{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 310-A 勢至圓通章科解序No. 310-A", "1": "勢至圓通章科解序", "10": "人人如專憶之人個個如母憶時母子歷生不相違", "100": "二人相憶二憶念深如是乃至從生至生同於形影", "101": "不相乖異。", "102": "前一人專忘者苟能如專憶之人無時無處而不", "103": "憶二心相向可謂二憶念深如是則生生常見佛", "104": "處處覲如來從茲現前至於淨土同於形影不相", "105": "離也能念心之形端所念佛之影直前來專忘有", "106": "不逢非見之乖異今相憶故即如形影之不乖異", "107": "也若作觀心所謂念念照常理心心息幻塵但復", "108": "本時性更無一法新。六以法合喻△六以法合喻", "109": "十方如來憐念眾生如母憶子若子逃逝雖憶何為。", "11": "遠現前當來必定見佛也。", "110": "上文二人相憶其喻也泛今提喻帖合中如母憶", "111": "子其喻至切況如來憐念眾生又過於父母何也", "112": "父母憶不及處如來憶之又父母憶子不過一生", "113": "佛憶眾生直至成佛其憶方休若子逃逝者雖云", "114": "是喻喻不虗設必有其由若因緣而論逃逝者在", "115": "大通佛時入大乘家自後中間退大已來是逃逝", "116": "之時也若作觀心者一念不生子母一處兩無罣", "117": "牽塵念纔萌即逃逝於六塵日疎一日無所返還", "118": "故有思憶如人有子苦者偏憐如母憶子即上一", "119": "專為憶雖憶何為即一人專忘也問父母俱有愛", "12": "旹", "120": "子之心經中獨言母不言父者何答父嚴愛疎母", "121": "慈愛切故不言父。七提喻帖合△七提喻帖合", "122": "子若憶母如母憶時母子歷生不相違遠。", "123": "上文母憶雖切子在他鄉空想悠然正是雖憶何", "124": "為遊子倘能憶母必返故里子憶母能如母憶者", "125": "尤難何也子憶母有時母憶子無間或兀坐而長", "126": "望或忘飡而廢寢或停梭而罷績則無時非憶子", "127": "之時無處非念兒之處其憶念可謂至深若人子", "128": "之在他鄉而念親也雖云至孝或良明而美婦或", "129": "榮祿而貨財縈絆於心終非似母憶之深也孝者", "13": "崇禎八年歲在乙亥五月夏浣日比丘正相體如識", "130": "如是矧其不孝者乎所以如母憶時一句是念佛", "131": "法門最親切功夫豈可草草放過二心相向豈有", "132": "違遠苟能以父母之心為心可謂至極之孝矣母", "133": "子歷生即二人相憶不相違遠即不相乖異下法", "134": "合。八以法合喻△八以法合喻", "135": "若眾生心憶佛念佛現前當來必定見佛。", "136": "若眾生心者能感之機憶佛者想本有己佛為能", "137": "感之因念佛者以所感他佛為能應之果此謂因", "138": "大果大事理圓融函葢相應感應道交豈可得而", "139": "思議也又憶者定力屬內憶想真身相好功夫所", "14": "No. 310", "140": "謂如母憶子也念佛者即念佛法門觀於他佛兼", "141": "於外屬慧力正謂母子歷生不相違遠也現前當", "142": "來必定見佛者上根利智觸目無非淨境舉足咸", "143": "是道場所謂毗盧遮那遍一切處豈非現前見佛", "144": "若根鈍智淺之流緣念他佛漸漸成熟當來淨土", "145": "九品蓮開豈非當來見佛。九生佛不隔△九生佛不隔", "146": "去佛不遠不假方便自得心開。", "147": "眾生心本具十法界隨起一念必落一界若心憶", "148": "佛念佛此心念念在佛法界雖九界之別俱成佛", "149": "界豈相遠耶又舉念便是果佛聖號不假五十五", "15": "大勢至圓通章科解", "150": "位因中方便故云不假方便久則自成如大夢覺", "151": "如蓮華開故云自得心開或者有人別求方便使", "152": "心開意解然後念佛可乎答云不假方便自得心", "153": "開足知此念佛一門已是最勝方便不假餘方便", "154": "矣且二十四聖各假方便據耳根至圓用聞思修", "155": "之方便此念佛一門太易令人返疑務要把得定", "156": "信得實莫論成與不成淨土到與不到凡所施為", "157": "以佛為念若有一念妄起即是念佛不切處如是", "158": "觀想久久自得心開但辦肯心必不相賺。十喻不假方便△十喻", "159": "不假方便", "16": "繩天台教後學比丘　正相　解", "160": "如染香人身有香氣此則名曰香光莊嚴。", "161": "如世人染香便得乎香氣襲身正喻染香得香念", "162": "佛得佛有何方便可假眾生不念則已念佛則有", "163": "功德妙香薰襲其心明矣香光莊嚴者所師之佛", "164": "既名無量光豈無無量香也且憶佛念佛佛在行", "165": "人心口非香光莊嚴而何哉。十一結自利△十一結自利", "166": "我本因地以念佛心入無生忍。", "167": "念佛心者念存三觀佛具三身心破三惑若空觀", "168": "念報身佛入伏順二忍破見思惑成般若德若假", "169": "觀念應身佛入無生忍破塵沙惑成解脫德中觀", "17": "初釋名△一章科分十三初釋名", "170": "念法身佛入寂滅忍破無明惑成法身德今約因", "171": "中說證入無生忍當在分真位也從教我念佛三", "172": "昧至香光莊嚴述所授法門至此方自敘本因莫", "173": "不以憶佛念佛入無生忍此因中自利也。十二證後化他△十二", "174": "證後化他", "175": "今於此界攝念佛人歸於淨土。", "176": "此證後化他也既以此而自利亦以此而化他此", "177": "界果有念佛之機必攝受歸於淨土亦填本願也。", "178": "十三結答△十三結答", "179": "佛問圓通我無選擇都攝六根淨念相繼入三摩地", "18": "觀經云以智慧光明普照一切眾生令離三途得", "180": "斯為第一。", "181": "世尊命二十五聖各述圓通經云我今問汝最初", "182": "發心悟十八界誰為圓通從何方便入三摩地次", "183": "第至此當七大中見大今的論修處念佛屬意旁", "184": "攝諸根都攝六根者念佛人心存目觀返視收聽", "185": "所謂一根既返源六根成解脫也淨念相繼者念", "186": "佛心不得一念頃念世五欲等事為之淨一念為", "187": "始念念無間為之相繼此義難明再加喻顯西天", "188": "有寶名曰清珠何以得名為清珠也此珠墮在混", "189": "濁水中入水一寸即得一寸清水二寸乃至尺丈", "19": "無上力名大勢至斯一往而作化他得名又云凡", "190": "次第而至淵底無不清淨正喻念佛之清珠投於", "191": "眾生妄念混濁心水之中而妄念心水不得不清", "192": "即今諸人念佛一聲如珠入水一寸便得一寸清", "193": "水移念於第二聲中如珠入水二寸即得二寸清", "194": "水乃至十百千萬至於無量如珠沉墜不已能使", "195": "徹底澄清正是清珠投於濁水濁水不得不清念", "196": "佛投於亂想亂想不得不除可謂淨念相繼也三", "197": "摩地即三昧之異稱前無生忍由三摩而證前是", "198": "舉所顯能此則舉能顯所能所互舉文之巧也斯", "199": "為第一者依勢至即念佛三昧為第一也修行先", "2": "淨土一門修者良多唯勢至圓通章念佛法門廼淨", "20": "我足指按地一切魔宮大千世界悉皆震動名大", "200": "要脚跟站得穩當毋以毛道之不定也如老鼠囓", "201": "倉窖相似只從一處囓自然有個入處如或東囓", "202": "西囓驢年也無透脫處古德有云若欲徑路修行", "203": "惟在一心念佛斯念佛三昧之格言也。", "204": "大勢至圓通章科解終", "21": "勢至斯以威力折伏而名經云我無選擇都攝六", "22": "根淨念相繼入三摩地名大勢至斯以因中自利", "23": "得名圓通者以周遍融通為義圓該法身般若二", "24": "德通則一道齊平三際不壅即解脫德斯依理而", "25": "釋圓通也博地凡夫稱念極果聖號生滅之身即", "26": "得香光莊嚴謂因該果海果徹因源斯依行而釋", "27": "圓通也將解此章先明五重玄義玄義若明一章", "28": "綱格灼然可見此以人法為名圓通實相為體本", "29": "性彌陀為宗淨穢折攝為用大乘生酥為教相人", "3": "土最親切一步功夫療󴐀痾之妙劑賑貧乏之多財", "30": "法為名者勢至人也圓通法也所以人法為名此", "31": "章所顯意在圓通所以為體也行人念佛之時念", "32": "念直顯本真在在須明自心所以本性彌陀為此", "33": "章之宗也娑婆之苦令人生厭淨土之樂令生忻", "34": "慕所以折攝為此章之用也既有能所之念折攝", "35": "之用事屬方等所以生酥為此章之教相也所謂", "36": "圓通淨土者皆一心而已矣圓通未悟即淨而穢", "37": "圓通既入即穢而淨正謂惟心淨土義見乎此由", "38": "是淨土非圓通外之淨土圓通非淨土外之圓通", "39": "圓通據能造之心淨土據所造之境茲以不二而", "4": "度苦海之巨航雨眾寶之妙珠也彌陀慈父伸金臂", "40": "二二而不二悟之則法法彰乎自心在在見乎真", "41": "境淨土非遙娑婆不垢以此念佛觸處圓通矣所", "42": "謂若人欲識真空理心內真如還徧外情與無情", "43": "共一體處處皆同真法界。二正釋經文△二正釋經文", "44": "爾時大勢至法王子與其同倫五十二菩薩。", "45": "各述圓通之時也如來法王菩薩法子灌頂受位", "46": "立義施仁世間王子也次補佛處續佛慧命此出", "47": "世法王子也同倫者即同法乳之倫五十二位列", "48": "其數也此經祗桓精舍所說楞嚴會上有十萬恒", "49": "河沙數菩薩但敘五十二位者同念佛證圓通也。", "5": "於長夜展玉毫於昏衢無時無處皆接引於眾生多", "50": "三陳請敬儀△三陳請敬儀", "51": "即從座起頂禮佛足而白佛言。", "52": "經家敘請法之敬儀從座起身敬禮佛足兼得意", "53": "敬白佛言口敬三業虔虔乃弟子請法之常儀也。", "54": "四明所師二△四明所師二先時節先時節", "55": "我憶往昔恒河沙劫。", "56": "我憶往昔者追憶最初發心修行之時也以自在", "57": "定慧之力照之而有恒河沙數之劫恒河者從阿", "58": "耨達池出於四口東銀牛口出殑伽河南金象口", "59": "出信度河西瑠璃馬口出縛芻河北頗肢師子口", "6": "劫多生恒追思於遊子楞嚴經中詎人剔出。叅坐", "60": "出徙多河各遶池一匝出於四海殑伽河出東南", "61": "大海信度河出西南大海縛芻河出西北大海徙", "62": "多河從師子口流出東北大海者即此土黃河之", "63": "源是也經中多指恒河者如來說法近此指以為", "64": "喻其廣四十由旬其長八十由旬沙細如麵一沙", "65": "一劫可見念佛一門其來久矣亦知勢至積功之", "66": "高位也。二明師號△二明師號", "67": "有佛出世名無量光十二如來相繼一劫其最後佛", "68": "名超日月光彼佛教我念佛三昧。", "69": "恒沙劫中舉一劫有十二如來相繼而出佛名無", "7": "之暇蘊積於懷久矣乙亥歲於越中白馬山房偶成", "70": "量光者光光相然而無有盡故名無量光且十二", "71": "如來皆不離光一名無量光二名無邊光三名無", "72": "礙光四名無對光五名大焰光六名清淨光七名", "73": "歡喜光八名智慧光九名不斷光十名難思光十", "74": "一名無稱光十二名超日月光彼佛教我念佛三", "75": "昧者稟教立行之始念者能念之人佛所觀之境", "76": "三昧者能所著乎一心以心緣佛以佛繫心心心", "77": "相續而無間然正謂內心不起外境不侵旋元自", "78": "歸返流全一不受諸受得乎正受久而不退必至", "79": "於果無量三昧莫不發覺乎此故稱念佛三昧也。", "8": "小草經中法喻細而鑽仰彌覺堅高二三輩願以壽", "80": "五喻顯三△五喻顯三初喻不念之失初喻不念之失", "81": "譬如有人一專為憶一人專忘。", "82": "一專為憶佛憶眾生也發僧那於始心終大悲於", "83": "赴難莫不以眾生為念以何因緣令得出離火宅", "84": "一人專忘者喻眾生不念之失六道眾生真如體", "85": "相與佛平等皆由背覺合塵竛竮六道杳莫可究。", "86": "二喻雖逢無益△二喻雖逢無益", "87": "如是二人若逢不逢或見非見。", "88": "佛與眾生本不相離有何逢見而眾生自離之也", "89": "由前一人專憶故若逢或見一人專忘故不逢非", "9": "梓因付剖劂氏以事流行識者唒笑敢避譏嫌惟願", "90": "見且今人不見佛之真身亦不知己之全體大用", "91": "便言淨土是虗說彌陀非真實發言無佛無淨土", "92": "如蟻子集於人身實不知人也由其不知便為無", "93": "人乎豈不聞華嚴云佛身充滿於法界普現一切", "94": "羣生前隨緣赴感彌不周而恒處此菩提座奈無", "95": "感佛之緣故若逢而不逢或見而不見若作觀心", "96": "釋者凡所作為無非是本佛出現處一切色是佛", "97": "色一切聲是佛聲由背覺合塵故覩真境起塵勞", "98": "聽妙聲生亂想此真逢而不逢見而不見也。三喻念佛之得△三", "99": "喻念佛之得"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 310 楞嚴經勢至圓通章科解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 310 楞嚴經勢至圓通章科解", "author": "明 正相解", "language": "chinese", "source": "CBETA"}