{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1296 宗門拈古彙集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "南三十三建寧普明鴛湖妙用禪師", "1": "宗門拈古彚集卷第四十五", "2": "古杭白巖嗣祖沙門　淨符　彚集", "3": "青十五△青十五", "4": "明州雪竇足菴智鑑禪師明州雪竇足菴智鑑禪師青十五天童珏嗣參翠山宗。宗問。", "5": "道者為眾竭力。不無其勞。竇曰須知有不勞者。曰尊", "6": "貴位中留不住時如何。竇曰觸處相逢不相識。曰。猶", "7": "是途中主賓。如何是主中主。竇曰丙丁吹滅火。宗以", "8": "手掩竇口。竇拓開便行。", "9": "崇先奇云。翠山恁麼問。雪竇恁麼答。盡謂賓主穆", "10": "穆。檢點將來。大似持鉢不得詐道不饑。", "11": "青十六△青十六", "12": "明州天童長翁如淨禪師明州天童長翁如淨禪師青十六雪竇鑑嗣上堂。霜風號肅", "13": "殺。霜葉墮蕭󱤬。舉拂子曰。看。惟有玲瓏巖。崔嵬望轉", "14": "高。所謂天童滯貨今朝短販一遭。莫有酬價底麼。下", "15": "座。", "16": "文峰玉云。長翁與麼說法。陽春雪曲固難為和。乃", "17": "無端喚作滯貨要人酬價。從前雪曲可惜變作下", "18": "里巴歌了也。還有挽轉者麼。試與長翁出臂力看。", "19": "天童六坐道場并未言稟承。有請為拈香者。童曰我", "20": "待涅槃堂裏拈出。及臨終果拈香曰。如淨行脚四十", "21": "餘年。首到乳峰失脚墮於陷穽。此香今不免拈出鈍", "22": "置我雪竇足菴大和尚。", "23": "龍唐柱云。長翁老祖被雪竇活埋在碧玉穽中。直", "24": "得有屈無伸。所以三回兩度吐露不得。逗到臨末", "25": "梢頭方纔雪屈。何也。縱有伯牙琴。應難寫心曲。", "26": "天童開爐上堂。召眾打圓相曰。個是天童火爐。近前", "27": "則燒殺。退後則凍殺。忽有個漢出來道合作麼生。㘞。", "28": "火爐動也。", "29": "天界盛云。我當時若見者漢恁麼道。便與驀頭一", "30": "喝云。者老漢自己眉毛燒却也不知。", "31": "白巖符云。在者裏又且不然。盡大地是箇火爐。你", "32": "近前則燒殺。退後亦燒殺。直饒你總不恁麼也無", "33": "你軃避處。忽有個漢出來道畢竟合作麼生。㘞。可", "34": "惜許。", "35": "崇先奇云。天童老祖大似貧兒暴富賣弄家珍。臯", "36": "亭當時若見。踏翻便行。令者一隊趨炎附熱漢凍", "37": "殺有甚麼過。", "38": "青十七△青十七", "39": "襄州鹿門覺禪師襄州鹿門覺禪師青十七天童淨嗣參天童長翁。值翁上堂", "40": "曰。一箇烏梅似本形。蜘蛛結網打蜻蜓。蜻蜓落了兩", "41": "片翼。堪笑烏梅咬鐵釘。門不覺失笑曰。早知燈是火。", "42": "飯熟幾多時。", "43": "天界盛云。長翁用盡伎倆。不過只發得沒意智漢", "44": "個好笑。究竟向上事。未曾打發在。", "45": "鹿門示眾。盡大地是學人一卷經。盡乾坤是學人一", "46": "隻眼。以者個眼讀如是經。千萬億劫無有間斷。", "47": "報恩秀云。看讀不易。", "48": "愚菴盂云。正恁麼時。有經處無眼。有眼處無經。舉", "49": "意讀時便成間斷。報恩云看讀不易。咄。寐語作麼。", "50": "龍唐柱云。看則眉毛落地。讀則碓嘴生花。", "51": "烏龍岑云。以者隻眼讀者卷經。直是東南西北無", "52": "一物能為障礙。古今三世無一刻能為間斷。只是", "53": "看讀不易。山僧為伊拈却去也。遂豎起拂子高聲", "54": "云。盡大地是一卷經。盡乾坤是一隻眼。孟八郎漢", "55": "便恁麼去。乃擲下拂子。", "56": "崇先奇云。鹿門恁麼示眾。也是依經解義。報恩雖", "57": "善斷章節句。怎奈打失眼睛。皐亭一出娘肚皮便", "58": "開眼見明閉眼見暗。至今胸無一元字脚。山依舊", "59": "是山。水依舊是水。又何用別作解會。也別無難易。", "60": "且道與古人是同是別。辨得者出來吐露。不知者", "61": "切忌心麤。", "62": "鹿門因普照參。照問如何是盡乾坤是學人一隻眼。", "63": "門曰汝被一卷經遮却也。照擬對。門搖手曰不快漆", "64": "桶。照於是得言外旨。", "65": "天界盛云。鹿門慣得其便則且置。且道如何是言", "66": "外旨。盞子撲落地。碟子成七片。", "67": "青十八△青十八", "68": "青州普照一辨禪師青州普照一辨禪師青十八鹿門覺嗣因大明寶問。離四句", "69": "絕百非。請師直指西來意。照曰。昨日有人恁麼問。被", "70": "打出去也。明曰今日又如何。照曰你得恁麼不識痛", "71": "癢。明禮拜。照曰。可惜許。棒折也。明直得汗下。", "72": "文峰玉云。一挨一拶有放有收。還他二大老不虗", "73": "其為作家手眼。有者道赤眼撞著火柴頭。也不妨", "74": "許伊道著。若是大明汗下。猶未夢見在。", "75": "白巖符云。殺人不用刀。活人何必劒。在普照老漢", "76": "得之矣。當時大明可惜放過。若不放過。待道可惜", "77": "許棒折也。便好進云。知和尚祇有受璧之心。且無", "78": "割城之意。看者老漢又當作何處置。", "79": "普照甞垂百問勘󳮱學者。茲略記其五問。聲前薦得", "80": "落在今時。句後承當迷頭認影。作麼生是空劫已前", "81": "自己。", "82": "愚菴盂云。道即不難。恐落今時。旁僧云。請和尚道", "83": "看。余打一摑云。羞也不識。要稱禪客。", "84": "龍唐柱云。青州老人秉洞上宗綱。為天下歸仰。大", "85": "開東閣迎賓。不忘重闈禁殿。要識空劫已前自己", "86": "麼。良久云。從來無位次。誰敢強安排。", "87": "百丈源云。貧逸富勞。", "88": "問。二邊純莫立。中道不須安。且道甚處相見得個端", "89": "的。", "90": "愚菴盂云。可憐無定河邊骨。盡是春閨夢裏人。", "91": "百丈源云。和尚口乾。呌侍者過茶來。", "92": "問。回途轉位直須戴角披毛。喚作畜生得麼。", "93": "愚菴盂云。媧女不知亡國恨。隔江猶唱後庭花。", "94": "百丈源云。輕打我輕打我。", "95": "問。念念釋迦生世。步步彌勒下生。為甚麼擬心即錯", "96": "動念即乖。", "97": "愚菴盂云。富嫌千口少。貧恨一身多。", "98": "百丈源云。甜瓜甜。苦瓜苦。", "99": "問。有口讀不盡。無言心自明。是則裂破虗空。不是則", "100": "鬼家活計。上人端的處。道將一句來。", "101": "愚菴盂云。骨鎈。又云。背手抽金鏃。", "102": "百丈源云。莫裝聾好。", "103": "明州天童雲外岫禪師明州天童雲外岫禪師青十八直翁舉嗣上堂。閙市紅塵裏", "104": "有閙市紅塵裏佛法。深山巖崖中有深山巖崖中佛", "105": "法。山僧昨日出城門。閙市紅塵裏佛法一時忘却了", "106": "也。歸到二十里松雲。便見深山巖崖中佛法。大眾。且", "107": "道如何是深山巖崖中佛法。白雲澹泞出沒太虗之", "108": "中。青蘿夤緣直上寒松之頂。", "109": "龍唐柱云。深山佛法。雲外一一發洩了也。且道如", "110": "何是閙市紅塵裏佛法。樓連湖野梅花弄霽雪之", "111": "天。樂作行營鼓吹雜胡笳之曲。", "112": "暠山季云。雲外恁麼說法。大似隨境漂流。", "113": "佛日哲云。雲外老漢尋常氣吞寰宇。及至拈著佛", "114": "法二字。便打作兩橛。隆安佛法則不然。閙市紅塵", "115": "裏便是深山巖崖中。深山巖崖中即是閙市紅塵", "116": "裏。所以太白峰頭和泥合水。長安市上壁立萬仞。", "117": "壁立萬仞處通身合水和泥。合水和泥時斬然壁", "118": "立萬仞。且道隆安有甚長處乃能如是。卓拄杖云。", "119": "但見皇風成一片。不知何處有封疆。", "120": "天童垂語。天童今日大死去也。你作麼生救。天童今", "121": "日大死去也。你不要相救。天童今日大死去也。阿誰", "122": "與我同行。", "123": "雪竇證於第一問著語云。救他作麼。第二問云。請", "124": "和尚喫飯。第三問云。和尚先行。某甲後隨。", "125": "龍唐柱云。可惜放過天童者漢。我若在。待云今日", "126": "大死去也阿誰與我同行。即與挑起鉢囊橫擔楖", "127": "𣗖。看者漢去得去不得。若去不得。便與推倒方丈。", "128": "纔見真獅子兒。豈不俊哉。", "129": "青十九△青十九", "130": "磁州大明寶禪師磁州大明寶禪師青十九普照辨嗣示眾。若論此事。如人作", "131": "針線。幸然針針相似。忽見人來。不覺失却針祇見線。", "132": "者邊尋也不見。那邊尋也不見。却自曰近處尚不見", "133": "遠處那裏得來。多時尋不得。心煩昏悶。乃打睡。拽衣", "134": "就枕。方就枕時。驀然一劄。曰原來在者裏。", "135": "愚菴盂云。大明不能為後人抽釘拔楔。作洒落了", "136": "事人。反引渠向針線上作活計。就使模索得來。轉", "137": "見迷頭認影。雖然。三十年後一回飲水一回噎。", "138": "龍唐柱云。有時求不得。無心還自來。須知此事奇", "139": "特非常。祇如枕邊一劄時如何。分明一段風流事。", "140": "惟許佳人獨自知。", "141": "暠山季云。若論此事。直饒你驀劄相逢。到山僧者", "142": "裏猶未許在。何故聻。從門入者不是家珍。", "143": "崇先奇云。大明雖婆心切切。若是皮下有血底自", "144": "然不甘。還有為古人出氣者麼。皐亭要問伊知痛", "145": "癢也未。", "146": "青二十△青二十", "147": "太原王山體禪師太原王山體禪師青二十大明寶嗣示眾。既有尊貴之位。須", "148": "明尊貴底人。須知尊貴底人。不處尊貴之位。方明尊", "149": "貴不落階級。", "150": "寶壽方云。太原與麼提持。要明尊貴一路尚欠在。", "151": "為什麼。不見道方外誰敢論量。", "152": "愚菴盂云。如何黑漆屏風上。更寫盧仝月蝕詩。", "153": "王山見󳭋子󲣅生臺飯。乃拍手一下。󳭋飛去。大明遂", "154": "於山背上打一掌。山回首。明曰。還是󳭋子辜負你。還", "155": "是你辜負我。山罔措。明曰。幸自可憐生。却乃互相辜", "156": "負去。山豁然有省。十載執侍。秘重深嚴。一旦抽單。罔", "157": "不疑怪。或問大明侍者何往。明曰。諸方來諸方去。何", "158": "介意哉。曰參學何似。明曰。道有參學。栽他頭角。道無", "159": "參學。減他威光。一眾方疑。後承印記。", "160": "龍唐柱云。全身奉重不觸威嚴。轉位提持縱橫得", "161": "妙。道有道無二俱不涉。諸人作麼生會。天曉便藏", "162": "無影樹。太陽雖照不能尋。", "163": "青二十一△青二十一", "164": "磁州雪巖滿禪師磁州雪巖滿禪師青二十一王山體嗣初參普照。照曰。兄弟年", "165": "少正宜力參。老僧當年念念以佛法為事。嚴避席進", "166": "曰。和尚而今如何。照曰如生冤家相似。嚴曰若不得", "167": "此語。幾乎枉行千里。照下禪床握巖手曰作家那。", "168": "報恩秀云。死󰞆裏一粒荳󳫲。", "169": "愚菴盂云。普照當時待他問和尚而今如何。也好", "170": "頂門一棒。或再進語。更與一棒。且教者漢參三十", "171": "年。普照若行得此令。吾宗不止如是。雖然。爛泥裏", "172": "有刺。作者方知。", "173": "龍唐柱云。雪巖向獅子頷下解鈴。驪龍額上探珠。", "174": "誠為好手。然終未免被普照贓誣一上。至今稱不", "175": "得好人。報恩曰冷󰞆裏一粒荳󳫲。也是壓良為賤。", "176": "崇先奇云。萬松祖錯下名言。殊不知青州勾賊破", "177": "家。我若作普照。待問而今如何。拈棒趂出。免見互", "178": "相鈍置。", "179": "白巖符云。雪巖末上若不與一拶。豈不失却青州。", "180": "雖然。猶欠辣手。當時待道如生冤家。何不向道。和", "181": "尚今日瓦解氷消。青州雖有惡水。管取無處澆潑。", "182": "雪巖後造王山問。洞山於覩影處悟邈師真意旨。臨", "183": "濟於徹困處悟佛法無多子。如何後來出世為人立", "184": "甚正偏君臣玄要人境。無乃反惑亂人乎。山笑曰。子", "185": "欲了此生死病源。既於徹悟處與為人處自生惑亂。", "186": "則生死病根如何斷得。古人所謂不疑言句是為大", "187": "病。子今既疑則病發矣。子知此病即子藥乎。巖於是", "188": "坐臥不寧久之。一日讀洞山兼中到頌曰。折合終歸", "189": "炭裏坐。乃忽然契悟曰。今日方知病即藥也。呈解於", "190": "山。山曰料掉沒交涉。巖曰者老漢此回瞞我不得也。", "191": "天界盛云。草頭方子撞釆。醫得一個也。拈拄杖云。", "192": "還有要識者草頭方子者麼。卓一卓云。料掉沒交", "193": "涉。", "194": "白巖符云。大疑大悟。不疑則不悟。雪巖既疑矣悟", "195": "矣。且道還諦當也無。直饒道此回瞞我不得。殊不", "196": "知早被王山籠󰋪了也。山僧與麼批判。還有為雪", "197": "巖作主者麼。良久云。設有也是料掉沒交涉。", "198": "青二十二△青二十二", "199": "燕京報恩萬松行秀禪師青二十二雪巖滿嗣示眾。機輪轉處", "200": "智眼猶迷。寶鏡開時纖塵不度。開拳不落地。應物善", "201": "知時。兩刃相逢時如何回互。", "202": "愚菴盂云。徧身綺羅者。不是養蚕人。", "203": "報恩示眾。去則留住。住則遣去。不住不去。渠無國土。", "204": "何處逢渠。在在處處。且道是什麼物得恁麼奇特。", "205": "愚菴盂云。秤錘蘸醋。", "206": "報恩示眾。動則埋身千丈。不動則當處生苗。直須兩", "207": "頭撒開。中間放下。更買草鞋行脚始得。", "208": "愚菴盂云。曾經三峽猿啼處。不是愁人也斷腸。", "209": "報恩示眾。踢翻滄海大地塵飛。喝散白雲虗空粉碎。", "210": "嚴行正令猶是半提。大用全彰如何施設。", "211": "愚菴盂云。瑠璃殿上無知識。", "212": "報恩示眾。向上一機󳬈冲霄漢。當陽一路󳬧過新羅。", "213": "直饒眼似流星。未免口如匾檐。且道是何宗旨。", "214": "愚菴盂云。閉眼食蝸牛。一場酸澀苦。", "215": "報恩問僧。俱胝竪指意旨如何。僧乃竪一指。恩曰。祇", "216": "者個。更別有。僧無語。恩便喝出。", "217": "龍唐柱云。措大漢子隨人語脈裏走。不識轉身一", "218": "路。待云祇者個更別有。便縮却指頭。不惟與俱胝", "219": "相見。亦乃使天下人摸索不著。", "220": "報恩問僧。洞山道龍吟枯木異響難聞。如何是異響。", "221": "曰不會。恩曰善解龍吟。", "222": "崇先奇云。報恩老人雖別音響。怎奈欠一著在。者", "223": "僧善解龍吟。只是不知時節。仔細看來。也是別寶", "224": "遇著瞎波斯。", "225": "報恩因僧問。撒手那邊底人。為什麼不居正位。恩曰", "226": "大功不宰。曰。回頭者畔底人。為什麼不墮偏方。恩曰", "227": "至化無為。", "228": "白巖符云。芳花叢裏不措一足。萬年牀上嬾去安", "229": "眠。獨許萬松個漢。盡大地人無敢論量。雖然。你若", "230": "作正偏回互會。墮拔舌犁耕地獄有日在。", "231": "青二十三△青二十三", "232": "西京少室雪庭福裕禪師西京少室雪庭福裕禪師青二十三報恩秀嗣因僧問。如何是", "233": "祖師西來意。庭曰待乳峰點頭即向汝道。", "234": "愚菴盂云。乳峰點頭也。道個什麼。火裏䳭鷯吞大", "235": "蟲。", "236": "龍唐柱云。天華則不然。有問如何是祖師西來意。", "237": "即向他道。直待乳峰點頭亦不向汝道。", "238": "崇先奇徵云。為是答者僧語。為是別有道理。者僧", "239": "當時若果然會去。乳峰至今橫點頭竪點頭。若也", "240": "不會。祖師歸天竺久矣。", "241": "雪庭因僧問。如何是向上尊貴一路。庭曰。漁歌驚起", "242": "沙汀鷺。飛出蘆花不見蹤。", "243": "愚菴盂云。一字入公門。九牛拔不出。", "244": "崇先奇云。有人透得過者。可辨語滲漏。", "245": "白巖符云。與麼答話。諸方盡作向上尊貴語會。還", "246": "諦當也未。苟不曾認得皓布裩面目清楚。要與他", "247": "雪庭老漢相見。千里萬里。", "248": "青二十四△青二十四", "249": "西京少室靈隱文泰禪師西京少室靈隱文泰禪師青二十四雪庭裕嗣上堂。塵劫來事", "250": "只在於今。河沙妙德總在心源。試教伊覿面相承。便", "251": "不解當風拈出。且道過在什麼處。卓拄杖曰。祇為分", "252": "明極。翻令所得遲。", "253": "愚菴盂云。只如靈隱還拈得出麼。若拈得出。何不", "254": "略借一觀。若拈不出。河沙妙德向何處去也。隔墻", "255": "恩怨如何說。獨抱琵琶月下彈。", "256": "龍唐柱云。大小靈隱將差珍異寶撒出。當陽供養", "257": "諸人了也。拈拄杖云。看看。見之不取。思之千里。", "258": "崇先奇云。大小靈隱只見錐頭利不見鑿頭方。", "259": "白巖符云。逆來則瞋。順來則喜。甚處不是覿面相", "260": "承處。更要當風拈出作麼。泰翁與麼說話。大似要", "261": "人頭上安頭。驀竪拂子云。決定是見。擊案云。決定", "262": "是聞。良久云。不可更頭上安頭也。乃擲下拂子。", "263": "青二十五△青二十五", "264": "西京還源寶應福遇禪師西京還源寶應福遇禪師青二十五少室泰嗣因僧問。如何是", "265": "西來的的大意。應曰。風送泉聲來几畔。月移花影到", "266": "窓前。", "267": "愚菴盂云。大小祖師引人向聲色裏作窠臼。好與", "268": "三十棒。除却聲色也好與三十棒。祇如愚菴聻。點", "269": "石化為金玉易。勸人除却是非難。", "270": "南山寶云。有能向者裏點得寶應老落處出。方知", "271": "釋迦掩室維摩杜口總是不守本分底人。", "272": "龍唐柱云。轉功就位。轉位就功。則不無寶應。若問", "273": "山僧。更有入理底句。寒松盡夜無虗籟。老󳬈移棲", "274": "空月巢。", "275": "崇先奇云。寶應老人平常六韜三略七事隨身。恁", "276": "麼答話。大似坐觀成敗。然雖如是。還覺腦門重麼。", "277": "青二十六△青二十六", "278": "南陽香嚴淳拙文才禪師南陽香嚴淳拙文才禪師青二十六寶應遇嗣因僧問。如何是", "279": "理法界。嚴曰。虗空撲落地。粉碎不成文。如何是事法", "280": "界。嚴曰。到來家蕩盡。免作屋中愚。如何是事理無礙", "281": "法界。嚴曰。三冬枯木秀。九夏雪花飛。如何是事事無", "282": "礙法界。巖曰。清風伴明月。野老笑相親。", "283": "崇先奇云。香嚴老人只知指疆畫界。不覺通身水", "284": "泥。者僧會即會也。是紙上富貴。若是四法界。未夢", "285": "見在。", "286": "白巖符云。盡謂香嚴老漢被者僧扯入葛藤窠裏", "287": "東兜西搭。殊不知善言言者言滿天下無口過。還", "288": "知者老漢舌根不動處麼。良久云。切忌道山僧饒", "289": "舌。", "290": "香嚴甞讀證道歌。至幻化空身即法身處。豁然契悟。", "291": "愚菴盂云。若向者裏悟去。披毛戴角有日在。", "292": "龍唐柱云。不離花下路。便見洞中春。會麼。山僧借", "293": "手行拳去也。乃舉長蘆上堂云。幻化空身即法身。", "294": "遂作舞云。見麼見麼。恁麼見得。過橋村酒美。又作", "295": "舞云。見麼見麼。恁麼不見。隔岸野花香。且道香嚴", "296": "悟底與長蘆道底還有差別也無。", "297": "青二十九△青二十九", "298": "西京少室俱空契斌禪師西京少室俱空契斌禪師青二十九凝然改嗣僧問。如何是空", "299": "劫已前底事。空曰烏龜向火。", "300": "愚菴盂云。料掉沒交涉。且道過在主家賓家。者裏", "301": "明得。方許你會空劫已前底事。如或不明。且看烏", "302": "龜向火。", "303": "龍唐柱云。恁麼舉揚。還當得空劫已前事麼。天色", "304": "稍晚。各自歸堂參取好。", "305": "鳳山啟云。五月五日午時節。赤口白舌盡消滅。", "306": "崇先奇云。者僧當時悟去。可以隨處作主。若更去", "307": "東卜西卜。則病在心頭。", "308": "青三十四△青三十四", "309": "建昌壽昌無明慧經禪師建昌壽昌無明慧經禪師青三十四廩山忠嗣問僧。趙州道臺", "310": "山婆我為汝勘破了也。畢竟勘破在什麼處。僧曰和", "311": "尚今日敗缺了也。昌曰老僧一生也不奈何。好教你", "312": "知。若實會。舉似來看。僧擬進語。昌打一棒云。者掠虗", "313": "漢。", "314": "棲霞成云。臺山一案拈却多少人鼻孔。換却多少", "315": "人眼睛。者僧也解詐明頭。及乎老漢拈出個柴頭", "316": "向他面前一吹。直得退身無路。且道者一棒他還", "317": "知落處麼。", "318": "白巖符云。可惜者僧有前無後。當時若是個善始", "319": "善終底。待道老僧也不奈何。便好向道轉見不堪。", "320": "拂袖便出。管教者老漢刮目相待。", "321": "崇先奇云。臺山路惟趙州與壽昌老人親履實踐。", "322": "故不與路為讐。可惜者僧當時舍近求遠遂成周", "323": "遮。若是臯亭。待他道老僧一生也不奈何。但云和", "324": "尚更須買草鞋行脚。不圖勘破壽昌。并得參見趙", "325": "老。", "326": "青三十五△青三十五", "327": "越州雲門顯聖湛然圓澄禪師越州雲門顯聖湛然圓澄禪師青三十五大覺念嗣因󳬈林參", "328": "五臺山達觀可。盤桓夜深次。觀曰你信得及麼。󳬈曰", "329": "信得及。觀曰既信得及。請將法華經拋入尿桶看。󳬈", "330": "如所言。諸方疑駭。門往勘之。問󳬈有此事否。󳬈曰實", "331": "有此事。門曰汝信得及麼。󳬈曰信得及。門曰既信得", "332": "及割取頭來。󳬈不知所措。門曰。虗頭禪客。觀聞曰。阿", "333": "耶阿耶。󳬈林萬劫地獄。雲門一語出之矣。", "334": "東明際云。此二尊宿一人有殺人刀無活人劒。一", "335": "人亦有殺人刀亦有活人劒。若人撿點得出。許伊", "336": "具擇法眼。", "337": "寶壽方云。二老漢生平氣吞宇宙。雖嶽偃湫傾無", "338": "能動其絲髮。乃被一孟八郎轉却。而所謂生平氣", "339": "宇向什麼處去也。", "340": "廣潤融云。雲門一語雖出󳬈林萬劫地獄。又累天", "341": "下老和尚及大地有情無情齊陷阿鼻。還有跳得", "342": "出者麼。一僧云廣潤長老聻。潤便打。", "343": "雲門因僧問。如何是異類中行。門曰輕打我輕打我。", "344": "僧曰我會也。門曰你作麼生會。僧遂作驢鳴。", "345": "天目律云。師翁生平發一機垂一語。如金剛圈栗", "346": "棘蓬。直是無你攢簇處。因甚到者裏被人一拶便", "347": "乃入泥入水。寶壽孫又且不然。如何是異類中行。", "348": "便與他一把草。他若眼目定動。向道。者畜生。草料", "349": "也不識。", "350": "崇先奇云。者僧雖善步趨。猶欠返擲。撿點將來。也", "351": "是邯鄲學唐步。", "352": "白巖符云。雲門師翁一生眼腦端正氣宇清明。無", "353": "端引者僧向瞎驢痛馬隊裏作活計。不肖孫則不", "354": "然。設有問如何是異類中行。向他道。木作頭。泥水", "355": "作頭。解作頭。石作頭。", "356": "雲門在雲棲。棲舉高峰海底泥牛話問門曰。他道內", "357": "有一句能縱能奪能殺能活。你且道是那一句。門推", "358": "出旁僧曰。大眾證明。棲頷之。", "359": "愚菴盂云。彼時此語傳之海內。直得須彌山震動。", "360": "大洋海波翻。阿修羅手擎日月高聲唱云。邪正不", "361": "分。過由旁僧。", "362": "崇先奇云。披沙揀金。還他雲門老人眼親手快。若", "363": "是內中一句能縱能奪能殺能活。莫道雲棲。便是", "364": "高峰老漢亦拈不出。何故聻。大眾證明。", "365": "龜山宣云。雲棲借馬行追。雲門當風指出。二老與", "366": "麼相見。五湖衲子便宜多矣。然就中一句子。畢竟", "367": "未能指出。", "368": "雲門在雲棲時因津送亡僧回。棲問眾曰。亡僧遷化。", "369": "向什麼處去。門出眾曰。謝和尚掛念。", "370": "愚菴盂云。雲門老漢雖善機宜。還須替者僧入涅", "371": "槃堂始得。", "372": "雲門因僧參乃問。你行脚事作麼生。僧畵一圓相。門", "373": "劃破圓相。僧敲桌三下。門却畵一圓相。僧又敲桌三", "374": "下。門又重畵三圓相。僧以手抹却。門曰離此之外別", "375": "道一句看。僧擬議。門便喝出。", "376": "東明際云。者僧將成九仞之山。不進一簣之土。", "377": "崇先奇云。王者之師有征無戰。者僧不識大命擅", "378": "自對壘。及乎被雲門老人大書露布。方肯束手歸", "379": "降。", "380": "錦德寒云。我若作者僧。待道離此之外別道一句", "381": "看。拂袖便出。", "382": "雲門一日上堂說法畢。忽召眾曰。還有問話者麼。若", "383": "有出來。我祇要打草驚蛇。僧纔出。門曰真是一塲業", "384": "地。卓拄杖便下座。", "385": "愚菴盂云。者老漢圖得一時俊快。不顧後人撿點。", "386": "者片地從古至今何曾清淨得來。偶然一時打草。", "387": "却被者僧靠倒。", "388": "雲門因雪嶠大師問。如何是殺人刀。門曰布鼓當軒", "389": "誰敢擊。如何是活人劒。門曰雖然後學也堪為。", "390": "東明際別前語云。照顧汝頭。別後語云。快走快走。", "391": "雲門因中丞蘇雲浦問。鴛鴦繡出從君看。不把金針", "392": "度與人。如何是金鍼。門曰。我在京師走一遭。不曾遇", "393": "著一人。浦復問。門曰古佛過去久矣。", "394": "崇先奇云。雲門老漢金針暗擲。辜負鴛鴦獨宿。者", "395": "俗漢錦衣夜行。不思故國風光。", "396": "鳳山啟云。祥麟不踐生草。大鵬耻宿雞棲。囓鏃之", "397": "機驚羣之句誰敢追風。但末梢頭太煞老婆。若是", "398": "不肖。待復問。便與一棒。教者俗漢疑三十年。", "399": "海門涌云。雲門不合將精金雜以沙賣。諸人請另", "400": "出一隻手。", "401": "信州博山無異元來禪師信州博山無異元來禪師青三十五壽昌經嗣因壽昌以玄則", "402": "禪師答僧問龍吟霧起虎嘯風生話命頌。山衝口頌", "403": "云。殺活爭雄各有奇。模糊肉眼曷能知。吐光不遂時", "404": "流意。依舊春風逐馬蹄。昌頷之。", "405": "棲霞成云。掀翻海嶽須還󳫠地之才。驅走雷霆要", "406": "有滔天之作。博山此頌󳫠地之才有矣。滔天之作", "407": "具矣。要五百年名世鳳舞岐山。十萬里傳心龍吟", "408": "枯木。又須別有話會處始得。", "409": "建陽東苑慧臺元鏡禪師建陽東苑慧臺元鏡禪師青三十五壽昌經嗣因有省。以偈呈", "410": "壽昌曰。識破不值半文錢。可憐摸索幾多年。宗流盡", "411": "是欺心漢。說甚祖師別有禪。昌曰。識得破果然不值", "412": "錢。你且道那裏是趙州勘破婆子處。苑厲聲曰和尚", "413": "莫作怪。昌為大笑曰。參禪要到者一著。始不受人牢", "414": "籠。苑禮拜。", "415": "棲霞成云。東苑老人被壽昌冷地一錐。若無後語。", "416": "禍事禍事。", "417": "白巖符云。東苑所供既實。壽昌乃又向無頭對處", "418": "揑出冤辭。自非撫心無媿者則勘鞫臨場又安能", "419": "當抵。雖然。末上一機未免彼此鈍置。", "420": "宗門拈古彚集卷第四十五終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1296 宗門拈古彙集", "author": "清 淨符彙集"}