{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1624 林間錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "石門洪覺範林間錄", "1": "石門洪覺範林間錄卷下", "2": "大覺禪師。皇祐二年十二月十九日　仁宗皇帝詔", "3": "至後苑。齋於化成殿。齋畢。傳宣効南方禪林儀範開", "4": "堂演法。又宣左街副僧錄慈雲大師清滿啟白。滿謝", "5": "恩畢。倡曰。帝苑春回。皇家會啟。萬乘既臨於舜殿。兩", "6": "街獲奉於堯眉。爰當和煦之辰。正是闡揚之日。宜談", "7": "祖道。上副宸衷。謹白。璉遂陞座。問答罷。乃曰。古佛堂", "8": "中。曾無異說。流通句內。誠有多談。得之者。妙用無虧。", "9": "失之者。觸途成滯。所以溪山雲月。處處同風。水鳥樹", "10": "林。頭頭顯道。若向迦葉門下。直得堯風蕩蕩。舜日高", "11": "明。野老謳歌。漁人鼓舞。當此之時。純樂無為之化。焉", "12": "知有恁麼事。皇情大悅。", "13": "杜祁公．張文定公皆致政。居睢陽。里巷相往來。有朱", "14": "承事者。以醫藥游二老之間。祁公勁正未甞雜學。每", "15": "笑安道侫佛。對賓客必以此嘲之。文定但笑而已。朱", "16": "承事乘間謂文定曰。杜公天下偉人。惜未知此事。公", "17": "有力。盍不勸發之。文定曰。君與此老緣熟勝我。我止", "18": "能助之耳。朱讋譍而去。一日。祁公呼朱切脉甚急。朱", "19": "謂使者曰。汝先往白相公。但云看首楞嚴未了。使者", "20": "如所告馳白。祁公默然。久之乃至。隱几。揖令坐。徐曰。", "21": "老夫以君疏通解事。不意近亦例闒茸。如所謂楞嚴", "22": "者。何等語。乃爾躭著。聖人微言無出孔孟。捨此而取", "23": "彼。是大惑也。朱曰。相公未讀此經。何以知不及孔孟。", "24": "以某觀之。似過之也。袖中出其首卷曰。相公試閱之。", "25": "祁公熟視朱。不得已乃取默看。不覺終軸。忽起大驚", "26": "曰。世間何從有此書耶。遣使盡持其餘來。徧讀之。捉", "27": "朱手曰。君真我知識。安道知之久而不以告我。何哉。", "28": "即命駕來見文定。敘其事。安道曰。譬如人失物。忽已", "29": "尋得。但當喜其得之而已。不可追悔得之早晚也。僕", "30": "非不相告。以公與朱君緣熟。故遣之耳。雖佛祖化人。", "31": "亦必籍同事也。祁公大悅。", "32": "荊州福昌善禪師。明教寬公之子。為人敬嚴。秘重大", "33": "法。初住持時。屋廬十餘間。殘僧三四輩而已。善晨香", "34": "夕燈。陞堂說法如臨千眾。而叢林受用所宜有者。咸", "35": "修備之。過客至。肅然增敬。十餘年而衲子方集。天下", "36": "向風長想。南禪師與悅公亦在會下。南公曰。我時病", "37": "寒服藥。須被出汗。遣文悅徧院借之皆無有。百餘人", "38": "例以紙為之。今則又不然。重氈之上。以褥覆之。一日", "39": "三覺。可謂快活時世也。", "40": "華嚴論曰。若隨法性。萬相都無。若隨智力。眾相隨現。", "41": "隱顯隨緣。都無作者。凡夫執著。用作無明。執障既無。", "42": "智用自在。永明禪師曰。不離一真之境。化儀百變。是", "43": "以箭穿石虎。非功力之所能。醉告三軍。豈麴糵之所", "44": "造。筍抽寒谷。非陽和之所生。魚躍冰河。豈網羅之所", "45": "致。悉為心感。顯此靈通。故知萬法施為。皆自心之力", "46": "耳。", "47": "金峰玄明禪師。曹山躭章禪師之嗣。道㒵奇古。機辯", "48": "冠眾。一日。陞座曰。事存函盖合。理應箭鋒拄。若人道", "49": "得。我分半院與伊。時有僧出眾。明下座約住曰。相見", "50": "易得好。共事難為人。去。", "51": "大本禪師年八十。終蘇州靈嵓山。臨行。門弟子請曰。", "52": "和尚道徧天下。今日不可無偈告。安坐。本熟視曰。癡", "53": "子。我尋常尚懶作偈。今日特地圖什麼。尋常要臥便", "54": "臥。不可今日特地坐也。索紙筆大書五字。曰後事付", "55": "守榮。擲筆憨臥。若熟睡然。撼之。已去矣。", "56": "首楞嚴經二種轉依者。一．轉染得淨。二．轉迷得悟。菩", "57": "提是生得。謂二障障不生故。今斷障。得名生得。涅槃", "58": "名為顯得。本性清淨。客塵翳故。今斷而彼顯。名為顯", "59": "得。然轉位有六。第一．損力益能轉。謂初二位以勝解", "60": "慚愧力。損本識中染種勢力。益淨種功能。漸伏現行。", "61": "亦名為轉也。第二．通達轉。由見道達真力。斷二障麁。", "62": "證一分真實轉依故。第三．修習轉。謂地地漸斷俱生。", "63": "證真轉依也。第四．果滿轉。謂究竟位以金剛定永斷", "64": "本來一切麤重。頓證佛果。圓滿轉依也。第五．下劣轉。", "65": "謂二乘厭苦欣寂。證真擇滅。無勝堪能故。第六．廣大", "66": "轉。謂大乘位俱無欣厭。通達二空。雙斷二障。頓證無", "67": "上菩提。有勝堪能故。", "68": "唐高僧。號懶瓚。隱居衡山之頂石窟中。甞作歌。其略", "69": "曰。世事悠悠。不如山丘。臥藤蘿下。塊石枕頭。其言宏", "70": "妙。皆發佛祖之奧。德宗聞其名。遣使馳詔召之。使者", "71": "即其窟。宣言。天子有詔。尊者幸起謝恩。瓚方撥牛糞", "72": "火。尋煨芋食之。寒涕垂膺。未甞答。使者笑之。且勸瓚", "73": "拭涕。瓚曰。我豈有工夫為俗人拭涕耶。竟不能致而", "74": "去。德宗欽嘆之。予甞見其像。垂頤瞋目。氣韻超然。若", "75": "不可犯干者。為題其上曰。糞火但知黃獨美。銀鉤那", "76": "識紫泥新。尚無心緒収寒涕。豈有工夫問俗人。", "77": "律部曰。昔有一國大亂。民爭逃他󳬛。道旁室廬皆空。", "78": "一老兵過之。聞呱呱之聲。入視之。有嬰兒仰視屋梁。", "79": "老兵隨觀之。乃懸飯纕耳。為解開。示之。則󰞆也。嬰兒", "80": "見之即死。盖其母欲弃去。不忍殺。懸此纕。紿云。此飯", "81": "也。故其係念不忘。識其為󰞆。則無餘想矣。乃知三界", "82": "生死留滯。皆想所持故。古之達法大士。臨終超然自", "83": "得者。無別道。但識法根源而已。", "84": "叢林相傳。石頭和尚施身食虎。祝曰。我宗如他日大", "85": "振。必先食吾足。虎果自足而食。予竊笑之。紹聖初。游", "86": "南臺。見泰布衲祭石頭。明上座文敘其施身食虎甚", "87": "詳。乃知後人不能明。遂相傳為遷禪師也。又曰。清凉", "88": "法眼禪師臨終。以書別李國主。主幸所居。而法眼不", "89": "去。侍者壓以米纕乃卒。按本傳。法眼以周顯德五年", "90": "戊午七月十七日示疾。閏月剃髮沐浴。告眾坐逝。未", "91": "甞先以書約國主也。而韓希載作悟空禪師󳬴則曰。", "92": "師臨終以書別皇帝。中夜聞鐘聲。御昇元閣。泣而送", "93": "之。又曰。洞山悟本禪師見母行乞。佯為不識。母竟死", "94": "於路旁。往視之。有米數合。為投大眾粥鍋中。以薦冥", "95": "福。悟本獨庵寒溪百結最有年。至住新豐已六十餘。", "96": "自巖頭．雪峰．欽山三人相尋而至。於是積眾幾千人。", "97": "則母盖不啻八十歲矣。借使聞其子顯著。自東吳孤", "98": "行而來。不亦難乎。又曰。玄沙欲出家。懼其父不從。方", "99": "同捕魚。因覆舟溺死之。玄沙天資高妙。必不爾。獨不", "100": "知何所據。便爾不疑。此直不情者記之以自藏。安知", "101": "誣毀先德為罪逆。必有任其咎者。不可不慎也。", "102": "香山居士白樂天。醉心內典。與之游者多高人勝士。", "103": "觀其與濟上人書。鉤深索隱。精確高妙。未甞不置卷", "104": "長嘆。想見其為人。恨不見濟公所答耳。因作補濟上", "105": "人答樂天書一首并樂天問詞。錄於此。月日。弟子太", "106": "原白居易白濟上人。侍者昨者頂謁。時不以愚蒙。言", "107": "及佛法。或未了者。許重討論。今經典間未諭者。其義", "108": "有二。欲面問答。恐彼此卒卒。語言不盡。故粗形於文", "109": "字。願詳覧之。敬佇報章。以開未悟。所望。所望。佛以無", "110": "上大慧觀一切眾生。知其根性大小不等。而以方便", "111": "智說方便法。故為闡提說十善法。為小乘說四諦法。", "112": "為中乘說十二因緣法。為大乘說六波羅蜜法。皆對", "113": "病根投以良藥。此盖方便教中不易之典也。何者。若", "114": "為小乘人說大乘法。心則狂亂。狐疑不信。所謂無以", "115": "大海內於牛跡也。若為大乘人說小乘法。是以穢食", "116": "置於寶器。所謂彼自無瘡。勿傷之也。故維摩經總其", "117": "義云。為大醫王應病與藥。又首楞嚴三昧經云。不先", "118": "思量而說何法。隨其所應而為說法。正是此義耳。猶", "119": "恐說法者不隨人之根性也。故又法華經戒云。若但", "120": "贊佛乘。眾生沒在苦。不能信是法。破法不信故。如此", "121": "非獨慮說者不能救病。亦恐聞者不信。沒在罪苦也。", "122": "則佛之付囑。豈不丁寧耶。何則。法王經云。若定根基。", "123": "為小乘人說小乘法。為大乘人說大乘法。為闡提人", "124": "說闡提法。是斷佛性。是滅佛身。是說法人當歷百千", "125": "萬劫墮諸地獄。縱佛出世。猶未得出。若生人中。缺唇", "126": "無舌。獲如是報。何以故。眾生之性。即是法性。從本已", "127": "來無有增減。云何於中分別病藥。又云。於諸法中。若", "128": "說高下。即名邪說。其口當破。其舌當裂。何以故。一切", "129": "眾生心垢同一垢。心淨同一淨。眾生若病。應同一病。", "130": "眾生須藥。應同一藥。若說多法。即名顛倒。何以故。為", "131": "妄分別。拆善惡法。破一切法故。隨機說法。斷佛道故。", "132": "此又了然不壞之義也。金剛三昧經云。皆以一味道。", "133": "終不以小乘。無有諸雜味。猶如一雨潤。又金剛經云。", "134": "是法平等。無有高下。是名阿耨多羅三藐三菩提。據", "135": "此後三經。則與前三經義甚相戾也。其故何哉。若云", "136": "依維摩詰謂富樓那云。先當入定觀此人心。然後說", "137": "法。又云。不觀人根。不應說法。夫以富樓那之通慧。又", "138": "親奉如來為大弟子。尚未能觀知人心。況後五百歲", "139": "末法中弟子。豈能盡觀知人心。而後說法乎。設使觀", "140": "知人心。若彼發小乘心。而為說大乘法。可乎。若未能", "141": "觀彼心。而率己意說。又可乎。既未能觀。與默然不說。", "142": "又可乎。若云依義不依語。則上六經之義互相違反。", "143": "其將孰依乎。若云依了義經。則三世諸佛．一切善法", "144": "皆從此經出。孰名為不了義經乎。況諸經中與維摩．", "145": "法華．首楞嚴之說同者。非一也。與法王．金剛三昧之", "146": "說同者。亦非一也。不可徧舉。故於二義中各舉三經。", "147": "此六經皆上人常所講讀者。今故引以為問。必有甚", "148": "深之旨焉。今且有人忽問法於上人。上人或能觀知", "149": "其心。或未能觀知其心。將應病與藥而為說耶。將同", "150": "一病一藥而為說耶。若應病與藥。又是有高下。是有", "151": "雜味。即反法王等三經之義。豈徒反其義。又獲如上", "152": "所說之罪報矣。若同一病一藥為說。必當說大乘。大", "153": "乘即佛乘也。若讚佛乘。且不隨應。且不救病。即反維", "154": "摩等三經之義。豈徒反其義。又使眾生沒在罪苦矣。", "155": "六者皆如來說。如來是真語者。實語．不誑語．不異語", "156": "者。今隨此則反彼。順彼則逆此。設有問上人。其將何", "157": "法以對焉。此其未諭者一也。又五蘊者。色．受．想．行．識", "158": "是也。十二因緣者。無明緣行。行緣識。識緣名色。名色", "159": "緣六入。六入緣觸。觸緣受。受緣愛。愛緣取。取緣有。有", "160": "緣生。生緣老死．憂悲苦惱是也。夫五蘊．十二因緣。盖", "161": "一法也。盖一義也。略言之則五。詳之則為十二。雖名", "162": "數多少或殊。其於倫次轉遷。合同條貫。今五蘊中則", "163": "色．受．想．行．識相次。而十二緣中則行．識．色．入．觸．受想", "164": "緣。一則色在行前。一則色次行後。正序之既不類。逆", "165": "倫之又不同。若佛次第而言。則不應有此雜亂。若謂", "166": "偶然而說。則不當名為因緣。前後不倫。其義安在。此", "167": "其未諭者二也。上人耆年大德。後學宗師就出家中。", "168": "又以說法而作佛事。必能研精二義。合而通之。仍望", "169": "指陳。著於翰墨。盖欲藏諸篋笥。永永不忘也。其餘疑", "170": "義亦續咨問。居易頓首。予補其答曰。辱賜書。蒙以教", "171": "乘為問。󳬼惟魯鈍之資。何足以當天縱之辯。然敢不", "172": "竭疲陋以塞外護為法之勤耶。如居士所論六經二", "173": "義。與夫行色不倫之說為不通者。在不痛思自所問", "174": "端方便智三言而已。了此三言。則雖百千妙義。無盡", "175": "法門。可不究而解。矧所謂維摩．法王前後六經相戾", "176": "之義乎。方便智者。如將將兵。權謀所施。非有定式。其", "177": "發如雷霆。如機括。故能消過於未然。折衝於千里在", "178": "一時耳。豈據典故哉。夫軍勢之虗實。將氣之勇怯。陣", "179": "形之可否。成敗之先見。或有定論。例吾教三乘以觀", "180": "根授法。不可參亂是也。以勇怯之氣。為虗實之勢。以", "181": "施其事。則誤矣。例吾法謂不可以大乘之法授小乘", "182": "之人。而小乘之人終不堪受大乘之法。如維摩．法華", "183": "等三經所以丁寧告諭者是也。法王等三經又明告", "184": "直指纖悉蕩除之。亦所當爾。何以知之。如將兵者。意", "185": "在濟亂以安國。則如來之意豈非欲開迷以顯智乎。", "186": "執三乘之語言。為佛之方便智者。失之甚矣。彼特品", "187": "第眾生根器之說不能了者。反墮常見。即外道。非佛", "188": "道也。執眾生佛性自無始來無有是事者。又墮斷見。", "189": "即外道。非佛道也。華嚴經曰。凡愚之人。迷佛方便。執", "190": "有三乘。法華經曰。尋念過去佛。亦應說三乘。來書所", "191": "疑。可以釋矣。涅槃經曰。欲得早成佛者與早成。欲遲", "192": "成佛者與遲成。起信論曰。世尊為勇猛眾生說成佛", "193": "在一念。為懈怠眾生說得果須滿僧祇者。真方便智", "194": "之旨。神而明之則能變通與奪。施之以成就眾生也。", "195": "一代時教以三宗攝之。所謂法相．破相．性宗也。前之", "196": "六經二義。乃法相．破相二宗所攝。此二宗自不許相", "197": "難。以建立蕩除宗異故也。又疑為法師者。不能定觀", "198": "人之根。過慮誤授人以法。且有罪苦。夫知法比丘雖", "199": "凡夫具足煩惱之軀。然其志好明達。慧辯猛利。非果", "200": "位小乘可比。如迦陵鳥在殻。則聲壓眾鳥。如堅好木", "201": "茁地。則已秀群木。又況維摩所訶富樓那。自言其過。", "202": "有以也哉。如是而論。恐尚紆疑。請借近事以明之。王", "203": "公大人之閱天下士。非必龍章玉山。其必先以言語。", "204": "言語者。德行之候。故曰。有德者必有言。又曰。觀其所", "205": "由。察其所安。人焉廋哉。雖古之聖人。莫能外此。則知", "206": "法者。觀人之根大小。又豈有他術乎。如居士所疑色．", "207": "受．想．行．識。與夫十二有支因緣之法。名次不倫。㸦有", "208": "錯謬者。未辨名目之理故也。夫色等五蘊乃三苦已", "209": "成之軀。十二有支乃三世生因之法。如華嚴．十地品", "210": "云於第一義不了故。名無明。所作業果是行。行依止", "211": "初心是識。共生四取蘊為名色等者。其敘本末㳂襲。", "212": "理固然也。般若經則曰色即是空。空即是色。色不異", "213": "空。空不異色。受想行識亦復如是者。破有法不真故", "214": "也。且色體尚爾。況四蘊但名而已哉。般若諸經破有", "215": "之教故。言五蘊。則色居行之前。華嚴．十地品諸經敘", "216": "㳂襲之因。故色在行之後。非略言則五。詳言則十二", "217": "也。法之所本。要本於理而當於義。不必守名句以自", "218": "滯。多病久廢講。前之所陳者。皆教乘之深旨。非敢臆", "219": "斷意諭。至於言謂之不及而可以模鑄魔佛。了辨同", "220": "異者。又未可遽言也。", "221": "斷際禪師。嘗與異僧游天台。行數日。值江漲不能濟。", "222": "植杖久之。異僧以笠當舟登之浮去。斷際嫚罵曰。我", "223": "早知汝。定捶折其脛乃快也。異僧嘆曰。道人猛利。非", "224": "我所及。雪峰．嵓頭．欽山。自湘中入江南。至新吳山之", "225": "下。欽山濯足㵎側。見菜葉而喜。指以謂二人曰。此山", "226": "必有道人。可㳂流尋之。雪峰恚曰。汝智眼太濁。他日", "227": "如何辨人。彼不惜福。如此住山何為哉。古之人。擇師", "228": "結友如是其審哉。", "229": "法燈泰欽禪師。初住洪州雙林。乃曰。山僧本擬深藏", "230": "山谷。遣日過生。緣清凉老人有不了底公案。所以出", "231": "來為佗了却。若有人問。便說似伊。時一僧出問。如何", "232": "是老人未了底。欽拽杖擊之。僧曰。我有何過。欽曰。祖", "233": "禰不了。殃及兒孫。李國主從容問曰。先師有什麼不", "234": "了底公案。欽曰。現分析底。國主駭之。欽少年時。其悟", "235": "解已逸格。然未為人知。獨法眼禪師深奇之。性忽繩", "236": "墨。不事事。嘗自清凉遣化維楊。不奉戒律。過時未歸。", "237": "一眾傳以為笑。法眼遣偈往呼之。既歸。使為眾燒浴。", "238": "一日。法眼問大眾曰。虎項下金鈴。何人解得。對者皆", "239": "不契。欽適自外至。法眼理前語問之。欽曰。大眾何不", "240": "道。繫者解得。於是人人改觀。法眼曰。汝輩這回笑渠", "241": "不得也。", "242": "王文公方大拜。賀客塞門。公默坐甚久。忽題于壁間", "243": "曰。霜筠雪竹鍾山寺。投老歸歟寄此生。又元宵賜宴", "244": "相國寺。觀俳優坐客懽甚。公作偈曰。諸優戲場中。一", "245": "貴復一賤。心知本自同。所以無欣怨。予甞謂同學曰。", "246": "此老人通身是眼。瞞渠一點也不得。", "247": "臨濟大師曰。大凡舉唱宗乘。須一句中具三玄。一玄", "248": "中具三要。有玄有要。諸方衲子多溟涬其語。獨汾陽", "249": "無德禪師能妙達其旨。作偈通之曰。三玄三要事難", "250": "分。得旨忘言道易親。一句明明該萬象。重陽九日菊", "251": "花新。非特臨濟宗喜論三玄。石頭所作參同契備具", "252": "此旨。竊嘗深觀之。但易玄要之語為明暗耳。文止四", "253": "十餘句。而以明暗論者半之。篇首便標曰。靈源明皎", "254": "潔。枝派暗流注。又開通發揚之曰。暗合上中言。明明", "255": "清濁句。在暗則必分上中。在明則須明清濁。此體中", "256": "玄也。至指其宗而示其意。則曰。本末須歸宗。尊卑用", "257": "其語。故下廣敘明暗之句。奕奕聯連不已。此句中玄", "258": "也。及其辤盡也。則又曰。謹白參玄人。光陰莫虗度。道", "259": "人日用能不遺時失候。則是真報佛恩。此意中玄也。", "260": "法眼為之注釋。天下學者宗承之。然予獨恨其不分", "261": "三法。但一味作體中玄解。失石頭之意。李後主讀當", "262": "明中有暗注辤曰。玄黃不真。黑白何咎。遂開悟。此悟", "263": "句中玄為體中玄耳。如安楞嚴破句讀首楞嚴。亦有", "264": "明處。予懼學者雷同其旨。宗門妙意指趣。今叢林絕", "265": "口不言。老師宿德日以凋喪。末學小生日以譁諠。無", "266": "復明辯。因記先德銓量大法宗趣於此。以俟有志者。", "267": "此方教躰以音聞應機。故明導者假以語言。發其智", "268": "用。然以言遣言。以理辨理。則妙精圓明未嘗間斷。謂", "269": "之流注真如。此汾陽所謂一句明明該萬象者也。得", "270": "之者。神而明之。不然。死於語下。故其應機而用。皆脫", "271": "略窠臼。使不滯影迹。謂之有語中無語。此汾陽所謂", "272": "重陽九日菊花新者也。三玄之設。本猶遣病。故達法", "273": "者貴其知意。知意則索爾虗閑。隨緣任運。謂之不遺", "274": "時。此汾陽所謂得意忘言道易親者也。古塔主喜論", "275": "明此道。然論三玄則可以言傳。至論三要則未容無", "276": "說。豈不曰。一玄中具三要。有玄有要。自非親證此道。", "277": "莫能辯也。", "278": "廬山玉㵎林禪師作雲門北斗藏身因緣偈曰。北斗", "279": "藏身為舉揚。法身從此露堂堂。雲門賺殺佗家子。直", "280": "至如今謾度量。五祖戒禪師。雲門的孫。有機辯。甞罷", "281": "祖峰法席。游山南。見林。問作偈之意。林舉目視之。戒", "282": "曰。若果如此。雲門不直一錢。公亦當無兩目。遂去。林", "283": "竟如所言。而戒暮年亦失一目。今妄意測度先德之", "284": "旨。疑悞後生者。亦可以少戒。", "285": "天台宗講徒曰。昔智者大師聞西竺異比丘言。龍勝", "286": "菩薩嘗於灌頂部誦出大佛頂首楞嚴經十卷。流在", "287": "五天。皆諸經所未聞之義。唯心法之大旨。五天世主", "288": "保護秘嚴。不妄傳授。智者聞之。日夜西向禮拜。願早", "289": "至此土。續佛壽命。然竟不及見。唐神龍初。此經方至", "290": "廣州翻譯。今市工販鬻徧天下。而學者往往有畢生", "291": "不曾識之者。法輕則信種自劣。可嘆也。", "292": "古老衲住山。多託物寓意。既自游戲。亦欲悟人。如子", "293": "湖之畜犬。道吾之巫衣端笏。獨雪峰．歸宗．西院皆握", "294": "木蛇。故雪峰寄西院偈云。本色住山人。且無刀斧痕。", "295": "予元符間至踈山。見仁禪師𦘕像亦握木蛇。嘗有僧", "296": "問曰。和尚手中是什麼物。答曰。是曹家女。因嘆其孤", "297": "韻超󳫠。能清凉熱惱。為作贊曰。三支習氣其毒熾然。", "298": "薰蒸識心盤屈糾纏。眾生不明橫生疑怖。忽然見之", "299": "輙自驚仆。空華世間本離生滅。廓然十方露其窟穴。", "300": "惟矮師叔是大幻師。與奪萬法自在娛嬉。乃知大千", "301": "皆公戲具。手中木蛇是曹家女。", "302": "永明和尚問曰。此根本識心既稱為一切法體。又云", "303": "常住不動。只如萬法即此一心有。離此一心有。若即", "304": "心。萬法遷變。此心云何稱為常住。若離此心。復云何", "305": "得為一切法體。自答曰。開合隨緣。非即非離。以緣會", "306": "故合。以緣散故開。開合但緣。卷舒無體。緣但開合。緣", "307": "亦本空。彼此無知。能所俱寂。故密嚴經偈曰。譬如金", "308": "石等。本來無水相。與水共和合。若水而流動。藏識亦", "309": "如是。體非流動流。諸識共相應。與法同流轉。如鐵因", "310": "磁石。周回而轉移。二俱無有思。狀若有思覺。賴耶與", "311": "七識。當知亦復然。習繩之所繫。無人而若有。普徧眾", "312": "生身。周行諸陰趣。如鐵與磁石。展轉不相知。予嘗諦", "313": "觀一切眾生迷於動轉遷移之中。生心執著以為實", "314": "然。以是橫計有生有死．罪行福行。如嬰兒自旋。見屋", "315": "廬轉。諸佛大悲為作方便。以無情之類無有心念而", "316": "亦有遷流。為譬識心本來自寂。即入無生大解脫門。", "317": "潭州道吾山有湫。毒龍所蟄。墮葉觸波。必雷雨連日。", "318": "過者不敢喘。慈明與泉大道同游。泉牽其衣曰。可同", "319": "浴。慈明掣肘徑去。泉解衣躍入。霹靂隨至。腥風吹雨。", "320": "林木掀播。慈明蹲草中大驚。意泉死矣。須臾。晴霽。忽", "321": "引頸出波間。笑呼曰。㘞。又嘗夜坐融峰頂。有大蟒繞", "322": "盤之。泉解衣帶縛其腰。中夜不見。邌明。䇿杖徧山尋", "323": "之。帶纏枯松之上。盖松妖也。又自後洞負一石羅漢", "324": "像至南臺。像無慮數百斤。眾僧驚駭。莫知其來。後洞", "325": "僧亦莫知其去。遂相傳至今。號飛來羅漢。又過衡山", "326": "縣。見屠者斫肉。立其旁作可憐之態。指其肉。又指其", "327": "口。屠問曰。汝啞耶。即點頭。屠大憐之。割巨臠置鉢中。", "328": "泉喜出其望外。連呼曰。感謝。市人皆笑。泉自若而去。", "329": "後住南嶽芭蕉菴。遭橫逆。民其衣。役郴州牢城。盛暑", "330": "負土𡎺城經通衢。弛擔而坐。觀者如堵。說偈曰。今朝", "331": "六月六。谷泉受罪足。不是上天堂。便是入地獄。言訖。", "332": "微笑而寂。異香郁然。郴人至今供事之。泉親見汾州", "333": "無德禪師。南山清源道人謂予曰。我十餘年作老黃", "334": "龍侍者。聞其說見慈明事甚詳。甞喟然嘆曰。我平生", "335": "不得谷泉．文悅。又爭識得慈明。", "336": "靈源禪師謂予曰。道人保養。如人病須服藥。藥之靈", "337": "驗易見。要須忌口乃可。不然服藥何益。生死是大病。", "338": "佛祖言教是良藥。染污心是雜毒。不能忌之。生死之", "339": "病無時而損也。予愛其言。追念圓覺經曰。末世諸眾", "340": "生。心不生虗妄。佛說如是人。現世即菩薩。法華經曰。", "341": "若起精進心。是妄非精進。但能心不妄。精進無有涯。", "342": "南岳思大禪師悟入法華三昧。即誦曰。是真精進。是", "343": "名真法供養。汾陽無業大達國師。一生答學者之問。", "344": "但曰莫妄想。是謂稱性之語。見道徑門。而禪者易其", "345": "言。反求玄妙。可笑也。", "346": "三祖信心銘．誌公十二時歌．永嘉證道文。禪者不可", "347": "不誦。退之見大顛事．傅大士四相頌。雖不言於宗門。", "348": "何傷乎。", "349": "定上座。不知何許人。臨濟會中。號稱龍象。初至臨濟。", "350": "問。如何是祖師西來意。臨濟下座。搊住曰。速道。速道。", "351": "定擬議。濟掌之。輒推去。傍僧呼曰。何不禮拜。定拜起。", "352": "汗如雨。因大悟。巖頭．雪峰．欽山三人往河北。道逢定", "353": "鎮府來。問曰。臨濟和尚徤否。定曰。已化去也。相顧嘆", "354": "息。又問。有何言句示眾。定曰。尋常上堂曰。汝等諸人", "355": "赤肉團上有一無位真人。常自面門出入。未證據者", "356": "看。欽山曰。何不道。赤肉團上非無位真人。定忽擒住", "357": "曰。且道無位真人與非無位真人相去多少。速道。速", "358": "道。欽色動。不能對。巖頭．雪峰勸解之。定曰。若不是這", "359": "兩箇老凍醲。𡎺殺尿床鬼子。又過橋。見三講人方論", "360": "法義。定倚杖聽之。講者戲問曰。禪者。如何是禪河窮", "361": "到底。定捉住。欲拋置水中。兩講人驚抱持之哀告。定", "362": "曰。若不是汝輩。且教這漢窮到底。臨濟宗旨。貴直下", "363": "便見。不復留情。定公所用。舒卷自在。如明珠走盤。不", "364": "留影迹。可畏仰哉。", "365": "南禪師居積翠。時有僧侍立。顧視久之。問曰。百千三", "366": "昧。無量妙門。作一句說與汝。汝還信不。對曰。和尚誠", "367": "言。安敢不信。南公指其左曰。過這邊來。僧將趨。忽咄", "368": "之曰。隨聲逐色有甚了期。出去。一僧知之。即趨入。南", "369": "公理前語問之。亦對曰。安敢不信。南公又指其左曰。", "370": "過這邊來。僧堅不往。又咄之曰。汝來親近我。反不聽", "371": "我語。出去。其門風壁立。雖佛祖亦將喪氣。故能起臨", "372": "濟已墜之道。而今人誣其家風但是平實商量。可笑", "373": "也。", "374": "子常愛王梵志詩云。梵志翻著襪。人皆謂是錯。寧可", "375": "刺你眼。不可隱我脚。寒山子詩云。人是黑頭蟲。剛作", "376": "千年調。鑄鐵作門限。鬼見拍手笑。道人自觀行處。又", "377": "觀世間。當如是游戲耳。", "378": "淨業障經曰。世尊謂無垢光曰。寢夢犯欲。本無差別。", "379": "一切諸法本性清淨。然諸凡夫愚小無智。於無有法", "380": "不知如故。妄生分別。以分別故。墮三惡道。古佛同聲", "381": "說偈曰。諸法同鏡像。亦如水中月。凡夫愚惑心。分別", "382": "癡恚愛。諸法常無相。寂靜無根本。無邊不可取。欲性", "383": "亦如是。然教乘所論。開遮不一。故曰九結十纏。性雖", "384": "空寂。初心學者。且須離之。是以諸佛所說深經。先誡", "385": "不可於新發意菩薩說。慮種子習重發起現行。又為", "386": "觀淺根浮。信解不及故也。", "387": "道吾真禪師孤硬。具大知見。與楊岐會禪師俱有重", "388": "名於禪林。當時慈明會中。先數會．真二大士為龍象。", "389": "然開法。皆遠方小剎。眾纔二十餘輩。諸方來者。必勘", "390": "驗之。往往望崖而退甚多。真臥病。院主問。和尚近日", "391": "尊候如何。答曰。粥飯頭不得氣力。良久。曰。會麼。對曰。", "392": "不會。曰。猫兒尾後帶研槌。或問。如何是佛。答曰。洞庭", "393": "無蓋。予作偈曰。洞庭無蓋。凍殺法身。趙州貪食。牙齒", "394": "生津。", "395": "翠嵓真點胸。英氣逸群。不虗許可。嘗客南昌章江寺。", "396": "長老政公亦嗣慈明。性喜講說。學者多尚義學。真一", "397": "日見政。則以手摳其衣。露兩脛緩步而過。政恠問之。", "398": "對曰。前廊後架皆是葛藤。正恐絆倒耳。政為大笑。又", "399": "問曰。真兄。我與你同參。何得見人便罵我。真熟視曰。", "400": "我豈罵汝。吾畜一喙。準備罵佛罵祖。汝何預哉。政無", "401": "如之何而去。見南禪師曰。我佗日十字街頭做箇粥", "402": "󰕖主人。有僧自黃蘗來。我必勘之。南公曰。何必他日。", "403": "我作黃蘗僧。汝今試問。真便問。近離什麼處。曰。黃蘗。", "404": "真曰。見說堂頭老子脚跟不點地。是否。曰。上座何處", "405": "得這消息來。真曰。有人傳至。南公笑曰。却是汝脚跟", "406": "不點地。真亦大笑而去。好問學者。魯祖當日見來參", "407": "者。何故便面壁去。未有契其機者。自作偈曰。坐斷千", "408": "山與萬山。勸人除却是非難。池陽近日無消息。果中", "409": "當年不自觀。", "410": "衡岳楚雲上人。生唐末。有至行。嘗刺血寫妙法蓮華", "411": "經一部。長七寸。廣四寸。而厚半之。作栴檀匣藏於福", "412": "嚴三生藏。又刻八字於其上。曰。若開此經。誓同慈氏。", "413": "皇祐間。有貴人遊山見之。疑其妄。使人以鉗發之。有", "414": "血如綫出焉。須臾。風雷震山谷。煙雲入屋。相捉不相", "415": "見。彌日不止。貴人大驚。投誠懺悔。嗟乎。願力所持。乃", "416": "爾異也。予甞經游。往頂戴之。細看血綫依然。貫休有", "417": "詩贈之曰。剔皮刺血誠何苦。為寫靈山九會文。十指", "418": "瀝乾終七軸。後來求法更無君。", "419": "永明和尚曰。今之學者多好求解會。此豈究竟。解但", "420": "為遣情耳。說但為破執耳。情消執盡。則說解何存。真", "421": "性了然。寂無存泯。所以若言即與不即。皆落是非。瞥", "422": "掛有無。即非正念。故三祖大師云。纔有是非。紛然失", "423": "心。時有僧問。凡涉有無。皆成邪念。若關能所。悉墮有", "424": "無。如何是正念而知。答曰。瑞草生嘉運。林華結早春。", "425": "此是禪宗之妙。於諸方便中最為親語。", "426": "白雲端禪師作蠅子透窓偈曰。為愛尋光紙上鑽。不", "427": "能透處幾多難。忽然撞著來時路。始覺平生被眼瞞。", "428": "作北斗藏身因緣偈曰。五陵公子游花慣。未第貧儒", "429": "自古多。冷地看他人富貴。等閑不奈幞頭何。予謂此", "430": "老筆端有口。故多說少說皆無剩語。", "431": "道宣律師作二祖傳曰。可遇賊斫臂。以法御心。初無", "432": "痛苦。蜀僧神清引其說以左書。予讀之。每失笑且嘆", "433": "宣暗於辨是非也。既列林法師與二祖聯傳。於林傳", "434": "則曰。林遇賊斫臂。呼號不已。故人呼為無臂林。林與", "435": "二祖友善。一日同󰕖。恠其亦以一手進。問其故。對曰。", "436": "我無臂舊矣。豈有游從之人為賊斫臂。久而不知。反", "437": "相問者耶。夫二祖以求法故。世無知者。林公以遇賊", "438": "故。人皆知之。宣雷同之。辱誣先聖過矣。彼神清何為", "439": "者也。據以為書。又可以發一笑。雖然孟子曰盡信書", "440": "不如無書。學者亦可以鑒於此。", "441": "慈明老人性豪逸。忽繩墨。凡聖莫測。初弃南源。歸省", "442": "其母。以銀盆為之壽。其母投諸地。罵曰。汝少行脚負", "443": "布橐去。今安得此物。吾望汝濟我。今反欲置我作地", "444": "獄滓耶。慈明色不怍。徐收之。辤去。謁神鼎諲公師叔。", "445": "諲公。首山之子。望高叢林。住山三十年。影不出山。諸", "446": "方莫有當其意者。慈明通謁稱法姪。一眾大笑。諲公", "447": "使人問。長老何人之嗣。對曰。親見汾陽來。諲訝之。出", "448": "與語。應答如流。大奇之。會道吾虗席。郡移書欲得大", "449": "禪伯領之。諲以慈明應召。湘中衲子聞其名。聚觀之。", "450": "予謂慈明道起臨濟於將仆。而平昔廓落乃如此。微", "451": "神鼎則殆。亦谷泉之流也。然至人示現。要非有思議", "452": "心所能知也。", "453": "教中有女子出定因緣。叢林商略甚眾。自非道眼明", "454": "白。親見作家。莫能明也。大愚芝禪師每問僧曰。文殊", "455": "是七佛之師。為什麼出此女子定不得。罔明菩薩下", "456": "方而至。但彈指一聲便能出定。莫有對者。乃自對曰。", "457": "僧投寺裏宿。賊入不慎家。予滋愛其語。作偈記之。曰。", "458": "出定只消彈指。佛法豈用工夫。我今要用便用。不管", "459": "罔明文殊。雲菴和尚見之。明日升座。用前話乃曰。文", "460": "殊與罔明見處有優劣也無。若言無。文殊何故出女", "461": "子定不得。只如今日行者擊動法鼓。大眾同到座前。", "462": "與罔明出女子定。是同是別。良久。曰。不見道。欲識佛", "463": "性義。當觀時節因緣。亦有偈曰。佛性天真事。誰云別", "464": "有師。罔明彈指處。女子出禪時。不費纖毫力。何曾動", "465": "所思。眾生總平等。日用自多疑。", "466": "大愚芝禪師。作偈絕精峭。予猶及見。老成多誦之。其", "467": "作僧問洞山。如何是佛。答云。麻三斤。偈曰。橫眸讀梵", "468": "字。彈舌念真言。吹火長尖嘴。柴生滿竈烟。又作雲門", "469": "普字偈曰。說佛說法廣鋪舒。矢上加尖也太愚。明眼", "470": "衲僧傍覰見。一條拄杖兩人舁。又示眾曰。沙裏無油", "471": "事可哀。翠嵓嚼飯餵嬰孩。佗時好惡知端的。始覺從", "472": "前滿面󰞆。", "473": "李留後端愿問達觀禪師曰。人死。識當何所歸。答曰。", "474": "未知生。焉知死。對曰。生則端愿已知。曰。生從何來。李", "475": "留後擬議。達觀揕其胸曰。只在這裏。思量箇什麼。對", "476": "曰。會也。只知貪程。不覺蹉路。達觀拓開曰。百年一夢。", "477": "又問。地獄畢竟是有是無。答曰。諸佛向無中說有。眼", "478": "見空華。太尉就有中覔無。手󳳍水月。堪笑眼前見牢", "479": "獄不避。心外見天堂欲生。殊不知欣怖在心。善惡成", "480": "境。太尉但了自心。自然無惑。進曰。心如何了。答曰。善", "481": "惡都莫思量。又問。不思量後。心歸何所。達觀曰。且請", "482": "太尉歸宅。住潤州浮玉山。禪者景向。嘉祐五年正月", "483": "元日。登堂敘出世始末。大眾悲戀。下座入方丈趺坐。", "484": "眾復擁至。以手揮曰。各就壁立。勿譁。少頃。寂然而逝。", "485": "予讀大宋僧史會要。愛隋大臣楊公素識度明正。甞", "486": "游嵩山。見𦘕壁。指問道士曰。此何像。對曰。老子化胡", "487": "成佛圖。楊公曰。何不化胡成道。而反成佛耶。道士不", "488": "能答。傳以為名言。", "489": "雪竇通禪師。長沙岑大蟲之子也。每謂諸同伴曰。但", "490": "時中常在。識盡功成。瞥然而起。即是傷他。而況言句", "491": "乎。故石霜諸禪師宗風多論內紹．外紹．臣種．王種．借", "492": "句．挾帶。直饒未甞忘照。猶為外紹。謂之臣種。亦謂之", "493": "借。謂之誕生。然不若絲毫不隔。如王子生下即能紹", "494": "種。謂之內紹。謂之王種。謂之句。非借也。借之為言。一", "495": "色邊事耳。不得已應機利生。則成挾帶。汾陽無德禪", "496": "師偈曰。士庶公侯一道看。貧富賢愚名漸次。將知修", "497": "行亦須具眼。予參至此。每自嗟笑。嗟堂中首座昧先", "498": "師之意而脫去。笑羅山大師不契而識巖頭。及觀棗", "499": "栢大士之論曰。當以止觀力。功熟乃證知。急亦不得", "500": "成。而緩亦不得。但知常不休。必定不虗弃。如乳中有", "501": "酪。要須待其緣。彼緣緣之中。本無有作者。故其酪成", "502": "已。亦無有來處。亦非是本有。如來智慧海。方便亦如", "503": "是。是以知古老宿行處皆聖賢之言也。", "504": "幽州盤山積禪師有言曰。似地擎山。不知山之孤峻。", "505": "如石含玉。不知玉之無瑕。若能如是。是真出家。大法", "506": "眼禪師曰。理極亡情謂。如何有喻齊。到頭霜夜月。任", "507": "運落前溪。果熟兼猿重。山長似路迷。舉頭殘照在。元", "508": "是住居西。邃導師曰。老僧平生百無所解。只是日日", "509": "一般。雖住此間。隨緣任運。今日諸上座與本無異也。", "510": "古之人有大機智。故能遇緣即宗。隨處作主。巖頭和", "511": "尚曰。汝但識綱宗。本無是法。予甞與客論。靈雲見桃", "512": "華偈曰。三十年來尋劒客。幾回葉落又抽枝。自從一", "513": "見桃花後。直至如今更不疑。溈山老子無大人相。便", "514": "云。從緣入者。永無退失。獨玄沙曰。諦當。甚諦當。敢保", "515": "老兄猶未徹在。客問予。未徹之處安在哉。為作偈曰。", "516": "靈雲一見不再見。紅白枝枝不著花。尀耐釣魚船上", "517": "客。却來平地摝魚鰕。", "518": "五祖戒禪師喜勘驗衲子。時大岳．雪竇號為飽參。且", "519": "有機辨。至東山之下。雪竇令大岳先往。岳包腰徑入", "520": "方丈。時戒歸。自外見之。呼云。作什麼。岳回首。以手畫", "521": "圓相示之。戒曰。是什麼。岳曰。胡餅。戒曰。趂爐竈熱更", "522": "搭一箇。岳擬議。曳拄杖趂出門。岳曰。顯川這關西子", "523": "無面目。休去好。戒暮年弃其徒。來游高安。洞山寶禪", "524": "師其法嗣也。寶好名。賣之不為禮。至大愚未幾。倚拄", "525": "杖於僧堂前談笑而化。五祖遣人來取骨石歸塔焉。", "526": "溈山大圓禪師曰。道人之心。質直無偽。無背無面。無", "527": "詐妄心。一切時中。視聽尋常。更無委曲。亦不閉眼塞", "528": "耳。但情無附物即得。從上諸聖只是說濁邊過患。若", "529": "無如許多惡覺．情見．想習之事。譬如秋水澄渟。清淨", "530": "無為。淡佇無礙。喚作道人。亦名無事人。或問。頓悟之", "531": "人更用修否。曰。若真實悟得底。佗自知時節。修與不", "532": "修。是兩頭語。今雖從緣得。一念頓悟自理。猶有無始", "533": "習氣未能頓淨。須教渠淨除現業流識。即是修也。不", "534": "可別有一法教渠修行趣向。從聞入理。聞理深妙。心", "535": "自圓明。不居惑地。縱有百千妙義。抑揚當時。此乃得", "536": "坐披衣。自解作活計始得。以要言之。則實際理地。不", "537": "受一塵。萬行門中。不捨一法。若也單刀直入。則凡聖", "538": "情盡。體露真常。理事不二。即如如佛。今時學者常疑", "539": "佛性本來具足。何須復修。設不修行。無緣證聖。情隨", "540": "向背。終落斷常。不知三世如來．十方菩薩所有修習。", "541": "皆自隨順覺性而已。則大溈所謂修與不修是兩頭", "542": "語。不亦宜乎。", "543": "法眼禪師之子。有慧明道人者。知見甚高。下視諸方。", "544": "初菴於大梅山。有禪者來游。明問曰。近離何處。對曰。", "545": "城都。曰。上座離城都到此山。則城都少上座。此山剩", "546": "上座。剩則心外有法。少則心法不周。說得道理即住。", "547": "不會即去。禪者莫能對。又遷止天台山。有彥明道人", "548": "者。俊辨自負。來謁師。師問曰。從上先德有悟者麼。對", "549": "曰。有之。曰。一人發真歸源。十方虗空悉皆消殞。舉手", "550": "指曰。只今天台山嶷然。如何得消殞去。明張目直視。", "551": "遯去。又問諸老宿曰。雪峰塔銘曰。夫從緣而有者。始", "552": "終而成壞。非從緣而有者。歷劫而長堅。堅之與壞即", "553": "且止。雪峰只今在什麼處。予謂禪宗貴大機大用。不", "554": "貴知解。雲庵每曰。汝輩皆知有。只是用不得。如慧明", "555": "道人。可謂善用者也。", "556": "予讀傳燈錄。愛老安之子。所謂破竈墮者。深證無生。", "557": "恨不與之同時而生也。紹聖中。再游廬山。見其𦘕像。", "558": "為作贊曰。嵩山屋老竈有神。民爭祠之日宰烹。師與", "559": "門人偶經行。即而視之因嘆驚。此唯土瓦和合成。是", "560": "中何從有聖靈。以杖敲之輒墮傾。須臾青衣出笑迎。", "561": "謝師為我談無生。言訖登空如鳥輕。門人問之拜投", "562": "誠。伏地但聞破墮聲。君看一躰情非情。皎如朗月懸", "563": "青冥。未證據者以事明。鞭草血流石吼升。涅槃門開", "564": "見戶庭。老安憐兒為作名。金屑雖貴翳眼睛。", "565": "金華懷志上座。性夷粹。飽經論。東吳學者尊事之。甞", "566": "對客曰。吾欲會天台．賢首．唯識三宗之義。折中之。為", "567": "一書以塞影迹之諍。適有禪者居坐末。曰。賢首宗祖", "568": "師謂誰。志曰。杜順和尚。禪者曰。順有法身頌曰。懷州", "569": "牛喫禾。益州馬腹脹。天下覔醫人。灸猪左膊上。此義", "570": "合歸天台．唯識二宗何義耶。志不能對。禪者曰。何不", "571": "游方去。志於是罷講。南詢至洞山。時雲菴和尚在焉。", "572": "從之游甚久。去游湘上。菴於石頭雲溪二十餘年。氣", "573": "韻閑淡。過客謁之多不言。侍者問之。答曰。彼朝貴人", "574": "多知多語。我粥󰕖僧見之。自然口吻遲鈍。去僧問。住", "575": "山有何趣味。答曰。山中住。獨掩柴門無別趣。三箇柴", "576": "頭品字煨。不用援毫文彩露。又曰。萬機俱罷付癡憨。", "577": "蹤迹常容野鹿參。不脫麻衣拳作枕。幾生夢在綠蘿", "578": "庵。年六十二。思歸江南依故人照禪師。照住龍安。遂", "579": "徑去。予甞作偈寄之曰。看徧三湘萬頃山。江南歸去", "580": "臥龍安。只將一味無求法。留與叢林作㨾看。又曰。閙", "581": "中拋擲亦奇哉。句裏藏身活路開。生鐵心肝含笑面。", "582": "不虗參見作家來。", "583": "杭州上天竺辨才法師元淨。悟法華三昧。有至行。弘", "584": "天台教號稱第一。東吳講者宗向之。時秀州有狂人。", "585": "號回頭。左道以鼓流俗。宣言當建窣堵波為吳人福", "586": "田。施者雲委。然憚入杭境。以辨才不可欺故也。不得", "587": "已既來。先以錢十萬詣上天竺飯僧。且遣使通問曰。", "588": "今以修造錢若干。願供僧一堂。淨答其書曰。道風遠", "589": "來。山川增勝。誨言先至。喜慰可量。承以營建淨檀為", "590": "飯僧之用。竊聞教有明文。不許互用。聖者既遺明誨。", "591": "不知白佛當以何辤。佇聞報章。即令撰疏文也。狂人", "592": "大驚。慚見其徒。然淨之門弟子亦勸且禮之以化俗。", "593": "淨厲語曰。出家兒須具眼始得。彼誠聖者。吾敢不恭。", "594": "如其誕妄。知而同之。是失正念。吾聞聖者俱佗心通。", "595": "今夕當與爾曹䖍請於明日就此山與十方諸佛同", "596": "齋。即如法嚴敬跪讀疏文焚之。明日率眾出迎。而所", "597": "謂狂人者竟不至。學者皆服。", "598": "汾陽無德禪師見七十一員善知識。前後八請皆不", "599": "出世。燕居襄陽白馬寺。并汾道俗千餘人詣其居。勸", "600": "請說法。既至。宗風大振。迹不越閫。自為不出院歌以", "601": "見志。北地苦寒。因罷夜參。忽有梵僧乘雲而至。問所", "602": "以不說之意。師以眾僧不可夜立為詞。梵僧曰。時不", "603": "可失。此眾雖不多。然中有六人。異日為大宗師。道廕", "604": "人天。可開大慈。為法施。不可恡也。言卒而沒。師明日", "605": "上堂曰。胡僧金錫光。為法到汾陽。六人成大器。勸請", "606": "為敷揚。時大愚芝．石霜圓．瑯瑘覺．法華舉諸公。咸在", "607": "會下。", "608": "永嘉禪師偈曰。若以知知寂。此非無緣知。如手執如", "609": "意。非無如意手。若以自知知。亦非無緣知。如手自捉", "610": "拳。非是不拳手。亦不知知寂。亦不自知知。不可為無", "611": "知。以性了然故。不同於木石。如手不執物。亦不自作", "612": "拳。不可為無手。以手安然故。不同於兔角。智覺禪師", "613": "曰。斯為禪宗之妙。故今用之而復小異。以彼但顯無", "614": "緣真智以為真道。若奪之者。但顯本心。不隨妄心。未", "615": "有智慧照了心源故。須能所平等。等不失照。為無知", "616": "之知。此知之於空寂無生。如來藏性方有妙耳。智覺", "617": "之意欲偈兼言明悟。永嘉止說悟後之病。二老之言", "618": "皆是也。然天下之理。豈可以一言盡耶。永嘉之偈不", "619": "必奪亦可也。", "620": "正宗記評三祖大師曰。尊者初雖不自道其姓族．鄉", "621": "邑。後之於世復三十餘載。豈絕口而略不云乎。此可", "622": "疑也。曰。予視房󳬴曰。大師甞謂道信云。有人借問。勿", "623": "道於我處得法。此明尊者自絕之甚也。至人以物迹", "624": "為大道之累。乃忘其心。今正法之宗猶欲遺之。況其", "625": "姓族．鄉國俗間之事。肯以為意耶。予讀至此。知明教", "626": "所得多矣。王文公亦曰。古之有道者。功業有不足以", "627": "累其懷。況身後之名乎。如亮公之逃西山。常公之菴", "628": "大梅。歸宗之眯其目。法正之不言名姓。是諸老皆能", "629": "踐其所聞者也。故其化去數百年。凜凜尚有生氣。彼", "630": "無意於此世爭。以此與之。盖理之固然。", "631": "南禪師住歸宗。時遣化至䖍上。化人還。白曰。虔有信", "632": "士劉君。臨行送至郊外。祝曰。為我求老師偈一首。為", "633": "子孫世世福田。明年。師以偈寄之曰。虔上僧歸廬岳", "634": "寺。首言居士乞伽陀。援毫示汝箇中意。近日秋林落", "635": "葉多。後四十年。雲菴復住歸宗。法席盛於前日。劉君", "636": "之子持此偈來󰕖僧。敘其事。雲菴上堂有偈曰。先師", "637": "昔住金輪日。有偈君家結淨緣。我住金輪還有偈。却", "638": "應留與子孫傳。", "639": "涅槃經中有聞讚佛為大福德。怒曰。生經七日。母便", "640": "命終。豈謂大福德相。讚者曰。年志俱盛而不卒暴。打", "641": "之不嗔。罵之不報。是故我言大福德相。怒者聞而心", "642": "服。故慈為無盡福德相。故沙門能世福田者。以慈修", "643": "身故也。", "644": "永明和尚曰。此重玄門。名言路絕。隨智所演。以廣見", "645": "聞。唯證方知。非情所解。若親證時。悉是現量之境。處", "646": "處入法界。念念見遮那。若但隨文義所解。只是陰識", "647": "依通。當逆順境時。還成滯礙。遇差別問處。皆是疑情。", "648": "如鹽官安禪師問講華嚴大師云。華嚴經有幾種法", "649": "界。對曰。略而言之有十種法界。廣而言之重重無盡。", "650": "鹽官舉拂子云。是第幾重法界。大師俛首擬答之。鹽", "651": "官訶曰。思而知。慮而解。是鬼家活計。日下孤燈。果然", "652": "失照。出去。予聞華嚴宗曰。勝熱婆羅門。火聚刀山。是", "653": "般若無分別智。彼䟽義者。如葉公𦘕龍。真龍忽見。投", "654": "筆怖走。", "655": "洞山圓禪師嗣雪竇。年甚少。開先暹道者舉之。以應", "656": "筠人之請。時南禪師住黃檗。因出邑相見於淨戒寺。", "657": "南公默無所言。但焚香相向危坐而已。自申時至三", "658": "鼓。圓公即起曰。夜深妨和尚偃息。趍出。明日各還山。", "659": "南公偶問永首座。汝在廬山識今洞山老否。永曰。不", "660": "識。止聞其名。久之。進曰。和尚此回見之如何人。南公", "661": "曰。奇人。永退問侍者。汝隨和尚見洞山。夜語及何事。", "662": "侍者以實告。永笑曰。疑殺天下人。", "663": "誌公和尚十二時歌大明佛祖要妙。然年代寢遠。昧", "664": "者多改易其語。以循其私。其大害意者。如曰。夜半子。", "665": "心住無生即生死。心法何曾屬有無。用時便用沒文", "666": "字。乃作生死何曾屬有無。言則工矣。然下句血脉不", "667": "貫。既曰生死不屬有無。又曰用時便用。何哉。", "668": "予在湘山道林。有僧謂予曰。吾初看六祖風幡因緣。", "669": "久之。偶仰首就架取衣。方薦其旨。予戲曰。非舉目見", "670": "風幡時節耶。僧首肯之。予曰。祖師夜聞二僧徵詰。即", "671": "謂曰。非風幡動。仁者心動。縱其張目於暗中。二僧何", "672": "以識之。僧大慍而去。無盡居士甞為予言。頃京師見", "673": "慧林一僧談禪。不肯諸方。吾問蜆子答祖師西來意。", "674": "乃曰。神前酒臺盤。意旨如何。其僧張目直視曰。神前", "675": "酒臺盤。無盡戲之曰。廟中是夕有燈則已。不然。蜆子", "676": "佛法遂為虗施。", "677": "靈源禪師謂予曰。吾甞在龍舒。見龍門顯道人發課。", "678": "莫有能逃其言者。意有必道。顯曰。但有所見即道。微", "679": "入思惟。即不靈矣。予故人耶溪鄒正臣能言五行。其", "680": "精妙世以一二數。亦甞告予以此意。彼術之至者且", "681": "爾。況有大於此者。而欲以思慮求乎。", "682": "鄧峰永庵主甞問僧審奇。汝久不見。何所為。奇曰。近", "683": "見偉藏主有箇安樂處。永曰。試舉似我。奇因敘其所", "684": "得。永曰。汝是。偉未是。奇莫測。歸語于偉。偉大笑曰。汝", "685": "非。永不非也。奇走質於積翠南禪師。南公亦大笑。永", "686": "聞之。作偈曰。明暗相參殺活機。大人境界普賢知。同", "687": "條生不同條死。笑倒庵中老古錐。觀其語言。想見當", "688": "時法喜游戲之逸韻。使永公施於今。則其取詬辱必", "689": "矣。", "690": "臨濟大師臨終付法偈曰。㳂流不止問如何。真照無", "691": "邊說似他。離相離名如不稟。吹毛用了急須磨。而傳", "692": "者作急還磨。曹山和尚釋枯木龍吟髑髏無識語。作", "693": "偈曰。枯木龍吟方見道。髑髏無識眼方明。喜識盡時", "694": "消息盡。當人那辨濁中清。而傳者作消不盡。二宗兩", "695": "偈甚微。而一失其旨。則為害甚大。故不可不辨所言。", "696": "用了急須磨者。船子曰直須藏身處沒蹤跡。沒蹤跡", "697": "處莫藏身是也。喜識盡時消息盡。當人那辨濁中清", "698": "者。達觀所謂偏正㸦縱橫。迢然忌十成。龍門須要透。", "699": "鳥道不堪行。石女霜中織。泥牛火裏耕。兩頭如脫得。", "700": "枯木一枝榮是也。", "701": "無盡居士甞問予曰。悟本大師作五位君臣偈。其正", "702": "中來曰。但能莫觸當今諱。也勝知朝斷舌才。先德之", "703": "意雖明妙挾。然知朝斷舌。必有本據。而言前古無斷", "704": "舌事。矧又曰知朝。尤無謂也。將非後世傳錄之誤耶。", "705": "予曰。舊本曰。也勝前朝斷舌才。意用隋賀若弼之父", "706": "孰。為宇文護所忌害之。臨刑戒之曰。吾以舌死。引若", "707": "弼舌以錐刺之出血。使慎口。隋興唐之前。前朝刺舌。", "708": "非知朝明矣。然斷舌．刺舌意則同耳。無盡屬予記之。", "709": "道圓禪師。南雄州人。姓純至。小游方。雖飽參而未大", "710": "通透。聞南禪師居黃蘗積翠庵。往依之。一日。燕坐下", "711": "板。聞兩僧舉百丈野狐因緣。一僧曰。只如不昧因果。", "712": "也未脫得野狐身。一僧應聲曰。便是不落因果。亦何", "713": "曾墮野狐身耶。圓悚然異其語。不自覺其身之起意。", "714": "行上庵頭。過㵎。忽大悟。見南公。敘其事未終。涕交󰬇。", "715": "南公令就侍者榻熟寐。忽起作偈曰。不落不昧。僧俗", "716": "本無忌諱。丈夫氣宇如王。爭受囊藏被盖。一條楖𣗖", "717": "任縱橫。野狐跳入金毛隊。南公大笑。久之。又作風幡", "718": "偈曰。不是風兮不是幡。白雲依舊覆青山。年來老大", "719": "渾無力。偷得忙中些子閑。予昔聞雲菴大稱賞之。謂", "720": "其機鋒不減英邵武。雲庵化去。偶檢故書。見其手䟽", "721": "此二偈。意若欲傳而未果者。於是錄之。或聞圓公住", "722": "大庾雪峰寺。", "723": "皓月供奉問長沙岑禪師曰。永嘉云。了即業障本來", "724": "空。未了應須償夙債。只如師子尊者．二祖大師為什", "725": "麼亦償夙債。長沙曰。大德不識本來空。曰。如何是本", "726": "來空。長沙曰。業障是。又問曰。如何是業障。長沙曰。本", "727": "來空是。乃有偈曰。假有元非有。假滅亦非無。涅槃償", "728": "債義。一性更無殊。龍勝中觀論曰。業不從緣生。不從", "729": "非緣生。是故則無有。能起於業者。無業無作者。何有", "730": "業生果。若其無有果。何有受業者。問曰。汝雖種種破", "731": "業果報及起業者。現見眾生作業．受果報。是事云何。", "732": "答曰。如世尊神通。所作變化人。如是變化人。復作變", "733": "化人。如初變化人。是名為作者。變化人所作。是則名", "734": "為業。諸煩惱及業。皆如幻與夢。亦如炎與響。以龍勝", "735": "之意。會長沙之言。達無作妙旨。游此世界。如夢中了", "736": "了。醉裏惺惺。", "737": "汾州無德禪師示徒多談洞山五位．臨濟三玄。至作", "738": "廣智歌明十五家宗風。豈非視後進惰於參尋。得少", "739": "為足。警之以徧參耶。今有問知識者。則答曰。吾家自", "740": "有本分事。彼皆古人一期建立門庭言語耳。何足究", "741": "哉。正如有不識字者。執卷問屋愚子。屋愚曰。此墨填", "742": "紙耳。安用問我哉。三尺童子莫不笑之。昔有僧問雪", "743": "峰和尚。臨濟有四喝。意旨如何。雪峰曰。我初發足。便", "744": "往河北。不意中途大師化去。因不及見之。他家宗旨。", "745": "我所未知。汝尋彼兒孫問之。僧以問南院。且言雪峰", "746": "甞遣之之意。南院望雪峰再拜曰。和尚真善知識。嗚", "747": "呼。今譊譊語人如屋愚子者。聞雪峰用處。可不面熱", "748": "汗下耶。", "749": "雲峰悅禪師見僧荷籠至。則曰。未也。更三十年定乘", "750": "馬行脚。法雲秀禪師聞包腰至者。色動顏面。彼存心", "751": "於叢林。豈淺淺哉。今少年苾蒭見其𦘕像。則指曰。這", "752": "不通方漢也。死耶。", "753": "首楞嚴經曰。一切世間。生死相續。生從順習。死從流", "754": "變。臨命終時。未捨煖觸。一生善惡。俱時頓現。古釋至", "755": "此多略之。滋以為恨。及讀寶積經。有意釋此。今系於", "756": "其下曰。善惡之業。所自作時。一生之中。何不自見。至", "757": "捨壽時。方始頓現者。人生如夢。方作夢時。豈能自知", "758": "是夢非夢。要須覺時。夢中之事。了然自現。不待尋繹。", "759": "亦復如是。", "760": "福嚴感禪師面目嚴冷。孤硬秀出。叢林時謂之感鐵", "761": "面。首眾僧於江州承天。時佛印元禪師將遷居蘄州。", "762": "斗方譽於郡守。欲使嗣續之。且召感語其事。感曰。某", "763": "念不至此。和尚終欲推出為眾粥飯主人共成叢席。", "764": "不敢忘德。然若使嗣法。則某自有師矣。佛印心服之。", "765": "業已言之。因成就不復易。遂開法。為黃龍之子。道價", "766": "重一時。居常懸包倚杖於方丈。不為宿夕計。郡將已", "767": "下皆信敬之。有太守忘其姓名。新下車以事臨之。感", "768": "笑作偈投郡庭。不揖而去。偈曰。院是大宋國裏院。州", "769": "是大宋國裏州。州中有院不容住。何妨一鉢五湖游。", "770": "太守使人追之。已渡江去矣。", "771": "餘杭政禪師住山。標致㝡高。時蔣侍郎堂守錢塘。與", "772": "師為方外友。師每來謁之。則跨一黃牛。以軍持掛角", "773": "上。市人爭觀之。師自若也。至郡庭。始下牛。笑語終日", "774": "而去。一日。蔣公留師曰。適有過客。明日府中當有會。", "775": "吾師固不飲。能為我少留一日。因欲清話。師諾之。蔣", "776": "公喜甚。明日使人要之。留一偈而去矣。曰。昨日曾將", "777": "今日期。出門倚杖又思惟。為僧只合居嵓谷。國士筵", "778": "中甚不宜。坐客皆仰其高韻。又作山中偈曰。橋上山", "779": "萬層。橋下水千里。唯有白鷺鶿。見我常來此。冬不擁", "780": "爐。以荻花作毬。納足於中。客至共之。清論無窮。秀氣", "781": "逼人。秋夏好翫月。盤膝大盆中。浮於池上。自旋其盆。", "782": "吟笑達旦。率以為常。九峰鑒韶禪師甞客門下。韶坦", "783": "率垢汙不事事。每竊笑之。一夕將臥。師使人呼韶。不", "784": "得已顰頞而至。師曰。好月勞生擾擾。能幾人暇與之", "785": "對耶。韶唯唯。已而呼行者熟炙。韶方飢。意作藥石。久", "786": "之。乃橘皮湯一盃。", "787": "靈源禪師為予曰。有居士吳敦夫。才敏。銳意學道。自", "788": "以多見知識。心地明淨。偶閱鄧隱峰傳。見其倒卓化", "789": "去。而衣亦順身不褪。竊疑之曰。彼化之異固莫測。而", "790": "衣亦隨之。何也。以問晦堂老人。晦堂曰。汝今衣順垂", "791": "于地。復疑之乎。曰。無所疑也。晦堂笑曰。此既無疑。則", "792": "彼倒化。衣亦順躰。何疑之有哉。敦夫言下了解。故其", "793": "一時應機之辨。如雷如霆。開警昏蟄者多矣。", "794": "金剛經曰。爾時慧命須菩提白佛言。世尊。頗有眾生", "795": "於未來世聞說是法生信心不。佛言。須菩提。彼非眾", "796": "生。非不眾生。何以故。須菩提。眾生眾生者。如來說非", "797": "眾生。是名眾生。此義深渺。從上聖賢語秘旨妙。學者", "798": "多聽瑩。佛意卒不明。獨定林老人解曰。以慧命觀眾", "799": "生。如第五大。如第六陰。如第七情。孰為眾生。以眾生", "800": "觀眾生。然後妄見其為有。則眾生非慧命者之眾生。", "801": "是眾生之眾生而已。眾生眾生者。即非眾生。然是乃", "802": "所謂眾生也。則聞說是法。苟能悟本性相。何為不生", "803": "信心。以慧命觀眾生。不見其為有。則云何度眾生耶。", "804": "曰眾生有眾生。而眾生非有。慧命無眾生。而眾生非", "805": "無。以是義故。度眾生。", "806": "大智禪師曰。此事不是一切名目。何以不以實語答", "807": "耶。曰。若為雕琢得虗空為佛相㒵。若為說道虗空是", "808": "青黃赤白。如維摩云。法無有比。無可喻故。法身無為。", "809": "不墮諸數故。故曰。聖躰無名不可說。如實理空門難", "810": "湊喻。如太末蟲處處能泊。唯不能泊火焰之上。眾生", "811": "亦爾。處處能緣。不能緣於般若之上。每見學者多悞", "812": "領其意。謂眾生於般若不能參求耳。非也。此法非情", "813": "識所到。故三祖大師曰。非思量處。識情難測。", "814": "青龍道氤法師於金剛般若經深達妙旨。甞造䟽䟽", "815": "此經。精愽淵微。窮法體相。諸師莫能望其藩垣。唐明", "816": "皇亦留意經義。自注釋之。至是人先世罪業應墮惡", "817": "道。以今世人輕賤故。先世罪業則為消滅處。不能自", "818": "決其義。以問氳氤。對曰。佛力法力。三賢十聖亦不能", "819": "測。陛下曩於般若聞薰不一。更沈注想。自發現行。明", "820": "皇於是下筆不休。其天縱神悟之辯。一期應答。掃滯", "821": "惑於言下。揭般若於現前。豈意思義解之徒可同日", "822": "而語哉。", "823": "雲門大師有時顧視僧曰。鑒。僧擬對之。則曰。咦。後學", "824": "錄其語為偈。曰顧鑒頌。德山圓明禪師。雲門之高弟", "825": "也。刪去顧字。謂之抽顧頌。因作偈通之。又謂之擡箭", "826": "商量。偈曰。相見不揚眉。君東我亦西。紅霞穿碧海。白", "827": "日遶須彌。雲菴亦有偈曰。雲門抽顧。自有來由。一點", "828": "不到。休休休休。今禪者多漫汗之。問其意旨。則往往", "829": "瞠目怒視。曰。此是道眼因緣也。不亦悞哉。又其室中", "830": "語曰。盡大地是法身。枉作箇佛法知見。如今見拄杖", "831": "但喚作拄杖。見屋但喚作屋。而校證者易之曰。枉作", "832": "箇佛法中見。又曰。自小養一頭水牯牛。擬向溪東放。", "833": "不免食他國王水草。擬向溪西放。不免食他國王水", "834": "草。不如隨處納些子。他總不妨。今本乃曰。他總不見。", "835": "如此之類甚眾。然此二字雖細事。其失先德妙旨。不", "836": "為不傷。當有知者耳。", "837": "英邵武臨終安坐。為門弟子說出家行脚之因竟。乃", "838": "曰。吾即化。骨石可藏於普會塔。吾生平與大海眾居。", "839": "死不忍與之離。非有他也。古之聖賢。莫不因叢林以", "840": "折伏情見。成辦道果。今時衲子德薄垢重。志願衰劣。", "841": "多生厭退。是大可憫笑也。師既化。眾終不忍。不得已", "842": "投於水中。故泐潭今無復有英禪師塔。", "843": "舜老夫天資英特。飽叢林。初。自棲賢移居雲居。授牒", "844": "陞座。白眾曳杖而去。暮年以身律眾尤謹嚴。甞少不", "845": "安。即白維那下涅槃堂。病愈即入方丈。惜其傷慈。有", "846": "所開示。但曰。本自無事。從我何求。南禪師時已居積", "847": "翠。聞之。謂侍者曰。老夫耄矣。何不有事令無事。無事", "848": "令有事。是謂淨佛國土。成就眾生。", "849": "三祖大師作信心銘曰。至道無難。唯嫌揀擇。但莫憎", "850": "愛。洞然明白。毫釐有差。天地懸隔。故知古之得道者。", "851": "莫不一切仍舊。有僧問永明和尚。眾生與佛既曰同", "852": "體。何故苦樂有殊。答曰。諸佛悟達法性。皆了自心源。", "853": "妄想不生。不失正念。我所心滅故。不受生死。即究竟", "854": "常寂滅。以寂滅故。乃樂自歸。一切眾生迷於真性。不", "855": "達本心。種種妄想。不得正念。故即憎愛。以憎愛故。心", "856": "器破壞。即受生死。諸苦自現。欲知法要。守心第一。若", "857": "一人不守真心得成佛。無有是處。", "858": "悅禪師妙年奇逸。氣壓諸方。至雪竇。時壯歲與之辨", "859": "論。雪竇常下之。每會茶。必令特榻於其中。以尊異之。", "860": "於是悅首座之聲價照映東吳。及悅公出世。道大光", "861": "耀。有蘭上座者。自雪竇法窟來。悅公勘詰之。大驚。且", "862": "譽於眾。相從彌年而後去。前輩之推轂後進。其公如", "863": "此。初。未甞以雲門．臨濟二其心。今則不然。始以名位", "864": "惑。卒以宗黨膠固。如里巷無知之俗。欲求古聖之道", "865": "復興。不亦難哉。", "866": "舜老夫初自洞山如武昌行乞。先至一居士家。居士", "867": "高行。為郡所敬。意所與奪。莫不從之。故諸方乞士至。", "868": "必首謁之。舜老夫方年少。不知其飽參。頗易之。居士", "869": "曰。老漢有一問。上人語相契則開䟽。如不契。即請却。", "870": "還新豐問。古鏡已磨時如何。對曰。照天照地。未磨時", "871": "如何。曰。黑如漆。居士曰。却請還山。舜即馳歸。舉似聰", "872": "禪師。聰為代語。舜即趍問曰。古鏡未磨時如何。聦曰。", "873": "此去漢陽不遠。磨後如何。曰。黃󳬈樓前鸚鵡洲。舜於", "874": "言下大悟。聰公機鋒不可觸。真雲門之孫。甞自植松。", "875": "口誦金剛經不輟。今洞山北嶺號金剛嶺。松皆參天。", "876": "乃師手植也。筠守許公式以詩贈曰。語言全不滯。高", "877": "躡祖師蹤。夜坐連雲石。春栽帶雨松鑑分。金殿燭。山", "878": "答月樓鐘。有問西來意。虗堂對遠峰。", "879": "南禪師久依泐潭澄禪師。澄已稱其悟解。使分座說", "880": "法。南書記之名一時籍甚。及其至慈明席下。聞夜參。", "881": "氣已奪矣。謀往咨詢。三至寢堂三不進。因慨然曰。大", "882": "丈夫有疑不斷。欲何為乎。即入室。慈明呼左右使進", "883": "榻且使坐。南公曰。某實有疑。願投誠求決。惟大慈悲", "884": "故。不惜法施。慈明笑曰。公已領眾行脚。名傳諸方。有", "885": "未透處。可以商略。爾何必復入室耶。南公再三懇求", "886": "不已。慈明曰。雲門三頓棒因緣。且道洞山當時實有", "887": "喫棒分。無喫棒分。對曰。實有喫棒分。慈明曰。書記解", "888": "識止此。老僧固可作汝師。即遣禮拜。南公平生所負", "889": "至此伏膺。予甞聞靈源禪師曰。昔晦堂老人親從積", "890": "翠所聞。因同舊說併錄於此。", "891": "福州善侍者。慈明高弟。當時龍象數道吾真．楊歧會。", "892": "然皆推服之。甞至金鑾。真點胸自負親見慈明。天下", "893": "莫有可意者。善與語。知其未徹。笑之。一日山行。真舉", "894": "論鋒發。善取一瓦礫置石上。曰。若向者裏下得一轉", "895": "語。許你親見老師。真左右視。擬對之。善喝曰。佇思停", "896": "機。識情未透。何曾夢見去。真大愧悚。且圖還霜華。慈", "897": "明見來。曰。本色行脚人。必知時節。有什麼忙事。解夏", "898": "未久。早已至此。對曰。被善兄毒心。終礙塞人。故復來", "899": "見和尚。慈明曰。如何是佛法大意。對曰。無雲生嶺上。", "900": "有月落波心。慈明瞋目喝曰。頭白齒豁猶作此等見", "901": "解。如何脫離生死。真不敢仰視。淚交󰬇。久之。進曰。不", "902": "知如何是佛法大意。慈明曰。無雲生嶺上。有月落波", "903": "心。真大悟於言下。真公爽氣逸出。機辯迅捷。叢林憚", "904": "之。開法於翠嵓。甞曰。天下佛法如一隻舡。大寧寬師", "905": "兄坐頭。南褊頭在其中。可真把梢。去東也由我。去西", "906": "也由我。善公尋還七閩。佯狂垢污。世莫有識之者。或", "907": "聞晚住鳳林。", "908": "楊岐會禪師從慈明游㝡久。所至叢林。師必作寺主。", "909": "慈明化去。託迹九峰。忽宜春移檄命居楊岐。時長老", "910": "勤公驚曰。會監寺何曾參禪。萬一受之。恐失州郡之", "911": "望。私憂之。會受請。即陞座。機辨逸格。一眾為傾。下座。", "912": "勤前握其手曰。且得箇同參。曰。如何是同參底事。勤", "913": "曰。楊歧牽犂。九峰拽把。曰。正當與麼時。楊歧在前耶。", "914": "九峰在前耶。勤擬議。會喝曰。將謂同參。却不同參。自", "915": "是道價重諸方。衲子過其門。莫不伏膺。甞因雪示眾", "916": "曰。楊歧乍住屋壁踈。滿床盡布雪真珠。縮却項。暗嗟", "917": "吁。翻憶古人樹下居。其活計風味類如此。", "918": "仰山和尚。僧聞。尋常和尚示人多作圓相畫作字。意", "919": "旨如何。山曰。此亦閑事。汝若會。不從外來。不會亦不", "920": "失。吾今問汝。汝參禪學道。諸方老宿向汝身上指那", "921": "箇是汝佛性。語底是耶。默底是耶。總是總不是耶。若", "922": "認語底是。如盲摸著象耳．鼻．牙者。若認默底是耶。是", "923": "無思無念。如摸象尾者。若取不語不默底是中道。如", "924": "摸象背者。若道總是。如摸象四足者。若道總不是。拖", "925": "本象落在空見。正當諸盲皆云見象。安知止於象上", "926": "名邈差別耶。若汝透得六句。不要摸象最為第一。莫", "927": "道如今鑒覺是。亦莫道不是。所以祖師曰。菩提本無", "928": "是。亦無非菩提。更覔菩提處。終身累劫迷。又曰。本來", "929": "無一物。何處有塵埃。其弟香嚴老亦曰。的的無兼帶。", "930": "獨立何依賴。路逢達道人。莫將語默對。予甞問僧。既", "931": "不將語默對。何以對之。僧未及答。忽板鳴。予曰。謝子", "932": "答話。", "933": "龍勝菩薩曰。若使先有生。後有老死者。不老死有生。", "934": "生不有老死。若使有老死。而後有生者。是則為無因。", "935": "不生有老死。以此偈觀眾生生死之際。如環上尋始", "936": "末。無有是處。吾以是知古之得此意。於去住之間了", "937": "不留礙者。特其不二於物耳。", "938": "維摩經曰。善來文殊師利。不來相而來。不見相而見。", "939": "文殊師利言。如是居士。若來已。更不來。若去已。更不", "940": "去。所以者何。來者無所從來。去者無所至。所可見者", "941": "更不可見。起信論曰。若心有見。則有不見之相。心性", "942": "離見。即是徧照法界義故。乃知心外無法。徧照義成。", "943": "苟有去來相見。則遺正義也。如人言風性本動。是大", "944": "不然。風本不動。能動諸物。若先有動。則失自躰。不復", "945": "更動。則知動者。乃所以明其未甞動也。去來相見。亦", "946": "復如是。", "947": "洞山聰禪師。韶之曲江人。見文殊應天真和尚。初游", "948": "廬山。莫有知之者。時雲居法席㝡盛。師作燈頭。聞僧", "949": "眾談泗州僧伽近於楊州出現。有設問者曰。既是泗", "950": "州大聖。為什麼向楊州出現。聰曰。君子愛財。取之有", "951": "道。一眾大笑。有僧至蓮華峰祥菴主所。舉似之。祥公", "952": "大驚曰。雲門兒孫猶在。中夜望雲居拜之。聰之名遂", "953": "重叢林。祥公。奉先深禪師之嗣。知見甚高。氣壓諸方。", "954": "甞示眾曰。若是此事。最是急切。須是明取始得。若是", "955": "明得。時中免被拘繫。便得隨處安閑。亦不要將心捺", "956": "伏。須是自然合佗古轍去始得。纔到學處分劑。便須", "957": "露布箇道理以為佛法。幾時得心地休歇去。上座。却", "958": "請與麼相委好。臨終上堂。舉拄杖問眾曰。汝道古佛", "959": "到這裏。為什麼不肯住。眾莫有對者。乃自曰。為佗途", "960": "路不得力。復曰。作麼生得力去。橫拄杖肩上曰。楖𣗖", "961": "橫擔不顧人。却入千峰萬峰去。言訖而化。嗟乎。今之", "962": "學者。其識趣與前輩何其相遠耶。如祥公聞聰燈頭", "963": "一語。知其為雲門兒孫。其後莫能逃其言。今雖對面", "964": "終身論辯。莫辨邪正者有矣。其故何哉。以其臨死生", "965": "之際。超然自得如此。則其平生所養高妙可知。惜乎", "966": "莫有嗣之者。師與西峰雲豁禪師。兄弟也。", "967": "百丈山第二代法正禪師。大智之高弟。其先甞誦涅", "968": "槃經。不言姓名。時呼為涅槃和尚。住成法席。師功最", "969": "多。使眾開田方說大義者。乃師也。黃蘗．古靈諸大士", "970": "皆推尊之。唐文人武翊黃撰其󳬴甚詳。柳公權書妙", "971": "絕古今。而傳燈所載百丈惟政禪師。又係於馬祖法", "972": "嗣之列。誤矣。及觀正宗記。則有惟政．法正。然百丈第", "973": "代可數。明教但皆見其名。不能辨而俱存也。今當以", "974": "柳󳬴為正。", "975": "古佛偈曰。如人掘路土。私人造為像。愚人謂像生。智", "976": "者言路土。後時官欲行。還將像填路。像本無生滅。路", "977": "亦非新故。又偈曰。諸色心現時。如金銀隱起。金處異", "978": "名生。與金無前後。故文殊師利言。此會諸善事。從本", "979": "未曾為。一切法亦然。悉等於前際。所以正作時無作。", "980": "以無作者故。當為時不為。以無自性故。任從萬法縱", "981": "橫。常等無生之際。乃知磁石決不吸鐵。無明不緣諸", "982": "行。龐公臨終偈曰。空花落影。陽焰翻波。永明和尚嘆", "983": "味其言曰。此為不墮有無之見。妙得無生之旨也。學", "984": "者可深觀之。", "985": "大智度論曰。復次有人謂地為堅牢。心無形質。皆是", "986": "虗妄。以是故。佛說心力為大行般若波羅蜜。故散此", "987": "大地以為微塵。以地有色香味觸重故。自無所作。水", "988": "少香故。動作勝地。火少香味故。勢勝於水。風少色香", "989": "味故。動作勝火。心無四事故。所為力大。又以心多煩", "990": "惱。結使繫縛故。令心力少有漏。善心雖無煩惱。以心", "991": "取諸法相故。其力亦少。二乘無漏心雖不取相。以智", "992": "慧有量。及出無漏道時。六情隨俗分別取諸法相故。", "993": "不盡心力。諸佛及大菩薩智慧無量無邊。常處禪定。", "994": "於世間涅槃無所分別。諸法實相其實不異。但智有", "995": "優劣。行般若波羅蜜者。究竟清淨。無所󳬩礙。一念中", "996": "能散十方一切如恒河沙等三千大千國土．大地諸", "997": "山微塵故。知其心有此大力。眾生妄隔而不自覺知。", "998": "我願聞此法者。隨順禪定。而自修行。使稱覺體本來", "999": "清淨。此非興役功用之難。第約之心耳。今家山徧十", "1000": "方。衣食可終老。人生可憂者。皆已免離。於此不以為", "1001": "意。則非背負佛祖恩德乎。", "1002": "景福順禪師。西蜀人。有遠識。為人勤渠。叢林後進皆", "1003": "母德之。得法於老黃龍。昔出蜀與圓通訥偕行。已而", "1004": "又與大覺璉游甚久。有贊其像者曰。與訥偕行。與璉", "1005": "偕處。得法於南。為南長子。然緣薄。所居皆遠方小剎。", "1006": "學者過其門莫能識。師亦超然自樂。視世境如飛埃", "1007": "過目。壽八十餘。坐脫於香城山。顏貌如生平。生與潘", "1008": "廷之善。將終。使人要延之敘別。延之至。而師去矣。其", "1009": "示眾多為偈。皆德言也。有偈曰。夏日人人把扇搖。冬", "1010": "來以炭滿爐燒。若能於此全知曉。塵劫無明當下消。", "1011": "又作趙州勘婆偈曰。趙州問路婆子。答云直與麼去。", "1012": "皆云勘破老婆。婆子無你雪處。同道者相共舉。又作", "1013": "黃龍三關頌曰。長江雲散水滔滔。忽爾狂風浪便高。", "1014": "不識漁家玄妙意。偏於浪裏颭風濤。又曰。南海波斯", "1015": "入大唐。有人別寶便商量。或時遇賤或時貴。日到西", "1016": "峰影漸長。又曰。黃龍老和尚。有箇生緣語。山僧承嗣", "1017": "伊。今日為君舉。為君舉猫兒。偏解捉老鼠。", "1018": "朱顯謨世英。昔官南昌。識雲庵。未幾。移漕江。東以書", "1019": "來問佛法大旨。雲庵答之曰。辱書以佛法為問。佛法", "1020": "至妙無二。但未至於妙。則㸦有長短。苟至於妙。則悟", "1021": "心之人如實知自心究竟。本來成佛。如實自在。如實", "1022": "安樂。如實解脫。如實清淨。而日用唯用自心。自心變", "1023": "化。把得便用。莫問是非。擬心思量。已不是也。不擬心。", "1024": "一一天真。一一明妙。一一如蓮華不著水。所以迷自", "1025": "心故作眾生。悟自心故成佛。而眾生即佛。佛即眾生。", "1026": "由迷悟故有彼此也。如今學者。多不信自心。不悟自", "1027": "心。不得自心明妙受用。不得自心安樂解脫。心外妄", "1028": "有禪道。妄立奇特。妄生取捨。縱修行。落外道．二乘禪", "1029": "寂斷見境界。雲菴之言。盖救一時之弊。然其旨要。曉", "1030": "然可以發人之昧昧。故私識之。", "1031": "大本禪師被詔住大相國寺慧林禪院。將引對。有司", "1032": "使習儀累日。神宗皇帝御便殿見之。師既見。但山呼。", "1033": "即趍登殿賜坐。即就榻槃足作加趺。侍衛驚相顧。師", "1034": "自如也。賜茶至。舉盞長吸。又蕩撼之。上問。受業何寺。", "1035": "對曰。承天永安。盖蘇州承天寺永安院耳。上大喜。語", "1036": "論甚久。既辭退。目送之。謂左右曰。真福僧也。侍者問。", "1037": "和尚見官家如何。對曰。喫茶相問耳。其天資粹美。吐", "1038": "辭簡徑。真超然可仰。", "1039": "𣵠州尅符道者。見臨濟。機辯逸格。以宗門有四料簡", "1040": "定佛祖旨要。作偈發明之。曰。奪人不奪境。緣自帶誵", "1041": "訛。擬欲求玄旨。思量反責麼。驪珠光燦爛。蟾桂影婆", "1042": "娑。覿體無差㸦。還應滯網羅。奪境不奪人。尋言何處", "1043": "真。問禪禪是妄。究理理非親。日照寒光淡。山遙翠色", "1044": "新。直饒玄會得。也是眼中塵。人境兩俱奪。從來正令", "1045": "行。不論佛與祖。那說聖凡情。擬犯吹毛劒。還如值木", "1046": "盲。進前求妙會。特地斬精靈。人境俱不奪。思量意不", "1047": "偏。主賓言不異。問答理俱全。踏破澄潭月。穿開碧落", "1048": "天。不能明妙用。淪溺在無緣。洞山悟本禪師作五位", "1049": "君臣標準綱要。又自作偈。系於其下曰。正中偏。三更", "1050": "初夜月明前。莫恠相逢不相識。隱隱猶懷昔日嫌。偏", "1051": "中正。失曉老婆逢古鏡。分明覿面更無他。休更迷頭", "1052": "猶認影。正中來。無中有路出塵埃。但能莫觸當今諱。", "1053": "也勝前朝斷舌才。偏中至。兩刃交鋒不須避。好手還", "1054": "同火裏蓮。宛然自有衝天氣。兼中到。不落有無誰敢", "1055": "和。人人盡欲出常流。折合還歸炭裏坐。臨濟．洞上二", "1056": "宗相須發揮大法。而是偈語。世俗傳寫多更易之。以", "1057": "徇其私。失先德之意。予竊惜之。今錄古本於此。正諸", "1058": "傳之誤。", "1059": "報本元禪師孤硬。風度甚高。威儀端重。危坐終日。南", "1060": "禪師之門弟子。能蹤迹其行藏者。唯師而已。師初開", "1061": "法。法嗣書至。南公視其名。曰。吾偶忘此僧。謂專使曰。", "1062": "書未欲開。可令親來見老僧。專使反命。師即日包腰", "1063": "而來。至豫章。聞南公化去。因留嘆息。適晦堂老人出", "1064": "城相會。與語奇之。恨老師不及見耳。師道化東吳。人", "1065": "歸之者如雲。甞自乞食。舟載而還。夜有盜舟人絕呌。", "1066": "白刃交錯於前。師安坐自若。徐曰。所有盡以奉施。人", "1067": "命不可害也。盜既去。達旦。人來視舟。意師死矣。而㒵", "1068": "和神凝如他日。其臨生死禍福。能脫然無累如此。", "1069": "延慶洪準禪師。桂林人。從南禪師游有年。天資純至。", "1070": "未甞忤物。聞人之善如出諸己。喜氣津津生眉宇間。", "1071": "聞人之惡。必合掌扣空若追悔者。見者莫不笑之。而", "1072": "其真誠如此。終始一如。暮年不領院事。寓迹於寒溪", "1073": "寺。壽已逾八十矣。平生日夕無佗營為。眠食之餘。唯", "1074": "吟梵音贊觀世音而已。臨終時。門人弟子皆赴檀越", "1075": "飯。唯一僕夫在。師携磬坐土地祠前。誦孔󳭋經一遍", "1076": "告別。即安坐瞑目。三日不傾。鄉民來觀者堵立。師忽", "1077": "開目見笑。使坐于地。有頃。門弟子還。師呼立其右。握", "1078": "手如炊熟。久寂然。視之去矣。神色不變。頰紅如生。道", "1079": "俗塑其像龕之。予甞過其廬拜瞻。歎其平生多潛行", "1080": "密用。不妄求知於世。至於死生之際。乃能超然如是。", "1081": "真大丈夫也。八地菩薩證無生法忍。觀一切法如虗", "1082": "空性。猶是漸證無心。至十地中尚有二愚。入等覺已。", "1083": "則一分無明未盡。猶如微煙。尚能懺悔。準之梵贊。其", "1084": "亦自治者歟。", "1085": "南禪師居積翠時。一夕燕坐。光屬屋廬。誡侍者勿言", "1086": "于外。嵩明教既化。火浴之。頂骨．眼睛．齒舌．耳毫．男根．", "1087": "數珠皆不壞。如世尊言。比丘生身不壞。發無垢智光", "1088": "者。善根功德之力。如來知見之力。故行住坐臥須內", "1089": "外清淨。彼二大老乃今耳目所接。非異世也。而獨爾", "1090": "殊勝者。非平生踐履之明驗歟。予甞作二偈曰。如來", "1091": "功德力。內外悉清淨。念起勿隨之。自然心無病。形與", "1092": "佛祖等。道致人天護。戒淨福人天。心空同佛祖。", "1093": "予甞與數僧謁雲峰悅禪師塔。拜起。拊之曰。生耶。死", "1094": "耶。久之。自答曰。不可推倒塔子去也。旁僧曰。今日時", "1095": "節正類道吾因緣。因作偈示之曰。不知即問。不見即", "1096": "討。圓滿現前。何須更道。維堅密身。生死病老。面前塔", "1097": "子。不可推倒。", "1098": "南安嵓儼和尚。世傳定光佛之應身也。異迹甚多。亦", "1099": "自有傳。然傳不載其得法師名字。但曰西峰而已。西", "1100": "峰在廬陵真廟。時有雲豁禪師者。奉先深公之高弟。", "1101": "深見雲門。當時龍象無有出其右者。獨清涼明禪師", "1102": "與之齊名。謂之深．明二上座。儼和尚多以偈示人。偈", "1103": "尾必題四字。曰贈以之中。世莫能測。臨終謂眾曰。汝", "1104": "等當知妙性廓然。本無生滅。示有去來。更疑何事。吾", "1105": "此日生。今正其時。乃右脇而臥。予曰。方其入滅乃曰。", "1106": "吾此日生。今正其時。", "1107": "予甞游東吳。寓於西湖淨慈寺。寺之寢堂東西廡建", "1108": "兩閣。甚崇麗。寺有老衲為予言。永明和尚以賢首．慈", "1109": "恩．天台三宗㸦相冰炭。不達大全。心館其徒之精法", "1110": "義者。於兩閣愽閱義海。更相質難。和尚則以心宗之", "1111": "衡準平之。又集大乘經論六十部．西天此土賢望之", "1112": "言三百家。證成唯心之旨。為書一百卷傳於世。名曰", "1113": "宗鏡錄。其為法施之利。可謂愽大殊勝矣。今天下名", "1114": "山莫不有之。而學者有終身未甞展卷者。唯飽食橫", "1115": "眠。游談無根而已。謂之報佛恩乎。負佛恩乎。", "1116": "同安察禪師作十玄談。大宏正中妙挾之旨。其言妙", "1117": "麗。照映叢林。然歲月寢遠。多失其真。今傳燈所載題", "1118": "目不同。獨達觀所編五家宗派敘之頗詳。予甞得舊", "1119": "本。與五家宗派所載少差耳。傳燈系師為九峰虔之", "1120": "嗣。而達觀標師為雲居膺之子。不省達觀何從得其", "1121": "實耶。然清涼法眼去師之世不遠。作贊詞。其敘如傳", "1122": "燈所載。則五家之論又可疑也。十玄之詞。其次敘當", "1123": "視其題目。皆連聯而作。前五首示其旨要。後五首使", "1124": "履踐之。然八首皆兩字為題。意雖相貫。而詞句疊為", "1125": "起伏。初曰心印偈。末曰無心猶隔一重關。故又作祖", "1126": "意偈。首曰真機爭墮有無功。故又作真機偈。首曰豈", "1127": "與塵機作繫留。故又作塵異偈。中曰三乘分別強安", "1128": "名。故又作三乘次第耳。此乃其所示之旨要也。至其", "1129": "六。則曰反本偈。末曰還鄉曲調如何唱。故又作還鄉", "1130": "偈。其末曰更無一物獻尊堂。是為正位坐却。則非妙", "1131": "挾。故又作回機。機妙則失宗。尚存知見。是謂大病。故", "1132": "又作轉位。轉位則所謂異類中行。異類全偏。却須歸", "1133": "正。使血脉不斷。故又作一色過後。此乃使之履踐之", "1134": "意也。五家宗派亦云。一色過後但塵異。為塵中有異", "1135": "而已。", "1136": "南禪師風度凝遠。人莫涯其量。故其門下客多光明", "1137": "偉傑。名重叢林。有終身未甞見其破顏者。予聞厚於", "1138": "義者薄於仁。師道也。師尊而不親。厚於仁者薄於義。", "1139": "親道也。親親而不尊。南公之意。豈不以是哉。", "1140": "酔里有狂僧。號戒道者。依止聚落。無日不酔。然吐詞", "1141": "恠奇。世莫能凡聖之。有飲以酒者。使自為祭文。戒應", "1142": "聲曰。惟靈生在閻浮。不嗔不妬。愛喫酒子。倒街臥路。", "1143": "直得生兜率陀天。爾時方不喫酒故。何以故。淨土之", "1144": "中。無酒得沽。", "1145": "金剛般若經以無住為宗。以無住為宗。則宜其所談", "1146": "皆蕩相破有。纖塵不立也。而經贊福勝者半之。持戒", "1147": "修福者。有為事耳。而世尊答能於此經生信心者。必", "1148": "此人。何也。", "1149": "王文公罷相。歸老鍾山。見衲子必探其道學。尤通首", "1150": "楞嚴。甞自疏其義。其文簡而肆略諸師之詳。而詳諸", "1151": "師之略。非識妙者。莫能窺也。每曰。今凡看此經者。見", "1152": "其所示本覺妙明。性覺明妙。知根身器界生起不出", "1153": "我心。竊自疑今鍾山山川一都會耳。而游於其中無", "1154": "慮千人。豈有千人內心共一外境耶。借如千人之中", "1155": "一人忽死。則此山川何嘗隨滅。人去境留。則經言山", "1156": "河大地生起之理不然。何以會通稱佛本意耶。", "1157": "石門洪覺範林間錄下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1624 林間錄", "author": "宋 慧洪集"}