{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 541-A 心經釋疑敘No. 541-A", "1": "心經釋疑敘", "10": "勢。亦取諸逆。金丹之道。又豈外於逆哉。然猶滯形軀。", "100": "焰慧地。第五地菩薩。通達真俗二諦。名現前地。而", "101": "其光明。如上弦之月矣。第六地菩薩之知見。若初", "102": "十之月。明過於上弦。以其功行超群。名難勝地。第", "103": "七地菩薩有隨方應化之能。名遠行地。猶十一夜之", "104": "月也。第八地。忍智如意。名不動地。第九地菩薩。", "105": "通力自在。如十三夜之月光。圓而未滿。名善慧地。", "106": "第十地。大智圓明。蔭覆一切。名法雲地。猶十四之月", "107": "也。光雖圓而未望。此十地菩薩。如佛會中迦葉等類。", "108": "而其知見。又不及文殊普賢觀音勢至等摩訶薩。諸", "109": "大菩薩之光明普徧。無欠無餘。似十五之月也。此十", "11": "終歸幻化。不若無相氏之超脫輪迴。直登彼岸耳。其", "110": "一地菩薩。優劣之階。以其神通法力大小不同故耳。", "111": "三界一切眾生。雖有貴賤賢愚。而知見全是。情識貢", "112": "高。故遮却自性光明。即月之晦也。全體暗昧。如人無", "113": "目。因此觸物。即黏皆成煩惱。噫無緣得聞佛法。正所", "114": "謂萬古如長夜者。此人也。一切眾生。若能行深般若", "115": "之法。亦可由初地之彼岸。而至於十一地之涅槃也。", "116": "夫般若有淺有深。淺者謂諸聲聞。惟能空其心中之", "117": "雜念。不敢應物。應則必為事物之法塵所礙。彼惟得", "118": "人空慧一深者。是法空慧。惟修菩薩道者能之。謂其", "119": "非但空心內一切煩惱。照見身外一切事物。塵勞之", "12": "所著述。有心經釋義。意尤未盡。又著釋疑諸論。如呼", "120": "法。悉皆空矣。故曰法空慧。行此深般若者。心地瑩然。", "121": "情見氷釋。居塵而不著有。離塵而不著空。如是之人。", "122": "始達深般若。般若只是識得事物。破不為其束縛。便", "123": "是智慧也。夫塵世名利嗜欲。魔境甚多。非般若莫能", "124": "碎。其為戎首者。莫過女色。觀其艶質嬌姿。何異長鎗", "125": "短箭。雲鬘霧鬂。恰如套索飛撾。秋波眼似鉄流星。絳", "126": "桃口。似吹毛劒。妖齒微微笑笑。愚夫魄散魂消。魔足", "127": "悄悄搖搖。好漢心忙膽戰。究其敗德。喪志之因。只愛", "128": "其肌膚之媚。不覺已陷冶容之陣矣。可謂智乎。若具", "129": "深般若之慧眼者。將其皮毛爪齒臟腑觔骨氣血精", "13": "寐者。而使之寤也。愚夫愚婦。皆可與知成佛作祖。循", "130": "津。逐件提出。細看一番。是何者有動人處。凡遇一事", "131": "一物。皆以此破相之法。分而視之。識破他那些粧點", "132": "和合的意思。始為法空之深般若。縱到百年身後。彼", "133": "此悉為夢幻中人。何故眼前痴迷。留戀自污自累耶。", "134": "此破相般若。始雖勉強。久則自然。迷則生死無窮。悟", "135": "則直登實際。其玅在於行。不行則彼岸不能到。行字", "136": "是此節之經眼。諺云。悟得一步行。一步不行枉。了說", "137": "長安知之。與行不可混說。古人以知喻目。以行喻足。", "138": "有目無足。彼岸不到。有足無目。莫知所之般若。今既", "139": "知了。若肯就行。即時就得。五蘊皆空之速效也。", "14": "言可入。且世之詆佛者曰。佛說無心。心可云無。默壺", "140": "照見五蘊皆空。", "141": "般若固在於行。而五蘊又在於照。不照則五蘊不空。", "142": "照之一字。是此節著力之眼。色受想行識之五蘊。又", "143": "謂之五陰。陰者有蓋覆義。又積聚義。常常籠絡人心。", "144": "作貪嗔之業。乃識神次第之階。非五處所也。色蘊是", "145": "身外六塵之總名。受想行識之四蘊。是迷心次第之", "146": "階級。身外六塵之色。人能先知而不受。則色亦不能", "147": "為心之蘊。若在不受上。用工夫。第一省力。則外之六", "148": "塵。內之六識。即時兩頭跌落了。此惟精進之人。常得", "149": "此樂。懈怠之人。心與塵合。因與塵合則色。已受於心", "15": "氏謂。無諸妄心。即佛無心也。又詆佛教者曰。有體而", "150": "故受為第二蘊。受之不忘則想。想時已落第三蘊。想", "151": "之不已則行。行則已落第四蘊。行則識其意味。識蘊", "152": "第五。色已入心之深。識則難忘。觸境復起。經云。假使", "153": "百千劫。所作業不。忘因緣會遇時。果報還自受。佛謂", "154": "此五陰之身。以識為本。又謂識是生死種子者。此也。", "155": "若能照破乎色。則識根始斷。而覺之源始清。", "156": "或疑五蘊皆空。將謂身心事物。竟歸幻化。到底總是", "157": "一箇空。將心著在空境上。牢牢搦住。必使心如死󰞆。", "158": "全無知見。自謂已有所得。佛斥此輩。悉無醫之病。不", "159": "思離了五蘊。又著此空。即此空亦是一蘊。永嘉云。棄", "16": "無用。豈知色空不異之玅。亦不外於世法。果離世覔", "160": "有著無。病亦然。猶如避溺而投火。六祖曰。第一莫著", "161": "空。又曰。有等迷人。空心靜坐。百無所思。自稱為大。此", "162": "等迷人。為邪見故。不可與語。此五蘊皆空之空。陷了", "163": "許多人。悟不真者。執心癡住。而不若中鴆者鮮矣。大", "164": "都後學。多墮此穽。佛甞斥之。為二乘者是。然此空甚", "165": "難形容。儂謂譬諸瓶中。注水則曰水瓶。注茶則曰茶", "166": "瓶。若無茶水。則曰空瓶。雖曰瓶空。但謂其瓶中無物。", "167": "非并其瓶而無之也。夫人真心之中有五蘊。則曰妄", "168": "心。無曰空心。雖曰心空。但謂其心中無五蘊。非并其", "169": "心而無之也。佛家所謂無心者。無一切妄想之心。妄", "17": "菩提者。可同日語耶。闢佛道之蓁棘。為後學之指南。", "170": "想無了。真心見前。但入門淺者。不能驟見。須陶冶日", "171": "深。方能豁悟。", "172": "有等師家。離了五蘊。又不著空。却懸虗在。那空有之。", "173": "間自謂外不著有。內不著空。已證中道。可憐此輩已", "174": "悉子。莫執中之病。夫五蘊空了。必要有箇實際方可。", "175": "不然則無立命之所以。為退藏之密。此流雖有登雲", "176": "步月之才。終難迯此蘊。迷之生死矣。", "177": "佛與眾生。身心相類。知見無殊。五蘊皆同。飲啄不異。", "178": "但眾生於五蘊中。逐境遷流。每被見思所惑。搆地獄", "179": "之因。非不厭離。因其不知為己之蘊。從嬰至老。認蘊", "18": "有功空門。豈曰小補。予卒業是書。愧不能如空生之", "180": "為真。蓋相緣相習。與之俱化。佛與菩薩。於此五蘊。隨", "181": "流不染。即於蘊中。行戒定慧之佛事。故不厭離。亦不", "182": "能離也。既有此心。必有五蘊。喻乎魚不能離水。離水", "183": "即死。虎不可捨山。捨山即擒。吾心之依五蘊。亦猶是", "184": "也。五蘊固是不好之物事。佛亦不能無。但諸佛菩薩。", "185": "知見正大。皆變為美德懿行。亦與之俱化也。六祖曰。", "186": "佛法在世間。不離世間覺。離世覔菩提。恰如求兔角。", "187": "要學佛者。須將從前一切所愛之事物。自今漸漸疎", "188": "淡。得下則生死惡業。亦漸漸解矣。即是在家出家之", "189": "佛子也。", "19": "了悟。姑答有髮僧胡使君之請。而為之敘。", "190": "度一切苦厄。", "191": "苦厄即是世間功名勢利。男女飲食一切嗜慾之境。", "192": "人皆貪求無厭。遂有求不得苦。既得又有悉失苦。愛", "193": "別離苦。冤憎會苦。生老病死。無非是苦。凡有身者。皆", "194": "有此苦。惟具實相者。即不為其所苦。何也。蓋預知其", "195": "為幻化。得固不喜。失亦不憂。與物同求。而不同貪。與", "196": "物同得。而不同失。處世如斯。何苦之有。故曰度一切", "197": "苦厄。", "198": "舍利子。", "199": "佛之弟子千二百五十人。內有十箇大弟子。各具一", "2": "默壺氏閩產也。有囊括宇宙之志。慕司馬子長之為", "20": "萬曆丁亥春日瓊海浮槎生前進士錢塘許嶽撰", "200": "才之長。如須菩提則解空第一。阿難尊者聲聞第一。", "201": "目犍連孝行第一。羅睺羅密行第一。此舍利子則智", "202": "慧第一。佛凡說深奧之經。及難信之法。即召舍利子", "203": "為問答也。舍利乃西天鳥名。其鳥眼見疾捷。尊者在", "204": "母胎時。其母慧辯異常。眾即知其所胎者乃聖人也。", "205": "故名其母曰舍利。尊者出世。辯才無侶。因其母名舍", "206": "利。故曰舍利子。即舍利弗也。佛說彌陀經。乃是難信", "207": "之法。亦召之而為問答。或以身心喻者。皆非也。", "208": "色不異空空不異色色即是空空即是色受想", "209": "行識亦復如是。", "21": "般若波羅蜜多心經釋疑", "210": "小乘之人。疑此五蘊是實有之物事。因被他擾此心。", "211": "不得自在。直須忘了他。心始輕快。此皆眾生之倒見。", "212": "佛說此節以破其疑也。佛謂非但色蘊。就是真空之", "213": "性。即受想行識之四蘊。亦與真空之性一體。謂即此", "214": "五蘊。就是真性。不用揀擇去取。又莫糊塗。全無分別。", "215": "賢首曰。真俗雙泯。二諦恒存。此節因上文說五蘊皆", "216": "空。恐人認作實有。五蘊可空。夫蘊之為眚。有名無實。", "217": "變易無常。隨生隨滅。晝夜何可數計。但聲聞等人。為", "218": "其所苦。不能控制。故以其為有也。豈知迷為境。轉即", "219": "是五蘊。悟則轉境。即是真空。因能轉境。則心不留一", "22": "No. 541", "220": "物。雖酧酢萬變。不為累贅。故曰真空。真空却能空五", "221": "蘊。五蘊不能壞真空。真空是實。蘊識是幻。幻依真有。", "222": "真不幻無。幻中有真。真中無幻。後之學者。欲證真空", "223": "之性。切勿憎嫌五蘊。要在二六時中。念念精詳。參究", "224": "嚴查。即今一念看在那一蘊上著脚。即如捉賊。定要", "225": "獲賍纔罷。如此操持。始能超脫生死關。身心不為五", "226": "蘊所礙。始謂之真空。又謂之實相。法華云。佛種從緣", "227": "起。是故說一乘。未悟實相。未可便以蘊識為性。古人", "228": "謂之認賊為子者。是也。切勿驅遣蘊識。以求真性。古", "229": "人謂之捏怪者。是也。老宿嘲認識神者曰。無量劫來", "23": "般若波羅蜜多心經釋疑", "230": "生死本。癡人認作本來真。儂續其末云。若離此識覓", "231": "菩提。畢竟無由出六塵。六祖曰。煩惱即菩提。賢首序", "232": "云。良以真空未嘗不有。即幻身之有以辨於實相之空。一切", "233": "事物之幻有到底未始不空。即此事物之幻空以明其實相之真有。", "234": "幻有之有有形名為常有實相之有無質乃是空有。故曰不有。虗空之空無質名為", "235": "斷空真空之空有象乃是有空。故曰不空。不空之空。空而非斷。", "236": "不有之有。有而非常。四執既亡。百非俱遣。般若玄旨。", "237": "斯之謂歟。", "238": "是諸法空相。", "239": "諸者眾也。法者即事物之總名。此節因上文色不異", "24": "閩劍一笠道人嘿壺謝子　觀光　釋", "240": "空而言。恐人執著斷空。故曰諸法。若是空了定要顯", "241": "出一箇實相纔好。若不見實相。即是斷空。又名無記", "242": "空。世間有等利根外道。掃去一切塵緣現前。知見不", "243": "過只是空境。遂執此境。而為真空。噫認境為真。非棄", "244": "有著無而何。又有等師家。外不著有相。內不著空", "245": "相。將心擴大。以含沙界。自謂佛性本來如此。大每舉", "246": "古公案云。佛性多少。大量周沙界。云云噫。此師雖知", "247": "大。而不知小。又患曠蕩之病。豈不聞佛曰。大周沙界。", "248": "小入毫芒。真性原無定量。圓即圓。而方即方。六祖曰。", "249": "體同虗空。亦無虗空之量。大槩墮著有著無。曠大等", "25": "錢塘有髮僧了幻前進士　胡孝　校", "250": "之知見者。多是隨人脚跟轉。佛甞訶之。為逐磈韓獹。", "251": "若是獅子則逐人矣。學者若能空了塵勞諸法。工", "252": "夫已到百尺竿頭。危峻極地。若更進一步。不墮塵勞", "253": "苦海。必墮茫蕩空坑。古人謂生死岸頭者。此也。忻然", "254": "撒手。孰敢承當。更進一步。要有一個快活安穩之道", "255": "場。始有立命之處所。方能穿透一切之宗教。始知學", "256": "者根器之大小。方可絕學罷參。接引未悟之人。倘或", "257": "未然。安得不鑽故紙。而求出世之方乎。得此更進一", "258": "步之階者。動靜寂寂。性相如如。去住自由。色空無礙", "259": "抱子弄孫。無非佛事。山林朝市。總是道場。華嚴云。上", "26": "觀自在。", "260": "覺無來處。去亦無所從。清淨玅色身。神力故顯現。六", "261": "祖曰。即此相離此相。儂曰不即不離。即是真空實相。", "262": "佛謂之空如來藏者。此也。寶性論曰。有四種人。不識", "263": "空如來藏。如生盲人。一凡夫。二聲聞。三緣覺。四初心", "264": "菩薩。皆不識實相之空如來藏。昔黃梅會上。五祖要", "265": "無相偈秀師謂。身似菩提樹。身既為樹了。却將何者", "266": "為菩提。心如明鏡臺。心既為臺了。又將何者為鏡。詳", "267": "其似如二字。已是不知本來面目。非但身心兩無下", "268": "落。頭上安頭。且又露出身心兩字。非抱賍叫屈而何。", "269": "予見秀師搭臺。待六祖來搬戲。倘非秀師。先作一箇", "27": "諸家註解。皆以觀自在菩薩為句。如宗泐之註。以觀", "270": "頑木。吾知六祖亦無施斧鑿處。撞著那個舂米漢。一", "271": "生極會討便宜的。看他說得。何等自在。菩提本無樹。", "272": "渾身俱是菩提。又分何者為樹。明鏡亦非臺。心為明", "273": "鏡了。更有什麼臺。本來面目。即是實相。實相之中。原", "274": "無一物。何處惹塵埃。此偈解者。多作空猜。儂見句句", "275": "切實。舉此二師故事。特證法空之相。此相人人本具。", "276": "個個圓成。不勞訂議鋪排。在人善用不善用耳。", "277": "不生不滅不垢不淨不增不減。", "278": "思慮不滅。謂之生。生即不滅之異名。雜念不生。謂之", "279": "滅。滅乃不生之假號。此不生不滅。因遣上文之疑而", "28": "自在菩薩。答舍利子所問。訪諸佛會。並無菩薩稱名", "280": "發也。謂五蘊皆空。則念慮已滅。慮滅則空相已頓現", "281": "了。惟初機莫能見。恐其偏執於滅。疑此念滅。即是空", "282": "相隨。次即呼舍利子而說。色不異空。謂色等諸蘊。與", "283": "空相不異。以遣其執滅之疑。不但色空不異。又曰。色", "284": "即是空。謂五蘊就是真空。不要分別彼此蘊。乃生生", "285": "之念。又恐學者偏執生生之念。即是空相。復於此節", "286": "總遣二疑。故曰。是諸法空。了之空相。雖不是生。亦不", "287": "是滅。此乃世尊以不生不滅等直指實相。此法惟佛", "288": "能知。惟佛能說。凡諸經中文字。譬如佛之手指。人之", "289": "真性。譬如空中之明月。喻佛以指指月示人。人能離", "29": "觀自在者。惟觀世音菩薩。原名玅音。係男子身。乃東", "290": "指觀月。則月在空。而不在指。雖不在指。所見月者。賴", "291": "指之指也。倘若不知離指以觀空中之月。即執佛之", "292": "手指。以為月者。斯人非但不識月。亦不識指耳。此生", "293": "滅垢淨增減三段法端。若佛之手指也。以指人人身", "294": "中空相之性。此真空實相。宗門言語道斷。一字不立。", "295": "縱善言者。亦直下無開口處。此相又非窈冥深奧難", "296": "知難見者。却是個至簡至易。平平直直之物事。只要", "297": "人自會自悟。不由師授。不因法得而得者。名衣中珠。", "298": "若從師授法得者。由聲聞而得。古人謂之從門入者", "299": "不是家珍。以其取之有盡。用之即窮故。佛於金剛經", "3": "人。足跡半天下。所過名山大川。并包胸臆。乃茲遊浙", "30": "方淨光莊嚴世界淨華宿王智如來之侍者。奉師命", "300": "屢云。我於燃燈佛所。若有法得阿耨菩提。燃燈即不", "301": "與我授記。汝於來世。當得作佛。號釋迦牟尼。以實無", "302": "有法得阿耨多羅三藐三菩提。是故燃燈佛。與我授", "303": "記。作是言。汝於來世。當得作佛。號釋迦牟尼。古人謂。", "304": "說一禪字。拖泥帶水。說一佛字。滿面慚惶。有等鈍根", "305": "懶學之人。一聞宗門不用文字。即掃除一切佛法。噫", "306": "譬未識月之人。即棄指月之指。斯人雖歷沙劫。終無", "307": "識月之期。悲哉。豈不聞總持。雖無文字。文字能顯總", "308": "持。外道每每以宗教分為兩段。豈知教為宗。設宗因", "309": "教。明滯宗焉。能達教絕教。無以明宗。宗教相須勿執", "31": "來此娑婆世界。問安我佛。及觀多寶佛塔。兼聽法華", "310": "為上。孰云教內無宗。此中空相名為何物。非特此也。", "311": "凡有言說。皆說宗也。佛說不生不滅。以指空相。學者", "312": "若悟空相之宗者。始知不生不滅。即空相之範圍也。", "313": "若明不生不滅一隅之義者。則垢淨增減二隅之理。", "314": "觸類可知矣。", "315": "無眼耳鼻舌身意。", "316": "此節乃形已下之法也。六根所謂無者。不是沒有了", "317": "見。今能食能言。六根如何無得。蓋百姓不知身中自", "318": "有真心。只見有世上聲色臭味故。其心或隨目走。或", "319": "逐耳去。終日只在門外奔忙。故有六根。道人既悟其", "32": "經玅音。具足一切細行。無盡意菩薩。以瓔珞供養。未", "320": "空。則六根併作一根。不為聲色所誘流轉。故曰。是故", "321": "空相之中。無此眼耳鼻舌身意六根之累也。", "322": "無色聲香味觸法。", "323": "眼對色。耳對聲。鼻對香。舌知味。身能觸。身之為根。乃", "324": "形骸手足。玉莖之總名。觸即蹴打衝撞也。意之根主", "325": "思。思即法也。內而妄想。外而事物。及諸經文皆法也。", "326": "法乃意根之塵。在他處。為方法之法也。有身心。而不", "327": "自知者。即名眾生。眾生性迷。惟知身外之六塵。悟性", "328": "之人。念念不離身心。雖不灑掃。六根清淨。則塵自塵。", "329": "與我六根。全無干涉。故曰。是故空相之中。無此色聲", "33": "蒙佛示。尚不敢受未領。佛勑安肯越分。當說法之大", "330": "香味觸法六塵之擾也。", "331": "無眼界乃至無意識界。", "332": "此節乃十八界之法。佛總略而言。若欲詳言該說。無", "333": "眼界無耳界。無鼻界無舌界。無身界無意界。此六根", "334": "之界。又無色界無聲界。無香味觸法六塵之界。又無", "335": "六識之界。眼識色是一界。耳識聲。鼻識臭。舌識味。身", "336": "識觸。意識思想之法。此根塵識。總為十八界。界者乃", "337": "界限之界。如區也。即十八處也。一區各具一種才能。", "338": "以其伎倆。不相兼混。譬眼之根。惟能與色對。與聲却", "339": "無。千色之塵。惟與眼相知。不能令鼻見。耳之識。惟能", "34": "任乎。即普門經亦是。世尊對無盡意菩薩所說。此觀", "340": "識聲。不能識味。舉此數界。餘可例知。十八界中。皆是", "341": "眾生作業之所。喻十八重地獄也。悟性之人。變地獄", "342": "作天堂。改貪嗔痴。作戒定慧。界界皆化。為光明淨土。", "343": "夫六塵六根喻水󰕖。六識喻󰒢藥。水飯無󰒢。決不成", "344": "酒。根塵無識。決不成業。世尊教人。變識為智。智即真", "345": "空。識既轉為真空。則識已無矣。根塵若無情識。以媒", "346": "合之。則根自根。塵自塵。安能顛倒真空乎。故曰。是故", "347": "此空相之中。無十八界之法也。", "348": "無無明亦無無明盡乃至無老死亦無老死盡。", "349": "此十二因緣之法。與五蘊之法一般。但五蘊只有五", "35": "自在。必非菩薩稱名。可知。而舍利子為眾請問。亦無", "350": "重。此十二因緣。從淺入深。有十二重。以無明為始。無", "351": "明者乃是牽眾生入地獄。第一個迷魂鬼。出世之士。", "352": "若得此無明破時。則僊佛可期矣。人心纔有些些喜", "353": "怒之情生。即是無明。心不着物。則喜怒由何而生。夫", "354": "眾生之心。個個都是光明的。只為着了聲色。就遮却", "355": "那些光明。人若失了這般光明。眼睛雖是張開營營", "356": "者。全是做夢。一切煩惱魚貫而來。繼使知得是夢。抖", "357": "擻踊躍。亦不能醒。隨即睡去。此乃眾生入地獄之因", "358": "也。無明可不破乎。欲破之者須伏。般若之慧劒在手。", "359": "撞着來的聲色。無分好惡。一個一劍。揮為兩段。直欲", "36": "可據。奈何傳習滋久。體認不明。以觀自在三字。忽不", "360": "到無下手處。無明之網始碎矣。無明與智慧。一勝則", "361": "一負。不相兩立。智慧略放從容。無明繼踵即至。故不", "362": "可說無明無矣。無明既不可說無。則無明盡。盡之一", "363": "字。更不可說也。無明既不可說盡。而老死可說其盡", "364": "乎。故曰。空相之中。亦無老死盡。", "365": "無苦集滅道。", "366": "此四諦之法。乃形而上之法。為大乘人之法器也。苦", "367": "集乃處世間之惡因果。苦為報受之果。集為造苦之", "368": "因。先示苦果。令人知而可󴌯。次示集因。令人斷而勿", "369": "為。譬諸積不善之家。是集因也。必有餘殃。是苦果也。", "37": "加意。使佛說玄旨。晦蝕於千百世之下。良可痛傷。儂", "370": "因集聚不善。所以招餘殃之苦。此滅道二諦。乃出世", "371": "間之善因果。滅是出世之果。謂得滅果者。一切妄想", "372": "雜念。蕩然不生。謂之滅。先示滅果。令人慕此安淨。次", "373": "示八正道。令人進修。八正道者。正語。心口相應。正業。", "374": "無非佛事。正命。俗習已除。正思惟。無諸妄想。正方便。", "375": "不逆人意。正念。心無異緣。正定。身心不亂。能修此八", "376": "正道之因。則滅果不求而自得。此四諦之法。固為輕", "377": "便。優於諸法。佛謂若悟真空之人。集因不斷而自斷。", "378": "苦果不󴌯而自無。自有菩提之智果。則滅果不足慕", "379": "也。世間八萬四千塵勞。悉歸真空之正覺。何八正道", "38": "志心經。二十餘年。實知此經玅在般若。般若即觀自", "380": "之足言。故曰。空相之中。無四諦之法也。", "381": "無智亦無得以無所得故菩提薩埵依般若波", "382": "羅蜜多故心無罣礙云云至三藐三菩提。", "383": "智即般若之慧。眾生內之妄想。外之塵勞。皆賴般若", "384": "之智。以照破。其為虗幻。始得證空相之理。塵妄既空。", "385": "空相錐現。尚有般若之智。及所得之理。以混之。似未", "386": "怜悧。亦當漸次而去。則實相昭然。而無淆絆。故曰。無", "387": "智亦無得。學者到此。則涅槃菩提之果已得。佛又說。", "388": "以無所得故。菩提薩埵作什麼。蓋恐其疑成佛成菩", "389": "薩。乃大聖賢之果位。豈止只此無智亦無得。一言以", "39": "在之觀也。世尊譬如醫王。以一觀字為通聖。散玅藥", "390": "蔽之耶。孰不知無諸妄想塵勞。已得人空之智慧了。", "391": "今造至無智亦無得之地位。已得法空之智慧矣。到", "392": "此不證貫相之果位。更待何時而證也。此無所得之", "393": "地位。亦非尋常可到者。所以佛引菩薩。及三世諸佛。", "394": "原無所得果之因。皆以無所得之故。而得涅槃菩提", "395": "之果也。以釋學者之疑。此乃世尊叮寧引證付囑之", "396": "意。沾佛慈雨。以萌宿世善根者。可忘所自乎。此無所", "397": "得之妙旨。學者宜潛神。熟玩久之。始得其受用矣。夫", "398": "佛說顯般若。前言已盡。而下文又說密般若。何哉。蓋", "399": "世尊憫念行人。理造法明。而貪嗔殺盜淫業惡緣。厄", "4": "上會稽。探禹穴至止于武林。武林蓋都會。天下之多", "40": "療眾生。一切煩惱疾病。信而服之。必得自在之効耳。", "400": "難不消。屢屢明知。故作障亂。心由遷延歲月。直至皓", "401": "首無成者。皆由宿生冤業。蔕固根深。芟而復萌。壞人", "402": "善行。以妨進道。故又說此呪。令人持誦。即能暗遣前", "403": "愆。直登覺岸爾。此猶世尊愛人無已之心。故稱為三", "404": "界之慈父也。", "405": "故知般若波羅蜜多是大神呪是大明呪是無", "406": "上呪是無等等呪能除一切苦真實不虗故說", "407": "般若波羅蜜多呪即說呪曰。揭諦揭諦波羅揭", "408": "諦波羅僧揭諦菩提薩婆訶", "409": "凡謂之呪者。皆是諸天鬼王魔王。降其部屬之祕語。", "41": "大抵佛法。以破相為宗。了空為義。而此觀者。舍身之", "410": "今焉護佛法。會無可以献世尊。各將統馭部下之密", "411": "呪。供奉我佛。倘其部屬鬼神。惱亂眾生。但誦其呪。則", "412": "諸冤魔自退。其義如此。學者何疑此無解說。雜藏中", "413": "有譬云。昔有長者。一奴迯於異國。國王以公主妻之。", "414": "奴常作驕態。鄉人從其國歸。報長者知。因往視奴。迎", "415": "入內庭。謂公主曰。此乃吾父也。自此奴態不作。一日", "416": "長者欲歸。公主竊告之曰。爾兒出身富貴。甚難奉侍。", "417": "乞示一法。長者云。我有一呪。去後復你態時。汝但以", "418": "一手指前。一手向後。作個勢子。對他念呪二句。你無", "419": "親往他國。誑惑一切人。態若不止。再念後二句。你侖", "42": "外何以哉。蓋借假修真之法也。使無此身。則心無依", "420": "合吃粗食。如何頻作嗔念。此態即止矣。公主求解說。", "421": "長者云。祕語不可解。但念則有力。長者歸。奴復作態。", "422": "公主如法念呪。奴態即止。奴意自謂。區之脚色出處。", "423": "長者必告公主知。自此不復作態。凡呪之義。大槩如", "424": "此。夫呪之音。不可曉。皆諸天龍神之梵音。當時譯經", "425": "之師。但譯字而不譯音者何。蓋為要此梵音諷動。始", "426": "有神力。學者信而持之。必獲捍厄之効。梵音尚不敢", "427": "譯。豈可更為之解說乎。每見解者。悉以己意。妄註無", "428": "稽。後之同志者。但當信受行持。以為出世之怙恃。始", "429": "不負世尊之慈旨云。", "43": "附。藉何而修。但世尊恐眾生執著此身。好生惡死。故", "430": "問涅槃。又曰無餘涅槃。是死非死歟。", "431": "涅槃不是臨死時。謂之入涅槃。學者要除妄想。眾生", "432": "之念。必須先立涅槃。然後始能度諸妄想。若死了是", "433": "涅槃。則妄想又何用度。金剛經云。三界九地。四生六", "434": "道。一切眾生。我皆令入無餘涅槃。而滅度之。若涅槃", "435": "是死。則佛死一切眾生。豈其心哉。又曰。涅槃心易了。", "436": "差別智難明。詳此涅槃心。差別智。其不是死。可知此", "437": "涅槃者。即是真空實相之體。乃法中之王。學者有此", "438": "涅槃之法。則六度萬行。四諦止觀諸法。一總都在其", "439": "中矣。但恐緣輕孽重根鈍。及從事未久者。莫能驟然", "44": "指為幻化之物。係地水火風和合而成者也。生前為", "440": "即證。亦有言下即證者。在人疑信如何爾。夫涅槃", "441": "有二種。若辟支獨覺羅漢二乘之人。了生死。亦有涅", "442": "槃。謂之有餘涅槃。又曰小涅槃。彼之工夫。遠避喧嘩。", "443": "斷棄人事。深居獨處。志在淡去。一切妄想雜念。久久", "444": "亦成個寂然不動。就謂之涅槃。雖曰涅槃。因其尚埋", "445": "下有前件塵勞未服。甞防聲色名利為歒。故謂之有", "446": "餘涅槃。亦猶永之詐死。終不能度鉛關。這樣工夫。斷", "447": "然不敢應酬人事。恐搖其寂寂之心。故防聲色如冦", "448": "讐。畏人事如桎梏。一切事物塵勞之境。雖暫時不動。", "449": "被其以寂定之氣。制住在那裡。如大石壓草苗。雖不", "45": "饑寒嗜欲所誘。妄作貪嗔等業。是以不能脫三界輪", "450": "茁生。意猶存這樣。涅槃只可迯。生死不能了。生死又", "451": "不可全。然說他不是。視凡夫闡提輩。浮沉生死者。何", "452": "啻霄壤之殊乎。", "453": "夫十一地諸菩薩所建大涅槃。謂之無餘涅槃。彼之", "454": "事業。住寂而非趨寂。了喧而不避喧。處寂寂之涅槃。", "455": "遊喧喧之世界。則世界亦寂寂。以其無有一切聲色", "456": "塵勞可避可畏。如是則眾生之心。已度盡矣。始謂之", "457": "究竟涅槃。或遺一事一物。微有留戀。即此一個眾生", "458": "不度。亦是有餘。直到無一毫妄想眾生之念可度了。", "459": "始謂之無餘。佛云若有一眾生不得度者。亦不成佛。", "46": "迴之苦。然此幻軀終歸敗壞。惟一靈真性。亘古常存。", "460": "正此義也。經云。如來證涅槃。永斷於生死。既斷生死。", "461": "豈更有死乎。學者宜自研參。證諸佛典。慎勿隨人脚", "462": "跟轉世間。菩薩間世而生。無處借問。各自打點津梁。", "463": "不可因循度日。百年身世。有限光陰。噫此身不向今", "464": "生度。更向何生度此身。珍重珍重。", "465": "問何為真空。又曰實相。又云空相又曰真性。一", "466": "與二與。", "467": "答詳言謂之真空實相。略言謂之空相。總是本來真", "468": "性之異名也。身之形相。乃載道之器。無身則心無依。", "469": "無心則身無主。心為身主。故名曰性。身有心主則實", "47": "人所當知當明者。反日用而不知佛。故說此破相之", "470": "故。謂之實相。佛經性字。以心主為性。乃譯師特存大", "471": "義耳。身若無心以主之則虗。虗則謂之幻相。又謂之", "472": "妄身。心依乎身。自然離却一切聲色名利之妄。其心", "473": "即空耳。心空即無幻偽以雜之。故曰真空。心空非但", "474": "心真。心空則身無為而安逸。渾無󰊋累。如是則身亦", "475": "空矣。身心俱空。又有身心可以指實。非真空實相之", "476": "性而何。二乘擯亡身心。而著空見之境。豈可與真空", "477": "同日語矣。", "478": "夫四大色身。見在生成。不用打點。惟心難見難悟。因", "479": "心不悟。則妄想蝟集。所以佛說一切法門。只是教人", "48": "法。雖言不及身。而身已在其中矣。今之釋流。誤解其", "480": "明其本心。則習氣妄業自消。而如來之藏。即現不行", "481": "一切苦行。亦可脫生死之苦厄。佛恩高大。昊天豈足", "482": "喻哉。然佛恩何以見其大。佛得實相之法。非是今生", "483": "而得也。皆由前劫千萬世中。不論大小法門。逐件逐", "484": "件。行過試過。始知此實相之法。為法中之王。後學得", "485": "此法者。則一切苦行。俱不用行。靜而思之。佛為我等", "486": "後世佛子。省了許多力氣。兌了許多生死苦。得之者", "487": "知其勞苦。始為報佛之恩。譬如投身餒虎。割肉喂鷹。", "488": "捐軀節節支解。捨身以換半偈之類。皆其苦行也。佛", "489": "脩種種苦行。為求出世之法。我等今得實相法王。固", "49": "意。往往厭惡此身。謂無此軀即無煩惱。此輩已墮斷", "490": "當思其源也。古德云。將此身心奉塵剎。是則名為報", "491": "佛恩。不思佛恩者。即非佛子也。後學得遇此實相法", "492": "門者。猶隻眼龜值浮木孔。何也。却有三難。人身難得。", "493": "中土難生。佛法難遇。凡有血氣者。皆有身也。何獨以", "494": "人身為難得。蓋人身與佛同類。佛法有在人間。須得", "495": "人身。然後得聞其出世之法耳。每見與佛無緣者。萬", "496": "劫不聞佛名字。何由預聞其法乎。既得人身。又要生", "497": "在中國。若生偏方下賤之地。則無佛法可聞。故曰中", "498": "土難生。假饒得生。多為世境牽纏。忙忙過了一世。無", "499": "暇去聞佛法。亦無心去聞佛法。故曰佛法難遇。既聞", "5": "智多辯。與百家眾技之流聚焉。而逞以能自雄。默壺", "50": "見深坑。故玄門嘲之。為沒主孤魂者。是也。夫何玄門", "500": "佛法。法海無涯。略說其門。亦有八萬四千。惟此實相", "501": "法門。又難遇中之難遇也。金剛經云。若復有人。得聞", "502": "是經。信心清淨。即生實相。當知是人。成就第一希有", "503": "功德。天地之間。惟人為貴。人之有生。身心為重。休", "504": "戚痛癢。內外相關。所謂切親莫過於此。世人不知可", "505": "貴。悉以功名利欲之假。反累其身。營營汲汲。終日馳", "506": "求。無時休息。所以世尊為此一大事因緣。出見於世。", "507": "憫諸眾生。說種種妙法。令其反邪歸正。背假從真。誠", "508": "使知身是載心之寶。心是潤身之珍。一失人身。萬劫", "509": "難得。日月云邁。雖悔可追。今之釋流。視此身如贅疣", "51": "不明本性。下手即滯軀殻。又輸却禪家獨晉心本性", "510": "者。何哉。彼以皮囊。歌曰。這皮囊多滯礙。與我靈臺為", "511": "悉害。隨行隨步作機謀。左右教吾不自在。要飯吃。要", "512": "衣蓋。又要榮華貪世態。使我心驚不得間。為你結下", "513": "冤家債。豈知六祖此歌。乃解眾生執身怕死之疑。說", "514": "此破相之法。警人捨無常之身世。務存常住之真心。", "515": "󳬼不悟祖意之由。以此皮囊真可厭惡。遂有投崖赴", "516": "焰。蹈水就兵。輕生如敝屣者。意謂無此幻軀。便無衣", "517": "食寒暑之累。殊不知心地未明而死。心上還有許多", "518": "妄想情識未了。又要出殻入殻。復來人世四生之中。", "519": "以了妄念。試將慧眼觀之。此等惟圖貴高之名。不師", "52": "者。多矣。豈知積精纍氣築基煉己。若不明本性。動輙", "520": "知識善友。流弊至此。又不念歌末有曰。尿屎渠。膿血", "521": "聚。算來有甚風流處。九竅都為不淨坑。六門盡是狼", "522": "藉戶。𢓥彿中間解悟時。皮囊變作明珠舖。斷慾心。須", "523": "堅固。料我身從愛慾生。慾心斷絕無來去。內藏一顆", "524": "大明珠。晝夜光明自認路。此六祖變大地作黃金。攪", "525": "長河為酥酪。假四大作化城。在行人迷悟如何耳。佛", "526": "家所謂出世之法者。無他。蓋言人人皆可成佛。所以", "527": "不成者。皆因身口意三根。常染貪嗔癡之三業。三業", "528": "分之。則為十惡。夫身根有三業。殺盜淫。是也。意有三", "529": "業。貪嗔癡。是也。口有四業。綺言誑語。兩口惡舌。是也。", "53": "為妄念所驅。幻境所誘。因此念不息而心不寧。神不", "530": "縱此十惡者。即是自種地獄之因。若能轉十惡。為十", "531": "善者。報盡決生天堂。可不慎哉。有等僧家。通宗達教。", "532": "知因識果。怜悧多能。外習僧儀。內心如俗。此等十惡。", "533": "隨懺隨作。無有了期。自謂仗佛之力。必能為其消滅。", "534": "及至禍報臨身。惟恨佛無靈驗。噫豈不聞佛手難遮", "535": "業報乎。要在當人懺露其前愆。悔其將來不可復作。", "536": "如是則佛果可覬耳。", "537": "有等師家。學得一部等韻者。搬得一場焰口者。記得", "538": "幾則公案者。曉得幾卷經鈔者。搦住念頭不動者。各", "539": "自謂己。得宗門法要。得達磨不立文字之的旨。掃去", "54": "凝而氣不聚。氣不聚則丹不成。安可望夾脊。雙關之", "540": "一切佛法瞽惑無知。增其上慢。亦學老宿。拈搥竪拂。", "541": "粧模作樣。賣弄伽陀。成群結黨。自立門墻。眼底無人。", "542": "自若釋迦再生。方十之中。名利人我。俗業猶故。行狀", "543": "如斯。教門不幸。因此被檀那覿破。致賤之如禽獸。斷", "544": "他善根。損人信念。壞佛清規。良可歎恨。佛今示寂四", "545": "千餘年。象教彫零已極。釋種固多。波旬不少。求其不", "546": "貪不妬者。誠若沙裏覔金。十方善信。慎勿見他過咎。", "547": "阻自己前程。此輩戒行雖虧。亦名佛子。既敬泥塑木", "548": "雕之佛。紙印筆寫之經。此特二寶。更有僧寶。必要人", "549": "作。以配佛經。方成住世三寶。此三寶者。乃眾信之福", "55": "有真造化乎。此輩已墮常見之羅網。佛甞訶為外道。", "550": "田。種慧之腴地。非修橋補路之福可比。恭敬三寶。福", "551": "報無窮。今人但知敬佛與經。而槩以俗僧慢之。豈不", "552": "是自家福田之缺典歟。即如俗僧。亦不可擯斥。亦不", "553": "可盡謂無人也。六祖曰。他非我不非。又曰。若見他人", "554": "非。自非却在左。諺云。僧來看佛面。彼雖不潔。亦是我", "555": "之福田。安可自棄乎。古云。敬幻僧。致真僧說法。拜泥", "556": "龍。感真龍行雨。經云。欲報白鵶恩。須施烏鵶食。寄語", "557": "吾家法眷。降伏見在貢高。身既出家。心當離欲。精嚴", "558": "戒行。誰不欽尊。一念不紛。五香自噴。退後一著。地步", "559": "自寬。佛子家風。惟宜朴淡。飢寒之外。勿可有思。誠能", "56": "衲子嘲之為守屍之餓鬼也。是以紫陽翁云。未煉還", "560": "安分如斯。庶幾自他兼利。", "561": "問佛家亦續人倫否。", "562": "答佛教謂之出世法。違離世俗。務在存心。所以不能", "563": "兼續綱常。甘受異端之貶。彼非不欲全其勢。不可兼", "564": "得也。近有外道。妄議釋迦亦續人倫。妻曰耶輸。子羅", "565": "睺羅。後世釋流斷倫續者。皆失其傳也。予試舉一二", "566": "大端為辯。則其詭詐觸類可知。佛既重倫。必當為子", "567": "婚娶何使羅睺披緇斷髮。棄國嗣而為首僧。此一不", "568": "足信也。佛為教主。衣鉢親傳迦葉。授受為萬世之模。", "569": "須置室家。以攻四業。何使圓頂方袍。孑侍佛座終身。", "57": "丹先煉性。未修大藥且修心。心靜自然丹性至性清。", "570": "此二不足信也。佛會天人雖多。不出四眾。落髮出家", "571": "無妻之男子。謂之比丘。無夫落髮之女人。名比丘尼。", "572": "在家有妻有髮之弟子。曰優婆塞。有夫有髮之女弟", "573": "子。曰優婆夷。明有出家在家僧俗之分。盲師何可妄", "574": "議。此不足信者三也。又見其掠取道家。以神馭氣之", "575": "權術。指作太極河圖鼓人。想圓腔於中脊。謂之艮背。", "576": "運呼吸於臍輪。名曰行庭。以佛家萬法歸一。歸此一", "577": "氣。種種宗教。揑入運氣。旁門妄大自尊師稱三教。非", "578": "惟援儒入佛。分明左道。惑人野狐。固自知其難媚叢", "579": "林之獅象。孤螢不自揣。始衒耀欲齊於兔烏。後學毋", "58": "然後藥方成。未甞不以心性之學。捄其偏枯之失耳。", "580": "穽其愚。各自猛加警醒。", "581": "般若波羅蜜多心經釋疑終", "582": "No. 541-B 般若心經釋疑後序No. 541-B", "583": "般若心經釋疑後序", "584": "唐貞觀間。釋玄奘。使西域取經。至罽賓國。道險虎豹", "585": "邪魅。無可誰何。忽見一僧瘡痍形穢。口授心經一卷。", "586": "令奘誦之。遂得山川夷曠。道路自通。虎豹藏形。魔魅", "587": "潛跡。此心經之所從來。而般若呪力。神通廣大。能度", "588": "一切苦者。居然足證云。予雅愛是經。其詞簡。其義精。", "589": "口念心惟。茫無畔岸。罔知津涯。盡取諸家註解讀之。", "59": "二流之病。病則一般。若悟觀自在。與行深般若之法", "590": "愈晦而愈疑。自愧性根鈍暗。皇皇如也。歲乙酉。幸遇", "591": "延平謝默壺先生。悃幅無華。了無人我。蓋深於禪者。", "592": "傾蓋語相視。莫遂叩之。儒已入愿中心學之室。予乃", "593": "長跪。質疑曰。學人每誦心經。未了經義。但依文誦念", "594": "而已。願先生發菩提心。為鈍根者說。先生曰。君說依", "595": "文誦念。恐文亦未明。依何誦讀。且世尊說經。皆以如", "596": "是我聞為首。此經云何。予曰。觀自在菩薩。先生囅然", "597": "笑曰。君開口便錯。一得之愚。請以就正。夫此經二百", "598": "六十個字。括盡藏中妙義。詠大小乘法。學者須字字", "599": "句句。悉心體認世尊的傳心印之要訣。超脫生死之", "6": "氏惟愚惟訥。若一無所能者。神泠泠然清。貌癯癯然", "60": "門者。豈有如是之病耶。此觀之觀。乃觀無所觀之觀。", "600": "徑門。單闡般若為宗。故以觀自在三字為句。冠於經", "601": "首。彼之般若。即此之智慧。慧即觀也。能觀之者。則真", "602": "空實相之道。不在經文。在方寸中矣。何自在之不可", "603": "得。何苦厄之不可度哉。古謂金剛經。為大藏經之骨", "604": "髓。愚謂心經。尤金剛經之血脉也。吾為君敷衍經義。", "605": "捃摭前聞。間亦竊附己意。名曰釋義。又撮可疑者。次", "606": "第陳之。名曰釋疑。君能隨文理會。口誦心行。則胸中", "607": "宿結。自爾豁然。始悟蘊識即是真如。真如不外識性。", "608": "噫能仁祖曰。此五陰身。以識為本。識為萬妄之根源。", "609": "非十二因緣十八界四諦諸法所能轉。惟具般若深", "61": "非迴光返照之觀也。蓋纔著迴返。便有處所。既有處", "610": "慧者。覺體圓明。自能了了故曰千日學法。不如一日", "611": "學般若。般若一門。能攝一切諸法。經中故指一切諸", "612": "法。皆謂之無。惟此般若。為法中之王。十一地菩薩。依", "613": "之而證涅槃。三世諸佛。依之而得正覺。後世欲濟菩", "614": "提之彼岸者。可捨般若之舟楫耶。是以經名般若波", "615": "羅蜜多心經。予領先生玅旨。跪而誦之。朝夕不輟。乃", "616": "因先生自敘巔末。以弁諸首。遂梓而傳之。願與善知", "617": "識。同登彼岸。", "618": "萬曆丁亥歲浴佛日", "619": "賜進士出身中順大夫直隸徽州府知府前禮部主", "62": "所。即內有能知之心。外有所見之境。心境對待。則行", "620": "客清吏司郎中仁和順所胡孝撰", "63": "持易為斷續。有不勝其疲者。安得自在之効哉。或有", "64": "妄指身中。一穴一竅。而觀之者。俱患能所之病。皆非", "65": "正大之觀也。惟有大觀。而無其所因。其無所始。得去", "66": "住自由。縱橫爽快。雖曰無所惟不滯一切境物之所。", "67": "孰不知自有撥不開。閃不得生。成真實正大之所存", "68": "焉。出世者有此真所念。始定心。始虗欲。始澄身。始靜", "69": "心。虗身靜則輕安之玅。不求自得。實相之所。不證自", "7": "古。心恂恂然實。蓋有道之士乎哉。叩之則博通今昔。", "70": "呈。所以謂之寶所。能居其所者。則一切外緣事物。皆", "71": "如眾星而拱之。此乃觀之體也。然外緣雖假不能不", "72": "應。應之不忘其所。則物有所表。物自物而不能亂我", "73": "之真。回視斷緣簡事者。落其下風矣。此乃觀之用也。", "74": "若物無所表應之。即生情識。既成情識已。是認物為", "75": "真。認物為真。則欲火交熾。塵勞蠭起。即無觀物之玅。", "76": "而觀之體用。俱失之矣。此中之觀。盡大地山河。是沙", "77": "門一隻眼。總內外之大觀。具此觀者。六根六塵。融作", "78": "一大圓通。地水風火。翻成真如󳬿境。正謂神丹一粒。", "79": "點鉄成金。至道一言。轉凡成聖。如是觀者。體用一如。", "8": "而玄宗內典靡不參究。尤長於堪輿家言。壹稟於易", "80": "始獲實相真空自在圓滿之道也。", "81": "菩薩行深般若波羅蜜多時。", "82": "菩者菩提。此云覺。覺即佛也。薩者薩埵。此云有情。有", "83": "情識即眾生也。詳言曰菩提薩埵。略言曰菩薩。此云", "84": "覺有情也。夫眾生覺性。與佛無異。但眾生歷劫已來。", "85": "因染習一切情識。混正覺之性。變作妄想。以其雜念。", "86": "生生不息。故曰眾生。佛專謂之覺者。因其覺性圓明。", "87": "純一無偽。絕盡一切情識。雖有情識。悉轉為智。光明", "88": "普照。如杲日當天。常無變易。惟佛所以獨謂之覺。夫", "89": "菩薩在佛與眾生凡聖二者之間。何也。彼雖具正覺。", "9": "故。輿圖形勝。如視諸掌。甞自言曰。易逆數也。風水之", "90": "覺而未純。尚有微細情識。未能淨盡。故名之曰覺有", "91": "情之菩薩也。裴相國云。終日圓覺。未嘗圓覺者。凡夫", "92": "也。具足圓覺。住持圓覺者。如來也。欲證圓覺。而未極", "93": "圓覺者。菩薩也。夫三世諸佛之圓覺。個個相同。三界", "94": "眾生之情識。人人各樣十方菩薩之知見。大小不齊。", "95": "故分為一十一地。初地菩薩。覺性光明。略露一線。象", "96": "初三之月。名歡喜地。以其證聖位。第二地菩薩。名", "97": "離垢地。如初四之月。謂其身心清淨矣。第三地菩", "98": "薩。如初六之月光又大。些以其大智已明。名發光地。", "99": "第四地菩薩。妙解廓照。喻初七之月。智慧漸顯。名"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 541 般若心經釋疑", "englishTitle": "卍 Xuzangjing, Electronic version, No. 541 般若心經釋疑", "author": "明 謝觀光釋", "language": "chinese", "source": "CBETA"}