{"sourceLink": "http://www.cbeta.org/", "text": {"0": "定學神化科南北朝陳善慧大士", "1": "新脩科分六學僧傳卷第三十", "10": "然。氣之所至或作瘡痍。且致死也。苟著餘瀝。筋肉立", "100": "隋法安隋法安姓彭氏。安定鶉孤人。少出家。居太白山之九", "101": "隴精舍。疎衣糲食。治禪業。將終其身。開皇中。至江都", "102": "煬帝以晉王在。鎮安。上謁。閽者。以其形貌矬陋。不為", "103": "通。安日造門。雖喻遣。莫肯去。王聞而召見之。宛如舊", "104": "識。即俾居慧日寺。凡所游往必與俱。甞至泰山。遇渴", "105": "乏。四顧惟石巖。勢不可得水。安引刀刺石。水崩注。王", "106": "大嗟賞。因問安此誰力耶。安曰。殿下福德力也。遂入", "107": "磧。達于泥海。所遭變。故皆賴安得無所損。將過神通", "108": "寺始入谷。先見一僧乘白驢至。王問何人。安曰。朗公", "109": "也。以殿下有意營造故。來奉迎耳。頃之一僧持緘請", "11": "腐。進聞之。即造監所。監者戲之曰。居士能飲。欲得飲", "110": "檀越。安為達之。抵寺見一神人。手憑講堂鴟吻坐俯", "111": "視群眾來往。王又問。安答曰。太白山神從殿下者也。", "112": "他異不復具錄。大業初。帝尤務侈靡。益重安。於是使", "113": "安悉招諸隱逸。如郭智辨釋誌公澄公杯渡之流於", "114": "慧日。且闢寶揚道場於東都。集道藝二千餘人。於內。", "115": "以行道。十一年春。四方多難。安竟無疾而終。春秋九", "116": "十八矣。將終。密以後來禍敗事。預告上。故上臨難能", "117": "無所懼　當陳之季。有法濟者。方著名南國。逮隋寵", "118": "遇無比。然精進寡慾。儕類莫與抗。屢宿禁中。未甞或", "119": "見墮容媚態。文帝造香臺寺於長安。煬帝造龍天道", "12": "此乎。進咲曰。古人五斗解醒。少乞一升。未為多也。監", "120": "場於東都。一以為濟設也。濟於宮中。甞乘所賜白馬。", "121": "或以病告。祝水飲之輒愈。又能治鬼物。言事之未然。", "122": "大業四年。忽詣上辭曰。天命不常。復須後世。唯願弘", "123": "護荷負含生。遂坐逝。剃髮將殮。須臾髮生。頓長可半", "124": "寸許。上曰。禪師入滅盡定耳。何可葬也。當為出之擊", "125": "大鐘一月餘。然後廢朝。素服葬之蔣州。隨所至設齋。", "126": "費出所在官府。東都王公以下。為造大幡四十萬。日", "127": "齋百僧。僧襯帛二十五疋。通以七七之日計。則所廢", "128": "十餘萬。嗚呼盛哉。", "129": "隋岑闍梨隋岑闍梨住襄州禪居寺。寺處山藪中。粒食不繼。每", "13": "者曰。任飲多少。何論一升。進即以鐵杓於罋中。滿取", "130": "日以坩乞酒郭內。就飲之坩可盛三斗許。又乞一坩", "131": "歸。且行且飲。抵寺則坩亦竭矣。晨起解齋。遂𢹂坩至", "132": "廚請粥。仍以杖荷之。赴堂。乃置坩。脫杖。擊諸僧首。自", "133": "上而下。人一擊。眾以其擊之。可以散灾也。故受而不", "134": "辭。岑房舊養一黧犬。并寺內鼠數千。所請粥。岑未甞", "135": "歌也。盡以飼犬鼠。且則犬鼠來長。逼塞庭中。時偶失", "136": "一鼠。岑悲惋責犬。犬遽󳸐死鼠以來。岑視之殊恨。以", "137": "杖捶犬。葬鼠。慟哭不自勝。或鼠嚙僧衣若篋。僧以告", "138": "岑則盡召諸鼠。使互保。其無保者。岑輒捶之曰。汝何", "139": "故撓物。鼠終伏不敢動。岑以常住窘乏。遂將遷築廚", "14": "一杓。飲之。顏色自若。言謔不減常態。傍居道士等。皆", "140": "庫食廩。於白馬泉下濼中。然其時水方漲溢。眾竊咲", "141": "之。及召匠伐材。則其地忽為平陸。而棟宇歘成。後寺", "142": "果豐渥。又曰。將來六十年。有愚人起重閣於寺之南", "143": "隅。而致寺招訟。唐永徽中起閣之記斯驗。", "144": "隋法喜隋法喜南海人。形貌寢陋。年可四十許。耆老皆謂於", "145": "兒時見之。其顏色與今無所異。或以為已三百歲矣。", "146": "亦每自言舊識慧遠法師於廬山。且其談論。晉宋間", "147": "事。歷歷如信宿。平居緘默。見人必嘲誚。然語意尤中", "148": "未來禍福。故人之矜持者。因不喜見。方陳有國日馬", "149": "靜刺史廣州。遇行部。必以甲數萬。耀威邊徼初視篆", "15": "聚觀。以驗其變。進徐舉一杓以歡。而辟易竟走避。或", "150": "喜直造廳事。畫地作馬首。以示其子而去。未幾。靜卒", "151": "為人以謀反。誣告於上。上遣臨汝侯觀形勢曰。果反", "152": "即誅。否亦代之耳。臨汝侯乘其不戒。誅而代之。煬廟", "153": "聞其異。詔至行在所。時江都新成一宮喜纔升階瞻", "154": "顧遽却走。唱曰。幾壓殺我。是日夜驟雨屋仆斃數人。", "155": "後復徧歷宮中。索羊頭。上惡之。詔鎖閉一室中。數日", "156": "三衛吏士。見之市肆。坦率如常。時或以聞。詔驗視且", "157": "責問守者。皆無他。及開戶入檢室內。則袈裟覆白骨", "158": "一聚。而頸骨縻鎖自若。上益疑恠。復詔長史王恒廉", "159": "之而信。上於是始敬懼。歎曰。聖者神變無方。又安可", "16": "語監者曰。子縱之飲。是故殺之也。故殺人有罪。吾甚", "160": "以世俗遇哉。會守者奏。喜在上趣詔掊鎖徹戶縱所", "161": "適。俄屬疾乃自盡去薦席。欹臥牀簀上。而熾炭其下。", "162": "使半身焦爛。數日卒。葬香山寺側。閱四年南海以喜", "163": "獲放還。上疏謝。詔開其棺。索然。", "164": "隋普安隋普安姓郭氏。京兆涇陽人。少年依圓禪師出家。晚", "165": "投靄法師。通明三論。然常業華嚴。武帝滅法。遁居終", "166": "南山梗梓谷之西坡。時有靜淵法師。與之同處。資承", "167": "玄理。披釋奧義。加以遵脩苦行。忘己為物。小則露體", "168": "以飼蚊蝱。大則委身以餧豺虎。皆慈薰悲感。自致損", "169": "傷。以求副本願。每往獸群幾充其噉。又招集避難諸", "17": "為子懼。進則顧。謂監者曰。子何罪。吾自欲飲耳。且非", "170": "僧。犯國嚴令不憚顯誅。躬行分衛。故得衣食豐贍。精", "171": "進倍常矣。或謀執安赴官以希賞賜者。安就語之曰。", "172": "卿貧如此。吾固當為卿德也。因共入京既奏。詔釋之。", "173": "以為道人所宜歸宿山中而顧復拘焉。是使之無所", "174": "逃其死也。柳白澤括僧尤酷。命逮安至則白澤謝不", "175": "敢見。及放還。道過靜靄法師於義谷杜映世家。蓋映", "176": "世掘窟藏靄。而安得私禮謁焉。靄歎曰安公神志絕", "177": "倫。不避強禦。誠難能也。安遂邀靄以歸。隋室龍興大", "178": "教。斯復詔。起楩梓谷中三十餘僧。並居官寺。惟安守", "179": "素弗遷。後有人於子午虎林兩谷合㵎之側。鑿龕結", "18": "子所使。子何罪。已而詫曰。乃於今日始獲一醉。就臥", "180": "庵以迎之。適其上大石崩墜。勢正壓龕安默念曰。苟", "181": "稍徙他處則庶幾。石則應念他徙。安曰華嚴力也。㵎", "182": "左之氓索陀者。嫉德懷忿與其侶三人。挽弓射安。而", "183": "矢莫可發。目瞪舌強。聲色震掉。僵立經宿。不能已鄉", "184": "里稽首請救安曰華嚴力也。我何自知之。魏村張暉", "185": "以五升瓮。夜盜安佛油。至門昏迷。若有以縻縶之者。", "186": "安亦曰華嚴力也。若夫張卿以盜錢。患啞則懺悔而", "187": "愈。程暉和既死。則見呼而甦。白村老母病。而失音。已", "188": "百日。安至則起迎。問信如常。時田遺生貧女遇安設", "189": "會。以觕布二尺。床蜜󳬴反穀米十餘粒。充施獲度為尼。", "19": "方石上。俄而遣尿。尿所著石皆碎。良久覺。精爽如常", "190": "或縛三豬將殺。安則加本價十倍。又割䏶肉以贖之。", "191": "遂使長安南西郊外。五十里雞豕孠。而家奉齋戒。其", "192": "皆華嚴之力歟。開皇八年。詔為皇太子師。長公主營", "193": "靜法禪寺復詔居之。大業五年十一月。終於靜法。壽", "194": "八十。塔終南至相寺側。", "195": "隋欽師隋欽師不知何許人。大業初。見之廣平。形神非世所", "196": "識。或默或語。無常時。至洛州而靈通寺方樹浮圖五", "197": "層。皆以瓴甓為之。琢磨雕鏤。務極宏麗。工役繁冗而", "198": "費用奢靡。欽望而笑。謂寺僧曰。奚庸造此烽火樓也。", "199": "豈以功德佛事固宜然哉。則清淨寂滅之道。何有。一", "2": "淛東沙門　曇噩　述", "20": "時。自爾飲食加倍。隋初薙落。配等行寺年九十餘。而", "200": "時流輩。莫不以其言之過。曰彼狂人安足取。九年盜", "201": "賊四起。官軍警嚴。浮圖尚未及畢。乃於其上。候望烽", "202": "火。噫治亂之數。懸於天。至德之士其知之矣。童子馬", "203": "世達。甞與市井群小兒遊。偶覩欽忽變其身。入豕牢", "204": "中。諸狶子即相淆混。素如其類。於是世達等留伺其", "205": "旁。久之欲觀其且復人身否也。俄而欽大呼於群兒", "206": "之後曰。汝輩將奚所觀耶。群兒遽驚拜。天下大亂。欽", "207": "聲跡亦寢。", "208": "隋僧朗隋僧朗一名法朗。南陽之許氏子。年二十餘。苦求薙", "209": "落。棲止無定所。多出沒鄂州。貌奇古。飲啖不異流俗。", "21": "終。其衣服牀褥。絕香。無酒氣。", "210": "常有黃赤二大猴犬自隨。候中時。以不盂受食而啖。", "211": "以其餘與猴犬。猴犬共啖訖。猴則戴盂騎犬。先朗行。", "212": "而人不敢稍侵辱。懼其咋也。陳之季。則又見於江嶺", "213": "間。每誦法華經。動以七數。至七十七百七千七萬。始", "214": "其聲微細。頃之則雷擊飊撼。箏笛呼噏。音韻諧暢。而", "215": "辭義明了。聽者。神凝精聚。而耳目俱喪。顧朗於咽喉", "216": "齒牙唇舌。若無所用。方且縮首收足。斂手塊坐。而部", "217": "帙竟徹。世因以法華朗名之。或醵燕市中。恣縱酒肉。", "218": "忽朗在座相與醉飽。然亦莫測其所從來也。故時人", "219": "為之語曰。法華朗五處俱時。縮猪肉滿口顙。其乘舟", "22": "隋法進隋法進蜀之新繁人。在家素行道持戒。雖田作。亦擊", "220": "沿沂湍險。不施揖擢而隨所欲往。猴犬在傍。朗惟拱", "221": "默而已。有比丘尼。受徒開講。庸眾服其辯悟。朗聞之", "222": "咄曰。此邪鬼所加。非證聖也。後當料治之。他日蚤作。", "223": "猴犬竟造尼寺。朗隨到。禮佛繞塔。詣講堂而立。尼猶", "224": "講說不已。朗厲聲訶之曰。小婢吾茲來此。敢爾踞坐。", "225": "尼遽匍匐走出。立朗前。駭汗流地。自卯至申。略不動。", "226": "搖。問之若癡聵。無復言說。如是百日。乃甦。大業末。朗", "227": "口唱賊賊。朝暮不小置。蓋天下亂亡之讖也。時猶靜", "228": "謐。有司懼其惑眾。趣捕逮而禁錮之。不知所終。襄陽", "229": "法琳作行狀。", "23": "鏵钁使聲如鍾磬。以節念誦。候日影至午而食。耕耘", "230": "唐唐賈逸唐賈逸仁壽初。見之安陸。言論詭誕。服飾屢變。緇素", "231": "或固疑之。而未察也。一日人有遇之此者。顧一人又", "232": "遇之彼。如是數十人。皆與遇。然而所遇之時同。所遇", "233": "之地則不同。於是相會合推考。而知其為分身矣。乃", "234": "大加敬服。然尤善讖未來事。方等寺慧暠法師。學富", "235": "行脩士也。逸過之遺以紙五十幅。暠初莫測也。後有", "236": "誣訟之者。有司引問辯對。而書疏用紙僅滿其數。而", "237": "後案具。大業五年。天下猶宴安。逸與群兒戲。輒弄橋", "238": "檻石師子曰。拗羊頭捩羊頭。旁視者爭譁咲為樂。後", "239": "揚都禍作。而其言始徵。又有揚師祐出岷洛間。貌年", "24": "尤護惜。虫蟻。忽空中有聲曰。進闍梨出家時到。如是", "240": "四十餘。古老百歲者云。自初見至今。常不變。寒暑惟", "241": "服故黃衫。飲噉不異流俗。栖止無常處。鄉社大會集。", "242": "則先至笑談。曲當合物議。且預記未來事。唐初尚無", "243": "恙。", "244": "唐轉明唐轉明或云姓鹿氏。其所生稟則未知也。形服儀貌。", "245": "如庸眾。大業八年。忽於雒邑告有賊起。官司覆檢。茫", "246": "無宗緒。上以為疑。而未之加罪也。詔縶拘以待。明年", "247": "六月揚玄感反。屠戮之酷。東都尤甚。於是其言始驗。", "248": "詔釋之。會上幸江都。時偃師獄吏方慮囚得死罪五", "249": "十人。將刑於市。明知駕道偃師。乃偽為餉囚者。入獄", "25": "四五聲。人舉聞之。於是詣路口山薙落。專行頭陀不", "250": "謂諸囚曰。明日駕過此。汝等必再三大呼有賊。要使", "251": "上聞之而後已。上苟詰其言之所從來者。則曰從明", "252": "闍梨。如是則庶幾可以免死矣。明日駕過。諸囚既如", "253": "教。上果盡釋諸囚。而復逮明縶拘之。明忻然無所憂", "254": "懼。越王皇泰初。詔聽自便。然猶陰遣三衛防守。而軍", "255": "國謀猷乃獲與聞。及世充僭號鄭。倍加信奉。而使士", "256": "卒防守。愈益嚴謹。圍之五重。動見徵逐。武德三年。謁", "257": "高祖武皇帝於京師。亦莫能察其所從至也。詔住化", "258": "度寺。是歲八月竟隱去。不復見。明身歷三姓四朝。交", "259": "接貴賤。一遵平等。人有問其所學者。答曰平等一法。", "26": "以名隷寺。蜀王秀遣參軍郁九閭長鄉領僚佐十人。", "260": "吾志所在也。其泛語則涉因果。曰某法師以謗大乘。", "261": "故報無擇獄。某法師以精進故。從羊中來。甞遊總持", "262": "寺。顧謂眾僧曰。不久此寺當流血矣。汝等宜共慎之。", "263": "眾恠其謾。後以法諺累多被誅。隋末有鮑子明者。未", "264": "詳何人。既以道藝應詔。居慧日。而朝東莫西。略無定", "265": "所。雖官供亦未甞臨赴而請給也。所服裙帔而已。驚", "266": "呌狂走。言無準度。大業九年。以緋帛裹頟而趨。久之", "267": "梟感反。其黨之軍容如之。感圍東都。有以子明事白", "268": "之者。以為神。召問通塞。子明遂罵曰。賊害天下如此。", "269": "而欲得國。豈理哉。時駕幸涿鹿。聞其說大悅。遣召而", "27": "至山以請。將發辤。王曰。彼如不來。當申國法。王曰不", "270": "勞之。尋以箕當風簸土而去。十年卒於洛。", "271": "唐明恭唐明恭住鄭州會善寺。其未出家時。以勇力稱。與一", "272": "齊名者。俱為犳騎。事文皇帝。帝深忌之。間得罪乃為", "273": "二大餅餤。其一內實生鹿角一具。其一內實鹽五升。", "274": "使各盡食於前。食鹽者出至外廷。即腹裂死。食鹿角", "275": "者。殊無恙。蓋恭也。寺與鄰剎超化爭地。集無賴百人。", "276": "持仗來鬪。寺眾咸懼。恭曰無畏。獨詣超化。取大鐘仰", "277": "置於地。以炊巾塞蒲牢隙。乾糒六升。和以水。投其中。", "278": "徐以左手擎鐘。右手撈糒啖之。傍有石。大可坐三四", "279": "十人。恭既飯曰。石頗礙行路。請徙而他。遂拈去如土", "28": "須威逼。但以禮延。明日必相見。毋緩也長卿出成都", "280": "塊。超化氣慴。隋季賊起。所至僧寺。必先使擊羊豕治", "281": "具。會善亦然。賊方列坐舉匕箸。而恭柱杖以出。賊挹", "282": "使坐讓食。恭鋪餅滿案。裹大臠。略咀嚼。盤飣為盡。賊", "283": "大驚。甞山行遇虎豕爭。豕且困。恭語虎曰。可放豕去。", "284": "虎不聽。因捉虎首尾。擲之巖下。然亦有不可知者。客", "285": "遊沙彌。能以指折竈下。臂大乾竹而不能取柱下衣。", "286": "恭能挾柱壓衣而復取之。且不能折竹。此其故何哉。", "287": "恭固持戒嚴謹。常依眾食。所食不過如恒人。遇有事", "288": "緣。則所費輒至二百人食者。武德二年。終於本寺。春", "289": "秋八十五。", "29": "郭門。顧謂十人曰。今茲以吾輩升兜率天致彌勒可", "290": "唐慧琳唐慧琳生綿州神泉之薛氏。襟抱虗靜。與物無競。然", "291": "形骸不事脩飾。一同於俗。而談吐每詣道。隋初。住建", "292": "明寺。寺有塑像。琳供養尤謹。一夕為生鬚三十六莖。", "293": "大業之季。忽插二竹於古塚上云。是天眼。頃之拔去", "294": "其一云。弘農揚為魔所拔也。及義寧。而神堯受禪。俄", "295": "盛夏。著複衣暴烈日中無熱狀。先是雒縣有育王塔。", "296": "一日琳歷村落。借車三百乘云。以迎雒縣塔於此安", "297": "置也。未旬浹。雒縣塔灾。武德中。自匿草野。人無有能", "298": "知之者。獨揚祐師初未甞識。不待訪問。而竟造以見", "299": "如故舊。且敘別云。八百年矣。或賴祝病獲差。而遣其", "3": "定學", "30": "也。況山中一道人哉。暮抵吉陽山下。虎蹲道旁。射之", "300": "女以裙施。女輒易以裙價至。琳遙見之遽曰。但將裙", "301": "來。價錢非我欲也。女驚謝。貞觀四年終。", "302": "唐乂德唐乂德姓徐氏。雍州醴泉人。貌頎秀。章服疎素。操履", "303": "有繩檢。尤能預言未來事。其吉凶之際。使人知所趨", "304": "避。苟遇沴氣流行。疫癘荐作。則勸四眾謹奉三寶。禮", "305": "佛供僧。稱名念誦。用其所指未甞不驗。而昧者則莫", "306": "之用也。時亢旱。或以雨問。僂指曰宜俟某日。又舉指", "307": "曰齊自某方。後皆信。無小爽。晚年於九𡽀山南。造阿", "308": "耨達池。并鐫石󰊇於池側。貞觀十二年卒於山舍。百", "309": "姓德之。為起白塔於山上。", "31": "馬却走懼甚。即欲宿村舍。以違王約難之。俄而一僧", "310": "唐通闍梨唐通闍梨丹陽天保寺僧也。貞觀之季。年已八十矣。", "311": "氣貌康休素潔。所服衲衣厚一寸。綫如指大。而紩補", "312": "極完整。每誦法華經。乞食市中。得錢則營飾其寺。蓋", "313": "大堂。梁時所繕治。規模尤壯麗。至是稍弛而脩葺之。", "314": "其費用殊不貲。或以為北去寺四十步地。掘之甞得", "315": "金云。後輒自穿土窟。擬終事。時莫之許也。久而集僧", "316": "囑訂財物器皿。皆明白。閱三日神氣猶爽徤。乃云吾", "317": "茲將去。忽不知所在。視其窟門已塞。壽九十餘。", "318": "唐智則唐智則雍州長安馮氏子。年二十。出家於辯才寺。聽", "319": "凝法師攝論四十餘徧。性多掉舉。僅能尋採。然於世", "32": "負襆將登山。長卿因悉留諸從者。而獨偕僧抵寺。進", "320": "間名利事。壹不以為意。衲裙垂膝。浪走坊市。所止之", "321": "房。單牀草薦。瓦碗木匙而已。或有為之經營者。隨得", "322": "則用。終不知謝。出入往來。門未甞關閉。同住之僧。輒", "323": "以狂號之。則聞而笑曰。狂果誰歟。出家離俗。乃為衣", "324": "食動。則鎖門鎖櫃。裒斂儲畜。役役不安。此而非狂。又", "325": "何狂耶。因撫掌絕倒。嗜食餺飥。恒令寺北王摩訶家", "326": "辦之。議者以為則已果證。蓋甞見其分身也。", "327": "唐永徽中唐永徽中會稽永欣寺。有一僧。立逝於山門之內。其", "328": "將逝也。謂其人曰。吾吳之康僧會也。苟能奉吾遺身", "329": "於爾伽藍。則顧為福。且未慗。其人因堅以膠漆而遷", "33": "牀坐召長卿入而向所見虎。適在牀下。長卿戰慄不", "330": "祠之。其靈跡之著。至于今不衰。初寺尤苦軍旅屯寓。", "331": "娶婦產子。殺羊豕。植韮蒜。汙衊甚。時李公若初方廉", "332": "問閩。忽僧有自會稽來謁者曰。越於浙東為大藩。君", "333": "侯行將領之。其教條之下。願必盡屏舊習。而軍旅之", "334": "寓佛寺。最為急務。幸君侯之留意焉。公詭曰。諾。未幾", "335": "果有是命。俄而入寺睨之曰。此非預言今日之除者", "336": "乎。應驗若此。凡所授記。敢不聽。於是頓絕其弊。會昌", "337": "六年。永欣毀遷遺身於大善寺。會曇休律師。創堂宇。", "338": "治供具。鄉里之祈福禳灾者。舉歸焉。世號超化大師。", "339": "其前身行事。史有傳。", "34": "敢前。進覺之為叱虎去。長卿乃前。白王意。而語言顏", "340": "唐慧寬唐慧寬姓楊氏。益州綿竹孝水人。父瑋事三洞法。綿", "341": "梓諸州。歲率饋來。請章符佩懸。以致福利。瞽俗趨嚮", "342": "之。門庭如市。妻始生一女。名信相。次生寬。其孕子娩", "343": "皆異常。而寬瑞相尤甚。方五六歲。信相共於一處語。", "344": "父母旁聽之。莫能曉。恠而問焉。答曰。佛來為我說般", "345": "若聖智界入法門。茲與姊評議爾。父母附口錄二百", "346": "餘帋。以示龍懷寺會闍梨。會曰。悉合經旨。有禪師。於", "347": "淨慧寺入定。信相偶往。至其門不肯前。曰火聚奈何。", "348": "或曰何不以水滅之。信相即作水觀。於是禪師出定。", "349": "勸其父母。宜使出家。當是時。壻已入聘幣矣。喻之不", "35": "色。猶失度。進咲曰。檀越初出郭門時。其雄邁。固與今", "350": "可。而道俗為出財贖。然後許。因偕寬剃落。隋蜀王秀", "351": "鎮坤維。王妃為造精舍供養。甞出遊。或生疑嫌。信相", "352": "召語之曰。莫於三寶所懷異心。自取罪苦。遇作功德", "353": "事。使掘地。往往獲金。如所費。其於飲食。或連日夜恣", "354": "啖。未甞以為飽。或餓經歲序未甞飢。人目之聖尼。精", "355": "舍猶呼聖尼寺云。寬年十三。依空慧寺徹禪師學。凡", "356": "經律不待教。率淹貫如宿習。朋類有難問。輒為通。龍", "357": "懷會公。尤敬事。寬至縱其閑適。不敢役使。徒眾二百", "358": "餘人。竊以為言。會聞而誨之曰。此吾先師相禪師也。", "359": "昔先師。與吾隱南山。以避周禍。隋興。吾歸蜀。先師囑", "36": "異。長卿頂禮默不知答。逮旦仍令長卿先歸報行。至", "360": "之曰。汝於彼土有緣當盛。致儔侶中有慧寬者。宜善", "361": "視之。今其名良是。吾亦焉敢慢吾先師哉。且計先師", "362": "死日。正寬受生之辰也。以故益不疑。逮壯闡化鄉里。", "363": "二親咸慕服。遂寺所居宅。自爾梵剎相望。而營齋祈", "364": "福者。所在群聚。成都等七十縣。歲時迎請供養。施利", "365": "山積而功德大矣。貞觀中。洛縣僧䇿。持祝有神效。一", "366": "日暴卒。頃之甦曰。見閻王使持祝。并請寬師。講地獄", "367": "經。以救罪人。然初不以介意也。經月餘復絕而甦曰。", "368": "閻王大怒撻我百。於是造寬。疲劇中道而臥。頓覺旋", "369": "風舉之空中。倐爾而至。殊不知三十里之遙也。遇寬", "37": "望鄉臺而進已及矣。遂偕謁王。為王受戒。即曰。辭出。", "370": "方集眾讀經。顧䇿曰。遠行勞苦。為眾生故。當勿辭勞", "371": "也。即令䇿陞座持祝。寬自講經。二中年綿竹宋尉。世", "372": "儒者。頗慢佛。每戲曰。我於佛再賴其力。或詰之則曰。", "373": "吾家圜闠中。往來者於側溺不可禁。因書佛字揭墻", "374": "壁乃止。甞冬月墜水得出。然寒甚且死。求火不時得。", "375": "會有木佛在堂上。急取燒之以活。寬間致書喻之。語", "376": "意勤渠。宋用以拭大便曰。世以此道人有靈異。今何", "377": "如。即糞門裂。終踞廁莫能起。口唱死。連日夕。遽使召", "378": "寬謝。願造經像懺悔。滿一月竟死。什邡陳氏施園圖", "379": "建寺。寬為區畫。斷竹標其上曰。此可為佛堂。頓見泉", "38": "而襯施一不受。遽就舘法聚寺王間語其屬曰。吾見", "380": "水自標處上涌。命掘之纔數尺。於大石下獲金瓶。儲", "381": "舍利七粒。寬益拜請。而舍利遂放光。其變化之多。至", "382": "於滿瓶。永徽四年夏六月二十五日。夜沐浴更衣。跏", "383": "趺坐執鑪。趣打鐘。鐘聞近遠。空中有哭聲。寺內光明", "384": "燭天。於是舉城奔赴曰。闍梨涅槃矣。示寂於所居之", "385": "淨慧寺。前一月。寺池之紅蓮開白華。橋三道。其一正", "386": "直。寬房無故而梁圮。聲震一寺。豫章大木流血㵎中。", "387": "甎塔十七層。高數十丈。忽中拆數寸。神人五百從西", "388": "方來。皆長丈餘。服天衣。持香華。擎紫金臺迎寬。寬悉", "389": "遣去。既喪。有雙鵝伏靈前。悲鳴飛舞以送。由寺至山", "39": "進公誠不覺神悚。後望見之輒為禮。進每咄王曰。貧", "390": "二十里。黑雲翔空注雨。隨棺草木皆靡。境內老幼縞", "391": "素泣臨。盡三歲遺體在山。端坐如生。略無禽獸侵蝕。", "392": "汙穢朽腐之相。民間齋僧供佛。必別設座至今。", "393": "唐抱玉唐抱玉性高潔。有志行。居京師。與丞相第五琦善。每", "394": "夜坐室中。輒屏左右。撤鐙燭。寂然達旦。人莫知其所", "395": "為也。或窺之。見雲氣華彩。從玉口出。默若有所憶誦", "396": "者。且甞謂沙門大光曰。凡誦佛經。必使其聲高放清", "397": "越。則諸天鬼神傾聽。以降福祐。此不易之道也。及終", "398": "方大暑。而尸久停駐。不小萎變。琦哭甚哀。因以香乳", "399": "灌玉口中。隨有光自口出。磅礴四照。益以為異。時年", "4": "神化科二", "40": "道與王。各有安樂地。何苦相逼惱也。諸僧諫以為不", "400": "九十許。", "401": "唐佛陀波利唐佛陀波利華言覺護。生罽賓國。忘身闡化。戾止五", "402": "臺。瞻慕靈蹤。至於淚泣。見一老翁。作婆羅門語。謂曰", "403": "師何所求。答以文殊大士垂跡此山。從印土來。志伸", "404": "敬禮。翁曰。師得無以佛頂尊勝陀羅尼經來耶。此土", "405": "眾生多造罪垢。而出家者流亦然。祝誠滅障秘方。若", "406": "不持來。雖來何益。縱見文殊亦莫之識。師能還取。即", "407": "是徧奉眾聖。廣利群品。報諸佛之恩也。經至之時。弟", "408": "子當示師文殊所在之處。利聞之喜不自勝。方將雪", "409": "泣拜謝。略轉頭頃。頓失老翁利倍加虔恪久之。奉其", "41": "可頻忤王。進曰。大德畏死。惟求王意。而順媚之。此豈", "410": "經來。上詔鴻臚寺典客令杜行顗三藏日照。於內道", "411": "場翻譯。襯利絹三十匹。內併留其經。利泣曰。所以不", "412": "憚往來者。徒欲以利物也。上憫其志誠。而歸其梵本。", "413": "利訪求沙門順貞。而重譯於西明寺。較杜令所譯者。", "414": "小異。利後不知所終。或謂却持梵本。隱山中之金剛", "415": "窟。今永興龍首岡有塔存焉。大曆中。南嶽雲峯寺沙", "416": "門法照。入臺禮金剛窟。至夜深。方自尅責。投身巖石", "417": "以死求願。忽見一僧長七尺許。梵音圓暢。稱是佛陀", "418": "波利。問照曰。師如此得無勞乎。且何所冀。照曰冀見", "419": "文殊。利使脫履石板上。瞑目頃。已入一院。頟云金剛", "42": "弘教事哉。貧道必責其過。雖死無所畏。屢入宮籞。顧", "420": "般若寺。字畫遒勁。光明奪目。院皆異寶所嚴。莫能名", "421": "狀。樓觀重複。殿宇聯比。可二百所。間藏緘祕密諸經。", "422": "人物魁偉。殆非常所覩也。大聖處位尊特。擁從旁午。", "423": "宣言慰勞。分茶賦食已。命利引出。照苦乞留。利勉其", "424": "進脩曰。再來可住。照還。著板上所留履。俄失利所在。", "425": "唐僧伽唐僧伽始不知何從來。龍朔初。隷名山陽龍興寺。至", "426": "臨淮。得信義坊賀䟦氏所捨地。遂見伽藍名普照王。", "427": "初钁土致󳬴文曰。齊香積寺。又致金像。刻其衣葉文", "428": "曰。普照王佛。賀䟦氏深已歎異。然殊未有捨宅意。一", "429": "夕臥其家。或闚見其首足各長於牀三尺許。未幾。復", "43": "華筵美味盡謝去。而徒繩牀之安蒸餅之飽而已。至", "430": "見作觀音形相。別具眼耳口鼻者。凡十一面。於是舉", "431": "族歸命。寺以成就。先以古頟號香積。景龍二年。詔赴", "432": "內道場。上御法筵。詳問休咎。占對允當。因褒錫其頟", "433": "曰普光王。以避天后諱。故改照字。四年庚戌示疾。詔", "434": "遷薦福寺安置。三月二日卒。顏貌如生。上慘悴。賜帛", "435": "三百匹。葬淮水上。上間問萬回師曰。彼僧伽何人也。", "436": "對以觀音化身。宋太平興國間。詔復寺頟為普照。其", "437": "生前滅後。靈應之跡。備載實錄。茲不殫紀。賀䟦名玄", "438": "濟。謂亦於道有悟入。弟子慧儼慧岸木叉。", "439": "唐封干師唐封干師居天台山國清寺。身長七尺餘。剪髮齊眉。", "44": "授妃姬戒則使之不放逸。而念無常甚。而市井民家", "440": "擁布裘。寒暑不易。日事舂給眾。或咨其佛法。則以隨", "441": "時二字對之。間騎一虎往來松徑間。夜每唱歌其院", "442": "達旦。僧俗知敬。久之。示滅於寺。先天中。京兆閭立胤。", "443": "將之官天台。忽患頭疾。庸醫莫能効。無何而封干稱", "444": "自天台來謁。且求治其疾。即汲水盈淨器噀之。疾良", "445": "已。胤大喜。因引與坐深語。徧訪天台人物之可見者。", "446": "曰。使君他日。當無忘文殊普賢也。胤詰其為誰。則曰", "447": "寒山拾得耳。夫二人。素隷國清寺。至則但於國清求", "448": "之而已。然尤不可以貌得也。胤既視事。因造寺如所", "449": "約。時寺僧道翹。以知事接待。胤先從問封干師所在", "45": "一時莫不徧赴。則其分身慈濟之跡如此。慈藏初為", "450": "處。而虎跡滿藏後舊院。見寒拾方共執爨。竈下相顧", "451": "大噱。胤亟拜之。則咄曰。彌陀不識。禮我何為。又曰。封", "452": "干饒舌封干饒舌。遂𢹂手竟趨出　寒山子。始不知", "453": "其何來。貌癯瘁。樺冠木屐。疎布襦袴。隱跡始豐縣之", "454": "寒巖。世因以寒山名之。發言有理趣。辭句儁偉。非學", "455": "者所企及。閭丘甞躬以湯藥衣服遺之。而寒山遽喝", "456": "巖石使裂。入其中。且入連咄曰。賊賊。又曰。報汝諸人。", "457": "各自努力。既入而石合無痕罅。閭丘命道翹錄其詩。", "458": "樹葉崖石屋壁上得。凡三百餘首。集之以傳至今云", "459": "拾得者。以拾得而名也。昔封干師遊赤城。聞兒啼", "46": "王門師。兼領僧職。而政治殊嚴峻。然諸僧以王故相", "460": "道旁。而抱以歸。委靈熠視養焉。稍長。職上堂中聖僧", "461": "供。顧日坐案上啖其供。復誶罵聖僧小果。或以告靈", "462": "熠。熠遣上供伽藍神祠。以屈辱之。而烏鳶󲣅神祠供。", "463": "拾得則杖其神曰。汝力不能護所食。而能護伽藍乎。", "464": "是夕神見夢於寺僧曰。拾得打我奈何。明日眾僧語", "465": "所夢。人人同。莫不歎異。於是詣縣廷投牒言狀。縣申", "466": "州。州符寺。宜稱賢士。而拾得賢士。由是聞天下。然身", "467": "未甞去國清。尤友善寒山子。每齋餘滌器。則漉蔬滓", "468": "納竹筒中。以俟寒山之至。而負以去。或混樵牧放曠", "469": "自樂。一日僧布薩。忽騎牛闖門入。首座訶之。遂對群", "47": "容忍。至是訴進且祈鐫譙藏。進不可。曰渠性爾。能受", "470": "牛立堦下。次第以名呼寺僧之已亡者。苟呼一名。則", "471": "一牛輒應聲。過立其側。盡過其牛乃已。眾慚懼。後以", "472": "閭丘故走避。終不知其所在焉。", "473": "唐萬回唐萬回虢州閿鄉張氏子。幼年氣貌昏濁。涎沫涕洟", "474": "滿面。踉蹡狂走。或咲或哭。無常時。鄰里群童皆以其", "475": "不慧而侮辱之。父母以為憾。而回則安之。未甞恤。年", "476": "十歲。其兄久戍遼陽。絕音好。家為設齋祈福。回忽謂", "477": "其母曰。兄起居狀。極易知耳。母奚庸憂。齋餘竟裹餅", "478": "餌出門去。然莫知其所往也。晚歸出其兄書袖中。問", "479": "所從得不對。及遼陽役罷。兄言回是日至。𢹂餅餌共", "48": "我語乎。眾祈不已。進竟造藏藏。出迎。進遽曰。教門在", "480": "啗。且急索書告反。終亦不能察其何自也。夫遼虢相", "481": "去萬里。其往反不啻過東西舍。此豈非神通力歟。萬", "482": "回之名。由是始著。而朝野聞之。皆敬異。高宗之季。則", "483": "天屢召入內。賜錦袍玉帶。兩宮女左右侍。及紹周曆。", "484": "詔賜號法雲公。當是時。大開告密之門。酷吏羅織。群", "485": "臣之位望高者。靡或脫。博陵崔玄暐之母盧氏。命玄", "486": "暐邀回問禍福。母泣拜。以金匕箸施。回遽下堦擲匕", "487": "箸堂屋上。掉臂去。其家意以為不祥。他日使人梯屋", "488": "取匕箸。因得讖緯書匕箸下。趣焚之。俄而有司果遣", "489": "胥卒。入其家大索讖緯。盡發瓦無所見乃已。盖酷史", "49": "汝亦太甚矣。藏威為息。既歸山中。久之。過檀越食。座", "490": "投此而欲誣之以罪也。神龍二年。詔薙落。特為開壇", "491": "受具戒。時韋庶人與朝政。回每謾罵曰。奈何反悖。會", "492": "將斫爾頭去。金城公主。出降吐蕃。駕送至始平崔日。", "493": "用武平一。宋之問。沈佺期。岑義。薛稷。皆從回以迎駕。", "494": "立道左。諸公願求一言。回撫佺期曰。汝真才子。謂平", "495": "一曰。汝宜名佛童無憂也。目羲稷有不喜之色。上間", "496": "問回。僧伽何如人。曰觀音化身也。睿宗居潛邸。或出", "497": "遊。回則先唱於所至之地曰。天子來也。臨淄王甞階", "498": "張暐等。謁回。回亟呼杖。遂出暐等。手拽王入。反扃之。", "499": "而撫王背曰。五十年天子。後即不知也。暐等竊於門", "5": "隋隋童進隋童進姓李氏。蜀之綿州人。周時出家。為居士以遊", "50": "上忽失咲。同座問其故。曰吾見山寺。淨人穿壁盜蜜", "500": "外聞之。由是傾戴益謹。道遇大平安樂二公主車騎。", "501": "輒趨避。連咄曰。血腥血腥。太平請為造宅懷遠坊中。", "502": "獨處之自若。景龍二年。示疾。忽大呼求飲鄉里水。侍", "503": "者念。道遠不易得。恲𢥏計無所出。回指堂前地曰。此", "504": "即是矣。於是鑿之汲水進。飲盡一器以卒。訃聞。上震", "505": "悼。詔贈司徒虢國公。圖形集賢院。先是貞觀間。三藏", "506": "玄奘法師。遊天竺石藏寺。偶閱一房。見胡牀錫杖而", "507": "已。從問其人。居此者今何在。曰在震旦之閿鄉。法師", "508": "歸而訪之信。法師之將訪也。回宿戒其家掃灑。且誘", "509": "治蔬飯曰。明日有勝客至。法師至。則與語天竺山川", "51": "故咲耳。開皇中卒。壽九十六。", "510": "之詳。回之所舉。雖法師。有所未徧歷者。事備別傳。", "511": "唐如一唐如一開元末。甞典福州鐘山。牀座俄有僧。疥癩被", "512": "軆。衣服破垢。而膿血蝨蟣狼藉。見者去之。他僧之與", "513": "居者。皆相戒不肯褻近。一獨撫視加厚。時為浣濯捫", "514": "拭。又求善藥使傳治。滿夏遂辭去。一問所歸地。曰大", "515": "乘寺東之庵也。一曰。我習知此地。然無所謂庵者。曰", "516": "公不我信。則他日宜一來。後一果往。則其僧已迎咲", "517": "戶外。樓閣殿堂壯麗。留信宿。其僧送出山。既揮手別。", "518": "稍回顧。則但丹崖翠壁。老樹奇石而已。", "519": "唐無相唐無相新羅國王之子也。開元十六年。汎海舶東至", "52": "隋智曠隋智曠姓王氏。其先太原人。後父其自徐遷荊。遂占", "520": "京師。既廷對。詔隷禪定寺。後入蜀之資中。謁智詵禪", "521": "師。有契悟。先見異僧處寂。知其來厚遇之。且授以則", "522": "天所賜磨納九條衣。囑之曰。幸毋相忘。因遁居溪谷", "523": "間。每燕坐輒五日。始出定。偶一夕有二黑犢。交角跪", "524": "牀下。稍復移近。忽覺一手毛而甚冷。自相袖入。捫摸", "525": "至腹。又甞大雪昉霽。二虎餓劇外來。相為循撫。躶臥", "526": "其前以待啖。虎則徧嗅首足而去。久之。髮長衣弊。獵", "527": "者疑其非人類。將射而復輟。天寶末。以故舊。見上皇", "528": "行在所。成都縣令揚翌以為妖。命吏逮。吏之至者。皆", "529": "戰慓莫能前。大風卒起。沙石穿簾幕。飄擲聽事。翌懼", "53": "藉焉。始其母之孕曠也。夢浴水中。有童子乘寶船投", "530": "扣頭悔罪。乃已。檀越四合。於是淨眾大慈菩提寧國", "531": "等伽藍作矣。而獨常居淨眾後院云。尋鑿寺前地為", "532": "小池二。曰左羮右飯也。缺資費則淘浚之。以來供施", "533": "屢驗。樹浮圖門外。尤峻󳫠。植穉柏其下曰。柏齊浮圖", "534": "寺當毀。會昌之變。始信。或有以樵㸑願役寺中。而不", "535": "取傭直者。然亦不識其何自而至也。蓋相之出家而", "536": "入中國也。諸兄亦喪逝隨盡。國人乃立其弟。其弟常", "537": "恐相歸以廢己。使客至成都。狙刺相。一夕樵㸑者。得", "538": "而殺之。竟遁去。相聞而歎曰。仇對有在。於我乎何累", "539": "焉。至德元年五月十九日。無疾而終。春秋七十七。塔", "54": "其懷。以覺。生而敏慧端介。有操守。太清初。喪亂相繼。", "540": "號東海大師。乾元間。刺史韓汯撰󳬴。", "541": "唐慧崇唐慧崇不知何許人也。永泰初。國一祖師。昉入徑山。", "542": "一日禪坐北峯石屏下。見一白衣。稱是天目巾子山", "543": "人。致禮於前曰。彼山之神告我。以長安佛法將有難。", "544": "遣我救之。若非僧相。不足以增重法門。願從師剃落。", "545": "山云。汝有何能而可以救法耶。崇曰。能誦觀音俱胝", "546": "等祝。山因驗之。使喝座後石屏。喝之石裂為三。山乃", "547": "為落髮。崇即辭去。遊京師止章敬寺。大曆三年九月", "548": "十二日。太清宮道士史華上言。佛力道法。陛下兼愛。", "549": "而無所優劣。臣願得與僧之號材術者角。則庶幾陛", "55": "甞起兵東征曠方壯勇。應募克卒伍。淪陷不復振。由", "550": "下知祖教之未可等視。而使天下改觀幸甚。制可。明", "551": "日華於東明觀。作刀梯級。躡而升如平地。無小痛楚。", "552": "僧之會者。皆辟易不敢仰視。時魚朝恩。尹京師。崇即", "553": "投牒。願與角。又明日作梯於所止寺庭。倍其高。而鋒", "554": "刃之利。勢不可觸。而崇徒跣上下莫之攀附。旁立者", "555": "為膽掉。且探沸油。餐熱銕。禪坐火聚中。於是華輩。相", "556": "顧駭散。上聞之喜。遣中官傳宣召問。師承何人。崇曰。", "557": "徑山高道僧法欽。臣之師也。上慰勞嘉歎。至于再三。", "558": "賜紫衣。授鴻臚卿。號護國三藏。敕居安國寺。崇一切", "559": "辭以未受具戒。不敢受。上特令開壇。召十師授戒。方", "56": "是寢世虗假。而婚娶悉謝絕。初謀脫俗。而巾褐輩。誘", "560": "羯磨。忽壇上放光。現白月輪相而隱。上駭異。諡性空", "561": "大師。", "562": "唐道晤唐道晤素隱溫州之陶山。不怠進脩。人無知者。既示", "563": "寂。遺軆堅完不壞。其弟子輩。因布漆以奉之如生。後", "564": "五年。忽舉右手。如說法傳香狀。郡以事聞。詔賜紫伽", "565": "梨。諡實相。至今。郡以雨晹禱。其靈驗尤著。", "566": "唐普滿唐普滿未詳何許人。汾晉間。頗彰異跡。世因以強練", "567": "萬回輩視之。建中初。題詩於潞州佛舍中云。此水連", "568": "涇水。雙朱血滿川。青牛將赤虎。還號太平年。竟亡去。", "569": "不知所在。然詩意亦莫有能窺測之者。至朱泚以涇", "57": "以神仙曰。必先受符籙而次陳章醮。曠曰。然則可得", "570": "源節度叛。駕幸奉天。四方勤王之兵。轉戰不已。其弟", "571": "朱滔佐之。逮興元元年乙丑。貞元二年丙寅。而後平。", "572": "乃知此水者泚也。雙朱則泚與滔也。青牛則乙丑。赤", "573": "虎則丙寅。所指曉然。抑何其神也。", "574": "唐阿足師唐阿足師莫詳所出。而多居虢之閿鄉。性若不慧者。", "575": "然言論之發。每先中禍福。人以其有法雲公之風。故", "576": "禮謁者。駢跡接踵。雖檀施山積。而未甞少加顧也。張", "577": "臻陝之富家。僅一子。形貌寢陋。而資質愚憃。饕餮無", "578": "厭。父母鍾愛之。恣所欲為。至於耗產廢業。莫之敢沮。", "579": "一日過阿足。而語之故。且求所以慈救者。阿足瞑目", "58": "道乎。答曰。籙以護身。章以招貨。得道則未也。曠曰。敢", "580": "久之。曰汝冤尚須數年而後已。今吾憫汝勤至。為除", "581": "之。乃使擇日設大齋。會僧俗。河水上盛治飲食。以啖", "582": "其子。頃之。命壯夫三數輩。捽而投之河水中。其子浮", "583": "沈再四竟溺。臻旁視愕然。已而其子忽躍身出水上。", "584": "戟手罵曰。汝於我非父母也。特怨仇耳。我欲報汝。而", "585": "賴遇聖者以解釋之。自此以往。無復他事。言訖而逝。", "586": "阿足由是名益著。", "587": "唐茶籠山羅漢僧唐開成中。有僧臥病五臺。或瞻視之尤勤至。既而其", "588": "僧病愈。遂與瞻視者別。而謂之曰。我居劒外九隴郡", "589": "之茶籠山。他日遊方。幸相過也。或後入蜀。徧問所謂", "59": "問所以得道者。乃示以辟穀法。曰能如是僅七日雖", "590": "茶籠。而人無識之者。道逢一童子曰。某固彼山之役", "591": "也。願導以往。至則殿塔凌空。房廡填谷。主人迎咲門", "592": "外。則昔日五臺臥病僧也。乃相持敘間闊。及莫。則起", "593": "謝曰。子以宿緣獲一晤語。然非可以住此者。幸勤進", "594": "脩。以證無漏。則奉迎之。日未晚也。因命童子送出。行", "595": "數步。回顧莽然。一說以瞻視病者。寔悟達國師知玄", "596": "也。一說以國師治壽藏。可思上人深地理學。卜穴於", "597": "景丹前峯。其峯連屬四起如雉堞。而中則夷曠耆艾。", "598": "皆以為古之茶籠山云。且聖寺之跡。國師甞著專行", "599": "也。", "6": "諸方。然落魄無禮度。嗜飲酒。謂人曰。此可以灌法身", "60": "飛升玉清可也。於是七日不食。無所驗。曰汝猶飲水", "600": "唐義師唐義師蓋不可測之人也。貞元初。乞丐吳苑。狀貌語", "601": "言若狂騃錯亂。而事多先兆。識者尤敬慕之。一日操", "602": "斧斤入市中。截居民屋簷。纔及數聞。或禮謝曰。弟子", "603": "藉此生活。願勿壞也。則顧曰。汝靳惜之耶。投斧斤竟", "604": "去。是夕市中火。惟截簷屋在。其餘皆燼。聞者益奇之。", "605": "性好止廢寺。無冬夏。常聚木佛。積舊旛其上焚之。以", "606": "代薪樵。時從漁者得鯉鯽。則擲烈焰中。視其跳躍󰞆", "607": "塵坌暗。則撫掌大咲。以為樂。食不具匕筯。垢面未甞", "608": "頮。頮則天輒陰雨彌旬浹。占者每驗。將死。先飲󰞆潘。", "609": "數十斛。乃坐稱佛號。士庶堵觀之。如是七日。氣始絕。", "61": "耳。斷水七日無驗。曰汝夜眠耳。危坐七日。復無驗。卒", "610": "方盛暑。支體舒舉。而顏色明潤。闍維獲舍利。以葬。", "611": "又京師永壽寺證智師。神異著見。晝則治田於張瀆", "612": "蘭若。夜仍歸宿寺中。蓋蘭若。在漢陰之金州。距京師", "613": "七百里　云又大和初。薦福寺有老僧。與相國韋公", "614": "處厚遊。當大拜。老僧進賀。忽曰大奇相公得如此好", "615": "滅度。處眾皆詆其語非所出。開成中。處厚因奏對。偶", "616": "疾作僵仆御前。上使貴璫扶出殿門而卒。此其類不", "617": "盡錄。", "618": "唐些些師唐些些師本名清。其些者。蓋其常所自謂也。德宗時。", "619": "見之渚宮。衣屨垢弊。狀癡憃。遊市肆間。善歌河滿子。", "62": "棄去。從沙門受五戒。為佛弟子。而潛脩密證。稍著神", "620": "遇長筵廣席。為歌之。輒得飲啖。甞有醉伍伯。於塗中", "621": "辱之。抑令歌。些因以詞語。盡訐其平日陰私。人所未", "622": "聞事。引聲宛轉。具見惡狀。行道聚聽如堵。伍伯慚懼。", "623": "即拜跪悔過焉。貞元初。縱肆殊甚。群小譁逐。庸妄資", "624": "以笑樂。又一僧絕飲食。中則從檀家乞麻油。啜之而", "625": "已。然亦無數量。見出以巨器則大喜。當其啜時。所在", "626": "不一。謂能分身應供云。俗號食油師。", "627": "唐海雲唐海雲始𢹂弟子守節。遊五臺。歷攬聖跡。遂於南臺", "628": "之側。峯巒峭拔。林谷深僻之地。居焉。其刻厲清苦。人", "629": "所不堪。而相從者。舍節之外。殆不可復得。節。高力士", "63": "異。江陵張詮再世目盲曠謂曰。汝家塚內有古井。而", "630": "子。生長富貴中。而能如此。其操行何如哉。雲甞語節", "631": "曰。吾聞上都有臥輪禪師者。雖云隱晦。而實闡揚曹", "632": "溪六祖心印。汝往依之。毋自滯。久之輪告節曰。汝師", "633": "入滅。當趣歸。後節遂踵雲化風。或曰。雲蓋普賢化身。", "634": "與文殊相賓主。而節亦未容以凡陋測也。", "635": "唐辛七師唐辛七師陝人。其父守陝。有德於其民。遂家焉。七師", "636": "童孺時。讀佛經。輒能識其語之華梵。凡義理皆不待", "637": "解釋而喻。親喪毀瘠柴立。州故有瓦窯七所。相去稍", "638": "遠。一日大慟。發狂竟遁去。家僮跡其後。見獨端坐窯", "639": "中。身出金色光明。燦然不可正視。家僮驚就問。略無", "64": "柩適塞之。今能移置其塚。而使井復為人用。則免矣。", "640": "言。懼而徙。窺別窯。則見七師如前狀。於是徧窺七窯。", "641": "皆無小異。未幾而傳其事者響應。陝人老幼敬之如", "642": "神。晚薙落而姓名伯仲猶不易。故鄉里亦因以呼之。", "643": "唐和和唐和和世莫知其氏族鄉里。常居京師之大安國寺。", "644": "言禍福。輒奇中。諸公貴人。皆敬事之。時寺方營造殿", "645": "閣。未完就。和冀得資費以助。榮陽鄭萬鈞尚越國公", "646": "主。無子。夫歸迎和供養以請。和遽曰。此易耳。但能以", "647": "帛三千疋。遺我者。當使公主生二男。萬鈞聞之。喜甚。", "648": "即如數施之。殿閣以落成。主亦旋有娠。和謂萬鈞曰。", "649": "主所娠天人也。然吾本欲使主卛產。而主弱恐莫勝", "65": "從其言果然。又謂㵎有古鐘可掘也。掘之得鐘不誣。", "650": "茲。姑先後之。必二年連產二子。於是潛耀晦明。皆主", "651": "出卒為唐聞人。而和之造詣。又豈可量哉。", "652": "唐契此唐契此未詳氏族。天復初。見之明州奉化縣。蹙頞皤", "653": "腹。形裁腲脮。語嘿出處。無常時。每荷一布袋。行市肆", "654": "中。隨所遇。輒乞得醯醬𦵔炙諸可食物。必分少許入", "655": "袋。餘以投諸口。然過門則所貨倍售。故市肆之人。爭", "656": "遮挽之。所至不能去。夜宿󳬈林寺。晨起曳高齒木屐", "657": "豎股。臥大橋上。則是日雖雨而晴。繫草屨疾走。則是", "658": "日雖晴而雨。或以此候察之。屢驗。一日獨立稠眾中。", "659": "或問和尚在此作麼。答曰。我待個人子。曰我聻。師探", "66": "仁州刺史以為惑眾。鞭其脊百而囚之。容不之慘。膚", "660": "懷中出一橘。其僧擬接。師縮手曰。你不是者個人。或", "661": "於市井中。成一廁。師立於其前。唱曰。募緣造到。諸人", "662": "不得於此大小二事。有僧徐行其前。師從後。撫其背。", "663": "僧回首云。作什麼。師展手曰。乞我一文錢。僧曰。道得", "664": "即與。師放下布袋叉手立。白鹿和尚問。如何是布袋。", "665": "師放下布袋。叉手立。問如何是布袋下事。師荷布袋", "666": "便行。既滅。或遇於他州。因書偈託之以寄。其辭曰。彌", "667": "勒真彌勒。化身千百億。時時示時人。時人都不識。由", "668": "是知為慈氏降跡也。", "669": "唐金和尚唐金和尚姓王氏。西河平遙人。童年依高巖山出家。", "67": "不之裂。獄卒試以八尺大械。且捶其膝。傍觀者意。其", "670": "軀幹偉碩。其長一丈。其大十圍。言語質野。無文采。而", "671": "先知灾福。如讖緯。迄終。而鄉里至今猶祭禮焉。", "672": "五代後唐道賢後唐道賢始以持誦孔󳭋明王經獲徵驗。後每夢從", "673": "佛行虗空中。俄頃數百萬里。佛輒指其下。以語賢曰。", "674": "此南印度。此西印度。此摩竭陁國也。此占波國也。此", "675": "迦濕彌羅等國也。且行且語。喜躍不自勝。及窹頓解", "676": "五天梵音。悉曇章等。又默受瑜伽灌頂法。往往能斥", "677": "諸胡之偽。為五天以紿中國者。於是隴坻間。皆稟承", "678": "祕密。號阿闍梨。長興四年。上晏駕。少子魏王從厚立。", "679": "時潞王從珂鎮鳳翔。至是徙鎮河東。王不奉詔。詔西", "68": "必碎骨斷筋。而捫視之。略無痕。吏戲絕其饋餉。雖久", "680": "京留守王思同討之。王嬰城固守。思同且克矣。王懼", "681": "召賢問吉凶狀。賢曰。竇八郎知之。可召而問也。竇至。", "682": "擐甲持戈作迎鬬勢。已而解甲投戈走。王方出。乘城", "683": "撫眾。賢謂王曰。竇八郎所示。敵降之兆也。王無憂。未", "684": "幾。思同果以士卒自潰亂而敗。王因與賢擁兵東入", "685": "洛即帝位。改元清泰。賢嘆曰。國家終為石氏有乎。已", "686": "兆見於年號。所謂水清石見也。二年詔徙并州帥石", "687": "敬瑭。帥天平。敬瑭阻兵自固。潛結契丹。長驅入洛。清", "688": "泰自焚死。石見之驗不誣矣。晉兵未入洛。賢卒。竇八", "689": "郎者。岐之富人也。每荷器鬻水於市。或散髮披衣狂", "69": "未甞見餒色。然往往逢之市肆中。而獄繫則自若也。", "690": "走。遇牛驢車則撫掌大笑。言語不常。及死而焚之。則", "691": "於火聚中。盡化為金色蛺蝶飛去。或攬撲而得之者。", "692": "可供養以致靈異。", "693": "石晉懷濬石晉懷濬不知何許人。姿性若癡戇。善草書。所至揮", "694": "染墻壁。乾寧中。見之巴東。言笑動止無常。然所指必", "695": "神驗。故行旅寓公。皆從問吉凶。荊南大校周崇賓謁", "696": "入。𤀹就書其刺曰。付皇都勘。方朝廷問罪荊南。而崇", "697": "賓且入貢。遇其兵南府。遂先執之。戮以徇書。押牙孫", "698": "道能刺曰。付竹林寺。後道能以是年死。而所葬之地。", "699": "即古竹林寺基也。知州事皇甫鉉。則畫一荷校者。於", "7": "也。會伐齊詔須毒藥置監瀘州等處採造。其法用蝮", "70": "大定三年。從獄中。乞草屩曰。今夜當急行。吏卒疑以", "700": "女子旁。後鉉以娶部民女。焚錮終身。又波斯人穆昭", "701": "嗣工方藥。童子時。偶侍其父詣濬。濬遽畫道士提匏", "702": "壺乘雲狀。且署其下曰。指揮使高從誨牒衙推。後昭", "703": "嗣果以醫術。有寵於南平王。使脫道士服。辟為其府", "704": "衙推。久之乃上詩南平王有曰。馬頭漸入楊州路。親", "705": "眷應須洗眼看。高氏卒款附。忽題其所居廷前芭蕉", "706": "葉曰。今日還業債。州縣無更勘。往來見者。始不以介", "707": "意。未幾而身首異處。刺史為蹤跡之賊不得。由是知", "708": "業債語有在也。眾共茶毗焉。", "709": "石晉行遵石晉行遵姓王氏。閩王審知仲子也。後唐莊宗朝。以", "71": "為逃。夜半城中火。百姓遷避爭郭門出不及。而死者", "710": "貢方物。留京師。同光之季。明宗以兵入即位。饑亂仍", "711": "歲。遵由是剪䰂變服。遁遊巴蜀。開運中。寓閬之光國", "712": "禪院。狀貌若七十餘。然力殊壯不衰。且能預言灾福。", "713": "類風角鳥占者。一日偕寺眾赴齋李氏。方操匕箸。忽", "714": "起大呼門外。因謂李氏今夜火。自東南至西北。皆煨", "715": "燼。宜謹備之。既而果然。他日或問其大呼之故。乃曰", "716": "適見一茜衣婦人。持炬歷火所至地。吾大呼欲以止", "717": "之耳。甞遊趙法曹家園中。指桃樹下曰。有如許錢。趙", "718": "即命掘之。方施畚鍤。會重客至。趙遽出迎不暇顧。僕", "719": "𨽻爭取喧閧不能已。所見悉復化為青泥。後終於晉", "72": "七千人。曠領二百囚。行間道。曾莫知也。既薙落進具。", "720": "安玉山。", "721": "晉曹和尚晉曹和尚恒陽人也。後忽見於鎮州。襦穿屨弊。垢面", "722": "膩膚。察其語言。後皆驗。齊趙之人率敬奉之。安重榮", "723": "既帥郡。諷吏民上章朝廷。乞為己立󳬴頌功德。󳬴且", "724": "立。曹獨指之大笑曰。立不得。立不得。時眾相顧失色。", "725": "或驅使他往。猶走且罵不絕聲。後重榮卒以謀逆誅。", "726": "󳬴亦尋毀。", "727": "周僧緘周僧緘姓王氏。京兆人。少習儒。聦慧有材識。辭章絕", "728": "群。大中十一年。杜審權下對策及第。乾符中。避巢寇", "729": "遊渚宮。主中令成汭。屬汭敗。遂薙落。轉徙夔峽間。後", "73": "年已四十矣。即行頭陀於州北之四聖山曰。此福德", "730": "唐同光三年。居淨眾寺。與偽蜀進士王處厚會。因自", "731": "言。生於文宗之太和初。逮今且一百三十餘載矣。復", "732": "謂處厚子名成。身退皆俟。明年忽別去。已而扣關訪", "733": "處厚偕遊。故太尉幽公杜琮祠。方坐西廡下。有數人", "734": "吏服綴行。進拜處厚前。緘曰。就參新官。處厚惶懅不", "735": "知所為。緘曰。公知泰山舉公為司命否。此輩他日公", "736": "所驅䇿者。又何懼。且府君念公壯志未酬。議必登第。", "737": "後施行。明年春榜人數已定。既可為公賀。亦可為公", "738": "弔也。處厚問明年春榜諸人姓名。緘遺之短書曰。必", "739": "試罷而後坼。及試罷坼。而視其書。僅四句。曰周成同", "74": "地。且宜天子所安置。頃之檀施雲委。歘成華構。即今", "740": "成。二王殊名。王居一焉。百日為程。二王則處厚慎言", "741": "也。俄而處厚暴卒。計之僅百餘日。若是則緘之神明。", "742": "將盤礴天地而參贊造化。非可以求之世間者也。", "743": "宋宋點點師宋點點師者孟氏。廣政中。居功南大邑之靈鷲寺。雖", "744": "事薙染。然迭宕不覊。與人接有所論議。必再三指點。", "745": "以核實其事。故俗以名焉。或邀齋酒肉無所問。鄉閭", "746": "亦習以為常。而不加非笑。每日暮自外歸。則賸買黃", "747": "白紙筆墨。寘懷袖造。所居闔戶寂然。其鄰近略未甞", "748": "聞謦欬聲。屋室無四壁。欲詣之者。輒迷失所在。一沙", "749": "彌甞躡足匿隱處。觀其所為。見秉燭箕踞。陳紙筆墨", "75": "之開聖寺是也。宣明二年。顯平二陵皆近寺。則所謂", "750": "于前。詆訶良久。既而疾書。大署如斷決處置狀。稍覺", "751": "有曹吏獄卒。森列其旁皆詭。形殊服。莫可識。沙彌竦", "752": "懼而退。且質之弗答。後不知所終。", "753": "讚曰。", "754": "菩薩化身徧恒沙國相好光明本來具足", "755": "而獨斂藏示同凡俗隨類現形與為眷屬", "756": "意所生處靡有邇遐山川墻壁亦莫間遮", "757": "如春行地色聚群葩如月臨水影散眾波", "758": "不思議力排難殄魔此誠般若波羅蜜多", "759": "新脩科分六學僧傳卷第三十四明胡公舉刊", "76": "福德地尤信。甞沮夏水。彼岸虗舟自能隨呼而至。遂", "760": "護境寺先住持觀海樂助工食功德專冀", "761": "冤親共報恩有齊資普與含靈同超淨域者。", "77": "以濟。眾愈益訝之。曠戒勿復傳。及脩治成陽佛跡寺", "78": "寺有耕牛。將產而犢難下。母牛且死。僧知事以告。曠", "79": "曰。犢前生。此寺居士也。以竊常住物來償耳。然其頭", "8": "頭。鐵猩。鬵根。大蜂。野葛。鴆羽。等數十種。以鐵罋釀之。", "80": "之伸縮而不易出者。以羞故也。於母則無相害意。因", "81": "執鑪臨闌。呵責遽生。以開皇二十年九月二十四日。", "82": "無疾而終。壽七十有五。終之時天香盆室。音樂彌空。", "83": "隱然若向西南方去者。未卒之二年。每云吾脾痛復", "84": "預言身後事。忽問律師云。阿那含人有疾否。律師未", "85": "知所答。自答曰。報身法爾。既卒。手屈三指。仁壽元年。", "86": "永濟寺僧法貴死。而復甦曰。見閻王正值曠乘宮殿", "87": "自空下。罪人喜曰。三果聖人。來救我等矣。則曠之登", "88": "三果信矣。", "89": "隋無相禪師隋無相禪師者不知何許人。忽然見之涪州相思寺", "9": "既成。人之欲近者則蒙以皮衣。而琉璃以障其眼。不", "90": "碌碌隨眾。如常僧。寺處涪水南岸。其北岸則崖石屏", "91": "立。有銘其上所書之地。方可五尺。闊字約如掌大。剝", "92": "蝕漫漶。莫能識。然字之數亦無有知者。其下佛跡二", "93": "相。去九尺。每一跡。長三尺許。然好事者。至寺必求濟", "94": "岸縱觀焉。一日無相既與眾濟。而眾遽先反。無相乃", "95": "獨徘徊。瞻顧以盡興趣。而欲趂所反之舟。無及矣。無", "96": "相因以鉢置水中。且戲語之曰。汝何為勞。我久擎汝。", "97": "汝今亦可自渡水也。遂取芭蕉一葉。浮水上。立而渡", "98": "鉢隨其後。若有物以使之者。頃焉。達南岸竟去不知", "99": "所往。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1522 新修科分六學僧傳", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1522 新修科分六學僧傳", "author": "元 曇噩述", "language": "chinese", "source": "CBETA"}