{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B296 漆園指通", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "山木", "1": "漆園指通卷之三", "2": "雲溪俍亭道人淨挺　著", "3": "宛陵愚山居士施閏章閱", "4": "田子方田子方", "5": "形解而不欲動也口鉗而不欲言也目擊道存也不", "6": "知其所以然也交臂而失也始終相反乎無端也死", "7": "生不入於心也釣莫釣也不射之射也得失非我也", "8": "其亡也存也存也亡也。通云懷州牛喫禾益州馬", "9": "腹脹。", "10": "田子方侍坐至夫魏真為我累耳。", "11": "清而不礉故容眾正容悟物而使人意消也此全德", "12": "也。通云心欲緣而意忘口欲譚而詞喪。", "13": "溫伯雪子適齊至亦不可以容聲矣。", "14": "振起也似子親也似父尊也歎者何也不言者何也。", "15": "通云兩眼對兩眼。", "16": "顏淵問於仲尼至吾有不忘者存。", "17": "心死可哀也人死次也比方嚮方也日出則存日入", "18": "則忘盡然也莫知其所終而薰然者成形也雖知命", "19": "者莫規其所始也丘是以日徂也徂往也化也奈何", "20": "哉女交臂而失也女徒見吾所以見也著見也在彼", "21": "者已盡矣而女求之於形有也是馬逸足而求諸五", "22": "達之肆也吾服女者以甚忘也女服吾者亦以甚忘", "23": "也奈何其不忘也雖然女奚患也吾有新有故故吾", "24": "雖謝而新新者日存也毋乃交臂而失也。通云刻", "25": "舟求劍問故吾荅第二月問不忘著存荅老僧看他有分。", "26": "孔子見老聃至吾不知天地之大全也。", "27": "慹然執心不動也辟焉猶辟咡也不疾易謂不數易", "28": "也隸賤役也為道者解乎此可為知者道也孰能說", "29": "焉謂言說所不逮也汋猶勺也。通云夾山雒浦。", "30": "莊子見魯哀公至可謂多乎。", "31": "緩謂裒然寬大也。通云不道無禪卻是無師。", "32": "百里奚爵祿不入於心至是真畫者也。", "33": "儃儃然忘之至也贏猶裸也。通云芭蕉泉大道。", "34": "文王觀於臧至彼直以循斯須也。", "35": "其釣也不為釣也非持其釣而後有釣也蓋常釣也", "36": "𩑺髯也偏朱蹄馬蹄半赤也偏令謂偏小之令也斔", "37": "庾也終身無聞丈人自此遠也忘是非故論刺莫及", "38": "也循民俗於斯須者用也。通云止啼黃葉。", "39": "列禦寇為伯昏無人射至於中也殆也夫。", "40": "盈貫溢鏑也措杯肘上肘如稿枝也矢適發者與前", "41": "矢沓矢方發者復寓其間謂連珠矢也象人土木偶", "42": "也是猶以射射也非以不射射也足二分垂外履至", "43": "虛也眴目目瞬也。通云看箭。", "44": "肩吾問於孫叔敖至既以與人己愈有。", "45": "智者不得說則忘辯美人不得濫則忘淫盜人不得", "46": "劫則忘利介隔也與人而已愈有施不匱也。通云", "47": "不聞爛壞虛空。", "48": "楚王與凡君坐至則凡未始忘而楚未始存也。", "49": "凡君樊君也。通云一得一失。", "50": "知北遊知北遊", "51": "知者不言言者不知也媒媒晦晦無心而不可與謀", "52": "也彼何人者也夫道窅然難言也辯不若默聞不若", "53": "塞也道無所不在也所以論道而非道也道無問問", "54": "無應也有乎其無有乎假不用以得其用者乎無不", "55": "用者乎未有天地其可知者乎安化乎安不化乎。", "56": "通云直得火爐震動又云藏頭白海頭黑。", "57": "知北遊於玄水之上至以黃帝為知言。", "58": "不知者是也忘之者似之者也知之者終不近也故", "59": "知者不言言者不知也。通云晏坐巖中善說般若。", "60": "天地有大美而不言至可以觀於天矣。", "61": "至精者與彼百化也死生方圓莫知其所始也扁然", "62": "而萬物固存也六合非巨也秋毫非小也或沈或浮", "63": "與化俱新也可以觀於天也。通云猿抱子歸鳥銜", "64": "花落。", "65": "齧缺問道於被衣至彼何人哉。", "66": "相與於無相與。通云賓主死然問不以故相持荅新新不已問實知", "67": "荅惟此一事實。", "68": "舜問乎丞曰道可得而有乎至又胡可得而有", "69": "耶。", "70": "委棄也形委也和委也順委也蛻亦委也疆陽猶運", "71": "動也。通云隱峰捏怪龐婆捏怪。", "72": "孔子問於老聃至此其道歟。", "73": "崖略猶郛廓也邀遊也恂實也達通也斷棄也不以", "74": "知為博不以慧為辯也君子之道又其外焉者也。", "75": "通云荷澤一宗猶在。", "76": "中國有人焉非陰非陽至此之謂大得。", "77": "非陰也非陽也處天地之間猶寄也必將反於宗也", "78": "宗本也由本觀之生者物之喑醷者也喑者聲不和", "79": "醷者味失正也醷梅漿也死生旦暮也堯與桀徒相", "80": "非也人猶果蓏也有情者猶其無情者也泊然相遭", "81": "也漫然相遇也駒過卻也出也天遊入也物化也弢", "82": "櫜也袟囊也解其弢墮其袟乃大歸也形與不形人", "83": "所共喻非將至於道者之所期也至道者不論論道", "84": "者不至也明與見所不能值也故不如其默也故不", "85": "如其塞也。通云見猶離見見不能及又云掩耳而", "86": "退。", "87": "東郭子問於莊子至彼為積散非積散也。", "88": "道惡可期也期之則螻蟻也稊稗也瓦甓也屎溺也", "89": "任所期也正獲臧獲也監市市司也豨豕也市司履", "90": "豕而知其肥瘠也賤事也愈況而每下也莫可必也", "91": "物無所逃也周也遍也咸也一而三三而一也間閒", "92": "也寥已謂寂寥而已也往者無所去來者無所駐也", "93": "馮閎大也彼大智者猶不知其所窮也不際之際際", "94": "之不際者也故無際也吾無以測之也。通云墻壁", "95": "瓦礫又云乾矢橛。", "96": "婀荷甘與神農同學至所以論道而非道也。", "97": "奓戶開戶也生者無所發其狂言死者藏其狂言有", "98": "言者不如其無言也。通云合笑不合哭又云棒打", "99": "青天。", "100": "于是泰清問乎無窮至不遊乎太虛。", "101": "無問問之默然問也無應應之默然應也。通云笊", "102": "籬木杓又云二俱瞎漢。", "103": "光耀問乎無有曰至何從至此哉。", "104": "光耀無有而未能無無也若果無有也則何為至此", "105": "哉故既不無無亦不無有也。通云有無二邊無復", "106": "餘習。", "107": "大馬之捶鉤至物孰不資焉者。", "108": "捶鍛也鉤劍類無所不用故無所可用也。通云有", "109": "用有置又云大用現前不存軌則。", "110": "冉求問於仲尼至亦乃取於是者也。", "111": "未有天地可知耶其不可知耶昭然者知也神受之", "112": "也昧然者不知也且又為不神耶無古今也無終始", "113": "也未有孫子而有孫子也其可知也耶其不可知也", "114": "耶無務速說也毋以生生其死也毋以死死其生也", "115": "死生相待也先天地而生者非物也若猶有物是物", "116": "出也不能為物先也猶其有物而有己也嬗代無窮", "117": "也彼役役於聖人者其愛人無己也毋乃取於是也", "118": "我不願為聖人也。通云這奴見婢子。", "119": "顏淵問乎仲尼至齊知之所知則淺夫。", "120": "外化而內不化猶不化也內化而外不化猶不化也", "121": "胡化乎胡不化乎胡與物相靡乎必也與相靡也多", "122": "莫甚也囿也圃也宮也室也古之人猶未免也儒墨", "123": "相師也外化而內不化也哀樂之來無端也死生逆", "124": "旅也窮於所知窮於所能雖聖人不免也吾未能免", "125": "其所不免也至言去言也至為去為也。通云三世", "126": "諸佛不知有又云聖人若知即同凡夫凡夫不知即", "127": "同聖人。", "128": "庚桑楚庚桑楚", "129": "鳥獸不厭高魚鱉不厭深也全汝形抱汝生母使汝", "130": "思慮營營胡規規然若喪父母揭竿而求諸海也津", "131": "津乎猶有惡也與物委蛇而同其波是衛生之經也", "132": "靈臺者持而不可持者也以有形者象無形者而定", "133": "矣孰知有無死生之一者吾與之為友也。通云五", "134": "臺山上雲蒸飯十字街頭狗矢天幡竿頭上煎鎚子", "135": "三箇猢猻夜簸錢。", "136": "老聃之役至人與人相食者也。", "137": "穰歲豐也杓斗柄也函車猶專車也二子謂堯舜也", "138": "民之攘利也急矣有弒父者有弒君者晝為盜日中", "139": "穴坏貪利使之也坏垣墻也功成事遂而百姓皆謂", "140": "我自爾此老聃之言也。通云一棒打殺。", "141": "南榮趎蹙然正坐至子胡不南見老子。", "142": "形非有異也胡不自見胡不自聞胡不自得也辟開", "143": "也形未嘗閉而物或間之遂不相得也奈何哉全形", "144": "而抱生也勉聞命矣達於耳未達於心也辭盡謂盡", "145": "之也藿蠋藿中虫也越雞小魯雞大也。通云高安", "146": "大愚為汝說破。", "147": "南榮趎贏糧至反汝情性而無由入可憐哉。", "148": "子何與人偕來之眾也非愚則狂也忘其荅因失其", "149": "問也朱愚猶侏愚也。通云穿過髑髏。", "150": "南榮趎請入就舍至而況放道而行者乎。", "151": "誰哉鬱鬱乎徒自苦也韄者鞏用草也揵鍵也外繁", "152": "蕪故治其內內繆亂復治其外內外交治形神攝矣", "153": "然未能淡忘也非道德之正也又況乎規規焉奉道", "154": "而行而以道為的也。通云內不放出外不放入是", "155": "生死岸邊事。", "156": "南榮趎曰里人有病至衛生之經已。", "157": "能言病猶未病也飲藥以加病則逾病也󵎦手攣急", "158": "也共其德謂一而不分也瞚瞬也視不淫故不偏外", "159": "也。通云如世嬰兒五相完具。", "160": "南榮趎曰然則是至人之德己乎至謂之天子。", "161": "水解凍釋化矣而未底於化也未可謂至也宇泰定", "162": "而發光虛室生白也人見其人曉然與天下見也修", "163": "心有常也人舍之謂人歸之也助祐也。通云冰消", "164": "瓦解又云修證則不無污染則不得。", "165": "學者學其所不能學也至然後能獨行。", "166": "止乎其所不能知之至也不然者天鈞敗也不善之", "167": "來未有已也吾徒順之勿以干其神志也神明者雖", "168": "有持之而不知其所持者則善持者也未嘗實有諸", "169": "己俄而發發每不當己入而不能捨每變而愈失也。", "170": "通云閻羅王來拿我又云快活。", "171": "券內者行乎無名至聖人藏乎是。", "172": "符於內者無為者也無為故無名而用有光也符於", "173": "外者有為者也有為是期費也炫然在外者市人也", "174": "跂踵也跡也人見其跡則魁然大也與物有窮故物", "175": "得而入也若夫與物為無窮者豫乎且乎物莫能入", "176": "也忘身也忘人也故無親也所不得而親所不得而", "177": "疏也人之盡也故有心者陰陽害之也道之為道通", "178": "乎其分也通乎其合也成毀一也備守也畏也分之", "179": "則各為備備之則有以備也死生非異也苟出而不", "180": "反焉則見其為鬼矣苟出而得其是焉則謂之得死", "181": "所矣入滅者非滅也有其實也鬼之一也一以為鬼", "182": "一以為非鬼也有形者生無形者死也以有形象無", "183": "形而死生一矣定齊也一也非出也非入也無處也", "184": "無本也無剽也有所出而無竅者是之謂有實也上", "185": "下四方非上下四方也往來今古非往來今古也萬", "186": "物出乎無有而無有一無有也無無亦無也。通云", "187": "碗子撲落地碟子成七片又云路逢死蛇莫打殺沒", "188": "底籃子盛將歸。", "189": "古之人其知有所至矣至是蜩與鷽鳩同於同", "190": "也。", "191": "著謂著姓也昭景之後其著者為戴姓甲氏之後其", "192": "著者為封姓皆楚之公族而姓氏則有分矣言吹萬", "193": "不同而死生異量也所謂移是者也黬突中塵也有", "194": "生者一塵也紛然曰移是則移是矣是殆非言之所", "195": "及也不可知者也譬祭者之受胙也或有膍也或有", "196": "胲也不可知者也膍百葉胲蹄也太牢之分體也合", "197": "而分分而合也散亦分也譬觀室者既周於寢廟矣", "198": "又觀其偃息焉偃也則必有異乎寢也然莫非室也", "199": "皆移是也是也者以生為本以知為師也因是則有", "200": "非矣相乘者也其果有名實耶以己為質執之以為", "201": "固然也節而信之死不可易也知愚名辱因其所是", "202": "而是焉者也徹通也今之人比比也蜩與鷽鳩類也。", "203": "通云東家作驢西家作馬問戴一作擁戴封一作封守是否荅姓氏為確。", "204": "蹍市人之足至聖人之道。", "205": "蹍失足而履其足也於市人則為遜辭兄則近於質", "206": "矣大親則忘之也故至禮者忘乎人者也至仁無親", "207": "也辟金言不以金為質也生本無知也知其後焉者", "208": "也知者之所不知其猶未免於睥睨也德者在我者", "209": "也治者在人者也工乎天俍乎人則聖人也懵然者", "210": "虫也懵然者天也全人惡天非惡天也惡其人之天", "211": "也況乎天人合也籠者有心於得也畫華飾之服拸", "212": "棄也介者毀形無所用其華飾也遊毀譽之外也胥", "213": "靡賤也復摺猶往來也與人往來而不以餽遺為禮", "214": "者是忘人者也忘人者天人也。通云似牛無角似", "215": "兔有角。", "216": "徐無鬼徐無鬼", "217": "夫神者好和而惡姦者也為天下者亦若是則已矣", "218": "囿於物則否也是其所是果孰是耶久矣乎吾無與", "219": "言也不聞也無不聞也不見也無不見也無以色驕", "220": "人也其誰知之其誰鬻之也真人者抱德煬和以順", "221": "天下者也以天待人不以人入天也其解之也似不", "222": "解也其知之也似不知也不可以有崖不可以無崖", "223": "也。通云百歲老翁失卻父。", "224": "徐無鬼因女商見魏武侯至君將惡乎用夫偃", "225": "兵哉。", "226": "我以君為勞苦矣君乃以我為勞苦耶掔去也執飽", "227": "所執在一飽也視日者蒿目而視情至耑也忘其一", "228": "者澹忘也喪其一猶亡其一也金版金匱之書也流", "229": "人亡人也藜藋柱逕草參天也踉足跡也虛無人故", "230": "位其空也跫然足音也神不自許則神之尊者無幾", "231": "矣君病矣其病者何也美惡相因也故美者惡器也", "232": "形非無形也成者所以為毀也變至而物戰之也鶴", "233": "列陣名猶鵝觀魚麗也徒卒徒驥皁驥也麗譙高樓", "234": "錙壇祭祀之地也藏逆於得謂順逆之情未忘而以", "235": "得為得也死已脫謂民去湯火也。通云太平本是", "236": "將軍致不許將軍見太平。", "237": "黃帝將見大隗於具茨之山至稱天師而退。", "238": "七聖皆迷無所用其智也乘日之車出而作入而息", "239": "也吾師乎吾師乎何問大隗。通云不見文殊但見", "240": "牧牛翁又云大小德山未會末後句。", "241": "知士無思慮之變至終身不反悲夫。", "242": "凌誶凌夷而詬誶之也好察者有之招世招招於世", "243": "也中民入民深也宿留也際交際也比合也尤絕也", "244": "盛也遭時故比於歲歲亦時也囿物故不物於易易", "245": "變易也。通云草裡漢。", "246": "莊子曰射者非前期而中至足以造於心也。", "247": "期而中故羿獨也無期焉則盡羿也有善念故堯貴", "248": "也無公是則盡堯也秉公孫龍也冬爨鼎夏造冰抑", "249": "甚異矣然未離乎陰陽也瑟應五音五音各五故二", "250": "十五廢一疑不可鼓矣然宮角並應有君於瑟者存", "251": "而五聲不改也且若是者耶非耶惠子曰是也儒墨", "252": "楊秉則莫我非也我其是也莊子曰未也是齊人楚", "253": "人之智也齊人蹢子於宋欲秘其跡雖閽者不以告", "254": "之不聞始末也蹢擲也擲其子也鈃鐘小鐘也求小", "255": "鐘而束縛之恐聲達於外也其事類此也唐喪也其", "256": "將以喪其子使逸之異國也乃未始出域有異類矣", "257": "欲蓋而彌彰也楚人之為寄者并其閽者而擲之則", "258": "其事愈秘然夜半而與舟人鬥焉未始出於岑而怨", "259": "者不免跡已彰也心勞而事拙也。通云掩耳盜鈴", "260": "漢問蹢子與舊解異何也荅舊解未是。", "261": "莊子送葬至吾無與言之矣。", "262": "堊染也有色黝然污漫於鼻故斲而去之也郢人匠", "263": "者之質也惠子莊子之質也惠子死莊子無與言也", "264": "子期死而伯牙不鼓琴也。通云罕逢穿耳客。", "265": "管仲有病至則隰朋可。", "266": "化於上故上忘化於下故下畔也不聞者聞不見者", "267": "見也。通云有眼如盲有口如啞。", "268": "吳王浮於江至三年而國人稱之。", "269": "敏給搏捷矢謂其狙敏給而搏尤捷於矢也。通云", "270": "捉敗。", "271": "南伯子綦隱几而坐至其後而日遠矣。", "272": "美不可居也是以悲也三累而愈進焉遠也。通云", "273": "莫把是非來辯我。", "274": "仲尼之楚至大人之誠。", "275": "燕而颺言禮也夫子曰丘也不言之言也楚與宋戰", "276": "宜僚披胸受亦弄丸於前兩軍遂解叔敖為令尹酣", "277": "寢廟堂執翟秉羽而楚人忘戰是二子皆然也喙三", "278": "尺喙長無用也不言言也彼謂二子此謂仲尼也相", "279": "觀而善之謂摩不摩不相觀也。通云口掛壁上。", "280": "子綦有八子至然身食肉而終。", "281": "所自來者不可知也禍之始也宎室西北隅也未牧", "282": "而󴡼生未田而鶉生怪也則世俗之累也渠公齊之", "283": "富人封比封君也。通云壓良為賤。", "284": "齧缺遇許由至夫唯外乎賢者知之矣。", "285": "仁義無誠是相與為偽也禽好貪而復假之以器也", "286": "瞥瞥然以仁義之行示天下也覕瞥也或曰割也利", "287": "之適以害之也。通云罪過不少。", "288": "有暖姝者至解之也悲。", "289": "暖暖猶煦煦姝姝猶宛宛也濡謂沾滯需待也卷婁", "290": "卷曲而傴僂也隈者形一隅也童土不毛之土也舜", "291": "來而澤及下也比近也和也魚忘於江湖故得計循", "292": "因也依也俄得也俄失也俄死也俄生也惟變所適", "293": "也藥一也而用不同也實堇一為雄一為烏一為附", "294": "也雞廱芡也豕苓豬苓時為帝故相君也勾賤之亡", "295": "也所以存也鴟目見夜不見晝鶴脛雖長不可截也", "296": "任之可也。通云此藥亦能殺人亦能活人又云有", "297": "時不恁麼。", "298": "故曰風之過河也有損焉至是尚大不惑。", "299": "風過而河為之損也日過而河為之損也不見其損", "300": "也只止也已也恃源而往抑無損也水守其土影守", "301": "其人物守其物固也殆危也危亂之成改不給也萃", "302": "聚也功者禍之反其始緣於功而後相為禍也果實", "303": "也待之久而禍始成也不知問是謂不知舉是而為", "304": "問也謀無素也絕跡易無行地難也夫孰知不知之", "305": "深於知也一以立多也陰以治陽也為足不如為目", "306": "也均齊也齊不齊也其盡也有天其循也有照其冥", "307": "也有樞其始也有彼始有彼謂無始之始而彼此森", "308": "然也與為頡頏與為滑昏未嘗無實也古今不相代", "309": "而不可以虧也。通云休更迷頭認影。", "310": "則陽則陽", "311": "莫知其然者性也聖人者環中而隨成者也無內也", "312": "無外也是大人也雖言而未嘗言也莫見其根也莫", "313": "見其門也無名也無實也無窮也無止也言而愈疏", "314": "故議有所極也。通云語默涉離微如何通不犯長", "315": "憶江南三月裏鷓鴣啼處百花香。", "316": "則陽遊於楚至除日無歲無內無外。", "317": "魯人彭陽字則陽不自許以之神其交謂屈己以狗", "318": "交顛冥富貴也方春而假衣方冬而反風謂失時也", "319": "王好佞故佞與德同稱也與人相宜有如父子非詹", "320": "詹施予之跡也聖人者達萬物之綢繆與為一者也", "321": "緡茂鬱也見見聞聞猶以十仞之臺懸眾間也環中", "322": "而應莫知幾時無化物之跡也洫溝洫也司御門尹", "323": "皆官名或曰即保衡伊尹也名之與法是兩見也非", "324": "盡慮也仲尼傅之是則見聞所不及也容成作曆積", "325": "日成歲除日無歲內外交冥何見聞之有哉。通云", "326": "數珠一百八。", "327": "魏罃與田候牟約至譬猶一吷也。", "328": "田候牟即齊威王犀首魏臣公孫衍也通達之國若", "329": "存若亡猶莽坱之野也喘管聲劍首劍環小竅吷者", "330": "聲之微也。通云一鏃破三關又云弓折矢盡。", "331": "孔子之楚舍於蟻丘之漿至其室虛矣。", "332": "漿賣漿者也極屋棟也存謂過存也。通云不合放", "333": "過。", "334": "長梧封人問子罕至內熱溲膏者也。", "335": "以眾為謂徒以多為也扶蘇吾形不知擢擾吾性也。", "336": "通云孟八郎漢。", "337": "柏矩學於老聃至於誰責而可乎。", "338": "辜人罪人也強之謂強勉也匿物宜其不識也大難", "339": "宜其不敢也重任宜其不勝也遠塗宜其不至也或", "340": "者其君實甚也愚之罪之罰之誅之民勿堪也。通", "341": "云是何心行。", "342": "仲尼問於太史至之二人何足以識。", "343": "因是也謂因國人之是而是之也僕御進前搏幣拱", "344": "翼謂靈公之禮賢也不馮其子靈公奪而埋之銘詞", "345": "所載也馮藉也謂是無公是也。通云金雞一粒粟", "346": "是果然否。", "347": "蘧伯玉行年六十至所謂然歟然乎。", "348": "是耶非耶然耶否耶。通云逢人切莫錯舉。", "349": "少知問於太公調至此之謂丘里之言。", "350": "莫適為主也莫適為正也有拂者有宜者有差者有", "351": "正者變化始終莫之紀極以是為適然也。通云問", "352": "取東村王老問自殉殊面荅人之不同如其面然彼自殉者殊面。", "353": "少知曰然則謂之道足乎至其不及遠矣。", "354": "道者不得已而強名之也已名為道矣物不得而比", "355": "也狗馬皆物也。通云說似一物即不中。", "356": "少知曰四方之內至此義之所止。", "357": "隨其序之相理橋其運之相使窮則必反終則有始", "358": "此物情也言之所盡知之所至如是而已若夫睹道", "359": "者無終故不隨所廢無始故不原所起也。通云直", "360": "下無開口處。", "361": "少知曰季真之莫為至議有所極。", "362": "雞鳴犬吠盡人所知然其所自化者言不能及也所", "363": "將為者意不能窺也執有執無皆未離乎虛實之見", "364": "者也生可忌也未生則不可忌也死可阻也已死則", "365": "不可阻也未通乎死生之說而強為之言則囿於生", "366": "死者也疑之所假疑未損也夫道猶假名也所假而", "367": "行者也或使莫為疑之所假於物為一曲於道為愈", "368": "疏也道也者終日言而不足者也。通云要頭截取", "369": "去。", "370": "外物外物", "371": "外物不可必也貧富適也小大適也儒以文亂法者", "372": "也與其譽堯而非桀不如兩忘而化於道也智不如", "373": "愚也去善而自善也人皆知有用之用而不知無用", "374": "之用也至人者不留行也故遊於世而不僻也。通", "375": "云四十九年不說一字。", "376": "外物不可必至債然而道盡。", "377": "萇弘周大夫為靈王所殺孝巳武丁子也曾參小杖", "378": "受大杖走忠而被誅孝而見責故外物莫可必也絯", "379": "異也兩陷謂利害相摩也螴蜳虫之蟄而未甦也一", "380": "進一退故不得成水勝火然月不勝火者陰陽逆也", "381": "五行並有之故外物莫可必也。通云師子白乳二", "382": "祖鄴都。", "383": "莊子家貧至枯魚之肆。", "384": "鮒小魚也常與常所與也得不在大與不期於多。", "385": "通云困魚止濼。", "386": "任公子為大鉤至經於世亦遠矣。", "387": "輇才小才也累小綸也志大者不取小。通云水淺", "388": "無魚徒勞下釣又云弄潮須是弄潮人。", "389": "儒以詩禮發冢至無傷口中珠。", "390": "傳語於下曰臚椎埋作姦緣飾經術以文亂法也。", "391": "通云稗販老僧。", "392": "老萊子之弟子出薪至終矜爾。", "393": "末僂背微曲也後耳耳垂垂也容知善容之智也豈", "394": "其窘於勢耶抑才固不逮耶小惠勿偏歡虞而已是", "395": "徒以為驁也終身醜之烏所稱上德哉相引者名跡", "396": "相結者隱微是堯非桀以譽相高往必見夷動與邪", "397": "會吾奈之何耶。通云將謂有多少伎倆。", "398": "宋元君夜半而夢至與能言者處也。", "399": "阿門曲房之門也宰路淵名余且一名豫且鵜鴣水", "400": "鳥能捕魚石師猶碩師也。通云石烏龜生子。", "401": "惠子謂莊子曰子言無用至無用之為用也亦", "402": "明矣。", "403": "廁足側足也墊謂掘地得泉也無適非用者地也掘", "404": "地則不能容足以是知無用之用也。通云東壁掛", "405": "葫蘆。", "406": "莊子曰人有能遊至承意不彼。", "407": "流遁則覆墜決絕則火馳皆非善遊者也相賤猶相", "408": "使也至人者不彼於彼者也是善遊也。通云和他", "409": "顛倒一上又云如珠走盤如盤走珠。", "410": "目徹為明至人則顧塞其竇。", "411": "顫香也跈謂足陷泥淖也殷中也盛也息之相穿日", "412": "夜無壅人顧塞之何也。通云痴人作數息觀。", "413": "胞有重閬至亦神者不勝。", "414": "閬天門也婦姑反唇則亂之始也六鑿謂形與神搆", "415": "也耳目口鼻及心知也神不勝故耽隱於山丘至人", "416": "者不廊廟而尊不江湖而逸也。通云內外獼猴六", "417": "窗來往又云貧道遊朱門如蓬戶耳。", "418": "德溢乎名至忘言之人而與之言哉。", "419": "誸急也柴謂柴柵也百官之事因眾而果事逐賢生", "420": "也草木生而銚耨及之事本無而有也其生也胡然", "421": "而生也靜處可以補病也眥滅可以休老也目雖無", "422": "見而意以消也寧可以止遽也有事不如無事勞不", "423": "如佚也本靜者本無所于動也本佚者本無所於勞", "424": "也聖不如神賢不如聖也演門宋城門也善毀善執", "425": "喪也毀而死毀滅性死傷生也踆蹲也踣躑躅也紀", "426": "他踆水而致弔申徒踣河以殞身師許由務光而過", "427": "之者也言者筌蹄也筌魚笱也蹄兔骨也。通云切", "428": "莫守株待兔又云明兄明兄尚欠悟在。", "429": "寓言寓言", "430": "為寓言也為重言也卮言日出而和以天倪也天倪", "431": "者天均也近於化也心無所縣也不知死不知生故", "432": "大婀也亦往亦來而無所待也睢睢也盱盱也誰與", "433": "居也。通云靜處娑婆訶又云火燄為三世諸佛說", "434": "法三世諸佛立地聽。", "435": "寓言十九重言十七至天均者天倪也。", "436": "寓言有所托而為言也重言言之重詞之複也卮言", "437": "以言飲人也藉外論之論其外不論其內也父為子", "438": "媒不若非其父也言之者無罪聞之者足戒也如徒", "439": "以其言先也則非所以先也陳人猶死人也言所以", "440": "齊物也不言亦所以齊物也因其齊以言其不齊者", "441": "因其言以齊其不齊者也有言無言也無言有言也", "442": "萬物之相禪也不同形也始終變化如環無端是天", "443": "均也。通云舌頭不在口裏又云琉璃寶殿照明月。", "444": "莊子謂惠子曰孔丘行年至且不得及彼乎。", "445": "謝猶化也未之嘗言謂相忘不言也孔子亦有言矣", "446": "孔子言之而天下之人乃服也不敢蘁立也蘁猶鱷", "447": "也吾未得如孔子也。通云且讓他出一頭地。", "448": "曾子再仕而心再化至觀雀蚊虻相過乎前也。", "449": "不洎謂不及親也椎牛而祭墓不如雞犬之及其生", "450": "存也無所縣言無所係也其無所縣乎其罪乎夫子", "451": "曰未也哀樂入之其何能無係也。通云猶有這個", "452": "在。", "453": "顏成子游謂東郭子綦至若之何其有鬼耶。", "454": "野曠曠若失也從服從也通達也物謂物至而應也", "455": "來謂來無不宜也鬼入鬼含德也天成與天遊也不", "456": "知死不知生死生一也大妙眾妙之門也生有為者", "457": "也死者公也人所同也宜勸也自生而之死也有自", "458": "也而其生也陽也無自也其說之果然者乎其不然", "459": "者乎惡乎適也惡乎不適也今夫天其曆數可攷也", "460": "今夫地其方隅可據也死生之故吾惡乎求之哉以", "461": "為無命則莫知其所終也以為有命則莫知其所始", "462": "也其有以相應耶則何以無鬼耶其無以相應耶則", "463": "何以有鬼耶吾不知也吾不知也。通云生從何來", "464": "死從何去。", "465": "眾罔兩問于景至何以有間乎。", "466": "括謂括髮也稍問問之末也屯聚也彼謂形吾謂景", "467": "景之與形恒相待也而形亦未為無待也吾徒以為", "468": "強陽耳強陽者幻也幻何所辱問乎。通云焦磚打", "469": "著連底凍。", "470": "陽子居南之沛至舍者與之爭席矣。", "471": "仰目而雎張目而盱傲然自得故人莫與居也其往", "472": "也數數然也其反也則已謝之也。通云百丈再參", "473": "馬祖。", "474": "讓王讓王", "475": "延陵州來竊慕子臧之義漆園有焉豐約惟其所遭", "476": "險夷齊於一致也。通云棄金輪從鹿野六年橡栗", "477": "馬麥為緣。", "478": "堯以天下讓許由至終身不反也。", "479": "捲捲猶惓惓也葆力自葆其力也。通云目視霄漢。", "480": "太王亶父居邠至豈不惑哉。", "481": "邠居允荒詩所以歌天作也。通云慈悲大煞。", "482": "越人三世弒其君至越人之所欲得為君也。", "483": "專諸慶忌未之聞耶。通云何處不稱尊。", "484": "韓魏相與爭侵地至可謂知輕重矣。", "485": "奈何哉以天下為桎梏也。通云自生分別。", "486": "魯君聞顏闔至豈特隨侯之重哉。", "487": "不以彼易此。通云裴休黃蘗。", "488": "子列子窮容貌有饑色至民果作難而殺子陽。", "489": "列子加於人一等矣。通云蠱毒之鄉切忌嘗他一", "490": "滴。", "491": "楚昭失國至遂不受也。", "492": "臣不敢貪天功以為己力也三旌上卿也。通云雲", "493": "居舜老夫。", "494": "原憲居魯至憲不忍為也。", "495": "褐以為塞衣塞牖也。通云舍貧從富心不均平。", "496": "曾子居衛至致道者忘心矣。", "497": "道豈與貧適耶。通云無心猶隔一重山。", "498": "孔子謂顏回至是丘之得也。", "499": "使爾多財吾為爾宰。通云兩個不唧溜漢。", "500": "中山公子牟至可謂有其意矣。", "501": "有其意而未逮也。通云放不下擔取去。", "502": "孔子窮於陳蔡之問至共伯得乎丘首。", "503": "共伯即共和也厲王之亂諸侯立共伯在位十四年", "504": "致政宣王歸隱丘首。通云一曲兩曲無人聽。", "505": "舜以天下讓其友人至因自投清冷之淵。", "506": "至人無死地。通云大似船子。", "507": "湯將伐桀至負石而自沈於廬水。", "508": "死猶不死也。通云汨羅未必獨惺惺。", "509": "昔周之興至此二士之節也。", "510": "賴利也彼豈利富貴哉高節至行獨行其志者也爝", "511": "然與日月爭光也。通云西山亮座主。", "512": "盜跖盜跖", "513": "外篇雜篇多膺作此較著者大約似晉人語。通云", "514": "不妨疑著。", "515": "孔子與柳下季為友至幾不免虎口哉。", "516": "不可無一不可有二。通云踞虎頭收虎尾須是其", "517": "人問鮑焦與子貢同時棄疏而死是否荅有之。", "518": "子張問於滿苟得至離其患也。", "519": "五紀五德之紀也六位謂乾坤六位也而汝也仲尼", "520": "之毋曰徵在少失母故不見毋。通云正好一坑埋", "521": "卻。", "522": "無足問於知和至不亦惑乎。", "523": "推正不忘謂推服正論有所未忘也專無主正云無", "524": "主而不得其正也與俗化世所謂隨俗苟且也侅猶", "525": "咳侅溺為病氣馮陵也體澤汗發背也滿若堵耳謂", "526": "積財滿環堵也醮焦也臺榭之變為樓疏遠也。通", "527": "云扯閑葛藤。", "528": "說劍說劍", "529": "封三錢之府為陶之富人耶策士餘風或為鼓琴或", "530": "為擊劍。通云殺人刀活人劍。", "531": "昔趙文王喜劍至斃其處也。", "532": "雜纓短服武靈所為胡服騎射者也敦尚也鋒劍首", "533": "也鍔刃也𨭐所以淬也鋏所以把也。通云珊瑚枝", "534": "枝撐著月。", "535": "漁父漁父", "536": "孔叢子劉向之餘也。通云何不一篙打落。", "537": "孔子遊乎緇帷之林至吾敢不敬乎。", "538": "拏竹器所以刺舟兩容謂善否兩容也顏適以顏色", "539": "適人也祿祿猶碌碌也比之服役謂內之門墻也。", "540": "通云篙人用意良。", "541": "列御寇列御寇", "542": "巧者勞而智者憂也無能者無所求也有德者不知", "543": "也至人者歸精神於無始而甘瞑乎無何有之鄉也", "544": "且世亦多故矣有外刑也有內刑也人心險於山川", "545": "也賊莫大乎有心而有睫也千金之珠非寶也犧牛", "546": "不如孤犢也以不平平之以不徵徵之其可也。通", "547": "云花發不萌枝鳥棲無影樹。", "548": "列御寇之齊至虛而遨遊者也。", "549": "五者先饋人敬己也形諜於外成其光儀人來敬己", "550": "也履滿戶外名節逾彰也扶杖支頤立而不進也使", "551": "人保汝不能使人無保汝跡逾彰也其感之者先也", "552": "其出而人異之也搖爾性蕩爾真也將焉用哉相孰", "553": "言莫可誰何也。通云雖善發藥要且不知藥忌。", "554": "鄭人緩也至古之人天而不人。", "555": "秪猶但也使而子為墨良為秋柏之實子告父之言", "556": "也良埌也塚也謂墓木拱也莊子曰報施胡巧也緩", "557": "故使弟為墨也彼故使彼也使弟為墨而與父辯是", "558": "賤其親也是何異於以井飲人而捽其飲者也過不", "559": "在他也宜不得其死也今之世皆緩也。通云爭怪", "560": "得又云閉眼入蝸牛。", "561": "朱泙漫學屠龍至而不知大寧。", "562": "聖人以必然者為不必然也眾人以不必然者為必", "563": "然也爭與不爭之分也好爭故有求好爭者亡也。", "564": "通云當時只消道個不必。", "565": "宋人有曹商者至子行矣。", "566": "黃馘色不澤於耳也。通云鴉臭當風立。", "567": "魯哀公問於顏闔至惟真人能之。", "568": "既飾毛羽又為畫衣多文飾也支離其旨亂聽聞也", "569": "夫何足以加民也彼謂仲尼汝謂哀公也彼果宜於", "570": "汝歟而予之以祿養歟君誤矣君誤矣誤而可矣不", "571": "然則否也休之可也且彼難與為治也施於人者未", "572": "忘商賈且羞之神明之人勿以相齒也外刑者金與", "573": "木也內刑者動而得過也離麗也五金三木所以為", "574": "刑也。通云未夢見在。", "575": "孔子曰凡人心險於山川至不肖人得矣。", "576": "有貌謹愿而情求利益者有中實有所長而外若不", "577": "肖者有和順輕懁而達於理者有堅強而實柔縵者", "578": "有怠緩而實釬急者就義若渴去義若熱人情難測", "579": "如此也。通云有時先用後照有時先照後用有時", "580": "照用同時有時照用不同時。", "581": "正考父一命而傴至達小命者遭。", "582": "傴曲背僂曲體也初命為士再命為大夫三命為上", "583": "卿也而夫猶夫夫也呂鉅驕矜貌唐唐堯許許由也", "584": "心分眉睫心智多也泚猶訾也緣循猶因循偃佒猶", "585": "偃蹇也美者適以為窮惡者適以為達命不齊也有", "586": "知慧而外通者有勇敢而多怨者有仁義而多責者", "587": "命不齊也達生故任運達知故肖生也達大命者順", "588": "之而已達小命者唯其所遭也。通云不是心不是", "589": "佛不是物。", "590": "人有見宋王者至不亦悲乎。", "591": "奚微之有言微軀不足存也平治也徵效也平也不", "592": "平則不平平也徵也不徵則不徵徵也明者不如其", "593": "神者也明者惟有為之是使而神者徵之也夫孰能", "594": "以不徵徵也故逾貴也愚者乃徒恃其所見以求人", "595": "於人也則其外焉者也。通云空手把耡頭。", "596": "天下天下", "597": "人尚其私說以道術相高也吾師乎吾師乎別黑白", "598": "而定一尊乎。通云赤旛之下起清風。", "599": "天下之治方術者多矣至道術將為天下裂。", "600": "有天人有神人有至人有聖人有君子君子最下也", "601": "養民之理未可廢也古之人明於本係於末鄒魯之", "602": "士縉紳先生能言之也儒術是也百家眾技徒一察", "603": "焉以自好也。通云外道九十六。", "604": "不侈於後世至才士也夫。", "605": "非樂節用墨子所以名篇也以鬥為非故不怒也雖", "606": "不為異亦不苟同也方其未敗而天下師尊之雖然", "607": "恐不類也勤苦其生菲薄其死其道觳而未安也反", "608": "天下之心故離於天下也跂木履也蹻麻履也墨分", "609": "為三相里勤其一也苦獲已齒一也鄧陵子又其一", "610": "也其意則是其行則非也其才未可少也。通云無", "611": "人處斫額望汝。", "612": "不累於俗至其行適至是而止。", "613": "宋鈃尹文並齊人與鄒衍鄒奭為辯別宥猶在宥也", "614": "將以柔胹合驩於群類也先生且不得飽況弟子耶。", "615": "通云三十年後此話大行。", "616": "公而不當至概乎皆嘗有聞者也。", "617": "易平易也不兩謂不二於物也慎到一名廣泠汰於", "618": "物與物寡營也謑髁不正不定之貌無任無所事任", "619": "也縱脫謂不羈也或推或拍或輐或斷一切委蛇與", "620": "之宛轉也魏然猶兀然也隧轉運也得全故無非無", "621": "已故不建已塊塊然無知也適得怪焉謂多怪少可", "622": "也不教謂不待教令也窢然風聲也輐斷無圭角也。", "623": "通云一切處放教枯淡去。", "624": "以本為精至古之博大真人哉。", "625": "開尹名喜字公慶在己者無常居形於物而自著人", "626": "用其巧我用其拙故泊然無為而笑人巧也。通云", "627": "須是這漢始得。", "628": "芴漠無形至未之盡者。", "629": "為死歟為生歟與天地並歟與神明往歟儻謂惝怳", "630": "難憑也雖時縱恣而不入於無憑也觭譎異也譴訶", "631": "譴也連犿謂宛轉相從也其理深長故不竭其來委", "632": "隨故不蛻也蛻者形之遺也芒乎昧乎未之有也。", "633": "通云分半座與他。", "634": "惠施多方至形與影競走也悲夫。", "635": "不可積故無厚也天猶地也澤猶山也日之中猶晐", "636": "也物之死猶生也小同異非大同異也畢異畢同大", "637": "同異也異中同同中異也南方無窮而有窮也今日", "638": "適越昔已至也連環不可解而可解也中央者南北", "639": "是也謂卯有毛也謂雞三足也謂郢為天下也謂犬", "640": "為羊也謂馬有卯也謂丁子有尾也楚人呼蛙為丁", "641": "子謂火不熱也謂山有口也謂輪未嘗蹍地也謂目", "642": "無見也謂指不至也謂至不絕也指以至為功至以", "643": "絕為極也謂龜長於蛇也謂矩不方也謂規不圓也", "644": "謂鑿不準枘也謂飛鳥之影無動也謂矢鏃之不止", "645": "不行也謂狗非犬也謂黃馬驪牛為三也謂白狗黑", "646": "也謂孤駒無毋也持尺寸之棰日用其半可萬世不", "647": "竭也是摻何術也桓團公孫龍之徒不能勝也以是", "648": "為根柢也其言曰天地其壯乎雄猶壯也施雖欲與", "649": "天地並雄而終無異術也倚人猶畸人也不辭而應", "650": "不慮而對辯而無辯不辯而辯也故遍萬物而為言", "651": "也終益之以怪也反人謂與人乖反也勝人勝於人", "652": "也故與眾不適也隩奧也僻也蚊虻其小者也夫充", "653": "乎一物以為言則尚可也苟曰愈貴則與道幾矣道", "654": "不可言也惠子不能以此自休而散漫於萬物不自", "655": "足也卒以善辯為名也惜哉駘蕩而不反也。通云", "656": "算來不直半文錢又云正法眼藏瞎驢滅卻問何云愈貴道", "657": "幾矣荅須知尊貴一路自別。"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B296 漆園指通", "author": "清 淨挺著"}