{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1333 雪峰義存禪師語錄（真覺禪師語錄）", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "師語錄", "1": "雪峰真覺大師語錄卷之下大王請師與玄沙入內論佛心印錄　妙德編", "2": "王大王請師與玄沙入內論佛心印。大王問二禪師。", "3": "諸佛并達磨所傳祕密心印。乞師的實為說。且祖佛", "4": "已來。究竟修何因果。乃得成佛。師云。須是見性。方得", "5": "成佛。王云。何為見性。師云。見自本性。王云。有形狀否。", "6": "師云。見自本性。無物可見。此是難信之法。百千諸佛", "7": "同得。王云。爭得否。師云。若稱揚此事。盡大地說不能", "8": "盡。若達磨親傳。祇是一言。便轉凡成聖。不是小小之", "9": "事。悟即剎那閒。不悟塵沙劫。大王。大藏教中。一切經", "10": "論。千般萬般。祇為一心。祖祖相傳一心。但山僧為大", "11": "王說此事。未可造次。指示真性。大王。緣此事。山僧各", "12": "各有千百人眾。竝是二三十年密用此事。未有一二", "13": "人承當得。況此法門是過去諸佛祇一人傳一人。況", "14": "今大王為聖天子。日為萬民判斷山河。有迷心念。爭", "15": "覯得此事真實法門。願大王且為佛法主宰。於筆頭", "16": "下救護生靈。豈不是好事。大王聞此相勸。倍生歡悅。", "17": "又問二師。朕今造寺．修福．布施．度僧。諸惡莫作。眾善", "18": "奉行。如此去。還得成佛否。師云。不得成佛。但是有作", "19": "之心。皆是輪迴。大王云。得何果報。師云。得生天報。得", "20": "福壽報。王云。究竟如何。師云。福盡即墮。王云。墮於何", "21": "處。師云。福壽盡報。佛經具載。大王少時不言。二師向", "22": "大王言。即心是佛。見性是佛。王云。將何為道。作何修", "23": "行。師云。經中道。一切業障海。皆從妄想生。若欲懺悔", "24": "者。端坐念實相。願大王識取實相。自然成佛。大王起。", "25": "禮二師言。相救生死事。大師曰。且為大王說真如名", "26": "於後。一名佛性。二名真如。三名玄旨。四名清淨法身", "27": "界。五名靈臺。六名真魂。七名赤子。八名大圓鏡智。九", "28": "名空宗。十名第一義。十一名白淨識。此是一心之名", "29": "目也。三世諸佛．十二部經竝在。大王本性自具足。亦", "30": "不用求。切須自救。無人相為。山僧救大王不及。山僧", "31": "愛念眾生。猶如赤子。遇緣即隨方便度眾生。若作佛。", "32": "應須自度。若悟了一真如性。不在多言。諸佛菩薩若", "33": "未悟空寂真源。要在假言設化。若了真源。無言契道。", "34": "道本無言無說。佛言向無功用處證道矣。又曰。且山", "35": "僧被大王請住山門。事不獲已。為報王恩。為王說法。", "36": "山僧說法。如降大雨。一時普潤。隨其福力。若尠福眾", "37": "生。不信大乘。如降枯木焦種。闡提無信山僧說。願大", "38": "王但於自身觀矚本性。若見了。一切自通。諸佛諸祖", "39": "師玄旨。皆自識得真實。乃至一切假號名字亦自識", "40": "得。大王聞二師如此相勸指示。大起信心。便立大誓", "41": "願。志信受持。終無退志。大王再命二禪師入內。重排", "42": "香案。志專佛乘。不敢外泄。師云。某為傳大王佛法心", "43": "印。伏願地神報空中神。空中神報天神。盡十方三世", "44": "諸佛同為證明。三十三天眾同共證明。大王又自發", "45": "願。願二師便指示一心得達達磨法門。二師喚云。大", "46": "王。志心聽取佛法開示。悟入此門。此門無形無相。幻", "47": "化空身是大王法身。知見了。亦總是大王本源自性", "48": "天真佛也。徧虗空界。無一切色聲香味觸法處得其", "49": "自繇。無長短方圓。隨一切物見。名大事因緣出現於", "50": "世。亦名無心可名。亦名一念歸空界。無形無狀。是無", "51": "心也。大王既知了心。心如木如石去。久久忘緣去。莫", "52": "起善惡量思。一切如常去。如人迷路去。如虗空。亦名", "53": "無住心。亦名自性涅槃。亦名無言說。亦名無繫縛。亦", "54": "名無形相。亦名一心法門。亦名大涅槃。亦名定念總", "55": "持。亦名真如性海。亦名無為大道。亦名一真法界。亦", "56": "名無去無來菩提薩埵。亦名無性涅槃。亦名金剛三", "57": "昧實諦。亦名自性清淨心。亦名如來藏。亦名實相般", "58": "若。亦名正因佛性。亦名中道一乘。亦名淨性涅槃。亦", "59": "名一念真如。又曰。大王。起初觀心時。無心可觀。向無", "60": "功用道。初觀心時。隨顛倒想起。從幻化起。如此想從", "61": "妄想起。如空中風。無依止處。如是法相。不生不滅。我", "62": "心自空。即悟真實法相也。此法無壞。觀無心法。不住", "63": "法中。諸佛解脫寂滅相．寂靜相。如是知者。速得成佛。", "64": "滅無量罪。大王即今既知。即今是佛。此是百千諸佛", "65": "玅門。百千三昧門。百千智慧門。百千解脫門。一切神", "66": "通玅用門。盡在方寸。周徧法界。俱在大王心。本來自", "67": "在。無有三界可出。無有菩提可成。大道虗曠。大王。今", "68": "既已知本性。一時放下。竝不得起別生絲髮許也。了", "69": "了之人。見觀想念等絕慮。既已知了。切願不得知有", "70": "之人見。久久自有大乘之功果。此名無功之功。功不", "71": "虗棄。知此法門。亦名無念之念。此是亘古亘今祖師", "72": "玄旨。今共大王商議。靈山會上列聖眾前祕密玄旨。", "73": "為大王說。亦已知了。願大王發大無量弘願。保持取", "74": "作佛去。莫受輪迴。不可容易。大王遂禮二師。嘆曰。慚", "75": "愧。百生千生。慶幸得逢善知識指示。若不因二師直", "76": "說。萬劫也不會此空空無相之門。此去誓不負二師", "77": "深恩。二師向大王言。但念念常空寂。日用有大因果。", "78": "前楞嚴具說經上玄旨。如今但布施。廣作利益。竝為", "79": "助道之門。不拘有無之見。一切自在。但日日修無功", "80": "用道。受持四句偈。師却曰。大王。目前見箇什麼。還有", "81": "我．人．眾生．壽者否。大王。經云布施恒河沙劫。不如受", "82": "持四句偈。亦如虗空供養。大王。切覺妄想。但頓覺正", "83": "念。堅持不疑。多積無量大佛果之正因。此是玅明真", "84": "心。大覺圓淨。速向成佛。大王。山僧自從先德山．石頭", "85": "已來。傳此祕密法門。願入龍華會上相見。大王。即今", "86": "法既知了。指示亦無出入。亦無觀相。亦無佛。亦無法。", "87": "亦無一色長短。一切在我。道有亦得。道無亦得。有是", "88": "玅有。無是玅無。終日說。終日不說。雙遮雙照。即立破。", "89": "即非立破。中立此法皆通。若會此意。皆可皆不可。說", "90": "不可說。知見空無形相。自知無形。法性能生一切空。", "91": "一中一切中。大王聞了。拜謝。捨黃金二十錠上二師。", "92": "各不受納。歸王宮矣。大王又問玄沙和尚。此一真心。", "93": "本無生滅。一切俱無去無來。今此一身。從何而有。師", "94": "曰。從父母妄緣而生。便即傳命。此一念本來識性。亘", "95": "今亘古。本源真性。自徧周法界。為妄想故。有一點識", "96": "性為念。受千般苦。身有輪迴也。古人云。佛者。覺也。大", "97": "王既知覺了。不落惡趣。但請大王頻省妄念。歸真合", "98": "道。諸聖了本源。所以諸佛藏教。多般施設。竝願一切", "99": "眾生成佛去。所以法華經云。但以假名字。引導諸眾", "100": "生。竝要伊信了一乘法。無二亦無三。若諸聖指示還", "101": "源空寂之法。會本法身佛。方免輪迴六道四生。受種", "102": "種身。直為大王說了。願大王信重此法。決定無疑。大", "103": "王作禮。信受奉行此錄是內尚書三人同為王隔帳後。隨言錄之。", "104": "師示眾云。堂堂密密地。有僧云。是什麼堂堂密密地。", "105": "師便從臥牀起。云。道什麼。僧退身立。", "106": "師一日云。得漝麼尊貴。得漝麼緜密。僧云。某甲自到", "107": "山。經數載。不聞和尚漝麼示徒。師云。我已前雖然無。", "108": "如今有。莫有妨礙也無。進云。不敢。如此和尚不得已", "109": "而已。致使和尚如此。", "110": "問。平田淺艸。麈鹿成羣。如何射得麈中主。師喚全坦。", "111": "坦應諾。師云。喫茶去。", "112": "巖頭問僧。什麼處來。僧云。西京來。巖云。黃巢過。還收", "113": "得劍麼。僧云。收得。巖引頭近前云。㘞。僧云。師頭落也。", "114": "巖呵呵大笑。其僧後到雪峰。師問。什麼處來。僧云。巖", "115": "頭來。師云。佗有何言句。僧舉前話。師打二十棒趂出。", "116": "一日。普請次。舉。溈山云。見色便見心。還有過也無。有", "117": "僧云。古人為什麼人。師云。雖然如此。我要共汝商量。", "118": "僧云。若漝麼商量。不如某甲钁地。", "119": "玄沙問。師有拄杖。乞一條。師云。我有三條。汝將一條", "120": "去。沙云。人人祇是一個。和尚為什麼用三箇。師云。三", "121": "箇總用。沙云。是即是。某甲不如此。師云。汝作麼生。沙", "122": "云。是三是一。", "123": "玄沙一日辭師下山去。啟和尚云。人人自繇自在。某", "124": "甲如今下山去。師云。是誰與麼道。沙云。是和尚與麼", "125": "道。師云。汝作麼生。沙云。不自繇自在。師云。知。", "126": "師一日云。此事如似一片田地相似。一任眾人耕種。", "127": "無有不承此恩力者。玄沙云。且作麼生是一片田地。", "128": "師云。看。沙云。是即是。某甲不與麼。師云。是汝作麼生。", "129": "沙云。祇是人人底。", "130": "師見玄沙。乃舉。神楚闍黎問我。亡僧遷化向什麼處", "131": "去。我向伊道。如冰歸水。沙云。是即是。某甲不與麼道。", "132": "師云。汝作麼生。沙云。如水歸水。", "133": "玄沙問師云。某甲如今大用去。和尚作麼生。師遂將", "134": "三箇木毬一時拋。沙作斫牌勢祇對。師云。汝親在靈", "135": "山。方得如此。沙云。也即是自家事。", "136": "師一日見道溥袒一膊於眾堂中釘簾。師云。汝向後", "137": "住持有千僧。其中無一人衲子。溥悔過。辭歸故鄉。住", "138": "六通院。後錢王命居龍興寺。有眾千餘。唯三學講誦", "139": "之徒。果如師讖。", "140": "可觀禪師初參師。師曰。近前。觀方近前作禮。師舉足", "141": "踏之。觀忽然冥契。後詣南嶽法輪峰。上堂。謂眾云。我", "142": "在雪峰被佗一蹋。直至如今眼不開。不知是何境界。", "143": "太原孚遊浙中。登徑山。一日。於大佛殿前。有僧問。上", "144": "座曾到五臺否。孚云。曾到。僧云。還見文殊麼。孚云。見。", "145": "僧云。什麼處見。孚云。徑山佛殿前見。其僧後適閩川。", "146": "舉似師。師云。何不教伊入嶺來。孚聞。乃趨裝而來。至", "147": "廨院憩息。因分柑子與僧。長慶稜和尚問。什麼處將", "148": "來。孚云。嶺外將來。稜云。遠涉不易擔負得來。孚云。柑", "149": "子。柑子。孚次日上山。師聞。乃集眾。孚到法堂上顧視。", "150": "師便下看知事。明日。却上禮拜。云。某甲昨日觸悞和", "151": "尚。師云。知是般事便休。師一日見孚上座。乃指日示", "152": "之。孚搖手而出。師云。汝不肯我。孚云。和尚搖頭。某甲", "153": "擺尾。什麼處不肯和尚。師云。到處也須諱却。一日。眾", "154": "僧晚參。師在中庭臥。孚云。五州管內。祇有者和尚較", "155": "些子。師便起公。一日。玄沙上問訊師。師云。此間有箇", "156": "老鼠子。今在浴室裏。沙云。待與和尚勘過。言訖。到浴", "157": "室。遇孚打水。沙云。相看上座。孚云。已相見了。沙云。什", "158": "麼劫中曾相見。孚云。瞌睡作麼。沙却入方丈。白師云。", "159": "已勘破了。師云。作麼生勘伊。沙舉前話。師云。汝著賊", "160": "也。", "161": "師領徒南遊。時黃涅槃預知師至。搘䇿造前途接之。", "162": "抵蘇谿。邂逅相遇。師遂問曰。近離什麼處。槃云。離辟", "163": "支巖。師云。巖中還有主麼。槃以竹策叩師簥。師乃出", "164": "簥相見。槃云。曾郎萬福。師遽展丈夫拜。槃亦作女人", "165": "拜答。師云。莫是女人麼。槃又設兩拜。遂以竹策到地。", "166": "右繞師簥者三。師云。某三界內人。師三界外人。師宜", "167": "前去。某甲後來。槃乃先回。師遂至。去囊山。憩數日。槃", "168": "供侍隨行禪徒。一無所闕。", "169": "鵞湖住菴時。有一天使到菴。見拂子。便問。弟子喚這", "170": "箇作拂子。菴主喚作什麼。主云。不可喚作拂子。使云。", "171": "天下尊宿出世。如麻似粟。菴主為甚不行脚去。主便", "172": "去。到雪峰。師見菴主來。便問。闍棃何得更來。主云。被", "173": "箇天使問佛法。不相當。更來。師云。作麼生。主遂舉前", "174": "話。師云。汝問我。主再舉前話。師云。拂子。", "175": "晏國師初參師。纔入門。師搊住云。是什麼。晏釋然契", "176": "悟。舉手搖舞。師云。子作道理耶。晏云。何道理之有。師", "177": "乃撫而印之。", "178": "師謂慧稜云。吾見溈山問仰山。從上諸聖什麼處去。", "179": "仰山云。或在天上。或在人間。汝道仰山意作麼生。稜", "180": "云。若問諸聖出沒處。恁麼道即不可。師云。汝渾不肯。", "181": "忽有人問。汝作麼生道。稜云。但道錯。師云。是汝不錯。", "182": "稜云。何異於錯。", "183": "師問慧全。汝得入處作麼生。全云。共和尚商量了也。", "184": "師云。什麼處商量。全云。什麼處去來。師云。汝得入處。", "185": "又作麼生。全無對。師打之。", "186": "慧稜問師。從上諸聖傳授一路。請師垂示。師良久。稜", "187": "設禮而退。師乃微笑。", "188": "僧問。大事作麼生。師乃執僧手云。上座如此問誰。僧", "189": "無語。師便休。", "190": "僧問。如何是佛向上事。師把住云。道。道。其僧罔措。師", "191": "便蹋倒。", "192": "師謂玄沙云。我時時全機提持。把三個木毬一時拋。", "193": "要全提去。沙云。和尚拋後。忽被個師僧出來道。和尚", "194": "看毬。又作麼生。師云。道什麼。沙云。某甲即不與麼。師", "195": "云。汝作麼生。沙云。也未是分外。", "196": "師向玄沙道。我者裏近日有個把斷乾坤漢。汝須著", "197": "精彩。同學兄弟也難得。沙云。是即是。作麼生把斷。師", "198": "云。豈不是自作用。正是把斷。沙云。和尚用甚得。某甲", "199": "不與麼。師云。汝作麼生。沙云。和尚是乾。某甲是坤。且", "200": "作麼生說兄弟難得。師云。汝得與麼自繇自在。要用", "201": "便用。要收便收。沙云。未是分外。祇是自家底。師云。汝", "202": "是出格之見。佗時後日。子孫大興。依此理去。如今且", "203": "與麼。玄沙云。如此。如此。兄弟共知且與麼。三二之後。", "204": "方始應用。師云。我也知汝同學一理之見。沙云。根門", "205": "無功。和尚若得與麼。方始得自在。", "206": "師問僧。夏在甚麼處。僧云。湧泉。師云。長時湧。暫時湧。", "207": "僧云。和尚問不著。師云。我問不著那。僧云。是。師便打。", "208": "師問僧。什麼處去。僧云。禮拜徑山去。師云。徑山若問", "209": "汝。此間佛法如何。汝作麼生祗對。僧云。待問即道。師", "210": "便打。尋後舉問道怤云。汝道此僧過在什麼處。怤云。", "211": "問徑山。得徹困。師云。徑山自在浙中。因甚麼問得徹", "212": "困。怤云。不見道。遠問近對。師云。如是。如是。", "213": "一日。玄沙侍立次。師指火爐云。三世諸佛總在裏許", "214": "轉大法輪。沙云。近日王令稍嚴。師云。作麼生。沙云。不", "215": "許攙奪人行市。師便休。", "216": "師與長生斫樹。師云。斫到心頭且住。生云。斫却著。師", "217": "云。古人以心傳心。汝為什麼道斫却。生擲下斧云。傳。", "218": "師便打一拄杖。", "219": "師一日見僧來。乃云。開却路。達磨摩也。我且問儞作", "220": "麼生道。僧云。築著和尚鼻孔。師便休。", "221": "示眾云。若未會。且從迦葉門入。時有僧問。如何是迦", "222": "葉門。師云。不見絲毫始得。", "223": "師一日共眾僧水邊立次。見一烏龜在岸上。師以手", "224": "指之。其龜入水。師便歸院。", "225": "溈山上堂。良久。有僧便問。請和尚為大眾說佛法。山", "226": "云。我為汝得徹困也。僧舉似師。師云。古人得與麼老", "227": "婆心。僧又舉似玄沙。沙云。山頭老和尚蹉過古人事", "228": "也。師却問玄沙。什麼處是蹉過古人事。沙云。大小溈", "229": "山被者僧一問。直得百雜碎。", "230": "師問大光僧云。作麼生是大光。僧云。見。祗對次。師云。", "231": "者箇是驢前馬後漢。作麼生是大光。僧無語。師云。我", "232": "且作死馬醫。一口吞盡乾坤。", "233": "雲門參睦州和尚。得旨後。造陳操侍郎宅。經三載。續", "234": "回。禮謁睦州。州云。南方有雪峰和尚。汝何不去彼中", "235": "受旨。雲門到雪峰庄上。見一向北僧。雲門問。上座今", "236": "日上山去那。僧云。是。雲門云。寄一則因緣問山頭和", "237": "尚。祇是不得道是別人語。僧云。得。雲門云。上座到山", "238": "中。見和尚上堂。眾纔集。握腕立地。云。者老漢。頂上鐵", "239": "枷何不脫却。其僧一依雲門教。師見者僧與麼道。便", "240": "下座攔胸把住。乃云。速道。速道。其僧無語。師一拓拓", "241": "開云。此不是汝語。僧云。是某甲語。師云。侍者。將繩棒", "242": "來。僧云。是。不是某甲語。在莊上見一浙中上座。教某", "243": "甲來與麼道。師云。大眾。去莊上迎取五百人善知識", "244": "來。雲門來日上山。師纔見。便云。因什麼得到與麼地。", "245": "雲門乃低頭。從茲契合。", "246": "僧問。古㵎寒泉時如何。師云。瞪目不見底。進云。飲者", "247": "如何。師云。不從口入。僧舉。到趙州。州云。不可從鼻孔", "248": "裏入。僧却問趙州。古㵎寒泉時如何。州云。苦。進云。飲", "249": "者如何。州云。死。師聞舉。云。趙州古佛從茲不答話。", "250": "師云。世界闊一尺。古鏡闊一尺。世界闊一丈。古鏡闊", "251": "一丈。時玄沙侍立次。指火爐云。闊多少。師云。似古鏡", "252": "闊。沙云。老和尚脚跟未點地在。師云。老僧住持事煩。", "253": "玄沙令僧馳書上師。師接得。開封。祇見三張白紙。乃", "254": "問僧。還會麼。僧云。不會。師云。不見道。君子千里同風。", "255": "其僧回。舉似玄沙。沙云。山頭老和尚蹉過也不知。僧", "256": "却問。和尚如何。沙云。孟春猶寒。", "257": "鏡清初參師。師問。汝是什麼處人。清云。不敢道是溫", "258": "州人。師云。與麼則是一宿覺鄉人也。清云。且道一宿", "259": "覺是什麼處人。師云。放儞二十棒。", "260": "師因看古人因緣。到光境俱忘。復是何物。乃問鏡清。", "261": "者裏著得什麼語。清云。和尚放某甲過。即有道處。師", "262": "云。放儞過。作麼生道。清云。某甲亦放和尚過。", "263": "三聖問師。透網金鱗以何為食。師云。待儞透出網來", "264": "即向汝道。聖云。一千五百人善知識。話頭也不識。師", "265": "云。老僧住持事煩。", "266": "師凡見僧來參。便輥三箇木毬示之。", "267": "巖頭在鄂州過渡。時遇僧去雪峰。託僧傳語云。我近", "268": "日將三文錢買得一箇黑老婆子。逐日撈蝦摝蜆。且", "269": "與麼過時。師乃下禪牀云。窮鬼子。窮鬼子。道我快活", "270": "不徹也。", "271": "王大王請晏國師住鼓山。時百戲迎出山。師與孚上", "272": "座送出門。回至法堂上。師謂孚云。一隻聖箭子射入", "273": "九重城裏去也。孚云。和尚是伊未在。師云。渠是徹底", "274": "人。孚云。若不信。待某甲去勘過。孚乃換草鞋。行半里", "275": "地。於簥裏把住云。和尚向什麼處去。晏云。向九重城", "276": "裏去。孚云。忽遇三軍圍逼之時。又作麼生。晏云。佗家", "277": "自有通霄路。孚云。恁麼則離宮失殿去也。晏云。何處", "278": "不稱尊。孚便回。舉似師。師云。佗話亦在。孚云。老漢脚", "279": "跟未點地。", "280": "師與三聖行次。見獼猴。乃云。人人盡有一面古鏡。者", "281": "獼猴亦有一面古鏡。聖云。歷劫無名。何以彰為古鏡。", "282": "師云。瑕生也。聖喝云。老漢。話頭也不識。師云。老僧住", "283": "持事煩。", "284": "因普請次。師自負一束藤。路逢一僧。便拋下。僧擬取。", "285": "師便踏倒。歸。舉似長生。乃云。我今日踏著僧快。生云。", "286": "和尚替者僧入涅槃堂始得。師便去。", "287": "有僧來禮拜師。師打五棒。僧云。某甲有什麼過。師又", "288": "打五棒。", "289": "僧問。聲聞人見性。如夜見月。菩薩人見性。如晝見日。", "290": "未審和尚見性如何。師打三棒。其僧復問巖頭。頭打", "291": "三棒。", "292": "師問僧。近離什麼處。僧云。覆船。師云。生死海未渡。為", "293": "什麼覆却船。僧無語。遂迴。舉似覆船。船云。何不道渠", "294": "無生死。僧再至雪峰。舉前話。師云。此不是汝語。僧云。", "295": "是覆船與麼道。師云。我有二十棒寄與覆船。二十棒", "296": "老僧自喫。不干闍黎事。", "297": "師下府中。玄沙出接師。乃云。道路不易。且喜到來。師", "298": "云。是。是。沙云。喏。喏。師云。不是汝也難。沙云。本是桑梓", "299": "之所。非某甲之能。師云。我知得汝也。須向佗道始得。", "300": "沙云。喏。喏。佗是與麼。師云。汝知稜道者問靈雲麼。沙", "301": "云。不知。問佗道什麼。師云。稜道者問。如何是佛法大", "302": "意。靈雲對云。驢事未去。馬事到來。沙云。稜道者會也", "303": "無。師云。佗不會。沙云。和尚何不向伊道。師云。我向伊", "304": "道。直下是儞。沙云。若與麼。恐佗因緣不在和尚處。教", "305": "伊下來。某甲向伊說。師至回時。乃問玄沙云。儞此間", "306": "住持。切須保任。沙云。全得和尚。師云。自然興雲致雨", "307": "去。沙云。和尚到山。亦須善加保重。師云。是。是。師回山。", "308": "謂稜道者云。我到玄沙處。舉著儞問靈雲因緣。玄沙", "309": "會得甚好。稜云。不知玄沙說道什麼。師云。伊祇道。汝", "310": "是稜道者。稜云。和尚何不向某甲說。師云。適來豈不", "311": "是向汝說。稜云。若與麼。某甲且暫到玄沙處問訊。師", "312": "云。若與麼。且去彼中。直向佗道不會。好去早歸。稜乃", "313": "下去參玄沙。", "314": "泉州王太傅請稜道者住招慶。師差僧齎書至玄沙。", "315": "沙問。從什麼處來。僧云。雪峰來。沙云。佛法不是者個", "316": "道理。沙乃上雪峰。送稜道者。相看了。沙問師云。和尚", "317": "且喜又分一枝從彼處去。師云。是。是。緣即如此。祇是", "318": "桑梓不著。沙云。是佗也。師云。是。是。沙云。喏。喏。沙却謂", "319": "稜道者云。儞是福人。得太傅造院佇儞。稜云。此盇是", "320": "堂頭與和尚恩力故。非某甲。沙云。我將謂儞作麼生。", "321": "稜云。若與麼。某甲即禮拜和尚。沙云。不是者道理。沙", "322": "乃舉似師。師云。佗本是兩浙人。", "323": "師問玄沙云。汝在彼處住。什麼兄弟附近於儞。沙云。", "324": "全學．全無學。師云。我不與麼。沙云。是。是。某甲不與麼。", "325": "師云。作麼生。沙云。不學全學。", "326": "玄沙一日問師云。招慶特來辨茶。師云。儞且得上來。", "327": "沙云。應須與麼始得。師云。不是外物。沙云。內亦非。師", "328": "云。是。是。", "329": "玄沙上山看師。乃咨師云。言無不中。誰人知之。師云。", "330": "自如自如。知之則中。沙云。且喜佗招慶歸來。師云。儞", "331": "自分折作什麼。沙云。和尚妄語作麼。師云。是儞妄語", "332": "自如疑是自知。", "333": "師示眾云。盡大地撮來如粟米粒大。拋向面前。漆桶", "334": "不會。打鼓普請看。", "335": "師示眾云。南山有一條鼈鼻蛇。汝等諸人切須好看。", "336": "長慶出云。今日堂中大有人喪身失命。僧舉似玄沙。", "337": "沙云。須是稜兄始得。然雖如此。我即不與麼。僧云。和", "338": "尚作麼生。沙云。用南山作麼。雲門以拄杖攛向師面", "339": "前。作怕勢。張口吐舌。", "340": "一日。普請次。長生戴笠子先行。師問長生。古人道。誰", "341": "知蓆帽下。元是昔時人。意旨作麼生。長生側却笠子", "342": "云。者箇是什麼人語。師便休去。", "343": "師有時云。三世諸佛向火焰裏轉大法輪。時雲門侍", "344": "立次。云。火焰為三世諸佛說法。三世諸佛立地聽。", "345": "師勘清峰云。儞向什麼處去。峰云。識得即知去處。師", "346": "云。汝是了事人。亂走作什麼。峰云。和尚莫塗污人好。", "347": "師云。我即塗污儞。古人吹布毛作麼生。與我說來看。", "348": "峰云。殘羹餿飯已有人喫了。師便休。", "349": "師在天台國清寺。遇齋時。拈起󰊇盂問。座主。道得。我", "350": "與儞󰊇盂。主云。此是化佛邊事。師云。便做得座主奴", "351": "也。主云。某甲不會。師云。儞問我。我與汝道。座主禮拜。", "352": "師便蹋倒。", "353": "長生和尚一日入山禮拜師。師問。汝住持不易。有牛", "354": "具麼。生云。無。後辭師出山。師與勸使糧食相送。至門", "355": "首。生便行。師召云。長生。生回首。師云。洞山道底。洞山", "356": "道底。生應喏喏便行去。後院主問師。適來和尚道洞", "357": "山道底。意旨如何。師以手指口了。又指脚。", "358": "有一僧在山畔卓庵多年。不鬀頭。祇作一柄木杓。去", "359": "溪邊舀水喫。時有僧問。如何是祖師西來意。主云。溪", "360": "深杓柄長。僧歸。舉似師。師云。也甚奇怪。師一日同侍", "361": "者去訪佗。乃將鬀刀去。纔相見。便問。道得即不鬀汝", "362": "頭。主便將水洗頭。師便與佗鬀却。", "363": "師問孚上座云。見說臨濟有三句。是否。孚云。是。師云。", "364": "作麼生是第一句。孚舉目視之。師云。猶是第二句。作", "365": "麼生是第一句。孚叉手而退。師云。吽。吽。", "366": "師問僧。近離什麼處。僧云。佛日。師云。來時日出也未。", "367": "僧云。日若出。即鎔却雪峰。師便休去。復問僧云。闍棃", "368": "名什麼。僧云。玄機。師云。日織多少。僧云。寸絲不掛。師", "369": "云。參堂去。僧行三五步。師云。袈裟落地也。僧回首。師", "370": "便打云。大好寸絲不掛。", "371": "師一日與玄沙．招慶遊山次。沙云。看者象骨峰頭。還", "372": "有佛法也無。若道有。作麼生說有。若道無。且作麼生", "373": "說無。師云。儞道什麼。慶云。是有是無。沙云。若與麼。和", "374": "尚與招慶總明前。不明後。師云。汝且作麼生。沙云。佛", "375": "法還曾有麼。作麼生說有無。試道看。還是也無。沙又", "376": "問招慶。作麼生說有無底句。慶云。是者箇。作麼生說", "377": "有無。沙云。招慶也作麼生說有無。慶云。和尚是什麼", "378": "心行。沙云。不是者箇道理。師云。儞作麼生說有無。沙", "379": "云。即今是有是無。師云。儞也作麼生。沙云。不是外物。", "380": "有僧來禮拜師。師問。什麼處來。僧云。藍田來。師云。何", "381": "不入草。長慶聞。乃云。險。", "382": "師垂語云。要知此事。如一面古鏡相似。胡來胡現。漢", "383": "來漢現。僧便問。忽遇明鏡來。又且如何。師云。胡漢俱", "384": "隱。", "385": "師一日與玄沙行次。乃云。者一片地。好造箇無縫塔。", "386": "沙云。高多少。師以目顧視上下。沙云。人天福報不如", "387": "和尚。若是靈山授記。未夢見在。師云。子又作麼生。沙", "388": "云。高六七尺。", "389": "師示眾云。望州亭與儞相見了也。烏石嶺與儞相見", "390": "了也。僧堂前與汝相見了也保福問鵞湖僧堂前且置望州亭烏石嶺什麼", "391": "處相見鵞湖驟步歸方丈保福便入僧堂。", "392": "師與玄沙夾籬次。沙問。如何是祖師西來意。師將籬", "393": "障撼。沙云。喫許多辛苦作什麼。師云。子作麼生。沙云。", "394": "且過篾頭來。", "395": "有新到僧。師問。汝來作什麼。僧云。來禮拜和尚。師云。", "396": "阿那箇是儞和尚。僧乃不審。師踏云。者野狐精。放汝", "397": "三十棒。", "398": "師一日勘僧云。什麼處來。僧云。浙中來。師云。船來。陸", "399": "來。僧云。二途俱不涉。師云。爭得到者裏。僧云。有什麼", "400": "隔礙。師打趂出。僧過十年後再來。師云。甚處來。僧云。", "401": "湖南來。師云。湖南與者裏相去多少。僧云。不隔。師豎", "402": "起拂子云。還隔者箇麼。僧云。若隔。即不到也。師依前", "403": "打趂出。此僧住後。凡見人。便罵師。其僧有同行聞得。", "404": "特去相訪。乃問。兄到雪峰處有何言句。便如是罵佗。", "405": "遂舉兩度因緣。乃被同行叱罵。與佗說破。當時悲泣。", "406": "常向中夜焚香。遙望雪峰禮拜。", "407": "師問慧稜。古人道。前三三。後三三。意作麼生。稜便出", "408": "去。", "409": "師問僧。什麼處來。僧曰。嶺外來。師曰。還逢達磨也無。", "410": "僧曰。青天白日。師曰。自己作麼生。僧曰。更作麼生。師", "411": "便打。", "412": "師送僧出。行三五步。召曰。上座。僧迴首。師曰。途中善", "413": "為。", "414": "上堂。舉拂子曰。這箇為中下。僧問。上上人來。如何。師", "415": "舉拂子。僧曰。這箇為中下。師便打。", "416": "師云。飯籬邊坐餓死人。臨河渴死漢。玄沙云。飯籬裏", "417": "坐餓死漢。水裏沒頭浸渴死漢。雲門云。通身是飯。通", "418": "身是水。", "419": "問。如何是佛。師曰。寐語作什麼。", "420": "師行脚時。參烏石觀和尚。纔敲門。石問。誰。師曰。鳳凰", "421": "兒。石曰。來作麼。師曰。來啗老觀。石便開門。搊住曰。道。", "422": "道。師擬議。石拓開。閉却門。師住後。示眾曰。我當時若", "423": "入得老觀門。儞這一隊噇酒糟漢向甚麼處摸索。", "424": "上堂。盡大地是箇解脫門。把手拽伊不肯入。時一僧", "425": "出曰。和尚怪某甲不得。又一僧曰。用入作甚麼。師便", "426": "打。", "427": "師因閩王封柑橘各十顆。遣使送至。柬問。既是一般", "428": "顏色。為甚名字不同。師遂依舊封回。王復馳問玄沙。", "429": "沙將一張紙盇却。", "430": "上堂。眾集定。師輥出木毬。玄沙遂捉來安舊處。又一", "431": "日。師因玄沙來。三箇一時輥出。沙便作偃倒勢。師曰。", "432": "尋常用幾個。曰。三即一。一即三。", "433": "師因僧問。緊要處乞師指示。師曰。是甚麼。僧於言下", "434": "大悟。師送南際長老出。乃作女人拜。際斂手應諾諾。", "435": "師以手斫額便歸。", "436": "師將示寂。自制塔銘并敘曰。夫從緣有者。始終而成", "437": "壞。非從緣得者。歷劫而常堅。堅之則在。壞之則捐。雖", "438": "然離𢿨未至。何妨預置者哉。所以疊石結室。剪木成", "439": "函。搬土積塊為龕。諸事已備。頭南脚北。橫山而臥。惟", "440": "願至時。同道者莫違我意。知心者不易我志。深囑再", "441": "囑。幸勉勵焉。縱然它日邪造顯揚。豈如當今正眼密", "442": "弘。善思之。審思之。銘曰。兄弟橫十字雪竇註云。國無二君。又云。知麼。", "443": "同心著一儀風行草偃。又云。直與。土主曰松山四顧匪絕。又云。看。卵塔", "444": "號難提獨露相倚。又云。險。更有胡家曲一西一東。又云。大難。汝等切須", "445": "知自南自北。又云。會也。我唱泥牛吼聞莫舉頭。又云。呵呵。汝和木馬嘶見應", "446": "合眼。又云。撫掌。但看五六月豈可徒然。又云。叶。冰片滿長街事非草草。又云。", "447": "苦。薪盡火滅後去去誰同。又云。好住。密室爛如泥須到如此。又云。努力。梁", "448": "開平戊辰三月示疾。閩帥命醫。師曰。吾非疾也。竟不", "449": "服藥。遺偈付法。五月二日。朝遊藍田。暮歸澡身。中夜", "450": "入滅。壽八十七。臘五十九。建塔於本院方丈。", "451": "師偈語師偈語", "452": "光陰倐忽暫須臾。浮世那能得久居。出嶺年登三十", "453": "二。入閩蚤是四旬餘。佗非不用頻頻檢。已過還須旋", "454": "旋除。為報朝廷朱紫道。閻羅不怕佩金魚。", "455": "游檉洋游檉洋", "456": "青山無適莫。四畔無來路。安居不到處。出身終有餘。", "457": "因學人問事因學人問事", "458": "佗事佗人斷。己事己自裁。萬法剎那包。何用更往來。", "459": "送澄沼送澄沼", "460": "忽告歸鄉去。崎嶇枉涉途。雪嶺三秋外。澄沼一事無。", "461": "因讀寒山詩因讀寒山詩", "462": "可憐寒山子。多言復多語。橫路作籬障。何如直下覓", "463": "光舒。", "464": "咏魚鼓二首咏魚鼓二首", "465": "我暫作魚鼓。懸頭為眾苦。師僧喫茶飯。拈槌打我肚。", "466": "身雖披鱗甲。心中一物無。鸕󰭇橫谿望。我誓不入湖。", "467": "可憐魚鼓子。天生從地養。粥飯不能󳮊。空肚作聲響。", "468": "時時驚僧睡。懶者煩惱長。住持閙喧喧。不如打游漾。", "469": "放牛放牛", "470": "早朝放牛承露草。直至日晝干飽好。牛飽更無思食", "471": "念。牛兒無事唱牛歌。", "472": "勸人勸人", "473": "莫道肯去易。肯去也大難。虗空滿天下。迷人坐不安。", "474": "若切老婆心。勸君莫掠虗。忽遇明眼人。相逢笑殺渠。", "475": "枯樹解藏龍。貪睡不聞鍾。一朝侵早起。忽覺是何龍。", "476": "低頭不見地。仰面不見天。欲知白牛處。但看髑髏前。", "477": "達磨來路遠。汝莫辜負佗。子細審思觀。忽然悟去好。", "478": "人人盡有乾坤眼。莫隨妄情顛倒窺。恒沙國土總吞", "479": "盡。吞盡不我何旨旨。", "480": "枯木藏龍。䨓動必驚。驚者是少。不驚者多。", "481": "絕頂白似雪。眾水一源深。道場平如掌。我宗超佛心。", "482": "長江拋釣子。游魚帶絲絛。恩重鈎頭餌。輕欺上祖歌。", "483": "脚踏香積壠。頭枕馬鳴崎。身臥白雲裏。神光萬里祕。", "484": "會我最後句。與汝同一枝。", "485": "冬瓜長儱侗。葫蘆剔突圝。玲瓏滿天下。覽子黑漫漫。", "486": "君不見路邊華表柱。天下忙忙總一般。琵琶柦棙隨", "487": "手轉。廣陵玅曲無人彈。若是有人能彈得。一彈彈盡", "488": "天下曲。", "489": "世中有一事。奉勸學者取。雖無半錢活。能傳歷劫富。", "490": "登天不借梯。徧地無行路。包盡乾坤處。禪子火急悟。", "491": "寅朝不肯起。貪坐昏黃晡。魚被網裏劫。脹破獵師肚。", "492": "滿天不見路。萬里迷也沒。問汝世間人。何時得成佛。", "493": "磨磚不成鏡。虗空終有月。火急自提取。莫受多生屑。", "494": "高拋不至天。低擲豈著地。日輪隱山去。回頭更覓鼻。", "495": "我今勸汝道。汝休念文字。兼勸採樵人。努力莫相欺。", "496": "多生不出家。萬劫受辛苦。今日捨恩愛。誓願莫回顧。", "497": "春霜滿天寒。覽子黑漫漫。白牛常在髑髏前。勸君審", "498": "細看。", "499": "報汝等知乎。真性不在途。色身祇要閑。何用苦區區。", "500": "須知不從人處得。何勞晝夜苦求人。己珠逈然越三", "501": "界。不是聖人非色塵。", "502": "天色晴明綠嶂分。萬里虗空絕點雲。可惜時人何不", "503": "悟。肯者同游此法門。", "504": "萬里無寸草。逈逈絕烟霞。歷劫長如是。何須更出家。", "505": "辭曾氏辭曾氏", "506": "昔年曾許鬱多羅。直至如今未動梭。此日且隨雲水", "507": "去。誰能待得鴨成鵝。", "508": "贈實師伯贈實師伯", "509": "善哉道者。頓息大機。堂堂密密。將何顯伊。千山絕頂。", "510": "萬重綠衣。風雲抱合。我終不知。以此浮幻。隨處徉癡。", "511": "嚴霜欲至。放髮齊眉。僧俗不辯。懷量任疑。曉我微功。", "512": "雨勢雲飛。", "513": "幽州未得授戒幽州未得授戒", "514": "一十出家未是時。二十出家正是時。今遇官壇緣未", "515": "合。躘踵且作老沙彌。", "516": "自述自述", "517": "思量未到雪峰時。愛把浮生取次疑。及至法門非法", "518": "法。到頭無我亦無師。", "519": "師親寫版牌云師親寫版牌云", "520": "妄身臨鏡照影。影與妄身不殊。若欲去影留身。不知", "521": "身影常虗。身影從來不異。不得一有一無。若擬憎凡", "522": "愛聖。生死海裏常浮。", "523": "欲得不招無間業。莫謗如來正法輪。有物密救人。爭", "524": "奈人不知恩大難酬。", "525": "師在枯木菴坐禪於水磨坊前晒麥乃親題云師在枯木菴坐禪。於水磨坊前晒麥。乃親題", "526": "云", "527": "菴前永日無狼子。磨下終年絕󳭋兒。", "528": "山中至今竝無狼虎。凡于磨坊前晒麥。亦無鳥", "529": "󳭋。皆如師記耳。", "530": "師題僧堂前梁云師題僧堂前梁云", "531": "今朝不保明朝。常作千載遮頭。", "532": "師規制師規制", "533": "永明寺知覺禪師延壽立石", "534": "夫出家者。先效軌儀。肅嚴其行。行既精矣。乃曰其人", "535": "方可參選明師。次擇其理。且正道寂寥。盡古今而絕", "536": "逢。包通十方萬類。而從來莫二。如此之事。假世而言", "537": "之。若以住持之門。依像法而安處。收物情而共居。欲", "538": "令百川同歸一源。眾流而臻大海。古云。家無二主。國", "539": "無二王。二主必諍。二王則競。況僧居無諍。有諍非僧。", "540": "要令三世住持萬所。心安人和。不失其緒者矣。", "541": "或有投歸僧坊。而求變白披緇者。盡令歸奉一主。", "542": "主無二。即免為諍。但依芙蓉先師規制。即知其義", "543": "也。", "544": "藍田．張際兩莊。但逐年輪差了事僧勾當。始終供", "545": "應塔院。常住供養當院。僧徒等。切不得別議住持。", "546": "眾中或有老者．病者。不任自取索。即差了事童行", "547": "終始看侍。如無童行。轉差沙彌。如無沙彌。輪差大僧", "548": "始終看侍。無至違越。", "549": "或有鄉村檀那。精心禮請唱佛道場。必須眾議。能", "550": "為法事者差。免俗譏嫌。", "551": "當院出家沙彌．童行．大僧等。無事出院。不辭知事", "552": "及大眾等。如若却來。便須出院。若為小小因緣。若無", "553": "重過。却來。即罰禮一百拜放住。如若當時不遵指約。", "554": "亦須出院。", "555": "當院徒眾等。或非知事。輒行杖木。令人不安。晝時", "556": "出院。", "557": "右件條約住持之事。仰綱維主首及僧徒等。共相遵", "558": "守。不得違越。終而復始。光化四年閏六月十日。沙門", "559": "義存告示。", "560": "師遺誡師遺誡", "561": "報諸人等。夫泡幻緣生。去來不定。吾僅四十年來。未", "562": "甞不苦口相勸。近日佛法淡薄。唯於世諦殷勤。至於", "563": "信施檀那。師僧和尚。百年終歿。無善報恩。世禮既不", "564": "相應。亦合有少分省察。吾若四大離𢿨。日先已有木", "565": "函石龕。竝依舊志安排。不得別造墳塔。不得設靈筵。", "566": "不得持孝服。或有戴一尺布。下一滴淚。此非沙門。非", "567": "我眷屬。況更哭蒼天。但為俗態。頗辱宗門。或有不遵。", "568": "依法擯逐。當院年長有從智仰。共相遵授。不得妄有", "569": "乖張。佗後住持竝依芙蓉先師規制。況從前不曾親", "570": "度尼弟子。吾脫去後。切不得放入院門。免世譏嫌。為", "571": "恒式者。兼上院以後。切不得別議住持。開平二年戊", "572": "辰四月二十八日。沙門義存告示。", "573": "先師住持規制。奉宣下降帖命。準元條件施行。不許", "574": "各度童行。私置田業。擅泥鍋鐺。仍別眾食。寄附常住．", "575": "庄舍典質營轉等事。準此禁斷者。時乾德三年歲次", "576": "乙丑五月十二日。天下兵馬大元帥守尚書吳越國", "577": "王俶建。", "578": "雪峰真覺大師語錄卷下終", "579": "No. 1333-DNo. 1333-D", "580": "老真覺。傑出於五季分裂之時。自德山一棒桶底脫", "581": "之後。直得鼇店月寒。象峰雪霽。攬醍醐於一杓。彰大", "582": "用於三毬。派析兩宗。道超列祖。譬猶轟百億雷霆於", "583": "四天之下。曠數百世。其聲愈宏。至於垂機示訓。大教", "584": "至言。流出胸襟。蓋天蓋地。廣陵一奏。么絃下媿。不復", "585": "聲矣。向經󱐑變。版錄無留。福城覺如居士募緣重刊。", "586": "以廣其傳。覽者倘能向徽外側耳。便知陽春雪曲。大", "587": "雅正音。盡在是矣。其或未知。打鼓普請看。", "588": "時至治辛酉季夏雪峰嗣祖比丘悟逸敬跋", "589": "No. 1333-E 雪峰真覺大師年譜No. 1333-E", "590": "雪峰真覺大師年譜", "591": "唐穆宗皇帝長慶二年壬寅", "592": "師泉州南安縣人也。姓曾氏。父諱勉。是年。師降誕。", "593": "師家世奉佛。其先塋在楊梅山。西去城四十五里。", "594": "一峰翔拜于前。俗謂胡僧投拜。", "595": "三年癸卯　四年甲辰", "596": "敬宗皇帝寶曆元年乙巳", "597": "二年丙午", "598": "師五歲生酷惡葷茹。襁褓中。聞鐘梵之聲。或見旛", "599": "華像設。拜必為之動容。見者咸異之。", "600": "文宗皇帝太和元年丁未", "601": "二年戊申　三年己酉", "602": "四年庚戌", "603": "師年九歲。懇父母。求出家。鍾愛不從其請。", "604": "五年辛亥　六年壬子", "605": "七年癸丑", "606": "師年十二。從其父遊莆田玉㵎寺。見慶玄律師。遽", "607": "拜曰。我師也。遂留侍焉。", "608": "八年甲寅　九年乙卯", "609": "開成元年丙辰　二年丁巳", "610": "三年戊午", "611": "師年十七。祝髮。遂改法諱義存。", "612": "四年己未　五年庚申", "613": "武宗皇帝會昌元年辛酉　二年壬戌", "614": "三年癸亥　四年甲子", "615": "五年乙丑", "616": "師年二十四。是年。有旨沙汰佛法。師以服儒謁福", "617": "州芙蓉山弘照靈訓禪師。照撫而器之。留于左右。", "618": "六年丙寅", "619": "師年二十五歲。武宗崩。汰佛之令弛。", "620": "宣宗皇帝大中元年丁卯", "621": "師年二十六。是歲奉詔還佛。師再禮弘照為師。", "622": "二年戊辰", "623": "三年己巳", "624": "師年二十八。往幽州寶剎寺受戒。", "625": "四年庚午", "626": "五年辛未", "627": "師年三十。是歲五月九日。弘照和尚示寂。", "628": "六年壬申", "629": "七年癸酉", "630": "師年三十二。辭曾氏遊方。有偈曰。昔年曾許鬱多", "631": "羅。直至而今未動梭。此日且隨雲水去。誰能待得", "632": "鴨成鵝。遂同巖頭奯公在大慈寰中會下。與寰中", "633": "上足欽山文䆳為友。至江南。三登投子。九上洞山。", "634": "師甞在洞山作飯頭。一日。師淘米次。洞山問云。先", "635": "去沙。先去米。師云。沙米一時去。山云。大眾喫箇甚", "636": "麼。師遂覆却盆子。山云。子因緣不在此。遂參德山。", "637": "八年甲戌", "638": "九年乙亥", "639": "師年三十四。一日。洞山問師。作甚麼來。師云。斫槽", "640": "來。山云。幾斧斫成。師云。一斧斫成。山云。猶是這邊", "641": "事。那邊事作麼生。師云。直得無下手處。山云。猶是", "642": "這邊事。那邊事作麼生。師休去。", "643": "十年丙子　十一年丁丑", "644": "十二年戊寅　十三年己卯", "645": "懿宗皇帝咸通元年庚辰", "646": "二年辛巳", "647": "師年四十。參德山。師問德山。從上宗乘中事。學人", "648": "還有分也無。德山打一棒。云。道什麼。師此時豁然。", "649": "如桶底脫相似。", "650": "三年壬午", "651": "四年癸未", "652": "師年四十二。在德山作飯頭。一日。飯遲。德山自擎", "653": "󰊇下法堂。師曬飯巾次。見云。這老漢。鐘未鳴。鼓未", "654": "響。拓󰊇向甚麼處去。德山便歸方丈。師舉似巖頭。", "655": "頭云。大小德山不會末後句在。山聞舉。令侍者喚", "656": "巖頭至方丈。問。儞不肯老漢那。巖頭密啟其意。山", "657": "乃休。來日陞堂。果與尋常不同。巖頭到僧堂前。拊", "658": "掌大笑云。且喜得堂頭老漢會末後句。佗日天下", "659": "人不奈伊何。雖然。也祇得三年活。", "660": "五年甲申", "661": "六年乙酉", "662": "師年四十四。與巖頭同辭德山。師甞與巖頭同行。", "663": "至澧州鼇山鎮。阻雪。巖頭睡醒。見師巍坐。叱之云。", "664": "存兄。存兄。何不睡去。恰似三家村裏土地相似。師", "665": "點胸云。某甲這裏未穩在。巖頭云。據儞見處。一一", "666": "通來。師舉見鹽官．洞山．德山問答機緣。巖頭皆排", "667": "之。遂於言下大悟。起來。連喚師兄云。今日始是鼇", "668": "山成道。", "669": "七年丙戌", "670": "師年四十五。同巖頭．欽山欲參臨濟。至中路。逢定", "671": "上座云。臨濟和尚已於四月初十日示寂。師云。某", "672": "甲薄福。不見和尚。未審有何言句。定舉無位真人", "673": "話。自是三人分袂。巖頭往龍山。欽山止於澧陽。師", "674": "還閩。既而道由建安。結菴居之。今為黃龍．雙石二", "675": "寺是也。", "676": "八年丁亥", "677": "九年戊子", "678": "師年四十七。追念芙蓉肄業之地。遂還止於石室。", "679": "即靈洞巖是也。是歲。溈山．懶安領徒至。上廉帥李", "680": "景以書請師開創城西怡山王真人上昇之所。今", "681": "西禪寺是也。", "682": "十年己丑", "683": "師年四十八。宴坐石室。其徒有勸其出世者。師深", "684": "拒之。時有同學行實師伯謂師道德隆重。非鷲嶺", "685": "猴江之勝。不足以延之。議以象骨峰為稱。師領之。", "686": "十一年庚寅", "687": "師年四十九。是歲暮春。實師伯以為象骨峰之距。", "688": "詣諸耆耋。求卜精藍。時山之東信士方訓．謝効．陳", "689": "佐。競為遵守。願奉祇園。洎洪元表亦以陳洋半為", "690": "財施。遂剏菴於檉洋凉映臺之北。迎師居之。既至。", "691": "據坐而喜。謂實曰。勞汝擇焉。吾其居矣。是冬。師偕", "692": "實師伯升於峰頂。周覽形勝。歸議山名。或謂樵者", "693": "得象骨於峰巔。或謂是山頂四時皆有積雪。二號", "694": "兼稱。師笑曰。可。其上三百步得勝地。先是實師伯", "695": "買菴基於方公。公以山林施。謝．陳二公從而樂施。", "696": "自是檀度輻輳。或捨財。或置田業寖廣。", "697": "十二年辛卯", "698": "師年五十。大興院宇。至于木人効勞。速其成功。眾", "699": "以為喜。", "700": "十三年壬辰", "701": "十四年癸巳", "702": "師年五十二。營造木土之餘。隨機演唱。未甞少懈。", "703": "衲子至。無所容。", "704": "禧宗皇帝乾符元年甲午", "705": "師年五十三。時黃巢叛於東山。師憫國祚之艱。而", "706": "生靈塗炭也。", "707": "二年乙未", "708": "師年五十四。觀察使韋公捨錢三百緡為建造費。", "709": "自庚寅至茲山。凡六載。寺乃大備。僧智朗詣長安。", "710": "上院事以丐額。時遇應天節。乃賜應天雪峰寺。", "711": "三年丙申", "712": "師年五十五。寄書與巖頭。云。某甲信上師兄。自從", "713": "鼇山成道後。直至而今飽不飢。", "714": "四年丁酉", "715": "師年五十六。因游寺外。薦至陳洋。乃曰。吾首達茲", "716": "山。得三境界。此其三也。可以為建塔之所。今之塔", "717": "基是也。", "718": "五年戊戌", "719": "師年五十七。巢宼自浙入閩。是歲稜道者來參。稜。", "720": "鹽官人也。", "721": "六年己亥", "722": "廣明元年庚子", "723": "師年五十九。巢宼自廣入湘。", "724": "中和元年辛丑", "725": "師年六十。眾盈千五百人。凡來參。便輥出三箇木", "726": "毬。一留寢室。二藏塔中。是歲備頭陀出世。住梅溪", "727": "場普應寺。後遷玄沙。", "728": "二年壬寅", "729": "師年六十一。廉帥李景捨錢一十萬緡。司空潁川", "730": "陳公捨錢三百緡。觀察使韋公處濵捨錢二十萬", "731": "緍。置太平王坂庄。致仕隴西李公捨錢一百三十", "732": "八貫。繼而創城西大睦廨寺。是歲。有內官自閩回", "733": "京。言師之道德。欽承", "734": "禧宗皇帝聖旨。乃詔福州所司具師道行。時閩士陳", "735": "延郊疏其實以奏。賜號真覺大師并紫衣袈裟。", "736": "三年癸卯", "737": "四年甲辰", "738": "師年六十三。時克用破黃巢于太山虎口。師聞而", "739": "喜。", "740": "光啟元年乙巳　二年丙午", "741": "三年丁未", "742": "師年六十六。四月八日。巖頭遭宼難。大叫一聲。聞", "743": "數十里。命終。闍維。舍利無數。師聞而悲慘。", "744": "文德元年戊申", "745": "昭宗皇帝龍紀元年己酉", "746": "師年六十八。開基造塔於陳洋。即前所謂第三境", "747": "界。當年七月七日塔成。師自作塔銘。時行實師伯", "748": "示寂。師哭之慟。舉而葬于東山西原。師為塔記云。", "749": "身謝有為。塔歸無縫。松山一鎮。󳬈嶺千秋。師伯法", "750": "諱行實。俗姓高。永嘉人也。受業芙蓉山。自己丑年。", "751": "啟剏茲山。時行實明地理。破天荒。立山門。放水路。", "752": "原始要終。其功不淺。是年八月十四日。終於舊院。", "753": "壽六十七。臘二十六。", "754": "大順元年庚戌", "755": "二年辛亥", "756": "師年七十。再遊吳越。初抵天右湧泉。", "757": "景福元年壬子", "758": "師年七十一。是歲夏。止於靈隱。後至國清寺。復到", "759": "浮江。次遊育王。各有問答機緣。", "760": "二年癸丑", "761": "乾寧元年甲寅", "762": "師年七十三。復歸閩。止於陣洋塔所。府司徒郎公", "763": "請延府中。為說玄要。即施財建法堂于塔亭。是歲", "764": "遷寺於陳洋。今院是也。投契之緣。時有嗣法門人。", "765": "闡揚大法者五十六人。玄沙備．鵞湖孚．岩洞休．招", "766": "慶稜．雲門偃．鼓山晏等。", "767": "二年乙卯", "768": "師年七十四。領眾南遊。時黃涅槃預知師至。搘䇿", "769": "前迎。抵蘇溪。邂逅相遇。師遂問云。近離甚麼處。槃", "770": "云。辟支岩。師云。岩中還有主麼。槃以竹策敲師簥。", "771": "師乃出相見。槃云。曾郎萬福。師遽展丈夫拜。槃作", "772": "女人拜。師云。莫是女人麼。槃又設兩拜。遂以竹䇿", "773": "畫地。右繞師簥三匝。師云。某甲三界內人。師三界", "774": "外人。師宜前去。某甲後來。槃乃先回。師遂至。止囊", "775": "山。憩數日。槃供侍隨行徒眾。一無所缺。次至瓦棺。", "776": "時泉州太傅王延彬創東彌勒．資壽等院。迎師駐", "777": "錫。大加禮敬。時閩主王審知權執覇位。嚮師道化。", "778": "甞領千眾于東西第為王說法。初捨俸錢三十萬。", "779": "創橫屋二十間。次捨錢三十萬。創法堂．迴廊．方丈", "780": "等宇。", "781": "三年丙辰", "782": "四年丁巳", "783": "趙州諗禪師示寂。", "784": "光化元年戊午", "785": "師年七十七。閩王請師同玄沙入內論佛心印。大", "786": "王聞二師如此開示。起大信心。便立大誓願。志心", "787": "受持。終無退志。大王再請二師于內講論佛法。重", "788": "排香案。不許外泄。仍令內尚書三人隔帳錄其法", "789": "語。師乃請諸佛龍天證明。為王傳佛心印。復捨錢", "790": "四十萬鼎建大殿堂宇千百餘間。莫不大備。師先", "791": "年首至茲山。時山南陳洋信士藍文卿者。知師道", "792": "化。遂將所居東池側古檉樹創菴。延師駐錫。今枯", "793": "木菴是也。藍公復以檉洋庄創造精舍。請師居之。", "794": "今舊院是也。藍公見眾廣。復將所居之宅充為巨", "795": "剎。遷師主之。復蒙閩主忠懿王具奏", "796": "禧宗皇帝。賜封檀越主藍文卿為威武節度使。明護", "797": "侯王長男應潮通祐神君。弟僧守遠慈悲尊者。今", "798": "為本山土地。其後文卿與楊大娘．次男應辰等。徙", "799": "家於茆洋庄以成其志。仍施田園二十庄。今藍田．", "800": "太平．大睦等庄是也。", "801": "二年己未", "802": "師年七十八。閩王遣使齎銀交椅送師。", "803": "三年庚申", "804": "師年七十九。有　旨賜改本寺為應天廣福寺。", "805": "天復元年辛酉", "806": "師年八十。是歲閏六月初十日。師將條件住持及", "807": "僧行規制以示徒眾。大約事無大小。皆歸住持。百", "808": "川歸海。眾流同源。國無二王。家無二主。況僧居無", "809": "諍。有諍非僧。心安人和。不失其緒。至於庄院．塔院", "810": "皆有成規。老者．病者理令看待。若能聲演佛事者。", "811": "以應外緣。僧行有過。輕重量罰。既非知事。不許輒", "812": "行杖木。令人不安。凡百事但依芙蓉先師規制。即", "813": "知其義也。", "814": "二年壬戌", "815": "三年癸亥", "816": "師年八十二。寺眾日繁。歲入不給。屋宇漸漏。欲行", "817": "脩葺。工程浩大。有僧無量．無悅者。立心勸募眾緣。", "818": "輪奐仍舊。以遵師行。", "819": "哀帝天祐元年甲子", "820": "二年乙丑", "821": "師年八十四。閩王再施錢重建枯木菴及開大池。", "822": "約萬有餘工。師甞在枯木菴坐禪。傍有水磨晒麥。", "823": "師親題云。菴前永日無狼虎。磨下終年絕󳭋兒。此", "824": "師之誡諭。至今無虎󳭋。", "825": "三年丙寅", "826": "師年八十五。泉州王太傅遣使來請稜道者住持", "827": "招慶寺。師以書報玄沙。沙上山送之唐祚至此為梁所纂。", "828": "梁大祖皇帝開平元年丁卯", "829": "師年八十六。師自圖塔樣。令人呈獻閩王。王遣使", "830": "往江西瑞迹山披材石。為師建塔及真堂三間。與", "831": "師造龕子。龕完。報和尚知道。師云。舁向堂前著。看", "832": "儞不奈何。", "833": "二年戊辰", "834": "三月。師示微疾。閩王命醫診視。師云。吾非疾也。竟", "835": "不服藥。四月十五日。師坐法堂。示遺誡等事。乃云。", "836": "當院年長有智者。其相遵受。不得妄有乖張。至本", "837": "月二十八日。謂眾云。泡幻緣生。去來不定。吾僅四", "838": "十年來。未甞不苦口相勸。近日佛法澹薄。唯於世", "839": "諦慇懃。至於信施檀越。師僧和尚。百年終歿。無善", "840": "報恩。世理既不相應。亦合有少分省察。吾若四大", "841": "離散之日。先已有木函石龕。竝依舊志安排。毋違", "842": "我意。若有披麻下淚者。非我眷屬。眾皆稟命共矢。", "843": "修營塔制苟完。西盇石未具。是夕烈風雷雨震撼", "844": "林壑。東山之上。地忽震裂。廣袤尋丈。其平如砥。舉", "845": "而用之。函盇相合。見者咸異。五月二日。師手札百", "846": "餘字。別閩王。朝遊藍田。暮歸澡身。是夜十八刻。右", "847": "脇而順寂。壽八十七。臘五十九。至初十日。建窣堵", "848": "波於本院方丈。閩王遣子刑部尚書王延稟入寺", "849": "哀慟。特諭祭禮。至十五日。全身入塔。師自唐咸通", "850": "庚寅開山剏寺。至梁開平戊辰入滅。闡揚教法三", "851": "十九年。", "852": "雪峰真覺大師年譜終", "853": "No. 1333-F 雪峰語錄大尾No. 1333-F", "854": "雪峰語錄大尾", "855": "大羹玄酒為眾味王。淡然有餘味。雲門咸池為眾音", "856": "君。朴然有遺音。與彼肥甘之爽眾口。淫哇之盪眾耳", "857": "者。不可同年而語也。雪峰言語簡古純真。淡然味朴。", "858": "然音不可於眾口。如針於眾耳。但此中人則染指而", "859": "領焉。承響而知焉。經山老隱睡安光和尚曾得此錄。", "860": "而領知最深。自謂壽梓與前所刻之玄沙語錄竝行", "861": "焉。爭奈何未幾化緣示終。而空成未了因。有志于法", "862": "門者。誰不惜之乎哉。今也其徒某者持來授余。盇似", "863": "以其師遺意媒蘖於老衲者。是以不忍獨甞其味。獨", "864": "聽其音。挍閱一番。乃付印生。以圖翻刻。只願雪峰真", "865": "風播揚此土。令我新豐一脈有鄰不孤。是余流通之", "866": "意也。", "867": "旹", "868": "元祿十四年龍集辛巳季夏　吉旦", "869": "鷹峰閑道人卍山老衲涉筆於武陵之客檐", "870": "No. 1333-G 附錄No. 1333-G", "871": "附錄", "872": "No. 1333-G-a 福州雪峰山故真覺大師語錄序No. 1333-G-a", "873": "福州雪峰山故真覺大師語錄序", "874": "翰林侍讀學士中散大夫守尚書禮部侍郎同", "875": "知承進銀臺　普門下封駮事判太常寺權判", "876": "尚書部省主護軍瑯瑘郡開國侯食邑一千九", "877": "百戶食實封二百戶賜紫金魚袋王　隨　撰", "878": "余早慙懵學。偶竊上第。出遭熈世之旦。驟歷清華之", "879": "職。而每以憂恚內畜。聲利外馳。客塵翳于本源。風波", "880": "鼓其營慮。認世榮為久樂。聆禪談為戲論。安知乎寵", "881": "辱齊致。生滅一如。方以執迷。忽矣有悟。向者出牧杭", "882": "府。諳官崇川。退食自公。居多暇日。因覧傳燈錄雪峰", "883": "上堂語云盡乾坤是箇解脫門。又別云三世諸佛．十", "884": "二部經。到此徒勞。精究茲義。豁如醉醒。乃知道豈云", "885": "遠。歸真則達。佛不在外。因心乃成。尋有偈曰。廓然見", "886": "佛旨。天地掌中視。噫。玅明之性既覺。圓頓之理斯契。", "887": "脫煩惱之覊鏁。踏清凉之境界。今年初春。有閩中高", "888": "士江夏黃君洵武。同雪峰山崇聖禪院知御藏賜紫", "889": "僧守勛垂訪。勛公捧故雪峰真覺大師語要一軸。且", "890": "云。大師法號義存。性曾氏。泉州南安邑人也。祖先而", "891": "下。欽奉真諦。大師生而聰警。不茹葷血。孩提時聞鍾", "892": "磬。覩僧佛。必喜動容色。九歲欲捨家。父母鍾愛。弗之", "893": "許焉。後三年。從家君遊莆田玉㵎寺。禮寺主僧慶元。", "894": "以其行業高潔。即曰。我師也。遂留侍左右。年十七祝", "895": "髮。以唐武宗罔崇像法。乃隱跡芙蓉山。俄而宣宗皇", "896": "帝復其道也。乃此遊吳楚。直抵燕秦。受具于幽州寶", "897": "剎寺。而後南歸。居名巖。轉玅輪。闡宗教者四十年。聚", "898": "清眾常不下千五百人。而又傳密印者。則有玄沙．鵝", "899": "湖．洞巖．鼓山．昭慶五尊者。同垂大名。至于今之世矣。", "900": "繄先師法要未著冠篇。後裔恥之。叢林歎息。欲求數", "901": "十言。光於厥集。可不偉歟。余曰。向者因觀先真覺機", "902": "緣語而開悟。今獲。盡覽其所述言句。若積陰而覩瑞", "903": "日。久暍而飲甘露。其幸也何如爾。矧見託於序引。敢", "904": "輒形於牢讓。聊述裴筆於帙首云爾。", "905": "天聖龍集壬申歲仲春戊戌日西齋敘", "906": "No. 1333-G-b 雪峰真覺大師廣錄後序No. 1333-G-b", "907": "雪峰真覺大師廣錄後序", "908": "自有禪學以來。學者至於遺形軀。甘枯稿。入山林不", "909": "返。或馳騁市里與屠沽游污而不屑。然蹈其餘風。泳", "910": "其末流。亦足以知其概矣。盇其眇茫如太虗。積幽曠", "911": "然窅然。高之無上。深之無下。索之不聞。覽之不得。思", "912": "之無有。死生亦大矣。而不得與之變。古今亦久矣。而", "913": "不得與之遷。󳭪閎博大不可端倪。有能見而體之。豈", "914": "不韙哉。傳記所錄。略可道者。千有餘人。皆聚徒成羣。", "915": "開門名家。以語言文字見於後世。考其從師之艱難。", "916": "見道之遲暮。勤渠反復。惓惓不已。卒以大成。則吾於", "917": "雪峰大師。見之矣晚。而自弃於窮山斷嶺。巉岩荒絕", "918": "之處。人跡不至。野獸與游。薙茅為菴。以庇風雨。學者", "919": "赴之。滿于五百。屋瓦鱗比。長林際天。粳穄如雲。彌數", "920": "百里。凡資之以生者。不求而足。盇東南以來。禪林之", "921": "盛。未之有也。余來福州二年。恨不得至其山中一瞻", "922": "其塔。因取畵像入城禮焉。像之幅四。雪峰大師正中", "923": "危坐。立兩旁而侍焉者。若雲門偃．玄沙備。凡十有二", "924": "人焉。余既傳其圖。將以似夫學者。因盡索其禪語于", "925": "山中。而散亂漫滅。僅存而不可考。獨得文惠王公所", "926": "為語錄序刻石。又旁搜博採。刪其重復。諉僧數人。共", "927": "讎正之。然後先失序。傳寫乖謬。姑次第之。以俟知音", "928": "考焉。", "929": "元豐三年十一月二十八日右司諫直集賢院知", "930": "福州　州事充福建路兵馬鈐轄高郵孫覺序", "931": "No. 1333-G-cNo. 1333-G-c", "932": "難提氏至言不文。逗機觀根。則有安立隨俗。顯了之", "933": "談。決惑彈偏。則有隨波截流。涵濡之語。珠迴玉轉。繡", "934": "軸錦機。要從言下默忽知歸。是謂以大事因緣出現", "935": "於世者也。始自三登九到。證道鰲山。摭礫求環。萃成", "936": "家語。兵燹之餘。將求一二。竟不可得。深抱憾焉。近於", "937": "塵英搜訪。獲螙板帙半于覺如挽濟之堂。敬松學人", "938": "完之全璧。用廣流通。幸望因人從旁悟入。咸酬鼻祖", "939": "恩私萬一云耳。守方山大雲蘭若募緣比丘慧真薰", "940": "沐拜題。", "941": "No. 1333-G-d 雪峰真覺大師偈頌(並)序No. 1333-G-d", "942": "雪峰真覺大師偈頌並序", "943": "大師□自初止雪峰。方芟綠野。玄樞既闢。清眾咸來。", "944": "首於咸通。洎乎光化。至於提闡宗教。寰海聞諸。故不", "945": "錄矣。其或對緣成偈。因事成草。但要啟於精微。竟不", "946": "拘於音律。可謂𧬆顯而意密。言約而理深。若以纖毫。", "947": "豈裨直旨。使夫得其門者。辯室中之富貴。不隔丘牆。", "948": "問其津者。認形影之妍𡟎。從觀樂鏡。惠蟾甞因屬耳。", "949": "靡不書紳。然慮未聞。久為濫誤。余則採諸偈頌。略標", "950": "題敘耳。", "951": "No. 1333-G-e 雪峰崇聖禪寺󳬴記文No. 1333-G-e", "952": "雪峰崇聖禪寺󳬴記文", "953": "資善大夫行在禮部尚書毗陵胡濙撰文", "954": "奉政大夫翰林院學士兼左春坊大學士廬陵胡", "955": "廣篆額", "956": "賜進士徵事郎行在刑科給事中三山姚銑書丹", "957": "永樂十七年冬。予奉使閩󳱮。登覧雪峰之勝。適值住", "958": "持遠芷。號秋崖。闢甃𣂫徑。轉褊隘為弘深。由萬工池", "959": "以達三門。浚池建橋。撤舊更新。規模壯觀。經始之時。", "960": "予適至寺。眾僧歡躍。以政作吉祥之應。予亦喜其山", "961": "林清蔓。因留信宿。芷公乃從容謂曰。茲山來自武夷。", "962": "延袤聯絡歷數百里。以至於此。乃巍然高聳。峭拔層", "963": "空。盇閩地多燠。冬罕霜雪。惟茲山勢接剛風。氣候侔", "964": "於中土。冬常積雪。故名雪峰。唐真覺祖師駐錫于此。", "965": "剏建梵宮。歷年既久。屢興屢廢。今", "966": "聖天子興崇佛教。凡名山古跡。皆葺而新之。僧錄以", "967": "雪峰名剎。非戒行老成者。不足以當興復之任。乃於", "968": "永樂二年。詢謀僉同以前", "969": "欽選住泉州大開元寺潔菴映禪師來主斯席。師姓", "970": "洪氏。名正映。號潔菴。世居江右之金谿。自幼托跡沙", "971": "門。不茹葷羶。受具足戒於杭之昭慶寺。得法於靈谷", "972": "巽中禪師。遠芷亦江右臨川人。因得隨侍嗣法。分葺", "973": "玄沙。師登山之日。殿堂門廡俱為瓦礫荊棒。師即慨", "974": "然感嘆。奮志興復。誓不下山。寒暑一衲。脇不沾席。是", "975": "致八閩崇敬。四眾歸依。積糧于廩。伐木于山。陶瓦甓", "976": "而儲器用。越五年。佛殿成。又明年。法堂三門同日創", "977": "建。弘碩雄偉。視舊有加。肖像端嚴。金碧煇煥。□以上", "978": "祝", "979": "聖壽。下祈民福。功德之大。不可思議。一日。師諭遠芷", "980": "曰。汝興復玄沙。功業已竟。茲山創置。大體固具。然廊", "981": "廡僧堂尚未周完。予年已衰邁。欲歸老靈谷。非汝不", "982": "足以繼吾志。遂移檄僧錄。於永樂十六年。以遠芷升", "983": "代師任。夙夜惟謹。猶不敢忘其付囑。凡所未備者。悉", "984": "為成之。復按茲寺創始於真覺。其示寂之際。預留讖", "985": "云。石塔卯󳫲。杉枝拂地。奯竹筍生。五百年後。吾當再", "986": "來。至潔菴登山適五百二年。諸讖俱驗。如合符節。況", "987": "師顏貌又與真覺無異。故人咸以師為再來之真覺", "988": "也。此固不可以無記。願賜一言。勒諸貞珉。用垂不朽。", "989": "予惟佛氏之興。筆蹟已遠。其教以持戒守律為初地。", "990": "以明心見性為實際。學其學者。勞形苦志。困悴山林。", "991": "宴坐默存。求底於常樂常住．不生不滅之域。又何與", "992": "於寺之輪奐焉。然像教之設。大眾瞻仰。人心之感。先", "993": "乎目之所見。觀殿宇之巍峩。像設之嚴肅。則敬心悚", "994": "然而生。敬心生則萬善由是而積。自漢以來。教日益", "995": "滋。寺日益盛。至於唐宋間。有摧沮排抑。欲廢其教者。", "996": "誠以盈虗消息皆係乎數。有形則有數。惟法無形。固", "997": "不囿乎數。佛與僧寺皆有形者。豈免於數乎。姑以此", "998": "寺言之。自真覺至於正映。纔五百餘年。興廢不知其", "999": "幾。至是果應讖而大興者。豈非真覺能知乎數。而預", "1000": "為張本乎。自小世界至三千大千世界。乃至無量無", "1001": "數微塵剎土。皆始於成而終於空。終則復始。展轉循", "1002": "環。無有窮已。一切有為之法。亦復如是。而有無□成．", "1003": "無住．無壞．無空者存。試觀乎寺。今既成矣。而汝又住", "1004": "其中矣。其壞其空寧保於後日乎。雖然。誠能盡汝今", "1005": "日成住之責。必堅必確。使無速朽。吾為汝記。俾汝後", "1006": "之法嗣。厥子若孫。因吾之言。思紹汝志。繼而葺之。使", "1007": "不致於屢壞屢空。是亦汝與汝師常住乎中也。芷曰", "1008": "唯唯。遂書以為記。", "1009": "宣德八年歲在癸丑二月日前住當山遠芷同當", "1010": "代住持良琛立石", "1011": "No. 1333-G-fNo. 1333-G-f", "1012": "當年我祖輥三毬。價索遼天孰敢酬。有意氣時添意", "1013": "氣。不風流處也風流。", "1014": "洞山九轉緣何事。投子三登著意深。雪擁鰲山親見", "1015": "後。六華峰秀至如今。", "1016": "旹永樂元年癸未歲仲冬朔住山嗣祖比丘希儒", "1017": "補版焚香拜贊", "1018": "No. 1333-G-g 雪峰禪寺二十四景詩　續集No. 1333-G-g", "1019": "雪峰禪寺二十四景詩　續集", "1020": "雪峰山雪峰山", "1021": "奇峰積雪隱芙蓉。畵不成形染不濃。霽色遙觀三島", "1022": "月。寒光常見四時冬。瑤臺凍合深迷路。玉樹華開半", "1023": "雜松。僧住上方銀世界。虗明影裏出疎鐘。", "1024": "寶所亭寶所亭", "1025": "金碧玲瓏寶所亭。溪山四面染丹青。水晶簾外珊瑚", "1026": "樹。瓔珞龕前瑪瑙瓶。獻錦天孫迎象駕。散花玉女聽", "1027": "金鈴。月明徙倚雕欄望。百瑞光中走萬靈。", "1028": "藍田庄藍田庄", "1029": "藍田庄近六華峰。峰頂藍田秀所鍾。分水遠從寒㵎", "1030": "落。隔雲長見夕陽舂。前人種玉初生子。隱者耕雲自", "1031": "學農。欲採靈芝遊此地。蒼崖翠壑路重重。", "1032": "枯木菴枯木菴", "1033": "池邊枯木劈禪宮。內坐真僧觀大空。璧月珠星窺竅", "1034": "穴。錦雲彩霧作簾櫳。經年苔蘚留春色。別嶼烟華咲", "1035": "晚紅。可是根源延歲月。靈苗毓秀滿山中。", "1036": "三毬堂三毬堂", "1037": "六華峰在象山邊。堂上三毬不記年。欲去欲來無定", "1038": "止。非虗非實自團圓。休將綵棒拋過海。莫挽雕弓送", "1039": "入天。可是吾師曾演化。三星驚落翠微前。", "1040": "一洞山一洞山", "1041": "一洞天開縹緲山。洞中誰識是仙寰。無窮景物在觀", "1042": "裡。有別乾坤非世間。松徑月斜巢󳬈唳。石門雲溼雨", "1043": "龍還。至人招我視瑤艸。足踏殘花滿地斑。", "1044": "半山亭半山亭", "1045": "翠微亭子起巖端。此日凭高興未闌。仰看層顛雲影", "1046": "近。俯臨絕㵎水空寬。群鴉斜度天風急。一󳬈遙衝海", "1047": "樹寒。況有松陰堪憩息。遊人誰不此盤桓。", "1048": "化城亭化城亭", "1049": "自天移下化城臺。臺下黃金滿地堆。風引慈雲巖畔", "1050": "起。月明真境畵中開。仙童奏樂瑤空去。玉女持華鷲", "1051": "嶺來。多少遊人同會此。水光山色共徘徊。", "1052": "無字󳬴無字󳬴", "1053": "穹󳬴斜臥古巖邊。玅道元無字可鐫。剝落舊紋惟蘚", "1054": "跡。糢糊新篆是蝸涎。天成不用龜趺載。歲久還同玉", "1055": "體堅。欲把新詩題往事。惜無鋒筆大如椽。", "1056": "萬松關萬松關", "1057": "誰種青松萬樹齊。兩行夾徑入招提。半空爽籟秋長", "1058": "在。滿地凉陰晝欲迷。琥珀氣浮成翠靄。黃金花落混", "1059": "香泥。吾將攬結蒼蒼色。縹緲巢雲伴󳬈栖。", "1060": "雪嶠路雪嶠路", "1061": "遠嶠迢迢透雪中。素華凝處往來通。高如玉砌升瑤", "1062": "闕。峻似銀橋上月宮。仙子步虗身晃朗。征夫躋險影", "1063": "󳬿朧。尋梅直上層巔去。下顧平原一色同。", "1064": "龍眠方龍眠方", "1065": "山似龍眠一帶斜。此身常是白雲遮。雨餘有汗生鱗", "1066": "甲。樹密無人見爪牙。變化何時逢霹靂。蜿蜒長日吐", "1067": "烟霞。不知何代經降伏。歷盡乾坤幾歲華。", "1068": "文殊臺文殊臺", "1069": "烟霞萬頃錦成堆。舊是文殊顯化臺。西極好風南海", "1070": "過。中天法雨下方來。綵毫獅子乘雲去。金佩龍王帶", "1071": "月回。千古靈踪何所見。清凉石畔野花開。", "1072": "古鏡臺古鏡臺", "1073": "似玉無瑕古鏡臺。乾坤未判自先開。一天雨洗塵埃", "1074": "淨。萬壑雲收月影來。金碧畵中開曉匣。冰蟾暈裡長", "1075": "蒼苔。何由飛上青霄外。分散神光照九垓。", "1076": "金鰲橋金鰲橋", "1077": "金鰲出地欲騰空。橫駕長溪碧霧中。倒影不隨流水", "1078": "去。幻身應與臥龍同。恍疑銀漢連烏鵲。復訝清波現", "1079": "彩虹。莫向滄溟戴蓬島。行人永賴度西東。", "1080": "羅漢崖羅漢崖", "1081": "神僧高隱在天台。借問何時度海來。雲路舊通方廣", "1082": "寺。石崖況近梵王臺。靈光午夜連明月。聖跡千年寄", "1083": "碧苔。異景青春常不老。至今猶見百花開。", "1084": "梯雲嶺梯雲嶺", "1085": "古嶺岧嶤近碧空。天梯萬丈跨飛虹。雲開鳥道層層", "1086": "險。路入松門步步通。仙仗每遊蒼樹裏。樵歌遙度碧", "1087": "烟中。幾回自補東山屐。前後登臨嘯晚風。", "1088": "象骨峰象骨峰", "1089": "大象由來力勢雄。是誰剸骨架空中。髓枯盡變玲瓏", "1090": "石。秀發還從造化功。疑是巨身沈古㵎。更無長鼻動", "1091": "春風。何當一夕生元氣。還載神僧過日東。", "1092": "磨香石磨香石", "1093": "玲瓏石上好磨香。造化鍾成古道傍。清氣不隨風散", "1094": "盡。英華長與霧悠揚。依稀鷄舌浮春暖。恍惚龍涎吐", "1095": "夜凉。知是何人留手澤。經過誰不嗅餘香。", "1096": "放生池放生池", "1097": "秋氣清凉春氣和。放生池上放生多。恣飛恣躍無拘", "1098": "繫。隨去隨來脫網羅。荷葉葢中擎化雨。菱花鏡裏漾", "1099": "仁波。俯臨清淺觀天影。萬像熈熈共蕩摩。", "1100": "蘸月池蘸月池", "1101": "湛湛平池數畞寬。一波不動夜光寒。弄珠神女乘空", "1102": "去。臨鏡嫦娥倒影看。白碧古今長混合。青天上下映", "1103": "團欒。水晶宮殿無纖翳。時見蛟龍海底蟠。", "1104": "望州亭望州亭", "1105": "夕陽西下水東流。獨上高亭望趙州。雲起碧空迷󳬈", "1106": "影。雨收蓬島露鰲頭。甞茶人往知何處。祇樹華殘度", "1107": "幾秋。十二欄干吟倚遍。一輪明月在滄洲。", "1108": "卓錫泉卓錫泉", "1109": "雪峰峰下翠岩前。卓錫開通一派泉。甘味絕勝和石", "1110": "髓。流香應是帶龍涎。碧寒苔蘚封靈跡。清雜松篁響", "1111": "夜絃。溪轉機玄留不住。終歸大海浸蒼天。", "1112": "應潮泉應潮泉", "1113": "碧沼靈泉應海潮。潮來泉長去還消。一呼一吸通天", "1114": "地。乍淺乍盈隨旦霄。下有水仙居溟漠。上浮清氣逼", "1115": "炎囂。恐驚深窟蛟龍睡。不敢問吹碧玉簫。", "1116": "旹天順元年丁丑歲僧錄司右街覺義前", "1117": "雪峰七十六代住山嗣祖月菴沙門源潭敬顯", "1118": "No. 1333-G-h 次韻二十四景詩No. 1333-G-h", "1119": "次韻二十四景詩", "1120": "雪峰山雪峰山", "1121": "六華凝結素芙蓉。隔崦流雲淡復濃。夏入伏中微覺", "1122": "暑。時移秋半便如冬。銀堆錯落千重崱。玉砌槎牙百", "1123": "丈松。幾度雨花臺上望。光搖樓閣起霜鐘。", "1124": "寶所臺寶所臺", "1125": "瓊瑤臺畔彩華亭。高倚雲霞遠送青。翡翠󳭋栖多寶", "1126": "樹。珍珠花插稡金瓶。沈香烟吐屏前鴨。紫竹枝敲榭", "1127": "角鈴。倚徧玉欄揮梵塵。半空黃󳬈載仙靈。", "1128": "藍田庄藍田庄", "1129": "井井藍田繞雪峰。幽人種玉玉多鍾。徑邊梅落香難", "1130": "散。岩罅泉飛水自舂。山女穿雲閑拾翠。山僧帶雨看", "1131": "耕農。丹山碧水烟村遠。九里松深翠幾重。", "1132": "枯木菴枯木菴", "1133": "古木中虗廣若宮。老僧於此坐談空。根蟠地軸通滄", "1134": "海。影落湘簾暎綉櫳。石竹雲邊搖晚翠。山茶雪後觀", "1135": "春紅。對茲休問榮枯事。都在冥冥幻化中。", "1136": "三毬堂三毬堂", "1137": "牀猊麈尾玅無邊。名播華夷五百年。三箇趯丸非定", "1138": "器。一團真氣合乾圓。循環偶數原奇數。來往人間忽", "1139": "上天。千百眾中誰會得。玄沙微咲立堂前。", "1140": "一洞山一洞山", "1141": "天下名傳第一山。山中有洞異人寰。璚芝瑤草芳菲", "1142": "外。瑞靄祥雲縹緲間。偶見金蓮從地湧。倐看白󳬈自", "1143": "天還。天台劉阮應堪笑。出洞懷仙𩯭已斑。", "1144": "半山亭半山亭", "1145": "巍亭結架碧雲端。畵棟雕梁玉砌闌。勢槩山川能自", "1146": "大。清留風月不須寬。隔溪紅影流殘照。入座青陰送", "1147": "曉寒。堪咲會稽蘭渚會。流觴曲水恣盤桓。", "1148": "化城亭化城亭", "1149": "扶筇閑步上高臺。滿目烟霞錦作堆。翠竹風搖明月", "1150": "碎。青山雨過白雲開。王孫顯化城中住。佛子從多劫", "1151": "外來。可是導師方便處。天華法雨共徘徊。", "1152": "無字󳬴無字󳬴", "1153": "一片名󳬴偃徑邊。龍章鳥篆古曾鐫。月斜梅影淡如", "1154": "墨。雨洗苔痕滑似涎。天愛奇文雷電取。地箝怪石雪", "1155": "霜堅。要令夜夜星辰照。歲久無人構一椽。", "1156": "萬松關萬松關", "1157": "萬樹喬松插漢齊。孤標挺秀列菩提。月中影淡霜根", "1158": "冷。雨後陰濃草徑迷。黃粉飄時香逗谷。白苓生處氣", "1159": "蒸泥。關前間植琅玕竹。引得青鸞紫鳳栖。", "1160": "雪嶠路雪嶠路", "1161": "久住銀山銕壁中。岧嶤一徑少人通。天神種玉鋪瑤", "1162": "砌。羽客乘雲步梵宮。夢入九霄魂杳渺。覺來千界月", "1163": "󳬿朧。峰迴岫轉雲深處。逈與紅塵路不同。", "1164": "龍眠方龍眠方", "1165": "蜿蜒山勢半欹斜。髣髴龍眠霧氣遮。松底枯根蟠老", "1166": "骨。竹邊新笋迸靈牙。暮歸古寺聞真法。晨向東林咀", "1167": "絳霞。滄海夜深明月上。頷珠一顆散光華。", "1168": "文殊臺文殊臺", "1169": "六出峰頭翠作堆。文殊臺恍近華臺。維摩示疾牀中", "1170": "臥。龍女呈珠海上來。獅座氤氳香霧繞。象峰皎潔景", "1171": "星回。時人會得清凉意。大地春歸花自開。", "1172": "古鏡臺古鏡臺", "1173": "本來明鏡亦非臺。鏡若明兮心自開。窈窕青鸞團影", "1174": "無。嬋娟玉兔送光來。中涵日色星星火。背剝銅青點", "1175": "點苔。海角天涯雲散盡。禪心皎皎照京垓。", "1176": "金鰲橋金鰲橋", "1177": "遠見鰲山聳碧空。鰲橋又跨漢津中。衢通京國千岐", "1178": "路。水出源頭萬派同。白晝無蹤騰化杖。青霄有影接", "1179": "飛虹。高僧西去何時返。橋畔松枝欲向東。", "1180": "羅漢崖羅漢崖", "1181": "一錫飛來駐上台。巉崖高處絕人來。㵎邊雨洗降龍", "1182": "鉢。岩畔風生伏虎臺。抱子玄狷窺綠樹。引麑白鹿䑛", "1183": "蒼苔。懸知諸漏都忘盡。銕杖敲門總不開。", "1184": "梯雲嶺梯雲嶺", "1185": "迢迢石磴掛晴空。山轉橫垂飲㵎虹。斷鴈恍疑天上", "1186": "落。歸鴉閃與日邊通。遠看人影依微際。近聽松琴杳", "1187": "靄中。靜夜不知明月上。玲瓏仙佩振香風。", "1188": "象骨峰象骨峰", "1189": "屹哉巨獸更威雄。夷國來歸佛地中。曾授普賢行願", "1190": "力。仍從雪老苦修功。如何孤骨長埋石。無復雙牙再", "1191": "露風。焚却幻身名尚在。真靈元自海涯東。", "1192": "磨香石磨香石", "1193": "天降芒星石魄香。誰言磨盪翠微傍。晴分烟縷非風", "1194": "嫋。夜吐精花帶月揚。不比紫茸茶品液。可宜龍腦雨", "1195": "中凉。而今蘭若流光遠。何必長薰解脫香。", "1196": "放生池放生池", "1197": "聖朝壽域煦天和。品類羣生放且多。堪笑坦途施坎", "1198": "穽。更嗟平地下絲羅。謾將此處為仁海。淨洗人心正", "1199": "慾波。撤去商家三面網。乾坤生氣共呵摩。", "1200": "蘸月池蘸月池", "1201": "誰鑿方塘一鑒寬。澄波湛湛月華寒。紛紜野馬空中", "1202": "絞。燦爛冰輪水上看。桂洗清香浮馥馥。松垂瘦影照", "1203": "欒欒。老僧不斫吳剛斧。留個根株偃蹇蟠。", "1204": "望州亭望州亭", "1205": "亭繞千山萬壑流。相望趙老在何州。心馳寥廓天窮", "1206": "處。目斷蒼茫水盡頭。雨洗鰲峰吟裏趣。雲迷󳬈路望", "1207": "中秋。神機欲問因何事。知在蓬瀛第九洲。", "1208": "卓錫泉卓錫泉", "1209": "携錫尋源象骨前。須臾卓錫湧甘泉。清疑沆瀣潛通", "1210": "脈。香訝神龍暗吐涎。激石翻騰浮蟹眼。出溪嗚咽響", "1211": "鵾絃。一泓澄定光明鏡。同我禪心瀁個天。", "1212": "應潮泉應潮泉", "1213": "石中迸出契江潮。氣與陰陽長復消。挹取多人隨滿", "1214": "淺。升沈有候測晨霄。曾將清味滋吟吻。却笑貪名播", "1215": "俗囂。隱拙雪山高處臥。月明洗耳夜聞簫。", "1216": "No. 1333-G-i 二十四景摠詩No. 1333-G-i", "1217": "二十四景摠詩", "1218": "雪峰寶所近藍田。枯木三毬一洞天。半嶺化城無字", "1219": "石。萬松雪嶠有龍眠。文殊古鏡金鰲畔。羅漢梯雲象", "1220": "骨巔。香石放生池蘸月。望州卓錫應潮泉。", "1221": "當代住山遠孫比丘　智明　九拜書", "1222": "真覺大師乘願輪而降迹。裂愛網而出塵。慧解超羣。", "1223": "求道誠切。擇友尋師。苟未契旨。不計山岫夷險。途路", "1224": "邇遐□難。䟦涉於再三。懈怠於中道。既受德㠐印證。", "1225": "猶謂未愜于懷。爰獲巖頭提㢡。始發成道鰲山之語。", "1226": "歸創茲寺。不召之眾。至無所容。升堂入室四十五人。", "1227": "雲門．玄沙為上󳵅。勘驗學者機緣語句。載於方冊。然", "1228": "螙燹焚毀。成壞非一。賴舉墜補弊有其人。至是而銷", "1229": "殞仍舊矣。住山性菴明公。慨念道非語言文字。非語", "1230": "言文字而道不顯。忝□重寄。寧忍坐視󰑴祖道永弛", "1231": "而弗張。後學之失眼。乃訪索究尋。得遺帙於道山之", "1232": "霜月樓。躳親謄錄。命匠鋟梓將畢。工圖誌以諭。後屬", "1233": "筆於余。惟其酧應繁劇之際。能恤厥祖機語之散失。", "1234": "修復其敗缺。志可尚。遂書其槩。附於末簡耳。　旹", "1235": "大明成化甲辰仲冬望後前福州府僧綱司都綱兼", "1236": "鼓山禪寺八十五代住持智明焚香拜誌", "1237": "No. 1333-G-jNo. 1333-G-j", "1238": "嗟夫。時當末運。正法凋零。去聖真之愈遠。熾魔外之", "1239": "邪途。憾生何晚。弗逢佛世。是以清音絕聽玅。解難通。", "1240": "寧無愧於平生歟。然幸佩夙因。忝質緇流。雖披尋梵", "1241": "夾。漁獵藏乘。仰其智山高聳。覩斯義海淵深。喜得游", "1242": "泳數載。漸啟昏蒙。誠日益日損之可知也。縱未臨閫", "1243": "奧。已造門牆。矚茲華屋之嘉。定有我躋之態。孰肎虗", "1244": "度光陰。甘心懵鹵。而棄學者哉。所謂一軸之間。性天", "1245": "朗燿。信不誣矣。故我真覺大師。禪心未徹之前。不憚", "1246": "雲水。亦甞三登九返之艱落。后契旨於鰲山。豁然心", "1247": "眼開通。直證不疑之地。方酬平生之志。迄於踞坐雄", "1248": "峰。雷音大震。現獅子之全威。傾醍醐之法乳。接最上", "1249": "之根機。示多方之誘導。汲引後昆。利資來葉。向無說", "1250": "中說出。於未聞中顯聞的老婆心切。所謂曾為浪子", "1251": "偏憐客。慣愛添盃惜醉人。欲使人人塵銷覺淨。普令", "1252": "個個達本情忘。頓省神珠在握。不向佗求。至寶懷中。", "1253": "應須自慶。故形於文字之中。理出語言之表。古云解", "1254": "語非干舌。能觀不借眸之謂也。所以佛法難逢。猶盲", "1255": "龜值木。似纖芥授針。釋迦往昔捨全身以酬半偈。常", "1256": "啼菩薩賣心肝而求般若。豈聖言而可忽哉。某甲曾", "1257": "覧老祖語錄。惟尚寶之。由借觀者悋置不還。復遭回", "1258": "祿。板󱐑󰞆燼。懼然嘆惜。恐杜其嘉聲無傳。慮乎昆雲", "1259": "無以龜鑑。遽遂尋借書刊全本。欲圖千載之下。俾祖", "1260": "心煥然斯在者矣。", "1261": "皇明萬曆丙戌年季秋吉旦題", "1262": "雪峰晚學比丘定明謹識", "1263": "No. 1333-G-kNo. 1333-G-k", "1264": "書肆某者。翻刻雪峰語錄二卷。已垂脫手。忽得別本。", "1265": "而點對校照。則有天聖壬申歲。翰林學士王隨所撰", "1266": "之序。次有元豐三年。高郵孫覺所撰之後序。并有方", "1267": "山慧真所撰之跋語。而不繫年也。次有慧蟾所撰大", "1268": "師偈頌之序。而不繫年。次有宣德癸丑歲。毗陵胡濙", "1269": "所撰之雪峰崇聖禪寺󳬴記文。次有永樂癸未歲。希", "1270": "儒所作大師之贊二篇。次有天順丁丑歲。月菴所作", "1271": "之雪峰二十四景詩。并前福州府僧綱司都綱兼鼓", "1272": "山禪寺八十五代住持智明所作之二十四景詩。和", "1273": "及摠詩一首。及成化甲辰仲冬望。後附於此錄末簡", "1274": "之文一篇。次有萬曆丙戌歲。定明梓行此錄之序。右", "1275": "抄取為一卷附二卷後。二卷錄中有大師之年譜。而", "1276": "別本無之。今併看二本之編次。則間有語句小異者。", "1277": "前後易位者。而於其事理互無增減。譬如論語有齊．", "1278": "魯別。而今雖魯論獨行。然齊論編次亦不可不知。這", "1279": "回所刊者。雪峰之魯論。而所附者。齊論之編次也。且", "1280": "以彼所有而附於此所無。使看者免二本點對之勞。", "1281": "書肆除二本並刊之費云爾。", "1282": "元祿十五壬午春日卍山老衲書"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1333 雪峰義存禪師語錄（真覺禪師語錄）", "author": "明 林弘衍編次"}