{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1242 永嘉禪宗集註", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "三乘漸次第六", "1": "永嘉禪宗集註卷下", "2": "明天台山幽溪沙門　傳燈　重編并註", "3": "事理不二第七○事理不二第七", "4": "夫觀非境不立。境非觀不融。境觀雙冥。乃臻妙覺。", "5": "故於將修三觀之前。立事理不二之門。為全境發", "6": "智之體。蓋諦境雖三。不外事理。事理雖岐。不二為", "7": "宗。故題事理不二以張其本。而此妙境。乃以中道", "8": "融通為體。言語道斷。心行處滅為宗。既以此為境。", "9": "亦以此為觀。全性起修。全修在性。斯之謂歟。苟不", "10": "以此置於三觀之前。則無造修之路。故知古人編", "11": "集。實暗大途也。", "12": "夫妙悟通衢。則山河非壅。迷名滯相。則絲毫成隔。", "13": "妙悟通衢。祗是了達一切諸法。無非中道實相。譬", "14": "如庖丁解牛。始解之時。所見無非牛者。以喻迷名", "15": "滯相。雖目前絲毫之物。亦成隔礙。三年之後。未嘗", "16": "見全牛者。所謂因其固然技經肯綮之未嘗。而況", "17": "於大軱乎。以喻妙悟通衢。山河非壅。", "18": "然萬法本源。由來實相。塵沙惑趣。原是真宗。故物像", "19": "無邊。般若無際者。以其法性本真。了達成智故也。", "20": "此正釋妙悟通衢。山河非壅之所以也。以萬法本", "21": "源。由來實相。塵沙惑趣。原是真宗等。然文出法華。", "22": "義闡天台。功歸般若。凡修圓行。略須明此三義。一", "23": "理。二惑。三智。蓋諸佛果地。般若之智。所以無際者。", "24": "以所照之境。物像無邊。物像所以無邊者。以惑趣", "25": "若塵沙之多也。惑趣所以多者。正以萬法本源由", "26": "來實相也。故法華云。唯佛與佛。乃能究盡諸法實", "27": "相。諸法者。眾生性具十法界。假名。實法。正報。依報。", "28": "三千之性相也。此十種法界。有性善性惡。修善修", "29": "惡。本具九界。名為性惡。本具佛界。名為性善。修成", "30": "九界。名為修惡。修成佛界。名為修善。而此性具之", "31": "法。於日用中。能變造一切諸法。故華嚴云。心如工", "32": "畫師。造種種五陰。一切世間中。無法而不造。如心", "33": "佛亦爾。如佛眾生然。心佛及眾生。是三無差別。雖", "34": "然能造。須知皆不變而隨緣。隨緣而不變。故九法", "35": "界。能隨染緣。造九法界。迷中一切依正諸法。云萬", "36": "法者。即指所造諸法也。塵沙惑趣者。即指所起染", "37": "緣三惑也。惑染為因。萬法為果。由全修惡。即是性", "38": "惡。性惡融通。無法不趣。任運攝得佛界性善。故萬", "39": "物本源。由來實相。塵沙惑趣。原是真宗。是以諸佛", "40": "菩薩。能從性善以起修。善以般若無際之智。照物", "41": "像無邊之境。從物像無邊之境。起般若無際之智。", "42": "境智雙融。始本一合。以成圓明大覺。遠討其功。別", "43": "無他法。祇以法性本真。了達成智故也。極重在了", "44": "達二字。學者思之。", "45": "譬夫行由通徑。則萬里可期。如其觸物衝渠。則終朝", "46": "域內。以其不知物有無形之畔。渠有窮虗之域故也。", "47": "行由通徑二句。喻上妙悟觸物。衝衢二句。喻上迷", "48": "滯。以其不知二句。寄責合法。以迷者不知物即實", "49": "相。乃無形之畔。惑即真如。為窮虗之域故也。", "50": "是以學遊中道。則實相可期。", "51": "中道。則非有非無。而照空照假。實相。則無相而相。", "52": "相而無相。故能學遊中道。則心心契實。而實相可", "53": "期。", "54": "如其執有滯無。則終歸邊見。以其不知。有有非有之", "55": "相。無有非無之實故也。", "56": "世間萬法之有。凡夫雖見為有。而此有。自有非有", "57": "之相在焉。涅槃之無。二乘雖見為無。而此無。自有", "58": "非無之實存焉。如是則有無是非。而當體中道。即", "59": "此中道。又未嘗不有不無。而雙照宛然。彼未達者", "60": "既執有以滯無。豈不歸於邊見哉。", "61": "今之色像紛紜。窮之則非相。音聲吼喚究之則無言。", "62": "窮。亦究也。如小乘。有析色明空。瑜伽。有慧刀剖析。", "63": "大乘。有體如幻化。以至了達音聲根本。悉假緣生。", "64": "求之於因緣。皆不可得。苟色像不空。何以窮之則", "65": "非相。音聲不實。何以究之則無言。以有例無。一切", "66": "皆然。故知執有滯無。皆由情計。究之法體。實非有", "67": "無。", "68": "迷之。則謂有形聲。悟之。則知其閴寂。", "69": "石壁云。迷則聽不出聲。見不超色。悟則一色一香。", "70": "無非中道。", "71": "如是。則真諦不乖於事理。即事理之體元真。妙智不", "72": "異於了知。即了知之性元智。", "73": "中道真諦。能不變以隨緣。為生為佛。為色為心。為", "74": "依為正。為事為理。是則事理皆性。寧乖於事有理", "75": "無。故即事理之體元真。然而智固性矣。即了知亦", "76": "性也。既俱即性。豈有妙智獨乖於了知乎。大師對", "77": "六祖云。分別亦非意。真有味乎。其言之也。", "78": "然而妙旨絕言。假文言以詮旨。真宗非相。假名相以", "79": "標宗。", "80": "上已略明妙境妙智。為事理不二之標宗。此正欲", "81": "明理絕言詮。智忘待對。故先明有言。以極乎忘言。", "82": "有待。以臻乎絕待。若無文言。不足以詮妙旨。若無", "83": "待對。不足以彰絕待。皆可因言而得旨。得旨而忘", "84": "言。斯臻其奧也。", "85": "譬夫象非雪山。假雪山而類象者。此但取其能類耳。", "86": "豈以雪山而為象耶。", "87": "此借法喻難齊之事。以比󱇮兔不同之旨。意言雪", "88": "山類象者。既不可於山而求其尾牙。例妙旨於假", "89": "名。亦不得執名而責其實義也。", "90": "今之法非常而執有。假非有以破常。性非斷而執無", "91": "假非無而破斷。", "92": "法本不常。而凡夫執之為有也。法本非斷。而外道", "93": "執之為無也。聖人應病以設藥。假非有以破常。假", "94": "非無而破斷。病去藥忘。若夫執藥以成病。則聖人", "95": "又有非有非無之教生也。", "96": "類如淨非水󰞆。假水󰞆而洗淨者。此但取其能洗耳。", "97": "豈以水󰞆而為淨耶。", "98": "石壁云。水󰞆喻能破。淨喻所顯。意云所顯假能破。", "99": "能破非所顯。", "100": "故知中道不偏。假二邊而辨正。斷常非是。寄無有以", "101": "明非。若有若無言既非。非有非無亦何是信知妙達", "102": "元源者。非常情之所測也。", "103": "此正明中道。雖假二邊以顯也。然離有無。中則假", "104": "二邊以辨正。離斷常。中則寄無有以明非。理既顯", "105": "矣。中亦不存。故曰若有若無言既非。非有非無亦", "106": "何是。信知妙達元源。非常情所測者。謂吳雖假有", "107": "無。不滯有無。雖顯中道。不住中道也。", "108": "何者。妄非愚出。真不智生。達妄名真。迷真曰妄。豈有", "109": "妄隨愚變。真逐智迴。真妄不差。愚智自異耳。", "110": "妄。即凡夫外道。所執有無斷常之二邊也。真。即假", "111": "有破無。假無破有。所顯之中道也。然彼妄自為妄。", "112": "不因愚而後出妄。真自本真。亦不因智而後生真。", "113": "惟其達妄本空。而名為真。迷妄實有。而名曰妄。豈", "114": "果有妄隨愚而後變為妄乎。真逐智而後變為真", "115": "乎。要知真妄本自無殊。特因愚智之不同。而自異", "116": "耳。", "117": "夫欲妙識元宗。必先審其愚智。善須明其真妄。若欲", "118": "明其真妄。復當究其名體。名體若分。真妄自辨。真妄", "119": "既辨。愚智迢然。", "120": "上文。言妄不隨愚變。真不逐乎智迴。然愚與智。又", "121": "不可以不分。真與妄。又不可以不辨。苟愚智不分。", "122": "則愚何以滅。而智何以生乎。苟真妄不辨。則妄何", "123": "以斷。而真何以復乎。是則審愚智。明真妄。乃修門", "124": "之要務。然而復須究其名。而得其體。名體立。而真", "125": "妄辨。則愚智分矣。", "126": "是以愚無了智之能。智有達愚之實。故知非智無以", "127": "明其真妄。非智莫能辨其名體。", "128": "此欲辨其名體。以為性空之旨。但名體因真妄而", "129": "立。真妄由智慧以辨。智慧復待愚癡而彰。然但不", "130": "知何謂之愚。何謂之智。故先釋云。所以稱為愚者", "131": "以無了智之能也。所以稱為智者。以有達愚之實", "132": "故也。然又何須立其智慧。蓋非智無以明其真妄。", "133": "非智莫能辨其名體故也。", "134": "何者。或有名而無體。或因體而施名。名體混緒。實難", "135": "窮究矣。", "136": "徵起。何須用智以明真妄以辨名體。蓋世間自有", "137": "有名而無體者。自有因體而施名者。苟無明鑒之", "138": "智以辨之。則名與體。混其頭緒。而名下之體難窮", "139": "究矣。", "140": "是以體非名而不辨。名非體而不施。言體必假其名。", "141": "語名必藉其體。", "142": "今日先言因體施名。謂有名有體之法。蓋體乃名", "143": "下之實體。故體非名不彰。名乃體上之假名。故名", "144": "非體不施。是以言實體。必假其假名。語假名。必藉", "145": "其實體。名體相因。其來久矣。", "146": "今之體外施名者。此但名其無體耳。豈有體當其名", "147": "耶。", "148": "此明有名無體。乃體外施名。但能名其無體。豈有", "149": "無體之體。以當此名哉。下文假喻彰之。", "150": "譬夫兔無角以施名。此則名其無角耳。豈有角當其", "151": "名耶。", "152": "譬如人言。兔無有角。此名但名無角。無角則無有", "153": "體。豈有無角之角。以為其體而當其名哉。", "154": "無體而施名者。則名無實名也。名無實名。則所名無", "155": "也。所名既無。能名不有也。", "156": "上明無名施名。名下無實體也。此明無體施名。名", "157": "中無實名也。", "158": "何者。設名本以名其體。無體何以當其名。言體本以", "159": "當其名。無名何以當其體。體無當而非體。名無名而", "160": "非名。此則何獨體而元虗。亦乃名而本寂也。", "161": "今欲發明事理不二。以為三觀之體。而此實體。必", "162": "藉名彰者。反顯無假名。則無以名其實體。則有名", "163": "有體。乃今觀之要義也。宜捨虗名以尋實名。棄虗", "164": "體以得實體。故反覆辨明。名體虗實。故曰設名本", "165": "以明其體等。正欲棄虗而就實。故曰無體元虗。無", "166": "名本寂也。", "167": "然而無體當名。由來若此。名之體當。何所云為。", "168": "上兩句。結上有名無體。下兩句。生後因體施名。", "169": "夫體不自名。假他名而名我體。名非自設。假他體而", "170": "施我名。", "171": "體。主也。質也。名。賓也。假也。假名實體。不相為倫。故", "172": "體不自名。要假彼假名以名我之實體。假名非自", "173": "設。須假此實體而成我之假名。", "174": "若體之未形。則名何所名。若名之未設。則體何所明。", "175": "然而明體雖假其名。不為不名而無體耳。", "176": "體之未形。名何所名。似無名矣。名之未設。體何所", "177": "明。似無體矣。然而體雖未形。非如兔無角之無體。", "178": "名雖未設。亦非如兔無角之未名。故曰。明體雖假", "179": "其名。不為不名而無體耳。正顯世間之法。有實體", "180": "而亦有假名也。", "181": "設名。要因其體。無體。則名之本無。如是。則體不名生。", "182": "名生於體耳。", "183": "此正明假名。與夫實體。先之與後。使學者尋名顯", "184": "體。以悟緣起本無。則性空理顯。以為入道之先資", "185": "也。體不名生。名生於體。所謂第一義諦。有名有實", "186": "義也。", "187": "今之體在名前。名從體後。辨者如此。則設名以名其", "188": "體。故知體是名源耳。", "189": "體為本。而名為末。故體是名之源也。", "190": "則名之所由。緣起於體。體之元緒。何所因依。", "191": "世間之法。惟名與體。推名既得其由。推體復何元", "192": "緒。下文正明體之緒也。法元如絲。法因如緒。得名", "193": "之緒。復何所依苟得其緒。可以盡一繭之絲矣。", "194": "夫體不我形。假緣會而成體。緣非我會。因會體而成", "195": "緣。", "196": "夫萬法雖多。不出十界。十界雖眾。不外性相。性之", "197": "未形。謂之體。性之既著。謂之相。第性不自相。假緣", "198": "會以成相。會不自會。假性相以為會。故十地論云。", "199": "單真不立。獨妄難成。要因不生滅。與生滅和合。而", "200": "為緣起之法。是則不惟九界虗妄之法假緣起而", "201": "成。即佛法界真實之法。亦假緣起而就。故四教皆", "202": "明十二因緣。法華云。佛種從緣起。是故說一乘是", "203": "也。然此緣起。關乎三世。過去。則已造已成。已造。即", "204": "無明緣行二支是也。已成。即今世依正二報。識緣", "205": "名色。名色緣六入。六入緣觸。觸緣受五支是也。現", "206": "在之果。即前五支。現在之因。即愛取有三支是也。", "207": "未來。即生緣老死二支是也。今且約現前一念。尋", "208": "常分別識心。為所觀境以明緣起。即下文恰恰用", "209": "心時。所用之心。乃以意根為因。法塵為緣。中間生", "210": "起一念識心。名為緣起之法。中論所謂因緣所生", "211": "法是也。如是識心。元依性起。性之不變。未隨緣時。", "212": "乃體不我形。至不變而隨緣時。乃假緣而成體。然", "213": "而緣非自會。要因性體而成妄緣。", "214": "若體之未形。則緣何所會。若緣之未會。則體何所形。", "215": "體之未形。則性未隨緣也。隨緣。則緣有所會。既未", "216": "隨緣。則雖有染淨之緣。何所會哉。緣之未會。則緣", "217": "未偶性也。偶性。則體有所形。既未偶性。雖有不變", "218": "之性。何所形哉。明隨緣以為所觀。故先明未會以", "219": "為其本。", "220": "體形則緣會而形。緣會則體形而會。", "221": "體形者。如一念識心。十法界中必落一界。謂之體", "222": "形也。緣會而形者。以根塵相對。而後心生也。但因", "223": "緣不自會。要因性體形兆。乃能會也。", "224": "體形而會。則明形無別會。形無別會。則會本無也。", "225": "法性。體自形兆。而後緣會生。法者則所生之法無", "226": "別。與他相會而成其形。乃即性以為其形也。豈非", "227": "形無別會。而會本無耶。", "228": "緣會而形。則明會無別形。會無別形。則形本無也。", "229": "然而單形不立。要緣會而後成形。緣會而形者。則", "230": "惟緣而無別形。既無別形。則知形亦本無也。此皆", "231": "二法相破。各顯其無。以絕人之情。非謂果無其法", "232": "也。私謂隨緣不變之法。固不無。而性由緣顯。則性", "233": "無自性。緣藉性成。則緣無自性。既並無自性。則緣", "234": "起無生。性亦自寂也。故云本無以此。", "235": "是以萬法從緣。無自體耳。", "236": "石壁曰。法性無體。全指無明。無明無體。全指法性", "237": "法性之與無明。徧造諸法。名之為染。無明之與法", "238": "性。徧應眾緣。號之為淨。清水濁水雖異。清溼濁溼", "239": "無殊。萬法。言其體也。從緣。言其用也。法既從於眾", "240": "緣而生。則知法無自體矣。", "241": "體而無自。故名性空。性之既空。雖緣會而非有。緣之", "242": "既會。雖性空而不無。", "243": "初二句結成性空。次四句正名性之自空。則不當", "244": "有無。何者。蓋性空則不當有也。緣會則不當無也。", "245": "非有非無。中道之理顯矣。", "246": "是以緣會之有。有而非有。性空之無。無不當無。何者。", "247": "會即性空。故言非有。空即緣會。故曰非無。", "248": "緣會之有者。正當是有。為其假眾緣而為體。故依", "249": "有而實非有也。性空之無者。正當是無。為其因妄", "250": "情而言無。故雖無而實不無也。故徵釋云。方其會", "251": "時。而其性本空。故言非有。方其空時。能隨緣而有。", "252": "故曰非無。", "253": "今言不有不無者。非是離有。別有一無也。亦非離無。", "254": "別有一有也。", "255": "今言不有不無者。正言事理不二稱中道。故謂之", "256": "不有不無。雙遮二邊。非離緣會之有外。別有一無。", "257": "亦非性空之無外。別有一有。謂之不有不無。即此", "258": "根塵識心等法。當體雙遮。名為中道也。", "259": "如是。則明法非有無。故以非有非無名耳。", "260": "此中正結顯名之與體。稱為中道。名有召體之功。", "261": "體有應名之實。以為下文奢摩他等。三法之圓修", "262": "也。", "263": "不是非有非無。既非有無。又非非有。非非無也。", "264": "上文顯是。此中遣非。謂言中道。非有非無者。不是", "265": "尋常於非有無上。又加雙非。非去非有。非去非無。", "266": "何也。蓋餘經論。為不明法體者。情執未盡。要當於", "267": "雙非。遣之又遣。故曰非非有相。非非無相。今明緣", "268": "會之法。有即無。而無即有。敵體相破。情無不盡。理", "269": "無不顯。豈須遣之又遣哉。", "270": "如是。則何獨言語道斷。亦乃心行處滅也。", "271": "言語道斷。心行處滅。乃所宗極圓頓之法。乃即因", "272": "緣所生之法。當體即空。以其性本空寂故也。當體", "273": "即有。以其緣會而生故也。當體即中。以其即緣會", "274": "之有而無。即性空之無而有。如是中道。豈言語可", "275": "以議。思惟可以度乎。然有境也觀也性也修也事", "276": "也理也。今正言境與性理。若下文言奢摩他等。恰", "277": "恰用心時。恰恰無心用。方是明其觀也。修也。事也。", "278": "故知裂此一章。居於第十。使血脈理路斷絕不連。", "279": "可不惜哉。具眼者。自能辨之。", "280": "簡示偏圓第八○簡示偏圓第八", "281": "戒中三。應須具。", "282": "戒以防非止惡為義。三聚之戒。皆能防止一切惡", "283": "非故也。", "284": "一攝律儀戒。謂斷一切惡。", "285": "攝律儀戒有四。一者不得為利養故。自讚毀他。二", "286": "者不得故慳。不施前人。三者不得瞋心。打罵眾生。", "287": "四者不得謗大乘經典。持此四法。無惡不離。故名", "288": "攝律儀戒。", "289": "二攝善法戒。謂修一切善。", "290": "攝善法戒者。所行之行。能攝一切善法也。謂身口", "291": "意所作善法。及聞思修三慧布施等六度之法。無", "292": "不聚攝。故名攝善法戒。", "293": "三饒益有情戒。謂誓度一切眾生。", "294": "攝眾生戒者。謂能攝受一切眾生也。能攝之行。即", "295": "是慈悲喜捨。慈名愛念。能與一切眾生樂故。悲名", "296": "憐愍。能󳫠一切眾生苦故。喜名喜慶。喜慶一切眾", "297": "生離苦得樂故。捨名無憎無愛。常憶眾生同得無", "298": "憎無愛故。以四等法。攝諸眾生也。", "299": "定中三。應須別。", "300": "石壁云。定以正簡尋伺昏沉為義。", "301": "一安住定。謂妙性天然。本自非動。", "302": "此安住定。在諸經中立名不同。華嚴稱為法界。法", "303": "華稱為佛慧。楞嚴稱為常住真心。圓覺稱為圓滿", "304": "覺性。涅槃稱為三德。起信稱為本覺。智論稱為三", "305": "諦等。荊溪云。三諦者。天然之性德也。即當人妙心。", "306": "含生本性修禪定者。先能悟此。方可全性以起修。", "307": "全修而在性也。", "308": "二引起定。謂澄心寂怕。發瑩增明。", "309": "石壁云。理定本妙。迷而不知。今反迷方。還修上定。", "310": "澄心息妄。發瑩智明。增道損生。功由引起。佛性論", "311": "云。道前名自性。住佛性道中。引出佛性。余謂準此", "312": "以明三觀。則前安住。乃是三諦。含生雖具。為惑所", "313": "覆。荊溪云。見思阻乎空寂。塵沙障乎化導。無明翳", "314": "乎法性。今修引起。則以空觀破一切法。假觀立一", "315": "切法。中觀統一切法。三惑之昏妄既除。則三德之", "316": "靜明得顯。澄心寂怕。則復乎靜也。發瑩增明。則復", "317": "乎明也。引起之禪定修。安住之禪定得。能辦大事。", "318": "莫此為功。", "319": "三辦事定。謂定水凝清。萬像斯鑒。", "320": "石壁云。修因趣果。所辦事圓。道後名果佛性。余謂", "321": "辦事者。至於果地能辦。化度眾生。禪道駭動。智辨", "322": "宣揚。無記化化。化復作化之大事也。楞嚴云。明相", "323": "精純。一切變現。不為煩惱。皆是涅槃清淨妙德。此", "324": "之謂也。", "325": "慧中三。應須別。", "326": "石壁云。慧以靈鑒不昧為義。", "327": "一人空慧。謂了陰非我。即陰中無我。如龜毛兔角。", "328": "能了五陰假名。無有主宰。此無之無。如龜無毛。兔", "329": "無角之無也。", "330": "二法空慧。謂了陰等諸法。緣假非實。如鏡像水月。", "331": "能了五陰諸法。緣假不實。此之不實。如鏡中像水", "332": "中月之不實也。前龜毛兔角之無。乃無體之無。今", "333": "鏡像水月之無。乃無實之無。二無之言雖同。二體", "334": "之義永異。", "335": "三空空慧。謂了境智俱空。是空亦空。", "336": "前之人法二境。了達一切皆空。境雖空。而不無能", "337": "空之智。今則能空亦空。名俱空。是故名為空空慧。", "338": "見中三。應須識。", "339": "石壁云。見者。增計長非自是為義。", "340": "一空見。謂見空而見非空。", "341": "見空者。謂能了達人法皆空也。所見者雖空。而能", "342": "見者不空。故成空見也。", "343": "二不空見。謂見不空。而見非不空。", "344": "不空見者。謂能了達所空不空也。所見者雖不空。", "345": "而能見非不空。故成不空見也。", "346": "三性空見。謂見自性。而見非性。", "347": "性空見者。謂能了見自性也。所見雖性。而能見者", "348": "非性。故成見非性也。第一於真諦而起見。第二於", "349": "俗諦而起見。第三於中道而起見。中論云。若法為", "350": "待成。是法還成待。以其未能忘能所。絕對待故。雖", "351": "見三諦。而反執成見也。", "352": "偏中三。應須簡。", "353": "此中所簡三德。乃修禪極喫緊工夫。悟此。則所修", "354": "一切皆圓。迷此。則所修一切皆偏。若依大部止觀", "355": "所簡。先約小乘。後約大乘以簡三德。縱橫所該甚", "356": "廣。所論甚博。舊註於此。亦約小乘大乘以簡偏。然", "357": "皆不當修門。罔知大旨。其大旨者。正在能觀所觀。", "358": "能所契合。遠塵離垢以明三德也。蓋所觀三諦名", "359": "為法身。能觀三觀名為般若。能所契合。名為解脫。", "360": "即縱橫不縱橫。皆約此以明也。", "361": "一有法身。無般若解脫。", "362": "欲明三德有無者。須約縱橫二說以明之也。初約", "363": "境論三者。所觀中諦屬法身德。真諦屬般若德。俗", "364": "諦屬解脫德。約觀論三者。中觀屬法身德。空觀屬", "365": "般若德。假觀屬解脫德。約能所契合論三者。性淨", "366": "涅槃屬法身德。圓淨涅槃屬般若德。方便淨涅槃", "367": "屬解脫德。今言有法身無般若解脫約豎論者。知", "368": "有本具三諦法身。不能全性以起三種般若之修。", "369": "何有能所契合三種解脫無累之證。故有法身無", "370": "般若解脫也。約橫論者。於境知有但中之諦。不即", "371": "二邊。於觀但修中觀。不能即空即假故。有中道法", "372": "身而無般若解脫。又烏能三諦三觀。境智契合以", "373": "得果上三解脫圓證哉。私謂此中橫豎。橫約即一", "374": "之三。豎約次第之三。又橫約三法。豎約境觀能所。", "375": "二有般若。無解脫法身。", "376": "約豎論者。有空觀般若照真諦。而不能照中道法", "377": "身。烏能境觀契合以證性淨解脫哉。約橫論者。有", "378": "三觀之修。而不能徹照三諦之境。又烏能契合法", "379": "身而得解脫哉。", "380": "三有解脫。無法身般若。", "381": "約豎論者。有世間等禪定解脫。而不能照中道法", "382": "身以修般若。又烏能境觀契合以成出世間解脫", "383": "哉。約橫論者。偏教三乘有果上解脫。而不知圓頓", "384": "境智。故無真般若與法身也。", "385": "有一無二。故不圓。不圓。故非性。", "386": "或縱或橫。有一無二。皆不能契三德妙性也。", "387": "又偏中三。應須簡。", "388": "前則有一缺二。今則有二缺一。皆不成圓。故須簡", "389": "之。", "390": "一有法身般若。無解脫。", "391": "約豎論者。能從法身之性起般若之修。故有二也。", "392": "有二。應離垢脫塵。其如昧而不明。故無解脫也。約", "393": "橫論者。能以空中。照真照中。然但複修。不能具修。", "394": "故闕俗諦假觀解脫也。", "395": "二有般若解脫。無法身。", "396": "約豎論者。能以般若空智照見陰空。度見思苦厄。", "397": "而不能徹照中道。故無法身也。約橫論者。能以空", "398": "假二觀。觀真觀俗。但能複修。而不能具修圓觀三", "399": "諦。故無法身也。", "400": "三有解脫法身。無般若。", "401": "約豎論者。或由宿秉。曾觀法身妙境。自然於塵無", "402": "累。離染著心。然而此世無般若之真修。故有二無", "403": "一也。約橫論者。能以假中二智。照俗中二諦複修。", "404": "而無三觀三諦圓照之具修。故闕一也。", "405": "有二無一故不圓。不圓故非性。", "406": "問曰。圓覺二十五輪。單複具足。皆屬圓修。今以複", "407": "修。判歸於偏何耶。答曰。圓覺為攝機故皆屬圓。此", "408": "中為顯圓。故判屬偏。又圓覺悟圓。則脩複脩單皆", "409": "屬於圓。此中慮未悟者執之為圓。故判屬偏。", "410": "圓中三。應須具。", "411": "石壁云。云何三。云何德。法身。般若。解脫。是為三。一", "412": "一皆具常樂我淨。是為德。", "413": "一法身不癡。即般若。般若無著。即解脫。解脫寂滅。即", "414": "法身。", "415": "法身不癡者。天台明理即佛之法身也。此是圓智。", "416": "圓覺諸法。遍一切處。無不明了。蓋含生本有清淨", "417": "法身。當體如此照明。則不癡。不癡故即般若也。既", "418": "稱般若。般若豈有染著。故般若無著。即解脫也。以", "419": "其解脫。故能寂五住煩惱。滅二種生死。以其全體", "420": "寂滅。故即法身也。論舉一即三。以法身必具般若", "421": "解脫。只須立二句。不必更至於三。復云解脫寂滅", "422": "即法身者。為顯三德極圓。如循環之無端。故作如", "423": "此說耳。又若作二句。則二德有釋。法身無釋矣。為", "424": "顯法身是寂滅義。故須第三句也。", "425": "二般若無著。即解脫。解脫寂滅。即法身。法身不癡。即", "426": "般若。", "427": "義釋同前。但三法中。每以一法為頭。各各互具耳。", "428": "三解脫寂滅。即法身。法身不癡。即般若。般若無著。即", "429": "解脫。", "430": "如文同前。", "431": "舉一即具三。言三體即一。", "432": "三德舉一即三。言三即一者。所謂直法身非法身。", "433": "以法身必具般若解脫。直般若非般若。以般若必", "434": "具法身解脫。直解脫非解脫。以解脫必具法身般", "435": "若。如摩尼珠。即體圓。即瑩徹。即具寶。雖是一珠。而", "436": "有三義。雖有三義。而是一珠。然有性中之三德。則", "437": "法身般若解脫是也。法身屬一性。般若解脫屬二", "438": "脩。雖是法身一性。於全性而起般若解脫二脩。故", "439": "直法身非法身。於法身必具般若解脫。雖是般若", "440": "解脫二脩。而全脩在法身一性。故直般若非般若。", "441": "於般若必具法身解脫。直解脫非解脫。於解脫必", "442": "具法身般若。此就性中論三也。有脩中之三德。則", "443": "空觀假觀中觀是也。雖是三脩。乃全性中三德以", "444": "起脩中三觀。全脩中三觀而在性中三德。惟其全", "445": "是三德。故三觀雖在於修。亦可論乎修性。蓋全法", "446": "身以為中觀。故直法身中觀。非法身中觀。謂法身", "447": "中觀。必具般若空觀。解脫假觀。全般若以為空觀。", "448": "故直般若空觀。非般若空觀。謂般若空觀。必具法", "449": "身中觀。解脫假觀。全解脫以為假觀。故直解脫假", "450": "觀。非解脫假觀。謂解脫假觀。必具法身中觀。般若", "451": "空觀。此就修中論三也。有果上之三德。則三種解", "452": "脫是也。雖是果德。乃全性中三德。修中三觀以成", "453": "果上三德。蓋全性中法身以修中觀。而證果上性", "454": "淨解脫。全性中般若以修。修中空觀。而證果上圓", "455": "淨解脫。全性中解脫以修。修中假觀。而證果上方", "456": "便淨解脫也。又此三德。於性中但名法身。於修中", "457": "但名般若。於果上但名解脫。以其名分主賓。故圓", "458": "修之人能悟此者。單修亦可。複修亦可。具足修亦", "459": "可。圓覺備明二十五輪。有單修複修。具足修。非惟", "460": "顯攝機之遍。亦以彰圓修之妙也。", "461": "此因中三德。非果上三德。", "462": "正顯前所明三德。乃就眾生因性。并修性以辨也。", "463": "往人不諳。乃約小乘大乘果證以辨者。有違此旨", "464": "矣。", "465": "欲知果上三德。", "466": "石壁云。有曰。禪宗何論於果。故智者歎云。嗚呼。聾", "467": "騃。若為論道。偽說滋漫。難可紀矣。", "468": "法身有斷德。邇因斷惑而顯德。故名斷德。", "469": "天台云。法身不顯。過在無明。故曰。法身流轉五道。", "470": "法身既顯。功由斷德。故曰。出纏名大法身。余謂前", "471": "二。法身寂滅。此之謂也。", "472": "自受用身有智德。具四智真實功德故。", "473": "石壁云。準唯識轉於八識。以成四智。轉第八識。成", "474": "大圓鏡智。轉第七識。為平等性智。轉第六識。為妙", "475": "觀察智。轉前五識。為成所作智。此之四智。能嚴法", "476": "身。不就他論。故云真實功德。余謂自受用身者。報", "477": "身也。此之報身。惟佛自己受用。初住己上。等覺已", "478": "還。所不能見。", "479": "他化二身。有大恩德。", "480": "如文下釋。", "481": "他受用身。於十地菩薩。有恩德故。", "482": "石壁云。問。自他受用二身云何。答。自受用身。上冥", "483": "如理。他受用身。下應機緣。亦是如理如量二智。根", "484": "本後得二智。然地上聖人。見他受用。即舍那十重。", "485": "為十地所現。故余謂別明初地。破無明。見他受用", "486": "身。圓明初住。破無明。見他受用身。今言十地。依華", "487": "嚴故。", "488": "三種化身。於菩薩。二乘。異生。有恩故。", "489": "石壁云。大化千丈。小化千尺。并丈六。更有隨類化", "490": "不定。余謂佛有三身。曰法。報。應。今云自受用身。即", "491": "報也。他受用。即報即應。他菩薩所受用故。亦可稱", "492": "勝應。故又今但云化。不云應者。合應為化故。若具", "493": "論者。須分應化。如釋迦丈六。名為劣應。於法華會。", "494": "又召十方分身。故知不開。未為詳說。", "495": "三諦四智。除成所作智。為緣俗諦故。", "496": "石壁云。謂成所作智。多附利他種種變化。是以除", "497": "之。若準唯識說而實異。大圓鏡智成法身。平等性", "498": "智成報身。成所作智成化身。妙觀察智遍於三身。", "499": "存斯兩文。學者詳也。", "500": "然法無淺深。而照之有明昧。心非垢淨。而解之有迷", "501": "悟。", "502": "石壁云。結示次位。因果歷然。約法約心。水波無別。", "503": "論照論解。清濁須分。故無濫於聖階。亦不屈於凡", "504": "下。如斯奧旨。味而研之。", "505": "剏入初心。迷復何非淺。終契圓理。達始何非深。", "506": "初心迷淺者。不了三德以成偏。終契遠深者。能了", "507": "三德以成圓也。", "508": "迷之失理而自差。悟之失差而即理。迷悟則同其致。", "509": "故漸次名焉。", "510": "悟則同其致者。譬如以清明眼。觀晴明空。惟一晴", "511": "虗。逈無所有也。迷之而自差者。其人無故不動目", "512": "睛。瞪以發勞。則見虗空種種非相也。合法可知。", "513": "正修止觀第九○正修止觀第九", "514": "奢摩他頌。", "515": "梵語奢摩他。此云止。豎而明之。義當於空。橫而言", "516": "之。義開三止。廣如止觀中說。今且豎明。有遮義空", "517": "義。", "518": "恰恰用心時。恰恰無心用。無心恰恰用。常用恰恰無。", "519": "此承上章。明事理不二。空有雙忘之理。與夫簡示", "520": "偏圓。三德相即。圓融微妙。乃即有而無。即無而有。", "521": "即邊而中。即偏而圓。至今全性起修。時觀根塵。緣", "522": "起一念之心。全修在性。可謂妙契寰中矣。恰恰用", "523": "心時者。即佛種從緣起。屬會緣之有也。雖緣會而", "524": "性本空。故恰恰而無心用。是則常無心。何妨恰恰", "525": "遮止之用。常遮止之用。何妨恰恰以無其心。又恰", "526": "恰用心時者。照也。有也。恰恰無心用者。遮也。無也。", "527": "無心恰恰用者。即遮而照。即無而有也。常用恰恰", "528": "無者。即照而遮。即有而無也。此是圓融止觀。故即", "529": "遮即空時。以明即照即有也。", "530": "夫念非忘塵而不息。塵非息念而不忘。", "531": "上且泛明有無一念。遮照同時。今正明奢摩他義。", "532": "蓋止義如止觀中說有三種。一止息止。二停止止。", "533": "三不止止。言忘塵而息者。即止息止也。言念非忘", "534": "塵而不息者。以人之妄念因緣塵。分別而有。塵不", "535": "忘而念不息也。然而塵之所以得忘者。乃因念息", "536": "而忘也。蓋此二法。相待而立。存則俱存。忘則俱忘。", "537": "有一則有二。寄存則偶存也。", "538": "塵忘。則息念而忘。念息。則忘塵而息。", "539": "承上章。蓋言塵忘。豈非息念而忘乎。念息。豈非忘", "540": "塵而息乎。", "541": "忘塵而息。息無能息。息念而忘。忘無所忘。", "542": "此明妙止。忘能所。絕根塵之所由也。謂雖忘塵而", "543": "息。其實息無能息。息念而忘。其實忘無所忘。以其", "544": "能所性空故也。", "545": "忘無所忘。塵遺非對。息無能息。念滅非知。", "546": "忘既無所忘。則遺却前塵而無所對。息既無能息。", "547": "則滅去其念而非能知。", "548": "知滅對遺。一向冥寂。", "549": "知滅。則忘能知之根也。對遺。則忘所對之塵也。能", "550": "所圓融。根塵泯淨。則一向冥然寂滅矣。", "551": "閴爾無寄。妙性天然。", "552": "妄想。寄寓根塵。靈知閴寂。獨脫此之妙性。乃自然", "553": "而然。實不因修而後得。不修而非無也。", "554": "如火得空。火則自滅。空喻妙性之非相。火比妄念之", "555": "不生。", "556": "石壁云。靈知廣大。取譬於空。能所妄情。猶如於火。", "557": "火投空滅。妄至真傾。一相法門。功德若此。", "558": "其辭曰。忘緣之後寂寂。靈知之性歷歷。無記昏昧昭", "559": "昭。契本真空的的。", "560": "妙性寂寂。因忘緣而得。靈知歷歷。由寂寂而生。契", "561": "寂寂而自歷歷。悟歷歷而自寂寂。歷歷不寂寂。則", "562": "非靈知矣。寂寂不歷歷。則非妙性矣。當寂寂而歷", "563": "歷。歷歷而寂寂。則無記昏昧者。昭昭也。契本真空", "564": "者。的的也。", "565": "惺惺寂寂是。無記寂寂非。寂寂惺惺是。亂想惺惺非。", "566": "惺寂二法。本是一體。隨用不同。不分而分也。何妨", "567": "辨乎主賓。如其妄緣既寂之時。則以寂為主。惺為", "568": "賓。此為主中之賓。要賓來歸主。用來歸體。則寂寂", "569": "之主有力。不墮於寂寂無記之非。此則是也。不然", "570": "又成非矣。如其靈知歷歷之時。以惺為主。寂為用。", "571": "此亦主中之賓。要賓來歸主。用來歸體。則惺惺之", "572": "主有力。不墮於惺惺亂想之非。此則是也。不然又", "573": "成非矣。", "574": "若以知知寂。此非無緣知。", "575": "寂。即上之寂也。知。即上之惺也。以知知寂者。即以", "576": "惺惺而照寂寂也。雖然若以能惺之知。而照所寂", "577": "之境。則能所宛然。待對角立。如此之知。非無緣知", "578": "矣。", "579": "如手執如意。非無如意手。", "580": "如意喻寂。手喻於知。以知知寂者。如手執如意也。", "581": "言其未能忘能知之知故也。", "582": "若以自知知。亦非無緣知。", "583": "以自知知者。已勝於以知知寂。然雖是一體。而猶", "584": "未忘能所。故非無緣之知。", "585": "如手自作拳。非是不拳手。", "586": "手喻能知。拳喻所知。雖離如意。而歸於本拳。拳雖", "587": "是手。猶有作意而揑之也。且又終存能所兩相。喻", "588": "以自知知其所知。終不能忘於緣也。", "589": "亦不知知寂。亦不自知知。不可為無知。自性了然故。", "590": "不同於木石。", "591": "上文簡非。此中顯是。謂亦不以能知而知。其寂亦", "592": "不以自知而知。其知脫去兩重。忘能忘所。如此雙", "593": "忘。非謂一總無知。同於木石者為是焉。故曰不可", "594": "為無知。中間自性了了。然而常知。故不同於無情", "595": "也。", "596": "手不執如意。亦不自作拳。不可為無手。以手安然故。", "597": "不同於兔角。", "598": "手不執如意。以喻脫去初重。亦不自作拳。以喻脫", "599": "去次重。不可為無手。以喻中有不必脫者。安然如", "600": "故。故不同於兔角有虗名而無實體也。", "601": "復次修心漸次者。夫以知知物。物在知亦在。", "602": "此文所示。與前所辨似同實異。同者。亦約兩重能", "603": "所而辨也。異者。前初重約寂以辨所知。今初重約", "604": "物以辨所知。善須分別。弗使雷同。況云物在知亦", "605": "在。則能所兩者俱在。豈同前有知而不能忘知乎。", "606": "若以知。知知。知知。則離物。物離。猶知在。", "607": "此脫去初重。猶存乎次。亦非真離。以其知猶在故。", "608": "起知。知於知。後知若生時。前知早已滅。", "609": "此出第三重之過也。後知若生時。即再起能知知", "610": "於所知。則後知生時。前知已滅矣。", "611": "二知既不竝。但得前知滅。滅處為知境。能所俱非真。", "612": "前念滅而後念生。故云不竝。以滅處為所知境。既", "613": "有生滅。復有能所。非妄而何。", "614": "前則滅。滅引知。後則知。知續滅。生滅相續。自是輪迴", "615": "之道。", "616": "石壁云。前念滅而引後知。後念生而續前滅。生滅", "617": "不斷。即是輪迴。圓覺云。念念相續。循環往復。種種", "618": "取捨。皆是輪迴。余謂起過雖與不同。結過輪迴是", "619": "一。", "620": "今言知者。不須知知。但知而已。", "621": "前已簡非。今文顯是。而言知者。但一靈明獨知。無", "622": "能所。絕待對也。", "623": "則前不接滅。後不引起。前後斷續。中間自孤。", "624": "如是但知之。知者。前不接滅而有。後不引起而知。", "625": "前滅後知。不斷不續。中間妙體。靈然自孤。", "626": "當體不顧。應時消滅。知體既已滅。豁然如託空。", "627": "石壁云。儻顧。還成能所。不顧。如倚太虗。", "628": "寂爾少時間。惟覺無所得。即覺無覺。無覺之覺。異乎", "629": "木石。", "630": "豁然如空。復何所得。亦非一總無覺。亦非一總有", "631": "覺。但即覺而無覺。乃無覺之覺也。故異乎木石。", "632": "此是初心處。冥然絕慮。乍同死人。能所頓忘。纖緣盡", "633": "淨。", "634": "人以慮為人。絕慮則同死人。此乃塵勞暫息。乍爾", "635": "如斯。非如永死者。果永死矣。則入涅槃。豈不快哉。", "636": "私謂初發心時。便成正覺。成就慧身。不由他悟。一", "637": "念回光。便同本得。惟圓修頓悟。一超直入。則能所", "638": "頓忘。纖塵盡淨矣。", "639": "閴爾虗寂。似覺無知。無知之性。異乎木石。", "640": "第無慮知。非無真知。故無知之性。異乎木石。", "641": "此是初心處。領會難為。", "642": "結前旨趣。初學難知。", "643": "奢摩他之餘。", "644": "入初心時。三不應有。一惡。謂思惟世間五欲等因緣。", "645": "二善。謂思惟世間雜善等事。三無記。謂善惡不思。閴", "646": "爾昏住。", "647": "此三種念。一往言之。初則惡人有。次則善人有。三", "648": "則中人有。再往言之。三人俱有。惟多少不同。俱為", "649": "道障。故宜無之。", "650": "復次初修心人。入門之後。須識五念。一故起。二串習。", "651": "三接續。四別生。五即靜。", "652": "此且總標。下自釋出。", "653": "故起念者。謂起心思惟世間五欲。及雜善等事。串習", "654": "念者。謂無心故憶。忽爾思惟。善惡等事。接續念者。謂", "655": "串習忽起。知心馳散。又不制止。更復續前。思惟不住。", "656": "別生念者。謂覺知前念是散亂。即生慙愧改悔之心。", "657": "即靜念者。謂初坐時。更不思惟世間善惡。及無記等", "658": "事。即此作功。故言即靜。", "659": "前之三念同於前二。但無無記。與之為異耳。", "660": "串習一念。初心者多。接續故起二念。懈怠者有。別生", "661": "一念慚愧者多。即靜一念。精進者有。", "662": "後之二念。誠如定判。前之三念。一往可爾。再往言", "663": "之。自有初心三念頓除者。自有久修浮沉任運者。", "664": "總以二言斷之。懈怠者有。精進者無。若圓解成就。", "665": "達念本空。則知幻即離。不作方便。其若不然。如水", "666": "上𢵡葫蘆。展轉相依。亦奈之何。", "667": "串習。接續。故起。別生。四念為病。即靜一念為藥。雖復", "668": "藥病有殊。總束俱名為念。", "669": "別生一念。雖判為病。猶是藥中之病。然約一念相", "670": "應言之。雖不可有。約息前四言之。則不可無。即靜", "671": "為藥。亦未離念者。藥雖治病。何如無病。不藥為愈", "672": "哉。又俱名念者。此為坐禪時。靜境正好。於此境上。", "673": "寂而照之。使離於念。況乃尚未離念。豈非猶屬於", "674": "念。", "675": "得此五念停息之時。名為一念相應。一念者。靈知之", "676": "自性也。", "677": "石壁云。五念都息。一念現前。一念者。謂無念也。無", "678": "念之一念。即靈知之本源。經云。息心達本源。故號", "679": "為沙門。", "680": "然五念是一念枝條。一念是五念根本。", "681": "石壁云。五念非離一念而有。一念不藉五念而生。", "682": "束為本末之相須。應同水波之無有。", "683": "復次若一念相應之時。須識六種料簡。一識病。二識", "684": "藥。三識對治。四識過生。五識是非。六識正助。", "685": "此先標列。下文自釋。", "686": "第一病者有二種。一緣慮。二無記。緣慮者。善惡二念", "687": "也。雖無差殊。俱非解脫。是故總束。名為緣慮。無記者。", "688": "雖不緣善惡等事。然俱非真心。但是昏住。此二種名", "689": "為病。", "690": "前文明病。則三不應有。今又束三為二。惟昏與動。", "691": "以為惺寂。藥病之主對故也。", "692": "第二藥者亦有二種。一寂寂。二惺惺。寂寂。謂不念外", "693": "境善惡等事。惺惺。謂不生昏住無記等相。此二種名", "694": "為藥。", "695": "病相雖多。不外虗實。藥品雖眾。豈出補瀉。天地生", "696": "之。醫王則之。不差毫末。", "697": "第三對治者。以寂寂治緣慮。以惺惺治昏住。用此二", "698": "藥。對破二病。故名對治。", "699": "良醫因病立藥。亦復因之設方。病有虗實之因。藥", "700": "有補瀉之力。昏住失於實。以惺惺瀉之。緣慮失於", "701": "勞。以寂寂補之。天台云。止乃伏結之初門。觀為斷", "702": "惑之正要。止乃愛養心識之善資。觀為䇿發神解", "703": "之妙術。大哉醫王。可謂神聖工巧矣。", "704": "第四過生者。謂寂寂久。生昏住。惺惺久。生緣慮。因藥", "705": "發病。故曰過生。", "706": "圓修之人。須知破過。有能破不如所破者。服寂惺", "707": "之藥。能治昏妄之病是也。有能破如所破者。寂寂", "708": "久生昏住。惺惺久生緣慮是也。始則豈非能破。今", "709": "則翻成所破矣。", "710": "第五識是非者。寂寂不惺惺。此乃昏住。惺惺不寂寂。", "711": "此乃緣慮。不惺惺不寂寂。此乃非但緣慮。亦乃入昏", "712": "而住。亦寂寂亦惺惺。非唯歷歷。兼復寂寂。此乃還源", "713": "之妙性也。此四句者。前三句非。後一句是。故云識是", "714": "非。", "715": "前三句或是執藥以成病。或是藥病不主對。故生", "716": "過患。惟第四句因病服藥。藥效則病痊。既元神充", "717": "實。亦體用不孤。故稱為還源之妙性也。", "718": "第六正助者。以惺惺為正。以寂寂為助。此之二事。體", "719": "不相離。", "720": "論此二法。謂體則俱體。用則俱用。約相須而言也。", "721": "若約動靜論體用者。豈不以寂為體而惺為用乎。", "722": "譬如空之與日。十方世界同一明照。當爾之時。空", "723": "不異日。日不異空。非體用之必俱乎。然而虗空則", "724": "靜。日光則動。豈不以空為體。而日為用乎。第以一", "725": "念靈知。而為之主。則不得不以惺為正寂為用也。", "726": "至於下簡偏圓中。論三德則又以法身為體。般若", "727": "為用。", "728": "猶如病者。因杖而行。以行為正。以杖為助。夫病者欲", "729": "行。必先取杖。然後方行。", "730": "先喻可知。", "731": "修心之人。亦復如是。必先息緣慮。令心寂寂。次當惺", "732": "惺。不致昏沉。令心歷歷。歷歷寂寂。二名一體。更不異", "733": "時。", "734": "心體本寂。因緣慮而生勞。性理本明。緣昏仼而生", "735": "睡。今欲復之勞擾。非寂寂以無功。昏睡。非惺惺而", "736": "不力。二者相須。缺一不可。第用有先後。治有開除。", "737": "今論初入定門。必捐塵勞為始。故須以息緣慮為", "738": "先也。", "739": "譬夫病者欲行。闕杖不可。正行之時。假杖故能行。作", "740": "功之人。亦復如是。歷歷寂寂。不得異時。雖有二名。其", "741": "體不別。", "742": "石壁云。惺惺如行。寂寂如杖。此二相須。奢摩在手。", "743": "又曰。亂想是病。無記亦病。寂寂是藥。惺惺亦藥。寂寂", "744": "破亂想。惺惺治無記。寂寂生無記。惺惺生亂想。寂寂", "745": "雖能治亂想。而復還生無記。惺惺雖能治無記。而復", "746": "還生亂想。故曰。惺惺寂寂是。無記寂寂非。寂寂惺惺", "747": "是。亂想惺惺非。寂寂為助。惺惺為正。思之。", "748": "類通識病。識藥。對治。過生。是非。正助。六門。令學者", "749": "一一諳練方藥。臨機應變以用之。則無不奏效矣。", "750": "復次料簡之後。須明識一念之中五陰。", "751": "石壁云。此文來意由前云。一念靈知自性。慮淺學", "752": "之流。不達一念無念。無念之念。即靈知自性。反認", "753": "緣塵有知者為靈知。如此則謬之甚矣。故此文以", "754": "五陰破之。", "755": "謂歷歷分別。明識相應。即是識陰。領納在心。即是受", "756": "陰。心緣此理。即是想陰。行用此理。即是行陰。污穢真", "757": "理。即是色陰。", "758": "五陰之義有二種。一生死五陰。二法性五陰。生死", "759": "五陰。九界有之。法性五陰。惟佛證之。生死五陰。又", "760": "有二種。分段五陰。六凡有之。變易五陰。三聖有之。", "761": "分段五陰。又有二種。一期五陰。感報有之。一念五", "762": "陰。緣慮有之。今文所辨。即緣慮五陰也。緣慮為因。", "763": "一期為果。苟未脫此。焉契靈知。不契靈知。焉超生", "764": "死。故須識之破之。", "765": "此五陰者。舉體即是一念。此一念者。舉體全是五陰。", "766": "總在一念。別分色心。", "767": "歷歷見此一念之中。無有主宰。即有空慧。", "768": "人以主宰為義。見此無宰。故契人空。", "769": "見如幻化。即法空慧。", "770": "法以陰實為義。見此幻化。故契法空。", "771": "是故須識此五念。及六種料簡。願弗嫌之。", "772": "石壁云。他不見者。謂為煩芿。若不委示。學者焉知。", "773": "如取真金。明識瓦礫。及以偽寶。但盡除之。縱不識金。", "774": "金體自現。何憂不得。", "775": "始則金沙混雜。中則揀沙存金。末則惟金無砂。但", "776": "能去砂令盡。縱不識金。而金體自現。以喻合法。思", "777": "之可知。", "778": "毗婆舍那頌。", "779": "梵語毗婆舍那。此云觀。豎而明之。義當於假。橫而", "780": "言之。義開三觀。謂空假中。今且豎明。有照義假義。", "781": "又觀有三名。觀穿觀。觀達觀。不觀觀。廣如止觀。釋", "782": "名體相中說。", "783": "夫境非智而不了。智非境而不生。", "784": "境有事理。智亦同之。了世間事境。達正因緣生。世", "785": "俗智也。了因緣本空。無人無我。真空智也。了空即", "786": "假。知病識藥。出假智也。了達二邊。惟即中道。中觀", "787": "智也。今明境智。且言因緣即空。以為出世間空智。", "788": "所以下文但云緣生性空。及以色即是空。以為修", "789": "心創步之方。舉一例二。何俟盡說。夫萬像森羅。博", "790": "地共有也。了與不了。智愚之分也。愚則逐境以飄", "791": "流。起緣塵之分別。生生故生。生以為生死之因。智", "792": "則觀緣生而制止。達物性之空虗。有有而不有。以", "793": "為涅槃之道。如是則境智相藉。以了以生也。", "794": "智生。則了境而生。境了。則智生而了。", "795": "未了境時。而智終不生。未生智時。而境終不了。故", "796": "知智生。乃了境而後生也。境了。乃因智而後了也。", "797": "智生而了。了無所了。了境而生。生無能生。", "798": "境若非空而不可了。則智生何以能了。今既智生", "799": "而了。則境本自空。而了無所了也。智若非空而不", "800": "可生。則境了何以能生。今既境了而生。則智本自", "801": "空。而生無能生也。", "802": "生無能生。雖智而非有。了無所了。雖境而非無。", "803": "若有能生。智則屬有。若有所了。境則屬無。既無能", "804": "生。智則非有也。既無所了。境則非無也。非有非無。", "805": "則境空智寂。即空即有。則境淨智明。", "806": "無即不無。有即非有。有無雙照妙悟蕭然。", "807": "上文所論境智互明有無者。不是離無而別有於", "808": "有。離有而別有於無也。祇無即不無。祇有即非有。", "809": "無則非無。無即是有也。有則非有。有即是無也。始", "810": "既雙非。末則雙照。如是妙悟。萬累蕭然。", "811": "如火得薪。彌加熾然。薪喻發智之多境。火比了境之", "812": "妙智。", "813": "石壁云。實智照境。如火燒薪。大品云。色大般若亦", "814": "大。", "815": "其辭曰。達性空而非縛。雖緣假而非著。", "816": "楞伽云。不達境惟心。起種種分別。若起分別。則為", "817": "境之所縛。達境惟心已。分別則不生。分別不生。則", "818": "不為境之所縛。能達惟空。則反乎是。故雖緣假境。", "819": "而亦心無所著也。", "820": "有無之境雙照。中觀之心歷落。", "821": "達性空。即照空也。緣妙假。則照有。此雙照也。達空", "822": "由緣假而達也。緣假由了空而緣。此雙遮也。雙遮", "823": "雙照。圓中著矣。", "824": "若智了於境。即是境空智。", "825": "此言智非境不生。所謂智生則了境而生也。葢智", "826": "能了空者。亦由境本自空。而後智能了空故也。", "827": "如眼了花空。是了花空眼。", "828": "楞嚴云。見與見緣。併所想相。如虗空花。本無所有。", "829": "圓覺云。知是空花。即無流轉。二經義明。可以即喻", "830": "而即法矣。", "831": "若智了於智。即是智空智。", "832": "智雖了境空。存智智未了。猶如然火木。薪盡木猶", "833": "存。既然諸薪已。木亦復自然。故自了空已。更以智", "834": "了智。如是了智智。是為智空智。", "835": "如眼了眼空。是了眼空眼。", "836": "合法可知。", "837": "智雖了境空。及以了智空。非無了境智。境空智猶存。", "838": "牒結前第一重。所觀雖空。能觀猶在。", "839": "了境智空智。無境智不了。", "840": "了境智空智者。結前境智俱空也。無境智不了者。", "841": "總言若能如此。則無有境無有智。而無不了也。", "842": "如眼了花空。及以了眼空。非無了花眼。花空眼猶有。", "843": "了花眼空眼。無花眼不了。", "844": "初二句。喻前境智俱空。第三四句。重出能觀之智", "845": "不了之非。第五六句。顯境智俱空之是。了花。則境", "846": "空也。眼空眼。則智空也。無花眼不了者。喻無有境", "847": "無有智。亦無不了也。", "848": "復次。一切諸法。悉假因緣。因緣所生。皆無自性。", "849": "自性者。諸法自生之性也。人不了之。執法自生於", "850": "自。果能自生。則不假因緣。以正理而推。世間無有", "851": "一法不從因緣生者。比如眼識內從根。外從色塵。", "852": "二者和合。識生其中。離二則本無眼識。豈非眼之", "853": "為識。無自性乎。生無自性。故其性也空。故中論云。", "854": "因緣所生法。我說即是空。欲推性空。須此二句。若", "855": "欲觀假觀中。又有後二句。所謂亦名為假名。亦是", "856": "中道義。此是天台傳宗要旨。近有人云。若據教意。", "857": "大凡一偈。皆有四句以成其意耳。智者離為三觀。", "858": "似乎支蔓。余謂若三智一心中得。亦出智論。豈龍", "859": "樹亦支蔓乎。又瓔珞圓覺楞嚴涅槃等經。皆明三", "860": "觀。若如所破。則釋迦金口誠言。亦支蔓矣。夫為宗", "861": "師者。教眼亦須具一隻始得。其或不然。難免徐六", "862": "擔板去也。", "863": "一法既爾。萬法皆然。", "864": "一切諸法。無有不從因緣而有自性者。", "865": "境智相從。于何不寂。", "866": "智因照境而空。境由智了而寂。二法相從。能所俱", "867": "泯。", "868": "何以故。因緣之法。性無差別故。", "869": "因緣之法。雖有差別。因緣之性。本無差別。譬如波", "870": "有千差。水性不二。不二之性。即實性也。", "871": "今之三界輪迴。六道升降。淨穢苦樂。凡聖差殊。", "872": "正明因緣之法而有差別也。", "873": "皆由三業四儀六根所對。隨情造業。果報不同。善則", "874": "受樂。惡則受苦。", "875": "此明因緣差別之所由來也。", "876": "故經云。善惡為因。苦樂為果。", "877": "引證可知。", "878": "當知法無定相。隨緣搆集。緣非我有。故曰性空。空故", "879": "非異。萬法皆如。", "880": "祇如四大。無情摶之以為山岳。有情摶之以為色", "881": "身。戒善摶之以為人天。惡逆摶之以為鬼畜。豈非", "882": "法無定相。隨緣搆造乎哉。情念本空。罪福無主。一", "883": "切性空。何莫非如。", "884": "故經云。色即是空。四陰亦爾。", "885": "色是幻色。空是真空。迷時全真空為幻色。悟時全", "886": "幻色證真空。", "887": "如是則何獨凡類緣生。亦乃三乘聖果皆從緣有。", "888": "石壁云。十界緣起。凡聖兩分。六趣染緣。四聖淨緣。", "889": "染淨雖異。緣起則同。猶如清水濁水。波溼無殊。", "890": "是故經云。佛種從緣起。", "891": "法華云。佛種從緣起。是故說一乘。是則聲聞以四", "892": "諦為緣起。緣覺以十二因緣為緣起。菩薩以六度", "893": "為緣起。佛界以佛乘大白牛車為緣起。復須了知", "894": "華嚴。能隨染淨緣。具造十法界。不變隨緣。隨緣不", "895": "變之旨。方契諸法實相之宗。", "896": "是以萬機叢湊。達之者則無非道場。", "897": "日用觸緣。對境莫非因緣生法。而緣生無性。當體", "898": "全空。全空即寂滅道場。真阿練若處。是故能達此", "899": "者。何適而非菩提哉。", "900": "色像無邊。悟之者則無非般若。", "901": "夫境藉智融。而智隨境遍故。色像遍法界。而般若", "902": "亦遍法界。前云道場者。指本有法身之理也。今云", "903": "般若。指修成菩提之智也。境智圓融。斯理有在。因", "904": "筌得魚。無負空言。前簡徧圓中已明。", "905": "故經云。色無邊故。當知般若亦無邊。", "906": "自非達境成智。安令二俱無邊。", "907": "何以故。境非智而不了。智非境而不生。智生則了境", "908": "而生。境了則智生而了。智生而了。了無所了了境而", "909": "生。生無能生。", "910": "重牒前文。以明無非道場般若之旨。", "911": "生無能生。則內智寂寂。了無所了則外境如如。", "912": "內智本來寂寂。而不寂者。過在不達境空。外境本", "913": "自如如。而不如者。過在無能達智。若了生無能生。", "914": "了無所了。尚何智而不寂。何境而不如哉。", "915": "如寂無差。境智冥一。", "916": "境如。即智如。智寂。即境寂。元是一體。今悟生而無", "917": "生。了而無了。境智冥一。如寂無差。則法身般若冥", "918": "合而不分矣。", "919": "萬累都泯。妙旨存焉。", "920": "天台云。直解脫非解脫。解脫必具法身般若。皆由", "921": "境智圓融。能所不二。故能超塵越累。慧翅高飛。", "922": "故經云。般若無知。無所不知。如是則妙旨非知。不知", "923": "而知矣。", "924": "般若雖以知而為其用。苟存其知。非真般若矣。惟", "925": "其無知。而無所不知。如是之知。則不知而知矣。", "926": "優畢叉頌。", "927": "梵語優畢叉。此云止觀等。亦名中道妙觀。在止觀", "928": "中。此屬圓頓中攝。乃即前二觀。即豎而橫。即橫而", "929": "豎。亦雙遮雙照。非遮非照。", "930": "夫定亂分歧。動靜之源莫二。愚慧乖路。明闇之本非", "931": "殊。", "932": "動靜明闇。病也。定亂愚慧之所由生者。是皆支流。", "933": "考其源本。莫不從明靜之性生也。觀其支流莫不", "934": "異。觀其源本莫不同。愚迷則從流出流。因靜而生", "935": "昏。因明而生亂。智悟。則從流遡源。破亂以為靜。破", "936": "昏以為明。是以欲明止觀不二之旨。標昏動明境。", "937": "之源。", "938": "羣迷。從暗而背明。捨靜以求動。眾悟。背動而從靜。捨", "939": "暗以求明。", "940": "羣迷非無其明。祇背明而從暗。非無其靜。祇求動", "941": "而捨靜。所以為愚迷也。眾悟非無動。能背動而從", "942": "靜。非無其暗。能捨暗以求明。所以為智悟也。", "943": "明生。則轉愚成慧。靜立。則息亂成定。", "944": "明生何以能轉愚而成慧。靜立何以能息亂以成", "945": "定。以其動靜之源莫二。明闇之本非殊。是故可以", "946": "縛而可以脫。葢為物所轉。故為昏為動。若能轉物", "947": "則為靜為明矣。", "948": "定立。由乎背動。慧生。因乎捨暗。", "949": "定立既由背動。則動不可以不背也。慧生既因捨", "950": "暗。則暗不可以不捨也。", "951": "暗動連繫於樊籠。", "952": "暗之與動。何須背捨。以其能連繫於生死之樊籠", "953": "故也。", "954": "靜明相趨於物表。", "955": "靜之與明。何須還復。以其能趨於煩惱之物表故", "956": "也。", "957": "物不能愚。功由於慧。煩不能動。功由於定。", "958": "靜明何以復。定慧何以成。以其得大體而能起大", "959": "用。大用現前。則物不能愚。而煩不能亂。遠討其因。", "960": "則功由止觀。", "961": "定慧更資於靜明。愚亂相纏於暗動。", "962": "得定慧相資。則本體靜明。靜者而愈靜。明者而愈", "963": "明矣。若愚亂相纏。則本心暗動。暗者而愈暗。動者", "964": "而愈動矣。", "965": "動而能靜者。即亂而定也。暗而能明者。即愚而慧也。", "966": "如是。則暗動之本無差。靜明由茲合道。愚亂之源非", "967": "異。定慧於是同宗。", "968": "即亂而靜者。如虗空本無動靜。風生則動。風息則", "969": "靜。然風亦依空而生。所以拂衣則有。垂裳則無。拂", "970": "之垂之。由乎人。豈非即靜而動。即動而靜乎。即暗", "971": "而明者。亦如虗空。本無明暗。日出則明。日入則暗。", "972": "然日亦依空而住。所以揭之則有。覆之則無。揭之", "973": "覆之。亦由乎人。豈非即明而暗。即暗而明乎。法性", "974": "亦然。合之可知。故曰暗動之本無差。愚亂之源非", "975": "異。如此。則靜明由茲合道。定慧於是同宗矣。", "976": "宗同。則無緣之慈。定慧。則寂而常照。", "977": "宗同。則定慧合一。當中道無緣之慈。雙忘乎定慧", "978": "也。定慧。則寂而常照者。當生緣法緣之慈。雙忘乎", "979": "空假也。", "980": "寂而常照。則雙與。無緣之慈。則雙奪。雙奪。故優畢叉。", "981": "雙與故毗婆舍那。", "982": "雙與。即中道之雙照也。雙奪。即中道之雙遮也。故", "983": "三種止觀。一一各有主對。", "984": "以奢摩他故。雖寂而常照。", "985": "奢摩。當靜義。然法性之體立不孤然。故雖寂而常", "986": "照也。", "987": "以毗婆舍那故。雖照而常寂。", "988": "毗婆舍那。當觀照義。然法性之體亦不孤立。故雖", "989": "照而常寂也。", "990": "以優畢叉故。非照而非寂。", "991": "優畢叉。當止觀等。既非寂而非照。亦即照而即寂。", "992": "今文為顯中道故。且言其雙遮。", "993": "照而常寂。故說俗而即真。寂而常照。故說真而即俗。", "994": "非寂非照。故杜口於毗耶。", "995": "此正結歸真俗中三諦。以明所宗空假中三觀。故", "996": "奢摩他雖當於止。亦名為空觀。毗婆舍那雖當於", "997": "觀。亦名為假觀。優畢叉雖於止觀等。亦名為中觀。", "998": "葢法性至元。義極於三。至於煩惱菩提。般若涅槃。", "999": "亦惟極於此三。噫。明明大道。昭昭耳目。聞而不信。", "1000": "見而不行。肆無目而浪行。甘躄足而望路。則吾末", "1001": "如之何也已矣。", "1002": "觀心十門第十○觀心十門第十", "1003": "復次觀心十門。初則言其法爾。次則出其觀體。三則", "1004": "語其相應。四則警其上慢。五則誡其疏怠。六則重出", "1005": "觀體。七則明其是非。八則簡其詮旨。九則觸途成觀。", "1006": "十則妙契元源。", "1007": "十門生起者。凡百修行。入道須悟諦理真實。然後", "1008": "觀門得體。可以全性起修。能如是修。必得相應。苟", "1009": "不相應。則精進者有上慢之失。懈怠者墮疏懈之", "1010": "非。前出觀體。言略意周。重出觀體。義圓法備。廣略", "1011": "相從。然後造修有路。求寶知方。復慮修心。前多歧", "1012": "逕。或執非以為是。或以是而為非。是非之中。最宜", "1013": "明識。一切義門。皆憑詮旨。詮旨有會。方契佛心。則", "1014": "一一行門無非圓通。若如是者。則左右逢緣。觸迷", "1015": "成觀。不執觀以迷旨。不封言而惑理矣。", "1016": "第一言其法爾第一言其法爾者", "1017": "法爾者。自然也。謂法法皆爾。性是天真。葢真如之", "1018": "理。法爾不變以隨緣。一切諸法。法爾隨緣而不變。", "1019": "夫心性虗通。動靜之源不二。真如絕慮。緣計之念非", "1020": "殊。", "1021": "心性。即真如異其辭爾。虗通。言其體德。此心真如。", "1022": "於三際時。十方處。虗空了無一物。融通毫無窒礙。", "1023": "如大火聚。四邊不可湊泊。爍破一切思慮緣影。故", "1024": "曰心性虗通。真如絕慮。然而現見眾生有緣慮之", "1025": "心。舉則動。息則靜。與心性真如二之殊之者。皆迷", "1026": "而不自覺悟故也。云何謂之迷。又云何謂之悟。須", "1027": "知迷無別迷。祇於諸佛悟處而成迷。悟無別悟。亦", "1028": "祇於眾生迷處而成悟。故一切動靜。遠尋其源。與", "1029": "心性虗通之源莫二。一切緣計。遠尋其根。與真如", "1030": "絕慮之心非殊。楞嚴云。佛告文殊。十方如來與諸", "1031": "大菩薩。於其自住三摩地中。見與見緣。并所想相。", "1032": "如虗空花。本無所有。此見及緣。元是菩提妙靜明", "1033": "體。云何於中有是非是。是則心性虗通。真如絕慮。", "1034": "其猶晴明之空。眾生緣慮昏動。其猶揑目以見空", "1035": "花。方其揑目以成花時。果有花乎哉。果無花乎哉。", "1036": "果有起滅動靜乎哉。果無起滅動靜哉。然而花即", "1037": "空也。空即花也。其猶動靜。即心性之虗通也。緣計", "1038": "即真如之絕慮也。故曰。此見及緣。元是菩提妙淨", "1039": "明體。云何於中有是非是。苟明此義。則其旨皎然", "1040": "矣。", "1041": "惑見紛馳。窮之則唯一寂。", "1042": "此以現事證成上義。苟動靜之源與心性虗通有", "1043": "二。緣計之念與真如絕慮有殊。何以故。若惑見紛", "1044": "馳。用觀法窮之究之。而此惑見。當處銷融。唯是一", "1045": "寂真空。以是驗之。斷非虗也。", "1046": "靈源不狀。鑒之則以千差。", "1047": "靈源者。即上所言心性真如之體也。虗通者。以其", "1048": "絕慮故也。故云不狀。方其動靜緣計未狀之時。如", "1049": "鏡臺鑑物不差。莫逃其狀。非以心性虗通真如絕", "1050": "慮而然乎。上句證念起元同。下句證離念廓照。", "1051": "千差不同。法眼之名自立。一寂非異。慧眼之號斯存。", "1052": "理量雙消。佛眼之功圓著。", "1053": "此以果德大用現前。以明全是眾生因心本具。如", "1054": "果上法眼能鑒乎俗。全由因心靈源不狀。鑒之以", "1055": "千差。慧眼能照乎真。全由因心惑見紛馳。窮之惟", "1056": "一寂。佛眼之功圓著者。全由因心一寂如理智。千", "1057": "差如量智。雙消中得來。所謂因超果海。果徹因源", "1058": "者以此。", "1059": "是以三諦一境。法身之理恒清。三智一心。般若之明", "1060": "常照。境智冥合。解脫之應隨機。非縱非橫。圓伊之道", "1061": "元會。故知三德妙性。宛爾無乖。", "1062": "上文所說。固是得意元談。又不若取質捨文。結歸", "1063": "實際。此正事理不二。簡示偏圓。正修止觀中。深切", "1064": "旨歸。三諦一境之法身。三智一心之般若。境智冥", "1065": "合之解脫也。葢圓伊之道。非縱非橫者。正以所觀", "1066": "之境屬法身。當此三諦圓中之一諦也。譬彼圓𠁼", "1067": "最上一點。第此諦。舉一即三故。直法身非法身。以", "1068": "法身必具般若解脫。以此中諦。即真即俗故也。能", "1069": "觀之觀。屬般若。當此三觀真空之一觀也。譬彼圓", "1070": "𠁼左邊一點。第此一觀。舉一即三故。直般若非般", "1071": "若。般若必具法身解脫。以此空觀即假即中故也。", "1072": "能所冥合。屬解脫。當此三脫。屬方便淨解脫。譬彼", "1073": "圓𠁼右邊一點。第此一脫。舉一即三故。直解脫非", "1074": "解脫。解脫必具法身般若。以此解脫。即法身般若", "1075": "故也。若親切指示。即當人現前一念。性具諸法。依", "1076": "正差殊。即解脫也。居於一念無有差別。即般若也。", "1077": "即一念而諸法。即諸法而一念。即法身也。此為所", "1078": "觀。即是法身。能觀此三。即是般若也。能所冥合。絕", "1079": "思絕議。即是解脫也。", "1080": "一心深廣難思。何出要而非路。", "1081": "一心深廣者。則豎窮橫亘。無心不三智也。無境不", "1082": "三德也。無塵不三解脫也。如是微妙。不可思議。逢", "1083": "緣對境。無非出生死之要。舉足生心。何莫入菩提", "1084": "之路。", "1085": "是以即心為道者。可謂尋流而得源矣。", "1086": "眾生從真起妄。如從源以出流。行人返妄歸真。如", "1087": "從流以溯源。是故修行善入流者。正在即流得源。", "1088": "不遠而復。其若捨流而別尋源。則愈求愈遠。流者", "1089": "一念識心是也。源者。一念空假中是也。故曰即心", "1090": "為道者。可謂尋流而得源矣。", "1091": "第二出其觀體第二出其觀體者祇知一念。即空不空。非空非不空。", "1092": "觀者。三觀也。體者。三觀出生安立之處也。祇知一", "1093": "念者。不須緣理斷九。離此一念別求清淨真如也。", "1094": "一念即空。何般若而不具。一念即不空。何解脫而", "1095": "不有。一念即非空非不空。何法身而不圓。此大師", "1096": "所傳。天台一宗。即陰觀妄。煩惱即菩提。生死即涅", "1097": "槃。性具之旨。舊注欲改祇字作應字。豈知宗旨者", "1098": "哉。", "1099": "第三語其相應第三語其相應者", "1100": "空破見思。與般若相應。假破塵沙。與解脫相應。中", "1101": "破無明。與法身相應。", "1102": "心與空相應。則譏毀讚譽。何憂何喜。", "1103": "人逢逆順之境。喜怒縈之於懷。以其心不空也。若", "1104": "得心空。不因讚譽而喜。不為譏毀而憂。以其心空", "1105": "而無所受故也。", "1106": "身與空相應。則刀割香塗。何苦何樂。", "1107": "喜怒不形於色。古之高士。及修忍之人。皆能行之。", "1108": "惟刀割不苦。恐不能以強力忍。若忍辱仙人。為歌", "1109": "利王割截身體。節節支解而無煩惱。金剛經云。爾", "1110": "時。若有我相。人相。眾生相。壽者相。應生瞋恨。此則", "1111": "身與空相應。乃能若是也。", "1112": "依報與空相應。則施與劫奪。何得何失。", "1113": "依報者。謂人身正報所依一切受用物也。若素位", "1114": "君子。於富貴患難無適而不自得。則已能忘得失", "1115": "略喜慍。矧修禪之人。依報與空相應者。得失能擾", "1116": "其心哉。", "1117": "心與空不空相應。則愛見都忘。慈悲普救。", "1118": "愛見俱忘。空之力也。慈悲普救。不空之力也。始則", "1119": "旋假以入空。次則旋空而入假。故能不住無為而", "1120": "利益諸趣。", "1121": "身與空不空相應。則內同枯木。外現威儀。", "1122": "與空相應。內則枯木倚寒巖。三冬無暖氣。與不空", "1123": "相應。外則山花若也逢春力。根在深巖也著開。", "1124": "依報與空不空相應。則永絕貪求。資財給濟。", "1125": "石壁云。貪求已滅。理順於空。給濟恒施。事符於假。", "1126": "肇法師云。般若之門觀空。漚和之門涉有。", "1127": "心與空不空。非空非不空相應。則實相初明。開佛知", "1128": "見。", "1129": "法華云。開示悟入佛之知見。開居於初。菩薩無明", "1130": "初破。初見實相。能與中道相應故也。", "1131": "身與空不空。非空非不空相應。則一塵入正受。諸塵", "1132": "三昧起。", "1133": "石壁云。一塵諸塵。惟約依報。祇於一塵。即入即出。", "1134": "即雙入出。即不入出。於依報中。一一自在。於正報", "1135": "中。亦復如是。三昧者。此云正受。良以不受諸受。名", "1136": "為正受。", "1137": "依報與空不空。非空非不空相應。則香臺寶閣。嚴土", "1138": "化生。", "1139": "香臺寶閣者。自受用身所居實報莊嚴土也。即以", "1140": "之而嚴土自用。即以之而嚴土化生。", "1141": "第四警其上慢第四警其上慢者若不爾者。則未相應也。", "1142": "天台約六即以辨圓位。即。故不生退屈。則前二門", "1143": "中事也。六故不生上慢。則相應門中事也。故知相", "1144": "應一門。已當明位矣。", "1145": "第五誡其疏怠第五誡其疏怠者然渡海應須上船。非船何以能渡。", "1146": "修心必須入觀。非觀無以明心。心尚未明。相應何日。", "1147": "思之勿自恃也。", "1148": "喻中雖云。非船何以能度。意在勸人登舟。法上雖", "1149": "云非觀無以明心。意在䇿人入觀。葢此誡怠。為知", "1150": "觀人說。不為未知者說也。", "1151": "第六重出觀體第六重出觀體者祇知一念即空不空。非有非無。不", "1152": "知即念即空不空。非非有非非無。", "1153": "祇知。照也。不知。寂也。即照而遮。故即空不空而雙", "1154": "非也。即寂而照。故雙照也。非去非有。乃是照空。非", "1155": "去非無。乃是照有。前出觀體者。且正顯中。重出觀", "1156": "體者。中亦不立。存然亡然。不可得而名焉。斯臻元", "1157": "妙。", "1158": "第七明其是非第七明其是非者心不是有。心不是無。心不非有。心", "1159": "不非無。", "1160": "此章來意。為明重出觀體之所以。葢言心不是有。", "1161": "故即空。心不是無。故即不空。心不非有。故非非有。", "1162": "心不非無。故非非無。", "1163": "是有是無。即墮是。非有非無。即墮非。", "1164": "釋前所以。何故心不是有。心不是無。以是有是無。", "1165": "即墮是故也。何故心不非有。心不非無。以非有非", "1166": "無。即墮非故也。", "1167": "如是。祇是是非之非。未是非是。非非之是。", "1168": "石壁云。結指是非俱非。對前相待之非。未是絕待", "1169": "之是。", "1170": "今以雙非。破兩是。", "1171": "非。不也。即前心不是有。心不是無之兩不者。以破", "1172": "是有是無。", "1173": "是破非是。猶是非。", "1174": "是。即是有是無之是。既以不而不去者。豈非非是。", "1175": "猶是非乎。", "1176": "又以雙非。破兩非。", "1177": "雙非。雙不也。即前心不非有心不非無之兩不者。", "1178": "以破非有非無。", "1179": "非破非非。即是是。", "1180": "非。即前非有非無之非。既以雙不而非去非去。則", "1181": "是存。豈非。非破非非。即是是。石壁云。權立為是。慮", "1182": "犯無窮。向下結成。還成能計。", "1183": "如是。祇是非是非非之是。未是不非。不不非。不是。不", "1184": "不是。", "1185": "石壁云。如是下。結上兩重。未是下。釋上一重。破所", "1186": "立能。此亦破之。故云。不非非。不是是。下釋上二重。", "1187": "病去藥存。此亦破之。故云。不不是。", "1188": "是非之惑。綿微難見。", "1189": "石壁云。問。此惑為復障理障事。答。能障於理。非障", "1190": "於事。乃由無明不了。橫計是非。陰宰若亡。是非都", "1191": "泯。", "1192": "神清慮靜。細而研之。", "1193": "石壁云。是非幽微。其義最細。察之無象。尋之無踪。", "1194": "若非智眼朗然。云何能祛此見。", "1195": "第八簡其詮旨第八簡其詮旨者", "1196": "詮。即能詮。旨。即所詮。欲其始則因詮而會旨。終則", "1197": "得兔以忘󱇮。故須簡之。", "1198": "然而至理無言。假文言以明其旨。", "1199": "大品云。總持無文字。文字顯總持。", "1200": "旨宗非觀。藉修觀以會其宗。", "1201": "石壁云。理智非行。藉行熏成。圓覺云。雖復本來金。", "1202": "終以銷成就。今謂旨即正因。宗即了因。觀即緣因。", "1203": "余謂非也。應以旨作正因。宗觀皆作了因。葢此宗。", "1204": "非五重中之宗。乃宗趣之宗。義屬於解。解之與觀", "1205": "俱屬了因。若明緣因。取助道法門。", "1206": "若旨之未明。則言之未的。若宗之未會。則觀之未深。", "1207": "理得之於內。言得之於外。未有形直而影不端。理", "1208": "明而言不當者也。宗會之於心。觀深之於行。未有", "1209": "聲和而響不順。宗會而觀不深者也。", "1210": "深觀。乃會其宗。的言。必明其旨。", "1211": "始因宗而觀深。藉旨而言的。終因觀而宗愈會。藉", "1212": "言而旨愈明。", "1213": "旨宗。既其明會。言觀。何得復存耶。", "1214": "石壁云。理明則言廢。智會則觀亡。且旨即理。宗即", "1215": "智。言即教。觀即行。應知理顯因言。是以忘言。智明", "1216": "因觀。是以忘觀。得兔忘󱇮。誠如此也。", "1217": "第九觸途成觀第九觸途成觀者", "1218": "未諳上之入門。則凡有修入。如著弊絮。荊棘中行。", "1219": "觸處罣礙。既解此已。則歷緣對境。觸途成觀。如風", "1220": "行空中。一切無障礙也。", "1221": "夫再演言辭。重標觀體。欲明宗旨無異。言觀。有逐方", "1222": "移。", "1223": "石壁云。言移。則設教千端。何乖其旨。觀移。則造修", "1224": "萬種。安易其宗。良由理智同源。機緣異轍。是以言", "1225": "兼權實。觀帶淺深。為明宗旨。元微欲顯。且隨言觀。", "1226": "移言。則言理無差。改觀。則觀旨不異。", "1227": "石壁云。言移則教別。理顯無殊。觀改則行遷。智明", "1228": "不異。", "1229": "不異之旨即理。無差之理即宗。", "1230": "石壁云。不異之理是宗。此宗全理。故云即理。無差", "1231": "之理。此理全智。故云則宗。理智如如。言觀泯矣。", "1232": "宗旨一而二名。言觀明其弄引耳。", "1233": "石壁云。宗旨體一。而立二名。如鏡與光。亦彰二號。", "1234": "因言達理。藉觀契宗。理智既其齊明。言觀即為方", "1235": "便。", "1236": "第十妙契元源第十妙契元源者", "1237": "夫悟心之士。甯執觀而迷旨。達教之人。豈滯言而惑", "1238": "理。", "1239": "悟心之士。全性以起修。則旨即是觀。全修而在性。", "1240": "則觀即是旨。故不執觀而迷旨。達教之人。因筌而", "1241": "得魚。決不執筌以為魚。體顯名忘。決不循名而忘", "1242": "體。故不滯言而惑理。", "1243": "理明則言語道斷。何言之能議。旨會則心行處滅。何", "1244": "觀之能思。", "1245": "石壁云。言不能議。理本非名。心不能思。智元絕慮。", "1246": "天台云。口欲言而辭喪。心欲思而慮忘。余曰。大師", "1247": "所說妙觀之宗。正以言語道斷。心行處滅而為其", "1248": "主。故於第十妙契元源。究竟指歸也如此。", "1249": "心言不能思議者。可謂妙契寰中矣。", "1250": "石壁云。事法既虗。相無不盡。理性真實。體無不現。", "1251": "故曰妙契寰中矣。", "1252": "永嘉禪宗集註卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1242 永嘉禪宗集註", "author": "明 傳燈重編並註"}