{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1265 禪林寶訓順硃", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "禪林寶訓順硃", "1": "禪林寶訓順硃卷第四", "2": "蜀渝華巖季而關聖可　德玉　順硃", "3": "佛智裕和尚曰。駿馬之奔逸。而不敢肆足者。衘轡之", "4": "禦也。小人之強橫。不敢縱情者。刑法之制也。意識之", "5": "流浪。不敢攀緣者。覺照之力也。烏乎。學者無覺照。猶", "6": "駿馬無衘轡。小人無刑法。將何以絕貪慾治妄想乎。", "7": "駿急速也。衘馬口中勒鐵也。轡馬韁也。禦止也。佛", "8": "智󱚉和尚。示人制貪慾必須覺照說。疾馬之遺風。", "9": "迅走而不敢縱足駻突者何。葢由馬口有鞿韁。而", "10": "御之也。小人之倔彊橫暴。而不敢恣縱欲情者何。", "11": "葢由國有典刑。以正之也。凡人意根法塵所生受", "12": "想行諸蘊續起之識。若急水灘頭之波浪。念念流", "13": "注。而不敢攀引緣連者何。葢由有諸法寂靜定力", "14": "一念相應慧力。二力以戒止調御之也。烏乎。學者", "15": "豈可無定力慧力乎。學者若無定力慧力。就如那", "16": "駻馬無羈韁。小人無典刑一樣。將甚麼把柄。去斬", "17": "絕現前三毒。蠲除三世流注妄想也乎。此乃修心", "18": "之實學也。駻音幹。馬突也。鞿音雞。韁在馬口也。", "19": "佛智謂水菴曰。住持之體有四焉。一道德。二言行。三", "20": "仁義。四禮法。道德言行。乃教之本也。仁義禮法。乃教", "21": "之末也。無本不能立。無末不能成。先聖見學者。不能", "22": "自治。故建叢林以安之。立住持以統之。然則叢林之", "23": "尊。非為住持。四事豐美。非為學者。皆以佛祖之道故。", "24": "是以善為住持者。必先尊道德守言行。能為學者。必", "25": "先存仁義遵禮法。故住持非學者不立。學者非住持", "26": "不成。住持與學者。猶身之與臂。頭之與足。大小適稱", "27": "而不悖。乃相須而行也。故曰。學者保於叢林。叢林保", "28": "於道德。住持人無道德。則叢林將見其廢矣實錄。", "29": "佛智謂水菴主法大體。要知根識本說。住持之體。", "30": "有四焉。一是日用所當行之道。并尋常所涵養之", "31": "德。二是開發後進之言。并躬身履踐之行。三是慈", "32": "愛惻隱之仁。與裁制合宜之義。四是節臘省會之", "33": "禮。與揵推號令之法。前二種道德並言行。乃是教", "34": "之根本也。後二種仁義並禮法。乃教之枝葉也。若", "35": "無根本。憑何樹立。若無枝葉。不能完成。的的要成", "36": "一株大樹。蔭覆天下人。不可不曉此根本也。先聖", "37": "見參學之輩。不能自己修治。故建豎叢林。高堂廣", "38": "廈。以安養之。設立住持。高賢碩德。以統理之。然則", "39": "一寺稠人廣眾之尊。非是獨為住持一人飲食衣", "40": "服臥具湯藥四事豐盛。非專為學者。既不為此。畢", "41": "竟所為那樣。皆因為佛祖慧命之道故。是以能擔", "42": "任斯道。把作件事。以為住持者。必竟先務尊重道", "43": "德。操守言行。以為根本。善勤求此道。把作件事。以", "44": "為學者必竟先務。存懷仁義。遵依禮法。以為枝葉。", "45": "故住持人若無學者。則智慧花果。從何而得設立。", "46": "學者若無住持。則菩提種子從何而得生成。所以", "47": "住持之與學者。就如人有身有臂。有頭有足。四肢", "48": "百骸。五臟六腑。大小適意稱心。而不相違悖。乃相", "49": "須相待而行之者。豈不成一株大大人樹也哉。爍", "50": "然有根有本。有枝有葉。智慧花果。菩提種子。咸從", "51": "此相待而生。佛祖慧命。生生相續。寧有窮也。故曰。", "52": "學者保守於叢林。叢林保守於道德。兩相保守也。", "53": "住持人若是沒有道。沒有德。則叢林欲其本末堅", "54": "茂。始終永興而不廢者。未之有也。", "55": "水菴一和尚曰。易言君子思患而預防之。是故古之", "56": "人思生死大患。防之以道。遂能經大傳遠。今之人謂", "57": "求道迂濶。不若求利之切當。由是競習浮華。計較毫", "58": "末。希目前之事。懷苟且之計。所以莫肯為周歲之規", "59": "者。況生死之慮乎。所以學者日鄙。叢林日廢。紀綱日", "60": "墜。以至陵夷顛沛。殆不可救。嗟乎。可不鑑哉雙林實錄。", "61": "陵夷言法道頹替。若丘陵之漸平也。水菴一和尚。", "62": "示人生死大事。當預先打點。莫臨時著忙說。易經", "63": "水火既濟卦云。成德君子。心中時時慮患。而預先", "64": "謹微。杜漸以防之。是故古之人。時時思慮。生不知", "65": "何來。死不知何去。此是人極大的患。乃防之以直", "66": "指人心日用所當行之正道。遂能擔當大事。流通", "67": "久遠。今之人。不知道之極致。反謂求道。迂遠曠濶。", "68": "不能濟眼前饑寒之急。不若求財利。即得現前受", "69": "用之切當也。由是競進尚習。浮費奢華。計算毫釐。", "70": "比較瑣末。希求眼下之事。而不廣大。懷存苟且之", "71": "計。而無恒心。所以不肯立身行事。為一年之規者。", "72": "豈識亘古亘今廣大恒久不生不死之妙道哉。是", "73": "故學者見識。日見卑鄙。叢林法度。日見廢壞。總綱", "74": "眾紀。日見隳墜。以至頹替。傾覆危殆。至于不可拯", "75": "救之地。有不忍見聞者。嗟乎。可不鑑照之乎。有志", "76": "于道者。宜以自己反觀之。智鑑而照察之。其妍醜", "77": "自然分明矣。", "78": "水菴曰。昔遊雲居。見高菴夜參。謂至道徑挺。不近人", "79": "情。要須誠心正意。勿事矯飾偏邪。矯飾則近詐󰦇。偏", "80": "邪則不中正。與至道皆不合矣。竊思其言近理。乃刻", "81": "意踐之。逮見佛智先師。始浩然大徹。方得不負平生", "82": "行脚之志。", "83": "浩廣也。浩然大徹。言無所不通的意思。水菴與月", "84": "堂書。言人造道心要極正說。昔行脚。遊雲居。見高", "85": "菴。一夕夜參云。無上至道。徑直挺特。不循人情。要", "86": "當真誠其心。端正其意。不得有事矯妄裝飾。偏僻", "87": "私邪。矯飾則幾于詐󰦇之流。偏邪則入不中正之", "88": "類。與無上至道。猶方底而圓葢。必不合矣。予竊想。", "89": "此小參之言。近于道理。乃銘刻於意地踐行之。及", "90": "見佛智先師。一言之下。心地開通。始得不孤負予", "91": "一生登山涉水行脚的志向矣。", "92": "水菴曰。月堂住持。所至以行道為己任。不發化主。不", "93": "事登謁。每歲食指。隨常住所得用之。衲子有志充化", "94": "導者多却之。或曰。佛戒比丘。持鉢以資身命。師何拒", "95": "之弗容。月堂曰。我佛在日則可。恐今日為之。必有好", "96": "利者。而至於自鬻矣。因思月堂防微杜漸。深切著明。", "97": "稱實之言。今猶在耳。以今日觀之。又豈止自鬻而已", "98": "矣法語。", "99": "月堂名道昌。妙湛惠嗣也。食指即人手第二指也。", "100": "未齒嬰孩。常自乳𠾱者。言人人本有的意思。鬻賣", "101": "也。水菴戒人。勿事貪求說。月堂和尚。凡所到一處。", "102": "只以行佛祖之道。為自己重任。不遣僧人募化錢", "103": "穀。不登貴門謁見士夫。每年用度。自食。各人本有", "104": "分段。隨常住所得。多寡豐儉。大家受用。衲子中有", "105": "發志。願充化主導誘檀越者。堂多却之而不許。或", "106": "者從旁而諫之曰。佛在世時。曾命持戒比丘。入城", "107": "拓鉢。以資養身命。師是何緣故。却之而不許。月堂", "108": "遂敘說不許之由。而答之曰。我佛在世之日。感化", "109": "者眾。日中一食。僧唯參究己躬。而無異念。萬人一", "110": "心故可。今時之人。多貪名利。不切己事。只恐今日", "111": "為之。必有好利之徒。假公濟私者。而至於自賣。故", "112": "不許矣。予因思想。月堂防閑細微。杜絕漸進。其操", "113": "心也。危而深切。其慮患也。深而著明。此誠適稱諦", "114": "實嘉言也。幸今言猶在耳。以而今時節看來。吾儕", "115": "弊病。又豈只於自鬻而已哉。更有甚焉者。皆自募", "116": "化始矣。", "117": "水菴謂侍郎尤延之曰。昔大愚慈明谷泉琅琊結伴", "118": "參汾陽。河東苦寒。眾人憚之。惟慈明志在於道。曉夕", "119": "不怠。夜坐欲睡。引錐自刺。歎曰。古人為生死事大。不", "120": "食不寢。我何人哉。而縱荒逸。生無益於時。死無聞於", "121": "後。是自棄也。一旦辭歸。汾陽歎曰。楚圓今去。吾道東", "122": "矣西湖記聞。", "123": "河東即太原汾州。屬太原也。苦寒嚴寒也。憚畏難", "124": "也。尤延之。姓尤。名袤。字延之。號遂初居士。問道於", "125": "水菴一和尚者。荒怠荒逸懈怠也。水菴引古人忘", "126": "身為法。精進不已。而謂尤延之說。昔大愚芝慈明", "127": "圓谷泉道琅琊覺。結伴混火隊。而去參汾陽昭祖", "128": "之時。河東苦寒。眾人志氣劣弱而生憚。惟慈明志", "129": "向廣遠。念茲在茲。朝勤夕惕。無一刻休息懈怠念", "130": "頭。夜坐之間。或欲瞌睡。乃引出利錐以自刺。可謂", "131": "得精進三昧。而能純一不已者也。又嘗歎曰。古人", "132": "實切痛念。生不知來。死不知往。這一樁大事。日切", "133": "於斯而忘食。夜切於斯而忘寢。尚是這樣。我何人", "134": "哉。而敢恣縱怠惰。現生之日。若無實德利益于當", "135": "時。逮死之時。亦無美名傳聞于後世。是自己廢棄", "136": "也。成得甚人。一日辭汾陽。乃嘉歎曰。楚圓今去。吾", "137": "道東行。亦與之俱往矣。其汾陽昭祖推重他。而又", "138": "深許全喏是如此。非虗譽也。", "139": "水菴曰。古德住持。率己行道。未嘗苟簡自恣。昔汾陽", "140": "每歎像季澆漓。學者難化。慈明曰甚易。所患主法者", "141": "不能善導耳。汾陽曰。古人淳誠。尚且三二十年。方得", "142": "成辦。慈明曰。此非聖哲之論。善造道者千日之功。或", "143": "謂慈明妄誕不聽。而汾地多冷。因罷夜參。有異比丘。", "144": "謂汾陽曰。會中有大士六人。奈何不說法。不三年。果", "145": "有六人成道者。汾陽嘗有頌曰。胡僧金錫光。請法到", "146": "汾陽。六人成大器。勸請為敷揚西湖記聞及僧傳。", "147": "率尊也。苟且也。草率的意思。簡忽慢也。異比丘聖", "148": "僧也。胡僧即異比丘。金錫所持之錫杖也。光光降", "149": "也。水菴引古。以示禪人。當身體力行。精進于道者。", "150": "必感龍天護助說。自古先賢。有道德者。主宰叢林。", "151": "維持法化。尊率己躬。力行祖道。未嘗苟且簡略。以", "152": "自恣縱。不見昔日汾陽昭祖每每歎息。像法住世。", "153": "叔世時節。世既澆漓。時亦淺薄。學人隨時世而遷", "154": "變。不如上古。所以難得教化。慈明曰。不然。人為物", "155": "靈。却甚易也。所患是主張法道者。不能勤劬。以誘", "156": "致之耳。汾陽又曰。上古之人。淳素誠篤。尚且要二", "157": "三十年之久。方纔打成一片。搆副此事。慈明曰。此", "158": "是和尚拒諫之言。非聖人哲士之所論也。若是肯", "159": "發大心勇猛精進極力于道者。直消千日工夫。可", "160": "以成就。或者謂。慈明斯言虗詐。不肯聽信。而汾州", "161": "之地。近北多寒。因而遂罷夜參焉。忽有一異比丘。", "162": "不知何來。而謂汾陽曰。法會之中。有六個好人。可", "163": "成大器。云何不語他說法。而廢棄夜參耶。迄後不", "164": "及三年。果然有六人成辦道業者。汾陽因此而有", "165": "頌云。胡僧金錫光。言西來之胡僧。持金錫而光降", "166": "也。請法到汾陽。言特為佛法而來此也。六人成大", "167": "器。言慈明圓大愚芝瑯琊覺谷泉道法華舉天勝", "168": "泰。此六人可成大器也。勸請為敷揚。言勸請仍舊", "169": "說法激勵此六人。更不可廢罷夜參也。肯盡力於", "170": "道者。龍天讚助如是。季而謂。異比丘得非清涼妙", "171": "德之應現歟。不然。則何以預知未來業報智力。不", "172": "爽矣。", "173": "投子清和尚畫水菴像。求贊曰。嗣清禪人。孤硬無敵。", "174": "晨昏一齋。脇不至席。深入禪定。離出入息。名達九重。", "175": "談禪選德。龍顏大悅。賜以金帛。力辭者三。上乃嘉歎。", "176": "真道人也。草木騰煥。傳予陋質。炷香請贊。是所謂青", "177": "出於藍。而青於藍者也見畵像。", "178": "投子名義清。水菴之嗣也。選德內宮之殿名也。上", "179": "君王也。青出于藍。言染青出於藍靛。而青更勝過", "180": "於藍靛也。比況徒愈于師的意思。記投子清畫水", "181": "菴和尚。幀子求贊。水菴贊曰。法嗣義清。禪人孤高。", "182": "剛硬第一。晨昏一日一餐。長坐身不臥席。深入四", "183": "禪九定。如死不見呼吸。名聞通于帝庭。說法談禪", "184": "選德。感動天子懽喜。賜他金銀幣帛。極力辭却三", "185": "番。君乃嘉美稱嘆。真果是個道人。草木輝騰煥爛。", "186": "今日傳我鄙形燒香。請我自贊。此正所謂青染本", "187": "出藍靛。而青更深於藍靛者也。自贊切忌自贊。譽", "188": "徒即是譽己。水漲船高矣。", "189": "水菴曰。佛智先師言。東山演祖嘗謂耿龍學曰。山僧", "190": "有圓悟。如魚之有水。鳥之有翼。故丞相紫巖居士贊", "191": "曰。師資相可。希遇一時。始終之分。誰能間之。紫巖居", "192": "士可謂知言矣。比見諸方尊宿。懷心術以御衲子。衲", "193": "子挾勢利。以事尊宿。主賓交利。上下欺侮。安得法門", "194": "之興。叢林之盛乎。", "195": "紫巖居士。名張浚。字德遠。紹興初。拜封和國公。問", "196": "道於圓悟勤祖也。水菴引前聖師資契分。人莫能", "197": "間。而謂梅山潤說。佛智先師曾言。東山演祖嘗謂", "198": "耿龍學曰。山僧未得人時。如魚涸轍鳥無翎羽。今", "199": "有圓悟。如魚得水而可騰躍。如鳥有翼而可翀舉", "200": "一般。故紫巖居士贊之曰。師以道授于弟子。弟子", "201": "資受於師。兩相契合。皆自肯可。實乃千載一時。奇", "202": "特之遇。非偶然也。從始至終。有一定的素分。是誰", "203": "得而間隔之哉。紫巖居士。可教做知人之人。而始", "204": "發此贊美之言矣。予每見近來諸方尊宿懷心術。", "205": "以御使四方衲子。四方衲子挾持勢力財利。以奉", "206": "事尊宿。上而主人。下而賓客。交相取利。上欺於下。", "207": "下欺於上。焉能得法席之興隆。如魚之有水。叢林", "208": "之盛旺。如鳥之有翼也乎。", "209": "水菴曰。動人以言。惟要真切。言不真切。所感必淺。人", "210": "誰肯懷。昔白雲師祖送師翁住四面。叮嚀曰。祖道凌", "211": "遲。危如累卵。毋恣荒逸。虗喪光陰。復敗至德。當寬容", "212": "量度。利物存眾。提持此事。報佛祖恩。當時聞者。孰不", "213": "感慟。爾昨來召對宸庭。誠為法門之幸。切宜下身尊", "214": "道。以利濟為心。不可矜己自伐。從上先哲。謙柔敬畏。", "215": "保身全德。不以勢位為榮。遂能清振一時。美流萬世。", "216": "予慮光景不長。無復面會。故此切囑見投子書。", "217": "凌冰也。遲緩也。非宜零弛。言零落廢弛也。宜陵夷。", "218": "言道替如陵之平也。累卵。晉靈公建九層之臺。三", "219": "年不起。有荀息諫曰。臣能累十二棊子。又加九卵", "220": "於上。公曰危哉。息曰不危。公造九層之臺。三年不", "221": "成。男不耕。女不織。其危更甚。言祖道之危。亦類乎", "222": "此。宸帝宮也。伐誇也。水菴引祖言。以勉投子。當謙", "223": "下尊道。以利濟為心說。感動於人的言語。惟要真", "224": "實切當。若言不真實切當。所以感動於人。必定膚", "225": "淺。而人亦不肯懷仰也。昔白雲師祖。送演師翁。住", "226": "持四面之時。叮嚀囑咐之曰。祖宗之替道。如陵阜", "227": "之漸平。其危殆又如十二棊上累九卵一樣。毋得", "228": "恣意怠荒。放逸花費眼前日子。復損自己大德。宜", "229": "寬而不猛。容而不隘。量其出入。度其可否。廣利庶", "230": "人。存護大眾。提持生死大事。報答佛祖殊恩。當是", "231": "時。聞之者。是那一個不感懷慟念。爾昨來奉至尊", "232": "召命。趨對天子宸庭。誠為法門中慶幸。尤宜謙恭", "233": "重道。以廣化利益一切為心。不可矜己自負。誇張", "234": "聲勢也。從上先賢。謙卑柔順。敬謹慎畏。明哲保身。", "235": "全備厚德。總不誇張勢位。以為榮顯。所以能清聲", "236": "振揚於當時。美名流芳於萬代耳。予自慮生程有限。", "237": "老景無多。恐不復再有面會之期矣。故此叮嚀諄囑。", "238": "水菴少倜儻有大志。尚氣節。不事浮靡。不循細檢。胸", "239": "次岸谷。徇身以義。雖禍害交前。不見有殞穫之色。住", "240": "持八院。經歷四郡。所至競競業業。以行道建立為心。", "241": "淳熈五年。退西湖淨慈。有偈曰。六年灑掃皇都寺。瓦", "242": "礫翻成釋梵宮。今日宮成歸去也。杖頭八面起清風。", "243": "士庶遮留不止。小舟至秀之天寧。未幾示疾。別眾告", "244": "終行實○殞音允。穫黃入聲。", "245": "倜儻音剔倘。卓異也。浮靡。任從奢費也。循順也。徇", "246": "殉同從也。以身從道也。殞非宜隕。從高墜也。穫刈", "247": "禾也。隕穫困迫失守也。取禮儒行。不隕穫於貧賤", "248": "之意。同隕如蘀之隕而飄零。穫如禾之穫而枯槁", "249": "也。不隕穫。言不遷變的意思。記水菴年齒少稚之", "250": "時。雅致慷慨。瀟洒無羈。有遠大志向。氣勢節操。不", "251": "事好浮溢奢靡。不循順檢校毫末。胸次沖虗。就如", "252": "高崖深谷空豁豁的而且一般。徇身從義。不知有", "253": "軀。雖是大禍大害交加于前。總不見有遷變失守", "254": "的顏色。可謂得大無畏人矣。住持八所叢林。經歷", "255": "四大郡府。凡到之處。競競戒謹。業業危懼。惟以力", "256": "行祖道。建立法化為心。其有功於末運。大矣。淳熙", "257": "五年。退臨安西湖淨慈寺。出院時。有偈云。六年灑", "258": "掃皇都寺。時孝宗都臨安。故稱皇都也。瓦礫翻成", "259": "釋梵宮。昔為敗壞瓦礫之地。翻然成釋迦梵剎宮", "260": "殿。今日功成歸去也。功成名遂。身宜當退。杖頭八", "261": "面起清風。言去住自由。拄杖一行。清風八面。從橫", "262": "無礙也。此偈寓意有辭世之心。士庶強為遮攔稽", "263": "留。不能止。一葉扁舟飄飄而去。徑抵嘉興府秀水", "264": "縣天寧寺。無何示微疾。升堂別眾。入寂滅定焉。", "265": "月堂昌和尚曰。昔大智禪師。慮末世比丘驕惰。特製", "266": "規矩以防之。隨其器能。各設攸司。主居丈室。眾居通", "267": "堂。列十局頭首之嚴。肅如官府。居上者提其大綱。在", "268": "下者理其眾目。使上下相承。如身之使臂。臂之使指。", "269": "莫不率從。是以前輩遵承翼戴。拳拳奉行者。以先聖", "270": "之遺風未泯故也。比見叢林衰替。學者貴通才。賤守", "271": "節。尚浮華。薄真素。日滋月浸。漸入澆漓。始則偷安一", "272": "時。及玩習既久。謂其理之當然。不謂之非義。不謂之", "273": "非理。在上者惴惴焉畏其下。在下者睽睽焉伺其上。", "274": "平居。則甘言屈體。以相媚悅。得間。則狠心詭計。以相", "275": "屠獪。成者為賢。敗者為愚。不復問尊卑之序。是非之", "276": "理。彼既為之。此則傚之。下既言之。上則從之。前既行", "277": "之。後則襲之。烏乎。非彥聖之師乘願力。積百年之功。", "278": "其弊固。則莫能革矣與舜和尚書○惴音贅。睽音奎。獪古外切。", "279": "攸司所主也。十局頭首局曹也。部分也。使各司其", "280": "局也。西序知事五局。一首座。二書記。三知藏。四知", "281": "客。五侍者。東序知事五局。一都監事。二維那。三副", "282": "寺。四典座。五直歲也。翼恭也。戴頂戴也。拳拳奉持", "283": "也。惴憂懼也。睽斜視也。屠宰殺也。獪害也。襲合也。", "284": "月堂和尚曉住叢林者。當遵行先聖禮法說。昔百", "285": "丈大智和尚。慮末法世時比丘驕奢懶惰。特製肅", "286": "眾規矩。以防閑之。隨其器量才能。各設所主之部", "287": "分。主法尊居方丈廣眾萃處。通堂東西敘列知事", "288": "頭首之尊嚴恭肅。猶如官家府衙一樣。居上者。單", "289": "提大法綱要。在下者。葺理庶物條章。必使上之與", "290": "下。迭相扶持。又如一身使兩臂。兩臂使十指。無不", "291": "尊率依從一般。以是之故。前輩遵承典刑。翼戴禮", "292": "法。拳拳服膺。佩奉行持者。以大智先聖之清淨芳", "293": "規。遺餘風汜。未曾泯滅故也。比來只見叢林道衰", "294": "法替。學者只以通才學為貴重。以守節操為卑賤。", "295": "浮靡華飾。習而尚之。素朴真淳。蔑而薄之。蛇飲日", "296": "滋。蠱水月浸。漸漸澆漓。深入膏肓。致令針灸藥餌", "297": "俱不能及。始猶不覺。不過上下偷安于一時。及乎", "298": "翫愒歲月習染日久。反以為是。安之無愧。不謂不", "299": "是合宜之義。不謂不是正道之理。在上的不免憂", "300": "恐。而怕下檢。在下的則傍窺觀望。以伺上隙。恬然", "301": "無事時。則巧言蜜語。以相謟諛。得個縫罅。則狼心", "302": "狡意。以相殘害。或事有僥倖而成立者。彼此咸誇", "303": "伐以為賢。若事乖違而敗壞者。彼此誚責以為愚。", "304": "那裏更有尊長卑幼之序次。善是惡非之道理。彼", "305": "若惡作胡為。此亦無慚效法。下既胡言亂說。上亦", "306": "無恥依從。一唱百和。前行後襲。烏乎。可不痛傷之", "307": "也乎。倘不是三賢十聖。一切智人。乘十大行願。十", "308": "大智力。積累百年功勛。其結固弊病。恐亦不能改", "309": "革矣。其誰能遏人欲于未萌。存天理于未著哉。", "310": "月堂住淨慈最久。或謂和尚行道經年。門下未聞有", "311": "弟子。得不辜妙湛乎。月堂不對。他日再言之。月堂曰。", "312": "子不聞昔人種瓜。而愛甚者。盛夏之日。方中而灌之。", "313": "瓜不旋踵而淤敗。何也。其愛之非不勤。然灌之不以", "314": "時。適所以敗之也。諸方老宿提挈衲子。不觀其道業", "315": "內充。才器宏遠。止欲速其為人。逮審其道德則淫汙。", "316": "察其言行則乖戾。謂其公正則邪侫。得非愛之過其", "317": "分乎。是正猶日中之灌瓜也。予深恐識者笑。故不為", "318": "也北山記聞○淤音迂。挈牽入聲。", "319": "妙湛名思惠。法雲善本之嗣也。記月堂和尚住持", "320": "臨安淨慈多年。或者謂。師行此授受之道最久。門", "321": "庭之下。不見有繼續慧命弟子。寧不辜負妙湛之", "322": "所托囑乎。月堂意謂。續法要當重法。絕法實由輕", "323": "法也。彼豈知此乎。乃默而不答。他日又重問之。月", "324": "堂乃曰。我與你說個譬喻。如人種瓜。而愛惜之極。", "325": "正當中夏大熱之時。日正中天。而用水澆灌之。足", "326": "未離瓜之園。而瓜已苗萎根爛了也。何故。葢其愛", "327": "惜慇心。非不勤劬。然而灌澆徒為。實匪時候。不惟", "328": "無益于助養。而反有害乎根荄。今諸方長老。提𢹂", "329": "挈持禪衲。不觀其道行德業福慧。果內充否。才能", "330": "器量作為。果廣遠否。此咸不論。只欲迅速出頭為", "331": "人。及審識其道德。則淫溢穢污而不堪。詳察其言", "332": "行。則乖違背戾而不當。謂其公正。則私邪便󰦇而", "333": "無恥。寧不是愛惜學者之太過其分乎。如是愛人。", "334": "正如日當中天。去灌瓜一般樣也。予深恐。有見識", "335": "者恥笑也。是這等樣故。寧可辜於先師。而不敢為", "336": "也。或人宜可以鑑我之心矣○萎音葦。荄音皆。", "337": "月堂曰。黃龍居積翠。因病三月不出。真淨宵夜懇禱。", "338": "以至然頂煉臂。仰祈陰相。黃龍聞之。責曰。生死固吾", "339": "分也。爾參禪不達理若是。真淨從容對曰。叢林可無", "340": "克文。不可無和尚。識者謂真淨敬師重法。其誠至此。", "341": "他日必成大器北山記聞。", "342": "月堂曉學者。宜尊師重法說。昔黃龍南和尚。居住", "343": "積翠叢林之時。因染重病。三月之久不愈。未出方", "344": "丈。真淨至子夜。潔澣身心。懇禱三世諸佛。以至頂", "345": "上剜燈。兩臂然香。仰祈暗裏陰相福祐。黃龍聞真", "346": "淨如此。乃呵責之曰。我之生死。本吾之分定也。當", "347": "生任生。當死任死。爾參禪。做甚不通達此個道理", "348": "若是。真淨從容和緩而對曰。叢林之中。克文無益", "349": "於人。可以無者。和尚開導十方禪衲。承佛慧命。可", "350": "一日無耶。識者謂。真淨孝敬師承。尊重大法。其真", "351": "誠專篤。所以至此。他日必竟是成大美器的。季而", "352": "謂。世諦中。臣損軀以事君。子竭力以事父者多矣。", "353": "未見徒之事師如此。其專且篤也。真淨可謂出世", "354": "諦中千古來一人矣。", "355": "月堂曰。黃太史魯直嘗言。黃龍南禪師。器量深厚。不", "356": "為事物所遷。平生無矯飾。門弟子有終身不見其喜", "357": "怒者。雖走使致力之輩。一以誠待之。故能不動聲氣。", "358": "而起慈明之道。非苟然也一本見黃龍石刻。", "359": "月堂曉主法者。當豁達胸襟。以誠待人說。黃山谷", "360": "居士曾言。黃龍南公。器深叵測。量廣有容。不為一", "361": "切事物之所遷移。一生行履。總無矯奢修飾之態。", "362": "門下徒弟學人。一個個本色老成。且不見其有輕", "363": "喜輕怒者。況南公乎。雖走作小使。効勞盡力之輩。", "364": "亦以誠實念頭。待他非得一子地而何。所以能不", "365": "大聲以色而振起慈明圓祖之道。豈苟且徒然歟。", "366": "有容量。有誠念。使之然也。", "367": "月堂曰。建炎己酉上巳日。鍾相叛於澧陽。文殊導禪", "368": "師厄於難。賊勢既盛。其徒逸去。師曰。禍可避乎。即毅", "369": "然處於丈室。竟為賊所害。無垢居士拔其法語曰。夫", "370": "愛生惡死。人之常情。惟至人悟其本不生。雖生而無", "371": "所愛。達其未甞滅。雖死而無所畏。故能臨死生禍患", "372": "之際。而不移其所守。師其人乎。以師道德節義。足以", "373": "教化叢林。垂範後世。師名正導。眉州丹稜人。佛鑒之", "374": "嗣也一本見廬山岳府惠大師記門。", "375": "建炎。宋高宗年號。上巳日。三月初三日也。鍾相。洞", "376": "庭湖叛賊也。澧陽。常德府澧州也。逸奔也。毅果敢", "377": "也。強忍也。至到也。至人。言到地頭的人也。月堂曉", "378": "人處死生禍害之際。要有操守主見說。建炎己酉", "379": "三月初三。鍾相作亂於澧陽。傷殘人民。文殊正導", "380": "禪師。厄于難焉。師先於建炎三年春日。上堂示眾。", "381": "舉臨濟終時囑三聖因緣曰。正法眼藏瞎驢滅。臨", "382": "濟何曾有此說。古今時人皆妄傳。不信但看後三", "383": "月。果到後三月。賊勢既盛。其徒眾欲與師南奔。師", "384": "云。學道所以了生死。斯禍已及。詎可避乎。徒眾俱", "385": "去。師即毅然果決。處于丈室之中。賊至。師云。速當", "386": "殺我。快汝心意。賊舉槊刺之。血皆白乳。賊驚駭。引", "387": "蓆覆之而去。無垢居士。䟦其法語曰。夫喜愛其生。", "388": "厭惡其死。凡人常情。惟是到地頭人。悟其四大元", "389": "非有。非有。誰當此生。雖與眾同有此生。而了無愛", "390": "好之心。達其五蘊本來空。既空。誰當此死。雖與眾", "391": "同有此死。而了無有畏懼之念。故能臨生死禍患。", "392": "交加于其前。預知報謝。毫髮不爽。而總不遷改其", "393": "所守之志。師真其得道之人乎。以師道高德重。守", "394": "節而生。仗義而亡。足以振起末運。風化叢林垂之", "395": "千載萬年。模範後世焉。師葢四川眉州丹稜縣人。", "396": "法名正導。佛鑒惠懃和尚之嗣也。學者當知。師之", "397": "道德節義。亦應知其所自矣○槊音朔。矛也。", "398": "心聞賁和尚曰。衲子因禪致病者多。有病在耳目者。", "399": "以瞠眉努目側耳點頭為禪。有病在口舌者。以顛言", "400": "倒語胡喝亂喝為禪。有病在手足者。以進前退後指", "401": "東劃西為禪。有病在心腹者。以窮玄究妙超情離見", "402": "為禪。據實而論。無非是病。惟本色宗師。明察幾微。目", "403": "擊而知其會不會。入門而辯其到不到。然後用一錐", "404": "一劄。脫其廉纖。攻其搭滯。驗其真假。定其虗實。而不", "405": "守一方便。昧乎變通。俾終踏於安樂無事之境。而後", "406": "已矣實錄。", "407": "心聞名雲賁。育王介諶之嗣也。瞠直視貌。劃剖也。", "408": "剖判分說的意思。錐刺也。劄宜扎拔也。搭滯。言凝", "409": "止不脫灑的意思。心聞賁和尚。直心直行。破學者", "410": "禪病。以顯直指綱宗說。衲子因參禪。而致病者極", "411": "多。略而言之。則有四焉。一有病在耳目者。則認色", "412": "塵為道。而瞠眉努目。又認聲塵為道。而側耳點頭", "413": "以為禪焉。二有病在口舌者。則認舌為道。而顛言", "414": "倒語。認口為道。而胡喝亂喝以為禪焉。三有病在", "415": "手足者。則認脚為道。而進前三步退後三步。認手", "416": "為道。而指東劃西指西劃東以為禪焉。四有病在", "417": "心腹者。則認蘊心為道。而擬窮玄究妙。認空腹為", "418": "道。而擬超見離情以為禪焉。總此四者。據實評論。", "419": "種種謬解。無一非病者。惟本色本分宗師。燭圓明", "420": "眼。洞觀察智。知幾知微。纔一見而即知他有見解", "421": "無見解。纔入門而即知他到地頭不到地頭。然後", "422": "或用一錐。刺膏肓病。或用一劄。截我慢幢。或用金", "423": "剛劍。斬斷𦆆纖。或用奮迅機。掃除搭滯。或用無塵", "424": "鏡。顯真現假。或用無礙辨。練實搗虗。而決定不令", "425": "守于一方便。令得無量巧方便。決定不令昧乎變", "426": "通。而令得無量巧變通。使究竟行到刀兵饑饉水", "427": "火三災所不及之處。空無作無願三解脫之境而", "428": "後已矣。", "429": "心聞曰。古云。千人之秀曰英。萬人之英曰傑。衲子有", "430": "智行聞於叢林者。豈非近英傑之士邪。但能勤而參", "431": "究。去虗取實。各得其用。則院無大小。眾無多寡。皆從", "432": "其化矣。昔風穴之白丁。藥山之牛欄。常公之大梅。慈", "433": "明之荊楚。當此之時。悠悠之徒。若以位貌相求。必見", "434": "而詒之。一旦據師席登華座。萬指圍繞。發明佛祖叔", "435": "世之光明。叢林孰不望風而靡。矧前輩皆負瓌偉之", "436": "材。英傑之氣。尚能區區於未遇之際。含恥忍垢。混世", "437": "同波而若是。況降茲者歟。烏乎。古猶今也。此猶彼也。", "438": "若必待藥山風穴而師之。千載一遇也。若必待大梅", "439": "慈明而友之。百世一出也。葢事有從微而至著。功有", "440": "積小而成大。未見不學而有成。不修而先達者。若悟", "441": "此理。師可求友可擇。道可學德可修。則天下之事何", "442": "施而不可。古云。知人誠難。聖人所病。況其他乎與竹菴書。", "443": "風穴名延沼。錢塘餘杭劉氏子。南院顒祖之嗣也。", "444": "白丁地名。地多小人。風穴隱于其間。人無知者。大", "445": "梅名法常。馬祖之嗣也。悠悠行貌。詒音太。欺詒狂", "446": "詐也。叔世季世也。靡偃也。矧況也。瓌偉大也。心聞", "447": "和尚曉學者。親師擇友。當積功累行。造道修德說。", "448": "夫英傑之士。詎尋常人哉。古謂有千人之秀美。纔", "449": "教做英士。有萬人之英才。方教做傑士。凡衲子有", "450": "智慧德行之名聞。播聞于叢林中者。豈不是幾于", "451": "英才俊秀之士耶。但能精而不已。進而不退。朝如", "452": "是參。夕如是究。去其虗浮。取其實行。各有智行。得", "453": "而用之。則又何必論他大院小院。大眾若多若寡。", "454": "皆自來歸。從其所化矣。溯而觀之。昔風穴之未出", "455": "世也。住於白丁之時。藥山之未出世也。住於牛欄", "456": "之時。常公之見馬祖。後隱於大梅時。慈明之未應", "457": "黃公之請也。放意荊楚時。當此之時。尋常途路未", "458": "到家之輩。詎識之哉。若以位而無位。貌而無貌。以", "459": "是相求。必見而欺慢之。忽一日龍天推出。陞寶華", "460": "座。據無畏牀。千人圍繞。四眾歸依。展母陀羅臂發", "461": "大用。開師子王口明大機。彰顯佛祖季世之光明。", "462": "諸方法社。誰不望風而偃。如水就下。而莫之止也。", "463": "矧前聖皆抱負瑰美偉大之英材。千秀萬英之氣", "464": "槩。尚且碌碌于不得地之際。含容恥辱。忍受垢浼。", "465": "同流合污。隨波逐浪而若是。況降茲以下者歟。烏", "466": "乎。可不感悟槩慕之也乎。古人猶今人也。此時猶", "467": "彼時也。若必定要待風穴之混俗同塵。藥山之皮", "468": "膚脫盡而師之。不易多見。千載一遇也。若必定要", "469": "得大梅之高尚其志。慈明之倜儻不羈而友之。亦", "470": "難多逢。百世一出也。葢事有從微細一法之不明。", "471": "而參究至於法法彰著。無所不明。功有積一念之", "472": "小善。而成念念不斷。至高莫測之大善。未見有一", "473": "念不積學。而欲其善道。有成一法不造詣。而欲其", "474": "自心通達者。若徹悟此個道理。何高師而不可求。", "475": "何良友而不可擇。何大道而不可學。何德業而不", "476": "可修。則凡天下一切事事法法。何所施而不可哉。", "477": "古云。知人誠難。聖人且有患不知人之病。況非聖", "478": "哲者乎。親師擇友固難。而積德累行亦未易易矣。", "479": "心聞曰。教外別傳之道。至簡至要。初無它說。前輩行", "480": "之不疑。守之不易。天禧間。雪竇以辯博之才。美意變", "481": "弄。求新琢巧。繼汾陽為頌古。籠絡當世學者。宗風由", "482": "此一變矣。逮宣政間。圓悟又出己意。離之為碧巖集。", "483": "彼時邁古淳全之士。如寧道者死心靈源佛鑒諸老。", "484": "皆莫能迴其說。於是新進後生。珍重其語。朝誦暮習。", "485": "謂之至學。莫有悟其非者。痛哉。學者之心術。壞矣。紹", "486": "興初。佛日入閩。見學者牽之不返。日馳月騖。浸漬成", "487": "弊。即碎其板。闢其說。以至祛迷援溺。則繁撥劇。摧邪", "488": "顯正。特然而振之。衲子稍知其非。而不復慕。然非佛", "489": "日高明遠見。乘悲願力。救末法之弊。則叢林大有可", "490": "畏者矣與張子韶書下出廣錄○騖音務。", "491": "天禧。宋真宗年號。籠養鳥之籠。絡鞿馬之絡。即羅", "492": "致學人的意思。宣政。宋徽宗年號。碧巖山名。集書", "493": "名。是圓悟勤祖。在此山作評唱。釋雪竇頌古。為碧", "494": "巖集也。寧道者。名道寧。演祖之嗣也。紹興。宋高宗", "495": "年號。佛日即妙喜也。閩福建也。疾驅曰馳。亂馳曰", "496": "騖。馳騖。言放勢已久而難收的意思。漬浸也。祛却", "497": "也。開也。劇甚也。心聞曉學者。辯評唱之謬。以明直", "498": "指之道說。初祖西來。直指之旨。昔阿難問迦葉。世", "499": "尊傳金襴袈裟外。別傳何物。迦葉召阿難。阿難應", "500": "諾。迦葉云。倒却門前剎竿著。阿難於言下。契證投", "501": "機。名曰教外別傳。傳至西二十八祖來東土。是為", "502": "初祖。惟一味。以此言下契證投機。接續授受。臨其", "503": "丁寧告誡之際。則但曰。行合乎解。解合乎行。行解", "504": "相應。名之曰祖。初有何說。前輩如此行持之而不", "505": "疑惑。抱守之而不遷改。迄宋天禧間。雪竇顯以辯", "506": "黠博達之才。美資任意。變化賣弄。求取新鮮。琢磨", "507": "巧妙。繼踵汾陽之后。而作頌古。羅致當代學者宗", "508": "風。由此之故。直指而變為曲指了矣。逮宣政間。圓", "509": "悟勤祖。又出自己胸襟。評論提唱雪竇頌古。名為", "510": "碧巖集焉。彼是時有超今越古。淳心全德之士。如", "511": "寧道者死心新靈源清佛鑒懃諸大老。皆不能挽。", "512": "回其說。以此之故。乍入初學。新戒後生。如珍如玉。", "513": "貴重其語。朝而誦讀。暮而習學。謂以為至極學問。", "514": "莫有人省得以為不是者。痛哉。學者之心術。如油", "515": "入󳫹。而不可復救矣。紹興初。佛日杲和尚。入福建。", "516": "見得學者為評唱所引。不肯轉頭。日馳月騖。如野", "517": "馬疾驅而難收。時浸刻漬。如蠱水入喉而成病。即", "518": "碎焚其碧巖集之板。非其評唱之謬。以至却開迷", "519": "雲。援拯陷溺。剔削繁興。撥置危劇。打破荊山之石。", "520": "顯出連城之寶。卓然而振起之。衲子稍稍知道評", "521": "唱之非。而不復更慕。倘不是佛日這等高明。這等", "522": "遠見。乘四無量悲心十大行願十大智力。救斯末", "523": "法之積弊。則叢林安得復有直指之道哉。誠有可", "524": "懼焉者矣。佛日可謂。有功於斯道不小也。", "525": "拙菴佛照光和尚。初參雪堂於薦福。有相者一見而", "526": "器之。謂雪堂曰。眾中光上座。頭顱方正。廣顙豐󰬇。七", "527": "處平滿。他日必為帝王師。孝宗皇帝淳熈初。召對稱", "528": "旨。留內觀堂七宿。待遇優異。度越前來。賜佛照之名。", "529": "聞於天下記聞○顱音盧。頥音夷。", "530": "拙菴佛照。名德光。大慧杲嗣也。顱頭骨。顙額也。󰬇", "531": "頷也。七處。兩手兩足兩肩及頂也。記佛照光和尚。", "532": "乍入叢林。到饒州薦福寺。參雪堂和尚。時有相者。", "533": "纔一看見。而器美之。乃謂雪堂曰。廣眾之中。德光", "534": "上座。頭頂方而且正。額頷寬而竝豐。兼上而頂顱。", "535": "中而肩手。下而兩足。七處平正圓滿。異日必竟做", "536": "國師去。在此人相貌。已載就了也。及宋孝宗即天", "537": "子位。淳熈初。召光入對。果如上意。留在內觀堂中。", "538": "七期始出。其欵待覯遇優饒。特異如此。光歸住育", "539": "王。上又遣人。度越前來。賜他佛照之號。播聞於天", "540": "下焉。此記言福有因果。多是修來。故有斯相。名非", "541": "苟求也○覯音逅。", "542": "拙菴謂虞允文丞相曰。大道洞然。本無愚智。譬如伊", "543": "呂。起於耕漁。為帝王師。詎可以智愚階級而能擬哉。", "544": "雖然非大丈夫。其孰能與焉與去聲。", "545": "虞允文丞相。字彬甫。幼能詩詞。有驚人句。上命置", "546": "翹村舘。以筵天下士焉。拙菴乃謂。虞丞相選賢之", "547": "法。宜以德取。勿以名位取說。大道之在天地。而稟", "548": "賦於人也。原來空空洞洞。本無有愚。亦無有智。譬", "549": "如伊尹耕于有莘之野。湯三使聘之。拜以為相。又", "550": "如呂望姜尚釣于磻溪。因西伯獵得。立為帝師。以", "551": "二賢觀之。豈可以聰智愚拙階梯等級。而能比擬", "552": "之哉。雖然如是。倘不是這等樣沒量漢。具惻隱心。", "553": "備精一道。其餘孰為輕許之焉。誠哉。取賢當慎輕", "554": "名位。若輕以名位許人。則求名者至也。賢安在哉。", "555": "拙菴曰。璇野菴常言。黃龍南禪師。寬厚忠信。恭而慈", "556": "愛。量度凝遠。博學洽聞。常同雲峯悅遊湖湘。避雨樹", "557": "下。悅箕踞相對。南獨危坐。悅瞋目視之曰。佛祖妙道。", "558": "不是三家村古廟裏土地作死模樣。南稽首謝之。危", "559": "坐愈甚。故黃太史魯直稱之曰。南公動靜。不忘恭敬。", "560": "真叢林主也幻菴集。", "561": "箕踞。人傲坐形。如箕也。拙菴曉學人。四儀胸臆。當", "562": "以南公為法說。璇野菴嘗言。南公寬舒厚重。忠實", "563": "篤信。身常恭肅。而慈愛一切。胸中豁達。而凝定深", "564": "遠。博覧學業。周洽多聞。甞同雲峯悅公。偕行到湖", "565": "廣湘陰。避雨樹下。悅公長伸兩足。其形似箕。相對", "566": "踞坐。南公獨端正一心。其形如杌。跏趺而坐。悅公", "567": "以友道自任。恐南公偏執。乃瞋目直視。以誚之曰。", "568": "佛祖無上大道。豈是執相拘形。不明其理。可成就", "569": "耶。若執相拘形為道。則三家村裏。并古廟前的石", "570": "土地。俱皆是佛也。詎可做恁麼死模樣。以為道耶。", "571": "此亦責善之正理也。南公却也是明理。而有本據", "572": "的人。見悅公說得當理。乃稽首謝之。仍復孤危獨", "573": "坐。愈加莊重。故太史黃山谷。曾稱贊之曰。南公不", "574": "是擔板漢。動也如斯。靜也如斯。是這等樣。不忘恭", "575": "肅敬慎。誠可以為叢林中教化之主也。", "576": "拙菴曰。率身臨眾要以智。遣妄除情須先覺。背覺合", "577": "塵。則心蒙蔽矣。智愚不分。則事紊亂矣晝監寺書。", "578": "拙菴曉人修身利人除妄遣情之理說。循順自己", "579": "本有之理。以臨蒞廣眾。利益於人。必竟要有大智", "580": "慧。遣逐無量劫來所積妄想。并現在念念不息情", "581": "識。必竟要預常覺照。若違背覺照。不求見佛。不隨", "582": "明導。而合塵勞。則心蒙蔽。而不明白矣。智慧愚魯。", "583": "君子小人。不分清濁。則事事法法。差謬紊亂矣。", "584": "拙菴曰。佛鑑住太平。高菴充維那。高菴齒少氣豪。下", "585": "視諸方。少有可其意者。一日齋時鳴揵。見行者別器", "586": "置食於佛鑑前。高菴出堂厲聲曰。五百僧善知識。作", "587": "遮般去就。何以範模後學。佛鑑如不聞見。逮下堂詢", "588": "之。乃水虀菜。葢佛鑑素有脾疾。不食油故。高菴有愧。", "589": "詣方丈告退。佛鑑曰。維那所言甚當。緣惠懃病乃爾。", "590": "甞聞聖人言。以理通諸礙。所食既不優。於眾遂不疑", "591": "也。維那志氣明遠。他日當柱石宗門。幸勿以此芥蔕。", "592": "逮佛鑑遷智海。高菴過龍門。後為佛眼之嗣虀音齎犍音乾。", "593": "揵舉也。舉椎擊之也。揵椎者。鐘板磬魚并引磬。所", "594": "以起止禮法之節度也。去就猶行止也。柱牚也。支", "595": "也。柱石者。言牚支法門。安如磬石也。芥蔕小梗也。", "596": "梗鯁同直也。世謂謇諤為骨鯁。謂直言難受。如骨", "597": "之咈咽也。拙菴舉高菴維那氣豪梗直。佛鑒和尚", "598": "有山海胸襟說。佛鑒主舒州太平時。高菴為維那。", "599": "高菴的年齒少小。志氣豪壯。下視於人。鮮有稱如", "600": "他的意者。忽一日過堂喫齋。正鳴揵椎之際。見行", "601": "者別樣噐皿。奉菜食堂頭之前。高菴乃高大其聲", "602": "曰。半千人堂頭。做與麼行止。怎能矜式後學。高菴", "603": "一時忍俊不禁。只顧理之是。未見事之詳。此所謂", "604": "也有得。也有失者也。太平胸襟。如山之高。海之濶。", "605": "恰似不曾聞見一樣。高菴見堂頭顏色不變。乃疑", "606": "而詢之行者。方知是水虀菜焉。葢因佛鑒舊有脾", "607": "胃之病。不喜食油。故別置淡虀菜耳。高菴自愧其", "608": "錯發此言。乃上方丈辭軄。佛鑒乃以愛語三昧。調", "609": "御之曰。維那所言。極甚當理。以惠懃之病故。乃如", "610": "此。曾聞。古聖人云。以理通諸礙。今維那以當理之", "611": "言。通達我所食。不強于眾。以聞于大眾。更有何礙。", "612": "大眾凡所疑者。皆不疑矣。維那志向氣骨。高明廣", "613": "遠。他日當牚支法席。如磬石之安。有日子在。幸勿", "614": "以今日之言。而自鯁逆也。及佛鑒遷主智海寺。維", "615": "那過龍門。遂嗣法于龍門佛眼焉○鯁音梗。謇諤", "616": "音蹇噩。咈音佛。", "617": "拙菴曰。大凡與官員論道酬酢。須是剗去知解。勿令", "618": "他坐在窠窟裏。直要單明向上一著子。妙喜先師嘗", "619": "言。士大夫相見。有問即對。無問即不可。又須是個中", "620": "人始得。此語有補於時。不傷住持之體。切宜思之。", "621": "拙菴曉住持人。接納宰官。要存大體說。大凡主法", "622": "者。與官員論評此事。一酬一酢時。須是言中有響", "623": "句裏藏鋒。剗削蠲去他的心知意解。莫要令他墮", "624": "在葛藤窠狐疑窟裏。唯貴直捷單提。撥轉向上關", "625": "棙這一著子。妙喜先師。曾有言。未出仕之士。及已", "626": "出仕之大夫相會時。凡有所問。不可不對。若無問。", "627": "又不可勉強應對。又須是個中人。始可與他說個", "628": "中話。先師此語。正有補益於今時。不損失主法人", "629": "的大體。切宜深思詳味之。毋自輕也。", "630": "拙菴曰。地之美者。善養物。主之仁者善養士。今稱住", "631": "持者。多不以眾人為心。急己所欲。惡聞善言。好蔽過", "632": "惡。恣行邪行。從快一時之意。返被小人就其好惡取", "633": "之。則住持之道。安得不危乎與洪老書○好惡俱去聲。過惡之惡入聲。", "634": "拙菴曉住持人。當善養士以保法門說。地土豐腴", "635": "膏美者。必竟能生長好物。主人仁愛慈柔者。必竟", "636": "能鞠育好士。今之稱住持者。多因他沒有仁愛大", "637": "眾的念頭。詎肯以眾人心膓。為自己的心膓耶。唯", "638": "以自己所好為急務。有好善言。不愛聽聞。凡己過", "639": "惡。極力遮掩。凡是邪行。任意恣行。徒但縱快一時", "640": "之意。返被小人乘其縫罅。就他所好所惡。任便而", "641": "取。則住持之道。一定危也。安能長保。而不危乎。可", "642": "見主法者宜善養士也○罅鰕去聲。", "643": "拙菴謂野菴曰。丞相紫巖居士言。妙喜先師平生以", "644": "道德節義勇敢為先。可親不可疎。可近不可迫。可殺", "645": "不可辱。居處不淫。飲食不溽。臨生死禍患。視之如無。", "646": "正所謂干將鏌鎁。難與爭鋒。但虞傷闕耳。後如紫巖", "647": "之言幻菴記聞○溽音肉。", "648": "淫流蕩也。溽恣滋味為溽。溽之言欲也。干將是造", "649": "劍之匠。鏌鎁是干將之妻。楚王命造劍。三年乃成", "650": "雌雄二劍。干將隱雄獻雌。王秘匣中。時有悲聲。以", "651": "問羣臣。臣曰。劍有雌雄。此雌憶雄耳。王怒。干將知", "652": "罪必死。藏劍于柱。囑妻曰。日出北戶。南山有松。松", "653": "生石上。劍在其中。妻後生子眉間赤。長成問母。父", "654": "何在。母述前事。剖柱得劍。欲報父讎。而不得。俄有", "655": "客曰。吾甑山人。能為子報父讎。眉間赤曰。客何所", "656": "須。客曰。但得子頭并劍以進。赤自刎頭與客。客得", "657": "頭與劍。進王。王曰大幸。客曰。願王以油烹此頭。三", "658": "日不爛。客請王視。客以劍揮。王頭落鼎中。兩頭相", "659": "嚙。客恐赤不勝。乃自刎頭助之。俄三頭俱爛。干將", "660": "鏌鎁。因此得名。比況大慧鋒利的意思。虞憂也。闕", "661": "損也。拙菴謂璇野菴言。人頴鋒不可太露說。張丞", "662": "相紫巖居士。有言。妙喜先師。平生唯以正理調其", "663": "心。正行修其身。身端而有節。心正而合義。勇猛不", "664": "屈。果敢力行。以此六法為先。就如那禮儒行言。士", "665": "有可親愛。而不可劫奪。可近狎。而不可逼迫。可誅", "666": "殺。而不可凌辱。居處不淫蕩。飲食不滋溽。妙喜之", "667": "剛毅。亦有同於如此者。故能臨生死禍害。交加于", "668": "前。看之如無所有一樣。雖然如是。正所謂干將鏌", "669": "鎁鋒利太過。固難與比竝爭勝。但恐有不測之虞。", "670": "損傷闕壞焉耳。後果如紫巖居士之所說。其士人", "671": "德行剛毅。不及大慧者。不可以不謹也。", "672": "拙菴曰。野菴住持。通人情之始終。明叢林之大體。甞", "673": "謂予言。為一方主者。須擇有志行衲子。相與毗贊。猶", "674": "髮之有梳。面之有鑑。則利病好醜。不可得而隱矣。如", "675": "慈明得楊岐。馬祖得百丈。以水投水。莫之逆也幻菴集。", "676": "拙菴曉住持人。要得好人輔助說。野菴住持。善于", "677": "用人。儘得人情。而有始有終。又能明識叢林大方", "678": "體裁。嘗謂予有云。為一方設化之主。須選擇有志", "679": "力廣大。能攝能行諸菩薩行的衲子。相與輔毗贊", "680": "助。譬如頭髮得梳。而紊亂可理。面目有鏡。而美惡", "681": "可知一樣。則叢林中。襍糅利害。清濁好歹。一一顯", "682": "然。自不可得而隱匿矣。又以正理喻之。就如慈明", "683": "圓祖之得楊岐會監司。馬祖之得百丈海侍者一", "684": "般。此皆心心相印。空合空。水投水。誰得而違逆之", "685": "哉。此皆師資得人之實德實効也○糅音柔上聲。", "686": "拙菴曰。末學膚受。徒貴耳賤目。終莫能究其奧妙。故", "687": "曰。山不厭高。中有重巖積翠。海不厭深。內有四溟九", "688": "淵。欲究大道。要在窮其高深。然後可以照燭幽微。應", "689": "變不窮矣與覲老書。", "690": "膚淺也。言在皮膚不深也。四溟。即東西南北四海", "691": "也。淵止水也。水盤旋處為淵。九淵。列子。鯢旋之潘", "692": "為淵。止水之潘為淵。流水之潘為淵。濫水之潘為", "693": "淵。沃水之潘為淵。氿水之潘為淵。雍水之潘為淵。", "694": "汧水之潘為淵。肥水之潘為淵。是為九淵。拙菴曉", "695": "學人。欲實為生死。必須討個底蘊說。末世學者。見", "696": "事淺近。入耳過眼。不肯留心。徒或貴耳賤目。或貴", "697": "目賤耳。到底不能窮究其極致。故舊有云。山不厭", "698": "高。愈升而愈高。若厭其高。安知重巖積翠之幽趣", "699": "水不厭深。愈入而愈深。若厭其深。安知四溟九淵", "700": "之波瀾。欲要極盡無上大道。須是不厭其高深。而", "701": "敏勉力行。精進不已。一定要到至高至深之處。然", "702": "後可以照徹幽深洞燭隱微。而應變無窮矣。學者", "703": "可不盡心乎○鯢音倪。潘音盤。氿音癸。汧音牽。", "704": "拙菴謂尤侍郎曰。聖賢之意。含緩而理明。優游而事", "705": "顯。所用之事。不期以速成。而許以持久。不許以必進。", "706": "而許以庶幾。用是推聖賢之意。故能亘萬世而持之", "707": "無過失者。乃爾幻菴集。", "708": "亘通也。拙菴謂尤延之。聖賢道學貴持久說。得一", "709": "切智之聖行解相應之賢的意旨。貴含緩舒遲。而", "710": "道理明白。優游自如。而庶事彰顯。凡所運用之事。", "711": "不倉卒期望。以速成立。而惟許持之久遠。不苟且", "712": "許其必銳進。而惟許其不退差近于道焉。用此以", "713": "推。廣得一切智聖人行解相應賢者意旨。所以能", "714": "綿亘萬世。而持守之。保其身業語業意業。咸無過", "715": "失者。乃能如斯耳。其他孰許之焉。惟聖賢與聖賢。", "716": "乃能知之也。", "717": "侍郎尤公曰。祖師已前。無住持事。其後應世行道。迫", "718": "不得已。然居則蓬蓽。取蔽風雨。食則麤糲。取充饑餒。", "719": "辛苦憔悴。有不堪其憂。而王公大人。至有願見而不", "720": "可得者。故其所建立。皆磊磊落落。驚天動地。後世不", "721": "然。高堂廣廈。美衣豐食。󰬇指如意。於是波旬之徒。始", "722": "洋洋然動其心。趦趄權門。搖尾乞憐。甚者巧取豪奪。", "723": "如正晝攫金。不復知世間有因果事。妙喜此書。豈特", "724": "為博山設。其拈盡諸方。自來習氣。不遺毫髮。如飲倉", "725": "公上池之水。洞見肝腑。若能信受奉行。安用別求佛", "726": "法見靈隱石刻○蓽音必。糲音賴。磊雷上聲。趦音雌。趄音疽。攫匡入聲。", "727": "蓬蓬戶也。蓽蓽門也。織荊為門。俱表儉約。而不奢", "728": "的意思。餒饑也。憔憂患也。悴憂也。磊落魁礌貌。又", "729": "如轉石自高而下。無所阻礙也。比況有道者行事", "730": "縱橫。自在的意思。󰬇指言動󰬇指麾。皆如所欲也。", "731": "洋洋盛大貌。音義註流蕩之貌。宜徉。取彷徉徘徊", "732": "徙倚。形容小人覬覦之狀。似近理。方與下文貫趦", "733": "趄行不進貌。攫爪持也。倉公長桑君。教扁鵲服上", "734": "池之水。三七日視。垣墻不隔。又盡見人五臟癥結。", "735": "盡得桑君神聖功巧之道。餘詳音義。侍郎尤延之。", "736": "惜佛道之衰。引妙喜書。以診庸僧之病說。祖師已", "737": "前。原沒有住持之事。其後應化世間。流行此理。迫", "738": "不奈何。猶未聚眾。而閒居獨處。則誅茆作戶。編荊", "739": "為門。但取遮障風雨耳。日用飯食。粗而不精。粟僅", "740": "脫粃。但取填補饑瘡耳。辛苦而勤。憔悴而慮。誠有", "741": "不堪其憂。而國王三公。侯伯大人。有望仰欲願見。", "742": "而不可得者。以此之故。或因時建立門庭。攝化眾", "743": "生。皆磊磊無礙。落落不羈。發一言。出一令。行一事。", "744": "無不驚天動地。暨至于今。全不合古。蓬戶蓽門。而", "745": "易為高堂廣廈。粗蔬脫粟。而易為豐衣美食。辛苦", "746": "憔悴。而易為󰬇指如意。于是俾波旬外道。徘徊徙", "747": "倚。萌動妄想。起無厭貪心。靠他墻籬。傍人門戶。如", "748": "失家之狗。搖頭擺尾。乞其憐惜。不特此也。更有甚", "749": "焉。設巧以取。恃豪而奪。就如那齊人欲金。而衣冠", "750": "往市。至于鬻金之所。攫金而去。主捕得。問曰。人皆", "751": "在此。子何攫人金也。曰。正當攫時。不見有人。此所", "752": "謂見財無恥。見利忘害。這樣人。正同乎此那裏。更", "753": "知有因有果。生王法死地獄之事。以上乃妙喜與", "754": "博山書言也。用此而觀。妙喜此書。豈特為博山長", "755": "老設。其拈除十方從來積弊習染。不差毫釐。正恰", "756": "于時者也。譬如飲桑君上池之水。而自己心開意", "757": "朗。自見肺肝。亦見他人肺肝一般。若信而讀。讀而", "758": "誦。誦而受持奉行。即此便是潤焦醍醐上味。即此", "759": "便是刺除膏肓金鍼也。何用別求佛法哉○肓音荒。", "760": "侍郎尤公謂拙菴曰。昔妙喜中興臨濟之道。於凋零", "761": "之秋。而性尚謙虗。未嘗馳騁見理。平生不趨權勢。不", "762": "苟利養。甞曰。萬事不可佚豫為。不可奢態持。葢有利", "763": "於時而便於物者。有其過而無其功者。若縱之奢佚。", "764": "則不濟矣。不肖佩服斯言。遂為終身之戒。老師昨者", "765": "遭遇主上。留宿觀堂。實為佛法之幸。切冀不倦悲願。", "766": "使進善之途開明。任眾之道益大。庶幾後生晚輩。不", "767": "謀近習。各懷遠圖。豈不為叢林之利濟乎然侍者記聞。", "768": "中興廢而復興也。佚豫安樂也。奢侈也。態情態。猶", "769": "言做樣子的意思。便宜也。不肖尤公自謂也。侍郎", "770": "尤公。表妙喜謙德。以勵拙菴。莫倦悲願說。昔妙喜", "771": "屢承詔命。數遷大剎。中興臨濟之道于凋敗零落", "772": "之秋。而其所稟素性。崇淳尚朴。謙下自養。虗心受", "773": "善。總不仗道馳騁。自負見識道理。一生以來。不趨", "774": "謁權官勢府。不苟求財利奉養。嘗言。世間萬事。宜", "775": "勤勞為。不可以安樂為。宜儉節持。不可以奢態持。", "776": "正有利於今時。而順便于事物者。不可不知。若是", "777": "有三業不淨之過。而無正勤之功者。放縱奢侈。惟", "778": "求安逸。必不濟矣。不肖佩帶服膺此說。念念持守。", "779": "以為一生之戒。老師昔日。蒙遇聖上殊恩。遲留七", "780": "宿內觀堂。誠為佛祖法門中的福慶。更望誨人不", "781": "倦。勤施四無量心。廣行四弘誓願。使四眾雲歸。進", "782": "善之道。寬濶明了而不迷。八方󰦶集。荷眾之心。究", "783": "竟如空而不隘。庶幾乍入後生新戒晚輩。各自捨", "784": "除習染下劣之心。各自開發大乘久遠之志。如此", "785": "寧不為法門中大利益大舟楫也乎○󰦶音君。", "786": "密菴傑和尚曰。叢林興衰。在於禮法。學者美惡。在乎", "787": "俗習。使古之人巢居穴處㵎飲木食。行之於今時。則", "788": "不可也。使今之人豐衣文采飯粱囓肥。行之於古時。", "789": "亦不可也。安有他哉。習不習故。夫人朝夕見者為常。", "790": "必謂天下事正宜如此。一旦驅之。就彼去此。非獨生", "791": "疑而不信。將恐亦不從矣。用是觀之。人情安於所習。", "792": "駭其未見。是其常情。又何足怪與施司諫書。", "793": "密菴名咸傑。應菴華祖嗣也。密菴和尚發明禮法", "794": "主叢林所習安大眾說。叢林之或興或衰。必竟何", "795": "因而致。因于禮儀法度之行則興。不行則衰耳。學", "796": "者之有美有惡。必竟何因而致。因于風俗習學之", "797": "良則美。不良則惡耳。設使上古之人。架巢而居。鑽", "798": "穴而處。㵎泉而飲。木果而食。行之于而今時節。則", "799": "可乎。決不可也。設使而今之人。素縑其衣。朱繡其", "800": "采。膏粱其味。肥膩其口。行之于上古時節。則可乎。", "801": "亦不可也。安有別樣道理哉。在人近習不近習。是", "802": "這個緣故也。夫人朝也見。夕也見。此乃常理。人人", "803": "必謂。凡天下事。應當如是。忽一旦強勉驅迫。令他", "804": "舍此趨彼。不惟生疑惑而不信向。只怕他亦不肯", "805": "依從矣。用此個道理看來。人之性情。常所習者。自", "806": "然安之而不疑。素所未見者。瞥然見之而驚異。此", "807": "該是人一定常情。不足以為怪也○縑音兼。繡音", "808": "秀。", "809": "密菴謂悟首座曰。叢林中惟浙人輕懦少立。子之才", "810": "器宏大。量度淵容。志尚端確。加以見地穩密。他日未", "811": "易言。但自韜晦。無露圭角。毀方瓦合。持以中道。勿為", "812": "勢利少枉。即是不出塵勞而作佛事也與笑菴書。", "813": "懦弱也。韜藏也。晦不明也。韜晦。言當陸沉的意思。", "814": "密菴勉悟首座。宜韜光晦跡。務守中道說。叢林中", "815": "惟越人軟弱。少能特立。今子有根力之才。助道之", "816": "器。含宏廣大。有溟海之量。虗空之度。淵納包容。志", "817": "氣高尚。身端行確。加以見明地理。穩實綿密。他時", "818": "一定成個好人。未易輕言。第宜韜光儉德。晦蹟含", "819": "章。不顯所重。毋露所長。毀圓為方。合方為圓。毋偏", "820": "一邊。務合中道。勿妄萌動聲勢利名。一毫曲求之", "821": "心。韜即是顯。守即是行。窮即是通。何更用出塵勞。", "822": "而始作得佛事也乎。隨寓而安。無不裕如也。", "823": "密菴曰。應菴先師嘗言。賢不肖相反。不得不擇。賢者", "824": "持道德仁義以立身。不肖者專勢利詐侫以用事。賢", "825": "者得志。必行其所學。不肖者處位。多擅私心。妬賢嫉", "826": "能。嗜慾苟財。靡所不至。是故得賢則叢林興。用不肖", "827": "則廢。有一于斯。必不能安靜見岳和尚書○妬都去聲。", "828": "嫉妬。害賢曰嫉。害色曰妬。密菴和尚曉岳長老。當", "829": "具擇法眼。識君子小人說。應菴先師嘗言。有德君", "830": "子。無德小人。兩相違反。不可不揀。賢智君子。惟常", "831": "守此遍通之道。濟眾之德。如慈之仁。當理之義。以", "832": "成立此身。不肖小人。惟專務此恃仗權勢。欺取財", "833": "利。詭詐其行。便侫其口。以用行己事。賢德君子。若", "834": "得遂其志向。必行其所守之學。專利于人。不法小", "835": "人。一處高位。多自擅主一己私心。妬害賢人。嫉忌", "836": "能士。口貪意邪。身循財利。三毒十惡。無所不為。是", "837": "故得賢人。則法社自興。用一愚人。則法社必廢。這", "838": "樣小人。詎可令有一于此哉。若其有一擾攪。大眾", "839": "必竟不得安靜。何也。眾君子成之不足。一小人壞", "840": "之有餘也。", "841": "密菴曰。住持有三莫。事繁莫懼。無事莫尋。是非莫辯。", "842": "住持人達此三事。則不被外物所惑矣慧侍者記聞。", "843": "莫不可也。密菴和尚謹住持人。要達三莫之理說。", "844": "住持有三不可。一凡百事宂繁。堆堆叠叠。打屏不", "845": "開。不可懼他。二凡沒得事務。清清淨淨。恬然自定。", "846": "不可尋他。三凡是非到來。好好歹歹。一切任之。不", "847": "可辯他。住持人通達此三不可之事理者。則自然", "848": "不被外物之所感亂。而我自有一定主宰矣。", "849": "密菴曰。衲子履行傾邪。素有不善之迹者。叢林互知。", "850": "此不足疾。惟眾人謂之賢。而內實不肖者。誠可疾也。", "851": "密菴曉人當深知險惡小人難得辯識說。衲子尋", "852": "常行履。不甚端莊正直。原有惡迹之人。廣眾盡知。", "853": "此人不足疾憾他。惟是人人都說。他是個好人。而", "854": "心中險于山川。念念不肖。這樣人誠可疾惡也。", "855": "密菴謂水菴曰。人有毀辱。當順受之。詎可輕聽聲言。", "856": "妄陳管見。大率便侫有類。邪巧多方。懷險詖者。好逞", "857": "私心。起猜忌者。偏廢公議。葢此輩趨向狹促。所見暗", "858": "短。固以自異為不羣。以沮議為出眾。然既知我所用", "859": "終是。而毀謗固自在彼。久而自明。不須別白。亦不必", "860": "主我之是。而訐觸於人。則庶可以為林下人也。", "861": "管見小見也。險詖不平之言也。猜忌疑怨也。沮止", "862": "也。訐斥人隱惡。攻人陰私。密菴和尚與水菴書。人", "863": "要以忍辱修德為主說。設人有毀謗辱詈于我者。", "864": "當順人之意。而忍受之。不可纔觸衰風。被他搖撼。", "865": "而妄陳小見。恐傷法體。大率便󰦇之人。必有儻類。", "866": "邪巧之輩。心術多端。胸懷不平者。好逞自己一偏", "867": "之私心。起生疑怨者。偏廢眾人公道之議論。葢這", "868": "樣人之所趨向。狹小促隘。其所見處。暗昧短淺。固", "869": "執己見。與人不同。為出乎其類也。剛愎自用。專沮", "870": "僉議。為拔乎其萃焉。倘然既知我所運用者。必竟", "871": "為是。而毀訾謗辱者。本自在彼。是非經久。不辯自", "872": "明。何須勉強分皂別白。更不必堅強主定自家個", "873": "是。而攻訐他短。觸發人私。但自堅正其體。平等其", "874": "心。則刀割香塗。不生嗔喜。庶幾為林下一人也。", "875": "自得輝和尚曰。大凡衲子誠而向正。雖愚亦可用。󰦇", "876": "而懷邪。雖智終為害。大率林下人操心不正。雖有才", "877": "能。而終不可立矣。", "878": "自得輝名慧輝。天童正覺嗣也。自得和尚與簡堂", "879": "書。凡用人貴端正說。大凡衲子胸中誠懇。而所趨", "880": "端正。雖愚魯鈍拙。亦是可用的。若是口頭便󰦇。而", "881": "心中私邪。雖聰明黠慧。畢竟是作彗的。總而言之。", "882": "林下人操心。一定要端正。若不端正。縱有才力能", "883": "幹。而到底不可成立矣。", "884": "自得曰。大智禪師特剏清規。扶救末法比丘不正之", "885": "弊。由是前賢遵承拳拳奉行。有教化。有條理。有始終。", "886": "紹興之末。叢林尚有老成者。能守典刑。不敢斯須而", "887": "去左右。近年以來。失其宗緒。綱不綱。紀不紀。雖有綱", "888": "紀。安得而正諸。故曰。舉一綱則眾目張。弛一機則萬", "889": "事隳。殆乎綱紀不振。叢林不興。惟古人體本以正末。", "890": "但憂法度之不嚴。不憂學者之失所。其所正在於公。", "891": "今諸方主者。以私混公。以末正本。上者苟利不以道。", "892": "下者賊利不以義。上下謬亂。賓主混淆。安得衲子向", "893": "正而叢林之興乎隳音󰞆。", "894": "弛者。弛廢不遵禮度也。隳毀也。賊貪也。自得和尚", "895": "與尤侍郎書。論法門之興。全在行禮法說。大智和", "896": "尚特剏清規者何。葢謂維持援救末法來比丘等", "897": "不端正之積弊也。由是前有德業者。遵依承戴。拳", "898": "拳服膺。佩奉修行。上不失大體。而有教化。下不失", "899": "廼職。而有條理。在先者如是開張而有始。在後者", "900": "亦如是依行而有終。宋紹興末。法社之中。尚猶有", "901": "老成練達之士。能競競業業。持守先聖典刑。不敢", "902": "頃刻弛廢。而舍離左右。近年以來。一時不如一時。", "903": "一世不如一世。失其綱宗紀緒。主法之綱。全無而", "904": "不成綱。眾理之紀。盡棄而不成紀。縱使再有大智", "905": "的禮法。烏可得而整勅之。故所以說。主法者能舉", "906": "一綱。則眾人之條目。自然施張。若主法者懈弛一", "907": "機。則事事法法。亦隨之而隳頹。寧不危乎。綱紀典", "908": "刑。顛覆而不振揚也。叢林剎竿。倒地而不興起也。", "909": "惟是古人身體力行。正其根本枝末。自然亦隨之", "910": "而端正。但恐法制禁令之不得嚴厲。不慮後昆晚", "911": "進之不得其所。其所以正之者在何。在于公平正", "912": "直。而不私心偏邪。今諸方主法者。全是以私心而", "913": "廢公議。假公事以濟私情。顛倒參差。反本覆末。上", "914": "者苟求利養。違道以干譽。下者阿諛取容。貪利以", "915": "失義。上驕奢。下侮瀆。而謬亂矣。賓嫌疑。主嫉惡。而", "916": "混淆焉。如此豈得衲子趨向正道。而叢林永久興", "917": "盛也乎。予以為必不得也。", "918": "自得曰。良玉未剖。瓦石無異。名驥未馳。駑駘相雜。逮", "919": "其剖而瑩之馳而試之。則玉石駑驥分矣。夫衲子之", "920": "賢德而未用也。混於稠人之中。竟何辯別。要在高明", "921": "之士。以公論舉之。任以軄事。騐以才能。責以成務。則", "922": "與庸流迥然不同矣瑩音榮。", "923": "自得和尚與或菴書。當善舉賢任能說。無瑕良玉。", "924": "未曾剖判之時。誠然與瓦石。有何分別。遺風名驥。", "925": "未曾馳試之時。誠然與駑駘混雜。有何分別。及其", "926": "石剖而玉瑩。馬馳而驥識。則玉是玉。石是石。駑是", "927": "駑。驥是驥。即自分明矣。夫衲子之有賢才有德行。", "928": "而未發用者。混雜于廣眾之間。究竟莫能辯別孰", "929": "好孰歹。貴在高明遠見之哲人。以公正議論。而舉", "930": "揚之。專任以當道軄事。勘驗其才力智能。委責以", "931": "必成事務。則眾機理而萬化行。一德孚而明良會。", "932": "與庸流之類。迥然不同矣。所以瓦石駑駘剖試。而", "933": "玉驥自現。賢才一舉。而庶事必康也○駑駘音奴", "934": "台。", "935": "或菴體和尚。初參此菴元布袋於天台護國。因上堂", "936": "舉龐馬選佛頌。至此是選佛場之句。此菴喝之。或菴", "937": "大悟。有投機頌曰。商量極處見題目。途路窮邊入試", "938": "場。拈起毫端風雨快。遮回不作探花郎。自此匿迹天", "939": "台。丞相錢公慕其為人。乃以天封招提勉令應世。或", "940": "菴聞之曰。我不解懸羊頭賣狗肉也。即宵遁去。", "941": "或菴名□體。護國景元之嗣也。布袋此菴混名也。", "942": "丞相錢公。名相祖。字象先。問道於或菴也。解會也。", "943": "遁隱遯也。記或菴體和尚。初參此菴元布袋子天", "944": "台護國寺之時。因元和尚上堂。舉龐居士問馬祖。", "945": "不與萬法為侶者。是甚麼人。祖云。待汝一口吸盡", "946": "西江水。即向汝道。士于言下大悟。呈偈云。十方同", "947": "聚會。個個學無為。此是選佛場。元和尚舉至。此意", "948": "謂。主考已出棘門。已開丹霞。舉子胡為不入。乃衝", "949": "口一喝。如探竿影草。而誘致之。或菴猶如陶家挂", "950": "壁之梭。長房葛陂之杖。得震得地。即乃變化。升騰", "951": "而去。不覺。于此喝下大悟。此所謂因風吹火。費力", "952": "不多也。遂乃呈投機頌曰。商量極處見題目。眼花", "953": "不少途路窮。邊入試場墮坑落。壍拈起毫端風雨。", "954": "快莫妄想。這回不作探花郎。有主考在。自此投機", "955": "得法之後。守道義。惜名節。而嘉遯入天台焉。丞相", "956": "錢象先。心中愛慕。高其為人。乃以天封寺常住。請", "957": "他出世。化導眾生。或菴聞得錢公來請。乃笑曰。我", "958": "不會做假外面。彰顯羊頭以欺人。而內案所賣者。", "959": "實狗肉也。即自鞏固其志。不為天封名位所惑。而", "960": "宵遯去矣。", "961": "乾道初。瞎堂住國清。因見或菴讚圓通像曰。不依本", "962": "分。惱亂眾生。瞻之仰之。有眼如盲。長安風月貫今昔。", "963": "那個男兒摸壁行。瞎堂驚喜曰。不謂此菴有此兒。即", "964": "遍索之。遂得於江心。固於稠人中。請充第一座天台野錄。", "965": "乾道。宋孝宗年號。瞎堂靈隱住持。名慧遠。圓悟勤", "966": "祖嗣也。記乾道初瞎堂住國清寺之時。因見或菴", "967": "讚觀音菩薩畫像云。不依本分。大巧若拙也。惱亂", "968": "眾生。大仁不仁也。瞻之仰之。注望而心慕也。有眼", "969": "如盲。圓通之像。或男或女。或威或慈。瞻仰之者。雖", "970": "然有眼覰之。恐有所不及。寧不如盲耶。長安帝都。", "971": "遐邇歸赴。風景月色。貫古通今。盡世黠慧者。只知", "972": "以此為樂地耳。是那一個男子漢大丈夫。肯向這", "973": "壁頭上。捫摸行持。若肯向此捫摸行持管取。與圓", "974": "通大士。同一眼見。同一耳聞去在。瞎堂一見此讚。", "975": "且驚且喜曰。不意此菴有此好克肖之子耶。即遍", "976": "尋求之。遂得于焦山。就于廣眾中。請充補人天首", "977": "座。以為後昆眼目焉。", "978": "或菴乾道初。翩然訪瞎堂於虎丘。姑蘇道俗。聞其高", "979": "風。即詣郡舉請住城中覺報。或菴聞之曰。此菴先師", "980": "囑我。他日逢老壽止。今若合符契矣。遂欣然應命。葢", "981": "覺報舊名。老壽菴也虎丘記聞。", "982": "記或菴。乾道之初。訪候瞎堂遠和尚於虎丘。姑蘇", "983": "緇而道人。素而士庶。聞或菴高操之風。即詣通郡", "984": "守。迎請住持。城中覺報寺。或菴聞之喜曰。此菴先", "985": "師。囑我他時。異日時節到來。逢老壽止。今日之請。", "986": "正與先師之囑。若竹符相契合矣。遂欣欣然。而臨", "987": "應蘇城郡守。并緇素等人之命。葢覺報寺。當時原", "988": "名。老壽菴也。至人讖囑。不爽如是。", "989": "或菴入院後。施主請小參曰。道常然而不渝。事有弊", "990": "而必變。昔江西南嶽諸祖。若稽古為訓。考其當否。持", "991": "以中道。務合人心。以悟為則。所以素風凌然。逮今未", "992": "泯。若約衲僧門下。言前薦得。屈我宗風。句下分明。沈", "993": "埋佛祖。雖然如是。行到水窮處。坐看雲起時。由是緇", "994": "素。喜所未聞。歸者如市語錄異此。", "995": "記或菴入老壽院後。士夫請小參曰。聖賢之道。綿", "996": "亘十方。而不易貫通三世。而不改世間之事。士趨", "997": "于名而必求。民趨于利而必貪。以此弊故。而聖賢", "998": "之道變也。昔江西馬祖南嶽石頭諸祖。惟稽考往", "999": "古。而成訓誡。驗其可否。以定綱宗。持守中道。不偏", "1000": "不倚。直指人心。只教自悟。所以淳素之風凜然。猶", "1001": "在從古至今。綿綿未泯。至于衲僧門下。未開口之", "1002": "先。薦得此理。猶為屈辱我的宗風。言句之下。了了", "1003": "分明。早已無端。淪沒佛祖。雖爾人人本具。各各現", "1004": "成也。必竟要真踐實履。行到那水也窮山也盡之", "1005": "處。全身放下。兩眼大開。看看。風從何來。雲從何起。", "1006": "一定有個來由也。因此之故。緇流慶悅。士庶騰懽。", "1007": "喜聞希有。四眾來歸。就如閙市一樣。", "1008": "或菴既領住持。士庶翕然來歸。衲子傳至虎丘。瞎堂", "1009": "曰。遮個山蠻杜拗子。故拍盲禪。治你那一隊野狐精。", "1010": "或菴聞之。以偈答曰。山蠻杜拗得能憎。領眾匡徒似", "1011": "不曾。越格倒拈苕帚柄。拍盲禪治野狐僧。瞎堂笑而", "1012": "已記聞○拗于教切。", "1013": "翕聚也。杜拗。不依軌轍。曰杜不順人情。曰拗。拍拊", "1014": "也。言自不能行拊人肩而行也。隊羣也。匡正也。記", "1015": "或菴既領老壽住持。士庶競進。翕然而來。歸依者", "1016": "眾。有人傳說。到虎丘。瞎堂聞得。乃喜而戲言曰。這", "1017": "個山蠻杜拗子。不通人情。不曉禮法。恁他放拍盲", "1018": "禪。只好治你們一夥野狐精耳。濟得甚事這樣說", "1019": "話。教做格外之談。全不在言句上。雖曰戲謔。其實", "1020": "乃稱贊羨美他的好處。或菴聞之。以偈答于虎丘", "1021": "曰。山蠻杜拗得能憎。有人嫌在。領眾匡徒。似不曾", "1022": "圭角。已露越格。倒拈苕帚柄放下。著拍盲禪。治野", "1023": "狐僧。師子吼時。芳草綠。瞎堂笑而已。象王行處。落", "1024": "花紅。季而拖藁至此。問傍僧云。且道判著判不著。", "1025": "傍僧乃笑。師云。真師子兒。善能哮吼。", "1026": "或菴謂侍郎曾公逮曰。學道之要。如衡石之定物。持", "1027": "其平而已。偏重可乎。推前近後。其偏一也。明此可學", "1028": "道矣見曾公書。", "1029": "或菴謂侍郎曾公。逮學道要持平說。造詣此道之", "1030": "極要。譬如天平衡石之較一切物輕重一般。惟是", "1031": "持其平準而已。偏于重的一邊。可乎。不惟輕。不得", "1032": "較。就是重。亦不得而較之也。偏于輕也是一樣。前", "1033": "也不可。後也不可。其偏也是一樣。明此持平之理", "1034": "者。可以為真正學道之人矣。", "1035": "或菴曰。道德乃叢林之本。衲子乃道德之本。住持人", "1036": "棄厭衲子。是忘道德也。道德既忘。將何以修教化。整", "1037": "叢林。誘來學。古人體本以正末。憂道德之不行。不憂", "1038": "叢林之失所。故曰。叢林保於衲子。衲子保於道德。住", "1039": "持無道德。則叢林廢矣。", "1040": "或菴與簡堂書。見王法人當知叢林根本說。空無", "1041": "作無相之道。布施愛語利同之德。乃叢林之根本。", "1042": "英人哲士。又乃道德之根本。主法人若厭棄。英哲", "1043": "之士。則是忘失三脫四攝之德道也。三脫四攝之", "1044": "道德既是忘失。將甚麼去。興揚法道。利度眾生。整", "1045": "頓叢林。誘引後輩。古人惟是體認根本。以正枝末。", "1046": "只憂慮的。是三脫道四攝德之不行。不憂慮叢林", "1047": "之得所不得所。故所以說叢林保護衲子。衲子保", "1048": "護道德。兩相保也。主法人詎可無三脫四攝之道", "1049": "德耶。無則叢林必廢無疑矣。", "1050": "或菴曰。夫為善知識。要在知賢。不在自賢。故傷賢者", "1051": "愚。蔽賢者暗。嫉賢者短。得一身之榮。不如得一世之", "1052": "名。得一世之名。不如得一賢衲子。使後學有師。叢林", "1053": "有主也與圓極書。", "1054": "或菴曉為知識者。貴得賢人說。夫傳道之人。先要", "1055": "認得有德好人。為第一義。不在只圖自家個好也。", "1056": "故所以說。傷賢的人。教做愚憃之人。蔽賢人的人。", "1057": "教做暗昧之人。嫉賢人之人。教做短淺之人。倘得", "1058": "一身之榮顯。不及得一生之美名。更美也。得一生", "1059": "之美名。又不如得一明心見性有道有德的賢衲", "1060": "子。更為嘉美也何也。使後來學者。有真師承。叢林", "1061": "有真主法也。故善知識貴得賢矣。", "1062": "或菴遷焦山之三載。寔淳熈六年八月四日也。先示", "1063": "微恙。即手書并硯一隻。別郡守侍郎曾公。逮至中夜", "1064": "化去。公以偈悼之曰。翩翩隻履逐西風。一物渾無布", "1065": "袋中。留下陶泓將底用。老夫無筆判虗空行狀○泓胡盲切。", "1066": "悼哀傷也。陶泓硯名也。底何也。記或菴再遷焦山。", "1067": "幾三載。正是宋淳熈六年八月朔四日也。將入滅。", "1068": "預示微疾。即親手作書并硯。使人通書。辭潤州曾", "1069": "公。逮侍郎至。子夜告眾。跏趺而逝。及次早曾公至", "1070": "見。已化去。乃作偈傷悼之曰。翩翩隻履逐西風。比", "1071": "況如同達磨。隻履翩翩西逝一般也。一物渾無布", "1072": "袋中。直言焦山脫謝乾盡。皮袋子中。了無一物也。", "1073": "留下陶泓將底用。言焦山臨行。遺留此硯與我。將", "1074": "作何用也。老夫無筆判虗空。此曾公自謂。我老夫", "1075": "無筆。空拳赤手。焦山末後。光明葢天葢地。如同虗", "1076": "空一般。不可思議。誠難判斷也。季而謂或菴。始從", "1077": "此菴。喝下悟入。隱跡天台。錢象先勉應天封。宵夜", "1078": "遁去。瞎堂得之江心。應緣符于老壽。領眾拈苕帚", "1079": "隻硯。別曾公。誠哉越格衲僧。可謂頭正尾正也。", "1080": "瞎堂遠和尚謂或菴曰。人之才器。自有大小。誠不可", "1081": "教。故楮小者不可懷大。綆短者不可汲深。鴟鵂夜撮", "1082": "蚤察秋毫。晝出瞋目之不見丘山。葢分定也。昔靜南", "1083": "堂傳東山之道。頴悟幽奧。深切著明。逮應世住持。所", "1084": "至不振。圓悟先師歸蜀。同範和尚。訪之大隨。見靜率", "1085": "略。凡百弛廢。先師終不問。回至中略。範曰。靜與公為", "1086": "同參道友。無一言啟廸之何也。先師曰。應世臨眾。要", "1087": "在法令為先。法令之行。在其智能。能與不能。以其素", "1088": "分。豈可教也。範頷之虎丘記聞○鴟音笞。鵂音休。撮竄入聲。", "1089": "楮穀木也。皮可紙綆井繩也。楮小綆短。言才小器", "1090": "淺的意思。鴟鵂怪鳥也晝無所見。夜出嘬蚊。言見", "1091": "小的意思。靜南堂名元靜。東山演祖嗣也。頴錐鋩", "1092": "也。頴悟。言脫頴而出的意思。記瞎堂遠和尚謂。或", "1093": "菴應世才器。要遠大。更又要以法令為先說。人之", "1094": "才力器量。本自也有大的。也有小的。誠不可教誡", "1095": "者。故楮紙之小者。豈可懷裹大物。繩索之短者。怎", "1096": "能汲得深泉。鴟鵂怪鳥。夜能嘬取蚊蚤。明察秋毫", "1097": "之末。至于日出白晝。大瞋兩目。而不見眼前丘山。", "1098": "此非不可教之素分而何。拘理如是也。昔南堂元", "1099": "靜。見東山演祖。會盡古今公案。脫悟超邁。洞達幽", "1100": "奧。精深切當。彰著明了。祖印之曰。諸方關楗無逃。", "1101": "子掌握矣。及其出現世間。所到不能振起。圓悟先", "1102": "師。自南還歸成都。同範和尚。相訪于大隨山中。見", "1103": "靜草率忽略。凡叢林規矩。盡該弛廢。先師知其才", "1104": "器如此。究竟不吐一言。回至中途。範問先師云。靜", "1105": "與公。為同門契分。共師五祖之道。故相友于者。怎", "1106": "不吐露一言。啟發謹廸之。何也。先師答範和尚曰。", "1107": "夫出世利生。以臨廣眾。貴在以法度禁令為先務。", "1108": "法令所施。又要以智慧為前矛。才能為殿後。智先", "1109": "能後。所以成始而成終也。今靜能終不能終。是其", "1110": "他之素性分定使然。他非不知。乃不能行也。我安", "1111": "得而教之哉。範會其不啟廸之故。乃默而識之○", "1112": "嘬釵去聲。", "1113": "瞎堂曰。學道之士。要先正其心。然後可以正己正物。", "1114": "其心既正。則萬物定矣。未聞心治而身亂者。佛祖之", "1115": "教。由內及外。自近至遠。聲色惑於外。四肢之疾也。妄", "1116": "情發於內。心腹之疾也。未見心正而不能治物。身正", "1117": "而不能化人。葢一心為根本。萬物為枝葉。根本壯實。", "1118": "枝葉榮茂。根本枯悴。枝葉夭折。善學道者。先治內以", "1119": "敵外。不貪外以害內。故導物要在清心。正人固先正", "1120": "己。心正己立。而萬物不從化者。未之有也。", "1121": "瞠堂與顏侍郎書。學道貴正心正身說。專務此理", "1122": "的人。先要洗滌自己之心。令無一毫染污。然後可", "1123": "以正己。而正乎人。自己心正不妄。與自己身正不", "1124": "偏。則事事法法。咸安定而不亂矣。未聞心理。而身", "1125": "不治者。諸佛諸祖之教法。先由內一心。而後外及", "1126": "一身。自目前咫尺。而以達于千里。六塵聲色利養。", "1127": "惑亂于外。此乃四肢之外疾也。三毒妄想情慮。陡", "1128": "發于內。此乃心腹之內疾也。未見有心不邪曲。而", "1129": "百物不治。身體端莊。而人不來歸化者。葢一心為", "1130": "人主宰。猶木之有根荄本幹。眾物為枝枝葉葉一", "1131": "樣。根荄本幹既然壯實。則枝枝葉葉自然榮茂盛", "1132": "美。若是根荄枯乾。本幹憔悴。枝枝葉葉一定凋傷", "1133": "敗落。善能專務此理的人。全是先修治一心妄想。", "1134": "以抵敵六塵聲色。不貪愛六塵。以戕害一心。所以", "1135": "利物指迷。貴在清淨一心。規正于人本。先規正自", "1136": "己。心既端正。而萬人一心已既成立。而百物條理。", "1137": "有不從其教化者耶。斷斷乎未之有也。", "1138": "簡堂機和尚。住番陽筦山。僅二十載。羮藜飯黍。若絕", "1139": "意於榮達。嘗下山聞路旁哀泣聲。簡堂惻然。逮詢之。", "1140": "一家寒疾。僅亡兩口。貧無斂具。特就市貸棺葬之。鄉", "1141": "人感歎不已。侍郎李公謂士大夫曰。吾鄉機老有道", "1142": "衲子也。加以慈惠及物。筦山安能久處乎。會樞密汪", "1143": "宣撫諸路。達於九江郡守林公。虗圓通法席迎之。簡", "1144": "堂聞命乃曰。吾道之行矣。即欣然曳杖而來。登座說", "1145": "法曰。圓通不開生藥舖。單單只賣死貓頭。不知那個", "1146": "無思算。喫著通身冷汗流。緇素驚異。法席因茲大振。", "1147": "簡堂名行機。護國景元之嗣也。番陽饒州鄱陽縣", "1148": "也。筦山地名。藜落藜也。小可食。大可杖。斂具指棺", "1149": "槨說。貸賒借也。樞密都察院也。宣撫巡按也。死貓", "1150": "頭公案也。僧問曹山。世間何物最貴。山云。死貓頭", "1151": "最貴。記簡堂和尚。在鄱陽筦山之時。且廿年之久。", "1152": "羮用藜藿。飯用黍粟。似若絕念于世間。不求通達", "1153": "于當路。曾下山。聞得路旁人家。有哀泣之聲。簡堂", "1154": "慈心三昧。忽然現前。乃躬躡憐。而問之。答言。時因", "1155": "寒病。且死兩人。家中窘極。無收斂之棺。具堂乃就", "1156": "市。貸借棺具。埋葬之。彼一鄉之人。無不感服。稱贊", "1157": "不止。侍郎李春年遍告諸未仕之士。及已仕大夫。", "1158": "而言之曰。吾鄉機和尚。誠然有道的衲子也。加以", "1159": "有惻隱之慈。周急之惠。以及于人。筦山狹小。詎可", "1160": "長久稽遲。以處此乎。暨宋南渡。後值明遠汪察院", "1161": "宣通諸郡道路。達之于九江府。郡守林公叔達。遂", "1162": "虗圓通禪院。以迎請之出世。簡堂聞請乃曰。吾道", "1163": "之行矣。自知時至。即欣然不辭而來。當入院日。緇", "1164": "素士夫。請登座說法。曰圓通不開生藥舖。不以小", "1165": "乘法。濟度于眾生也。單單只賣死貓頭。惟此一事", "1166": "實。餘二則非真也。不知那個無思算。惟身語意業。", "1167": "無過失者。始能懸崖撒手。自肯承當也。喫著通身", "1168": "冷汗流。絕後再甦。欺君不得也。緇而衲僧。素而士", "1169": "庶。聞者莫不驚奇。歎異法化。因茲而大振起之焉。", "1170": "韜光蓄德。時至理彰。是這等樣。後學之則也。", "1171": "簡堂曰。古者修身治心。則與人共其道。興事立業。則", "1172": "與人共其功。道成功著。則與人共其名。所以道無不", "1173": "明。功無不成。名無不榮。今人則不然。專己之道。惟恐", "1174": "人之勝於己。又不能從善務義。以自廣也。專己之功。", "1175": "不欲他人有之。又不能任賢與能。以自大也。專己之", "1176": "名。不與他人共之。又不能謙光導物。以自達也。是故", "1177": "道不免於蔽。功不免於損。名不免於辱。此古今學者", "1178": "之大分也。", "1179": "簡堂曉學者。當識大體公分說。古之學者。裁制其", "1180": "身。調伏其心。己既曉了。則與人說。公共其道。而不", "1181": "自私焉。事既興隆。業已樹立。非我獨辦。則必眾力。", "1182": "公共其功。而不自居焉。道既成就。功亦彰著。既有", "1183": "此譽。則必讓人。公共其名。而不自處焉。是故道不", "1184": "獨明。而無一人不明。功不獨成。而無一人不成。名", "1185": "不獨榮。而無一人不榮。今之學者。則不然。縱使學", "1186": "道專務自利。不肯利人。惟怕人知勝過于己。又不", "1187": "肯虗心受善。扣長勵短。務合時宜。以自廣濶也。設", "1188": "使立功。專務掩人。以為己有。不喜他人半點有之", "1189": "又不能卑心下賢。任能贊佑。溫厚和平。以自寬大", "1190": "也。設使名遂。專務自顯。不與人共。見人有譽。反不", "1191": "歡喜。又不能謙恭蓄德。和光同塵。導引愚迷。以自", "1192": "通達也。所以道本求明。而反自蔽功。本求成而反", "1193": "自損名。本求榮而反自辱此。兩者乃古乃今學者。", "1194": "不易之大體公分也。", "1195": "簡堂曰。學道猶如種樹。方榮而伐之。可以給樵薪。將", "1196": "盛而伐之。可以作榱桷。稍壯而伐之。可以充楹枋。老", "1197": "大而伐之。可以為梁棟。得非取功遠而其利大乎。所", "1198": "以古之人。惟其道固大而不狹。其志遠奧而不近。其", "1199": "言崇高而不卑。雖適時齟齬。窮於饑寒。殆亡丘壑。以", "1200": "其遺風餘烈。亘百千年。後人猶以為法而傳之。鄉使", "1201": "狹道苟容。邇志求合。卑言事勢。其利止榮於一身。安", "1202": "有餘澤。溥及於後世哉榱音催。桷音覺。齟。音阻。齬音語。", "1203": "榱桷。周曰榱。齊曰桷。即椽也。楹柱也。枋枅枋也。梁", "1204": "棟。屋脊柱曰棟。負棟者梁。齟齬齒一前一却。齟齬", "1205": "不相值也。比坎坷之意。溥廣也。簡堂與李侍郎書。", "1206": "言學道貴深蓄厚養說。學道工夫。譬如蒔種樹木。", "1207": "纔正榮長。而砍伐之。但可以供給樵薪。備炊㸑之", "1208": "用。將茂盛而斫伐之。亦可以作造榱桷。備葢苫之", "1209": "用。稍壯固而斫伐之。又可以充具楹枋。備裝修之", "1210": "用。至于老大而斫伐之。更可以堪為梁棟。備殿閣", "1211": "之用學。道工夫正類乎。此豈不是取功力久遠。而", "1212": "其利益。倍大乎是這個緣。故古之人。其于當然之", "1213": "理也。又堅固又廣大。而不窄狹其心之所之也。又", "1214": "永遠又深奧。而不淺近其出示言詞也。又崇重。又", "1215": "孤高。而不卑小。雖所遭時勢坎。坷窘于凍餒危殆。", "1216": "死于山林丘壑。以其遺留道風。餘饒芳烈。亘古亘", "1217": "今。遞百千年。後來之人。猶以為矜式。而流傳之鄉。", "1218": "使古人窄狹其道。苟且取容。淺近其志。阿諛求合。", "1219": "卑小其言。趨權事勢。其利益只榮耀于一身。或恐", "1220": "不足安有廣大恩澤。普徧及干千萬世之後哉。所", "1221": "以道貴蓄養也。", "1222": "簡堂淳熈五年四月。自天台景星巖。再赴隱靜。給事", "1223": "吳公佚老于休休堂。和淵明詩十三篇送行。其一曰。", "1224": "我自歸林下。已與世相疎。賴有善知識。時能過我廬。", "1225": "伴我說道話。愛我讀佛書。既為巖上去。我亦為膏車。", "1226": "便欲展我鉢。隨師同飯蔬。脫此塵俗累。長與巖石居。", "1227": "此巖固高矣。卓出山海圖。若比吾師高。此巖還不如。", "1228": "記簡堂和尚。宋淳熈五年四月。自天台山景星巖。", "1229": "再赴隱靜寺之請。時芾公吳給事致仕。逸老於休", "1230": "休堂。賡和五柳先生陶淵明詩。一十三首。以與簡", "1231": "堂和尚送行。其一曰。我從致仕來。休歸山林下。已", "1232": "與世間事。利祿相疎遠。今幸簡師時時而來。過我", "1233": "草廬。不我遐棄。或時同我說道中之話。更又喜我", "1234": "讀釋家之書。有時師歸巖上。我亦備辦膏車油鹽", "1235": "茶米。我展我鉢。雖與師不同。所食蔬餐。與師不異。", "1236": "到此明知。塵勞俗事。盡謝而無繫累。但願恒久居", "1237": "此巖石間耳。此巖原本高妙。迥然拔出地輿河圖", "1238": "之上。若將比我簡師道德的高妙處。此巖還不及", "1239": "他也○芾音費。", "1240": "我生山窟裏。四面是孱顏。有巖號景星。欲到知幾年。", "1241": "今始信奇絕。一覧小眾山。更得師為主。二妙未易言。", "1242": "孱顏山高貌。二言。我生長老山阿窟之中。東南西", "1243": "北俱是孱顏。高山中有一巖。名曰景星。欲到之心。", "1244": "已多年矣。今日到來。方見此巖奇絕之極。垂眸遠", "1245": "眺。羣山俱下也。更得簡師。為此山之主人。山妙人", "1246": "妙。豈易以言盡之哉○孱音潺。", "1247": "我家湖山上。觸目是林丘。若比茲山秀。培塿固難儔。", "1248": "雲山千里見。泉石四時流。我今纔一到。已勝五湖遊。", "1249": "丘阜也。培塿小阜也。儔侶也。三言。我家宅搆居湖", "1250": "山之上。眼到之處。盡是林木丘山。設比此山秀麗。", "1251": "我那培塿小阜。本難侶并耳。此山白雲千里外見。", "1252": "何其高也。此巖清泉四時不斷。何其遠焉。昔日五", "1253": "湖遊覽。將謂無及。孰知今一乍到。早已超勝多矣。", "1254": "我年七十五。木末挂殘陽。縱使身未逝。亦能豈久長。", "1255": "尚冀林間住。與師共末光。孤雲俄暫出。遠近駭蒼黃。", "1256": "蒼黃󱷦遽貌。四言。我之年已七十五矣。如近木梢", "1257": "之餘光。將入于地。設使身形未死。亦斷不能久遠", "1258": "留存。尤冀望林間住者何。欲與師共樂晚年耳。師", "1259": "之此行。如孤雲野󳬈。聊暫出入。遐邇士庶。驚其未", "1260": "見。必定蒼黃窘急也。", "1261": "愛山端有素。拘俗亦可憐。昨守當塗郡。不識隱靜山。", "1262": "羨師來又去。媿我復何言。尚期無久住。歸送我殘年。", "1263": "拘執也。五言。喜愛山巖。本乎情素。執拘俗染。誠可", "1264": "矜憐。昔日營營宦海。安知今日隱靜山中之高妙", "1265": "哉。猶所羨美者。師飄然而來。又飄然而去。媿我無", "1266": "言可贐。只望無久住于彼。速速來歸。送我死耳。", "1267": "師心如死󰞆。形亦如稿木。胡為衲子歸。似響答空谷。", "1268": "顧我塵垢身。正待醍醐浴。更願張佛燈。為我代明燭。", "1269": "六言。以我推師之心。心無其心。如死󰞆一樣。更觀", "1270": "其形。形無其形。如枯木一般。以何緣故。為衲子之", "1271": "所趣歸。因他胸中。空豁豁地。猶響應空谷耳。顧我", "1272": "塵勞垢穢之身。正待師之醍醐。以為我沐浴。見不", "1273": "出色之眼。更願張佛之慧燈。以為我作智燭也。", "1274": "扶疎巖上樹。入夏總成陰。幾年荊棘地。一旦成叢林。", "1275": "我方與衲子。共聽海潮音。人生多聚散。離別忽驚心。", "1276": "扶疎枝葉茂盛也。七言。巖林密茂。到夏月來。總成", "1277": "一片清凉。棘刺荊榛。入能仁手。盡化為選佛場地。", "1278": "當斯時也。我方出岫。與諸禪人。共聽海上潮汐之", "1279": "音。不憶忽來隱靜之請。我自嗟人生聚散。雖是常", "1280": "理。而喜相逢。怕離別之情。不由人。不忽地驚心也。", "1281": "我與師來往。歲月雖未長。相看成二老。風流亦異常。", "1282": "師晏坐巖上。我方為聚糧。倘師能早歸。此樂猶未央。", "1283": "央盡也。八言。我與師乍相往來。時節雖未久長。兩", "1284": "眼相覰。固實兩個老人。而彼此風流。誠亦不同乎", "1285": "常輩。師晏坐巖上。善說般若也。我方為聚糧。食輪", "1286": "先轉焉。倘師此去。誠能早歸。此等樂景。猶未盡也。", "1287": "紛紛學禪者。腰包競奔走。纔能說葛藤。癡意便自負。", "1288": "求其道德尊。如師葢希有。願傳上乘人。永光臨濟後。", "1289": "九言。四方紛紛紜紜學禪之輩。腰包頂笠。往來奔", "1290": "走。口頭上學得些少葛藤意地下。便人我自負求", "1291": "道全德備。如簡師一般者。葢希有矣。惟願師之道。", "1292": "傳於大乘根器之人。俾使永遠不絕。以光顯臨濟", "1293": "之道於後世焉○負上聲。", "1294": "吾邑多緇徒。浩浩若雲海。大機久已亡。賴有小機在。", "1295": "仍更與一岑。絕全兩無悔。堂堂二老禪。海內共期待。", "1296": "大機號重機。名明真。玄沙師備之嗣也。小機即簡", "1297": "堂行機。一岑即圓極岑也。堂堂盛也。十言。鄉邑中", "1298": "染衣之輩甚多。漫漫浩浩。如雲如海。天寧大機。雖", "1299": "久已亡。賴有小機。而今現在。況復又有岑公。乃是", "1300": "純一全德之人。竝無過悔者。二老道風。堂堂大盛。", "1301": "四海之內。共相期望焉。非泛泛者比矣。", "1302": "古無住持事。但只傳法旨。有能悟色空。便可超生死。", "1303": "庸僧昧本來。豈識西歸履。買帖坐禪牀。佛法將何恃。", "1304": "庸僧。即尋常粥飯之流也。西歸履。達磨御葬熊耳。", "1305": "魏武帝使宋雲西域。回。遇師葱嶺。手攜隻履。雲問", "1306": "何往。師云。西天去。雲歸告帝。帝令起壙。唯空棺隻", "1307": "履在耳。十一言。上古原來。無住持之事。惟只傳受", "1308": "佛法宗旨。若果有能實悟色空之理者。便可以超", "1309": "越生死也。庸僧暗昧自己本有之道。豈識初祖遺", "1310": "留之履哉。時衰道喪。法出奸生。買帖坐禪。佛法至", "1311": "此替之極矣。將何恃賴乎。", "1312": "僧中有高僧。士亦有高士。我雖不為高。心麤能知止。", "1313": "師是個中人。特患不為爾。何幸我與師。俱是鄰家子。", "1314": "麤略也。十二言。佛法僧中實在也。有高僧。吾儒士", "1315": "中實在也。有高士。我雖不是高士。我心大略。也能", "1316": "知止。何況師乎。師是道中有德完人。佛也不愛做", "1317": "在。特患不屈尊就卑。捨珍著垢耳。我不審何修。而", "1318": "有斯慶。我與師。生同鄰。隱同山。道同樂也。", "1319": "師本窮和尚。我亦窮秀才。忍窮心已徹。老肯不歸來。", "1320": "今師雖暫別。泉石莫相猜。應緣聊復我。師豈有心哉。", "1321": "猜疑也。忌也。復往來行故道也。後我字悞。疑是爾", "1322": "字。十三言。師能固守斯窮。是個窮和尚。我亦固守", "1323": "斯窮。是個窮秀才。甘窮之心。彼此已徹。師老我老。", "1324": "寧不歸歟。今師與我。雖暫分別。流泉止石。本無疑", "1325": "猜。此個應緣。不過聊且往來焉爾。師豈是有心要。", "1326": "如此也哉。理學名儒。道德高僧。于此可見。", "1327": "給事吳公謂簡堂曰。古人󰞆心泯智于千巖萬壑之", "1328": "間。㵎飲木食。若絕意於功名。而一旦奉紫泥之詔。韜", "1329": "光匿迹於負舂賤役之下。初無念於榮達。而卒當傳", "1330": "燈之列。故得之於無心。則其道大。其德宏。計之於有", "1331": "求。則其名卑。其志狹。惟師度量凝遠。繼鍾古人。乃能", "1332": "棲遲於筦山。一十七年。遂成叢林良器。今之衲子。內", "1333": "無所守。外逐紛華。小遠謀。無大體。故不能扶助宗教。", "1334": "所以不逮師。遠矣高侍者記聞。", "1335": "紫黑赤色。紫泥即印詔書。赤土也。卒終也。給事吳", "1336": "公贊美簡堂。能深蓄厚養。致使譽播天涯說。上古", "1337": "隱士。死󰞆其心。泯滅其智。深入於千巖萬壑之中。", "1338": "渴飲巖泉。饑餐木果。何嘗有意於功名利祿哉。而", "1339": "一旦之間。不意而得奉天子紫泥之詔命。叢林哲", "1340": "人。韜藏其光。隱匿其跡。陸沉於負舂賤役之下。曷", "1341": "常有念於榮名達道。而卒爾言下投機。承當傳燈", "1342": "之列。咸皆得之無心。故其證道光大。德行宏遠。設", "1343": "使計之。于有願求之心而得。則其名卑而不高。其", "1344": "志狹而不廣。惟師智度淵深。才量豁達。凝神鎮靜。", "1345": "遠識無方。庶克繼續慧命。踵襲古人。乃得棲息遲", "1346": "留于鄱陽筦山。一十七年之久。甘守節操。遂成法", "1347": "門柱石。今之禪人。觀其內無實德。而不操修。外無", "1348": "涵養。而競名利。宗社遠謀而不圖。教門大體而不", "1349": "習。所以不能繼持大法。不及簡堂師。遠矣。", "1350": "簡堂曰。夫人常情。罕能無惑。大抵蔽于所信。阻于所", "1351": "疑。忽于所輕。溺于所愛。信既偏。則聽言不考其實。遂", "1352": "有過當之言。疑既甚。則雖實而不聽其言。遂有失實", "1353": "之聽。輕其人。則遺其可重之事。愛其事。則存其可棄", "1354": "之人。斯皆苟縱私懷。不稽道理。遂忘佛祖之道。失叢", "1355": "林之心。故常情之所輕。乃聖賢之所重。古德云。謀遠", "1356": "者先驗其近。務大者必謹於微。將在博采而審用其", "1357": "中。固不在慕高而好異也。", "1358": "簡堂與吳給事書。兼示人知所重。而莫為情所惑", "1359": "說。夫人日用尋常觸境動情。少有不被其所惑者。", "1360": "大凡被惑有四。一或聞言入耳不審。障于所信。二", "1361": "或見事欲為不為。滯于所疑。三或于人情存我慢。", "1362": "略于所輕。四或于物極意營求。醉于所愛。設我耳", "1363": "中。聽信既不端正。則聽言必意不稽考其理之實", "1364": "與不實。遂有過不及之言。其惑一也。設我心中。猜", "1365": "疑彼人太甚。則雖彼人所說極當理。也是不肯聽", "1366": "他的。因此有失實之聽。其惑二也。設我輕忽彼人。", "1367": "則有可尊之事。亦必遺棄。而不見用。其惑三也。設", "1368": "我愛好其事。則有可當棄之人。亦必存留。而反用", "1369": "之。其惑四也。此四者皆苟且放縱私情鄙懷。不考", "1370": "公正義理。遂遺忘佛祖之大道。乖違大眾心膓。所", "1371": "以謂尋常人情之所輕略者。乃是古聖先賢之所", "1372": "崇重。古德有云。欲圖謀熟計于遠者。先勘驗其近", "1373": "小之作。欲專務用力于大者。必謹慎于隱微之時。", "1374": "且在博采廣覽。而審諦運用于中。本不在捨近取", "1375": "遠而慕高。厭常悅恠而好異也。", "1376": "簡堂清明坦夷。慈惠及物。衲子稍有詿誤。蔽護保惜。", "1377": "以成其德。嘗言。人誰無過。在改之為美。住鄱陽筦山", "1378": "日。適值隆冬雨雪連作。饘粥不繼。師如不聞見。故有", "1379": "頌曰。地爐無火客囊空。雪似楊花落歲窮。衲被蒙頭", "1380": "燒榾柮。不知身在寂寥中。平生以道自適。不急于榮", "1381": "名。赴廬山圓通請日。拄杖草屨而已。見者色莊意解。", "1382": "九江郡守林公叔達目之曰。此佛法中津梁也。由是", "1383": "名重四方。其去就真得前輩體格。歿之日。雖走使致", "1384": "力。為之涕下詿音卦。饘音旃。榾音骨。柮敦入聲。", "1385": "詿誤差謬的意思。饘厚粥也。榾柮短木寓意也。猶", "1386": "言三昧真火的意思。自適自得也。記簡堂四儀清", "1387": "淨。明白胸襟。坦蕩平夷。仁慈恩惠。及于一切衲僧", "1388": "之中。稍有差謬過失。隱蔽存護。保全矜惜。以培其", "1389": "德業。甞言人人咸有過失。在肯改過。就是好人。住", "1390": "饒鄱筦山之日。時當季冬。雨之與雪連綿繼作。厚", "1391": "粥也不能相接。況得飯食乎。師恰似不聞見一般。", "1392": "故有偈云。地爐無火客囊空。饑可知也。雪似楊花", "1393": "落歲窮。寒莫勝焉。衲被幪頭燒榾柮。吾人以三昧", "1394": "性天為樂也。不知身在寂寥中。饑寒到此。渾忘無", "1395": "有。一生以來。惟以此理自調暢。不苟求榮顯聲名。", "1396": "及赴廬山圓通寺請之時。單瓢隻杖草鞵而已。別", "1397": "無他物見之者。無不覩容意銷。潯陽太守林公叔", "1398": "達。見而歎美之曰。此人乃佛法中之津筏橋梁也。", "1399": "因此之故。名重諸方。其行止去就。誠得古人體裁", "1400": "格式。入寂之日。雖尋常走作小廝之輩。無不為之", "1401": "痛哭流涕也。葢其德感人如此。", "1402": "侍郎張公孝祥致書。謂楓橋演長老曰。從上諸祖。無", "1403": "住持事。開門受徒。迫不得已。像法衰替。乃至有實封", "1404": "投狀買院之說。如鄉來楓橋。紛紛皆是物也。公之出", "1405": "處。人具知之。啐󲣅同時。元不著力。有緣即住。緣盡便", "1406": "行。若稗販之輩。欲要此地造地獄業。不若兩手分付", "1407": "為佳耳寒山寺石刻。", "1408": "楓橋蘇州寒山寺前楓橋也。紛紛亂也。啐呼聲也。", "1409": "󲣅食物也。言母雞得食鳴。羣眾子皆至而食之。一", "1410": "呼百喏之意也。稗宜裨。附也。即楞嚴經云。裨販如", "1411": "來也。言裨附我教法中。以佛法貪販利養也。侍郎", "1412": "孝祥張公。致書謂楓橋演長老。當識時務知去就", "1413": "說。從上諸祖師。原無住持事。或開剏山門。受納徒", "1414": "眾。是迫于不得已。像法之時。衰替之極。乃至有求", "1415": "名。結托當道有力宰官。轉本以求實封賜額者。有", "1416": "求利投托士夫商賈。申窘情狀。偽賣偽買。以罔錢", "1417": "帛者之說。這一鄉來。楓橋寺中。紛紛紜紜。角󰐐不", "1418": "已。皆是此等輩也。公之或出或處。領眾行道。人咸", "1419": "知之。如雞喚雛。母啐子󲣅。一呼百應。元不著力。到", "1420": "處皆然。豈靠此耶。有緣即住。無緣即撒手便行。若", "1421": "這等裨販如來之流。要楓橋造地獄業。公不若恒", "1422": "順眾生兩手分付。實為佳美矣。", "1423": "慈受深和尚謂徑山訥和尚曰。二三十年來。禪門蕭", "1424": "索。殆不堪看。諸方長老奔南走北。不知其數。分煙散", "1425": "眾。滿目皆是。惟師兄神情不動。坐享安逸。豈可與碌", "1426": "碌者。同日而語也。欽歎欽歎。此段因緣。自非道充德", "1427": "實。行解相應。豈多得也。更冀勉力。誘引後昆。使曹源", "1428": "涸而復漲。覺樹凋而再春。實區區下懷之望筆帖。", "1429": "慈受名懷深。徑山妙空名智訥。俱長蘆崇信之嗣", "1430": "也。索音色。宜瑟蕭瑟。陰令促急風疾暴也。楚辭蕭", "1431": "瑟兮草木搖落。比況法門衰替。亦如此也。殆將也。", "1432": "碌碌者。指庸流說。欽恭嘆美也。涸水乾也。區區卑", "1433": "小貌。謙下的意思。慈受深和尚。贊美徑山訥和尚。", "1434": "神情鎮靜。有實德說。近世來禪道法門。漸漸凋傷。", "1435": "殆不堪聞見矣。四方的長老。自西自東。自南自北。", "1436": "如稻蔴竹葦。分枝列派。遍地皆是。惟我徑山師兄。", "1437": "神凝情定而不動。坐享安逸而不遷。詎可與諸方", "1438": "碌碌庸輩。同日而語也耶。敬服敬服。此段因緣。倘", "1439": "不是見諦真實。操修縝密。行合解。解合行。行解相", "1440": "應。寧能多得也。更所冀望者。敏勉力行。提持後進。", "1441": "使曹溪淵源。既乾而復漫涱。菩提覺樹。既謝而再", "1442": "春榮。實區區愚下心懷之所希望也。此乃稱揚贊", "1443": "美同門之實德矣。", "1444": "靈芝照和尚曰。讒與謗同邪異邪。曰讒必假謗而成。", "1445": "葢有謗而不讒者。未見讒而不謗者也。夫讒之生也。", "1446": "其始因於憎嫉。而終成於輕信。為之者。謟󰦇小人也。", "1447": "古之人有輸忠以輔君者。盡孝以事親者。抱義以結", "1448": "友者。雖君臣之相得。父子之相愛。朋友之相親。一日", "1449": "為人所讒。則反目攘臂。擯逐離間。至於相視如宼讎。", "1450": "雖在古聖賢。所不能免也。然有初不能辯。久而後明", "1451": "者。有生而不能辯。死而後明者。有至死不能辯。終古", "1452": "不能明者。不可勝數矣。", "1453": "靈芝湛然和尚。名圓照。示人以忍讒息謗說。且自", "1454": "問之曰。讒憎竝誹謗。是一樣。是兩樣。又自答之曰。", "1455": "大率讒憎。必借誹謗而始成。葢或一味憎惡疑謗", "1456": "于心。而不出口讒說者有之。至于口上既讒說。而", "1457": "心中不憎謗者。未之有也。夫讒從何起。其初因于", "1458": "憎惡嫉忌。而卒成乎輕聽。如此等人。乃謟媚便󰦇", "1459": "之人也。不特今也。上古之人也。有為人臣者。捐軀", "1460": "赴死。而忠君轉國者也。有為人子者。委曲承順。而", "1461": "奉養雙親者也。有處朋交友者。直諒多聞。而結固", "1462": "信義者。雖君臣際會。而無投竄。父子親愛。而無奔", "1463": "違。朋友親順。而不疏戚。忽一旦之間。為小人所誹", "1464": "讒。則父子生瞋反目。弟兄鬬諍攘臂。君臣直抗擯", "1465": "逐。永遠離間。直至于君臣父子朋友相看。就如宼", "1466": "害冤讎一般。雖在上古聖人賢士。皆所不能免此", "1467": "小人之誹讒也。然或打頭不得分辯。久久清白者", "1468": "有之。又或在生之日不能分辯。到死後而始清白", "1469": "者有之。又或至死後亦不能分辯。究竟到底亙古", "1470": "亙今。不得清白者有之。不可勝任以數日之量窮", "1471": "之矣。豈特今也耶。", "1472": "子游曰。事君數斯辱矣。朋友數斯疏矣。此所以戒人", "1473": "遠讒也。嗚呼。讒與謗不可不察也。且經史載之不為", "1474": "不明。學者覧之。莫不知其非。往往身自陷於讒口。噎", "1475": "鬱至死。不能自明者。是必怒受讒者之不察。為讒者", "1476": "之謟󰦇也。至有羣小至其前。復讒於它人。則又聽之", "1477": "以為然。是可謂聰明乎。葢善為讒者。巧便鬬搆。迎合", "1478": "蒙蔽。使其瞢然如為鬼所魅。至有終身不能察者。", "1479": "子游姓言。名偃。孔子弟子。數頻也。斯猶言所以的", "1480": "意思。辱對榮言。疏對親說。噎哽于喉。鬱結于心。鬬", "1481": "搆是鬬諍搆怨。嗚呼嘆辭。第二節承上忠君信友", "1482": "來。言讒謗之害匪細。能令忠信者。亦見擯逐離間", "1483": "于君友的意思。魯論篇中。子游有言。承事國君。諫", "1484": "諍不可頻數。若其多次。一旦為小人所讒。讒則易", "1485": "入。所以有擯逐之禍。求榮而反辱矣。交處朋友。諫", "1486": "諍亦不可頻數。若其多次。一旦為小人所讒。讒亦", "1487": "易入。所以有離間之情。求親而反疏矣。此個說話。", "1488": "正所以戒人遠去讒言也。芝和尚又復嘆之曰。嗚", "1489": "呼。此讒謗兩樁。不可不深察之也。且五經諸史註", "1490": "載。未甞不明白。學人覧之。則謗誹之非。未甞不知。", "1491": "每每失身。自陷于讒人之口。哽于喉。結于心。至于", "1492": "必死田地。究竟不得自訴清白者何。是乃恚受讒", "1493": "謗小人。不肯詳察。為讒謗小人者。謟󰦇使然也。更", "1494": "至有眾小人。復加讒於他人。則其輕聽愈篤。如此", "1495": "等輩。耳可謂聰。目可謂明乎。葢專愛做這般讒謗", "1496": "小人。偏有許多鬼計。亦弄權巧。亦假方便。鬬搆兩", "1497": "頭。逢迎取合。昏蒙障蔽。使人難見而瞢然。就如為", "1498": "魍魎所魅一般。所以到底不得察識分疎清白者。", "1499": "實可傷矣。", "1500": "孔子曰。浸潤之譖。膚受之愬。言其浸潤之來。不使人", "1501": "預覺。雖曾參至孝。母必疑其殺人。市非林藪。人必疑", "1502": "其有虎。間有不行焉者。則謂之明遠君子矣。", "1503": "曾參孔子弟子。名參。字子輿。第三節承孝親來。言", "1504": "讒謗之害非小。能令至孝之子。亦見疑于賢母的", "1505": "意思。昔孔子有言。浸漬滋潤以譖毀。於人肌膚所", "1506": "受而切訴。總言其浸灌滋潤之來。不令人先曉。所", "1507": "以子輿大賢而極孝。母亦明白而最賢。人或三譖", "1508": "殺人。母亦投杼下機。踰垣而走。市井之間。豈同山", "1509": "林藪澤。三個人俱言有虎。人亦疑信相半。猜其必", "1510": "有間。或有決斷不信。此等樣說者。則可謂之明智", "1511": "有遠識成德的君子矣。", "1512": "予以愚拙疎懶。不喜謟附妄悅於人。遂多為人所讒", "1513": "謗。予聞之。竊自省曰。彼言果是歟。吾當改過。彼則我", "1514": "師也。彼言果非歟。彼亦徒為耳。焉能浼我哉。於是耳", "1515": "雖聞之而口未甞辯。士君子察不察。在彼才識明不", "1516": "明耳。吾孰能申其枉直。求知於人哉。然且不知。久而", "1517": "後明邪。後世而後明邪。終古不明邪。文中子曰。何以", "1518": "息謗。曰無辯。吾當事斯語矣芝園集○浼音美。", "1519": "文中子。姓文。名通。字仲淹。古賢人。第四節乃芝和", "1520": "尚自敘。忍讒之由。引文公息謗。以自消弭也。余以", "1521": "愚魯拙鈍。疎財嬾惰。不愛謟媚。阿附欺妄。取悅于", "1522": "人。乃為小人所憎嫉。浸潤讒謗。余聞得私地自怨", "1523": "自艾。而省改之曰。彼讒果是真的。余當改過遷善。", "1524": "彼誠有益于我。為責善之師也。彼譖言果是假的。", "1525": "彼亦空為耳。彼焉能浼污我哉。因此耳雖熟聞。而", "1526": "余口不曾辯訴。聰慧之士。并成德君子。詳不詳也。", "1527": "在他才德智識明白不明白耳。余誰能理其曲直。", "1528": "求人知道哉。然且此讒不知久久而自明了耶。抑", "1529": "待余死後。方始明了耶。抑亦究竟始于今日。直到", "1530": "盡未來際。終不明了耶。不見文中有言。何以休息", "1531": "誹謗。曰無辯。此賢哲之論。余當奉持此語。以自忍", "1532": "矣。", "1533": "懶菴樞和尚曰。學道人當以悟為期。求真善知識決", "1534": "擇之。絲頭情見不盡。即是生死根本。情見盡處。須究", "1535": "其盡之所以。如人常在家。愁什麼家中事不辦。溈山", "1536": "云。今時人雖從緣得一念頓悟自理。猶有無始習氣。", "1537": "未能頓盡。須教渠淨除現業流識。即是修也。不是別", "1538": "有行門。令渠趣向。溈山古佛。故能發此語。如或不然。", "1539": "眼光落地時。未免手脚忙亂。依舊如落湯螃蠏也。", "1540": "懶菴名道樞。道場居惠之嗣也。示人以真參實悟", "1541": "說。為生死的人。須是以真實悟入為期限。畢竟要", "1542": "尋求真正宗師。剖決揀其邪正。若是意地下。有一", "1543": "微塵許情識見刺不乾淨。便就是輪迴六趣生死", "1544": "根荄本榦了直饒情識見刺乾淨。淨到無餘之處。", "1545": "更要淨而又淨方是極底譬如一個人。常常在自", "1546": "家屋裏。更愁什麼家中一切事不得了辦。你若不", "1547": "信。我又引個古聖說話。以為證。不見溈山靈祐祖", "1548": "道。而今時節的人。雖是由因緣中。稍稍得一念休", "1549": "歇自己馳求之心。且猶有無量劫來習染濁氣。未", "1550": "曾全釋。當令他淨洗目前現業。蠲除當體流識。就", "1551": "便是修行方法了。不是頭上安頭。無中生有。別討", "1552": "一個行持法門。使他趣奔。使他向往。你看溈山自", "1553": "古迄今。人人稱他做古佛。此譽不虗。非古佛。不能", "1554": "開示如斯法語。倘如聞而不信。設或信又不依行。", "1555": "管取四大分張眼光落地之時。一定的手也忙。脚", "1556": "也亂。仍舊似落在沸湯鍋中螃蠏一般。誠可惜也。", "1557": "季而曾舉學道人。乃至事不辦處云。懶菴和尚恩", "1558": "大難酬。頌云。從來此事貴持久。剝盡芭蕉更下手。", "1559": "悟了還同未悟時。甕中怕甚鼈兒走。亦附于此。祈", "1560": "仁人削正。", "1561": "懶菴曰。律中云。僧物有四種。一者常住常住。二者十", "1562": "方常住。三者現前常住。四者十方現前常住。且常住", "1563": "之物。不可絲毫有犯。其罪非輕。先聖後聖。非不丁寧。", "1564": "往往聞者。未必能信。信者未必能行。山僧或出或處。", "1565": "未甞不以此切切介意。猶恐有所未至。因述偈以自", "1566": "警云。十方僧物重如山。萬劫千生豈易還。金口共譚", "1567": "曾未信。他年爭免鐵城關。人身難得好思量。頭角生", "1568": "時歲月長。堪笑貪他一粒米。等閒失却半年糧。", "1569": "律即律部。丁寧即諄囑介意。存之于心。金口金仙", "1570": "之口。懶菴和尚。諄諄告誡主叢林者。當知因識果", "1571": "說。律部中有云。僧家物事有四般。第一般者。舍宅", "1572": "田園。竹木菜果。僕畜米麥之類。此乃本常住中之", "1573": "正師住也。只許同居現在。僧眾受用。不得絲毫私", "1574": "己也。第二般者。寺中供僧成熟飲食。體具十方。非", "1575": "局本處。此乃十方僧眾。常住人人有分故也。第三", "1576": "般者。謂物現前。僧現前。此物惟施現前僧眾故也。", "1577": "第四般者。謂亡僧之物。體同十方現前。十方僧眾。", "1578": "俱得分故。羯磨後來者。不得也。此四般常住。主人", "1579": "切不可有芥子許侵犯。若有犯。其過甚重。自古諸", "1580": "佛。迄今諸祖。甚是諄切囑咐。每每聞之者。未必能", "1581": "篤信。設使有信之者。未必能依行。山僧或出一叢", "1582": "林。或處一寺院。何常不以此四般常住存之于心", "1583": "臆之間。競競業業。惟恐有所不到那古聖先賢明", "1584": "因達果田地。因而作四句偈二首以自警。一曰。十", "1585": "方僧物。且止不論。就是一粒米。尚且如山之重。設", "1586": "有差處。萬劫千生。只是償債大難酬還。此是大覺", "1587": "金仙親口談說。曾無一人肯信。他時異日。怎麼免", "1588": "得那餓鬼界的鐵門限也。二曰。六道之中。為人最", "1589": "靈。易失而難得。何不自家好好思忖度量。恐一有", "1590": "所差流。入畜道披毛戴角之時。年月却又長遠。可", "1591": "笑有等人貪心無厭。不過龜毛之小利。如一粒米", "1592": "耳。等閒不覺。就鑽下地獄之深坑。而失却寧止半", "1593": "年之糧飯也。可不慎之哉。可不慎之哉。", "1594": "懶菴曰。涅槃經云。若人聞說大涅槃一句一字。不作", "1595": "字相。不作句相。不作聞相。不作佛相。不作說相。如是", "1596": "義者。名無相相。達磨大師航海而來。不立文字者。葢", "1597": "明無相之旨。非達磨自出新意。別立門戶。近世學者。", "1598": "不悟斯旨。意謂禪宗別是一種法門。以禪為宗者非", "1599": "其教。以教為宗者非其禪。遂成兩家之說。互相詆呰。", "1600": "譊譊不能自已。噫所聞淺陋。一至於此。非愚即狂。甚", "1601": "可歎息也心地法門○譊乃交切。", "1602": "達磨菩提達磨。香至國王之第二子也。在西天為", "1603": "二十八祖。東土為初祖。懶菴和尚。示人當以禪教", "1604": "為一說。涅槃經中有云。若人聞說大涅槃經甚深", "1605": "法寶。或是一句。或是一字。不作字相。是字空也。不", "1606": "作句相。是句空也。不作聞相。是聞性空也。不作佛", "1607": "相。是上無佛道可成也。不作說相。是下無眾生可", "1608": "利也。如是義理。諸法空相。名無相。相却空。又不空", "1609": "也。達磨初祖。自西航海東來。面壁嵩山。直指人心。", "1610": "見性成佛。不立文字者。葢深明此無相宗旨。非初", "1611": "祖杜撰新出己意。別立一個法門。另開一個戶牖。", "1612": "實有由也。近代學人。不明此個宗旨。妄意卜度道。", "1613": "謂是禪宗別有一等法則。門庭遂爾。在禪宗門下", "1614": "者。駁其教。在教門中者。誹其禪。遂成禪教二家之", "1615": "說。你非我。我非你。不能無諍。且難休息。噫如此等", "1616": "輩。皆是所見所聞。膚淺卑陋。以至如斯這等樣。不", "1617": "是愚憃。便是狂妄。豈不甚可嗟歎太息也耶。", "1618": "禪林寶訓順硃卷第四終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1265 禪林寶訓順硃", "author": "清 德玉順硃"}