{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B005 大方廣佛華嚴經普賢行願品別行疏鈔（選錄「華嚴宗七祖行蹟」及「附錄」）", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "華嚴宗七祖出歷代通載", "1": "初祖馬鳴尊者初祖馬鳴尊者。馬鳴大士者乃西土十二祖。波羅奈國", "2": "人也。造起信論。亦名功勝。以有作無作諸功德最為殊", "3": "勝。故名焉。昔世尊示寂六百年中。第十一祖富那夜奢。", "4": "華氏國人也。姓瞿曇氏。父寶身既得法於脅尊者。尋詣", "5": "波羅奈國。有馬鳴大士迎而作禮。因問曰。我欲識佛。何", "6": "者即是。祖曰。汝欲識佛。不識者是。曰佛既不識。焉知是", "7": "乎。祖曰既不識佛。焉知不是。曰此是鋸義。祖曰。彼是木", "8": "義。復問鋸義者何。曰與師平出。又問木義者何。祖曰汝", "9": "被我解。馬鳴豁然惺悟。稽首歸依。遂求剃度。祖謂眾曰。", "10": "此大士者。昔為毘舍離國王。有一類人。如馬裸露。王運", "11": "神力分身為蠶。彼乃得衣。王後復生中印度。馬人感戀", "12": "悲鳴。因號馬鳴。如來記云。吾滅度後六百年。當有賢者", "13": "馬鳴。於波羅奈國摧伏異道。度人無量。繼吾傳化。今正", "14": "是時。即告之曰。如來大法眼藏。今付於汝。即說偈曰。迷", "15": "悟如隱顯明暗不相離。今付隱顯法非一亦非二。付法", "16": "已。即現神變湛然圓寂。既受法於夜奢尊者。後於華氏", "17": "國轉妙法輪。忽有老人坐前仆地。師謂眾曰。此非庸流", "18": "當有異相。言訖不見。俄從地踴出一金色人。復化為女", "19": "子。右手指師而說偈曰。稽首長老尊。當受如來記。今於", "20": "此地上宣通第一義。說偈已。瞥然不見。師曰。將有魔來", "21": "與我校力。有頃風雨暴至。天地晦冥。師曰。魔之來信矣。", "22": "吾當除之。即指空中。現一大金龍。奮發威神。震動山嶽。", "23": "師儼然於座魔事隨滅。經七日。有一小蟲。大若蟭螟。潛", "24": "形座下。師以手取之。示眾曰。斯乃魔之所變。盜聽吾法", "25": "耳。乃放之令去。魔不能動。師告之曰。汝但歸依三寶。即", "26": "得神通。遂復本形。作禮懺悔。師問曰。汝名誰邪。眷屬多", "27": "少。曰我名迦毘摩羅。有三千眷屬。師曰。汝盡神力變化", "28": "若何。曰我化巨海。極為小事。師曰汝化性海得否。曰何", "29": "為性海。我未嘗知。師即為說性海云。山河大地。皆依建", "30": "立。三昧六通。由茲發現。毘摩羅聞言。遂發信心與徒眾", "31": "三千。俱來剃度。師乃召五百羅漢與授具戒。復告之曰。", "32": "如來大法眼藏今當付汝。汝聽偈言隱顯即本法。明暗", "33": "元不二。今付悟了法。非取亦非離。付法已即入龍奮迅", "34": "三昧。挺身空中如日輪相。然後示滅。四眾以真體藏之", "35": "龍龕。即顯王四十二年甲午歲也。是為初祖。", "36": "二祖龍樹尊者二祖龍樹尊者。龍樹。乃西土十四祖。西天竺國人也。申", "37": "明起信。亦名龍勝。始於毘羅尊者得法。後至南印度。彼", "38": "國之人多信福業。聞尊者為說妙法。遞相謂曰。人有福", "39": "樂世間第一。徒言佛性誰能睹之。尊者曰。汝欲見佛性。", "40": "先須除我慢。彼人曰佛性大小。尊者曰非大非小。非廣", "41": "非狹。無福無報。不死不生。彼聞理勝。悉回初心。尊者復", "42": "於座上現自在身如滿月輪。一切眾唯聞法音。不睹師", "43": "相。彼眾中有長者子。名迦那提婆。謂眾曰識此相否。眾", "44": "曰目所未睹。安能辯識。提婆曰此是尊者現佛性體相", "45": "以示我等。何以知之。蓋以無相三昧。形如滿月。佛性之", "46": "義。廓然虛明。言訖。輪相即隱。復居本座而說偈言。身現", "47": "圓月相。以表諸佛體。說法無其形。用辯非聲色。彼眾聞", "48": "偈。咸願出家以求解脫。尊者即為剃髮。命諸聖授具。其", "49": "國先有外道五千餘人。作大幻術。眾皆宗仰。尊者悉為", "50": "化之令歸三寶。復造大智度論中論十二門論垂之於", "51": "世。後告上首弟子迦那提婆曰。如來大法眼藏今當付", "52": "汝。聽吾偈言為明隱顯法。方說解脫理。於法心不證。無", "53": "瞋亦無喜。付法訖入月輪三昧廣現神變。復就本座凝", "54": "然禪寂。迦那提婆與諸四眾。共建寶塔以葬焉。即秦始", "55": "皇三十五年己丑歲也。是為二祖。", "56": "三祖帝心法順法師三祖帝心法順法師。卒順。生杜氏。亦稱杜順。如晦族長", "57": "也。長安萬年人。以陳永定二年生。少為隋文帝所重。給", "58": "月俸供之。有病者。師對之危坐。少頃即愈。或生而聾者。", "59": "順召之與言耳即聰。或生而啞者。順就與之語即能言。", "60": "或狂而顛者。順使人領住。向之禪定。少選彼即拜謝而", "61": "去。又嘗臨溪隨侍者懼不可濟。順率同涉。水即斷流。其", "62": "神跡類如此。而順隤然初不以介意。尤邃華嚴宗旨。帝", "63": "素敬重之。嘗引入宮禁。導迎善氣。妃主戚里諸貴奉之。", "64": "有如生佛。唐太宗詔謂之曰。朕苦勞熱。師之神力何以", "65": "蠲除。師曰。聖德御宇。微恙何憂。但頒大赦。聖躬自安。上", "66": "從之。疾遂瘳。因賜號曰帝心。作法界觀門專弘華嚴。弟", "67": "子智儼尊者傳其教。是為三祖。", "68": "四祖雲華智儼法師四祖雲華智儼法師。雲華。寺名也。師居是寺。因以名之。", "69": "親信觀法。姓趙。諱智儼。得帝心之親傳以授賢首。其教", "70": "大行。是為四祖。", "71": "五祖賢首法師五祖賢首法師。賢首諡號也。諱法藏。其先康居國人。天", "72": "冊萬歲元年。詔沙彌康法藏於太原寺。開示華嚴宗旨。", "73": "方緒經題。感白光昱然自日而出。須臾成蓋停空久之。", "74": "萬眾歡呼歎異。都講僧恒奏其事。則天悅。有旨命京城", "75": "十大德為藏授滿分戒。賜號賢首。詔入大遍空寺參譯", "76": "經。是歲詔賢首法師法藏於東都佛授記寺講新華嚴", "77": "經。至華藏世界。感大地震動。逾時乃息。即日召對長生", "78": "殿。問帝網十重玄門海印三昧。參合六相總別同異成", "79": "壞之義。藏敷宣有緒。玄旨通貫。則天驟聞茫然驚異。伸", "80": "請再三。藏就指殿隅金師子為曉譬之。至所謂一毛頭", "81": "師子百億毛頭師子。則天豁然領解。由是集其語。目為", "82": "金師子章。初雲華寺儼尊者傳杜順華嚴宗旨。藏執侍", "83": "儼。盡傳其教。及儼去世。藏以巾幘說法。於是京城耆德。", "84": "連名抗表。乞度為僧。凡藏落髮受具。皆則天特旨。又嘗", "85": "為則天以十圓鏡置八隅上下皆使相向。中安像佛。然", "86": "燭炤之。則鏡鏡現像互相攝入。及觀之者交羅齊現。以", "87": "表剎海十界普容無盡之旨。藏沒清涼國師澄觀宗其", "88": "教。天下學者宗之。目為一念圓融具德宗。謂之賢首開", "89": "宗判教。是為五祖。", "90": "六祖清涼國師澄觀清涼國師疏鈔緣起清涼國師疏鈔緣起", "91": "六祖清涼國師澄觀。字大休會稽人。姓夏侯氏廣造疏", "92": "鈔。生於開元戊寅。身長九尺四寸。垂手過膝。口四十齒。", "93": "目光夜發。晝乃不眴。天寶七年出家。至肅宗二年丁酉", "94": "受具。是年奉詔入內敕譯華嚴。初至德中即以十事自", "95": "勵。曰體不捐沙門之表。心不違如來之制。坐不背法界", "96": "之經。性不染情礙之境。足不履尼寺之塵。脅不觸居士", "97": "之榻。目不視非儀之綵。舌不味過午之餚。手不釋圓明", "98": "之珠。宿不離衣缽之側。從牛頭忠徑山欽問西來宗旨。", "99": "授華嚴圓教於京都詵禪師。至是大曆三年。代宗詔入", "100": "內。與大辯正三藏譯經為潤文大德。既而辭入五臺大", "101": "華嚴寺覃思華嚴。以五地聖人。栖身佛境。心體真如。猶", "102": "於後得智。起世俗心。學世間解。繇是博覽六藝圖史九", "103": "流異學。華夏訓詁竺經梵字。及四圍五明聖教世典等", "104": "書靡不該洽。至建中四年。下筆著疏。先求瑞應。一夕夢", "105": "金容當陽山峙。光相顒顒。因以手捧咽面門。既覺而喜", "106": "以謂獲光明遍炤之徵。自是落筆無停思。乃以信解行", "107": "證分華嚴為四科。理無不包。觀每慨舊疏未盡經旨。唯", "108": "賢首國師頗涉淵源。遂宗承之製疏。凡歷四年而文成。", "109": "又夢身為龍。矯首南臺。尾蟠北臺。宛轉凌虛。鱗鬣耀日。", "110": "須臾變百千數。蜿蜒青冥。分散四方而去。識者以為流", "111": "通之像也。初為眾講之。感景雲凝停講堂庭前之空中。", "112": "又為僧叡等著隨疏演義四十卷。隨文手鏡一百卷云。", "113": "詔清涼講華嚴經題詔清涼講華嚴經題", "114": "丙子十二年。宣河東節度使禮部尚書李詵。備禮迎法", "115": "師。澄觀入京觀至。有旨命同罽賓三藏般若翻譯烏茶", "116": "國所進華嚴後分梵夾。帝親預譯場。一日不至。即差僧", "117": "寂光依僧欲云。皇帝國事因緣。如法僧事與欲清淨。觀", "118": "承睿旨翻宣既就進之。帝命開示華嚴宗旨。群臣大集。", "119": "觀陞高座曰。我皇御宇。德合乾坤。光宅萬方重譯來貢。", "120": "東風入律。西天輸越海之誠。南印御書北闕。獻朝宗之", "121": "敬。特回明詔。再譯真詮。光闡大猷。增輝新理。澄觀顧多", "122": "天幸。欽屬盛明。奉詔譯場。承旨幽讚。抃躍兢惕。三復竭", "123": "愚。露滴天池喜合百川之味。塵培華岳。無增萬仞之高", "124": "極虛空之可度。體無邊涯。大也。竭滄溟而可飲。法門無", "125": "盡。方也。碎塵剎而可數。用無能測廣也。離覺所覺朗萬", "126": "法之幽邃。佛也。芬敷萬行。榮耀眾德華也。圓茲行德飾", "127": "彼十身嚴也。貫攝玄微。以成真光之彩。經也。總斯七字。", "128": "為一部之宏綱。將契本性。非行莫階。故說普賢無邊勝", "129": "行。行起解絕。智證圓明。無礙融通。現前受用。帝大悅。賜", "130": "觀紫方袍。號教授和尚。其後相國齊抗鄭餘慶高郢請", "131": "撰華嚴綱要三卷。相國李吉甫侍郎歸登駙馬杜琮請", "132": "述正要一卷。又為南康王韋皋相國武元衡著法界觀", "133": "玄鏡一卷。僕射高崇文請著鏡燈說文一卷。司徒嚴綬", "134": "司空鄭元刺史陸長源請撰三聖圓融觀一卷。節度使", "135": "薛華觀察使孟簡中書錢徽拾遺白居易給事杜羔等", "136": "請製七處九會華藏界圖心鏡說文十卷。又與僧錄靈", "137": "邃大師十八首座十寺三學上流製華嚴圓覺四分中", "138": "觀等經律論關脈三十餘部。皆古錦純金。隨器任用耳。", "139": "詔清涼講華嚴宗旨詔清涼講華嚴宗旨", "140": "己卯十五年。清涼受鎮國大師號進天下大僧錄。四月。", "141": "帝誕節。敕有司備儀輦迎教授和尚澄觀入內殿闡揚", "142": "華嚴宗旨。觀陞高座曰。大哉真界萬法資始。包空有而", "143": "絕相。入言象而無跡。妙有得之而不有。真空得之而不", "144": "空。生滅得之而真常。緣起得之而交映。我佛得之妙踐", "145": "真覺。廓盡塵習。寂寥於萬化之域。動用於一虛之中。融", "146": "身剎以相含。流聲光而遐燭。我皇得之靈鑒虛極。保合", "147": "大和。聖文掩於百王。淳風扇於萬國。敷玄化以覺夢。垂", "148": "天真以性情。是知不有太虛曷展無涯之炤。不有真界", "149": "豈淨等空之心。華嚴教者即窮斯旨趣。盡其源流。故恢", "150": "廓宏遠包納沖邃不可得而思議矣。指其源也。情塵有", "151": "經。智海無外。妄惑非取。重玄不空。四句之火莫焚。萬法", "152": "之門皆入。冥二際而不一。動千變而非多。事理交涉而", "153": "兩忘。性相融通而無盡。若秦鏡之互炤。猶帝珠之相含。", "154": "重重交光。歷歷齊現。故得圓至功於頃刻。見佛境於塵", "155": "毛。諸佛心內眾生新新作佛。眾生心中諸佛念念證真。", "156": "一字法門海墨書而不盡。一毫之善。空界盡而無窮。語", "157": "其定也。冥一如於無心。即萬動而常寂。海湛真智。光", "158": "含性空。星羅法身。影落心水。圓音非扣而長演。果海離", "159": "念而心傳萬行忘炤而齊修。漸頓無礙而雙入。雖四心", "160": "被廣。八難頓超。而一極唱高。二乘絕聽。當其器也。百城", "161": "詢友。一道棲神。明正為南。方盡南矣。益我為友。人皆友", "162": "焉。遇三毒而三德圓。入一塵而一心淨。千化不變其慮", "163": "萬境順通于道。契文殊之妙智。宛是初心。入普賢之玄", "164": "門。曾無別體。失其旨也。徒修因於曠劫。得其門也。等諸", "165": "佛於一朝。諦觀一塵法界在掌。理深智遠。識昧辭單。塵", "166": "黷聖聰。退座而已。帝時默湛海印。朗然大覺。顧謂群臣", "167": "曰。朕之師。言雅而簡。辭典而富。扇真風於第一義天。能", "168": "以聖法清涼朕心。仍以清涼賜為國師之號。朕思從來", "169": "執身心我人。及諸法定相。斯為甚倒。群臣再拜稽首頂", "170": "奉明命。由是中外台輔重臣。咸以八戒禮而師之。凡歷", "171": "九朝。為七帝門師。是為六祖。九朝者。唐玄宗。肅宗。代宗。德宗。順宗。憲宗。穆宗。敬宗。", "172": "文宗也。七帝者即代宗以下七帝也。。", "173": "上問華嚴法界上問華嚴法界", "174": "帝問國師澄觀曰。華嚴所詮。何謂法界。奏曰。法界者。一", "175": "切眾生之身心本體也。從本以來。靈明廓徹。廣大虛寂。", "176": "唯一真境而已。無有形貌而森羅大千。無有邊際而含", "177": "容萬有。昭昭於心目之間而相不可睹。晃晃於色塵之", "178": "內而理不可分。非徹法之慧目。離念之明智。不能見自", "179": "心如此之靈通也。故世尊初成正覺。歎曰。奇哉。我今普", "180": "見一切眾生具有如來智慧德相。但以妄想執著而不", "181": "能證得。於是稱法界性說華嚴經。全以真空簡情。事理", "182": "融攝。周遍凝寂。帝天縱聖明。一聽玄談廓然自得。於是", "183": "敕有司備禮鑄印遷國師統冠天下緇徒。號僧統清涼", "184": "國師。", "185": "御讚清涼國師碑銘御讚清涼國師碑銘", "186": "開成三年三月六日僧統清涼國師澄觀將示寂。謂其", "187": "徒海岸等曰。吾聞偶運無功先聖悼歎。復質無行。古人", "188": "恥之。無昭穆動靜。無綸緒往復。勿穿鑿異端。勿順非辯", "189": "偽。勿迷陷邪心。勿固牢鬥諍。大明不能破長夜之昏。慈", "190": "母不能保身後之子。當取信於佛。無取信於人。真離玄", "191": "微。非言說所顯。要以深心體解朗然現前。對境無心逢", "192": "緣不動。則不孤我矣。言訖而逝。師生歷九朝。為七帝門", "193": "師。春秋一百有二。僧臘八十有三。身長九尺四寸。垂手", "194": "過膝。目光夜發。晝視不瞬。才供二筆。聲韻如鐘。文宗以", "195": "祖聖崇仰。特輟朝三日。重民縞素。奉全身塔于終南山。", "196": "未幾有梵僧到闕。表稱於蔥嶺。見二使者凌空而過。以", "197": "咒止而問之。答曰北印度文殊堂神也。東取華嚴菩薩", "198": "大牙歸國供養。有旨啟塔。果失一牙。唯三十九存焉。遂", "199": "闍維。舍利光明瑩潤。舌如紅蓮色。賜諡仍號清涼國師", "200": "妙覺之塔。相國裴休奉敕撰碑。其銘曰寶月清涼。寂炤", "201": "法界。以沙門相藏世間解。澄湛含虛。氣清鍾鼎。雪沃剡", "202": "溪。霞橫緱嶺。真室寥敻。靈嶽崔嵬。虛融天地。峻拔風雷。", "203": "離微休命。實際龐鴻。奉若時政。革彼幽蒙。炯乎禹質。元", "204": "聖孕靈。德雲冉冉凝眸幻形。谷響入耳。性不可為。青蓮", "205": "出水。深不可闚。才受尸羅。奉持止作。原始要終。克諧適", "206": "莫。鳳藻瑰奇。遺演秘密。染翰風生。供盈二筆。欲造玄關。", "207": "咽金一象。逮竟將流龍飛千颺。疏新五頂。光銜二京。躍", "208": "出法界。功齊百城。萬行分披華開古錦。啟迪群甿。與甘", "209": "露飲。燮讚金偈懷生保乂。聖主師資聿興遐裔。貝葉翻", "210": "宣譯揚獨步。譂柄一揮。幾回天顧。王庭闡法。傾河湧泉。", "211": "屬辭縱辯。玄玄玄玄。紫衲命衣。清涼國號。不有我師。孰", "212": "知吾道。九州傳命。然無盡燈。一人拜錫。統天下僧。帝網", "213": "沖融。潛通萬戶。歷天不周。同時顯晤。卷舒自在。來往無", "214": "蹤。大士知見。允執厥中。西域供牙。梵倫遽至。奏啟石驗", "215": "嘉風益熾。敕俾圖真相即無相。海印大龍蟠居方丈。哲", "216": "人去矣。資何所參。即事之理。塔鎖終南。", "217": "敕寫國師真。奉安大興唐寺。文宗皇帝御製讚曰。朕觀", "218": "法界。曠闃無垠。應緣成事。允用虛根。清涼國師。體象啟", "219": "門。奄有法界。我祖聿尊。教融海岳。恩廓乾坤。首相二疏", "220": "拔擢幽昏。間氣斯來。拱承佛日。四海光凝。九州慶溢。敞", "221": "金仙門。奪古賢席。大手名曹。橫經請益。仍師臣休。保余", "222": "遐曆。爰抒顓毫式揚茂實。真空罔盡機。就而駕。白月虛", "223": "秋。清風適夏。妙有不遷。緣息而化。邈爾禹儀。煥乎精舍。", "224": "七祖圭峰宗密禪師七祖圭峰宗密禪師。撰圓覺疏鈔。是年己未正月六日。", "225": "師示寂。相國裴休撰傳法碑。師姓何氏。果州西充人。釋", "226": "迦如來三十九代法孫也。釋迦住世八十年。為無量天", "227": "人聲聞菩薩說種種法。最後以法眼付大迦葉。令祖祖", "228": "相傳。別行千世。顧此法眾生之本源。諸佛之所證。超一", "229": "切理。離一切相。不可以言語智識有無隱顯推求而得。", "230": "但心心相印。印印相契。使自證知。光明受用而已。自迦", "231": "葉至達磨。達磨東來至曹溪。凡三十三世。曹溪傳荷澤。", "232": "荷澤傳磁州如。如傳荊南忠。忠傳遂州圓。圓傳禪師。師", "233": "於荷澤為五世。於迦葉為三十八世。其宗系如此。師豪", "234": "家。少通儒學。一日謁遂州。未及與語。退遊徒中。見其儼", "235": "然在定。忻躍慕之。遂剃染受道。嘗赴齋次受經。得圓覺", "236": "十二章。誦未終。豁然大悟。歸以告其師。師印可乃謁東", "237": "京炤。炤曰菩薩人也。誰其識之。次謁清涼觀。觀曰毘盧", "238": "華藏能從我遊者其汝乎。及因漢上僧授華嚴新疏。遂", "239": "講華嚴。久之著圓覺華嚴涅槃金剛唯識起信法界觀", "240": "等經疏鈔。及禮懺修證圖傳纂略。亦集諸宗禪語為禪", "241": "藏。并書偈論議。凡九十餘卷。或以師不守禪行而講經", "242": "論。遊名邑大都。以興建為務。乃為多聞之所役。豈聲利", "243": "之所未忘乎。曰嘻。夫一心者。萬法之總也。分而為定慧。", "244": "開而為六度。散而為萬行。萬行未嘗非一心。一心未嘗", "245": "違萬行。禪者六度之一耳。何能總諸法哉。且如來以法", "246": "眼付迦葉。不以法行。故自心而證者為法。隨行而起者", "247": "為役。得未必嘗同也。然則一心者。萬法之所生而不屬", "248": "於萬法。得之者則於法自在矣。見之者則於教無礙矣。", "249": "本非法。不可以法說。本非教不可以教傳。豈可以軌跡", "250": "而尋哉。自迦葉至富那夜奢。凡十祖。皆羅漢所度亦羅", "251": "漢。至馬鳴龍樹提婆天親。始開摩訶衍。著論釋經。摧滅", "252": "外道。為菩薩唱首。而尊者闍夜獨以戒力為威神。尊者", "253": "摩羅獨以苦行為道跡。其他諸祖或廣行法教。或專心", "254": "禪定。或蟬蛻而去。或化火而滅。或攀樹以示終。或受害", "255": "而償債。是乃法必同而行不必同也。且循轍跡者非善", "256": "行。守規墨者非善巧。不迅疾無以為大牛。不超過無以", "257": "為大士。故禪師之為道也。以知見為沙門。以寂靜為正", "258": "味。慈忍為甲冑。慧斷為劍矛。破內魔之高壘。陷外賊之", "259": "堅陣。鎮撫邪雜。解釋縲籠。遇窮子。則叱而使歸其家。見", "260": "貧女。則呵而使炤其室。窮子不歸。貧女不富。吾師恥之", "261": "三乘不興。四分不振。吾師恥之。忠孝不並化。荷擔不勝", "262": "任。吾師恥之。故皇皇於濟拔。汲汲於開誘。不以一行自", "263": "高。不以一德自聳。人有歸依者不俟請而往也。有求益", "264": "者不俟。憤則啟矣。雖童幼不簡於應接。雖傲狠不怠於", "265": "扣勵。其以闡教度生助國家之化也如此。故親師之法", "266": "者。貪則施。暴則斂。剛則隨。戾則順。昏則開。惰則奮。自榮", "267": "者謙。自堅者化。循私者公。溺情者義。故士俗有變活業", "268": "絕血食持戒法而為近住者。有出而修政理以救疾苦", "269": "為道者。有退而奉父母以豐供養為行者。其餘憧憧而", "270": "來。欣欣而去。揚袂而至。實腹而歸。所在不可勝紀真如", "271": "來付囑之菩薩。眾生不請之良友。其四依之一乎。其十", "272": "地之人乎。吾不識其境界庭宇之廣狹議者又焉知大", "273": "道之所趣哉。唐文宗詔問佛法大意。賜號大德。是為七", "274": "祖。閱世六十二。僧臘三十四。宣宗追諡定慧禪師。門弟", "275": "子僧尼四眾。凡數千人。", "276": "大方廣佛華嚴經七祖行蹟終", "277": "附錄九會主名九會主名", "278": "初八普賢七九佛第二文殊三法慧", "279": "四功德林五剛幢第六會是金剛藏", "280": "九會八十一卷經數九會八十一卷經數", "281": "菩提十一普光四忉三夜三兜十二", "282": "他化有六七十三八七園林二十一", "283": "會品分周總要會品分周總要", "284": "信分所信因果周初會六品說依正", "285": "解分二會至六七信住等妙次第論", "286": "其中品有三十一差別平等二周并", "287": "八會一品二千門成行因果為行分", "288": "說果法界第九會證入因果證行分", "289": "大經綱要欲粗知以斯歌訣而熟記", "290": "九會三十九品數九會三十九品數", "291": "六六六四及與三一十一一亦復一", "292": "六相", "293": "十玄門"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B005 大方廣佛華嚴經普賢行願品別行疏鈔（選錄「華嚴宗七祖行蹟」及「附錄」）", "author": "唐 澄觀別行疏　宗密隨疏鈔"}