{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 478 金剛經筆記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 478-A 金剛經筆記序No. 478-A", "1": "金剛經筆記序", "2": "陳了翁嘗云。佛法之要。只金剛一卷足矣。此經。於一", "3": "切有名有相。有覺有見。皆歸為虗妄。即宣尼一以貫", "4": "之之意也。了翁。于佛法不甚深入。而晚年所見及此。", "5": "余少時即誦此經。逢師請益。一師曰。莫看此經太纏", "6": "複否。余曰。然。師曰。前半卷是詶應住降伏之詞。後半", "7": "卷乃答發阿耨菩提之旨。非纏複也。余唯唯。既而憨", "8": "山大師以決疑。出示大意。謂佛說法三十年。上首猶", "9": "是懷疑。故此經隨空生所疑處。即便逐破。所謂疑悔", "10": "永已盡。安住實智中。而其旨。本于無着菩薩。以二十", "11": "七疑分經。菩薩契佛心印。憨師契菩薩心印。當無剩", "12": "義。隨拜受而流通焉。以余所聞。此經不隨分演說。且", "13": "有合于一貫之義者。其諦論止此。今蘊虗觀公所著", "14": "筆記。不竪識解。不畸宗派。奧原衍乎前喆。會萃昭乎", "15": "片靈。如撥沙逗金。剖石窺玉。無煩挈法與人。而家珍", "16": "躍如可獲。茲固顯白坦露。導發學人之正儀的也。良", "17": "繇觀公履踐真實。貌癯趣澹。道風肅然。宿為緇素所", "18": "傾慕。是以詮釋所至。行可標式。著準不徒。以詩偈垂", "19": "譽。則又余得之白法琮公所。推讚不置者也。噫嘻。凡", "20": "佛言語。孰為世間思惟心所測。順解一句。頭上安頭。", "21": "逆解一句。屋下架屋。況此經為上上人悟空菩薩。剖", "22": "決疑根者哉。云何具金剛眼。云何得金剛心。此在言", "23": "語道斷時。薦取觀公。即泥水婆心。恐不能含蜜說甜。", "24": "含甜說蜜。另下一番註脚也。旹", "25": "崇禎十年臘八前一日埽庵髯道人譚貞默合十謹", "26": "序", "27": "No. 478-B 金剛般若波羅蜜經筆記自序No. 478-B", "28": "金剛般若波羅蜜經筆記自序", "29": "蓋聞。般若如大火聚。釋迦世尊。從此大冶爐中。煅煉", "30": "幾番。所以菩提場內。正覺初成。嘆云。奇哉奇哉。普見", "31": "一切眾生。皆有如來智慧德相。但以妄想執着。而不", "32": "證得。繇此觀之。則聖凡一體之旨可知矣。然我佛已", "33": "悟。眾生尚迷。向水月場中。多方設化。如長風之吹萬", "34": "竅。空谷之答眾響。良繇機感千差。法門無量。因指觀", "35": "月。猶隔纖雲。洗凡聖之情塵。純談般若。斷我法之妄", "36": "執。取譬金剛。空生以上求下化而興問端。世尊約自", "37": "利利他以通疑滯。廣修六度。無度可修。普化四生。無", "38": "生可化。菩提煩惱。類鏡像之妍󳯺。生死涅槃等空華", "39": "之濃淡。法身寂滅。無而不無。應化隨緣。有而不有。演", "40": "說一偈。布施河沙身命。功不較多。受持全經。供養無", "41": "量諸佛。福不為廣。一念淨信。實相現前。非實非虗。超", "42": "情離見。則知着衣持鉢。孰運神通。趺坐游行。憑誰道", "43": "力。一經要旨。體用全彰。雖八萬法門。百千公案。何以", "44": "踰此哉。然離言妙性。不屬筌蹄訓詁繁辭。猶為剩語。", "45": "前賢往哲。註疏科文。秋菊春蘭。各擅其美。觀游心講", "46": "席。蓋亦有年。欲益將來。聊陳管見。緣茲像季。樂簡憚", "47": "繁。撮先彥之玄微。附鄙衷之陋見。命曰筆記。以質諸", "48": "方。然五百弟子各說身因。佛許無非正說。古語云。見", "49": "聞為種。八難超十地之堦。解行在躬。一生圓曠劫之", "50": "果。固有望於斯也。知我罪我。又何辭焉。旹", "51": "崇禎歲次丁丑佛生日武原崇福菴沙門如觀譔", "52": "金剛般若波羅蜜經筆記", "53": "No. 478", "54": "金剛般若波羅蜜經筆記", "55": "姚秦三藏法師　鳩摩羅什奉　詔譯", "56": "明西淅海鹽崇福庵沙門　如觀　註", "57": "金剛是喻。最堅最利。萬物不能加損。而能壞萬物", "58": "者。般若是法。此云智慧。智有決擇之功。慧有照了", "59": "之用。又智照諸法實相。慧了諸法無生。然有體有", "60": "用。肇論云。諸法實相。謂之般若。即金剛體堅。經云。", "61": "信心清淨。則生實相。又云。設化眾生。謂之漚和。即", "62": "金剛用利。經云。我應滅度一切眾生。而無有一眾", "63": "生實滅度者。又云。涉有未始迷虗。故常處有而不", "64": "染。經云。不應住色生心。不應住聲香味觸法生心。", "65": "又云。不厭有而觀空。故觀空而不證。經云。應無所", "66": "住而生其心。乃體外無用。用外無體。一念之力。權", "67": "實雙彰。不同二乘人空慧眼。故喻如金剛。波羅蜜。", "68": "此云彼岸到。喻涅槃妙心。若有我．法二執。則有分", "69": "段．變易二種生死。名為此岸。乘般若之舟楫。渡我", "70": "法之中流。離二種生死此岸。到菩提涅槃彼岸。故", "71": "名波羅蜜。問曰。真般若者。清淨如虗空。無知無見。", "72": "無作無緣。今釋迦出世。說法利生。令眾生離我法。", "73": "斷生死。修般若。證涅槃。然後如來示寂。則凡聖能", "74": "所。生滅修證。皆是妄情。何名真般若也。答曰。不然。", "75": "佛真法身。猶若虗空。應物現形。如水中月。水清月", "76": "現。月亦不來。水濁月昏。月亦不去。經云。不可以身", "77": "相得見如來。則應化非真實也。又云。譬如有人。身", "78": "如須彌山王。佛說非身。是名大身。此報身不可得", "79": "也。又云。無有少法可得。是名阿耨多羅三藐三菩", "80": "提。此法身無所得也。佛既無得。法豈可說。所以世", "81": "尊談經三百餘會。說法四十九年。未嘗說着一字。", "82": "淨名云。三轉法論於大千。其轉本來常清淨。經云。", "83": "若見如來有所說法。即為謗佛。無法可說。是名說", "84": "法。能化既爾。所化亦然。煩惱本空。我法何有。既無", "85": "二執。奚用斷除。如兔角龜毛。名實俱妄。經云。我相", "86": "即是非相。人相眾生相壽者相即是非相。所言法", "87": "相者。如來說即非法相。譬如幻瞖。妄見空花。幻瞖", "88": "若除。空花奚有。眾生煩惱。妄見生死。煩惱若除。生", "89": "死安在。如皮既不存。毛何所附。圓覺云。生死與涅", "90": "槃。凡夫及諸佛。同為空花相。經云。一切眾生。即非", "91": "眾生。我法所照之境。般若能照之心。我法本空。誰", "92": "為所照。既無所照之境。則無能照之心。能所雙忘。", "93": "修即無修。經云。以無我。無人。無眾生。無壽者。修一", "94": "切善法。即得阿耨多羅三藐三菩提。須菩提。所言", "95": "善法者。如來說即非善法。是名善法。煩惱與菩提。", "96": "生死及涅槃。皆對待之辭也。然離煩惱。得菩提。斷", "97": "生死。證涅槃。乃隨他意語。非如來稱性之談。以般", "98": "若智。照煩惱本空。菩提焉有。生死原寂。涅槃安寄。", "99": "放光云。菩提有所得耶。答曰。不也。無所得耶。答曰。", "100": "不也。亦有亦無得耶。答曰。不也。非有非無得耶。答", "101": "曰。不也。然則都無所得耶。答曰。不也。以無所得而", "102": "得也。是故得無所得也。肇云。眾生非眾生。誰為得", "103": "之者。涅槃非涅槃。誰為可得者。經云。實無有法。得", "104": "阿耨多羅三藐三菩提。實無眾生得滅度者。般若。", "105": "能證之智。涅槃。所證之理。修即無修。則無能證之", "106": "智。證即無證。則無所證之理。忘能所。滅影像。盤山", "107": "云。光非照境。境亦非存。光境俱忘。復是何物。化緣", "108": "既畢。入滅歸真。如薪盡火滅。法華云。若見如來常", "109": "在不滅。不能生難遭之想。恭敬之心。是故如來雖", "110": "不實滅。而言滅度。譬如醫師。為治狂子故。實在而", "111": "言滅。故云。常在靈鷲山。及餘諸住處。楞伽云。無有", "112": "涅槃佛。無有佛涅槃。遠離覺所覺。是二悉俱離。莊", "113": "生云。適來。夫子時也。適去。夫子順也。安時而處順。", "114": "哀樂不能入也。指窮於為薪。火傳也。不知其盡也。", "115": "經云。無所從來。亦無所去。故名如來。此則滅無所", "116": "滅也。然則涅槃虗而無相。般若寂而無知。本無生", "117": "死起滅。亦無煩惱縛脫。以如如智契如如理。理外", "118": "無智。智外無理。理智雙泯。絕言絕思。是以釋迦摩", "119": "竭掩室。淨名毗耶默然。空生岩中晏坐。帝釋滿空", "120": "雨花。豈曰無辯。辯所不能言也。經者。常也。三世諸", "121": "佛不易故。又云。徑也。通凡入聖之路故。因空生請", "122": "問經名。世尊答云是經名為金剛般若波羅蜜。筆", "123": "記者。閒暇時。信筆而記。非敢言註也。然佛說法。分", "124": "為五時。般若即當第四時。又般若分八部。大般若。", "125": "放光般若。光讚般若。道行般若。小品般若。金剛般", "126": "若。實相般若。摩訶般若。此即大般若中第五百七", "127": "十七卷。又外有六譯。後秦羅什。後魏菩提留支。陳", "128": "朝真諦。隋朝笈多。唐初玄奘。大周義淨。今所傳。即", "129": "秦譯也。", "130": "如是我聞。一時。佛在舍衛國祗樹給孤獨園。與大比", "131": "丘眾千二百五十人俱。爾時。世尊食時。着衣持鉢。入", "132": "舍衛大城乞食。於其城中。次第乞已。還至本處。飯食", "133": "訖。收衣鉢。洗足已。敷座而坐。", "134": "此序分也。如是者。指法之辭。我聞者。集經人因佛", "135": "立言。證法有所傳授。一時者。師資雅合之時。佛者。", "136": "說法之主。舍衛。此云聞物。祗樹。戰勝太子所捨之", "137": "樹。給孤獨園。須達長者所買之園。乃說法之處。大", "138": "比丘。是果上阿羅漢千二百五十人。憍陳如五比", "139": "丘。三迦葉兼徒一千。舍利弗。目犍連。各兼徒一百。", "140": "耶舍長者五十人。經舉大數。故略五人。俱者。一時", "141": "一處。此常隨眾。非無餘眾。夫聖賢應化。影響相符。", "142": "敲唱俱隨。接拍成令。易云。同聲相應。同氣相求。雲", "143": "從龍。風從虎。聖人作而萬物覩。本乎天者親上。本", "144": "乎地者親下。亦各從其類也。爾時者。乃眾集之時。", "145": "世尊者。天上天下。唯佛獨尊。食時者。乞食之時。是", "146": "日初分。乞食易得。不惱自他。著衣持鉢者。著大衣。", "147": "持應量器。園在城外。故入城乞食。次第者。佛心平", "148": "等。慈無偏利。以己等心而化。令彼等心而施。能成", "149": "無量功德。淨名云。於食等者。於法亦等。乞食已。還", "150": "至園中。飯食訖者。言喫食已竟。於中後時。收大衣。", "151": "著七條。洗應量器。復洗足者。佛行足不履地。示同", "152": "凡情。為後人軌則。敷座而坐者。如常敷座。結跏趺", "153": "坐。然諸經發起。各有緣由。此經以乞食因緣發起", "154": "者。要顯世尊不住相行乞。令彼不住相布施。若非", "155": "般若大用現前。何能動而常靜。靜不離動。無知而", "156": "無所不知。無為而無所不為。知即無知。為即無為。", "157": "人天大眾。孰能會之。序分竟。", "158": "時。長老須菩提在大眾中即從座起。偏袒右肩。右膝", "159": "著地。合掌恭敬而白佛言。希有。世尊。如來善護念諸", "160": "菩薩。善付囑諸菩薩。世尊。善男子．善女人。發阿耨多", "161": "羅三藐三菩提心。云何應住。云何降伏其心。佛言。善", "162": "哉。善哉。須菩提。如汝所說。如來善護念諸菩薩。善付", "163": "囑諸菩薩。汝今諦聽。當為汝說。善男子．善女人。發阿", "164": "耨多羅三藐三菩提心。應如是住。如是降伏其心。唯", "165": "然。世尊。願樂欲聞。", "166": "此正宗分中。空生發問之文。時者。敷座之時。德重", "167": "年高。故名長老。須菩提。此云空生。解空第一。般若", "168": "會中轉教菩薩。故為當機而發起。即窮子喻。密遣", "169": "二人是也。讚佛希有者。言佛日用妙處。他人不知。", "170": "空生覷破。故云希有。如涅槃會上。世尊拈華。迦葉", "171": "微笑。二人默識心通。如出一律。善者。能也。護念者。", "172": "愛護注念也。付囑者。交付囑託也。具云菩提薩埵。", "173": "此云覺有情。護念。與智慧力。令上求佛果。付囑。與", "174": "教化力。令下化眾生。阿耨多羅。此云無上。三藐。此", "175": "云正等。三菩提。此云正覺。空生意謂。未發大心。妄", "176": "有所住。不能降伏其心。既發大心。云何護念。令其", "177": "安住。不墮偏邪。云何付囑。令其降伏。不落凡情。佛", "178": "讚善哉善哉者。重言空生所讚之善。如汝所說者。", "179": "稱其當理。如來果能護念付囑諸菩薩。真實不虗。", "180": "汝今諦實而聽。吾當委細而說。莊子云。無聽之於", "181": "耳。而聽之以心。心也者。虗而待物者也。先總答大", "182": "義。既發上求下化之心。我當護念。應如是正覺安", "183": "住。我當付囑。應如是正等降伏其心。又云。如是者。", "184": "總指依菩提心安住。依菩提心降伏。即文殊白槌", "185": "云。諦觀法王法。法王法如是。亦不異此。唯然者。敬", "186": "對之辭。即曾子曰。唯。言應之速。而無疑也。若論空", "187": "生本地風光。如良馬見鞭。追風千里。不勞世尊重", "188": "重啟齒。但為眾中不了。俯就群機。故云願樂欲聞。", "189": "安住降心深奧之法也。", "190": "佛告須菩提。諸菩薩摩訶薩應如是降伏其心。所有", "191": "一切眾生之類。若卵生．若胎生．若溼生．若化生。若有", "192": "色．若無色。若有想．若無想．若非有想非無想。我皆令", "193": "入無餘涅槃而滅度之。如是滅度無量無數無邊眾", "194": "生。實無眾生得滅度者。何以故。須菩提。若菩薩有我", "195": "相．人相．眾生相．壽者相。即非菩薩。", "196": "此總答降伏之文。正顯世尊付囑意。然度生無我。", "197": "即是降心。捨生調心。是小乘法。實假眾生以自度。", "198": "故問降心。而教以度生之法也。智者大師云。降心", "199": "約願。安住約行。菩薩發心。先願後行。故先總答降", "200": "伏。次答無住。無著云。此文為發心住。若發心。即願", "201": "也。先牒問辭標起云。應如是正等降伏其心。所有", "202": "一切眾生之類。總指所化之眾。卵生。魚鳥龜蛇。胎", "203": "生。人畜龍仙。溼生。含蠢蝡動。化生。轉蛻飛行。有色。", "204": "即四禪。無色。即四空。有想。即空識二處。無想。即無", "205": "所有處。非有想非無想。即非想非非想處。如上所", "206": "有無邊眾生。菩薩發願。一一度盡。不欲令得人天", "207": "有漏。小果聲聞。皆令得入無餘涅槃而滅度之。無", "208": "餘者。五住究盡。二死永忘。涅槃。此云滅度。滅盡諸", "209": "苦。度生死海。涅槃滅度。華梵兼舉之辭。然雖度盡", "210": "無量眾生。不見有一眾生得滅度者。以一切眾生", "211": "即寂滅相。不復更滅。淨名云。彌勒如。眾生如。一如", "212": "無二如。彌勒得滅度。一切眾生亦得滅度。以生佛", "213": "體同故。徵云。菩薩度生。應見所化之機。革凡成聖。", "214": "若云無生可度。則無能度之人。釋云。若見有所度", "215": "之眾生。能度之菩薩。即有我人眾生壽者。則不名", "216": "為發心菩薩。是凡夫矣。我相者。於五蘊中計我。人", "217": "相者。計我趨於餘趣為人。眾生相者。計五蘊和合", "218": "而生。壽者相。計我受一期長短果報。不出自他憎", "219": "愛四字。圓覺云。菩薩眾生。皆為幻化。幻化滅故。無", "220": "取證者。又云。生死涅槃。猶如作夢。安有能化之菩", "221": "薩。所化之眾生。脫生死。證涅槃也。", "222": "復次。須菩提。菩薩於法。應無所住。行於布施。所謂不", "223": "住色布施。不住聲香味觸法布施。須菩提。菩薩應如", "224": "是布施。不住於相。何以故。若菩薩不住相布施。其福", "225": "德不可思量。須菩提。於意云何。東方虗空可思量不。", "226": "不也。世尊。須菩提。南西北方四維上下虗空可思量", "227": "不。不也。世尊。須菩提。菩薩無住相布施。福德亦復如", "228": "是不可思量。須菩提。菩薩但應如所教住。", "229": "此總答應住之文。以顯世尊護念意。然布施不住", "230": "相。即是安住。若廢事求理。如捨像求鏡。實假布施", "231": "以安住。故問應住。而教以布施之法也。初總標。菩", "232": "薩於法。應無所住。行於布施。法者。即六塵根身器", "233": "界。及出世間四諦。十二因緣。六度萬行。菩提涅槃", "234": "等一切諸法。應無所住。理也。行於布施。事也。無住", "235": "行施。即理而事。行施無住。即事而理。理事不二。心", "236": "法雙忘。然後為至也。若論菩薩萬行。廣博無涯。何", "237": "但云布施。以萬行不離六度。六度以檀波為總。檀", "238": "即資生施。戒．忍即無畏施。進．禪．慧即法施故。或云。", "239": "六根不住六塵。即是布施。此廢事求理。如撥波求", "240": "水。或將四事六塵行施。以求世出世間果報。此迷", "241": "理逐事。如棄海認漚。殊不知正施四事六塵時。即", "242": "不住相。方為理事雙彰。下別釋。所謂不住色等六", "243": "塵相布施。廣則不住五陰。十二處。十八界。七大。四", "244": "諦。十二因緣。六度萬行。菩提涅槃等布施。結云。菩", "245": "薩應如是布施。不住於相。雖今時門頭。不捨一法。", "246": "然實際理地。不受一塵。終日為而無所為。終日作", "247": "而無所作也。徵云。菩薩行施。本為得福。今離相行", "248": "施。得何功德。釋云。若菩薩能離相布施。施契性空。", "249": "空性無邊。福德無邊。故云。其福德不可思量。永嘉", "250": "云。住相布施生天福。猶如仰箭射虗空。勢力盡。箭", "251": "還墜。招得來生不如意。爭是無為實相門。一超直", "252": "入如來地。然世間諸物。無以為譬。故舉廣大無涯。", "253": "不可思量。十方虗空。與空生問答。下乃合明。菩薩", "254": "無住相布施。所有福德。亦如十方虗空。不可思量。", "255": "結勸云。菩薩但應無住行施所教而住。世尊首答", "256": "不住相。後云如所教住者。所謂無住而住。住而不", "257": "住。肇云。人之所謂住。我則言其去。人之所謂去。我", "258": "則言其住。然則去住雖殊。其致一也。", "259": "須菩提。於意云何。可以身相見如來不。不也。世尊。不", "260": "可以身相得見如來。何以故。如來所說身相。即非身", "261": "相。佛告須菩提。凡所有相。皆是虗妄。若見諸相非相。", "262": "即見如來。", "263": "此別明應住之文。前云不住相布施。恐空生未解。", "264": "故以如來果上身相而發明之。若以身相見如來。", "265": "則住相矣。中峯云。此破執相滯見虗妄情習。智者", "266": "云。安住。約實智道。降伏。約方便道。若論修行。先實", "267": "後權。故別答中先明安住。重請之後。別明降伏也。", "268": "初問。可以身相見如來不。身相者。應化也。如水中", "269": "月。如來者。法身也。如太虗空。若以身相。見如來。則", "270": "認妄為真。如演若達多。以鏡照面。愛鏡中頭。眉目", "271": "可見。嗔責己頭。不見面目。無狀狂走。空生悟得無", "272": "相法身。答云。不可以身相得見如來。有相之身。生", "273": "住異滅。去來坐臥。有作有為。無相法身。不墮諸數。", "274": "離能所相。孰可見之。起信云。以諸佛法身。無有彼", "275": "此色相迭相見故。徵云。聞名覩相。罪滅河沙。今不", "276": "可以相見。是何所以。釋云。如來所說身相。如明鏡", "277": "現像。來無所黏。過無踪跡。當體虗妄。故云。不可以", "278": "身相得見如來。佛與空生。擴而充之。不唯我佛身", "279": "相是妄。一切凡聖依正有為之相。盡是虗妄。從妄", "280": "見生。本無實體。起信云。一切諸法。唯依妄念而有", "281": "差別。若離心念。則無一切境界之相。猶恐離色觀", "282": "空。別求無相法身。故云。若見諸相非相。即見如來。", "283": "但了妄無自性。全體即真。不唯應化是法身。即山", "284": "河大地。同轉根本法輪。鱗甲羽毛。普現色身三昧。", "285": "華嚴云。若人欲識真空理。心內真如還徧外。情與", "286": "無情共一體。處處皆同真法界。楞嚴云。見與見緣", "287": "并所想相。如虗空華。本無所有。此見及緣。元是菩", "288": "提妙淨明體。上文破我相竟。", "289": "須菩提白佛言。世尊。頗有眾生。得聞如是言說章句。", "290": "生實信不。佛告須菩提。莫作是說。如來滅後。後五百", "291": "歲。有持戒修福者。於此章句能生信心。以此為實。當", "292": "知是人不於一佛二佛三四五佛而種善根。已於無", "293": "量千萬佛所種諸善根。聞是章句。乃至一念生淨信", "294": "者。須菩提。如來悉知悉見。是諸眾生得如是無量福", "295": "德。何以故。是諸眾生無復我相．人相．眾生相．壽者相。", "296": "無法相。亦無非法相。何以故。是諸眾生若心取相。即", "297": "為著我人眾生壽者。若取法相。即著我人眾生壽者。", "298": "何以故。若取非法相。即著我人眾生壽者。是故不應", "299": "取法。不應取非法。以是義故。如來常說。汝等比丘。知", "300": "我說法。如筏喻者。法尚應捨。何況非法。", "301": "此明能信不住相經福德智慧之文。前云。凡所有", "302": "相。皆是虗妄。若見諸相非相。即見如來如是章句。", "303": "眾生難信。故問頗有眾生。得聞如是言說章句。生", "304": "實信不。頗。能也。名詮自性。句詮差別。章則解句。於", "305": "一切法。能信般若。是為實信。離般若外。皆非正信。", "306": "佛告空生。莫言不信。如來滅後。鬬諍堅固之時。有", "307": "持戒修福之人。能解非相見佛。不離自心。自心超", "308": "信。還信自心。故云能生信心。以此為實。持戒修福", "309": "者。要顯五度之福。皆以般若而為其本。當知能生", "310": "信心之人。不但於少佛所。種諸善根。已於過去無", "311": "量佛所。種諸善根。善根者。即般若種子。能生菩提", "312": "妙果。種者。植也。於諸佛所。發菩提心。法華云。譬如", "313": "有人。至親友家。以無價寶珠。繫其衣裏。其人醉臥。", "314": "都不覺知。起已遊行。於後親友。指示其珠。得大饒", "315": "富。繫珠者。緣因佛性也。示珠而得者。了因佛性也。", "316": "正因佛性。無論有佛無佛。聞法不聞法。本自具足。", "317": "若無緣了。終不能得。起信云。如木中火性。是火正", "318": "因。若無人知。不假鑽研。火終不發。下以劣況勝。聞", "319": "是章句。不但實信。乃至一念淨信之人。唯佛智悉", "320": "知。佛眼悉見。是諸淨信眾生。得如是十方虗空不", "321": "可思量之福德。但言信。不言解行者。以信為道源", "322": "功德母。長養一切諸善法。淨者。遠離我法二執。一", "323": "念者。顯其時之甚促。如一葉落。天下秋。一塵起。大", "324": "地收。縱百千劫修行成道之事。皆不越此一念之", "325": "中。老子云。合抱之木。發於毫末。千里之行。始於足", "326": "下。次明淨信之智慧。徵云。何故淨信眾生。得如來", "327": "悉知悉見。釋云。是諸眾生。無復我相．人相．眾生相．", "328": "壽者相。無法相．亦無非法相。四相解於前。執有布", "329": "施．持戒等心。名法相。執無施戒等心。名非法相。無", "330": "四相。則不住有。無法相。則不住空。無非法相。則不", "331": "住斷滅。前四相。是我執。後二相。是法執。無四相。破", "332": "外道凡夫。無法相。破內凡聲聞。無非法相。破增上", "333": "慢菩薩。離二執故。得佛悉知悉見。徵云。何故無我", "334": "相．法相。釋云。若心取我相。即著四相。若取法相。亦", "335": "著四相。以法相中。雖無現行煩惱。尚有無明種子。", "336": "不出證悟了覺四字。徵云。取法相。何故亦著四相。", "337": "釋云。取非法相。亦著四相。何況取法相。以後釋前", "338": "也。圓覺云。心如幻者。亦復遠離。遠離為幻。亦復遠", "339": "離。離遠離幻。亦復遠離。得無所離。即除諸幻。是取", "340": "法．非法著相之故。不應取法。及非法相。以是不應", "341": "取法義故。如來恒常說言。知我說法。猶如筏喻。眾", "342": "生執有如河。如來說空法如筏。二乘執空如河。如", "343": "來說不空法如筏。不過以言遣執。不應如言執義。", "344": "以此觀之。無定相法。尚且應捨。何況報相滯見之", "345": "妄法。而不捨乎。圓覺云。修多羅教。如標月指。若復", "346": "見月。了知所標畢竟非月。", "347": "須菩提。於意云何。如來得阿耨多羅三藐三菩提耶。", "348": "如來有所說法耶。須菩提言。如我解佛所說義。無有", "349": "定法名阿耨多羅三藐三菩提。亦無有定法。如來可", "350": "說。何以故。如來所說法。皆不可取．不可說．非法．非非", "351": "法。所以者何。一切賢聖。皆以無為法而有差別。", "352": "此明不住法相之文。空生因聞佛非色相法尚應", "353": "捨。若佛與法。二俱無有。云何佛得菩提。現今說法。", "354": "佛舉此二以問空生。空生能解佛義。答言。無有定", "355": "法。名大菩提。亦無定法可說。無定法可得者。定者。", "356": "實也。又一定也。但盡凡情。別無聖解。無有一法可", "357": "得。名大菩提。經云。無有少法可得。是名阿耨多羅", "358": "三藐三菩提。然不可以有取。不可以無取。經云。如", "359": "來所得阿耨多羅三藐三菩提。於是中無實無虗。", "360": "無定法可說者。世尊五時設化。如空拳誑小兒。無", "361": "有實法與人。況法無定相。如何言說。肇云。欲言其", "362": "有。無相無形。欲言其無。湛以之靈。聖智之用。未始", "363": "暫廢。求之形相。未暫可得。楞嚴云。圓滿菩提。歸無", "364": "所得。但有言說。都無實義。徵云。何故無定法可得", "365": "可說。釋云。如來所說法。非有非無。故不可取。不可", "366": "說也。非法者。非有法也。非非法者。非無法也。下總", "367": "徵非法非非法。單釋無定法可得。不但我佛如是。", "368": "一切四果三賢十聖。皆以無分別真如為法。而修", "369": "證自有差別。無為法。真諦理也。而有差別。俗諦用", "370": "也。智者云。無為雖一。解有明昧淺深差別。肇云。如", "371": "人斬木。去尺無尺。去寸無寸。修短在於尺寸。不在", "372": "無也。", "373": "須菩提。於意云何。若人滿三千大千世界七寶以用", "374": "布施。是人所得福德。寧為多不。須菩提言。甚多。世尊。", "375": "何以故。是福德即非福德性。是故如來說福德多。若", "376": "復有人。於此經中受持。乃至四句偈等。為他人說。其", "377": "福勝彼。何以故。須菩提。一切諸佛。及諸佛阿耨多羅", "378": "三藐三菩提法。皆從此經出。須菩提。所謂佛．法者。即", "379": "非佛．法。", "380": "此校量持經福德之文。空生已悟無得無說之旨。", "381": "如何得福。初舉劣福以問。三千大千者。一四天下。", "382": "一須彌。一日月。欲色無色諸天。為一世界。數至一", "383": "千。為小千。一千小千為中千。一千中千為大千。總", "384": "別兼舉。故名三千大千。七寶者。金．銀．琉璃．頗梨．真", "385": "珠．珊瑚．瑪瑙。假若有人。將七寶充滿大千世界布", "386": "施。得福多不。空生答言。甚多。若福德有實。則福不", "387": "多。以福德性空。是故說多。佛與空生發明經福超", "388": "勝。若人於此無佛無法經中。受持乃至四句偈等。", "389": "如凡所有相。皆是虗妄。若見諸相非相。即見如來。", "390": "詮義究竟者。復為他人解脫。其福勝彼。下明超過", "391": "所以。一切諸佛。及菩提法。從此經出。一切諸佛者。", "392": "報化也。菩提者。法身也。持說能為報化生因。為法", "393": "身了因。既悟法身。則報化隨之矣。如六祖聞客誦", "394": "金剛經。應無所住而生其心。豁然大悟。舍利弗云。", "395": "從佛口生。從法化生。前云無佛無法。今云佛法從", "396": "此經出。豈不自語相違。故云。所言佛法者。世俗諦", "397": "之言耳。第一義中。元無佛．法。故名即非佛．法。淨名", "398": "云。夫求法者。不著佛求。不著法求。不著僧求。當如", "399": "是求。趙州云。佛之一字。吾不喜聞。又云。記箇元字", "400": "脚在心。入地獄如射箭。世尊說法。如盤走珠。如珠", "401": "走盤。令人拿捉不定。又云。祖師心印。狀似鐵牛之", "402": "機。去則印住。住則印破。使人立脚不牢。", "403": "須菩提。於意云何。須陀洹能作是念。我得須陀洹果", "404": "不。須菩提言。不也。世尊。何以故。須陀洹名為入流。而", "405": "無所入。不入色聲香味觸法。是名須陀洹。須菩提。於", "406": "意云何。斯陀含能作是念。我得斯陀含果不。須菩提", "407": "言。不也。世尊。何以故。斯陀含名一往來。而實無往來。", "408": "是名斯陀含。須菩提。於意云何。阿那含能作是念。我", "409": "得阿那含果不。須菩提言。不也。世尊。何以故。阿那含", "410": "名為不來。而實無不來。是故名阿那含。須菩提。於意", "411": "云何。阿羅漢能作是念。我得阿羅漢道不。須菩提言。", "412": "不也。世尊。何以故。實無有法名阿羅漢。世尊。若阿羅", "413": "漢作是念。我得阿羅漢道。即為著我人眾生壽者。世", "414": "尊。佛說我得無諍三昧。人中最為第一。是第一離欲", "415": "阿羅漢。我不作是念。我是離欲阿羅漢。世尊。我若作", "416": "是念。我得阿羅漢道。世尊則不說須菩提是樂阿蘭", "417": "那行者。以須菩提實無所行。而名須菩提是樂阿蘭", "418": "那行。", "419": "此明四果不取之文。前云無有定法可得。云何聲", "420": "聞各取自果。已下皆發明一切賢聖。皆以無為法", "421": "而有差別。佛問空生。須陀洹能作是念。得初果不。", "422": "意謂若作念得初果。即著四相。空生答言。不作是", "423": "念。能得初果。下以名釋義。須陀洹此云入流。斷三", "424": "界八十八見惑。七往天上。七來人間。然已入聖流。", "425": "名為入流。不是別有所入。但由不入六塵。是名入", "426": "流。若作是念。我得初果。即著四相。復問。斯陀含能", "427": "作是念。得二果不。答言。不作是念。斯陀含此云一", "428": "往來。斷欲界前六品思惑。一往天上。一來人間。得", "429": "阿羅漢。而實無往來之心。是名一往來。若作是念。", "430": "我得二果。即著四相。復問。阿那含能作是念。得三", "431": "果不。答言。不作是念。阿那含此云不來。斷欲界九", "432": "品思惑。一往天上。寄居五不還天。不來人間受生。", "433": "故名不來。而實無不來之心。若作是念。我得三果。", "434": "即著四相。復問。阿羅漢能作是念。我得道不。以得", "435": "盡無生智。聲聞道極。故以道為名。答言。不作是念。", "436": "阿羅漢此云無學。斷盡三界九地。八十一品思惑。", "437": "究極真理。無法可學。名為無學。若作是念。得第四", "438": "果。即著四相。此四相。乃法執種子。向下空生引己", "439": "所證。令人生信。佛說我得無諍三昧。以為人中第", "440": "一。是離欲阿羅漢。無諍者。不惱眾生。能令眾生不", "441": "起煩惱。三昧。此云正定。得阿羅漢。離煩惱障。得無", "442": "諍。離三昧障。三界煩惱。但有貪心。總名為欲。我不", "443": "作念。我是離欲阿羅漢。下反釋。我若作念。我得離", "444": "欲阿羅漢。即著四相。佛則不說我是樂阿蘭那行", "445": "之人。阿蘭那。此云無諍。又云寂靜。下順釋。以我不", "446": "作是念。世尊說我是樂阿蘭那行。", "447": "佛告須菩提。於意云何。如來昔在然燈佛所。於法有", "448": "所得不。不也。世尊。如來在然燈佛所。於法實無所得。", "449": "須菩提。於意云何。菩薩莊嚴佛土不。不也。世尊。何以", "450": "故。莊嚴佛土者。即非莊嚴。是名莊嚴。是故須菩提。諸", "451": "菩薩摩訶薩應如是生清淨心。不應住色生心。不應", "452": "住聲香味觸法生心。應無所住而生其心。須菩提。譬", "453": "如有人。身如須彌山王。於意云何。是身為大不。須菩", "454": "提言。甚大。世尊。何以故。佛說非身。是名大身。", "455": "此明菩薩不取。及小結無定法可得之文。前云四", "456": "果不可取。釋迦因中。為善慧童子。布髮掩泥。五華", "457": "供佛。悟無生忍。受然燈記。豈無所得。故世尊問之。", "458": "空生答言。實無所得。然燈所說。如長風之吹萬竅。", "459": "有竅則鳴。無竅則寂。善慧彼時。悟無生忍。境空心", "460": "寂。果記菩提。寂滅性中。了無所得。二祖見達磨。問", "461": "云。乞師安心。磨言。將心來與汝安。二祖云。覔心了", "462": "不可得。磨言。與汝安心竟。又恐空生作念。釋迦雖", "463": "無所得。菩薩豈非莊嚴佛土。故問之。答云。實無莊", "464": "嚴。所言莊嚴佛土者。今時門頭耳。實際理地。即非", "465": "莊嚴。淨名云。欲得淨土。當淨其心。隨其心淨。即佛", "466": "土淨。是名莊嚴者。無為無所不為。無作無所不作。", "467": "玄談云。觀空。則萬行沸騰。下小結無得之文。是菩", "468": "薩無土可嚴之故。應如是不住相生清淨心。若住", "469": "相生心。觸處皆妄。寂然不動。感而遂通。殊途同歸。", "470": "何思何慮。不應住六塵生心者。境由心現。心逐境", "471": "生。心境交加。以物交物。則引之而已矣。楞嚴云。自", "472": "心取自心。非幻成幻法。若了心外無法。法外無心。", "473": "則根根塵塵。咸是菩提妙淨明體。楞嚴云。不取無", "474": "非幻。非幻尚不生。幻法云何立。上言心境不二。體", "475": "用一如。猶恐空生捨用求體。離境覔心。墮於偏小。", "476": "永嘉云。厭有著空病亦然。猶如避溺而投火。故云。", "477": "應無所住而生其心。無住。體也。生心。用也。無住生", "478": "心。即體而用。生心無住。即用而體。如明鏡當臺。妍", "479": "則現研。醜則現醜。了無踪跡。師祖問南泉云。摩尼", "480": "珠人不識。如來藏裡親收得。如何是藏。答云。王老", "481": "師與汝往來者是。又問。不往來者。答曰。亦是藏。復", "482": "問。如何是珠。南泉喚師祖。祖應諾。南泉云。去汝不", "483": "會我語。頌云。往來不往來。秪這皆是藏。喚應不喚", "484": "應。秪這皆是珠。前不住相布施文畢。以果上應化", "485": "身相發明。今無有定法得菩提文畢。以果上報身", "486": "相發明。初問。報身佛相。如須彌山王。可為大不。答", "487": "言。甚大。須彌。此云妙高。四寶所成曰妙。超出群峰", "488": "曰高。下明大之所以。佛說非身者。本性空故。是名", "489": "大身者。即第一義故。", "490": "須菩提。如恒河中所有沙數。如是沙等恒河。於意云", "491": "何。是諸恒河沙寧為多不。須菩提言。甚多。世尊。但諸", "492": "恒河尚多無數。何況其沙。須菩提。我今實言告汝。若", "493": "有善男子．善女人。以七寶滿爾所恒河沙數三千大", "494": "千世界。以用布施。得福多不。須菩提言。甚多。世尊。佛", "495": "告須菩提。若善男子．善女人。於此經中。乃至受持四", "496": "句偈等。為他人說。而此福德勝前福德。復次。須菩提。", "497": "隨說是經。乃至四句偈等。當知此處。一切世間．天．人．", "498": "阿修羅。皆應供養。如佛塔廟。何況有人盡能受持讀", "499": "誦。須菩提。當知是人成就最上第一希有之法。若是", "500": "經典所在之處。即為有佛。若尊重弟子。", "501": "此校量持說福勝以顯經勝之文。前無得無說文", "502": "畢。以七寶充滿一大千世界布施。不及持經之福。", "503": "此一切賢聖。皆以無為法而有差別文畢。以七寶", "504": "充滿沙河中沙數大千世界布施。不及持經之福。", "505": "由經義轉深。校量轉勝。初問。約多河以數沙。如恒", "506": "河中沙。盡作恒河。沙河中沙。是為多不。答言。甚多。", "507": "次問。約多河以彰施福。若人以七寶充滿沙河中", "508": "沙數大千世界布施。得福多不。答言。甚多。佛告空", "509": "生下。約多福以顯經勝。若人受持此經一四句偈。", "510": "及為人說。其福勝彼。中峯云。七寶布施。不免生心", "511": "住相。受持般若。於心無所生。於相無所住。故福勝。", "512": "不但略持經人功德殊勝。略持經之處。一切天人", "513": "皆應供養。如佛塔廟。梵語窣堵波。此云方墳。塔者。", "514": "邊國訛語。廟。貌也。安佛舍利名塔。安佛形像名廟。", "515": "何況有人下。言廣持經人之益。盡能受持。不止一", "516": "四句偈。當知是人成就最上第一希有之法。言得", "517": "般若。成無上佛果菩提。下明全經所在之處。具足", "518": "三寶。即為有佛者。經顯法身。依法身有報化。前云。", "519": "一切諸佛。及諸佛阿耨多羅三藐三菩提法。皆從", "520": "此經出。若尊重弟子者。經顯無為。依無為有三乘。", "521": "前云。一切賢聖。皆以無為法。而有差別。", "522": "爾時。須菩提白佛言。世尊。當何名此經。我等云何奉", "523": "持。佛告須菩提。是經名為金剛般若波羅蜜。以是名", "524": "字。汝當奉持。所以者何。須菩提。佛說般若波羅蜜。即", "525": "非般若波羅蜜。是名般若波羅蜜。須菩提。於意云何。", "526": "如來有所說法不。須菩提白佛言。世尊。如來無所說。", "527": "須菩提。於意云何。三千大千世界所有微塵是為多", "528": "不。須菩提言。甚多。世尊。須菩提。諸微塵。如來說非微", "529": "塵。是名微塵。如來說。世界。非世界。是名世界。須菩提。", "530": "於意云何。可以三十二相見如來不。不也。世尊。不可", "531": "以三十二相得見如來。何以故。如來說。三十二相。即", "532": "是非相。是名三十二相。須菩提。若有善男子．善女人。", "533": "以恒河沙等身命布施。若復有人。於此經中。乃至受", "534": "持四句偈等。為他人說。其福甚多。", "535": "此明無定法可說之文。空生既聞持經成就希有", "536": "之法。故問此經何名。云何奉持。佛告以金剛般若", "537": "波羅蜜之名。以般若照破我法二執。了生死即涅", "538": "槃。達煩惱即菩提。如度生無我。布施不住相之意。", "539": "以其體堅。萬物不能壞。書云。不曰堅乎。磨而不磷。", "540": "又云。仰之彌高。鑽之彌堅。莊生云。大浸稽天而不", "541": "溺。大旱金石流。一山焦而不熱。以其用利。故能壞", "542": "萬物。書云。無意。無必。無固。無我。又云。剋己復理。因", "543": "具堅利二義。故喻金剛。用不住相名字。奉持名中", "544": "之義。徵云。何故持名中義。釋云。第一義中。無名字", "545": "故。即非般若。起信云。離言說相。離名字相。離心緣", "546": "相。老子云。道可道。非常道。名可名。非常名。無名。天", "547": "地之始。肇云。物無當名之實。名無得物之功。物無", "548": "當名之實。非物也。名無得物之功。非名也。名實無", "549": "當。萬物安在。如兔角龜毛。皆名實無當者。是名般", "550": "若者。玄談云。湛湛忘言。教海之波瀾浩汗。恐空生", "551": "未達般若性空。謂有言說。故問如來有所說法不。", "552": "空生既悟名即無名。便解說即無說。答言。如來無", "553": "所說。如洪鐘待扣。大扣則大鳴。小扣則小鳴。不扣", "554": "則不鳴。當其扣時。元非有聲。縱不扣時。未嘗無聲。", "555": "永嘉云。默時說。說時默。大施門開無壅塞。向下將", "556": "前。校量世界微塵。問空生云。多不。答言。甚多。佛言。", "557": "既說即非般若。則非微塵。非世界。既說是名般若。", "558": "則是名微塵。是名世界。以一空一切空。一即一切", "559": "即。正顯無有定法可說。憨大師云。此明剎剎塵塵。", "560": "皆是遮那妙體。與雪浪大師。若合符節。前不住相", "561": "布施。則以應身相明之。次無定法可得。則以報身", "562": "相明之。今無定法可說。復以三十二相問之。答云。", "563": "既說非般若。非微塵。非世界。故云。即是非相。既說", "564": "是名般若。是名微塵。是名世界。故云。是名三十二", "565": "相。下以內財校量。倍顯經勝。如釋迦因中。捨身飼", "566": "虎。割肉代鴿。以至捨頭目髓腦。法華云。觀三千大", "567": "千世界。乃至無有如芥子許。非是菩薩捨身命處。", "568": "假若有人。以恒沙身命布施。所得福德。不若持經", "569": "福勝。彼捨身命。乃是住相。成有漏因。持說此經。是", "570": "不住相。成佛正因。", "571": "爾時。須菩提聞說是經。深解義趣。涕淚悲泣。而白佛", "572": "言。希有。世尊。佛說如是甚深經典。我從昔來所得慧", "573": "眼。未曾得聞如是之經。世尊。若復有人得聞是經。信", "574": "心清淨。即生實相。當知是人。成就第一希有功德。世", "575": "尊。是實相者。即是非相。是故如來說名實相。世尊。我", "576": "今得聞如是經典。信解受持不足為難。若當來世。後", "577": "五百歲。其有眾生。得聞是經。信解受持。是人即為第", "578": "一希有。何以故。此人無我相．人相．眾生相．壽者相。所", "579": "以者何。我相即是非相。人相．眾生相．壽者相即是非", "580": "相。何以故。離一切諸相。即名諸佛。", "581": "此空生因名解無說義之文。既聞佛說般若。即非", "582": "般若。故深解義趣。感佛深恩。涕淚悲泣。言大事已", "583": "明。亦如喪考妣。讚佛希有者。前云希有。雖見世尊", "584": "妙處。未聞其說。今蒙開演。故真希有。下出希有所", "585": "以。佛說即非般若。甚深經典。我等小乘。但離四相。", "586": "已得人空。未離法相。不得法空。故未得聞是經。殊", "587": "不知佛以一音演說法。眾生隨類各得解。如華嚴", "588": "會上。二乘之人。有耳不聞圓頓教。即是此輩。葢法", "589": "無有差。機自異耳。書云。夫子之道。孰先傳焉。孰後", "590": "倦焉。譬之草木。區已別矣。有始有卒者。其惟聖人", "591": "乎。假若有人。得聞此經。信心清淨。即生實相。純真", "592": "無妄之謂信。自心起信。還信自心。信自心中。本無", "593": "我法。曰清淨。則契實相妙心。故云即生實相。實相", "594": "者。諸相無相。無相不相。諸相無相。不住生死。無相", "595": "不相。不住涅槃。非有非無。妙會中道。法華云。唯佛", "596": "與佛。乃能究盡諸法實相。論云。大乘因者。諸法實", "597": "相是。大乘果者。亦諸法實相是。又云。發心．畢竟二", "598": "不別。如是二心先心難。生實相是因。成就第一希", "599": "有功德是果。上文既云。即非般若。何故又云。即生", "600": "實相。以金屑雖貴。落眼成塵。為離實相分別之心。", "601": "故云。即是非相。圓覺云。我皆令入究竟圓覺。於圓", "602": "覺中。無取證者。古人云。過得荊棘林。斫倒旃檀樹。", "603": "是名實相者。不壞假名。而談實相。言我空生。已得", "604": "聖果。佛現在時。又非末法。聞此經典。能信自心。解", "605": "實相義。受持不失。不足為難。若未來世。又非正法。", "606": "設有眾生。未得聖果。得聞是經。信解受持。是人即", "607": "為第一希有。何故希有。此信解人。無復四相。故為", "608": "希有。何故無四相。以四相即是妄相。故應離之。非", "609": "相者。妄相也。前云。凡所有相。皆是虗妄。何故要離", "610": "四妄相。離一切妄相。即名諸佛。以生佛體同故。經", "611": "言。佛．心及眾生。是三無差別。永嘉云。諸佛法身入", "612": "我性。我性同共如來合。前云。若見諸相非相。即見", "613": "如來。圓覺云。知幻即離。不作方便。離幻即覺。亦無", "614": "漸次。", "615": "佛告須菩提。如是。如是。若復有人。得聞是經。不驚．不", "616": "怖．不畏。當知是人甚為希有。何以故。須菩提。如來說。", "617": "第一波羅蜜。即非第一波羅蜜。是名第一波羅蜜。須", "618": "菩提。忍辱波羅蜜。如來說非忍辱波羅蜜。是名忍辱", "619": "波羅蜜。何以故。須菩提。如我昔為歌利王割截身體。", "620": "我於爾時。無我相．無人相．無眾生相．無壽者相。何以", "621": "故。我於往昔節節支解時。若有我相。人相．眾生相．壽", "622": "者相。應生瞋恨。須菩提。又念過去於五百世作忍辱", "623": "仙人。於爾所世。無我相．無人相．無眾生相．無壽者相。", "624": "此明印讚推廣忍辱之文。上來空生呈解。故爾世", "625": "尊印讚如是如是者。重言所解之甚當也。下以劣", "626": "況勝。此經難信難解。非大乘根器。未免驚愕疑󴌯", "627": "怖畏。若復有人聞說般若。心中不驚。聞說即非。心", "628": "亦不怖。聞說是名。心亦不畏。當知是人甚為希有。", "629": "何況信心清淨。及信解受持者乎。下以法顯人。如", "630": "來說第一波羅蜜者。以諸度中。般若為最。能解般", "631": "若。故人亦希有。然般若即非般若。第一即非第一。", "632": "是名第一者。假言說故。下推廣忍即非忍。安耐曰", "633": "忍。毀害曰辱。能忍諸辱。故名忍辱。若有能忍所忍。", "634": "則著四相。不名波羅蜜。不見有能忍所忍。遠離四", "635": "相。故名波羅蜜。恐執情不了。故拂跡云。即非忍辱。", "636": "忍能所故。是名忍辱。假安立故。下引一生所成忍。", "637": "言我因中。修忍辱行。有歌利王。此云極惡。出獵疲", "638": "寢。宮人禮仙。王怒問僊。得四果不。皆答不得。割截", "639": "支體。天怒雨石。王󴌯懺悔。仙本無嗔。王亦無害。仙", "640": "體如故。我于彼時。無有四相。下反釋。我於昔時。若", "641": "有四相。即生嗔恨。嗔恨不生。故知無我。古人云。將", "642": "頭臨白刃。一似斬春風。老子云。善攝生者。兕無所", "643": "投其角。虎無所措其爪。兵無所容其刃。夫何故。以", "644": "其無死地。廣引過去五百生中。修忍辱行。遠離四", "645": "相。因得般若之功力也。", "646": "是故須菩提。菩薩應離一切相。發阿耨多羅三藐三", "647": "菩提心。不應住色生心。不應住聲香味觸法生心。應", "648": "生無所住心。若心有住。即為非住。是故佛說。菩薩心", "649": "不應住色布施。須菩提。菩薩為利益一切眾生故。應", "650": "如是布施。如來說。一切諸相。即是非相。又說。一切眾", "651": "生。即非眾生。須菩提。如來是真語者．實語者．如語者．", "652": "不誑語者．不異語者。須菩提。如來所得法。此法無實", "653": "無虗。須菩提。若菩薩心住於法而行布施。如人入暗。", "654": "則無所見。若菩薩心不住法而行布施。如人有目。日", "655": "光明照。見種種色。", "656": "此總結應住之文。是忍即非忍之故。菩薩應離一", "657": "切我法等相。發菩提心。前問云何應住。故結答云。", "658": "不應住六塵生心。則離一切相。應生無所住心。則", "659": "即一切法。無住生心。生心無住。則唯即與離。二無", "660": "所著。三祖云。莫逐有緣。莫住空忍。一種平懷。泯然", "661": "自盡。下反顯。若心有住。則是妄情。便著四相。故云", "662": "非住。非。即妄也。下照應前文。以不住色等生心。佛", "663": "說菩薩不應住色布施。下明欲知度生無我。即布", "664": "施不住相。故云菩薩為利益一切眾生故。應如是", "665": "不住相布施。下引證。如來常說一切諸相。即是非", "666": "相。即布施不住相。又說一切眾生。即非眾生。即度", "667": "生無我。此二相為表裏。恐空生不信。故以五語誡", "668": "勉之。真而不妄。實而不虗。如則稱理。不誑則無諂", "669": "曲。不妄始終一貫。以此五語。則所言者。當諦信而", "670": "無疑。復以心中所得無實無虗。故稱理而說。相即", "671": "非相。生即非生。法華云。如來如實知見三界之相。", "672": "非實非虗。非如非異。非實者。一空一切空。非虗者。", "673": "一即一切即。非如者。空而不空。非異者。有而不有。", "674": "前云。無有定法得菩提。無有定法可說。下喻明住", "675": "相不住相得失。先明住相之失。若菩薩心。住六塵", "676": "法行施。則著我相。如盲人入暗。無日光明。則無所", "677": "見。盲。喻無照理之智。暗中無日光明。喻無對治之", "678": "法。則不能見諸法實相。下明不住相之得。若菩薩", "679": "心。不住六塵布施。如人有目。喻有照理之智。日光", "680": "明照。暗則消滅。喻得對治之法。見種種色者。則見", "681": "諸法實相也。上文破法相竟。", "682": "須菩提。當來之世。若有善男子．善女人。能於此經受", "683": "持讀誦。即為如來以佛智慧。悉知是人。悉見是人。皆", "684": "得成就無量無邊功德。須菩提。若有善男子．善女人。", "685": "初日分以恒河沙等身布施。中日分復以恒河沙等", "686": "身布施。後日分亦以恒河沙等身布施。如是無量百", "687": "千萬億劫以身布施。若復有人。聞此經典。信心不逆。", "688": "其福勝彼。何況書寫．受持．讀誦．為人解說。須菩提。以", "689": "要言之。是經有不可思議．不可稱量．無邊功德。如來", "690": "為發大乘者說。為發最上乘者說。若有人能受持讀", "691": "誦。廣為人說。如來悉知是人。悉見是人。皆得成就不", "692": "可量．不可稱．無有邊．不可思議功德。如是人等。即為", "693": "荷擔如來阿耨多羅三藐三菩提。何以故。須菩提。若", "694": "樂小法者。著我見．人見．眾生見．壽者見。則於此經。不", "695": "能聽受讀誦．為人解說。須菩提。在在處處。若有此經。", "696": "一切世間．天．人．阿修羅。所應供養。當知此處。則為是", "697": "塔。皆應恭敬。作禮圍遶。以諸華香而散其處。", "698": "此明持經功德殊勝之文。先明得佛知見。其功德。", "699": "即前成就最上第一希有之法。下校量持經之福。", "700": "前二番約外財。第三番約內財。但言一河沙身命", "701": "布施。今第四番。約多劫中日日三時。以河沙身命", "702": "布施校量。初日分。早晨也。中日分。日中也。後日分。", "703": "晚間也。身命之多。言事大。經劫之久。言日長。所得", "704": "福德。尚不及信經之福。何況及受持解說之功德。", "705": "下顯法勝人尊。是經功德。不可思議者。言離相之", "706": "法。如十方虗空不可以心思惟。以言議論也。不可", "707": "稱量者。不可以言稱謂。以意度量也。無邊功德者。", "708": "以稱性無涯。故功德亦無邊也。如來為發大乘人", "709": "說。則二乘不及。為發最上佛乘人說。則非三賢境", "710": "界。故能持說此經。唯佛知見是人。成就不可思議", "711": "功德。此人即為荷擔佛果菩提。背負曰荷。在肩曰", "712": "擔。一切佛法從此經出。猶如重擔。能發大心。則全", "713": "身擔荷。偈云。空劫已前無影樹。撑天柱地赤條條。", "714": "新州有箇賣柴漢。收拾將來一擔挑。徵云。何故持", "715": "說此經。便為荷擔菩提。釋云。若樂小法之二乘。見", "716": "有理事修證。即著四見。不能於此經中受持解說。", "717": "四見者。即前四相。由著見故著相。相即見故。今樂", "718": "大法。無四見。故能荷擔菩提。下明處勝。以顯人勝。", "719": "不拘天上人間。若有此經。天龍八部皆應供養。雖", "720": "無有塔。即為有塔。藏佛法身舍利。皆應作禮。散華", "721": "以為供養。昔有一善書人。於虗空中寫金剛經。樵", "722": "牧避雨。皆向其處。常聞天樂之聲。後有梵僧過而", "723": "見之。誰人書金剛經於此。方知前人書經之騐。空", "724": "中無跡。尚爾作樂供養。何況全經所在之處。而無", "725": "天龍供養乎。", "726": "復次。須菩提。善男子．善女人。受持讀誦此經。若為人", "727": "輕賤。是人先世罪業。應墮惡道。以今世人輕賤故。先", "728": "世罪業則為消滅。當得阿耨多羅三藐三菩提。須菩", "729": "提。我念過去無量阿僧祗劫。於然燈佛前。得值八百", "730": "四千萬億那由他諸佛。悉皆供養承事。無空過者。若", "731": "復有人。於後末世。能受持讀誦此經。所得功德。於我", "732": "所供養諸佛功德。百分不及一。千萬億分．乃至筭數", "733": "譬喻所不能及。須菩提。若善男子．善女人。於後末世。", "734": "有受持讀誦此經。所得功德。我若具說者。或有人聞。", "735": "心則狂亂。狐疑不信。須菩提。當知是經義不可思議。", "736": "果報亦不可思議。", "737": "此明轉重令輕之文。前云持說此經之人。成就不", "738": "可思議功德。則世人當恭敬供養。何故被人輕賤。", "739": "此人過去所造惡業。應墮三惡道中。以持說此經", "740": "故。轉重罪令輕受。但招今世輕賤之報。則過去重", "741": "罪。盡皆消滅。當得佛果菩提。下校量持經功德。前", "742": "約外財內財布施眾生校量。今約供養諸佛校量。", "743": "我念然燈佛已前。供養多佛之福。不及持經功德。", "744": "以有相無相差別故。百分不及一者。言供佛功德。", "745": "百分。不及持經之一分也。下明具聞生疑。狐疑不", "746": "信者。狐獸名。因多疑。故取喻之。疑則不信。信則不", "747": "疑也。下總結。當知是經義不可思議者。如來為發", "748": "大乘人說。為發最上佛乘人說故。果報亦不可思", "749": "議者。當得阿耨多羅三藐三菩提故。", "750": "爾時。須菩提白佛言。世尊。善男子．善女人。發阿耨多", "751": "羅三藐三菩提心。云何應住。云何降伏其心。佛告須", "752": "菩提。善男子．善女人。發阿耨多羅三藐三菩提心者。", "753": "當生如是心。我應滅度一切眾生。滅度一切眾生已。", "754": "而無有一眾生實滅度者。何以故。須菩提。若菩薩有", "755": "我相．人相．眾生相．壽者相。即非菩薩。所以者何。須菩", "756": "提。實無有法發阿耨多羅三藐三菩提心者。", "757": "此別明降伏之文。智者云。此文二周重說。或為後", "758": "來。或為鈍根。中峯云。空生復理最初之問。世尊亦", "759": "如前答。空生意謂應住已明。別有降心之法。故重", "760": "問發菩提心。云何應住降伏。佛亦知空生意。將前", "761": "總答降伏之文。而發明之。不過換湯不換藥耳。何", "762": "者。布施不住相。即度生無我。度生無我。即布施不", "763": "住相。初非兩事。答云。發菩提心。起度生心。滅度無", "764": "量眾生。即利他之心也。如是度盡眾生。不見有生", "765": "可度。即降心無我。徵云。菩薩度生應有能化所化。", "766": "脫生死。證涅槃。云何不見有生可度。釋云。若見有", "767": "生可度。則有四相。非菩薩矣。經言。諸佛心內眾生。", "768": "心心作佛。則不見有所化之眾生。能化之菩薩。所", "769": "證之涅槃。張拙云。涅槃生死等空華。徵云。何故有", "770": "我非菩薩。無我名菩薩。釋云。若有法發菩提心。則", "771": "有我相。既無法發菩提心。則無我相。誰能度眾生", "772": "乎。", "773": "須菩提。於意云何。如來於然燈佛所。有法得阿耨多", "774": "羅三藐三菩提不。不也。世尊。如我解佛所說義。佛於", "775": "然燈佛所。無有法得阿耨多羅三藐三菩提。佛言。如", "776": "是。如是。須菩提。實無有法如來得阿耨多羅三藐三", "777": "菩提。須菩提。若有法如來得阿耨多羅三藐三菩提", "778": "者。然燈佛即不與我授記。汝於來世。當得作佛。號釋", "779": "迦牟尼。以實無有法得阿耨多羅三藐三菩提。是故", "780": "然燈佛與我授記。作是言。汝於來世。當得作佛。號釋", "781": "迦牟尼。", "782": "此明因中無法得菩提之文。前云無法發菩提心。", "783": "則無菩薩。云何釋迦修菩薩行。故引應住菩提無", "784": "得。以明無法發菩提心。無生可度。先引因中無法", "785": "可得之義。以問空生。如來於然燈佛所。有法得菩", "786": "提不。然燈。乃釋迦第二阿僧祗劫中所值之佛。空", "787": "生答言。善慧童子。於然燈佛所。無有法得菩提。佛", "788": "讚如是者。言其所解無謬。然燈佛所。實無有法得", "789": "菩提。以煩惱即菩提。煩惱性空無所得。則菩提亦", "790": "無所得。下反釋。若我有法可得。然燈則不授記。下", "791": "正釋。以無法可得。故與我授記。梵語釋迦牟尼。此", "792": "云能仁寂莫。言應化無為之義。若論正位中。則無", "793": "記與不記。於偏位中。故有授記。古語云。萬籟有心", "794": "聞不得。孤岩無耳自知音。", "795": "何以故。如來者。即諸法如義。若有人言。如來得阿耨", "796": "多羅三藐三菩提。須菩提。實無有法。佛得阿耨多羅", "797": "三藐三菩提。須菩提。如來所得阿耨多羅三藐三菩", "798": "提。於是中無實無虗。是故如來說。一切法皆是佛法。", "799": "須菩提。所言一切法者。即非一切法。是故名一切法。", "800": "須菩提。譬如人身長大。須菩提言。世尊。如來說。人身", "801": "長大。即為非大身。是名大身。", "802": "此明果上無法得菩提之文。言因中無菩提可得。", "803": "則果上無諸佛如來。故云。如來者。即諸法空義。以", "804": "諸法空名如來。心經云。是諸法空相。楞嚴云。性色", "805": "真空。先遮錯解。若有人言。如來果上得菩提。是人", "806": "不解我所說義。下示正見。實無有法得菩提。即諸", "807": "法如義。下轉釋。復恐有人生謗。若言無得。則墮斷", "808": "滅。故云。如來所得菩提。無實無虗。無實者。則非有。", "809": "無虗者。則非無。若言有。是常見。若言無。是斷見。亦", "810": "有亦無。相違見。非有非無。戲論見。古人云。離四句。", "811": "絕百非。請師直指西來意。前云。無有定法得菩提。", "812": "然此真如。非別有體。即一切諸法。非有非無。皆是", "813": "佛法。放光云。空無邊。當知般若亦無邊。色無邊。當", "814": "知般若亦無邊。古人云。青青翠竹。無非般若真如", "815": "境。欝欝黃華。咸是菩提妙假心。下拂跡。即非一切", "816": "法。是無實。是名一切法。是無虗。前應住無定法可", "817": "得文畢。以報身不可得發明。今降伏無菩提可得。", "818": "以法身不可得發明。故問空生。一切法。皆是佛法。", "819": "是真如體。遍一切處。可為大矣。空生答言。法身長", "820": "大。遠離諸相。故名非大身。是名大身者。真如不滅", "821": "故。", "822": "須菩提。菩薩亦如是。若作是言。我當滅度無量眾生。", "823": "即不名菩薩。何以故。須菩提。實無有法名為菩薩。是", "824": "故佛說。一切法無我．無人．無眾生．無壽者。須菩提。若", "825": "菩薩作是言。我當莊嚴佛土。是不名菩薩。何以故。如", "826": "來說。莊嚴佛土者。即非莊嚴。是名莊嚴。須菩提。若菩", "827": "薩通達無我．法者。如來說名真是菩薩。", "828": "此合明無生可度之文。前云。釋迦無菩提可得。則", "829": "知無法發菩提心。亦無眾生可度。故云。菩薩亦如", "830": "是。若作是言。我當度生。則有四相。不名菩薩。以無", "831": "有法。遠離四相。名為菩薩。是無法之故。佛說一切", "832": "菩薩眾生法。無有四相。引應住中莊嚴佛土之事", "833": "以明。若見有土可嚴。即著四相。不名菩薩。以無土", "834": "可嚴。故云即非莊嚴。是名莊嚴者。世俗諦故。下雙", "835": "結。既有生可度。有土可嚴。非為菩薩。何者名為菩", "836": "薩。若菩薩通達無我相．法相者。真是菩薩。", "837": "須菩提。於意云何。如來有肉眼不。如是。世尊。如來有", "838": "肉眼。須菩提。於意云何。如來有天眼不。如是。世尊。如", "839": "來有天眼。須菩提。於意云何。如來有慧眼不。如是。世", "840": "尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如", "841": "是。世尊。如來有法眼。須菩提。於意云何。如來有佛眼", "842": "不。如是。世尊。如來有佛眼。須菩提。於意云何。如恒河", "843": "中所有沙。佛說是沙不。如是。世尊。如來說是沙。須菩", "844": "提。於意云何。如一恒河中所有沙。有如是沙等恒河。", "845": "是諸恒河所有沙數。佛世界如是。寧為多不。甚多。世", "846": "尊。佛告須菩提。爾所國土中。所有眾生。若干種心。如", "847": "來悉知。何以故。如來說。諸心皆為非心。是名為心。所", "848": "以者何。須菩提。過去心不可得。現在心不可得。未來", "849": "心不可得。", "850": "此明佛具五眼。故知一切眾生。即非眾生之文。初", "851": "問。如來有肉眼不。答言。如來有肉眼。乃至佛眼亦", "852": "如是。肉眼。見障內色。約凡夫。天眼。見障外色。約四", "853": "果。阿那律陀。得半頭天眼。觀大千世界。猶如掌中", "854": "庵摩羅菓。佛得全頭天眼。徹見人中無數世界不", "855": "以二相。慧眼。根本智照真理。約辟支權位菩薩。法", "856": "眼。後得智說法度人。約等覺。前四眼在佛總名佛", "857": "眼。見佛性圓極。約如來。雲岩問道吾。大悲菩薩。用", "858": "許多手眼作麼。答云。如人夜半背手摸枕子。岩云。", "859": "會也。道吾云。汝作麼生會。岩云。徧身是手眼。楞嚴", "860": "云。八萬四千母陀羅臂。八萬四千清淨寶目。皆在", "861": "當人一念之中。於意云何下。約一恒河以數沙。如", "862": "一恒河中下。一河中沙以數河。是諸恒河下。沙河", "863": "中沙以數界。爾所國土中下。爾所界中所有生。若", "864": "干種心下。一一眾生所有心。顛倒分別。染淨差別。", "865": "法華云。念何事。思何事。修何事等。如來悉知。以同", "866": "體故。楞嚴云。汝等當知有漏世界十二類生。本覺", "867": "妙明。覺圓心體。與十方佛。無二無別。華嚴云。若人", "868": "欲知佛境界。當淨其意如虗空。遠離妄想及諸取。", "869": "令心所向皆無礙。雖般若無知。無所不知。若言五", "870": "眼。當名見。何故云知。譬如盲人矚暗。見不在眼。而", "871": "在於心。曾無心外之見。但約眼名見。約心名知。無", "872": "二體故。何故悉知。如來說諸心。妄想性空。故云非", "873": "心。真如不滅。故云是名為心。下釋非心。過去已滅。", "874": "現在不住。未來未生。三際求之。了不可得。", "875": "須菩提。於意云何。若有人滿三千大千世界七寶以", "876": "用布施。是人以是因緣。得福多不。如是。世尊。此人以", "877": "是因緣。得福甚多。須菩提。若福德有實。如來不說得", "878": "福德多。以福德無故。如來說得福德多。", "879": "此明福德性空之文。前云無土可嚴。無生可度。則", "880": "布施亦無福。故以性空之福大明之。初問。若人滿", "881": "大千界七寶布施。是人以是因緣。得福多不。答言。", "882": "此人離相無倒行施因緣。得福甚多。佛與空生發", "883": "明。若福德有實則住相。成有漏因。其福則寡。以福", "884": "德性空。則離相。成無漏因。其福則多。已下三節校", "885": "量文。皆因便舉爾。", "886": "須菩提。於意云何。佛可以具足色身見不。不也。世尊。", "887": "如來不應以具足色身見。何以故。如來說。具足色身。", "888": "即非具足色身。是名具足色身。須菩提。於意云何。如", "889": "來可以具足諸相見不。不也。世尊。如來不應以具足", "890": "諸相見。何以故。如來說。諸相具足。即非具足。是名諸", "891": "相具足。", "892": "此明佛身非相之文。前云無菩提可得。何有相好", "893": "之佛。故以即非具足明之。經云。如來者。即諸法如", "894": "義。亦引應住可以三十二相見如來之文。具足色", "895": "身。即八十種好。具足諸相。即三十二相。即非具足。", "896": "好即無好。相即無相。佛在忉利天。為母說法。下來", "897": "人間。蓮華色比丘尼。化作輪王。先往見佛。佛言。空", "898": "生岩中晏坐。先見我矣。又云。若人百千劫。常隨於", "899": "如來。不了真實義。盲瞑不見佛。是名具足者。妄無", "900": "自性。全體即真。", "901": "須菩提。汝勿謂如來作是念。我當有所說法。莫作是", "902": "念。何以故。若人言。如來有所說法。即為謗佛。不能解", "903": "我所說故。須菩提。說法者。無法可說。是名說法。", "904": "此明無法可說之文。前云佛本無相。云何說法。故", "905": "以無法可說明之。亦引應住無有定法可說之文。", "906": "初遮錯解。汝勿謂如來作念。我當有所說法。莫作", "907": "是念。若人言。如來有所說法。即為謗佛。以如來無", "908": "說而說。說而無說。若言有說。則不解如來所說義。", "909": "下示正見。說法者。無法可說。如空谷答響。無心無", "910": "緣。離諸分別。終日言而未嘗言。楞伽云。無已說今", "911": "說當說。不說是佛說。老子云。言滿天下無口過。是", "912": "名說法者。不妨隨機演唱故。", "913": "爾時。慧命須菩提白佛言。世尊。頗有眾生。於未來世。", "914": "聞說是法。生信心不。佛言。須菩提。彼非眾生。非不眾", "915": "生。何以故。須菩提。眾生眾生者。如來說非眾生。是名", "916": "眾生。", "917": "此明眾生非眾生之文。前云。無菩提。無相。無說。故", "918": "問未來眾生。聞此經典。能生信不。以顯難信之意。", "919": "佛以無眾生發明。意顯有信。彼非眾生者。本性空", "920": "故。非不眾生者。五蘊和合故。眾生。眾生者。小品云。", "921": "重牒之文。如言世尊世尊。菩薩菩薩等。言眾生之", "922": "所以為眾生者。我說彼非眾生。無和合相故。是名", "923": "眾生者。不壞假名故。前云。實無眾生得滅度者。尚", "924": "未明無眾生之義。次明三心不可得。今明眾生相", "925": "不可得。方顯實無眾生之義。如舍利弗問辯才天", "926": "女云。何以不轉女身。天女言。求女人相。了不可得。", "927": "又如龍女。於須臾頃。變成男子。即往南方無垢世", "928": "界。坐寶蓮華。成等正覺。豈可以男女老少善惡凡", "929": "聖之相而分別乎。", "930": "須菩提白佛言。世尊。佛得阿耨多羅三藐三菩提。為", "931": "無所得耶。佛言。如是。如是。須菩提。我於阿耨多羅三", "932": "藐三菩提乃至無有少法可得。是名阿耨多羅三藐", "933": "三菩提。復次。須菩提。是法平等。無有高下。是名阿耨", "934": "多羅三藐三菩提。以無我．無人．無眾生．無壽者。修一", "935": "切善法。則得阿耨多羅三藐三菩提。須菩提。所言善", "936": "法者。如來說即非善法。是名善法。", "937": "此明菩提無得之文。空生悟無相。無說。無生。知無", "938": "法得菩提。故呈解先明無上名菩提。言佛得菩提。", "939": "為無所得耶。佛印讚如是。無有少法可得名菩提。", "940": "無少法者。言菩提心。迷時輪轉六道。亦未甞減。楞", "941": "伽云。轉三十二相。入一切眾生身中。如大價寶。垢", "942": "衣所纏。悟時逈出塵勞。亦未甞增。六祖云。菩提本", "943": "無樹。明鏡亦非臺。本來無一物。何處惹塵埃。次明", "944": "正等名菩提。是法平等。無有高下。名菩提者。法界", "945": "性中。無形無相。了無差別。故名平等。以平等故。不", "946": "以佛為高。眾生為下。離能所相。廓爾無朕。故云無", "947": "有高下。古人云。過去諸佛如是。西天四七。唐土二", "948": "三諸祖亦如是。某甲亦如是。肇云。諸法不異者。豈", "949": "曰續鳧截󳬈。夷嶽盈壑然後為不異哉。言鳧鵛雖", "950": "短。續之則憂。󳬈鵛雖長。截之則悲。但高處高平。低", "951": "處低平。長者任其長。短者任其短。頌云。任短任長", "952": "休剪綴。隨高隨下自平治。下明正覺名菩提。以無", "953": "四相。修一切善法。則得菩提。前云。無有少法。及是", "954": "法平等。恐人墮於無修無證斷滅深坑。撥無六度", "955": "萬行。古人云。雖然舊閣閒田地。一度贏來方始休。", "956": "故云。無四相。修一切善法。起信云。雖知法性本無", "957": "慳貪。隨順修行檀波羅蜜等。下拂跡。既無菩提。云", "958": "何有善法。故云。即非善法。以幻化佛事。修即無修。", "959": "是名善法者。世俗諦故。", "960": "須菩提。若三千大千世界中所有諸須彌山王。如是", "961": "等七寶聚。有人持用布施。若人以此般若波羅蜜經。", "962": "乃至四句偈等。受持．讀誦．為他人說。於前福德百分", "963": "不及一。百千萬億分。乃至算數譬喻所不能及。", "964": "此校量持經福德之文。若大千界須彌七寶持用", "965": "布施。是有漏因。其福尚寡。持說此經。一四句偈。是", "966": "無漏因。功德無量。", "967": "須菩提。於意云何。汝等勿謂如來作是念。我當度眾", "968": "生。須菩提。莫作是念。何以故。實無有眾生如來度者。", "969": "若有眾生如來度者。如來即有我人眾生壽者。須菩", "970": "提。如來說。有我者。即非有我。而凡夫之人以為有我。", "971": "須菩提。凡夫者。如來說即非凡夫。是名凡夫。", "972": "此明如來無生可度之文。前云是法平等。無有高", "973": "下。云何如來亦有生可度。故云。汝等勿謂如來作", "974": "念度生。汝等莫作是念。前云三心不可得。又云眾", "975": "生相空。豈有眾生可度。若見有生可度。如來亦著", "976": "四相。如來雖說有我。元非有我。而汎常之人。以為", "977": "有我。眾生既非眾生。凡夫亦非凡夫。是名凡夫者。", "978": "五陰假合故。上文交互破我相．法相竟。", "979": "須菩提。於意云何。可以三十二相觀如來不。須菩提", "980": "言。如是。如是。以三十二相觀如來。佛言。須菩提。若以", "981": "三十二相觀如來者。轉輪聖王即是如來。須菩提白", "982": "佛言。世尊。如我解佛所說義。不應以三十二相觀如", "983": "來。爾時。世尊而說偈言。", "984": "若以色見我以音聲求我是人行邪道", "985": "不能見如來", "986": "此明法身不可以相見之文。前云。不可以具足相", "987": "好見如來。向下欲破非法相。故引前三十二相以", "988": "問。待空生答出以相見。則住常情。不以相見。墮於", "989": "斷滅。初問。可以三十二相觀如來不。正是世尊探", "990": "竿在手。影草隨身。若非手親眼辨。不免落在世尊", "991": "彀中。空生答云。如是。以比智知。可以三十二相觀", "992": "如來。如隔山見烟。便知是火。既了相即無相。便可", "993": "以相觀如來。佛以凡聖不分難之。若以相見如來。", "994": "則金輪王具三十二相。亦是如來。以輪王雖具三", "995": "十二相。不了非相。是凡夫故。空生一撥便轉。順理", "996": "以酬。不應以相觀如來。佛印見聞不及。若以色見", "997": "法身。以音聲求法身。是行邪道。不見如來。以色身", "998": "非是佛。音聲亦復然。古人云。東坡居士太饒舌。聲", "999": "色叢中欲透身。溪若是聲山是色。無山無水好愁", "1000": "人。", "1001": "須菩提。汝若作是念。如來不以具足相故。得阿耨多", "1002": "羅三藐三菩提。須菩提。莫作是念。如來不以具足相", "1003": "故。得阿耨多羅三藐三菩提。須菩提。汝若作是念。發", "1004": "阿耨多羅三藐三菩提心者。說諸法斷滅。莫作是念。", "1005": "何以故。發阿耨多羅三藐三菩提心者。於法不說斷", "1006": "滅相。", "1007": "此明不住斷滅相之文。前云不可以相見如來。雖", "1008": "不住有。又恐空生住於斷見。不待其問而告之曰。", "1009": "汝若作念。如來不以具足相故得菩提。莫作是念。", "1010": "如來不以具足相故得菩提。然亦不離色聲。見佛", "1011": "神通力。東坡云。溪聲即是廣長舌。山色無非清淨", "1012": "身。夜來八萬四千偈。他日如何舉似人。下明毀相", "1013": "之失。若作念發菩提心。說諸法斷滅。莫作是念。肇", "1014": "云。譬如逃峯而赴壑。俱不免於患矣。何故發心不", "1015": "說斷滅。以發菩提心人。於法不應說斷滅相。語云。", "1016": "寧起有見如須彌山。莫起增上慢空見。上文破非", "1017": "法相竟。", "1018": "須菩提。若菩薩以滿恒河沙等世界七寶。持用布施。", "1019": "若復有人知一切法無我。得成於忍。此菩薩勝前菩", "1020": "薩所得功德。何以故。須菩提。以諸菩薩不受福德故。", "1021": "須菩提白佛言。世尊。云何菩薩不受福德。須菩提。菩", "1022": "薩所作福德。不應貪著。是故說不受福德。", "1023": "此校量得忍菩薩功德殊勝之文。若菩薩將七寶", "1024": "充滿恒沙世界布施。不如得忍菩薩功德殊勝。以", "1025": "有相無相不同故。忍者。無生法忍也。前云。不可以", "1026": "相見如來。則不見有生。不可以非相見如來。則不", "1027": "見有滅。以此無生無滅之法。忍可於心。名無生忍。", "1028": "初住菩薩境界。前云。若菩薩通達無我法者。如來", "1029": "說名真是菩薩。徵云。何故知無我菩薩功德殊勝", "1030": "以菩薩不受福德相故。空生復問。菩薩既有福相。", "1031": "云何不受。佛云。菩薩所作福德之相。不應貪取執", "1032": "著。起斷常見。是故說不受福德。", "1033": "須菩提。若有人言。如來若來若去．若坐若臥。是人不", "1034": "解我所說義。何以故。如來者。無所從來。亦無所去。故", "1035": "名如來。", "1036": "此明法身無去來相之文。上云知一切法無我得", "1037": "成於忍。云何如來現有去來。若有人言。如來有來。", "1038": "則以相見。如來有去。則以非相見。是人不解佛義。", "1039": "如來者。法身也。無所來。則不住生死。無所去。則不", "1040": "住涅槃。淨名云。不來相而來。不見相而見。文殊云。", "1041": "若來已。更不來。若去已。更不去。可見者。不可見相。", "1042": "前云。如來者。即諸法如義。古人云。夜深不向蘆灣", "1043": "宿。逈出中間與兩頭。", "1044": "須菩提。若善男子．善女人。以三千大千世界碎為微", "1045": "塵。於意云何。是微塵眾寧為多不。甚多。世尊。何以故。", "1046": "若是微塵眾實有者。佛即不說是微塵眾。所以者何。", "1047": "佛說。微塵眾。即非微塵眾。是名微塵眾。世尊。如來所", "1048": "說三千大千世界。即非世界。是名世界。何以故。若世", "1049": "界實有者。即是一合相。如來說。一合相。即非一合相。", "1050": "是名一合相。須菩提。一合相者。即是不可說。但凡夫", "1051": "之人貪著其事。", "1052": "此明法身應身無一異相之文。前云應有去來。則", "1053": "有異相。法無去來。則有一相。故以塵界明之。初明", "1054": "碎界為塵塵不有。若人以世界碎為微塵。寧為多", "1055": "不。答言。甚多。若微塵實有。則不名多。以微塵性空。", "1056": "是故言多。則應身無去來之異相。下明合塵為界", "1057": "界元無。以世界性空。元無一相。則法身無一相。下", "1058": "破和合相。若世界實有。則是微塵聚為一和合相。", "1059": "既說三千。則非一合。以第一義中無實體故。是名", "1060": "一合相者。世俗諦故。上來空生顯解。向下佛與發", "1061": "明。一合相者。實際理地。言語道斷。心行處滅。故云", "1062": "則是不可說。但凡夫之人。見和合相。迷於事法。貪", "1063": "著有無。起諸異見。所謂擬心即差。動念即乖。", "1064": "須菩提。若人言。佛說我見．人見．眾生見．壽者見。須菩", "1065": "提。於意云何。是人解我所說義不。不也世尊。是人不", "1066": "解如來所說義。何以故。世尊說。我見．人見．眾生見．壽", "1067": "者見。即非我見．人見．眾生見．壽者見。是名我見．人見．", "1068": "眾生見．壽者見。須菩提。發阿耨多羅三藐三菩提心", "1069": "者。於一切法。應如是知。如是見。如是信解。不生法相。", "1070": "須菩提。所言法相者。如來說即非法相。是名法相。", "1071": "此破我．法二相之文。前云四相。說破即是非相。又", "1072": "云四見。尚未發明。此乃說破亦無四見。或云四執。", "1073": "或云四取。名別義同。無法相義。應住降伏俱未說", "1074": "破。故此明之。初除我執。若人言。佛說四見。是人解", "1075": "我所說義不。答言。是人不解如來所說義。佛說四", "1076": "見。以性空故。即非四見。世俗諦故。是名四見。下破", "1077": "法執。總提起前問辭云。發菩提心之人。於自利利", "1078": "他法中。應如是知者。即知一切法無我。得成於忍。", "1079": "如是見者。即若見諸相非相。即見如來。如是信者。", "1080": "即一念淨信。及信心清淨。則生實相。如是解者。即", "1081": "深解義趣。及信解受持。又如是二字。與如是住。如", "1082": "是降伏其心相照應。不生法相者。即若菩薩通達", "1083": "無我法者。如來說名真是菩薩。下拂跡。我見既非", "1084": "我見。如來所說法相。即非法相。離分別取著故。是", "1085": "名法相者。但假名故。上文節節皆破我法二執。以", "1086": "法相非法相。皆法執故。", "1087": "須菩提。若有人以滿無量阿僧祗世界七寶持用布", "1088": "施。若有善男子．善女人。發菩提心者。持於此經。乃至", "1089": "四句偈等。受持讀誦。為人演說。其福勝彼。云何為人", "1090": "演說。不取於相。如如不動。何以故。", "1091": "一切有為法如夢幻泡影如露亦如電", "1092": "應作如是觀", "1093": "此校量持經功德。及說經軌則之文。先明持經功", "1094": "德。若人滿無數世界七寶布施。不及持經之福。云", "1095": "何下。說經之法。前云為人演說。依何軌則。說法無", "1096": "過。即法華說四安樂行之義。說經之法。不出定慧。", "1097": "不取於相者。言達境唯心。離諸分別。如如不動者。", "1098": "上如相似義。下如不變義。不動者。即定也。終日說", "1099": "法。無法可說。終日度生。無生可度。上言定。下言慧。", "1100": "何故如如不動。觀一切有為生滅之法。如夢從妄", "1101": "見生。圓覺云。如夢中人。夢時非無。及至於醒。了無", "1102": "所得。如幻者。如結巾為兔。縛芻為狗。呪力往來。無", "1103": "有實體。肇云。譬如幻化人。非無幻化人。幻化人。非", "1104": "真人也。如泡者。因風而有。不可久立。如影者。因形", "1105": "而有。形實影虗。有待而成者也。如露者。春霜曉露。", "1106": "見日則晞。如電者。似閃電光。剎那不住。一切諸法。", "1107": "虗妄不實。應作如是觀照。方得說法無過。正宗分", "1108": "竟。", "1109": "佛說是經已。長老須菩提及諸比丘．比丘尼．優婆塞．", "1110": "優婆夷．一切世間．天．人．阿修羅。聞佛所說。皆大歡喜。", "1111": "信受奉行。", "1112": "此明流通分。要將此法。流通天上人間。四眾八部。", "1113": "非無餘眾。但文略耳。比丘。此云乞士。尼。即女也。優", "1114": "婆塞。此云近事男。優婆夷。此云近事女。阿修羅。此", "1115": "云無端正。男醜女美。法喜充心。故皆大歡喜。聞而", "1116": "思。思而修。故云信受奉行。", "1117": "金剛般若波羅蜜經筆記終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 478 金剛經筆記", "author": "明 如觀註"}