{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B122 醒世錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "十使篇邪見部", "1": "卷八目錄醒世卷八目錄細觀禪戒人。可不思自過自悔。劫孽應時立滌", "2": "六度篇布施　法施　財施　勸持戒　感應錄　勸忍　精進　策修　感應緣（二驗）", "3": "禪定部述意　引證　頭陀　感應緣（二驗）　智慧　感應緣（二驗）", "4": "懺悔篇述意　會意　儀式　洗懺　感應緣（二驗）", "5": "受戒篇神衛　八戒　會名　功能", "6": "三聚部戒相　優劣　感應緣（二驗）", "7": "破戒篇引證　感應緣（二驗）", "8": "受齋篇感應緣（二驗）　破齋　感應緣（一驗）", "9": "賞罰篇引證　感應緣（一驗）", "10": "利害篇引證　感應緣（一驗）", "11": "穢濁篇五辛　感應緣（一驗）　便利　感應緣（二驗）　酒肉　感應緣（一驗）", "12": "病苦篇", "13": "斂念部感應緣（三驗）", "14": "捨身篇感應緣（三驗）", "15": "送終篇受生　感應緣（四驗）", "16": "法滅篇五濁", "17": "雜要篇四依", "18": "翻譯部附音釋", "19": "醒世錄卷八", "20": "武原居士徐昌治覲周　編輯", "21": "金粟寺住持行元百癡　校閱", "22": "六度篇六度篇布施部布施部", "23": "如涅槃經云。菩薩凡行施時。不見受者。持戒破戒。是田", "24": "非田。此是知識。此非知識。施時不見是器非器。不擇日", "25": "時。是處非處。亦復不計饑饉豐樂。不見因果。此是眾生。", "26": "此非眾生。是福非福。雖復不見施者受者。及以財物。乃", "27": "至不見斷及果報。而常行施。無有斷絕。菩薩若見持戒", "28": "破戒。乃至果報。終不能施。若不布施。則不具足檀波羅", "29": "蜜。若不具足檀波羅蜜。則不能成阿耨菩提。又淨業障", "30": "經云。若菩薩觀慳及施。不作二相。持戒毀戒。不作二相。", "31": "瞋恚忍辱。懈怠精進。亂心禪定。愚癡智慧。不作二相。是", "32": "則名為淨諸業障。又佛說太子須大挐經云。佛告阿難。", "33": "過去不可計劫時。有大國名為葉波。其王號曰溫波王。", "34": "有二萬夫人。了無有子。王自禱祠諸神。夫人便覺有身。", "35": "至滿十月。太子便生。字為須大挐。至年十六。書藝悉備。", "36": "少小以來。常好布施。太子年大。王為納妃。名曼坻。國王", "37": "女也。端正無比。太子有一男一女。太子自惟。欲作檀波", "38": "羅蜜。出城遊觀。帝釋化作貧窮聾盲瘖啞人。悉在道邊。", "39": "太子見已。愁憂不樂。太子白王。欲從大王乞求一願。不", "40": "審聽不。王答欲願何等。不違汝意。太子言。我願欲得大", "41": "王中藏所有珍寶。置四城門外。及著市中。以用布施。在", "42": "所求索。不逆其意。王語太子。恣汝所欲。太子即輦珍寶。", "43": "著四城門外。及著市中。恣人所索。八方上下。莫不聞知。", "44": "千里萬里來者。恣意與之。時有敵國怨家。聞太子好喜", "45": "布施。即會諸臣及眾道士。共集議言。葉波國王。有行蓮", "46": "華上白象。名須檀延者。多力健鬥。每與諸國共相攻伐。", "47": "此象常勝。誰能往乞者。有婆羅門道士八人白言。我能", "48": "往乞。當給我糧。王即給之。八人即詣葉波國。至太子宮", "49": "門。悉皆柱杖。俱翹一腳住。自言遠來欲有所乞。太子聞", "50": "之。甚大歡喜。便出迎之。前為作禮。因相慰勞。問何所求", "51": "道士答言。我聞太子布施。名流八方。上徹蒼天。下入黃", "52": "泉。布施之功德不可量。欲從太子乞行蓮華上白象。太", "53": "子即將至廄中。令取一象。道士等八人言。我正欲得行", "54": "蓮華上白象。名須檀延者。太子言。此大象。是我父王之", "55": "所愛重。若與卿者。我即失父王意。或逐我出國。太子即", "56": "自思惟。我前有要。在所布施。不逆人意。今不與者。違我", "57": "本心。若不以此象施者。何從得成無上平等。即敕左右。", "58": "被象金鞍。疾牽出來。太子左手持水澡道士手。右手牽", "59": "象以授與之。歡喜而去。太子語道士言卿速疾去。王若", "60": "知者。便追奪卿。道士八人。即便疾去。國中諸臣聞以象", "61": "施怨家。皆大驚怖。王聞愕然。今得天下。有此象故。此象", "62": "勝於六十象力。而太子用與怨家。恐將失國。當如之何。", "63": "太子如是布施。中藏日空。恐舉及其妻子。皆以與人。王", "64": "共諸臣議之。將欲種種刑罰太子。有大臣白王不可。但", "65": "逐出國。置野田山中。十二年許。當使慚愧。王即徙太子", "66": "著檀特山十二年。太子白王。復願布施七日。展我微心。", "67": "乃出國去。王言汝正坐布施太劇。空我國藏。失我敵寶。", "68": "故逐汝耳。促疾出去。不聽汝也。太子白言。不敢違戾大", "69": "王教令。我自有財。願得布施。盡之乃去。二萬夫人。共詣", "70": "王所。請留太子。布施七日。乃令出國。王即聽之。四遠來", "71": "者。恣意與之。七日財盡。貧者得富。萬民歡喜。太子辭妻。", "72": "妃聞愕然。太子何故乃當是乎。太子具答因緣。是故逐", "73": "我。曼坻言。使國豐溢。富樂無極。但當努力。其於山中求", "74": "索道耳。太子言。人在山中恐怖之處。汝快憍樂。何能忍", "75": "是。妃答太子。我終不能相離也。王者以旛為幟。火者以", "76": "煙為幟。婦者以夫為幟。我但依怙太子。若有來乞丐者。", "77": "我當應之。乃至有人索求是物之者。隨太子所施。太子", "78": "言汝能爾大善。太子與妃及其二子。共至母所辭別欲", "79": "去。母聞感激悲哀。語傍人言。我身如石。心如剛鐵。奉事", "80": "大王。未曾有過。今有一子。而捨我去。我心何能不破而", "81": "死。太子與妃及二子。俱為父母作禮而去。二萬夫人以", "82": "真珠各一顆。以奉太子。四千大臣。以七寶奉上太子。太", "83": "子從宮出城。悉施四遠。即時皆盡。國中大小數千萬人。", "84": "共送太子。觀者皆悉垂淚而別。太子與妃俱載。自御而", "85": "去。前去已遠。止息樹下。有婆羅門來乞馬。太子即卸車。", "86": "以馬與之。以二子著於車上。妃於後推。太子步挽而去。", "87": "適前行。復逢婆羅門來乞車。太子即以車與之。適前行。", "88": "復有婆羅門來乞。太子言。我不於卿有所愛惜。我財物", "89": "皆盡。婆羅門言無財物者。與我身上衣。太子即解與之。", "90": "更著一故衣。適前行。復逢婆羅門來乞。太子以妃衣服", "91": "與之轉前行。復逢婆羅門來乞。太子以兩兒衣服與之。", "92": "太子布施車馬錢財衣服了盡。初無悔心。太子自負其", "93": "兒。妃抱其女。步行而去。去葉波國六千餘里。行在澤中。", "94": "大苦饑渴。忉利帝釋。即於曠澤。化作城郭。伎樂衣食。彌", "95": "滿城中。有人出迎太子。便可於此留止。妃語太子可止", "96": "此不。太子言。父王徙我著檀特山中。於此留者。違父王", "97": "命。即便出城。顧視不復見城。到檀特山。山下有水。深不", "98": "可度。妃語太子且當住此。須水減乃度。太子言。父王徙", "99": "我著山。於此住者。違父王教。太子慈心。水中有山。以堰", "100": "斷水。褰衣而度。前到山中。見山嶔岑。樹木繁茂。百鳥悲", "101": "鳴流泉清池。美水甘果。太子語妃。觀是山中。亦有學道", "102": "者。太子入山。果有一道人。名阿周陀。年五百歲。太子作", "103": "禮卻住白言。今在山中何許。有好果泉。可止處耶。阿周", "104": "陀言。是山中者。並是福地。所在可止。但此山中清淨之", "105": "處。卿云何將妻子來。而欲學道乎。太子未答。曼坻即問", "106": "道人言。在此學道。為幾何歲。道人言四五百歲。曼坻言。", "107": "計有吾我。何時得道。道人言。我實不及此事。太子即問", "108": "道人言。頗聞葉波國王太子。須大拏不。道人言我數聞", "109": "之。但未見耳。太子言。我正是須大拏也。道人問太子所", "110": "求何等。太子答言。欲求摩訶衍。道人言功德乃爾。今得", "111": "摩訶衍不久也。太子得無上道時。我當作第一神足弟", "112": "子。道人即指語太子所止處。太子即以法道結頭編髮。", "113": "以水果為飲食。即作草屋。男女別處。男名耶利。年七歲。", "114": "著草衣隨父出入。女名罽拏延。年六歲。著鹿皮衣。隨母", "115": "出入。山中禽獸。皆悉歡喜。來依附太子。空池皆生泉水。", "116": "枯木皆生華葉。諸毒皆消。果樹並茂。太子男女在於水", "117": "邊。與禽獸共戲。太子言願令眾生。皆得度脫。無復生老", "118": "病死之苦。帝釋言。大哉所願無上。所願特尊。非我所及", "119": "王即遣使促迎太子。以王命告太子。太子答言。王徙我", "120": "山中。一十二年為期。今猶一年在。年滿當歸。使還白王。", "121": "王更作手書以與太子。汝是智人。去時當忍來時亦忍", "122": "云何恚我不還。太子得書。頂戴作禮。卻繞七匝。便發視", "123": "之。山中禽獸。聞太子還。跳踉宛轉。自撲號呼。泉為空竭。", "124": "禽獸為不乳。百鳥皆悲鳴。太子與妃俱還本國。敵國怨", "125": "家。聞太子當還。即遣使者裝被白象。金銀鞍勒。以金缽", "126": "盛銀粟。銀缽盛金粟。送於道中。以還太子。辭謝悔過言", "127": "前乞白象。愚癡故耳。坐我之故。逐徙太子。今聞來還。內", "128": "懷歡喜。今以白象奉還太子。願垂受納。太子答言。譬如", "129": "有人。設百味食。持有所上。其人嘔吐在地。豈復香潔可", "130": "更食不。今我布施。譬亦若嘔。還終不受。速乘象去。謝汝", "131": "國王。苦屈使者。遠相勞問。於是使者即乘象還。白王如", "132": "是。因此象故。敵國之怨。化為慈仁。國王及眾臣等。皆發", "133": "無上平等道意。父王乘象出迎太子。太子便前。頭面作", "134": "禮。從王而歸。國中人民莫不歡喜。散華燒香。以待太子。", "135": "太子入宮。即到母前。頭面作禮。而問起居。王以寶藏付", "136": "太子。恣意布施。轉勝於前。布施不休。自致得佛。", "137": "法施法施", "138": "智度論云。佛說施中。法施第一。蓋財施有量。法施無量。", "139": "財施欲界報。法施出三界報。財施不能斷漏。法施清升", "140": "彼岸。財施但感人天報。法施通感三乘果。財施唯能施", "141": "者得福。法施通益能所。財施但益色身。法施能利心神。", "142": "又月燈三昧經云。佛言若有菩薩行於法施。有十種利", "143": "益。一棄捨惡事。二能作善事。三住善人法。四淨佛國土。", "144": "五趣詣道場。六捨所愛事。七降伏煩惱。八於諸眾生施", "145": "福得分。九於諸眾生修習慈心。十見法得於喜樂。", "146": "財施財施", "147": "增一阿含經云。爾時世尊。告諸比丘。應時之施。有五事", "148": "益。一者施遠來人。二者施遠去人。三者施病人。四者儉", "149": "時施。五者初得新果蓏。若穀食等。先與持戒精進人。然", "150": "後自食。是故欲行此五施。當念隨時施。若應時淨施者。", "151": "還得應時果報。", "152": "勸持戒勸持戒感應緣感應緣一驗", "153": "隋江州廬山化城寺釋法充。俗姓畢。九江人也。常誦法", "154": "華大品末住廬山半頂。化城寺修定。自非僧事。未嘗安", "155": "履。每勸僧眾無以女人入寺。上損佛化。下墜俗謠。然以", "156": "寺基事重。有不從者。充歎曰。生不值佛。已是罪緣。正教", "157": "不行。義須早死。何慮方土不奉戒乎。遂於此山香鑪峰。", "158": "自投而下。誓粉身骨。用生淨土。便於中虛。頭忽倒垂。冉", "159": "冉而下。處於深谷。不損一毛。寺眾不知。後有人上峰頂", "160": "路。望下千有餘仞。聞人語聲。就而尋之。乃是充也。身命", "161": "猶存。口誦如故。迎還至寺。乃斷女人出入。", "162": "忍辱部忍辱部勸忍勸忍", "163": "又攝論經云。由觀五義。以除瞋恚。一觀一切眾生。無始", "164": "已來。於我有恩。二觀一切眾生。恒念念滅。何人能損。何", "165": "人被損。三觀唯法無眾生。有何能損。及所損。四觀一切", "166": "眾生。皆是受苦。云何復欲加之以苦。五觀一切眾生。皆", "167": "是我子。云何於中欲生損害。由此五觀。故能滅瞋。", "168": "又遺教經云。能行忍者。乃可名為有力大人。又云見人", "169": "之過。口不得言。己身有惡。則應發露。書云聞人之過。如", "170": "聞父母之名。又云施人慎勿念。受施慎勿忘。", "171": "精進部精進部策修策修", "172": "又六度集經云。佛告弟子。當勤精進。聽聞諷誦。莫得懈", "173": "怠。陰蓋所覆。吾念過去無數劫時。有佛名一切度王。是", "174": "時眾中。有兩比丘。一名精進辦。一名德樂止。共聽法。精", "175": "進辦者。聞經歡喜。應時即得阿惟越致。神通具足。德樂", "176": "止者。睡眠不覺。獨無所得。時精進辦。謂德樂止言。佛者", "177": "難值。億百千世。時乃一出。當勤精進。為眾善本。如何睡", "178": "眠。時德樂止。聞其教詔。即便經行。於祗樹間。甫始經行。", "179": "復住眠睡。時精進辦。便以善權。往而度之。化作蜂王。飛", "180": "趣其眼。如欲蜇之。時德樂止。驚覺而坐。畏此蜂王。須臾", "181": "復睡。時蜜蜂王。飛入腋下。螫其胸腹。德樂止驚。心中懅", "182": "悸。不敢復睡。時泉水中。有雜色華。種種鮮潔。時蜜蜂王", "183": "飛住華上。食甘露味。德樂止端坐視之。畏復飛來。不敢", "184": "睡眠。即得不起法忍。解諸法本。又法句喻經云。昔有比", "185": "丘。日至城外。曠野塚間。路由他田。達過。其主見已。便興", "186": "瞋恚。此何道人。日此往來。在吾田中。縱橫往來。乃成人", "187": "蹤。道人報言。吾有鬥訟。來求證人。故行田中。田主宿緣", "188": "鉤連。應蒙得度。便逐道人。私匿從行。見曠塚間。屍骸狼", "189": "藉。胮脹臭爛。鳥獸食啗。散落異處。或有食啗盡不盡者。", "190": "似灰鴿色者。疽蟲𧉃嗽。臭穢難近。比丘舉手語彼人曰。", "191": "此諸鳥獸。是我證人。其人問曰。此諸鳥獸。何為證人。汝", "192": "今比丘。與誰共諍。比丘報曰。心之為病多諸漏患。我觀", "193": "此骸。分別惡露。自觀身。從頭至足。與彼無異。然此心意", "194": "流馳萬端追逐。幻為聲色香味細滑之法。我今欲誡心", "195": "之源本。汝心當知。興起是念。無令將吾入地獄餓鬼之", "196": "中。我今凡夫未脫諸縛。然此心賊。不見從命。以是之故。", "197": "日往曠野。為說惡露不淨之想。復與心說。心為卒暴。亂", "198": "錯不定。心今當改無造惡緣。時彼田主。聞道人教。以手", "199": "揮淚。哽咽難言。然彼田主。於迦葉佛十千歲中。修不淨", "200": "想尋時分別。三十六物。惡露不淨。爾時比丘。及彼田主。", "201": "即彼曠野。大畏塚間。得須陀洹道。又法句喻經說云。昔", "202": "有清信士。供養三寶。初無厭極。因得疾病。醫藥加治。不", "203": "能得差。時婦在邊。悲哀痛苦。共為夫婦。獨受斯痛。卿設", "204": "無常。我何所依。兒女孤單。何所恃怙。夫聞悲戀。應時即", "205": "死。魂神還在婦鼻中。化作一蟲。婦甚啼哭。不能自止。時", "206": "道人往與婦相見。知婿命過。鼻中作蟲。故欲諫喻。令損", "207": "愁憂。婦見道人來。增益悲哀。時婦洟鼻。蟲便墮地。婦即", "208": "慚愧欲以腳踏。道人告曰。止止莫殺。是卿夫婿。化作此", "209": "蟲。婦白道人。我夫奉經。持戒精進。何緣壽終墮此蟲中。", "210": "道人答曰。用卿恩愛。悲哀呼嗟。起恩愛心。戀慕愁憂。用", "211": "是壽終即墮蟲中。道人為蟲說經。卿精進奉經持法。福", "212": "應生天。在諸佛前。但坐恩愛戀慕之想墮此蟲中。亦可", "213": "慚愧。蟲聞其言。心開意解。即得上生。", "214": "感應緣感應緣二驗", "215": "晉始豐赤城山有法猷。燉煌人。少居苦行。習禪定。後遊", "216": "江左。止剡之石城山。乞食坐禪。嘗到一蠱家乞食。猷咒", "217": "願竟。忽見蜈蚣從食中跳出。猷快食無他。後移始豐赤", "218": "城山。石室坐禪。有狼虎數十。蹲在猷前。猷誦經如故。一", "219": "虎獨睡。猷以如意扣虎頭。訶何不聽經。俄而群虎皆去。", "220": "有頃。壯蛇競出。大者十餘圍。循環往復。舉頭向猷。經半", "221": "日復去。後一日神現形。語猷曰。法師威德既重。來止此", "222": "山。弟子輒推室以相奉。猷曰貧道尋山。願得相值。何不", "223": "共住。神曰弟子無為不爾。但部屬未狎法化。率難制御。", "224": "遠人來往。或相侵觸。人神道異。是以去耳。猷曰本是何", "225": "神。居之久近。欲移何處去耶。神曰弟子夏帝之子。居於", "226": "此山二千餘年。韓石山。是家舅所治。當往彼住。尋還山", "227": "陰廟。臨別執手。贈猷香三奩。於是鳴鞞吹角。陵雲而去。", "228": "赤城山。有孤巖獨立。秀出千雲。猷搏石作梯。昇巖宴坐。", "229": "接竹傳水。以供常用。禪學造者。十有餘人。王羲之聞而", "230": "故往。仰峰高挹。致敬而返。赤城巖。與天台瀑布。靈溪四", "231": "明。並相連屬。而天台懸崖峻峙。峰嶺切天。古老相傳云。", "232": "上有往時精舍。得道者居之。雖有石橋跨澗。而橫石斷", "233": "入。且莓苔青滑。自終古以來。無有得至者。猷行至橋所。", "234": "聞空中聲曰。知君誠篤。今未得度。卻後十年。自當來也。", "235": "猷心悵然。夕留中宿。聞行道唱布薩聲。且復欲前。見一", "236": "人鬚眉皓白。問猷所止。猷具答意。公曰。君生死身。何可", "237": "得去。吾是山神。故相告耳。猷乃退還。", "238": "宋沙門僧規者。武當寺僧也。時京兆張瑜。常請規在家", "239": "供養。永初元年十二月五日。規無痾忽暴死。二日而蘇。", "240": "說云。五更中。聞門巷間。嘵嘵有聲。須臾見有五人炳炬", "241": "火。執信旛逕來入屋。便以赤繩將去。行至一山。都無草", "242": "木。山側左右。白骨填積。俄至一城。有屋數十。屋前有立", "243": "木。長十餘丈。上有鐵梁。形如桔槔。左右有匱貯土。土有", "244": "品數。有一人衣幘並赤。語規曰。汝生世時有何罪福。依", "245": "實說之。赤衣人如局吏云。可開簿檢其罪福也。有頃。吏", "246": "至長木下。提一匱土。懸鐵梁上稱之。如覺低昂。吏謂規", "247": "曰。此稱量罪福之秤也。汝福少罪多。應先受罪。俄有一", "248": "人衣冠長者。謂規曰。汝沙門也。何不念佛我聞悔過可", "249": "度八難。規於是一心稱佛。衣冠人謂吏曰。可更為此人", "250": "稱之。既是佛弟子。幸可度脫。吏乃復上匱稱之。稱乃正", "251": "平。又有一人。朱衣玄冠。佩印綬。執玉板。來曰。筭簿上未", "252": "有此人名也。監官愕然。命左右收錄云。須臾見反縛向", "253": "五人來。監官曰。殺鬼何以濫將人來。乃鞭之。少頃。有使", "254": "者稱天帝。喚道人來。既至帝宮。經見踐歷。略皆金寶精", "255": "光晃昱。不得凝視。帝左右朱衣寶冠。飾以華珍。帝曰。汝", "256": "是沙門。何不勤業。而為小鬼橫收捕也。規稽首諸佛。祈", "257": "恩請福。帝曰。汝命未盡。今當還生。宜勤精進。勿屢遊白", "258": "衣家。殺鬼取人。亦多枉濫。規曰。橫濫之厄。當以何方而", "259": "濟免之。帝曰。廣設福業最為善也。若不辦爾。可作八關", "260": "齋。生免橫禍死離地獄。語畢。遣規去。因還瑜家而蘇。", "261": "禪定部禪定部述意述意", "262": "夫神通勝業。非定不生。無漏慧根。非靜不發。故經曰深", "263": "修禪定。得五神通。心在一緣。是三昧相。書亦有言。當使", "264": "杉如枯木。心若死灰。攝心一處。便是功德叢林。散意片", "265": "時。即名煩惱羅剎。", "266": "引證引證", "267": "如法句經心意品說云。昔佛在世時。有一道人。在河邊", "268": "樹下學道。十二年中。貪想不除。走心散意。但念六欲目", "269": "色耳聲。鼻香口味。身受心法。身靜意遊。曾無寧息。佛知", "270": "可度。化作沙門。往至樹下共宿。須臾月明。有龜從河中", "271": "來至樹下。復有水狗饑行求食。與龜相逢。便欲啗龜。龜", "272": "縮其頭尾。及其四腳。不能得啗。水狗小遠。復出頭足。行", "273": "步如故。於是道人。問化沙門。此龜有護命之鎧。水狗不", "274": "能得其便。化沙門答言吾念世人。不如此龜。不知無常。", "275": "放恣六情。外魔得便。形壞神去。生死無端。轉輪五道。苦", "276": "惱百千皆意所造。宜自勉勵。求滅度安。", "277": "頭陀頭陀", "278": "夫五欲蓋纏。並是禪障。既能除棄。其心寂靜堪能修道。", "279": "故明十二頭陀。少欲知足。無過此等。西云頭陀。此云抖", "280": "擻。能行此法。即能抖擻煩惱。去離貪著。", "281": "一盡行乞食。二受阿練若。三著糞掃衣。四一坐食。五常坐。六食後不受非時飲。七但有三衣。入毳衣。九隨敷坐。", "282": "十樹下住。十一空地住。十二死人間住。", "283": "感應緣感應緣二驗", "284": "隋蓋州響應山寺釋法進。為輝禪師弟子。於竹林坐禪", "285": "有四老虎。繞於左右。師後教為水觀。家人取柴。見繩床", "286": "上有好清水。拾兩白石。安著水中。進暮還寺。彌覺背痛。", "287": "具問家人。云安石子。語令明往所除此石。及旦。進禪家", "288": "人還見如初清水。即除石子。所苦便愈。", "289": "唐長安普光寺僧慧融。字圓照。俗姓張氏。南陽人也。幼", "290": "而精進。不犯微惡。少年落髮。即樂禪伍。常隱居泰山。後", "291": "奉敕入京。住普光寺。時遊終南山。逢雪深厚。不能得進。", "292": "忽有一虎近前弭耳俯伏。慧融知其意。乃乘之。虎遂負", "293": "融而上。常有雙鳥。於山林中。前行引路。至永徽初。寺僧", "294": "於慧融房舍上。見五色光起。及於山中焚身。肌骨總銷。", "295": "惟心不爛。", "296": "智慧部智慧部感應緣感應緣三驗", "297": "唐襄州紫金寺釋慧稜姓申屠。凡有法論。皆令覆述。吐", "298": "言質朴。談理入微。時人同號得意稜也。至貞觀十四年", "299": "正月半。襄州有感通寺昶法師曰。夢見閻羅王。請稜公", "300": "欲講三論。昶公講法華如何。稜曰善哉。慧稜發願。常處", "301": "地獄。教化眾生。講大乘經。既有此徵。斯願畢矣。至十月", "302": "半黃昏時。遂覺不愈告弟子曰。吾五臟已崩。無有痛所。", "303": "四更起坐。告寺主寶度曰。憶年八歲。往龍泉寺。借觀音", "304": "未至。耆闍已講三遍。皎如目前。說言未訖。外有大聲告", "305": "曰。法師早起燒香。使人即到。度曰何人。答曰閻羅王使。", "306": "迎稜法師來。即起燒香洗浴。懺悔禮佛訖。還房中。與度", "307": "別。食粥未了。便取一生私記焚之。至小食時。異香忽來。", "308": "稜斂容便卒。", "309": "唐京師會昌寺釋空藏。姓王氏。先祖晉陽。今在雍州之", "310": "新豐縣。母初孕之日。自然不食酒肉。葷辛不嘗。既誕之", "311": "後。靈鑒日陳。情用高遠。讀誦經論。恩存拔濟。聰勤無比。", "312": "日誦萬言。至年長大。總誦經論三百餘卷。抄摘眾經。大", "313": "乘要句十有餘卷。流行於世賢劫千佛。日禮一遍。春夏", "314": "方等。常坐不臥。寸陰不虧。", "315": "唐蕭氏。是司元大夫崔義起妻。蕭鏗女也。蕭氏為人。妒", "316": "忌多瞋。好打僕婢。不信業報。至麟德元年。從駕洛陽。到", "317": "二年正月身亡。死在地獄。蕭氏手下常所愛婢。名閏玉。", "318": "年可十八。容貌端正。性識聰敏。信樂佛法。至二月家內。", "319": "為夫人設三七日齋。僧正食時。夫人自來看。枷項鎖腰。", "320": "獄卒衛從。餘人不知。唯此婢見。夫人靈著此婢。言音共", "321": "夫人生平語音無異。使傳語向家內大小云。吾適崔家", "322": "已來。為性多瞋。橫生嫉妒。好打僕婢。兼不信因果。今至", "323": "地獄。受罪極重。備經諸苦。聞家內今三七日。為吾設齋。", "324": "請求獄官。放一日假。暫來看齋。語汝男女。合家大小。吾", "325": "自共汝同住已來。身三口四。意怒三毒。好瞋打汝。兼嫉", "326": "妒大夫所看婢妾。種種不善。發起惡業。今受報苦。願汝", "327": "男女。合家大小內外眷屬。從汝懺悔。願施歡喜。然汝男", "328": "女憶吾乳餔之恩。將吾平生受用資具。速捨修福望拔", "329": "冥苦。至七七日。為我設齋。令此功德。早得成就。吾至齋", "330": "日。更請官人。望得復來。語大夫。及兒女等。大夫生平急", "331": "性多瞋。不得過分瞋打侍婢。勸信三寶恭敬上下。修持", "332": "齋戒臨去之時。語男女云。吾且將閏玉去。使在地獄。看", "333": "吾受罪苦痛如何。經五六日放回來。令汝男女知吾受", "334": "罪。苦痛虛實。作此語已。閏玉即死。唯心上暖。身臥在地。", "335": "此婢即至地獄。見一大殿院門。嚴兵守衛。云是王殿。行", "336": "至東院。別見一廳。上有大官人。云是斷罪官。復過廳院。", "337": "東有地獄。夫人語婢云。汝看吾受罪之苦。即有種種獄", "338": "卒羅剎。扑擲夫人。屠割身肉。鑊湯煎煮。煮已還活。活已", "339": "復歷諸獄。鐵鉺抽舌。鐵鳥啄之。復臥鐵床。飛鳥猛火。一", "340": "時著身。死已還活。活已復受諸苦。夫人蘇已。即見其父", "341": "蕭鏗。乘紫金蓮華座。騰空而來。鏗生平已來。及歷任諸", "342": "官。皆不食酒肉葷辛。常誦法華經日別一遍。恭敬三寶", "343": "晝夜六時。禮誦無闕。今生善處。見女受苦。故來語云。吾", "344": "生平之日。每勸汝生信止怒。汝不用吾語。今致其殃。汝", "345": "復何因。將此婢來。女報父言為兒生平不信。今受罪苦。", "346": "故將此婢。看兒受罪輕重。令傳向家內男女。使其生信。", "347": "父聞即語女言。吾雖生善處。未能全救汝苦。汝努力自", "348": "勵發心。兼籍家內福善。共相助佐。決望得出。上昇人天", "349": "忽有一婆羅門師。年少端正。亦乘空而來。語夫人曰。由", "350": "汝不信因果。今受罪苦。未知此婢。性識何如。吾欲教誦", "351": "經。使傳家內。令世人生信。夫人報云。請師但教此婢。師", "352": "即先教金剛般若。初受二三行。漸得一紙半紙。復教誦", "353": "藥師。法華。一受不忘。此之三部。皆作梵音。文詞典正。音", "354": "韻清亮。文句皆熟。即已放歸。語云。汝至家內。逢人為誦。", "355": "令覓婆羅門善梵語者。試看誦之。見女獠婢。尚能誦得", "356": "三本梵經。豈可不生信心。倘得一人迴邪入正。非但夫", "357": "人得福。亦令汝後報。不入三塗。受語至家。醒了如舊。即", "358": "集家內尊卑。具說夫人地獄罪苦。即臥地。作夫人在地", "359": "獄受苦之事。或云看夫人吞熱鐵丸。開口咽之。口赤腹", "360": "熱如火。或云看夫人受鐵犁耕舌。出舌二三尺餘。或云", "361": "看夫人受鐵床苦。身體紅赤。熱氣如火。如是變現種種", "362": "痛苦相已。然後蘇醒。復說見夫人父誡敕之事。復說見", "363": "婆羅門教誦經意。夫人得出地獄。上升天報。此婢即為", "364": "家內正坐而誦文。文句皆作梵音。聲氣清亮。令人樂聞。", "365": "室家大小。見此善惡靈驗。罕所未聞。男女大小五體自", "366": "撲。號哭哀慟。逾痛初亡。道俗郡官聞者皆勸易心歸信。", "367": "齋戒不絕。", "368": "懺悔篇懺悔篇引證引證", "369": "如最妙初教經云。佛告舍利弗。我憶往昔。有一比丘。名", "370": "曰欣慶。犯四重禁。來至僧中。九十九夜。懺悔自責。罪業", "371": "即滅。戒根即生。", "372": "會意部會意部", "373": "問經說懺悔。能滅罪業。云何唯說觀理智心。能滅諸業。", "374": "釋言懺悔有二。一是迷心依事懺悔謂佛像行道禮敬", "375": "發願。要期斷除事惡。二是智心依禮懺悔謂觀身心斷", "376": "除結使。但所造業。有輕有重。若論輕業。事懺亦滅。若論", "377": "重業。有轉者亦能轉重令輕。又大寶積經云。百千萬劫。", "378": "久習結業以一實觀即皆消滅。又諸法無行經云。若菩", "379": "薩能見一切眾生性。即涅槃性。則能畢竟滅障罪故。又", "380": "普賢菩薩經云。觀心無心。從顛倒想起。如此想心。從妄", "381": "想起。如空中風。無依止處。故知善惡取性作相。由未悟", "382": "理非無妄業後若悟理前業即滅如正觀理時。當思諸", "383": "障本唯空寂。恒與諸佛同一真性。但無明障厚。不能睹", "384": "見。以不見故。恒於佛前破戒違道。十惡五逆。無過不為。", "385": "猶如一堂。延及凡聖。在堂供養。有多盲人。以無目故。遂", "386": "於眾前具造諸惡。時有智人愍之不已。語盲人曰。此堂", "387": "具有凡聖僧眾。汝云何對之公然造惡。盲人聞已。慚愧", "388": "怖畏。謝過無地。遂即伸意敬白合堂師眾。少來失明雖", "389": "與師等同在一堂。不能睹見。今因善友開導。始知有師。", "390": "今從合堂師等。求哀懺悔。此盲人。雖自無眼。不見僧眾。", "391": "然知僧眾先皆見已。受其懺悔。我等亦然。昔造罪時。恒", "392": "在佛前。今欲悔過。了知諸佛。悉皆已見。但一切諸佛。三", "393": "達靈智。五眼明照。知無不盡。莫問遠近內外明闇。如掌", "394": "觀珠。隨機赴感。不差時也。又知罪緣無有自性。但以妄", "395": "想因緣。虛受是苦。故維摩經云。心垢故眾生垢心淨故", "396": "眾生淨妄想是垢無妄想是淨。罪性不在內。不在外。不", "397": "在中間。如其心然。無始以來。所造諸惡。猶如闇室。懺悔", "398": "正解。狀若明燈。一照昏闇皆除。", "399": "儀式部儀式部", "400": "懺悔總有四種。一更相易脫懺。是凡夫下等懺法。二永", "401": "斷相續懺。是上品凡夫懺法。三燋業懺。是賢人懺法。四", "402": "滅業懺。是聖人懺法。前二是事中懺。敵對而除。然此業", "403": "性常在。以熏成種故。如人斫樹。但去枝條。其根仍在。後", "404": "二懺悔。要須緣空悟理心境虛融。常須作意。見諦漸修。", "405": "然後得滅。常依善友。發大誓願。臨命終時。亦得隨願往", "406": "生十方淨土。永離三惡。", "407": "歸命十方一切佛。頂禮無邊淨覺海。亦禮玅法不思議。真如自性清淨藏。住於極愛一子地。得道得果諸聖人", "408": "我以身口清淨意。咸各歸命稽首禮。", "409": "洗懺部洗懺部", "410": "如舍利弗悔過經云。佛言若有善男子。善女人。欲求阿", "411": "羅漢道。欲求辟支佛道。欲求佛道者。欲知去來之事者。", "412": "常以平旦。日中。日入。人定。夜半雞鳴時。澡漱。正衣服。叉", "413": "手禮拜十方自在所向。當悔過言。某等宿命。從無數劫", "414": "以來。所犯過惡。至今世所犯婬泆。所犯瞋恚。所犯愚癡。", "415": "不知佛時。不知法時。不知比丘僧時。不知善惡時。若身", "416": "有犯過。若口犯過。若心犯過。若意欲害佛嫉惡經道。若", "417": "鬥比丘僧。若殺阿羅漢。若自殺父母。若犯身三口四意", "418": "三。自殺生。教人殺生。自行盜。教人行盜。自欺人教人欺", "419": "人。代其喜等。諸所作過惡。願從十方諸佛。求哀悔過。今", "420": "世不犯此過殃。後世亦不被此過殃。佛語舍利弗。若善", "421": "男子。善女人。意不欲入三塗者。諸所作。皆當悔過。不當", "422": "覆藏。不欲生邊地。無三寶處。乃至欲得三乘道果者。皆", "423": "當悔過。不當覆藏。若有人供養天下阿羅漢。辟支佛。滿", "424": "千。不如持悔過經。於晝夜各三。過讀一日。其得福勝百", "425": "倍千倍萬倍億倍。", "426": "感應緣感應緣二驗", "427": "晉沙門慧達。姓劉。名薩荷。西河離石人也。未出家時。長", "428": "於軍旅。好畋獵。年三十一暴病而死。體尚溫未殮。至七", "429": "日而蘇。說云。將盡之時。見有兩人。執縛將去。向西北行。", "430": "行路轉高。稍得平衢。兩邊列樹。見有一人。執弓帶劍。當", "431": "衢而立。指語兩人。將荷西行。見屋舍甚多。白壁赤柱。荷", "432": "入一家。有女子。美容服。荷就乞食。空中聲言。勿與之也。", "433": "有一人從地踊出。執鐵杵將欲擊之。荷遽走歷入十許", "434": "家。見一嫗乘車。與荷一卷書。西至一家。館宇華整。有嫗", "435": "坐於戶外。屋內床帳光麗。竹席清几。復有女子處之。問", "436": "荷得書來不。荷以書卷與之。女取餘書比之。俄見兩沙", "437": "門。謂荷汝識我不。荷答不識。沙門曰。今宜歸命釋迦文", "438": "佛。荷如言發願。因隨沙門俱行。遙見一城。色甚黑。蓋鐵", "439": "城也。見人身甚長大。膚黑如漆。頭髮曳地。沙門曰。此獄", "440": "中鬼也。其處甚寒。有冰如席。飛散著人頭頭斷。著腳腳", "441": "斷。二沙門云此寒冰獄也。荷便識宿命。知兩沙門。往維", "442": "衛佛時並其師也。作沙彌時。以犯俗罪。不得受戒。世雖", "443": "有佛。竟不得見。從再得人身。一生羌中。今生晉中。又見", "444": "從伯在此獄裡。謂荷曰。昔在鄴時。不知事佛。見人灌像", "445": "聊試學之。而不肯還直。今故受罪。猶有灌福。幸得生天。", "446": "次見刀山地獄。次第經歷。觀見甚多。俄見金色。暉明皎", "447": "然。見人長二丈許。相好嚴華。體黃金色。左右並曰觀世", "448": "音大士也。皆起迎禮。荷作禮畢。菩薩具為說法。可千餘", "449": "言。荷作禮而別。出南大道。廣百餘步。道邊有高坐。高數", "450": "十丈。有沙門坐之。左右僧眾。列倚甚多有人執筆。北面", "451": "而立謂荷曰在襄陽時。何故殺鹿。跪答曰。他人射鹿。我", "452": "加劍耳。又不噉肉。何緣受報。時即見襄陽殺鹿之地。草", "453": "樹山澗。忽然滿目。所乘黑馬。並皆能言悉證荷殺鹿。年", "454": "月日時。荷懼無對。須臾有人以叉叉之。投鑊湯中。自視", "455": "四體。潰然爛碎有風吹身。聚小岸邊。還復全形執筆者。", "456": "復問汝又射雉。亦常殺雁。言已。又投鑊湯。如前爛法。受", "457": "此報已。乃遣人送荷。遙見故身。意不欲還。送人推引。久", "458": "久乃附形蘇活。奉法精勤遂即出家。", "459": "梁楊都宣武寺沙門法寵。姓馮。南陽冠軍人也。年三十", "460": "八。正勝寺法願道人。善通樊許之術。謂寵曰。君年滿當", "461": "死。無可避處。唯祈誠諸佛懺悔。先愆排脫。或可異耳。寵", "462": "因引鏡驗之。見面有黑氣。於是貨賣衣缽資餘。併市香", "463": "供。飛舟東逝。直至海鹽。居在光興閑房禮懺。杜絕人物。", "464": "晝忘食息。夜不解衣。迄至四十。歲暮之夕。忽覺兩耳腫", "465": "痛。彌生怖懼。其夜懺達四更。聞戶外有人言曰。君死業", "466": "已盡。遽即開戶。都無所見。明晨僉言黑氣都除。兩耳乃", "467": "是生骨。斯實由懺蕩之殷。故使延壽也。", "468": "受戒篇受戒篇", "469": "引證又舊雜譬喻經云。昔釋迦佛。往到第二忉利天上。為母", "470": "說經。時有一天。壽命垂盡。即自思惟。壽終之後。當棄天", "471": "樂。下生拘夷那竭國。受疥癩母豬腹中作子。甚預憂愁。", "472": "不知何計得免此罪。有天語言。今佛在此。為母說經。佛", "473": "為三世一切之救。唯佛能脫重罪。即到佛所。稽首作禮。", "474": "未及發問。佛告天子。一切萬物。皆歸無常。汝素所知。何", "475": "為憂愁。天白佛言。雖知天福。不可得久。恨離此座。當為", "476": "母豬。以是為毒。佛言欲脫豬身。當三自歸如是日三。天", "477": "從佛教。晨夜自歸。於後七日。天命壽盡。至維那離國。作", "478": "長者子。在母腹胎。日三自歸如生。墮地亦跪自歸。其母", "479": "免身。又無惡露。母傍侍婢。怖而棄走。母亦深怪兒墮地", "480": "語。謂之熒惑。意欲殺之。具白長者所由。父言止止。此兒", "481": "非凡。人生百歲。尚不曉歸。況兒墮地。能自稱佛。好養視", "482": "之。無令輕慢。兒遂長大。七歲與其輩類於道邊戲。時佛", "483": "弟子舍利弗。目乾連。適過兒傍。兒言我和尚。舍利弗等。", "484": "驚怪小兒。能禮比丘。兒言道人不識我耶。佛於天上為", "485": "母說經。我時為天。當下作豬。從佛受教自歸得人。比丘", "486": "即為咒願。因請佛及僧供養畢訖。佛為說法。父母及兒。", "487": "內外眷屬。應時皆得阿唯越致。", "488": "神衛神衛", "489": "歸佛有三神。一名陀摩斯那。二名陀摩婆羅那。三名陀", "490": "摩流支。歸法有三神。一名法寶。二名呵責。三名辦意。歸", "491": "僧有三神。一名僧寶。二名護眾。三名安隱。", "492": "殺戒有五神。一名波吒羅。二名摩那斯。三名婆睺那。四名呵那吒。五名頗羅吒。", "493": "盜戒有五神。一名法善。二名佛那。三名僧喜。四名廣額。五名慈善。", "494": "婬戒有五神。一名貞潔。二名無欲。三名淨潔。四名無染。五名蕩滌。", "495": "妄戒有五神。一名美旨。二名實語。三名質直。四名直答。五名和合語。", "496": "飲酒戒有五神。一名清素。二名不醉。三名不亂。四名無失。五名護戒。", "497": "八戒八戒會名會名", "498": "諸經論中何名八關齋。亦名關戒耶。答曰前八是關閉", "499": "八惡。不起諸過。不非時食者是齋。齋者齊也。謂禁止六", "500": "情不染六塵。齊斷諸惡。具修眾善也。", "501": "功能功能", "502": "如齋法經云。譬如天下十六大國。滿中眾寶。不如一日", "503": "受佛齋法比其福者。則十六國為一豆耳。又中阿含經", "504": "云。多聞聖弟子。持八支齋時憶念如來十號名字。若有", "505": "惡思不善皆滅。又優婆塞戒經云。若有人以四大寶藏。", "506": "滿中七寶。持布施人。所得功德。不如有人一日一夜。受", "507": "持入戒。除五逆罪。餘一切罪。皆悉消滅。又智度論。問曰", "508": "白衣居家。唯有此五戒。更有餘法耶。答曰有一日戒。六", "509": "齋日持。無量功德。若十二月十五日。受持此戒。福最多。", "510": "何也。是日鬼神逐人。欲奪人命。劫初聖人。教人持齋。修", "511": "善治福。以避凶哀。是時直以一日不食為齋。後佛出世。", "512": "始教一日一夜。如諸佛受持八戒。過中不食。是功德。", "513": "三聚部三聚部戒相戒相", "514": "大聖度人。功唯在戒。凡論戒。樞要有三。一在家戒謂五", "515": "戒。八戒是。二出家戒。謂十戒。二百五十戒是。三道俗通", "516": "行戒。謂三聚戒是。然此三聚。復有三種。一者戒種。種性", "517": "是。二者戒心。菩提心四無量是。三者戒行。六度四攝是。", "518": "然此度攝。若隨威像。則名三聚。若依行位。乃稱為七。若", "519": "就德位。遂號七地。及十三住。", "520": "優劣優劣", "521": "居家持戒。凡有四種。若為現樂。怖畏惡名。或避苦役。求", "522": "離諸難。是為下人持戒。若為世間福樂。堅持禁戒。是為", "523": "中人持戒。若為諸法無常。欲求離苦無為。常樂涅槃。是", "524": "為上人持戒。若為憐愍眾生。專求佛道。了知諸法。深觀", "525": "實相。是為上上人持戒。", "526": "感應緣感應緣三驗", "527": "晉盧山釋慧永。姓潘。河內人也。貞素自然。清心克己。言", "528": "常含笑。語不傷物。耽好經典。善於講說。樂住盧山。與遠", "529": "同止。又別立一茅室於嶺上。每欲禪思。輒往居焉。時有", "530": "至房者。並聞殊香之氣。永屋中常有一虎。人或畏者。輒", "531": "驅令上山。人去後還復循伏。至晉義熙十年。遇疾危篤。", "532": "而專謹戒律。執志愈勤。雖枕痾苦。而顏色怡悅。少時忽", "533": "斂衣合掌。求屣欲起。如有所見。眾咸驚問。答云佛來。言", "534": "終而卒。道俗在山咸聞異香。七日乃歇。", "535": "隋終南山悟真道場釋淨業。漢東隋人也。精研律部。博", "536": "綜異聞。仁壽二年。被舉送舍利於安州景藏寺。初欲行", "537": "於十力寺置之。行至景藏寺。忽感異香滿院。眾共嗟怪", "538": "因而樹立。將下舍利。赤光挺出。照於人物。寺重閣上。聞", "539": "眾人行聲。及往掩捕。扃閉如初。塔北有池。沙門淨範。為", "540": "諸道俗受菩薩戒。乃有群魚遊躍。首皆南向。似受歸相。", "541": "範即乘船入水。為魚授戒。魚皆迴頭遶船。如有聽受。都", "542": "無有懼。業慶其遇。乃以舍利置於佛堂。先有塑菩薩一", "543": "軀。不可移動。至明乃見迴首。面向舍利。狀類天然。", "544": "唐華州鄭縣人張法義。年少貧野不修禮度。於貞觀十", "545": "一年入華山伐樹。遇見一僧坐巖穴中。法義便就與語。", "546": "會天晦冥。僧設松柏末以供食之。謂法義曰。貧道久不", "547": "欲外人知。檀越出。慎勿言相見。因為說俗人多罪累。死", "548": "皆惡道。至心懺悔。可以滅之。乃令淨浴清淨。披僧衣。為", "549": "懺悔。旦而別去。至十九年。法義病死。埋於野外。貧無棺", "550": "槨。以雜木瘞之而蘇。自推木出歸家。家人驚愕。審問知", "551": "活乃喜。法義自說。初有兩人來取。乘空行至官府。入大", "552": "門。又巡巷南行十許里。巷左右皆有官曹。門閭相對。法", "553": "義至一曹。官曰將法義過錄事。錄事署發文書。令送付", "554": "判官。判官召主典。取法義案。案簿甚多。盈一床。主典對", "555": "法義前。披檢云。案簿多。先朱勾畢。有未朱勾者。則錄之", "556": "曰。貞觀十一年。法義父使刈禾。義反顧張目私罵。不孝", "557": "合杖八十。始錄一條。即見昔巖穴中僧來。判官起迎。問", "558": "何事。僧曰張法義。貧道弟子。其罪並懺悔訖。天曹案中", "559": "已勾畢。今枉追來不合死。主典云。經懺悔者已勾了。至", "560": "如張目罵父。雖懺未勾。僧曰若不如此。當取案勘之。應", "561": "有福利。仰判官令主典將法義過王宮。僧亦隨至王所。", "562": "王起迎。僧曰有弟子張法義被錄來。此人宿罪。並貧道", "563": "勾訖。未合死。主典又以張目視父事過王。王曰張目懺", "564": "悔此不合免。然師來請。可特放七日。法義白僧曰。七日", "565": "既不多。後來恐不見師。請即住隨師。師曰七日。七年也", "566": "可早去。法義固請隨僧。僧因請王筆。書法義掌中。作一", "567": "字。又請王印印。曰可急去還家。憑福報。後來以掌印呈", "568": "王。王自當放汝也法義乃辭去僧令送出。至其家內正", "569": "黑。義不敢入。使者推之遂活。因入山。就山僧修福。義掌", "570": "中所印之處。文不可識。然皆為瘡。", "571": "破戒篇破戒篇引證引證", "572": "又百喻經云。昔有國王。有一好樹。高廣極大。當生勝果。", "573": "香而甜美。時有一人。來至王所。王語之言。此之樹上。將", "574": "生美果。汝能食不。即答王言。此樹高廣。雖欲食之。何由", "575": "能得。即便斷樹。望得其果。既無所獲。徒自勞苦。後還欲", "576": "豎。樹已枯死。世間之人。亦復如是。如來法王。有持戒樹", "577": "修諸功德。不解方便。反毀其禁。", "578": "感應緣感應緣二驗", "579": "宋沙門智達者。益州索寺僧也。行頗流俗。而善經唄。年", "580": "二十三。宋元徽三年六月病死。身暖不殮。遂經三日能", "581": "言。始困之時。見兩人皆著黃布褲褶。一人立於戶外。一", "582": "人逕造床前。曰上人應去。可下地也。達曰貧道體嬴。不", "583": "堪涉道。此人復曰可乘轝也。言卒而轝至。達既昇之。意", "584": "識怳然。四望極目。但睹荒野。途逕艱危。至於朱門。墻闥", "585": "甚華。達入至堂下。堂上有一貴人。朱衣冠幘。據床坐。甚", "586": "有威容。左右兵衛百許人。貴人見達。乃斂顏正色謂曰。", "587": "出家之人。何宜多過。達曰。有識已來。不憶作罪。問曰。誦", "588": "戒廢不。達曰。初受具足之時。實常習誦。比逐齋講。恒事", "589": "轉經。故於誦戒。時有虧廢。復曰。沙門時不誦戒。此非罪", "590": "何。可且誦經。達即誦法華經三契而止。貴人敕所錄達", "591": "使人曰。可送至惡地。勿令太苦。二人引達將去。行數十", "592": "里。稍聞轟磕。鬧聲沸火。而前路轉闇。次至一門。高數十", "593": "丈。色甚堅黑。達自念經說地獄。此其是矣。乃大恐怖。悔", "594": "在世時。不修業行。及大門鬧聲愈壯。門裡轉闇。無所復", "595": "見時火光乍滅乍揚。見有數人反縛前行。後有數人。執", "596": "杈杈之。血流如泉。其一人乃達從伯母。彼此相見。意欲", "597": "共語。有人曳之殊疾。不得款言。入門二百步許。見有一", "598": "物。形如米囤。可高丈餘。二人執達擲置囤上。囤裡有火。", "599": "焰燒達身。半體皆爛。痛不可忍。自囤墜地。悶絕良久。二", "600": "人復將達去。見有鐵鑊十餘。皆煮罪人。人在鑊中。隨沸", "601": "出沒。鑊側有人。以杈刺之。諸鑊皆滿。唯有一鑊尚空。二", "602": "人謂達曰。上人即時應入此中。達聞其言。肝膽塗地。乃", "603": "請之曰。君聽貧道。一得禮佛。便至心稽首。願免此苦。祈", "604": "悔特至。既而四望無所復見。唯睹平原茂樹風景清明", "605": "忽不覺還就身。時在索寺也。齋戒逾堅禪誦彌固。", "606": "宋沙門釋曇典。白衣時年三十。忽暴疾而亡。經七日方", "607": "活。說初亡時。見兩人驅將去。使輦米。伴輦可有數千人。", "608": "晝夜無休息。見二道人云。我是汝五戒本師。來慰問之。", "609": "師詣官主云。是貧道弟子。且無大罪。曆筭未窮。即見放", "610": "遣。二道人送典至家。住其屋上。具約示典。可作沙門。勤", "611": "修道業。言訖下屋。道人推典著屍。蘇後出家。", "612": "受齋篇受齋篇感應緣感應緣二驗", "613": "宋京師道林寺有沙門僧迦達多。博通經論。以禪思為", "614": "業。元嘉初。來遊宋境。常在山中坐禪。有群鳥銜果。飛來", "615": "授之。達多思惟昔獼猴奉蜜。佛亦受而食之。今飛鳥授", "616": "食。便食之。", "617": "高齊初沙門實公者。嵩山高栖士也。旦從林向白鹿山。", "618": "因迷失道。日將中。忽聞鐘聲。尋響而進。巖岫重阻。登陟", "619": "而趣。乃見一寺。獨據深林。三門正南。赫奕輝煥。前至門", "620": "所。看額云靈芝寺門外五六犬。其犬如牛。白毛黑喙。或", "621": "踊或臥。以眼盻實。實怖將返。須臾番僧外來。實喚不應。", "622": "亦不迴顧。直入門內。犬亦隨入。良久實見無人。漸入次", "623": "門。屋宇四周。房門並閉。進講堂。唯見床榻。高座儼然。實", "624": "入西南隅床上坐。久之。忽聞棟間有聲。仰視見開孔如", "625": "井大。比丘前後從孔飛下。遂至五六十人。依位坐訖。自", "626": "相借問。今日齋時。何處食來。或言豫章成都。長安隴右", "627": "薊北嶺南五天竺等。無處不至。動即千萬餘里。末後一", "628": "僧。從空而下。諸人兢問來何太遲。答曰今日相州城東", "629": "彼岸寺鑒禪師講會。各各豎義。殊為可觀。不覺遂晚。實", "630": "本事鑒為和上。既聞此語。望得參話。希展上流。整衣將", "631": "起。咨諸僧曰。鑒是實和上。諸僧直視。忽隱寺所。獨坐磐", "632": "石柞木之下。向之寺宇。一無所見。唯睹岩谷。禽鳥翔集。", "633": "喧亂切心。出以問尚統。法師。尚曰。此寺名。趙時佛圖澄", "634": "法師所造。年歲久遠。賢聖居之。非凡所住。或汎或隱。遷", "635": "徙無定。今山行者猶聞鐘聲。", "636": "破齋篇破齋篇感應緣感應緣一驗", "637": "唐隴西李思一。今居相州之滏陽縣。貞觀二十年正月", "638": "已死。經日而蘇。至永徽三年五月又死。經一宿而蘇。說", "639": "云。年命未盡。蒙王放歸。於王前。見相州滏陽縣法觀寺", "640": "僧辦珪。又見會福寺僧弘亮。及慧寶。三人並在王前辨", "641": "答。見冥官云慧寶死期未至。宜修功德。辦珪弘亮今歲", "642": "必死。辦珪等是年果相繼卒。後寺僧令一巫者。就弘亮", "643": "舊房。召二僧問之。辦珪曰。我為破齋今受大苦。兼語諸", "644": "弟子等曰。為我作齋。救拔苦難。弟子輩即為營齋。巫者", "645": "又云。辦珪已得免罪。弘亮云。我為破齋兼妄持人長短。", "646": "令被拔舌痛苦。不能多言。", "647": "賞罰篇賞罰篇引證引證", "648": "如百喻經云。昔有二人。共種甘蔗。而作誓言。種好者賞。", "649": "其不好者當重罰之。時二人中。一者念言。甘蔗極甜。若", "650": "壓取汁。還灌甘蔗。樹必得勝。既取汁溉。冀望滋味。反敗", "651": "種子。所有甘蔗。一切都失。世人亦爾。欲求善福。恃己豪", "652": "貴。倚形挾勢。逼脅下民。陵奪財物。用作福善。反獲其殃。", "653": "感應緣感應緣一驗", "654": "晉富陽縣令王範有妾桃英。殊有姿色。遂與閣下丁豐", "655": "史華期二人奸通。範常出行不還。帳內都督孫元弼。聞", "656": "丁豐戶中環珮聲。覘視。見桃英與同被而臥。元弼叩戶", "657": "叱之。桃英即起。攬裙理鬢。躡履還內。元弼又見華期帶", "658": "珮桃英麝香。二人懼元弼告之。乃共謗元弼與桃英有", "659": "私。範不辦察。遂煞元弼。有陳超者。當時在座。勸成元弼", "660": "罪。後範代還超亦出都看範。行至赤亭山下。值雷雨日", "661": "暮。忽然有人扶超腋逕曳將去。入荒澤中。電光照見一", "662": "鬼。面甚青黑。眼無瞳子。曰吾孫元弼也。訴冤皇天。早見", "663": "申理。乃今相遇。超叩頭流血。鬼曰王範為事主。當先殺", "664": "之。賈景伯孫文度在太山玄堂下。共定生死名錄。桃英", "665": "魂魄。亦收在第三地獄。名女青亭。此黃泉下。專治女鬼", "666": "者。投至天明。失鬼所在。超至楊都詣範。未敢說之。便見", "667": "鬼從外來。逕入範帳。至夜範始眠。忽然大猒。連呼不醒。", "668": "妾亦暴亡。超走長千寺。易姓名為何規。後五年三月三", "669": "日。臨水酒酣。超云今當不復畏此鬼也。低頭便見鬼影", "670": "已在水中。以手搏超。鼻血大出。可一升許。數日而殂。", "671": "利害篇利害篇引證引證", "672": "又僧護經云。爾時舍衛國中。有五百商人。欲入大海。共", "673": "議求覓法師。眾中有一長者。告諸商人我有門師。名曰", "674": "僧護。可請為師。爾時世尊知僧護比丘。廣度眾生。即便", "675": "聽許。時諸商人。與僧護法師。俱入大海。未至寶所。龍王", "676": "捉住。時諸商人甚大驚怖。互跪合掌。而仰問言。是何神", "677": "祗而捉船住。若欲所須。應現身形。爾時龍王忽然現身", "678": "曰。以此僧護比丘與我。商人答曰。從佛世尊。及舍利弗", "679": "所。而請將來。云何得與。龍王曰。若不與我。盡皆殺汝。時", "680": "諸商人即大驚怖。俛仰不已。僧護比丘捨與龍王。龍王", "681": "將詣宮中。即以四龍作僧護弟子。龍王白言尊者為我", "682": "教此四龍。第一龍者。教增一阿含。第二龍者。教中阿含。", "683": "第三龍者。教雜阿含。第四龍者。教長阿含。僧護即教。第", "684": "一龍者默然聽受。第二龍者眠目口誦。第三龍者迴顧", "685": "聽受。第四龍者遠住聽受。此四龍子。於六月中。誦四阿", "686": "含領在心懷。盡無遺餘。時大龍王。詣僧護所。僧護曰。受", "687": "持法者。無軌則心。不如佛法受持誦習。龍王白言。大德", "688": "不言。呵諸龍等。所以者何。以護師命。故作此聽。龍有四", "689": "毒。初默受者。以聲毒故。若出聲者。必害師命。第二閉目", "690": "受者。以見毒故。若見師者。必害師命。第三迴顧受者。以", "691": "氣毒故。若氣噓師。必害師命。第四遠住者。以触毒故。若", "692": "身触師。必害師命。時商人採寶迴還。至失師處。共相謂", "693": "言。我等本時。於此失師。今若還到佛所。問我僧護法師", "694": "何在。當以何答。爾時龍王知商人還。即持僧護來付商", "695": "人。時諸商人。踊躍歡喜。平安得出。", "696": "感應緣感應緣一驗", "697": "後魏崇真寺僧慧嶷。死經七日。時與五比丘。次第於閻", "698": "羅王所閱過。嶷以錯召。放令還活。具說王前事。如生官", "699": "無異。五比丘者。一云是寶明寺僧智聰。自云生來坐禪", "700": "苦行為業。得昇天堂。一云是般若寺僧道品。自云誦涅", "701": "槃經四十卷。亦昇天堂。有一比丘。云是融覺寺僧曇謨", "702": "最。云講華嚴涅槃。恒常領眾千人。解釋義理。王言講經", "703": "眾僧。我慢貢高。心懷彼我。憍己凌物。付司。即有青衣十", "704": "人。送最向於西北。入門屋舍皆黑。復一比丘。云是禪林", "705": "寺僧道弘。自云教化四輩檀越。造一切經。人中金像十", "706": "軀。王言沙門之體。必須攝心道場。志念禪誦。勤心念戒", "707": "教化求財。貪心即起。三毒未除。付司。隨有青衣執送與", "708": "最仝入一處。又有比丘。云是靈覺寺僧寶真。自云未出", "709": "家之前曾作西隴太守。自知苦空。歸依三寶。割捨家資。", "710": "造靈覺寺。寺成捨官入道。雖不禪誦。禮拜不闕。王曰卿", "711": "作太守。曲情枉法。劫奪人財。假作此寺。非卿之力。亦復", "712": "付司。送入黑門。", "713": "穢濁篇穢濁篇五辛部五辛部", "714": "引證如楞伽經云。佛言大慧如是。一切蔥韭薤蒜。臭穢不淨。", "715": "能障聖道。亦障世間天人淨處。酒亦如是。", "716": "又雜阿含經云。不應食五辛。何等為五。一者木蔥。二者", "717": "革蔥。三者蒜。四者興渠。五者蘭蔥。", "718": "感應緣感應緣一驗", "719": "唐殿中侍御毉孫迴璞。濟陰人也。至貞觀十三年。從王", "720": "車駕。幸九成宮。三善谷。與魏太師鄰。夜二更。聞外有人", "721": "喚孫侍毉聲。璞起出看謂是太師之命。既出見。兩人謂", "722": "璞曰官喚。璞曰我不能步行。即取馬乘之。隨二人行。如", "723": "晝日光明。二人引璞出谷。歷朝堂東。又東北行。至省蓿", "724": "谷。遙見有兩人持韓鳳方行。語所引璞二人曰。汝等錯。", "725": "我所得者是。汝宜放。彼人即放璞。璞循路而還。即至家", "726": "繫馬。見婢當戶眠。喚之不應。入戶見其身與婦並眠。欲", "727": "就之不得。但著南壁立。大聲喚婦。終不應。屋內極明。見", "728": "壁角中。有蜘蛛網中二蠅。一大一小。并見梁上所著藥", "729": "物。無不分明。唯不得就床。自知是死。甚憂悶。恨不得共", "730": "妻別。倚立南壁久之。微睡忽驚覺。覺身已臥床上。而屋", "731": "闇黑無所見。喚婦令起然火。璞方大汗。起視蜘蛛網。歷", "732": "然不殊。見馬亦大汗。鳳方是夜暴死。後至十七年。璞奉", "733": "敕馳驛。往徐州療齊王祐疾。還至洛州東孝義驛。忽見", "734": "一人來問曰。君是孫迴璞不。璞曰是。君何問焉。答曰我", "735": "是鬼耳。魏太師有文書。追君為記室。因出文書示璞。璞", "736": "視之。則鄭國公魏徵署。璞驚曰。鄭公不死。何為遣君送", "737": "書。鬼曰。已死矣。今為太陽都錄太監。故令我召君。璞引", "738": "坐共食。鬼甚喜謝。璞又請曰。我奉敕未還。鄭公不宜追", "739": "我。還京奏事畢。然後聽命可乎。鬼許之。於是晝則同行。", "740": "夜則同宿。行至滋水。與璞別曰。待君奏事訖。相見也。君", "741": "可勿食葷辛璞許諾。既奏事畢。訪鄭公已薨。校其薨日。", "742": "則孝義驛之前日也。璞自分必死。與家人訣別。而請僧", "743": "行道造像寫經可六七日。夜夢前鬼來召。引璞上高山。", "744": "山巔有大宮殿。既入。見眾君子迎謂曰。此人修福。不得", "745": "留之。可放去。即推璞墮山。於是驚悟。", "746": "便利部便利部感應緣感應緣二驗", "747": "宋京師瓦官寺有釋慧果。婺州人。少蔬食苦行。宋初遊", "748": "京師止寺誦法華十地。嘗於廁前。見一鬼致敬於果。云", "749": "昔為眾生作雜那。小不如法。墮在噉糞鬼中。法師德素", "750": "高明。願助拔濟之方。又云昔有錢三千文。埋在柿樹根", "751": "下。願取以為福。果即告眾掘取錢三千文。為造法華一", "752": "部。并設齋。後夢見此鬼云以得改生。", "753": "唐陳郡謝弘敬妻高陽許氏。武德初年。遇患死。經四日", "754": "而蘇。說云。被二三十人。抱至地獄。未見官府。即聞喚。雖", "755": "不識面。似是姑夫沈吉光語音。許問云。語聲似是沈丈。", "756": "何因無頭。吉光即以手提其頭。置於膊上。而語許曰。汝", "757": "且在此間。勿向西院。待吾為汝造請。即應得出。遂與語", "758": "處而住。經再宿。吉光始來。語許云。汝今此來。王欲令汝", "759": "作女伎。倘引汝見。須道不解絃管。可引吾為証。少間有", "760": "吏抱案引入。王果問解絃管不。許云不解。復云沈吉光", "761": "具知。王問吉光。答云不解。王曰宜早放還。不須留也。於", "762": "時吉光欲發遣。執案人云。娘子功德力雖強。然先有少", "763": "罪。隨便受卻。身業俱淨。豈不快哉。更別引入一大院。其", "764": "門極小。見有人受罪。許甚驚懼。乃求於主者曰。生平修", "765": "福。何罪而至斯耶。答曰娘子曾以不淨碗。盛食與親。須", "766": "受此罪。遂以銅汁灌口。非常苦毒。比蘇時。口內皆爛。光", "767": "即云。可於此人處。受一本經。記取將歸。受持勿怠。自今", "768": "已去。保年八十有餘。許生曾未誦經。蘇後遂誦得經一", "769": "卷。訪詢人間。所未曾有。吉光尚存。後二年方遇害。", "770": "酒肉篇酒肉篇感應緣感應緣六驗", "771": "晉有荊州長沙寺釋法遇。弱年好學。篤志墳典。事道安", "772": "為師。解悟非常。乃避地朿下。講說眾經。受業者四百餘", "773": "人。時有一僧飲酒。遇但罰而不遣。安公遙聞之。以竹筒", "774": "盛一荊子。手自緘封。題寄遇。遇開封見杖。即曰此由飲", "775": "酒也。我訓領不勤。遠貽憂賜。即命維那鳴椎集眾。以杖", "776": "置香橙上。行香畢。遇乃起出眾前。向筒致敬。於是伏地。", "777": "令維那行杖三下。內杖筒中。垂淚自責。時境內道俗。莫", "778": "不嘆息。因之學徒勵業甚眾。", "779": "宋蔣小德。江陵人也。為丘州刺史朱循聽事監。少而信", "780": "向。勤謹過人。得病而死。夜三更將殮便蘇活。言有使者", "781": "稱王命召之隨去。既至。王曰君精勤小心。虔奉大法。宜", "782": "速生善地。而君筭猶長。且還家作功德。七日復來。受天", "783": "中快樂。小德受言而歸。路由一處。有小屋殊陋弊。逢新", "784": "寺難公於此屋前。具相問訊。難云貧道自出家來。未常", "785": "飲酒。旦就蘭公。蘭公苦見勸逼。飲一升許。被王召罰。若", "786": "不坐此。當得生天。今乃居此弊宇。三年演方得上耳。小", "787": "德至家。即遣人參訊。難公果以此日。於蘭公處睡臥。至", "788": "夕而亡。小德既愈。七日內。大設福供。至期奄然而卒。", "789": "周武帝好食雞卵。一食數枚。有監膳儀同。常進御食有", "790": "寵。隋文帝即位。猶復監膳進食。開皇中暴死。三日乃蘇。", "791": "語云始見人來喚。隨至一處。有大地穴。纔到穴口。遙見", "792": "西方有百騎來。儀衛如王者。俄至穴口。乃周武帝也。儀", "793": "同拜之。帝曰王喚汝。証我事耳。汝身無罪。言訖即入穴", "794": "中。使者亦引儀同入庭前。見武帝與王同坐。王問儀同", "795": "曰。汝為帝作食。前後進白團幾枚。儀同答曰。實不記數。", "796": "王謂帝曰。此人不記。當須出之。帝慘然不樂而起。忽見", "797": "庭前有鐵床。并獄卒數十人。皆牛頭人身。帝已臥床上。", "798": "獄卒用鐵梁壓之。帝兩脅剖裂處。雞子全出。俄與床齊。", "799": "可十餘斛。帝謂儀同云。為我相聞大隋天子。昔與我共", "800": "食。倉庫玉帛。亦我儲之。我今為滅佛法極大受苦可為", "801": "吾作功德。於是文帝敕天下。人出一錢。為追福焉。", "802": "後隋大業中。雍州長安縣有一人姓趙。名文若。死經七", "803": "日得活。說云。當死之時。見人引向閻羅王所。問文若生", "804": "時作何福業。文若答王。受持金剛般若經。王嘆曰。善哉", "805": "此福第一。汝雖福善。且將示汝受罪之處。令一人引文", "806": "若北行十步。至一墻孔。隔壁有人。引手從孔中捉文若", "807": "頭。引出墻外。見大地獄。鑊湯苦具。罪人受苦。乃有眾多", "808": "豬羊雞魚鵝鴨之屬。兢來從文若索命。文若云。吾不食", "809": "汝身。何故見逼。諸畜生等各報云。汝某年某月某處食", "810": "我。頭腳四支。節節分張。何故諱之。文若見畜引實。不敢", "811": "拒逆。唯知一心念佛深悔諸罪。但求諸畜。得活之時。具", "812": "修福善報謝。諸畜見許修福。一時放卻。其引使人。將文", "813": "若至王所。說見受罪處訖。王付一碗釘。令文若食之。并", "814": "用五釘。釘文若頭及手足。然後放過。文若得蘇。極患頭", "815": "痛。及手足疼。久後修福。痛漸得差。從爾已來。精勤誦持", "816": "金剛般若。不敢遺漏寸陰。併見道親疏。並勸受持。", "817": "唐冀州頓丘縣。有老母。姓李。無子孤老。唯有小婢。家鎮", "818": "沽酒。添灰少量。分毫經紀。貞觀年中。因病氣斷。死經兩", "819": "日蘇活。口云。初有兩人。並著赤衣。門前召出之。便即隨", "820": "去。行至一城。有若州郭引到側院。見一官人。衣冠大袖", "821": "憑案而坐。左右甚多。階下大有著枷鎖人。遣問老母。何", "822": "因行濫沽酒。多取他物。擬作法華經。已向十年。何為不", "823": "造。老母具言。酒使婢作。量亦是婢。經已付錢一千文與", "824": "隱師。即遣追婢。須臾婢至。勘當元由。婢即笞四十放還。", "825": "遣問隱師。報云是實。乃語老母云。放汝七日去。經了當", "826": "來。得生善處。", "827": "唐右金吾兵曹京兆韋知十。至永徽中。煮一羊腳。半日", "828": "猶生。知十怒。家人曰用柴十倍於常。不知何意如此。更", "829": "命重煮還復如故。乃命割之。其中遂得一銅像長徑寸", "830": "焉。光明照灼。相好成就。其家一生不敢食酒肉。", "831": "病苦篇病苦篇斂念部斂念部", "832": "夫三界非有。五陰皆無。四倒十纏。共相和合。漂沒苦海。", "833": "弱喪亡歸。形軀七尺。莫知其假。生靈一謝。再返無期。往", "834": "生論云。若善男子。善女人。修五戒成就者。畢竟得生安", "835": "樂國土。見彼阿彌陀佛。何等為五。一者禮拜。二者讚嘆。", "836": "三者作願。四者觀察。五者迴向。又隨願往生經云。佛告", "837": "普廣菩薩。若四輩男子女人。臨終之日。願生十方佛剎", "838": "土者。當先洗浴身體。著鮮潔之衣。燒眾名香懸繒旛蓋", "839": "歌讚三寶。讀誦尊經。為病者說因緣。喻善巧言詞微妙", "840": "絕義。故云色不久鮮。當歸壞敗。精誠行道。可得度苦。隨", "841": "心所願。無不獲果。", "842": "感應緣感應緣三驗", "843": "宋羅璵妻費氏者。寧蜀人。父悅。宋寧州刺史。費少而敬", "844": "信。誦法華經數年。勤至不倦。忽病心痛。屬纊俱備。費氏", "845": "心念。我誦經勤苦。宜有善祐。寧遂至此。既而睡臥食頃。", "846": "如夢如寤。見佛於窗中。投手以摩其心。應時都念。一堂", "847": "男女婢僕。悉睹金光。亦聞香氣。璵從妹琰。乃尚書中兵", "848": "郎費惜夫人也。於時省疾。亦具聞見。大興信悟。", "849": "宋李清者。於潛人也。仕桓溫大司馬府參軍督護。得病", "850": "還家而死。經久蘇活。說云。初見傳教。持信旛喚之。云公", "851": "欲相見。清謂是溫召。即起束帶而去。出門見一竹輿。便", "852": "令入中。二人推之。疾速如馳。至一朱門。見阮敬時。敬死", "853": "已三十年矣。敬問清曰。卿何時來。知我家何似。清云卿", "854": "家異惡。敬便兩淚言。知吾子孫如何。答云具可。我今令", "855": "卿得脫。汝能料理吾家不。清云若能如此。不負大恩。敬", "856": "言僧達道人。是官師。甚被敬禮。當苦告之。還內良久。遣", "857": "人出云。門前四層寺。官所起也。僧達常以平旦入寺禮", "858": "拜。宜就求哀。清往其寺。見一沙門語曰。汝是我前七生", "859": "時弟子。已經七世受福。迷著世樂忘失本業。背正就邪。", "860": "當受大罪。今可改悔。和尚明出。當相佐助。清還中夜寒", "861": "噤。凍至曉門開。僧達果出至寺。清便隨稽首。僧達云汝", "862": "當革心為善。歸命佛法僧。受此三歸。可得不橫死。受持", "863": "勤者。亦不經苦難。清便奉受。又見昨所遇沙門。長跪請", "864": "曰。此人。僧之宿世弟子。忘正失法。方將受苦。先緣所追。", "865": "今得歸命。願垂慈愍。答曰先是福人。當易拔濟耳。便還", "866": "向朱門。俄遣人出云。李參軍可去。敬時亦出。與清一眚", "867": "竹枝。令閉眼騎之。清如其語。忽然至家。家中啼哭。及鄉", "868": "親塞堂。欲入不得。會買材還。家人及客。赴監視之。唯屍", "869": "在地。清入至屍前。聞其屍臭。自念悔還。但外人逼突。不", "870": "覺入屍。於是而活。即營理敬家。分宅以居。於是歸心三", "871": "寶。勤信法教。", "872": "前齊永明中。楊都高座寺釋慧進。疏食布衣。誓誦法華", "873": "用心勞苦。執卷便病。乃發願造百部。以悔先障。始聚得", "874": "一千六百文。賊來索物。進示經錢。賊慚而退。爾後遂成", "875": "百部。聞空中告曰。汝願已足。必得往生。", "876": "捨身篇捨身篇感應緣感應緣三驗", "877": "梁普通年。小莊嚴寺。有道度禪師。戒行淳直。善明摩訶", "878": "衍。每厭此身同於毒樹。若身命無常。棄屍陀林。施以鳥", "879": "獸。乃積薪柴。漸就減食。至普通七年十一月三日。鍾自", "880": "虛鳴。其月八日。鍾復自鳴。乃與大眾共結善緣。爾後不", "881": "復更食。唯用澡瓶。以汲清水。日飲一升。至二十五日。寺", "882": "眾同往。見瓶發五色光耀。雜彩氛氳。至二十九日旦時。", "883": "寺主僧全等數人。共登禪室。遙見龕中紫光外照。其日", "884": "將暮。忽有群鳥五六百。同集一樹。夜二更初。寺有雜色", "885": "光。映燭房宇。至五更中。聞山頂上。火聲振烈。驚走往觀。", "886": "見禪師合掌火中。刺史武陵王。乃遣灑掃收斂其處而", "887": "建塔焉。後聞山頂時有石磬之聲。聲甚清徹。", "888": "隋盧山甘露峰釋大志姓顧氏。山陰人。於蓮華山。甘露", "889": "峰南。建靜觀道場。頭陀為業。介爾一身。不避虓虎。聞有", "890": "惡獸。輒往投之。皆避不啗。經於七載。禪業無絕。晚住此", "891": "山福林寺。會大業屏除流徙隱逸。慨法陵遲。乃變服毀", "892": "形。在佛堂內。高聲慟哭。三日三夕。初不斷絕。寺僧慰喻。", "893": "志曰。余嘆惡業乃如此耶。要盡此骸申明正教。遂往東", "894": "都上表曰。願陛下興顯三寶。當燃臂於嵩岳。用報國恩。", "895": "帝乃許之。敕設大齋。七眾通集。志不食三日。登大棚上。", "896": "燒鐵鑪赤。用烙其臂。並令焦黑。以刀截斷。肉裂骨現。又", "897": "烙其骨。令焦黑已。布裹臘灌。下火燃之。光曜岩岫。於時", "898": "大眾見其苦行。皆痛心髓。而志雖加燒烙。詞色不改。或", "899": "誦法句。嘆佛為德。或為眾說法。言談苦切。臂燒既盡。如", "900": "先下棚。七日入定。跏坐而卒。", "901": "唐終南山豹林谷釋會通。雍州宿川人。少欣儉素。遊泊", "902": "林泉。苦節戒行。誦法華經藥王品。便欣厭捨。私集柴木。", "903": "以貞觀末年。靜夜林中。積薪為窟。誦至藥王。便令下火。", "904": "風驚焰發。煙火俱盛。卓爾跏坐。聲誦如故。尋爾西南。有", "905": "大白光。流入火聚。至曉。身火俱滅。乃收其骨為起塔銘。", "906": "送終篇送終篇受生部受生部", "907": "夫生則八識扶持。死則四大離散。迅矣百齡。終歸磨滅。", "908": "循環三界。運轉靡停。第一臨命終時。檢身冷熱。驗其善", "909": "惡。具知來報。故瑜伽論云。造善之人。從下冷。触至臍以", "910": "上。煖氣後盡。即生人中。若至頭面。熱氣後盡。即生天道。", "911": "若造惡者。與此相違。然瑜伽論羯羅藍義。最初託處。即", "912": "名肉心。方識於此處最初託即從此處最後捨。", "913": "感應緣感應緣", "914": "漢令支縣有孤竹城。古孤竹之國也。靈帝光和元年。遼", "915": "西人。見遼水中有浮棺。欲斫破之。棺中人語曰。我是伯", "916": "夷之弟。孤竹君也。海水壞我棺槨。是以漂流。汝斫我何", "917": "為。人俱不敢斫。因為立廟祀祠。", "918": "漢菩提寺。西域人所立也。在慕義里。沙門達多。發墓取", "919": "塼。得一生人以報。時太后與漢明帝在華林都堂。以為", "920": "妖異。謂侍郎徐紇曰。上古以來。頗有此事不。紇曰昔魏", "921": "時發塚得霍光女婿范明友家僕。說漢朝廢立。與史書", "922": "相符。不足為異也。后令紇問其姓名。死來幾年。何所飲", "923": "食。死者答曰。臣姓崔。名涵字子洪。博陵安平人。父名暢。", "924": "母姓魏。家在城西埠財里。死時年十五。今乃二十七。在", "925": "地下十二年。常似醉臥。無所食也。時復遊行。或遇飲食。", "926": "如似夢中。不甚辨了。后即遣門下錄事張俊。詣埠財里。", "927": "訪涵父母。果有崔暢。其妻姓魏。俊問暢曰。卿有死兒不。", "928": "暢曰有息子洪。年十五而亡。俊曰為人所發今日蘇活。", "929": "在華林園。主上遣我來相問。暢聞驚怖曰。實無此兒。向", "930": "者謬言。俊還具以實啟后。后遣俊送涵向家。暢聞涵至。", "931": "門前起火。手持刀。魏氏把桃杖拒之。汝不須來。吾非汝", "932": "父。汝非我子。速去可得無殃。涵遂捨去。遊於京師巷內。", "933": "常宿寺門下。汝南王賜黃衣一通性畏日。不仰視天。又", "934": "畏水火及兵刃之屬。常走於路。疲則止。不徐行也。時人", "935": "猶謂是鬼。洛陽大市北。有奉終里內人。賣送死之具。及", "936": "諸棺槨。涵謂曰。柏棺勿以桑木為欀。人問其故。涵曰。吾", "937": "在地下。見發鬼兵。有一鬼稱是柏棺。應免兵。主吏曰你", "938": "雖柏棺。桑木為欀。遂不免兵。", "939": "晉唐遵。字保道。上虞人也。晉太元八年。暴病而死。經夕", "940": "得蘇云。有人呼將去。至一城府未進。頃見其從叔。自城", "941": "中出。驚問遵汝何故來。遵答正欲往候姑姊。因見數人", "942": "急呼來此。即時可得歸去。而不知還路。從叔云。汝姑喪", "943": "已二年。汝姊兒道文。近被錄來。蒙恩放。仍留看戲。不即", "944": "還去。積日方歸。家已殯殮。乃入棺中。搖動棺器。冀望其", "945": "家覺悟開棺。棺遂至路落檀車下。其家或欲開之。乃問", "946": "卜者云不吉。遂不敢開。不得復生。今為把沙之役。辛勤", "947": "極苦。汝宜速去。勿復住此。且汝小姊。又已喪亡。今與汝", "948": "姑。共在地獄。日夕憂苦。不知何時可得免脫。汝今還去。", "949": "可語其兒。勤修功德庶得免之。於此示遵歸路。將別又", "950": "囑遵曰。汝得還生。良為殊慶。在世無幾鯈如風塵天堂", "951": "地獄。苦樂報應。吾昔聞其語。今睹其實。汝宜深勤善業。", "952": "務為孝敬。受法持戒慎不犯。一去人身。入此罪地。幽窮", "953": "苦酷。自悔何及。勤以在心。不可忽也。我家親屬。生時不", "954": "信罪福。今並遭塗炭。長受楚毒。焦爛傷痛。無時暫休。欲", "955": "求一日改惡為善。當何得耶。悉我所具。故以囑汝。勸化", "956": "家內。共加勉勵。言已涕泣。因此而別。遵隨路而歸。俄而", "957": "至家。家治棺將竟。方營殯殮。遵既附屍。屍尋氣通。移日", "958": "稍差。勸示親識。並奉大法。初遵姑。適南郡徐漢長。姊適", "959": "江夏樂瑜于。小姊適吳興嚴晚。途路懸遠。久斷音息。遵", "960": "既差。遂至三郡。尋訪姑及小姊。姊子果並喪亡。長姊亦", "961": "說兒道文。殮後棺動墮車。皆如叔言。既聞遵說道文橫", "962": "死之意。姊追加痛恨。重為製服。", "963": "晉竹法慧。關中人。方直有戒行。入嵩高山。事佛圖蜜為", "964": "師。晉康帝建元年。至襄陽。止羊叔子寺。不受別請。每乞", "965": "食。輒齎繩床自隨。於閑曠設坐。遇雨。以油帔日覆。每語", "966": "弟子法昭曰。汝過去時。折一雞腳。其殃尋至。俄而昭為", "967": "人所擲。腳遂永疾。後征西庾移恭。鎮襄陽。素不奉法。聞", "968": "慧有非常之跡。甚嫉之。慧預告弟子曰。吾宿對尋至。誡", "969": "勸眷屬。令勤修福善。恭後二日。果收而刑之。臨死語眾", "970": "人云。猶枉刑吾。吾死後三日。天當暴雨。至期果洪注。城", "971": "門外深一丈。恭眷屬居民。並皆沒死。", "972": "法滅篇法滅篇五濁部五濁部", "973": "如地持論云。所謂五濁者。一曰命濁。二曰眾生濁。三曰", "974": "煩惱濁。四曰見濁。五曰劫濁。謂今世短壽。人極百歲。是", "975": "名命濁。若諸眾生。不識父母。不識沙門。婆羅門。及宗族", "976": "尊長。不修禮義。不畏惡業果報。不修惠施。不作功德。不", "977": "修齋法。不持禁戒。是名眾生濁。若此眾生。諂曲虛誑妄", "978": "語。攝受邪法。及餘惡不善法生。是名煩惱濁。若於今世。", "979": "法壞法沒。像法漸起。邪法轉生。是名見濁。若饑饉劫起。", "980": "疾病劫起。刀兵劫起。是名劫濁。", "981": "雜要篇雜要篇四依部四依部", "982": "夫根鈍時澆。信堅難具。行淺德劣。智正易述。要須機教", "983": "相符。文理洞備。故經曰雖誦千章。不行何益。今立正義。", "984": "須憑宗意。教有權實。行有昏明。如大集經云。復次舍利", "985": "弗。菩薩摩訶薩。有四依法何等為四。依義不依語。依智", "986": "不依識。依了義經。不依不了義經。依法不依人。云何依", "987": "義不依語。語者若人世法。而有可說。義者解出世法。無", "988": "文字相。語者若說布施。戒忍。進禪。智慧。調伏。擁護。義者", "989": "知施戒忍進禪智慧。入於平等。語者稱說生死。義者知", "990": "生死性。語者說涅槃味。義者知涅槃無性。語者若說諸", "991": "乘。隨所安止。義者善知諸乘。入一相智門語者說身口", "992": "意。受持淨戒功德威儀。義者了身口意。皆無所作。而能", "993": "護持一切淨戒。語者若說忍辱斷除恚怒貢高憍慢。義", "994": "者了達諸法。得無生忍。語者悉能聞持一切文字智慧", "995": "根本。義者知是慧義不可宣說。云何依智不依於識。識", "996": "者四識住處。如色識住處。受想行識住處。智者解了四", "997": "識。性無所住。識者若識地大。水火風大。智者識住四大。", "998": "法性無別。識者行有為法。智者知無所行。無為法性。無", "999": "有識知。識者生住滅相。智者無生住滅相。云何依了義", "1000": "經。不依不了義經。不了義經者。所作何業。信有果報。了", "1001": "義經者。盡諸煩惱。不了義經者說生死苦惱。了義經者。", "1002": "生死涅槃。一相無二。不了經者。讚說種種莊嚴文字。了", "1003": "義經者。說甚深經。難持難了。不了義經者。多為眾生說", "1004": "罪福相。今聞法者心生欣慼。了義經者。凡所演說。必令", "1005": "聽者心得調伏。不了義經者若說我人眾生等。無有施", "1006": "受者。而為說有施受。了義經者。說空無相。無願無作。無", "1007": "有我人眾生。作者受者。常說無量諸解脫門。云何依法", "1008": "不依於人。人者攝取人見。作者受者。法者解脫無人。見", "1009": "作者受者。人者凡夫。善人。信行人。八人。四果人。辟支佛", "1010": "人。菩薩人。一人出世。多所利益。多人受樂。憐愍世間。生", "1011": "大悲心。於人天中。多所饒潤。所謂諸佛等。依世諦故。為", "1012": "化眾生故。作是說。若有攝取如是見者。是為依人。如來", "1013": "為化攝人見者。故說依法。一切平等。無別異性。猶如虛", "1014": "空舍利弗。是名菩薩摩訶薩。四依無盡。", "1015": "翻譯部翻譯部附聖賢集傳四十九部", "1016": "後漢朝譯傳道俗十二人出經律三百三十四部", "1017": "前魏朝傳譯僧六人出經律一十三部", "1018": "南吳孫氏傳譯道俗四人出經傳一百四十八部", "1019": "西晉朝傳譯道俗十三人出經戒四百五十一部", "1020": "東晉朝傳譯道俗二十七人出經傳二百六十三部", "1021": "前秦符氏傳譯僧八人出經傳四十部", "1022": "西秦乞伏氏傳譯僧一人出經十四部", "1023": "後秦姚氏傳譯僧八人出經傳一百二十四部", "1024": "北涼沮渠氏傳譯道俗八人出經傳三十二部", "1025": "宋朝傳譯道俗二十三人出經傳二百十部", "1026": "前齊朝傳譯道俗十九人出經傳四十七部", "1027": "梁朝傳譯道俗二十一人出經律傳九十部", "1028": "後魏元氏傳譯道俗十三人出經論傳錄八十七部", "1029": "後齊高氏傳譯道俗二人出經論七部", "1030": "後周宇文氏傳譯道俗十一人出經論天文三十部", "1031": "陳朝傳譯道俗三人出經論傳疏四十部", "1032": "隋朝傳譯道俗二十人出經論九十餘部", "1033": "唐朝傳譯僧十一人出經論二百餘部", "1034": "大乘經一譯二百四部　重翻二百二部", "1035": "小乘經一譯一百八部　重翻九十六部", "1036": "小乘律三十五部　大乘論六十四部", "1037": "小乘論三十三部　眾經律論傳八百部"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B122 醒世錄", "author": "清 徐昌治輯"}