{"sourceLink": "http://www.cbeta.org/", "text": {"0": "天寧法舟濟禪師剩語", "1": "參學比丘如淵大芹編次", "10": "分明不願續他宗派就坐乃云世尊為開示一切眾", "100": "一口吞卻直得文殊大士措身無地虛空王旁觀不", "101": "忿震威一喝大地山河一時倒走山僧聞了無言可", "102": "辯無理可陳直是分疏不下今日眾中還有定乾坤", "103": "的手段也無若有出來相見良久擊拂子云君子一", "104": "言快馬一鞭。", "105": "解制示眾三月同遵聖制來燈籠露柱漫相猜今朝", "106": "剔起眉毛看贏得虛空笑滿腮諸上座九十日內以", "107": "大圓覺而為伽藍身心安居平等性智不必更論只", "108": "如堂中憍陳如尊者終日口忉忉地說甚麼法舉拂", "109": "子云莫是說這個麼諸上座既與尊者同堂共夏應", "11": "生本來佛性故出現于世三百餘會隨諸眾生根器", "110": "是同聞共見何不出來與山僧說看若道舌頭不動", "111": "說個甚麼山僧今日忍俊不禁索性與諸上座說破", "112": "以拂子打一圓相云廚庫走入僧堂中山門吞卻佛", "113": "殿脊。", "114": "晚參示眾精嚴寺裏撞鐘府譙樓上擂鼓同時顯大", "115": "神通穿透千門萬戶大眾聞麼若道不聞爭奈鐘鼓", "116": "分明人人有耳若道聞將甚麼聞即今鼓絕鐘消聞", "117": "的事作麼生速道速道卓拄杖云黃金自有黃金價", "118": "終不和沙賣與人。", "119": "秋雨示眾秋風淅淅秋雲作秋雨綿綿連夜落朝來", "12": "所宜漸說頓說密說顯說直說喻說包羅該括無法", "120": "急雨忽傾盆驚起臺前睡石人石人喃喃說夢事側", "121": "耳聽來無一字秪為阿師性急一棒當頭打出忍痛", "122": "走入虛空拍手連聲叫屈大眾還有為石人雪怨者", "123": "否且作麼生是雪怨的事擲拄杖云明日天晴從頭", "124": "說過。", "125": "酬問酬問", "126": "李大參鹿泉問日常如何用功師曰飢時索飯冷便", "127": "添衣泉曰此外別何所作師曰兔角杖挑潭底月龜", "128": "毛繩縛樹頭風泉曰除卻語言文字別道一句師以", "129": "扇敲爐云這破香爐隨老僧多年在泉休去次日復", "13": "不備若論本來佛性掉棒打月畢竟不曾著到譬如", "130": "至曰今日我在兜率宮來師曰兜率且置今日彌勒", "131": "說甚麼法泉托起茶甌曰只是這個師亦休去。", "132": "諸苧村問如何得明心見性師拈起拂子曰這個是", "133": "甚麼村罔措卻問師何年得此道師曰莫謗山僧好", "134": "又問畢竟還得否師曰不得不得。", "135": "因群鴉鳴有士問曰那一聲好那一聲不好師曰我", "136": "這裏摠是觀音入理之門。", "137": "問萬物各具一太極若見物時太極在物處在見處", "138": "師曰太極且置你將甚麼見物士擬議師曰若然森", "139": "羅萬象殺好疑在。", "14": "箇傳神相似雖傳得面目態度儼然如生而動作謦", "140": "楊祕圖問老師連日在此作甚麼師曰一物也無當", "141": "何所作圖曰若然即閒坐也師搖手曰不恁麼不恁", "142": "麼圖曰如何是恁麼邊事師下禪床立圖乃笑。", "143": "問曰道果有耶果無耶師曰說有說無二俱成謗曰", "144": "何以思則得之不思則不得也師曰得個甚麼。", "145": "問如何是道師曰滿口道不出又理前問師曰一番", "146": "提起一番新。", "147": "郡主平川郭公指壁間佛問曰此佛何不放光師曰", "148": "光遍十方未曾間斷公曰我何以不見師曰又放光", "149": "也。", "15": "咳實不能也末後在靈山會上拈起一枝花的的相", "150": "因鳥過有士問見的是甚麼師曰鳥士曰老師著物", "151": "也師拈起拄杖曰這箇聻士罔措師曰卻是汝著物", "152": "因掃地次有士問曰下學何以上達師豎起笤帚曰", "153": "見麼士曰見師曰下學而上達。", "154": "問曰宗乘中只貴見道見道後有何利益師曰若不", "155": "見道千差萬別曰作麼生見師曰道若有見萬別千", "156": "差。", "157": "有士奕棋問曰如何下手方得棋妙師曰汝向黑白", "158": "未分時下一著看士作下子勢師曰妙手妙手。", "159": "師與王龍溪講次溪曰老師閉口師曰閉口且從且", "16": "為當時百萬人天一齊罔措唯迦葉尊者霍然領悟", "160": "道鼻孔撩天作麼生閉溪曰多口阿師。", "161": "問顏子何以聞一知十師曰十是滿數顏子天資明", "162": "粹一處觸發無處不通譬如龍沾滴水便乃沛然洪", "163": "澍。", "164": "問人心何以悅義理師曰義理元是此心流出如母", "165": "見子自然愛。", "166": "周大尹桃村問曰近日看書胸中覺有一物莫成礙", "167": "否師曰無礙水中月影當體是水心中覺相當體是", "168": "心公但於覺處深加體會自然觸處虛通感而順應", "169": "王一山問一菴先生討真心之訓須如何討師曰須", "17": "破顏微笑不措一辭世尊深慶本懷乃言吾以清淨", "170": "向討處明心不可向心上加討心只有迷悟元無得", "171": "失討而有得亦非真也又論陽明知行合一之訓師", "172": "曰知不差即是行行不昧即是知只是一事說個合", "173": "己似費手腳了況他說乎。", "174": "陸五臺問畫前元有易否師曰若無庖犧氏將甚麼", "175": "畫臺曰畫後如何師曰元無一畫臺曰現有六十四", "176": "卦何得言無師曰莫著文字臺曰請師離文字發一", "177": "爻看師召臺臺應諾師曰這一爻從何處起。", "178": "問聖人既生知何故亦有所不知師曰聖人氣宇清", "179": "虛現行不能籠罩是以應用泠泠七通八達若生而", "18": "法眼涅槃妙心實相無相微妙正法將付於汝汝當", "180": "知也乃擊杖曰獨有這一著不可以智知不可以識", "181": "識耳又曰不知而知是諸聖不思議境界若也議而", "182": "後知思而後覺即外道矣。", "183": "問至人無夢何也師曰常人於現前虛幻分別境界", "184": "不知全體是夢認為實有而以昏寐中想心繫念神", "185": "識紛飛境界為實夢所謂寤寐俱夢夢中復作夢也", "186": "至人於自心境界如實而知故於現前虛幻境界妙", "187": "用泠泠通徹無礙而睡夢中亦自明明而知歷歷而", "188": "覺所謂寤寐一如者也故至人無夢之說非是有無", "189": "之無乃是無夢無非夢夢與非夢一而已矣又問夢", "19": "護持無令斷絕自後祖祖相傳師師相授西天四七", "190": "裏須臾何以涉歷萬里師彈指曰千里萬里總在這", "191": "裏。", "192": "陶鴈湖問聖人有妄念否師曰無湖曰既無何用兢", "193": "兢業業師曰兢兢業業故無妄也。", "194": "有官人問為政如何得無倦師曰榮辱得喪毀譽是", "195": "非一切不管但虛其心行其所無事便無倦矣。", "196": "問終日喫飯何故不曾咬著一粒米師曰喫飯的人", "197": "汝還曾見否。", "198": "福州太守豹谷陳公問靜中有動動中有靜得見性", "199": "否師曰動中有靜靜中有動如何得見性谷又問師", "2": "提唱提唱", "20": "東土二三以至五宗鼎沸列剎悠分自古迄今凡據", "200": "曰非動非靜處看谷行師門送谷曰莫外走師曰這", "201": "裏有甚內外谷見修船者問曰既是法舟何用修補", "202": "師曰那一隻不漏谷以手敲別船師曰漏也漏也。", "203": "問二乘涅槃何以為不了義師曰為伊有涅槃相一", "204": "向住著是以不了如來涅槃不出不沒應用縱橫而", "205": "無所住。", "206": "二守師泉劉公至拈拄杖問曰這箇是誰的師曰是", "207": "貧道的泉曰既是師的因甚在我手中師曰將拄杖", "208": "來即向公說泉度拄杖師接杖云公的在甚麼處泉", "209": "以手整冠師曰別道別道泉笑而起少頃泉指几上", "21": "師位荷擔佛法之士無有不是將這本來佛性離名", "210": "草問傍僧碧潭曰這草名甚麼潭曰吉祥泉曰還有", "211": "吉祥者否潭以足按地曰此處最吉祥也泉曰師子", "212": "窟中果無異獸。", "213": "居士指達磨像問曰達磨面壁意旨如何師曰何不", "214": "問取達磨士曰達磨何在師轉身面壁士曰何不答", "215": "話師曰劍已去矣。", "216": "問何名如來師曰無所從來亦無所去故名如來曰", "217": "爭奈理會不來師曰理會不來亦無所去。", "218": "問如何得不被酒困師曰知被困者元不曾困曰只", "219": "如范文正公酒後愈加嚴謹如何師曰亦被酒困。", "22": "離相絕思絕議直截指示令人悟入者也是法平等", "220": "施靜齋問一切法從這裏流出是否師喝曰一切法", "221": "且置如何是這裏齋以扇擊椅師曰居士曾到這裏", "222": "麼齋拂袖便出即無趁禪師是也。", "223": "湖州別駕熊南沙問設有人將劍來取師頭師還躲", "224": "避否師曰若有不眨眼底將軍便有不怕死底和尚", "225": "沙作揮劍勢師放身便倒沙曰好個阿師死在劍下", "226": "師起來呵呵大笑曰作麼作麼。", "227": "居士問四方上下有窮盡否師曰公試返觀自己心", "228": "量有窮盡否士良久曰實無窮盡師曰世界亦然又", "229": "問地獄是實有否師曰凡作了惡歷歷自知雖經久", "23": "無有高下當知本來佛性愚人與哲人平等惡人與", "230": "遠憶持不忘便是業鏡自心明知是惡不能自釋便", "231": "是閻羅法王心地不空地獄實有心若空了地獄隨", "232": "空。", "233": "嚴少渠問諸法從不思議流出不思議從甚麼處流", "234": "出師曰措大家問恁麼事作麼又問師曰不辭答汝", "235": "恐涉言詮。", "236": "問此心何以能辨是非師曰心無取捨能辨是非如", "237": "鏡無塵能彰白黑。", "238": "海道劉公舉茶甌問曰此是甚麼茶師曰謾公不得", "239": "劉再徵之師喚侍者接茶甌去。", "24": "善人平等乞丐人與巨富人平等廝養人與尊貴人", "240": "唐司冠一菴問如何是本覺師曰昨離甚處菴曰湖", "241": "州茶至師拱手菴便接師曰恁麼分明猶更問在菴", "242": "點首。", "243": "張樵溪曰設遇驚恐之事心還動否師曰動溪曰何", "244": "以驗修行之力師曰若不動便入枯禪唯其觸著便", "245": "知撥著便動而禍福利害漠然如浮雲之過太虛便", "246": "是修行之力。", "247": "問無眼耳鼻舌身意意旨如何師曰父母未生前道", "248": "得一句即答。", "249": "僧問如何是佛師曰三十二相八十種好僧曰此是", "25": "平等博地凡夫乃至蠢動含靈直下與三世諸佛歷", "250": "報化佛如何是法身佛師曰莫著相又問如何是法", "251": "師曰玉軸琅函非是法闍黎問處太分明曰不會師", "252": "召闍黎僧應諾師曰又道不會又問如何是僧師曰", "253": "衲衣擁雪千山外錫杖拖雲四海中曰還有向上事", "254": "否師曰向下也無說甚向上又問如何是道師曰天", "255": "下衲僧行不到曰還有到者麼師曰錯曰乞垂方便", "256": "師便打又問如何是和尚家風師曰竿木隨身逢場", "257": "作戲曰請師拈出師便喝又問如何是本分事師展", "258": "兩手良久曰會麼曰不會師曰爭解恁麼道又問如", "259": "何是祖師西來意師曰近前來向汝道僧近前師曰", "26": "代祖師無不平等但為無明妄想種種顛倒積劫以", "260": "添香著僧添香了又問師喝曰這漆桶又問達磨未", "261": "來時如何師曰古鏡分明含萬象曰來後如何師曰", "262": "萬象分明古鏡中曰用來作麼師曰祖師若不來埋", "263": "沒古鏡又問四大離散時如何師豎起拳曰這箇不", "264": "屬四大又問佛佛授手祖祖相傳不審傳箇甚麼師", "265": "曰蘇盧蘇盧悉利悉利。", "266": "沙彌問如何是不立文字的佛法師召沙彌彌應諾", "267": "師曰涉甚麼文字彌曰不會師曰賴汝不會汝若有", "268": "個會處文字紛紛。", "269": "溪上坐次僧問如何是隨波逐浪句師曰兩岸春風", "27": "來深埋厚障致有六道升沈千差萬別然而本來佛", "270": "香不斷一溪流水落花新僧曰爭奈學人不會師曰", "271": "蜻蜓飛尚緩蛺蝶舞偏忙僧曰和尚將境示人師震", "272": "威一喝僧禮拜師曰未在更道僧無語師曰啼得血", "273": "流無用處不如緘口過殘春。", "274": "普說普說", "275": "大凡參學之士盡謂無常迅速生死事大不憚勤勞", "276": "參尋知識決擇正因圖脫生死往往多被逆順境緣", "277": "因循流轉不知不覺過了二三十年業識茫茫無本", "278": "可據一旦火風分散宛轉漂零依前混在生死海中", "279": "頭出頭沒人天鬼畜都無自由卻與不曾參學之人", "28": "性未嘗不在各各當人應緣遇物處堂堂出現也昔", "280": "等無有異其故何也病在最初為生死之心不真不", "281": "切而所遇師德不青不黃不問學者如何若何汎將", "282": "平生在冊子上記持的相似言語向伊胡說一上學", "283": "者既無切心復不具眼以心意識一時領會便道佛", "284": "法不過如此不復知有本分鉗鎚縱使遇之他亦不", "285": "識一向在意根下思量卜度扶籬摸壁禾莠不分金", "286": "鋀莫辨有認昭昭靈靈六塵緣影以為本命元辰呈", "287": "拳豎指揚眉瞬目不自知其非者有認黑山下鬼窟", "288": "裏閉眉合眼冥冥蒙蒙以為靜勝三昧而耽味者有", "289": "馳騁文字漁獵見聞將他先聖糟粕之餘咀來嚼去", "29": "南天竺國異見王嘗與波羅提尊者論佛性義乃問", "290": "意識依通不更求妙悟者有的見祖師門牆高峻不", "291": "能鑽仰以自見處引他世典理性諸文漫證宗乘非", "292": "思議法外以重附儒紳內以輕印徒屬使人天諸乘", "293": "皆無定趣而祖道西來番為孟浪縱有悔悟之時業", "294": "已不能改者有的認無明現量為即心自性有的認", "295": "放曠不拘為隨緣無礙以至破律儀毀禁戒無忌憚", "296": "者又有多少焦芽敗種被邪師外道毒氣所傷不堪", "297": "救者嗚呼佛法到此豈不深可悲痛也哉山僧今日", "298": "事不獲已引古人見道因緣與大眾證據去也昔道", "299": "明禪師趁及六祖將奪衣缽因提掇不動乃曰我為", "3": "師自金陵回止天寧首座寮時方丈久虛眾請開法", "30": "佛性作用幾處出現波羅提尊者對曰若出現時當", "300": "法來非為衣也唯冀開示祖曰汝但斂念善惡都莫", "301": "思量自然得入清淨心體明稟語祖曰不思善不思", "302": "惡正恁麼時阿那個是明上座本來面目明當下大", "303": "悟遍身流汗泣禮數拜曰如人飲水冷煖自知百丈", "304": "大師侍馬祖行次見一群野鴨飛過祖曰是甚麼丈", "305": "曰野鴨子祖曰甚麼處去也丈曰飛過去也祖遂把", "306": "丈鼻搊負痛失聲祖曰又道飛過去也丈於言下大", "307": "悟大珠禪師參馬祖祖問來此擬須何事珠曰來求", "308": "佛法祖曰自家寶藏不顧拋家散走作麼珠曰阿那", "309": "個是慧海寶藏祖曰即今問我者是汝寶藏一切具", "31": "有其八在胎為身處世名人在眼曰見在耳曰聞在", "310": "足更無少欠使用自在何假外求珠於言下頓悟自", "311": "心不由知覺水潦和尚參馬祖問如何是西來的的", "312": "意祖曰禮拜著水潦纔禮拜被祖當胸踏倒遂大悟", "313": "起來拍手呵呵大笑曰也大奇也大奇百千三昧無", "314": "量妙義秪向一毫頭上識得根源去也敢問大眾如", "315": "何是四位尊宿悟處眉橫鼻直人人是同不可謂古", "316": "人別有奇特事也卓拄杖云拄杖子忍俊不禁為大", "317": "眾說破了也且道拄杖子說個甚麼咄若於山僧喝", "318": "下見得便見四尊宿悟處便踏著本地風光不被一", "319": "切賢聖熱瞞便不墮如上種種惡知見窠臼中如其", "32": "鼻辨香在口談論在手執捉在足運奔遍現俱該沙", "320": "未委須是參取個方便法門始得千七百則葛藤俱", "321": "是古人入道方便之門近來真師隱遁宗社寂寥唯", "322": "是念佛一門直截簡易諸方衲子參禪念佛者蓋十", "323": "人而九矣教中道人身難得中國難生佛法難遇現", "324": "前緇白大眾以丈夫身生太平世仗佛餘光熏聞大", "325": "法非可容易人生百歲七十者稀中間修短不齊報", "326": "緣多故一息不返便是來生無常卒然難可預定今", "327": "以非容易之身處難預定之日豈不深可憂懼而猛", "328": "省乎哉諸仁者正好趁四大強健眾苦未到之時直", "329": "將一句阿彌陀佛把做一件天大的大事頓在面前", "33": "界收攝在一微塵識者知是佛性不識喚作精魂王", "330": "南無阿彌陀佛隨又追云念佛的是誰如是逼拶之", "331": "時念念不間斷念念無異緣一切苦樂逆順境界千", "332": "態萬狀現在前時此念佛心無少轉動無少退屈如", "333": "握一柄金剛王寶劍相似諸貪嗔癡妄想顛倒虛偽", "334": "習氣盤據六根門首內牽外應為賊媒者不問過去", "335": "現在未來一齊斬斷單單只是個念佛之心如大風", "336": "輪如大火聚一切物存著不得一切物向傍不得山", "337": "河大地都盧是阿彌陀清淨法身明暗色空徹底是", "338": "念佛人普光明藏如是念時孜孜尒兀兀尒念來念", "339": "去日久月深驀忽間懸崖失腳和個念的啐地斷去", "34": "聞說已心即開悟且道作麼生是異見王悟處舉拄", "340": "便見淨穢兩邦無異無別高低九品無欠無餘十萬", "341": "億土不隔毫端諸上善人常相圍繞金地寶池遍在", "342": "微塵剎土風林水鳥深譚不二圓音阿彌陀佛從來", "343": "奉覲達磨祖師一場㦬懡到這裏佛祖尚且不可奈", "344": "何何處更有生死可得生死不可得則涅槃不可得", "345": "生死涅槃不可得則眾生不可得諸佛不可得淨土", "346": "穢土亦不可得沒量大人不妨於不可得處熾然往", "347": "生成就佛道他方此界廣度含生雖然如是須知向", "348": "上更有三世諸佛盡力道不得的句在且道作麼生", "349": "是三世諸佛盡力道不得的句擲拄杖云諦聽諦聽。", "35": "杖召大眾云見麼又卓拄杖云聞麼若向這裏會得", "350": "頌古頌古", "351": "世尊初生一手指天一手指地周行七步目顧四", "352": "方云天上天下唯吾獨尊。頌曰。", "353": "日生月落古乾坤錦繡常明劫外春分手一時輕攪", "354": "動二千年後尚煙塵", "355": "世尊陞座文殊白椎云諦觀法王法法王法如是", "356": "世尊便下座。頌曰。", "357": "寶王陞處真風露百萬人天方快睹可憐表裏舊山", "358": "河都向文殊椎下破", "359": "世尊因外道問云不問有言不問無言世尊據坐", "36": "大眾迷的便是異見王悟的異見王悟的便是大眾", "360": "外道讚曰世尊大慈開我迷雲令我得入作禮而", "361": "去後阿難問佛外道有何所證而言得入世尊曰", "362": "如世良馬見鞭影而行。頌曰。", "363": "外道雙埋陷虎機恰逢師子振全威干戈不動山河", "364": "定無限盲人穩步歸", "365": "梁武帝問初祖曰如何是聖諦第一義祖曰廓然", "366": "無聖帝曰對朕者誰祖曰不識帝不領悟。頌曰。", "367": "廓然無聖絕機輪打破重關百萬門雨過落花紅滿", "368": "地行人猶自不知春", "369": "三聖問雪峰云透網金鱗以何為食峰云待汝出", "37": "迷的突出無孔鐵鎚打破上牢漆桶更有甚事若道", "370": "網來向汝道聖云千五百人善知識話頭也不識", "371": "峰云老僧住持事繁。頌曰。", "372": "透網金鱗已俊哉漁人猶自下鉤來金鱗插羽驚雷", "373": "外鼓掉翻從別浦回", "374": "子湖云子湖有一狗子上取人頭中取人心下取", "375": "人腳擬議即喪身失命。頌曰。", "376": "子湖堂前一狗子渾身劍戟為牙齒多少銅頭鐵額", "377": "人來到子湖門下死笑倒東村王大哥伎倆全無不", "378": "奈何", "379": "興化因後唐莊宗幸河北詔化問曰朕取中原獲", "38": "佛性在眼處耳處山僧運拄杖處正是業識茫茫喚", "380": "得一寶未曾有人酬價師曰請陛下寶看帝以兩", "381": "手舒襆頭腳師曰君王之寶誰敢酬價。頌曰。", "382": "中原至寶果然收一段清光映襆頭不是親遭興化", "383": "老至今高價有誰酬", "384": "趙州因僧問狗子還有佛性也無州云無僧曰上", "385": "至諸佛下至螻蟻皆有佛性狗子因甚麼卻無州", "386": "云為伊有業識在又僧問狗子還有佛性也無州", "387": "云有僧曰既有為甚麼入這皮袋裏來州云知而", "388": "故犯。頌曰。", "389": "趙州狗子無東壁挂葫蘆趙州狗子有面南看北斗", "39": "奴作郎若道佛性不在眼處耳處山僧運拄杖處亦", "390": "未能一鏃破雙關多少痴人隨語走", "391": "南陽忠國師一日喚侍者者應諾如是三喚者三", "392": "諾國師曰將謂吾孤負汝卻是汝孤負吾。頌曰。", "393": "國師三喚響如雷侍者連聲亦俊哉卻憐杜宇空啼", "394": "血一片春光喚不回", "395": "馬祖不安院主問和尚近日尊候如何祖曰日面", "396": "佛月面佛。頌曰。", "397": "日面月面飛星掣電前溪一陣回風流出桃花萬片", "398": "監院卻負馬祖馬祖不負監院", "399": "德山擔金剛疏鈔出蜀至澧陽路逢一婆子賣餅", "4": "因就僧堂中設座指座云曲彔木床寶華王座是恁", "40": "是業識茫茫喚奴作郎且道佛性畢竟在甚麼處咄", "400": "山息肩買餅點心婆指擔問云何物山云金剛疏", "401": "鈔婆云吾聞經中道過去心不可得現在心不可", "402": "得未來心不可得未審上座點那箇心山無語遂", "403": "指往龍潭問曰久嚮龍潭及乎到來潭又不見龍", "404": "又不現潭引身曰子親到龍潭。頌曰。", "405": "德山老漢獨行無伴婆子一拶通身流汗當時點處", "406": "即翻身何須更到龍潭畔", "407": "百丈每上堂有一老人隨眾聽法眾退老人不退", "408": "丈問汝何人也曰吾非人過去迦葉佛時曾住此", "409": "山因學人問大修行人還落因果也無某甲對云", "41": "待三門外土山倒卓時卻向汝等說破。", "410": "不落因果遂五百生墮野狐身今請代一轉語貴", "411": "脫野狐身丈云汝但問老人問大修行人還落因", "412": "果也無丈云不昧因果老人於言下大悟作禮曰", "413": "某已脫野狐身。頌曰。", "414": "不落不昧莫生忌諱師子咬人韓盧逐塊夜半蒼龍", "415": "吸海乾天吳海若俱逃避野狐身野狐身從來墮脫", "416": "皆三昧", "417": "南泉因兩堂爭貓兒泉提起貓曰道得即救取貓", "418": "兒道不得即斬卻也眾無對泉便斬之趙州自外", "419": "歸泉舉前話州乃脫草履安頭上而出泉曰汝適", "42": "歲朝示眾茲辰日新月新歲新山河大地樓臺林苑", "420": "來若在卻救得貓兒也。頌曰。", "421": "提起霜刀正令行兩堂有眼只如盲趙州特地呈高", "422": "手爭奈來提陣後兵", "423": "百丈再參馬祖祖於禪床角取拂子示之丈曰只", "424": "遮箇更別有祖乃放舊處曰你已後將甚麼為人", "425": "丈卻取拂子示之祖曰只這箇更別有丈以拂子", "426": "挂舊處祖振威一喝丈後謂眾曰佛法不是小事", "427": "老僧昔日被馬大師一喝直得三日耳聾黃蘗聞", "428": "舉不覺吐舌。頌曰。", "429": "江西一喝定綱宗三日非唯百丈聾直得鐵圍山倒", "43": "氣象皆新以至東街西市笙歌隱隱鑼鼓喧喧車馬", "430": "走至今消息不教通", "431": "洞山冬夜果子次問泰首座曰有一物上拄天下", "432": "拄地黑似漆常在動用中動用中收不得且道過", "433": "在什麼處座曰過在動用中山云侍者掇退果卓。", "434": "頌曰。", "435": "拄天拄地黑如漆動用之中收不得首座當時失卻", "436": "眸堂堂大路生荊棘", "437": "洞山示眾云夏末秋初兄弟或東去西去直須向", "438": "萬里無寸草處去始得又云萬里無寸草處且作", "439": "麼生去後有僧舉似石霜霜云出門便是草僧回", "44": "交馳衣冠雜遝雖遊童戲豎長衫大袖莫不皆新只", "440": "舉似山山云大唐國裏能有幾人。頌曰。", "441": "出門道路正迢迢踏著山蹊禍便招若是腳跟親點", "442": "地從教萬里盡蓬蒿", "443": "牛頭栖石室有百鳥銜花之異四祖付法後百鳥", "444": "不復銜花。頌曰。", "445": "昔年家富盡來親今日無親秪為貧自是主人行處", "446": "別非關百鳥不知春", "447": "逼得優曇劫外開宗師密語似驚雷菴前風月依然", "448": "在百鳥銜花不更來", "449": "湧泉欣因唐武宗廢教在院看牛疆德二禪客於", "45": "有衲僧家各各腳跟下本命元辰狼藉在無明妄想", "450": "路次見泉騎牛不識乃云蹄角甚分明爭奈騎者", "451": "不識泉驟牛而去二禪客憩樹下煎茶泉回下牛", "452": "乃問二禪客近離甚處云那邊泉曰那邊事作麼", "453": "生禪客提起茶甌泉曰此猶是這邊事那邊事作", "454": "麼生二人無對泉曰莫道騎者不識好。頌曰。", "455": "漫道騎牛不識牛茶甌能放不能收雖然蹄角分明", "456": "在野草青青滿地愁", "457": "疏山聞大溈安和尚示眾云有句無句如藤倚樹", "458": "特入嶺到彼值溈泥壁便問承聞和尚有言有句", "459": "無句如藤倚樹是否曰是曰忽然樹倒藤枯句歸", "46": "之中塵封坌裹雖則多方求覓勤苦施功秪增其垢", "460": "何處溈放下泥盤呵呵大笑歸方丈曰某甲三千", "461": "里賣卻布單特為此事而來何得相弄溈喚侍者", "462": "取二百錢與這上座去遂囑曰向後有獨眼龍為", "463": "子點破在後聞婺州明招謙和尚出世謙眇一目徑往", "464": "禮拜招問甚處來曰閩中來曰曾到大溈否曰到", "465": "曰大溈有何言句遂舉前話招曰溈山可謂頭正", "466": "尾正秪是不遇知音師亦不省復問樹倒藤枯句", "467": "歸何處招曰卻使溈山笑轉新師於言下大悟乃", "468": "曰溈山原來笑裏有刀遙禮悔過。頌曰。", "469": "大笑呵呵放下盤家珍盡底付君看卻憐未具仙陀", "47": "不能直下振動發揚斬新呈露盡是沉埋佛種孤負", "470": "眼猶更栖栖說布單", "471": "笑裏吹毛快露鋒遭逢還似不遭逢黃金爪下翻身", "472": "轉賴遇明招獨眼龍", "473": "藥山采薪歸僧指腰下刀曰鳴剝剝的是箇甚麼", "474": "山拔刀作斫勢僧忽悟。頌曰。", "475": "鳴剝剝兮都漏泄霜刀元是并州鐵斫著堂前露柱", "476": "腰石人頂上流鮮血", "477": "六祖風幡因緣。頌曰。", "478": "不是幡兮不是風扶桑夜半日輪紅都緣輕把家私", "479": "廢落賺兒孫箇箇窮", "48": "己靈惜哉有志丈夫便從今日抖擻藏識中宿熏舊", "480": "讚頌讚頌", "481": "釋迦讚釋迦讚", "482": "四十九年三百餘會口海滔天雷音震地直至于今", "483": "猶鼎沸剛道不曾談一字贏得兒孫滿大唐脫空箇", "484": "箇無巴鼻", "485": "文殊讚文殊讚", "486": "電眸炯炯雲鬢垂垂賺善財飽經煙水瞞文僖特舉", "487": "玻璃是文殊非文殊金毛師子奮全威稽首如空七", "488": "佛之師", "489": "普賢讚普賢讚", "49": "染諸惡習氣眼見耳聞諸陳腐語總作一束送放他", "490": "大行願王全無神變念念攀緣新新不倦普眼在紅", "491": "蓮座畔怪底難逢善財行毛孔剎中驢年可遍君不", "492": "見象王迴處好風光物物齊彰菩薩面", "493": "觀音讚觀音讚", "494": "金剛三昧普門圓通極三際小彈指頃括沙界一微", "495": "塵中熱惱邊灑天甘露冤苦處吹吉祥風是謂以大", "496": "悲幢無礙解脫現一切眾生喜見慈容為舟為楫於", "497": "生死瀑流之中而響應無窮者也", "498": "達磨讚達磨讚", "499": "六宗電掃渾遊戲東來要展撩天鼻秪圖平地活埋", "5": "麼人須恁麼坐喝一喝陞座拈香祝　聖罷次拈香", "50": "方世界猛將所參公案斬新提起別作一種新年活", "500": "人不知觸忤梁皇諱從此摧弓棄箭慚惶滿面賴遇", "501": "神光雪中覷見白日青天拖閃電安心一句雖方便", "502": "惹動干戈連赤縣千載餘風猶未殄", "503": "諸經頌諸經頌", "504": "華嚴經頌華嚴經頌因桐岡禪人禮經請", "505": "毘盧遮那佛華藏十處十會一際法一會含攝一切", "506": "會一切法入一法中不起于座遍十方十方塵剎同", "507": "時遍一一塵中諸佛剎清淨眾會莊嚴海譬如因陀", "508": "羅網珠重重無盡互含入過去無始劫波前至盡未", "509": "來劫後際相續無間熾然說文字句義悉平等如是", "51": "計不問一日二日一月二月一季二季乃至窮年秪", "510": "廣大法界經具足在一微塵內如一塵內法界經一", "511": "切塵內經悉然是為佛華毗盧藏一切眾生咸具有", "512": "妄想顛倒所覆纏全身在中自不覺汝今景彼功德", "513": "山生死洄流屹然住此法界海修多羅過去多生已", "514": "熏習今於如來法末世建立無畏法寶幢頂及兩肘", "515": "兩膝輪現前禮拜毗盧藏當其任運禮拜時諸根諸", "516": "塵遍法界根等周遍法界時此毗盧藏隨周遍一身", "517": "遍禮一切經一切身禮經無盡出過諸天供養雲咸", "518": "從汝身五輪湧十住十行十回向十度十地及等覺", "519": "遍法界海普賢門一禮拜中盡融攝何況日月歲數", "52": "要這一句無義味話不生滲漏綿綿而參密密而究", "520": "中念念敬禮曾無間念念開顯毗盧門悲智行網恒", "521": "無盡海印三昧汝當入游泳無邊妙香水妙香水海", "522": "叵思議我說其義如蚊飲", "523": "讀般若經妙相品讀般若經妙相品", "524": "妙相是相僧繇莫狀妙相非相森羅萬像佛祖從來", "525": "無伎倆八字眉毛橫眼上", "526": "讀寶積經讀寶積經", "527": "眾生在煩惱諸佛證法寶彼此不差殊悟迷分醜好", "528": "清風匝地來白日明杲杲於此若生疑東村問王老", "529": "一字奇特經一字奇特經", "53": "究得到這一念子斬新裂破時缽盂𨁝跳杖子騰驤", "530": "一字何曾有今披一字經柳中鸚鵡語雪裏鷺鷥行", "531": "諸法本無經諸法本無經", "532": "諸法本無此經元有不落言思作師子吼今朝拈起", "533": "貝多看頗覺如來面皮厚", "534": "閱大藏經完滿閱大藏經完滿", "535": "龍藏五千篇佛法全無有秪這爛葛藤多少人遭手", "536": "六六三十六七七四十九總為手中筌鯉魚當面走", "537": "雜頌雜頌", "538": "華藏世界圖華藏世界圖", "539": "百千香水海萬億蓮華藏一一相攝入如光如影像", "54": "南斗七北斗六天旋地轉徹底一番新去豈不快哉", "540": "二十重剎塵於何有邊量重重盡在一塵中廣大細", "541": "微同一相", "542": "太極圖太極圖", "543": "量含太虛理圓性覺彌滿混融寂寥昭廓多少名人", "544": "錯下註腳", "545": "堅密軒堅密軒", "546": "堅密軒中事佛祖說不出非堅非不堅非密非不密", "547": "見者眼拍盲入者身命失借問是何宗九九八十一", "548": "恕堂忠禪師像恕堂忠禪師像", "549": "欠應世緣有超方略氣貌安閒風情洒落曾參朴實", "55": "雖然如是且衲僧門下非新非舊這一著兒作麼生", "550": "頭禪慣用龜毛兔角莫輕這箇阿師鼻孔無人摸索", "551": "梅谷墨禪師乞語梅谷墨禪師乞語", "552": "形山有一寶尋常多不識梅花谷裏人一笑知端的", "553": "能呈鎮海珠解獻荊王璧拈卻凡聖心掃空真妄跡", "554": "大地無一塵大海無一滴今我說伽陀龜毛添數尺", "555": "偈偈", "556": "有嘲予好談以偈自解有嘲予好談以偈自解", "557": "終日喃喃無可說萬像森羅同曲折朝來石女唱伽", "558": "陀惱得虛空面門裂全提句子更淆訛早是山僧懶", "559": "饒舌", "56": "道喝一喝下座。", "560": "贈王左江居士贈王左江居士", "561": "默默無言意若何不知何處自盤窩若將無事為無", "562": "事無事還如有事多", "563": "答西丘笑菴竺源諸子問答西丘笑菴竺源諸子問", "564": "道本無為豈屬修有修頭上更添頭虛空若使還加", "565": "柄野草閒花正好愁", "566": "將謂衣中有寶珠衣穿方信寶珠無前年尚有無珠", "567": "說今日無珠說也無", "568": "內不尋思外不求大千沙界一毫收塵塵剎剎蓮華", "569": "藏認著依然是外頭", "57": "佛涅槃日示眾世尊於雙林樹下示現涅槃天上人", "570": "人人心上古彌陀末法人中不信多念念他方求佛", "571": "去不知念念是彌陀", "572": "閒居四首和墨林閒居四首和墨林", "573": "活計只隨緣山邊與水邊問余何所作叉手向君前", "574": "小小一菴居心寬自有餘夜來江月照內外摠空虛", "575": "細草堪敷座垂蘿便作門雖無車馬客長對聖賢文", "576": "頭白骨稜嶒重嵒曳杖登有人山下望應道石梁僧", "577": "潔山一宿辭去潔山一宿辭去", "578": "永嘉一宿覺潔山一宿禪聖凡無異法今古亦同然", "579": "水月明虛相風林領妙詮莫言傳有法無法是真傳", "58": "間龍宮海藏均分舍利起塔供養且道是涅槃耶是", "580": "示雪洲坐禪示雪洲坐禪", "581": "坐禪秪為明心性不明心性坐何禪坐若便為禪道", "582": "了石頭成佛已多年", "583": "工夫不間四威儀聽板聞鐘好下疑打破未生時面", "584": "目卻來爐畔受鉗鎚", "585": "節堂辭去節堂辭去", "586": "子今辭去勿塗糊佛法從來徹底無但得無無無亦", "587": "掃閒忙逆順摠工夫", "588": "示冬谿牧牛示冬谿牧牛", "589": "諸緣放下一心休好看溈山水牯牛倘有犯人苗稼", "59": "不涅槃耶若道是涅槃教中道常在靈鷲山及餘", "590": "處只須輕把索頭收", "591": "收來放去著心情生處調馴熟處生鼻孔驀然和索", "592": "斷平田淺草任縱橫", "593": "橫拈寶劍凜生秋說甚溈山牧甚牛疆宇肅清歸去", "594": "也將軍端不為封侯", "595": "山居山居", "596": "青山層疊水潺湲小搆茅菴學住山火種刀耕能稍", "597": "給不須持缽到人間", "598": "白雲非是有心期冉冉相隨過小溪歸到菴中雲亦", "599": "到數聲啼鳥夕陽低", "6": "云此一瓣香八面玲瓏全無縫罅受雨露不越今時", "60": "諸住處我時語眾生常在此不滅卻作如何理論若", "600": "山迥林深月到遲雲嵒磬響定回時一篇佛法無人", "601": "薦剛被松間子鶴窺", "602": "蘿薜成門掣不開深林曲徑少人來晚來風起雲飛", "603": "動無數松花點翠苔", "604": "竹鑪火熾茶初熟衲子敲門飯正香自喜同聲無異", "605": "響不將佛法更商量", "606": "茶罷相將一杖藜偶逢樵客立移時憑君莫向人間", "607": "說此處多應世未知", "608": "示宜興證無為示宜興證無為", "609": "汝來求我法我法但隨緣坐臥經行處無非祖佛禪", "61": "道是不涅槃即今在甚麼處拈拄杖云世尊在拄杖", "610": "非空非是有非正亦非偏的的真頭面泠泠日用邊", "611": "示學者誦金剛經示學者誦金剛經", "612": "金剛般若波羅蜜都從性海中流出若將文字認為", "613": "經恰似盲人看白日", "614": "和雲東詠雨和雲東詠雨", "615": "雨聲歷歷敲窗急好片虛空不沾濕音聲自性不思", "616": "議剛把虛空盡收拾", "617": "雨聲歷歷敲窗急舜若多神耳通濕從教日炙與風", "618": "吹有甚工夫去收拾", "619": "陶侍御見湖論知字陶侍御見湖論知字", "62": "頭上放大光明現大神通了也若有人出來道和尚", "620": "知知知是妄妄在豈真知知到無知後心花吐萼時", "621": "弔谷泉禪師弔谷泉禪師", "622": "分手忽多時淪亡更可悲行孤緇素仰詩好縉紳推", "623": "陽羨龕何在龍淵塚漫遺秪應名不死長作後人師", "624": "聞董蘿石訃聞董蘿石訃", "625": "數年不見寄詩篇此夕聞君了世緣想得去來心已", "626": "斷藤蘿依舊石門前", "627": "示璇月溪示璇月溪", "628": "自性天真佛還從自性求諸根施妙用要自一機抽", "629": "有法非為法無修乃是修始終無退轉定入聖賢流", "63": "這箇是拄杖世尊在甚麼處劈面便打也怪老僧不", "630": "焚香焚香", "631": "數日無人過焚香獨自居敝裘遮幻妄粗飯補飢虛", "632": "北里笙竿動南鄰鼓樂餘若論真受用應是不如予", "633": "樂閒誦心經有省樂閒誦心經有省", "634": "之子工夫密用中等閒不露一針鋒今朝笑裏通消", "635": "息熨斗煎茶銚不同", "636": "過古溪禪師塔院過古溪禪師塔院", "637": "道人遷化後花落寺門閒人見聽經鹿如今在別山", "638": "贈靜愛山贈靜愛山", "639": "愛山愛水未須誇寂靜心中吐妙花一炷定香飄几", "64": "得。", "640": "案數聲清磬發煙霞", "641": "睡覺睡覺", "642": "月轉星移睡正濃誰家痴犬吠茅叢分明只是西風", "643": "響將謂人來在此中", "644": "示老者示老者", "645": "身體龍鍾雪滿頭資生世念不能休如何四大將離", "646": "散前路漫漫卻未憂", "647": "示少年示少年", "648": "學道還須年少身每因年少誤青春若言年少堪憑", "649": "仗荒塚應無年少人", "65": "清明示眾鷰語鶯啼桃紅柳綠風日晴和春光滿目", "650": "示滄萬川示滄萬川", "651": "萬派都從一派流萬川還到海中收看得真源無滴", "652": "水青天湛湛月輪秋", "653": "語溪後學比丘明聞攷訂", "654": "天寧法舟濟禪師剩語終", "655": "行狀法舟濟和尚行狀", "656": "師諱道濟字法舟生思賢里張氏少爽拔未嘗入鄉", "657": "校而義辯宿成為里中所異年十八忽猛省白父母", "658": "求出俗勿許遂日夜坐不事生產又三年潛入天寧", "659": "寺為行者時默堂宣禪師受寶月和尚法印歸自繁", "66": "一般富貴江山卻有兩般境界山僧雖則不管閒非", "660": "昌法筵龍象蹌蹌濟濟師服勤之餘多所諮訪久之", "661": "詣東禪依昂公薙染昂法叔吉菴祚禪師者默堂子", "662": "也知見精確而道行清苦師折節事之古德入道因", "663": "緣朝夕參叩以為不至古人休歇田地不止偶行廊", "664": "廡間聞佛殿磬響豁然契悟尋趨方丈菴望見笑曰", "665": "子著賊也師曰賊已收下曰贓在甚處師振坐具曰", "666": "狼藉狼藉曰這掠虛漢狼藉個甚麼師喝一喝便歸", "667": "眾菴喜印可之繼謁古印雲峰諸師日益深奧至長", "668": "安覺王寺受請為第一座室中秉拂橫機無所讓武", "669": "林諸名山宿學宗老氣為之索師年方二十八也由", "67": "也與諸人說個間架有的笙歌鼎沸羅綺駢闐人醉", "670": "武林還桂錫龍淵景德寺寺當杭蘇要衝於是議募", "671": "米飯十方衲子言出響從檀施傾委師應機演化雷", "672": "動電激章縫緇素諸乞言者憧憧然川陸並湊殆無", "673": "虛日閱三年徙鹽官俱胝故院尋徙武康雙髻禪菴", "674": "嘉靖初中貴人張永請出世金陵安隱僧問如何是", "675": "安隱境師曰三山半落青天外二水中分白鷺洲又", "676": "問如何是安隱家風師曰石虎山前鬥泥牛水底眠", "677": "僧曰不會師曰用會作麼上堂舉拂子召大眾云見", "678": "麼又擊拂子云聞麼既是舉起便見擊著便聞妙真", "679": "如藏非思非議應用泠泠奇哉奇哉汝諸人自不丈", "68": "處玉樓窈窕馬嘶邊翠艸生煙有的向楸梧塚畔松", "680": "夫顧乃傍人門戶求知求見韜晦家珍甘為寒乞將", "681": "謂諸聖別有奇特事也廣額屠兒颺下屠刀便云我", "682": "是千佛一數豈有曲折作知見耶丈夫子何不恁麼", "683": "便擔荷去其指法徑要大都類此由金陵抵陽羨堵", "684": "司城館諸園參承之士麇從景附戶外之屨恒滿由", "685": "陽羨還檇李雲寄天寧暨靈光諸剎所至倡率同志", "686": "為圓覺期諸有緣者觀感興起而鑪錘之間築著鼻", "687": "孔者時有之矣繼又買舟南湖信風而舵不決攸往", "688": "舟之所向歡聲載途舟之所背罔不自失舟三年棄", "689": "去入湖之弁山居之復自弁山歸天寧禪堂遂終老", "69": "柏塋前呼孃叫子擗地號天縱哽咽煩冤莫訴任揮", "690": "焉師為人氣韻疏逸而禮度閒雅律身之謹造次瑣", "691": "屑動循規檢祈寒盛暑操執無少替蔬果錢帛之入", "692": "必以均同居同居之人春風披拂不自知其意之消", "693": "也性恬靜未嘗誤干謁隨緣遷轉前後二十餘所解", "694": "包之後不更出門戶處大眾析大疑無礙之辭波騰", "695": "雲涌夜以繼日曾不少惓而燕閑之日泊然危坐若", "696": "不解語者此其大凡也師持祕章旦晚嚴甚先是俱", "697": "胝院廢有井故甘美又利浴繭偶孕婦就洗致震雷", "698": "墜石以覆且百年矣師至嘅曰院破可完井石不可", "699": "起非食所也以咒禱之試一撼石走以側再撼之不", "7": "歷風霜偏從劫外秪因貴重值娑婆佛祖不曾輕著", "70": "淚悲苦難宣這兩般人樂者樂徹心源苦者苦入骨", "700": "復走因得半井至于今里人誇之其居雙髻以堂濱", "701": "池也每晨夜誦有蛙跳池上及窗而息若注聽者經", "702": "止咯咯跳入水如是者逾月居天寧堅密軒時有梵", "703": "僧來師假榻相與禪寂夜二鼓見三神人峨冠緋衣", "704": "雍雍而入師怪問之皆曰吾伽藍神也以二師入深", "705": "禪定故來謁耳已遂不見其之弁山弁山泉故竭將", "706": "他徙旦視之泉滿矣感通類又若此倭之變所居堂", "707": "客兵喧溷堂左有隙地諸士友為搆別室以棲之自", "708": "是任真而放雅同流俗嬉笑怒罵縱橫自調而人不", "709": "能測矣庚申之秋寢疾且革或勸起坐或請說偈師", "71": "髓山僧這裏看來卻好個如幻法門一相三昧且如", "710": "曰此皆文飾非無事也以手搖曳而逝年七十有四", "711": "坐五十二夏溯寶月至于臨濟師為二十六世緇白", "712": "受教蓋千餘人入室弟子如淵大芹輩僅數十人耳", "713": "茶毗後塔其骨于別室中南嚮別室今廣為禪悅堂", "714": "而塔如故所說法語偈頌等若干言門人正雨輩今", "715": "亦鋟梓於乎師言與行事蓋無忝於禪宗昔之能振", "716": "禪宗者言有述行有銘率假重於當代聞人故能施", "717": "於後世今吳聞人甲天下而門下未有能致片言之", "718": "榮以謨不朽則門下之罪也或曰璨大師終身不言", "719": "姓氏而其光逾熾何哉由是言之則吾儕謨報先師", "72": "何是一相三昧卓拄杖云愁人莫向愁人說說與愁", "720": "以垂不朽者蓋有在矣蓋有在矣。", "721": "嘉靖四十二年秋朔門人方澤和南謹狀", "722": "直隸蘇州府吳縣　佛弟子朱袞奉為", "723": "先考衍禧參軍　先妣徐氏孺人捐貲敬刻", "724": "法舟和尚語錄一卷", "725": "釀雲丘淨孝助板長洲金日升書金陵蔣成榮刻", "726": "天啟乙丑僧自恣日　姑蘇兜率園　識", "727": "跋宗門一著子惟貴眼正殺活之機", "728": "如舟放狂浪中縱橫自在又如獅", "729": "子王食獸了無剩肉若也悟處", "73": "人愁殺人。", "730": "不真入處不正未免傷風犯手得", "731": "不畏乎法舟和尚向磬聲邊摸得", "732": "些子如龍得水便興波作浪活卓無", "733": "依應機撇脫猶春風之在花柳", "734": "轉見新鮮彼時雙髻峰安頓何", "735": "國土中不識曾見此老一面否。", "736": "徑山千指菴圓信跋", "74": "四月八日示眾遵布衲在藥山會中浴佛次藥山問", "75": "浴甚麼佛衲云浴這個佛山云只浴得這個且浴不", "76": "得那個衲云把將那個來山便歸方丈兩個老漢境", "77": "風浩浩這個那個分別不少山僧即不然待他道把", "78": "將那個來便與驀頭一杓管教他布衲渾身是水永", "79": "劫不乾且置是事只如教中道如來法身淨若虛空", "8": "價且道不作賤不作貴一句作麼生發賣拈起香云", "80": "汝等諸人一杓兩杓擬向甚麼處下手若有下手處", "81": "不妨舉起杓頭若是不堪下手莫道一杓兩杓一滴", "82": "也無著處舉杓云且道這一杓向甚麼處下手便灌", "83": "佛云智水湛然滿浴此無垢人。", "84": "結制示眾諸方叢林三月安居萬緣澄寂把定重關", "85": "銀山鐵壁無一法從內出無一法從外入逼虛空直", "86": "使銷亡捻秤鎚定教流汁山僧這裏功用雖同門風", "87": "卻別且道有甚麼別拈拄杖曰朝返三秦暮遊百粵", "88": "要行便行要歇便歇一切處無結可解一切處無解", "89": "可結把住也滿地冰霜放行也一天風月且道諸方", "9": "供養前住香嚴臨濟二十五代吉菴和尚貴圖恩怨", "90": "是這裏是諸方與這裏事則不同要且法無二致雖", "91": "然如是若要踏著本地風光須是將諸方與這裏的", "92": "一齊拈卻別作箇坐斷十方的活計使得喝一喝下", "93": "座。", "94": "精嚴寺佛開光示眾南寺佛點眼北寺佛放光若作", "95": "奇特商量大似白日著鬼咄且置是事只如教中道", "96": "佛真法身猶若虛空應物現形如水中月又云佛身", "97": "充滿於法界且道這光明向甚麼處點即是以拄杖", "98": "作點勢云今佛放光明助發實相義。", "99": "小參昨日有人從五臺來報道五百毒龍被蟭螟蟲"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B491 天寧法舟濟禪師剩語", "englishTitle": "Jiaxing Canon, Electronic version, No. B491 天寧法舟濟禪師剩語", "author": "明 道濟撰　如淵等編", "language": "chinese", "source": "CBETA"}