{"language": "chinese", "originalTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0001 宕昌公暉福寺碑: 宕昌公暉福寺碑", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1", "1": "宕昌公暉福寺碑", "2": "之一　碑陽之一　碑陽", "3": "額額", "4": "大代宕", "5": "昌公暉", "6": "福寺碑", "7": "本文本文", "8": "夫玄宗幽寂。非名相之所詮。至韻沖莫。非稱謂之所攝。妙絕稱謂。微", "9": "言以之載揚。體非名相。圜像以之而應。故群有殊致。道以經焉。萬流", "10": "競津。法以紀焉。是以神曦騰曜。鏡重昏於大千。三乘肇唱。拯沈黎於", "11": "炎宅。用能慈液流於當時。惠慶光於曠劫。自世道交喪。靈燭潛暉。攸攸群夢。靡照靡矜。我", "12": "皇文明自天。超世高悟。鼓淳風以懷萬邦。灑靈澤以霑九服。兼遐想虛宗。遵崇道教。", "13": "太皇太后。聖慮淵詳。道心幽暢。協宣皇極。百揆挺惟新之明。緝熙庶績。八表流擊壤之詠。雖智周世□。而方外之志", "14": "不虧。形應萬機。而恬素之真弗擾。故能優遊紫宮。憲章遺法。紹靈鷲於溥天。摹祇桓於振旦。非夫天縱在躬。量齊虛", "15": "受。其熟能令英風藹而重扇。玄猷淪而再揚哉。散騎常侍安西將軍吏部內行尚書宕昌公　王慶時。資性朗茂。秉", "16": "心淵懿。位亞台衡。任摠機密。翼贊之功。光於帝庭。忠規之節。彰於朝司。每惟會施之誠罔申。謝生之懃莫報。庶憑冥", "17": "津。玄期有寄。乃磬竭丹誠。於本鄉南北舊宅。上為", "18": "二聖造三級佛圖各一區。規崇爽塏。擇形勝之地。臨沃衍。據條剛。面脩巘而帶洛川。佩黃河而負龍門。伐良松於華", "19": "畎之陰。掇文瑤於荊山之陽。旌功銳巧。窮妙極思。爰自經始。三載而就。崇基重構。層欄疊起。法堂禪室。通閣連暉。翠", "20": "林淥流。含榮遞暎。蔚若靈椿之茂春陽。嵬若翔雲之籠濛汜。金儀赫曜。彩絢光備。覩之者。則瀅發道心。藻除塵垢。悕", "21": "玄者。則陶真煉和。遺形忘返。諒罕代之神規。當今之莊觀者矣。夫功高德盛。徽聲播於管弦。業隆曠載。刊迹流於後", "22": "昆。所以光宣軌摹。永垂不朽。故姻舊慶慈善之至。邑里感惠訓之誠。遂鐫石立言。式揚暉烈。庶洪因鍾於", "23": "聖躬。微津延於先住。其辭曰。", "24": "淵哉沖猷。微矣虛宗。昏邪交扇。氛徒競鋒。有覺爰興。超悟玄蹤。志懃淨境。開拯塵蒙。於顯大代。長發其祥。景運承苻。", "25": "世有喆王。", "26": "后皇高悟。道風載揚。哀此群或。照彼祈鄉。化因道感。道由人敷。愔愔安西。秉德陳謨。冥期幽屬。廓茲靈圖。曾是暉福。", "27": "慶崇皇居。爰建靈寺。妙契天規。飛椽雲翔。浮欄籠曦。金儀燭曜。功殫世奇。蔚如崑峰。瑍若珠麗。閑堂寂寥。禪室虛沖。", "28": "朱櫺吐霞。翠戶含風。僧徒遊宴。幽宗是融。心栖化表。形寓俗中。靈津匪遼。□照則鏡。蛻神豈緬。藻荃則淨。庶運微因。", "29": "慶鍾", "30": "皇聖。爰覬先慈。永超塵徑。", "31": "太和十二年歲在戊辰七月己卯朔一日建", "32": "之二　碑陰之二　碑陰", "33": "父佛弟子安西將軍秦州刺史澄城公王貴隆", "34": "兄　佛　弟　子　華　州　主　薄　王　阿", "35": "兄佛弟子寧遠將軍澄城太守遷雍州刺史澄城侯王容暉", "36": "兄佛弟子寧朔將軍河東太守澄城子遷澄城太守王桃仁", "37": "兄子佛弟子本郡功曹遷為威遠將軍澄城太守□□夏", "38": "兄子佛弟子鷹陽將軍華州戍將王元龜", "39": "世　子　佛　弟　子　內　行　內　小　　　王　道　訓", "40": "弟　二　子　佛　弟　子　中　書　學　生　王　榮　宗", "41": "秘書著作郎傅思孟剬文", "42": "定州鉅鏕蘇棠刊文"}, "englishTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0001 宕昌公暉福寺碑: 宕昌公暉福寺碑", "author": "顏娟英主編"}