{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 241 華嚴經綱目貫攝", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 241", "1": "大方廣佛華嚴經綱目貫攝卷第一", "2": "遂𡩋廣德寺沙門　永光　錄集", "3": "仁壽松風寺沙門　惟靜　較証", "4": "稽首華嚴毗盧主華藏莊嚴大導師", "5": "十方菩薩微塵眾護法諸天龍神王", "6": "法界海會諸聖賢我今頭面接足禮", "7": "願諸三寶威神力加被法界諸有情", "8": "見聞讀誦若書寫盡得成佛超彼岸", "9": "今我一念少分力普利沉淪諸眾生", "10": "一真法界真如性清淨莊嚴妙無比", "11": "聖證凡心不可測萬行功圓難思議", "12": "今將五週四分七處九會逐一錄后。", "13": "初會菩提場。普賢為會主。說如來依正法。佛放口光", "14": "眉間光。普賢菩薩入毗盧遮那藏身三昧。共六品", "15": "世主妙嚴品第一。如來現相品第二。普賢三昧品第", "16": "三。世界成就品第四。華藏世界品第五。毗盧遮那品", "17": "第六　此六品經為信分。為所信因果週。", "18": "二會普光明殿。文殊為會主。說十信法門。佛放兩足", "19": "輪光。此會不入定。共六品　如來名號品第七。四聖", "20": "諦品第八。光明覺品第九。菩薩問明品第十。淨行品", "21": "第十一。普賢品第十二。", "22": "三會忉利天宮。法慧為會主。說十住法門。佛放兩足", "23": "指光。法慧菩薩入無量方便三昧。共六品　升須彌", "24": "頂品第十三。須彌偈讚品第十四。十住品第十五。梵", "25": "行品第十六。初發心功德品第十七。明法品第十八。", "26": "四會夜摩天宮。功德林為會主。說十行法門。佛放兩", "27": "足趺光。功德林入善思惟三昧。共四品　升夜摩天", "28": "宮品第十九。夜摩偈讚品第二十。十行品第二十一。", "29": "十無盡藏品第二十二。", "30": "五會兜率天宮。金剛幢為會主。說十迴向法門。佛放", "31": "兩膝輪光。金剛幢菩薩入菩薩智光三昧。共三品", "32": "升兜率天宮品第二十三。兜率偈讚品第二十四。十", "33": "迴向品第二十五。", "34": "六會他化天宮。金剛藏為會主。說十地法門。佛放眉", "35": "間毫相光。金剛藏菩薩入智慧光明三昧。共一品", "36": "十地品第二十六。", "37": "七會普光明殿。如來為會主。說等覺妙覺法門。佛放", "38": "眉光口光。佛入剎那三昧。共十一品　十定品第二", "39": "十七。十通品第二十八。十忍品第二十九。阿僧祗品", "40": "第三十。壽量品第三十一。菩薩住處品第三十二", "41": "此二十六品經為解分。為差別因果週　佛不思議", "42": "法品第三十三。十身相海品第三十四。隨好光明品", "43": "第三十五。普賢行品第三十六。此普賢品名平等因如來出現", "44": "品第三十七如來出現品名平等果。", "45": "八會普光明殿。普賢為會主。說二千行門。此會不放", "46": "光。普賢菩薩入佛華嚴三昧。共一品　離世間品第", "47": "三十八　此品為行分。為成行因果週。", "48": "九會逝多林。如來善友為會主。說果法界。佛放眉間", "49": "白毫光。入法界品第三十九。此品為證分。為證入因", "50": "果週。總名五週者。初所信因果週。二差別因果週。三", "51": "平等因果週。四成行因果週。五證入因果週。總名四", "52": "分者。初信分。二解分。三行分。四證分。是故名為七處", "53": "九會五週四分一乘圓教大方廣佛華嚴經。", "54": "又初會說如來依正法門。表如來於菩提場阿蘭若", "55": "處依正莊嚴等。後當經自明。", "56": "二會普光明殿。說十信法門。十信者。十種信心。一信", "57": "心。二念心。三慧心。四精進心。五定心。六不退心。七迴", "58": "向心。八護法心。九戒心。十順心。此十心功用。後當經", "59": "自明。", "60": "三會忉利天宮。說十住法門。十住者。初發心住。二治", "61": "地住。三修行住。四生貴住。五具足方便住。六正心住。", "62": "七不退住。八童真住。九法王子住。十灌頂住。此十住", "63": "法功用。後當經自明。", "64": "四會夜摩天宮。說十行法門。十行者。一歡喜行。二饒", "65": "益行。三無違逆行。四無屈撓行。五無癡亂行。六善現", "66": "行。七無著行。八難得行。九善法行。十真實行。此十行", "67": "法功用。後當經自明。", "68": "五會兜率天宮。說十迴向法門。十迴向者。一救護一", "69": "切眾生離眾生相迴向。二不壞迴向。三等一切諸佛", "70": "迴向。四至一切處迴向。五無盡功德藏迴向。六入一", "71": "切平等善根迴向。七等隨順一切眾生迴向。八真如", "72": "相迴向。九無著無縛解脫迴向。十入法界無盡迴向。", "73": "此十迴向法功用。後當經自明。", "74": "六會他化天宮。說十地法門。十地者。一歡喜地。二離", "75": "垢地。三發光地。四𦦨慧地。五難勝地。六現前地。七遠", "76": "行地。八不動地。九善慧地。十法雲地。此十地法功用。", "77": "後當經自明。", "78": "七再會普光明殿。如來為說等覺妙覺法門。等覺者。", "79": "前十地以後十一地。入等覺位受佛職。功與佛齊。覺", "80": "行圓滿故。妙覺者。妙明覺性。與佛無別。功齊佛果。無", "81": "二無別故。十地至十一地無功用力。位至極果故但此", "82": "會在八禪天說。經文未至。", "83": "八三會普光明殿。普賢為會主。說二千行門。因普慧", "84": "菩薩二百問。謂何等為菩薩摩訶薩依。何等為奇特。", "85": "何等為行。何等為善知識。何等為勤精進。何等為心", "86": "得安隱。何等為成就眾生。何等為戒。何等為自知受", "87": "記。何等為入菩薩。何等為入如來。至何等為坐道場", "88": "時現奇特相。何故示降魔。何等為成如來力。云何轉", "89": "法輪得白淨法。何故如來應正等覺示般涅槃。善哉", "90": "佛子。如是等法。願為演說　總有二百問之法門。此", "91": "問頭尾二十問。略敘名目。如經自具。", "92": "爾時普賢菩薩告普慧菩薩等諸菩薩摩訶薩。佛子。", "93": "菩薩摩訶薩有十種依。十種奇特。十種行。十種善知", "94": "識。十種勤精進。十種心得安隱。十種成就眾生。十種", "95": "戒。十種自知受記法。十種入諸菩薩。菩薩以此普入", "96": "三世。如來至如來應正等覺。觀十義故。示般涅槃。以", "97": "上經文各一類問。以十種答。總有二千答法門。故名", "98": "瓶寫二千酬。後當經自明。", "99": "九會逝多林。如來善友為會主。說果法界。入法界品。", "100": "如來善友者。文殊普賢彌勒。此三者是。文殊師利在", "101": "逝多林大寶莊嚴善住樓閣。辭佛南行。與十方無邊", "102": "剎海諸大菩薩諸聲聞眾。同行南往。經歷人間。至福", "103": "城東。住莊嚴幢娑羅林中大塔廟處。文殊師利與同", "104": "來菩薩。說普照法界修多羅者。根本智明徹徧周。隨", "105": "根徧故。百萬億那由他不可說修多羅以為眷屬。勸", "106": "諸菩薩。發阿耨多羅三藐三菩提心。時福城東。有五", "107": "百優婆塞。大智為首。五百優婆夷。大慧為首。五百童", "108": "子。善財為首。五百童女。普賢為首。詣文殊師利所。修", "109": "敬已畢。各坐一面。文殊師利觀察善財善根因緣。說", "110": "種種法要。善財聞已。歡喜頂授。善財復問。先發阿耨", "111": "多羅三藐三菩提心。云何修菩薩道。云何行菩薩行。", "112": "文殊師利命善財南行。往勝樂國妙峯山德雲比丘", "113": "所。當為汝說。自此已後。歷一百一十城五十三善知", "114": "識所。問道行法。各說法門。後當經自明。", "115": "五十三善知識者。為首善知識。文殊師利菩薩主根", "116": "本智。第一善知識德雲比丘。主十住中初發心住。所", "117": "得解脫法門。名憶念一切諸佛境界智慧光明普見", "118": "法門。第二善知識海門國海雲比丘。主治地住。所", "119": "得解脫法門。名普眼法門。第三善知識海岸聚落", "120": "善住比丘。修行住。所得解脫門。名普速疾供養諸佛", "121": "成就眾生無礙解脫門。第四善知識達里鼻茶國", "122": "彌伽長者。主生貴住。所得解脫門。名菩薩妙者陀羅", "123": "尼光明法門。第五善知識住林城解脫長者。主具", "124": "足方便住。所得解脫門。名如來無礙莊嚴解脫門。", "125": "第六善知識閻浮提畔海幢比丘。主正心住。所得解", "126": "脫法門。名十般若波羅蜜三昧光明法門。第七善", "127": "知識海潮處休捨優婆夷。主不退住。所得解脫門。名", "128": "一切解脫門。第八善知識海潮處毗目瞿沙仙人。", "129": "主童真住。所得解脫門。名菩薩無勝幢解脫門。第", "130": "九善知識伊沙那聚落勝熱婆羅門。主法王子住。所", "131": "得解脫門。名菩薩無盡輪解脫門。第十善知識師", "132": "子奮迅城慈行童女。主灌頂住。所得解脫門。名般若", "133": "波羅蜜普莊嚴門。以上十善知識主十住法門。功", "134": "行法用。後當經自明。", "135": "第二十行法門十善知識。第一善知識三目國善", "136": "見比丘。主歡喜行。所得法門名菩薩隨順燈解脫門。", "137": "第二善知識名聞國自在童子。主饒益行。所得法", "138": "門。名一切功巧大神通智光明法門。第三善知識", "139": "海住城具足優婆夷。主無違逆行。所得法門。名無盡", "140": "福德藏解脫門。第四善知識大興城明智居士。主", "141": "無屈撓行。所得法門。名隨意出生福德藏解脫門。", "142": "第五善知識師子宮城寶髻長者。主離癡亂行。所得", "143": "法門。名菩薩無盡福德寶藏解脫門。第六善知識", "144": "藤根國普眼長者。主善現行。所得法門。名令一切眾", "145": "生普見諸佛歡喜門。第七善知識多羅幢城無厭", "146": "足王。主無著行。所得法門。名如幻解脫門。第八妙", "147": "光城大光王善知識。主難得行。所得法門。名菩薩大", "148": "慈為首隨順世間三昧解脫門。第九善知識安住", "149": "王都不動優婆夷。主善法行。所得法門。名求一切法", "150": "無厭足三昧光明解脫門。第十善知識都薩羅城", "151": "出家徧行外道。主真實行。所得法門名至一切處菩", "152": "薩解脫門。以上十善知識主十行法門。行法功用。", "153": "後當經自明。", "154": "第三十迴向法門十善知識。第一善知識廣大國", "155": "鬻香長者。主救護一切眾生離眾生相迴向。所得法", "156": "門。名調和香法解脫門。第二善知識樓閣城婆施", "157": "羅船師。主不壞迴向。所得法門。名大悲幢行解脫門。", "158": "第三善知識可樂城無上勝長者。主等一切佛迴", "159": "向所得法門。名至一切處修菩薩清淨法解脫門。", "160": "第四善知識迦陵林城師子頻申比丘尼。主至一切", "161": "處迴向。所得法門。名成就一切智解脫門。第五善", "162": "知識險難國婆須密女。主無盡功德藏迴向。所得法", "163": "門。名菩薩離貪欲際解脫門。第六善知識善度城", "164": "󳺎瑟胝羅居士。主隨順堅固一切善根迴向。所得法", "165": "門。名菩薩所有佛不涅槃解脫門。第七善知識補", "166": "陀洛山觀世音菩薩。主隨順一切眾生迴向。所得法", "167": "門。名大悲行解脫門。第八善知識正趣菩薩。主真", "168": "如相迴向。所得法門。名菩薩普門速疾行解脫門。", "169": "第九善知識墮羅鉢底城大天神。主無縛無著解脫", "170": "迴向。所得法門。名雲網解脫門。第十善知識菩提", "171": "場安住神。主等法界無量迴向。所得法門。名不可壞", "172": "智慧藏解脫門。以上十善知識主十迴向法門。行", "173": "法功用。後當經自明。", "174": "第四十地法門十善知識。第一善知識迦毗羅城", "175": "婆珊婆演底夜神。主歡喜地。所得法門。名破一切眾", "176": "生癡闇法光明解脫門。第二善知識菩提場普得", "177": "淨光夜神。主離垢地。所得法門。名菩薩寂靜禪定樂", "178": "善遊步解脫門。第三善知識菩提場右邊喜自觀", "179": "察眾生夜神。主發光地。所得法門。名普喜幢解脫門。", "180": "第四善知識眾會中普救眾生妙德夜神。主𦦨慧", "181": "地。所得解脫法門。名菩薩普現一切世間調伏眾生", "182": "解脫門。第五善知識去此不遠寂靜音海夜神。主", "183": "難勝地。所得法門。名念念出生廣大喜莊嚴解脫門。", "184": "第六善知識如來會中守護一切城主夜神。主現", "185": "前地。所得法門。名甚深自在妙音解脫門。第七善", "186": "知識佛會中開敷一切樹華夜神。主遠行地。所得法", "187": "門。名菩薩出生廣大喜光明解脫門。第八善知識", "188": "道場中大願精進力救護一切眾生夜神。主不動地。", "189": "所得法門。名教化眾生令生善根解脫門。第九善", "190": "智識閻浮提嵐毗尼園妙德园滿光夜神。主善慧地。", "191": "所得法門。名菩薩於無量劫徧一切處示現受生自", "192": "在解脫門。第十善知識迦毗羅城瞿波女。主法雲", "193": "地。所得法門。名觀察菩薩三昧海解脫門。以上十", "194": "善知識主十地位。行法功用。後當經自明。", "195": "第五十一地法門十善知識。第一此世界中摩耶", "196": "夫人。主從悲起智幻生成佛門。所得法門。名菩薩大", "197": "願智幻解脫門。第二善知識三十三天正念天王", "198": "女名天主光。主智悲自在正念諸法無失現前門。所", "199": "得法門。名無礙念清淨解脫門。第三善知識迦毗", "200": "羅城徧友童子師。主徧滿十方世法師範門。第四", "201": "善知識善知眾藝童子。主徧周十方字智門。所得法", "202": "門。名善知騐藝菩薩般若波羅密解脫門。第五善", "203": "知識賢聖優婆夷。主世間一切正邪吉㐫諸方便拔", "204": "術師筮博說一切總達利生門。所得法門。名無依處", "205": "道場解脫門。第六善知識南方沃田城以堅固解", "206": "脫長者。主處世無著念清淨解脫門。所得法門。名無", "207": "著念清淨莊嚴解脫門。第七善知識沃田城妙月", "208": "長者。主處世淨智光明門。所得法門。名智光解脫門。", "209": "第八善知識南方出生城無勝軍長者。主無相法", "210": "中得無盡相門。所得法門。名無盡相解脫門。第九", "211": "善知識出生城南法聚落最寂靜婆羅門。主誠願語", "212": "門。所得法門。名誠願語解脫門。第十善知識妙意", "213": "華門城德生童子有德童女。主智悲圓滿處世幻住", "214": "門。所得法門。名處世幻住解脫門。此上十善知識", "215": "各主一法門。行法功用。後當經自明。", "216": "又文殊師利為首善知識。主根本不動智門。普賢菩", "217": "薩主悲願萬行門。彌勒菩薩主圓滿佛果門。此三善", "218": "知識及前五十位善知識。共為五十三善知識。善財", "219": "童子次第親近得法。圓滿五十三位堦級法門。一一", "220": "親證。一生成佛。行法功用。後當經自明。", "221": "又初會菩提場中。佛放口光眉間光。有佛剎微塵數。", "222": "一一復有佛剎微塵數光明。以為眷屬。其光悉具眾", "223": "妙寶色。普照十方名一億佛剎微塵數世界海。彼世", "224": "界海諸菩薩眾。於光明中。各得見此華藏莊嚴世界", "225": "海。以佛神力。其光於彼一切菩薩眾會之前。而說頌", "226": "言。", "227": "二會普光明殿。佛放兩足輪光。有百億光明。照此三", "228": "千大千世界。百億閻浮提。百億弗婆提。百億瞿耶尼。", "229": "百億鬱單越。百億大海。百億輪圍山。百億菩薩受生。", "230": "百億菩薩出家。百億如來成正覺。百億如來轉法輪。", "231": "百億如來入涅槃。百億須彌山王。百億四天王眾天。", "232": "百億三十三天。百億夜摩天。百億兜率天。百億化樂", "233": "天。百億他化自在天。百億梵眾天。百億光音天。百億", "234": "徧淨天。百億廣果天。百億色究竟天。其中所有。悉皆", "235": "明現。如此處見佛世尊坐寶蓮華藏師子之座。十佛", "236": "剎微塵數菩薩所共圍遶。其百億閻浮提中。百億如", "237": "來亦如是坐。悉以佛神力故。十方各有一大菩薩。一", "238": "一各與十佛剎微塵數諸菩薩俱。來詣佛所。其名曰", "239": "文殊師利菩薩等。爾時光明。過此世界。徧照東方十", "240": "佛國土。南西北方四維上下亦復如是。彼一一世界", "241": "中。皆有百億閻浮提。乃至百億色究竟天。其中所有。", "242": "悉皆明現。如此處見佛世尊坐蓮華藏師子之座。十", "243": "佛剎微塵數菩薩所共圍遶。彼一一世界中。各有百", "244": "億閻浮提。百億如來。亦如是坐。悉以佛神力故。十方", "245": "各有一大菩薩。一一各與十佛剎微塵數諸菩薩俱。", "246": "來詣佛所。其大菩薩謂文殊師利等。所從來國。謂金", "247": "色世界等。本所事佛。謂不動智如來等。爾時一切處", "248": "文殊師利菩薩。各於佛所。同時發聲。說此頌言。爾時", "249": "光明過十世界。徧照東方百世界。南西北方四維上", "250": "下亦復如是。彼諸世界中。皆有百億閻浮提。乃至百", "251": "億色究竟天。其中所有。悉皆明現。乃至說此頌言。與", "252": "上來文。亦復如是。爾時光明過百世界。徧照東方千", "253": "世界。南西北方四維上下亦復如是。爾時光明過千", "254": "世界。徧照東方十千世界。南西北方四維上下亦復", "255": "如是。爾時光明過十千世界。徧照東方百千世界。南", "256": "西北方四維上下亦復如是。爾時光明過百千世界。", "257": "徧照東方百萬世界。南西北方四維上下亦復如是。", "258": "爾時光明。過百萬世界。徧照東方一億世界。南西北", "259": "方四維上下亦復如是。爾時光明過一億世界。徧照", "260": "東方十億世界。南西北方四維上下亦復如是。﹂爾時", "261": "光明。過十億世界。徧照東方百億世界。千億世界。百", "262": "千億世界。那由他億世界。百那由他億世界。十那由", "263": "他億世界。如是無數無量無邊無等。不可數不可稱", "264": "不可思不可量不可說。盡法界虗空界。所有世界。南", "265": "西北方四維上下亦復如是。彼一一世界中。皆有百", "266": "億閻浮提。乃至百億色究竟天。其中所有。悉皆明現。", "267": "彼一一閻浮提中。悉見如來坐蓮華藏師子之座。十", "268": "佛剎微塵數菩薩所共圍遶。悉以佛神力故。十方各", "269": "有一大菩薩。一一各與十佛剎微塵數諸菩薩俱。來", "270": "詣佛所。其大菩薩。謂文殊師利等。所從來國。謂金色", "271": "世界等。本所事佛。謂不動智佛等。兩時一切處。文殊", "272": "師利菩薩。各於佛所。同時發聲。說此頌言。﹂此上十段", "273": "文中。表佛光明所過世界。所照世界。即是光明覺品", "274": "中。普光明殿所放光明。徧照法界。虗空界。無有窮盡。", "275": "如經自具。", "276": "三會忉利天宮。佛放兩足指光。有百千億妙色光明。", "277": "普照十方一切世界須彌頂上帝釋宮中。佛及大眾。", "278": "靡不皆現。", "279": "四會夜摩天宮。佛放兩足輪光。有百千億妙色光明。", "280": "普照十方一切世界夜摩宮中。佛及大眾。靡不皆現﹂", "281": "五會兜率天宮。佛放兩膝輪光。有百千億那由他不", "282": "思議大光明。一一光明。皆有不思議色。不思議光。照", "283": "不思議無邊法界。以佛神力。出大妙音。其音演暢百", "284": "千億那由他不思議讚頌。超諸世間所有言辭。出世", "285": "善根之所成就。", "286": "六會他化天宮。佛放眉間毫相光。名菩薩力𦦨明。有", "287": "百千阿僧祇光明以為眷屬。普照十方一切世界。靡", "288": "不周徧。三惡道苦皆得休息。又照一切如來眾會。顯", "289": "現諸佛不思議力。又照十方一切世界一切諸佛所", "290": "加說法菩薩之身。作是事已。於上虗空中。成大光明", "291": "雲網臺而住。十方諸佛。悉亦如是。從眉間出清淨光", "292": "明。其光名號。眷屬作業。悉同於此。又亦照此娑婆世", "293": "界佛及大眾。並金剛藏菩薩身師子座已。於上虗空", "294": "中。成大光明雲網臺。時光臺中。以諸佛威神力故。而", "295": "說頌言。", "296": "七會普光明殿。佛放眉間白毫相光。有大光明。名如", "297": "來出現。無量百千億那由他阿僧祇光明以為眷屬。", "298": "其光普照十方盡虗空徧法界一切世界。右遶十帀。", "299": "顯現如來無量自在。覺悟無量諸菩薩眾。震動一切", "300": "十方世界。除滅一切諸惡道苦。暎蔽一切諸魔宮殿。", "301": "顯示一切諸佛如來坐菩提座。成等正覺。又口中放", "302": "大光明。名無礙無畏。百千億阿僧祗光明以為眷屬。", "303": "普照十方盡虗空徧法界一切世界。右遶十帀。顯現", "304": "十方盡虗空徧法界一切世界。右遶十帀顯現如來", "305": "種種自在。開悟無量諸眾生等。震動一切十方世界。", "306": "除滅一切諸惡道苦。乃至眾會道場。作是事已。而來", "307": "右遶菩薩眾會。入普賢菩薩口。其光入已。普賢菩薩", "308": "身及師子座。過於本時。及諸菩薩身座百倍。", "309": "八會。俱在普光明殿不復重放光明。", "310": "九會逝多林。佛放眉間白毫相大光明。名普照三世", "311": "法界門。以不可說佛剎微塵數光明而為眷屬。普照", "312": "十方一切世界海諸佛國土。時逝多林菩薩大眾。悉", "313": "見一切盡法界虗空界一切佛剎。一一微塵中。各有", "314": "一切佛剎微塵數諸佛國土。種種名。種種色。種種清", "315": "淨。種種莊嚴。各各不同。悉皆明現。此上七處九會。", "316": "佛放光明。種種名相。具如經說。以竟。", "317": "又初會菩提場。所敘當會之眾。普賢菩薩及十普菩", "318": "薩為一類眾。二海月光大明菩薩等。十佛剎微塵數", "319": "菩薩為一類眾。又華髻莊嚴身眾神。至主地神。共六", "320": "類神。各領一佛剎微塵數眾。又主藥神。至主林神。共", "321": "十三類神。各領無量無邊無數之眾。又八部八類眾。", "322": "日天子月天子二類。共為十類眾。各領無量無邊無", "323": "數之眾。又十重天王為十類眾。各領無量無邊無數", "324": "之眾。又菩提樹內流光眾。又宮殿樓閣內眾。又菩薩", "325": "身毛孔內光中眾。又如來寶座內光中眾。又佛眉間", "326": "白毫光中眾。以上五類眾。各領無量無邊無數之眾。", "327": "又從普賢菩薩起。至佛眉間白毫光中眾止。總共四", "328": "十六類菩薩神天等眾。俱在菩提場。當會中眾數無", "329": "盡極。", "330": "二會普光明殿。如來放光集十方眾。金色世界文殊", "331": "師利菩薩。妙色世界覺首菩薩。蓮華色世界財首菩", "332": "薩。薝蔔華色世界寶首菩薩。優鉢羅華色世界功德", "333": "首菩薩。金色世界目首菩薩。寶色世界精進首菩薩。", "334": "金剛色世界法首菩薩。玻瓈色世界智首菩薩。平等", "335": "色世界賢首菩薩。此十世界。此十菩薩。一一各領佛", "336": "剎微塵數諸菩薩。來詣佛所。十方共有十佛剎微塵", "337": "數諸菩薩眾。來集於會。文殊師利菩薩為首。表十信", "338": "法門。", "339": "三會須彌頂上帝釋天宮。如來放光集十方眾。十方", "340": "各有一大菩薩。所謂因陀羅華世界法慧菩薩。波頭", "341": "摩華世界一切慧菩薩。寶華世界勝慧菩薩。優鉢羅", "342": "華世界功德慧菩薩。金剛華世界精進慧菩薩。妙香", "343": "華世界善慧菩薩。悅意華世界智慧菩薩。阿盧那華", "344": "世界真實慧菩薩。那羅陀華世界無上慧菩薩。虗空", "345": "華世界堅固慧菩薩。如是十方十世界十菩薩。一一", "346": "各領佛剎微塵數菩薩。皆從百佛剎微塵數世界國", "347": "土外而來集會。十方共有十佛剎微塵數眾。法慧菩", "348": "薩為首。表十住法門。", "349": "四會夜摩天宮。如來放光集十方眾。十方各有一大", "350": "菩薩。所謂親慧世界功德林菩薩。幢慧世界慧林菩", "351": "薩。寶慧世界勝林菩薩。勝慧世界無畏林菩薩。燈慧", "352": "世界慚愧林菩薩。金剛慧世界精進林菩薩。安樂慧", "353": "世界力林菩薩。日慧世界行林菩薩。淨慧世界覺林", "354": "菩薩。梵慧世界智林菩薩。如是十方十世界十菩薩。", "355": "一一各領佛剎微塵數菩薩。皆從十萬佛剎微塵數", "356": "國土外而來集會。十方共有十佛剎微塵數諸菩薩", "357": "眾。功德林菩薩為首。表十行法門。", "358": "五會兜率天宮。如來放大光明。集十方眾。十方各有", "359": "一大菩薩。所謂妙寶世界金剛幢菩薩。妙樂世界堅", "360": "固幢菩薩。妙銀世界勇猛幢菩薩。妙金世界光明幢", "361": "菩薩。妙摩尼世界智幢菩薩。妙金剛世界寶幢菩薩。", "362": "妙波頭摩世界精進幢菩薩。妙優鉢羅世界離垢幢", "363": "菩薩。妙栴檀世界星宿幢菩薩。妙香世界法幢菩薩。", "364": "如是十方十世界十菩薩。一一各領萬佛剎微塵數", "365": "諸菩薩俱。皆從萬佛剎微塵數國土外而來集會。十", "366": "方共有十萬佛剎微塵數諸菩薩眾。金剛幢菩薩為", "367": "首。表十迴向法門。", "368": "六會他化天宮。如來放光集眾。十方菩薩。金剛藏菩", "369": "薩而為上首。寶藏菩薩。蓮華藏菩薩。德藏菩薩。蓮華", "370": "德藏菩薩。日藏菩薩。蘇利耶藏菩薩。無垢月藏菩薩。", "371": "於一切國土普現莊嚴藏菩薩。毗盧遮那智藏菩薩。", "372": "如是等與十方世界法界虗空思一一世界中諸大", "373": "菩薩而來集會。金剛藏菩薩而為上首。表十地法門﹂", "374": "七會菩提場普光明殿。佛放眉間白毫相光。普照十", "375": "方盡虗空徧法界一切世界。右遶十帀。顯現如來無", "376": "量自在。覺悟無數諸菩薩眾。震動一切十方世界。除", "377": "滅一切諸惡道苦。暎蔽一切諸魔宮殿。顯示一切諸", "378": "佛如來坐菩提座成等正覺。及以一切眾會道場。爾", "379": "時世尊。令普賢菩薩。表十定品即是十大三昧。十通", "380": "品即是十種神通。十忍品即是十種忍智。佛自說阿", "381": "僧祇品。心王菩薩表佛壽量品。菩薩住處品。佛說諸", "382": "佛世尊佛不思議品。又普賢菩薩表佛十身相海品。", "383": "隨好光明品。普賢行品。如來出現品。此會不集十方", "384": "之眾。就菩提場普光明殿兩會之眾。", "385": "八會菩提場中普光明殿。爾時世尊。與不可說百千", "386": "億那由他佛剎微塵數諸菩薩摩訶薩俱。皆一生當", "387": "得阿耨多羅三藐三菩提。各從他方種種國土而共", "388": "來集。因普慧菩薩二百問。何等為菩薩摩訶薩依。何", "389": "等為奇特想。何等為行。何等為善知識。如是等二百", "390": "問之法門。普賢菩薩一一各以十種答。以二千答。答", "391": "普慧菩薩諸菩薩。總有二千答之法門。名為瓶寫二", "392": "千酬。故說離世間品。如經自具。", "393": "九會逝多林。佛放眉間白毫相光。集十方眾。一方有", "394": "不可說佛剎微塵數諸菩薩眾。而來集會。如是十方", "395": "有十不可說佛剎微塵數諸菩薩。俱來集於會。如是", "396": "七處九會菩薩神天。各各其類。數無盡極。此會入法", "397": "界品。文殊師利菩薩表如來果德法門。命善財童子。", "398": "經歷人間一百一十城。親近五十三大善知識。各說", "399": "法門。亦令善財童子。一一證過五十三位等地。一生", "400": "成佛。功行願力一一親證。以為後世大心眾生修行", "401": "式樣。所以善財童子白諸善知識。我以先發阿耨多", "402": "羅三藐三菩提心。而未知菩薩云何學菩薩行修菩", "403": "薩道。所以首親近文殊師利菩薩。主根本智。於十信", "404": "心法門。皆從根本智。起四十種加行之位。由十住十", "405": "行十迴向十地。此四種位中。功行願力。一一履過。至", "406": "十一地等覺位。以十大法門無功用力。功圓果滿。成", "407": "等正覺。", "408": "又初會菩提場中。普賢菩薩承佛神力。入于三昧。此", "409": "三昧名一切諸佛毗盧遮那如來藏身。普入一切佛", "410": "平等性故。能於法界。示眾影像。廣大無礙。同於虗空。", "411": "法界海漩靡不隨入。出生一切諸三昧法。普能包納", "412": "十方法界。三世諸佛智光明海皆從此生。十方所有", "413": "諸安立海悉能示現。含藏一切佛力解脫諸菩薩智。", "414": "能令一切國土微塵普能容受無邊法界。成就一切", "415": "佛功德海。顯示如來諸大願海。一切諸佛所有法輪。", "416": "流通護持。使無斷絕。如此世界中普賢菩薩。於世尊", "417": "前。入此三昧。如是盡法界虗空界十方三世。微細無", "418": "礙廣大光明。佛眼所見佛力能到佛身所現一切國", "419": "土。及此國土所有微塵。一一塵中。有世界海微塵數", "420": "佛剎。一一剎中。有世界海微塵數諸佛。一一佛前。有", "421": "世界海微塵數普賢菩薩。皆亦入此一切諸佛毗盧", "422": "遮那如來藏身三昧。爾時一一普賢菩薩。皆有十方", "423": "一切諸佛而現其前。彼諸如來同聲讚言。善哉善哉", "424": "善男子。汝能入此一切諸佛毗盧遮那如來藏身菩", "425": "薩三昧。佛子。此是十方一切諸佛共加於汝。以毗盧", "426": "遮那如來本願力故。亦以汝修一切諸佛行願力故。", "427": "而能入此三昧。令汝說法轉大法輪故。", "428": "又二會。文殊師利菩薩說十信法門。此會不入定。", "429": "又三會。須彌山頂忉利天宮。說十住法門。法慧菩薩", "430": "承佛威力。入菩薩無量方便三昧。以三昧力。十方各", "431": "千佛剎微塵數世界之外。有千佛佛剎微塵數諸佛。", "432": "皆同一號。名曰法慧。普現其前。告法慧菩薩言。善哉", "433": "善哉。善男子。汝能入是菩薩無量方便三昧。善男子。", "434": "十方各千佛剎微塵數諸佛。悉以神力。共加於汝。又", "435": "是毗盧遮那如來。往昔願力。威神之力。及汝所修善", "436": "根力故。入此三昧。令汝說法。為增長佛智故。深入法", "437": "界故。又與十種智。何以故。此三昧力法如是故。是時", "438": "諸佛各伸右手。摩法慧菩薩頂。法慧菩薩即從定起。", "439": "告諸菩薩言。佛子。菩薩住處。廣大與法界等。是時法", "440": "慧菩薩。即說十住法門。如經自具。", "441": "又四會。夜摩天宮。說十行法門。功德林菩薩承佛神", "442": "力。入菩薩善思惟三昧。入是三昧已。十方各過萬佛", "443": "剎微塵數世界。外有萬佛剎微塵數諸佛。皆號功德", "444": "林。而現其前。告功德林菩薩言。善哉佛子。乃能入此", "445": "善思惟三昧。善男子。此是十方各萬佛剎微塵數。同", "446": "名諸佛。共加於汝。亦是毗盧遮那如來往昔願力。威", "447": "神之力。及諸菩薩眾善根力。令汝入是三昧。而演說", "448": "法。為增長佛智故。深入法界故。又與十種智。何以故。", "449": "此三昧力法如是故。爾時諸佛各伸右手。摩功德林", "450": "菩薩頂。時功德林菩薩即從定起。告諸菩薩言。佛子。", "451": "菩薩行不思議。與法界等。功德林菩薩即說十行法", "452": "門。如經自具。", "453": "五會。兜率天宮。說十迴向法門。金剛幢菩薩承佛神", "454": "力。入菩薩智光三昧。入是三昧已。十方各過十萬佛", "455": "剎微塵數世界。外有十萬佛剎微塵數諸佛。皆同一", "456": "號。名金剛幢。而現其前。咸稱讚言。善哉善哉。善男子", "457": "乃能入此菩薩智光三昧。善男子。此是十方各十萬", "458": "佛剎微塵數諸佛神力。共加於汝。亦是毗盧遮那如", "459": "來往昔願力。威神之力。及由汝智慧清淨故。諸菩薩", "460": "善根增勝故。令汝入是三昧。而演說法。為令諸菩薩。", "461": "得清淨無畏故。具無礙辯才故。爾時諸佛即與金剛", "462": "幢菩薩無量智慧。又與十種無量大法門。何以故。入", "463": "此三昧。善根力故。爾時諸佛各以右手。摩金剛幢菩", "464": "薩頂。金剛幢菩薩得摩頂已。即從定起。告諸菩薩言。", "465": "佛子。菩薩摩訶薩有不可思議大願。充滿法界。普能", "466": "救護一切眾生。即說十迴向法門。如經自具。", "467": "又六會。他化天宮。說十地法門。金剛藏菩薩承佛神", "468": "力。入菩薩大智慧光明三昧。入是三昧已。即時十方", "469": "各過十億佛剎微塵數世界。外各有十億佛剎微塵", "470": "數諸佛。同名金剛藏。而現其前。作如是言。善哉善哉。", "471": "金剛藏。乃能入是菩薩大智慧光明三昧。善男子。此", "472": "是十方各十億佛剎微塵數諸佛。共加於汝。以毗盧", "473": "遮那如來應正等覺本願力故。亦是汝勝智力故。又", "474": "為金剛藏菩薩。讚說廣大無邊法門。得大智慧故。爾", "475": "時十方諸佛各伸右手。摩金剛藏菩薩頂。摩頂已。金", "476": "剛藏菩薩即從定起。普告一切菩薩眾言。諸佛子。諸", "477": "菩薩願善決定無雜不可見。廣大如法界。究竟如虗", "478": "空。盡未來際。徧一切佛剎。救護一切眾生。為一切諸", "479": "佛所護。入過去未來現在諸佛智。即說十地法門。如", "480": "經自具。", "481": "七會。爾時世尊在摩竭提國阿蘭若法菩提場中。始", "482": "成正覺。於普光明殿。入剎那際。諸佛三昧。以一切智", "483": "自在神通力。現如來身。清淨無礙。無所依止。無有攀", "484": "緣。住奢摩他。最極寂靜。具大威德。無所染著。能令見", "485": "者。悉得開悟。隨宜出興。不失於時。恒住一相。所謂無", "486": "相與十佛剎微塵數菩薩摩訶薩俱。靡不皆入灌頂", "487": "之位。具菩薩行等。於法界無量無邊。獲諸菩薩普見", "488": "三昧。大悲安隱。一切眾生神通自在。同於如來。智慧", "489": "深入。演真實義。具一切智。降伏眾魔。令諸菩薩。說十", "490": "定品。十通品。十忍品。壽量品。菩薩住處品。隨好光明", "491": "品。十身相海品。普賢行品。如來出現品。於佛世尊自", "492": "說阿僧祇品。佛不思議品。共十一品。", "493": "八會。三會普光明殿。普賢菩薩摩訶薩。入廣大三昧。", "494": "名佛華莊嚴。入此三昧時。十方所有一切世界六種", "495": "十八相。動出大音聲。靡不皆聞。然後從三昧起。因普", "496": "慧菩薩二百問法門。問普賢菩薩言。佛子。願為演說。", "497": "何等為菩薩摩訶薩依。何等為奇特想。何等為行。何", "498": "等為善知識等。共有二百問之法門。普賢菩薩以一", "499": "種問。以十種答。共有二千答之法門。如經自具。", "500": "九會。逝多林會。爾時世尊知諸菩薩心之所念。大悲", "501": "為身。大悲為門。大悲為首。以大悲法而為方便。充徧", "502": "虗空。入師子頻伸三昧。入此三昧已。一切世間普皆", "503": "嚴淨。於時此大莊嚴樓閣。忽然廣博。無有邊際。金剛", "504": "為地。寶玉覆上。無量寶華及諸摩尼。普散其中。處處", "505": "盈滿無量眾寶。以為莊嚴。爾時復以佛神力故。其逝", "506": "多林。量等虗空。與不可說佛剎微塵數諸佛國土。其", "507": "量正等。一切妙寶。間錯莊嚴。不可說寶。徧布其地。種", "508": "種莊嚴。皆各有阿僧祇數。周徧十方。行列莊嚴。時逝", "509": "多林上虗空之中。亦有不可說不可思議種種莊嚴。", "510": "徧滿虗空。棄塞法界。又有不可說不可說諸大菩薩。", "511": "徧滿虗空。充塞法界。各各供養。各各讚歎毗盧遮那", "512": "如來無盡法門。無邊功德行願。如經自具。此上表", "513": "七處九會世尊入定諸大菩薩入定境量莊嚴出定", "514": "說法之名相。各會諸佛證盟說法之儀式。大意一終", "515": "如經自具。", "516": "又十玄門六相門。該括一經之圓融。重重重重。無盡", "517": "無盡無盡無盡。十玄門者。一同時具足相應門。如", "518": "海之一滴具百川味。二廣狹自在無礙門。如一尺之", "519": "鏡見千里影。三一多相容不同門。如一室千燈光光", "520": "涉入。四諸法相即自在門。如金與金色不相捨離。五", "521": "秘密隱顯俱成門。如秋空片月晦明相並。六微細相", "522": "容安立門。如琉璃之瓶盛多林子。七因陀羅網境界", "523": "門。如兩鏡互照傳曜相寫。八托事顯法生解門。如擎", "524": "拳豎臂觸目皆道。九十世隔法異成門。如一多之夢", "525": "翱翔百年。十主伴圓融具德門。如非辰所居眾星皆", "526": "拱。具此十門。皆括一經之圓融。", "527": "又六相者。總別同異成壞。約理。一即具多。名理總", "528": "多即非一。名理別。互不相違。名理同。彼此不濫。名理", "529": "異。共相成就。名理成。各住本性。名理壞。約事。共為", "530": "一法。名事總。諸法苑然。名事別。多種不異。名事同。各", "531": "不相同。名事異。諸法辦就。名事成。不離自位。名事壞。", "532": "又理事一對既爾。餘教義境智行位因果依正體", "533": "用人法逆順感應等九對。乃至十法界。具百具千等。", "534": "百萬六相。例此可知。清涼頌曰。一則是多。為總相。多", "535": "則非一。為別相。多類自同。成於異。各體別異。顯於同。", "536": "一多緣起。理妙成壞。住自法恒不作。唯知境界非事", "537": "識。以此方便會一乘。又此六相舉一全收。猶如一珠。", "538": "四圍上下穿為六孔。孔孔相通。隨入一孔。全收珠盡。", "539": "法眼宗益禪師頌曰。華嚴六相義。同中還有異。異若", "540": "異於同。全非諸佛意。以此六相。該括一經之理無礙。", "541": "事無礙。理事無礙。事事無礙。無盡無盡圓融圓融。自", "542": "此以上。總立綱目。已竟。", "543": "又論此華藏莊嚴世界海者。乃毗盧遮那如來所都", "544": "實報無障礙土也。有十不可說。香水海十不可說。世", "545": "界種十不可說。二十重華藏。皆在此華藏莊嚴世界", "546": "海中。安布而住。又今將華藏莊嚴世界海二十重。名", "547": "相數目。次第列明。如此世界最下方第一重香水海", "548": "中。最中有一世界種。周帀有一佛剎微塵數世界。在", "549": "此海中。安布而住。第二重香水海中。有二佛剎微塵", "550": "數世界。在此海中。安布而住。第三重香水海中。有三", "551": "佛剎微塵數世界。在此海中。安布而住。第四重香水", "552": "海中。有四佛剎微塵數世界。在此海中。安布而住。第", "553": "五重香水海中。有五佛剎微塵數世界。在此海中。安", "554": "布而住。第六重香水海中。有六佛剎微塵數世界。在", "555": "此海中。安布而住。第七重香水海中。有七佛剎微塵", "556": "數世界。在此海中。安布而住。第八重香水海中。有八", "557": "佛剎微塵世界。在此海中。安布而住。第九重香水海", "558": "中。有九佛剎微塵數世界。在此海中。安布而住。第十", "559": "重香水海中。有十佛剎微塵數世界。在此海中。安布", "560": "而住。第十一重香水海中。有十一佛剎微塵數世界。", "561": "在此海中。安布而住。第十二重香水海中。有十二佛", "562": "剎微塵數世界。在此海中。安布而住。第十三重香水", "563": "海。正是此娑婆世界之中香水海。名無邊妙華光。此", "564": "是最中央香水海。最中央世界種。名娑婆。有十三佛", "565": "剎微塵數世界。周帀圍遶。在此海中。安布而住。第十", "566": "四重香水海中。有十四佛剎微塵數世界。在此海中。", "567": "安布而住。第十五重香水海中。有十五佛剎微塵數", "568": "世界。在此海中。安布而住。第十六重香水海中。有十", "569": "六佛剎微塵數世界。在此海中。安布而住。第十七重", "570": "香水海中。有十七佛剎微塵數世界。在此海中。安布", "571": "而住。第十八重香水海中。有十八佛剎微塵數世界。", "572": "在此海中。安布而住。第十九重香水海中。有十九佛", "573": "剎微塵數世界。在此海中。安布而住。第二十重香水", "574": "海中。有二十佛剎微塵數世界。在此海中。安布而住。", "575": "此是最中央第一個二十重。如是廣說。有十不可說", "576": "二十重。如何為一不可說。譬如十萬為一億。十億為", "577": "一兆。十兆為一京。十京為一垓。如是十十加增。為一", "578": "總數。如是倍倍加增。至第一百二十□大總數。為不", "579": "可思不可議不可稱不可量。故名為一不可說。乃至", "580": "十如是之大數。故名為十不可說。又名十阿僧祇數。", "581": "如是廣說虗空無盡法界無邊。如是重重重重無盡", "582": "無盡。非是凡情能可測量。為佛與佛。乃能究竟知之", "583": "者也。", "584": "又重論此第十三重中央香水海。名無邊妙華光香", "585": "水海。外周帀有十個有水海。周帀圍遶中央第一個", "586": "香水海。又有一百個香水海。圍遶此十一個香水海。", "587": "如是廣說。有十不可說香水海。層層圍遶。其一一香", "588": "水海中。安布世界。如上說。最中央十三重香水海中。", "589": "安布有十三佛剎微塵數世界。在此海中而住。一海", "590": "如是。海海皆然。此是第十三重之外。周圍所論。香水", "591": "海之十不可說香水海。餘意思之體會。總是一大香", "592": "水海。一重如是。二十重亦然。此是最中央第一個二", "593": "十重周帀。有十個二十重。圍遶此中央第一個二十", "594": "重。又有一百個二十重。圍遶此十一個二十重。廣說", "595": "有十不可說二十重香水海十不可世界種。又如何", "596": "為二十重。如第一重。在此最下方香水海中。有一佛", "597": "剎微塵數世界。在此海中。安布而住。如此世界中。有", "598": "四大洲。即四部洲。八中洲。數萬小洲。正中是須彌山。", "599": "有小輪圍山。周帀圍遶。下有地輪水輪。金輪即是火", "600": "輪。火輪下風輪。再下虗空。從地輪上。是虗空中有日", "601": "月星辰。空盡入天界。此一重天名帝釋天。正名忉利", "602": "天。再上一重名夜摩天。復上一重兜率天。復上一重", "603": "名化樂天。復上一重名他化天。次第而上。乃至色究", "604": "竟天。復上四方皆是虗空。又名四空天。於此而止。故", "605": "名一重世界一重天地。寬則東西相對七十二萬里。", "606": "南北相對六十四萬里。高從地際。至色究竟天止。", "607": "毗曇論云。從色究竟天。放一大石山。下至閻浮提地。", "608": "經六萬五千五百三十五季。四季為一年。叩算總計。", "609": "該一萬六千五百八十三年。多三季。如是之高顯也。", "610": "又從地輪而論。深厚有六十八千由旬。叩算計。該五", "611": "百四十四萬里。又水輪高八十萬由旬。共計該六十", "612": "四兆萬里之深廣。該一百二十萬三千四百五十由", "613": "旬。用大由旬。數叩算計。該九十六兆二十七萬六千", "614": "里。又金輪即火輪。高三十二萬由旬。叩算計。該二百", "615": "五十六萬里。又風輪高一百六十萬由旬。計該一百", "616": "二十八兆萬里。百萬名兆如是上下高大寬廣。名為一重", "617": "香水海一世界種。一重天地一重地水火風四輪。如", "618": "是論重者。從最下第一重。如是第二重第三重第四", "619": "重。至此第十三重。上海名最中央。香水海名無邊妙", "620": "華。光世界種名娑婆。又上第十四重乃至第二十重", "621": "香水海世界種天地。風火水地四輪。此是第一個二", "622": "十重。次序名目。如是廣說。則有十不可說之二十重。", "623": "盡在此華藏莊嚴世界海中。安布而住。上廣下狹。此", "624": "是論中央一大華藏莊嚴世界海。十方亦如有華藏", "625": "莊嚴世界海。十方剎海。徧布虗空。香海華幢。德均義", "626": "等。經雖隱略。例觀可知。據現相品云。此華藏莊嚴世", "627": "界海東方次有世界海。名清淨光蓮華莊嚴。彼世界", "628": "種中有國土。名摩尼瓔珞金剛藏。佛號法水覺虗空", "629": "無邊王。於彼如來大會海中。有菩薩。名觀察勝法蓮", "630": "華幢。乃至詣佛興供等。此文隱略。假如東方法水覺。", "631": "佛說法時。即云。此清淨光蓮華莊嚴世界海西方次", "632": "有世界海。名蓮華藏莊嚴。彼世界種中有國土。名娑", "633": "婆。佛號釋迦牟尼。於彼如來大會海中有菩薩。名彌", "634": "勒。來詣佛所。餘九方例此。即知剎種義均。是則總十", "635": "方十億佛剎微塵數世界海香海浮幢。與中央世界", "636": "海中。安立莊嚴。其相無異。又入法界品云。爾時東方", "637": "過不可說佛剎微塵數世界海。外有世界。名金登雲", "638": "幢。佛號毗盧遮那勝德王。彼佛眾中。有菩薩摩訶薩。", "639": "名毗盧遮那願光明。來向佛所。此文則又略其世界", "640": "海及世界種也。亦如彼佛為主。乃云。爾時西方過不", "641": "可說佛剎微塵數世界海。外有世界。名娑婆。佛號釋", "642": "迦牟尼。彼佛眾中。有菩薩摩訶薩。名彌勒。來向佛所。", "643": "餘九方亦例此。如是推之。則知十方十不可說佛剎", "644": "微塵數世界海。有十不可說佛剎微塵數廣大蓮華。", "645": "為所依持。如蕋香幢等。十方剎海。皆如中央。一一大", "646": "蓮華上。各有大金剛輪圍山。一一輪圍山內。各有十", "647": "不可說佛剎微塵數香水海。如無邊妙華光香水海", "648": "等。一一香水海中。出一蓮華。如一切香摩尼王莊嚴", "649": "蓮華等。一一蓮華上。有一世界種。如普照十方熾然", "650": "寶光明世界種等。一一世界種中。皆有二十重世界。", "651": "於中布列。如娑婆世界。八方上下諸世界等。其諸浮", "652": "幢皆上齊諸寶雲。下齊諸寶地。寶地為華幢。所持華", "653": "幢下有大香水海。此海有二義。若此海外。有輪圍山", "654": "者。則各各分際。各各名號。如普香摩尼莊嚴香水海", "655": "等。下有風輪。如殊勝威光藏風輪等。若此海外。無輪", "656": "圍山者。則八方諸大華王。同在普光香水海中。如蓮", "657": "池。然具香水瀰漫。徧周法界。莫可測其涯際矣。齊此", "658": "總名為一法界安立海也。", "659": "又今將佛剎微塵數名數。列明一佛剎者。於三千大", "660": "千世界。為一佛剎一佛之化境也。又佛剎中。論微", "661": "塵數者。將此三千大千世界內百億須彌百億四洲", "662": "百億輪圍及大地等。盡皆磨為微細之塵。此數論之。", "663": "為一佛剎微塵。以一微塵計一世界。計前所磨之塵", "664": "盡。名一佛剎微塵數世界。經中以世界極多。非世數", "665": "可紀故。每以佛剎微塵數計之曰。一佛剎塵。二佛剎", "666": "塵。乃至多多剎塵。以剎塵之數。或計世界。或計浮幢。", "667": "或計香水海。或計安立海等。", "668": "研窮法界。高廣無極。展演心光。󳭪󴈉覺體。自內之外。", "669": "從近之遠。廓徹洞融。徧周法界。初從我等現居國土。", "670": "曰娑婆。八方有十三佛剎微塵數世界圍遶。向上經", "671": "七重塵剎圍遶。倍倍加增。如第二十重香水海。世界", "672": "種有二十佛剎微塵數世界。周帀圍遶。向下有十二", "673": "重香水海世界種。一重減一佛剎塵數圍遶。重重減", "674": "微塵佛剎。如最下方第一重香水海中世界種。一佛", "675": "剎微塵數世界。周帀圍遶。如是重重之世界種。如是", "676": "東行。度一種十種百種千種萬億兆京乃至正載數", "677": "種恒河沙數種。一洲塵數。四洲塵數。須彌塵數。小千", "678": "塵數。中千塵數。大千塵數。如是一佛剎塵。十百千剎", "679": "塵。乃至正載。乃至阿僧祇剎塵。至不可說佛剎微塵", "680": "世界種。乃至極東大金剛山下。如東方。次南方。次右", "681": "旋。九方亦如是。周極輪圍。是為華藏世界海邊疆也。", "682": "又復從此剎海東行。度一輪圍。一輪圍內。有一世界", "683": "海。二三輪圍。十百千輪圍。洛叉俱胝那由他恒沙輪", "684": "圍。小千中千大千塵。數十佛剎塵。百千剎塵阿僧祗", "685": "剎塵。乃至不可說佛剎微塵數金剛輪圍山。又一輪", "686": "圍。即極東方金燈雲幢世界如東南西北方及四隅亦如是。共入", "687": "不可說佛剎微塵數世界海。皆豎高十九佛剎微塵", "688": "數世界。上齊寶雲。下齊寶地。最下極于風輪。統八極", "689": "為法界。安立海之邊疆也。研究至此。至廣至大。無量", "690": "無邊。斯乎似極。然猶未也。等而上之。尚有上下方故。", "691": "若爾則彼華藏莊嚴世界海。浮幢之上。空曠無窮。復", "692": "有風輪。如平等住風輪有須彌山微塵數持上大海如普光海華幢如蕋香幢剎", "693": "海如下華藏世界海如是上行。過一剎海。復過十剎海。百千", "694": "萬億超諸世數。乃至不可說佛剎微塵數剎海最上", "695": "方。至於說佛種性。無有盡世界普智輪光明音佛所。", "696": "上方盡際又復彼華藏莊嚴世界海最下風輪。名平等。住", "697": "其風輪下。空曠莫測。復有諸浮幢如寶光明種上二十層等華王", "698": "如蕋香幢香海如普光海風輪如殊勝威光藏等須彌山微塵數其下渡虗空。", "699": "至第二剎海。下方第二世界海也又渡第三第四十百千萬。乃", "700": "至非世所知。不可說佛剎微塵數世界海最下方。至", "701": "於一切如來圓滿光普照世界虗空無礙相智幢王", "702": "佛所。下方至極總法界十方而觀之。則華藏周帀得八數。", "703": "上下得二數。如豎軸水車輪狀上下孤豎如軸八方周輳如幅及傘", "704": "葢形。如是揆之。亦未可為盡。何也。今會華藏為主。而", "705": "十方乃有多剎塵數之伴。則上下諸佛剎海。豈獨無", "706": "伴乎。是知經文含隱。詳夫上下方之剎海。一一各有", "707": "眾多塵數剎海圍遶。亦如華藏。八方之數。如是則八", "708": "方齊等。上下相當。風輪香海。重重相間。華王剎海。行", "709": "行相稱。譬如百千大蓮華池。徧立空界。嗚呼孰能縱", "710": "金剛翮。豁天眼光。而遊觀此廣大法界者哉。即使邁", "711": "過斯界。四顧茫茫。而太虗空外復何物。即又復諦審", "712": "諦觀十方剎海。亦非止此而已矣。是以諸佛境界廣", "713": "大無邊。非入解脫得火三昧。莫能見之。為啟凡愚故。", "714": "下本經文。略言毫末而已。下本文亦未全。尚有十品。存於天竺中上本", "715": "經。當更有餘義。信乎須彌聚筆。大海量墨。莫能書也。", "716": "十千塵偈。大地塵品。未足為多。原極于此。則情忘智", "717": "絕。廓然無思矣。噫回視我輩叢爾之身心。寸靈之知", "718": "覺。類夫醯鷄處于太虗。浮區流於大海。存耶亡耶。恍", "719": "乎惚乎。如夢想焉。如幻化焉。罔知所以然而然者也。", "720": "故經云。十方虗空。生汝心中。猶如片雲。點太清裡。如", "721": "法界性。究竟圓滿。遍十方故。豈欺我哉。是故理極故", "722": "令事廣。花大故省池深者也。", "723": "又今將此娑婆世界四大部洲之寬廣。須彌山之高", "724": "大名相。次第列明。此世界東西相對七十二萬里。南", "725": "北相對六十四萬里。正中有須彌山。縱廣八萬四千", "726": "由旬。七寶所成。正中天城名曰善見。是帝釋所居。四", "727": "方四隅是三十三天所居。此天正名忉利天。又名帝", "728": "釋天。又從須彌山。根上升一萬由旬。縱廣一萬由旬。", "729": "是堅手天住。復上一倍遶山八千由旬。是持華鬘天", "730": "住。復上一倍遶山四千由旬。是放逸天住。復上一倍", "731": "遶山四千由旬。是日月星宿天住。復上一倍遶山四", "732": "千由旬。是四王天住。從此復上四萬由旬至山頂。縱", "733": "廣四萬由旬。又即從上升四萬由旬。有處如雲。七寶", "734": "所成其猶大地。是夜摩天住。復上一倍或三十二萬", "735": "由旬。有地如雲。是兜率天住。復上一倍或四十八萬", "736": "由旬。有地如雲。是化樂天住。復上一倍或六十四萬", "737": "由旬。有地如雲。是他化天住。次第乃至色究竟天住。", "738": "悉以皆有其地如雲。毗曇論云。色究竟天。從此天放", "739": "一大石山。經六萬五十五百三十五季。中間無礙之", "740": "處。下至閻浮提地。抑算高顯。總計該經若干年之久", "741": "遠。如四季一年。四十季十年。四百季百年。四千季千", "742": "年。四萬季萬年。如上之季。總共抑算。該一萬六千三", "743": "百八十三年。多三季。如是之高顯者也。又須彌山外", "744": "有七重金山七重香水海。次第周帀。七重金山外。大", "745": "鹹水海有四大洲八中洲數萬小洲。徧布安住。又鹹", "746": "水海外。有小輪圍山。周帀圍遶。此四洲等皆一地所", "747": "持。是為一世界輿地之圖也。又四部洲者。東弗于逮。", "748": "南閻浮提。西瞿耶尼。北󳬂單越。又名東勝神洲。南贍", "749": "部洲。西牛貨洲。北俱盧洲。釋迦如來居南贍部洲。五", "750": "印土之中印土。最中之地。名迦毗羅國。淨飯王宮降", "751": "誕。應化五印土中。轉大法輪。導化眾生。我輩所居。是", "752": "此南贍部洲。邊疆之地。古名東震旦。國邊連大海。又", "753": "論此界。下方虗空中。有大風輪。高一百六十萬由旬。", "754": "以大由旬數之。一由旬八十里。十由旬八百里。百由", "755": "旬八千里。千由旬八萬里。萬由旬八十萬里。十萬由", "756": "旬八百萬里。又名八兆萬里。如上一百六十萬由旬。", "757": "叩算共計。該一百二十八兆萬里。於是風輪。如是高", "758": "顯者也。廣則與世界量等。又水輪高八十萬由旬。共", "759": "計該六十四兆萬里。如是之深寬。則與世界正等。又", "760": "廣一百二十萬零三千四百五十由旬。總計該九十", "761": "六兆二十七萬六千里。此是一世界。而論高廣之說", "762": "也。又金輪高三十二萬由旬。廣與水輪同。水上有風。", "763": "吹轉此水。於上成金輪。如熟乳生膏。是名金輪。厚三", "764": "洛叉。又地輪厚六十萬零八千由旬。共計該五十四", "765": "兆零四萬里。此上四輪所論。出因本經。俱舍論增一", "766": "經法界安立圖所集。統立綱目。已竟。", "767": "表讚四種法界體量形狀。就情達理。依心對境。初", "768": "稿。", "769": "理法界。", "770": "理為法體法是理用體用雙彰界為際限", "771": "理本清淨法由理致理與法一不真何待", "772": "故經云。法界通化。一合理相偈云。", "773": "性體圓明理義彰清淨法界界非方", "774": "真如寶相空明靜太虗不出自性光", "775": "事法界。", "776": "事因緣顯造法由心界定方位共資菩美", "777": "事本無心因境成有事與理合界得其宜", "778": "故經云。事理通達。諸法無礙偈云。", "779": "事無大小隨圓方得法源底性清涼", "780": "對境因心成幻有因緣合離各主張", "781": "理事法界。", "782": "理事法三通別各主界為限齊其法自立", "783": "三事差別法無定相界亦混亂事無一定", "784": "故經云。皆因無為法。而有差別偈云。", "785": "三事相合法無別理事圓通法性濶", "786": "諸法如義空法界無人無我無法說", "787": "事事法界。", "788": "事事貫通法法圓融法界安立歸心得所", "789": "事事各主權衡綱宗法界如然自性如然", "790": "故經云。實相無相。法界強名偈云。", "791": "事事貫通理如然歸心得所自在觀", "792": "虗空法界歸性海塵塵剎剎法法圓", "793": "又四種無礙法界偈頌。", "794": "理障消除法性明清淨無為復本真", "795": "實際理諦空無相一體同觀法界身", "796": "事與法合理自明心空及第悟圓音", "797": "大地山河空中影二諦融通法惟心", "798": "理事雙彰性相明塵沙法界總歸真", "799": "虗空無盡法無盡理事法三共一心", "800": "事事無礙法法明一性光中法界身", "801": "靜觀法界惟心現塵塵剎剎總圓音", "802": "又一心開十種法界。", "803": "諸佛以清淨為法界一真法界湛寂圓融", "804": "菩薩以十度為法界萬行莊嚴利濟羣品", "805": "圓覺以因緣為法界三世一念十二流轉", "806": "聲聞以四諦為法界知苦斷集漏尸結解", "807": "諸天以福樂為法界福盡人間散入諸趣", "808": "世人以事業為法界功勳道德善惡兩途", "809": "修羅以瞋鬬為法界瞋心不斷鬪諍難息", "810": "畜生以愚痴為法界但念水草餘無所知", "811": "餓鬼以饑須為法界服大咽小針夅粒米", "812": "地獄以憂苦為法界苦多樂少無時暫安", "813": "前立四種法界。初以理論。其事在中。次以事論。其理", "814": "在中。又次以理事。合論於事。事在中。又次以事事。通", "815": "論具理。一以貫之。所以事因理顯。理由事彰。理事交", "816": "徹。諸法具備。若以法界論之。法界即世界之理也。世", "817": "界即法界之事也。以世界具一切事。法界具一切理。", "818": "理事具備。而世界成已。世界成已。法法物物全體顯", "819": "露。故經云。若入欲了知三世一切佛。應觀法界性。一", "820": "切惟心造。所以法界稱理。世界即事。理事圓通。一切", "821": "無礙。又以虗空而論法界。虗空無盡。法界無邊。塵塵", "822": "剎剎無盡之法界。莫不盡在虗空之中矣。又以法界", "823": "而論虗空。法界無邊。虗空無盡。無窮無盡之虗空。莫", "824": "不皆以法界而顯露之。若明法界。理須會虗空意。若", "825": "明虗空。理實在法界中。故以法界虗空等無差別。事", "826": "事無礙。法法圓融。鎔成一體。一以貫之。法界如然。虛", "827": "空如然。自性如然。理亦如然。真空法界。法界真空。雙", "828": "收雙放。攝歸實際。實際性空。量等法界。故云三界惟", "829": "心萬法惟識。靜觀法界性。一切惟心造。又如何惟心", "830": "造。然法界皆因四大所顯。四大有成有壞。有生有滅。", "831": "皆是心心所發。生滅無住。操動不停。故有流轉。四大", "832": "和合而世界成。四大散滅而世界壞。成住壞空。流轉", "833": "無窮。所以釋迦世尊佛眼遙觀他心。洞鑒大地山河。", "834": "微塵國土。有情無情。萬物萬法。天地人民。日月星辰。", "835": "君臣父子。詩書禮樂。萬德斯備。又觀眾生。造種種業。", "836": "受種種苦。生老病死。無解脫時。佛觀此已。頓發慈心。", "837": "因緣時至。現大神變。從兜率宮。下降人間迦毗羅國", "838": "淨梵王宮。降神母懷。十月誕生。㘞的一聲。周行七步。", "839": "目顧四方。一手指天。一手指地。自言天上天下惟吾", "840": "獨尊。其年周昭王二十四甲寅歲。四月八日子時。十", "841": "九出家。三十成道。說法四十九年。談經三百餘會。天", "842": "人證果󳬿朧盡悟。一世功勳道德斯備。其所說一切", "843": "法。為度一切眾。隨眾生根性。而演說之前。以一心開", "844": "十種法界。反覆論之。法界體量形狀。因眾生心有八", "845": "萬四千塵勞善惡之造作。佛謂開八萬四千方便之", "846": "法門。以種種方便因緣譬喻言辭。而敷演之。對病與", "847": "藥。令一切眾生各得出滅一切生死之眾病。身心安", "848": "樂。而證道果。皆以涅槃而滅度之故。所以法界而論", "849": "世界。無法不備。又以世界而論法界。無事不周法。法", "850": "其備。事事全周。而稱大法界也。故華嚴經偈云。遮那", "851": "妙體徧法界。以為身華藏莊嚴。等太虗而惟量。又偈", "852": "云。剎塵心量可數知。大海中水可飲盡。虗空可量風", "853": "可繫。無能盡歎佛功德。又云。一切有為法如夢幻。泡", "854": "影如露亦如電。應作如是觀。是以泉識淺智愚。不揣", "855": "鄙漏。而將四法。通途論之。略以大槩。名相事理。敘列", "856": "一番。祈諸智者。再伸發明。以示將來。廣其見聞。開發", "857": "慧性得大辯才者也。", "858": "遂邑廣德寺釋子　永光　泉　敬撰。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 241 華嚴經綱目貫攝", "author": "清 永光錄集"}