{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 923 摩訶止觀義例隨釋", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "隨釋第七喻疑顯正例者", "1": "止觀義例隨釋卷第六", "2": "永嘉沙門　處元　述", "3": "○喻疑顯正之餘", "4": "言別則略指三門。大意在一頓。彼料簡文問略明三", "5": "種止觀。略指與大意名相似同。是故重問云何同異。", "6": "答中分於通別二意。通則略指只是大意。別則略與", "7": "大意不同。以不同故略有三種。大意但在三中之一。", "8": "故文云漸與不定置而不論。人不見之。便於三外別", "9": "立頓頓。", "10": "釋曰。此當第七明三門與大意章有通有別。言略", "11": "指三門者。在章安序中明三種止觀也。凡有數處", "12": "之文。至正說大意中三止觀結。而與三門法相似", "13": "同。是故以大意章對於序文而為料簡。應知此料", "14": "簡文雖無私謂之言。乃章安之詞也。故問云。略與", "15": "大意云何同異。答中具有通別二意。通則略指只", "16": "是大意。別則略與大意不同。以不同故略有三種。", "17": "為辨差也。大意一章雖有數處三止觀結。但在三", "18": "中之一。謂圓頓也。觀師不曉。乃謂大意唯在一頓。", "19": "便立三外別有頓頓。是不知文意之甚也。", "20": "安心文末先以次第三觀結數。次以一心結數。次第", "21": "義當於別。一心義當於圓。此圓還同初總安心為結", "22": "數。故義開三別。次還依本以結一心。不見此意異說", "23": "便生。", "24": "釋曰。此當第八斥不曉三別止觀與一心止觀結", "25": "數之意。夫安心者有二。一者總安。二者別安。先總", "26": "安心。即是圓頓。約此圓頓論別安心。故知總安是", "27": "別安之總。別安是總安之別。以總冠別無以異也。", "28": "為結數故。先寄次第三觀以結其數。次以一心以", "29": "結其數。應知次第之三約義開之。次則還依本圓", "30": "以結一心。觀師不見。便謂三外別有頓頓。非妄而", "31": "何。結數已見上文。不復出矣。", "32": "言發心文末一止觀結者。大意五章文相寬總。是故", "33": "皆以止觀結之。或時唯用一止觀結。如六即文。六文", "34": "皆一。或復唯用三止觀結。如隨自意文末。或時俱用", "35": "三一結之。如前所引。復闕無結文。如常行等三種三", "36": "昧。", "37": "釋曰。此當第九明三一止觀結文無殊。言發心文", "38": "末一止觀結者。此牒觀師僻見。遂據此文以立三", "39": "止觀外別有一頓頓觀也。言大意五章文相寬總。", "40": "是故皆以止觀結之。此荊谿出於五略中結文之", "41": "意也。大意一章文有五略。故云五章。以此五略包", "42": "下九廣。文相寬總。恐尋讀者心有異緣。是故諸文", "43": "之下皆以止觀結之。此總示也。此下別示。言或時", "44": "唯用一止觀結如六即文六文皆一者。始從理即．", "45": "名字．觀行乃至究竟。并以一止觀結之。故云六文", "46": "皆一。纂者云。前之四即則有結文。後之二即則無", "47": "結文。謂荊谿誤。六結之文昭然可見。不細尋之輒", "48": "詐祖師。非狂妄耶。或復唯用三止觀結如隨自意", "49": "文末者。彼止觀云。復次但約最後善明隨自意。此", "50": "是次第意漸次結也。若善惡俱明隨自意。即是頓", "51": "意圓頓結也。若襵牒之善明隨自意。此則不定意。", "52": "此襵牒善非前二攝。不離前二。於頓起漸。於漸起", "53": "頓。故不定也。或時俱用三一結之如前所引者。謂", "54": "四諦顯是中以三止觀結四弘中以一止觀結。故", "55": "云也。復闕無結文如常行等三種三昧者。應云。如", "56": "常坐等三種三昧。以隨自意中結文則多言常行", "57": "者。或恐文誤。", "58": "又若俱用三一結者。只是通別不同。何者。一種結云。", "59": "發菩提心即是觀。邪僻心息即是止。當知三種無不", "60": "發心邪僻心息。", "61": "釋曰。此當第十明三一結只是通別有三。初明一", "62": "結為通。二又三下。明三結義亦屬通。三此第下。明", "63": "初文與今辨釋有異。初文云。若俱用三一止觀結", "64": "者。此重牒上文。或時俱用三一結之。如前所引者。", "65": "只是通別不同耳。用一結者為通。用三結者為別。", "66": "何者下。問起釋出。一止觀結云。發菩提心為觀。邪", "67": "僻心息為止。是則三種止觀無不發心。無不邪息。", "68": "當知此一是通是總。如何謂是三止觀外別一頓", "69": "頓耶。", "70": "又三種結者亦是通義。以通三故是故結之。始從三", "71": "藏終至圓頓。皆悉有於漸．頓．不定。具如第三偏圓文", "72": "中及玄文第十判教相中四教是別。三種是通。", "73": "釋曰。此當第二明用三結義亦屬通。言亦屬通者。", "74": "初文以一結之而名為通。蓋通總之通也。此一總", "75": "三故名通也。今明三結應名為別。而亦名通者。乃", "76": "取四教為別。教教自有漸．頓．不定。故亦名通。應知", "77": "藏等四別通有此三。是故結之。言具如第三偏圓", "78": "文中者。止觀第三卷第五偏圓章中及玄文第十", "79": "判教相中。并以四教為別。三種是通。於四教中當", "80": "分則以因位為漸。極果為圓。入位不定而為不定。", "81": "彼文甚廣。恐繁不引。", "82": "此第一文不歷四教。一一以三結總。以四教共為三", "83": "結。以三對一。三復為別。人不見之。便以又以之言憑", "84": "茲別立。深不可也。", "85": "釋曰。此當第三明於上文與今辨釋有異。上據偏", "86": "圓及玄第十。并以四教為別。三結為通。故藏至圓", "87": "一一皆用三止觀結。今文乃據止觀第一發大心", "88": "中所明感應及四悉等皆通四教。只於此四用於", "89": "三結。是則四教為總。三結為別。此以教總而結別。", "90": "自為一番總別也。又以三對一。三復為別。上文對", "91": "教成別。今文對一復別。乃是以一對三三又為別。", "92": "如此三一只是總別。豈有三外別立頓頓耶。觀師", "93": "不見。乃以天台三觀結外云。又以一止觀結。指此", "94": "又以等言以立頓頓。不知此一即是通總。約此建", "95": "立。無乃為謬乎。", "96": "問。兩種頓位同異云何。答。住前則別。", "97": "釋曰。問文可見。答云住前則別者。即是謂漸頓位", "98": "者住前斷四住。頓頓位者住前圓伏五住。登住圓", "99": "破五住。故云住前則異也。", "100": "喻曰。凡列位者皆須準教。及以古師一家立位唯分", "101": "四別。一期教迹因果顯著。有始有終莫過此四。三藏", "102": "則四果支佛百劫僧祇。通教則三乘共位及名別義", "103": "通。別．圓並立五十二位。但行有賖促斷伏不同。圓依", "104": "法華更加五品。一家所用諸部咸然。輒不曾聞兩頓", "105": "之位。已如前破。", "106": "釋曰。言三乘共位者。因果俱通位也。且從當教有", "107": "始終說。若乃通別通圓。藉通開導之位。有始無終", "108": "非此所論。名別義通者。借別教名名通教位。加以", "109": "十信為乾慧地名信忍。住．行．向三名伏忍．柔順忍。", "110": "初地得無生忍為見地。二地至七為羅漢。八為支", "111": "佛。九為菩薩。第十寂滅忍為佛地。此乃借別教名", "112": "名通位也。具在玄文。別圓次位其周足者莫過華", "113": "嚴．瓔珞。是故今云並立五十二位也。言行有賖促", "114": "伏斷不同者。別人先空次假後中。動經百千無量", "115": "恒河沙劫。方入十信位等。故云賖也。圓人根利。初", "116": "緣實相造境即中。無生法忍一生可獲。或障重者", "117": "不過三生。故云促也。言斷伏不同者。別人住．行．向", "118": "三伏無明惑。初地方破。圓人五品十信伏無明惑。", "119": "初住即破。故云不同。更加五品。已見上文。一家教", "120": "門曾不聞於兩頓之位。觀師謬立。破意已如反以", "121": "仁王四住先落文破之是也。", "122": "問。何故分別立二頓耶。答。由根利鈍立二不同。喻曰。", "123": "自昔承稟一圓家教法。不見二頓。而分兩根。處處文", "124": "中但云華嚴兼於利鈍。利則圓教。鈍則別人。或一一", "125": "教中而分三根或信法二行。以分利鈍。是則教教部", "126": "部無不皆然。來至法華同入一實。無容開會同一根", "127": "性仍稱為鈍。覆權隱迹有利有鈍而名為利。深不可", "128": "也。", "129": "釋曰。承稟一圓家教法者。此文多一圓字。不成句", "130": "讀。仍又倒文。或一一教而分三根者。謂當教各有", "131": "上中下故。或信法二行以分利鈍者。信行藉聞故", "132": "鈍。法行內照故利。又信行一聞即悟故利。法行歷", "133": "法觀察故鈍。或俱利鈍。信行聞利修鈍。法行修利", "134": "聞鈍。教教部部無不皆然者。此約法華已前四當", "135": "分說。來至法華同入一實。無小無大同歸佛界。而", "136": "僻解師無容開會同一根性仍名為鈍。無容者。不", "137": "許也。反以開顯一實名為鈍根。却以覆權隱迹有", "138": "利有鈍而名為利。華嚴未開故覆權。隔彼聲聞使", "139": "如聾瘂故。華嚴未開迹故隱本。但云寂場始成故。", "140": "豈以開權顯本而為鈍。却以覆權隱本而為利", "141": "耶。", "142": "問。方等中四漸中開四。兩四中圓為何同異。答。但是", "143": "四教中圓皆是漸圓。", "144": "釋曰。設此問者試探觀師。及其答出果然不曉。", "145": "喻曰。此師不識漸教之義。是故不知方等只是漸中", "146": "之一。謂言漸教與方等殊。即便答云。但是四教皆名", "147": "為漸。若知不別云何便答。但是之言。借使法華會前", "148": "四教中圓皆名漸圓。法華開權獨顯一圓。何故仍立", "149": "漸圓之稱。若爾。但識四教從漸之言。不了法華開廢", "150": "等意。因茲暗立漸頓之言。", "151": "釋曰。此文斥彼不解方等中四與漸開四只是一", "152": "四。致有妄答之過。言不識漸教之義者。夫事不頓", "153": "成故謂之漸。鹿苑漸初也。方等漸中也。般若漸末", "154": "也。設此漸者有二意焉。一者為取法華機故。次第", "155": "豎入。是故鹿苑證果。方等彈呵。般若淘汰得。至法", "156": "華開顯授記。二者法華會前有堪入道者。橫施四", "157": "教。一一赴之。漸教之義正在於斯。方等只是漸中", "158": "之一。彼不知此。乃謂方等中四與漸四殊。即便答", "159": "云皆名為漸。是故應知。漸開出四者。總三時漸開", "160": "出四耳。豈有漸開四外更有方等之四耶。若其知", "161": "者。那得答云但是四教皆名為漸耶。言借使法華", "162": "會前四教中圓皆名漸頓者。此乃縱許之詞也。", "163": "法華開權獨顯一圓。何故仍立漸圓之稱。是則", "164": "開權顯實有何功耶。若爾。但識從漸開四之言。不", "165": "了漸教所以是涉道之淺也。而亦不了開廢之意", "166": "在超八。因以暗心立漸頓之名。致茲誤謬之如此", "167": "也。", "168": "問。涅槃中圓復何差別。答。亦是漸圓。喻曰。若如所判。", "169": "始自鹿苑終至涅槃一槩漸圓。玄文何故苦破光宅。", "170": "光宅仍以法華異昔。引昔通謾尚乃破之。此師稟受", "171": "山門。翻更不如光宅。應云。涅槃雖四前三知圓。方等", "172": "雖四三不入實。漸中開四不殊方等。諸文盛說。何足", "173": "復疑。依彼所論。涅槃圓伊便成無用。復有一行乃是", "174": "徒設。", "175": "釋曰。僻解師以自鹿苑至涅槃教一槩為漸。尚不", "176": "及光宅雲師而尊法華以異昔教。故立法華為廣", "177": "高長。及以昔教為挾下短。引昔通謾者而不簡於", "178": "諸味中圓同法華妙。故遭天台二十四難。故云苦", "179": "破。觀師稟山門教。反不如之。何學道滅裂耶。纂者", "180": "云謾字誤。應從此漫。聞見不博耳。", "181": "問。涅槃四教俱入圓不。答。有不入者。十仙外道即是", "182": "其流。喻曰。徒聞涅槃入實之言。不曉捃拾得入之意。", "183": "若十仙不入。三修豈聞。初後俱無中間寧入。十仙不", "184": "入。世尊何故為其說常。破云。汝外道中因雖是常而", "185": "果無常。我佛法中因是無常而果是常。乃至陳如色", "186": "常受想行識常。餘諸外道大意皆爾。如何謬判以為", "187": "無常。易見之文尚謬。況復難見耶。", "188": "釋曰。徒聞涅槃入實之言。不曉捃拾得入之意者。", "189": "應知由捃拾故一切入實。以法華如秋大收。以涅", "190": "槃如收歛殘餘。是故殘餘一切皆入。如何却言十", "191": "仙不入耶。言十仙者。一闍提首那。二婆私吒。三先", "192": "尼。四迦葉。五富那。六淨梵志。七犢子梵志。八納衣", "193": "梵志。九弘廣。十須䟦陀羅。若此十仙不得入者。三", "194": "修之法豈得聞耶。既聞三修安得不入。言三修者。", "195": "而有三種。一邪三修。即外人所計常樂我也。二劣", "196": "三修。即小乘無常．苦．無我也。三勝三修。即大涅槃", "197": "常樂我也。今文中言三修者。即勝三修也。不言淨", "198": "與不淨者。為對外道邪三故但三耳。言初後俱無", "199": "中間寧入者。涅槃初會明常住宗。即常樂我勝三", "200": "修也。後明十仙入實亦勝三修。初後既然。中間寧", "201": "不入真實耶。若十仙不入者。世尊何故為其說常。", "202": "如闍提首那以因果是無常難佛。佛即問云。汝性", "203": "是常耶。是無常耶。首那答言。我性是常。佛問。汝性", "204": "能作一切內外法之因耶。答言如是。佛問。云何作", "205": "因。答言從性生大。從大生慢。乃至二十五法。佛問。", "206": "是大等法常耶無常耶。答言。我法性常。大等諸法", "207": "悉是無常。佛問。如汝法中因常果無常。然我法中", "208": "因雖無常而果是常。有何等過。言乃至陳如色常", "209": "等者。此陳如品中對告陳如。云色是無常。因滅是", "210": "色獲得常色。受想行識亦復如是。然陳如品在十", "211": "仙前。今文所引。先引十仙次方陳如。乃至之言。却", "212": "以後文超至前耳。有理存焉。無以文之前後而為", "213": "妨之。十仙之中一仙既爾諸仙皆然。乃至第十為", "214": "須䟦陀羅說真實想等入實之文。明如日月。如何", "215": "暗判為不入實是無常耶。", "216": "問。止觀第一卷後多種譬文。如迦陵頻伽聲。擣萬種", "217": "為丸。在大海浴。阿伽陀藥等。為喻何頓。答。並是漸頓。", "218": "何以故。猶在㲉中萬種須擣。須待諸水入於大海。須", "219": "合諸藥為阿伽陀。故是漸頓。若不出㲉。諸水是海。不", "220": "擣萬種不合為藥。任運自具方是頓頓。", "221": "釋曰。此答文中僻解師以諸譬文皆為漸頓而作", "222": "譬喻。是故結云故是漸頓。即出頓頓譬云。若不出", "223": "㲉者。意云迦陵鳥猶在㲉中尚猶未出。待出方更", "224": "轉勝。故知譬漸頓。不若不出㲉為頓頓。譬諸水入", "225": "海。不若諸水自具香丸合藥。不若不擣不合方為", "226": "頓頓之譬。", "227": "喻曰。此中二失。一者不曉喻旨。二者違於自言。不曉", "228": "喻者。夫言喻者但約少分。故大經云。不可以喻喻真", "229": "解脫。如雪山類象豈可求其尾牙。舉扇喻月豈可求", "230": "其光挂。況本文意。意在一法具是諸法。取現見者以", "231": "之為喻。未入海諸水不具。未擣為丸眾氣不足。自餘", "232": "諸鳥㲉中不鳴。餘藥雖合治病不徧。故用此等以為", "233": "頓喻。如何破喻而為漸圓。養子不肖過而難他喻。即", "234": "其事也。", "235": "釋曰。此僻解師因難譬喻而成二失。一者不曉喻", "236": "旨。二者自語相違。不曉喻旨者。凡言喻但取少分", "237": "而已。大經云。不可以喻喻真解脫。如以雪山之白", "238": "以喻白象。豈可責其不具尾牙。如以滿月以譬佛", "239": "面。不可責其無眉眼口鼻耳等。如舉扇喻月。豈可", "240": "責其無光挂等。文中挂字誤。應從木。不應從手。言", "241": "光桂者。且順世俗云月有桂樹耳。纂者云。舉扇恐", "242": "誤。應云舉面。諸文舉扇喻月有之。何必疑此。言況", "243": "本文意意在一法具是諸法。取現見者以之為喻", "244": "者。具是字恐誤。應云具足。凡字之誤者。或聲相類", "245": "故誤。或形相類故誤。此形相類也。本文意者。止觀", "246": "文意也。譬如大海具一切水。此譬一法具一切法。", "247": "如擣萬種香為丸。若燒一塵具足眾氣。一塵譬一", "248": "法具一切法也。如何以未入海諸水自具為頓頓", "249": "譬。以不擣為丸之香自具為頓頓譬。迦陵鳥在㲉", "250": "中鳴。其聲已過一切鳥音。況出卵乎。此譬稟圓頓", "251": "止觀行人雖未破無明㲉。即已超過七方便上。況", "252": "破無明乎。如何破云猶在㲉中尚待出㲉。不若不", "253": "出㲉為頓頓譬。餘藥雖合治病不徧者。止觀云。譬", "254": "如良醫有一祕方。總攝諸方功兼諸藥。阿伽陀藥", "255": "也。如何破云不合為藥自然具者為頓頓喻。言養", "256": "子不肖者。肖。似也。夫世人稟父母遺體。必骨法相", "257": "肖。所為亦然。觀師稟學荊谿。道不相肖。故云養子", "258": "不肖過。過謂作過。非循理也。而難他喻者。以法望", "259": "喻。喻為他也。即其事也者。即同世人養子不肖作", "260": "過。故云也。此不曉喻旨也。", "261": "二違自言者。自立大意以為頓頓。此等喻文皆在大", "262": "意。如何自斥以為漸圓。", "263": "釋曰。此等喻文皆在大意者。一往之言也。其實擣", "264": "萬香．大海浴。文在序中。頻伽鳥．阿伽藥在大意中。", "265": "觀師既立大意而為頓頓。反斥此喻而喻漸圓。豈", "266": "非自語而相違耶。", "267": "問。第一卷中實非父子兩謂路人。此喻何等。答。實非", "268": "骨肉是前兩教。兩謂路人是後兩教。喻曰。此深不見", "269": "文中喻意。文以界內界外各有一理。理各兩教以為", "270": "能詮。並以四諦以為迷解。文中自合。瞋以譬集。打以", "271": "譬苦。若兩謂父子。瞋打薄者以譬直教。兩謂路人。瞋", "272": "打厚者以喻紆迴。此謂道諦智解不同。故使滅諦即", "273": "離亦別。若即解者。苦集即理。如路人為父子。若離解", "274": "者。苦集異理。如父子為路人。當知實非骨肉兩謂路", "275": "人。但約拙教一離義爾。亦闕分判界內外是何等拙。", "276": "而便跨節以為四教具如止觀記中釋。", "277": "釋曰。以路人為父子。以父子為路人。通為界內界", "278": "外而作譬也。界內外各有一理。界內真理也。界外", "279": "中理也。由迷一真有輕重故。則有藏．通二教。由迷", "280": "一中有輕重故。則有別．圓二教。四教各有苦集滅", "281": "道之四諦也。藏．別二教苦集重故。如兩謂路人。瞋", "282": "打則厚。迂通化城。迂通寶所。通圓二教苦集輕故。", "283": "如兩謂父子。嗔打則輕。直通化城。直通寶所。此四", "284": "四諦者。但是即離之異耳。若約即解。苦集即道滅。", "285": "如路人為父子。若約離解。苦集非道滅。苦集之體", "286": "本是道滅。以解拙故如父子為路人。當知止觀第", "287": "一云。實非骨肉兩謂路人者。但約拙教一離義爾。", "288": "言一離者。不對即說。故云一離。觀師如何謂實非", "289": "骨肉為前兩教。兩謂路人是後兩教耶。言亦闕分", "290": "判界內外是何等拙者。既分四教。二拙二巧亦應", "291": "可見。", "292": "問。漸之與別為同為異。答。此二不同。漸則開四。別不", "293": "開四。喻曰。既其不識漸教開四徒。與別教弁異何益。", "294": "今言漸別皆應開四者。兩文不同。漸教開四已如前", "295": "說。別開四者具如別教四弘之中約四諦境皆歷四", "296": "教。但須委知開四所以。然於別人自行化他。未必全", "297": "立四教之名。但云界內界外曲直巧拙。自行則次第", "298": "豎入。化他則隨緣橫被。被機雖橫行終成豎。自行雖", "299": "豎徧學成橫。如初入空偏用析體以破見思。仍是偏", "300": "用一門自行。若至十行為利他故。方始徧習析體八", "301": "門及以無量無作八門。爾時所習乃得名橫。是則自", "302": "他四教義足。讀文不委義理輕疏。而便謬判別不開", "303": "四。", "304": "釋曰。此一節文所明別人自行豎入之四。化他橫", "305": "學之四。文義璨然不復釋也。", "306": "問。商略之文為是何處。答。挹流尋源已下文是。喻曰。", "307": "此亦二失。一者不曉新舊文意。二者商略謬判祖承。", "308": "初不曉文意者。舊本十章前五是序後五是正。故舊", "309": "本初云。竊念述聞共為十章。商略等五名為竊念。己", "310": "之私竊興念序故。開章等五名為述聞。述己親從法", "311": "會聞故。再治改者良以竊念不應連接述聞為十。故", "312": "廢商略五章之名。章名雖廢仍存其文。述聞五章次", "313": "第雖在亦沒章名。新移商略之文以為引證之例。首", "314": "加止觀等字用為通序。則以挹流等文用擬別序。人", "315": "不見之便為亂說。空張舊本商略以消別序新文。奈", "316": "何商略之文復彰祖承之後。甚不可也。", "317": "釋曰。僻解師難前諸喻令成漸圓之喻。既成二失。", "318": "今指商略以為祖承。復成二失。故云亦也。言不曉", "319": "新舊文意者。舊文第二本也。新文今現行本也。舊", "320": "本首云竊念述聞共為十章。一商略。二祖承。三辨", "321": "差。四引證。五示處。此五章者乃章安私竊興念之", "322": "所序也。正說五者。一開章。二生起。三分別。四料簡。", "323": "五解釋。此乃章安自述從法會所親聞之法。是故", "324": "云竊念述聞共為十章。然再治定其意在何。謂由", "325": "以將己之五章及所聞之法合為十章。意似不便。", "326": "故再治定沒舊章名。以再治文但為序正。於初序", "327": "中乃安止觀明靜等擬經之通序也。自挹流尋源", "328": "已去乃當別序。再治定意其在斯乎。如何觀師以", "329": "商略等名而分再治定文。故再治文迴舊商略以", "330": "為圓證。故云略引佛經粗彰圓意。如何以商略文", "331": "為祖承耶。況商略文在第一科。祖承居二也。觀師", "332": "妄指商略在祖承後。故云甚不可也。", "333": "問。挹流已下正當舊本祖承之文。如何將為商略文", "334": "耶。答。正是商略有師無師故云商略。喻曰。舊釋商略", "335": "云。略引佛經粗彰圓意故云商略。即引華嚴了達賢", "336": "首聞圓等文。今乃判他祖承之文而為商略有師無", "337": "師。既將祖承以為商略。祖承儻更指後辨差。從始至", "338": "終重重妄說。", "339": "釋曰。華嚴了達賢首等已見上文。餘皆可曉不復", "340": "記也。", "341": "問。有情心法并有情色及外依報。此之三法頓及頓", "342": "頓起觀何殊。答。頓頓隨觀即具諸法。漸頓心具。餘二", "343": "則無。喻曰。據此答文却用漸圓為頓頓。何者。四教中", "344": "圓奚嘗不云三處具法。故四念處圓文中云。非但唯", "345": "識亦乃唯色唯聲唯觸。三處具法正是四教末後之", "346": "圓。今謬判為頓頓文者。驗知諸判但用󱗉襟。又漸圓", "347": "既知心具諸法。諸法徧攝豈隔色耶。色攝入心心即", "348": "是色。如何謬判唯心具耶。若別教人。初心色心并不", "349": "具法。何獨色耶。漸頓迴互教門雜矣。教門既雜。依教", "350": "修觀冥如夜遊。", "351": "釋曰。此斥三處具法謬判頓頓之失也。何者。僻解", "352": "師謂漸頓觀者止論心具諸法。餘二不具。若頓頓", "353": "觀者隨所發觀即具諸法。如此判者乃成却以漸", "354": "頓為頓頓也。故四念處中圓四念處云。非但唯識", "355": "亦乃唯色等。色兼內色及外依報。是則三處具法", "356": "明文在茲。何謂漸圓只明心具。況又漸既知心具。", "357": "則一切唯心。心外無色色即是心。豈有心具非色", "358": "具耶。若言心具色不具者。進不成圓退不成別。圓", "359": "則圓於一切色心內外一切咸徧。別則別人初心", "360": "若色若心并皆不具。何獨色法不具法耶。言漸頓", "361": "迴互者。既以四教中圓而為漸頓。復用四教中圓", "362": "具法而為頓頓於解回惑。則教門雜亂。依教修觀", "363": "暗如夜遊。何所至耶。", "364": "問。此二種觀初心何別。答。頓頓觀者初發心時三諦", "365": "俱觀。漸頓觀者先觀中道離於二邊。二觀先成見思", "366": "前破。後證中道三諦方同。喻曰。雖指文中三處五處", "367": "以立頓頓既無正義。約觀判位亦無正文。大師唯引", "368": "諸經明位以證四教。不見引證四教之外別立一頓。", "369": "況彼諸處頓頓之文。盡是四教最後之圓。彼以此圓", "370": "判為漸圓。云初發心者先觀中道。一切教法都無此", "371": "文。別則先觀二邊方乃見思先落。豈有但觀中道先", "372": "破見思。圓別不成。都無所據。", "373": "釋曰。此斥僻解師援引三處五處以立頓頓既無", "374": "正義。與而言之有文無義。奪而言之文亦非也。今", "375": "約觀判位亦無正文者。尚不有文。義安有耶。言三", "376": "處者。一指玄文藏等四外既有頓教。二指玄文結", "377": "教相中云今法華是漸圓。三指法華中諸聲聞從", "378": "小來等。此三處也。五處者。一據第一卷舉神通喻", "379": "圓頓止觀至識通塞中即三觀破於神通。既破神", "380": "通知非頓頓。二據略指三門大意在一頓。三據三", "381": "止觀竟又云今依經更明圓頓。四據安心文末初", "382": "以三止觀結數次又約一心結數。五據第一結發", "383": "心文先三止觀結次又以一止觀結。三五處文以", "384": "為證據立頓頓觀。一往似真再研則偽。上文已破。", "385": "餘文可見不能盡記。", "386": "問。一心三觀與三觀一心二文何別。答。一心三觀即", "387": "是假。三觀一心即是空。非三非一即是中。為破步馬", "388": "神通故云空假。若論頓頓一中具三。喻曰。本論三觀", "389": "須有所以。此是佛法大體。又是一家要門。凡用其名", "390": "須得指實。既用此三格一切法。應曉三意方盡其門。", "391": "釋曰。此一喻文凡有六段。一總論三觀功能。二一", "392": "者下。別示須曉三意。三此三下。明一三三一都非", "393": "上文三意。四縱觀下。總明破橫豎通塞。五又文下。", "394": "別明破橫通塞。六破於下。斥彼一中具三未是頓", "395": "頓。初文者本論三觀須有深義。故云所以。佛法大", "396": "體無越三觀。一家入道要門亦莫過於三觀。凡用", "397": "其名須得指實者。謂指的實理。格一切法者。定一", "398": "切法也。若曉三意。佛法大體一家要門皎在目前", "399": "矣。", "400": "一者對境成觀。如觀一心為不思議境及破法等文", "401": "是也。二者覆疏收束。如第一卷合散非合非散三一", "402": "非三非一等是。三者寄名義立。如門非門非門非不", "403": "門權實非權非實等是。", "404": "釋曰。此當第二別示須曉三意。初文意者上已具", "405": "陳。二覆疏收束者。止觀云非三而三三而不三。非", "406": "合非散而合而散非非合非非散。不可一異而一", "407": "而異。輔行云。非三而三下。複疎三諦還成三諦。非", "408": "三而三假也。三而不三空也。亦應更云。非三非非", "409": "三中也。文無者略耳。言複疎者。複其三諦疎漏文", "410": "也。何者。凡言三諦者。無相之謂真。備法之謂假。雙", "411": "非之謂中。如此說者。體雖圓融語猶疎漏。是故複", "412": "云非三而三。非三空也。而三假也。三而不三假即", "413": "空也。是則三諦皆空。三諦皆假。三諦皆中。方成一", "414": "空一切空。一假一切假。一中一切中。三德密藏無", "415": "疎漏也。合散非合散等準此可知。覆疏收束三諦", "416": "還成三諦。其意若此。三寄名義立如門非門非門", "417": "非不門。此文在第一卷序中明三止觀畢云。若封", "418": "文為害。須知文非文。達一切文非文非不文。能於", "419": "一文得一切解。為此義故。以三種文作達一門。此", "420": "乃寄文之名義立。門。義也。文既達於三諦。由茲入", "421": "實。故文即門也。此門即實相當體門也。權實非權", "422": "非實。在偏圓中亦寄權實之名立三諦之義耳。", "423": "此三觀一心一心三觀都非此之三三觀意。只是翻", "424": "對破彼縱橫觀。", "425": "釋曰。此當第三一心三觀三觀一心。都非上文三", "426": "種之意。只是以語相翻破橫破豎之通塞耳。對破", "427": "下文當見。", "428": "縱觀唯約次第之三而不得一。故以即一而三破彼", "429": "縱義。故云一心三觀破豎通塞。橫觀唯得各別之一", "430": "而不得三。故以即三之一破彼橫文。故云三觀一心", "431": "破彼橫通塞。人不見此。便加雙非以對三觀。", "432": "釋曰。此當第四分屬三一一三對破橫豎通塞。在", "433": "文可見。彼僻解師便加雙非以對三觀。非妄謬而", "434": "何。", "435": "又文自云空即三。故破步涉。假即三故破乘馬。中即", "436": "三故破神通。彼師乃云。為破步馬神通故云空假。步", "437": "馬元是單空單假。何須更以空假破之。", "438": "釋曰。此當第五別破橫通塞。文顯不復記。", "439": "破於橫別步馬神通。正用圓教一中具三。何故別云", "440": "若論頓頓一中具三。此是違文謬說。令迷文者信之。", "441": "亦是立觀違文。令謬觀者輒受。", "442": "釋曰。此當第六斥僻解師不曉四教中圓一中具", "443": "三破彼橫別步馬神通正用於此。如何別云若論", "444": "頓頓一中具三耶。迷文故使迷文者信之。謬觀故", "445": "使謬觀者受之。黠慧正觀之士豈信受耶。", "446": "問。相待絕待有何同異。答。頓頓是絕待。漸頓是相待。", "447": "喻曰。誤之甚矣。依此所判。則應相待絕待俱非頓頓。", "448": "何者。以玄文中判今法華具有二義。謂相待絕待。若", "449": "爾。何處別有頓頓絕耶。", "450": "釋曰。此一喻文有四番意。一斥非顯是。二依彼下。", "451": "出彼謬立以正斥之。三凡言下。斥不識相待意。四", "452": "又亦下。斥不識絕待意。初文意者。斥非。云誤之甚", "453": "矣。顯是者。依此宗判則相待絕待俱非華嚴之頓", "454": "頓也。以玄文中的判法華方具二妙。除此之外更", "455": "無有文別有頓頓為絕待者。觀師之解真可笑。", "456": "又依彼所判則唯華嚴是絕。法華純待。若知法華具", "457": "有二義。復以待絕分為二頓。當知此判自語相違。據", "458": "斯以論俱迷二待。何者。二待并須非漸唯頓。判為相", "459": "待又判為漸。此復一重自語相背。", "460": "釋曰。此當第二出彼謬立以正斥之。彼有兩番自", "461": "語相違。一者彼師以華嚴為絕待。法華為相待。今", "462": "反質之。既稟天台宗教。若其已知唯判法華具有", "463": "二妙。復以待絕而分二頓。豈非自語相違耶。此第", "464": "一番自語相違也。據斯以論俱迷二待。何者。夫二", "465": "待者并須非漸唯頓。既判法華為相待妙。如何又", "466": "判而為漸圓。既云妙已安可漸耶。此第二番自語", "467": "相違。", "468": "凡言相待。待前諸教為漸為麤。方今法華是頓是妙。", "469": "頓居漸後兼所破說。對漸明頓故云漸頓。人不見之。", "470": "徒分待絕以對二經。", "471": "釋曰。此當第三斥彼不識相待之義。凡言者。謂玄", "472": "文．文句．止觀等文也。必須待前諸教諸部為漸為", "473": "麤。方顯法華為頓為妙。以法華妙頓在漸後。所破", "474": "兼能對漸明頓。故云漸頓。觀師不見玄文之意。輒", "475": "以二待而對二經。妄謬甚矣。", "476": "又亦不識絕待之意。絕於所待名絕待者。方是妙頓。", "477": "彼乃離頓。待別立絕。名何為頓頓。", "478": "釋曰。此當第四斥不識絕待之意。言絕待者。必須", "479": "絕於所待論妙尚存所待。絕待論妙絕於所絕。方", "480": "名妙頓。彼乃離於法華圓頓相待。別立華嚴以為", "481": "頓絕。何為頓頓。何為絕耶。", "482": "問。此法華之文具足二待。豈可離文判屬二途。", "483": "釋曰。言離文者。謂離開二待文。判屬法華及華嚴", "484": "故。", "485": "答。會竟無二。未會則別。喻曰。此師非但迷於玄文待", "486": "絕之名。亦乃不達法華開會之意。一代教法會在法", "487": "華。彼判法華唯有相待。更立何部稱為會經。若以法", "488": "華會入華嚴華。嚴實無開顯之說。若爾。兩俱未會。應", "489": "別立一經以會斯二。", "490": "釋曰。此一喻文有四。初指上迷二待名及不達法", "491": "華開會之意。二若以下。遮以觀為會。三今家下。判", "492": "彼華嚴尚為法華廢絕二待俱無。四會竟下。縱而", "493": "奪之。初文意者。迷名指上也。亦乃下。起後也。一代", "494": "教法歸會在於法華。以由如來出世本意。意在一", "495": "實。初成正覺觀物未堪。從一實相生無量法。所謂", "496": "二法．三道．四果。二法者。謂華嚴頓也。三時漸也。三", "497": "道者。三乘道也。四果者。四佛果也。權不可以終用。", "498": "故會而歸之。是故此經有相待焉。有絕待焉。彼僻", "499": "解師乃判法華唯有相待。若其然者。更立何部稱", "500": "為會經。若以法華會入華嚴。華嚴經中實無開顯", "501": "之說。若法華但有相待。是未開也。華嚴又無開顯", "502": "之文。則兩俱未會。應別立一經以會法華．華嚴二", "503": "教。終無是理。", "504": "若以觀會。會則無文。", "505": "釋曰。此當第二遮彼師。恐其轉計謂約教義判於", "506": "待絕分對二經既不可會。約修觀說理應可融。是", "507": "故遮云會則無文。無文則無教可憑。無可憑則所", "508": "判謬矣。", "509": "今家所判以法華之絕絕彼華嚴。當知華嚴未絕明", "510": "矣。又何但未絕。亦乃無待。以兼別故獨顯不成。尚非", "511": "相待。絕何所寄。", "512": "釋曰。此當第三判彼華嚴尚為法華所待所絕二", "513": "侍俱無。何者。以華嚴教自從法華一實施出。若判", "514": "麤妙乃為所待之麤。若論絕妙乃為法華所開。故", "515": "知華嚴未絕明矣。又復華嚴何但未絕。以兼別故", "516": "獨顯不成。尚無相待絕待之名。體何所寄。", "517": "會竟無二還歸法華。何故判之云非頓頓。", "518": "釋曰。此當第四縱而奪之。既云會竟無二還歸法", "519": "華。何故復判法華云非頓頓。此又一重自語相違", "520": "也。", "521": "問。法華之文豈有不會。答。對前稱待應無別理。喻曰。", "522": "若據此答。定判法華唯有相待。雖有相待理亦不周。", "523": "但得待前之言。失於能對之妙。縱使法華但有相待。", "524": "終成不曉所待之名。所待即前諸麤。前謂華嚴。若望", "525": "彼所判還負己宗。華嚴既麤。頓頓何在。法華咸妙。頓", "526": "頓不疑。相待既然。絕待可判。", "527": "釋曰。言若望彼所判還負己宗者。以彼立華嚴為", "528": "頓頓絕待。法華為漸頓相待。是己宗也。且相待論", "529": "妙望前為麤。前則華嚴等教。既為所待之麤。頓頓", "530": "安在。法華一部咸妙。既無兼帶。頓頓何疑。只以法", "531": "華相待為論尚爾。絕待絕此。豈分屬華嚴耶。", "532": "問。修觀之法準義用文既同法華。應依會義。因何對", "533": "昔而分二途。又以法華為不會。乃將華嚴為絕待。", "534": "釋曰。此問意者。蓋言凡論修觀必須準義。用於經", "535": "文。依經作觀。觀與經合方為正觀。如今止觀必準", "536": "開顯妙義。用圓極之文。故云準義用文也。言既同", "537": "法華者。約開顯說同皆法華。應依會義以立觀行。", "538": "因何對昔而分二途。因何又以法華但有相待而", "539": "為不會。乃以華嚴所待之麤而為絕待耶。", "540": "答。修觀不同於教。是故觀二教一。喻曰。凡修觀者必", "541": "依於教。若觀二教一。其理不成。法華既融。只應還依", "542": "融義修觀。其虗立二觀。謬以絕為華嚴。會義既歸法", "543": "華。頓頓之名徒設。況教一觀二一觀無文。又與立宗", "544": "全成乖互。本立華嚴為頓頓。頓頓却歸於法華。頓義", "545": "既歸於法華。言判為漸者。謬矣。", "546": "釋曰。言若觀二教一其理不成者。謂必無此理也。", "547": "況教一觀二一觀無文者。謂若依華嚴為頓頓觀。", "548": "則漸頓一觀無文。若依法華為漸頓觀。則頓頓一", "549": "觀無文。故云一觀無文。餘文可見不復記之。", "550": "問。觀本依教。無教如何立觀。答。根別。喻曰。此乃臨急", "551": "之說。不思前後相違。觀既隨根。根本順教。有根無教", "552": "同於本迷。若以頓頓為華嚴。則漸圓無教。若以法華", "553": "為漸教。則頓頓無文問言喻文皆可曉。不復記也。", "554": "問曰。云何名為頓頓觀相。答。前即後故名空。後即前", "555": "故名假。前後不二名中。喻曰。後即是前何異前即是", "556": "後。徒於不二前後謬立空假之名。實未能知三觀相", "557": "狀此問答喻亦可見。", "558": "又自說云頓頓如法華六根清淨位但云六根清淨。", "559": "不云先斷見思。故知是頓頓。漸圓如仁王十善菩薩", "560": "位。既云長別苦海即是先除見思故。知是漸頓。", "561": "釋曰。此不設問。但直引彼所迷所說即使喻之。故", "562": "無答文消釋。二經文異意同。斥非顯是。已見上文", "563": "不復再記。", "564": "喻曰。自言相違不可窮盡。初以法華為漸頓。今以法", "565": "華為頓頓。況復不知山門諸部並將仁王以證法華。", "566": "法華云無漏意根。仁王云長別苦海。無漏與別苦但", "567": "有因果之殊。不見義同。從文分二。", "568": "釋曰。言但有因果之殊者。法華從因。故云雖未得", "569": "無漏智慧。而其意根清淨如此。仁王從果。故云長", "570": "別苦海。報果也。爾前必有習因。習果六根清淨也。", "571": "法華六根清淨即是習因習果之報因。將必獲於", "572": "長別苦海之報果。觀師不曉。分此二經以為漸頓．", "573": "頓頓。誤之甚矣。", "574": "又云前文既云大意在一頓。當知五略正明頓頓。釋", "575": "名已去并是漸頓。", "576": "釋曰。此師以見料簡文云。略指三門大意在一頓。", "577": "便謂五略正明頓頓。釋名辨體及正修已去并是", "578": "漸頓。", "579": "喻曰。大意與下文但是廣略之殊。如何分二。故分別", "580": "中將大意對八章。十義分別廣略即其一焉。豈有略", "581": "頓而廣漸耶。", "582": "釋曰。喻文有三。初斥廣略義不相應。二又第下。斥", "583": "解與行異。三又若下。汎引上下諸文反質。初文意", "584": "者。略本略於廣。廣則廣於略。五略之略既是頓頓。", "585": "下之八廣如何是漸頓耶。", "586": "又第五初列前六重以開解。今依解以立行。如何以", "587": "解為頓頓。以行為漸圓。依解起行。行既違於解。此乃", "588": "目視東而足西。膏南而明北。", "589": "釋曰。此當第二斥解與行異也。前六重開解者。或", "590": "以五重為解。方便為行。同異已見上文。今依解以", "591": "立行。第七正修也。言目東而足西者。目。止解也。足。", "592": "止行也。膏南明北者。膏。脂油之類可以助明。明譬", "593": "觀行。膏譬觀解。合譬可見。如何以頓頓之解而立", "594": "漸頓之行。正所謂目東而足西也。膏明亦然。", "595": "又若以大意唯在於頓頓。何故大行通引三乘。若下", "596": "文唯在於漸圓。何故復有一心止觀及中即三觀破", "597": "前神通。又若大意唯在頓頓。何故發心四諦四弘十", "598": "種發心皆列四教。下文屬漸。破亦同前。文既相違。依", "599": "何立行。", "600": "釋曰。此當第三引上下文反質二頓觀師。若以大", "601": "意唯在於頓頓者。修大行中何故通引三乘。如此", "602": "則豈唯頓頓。若謂下文以漸圓者。巧安止觀及破", "603": "法徧何故有一心止觀及通塞中。中即三觀破神", "604": "通。如此則豈唯漸圓。又若大意唯在頓頓。何故發", "605": "大心中四諦四弘十種發心皆列四教。如此則豈", "606": "唯頓頓耶。下文屬漸更有顯然。頓頓文相不能具", "607": "引。故云破亦同前。此亦且順彼計作此破文。其實", "608": "一部無非圓頓。立文既其相反。觀行若為準則。", "609": "又云。此之兩觀。初心修觀太難分別。須自入觀方乃", "610": "得知。喻曰。如破徧初初入無生咸須依教。況六章生", "611": "解以導行。初既云分別太難。信是解心冥昧。解既冥", "612": "昧。入觀無由。彼解未明便推入觀。何異闇證增上鼠", "613": "唧鳥空而宣入證之言。令他生於聖想。忽令領納說", "614": "實。墜於過人。實得說尚招愆違想。故當重釁。又若實", "615": "得。為何位次。若假名與他何異。若五品位便同大師。", "616": "予實不裁。證者自了。願不欺聖。無違自心。", "617": "釋曰。此斥觀師謬立二種頓觀。既遭詰難無理可", "618": "通。乃云此之二觀初心修觀太難分別須自入觀", "619": "方乃得知。由此乃見解行俱非。而又妄說過人之", "620": "法。且如破法徧初備列四門。於四門中無生為首。", "621": "即須依於無生門教以立正行。況復一部大旨前", "622": "之六章而開妙解。以解導行。行始分別。十境十乘", "623": "詳矣明矣。如何乃云太難分別。豈非解心冥昧乎。", "624": "以解不明遭師詰難。欲遮過咎便推入觀。因此乃", "625": "成增上慢罪。夫妄對人趣稱過人法。前人知解犯", "626": "重罪。前人不解犯偷蘭遮。除增上慢及業報得。或", "627": "戲笑說或疾患說不犯。言忽令領納說實者。意云", "628": "忽然令聞汝說而領受之。謂汝說為實者。墜於過", "629": "人。墜。墮也。若實得聖道向白衣說得提罪。況違理", "630": "情想之說故當得重釁也。又且縱之。若汝實得。為", "631": "何次位。若假名名字者。與他何異。此顯名字者多", "632": "矣。若言五品位者。應須便同天台大師得法華三", "633": "昧發旋陀羅尼。荊谿云。予實不敢裁斷而較量之。", "634": "而云證者自了者。荊谿誡云。願不欺於眾聖。願無", "635": "違於自心。無得輒云入觀自知。暗證已見上文鼠", "636": "唧鳥空。諸文多明此故不釋。", "637": "又云。依頂法師十二部經觀心之文修觀必得。", "638": "釋曰。此師亦據觀心十二部經為頓頓觀。此文章", "639": "安出也。別有一小卷流行於世。彼文云。經者由也。", "640": "心亦由也。諸法由心而造。直觀心即空假中。名修", "641": "多羅一也。復重觀之。名祇夜二也。觀心空假中能發三", "642": "智。名授記三也。觀心即假空亦空。名不重頌四也。觀心", "643": "空假中非前思後覺。名無問自說五也。觀心緣生如", "644": "物生滅即空假中。名譬喻六也。觀心始末即空假中。", "645": "名本事七也。觀心十界地獄乃至諸佛本生即空假", "646": "中。名本生八也。觀心空假中防非止惡。名因緣九也。觀", "647": "心空假中橫豎無不周遍。名方廣十也。觀心空假中", "648": "非世所有。名未曾有十一也。觀心何故空。從緣生故。", "649": "何故假。但有名字故。何故中。非二邊故。名論議。觀", "650": "師據此以立頓頓。故略錄之。", "651": "喻曰。大三觀者義唯三種。一者從行。唯於萬境觀於", "652": "一心。萬境雖殊妙觀理等。如觀陰等即其意也。二約", "653": "法相。如約四諦五行之文。入一念心以為圓觀。三託", "654": "事相。如王舍耆闍名從事立。借事為觀以導執情。即", "655": "如方等普賢。其例可識。", "656": "釋曰。喻文有二。初舉三種觀法以示觀師。令知觀", "657": "法無越此三。次斥謬立頓頓所據皆非。初文意者。", "658": "荊谿示此三種三觀。乃是一家入道之要門。四種", "659": "三昧之樞楗。即唯三種。安得此外別立頓頓耶。具", "660": "釋文義在于三種觀法章門。此不再記。", "661": "故十二部觀寄事立名。雖有三觀之名。十境十乘不", "662": "列一部名下。唯施一句。豈此一句能申觀門。若此一", "663": "句足得修行。十境十乘便成煩芿。故知偏指文中一", "664": "句兩句以為頓頓。義同頑境體心踏心。十卷之文便", "665": "成無用。兼出大師虗搆之愆。", "666": "釋曰。此當第二斥彼謬立頓頓所據皆非。何者。且", "667": "如觀心十二部經。雖是附法相觀而名兼託事。何", "668": "者。如云。經者由也。心亦由也。諸法由心所造。直觀", "669": "此心即空假中名修多羅等。既無十境復無十乘。", "670": "豈此一句能申觀門。若此一句足可修行。則止觀", "671": "一部便成煩芿。故知偏指巧安止觀破徧文中一", "672": "心止觀等一句兩句以為頓頓。義同頑境體心踏", "673": "心。言頑境者。非四教所詮之境。但云體踏。故云頑", "674": "境。據彼妄立頓頓。正同體踏。若爾。則十觀之文便", "675": "成無用。亦顯大師虗搆方便正修十境十乘之過", "676": "也。煩芿字誤。應從此繁。草木繁貌。", "677": "問。漸圓觀但中。中是實相否。答。非即實相。體是但中。", "678": "喻曰。實相與但中體同名異。實即俱實。權即俱權。", "679": "釋曰。此一喻文有三。初約體斥。二若約下。約教斥。", "680": "三唯煩下。斥拾失為得。初文意者。實相但中名異", "681": "體同。若實則實相但中俱名為實。約當分而言也。", "682": "若權則實相但中俱名為權。以圓望之也。纂者不", "683": "曉。妄指通教但有中名而無中體。是權則俱權。於", "684": "義何太遠也。", "685": "若約教釋文。但中在別。修觀次第仍居後心四教中", "686": "圓。一切諸文并皆初心圓修三觀。彼將此觀為頓頓", "687": "人。別為圓人立但中觀。徧尋諸部都無此文。", "688": "釋曰。此當第二約教斥也。但中之觀唯在別教。以", "689": "教權故。佛性之理不具諸法。故名為但。但。獨也。獨", "690": "一佛界不具九也。初聞此理在三惑外。是故次第", "691": "先修空觀。次修假觀。至迴向位始正修中。故云仍", "692": "居後位。但中之觀大率如此。若四教中圓非此可", "693": "一。一切教文并皆初心圓修三觀。彼僻解師却將", "694": "此圓以為頓頓。別為圓人立但中觀。一家教門都", "695": "無此說。豈非謬立耶。", "696": "唯煩惱境中斥失文云。不住調伏。不住不調伏。初心", "697": "修中成雙非失。如何拾失以判法華。苦哉苦哉。不可", "698": "救濟。", "699": "釋曰。此當第三斥拾失為得。止觀云。復有行人聞", "700": "不住調伏不住不調伏等者。若住調伏即是聲聞。", "701": "若住不調伏則是愚人。愚人住有。聲聞住空。行人", "702": "聞此怖畏二邊。深自兢持欲修中觀。是人不知貪", "703": "欲是道。等此乃斥失也。觀師拾此斥失之文。以判", "704": "法華而為漸圓修但中觀。是故荊谿極為太息。故", "705": "云苦哉苦哉不可救濟。謗獨顯經而觀但中。是可", "706": "救者孰不可救耶。", "707": "問。初心修中既非實相。是涅槃否。答。是涅槃。喻曰。涅", "708": "槃．實相大小名通。初心修中既非實相。若非實相亦", "709": "非涅槃。若是涅槃亦是實相。若是實相即是從初常", "710": "觀涅槃。如何乃言非是實相云是涅槃。", "711": "釋曰。此一喻文有三。初斥不知涅槃．實相名通大", "712": "小而謂一是一非。二若從下。專明涅槃一往通於", "713": "通．別菩薩。別則通．別菩薩尚不受涅槃之名。三故", "714": "知下。明初觀唯頓結斥彼非。初文意者。涅槃．實相", "715": "名通大小。觀師謂但中非是實相而是涅槃。不知", "716": "涅槃即是實相。而云四教中圓初心修觀唯修但", "717": "中不即實相。故今破云。若非實相亦非涅槃。若是", "718": "涅槃亦是實相。若是實相者。即是大論菩薩從初", "719": "常觀涅槃。行道理涅槃即三德也。如何謬云非是", "720": "實相是涅槃耶。", "721": "若從初心是小涅槃。此是通．別二種菩薩偏是一往", "722": "通途而說。若別論者。通教菩薩至第七地恐墮涅槃", "723": "如三惡道。別教初心但名真諦。仍不得立涅槃之名。", "724": "釋曰。此當第二專明涅槃一往通於通．別菩薩。別", "725": "論通．別菩薩尚不受涅槃之名。言小涅槃者。非三", "726": "德祕藏大涅槃也。但以取空名涅槃耳。通別菩薩", "727": "斷見思惑與二乘同。一往通言從於初心是小涅", "728": "槃。故言偏是一往通途。而說偏是者。猶言且是也。", "729": "別論者。通教菩薩為假修空。非取涅槃也。若至第", "730": "七已辦地中。恐墮涅槃如畏三惡道。別教十住但", "731": "名真諦。不取涅槃。斷德在妙覺。故通．別菩薩尚不", "732": "取之。何況圓耶。", "733": "故知初觀唯在於頓。言非實相是涅槃者。無教可憑。", "734": "釋曰。此當第三明初觀唯頓結斥彼非。故知法華", "735": "唯是頓頓。初心發觀三諦頓觀。而言但中非是實", "736": "相是涅槃者。無教可憑。是任情見以情判教。乃是", "737": "謗法。罪莫大焉。", "738": "問。豈有但中名為初心觀涅槃也。答。有也。喻曰。不知", "739": "求教。但任己言。須無即無。須有即有。一家教相不見", "740": "少判但中涅槃。", "741": "釋曰。此責觀師不求聖人之言量以為立名釋義", "742": "之本。但任己見發言。故使舉止悉皆失錯。大凡用", "743": "與須無即無。須有即有。須。用也。意云。有即須有。無", "744": "即須無。今觀師謂但中名為初心觀涅槃者是無", "745": "即云有。謂但中非是實相是有而言無。一家教觀", "746": "不見有文少判法華以為漸圓。修但中觀非是實", "747": "相是涅槃者。", "748": "問。如其必有二種頓者。大師何不分明顯說。答。如大", "749": "意在一頓等即其文也。又頂法師涅槃疏釋不次第", "750": "五行中云。十信斷或即是漸頓。不斷或者即是頓頓", "751": "文中兩或字并誤。喻曰。大意一頓已如前破。彼引涅槃疏親", "752": "共對撿全無此文。應是續後謬思。便將想心證義。文", "753": "所不載。故使再撿無文。又大師諸文文所不載。何須", "754": "更引章安之文。況再撿全無何勞苦據。況復不次第", "755": "行正是四教中圓問答喻三顯然故不釋。", "756": "又數數常云。有八教故故有二頓直引彼執。喻曰。八教中", "757": "意具如前破文在不識教體妨中。", "758": "又云。二頓初心非一向異。雖異而同雖同而異。喻曰。", "759": "無將此異質竅他人。不許漸圓即是頓頓。理窮無據", "760": "同異混和。", "761": "釋曰。無將此異者。意云汝無將此同異異同質竅", "762": "他人竅。古弔切。穴也空也。質。有也。有無同異惑亂於人。", "763": "混和無歸。乃是理窮作此救耳。", "764": "問。一色一香無非中道。是何觀相。答。是漸頓非頓頓。", "765": "喻曰。此師已執初心修觀。但聞中道便謂漸圓。而不", "766": "曉於言偏理圓。故大意中云。勿守語害圓誣罔聖意。", "767": "故經論名數或具或偏。言下之旨理必周備。大師以", "768": "備具釋偏言。故大意中云空即不空等。自語相違亦", "769": "如前破。", "770": "釋曰。觀師固執初心修觀。若聞中道便是漸圓。而", "771": "不曉於言雖在中具足三法。以由中道。雙遮為體", "772": "雙照為用。不可思議。言大師以備具釋偏言者。如", "773": "止觀引華嚴遊心法界如虗空。此舉空為端也。備", "774": "具釋云。空即不空亦即非空非不空。又云。一微塵", "775": "中有大千經卷。心具一切法。是偏舉有為端也。備", "776": "具釋云。有即不有亦即非有非不有。又云一色一", "777": "香無非中道。是偏舉中為端也。備具釋云。即中而", "778": "邊即非邊非不邊。一切法具足無減。是故誡云。勿", "779": "守語害圓誣罔聖意。觀師正當此責故也。言自語", "780": "相違者。一色一香無非中道。文在序中及大意章。", "781": "既指大意以為頓頓。而今又云即是漸頓。豈非自", "782": "語相違。上文已破不復再出。故云亦如前破。", "783": "問。初心起觀。若捨二邊但觀中道。何異通教但有中", "784": "名。如何初心見此但理便默不答。喻曰。言若有旨言", "785": "勝不言。言既無歸不言勝說。凡修觀者須立解心。解", "786": "心未成輒立此觀。言究理極以至無言。", "787": "釋曰。夫修觀者必須解明然後立觀。觀師既無圓", "788": "解。輒立二種頓觀。故為荊谿言以攻之。詞窮理極", "789": "便默不答。故云以至無言。", "790": "又云。據文須分兩種頓異。初心修觀實難分別直引彼執。", "791": "喻曰。前云教唯有一觀則有二。此中復云。文雖分兩", "792": "兩觀難分。據茲文又成文二觀一。前後違反不可復", "793": "論。故知學宗不得輒爾。此時猶可。曠累多生。仍使未", "794": "來不逢善友。", "795": "釋曰。故知學宗不可輒爾者。宗謂觀也。學觀若無", "796": "圓實理解。輒爾自立二種頓名。謗法之𠎝不可逃", "797": "也。曠劫為累受報何窮。餘報邪見不逢善友。可不", "798": "驚乎。", "799": "問。別教地前為登地雙亡雙照方便。其義如何。答。地", "800": "前雙亡。登地雙照。至第二地又亡又照。喻曰。非但觀", "801": "門失緒。亦乃文義參差。既云地前以為初地亡照方", "802": "便。當知正亡正照合在初地。如何乃云登地雙照。地", "803": "前雙。亡具如止觀第三卷中。此是讀文未周。不須別", "804": "破。", "805": "釋曰。此師圓解不明謬立二頓。既遭師詰。無理可", "806": "申。以至結舌無對。故云非但觀門失緒。此結前也。", "807": "亦乃文義參差者。斥其地前方便。登地證得。遮照", "808": "不齊。故云參差。何者。別教約行。教道十住用體真", "809": "止遮生死有。用入空觀照真諦理。十行用方便隨", "810": "緣止遮空塵沙。用出假觀照俗諦理。住．行二位各", "811": "一遮照。故謂之單遮單照。至入向時。收前異時遮", "812": "照入一心。修空假不二。中體現前。此但中觀任運", "813": "雙遮。任運雙照。故說初地證得雙亡雙照。如何輒", "814": "云登地雙照。地前雙亡。止觀第三具出其相。略如", "815": "前說。此亦且從教道而說。未論圓修登地自證。予", "816": "嘗著別教但中觀章門具明此事。世有淺學聞但", "817": "中觀有人修之。及但中觀雙遮雙照惑耳驚心。亦", "818": "有撫掌而大笑者。是不曾讀止觀并輔行也。彼文", "819": "尚說藏．通二教離斷常中雙非雙照。況別但中佛", "820": "性理乎。", "821": "問。何名四三昧是通修。念佛是別修。", "822": "釋曰。此問止觀第一修大行中云。四三昧是通修。", "823": "念佛是別修。", "824": "答。頂法師誤。應云四三昧是別修。念佛是通修。", "825": "釋曰。答意謂章安結集時誤。應如答文之改。", "826": "喻曰。此師自誤。推失與他。今言通修者。以四三昧攝", "827": "一切行。故曰通。反以為別。念佛通收諸行不徧。乃是", "828": "通中之一。故名為別。反名為通。深不可也。", "829": "釋曰。輔行云。四三昧收諸行盡。故名為通。念佛三", "830": "昧諸行中一。故名為別。又四三昧皆通念佛。故名", "831": "為通。但語念佛偏舉一行。故名為別。故四念處云。", "832": "四皆念佛故名為通。但隨教別故名為別。藏念生", "833": "身。通念應身。別念報身。圓念法身。諸身具足。又云。", "834": "四三昧通四教故。復名為通。凡引諸文。皆以四三", "835": "昧為通。觀師特改。乃違文也。又云。有人改云。四三", "836": "昧是別。念佛是通。未失大意。何假改文。此乃縱奪", "837": "斥僻解師。言未失大意者。縱也。蓋言作此改文亦", "838": "未失於宗乘大意。但天台自有正文。何假改之。此", "839": "斥奪也。纂者不曉。却云章安未失大師之意。何其", "840": "謬也。", "841": "又云。三賢十聖住果報者。此兼兩教。圓教三賢。別教", "842": "十聖此直引僻解所執也。喻曰。言果報者。是實報土。既生果報", "843": "即是圓教四位之人。此師但見是賢聖之名。便分以", "844": "為別．圓兩教賢聖之稱。乃是借別名圓。俱生實報即", "845": "是正明圓位。若言別教賢聖位。不合生彼而判十地", "846": "屬別者。圓四十位俱破無明。因何乃分十地屬別人。", "847": "又約證道。地即是住。何須分別。縱存教道。則十地以", "848": "含兩教亦無分義。", "849": "釋曰。三賢十聖住果報。文出仁王經。一家引用唯", "850": "證於圓。蓋借別名名圓位也。何者。住果報者即是", "851": "實報無障礙土。唯圓聖生。餘罔能及。借別名者。圓", "852": "無三賢。以住．行．向皆破無明。咸證三德。故皆屬聖。", "853": "別無住果報。以住．行．向唯破見思．塵沙而已。不生", "854": "彼土。是故三賢十聖皆破無明。生彼土者圓聖位", "855": "也。而僻解師謂三賢屬圓。十聖屬別。且圓四十位", "856": "皆破無明。因何十地而不得生。而以十聖屬別十", "857": "地耶。彼師但見經文有聖賢之言。便以賢聖分為", "858": "兩教。不知賢聖之稱乃是借別而名圓也。又若謂", "859": "仁王賢聖屬別者。則賢聖皆不合生。賢故不生。十", "860": "聖權設豈有生耶。既賢聖皆不合生。云何強判十", "861": "地而屬別教。圓四十位俱破無明。因何分割十地", "862": "屬別人耶。又若約證道十地生者。證道同圓。地即", "863": "是住。何須分別是別地耶。又縱存教道。則十地已", "864": "含兩教。亦無分別義。焉用特云是別十地。以含字", "865": "誤。當為此已字。", "866": "問。彼問人曰。聲聞經漸名漸圓者。八界發心不從漸", "867": "來。從此應判以為何教。", "868": "釋曰。此荊谿師騰僻解師嘗有此問。以問他人。意", "869": "謂聲聞之人經歷漸會。既至法華等蒙開悟。人從", "870": "漸來。故判法華以為漸圓。若八界微塵數菩薩皆", "871": "發無上菩提之心。不從漸來。從此合判為何教耶。", "872": "答。頓頓人也僻解答也。喻曰。難已如前。何不從於八界塵", "873": "數為判頓頓而名漸圓。", "874": "釋曰。此喻有三。初指前反質。二略明觀失結前。三", "875": "歸命求證。初文云。難已如前。前文已斥人從漸來", "876": "判為漸圓。而今又以八界發心而為頓頓。今反質", "877": "之曰。何不只從八界發心判為頓頓而云漸圓耶。", "878": "而又成於自語相違。既判法華為漸頓。華嚴為頓", "879": "頓。今又以法華為頓頓。何無準之若此耶。", "880": "自此已前略明觀失。教失不論。", "881": "釋曰。此當第二略明觀失。為扶止觀圓頓佛乘。是", "882": "故殷勤曉喻四十六番。意其僻解而歸正轍。然金", "883": "錍質於野客亦四十六。彼以擬於六即圓位。故至", "884": "爾數。今四十六豈不然耶。謂住．行．向．地四十。分真", "885": "即也。理即．名字．觀行．相似及以等．妙四十六也。彼", "886": "為救於無情佛性。此為扶於圓頓止觀。彼解。此行。", "887": "從而可知矣。然略明觀失。由教失故乃致觀失。為", "888": "救觀門故略明之。是故教失置而不論。喻疑顯正", "889": "意在茲乎。嗚呼。觀師非常人也。身長九尺。手垂過", "890": "膝。眼有神光。口四十齒。才供二筆。目視九行。學天", "891": "台宗不至於道。豈非緣有所屬耶。", "892": "歸命諸賢聖。願捨是非心。為樹涅槃因。非欲貶量失。", "893": "釋曰。議論既畢。請諸賢聖為之明證。上來所說始", "894": "於所傳部別。終至喻疑顯正。并以為法之心建涅", "895": "槃道。以故是是非非不敢任情貶量得失。我心自", "896": "空。是非如響。普願一切心亦復然。咸歸三德和合", "897": "之海耳。", "898": "止觀義例隨釋卷第六終", "899": "No. 923-BNo. 923-B", "900": "予著斯文。首尾整一歲。所以然者。有多緣故。一以", "901": "衰遲身迫暮境。不敢輒廢西歸日課。日課事畢方", "902": "臨筆硯。二以居山不深。賓朋尋訪相延道話往累", "903": "日。三以間或有疾。旬浹不書一字。今幸閣筆勒成", "904": "六卷。詞語鄙野。所貴俓顯旨趣而已。後賢覽者。毋", "905": "以不文見請。但以正理為念。或見或聞。若毀若贊。", "906": "同為淨土見佛之緣。過此已往。夫復何冀。乙酉仲", "907": "夏上旬休日天台禪門第十六代傳教觀處元時", "908": "年七十六記", "909": "平昔述作本宗章門錄目附此。", "910": "經體章經體用事", "911": "無住本指妄答客無住本料簡問", "912": "家家辯正答通相三觀十問", "913": "三種觀法十義書指失", "914": "別教但中觀金剛錍要義錄", "915": "涅槃四俱知常止觀義例隨釋", "916": "妙玄三序略記", "917": "比聞有四教義錄。私安予名。非予筆也。", "918": "寶永元年歲輯甲申夏五月望日", "919": "比睿山西塔東谿沙門秀雲訂正"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 923 摩訶止觀義例隨釋", "author": "宋 處元述"}