{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1623 釋氏蒙求", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "法進施體　僧富劃胸", "1": "釋氏蒙求　下冊", "2": "霅水　講學沙門　靈操　撰", "3": "(錫)琳祜會郊　可育面壁錫琳祜會郊　可育面壁", "4": "慧琳。武德年中潛伏草野。一日忽逢楊祜。師相見之", "5": "後。坐于郊野言笑如舊。各曰與師別來經于八百年", "6": "矣。于時人皆傳說。莫測其神。", "7": "慧可．道育。隨達磨禪師居于少室山。七八年間供侍", "8": "達磨。磨乃授與可．育二師面壁之觀。世皆云少林面", "9": "壁七年。禪法東興達磨為始。七八年。傳作四五年", "10": "(易)法開善醫　曇遷妙易易法開善醫　曇遷妙易", "11": "法開。善諸經律。義解過人。又能醫術。常乞食京師。值", "12": "一家婦人在草危急。眾治無驗。開曰此易治爾。主人", "13": "正殺羊已畢。欲以淫祀。開取少羊膜作羹進竟。因氣", "14": "針之。須臾兒出。又晉升平中孝宗有疾。詔開醫治。開", "15": "候脈不肯進藥。康后令曰。帝小有不安。開公辭憚不", "16": "進藥餌。宜收付廷尉。俄而帝崩。方驗甚妙也。", "17": "曇遷。世家貴重。十三隨舅氏齊中散大夫權會。博學", "18": "典墳而妙達周易。會乃授遷易象。時有一嫗失物。就", "19": "會作卦。得之無象。令遷辨之。遷應聲曰。若如卦判。定", "20": "失金釵。嫗驚喜曰實如所辨。遷曰。兌是金位。字脚兩", "21": "埀。似金釵爾。會曰更審盜者。遷曰。失者是西家白色", "22": "女子。奉口總角。可年十五六者盜。嫗便推覓乃得。果", "23": "如所言。會問其故。遷曰。兌是西方少女之位。五色分", "24": "方西為白也。兌字上兩點表總角之象。尖形表奉口", "25": "之相也。會乃重之。奉口。疑當作唪口。音奉。口之高貌也。或分唪字以為奉口之字歟", "26": "(錫)僧淵架橋　隱峯擲錫錫僧淵架橋　隱峯擲錫", "27": "僧淵。家本巨富。淵初生時。天雨錢於淵家內。蜀人恠", "28": "之。淵及長立。神氣異常。乃令入道。大習禪法。淵見蜀", "29": "綿水波濤莫測。沒溺者眾。欲於南路架起飛橋。纔出", "30": "此言。機事盛集。昔諸葛武侯指江內架七星橋。造三", "31": "鐵錞以打橋柱。用訖投江。淵架橋次。欲打其柱。鐵錞", "32": "自然浮水而至。及橋成。忽然而溺。", "33": "隱峯。幼修道行。居止五臺。後因出山路接淮西。值吳", "34": "元濟兵戈違拒王命。官軍與賊交戰未決勝負。峰謂", "35": "眾曰。我去解其殺戮。乃擲錫空中飛身而去。屆兩陳", "36": "之上。戰士各觀空中神僧飛騰。盡乃抽戈匣刃。驚怪", "37": "而退焉。", "38": "(陌)甯師食荷　僧喜噉石陌甯師食荷　僧喜噉石飜譯集作僧善", "39": "甯師者。亡其名。以姓呼之。常居山野學道。一日忽死。", "40": "經三日而蘇。眾驚恠問之。答曰。我入冥間見諸地獄", "41": "相狀。有一判官謂吾曰。和尚有壽而無祿。乃令使者", "42": "引入諸司。有一吏檢覈曰。和尚只有乾荷葉三石在。", "43": "因書于簿。乃放歸山。從此還魂後。唯食乾荷乃度旦", "44": "夕。秦隴之人號入冥和尚。頻請入冥觀其善惡。", "45": "僧喜。住馬頭山修習禪觀。後忽疾篤。告弟子曰。吾患", "46": "膓中冷結。昔少年時居山學習。糧食都盡唯噉小石", "47": "子用充旦夕。因而成病。吾死後可破腹看之。驗吾噉", "48": "石爾也。", "49": "(錫)智巖能軍　慧璡健敵錫智巖能軍　慧璡健敵", "50": "智巖。姓華氏。少有武略。威猛難敵。大業中。偽鄭諸國", "51": "兵鋒競起。大將軍黃國公以行征伐。公曰非華將軍", "52": "無以御之。時偽鄭人馬具全。按轡揚鞭以槍剟地。厲", "53": "聲曰。若能󳫠得。方共決焉。巖乃跨馬以腋挾槍而走。", "54": "表與之交刃盡。生破巖。擒之。須臾乃放。因此感悟出", "55": "家。大曉三藏之教。", "56": "慧璡。七歲出家。偏明律部。時大業中居野外禪定寺。", "57": "夕有賊軍競來劫。璡乃集眾設戰樓以防擬之。于時", "58": "軍兵張旗十里。村落盡劫。殺者眾。璡乃入陳。其賊群", "59": "莫敢當鋒。賊各執璡手曰健道人也。善能戰敵也。偏明。", "60": "疑當作从彳普徧之字", "61": "(麻)世高化蟒　明琛變蛇〔麻〕世高化蟒　明琛變蛇", "62": "安清。字世高。安息王之太子。廣集墳典。大有知見。王", "63": "薨便當嗣位。清乃潛形出家。備曉經論。前身之事一", "64": "一自知。晉靈之末洛陽兵亂。乃過廬山謂眾曰。吾去", "65": "度昔年同學。行至䢼亭湖廟。大有靈聖。商旅往禱之。", "66": "神乃降祝曰。舫有沙門。可更請上。清乃造廟。神曰。吾", "67": "昔與師俱出家學道。多行布施而多嗔怒。今為䢼亭", "68": "神。周𢌞千里皆吾所治。此身復蟒蛇。滅後當入地獄。", "69": "清曰何不現形。蟒遂忽現。下淚如雨。謂清曰。願師化", "70": "度。吾有絹千匹并雜寶等可為造寺。令生善處。清即", "71": "取物引去。其蟒登山而望。欲歸豫章造寺。至晚有一", "72": "少年上舫跪清前曰。䢼亭神已離惡形矣。其廟即無", "73": "靈應。人於山西見死蠎一條。長十里餘。今潯陽虵村", "74": "是也。晉靈。當作漢靈也。", "75": "魏明琛。大有學問。辯說宏博。初著蛇勢法大行東州。", "76": "其法若葛亮陣圖也。時潞州上邑欲弘法華。乃往巖", "77": "州林慮縣請一講僧歸講法華。琛與其舊識聞而往", "78": "難之。此僧見琛義辯縱橫中心戰灼。乃以情禮告於", "79": "琛曰。此邑初信佛經。諸士傾心。願大法師共相成贊。", "80": "敢上獻法師絹十匹。琛受之。明日高座欲聽一講。其", "81": "僧彌怖。及講次。琛束絹入堂謂眾曰。昨日高座法師", "82": "以絹相贈請不論義。然佛法宏奧須分邪正。遂與論", "83": "義。琛辯說不如其僧。兼義解不通。眾皆大笑。琛即出", "84": "邑。共伴二人心憤氣噎。累日羞吒。遂登一山樹下謂", "85": "伴曰。我今煩熱。恐變作蛇。便解衣露身。長展兩足。忽", "86": "變蛇形。一伴上樹避之。乃謂二伴曰。悔作蛇論。果至", "87": "如此。其伴大駭。走至鄴下說之。一伴。疑當作二伴。", "88": "法持白竹　道愻靈華法持白竹　道愻靈華", "89": "法持。少入空門。調明禪理。後臨終之日。令眾可露我", "90": "骸於松下餧諸鳥獸。終後忽見空中神幡數首從西", "91": "來迎。其院竹林周𢌞󳬂翠。于時色皆變白。", "92": "道愻。落髮以來大明經論。後居山野習學佛典。年老", "93": "乃終于山。陳死在于峰頂經夕。忽有靈華周匝其側。", "94": "從地涌出莖長二尺。色相鮮榮。時有獵人不信。求見", "95": "此華。其華已滅。乃哭曰。生不蒙開信。死不蒙華瑞。一", "96": "何無感。若神道有徵。願重現靈相。言訖。復地發靈華。", "97": "獵人乃發信出家也。", "98": "童進飲酒　無著啜茶童進飲酒　無著啜茶", "99": "童進。幼出家。不拘法則。唯愛飲酒。謂人曰。酒可以灌", "100": "等身也。動上酣醉。遺尿臭穢。人盡輕之。會周武東征", "101": "愛毒藥。勅瀘州營造毒藥酒。監吏力採蝮頭鐵猩鬵", "102": "根大蜂野葛鴆羽等數十般。釀以鐵瓮。藥成後。著皮", "103": "衣瑠璃障眼方得近之。不爾氣衝致死。藥著人。肉穿", "104": "壞。進聞之。往監官處求飲。官曰能飲一盃豈非酒士。", "105": "進曰任多亦飲。便取鐵杓於藥瓮中累取飲之。道俗", "106": "驚怪皆來看。進連取十餘杓飲。都無易色。自歎曰。今", "107": "始得一醉爾。人走避之。須臾臥方石上。忽遺尿。所著", "108": "石皆裂碎。進睡覺如故。", "109": "無著。聽習之餘。因游五臺山欲觀聖跡。遂於金剛窟", "110": "前望中禮拜。乃於石上坐寐。忽聞叱牛三聲云飲水。", "111": "乃見一翁古貌。形狀麤醜。短褐曳屨。乃執其手曰。吾", "112": "從山外。來此求糧。師睡此困邪。著曰否。翁曰。既不困。", "113": "何輙睡乎。著曰凡夫昏沈胡可恠哉。翁曰。師若昏沈。", "114": "可去啜茶乎。乃指精舍。著乃躡躅而隨。至寺門。翁喚", "115": "均提三聲。有一童子應諾。年可十四五。埀髮齊肩。衣", "116": "褐。其寺地皆瑠璃。堂舍金色。翁踞白牙牀。置錦墩令", "117": "著坐。須臾童子捧二甌茶。對啜畢。擎玳瑁器。滿中酥", "118": "酪。各與一匙。著啜而咽之。如有所證。因而明悟豁然", "119": "矣。乎乃。疑當作手乃。著乃。一本無乃字。", "120": "慧布論義　法汰破邪慧布論義　法汰破邪", "121": "慧布。少投瓊法師出家學師道業解行高明而辯說", "122": "難敵。後與邈禪師爭論教法。經于三日。在座辨論不", "123": "絕。邈乃降之。布又來下。時侯景作亂。飢荒累年。布三", "124": "日不食。至第四日。人以飯微著肉汁覆之遺。而雖腹", "125": "如火燃。執志不食。", "126": "法汰。少與道安同學。大有明悟。身長八尺。風姿端雅。", "127": "時有沙門道常。頗有才力。常執心無義大行荊土。法", "128": "汰曰此是邪說應須破之。乃大集名僧令曇一難之。", "129": "一據經引理辯說縱橫。常乃伏之。明日更集慧遠就", "130": "席。改難數番。關貴鋒起。常又覺義途差異。將麈尾扣", "131": "案即未有答。遠曰。不疾而速。杼軸何為。坐者大笑。心", "132": "無之義從此息焉。改難。當作攻難。關貴。疑當作問責。道常。傳中作道恒。杼軸。傳中作杼", "133": "柚。音相通。杼音處。機之行緯者也。俗曰梭者也。與軸字相關。若柚字。橘之類。但音同。當以今文為正也", "134": "(遇)德素少達　慧稜幼悟遇德素少達　慧稜幼悟", "135": "慧約。字德素。姓樓。東陽人。母劉氏。因夢人擎金像使", "136": "吞之。又見紫光繞身。因而有孕。乃生。約年七歲便通", "137": "書史。乃求出俗。性好幽宗。徧訪名師學習教典。大有", "138": "明悟。東境謠曰。少達妙理樓居士。", "139": "慧棱。姓申。屠氏。西陰人。胎中父亡。母乃鞠育。年及三", "140": "歲。謂母曰兒思願聞法。母氏憐其孤苦。相從來聽襄", "141": "陽潤法師講三論。聽後。於文義之間深有解悟。眾乃", "142": "驚歎。唯求出家。母孤獨。不許。及登八歲。母亡。乃投誕", "143": "律師出家。大明三藏。", "144": "僧慧渡河　安靜登墓僧慧渡河　安靜登墓", "145": "僧慧。在荊州。南陽劉虬立陟屺寺。請慧居之。慧頻至", "146": "江邊津吏求渡。渡吏迫以舟小未及過之。須臾飛空", "147": "而過。已見在彼兩岸。津吏大驚。知其聖也。渡吏。一無渡字也。", "148": "安靜。東遊之次。行達定陶。直問曰。丁居士何在。鄉眾", "149": "咸曰。終已三載。葬在郊外。靜曰此在家菩薩也。遂往", "150": "登其墓所。自掘之。于時墓上五色雲起。祥瑞可觀。及", "151": "取其骨。皆作金色。連環若鏁。可五丈許。鏗然嚮高。靜", "152": "乃持掛杖頭。別鄉人而去。嚮。當作響字", "153": "遂端生蓮　耆域治樹遂端生蓮　耆域治樹殊遇切", "154": "遂端。不知何來。為人質直。常誦法華經為業。至于老", "155": "齒曾無暫罷。後忽跏趺坐而卒。須臾口中出青蓮華", "156": "七莖。", "157": "耆域。天竺人也。至于洛陽大揚教法。朋衡陽大守南", "158": "陽滕永文。在洛寄居滿水寺。此寺中有思惟樹數十", "159": "株枯死。域問永文曰樹死幾時。永文答曰積年矣。域", "160": "即向之呪之。尋便榮發扶󳬂茂非常。自此人皆歎異", "161": "也。", "162": "淨度游獵　玄風張捕淨度游獵　玄風張捕", "163": "淨度。少遊獵為務。一日射孕鹿墮胎。鹿母衘痛就地", "164": "䑛子。度因此心悟。便摧弓折矢出家學道。修習禪觀。", "165": "兼於群經洞達深義。一日下。有忽字", "166": "傅翕。字玄風。及七歲志性貞堅。一日謂二親曰。數夢", "167": "升空而行。多諸僕從共無量人爭戰。我常獲勝。後與", "168": "里人在稽亭張捕為業。籠沈水中祝曰。去者適。止者", "169": "留。時人以為愚。因遇天竺僧達磨嵩曰。我曾同汝向", "170": "毗婆尸佛會發誓度生。今兜率宮中衣鉢見在。何日", "171": "當還。不信試臨水觀形狀何如。果見圓光寶蓋滿身。", "172": "遂辨前因。乃問嵩修道之方。嵩指松山頂曰此可栖", "173": "身矣。翕後有殊跡。", "174": "(尤)僧璨三國　道一九州尤僧璨三國　道一九州", "175": "僧璨。幼年尚道。游學為先。天下靈跡無不參尋。時入", "176": "齊陳周三國。凡有法肆無虗踐。以三藏教典或演說", "177": "訓授。或問難徵引。而又博達儒宗。振名四海。自號為", "178": "三國論師。", "179": "道一。少便出塵。貞介不群。神氣宏瞻。從法汰習學。深", "180": "究內外。後東適山陰講諸經論。于時九州僧尼咸來", "181": "習聽。時人號曰小一。師為九州都維那。", "182": "真表蝦蟆　檀特獼猴真表蝦蟆　檀特獼猴", "183": "真表。家在金山。世為游獵。一日逐獸之餘息于田野", "184": "間。折條柳貫蝦蟆成串置于水中。擬作食調。復入山", "185": "逐獸。忘其所貫蝦䗫。至明年春獵次。聞蝦䗫鳴。忽見", "186": "去年所貫三十許蝦蟆猶活。表于時歎惋責身曰。苦", "187": "哉。何為口腹令彼經年受苦。乃解貫放之。便發誓出", "188": "家入山修道。以身撲地悔前罪。遂剃染為僧。感彌勒", "189": "菩薩自身授于戒法。地藏菩薩親與䇿發。慈氏躳授", "190": "三衣道具等。", "191": "後魏檀特。身雖出家。而飲酒食肉宛同俗士。狂逸非", "192": "常。凡言往事皆合人情。周文聞之。降書詔特問事。于", "193": "時齊神武來宼玉壁。特曰狗豈至龍門耶。果不至龍", "194": "門而返。又侯景未叛時。特忽提一杖。杖頭刻作獼猴", "195": "形。令面向西日夜弄之。又索一角弓牽挽。俄而景叛", "196": "尋復歸梁。時謂作獼猴乃景之兆。", "197": "智潤愽瞻　曇影風流智潤愽瞻　曇影風流", "198": "智潤。在于襄陽講演。大有聲望。而內外深窮。詞辨宏", "199": "逸。時人皆稱曰潤法師。博瞻之莫有加之矣。", "200": "曇影。神氣爽雋。形貌奇特。於諸教乘解義第一。為秦", "201": "主姚興禮重。興見影超拔群士。每謂羅什曰。影法師", "202": "真為此國風流標表之道人矣。", "203": "僧朗知盜　法通被囚僧朗知盜　法通被囚", "204": "晉僧朗。游方學道。備曉佛乘。兼宗儒典。後與伴共行", "205": "至于中途。忽告于伴侶曰。公等寺中衣鉢。必有盜者", "206": "將去。同侶不信。共歸寺尋覓。果如其言。", "207": "法通。龍泉石樓人。在家之日獨懷異操。唯信釋教。一", "208": "日忽為二男并二女及妻俱剃髮。勉之入道。便往山", "209": "寺棲息。然後自剃頭為僧。人問其故。答曰。我捨枷□", "210": "鏁。志欲大法興揚爾。後行至本邑。邑長問之。答曰。山", "211": "客。邑長怒乃囚於獄。不許游方。通便絕粒。繞獄行道。", "212": "至夜聞野狐滿邑號叫。人皆不安。邑長怪之曰。獄中", "213": "必異僧爾。乃放之。通曰。行道正得佛味。如何見放。須", "214": "臾狐鳴便止。邑人乃安也。捨枷下一字蠹滅。未知何等字。見文勢。或脫字歟。", "215": "(馬)道生領徒　慧遠結社馬道生領徒　慧遠結社", "216": "竺道生。初入廬山。幽栖十年以求其志。鑽尋經論深", "217": "究義理。於是名滿天下。宋太祖文帝深加禮重。後領", "218": "徒千餘人來于吳之虎丘山講授教典。或說曰。生講", "219": "之次。其山有怪石。聽生之講亦點頭焉。世雖謂生公", "220": "虎丘點頭之石。而傳文未見爾。", "221": "慧遠。幼學經書。神氣雋朗。及年十三游方學業。內窮", "222": "三藏外達九經。兼善莊老。與弟慧持皆師安公。後止", "223": "廬山。時四海名士臻山門。時有劉遺民．豫章．雷次宗．", "224": "雁門周續之．畢頴之．宗炳．張萊民．張季碩等凡一百", "225": "二十三人。並棄榮尚寂依止遠公。投習內外。仍於龍", "226": "泉寺彌陀堂前栽白蓮結淨社。劉遺民等皆著銘記", "227": "記其事跡。從晉迄今。天下咸傳遠公蓮社。", "228": "主公向驢　永師指馬主公向驢　永師指馬", "229": "慧主。六歲受具。大悟教典。偏持戒律。住始州香林寺。", "230": "武德之初。陵陽公來臨益州。公少信。心將百餘駄物", "231": "行至香林。命於寺內佛殿僧堂講堂安置驢駄等物。", "232": "無敢違者。主見斯穢雜。即入房中歎惋。乃取錫杖三", "233": "衣誓曰。死活今日。唯憑戒神之力以去之。尋舉錫向", "234": "諸驢。驢忽然一時倒臥如死。主以兩手各擎一駄擲", "235": "于空中。公見斯之異。乃悔歸信。空中。傳文作坑中", "236": "慧永。息于廬山。親依慧遠。深窮律藏。兼達外書。一日", "237": "出邑至晚還山。至烏橋。有一營主醉騎惡馬當道遮", "238": "永。不許永過。日既將夕。永以錫杖指馬。馬走。營主擲", "239": "地。永捧慰還營。營主至明日來寺悔過。永曰。非貧道", "240": "本意使然。恐戒神所為爾。", "241": "僧達□餻　世瑜受菓僧達□餻達下蠹滅。疑却字歟　世瑜受菓", "242": "僧達。游學諸方。習禪傳法。齒長過寸。奇相莫同。為魏", "243": "孝文禮重。後居林慮華黃嶺。時有山神頻來聽法。忽", "244": "一夜有推戶者而入曰。山神妻。白日無暇禮拜禪師。", "245": "今故來參禮。兼奉獻米餻一筐。願為禮佛之時呼弟", "246": "子名目。達曰。餻可將還。況山僧不食。當為禮佛一拜", "247": "兼唱。山神妻遂禮拜辭去。", "248": "世瑜。身長八尺五寸。形貌奇特。居于益州響應山習", "249": "學經論。忽一夜夢四龍飛入心眼。既覺而大悟佛旨。", "250": "常在山絕粒修行。唯四獼猴二時採山菓來供。瑜長", "251": "受之。八尺五寸。傳作八尺三寸", "252": "法曠去妖　慧安防禍法曠去妖　慧安防禍", "253": "竺法曠。以內外之學受謝安知重。曠常居山林。安往", "254": "禮覲。居處儉僻。車馬不通。安陵峰步往。晉簡文作相。", "255": "聞曠道行。遣堂邑大守等請入京供養。時有妖星累", "256": "現。晉帝請曠齋懺以禳之。曠曰。陛下可修盛德。貧道", "257": "當竭志誠。遂入懺踰日。有司奏曰妖星已滅矣。", "258": "慧安。游于京兆。見相國休璟有功邊上。貴盛無比。安", "259": "往謁之焉。謂璟曰。相公美則美矣。奈不數月間將有", "260": "大禍。雖然。早可防擬。璟知安之道德。知其兆。拜而告", "261": "安與去禳之。安曰。可求二大犬。身高數尺。有獰惡者。", "262": "既得犬已。安復來曰。事在今夕。夜與璟同坐。安命十", "263": "人執弧操矢立于座側。至夜深笑曰。相公之禍已免", "264": "矣。及旦。呼璟同至園中。見一賊持刀劒已卒。血流其", "265": "頸。又見二犬在大木下仰吠一賊。亦持大刀。見璟叫", "266": "曰。某與彼等俱怨相國。故來欲害。彼蹲守。進不可得。", "267": "璟大驚謂安曰。非吾師先知。不然死於二夫之手也。", "268": "(陽)道光義虎　恭明智囊陽道光義虎　恭明智囊", "269": "道光。在于江東窮研經論。義理縱橫時皆知重。故東", "270": "南目之為義虎。", "271": "支謙。字恭明。月支人也。來游漢地。大揚教法。博達經", "272": "書。為人細長黑質。眼多白而睛黃。時人謂曰。支郎眼", "273": "中黃。形軀雖細是智囊。漢時人也。", "274": "靈坦心印　玄暢目光靈坦心印　玄暢目光", "275": "靈坦。七歲誦通書史。兼解文章。應童子舉中第。及至", "276": "年長官高。捨榮入道勳習禪法。行化于時。後因適維", "277": "楊行至六合道中。忽歎大法陵夷生不遇佛。須臾聞", "278": "空中有聲曰。開心地即見菩薩如妙文殊之形狀。令", "279": "坦舉項。以掌按之。尋觀四指赤痕。其印常現。坦曰必", "280": "是大聖授我心印也。", "281": "玄暢。少時在俗。舉家被胡虜所滅。將欲害暢。虜帥見", "282": "而止之曰。此兒目光射。非凡童也。遂獲免。後乃出家。", "283": "廣通內外。往於凉州遇虐虜。除滅佛法。盡害僧人。唯", "284": "暢得走發。自岱郡山谷路跨大行南轉孟津。唯把一", "285": "束楊枝。一扼葱葉。虜騎將及。以葱葉安鼻孔中入渡", "286": "孟津免。宋文帝知暢道行。徵之。位以太子大師。免而", "287": "不受也。虜帥之帥。音衰。將也。若音率。是所領兵也○岱郡。當作代郡", "288": "道傑頭大　溫行眉長道傑頭大　溫行眉長", "289": "道傑。姓楊。漢大尉震之後。形貌偉清。應對有方。兼大", "290": "通經論博學文辭。白醜而頭大。故并州謂曰。大頭傑。", "291": "難人殺。然其深義。一徵一責能令流汗。", "292": "溫行。齊國僧也。行化於牟州拒神山。卒後人異其居", "293": "處。號行公堆。行眉長一尺餘。垂散於面。若欲視物。以", "294": "手攓。", "295": "祇難異術　曇鸞仙方祇難異術　曇鸞仙方", "296": "維祇難。世奉異術。事火為業。時有沙門到。寄一宿。難", "297": "不許。沙門乃坐門外露地而宿。密加神呪。所事之火", "298": "歘然變滅。舉家迎歸悔過。方信釋氏之法靈應。乃投", "299": "沙門出家。入漢境。廣譯經律。", "300": "曇鸞。住在五臺。因感心氣疾。言曰。命惟危脆。不定其", "301": "常。欲求仙方以益壽。果尅既已。方崇佛法。不亦善乎。", "302": "乃往江南陶隱居處求其仙方。果見隱居。授與鸞仙", "303": "方十卷。以為添壽之術。鸞將至洛下。逢中國三藏菩", "304": "提留支。鸞往啟曰。佛法中有此長生不死之法。勝此", "305": "土仙方者乎。留支唾地曰。是何言歟。非相比也。此方", "306": "何處有長生不死之門。縱益年光。輪廻不絕。即以觀", "307": "經授鸞曰。此大仙方。依之修行。當得解脫生死也。巒", "308": "乃焚仙方十卷。因而大悟佛乘。于時魏都解義之僧", "309": "巒為第一。魏主重之。號神鸞。傳云曇鸞。亦作巒。字無定也。", "310": "岑公養鼠　道判放羊岑公養鼠　道判放羊", "311": "岑闍梨者。特具戒律。兼誦通經文五百餘卷。俗士呼", "312": "之也。居於傘蓋山。衣帛乞食為常。餘之饌。飼房中鼠。", "313": "鼠數百來。顯皆馴熟。親依於岑。鼠有他之鬪嚙者。岑", "314": "即責之而改。鼠有󳱈病者。岑即以手摩之而愈。", "315": "道判。博達儒釋。顯舉當時。以齊乾明元年結侶二十", "316": "餘人發趾鄴都。將入西方。周武勅給國書并資行調", "317": "達。于突厥國。又請國書。至西可寒國。彼不識沙門。將", "318": "加禍害。增人衛守不給糧食。但令餓死。時有周使在", "319": "彼諫可寒曰。此佛弟子也。本國天子大興其教。可寒", "320": "乃信重。日給羊四口以充判等常食。判乃引出。因地", "321": "放之。雖至飢餓之甚。日唯自採野艸及菜食之。", "322": "寶瓊龍瑞　慧哲象王寶瓊龍瑞　慧哲象王", "323": "寶瓊。受具已來。甚彰殊跡。講說縱橫義理洞達。梁高", "324": "祖請於京都禮供。後於建安寺訓授學徒。一旦老少", "325": "相喧。競曰建安精舍白龍出現。盡奔走到寺。唯見瓊", "326": "在座講說。臣寮士庶咸曰。建安龍瑞飛騰。瓊法師道", "327": "行所感也歟。乃號為白瓊法師。龍瑞上。一有之字", "328": "慧哲。習學眾經。精究奧義。振名天下。天下仰之。又行", "329": "步庠序。瞻視不󱌁。似象王之儀形。世共目之為象王", "330": "哲。", "331": "(沃)明瞻直身　曇顯翹足沃明瞻直身　曇顯翹足", "332": "明瞻。少有異操。內外俱通。時隋大業初。帝南郊畢還", "333": "京。時有濫僧。帝怒召令釋李二門致拜。瞻聞而往諫。", "334": "帝大怒。李門便辭。帝欲以刑憲及瞻。竟直身而對。帝", "335": "知是瞿曇之教深嚴。明瞻之志高直。尋便罷勅。", "336": "曇顯。初游鄴中。棲處無定。凡有法席。必陟講座以說", "337": "經。齊文宣嗣位。釋李競其優劣。道士陸修靜妄加穿", "338": "鑿。帝遂勅沙門道士對校法術。于時道士呪諸沙門", "339": "衣鉢飛騰橫豎。道士自伐神力如是。言白。沙門現一", "340": "我當現二。帝令上統法師與修靜角試。上統曰。方術", "341": "不足試之。亦令最末位一僧上座論義。顯居末位。酒", "342": "醉酣盛。扶移上座。眾皆笑之。顯語李宗曰。向者所誇", "343": "現術一之與二。深有其旨。即於座上翹一足而立曰。", "344": "吾已現一矣。卿當現二。各無言對。顯曰。向呪諸衣鉢", "345": "飛舉。試卿術爾。命取稠禪師衣鉢與之。呪皆無移動。", "346": "勅十人舉之亦不起。加之軍士移之。愈是定。", "347": "(屋)法蘭辨󰞆　慧要刻木屋法蘭辨󰞆　慧要刻木", "348": "法蘭。同摩騰來于此土。初漢武帝穿昆明池。至地底", "349": "得黑󰞆。至明帝遂問東方朔。朔曰。不知。可問西域沙", "350": "門。後果蘭至。漢追以問之。蘭曰。世界終盡時。劫火洞", "351": "燒。皆為煨燼。此󰞆是也。至明帝三字。衍文也。沙門本傳作胡人為正。今文寫誤歟", "352": "慧要。即遠公之弟子也。居於廬。亦明內外。尤長巧思。", "353": "山中無漏刻。乃刻木於泉水中。立十二葉芙蓉。因流", "354": "波轉。以定十二時。󳫴影無差。又刻木作鵝。飛數百步", "355": "焉。鵝。傳中作鳶字", "356": "靈藏布衣　法雲錦服靈藏布衣　法雲錦服", "357": "靈藏。入道之後深律藏。大有節操。與隋高祖為布衣", "358": "知友。高祖復致師事之禮。開皇初。當其亢旱。帝引人", "359": "民至洛州祈請。帝與藏同行。見民歸向於藏極多。告", "360": "曰。弟子俗人天子。律師為道人天子。同行下。一有帝字", "361": "法雲。即萬廻之號。勅為法雲公也。幼便愚癡。東西狂", "362": "走。隣里笑之。因自呼為萬廻。自爾成名。年十歲。見兄", "363": "戍遼陽久無消息。父母憂之。為設齋禱祈。廻忽白母", "364": "曰。兄極易知爾。奚用憂之。因僧齋時。廻別母出門徑", "365": "去。際晚方廻。執兄書信與母。問廻所由並無所對。從", "366": "虢州閿鄉去遼陽。來去一萬餘里。其兄他日歸。備言", "367": "其日與言語。取餅共食而去。父母大驚奇異。人知乃", "368": "求為僧。勅賜錦繡衣服。官人供持焉。見兄猶言見在兄者也。或見字", "369": "是其字寫誤歟。自爾。傳作因爾。", "370": "慧約青牛　曇弘金鹿慧約青牛　曇弘金鹿", "371": "慧約。少有節操。經論博達。解義稱最。齊周顒．沈約．褚", "372": "淵．王儉等皆知重之。結為道友。後終。天子臨喪。諸侯", "373": "大來。欲葬之夕。以所乘青牛駕函以牽之。其青牛忽", "374": "鳴吼。下淚如雨。鞭之不行。至明日。其牛復來葬所。悲", "375": "鳴下淚。須臾有一雙白󳬈下繞墳鳴唳。", "376": "曇弘。精專律部。多居山林。後於黃龍山積薪自焚。山", "377": "下人民將救。已見半身燋爛。有頃復燒身。道俗咸見", "378": "弘身皆金色。乘一金鹿西走。", "379": "諦親書鎮　倫母神幡諦親書鎮　倫母神幡", "380": "支曇諦。本康居人。漢靈帝時移止中國。諦父為冀州", "381": "別駕。母黃氏。晝寢夢一僧呼黃氏。乃與一麈尾并鐵", "382": "書鎮二牧。睡覺。兩物俱存。因有孕生諦。諦年五歲。母", "383": "以麈尾等物示之。諦曰昔秦王贈兒。母曰汝置何處。", "384": "答曰不憶。至十歲出家。自悟佛教。隨母之關中。見僧", "385": "䂮道人。忽喚䂮名。䂮曰童子何以呼宿老名。諦曰。向", "386": "者忽言和尚是諦沙彌。諦為僧眾採菜。被野猪傷。䂮", "387": "初不憶之。乃詣諦父母處問。父具說本末。并示書鎮", "388": "麈尾。䂮乃泣曰。即先師弘覺大師也。師為姚萇講法", "389": "華經。䂮為都講。萇贈師二物。今此是也。師捨命之時。", "390": "正是寄物之日。復憶採菜之事。漢靈下。一無帝字。又此是舉其先祖事也", "391": "僧倫。姓呂。衛州人。父詢。為穆陵太守。未孕之時。二親", "392": "坐。忽有胡僧秀眉皓首。二侍持幡在其左右曰。願為", "393": "母子。未審如何。忽然不見。因爾有娠。及至四月八日", "394": "四更時生倫。還有二幡翊其左右。兼滿室異香。生訖", "395": "不見。及年五歲。與父至雲門寺見僧賢統師．珉禪師。", "396": "便求出家。二師問之。具述殊異之相。二師歎曰。此兒", "397": "真可度。", "398": "(刪)智炫出國　童壽入關刪智炫出國　童壽入關", "399": "智炫。少時出家。學習經教。會周武滅于佛教。炫乃抗", "400": "對非常。欲重興盛。帝怒。逼以婚姻。炫與諸僧徒執志", "401": "無改。仍詔炫共治國政。走出國城。欲赴齊都。時因齊", "402": "之境皆被槍布棘。莫之能通。齊有富姥。姓張。見炫高", "403": "奇。鋪氈三十里。令炫踏過至齊。重興大教。", "404": "鳩摩羅什。此云童壽。天竺人。家世國相。父鳩摩羅炎。", "405": "後亦出家。母即龜茲王妹。什在母胎時。母忽慧解倍", "406": "常。及什生後還忘前言。什年九歲。大有機辨。佛教自", "407": "明。王甚禮重。於是名振東土。時苻堅聞之曰。朕聞龜", "408": "茲有鳩摩羅什。襄陽有釋道安。朕甚思之。此大賢哲", "409": "之僧乃國之寶也。遂率兵七萬西伐龜茲。獲於羅什。", "410": "堅與大臣迎入關中。大揚教法。堅與大臣。當作後秦姚興也。", "411": "無竭過嶺　法和登山無竭過嶺　法和登山", "412": "曇無竭。此云法勇。初與曇朗寺二十五人跡離此土。", "413": "遠適西天。過於葱嶺。氷雪凉冽。瘴氣昏黑。下有大江", "414": "水急如箭。復涑東西兩山之脇。繫索為橋。十人到彼", "415": "以舉煙為號。後又見煙如已前過。如不見煙即知黑", "416": "風吹落江中。後復過大雪山。懸崖壁立無安足處。壁", "417": "上皆有故杙。孔孔處處相對。各執四杙。先拔下杙。手", "418": "攀上杙。展轉相代。三日方過。賷石蜜為糧。同侶皆死", "419": "於路。唯竭取經得還此土。", "420": "法和。與道安同學。後明佛理。因石虎之亂率眾入蜀。", "421": "與安師過金輿谷相別。登其山極目而悲曰。此山高", "422": "聳。游者甚多。一從此別。竟測何之。安曰。師持心有在。", "423": "何懼後生。若慧不萌。斯可悲矣。別竟。傳作化竟", "424": "(寒)諦乘荷葉　相渡波瀾寒諦乘荷葉　相渡波瀾", "425": "抅那羅陀。陳言親依。或譯云真諦。本西竺人。來住南", "426": "海岸。時有刺史歐陽穆公。深知重之。請住制旨寺。諦", "427": "或居別墅。四絕水洲。穆公世子紇欲往禮覲。其洲波", "428": "濤正起。未敢陵犯。諦乃鋪舒坐具於水。飄然而渡。達", "429": "岸既已。其座具不濕。諦時欲過岸。唯乘荷葉。莫測其", "430": "神。", "431": "無相者。不知何來。住涪州山寺。上流大江。波瀾長起。", "432": "無船不可過其寺。相唯芭蕉葉置於水上。乃蹈而過。", "433": "時或以鉢安水中。令人踏上。飄然達岸也。", "434": "(尾)善伏誡神　慧嵬問鬼尾善伏誡神　慧嵬問鬼", "435": "善伏。一名等照。入道之後。於桑梓山修習禪觀。山神", "436": "求伏受戒。伏誡山神令莫噉肉。巫者殺生祀神。神見", "437": "形以杖打之。吾已於伏闍梨處受戒。誓不噉肉。巫者", "438": "將死。神曰。愍汝愚癡。且放汝命。自後無噉。無後敢肉", "439": "祭。無後。疑當作無復", "440": "慧嵬。以習禪為常。居止山谷。至夜有一無頭鬼來嵬", "441": "靜室。嵬乃謂鬼曰。汝既無頭。無頭苦痛之患。一何快", "442": "哉。鬼便隱形作無腹鬼來。但有手足。嵬曰。汝既無腹。", "443": "便無五臟之憂。一何樂。須臾作大黑形鬼來。大怖於", "444": "嵬。嵬神色不動。侍者驚走。須臾下。一有復字", "445": "(紙)曇籥四飛　法橋百里紙曇籥四飛　法橋百里", "446": "支曇籥。少有妙聲。善唱導。常夢天神授其聲梵。覺莫", "447": "有比之。其聲一發。空中清靡。四飛却轉。空中。傳之文無此字", "448": "帛法橋。中山人。幼好轉讀而乏聲梵。後絕粒懺禮求", "449": "之。經七日七夜。忽覺喉內豁然。尋索水洗𠻳曰。有應", "450": "感矣。遂發三唱導聲。其響徹百餘里。道俗盛聞。", "451": "慧受青龍　道洪白雉慧受青龍　道洪白雉", "452": "慧受。習誦為務。常行達王坦之園。欲求立寺。後遂得", "453": "立。每夕亦夢見青龍從南方來化為剎枉。受一日忽", "454": "至新亭江尋覓。得一長木隨流而下。受曰必是青龍", "455": "之應矣。遂牽上立剎。", "456": "道洪。事曇延為師。學通內外。志行清高。後於寶昌寺", "457": "講涅槃經。時一白雉每來伏聽。馴狎隨人。忽終講次。", "458": "慧安古杖　僧群靈水慧安古杖　僧群靈水數軌切", "459": "慧安。未詳何許人。止于廬山。學徒湊集。講說群經。安", "460": "常卓一杖曰是西域僧施。其杖光色瑩徹。頗有異香。", "461": "上有胡書。人莫能識。後入關詣羅什。捉杖而自隨。什", "462": "大驚曰。此杖乃在此間耶。自譯出胡書。始知殊異。", "463": "僧群。居止羅江縣之霍山。搆立茅室。此孤在海中。上", "464": "有石盂。徑數十丈餘。水深數丈。傳曰是群仙之所宅。", "465": "群曰。吾唯飲此水。永絕粮粒。晉安大守陶夔聞而索", "466": "之。此水出山則臰。夔自來取飲。愈臰於前。夔歎曰。蓋", "467": "凡夫與聖賢不同也。其盂水與一小㵎相隔。常以一", "468": "木為梁。由之汲水以免飢渴。忽有一折翔鴨舒翼當", "469": "梁。群欲撥之取水。慮傷其鴨。因此不飲。七日而終也。", "470": "水深數丈。傳作木深六七尺。愈臰於前。作數日不得至", "471": "(真)漫提指客　處寂候賓真漫提指客　處寂候賓", "472": "魏洛京勒那漫提。住永寧寺。大明道術。時信州刺史", "473": "綦母懷文。筭術玄妙。天情博綜。勅令修理其寺。見提", "474": "有異術。常送餉祇承。時洛南玄武舘有一蠕蠕客。曾", "475": "與提西域舊識。常與提言笑。懷文輕之。提曰。爾勿輕", "476": "他。縱使讀萬卷書。事用未必相過也。懷文曰。此何所", "477": "知。當角伎賭馬。提曰爾有耶。答曰筭術之能。時庭前", "478": "有一棗極大。實皆繁。提仰視曰爾知其上可有幾許", "479": "子乎。懷文恠而笑曰。筭者所知必依標準。則天地理", "480": "亦可推測。草木繁茂有何形兆。計斯實謾言也。提指", "481": "蠕蠕曰。此即知之。懷文憤氣不信承之。懷文要幾許", "482": "成核。幾許瘀死無核斷約已。蠕蠕客腰間皮袋內出", "483": "一物。穿五色線。線貫白珠。以約樹。或上或下周。良久", "484": "向提撼頭笑。述其數目。乃令人採下。懷文一一自看", "485": "校量。子數並不餘欠。因得馬而歸。", "486": "處寂。居天台山。宴坐四十餘年。時無相大師自新羅", "487": "將來謁問於說禪師。寂預告眾僧曰。外來之賓。明日", "488": "當至。可洒掃堂室以候之。至明日果有海東賓至也。", "489": "慧韶撤被　法嚮裂巾慧韶撤被　法嚮裂巾", "490": "慧韶。棲息丹陽之田里。出家之後。長勤聽習。初受學", "491": "於藏公。後復稟於綽公。于時講席學者既眾。闕其論", "492": "本。制不許住。韶眾中獨吟。貧唯有一被。又屬嚴冬。便", "493": "乃撤之。用充寫錄論文。忍寒速噤。方具聽習。聽乃曉", "494": "文義。其苦學如是。", "495": "法嚮。形相奇特。幼便受具。聽習精專。貞觀初。有常州", "496": "人往幽州見一女子。問海陵嚮法師健否。又問識耶。", "497": "答曰不識。其以如烏絲布頭巾寄於嚮師。後人將至。", "498": "嚮令弟子迎之。恰至門首相值。人以巾付嚮。嚮得巾", "499": "執翫咨嗟。嚮破付弟子等。人得一片。有不得者。同二", "500": "年。天下括義軍。私度不出者斬。聞此咸畏。得巾者並", "501": "依還俗。不得者再令出家。眾皆悲之。果驗嚮之先兆。", "502": "圖澄洗膓　佛調現身圖澄洗膓　佛調現身", "503": "鄴中竺佛圖澄。誦經數百萬言。善解章義。入晉境游", "504": "化。與朝中諸學士論義。其詞辯縱橫。無不降之。尋值", "505": "帝京喪亂。乃潛形草野。時石勒屯兵葛陂。專以殺戮。", "506": "時沙門遇害者眾。澄乃杖錫軍門。欲化於石勒。勒召", "507": "澄問曰。佛法有何靈驗。澄知勒不深大教。乃以近事", "508": "為化。令取應器盛水呪之。須臾生青蓮華。勒由此信", "509": "重。後石虎立。亦以淺近之事化之。澄左乳傍有一孔。", "510": "圍四寸。通徹膓。有時或膓從中出。或以絮塞孔。夜欲", "511": "讀書時輙拔絮。則一室洞明。又齋時至水邊引膓出", "512": "洗。還內其中。後年一百九歲終。", "513": "竺佛調。事圖澄為師。常居山林。修行為務。終于山所。", "514": "經數年後。調白衣弟子八人入山伐木。忽見調在高", "515": "巖之上。衣服鮮潔。姿容悅暢。皆驚喜禮拜曰和尚在", "516": "耶。調曰吾常在耳。良久不見。八人乃苦發塜開棺看。", "517": "不見屍。唯衣屨存焉。", "518": "玄高入魏　帛遠□□玄高入魏　帛遠□□二字󴃳滅。疑是死秦二字", "519": "秦玄高。居河北林陽堂山。深窮教典。學徒千有餘人。", "520": "時魏虜拓䟦燾。據平城。燾聞高之名請入魏都。後燾", "521": "害高而卒。舉國悲慟。高弟子玄暢在雲中。去魏都六", "522": "百里。卒到。悲慟無已。因與同學泣請和尚再起。示與", "523": "一言。須臾眼開。顏色如故。語諸弟子曰。大法應化。隨", "524": "緣盛衰。汝等不久復應如我爾。汝等死後。大法當興。", "525": "言絕又卒。", "526": "帛遠。字法祖。少以儒學知名。長乃為僧。明解經論。兼", "527": "善翻譯。後見干戈交爭。欲潛于秦隴。會張輔為秦州", "528": "刺史鎮秦隴。與遠俱行。輔以遠名行顯。著欲令反服", "529": "為之僚友。遠志固不移。由是結憾。欲便害之。行死于", "530": "途。遠忽語諸道人及弟子曰。我數日當有對至。便辭", "531": "別。分布經像及衣盂等訖。明晨詣輔處共語。輔令收", "532": "之行鞭。忽然而卒。須臾隴上道俗聞而悲慟。率兵以", "533": "伐於張輔。輔兵敗亦卒。孫綽道賢論中。以帛遠比於", "534": "晉嵆康。鎮下。一有于字", "535": "(藥)慧休吟雲　道林放󳬈藥慧休吟雲　道林放󳬈", "536": "慧休。姓湯氏。善於風雅。有名天下。故有詩曰。日暮碧", "537": "雲合。佳人殊未來。從古迄今皆稱揚休碧雲之句。梁", "538": "昭明編入文選書。為江淹之詩。未可知也。", "539": "支遁。字道林。入山陰講演維摩經。于時許詢作都講。", "540": "林通一義。眾咸謂詢不能解。詢設一難。眾咸謂林無", "541": "以酬。其辯說問難終無以止。時剡山人有遺林馬者。", "542": "受而養之。時或譏之。林曰。好其神駿爾。有遺林󳬈者。", "543": "林曰。汝是冲天之物也。寧為耳目之翫乎。遂開籠放", "544": "之。", "545": "法相滑稽　僧淵言謔法相滑稽　僧淵言謔", "546": "法相。誦習為務。後渡江南山越城寺。游縱放蕩。或時", "547": "裸袒干冐朝達。唯以言笑滑稽相謔。時晉鎮北將軍", "548": "司馬恬惡其不節。招而鴆之。頻傾三大鍾。相飲之。神", "549": "色無易。因茲禮重。", "550": "康僧淵。來于長安。貌雜胡人。語變中國。時遇殷浩。浩", "551": "問淵佛經深遠之理。僧淵却辨俗書性情之義。自晝", "552": "至曛浩不能屈。由是改觀。瑯琊王茂弘以淵鼻高眼", "553": "深之言戲之。淵復以言謔於王曰。貧道鼻高者。面之", "554": "山。眼深者。面之淵。山不高則不靈。淵不深則不清。其", "555": "急辯言謔如是。", "556": "崇慧登梯　通達入鑊崇慧登梯　通達入鑊", "557": "崇慧。少有大量。復振雄名。後掛錫章信寺。大歷初有", "558": "道士史華上表乞與釋門角教法。遂於東明觀壇前", "559": "架刀成梯。史華登躡其上如磴道焉。釋崇慧乃於章", "560": "信寺大樹刀梯。增高百尺。東明之梯極為低小。以刀", "561": "橫架鋒刃若霜雪之色。慧跣足登陟坦若平道。復蹈", "562": "烈火作探油湯。口餐鐵葉。史華掩袂而退。", "563": "通達。幼曉教。其栖止無定。乃入大白山不食。飢則食", "564": "艸而息依樹端坐。後有大將軍薛萬均聞而異之。迎", "565": "歸私第供養百有餘日。不違正軏。忽於一夜後索食", "566": "欲食。苦求方得。從行亦僻。欲求入內夜宿。將軍兄弟", "567": "大怒。打之幾死。仰而告曰。卿已打我身肉都損。血污", "568": "不淨。可作湯洗却。待涌沸便脫衣入鑊。狀如冷水。傍", "569": "人怪之。猶索加火。遂合宅大驚。", "570": "琳佛鬚生　翼像淚落琳佛鬚生　翼像淚落", "571": "慧琳。住建明寺。寺有塑佛一體。琳甞供養。日日唯勤", "572": "禮拜茲佛。忽一日見佛生三十莖鬚。琳乃召寺僧問。", "573": "盡歎靈感。", "574": "曇翼。學通三藏。為世推稱。後遊經蜀。郡刺史毛據依", "575": "重之。忽獲得阿育王瑞像一軀。日夕供養其像。每遇", "576": "饑荒之時。輙見淚落如雨。似哭泣之狀。", "577": "(支)東興尚廣　西化可知支東興尚廣　西化可知", "578": "操曰。教法東興後漢以來。迄今幾于二千載。其有人", "579": "隱跡林野。於高僧傳中尚不能廣錄。況佛西化天竺", "580": "諸國。始於鹿野終至󳬈林。聖賢讚助事繁廣。其可知", "581": "也。今於東土高僧傳中。略採靈異之事。撰為蒙求。志", "582": "欲勉誘後進童儒。繼聖賢之蹤者也。", "583": "釋氏蒙求終", "584": "大僧都釋　義空四擇　校訂"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1623 釋氏蒙求", "author": "靈操撰"}