{"sourceLink": "http://www.cbeta.org/", "text": {"0": "成唯識論集解", "1": "成唯識論卷第十", "10": "金剛喻定現在前時一切頓斷。若是俱生煩惱現", "100": "下乘涅槃障故。真俗二諦。合為一故。生死涅槃皆", "101": "平等故。攝論名相續無差別法界。謂於此中體無", "102": "有異。非如眼等隨諸有情相續各各有異。梁攝論", "103": "云。由此真如。能令三世諸佛相續不異。眾生迷此。", "104": "萬類差別。諸佛證此。居然不變故。言無染淨真如", "105": "者。六地深觀緣起。染淨平等。斷麤相現行障。引起", "106": "無染淨真如。亦得自他相續無染淨果故。謂此真", "107": "如本性無染。非是染而後淨故。言法無別真如者。", "108": "由七地斷細相現行障。入妙無相觀證法無差別。", "109": "以了種種教法。皆同真如。無二相故。謂諸教法。依", "11": "行亦從加行位中漸漸降伏。自登初地。以至八地", "110": "如建立。如如無異故。又於教法立種種法界實相。", "111": "等名。而如無異。言不增減真如者。由八地斷加行", "112": "障故。得無增減。謂雖染汙減時。而無有減。清淨增", "113": "時。而無有增。無性云。法外無用。所以不增。諸法不", "114": "壞。所以不減。大經云。此諸法性。若佛出世。若不出", "115": "世。常住不異故。言相土。自在者。世親云。於諸相中", "116": "而得自在。名相自在。隨其所欲即能現前故。能十", "117": "身相作故。於所現土。而得自在。名土自在。如欲令", "118": "土成金寶等。隨意成故。言智自在。真如者。第九斷", "119": "不欲行障。得心自在故。所證真如名智自在。無性", "12": "伏盡不行。如阿羅漢。問。若初地時已頓伏盡。何故", "120": "云。謂此地中。四無礙智所依止故。分證智波羅密。", "121": "於一切法不隨其言。善能了知諸法義趣。如實成", "122": "就一切有情。受勝法樂。中邊論云。自在有四。一無", "123": "分別自在。即相自在。二淨土自在。三智自在。四業", "124": "自在。為此四種取依止故。八地唯能通達初二自", "125": "在。後二自在。如次在後二地故。言業自在真如者。", "126": "十地斷未得自在障。證得法自在。由得法自在故。", "127": "所作業用無不自在。問。既名真如。體無有異何故。", "128": "復有種種差別。答。雖真如體無有差別。而隨真如", "129": "勝德。假立十種差別等名。非真如體實有差別也。", "13": "七地猶起貪等。答。為度生故。以故意力暫時現起", "130": "問。初地既名遍行真如。已通一切。何必更立九種", "131": "耶。答。雖初地真如已遍一切。而能證功用尚未滿", "132": "足。為令圓滿故立後九種也。如是下。近結前文遠", "133": "結初卷若證二空彼障隨斷也。", "134": "轉依位別略有六種至多令非真不顯現故。", "135": "下釋轉依。先依位釋。分為六種。一損力益能轉者。", "136": "損。謂減損。力。謂勢力。益。謂增益。能。謂功能。謂資糧", "137": "位具四種力修六種行。發三種心。信解唯識。相性", "138": "具有勝解。謂加行位。起四尋思。發四實智。觀二取", "139": "空。具有慙愧由此二位修習勝解慚愧之力。便能", "14": "不作過失。若八地已上畢竟不行。以八地得相土", "140": "滅損本識染種勢力。復能增益本識淨種功能。以", "141": "轉染依淨名為轉依。問。三賢未斷分別障種。未登", "142": "聖位。何名轉依。答。雖未斷分別障種實證轉依。而", "143": "能漸伏分別現行亦得名為證轉依也。二通達轉", "144": "者。謂於初地真見道時。頓斷分別我法二障種子。", "145": "得根本智。證遍行真如。實證一分真實轉依名轉", "146": "依位。言修習轉者。修。謂修葺。不使荒蕪。習。謂溫習。", "147": "不使忘失。謂從初地以至十地數數修習十種勝", "148": "行漸漸斷除十種麤重。分分證得十種真如。名轉", "149": "依位。下引論以證通達修習二轉義謂前六地。皆", "15": "自在。九地得心自在。十地得法自在故。問。所知種", "150": "名通達轉。以通真達俗故。若以無相觀通真。則真", "151": "現而俗不現。若以有相觀達俗。則俗現而真不現。", "152": "以真俗相間。有無相雜。故名通達。謂後四地名修", "153": "習轉。以長時修習純無相觀。斷餘麤重不令有相", "154": "間雜故。然言多令非真不現者。反顯非真猶有少", "155": "時現也。", "156": "四果圓滿轉謂究竟位至窮未來際利樂無盡。", "157": "前名分證此名滿證。自資糧至等覺無間道。普光", "158": "明等十大三昧現在前時。永斷俱生二障極微細", "159": "種。至解脫道頓證佛果圓滿轉依。名究竟位從此", "16": "現。何位伏斷。答。若是分別所知種子。亦在初地真", "160": "自利畢功唯是度生盡未來際。", "161": "五下劣轉謂二乘位至捨二麤重而證得故。", "162": "專求自利。不念利他。厭苦欣寂。不能等觀。唯證生", "163": "空。法空未證。斷煩惱種。不斷所知。證真擇滅。不證", "164": "菩提。躭寂滅樂。無勝堪能。具此六義。名下劣轉。反", "165": "上六義。即名廣大。此中所說轉依。取此廣大捨二", "166": "麤重而證得故。問。何以不取果圓滿轉。答。對菩薩", "167": "說。是以不取。已上約位不出大小兩乘。今揀去小", "168": "乘。獨取大乘轉依。", "169": "轉依義別略有四種至根本後得俱能正斷。", "17": "見道時。與煩惱種剎那頓斷。若是分別所知現行", "170": "前以六位明轉依。此以四義明轉依也。一能轉道。", "171": "轉有二義。謂能伏能斷。言能伏者。謂二障種子。有", "172": "能生現行勢力故修六行及加行等智以伏之。令", "173": "不現起。此通漏無漏道。謂以六行漸伏。唯通有漏。", "174": "若以加行後得二智漸伏。通漏無漏。若以根本智。", "175": "頓伏。唯通無漏故。言能斷者。謂起根本無分別智。", "176": "方能永斷二障隨眠。此能斷道。不通有漏。及加行", "177": "智。謂二道中除有漏道。三智中除加行智也。除有", "178": "漏者。以有漏道是曾習相執所引。未泯相故。謂第", "179": "七識念念執我。令第六識所行施等不能亡相。雖", "18": "亦在資糧加行位中漸漸降伏若是俱生所知種", "180": "有漏道常起現行。而不為損。亦無所益。故能斷道。", "181": "唯取無漏也。除加行者以加行智但能勤勇樂欲", "182": "趨求勝果。及所引因。皆未成辦。故加行智。但能伏", "183": "惑。若實斷惑。唯是根本及後得故。此以伏斷二義", "184": "釋轉字義也。一師言。根本無分別智。親證真理。能", "185": "斷迷理隨眠。是能斷道。後得不能斷迷理隨眠。非", "186": "能斷道。一師出正義云。根本無分別智能斷迷理", "187": "隨眠。是能斷道。後得無分別智。雖不能斷迷理隨", "188": "眠。亦能永斷迷事隨眠。亦能斷道。言迷理迷事者。", "189": "迷己為物。名為迷理。認物為己。名為迷事。故瑜伽", "19": "子。於十地中漸次斷滅。直至等覺位中金剛喻定", "190": "云。修道位有出世能斷道。有世出世能斷道。出世", "191": "能斷道者。根本智也。世出世能斷道者。後得智也。", "192": "唯此二道。能斷隨眠。未有純世間道而能永害隨", "193": "眠者。純世間道者。即加行智也。以加行智。唯在地", "194": "前伏除分別二障現行。名純世間智。未登地故。是", "195": "有漏故。是曾習故。有分別故。是相執所引發故。未", "196": "忘相故。由斯理趣。見修所斷迷理隨眠。唯是根本。", "197": "親證理故。迷事隨眠。根本後得。二俱正斷。", "198": "二所轉依此復有二至而非根本故此不說。", "199": "二所轉依。依有二義。謂持種。迷悟。言持種依者。謂", "2": "護法等菩薩造", "20": "現在前時一剎那中方永斷盡。若是俱生所知現", "200": "根本識能持染淨諸法種子。種必有依故。修聖道", "201": "時。轉令第八捨染種。而得淨種。故名轉依。問。依他", "202": "起性。亦染淨依。何故不說。答。依他起性雖亦染淨", "203": "依。不能持種。故不說之。言迷悟依者。即是真如。以", "204": "真如性是迷悟之根本故。與染淨法為所依故。修", "205": "聖道時。轉令真如捨染成淨。故亦名轉依。餘雖下。", "206": "釋難同前初一依是相宗義。第二依是性宗義。", "207": "三所轉捨此三有二至第八淨識非彼依故。", "208": "三所轉捨。捨有二義。謂所斷所棄。言所斷者。謂俱", "209": "生我法二障種子。障種非實。故可斷捨。謂等覺位", "21": "行。亦在資糧加行位中漸漸降伏。直至十地方永", "210": "中。真無間道現在前時。無漏智起。對治彼障。智起", "211": "惑亡。名之為斷永不成就。名之為捨。彼種既斷。永", "212": "不妄執實我實法。名捨徧計。所執我法不對妄情。", "213": "名捨所執。由此義故。名捨徧計所執。諸有說言。斷", "214": "徧計者。義在乎此。言所棄者。謂餘有漏劣無漏種。", "215": "餘有漏者。除前二障種外所餘有漏善種并劣無", "216": "記所熏無漏種子。金剛喻定現在前時。引起最極", "217": "圓滿光明純。一清淨無垢本識時。非彼所依。皆永", "218": "棄捨。問。何故必欲捨。此二種。答。無漏善生。漏善自", "219": "滅勝法圓明。劣法自違。法爾如然非勉強故。彼種", "22": "斷盡。問。六七二識皆有所知。何地斷何。答。若所知", "220": "既捨。彼二現行永不復生。亦說為捨由此捨義。名", "221": "捨變易劣生死法。到此境界。所謂善惡兩亡。有無", "222": "齊遣也。言劣生死者。以分段為勝。故以變易為劣", "223": "也。一師言。二障所餘有漏善種。及劣無漏法種。亦", "224": "在金剛喻定現在前時。與二障種俱時同捨。一師", "225": "出正義云。金剛喻定現在前時。但捨二障種子。所", "226": "餘有漏善。及劣無漏種。猶未斷捨。以無間道。不違", "227": "彼故。若無間道棄捨餘種。等覺菩薩應無生死故。", "228": "應無異熟故。住無間道。應名佛故。後解脫道。成無", "229": "用故。由斯義趣。故知無間道中。金剛喻定現在前", "23": "與六識俱者。八地已上不復現行。無漏觀心及生", "230": "時障種雖斷餘種猶存。直至金剛後心。解脫道起。", "231": "方斷餘種。爾時異熟轉成無垢。非彼餘種所依止", "232": "故。", "233": "四所轉得此復有二至唯我世尊可言具四。", "234": "得者。對捨而言。由轉捨故轉得也。此得有二。一顯", "235": "得。二生得。言顯得者。謂大涅槃。涅槃者。義翻圓寂。", "236": "道充法界。德被塵沙曰圓。體究真性。妙絕相累曰", "237": "寂。問。涅槃自性本來清淨。何故名所顯得。答。此雖", "238": "本淨。而由客塵障覆。不能顯露。至真聖道斷彼障", "239": "已。其相乃顯。此涅槃相是依真如離二障已。而得", "24": "空智果。相續無間。故能與彼相違。若所知障與七", "240": "施設。其體即是清淨法界。然此涅槃。理無不統。而", "241": "依凡聖之位。義類差別。略分四種一本來自性清", "242": "淨涅槃。不揀凡聖蠢動蜎飛。一一圓具。此即一切法。", "243": "中所具真如實理。問。既是法相如如不動之真理。", "244": "何故亦為客塵所覆。答。雖有客染。而本性淨。具足", "245": "無量微妙功德不動不轉。無生滅相。無去來相。無", "246": "高下相。湛若虗空。一切眾生平等共有。此涅槃體。", "247": "與一切法。不即不離。不一不異。離有無相離斷常", "248": "相。離心緣相。離名字相。心思路絕。言語道斷。故名", "249": "如如。然此如如。雖平等有。亦唯真聖道中。聖者所", "25": "識俱者。第八已上猶可現行。直至十地法空智果", "250": "證自受用境界。楞伽所謂自性涅槃。空事境界也。", "251": "二有餘依。涅槃者。謂即真如出煩惱障。尚有分段", "252": "生死苦所依故。以諸聖者最後苦身未曾滅故。瑜", "253": "伽云。住有餘依。墮在眾數。猶有眾苦。所得轉依猶", "254": "與六處而共相應。言眾數者。謂五蘊身。以有此身。", "255": "有眾苦故。問。既有眾苦。何名涅槃。答。雖有微苦相", "256": "應。而障永滅。亦名涅槃。以果縛雖存子縛已盡故。", "257": "三無餘依涅槃者。是無最後分段生死苦。故名涅", "258": "槃。瑜伽云。住無餘依。不墮眾數。永無眾苦而六處", "259": "永不相應。四無住處涅槃者。上二是斷煩惱障所", "26": "現在前時。得法自在。彼障方伏。問。前五轉識煩惱", "260": "顯涅槃。此是斷所知障所顯涅槃也。言不住者。不", "261": "住二邊故。以有大智輔翼故。不住生死。以有大悲", "262": "輔翼故。不住涅槃。若住生死。便同凡夫。若住涅槃。", "263": "便同小乘。由不住生死涅槃。故常在生死。而又常", "264": "在涅槃也。此四涅槃。一切有情皆有初一。而無後", "265": "三。住生死故。二乘無學容有前三。無後一種。住涅", "266": "槃故。唯我世尊。不住生死。不住涅槃。可言具四。此", "267": "無住涅槃。即是諸佛菩薩所住處也。", "268": "如何善逝有有餘依至非如一類入無餘依。", "269": "問。善逝五住究盡。二死永亡。如何亦有有餘涅槃。", "27": "所知。何地伏斷。答。前五轉識俱生煩惱。雖在因中", "270": "答。雖無實有苦依。而現身三界。示同眾生似有微", "271": "苦相應故。或如來身苦依盡故。說無餘依。有餘樂", "272": "依。名有餘依。非若二乘有苦依在。名有餘依。問。何", "273": "知如來無苦依。而有樂依。答。捨無常色獲得常色。", "274": "受想行識亦復如是。故知無有苦依。有餘樂依。是", "275": "故世尊可說具四。問。若聲聞等有無餘依。何故有", "276": "處說彼無無餘依。有處復說都無涅槃。豈有餘依。", "277": "彼亦無有。答。二乘實有有餘涅槃。而說都無者。以", "278": "聲聞等煩惱雖斷。身智猶存。所知猶在。生死苦依。", "279": "尚未曾盡。圓寂之義不得顯露。約此義故。說無涅", "28": "未轉依位。由彼第六無漏觀心降伏之力。彼障不", "280": "槃。其實已斷煩惱。已證有餘。非謂都無涅槃也。復", "281": "有處言無無餘依者。以二乘爾時身智尚在。未證", "282": "無苦依盡無餘圓寂。故說彼言無無餘依。非謂彼", "283": "後時滅身智已。無無餘依又說二乘都無涅槃者。", "284": "是無第四無住涅槃。以此是諸佛所證極果故。不", "285": "無前三。以前三是二乘有分故又說二乘無無餘", "286": "依者。是依不定二乘說。以彼不定性二乘。根性猛", "287": "利。纔證有餘。即便回心求大菩提。不斷煩惱。不躭", "288": "寂滅。由彼有定願二力。資現身因。留身久住。修菩", "289": "薩行。隨願度生。非如一類定性聲聞。決定斷煩惱", "29": "起。若是法執。五識中無。不須伏斷。問。何故十地。修", "290": "種。入無餘依。由此義故。說彼聲聞無無餘依也。", "291": "謂有二乘深樂圓寂至故複說彼與佛有異。", "292": "問。有餘無餘如何證入。答。謂有定性二乘。身唯善", "293": "寂。意翫清虗。得生空觀。斷煩惱已親證真如。永滅", "294": "感生。便證有餘。若彼感生煩惱既盡。不受後有。現", "295": "在生死苦依。及俱生任運煩惱。皆已滅盡。其餘色", "296": "心。有作用法。既無所依與彼苦依。同時頓捨。便證", "297": "無餘。問。證無餘時。二乘身智既滅。誰證涅槃。答。證", "298": "無餘時雖無身智。然由彼身智而證。故可說彼身", "299": "智為有。問。既證無餘。便與佛等。何故二乘與佛有", "3": "唐三藏法師玄奘奉　詔譯", "30": "道位中。但斷所知障種。不斷煩惱。答。雖於修道位", "300": "異。答。此位既斷煩惱。證得清淨真如。離分別相。得", "301": "寂滅樂。依斯義故。與佛無差。然上不求菩提。下不", "302": "度眾生。因乖萬行。果缺圓常。故復說彼有異於佛。", "303": "諸所知障既不感生至唯後三種名所顯得。", "304": "問。煩惱。是不善性。正感生死。諸所知障是無記性。", "305": "不能正感生死。如何斷彼得證無住涅槃。答。彼所", "306": "知是理障。非正感生。然能隱覆法空真如。令彼不", "307": "得智悲雙運。畏生死苦。住定涅槃。故以法空智斷", "308": "彼所知。法空理顯。此理即是無住涅槃。於此生死", "309": "涅槃。俱不住故。問。既煩惱障能障涅槃。斷煩惱已", "31": "中皆不斷煩惱種。斷所知時而彼煩惱麤重。亦漸", "310": "得證擇滅。若所知障亦障涅槃。斷彼障已。應證擇", "311": "滅。如何斷彼不得擇滅。答。擇滅無為。離煩惱縛方", "312": "能證得。彼所知障。性非煩惱。故斷彼時不得擇滅。", "313": "問。彼所知障。既非是縛。若斷彼已。寧證涅槃。答。謂", "314": "諸涅槃。各各不同。有擇滅攝者。非擇滅攝者。非諸", "315": "涅槃皆擇滅攝。汝若不許無住非擇滅攝。則前自", "316": "性清淨。應非涅槃。以彼亦非擇滅攝故。然斷煩惱", "317": "得擇滅者。以煩惱障。能縛有情住生死故。故斷煩", "318": "惱。即得擇滅。斷所知障。不得擇滅者。以所知障不", "319": "感生死。故斷彼時不得擇滅。問。既斷所知。不得擇", "32": "斷滅由斯故說三位。皆有斷二障義。謂通達位頓", "320": "滅。何名涅槃。答。然由斷彼所知。得顯法空真理。此", "321": "涅槃相本來寂滅。故說涅槃。非此涅槃以擇滅為", "322": "性也。故四圓寂。於六無為中。有相攝者。有不攝者。", "323": "若初自性涅槃。與後無住涅槃。即真如無為攝。若", "324": "中二有餘無餘。是擇滅無為攝。問。若唯斷煩惱縛", "325": "得擇滅者。即如不動無為。受想滅無為亦能斷縛。", "326": "此二在虗空。擇滅。非擇滅。真如。四無為中是誰所", "327": "攝。答。此二在四無為中非擇滅無為攝。以此二種", "328": "緣𨷂不生。說暫離故。非真擇滅。以真擇滅是究竟", "329": "滅非暫離故。有非擇滅。是暫離故。非永滅者。故二", "33": "斷分別二障種子。修道位中漸斷俱生二障種現。", "330": "無為。非擇滅攝。或以第四涅槃亦是擇滅攝者。由", "331": "真智決擇之力。滅彼所知得證涅槃故。問。若第四", "332": "涅槃是擇滅攝者。豈不濫同中二有餘無餘耶。答。", "333": "擇滅有二。一滅縛得謂有餘無餘涅槃。是斷感生", "334": "煩惱縛而證得者。二滅障得。謂第四涅槃。是斷俱", "335": "生微細所知障種而證得者。故四圓寂。對六無為。", "336": "初一涅槃是真如攝。後三皆擇滅無為攝。不動等", "337": "二。暫伏煩惱非永斷故。非擇滅攝。言擇滅者。是究", "338": "竟滅。非暫滅故。問。既所知障亦障涅槃。如何但說", "339": "是菩提障。答。如說煩惱是涅槃障。豈彼煩惱但障", "34": "至等覺位斷盡俱生二障種子。問。若爾。資糧加行", "340": "涅槃。不障菩提。應知聖教說煩惱障涅槃。所知障", "341": "菩提者。皆依勝用說。理實煩惱亦障菩提。所知亦", "342": "障涅槃也。如上四種涅槃。唯後三是斷煩惱所知", "343": "而顯得者。名所顯得。真如自性清淨涅槃。凝然不", "344": "動。湛若虗空。平等共有。非所顯得。", "345": "二所生得謂大菩提至此即四智相應心品。", "346": "此釋所轉得中第二所生得也。謂大菩提。本來具", "347": "有能生。無漏種子。而由所知障礙。種不發生。由聖", "348": "道力斷彼所知。令彼菩提從無漏種子生起。起已", "349": "窮未來際。相續無間。利益眾生。無有斷時。故名所", "35": "不斷麤重耶。答。雖諸位中皆斷麤重。而三位最顯。", "350": "生得也。此所生得。即是四智相應心品。上文四種", "351": "涅槃。真如一種。即是真如門。本來自有。不從顯得。", "352": "不從生得。次三涅槃。與此菩提。皆是所顯所生。是", "353": "生滅門攝。初卷云。由斷續生煩惱障故。證真解脫。", "354": "由斷解礙所知障故。得大菩提。義見乎此。", "355": "云何四智相應心品至一味相續窮未來際。", "356": "此下明四智也。一大圓鏡智者。第八識未轉依時。", "357": "猶如明鏡現眾色像。至轉依位名圓鏡智。謂此心", "358": "品離諸分別者。因中無計度。果上亦離分別故。所", "359": "緣行相微細難知者。因中行相㝡極微細。內執受", "36": "是故偏說。", "360": "境亦難測故。果上亦爾。不妄不愚一切境界者。因", "361": "中能緣三類性境。不緣妄故。不差謬故。果上亦爾。", "362": "性相清淨者。因中相染而性淨。今智光發明。性相", "363": "俱淨故。離諸雜染純淨圓德者。因中是所熏性。染", "364": "熏成染。淨熏成淨。果上轉成無垢。唯與白淨善法", "365": "相應。故離雜染。由離雜故純。離染故淨。離染離雜。", "366": "清淨德相。圓滿具足故。現種依持。能現能生身土", "367": "智影者。因中能持種子。能生現行。能現根身器界", "368": "果上亦為清淨現行所依。亦能持彼清淨種子。亦", "369": "能現無量身。現無量土。乃至一切智境。皆悉影現。", "37": "斷二障種漸頓云何至前後相望皆容具有。", "370": "故莊嚴論云。大圓鏡智於一切境。不愚迷故。智體", "371": "光明鑒淨無垢故。唯無漏德所依止故。一切身土", "372": "此智能現故。餘三智是此影故佛地經云。復次妙", "373": "生大圓鏡智者。從喻得名。如依圓鏡。眾像影現。如", "374": "是依止如來鏡智。諸處境識。眾像影現。唯以圓鏡", "375": "為喻者。當知如來智鏡平等平等。是故智鏡名圓", "376": "鏡也。二平等性智者。由昔第七因中執為內我故。", "377": "於一切法分自分他。立疆立界。種種差別不得平", "378": "等。而與貪癡慢見恒共相應。今既轉成智體。我法", "379": "既除。悉皆平等。恒與慈悲喜捨相應。為十地菩薩", "38": "問。二障種子。大小兩乘。云何頓斷。云何漸斷。答。第", "380": "現他受用身。說法開導。佛地經云。復次妙生平等", "381": "性智者。由十種相。圓滿成就。所謂證得諸相增上", "382": "喜受平等。一切領受緣起平等。遠離異相非相平", "383": "等。弘濟大慈平等。無待大悲平等。隨諸眾生所樂", "384": "示現平等。一切眾生敬愛所說平等。世間寂靜皆", "385": "同一味平等。世間諸法苦樂一味平等。修植無量", "386": "功德究竟平等。證此十相故名平等性智。言妙觀", "387": "察不共所依者。言因中第六以第七為不共依。果", "388": "上與妙觀察為不共依也。無住涅槃之所建立者。", "389": "因中由彼所知。執為內我。障此涅槃。故轉智時。無", "39": "七識中俱生煩惱障種。彼七不能入生空觀故無", "390": "住涅槃。由茲發現。問。鏡智平等皆無分別。依何等", "391": "義而有差別。答。鏡智無分別。若明鏡之無心。平等", "392": "無分別。如日合空。空無異相故。", "393": "三妙觀察智相應心品至成本願力所應作事。", "394": "三妙觀察智者。謂因中第六徧緣諸法。果上亦爾。", "395": "言妙觀察者。神用無方。稱之曰妙。自共皆緣。名為", "396": "觀察。自。即心色等。共。即無常等。攝論云。圓成實性", "397": "為自相。依他起性為共相。言攝觀者。攝即藏義。觀", "398": "即觀察。以此智品。於總持門。善能觀察。亦能攝藏。", "399": "不忘失故。六度道品為功德寶。神通妙用為作用", "4": "金庭長壽寺沙門通潤集解", "40": "漸斷。於三乘將證無學果時。一剎那中三界頓斷。若", "400": "差別。既能觀察自相共相。又能攝觀無量總持。又", "401": "能發生功德珍寶。又能現無邊差別作用利樂有", "402": "情。正顯無不遍知也。佛地經云。如是如來妙觀察", "403": "智。住持一切陀羅尼門。三摩地門。無礙辯說諸佛", "404": "法。又云。能為頓起所知無礙妙智。種種無量相識", "405": "因緣。又云。種種可玩波羅蜜多菩提分法。十力無", "406": "畏不共佛法之所莊嚴。甚可愛玩等。四成所作智", "407": "者。謂成就如來應作事業故。佛地經云。由是如來", "408": "勤身化業示現種種工巧等處。摧伏諸技傲慢眾", "409": "生。以是善巧方便力故。引諸眾生令入聖教。成熟", "41": "第七識中俱生所知障種。菩薩將成佛時。一剎那", "410": "解脫。由是如來慶語化業。宣揚種種隨所樂法。文", "411": "義巧妙。小智眾生初聞尚信。以是善巧方便力故。", "412": "引諸眾生令入聖教。成熟解脫。由是如來決意化", "413": "業。決擇眾生八萬四千心行差別。以是善巧方便", "414": "力故。引諸眾生令入聖教。成熟解脫。如是三業成", "415": "所作事。曲成萬物。無所遺漏。", "416": "如是四智相應心品至故說八識而得四智。", "417": "此下總結四智轉相應得。問。若所生得。唯有四智", "418": "相應心品。則一切能變所變種子現行。及相應心", "419": "所。悉無有耶。答。言轉相應心品者。但轉煩惱二十", "42": "中一切頓斷。以第七俱生所知。任運內執。無分別", "420": "六。不定有二。其餘五遍行。五別境。十一善法。能變", "421": "所。變種現相生。悉如因中無異。問。若爾。何故獨言", "422": "四智相應心品。而不及餘。答。雖各定有二十三法。", "423": "及能變所變種子現行。但轉依位。智用㝡增。故偏", "424": "說之。故此四品總攝佛地一切功德。問。此四智者。", "425": "轉何識得何智。答。轉有漏第八相應心品。為大圓", "426": "鏡智。轉此智時。成等正覺。塵剎剎塵。一一皆照。故", "427": "曰。大圓無垢同時發。普照十方塵剎中。轉有漏第", "428": "七相應心品。為平等性智。現十種他受用身。為十", "429": "地菩薩說法。故曰。如來現他受用。十地菩薩所被", "43": "故。境唯一類。無麤細故。故唯頓斷若六識中俱煩", "430": "機。轉有漏第六相應心品。為妙觀察智。普照大千", "431": "世界。故曰。遠行地後純無漏。觀察圓明照大千。轉", "432": "有漏前五相應心品。為成所作智。現三類身。利生", "433": "接物。故曰。圓明初發成無漏。三類分身息苦輪。言", "434": "三類者。三類化身也。大化千丈身。被大乘四加行", "435": "菩薩。小化丈六身。被大乘三資粮位菩薩。與二乘", "436": "凡夫。隨類化。則三乘普被。六趣均霑。問。此中言轉", "437": "八識相應心品而成智。餘處又言轉識成智者。豈", "438": "識體即是智體耶。答。智雖非識。然智實依識轉。識", "439": "為主故。故言轉識。不言心品。問。有漏位中。名識不", "44": "惱種。有頓漸斷。分別煩惱障種。見所斷者。三乘見", "440": "名智。豈有漏位。遂無智耶。無漏位中。名智不名識。", "441": "豈無漏位遂無識耶。答。有漏位中識強智劣。故言", "442": "識而不言智。然非無智。無漏位中。智強識劣。故言", "443": "智而不言識。然非無識。然欲勸諸有情捨識。故說", "444": "轉八識而成四智耳。", "445": "大圓鏡智相應心品至相依相續盡未來際。", "446": "此下通明四智現起分位。問。大圓鏡智相應心品。", "447": "至何位次。方得現起。一師言。此智在等覺菩薩無", "448": "間道中。方得現起。以異熟識中。有漏善種。及劣無", "449": "漏種。與極微細所知障種。俱時捨故。若捨異熟。鏡", "45": "道位中。一切頓斷。俱生煩惱障種。修所斷者。隨根", "450": "智不起。爾時無有持淨種者。故無間道。決定現起。", "451": "一師言。此智相應心品。在等覺解脫道中。成正覺", "452": "時。方得生起。無間道中。金剛喻定現在前時。但斷", "453": "二障微細種。猶未盡捨異熟種子。以異熟識種。無", "454": "間道中。金剛喻定不能違故。以無間道不能遮礙", "455": "有漏善種。及劣無漏種。以此二種。至解脫道。成正", "456": "覺時。定相違故。若謂金剛喻定現在前時。能空異", "457": "熟。無所熏識。爾時本有無漏種子。應皆現前。便成", "458": "佛果。何必更待第二剎那解脫道耶。由斯義故。定", "459": "知此品從解脫道初成佛時。方得現前。盡未來際。", "46": "利鈍。有頓有漸。一類鈍根二乘。約七生斷。將三界", "460": "持無漏種。相續不斷。非無間道得有斯義。問。平等", "461": "性智。何位現起。答。菩薩見道位時。違分別執。方得", "462": "現起。問。第七唯內執我。唯是俱生。無力斷惑。云何", "463": "初見道時。斷分別惑。答。由第六識入雙空觀。得此", "464": "第七我法二執不起。故第六識真見道中。頓斷分", "465": "別二障種子。初轉依時。帶起第七亦轉一分無分", "466": "別智。故論云。雙執末那歸種位。平等性智方現前。", "467": "正謂第七無力斷惑。全仗第六識也。故頌云。分別", "468": "二障極喜無。六七俱生地地除。第七修道除種現。", "469": "金剛道後等皆無。故第七得成無漏者。第六之力", "47": "分九地。每地分九品。預流果人。斷欲界思惑。至第", "470": "也。後十地中。執未斷等者。謂第七識雖斷分別。後", "471": "十地中俱生未滅。有漏位中。智有間斷。至法雲後", "472": "斷二障種得究竟轉。與淨第八。互為所依。相續而", "473": "轉。盡未來際。", "474": "妙觀察智相應心品至勿前佛德勝後佛故。", "475": "問。妙觀察智。何位現起。答。由第六因中分別我執。", "476": "續諸生死。故見道時。斷分別障種。生空智果。方得", "477": "現起。自見道後。即用此智斷盡俱生。名無學位。以", "478": "二乘人不斷所知。無法空智故。若菩薩於加行位", "479": "終。初見道時。此智亦起。或從二地已上。入無漏觀。", "48": "五品。名不還向斷第六品。名一來果。以有三品餘", "480": "及入滅盡定。此智皆起。若法空觀智。菩薩見道時。", "481": "斷盡分別法執種。及斷俱生一分法執。現起一分", "482": "無分別智。從後二地。展轉而上。除有漏觀生空智", "483": "果。及入滅定。此智皆容現起。此上六七二智。因中", "484": "皆轉。非如鏡智。與成所作智。必解脫道方得轉故。", "485": "故曰六七因中轉。五八果上圓。問。成所作智。何位現", "486": "起。一師言。此智在菩薩修道位中。第六意識後得", "487": "智引。亦得初起。一師出正義云。此智必究竟位。方", "488": "得初起。以十地修道位中。尚依有漏異熟所變眼", "489": "等五根。此五色根。非無漏故。有漏五根。唯與有漏", "49": "惑。還來人間故。若斷至八品。名不還向。斷盡九品。", "490": "五識為不共依。為俱有依。為同境依。所依眼等既", "491": "是有漏。不能發生無漏淨識。以無漏根識。取境必", "492": "明。有漏根識。取境必昧。由斯義故。此智要得成佛", "493": "時轉有漏異熟眼根等。成無漏時。此無漏智方容", "494": "現起。然有間斷。猶作意力。方得起故。非若前三長", "495": "時相續也。問。若此四智。本來具有。何故必由五位。", "496": "方得圓滿。答。此四智種性雖皆本有。良由二障所", "497": "纏。未能發起。要藉資糧位中聞大乘法。資熏繫起。", "498": "加行位中。上下尋思。入初地時。方得現行。在修道", "499": "位。漸漸增長。至究竟位。方得圓滿。不增不減。盡未", "5": "此十一障二障所攝至而三位顯是故偏說。", "50": "名不還果。以欲界惑盡。不生人間故不還果。寄生", "500": "來際。問。此四不減可爾。何故不增。答。此四但從本", "501": "有無漏種生。不復更熏無漏種子。若許熏種。則應", "502": "後佛四智。劣於前佛。前佛四智。勝於後佛。以前佛", "503": "先熏。後佛後熏故。", "504": "大圓鏡智相應心品至餘一分二准此應知。", "505": "此下明四智。所緣也。問。大圓鏡智以何為所緣。一", "506": "師言。此智但緣真如為境。以是無分別故。非後得", "507": "故。不緣一切。唯無分別。故行相所緣。俱不可知。一", "508": "師言此智遍緣一切法。以圓鏡智。無不照故。下引", "509": "論證緣一切實法。引經證緣一切影像法。又此下。", "51": "淨居。復斷上八地各九品惑。至七十一品。名阿羅", "510": "例明。謂因中緣三類境。果上亦爾。因中行相所緣。", "511": "俱微細故。說不可知。果上亦爾。非謂無分別故。說", "512": "不可知。此智亦緣一切世俗境故。亦如因中阿賴", "513": "耶識。能緣俗故。緣真如境。是無分別智攝。緣俗諦", "514": "境。是後得智攝。問。根本後得。是一是二。答。其體是", "515": "一。隨用分二。用此而緣真如。即名根本。用此而緣", "516": "俗諦。即名後得。問。二智既是一體。起無前後。何名", "517": "後得。答。由證真故有根本。由了俗故有後得。了俗", "518": "必由證真。故假立前後。非謂先根本而後得也。其", "519": "餘平妙二智。亦分為二。准此應知。", "52": "漢向斷盡後品。證羅漢果。復有一類利根二乘。將", "520": "平等性智相應心品至起化業故後得智攝。", "521": "問。平等性智以何為所緣。一師言。但緣前八淨識", "522": "為境。如染七緣八。一師言。但緣真如為境。以十平", "523": "等性。即真如故。一師出正義云。此智遍緣真俗為", "524": "境。下引經證緣真如。引論證緣俗諦。問。如何是妙", "525": "觀察智所緣之境。答。此智通緣真俗。一切色心等", "526": "法。自相共相皆無障礙。問。云何成所作智。所緣之", "527": "境。一師言。此智唯緣現在五境。不緣過未。莊嚴下", "528": "引證。一師出正義云。此智通緣三世境。佛地下引", "529": "證。然此下。通前論義。謂此智品隨意樂力。或以一", "53": "三界九地。九九八十一品思惑。合為一聚分為九", "530": "識緣一境。或以一識緣多境。非有定也。然論且說", "531": "五根。但緣五境。不言一根唯緣一境。亦不言唯緣", "532": "現在。故與論說不違此智必假作意之力。方得生", "533": "起。由度生故。緣俗諦境。方起變化三業故。此智唯", "534": "後得攝。不通根本。以前三依心根故。二智俱通。此", "535": "智但依色根。故唯後得。故曰變相觀空唯後得。果", "536": "中猶自不詮真。", "537": "此四心品雖皆遍能至非已證得因位攝故。", "538": "問。此四智品。既皆能徧緣一切法。何故各分為四。", "539": "答。雖皆遍緣。而用各異。故分為四。謂圓鏡智。現自", "54": "品。雖有九品。一生別斷。不待七生故。雜集云。復次", "540": "受用身。自受用土。持無漏種。與因中第八緣境同。", "541": "平等智品。為十地菩薩現他受用身。他受用土。成", "542": "所作智。能現化身化土。觀察智品。觀察自他功能。", "543": "自他過失。隨根大小。施大法雨。決斷眾疑。利益有", "544": "情。如是等門。差別多種。故分為四。此四下。總結。謂", "545": "此四智。皆是菩提所生得攝。此所生得。總名菩提。", "546": "及前四種涅槃。名所顯得。雖有菩提涅槃。所生所", "547": "顯之別。然皆攝在前科所轉得中。問。轉依位中。總", "548": "有四種。何故此中但取二所轉得。不取前三。答。以", "549": "頌中說證得轉依。故但取所轉得中二種得也。以", "55": "預流補特迦羅。此有二種。一漸出離。一頓出離。漸", "550": "此二得。皆證得故。問。此修習位。說能證得。是因證", "551": "位。是果證位。答。是約因中將證位說。非是果上已", "552": "證位攝。", "553": "後究竟位其相云何至是故於此不應為難。", "554": "先問。次舉頌答。論曰下。釋。言前修習位中。所轉得", "555": "者。即是此中究竟位相也。此究竟位。從金剛後心", "556": "解脫道中。盡未來際。皆此位攝。頌言此者。是牒前", "557": "二轉依果。此果即是究竟位中無漏界攝。言無漏", "558": "界者。謂五住究盡。二死永亡。無量淨德。一時圓足。", "559": "無有漏失。故名無漏。所謂富有萬德。蕩無纖塵也。", "56": "者如前。頓者謂入現觀。依止未至定。發出世間道。", "560": "言界者。是藏義。以能含藏智慧光明。總持禪定。及", "561": "神通等大功德故。或界是因義。以能出生五乘利", "562": "樂事故。問。自性真如清淨法界。是無漏攝可爾。四", "563": "智心品。還屬色心。如何亦是無漏所攝。答。四智心", "564": "品。雖屬色心。非苦集攝。道諦攝故。唯無漏攝。謂佛", "565": "地中所有一切功德身土。總持智慧。神通等事。皆", "566": "是四智無漏種生。以永捨盡有漏種故。問。法報二", "567": "身。固是無漏道諦所攝。諸變化身。定有生死。豈亦", "568": "道諦攝耶。答。雖變化身。示有生死。亦有煩惱業等。", "569": "現似有漏苦集。其實無漏道諦所攝。一師引論問", "57": "頓斷三界一切煩惱。品品別斷。唯立二果。謂預流。", "570": "云。論說十五界。唯是有漏。若如來三身四智。皆是", "571": "無漏攝者。豈如來無五根五識五塵耶。一師言。如", "572": "來功德身土。甚深微妙。非有非無。非心所測。非口", "573": "所宣。是無漏界攝。非界處法攝。一師云。如來根境", "574": "妙定所生。是無漏法界色攝。以佛非是有漏五識", "575": "界攝故。集論所說有漏五識。定非佛有。問。五根五", "576": "境。定依識變。何故根境。非五識攝。答。雖根境定依", "577": "識變。然麁細有異。謂如來無漏細五境。不同有漏", "578": "麤五境故。無漏五識。不同有漏五識界故。以經說", "579": "無漏者。佛心在定故。論說有漏者。五識散亂故。問。", "58": "羅漢言頓斷者。謂如見所斷。言別斷者。謂先頓斷", "580": "如來根境既非五識攝。成所作智。亦不應與五識", "581": "相應。是與何識相應耶。答。成所作智。與第六相應。", "582": "仗彼引起。變化三業故。問。若爾。與妙觀察有何差", "583": "別。答。彼觀察智。觀察色心諸法。自共相等。此成所", "584": "作。緣事相境。起三業化。故不同也。問。此二既有差", "585": "別。應不並生。以一類二識。不俱起故。如何說言。與", "586": "彼相應而得引起。答。許不並起。亦不違理。若謂體", "587": "同而用有異。俱起亦無過失。或言成所作智。不與", "588": "第六淨識相應。而與第七淨識相應。以成所作智。", "589": "依五色根。緣五塵境。是平等智中差別作用故。何", "59": "三界修所斷上上品隨眠。次第乃至下下品也。又", "590": "謂差別。謂淨第七。起他受用身。他受用土。是平等", "591": "智攝。若淨七起變化身土。是成所作智攝。問。若成", "592": "所作智。既與五七淨識相應。豈不此品亦得攝五", "593": "識耶。答。非是轉彼五識得成智體。而彼智體。即是", "594": "彼識所攝。以彼識智。轉未轉位。各有體故。即如轉", "595": "生死而為涅槃。不可謂彼涅槃。即是生死。以生死", "596": "涅槃。轉未轉位。各有體故。是故於此。不應為難。", "597": "有義如來功德身土至皆悉具足而純無漏。", "598": "一師申正義云。如來功德身土。皆是五蘊十二處", "599": "十八界攝。以彼三科。皆通有漏無漏故。眾生身分。", "6": "此十一障。二障所攝者。總以二障收束十一障也。", "60": "指端經云。諸所有色。乃至識。若過去。若未來。若現", "600": "即是有漏。如來身分即無漏故。然前集論說十五", "601": "界。唯有漏攝。不通無漏者。彼論依二乘所證麤淺。", "602": "境說。以二乘於十八界中。唯成就意根界。意識界。", "603": "法塵界。通無漏攝。餘十五界。皆有漏故。故云麁淺。", "604": "非謂如來亦是有漏。然如來十八界。雖皆無漏。而", "605": "非二乘所知之境。有處又說如來功德身土。純是", "606": "無漏。非界處等有漏所攝者。此義亦謂如來界處", "607": "等。純是無漏。非是二乘劣智所知界處等相。故言", "608": "非也。此理決定如是。所以者何。以五蘊法。攝盡有", "609": "為故。以界處法。攝盡世出世間一切法故。以世出", "61": "在。乃至若遠若近。總此一切略為一分一團。一積", "610": "世法。不出三科故。若離三科之外。別有法者。是十", "611": "八界外。有十九界。十二處外。有十三處。五蘊之法", "612": "有六蘊。然十九界十三處六蘊。是佛所遮。不許有", "613": "故。故知佛亦不離蘊處界等也。若謂絕諸戲論。便", "614": "非界處等攝者。即此所說無漏界安樂善常等。豈", "615": "非戲論乎。亦不應說。又處處說轉無常蘊。而得常", "616": "蘊。轉無常界而得常界等。此豈非如來蘊界處攝", "617": "耶。故知言如來非蘊界攝者。謂非二乘劣智所知", "618": "蘊處界相。故密意說為非爾。非了義之說也。又說", "619": "五識性散亂者亦說餘乘成就有漏五識。非謂如", "62": "一聚。如是略已。應觀一切皆是無常苦空依如是", "620": "來無漏五識。故知如來蘊處界等。皆悉具足。純無", "621": "漏攝。故曰此即無漏界也。", "622": "此轉依果又不思議至窮未來際無斷無盡。", "623": "此轉依果。不但名無漏界。又名不思議。超過思量", "624": "分別故。超過語言文字故。以微妙故不可思。以甚", "625": "深故不可議。以此如來自證之法。自受用法。如魚", "626": "飲水。冷暖自知。向人吐露不得故。非諸世間譬喻", "627": "所能喻故。以比不及。類難齊故。此又名善。唯是清", "628": "白善法相應性故。下以涅槃釋善。自性清淨法界。", "629": "遠離生死染汙法故。最寂靜故。極安隱故。一切魔", "63": "義。但可建立初後二果。若菩薩要至金剛喻定現", "630": "境不能動故。下以菩提釋善。四智心品妙用無方", "631": "故。最極善巧方便故。下雙釋。以此菩提涅槃種子。", "632": "皆有順益相故。皆與不善相違故。問。論說蘊處界", "633": "等。不唯無記。亦通三性。如來既有五根。及三類性", "634": "境。亦通三性。何故唯善。答。有三義。一謂一切如來", "635": "功德身土等法。皆是滅道所攝故。二說佛土等非", "636": "苦集攝故。三謂如來無漏識中。所變有漏無記不", "637": "善。皆是無漏種生故。故三類境。唯是善性。此。又是", "638": "常。窮未來際。相續不斷。無有盡故。清淨下。以涅槃", "639": "釋常。四智下。約菩提釋常。問。菩提既是從所生得。", "64": "在前時。一剎那中三界頓斷。若是第六識中所知", "640": "非如自性涅槃本來是常。從因生故。既從因生。必", "641": "從因滅。既有生滅。豈得言常。且四智心品。皆屬色", "642": "心。不見色心。非無常者。而言無斷無盡者。何耶。答。", "643": "然四智心品。雖從因生。由本願力度生無盡。故說", "644": "為常。如虗空不可盡。我願亦不可盡故。", "645": "此又安樂無逼惱故至二轉依果皆此攝故。", "646": "此又名安樂。以無苦惱逼迫故。清淨下。約涅槃釋。", "647": "四智下。約菩提釋。此二下。雙釋。二乘所得果。唯斷", "648": "煩惱。未斷所知。故無利生最殊勝法。但脫自己分", "649": "段生死。故所得身。但名解脫。若大覺世尊。五住盡", "65": "障種。二乘無分。唯菩薩斷。若分別起見所斷者。菩", "650": "而二死亡。四智成而八識轉。於一切法成等正覺。", "651": "默證無言寂滅之理。故名大牟尼。此牟尼所證涅", "652": "槃菩提二轉依果。永離二障。非解脫身。名為法身。", "653": "以有無量無邊力無畏等。大功德法所莊嚴故。由", "654": "此菩提智體。圓具無量大功德聚。故總名為身。此", "655": "之法身。總以五法而為自性。佛地經云。清淨真如。", "656": "及四智品。名為五法。以清淨法界。名為涅槃。四智", "657": "心品。名為菩提。合此二種。名為法身。不獨一種清", "658": "淨法界名法身也。以二轉依。攝此五法。五法皆是", "659": "法身攝故。", "66": "薩於初地初心一時頓斷。若俱生起修所斷者。從", "660": "如是法身三相別至令各獲得諸利樂事。", "661": "此將一法身。就體相用分為三身。自性身是體。受", "662": "用身是相。變化身是用。言自性身者。即是如來自", "663": "性清淨法體。是報化二身所依止故。由彼離名離", "664": "相。絕言絕思。具足無邊真常功德。是一切法平等。", "665": "真實之性。故起信云。一者體大。謂一切法真如平", "666": "等不增減故。又云心真如者。即是一法界大總相", "667": "法門體。所謂心性不生不滅。又云。離念相者。等虗", "668": "空界。法界一相。即是如來平等法身。故曰即此自", "669": "性。亦名法身。大功德所依止故者。起信云。具足無", "67": "初地脩道。以至十地漸次而斷。至金剛喻定現在", "670": "量性功德故。謂自體具足大智慧光明義故。遍照", "671": "法界義故。常樂我淨義故。故古德云。若剩一法。不", "672": "名法身。若有一法。不名法身。若無一法。不名法身。", "673": "若欠一法。不名法身。二受用身。能令自他受用種", "674": "種大法樂故。此有二種。一自受用者。謂人所不知。", "675": "唯佛自知。唯佛自證故。即是三大阿僧祇脩習無", "676": "量福慧資糧。莊嚴法性。所生無量真實功德。以得", "677": "大圓鏡智。證得圓滿報身。充徧華藏世界海中。湛", "678": "然常住。恒自受用。廣大法樂故。二他受用。即是如", "679": "來以平等智。示現微妙淨功德身。為十地菩薩現", "68": "前時。與前煩惱種子。剎那斷盡。入究竟位。問。何故", "680": "通說法。決擇羣疑。令彼菩薩受用大乘法樂故。合", "681": "此二種。名受用身。言變化者。形量不定。故曰變化。", "682": "即是如來以成所作智。所變無量隨類化身。為地", "683": "前菩薩。及彼二乘異生。隨機說法。令彼各各皆得", "684": "利樂。前受用身。自他俱利。此變化身。純是利他。如", "685": "上三身。總是牟尼所證五法為性之法身也。", "686": "以五法性攝三身者至種種身相攝變化身。", "687": "此明五法攝三身也。一師言。清淨真如與大圓鏡", "688": "智攝自性身。下引經引論證。平等法智。妙觀察智。", "689": "攝受用身。成所作智。攝變化身。又云。智為殊勝。故", "69": "第七所知障種。一時頓斷。六識所知障種。有頓漸", "690": "三身中皆有實智。一師出正義云。清淨真如攝自", "691": "性身。圓鏡不攝以清淨真如是本有之常法。非生", "692": "因得。不假修習故。菩提是生因得。必假修習而證。", "693": "名所生得故。又說自性法身。生佛共有。遍一切法。", "694": "猶如虗空。不屬形相。不屬有為。非色心法故。鏡智", "695": "是色心法故。問。若爾。何故前論說轉去藏識得自", "696": "性身。答。由轉去第八識中二障種子。顯露法身。不", "697": "說法身即圓鏡智。又說智殊勝中具法身者。是說", "698": "四智依止法身。以法身即彼實性故。不謂三身皆", "699": "有實智。自性法身雖具真實無邊功德。非有為故。", "7": "問煩惱種現何位伏斷。答。若是分別煩惱種子。在", "70": "斷。答。以第七識任運內緣。境無麤細。類無差別。故", "700": "不可說為色心等物。故非鏡智所攝。應說鏡智所", "701": "起真實功德。及極圓淨常遍色身。攝自受用。平等", "702": "所起微妙淨功德身。攝他受用。成事智品。所現隨", "703": "類種種身相攝變化身。", "704": "說圓鏡智是受用佛至故此二智自受用攝。", "705": "問。云何而知鏡智攝自受用耶。答。經說圓智是受", "706": "用佛故。以彼轉前七識。得真實受用故。問。鏡智得", "707": "稱受用佛者。亦是轉捨藏識而得受用。何故却言", "708": "轉轉識耶。答。雖轉藏識亦得受用。然論正說轉去", "709": "藏識得顯自性法身。故於得受用處。略而不說。又", "71": "得頓斷。此第六識。通緣內外。境有麤細。類有差別。", "710": "說自性法身。無生無滅。性無轉易。猶如虗空。唯證", "711": "因得。非生因得。無相無為。非色心故。故非圓鏡所", "712": "攝。圓鏡既與自性法身相違。若非受用。屬何身攝", "713": "况受用身。攝如來三阿僧祗修集無量不共有為", "714": "真實功德。及證極淨常遍色身故。四智品中。實有", "715": "色心者。皆受用攝。問。他受用身。與變化身。亦有色", "716": "心。何故圓鏡不攝。答。他受用身與變化身。皆為利", "717": "益有情。方便示現。而非真實四智為體雖有說言", "718": "智殊勝故。具攝三身。而似智現。非是實智。或依根", "719": "本實智。方便現起。假說智名。而體非實。故言智殊", "72": "故麤者頓斷。細者漸除。緣外者頓斷。緣內者漸除", "720": "勝故。具攝三身。非謂三身皆有實智。故經但說二", "721": "智能現二身。不說二身。即是二智。故知二智皆是", "722": "自受用攝。", "723": "然變化身及他受用至無根等用故不說有。", "724": "問。既四智品實有色心。皆是自受用攝。若他受用", "725": "與變化身。既無真實色心。依何為體。答。然此二身。", "726": "雖無真實心心所法。而有化現心心所法。問。心心", "727": "所法本無形質。何能化現。答。無上大覺能以不思", "728": "議神力。化現無形質法若不能化現無形質法。云", "729": "何如來示現貪瞋等。以如來久斷三毒故。云何聲", "73": "也。下明兩乘斷障用功差別。若是鈍根二乘。漸斷", "730": "聞及異生等。皆能知如來心。以如來實心。即等覺", "731": "菩薩尚不能知其少分。况降斯以下者。而能知耶。", "732": "故知聲聞及異生等所知者。皆是如來化心耳。由", "733": "斯義故。經說如來化無量類眾生身。即能現無量", "734": "類眾生心也。又說如來成事智。能化身口意三業", "735": "等。又說變化有依他心。謂依他實心以為本質。復", "736": "自變現心心所假相。分而為眾生所緣之境。故知", "737": "眾生所知所見者。皆是如來似相分法。非真如來。", "738": "以真如來非心可知。非相可見故。起信云。依分別", "739": "事識凡夫二乘心所見者。名為應身。以不知轉識", "74": "障時。必各別起無間解脫加行勝進。或總或別。言", "740": "現故。見從外來。取色分齊不能盡知故。問。既變化", "741": "身有根有心。云何他處說無根心。答。雖說變化無", "742": "根心等。此依二乘劣定所起虗妄根心。不依如來", "743": "實智所起根心也。又彼劣定所化根心。無真實受", "744": "用故論不說有化根心。佛地論云。如論說言。心無", "745": "形故。不可變化。又說化身無心心法。此就二乘。及", "746": "諸異生定力而說。彼定力劣不能化現無形質法。", "747": "諸佛菩薩不思議力。皆能化現。又云但諸化色同", "748": "實色用。化粮及心。但有相現。而無實用。故知此說。", "749": "無根心用。亦依餘處。不依如來。", "75": "無間者。因時望果。名無間道。以近果故。言解脫者。", "750": "如是三身雖皆具足至唯屬利他為他現故。", "751": "此明三身同體異用也。謂自性身。具有真常。真樂", "752": "真我真淨四種功德常者不生滅故。樂者無苦集", "753": "故。我者極自在故。淨者無垢染故。離諸雜染者。從", "754": "本已來一切染法不相應故。眾善所依者。具足無", "755": "量性功德故。由其自性如如平等。故無色心等相", "756": "用差別。以相用差別。生滅門顯故。起信云。自心真", "757": "如相。即示摩訶衍體故。是心生滅因緣相。能示摩", "758": "訶衍自體相用故。若自受用身。四智所攝。故能具", "759": "足無量圓淨常徧妙色心等真實功德。唯是自己", "76": "果時望因。名解脫道。以離因故。以無間斷惑。解脫", "760": "受用故。若他受用。及變化身。唯隨菩薩聲聞異生", "761": "等意樂變現。似色心等。化相功德。令彼得大利樂。", "762": "得大受用故。下約二利以攝三身。又自性身。正唯", "763": "自利。無攝利他。以自性身。與諸有情作增上緣。令", "764": "諸有情得利樂故。由自性身。生佛共有。故與眾生", "765": "為增上緣。助令起發。所謂眾生於三昧。乃得平等", "766": "見諸佛故。又與二身為所依止。故俱利攝。若自受", "767": "用。唯屬自利。若他受用。及變化身。唯屬利他。", "768": "又自性身依法性土至能依身量亦無定限。", "769": "問。有身有土。此三身者。屬何土耶。答。法性身。依法", "77": "證真。故各別起。所有順決擇分善根。名加行道。所", "770": "性土。問。此身此土。為異不異。答。雖土即是身。身即", "771": "是土。無有差別。然各有所屬。故亦有異。謂法性屬", "772": "佛為法性身。法性屬法為法性土。性隨相異故。宗", "773": "鏡云。此即於自心性相分身土之名。以自心相義", "774": "名身。自心性義名土。故清涼疏問云。法性身。法性", "775": "士。為別。不別。別則不名法性。性無二故。不別則無", "776": "能所依。答。佛地論云。唯以清淨法界而為法身。亦", "777": "以法性而為其土。性雖一味。隨身土相而分二別。", "778": "智論云。在有情數中。名為佛性。在非情數中。名為", "779": "法性。假說能所。而實無差。此佛身土。皆屬真如。俱", "78": "有前前以望後後。名勝進道。此之二道。或總起或", "780": "非色攝。問。身土固知無差。亦有形量可說否。答。雖", "781": "不可說形量大小然隨事相而現小大形量。亦無", "782": "邊際。譬如虗空隨器各現方圓。大經云。譬如虗空", "783": "徧至一切色非色處。又云。普賢身相如虗空。依真", "784": "而住非國土。又云色無邊故。當知般若亦復無邊", "785": "故。問。自受用屬何土。答。自受用即依報土。問。此報", "786": "土者。屬何識現。答。謂圓鏡智相應無垢淨識之所", "787": "變現。由昔三阿僧祇劫。修十勝行為淨土緣。故初", "788": "成佛時。以彼淨識變現純淨佛土。周圓無際眾寶", "789": "莊嚴。盡未來際。相續無窮。自受用身。依止此土。此", "79": "別起。若是利根菩薩。漸斷障位。雖分斷無明。分證", "790": "土。即華藏莊嚴世界也。此淨土無量。身量亦爾。故", "791": "起信云。身有無量色。色有無量相。相有無量好。所", "792": "住依果。亦有無量種種莊嚴。隨所示現。即有無邊。", "793": "不可窮盡。所以者何。皆是無量劫來無量善根所", "794": "引生故。問。身土既無邊際。功德智慧。亦有大小邊", "795": "際否。答意如文。問。他受用身。何土所攝。答。他受用", "796": "身。亦依他受用土。問。此土依何識現。答。謂平等智", "797": "相應淨識。大慈悲力之所變現。由昔因中修利他", "798": "行。為淨土緣。故成佛時。不捨利他。隨彼十地菩薩", "799": "所宜。以平等智大慈悲力。變為淨土。大小勝劣。形", "8": "初地真見道時剎那頓斷。若是分別煩惱現行。資", "80": "真理。以智起惑除。非要別起無間斷惑。解脫證真。", "800": "量不定。他受用身。依止此土。所依之土。既無定量。", "801": "能依身量。亦復乃爾。問。變化身。依何土住。答。若變", "802": "化身。即依變化土。問。此土是何智現。答。謂成所作", "803": "智。大慈悲力之所變現。亦由往昔修利他行為淨", "804": "穢土緣。故成佛時。隨地前菩薩。及聲聞異生等。所", "805": "宜。以大慈悲力化為佛土。淨穢大小。形量不定。此", "806": "變化身。依此土住。土既無定。身量亦爾。故肇公云。", "807": "佛土淨豈待變而後飾。蓋是變眾人所見耳。是以", "808": "眾生見為土石。皆是自業所起。菩薩純是妙慧。即", "809": "是真智所為。離凡聖心。無真俗境。大經云。或現童", "81": "以加行等四種斷道。剎那前後。皆具有故。", "810": "男童女身。天龍及與阿修羅。乃至摩睺羅伽等。隨", "811": "其所樂悉令現。", "812": "自性身土一切如來至一佛能益一切生故。", "813": "此明四身四土。有共不共。問。此四佛土。一切如來", "814": "皆共耶。有不共耶。答。自性身土。一切諸佛共證。體", "815": "無差別。故可言共。報身報土。雖是諸佛各隨自己", "816": "淨識所變遍一切處不相障礙。亦可言共。餘二身", "817": "土。隨諸如來所化有情。有共不共。若共化者。其土", "818": "必共。若獨化者。其土不共。云何共化。謂諸如來同", "819": "在一處。同此一時。各各變身變土。而身土形狀。各", "82": "十真如者一遍行真如至於二轉依便能證得。", "820": "各無異。不相障礙。互相錯雜。為增上緣。令彼所化", "821": "眾生。各各於自識上變現諸佛共化身土相分。而", "822": "為所緣。而諸眾生。各各自謂於此一土。有一佛身。", "823": "現通說法。饒益我等。此名諸佛共化身土。言不共", "824": "者。唯一佛身。變一佛土。問。一身一土。足以利生。何", "825": "用諸佛共化身土。答。諸有情類從無始來。同具佛", "826": "種。共有佛性。法爾與諸佛互相繫屬。或多類眾生", "827": "因緣。唯屬一佛化者。故唯一佛。隨所化眾生。變一", "828": "身一土而引導之。不用多佛共化。或一類眾生因", "829": "緣屬多佛共化者。故諸佛隨所化眾生。同時同處。", "83": "此明十真如也。徧行真如者。由斷異生障故。證此", "830": "各各變身變土而化導之。由此義故。諸佛隨所化", "831": "有情。有共不共。若不爾者。多佛久住世間各各現", "832": "身現土。空事勤劬勞苦。實為無益。何以故。以一佛", "833": "即能利益。一切眾生故。", "834": "此諸身土若淨若穢至不爾應無五十二等。", "835": "前以所變分共不共。此以能變分共不共也。問。諸", "836": "佛所變淨穢身土。有共不共。能變之識。亦有共不", "837": "共否。答。此諸身土。淨穢既有共不共義而能變識。", "838": "亦應乃爾。若從無漏識上所變淨土。此土是地上", "839": "菩薩純善無漏共業所感。如來即從地上菩薩能", "84": "真如。謂此真如。頓斷二種隨眠。二空所顯無法不", "840": "變之識。亦是純善無漏因緣所生。此土即是道諦", "841": "所攝。變土之識。是名為共。若如來變五蘊十二處", "842": "十八界。則能變識相不必皆同。以隨地上菩薩所", "843": "得圓滿戒定及慧三法因緣雜引生故。此變身之", "844": "識。名為不共。若從有漏識上所變穢土。此土是有", "845": "學異生有漏共業所感。如來即隨有學異生能變", "846": "之識。亦是有漏因緣所生。此土即是苦集諦攝。此", "847": "變土識。名之為共。若如來變善性惡性無記性。則", "848": "能變識相。不必皆同。以隨有學異生三性隨用一", "849": "性因緣。所引生故此變心之識。名為不共。化心既", "85": "在。故曰徧行。梁攝論中。名為徧滿。徧滿一切有為", "850": "爾。則蘊處界等。亦與能變之識相類。故曰蘊等同。", "851": "異。類此應知。問。能變之識。是實有體。所變蘊等身", "852": "心。如來假化。云何類識。答。若不類識。如來應無五", "853": "蘊十二處十八界等。故知變身變土。純是利他。如", "854": "釋迦出世國土狹小。海水增盈。彌勒下生。世界寬", "855": "洪。大海水減。菩薩在會。無諸丘坑。聲聞眾中。穢惡", "856": "充滿。故知寬狹淨穢。總是有情心量所感。與佛無", "857": "預。", "858": "然相分等依識變現至心與心所定相應故。", "859": "問。蘊既是實。云何前說假說我法。答。然相見二分。", "86": "行故。無有一法非二空故。此地最初徧證徧滿。言", "860": "依識所變。名依他起。非如真如。為依他之實性。故", "861": "說為假。問。相見二分。既是依他。即名為假云何復", "862": "名為實。答。不爾。唯識之理。應不得成。以許自識所", "863": "變內境皆實有故。或是自識與相見二分皆從無", "864": "明業愛等緣所生。皆名依他起性。故二分虗實。皆", "865": "如自識。問。內境既是實有。何故但言唯識。答。唯之", "866": "一言。是遣離心外境。不遮內識所變。若遮內境。則", "867": "真如亦應非是實有。以真如亦是智所緣境故。問。", "868": "內境與識。兩皆實有。如何不言唯境但言唯識。答。", "869": "識唯內有。不通心外。境通內外故。今恐濫同心外", "87": "最勝真如者。二地斷邪行障。具淨尸羅故。戒為德", "870": "之境。故不言唯境但言唯識。或是愚夫迷執外境。", "871": "起惑造業。受諸苦報。不解觀心勤求出離。哀愍彼", "872": "故。欲令反觀自心。不逐前塵。脫粘內伏。發本明耀。", "873": "說唯識言。非謂內境如外都無言唯識也。或是相", "874": "見二分。及真如等。皆以識為自性。由無始來內因", "875": "外緣熏習力故。展轉現起。似多分生。總此三分。故", "876": "言唯識。問。真如是無為法。識等是有為法。何故真", "877": "如亦有為識攝。答。真如雖是無為。亦是識之實性。", "878": "謂依真如。不覺心起。而有其念。遂名為識。識無自", "879": "性。不離真如。故知真如。亦是識性。所以云。三界內", "88": "本故。戒為最勝故。智論云。大惡病中。戒為良藥。大", "880": "外法。唯是一心作。除識之外。無別有法。故但言唯", "881": "識。則無法不具。故古德云。三界唯心。萬法唯識。唯", "882": "識唯心。眼聲耳色。色不到耳。聲何觸眼。眼色耳聲。", "883": "萬法成辦。萬法匪緣。豈觀如幻。山河大地。誰堅誰", "884": "變。又云。目前無法。意在目前。又云。盡十方世界皎", "885": "皎地。若有一絲頭。即是一絲頭。又云。盡十方世界", "886": "是沙門一隻眼。盡十方世界是沙門全身。盡十方", "887": "世界是自己光明。盡十方世界在自己光明裡。盡", "888": "十方世界無一人不是自己。故知心心相印。祖祖", "889": "相傳。唯此一門更無二法。但辦肯心。決不相賺。", "89": "怖畏中。戒為守護。死愚暗中。戒為明燈。於惡道中。", "890": "此論三分成立唯識至顯唯識理極明淨故。", "891": "此總結論名。言三分者。謂經有三分。而論亦有三", "892": "分故。如初稽首一頌。名宗前敬敘分。次三十頌。及", "893": "論首末。名依教廣成分。後已依一頌。名施願分。此", "894": "當經之三分也。或宗因喻為三分。或是相見無為。", "895": "為三分。無不可者。謂由三分成立唯識一宗。是名", "896": "成唯識論。亦名淨唯識者。正顯此中圓成實性。是", "897": "唯識中極淨圓明無垢識故。", "898": "此本論名唯識三十至乃得圓滿非增減故。", "899": "此末論師出造論之所自。歸功本論主也。言此本", "9": "糧加行漸漸降伏。若是俱生煩惱種子。等覺位中", "90": "戒為猛將。死海水中。戒為大船。故名最勝言勝流", "900": "論三十頌。是天親菩薩總撮瑜伽論中要義。勒成", "901": "三十頌。依此頌故。然後成立教理。因果性相真妄", "902": "假實有為無為一切諸法皆是唯識。如是闡明。唯", "903": "識之理。乃得圓滿。然非離此本論之外。別立一義", "904": "增損于其間也。", "905": "已依聖教及正理分別唯識性相義", "906": "所獲功德施羣生願共速登無上覺", "907": "初句是依教立理。次句是造論始末。謂前八卷顯", "908": "唯識相。末後二卷。顯唯識性故。第三句回向眾生。", "909": "第四句是發願證果。", "91": "真如者。三地斷暗鈍障。具有勝定總持。流出無邊", "910": "成唯識論卷第十終", "92": "妙慧故。梁攝論云。從真如流出正體智。從正體智", "93": "流出後得智。從後得智流出大悲。從大悲流出十", "94": "二部經。故曰勝流。釋曰。此如流教。最為勝故。又云", "95": "若證此如說法勝故。言無攝受真如者。由四地斷", "96": "微細煩惱現行障。分證菩提。名出世間。遠離身見。", "97": "無所繫屬故。世親云。於此如中。無取我所如北洲", "98": "人無繫屬故。應說此如。非我執我慢我愛無明邊", "99": "見我所見等。所依取故。言類無別真如者。五地斷"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 821 成唯識論集解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 821 成唯識論集解", "author": "明 通潤集解", "language": "chinese", "source": "CBETA"}