{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 248 圓覺經略疏鈔", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "大方廣圓覺經略鈔", "1": "圓覺經略疏之鈔卷第十二", "2": "經道場加行疏三一後一下釋科文得道之處名曰", "3": "道場者此含理事事者如佛於摩竭提國界大樹之", "4": "下坐禪而得菩提其樹亦號菩提樹理如淨名經說", "5": "萬行皆是道場謂直心等又華嚴讚佛身恒徧坐一", "6": "切道場言一切者謂智身徧坐法性道場法身非坐", "7": "而坐道場色相報身安萬行道場化身安水月道場", "8": "障重者釋加行也心浮者釋道場也。▲疏問此下二", "9": "問答料揀文相可知。▲三開章釋經進問中疏義如", "10": "前釋者前問法菩薩名皆不再指今此指者意令再", "11": "釋令再釋者正宗經終結歸宗本最須常要知故因", "12": "此總敘一經血脉連帶故此菩薩名是經題故前釋", "13": "者即序分中疏云然此正宗中諸菩薩等與佛問答", "14": "本意欲顯圓覺但緣節節過患未盡義意未圓收機", "15": "未普故表法菩薩未標圓覺之名今有三意得名圓", "16": "覺一前雖病盡理圓仍恐下根難入此又曲開方便", "17": "三期道場即上中下機普歸圓覺二由前節級行解", "18": "已圓至此名為證極證極之境更無別體唯是圓覺", "19": "三最初標圓覺為陀羅尼者從本起末今顯義已周", "20": "還至圓覺者攝末歸本表此三意故圓覺菩薩當此", "21": "門問。", "22": "經請後中疏躡慶前者敘大智疏舉所為者敘大悲", "23": "如世慈父得樂即思其子菩薩心行悲智常行。", "24": "經結前中疏正法像法者年數前已敘之此二俱從", "25": "佛滅後方說住世年載若佛在日即是法主更不在", "26": "言之緣文中但言末法故以佛滅後當其正像矣疏", "27": "永揀餘性者彼說五皆定性皆是本有本有二乘外", "28": "道性者則永揀之唯收大乘性者故敘五位之初文", "29": "云謂具大乘二性者略於五位漸次悟入一本性住", "30": "種性謂無始來依附本識法爾所得無漏法因二習", "31": "所成種性謂聞法界等流法已聞所成等熏習所成", "32": "要具大乘此二種性方能漸次悟入唯識彼五性宗", "33": "有本不具大乘性者故云要具慈恩釋云但言大乘", "34": "者揀彼定性二乘及無種性即知餘二乘無性及不", "35": "定中一半是不具者永無具義據此即如今學唯識", "36": "論人五性之中必皆是具者應合有多分人枉功修", "37": "學必無解行悟入之義故若此宗中盡合習之未曾", "38": "熏習無種之者熏成種故來生乃至幾生再遇緣必", "39": "發生故故然今剋志道場且被已有種者故云具大", "40": "乘性以未有宿種者終不肯入道場故疏聞慧開者", "41": "當三重因中第一重也疏菩提心者第二重因義如", "42": "文殊章初已釋。", "43": "經期限中疏如法華中官事者文云譬如有人至親", "44": "友家醉酒而臥是時親友官事當行以無價寶珠繫", "45": "其衣裏與之而去等菩薩以度生為公家之事以自", "46": "利行為私己之事如同國家賢良大臣以利濟蒼生", "47": "為公事以自己家產為私事疏王賊命者三種皆有", "48": "難字謂王難賊難命難三者總名梵行難也水火等", "49": "緣亦屬命也不同律中一一別開或國王不信佛教", "50": "禁斷法緣或賊徒草擾難為安住或種種障礙涉於", "51": "憂性命之緣皆為他事他者總自不由己之義也故", "52": "知雖有此等礙緣尚須隨分思察若無此等便合加", "53": "行全功今有人都無此等障礙又無度生之緣尚未", "54": "能思察況更道場加行邪仍安然不驚悠悠而過大", "55": "奇大奇量剋三期無別義者有人胷臆說三期日數", "56": "之義大是僻局必不得爾天台曾立志加功百日誓", "57": "求證悟便得旋陀羅尼及乎習法華禮懺道場唯製", "58": "三七般舟道場復製百日方等經中道場法式又云", "59": "當以七日為期多則無妨少不可減諸教之中說道", "60": "場之文甚多不可備引皆日數不同儀式亦異豈可", "61": "一一別有義邪長期下根者障重難盡故中下如次", "62": "可知反於此者長期上根謂能精進堪任勤苦多時", "63": "不退故下期下根謂性懈怠不能久受艱勞易即能", "64": "行難即便退聞道日久即不肯修故佛俯就接引八", "65": "十日亦許中期中根進怠處中量力而製也若約利", "66": "鈍而配即兩勢俱通且就利根者謂聰利懈怠者下", "67": "期怠故不肯久利故障易盡利而精進者上期鈍而", "68": "怠者下期義意例上可知其中期者一切皆取處中", "69": "性也佛意多含且就大綱而製然眾生根性欲樂種", "70": "種不同臨時製宜不可判定但量自他之力或上中", "71": "下疏事理稱可者有人但言心淨即得何必嚴淨外", "72": "相道場心不攀緣即得何必局居一處猶如囚繫此", "73": "乃但約道理而言不細察自心難淨易淨難安易安", "74": "且染心生起必假染緣如何淨心成就不假淨緣邪", "75": "問其中忽有上上利根一悟之後常與道俱易淨易", "76": "安何妨他有此言邪答若是上上利根人必悲智具", "77": "足能護眾生心行方便勸製的不作此言作此言者", "78": "終非此類問何妨他還遇上上根人作此言邪答此", "79": "則屬前通別觀行誰抑他入此道場邪然亦須安處", "80": "徒眾宴坐靜室若通若局終須令緣起心行與所悟", "81": "理相應故云事理稱可謂內外俱淨身心總安矣。", "82": "經隨相用心中疏三一對當下釋想其勝緣當知唯", "83": "心等者此兩句全是論文彼標云正念者當知唯心", "84": "等正思正念義同故以彼釋此又唯心之義與此意", "85": "同為佛滅後設像而觀即是帶境佛在世時根緣俱", "86": "勝不假外境直觀心佛故言唯心言根緣勝者論云", "87": "如來在世時勝眾生利根根勝能說之人色心業勝緣勝圓", "88": "音一演顯緣勝相異類等解顯根勝相疏不覩真儀等者且佛", "89": "在日暫因昇忉利天為母摩耶三月說法優填王憶", "90": "戀情切猶使刻旃檀木為世尊像禮拜供養況佛滅", "91": "後不覩金容而不能施設形像而觀瞻邪豈道心不", "92": "如丁蘭之孝心邪況假之引心入法乎引心者因見", "93": "丹青形像便想得世尊化現生身之像眼目精靈身", "94": "手動轉慈顏喜色言語靜默處大眾中巍巍堂堂猶", "95": "如目前雖目覩丹青而心注佛相次因此相的知化", "96": "現如鏡中像像者必依於淨明佛相者必依於寂照", "97": "喻中既目覩影像心全見於淨明法中即目覩化相", "98": "心全見於法報法報既爾我心亦然心同佛心融心", "99": "為佛從此修於三觀是何魔等敢惑亂邪何空華之", "100": "煩惱能障蔽於心邪故次云相即無相即見如來金", "101": "剛結示其在茲矣亦可下重釋還同如來二句也前", "102": "釋者以心注化現生身之相昭昭如在目前為同在", "103": "世之日則以在日一期之化為常住也今解者則直", "104": "以世尊理智真身為常住也故云亦可就中意在報", "105": "身報身眼耳等一一廓周法界有身可說不滅故可", "106": "仰慕故經云懸諸幡華等者明助緣也本意敬佛設", "107": "像因此莊嚴道場誓期日數也如方等者至下事懺", "108": "中當略引說也。", "109": "疏去其下二釋禮懺儀式三釋經三七日去其久近", "110": "等者此意如上三期之說。▲疏次下下二釋稽首諸", "111": "佛名字二一懸敘三一備列八種禮佛法經者說禮", "112": "佛方法也經既顯標禮佛禮佛即是所宗餘七皆是", "113": "禮佛由緣謂供讚是禮佛流類懺勸喜是禮佛之意", "114": "由欲懺等故禮敬以申懇志七是都迴禮等功德向", "115": "於三處八申陳意所希望彼既顯以禮佛餘是方法", "116": "今經次云稽首十方諸佛名字即正舉所宗懺者總", "117": "舉所申禮敬之意理合具諸方法矣然此八種通說", "118": "其益則俱能遠離垢障速證佛果若別說者供養除", "119": "慳貪障感大財富讚佛除惡口障得無礙辯禮佛除", "120": "我慢障得尊貴身懺悔除三四障得依正具足勸請", "121": "除謗法障得多聞智慧隨喜除嫉妬障得大眷屬迴", "122": "向除狹劣障成廣大善發願除退屈障總持諸行初", "123": "供養者尋常文云嚴持香華如法供養等然供養有", "124": "三謂財法及觀行等具如大疏所明二讚佛者即尋", "125": "常梵音文也是勝鬘夫人歎佛之文又上座別讚云", "126": "佛真法身猶若虗空等諸經讚辭甚多不可繁引三", "127": "禮佛者則七佛十方佛三十五佛五十三佛賢劫千", "128": "佛乃至佛名經隨意廣略一一有經讚其功能四五", "129": "已下皆如尋常依時禮懺所唱亦或廣或略唯晨朝", "130": "禮最備四懺悔者偈云十方無量佛所知無不盡等", "131": "五勸請者凡小自度但懺而已菩薩愍眾故須勸請", "132": "此有二種一請轉法輪偈云十方諸如來現身成道", "133": "者我請轉法輪等二請佛住世偈云十方一切佛若", "134": "欲捨壽命我今頭面禮勸請令久住等六隨喜者偈", "135": "云所有布施福等隨所見他善事而生歡喜又隨順", "136": "歡喜由昔不喜故今隨喜心而慶悅彼以除之也七", "137": "迴向者偈云我所作福業一切皆和合等謂迴己修", "138": "善向於三處謂實際菩提眾生展局成廣如迴聲入角所以要", "139": "此三者其必相資一即具三方成一故八發願者偈", "140": "云願諸眾生等速發菩提心等謂䇿勵運意為發希", "141": "求樂欲為願即四弘誓或五願也彌綸諸行直至菩", "142": "提落菩提心戒以之為體然上八種生起有緒謂發", "143": "心香華供養口讚身禮次洗滌法器欣求法雨攝他", "144": "同己迴向三處願皆成佛然行願雖云十種但於勸", "145": "請迴向中開為別義也。△疏今略下二配指此經可", "146": "知疏論中下三引文例證論即起信華嚴即普賢行", "147": "願經引此二文例證皆亦有此八種之意也。", "148": "疏禮佛下二正釋三一略釋禮名可知。▲疏準勒下", "149": "二引文廣釋二一總釋七禮言勒那三藏者華嚴纂", "150": "靈記云三藏是天竺人也既至此土華音又通講華", "151": "嚴經道俗雲集講次忽有一人執笏形如大官云天", "152": "帝令請和尚講華嚴經都講維那梵唄法事所須咸", "153": "須備具講席眾僧皆悉同見言訖便隱三藏及都講", "154": "維那當時奄然卒於法座優劣有七者然於中兼含", "155": "是非非中有二即第一二也此一向劣仍是過患餘", "156": "五則前前劣後後優也我慢禮者身依次立心無恭", "157": "敬高尊自得耻於下問如碓上下唱和禮者徒肅形", "158": "儀心無淨想高聲喧雜辭句渾亂此二非儀也問既", "159": "知非儀何必敘列同作觀門答舉過以訶說非令止", "160": "以就觀行也敬從心發等者情發於中而形於言讚", "161": "詠之不足故懇到而禮拜之也運身禮拜運口稱名", "162": "五輪者手足及頭著地者經中令一一發願云我今", "163": "五輪於佛作禮為斷五道離五蓋令眾生常安住五", "164": "通具足五眼願我右膝著地之時令諸眾生得正覺", "165": "道右是順義故成正覺願我左膝著地之時令諸眾生於外道", "166": "法不起邪見左是違逆故表邪見願我右手著地之時猶如世", "167": "尊坐金剛座右手指地震動現瑞證大菩提願我左", "168": "手著地之時於諸外道以四攝法而攝取之令入正", "169": "道左右表邪正如上願我頭頂著地之時令諸眾生離憍慢", "170": "心悉得成就無見頂相皆發等流願也無相禮者自此已下", "171": "皆述身口恭敬禮時作此觀智非謂身口都不禮敬", "172": "但將無相等以當禮佛善須思之若以觀智便名禮", "173": "佛不須身禮即第三中亦應但以恭敬便為禮拜不", "174": "合運於身口義例如此豈不誤焉問大乘宗於意地", "175": "意起名犯即名破戒何妨例此心禮即成功德答彼", "176": "起意作念的擬運身口行殺盜等心念成就竟無悔", "177": "意故今但的擬運身業禮口業讚等心志決定竟無", "178": "猶豫縱未遂嚴淨道場作禮之間灼然已生功德若", "179": "無意擬運身口元無功德如本無意擬殺等亦無罪", "180": "也然觀智既成觀境常現行住坐臥禮不間斷但觀", "181": "心不退自然流注如受惡律儀之人屠獵劫賊等業之類殺等", "182": "之心念念流注不必正殺正盜也深入等者能所俱", "183": "寂也蕩蕩無礙是離能所合法性之相也起用禮者", "184": "問能所皆如影像如何得禮敬義成答謂先觀己身", "185": "心是無明勢分從染緣起今以正智觀之無性即是", "186": "一真法界然後觀此法界不守自性常能隨緣而起", "187": "遂禮拜恭敬一心歸投托諸佛淨緣引起身心隨此", "188": "淨緣而起名淨緣起如影從鏡現不妨運行歷位漸", "189": "漸增進行位而行位皆然無有一法不依法界託緣", "190": "而起故皆如影既身心無性合於法界法界無所不", "191": "徧故我身心隨所依法界亦無所不徧無所不禮也", "192": "故云徧禮一切身內佛者如塵中大千經卷如弊布", "193": "囊真金如焦模中佛像如器中之鍠音等不緣他佛", "194": "者不取相也若外有可觀邪人行徑若能反照解脫", "195": "有期見佛可禮者雙遮外境佛及身內佛身內佛者", "196": "同中論說如來在五陰中破云如來應小五陰應大", "197": "故偈云此彼不相在亦邪見者中論宗正破二乘邪", "198": "也亦可即金剛是人行邪道此雙遮內外佛故觀身", "199": "下二句淨名經也名平等禮者結歸所標實相也文", "200": "殊云者入佛境界經中文也問古德集此名無相禮", "201": "何不於第四門引之答古德揀取著事相通名無相", "202": "無相之言通此四門或古人唯知有法相無相二宗", "203": "不開此等權實今既開之則此偈當此門以無相正", "204": "是所觀之理不得無所觀故等者餘九偈一一皆云", "205": "敬禮無所觀也然上七種禮三通人天二乘及六度", "206": "菩薩宗教中禮四即始教中空宗禮空是大乘初門", "207": "故五即終教中從體起用六即終教中顯實宗也不", "208": "計空色直見本覺真性七即頓教禮也並如文思之。", "209": "△疏然後下二別釋後四疏文約三觀三諦配釋義", "210": "相可知。△疏今經下三結配此經。", "211": "疏具云下三釋求哀懺悔四一釋懺悔名此云悔過", "212": "者此釋則翻懺為悔但是一義也別說者即懺悔兩", "213": "字各是一義懺名陳露者義翻懺字如佛名經云懺", "214": "是懺謝之名悔以悔責為義西塔律疏云興善伐惡", "215": "為懺追變往愆為悔意亦大同餘如別卷。▲疏其所", "216": "下二明所懺障惑業報者惑即煩惱謂貪瞋癡等根", "217": "隨煩惱業即善惡不動等報即果報謂苦果也三障", "218": "者如佛名經說然其罪相雖復無量大而為論不出", "219": "其三一者煩惱二者是業三者果報此三種法能障", "220": "聖道及以人天勝妙好事是故經中目之為障所以", "221": "諸佛菩薩教作懺悔此三滅者八萬塵勞皆悉清淨。", "222": "▲疏今欲下三明障起所由不覺者根本迷也故佛", "223": "名經云獨頭無明為煩惱種今雖已覺倒習猶行亦", "224": "長須悔恨起貪瞋癡者然煩惱雖有其十猛利發起", "225": "是此三也故此三為業之因發身口意者能發是身", "226": "業所發是身具所造是善惡不動業也受諸苦報者", "227": "受有順現順生順後等三報也佛名經又云此三障", "228": "者更相由藉由煩惱故以起惡業惡業因緣故得苦", "229": "果此中有三重展轉以三障之名配屬文相可知更", "230": "不繁敘。▲疏懺有下四正明懺法二一總云責心者", "231": "悔恨無始已來不早親近善友發菩提心而乃執認", "232": "身心我相縱恣貪瞋嫉妬分別見慢造種種業如蠶", "233": "作繭自纏自縛苦苦壞苦行苦無有出期三障俱懺", "234": "者準佛名經先懺煩惱云是故今日先懺煩惱諸佛", "235": "菩薩入理聖人種種訶責名此煩惱以為怨家何以", "236": "故能斷眾生慧命根故亦名此煩惱以為怨賊能劫", "237": "眾生諸善法故亦名此煩惱以為瀑河能漂眾生入", "238": "生死海故亦名此煩惱以為羇鎻能繫眾生於生死", "239": "獄故所以六道牽連四生不絕當知皆是煩惱過患", "240": "次懺業障由業巧作六道令各不同懺有三種一伏", "241": "二轉三滅也然小乘唯時定報不定者方除大乘則", "242": "一切皆滅也後懺報障佛名經云非空非海中非入", "243": "山石間無有地方所脫之不受報唯有懺悔力乃能", "244": "得除滅等。△疏若就下二別善惡不動三種業中唯", "245": "別懺惡業也善及不動但以迷心取相求有故成過", "246": "患若離其病不除其法故此不懺若惡業背理招苦", "247": "一向須斷故此懺令滅也遮罪者因佛遮制違制成", "248": "罪性罪者法爾犯之有罪則十惡是也準小乘宗四", "249": "重八重不通懺悔僧殘已下四篇方許餘如別卷作", "250": "法者小乘懺要請大比丘為證對大僧具五法一袒", "251": "右肩二右膝著地三合掌四說罪名種罪名謂僧殘波逸提種是", "252": "種類如於僧殘中自弄媒嫁等十三五禮足若對小夏闕無禮足但行", "253": "四法若僧殘罪須請二十清淨僧令六夜行摩那埵", "254": "供給承事也七日滿僧為羯磨除罪還成令淨如本", "255": "所受尼則集當眾四十清淨大德若輕罪則一日承", "256": "事不必集也大乘亦有作法次下引方等經中是疏", "257": "即須起行等者於作法懺中兼即起行也事如方等", "258": "者明事懺也謂彼經令先嚴淨道場香泥塗地及室", "259": "內作圓壇彩畫懸五色幡燒海岸香然燈敷高座請", "260": "二十四尊像多亦無妨設餚饍盡心力新淨衣服鞋", "261": "履無新洗故出入著脫令無參雜七日長齋日三時", "262": "洗浴初日供養僧起意多少別請一明了內外律者", "263": "為師受二十四戒及陀羅尼對師說罪要月八日十", "264": "五日當以七日為期此不可減若能更進隨意堪任", "265": "十人已還不得出此俗人亦得須辦單縫三衣備佛", "266": "法式旋繞一百二十帀却坐思惟等廣如經說佛名", "267": "經者方等多明作法兼起行佛名多明起行少說作", "268": "法又兼理也文云夫欲懺悔必須先敬三寶所以然", "269": "者三寶即是眾生良友福田若能歸敬滅無量罪長", "270": "無量福能令行者離生死苦得解脫樂先當興七種", "271": "心以為方便一者慚愧二者恐怖三者厭離四者發", "272": "菩提心五者怨親平等六者念佛報恩七者觀罪性", "273": "空生如是七種心已緣想十方諸佛賢聖擎拳合掌", "274": "披陳至到慚愧改革等理行如淨名下明理懺也即", "275": "優波離為二犯律比丘懺悔維摩詰訶云無重增此", "276": "二比丘罪當直除滅勿擾其心所以者何彼罪性不", "277": "在內不在外不在中間如佛所說心垢故眾生垢心", "278": "淨故眾生淨心亦不在內云云如其心然罪垢亦然", "279": "諸法亦然不出於如如優波離以心相得解脫時寧", "280": "有垢不我言不也維摩詰言一切眾生心相無垢亦", "281": "復如是唯優波離妄想是垢無妄想是淨顛倒取我例知諸", "282": "法皆妄見如夢如𦦨如水中月如鏡中像以妄想生", "283": "其知此者是名奉律乃至時二比丘疑悔即除發阿", "284": "耨菩提心餘如別卷具引釋也難曰觀罪性空罪即", "285": "滅者觀福性空福亦應滅答曰不也以罪違性福順", "286": "性故真性望罪是能治能治顯時所治之罪即滅望", "287": "福是能生能生顯時所生之福無盡故金剛經云無", "288": "住相布施福德如虗空等又普賢觀經及華嚴隨好", "289": "品亦具二種懺觀經明晝夜精勤禮佛即是事懺觀", "290": "心無心從顛倒起若欲懺悔者端坐念實相即是理", "291": "懺隨好品中等眾生界善身語意業悔除諸障即是", "292": "事懺觀諸業性非十方來止住於心從顛倒生無有", "293": "住處等即是理懺事懺除末理懺除根又事懺除罪", "294": "理懺除疑餘義具如大疏。", "295": "疏感應下三釋感應獲益或見等者所見無準或佛", "296": "摩頂或種種華光說法等故言或也見者或於定中", "297": "心忘身處之想而忽見之或於觀中見真性隨緣成", "298": "如此相據義雖成一切不唯此相然且當正與此相", "299": "相應或眠夢中見如是等總名遇善境也不作聖心", "300": "者佛頂經中說諸勝相皆結云不作聖心等今用此", "301": "語若天台等者即彼止觀第九門中明善根發相有", "302": "其真偽偽者隨因所修數息等禪彼先說五停心觀發相後始明此真", "303": "偽故所發之法身手紛動或重或輕或寒或熱或念散", "304": "善或起惡覺乃至憂喜驚樂此名邪定若人念著多", "305": "好失心或鬼神知之則加勢力令發諸定智辯神通", "306": "感動世人謂得道果乃至命終墮鬼神道若因此行", "307": "惡即墮地獄若能知之正心不著即當謝滅真者無", "308": "有如上之法一一禪發即與信等相應與信進念定慧五根相應", "309": "等者等餘四故分明清淨內心悅樂智鑒分明身意柔輭微", "310": "妙虗寂厭患世間唯欣出離若見此善根發時應隨", "311": "所宜或止或觀修令增長今經云遇善境界即信等", "312": "相應。", "313": "經離相用心中疏二一亦名下正釋可知疏然論下", "314": "二會通除惑等者惑業在心如塵泥在水今懺除之", "315": "如水去泥滓攝動者謂雖除惑業不貯心中掉舉浮", "316": "散任運流動或種種思慮修習何成如四病云作如", "317": "是言豈是貪瞋豈便結業又前云虗妄浮心多諸巧", "318": "見皆同此說故須攝念澄心如水清而澄淳也空者", "319": "由除惑業故寂者由攝馳散故方能等者如水現像。", "320": "經標異中疏毗尼經等者今取意撮略引之證二戒", "321": "不同非證道場之事彼經云聲聞乘人雖淨持戒於", "322": "菩薩乘不名淨戒菩薩乘人雖淨持戒於聲聞人不", "323": "名淨戒優波離聲聞人不應乃至起於一念欲更受", "324": "身則名淨戒於菩薩乘最大破戒菩薩乘人於無量", "325": "劫堪忍受身不生厭患名清淨戒於聲聞乘最大破", "326": "戒又菩薩不盡護戒聲聞盡護菩薩持開通戒聲聞", "327": "持不開通戒更有要文別卷具引疏六和者梵語僧", "328": "伽正翻云眾義兼和合若但言眾何異󳙭肆多人聚", "329": "集或軍營羣吏皆長同一處互相侵謀爭名競利若", "330": "唯云和合何殊二人同心或共謀惡或夫妻之類故", "331": "須具云眾和合也和合有六謂身口意戒見利身和", "332": "共住口和無諍意和無違戒和同修見和同解利和", "333": "同均。", "334": "經正陳中疏怖魔者初出家時魔宮振動比丘是能", "335": "怖魔是所怖非謂怕魔謂令魔驚怖名怖魔如云驚", "336": "軍動眾乃是軍眾驚動也乞士者上從善知識乞法", "337": "以鍊神下從檀越乞衣食以資身淨戒者有表而受", "338": "無表而持緣具心真故名淨也有人加淨命破惡以", "339": "為五義今以乞士是乞衣乞食正命離邪如法而活", "340": "即是淨命也淨戒不犯即破惡也故不別列經云優", "341": "婆塞夷者優婆此云近事塞夷則是男及女聲四分", "342": "律又云婆私皆梵音小異耳經云修寂滅行者理實", "343": "而言既修三觀即有至靜起幻寂滅等三行今通言", "344": "寂滅者正是中道圓覺逈異二乘兼含揀權教菩薩", "345": "故疏八識等者本章已釋四智者菩提章中已釋其", "346": "銷經義意可見但逐難略指疏五識取塵等者率爾", "347": "眼識同時意識等也疏小大安居等者料揀大小也", "348": "八對皆上小下大務其文略不能一一指之然所對", "349": "小乘之行皆約結大界內眾和合安居依法之行其", "350": "中或有難緣或別事故獨居者或二三人居者此不", "351": "對之以事希故非佛教本意故是別行法故言所依", "352": "者若據嚴淨道場亦是所依緣經云以大圓覺為我", "353": "伽藍故取圓覺也又道場日滿夏日未滿不妨東西", "354": "故不取道場又修觀之時忘於身及處所之相故也", "355": "大中示現安居及實相住持自稱名等皆是經文示", "356": "現者陳辭句及標心也其中小乘定實事相對首如", "357": "常可悉然心不起念念起背本不間斷覺無上菩提", "358": "等設不安居道場觀門本亦如此今取以為安居相", "359": "者有二意一明言示現安居二因說安居便形對小", "360": "乘說故問大小二藍何寬何狹答若以成相即大寬", "361": "小狹界內及圓覺故若以破相即小寬大狹身出界", "362": "及當處念起故。", "363": "經誡取中疏二一總標下定所證境是加行中之所", "364": "證也故云總標等謂加行剋修三觀雖在後段說之", "365": "此是道場中修證儀式故總標舉誡修三觀之人若", "366": "證現境界非先所聞不得取著也。▲疏謂信下二正", "367": "解釋然斯文甚要餘處所無至於天台辨禪門修證", "368": "最備亦無此誡若得此意天台覺魔事一門及邪禪", "369": "善根發相一段都無所用若失此意則縱全用彼二", "370": "處之文亦說邪魔之相未盡矣別異境相有何窮盡", "371": "故唯除實相餘皆魔事故有證有得皆名邪故願諸", "372": "學者諦思念之元來不異者明證與信始終不異也", "373": "謂信若不信圓覺餘信皆邪如三聖圓融觀說由此", "374": "儀故經云發心畢竟二不別及初發心時即成阿耨", "375": "菩提又云因該果海古今傳云初發心時與佛齊功", "376": "皆斯意也若不解此義如何會如上等文文中易見", "377": "隨難釋耳。", "378": "經答加行中疏二一二答下科分二隨釋經正觀中。", "379": "疏前威德段中圓說者具二利也餘文詳之可見。", "380": "經觀成中疏二一此有下釋標釋二一釋標文治諸", "381": "覺觀者據五停心觀對治之中藥病如此不取餘四", "382": "者悟淨覺人全無愚癡亦不著我貪瞋麤重已能覺", "383": "之伏之故不作餘四觀唯思覺微細非所執法任運", "384": "而起最難制止正障禪觀故此先取數門以治之也", "385": "入妙境者寂滅中道是此觀中所觀境故然修下釋", "386": "修息也修出入息者非唯繫心不散抑亦易悟無常", "387": "以喘息出入是壽命生死之所依故又萬物皆因此", "388": "息而有今覺此氣息都無根源雖云氣海何有深廣", "389": "之實由此觀之易悟諸法空故今此標列但依出入", "390": "息道有六門方便修之此是內行根源三乘要道故", "391": "瑞應經說世尊初詣道樹加趺坐草欲習佛法內思", "392": "安那般那梵語此云出息入息一數二隨乃至六淨萬行開發", "393": "降魔成道佛為物軌示迹若斯三乘正士豈不遵稟", "394": "又提婆菩薩破外道已亦勸修此門然此六中準大", "395": "疏釋各有二相一修二證數中修者調和氣息不澁", "396": "不滑安詳徐數從一至十想心在數不令馳散證者", "397": "覺心任運住於息緣即捨數修隨下皆說捨前修後之意隨中", "398": "修者隨息出入想心緣息無分散意證者覺息長短", "399": "徧身入出心息任運相依綿綿若存恬然凝靜止中", "400": "修者不念前二凝寂其心證者覺身心泯然不見內", "401": "外觀中修者定中觀於微細出入息相身心不實剎", "402": "那不住定何所依證者覺出入息徧諸毛孔心眼開", "403": "明徹見三十六物得四念處破四顛倒還中修者反", "404": "觀觀心無所從生何有觀境境智雙亡道源之要證", "405": "者心眼開發不加功力任運破折返本還源淨中修", "406": "者知五蘊空故不起妄想心本淨故證者如是修時", "407": "豁然開發三昧正受心無依倚或證五方便或無漏", "408": "慧發等或依次下明修之儀式然天台總列十門今", "409": "此略用兩門之意謂一次第相生二隨便宜也言依", "410": "次者即次第修此六門如上引釋或隨便宜者謂於", "411": "六中調試其心各經數日即知便宜隨便而用心若", "412": "安隱必有所證證者謂種種禪定廣如疏釋者大疏", "413": "具用五門初二如上三對治四旋轉五觀心一一列", "414": "釋故云廣也。△疏由前下二釋釋文二一正釋由前", "415": "至心淨者釋經先取數門一句躡前因息數而入心", "416": "數或不由息但入心數故了知心中等言故了知者", "417": "總含兩般之意但修成皆能知也問經云心中了知", "418": "何得此云了知心中豈不倒邪答二義皆具謂只是", "419": "我自己心中了知非別有能知之慧又還只了知我", "420": "心中生滅等念非了知心外實有定法故應如此釋", "421": "之豈是倒邪麤細者約論中生住異滅開為三細五", "422": "麤除業果故唯五以辨麤細如次下疏中自配麤者五麤細", "423": "者三細又麤中之麤異滅二相細中之細唯是生相", "424": "細中之麤住相中前二麤中之細住相中之後二妄", "425": "念者總指也本者三細末者五麤又住等三相皆末", "426": "生相為本又生等四相皆末根本無明為本分齊者", "427": "生相及住相中前二在本識中餘皆在事識中又前", "428": "麤細各有本末各有部分限齊故論云生滅相有二", "429": "種一者麤與心相應故心所與心王相應或境與心相應二者細與", "430": "心不相應故以無心王心所之相而可相應又麤中之麤凡夫境界", "431": "麤中之細細中之麤菩薩境界細中之細是佛境界", "432": "界即分齊之義也頭緒數量者總結上也謂四相猶", "433": "如首領一一相中各有眾多生滅等法展轉因依生", "434": "起皆有綸緒不相雜亂乃至八萬四千不離四相故", "435": "云頭緒數量也生中一者業相也滅中一者起業相", "436": "也住四者轉相現相智相相續相異二者執取相計", "437": "名字相皆如前文頻有引釋訖。△疏據論下二證同", "438": "二一正指同三一敘義凡夫覺滅等者前淨慧章中", "439": "已具辨訖疏故論下二引文言乃至者次云以無念", "440": "等故而實無有始覺之異以四相俱時而有皆無自", "441": "立本來平等同一覺故前文已引故此略之疏釋曰", "442": "下三釋意正釋成論意與此同矣疏問文下二通妨", "443": "難應具問云此觀文首便云先取數門都無無念之", "444": "言何得云正當此門具應答云人難解經良在於此", "445": "且三觀體用法義分齊在威德菩薩所問章中至二", "446": "十五輪再說者猶且明修三種時或單或複或具不", "447": "具相兼定慧修之分齊謂至靜動用寂滅等各別今", "448": "此門中直明趣入方便且令數門調心息於攀緣覺", "449": "觀諸念自寂即入妙境但是修習彼之三觀元無兩", "450": "種三觀故辯音問云此諸方便有幾修習此段菩薩", "451": "問云三種淨觀以何為首皆舉前法以問修之儀式", "452": "今云論中無念同此者此觀根本文云不取幻化及", "453": "諸靜相等三種絕於對待之念結成寂滅之行至諸", "454": "輪中一一皆云寂滅具如彼中已釋夫寂滅者生滅", "455": "滅已方名寂滅故科云絕待靈心觀絕待者無念也", "456": "靈心者一覺也以此云同何所疑邪今云寂觀但取", "457": "文少非謂捨於前名故次云正當絕待意在此矣縱", "458": "就數門而論亦本為對思覺等念念已止息方見生", "459": "住等念故前云由澄諸念覺識煩動夫有念者必不", "460": "見無念之理前已頻有徵釋善思念之然疏中云文", "461": "在前章者有二意一若約法義體用即唯前威德一", "462": "章若兼諸輪一一標顯至靜寂滅等各有分齊即總", "463": "指二章也今此但明已下皆已釋了。▲疏初則下二", "464": "釋結成相。", "465": "經功用中疏淨心是圓覺等者淨者心本空寂為淨", "466": "故是體也心本能知為覺即當用也心通二言矣萬", "467": "物皆然者若云不知萬物是何因緣偏知雨滴一色", "468": "邪定不如此但此經宗貴文句簡略故但舉雨滴問", "469": "從前既云眾生本具圓覺淨心如何不得知一切邪", "470": "故次答云凡夫之類等。", "471": "經徧修中疏三一如來下略銷文二一約所感勝緣", "472": "佛出釋萬行已圓者說修行文云方便隨順其數無", "473": "量圓攝所歸當有三種據此即三觀便攝萬行故就", "474": "此觀成之人便是親見如來應身也以見佛之益亦", "475": "只是意在行圓故。△疏又即下二約自心本覺佛出", "476": "釋離念者靜觀成離麤重攀緣之念幻觀成離沈空", "477": "滯寂及執著定相之念中觀成離對待分別之念唯", "478": "除本覺真佛更無餘念而可隱翳故云出現於世。▲", "479": "疏然前下二廣釋義三一指經總標般涅槃者般者", "480": "入也涅槃者寂滅也翻文釋義已在本章。▲疏實義下二正釋", "481": "義二一約實義言實義者成佛及入涅槃各有實義", "482": "成佛者大經云應知如來成等正覺於一切義無所", "483": "觀察又云譬如虗空一切世界若成若壞常無增減", "484": "諸佛菩提亦復如是若成正覺不成正覺亦無增減", "485": "涅槃者大經又云欲知如來大涅槃者當須了知根", "486": "本自性如真如涅槃如來涅槃亦如是實際法界虗空一一例真", "487": "如說又云如來不為菩薩說諸如來究竟涅槃亦不為", "488": "彼示現其事何以故欲令見一切如來常住其前於", "489": "一念中見過去未來一切諸佛色相圓滿皆如現在", "490": "亦不起二不二想釋真俗二諦皆以緣起之言標指", "491": "者為揀權教中一向凝寂空無之真一向生滅動作", "492": "之俗謂此真是法性緣起之真此俗是法性緣起之", "493": "俗也言大經者華嚴也前後皆然無有少許處空無", "494": "佛者非唯諸法中下至極微塵皆全有佛而十方虗", "495": "空一一可容一塵之處亦皆全有圓滿具足之身相", "496": "也即生即滅者楞伽云初生即有滅不為愚者說四", "497": "相同時即是論文前已引釋常住世常涅槃者此與", "498": "前異前云念念是剎那生滅義但以相續不斷故云", "499": "常有佛成正覺涅槃今是凝然常住永離生滅之相", "500": "故全異也言住世者此常住覺照不離生滅法中也", "501": "常涅槃者不同諸法滅也。△疏對機下二約對機戀", "502": "慕故等者文云譬如日出普照世間於一切淨水器", "503": "中影無不現普徧眾處而無來往或一器破便不現", "504": "影如前引釋。△疏對今下三結會此經三觀成就離", "505": "三種麤細之念故見佛現如水離渾濁波騰等相故", "506": "見日現。▲疏然此下三釋成圓意各有證相者並如", "507": "經所明徧修方契者反顯不徧修即不契證也故前", "508": "云此三皆是圓覺親近若得圓證即成圓覺如前文", "509": "者諸輪末文云若諸菩薩以圓覺慧圓合一切於諸", "510": "性相無離覺性名為圓修三種自性自性者稱體本", "511": "來具也。", "512": "經隨便互修中疏文有四句一藉假入空二藉空入", "513": "假三藉空假以成中四藉中以成空假此有二對其", "514": "中義意扶持相成直見心源者空觀前對云諸法即", "515": "性故空後對云無別所現故空既無別法所現方知", "516": "即性既云即性當知無別故扶成也假觀前對云不", "517": "壞相故假後對云但從性現故假此亦相成可知。", "518": "經偈諷中二初諷道場中初一偈期限次三句行相", "519": "後二句誡邪後諷加行中初一偈別修次二句徧修", "520": "後五句互修並如文可知。", "521": "第三流通分。", "522": "疏二一大文下總明來意於中從謂正宗下至有此", "523": "分是躡前起後從都無人傳至不擁不塞是解科名", "524": "相文顯。▲疏文五下二科釋經文二一科分此章既", "525": "無偈諷但長科五段耳。△二隨釋。", "526": "經問能詮中疏事須持教者故律中世尊說過去六", "527": "代如來中有四佛結集經教故佛法久住於世二佛", "528": "不結集經教故佛法速滅貫穿者以經教貫穿法義", "529": "義則不遺已如懸談引佛地論釋訖疏先須識名者", "530": "如論語云名不正則言不順言不順則事不成事不", "531": "成則禮樂不興禮樂不興則刑罸不中疏十法行者", "532": "具如大疏道場禮懺門中法供養處釋今此疏文略", "533": "義具謂寫是書寫施是轉施等也餘謂聽聞受持披讀諷誦思惟修習", "534": "其說釋即是前云開示也此十法行皆流布之相故結云如是分", "535": "布等。", "536": "經標說護中疏一說即是多說者如說華嚴時具十", "537": "種緣謂一依時從無始際盡未來際念念常說無間", "538": "斷故二依處徧法界中所有世界彼無量世界一一", "539": "塵中皆有毗盧遮那說華嚴故三依主如前十方一", "540": "一世界一切諸佛皆同說故故彼諸會每說已皆結", "541": "通十方一切世界故十方佛來證皆云我等亦如是", "542": "說餘七不能具述然雖一一徧一切時一切處佛佛", "543": "同說皆徧法界為門不同亦無雜亂廣如別卷疏諸", "544": "佛護持者只如諸部般若多是天帝守護法華是菩", "545": "薩守護華嚴及此經是諸佛自護良由根本法是佛", "546": "師故疏諸教煥然者諸教所說一切染淨諸法皆是", "547": "圓覺妙心之中派流生起故達此法則諸法皆通若", "548": "不了下即取意用大經之文文云不能了自心云何", "549": "知正道也故云眼目者都結上義以歸經文。", "550": "經答名字中疏非器不聞者非揀之不爾自是彼堅", "551": "執不悟不悟則但聞聲音語言不聞法也如日月不", "552": "隔於盲人雷霆不隔於聾者等疏極證之處者如懸", "553": "談初泯絕果相成圓門中廣說此義疏隨緣起妄者", "554": "既是在纏淨隱染顯故唯云妄也空不空等亦如前", "555": "說此但列之以釋經中差別之言耳慤疏總科五名", "556": "云初圓照總持二契經宗決三三昧根本四寂滅真", "557": "常佛常以寂滅為所依境界五真妄含分疏依此名而持者如云", "558": "大方廣便須心冥體性普觀德相善幻起用餘例此", "559": "知又華嚴祖師藏和尚所製受持大乘經教儀式有", "560": "五門每門五義在別卷中若以義求等者觀彼處疏", "561": "文即明。", "562": "經標行中疏前云等者皆是難辭謂既亦是眾生覺", "563": "地何唯佛境無明等法豈是佛境界今云下牒起難", "564": "辭也次下釋此意云雖說無明眾生等法一一皆空", "565": "空故徹其覺地不同法相宗教說為定有有則與佛", "566": "永殊故此名為顯如來境也華嚴信位等者即第二", "567": "會十信法門中問明品說所信之境有十門甚深第", "568": "一緣起甚深問答心性是一云何見有種種差別等", "569": "乃至第十佛境甚深問答佛境界智佛境界知等十", "570": "義謂智是諸佛智用知即眾生心體故此云智與知", "571": "殊皆佛境界前已具釋既於信位明之即知緣起十", "572": "門之法本來甚深皆是佛之境界況此經所說染淨", "573": "之法皆依圓覺現起豈非唯顯如來境界邪。", "574": "經依修中疏十法行者謂修行之言通於總別別者", "575": "是十中修習一行總者書寫讀誦等總是修行故此", "576": "當總也疏必至佛地者至所顯之處也。", "577": "經法中疏宗是頓者始終依圓覺故具漸門者二執", "578": "二空五道五性四位三觀四相四病三期三七禮懺", "579": "安居等也遲速皆益者謂已悟者文性離而持法未", "580": "悟者無離文而持義是奉持之相也分上中下者上", "581": "謂通明觀行中則別明三觀諸輪下則道場加行故", "582": "云頓漸俱收。", "583": "經喻中疏漸教乖頓者就彼宗中若云初心即是佛", "584": "者以為驚異初十信人尚不得錯呼為十住況云佛", "585": "邪諸皆類此故云乖也頓門必具漸者雖云輪迴等", "586": "非作故無本性元無而乃說貪愛是輪迴根本備述", "587": "過患勸令除斷雖云眾生本來成佛而乃廣說發心", "588": "發願勤修觀行等故云必具大經亦云初發心時便", "589": "成正覺然後具說十住十行次第修習乃至妙覺。", "590": "經答功德疏二一四答下科分敘意聞經配福度人", "591": "配智者疏各隨科便自釋訖然二中從又聞者下重", "592": "釋兩段前福後智之義也後宿因中雙明福智者經", "593": "自明言種諸福慧慧即智也。▲二依科隨釋。", "594": "經顯勝中疏如金剛者彼云若人滿三千大千世界", "595": "七寶以用布施乃至若復有人於此經中受持乃至", "596": "四句偈等為他人說其福勝彼然文例雖同優劣又", "597": "異彼須受持方勝此但聞名己勝又彼兼為人說方", "598": "勝此自信己勝問約彼經初校量之文即如上所說", "599": "然彼向後復以多恒河中沙以計三千世界滿爾許", "600": "世界七寶布施尚不及持說又以河沙身命布施亦", "601": "不如持說豈不超過此一世界七寶所校量邪答彼", "602": "經次第斷二十七疑故義理境界轉轉增勝上所引", "603": "難之文是已斷至第七重受得報身有取之疑已悟", "604": "報身無取故功德超過多界七寶及身命之施今此", "605": "但校量聞名及一句義都未校量證悟深妙之境以", "606": "深妙境無有世法可校量故故知所問全非類也盈", "607": "剎者滿世界也為漏果之資者與有漏六道報應之", "608": "果而作資緣致令三界生死不絕仍招第三生之重", "609": "苦故云爾也慤本文云能招漏果之資文意不切謂", "610": "世珍是能招漏果是所招句已圓矣今更云之資乃", "611": "成資是所招義勢渾倒今謂資是資緣資助資助貪", "612": "愛施心招於漏果即知資是能招改云能為漏果之", "613": "資義意極相順也。", "614": "經度人校量疏二一二以下顯意二釋文。", "615": "經舉劣中疏積德者且如勸得一人斷酒肉或持五", "616": "戒福德尚多況八戒十戒乃至出家受具足戒其功", "617": "已難可說況一百箇恒河一一河中所有沙沙細如", "618": "麵以一沙計一人令爾許人皆得阿羅漢此之功德", "619": "唯佛能算誰測邊際故云可知可知至極之多非謂", "620": "知其數量。", "621": "經顯勝中疏空體不空者靈鑒不昧此則以空如來", "622": "藏為半偈二種皆具為全偈也或無常真常者悟一", "623": "切法皆悉苦空無常為半偈於空無常處見常住真", "624": "樂本覺法身方為全也故涅槃經羅剎說半偈云諸", "625": "行無常是生滅法後更說云生滅滅已寂滅為樂方", "626": "為全也又能觀身不淨等四念處為半法身常樂為", "627": "全若約當經則幻身滅故幻心亦滅幻心滅故幻塵", "628": "亦滅幻塵滅故幻滅亦滅總為半偈也幻滅滅故非", "629": "幻不滅譬如磨鏡垢盡明現為全偈也問若爾則此", "630": "云分別半偈同於小乘或同大乘權教如何功德如", "631": "是難量答由先標圓覺為宗已破無明為夢中人於", "632": "此性淨圓覺之中方說無常等法故先悟如來圓覺", "633": "無垢然後說無始無明種種幻化皆生如來圓覺妙", "634": "心顯性之宗例皆如此論中亦云依覺故迷故雖半", "635": "偈已逈超諸教之全由斯功德難可算計。", "636": "經宿因返驗中疏二一三以下顯意二釋文經順明", "637": "中疏亦如金剛文勢者彼經云如來滅後後五百歲", "638": "有持戒修福者於此章句能生信心以此為實當知", "639": "是人不於一佛二佛三四五佛而種善根反顯已於無", "640": "量千萬佛所種諸善根順明。", "641": "經答護持中疏故經說者淨名經也樂生死耽著富", "642": "樂自恃強盛常樂順他是生死業也著諸見者是邪", "643": "智也故引為證瓔珞經云樂行勝負天魔行樂見是", "644": "非外道行。", "645": "經天王眾中疏為請主者如懸談初門引法華說。", "646": "經鬼王眾中疏一由旬者舊譯云四十里新譯云十", "647": "六里。", "648": "疏自惟下大文第三慶讚迴向三一慶二一傷昔言", "649": "迷者無明也心海者心是法海是喻對下句中生死", "650": "波生死是法波是喻謂風吹海而成波無明迷心而", "651": "成生死故論云如大海水因風波動水相風相不相", "652": "捨離而水非動性若風止滅動相則滅濕性不壞如", "653": "是眾生自性清淨心因無明風動心與無明俱無形", "654": "相不相捨離而心非動性若無明滅相續則滅智性", "655": "不壞故若約楞伽經即以風喻境界文云藏識海常", "656": "住境界風所動洪波皷壑溟無有斷絕期論云無明", "657": "約因也經云境界約緣也因緣具足故令淨心動成", "658": "生死波浪也漂沉者人天為漂三塗為沉如人墮落", "659": "漩渦水中一沒至底暫時漂至水面而出水不得又", "660": "却沉下一一配合可知塵沙佛出者從無始來諸佛", "661": "慈悲傷愍眾生迷倒墮落出現人間相計其數如抹世", "662": "界為塵之數亦如恒河中所有沙有如是等恒河一", "663": "一恒河所有細沙之數恨我與佛無緣佛出此世界", "664": "我生彼世界佛出諸世界我則生此世界或佛出時", "665": "我在三塗或北洲等一切難處我暫得人身則佛及", "666": "教法已滅設法未滅亦不聞不信不能發心猶如盲", "667": "龜墮在海中求出不得海有浮木木中有孔可容龜", "668": "身龜若得入其中漂至海岸即得出海然百千箇盲", "669": "龜浮木無由相遇我如盲龜佛如浮木孔以不相遇", "670": "于今凡夫法華涅槃皆有此喻所言佛出人中者病", "671": "重之處則偏憂也六道之報多從閻浮人身造得發", "672": "心修習三乘無漏之業亦在人身由人中分別強盛", "673": "多思議故六天苦少八難緣隔堪受化者唯是人中。", "674": "疏何幸下二慶今若據所逢了教華嚴及諸圓頓顯", "675": "性經論數部然今且正慶此經也千重疑者余先於", "676": "大小乘法相教中發心習學數年無量疑情求決不", "677": "得後遇南宗禪門真善知識於始終根本迷悟昇沉", "678": "之道已絕其疑至於諸差別門心境本末修證行位", "679": "無量義門及權實教猶未通決每因思惟觀照或因", "680": "披尋諸經律論至相違之文屈曲之意迷疑之處智", "681": "則結滯如水流之吹風凍結冰則不能通流心情󳬂", "682": "快亦如此也自習此教一一泮釋如冰在日中亦如", "683": "湯沃霜雪故云類氷消也尋思等者反驗宿因若非", "684": "累世遇諸善知識聞了義教熏習藏識豈得如今覩", "685": "此妙典便能悟解邪豈一生二生三四五生聞信便", "686": "能悟入如此性相無礙真妄融通凡聖交徹本末自", "687": "在無雜無亂千門萬義一一成就無疑滯邪當知已", "688": "於累世積集聞熏已於多生遇善知識方能通達如", "689": "此甚深至教文乖意通等義門也實曾頻頻尋思此", "690": "意或靜夜通宵或宴居終日或獨行盡於一程想像", "691": "于懷感荷多生諸善知識開誘勸示而至於此又委", "692": "細想得數生已前初遇善友之時必難信向種種堅", "693": "執作種種非理之語騁能騁辯務在抵拒賴善友慈", "694": "念覺悟恐涉毀教恐轉墜墮乃盡心竭力方便救濟", "695": "如此數生方肯信受雖能信順又未悟解復煩善友", "696": "種種方便譬喻教令通會又經數生如此然雖隨言", "697": "即解過後依前因循而已仍未解生難遭之想念念", "698": "求學常只是費善友心力長時勸策方能漸進又經", "699": "數生空好習學言教道理不能對境撿心不能覺察", "700": "妄想折伏情念每聞善友說甚深義即歡喜聽受亦", "701": "聞指著用心乖道處即不歡喜反疑善友或不憐念", "702": "信任人言或有餘意如此種種障道門戶從初發心", "703": "乃至今委世曲思惟想其流類種數千千萬萬事須", "704": "一一蒙善友悲憐不捨百計千校漸漸誘引方得今", "705": "生能超過爾許多障道關節數曾閑暇之時幽靜之", "706": "處因反思多生之事淚流至項心咽至胷往往微聲", "707": "啼泣恨不便見多生善知識一一記得懇到禮謝種", "708": "種報効因此便念念發願願來生一一却得相逢兼", "709": "得宿命智一一醒得一一竭盡身心供養報恩懇情", "710": "如此不知所為因略書示同流令知我前車已翻諸", "711": "人後車當改轍耳。", "712": "疏上士下二讚哀末世者十二菩薩一一問中皆云", "713": "願為菩薩及末世眾生也始終者始謂文殊問本起", "714": "因地終謂圓覺菩薩問三觀修證若對一類上根初", "715": "一周說則淨慧章說凡聖因果之人隨順覺性之相", "716": "便為終也次第者謂於了教發心直趣大乘之人且", "717": "合問最初依何法發心以何為本因故文殊依此而", "718": "問故佛為說圓覺淨心本有總持染淨諸法是一切", "719": "法之源由無明故妄認此身心為我故有輪轉又無", "720": "明本無亦無達悟之者歸如來藏究竟圓滿次既悟", "721": "此境法爾合知依悟處修行之理然淨覺本具無增", "722": "無減無明本無無可除斷即不合修若不修行又常", "723": "居幻化修不修義言反意合固宜了之故普賢依此", "724": "而問佛說身心及修行智雖皆如幻不妨以幻智修", "725": "幻身心身心盡時幻智亦滅覺性圓滿無生無滅次", "726": "既悟此理法爾須知修之方便如何創意如何運心", "727": "而得觀行成就故普眼承此而問佛說以正念離幻", "728": "為前方便止息諸緣奢摩他此云止堅持禁戒安處徒眾宴", "729": "坐靜室恒常思惟一一推斥四大根識塵境於中我", "730": "執法執皆無所有即達二空所顯真性又泯修悟之", "731": "相影像亦滅覺心清淨一切皆然無自無他平等不", "732": "動徧滿法界於諸二境無愛無憎乃至眾生本成佛", "733": "道次聞此說已根稍劣者法爾合疑本來成道何得", "734": "現與佛殊優劣天隔故金剛藏菩薩知機依此而問", "735": "佛說良由眾生輪迴之心而觀圓覺似有流轉其實", "736": "覺元不動如舟行故見兩岸移其實岸本不移既通", "737": "此疑方知由輪迴之心故見圓覺流轉法爾合斷此", "738": "心次然此輪迴心及輪迴相任運流注蓋不由己不", "739": "知何法是輪迴根本得如此不斷不絕故彌勒依此", "740": "而問佛說貪愛為本故造業受報相續無窮設使依", "741": "三乘教熏若不除根本無明終難入覺次即知斷除", "742": "貪愛起增上心發清淨願住佛圓覺求善知識即不", "743": "墮邪見則修真止妄理意周圓法爾要知依此而修", "744": "既從初心至於佛果常依圓覺所作所為常須相應", "745": "隨順圓覺既無別異凡聖復有階差如何差別位地", "746": "皆順無差之覺故淨慧依此而問佛說十信三賢十", "747": "地佛果隨順覺性各有行相是則一期法義終始周", "748": "圓但眾生根性種種不同或上中下或起動止息或", "749": "宜任運而合道或宜拘繫專注而證理如一城四門", "750": "隨方各入如何方便徧被諸機故威德菩薩依此而", "751": "問佛說於諸修行實無有二隨順方便其數無量圓", "752": "攝所歸循性差別當有三種謂奢摩他等也次既聞", "753": "三觀是別對根宜趣入之門法爾要知為一人總修", "754": "三種或三人各修一般或二或三或單或複故辯音", "755": "起問佛為說二十五輪一切皆許次既知所修觀行", "756": "門戶法爾有人自覺依法修之心念不息觀行不成", "757": "自疑覺性本淨此由迷倒故不相應今已頓悟又依", "758": "趣入門戶修之如何不能證入故淨業起問佛說由", "759": "無始我人眾生壽命等執習氣相續故不入覺非覺", "760": "違拒諸能入者次既知我相潛伏難辨難除須依善", "761": "友積習妙門發心勤斷法爾要知何等人是真正善", "762": "友堪可依止又法爾合有一類人以發心勤修勤斷", "763": "故或便種種造作務圖早證或怕生心為失一向任", "764": "運或但止息妄念或欲滅除根境故普覺菩薩知之", "765": "起問佛說依於明師除微細病之方法也次中根之", "766": "類法門已周更有一類至下根人復有大志決欲求", "767": "證之者須有事法拘制方能尅志成功故圓覺菩薩", "768": "依此意問佛說三期道場加功用行之法及於三觀", "769": "或別修或徧修或更互試修修之不得又教禮懺等", "770": "也次正宗三類一切圓足法爾須知護持修習此言", "771": "教之方法令此教流通不絕故賢善首起問佛答經", "772": "名及說經護經之佛校量持教功德乃至諸天神擁", "773": "衛大眾奉行故云次第也諮詢者即佛讚文殊云乃", "774": "能為諸菩薩諮詢如來因地法行等也能仁者梵語", "775": "釋迦此云能仁也應感者菩薩眾請問是能感佛是", "776": "所感佛是能應諸菩薩是所應稱心源者圓覺妙心", "777": "是諸法之源也心即是源名為心源亦可心是能斷", "778": "所斷染淨之心源即覺性真心此則是心之源名為", "779": "心源前持業釋後依主釋二意皆通此經從首至末", "780": "所說一切種種差別法義一一依於圓覺淨心而辨", "781": "故云稱也本末無遮者諸大乘或唯一向說空寂之", "782": "理真如寂滅無修無證無能無所不可智知識識言", "783": "語道斷心行處滅是唯說本而遮末也或一向說一", "784": "切眾生無始已來皆依八識展轉熏習變起染淨一", "785": "切諸法有情無情無明故起惑造業受報無窮若不", "786": "遇佛定是凡夫無由成等正覺若遇佛教發心生信", "787": "修六度萬行或二乘行展轉趣入各依自乘經三生", "788": "六十劫等或三祇劫方始成佛此唯說末而遮本也", "789": "今經具足明了顯示本末無上法王有大圓覺又無", "790": "明本無又知無者亦如空華如來藏中無起滅知見", "791": "乃至妙圓覺心本無菩提及與涅槃亦無成佛及不", "792": "成佛無妄輪迴及非輪迴如是類例不可具陳皆是", "793": "本也又種種迷倒行相種種修行行相位地階級觀", "794": "行差別道場法則如是類例亦難具引皆是末也所", "795": "說末皆是即本之末未曾遮本說本皆是即末之本", "796": "未曾遮末故云本末無遮無遮之言是金剛藏請云", "797": "惟願不捨無遮大慈為諸菩薩開祕密藏如設大齊", "798": "遠近僧尼來即供養更無遮障乃至行者童子貧病", "799": "之人一切不障名無遮齋今經亦爾諸大菩薩地上", "800": "地前乃至末世或初心門戶或修之意旨深淺皆被", "801": "如大海水不讓小流修羅蚊蝱飲皆充滿故曰無遮", "802": "也頓者是化儀之頓也謂若且說泯迹離相亦不名", "803": "頓故法鼓經云一切空經是有餘說說理未盡故又", "804": "中論云空是大乘之初門故若且說事相行位亦非", "805": "為頓未窮真源故今經本末俱說相即無礙故云頓", "806": "演說也。", "807": "疏已採下三迴向羣詮者諸經律諸論疏諸雜要妙", "808": "祕訣等也扣真寂者反自觀心照理依於悟處見處", "809": "而述此疏此中有二意一以採群詮故不同一類禪", "810": "宗但約心述理不勘契聖教為定量二以扣寂故不", "811": "同一類聽學文疏之人但博附舊語抄集疏論改頭", "812": "易尾便稱我製造章疏今乃以聖教為明鏡照見自", "813": "心以自心為智燈照經幽旨故云採詮扣寂等也扣", "814": "寂之言即子書云扣寂寞以求意也隨應聖旨者雖", "815": "徧覽羣教而不盡用亦不揀自己熟處即用但以聖", "816": "人說此經時意旨相應即用故云隨應聖旨也斯文", "817": "者此經也迴功德向眾生者然所迴向處具有其三", "818": "謂眾生菩提實際今以經意門門皆在末世眾生故", "819": "順經標生也又修大乘人有大悲增者有大智增者", "820": "余以情性鈍弱多愍下流故迴功德向眾生同入光", "821": "藏光藏即實際也唯闕菩提之言含在入字中能入", "822": "是智故當菩提矣。", "823": "圓覺經略疏之鈔卷第十二終", "824": "No. 248-BNo. 248-B", "825": "覺性圓明隨緣妙應而萬殊惑業空寂繁興轉變", "826": "而一體變中有不變動靜寔虗玄所以云因緣", "827": "聚散實理恒然非悟非迷本來具足者乃法界聖", "828": "凡之妙覺清淨真體也夫入聖道之流先須識此", "829": "消息然後縱橫自在任運隨時普賢行海無邊毗", "830": "盧體性非異矣何窠臼一揆之有哉職此之由不", "831": "能已已敢不輙將圭峯定慧禪師圓覺經略疏之", "832": "鈔募緣鋟木永用流通所謂上同諸佛慈心下合", "833": "眾生悲仰者豈不此歟幸逢耆宿上流伏蒙垂慈", "834": "矜恕則非惟佛種不斷似續流芳亦可使定慧大", "835": "師遙伸舞手大展咲顏矣若其禪講宗人勿強自", "836": "瞞它却貽誚則非惟三障體空自性清淨亦可使", "837": "法界眾生便於父母遺體圓覺普照寂滅無二頓", "838": "見諸佛世界亂起亂滅不即不離依正平等本來", "839": "成佛政是逈脫根塵靈光獨耀而已矣。旹", "840": "永樂十七年歲在己亥仲秋節次無定軒處士范必", "841": "用拜手謹識"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 248 圓覺經略疏鈔", "author": "唐 宗密(於大疏略出)"}