{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1466 無量壽佛讚註", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1466-A 無量壽佛讚註(并引)No. 1466-A", "1": "無量壽佛讚註并引", "2": "大智律師所製讚詞。文約義豐。旨趣宏遠。唯心之道", "3": "盡於此矣。嘗慨吾宗二三豪傑註釋流行。隨言取解", "4": "暗乎指歸。有抑乎作者之意。深可惜焉。偶諸同道。以", "5": "愚曾習山家之教。薄究斯宗。再命箋註。愚雖不敏。有", "6": "異前聞。遂採經論格言。直申厥旨。庶幾少悟西邁之", "7": "資粮。非特沽出藍之譽也。覽者取長其理。無取長其", "8": "情焉。", "9": "庚午中秋日寓三江蘭若註", "10": "No. 1466", "11": "無量壽佛讚註", "12": "拙庵　戒度　註", "13": "無量壽佛讚註八萬四千之妙相。得非本性彌陀。", "14": "初句舉彼果德。十六觀經相好光明各有八萬四", "15": "千。以本攝末故但云相。為表因中塵勞清淨。是故", "16": "相好以八萬四千為數。眾生亦具如是法門。但由", "17": "未顯翻作塵勞。諸佛已悟則成勝用。維摩經云。八", "18": "萬四千諸煩惱門。而諸眾生為之疲勞。諸佛即以", "19": "此法而作佛事。然此相好皆是圓實。無作道品之", "20": "所修發。稱之為妙。次句指佛即性。果德高深。了知", "21": "生佛不離剎那。同一覺源。圓照諸法。現前一念即", "22": "是諸佛法界之身。以諸如來無別所證。全證眾生", "23": "本有妙性。金剛錍云。故知果地依正融通。並依眾", "24": "生理本故也。大經云。眾生即是佛。何以故。若離眾", "25": "生不得三菩提故。起信論云。所言覺義者。謂心體", "26": "離念。離念相者。等虗空界。無所不徧。法界一相即", "27": "是如來常住法身。依此法身說名本覺。是知果佛", "28": "圓明之體即我凡夫本具性德。全是眾生色心依", "29": "正。更無別體。既全我心。當處顯發。但觀自心即是", "30": "佛身。是故經云。心想佛時。是心即是三十二相．八", "31": "十種好。是心作佛。是心是佛。又般若經云。佛是我", "32": "心。是我心見佛。是我心作佛。如來藏經云。我以佛", "33": "眼觀一切眾生貪嗔癡諸煩惱中。有如來智．如來", "34": "眼．如來身。結跏趺坐儼然不動。常無染污。德相具", "35": "足。如我無異。維摩經云。諸佛解脫。當於眾生心行", "36": "中求。斯即唯依心現。不離真如。終日觀心。終日觀", "37": "佛。全心是佛。全佛是心。良由法界全體作我一念。", "38": "亦復全體作彌陀身。既俱法界心佛無差。彼彼互", "39": "融不可思議。豈唯心佛。諸法亦然。是則世出世間", "40": "二死五住地獄色心依正因果。無非皆是法界圓", "41": "融三德秘藏。但由彌陀悟此理故。了性順修。圓證", "42": "三身。感四淨土。一切眾生迷此理故。背性逆修。恒", "43": "居三道。長埋四趣。雖全在迷。與佛所證未始暫乖。", "44": "但為眾生不知三障理全是佛。即以此理起惑造", "45": "業輪迴生死。長劫用理。長劫不知。不由不知而失", "46": "此理。現前苦果即是法身。三惑昏暗全體照明。結", "47": "業纏縛皆解脫相。故荊谿云。眾生無始。唯有煩惱", "48": "業苦而已。即此全是理性三因。又云。且論無始苦", "49": "輪無際。與業煩惱不並不別。乃至云。是故三道及", "50": "以三德並無前後。性德三因無時不具。盖言三障", "51": "全是諸佛究竟果用。我輩今日既知此理。必須專", "52": "想彌陀依正。熏乎心性顯真佛體。雖托彼境。須知", "53": "依正同居一心。心具而生豈離心性者。一毫法見", "54": "從外來。則非大乘唯心境觀。又復。雖以彌陀一佛", "55": "為境。已具諸佛。故經云。見無量壽佛者。即見十方", "56": "無量諸佛。良以諸佛同證三法秘密之藏。一佛秘", "57": "藏不少。諸佛秘藏不多。舉一即諸。全諸即一。經云。", "58": "一身一智慧。力．無畏亦然。", "59": "十萬億剎之遐方。的是唯心淨土。", "60": "初句指彼安養。經云。從是西方過十萬億佛剎。有", "61": "世界名曰極樂。此即法藏比丘因中所取同居淨", "62": "土也。次句了土唯心者。良由現前一心本具三德。", "63": "名常寂光。湛然不動名之為常。性本離染名之為", "64": "寂。法界洞朗名之為光。即此全是唯心之體。故祖", "65": "師云。身土居于一心。故知心體即常寂光。寂光諸", "66": "土無二無別。遮那之身與土相稱。法興報應一體", "67": "無差。又云。阿鼻依正全處極聖之自心。毗盧身土", "68": "不逾下凡之一念。但由心體本無自性。隨緣變造", "69": "起三土用。是故彌陀高棲安養。雖過十萬敻在他", "70": "域。悉我自心寂光理土。華嚴云。三界無別法。唯是", "71": "一心作。是故十方諸佛。一切眾生。過現未來虗空", "72": "剎土。唯心本具。全心發生。楞嚴云。妙覺明心徧十", "73": "方界。含育如來十方國土清淨寶嚴妙覺王剎。又", "74": "云。十方虗空生汝心內。猶如片雲點太清裏。況諸", "75": "世界在虗空耶。汝等一人發真歸源。此十方空皆", "76": "悉消殞。良由此心圓具三德。周徧法界。同常寂光。", "77": "未有一法出我心外。未有一法非我心體。是故全", "78": "心是土。全土是心。心既無外。寧有淨土懸處他方。", "79": "能如是解。則見彼土純是自心。非他方也。終日取", "80": "土。故全性起修。則非自然。終日唯心。故全修即性。", "81": "則非因緣。修性俱泯。唯心體顯。又復應知。八萬相", "82": "好乃彌陀勝應之身。既達本性。則三身具足四德", "83": "無虧。即始覺之智也。十萬億剎乃西方同居之土。", "84": "若了唯心。即是寂光無非法界。即本覺之理也。始", "85": "覺滿足。本覺究顯。始本一合。無復分張。是知離身", "86": "無土離土無身。一法二義。何者。身亦三德。土亦三", "87": "德。既俱三德。俱是法界。法界一相。身土無差。又復", "88": "國土屬依。佛身屬正。依正既居一心。一心豈分能", "89": "所。是故彌陀身土不離我心。一念圓成全體即佛。", "90": "唯心淨土不待遠求。本性彌陀豈從外覔。如是解", "91": "者方契圓修。若但觀彼應佛依正。豈得謂之唯心", "92": "本性也。", "93": "淨穢雖隔。豈越自心。", "94": "躡上唯心淨土也。雖曰淨土唯我自心。奈何此心", "95": "全體穢染。彼佛國土淨妙莊嚴。淨穢宛然。唯心安", "96": "在。當知此是識心計度。若了唯心豈存淨穢。良以", "97": "淨穢諸土悉是寂光全體起用。物機妄執淨穢斯", "98": "分。究論法體豈其然乎。如淨名經。螺髻梵王呵身", "99": "子云。勿作是意。謂此佛土以為不淨。所以者何。我", "100": "見釋迦牟尼佛土清淨。譬如自在天宮。仁者心有", "101": "高下。不依佛慧。故見此土為不淨爾。又云。隨其心", "102": "淨則佛土淨。亦可例云。隨其心穢則佛土穢。迷法", "103": "性為無明。名之為穢。悟無明即法性。名之為淨。此", "104": "乃一理之內而分淨穢。譬如清水濁水雖殊。濕性", "105": "無別。所以安養之淨。湛忍之穢。雖敻隔十萬之遙。", "106": "同常寂光。悉我心性。既知淨穢全是心性。心性本", "107": "空。淨穢無主。毗盧遮那徧一切處。一切諸法無非", "108": "佛性。豈容淨穢於其間哉。", "109": "生佛乃殊。寧乖己性。", "110": "躡上本性彌陀也。彌陀已悟。圓證三身。眾生在迷。", "111": "翻成三障。迷悟且隔。己性有乖。斯是執情。何關至", "112": "理。真如界內絕生佛之假名。平等性中無自他之", "113": "形相。眾生三障全體是理。諸佛三身無非性具。世", "114": "間相常。眾生即佛。雖見思昏倒而有理在焉。若知", "115": "此心與佛無殊。則十方諸佛同趣我心。故金錍云。", "116": "佛果具自他之因性。我心具諸佛之果德。果上以", "117": "佛眼佛智觀之。則唯佛無生。因中若實慧實眼冥", "118": "符。亦全生是佛。不二門云。但識一念。徧見己他生", "119": "佛。他生他佛尚與心同。況己心生佛寧乖一念。良", "120": "以唯心本具。即心變造。全體起用。因果理同。能知", "121": "此者。始可與言心佛眾生無差別矣。", "122": "心體虗曠不礙往來。性本包容何妨取舍。", "123": "心之與性。或以真妄分之。如荊谿云。隨緣不變名", "124": "性。不變隨緣名心。今文心性並屬乎真。一體二名", "125": "耳。如楞嚴云。常住真心。性淨明體。又云。圓妙明心。", "126": "寶明妙性。心性之為體也。虗而通。寂而照。體性常", "127": "住。德量無邊。三諦圓融。一心具足。故輔行云。能觀", "128": "心性名上定。上定者名第一義。名為佛性。名毗盧", "129": "遮那。即此遮那性具三佛性。遮那徧故佛性亦徧。", "130": "故知三佛唯一剎那。三佛徧故剎那即徧。此則三", "131": "諦妙性妙心也。虗曠言其性徧。是示體量也。廣大", "132": "悉備。圓徧諸法。無有方所。金剛錍云。非內外。徧虗", "133": "空。同諸佛。等法界。則知此心徧一切處也。包容言", "134": "其性具。是示體德也。良由此性具一切法。即一切", "135": "法。包有萬德。靡所不容。故荊谿云。此徧性具諸佛", "136": "之身。一身一切身。如諸佛之感土。一土一切土。身", "137": "土相即。身說土說。大小一多亦復如是。則知此心", "138": "具一切法也。楞嚴云。如意點容十方三世一切世", "139": "間出世間法。唯聖與凡無不包容盡其涯際。良以", "140": "即心是法。即法是心。芥子常納須彌。微塵本含法", "141": "界。皆悉當處全是心性故也。譬如函盖盛貯他物", "142": "之謂乎。故天台云。多所含容而無積聚。斯則如來", "143": "藏理亡泯。諸法雖亡而存。諸法宛爾。常空常假。雙", "144": "空雙照。二邊叵得。中道不存。是大涅槃。名秘密藏。", "145": "心性若爾。詎有穢之可捨。淨之可往乎。良以往來", "146": "取捨淨穢身土皆是法界。即是妙心妙性。心性湛", "147": "然無一異相。彌陀依正全是自心。豈以心性復取", "148": "心性。譬如有人欲避虗空遠向他國。祇益疲勞。空", "149": "云何避。若其然者。則終日往來不移跬步。終日取", "150": "捨不步思惟。又復應知。往來取捨是緣生法。緣生", "151": "無性了不可得。故中論云。因緣生法即空假中。又", "152": "云。諸法不自生。亦不從他生。不共不無因。是故說", "153": "無生。既達三諦。復離四句。則往來之相取捨之心", "154": "無所寄矣。十疑論云。智者熾然求生淨土。達生體", "155": "不可得。是真無生。此謂心淨則佛土淨。愚者為生", "156": "所縛。聞生即作生解。聞無生即作無生解。不知生", "157": "即無生。無生即生。能如是解。念念進修。上品金臺", "158": "一生可獲。", "159": "是以舉念即登於寶界。還歸地產之家鄉。彈指仰對", "160": "於慈容。實會天真之父子。", "161": "是以乃承上之詞。舉念．彈指喻其疾速。還歸者。楞", "162": "嚴云。猶如有人因事遠遊。未得歸還明了其家。所", "163": "歸道路。地即實相地。家即法性家。天真猶天然也。", "164": "父子者。生如來家為法王子。亦可遠取大通佛所。", "165": "彌陀為十六王子。時覆講法華經為父子義。究論", "166": "其本。居實際地。住佛性家。則與彌陀久成父子。一", "167": "迷鄉土。父子頓乖。今既了土唯心。悟佛即性。猶在", "168": "不失。舉足下足豈越故鄉。念茲在茲常親慈父。", "169": "幾生負德抂受沉淪。今日投誠必蒙拯濟。", "170": "幾生言其無始。負德語其起妄。本具三德。迷背不", "171": "覺。遂受生死。辜違父子之性德也。楞伽云。一切眾", "172": "生。從無始來生死相續。皆由不知常住真心性淨", "173": "明體。用諸妄想。此相不真。故有輪轉。又云。由諸眾", "174": "生違此本明。雖終日行而不自覺。枉入諸趣。必蒙", "175": "拯濟者。彌陀悟本。運同體悲。眾生迷強。受諸幻苦。", "176": "悲苦相對。感應道交。故楞嚴云。十方如來憐念眾", "177": "生。如母憶子。若子逃逝。雖憶何為。子若憶母。如母", "178": "憶時。我今遭苦期心欲脫。必與彌陀悲體相冥。決", "179": "蒙拯拔。如人遇難求彼強援。必得脫免。", "180": "三心圓發。一志西馳。盡來際以依承。歷塵劫而稱讚。", "181": "三心即上品上生中志誠心．深心．迴向發願心也。", "182": "志誠即法身。深心即般若。迴向即解脫。三心實在", "183": "一念中具。全三是一。即一而三。故云圓發。一志等", "184": "者。經云。應當專心繫念一處。想於西方。又云。當起", "185": "想念。正坐西向。心多馳散三昧難成。專想不移往", "186": "生易得。盡來際者。如華嚴中盛談來際即實報土。", "187": "法性常住三際無餘。從今獲遇亘徹未來。決志親", "188": "承終無退轉。歷劫稱讚者。良以彌陀積劫勤求道", "189": "場。證得三身究顯萬德圓備。縱使辨才天女億劫", "190": "稱揚莫宣少分。應須諦了。能讚所讚皆是法界。名", "191": "徧虗空。一切眾生聞此偈句。十方諸佛受我詠讚。", "192": "於一言音演無量義。讚佛一德萬德溥收。四辨敷", "193": "陳不涉唇吻。八音競唱不落言詮。豁悟圓通。返聞", "194": "自性。如是讚嘆與不讚嘆更無異轍矣。", "195": "無量壽佛讚註終", "196": "No. 1466-BNo. 1466-B", "197": "澤錄錄餘生。與世浮沉。烏知有所謂安養徑捷法門。", "198": "曩嘗㳂幹慈水。邂逅懸胥徐鑑者。精進此道。因得勸", "199": "發。自此幡然有驚。謝去塵緣。寓于滄洲之等觀。憶念", "200": "修習。朝夕不敢墮。寒暑不知變者。盖有秊矣。凡有禮", "201": "念。必先嚴誦　大智律師之讚語。續得拙庵度律師", "202": "註解斯文。文義明白。深恐湮沒。敬募同志用鏤諸板。", "203": "誓與見聞咸希極證。吁。唯心本性固人人之所具。敢", "204": "問諸人。十二時中所謂心所謂性是何面目。", "205": "嘉定辛未秊夏月望唯心居士樓澤法名正因謹䟦", "206": "No. 1466-CNo. 1466-C", "207": "予在唐之昔。雖見修淨業者盛誦大智律師之讚語。", "208": "未知拙庵宗師之有註。今祐公將來。文字之中偶得", "209": "此文。冀即彫于板以廣其傳。適有僧覺住．淨光。平常", "210": "留心西方。卒見此文。感歎而舍淨財。命工開板。誓與", "211": "人人明于唯心本性。即登寶剎矣。", "212": "日本建保三年乙亥九月初三日入宋傳法比丘俊", "213": "芿謹識于洛東寶菩提之西軒也"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1466 無量壽佛讚註", "author": "宋 元照撰　戒度注"}