{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 318 楞嚴經宗通", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "楞嚴經宗通", "1": "大佛頂如來密因脩證了義諸菩薩萬行首楞嚴經", "2": "卷第十", "3": "阿難。彼善男子修三摩提。想陰盡者。是人平常夢想", "4": "銷滅。寤寐恆一。覺明虗靜。猶如晴空。無復麤重前塵", "5": "影事。觀諸世間大地山河。如鏡鑒明。來無所黏。過無", "6": "蹤跡。虗受照應。了罔陳習唯一精真。生滅根元。從此", "7": "披露。見諸十方十二眾生。畢殫其類。雖未通其各命", "8": "由緒。見同生基。猶如野馬。熠熠清擾。為浮根塵究竟", "9": "樞穴。此則名為行陰區宇。若此清擾熠熠元性。性入", "10": "元澄。一澄元習。如波瀾滅。化為澄水。名行陰盡。是人", "11": "則能超眾生濁。觀其所由。幽隱妄想以為其本。阿難。", "12": "當知是得正知奢摩他中諸善男子。凝明正心。十類", "13": "天魔。不得其便。方得精研窮生類本。於類本中生元", "14": "露者。觀彼幽清。圓擾動元。於圓元中起計度者。是人", "15": "墜入二無因論。一者是人見本無因。何以故。是人既", "16": "得生機全破。乘於眼根八百功德。見八萬劫所有眾", "17": "生。業流灣環。死此生彼。祗見眾生輪迴其處。八萬劫", "18": "外。冥無所觀。便作是解。此等世間十方眾生。八萬劫", "19": "來。無因自有。由此計度。亡正徧知。墮落外道。惑菩提", "20": "性。二者是人見末無因。何以故。是人於生既見其根。", "21": "知人生人。悟鳥生鳥。烏從來黑。鵠從來白。人天本竪。", "22": "畜生本橫。白非洗成。黑非染造。從八萬劫。無復改移。", "23": "今盡此形。亦復如是。而我本來。不見菩提。云何更有", "24": "成菩提事。當知今日一切物象。皆本無因。由此計度。", "25": "亡正徧知。墮落外道。惑菩提性。是則名為第一外道", "26": "立無因論。", "27": "通曰。想陰未盡。寤則取像。寐則成夢。故逐前塵麤", "28": "重影事。想陰既盡。內守幽閒。寤寐恒一。覺明虗靜。", "29": "如鏡鑒明。雖無去來蹤跡。却有光明影子。猶為法", "30": "塵邊事。向來前塵昏擾。但隨生滅流轉。不覩根元。", "31": "今虗受照應。惟一精真。生滅既停。而其根元從此", "32": "披露。見同生基。綿綿密密。微細遷流。是為無風匝", "33": "匝之波。野馬者。游埃也。熠熠者。螢光也。行陰微細。", "34": "如日光所照隙塵。熠熠然了無住相。乍生乍滅。無", "35": "復麤影。故曰清擾。清擾四大為浮根四塵根元。其", "36": "體本空。究竟樞穴。實在於此。黏湛發起。故有六根。", "37": "自人天以至螻蟻。莫不各有四大六根。故為十二", "38": "眾生同生之基。是名行陰區宇。若通別相。能見眾", "39": "生各命由緒。慧福不齊。由於多生積習種子發現。", "40": "屬識陰邊事。故非行陰所測。然此行陰清擾之性。", "41": "本自無擾。故曰元性。其不能不擾者。多生習氣也。", "42": "故曰元習。習不能澄習。唯性歸元。則能澄靜。以一", "43": "澄靜之性。澄其元習。則遷流相盡。無風帀帀之波", "44": "滅。則化為澄水矣。化為澄水。至湛不搖處。名行陰", "45": "盡。是人則能超眾生濁。眾生濁者。生滅不停。業運", "46": "常遷。今於不停者停矣。常遷者不遷矣。幾入滅盡。", "47": "故能超也。然行陰密移。曾無覺悟。以幽隱妄想為", "48": "本。於其幽閒隱密而破除之。非徹悟性體者不能", "49": "也。彼寤寐恒一。是得正知。與前動靜不移。憶忘如", "50": "一。當住此處。入三摩地。同一脉路。以此為發悟階", "51": "級則可。便執以為實證則不可。故想陰盡者。凝明", "52": "正心。邪慮無自而生。即十類天魔。亦無緣而入。天", "53": "魔未離邪想而現神變。今想陰盡。觀見幽清動元。", "54": "蓋已入乎無想之天矣。六欲天魔所不得而窺也。", "55": "幽清。本無所動也。圓擾。則動而未嘗動也。故謂之", "56": "動元。動元雖圓。不離生滅。於此生計度者。總於生", "57": "滅中計無因也。一者見本無因。不悟善惡業緣。唯", "58": "識所造。祗憑生相暫無。行流不息。於其定中。發宿", "59": "命通。見八萬劫來。眾生輪迴。如環無端。便以眾生", "60": "無因。自然而有。自八萬劫外。冥無所觀。固不知菩", "61": "提為正因也。二者見末無因。不悟善惡業果。唯心", "62": "所召。祗憑通力。能見八萬劫後。長時業果。未轉移", "63": "相。便以人畜黑白橫竪從來如此。非因修得。固不", "64": "知菩提為極果也。惑菩提性。不名正知。止知前後", "65": "八萬劫。不名徧知。外道末伽黎。謂眾生苦樂。不因", "66": "行得。皆自然爾。正坐此見。此二無因。僅見七識無", "67": "根。傳送暫息。而生此計度。以七識內但依於八識。", "68": "生之無本。遂謂本無因。以七識外但依於六識。推", "69": "之無用。遂謂末無因。唯見其流注不息。乃謂自然", "70": "如此。鏡清問靈雲。混沌未分時如何。雲曰。露柱懷", "71": "胎。清云。分後如何。雲曰。如片雲點太清裏。清云。祗", "72": "如太清還受點也無。雲不對。清云。恁麼則含生不", "73": "來也。雲亦不對。清云。直得純清絕點時如何。雲曰。", "74": "猶是真常流注。清云。如何是真常流注。雲曰。似鏡", "75": "常明。清曰。向上更有事否。雲曰有。清曰。如何是向", "76": "上事。雲曰。打破鏡來。與子相見。天童拈云。分與未", "77": "分。玉機夜動。點與不點。金捘暗拋。直是一色純清。", "78": "未得十成安隱。且道打破鏡來。向什麼處相見。還", "79": "會麼。清秋老兔吞光後。湛水蒼龍蛻骨時。此真常", "80": "流注。恰與行陰相符。而似鏡常明。亦與如鏡鑒明", "81": "無異。若能破鏡相見。如湛水蒼龍。蛻骨而出。則幾", "82": "轉成智矣。寧但破行陰而已哉。", "83": "阿難。是三摩中諸善男子。凝明正心。魔不得便。窮生", "84": "類本。觀彼幽清。常擾動元。於圓常中起計度者。是人", "85": "墜入四徧常論。一者是人窮心境性二處無因。修習", "86": "能知二萬劫中十方眾生。所有生滅。咸皆循環。不曾", "87": "散失。計以為常。二者是人窮四大元。四性常住。修習", "88": "能知四萬劫中十方眾生。所有生滅。咸皆體恒。不曾", "89": "散失。計以為常。三者是人窮盡六根末那執受。心意", "90": "識中本元由處。性常恒故。修習能知八萬劫中一切", "91": "眾生。循環不失。本來常住。窮不失性。計以為常。四者", "92": "是人既盡想元。生理更無流止運轉。生滅想心。今已", "93": "永滅。理中自然成不生滅。因心所度。計以為常。由此", "94": "計常。亡正徧知。墮落外道。惑菩提性。是則名為第二", "95": "外道。立圓常論。", "96": "通曰。立無因論者。見其斷。立圓常論者。見其常。推", "97": "之亦斷亦常。非斷非常。總不出斷常邪見也。窮生", "98": "類本。至圓擾動元。見其虗而愈出。動而不窮。便計", "99": "為常。從廣至狹。從粗入精。略有次第。一者通五陰", "100": "四大心境二處。皆無因自有。循環不失。二者但指", "101": "地水火風清淨四大之性。能成眾生色陰。體恒不", "102": "變。三者但指心識六根所依末那七識。執受之心。", "103": "執受之意。執受之識。本元由處。即行陰也。眾生雖", "104": "有循環。而行陰不失。即此七識為常住性。如見細", "105": "流。謂之止水。無始以來生死本。癡人喚作本來人。", "106": "此之謂也。四者妄認行陰為自然理。謂生滅想心", "107": "既已滅盡。其永滅處。自然成不生滅。於此生滅中。", "108": "計不生滅。如見虗空謂之常住。不知虗空亦可滅", "109": "也。且又因心計度為常。非真見其常者比。此四尚", "110": "未覩八識真常流注。何況轉識而見菩提性乎。瑞", "111": "巖問巖頭。如何是本常理。頭曰動也。巖曰。動時如", "112": "何。頭曰。不見本常理。巖佇思。頭曰。肯即未脫根塵。", "113": "不肯即永沉生死。巖乃禮拜。天童頌云。圓珠不穴。", "114": "大璞不琢。道人所貴無稜角。拈却肯路根塵空。脫", "115": "體無依活卓卓。此於本來常住。見之極真。肯之一", "116": "字。尚須拈却。而況計度執受神我。墜入圓常窟中。", "117": "終從淪墮。豈能常也。", "118": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "119": "觀彼幽清。常擾動元。於自他中起計度者。是人墜入", "120": "四顛倒見。一分無常。一分常論。一者是人觀妙明心。", "121": "徧十方界。湛然以為究竟神我。從是則計我徧十方。", "122": "凝明不動。一切眾生於我心中。自生自死。則我心性。", "123": "名之為常。彼生滅者。真無常性。二者是人不觀其心。", "124": "徧觀十方恒沙國土。見劫壞處。名為究竟無常種性。", "125": "劫不壞處。名究竟常。三者是人別觀我心。精細微密。", "126": "猶如微塵。流轉十方。性無改移。能令此身即生即滅。", "127": "其不壞性。名我性常。一切死生。從是流出。名無常性。", "128": "四者是人知想陰盡。見行陰流。行陰常流。計為常性。", "129": "色受想等。今已滅盡。名為無常。由此計度一分無常。", "130": "一分常故。墮落外道。惑菩提性。是則名為第三外道", "131": "一分常論。", "132": "通曰。此亦常亦無常見也。本妙明心。徧十方界。未", "133": "嘗不是。但執為神我則非也。唯執是我。正是末那", "134": "執受意識。雖云凝明不動。其中微細遷流。即生滅", "135": "種子。特不自覺耳。既以暫時不動心性名之為常。", "136": "又以一切眾生生滅為無常性。則所謂徧十方者", "137": "有二我也。豈不顛倒。無論心性。只論國土。則三禪", "138": "以下。三災所及。名之無常。四禪以上。災不能及。名", "139": "究竟常。無論國土。但論心性。性無改移。名我性常。", "140": "死此生彼。名無常性。始合自他總計常無常。既分", "141": "自他各計常無常。又復以行陰為自。色受想為他。", "142": "行陰常流。名為常性。想等滅盡。名無常性。於一心", "143": "中分常無常。是以心有二也。豈不顛倒。此視前圓", "144": "常之論。稍無拘執。然源頭不清。總屬謬計。忠國師", "145": "問僧何方來。曰南方來。師曰。南方知識如何示人。", "146": "曰。彼方知識。直下示學人即心即佛。佛是覺義。汝", "147": "今悉具見聞覺知之性。此性善能揚眉瞬目。去來", "148": "運用。徧於身中。挃頭頭知。挃脚脚知。故名正徧知。", "149": "離此之外。更無別佛。此身即有生滅。心性無始以", "150": "來。未曾生滅。身生滅者。如龍換骨。蛇蛻皮。人出故", "151": "宅。即身是無常。其性常也。南方所說。大約如此。師", "152": "曰。若然者。與彼先尼外道。無有差別。彼云。我此身", "153": "中。有一神性。此性能知痛癢。身壞之時。神則出去。", "154": "如舍被燒。舍主出去。舍即無常。舍主常矣。審如此", "155": "者。邪正莫辨。孰為是乎。吾比遊方。多見此色。近尤", "156": "盛矣。聚却三五百眾。目視雲漢。云是南方宗旨。把", "157": "他壇經改換。添糅雜譚。削除聖意。惑亂後徒。豈成", "158": "言教。苦哉吾宗喪矣。若以見聞覺知是佛性者。淨", "159": "名不應云法離見聞覺知。若行見聞覺知。是則見", "160": "聞覺知。非求法也。僧又問法華了義經開佛知見。", "161": "此復若為。師曰。他云開佛知見。不言菩薩二乘。豈", "162": "以眾生癡倒。便同佛之知見耶。行昌問於六祖曰。", "163": "弟子常覽涅槃經。未曉常無常義。乞為解說。祖曰。", "164": "無常者。即佛性也。有常者。即一切善惡諸法分別", "165": "心也。曰和尚所說。大違經文。祖曰。吾傳佛心印。安", "166": "敢違於佛經。曰。經說佛性是常。和尚却言無常。善", "167": "惡諸法。乃至菩提心。皆是無常。和尚却言常。此即", "168": "相違。令學人轉加疑惑。祖曰。涅槃經。吾聽尼無盡", "169": "藏讀誦一徧。便為講說。無一字一義不合經文。乃", "170": "至為汝終無二說。曰。學人識量淺昧。願和尚委曲", "171": "開示。祖曰。汝知否。佛性若常。更說什麼善惡諸法。", "172": "乃至窮劫無有一人發菩提心者。故吾說無常。正", "173": "是佛說真常之道也。又一切諸法若無常者。即物", "174": "物皆有自性。容受生死。而真常性有不徧之處。故", "175": "吾說常者。正是佛說真無常義。佛比為凡夫外道。", "176": "執於邪常。諸二乘人。於常計無常。共成八倒。故於", "177": "涅槃了義教中。破彼偏見。而顯說真常真樂真我", "178": "真淨。汝今背義。以斷滅無常。及確定死常。而錯解", "179": "佛之圓妙最後微言。縱覽千徧。有何所益。行昌忽", "180": "然大悟。乃說偈曰。因守無常心。佛說有常性。不知", "181": "方便者。猶春池拾礫。我今不施功。佛性而現前。非", "182": "師相授與。我亦無所得。祖曰。汝今徹也。宜名志徹。", "183": "禮謝而退。若此甚深常無常義。彼諸外道。未夢見", "184": "在。", "185": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "186": "觀彼幽清。常擾動元。於分位中生計度者。是人墜入", "187": "四有邊論。一者是人心計生元。流用不息。計過未者。", "188": "名為有邊。計相續心。名為無邊。二者是人觀八萬劫", "189": "則見眾生。八萬劫前。寂無聞見。無聞見處。名為無邊。", "190": "有眾生處。名為有邊。三者是人計我徧知得無邊性。", "191": "彼一切人現我知中。我曾不知彼之知性。名彼不得", "192": "無邊之心。但有邊性。四者是人窮行陰空。以其所見", "193": "心路。籌度一切眾生。一身之中。計其咸皆半生半滅。", "194": "明其世界一切所有。一半有邊。一半無邊。由是計度", "195": "有邊無邊。墮落外道。惑菩提性。是則名為第四外道", "196": "立有邊論。", "197": "通曰。此就常無常。例起邊無邊。論常無常以性言。", "198": "屬見分。邊無邊以分位言。屬相分。一三際分位。二", "199": "見聞分位。三彼我分位。四生滅分位。總局於行陰", "200": "之分位。而妄生計度也。一者因行陰流用不息。以", "201": "其流用也。成過未現三際。故名有邊。以其不息也。", "202": "相續無際。故名無邊。二者但計眾生八萬劫內見", "203": "聞所及。故名有邊。八萬劫外無聞見處。故名無邊。", "204": "三者計我徧知一切眾生。名無邊性。彼之知性徧", "205": "與不徧。但彼自知我曾不知。彼則局於自知。不能", "206": "通之於我。但有邊性。四者窮行陰空。昔有今無。因", "207": "計正報眾生。半生半滅。依報世界。亦半生半滅。半", "208": "生為有邊。半滅為無邊。此四有邊總不出前眾生", "209": "生滅循環及劫壞不壞等見。特以邊量論耳。僧問", "210": "忠國師曰。有知識示學人。但自識性。了無常時。拋", "211": "却殻漏子一邊著。靈臺智性。迥然而去。名為解脫。", "212": "此復若為。師曰。前已說了。猶是二乘外道之量。二", "213": "乘厭離生死。欣樂涅槃。外道亦言吾有大患。為吾", "214": "有身。乃趣乎冥諦。須陀洹入八萬劫。餘三果入六", "215": "四二萬劫。辟支佛一萬劫住空定中。外道八萬劫", "216": "住非非想中。二乘劫滿。猶能迴心向大。外道還即", "217": "輪迴。曰。佛性一種。為別。師曰。不得一種。曰何也。師", "218": "曰。或有全不生滅。或半生半滅。半不生滅。曰孰為", "219": "此解。師曰。我此間佛性。全無生滅。汝南方佛性。半", "220": "生半滅。半不生滅。曰如何區別。師曰。此則身心一", "221": "如。身外無餘。所以全不生滅。汝南方身是無常。神", "222": "性是常。所心半生半滅。半不生滅。曰和尚色身。豈", "223": "得便同法身不生滅耶。師曰。汝那得入於邪道。曰", "224": "學人早晚入邪道。猶言學人那曾入邪道也師曰。汝不見金剛", "225": "經。色見聲求。皆行邪道。今汝所見不其然乎。曰某", "226": "甲曾讀大小乘教。亦見有說不生不滅中道正性", "227": "之處。亦見有說此陰滅彼陰生。身有代謝而神性", "228": "不滅之文。那得盡撥同外道斷常二見。師曰。汝學", "229": "出世無上正真之道。為學世間生死斷常二見耶。", "230": "汝不見肇公云。談真則違俗。順俗則違真。違真故", "231": "迷性而莫返。逆俗故言淡而無味。中流之人。如存", "232": "如亡。下士拊掌而笑之。今汝欲學下士笑於大道", "233": "乎。曰師亦言即心是佛。南方知識亦爾。那有異同。", "234": "師不應自是而非他。師曰。或名異體同。或名同體", "235": "異。因茲濫矣。只如菩提涅槃真如佛性。名異體同。", "236": "真心妄心。佛智世智。名同體異。緣南方錯將妄心", "237": "言是真心。認賊為子。有取世智稱為佛智。猶如魚", "238": "目而亂明珠。不可雷同。事須甄別。曰若為得離此", "239": "過。師曰。汝但子細返觀陰入界處。一一推窮有纖", "240": "毫可得否。曰子細觀之。不見一物可得。師曰。汝壞", "241": "身心相耶。曰身心性離。有何可壞。師曰。身外更有", "242": "物否。曰身心無外。寧更有物耶。師曰。汝壞世間相", "243": "耶。曰世間相即無相。那用更壞。師曰。若然者。即離", "244": "過矣。華嚴經曰。一念普觀無量劫。無去無來亦無", "245": "住。如是了知三世事。超諸方便成十力。此所謂自", "246": "他不隔於毫端。始終不離於當念。不知有邊無邊", "247": "之見。從何建立。", "248": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "249": "觀彼幽清常擾動元。於知見中生計度者。是人墜入", "250": "四種顛倒不死矯亂徧計虗論。一者是人觀變化元。", "251": "見遷流處。名之為變。見相續處。名之為恒。見所見處。", "252": "名之為生。不見見處。名之為滅。相續之因。性不斷處。", "253": "名之為增。正相續中。中所離處。名之為減。各各生處。", "254": "名之為有。互互亡處。名之為無。以理都觀。用心別見。", "255": "有求法人。來問其義。答言我今亦生亦滅。亦有亦無。", "256": "亦增亦減。於一切時。皆亂其語。令彼前人遺失章句。", "257": "二者是人諦觀其心。互互無處。因無得證。有人來問。", "258": "唯答一字。但言其無。除無之餘。無所言說。三者是人", "259": "諦觀其心。各各有處。因有得證。有人來問。唯答一字。", "260": "但言其是。除是之餘。無所言說。四者是人有無俱見。", "261": "其境枝故。其心亦亂。有人來問。答言亦有即是亦無。", "262": "亦無之中。不是亦有。一切矯亂。無容窮詰。由此計度。", "263": "矯亂虗無。墮落外道。惑菩提性。是則名為第五外道。", "264": "四顛倒性不死矯亂徧計虗論。", "265": "通曰。此猶然亦有亦無見也。上言常無常。邊無邊。", "266": "尚有區別。未至溷淆。此則即常即無常。即邊即無", "267": "邊。一切矯亂。無容窮詰。實為虗無荒唐之論。顛倒", "268": "之甚者。就上遷流有邊處。名之為變。相續無邊處。", "269": "名之為常。八萬劫內所見處。名之為生。八萬劫外", "270": "不見處。名之為滅。又於相續中不斷處。計為增。如", "271": "白黑月漸生。中所離處。計為減。如晦夕白黑俱盡。", "272": "又於各各生處。總謂之有。互互亡處。總謂之無。於", "273": "一行陰生滅。分為八義。以理都觀。兩可俱是。不能", "274": "定其端的。於一切時。皆亂其語。沉溺於行陰之中。", "275": "不能超越於行陰之外。故為生滅所轉耳。又從有", "276": "無而分之。於念念滅相而得證者。但言其無。於念", "277": "念生相而得證者。但言其是。又從有無而合之。言", "278": "亦有即是亦無。亦無即是亦有。亦有之中不是亦", "279": "無。亦無之中不是亦有。語雖互見。與前微有別。前", "280": "兩端並陳。不能決了。此但舉一端。兩端具在。言亦", "281": "有即是亦無。不專言無。亦無之中不是亦有。不專", "282": "言是。知見紛錯。莫有定衡。儱侗慌惚。歸於虗謬。外", "283": "道計天為常住。名為不死。計不亂答得生彼天。若", "284": "實不知而輒答者。恐成矯亂。佛訶云。此真矯亂議", "285": "論。故名為不死矯亂徧計虗論。曰徧計者。計有又", "286": "計無。生滅增減恒變。一切徧計。其實無益於得。總", "287": "為戲論。雖然。通方作家。道有也得。道無也得。在在", "288": "有出身之路。僧問趙州。狗子還有佛性也無。州云", "289": "有。僧云。既有。為甚麼却撞入這箇皮袋。州云。為他", "290": "知而故犯。又有僧問狗子還有佛性也無。州云無。", "291": "僧云。一切眾生。皆有佛性。狗子為甚麼却無。州云。", "292": "為伊有業識在。天童頌云。狗子佛性有。狗子佛性", "293": "無。直釣元求負命魚。逐氣尋香雲水客。嘈嘈雜雜", "294": "作分踈。平展演。大鋪舒。莫怪儂家不慎初。指點瑕", "295": "疵還奪璧。奉王不識藺相如。天童別有頌云。趙州", "296": "道有。趙州道無。狗子佛性。天下分疎。面赤不如語", "297": "直。心真必定言麤。七百甲子老禪伯。驢糞逢人換", "298": "眼珠。又京兆惟寬禪師。僧問狗子還有佛性否。師", "299": "曰有。曰和尚還有否。師曰。我無。曰一切眾生。皆有", "300": "佛性。和尚因何獨無。師曰。我非一切眾生。曰。既非", "301": "眾生。莫是佛否。師曰。不是佛。曰究竟是何物。師曰。", "302": "亦不是物。曰可見可思否。師曰。思之不及。議之不", "303": "得。故曰不可思議。外道欲於可思可議者徧計立", "304": "論。豈不顛倒。", "305": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "306": "觀彼幽清。常擾動元。於無盡流生計度者。是人墜入", "307": "死後有相。發心顛倒。或自固身。云色是我。或見我圓。", "308": "含徧國土。云我有色。或彼前緣。隨我迴復。云色屬我。", "309": "或復我依。行中相續。云我在色。皆計度言死後有相。", "310": "如是循環。有十六相。從此或計畢竟煩惱。畢竟菩提。", "311": "兩性並驅。各不相觸。由此計度死後有故。墮落外道。", "312": "惑菩提性。是則名為第六外道立。五陰中死後有相", "313": "心顛倒論。", "314": "通曰。前五所計或有或無。或亦有亦無。不出三句。", "315": "未見雙非。尚滯在行陰中。故今計及死後有相無", "316": "相。及有無俱非。又於後後有無。起斷滅涅槃二見。", "317": "蓋行陰幾空。而窺見識陰矣。且來先去後。唯識主", "318": "之。故此以五陰並言。龍勝曰。五道中眾生身見力", "319": "因緣故。見四種我。色眾是我。色是我。我中色。色中", "320": "我。合云唯色是我。唯離色是我。我在色中。色在我", "321": "中。如是推求。了不可得。受想行識。亦復如是。而外", "322": "道返執為有相。或自固身。即色是我也。含徧國土。", "323": "色在我中也。前緣迴復。離色是我也。依行相續。我", "324": "在色中也。依此四計。受想行識皆然。乃至即行是", "325": "我。離行是我。我在行中。行在我中。所計之我。即識", "326": "陰也。皆計死後復有。成十六相。煩惱由陰而生。菩", "327": "提由我而證。兩性並驅。入未來際。皆畢竟有。故云", "328": "立五陰中死後有相心顛倒論。此從各各有處。因", "329": "有得證而創為此論也。本菴道瓊首座。嘗舉隻履", "330": "西歸語謂眾曰。坐脫立亡倒化即不無。要且未有", "331": "逝而後出遺履者。為復後代兒孫不及祖師。為復", "332": "祖師剩有這一著子。仍大笑曰。老野狐。紹興庚申", "333": "冬。信守迎主超化。不赴。貽偈得法弟子慧山曰。口", "334": "觜不中祥老子。愛向叢林鼓是非。分付雪峯山首", "335": "座。為吾痛罵莫饒伊。顧專使曰。為我傳語侍郎。行", "336": "計迫甚。不及修答。聲絕而化。有僧問洞山。亡僧遷", "337": "化後。向甚麼處去也。山云。火後一莖茅。投子頌云。", "338": "野火燒時越轉新。至今煙𦦨雨難霖。旱地紅蓮遮", "339": "日月。無根樹長翠成陰。若識此有相。雖言有相也", "340": "不妨。", "341": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "342": "觀彼幽清。常擾動元。於先除滅色受想中生計度者。", "343": "是人墜入死後無相。發心顛倒。見其色滅。形無所因。", "344": "觀其想滅。心無所繫。知其受滅。無復連綴。陰性銷散。", "345": "縱有生理而無受想。與草木同。此質現前。猶不可得。", "346": "死後云何更有諸相。因之勘校。死後相無。如是循環。", "347": "有八無相。從此或計涅槃因果。一切皆空。徒有名字。", "348": "究竟斷滅。由此計度死後無故。墮落外道。惑菩提性。", "349": "是則名為第七外道。立五陰中死後無相心顛倒論。", "350": "通曰。此斷見也。第於色受想滅而勘校之。即此行", "351": "陰生理。將來究竟斷滅。行陰滅。則歸藏識海。彼之", "352": "所計。未為無見。然藏識非可滅者。彼但見其滅。遂", "353": "計涅槃因果。一切皆空。究竟斷滅。不知此特無相。", "354": "非無其理也。故約四陰現在因亡將來果滅。合之", "355": "成八無相。乃立五陰中死後無相心顛倒論。此亦", "356": "從互互無處。因無得證。而創為此論也。長沙岑因", "357": "僧亡以手摩之曰。大眾。此僧却真實為諸人提綱", "358": "商量。會麼。乃有偈曰。目前無一法。當處亦無人。蕩", "359": "蕩金剛體。非妄亦非真。又曰。不識金剛體。却喚作", "360": "緣生。十方真寂滅。誰在復誰行。洞山將圓寂。謂眾", "361": "曰。吾有閑名在世。誰人為吾除得。眾皆無對。時沙", "362": "彌出曰。請和尚法號。山曰。吾閑名已謝。石霜云。無", "363": "人得他肯。雲居云。若有閑名。非吾先師。曹山云。從", "364": "古至今。無人辨得。疎山云。龍有出水之機。無人辨", "365": "得。大陽明安問梁山。如何是無相道場。山指觀音", "366": "云。此是吳處士畫。陽擬進語。山急索曰。這箇是有", "367": "相底。如何是無相底。陽於言下有省。禮拜。乃歸本", "368": "位立。山云。何不道取一句。陽云。道則不辭。恐上紙", "369": "墨。山呵呵笑云。此語上石去在。後果上󳬴。投子拈", "370": "云。道曠古今。行人難度。山危絕險。登者無因。倘", "371": "不發明先蹤。履踐無期得入。所以悟由自己。印乃", "372": "憑師。遞代證明。續佛慧命。此者窮崖問路。力盡指", "373": "蹤。巖壁無門。力窮進退。既金龍失水。妙翅急提。別", "374": "透波瀾復歸本位。諸仁者。正當恁麼時。還知古人", "375": "退位處麼。若知得。可謂萬仞峰摧。千波竭沸。龍宮", "376": "與天界分簷。鳳闕並星辰合彩。巖松籠瑞。川霧草", "377": "薰。不犯化門。千山迥出。若不知落處。巖闊無人問。", "378": "龍愁滄海深。頌曰。路窮崖仞問山翁。別指巖西嶺", "379": "近東。擬進霧垂嵐氣重。迴頭頃見太陽紅。若於此", "380": "無相得箇消息。雖言無相也不妨。", "381": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "382": "觀彼幽清。常擾動元。於行存中。兼受想滅。雙計有無。", "383": "自體相破。是人墜入死後俱非起顛倒論。色受想中。", "384": "見有非有。行遷流內。觀無不無。如是循環。窮盡陰界。", "385": "八俱非相。隨得一緣。皆言死後有相無相。又計諸行", "386": "性遷訛故。心發通悟。有無俱非。虗實失措。由此計度。", "387": "死後俱非。後際昏瞢。無可道故。墮落外道。惑菩提性。", "388": "是則名為第八外道。立五陰中。死後俱非。心顛倒論。", "389": "通曰。此非有非無見也。起於雙計有無。自體相破。", "390": "不但色受想滅。有即非有。行陰遷變。無即不無。於", "391": "此循環返復觀之。向之滅者曾有。雖無不無。今之", "392": "存者終滅。雖有非有。以是四陰雙計。故成八非。隨", "393": "舉一緣。皆具有相無相。此但於緣觀其相之有無。", "394": "未為精也。又於行性生滅流變之中。見生中即有", "395": "滅。故非有也。見滅中即有生。故非無也。此有無俱", "396": "非。於行性上觀。非心發通悟者不能。有而不有。是", "397": "謂妙有。無而不無。是謂真無。乃道中第一義諦妙", "398": "真如性也。彼但於行性見其俱非。後際識陰。尚昏", "399": "瞢無睹。故虗實失措。莫知所歸。既無歸宿。即無可", "400": "道。雖欲發揮藏識非生非滅境界。亦不可得。況", "401": "真如第一義諦。不生不滅之至理乎。彼所謂通悟。", "402": "僅同緣覺之悟。而不可語於正悟也。此有無俱非。", "403": "亦從前矯亂言。亦有即是亦無。亦無之中不是亦", "404": "有。推極死後。創為此論。均名顛倒。外道問佛。不問", "405": "有言。不問無言。世尊良久。外道讚嘆曰。世尊大慈", "406": "大悲。開我迷雲。令我得入。外道去後。阿難問佛。外", "407": "道有何所證而言得入。佛云。如世良馬。見鞭影而", "408": "行。世尊以良馬許此外道。亦其心發通悟者。雪竇", "409": "頌云。機輪曾未轉。轉必兩頭走。明鏡忽臨臺。當下", "410": "分妍醜。奸醜分兮迷雲開。慈門何處生塵埃。因思", "411": "良馬窺鞭影。千里追風喚得迴。喚得回。鳴指三下。", "412": "有僧問法眼。如何是亡僧面前觸目菩提。眼云。是", "413": "汝面前。又問亡僧遷化。向甚麼處去。眼曰。亡僧幾", "414": "曾遷化。僧云。爭奈即今何。眼云。汝不識亡僧。法眼", "415": "盡力呼喚。尚不迴頭。若於此省去。可謂四句俱離。", "416": "靈根獨露。", "417": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "418": "觀彼幽清。常擾動元。於後後無生計度者。是人墜入", "419": "七斷滅論。或計身滅。或欲盡滅。或苦盡滅。或極樂滅。", "420": "或極捨滅。如是循環。窮盡七際。現前銷滅。滅已無復。", "421": "由此計度死後斷滅。墮落外道。惑菩提性。是則名為", "422": "第九外道。立五陰中死後斷滅心顛倒論。", "423": "通曰。前見有行陰而無受想。此行陰亦無。故曰後", "424": "後無。前死後無相。但屬身滅一際耳。此窮盡七際。", "425": "滅不復生。身屬欲界。兼人與天。欲盡屬初禪。苦盡", "426": "屬二禪。極樂屬三禪。極捨兼四禪無色二種。雖言", "427": "五事滅。實該七際。此入無想天外道。大約與無聞", "428": "比丘同一斷見。謂已證果不受後有。故立死後斷", "429": "滅論。開先照禪師上堂。叢林規矩。古佛家風。一參", "430": "一請。一粥一飯。且道明箇甚麼。祗如諸人心心不", "431": "停。念念不住。若能不停處停。念處無念。自合無生", "432": "之理。與麼說話。笑破他人口。參。僧問雲門。不起一", "433": "念還有過也無。門云。須彌山。白雲端頌云。須彌山", "434": "兮塞宇宙。千眼大悲看不透。除非自解倒騎牛。一", "435": "生不著隨人後。天童頌云。不起一念須彌山。韶陽", "436": "法施意非慳。肯來兩手相分付。擬去千尋不可攀。", "437": "滄海闊。白雲閑。莫將毫髮著其間。假雞聲韻難謾", "438": "我。未肯模糊放過關。此二頌大有甄別。若靠著不", "439": "起一念。不解倒騎牛消息。即是假雞聲韻。不免隨", "440": "人後矣。惡能透向上關捩子耶。", "441": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "442": "觀彼幽清。常擾動元。於後後有。生計度者。是人墜入", "443": "五涅槃論。或以欲界為正轉依。觀見圓明。生愛慕故。", "444": "或以初禪性無憂故。或以二禪性無苦故。或以三禪", "445": "極悅隨故。或以四禪苦樂二亡。不受輪迴生滅性故。", "446": "迷有漏天。作無為解。五處安隱。為勝淨依。如是循環。", "447": "五處究竟。由此計度五現涅槃。墮落外道。惑菩提性。", "448": "是則名為第十外道。立五陰中五現涅槃心顛倒論。", "449": "阿難。如是十種禪那狂解。皆是行陰用心交互。故現", "450": "斯悟。眾生頑迷。不自忖量。逢此現前。以迷為解。自言", "451": "登聖。大妄語成。墮無間獄。汝等必須將如來語。於我", "452": "滅後。傳示末法。徧令眾生。覺了斯義。無令心魔自起", "453": "深孽。保持覆護。銷息邪見。教其身心開覺真義。於無", "454": "上道。不遭枝歧。勿令心祈得少為足。作大覺王清淨", "455": "標指。", "456": "通曰。既云後後無已。何以復後後有也。蓋此幽清", "457": "常擾動元。是滅不得者。非得真寂滅場地。妄於滅", "458": "處見有可證。故言後後有。蓋行陰剎那暫停。圓明", "459": "略現。便謂此無生滅。即是涅槃。乃於五處計涅槃", "460": "果。使涅槃而有五也。可謂之真涅槃乎。即前七際", "461": "滅盡。立五涅槃。愛慕圓明。人天所共。苦藥二亡。不", "462": "受生滅。四禪與無色天同也。此五處安穩不出三", "463": "界。欲漏有漏無明漏。依然潛伏。且本於有為功用。", "464": "純熟成就。彼唯證無想定。便謂得無為果。迷於有", "465": "漏之中而不自覺。劫滿還入輪轉。豈得為真涅槃", "466": "耶。僧志道請益六祖曰。學人自出家。覽涅槃經。十", "467": "載有餘。未明大意。願和尚垂誨。祖曰。汝何處未明。", "468": "曰諸行無常。是生滅法。生滅滅已。寂滅為樂。於此", "469": "疑惑。祖曰。汝作麼生疑。曰一切眾生。皆有二身。謂", "470": "色身法身也。色身無常。有生有滅。法身有常。無知", "471": "無覺。經云生滅滅已。寂滅為樂者。不審何身寂滅。", "472": "何身受樂。若色身者。色身滅時。四大分散。全然是", "473": "苦。苦不可言樂。若法身寂滅。即同草木瓦石。誰當", "474": "受樂。又法性是生滅之體。五陰是生滅之用。一體", "475": "五用。生滅是常。生則從體起用。滅則攝用歸體。若", "476": "聽更生。即有情之類。不斷不滅。若不聽更生。則永", "477": "歸寂滅。同於無情之物。如是則一切諸法。被涅槃", "478": "之所禁伏。尚不得生。何樂之有。祖曰。汝是釋子。何", "479": "習外道斷常邪見。而議最上乘法。據汝所說。即色", "480": "身外別有法身。離生滅求於寂滅。又推涅槃常樂。", "481": "言有身受用。斯乃執吝生死。躭著世樂。汝今當知。", "482": "佛為一切迷人。認五蘊和合為自體相。分別一切", "483": "法為外塵相。好生惡死。念念遷流。不知夢幻虗假。", "484": "枉受輪迴。以常樂涅槃翻為苦相。終日馳求。佛愍", "485": "此故。乃示涅槃真樂。剎那無有生相。剎那無有滅", "486": "相。更無生滅可滅。是則寂滅現前。當現前時。亦無", "487": "現前之量可得。乃謂常樂。此樂無有受者。亦無不", "488": "受者。豈有一體五用之名。何況更言涅槃禁伏之", "489": "法。令永不生。斯乃謗佛毀法。聽吾偈曰。無上大涅", "490": "槃。圓明常寂照。凡愚謂之死。外道執為斷。諸求二", "491": "乘人。目以為無作。盡屬情所計。六十二見本。妄立", "492": "虗假名。何為真實義。唯有過量人。通達無取捨。以", "493": "知五蘊法。及以蘊中我。外現眾色相。一一音聲相。", "494": "平等如夢幻。不起凡聖見。不作涅槃解。二邊三際", "495": "斷。常應諸根用。而不起用想。分別一切法。不起分", "496": "別想。劫火燒海底。風吹山相擊。真常寂滅樂。涅槃", "497": "相如是。吾今強言說。令汝捨邪見。汝勿隨言解。許", "498": "汝知少分。志道聞偈大悟。作禮而退。若六祖所論。", "499": "直指真義。作大覺王。清淨標指。誠有契乎其言。枝", "500": "見不生。心魔自息。庶幾行陰可破。而超眾生濁矣。", "501": "阿難。彼善男子修三摩提。行陰盡者。諸世間性。幽清", "502": "擾動。同分生機。倐然隳裂。沉細綱紐。補特伽羅酬業", "503": "深脉。感應懸絕。於涅槃天。將大明悟。如雞後鳴瞻顧", "504": "東方。已有精色。六根虗淨。無復馳逸。內外一作內內湛明。", "505": "入無所入。深達十方十二種類受命元由。觀由執元。", "506": "諸類不召。於十方界。已獲其同。精色不沉。發現幽祕。", "507": "此則名為識陰區宇。若於羣召已獲同中。銷磨六門。", "508": "合開成就。見聞通隣。互用清淨。十方世界。及與身心。", "509": "如吠瑠璃。此青寶石內外明徹。名識陰盡。是人則能超越", "510": "命濁。觀其所由。岡象虗無顛倒妄想。以為其本。", "511": "通曰。諸世間性。不出十二類生滅之性。其行陰幽", "512": "清擾動。雖無生滅麤相。然常擾動元。新新不住。此", "513": "即同分發生之機。行陰盡者。此機隳裂。謂之曰機。", "514": "深沉而不可見。微細而不可指。如綱之綱。如衣之", "515": "紐。有此綱紐。即生滅根元。補特伽羅。中陰取趣之", "516": "身。酬因答果。脉脉感應。毫髮無爽。今者生機隳裂。", "517": "則業因既亡。孰為引果報。身既無。孰是酬因。因果", "518": "俱亡。感應懸絕。為絕其傳送沉細之深脉也。脉之", "519": "動也甚微。脉不斷。則命根不斷。脉斷而機泯。乃可", "520": "入乎無生之境也。前三陰盡。如雞初鳴。精色未分。", "521": "尚在昏瞢。此行陰盡。如雞後鳴。瞻顧東方。已有精", "522": "色。入此識陰。六根虗靜。無復馳逸動擾之相。湛明", "523": "澄徹。內而又內。深之又深。以至入無所入。直達本", "524": "源之地。故前未通其各命由緒。僅見同生之機。今", "525": "達十二種類受命元由。蓋已見其同而不見其生", "526": "也。觀其由。執其元。不令遷流。不令馳逸。此既無端。", "527": "彼自不召。盡十方界。唯心唯識而已。又惡有不同", "528": "哉。既獲其同。天地與我同根。萬物與我一體。渾然", "529": "一藏識海也。瞻顧精色。不至昏沉。則不覩不聞。名", "530": "至幽者。無聲無臭。名至祕者。漸漸於此發現呈露。", "531": "雖能發現而未至於精瑩。尚為識陰所覆。故名識", "532": "陰區宇。若於十二類生受命元由。已獲同中。能以", "533": "定慧之力。銷磨六門。使其分者可合。壅者可開。開", "534": "合自由。明不循根。其見其聞。與圓通隣。則六根清", "535": "淨。可以互用。即前所云返流全一。六用不行。於是", "536": "十方國土。皎然清淨。譬如瑠璃。內懸明月。此亦云", "537": "十方世界。及與身心。如吠瑠璃。蓋金翅鳥卵也。精", "538": "瑩朗徹。如金剛然。不可破壞。既內而身心。外而世", "539": "界。朗然明徹。不但精色發現而已。一切如來。密圓", "540": "淨妙。皆現其中。是人即獲無生法忍。即所謂乾慧", "541": "地也。非識陰盡者不及此。識陰細微難斷。即是命", "542": "根。受命元由。皆始於此。今識陰盡。則根元俱盡。諸", "543": "類不召。並其不召者而妄之矣。十方皆同。並其同", "544": "者而泯之矣。故能超越命濁也。古師以息煖識三", "545": "和合成命。受生之際。識陰為先。若本識既離。則息", "546": "煖隨滅。此識謝命終。凡夫皆然。而可謂之超命濁", "547": "乎。所云識陰盡者。已無來先去後之識。所云超命", "548": "濁者。業已證阿羅漢道。不受後有。詎可輕談。且前", "549": "數取趣身。各從其類。行陰盡者。已絕此脉。若此識", "550": "陰命脉。更為微細。故謂之罔象虗無。罔者若無。象", "551": "者若有。若有若無。又畢竟虗無。虗無者。不生不滅", "552": "真如體也。罔象者。八識中生滅影子也。故依真如", "553": "即名正覺。依八識即係妄覺。背覺合塵。故名顛倒", "554": "妄想。識陰盡者。則是轉識成智。轉生滅而依不生", "555": "滅也。除此罔象虗無細微顛倒妄想。豈易為力哉。", "556": "僧問香巖。如何是道。巖云。枯木裏龍吟。僧云。如何", "557": "是道中人。巖云。髑髏裏眼睛。僧舉問石霜。如何是", "558": "枯木裏龍吟。霜云。猶帶喜在。僧云。如何是髑髏裡", "559": "眼睛。霜云。猶帶識在。又問曹山。如何是枯木裡龍", "560": "吟。山曰。血脉不斷。僧曰。如何是髑髏裡眼睛。山曰。", "561": "乾不盡。僧曰。未審還有得聞者否。山曰。盡大地未", "562": "有一箇不聞者。僧曰。未審龍吟是何章句。山曰。不", "563": "知是何章句。聞者皆喪。山以偈示之曰。枯木龍吟", "564": "真見道。髑髏無識眼初明。喜識盡時消息盡。當人", "565": "那辨濁中清。天童拈云。王居門裏。臣不出門。故喜", "566": "識俱盡。則子歸就父。名乾得盡。即所云識陰盡也。", "567": "不有如是章句。惡能明是章句。", "568": "阿難。當知是善男子。窮諸行空。於識還元。已滅生滅。", "569": "而於寂滅精妙未圓。能令己身根隔合開。亦與十方", "570": "諸類通覺。覺知通㳷。能入圓元。若於所歸。立真常因。", "571": "生勝解者。是人則墮因所因執。娑毗迦羅。黃髮外道所歸", "572": "冥諦。成其伴侶。迷佛菩提。亡失知見。是名第一立所", "573": "得心。成所歸果。違遠圓通。背涅槃城。生外道種。", "574": "通曰。識陰湛明。因行而流。行陰既空。已滅生滅流", "575": "注之相。然尚依識元湛不流處。故於寂滅精妙未", "576": "圓。寂滅云者。生滅滅已。不復更用滅其生滅也。今", "577": "滅生滅。尚屬功用。故未為妙。有識元在。故未得圓。", "578": "然已還識元。銷磨六門。歸在一處。能令己身六根", "579": "間隔者。至是互用。合開無礙。寄根明發。操縱自如。", "580": "不但自覺內瑩。亦與十方諸類通覺。諸類之覺。即", "581": "我之覺。我之覺。即諸類之覺。覺知相通。脗合無二。", "582": "能入覺元。圓融無滯。是元極圓。即諸類受命之元。", "583": "亦即諸類發覺之元。命由此立。覺由此起。既為覺", "584": "所自出。不見有知覺之相。是覺者非常。而無覺者", "585": "為常。故覺歸無常。即是真常。於識還元。即是真常", "586": "之因。此特於八識未形之前。冥然罔覺。認為歸宿", "587": "之地。乃外道所謂冥諦也。既有所歸。又有所因。能", "588": "因所因。皆即是妄。立所得心。成所得果。即因即果。", "589": "皆墮所安。有所即非圓。有所即非真。故曰違遠圓", "590": "通。與無上涅槃相背而馳也。雲蓋山志元禪師。因", "591": "潭州道正表聞馬王。乞師論義。王請師上殿相見。", "592": "茶罷。師就王乞劍。師握劍問道正曰。你教中道。恍", "593": "恍惚惚。其中有物。是何物。杳杳冥冥。其中有精。是", "594": "何精。道得不斬。道不得即斬。道正茫然。便禮拜懺", "595": "悔。師謂王曰。還識此人否。王曰識。師曰。是誰。王曰。", "596": "道正。師曰。不是。其道若正。合對得山僧。祗是箇無", "597": "主孤魂。因茲道士更不紛紜。直饒對得分明。也不", "598": "出冥諦。與無上正等正覺。大相遠在。", "599": "阿難。又善男子窮諸行空。已滅生滅。而於寂滅精妙", "600": "未圓。若於所歸。覽為自體。盡虗空界十二類內所有", "601": "眾生。皆我身中一類流出。生勝解者。是人則墮能非", "602": "能執。摩醯首羅。色頂魔王現無邊身。成其伴侶。迷佛菩提。", "603": "亡失知見。是名第二立能為心。成能事果。違遠圓通。", "604": "背涅槃城。生大慢天我徧圓種。", "605": "通曰。前常無常論。觀妙明心。徧十方界。湛然以為", "606": "究竟神我。從是則計我徧十方。凝明不動。一切眾", "607": "生。於我心中。自生自死。即此所云皆我身中一類", "608": "流出之見。但彼見其行。故計生滅。此見其元。故計", "609": "能為。雖執我能生彼而實不能。故曰能非能執。十", "610": "二類生受命元由。握之在我。即謂命自我出。無不", "611": "可者。何以曰非能。蓋三界唯心。萬法唯識。無我相", "612": "可得。故能為萬象生也。今於識元覽為自體。便謂", "613": "宇宙在乎手。萬化生其身。是猶窺見海能生漚。而", "614": "自身未離乎漚也。漚豈能生漚哉。一有能執。雖現", "615": "廣大神通。總歸於慢。為其強不能而謂能也。摩醯", "616": "首羅。三目八臂。騎白牛。執白拂。能現起無邊眾生", "617": "身。遂謂眾生自我流出。彼所居色頂天。未能超三", "618": "界也。不出三界。而曰能生三界。豈不自慢。立我能", "619": "生彼之心。計我能成彼之事。存一能見。便不自圓。", "620": "故曰違遠圓通。背涅槃城。雪峰示眾云。盡大地撮", "621": "來粟米粒大。拋向面前。漆桶不會。打鼓普請看。雪", "622": "竇頌云。牛頭沒。馬頭回。曹溪鏡裏絕塵埃。打鼓看", "623": "來君不見。百華春至為誰開。他日又云。盡大地是", "624": "沙門一隻眼。汝等諸人向什麼處屙。趙州聞舉云。", "625": "闍黎若迴。寄箇鍬子去。海印信頌云。沙門隻眼不", "626": "容物。萬象森羅從彼出。鍬子何人識趙州。放行底", "627": "事須綿密。別峰印頌云。雪峰何處屙。趙州寄鍬子。", "628": "沙門一隻眼。狼藉乃如此。呵呵呵。大唐國裏鼓聲", "629": "起。新羅國裏舞婆娑。看雪峰這般舉唱。只要識取", "630": "本來一類流出。實際理地。了無影響蹤跡。若說能", "631": "解能悟。能為萬法之源。即係脫空謾語漢。須用趙", "632": "州鍬子始得。", "633": "又善男子。窮諸行空。已滅生滅。而於寂滅精妙未圓。", "634": "若於所歸。有所歸依。自疑身心從彼流出。十方虗空。", "635": "咸其生起。即於都起所宣流地。作真常身無生滅解。", "636": "在生滅中。早計常住。既惑不生。亦迷生滅。安住沉迷。", "637": "生勝解者。是人則墮常非常執。計自在天。成其伴侶。", "638": "迷佛菩提。亡失知見。是名第三立因依心。成妄計果。", "639": "違遠圓通。背涅槃城。生倒圓種。", "640": "通曰。前云若依所歸。立真常因。歸既有所。是我有", "641": "所歸也。我所歸者。實能生我。於是自疑身心從彼", "642": "識元流出。十方虗空。咸其生起。不自我起。故曰都", "643": "起。不自我流。故曰宣流。未有我時。先有此識。不但", "644": "生我。能生一切。於是稍稍窺見神我為常。識元是", "645": "常。神我猶屬七識。識元純是八識未動之初也。即", "646": "以此為無生無滅。作真常身。於此湛不搖處。微細", "647": "生滅中。早計常住。不但不見真不生滅性。亦且迷", "648": "現在生滅法矣。安住沉迷。以為勝解。是以非常為", "649": "常也。故墮常非常執。如計自在天能生我者。而以", "650": "為常。不知自在天亦非常住天也。道書曰。太乙者。", "651": "元一之氣。始生於太虗之上。有玉京之天。四方各", "652": "有八天。三十二帝居之。玉京之上有玉清上清太", "653": "清三清之天。三清之上。有虗皇十天。元老元尊與", "654": "天皇九皇居之。是色頂及空居天。外道所不能詳。", "655": "便以為生天生地之本也。至謂天皇降九氣為混", "656": "沌。而西域亦以大梵天為世界主。皆出此見。此則", "657": "立因依心。因依識元。能生我故。成妄計果。妄計常", "658": "住。非由我故。前計我圓生物。此計彼圓生我。故名", "659": "倒圓。蓋欲忘我忘能。而不能盡泯其生相也。故曰", "660": "違遠圓通。背涅槃城。大寧寬示眾。拈拄杖云。前佛", "661": "性命。後佛紀綱。總在這裏。如今用去也。為雲為雨。", "662": "為瑞為祥。利人利天。出生入死。他方世界。出沒卷", "663": "舒。若也通身是口。說不能盡。通身是眼。照不能窮。", "664": "一念相應。剎那萬劫。又慈明示眾云。道吾打鼓。四", "665": "大部州同參。拄杖橫也。挑括乾坤大地。鉢盂轉也。", "666": "覆却恒沙世界。且問汝等諸人。向甚麼處安身立", "667": "命。若也知安身立命處。北俱盧洲。喫粥喫飯。若也", "668": "不知。長連床上。喫粥喫飯。此諸尊宿指出真不生", "669": "滅為真常身。且道有歸宿無歸宿。不妨疑著。", "670": "又善男子。窮諸行空。已滅生滅。而於寂滅精妙未圓。", "671": "若於所知。知徧圓故。因知立解。十方草木。皆稱有情。", "672": "與人無異。草木為人。人死還成十方草樹。無擇徧知。", "673": "生勝解者。是人則墮知無知執。婆吒霰尼。二外道名執一", "674": "切覺。成其伴侶。迷佛菩提。亡失知見。是名第四計圓", "675": "知心。成虗謬果。違遠圓通。背涅槃城。生倒知種。", "676": "通曰。前所歸冥諦。冥然無知。而知畢竟不可滅。故", "677": "又因知立解。謂識元有知。而一切法由知變起。因", "678": "計知體徧圓諸法。至謂無情徧皆有知。無所簡擇。", "679": "是以無知為知。故名倒知。譚子化書曰。老楓化為", "680": "羽人。朽麥化為蝴蝶。自無情而之有情也。賢女化", "681": "為貞石。山蚯化為百合。自有情而之無情也。孰為", "682": "彼。孰為我。孰為有識。孰為無識。萬物一物也。萬神", "683": "一神也。即此草木為人人為草木之見。僧問忠國", "684": "師。古德云。青青翠竹。盡是法身。󳬂󳬂黃華。無非般", "685": "若。有人不許。云是邪說。亦有信者。云不思議。不知", "686": "若為。師曰。此蓋普賢文殊境界。非諸凡小而能信", "687": "受。皆與大乘了義經意合。故華嚴經云。佛身充滿", "688": "於法界。普現一切羣生前。隨緣赴感靡不周。而常", "689": "處此菩提座。翠竹既不出於法界。豈非法身乎。又", "690": "般若經云。色無邊故。般若亦無邊。黃華既不越於", "691": "色。豈非般若乎。深遠之言。不省者難為措意。於是", "692": "禪客作禮而去。又華嚴座主。問大珠和尚曰。禪客", "693": "何故不許青青翠竹盡是法身。󳬂󳬂黃華無非般", "694": "若。珠曰。法身無像。應翠竹以成形。般若無知。對黃", "695": "華而顯相。非彼黃華翠竹而有般若法身。故經云。", "696": "佛真法身。猶若虗空。應物現形。如水中月。黃華若", "697": "是般若。般若即同無情。翠竹若是法身。法身還能", "698": "應用。座主會麼。云不了此意。珠曰。若見性人。道是", "699": "亦得。道不是亦得。隨用而說。不滯是非。若不見性", "700": "人。說翠竹著翠竹。說黃華著黃華。說法身滯法身。", "701": "說般若不識般若。所以皆成諍論。座主禮謝而去。", "702": "妙喜曰。眾中商量道。二尊宿恁麼切磋。一人得其", "703": "體。一人得其用。得其用者。事上建立。得其體者。理", "704": "上掃除。所謂實際理地。不受一塵。佛事門中。不捨", "705": "一法。我為法王。於法自在。或抑或揚。無得無失。恁", "706": "麼見解。喚作矮子看戲。妙喜見處。也要諸人共知。", "707": "不見道破驢脊上足蒼蠅。又僧問雲門。如何是清", "708": "淨法身。門云。華藥欄。僧云。便恁麼去時如何。門曰。", "709": "金毛獅子。雪竇頌云。華藥欄。莫顢頇。星在秤兮不", "710": "在盤。便恁麼。大無端。金毛獅子大家看。天童拈云。", "711": "賊來須打。客來須待。雲門雪竇。二俱作家。這裏莫", "712": "有便恁麼去者麼。切忌撞頭磕額。據二三老宿見", "713": "處。何等圓妙。便恁麼去且不可。況於其中計圓知", "714": "心。成虗謬果。", "715": "又善男子。窮諸行空。已滅生滅。而於寂滅精妙未圓。", "716": "若於圓融根互用中。已得隨順。便於圓化一切發生。", "717": "求火光明。樂水清淨。愛風周流。觀塵成就。各各崇事。", "718": "以此羣塵發作本因。立常住解。是人則墮生無生執。", "719": "諸迦葉波。三大龜氏并婆羅門。勤心役事。事火崇水。求出", "720": "生死。成其伴侶。迷佛菩提。亡失知見。是名第五計著", "721": "崇事。迷心從物。立妄求因。求妄冀果。違遠圓通。背涅", "722": "槃城。生顛化種。", "723": "通曰。行陰既空。六根互用根根圓融。資發變化。隨", "724": "順無礙。便以圓融變化一切。皆能發生。謂此六根", "725": "由清淨四大而有。清淨四大之性。常住世間。曾無", "726": "滅息。既能化起六根。一切羣塵。皆由發起。是清淨", "727": "四大其本因也。現前地水火風。雖遷滅無常。而本", "728": "因之地。常住不毀。故求火光明。光明之性常住故", "729": "也。樂水清淨。清淨之性常住故也。愛風周流。周流", "730": "之性常住故也。觀塵成就。成就之性常住故也。於", "731": "此各各崇事。求出生死。非徒崇事其相。欲因相而", "732": "得其性也。如月光童子初習水觀。至累劫乃能與", "733": "水為一。外道崇奉之意。彷彿類此。欲與四大之性", "734": "合而為一。常住世間。名不生滅。此其非所求而求。", "735": "謂之妄求。非所冀而冀。謂之妄冀。四大能生。有為", "736": "之生者。四大能化。有為之化者。四大為所生。而實", "737": "不能生。四大為所化。而實不能化。執此不生而以", "738": "為生。顛倒化理故名顛化。且心為萬化之原。一切", "739": "萬物。皆由心出。今迷心從物。捨本事末。欲出生死。", "740": "返入生死。亡失知見。而至愚癡若此。豈不違遠圓", "741": "通背涅槃城。以是為忘知泯見。冀不生滅難矣。昔", "742": "魯祖凡見僧來。便面壁。南泉聞云。我尋常向他道。", "743": "空劫以前承當。佛未出世時會取。尚不得一箇半", "744": "箇。他恁麼。驢年去。保福問長慶。只如魯祖。節文在", "745": "什麼處。被南泉恁麼道。慶云。退己讓人。萬中無一。", "746": "天童頌云。淡中有味。妙超情謂。綿綿若存兮象先。", "747": "兀兀如愚兮道貴。玉雕文以喪淳。珠在淵而自媚。", "748": "十分爽氣兮清磨暑秋。一片閑雲兮遠分天水。此", "749": "豈壁觀婆羅門可共語哉。又雪峰問僧。甚麼處來。", "750": "曰神光來。峰曰。晝喚作日光。夜喚作火光。作麼生", "751": "是神光。僧無對。峰自代云。日光火光。且道日光火", "752": "光。便當却神光也無。須是見諸相非相。方契無生", "753": "之旨。", "754": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "755": "若於圓明計明中虗。非滅羣化。以永滅依為所歸依。", "756": "生勝解者。是人則墮歸無歸執。無想天中。諸舜若多。", "757": "成其伴侶。迷佛菩提。亡失知見。是名第六圓虗無心。", "758": "成空亡果。違遠圓通。背涅槃城。生斷滅種。", "759": "通曰。前妄計四大為不生滅。是墮常見。此破滅羣", "760": "化而依永滅。是墮斷見。明中虗。虗中明。似現圓明。", "761": "唯執定明中虗無。以無歸為歸。坐住空性。便落無", "762": "想天果。舜若多無身覺觸。如來光中映令暫見。由", "763": "於以空為因。故以空成果。此乃斷滅如來種性。所", "764": "謂蕉芽敗種者也。外道以是為涅槃。去真涅槃千", "765": "里萬里。僧問雲門。樹凋葉落時如何。門云。體露金", "766": "風。雪竇頌云。門既有宗。答亦攸同。三句可辨。一簇", "767": "遼空。大野兮凉颷颯颯。長天兮疎雨濛濛。君不見", "768": "少林久坐未歸客。靜依熊耳一叢叢。此豈無歸為", "769": "歸者。所能窺其萬一。玄沙上堂云。佛道閑曠。無有", "770": "程途。無門解脫之門。無意道人之意。不在三際。故", "771": "不可昇沉。建立乖真。非屬造作。動則起生死之本。", "772": "靜則醉昏沉之鄉。動靜雙泯。俱落空亡。動靜雙收。", "773": "顢頇佛性。必須對塵對鏡。如枯木寒󰞆。臨時應用。", "774": "不失其宜。如鏡照諸像。不亂光輝。鳥飛空中。不雜", "775": "空色。所以十方無影像。三界絕行蹤。不墮往來機。", "776": "不住中間意。鐘中無鼓響。鼓中無鐘聲。鐘鼓不相", "777": "交。句句無前後。如壯士展臂。不藉他力。師子遊行。", "778": "豈求伴侶。九霄絕翳。何在穿通。一段光明。未曾昏", "779": "暗。若到這裏。體寂寂。常的的。日赫𦦨。無邊表。圓覺", "780": "空中不動搖。吞爍乾坤迥然照。玄沙雲門。洞見涅", "781": "槃真體。本無生滅。發揮精妙若此。足令外道寒毛", "782": "卓竪。", "783": "又善男子。窮諸行空。已滅生滅。而於寂滅精妙未圓。", "784": "若於圓常。固身常住。同於精圓。長不傾逝。生勝解者。", "785": "是人則墮貪非貪執。諸阿斯陀。此云無比求長命者。成其", "786": "伴侶。迷佛菩提。亡失知見。是名第七執著命元。立因", "787": "妄因。趣長勞果。違遠圓通。背涅槃城。生妄延種。", "788": "通曰。窺見圓明。便計明中虗相。窺見圓常。便計常", "789": "不毀相。此智者不免。然圓明未甞不虗。而虗不可", "790": "執。執虗則落於空。精圓未甞不常。而常不可執。執", "791": "常則趣於勞。莊子云。大塊勞我以生。又態經鳥伸。", "792": "吐故納新。亦勤勞之事。故曰長勞。別本有作長牢", "793": "者。即常住果也。且此四大色身。定業所拘。分段不", "794": "可為變易。猶變易不可為分段也。身本無常。實不", "795": "可貪。今乃貪著欲其長久。是謂貪非貪執。雖諸長", "796": "壽仙有得其術而證此者。不過堅固其妄身而已。", "797": "於真常不毀之性。大相遙遠。故謂之違遠圓通。背", "798": "涅槃城也。著執著命元。凝定識精湛不搖處。乃能", "799": "超無想天。而生非非想天。此又西域外道第一種", "800": "視固身常住者。最勝八萬劫滿。還入輪迴。惡在其", "801": "能常住乎。玄沙因誤服藥。徧身紅爛。僧問如何是", "802": "堅固法身。沙云。膿滴滴地。懷和尚頌云。滴滴通身", "803": "是爛膿。釣魚船上顯家風。時人只看絲綸上。不見", "804": "蘆華對蓼紅。端和尚云。曾有人問法華。如何是清", "805": "淨法身。只答他道。屎臭熏天。又云。蓮華葉上化生", "806": "兒。且道與古人是同是別。法華亦有頌云。屎臭熏", "807": "天亦偶然。法華爭敢為君宣。鼻中若有通天竅。一", "808": "任橫行不著穿。此諸尊宿。於堅固法身。尚且談之", "809": "欲嘔。況敝陋色身。而欲妄延乎哉。然亦有乘願力", "810": "而來者。非假修得。如千歲寶掌。中印度人。周威烈", "811": "十二年生。左手握拳。七歲祝髮。乃展。因名寶掌。魏", "812": "晉間遊此土。入蜀禮普賢。常不食。日誦般若等經", "813": "千餘卷。有詠之者曰。勞勞玉齒寒。似迸巖泉急。有", "814": "時中夜坐。堦前神鬼泣。一日謂眾曰。吾有願住世", "815": "千歲。今年六百二十有六。故以千歲稱之。次遊五", "816": "臺。徙居祝融峰之華嚴。黃梅之雙峰。廬山之東林。", "817": "尋抵建業。會達磨大師入梁。因就扣其旨。開悟。武", "818": "帝高其道臘。延入內廷。未幾入吳。有偈曰。梁城遇", "819": "導師。參禪了心地。飄零二浙遊。更盡佳山水。順流", "820": "東下。至天竺。住鄮峰。登太白。穿雁蕩。盤󴃤於翠峰", "821": "七十二菴。回赤城。憩雲門法華等處。返飛來棲之", "822": "石竇。有行盡支那四百州。此中偏稱道人遊之句。", "823": "時貞觀十五年也。後居浦江之寶嚴。與朗禪師友", "824": "善。每通問。以白犬馳往。朗亦以青猿為使令。故題", "825": "朗壁曰。白犬銜書至。青猿洗鉢回。顯慶二年正旦。", "826": "手塑一像。至九日像成。問其徒慧雲。此肖誰。對曰", "827": "與和尚無異。即澡浴易衣趺坐。謂雲曰。吾住世一", "828": "千七十二年。今將謝世。聽吾偈曰。本來無生死。今", "829": "亦示生滅。我得去住心。他年復來此。頃時囑曰。吾", "830": "滅後六十年。有僧來取吾骨。勿拒。言訖而逝。越五", "831": "十四年。有刺浮長老。自雲門至塔所。禮曰。冀塔洞", "832": "開。少選。塔戶果啟。其骨連環若黃金色。浮即持往", "833": "秦望。建塔奉藏。以周威烈丁卯至唐高宗顯慶丁", "834": "巳。實一千七十二年。抵此土歷四百餘。外道家求", "835": "長壽。能如寶掌者。幾何人哉。", "836": "又善男子。窮諸行空。已滅生滅。而於寂滅精妙未圓。", "837": "觀命互通。却留塵勞。恐其銷盡。便於此際。坐蓮華宮。", "838": "廣化七珍。多增寶煖。恣縱其心。生勝解者。是人則墮", "839": "真無真執。吒枳迦羅。他化天名成其伴侶。迷佛菩提。亡失", "840": "知見。是名第八發邪思因。立熾塵果。違遠圓通。背涅", "841": "槃城。生天魔種。", "842": "通曰。識陰為十二類眾生之命元。我命通彼。彼命", "843": "通我。故曰互通。識陰若盡。十方眾生命即皆盡。我", "844": "命亦盡。誰證真常理。誰為所化眾生。徒有真常。無", "845": "證真常者。恐其銷盡。欲留塵勞。度脫眾生。始而坐", "846": "蓮華宮。廣化七珍。意非不美。既而多增寶媛。恣縱", "847": "其心。則邪思入之矣。依此邪思。欲證真常。起用化", "848": "物。而不知其非。故名真無真執。吒枳迦羅。即欲頂", "849": "他化自在天。能化欲境以自娛樂者。他化天未必", "850": "皆魔。然魔王神變與之相類。故與同居。唯欲塵如", "851": "火。故曰熾塵。前十種天魔。一一以潛行貪欲為事。", "852": "是邪思所發。不可禁制。無著則謂之天。有著則謂", "853": "之魔也。法華經曰。汝等莫得樂住三界火宅。無貪", "854": "麤弊色聲香味觸也。若貪著生愛。則為所燒。昔󳬂", "855": "頭藍弗以世俗智。伏下地惑。獲非想定。具五神通。", "856": "時君尊敬。迎以入宮。宮中女子。接足而禮。󳬂頭藍", "857": "弗觸女子手。遂生貪欲。便失神通。飯食訖。徐步歸", "858": "山。故偈曰。纔生一念欲。便失五神通。此樂變化天", "859": "魔。以識陰伏而得之。未甞不以邪思發而失之。通", "860": "報既盡。便入淪墮。是樂亦何可常。故謂之真無真", "861": "也。若維摩大士所現神力。即時須彌燈王佛。遣三", "862": "萬二千師子座。高廣嚴淨。來入維摩詰室。諸菩薩", "863": "大弟子釋梵四天王等。昔所未見。其室廣博。悉包", "864": "容三萬二千師子座。無所妨礙。寶覺禪師曰。以師", "865": "子座之高廣。毗耶室之狹小。佇思其間。即成妨礙。", "866": "此真神通力。故不可思議。", "867": "又善男子。窮諸行空。已滅生滅。而於寂滅精妙未圓。", "868": "於命明中。分別精麤。疏決真偽。因果相酬。唯求感應。", "869": "背清淨道。所謂見苦斷集。證滅修道。居滅已休。更不", "870": "前進。生勝解者。是人則墮定性聲聞。諸無聞僧增上", "871": "慢者。成其伴侶。迷佛菩提。亡失知見。是名第九圓精", "872": "應心。成趣寂果。違遠圓通。背涅槃城。生纏空種。", "873": "通曰。識陰露現。故曰命明。識既含藏有漏無漏種", "874": "子。今於此中分別決擇。苦集有漏名麤名偽。道滅", "875": "無漏名精名真。擇去麤偽苦集。而留精真道滅。修", "876": "道為感。證滅為應。意但取此。不復更進。此四諦法", "877": "輪。本脩圓觀。法界平等。離二邊垢。名清淨道。今發", "878": "小乘欣厭之解。不離因果。居滅便休。是清邊垢也。", "879": "故謂之背。趣寂纏空。證於偏真。與前斷滅稍異。前", "880": "一向歸無。屬無想天。此有滅可證。屬四空天。纏空", "881": "云者。精圓感應。為寂所縛。不能回向趣大乘也。定", "882": "性聲聞。已證入定。未證漏盡。執滯四諦言教。故命", "883": "之曰聲聞。不能發悟求進無上菩提。聞舉頓教法", "884": "門。便乃退座。此所謂增上慢者。未得為得。卒歸於", "885": "無聞也。古人云。莫守寒巖異草青。坐著白雲宗不", "886": "妙。所以蓮華菴主拈拄杖示眾云。古人到這裏。為", "887": "甚麼不肯住。眾無語。自代云。為他途路不得力。復", "888": "云畢竟如何。又自代云。楖𣗖橫擔不顧人。直入千", "889": "峰萬峰去。雪竇頌云。眼裏塵沙耳裏土。千峰萬峰", "890": "不肯住。落華流水共茫茫。剔起眉毛何處去。又僧", "891": "問雲居簡禪師。孤峰獨宿時如何。居云。九間僧堂", "892": "裏不臥。誰教你孤峰獨宿。丹霞頌云。法爾非脩本", "893": "十分。平常酬答最分明。雖然指出長安道。無奈遊", "894": "人不肯行。聲聞趣寂。尚屬巧勳。法爾非脩。是真寂", "895": "滅。彼鈍根者。故不了此。", "896": "又善男子。窮諸行空。已滅生滅。而於寂滅精妙未圓。", "897": "若於圓融清淨覺明。發研深妙。即立涅槃而不前進。", "898": "生勝解者。是人則墮定性辟支。諸緣獨倫不迴心者。", "899": "成其伴侶。迷佛菩提。亡失知見。是名第十圓覺㳷心。", "900": "成湛明果。違遠圓通。背涅槃城。生覺圓明。不化圓種。", "901": "通曰。圓融清淨。則非背清淨道者可及。於常樂我", "902": "淨四德。庶幾近之。但執而未化耳。彼蓋以覺為明。", "903": "見其圓則滯於圓。見其明則滯於明。明故不惑於", "904": "因果感應。圓故不泥於居滅即休。於此發研深妙。", "905": "深而又深。不墮於有。妙而又妙。不墮於無。即此非", "906": "有非無。立為不生不滅之涅槃而不復前進。是乃", "907": "定性辟支果也。辟支有二種。出有佛世曰緣覺。出", "908": "無佛世曰獨覺。皆以觀緣悟道。至湛不搖處。脗合", "909": "圓覺。但覺字不能除得。滯在圓明一路。堅執不化。", "910": "故曰不迴心者。宗門所謂夜明簾外轉身難也。僧", "911": "問金峰志禪師。四海晏清時如何。峰云。猶是堦下", "912": "漢。丹霞頌云。四海烟塵已晏然。當軒明月照人寒。", "913": "大功不賜將軍賞。寶馬金鎗頓懶觀。僧問曹山。朗", "914": "月當空時如何。山曰。猶是堦下漢。曰請師接上階。", "915": "山曰。月落後來相見。正與此同。投子示眾云。若論", "916": "此事。如鸞鳳冲霄。不留其跡。羚羊挂角。那覓其蹤。", "917": "金龍不守於寒潭。玉兔豈棲於蟾影。其或賓主若", "918": "立。須威音路外搖頭。問答言陳。乃玄路傍提為唱。", "919": "若能如是。猶在半途。更乃凝眸。不勞相見。頌曰。水", "920": "澄月滿道人愁。妙盡無依類莫收。劫外正偏兼帶", "921": "路。不萌枝上辨春秋。若於此等公案有透徹路。便", "922": "可與諸緣獨倫為師。此緣獨本一種。前分者非是。", "923": "阿難。如是十種禪那。中塗成狂。因依迷惑。於未足中。", "924": "生滿足證。皆是識陰用心交互。故生斯位。眾生頑迷。", "925": "不自忖量。逢此現前。各以所愛先習迷心。而自休息。", "926": "將為畢竟所歸寧地。自言滿足無上菩提。大妄語成。", "927": "外道邪魔所感業終。墮無間獄。聲聞緣覺。不成增進。", "928": "汝等存心。秉如來道。將此法門。於我滅後。傳示末世。", "929": "普令眾生覺了斯義。無令見魔。自作沉孽。保綏哀救。", "930": "銷息邪緣。令其身心入佛知見。從始成就。不遭歧路。", "931": "通曰。前行陰十種禪那。至五現涅槃而極。已有悟", "932": "機。尚未證果。今識陰十種禪那。至辟支涅槃而極。", "933": "已入果位。故曰生斯位。前八種外道。違真中二理。", "934": "起界內邪見。業終仍入輪迴。後二種二乘。違中道", "935": "諦。起界外邪見。迴心即入大乘。故能增進。迴智向", "936": "悲。即菩薩道。前云心魔。此云見魔。心尚流動兼六", "937": "識。見唯執持兼七識。總不出無始習氣見愛二惑。", "938": "因依迷惑。不能究竟。於未足中生滿足證。已至八", "939": "識湛不搖處。不能轉識成智。故曰惑菩提性。亡失", "940": "知見。此知見即佛知見。非果亡也。迷在識陰。不得", "941": "瑩徹。為識所覆。故違遠圓通。八識即如來藏性。悟", "942": "之即能轉識而成正果。迷之則為識轉而入輪迴。", "943": "故能開示悟入佛之知見。則從始入門。即得成就。", "944": "不復為歧見所惑矣。雲峰悅上堂。有情之本。依智", "945": "海以為源。含識之流。總法身而為體。祗為情生智", "946": "隔。想變體殊。達本情亡。知心體合。諸禪德會麼。古", "947": "佛與露柱相交。佛殿與籠燈鬬額。若也不會。單重", "948": "交拆。僧問芭焦徹和尚。有一人不捨生死。不證涅", "949": "槃。師還提𢹂也無。徹曰。不提𢹂。僧云。為甚麼不提", "950": "𢹂。徹云。老僧粗識好惡。投子頌云。百歲童兒出戶", "951": "來。滿身紅爛惹塵埃。火中閑步清涼地。識者無因", "952": "敢近擡。若識此人。即入佛知見。不遭歧路。", "953": "如是法門。先過去世。恒沙劫中。微塵如來。乘此心開。", "954": "得無上道。識陰若盡。則汝現前諸根互用。從互用中。", "955": "能入菩薩金剛乾慧。圓明精心。於中發化。如淨瑠璃。", "956": "內含寶月。如是乃超十信十住十行十迴向四加行", "957": "心菩薩所行金剛十地。等覺圓明。入於如來妙莊嚴", "958": "海。圓滿菩提。歸無所得。此是過去先佛世尊。奢摩他", "959": "中此云止毗婆舍那此云觀覺明分析微細魔事。魔境現", "960": "前。汝能諳識。心垢洗除。不落邪見。陰魔銷滅。天魔摧", "961": "碎。大力鬼神。褫魄逃逝。魑魅魍魎。無復出生。直至菩", "962": "提。無諸少乏。下劣增進。於大涅槃。心不迷悶。若諸末", "963": "世愚鈍眾生。未識禪那。不知說法。樂修三昧。汝恐同", "964": "邪。一心勸令持我佛頂陀羅尼呪。若未能誦。寫於禪", "965": "堂。或帶身上。一切諸魔。所不能動。汝當恭欽十方如", "966": "來究竟修進。最後垂範。", "967": "通曰。此段經文。與前阿難殷勤啟請十方如來。得", "968": "成菩提妙奢摩他。三摩禪那。最初方便。首尾呼應。", "969": "此先佛世尊。於禪那中。覺明分析細微魔事。魔不", "970": "得入。乘此心開。得無上道。要於識陰都盡而已。陀", "971": "那微細識。習氣成暴流。真非真恐迷。我常不開演。", "972": "故迷之則中途成狂。而諸魔熾盛。悟之則轉識成", "973": "智。而菩提現前。若各以所愛先習迷心。而自休息。", "974": "未得謂得。未證謂證。有得有證。此即魔屬。識陰若", "975": "盡。神我都忘。返流全一。諸根互用。從互用中。透入", "976": "金剛乾慧。於中發起真智。如淨琉璃。內含寶月。一", "977": "切如來密圓淨妙。皆現其中。於是即獲無生法忍。", "978": "乃能超十信十住十行十回向四加行心。及菩薩", "979": "所行金剛十地。證於等覺。等覺圓明。入於如來妙", "980": "莊嚴海。即妙覺位也。前云有三摩提。名大佛頂首", "981": "楞嚴王。具足萬行。十方如來一門超出妙莊嚴路。", "982": "即此謂也。圓滿菩提。歸無所得。若有一法可得。然", "983": "燈佛即不與我授記。故得無所得。證無所證。即是", "984": "見性。能見性。即成佛也。有由乾慧地即證菩提者。", "985": "謂之曰超。超固頓也。有由乾慧地安立聖位而至", "986": "圓滿菩提者。頓而圓也。此圓頓法門。當下轉識成", "987": "智。諸魔事根柢於識者。從何出生。故曰不取無非", "988": "幻。非幻尚不生。幻法云何立。幻且無有。何有於魔", "989": "哉。故凡夫而知此也。直至菩提。更無欠少。二乘而", "990": "知此也。回心增進。得大涅槃。此妙奢摩他三摩禪", "991": "那。固是最初方便。亦是最後垂範。但可忽然自悟。", "992": "非由人得。亦非可尋常觀行修證而得。是不可思", "993": "議境界。如修三昧而持呪者。一切諸魔所不能動。", "994": "不可思議。故此以持呪終之。與前大佛頂相應。所", "995": "以表至尊至貴第一法門也。青原思禪師問六祖", "996": "曰。當何所務。即不落堦級。祖云。汝曾作什麼來。思", "997": "云。聖諦亦不為。祖曰。落何堦級。思云。聖諦尚不為。", "998": "何堦級之有。祖深器之。令思首眾。既乃命分化一", "999": "方。偈曰。心地含諸種。普雨悉皆萌。頓悟華情已。菩", "1000": "提果自成。投子頌云。無見頂露雲攢急。劫外靈枝", "1001": "不帶春。那邊不坐空王殿。爭肯耘田向日輪。丹霞", "1002": "頌云。卓爾難將正眼窺。迥超今古類何齊。苔封古", "1003": "殿無人侍。月鎻蒼梧鳳不棲。僧問瑞巖。作麼生商", "1004": "量。即得不落堦級。巖云。排不出。曰為甚麼排不出。", "1005": "巖曰。他從來無堦級。曰未審居何位次。巖云。不坐", "1006": "普光殿。曰還理化也無。巖曰。名聞三界重。何處不", "1007": "歸朝。夫妙莊嚴海。福慧俱足。萬行具備。大不可思", "1008": "議。聖諦且不足言。而況其凡乎。", "1009": "阿難即從座起。聞佛示誨。頂禮欽奉。憶持無失。於大", "1010": "眾中。重復白佛。如佛所言。五陰相中。五種虗妄。為本", "1011": "想心。我等平常。未蒙如來微細開示。又此五陰。為併", "1012": "銷除。為次第盡。如是五重。詣何為界。唯願如來發宣", "1013": "大慈。為此大眾清明心目。以為末世一切眾生作將", "1014": "來眼。佛告阿難。精真妙明。本覺圓淨。非留死生。及諸", "1015": "塵垢。乃至虗空。皆因妄想之所生起。斯元本覺妙明", "1016": "真精。妄以發生諸器世間。如演若多迷頭認影。妄元", "1017": "無因。於妄想中。立因緣性。迷因緣者。稱為自然。彼虗", "1018": "空性。猶實幻生。因緣自然。皆是眾生妄心計度。阿難。", "1019": "知妄所起。說妄因緣。若妄元無。說妄因緣。元無所有。", "1020": "何況不知推自然者。", "1021": "通曰。阿難所問。為併銷除。為次第盡。決擇頓漸二", "1022": "門。作將來人天眼目。世尊先以最上一路。乘悟併", "1023": "銷者示之。唯在悟入精真妙明本覺圓淨。此體非", "1024": "留死生妄業。及諸塵垢妄緣。乃至虗空非業非緣", "1025": "者。如大海不宿死屍相似。即有五陰死生塵垢虗", "1026": "空等相。亦無處著。如是見得妙明原自精真。何有", "1027": "於妄。本覺故自圓淨。何有於染。而世間死生遷流", "1028": "屬受想行者。塵垢渾濁屬色者。依虗空而立屬八", "1029": "識者。皆由妄想生起。既是本覺妙明真精。何因起", "1030": "妄。發生諸器世間見相二分等。妄本無因。如前所", "1031": "云演若達多迷頭認影。人人皆知是妄。此妄從何", "1032": "而起。以為因緣。非因緣也。以為自然。非自然也。非", "1033": "因緣。非自然。無乃虗空性乎。亦非虗空性也。彼虗", "1034": "空性如海一漚發。以大覺觀之。猶然是幻。何況生", "1035": "死塵垢依虗空而立者。豈非幻中之幻乎。故說因", "1036": "緣性。說自然性。皆妄心計度。原非實有。既非因緣", "1037": "自然。則五陰之妄。本無自性。既無自性。本自不生。", "1038": "妄本不生。何處覓妄。故知妄起處。乃可說妄因緣。", "1039": "此妄如何而生。應當如何而息。斯有五陰銷滅次", "1040": "第可言。若妄元無。即妄即真。起處尚且不知。何從", "1041": "而名之曰因緣。又何從而推之曰自然。如眼無眚", "1042": "病。但見一月。本無第二月。何處更索第二月。而與", "1043": "之論因緣自然哉。此乘悟併銷。為最上圓頓法門。", "1044": "固不論云何銷除。而亦未甞不併銷除。但唯悟入", "1045": "精真妙明本覺圓淨。更無餘事。僧問長沙岑。本來", "1046": "人還成佛否。沙曰。你道大唐天子還割茅刈草麼。", "1047": "投子頌云。苔殿重重紫氣深。星分辰位正乾坤。金", "1048": "輪不御閻浮境。豈並諸候寶印尊。又僧問九峰滿", "1049": "禪師。人人盡道請益。未審師還拯濟也無。滿曰。汝", "1050": "道巨嶽還乏寸土麼。曰四海參尋。當為何事。滿曰。", "1051": "演若迷頭心自狂。曰還有不狂者也無。滿曰有。曰", "1052": "如何是不狂者。滿曰。突曉途中眼不開。此於覺明", "1053": "為咎。已斷妄根。故演若迷狂。無自而起。非真見本", "1054": "來面目者。未易達此。", "1055": "是故如來與汝發明五陰本因。同是妄想。汝體先因", "1056": "父母想生。汝心非想。則不能來想中傳命。如我先言", "1057": "心想酢味。口中涎生。心想登高。足心酸起。懸崖未有。", "1058": "酢物未來。汝體必非虗妄通倫。口水如何因談酢出。", "1059": "是故當知汝現色身。名為堅固第一妄想。", "1060": "通曰。想胡為乎生哉。生於識也。識初動處。是謂想", "1061": "元。識是命根。依想而傳。識動則想生。想生則命立。", "1062": "命立則四大具。所謂命煖識三。和合而成人是也。", "1063": "故己之想與父母之想合。則福德優劣。隨其所願。", "1064": "而色身堅固。於是乎現。未生以前。但有想耳。未想", "1065": "以前。但有識耳。識神不死。是謂命根。命根欲其堅", "1066": "固長久。故既現色身。唯恐銷殞。此即妄想堅固之", "1067": "明驗也。若曰秉天地陰陽之氣。實有此身。非從妄", "1068": "立。則談酢必無涎生。談崖必無酸起。決不從妄流", "1069": "轉。今口中水出。足下酸起。未必實境。但因想生。則", "1070": "此身宛是妄想倫類。故與妄感相應。又何怪乎此", "1071": "身不從父母想生哉。唯以想從想。如水出酸起。現", "1072": "有色身。則此色身。明是一堅固妄想也。故謂色陰", "1073": "堅固妄想以為其本。若識此想非因緣生。非自然", "1074": "生。全體是妄。則當下寂滅。本自無色。孰與交織而", "1075": "為劫濁哉。故能空劫濁也。忠國師上堂。青蘿夤緣。", "1076": "直上寒松之頂。白雲淡泞。出沒太虗之中。萬法本", "1077": "閑而人自鬧。雲門上堂。諸和尚子。莫妄想。天是天。", "1078": "地是地。山是山。水是水。僧是僧。俗是俗。良久曰。與", "1079": "我拈案山來。僧便問學人見山是山水是水時如", "1080": "何。門曰。三門為甚麼騎佛殿從這裏過。曰恁麼。則", "1081": "不妄想去也。門曰。還我話頭來。夫學人明知萬法", "1082": "本閑。色陰不有。明知妄想是妄。於我無與。為甚麼", "1083": "不空色陰。只未明雲門話頭在。參。", "1084": "即此所說臨高想心。能令汝形真受酸澀。由因受生。", "1085": "能動色體。汝今現前順益違損。二現驅馳。名為虗明", "1086": "第二妄想。", "1087": "通曰。想在心而形乃酸澀。必有受之者。而後動其", "1088": "色體也。有想即有受。有受即有現。故樂受為順為", "1089": "益。苦受為逆為損。二現迭遷。驅馳不息。誰為之受。", "1090": "唯虗則受。唯明則領納。是虗明妄想。屬前五識。即", "1091": "是見分。見與相淆。故名見濁。若識此受非因緣生。", "1092": "非自然生。故屬虗妄。雖有虗明。原無自體。既無自", "1093": "體。本自不生。既本不生。誰為受者。誰為見者。故能", "1094": "破見濁也。趙州上堂。菩提涅槃。真如佛性。盡是貼", "1095": "體衣服。亦名煩惱。實際理地。甚麼處著。一心不生。", "1096": "萬法無咎。汝但究理坐看三二十年。若不會。截取", "1097": "老僧頭去。夢幻空華。徒勞把捉。心若不異。萬法一", "1098": "如。既不從外得。更拘執作麼。如羊相似。亂拾物安", "1099": "向口裏。老僧見葯山和尚道。有人問著。但教合取", "1100": "狗口。老僧亦教合取狗口。取我是垢。不取我是淨。", "1101": "一似獵狗專欲得物喫。佛法在甚麼處。千人萬人。", "1102": "盡是覓佛漢子。於中覓一箇道人無。若與空王為", "1103": "弟子。莫教心病最難醫。又僧問洞山。時時勤拂拭。", "1104": "為甚麼不得鉢袋子。山曰。直饒道本來無一物。亦", "1105": "不得他鉢袋子。曰未審甚麼人合得。山曰。不入門", "1106": "者。曰祗如不入門者。還得否。山曰。雖然如是。不得。", "1107": "不與他。復曰。直饒道本來無一物。猶不合得他鉢", "1108": "袋子。且道什麼人合得。這裏合得下一轉語。且道", "1109": "下得什麼語。一上座下九十六轉語。不契。末後云。", "1110": "設使將來。他亦不受。山深肯之。雪竇云。他既不受。", "1111": "是眼。將來必應是瞎。天童拈云。長蘆則不然。直須", "1112": "將來。若不將來。爭知不受。直須不受。若不不受。爭", "1113": "免將來。將來的必應是眼。不受的真箇是瞎。還會", "1114": "麼。照盡體無依。通身合大道。此從長爪比丘兩處", "1115": "負墮化將來。直須不受亦不受。方能超越見濁。", "1116": "由汝念慮。使汝色身。身非念倫。汝身何因隨念所使。", "1117": "種種取像。心生形取。與念相應。寤即想心。寐為諸夢。", "1118": "則汝想念搖動妄情。名為融通第三妄想。", "1119": "通曰。念慮無形。色身有質。念動身隨。何因為其所", "1120": "使。由想融之也。心生虗想。形取實物。種種心酬。與", "1121": "念相應。由想通之也。使心隨境。使境隨心。搖動妄", "1122": "情。無間寤寐。此屬妄想本際。力能融通無礙。蓋第", "1123": "六識作用也。是為煩惱窠臼。若識此想。非因緣生。", "1124": "非自然生。當體虗妄。即當體空寂。想本無生。又何", "1125": "煩惱之為祟哉。昔仰山於僧堂三昧次。夜半。不見", "1126": "山河大地。寺宇人物。以至己身。全同空界。明晨舉", "1127": "似溈山。溈曰。我在百丈時得此境。乃是融通妄想", "1128": "銷明之功。汝向後說法。有人過者。無有是處。天童", "1129": "舉圓覺經云。居一切時。不起妄念不。於諸妄心。亦", "1130": "不息滅不。住妄想境。不加了知不。於無了知。不辨", "1131": "真實不。頌云。巍巍堂堂。磊磊落落。鬧處刺頭。穩處", "1132": "下脚。脚下線斷我自由。鼻端泥盡君休斵。莫動著。", "1133": "千年故紙中合藥。瑯琊覺甞問講僧曰。如何居一", "1134": "切時不起妄念。對曰。起即是病。又問如何是於諸", "1135": "妄心亦不息滅。對曰。息即是病。又問如何是住妄", "1136": "想境不加了知。對曰。知即是病。又問如何是於無", "1137": "了知不辨真實。對曰。辨即是病。覺公笑曰。汝識藥", "1138": "矣。然未識藥中之忌也。寶覺為之偈曰。黃華熳熳。", "1139": "翠竹珊珊。江南地暖。塞北春寒。遊人去後無消息。", "1140": "留得雲山到老看。此諸尊宿。可謂脚下線斷。縱橫", "1141": "自由。足為破想陰者規則。", "1142": "化理不住。運運密移。甲長髮生。氣銷容皺。日夜相代。", "1143": "曾無覺悟。阿難。此若非汝。云何體遷。如必是真。汝何", "1144": "無覺。則汝諸行念念不停。名為幽隱第四妄想。", "1145": "通曰。堅固妄想。不離色塵。虗明妄想。猶與色對。融", "1146": "通妄想。即屬內塵。有像可取。有境可得。至幽隱妄", "1147": "想。無像可窺。無境可執。新新不住。運運密移。趣乎", "1148": "生則爪生髮長。趣乎滅則氣銷容皺。日夜相代乎", "1149": "前而我不覺。以為非我乎而我體日遷。以為即我", "1150": "乎而我又無覺。蓋至幽至隱之妄想。念念遷流。莫", "1151": "可方物。不知者第歸之於化理而已。行陰屬第七", "1152": "識。已離諸想。故不可覺。而生滅流注。最為微細。總", "1153": "不出於三界輪轉。故命之曰眾生濁。若於念念不", "1154": "停。有箇停處。即不受眾生輪轉。僧問龍牙遁禪師。", "1155": "二鼠侵藤時如何。牙云。須有隱身處始得。僧云。如", "1156": "何是隱身處。牙云。還見儂家麼。丹霞頌云。寒月依", "1157": "依上遠峯。平湖萬頃練光封。漁歌驚起汀洲鷺。飛", "1158": "出蘆華不見蹤。故知此隱身處。神鬼也覰不著。而", "1159": "行陰不能惑已。蓋微細生滅。即係明暗二境。日夜", "1160": "相代。而形體遷變如二鼠侵藤。日就銷滅。此屬幽", "1161": "隱妄想。而藏身處無蹤跡者。足以破之。", "1162": "又汝精明湛不搖處名恒常者。於身不出見聞覺知。", "1163": "若實精真。不容習妄。何因汝等曾於昔年覩一奇物。", "1164": "經歷年歲。憶忘俱無。於後忽然覆覩前異。記憶宛然。", "1165": "曾無遺失。則此精了湛不搖中。念念受熏。有何籌筭。", "1166": "阿難。當知此湛非真。如急流水。望如恬靜。流急不見。", "1167": "非是無流。若非想元。寧受妄習。非汝六根互用開合。", "1168": "此之妄想。無時得滅。故汝現在見聞覺知。中串習幾。", "1169": "則湛了內罔象虗無。第五顛倒微細精想。阿難。是五", "1170": "受陰。五妄想成。", "1171": "通曰。行陰生滅。念念不停。但幽隱不可見耳。至湛", "1172": "不搖處。已滅生滅。何以名妄想耶。為有識體精明", "1173": "在也。即此精明體段。善惡不萌。意識俱泯。湛然常", "1174": "凝。似有類於本覺精真者。而實非本覺精真也。本", "1175": "覺精真。不落見聞覺知。故不受熏。今湛不搖處。識", "1176": "無所存。落在無記。無記之性。通於現量。不出前五", "1177": "識見聞覺知境界。此見聞覺知。雖無擬議卜度。却", "1178": "能領納受熏。故所見奇物。憶忘俱無。偶一覆覩。記", "1179": "憶宛然。真如夾氷之魚。觸境即發。而生滅未甞泯", "1180": "也。當知此湛非真。念念受熏中。串習幾習氣。幾微", "1181": "常習未已。如串珠相似。有此精明。即有此見聞覺", "1182": "知。有此見聞覺知。不離根塵。即能攪境受熏。容習", "1183": "妄業。故知非真湛也。必須返流全一。銷磨六門。迥", "1184": "脫根塵。六根互用。但一精真。寄根明發。開合自由。", "1185": "妄習無寄。故口如鼻孔。眼似眉毛。以耳觀色。色不", "1186": "能搖。以目聽聲。聲不能引。如是乃為妙湛總持。妄", "1187": "想無自而入也。蓋前五識未入思惟。與八識貼體", "1188": "而近。故六七因上轉。五八果上圓。非有後得智。不", "1189": "能轉前五識也。至轉識成智。得其真湛。然後信八", "1190": "識種子微細生滅。流急不見。非是無流。雖似恬靜。", "1191": "不名真湛。彼湛了內。罔象虗無。微細精想。似有若", "1192": "無。未甞無想。故亦謂之妄想也。蓋第八識依不生", "1193": "不滅與生滅和合。而成識。若背塵合覺。依不生滅。", "1194": "即名正知。若背覺合塵。依於生滅。即名顛倒。想元", "1195": "乃識初動處。五種妄想。皆由此起。由一念迷妄。受", "1196": "此取此。以自蔽覆。故名五受陰。亦名五取蘊。悉妄", "1197": "想為之本也。永嘉曰。明識一念之中。五陰者。謂歷", "1198": "歷分明。即是識陰。領納在心。即是受陰。心緣此理。", "1199": "即是想陰。行用此理。即是行陰。穢污真性。即是色", "1200": "陰。此五陰者。舉體即是一念。一念者。舉體全是五", "1201": "陰。歷歷見在一念之中。無有主宰。即是人空慧。見", "1202": "如幻化。即是法空慧。必如永嘉所言。人法俱空。識", "1203": "陰乃盡。而後能超越命濁也。趙州問投子。大死底", "1204": "人却活時如何。子曰。不許夜行。投明須到。雪竇頌", "1205": "云。活中有眼還同死。藥忌何須鑒作家。古佛尚言", "1206": "曾未到。不知誰解撒塵沙。天童頌云。芥城劫石妙", "1207": "窮初。活眼空中照廓虗。不許夜行投曉到。家音未", "1208": "肯付鴻魚。此妙絕想元。不容習妄。實際理地。不動", "1209": "步而到。分明畫轉識成智底格則也。", "1210": "汝今欲知因界淺深。唯色與空。是色邊際。唯觸及離。", "1211": "是受邊際。唯記與忘。是想邊際。唯滅與生。是行邊際。", "1212": "湛入合湛。歸識邊際。", "1213": "通曰。前阿難問如是五重。詣何為界。此詳答有因", "1214": "有界。自淺及深。色不自色。因空顯色。是色空邊際。", "1215": "乃色界也。受不自受。因觸有受。是觸離邊際。乃受", "1216": "界也。想不自想。因記名想。是記忘邊際。乃想界也。", "1217": "行不自行。因生滅不停名行。是生滅邊際。乃行界", "1218": "也。識稱湛了。已滅生滅。性入元澄。而合乎湛。有入", "1219": "有合。即有邊際。乃識界也。蓋湛入為識陰。真湛為", "1220": "性識明知。明知即智。智之與識。有邊際存焉。真性", "1221": "不名湛入者。周徧法界。無出入故。湛出為行。湛入", "1222": "為識。內內湛明。入無所入。即至不生滅地。此以漸", "1223": "入微。由五塵五識。六識七識。而至八識。又五陰淺", "1224": "深之界也。既合乎湛。得無生法忍。又何邊際而可", "1225": "窺測哉。既無邊際。即空五陰。五陰皆空。即超五濁。", "1226": "所云分汝湛圓妙覺明心。為視為聽。為覺為察。從", "1227": "始入終。五疊渾濁。至是同歸於湛矣。還原觀曰。由", "1228": "於塵相。念念遷變。即是生死。由觀塵相。生滅相盡。", "1229": "空無有實。即是涅槃。智證傳曰。於色聲等法。念念", "1230": "分別。名為變遷。觀此色聲等法。起滅無從。當處解", "1231": "脫。先觀己眼曰。是眼即不能自見其己體。自體尚", "1232": "不見。云何見餘物。次觀前境曰。若見是樹。復云何", "1233": "樹。若見非樹。云何見樹。次觀三際曰。若見在是有", "1234": "耶。則過去未來亦應是有。若過去未來是無耶。則", "1235": "見在亦應是無。此還原之要旨也。溈山上堂。夫道", "1236": "人之心。質直無偽。無背無面。無詐妄心。一切時中。", "1237": "視聽尋常。更無委曲。亦不閉眼塞耳。但情不附物。", "1238": "即是。從上諸聖。祗說濁邊過患。若無許多惡覺情", "1239": "見想習之事。譬如秋水澄渟。清淨無為。澹泞無礙。", "1240": "喚他作道人。亦名無事人。溈山數語。直示湛入合", "1241": "湛消息。但令識陰都消。更有何事。", "1242": "此五陰元。重疊生起。生因識有。識從色除。理則頓悟。", "1243": "乘悟併銷。事非頓除。因次第盡。我已示汝劫波巾結。", "1244": "何所不明。再此詢問。汝應將此妄想根元。心得開通。", "1245": "傳示將來末法之中諸修行者。令識虗妄。深厭自生。", "1246": "知有涅槃。不戀三界。", "1247": "通曰。前阿難問為併銷除。為次第盡。初答直示。向", "1248": "上一著。唯在悟入精真妙明。本覺圓淨。更無妄想", "1249": "可除。更無次第可指。所謂乘悟併銷者也。此答事", "1250": "非頓除。因次第盡。慈悲之故。稍涉廉纖。所謂頓而", "1251": "不遺乎圓者也。此五陰根元。重疊生起。其生也有", "1252": "因。所因八識想元。生起見相二分。由內造外。由細", "1253": "至麤。今欲滅此五陰。其滅也有漸。先從色陰銷除。", "1254": "由外及內。從麤入細。不無次第。若論真如之理。一", "1255": "悟便至佛地。有何堦級。了陰無體。當體全空。故乘", "1256": "悟併銷。當下無事。乃若無始習氣。熏染日久。現行", "1257": "無明。纏縛五重。豈能一旦而拔。故須漸漸淘汰。因", "1258": "次第盡。如劫波巾結。巾本無異。結必漸除。先得人", "1259": "空。次得法空。次得空空。乃得無生法忍。寂滅現前。", "1260": "故不識虗妄根元。心逐識轉。不得開通。今明知是", "1261": "妄。妄本無因。當下心開。證涅槃樂。既證涅槃。至不", "1262": "生滅。視彼五陰虗妄。無因自生。原無自性。深為可", "1263": "厭。若五陰不滅。流轉三界。生死循環。更有何樂。而", "1264": "戀戀不捨哉。此覺妄根元。遠離五十種魔事。尤先", "1265": "佛世尊妙奢摩他三摩禪那最初方便。所當次第", "1266": "而修者。皆足為末法明訓也。故囑令流通云。圭峯", "1267": "禪師答史山人十問。一問如何是道。何以修之。必", "1268": "須修成。為復不假功用。答。無礙是道。覺妄是修。道", "1269": "雖本圓。妄起為累。妄念都盡。即是修成。二問道若", "1270": "因修而成。即是造作。便同世間法。虗偽不實。成而", "1271": "復壞。何名出世。答。造作是結業。名虗偽世間。無作", "1272": "是修行。即真實出世。三問其所修者為頓為漸。漸", "1273": "則忘前失後。何以集合而成。頓則萬行多方。豈得", "1274": "一時圓滿。答。真理即悟而頓圓。妄情息之而漸盡。", "1275": "頓圓如初生孩子。一日而肢體已全。漸修如長養", "1276": "成人。多年而志氣方立。此三答可為此段經文注", "1277": "疏。又圭峰答溫慥尚書問曰。真理雖然頓達。此情", "1278": "難以卒除。如風暫止。波浪暫停。豈可一生所修。便", "1279": "同佛用。但可以空寂為自體。勿認色身。以真如為", "1280": "自心。勿認妄念。妄念若起。都不隨之。即臨命終時。", "1281": "自然業不能繫。黃龍晦堂答韓宗古侍郎問曰。然", "1282": "心外無剩法者。不知煩惱習氣是何而欲盡之。若", "1283": "起此心。翻成認賊為子也。從上以來。但有言說。乃", "1284": "是隨病設藥。縱有煩惱習氣。但以如來知見治之。", "1285": "皆是善權方便誘引之說。若是定有習氣可治。却", "1286": "是心外有法而可盡之。譬如靈龜曳尾於途。拂迹", "1287": "迹生。可謂將心用心。轉見病深。苟能明達心外無", "1288": "法。法外無心。心法既無。更欲教誰頓盡耶。據晦堂", "1289": "見處。即本來無一物。何處惹塵埃也。據圭峰答處。", "1290": "即時時勤拂拭。休使惹塵埃也。晦堂主於頓。喻如", "1291": "人夢被枷鎻。覺來更須脫枷鎖乎。斷無此事。圭峰", "1292": "主於漸。喻如水結成氷。失灌溉之用。須火日漸隣", "1293": "始是流通。宗鏡錄云。入吾宗者。先須知有。然後保", "1294": "任。又頭尾須得相稱。不可理行有闕。心口相違。若", "1295": "入宗鏡。理行俱圓。據宗鏡斷。大鑑祗具一隻眼。大", "1296": "通雙眼圓明。何者。大鑑具理而無行。謂本來常淨。", "1297": "不假拂塵。大通已悟須修。拂塵鑑朗。所以道。正雖", "1298": "正却偏。偏雖偏却圓。非久參洞上之宗。未可容易", "1299": "談也。", "1300": "阿難。若復有人。徧滿十方。所有虗空。盈滿七寶。持以", "1301": "奉上微塵諸佛。承事供養。心無虗度。於意云何。是人", "1302": "以此施佛因緣。得福多不。阿難答言。虗空無盡。珍寶", "1303": "無邊。昔有眾生。施佛七錢。捨身猶獲轉輪王位。況復", "1304": "現前虗空既窮。佛土充徧。皆是珍寶。窮劫思議。尚不", "1305": "能及。是福云何更有邊際。佛告阿難。諸佛如來。語無", "1306": "虗妄。若復有人身具四重。十波羅夷。此云棄瞬息即經", "1307": "此方他方阿鼻地獄。乃至窮盡十方無間。靡不經歷。", "1308": "能以一念將此法門。於末劫中。開示末學。是人罪障。", "1309": "應念銷滅。變其所受地獄苦因。成安樂國。得福超越", "1310": "前之施人。百倍千倍。千萬億倍。如是乃至算數譬喻", "1311": "所不能及。", "1312": "通曰。徧滿虗空。盈滿七寶。世間豈有是事。以佛眼", "1313": "觀。攪長河為酥酪。變大地作黃金。亦尋常事耳。況", "1314": "妙真如性。清淨本然。周徧法界。是為家寶。能證清", "1315": "淨法身。即至寶所。此寶豈不徧滿虗空乎。故以世", "1316": "間金銀珠貝珊瑚瑪瑙車磲七珍之寶奉佛。尚且", "1317": "得福無量。將此深心奉塵剎。是則名為報佛恩。能", "1318": "使人人皆至寶所。此出世之寶。能分別世間寶者。", "1319": "故非世間之寶可及。其得福報尤不可勝計也。不", "1320": "但得福。且能銷罪。福有福報。罪有罪報。福罪兩不", "1321": "相準。故雖得天福。不能免地獄苦。罪莫重於五逆。", "1322": "殺父害母出佛身血破和合僧焚燒經像。此但舉", "1323": "四重。父母一體耳。三寶不可易也。前云四棄。指殺", "1324": "盜婬妄。又云八棄。此云十棄。總不出十惡業。即前", "1325": "十習因六交報也。罪業重者。此方無間獄壞。復移", "1326": "他方。至十方無間獄。一一經嘗。何其苦也。但一念", "1327": "迴心。將此法寶。開示末學。轉迷為悟。轉煩惱為菩", "1328": "提。雖在生死海中。自有涅槃之樂。此自罪自懺。自", "1329": "業自解。雖佛亦不能與力焉。無罪即是得福。無苦", "1330": "即是受樂。故以法寶開示人者。不但自免罪。且令", "1331": "人人免其罪。不但自得福。且令人人得其福。不但", "1332": "自獲寶。且令人人皆獲至寶也。寶盈世間。寧有方", "1333": "所。何但以七寶奉佛所得之福。較量多寡哉。佛雖", "1334": "實語免罪得福。有如是無量功德。分明讚嘆此經。", "1335": "清淨本然。周徧法界。無窮無盡。尊貴無比。僧問大", "1336": "嶺禪師。如何是一切處清淨。嶺云。截瓊枝。寸寸是", "1337": "寶。折旃檀。片片皆香。丹霞頌云。乾坤盡是黃金骨。", "1338": "萬有全彰淨妙身。玉女背風無巧拙。靈苗華秀不", "1339": "知春。若是則更無地獄等相乎。何以調達生陷地", "1340": "獄也。調達謗佛。生身陷入地獄。佛令阿難傳旨。汝", "1341": "在地獄中安否。達云。我雖在獄中。如三禪天樂。佛", "1342": "又令阿難問。汝還求出否。達云。我待世尊來便出。", "1343": "阿難云。世尊是三界大師。豈有入地獄分。達云。我", "1344": "豈有出地獄分。翠巖真云。親言出親口。調達為佛", "1345": "堂弟。即阿難親兄。已得神通。推山壓佛。時有金剛", "1346": "護持。然亦傷其足指出血。既欲害佛。盡收其眾。行", "1347": "至中途。生身陷入地獄。然達自為鹿王時。已與佛", "1348": "同修行。今情均天倫。乃有此變。亦其迷心太重。未", "1349": "易迴頭。須於地獄業火燒乾。乃能發悟。佛記調達", "1350": "於多劫後。亦當作佛。即在地獄中無出入見。安知", "1351": "其不能變地獄為安樂國哉。", "1352": "阿難。若有眾生。能誦此經。能持此呪。如我廣說。窮劫", "1353": "不盡。依我教言。如教行道。直成菩提。無復魔業。", "1354": "通曰。一念轉移。便消罪業。得福無量。若能常誦此", "1355": "經。常持此呪。其獲福也。窮劫不盡。若能依教行道。", "1356": "必成正覺。無復魔業。此經此呪。所以發揮妙覺者。", "1357": "至為詳備。所以防範陰魔者。至為周悉。魔不能惑。", "1358": "而覺道成矣。若持呪誦經而不明自性。却又被魔", "1359": "所縛。僧問百丈。依經解義。三世佛冤。離經一字。如", "1360": "同魔說時如何。丈云。因守動靜。三世佛冤。此外別", "1361": "求。如同魔說。後僧問同安。依經解義。三世佛冤。離", "1362": "經一字。即同魔說。此理如何。安云。孤峯迥秀。不挂", "1363": "烟霞。片月橫空。白雲自異。丹霞頌云。雲自高飛水", "1364": "自流。海天空闊漾虗舟。夜深不向蘆灣宿。迥出中", "1365": "間與兩頭。此於經義不即不離。自有出頭處。若能", "1366": "悟此。魔不能惑。壽州道樹禪師。於神秀言下知微。", "1367": "乃卜壽州三峰山。結茅而居。常有野人。服色素樸。", "1368": "言談詭異。於言笑外。化作佛形。及菩薩羅漢天仙", "1369": "等形。或放神光。或呈聲響。學徒覩之。皆不能測。如", "1370": "此涉十年。後寂無形影。師告眾曰。野人作多色伎", "1371": "倆。眩惑於人。只消老僧不見不聞。伊伎倆有窮。吾", "1372": "不見不聞無盡。若會不見不聞無盡之旨。直至菩", "1373": "提曾無欠乏。陰魔銷盡。何天魔之足虞。", "1374": "佛說此經已。比丘比丘尼。優婆塞優婆夷。一切世間", "1375": "天人阿修羅。及諸他方菩薩二乘聖仙童子。并初發", "1376": "心大力鬼神。皆大歡喜。作禮而去。", "1377": "通曰。佛說此經。乃最上圓頓法門。佛以一音演法。", "1378": "隨類各解。故隨所證量。皆得法喜。踊躍而去。何以", "1379": "故。本有之性。各各具足。故趙州示眾曰。看經也在", "1380": "生死裏。不看經也在生死裏。諸人且作麼生出得", "1381": "去。僧便問。只如俱不留時如何。州曰。實即得。若不", "1382": "實。爭能出得生死。天童頌曰。看經也在生死裏。飯", "1383": "蘿裏坐無喫底。不看經也在生死裏。錦衣堆裏無", "1384": "著底。忽然烏鵲呌一聲。反身踴躍渾家喜。休擬議。", "1385": "如今拋向眾人前。千手大悲提不起。西川座主至", "1386": "華嚴。問祖意教意。是同是別。嚴曰。如車二輪。如鳥", "1387": "兩翼。主曰。將謂禪門別有奇特。元來不出教意。後", "1388": "聞夾山盛化。遣小師馳問前語。山曰。雕沙無鏤玉", "1389": "之談。結草乖道人之意。小師迴。舉似主。主乃讚歎", "1390": "遙禮曰。將謂禪門與教意不殊。元來有奇特事。不", "1391": "見僧問睦州。祖意教意。是同是別。州云。青山自青", "1392": "山。白雲自白雲。天童拈云。若向這裏識得睦州。釋", "1393": "迦出世。達磨西來。總是不守分底漢。還識得麼。臂", "1394": "長衫袖短。脚瘦草鞋寬。僧問洛浦。祖意教意。是同", "1395": "是別。浦云。日月並輪輝。誰言別有路。僧云。恁麼則", "1396": "顯晦殊途。是非一揆。浦云。但自不亡羊。何須泣歧", "1397": "路。丹霞頌曰。月篩松影高低樹。日照池心上下天。", "1398": "赫赫炎空非卓午。團團秋夜不知圓。會此。則日月", "1399": "不到處。別有一乾坤。豈沾沾宗教為活計者可擬", "1400": "哉。", "1401": "No. 318-B 書楞嚴宗通後No. 318-B", "1402": "書楞嚴宗通後", "1403": "曾金簡。名鳳儀。字舜徵。楚之來陽人。性耽內典。宿根", "1404": "猛利。先以文業受知於王鳳州先生。未幾遂成道誼。", "1405": "繼復師事羅近溪先生。而學益進。愈研精覃思。力究", "1406": "向上事。萬歷癸未。以進士為祠部郎。因臥病少林。忽", "1407": "聞鐘聲發悟。洞見法源。由是左宜右有。超方逸俗。當", "1408": "代大老。如王龍溪羅念菴李卓吾。及所交遊。如瞿元", "1409": "立管東溟袁了凡王肯堂諸名賢。咸相推獎。時論韙", "1410": "焉。生平以宏護聖教為己任。徑山募刻方冊大藏。其", "1411": "倡導之力居多。嘗與元立諸人作發願文。刻於藏中。", "1412": "所著述甚夥。率皆心得了義之言。無世論文字之習。", "1413": "此宗通十卷。詮釋諦理。融洽分明。更博採從上宗師", "1414": "公案言句。與經文逐段互發。為向來未有之剏格。而", "1415": "實宗說兼通之要典。自序中所謂天地間合有此種", "1416": "議論者是也。惜原板久湮。傳本寥寥。乃與二三有志", "1417": "此宗者。重刻於淛中。共結一究竟堅固因緣。不匱其", "1418": "法施之意。并桾摭舊聞。稍為序次。用識其行履之少", "1419": "分云。盤水後學陳熈願復齋父謹䟦。時道光庚寅仲", "1420": "夏七日"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 318 楞嚴經宗通", "author": "明 曾鳳儀宗通"}