{"sourceLink": "http://www.cbeta.org/", "text": {"0": "第十總觀兜率四稱名獲益", "1": "得遇龍華修證懺儀卷第四", "10": "河沙人發菩提心住不退轉者。是也。則知初會得度", "100": "始盡厥德。否則理事既淆。體用亦濫。觀心何從。實相", "101": "靡顯。所以迷由理始。悟必事先。誠曰頓修。不妨漸詣。", "102": "所言四土者。一曰凡聖同居土。此人天七趣。及藏教", "103": "聲聞所居。所見佛身。即八相成道之化身也。亦云生", "104": "身。但三十二相。八十隨好。經或云千尺。或云十六丈。", "105": "或云八十肘。是也。所居雖或垢淨。同此大千。同此日", "106": "月。不然。彼時何故尚有三病一者飲食。二者便利。三者衰老。二曰方", "107": "便有餘土。純是通教一乘。及菩薩所居。所見生身。尊", "108": "特。合身佛。證但空二乘。見生身。證不空菩薩。見尊特。", "109": "佛身既二。土豈一耶應前緣同居。後緣實報。三曰實報莊嚴土。", "11": "者。皆是不厭生死。不艶淨土。不求斷結眾生。何以故。", "110": "是別圓菩薩所居。非二乘能見。所見。惟尊特身。身有", "111": "無量色。色有無量相。相有無量好。所住依報。亦有無", "112": "量種種莊嚴。隨所示現。即無有邊。不可窮盡。如華嚴", "113": "說佛相好。一一有十華藏世界微塵數。四曰常寂光", "114": "土。惟是十方三世如來究竟果位。清淨法身所居。形", "115": "等太虗。體即法界。惟佛究盡。非菩薩法。圓教等覺。猶", "116": "未了了。況地前者乎。如是分屬。不但顯聖人有應物", "117": "現形之用。抑開行者有造修之門。故知鷄頭華林。雖", "118": "云淨勝。比今五濁。不過福優根利耳。是宜同居。", "119": "初略示城郭○初略示城郭觀彌勒菩薩下生經云。於此國界。當", "12": "秪如釋迦。彌勒。同一道也。王舍。鷄頭。同一地也。此時。", "120": "有城郭。名曰雞頭。東西十二由旬。南北七由旬彌勒成佛", "121": "經云。有一大城。名翅頭末。縱廣一千二百由旬。高七由旬。土地豐熟。人民熾盛。街", "122": "巷成行自然化生七寶樓閣。端嚴殊妙。莊校清淨。於窻牖間。列諸寶女。手中皆執真珠羅網。雜寶", "123": "莊校。以覆其上。密懸寶鈴。聲如天樂。七寶行樹。樹間渠泉。皆七寶成。流異色水。更相暎發。交橫徐遊。不相妨礙。", "124": "其兩岸邊。純布金沙。街巷道陌。廣十二里。皆悉清淨。猶如天園。眾寶莊嚴。爾時城中有龍", "125": "王。名曰水光。夜雨香澤。晝則清和。有大龍王。名多羅尸棄。福德威力。皆", "126": "悉具足。其地近城。龍王宮殿。如七寶樓。顯現於外。常於夜半化作人像。以吉祥缾。盛香色水。灑淹塵土。其地潤", "127": "澤。譬若油塗。行人往來。無有塵坌。是時世人福德所致。巷陌處處有明珠柱。高十二里。光踰於日。四方各照八", "128": "十由旬。純黃金色。其光照耀。晝夜無異。燈燭之明。猶如聚墨。香風時來。吹明珠柱。雨寶纓絡。眾人皆用服者。自", "129": "然如三禪樂。處處皆有金。銀。珍寶。摩尼珠聚。積用成山。放光普照。城內人民。遇者皆悉歡喜。發菩提心是", "13": "彼世。同一界也。短命。長齡。同吾人也。豈非心垢土垢。", "130": "時雞頭城中。有羅剎鬼。名曰葉華。所行順法。不違正", "131": "教。每伺人民寢𥧌之後。除去穢惡諸不淨者。又以香", "132": "汁。而灑其地。極為香潔有大夜叉神。名跋陀婆羅賒塞迦。晝夜擁護翅頭末城。及", "133": "諸人民。掃灑清淨。", "134": "二徧觀閻浮○二徧觀閻浮又三。初世界。二人民。三國王。初觀世界今初□", "135": "□□。當爾之時。閻浮提地。東西南北十萬由旬。諸山", "136": "河石壁。皆自消滅。四大海水。各據一方。時閻浮地。極", "137": "為平整。如鏡清明四大海水。面各減二千由旬。時閻浮提地。縱廣正等十千由旬。其地", "138": "平淨。如瑠璃鏡。舉閻浮地內。糓食豐賤。人民熾盛。多諸珍寶。", "139": "諸村聚落。雞鳴相接。是弊華果樹枯竭穢惡亦自消", "14": "心淨土淨。是知垢淨在心。不在國土也。故當內觀實", "140": "滅。其餘甘美果樹。香氣殊好者。皆生於地大適意華。悅可意華。", "141": "極大音華。優曇鉢華。大金果華。七寶果華。白銀果華。華鬚柔軟。狀如天繒。生吉祥果。香味具足。軟如天繒。叢林", "142": "樹華。甘果美好。極大茂盛。過於帝釋歡喜之園。其樹高顯。高三十里。城邑次比。雞飛相及。", "143": "次觀人民○次觀人民", "144": "爾時時氣和適。四時順節。人身之中。無有百八之患。", "145": "貪欲瞋恚愚癡。不大殷勤。人心均平。皆同一意。相見歡", "146": "悅。善言相向。言辭一類。無有差別。如彼󳬂單越人。而", "147": "無有異。是時閻浮地內。人民大小。皆同一響。無有若", "148": "干差別異也。彼時男女之類。意欲大小便時。地自然", "149": "開。事訖之後。地復還合。爾時閻浮地。自然生粳米。亦", "15": "相。達諸法空。便使竛竮辛苦。亦饒四藏之珍。外溥仁", "150": "無皮裹。極為香美。食無患苦。所謂金。銀。珍寶。硨磲。碼", "151": "碯。真珠。琥珀。各散在地。無人省錄。是時人民。手執此", "152": "寶。自相謂言。昔者之人。由此寶故。更相傷害。繫閉在", "153": "獄。受無數苦惱。如今此寶。與瓦石同流。無人守護。時", "154": "閻浮地內。自然樹上生衣。極細柔軟。人取著之。如今", "155": "󳬂單越人。自然樹上生衣。而無有異皆由今佛種大善根。行慈心報。", "156": "俱生彼國。智慧威德。五欲眾具。快樂安隱。亦無寒熱風火等疾。無九惱苦。壽命具足八萬四千歲。無有中夭。人", "157": "身悉長十六丈。日日常受極妙安樂。遊深禪定。以為樂器。唯有三病。一者飲食。二者便利。三者衰老。女人年五", "158": "百歲爾乃行嫁。設有便利。地裂受之。受已還合。生赤蓮華。以覆穢氣。時世人民。若年衰老。自然行詣山林樹下。", "159": "安樂憺怕。念佛取盡。命終。多生大梵天上。及諸佛前。其土安隱。無有怨賊。劫竊之患。城邑聚落。無閉門者。亦無", "16": "慈。等心濟物。縱處𡾟嶮之巔。即踐如掌之地。故毗舍", "160": "衰老。水火刀兵。及諸饑饉毒害之難。人常慈心。恭敬和順。調伏諸根。如子受父。如母愛子。語言謙遜。皆由彌勒", "161": "慈心訓導。持不殺戒。不噉肉故。以此因緣。生彼國者。諸根談靜。面貌端正。威相具足。如天童子。復有八萬四千", "162": "眾寶小城。以為眷屬。翅頭末城。最處其中。男女大小。雖遠若近。佛神力故。兩得相見。無有障礙。夜光摩尼。如意", "163": "珠華。徧滿世界。乃至爾時閻浮提中。常有好香。譬如香山。流水美好。味甘除患。雨澤隨時。天園成熟。香美稻種。", "164": "天神力故。一種七穫。用功甚少。所收甚多。穀稼滋茂。無有草穢。眾生福德。本事果報入口消化。百味具足。香美", "165": "無比。氣力充實。", "166": "三觀國王○三觀國王", "167": "爾時法王出現。名曰儴佉。正法治化。七寶成就。所謂", "168": "七寶者。金輪寶。象寶。馬寶。珠寶。玉女寶。典兵寶。守藏寶。", "169": "是謂七寶。鎮此閻浮地內。不以刀杖。自然靡伏。四珍", "17": "浮佛告持地菩薩言。當平心地。則世界地一切皆平。", "170": "之藏。第一乾陀越國。伊羅鉢寶藏。多諸珍寶異物。不", "171": "可稱計。第二彌提羅國。般綢大藏。亦多珍寶。第三須", "172": "賴吒大國。有大寶藏。亦多珍寶。第四波羅捺國。儴佉", "173": "大寶藏。亦多諸珍寶。不可稱計。此四大藏。自然應現。", "174": "諸守藏人。各來白王。唯願大王。以此寶藏之物。惠施", "175": "貧窮。爾時儴佉大王。得此寶已。亦復不省錄之。竟無", "176": "財物之想其國爾時有轉輪聖王。名曰。儴佉。有四種兵。不以威武。治四天下。具三十二大人相好。王", "177": "有千子。勇猛端正。怨敵自伏。王有七寶。一金輪寶。千幅轂輞。皆悉具足。二曰象寶。白如雪山。七支拄地。嚴顯可", "178": "觀。猶如山王。三紺馬寶。朱鬣毛尾。足下生華。七寶蹄甲。四神珠寶。明顯可觀。長於三肘。光明雨寶。適眾生願。五", "179": "女寶。顏色美妙。柔軟無骨。六主藏臣。口中吐寶。足下雨寶。手中出寶。七主兵臣。直動身時。四兵如雲。從空而出。", "18": "今眾生以濁心觀娑婆界。此界自然穢惡充滿。如目", "180": "千子。七寶國界人民。一切相視。不懷惡意。如母愛子。有四大寶藏。一一各有四億小藏圍繞。此四大藏。自然開", "181": "發。顯大光明。縱廣正等。一千由旬。滿中珍寶。有四大龍。各自守護。此四大藏。及諸小藏。自然湧出。形如蓮華。無", "182": "央數人。皆共往觀。是時眾寶。無守護者。眾人見之。心不貪著。棄之於地。猶如瓦石草木土塊。時人見者。心生厭", "183": "離。各各相謂。而作是言。如佛所說。往昔眾生。為此寶故。共相殘害。更相偷劫。欺誑妄語。令生死罪。展轉增長。墮", "184": "大地獄。", "185": "二觀劣應身○二觀劣應身有八種相。一降兜率。二托胎。三住胎。", "186": "四出胎。五出家。六降魔。成道。共合為一。七轉法輪。八", "187": "入涅槃。此名大乘八相成道。若小乘經說。無住胎。合", "188": "在托胎。共為一種。又大乘人。見如來相相互具。各各", "189": "有八。小乘人見相支離。始終唯八。此中又二。先觀父母先觀父", "19": "有眚。燈現五色毛輪。楞嚴云。汝以色空相傾相奪於", "190": "母", "191": "爾時彼王有大臣。名曰修梵摩。是王少小同好。王甚", "192": "愛敬。又且顏貌端正。不長不短。不肥不瘦。不白不黑。", "193": "不老不少。是時修梵摩有妻。名梵摩越。玉女中最極", "194": "殊妙。如天帝妃。口作優鉢羅華香。身作栴檀香。諸婦", "195": "人八十四態。永無復有。亦無疾病亂想之念。", "196": "次正觀佛身○次正觀佛身第一降兜率第一降兜率", "197": "爾時彌勒菩薩。於兜率天。觀察父母。不老不少。便降", "198": "神下應時城中有大婆羅門主。名修梵摩。婆羅門女。名梵摩跋提。心性柔弱。彌勒托生以為父母。雖處", "199": "胞胎。如遊天宮。放大光明。塵垢不障。", "2": "天台山慈雲寺傳教觀沙門　如惺　撰", "20": "如來藏。而如來藏隨為色空。周徧法界。我以妙明不", "200": "第二托胎　第三住胎○護譯缺托胎住胎二種。今什譯足之。第四出胎第四出胎從", "201": "右脇生。如我今日右脅生無異。彌勒菩薩。亦復如是。", "202": "兜率諸天。各各唱令。彌勒菩薩已降神生。是時修梵", "203": "摩。即與子立字。名曰彌勒。彌勒菩薩。有三十二相。八", "204": "十種好莊嚴其身。身黃金色身紫金色。具三十二大丈夫相。坐寶蓮華。眾生", "205": "見之。無有厭足。光明晃耀。不可勝計。諸天世人。所未曾覩。身力無量。一一節力。普勝一切大力龍象。不可思議。", "206": "毛孔光明。照耀無量。無有障礙。日月星宿。水火珠光。皆悉不現。猶如埃塵。身長釋迦佛八十肘。胸廣二十五肘。", "207": "面長十二肘半。鼻高修直。當於面門。身相具足。端正無比。成就相好。一一相八萬四千好。以自莊嚴。如鑄金像。", "208": "一一好中。流出光明。照千由旬。肉眼清徹。青白分明。常光繞身。面百由旬。日月星辰。真珠摩尼。七寶行樹。皆悉", "209": "明耀。現於佛光。其餘眾光。不復為用。佛身高顯。如黃金山。見者自然。脫三惡趣。", "21": "滅不生合如來藏。而如來藏惟妙覺明。圓照法界。法", "210": "第五出家○第五出家", "211": "爾時彌勒在家。未經幾時。便當出家學道爾時彌勒。諦觀世間", "212": "五欲過患。眾生受苦。沉沒長流。在大生死。甚可憐愍。自以如是正念。觀察苦空無常。不樂在家。厭家迫迮。猶如", "213": "牢獄。時儴佉王。共諸大臣。國土人民。持七寶臺。有千寶帳。及千寶軒。千億寶鈴。千億寶旛。寶器千口。寶甕千口。", "214": "奉上彌勒。受已。施諸婆羅門。婆羅門受已。即便毀壞。各共分之。諸婆羅門觀彌勒能作大施。生奇特心。彌勒菩", "215": "薩。見此寶臺。須臾無常。知有為法。皆悉磨滅。修無常想。讚過去佛清凉甘露無常之偈。諸行無常。是生滅法。生", "216": "滅滅已。寂滅為樂。", "217": "第六成道○第六成道", "218": "爾時去雞頭城不遠。有道樹。名曰龍華。高一由旬。廣", "219": "五百步。時彌勒菩薩。坐彼樹下。成無上道果。當其夜", "22": "華云。見此娑婆世界。其地琉璃。坦然平正。閻浮檀金。", "220": "半彌勒出家。即其夜分成無上道。應時三千大千剎", "221": "土。六反震動。地神各各而相告曰。彌勒已成佛道。其", "222": "聲轉至。聞四天王宮。彌勒已成佛道。轉聞徹於三十", "223": "三天。𦦨摩天。兜率陀天此外院諸天子也。若內院聞不退法者。俱隨彌勒下生。外", "224": "院雖與彌勒同居此天。但聞其名。不見身相。亦不聞法。況知菩薩降神處胎等相耶。故今成道。賴下天報。聞乃", "225": "知也化樂天。他化自在天。乃至梵天坐於金剛莊嚴道場。龍華菩提樹下。", "226": "枝如寶龍。吐百寶華。一一華葉。作七寶色。色色異果。適眾生意。天上人間。為無有比。樹高五十由旬。枝葉四布。", "227": "放大光明。爾時彌勒與八萬四千婆羅門。俱詣道場。彌勒即自剃髮出家學道。早起出家。即於是日初夜降四", "228": "種魔。成阿耨多羅三藐三菩提。即說偈曰。久念眾生苦。欲拔無由脫。今者證菩提。豁然無所有。亦達眾生空。本", "229": "性相如實。永更無憂苦。慈悲亦無緣。本為救汝等。國城及頭目。妻子與手足。施人無有數。今始得解脫。無上大", "23": "以界八道。寶樹行列。諸臺樓觀。皆悉寶成。其菩薩眾。", "230": "寂滅。當為汝等說。廣開甘露道。如是大果報。皆從施戒慧。六種大忍生。亦從大慈悲。無染功德得。說此偈已。默", "231": "然而住。時諸天龍鬼神王。不現其身。而雨天華供養於佛。三千大千世界。六變震動。佛出光明照無量國。應可", "232": "度者。皆得見佛。", "233": "第七轉法輪○第七轉法輪此是龍華樹下說三乘法。三會度人", "234": "者也。", "235": "彌勒成道已。爾時魔王。名曰大將。以法治化。聞如來", "236": "名。音響之聲。歡喜踊躍。不能自勝。七日七夜。不眠不", "237": "𥧌。是時魔王。將欲界無數人天。至彌勒佛所。恭敬禮", "238": "拜。彌勒尊聖與諸人天。漸漸說法。微妙之論。所謂論", "239": "者。施論。戒論。生天之論此說人天欲界法。五戒十善等。欲不淨想。出", "24": "咸處其中。以是觀之。則彼雞頭之淨。特吾心之淨耳。", "240": "要為妙此說禪天法。即九想八背等也。下說出世法。爾時彌勒見諸人民", "241": "已發心歡喜。諸佛世尊常所說法。苦集盡道。與諸天", "242": "人。廣分別其義此說小乘聲聞四諦法也。爾時座上八萬四千天", "243": "子。諸塵垢盡。得法眼淨成佛經備說十二緣。及助菩提法。今唯說四諦。蓋略之也。", "244": "爾時大將魔王。告彼界人民之類曰。汝等速出家。所", "245": "以然者。彌勒今日已度彼岸。亦當度汝等使至彼岸。", "246": "爾時雞頭城中。有一長者。名曰善財。聞魔王教令。又", "247": "聞佛音響。將八萬四千眾。至彌勒佛所。頭面禮足。在", "248": "一面坐。爾時彌勒漸為說法。微妙之論。所謂論者。施", "249": "論戒論云云。", "25": "知是而觀龍華。易若菴摩勒果也。", "250": "爾時彌勒見諸人民。心開意解。如諸佛世尊常所說", "251": "法。苦集盡道。為諸天人。廣分別其義。爾時座上八萬", "252": "四千人。諸塵垢盡。得法眼淨。是時善財。與八萬四千", "253": "人等。即前白佛。求索出家。善修梵行。盡成羅漢道果。", "254": "爾時彌勒。初會八萬四千人。得阿羅漢。是時儴佉王。", "255": "聞彌勒已成佛道。便往至佛所。欲得聞法。時彌勒佛。", "256": "與王說法。初善。中善。後善。義理深䆳。爾時大王。復於", "257": "異時。立大子為王。賜剃頭師珍寶。復以雜寶與諸梵", "258": "志。將八萬四千眾。往至佛所。求作沙門。盡成道果。得", "259": "阿羅漢。是時修梵摩大長者。聞彌勒已成佛道。將八", "26": "○分二。初辯異。二正觀。初辯異所言異者。諸經所載彌勒成", "260": "萬四千梵志之眾。往至佛所。求作沙門。得阿羅漢果。", "261": "唯修梵摩一人斷三結使。必盡苦際。是時佛母梵摩", "262": "越。復將八萬四千婇女之眾。往至佛所。求作沙門。爾", "263": "時諸女盡得羅漢。唯有梵摩越一人斷三結使。成須", "264": "陀洹。爾時諸剎利婦。聞彌勒如來出現世間。成等正", "265": "覺。數千萬眾。往至佛所。頭面禮足。在一面坐。各各生", "266": "心求作沙門。出家學道。或有越次取證。或有不取證", "267": "者。其不越次取證者。盡是奉法之人。厭患一切世間", "268": "不可樂想。爾時彌勒。當說三乘教。如我今也。云云爾時", "269": "釋提桓因。護世天王。大梵天王。無數天子。於華林園。頭面禮足。合掌勸請轉於法輪。時彌勒佛默然受請。告梵", "27": "佛之跡。頗有異處。何以故。釋尊說非一時。住非一處。", "270": "王言。我於長夜受大苦惱。修行六度。始於今日。法海滿足。建法幢。擊法鼓。吹法螺。雨法雨。正爾當為汝等說法。", "271": "諸佛所轉八聖道輪。諸天世人無能轉者。其義平等。直至無上無為寂滅。為眾生斷長夜苦。此法甚深。難得難", "272": "入。難信難解。一切世間無能知者。無能見者。洗除心垢。得萬梵行。說是語時。復有他方無數百千萬億天子。天", "273": "女。大梵天王乘天宮殿。持天華香。奉獻如來。繞百千匝。五體投地。合掌勸請云云。時儴佉王。高聲唱言。設復生", "274": "天樂。會亦歸磨滅。不久墮地獄。猶如猛火聚。我等宜時速。出家學佛道。說是語已。與八萬四千大臣。恭敬圍繞。", "275": "及四天王。送轉輪王。至華林園。龍華樹下。詣彌勒佛求索出家。為佛作禮。未舉頭頃。鬚髮自落。袈裟著體。便成", "276": "沙門。時彌勒佛。共儴佉王與八萬四千大臣比丘僧等。恭敬圍繞。併與無數天龍八部。入翅頭末城。足躡門閫。", "277": "娑婆世界。六種震動。閻浮提地。化為金色。翅頭末大城中央。其地金剛。有過去諸佛所坐金剛寶座。自然湧出。", "278": "眾寶行樹。天於空中。雨天寶華。龍王作眾妓樂。口中吐華。毛孔雨華。用供養佛。佛於此座。轉正法輪。謂是苦。苦", "279": "聖諦。謂是集。集聖諦。謂是道。道聖諦。并為演說三十七品助菩提法。亦為宣說十二因緣。無明緣行。行緣識。識", "28": "經至此方。來非一時。譯非一人。是故難為准的。今略", "280": "緣名色。名色緣六入。六入緣觸。觸緣受。受緣愛。愛緣取。取緣有。有緣生。生緣老死憂悲苦惱等。爾時大地六種", "281": "震動。如此梵聲。聞於三千大千世界。復過是數。無量無邊。下至阿鼻地獄。上至阿迦膩吒天云云。爾時彌勒佛。", "282": "以大慈心。語諸大眾言。汝等今者。不以生天樂故。亦復不為今世樂故。來至我所。但為涅槃常樂因緣。是諸人", "283": "等。皆於佛法中。種諸善根。釋迦牟尼佛出五濁惡世。種種訶責。為汝說法。無奈汝何。教植來因。令得見我。我今", "284": "攝受云云。說是語已。稱讚釋迦牟尼佛。善哉善哉。能於五濁惡世。教化如是等百千萬億諸惡眾生。令修善本。", "285": "來生我所。時彌勒佛。如是三稱讚釋迦牟尼佛。而說偈言。忍辱勇猛大導師。能於五濁不善世。教化成熟惡眾", "286": "生。令彼修行得見佛。荷負眾生受大苦。令入常樂無為處。教彼弟子來我所。我今為汝說四諦。亦說三十七菩", "287": "提。莊嚴涅槃十二緣。汝等宜當觀無為。入於空寂本無處。復更讚嘆彼時眾生。於苦惱惡世。能為難事。貪欲。瞋", "288": "恚。愚癡。迷惑。短命人中。能修持戒。作諸功德。甚為希有。爾時眾生。不識父母。沙門。婆羅門。不知道法。互相惱害。", "289": "近刀兵劫。深著五欲。嫉妬諂曲。侫濁邪偽。無憐愍心。更相殺害。食肉飲血。不敬師長。不識善友。不知恩報恩。生", "29": "以四科辯之。餘可知矣。一身量。二壽量。三樹量。四初", "290": "五濁世。不知慚愧。晝夜六時。相續作惡。不知厭足。純造不善五逆惡聚。魚麟相咀。求不知厭。九親諸族。不能相", "291": "濟。善哉。善哉。釋迦牟尼佛。以大方便。深厚慈悲。能於苦惱眾生之中。和顏美色。善巧智慧。說誠實語。示我當來。", "292": "度脫汝等。如是導師。明利智慧。世間希有。甚為難遇。深心憐愍惡事眾生。為拔苦惱。令得安樂。入第一義。甚深", "293": "法性。釋迦牟尼佛。三阿僧祇劫。為汝等故。修行難行苦行。以頭布施。割截耳鼻手足支體。受諸苦惱。為八正道", "294": "平等解脫。利汝等故。時彌勒佛。如是開導安慰無量諸眾生等。令其歡喜。彼時眾生。身純是法。心純是法。口常", "295": "說法。福德智慧之人。充滿其中。天人恭敬。信受渴仰。時大導師。各欲令彼聞於往昔苦惱之事。復作是念。五欲", "296": "不淨。眾苦之本。又能除捨憂慼愁恨。知苦樂法。皆是無常。為說色受想行識。苦。空。無常。無我。說是語時。九十六", "297": "億人。不受諸法。漏盡意解。得阿羅漢。三明六通。具八解脫。三十六萬天子。二十萬天女。發阿耨多羅三藐三菩", "298": "提心。天龍八部中。有得須陀洹者。種辟支佛道因緣者。發無上道心者。數甚眾多。不可稱計。", "299": "○二師所譯初會不同。護譯三會俱在樹下。什譯初會入城中說。今並存之。賢者自考又彌勒", "3": "第十一別觀龍華○第十一別觀龍華", "30": "會。先辯身量之異先辯身量之異◎彌勒下生經。姚秦鳩摩羅什譯。", "300": "如來。將無數千人。前後圍繞。往至此山中。遂蒙佛恩。", "301": "諸鬼神當與開門。使得見迦葉禪窟。是時彌勒伸右", "302": "手。指示迦葉。告諸人民。過去久遠。釋迦文佛弟子。名", "303": "曰迦葉。今日現在。頭陀苦行。最為第一。是時諸人見", "304": "是事。歎未曾有。無數百千眾生。諸塵垢盡。得法眼淨。", "305": "或有眾生。見迦葉身已。此名為最初之會九十六億", "306": "人。皆得阿羅漢。斯等之人。皆是我弟子。所以然者。悉", "307": "悉由受我教訓之所致也。亦由四事因緣。惠施仁愛。", "308": "利人等利。爾時彌勒如來。當取迦葉僧伽梨。著之。是", "309": "時迦葉身體。奄然星散。是時彌勒。復取種種華香。供", "31": "說彌勒身長千尺。胸廣三十丈。面長十二丈。◎彌勒", "310": "養迦葉。所以然者。諸佛世尊。有敬心於止法故。彌勒亦", "311": "由我所。受正法化。得無上正真之道。當知彌勒佛。第", "312": "二會時。有九十四億人。皆得阿羅漢。亦復是我遺教", "313": "弟子。行四事供養之所致也。又彌勒第三會九十二", "314": "億人。得阿羅漢。亦復是我遺教弟子。爾時比丘。姓號", "315": "皆曰慈氏弟子。如我今日諸聲聞。皆稱釋迦弟子。爾", "316": "時彌勒。為諸弟子說法。汝等比丘。當思惟無常之想。", "317": "樂有苦想。計我無我想。實有空想。色變之想。青瘀之", "318": "想。胖脹之想。食不消想。膿血想。一切世間不可樂想。", "319": "所以然者。比丘當知。此十想者。皆是過去釋迦文佛", "32": "來時經。東晉時譯。失人名。說身長十六丈。◎觀彌勒", "320": "為汝眾等說。令得盡有漏。心得解脫。云云時彌勒佛。與九十六", "321": "億大比丘眾。并儴佉王。八萬四千大臣。比丘眷屬圍繞。如月天子諸星隨從。步出翅頭末城。還華林園重閣講", "322": "堂。時閻浮提城邑聚落。小王。長者。及諸四姓。皆悉來集龍華樹下。華林園中。爾時世尊重說四諦。十二因緣。九", "323": "十四億人。得阿羅漢。他方諸天。及八部發三菩提提心。云云。", "324": "○此龍華三會說法度之像止此。護譯直觀龍華。不說入城。蓋略之也爾時彼眾中諸", "325": "天人民。思惟此十想。十一垓人。諸塵垢盡。得法眼淨。", "326": "彌勒如來千歲之中。眾僧無有瑕穢。爾時恒以一偈。", "327": "已為禁戒。口意不行惡。身亦無所犯。當除此三行。速", "328": "脫生死關。過千歲後。當有犯戒。遂復立戒爾時說法之處。廣八", "329": "十由旬長百由旬其中人眾。若坐若立。若近若遠。各自見佛。在於其前。獨為說法。", "33": "下生經。西晉竺法護譯。不說身量。◎彌勒成佛經。亦", "330": "第八入般涅槃○第八入般涅槃什譯八相甚詳。避繁不錄。學者請", "331": "自檢之。", "332": "彌勒如來。當壽八萬四千歲。般涅槃後。遺法當存八", "333": "萬四千歲。所以然者。爾時眾生。皆是利根彌勒住世六萬億歲。", "334": "憐愍眾生故。令得法眼。滅度之後。諸天世人。闍維佛身。時轉輪王。收取舍利。於四天下。各起八萬四千塔。正法", "335": "住世。六萬歲。像法。亦六萬歲○正觀文竟。", "336": "結勸勤修○結勸勤修", "337": "其有善男子。善女人欲得見彌勒佛。及三會聲聞眾。", "338": "及雞頭城。見儴佉王。并四大藏珍寶者。欲食自然粳", "339": "米者。并著自然衣裳。身壞命終生天上者此生兜率天宮非餘", "34": "羅什譯。說身長釋迦牟尼八十肘三十二丈。胸廣二十五", "340": "天也。彼善男子。善女人。當勤加精進。無得懈怠亦當供", "341": "養承事諸法師。名華擣香。種種供養。無令有失。當作", "342": "是學汝等宜應勤精進。發清淨心起諸善業。得見世間燈明彌勒佛身。必無疑也。云云佛告阿難。汝好憶", "343": "持。普為天人。分別演說。莫作最後斷法之人。此法之要。名一切眾生斷五逆罪。淨除業障。報障。煩惱障。修習慈", "344": "心。與彌勒共行。亦名一切眾生得聞彌勒佛名。必免五濁世墮惡道經。亦名破惡口業。心如蓮華。定見彌勒佛", "345": "經。亦名慈心不殺不食肉經亦名一切釋迦牟尼佛以衣為信經亦名若有聞佛名者。決定得免八難經。亦名", "346": "彌勒成佛經。佛告舍利弗。我滅度比丘。比丘尼。優婆塞。優婆夷。天。龍。八部鬼神等。得聞此經。受持讀誦。禮拜供", "347": "養。恭敬法師。破一切業障。報障。煩惱障。得見彌勒。及賢劫千佛。三種菩提。隨願成就。不受女人身。正見出家。得", "348": "大解脫。", "349": "○已上所錄二經。既本二譯。文自難齊。如護譯先城郭。後始閻浮。什譯先閻浮。後說城郭。據理什譯誠當。但護", "35": "肘十丈。面長十二肘半五丈。◎彌勒下生成佛經。唐武周義", "350": "譯文約事簡。足副初機。故三會後。不說餘文。是今立科。一依其意。況志在便閱易觀。烏敢辭其抄竊擅改之罪。", "351": "所以或文在前。截之於後。或文在後。提之於前。此亦斷章取義之道也。又或文有不關於觀行者。去之。有繁而", "352": "不便錄者。乃書云云二字槩之。不過欲行人之成觀而已。覽者諒恕之也。若欲盡其文意。閱彼全經。義必自暢。", "353": "又復應知正觀文中。雖分同居。劣應二科。一須用圓三觀。觀其若依若正。一一唯心。事事實相。如是進功。自然", "354": "頓見不思議諦理也。若見是理。觀於雞頭道樹。便是華藏莊嚴。勝身劣身。總即遮那法體。一土如是。諸塵亦然。", "355": "一佛既然。眾生悉爾。是以普賢一毫。具含法界華嚴一說。十世無窮。如是見者。方知吾心之彌勒。念念道成。即", "356": "性之龍華。時時香噴。風動塵起。猿嘯烏啼。無非三會之音。又何俟五十六億萬歲。而後始見慈氏耶。", "357": "第十二念一實相○第十二念一實相", "358": "實相者。即法華所謂佛知見也。諸佛出世。本令眾生。", "359": "開示悟入。稱為一大事因緣。天台大師教觀。本具十", "36": "淨三藏譯。亦說身長八十肘。肩二十肘。面廣肩半量。", "360": "如。制曰不思議境。此一法而異名也。眾生迷諸佛知", "361": "見。為楞嚴心目。菩薩悟眾生心目。即法華知見。此一", "362": "體而異相也。然則名有千殊。法無二致。相雖萬別。體", "363": "自一真。故觀不照體。總曰邪因。行或離心。終成有漏。", "364": "所以摩訶止觀。專令行者。務於十法成乘。觀於現前", "365": "一念妄心。即空。即假。即中。三千具足。此為五十五位", "366": "菩提之究竟。三乘十二分教之指歸者矣。若修前十", "367": "一門。而不造極乎此者。可謂尋流而忘源。捨本而務", "368": "末也。若圓教行人。正信中。便知心佛眾生。三無差別", "369": "一色一香。無非中道。故一一門。皆依不思議境起。何", "37": "◎又成佛經說。彼時眾生。壽命具足八萬四千歲。無", "370": "俟至此。方念實相者耶。然前十一門。雖依妙境而起。", "371": "尚涉事修。惟此一門。專屬理觀。故以一行三昧。直觀", "372": "第一義諦。毫不托彼觀心。所以寧缺前前。莫虧後後。", "373": "事懺縱密。獨被初機。雖破惑纏。但盡四住。理觀直通", "374": "等覺。窮極無明邊際。故謂彈指超無學。日劫相倍者。", "375": "誠在是矣。如是之觀。名曰正觀。", "376": "○分二。初觀正體。二顯妙用。初正體初正體", "377": "法華懺儀云。何名正觀。如菩薩法。不斷結使。不住使", "378": "海。觀一切法空如實相。是名正觀。云何名觀一切法", "379": "空。行者。當諦觀現在一念妄心。隨所緣境。如此之心。", "38": "有中夭。人身悉長十六丈。若論賢劫千佛。其九百九", "380": "為因心故心。為不因心故心。為亦因心亦不因心故", "381": "心。為非因心非不因心故心。為在三世。為在內外兩", "382": "中間。有何足跡。在何方所。如是等種種因緣中求心。", "383": "畢竟不可得。心如夢幻不實。寂然如虗空。無名無相。", "384": "不可分別。爾時行者。尚不見心是生死。豈見心是涅", "385": "槃。既不得所觀。亦不存能觀。不取不捨。不倚不著。一", "386": "切念想不起。心常寂然。亦不住寂然。言語道斷。不可", "387": "宣說。雖不得心非心相。而了了通達一切心非心法。", "388": "一切皆如幻化。是名觀心無心。法不住法。諸法解脫。", "389": "滅諦寂靜。作是懺悔。名大懺悔。名莊嚴懺悔。名無相", "39": "十九尊。皆出減劫。獨樓至一佛。出於增劫。悉在住劫", "390": "懺悔。心如流水。不住法中。所以者何。一切妄想顛倒。", "391": "所作罪福諸法。皆從心起。離心之外。則無罪福。及一", "392": "切法。若觀心無心。則罪福無主。知罪福性空。則一切", "393": "諸法皆空。如是觀時。能破一切生死顛倒。三毒妄想。", "394": "極重惡業。亦無所破。身心清淨。念念之中。照了諸法。", "395": "不受不著。微細陰界。以是因緣。得與三昧相應。三昧", "396": "力故。即見普賢。及十方佛。摩頂說法。一切法門。悉現", "397": "一念心中。非一非異。無有障礙。譬如如意寶珠。具足", "398": "一切珍寶。如是寶性。非內非外。行者善觀心性。猶如", "399": "虗空。於畢竟淨心中見一切法門。通達無閡。亦復如", "4": "敘言前觀兜率是因。今觀龍華是果。以三世諸佛將成正", "40": "中二十小劫也。第九小劫。自八萬四千歲始。每過百", "400": "是。是名行者。觀心實相。懺悔六根。不斷五欲。得淨諸", "401": "根。見障外事。", "402": "二顯妙用○二顯妙用", "403": "夫法無得失。垢淨惟心。心淨則寶樹七珍。心垢則土", "404": "堅五濁。是故十界依正。總若揑目之空華。五陰妄緣", "405": "何異寐人之夢境。所以佛祖垂言。教觀現前習起。剎", "406": "那生滅妄心。本具一切善惡諸法。因緣感故。陟降隨", "407": "焉。達性體空。昇沉一際。故行人應觀。現今三障。即是", "408": "諸佛清淨三德。所以者何。以法非實故。性不二故。眾", "409": "生無明覆心。德乃成障。聖人智慧朗然。障即是德。故", "41": "千減一歲。人身短一寸。至二萬歲時。迦葉佛出。迦葉", "410": "諸佛菩提三智。涅槃四德本於眾生煩惱業苦中求。", "411": "捨九界修惡。別無佛界之性善也。亦非翻破彼九性", "412": "惡。成佛界善。又非壞九惡相。成法身體。何以故。譬富", "413": "長者。其子心狂。聚僕為寇。劫自家寶。長者有智。但治", "414": "其心疾。賊不須破。狂妄既瘳。而天性之親自在。所有", "415": "營伍衣械。原是家具。非外宼物。須毀壞之。如水具波。", "416": "波即是水。似金成器。器不離金。故知眾生七趣之昇", "417": "沉。便是如來無作之妙用。十纏九結。豈非究竟三解", "418": "脫門。是故當觀我此陰心。豈非法華惟佛與佛究盡", "419": "諸法實相觀實相者。雖處斯世。不見有穢惡之可捨。", "42": "佛滅後。又百年一減。減至人壽百歲。身長一丈時。釋", "420": "居龍華。亦不見有淨妙之可取。欣厭之情既空。而垢", "421": "淨之心盪矣。然後十方國土。如意往生。十二類眾。隨", "422": "緣度脫。或說佛界是眾生界。眾生界是佛界。非抑揚", "423": "也。或說眾生界即佛界。非增益也。佛界即眾生界。非", "424": "損減也。或說一佛。有無量身。一一身放無量光明雲。", "425": "一一光明雲。現無量世界海一一世界海有無量藥", "426": "華幢。一一蘃華幢。莊嚴無量寶獅子座。一一座上。各", "427": "有菩薩。成無上道。即從自身。現無量眷屬圍繞。轉微", "428": "塵數三乘十二行法輪。度無邊眾生海。各各令其成", "429": "就無量無邊諸三昧門。諸神通門。諸解脫門。於世出", "43": "迦出世。釋迦滅後。減至人壽十歲。身長一尺止。此後", "430": "世法不增不減或說一身。有無量塵。一一塵。有無量", "431": "諸寶王剎。一一剎。有無邊勝道場。有無量微塵數如", "432": "來。坐華光王座。演說無量契經海。顯現無邊神通海。", "433": "或一念為無量劫。無量劫為一念。或摶無量剎。為一", "434": "塵。破一塵為無量剎。如是自在。於前身前塵。不動不", "435": "變。如善財童子。於普賢菩薩毛孔剎中行一步。過不", "436": "可說不可說佛剎微塵數世界。如是而行。盡未來劫。", "437": "猶不知一毛中剎海次第。況一切毛孔耶。一切微塵", "438": "耶。如是變現。如是境界。既非諸佛之神通。又豈菩薩", "439": "之三昧。僉吾心實相自然之大用也。有是不思議體。", "44": "百年一增。增至八萬四千歲足。是為第十小劫。又仍", "440": "則有是不思議用。而善財之所見亦不過自心之少", "441": "分耳。作是觀者。其雞頭之大城。龍華之道樹。乃吾心", "442": "之故物。何足異哉。", "443": "又復應知前十一門。悉依此門而得建立。法非實相。", "444": "皆成有漏之因。事屬思議。難造無為之域。故川流望", "445": "於大海。涯量自殊。臣庶比於輪王。貴賤逈異。隋珠終", "446": "非髻寶。燕石豈並連城。又此十二門。總名懺悔。若對", "447": "三障。理事分之。前後頗異。第一至第九。皆屬事懺。能", "448": "破業報二障。是謂宿累既淨。來果自空也。第十第十", "449": "一二門。雖用妙奢摩他等三止觀法。觀彼兜率。及與", "45": "前減至八萬歲時。彌勒出現世間若准釋迦出於周時。身當一丈。故文", "450": "龍華。尚乃約境觀心。亦事亦理。未到彼岸。惟第十二", "451": "實相一門。專依自心不思議境。起不思議觀還以不", "452": "思議觀。照不思議境。惟境惟觀。惟觀惟境。能所泯合", "453": "惑智雙融。方名理懺。直破煩惱。徹法底源。三世頓空。", "454": "盡罪邊際。若以此智。遍照諸門。則門門十二。一即一", "455": "切。一切即一。全修全性。全性全修。法法圓通塵塵具", "456": "足。一多無礙。帝網重重。難議難思。無窮無盡如斯懺", "457": "悔。雅稱佛懷。一法不修。名大精進。一念不起。洞見十", "458": "方。毗盧遮那。心精通㳷。普賢彌勒。常住其前。地湧七", "459": "寶。非外莊嚴。天雨四華。不足稱供。修是法者。名第一", "46": "王身長九尺餘。佛身倍人。乃長一丈六尺。又依十歲一尺之數推算。彼時人民。尚應身", "460": "義懺悔也。", "461": "行者。得是懺已。當念法界眾生。封錮未悟。須以斯道。", "462": "還覺斯民。展轉宣傳。普濟一切。同聞三會之音。共克", "463": "二嚴之果。報佛深慈。堪稱佛子。當師子吼。發海潮音。", "464": "攝伏群邪。摧諸外道。荷擔如來。將墜大法。於斯末運。", "465": "樹正法幢。內照人空。外興功德。真俗並演。生佛兩亡。", "466": "其或未階法忍。中間自有種種證相。相似不同。若不", "467": "預明。恐至泣跂莫辯。大則頓遭邪悞。小則漸入二乘。", "468": "於無上心。悉名顛倒。自既淪溺。奈眾生何。固當虗己", "469": "從人。精思研究。而於楞嚴經。禪經。天台止觀。法華懺", "47": "長八百丈。況佛身止於千尺。及八十肘耶。疑此尺字。", "470": "儀。諸辯魔處。當盡心焉。不致認賊為子。指砆作璧也。", "471": "能使五陰主人。秉燭登堂。縱有八萬四千魔軍。所謂", "472": "割水吹光。不得汝便。直超寶覺。永絕塵囂。何慮衣珠。", "473": "不我朗曜。因思華屋。是彼未登。願此法門。流通無盡。", "474": "得遇龍華修證懺儀卷第四終", "475": "No. 1488-B 龍華懺儀跋語No. 1488-B", "476": "龍華懺儀跋語", "477": "夫真性湛然。本無生佛之名。靈心閴爾。曷有根塵之", "478": "迹。特由迷悟之一心。遂感昇沉之十界。因善惡之殊", "479": "途。受安危之異趣。所以輪迴永劫。解脫無期。故我", "48": "不無魚魯之訛也。佛必倍人。恐應千丈。非千尺也。如", "480": "迦文。不離寂光土而示現受生。頓舍金輪王而方便", "481": "成道。觀機稱性。創說華嚴。指彼大心。乘遮那之本智。", "482": "入華藏之圓門。然其聾啞之機。別當俯就。是以頓掩", "483": "一實。漸啟三根。四諦十二緣。六度三三昧。既遊般若。", "484": "堪駕白牛。終令入佛知見也。始末化緣。大略如斯而", "485": "已。嗟乎末法。違真世遠。去聖時遙。凡情熾而法義微。", "486": "聖道迂而業繩繫。故諸古德。始開懺摩一門。意令滌", "487": "舊染而受新薰耳。切觀諸家懺式。詳略不一。獨", "488": "蕭梁所集者。曲盡人情。委明懺意。以故流通斯世。得", "489": "其益者。深且博也。至於", "49": "釋迦化身丈六是矣。又二地菩薩尚見千丈佛身。若", "490": "天台家所集。辭禮尚約。宗旨惟圓。或一七日。或三七", "491": "日。即獲聖靈。往往而應。固一家之良䂓。末學之善導", "492": "也。萬曆丙午歲。天台慈雲懺主。幻為惺公。按觀彌勒", "493": "上生等經。集龍華懺儀四卷。列十二門。為後學勸。始", "494": "事而終理條貫有法。外權而內實凡聖非遙。理能成", "495": "事念念而不異真心。事得理融門門而無非實相。實", "496": "相緣生罪福無性。緣生無性寂光常現。智也惑也。心", "497": "如境如。是名真實懺悔。亦名究竟懺悔。所謂事懺摩。", "498": "理懺摩。不離當人之念。身恭敬。口恭敬。寧越自己之", "499": "心。誠末運之慈航。昏衢之法炬也。幸哉鑑也。忝斯微", "5": "覺。必先處兜率陀天。接引調伏先佛法中善根成熟", "50": "地地增勝。則身量難思。況彌勒出時。人壽既云具足", "500": "質。良遇法乘。既登鷲嶺之壇。復預龍華之會。願身塵", "501": "剎。深報佛恩。在欲行禪。當家獲聖。更何欣厭於心哉。", "502": "由是募眾剞劂。以公同志云耳。旹", "503": "明萬曆庚戌歲佛成道日擕李楞嚴寺後學沙門如", "504": "鑑撰", "51": "八萬四千歲。獨佛身如是之卑小乎。又言人身悉長", "52": "十六丈。此當千六百歲時之數。似亦未韙。此或釋尊", "53": "欲逗當時聽法之機。故作是異說。不然譯師之誤也。", "54": "問。丈六。千尺。皆三乘共見。舍那報身。獨菩薩法。可同", "55": "年哉。答。誠然。二乘不見尊特。大乘報化不二。今借此", "56": "勝應。明彼劣應。是或非忒。何者。如淨華宿王智佛。身", "57": "長六百八十萬由旬。妙音止長四萬二千由旬少佛六百", "58": "七十五萬八千由旬。豈便指報身耶。妙音身量。不過類彼國人。", "59": "佛既超勝。況彌勒不能舒之千丈。以應八萬歲時眾", "6": "眾生。使入不退。然後下生授與一乘之記。此千古不", "60": "生乎。", "61": "次辯壽量之異○次辯壽量之異下生經說。彌勒佛住世六萬歲。下", "62": "生成佛經偈云。期於六萬歲。說法度眾生。觀下生經", "63": "說。佛壽八萬四千歲。成佛經說。彌勒佛住世六萬億", "64": "歲。正法像法亦各六萬歲。然彌勒下生及彌勒成佛", "65": "二經。皆出什師所譯。一云六萬歲。一云六萬億歲。豈", "66": "自不檢點矛盾一至於此耶。此非筆授者之誤。必傳", "67": "書者之謬也。如釋迦壽應百歲。自減二十。故八十唱", "68": "滅。推彌勒應八萬歲。當減二萬。故云六萬。理或當也。", "69": "詎有國人八萬之壽。而佛獨高邁六萬億哉。其謬不", "7": "易之道也。豈非前觀為龍華之化城乎。若願生他方", "70": "辯可知矣。", "71": "次辯樹量之異○次辯樹量之異彌勒下生經說。龍華樹。高五十里。", "72": "觀下生經說。高一由旬廣五百步。來時經說。高四十", "73": "里即一由旬。廣亦四十里。成佛經說。高五十由旬二千里也。下", "74": "生成佛經說。高四踰繕那即四由旬一百六十里也。蔭六拘盧舍。", "75": "下生。與成佛二經。係什師一人之譯。一云五十里。一", "76": "云五十由旬。二說之不侔又如此。若佛身准減劫八", "77": "萬歲時。應長千丈餘。菩提樹奚止五十里。及一由旬。", "78": "准於四踰繕那。方稱身量。言五十由旬。樹恐太高。", "79": "次辯初會異○次辯初會異略有二種。一說法處異。二見迦葉異。", "8": "佛剎。宿與龍華有緣。因彌勒成道。覩光而來華林法", "80": "下生經。來時經等。俱說彌勒成道已。在龍華樹下。說", "81": "三會法。獨成佛經說。彌勒成三菩提已。首度儴佉王。", "82": "與無數天龍八部。入翅頭末城說四諦。十二緣。度人", "83": "天眾。名為初會。時彌勒佛眷屬圍繞。出城。還華林園", "84": "說二會法。此其一也。又觀下生經說。彌勒成道已。首", "85": "度魔王大將。次善財長者。次儴佉王等。將無數千人。", "86": "往山中見大迦葉。此名第一會。下生經說。在華林園", "87": "說三會法。度人天已。入城乞食。降大力魔。方至耆闍", "88": "山頂。見大迦葉。不說初會見。與成佛經所說同。如是", "89": "種種異說。行人何所的從。以成觀境。況羅什素稱七", "9": "會。經說第二會有他方諸天。及八部眾。六十四憶恒", "90": "佛譯師。尚自相左若是。他之不侔。固可知矣。雖然。悉", "91": "是金口。難可是非。欲令行者標心。故伸辯如右。今觀", "92": "竺法護譯名觀彌勒菩薩下生經。對前高昌郡譯。亦", "93": "有觀字。正是行人用觀之處。似可依憑。又況文約義", "94": "備。初心易成。若觀心純熟。又當進於什師所譯彌勒", "95": "成佛經。廓其心量。故兩存之也。", "96": "第二正觀○第二正觀有三。初觀同居。二觀劣應。三結勸。同居", "97": "又二。初略示城郭。二徧觀閻浮。", "98": "初觀同居彌勒如來出現世時。正值增極減初之際。故國界之", "99": "勝妙。身壽之修長。一如諸佛淨土。尤當以四土分之。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1488 得遇龍華修證懺儀", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1488 得遇龍華修證懺儀", "author": "明 如惺撰", "language": "chinese", "source": "CBETA"}