{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 469 金剛經補註", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "離相寂滅分第十四", "1": "持經功德分第十五", "2": "仰尊顏。目不暫捨。心常精進。無有間斷也。受持讀", "3": "誦者。行解相應謂之受。勇猛精進謂之持。心不散", "4": "亂謂之讀。見此不迷謂之誦。為人解說。謂已悟人。", "5": "能見自性。方便為人解說此經。令悟實相。成無上", "6": "道。此為法施。無所住相功德。無有邊際。勝前百千", "7": "萬億劫。以身布施功德。百千萬倍。謂彼雖受無量", "8": "福報。乃世間福耳。受世間福者。乃染煩惱之因。又", "9": "因心作惡業。聞此經典。信心不逆。則自此種諸善", "10": "根。日見增長。愈久而愈盛。則為出世間福。故勝於", "11": "彼無量無數也。川禪師云。人天福報即不無。佛法", "12": "未夢見在。頌曰。初中後。發心同。功德無邊等莫窮。", "13": "爭似信心心不立。一拳打破大虗空。", "14": "須菩提以要言之至為發最上乘者說。", "15": "明此法門所有功德。過心境界。故不可以心思。過", "16": "言境界。故不可以口議。若人於此經典。了悟人法", "17": "二空。深明實相。功德廣大。即同佛心。無有邊際。不", "18": "可稱量也。為發大乘者說。謂智慧廣大。能見自性。", "19": "色空俱遣。不著二邊。二邊既無。即無中道可立。不", "20": "染萬境。即是大乘菩薩所行之道。為發最上乘者", "21": "說。謂不見垢穢可厭。不見清淨可求。無遣可遣。亦", "22": "不言無遣。無住不住。亦不言無住。心量廣大。廓若", "23": "虗空。無有邊際。即是最上乘諸佛地位也。黃蘗云。", "24": "如來現世。欲說一乘真法。則眾生不信興謗。沒於", "25": "苦海。若都不說。則墮慳貪。不為眾生普捨妙道。遂", "26": "談方便。說有三乘。乘有大小。得有淺深。皆非定法。", "27": "故云。唯有一乘道。餘二則非真也。川禪師云。如斬", "28": "一握絲。一刀一切斷。頌曰。一拳打倒化城關。一脚", "29": "趯翻玄妙棊。南北東西信步行。休覔大悲觀自在。", "30": "大乘說。最上說。一棒一條痕。一掌一握血。", "31": "若有人能受持讀誦至阿耨多羅三藐三菩提。", "32": "廣為人說。知見是人。皆得成就不可思議功德者。", "33": "此謂上根器人。深明此經。了悟佛意。持此大乘經", "34": "典。為人解說。令諸學者。各見自性無相之理。得見", "35": "本源自心是佛。當知此人功德。無有邊際。不可稱", "36": "量也。馬祖云。汝等諸人。須信自心是佛。此心即是", "37": "佛心。佛國白禪師云。心心即佛佛心心。佛佛心心", "38": "即佛心。心佛悟來無一物。將軍止渴望梅林。圜悟", "39": "禪師云。即心是佛。已是八字打開。非佛非心。重問", "40": "當陽點破。不尋其言。一直便透。方見古人赤心片", "41": "片。若也躊蹰。則當面蹉過了也。心佛頌云。佛即心", "42": "兮心即佛。心佛從來皆妄物。若知無佛復無心。始", "43": "是真如法身佛。佛佛佛。沒榜樣。一顆圓光八萬象。", "44": "無體之體乃真體。無相之相即實相。非色非空非", "45": "不空。不動不靜不來往。無異無同無有無。難取難", "46": "捨難指望。內外圓明到處通。一佛國在一沙中。一", "47": "粒沙含大千界。一箇身心萬箇同。知之須會無心", "48": "法。不染不淨為淨業。善惡千端無有無。便是南無", "49": "大迦葉。黃蘗云。汝但除外凡情聖境。心外更別無", "50": "佛。祖師。西來。直指一切人。全體是佛。汝今不識。執", "51": "凡執聖。向外馳騁。返自迷心。所以向汝道。即心是", "52": "佛。一念情生。即墮異趣。無始以來。不異今日。無有", "53": "異法。故名成等正覺。即為荷擔如來阿耨多羅三", "54": "藐三菩提者。聞經解義。如說修行。廣為人說。無相", "55": "之法。令諸學者。悟明心地。能行無相無著之行。開", "56": "發心中智慧光明。離諸塵勞妄念。共成無上菩提。", "57": "當知此人。負荷自性如來阿耨多羅三藐三菩提", "58": "在於身內也。傅大士云。徧計於先了。圓成證此時。", "59": "宿乘無礙慧。方便勸人持。川禪師云。劈開太華手。", "60": "須是巨靈神。頌曰。堆山積嶽來。一一盡塵埃。眼裏", "61": "瞳人碧。胸中氣若雷。出邊沙塞靜。入國貫英才。一", "62": "片寸心如海大。波濤幾見去還來。", "63": "何以故須菩提至不能聽受讀誦為人解說。", "64": "小法者。小乘法也。凡夫愚鈍。不能聽信。廣學無上", "65": "菩提。空修福德六道輪迴因果之法。縱使強學。執", "66": "著多聞。為人解說。被明眼人󳬇著。手忙脚亂。一場", "67": "敗闕。保寧勇禪師云。顏色規模恰似真。人前拈弄", "68": "越光新。及乎入火重烹煉。到了終歸是假銀。黃蘗", "69": "云。古人心利。纔聞一言。便乃絕學。所以喚作絕學", "70": "無為閑道人也。今時人只欲多知多解。廣求文義。", "71": "喚作修行。不知多知多解。翻成壅塞。皆為毒藥。盡", "72": "向生滅中取。真如之中。都無此事。從前所有一切", "73": "解處。盡須併却令空。即是空如來藏。更無纖塵可", "74": "有。即是破有法王出現世間。亦云。我於然燈佛所。", "75": "無有少法。可得。此語只為空你情解知量。但消融", "76": "表裏情盡。都無依執。是無事人。三乘教網。只是應", "77": "機之藥。隨宜所說。臨時施設。各各不同。但能了知。", "78": "即不被惑。第一不得於心境上守文作解。何以如", "79": "此。實無有定法如來可說。我此宗門。不論此事。但", "80": "只息念忘慮便休。更不用思前慮後。又云。學般若", "81": "人。不見有一法可得。絕意三乘。唯一真實不可證", "82": "得。謂我能證能得者。皆增上慢人。法華會上。拂衣", "83": "而去者。皆斯徒也。是故佛言我於阿耨多羅三藐", "84": "三菩提。實無所得。默契而已。學者但止於正法修", "85": "行。放下我人眾生壽者四相。即不被一切諸境惑", "86": "亂。若著四相。則墮邪見。故不能聽受讀誦。況能為", "87": "人解說。修行正法眼藏云。若欲修行。當依正法。心", "88": "體離念。相等虗空。不落聖凡。身心平等。如是修者。", "89": "是為正法也。川禪師云。仁者見之謂之仁。智者見", "90": "之謂之智。頌曰。不學英雄不讀書。波波役役走長", "91": "途娘生寶藏無心用。甘作無知餓死夫。爭恠得別", "92": "人。", "93": "須菩提在在處處至以諸花香而散其處。", "94": "在在處處。言所在之處不一也。一切眾生。六根運", "95": "用。種種施為。常在法性三昧之中。若悟此理。即在", "96": "在處處有此經也。天人阿修羅。天者逸樂心。人者", "97": "善惡心。阿修羅者瞋恨心。但存此心。不得解脫。所", "98": "應供養者。若無天人阿修羅心。是名供養。即為是", "99": "塔者。解脫之性。巍巍高顯。便是如來真身舍利。故", "100": "云是塔也。以諸香花。而散其處者。常於解脫性中。", "101": "開敷知見。熏植萬行。即法界性。自然顯現。川禪師", "102": "云。鎮州蘿蔔。雲門餬餅。頌曰。與君同步又同行。起", "103": "坐相將歲月長。渴飲饑飱常對面。不須回首更思", "104": "量。", "105": "能淨業障分第十六○能淨業障分第十六", "106": "若能心常清淨。宿生業障。永盡消除。頌曰。業由心", "107": "造心由誰。心罪當知誰所為。直下罪忘心滅處。覺", "108": "天心月燦光輝。", "109": "復次須菩提若善男子至得阿耨多羅三藐三菩提。", "110": "上明生善。今明滅惡。先世造作定業。不可逃避。以", "111": "行般若故。不特易重為輕。且得正覺。故言若人受", "112": "持讀誦此經。應合得人恭敬。今復有疾患貧窮業", "113": "障。反為人所憎惡。世人不達先業。將謂誦經為善。", "114": "渾無應驗。遂生疑惑。殊不知若非經力。即墮惡道。", "115": "以今世人輕賤。故折三途之報。速得無上菩提。張", "116": "無盡云。四序炎涼去復還。聖凡只在剎那間。前人", "117": "罪業今人賤。倒却前人罪業山。傅大士云。先身有", "118": "報障。今日受持經。暫被人輕賤。轉重復還輕。若了", "119": "依他起。能除徧計情。常依般若觀。何慮不圓成。川", "120": "禪師云。不因一事。不長一智。頌曰。讚不及。毀不及。", "121": "若了一。萬事畢。無欠無餘若太虗。為君題作波羅", "122": "蜜。", "123": "須菩提我念過去至乃至筭數譬喻所不能及。", "124": "阿僧祇。梵語也。華言無央數。那由陀。華言一萬萬。", "125": "於無量無央數劫。在然燈佛先。則釋迦佛說此經", "126": "時。去然燈佛。已無量無數矣。又於其先。遇八百四", "127": "千萬億那由他諸佛出世。則其劫數。不勝其多。供", "128": "養如是諸佛。其功德。終不可及此經功德。以彼雖", "129": "供無數諸佛。求福而已。未離生死。自性若迷。福何", "130": "可救。不如有人。於此經典。得悟真性。勝前所得功", "131": "德。百千萬倍。達磨對梁武帝云。造寺寫經。供養布", "132": "施功德。只獲人天小果。實非功德也。川禪師云。功", "133": "不浪施。頌曰。億千供佛福無邊。爭似常將古教看。", "134": "白紙上邊書黑字。請君開眼目前觀。風寂寂。水漣", "135": "漣。謝家人祇在漁船。", "136": "須菩提若善男子善女人至果報亦不可思議。", "137": "所得功德。我若具說者。謂說悟後淨玅境界也。前", "138": "為樂小法者。為說降住小乘之法。欲令悟入。尚猶", "139": "不信。若便為說見性大乘之法。密義難思。狂亂不", "140": "信。徒使其狐疑也。義者般若之義。果報者。所得功。", "141": "德也。當知是經等。則總結此經福果之體。皆幽邃", "142": "而難測。盖經義乃福所依體。佛果為菩提所依體。", "143": "以皆無相。故絕言思也。長水云。自第三乃至第十。", "144": "迤𨓦次第。五度校量。謂外財兩度。內財兩度。佛因", "145": "一度。第一以一大千界寶施。不及持說。第二以無", "146": "量大千界寶施。不及持說。第三以一河沙身命布", "147": "施。不及持說。第四以無量沙數身命布施。不及持", "148": "說。第五以如來因地供佛功德。不及持說。至此第", "149": "五。是校量之極。更無譬喻。可以比況。故總結云。經", "150": "義果報不可思議也。謝靈運云。萬行淵源。義理難", "151": "測。菩提玅果。豈有心之能議。川禪師云。各各眉毛", "152": "眼上橫。頌曰良藥多苦口。忠言多逆。耳冷煖自知。", "153": "如魚飲水。何須他日待龍華。今朝先授菩提記。", "154": "究竟無我分第十七○究竟無我分第十七", "155": "一切法。直下究竟。本無我體。頌曰。究竟無我絕三", "156": "玄。真空玅理本無傳。人人本有黃金相。分付東君", "157": "仔細參。", "158": "爾時須菩提白佛言世尊至無有一眾生實滅度者。", "159": "云何應住。云何降伏其心。注見善現起請分中。當", "160": "生如是心者。謂二乘之人。執著諸相。起諸妄念。如", "161": "來指示。令其心常空寂。湛然清淨也。馬祖云。常教", "162": "心如迷人。不辨萬有。百丈云。心如虗空相。學始有", "163": "成也。黃蘗云。但淨其心。更無別法。此即真佛。佛與", "164": "眾生。一心無辨。猶如虗空。無雜無染。如大日輪。照", "165": "四天下日升之時。明徧天下。虗空不曾明。日暗之", "166": "時。暗徧天下。虗空不曾暗。明暗之境。自相凌奪。虗", "167": "空之性。廓然不變。佛與眾生。心亦如是。我應滅度", "168": "一切眾生者。佛言我今欲令一切眾生。除滅妄心。", "169": "令見真性。白樂天云。澹然無他念。虗靜是吾師。圭", "170": "峰禪師云。覺諸相空。心自無念。念起即覺。覺之即", "171": "無。修行妙門。惟在此也。慈受云。有利根者。一撥便", "172": "轉。性頑鈍者。只在夢中。山僧有箇省磕睡底道理。", "173": "不免傾心吐膽。而為諸人說破。良久曰。且勤照管", "174": "鼻孔。愚者若見此。一如路逢客。智者見點頭。恰如", "175": "饑得食。滅度一切眾生已。而無有一眾生實滅度", "176": "者。此謂不可見有眾生是自己度者。若有此念。即", "177": "著我人眾生壽者四相。即非菩薩清淨心也。川禪", "178": "師云。有時因好月。不覺過滄洲。頌曰。若問云何住。", "179": "非中及有無。頭無纖草盖。足不履閻浮。細似鱗方", "180": "出。輕如蝶舞初。眾生滅盡知無滅。此是隨流大丈", "181": "夫。", "182": "何以故若菩薩有我相至阿耨多羅三藐三菩提者。", "183": "即非菩薩。謂二乘之人。執著我人眾生壽者四相。", "184": "解註已在大乘正宗分中。實無有法。謂初悟人。尚", "185": "有微細四相也。但少有悟心是我相。見有智慧。能", "186": "降伏煩惱是人相。見降伏煩惱竟。是眾生相。見清", "187": "淨心可得。是壽者相。不除此念。皆是有法。故云。實", "188": "無有法發阿耨多羅三藐三菩提者。傅大士云。空", "189": "生重請問。無心為自身欲發菩提者。常了現前因。", "190": "行悲疑似妄。用智最言真。度生權立我。證理即無", "191": "人。川禪師云。少他一分也。不得頌曰。獨坐翛然一", "192": "室空。更無南北與西東。雖然不借陽和力。爭柰桃", "193": "花一樣紅。龍舒居士云。此分大槩如第三分所言。", "194": "須菩提於此再問者。無非為續求聽者問耳。經中", "195": "多有如此。不必以前為破情顯智。此則忘智顯理。", "196": "前淺後深。穿鑿求解。佛再答之。唯增實無有法發", "197": "阿耨多羅三藐三菩提者一句。上既言發阿耨菩", "198": "提者。當生如是心。生如是心。則是法矣。若無法。烏", "199": "能得見真性而成佛。然此乃言實無有法發阿耨", "200": "菩提者。何也。盖上言當生如是心者。是心亦非真", "201": "性中所有。亦屬妄耳。故此言實無有法。其意謂究", "202": "其實。則真性無此。佛恐弟子誤認所謂當生如是", "203": "心者為真實。故特於此說破。以為非實也。然則非", "204": "徒本無一切眾生。而發此求真性之心者。亦本無", "205": "法。盖真性中本來。蕩然空寂。所謂一法不立者是", "206": "也。", "207": "須菩提於意云何如來於然燈佛至佛言如是如是。", "208": "如來。佛自謂也。言我於然燈佛所。有法得三菩提", "209": "不。須菩提言。若有般若了悟心在。即是有法。尚存", "210": "所得之心。故云。無有法得三菩提也。佛言如是如", "211": "是者。善契如來之法意也。川禪師云。若不同床睡", "212": "爭知被底穿。頌曰。打皷弄琵琶。相逢兩會家。君行", "213": "楊柳岸。我宿渡頭艖。江上晚來秋雨過。數峰蒼翠", "214": "接天霞。", "215": "須菩提實無有法至當得作佛號釋迦牟尼。", "216": "若有一切法。是有一切心。故云。即非佛法。若無一", "217": "切法。是無一切心。云何不是佛。故龍牙和尚云。深", "218": "念門前樹。能令烏泊棲。來者無心喚。去者不慕歸。", "219": "若人心似樹。與道不相違。與我授記當得作佛。號", "220": "釋迦牟尼者。如因智慧而得見性。若有能所之心。", "221": "即是有法可得。性同凡夫。如何得授記耶。若必有", "222": "法可得。則然燈佛。已傳之矣。何待授記。故無記可", "223": "授。是名授記。若於心上無纖粟停留。即是無法可", "224": "得。自性清淨。故云。來世當得作佛。慈受禪師云。一", "225": "顆靈丹大似拳。服來平地便升仙。塵緣若有絲毫", "226": "在。蹉過蓬萊路八千。傅大士云。人與法相待。二相", "227": "本來如。法空人是妄。人空法亦袪。人法兩俱遣。授", "228": "記可非虗。一切皆如幻。誰言得有無。川禪師云。貧", "229": "似范丹。氣如項羽。頌曰。上無片瓦。下無劄錐。日來", "230": "月往。不知是誰。咦。", "231": "何以故如來者即諸法如義。", "232": "如來者。即真如也。真如不離諸法。凡夫心存取捨。", "233": "分別諸法。所以濁亂。不得自如。佛心若大虗空。即", "234": "一切諸法。本來清淨。如中天杲日。歷歷分明。於諸", "235": "法上。都無取捨分別。即是諸法如義。又云。若不修", "236": "因。即無證果。雖無因果法之可得。諸法皆如。如理", "237": "即佛。傅大士云。法性非因果。如理不從因。謂得然", "238": "燈記。寧知是舊身。經云。文殊及淨名。對談不二。如", "239": "何是不二。不得動著。川禪師云。住住。動著即三十", "240": "捧。頌曰。上是天兮下是地。男是男兮女是女。牧童", "241": "撞著著牛兒。大家齊唱囉囉哩。是何曲調萬年歡。", "242": "若有人言如來得阿耨多羅至於是中無實無虗。", "243": "無上正覺。佛之真性也。性則吾心本有。法則從外", "244": "施設。佛假諸法。斷除外妄。以明真性。豈謂於法有", "245": "所得。而名為真性耶。故如來了無所得。而可以得", "246": "言者。菩提無上道耳。而菩提無上道。有真空玅理。", "247": "在乎其間。故言無實無虗。無實者。真空無分別也。", "248": "境界經云。諸欲不染故。敬禮無所觀。無虗者。玅用", "249": "也。具河沙德用也。川禪師云。富嫌千口少。貧恨一", "250": "身多。頌曰。生涯如夢若浮雲。活計都無絕六親。留", "251": "得一雙青白眼。笑看無限往來人。", "252": "是故如來說一切法皆是佛法。", "253": "一切世法。皆是佛法。盖如來真如之性。非別有體", "254": "即一切色等諸法。離性離相。唯佛與佛。乃能證知。", "255": "故云。皆是佛法。涅槃經云。佛即是法。法即是佛。馬", "256": "祖云。一切眾生。從無量劫來。不出法性三昧。長在", "257": "法性中。著衣喫飯。言談祇對。六根運用。一切施為。", "258": "盡是法性。不解還源。所以隨名逐相。迷情妄起。造", "259": "種種業。若能一念回光返照。全體聖心。何處不是", "260": "佛法。川禪師云。明明百草頭。明明祖師意。頌曰。曾", "261": "造逡巡酒。能開頃刻花。琹彈碧玉調。爐煉白珠砂。", "262": "幾般伎倆從何得。須信風流出作家。", "263": "須菩提所言一切法者即非一切法是故名一切法。", "264": "謂於者法。心無所得。了諸法空。本無一切法也。法", "265": "華經云。諸法從本來。常自寂滅相。故古德云。用即", "266": "知而常寂。不用即寂而常照。方契玅覺。是故名一", "267": "切法也。川禪師云。上大人。丘乙己。頌曰。是法非法", "268": "不是法。死水藏龍活鱍鱍。是心非心不是心。畗塞", "269": "虗空古到今。祇者是絕。追尋。無限野雲風捲盡。一", "270": "輪明月照天心。", "271": "須菩提譬如人身長大至即為非大身是名大身。", "272": "色身有相。為非大身。法身無相。廣大無邊。是名大", "273": "身。黃蘗云。虗空即法身。法身即虗空。是名大身也。", "274": "川禪師云。喚作一物即不中。頌曰。天產英靈六尺", "275": "軀。能文能武善經書。一朝識破娘生面。方信閑名", "276": "滿五湖。", "277": "須菩提菩薩亦如是至無我無人無眾生無壽者。", "278": "梵語菩薩。華言覺眾生。謂我當滅度無量眾生。即", "279": "不名菩薩者。若以眾生為有。而我化之成佛。以得", "280": "滅度。如作此見。則不可名為覺眾生。以一切眾生。", "281": "於真性本無。惟從業緣中現。不可以為有。亦如大", "282": "身。不為真實。徒有虗名而已。傅大士云。名因共業", "283": "變。萬像即微生。若悟真空色。悠然獨有名。實無有", "284": "法名為菩薩者。一切空寂。本來不生。不見有生死。", "285": "不見有涅槃。不見有善惡。不見有凡聖不見一切", "286": "法。是名見法。正見之時。了無可見。無四相可得。即", "287": "是菩薩。維摩經云。法無眾生。離眾生垢故。法無有", "288": "我。離我垢故。法無壽命。離生死故。法無有人。前後", "289": "際斷故。此真空無相法。佛說一切法者此耳。外此", "290": "則佛無所說。川禪師云。喚牛則牛。喚馬即馬。頌曰。", "291": "借婆衫子拜婆門。禮數周旋已十分。竹影掃階塵", "292": "不動。月穿潭底水無痕。", "293": "須菩提若菩薩作是言至如來說名真是菩薩。", "294": "我當莊嚴佛土。是不名菩薩者。妙定經云。若人造", "295": "得白銀精舍三千大千世界。雖有無量布施福德。", "296": "心有能所。即非菩薩。不如一念無能所心。所得功", "297": "德。勝前功德百千萬倍。即非莊嚴。是名莊嚴。謂如", "298": "來所說者。莊嚴心佛土也。心土本來。清淨無相。實", "299": "無有法可得阿耨多羅三藐三菩提。實無有法名", "300": "為菩薩。豈復取莊嚴相。逍遙自在。無纖毫罣礙。云", "301": "何是莊嚴。云何不是莊嚴。故云。即非莊嚴。是名莊", "302": "嚴也。通達無我法。謂於諸法相。無所滯礙。是名通", "303": "達。若作有所能解。是名我相。若作無所能解。湛然", "304": "清淨。是名無我。故云。真是菩薩。僧問馬祖云。作何", "305": "見解。則得達道。答云。自性本來具足。但於善惡事", "306": "上不滯。方喚作修道人。取善捨惡。觀空入定。皆屬", "307": "造作。更向外馳。去家轉踈轉遠。一念妄想。便是三", "308": "界生死根本。但不起一念。是除生死根本。即得法", "309": "王無上珍寶。川禪師云。寒則普天寒。熱則普天熱。", "310": "頌曰。有我元無我。寒時燒暖火。無心似有心。半夜", "311": "拾金針。無心無我分明道。不知道者是何人。", "312": "一體同觀分第十八○一體同觀分第十八", "313": "萬法同歸一體。更無異觀。頌曰。人法俱忘水月秋。", "314": "更無纖粟挂心頭。饑來喫飯困來睡。綠水青山一", "315": "目收。", "316": "須菩提於意云何至如是世尊如來有佛眼。", "317": "一切凡夫。皆具五眼。而被迷心盖覆。不能自見。若", "318": "無迷心忘念。即得翳障退滅。五眼開明。見一切色", "319": "也。化身觀見為肉眼。普照大千為天眼。智燭常明", "320": "為慧眼。了諸法空為法眼。自性常覺為佛眼。華嚴", "321": "經云。肉眼見一切色故。天眼見一切眾生心故。慧", "322": "眼見一切眾生諸根境界故。法眼見一切法如實", "323": "相故。佛眼見如來十力故。又云。若以無相為法身", "324": "者。名為慧眼而見如來。指空論有。假立名相。名為", "325": "法眼而見如來。若了有無。即非有無。二邊寂滅全", "326": "體法身。周徧法界者。具足佛眼而見如來。僧問尊", "327": "宿云。觀音菩薩用許多手眼作麼。答云。通身是手", "328": "眼。若人於這裏薦得。一眼也無。豈更落三落四。然", "329": "如是。須是箇漢始得。川禪師云。盡在眉毛下。頌曰。", "330": "如來有五眼。張三秪一雙。一般分皂白。的的別青", "331": "黃。其間些子淆訛處。六月炎天下雪霜。", "332": "須菩提於意云何至若干種心如來悉知。", "333": "恒河沙數者。謂諸恒河中沙。一沙為一世界。欲明", "334": "眾生有種種妄念。故舉無窮之沙以為喻耳。楞嚴", "335": "經云。琉璃光法王子。觀世間眾生。皆是妄緣風力", "336": "所轉。觀世動時。觀身動止。觀心動念。諸動無二。等", "337": "無差別。此群動性。來無所從。去無所至。十方微塵。", "338": "顛倒眾生。同一虗妄也。若干種心。如來悉知者。眼", "339": "耳鼻舌身意。若起心動念處皆是國土於。國土中", "340": "所有眾生。若干種種差別之心。心數雖多。總名妄", "341": "心。然此妄心。乃自真性中現。則有形相。既有形相。", "342": "故可得而知。故云悉知。若寂然如虗空。則無得而", "343": "知矣。川禪師云。曾為浪子偏憐客。慣愛貪杯識醉", "344": "人。頌曰。眼觀東南。意在西北。將謂矦白。更有矦黑。", "345": "一切眾生一切心。盡逐無窮聲與色。咄。", "346": "何以故如來說諸心皆為非心是名為心。", "347": "覺妄之心。即是非心。本無妄念。不起妄心。即是自", "348": "性本心。故云。是名為心。即是菩薩心。亦名涅槃心。", "349": "亦名大道心。亦名佛心。故臨濟云。若一念心能解", "350": "縛。此是觀音三昧法。川禪師云。病多記藥性。頌曰", "351": "一波纔動萬波隨。似蟻循環豈了期。今日為君都", "352": "割斷。出身方號丈夫兒。", "353": "所以者何須菩提至現在心不可得未來心不可得。", "354": "謂三世心。無性可得。故可從緣生。肇法師云。聞說", "355": "諸心謂有實心。故須破遣。明三世皆空。故云。過去", "356": "已滅。未來未至。現在虗妄。三世推求。了不可得蓋", "357": "真心常住。自無量無數劫來。常一定而不變動。豈", "358": "有過去未來現在。有此三心。則是妄想。從緣而起。", "359": "緣滅還無。不可得者。謂無也。言此三心。本來無有。", "360": "乃從緣而有耳。故云。若悟無相無事。平常真心。即", "361": "法體空寂。不生不滅。湛然清淨。豈有前念今念後", "362": "念可得也。馬祖云。道不用修。但莫污染。何謂污染", "363": "但有生死造作趣向。皆是污染。若欲直會其道。平", "364": "常心即是道。何謂平常心。無造作。無是非。無取捨。", "365": "無愛憎。無凡聖。是故經云。非凡夫行。非聖賢行。是", "366": "菩薩行。趙州問南泉云。如何是道。泉去。平常心是", "367": "道。佛印禪師頌云。欲識平常道。天真任自然。行舡", "368": "宜舉棹。走馬即加鞭。若遇饑來飯。還應困即眠。盡", "369": "從緣所得。所得亦非緣。傅大士云。依他一念起。俱", "370": "為妄所行。便分六十二。九百亂縱橫。過去滅無滅。", "371": "當來生不生。若能如此觀。真妄坦然平。川禪師云。", "372": "低聲低聲。直得鼻孔裏出氣。頌曰。三際求心心不", "373": "見。兩眼依然對兩眼。不須遺劍刻舟尋。雪月風花", "374": "常見面。", "375": "法界通化分第十九○法界通化分第十九", "376": "以無福德為福德。充滿法界。通達無邊。頌曰。寶施", "377": "無邊豈性同。何如見道脫凡籠。打開自己光明藏。", "378": "盡在毫端一化中。", "379": "須菩提於意云何至如來說得福德多。", "380": "布施雖多。只是有礙之寶。不及無為清淨功德。是", "381": "故如來不說多也。若有菩薩。以盧那含中七覺菩", "382": "提。持齋禮讚。從其心燈化生功德。不生不滅。堅如", "383": "金剛。乘香花雲。人無邊界。起光明臺。供養十方一", "384": "切諸佛。此是無為功德。見性之施。同於虗空。無有", "385": "邊際。川禪師云。尤勝別勞心。頌曰。羅漢應供薄。象", "386": "負七寶珍。雖然多濁富。爭似少清貧。罔象只因無", "387": "意得。離婁失在有心親。", "388": "離色離相分第二十○離色離相分第二十", "389": "有色有相。從緣妄生。離妄即得見性。頌曰。法身體", "390": "若太虗空。萬象難教混一同。花笑鳥啼瞞不得。難", "391": "將正眼著邪中。", "392": "須菩提於意云何至即非具足是名諸相具足。", "393": "如來法身無為。應身起用。固非色相可見。而未嘗", "394": "離於色相而不可見。凡夫不著有。即著空。有此斷", "395": "常二見。謂觀空莫非見色。見色莫不皆空。即是具", "396": "足色身。具足諸相。非具足也。空色一如。有無不異", "397": "方可能觀無身而見一切身。無相而見一切相。是", "398": "名色身具足。諸相具足也。僧問趙州云。狗子有佛", "399": "性也。無。州云。狗子無佛性。僧云。蠢動含靈。皆有佛", "400": "性為甚麼狗子無佛性。州云。為他有業識在。夫業", "401": "識之人。種種著於有。起諸妄想者。名顛倒知見。種", "402": "種落於空。都無所悟者。名斷滅知見。宿有善根之", "403": "人。無此顛倒斷滅二病。能洞曉空有。此名正真知", "404": "見。若悟此理。乃可隨時著衣喫飯。長養聖胎。任運", "405": "過時。更有何事。四祖謂牛頭融禪師云。百千玅門。", "406": "同歸方寸。恒沙玅德。總在心源。一切定門。一切慧", "407": "門。一切行門。悉皆具足。神通玅用。只在你心。業障", "408": "煩惱。本來空寂。一切果報。性相平等。大道虗曠。絕", "409": "思絕慮。如是之法。無欠無餘。與佛無殊。更無別法。", "410": "但只令心自在。莫懷妄想亦莫歡欣。莫起貪嗔。莫", "411": "生憂慮。蕩蕩無礙。任意縱橫。不作諸善。不造諸惡。", "412": "行住坐臥。觸目遇緣。皆是佛之玅用。祖印明禪師", "413": "云。養就家欄水牯牛。自歸自去有來由。如今穩坐", "414": "深雲裏。秦不管兮漠不收。傅大士云。八十隨形好。", "415": "相分三十二。應物萬般形。理中非一異。人法兩俱", "416": "遣。色心同一契。所以證菩提。實由諸相離。川禪師", "417": "云官不容針。私通車馬。頌曰。請君仰面看虗空。廓", "418": "落無邊不見蹤。若解轉身些子力。頭頭物物總相", "419": "逢。", "420": "非說所說分第二十一○非說所說分第二十一", "421": "無法可說。是名說法。頌曰。生前一句是如何。開口", "422": "分明蹉過他。佛祖舌頭都坐斷。啞人食蜜笑呵呵。", "423": "須菩提汝勿謂如來作是念至不能解我所說故。", "424": "既云。如來色身相好。不可得見。如何為人說法。然", "425": "如來心常清淨。語默皆如。遇緣即施。緣散即寂。無", "426": "說而說。說即無說。不達此意。是為謗佛。張無盡云。", "427": "非法無以談空。非人無以說法。此謂不同生滅之", "428": "心。有法可說也。若有生滅心在而說法者。是教一", "429": "切人不能得見自性。所以為不能解佛所說也。如", "430": "如居士云。終日喫飯。不曾咬著一粒米。終日著衣。", "431": "不曾挂著一莖絲。所以我佛橫說直說。四十九年。", "432": "未曾道著一字。若人有所說法。直饒說得天花亂", "433": "墜。也落在第二著。唯能坐斷十方。打成一片。非言", "434": "語可到。是名真說法也。所以道。墻壁瓦礫。說禪浩", "435": "浩。古德頌云。也大奇。也大奇。無情說法不思議。若", "436": "將耳聽終難會。眼處聞聲方得知。川禪師云。是即", "437": "是。大藏小藏。從甚處得來。頌曰。有說皆為諦。無言", "438": "亦不容。為君通一線。日向嶺東紅。", "439": "須菩提說法者無法可說是名說法。", "440": "說法者。無法可說。謂本來無法。特為諸眾生隨緣", "441": "而說耳。此法豈真有耶。眾生覺悟。何用此法。但虗", "442": "名為說法而已。謝靈運云。教傳者。說法之意也。向", "443": "言無說。非杜默而不語。但無存而說。則說滿天下。", "444": "無乖理法之過。無存。謂不著諸相。心無所住也。傅", "445": "大士云。相寂名亦遣。心融境亦亡。去來終莫見。語", "446": "默永無妨。智入圓成理。身同法性常。證真還了俗。", "447": "不廢是津梁。川禪師云。兔角杖。龜毛拂。頌曰。多年", "448": "石馬放毫光。鉄牛哮吼入長江。虗空一喝無蹤跡。", "449": "不覺潛身北斗藏。且道是說法。不是說法。", "450": "爾時慧命須菩提白佛言至說非眾生是名眾生。", "451": "此魏譯偈也。長慶中。僧靈幽入冥所。指魏譯則存。", "452": "秦譯則無。今存魏譯。慧命。善現解空第一。與般若", "453": "空慧相應。以慧為命。故稱慧命。佛言若敬信佛法。", "454": "即著聖見。非眾生也。若不信佛法。則著凡夫見。非", "455": "不眾生。若起此二見者。是不了中道。須是凡聖皆", "456": "盡不生兩頭。方是真正見解。故云。眾生眾生者。如", "457": "來說非眾生。是名眾生也。川禪師云。火熱風動。水", "458": "濕地堅。頌曰。指鹿豈能成駿馬。言烏誰謂是翔鸞。", "459": "雖然不許纖毫異。馬字驢名幾百般。", "460": "無法可得分第二十二○無法可得分第二十二", "461": "悟性空故。無法可得。頌曰。火裏尋氷謾自求。敲冰", "462": "取火更無由。十虗縱汝爭拈得。兩眼雙空當下休。", "463": "須菩提白佛言世尊至是名阿耨多羅三藐三菩提。", "464": "無有少法可得。謂真性中。元無有法可得。若有少", "465": "法可得。亦是著相。惟無所得。則蕩然空空。是故不", "466": "可以形相求。不可以言說求也。誌公云。但有纖毫", "467": "即是塵。舉意便遭魔所擾。經云。若人欲識佛境界。", "468": "當淨其意如虗空。學道之人。但於一切諸法。無取", "469": "無捨。見如不見。聞如不聞。心如木石。刮削併當。令", "470": "內外清淨方是逍遙自在底人。草堂清和尚云。擊", "471": "石乃出火。火光終不炎。碧潭深萬丈。直下見青天。", "472": "逍遙翁云。內覺身心空。外覺萬事空。破諸相訖。自", "473": "然無可執。無可爭。此是禪悅。所謂大明了人。勿令", "474": "有秋毫許障礙。微塵許染著。堅久不渝。便是無上", "475": "士。不動尊也。琪禪師云。念念釋迦出世。步步彌勒", "476": "下生。分別現文殊之心。運用動普賢之行。門門而", "477": "皆出甘露。味味而盡是醍醐。不出旃檀之林。長處", "478": "華藏之境。若如此也。行住坐臥。觸目遇緣。雖應用", "479": "千差。且湛然清淨。川禪師云。求人不如求己。頌曰。", "480": "滴水生冰信有之。綠楊芳草色依依。春花秋月無", "481": "窮事。不妨閑聽鷓鴣啼。", "482": "淨身行善分第二十三○淨身行善分第二十三", "483": "以無相清淨心。修一切善法。頌曰。但自胷應無垢", "484": "機。任他長短是和非。眼中著沙耳盛水。玅行如如", "485": "同道知。", "486": "復次須菩提是法平等至得阿耨多羅三藐三菩提。", "487": "是法平等。無有高下者。所謂是法。乃真性也。凡夫", "488": "不見自性。妄識分別。自生高下。諸佛是高。眾生是", "489": "下。菩薩了悟。人法二空。上至諸佛。下至螻蟻。皆有", "490": "佛性。無所分別。故一切法皆平等。豈有高下也。黃", "491": "蘗云。欲觀佛作清淨光明解脫之相。觀眾生作垢", "492": "濁暗昧生死之相。作此解者。歷恒河沙劫。終不能", "493": "得阿耨菩提。又云。心若平等。不分高下。即與眾生", "494": "諸佛。世界山河。有相無相。徧十方界。一切平等。無", "495": "我人眾生壽者四相。本源清淨心。常自圓滿。光明", "496": "徧照。故名為無上正等正覺也。傅大士云。水陸同", "497": "真際。飛行體一如。法中何彼此。理上起親疎。自他", "498": "分別遣。高下執情除。了斯平等性。咸共入無餘。修", "499": "一切善法者。若不能離諸相。而修善法。終不能解", "500": "脫。但離諸相。而修善法。即得阿耨多羅三藐三菩", "501": "提也。百丈云。若人於一切事。無染無著。於一切境。", "502": "不動不搖。於一切法。無取無捨。於一切時。常行方", "503": "便。隨順眾生。令皆歡喜。而為說法。令悟菩提真性。", "504": "此即名為修善法也。川禪師云。山高海深。日生月", "505": "落。頌曰。僧是僧兮俗是俗。喜則笑兮悲則哭。若能", "506": "於此善參詳。六六從來三十六。", "507": "須菩提所謂善法者如來說非善法是名善法。", "508": "不住相故。即非善法。無漏福故。是名善法。法華經", "509": "云。初善。中善。後善者。初。謂發善心時。須是念念精", "510": "進。不生疑惑懈怠之心。中。謂常修一切善法。令悟", "511": "真性。不著諸法相。後。謂即破善法。直教一切善惡", "512": "凡聖。無取捨憎愛之心。平常無事。故云。即非善法。", "513": "是名善法。盖凡夫執惡。聲聞著善。若不離善法。又", "514": "落兩頭機。豈為平等也。古德云。了取平常心是道。", "515": "饑來喫飯困來眠。又云。常平等心。如地廣大。玅觀", "516": "察智。如日光明。體用及此。是佛境界。川禪師云。面", "517": "上夾竹桃花。肚裏侵天荊棘。頌曰。是惡非惡。從善", "518": "非善。將逐符行。兵隨印轉。有時獨立玅高峰。却來", "519": "端坐閻王殿。見盡人間祇點頭。大悲手眼多方便。", "520": "福智無比分第二十四○福智無比分第二十四", "521": "福智俱等虗空。無物可比。頌曰。福智無邊豈度量。", "522": "人天路上福為強。要離生死超三界。惟誦金剛出", "523": "世方。", "524": "須菩提若三千大千世界中至筭數譬喻所不能及。", "525": "聚七寶布施。如三千大千世界中。須彌山王。所得", "526": "無量無邊福德。此為住相布施。終無解脫之期。不", "527": "如受持讀誦此經。乃至四句偈等。所得無住相。淨", "528": "玅功德。勝前功德百千萬倍。傅大士云。施寶河沙", "529": "數。惟成有漏因。不如無我觀。了妄乃名真。川禪師", "530": "云。千錐劄地。不如鈍。鍬一捺。頌曰。麒麟鸞鳳不成", "531": "群。尺璧寸珠那入市。逐日之馬不並馳。倚天長劍", "532": "人難比。乾坤不覆載。劫火不能壞。凜凜威光混太", "533": "虗。天上人間總不如。咦。", "534": "化無所化分第二十五○化無所化分第二十五", "535": "眾生性空。雖化度眾生。而實無所化。頌曰。自性眾", "536": "生自性度。癡人覔佛外邊求。可憐拾翠拈紅客。空", "537": "在閻浮數日頭。", "538": "須菩提於意云何至如來即有我人眾生壽者。", "539": "既云。是法平等。無有高下。云何如來却度眾生。故", "540": "偈云。平等真法界。佛不度眾生。以名共彼陰。不離", "541": "於法界。名。即眾生假名也。陰。即五陰實法也。此假", "542": "名實法。皆即法眾。故云。不離於法界。既即法界。凡", "543": "聖一如。故如來實無有眾生可度。又云。謂諸眾生。", "544": "起無量無邊煩惱妄想。於一切善惡凡聖等見。有", "545": "取捨分別之心。迷情盖覆菩提之性。佛出於世。教", "546": "令覺悟。降六賊。斷三毒。除人我。若能了悟人法二", "547": "空。無諸妄念。心常空寂。湛然清淨。更不留纖毫滯", "548": "礙。即是見性。實無眾生可化度也。石霜禪師云。休", "549": "去。歇去。古廟香爐去。枯木寒󰞆去。一念萬年去。如", "550": "大死人去。若能如此用心。安有不成道也。若有眾", "551": "生如來度者。即有我人眾生壽者。謂此道。人人具", "552": "足。箇箇圓成。本來是佛。與佛無異。一切眾生。皆是", "553": "妄緣中現。其實無有。若言有眾生可度。即著四相。", "554": "圜悟禪師云。赤肉團上。人人古佛家風。毗盧頂門。", "555": "處處祖師巴鼻。若也恁麼返照。凝然一段光明。非", "556": "色非心。非內非外。行棒也打他不著。行喝。也驚他", "557": "不得。真得淨裸裸。赤灑灑。是箇無生法忍。不退轉", "558": "輪。截斷兩頭。歸家穩坐。正當恁麼時。不須他處覔。", "559": "祇此是西方。傅大士云。夜夜抱佛眠。朝朝還共起。", "560": "起坐鎮相隨。語默同居止。纖毫不相離。如身影相", "561": "似。欲識佛去處。只這語聲是。眾生但為業障深重。", "562": "與佛有殊。若能迴光返照。一刀兩段。即便見自性", "563": "也。若不因佛經教。一切眾生。無因自悟。憑何修行。", "564": "得至佛地。此是如來無所得心。故云。若有眾生如", "565": "來度者。即有我人眾生壽者相也。川禪師云。春蘭", "566": "秋菊。各自馨香。頌曰。生下東南七步行。人人鼻直", "567": "兩眉橫。哆和悲喜皆相似。那時誰敢問慈親。還記", "568": "得在麼。", "569": "須菩提如來說有我者至如來說即非凡夫。", "570": "如來既無我人等相。云何有時稱我。須知對所度", "571": "眾生。假名說我耳。謂有我者。即是凡夫。非我者。隨", "572": "處作主。應用無方。故云。凡是佛因。佛是凡果。境界", "573": "經云。三世諸佛皆無所有。唯有自心。既明因果無", "574": "差。乃知心外無法。二乘之人。執有我相。欲離生死。", "575": "而求涅槃。欲捨煩惱。而求滅度。是捨一邊。不了中", "576": "道。乃同凡夫行也。即非凡夫者。一念清淨。非凡非", "577": "佛。故云。即非凡夫。凡夫亦空。迷者妄執。但無執著。", "578": "即一切清淨耳。川禪師云。前念眾生後念佛。佛與", "579": "眾生是何物。頌曰。不現三頭六臂。却能拈匙放筯。", "580": "有時醉酒罵人。忽爾燒香作禮。手把破沙盆。身披", "581": "錦羅綺。做模打樣百千般。驀鼻牽來祇是你。嗄。", "582": "法身非相分第二十六○法身非相分第二十六", "583": "如來清淨法身。非屬形相。頌曰。三十二相黃金殿。", "584": "八十隨形瓔珞衣。覰破如來真面目。元將黃葉止", "585": "嬰啼。", "586": "須菩提於意云何至以三十二相觀如來。", "587": "空生疑謂眾生是有。可化成聖。法身不無。可以玅", "588": "相而見之也。川禪師云。錯。頌曰。泥塑木雕兼彩𦘕", "589": "堆青抹綠更粧金。若將此是如來相。笑殺南無觀", "590": "世音。", "591": "佛言須菩提若以三十二相至爾時世尊而說偈言。", "592": "三十二相者。應身相也。觀如來者。觀法身如來也。", "593": "善現初謂應身相好。從法身流出。若見相好。即見", "594": "法身。故答以如是如是。佛恐善現於應身取著。不", "595": "達法體。又以轉輪聖王為難。謂輪王雖具三十二", "596": "相豈同如來法身。故不應以相好觀如來也。又云。", "597": "未達我人眾生壽者四相。即是心有生滅。生滅即", "598": "是轉輪義。王者。心也。雖修三十二淨行。生滅心轉", "599": "多。終不契清淨本心。與如來有別耳。川禪師云。錯。", "600": "頌曰。有相身中無相身。金香爐下鉄崑崙。頭頭盡", "601": "是吾家物。何必靈山問世尊。如王秉劍。", "602": "若以色見我以音聲求我是人行邪道不能見如來。", "603": "言我者。此是法身真常淨我。非色非聲。無形無狀。", "604": "不可以心思。不可以識識。若以色見聲求。心遊理", "605": "外。皆名邪見。不見法身。肇法師云。所謂諸相煥目", "606": "而非形。八音盈耳而非聲。應化非真佛。亦非說法", "607": "者。法體清淨。猶若虗空。無有染礙。不落一切塵境。", "608": "今且略舉聲色耳。又云。音聲色相。本自心生。分別", "609": "之心。皆落邪道。若能見無所見。聞無所聞。知無所", "610": "知。證無所證。體此玅理。方見如來。傅大士云。涅槃", "611": "含四德。惟我契真常。齊名八自在。獨我最靈長。非", "612": "色非身相。心識豈能量。看時不可見。悟理則形彰。", "613": "川禪師云。直饒不作聲求色見。亦未夢見如來在", "614": "且道如何得見。不審不審。頌曰。見色聞聲世本常。", "615": "一重雪上一重霜。君今要見黃頭老。走人摩耶腹", "616": "內藏。咦。此語三十年後。擲地有金聲在。", "617": "無斷無滅分第二十七○無斷無滅分第二十七", "618": "依空即落空。無生斷滅之見。頌曰。這點靈光亘古", "619": "今。幾回高顯幾回沉。驀然摸著衣中寶。呀地一聲", "620": "更不尋。", "621": "須菩提汝若作是念至於法不說斷滅相。", "622": "如來不以具足相故者。佛恐須菩提落斷滅見。是", "623": "故令離兩邊。然性含萬法。本自具足。應用徧知。一", "624": "即一切。一切即一。去來自由。無所󳬩礙。此法上至", "625": "諸佛。下至含識。本無欠少。是名具足相也。說諸法", "626": "斷滅。莫作是念者。諸法性空。空即是常。是故不斷", "627": "不滅若作念。云無相而有道心者。是斷一切行。滅", "628": "一切法。此非中道也。又云。若作有相觀。即是一邊", "629": "見。若不作有相觀。即是斷滅法。故知真如法性。不", "630": "是有。不是無。湛然不動。觀與不觀。皆是生滅。故云。", "631": "莫作是念也。於法不說斷滅相。謂見性之人。自當", "632": "窮究此理。若人空心靜坐。百無所思。以為究竟。即", "633": "著空相。斷滅諸相。晁太傅云。諸佛說空法。為治於", "634": "有故。若復著於空。諸佛所不化。故云。大士體空而", "635": "進德。凡夫說空而退善。當知有為。是無為之體。無", "636": "為。是有為之用也。川禪師云。剪不齊兮理還亂。拽", "637": "起頭來割不斷。頌曰。不知誰解巧安排。揑聚依前", "638": "又放開。莫謂如來成斷滅。一聲還續一聲來。", "639": "不受不貪分第二十八○不受不貪分第二十八", "640": "不受者。縱有向甚麼處著。不貪者。愛欲之念不生。", "641": "頌曰。寶聚恒河世界中。一毫不受樂心空。春敷萬", "642": "卉青紅紫。俄頃崢嶸不見蹤。", "643": "須菩提若菩薩以滿恒河至勝前菩薩所得功德。", "644": "知一切法無我。謂一切萬法。本來不生。本來無我", "645": "相。所得福德。即非七寶布施等福所能比也。得成", "646": "於忍者。既知人法無我。則二執不生。成無生忍。此", "647": "乃勝前七寶布施菩薩。夫萬法本來無性。皆因自", "648": "己之所顯發耳。如眼對色謂之見。耳對聲謂之聞。", "649": "見聞是根。色聲是塵。色聲未對之時。我性常見常", "650": "聞。未曾暫滅。色聲相對之時。我性未嘗暫生。此是", "651": "菩薩了悟真性。活鱍鱍地。洞然同於太虗。所以不", "652": "曾生滅。凡夫即被妄心所覆。隨六塵轉。即有生滅。", "653": "故塵起即心起。塵滅即心滅。不知所起滅心。皆是", "654": "妄念也。若見六塵。起滅不生。即是菩提。川禪師云。", "655": "耳聽如聾。口說如瘂。頌曰。馬下人因馬上君。有高", "656": "有下有疎親。一朝馬死人歸去。親者如同陌路人。", "657": "只是舊時人。改却舊時行履處。", "658": "須菩提以諸菩薩不受福德故至故說不受福德。", "659": "不貪世間福德果報。謂之不受。又云。菩薩所作福", "660": "德。不為自己。止欲利益一切眾生。此是無所住心。", "661": "即無貪著。故云。不受福德。川禪師云。裙無腰。袴無", "662": "口。頌曰。似水如雲一夢身。不知此外更何親。箇中", "663": "不許容他物。分付黃梅路上人。", "664": "威儀寂靜分第二十九○威儀寂靜分第二十九", "665": "四威儀中。法身如如不動。本來靜寂。頌曰。坐臥經", "666": "行脚自擡。登山涉水混塵埃。看他下足分明處。踏", "667": "碎虗空無去來。", "668": "須菩提若有人言至亦無所去故名如來。", "669": "如來清淨法身。徧滿虗空世界。本無形相。其現千", "670": "百億身。乃隨眾生業緣而有。如鏡中像。其實法身。", "671": "元無生滅。豈有去來。故不知其何所從來。亦不知", "672": "其何所從去。華嚴經云。上覺無來處。去亦無所從。", "673": "清淨玅色身。神力故顯現。圓覺經云。雲駛月運。舟", "674": "行岸移。盖謂月未嘗運。岸未嘗移。真如體性。未嘗", "675": "作止任滅。皆人謬見耳。又云。知色聲起時。即知從", "676": "何而來。知色聲滅時。即知從何而去。故色聲香味", "677": "觸法。自有起滅。我心湛然。豈有去來生滅相耶。寂", "678": "而常照。照而常寂。行住坐臥。四威儀中。無不清淨", "679": "也。川禪師云。三門頭合掌。佛殿裏燒香。頌曰。衲捲", "680": "秋雲去復來。幾回南嶽與天台。寒山拾得相逢笑。", "681": "且道笑箇甚麼。笑道同行步不擡。", "682": "一合理相分第三十○一合理相分第三十", "683": "世界微塵。離合無性。為顯此理。頌曰。一念未興相", "684": "已成。如臨寶鏡兩分明。翻身踏碎潭心月。相理元", "685": "空擺手行。", "686": "須菩提若善男子善女人至即非世界是名世界。", "687": "微塵者。妄念也。世界者。身之別名也。微塵是因。世", "688": "界是果。微塵世界者。謂因果也。然自己真性。非因", "689": "非果。能與六道眾生為因果也。謂自性是因。六道", "690": "是果。故知微塵能起世界。輪迴由於一念。雖見小", "691": "善。不可執著。雖逢小惡。必須除去。且眾生於妄念", "692": "中。起貪瞋癡業。妄受三界夢幻之果。如彼微塵。積", "693": "成世界。不知因果。元是妄心。自作自受。一念悟來。", "694": "即無微塵。世界何有。故云。即非微塵。是名微塵。即", "695": "非世界。是名世界。若欲建立世界。一任微塵熾然。", "696": "若欲除滅世界。覺悟人法俱空。了無一法可得。湛", "697": "然清淨。不被諸境所轉。皆由於自己也。傅大士云。", "698": "欲證無生忍。要假離貪嗔。人法知無我。逍遙出六", "699": "塵。川禪師云。若不入水。爭見長人。頌曰。一塵纔起", "700": "翳摩空。碎抹三千數莫窮。野老不能収拾得。任教", "701": "隨雨又隨風。", "702": "何以故若世界實有者至但凡夫之人貪著其事。", "703": "微塵謂因。世界謂果。若執因果為實有者。即被相", "704": "之所縛。故云。即是一合相。但莫執為實有。亦莫執", "705": "為實無。於相離相。故云。即非一合相。是名一合相", "706": "也。又云。微塵雖多。不足為多。世界幻成。終無實義。", "707": "若說實有微塵。實有世界。即是彼此著相。彼既是", "708": "相。我又著相。兩相相合。是謂一合相。總是虗妄。縛", "709": "繫生滅。但凡夫未悟。妄生貪著耳。即是不可說者。", "710": "須是學人。自省自悟。於理事上。各無󳬩礙。今凡夫", "711": "一向貪著事相。不達於理。所以說因果著因果。說", "712": "世界著世界。傅大士云。界塵何一異。報應亦同然。", "713": "非因亦非果。誰後復誰先。事中通一合。理則兩俱", "714": "捐。欲達無生路。應當識本源。逍遙翁云。學道之人。", "715": "但只了悟靈明之心。是謂本源。所以念念妄想。皆", "716": "為塵垢。勿令染著。久當證知清淨法身也。川禪師", "717": "云。揑聚放開。兵隨印轉。頌曰。渾圇成兩片。劈破却", "718": "團圓。細嚼莫咬碎。方知滋味全。", "719": "知見不生分第三十一○知見不生分第三十一", "720": "直下頓除二執。知見自然不生。頌曰。一擊心空忘", "721": "所知。朗然聲色外威儀。󰞆飛煙滅心何在。四見纔", "722": "興却是迷。", "723": "須菩提若人言佛說我見至即非法相是名法相。", "724": "佛說般若金剛之法。始即令諸學人。先除粗重四", "725": "相。如大乘正宗分中說也。次即令見自性之後。復", "726": "除微細四相。如究竟無我分中說也。此二分中。即", "727": "皆顯出理中清淨四相。明如來四相真見。妄見者。", "728": "虗妄分別。眾生見也。真見者。遠離執著。如來見也。", "729": "在迷眾生。執著諸相。以為如來實有四見。故不解", "730": "所說義。若悟如來真見。能於自心。無求無礙。湛然", "731": "常住。是清淨我見。黃蘗云。百種多知。不如無求最", "732": "第一也。又云。諸學道人。若欲得成佛。一切佛法。總", "733": "不用學。但學無求無著。無求則心不生。無著則心", "734": "不滅。不生不滅。便是佛也。若見自性。本自具足。是", "735": "清淨人見。於自心中。本無煩惱可斷。是清淨眾生", "736": "見。自性無變無異。無生無滅。是清淨壽者見。故云。", "737": "即非我人眾生壽者見。是名我人眾生壽者見也。", "738": "發阿耨多羅三藐三菩提心者。應知一切眾生。皆", "739": "有佛性。應見一切眾生無漏智慧。本自具足。應信", "740": "一切眾生靈源真性。無生無滅。若能了悟此意。即", "741": "是一切智慧。不作有能所心。不存知解相。口說無", "742": "相法。心悟無相理。常行無相行。故云。不生法相。是", "743": "名法相也。川禪師云。飯來開口。睡來合眼。頌曰。千", "744": "尺絲綸直下垂。一波纔動萬波隨。夜靜水寒魚不", "745": "食。滿船空載月明歸。", "746": "應化非真分第三十二○應化非真分第三十二", "747": "應現設化。一切有為。俱非真實。頌曰。世界僧祇轉", "748": "法輪。微塵剎土微塵身。誰家底事婆心切。鑪鞴門", "749": "開煆夢人。", "750": "須菩提若有人為滿無量阿僧祇至云何為人演說。", "751": "發菩薩心者。謂發廣大濟度眾生之心。最上乘種", "752": "性人也。持於此經四句偈等。受持讀誦者。七寶有", "753": "竭。四句無窮。悟達本心。了無所得。持於此經。其福", "754": "勝前七寶。布施功德。緣此經根本。以破相為宗。了", "755": "空為義。迷性布施。皆不證真故耳。云何為人演說", "756": "者。四大色身。不解說法聽法。是你面前。孤明歷歷。", "757": "通徹十方底。解說解聽。莫要記他語言。縱饒說得", "758": "天花亂墜。其心不曾增。便總不說。其心不曾減。求", "759": "著轉遠。學者轉疎。惟在默契。悟者自知也。川禪師", "760": "云。要說有甚難。只今便請。諦聽諦聽。頌曰。行住坐", "761": "臥。是非人我。勿喜勿嗔。不離這箇。只這箇。劈面唾。", "762": "平生肝膽一時傾。四句玅門都說破。", "763": "不取於相如如不動。", "764": "此謂語達無心無相可取之人。若是有心不取於", "765": "相。却是取相。心本是空。相亦是空。人法俱空。有何", "766": "可取也。真淨文禪師云。但無一切心。自然合天道。", "767": "應用在臨時。莫言妙不玅。如如不動者。盖謂真性。", "768": "徧虗空世界。無有形相。湛然不動。應現萬形。雖赴", "769": "感隨緣。而真空實寂。學人於此。若謂我知也。學得", "770": "也。契悟也。解脫也。似此見解。皆是有動心。則是有", "771": "生滅。若無此心。即一切法。皆攝不動。不動即內外", "772": "皆如。故云。如如不動也。佛鑑和尚。舉僧問法眼。不", "773": "取於相。如如不動。如何不取於相。見於不動去。法", "774": "眼云。日出東方夜落西。其僧有省。若也於此見得。", "775": "方知道。旋嵐偃嶽。本來常靜。江河兢注。元自不流。", "776": "如或不然。不免更為饒舌。天左旋。地右轉。古往今", "777": "來經幾徧。金烏飛。玉兔走。纔方出海門。又落青山", "778": "後。江河波渺渺。淮濟浪悠悠。直入滄溟晝夜流。遂", "779": "高聲云。諸禪德。還見如如不動麼。川禪師云。末後", "780": "一句。始到牢關。直得三世諸佛。四目相觀。六代祖", "781": "師。退身有分。可謂是江河徹凍。水泄不通。極目荊", "782": "榛。難為措足。到這裏。添一絲毫。如眼中著刺。減一", "783": "絲毫。如肉上剜瘡。非謂坐斷要津。盖為識法者恐。", "784": "雖然恁麼。佛法只如此。便見陸地平沉。豈有燈燈", "785": "續焰。川上座。今日不免向猛虎口中奪食。獰龍頷", "786": "下爭珠。豁開先聖廟門。後學進身有路。放開一線。", "787": "又且何妨。語則全彰法體。默則獨露真常。動則隻", "788": "寉片雲。靜則安山列嶽。舉一步如象王回顧。退一", "789": "步如獅子嚬呻。法王法令當行。便能於法自在。祇", "790": "如末後一句。又作麼生道。還委悉麼。雲在嶺頭閑", "791": "不徹。水流㵎下太忙生。頌曰。得優游處且優游。雲", "792": "自高飛水自流。祇見黑風翻大浪。未聞沉却釣魚", "793": "舟。", "794": "何以故一切有為法至如露亦如電應作如是觀。", "795": "一切有為法。上自天地造化。下至人之所為皆是。", "796": "然稱此六如。以設教化。則止謂人事耳。以眾生界", "797": "內。遷流造作。皆是妄心起滅。虗幻不實。終有敗壞。", "798": "如夢幻泡影。不得久長。夢者。妄想也。幻者。幻化也。", "799": "泡者。水泡。易生易滅也。影者。物影。無所捉撮也。露", "800": "者。朝露。不得久停也。電者。閃電。頃刻之光也。傅大", "801": "士云。如星翳燈幻。皆為喻無常。漏識修因果。誰言", "802": "得久長。易脆如泡露。如雲影電光。饒經八萬劫。終", "803": "是落空亡。應作如是觀者。有為無為。皆由自己。心", "804": "常空寂。湛然清淨。無纖毫停留罣礙。自然無心。如", "805": "如不動。應作如是觀也。四句偈者。乃此經之眼目。", "806": "雖經八百手注解。未聞有指示下落處。人多不悟", "807": "自己分上四句。却區區向紙上尋覔。縱饒尋得。亦", "808": "只是死句。非活句也。活句者。直下便是。然雖如此。", "809": "也須親見始得。佛眼云。千說萬說。不如親見一面。", "810": "縱不說。亦自分明。要須返己自參。切不可騎牛覔", "811": "牛也。若人將七寶無量布施。不如受持自己四句。", "812": "為人解說。使眾生皆得見性。其福勝彼。盖以世間", "813": "一切有為之法。如夢幻等。虗妄不實。布施之法。亦", "814": "屬有為。不得取著。惟應受持四句。覺明真性。以證", "815": "不生滅之極果耳。僧問雲門大師云。如何是佛。門", "816": "曰。乾屎橛。太平古禪師為作頌云。我佛如來乾屎", "817": "橛。隨機平等徧塵寰。迷頭認影區區者。目對慈顏", "818": "似等閑。蟾首座問洞山云。佛真法身。猶若虗空。應", "819": "物現形。如水中月。作麼生是應底道理。洞云。如驢", "820": "󳬇井。蟾云。恁麼正是迷頭認影。洞云。首座又作麼", "821": "生。蟾云。何不道似井󳬇驢也。還會麼。若教有意千", "822": "般境。纔覺無心萬事休。川禪師云。行船盡在把稍", "823": "人。頌曰。水中捉月。鏡裏尋頭。刻舟求劍。騎牛覔牛。", "824": "空花陽𦦨。夢幻浮漚。一筆勾斷。要休便休。巴歌社", "825": "酒村田樂。不風流處也風流。", "826": "佛說是經已長老須菩提至皆大歡喜信受奉行。", "827": "夫至理無言。真空無相。謂都寂默也。但不著言語。", "828": "不著知解。即是無言無相。金剛之旨趣。本謂此也。", "829": "是以旋立旋破。止要諸人。乃至無有少法可得。即", "830": "不被一切諸境所惑。若得心地休歇。即謂之清淨", "831": "心。亦謂之本來心。亦謂之到彼岸。亦謂之涅槃。亦", "832": "謂之解脫。其實一也。四祖問三祖云。如何是古佛", "833": "心。祖云。汝今是甚麼。四祖云。我今無心。三祖云。汝", "834": "既無心。諸佛豈有耶。即於言下有省。此是學人標", "835": "致。張無盡云。若能身處塵勞。心常清淨。便能轉識", "836": "為智。猶如握土成金。一切煩惱。皆是菩提。一切世", "837": "法。皆是佛法。即是了事凡夫。別無聖解。上根之人。", "838": "一聞千悟。得大總持。又何假如許開示耶。川禪師", "839": "云。三十年後。莫教忘却老僧。不知誰是知恩者。呵", "840": "呵。將謂無人。饑得食。渴得漿。病得差。熱得凉。貧人", "841": "遇寶。嬰子見娘。飄舟到岸。孤客還鄉。旱逢甘雨。國", "842": "有忠良。四夷拱手。八表來降。頭頭總是。物物全彰。", "843": "古今凡聖。地獄天堂。東西南北。不用思量。剎塵沙", "844": "界諸群品。盡入金剛大道場。", "845": "金剛般若波羅蜜經補註卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 469 金剛經補註", "author": "明 韓巖集解　程衷懋補註"}