{"sourceLink": "http://www.cbeta.org/", "text": {"0": "序羅開麟序證源錄序", "1": "鷲嶺拈花已逗教外別傳之祕", "10": "稱入室高足老人孤標軼俗力", "100": "下水拖人拖人下水失腳一跌落爛泥裏等閒揣", "101": "手上高臺惹得清風匝地起匝地起遍界冷冷猶", "102": "未已。", "103": "汾州太子院善昭禪師一日值首山上堂師出問百", "104": "丈捲席意旨如何山曰龍袖拂開全體現師曰未審", "105": "師意如何山曰象王行處絕狐蹤師於言下大悟遂", "106": "提起坐具顧視大眾云萬古碧潭空界月再三撈摝", "107": "始應知禮拜歸眾時葉縣省作首座纔退便問昭兄", "108": "你適來見個什麼道理便與麼道師曰正是我放身", "109": "捨命處省便休山付師法偈曰自古付無說我今亦", "11": "挽頹波于世不輕許可宜與陸", "110": "無說只此無說心諸佛所共說。", "111": "歷遍諸方未肯休當機一語便相投碧潭萬古清", "112": "如鏡皓月光含天水流。", "113": "潭州石霜慈明楚圓禪師參汾陽陽揣其志經二載", "114": "未許入室師每詣方丈陽必詬罵或毀詆諸方及有", "115": "所訓皆流俗鄙事師一夕訴曰自至法席已再夏不", "116": "蒙指示但增世俗塵勞念歲月飄忽己事未明有失", "117": "出家之利語未卒陽熟視罵曰是惡知識敢裨販我", "118": "怒舉杖逐之師擬伸救陽驀掩其口師忽大悟曰是", "119": "知臨濟道出常情服役七年陽付法偈曰虛空無形", "12": "子有水乳之投也居恒垂簾濟", "120": "象形象非虛空我所付心法空空空不空。", "121": "金將嚴火試求珠入深泥返擲虛空破常情不可", "122": "稽。", "123": "袁州楊岐方會禪師久依慈明每咨參明曰監寺異", "124": "日兒孫遍天下在何用忙為一日明出忽雨作師偵", "125": "小徑搊住曰者老漢今日須與我說不說打你去明", "126": "曰監寺知是般事便休語未卒師大悟即拜而問曰", "127": "狹路相逢時如何明曰你且躲避我要那裏去師歸", "128": "翌日詣方丈禮謝明呵曰未在一日明上堂師問幽", "129": "鳥語喃喃辭雲入亂峰時如何明曰我行荒草裏汝", "13": "物和光同塵鋒穎不露及遇法", "130": "又入深村師曰官不容針更借一問明便喝師曰好", "131": "喝明又喝師亦喝明連喝兩喝師禮拜明曰此事是", "132": "個人方堪擔荷師拂袖便行明付法偈曰虛空無面", "133": "目心相亦如然即此虛空心可稱天中天。", "134": "昔日冤讎恨未消相逢狹路氣咆哮亂峰幽鳥辭", "135": "雲入惹得春風價倍高。", "136": "舒州白雲守端禪師參楊岐一日忽問落髮師誰師", "137": "曰茶陵郁和尚岐曰聞伊遭跌有省作偈甚奇記得", "138": "否師誦曰我有明珠一顆久被塵勞關鎖今朝塵盡", "139": "光生照破山河萬朵岐笑而趨起師愕然通夕不寐", "14": "門交訌秉持慧劍砥撼狂瀾能", "140": "黎明咨詢適歲暮岐曰汝見昨日打毆儺者麼曰見", "141": "岐曰汝一籌不及渠師復駭曰意旨如何岐曰渠愛", "142": "人笑汝怕人笑師因大悟于言下岐付法偈曰心體", "143": "如虛空法亦遍虛空證得心空理非法非心空。", "144": "攜得茶陵一顆珠被人奪卻更無餘一籌不及猶", "145": "添恨空手歸家悔始初。", "146": "靳州五祖演禪師參白雲請益南泉摩尼珠話雲叱", "147": "之師領悟獻投機偈曰山前一片閒田地叉手叮嚀", "148": "問祖翁幾度賣來還自買為憐松竹引清風雲印可", "149": "令掌磨事一日雲謂曰有數禪客自廬山來皆有悟", "15": "令邪魔辟易諸方推之今秋出", "150": "處教伊說說得有來由舉公案亦明得教下語亦下", "151": "得秪是未在師如是大疑私計曰既悟了說得明得", "152": "何故未在究累日忽省悟從前寶惜一時放下走見", "153": "雲雲為手舞足蹈師亦一笑而已後曰吾因茲出一", "154": "身白汗便明得下載清風雲付法偈曰道我元無我", "155": "道心元無心惟此無我法相契無我心。", "156": "一身白汗赤條條下載清風徹體臊無事倚欄江", "157": "上望幾番清思幾成勞。", "158": "成都府昭覺寺佛果克勤圓悟禪師最後參五祖盡", "159": "其機用祖皆不諾師謂祖強移換人出不遜語忿然", "16": "示頌古諸稿筌蹄剷盡獨揭本", "160": "而去祖曰待你著一場熱病方思量我在師到金山", "161": "染病困極以平日見處試之并無得力追繹祖語自", "162": "誓曰我病稍輕即歸五祖病痊尋歸祖見而喜令克", "163": "侍司方半月會提刑還蜀問道祖曰提刑少年曾讀", "164": "小豔詩否有兩句頗相近頻呼小玉元無事秪要檀", "165": "郎認得聲提刑諾諾祖曰且仔細師適歸侍次問聞", "166": "和尚舉小艷詩提刑會否祖曰他秪認得聲師曰他", "167": "既認得聲為什卻不是祖曰如何是祖師西來意庭", "168": "前柏樹子聻師忽有省遽出見雞飛上闌干鼓翅而", "169": "鳴師自謂曰此豈不是聲遂袖香入室通所得呈偈", "17": "地風光如聞塗毒鼓令人立時", "170": "曰金鴨香銷錦繡幃笙歌叢裏醉扶歸少年一段風", "171": "流事秪許佳人獨自知祖曰佛祖大事非小根劣器", "172": "所能造詣吾助汝喜後師與佛眼佛鑑侍祖於亭上", "173": "夜話及歸燈已滅祖曰各人下一語鑑曰彩鳳舞丹", "174": "霄眼曰鐵蛇橫古路師曰看腳下祖曰滅吾宗者乃", "175": "克勤耳祖付法偈曰真我本無心真心亦無我契此", "176": "真真心我我何曾我。", "177": "春深時節困人天半晴半雨不成眠玉樓人倚紗", "178": "窗上細聽農歌心事閒。", "179": "平江府虎丘紹隆禪師在昭覺入室次昭間見見之", "18": "糜爛直可上追曩哲豈時流所", "180": "時見非是見見猶離見見不能及遂舉手曰還見麼", "181": "師曰見昭曰頭上安頭師聞脫然契證昭叱曰見個", "182": "甚麼師曰竹密不妨流水過昭肯之俾掌藏有問隆", "183": "藏主柔易若此何能為哉昭曰瞌睡虎耳付法偈曰", "184": "得道心自在不得道憂惱付汝自心道無憂亦無惱。", "185": "見不及處法源周見見全非頭上頭霹靂一聲清", "186": "下界高山流水兩悠悠。", "187": "明州天童山應菴曇華禪師參虎丘未半載頓明大", "188": "事丘付法偈曰天晴雲在天雨落溼在地秘密付汝", "189": "心心法只者是師後住饒之報恩丘忌辰拈香云平", "19": "能測其涯涘哉斷橋一燈於茲", "190": "生沒興撞著者無意智老漢做盡伎倆湊泊不得從", "191": "此卸卻干戈隨分著衣喫飯二十年來坐曲彔木懸", "192": "羊頭賣狗肉知他有甚憑據雖然一年一度燒香日", "193": "千古令人恨轉深。", "194": "平生沒興已心酸做盡伎倆重失算卸卻干戈二", "195": "十年懸羊賣狗江南岸沒憑據價多般秤頭秤尾", "196": "共觔半。", "197": "明州天童山密菴咸傑禪師參應菴屢呵斥一日問", "198": "如何是正法眼師遽荅曰破沙盆菴頷之付法偈曰", "199": "佛用眼覷星我用耳聽聲我用與佛用我明汝亦明。", "2": "迨初祖西來心心相印不涉言", "20": "續燄觀者諒不以予言為阿好", "200": "正法眼破沙盆金剛踏碎鐵崑崙風前一曲人皆", "201": "聽幾個聞之不斷魂。", "202": "夔州府臥龍破菴祖先禪師參密菴命典客一日菴", "203": "對僧舉不是風動不是旛動師聞豁然大悟次日菴", "204": "遇師僧寮前問你總不得作伎倆試露個消息看師", "205": "應聲曰方丈裏有客師呵呵大笑師侍菴凡五載盡", "206": "得旨要菴付法偈曰佛與眾生見元本不隔線付法", "207": "付自心非見非不見。", "208": "不是旛不是風獰似虎活如龍霧起風生全意氣", "209": "掀翻海嶽頂門通。", "21": "爾。", "210": "徑山無準師範禪師賜號佛鑑破菴住菴之西華秀", "211": "峰有僧入室菴打逐至法堂時師解曰禪和家爭禪", "212": "亦常事耳菴曰豈不聞道我肚饑聞板聲要喫飯去", "213": "聻師聞不覺汗流浹背菴居靈隱師復從一日侍遊", "214": "石筍菴有道者請益曰猢孫子捉不住乞師方便菴", "215": "曰用捉作麼如風吹水自然成紋師在旁大徹菴付", "216": "法偈曰我若不見時汝應不見見見見非自心自心", "217": "常顯現。", "218": "無事攜笻上國遊等閒信步入龍樓時聞別館宮", "219": "商美回首乾坤徹底秋。", "22": "康熙辛未秋日同門法弟羅開", "220": "杭州淨慈斷橋玅倫禪師參無準于雪竇準問什處", "221": "來師曰天台準曰過石梁橋麼師曰一腳踏斷了也", "222": "準深器之命字斷橋一日準以狗子因何有業識令", "223": "師下語凡三十轉不契師曰可無方便乎準舉真淨", "224": "頌師竦然良久忽聞板聲通身汗下於是脫然準以", "225": "從上源流法衣並付偈曰真理直如絃何言更何默", "226": "我今善付囑表心本無得。", "227": "方便重重意轉深蒙頭垢面覓知音自從一擊通", "228": "身脫了無業識可追尋又忽聆上界驅雷電四野", "229": "滂沱匝地波無限痴人摸壁走傾湫倒嶽已相過。", "23": "驎頓首譔", "230": "台州瑞巖方山文寶禪師與天界日結伴參佛鑑於", "231": "徑山盡得要旨一日忽疑四方八面來話請益鑑鑑", "232": "日老僧不能為汝說汝但自看鑑一日集眾區畫後", "233": "事師請益再三鑑遺偈曰來時空索索去也赤條條", "234": "更要問端的天台有石橋師稟命至國清參斷橋罄", "235": "其機用橋皆不諾師奮志參究請益至十一度一晚", "236": "危坐忽面前豁然詰旦入方丈橋曰子捉賊也師禮", "237": "拜曰請師驗贓橋舉萬法歸一師答橋不允值普請", "238": "揀菜師手忘所舉橋問揀得淨麼師曰淨得極橋驀", "239": "拈莧根示曰是甚麼師大悟橋付法偈曰本無迷悟", "24": "序澄源錄序", "240": "人迷悟自家討記得少壯時而今不覺老即命繼席。", "241": "拈起一莖草森羅萬象全豁開頂門眼光明照大", "242": "千。", "243": "天台華頂無見先睹禪師諡號玅明真覺參方山於", "244": "西菴問如何是佛法大義山張口吐舌示之師罔揩", "245": "山拈棒趁出往參珍公於天封理前話珍亦打復返", "246": "西菴途中喫跌有省及見山問汝返何遽師曰和尚", "247": "而今打先睹不得山曰天封與你道什麼師述途中", "248": "因緣山又打師雖有所契終不自肯遂築室華頂精", "249": "苦自勵一日作務次渙然水釋呈解方山山一見契", "25": "華嚴會上第五地善薩慘禪波", "250": "之乃以法偈付曰此心極廣大虛空比不得此道只", "251": "如是受持休外覓。", "252": "十日灘頭坐一日行九洲水窮山盡處消息許誰", "253": "酬又九轉靈丹仍化丹紅霞籠壁眾星攢擘開金", "254": "鼎火光噴傾出直教天地寒。", "255": "處州白雲福林智度禪師深習禪定後南遊遍叩禪", "256": "林無有可其意者末聞無見說法天台師往謁見器", "257": "之命克侍者師問西來密意未審如何見曰待娑羅", "258": "峰點頭即向汝道師以手搖拽擬答見便喝師曰娑", "259": "羅峰頂白浪滔天花開芒種後葉落立秋前見曰我", "26": "羅密之餘其禮樂書數及醫", "260": "家無殘羹剩飯也師曰此非殘羹剩飯而何見頷之", "261": "師禮拜見付法偈曰至大是此心至聖是此法燈燈", "262": "光不差了此心者達。", "263": "倒騎驢子問歸程野老高懷盡底傾及至到家忘", "264": "卻路舉頭又見月初明。", "265": "金陵天界寺古拙俊禪師有神聰日記千言一日歎", "266": "曰吾儒風規之儀老莊幻化之術惟佛教性理淵深", "267": "吾實不欺若欲玅悟真宗無如禪道遂造越州日鑄", "268": "寺祝髮遍參不能灑脫乃歸松陵故里立限壁觀九", "269": "年每三年燃一指歷燃三指一日忽有省聞白雲門", "27": "卜星相之學無不概習所以稱", "270": "風孤峻學者罕入其室師欣然往謁雲一見器之即", "271": "留首眾師請益從上宗旨雲上堂舉世尊拈花平地", "272": "骨堆迦葉微笑忍俊不禁二俱翻成特地師豁然大", "273": "悟以手搖曰止止雲擲拂子下座師隨入方丈雲詰", "274": "問你適來見個甚麼便與麼師曰若有可見則辜負", "275": "和尚了也雲深肯付法偈曰心中有自心法中有至", "276": "法我今可付囑心法無心法。", "277": "溪東溪西雙角崢嶸餐霞吐霧臥石眠雲登高山", "278": "兮絕蹤跡涉清流兮斷潺湲忽然踏碎澄潭月遍", "279": "界光芒徹底明。", "28": "為難勝也如唐宋以來諸大知", "280": "普州道林月幻無際明悟禪師別號蚕骨訪清菩薩", "281": "誨以趙州無字話師乃縛竹為菴研勵無懈四指大", "282": "書帖亦大顧只是拍忙做鈍工夫歷參諸老及見白", "283": "雲舉萬法歸一問師答雲喝出一晚經行廊下雲入", "284": "堂值師遂擒住曰大眾快將火來老僧擒下一個賊", "285": "師曰是家內人雲以手掩師口曰如何是家內事速", "286": "道於是有省雲一日謂曰八峰汝師也勿滯此師返", "287": "八峰古拙曰還我照用來師曰若有照用即成障礙", "288": "拙曰者廝著空佛也救不得師曰有無俱寂滅空佛", "289": "悉皆非屢有機語師資甚契後付法偈日一道不心", "29": "識直指人心之分皆能具種種", "290": "光三際十方明何如明白中有明有不明。", "291": "打毬淨地休誇手合水和泥顯作家有無不立當", "292": "門坐一曲空桐音轉奢又嚴前花發艷陽春鋪錦", "293": "枝頭不露身煙鎖綠楊鶯囀囀時人誤聽鶴鳴聲。", "294": "南京大岡月溪澂禪師精天台止觀有僧謂師曰汝", "295": "向後為法門甘露母久滯此師請益禪要僧令自看", "296": "偶閱傳燈至地藏舉肇論天地與我同根萬物與我", "297": "一體始知山河大地草木昆蟲都善法要乃一錫遍", "298": "參最後至道林呈所見林不諾師以林強抑出不遜", "299": "語辭林林知是法器自負囊送至山門忽指黃犬曰", "3": "詮五葉珠聯英流接踵幾與濂", "30": "智接引四生非心一撅頭而自矜", "300": "者畜生為什有業識無佛性師於言下大悟久依座", "301": "下林一日舉無字示徒師深得奧旨林特書月溪二", "302": "字法語示之并付法偈曰我無法可付汝無心可受", "303": "無付無受心何人不成就景泰三年賜號慈善。", "304": "舉起無情寶劍誰敢當鋒覿面剛然有個白拈入", "305": "手揮來血濺。", "306": "大岡夷峰寧禪師年十二博通經史無濟世意禮雪", "307": "峰善公祝髮親雪骨玅峰諸老有年凡所到莫折其", "308": "機後參月溪一日因僧請益溪曰佛法不是鮮魚怕", "309": "爛卻那即趁出師在傍忽大悟月溪室中出祖衣示", "31": "自伐反譏忌博學多聞者為", "310": "曰此衣是唐朝宮主所置今八百餘年矣祖祖相傳", "311": "至東普先師付與老僧若是克家種子方堪紹荷狐", "312": "假虎威焉敢希冀又曰如百丈侍馬祖祖侍南嶽嶽", "313": "侍六祖皆久久親炙磨光剉銳乃能豁徹重關羈鎖", "314": "掃盡微見窠臼深得大機大用可為人天眼目并付", "315": "法偈曰心即能知心法即可知法今所付法心非心", "316": "亦非法後師繼溪席。", "317": "親言親口向君傾莫負老胡少室恩可中心法原", "318": "非法一句當陽累後昆。", "319": "杭州天目寶芳進禪師幼業儒因會文睹芍藥花有", "32": "化達磨之道也吾欽華道兄", "320": "省從坦然披緇令參柏樹子話遍謁諸方一晚在天", "321": "界佛殿經行聞燈花爆如霹靂聲尋謁大岡問如何", "322": "是西來密意夷峰下禪床擒住曰西來無意你道此", "323": "間是甚麼意師無對於是廢寢忘食一日登廁聞鄰", "324": "僧敲籌作聲忽大悟乃懷香入室峰一見器之付法", "325": "偈曰祖祖無法付人人本自有汝受無付法急著傳", "326": "於後。", "327": "一口無底缽遞代相傳錯拋向五鳳樓前大地山", "328": "河蓋卻。", "329": "嘉興東塔野翁真曉禪師參天目目曰汝本是佛堂", "33": "幼失怙恃頗能好學自立歷", "330": "堂大度著甚來由師曰生死不明乞師指示目曰本", "331": "自無瘡剜肉作麼師曰望和尚慈悲目低頭歸方丈", "332": "師愕然曰莫教人斷絕去麼乃袖香入室目曰子已", "333": "到不疑之地何生死之懼哉師於言下豁然便禮拜", "334": "一日天上堂曰箭鋒相拄徒勞話會啐啄同時全憑", "335": "作者啐啄同時且置如何是箭鋒相拄底事師出禮", "336": "拜起便喝目亦喝師又喝兩喝歸眾目卓拄杖下座。", "337": "師偶從外歸目問甚處去來師曰佛祖行不到處目", "338": "曰適有一人往彼子會著麼師曰不會目曰為甚不", "339": "會師曰若會則佛祖行到也目曰如是如是付法偈", "34": "參密雲雪嶠頂目諸尊宿威", "340": "曰真性本無性真法本無法了知無法性何處不通", "341": "達。", "342": "心佛眾生一體同法無法法闡宗風山中有客見", "343": "真虎塵內何人識臥龍。", "344": "嘉興敬畏無趣如空禪師參法舟盤桓八載謁東塔", "345": "野翁每呈見解翁與掃卻一日謂師曰達磨西來直", "346": "指人心見性成佛唯在直下體取子若信得及可放", "347": "下萬緣參個一歸何處師領旨朝夕不懈一日聞雞", "348": "鳴有省即禮翁薙染翁付法偈曰非法非非法非性", "349": "非非性非心非非心付汝心法竟。", "35": "為契重末後見金明老人得大", "350": "宛轉拖人人不知令人惆悵幾多時夜闌忽聽雞", "351": "聲曉迸出珊瑚月一枝。", "352": "杭州徑山無幻性沖禪師別字古湛參無趣誨以教", "353": "外別傳之旨曉夜力參有所契遂薙染結菴徑山集", "354": "無趣語及見趣趣曰曾做什麼事師曰買得一段田", "355": "收得元本契請和尚僉押趣展閱曰者個是我的你", "356": "的聻師曰和尚莫搶奪行市趣擲下集本師便出無", "357": "趣問徹骨徹髓道一句三玄三要絕遮護此二句我", "358": "欲取一句為法汝道取那一句好師曰和尚適來道", "359": "那一句趣瞋目叱曰汝恁麼無記性師曰秪為和尚", "36": "解脫乃以偈記莂使進甘贄之", "360": "徹骨徹髓趣笑曰不然為子一人即得爭奈大眾何", "361": "師曰取即不辭恐辜負先代喪我後人趣曰如是如", "362": "是付法偈曰師傳拈花宗我示微笑法親手展付汝", "363": "持奉遍塵剎師初住車溪晚住徑山。", "364": "祖翁基業傳來久賣買分明直到今多栽松柏少", "365": "栽竹留與兒孫好作陰。", "366": "杭州徑山南明慧廣禪師禮興善芹泉祝髮遍遊講", "367": "肆復歸掩關於無字話凝然始覺物理一致無幻聞", "368": "有真實志乃至關前勘問師將前工夫舉似幻頓足", "369": "曰悔我來遲向後縱欲到此不易得也師即啟關", "37": "風而猶究心於岐黃之學以濟世", "370": "幻於車溪未幾入幻舊隱之白雲服勤八載每聞示", "371": "誨必垂淚刻究一日偶拾片紙有觀方知彼去去者", "372": "不至方之句有省呈幻幻印可即舉首眾尋付偈曰", "373": "得本無所得傳亦無可傳今付無傳法東西共一天。", "374": "因師勘問出關來八載殷勤是禍胎一片紙中知", "375": "活計便能容易舞三臺。", "376": "建寧府普明鴛湖玅用禪師謁無幻於車溪請益參", "377": "禪工夫後侍南明于徑山一日閱思益梵天經註有", "378": "省即呈偈曰鐵壁銀山誰敢摧賊身驀地拶將來相", "379": "看元是舊相識當下慚惶笑臉開明見而呵之自此", "38": "由我　釋迦世尊作大醫王凡眾生", "380": "誓不作偈頌單提本參刻究益切明後掩關皋亭諸", "381": "處師不離左右一十三載明因病篤一日舉香嚴獨", "382": "腳偈問師師纔開口明便喝師復擬開口明又喝師", "383": "點首一日侍次明問斷頭船作麼生架三腳驢作麼", "384": "生騎師低頭下去明深喜尋付偈曰無傳無受法無", "385": "傳無受心付與無手者掣斷虛空筋。", "386": "雛鳴毋啄恰同時殼破血乾眼眯癡忽地雷聲轟", "387": "絕頂掀翻宇宙顯多奇。", "388": "嘉興金明寺介菴悟進禪師字覺先本郡人姓張母", "389": "賀氏夢日輪入懷而誕幼不從兒嬉喜遊寺院見佛", "39": "疾苦悉皆療之一日持證源錄", "390": "像則依依不忍去及冠習儒嘗繙內典志慕禪宗禮", "391": "萬如微公祝髮因病臥聞匠斧斫大木聲有省即呈", "392": "微微頷之後參鴛湖纔跨門鴛曰是甚麼師擬對鴛", "393": "震威一喝師豁然契悟乃掩耳而出鴛欠安次師侍", "394": "之鴛命茶問汝字覺先喚甚麼作先師曰且喜今日", "395": "得自在鴛曰如何是覺後師曰請和尚尊重鴛曰汝", "396": "還分得先後麼師良久鴛便喝師曰只管喫茶鴛曰", "397": "如何是喫茶的事師曰柿棗腐乾都在者裏鴛曰意", "398": "作麼生師曰一口吞盡鴛曰是何滋味師曰甜者甜", "399": "鹹者鹹鴛曰未在更道師禮拜曰謝茶鴛深肯一日", "4": "洛相頡頏何其盛歟百年以還", "40": "乞序于余讀之如午夜鐘聲礙", "400": "上堂眾集乃舉拂子曰世尊拈一枝花老僧舉一枝", "401": "拂且道是同是別師出禮三拜歸位鴛即出從上源", "402": "流衣拂并書法偈付曰沿流一段事竟無頭與尾付", "403": "與獅子兒哮吼滿天地。", "404": "方跨門來是甚麼一聲熱喝足難酬大機大用全", "405": "生殺萬里黃沙戰不休。", "406": "石雨禪師參南明和尚于龍居問一念緣起無生超", "407": "彼三乘權學等見阿誰緣起有生耶南便喝石茫然", "408": "後住雪峰作南語錄序其略曰余時茫然坐數炷香", "409": "如彈指頃始知有做工夫事南師之力也。", "41": "人昏夢又如峨嵋積雪祛世炎歊", "410": "一念纔生問老翁驀遭一喝路頭窮誰知緣起無", "411": "生事抬眸日出海門東。", "412": "鴛湖和尚同雪嶠師太上弦玩月次雪指月問者半", "413": "個在那裏去了湖良久曰會麼雪曰只得半個湖曰", "414": "者半個那裏去了雪亦良久湖曰也只得半個雪相", "415": "與大笑。", "416": "彼此蒙糊老凍儂梅梢月挂引清風忽聞木馬寒", "417": "潭吼夜半金烏撲地紅。", "418": "無幻沖禪師燒火次僧問如何是自性天真佛師曰", "419": "與我搬取一束柴來僧搬柴了又問師曰者奴子好", "42": "洵乎金明老人不妄得可亟請公", "420": "惡也不知便打。", "421": "百花深處看花時滿袖香風總不知上苑名花都", "422": "賞遍猶來庭畔問棠梨。", "423": "昭覺圓悟禪師虎丘入室師問曰見見之時見非是", "424": "見見猶離見見不能及遂舉手曰見麼虎曰見師曰", "425": "頭上安頭虎聞脫然契證叱曰見個甚麼虎曰竹密", "426": "不妨流水過師頷之俾掌藏室。", "427": "竹密不妨流水過三春桃李自成溪遊人遙指深", "428": "深處落花片片子規啼。", "429": "石霜圓禪師室中嘗插劍一口旁置水一盆草鞋一", "43": "諸天下令此大笑之輩知有者", "430": "緉凡見僧參遽曰看劍稍涉擬議便喝出。", "431": "俏俊之機不較多試問禪流會也麼相逢未語知", "432": "端的風前不見舊山河。", "433": "興化獎禪師在三聖為首座常曰我向南方行腳一", "434": "遭拄杖頭不曾撥著個會佛法底大覺聞云云。", "435": "踏遍南方路七千誰知得力杖頭邊果然悟得先", "436": "師意直下黃檀不妄拈。", "437": "三聖問雪峰透綱金鱗以何為食峰曰待汝出網來", "438": "即向汝道聖曰一千五百人善知識話頭也不識峰", "439": "曰老僧住持事繁。", "44": "一著子驗不處也爰書為語以", "440": "御筆題詩不敢留留詩猶恐鬼神愁故將法水頻", "441": "頻灑尚有餘光射斗牛。", "442": "明州翠巖參禪師上堂云一夏與兄弟東語西話看", "443": "翠巖眉毛在麼長慶云生也雲門云關。", "444": "翠巖兩道眉毛落生也人家合喫驚縱使雲門關", "445": "得住夜深依舊出重營。", "446": "德山到溈山挾複子上法堂從西過東從東過西顧", "447": "視曰有麼有麼溈坐殊不顧山曰無無便出至門乃", "448": "曰雖然也不得草草遂具威儀再入相見纔跨門提", "449": "起坐具曰和尚溈擬取拂子山便喝拂袖而出溈至", "45": "弁簡諯。", "450": "晚問首座今日新到在否座曰當時背法堂著草鞋", "451": "便去也溈曰此子已後向孤峰頂上盤結草菴呵佛", "452": "罵祖去在。", "453": "楊花落盡子規啼聞道龍標過五溪我寄愁心與", "454": "明月隨風直到夜郎西。", "455": "德山托缽。", "456": "掀翻海嶽求知己撥轉乾坤見太平漠漠香風無", "457": "覓處至今天下競頭爭。", "458": "藥山久不陞座院主白云大眾久思法誨請和尚說", "459": "法山令聲鍾眾集山陞座良久便下座歸方丈院主", "46": "時", "460": "隨後云和尚適來許大眾說法何不垂一言山曰經", "461": "有經師論有論師怎怪得老僧。", "462": "陽春白雪少人和未遇同人獨自歌長嘯一聲天", "463": "地外不知錯過幾恒河。", "464": "青州布衫。", "465": "趙州我愛心情別七斤衫子重不缺等閒撥動仰", "466": "蓮心海門迸出一輪月月月真個別一般清興滿", "467": "人間攤向面前誰識得。", "468": "百丈野鴨。", "469": "野鴨飛鳴逗碧空深山無處可留蹤翩翩已過洞", "47": "康熙壬申長夏瓶山同門法弟", "470": "庭去撲落他家箭筈風。", "471": "法眼因僧參次以手指簾有二僧齊去捲簾眼曰一", "472": "得一失。", "473": "趙州勘破菴主法眼辨別二僧一般豎拳捲簾是", "474": "非得失分明若是真正衲僧不墮他人陷阱。", "475": "達麼見武帝。", "476": "迢遙十萬覓知音不識凄凄暗渡津黃金自有黃", "477": "金價怎肯和沙賣與人。", "478": "善財童子參德雲比丘於玅高峰頂四維上下遍觀", "479": "求覓了不可得經七日後乃見比丘於別峰徐步經", "48": "原書闕", "480": "行始得相見。", "481": "雲山霧鎖碧重重踏遍峰巒不見蹤路盡源窮則", "482": "進步親遭跌足恨無從。", "483": "世尊因黑氏梵志擎合歡梧桐花供養世尊召仙人", "484": "志應諾世尊曰放下著志放下左手一株花世尊又", "485": "召放下著志又放下右手一株花世尊又召放下著", "486": "志曰我兩手皆空更放下個甚麼世尊曰吾非教汝", "487": "放捨其花汝當放捨外六塵內六根中六識一時捨", "488": "卻無可捨處是汝免生死處志于言下悟無生忍。", "489": "雙手擎來放下著不知為甚落思議一言直下明", "49": "調實居士證源錄", "490": "端的梵志何曾免是非。", "491": "世尊拈花迦葉微笑。", "492": "無端露出一枝春萬象森羅眼盡盲金色頭陀輸", "493": "一著衲僧遞代暗噓聲。", "494": "世尊初生。", "495": "大千沙界一漚生百怪叢中有不群惡聲一落時", "496": "人耳從此是非天下聞。", "497": "雜著和普明禪師牧牛頌和普明禪師牧牛頌", "498": "峰前忽聽一聲哮水遠山高岐路遙辛苦不辭方見", "499": "跡追尋莫使犯他苗尋牛", "5": "叢林秋晚祖席荒榛見解訛淆", "50": "門人羅機徹編次", "500": "野性今朝鼻受穿繩頭在手急加鞭縱饒業識毫相", "501": "犯拽轉牛頭緊手牽初調", "502": "鞭撻調伏未肯離直教步步苦追隨驅回柳岸雖云", "503": "歇不許痴頑心事疲受制", "504": "杏花村畔柳絲柔徑曲溪深水自幽短笛無腔芳草", "505": "岸回首從容不自留回首", "506": "只在山間與水邊稱性優游得自然二時隨分納些", "507": "子一任陶情不用牽馴伏", "508": "獨露全身萬象中脫然不拘任西東逍遙放曠無回", "509": "互紅蓼堤邊綠一叢無礙", "51": "頌古頌古", "510": "隨方任運絕偏中萬里煙雲繞碧茸一曲空山天未", "511": "曉杜鵑啼處露花濃任運", "512": "月移梅影白雲中月與梅花不異同多少尋梅無覓", "513": "處那知蜂蝶過墻東相忘", "514": "獨坐機忘息萬綠一輪月挂海天寒光吞宇宙千江", "515": "現露地何人透此關獨照", "516": "平沉大地邈無蹤雲淨天清徹碧空海底泥牛吞卻", "517": "月崖前石馬舞春風雙泯", "518": "和天封佛慈禪師蜜蜂頌和天封佛慈禪師蜜蜂頌", "519": "萬花叢裏覓香時帶露披煙破曉歸無影樹邊通一", "52": "鎮州臨濟義玄禪師在黃檗會下首座謂曰曾參問", "520": "線三三兩兩任君飛", "521": "悠然春色趣無涯逐煖尋芳放早衙梅蕊枝頭剛獲", "522": "得綿綿密密振其家", "523": "漆桶而今擊脫時了無縛著絕支離巨谷深山都閱", "524": "遍百花嘗盡快吾脾", "525": "門庭熱鬧有聲光軍令森嚴外衛忙若犯鋒鋩輕一", "526": "劄血流頂踵痛難當", "527": "多年截得老枯桐內若虛空外亦通就裏藏身家計", "528": "穩朝朝贏得日輪紅", "529": "又和", "53": "也無師曰不曾不知問個甚麼座曰汝去問和尚如", "530": "春山正值鬥芳時採足花心得意歸滿路香風盈兩", "531": "腋到家無事慢云飛", "532": "崢嶸頭角出天涯底事將成入晚衙一番潦亂安邦", "533": "後始見當仁個作家", "534": "又見百花燦爛時芳叢踏遍憶歸離嘮嘮釀就中邊", "535": "蜜飽飫身心養素脾", "536": "家門振振邁聲光不似時人逐利忙若是克家真子", "537": "子莫教容易錯承當", "538": "排三列伍踞空桐把住牢關信不通擬議當軒輕觸", "539": "著直教一劄面皮紅", "54": "何是佛法的的大意師去問聲未絕檗便打如是三", "540": "四威儀四威儀", "541": "山中行大地花開似鋪錦林鳥鳴試問時流作麼生", "542": "山中住雙扇柴扉四露柱看鴻雁有時飛來又飛去", "543": "山中坐蟠根松下石頭裏碧嶙嵋堪羨白雲間", "544": "山中臥棕薦年深都抖破夜寒長燒取榾柮三兩個", "545": "十二時歌十二時歌", "546": "半夜子床頭老鼠搬栗子驚睡覺向誰舉月光皎潔", "547": "透窗裏", "548": "雞鳴丑踞地獅兒大哮吼描不成畫不就盤山普化", "549": "翻筋斗", "55": "度問三度被打首座告檗曰問話後生若來辭方便", "550": "平旦寅穩坐家山不用尋昨日雨今日晴何處漁人", "551": "故問津", "552": "日出卯無束無拘真個好參玄人須落草切忌渾圇", "553": "吞個棗", "554": "食時辰一池清水碧粼粼閒無事坐茅亭冬去春來", "555": "花放新", "556": "禺中已匝地普天者著是處塵寰絕俗事僧問如何", "557": "豎一指", "558": "日南午東風狼藉何今古樂有餘羲皇叟笑倒當年", "559": "面壁祖", "56": "接他向後成一株大樹與天下人作陰涼去在師辭", "560": "日㫙未家無四壁少筭計或搬柴或運水任意逍遙", "561": "無拘繫", "562": "晡時申飛紅片片落苔輕也無寂也無惺獨上高峰", "563": "笑一聲", "564": "日入酉喫盞清茶濕卻口任優游隨抖擻一曲陽春", "565": "月挂柳", "566": "黃昏戌滄海桑田何得失挂角羚沒處覓漫道曹溪", "567": "通一滴", "568": "人定亥兩個泥牛鬥入海多意氣任瀟灑一片白雲", "569": "觀自在", "57": "檗檗指參大愚愚問什處來師曰黃檗愚曰有何言", "570": "金明介菴和尚付如意呈偈金明介菴和尚付如意呈偈", "571": "本自如如何須著意意若不生萬境一如如如之體", "572": "動靜無拘豎放橫拈一任捲舒應用自在無欠無餘", "573": "亙古來今輝天鑑地洞徹十方本體不易師今無付", "574": "我亦無受無付無受是真如意", "575": "示友參禪示友參禪", "576": "若突己事須是到家始得切勿東奔西走向外馳求", "577": "荏苒光陰有何了日弄得自家七顛八倒業識忙忙", "578": "三十日到來閻羅大王不怕你能說能辨能詩能文", "579": "一切機巧到者個時節總用不著趁而今氣力剛強", "58": "句師曰義玄三度問佛法的的大意三度被打不知", "580": "莫圖名聞利養眼前一時快樂直須拚身做去自然", "581": "有個入頭到與麼時瞞你一點不得參又偈曰參禪", "582": "須是直捷受想行識要歇忽地打破泥團突出虛空", "583": "明月又參禪要似鐵漢直須打成一片萬事不可近", "584": "傍觸著通身血濺。", "585": "示友示友", "586": "靈明一點共天長放去收來自主張頓使凡情消得", "587": "盡不參禪亦自心光", "588": "一僧募緣四分八厘一願士如數封之謂曰道得即", "589": "與道不得即不與僧曰我年老矣士曰四大有老者", "59": "有過無過愚曰恁麼黃檗為汝得徹困更來覓過在", "590": "個豈有老耶僧以手點胸士曰拈出看僧無語士劈", "591": "面與一掌。", "592": "得空和尚問居士十二時中以何為本士曰舍下今", "593": "日留和尚齋空曰道甚麼士豎起拳曰聻空點首士", "594": "日不得認著。", "595": "一僧見士問老師何處曰靈隱士曰飛來峰多少高", "596": "僧無語士曰莫飛去也僧又無語士起身入內掩卻", "597": "門。", "598": "真如古雲和尚問聞居士在金明有個悟處確否士", "599": "曰莫謗他好雲曰試露個消息看士作掌勢雲曰恭", "6": "隨聲附和如江湖之日下識者", "60": "師于言下大悟曰元來黃檗佛法無多子愚搊住曰", "600": "賀居士士曰請和尚尊重。", "601": "羅子雪匏向聞令祖空諸兄與衲子談道恍如宿習", "602": "嘗請問空兄空兄曰是非汝所知羅子日孫已知得", "603": "空兄曰試道看羅子曰可與祖道即非真知也空兄", "604": "異之曰汝何處得此消息來羅子曰于不思議處得", "605": "之從此暇即與空兄盤詰此事日益其得後空兄違", "606": "和余往訊候空兄指羅子謂余曰小孫于本分事有", "607": "些子光影乞吾兄再為開示令其竿頭更進則不受", "608": "人瞞也羅子便問百尺竿頭如何進步余曰直須一", "609": "腳踏到底羅子曰秖如踏到底又作麼生余日待汝", "61": "者尿床鬼子適來問有過無過如今又道黃檗佛法", "610": "翻身返擲即向汝道羅子便喝余曰者一喝落在何", "611": "處羅曰虛空迸裂余與空兄大笑稱捷康熙壬申夏", "612": "余謂羅子曰昔何太守得田素菴而菴又得四人其", "613": "法道大行于世朽受金明介老人之命今欲託之吾", "614": "子羅子曰紹棠何人敢當此任余日據子所見有過", "615": "人處此子分內事也勿卻羅子便禮拜余取名機徹", "616": "并付偈曰祖燈留心久禪源日日逢要知花法法協", "617": "力振綱宗。", "618": "輓三塔主峰和尚輓三塔主峰和尚", "619": "多年頹敗古龍淵荒穢頓除賴克肩重整規模開舊", "62": "無多子你見個什麼道理速道速道師于大愚肋下", "620": "面尚餘舍利鎮長川", "621": "哭本師介老人哭本師介老人", "622": "法化禾城念六春弘開祖道備艱辛狂瀾砥柱扶秋", "623": "晚百鳥獻花沒處尋昔日室中曾帶累今朝有恨屈", "624": "難伸紫檀一片親拈出恩怨直教徹底傾", "625": "和朱葵石表叔夢中得初句和朱葵石表叔夢中得初句", "626": "秋風葉落為誰來節候推移豈易哉萬里蕭蕭雲氣", "627": "盡亂紅霜剪墜莓苔", "628": "觀濤觀濤", "629": "松根獨坐聽潺湲翠壁泉飛雪瀑聲薄暮雲開新月", "63": "築三拳愚拓開曰汝師黃檗非干我事師便回檗曰", "630": "上一般清興孰堪論", "631": "即事即事", "632": "新篁雨過影蕭蕭郭外雲生伴寂寥幾片夕霞撐落", "633": "照一簾彩色映東皋", "634": "送金明介老人住大慈菴送金明介老人住大慈菴", "635": "駐錫金明已十春門庭振振付兒孫送師話別陶朱", "636": "里此去零東度七村", "637": "送剖玉和尚之杭送剖玉和尚之杭", "638": "鄧尉山中老古梅花香子秀廕芳階今朝結就三生", "639": "約西望武陵記日回", "64": "者漢來來去去有甚了期師曰只為老婆心切檗曰", "640": "酬天台密因和尚送拄杖酬天台密因和尚送拄杖", "641": "邂逅錢塘始識顏承師惠我杖扶還眼明頭上真機", "642": "活擊碎諸方儱侗禪", "643": "蔣正言兄圃中看並頭蓮蔣正言兄圃中看並頭蓮", "644": "勁莖蜜蕊本相連並出千紅朵朵妍徒羨青蓮慕西", "645": "竺牡丹誰謂是花仙", "646": "答碩揆和尚答碩揆和尚", "647": "久企高風已有年每懷清況學金仙飛霞兩度因飄", "648": "沒未識何期晤老禪", "649": "仝眾請介老人住敬畏菴仝眾請介老人住敬畏菴", "65": "大愚者漢饒舌待來痛與一頓師曰說甚待來即今", "650": "十載金明入隱川再聆說法蠡湖前祖庭寂寞惟師", "651": "振四眾偕聞鍾鼓喧", "652": "和項牧公道兄盆蘭韻和項牧公道兄盆蘭韻", "653": "金谷幽棲久植身玉枝挺秀正逢春森森勁直香清", "654": "遠滿苑群葩獨露真", "655": "壬午遊山左得梅種名金剛拳手種庭墀已七紀今花開結實故志喜壬午遊山左得梅種名金剛拳手種庭墀已七", "656": "紀今花開結實故志喜", "657": "異種當年稹小墀根蟠榦古透芳姿七年雨露承天", "658": "渥果熟香飄正此時", "659": "自述自述", "66": "便與隨聲打檗一掌檗曰者風顛漢來者裏捋虎鬚", "660": "生平不願立浮名祖業遺來獨守貧霜雪侵人頭鬢", "661": "白湖山留我月空明遇緣應病施莖草對境忘情幻", "662": "一身坐倚羲軒消歲月不知天外孰同倫", "663": "輓朱葵石表叔輓朱葵石表叔", "664": "風規不讓襄陽龐當年一語吸西江萬緣放下無餘", "665": "事此地何曾異樂邦", "666": "凡情掃盡不尋常一段真風未可量透過趙州關捩", "667": "子天涯何處不家鄉", "668": "嘆世嘆世", "669": "入世茫茫何了期競將業識逐多岐不知身是塵勞", "67": "師便喝檗後付偈曰病時心法在不病心法無吾所", "670": "苦自昧真心返設奇", "671": "行略行略", "672": "先生諱煐字欽華法名真和自號調實居士繡水陸", "673": "氏子父成山母陳夢白衣大士手送一子覺而有孕", "674": "兒時喜見僧十歲失怙冠歲失恃性孤靜無干於世", "675": "雖塵居常遊叢林與知識盤桓則不忍去庚辰秋參", "676": "密雲和尚於梅谿求開示雲曰誰障汝士曰弟子有", "677": "些病看中峰大師錄云病乃眾生良藥甚合我意雲", "678": "曰得何落處士曰但曉萬事俱空雲曰但願空諸所", "679": "有慎勿實諸所無士禮拜曰諾即知做工夫事辛巳", "68": "付心法不在心法途。", "680": "謁雪嶠和尚揖坐畢嶠曰老僧來時如何士曰覿面", "681": "相逢嶠曰去後如何士曰師太也離者裏不得嶠曰", "682": "汝知水面上造房子麼士擬議嶠曰乾矢橛塞卻你", "683": "觜士曰從師太口裏吐出嶠異之曰好士便休丙戌", "684": "見頂目和尚于瑞光及諸尊宿俱皆契重士不自肯", "685": "丁酉冬見二人攘臂稱雄明晨強者身歿聞傍人言", "686": "死者辛亥生的士亦辛亥生不覺熱淚如注乃嘆曰", "687": "人命呼吸間士即造金明參介老人命看萬法歸一", "688": "一話苦心三載茶飯不知其味一日閱臨濟三頓棒", "689": "胸中廓然如歇重擔相似乃述偈呈明曰參禪三載", "69": "凜凜威風氣不群三番衝敵陣難分回頭一擊重", "690": "歸何處大地拈來零碎使者邊那邊用不窮等閒撒", "691": "向山河去明曰此意識所述猶在半途士曰到家一", "692": "句請師道明拈棒便打士便禮拜明頷之庚子元日", "693": "夜士夢自坐脫四畔無人山青水淥空空洞洞執筆", "694": "書偈曰雪霽雲收盡長空孤月明死生如泡幻乾坤", "695": "一我身覺而造金明呈夢中偈明曰月在何處士曰", "696": "照天照地明指座上無底瓶曰試作一偈看士曰有", "697": "口無底一古瓶能藏日月并乾坤海神惡發掀天浪", "698": "浸倒須彌大頂𩕳明以扇打曰者還是賞你罰你士", "699": "禮拜曰謝和尚證明明頷之以偈囑曰質直留心久", "7": "憂之同里陸子欽華為當湖世", "70": "關破得意歸家報聖君。", "700": "操持在此中更為無可囑望追甘贄風。", "701": "門人羅機徹謹述", "71": "魏府興化存獎禪師在臨濟為侍者日益奧旨濟以", "72": "法偈印之曰至道無揀擇本心無向背便如此承當", "73": "春風增瞌睡師後克三聖首座次任大覺院主開堂", "74": "日拈香云此一炷香本為三聖師兄三聖於我太孤", "75": "本為大覺師兄大覺於我太賒不如供養臨濟先師。", "76": "久戀沙場事可嗟閒名難免較孤賒幾經風雨煙", "77": "消後依舊長安是故家。", "78": "汝州南院慧顒禪師久依興化座下化付法偈曰大", "79": "道全自心亦非在心求付汝自心道無喜亦無憂。", "8": "胄混跡軒岐潛心宗乘予締交", "80": "真常大道匪心求理事都蠲絕證修大地撮來剛", "81": "一粟毛端放出幾閻浮。", "82": "汝州風穴延沼禪師在南院作團頭院一日入團問", "83": "南方一棒作麼生商量師曰作奇特商量師卻問此", "84": "間一棒作麼商量院拈棒云棒下無生忍臨機不見", "85": "師師於言下大徹依止六載院付法偈曰我今無法", "86": "說所說皆非法今付無法法不可住于法。", "87": "漁翁拋餌錦江頭引得金鱗噴水游轉身驀解離", "88": "鉤意一躍波翻破十洲。", "89": "汝州首山省念禪師在風穴克知賓嘗密誦法華一", "9": "有素後受記莂於金明介老人", "90": "日侍次穴乃垂涕告曰不幸臨濟之道至吾將墜矣", "91": "師曰觀此一眾豈無人耶穴日聰明者多見性者少", "92": "師曰如某何如穴曰吾雖望子之久猶恐耽著此經", "93": "不能放下師曰此亦可事願聞其要穴於是上堂舉", "94": "世尊以青蓮目顧視大眾迦葉正當與麼時且道說", "95": "個甚麼若道不說而說又是埋沒先聖且道說個什", "96": "麼師拂袖而退穴擲下拄杖歸方丈次日師問訊穴", "97": "問作麼生是世尊不說說師曰動容揚古路不墮悄", "98": "然機穴深肯付法偈曰無說是真法其說原無說我", "99": "今說付時說說何曾說。"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B416 調實居士證源錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B416 調實居士證源錄", "author": "清 陸瑛說　羅機徹編　羅開驎序　佚名序（末頁缺）　有行略（依駒本印）", "language": "chinese", "source": "CBETA"}