{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1017", "1": "注同教問答", "10": "蠡澤門人善喜注", "100": "又曰。若自他相絕。則與眾生心同一體。故無心外也。", "101": "不壞能所。故能知也。大疏第十三之上自解曰。此通終頓二", "102": "教。但同一體。是頓教。兼不壞所知義。即是終教。若總", "103": "取雙絕雙存。亦圓教中同教義也演義四十一。連次上文云。六相圓融", "104": "唯屬圓教。一乘之別教義故。同教之後。唯一別教。但離為終頓。合為同教。非別有能同同教也。", "105": "評曰。既稱總取。合二教也。亦圓教中同。非離之之", "106": "終頓。乃海具之江水安得不鹹。正同此間之同教", "107": "一乘也證今四教中同教也。", "108": "密祖釋能所證義曰。能所無二。大乘終教也。能所俱", "109": "泯。大乘頓教中證道也。行願鈔第二云。二明能所無二者。則法性宗證道。謂大乘", "11": "問云。華嚴大宗唯同別二教。別義講解多同。但易簡", "110": "終教也。三明能所俱泯者。即大乘頓教中證道也觀祖曰。以能所歷然證事", "111": "法界。能所一相。證理法界及事理無礙相即之門。能", "112": "所俱泯。證事理無礙形奪無寄門。存亡無礙。全證事", "113": "理無障礙門。舉一全收。證事事無礙門貞元一之下。", "114": "評曰。能所存亡無礙。得非總取雙絕雙存圓中同", "115": "教義乎。演義四十四。四地厭分中文是乃合前密祖之終頓也。", "116": "行願第二鈔。前已引二三兩門。即第四明存泯無礙。亦總取終頓二教也舉一全收。證", "117": "事事無礙別教也。此前更不立圓中同。又於終頓", "118": "之後別有此門。義可見矣。", "119": "密祖釋理事無礙中至存泯同時。則曰。邐迤有此三", "12": "特異而多不從。易簡云。初別教門。廣引教證。三一不同。若作此釋者。或有國土唯說一乘。", "120": "重事理無礙之義方足。智者一一審之行願第二鈔云。七舉第六", "121": "門收第五門。明理事無礙。不壞不泯。即第。六門明不壞不泯。離相離性。即第五門明離相不異離性。此中亦明", "122": "存泯無礙。第六明存。第五明泯。此二門既其同時。故無障礙也。乃至邐迤有此三重事理無礙之義方備。智者", "123": "一一審之。", "124": "評曰。即前觀祖。能所一相。所證事理無礙相即之", "125": "門一重也。能所俱泯。證事理無礙形奪無寄門。二", "126": "重也。存亡無礙。全證事理無障礙門。三重也。如次", "127": "前二祖取之。第三重乃圓中之同。如日月矣。非合", "128": "終頓乎但將前地經疏鈔。并貞元疏。及行願疏鈔對看。皂白自分矣。", "129": "觀祖釋事理無礙曰。會法性者。以是同教一乘。義理", "13": "或有國土唯說三乘。則俱非別教也。若三一合說。方受此名。將釋法華同教。則可云爾。非今逈異餘宗別教一", "130": "分齊故演義第七云。二別釋十門。即為十別。一一門中多先正釋。後會前義。即前性相不同中十對之", "131": "義。又十對中唯會法性。以是同教一乘義分齊故。如前云。三乘一乘別。今但會一乘。五性一性別。今但會一性。", "132": "十對皆然。", "133": "評曰。此蓋後三教並揀於權。且法華仁王本業地論梁攝論等。凡說一", "134": "乘三乘。皆是通語。以聖教多含。不可局執。自古聖賢及吾宗諸祖。互得引用。若據地論梁論皆以初二三", "135": "地。寄在世間。四地至七地寄出世間。八地已上寄出出世間。一乘法以彼一乘為後圓教。三乘當中間三", "136": "教。小乘愚法教。並將證成法華三一。當知法華中三乘之人。求三車出至門外者。則三乘俱是出世。自位", "137": "究竟。即是四地已去至七地者是也。此依至相賢首也。若欲料揀性相二宗權實。亦得引證。則昔日詮性", "138": "之教。皆屬一乘。昔日詮相之教。皆屬三乘。是故祖曰但會昔權。不會昔實。此依清凉圭峯也。今取後義", "139": "總是一乘。開之為同別。此事理無礙。是同教一乘", "14": "乘之謂也。故云而多不從。楊子曰。不合乎先王之法者。君子不法也若同教一義。或曰", "140": "之義理分齊故。故一一會前終頓能揀權三之義", "141": "也。以同教一乘是該取頓實故也。", "142": "密祖又曰。具此十門。方名理事無礙。又曰當同教大", "143": "乘之極致。後觀別教等祖曰。但理事鎔融存亡逆順通有十門。具此等十。方名理", "144": "事無礙。已當大乘同教之極致。故下第三觀是別教一乘。逈異諸教。", "145": "評曰。即前清涼。存亡無礙全證之事理無礙門。此", "146": "大乘同教。即前總取雙絕雙存圓教中同教也。以", "147": "祖曰大乘亦名一乘故。理義正齊。不必疑也。後觀", "148": "別教。此觀同教。何疑之有。次前即言是同教一乘", "149": "之義理分齊。可為良證。", "15": "三種。易簡云。一法界本末融會同。二三一和合同。三同頓同實同或曰四門。會解云。一", "150": "觀祖又曰。實教大乘亦名一乘。謂會三歸一。唯有一", "151": "乘法故。即後三教合為一實。即今性相二宗有多差", "152": "別。略列十條。貞元一之上此能揀十義。亦即此經中同教", "153": "之義。演義第六云。然法性宗十義。即此經同教中義密祖亦曰。即華嚴同教", "154": "義圓覺大鈔云。法性中十義。即華嚴中同教之義。", "155": "評曰。此亦後三合為一實。開二即同別。貞元一之上云。第四", "156": "就實教中。復有二門。一約有位無位。分之為二。則以終教同前始教。皆名為漸。第四名頓。二約圓融不融", "157": "分成二種。即實教頓教。並皆不融。為同教一乘。唯第五圓融具德。名別教一乘。迎福曰。賢首教門只有一", "158": "乘中。開二為同別。或云。圓教有二。開成同別。未甞有合後三。為一實教。開此為同別二教也。且後三開同", "159": "別者。乃貞元疏也開三即圓終頓也。是以為四。即但有同", "16": "三一和合同。二泯二同。三義類相似同。四全收諸教同或曰。立言小異。大義不", "160": "別。是合取頓實。即圓中之同也。以一乘三乘小乘", "161": "三宗。不同一乘有二故。然此三宗寄於五教。有乎二說。一孔目教章等。則以", "162": "後一為一乘宗。中間三教為三乘宗。初一為小乘宗。二依華嚴圓覺等疏。初一為小乘宗。次一為三乘宗。", "163": "後三為一乘宗。今即後義此上釋合後三也。合為一乘。後段釋", "164": "開後三也。則唯後一中自有同別。不取終頓。以一", "165": "乘唯有同別。無餘乘故。故成三一也。此上等元是白書或", "166": "五。則終頓圓。若後一自開同別。則離之之終頓。非", "167": "合之之終頓。亦以一乘三乘小乘三宗。不同終頓", "168": "各詮雙存俱泯。偏而非圓。若取終頓。全同四中。此", "169": "理顯然。宜深思之。此則分四教。即合終頓為圓中同教。分五教。則圓中自有同別", "17": "差。玉峯曰。孔目云。會三歸一。故知同也。諸祖或曰。全收泯二等者。但立言雖異。總不出此。故云大義不差", "170": "若將四教作五教釋通。開合不分。偏圓難辨。但見", "171": "理事無礙之言。便名終教。如法華等。理事無礙一", "172": "宗所收。大乘一發。判為偏淺。且理事無礙自有三重。一能所無二。二能", "173": "所俱泯。三存泯無礙。豈可纔見理事無礙之言。盡名終教。致使深義例為偏淺。何其謬哉若謂", "174": "圭山之言而不通者。圭山以漸頓一分。則法華乃漸之終極。故屬終教。豈可執", "175": "一言而妨多義也豈不礙他漸中之圓。演義第五云。華嚴之圓是頓中之圓。", "176": "法華之圓是漸中之圓。漸頓之儀。二經則異。圓教化法。二經不殊宗義要問上云。法華經宗", "177": "義是一乘經也別意教章云。是故當知法華別意。正在一乘在於一乘等語", "178": "乎。況吾宗未甞局判一經而作一教。以深為淺。吾", "179": "祖誡之甚明。可深體之。可深思之已上第二義竟。", "18": "而學者二三不知孰是。請諸少俊。博採祖文。示其所", "180": "清凉曰。一同教一乘同頓同實故大疏玄談云。故此圓教。語廣名無量", "181": "乘。語深唯顯一乘。一乘有二。一同教一乘。同頓同實故。二別教一乘。唯圓融具德故。", "182": "易簡釋曰。清凉玄文義理分齊中。同頓同實。及圓", "183": "融具德。乃教下曲分義門。與以教攝乘。義意亦別。", "184": "指總相會通同別并乘教開合同別。乃曰皆明教", "185": "門。非是義相易簡釋乘教開合中文也。", "186": "評曰。此兄常曰。但是義相。非為機教門。以一圓教。", "187": "豈有二種修證。故此揀云乃教下義門是義相也。", "188": "不同二處總相會通。并乘教開合二處也皆明教門矣。", "189": "迎福釋曰。三此中同教。要圓教與終頓二教。義類相", "19": "歸。當公論是非。不可私其所黨。至祝至祝。", "190": "似。故云同也清凉自言。同教者謂終頓二教也。未甞云要圓教與終頓義類相似。故云似涉", "191": "無稽也。", "192": "評曰。迎福老人。聦明愽達。當今諸方放出一頭地", "193": "者也。此論似涉無稽何耶。", "194": "清涼釋曰。言同教者。謂終頓二教。雖說一性一相。無", "195": "二無三演義第七。", "196": "評曰。此正同教自相也。理應更曰。言思斯絕。以影", "197": "在下文不言耳。無二無三非泯二乎。問曰。同彼頓", "198": "實。安知合彼為同教耶。答。祖云下同同教。釋此言", "199": "也。如次引云演義四十四。鈔十門唯心中文也。", "2": "可堂法師。撰華嚴同教問答。意義深玄。文辭華贍。", "20": "其一言通目。隨別取一義。孔目云。眾多別義。一言通目。又會義不同。多種", "200": "又曰。不辨圓融具德事事無礙。故非別教連次前文。", "201": "評曰。揀非別教也。既非別即同明矣。不亦即終頓", "202": "非別乎若約總𠬧諸教。如圓教中有小乘戒善四諦因緣。有始教中十地十如八識四智。有", "203": "終教中事理無礙。有頓教中言思斯絕等。如海有百川之水。此則𠬧前四教也。清凉曰。圓必攝四。圭山亦", "204": "曰。圓教攝於前四。若約總揀諸教者。如小乘唯人空自利。始教五性。三乘終教。不說德用。該𠬧頓教。一向", "205": "事理雙絕。清涼曰。如彼百川不同鹹味。此則揀前四教也。是知揀則揀前四教。𠬧則𠬧前四教。且祖師揀", "206": "𠬧之義。煥若臨鏡。又何惑哉。", "207": "又曰。而別教中有一性一相。事理無礙。言思斯絕。同", "208": "彼二教連次前文。", "209": "評曰。此示能同。即別教中。彰其無礙也。貞元云。由彰其無礙", "21": "法門。隨別取一義。餘無別相。故華嚴中。信解行等諸位。以信一言。成其信位。位中所含。即通成解行理事", "210": "皆別教也非別有同教同彼也。今能所同義。不同昔人。", "211": "可深體之。昔謂。自有能同同教。同彼二教。今謂能同乃別教中理事無礙。同彼二教也", "212": "良以同彼。故取之也。義如下引。問信滿成佛行布", "213": "十地。同前諸教能同名同。豈非同教同彼耶。答。彼", "214": "約一乘同三乘方便。引彼令捨權入實。不待該而", "215": "是圓。此問答乃教章行位差別中文也。章云。以此經中安立諸位有二善巧。一約相就門。分位", "216": "前後。寄同三乘。引彼方便。是同教也。二約體就法。前後相入。圓融自在。異彼三乘。是別教也。若自別教。即", "217": "不依位成。今即一乘。寄同三乘。引彼方便。以本非江水。故不待入。本非不融。故不待該也今約", "218": "所詮事理無礙。是一該取二教所詮。入圓成此", "219": "彰其無礙。既該取二教入圓。為圓中同教。非離之之存泯也如浩然氣。孟子", "22": "等一切法門。亦簡前後諸位。法相不同。及會普眼境界一乘無礙陀羅尼門。據斯聖巧一言之下。玄復玄", "220": "云。我〔之〕言。我善養吾浩然之氣同雌雄風。宋玉風賦云。大王之風所謂雄風也。庶人之風", "221": "所謂雌風也總斯二風以為一氣。浩然之外無別雌雄。", "222": "雌雄之外寧有浩然。事理無礙。同存絕即泯。總斯", "223": "存泯為事理無礙。道理亦爾。豈二事理無礙分能", "224": "所耶。章家約引權機。此文該取偏法。機教相須。宛", "225": "然凾蓋。然皆別教一乘同前教耳雖有約機約法不同。然皆圓別", "226": "一乘。同彼諸教也。", "227": "又通難曰。以別該同。皆圓教攝。玄談義理分齊之文鈔曰。猶彼", "228": "江水入海亦鹹演義第七云。謂有難言。既同頓同實。何異頓實。故此通云。即此同中必有", "229": "別義。如事理無礙。必有事事無礙耳。猶彼江水入海亦鹹。", "23": "耳并同別中。各說同別等義。至相曰。別教之中亦有同別。由多即一。是", "230": "評曰。既俟別該即偏教之終頓。非能同別教也。又", "231": "言。江水入海非自海水。即終頓為此之理事無礙", "232": "明矣。指圓教攝。玄文云。十善五戒亦圓教攝即總取雙絕雙存", "233": "圓教中同教也。當知。該之之終頓。非離之之終頓。", "234": "入海之江水。非未入之水矣。開為終頓。則各得存", "235": "絕即泯之一門。該而合之。則具得存絕即泯同時。", "236": "全入之事理無礙門也。清涼曰。若總取雙絕雙存。亦圓教中同教義也即", "237": "所謂同教一乘之義理分齊。同教之極致也。豈別", "238": "有事理無礙同彼事理無礙乎。若本與同之圓。豈", "239": "可復言圓教攝也若本海中之水。何待入海方鹹。是知未入海之江水。須俟決流", "24": "其同也。為一中多。即是別也。同教之中亦有同別。一乘三乘同一善巧。是其同也。各為據機別。即是別也", "240": "而趣。然後同味也。", "241": "又曰。圓教有二。一同教。二別教。別即不共。不共頓實。同", "242": "教者。同頓同實。若下同同教一乘等。大疏十四之上。列十門唯心云。", "243": "上之十門。初一小教。次三涉權。次三就實。後三約圓中不共。若下同諸乘。通十無礙。演義四十四云。上之十門", "244": "下。約教分別。即具五教。涉權。是始教。就實通二。一即終教。終教亦名實教故。其攝相歸性。亦通頓教。以後三教", "245": "皆同一乘。並揀於權。故頓亦名實。後三圓融即是圓教。而言不共者。圓教有二。一同教。二別教。別即不共。不共", "246": "頓實故。二同教者。同頓同實故。今顯是別教。故云不共。若下同諸乘下。約融通說。若下同同教一乘。即𠬧次三。", "247": "就實。若同於三乘。亦𠬧前四。以其圓教。如海包含。無不具故。", "248": "評曰。既言下同同教一乘。則收次三門唯識。則同", "249": "教一乘是。終頓何不得稱此名耶。既曰收之。是海", "25": "非諸方所諍不必辨也。", "250": "具之江水。不同長江也。然海中江乃收長江同味", "251": "耳。別教同彼言下同也。", "252": "又曰。若同三乘亦收前四。自注云。乃前四門唯識。非", "253": "四教也連次前文。", "254": "評曰。別教一乘下同諸乘。既不所同是三。能同亦", "255": "三。當知。別教下同終頓。不應便非是圓。却竢該而", "256": "入圓也有謂。能同是同教。同彼終頓。非別教下同終頓。今以下同三乘例難云。既不所同是", "257": "三。能同亦三。明知能同終頓。不應便非是別。祖云。海中百川。滴滴皆具十德。復何疑哉。", "258": "以本非江水故不待入。本非不融故不待該。蓋後", "259": "三教並揀於權合為一實。皆是一乘。開即為二。謂", "26": "章初。一別教。二同教。易簡釋曰。後同教門。直就法界", "260": "同別也。貞元一之上有開之之終頓。非圓中之同。乃離之之", "261": "存泯也今將合之入圓。故說該耳。該取終頓。即圓中同也而鈔", "262": "又曰。如海包含無不具故。演義四十四。前已具引則總収諸", "263": "教。會三歸一。得非廣乎。有謂。會三歸一。但釋教章可也。用釋餘義。意勢全別。", "264": "則知其悞也總會諸權以入一實。得非為人之教門乎。", "265": "有謂。能弘門非被機之教者。則知其妄也同頓同實。又同三乘。前後互", "266": "出。前明揀權。未收溝洫。且同頓實。況復影在前文", "267": "全收中耶。前文者。即玄談云。語其橫𠬧。全𠬧五教也此文揀收具明。此即", "268": "上所引大疏十四。演義四十四之文也但揀頓實。異於前文。前云別教一乘", "269": "唯圓融具德。今云別即不共。不共頓實而前文又曰。尚非三四。三四即終", "27": "本末融會。故下章云。此同教說諸乘等會融無二同", "270": "頓也前後相仍。全同教章分相中也。分相中全揀前四也又知", "271": "不共非唯不共二乘。乃權實三乘皆不共也。權即始教", "272": "實即終頓也揀則三一不同。同則三一和合。亦斯義也", "273": "已上第三義竟。", "274": "全收諸教宗。迎福曰。四此中全揀前四。不攝於圓。約", "275": "別教說。若此中全收。圓必攝四。約同教義說。故行願", "276": "鈔作此指也。此約圓教。收前四教。同成一教。故云同", "277": "也。故下鈔亦云。若同於三乘。亦收前四。以同教如海", "278": "包含。無不具故。然上四義收攝同教。體勢略盡。有同", "279": "此類。以義收之。則無所濫涉矣。又餘三義諸祖共有。", "28": "一法界。", "280": "同頓同實清涼新加。唯約一乘深義說也。又泯二是", "281": "同。乃目法華等。餘三皆華嚴此錄會解第八。", "282": "評曰。迎福老。以海具百川說全收之義。與章初少", "283": "異。迎福曰。以初義共三一故少異全𠬧。以全𠬧必約海具百川故。說少異共三一不知將", "284": "章初海印一乘。并所詮中一乘。為百川耶。不百川", "285": "非海而何。會解揀全𠬧。與章初異。今問云。章初一乘是海耶。百川耶。是豈敢將章初一乘為百", "286": "川。若不百川。必應是海。若謂之海。復何異哉又曰。共三一以法華為同", "287": "教。又不揀泯二是同之一乘目法華義。又曰餘三", "288": "皆華嚴。華嚴非海乎。或似自語前却。會解初云。共三一以目法", "289": "華為同教。不言泯二目法華。下文却云。泯二是同乃目法華。餘三皆華嚴。前後繁亂又曰。然", "29": "評曰。此中引文不盡。章曰。此同教說諸乘等。會融無二。同一法界。有其二門。一", "290": "上四義收攝同教。體勢略盡。若曰旨意是一曰盡。", "291": "此四豈非是一。若云祖文出處略盡。莫未盡否。且祖", "292": "文自有三十餘處。若以四義𠬧之。莫未盡否又唯將全收作同教釋。圭山", "293": "云。圓教攝四之時。一一同圓。清涼曰。圓必攝四。圓以貫之。亦圓教攝。賢首章初分相該攝。明指為別教得", "294": "志。若合乎符節。先聖後聖其揆一也。迎福決謂全𠬧只作同教。切不可要全𠬧諸教。亦是別教。自質云。若", "295": "爾全揀門復是何教耶。此正要揀𠬧對說同別耳。今却問云。該𠬧全𠬧行相何異。分相之與全揀。復是何", "296": "教。且章初。還可揀𠬧對說同別以否又曰。收前四教同成一教。故云", "297": "同也。此作得名所以。不知自何而來也前云。三一具故名同", "298": "教。又云。同泯二故得名同教。又云。義類相似故名同教。今謂。𠬧前四教故云同教。且同教一名。隨文各出。", "299": "皆謂得名。恐非祖意。", "3": "固能合符乎佛祖之道。可謂善述者矣。", "30": "泯權歸實門。即一乘教也。二攬實成權門。則三乘教等也復錯亂宗因。西域凡說一義。", "300": "圭峯曰。全收諸教宗同教緣起義。亦指大疏玄談全", "301": "收之義行願鈔第一云。大疏玄談。全揀全𠬧。全揀諸宗。即別教性起義。全𠬧諸宗。即同教緣起義。", "302": "評曰。此作同教釋。則是方便。故賢首圓教或五也。", "303": "且取非即圓通義也。孔目云。若橫依方便。進趣法門。即有二義。通說一乘。一由", "304": "依究竟一乘教成。何以故。從一乘流故。又為一乘所目故。二與彼究竟圓一乘為方便故。故說一乘非即", "305": "圓通自在義也既曰全收諸教。即前之四教謂之諸教。清", "306": "涼曰圓必攝四。若爾即教章所詮差別攝前之同", "307": "教。章曰。若約同教。即攝前諸教所說心識。何以故。是此方便故亦即教章之初", "308": "同教。以此同教。始自一乘終至多乘。無不包故。亦", "309": "即賢首總收十門唯心之同。探玄第十三云。一相見俱存。至十帝網無", "31": "皆具三支比量。離三十三過。今但引宗法。而不出所因。蓋由泯權歸實。攬實成權為因。故成同教無二之", "310": "礙。上十門唯識道理。於中初三門約初教說。次四門約終教頓教說。後三門約圓教中別教說。總具十門。", "311": "約同教說清涼曰。如海包含無不具故。演義四十四卷則同頓", "312": "同實之義。亦是此義。清涼曰。下同同教一乘。則𠬧次三門唯識下文亦", "313": "說同三乘故。若同於三乘。亦𠬧前四章中。前曰華嚴一乘。後", "314": "曰圓之同教。若依圓教者。有二義。一攝前諸教所明行位等。以是方便故云云非", "315": "海而何。斥會解揀非海具百川等至相亦曰。會三歸一。故知同", "316": "也。三即諸教故。如初義已辯。彥和可常共取至相。", "317": "此義釋章初二門。但不用同。與今有異。義苑亦指", "318": "此同章初之義。義苑亦以會三歸一。用釋章初同教此有深理。昔可", "319": "尚也。安更有詞。此義祖語稍多。然又易見。不多云", "32": "宗。若陸沉所因。安能會融無二。又復將此所宗法。而為同教。得名因由。豈非錯亂宗因乎自言", "320": "也。", "321": "清涼全收曰。大海必攝百川。同一鹹味。圓必攝四圓。", "322": "以貫之。亦圓教攝。綱要云。其猶百川不攝大海。大海一滴即攝百川。雖攝百川同一鹹", "323": "味。雖包眾典。圓以貫之。故一文一句皆攝無盡尚非三四等。有其所通。無其", "324": "所病。玄談義理分齊中文圭山大鈔。指全收為一。是別教。圓覺大鈔", "325": "第五云。圓教攝四之時。一一同圓。謂應難云。既攝前四。何殊小乘及法相等。故今釋云。尚非終頓。何況初二。如", "326": "海中百川。滿滿皆具十德。及百川之味。不同江河雖千萬里。終無海中一德又曰。統收不", "327": "異曰一。運載含融曰乘。行願鈔第六章門探玄等亦爾。圓", "328": "教或一。餘相盡故。教章探玄皆乘教開合中文一切三乘等本來", "329": "悉是一乘法故。該攝中文則全收是別。義亦可見。孟子曰。君子深", "33": "此是能弘門。非被機之教也易簡謂。章初立此二門。乃能弘門。非被機", "330": "造之以道。欲其自得之也。自得之則居之安。居之安則資之深。資之深則取之左右逢其源。可堂老人。左之右", "331": "之。常逢其源矣不能廣辨。過吾門者。熟聞之矣。況孔目問答", "332": "此之同別。文義如雲。然二師。豫復二師既但此之三易簡三種", "333": "四。會解四義且亦逢場作戲耳已上第四義竟。", "334": "別出二章。", "335": "祖曰。一乘教義分齊。云何一乘教有二種。一共教。二", "336": "不共教。圓教一乘所明諸義。文文句句皆具一切。此", "337": "是不共教。二共教者。則小乘三乘教。名字雖同。意皆", "338": "別異要問上卷一乘分齊義。", "339": "評曰。祖言別即不共。十地疏十四之上。別即不共。不共實頓又曰。逈", "34": "之教。若欲被機。當如大疏中同別。且吾祖立言判教。而不為機。況下文同別。自有攝機成益之言耳。", "340": "異餘宗。玄談云。逈異餘教。圓覺曰。逈異諸宗又曰。不共二乘。玄談云不共二", "341": "乘。名一乘教又曰。不共三乘小乘同。孔目十明章又曰。別於", "342": "三乘。孔目教章共有此皆敻絕逈異不共以解別也。然其", "343": "所自。蓋出智論。太一首用。諸祖靡有不從。其唯圓", "344": "融具德。乃目普法之自體。非釋別名之訓義也。又", "345": "祖曰。餘經是共教。一乘三乘小乘共依故。要問諸經部類", "346": "差別義又曰。二乘共有。名數共同。要問一乘分齊義又指成", "347": "不成等四句。則曰是一乘共教。非別教也。要問眾生作佛", "348": "義皆以共釋同。蓋共者同也。又曰。三一和合同一", "349": "善巧。故名同教。教章云。三乘一乘和合說故。屬同教攝。孔目云。一乘三乘同一善巧。", "35": "迎福釋曰。此乃三一合說。則三乘一乘和合不異。問。所", "350": "是其同也此乃以合釋同。同者合也。則三乘為教。一乘", "351": "為義。和合不離。攝機成益也。教章云。若先以三乘引出。後令得一乘。亦", "352": "是三一和合攝機成二益。故屬同教又同者輩也。齊也。此言流輩相", "353": "齊也。祖曰。同教門者。則與三乘義同。但由智回向", "354": "故。入一乘攝。孔目真如章又曰。依一乘教分與終教相", "355": "同。要問諸修道總別義又曰。同教者同頓同實。玄談義理分齊并十地鈔", "356": "下同諸乘。演義四十四又曰。文雖是同。意皆別異。孔目十地", "357": "章云。文雖是同。而義皆別皆言三一宗差。法門同也。又說法華", "358": "漸同華嚴。章曰。或說釋迦報土在靈鷲山。如法華云。我常在靈山等。法華論主。釋為報身", "359": "菩提山當知此約一乘同教說。何以故。以法華中亦顯一乘故。其處隨教即染歸淨故。說法華處即為實", "36": "謂不異者。還是三乘不異一乘耶。一乘不異三乘耶。況祖師自謂。一以三即一故不異。二以一即三故不異。初", "360": "也。如菩提樹下說華嚴處。即為蓮華藏十佛境界。法華亦爾。漸同此故。是同教也此以流", "361": "輩相齊以釋同也。此中法華即圓中同耳。又曰。今", "362": "以理求通之。與同義無別趣。孔目妙趣章蓋以同猶通", "363": "也。故有通教一乘。圓覺鈔云。此是別教一乘。非法華通教一乘也亦言是", "364": "一法門通彼三一。達乎二宗。如曰上件法門。攝下", "365": "諸教。頓屬其上分本教義。漸從其末義。通一乘三", "366": "乘小乘。何以故。為彼圓教所目故。孔目一乘三乘義章又曰。", "367": "此義在三乘。亦通一乘說。孔目緣起章又曰。此文在三", "368": "乘。亦通一乘用。要問三性三無性義又曰。此文在一乘。通彼", "369": "三乘用。要問悔過法義此以通釋同也。然其濫觴。皆智論", "37": "屬別教。即非同教。今謂三一不異。出何經論。縱法華經。亦破三顯一。非三一不異也又注曰。此", "370": "之共教。共即同故。太一用之。諸祖同遵。豈有異致。", "371": "故知諸文同教之名。釋訓不出三一共通和合。流", "372": "輩相齊。故名同也。釋訓既爾。諸文互成。今欲示義。", "373": "且作此耳。其會三歸一乃教相也。由彼教中。詮顯", "374": "此理。知其是同。可釋迴三入一教之名義也。豈有", "375": "將會三歸一。作同字之訓義故。會解。說同教四義。皆作得名訓義之", "376": "因由譬彼空不空義。乃二教之所詮。非始終之訓義。", "377": "但二教所明空不空二義。非二教之得名也故今一乘有共不共焉。", "378": "祖曰。然此五教相攝融通。有其五重。一或總為一。謂", "379": "圓教攝於前四。一一同圓。唯一大善巧法。教章云。或總為一。謂", "38": "約三一俱故名同。會解曰。一乘三乘和合不異。又云三一共故。又曰此約三一具故。析", "380": "本末融鎔。唯一大善巧法。探玄并大疏貞元皆云。唯是如來一大善巧攝生方便。圓覺大鈔第五云。圓教攝四", "381": "之時。一一同圓或名圓教。或名一乘。或名教綱。或名教海。或", "382": "名一圓音教。或名普法。或名通宗。孔目十玄章或名性起", "383": "樹藏。要問教相義云。性起樹藏。內莊一乘。外嚴三乘及小乘等或名緣起大樹。要問", "384": "成佛前後義云。若依一乘教。於念念中成佛。皆盡所化有情。在諸位中。十住已去乃至菩提。皆盡眾生界。成位", "385": "遍滿。無有前後。為同一緣起大樹故也或名無盡圓通自在宗。孔目法數章", "386": "或名圓通自在法。孔目料簡章或名無盡佛法。或名普賢", "387": "無盡法。或名法界大宗。或名圓滿教。或名圓宗。或名", "388": "滿藏。或名圓圓海。釋論第十云。大本華嚴契經中。作如是說。其圓圓海得諸佛勝故。其", "389": "一切佛不能成就圓圓海劣故或名性德圓滿海。釋論第一云。摩訶衍法諸佛所得耶。能得", "39": "薪云。三一合明。不審諸句為一為異。若一何用互出。若異何義為當又揀非海具百川", "390": "於諸佛。諸佛得不故。菩薩二乘一切異生亦復如是。性德圓滿海是焉或名教本。或名", "391": "總相法門。大經疏三之上云。第一天王得總相法門。諸佛將興。皆生彼天。下生之時。普應法界。", "392": "頓闡華嚴。為圓滿法或名圓滿教輪華嚴經第二卷云。復次知足天王。得一切佛出興世圓滿", "393": "教輪解脫門。", "394": "評曰。皆華嚴圓別一乘。全收諸教之大宗也。包容", "395": "融攝具德圓通。隨稱皆得耳此全得總相會通之大意。故引諸名。為分", "396": "教之本。願諸來裔幸冀留情。", "397": "或開為二。或曰本末。章曰。一本教。謂別教一乘為諸教本故。二末教。謂小乘三乘從", "398": "彼所流故或名究竟方便。章曰。究竟及方便。以三乘小乘。望一乘。悉為方便故或曰", "399": "三乘一乘。孔目一乘三乘章或曰共不共教。智論以華嚴經為不共教。餘經", "4": "笑庵法師。遂摭所聞。以辨差當。猶不體其本。而未", "40": "等云云揀非海具百川義。下當辨明。", "400": "是共教也或名同別。或名正乘方便乘。或約大小。要問云。謂大小", "401": "二乘。於方便中。從教趣果分二故或約權實。且權實有乎二說。一約究竟方便。以明權實。於五教", "402": "中。後一為究竟乘。前之四教為方便乘。前四教自有權實。何以俱為權耶。答。以實體不足故不說。一切皆有佛", "403": "知見故。故屬三乘。並為方便。二貞觀以來法相繁異。以五性三乘為實。一乘一性為權。其說翳乎一乘。其道盛", "404": "行中國。於是起信等疏。言教具闕中。廣闢斯義。遂明一乘一性為實。三乘五性為權。於五教中。前二為三乘。後", "405": "三為一乘。終頓皆明一性。是以判入一乘。清涼圭峰。皆承襲之。遂有二說焉或約曲直。釋迦", "406": "經謂屆曲教。舍那經謂平道教或約漸頓等章曰。謂以先習小乘。後趣大乘。大由小起。故名為漸。", "407": "直徃菩薩。大不由小。故名為頓。", "408": "評曰。皆前一乘圓教開也。但或首開不共一乘。次", "409": "分大小權實。首開不共。於共教中。分為大小。就大乘中。復分權實或先析小", "41": "至相釋曰。經云。會三歸一。故知同也。多義如彼。至相曰。所", "410": "乘。後分權實同別。先開不共小乘。次分權實。前一為權。後三為實。就一實中。復分", "411": "同別。前二為同教一乘。後一為別教一乘或作一乘。一乘有二。一同教一乘。二別教一乘", "412": "或作三。一故開二中有多變態耳。然諸共教或名", "413": "三乘。或名一者。由一乘共即彼三乘小乘。但由智", "414": "迴向。故入一乘攝。孔目真如章左右稱耳。問諸方便乘", "415": "名一乘者。為即以否。否者。不定之詞。諸方便乘名一乘者。為即究竟一乘耶。為", "416": "非究竟一乘耶答有二義。一由依究竟一乘教成。何以故。", "417": "從一乘流故。又為一乘教所目故。無異事也。二與", "418": "彼究竟圓一乘為方便故。故說一乘非即圓通自", "419": "在義也孔目。橫依方便進趣法門故。約即不即以分。二義差別故。", "42": "言同者。三乘同一乘故。又言同者小乘同一乘故。又言同者小乘同三乘故等。若言三乘同一乘。則總收權小。", "420": "或開為三。小乘三乘一乘。或漸頓等。光統立漸頓圓。至相搜玄用此。", "421": "評曰。初義就五教有二說。若皆為去聲三人。則中三", "422": "為三。如探玄教章孔目問答等若泯二屬。一則後三皆一。如華嚴。圓", "423": "覺疏等是故四中同教一乘。或從三出。就共教中。約存三泯二不", "424": "同。分之為二或從一出。合後三為實。分之為二。則有同別一乘是故貞元", "425": "大開權實仍小。為三十條揀權。於後一實。開同別", "426": "也貞元第一之上。", "427": "或分為四。謂別教小乘。至別教一乘。或小漸等。探玄云。或", "428": "分為四。此有二義。一於上共教中。約存三泯二。開兩教故。為四。一別教小乘。二同教三乘。如深密等。三同教一", "429": "乘。如法華等。四別教一乘。如華嚴等。二約歷位無位開漸頓二教故。為四。一小乘教。二漸教。三頓教。四圓教。", "43": "若言小乘同一乘。則但收溝洫等。前云大義不差。今云多義如彼。前後相仍也又曰。今以理", "430": "評曰。原夫初義通論大旨。唯有三宗。別教小乘不", "431": "通菩薩。名小乘宗。共教三乘三人同稟。名三乘宗。", "432": "直顯本法。并會三歸一。名一乘宗。但五教中。六七", "433": "清凉圭山二祖。多取泯二屬一。以揀於權。後三皆實。名", "434": "一乘宗。不融為同。以融為別。貞元第一之上。前已引竟四五。雲華", "435": "賢首二祖。每以中間。通為去聲屬三乘宗。後一究竟為", "436": "一乘宗。五祖復以存三泯二。分其頓實。歸一乘宗。", "437": "探玄第一故五六祖師分三之後。皆就三宗。兩其同別。", "438": "而成四教。探玄。并大疏。皆於共教中。約存三泯二開兩教。故分為四一乘宗中", "439": "自有二故。是故或將第五為別。前四總為共教一", "44": "求通之。與同義無別趣也。孔目曰。前德已述通別二教。而未見釋相。今以理求", "440": "乘。於中即有小乘三乘一乘。或更析開不共小乘", "441": "共教三乘。其餘如來藏佛性泯二之教。楞為共教", "442": "一乘。與今圓開四教。名體全符。蓋諸共教上下相", "443": "望。自有共不共也。要問上一乘分齊義云。仍諸共教上下相望。有共不共。如小乘", "444": "教三世有等。三乘則無。三乘教有。小乘則無。或二乘共有。如道品等名數共同。或二乘俱無。則一乘教是", "445": "也若析頓實以為所揀。總屬方便。入三乘攝。却散", "446": "為五。後一自具同別。為一乘宗。是則一乘還有同", "447": "別。亦順三宗。故一乘中無二同教對一別也。是則", "448": "頓實。屬三則權。屬一則實。離偏而合圓也。蓋以教", "449": "海之中接引物機。有多方便。句數不同。前代諸德", "45": "通之。與同義無別趣也今從至相揚子曰。適堯舜文王者。為正道。非堯舜文王者。為他道。君", "450": "各述一門。如古今立教中辨吾祖籠絡結成教網。故有開", "451": "合。縱成多教。皆初圓中漸次開也。苟爾亦圓之始", "452": "小耶。答實爾。總之別也。又何離偏而合圓耶。機有", "453": "普別。智有三一。得向異故。是故卷舒不曰一端。舒", "454": "而常卷。卷又即舒。舒卷自在。為華嚴教網之大宗", "455": "也。", "456": "注同教問答終", "46": "子正而不他也。", "47": "評曰。易簡將彼別教。釋此對同之別。今取彼同。示", "48": "此對別之同義無舛也。彼即孔目。此即教章。易簡曰。孔目云。別教者別於三", "49": "乘。則將孔目中別教。釋今章中對同之別也。玉峯云。至相釋曰。經云會三歸一故知同也。則取孔目中同", "5": "免乎失焉。善喜學雖寡陋。輙為辨明。非欲附名於", "50": "教。示今章中對別之同也。問。前云別教但易簡特異。今云對同之別義無舛也。何自矛盾。答。前有過則斥", "51": "之。此可用則取之。有何惑哉迎福亦曰。別義皆同。則亦與矣會解", "52": "云。別教名義諸祖皆同。則亦許也。已上第一義竟。", "53": "清涼總相會通中。或分為四。中云三同教一乘如法", "54": "華等清凉總相會通中云。或分為四。此亦二門。一中間三教。存三泯二別故。開之為四。一別教小乘。如四", "55": "阿含等。二同教三乘。如深密等。三同教一乘。如法華等。四別教一乘。如華嚴經。演義釋云。一中間三教存三泯", "56": "二者。始終頓三。名為中間。以初有小乘。後有圓教。故名中間。而始教存三。故別為一教。終頓二教泯二是同。故", "57": "合為一教。下列四中云。三同教一乘。即合終頓二教也。", "58": "易簡。釋教章攝益中同教一乘云。此即三乘一乘", "59": "和合屬同教攝。前別教一乘。即是圓教。權教三乘", "6": "梁棟間。庶幾信可堂之道。而釋學者之疑也。覽者", "60": "即是始教。同教一乘即當終頓。故清涼玄文云。三", "61": "同教一乘如法華等。演義釋云。即合終頓二教也", "62": "差當云。善住舉此不辨非者。意在正破會解。然易簡引玄文。證攝益中同教一乘。且教章終頓屬三。玄文", "63": "終頓屬一。引一證三。故不足辨也。", "64": "評曰。此師又指此乃別教所不揀者也。易簡云。中間三教雖", "65": "皆為三人所得。終頓二教會泯歸一同得佛果。即是一乘。始教三乘。修因各異。獲果亦殊。此唯三乘局於", "66": "權教。今此對辨三乘。乃獨始教權門也。彼自難云。華嚴一乘逈異諸教。何故特揀權教三乘。答。今此文意", "67": "蓋為學法相者。不信大乘之外別有一乘。權實混和。故辨差別。終頓二教亦是一乘。非此所揀又", "68": "曰。終頓二教文雖不揀。常自逈異。易簡云。終頓二教同得佛果。即", "69": "是一乘。既謂一乘。却云常自逈異。且露地牛車。乃四乘之一。奚有異哉。三世諸佛無不說此四乘法。一者", "7": "幸毋罪焉。", "70": "聲聞乘。二者緣覺乘。三者菩薩乘。四者佛乘。是謂四乘。且西域東夏。前後聖賢。所有章疏。除開人天。亦只", "71": "說此四乘法。且如今家五教。教雖有五。乘唯四門。廣如乘教開合中辨。況至相賢首。說圓教為一乘。亦只", "72": "當彼第四佛乘。清凉圭峯說後三教為一乘。亦只當彼第四佛乘。豈有異哉故此指云。", "73": "即當終頓非圓教也。決擇其意中。亦曰終頓非後", "74": "教也。餘義不錄。", "75": "迎福會解曰。要終頓二教同泯二。故名同教一乘也。", "76": "注曰。此約終頓二教泯二是同。非即合終頓為同也。", "77": "正約終頓同無二乘。故云同教一乘也。又次義中注。", "78": "若終頓自相同者。漸頓有異。安得是同。又曰。不是合", "79": "終頓為同。但約同泯二。故名同也。又曰。近人皆云終", "8": "時戊子乾道四年冬至後一日善喜書", "80": "頓二教合為同教。漸頓自殊。將何合耶。", "81": "評曰。此亦非圓中之同。迎福謂。從共教三。乘中分出。非圓中之同也又", "82": "非合終頓是離之之存泯也。合成四教。離為五教。既云非即合終頓。即", "83": "離之之存泯。之之者語助也。如莊子云。殺之之怒決之之怒之類也又將泯二是同。", "84": "作同教得名所以。迎福又自注云。不將泯二。為得名所以。更用何耶。又引合始終。", "85": "為漸教得名之因。今返問之。清凉曰。始教存三故別為一教。且始教存三。還用何教合耶。豈亦得名乎", "86": "餘義可知。如講時所辨。", "87": "清凉釋曰。始教存三故別為一教。終頓泯二是同故", "88": "合為一教。下列四中云。三同教一乘。即合終頓二教", "89": "也演義第六前已具引。", "9": "玉峯沙門師會述", "90": "評曰。此乃泯二是同。出合為一教之所以。非同教", "91": "得名之因由也。是故存三為一教。泯二為一教。與", "92": "小圓為四。亦明曰。同教一乘即合終頓。與迎福有", "93": "異。迎福則曰。因由泯二。得名同教。玉峯謂出合為一教之所以。非同教得名之因由也然亦", "94": "各自建立。不必見疑。", "95": "又曰。約圓融不融。分成二種。即實教頓教並皆不融。", "96": "為同教一乘貞元一之上。下自具引。此約理事無礙揀也。問若一向不融。何異頓實。答曰。若", "97": "入圓收。理事無礙。必有事事無礙。何以故。由彰其無礙等四門皆別教故。", "98": "評曰。既曰不融為同。非泯二名同。不亦顯然乎。又", "99": "此同教一乘。是合終頓。義亦明矣。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1017 註同教問答", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1017 註同教問答", "author": "宋 師會述　善熹註", "language": "chinese", "source": "CBETA"}