{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1167 淨土生無生論註", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1167-A 淨土生無生論註序No. 1167-A", "1": "淨土生無生論註序", "2": "生無生論者　有門大師興無緣慈借虗空舌為往", "3": "生居士之所說也如風鼓橐不日而成義立十門理", "4": "融一念指漚示海生即無生即性明心佛非他佛真", "5": "可謂善明佛智者矣居士作序鋟梓流通海內緇素", "6": "莫不家傳戶習以為往生左券焉寂慮科文異帙不", "7": "便披尋頃因會次謬註數言聊資初學一往而視似", "8": "乎虗尚多駢然所引悉經疏成言未嘗妄加己意倘", "9": "不以蛇足見鄙未必不為斯文之一助也。", "10": "萬曆壬子秋七月僧自恣日浮石門人正寂和南序", "11": "No. 1167", "12": "淨土生無生論註并科", "13": "淨土生無生論註淨土生無生論", "14": "幽溪沙門　傳燈　譔", "15": "浮石門人　正寂　註", "16": "△大科分二初題目次正文今初", "17": "題云淨土生無生論者天台智者大師凡釋經題", "18": "皆立五重玄義所謂名體宗用教相是也今例釋", "19": "之為五謂理行單法為名一真法界為體圓融玅", "20": "觀為宗斷疑生信為用無上醍醐為教相初理行", "21": "單法為名者無生屬理生即是行而言單法者以", "22": "淨土等乃七種之一非譬非人非複非具故言單", "23": "法也若約教等八法釋之者名雖具四義則俱含", "24": "淨土屬果生即屬行無生屬理論即屬教此之四", "25": "法若順論之即所謂果由行成行依理發理藉教", "26": "明返而言之亦可謂藉教顯理從理起行由行證", "27": "果隨意釋之無不可者然而克果由因行憑智導", "28": "智斷必俱位依行歷即攝餘四八法具矣又無生", "29": "約理而論言乎其體也生者從行得名言乎其宗", "30": "也淨土從果受稱言乎其用也名則總上三章論", "31": "即屬乎教相五章備矣又無生本乎一性性本無", "32": "生即法身德也生則全性起修修還照性即般若", "33": "德也淨土則修性冥玅生即無生即解脫德也此", "34": "之三法派之彌合即之常分以法身言之生即無", "35": "生也淨土亦無生也以般若言之淨土生也無生", "36": "而生也以解脫言之生亦淨土也無生亦淨土也", "37": "其圓玅若此釋名竟二一真法界為體三圓融玅", "38": "觀為宗四斷疑生信為用者釋此三章有通有別", "39": "通而言之此論十門俱名俱體即宗即用雖曰殊", "40": "名理無二致所契為體能契為宗道前自行為因", "41": "果後化他成用入文自見未暇委明雖是歷別為", "42": "言亦乃初中後善今派十門以為三分初四為體", "43": "中三為宗後三為用故云初中後善也體名一真", "44": "法界者非諸名一無妄曰真法具三千界含百界", "45": "以百界三千之法當體微玅寂絕故強目之曰一", "46": "真亦諸法實相之異名也即實相是身土緣起故", "47": "曰不變隨緣即身土緣起是實相故云隨緣不變", "48": "若心若土全體即真故云相即若佛若生無非法", "49": "界故云不二以初四門屬一真法界為體不亦宜", "50": "乎宗名圓融玅觀者圓則千如炳見萬法齊彰融", "51": "則剎剎交通塵塵互入妙則絕思絕議離即離非", "52": "以法界為念則念念彌陀圓斯圓矣以境觀相吞", "53": "則心心極樂融斯融焉以三觀法爾則性德天然", "54": "妙斯妙也以中三門屬圓融妙觀為宗不亦宜乎", "55": "用名斷疑生信者疑為信障信乃道源信力未生", "56": "疑根不斷疑則疑乎厭此欣彼信則信乎即土唯", "57": "心言感應任運天性相關厭此欣彼之疑斷矣曰", "58": "彼此恒一現未互在即土唯心之信生焉信生則", "59": "頓證乎生即無生疑斷則直造乎斷無所斷以後", "60": "三門屬斷疑生信為用不亦宜乎五無上醍醐為", "61": "教相者此論唯明圓實具造俱時故得身土雙融", "62": "果因一契所以屬味醍醐佛法之妙過此不知所", "63": "裁故云無上也問凡判五味者乃大師約佛世以", "64": "明論係人師所述去聖已遠那得強為配合乎答", "65": "雖不預佛世五時一家教觀皆約法華開會而談", "66": "不屬醍醐那云圓實問論中證義多引楞嚴以方", "67": "等教屬味醍醐不太相違耶答方等中圓不異一", "68": "實但有開廢之殊今取圓義以證圓文亦無不可", "69": "故以無上醍醐為教相也問是則此土人師著述", "70": "皆可以五重解釋耶答且如三千有門頌乃宋陳", "71": "了翁所說吾祖柏松大師尚得以五重解釋此論", "72": "遠祖龍樹北齊近宗智者法智以五重釋之復何", "73": "嫌焉。", "74": "△次正文二初歸命述意三初稽首二寶三初兩", "75": "土佛寶。", "76": "稽首能仁圓滿智無量壽覺大導師", "77": "稽者遲也留也謂以首叩地遲留少時而起表至", "78": "敬也稽首二字冠下三寶能仁梵語具云釋迦牟", "79": "尼此云能仁寂默謂以仁慈化物也圓滿智者智", "80": "即覺義觀經疏云此是圓智圓覺諸法四明云非", "81": "三般若融即微玅智不名圓此歸敬此土佛寶也", "82": "梵語阿彌陀此云無量壽亦名無量光梵語佛陀", "83": "此云覺者具含三義云云大導師者法華疏云導", "84": "師有四所謂通途慈悲結緣權智實智此則四種", "85": "俱該故稱云大此歸敬彼土佛寶也亦乃互相影", "86": "略而言若具而言之釋迦亦可稱導師彌陀亦可", "87": "稱圓智盖未有圓智而不能導人亦未有導師而", "88": "不具圓智也。△次兩土法寶。", "89": "所說安養大乘經了義了義至圓頓", "90": "兩土化主皆為能說經為所說也安養即極樂之", "91": "異名大乘者乘有運載之義即文殊普賢馬鳴龍", "92": "樹大人之所乘也此土法寶則有清淨平等覺經", "93": "無量壽經觀無量壽佛經小彌陀經稱讚淨土經", "94": "鼓音王呪經等此皆偏贊西方者也彼土則依正", "95": "同宣主伴交讚鳧鴈鴛鴦迦陵命命恒演法音者", "96": "也了義者若四阿含所說人天因果真寂深義等", "97": "但明無常義皆不了若大乘所說博地凡夫即生", "98": "可辦故稱了義也重言者鄭重之辭猶言了義中", "99": "之了義也至圓頓者非化儀中頓乃以圓教為頓", "100": "也。△三兩土僧寶二初菩薩僧。", "101": "玅得普賢觀自在勢至清淨大海眾", "102": "梵語文殊師利此云妙德乃過去七佛之師釋迦", "103": "會中示菩薩形助揚聖化文殊發願經偈云願我", "104": "命終時除滅諸障礙云云普賢亦云徧吉梵語祕", "105": "輸󰉈陀在華嚴逝多末林末會發十大願普願法", "106": "界眾生同生極樂偈云願我臨欲命終時云云此", "107": "此土僧寶也梵語婆婁吉低輸此云觀世音過去", "108": "為正法明如來今示迹為菩薩言觀自在者以觀", "109": "慧照了自心清淨圓融無礙故云也梵語摩訶那", "110": "鉢此云大勢至觀經云以智慧光普照一切令離", "111": "三途得無上力故云大勢至也此二菩薩今在彼", "112": "土助揚佛化四明云三聖設化動靜必俱一主二", "113": "臣非並非別表乎三法三一妙融故須歸敬也清", "114": "淨海眾者即彼土無生不退一生補處諸上善人", "115": "等是也。△次聲聞僧。", "116": "馬鳴龍樹及天親此土廬山蓮社祖", "117": "天台智者并法智古往今來弘法師", "118": "馬鳴菩薩即西天第十二祖甞著起信論發明繫", "119": "念西方最為切要龍樹菩薩西天第十四祖南天", "120": "竺人於九旬內誦通三藏深入法忍造大悲方便", "121": "論大莊嚴論大無畏論又著十住婆娑智度論等", "122": "多讚西方勸人念佛有偈云若人願作佛心念阿", "123": "彌陀即得為現身故我歸命禮一家宗之為始祖", "124": "云天親菩薩北天竺人造唯識金剛般若等論仍", "125": "著無量壽論有求生淨土偈及五門修法蓮社祖", "126": "者蓮社祖有七初祖即晉慧遠法師俗賈氏鴈門", "127": "人學通儒老年二十餘見道安法師因聽講般若", "128": "豁然開悟乃曰九流異議皆糠粃耳後入廬山刺", "129": "史桓伊創東林居焉影不出山者三十餘年每送", "130": "客以虎溪為界時劉遺民雷次宗等一十八人衣", "131": "師遊止拉一百二十三人為蓮社六時禮誦精進", "132": "不退十年三睹聖相後於般若臺定起見彌陀佛", "133": "身滿虗空圓光之中有諸化佛觀音勢至侍立左", "134": "右又見水流光明分十四支流注上下演說苦空", "135": "佛告遠曰我以本願力故來安慰汝汝後七日當", "136": "生我國後七日果終有雜文十卷號廬山集盛行", "137": "于世事詳本傳文繁不錄此土念佛實始於遠故", "138": "稱為初祖焉二祖即長安善導光明法師三祖南", "139": "岳承遠般舟法師四祖長安法照五會法師五祖", "140": "新定少康臺巖法師六祖永明延壽智覺法師七", "141": "祖昭慶省常圓淨法師又長蘆宗賾禪師則稱八", "142": "祖也智者大師諱智顗華容人俗陳氏生時靈瑞", "143": "不一七歲入果願寺聞誦法華普門品忽自憶記", "144": "宛如宿習十五歲禮佛像誓志出家十八雉落二", "145": "十進受具戒天嘉元年謁光州大蘇山慧思禪師", "146": "云云甞著十疑論勸人求生淨土後于剡東石城", "147": "彌勒像前令弟子唱十六觀經名誡眾曰四十八", "148": "願莊嚴淨土香臺寶樹易往無人火車相現一念", "149": "改悔者尚得往生況戒定熏修聖力道行終不唐", "150": "捐矣言訖趺坐而化事詳本傳法智大師諱知禮", "151": "字約言金姓四明人從寶雲通公傳天台教觀出", "152": "世承天繼住延慶戶外屣滿甞行法華般舟三昧", "153": "期生安養後與十僧結社約修懺三載自焚其身", "154": "決取淨土楊文公億再四勸留始允其請著玅宗", "155": "鈔以釋觀經義疏人到于今咸受其賜古往今來", "156": "弘法師者古往即過去諸大耆宿等今即現在諸", "157": "大知識等來即當來紹繼宗風者凡有一句一偈", "158": "贊及西方者悉皆歸敬也。△次歸命求加。", "159": "我今歸命禮三寶求乞冥加發神識", "160": "此出歸命之意言我之所以歸命者盖欲藉三寶", "161": "威光冥熏加被開發我之神識而造此論也。△三", "162": "述造論意。", "163": "敬採經論祕密旨闡揚淨土生無生", "164": "普使將來悟此門斷疑生信階不退", "165": "敬者肅也恭也採者集也敬採經論祕密旨則義", "166": "有所憑顯非臆見也初一句述造論之由次三句", "167": "結論成之意即所謂開示悟入也闡明淨土生無", "168": "生即開示無生也普使將來悟此門即悟此無生", "169": "也斷疑生信階不退即證此無生也。△次依義立", "170": "論二初總列十門。", "171": "將造此論立為十門一一真法界門二身土緣起門", "172": "三心土相即門四生佛不二門五法界為念門六境", "173": "觀相吞門七三觀法爾門八感應任運門九彼此恒", "174": "一門十現未互在門。", "175": "將造此論者大莊嚴論云造論凡有五義一者如", "176": "金成器令信解故二者如花開敷開示彼故三者", "177": "如食美膳得法味故四者如解文字令修習故五", "178": "者如開寶篋實證得故今亦具含五義採集羣經", "179": "以成一論即如金成器義也論立十門門詮眾玅", "180": "即如花開敷義也理明性具境會唯心即如食美", "181": "膳義也既悟圓修知土由心變即如解文字義也", "182": "性中極樂由修顯發即如開寶篋義也。", "183": "△次別釋十門二初二門明根源融具次八門明", "184": "枝流妙即初二門明根源融具二初一門明理性", "185": "本具二初標。", "186": "初一真法界門。", "187": "門者有能通出入之義如云有大陀羅尼門名為", "188": "圓覺流出一切清淨真如等即出義也如云歸元", "189": "性無二方便有多門等即入義也今一真法界為", "190": "之所入門即能入也問一真法界屬理何有能所", "191": "出入耶答觀經疏云理雖無名將門名理今即門", "192": "名理那得不然如十妙以不二當體為門也問名", "193": "為能通理為所通是則可爾以理為門通至何所", "194": "耶答止觀中有此問理無所通究竟徧通是妙門", "195": "也以下諸門義皆倣此。△次釋二初述偈立宗。", "196": "一真法性中具足十法界依正本融通生佛非殊致。", "197": "一真法性者真如法性也十種皆稱法界者智者", "198": "大師云其意有三一者十數皆依法界法界外更", "199": "無復有法能所合稱故言十法界也二者此十種", "200": "法分齊不同因果隔別凡聖有異故加之以界也", "201": "三者此十皆即法界攝一切法一切法趣地獄是", "202": "趣不過當體即理更無所依故名法界乃至佛法", "203": "界亦復如是具足者言此十種法界無不畢具于", "204": "一真法性之中也依正本融通者依則十種國土", "205": "不同正則十種五陰不同本融通者言非修為造", "206": "作而後融通也生佛非殊致者生者約九界迷為", "207": "言佛者約佛界悟而說生佛高下雖殊真如性非", "208": "二致故云非殊致也。△次依宗釋義二初正釋二", "209": "初詳釋勝義二初直指人心。", "210": "論曰一真法界即眾生本有心性。", "211": "此論以無生立題大槩以無生為本致也言一真", "212": "法界者非惟指十萬億剎外之極樂為言即十方", "213": "佛剎生佛依正皆在裡許華嚴藏海亦其相也眾", "214": "生者九界皆名眾生若的而論之即指人界為言", "215": "人以四大五陰眾法和合而成故名眾生即者廣", "216": "雅云合也四明云若依此釋仍似二物相合其理", "217": "猶疎今以義求當體不二故名為即意指西方極", "218": "樂依正之法當體是吾人本有心性方契乎無生", "219": "之旨也。△次指心具德前云法界即心猶未的示", "220": "即之所以今指此心具德即義成也此自分二初", "221": "列二義。", "222": "此之心性具無量德受無量名。", "223": "此者指法之辭德者名之實也吾心本具也名者", "224": "實之賓也從德受稱也有無量德必召乎無量名", "225": "義云受也。△次釋二義二初釋具無量德二初徵", "226": "德舉要。", "227": "云何具無量德舉要言之謂性體性量性具。", "228": "云何下徵起舉要下釋也既云無量難可畢陳姑", "229": "舉其要者言之曰體曰量曰具而已一一皆云性", "230": "者義有所歸也。△次據德釋義三初正釋三德三", "231": "德者名同義異指無量德中之三非謂法身般若", "232": "解脫也此自分二初次第釋義三初釋性體。", "233": "云何性體謂此心性離四句絕百非體性堅凝清淨", "234": "無染不生不滅常住無壞。", "235": "四句者即有無一異等是也言離四句者若言其", "236": "有成增益謗若言其無成損減謗若言雙亦成相", "237": "違謗若言雙非成戲論謗此之性體本非有無如", "238": "大火聚四邊不可湊泊故云離也絕百非者以上", "239": "四句為本每句成四則成一十六句過現未皆有", "240": "此十六句則成四十八句加已起未起成九十六", "241": "搭上根本四句則成百句言非者一是百是一非", "242": "百非四句既離百非絕矣體性堅凝等者此之性", "243": "體水火刀劒所不能壞故云堅凝處五濁塵勞生", "244": "死煩惱之中不為其所汩濁故云清淨無染在聖", "245": "凡而無所增損故云不生不滅亘古亘今而無所", "246": "遷變故云常住無壞。△次釋性量。", "247": "云何性量此之心性豎窮三世橫徧十方世界有邊", "248": "虗空無邊虗空有邊心性無邊現在有邊過未無邊", "249": "過未有邊心性無邊無盡無盡無量無量。", "250": "豎窮下二句言其深廣世界下舉況以明世界本", "251": "無邊表者也以有漏微塵國皆依空所生言之世", "252": "界有邊虗空無邊矣虗空本無際畔者也以空生", "253": "大覺中如海一漚發言之虗空有邊心性無邊矣", "254": "現在無住本無分齊者也以過去無始未來無終", "255": "言之現在有邊過未無邊矣過去未來本無涯涘", "256": "者也以真如法性言之過未有邊心性無邊矣既", "257": "難以數量明又不可以比況顯秪可云無盡無盡", "258": "無量無量。△三釋性具。", "259": "云何性具謂此心性具十法界謂佛法界菩薩法界", "260": "緣覺法界聲聞法界天法界修羅法界人法界畜生", "261": "法界餓鬼法界地獄法界此是假名復有正報謂佛", "262": "五陰菩薩五陰乃至地獄五陰此是實法復有依報", "263": "謂佛國土菩薩國土乃至地獄國土。", "264": "性具者言此十種法界乃吾性中之所具也故荊", "265": "溪大師云十方淨穢卷懷同在於剎那一念色心", "266": "包列遍收於法界並天真本具非緣起新成是也", "267": "此特能詮假名而已名必有實惟十種行業所感", "268": "色等五陰乃實法也能依之正報有十故所依之", "269": "國土亦有十種之不同言佛五陰者雖無生死五", "270": "陰而有法性五陰故亦名無上眾生經云因滅是", "271": "色獲得常色等即其徵也。△次融通其理。", "272": "令易解故作三種分別得意為言即性具是性體性", "273": "量性體離過絕非即性具十界離過絕非性體堅凝", "274": "清淨無染不生不滅常住不壞性具十界亦然性量", "275": "豎窮橫徧無盡無盡無量無量性具十界亦然正報", "276": "五陰同性體性量清淨周徧依報國土亦然。", "277": "令易下結前得意下融理文有二節先以體量融", "278": "具次以依報例同性體融性具十界者一家明具", "279": "有理具三千有事造三千今言性體離過絕非即", "280": "性具十界離過絕非者猶言能具十界之性非謂", "281": "所具十界之法也其次約量融具亦爾以依例正", "282": "可知。△次指同三諦。", "283": "此之三法亦名三諦性體即真諦性量即中諦性具", "284": "即俗諦。", "285": "三法者即體量具三法也此之下總指性體下別", "286": "指泯一切法莫尚乎真今性體離過絕非即同於", "287": "真諦矣立一切法莫尚乎俗今性具三千世間即", "288": "同於俗諦矣統一切法莫尚乎中今性量橫亘豎", "289": "窮即同中諦矣。△三引楞嚴證二初引果德文果", "290": "德者一境三諦之理乃如來果人所證故云果德", "291": "經云我以玅明不滅不生合如來藏云云即其相", "292": "也此自分二初證性體真諦。", "293": "故楞嚴經云而如來藏玅明元心非心非空非地水", "294": "火風非眼耳鼻舌身意非色聲香味觸法非眼界乃", "295": "至非意識界非無明乃至非老死非無無明盡乃至", "296": "非老死盡非苦集滅道非智非得非檀那乃至非般", "297": "剌若非怛答阿羯非阿羅訶非三藐三菩非常樂我", "298": "淨此即性體清淨是為真諦。", "299": "圓融三諦語真則纖塵必盡語俗則諸法皆成語", "300": "中則二邊絕待非心至非意識界者非六凡界也", "301": "非無明至非老死盡者非緣覺界也非苦集滅道", "302": "至非智非得者非聲聞界也非檀那等者非菩薩", "303": "界也非怛答阿羯等者非佛界也先非能證人三", "304": "號是也次非所證法四德是也怛答阿羯云如來", "305": "阿羅訶云應供三藐三菩云正徧知以藏理即有", "306": "而無故十界俱寂既十界俱非可以證性體真諦", "307": "矣。△次證性具俗諦。", "308": "而如來藏元明心妙即心即空即地水火風即六凡", "309": "即二乘乃至即如來常樂我淨此即性具十界是為", "310": "俗諦。", "311": "以藏理即無而有故十界宛然既十界俱即可以", "312": "證性具俗諦矣。△三證性量中諦。", "313": "而如來藏妙明心元離即離非是即非即此即性量", "314": "是為中諦。", "315": "雙遮真俗故云離即離非雙照真俗故云是即非", "316": "即以藏理遮照同時故十界融妙既遮照雙融可", "317": "以證性量中諦矣長水亦曰初本妙元心約非相", "318": "以明真諦次元明心妙約即相以明俗諦次妙明", "319": "心元約遮照以明中道諦論主曰三諦俱各有主", "320": "約心故空故真諦以心字為主約妙故俗故俗諦", "321": "以妙字為主約元故中故中諦以元字為主也。△", "322": "次引因性文因性者以地等七大之性皆因心本", "323": "具故云因性此自分二初證性中三德。", "324": "又云如來藏性色真空性空真色清淨本然周徧法", "325": "界地水火風空見識莫不如是地水火風空見識即", "326": "性具也清淨本然即性體也周徧法界即性量也。", "327": "又云下單引地大之文以立三德仍以六大例同", "328": "故云莫不如是次地水火風下別配三德。△次證", "329": "具即三德言具即者地等七大屬具以其當體清", "330": "淨周徧故云具即三德也。", "331": "又云地水火風空清淨本然周徧法界即依報國土", "332": "性體性量也見識清淨本然周徧法界即正報五陰", "333": "性體性量也。", "334": "又地水下約依報以明體量見識下約正報以明", "335": "體量地水等性具也清淨本然性體也周徧法界", "336": "性量也。△次釋受無量名二初徵名舉要。", "337": "云何受無量名舉要言之此之心性或名空如來藏", "338": "或名真如佛性或名菴摩羅識或名大圓鏡智或名", "339": "菩提涅槃。", "340": "或者不定之辭名既無量今但立楞嚴果位七名", "341": "者舉要言之也古德云一法不立煩惱蕩盡曰空", "342": "如來藏不妄不變曰真如離過絕非曰佛性分別", "343": "一切而無染著曰菴摩羅識洞照萬法而無分別", "344": "曰大圓鏡智諸佛所得曰菩提寂靜常樂曰涅槃", "345": "今云心性受無量名者空如來藏者藏性也真如", "346": "者本性也佛性者覺性也菴摩羅識者識性也大", "347": "圓鏡智者智性也菩提者果性也涅槃者果果性", "348": "也豈非性之別名乎。△次融通名德名德者空如", "349": "來藏等名也體量德也。", "350": "性體性量名空如來藏即性具十界五陰國土名空", "351": "如來藏性體性量名真如佛性即性具等名真如佛", "352": "性性體性量名菴摩羅識即性具等名菴摩羅識性", "353": "體性量名大圓鏡智即性具等名大圓鏡智性體性", "354": "量名菩提涅槃即性具等名菩提涅槃。", "355": "性體下以德融名意謂若體量二德受空藏之名", "356": "即性具三千世間亦名空藏矣餘皆倣此。△次結", "357": "成宗偈。", "358": "故曰一真法性中具足十法界依正本融通生佛非", "359": "殊致。", "360": "△次料簡二初難初後俱墮。", "361": "問曰此一真法界為初心是為後心是若初心是應", "362": "無七名若後心是應無九界初後俱墮立義不成。", "363": "此一真下問若初心下難初心者名字位人也後", "364": "心者究竟果人也問意謂名字位人發心修觀三", "365": "惑二死全在安有果地七種名目乎究竟位人既", "366": "轉煩惱而成菩提轉生死而成涅槃尚何有於九", "367": "界乎此以偏難圓也初後下結難。△次釋初後俱", "368": "善二初釋二初據難立義。", "369": "答曰此正顯初心是以初心是故方有後心是以後", "370": "心是故方顯初心是。", "371": "此正顯者圓頓行人初心便知性具別人教道惟", "372": "詮但中佛性須破九界方顯佛界是有此疑故今", "373": "答之此正顯初心是也以初是故等者如云阿鼻", "374": "依正全據極聖之自心毗盧身土不逾下凡之當", "375": "念是則因該果海果徹因源因心已具七名果位", "376": "豈虧九界所謂生佛同源聖凡一致不其然乎。△", "377": "次依義釋難二初立義。", "378": "云何以初心是方有後心是如果地依正融通色心", "379": "不二垂形九界方便度生悉由證此因心所具。", "380": "果地依正等者文有五句初二句明體次二句明", "381": "用末一句結歸初心本具言果人能全體起乎無", "382": "方大用以應羣機者悉由證此因心所具也。△次", "383": "引證二初泛引。", "384": "故曰諸佛果地融通但證眾生理本故得稱性施設", "385": "無謀而應若不然者何異小乘外道作意神通。", "386": "故曰下引文證故得下出其功能若不下反顯釋", "387": "成稱性施設無謀而應如身土不二門云皆由緣", "388": "了與性一合方能稱性施設萬端則不起自性化", "389": "無方所是也小乘外道作意神通者小乘如目連", "390": "擎五百釋種以至梵天之類外道如停河在耳變", "391": "釋為羊之類。△次的引。", "392": "故法智大師云六即之義不專在佛一切假實三乘", "393": "人天下至蛣蜣地獄色心皆須六即辯其初後所謂", "394": "理蛣蜣名字乃至究竟蛣蜣以論十界皆理性故無", "395": "非法界一不可改故名字去不唯顯佛九亦同彰至", "396": "於果成十皆究竟。", "397": "六即之義不專在佛者既曰不專則該九界缺修", "398": "羅餓鬼者文略所謂理蛣蜣等者且舉畜生界至", "399": "微細者以六即明之一不可改者性以不變為義", "400": "既曰無非法界又豈可改法界而為法界乎故名", "401": "字去者以修顯性也自名字圓聞觀行圓修已去", "402": "不唯顯佛即性中所具九界亦彰顯矣至于究竟", "403": "圓證之時十皆究竟此結顯初心是方有後心是", "404": "也。△次釋後心是方顯初心是。", "405": "云何後心是方顯初心是正由後心果地全證眾生", "406": "理本故果地七種名目悉是眾生性德美稱但眾生", "407": "在迷性德不顯故無此稱剋論性德豈可言無。", "408": "正由下釋成理具故果地下結顯眾生在因具而", "409": "未證故云性德美稱如因果不二門云因果無殊", "410": "始終理一是也但眾生下釋妨恐疑者謂然則眾", "411": "生何故無此七種稱謂釋云但眾生在迷性德不", "412": "顯故無此稱云云。△次結。", "413": "故初後俱善立義成矣。", "414": "此結答釋難也。", "415": "△次一門明事造方融事者對理而言方者對本", "416": "而說承前理性本具而來惟其理性本具故能事", "417": "造相融也言事造者以身土緣起屬事故言事造", "418": "也此自分二初標。", "419": "二身土緣起門。", "420": "前門約性以明理具故曰一真此中即事以明理", "421": "具故曰緣起。△次釋二初述偈立宗。", "422": "一真法界性不變能隨緣三身及四土悉由心變造。", "423": "初二句約性以明能隨次二句約事以明所造即", "424": "指一真法界性能隨染淨之緣不變而變非造而", "425": "造也三身及四土悉由心變造者輔行云心造有", "426": "二種一者約理造即是具二者約事乃明三世凡", "427": "聖變造變造之名出楞伽華嚴二經云云。△次依", "428": "宗釋義二初通明諸法二初明不變隨緣三初釋", "429": "第一句以立根本。", "430": "論曰一真法界性即前文所明性體性量性具也。", "431": "一真即性體法界即性量而一真法性中具足有", "432": "十種法界指此具德為身土緣起之本。△次釋第", "433": "二句顯前功德三初法。", "434": "教中說真如不變隨緣隨緣不變者正由性體性量", "435": "即性具故。", "436": "不變隨緣者即理之事也隨緣不變者即事之理", "437": "也正由下出其不變隨緣所以。△次譬。", "438": "如君子不器善惡皆能。", "439": "君子不器者出儒典夫子論成德之學曰成德之", "440": "君子體無不具故用無不周不可以器名之也朱", "441": "子曰器者各適其用而不能相通成德之士體無", "442": "不具故用無不周非特為一技一藝而已論中所", "443": "引以譬一真法性之中體無不具故能隨佛界之", "444": "善九界之惡而造乎十法界也。△三證二初引經。", "445": "故晉譯華嚴經云能隨染淨緣具造十法界。", "446": "華嚴凡二譯一晉譯二唐譯今引晉覺賢所譯以", "447": "證不變隨緣之義也。△次釋義二初釋隨緣變造。", "448": "謂真如性中所具九法界能隨染緣造事中九法界", "449": "真如性中所具佛法界能隨淨緣造事中佛法界。", "450": "所具者以所彰能九界皆屬染緣佛界方名為淨", "451": "此正明變造也。△次釋能之所以二初釋。", "452": "所以能者正由性具性若不具何所稱能。", "453": "所以下指歸圓家性具揀異別教但中性若下反", "454": "顯釋成。△次證。", "455": "天台家言並由理具方有事用此之謂也。", "456": "天台家者指毗陵記主而言記主昔從學於左溪", "457": "尊者曰某於疇昔之夜夢披僧服腋挾兩輪而遊", "458": "於大河左溪曰汝當以止觀之道而度生乎後果", "459": "述輔行以釋止觀並由二句輔行中文不敢正斥", "460": "其諱故云天台家也。△三釋三四句結成所由。", "461": "是知事中十法界三身四土悉由真如隨緣變造。", "462": "事中十法界者應身居同居方便二土即六凡二", "463": "乘法界也報身居實報土菩薩法界也法身居常", "464": "寂光土佛法界也若土若身悉由真如隨緣之所", "465": "建立故云變造。△次明隨緣不變二初釋。", "466": "既曰真如不變隨緣隨緣不變則事中染淨身土當", "467": "體即真無一絲毫可加損于其間者。", "468": "初二句牒前全理起事事即是理事中染淨身土", "469": "即隨緣變造之者事即理故故云當體即真無一", "470": "絲毫可加損于其間者以萬法是真如故無可損", "471": "以真如是萬法故無可加也。△次證。", "472": "楞嚴經云見與見緣并所想相如虗空華本無所有", "473": "此見及緣元是菩提妙淨明體是也。", "474": "見與見緣等者註家云根境識三攝盡萬法夫能", "475": "了諸緣元一寶覺則無是非是矣今引證以明隨", "476": "緣不變之義也。△次的明此宗二初發明宗義二", "477": "初明不變隨緣。", "478": "若然則娑婆極樂此世眾生當生九品彌陀已成吾", "479": "心當果悉由心性之所變造。", "480": "若然者牒定之辭娑婆穢土也極樂淨土也此世", "481": "眾生當生九品者生也彌陀已成者佛也吾心當", "482": "果者心也所謂心佛眾生三無差別者也悉由心", "483": "性之所變造者如十不二門云即心名變變名為", "484": "造造謂體用是也。△次明隨緣不變。", "485": "心具而造豈分能所即心是佛即佛是心即心是土", "486": "即上是心即心是果即果是心能造因緣及所造法", "487": "當處皆是心性。", "488": "心具而造等者如水具氷氷即是水故無能所也", "489": "即心是佛下泯其對待凡有六句不出依正因果", "490": "能造因緣及所造法等者如妙宗所謂以法界心", "491": "觀法界境生於法界依正色心是則名為唯依唯", "492": "正唯色唯心唯亂唯境是也。△次結歸題旨。", "493": "故明此宗而求生樂土者乃生與無生兩冥之至道", "494": "也。", "495": "故明此宗者指偈中所立宗要隨緣不變等乃生", "496": "與無生兩冥之要道也。", "497": "△次八門明枝流妙即二初二門明所生身土次", "498": "六門明能生因果初二門明所生身土二初一門", "499": "約依報論妙二初標。", "500": "三心土相即門。", "501": "此亦約具造而言佛土由心心具而造造全是心", "502": "故能相即也。△次釋二初述偈立宗。", "503": "西方安樂土去此十萬億與我介爾心初無彼此異。", "504": "宗意約即遠論近亦指迷即悟也去此十萬億者", "505": "十疑論云此對凡夫肉眼生死心量言之耳以凡", "506": "夫心量言之去西方佛剎不啻十萬億剎之遙約", "507": "心具而造言之曾無彼此之異也。△次依宗釋義", "508": "二初釋初二句明遠三初引經。", "509": "論曰佛說阿彌陀經云從是西方過十萬億佛土有", "510": "世界名曰極樂。", "511": "佛說等者世尊於給孤獨園無問自說告上足弟", "512": "子舍利弗指其歸趣者也極樂者梵語須摩提此", "513": "云安養或云清泰言極樂者猶云最勝也。△次釋", "514": "數。", "515": "百億日月百億須彌百億大海百億銕圍山名一佛", "516": "土十千為萬十萬為億。", "517": "百億下明佛土之相十千下正明數量也日月處", "518": "須彌之腰大海遶須彌之下銕圍環大海之外一", "519": "佛土者俱舍頌云四大洲日月須彌盧欲天梵世", "520": "各一千名一小千界此小千千倍說名為中千此", "521": "千倍大千皆同一成壞以此百億等為一佛土也。", "522": "△三結成。", "523": "一佛國土已自廣大況億佛國土乎況十萬億乎是", "524": "則極樂國土去此甚遠。", "525": "一佛下展轉況佛土甚多是則下結佛土甚遠況", "526": "者非比況之況乃以少況多之況也。△次釋後二", "527": "句不遠二初正釋三初明不遠之由。", "528": "博地凡夫念佛求生彈指即到者正由生吾心所具", "529": "之佛土也。", "530": "博地凡夫者凡字亦該得廣藏教三資粮通教乾", "531": "慧別教十信圓家五品皆名凡位今明博地者大", "532": "地庸常之夫也彈指者言其生之速也觀經疏云", "533": "如一念頃又云屈伸臂頃彈指之所以即到者有", "534": "乎二義一者淨業內熏二者慈光外攝般舟論乎", "535": "三力正由下正明不遠之由。△次明心之相狀。", "536": "言介爾心者即凡夫念佛之心也剎那之心至微至", "537": "劣故稱介爾。", "538": "介爾者言其心之微剎那者明其時之速毗曇云", "539": "百二十剎那為一怛剎那此名一瞬六十瞬為一", "540": "息仁王云一剎那有九百生滅至微者言其狀之", "541": "甚眇至劣者言其力之不勝介爾者猶言蕞爾也。", "542": "△三明心土相即。", "543": "謂十萬億遠之佛土居於凡夫介爾之心即心是土", "544": "即土是心故曰初無彼此異。", "545": "謂十下指土即心故曰下結歸宗義。△次料簡二", "546": "初以小包不遠難。", "547": "問曰介爾之心居於方寸云何能包許遠佛土。", "548": "此以相難性以妄局真大抵出于尋常之見楞嚴", "549": "云外洎山河虗空大地咸是妙明真心中物尚何", "550": "許遠佛土之不能盡包乎。△次以真妄不二釋三", "551": "初法二初略明。", "552": "答曰介爾之心昧者謂小達人大觀真妄無二。", "553": "答中以性融相以真奪妄達人大觀者古德云小", "554": "智自私賤彼貴我達人大觀無可不可大者對小", "555": "而言責其局于介爾之心不能以大觀也。△次釋", "556": "出。", "557": "蓋此妄心全性而起性既無邊心亦無際。", "558": "此釋成真妄無二蓋此妄心全性而起者指要云", "559": "心者趣舉剎那心也圓家明性既非但理乃具三", "560": "千之性此性圓融徧入同居剎那心中謂之全性", "561": "而起既全性起故心亦無際也。△次譬。", "562": "性如大海心似浮漚全海為漚漚還匝海。", "563": "楞嚴以漚譬頑空海喻真覺此中以漚譬妄心海", "564": "喻法界也以喻顯法思之可了。△三合二初正合。", "565": "蓋真如不變隨緣隨緣不變。", "566": "合中以不變合乎性海隨緣合乎心漚。△次結責。", "567": "既曰隨緣不變豈可以真妄而局大小哉。", "568": "既曰下牒前豈可下結責。", "569": "△次一門約正報論妙二初標。", "570": "四生佛不二門。", "571": "此門約果論因指凡同聖以佛所證與生性佛無", "572": "二無殊故云不二。△次釋二初述偈立宗。", "573": "阿彌與凡夫迷悟雖有殊佛心眾生心究竟無有二。", "574": "阿彌者約悟為言凡夫者約迷而說猶言生佛迷", "575": "悟雖則殊途尅論本心初非有二也。△次依宗釋", "576": "義二初釋初二句約相明不二而二二初正明二", "577": "初明彌陀悟相。", "578": "論曰阿彌陀佛者果人也成就三身四智十力四無", "579": "所畏十八不共等功德。", "580": "三身者即法報化三身也覺性是法身覺相是報", "581": "身覺用是化身四智者一道慧智見道實性實性", "582": "中得即開佛知見也二道種智知十法界諸道種", "583": "別解惑之相一一皆知即示佛知見也三一切智", "584": "知一切法一相寂滅相即悟佛知見也四一切種", "585": "智知一切法一相寂滅種種行貌皆知即入佛知", "586": "見也十力者一是處非處力知一切因緣果報定", "587": "相從如是因緣生如是果報不生果報悉知之二", "588": "業智力知一切眾生過現未來諸業諸受乃至第", "589": "十漏盡力自知我生已盡不受後有是也四無所", "590": "畏者一者一切智無畏二者漏盡無畏三者說道", "591": "無畏四者說苦盡道無畏釋云於大眾中廣說自", "592": "他智斷決定無所失則無恐懼之相也十八不共", "593": "法者一身無失二口無失三意無失乃至知過去", "594": "無礙知現在無礙知未來無礙也此十八種法乃", "595": "如來果人所證不共二乘故云不共也阿彌陀即", "596": "能成就之人此等諸法皆所成就也。△次明眾生", "597": "迷相。", "598": "凡夫者因人也具足無量恒沙煩惱造作無量恒沙", "599": "業繫當受無量恒沙生死。", "600": "煩惱雖多不出三惑業繁雖多不出十惡生死雖", "601": "多不出二死一一皆云無量恒沙者約別相言之", "602": "也。△次約譬結。", "603": "迷悟之相譬彼雲泥。", "604": "悟者如雲之去來無礙迷者如泥之墜累難通生", "605": "佛相懸真有若雲泥之隔矣。△次釋次二句約性", "606": "明二而不二二初通明不二五初相性對顯。", "607": "言究竟不二者謂據相而言則不二而二約性而論", "608": "則二而不二。", "609": "約性而論者虎溪大師云性具之功功在性惡前", "610": "來恒沙煩惱即性惡也業繫生死即修惡也今體", "611": "此修惡即是性惡性惡融通任運攝得佛界性善", "612": "故云二而不二也又性即相故不二而二相即性", "613": "故二而不二也。△次展轉釋成二初約迷悟釋成。", "614": "蓋諸佛乃悟眾生心內諸佛眾生乃迷諸佛心內眾", "615": "生。", "616": "蓋諸佛等者不二門云但識一念遍見己他生佛", "617": "他生他佛尚與心同況己心生佛寧乖一念今諸", "618": "佛者他佛也生心佛者己佛也眾生者己生也佛", "619": "心生者他生也眾生迷則俱迷非唯迷己亦迷他", "620": "諸佛覺則俱覺亦乃覺他仍覺己又我心具佛故", "621": "云眾生心內諸佛佛心具我故云諸佛心內眾生。", "622": "△次約三德釋成。", "623": "所以悟者悟眾生本具性體性量性具也所以迷者", "624": "迷諸佛所證性體性量性具也。", "625": "眾生在迷但言本具諸佛已悟故云所證證具雖", "626": "別覺性元同故不二門云於生局處佛能遍融於", "627": "佛徧處生自局限此之謂也。△三直據心性。", "628": "心性之妙豈受其迷迷而不迷斯言有在。", "629": "心性之妙等者指要云良由眾生性具善惡不可", "630": "變異其性圓明名之為佛心性之妙如此又豈受", "631": "其迷乎如云雖昏盲倒惑其理存焉斯言有所歸", "632": "矣。△四會通三身。", "633": "故眾生本有性量即諸佛所證法身性體即報身性", "634": "具即應身四智十力四無所畏十八不共等功法會", "635": "合可知。", "636": "故眾生等者牒前心性之妙是知果佛圓明之體", "637": "即我凡夫本具性德眾生本有性量橫亘豎窮屬", "638": "中諦故配法身性體離過絕非屬真諦故配報身", "639": "性具三十世間屬俗諦故配應身四智等乃至會", "640": "合可知者四智屬般若亦配報身十力等屬解脫", "641": "亦配應身故妙宗云法身非不具于一切法門及", "642": "諸色相讓於能證及垂應故也。△五引古德證。", "643": "故古德云諸佛心內眾生塵塵極樂眾生心內諸佛", "644": "念念證真。", "645": "古德云者即楊次公十疑論序中所說也諸佛等", "646": "者上句以佛為主明諸佛已悟故云心內眾生塵", "647": "塵極樂而仍名眾生者不失其本體之名也下句", "648": "以生為主眾生在迷心內諸佛念念證真而眾生", "649": "不知所謂雖終日行而不自覺枉入諸趣是也。△", "650": "次釋成此宗二初生佛相即。", "651": "故彌陀即我心我心即彌陀。", "652": "生佛之所以相即者亦性具之功也初句明我心", "653": "具佛故佛即我心次句明佛具我心故我心即佛", "654": "故自他不二門云雖分自他同在一念既同一念", "655": "自他豈殊亦此意也。△次出其功能功能者能以", "656": "性言功以修言性有具佛之妙能修有即佛之照用。", "657": "未舉念時早已成就纔舉心念即便圓成感應道交", "658": "為有此理故念佛人功不唐捐。", "659": "未舉念時等者猶云雖未修觀之時而具佛之心", "660": "未始暫缺故云早已成就纔舉心念者猶云以我", "661": "具佛之心而念即心之佛故曰即便圓成感應道", "662": "交者猶云眾生感心中諸佛諸佛應心內眾生故", "663": "云道交故念下結勸。△次六門明能生因果二初", "664": "三門約因論妙次三門約果論妙初三門約因論", "665": "妙三初一門明全理起事二初標。", "666": "五法界為念門。", "667": "法界者約理為言為念者約事為言全理起事故", "668": "云法界為念猶云以法界性為我之能念也。△次", "669": "釋二初述偈立宗。", "670": "法界圓融體作我一念心故我念佛心全體是法界。", "671": "初二句明全性起修次二句明全修在性法界等", "672": "者妙宗云又應了知法界圓融不思議體作我一", "673": "念之心亦復舉體作生作佛乃至云既一一法全", "674": "法界作故趣舉一即是圓融法界全分是也。△次", "675": "依宗釋義二初通明理事三初明事中諸念。", "676": "論曰行者稱佛名時作佛觀時作主伴依正觀時修", "677": "三種淨業時一心不亂時散心稱名時以至見思浩", "678": "浩恒沙煩惱。", "679": "行者下汎明諸念稱佛名時者如觀經下品下生", "680": "中明或有眾生作不善業五逆十惡具諸不善如", "681": "此愚人以惡業故應墮惡道乃至善友告言汝若", "682": "不能念彼佛者應稱無量壽佛如是至心令聲不", "683": "絕具足十念稱南無阿彌陀佛故於念念中除八", "684": "十億劫生死之罪是也作佛觀時者如觀經云佛", "685": "告阿難及韋提希若欲至心生西方者先當觀于", "686": "一丈六像在池水上等是也作主伴依正餘觀時", "687": "者前且總明所謂觀雖十六言佛便周是也作主", "688": "伴下別明主即彌陀伴即觀音勢至依即初觀落", "689": "日已去乃至變水成氷琉璃成地樹列七種池流", "690": "八德光明化鳥水聲說法空中天樂華座莊嚴等", "691": "是也正即阿󳺎跋致及三輩往生諸上善人等是", "692": "也三種淨業時者觀經云欲生彼國者當修三福", "693": "一者孝養父母奉事師長慈心不殺修十善業二", "694": "者受持三歸具足眾戒不犯威儀三者發菩提心", "695": "深信因果讀誦大乘勸進行者如此三事名為淨", "696": "業仍復告云此三種業乃是過去未來現在三世", "697": "諸佛淨業正因云云一心不亂時者小彌陀經云", "698": "若有善男子善女人聞說阿彌陀佛執持名號若", "699": "一日若二日乃至若七日一心不亂專稱名號以", "700": "稱名故諸罪消滅等是也見思浩浩者見思法華", "701": "玄義云又云見修又云四住又云染污無知又云", "702": "取相惑又云枝末無明又云通惑又云界內惑言", "703": "浩浩者見有單四見複四見具足四見無言見絕", "704": "言見一百八見等約五利五鈍言之歷三界四諦", "705": "增減不同則成八十八使思者亦云思惟亦云迷", "706": "事思亦名正三毒三界分為九地每一地有九品", "707": "則成八十一品故云浩浩也恒沙煩惱者亦云塵", "708": "沙出假菩薩見俗諦理開法眼成道種智之所斷", "709": "也四念處云十住斷界外上品塵沙十行斷中品", "710": "塵沙十向斷下品塵沙云云。△次明事全是理。", "711": "凡此有心皆由真如不變隨緣而作全體即是法界。", "712": "凡此有心者牒前諸念即理既全理為事故全事", "713": "即理故云全體即是法界也。△三證全理論事。", "714": "故法智大師云法界圓融不思議體作我一念之心", "715": "亦復舉體作生作佛作依作正。", "716": "故法智下引文證成不出生佛作正既全法界而", "717": "作有何一物而不具諸法耶。△次釋成此宗四初", "718": "舉劣況勝。", "719": "若然者餘心尚是況念佛心乎。", "720": "若然者牒前即理之事餘心者指前見思浩浩之", "721": "心尚是法界何況稱名作觀之心能念者乃具佛", "722": "之心所念者乃即心之佛非法界而何。△次指事", "723": "即理。", "724": "是故行者念佛之時此心便是圓融清淨寶覺。", "725": "是故等者又牒前念佛之心指歸行者當念即是", "726": "故妙宗云須知本覺乃是諸佛法界之身以諸如", "727": "來無別所證全證眾生本性故也。△三出其功能。", "728": "以此妙心念彼阿彌則彼三身何身不念求彼四土", "729": "何土不生。", "730": "以此妙心者指前圓融寶覺之心此心本來具足", "731": "身土諸法故稱為妙念彼阿彌等者彼佛乃實報", "732": "身應同居土亦名尊特亦名勝應而云則彼三身", "733": "何身不念者良以報應屬脩法身是性法身一性", "734": "舉體起脩故得全性成脩全脩在性三身融妙指", "735": "一即三今以具佛之心而念即心之佛尚何三身", "736": "之不念乎求彼四土何土不生者淨土由心心垢", "737": "土垢心淨土淨以我具土之心求生即心之土尚", "738": "何四土之不生乎。△四約位釋妨。", "739": "但隨功行淺深品位高下耳。", "740": "但隨下釋妨恐疑者謂今明西方淨土者佛惟勝", "741": "應土屬同居何得輒云三身四土耶故釋云今以", "742": "法界為念則何理不臧品位有高下者特隨功行", "743": "何如耳。", "744": "△次一門明事事無礙二初標。", "745": "六境觀相吞門。", "746": "觀為能照境屬所觀若所若能俱全法界彼此互", "747": "奪故曰相吞教家所謂諦觀名別體復同是故能", "748": "所二非二正此意也。△次釋二初述偈立宗。", "749": "十六等諸境事理兩種觀彼此互相吞如因陀羅網。", "750": "十六境者觀經疏云初六觀觀其依果次七觀觀", "751": "其正報後三明三輩九品往生是為十六境也事", "752": "理二觀者如占察經云觀有二種一者唯識謂一", "753": "切唯心二者實觀謂觀真如唯識歷事真如觀理", "754": "非此中的意今云事理兩觀者的指十六境為事", "755": "觀以即空假中為理觀所謂以吾具佛之心而觀", "756": "即心之佛乃至是心作佛是心是佛等是也又事", "757": "觀指三種淨業鈔云今三種福是圓助道與正觀", "758": "合皆如來行是也相吞之義恐人難解故舉帝網", "759": "之譬以明。△次依宗釋義二初先明偈義二初牒", "760": "三句以立理本二初出相吞之由。", "761": "論曰境觀相吞者正由事事無礙也。", "762": "事事無礙者賢首清凉立四種法界以釋華嚴一", "763": "曰理二曰事三曰理事無礙四曰事事無礙今論", "764": "中所引以明境觀之所以相吞者蓋得乎事事無", "765": "礙也。△次出無礙之本二初略指。", "766": "事事所以無礙者所謂有本者如是也。", "767": "事事下又出無礙之由猶遡流而窮源本者也有", "768": "本者如是出儒典今取其文不取其義徐子問於", "769": "孟子曰仲尼亟稱于水曰水哉水哉何取于水也", "770": "孟子曰源泉混混不舍晝夜盈科而後進放乎四", "771": "海有本者如是是之取爾今論引以明事事之所", "772": "以無礙者蓋由法界圓融不思議體之本而然也。", "773": "△次正釋。", "774": "盖由法相圓融不思議體作我一念之心亦復舉體", "775": "作生作佛作依作正既皆全體而作有何一法不即", "776": "法界故曰一塵法界不小剎海法界不大多亦法界", "777": "少亦法界。", "778": "盖由等者亦妙宗中文良以觀經題名觀佛疏名", "779": "心觀為宗故四明融會之曰今此觀法非但觀佛", "780": "乃據心觀就下顯高不名為難是知今經心觀為", "781": "宗意生見佛故得二說義匪殊塗又應了知法界", "782": "圓融云云彼明心佛雙融今論明觀境一致也故", "783": "曰一塵等者下亦妙宗文大師釋題作諸字互具", "784": "釋鈔中問本以一字具教行理三今何得以無量", "785": "壽三字方具於三耶答以題諸字對三德釋斯是", "786": "妙談貴在得意欲令行者知三德性徧一切處乃", "787": "至云多亦三德少亦三德云云彼云三德此云法", "788": "界者變其文耳又彼中釋題故云三德此中論具", "789": "故云法界亦各有其致也。△次釋初諸句正明相", "790": "吞三初釋一二句境觀有本。", "791": "是以西方十六諸境吾心事理二觀一一無非法界", "792": "全體。", "793": "是以者承前有本而來惟其一塵法界不少剎海", "794": "法界不大故若觀若境若理若事若依若正無非", "795": "法界也。△次釋第四句譬喻圓融。", "796": "如帝釋宮中因陀羅網雖彼此各是一珠而影入眾", "797": "珠雖影入眾珠而東西照用有別。", "798": "如帝釋下舉譬以明光體無殊以譬法界一理照", "799": "用有別以喻境觀相吞雖彼此下明其互攝互合", "800": "雖影入下明其無壞無雜。△三釋第三句事理互", "801": "吞。", "802": "境觀亦然以境為事則觀為理理能包事是為以觀", "803": "吞境以觀為事則境為理現能包事是為以境吞觀", "804": "或一為事餘為理或一為理餘為事彼此互各相吞", "805": "故如因陀羅網。", "806": "境為事觀為理者理外無事事在理中是為觀吞", "807": "境也觀為事境為理者亦然或一為事餘為理等", "808": "者且如十六諸境事理二觀隨舉一境為事餘皆", "809": "為理理能包事彼此互包誠有如帝網珠光之互", "810": "吞互入也。△次釋成此宗二初正明。", "811": "若然者當我作觀時則西方依正已在我觀之內我", "812": "今身心已在依正之中。", "813": "若然者牒前相吞之意當我等者有乎二義一者", "814": "約性具說二者約脩成說約性具說者知我一心", "815": "具諸佛土方我作觀之時而西方依正早已在我", "816": "觀之內矣二約脩成說者當我觀功既著之時而", "817": "西方依正已在我觀中顯現矣然觀不離境境外", "818": "無觀故云我今身心已在依正之中上句以觀吞", "819": "境下句明境吞觀。△次引證。", "820": "了此而求生安養可謂鴈過長空影沉寒水鴈絕遺", "821": "蹤之意水無留影之心。", "822": "了此等者猶言了此境觀相吞之意而求生樂土", "823": "者可謂鴈過長空云云此本天衣懷禪師語師一", "824": "日問學者云若言捨穢取淨厭此欣彼則是取捨", "825": "之情眾生妄想若言無淨土則違佛語脩淨土者", "826": "當云何脩眾無語復自答云生則決定生去則實", "827": "不去又云譬如鴈過長空云云此語若用意求之", "828": "卒難理會反而思之初非隱奧也猶云寒潭既淨", "829": "鴈影自臨以譬觀功既著妙境自彰自然而然原", "830": "非勉強非水有留影之心鴈有遺踪之意也若鴈", "831": "有遺踪之意則境不即心佛從外有若水有留影", "832": "之心則行成有作濫乎別脩故云無也言生則決", "833": "定生是則不違佛語言去則實不去眾生取捨之", "834": "情亦忘今但取其後文證成相吞之意不取前義", "835": "若取生則決定生之言義雖有在于此恐難配合。", "836": "△三一門明三觀圓融二初標。", "837": "七三觀法爾門。", "838": "法爾者猶云自爾也言此三觀性之自爾故心要", "839": "云然茲三惑三觀三智三德非各別也非異時也", "840": "天然之理具諸法故故云法爾。△次釋二初述偈", "841": "立宗。", "842": "能觀為三觀所觀為三諦全性以起脩故稱為法爾。", "843": "初句明脩次句明性三四句明性脩冥妙問前云", "844": "法界為念境觀相吞其於觀門可謂足矣今復明", "845": "三觀不太重煩耶答前明法界為念則諦智仍所", "846": "不分次明境觀相吞則能所尚恐未泯今明三觀", "847": "法爾則顯脩性冥妙理智一如意泯前二之迹有", "848": "以見論主立門之意矣。△次依宗釋義二初通明", "849": "諦觀二初牒前諦觀。", "850": "論曰三諦者真俗中也三觀者空假中也。", "851": "論曰下先出諦觀之名上句明所觀妙境下句明", "852": "能觀妙觀諦觀名別體德元同。△次別明諦觀二", "853": "初明三諦三初明三諦功能。", "854": "忘情絕解莫尚乎真隨緣應用莫尚乎俗融通空有", "855": "莫尚乎中。", "856": "忘情等者情即六凡情執解即二乘智解當其未", "857": "證真諦之時而凡情聖解不能泯也緣即眾生機", "858": "緣用即菩薩應用當其求證俗諦之時而機緣應", "859": "用不能立也空即真空冥寂有即萬象森羅當其", "860": "未證中諦之時而空有二邊不能融也而言莫尚", "861": "者誠欲遣情立法統乎中道者捨此三諦之理其", "862": "他莫能為矣。△次明三諦相貌。", "863": "虗靈不昧此吾心自空者也物來斯應此吾心自有", "864": "者也空有相即此吾心自中者也。", "865": "虗靈不昧者此約性體言之也故云自空物來斯", "866": "應者此約性具言之也故云自有空有相即者此", "867": "約性量言之也故云自中於真俗中三諦而一一", "868": "言自者乃天然性德之理顯非脩成而後得也。△", "869": "三結諦非是觀。", "870": "此性也非脩也三諦也非三觀也。", "871": "此性下以性揀脩一家所立諦觀不唯體同亦乃", "872": "名義相近仍恐迷者昧於脩性之旨故明諦已竟", "873": "乃結云此所觀之諦境也非能觀之觀也。△次明", "874": "三觀二初標本。", "875": "脩之者稱性照了也。", "876": "上句指能脩之人下句示所脩之法稱者如也性", "877": "者真如性也以如如智照如如境故云稱性照了。", "878": "△次釋成二初橫論二初釋二初次第。", "879": "故體達此心空洞無物謂之空照了此性具足萬法", "880": "謂之假融通二邊不一不異謂之中。", "881": "空能蕩相者也心苟滯於有則用三止之功稱性", "882": "而體達之勿使芥蒂萌於胸中使其復還實際故", "883": "謂之空也假能立法者也心苟著於空則用三觀", "884": "之功稱性而照了之勿使纖毫滯於偏寂使其復", "885": "還本具故謂之假也中能統法者也心苟執於二", "886": "邊則用寂照不二之功稱性而融通之勿使斯須", "887": "沉於空有使其復還性德故謂之中也此之三觀", "888": "言雖次第脩在一時所以到於初住位中三智一", "889": "心中得矣。△次圓融三初重指三諦圓融。", "890": "然則即虗靈而應物也即應物而虗靈也。", "891": "此中但言二句者以中無別體但明空有相即中", "892": "道自顯然則者牒前次第之意以顯圓融即虗而", "893": "應者顯非頑空也空即妙有也即應而虗者顯非", "894": "偏假也有即真空也既空有相即顯非但中也即", "895": "二邊而中也。△次正釋三觀相即。", "896": "空即假中也假即空中也中即空假也。", "897": "全諦發觀觀還照諦空即假中者以其即虗而應", "898": "也假即空中者以其即應而虗也中即空假者以", "899": "其非虗非應而虗而應也。△三讚美三觀微妙。", "900": "是稱性而脩也絕待而照也不思議之三觀也首楞", "901": "大定之司南也。", "902": "稱性而脩絕待而照者讚美一心三觀之功用也", "903": "如妙宗云諦既即一而三觀豈前後而照故於妙", "904": "境以立觀門即於一心而脩三觀此觀觀法能所", "905": "雙絕故云絕待而照也不思議之三觀者亦妙宗", "906": "語四明云若論作是之義者即不思議三觀也何", "907": "者以明心作佛故顯非性德自然有佛以明心是", "908": "佛故顯非脩德因緣成佛乃至云於一念妙觀作", "909": "是能泯性過即是而作故全性成脩則泯一切自", "910": "然之性即作而是故全脩即性則泯一切因緣之", "911": "性若其然者何思不絕何議不忘故云不思議之", "912": "三觀也首楞大定之司南者阿難啟請十方如來", "913": "得成菩提者請此三觀也天如釋之曰奢摩他此", "914": "云寂靜三摩此云觀照禪那此云寂照不二義立", "915": "三名體惟一法三一㸦融故謂之妙如是妙脩方", "916": "曰楞嚴大定此乃一經之要旨趣理之玄門故云", "917": "首楞大定之司南也。△次結。", "918": "此橫論也如此。", "919": "△次竪論二初次第。", "920": "若竪論者或以吾心虗靈者為空以所觀萬物者為", "921": "假以心境不二者為中。", "922": "以先空次假後中次第而明故云次第此中本言", "923": "圓融必先言次第者盖非次第無足以彰圓融之", "924": "妙耳猶止觀十乘皆以思議顯乎不思議境也。△", "925": "次圓融。", "926": "物吾心之物也何假而不空心萬物之心也何空而", "927": "不假即心即物即物即心何中而不空假。", "928": "初句以空奪有妙在即有而空也次句以有奪空", "929": "妙在即空而有也三句空有互奪妙在對待雙忘", "930": "也。△次釋成此宗二初明橫竪自在。", "931": "是以觀極樂依正者以吾心一心之三觀照彼一境", "932": "之三諦無不可者以吾心三觀之一心照彼三諦之", "933": "一境亦無不可者。", "934": "是以下標所觀之境以吾下顯能觀之心一心之", "935": "三觀者約竪論也三觀之一心者約橫論也秪是", "936": "一心宛有三用雖有三用元是一心諦觀圓融縱", "937": "橫自在故云無不可者。△次證三觀圓融。", "938": "虎溪大師云境為妙假觀為空境觀雙忘即是中忘", "939": "照何甞有先後一心融絕了無踪尚何三觀之不法", "940": "爾乎。", "941": "虎溪下引文證初二句約竪論可知次二句以橫", "942": "融竪忘者雙遮二邊之謂也照者雙照二邊之謂", "943": "也即忘而照即照而忘何甞有其先後次第哉以", "944": "一心融之待對絕矣了無蹤三字雖是助語亦絕", "945": "待之異稱也尚何下結歸宗偈。", "946": "△次三門約果論妙二初一門明生佛道交二初", "947": "標。", "948": "八感應任運門。", "949": "感屬眾生應惟屬佛任運者猶云自然也以生佛", "950": "體同故云感應任運。△次釋二初述偈立宗。", "951": "我心感諸佛彌陀即懸應天性自相關如磁石吸針。", "952": "初句明妙感次句明妙應三句明感應所以四句", "953": "約喻以明生佛相懸有十萬億剎之遙而云即應", "954": "者如玅宗云所謂眾生淨心依於業識熏佛法身", "955": "故能見勝應妙色相也如磁石吸針者磁石與針", "956": "氣分相同故能任運而吸盖以石喻佛針喻眾生", "957": "也。△次依宗釋義二初通明生佛二初明天性二", "958": "初明生佛同源二初正明。", "959": "論曰諸佛眾生同一覺源迷悟雖殊理常平等。", "960": "同一覺源者同一本覺之源也迷悟雖殊等者所", "961": "謂五即得之何足為高理即失之未始暫下猶言", "962": "生佛迷悟得失雖殊而其覺性之理未甞有乎增", "963": "損故云理常平等。△次引證。", "964": "故曰諸佛是眾生心內諸佛眾生是諸佛心內眾生。", "965": "具如前釋。△次明心精通㳷。", "966": "迹此而言則諸佛眾生心精無時而不通㳷。", "967": "迹者依也據也猶云據其理常平等言之則生佛", "968": "心精無時而不㳷合如楞嚴所謂心精通㳷當處", "969": "湛然是也。△次明感應二初反明無感不應二初", "970": "釋疑感。", "971": "但諸佛無時不欲度生而眾生念念與之迷背。", "972": "但諸下釋疑恐疑者謂若其然者則我等恒與佛", "973": "俱而不蒙度脫者何耶故今釋之諸佛度生之心", "974": "如明鏡然有形斯像未甞而不欲度奈眾生念念", "975": "與之迷背故無由契合譬猶背鏡而立安能求其", "976": "像乎。△次引譬證。", "977": "故勢至菩薩云一人專憶一人專忘若逢不逢或見", "978": "非見。", "979": "一人專憶者譬佛慈念眾生之心無時不在一人", "980": "專忘者譬眾生背覺合塵茫然而不思返所以無", "981": "由感佛故不肖有偈云佛視眾生如一子眾生視", "982": "佛若為親可憐覿面仍逃遁止宿甘為門外人故", "983": "雖逢見而不逢見也悲夫。△次正明有感即應二", "984": "初譬母子相憶二初譬。", "985": "子若憶母如母憶時母子歷生不相違遠。", "986": "子若等者若設若也如同也子設憶母亦同母之", "987": "憶時二憶相冥雖歷生亦不相違遠下文合法自", "988": "見若先約譬以明者子譬始覺母譬本覺眾生念", "989": "佛始覺有功分同本覺故云如母憶時始本相冥", "990": "智如一㳷故云歷生不相違遠。△次合。", "991": "若眾生心憶佛念佛現前當來必定見佛去佛不遠。", "992": "若眾生等者吳興曰以證驗脩則念佛之心不可", "993": "單約事相而解念存三觀佛具三身心破三惑無", "994": "生忍位方可入焉此本大勢至菩薩所證圓通之", "995": "文今論中所引以合前母子相憶之喻文有五句", "996": "先二句合上文子若憶母如母憶時次三句合上", "997": "文母子歷生不相違遠已上二科皆明有感即應", "998": "可謂深切著明矣。△次結功由天性。", "999": "正由一理平等天性相關故得任運拔苦與樂。", "1000": "正由下出其不遠之由既曰一理平等天性相關", "1001": "則生亦法界佛亦法界舉生攝佛舉佛該生眾生", "1002": "感心中諸佛諸佛應心內眾生以同體權拔其九", "1003": "界之苦與其佛界之樂故云任運也。△次釋成此", "1004": "宗四初明彌陀妙應已成。", "1005": "況無量壽佛因中所發四十八願誓取極樂攝受有", "1006": "情今道果久成僧那久滿。", "1007": "況無量等者無量壽佛因中為法藏比丘於世自", "1008": "在王佛所所發四十八願具如本經云云要而言", "1009": "之不出四弘誓願攝受有情即眾生無邊誓願度", "1010": "也道果久成即佛道無上誓願成也夫度生必學", "1011": "法門成佛必斷煩惱即攝得餘二四弘備矣梵語", "1012": "僧那此云願肇論云發僧那於始心終大悲於赴", "1013": "難亦此意也況者非比況之況乃以通況別之況", "1014": "猶言生佛天性相關既其如此況彼佛乘昔本願", "1015": "願度眾生者乎。△次勸眾生玅感當立二初勸勿", "1016": "疑。", "1017": "故凡百眾生弗憂佛不來應。", "1018": "故凡下承上文而來猶言生佛天性相關既如此", "1019": "而彌陀本願攝受有情又如此故凡百念佛之人", "1020": "當責己念之不專功之不著弗憂佛之不應所謂", "1021": "但辦肯心必不相賺也。△次勸立宗。", "1022": "但當深信憶念發願願生西方。", "1023": "眾生本來具足有西方依正之理而不能自信者", "1024": "猶人之有田而不思耕䅶也雖信有淨土彌陀而", "1025": "不能時時憶念者猶雖耕䅶而不思種植也雖能", "1026": "憶念而不能發願決定求生者猶雖種植而不思", "1027": "穫刈也故勸云但當深信等。△三譬生佛感應任", "1028": "運。", "1029": "如磁石與針任運吸取。", "1030": "磁石等者觀音疏中約十法明普一曰慈悲普生", "1031": "法兩緣慈體既偏被緣不廣不得稱普無緣與實", "1032": "相體同其理既圓慈靡不徧如磁石吸銕任運相", "1033": "應今引彼文之喻以明感應任運盖以磁石喻佛", "1034": "妙應以針喻眾生妙感故云任運吸取也。△四明", "1035": "生佛感應難易三初借譬感應合石。", "1036": "然磁能吸銕而不能吸銅針能合磁而不能合玉。", "1037": "然者亦承上譬喻而來雖云任運能吸又不可一", "1038": "槩而論而云磁但能吸鐵而不能吸銅等者此中", "1039": "有銅有鉄有磁有玉以合喻乎妙感以吸喻乎妙", "1040": "應盖以磁喻乎彌陀鉄喻求生之者銅喻無緣眾", "1041": "生玉喻十方諸佛猶云彌陀但能接引求生之人", "1042": "而不能度無緣眾生而求生之人但能感乎彌陀", "1043": "而不能感乎諸佛文互見耳。△次合法誓願相關。", "1044": "譬猶佛能度有緣而不能度無緣眾生易感彌陀而", "1045": "不易感諸佛豈非生佛誓願相關者乎。", "1046": "初二句泛明生佛合前銅玉不相為謀之喻次二", "1047": "句的明彌陀眾生合前磁鐵氣分相同之喻良以", "1048": "彌陀廣發六八大願以度眾生眾生數數發願而", "1049": "求往彼故云豈非等也。△三結顯當具三要。", "1050": "是以求生淨土者信行願三缺一不可。", "1051": "是以者猶云所以也前勸云但當深信憶念發願", "1052": "憶念即行也故此中結顯亦承前誓願相關而來", "1053": "所以求生淨土者此三缺一不可。", "1054": "△次二門明時處不隔二初一門約處論妙二初", "1055": "標。", "1056": "九彼此恒一門。", "1057": "彼者指西方樂土為言此者約所居堪忍而說雖", "1058": "苦樂彼此相懸同具吾人一念故云恒一也。△次", "1059": "釋二初述偈立宗。", "1060": "若人臨終時能不失正念或見光見華已受寶池生。", "1061": "不失正念有二意一者平居淨念熏脩二者臨終", "1062": "善友䇿發性具之法轉變由心念佛淨心故云正", "1063": "念華光妙色應念而成不涉程途已生蓮沼。△次", "1064": "依宗釋義二初約現事驗以立根本。", "1065": "論曰往生傳云張抗仕石晉為翰林學士課大悲呪", "1066": "十萬徧願生西方一日𥨊疾唯念佛號忽謂家人曰", "1067": "西方淨土秪在堂屋西邊阿彌陀佛坐蓮華上見翁", "1068": "兒在蓮華池金沙地上禮拜嬉戲良久念佛而化翁", "1069": "兒抗之孫也。", "1070": "張抗下引人以證成宗義課大悲下明其見土之", "1071": "因一日下正明臨終正念西方下正明見土之相", "1072": "所謂臨終西方境分明在目前是也蓮華池金沙", "1073": "地皆淨土境抗公見於堂屋西邊者以其平昔有", "1074": "課呪之功垂終有正念之力是以任運而見益顯", "1075": "唯心淨土之不我誣也。△次約心性釋以泯能所", "1076": "二初明土居心內。", "1077": "所以爾者盖西方極樂世界乃吾心中之一土耳娑", "1078": "婆世界亦吾心中之一土耳。", "1079": "所以下出其見土所以爾者猶云如此也所以如", "1080": "此者良以依正同居一心且約依報言之土凡有", "1081": "四所謂常寂光淨土實報莊嚴土方便有餘土凡", "1082": "聖同居土今云娑婆極樂者俱屬同居特淨穢之", "1083": "殊耳故云乃吾心中之一土也惟其同具一心以", "1084": "我念佛淨心熏乎業識故能隨念而見初非有彼", "1085": "此能所之異也。△次明心無遠近。", "1086": "約土而言有十萬億彼此之異約心而觀原無遠近。", "1087": "土既唯心心非遠近而云有十萬億彼此之異者", "1088": "對凡夫肉眼生死心量言之耳圓家行人理性圓", "1089": "具名字圓聞觀行圓脩以至果上圓證無非約心", "1090": "而論尚何遠近之足云乎。△三約果報示以絕去", "1091": "來二初釋妨。", "1092": "但眾生自受生已來為五陰區局真性不契心源。", "1093": "但眾生下釋妨恐疑者謂既曰淨土唯心且此即", "1094": "心之土誰人不有何不令我如今即見而待臨終", "1095": "方能見耶故釋之曰但眾生自受生以來為五陰", "1096": "區局真性不契心源之故也受生通乎遠近一者", "1097": "無始受生二者即生受生五陰區局真性者楞嚴", "1098": "註云陰以覆蔽為義區局性真故名區宇真性猶", "1099": "如太空五陰猶如區宇不契心源者如前一真法", "1100": "界所明心源何等廣大眾生以區小而局限之所", "1101": "以莫能契合也。△次正明。", "1102": "念佛之人果報成熟將捨現陰趣生陰時淨土蓮華", "1103": "忽然在前唯心境界非有去來彼此之相。", "1104": "念佛之人果報成熟者觀念已成也將捨現陰者", "1105": "現陰即始因父母己三妄倫交結之者但云生陰", "1106": "不云中陰者成論明極善極惡俱不經中陰如䂎", "1107": "矛離手是也淨土下正明已是彼國生陰境界唯", "1108": "心下泯其去來之迹。△三引證二初楞嚴。", "1109": "故首楞嚴經云臨命終時未捨暖觸一生善惡俱時", "1110": "頓現純想即飛必生天上若飛心中兼福兼慧及與", "1111": "淨願自然心開見十方佛一切淨土隨願往生。", "1112": "未捨暖觸者即現陰之末生陰之初也善惡頓現", "1113": "者一生所作善則淨境現前如慧遠以下諸師是", "1114": "也惡則惡相現前如張善和張鍾馗等是也純想", "1115": "等者吳興曰若單脩善禪則惟生上界若兼諸福", "1116": "慧則隨往十方于飛心中旁論福慧故云兼也今", "1117": "謂兼福故能見佛兼慧故能心開淨願故能隨往。", "1118": "△次妙宗。", "1119": "法智大師云須知垂終自見坐金蓮身已是彼國生", "1120": "陰亦此意也。", "1121": "法智等者觀經疏云及其瞑目告終上珍臺而高", "1122": "踊文成印壞坐金蓮而化生法智大師鈔云此喻", "1123": "本出大經今借此文以喻往生菩薩此土陰滅彼", "1124": "國陰生須知垂終云云今論中所引以證淨土唯", "1125": "心觀功既著之時非有彼此去來之相也。", "1126": "△次一門約時論玅二初標。", "1127": "十現未互在門。", "1128": "現即現在念佛之心未即未來受生之時以十世", "1129": "古今不離當念故云互在也。△次釋二初述偈立", "1130": "宗。", "1131": "行者今念佛功德不唐捐因中已有果如蓮華開敷。", "1132": "初二句釋疑三一句明功不唐捐所以四一句引", "1133": "喻以明初二句釋疑者如十疑中所引具縛凡夫", "1134": "惡業厚重西方淨土出過三界具縛凡夫云何得", "1135": "生又云眾生罪業無惡不造云何臨終十念成就", "1136": "即得往生出過三界結業之事云何可通又往生", "1137": "論云女人及根缺二乘種不生既有此教當知女", "1138": "人根缺者必定不得往生又云凡夫俗人皆有妻", "1139": "子未知不斷婬欲得生彼否彼論中一一決答今", "1140": "總釋之曰行者念佛功不唐捐則上來諸疑一答", "1141": "俱消更無餘惑矣所以然者以吾人當來所證之", "1142": "果無非證此念佛之心故取譬如蓮華開敷。△次", "1143": "依宗釋義二初明由因感果。", "1144": "論曰圓頓教人頓悟心性無脩而脩脩彼樂󳬛性中", "1145": "所具極樂由脩顯發。", "1146": "圓頓下明能脩之人即圓家名字觀行位中人也", "1147": "無脩下明能脩之因性中下明所克之果在因既", "1148": "云無脩而脩則知在果亦是無證而證盖圓家行", "1149": "人不同緣理斷九謂之脩證也。△次明因果相即", "1150": "二初約性具明即三初立本。", "1151": "而此心性竪貫三際橫褁十虗佛法生法正法依法", "1152": "因法果法一念圓成。", "1153": "而此下約性具以為脩證之本竪窮橫褁明性量", "1154": "也生佛依正因果明性具也既言具量性體在其", "1155": "中矣竪貫三際則過未同源橫褁十虗則染淨一", "1156": "際是則生佛依正因果等法皆吾一念圓具也。△", "1157": "次釋成。", "1158": "是以念佛之人名為全性起脩全脩在性全性起脩", "1159": "雖名為因全脩在性因中有果以所具因法與所具", "1160": "果法同居一性心性融通無法不攝。", "1161": "是以下牒前一念圓具故能脩性宴妙因果互融", "1162": "因果既融那分現未脩性既妙孰辯己他。△三譬", "1163": "顯。", "1164": "故如蓮華開敷華中有果。", "1165": "法華取譬權實同體本迹雙融此中以譬因果同", "1166": "時現未互在所顯雖異能譬不殊。△次約性體明", "1167": "即三初正明。", "1168": "況此心常住無生滅去來即今念佛之心便是當來", "1169": "華池受生之時。", "1170": "況此下承前譬喻而來非惟心性融通無法不攝", "1171": "亦乃性非生滅體絕去來今者對當而言即今念", "1172": "佛為因當來受生為果而云便是者如十疑論云", "1173": "但使眾生淨土業成者臨終在定之心即是淨土", "1174": "受生之心動念即是生淨土時亦此意也。△次證", "1175": "驗。", "1176": "故說初發心人極樂寶池已萌蓮種若精進不退日", "1177": "益生長華漸開敷隨其功德大小煒燁其或懈退悔", "1178": "雜日漸憔顇若能自新華復鮮麗其或未然芽焦種", "1179": "敗。", "1180": "故說下引文證成若精進下明功德不虗其或下", "1181": "反覆釋明昔圓照本禪師參天衣懷禪師念佛有", "1182": "省後遷淨慈平居密脩淨業雷峰才法師神遊淨", "1183": "土見一華殊麗問之曰待淨慈本禪師耳又資福", "1184": "曦公曰吾定中見金蓮華人言以待本公又蓮華", "1185": "無數云以俟受度者或有萎者云是退墮人即此", "1186": "可為驗矣。△三結成。", "1187": "且此蓮華人誰種植現未互在斯言有歸也。", "1188": "彼土既非人植豈非性中所具之者由脩而顯發", "1189": "乎現未互在命門之言斯有歸矣　偈曰。", "1190": "彈指掀開法藏門無生妙理燦然存拈來字字通", "1191": "玄奧徹去言言洞本根萬億金身纖芥納微塵剎", "1192": "土一毛吞等閑兩手相分付用答吾", "1193": "師罔極恩。", "1194": "淨土生無生論註終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1167 淨土生無生論註", "author": "明 正寂註"}