{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1131 比丘受戒錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1131", "1": "比丘受戒錄", "2": "鼎湖山沙門　弘贊在犙　述", "3": "前文恭惟如來御世。觀眾生機。有上中下。故教設三乘。所", "4": "謂菩薩。緣覺。聲聞也。乘雖分三。莫不以戒為定慧之", "5": "本。是故如來初坐菩提樹下。即為諸大心菩薩。傳誦", "6": "盧舍那佛三聚淨戒。次至鹿苑。王城。為諸二乘。漸制", "7": "五篇七聚。立十人僧。白四羯磨。授比丘具足戒。然佛", "8": "初出世。邊地尠聞正法。出家五眾亦希。時迦旃延尊", "9": "者。居西天竺阿槃提國。彼有長者子名億耳。出家。求", "10": "尊者為受具戒。而彼國無十人僧。不得受具。彼馳往", "11": "白佛。佛聽邊地持律五人僧。得作羯磨受具。五人中", "12": "須一人持律。善解羯磨。即以羯磨師為第五人。其教", "13": "授師。要閑軌範。餘證戒僧。必須清淨。方許為證明也。", "14": "所謂中邊者。中即中天竺。居東南西北四天竺之中", "15": "也。邊地者。中天竺東去至東際。有白木調國。國外是", "16": "邊地。南去至南際。有靖善塔。塔外是邊地。西去至西", "17": "際。有一師黎仙人山。山外是邊地。北去至北際。有柱", "18": "國。國外是邊地。今此震旦。在白木調東。去天竺五萬", "19": "七千餘里。如來出世一千餘載。未聞佛法。至漢明帝", "20": "永平三年。帝感瑞夢。乃遣將軍蔡愔等。一十八人。使", "21": "西域訪求佛道。六年愔等。至月氏國。遇摩騰。法蘭。二", "22": "法師。得梵本經六十萬言。相與東還。明帝大悅。由是", "23": "此方王臣士庶。漸知歸向。至十四年。司空陽城侯劉", "24": "峻。與諸官人士庶等。一千餘人出家。陰夫人王󴌸妤", "25": "等。與宮婦女二百三十人出家。時二法師。與諸人出", "26": "家。剃除鬚髮。著縵條衣。授與三歸五戒十戒而已。以", "27": "不得滿十人五人授具足戒。後至漢第十桓帝。一百", "28": "餘年內。猶三歸五戒十戒。遞相傳授。至漢靈帝。建寧", "29": "元年。有北天竺沙門五人。來到漢地。與僧受大戒。一", "30": "名支法領。二名支謙。三名竺法護。四名竺道生。五名", "31": "支婁讖。其時大律未有。支法領。口誦出戒本一卷。羯", "32": "磨一卷。在此流行。至魏初邵陵厲公嘉平二年。有中天竺", "33": "沙門曇磨迦羅此云法時。善誦諸部毗尼。至雒陽。立羯磨", "34": "受法。準用十僧。於是佛法大行震旦。為東夏受戒律", "35": "之始也。後至前秦建元二年。天竺沙門曇磨持此云法海。", "36": "譯出十誦戒本三部。建元十四年。竺法念。譯出毗柰", "37": "耶律十卷。後秦姚興。弘始十年。天竺尊者卑摩羅叉。", "38": "此云無垢眼來遊關左。闡揚毗尼。鳩摩羅什所譯十誦律", "39": "大行者。叉之力也。弘始十一年。有中天竺佛陀耶舍", "40": "尊者至。譯出四分律藏。而關中先行僧祇。江南盛行", "41": "十誦。至元魏。法聰律師。始弘四分律宗。聰傳道覆。覆", "42": "傳惠光。光傳雲暉願。願傳隱樂。洪雲。雲傳洪尊。尊傳", "43": "智首。首傳道宣。宣傳法勵。滿意。意傳法成。成傳大亮。", "44": "道省。亮傳雲一。道岸。惠澄。澄傳惠欽。皆口相授受。臻", "45": "於壺奧。自此之後廣矣詳載高僧傳中。至宋元已來。代不乏", "46": "人。元末明初。戒律稍異。明中諳律者已希。至明末時。", "47": "律之一宗。掃地矣。余從受具來。閱大律藏。目不交睫", "48": "者數年。而不得其中宗趣。遂徧參諸方。以求明哲。而", "49": "無一習學毗尼者。經云。毗尼藏。是佛法壽命。毗尼藏", "50": "住。佛法亦住。余慮法不得久住。晝夜悲傷。不能自安。", "51": "時余年三十有四。興往天竺之念。求請梵僧數人回", "52": "震旦。再傳授戒法。俾戒燈熄而更著。壽命微而復續。", "53": "遂于甲申春。抵閩地。欲取海舶人夫。從閩濵泛一載", "54": "餘。至東天竺海隅。耽摩立底國。可六十餘驛。到中天", "55": "竺那爛陀寺。不意時值滄桑。弗果所願。至今年過古", "56": "稀。猶悵昔之無緣也。比見諸方叢席。與人授戒。不依", "57": "佛制。盡是非法別眾。非法者何。不知白四羯磨。惟抄", "58": "寫他人杜撰。閒文唱誦。或師自心所作。佛制受具者。", "59": "至多。惟許三人同壇。若過即成非法。縱依羯磨。而誦", "60": "文生澀。事多舛謬。尚是非法。況杜撰者乎。別眾者何。", "61": "不知依律結大界。及戒場。既無戒場。即一人受具。同", "62": "住比丘。或百或千。盡要共集。與彼授具。有一比丘不", "63": "集。是名別眾。眾既獲罪。受者亦不得戒。而終身得假", "64": "名比丘。虗受信施。公然上座。受他禮拜。罪莫大焉。或", "65": "在白衣沙彌前作羯磨。三十二十。同時一齊授之。大", "66": "違佛制。若不依佛言教。何名從佛口生。從法化生。世", "67": "無二佛。法無二制。斯則非法為法。以訛傳訛。遞相踵", "68": "習。不覺其非。誠為末法之滅法矣。然此。則關係法門", "69": "非小。若有如法受得戒者。自當保重。如護明珠。其住", "70": "持弘紹之賓。特宜遵木叉之教。依法。依律。依佛所制。", "71": "俾戒珠朗于長夜。木叉固而永久。是為弘正法傳教", "72": "之大士焉壇者。即是戒場。在大界內結。大小法式。如標釋如釋所明。", "73": "已上略序得戒緣由。向下錄得戒和尚。阿闍黎。臨壇", "74": "尊證僧伽。并記自生年。受戒年月日時。以識戒臘之", "75": "尊卑。并知作法之儀軌也。", "76": "比丘　　生　　　　年　月　　日　時　族姓", "77": "係　　　　府　　縣人於　　年　月", "78": "日禮　　師出家　　年　月　　日　時依", "79": "和尚受沙彌戒於　　年　月　　日　時受", "80": "和尚具戒於　　年　月　　日　時受菩薩戒", "81": "秉羯磨阿闍黎法名　　法號", "82": "教授師阿闍黎法名　　法號", "83": "尊證僧伽　　　大德　　　大德　　　大德", "84": "大德　　　大德　　　大德　　　大德", "85": "作法略儀", "86": "初受具足戒者。未能即閱大律藏。其和尚阿闍黎。當", "87": "與比丘戒本。令其熟讀。使知護持。毋致虧犯。及識布", "88": "薩。結夏。受日。自恣。受衣。捨衣。淨施等法也。", "89": "布薩法○布薩法", "90": "半月半月布薩說戒。下至有四比丘。即應令一人誦", "91": "戒本。若不足四人。惟二三人。當對首布薩。除四根本", "92": "戒。餘篇有犯者。依律。對清淨比丘懺悔已。然後布薩。", "93": "對首布薩法○對首布薩法", "94": "至布薩日。若有三人。各各相向作法。露頂。脫履。合掌。", "95": "互跪。先上座作如是言。", "96": "二大德。一心念。今僧十五四日說戒。我某甲比丘清淨。", "97": "三說。後二亦如是說。若惟有二人。除上二字。即云大德。餘辭同上。", "98": "心念布薩法○心念布薩法", "99": "若只自一人。應心口言。", "100": "今日眾僧十五四日說戒。我某甲比丘清淨三說。", "101": "若不清淨。當預先向清淨者作法懺悔已。乃應清淨之法。若不清淨言清淨。復犯妄語罪。", "102": "對首安居法○對首安居法", "103": "前安居。四月十六日。應對一知法比丘。作如是言。", "104": "大德一心念。我某甲比丘。依某僧伽藍若在村內。非僧住處。應云", "105": "某聚落。若在寺別房。應云某房。前三月夏安居。房舍破。修治故三說。彼應", "106": "語云好。自答言善若非在僧伽藍安居。除下二句。", "107": "若自有三寶緣事。或二師父母事。不及前安居。至五月十六日。結後安居。應云後三月。或結中安居。從四", "108": "月十七日。至五月十五日。日日隨結。名中安居。", "109": "心念安居法○心念安居法", "110": "若無所依人對首作法。即自心念口言。", "111": "我某甲比丘。依某處。某房。前三月夏安居三說。", "112": "對首受日法○對首受日法", "113": "安居已。若有佛事僧事。或檀越父母等請喚。不及即日還。或須二日乃至七日還。應對一比丘言。", "114": "大德一心念。我某甲比丘。受七日法出界外。為某事", "115": "故。還來此中安居。白大德令知三說。不應為飲食衣服故去。若知前事不", "116": "及七日還。當從僧乞十日半月一月羯磨。而去。", "117": "在眾僧中自恣法○在眾僧中自恣法", "118": "凡有所犯。應先懺悔已。然後自恣。若住處下至有五比丘。當差一人受自恣。餘應偏袒右肩。脫履互跪合", "119": "掌。對受自恣人。作如是言。", "120": "大德。眾僧今日自恣。我某甲比丘亦自恣。若有見聞", "121": "疑罪。願大德長老。哀愍故語我。我若見罪。當如法懺", "122": "悔三說。若說錯忘。受自恣人。應一一授之。", "123": "對首自恣法○對首自恣法", "124": "若住處無五比丘。差受自恣者。四比丘應對首自恣。各各相向。作如是言。", "125": "三大德一心念。今日眾僧自恣。我某甲比丘清淨。三說", "126": "若有三人二人。亦準此法。惟改對首人數為異。若有犯不懺悔。即不應清淨法。", "127": "心念自恣法○心念自恣法", "128": "若住處只有自一人。應心念口言。", "129": "今日眾僧自恣。我某甲比丘清淨三說。", "130": "受三衣法○受三衣法", "131": "佛言。三衣應受持。若有衣不受持。得惡作罪。過十日。即犯捨墮。難懺悔。若疑當捨已。更受。若衣色紅。綠。青。", "132": "白。黑。及上色染者。並不成受。若得如法色衣。應受。", "133": "受安陀會衣法○受安陀會衣法", "134": "安陀會。此云下著衣。應具威儀。對一比丘。或和尚阿闍黎。作如是言。", "135": "大德一心念。我比丘某甲。此安陀會五條衣受。一長", "136": "一短割截衣持三說。若是和尚。當稱和尚。若阿闍黎。當稱阿闍黎。", "137": "受鬱多羅僧衣法○受鬱多羅僧衣法", "138": "鬱多羅僧。此云上著衣。應言。", "139": "大德一心念。我比丘某甲。此鬱多羅僧七條衣受。兩", "140": "長一短。割截衣持三說。", "141": "受僧伽棃衣法○受僧伽棃衣法", "142": "僧伽棃此云重複衣。應言。", "143": "大德一心念。我比丘某甲。是僧伽棃若干。條衣受若干。長", "144": "若干短。割截衣持三說。", "145": "捨衣法○捨衣法", "146": "若有疑當捨已。更依前受法。受之。應作如是言。", "147": "大德一心念。我比丘某甲。此僧伽棃。是我三衣數。先", "148": "受持今捨一說。便止。餘二衣欲捨。準此。", "149": "受尼師壇法○受尼師壇法", "150": "大德一心念。我比丘某甲。此尼師壇。是我助身衣受。", "151": "三說。以用坐臥。非將禮拜。", "152": "受鉢法○受鉢法", "153": "大德一心念。我比丘某甲。此鉢多羅應量受。長用故。", "154": "三說。", "155": "淨施法○淨施法", "156": "有二種淨施。一真實淨施。二轉展淨施。", "157": "真實淨施法○真實淨施法", "158": "謂真實捨與他。欲要著。應問彼乃得著。應言。", "159": "大德一心念。我比丘某甲。有此長衣。未作淨。今為淨", "160": "故。捨與大德。為真實淨故一說○長字去聲。直亮切。音丈。多也。餘也。剩也。", "161": "轉展淨施法○轉展淨施法", "162": "比丘受得戒已。除三衣外。所有新舊衣服。或對親友。同意比丘。或二師。為淨施主。將衣而對一比丘前。稱", "163": "彼淨施主名。而為說淨。不說。過十日。即犯捨墮。要眾僧前懺。後凡所得衣。若布下至長一尺四寸。廣七寸", "164": "能作得七條衣壇隔。即須說淨。應作如是言。", "165": "大德一心念。我比丘某甲。有此長衣。未作淨。為淨故。", "166": "施與大德。為展轉淨故。彼受淨者。應云大德。汝有此長衣。未", "167": "作淨。為淨故與我。我今受之。受已。語云汝施與誰。答云施與", "168": "某甲。受淨者云大德汝是長衣。未作淨。為淨故與我。我已", "169": "受之。汝與某甲。是衣某甲已有。汝為某甲善護持著。", "170": "隨因緣。三說。後若聞淨主死。或罷道。即將前所有衣物。別稱一淨施主名。再為說淨。此文出四分", "171": "律。若根本律。說淨文云。", "172": "具壽存念。我苾芻某甲。有此長衣。未為分別。是合分", "173": "別。今於具壽前而作分別。以某甲苾芻而作委寄者。", "174": "我今持之三說。分別。即是作淨。不聞彼淨主死。設居遠方。不失淨施。", "175": "心念捨衣法○心念捨衣法", "176": "若為三寶等緣事出外。便擬是日還住處。或遇難緣。或大雨。橋梁斷絕。即作心念捨衣。寧無衣宿。犯突吉", "177": "羅。易懺。應作如是念言。", "178": "我某衣先受持。今捨。一說。次日回至衣所。持衣對一比丘。一一如前取衣法。受之。若", "179": "三衣俱未持去。應言我三衣。云云。", "180": "受非時藥法○受非時藥法", "181": "佛聽有病緣。飲八種漿。即果汁。謂梨。棗。甘蔗。蒲萄。藕根等漿。應先淨人擪已。濾過澄清。從淨人手受。應對", "182": "一比丘言。", "183": "大德一心念。我比丘某甲。今為某病緣。此是某非時", "184": "漿。為經非時服故。今於大德邊受三說。", "185": "受七日藥法○受七日藥法", "186": "謂酥。油。生酥。蜜。石蜜。一受。得七日自手取服。服不了。八日即應施他人。自不得服。應言。", "187": "大德一心念。我比丘某甲。今有某病緣故。此某七日", "188": "藥。為欲經宿七日服故。今於大德邊受三說。", "189": "受盡形壽藥法○受盡形壽藥法", "190": "謂丸。散。一切鹹酸等。不任為食者。一受。得自取服盡也。應言。", "191": "大德一心念。我比丘某甲。今有某病緣。此某盡形壽", "192": "藥。為欲共宿長服故。今於大德邊受三說。", "193": "附附南山。靈芝。雲棲。法語一十五則。以救時弊。當用自警。", "194": "唐南山宣律師唐南山宣律師", "195": "夫羣生所以久流轉生死海者。良由無戒德之舟檝", "196": "者也。若乘戒舟。鼓以慈棹。而不能橫截風濤。遠登彼", "197": "岸者。無此理也。故正教雖多。一戒而為行本。其由出", "198": "必由戶。何莫由斯戒矣。是以創起道意。先識斯門。於", "199": "諸心境。籌度懷行。其狀如何。故論云。夫受戒者。慈悲", "200": "為務。於三千界內。萬億日月。上至非想。下及無間。所", "201": "有生類。並起慈心。不行殺害。或盡形命。或至成佛。長", "202": "時類通。統周法界。此一念善。功滿虗空。其德難量。惟", "203": "佛知際。不殺既爾。餘業例然。", "204": "宋杭州靈芝寺元照律師宋杭州靈芝寺元照律師", "205": "師字湛然。初以毗尼為大學。親自佛制。自文殊已降。", "206": "不許措一詞。優波離結集。不敢衍一字。人間天上。十", "207": "方三界剎海。無盡聖眾。唯同一律。可謂嚴矣。如世禮", "208": "樂征伐。必自天子出。公侯卿大夫。不容僭也。然大法", "209": "東度。唯律未明。學者失已。唐太宗貞觀中。終南山澄", "210": "照大律師道宣。作戒疏。羯磨疏。事鈔。弘四分律流傳。", "211": "逾四百載。釋義近六十家。於中大昭慶寺。律師允堪。", "212": "作會正記。獨為盡理。最後此靈芝大智元照律師。以", "213": "法華開顯圓意。作資持記。與會真師。殊途同歸。推明", "214": "南山元意。而上合於佛制。自是會正資持。又分宗於", "215": "律矣。如析金杖。不失金體。無作戒體。果可分耶。出繫年錄", "216": "由是四分一宗。全憑景空。南山。弘揚之力。至今不絕。但今學者。以口頭禪。為當出生死。自悞自墮。非古人", "217": "之法教不傳也。昔陳宣帝詔。僧未滿五夏。皆參律部。此帝之心。正符佛心。非再來菩薩。以輔正教。焉能及", "218": "此哉○雍州襄陽景空寺。法聰律師所居也。", "219": "明雲棲大師竹窓三筆明雲棲大師竹窓三筆", "220": "出家(一)出家一", "221": "先德有言。出家者。大丈夫之事。非將相之所能為也。", "222": "夫將以武功定禍亂。相以文學興太平。天下大事。皆", "223": "出將相之手。而曰出家非其所能。然則出家豈細故", "224": "哉。今剃髮染衣。便謂出家。噫。是不過出兩片大門之", "225": "家也。非出三界火宅之家也。出三界家。而後名為大", "226": "丈夫也。猶未也。與三界眾生同出三界。而後名為大", "227": "丈夫也。古尊宿歌云。最勝兒。出家好。出家兩字人知", "228": "少。最勝兒者。大丈夫也。大丈夫不易得。何怪乎知出", "229": "家兩字者少也。", "230": "出家(二)出家二", "231": "人初出家。雖志有大小。莫不具一段好心。久之又為", "232": "因緣名利所染。遂復營宮室。飾衣服。置田宅。畜徒眾。", "233": "多積金帛。勤作家緣。與俗無異。經稱一人出家。波旬", "234": "怖懼。今若此。波旬可以酌酒相慶矣。好心出家者。快", "235": "須着眼看破。曾見深山中苦行僧。一出山來。被數十", "236": "箇信心女男。歸依供養。遂埋沒一生。況其大者乎。古", "237": "謂必須重離煩惱之家。再割塵勞之網。是出家以後", "238": "之出家也。出前之家易。出後之家難。予為此曉夜惶", "239": "悚。", "240": "出家四料簡出家四料簡", "241": "有在家出家者。有出家在家者。有在家在家者。有出", "242": "家出家者。處於族舍。具有父母妻子。而心恒在道。不", "243": "染世塵者。在家出家者也。處於伽藍。無父母妻子之", "244": "累。而營營名利。無異俗人者。出家在家者也。處於俗", "245": "舍。終身纏縛。無一念解脫者。在家在家者也。處於伽", "246": "藍。終身精進。無一念退惰者。出家出家者也。故古人", "247": "有身心出家四句。意正如此。雖然出家出家者。上士", "248": "也。無論矣。與其為出家在家者。寧為在家在家者。何", "249": "以故。袈裟下失人身。下之又下者也。", "250": "出家利益出家利益", "251": "古德云。最勝兒。出家好。俗有恒言曰。一子出家。九族", "252": "生天。此皆讚歎出家。而未明言出家之所以為利益", "253": "也。豈曰不耕不織。而有自然衣食之為利益乎。豈曰", "254": "不買宅不賃房。而有自然安居之為利益乎。豈曰王", "255": "臣護法。信施恭敬。上不役於官。下不擾於民。而有自", "256": "然清閒逸樂之為利益乎。古有偈曰。施主一粒米。大", "257": "似須彌山。若自不了道。披毛戴角還。又云。他日閻老", "258": "子。與你打算飯錢。看你將何抵對。此則出家。乃大患", "259": "所伏。而況利益乎哉。所謂出家之利益者。以其破煩", "260": "惱。斷無明。得無生忍。出生死苦。是則天上人間之最", "261": "勝。而父母宗族。被其澤也。不然。則雖富積千箱。貴師", "262": "七帝。何利益之有。吾實大憂大懼。而併以告夫同業", "263": "者。", "264": "出家休心難出家休心難", "265": "人性寒思衣。饑思食。居處思安。器用思足。有男思婚。", "266": "有女思嫁。讀書思取爵祿。營家思致富饒。時時不得", "267": "放下。其奮然出家。為無此等累也。而依然種種不忘", "268": "念。則何貴於出家。佛言。常自摩頭。以捨飾好。然豈惟", "269": "飾好。常自摩頭曰。吾僧也。頓捨萬緣。一心念道。", "270": "僧務外學僧務外學", "271": "儒者之學。以六經論孟等書為準的。而老莊乃至佛", "272": "經。禁置不學者。業有專攻。其正理也。不足怪也。為僧", "273": "亦然。乃不讀佛經。而讀儒書。讀儒書猶未為不可。又", "274": "至於讀莊老。稍明敏者。又從而註釋之。又從而學詩。", "275": "學文。學字。學尺牘。種種皆法門之衰相也。弗可挽矣。", "276": "世人重聰明。誇博洽。競辭采。然不足恃者。以其有失", "277": "也。彼學窮百家。文蓋一世。有來生不識一字者。其甚。", "278": "如淳長老。以才藻著名。一跌而起。頓成癡呆。則不待", "279": "來生。又甚。化為異類。則所謂但念水草。餘無所知。其", "280": "可恃安在。惟般若真智。蘊之八識田中。亘古今攧撲", "281": "不破。縱在迷途。有觸還悟。世俗中人。不知此意。無足", "282": "為怪。出家兒。乃以本分事。束之高閣。而殫力於外學。", "283": "可勝歎哉。", "284": "僧務雜術(一)僧務雜術一", "285": "僧又有作地理師者。作卜筮師者。作風鑑師者。作醫", "286": "藥師者。作女科醫藥師者。作符水爐火燒煉師者。末", "287": "法之弊極矣。或曰。百丈大師。令司馬頭陀擇地。可作", "288": "五百僧道場者。而得溈山。是地理家事。既而令擇溈", "289": "山主人。得大祐禪師。是風鑑家事。則何如。噫。此古聖", "290": "賢。為傳法利生之大機緣。非世人所測識者。而百丈", "291": "司馬。是何等人品。今之術士。可以藉口也與哉。", "292": "僧務雜術(二)僧務雜術二", "293": "或曰。雜術固非僧務。醫以全生。宜若無礙焉。予謂雜", "294": "術亂心。則槩所當捨。如其救濟為懷。則亦萬行之一", "295": "端。而術倘不精。雖曰全生。反以傷生。則大為不可。近", "296": "有僧行灸法者。其法和藥作餅。置艾炷於其上。而然", "297": "之。云治萬病。此不知出自何書。傳自何人。夫切肌而", "298": "察穴。循穴而入內。灼艾之常法也。隔餅而灸。有痛苦", "299": "而無功能者也。而師行焉。弟子紹焉。不自知其業之", "300": "深且重也。", "301": "信施難消信施難消", "302": "鄧豁渠自訟云。為僧者幹自己事。帶累十方施主。委", "303": "實難消。誠哉言乎。夫僧人為自己生死。猶士人為自", "304": "己科名也。為科名故。累諸隣里親戚供給所需。成名", "305": "則足以報之。名不成。則所負多矣。不解此義。而唯嫌", "306": "信施不廣。豈不大錯。", "307": "非理募化非理募化", "308": "雲棲僧約。非理募化者出院。一僧曰。此不足禁。禁之", "309": "則缺眾生福田。非理募化。雖其人自負過愆。而眾生", "310": "獲破慳捨財之益。世僧假佛為名以營生。佛何曾為", "311": "此輩出一禁約乎。余曰。子言則誠善矣。然知其一。未", "312": "知其二。非理募化者。瞞因昧果。施者知之。因而退心。", "313": "後遂不施。安得其能破慳也。佛世有諸弟子。自遠遊", "314": "歸。所過聚落。望而閉戶。問故。則畏僧之募化也。因以", "315": "白佛。佛乃種種呵責。何言其不禁約也。慎之哉。", "316": "經債經債", "317": "烏鎮利濟寺。有僧。師徒二人。俱稱謹厚。託以經懺者", "318": "日益眾。因致饒裕。而恪嗇不自享用。亦不布施。後得", "319": "疾。族人迎歸調治。俄而謝世。平生積貯。盡為族有。十", "320": "年後。現夢於所親曰。經懺未完者。陰府考校甚急。苦", "321": "不可言。人世所傳。閃電光中。認字讀還。信不誣也。筆", "322": "之以誡夫應緣者。", "323": "施食師施食師", "324": "𦦨口施食。啟教於阿難。蓋瑜伽部攝也。瑜伽大興於", "325": "唐之金剛智。廣大不空二師。能役使鬼神。移易山海。", "326": "威神之力。不可思議。數傳之後。無能嗣之者。所存但", "327": "施食一法而已。手結印。口誦呪。心作觀。三業相應之", "328": "謂瑜伽。其事非易易也。今印呪未必精。而況觀力乎。", "329": "則不相應矣。不相應。則不惟不能利生。而亦或反至", "330": "害己。昨山中一方外僧病已篤。是晚外正施食。謂看", "331": "病者言。有鬼挈我同出就食。辭不往。俄復來云。法師", "332": "不誠。吾輩空返。必有以報之。於是牽我臂偕行。眾持", "333": "撓鈎套索云。欲拽此法師下地。我大怖失聲呼救。一", "334": "時散去。越數日僧死。蓋未死前。已與諸鬼為伍矣。向", "335": "非驚叫。臺上師危乎哉。不惟是耳。一僧不誠。被鬼舁", "336": "至河中欲沉之。一僧失鎖衣篋。心存鑰匙。諸鬼見飯", "337": "上皆鐵片。遂不得食。一僧晒氈衣未収。值天雨。心念", "338": "此衣。諸鬼見飯上皆獸毛。遂不得食。各受顯報。又一", "339": "人入冥。見黑房中有僧數百。肌體瘦削。顏色憔悴。似", "340": "憂苦不堪之狀。問之。則皆施食師也。施食非易易事", "341": "也信夫。", "342": "誦經雜話誦經雜話", "343": "總戎戚公。素持金剛經。其守越之三江也。有亡卒致", "344": "夢云。明當遣妻。詣公乞為誦經一卷。以資冥道。翌日", "345": "果有婦人悲泣求見。詰之。如夢中語。公諾之。晨起誦", "346": "經。夜夢卒云。荷公大恩。然僅得半卷。以於中雜不用", "347": "二字。公思其故。乃內人使侍婢送茶餅。公遙見揮手", "348": "却之。口雖不言。心謂不用。次早閉房誦經。是夜夢卒", "349": "謝云。已獲超拔。此予親聞於三江僧東林。東林誠篤", "350": "有道行。不妄語者。噫。誦經僧可不慎歟。", "351": "道譏釋道譏釋", "352": "道者曰。諸宮觀道院。及諸神廟。皆我等居也。奈何僧", "353": "眾多住其中。罕見道流住佛寺者。夫歸依佛者住寺。", "354": "歸依道者住宮觀院廟。今僧居於此。為歸依三清諸", "355": "天尊諸真人神耶。抑欲占奪我等產業耶。其言有理。", "356": "予無以應。徐而曰。韜光古靈隱也。何道流居之。曰。此", "357": "在家修習全真者寓焉。冠簪者不與也。況剃度一僧", "358": "主之矣。其言有理。予又無以應。噫。今之為僧者。或棲", "359": "止叢林。或幽居蘭若。或依巖為室。或就樹結茅。何所", "360": "不可。而必附彼羽衣。以為居亭主人也。", "361": "今時諸方叢林。各各亦有戒錄。而不敘得戒原由。持", "362": "犯樞要。惟錄三師七證。乃至同壇同期受戒人。監院。", "363": "副寺。知客。司庫等名。誠沒交涉。如欲錄者。當錄和尚", "364": "五位阿闍黎。生年戒臘。生處者可也。", "365": "授十戒和尚諱　　號　　生　　　　年　　月", "366": "日　時係　　　　府　　縣人族姓", "367": "于　　　　年　　月　　日從　　山", "368": "和尚受大戒", "369": "授大戒和尚諱　　號　　生　　　　年　　月", "370": "日　時係　　　　府　　縣人族姓", "371": "于　　　　年　　月　　日從　　山", "372": "和尚受大戒", "373": "一授十戒阿闍黎諱　　號　　生　　　　年", "374": "月　　　日　時係　　　　府　　縣人族", "375": "姓　　于　　　　年　　月　　日從　　山", "376": "和尚受大戒", "377": "二羯磨阿闍黎諱　　號　　生　　　　年", "378": "月　　　日　時係　　　　府　　縣人族姓", "379": "于　　　　年　　月　　日從　　山", "380": "和尚受大戒", "381": "三教授阿闍黎諱　　號　　生　　　　年", "382": "月　　　日　時係　　　　府　　縣人族姓", "383": "于　　　　年　　月　　日從　　山", "384": "和尚受大戒", "385": "四依止阿闍黎比丘三藏未通。五夏未滿。一夜不得無依止。必須依一有應解律者宿諱", "386": "號　　生　　　　年　　月　　日", "387": "時係　　　　府　　縣人族姓　　于", "388": "年　　月　　日從　　山　　和尚受大戒", "389": "五授經阿闍黎從彼受習經律文義之師諱　　號　　生", "390": "年　　月　　　日　時係　　　　府", "391": "縣人族姓　　于　　　　年　　月　　日", "392": "從　　山　　和尚受大戒", "393": "諸部律文。無剃髮阿闍黎。原剃髮即是和尚遣能剃", "394": "者剃之。近時不諳法律者。復妄加審戒阿闍黎。引請", "395": "阿闍黎。值壇阿闍黎。原審戒即是教授。先在壇外審", "396": "問諸遮難事訖。次引入壇內。羯磨師對眾審問已。乃", "397": "為作四羯磨授戒。值壇者。謂受戒人初至。未諳禮法。", "398": "恐臨壇倉卒失儀。故教之行禮。並無阿闍黎位。梵語", "399": "阿闍黎。此云軌範師。在壇七證。尚無師位。惟稱七證", "400": "僧伽。況其餘者。佛言。非和尚而稱為和尚。非阿闍黎", "401": "而稱為阿闍黎。或翻此二。皆得惡作罪。", "402": "七證僧伽", "403": "長老　　　長老　　　長老　　　長老", "404": "長老　　　長老　　　長老", "405": "同壇得戒", "406": "大德　　　大德", "407": "同期受戒", "408": "大德　　　大德　　　大德　　　大德", "409": "大德　　　大德　　　大德　　　大德", "410": "大德　　　大德　　　大德　　　大德", "411": "比丘受戒錄終為弟子者。須存此錄。令後代人知師之生年戒臘。如無徒者。乃可焚之"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1131 比丘受戒錄", "author": "清 弘贊述"}