{"language": "chinese", "originalTitle": "Tripitaka Koreana, Electronic version, No. 1257 新集藏經音義隨函錄(第13卷-第30卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "隨函錄二賢聖集音義第七之九亦函廣󲣵明集一部三十卷　第二帙第十七卷佛德篇第三", "1": "新集藏經音義隨函錄第三十冊　侈", "2": "漢中沙門釋可洪撰　依河府方山延祚藏", "3": "賢聖集音義第七之十賢聖集音義第七之十此冊有三帙", "4": "聚群英", "5": "聚函聚廣󲣵明集一部三十卷　第三帙第三帙七卷第十八卷第十八卷", "6": "法義篇序法義篇序䡄躅直玉反。𦯕淨上遂吉反。", "7": "漸染上子廉反入也瀆也。其涯五佳魚寄二反際也。著論", "8": "上陟去反立也成也正作著。淡述上徒甘反言論也正作談。踈瀹", "9": "音藥煑也正作󱙢也此字在涯字下著字上錯茨。", "10": "法義篇第四之初寶乘獨運攝度是津得其趣者心昭遐舉。", "11": "宏摽上戶萌反下必招反正作搮。荀恱上相倫反人姓。姧", "12": "䡄居美反正作宄。彭殤上蒲盲反下尸羊反。彭敻上音", "13": "古下速走反正作𥌒叟也並悞。盜跖音隻。千貂丁聊反。", "14": "梯米上徒𠔃反正作稊。流宕徒浪反過也洞室也。枊", "15": "引上衣力反。不肖音笑。企及上丘智反。悲慨苦代反。", "16": "䉼撿上力條反理也。紛󶆗上芳文反下胡悟反。苟非上音", "17": "㺃正作苟川音作苟非也。之󵥮与之反。顏󱸼音染人姓。身", "18": "臧子郎反。僭有上子念反。通󵛚皮美反塞也正作否。", "19": "壽󳓮衣小反〡殤也不成人死也。蔡靈上倉太反。禍", "20": "郄丘𨒫反。蘙貪上於計反障也。造其上七到反至也。", "21": "恢〃苦󰞆反。濤之上徒刀反。以眩音縣。栁引", "22": "上於力反正作抑。斯躓音󷗯。舛錯上尺兖反。讜敘上都", "23": "朗反下徐与反。稍𠪄音廣。爝火上子削反。攄散上丑余反。", "24": "索󶏝上所草反下居違反。而󵘧古瓦反。迂而上紆于二音。", "25": "鑑燧上古銜反照月取水也下音遂照曰取火也盖水火器耳。呾", "26": "春上自与反正作咀也。庖人上步交反。刀俎音阻。茤豢", "27": "音患。禽󳉹直尓反亦作󳉹。𠕀󱓉音古。䧟穽音淨。", "28": "我享音響。就斃毗祭反。俎鼎音頂調五味器。出", "29": "悌音弟。無將將下二音劣等也還也正作埒也上属上句下属", "30": "下句。刼掠亮略二音。者󵘧古瓦反。嘉評相遂反言", "31": "也議也告也諫也又信碎二音。管窺丘規反。悠〃音由。較", "32": "之上古岳反略也。華人上戶花反〡夏中國也天子都所也川音作。", "33": "而誣音無。荃蹄上七全反下徒𠔃反。魚莬他故反。", "34": "夏姖居之反。雲󶆗音護差也江西韻作斥字㨾作󶆗孫愐韻", "35": "作互說文下不出脚即此正也。佩璽斯此反。探研上他含反。功", "36": "侔音牟。羿養上五計反人名下羊兩反人姓。摧輈上自迴反", "37": "下知由反車轅也亦作。自睎音希。辯㦎呼麦反辯快也。中", "38": "厶下而真反正作人古作悉化二形也論語云中人可以語上也又音私非。藻", "39": "𧰟上音早下音𧣌。弧矢上戶吾反下尸旨反。請偱音巡。", "40": "愚惷丑江丑絳丑用三反愚也。斥離上普見反。囿矣", "41": "上于救反下于起反。同轡音秘。異𨅊音轍。造󳅂上七", "42": "到反下音悉。相傾丘營反伏也側也川音作頎音祈非。易痊", "43": "音詮。𠫤可上力進反。海嶠其嬌其照二反山𨦣而高也。岨", "44": "逈上音阻隔也又七余子余二反並非。不泮音判。󶍋浪", "45": "上莫杏反正作猛也。折衷上旨熱反下竹隆反。亹〃音尾。其", "46": "揆巨癸反。逕𨑲上音經下音󲊷。祏道上他各反。弄敞", "47": "尺兩反。褒飾上卜毛反。延係戶禮反望也正作傒󵸲二形又音計非。", "48": "辛󵦬相与反。其侮音武。󰨦輠上之石反下音果車", "49": "角也火󰨦之津流不盡猶有餘流譬人有智辯則問難不竭矣。掞藻", "50": "上書焰反舒也奮也下子老反。𧑮動上而兖反。梗槩上古杏反下古", "51": "代反。提撕音西。鵬鷃上步󲣵反下烏諫反㽵子云有鳥名鵬翼", "52": "若垂天之雲扶搖羊角而上九万里尺鷃笑之曰我騰躍上不過𢿘仞下翱翔于蓬蒿之", "53": "間此亦飛之至矣於彼而奚適󲰻。椿菌上丑倫反下巨殞反。𨑲楹", "54": "音盈。續󰒑音扶論衡云續󰒑截鸖又音力非。闞澤上苦濫反", "55": "人姓也。周顗魚豈反。王濛莫紅莫孔二反。𠜗超", "56": "上丑夷反正作郗。劉璆音虬。鄙俚音里。續䋎子古", "57": "反綬也正作組又音綻補縫也非。渙然上呼乱反。第十九卷第十九卷", "58": "法義篇第四法義篇第四之二𦒡動上許緣反正作", "59": "翾蠌二形經云蠉飛𧑮動亦云󱽶飛𧑮動也又音敖非。飜回上音幡下", "60": "音迴。相襲音習。輪騖音務。飊遷上必搖反下七仙反。", "61": "寸陰於金反今作陰。短󵶮居美反正作晷。唘霏", "62": "芳非反。恊化上戶頰反。徇物上似俊反。獨驚", "63": "音務。投骸上徒侯反下戶皆反。外馴音巡。󶙳虎", "64": "上辝姉反。春鮪于美反。負橐他各反。理暨巨既", "65": "反。舛俗上尺兖反。皷抴以世反擑也正作拽。聳󳏯", "66": "音秘。炫曰上音縣明也㸌也火光也。彪炳上彼𠇲反。曰煥", "67": "音喚。秉牘上音丙下音讀。篆籕上直兖反下直右反周宣", "68": "王太史名造大篆。史𦯕音冊。󳞥理上直日反。󷀻相", "69": "上徒禮反。撤󱶈上直列反。同鏕彼苗反馬銜也正作鑣。", "70": "綺榭音謝。輿󲏔上音余下音免。黔饗上巨廉反", "71": "下許兩反。𦒡塗上許緣反小飛也正作翾螺二形。瑤縢上音遙下", "72": "音騰。葐蒀上扶文反下於云反〡〡盛㒵。昭晳上之遙反", "73": "下之熱反光也。文摛丑知反舒布也。增璿序全反。梵󱸨", "74": "羊然反正作莚。肖天上私妙反像也。肅萃上息六反下自遂反謂敬", "75": "集也。稍緬󳇐兖反。張帷于誰反。盛𨚎丁禮反。絜", "76": "誠上居屑反。芳藹烏盖反。夤敷上以真反敬也。衣", "77": "屣所綺反。相趣七俱反与趍同。椒掖上子消反下羊益反", "78": "漢官儀云皇后稱󷜍房塗壁取其溫也掖者宮掖小門也。󶙥報上苦", "79": "管反誠也愛也重也正作欵款二形栢梯作欵。踈邴音丙。辟䅽", "80": "古木反正作㯏。餌术上人忘反下直律反。草屩音脚。棊", "81": "書上巨之反。溝涅槃上音講解說也論也又古侯反非也。道", "82": "腴音逾。僕誠上步卜反卑稱也或作覈步北反晨夫賤稱也。", "83": "無扸先擊反。實痗誨昧二音。忤俗上五", "84": "故反。駔馬上自古反駿馬也大也󱍮也又自朗子朗二反亦作鸗。磷其", "85": "上力忍力進二反。󶕘其上側師反。攉其上古岳反。珪組", "86": "上古携反下子古反。徒幹烏括反轉也正作斡川音作軨力丁反非也。", "87": "軾門上尸力反車前撗木乘車所施敬之處禮記曰國君撫軾大夫之下", "88": "是也。佇軸上直与反或作抒。礭于上苦角反。重󳈺", "89": "余稅余說二反草生也。復滔音叨。儀苹自遂反正作萃也", "90": "又音平非也。比𦯕楚責反又音宋非也。沾濠上竹廉反下戶高反。", "91": "璣璜上音機下音黃。樵蘇上自焦反。󶙉󱶈上宅", "92": "江尺容二反。偕翔上古諧反。畿畎上巨衣反下古犬反田上渠一", "93": "󶜍之間深尺廣尺曰畎也亦作𤰝畎以引水也或作畋甸二同徒見反千里內曰甸", "94": "也。無𨂷音緾。宗稙常力反。援西上于元反引也", "95": "又音院。之󶔃音止。𦘺遁徒本反。陵琚音居。景", "96": "󱌯而誰反人名。翩翩󶒢上二疋連反下五馬反特也美也正作雅疋", "97": "二形也疋者古文雅字也上方栢梯並作延非也疋字属下句。才藻音早", "98": "文也疋有才藻。林溆音序。恬惔上徒兼反下徒敢反。霾", "99": "於上莫皆反。曉󵲜常𥎀反。譸得上知由反。宄", "100": "真上音救正作宄。󵡟蒲上子盈反。王懋莫𠋫反。󴋃", "101": "想上或作寢七廩反臥也睡也川音作莫鳳反𥧌中見事也。川", "102": "𢍀音婦。繫表上戶計反。式莚羊然反正作莚。靈", "103": "舘上力丁反下音貫。川涘音仕。賁然上彼義反", "104": "飾也徽也又布門扶文扶非三反。已慓上音以下必遙反下正作幖摽", "105": "𢿏三形也又疋遙疋妙毗沼三反並非。蕭條上蘇聊反〡條靜也。", "106": "迻在上音移遷也。櫩戶上羊廉反。赴葬子浪", "107": "反。謚法上神至反易名。𢈔詵上余主反下所臻反。黔婁", "108": "上巨廉反下郎侯反。擁帚之手反。一咫音紙。㳙", "109": "澮上古玄反下古外反。弭千上󳇐尓反。之遴力進反。", "110": "󳇐溥音普。晬容上雖醉反潤澤㒵也視㒵也又子內反目", "111": "際也。霈然上普盖反。鈃山上音形依字酒器似鍾長頸也", "112": "又音堅也上方本反川音並同也。鸑󶀫上五角反下仕角反鳳属。", "113": "戰讋之攝反正作懾。黼扆上方武反下於豈反。秋藿", "114": "呼郭反香草也又豆𦰧也淮南子曰為屠者藿羹為車者步行也。", "115": "賈𧨏音義。帷幄上干誰反下烏角反。馭六上魚", "116": "去反。槀街上古󵠪反。之虜郎古反。槐󶯓上戶󰞆戶", "117": "乘二反木名下居力反喻貞赤也。貂璫上丁聊反下都郎反。劬", "118": "効上具于反下戶孝反。日具阻色反亦作𣅦。嗜鮑", "119": "步夘反。俾茲上卑弭反。󰿉宸上莫報反下市人反。僅", "120": "而上巨𠫤反。懽同上呼官反善也。福浹子叶反洽也。", "121": "鑾蹕上郎官反下卑吉反。慺〃力朱反恱也又郎侯反謹", "122": "敬㒵。屢󰿉上力遇反下莫北反。暍鳥上於羯烏割二反傷熱也。", "123": "踳󵼿上尺尹反。褊滯上卑緬反。沈珠上直林反。", "124": "晉迄上音進下許𠧒反。阿房步󴌀反宮名秦始皇所造。翠", "125": "巘上七遂反下魚蹇反。淪漪上力句反下於冝反。就迾音列。", "126": "廕映上於禁反。蟬󲏔音免。委虵上於垂反下以支反", "127": "㽵子所謂紫衣朱冠也正作蜲𧉮。警蹕上居影反寤也戒也天子出稱蹕", "128": "入稱警也。󶚕㦸上苦禮反〡㦸形如㦸有旛。凾淪上去記反。會", "129": "稽上古外反下吉𠔃反。󳈻縣上莫𠋫反。懇到上苦佷反。󰦥", "130": "體上烏官反。菲素上芳尾反薄也。裁庇必至反。嵗", "131": "撤丑列反。撓海上呼高反攪也。澍而上注樹二反。晴", "132": "霽上音情下音濟。淑氣上市云反。埃塵上烏開反。揵", "133": "推上巨焉反下直追反。往轂上冝作継音計継㣫不絕也又音性上方經作", "134": "徃也又川音作絓音話。軒㩜戶黯反。宿󶿜音辯。𣱦氳", "135": "上扶文反下於云反。鏗鏘上苦庚反下七羊反。包𦏁迺", "136": "上步交反說文作炰中許冝反下音乃。井甃阻瘦反。體", "137": "至上他禮反別本作骵。󱀤聡上多旱反大也。綸󶗔上古頑反", "138": "下方勿反〡組綬也。遠苓音詮正作筌也。擒以上丑知反正作摛。", "139": "翠縑上七遂反下古嫌反。金篆直兖反古書字體也。龍", "140": "衮古本反。座疋普告反。衢樽音尊。溢雷", "141": "力右反正作霤廇二形古者未有室穿地作坎居之當中取明雨霤於中因名", "142": "中霤也又郎迴反悞。袁󵤣五郎反正作昂。㨁葆上市力反", "143": "下卜󵠪反。膜拜上莫乎反胡禮拜也。寶誌音志。麈", "144": "尾上朱乳反。綰𢍆音結繫也又頡屑二音。諮諏子于子侯", "145": "二反𧨯也。尋宄音救。黯如上烏儖反。撤燭上直列反。", "146": "㢮氣上尸尓反廢也釋也。喁喁愚容反魚口上下㒵也。饔", "147": "人上於容反。𣴟衣上戶管反布名。土蒀居委反器名正作。", "148": "日肝古岸反晚也正作肝又古安反非也。大酺步乎反飲酒作樂也。", "149": "傭賚上丑容反下郎代反。課率上苦禾反。𥞫稷", "150": "上尸与反下子力反。鼎俎音阻。大辟毗益反法也。𢼜", "151": "其上音舍宥罪也。重𢪿音姑。馮煖許元反人名也。", "152": "󲮬宥音右。殫四上都安反盡也。蔓蒨上亡販反", "153": "下七見反。僧叡羊芮反秦代沙門名。研覈幸草反。坳", "154": "堂上烏交反。之󶜞古販反。蟭蟟上子消反下力條反。", "155": "盈闕丘月反。第二十卷第二十卷法義篇第四法義篇第四", "156": "之三王繹音亦。无垠五根反。悚恧女六女力二反。", "157": "重曈徒東反正作瞳。納麓音鹿。五󵤣莫巧反。", "158": "鮪水上云委反。白旄莫高反。祀󱯤尤上辝子反中尺", "159": "之反下于求反。沛󲊷上󳑧盖反。鳳鳳二同音梵本作鳳鳳非也", "160": "于時鳳〃列序蒼〃㱛度也。芁步紅反正作芃〃草盛㒵也又扶風反鳳字音", "161": "集文自出也。㱛度上尺兖反正作舛也。發󰗩丑格反。孟", "162": "陬子侯反。珩珮上戶庚反下步昧反。璿璣上序全反", "163": "下居衣反。󶎝宗上伊真反。類旻美巾反。隃山上羊", "164": "朱反。秉翟上音丙下徒的反雉也。渢〃音馮。緗縹", "165": "上息羊反下疋沼反。赤𤡜音弗正作𤡜也。逶迤上於垂反", "166": "下陁移二音。色邐力計反美也正作麗也又力尓反迆邐連接也若是迆", "167": "邐即色字是迆字也非百。文翬音暉。棄肺芳廢反正作胏", "168": "又音滓骨脯也。河溓郎兼反大水中絕小水出也薄也又郎奄力忝", "169": "二反靜也。若飴与之反餳也亦作饌。如醴音禮。玉睪", "170": "音高。銀甕烏貢反。似󳱬音覓覆食巾也又〡羅輕繒類", "171": "婦人所戴者也又󳜨煙㒵亦作冪也。磥硌上郎猥反下郎各反。", "172": "布護正作濩乎悟反潤廣也分解也。碧砮乃乎乃古二反礪石也。", "173": "之󶟺丑林反。均𥀷毗兮反。受服音伏衣服也又", "174": "事也敬也又川音作脤時忍反祭餘內也說文云天子所以親遺百姓也又社", "175": "肉盛以蜃因謂之脤也然服脤二字未委何正遺去聲。端扆於豈反。", "176": "華𦙃上戶花反伏犧母曰華𦙃也又天笁國名華𦙃也亦作胥也。", "177": "姑射音夜山名。去扈上音玄下音戶皇帝石室名也。", "178": "肜車上徒冬反正作彤。掩胔才賜反死人骨也又子賜反。", "179": "扇喝烏芥反。鈃山上肩形二音。漳水上之羊反。", "180": "巃嵸上郎紅郎孔二反下子紅子孔二反。曅孚上于輙反。", "181": "霈乎上普盖反。兆九垓上直小反下古哀反。昭", "182": "賜上音招下音陽大歲在癸曰昭晹。玄枵許󲔹反虛星名。", "183": "千櫖力去丑居二反。嶻󶰹上才割反下五割反山名在扶風亦", "184": "山高㒵亦樹老無枝㒵又上音截下音齧。華攘所追反悞。而捫", "185": "音門。虹拖上戶公反下他可反。蜿垂上於元反龍狀也。承", "186": "薨音萌棟也正作󶔦。繞𣠚力由反扶〡藤緣木生其味辛可食", "187": "其花實為蒟醬也。抽　　　。󰂛字上莫報反。肜〃徒冬", "188": "反赤也又融琛二音非。臨󶕗音緇。鷦㱕上子消反。之", "189": "閫苦本反。銅櫩音閻。󱯤井幹上尺之反下音寒井", "190": "垣也正作韓。黮䨴上徒感反下徒內反。鏘鏘旰旰", "191": "上二七羊反下二古岸反多威儀㒵也下正作榦。壞譎冝作瓌鐍上古", "192": "迴反下古血反。󶘫皷上徒何反水獸名皮可鞔皷詩云鼉皷蓬〃于", "193": "郊之東。䥫驪上正作鐵天結反馬赤里色也下力支反。斬蛟音交。", "194": "虎賁音奔。轔轔赫赫上力進反下呼格反。苞", "195": "權上布交反裹也下音拳也常合道也變也冝也川音作擭非。穆", "196": "〃音目。󱮰〃所臻反正作侁。濟〃子禮反。廣膝", "197": "音悉梵云拘絺羅此云大膝。淬舋上倉內反染也下徒叶反毛布", "198": "也正作疊㲲二形也直冝作染疊呼之也阿育王以染疊施僧之緣也。簪", "199": "履上側岑反首笄。焜煌上戶本反。花綬音授。󶻁", "200": "蒻上而陝反下而斫反。么麼上於堯反下莫火反。岠于", "201": "上其与反。熊〃音雄。瞳瞳徒東他孔二反日欲明也正作曈。", "202": "󲣵懍力審反。无勌音惓。命瑱徒見反塞也正", "203": "作填。開潢音黃積水池也。輕軺遙韶二音輕小車也。扶", "204": "桒上音苻東海神木曰所出處碧海中流樹高千丈二千圍有葚其樹兩以", "205": "同根更相依倚故曰扶桒亦作槫桑。其鏜他郎反皷聲也。集祉", "206": "音耻。液池上羊益反。翼󵽕徒太反正作󱔎。驤騰上息羊反。", "207": "駐䟆上竹句反下卑吉反。龍𩥵倉南反。暿陽上許其反。", "208": "遽掃上徒丁反正作󲲑也頌云風移󲲑掃㕘差焜煌栢梯本云󲲑風掃也。", "209": "為航戶郎反。競萼五各反。神󳞥陟隆反。綠", "210": "跗音夫。欣懌音亦。駘足上徒來徒改二反鈍馬也。詎", "211": "㲹芳梵反正作㲹。體睿羊稅反聖文。法揵巨偃反。", "212": "搦管上女角反女格二反。摛章上丑知反。便姢上蒲", "213": "連反下於玄反上正作㛹也㛹姢舞㒵也。理愜苦叶反。玉琯", "214": "音管。鵠䲳上戶結反下戶郎反正作頡頏。簡󶐇音扶。藻", "215": "𣏣音卞。連漪上正作漣音連下於冝反漣漪風動水也。靉", "216": "靆上音愛下音代。並掞尸贍反。瑛瑜上於京反下羊朱反。", "217": "齊竽音于。珉玉上美巾反集作󰃙非。悱憤上芳", "218": "尾反下扶吻反心憤〃口悱〃欲發言也。粵乃上于月反于也於也。居", "219": "亳音薄。庖𦏁上步交反下許冝反。如𤠞音毗。秋", "220": "蘥音藥。藉墾上慈夜反下苦佷反。姬發上居之反。卞", "221": "䦨上平變反。渤澥上步沒反下戶買反。㕛分上戶交反。󳈠", "222": "鈹上七刀反下音披。沂岱上魚衣反下徒愛反。岷人上美巾反。", "223": "緗怢上息羊反。謝譜音補。南龜居追反㽵子云藂蓍", "224": "世丸杸上有白雲蓍下掘之有靈龜大吉淮南子曰上有藂蓍下有伏龜。", "225": "東𥅓音陁正作駞。羨門上似面反人姓也列仙傳有羨門子。", "226": "銘自槃孟上莫瓶反自音回下云俱反夏臯帝作盤盂銘廿", "227": "六篇也。鳳󶅓音焰。焱堅上必遙反爾雅曰扶搖謂之焱", "228": "風名。律呂音侶。軼魏上羊一徒結二反東過也。衢󵘅音尊。", "229": "逖𦗟上他的反。迴󵽗烏活反轉也浙西韻作󰙇孫愐韻作斡千佛藏", "230": "作󵽗西川經音斡也玉篇音飯非也傳寫悞也。棄犀音西牛名也正作犀也。", "231": "淤泥上於去反。菁華上子盈反下戶花反。栰鱗上音", "232": "代正作瑇玳二形玳琩如龜生南海背上有鱗大如扇有文章也下力人反。抵", "233": "玉上音紙側掌擊也。琨山上古䰟反。魚鐙音登正作燈三", "234": "秦記曰始皇󳟿中有魚膏之燈。不刊音看。玉杯卜迴反。繁", "235": "露上音煩下音路。蒹葭上音廉下音加。金󶹜音胡。鑿", "236": "楹上自木反〡鏤花也又音昨下音盈󶥟上柱。伏櫪音歷。鳳", "237": "琯音管。稽古上古号反。纂爵上子管反下子略反。", "238": "古樂上含是嘏古雉反。猶稱稱處陵反。混", "239": "淆上戶本反下戶交反。㭫糟下作曹反。臥󶯓居力反。", "240": "既㱛尺兖反訛也錯也相乖背也正作舛也。毫𨤲音狸。", "241": "搴蕖上居輦反取也枝也正作搴攓二形下音渠蓮花也。𤍜濕", "242": "上桒早反。商攉音角。𠜂夷上所顏反。靡轍直列反。粵", "243": "我上于月反。負揭音竭。起予音余我也。泗洙", "244": "上音四下音殊並水名也。智蒨七見反。施讎市由反。伯", "245": "喈音皆。係踵上音計下音腫。鎸之上子宣反雕也鏨也。廬", "246": "阜上力居反下扶久反。󶥾課上去見反。作縻美為反正作糜。", "247": "癭鬼上於井反項下氣塊也疣也。如󰦘音瓶。輸柯", "248": "上束朱反下古何反梵云阿輸何亦云阿輸迦亦云阿育此云無憂。萁", "249": "疇上居之反下直由反。󶵞倫上以脂反。叶璿序全反。", "250": "矧乎上尸忍反。探󱫁上他含反下仕責反。佝齊上辝俊反", "251": "以身從物也又音信正作簡又俱遇反由也又古𠋫反愁㒵也福也又呼𠋫反短醜", "252": "㒵也後三呼並非義冝取初切。凝旒音流。蟠竁上音盤下", "253": "尺恱反窟也下又毳脆釧三音。𦙃燧上相余反下音遂。汙綍", "254": "音弗。𠮧閽音昏。搴恕上居輦反下尸預反天竹林也。英", "255": "蕚五各反。繳𦒿上之略反。殊󳏃知隣反寶也川音作玢。", "256": "包䡄上布交反下居美反。芬󰶟疋巴反。󲭀然上倉贊反。", "257": "曖千上烏代反。列敝尺兩反正作敞。侈百上尺尓反。磊", "258": "落上郎罪反。彬布上彼巾反文章也亦作斌也。隩旨", "259": "上烏告於六二反深也內也。不紊音問。𣫆鳬上苦俓反下伏無反。", "260": "椅削上居冝反筯取物也正作󴹻也。𢙢貽以之反。要鍵", "261": "巨偃反。六㕛戶交反。蟻蛭上冝綺反下徒結反蟻封也正作垤", "262": "也悞。牛󶩡助今反牛馬跡也正作津也蹄涔不容尺鯉也謂小水也。筡", "263": "愔上倉大反下於心反。積󶵸直又反。繁夥上音煩下", "264": "音禍。玄惲於殞反。幼嶷魚力反。十󳞥音帙。", "265": "至蹟助責反正作󱫁也又音跡非也。攝提尓雅曰太嵗在寅曰攝提", "266": "格也。沽洗上古乎反下先典反三月律名。旋穹去弓反。", "267": "第二十一卷第二十一卷法義篇第四法義篇第四之四", "268": "木栖音西後文作犀。淵粹上烏玄反下相遂反。簉之", "269": "上楚右反充也。鄙𠫤上悲美反下力進反。木犀音西。雕", "270": "剞居綺反刻也。牦牛上猫毛二音牛名也又力之反。張敞", "271": "尺兩反。褒貶上󳑧高反下兵撿反。慧琰以陝反。詺為", "272": "上莫姓反日也也。繁複音福。蕭勱音邁俛也。宋凞", "273": "許之反。蕭曄云輙反。寘境上之義反。既寘", "274": "之義反止也置也与窴同。𡨋於同上。僧旻美巾反。研𩅢", "275": "幸草反。斗杓必搖反。庸淺上余封反。无𡨋之義", "276": "反廢也悞。挾八上戶頰反。膉𥁄上音盤下音于器名也上於昔反非也。", "277": "屏黜上卑政反下丑律反。揣己上初委反下居里反。真", "278": "如上之人反。杭袖上戶郎苦浪二反舉也舞也又都感反。理愜", "279": "苦叶反。意蘂如水反。𢹂手上戶圭反。暌違上苦", "280": "圭反。盈瞼居奄反目外皮也。綢繆上直由反下美休反。和", "281": "悆音預恱也。琁階上序全反。曳舄音昔。拖", "282": "裙上音他下音居正作裾也又音群悞。末筵音延。分陝", "283": "失染反。馳騖音務。枌鄉上扶文反白榆木也漢書高祖祭扮", "284": "揄。恩謔音呼〡命也召也喚也正作歑謼󵼐三形也又許約反非。", "285": "西郵子求反。棇華自遂反集也正作萃也。涕欷", "286": "上他禮反下許既反。銘荷上莫瓶反下戶可反。第二十二卷第二十二卷", "287": "法義篇第四法義篇第四之五范縝丑真之忍二反。", "288": "差忒他得反𢙣也。瞬有上尸閟反。万沓徒合", "289": "反。不逯音代及也。昺明上兵永反。菽麦上尸六反物理", "290": "論云菽者眾豆之名也廣雅曰大豆菽也小豆荅也亦作菽。未槩古代反。", "291": "󷀾襲上音弟下音習。較然上音角直也又音挍。七竅", "292": "苦𠮧反。名󵘧古瓦反。飲齕戶沒戶結二反齧也。而銛音纖。", "293": "胛下上古狎反。僵尸上居羊反。駭惕上戶騃反下他的反。", "294": "欻而上許勿反。之𧘂尺容反。骨髂古客反月今注云骨", "295": "格也正作骼也又架反𦝫〡也。寓茲上音遇別本作寓非。喟然", "296": "上丘位反。遷󳅕莫𠋫反。邴昌上兵永反。妍󱯤尺之反。", "297": "酬酢音昨。𧣙叟上古本反下桒口反。箕稱上居之反。", "298": "󶦫人上力与反。顏󲞈古乱反。汩水上音覓屈原所投處。󵿶", "299": "哀上󳑧毛反人名王褒也川音作偯音󳞥非。毫剖上音薄正作亳。何", "300": "辜古乎反。󳬛畿音祈。犲虺許鬼反。尖𨦣", "301": "上子廉反下以稅反。谿壑上苦兮反下呼各反。為衿居吟反。鎣", "302": "明上烏定反。唘蟄直立反。蓄羙上許六反。誰䀎", "303": "音麵又普幻反。偏糅女右反雜也相和也。冘雜上而勇反", "304": "散也正作宂也孫愐韻音󵖹非川音云義是尢亦非玉篇作氏任反亦非也。", "305": "溘死上苦合反。麋鹿上美悲反鹿属也。享甞上許", "306": "兩反。孀孩上所㽵反。󲇐跖上音竭下音隻。閔曾上眉殞反", "307": "下子登反。欲邀音𦝫。飊󵾖上必遙反下羊亮反。溲𡐢", "308": "上所愁反下方問反。𠬁玉上力委反重也砌也。風飈必遙反。", "309": "華霰蘇見反雨雪雜下也。狡兔上古夘反下他故反。奐", "310": "然上呼乱反。沈醉上直林反下即遂反。遽醒上其去反下音星。", "311": "盧敖五高五告二反。痾𤵜丑刃反。貽咎巨久反。", "312": "不肖音笑不〡不似也。歷󱩰疋政反。冗旱上苦浪反。", "313": "杞梁上丘里反。繫象上戶計反。𨦟鏑上芳逄反下力丁反。", "314": "敗績上步芥反自破也又北邁反破他也下音積功業也。抵", "315": "掌上音紙側掌也。依傍步浪反。揚攉音角。漆園", "316": "上千悉反。傲吏上五告反下力反。怳忽上呼徃反下或作惚。", "317": "牟盾上正作矛下食尹反。放勛上方𠕀反下許云反。𥌒叟", "318": "上公五反下桒走反。橘變上居律反。成枳音紙。之󱨾", "319": "丘𠃵反。悛草上七全反。必󲊸徒頂反。珪璋上古", "320": "携反下音章別本作瑋璋非也。󴈵琰上於遠反下以陝反。必孱", "321": "仕連反不肖也弱也。能攘而羊反。覆巢上芳福反下仕交反。", "322": "碎𡖉上蘇對反下郎管反上川音作砰音祽非也。鬲子上古", "323": "厄反。󳝖𨒫上初患反。覆󵹂音竭正作桀也。屢請上力遇反。", "324": "僶俛上󳇐忍反下󳇐辯反。之俓古定反。作繢戶內反。筞", "325": "縕上楚責反下於殞反藏也別本作𥰼縕非也。王匣音狎。餌", "326": "藥上而志反食也別本作藥非。餘熸子廉自廉二反。相", "327": "煽失然失戰二反。煨燼上烏灰反下似進反。湮滅上伊人反。玉", "328": "𧨯音𤗊譜也。捨撤丑列反。󰑶󶪿上子力反下私列反般祖也下", "329": "正作卨偰契三也。唅蘇上戶紺反哺也。󶻈目上郎禾反海中介虫", "330": "也正作󶻈螺蠡三形。取誚自妙反責也。玄奘自朗反壯犬也。毫", "331": "𨤲力之反。泫其上戶犬反。義冊楚責反。󱧐", "332": "列上昌隻反。隄封上市支反󷞯󶜍也又音啼亦作提。所儲", "333": "丈余反副也貯也別本作讎非。之熒戶營反。紕舛上疋", "334": "夷反下尺兖反。秘扄古營反。𣫍袵上力陝反下而甚反。神", "335": "甸徒練反天子千里之內曰〡。齠齓上徒聊反小兒髮垂也下初恡", "336": "反小兒退齒也。足岳上將句反添也。踳馳上尺尹反。𢈔初", "337": "上余主反。睠󲥶上音眷下音紙。󰨦輠上之釋反下果禍二音蒙", "338": "求云淳于䰅󰨦輠〃者車上或膏器也󰨦之雖久津流不盡猶有餘流髠智不盡如", "339": "󰨦輠矣。註述上中句反解也又之句反。󶇗旨上余芮反。󶇆", "340": "見上呼旱反正作罕也。閹茷上於撿反下莫𠋫反尓雅云太嵗在戍曰閹茷", "341": "也。月𨂷直連反日月行也。僅歸上巨恡反。窅乎上於", "342": "了反亦作杳也。廓焉上苦郭反下于𠃵反。包㩲上布文反下巨員反", "343": "別本作權非也。徙築上斯此反移也下知六反󶱏也。鱗萃", "344": "自遂反。雲褰丘𠃵反。分󵦮之忍反。揚鏕彼苗", "345": "反正作鏕。曇琛丑林反。解詁音古。字韞於殞反。", "346": "攸希上以修反。瑑玉上音卓正作琢也又直兖反非也。󶟳", "347": "〃五各反謇〡直言也正作諤。悃〃苦本反正作悃。婓〃芳非", "348": "反徃來㒵。濫𨢩尸羊反。連騼彼苗反。恒馭音御。", "349": "假鈴音詮。盪滌上徒朗反下徒的反。悼悔上徒了反", "350": "正作掉也。實裨音卑。淄澠上側師反下󳇐兖反。摳󶈝", "351": "上尺朱反。蹴蹋上七六反下徒盍反。󶹝奧上苦本反号也廣也宮中", "352": "道也正作壼。抁說上苦浪反拒也又以䎡以󲎥二反非。明濬音峻。", "353": "悱〃芳尾反。滔天上他刀反。翳薈上一計反下烏外反", "354": "上正作蘙。夜隕云愍反。憫來上眉殞反。相予丁𠮧", "355": "反。𨷂典上丘月反缺也失也正作闕。蠹其上都故反。粹", "356": "旨上相遂反。覼縷上郎禾反下力主反。秘鍵巨偃反。𦽦", "357": "󵬬上亡販反下七見反東方朔字也正作󳷚倩也。指厈音尺。", "358": "兩系戶計反。鄙俚上兵美反下力耳反。囀音上知戀反。", "359": "廣援于元反。㱛雜上尺兖反正作舛。紕紊音問。", "360": "狼狽音貝。深疵才斯反。捃摭上居運反下之釋反。", "361": "󵘅俎上音尊下音阻。於野羊者反亦作埜。疚懷上居", "362": "右反論語云病也。猥以上烏罪反。黃洿上正作潢下音烏。愚", "363": "愞奴乱反。挭槩上古杏反下古代反。第二十三卷第二十三卷", "364": "僧行篇序僧行篇序僧󵱱音規。窊隆上烏花反下也", "365": "凹也下力中反。悼󱇈上徒到反。烹鮮上普庚反。凝󱆠旨夷", "366": "反。隄防上丁𠔃反。糜潰戶內反散也。𢪨詔上苦浪反。", "367": "讜言上尓朗反。褒仰上卜毛反。誄詞上力水反。", "368": "僧行篇第五僧行篇第五之初󶚹󵩊上直沼反。素", "369": "器上乘故反。滌𠫤力進反惜也。苓象上七全反。晞宗", "370": "上許衣反。絙維上古登反。頹風上徒迴反。遘疾上古豆反。", "371": "未沢󳇐忍反。荃翰戶岸反。援弱上于元反。曖", "372": "〃烏代反。舛󲪺上尺兖反。󳇐󶬅丁故反。井蛙烏花", "373": "反。振拖徒可反。林巘魚蹇反。崗𢍀上音剛下", "374": "音負。丘墟去魚反。庶享音嚮。不予丁𠮧反。󱥂", "375": "󱥂卉上自夜反下許鬼反。素瀬音頼。汎𨢩上芳梵反。", "376": "掇菊上竹劣反。梨抽余秀反菓名似橙正作柚又音由。蒲", "377": "筍音笋。為蔌音速郭璞云萊茹之惣也其蔌唯何謂萊翁也。", "378": "偕足上古來反。寓形上愚句反寄也別本作㝢非也。𡾝𡻱", "379": "梁󲣵明集第六作㙗壘㱕仁梁󲣵明冝作碨𥗬此集冝作𡻱上烏罪反下郎罪反眾", "380": "石㒵也言眾人㱕向如山如岳而來也又上於鬼反下力水反山㒵也上正作磈嵬", "381": "二形下正作礧𡻭二形傳寫久悞也上又川音〃懷非也。恬愉上徒兼反下欲", "382": "朱反。恢廓上苦迴反。朝曦香冝反。沖漠上直中反下忙", "383": "各反。藂藂別本作藂䕺並同才紅反。繈抱上居兩反。󱬚", "384": "遠上子峻反。齠齡力丁反年也別本作齠齓非也。󱸼󴒆古定反正作徑", "385": "經二形。以󶸊子郎反。偉哉上云鬼反。運邅知連反。", "386": "󶨀剋上莫瓶反下苦得反。遠羇居冝反絆也正作羈。上摛", "387": "丑知反。恂〃音詢。昊天上戶老反。韜斤上吐刀反。時󷁁", "388": "桑浪反。摧衂女六反。󳅔之上莫𠋫反。夫峭上音扶下七妙", "389": "反。枯槁苦老反。囂湫上許󲔹反下子小反。幽麓音鹿。", "390": "瀆󶅌於塩反安也冝作猒於焰反。𢪨趾音止。神彊音薑", "391": "正作疆。丹墀直𡰱反。邂逅上胡懈反下胡搆反。常󶒴", "392": "音既望也正作冀。照晢旨熱反正作晳。閔󱇈上眉殞反。緦繐", "393": "上音思下音嵗。思擢音濁。玄𨅊直列反。頡𩑜上胡結反", "394": "下胡關反。徂國上自蘇反。離逖他歷反亦作迹。遐裔音曳。", "395": "睽願上苦圭反。󱜍翳上於撿反。凄烈上七西反下力竭反", "396": "猛也別本作凄冽。江滸音虎水岸也集文作辯悞也。飛霰", "397": "先見反雨雪雜也說文積盧也或作䨘二形同。入艘蘇刀反。憫〃", "398": "音愍。如󱨔蒲各反又音愽。無󵣧愽毛反。腷臆上皮力反", "399": "下於力反。䦎嚴　　。󶒲迴上知連反正作邅。窅以", "400": "上一了反𡨋也。匪亾音亡。聡懋莫𠋫反。孔叜蘇走", "401": "反。徂秦自新反。宄舉上音救正作究。󲎼昧上音", "402": "忙又音茫。󶼊周上他甘反。巖宂玄决反。泗汴上音", "403": "四下音卞。之瑾巨恡反。芳絢許縣反。辭󶌘上音詞下", "404": "呼麦反辯快也正作㦎。迴轅于元反。芟夷上所銜反芟撥伐也。", "405": "告予音余。󲯃峙上底帝二音根也下直里反基也。遁思", "406": "上徒本反。川󱛎音負。蘭蓀音孫。㳂泝上音緣下音素。", "407": "懋是上奴歷反思也飢也。遡來上音素向也。熅烟上於云反", "408": "下於人反。空覿徒的反。矝理上居陵反。其躓音致。董", "409": "蕕音由。髫辯上徒聊反。家󶻈音盈利也有餘也財長也", "410": "正作贏也。臨卭五郎反高也。迭來上田結反。倐瞬上󳏣", "411": "下舜。仳別上疋弭反。援物上于元反引也。茹芝术上而", "412": "庶反中章而反下直律反。喜慍於運反恨也。枝芧音猫。覩", "413": "彚音胃。吐噏音吸。蘭睕音󲡭。天倪五𠔃反。", "414": "規操七到反。藝技其倚反。驤首上息羊反。服", "415": "侈尺尓反。景曛音勳。星徙斯此反。荷蓧上胡", "416": "可反下徒的反盛種器也。旅館音貫。䳒樓上以宣反正作鳶。", "417": "漆園上青悉反。嶇𡼲上丘愚反下丘吟反。󳞥𨥤", "418": "上音帙下音書伸也展也敘也正作舒也郭氏作莫𠋫反非也。紙襞卑益", "419": "反。沮溺上自与反止也又七余反非也止也又子殞反漸濕。󰭴耕", "420": "上音偶並從耒。仰劭市照反。之㟪於鬼反山高而曲也正作", "421": "嵔亦作碨也。萇楚上直羊反。斖斖音尾。鞫躬", "422": "上居六反。󶶠童上而注反。既琢音卓。胥宇上息余反", "423": "下是守字。載󰣅音集。單縶音牒正作㲲古經白㲲多作縶也。", "424": "土墎音郭。洙泗上市朱反。無希音希。䀲寶", "425": "上呼昧反。停璞普角反。跂予上丘弭反下以諸反。積", "426": "席音夕。清榭音謝。已隤徒迴反。投袂上阻", "427": "甬反正作捉也下󳇐世反衣袖也。󵡉霜上彼陵反。攬裾音居。", "428": "樹廗音夕。舊火上方問反揚也振也正作奮。既撽", "429": "戶的反。誰醆爭眼反。悄〃七小反。譙󳬛上自", "430": "焦反。燉煌上徒䰟反郡名即𤓰州是也燉大也煌盛也言漢德盛大", "431": "也。󲣵懿於冀反美也大也溫柔聖克也別本作愨苦角反謹敬也非。真", "432": "粹相遂反。天揵巨偃反。󶞴宰上音頂正作鼎。舛", "433": "其上尺兖反。䫃䀎普幻反又音麵。夷󱶨上羊脂反下之", "434": "領反夷平也整理也。霾光上莫皆反。燔仆上音煩下音化又赴", "435": "踣二音非。涵徵上戶南反下陟陵反。幼澈上伊󲏈反少也下直列反。", "436": "疵󰗟上自斯反黑病也五病正作玼也下冝作黶於琰反人面上黑子也又冝", "437": "作靨於𦰧反又於塩反非義也。微訣古血反別也又直言也。紈", "438": "嵗上戶官反。理敻𠇲政反。匠佚上自兩反下羊一反。爰", "439": "洎上于元反下其利反。恱懌音亦。輟飡上知劣反下倉安反。", "440": "赴歉苦點反飢也。捨纊苦謗反細綿也。愉顏上羊朱反", "441": "恱也和樂㒵也。成亨上音咸悞下呼庚反。相禪時戰反讓位也。", "442": "鍼石上之林反。醫巫音無。分劑自詣反。遐󳱊", "443": "音逝水名。挨崇上自木反誅也。嚴莘戶花反。汾澮", "444": "上扶文反下古外反二並水名也。直礭苦角反。韜光上他刀反。", "445": "濬󶯙上相俊反下呼各反。俛起上音免強為也下丘耳反作也。", "446": "崢嶸上仕耕反下戶萌反。籠括古活反。𣫍袵上力陝反", "447": "下而甚反衣󶎀也。󴖄禪上五郎反僧名也又伊進於力二反也。印", "448": "公同上。玉壘力水反。密則上眉峯反靜也。踽步", "449": "上丘禹俱禹二反獨行也。澧浦上芳東反水名在咸陽又音禮下音普。", "450": "󴈵琰上於遠反下以陝反。殿最上覩見反下祖外反漢書音義", "451": "云上切曰㝡下㓛曰殿又軍前曰唘軍後曰殿也。𠚫菁上魚例反下子屋反。", "452": "稊稗上徒𠔃反下步拜反。稻梁上音道下音良粳穀也正作稻", "453": "梁也。鹽梅上羊廉反。󶞳飪上都󲊸反下而審反。房", "454": "攏郎紅反。迦迅上音加下音峻。駢羅上步田反。鉅", "455": "學上音巨大也。󳂊章上許建反。允属上余准反", "456": "下朱玉反。邸寺上丁禮反。函丈上戶南反容也正作函禮記云", "457": "席間函丈。凉燠音郁。髦士上莫高反。忤色上五故反。", "458": "呴󲮦上呼𢓈反怒聲也厚也下冝作陾奴㺃反眾也。永閟", "459": "音秘。躬擐音患。甲冑直右反直也。彭蠡音禮。", "460": "崢巆下戶萌反正作嶸。東󵳨以世反擑也掉也。侵", "461": "迕音悟。烏氐上或作鄔屋乎屋古於去三反縣名也。少昊", "462": "尸老反。姓󶻈音盈正作也。昌󱛎音婦。蟬󲏔", "463": "音免。韓詩上音寒別本作韓非也。王󵨧呼交反。凾", "464": "降上丘記反。聡叡以芮反。枸蘭上古隻反。鼾眠", "465": "上戶按反又呼干反。抵掌上之尓反。鵶鵲上烏加反。鸜鵒上具", "466": "于反下余玉反。淨󴇿烏耕反。孑遺上居列反。呿羅上丘", "467": "迦反梵僧名。桑椹音甚。放斆上方𠕀反下戶技反。犧杓", "468": "上許冝反器名即是杓也正作桸𣟵二形下市斫反別本作㩘也川音作㩘音蟻訓", "469": "云󲍫也非義也。疾恙音㨾憂病也又噬蟲也善入心古者草居多為恙所𡧱", "470": "故相問云無恙不矣亦作㺊也。綿惙知劣反。利󰉔音餅又作", "471": "󰉔同。以餉尸亮反。第二十四卷第二十四卷", "472": "僧行篇第五僧行篇第五之二周顒牛容反。", "473": "󳷚𩓙上音万下以󷞯反。之遴力進反。敬朏芳尾", "474": "反人名也又普乃普昧二反。逋藪上布乎反下桒走反。業懋", "475": "莫𠋫反美也草木盛也。朝𨑲音󲊷。詮法上七全反。供", "476": "󲎘上音恭下音俻。督德上以芮反。僧逞󶚰郢反能也通", "477": "也矜也。浂澄上烏玄反深也正作渕也緣高祖廟諱故闕右畫。悲", "478": "怚都割反悲𢡖也正作怛也又子預反非。兖濮上羊軟反下補", "479": "木反。徽紵上許㱕反下直与反。之󳈠七到反。京𦃠音緇。", "480": "儵矣上尸六反下于起反。忽殲子廉反滅也。󵲮刻上居委反", "481": "下苦黑反。腆恣上他典反。甘腴音逾。󳉀蔌音速。蹙", "482": "頞上子六反下烏割反。禺然上牛容反〡然靜坐㒵也正作顒也又愚遇二", "483": "音非。𠧒𠧒下丘既反。為黥巨京反。劉莊音㽵。攀", "484": "󶄻而古反。湹洛上直連反。繇來上以修反。劉向尸亮", "485": "反。傃知上蘇故反。鎬京上戶󵠪反。所穟音遂。󱯤", "486": "絳上尺之反下古巷反。期󵥮以之反禮記曰百年日期󵥮也。󳀳然", "487": "上芳尾反悵惋㒵正作悱。懽喜上呼官反。麈尾上朱乳反。深", "488": "仚丘弭反。蘄仙上巨之反人姓。昏昗阻色反。虹", "489": "蜺上戶公反下五𠔃反。毖流上音秘遠也。晨󰒑音扶", "490": "正作鳬也。馳騖音務。殫石上都去反。浙河上之熱反", "491": "吴虵水名。組繢上子古反下戶內反。紙󶅕而恱反。厥後", "492": "戶狗反正作後。濆涌上普問反〡湥水泉涌出㒵也下余隴反。隈嵎", "493": "上烏迴反下牛俱反。瘳眩上音抽下音縣。鬻冠上羊六反下古丸反。", "494": "󵰍子上古乎反。掎摭上居冝反筯取物也正作敬下音隻。鈆", "495": "󲽿七念反札也。商攉音角。挭摡上古杏反下古代反。康", "496": "󶍺烏宏反。單開上音善人姓也。梗槩上音更下音恨", "497": "二並悞高僧傳云更恨頗冗也。頗冗而勇反。入簉初廋反進也充", "498": "也亦作󶒪。󵼎盡上音素告也川音作訢非。葴𦫿上之林反下五盖反。", "499": "漸染上子廉反。抱筴上步保反下楚責反与筞𥬰並同也。㥏", "500": "󱛈上他典反慚也下音愧恥也又南兵經音〃墨峨嵋經音作㙁妹二音西", "501": "川厚大師作󳭪里二音此後五呼並無義可取矣。之傑音竭。臨泄", "502": "音曳漏也。鯁慟上古杏反下徒弄反。脩喭音彥。惋怛上烏", "503": "乱反下都割反驚也。疾羔羊亮反正作恙。愷悌上苦改反", "504": "下徒禮反。哽欷上苦杏反下許既反。誌序上之熾反。󱇈訃", "505": "音赴。潛運上自廉反藏也別本作熸滅也。踳䟿上尺尹反下力玉反。", "506": "瘡痏云美反。予生上音余正作予。清瀨音頼。蚓", "507": "尃上羊忍反。噬壤上時世反下而兩反。臯澤上古毫反。", "508": "坱欝上烏朗反吴人云塵起也又云霧起也川音作柍於兩反木名也。𠳮", "509": "林上巨󲔹反。泱流上烏朗反滃泱水㒵也又於良反。卓犖", "510": "呂角反亦作𡁆。爽塏苦改反。仙𧨯音𤗊。靡迤羊尓。", "511": "坡陁上普波反。深陼諸与反丘名也陼止也遮也。巑", "512": "岏上在官反下五官反。隱嶙力忍反。山麓郎木反。", "513": "哮豁上呼交反下呼括反。俯窺丘規反。木抄", "514": "󳇐小反正作杪。隱脤之忍反富有也又音腎非也。郛郭上芳", "515": "無反。󲮬󳈪音󵖶。滴瀝音歷。𣳸涌上許勇反下余隴反", "516": "水㒵也正作洶溶也上又音󱇈。漕瀆上才到反又音曹。懸溜", "517": "力秀反。軒焭音萌屋棟也正作甍也別本作軒󶔦也又見別本作焭非", "518": "也。激湍他端反。緶級上古杏反索也正作綆也。𣹉漱", "519": "上古玩反下所右反。瓶㐌音移杯〡似桸柄中有道所以注水也正作󶗈", "520": "也又羊尒反上音風下丘魚反木名正作椐。椅攊上於綺反下里擊反", "521": "並木名上於冝反。梓栢上將此反。桂樟音章。杌白", "522": "蔕上五骨反下都計反。㩋苯䔿上蘇條反正作中布󰡷", "523": "反下茲󰡷反下又蘇了蘇𠮧息六所六四反從木者正也。捎風上音消搖", "524": "動也。鳴籟音頼。󵠙戶上余廉反。房攏洛紅反。", "525": "萍生上瓶平二音。贙露上玄犬反意是泫字假借贙用", "526": "之也。芙蕖上音扶下音渠。縹𦰧上疋小反。永眺", "527": "吐吊反視也正作眺也。抗荃上苦浪反下戶萌反。𦒡翔上五", "528": "高反川音作𦒡許緣反非。雨𪅏苦𠋫反鳥子也生而湏哺曰𪅏自食曰鷁", "529": "也川音作󰙠古木反非也。萃鬣上七遂反悞下力𦰧反。馴狎", "530": "上音巡善也。󶦫食上力与反。鷄騖務木二音正作鶩。䲰", "531": "曰上音運鳥名似烏一名同力又或是󲸛鳥別名󲸛鳥雄名運曰雌名陰諧。", "532": "鳴蚿戶堅反馬〡虫。𠋫曙常預反。玄猨音袁。", "533": "飛㹳音吾。嘈囋上自勞反下自達反。䬟喨上音", "534": "流下音亮。管籥音藥。韜軼上他刀反下逸迭二音。右", "535": "睇梯第二音。𧥮訶上丁禮反。跕屣上他頰丁頰二反", "536": "下所綺反。摳衣上苦侯反。蕙樓上戶挂反。菌榭", "537": "上巨殞反下似夜反。之󳠗音萌。鋷星上而志反食也正作餌也", "538": "又奴恊陟菓二反非也。霓裳上五𠔃反。聳峙上息勇反", "539": "下直里反。雕󵷯音卓正作琱琢也。潀瀉上諸戎才冬二反小", "540": "水入大水也。渀涌上布門反即是奔字悞加水也又前作濆涌。泱", "541": "咽上於良反下一結反。蕭飋音瑟。區󵦖上丘愚反下之", "542": "忍反。紅粟息玉反亦作栗。鳬󳒙上房無反。充壓", "543": "於㷔反飽也。春鱉并列反。冬葚音審菌也正作蕈也又音", "544": "甚非也蕈音審又切韻作慈荏反非也。霜鵽上正作鸖也下陟刮都活", "545": "二反並鳥名也。穀巾上古木反木名取皮為冠也正作穀也俗謂搆木", "546": "也下居銀反衣也謂裝飾衣帶也又居忍反飾也衣於既反。𢭃褐上都", "547": "管反下何割反。苑蔣上於元反下子羊反水中草名莖端有瓤黑色", "548": "味甜可食亦名菰蔣亦名烏蔣方言也。菅蒯上古顏反下苦恠反。", "549": "原隰音習。蕃蘺上音煩下音离。崖巚魚蹇反。", "550": "濁醪音勞。提壺音胡。陳撙音尊。酒酣戶甘", "551": "反。屢儛上力遇反。讙呶上許元反下女交反。晟論", "552": "上時正反明也熾也。嗢𠽁上烏沒反下其約反。謳歌上烏侯反。舉", "553": "杯布迴反酒盞也。相技普角反小擊也謂擲盞相擊而戲也別本作抁", "554": "以耎以󲎥二反非也川音作扢古代居𠧒戶骨三反亦非也。豈訾即斯", "555": "反。蠶而上自南反。怵惕上󶚰律反下吐歷反。之警", "556": "音景。嵇生上戶雞反。較其上古孝反。絓是上戶卦反。", "557": "里閈音翰。亟改上丘記反。󶥽雒上居勇反下郎各反。", "558": "頞鞞上烏割反下蒲𠔃反亦云欝鞞羅亦云優樓頻󵯕亦云鄔盧泌臘", "559": "婆唐言木𤓰林此迦𦰧依此林而住故以名焉。等斃毗袂反。披", "560": "𦃓音緇。妻帑那胡反正作孥。浚壑上相俊反下呼", "561": "各反。縊長上於計反。汨𤄷上音覓下音羅。老非上音", "562": "羌發語端也悞。翻󷠚上音憣下音緇。多󶅔力水反正作壘。後", "563": "殿都甸反軍在前日唘在後日殿也。衛玠音介。清󶭗", "564": "力乘反悞。孟昶󶚰兩反。軍麾音撝。氣懾之欇反。有", "565": "岨音阻。絡窶其禹反。納屨音句。併穿上卑政反。", "566": "一蕇音󲐺。之󱉷丘𠃵反。王𤥖音保寶字從𤥖作寶。", "567": "揚庂上別本作󰣬下阻色反。微󱩰疋政反。漁佃上音", "568": "魚下音田。𨚎肆上丁禮反舍也。󶭗老上力垂反下音盈悞。卷", "569": "斾蒲昧反。󲐺水上音󶉉赤也悞。稽山上吉𠔃反會〡。壃", "570": "埸上居羊反下羊益反。費訂上芳味反下冝作討理也誅也又廳", "571": "󲊸飣三音𢙢悞。拘深上古侯反。帷幄上于誰反下烏角反。", "572": "茤蕘上測俱反下而招反。深悕音希。薰蕕音田", "573": "臭草也。忓煩上音于求也犯也又幹翰二音非也。瞥聞", "574": "上普滅反。鳴笳音加。歌姬与之反王妻別名也。窺窬", "575": "上去隨反下以朱反。之󶰥丘𠃵反。枕石上之審反。漱流上所右反與漱洗口也。", "576": "㯓席上音塔下音夕。同衾音飲衾被也有頭日被無頭曰衾也。", "577": "分󵫌之審反榰頭物也正作枕。不󶾦音免。繾綣", "578": "上去演反下去遠反。所哂戶忍反。急蹬音登。自欵苦短", "579": "反。𠃵巛音坤。宄其上居祐反正作究也。璩公上巨", "580": "魚反。瀟相上蘇聊反下音箱川音作蔳音蒨非也。󶋶", "581": "儀上音來至也及也正作來篆書作也川音作帟音亦非也。汅", "582": "陸上󳇐兖反。阮嘯上魚遠反下蘇𠮧反。墻仞上自羊反", "583": "下而振反七尺曰仞。愕夢上五各反。鼠藤音騰。饜", "584": "飫上於焰反下於去反。捃摭上居運反下之亦反。從仕", "585": "上自客反。鷦鷯上音焦下音聊。蟬󲯏稅恱二音。鄖", "586": "城上于君反。訊偱上音信告也。隗舘上五罪反人姓", "587": "也下古玩反含也。係䌩上音計下望發反正作韈襪二形也或作󱢾也", "588": "又玉篇作莫結反非義也。激妙上古吊反正作徼也。分㳅音流。", "589": "任󰯆音口。恧其上女云反。蓽戶上卑吉反。弊", "590": "衯芳文反長衣也。春鶯烏𥝷反。可縶知立反。", "591": "落紐女久反。宸󶈃上市人反。", "592": "群函群第四帙六卷第四帙六卷二十五卷二十五卷", "593": "僧行篇第五僧行篇第五之三彥琮才冬反。", "594": "以𢪨苦浪反。峙然上直里反。悼戒上徒到反。援", "595": "例上于元反引也。更號音号。俱襲音習。剔除", "596": "上他姚反。允禮上苦浪反高也非也正作亢抗一形也又音尹悞。刓正", "597": "上苦干反。荖非上丘羊反。郊󶲴音因。遙懾之涉反。", "598": "遙懽音歡。槩明上古代反。之操七到反。望", "599": "祑直一反祭也書云望祑於山川。雷󴻂音󲊷。𠃵巛音坤古文", "600": "坤也。宄之上音救正作究。瞻睹音覩。臣頒布顏反。疚", "601": "心上居右反。桒梓音子。浮惰徒果反。闤闠", "602": "上戶󶠆反下戶內反。刼掠亮略二音。豪猾戶八反。每", "603": "罹力支反。黷乱上徒木反。稂莠上音郎下音酉。崎", "604": "嶇上丘冝反下丘愚反。甍宇上莫耕反。舛錯上尺兖反。", "605": "䣑𨚎上直連反下丁禮反。屠酤音姑。埃塵上烏開反。", "606": "馭宇上魚去反。薰蕕上許六反香草也下羊修反臭草也。貽", "607": "則上与之反。反撲普角反。流遯音鈍。遮敦上尸", "608": "預反冀也正作庶也下都昆反。本系戶計反。舘寺上古乱反。", "609": "之𧜟音曳。迄乎上許𠧒反。瀬鄉上郎太反。恢", "610": "張上苦迴反大也多也亦作󲐵。󲐉蕘上測俱反下而招反。隄", "611": "封上市反徒𠔃二反󷞯畒也。輶軒上余修余酒余秀三反。王", "612": "謐󳇐必反人名。魏燾徒到反。投庇必至反。環𣴴", "613": "音海。戰󵥟阻立反。寮寀上力條反下倉改反。州𢪛", "614": "音目。󶲛王上補盖反。徙轍上斯此反下直列反。林䒱", "615": "之陵反。宏曠上戶萌反下苦謗反。丞涉上去記反正作亟。", "616": "窊隆上烏花反。之謩莫乎反。之誚自笑反責也。", "617": "京甸徒練反。𠮧閽音昏。架築築上音架下", "618": "二音竹剩下一箇築字。叨倖音幸。之軾尸力反車前撗障木也。", "619": "㓝刻上戶經反下苦德反。遂䨥音雙。刳斮上苦", "620": "乎反下側略反。交󳅔莫𠋫反易也相換也。󶹜㕛上戶吴反下戶", "621": "交反。昊天上戶老反。圴王上吉巡反正作均。不糜", "622": "美為反繫也正作縻。訴諸上蘇故反。高枕苦浪反正作抗。", "623": "󵥒雜上卜角反。簪󶗔上側岑反下方勿反綬也正作紱紼。", "624": "研竅幸草反正作覈。一揆巨癸反。󶵟章上以", "625": "脂反。稽古上古𠔃反。睿想上以苪反。詢蒭測俱", "626": "反。愜允上苦叶反下以准反。宸扆上市人反下於豈反。復", "627": "軔而振反礙車輪木也。𦒡𩿾上五高反下步󲣵反。逸鷃", "628": "烏諫反。促椿󶚰春反木名㽵子云大椿長於上古已來以三万一千年為一", "629": "年四時各以八千歲取花及𦰧生落為倠也。遼菌上力條反下巨殞反。", "630": "綸蠒上力旬反下斯此反悞。蠱象上直中反靈也正作蛊也。", "631": "介曹上音界甲也下直右反兜鍪也。約絁尸尓反廢也弃也正", "632": "作㢮。而趨七俱反。兼舛尺兖反差㸦也。五叟桒走", "633": "反老也。󴋲服上之領反。繢衣上側師反正作𦃠緇。芟", "634": "薙上所銜反下他計反除草也。豈係音計。蔕芬上󶚰", "635": "芥丁計二反下古敗反正作𦬔。洎乎上巨既反。夭潢音黃。", "636": "毫𣮖音狸。搔首上桒刀反。捫心上音門以手拊持也", "637": "摩也摸也又莫本反。瀝瞻上音歷瀉去也下都感反悞。󵘨遠", "638": "上奴禮反祖也。徽婉上許㱕反下於遠反。蛙鳫上烏花反下於", "639": "𠃵反。庶幾上尸去反下居衣反。扣寂上苦吼反下𥘿歷反。", "640": "万籟音頼樂器。企景上丘智反。靦顏上他典反", "641": "靣慙也。赦畏上女板反面赤也懼也正作𧹞󵼺戁三形。較而", "642": "上古岳反略也直也。沈玄上尸荏反。玄󲾝毗忍反。󶴬羽", "643": "上音秘正作轡。驤霞上息羊反。希夷上許衣反聽之", "644": "不聞曰希視之不見曰夷又無聲曰希無色曰夷。懲草上直陵反", "645": "戒也。󵡟肉上音精下音𠕀。暯拜上莫乎反胡禮拜也。允", "646": "禮上苦浪反。󶊏居上音辰正作宸。泜若上󳇐忍反正作", "647": "泯也緣太宗諱故作泜也。䪺󵞢上都困反下桒朗反。姬周", "648": "上居之反。祼俗上戶瓦反。龍󶃚音府。縠巾上古", "649": "木反木名皮可為冠正作穀。鷩弁上并列反雉名似山雞而小禮", "650": "冠有鷩冕下皮變反周冠名也川音作鷩尺兩反非也。盻響", "651": "上許󲎱反正作𦙝肹。藻掞上子老反下尸焰反。寂寥聊歷", "652": "二音也。予戠上音牟下食准反並軍器名也所以㸦障蔽也正作", "653": "矛盾也。彌隆上音󳇐益也。體睿以芮反。甄微", "654": "上居延反免也察也。終寘之義反。弱齓初恡反。", "655": "通允以准反信也。搢紳上音進𢰔也下音申帶也搢紳之士", "656": "謂𢰔芴垂帶也。德棻芳文反香木也又扶文反。簪󶜠音弗。", "657": "爰暨上于元反下巨既反。姒鏡上辝子反。隕照", "658": "上云愍反。偕叶上音皆俱也。凝襟居吟反亦作衿。恃", "659": "怙上時止反下乎古反。迺遺上奴改反。溫清七性反。振駭", "660": "戶騃反。爰俾卑弭反。商󶉀音角舉也揚也正作攉也。恩", "661": "󱉷丘𠃵反。挻𢒈上尸然反〡柔也和也。𠧒丐音盖。扆", "662": "旒上於豈反下力由反。矛󶙱上莫侯反下食尹反。層塍上音", "663": "夫下音湊正作膚腠也。膏盲上音高下音荒心上膈也正作肓。", "664": "龜筮音逝。天渙音喚。𦒿耋徒結反年八十曰耋也。", "665": "連訴音素。𦍞羊上丁𠔃反。遒華上自由反下戶花反。", "666": "蠒誥上斯此反天子印也下古到反。式挊上尸力反下皮變反正作", "667": "抃拚二形抃擊也。疇咨上直由反。󵟾悕音希。彥悰", "668": "自宗反亦作琮。長撎於冀反𢯇也。昭穆上亦作佋同市搖反", "669": "宗廟中昭穆也父昭子穆也孝經䟽云佋明也穆敬也故佋南向穆北向孫從父坐", "670": "也下音目。割牲音生。忍鎧苦改反。戡翦上苦含反", "671": "下即淺反。箸筮上音戶筴也正作蓍也下音逝龜曰卜蓍曰筮。󲞈", "672": "阼上古乱反下自古反。嫡胤上丁歷反。󴊇陽上以湏反。", "673": "箠楚上之水反。炎氛上于廉反下敷文反。廣烏", "674": "于𠃵反正作焉。幼躭都南反。爝火上子略反。󶿺上烏玄反下呼各反。", "675": "第二十六卷第二十六卷慈濟篇序慈濟篇序喁〃", "676": "牛容反。哨類上自妙反口也又七笑相焦二反。蛇𧆞上市遮反。", "677": "馴擾上祥勻反下而沼反。饕餮上他刀反下他結反。蠶衣", "678": "上自南反。沉伕上尸荏反。󶈃󶨫音介。醞釀上於運反下女", "679": "亮反。𢒈慓力一反戰懼也正作慄又疋招疋妙毗沼三反非。縻碎", "680": "上美為反正作。𢡖慼倉力反。慨󶨃上苦代反下於元反。予", "681": "影上丁𠮧反。󲯃於上丁禮反。慈濟篇第六慈濟篇第六", "682": "在生所重　身寶命　　恕己則憐　慈為覺本。犧牲上許冝反下音生。貽", "683": "厥上与之反。爚爾上羊略反下古典反。爓蛾上徐廉反。懸", "684": "庖步交反。登俎音阻。開𢬃於力反意屈也。獻鮪", "685": "于美反。共頒布還反。五󶜍音母。雞肫徒䰟反。", "686": "犬直例反猪別名正作。枲麻上息里反。繒纊", "687": "上疾陵反下苦謗反。烹牢上普庚反下郎刀反。炰肉上步", "688": "交反合毛燒肉也。操槩上古杏反正作挭搜二形下古代反挭槩大略", "689": "也。爾衣上古典反正作襺以絮曰襺以縕曰袍。胤侈尺尓", "690": "反奢也亦作奓也。鍾󵴜五官反。蛆之上子余反蜈蚣別名。", "691": "驟於上助右反。蟹之上戶買反。將糖音唐煨也正作", "692": "煻。躁擾上子告反。󱶈󱓉音古。陵轢剌洛二音。", "693": "歂彼上冝作󳀔尺兖反揣也又市專市兖二反非義。弱麑音迷", "694": "鹿兒也應和尚云与麛同也又切韻及字㨾並作五𠔃反也。飲󲣅音卓。", "695": "憐悼徒到反。撲揥上普木反下他計反棄也又󶚰世反。", "696": "閑豢音患。重圈巨遠反。揣毛上初委反闍摸", "697": "也亦作㨊。理誣音無。晨鳬音扶。沉鯉上或作魧", "698": "戶朗反貝也下力耳反。󶾼虞上側愁反山海經曰林氏有󳏃獸如虎五", "699": "彩具尾長於身名󶾼虞乘之日行千里毛詩曰󶾼虞鵲巢應天下被文王之化", "700": "則蒐田以時如󶾼虞義白質黑文不食生物唯食自死肉也有信則至應之也", "701": "亦作騶驢。蒐捕上所愁反下蒲故反。江貺音况。跂涉", "702": "上巨支反行㒵也又丘弭丘智二反。陽羡似箭反又音夷。祁寒", "703": "上音𦒿盛㒵也。臣亶多旱反又音旃。臣昂五郎反。周", "704": "舍音捨。󰞕衣上私列反。牲牷音全。血膋音聊。", "705": "牲牢郎刀反。无忒他得反。祭享音響。蘥", "706": "祭上羊略反。之㩲尺誰反正作推人名頞之推也。十牧", "707": "莫迴反悞。啾〃子由反。雞󶿩助俱反。賣鱓音善。", "708": "欲讌伊見反。一臠力兖反。號𧥣上音豪下音𠮧正作", "709": "䚯也辯正論作號𠮧也又音口非也。縣廨古賣反。抪設", "710": "上普乎反設也又逋布二音。簷下上羊廉反。體痒羊兩", "711": "反。把搔上步巴反下桒刀反。隱󵦮之忍反正作󶥌也。", "712": "手掔烏乱反正作腕掔二形。󶍷中上徒見反淺泉也󶠆東謂", "713": "濼曰淀。魚齧五結反。投淵烏玄反。懷挾", "714": "音叶。崎嶇上丘冝反下丘愚反。𦊨罦上音嗟下音浮。󱶈", "715": "󱓉音古。𩿒鵶上尺夷反下烏牙反。蝍蛆上子悉反下子余反", "716": "蜈蚣也。甘螮音帶虵別名也莊子云蝍蛆甘帶。犲犮音犬。", "717": "野犴音乾正作干即野狐也勘會諸經律一云野犴一云野干一云野狐", "718": "也又五干反非。嗜肉上神利反。自炮步交反。是瘍音羊。", "719": "是瘤力右反。是癭於井反。是瘑古禾反。", "720": "是疵疾斯反。是㿈於容反。是癤音莭。", "721": "是痔直里反。是疽七余反𢙣瘡也。是瘻郎豆反。", "722": "是癘音頼与癩同也。󷗯蚤音早。󷗯𧒢所擳反。", "723": "󷗯蚊音文。󷗯䖟音盲。是𡑅烏甲反。是鞭", "724": "卑連反。是笞󶚰之反。蔣帝上子兩反。󰒆賤上烏", "725": "故反憎也嫌也俗。糺舉上居黝反。揵搥上巨焉反下直追反。", "726": "毗紐女久反。犍闥他達反。庂塞上阻色反正作", "727": "庂也。夏穢上尺右反。󶅌𢙣上於㷔反下烏故反。腥󱓹", "728": "上先丁反下桒刀反。詺作上󳇐政反。施肉上尸利反別本作󱂀也。", "729": "䯊貝上苦何反。噉䔉音筭。草蓰所綺反。", "730": "軻貝上苦何反。菓蓏郎果反蔓實。蠱道上公五反", "731": "又音野。摴蒱上󶚰魚反下步乎反。逮成上徒愛反。俸祿", "732": "上扶用反君以祿与臣曰俸秩。韮䔉上居有反或作薤戶介反。麻", "733": "紵直与反。飡咀自与反。巨󶀭毗祭反。󰤦󱶈", "734": "上子登反。𤓥牟上倉官反樧也遙擲也正作也又倉乱反非也。手", "735": "筴古洽反又音頰。第二十七卷第二十七卷誡功篇序誡功篇序", "736": "舟艥按集二音。慈棹直孝反󶱋也亦作櫂󵺿。風濤", "737": "徒刀反。基趾上居之反下諸耳反。者警音景戒也。撮", "738": "舉上子活反。誡功篇第七情寄徵約縱則󲔹陵", "739": "欲階聖撿匪斯不振。曇瑗音院。隨煬羊亮反隨帝謚。顗", "740": "禪上冝豈反。抃躍上皮變反。嗤何上尺之反。笑主", "741": "󶄓上私妙反喜也正作笑下於憲反𢫦梯作笑主。黿羹上魚袁反", "742": "下古󵴡反。麟脯上力人反。猩脣上音生言獸也形似猿人面身", "743": "毛蕙姿容端正善學人語其肉甚美。螺󵻅上郎禾反下直𡰱反貝也", "744": "正作貾或作。登俎音阻。中芹巨斤反。青筍", "745": "相尹反。蕭繹音亦。濠梁上戶高反。飢惄", "746": "奴歷反心之飢也憂也思也。晬客上雖醉反視㒵也潤澤㒵也下音容", "747": "正作瞱容也上又子內反目際也。馬援音院。赤壺音胡。", "748": "僧璡子隣反。羗恒上丘羊反。倜儻上他的反下他", "749": "朗反。蕳曄上古眼反下云輙反。詹事暕上諸廉反下古", "750": "眼反。洗馬上先典反漢官名。九嶷魚其反正作嶷。𦒿", "751": "󱫝五盖反。長沮自与反。粮餼許既反。北󶉧", "752": "桒走反。時󶱞序全反正作旋也。西卸思夜反又音尤。撫", "753": "䏶步米反。弭歇上󳇐尓反。瑗律上于願反。竊惟", "754": "上千結反私也。懲𢙣上直陵反。𢒈辟卑益反法也。姧究", "755": "居羙反正作宄。僶俛上民忍反下眉辯反強為之也俯也。肆其", "756": "上音四窓也。社󰑶音即。和爕蘓叶反。舟󶵖接集二音。", "757": "絓僧上戶卦反但也疑也。折󱹊上旨熱反下都乱反。佇", "758": "奉上直与反。󷀮陽上阻愁反。舉袂󳇐世反袖褾也正作袂", "759": "二形。如惟于誰反。蒹葭上音兼下音加。汪濊上烏", "760": "光反下烏外反。豪𤁷音的。多壘力水反。悲鯁古杏反。", "761": "憮然上音武失意㒵。枝癢羊兩反。罷老上音皮倦", "762": "也。利齒尺里反列也。探覈上他含反下幸草反。犯蹕", "763": "音必。虜馬上郎古反。塔庿眉俵反正作庿。道󶣕", "764": "巨恡反埋也餓死道中而埋之󳟿也正作殣。荊󶯓居力反。󱰼", "765": "黃上此斯反。舌抄󳇐小反正作杪。𢁙優上許衣反。因", "766": "𩇕自井反。豁然上呼括反。󶒞天上神至反〡号易名。經", "767": "󶜱步邁反讚〡美音也正作唄。兩𧙯直一反。英髦音毛。", "768": "菁華上子盈反下戶花反。明訣音决。梗概", "769": "上古杏反下古代反。跬步上丘癸反。體矬自禾反。皆", "770": "󶍑音漏。懍然土力審反敬也。揚鏕彼苗反。竸抴", "771": "私列反馬韁也正作靾紲二形又音曳非。慴伏上之攝徒叶二反。𠸍", "772": "則上私妙反正作㗛也又音美非。慷慨上苦浪反下苦愛反。", "773": "𢚂情上子臥反正作挫。捍勞上戶岸反。大械戶戒", "774": "反。䥫鎻桒大反。捶撲上之水反下普木反。升高", "775": "音高。逶迤上於垂反下徒何反。㕘珉美巾反。知璣", "776": "居衣反。應挫子臥反。捗掠上初孝反正作抄下力向力斫", "777": "二反。󵖶妷羊一反。剠劓上巨京反墨刑也下魚至反。刖", "778": "刵上魚越反下而志反。炮燒上步交反。󶞙瀹上序廉反", "779": "下羊略反。狡亂上古巧反。󶀮緣上疋滅反。茲縓直連", "780": "反正作緾也又七全七󲎥二反非。周鍇苦騃反。徒鎸", "781": "子全反。󵡟懸上子盈反〡表。蕙肴上戶桂反下戶交反。", "782": "芳醁綠祿二音。昏嚚魚巾反。迄今上許𠧒反。象", "783": "繫戶計反。折柚音軸。穠華上女容而容二反。鮐", "784": "肌上他來反。愒曰丘例苦盖二反𢙢也。十巫音無。󵛗", "785": "齊上時世反。何汩云筆反。悚恧女六反。內疚", "786": "音救。誰靦他典反亦作。邅迴上知連反。乖忤音悟。", "787": "痾𤵜上烏何反下󶚰忍反。歊赤上許󲔹反熱氣也下呼挌反正作", "788": "赫。輕󵹲󶚰夷反細葛也正作絺也。㸦蕈徒點反。苽菓", "789": "上古花反。怡懌上以之反下以益反。驅筞初責反。揌〃", "790": "予上苦骨反意急也用心力也正作㧾乱二形也又思來反非也下音余也。", "791": "無󶅌於塩反。不𢁙音希。玄墟丘魚反。詰", "792": "誚自笑反。飾玩上尸力反。晷刻上居美反下苦黑反。", "793": "婫偶上疋詣反。風瓢毗遙反。諛諂上欲朱反下丑染反。", "794": "懟恨上直遂反。眾󶩺戶果反灾也。則磷力忍反。必", "795": "徙私此反。嚼咋上自萑反下助責反。󶏛牆上於今反", "796": "下自羊反。寒澌音斯。茹荼上而去反下達乎反。雜糅", "797": "女右反。忿𢜩上芳吻反下戶紺反恨也正作憾也又丘廉反非。憒", "798": "閙上古內反下女㒵反。五𡠩苦閑反。韞石上音溫黃赤之", "799": "間色也裹也。臯門上古毫反。淄軒上側師反。騶", "800": "文上阻愁反。筐篚上丘狂反下非尾反。或撤󶚰列反。󲊸", "801": "藂蒭上徒頂反下測俱反。四氐󳇐󰠢反正作民也太宗諱故闕", "802": "上作民也。能渝音逾。榛路上仕臻反。紅芙音扶。酣", "803": "酒上戶甘反。逞慾上󶚰井反下余玉反。柚腦上󶚰由反。頭", "804": "眩音玄。筋骨上居殷反。口燥桒早反。振掉", "805": "上之刃反下徒了反從木者非。連愰戶廣反。脩嫮音護美好", "806": "也正作嫭。繁置子邪反正作𦊨。全菟他故反正作兔。𢟅", "807": "音由。下眴音舜。膊脹上市軟反下直羊反悞。󱦮嘉上即", "808": "見反。睇人上他𠔃徒帝二反。困窘巨𤠔反。󰒆死", "809": "上烏故反。懽肷上呼官反。󵷌給上音振正作賑。󱉷", "810": "缺上丘𠃵反。輪𤭔月瓦二音車軛也。無忡󶚰中反。", "811": "何恓音西。㗛謔許約反。誹誚上音非謗也。󶭬", "812": "佷上五告反下戶󶀅反。羈丱古患反。俠客上戶頰反。", "813": "妖姖与之反王妻別名也又音箕嬖妾也。蘭芷音止香草", "814": "也正作茝又尺改反。鮑魚上步夘反。連几音机。藜", "815": "藿上力𠔃反下呼郭反。強幹古岸反。󶴙課上冬󶍻反。", "816": "栴崖上之然反。𦭽草上音伊涅󰒭經云伊蘭子生栴檀樹。", "817": "絲礫音歷白也正作皪。彫󱜦音早。一遺巨位反。", "818": "兩󰡋苦禾反。瓊畹於遠反。瑤荑音提。擔", "819": "䴏上羊廉反下伊見反。泴身上管貫二音洗也。傾蹊", "820": "戶雞反徑也。嗟挊平變反正作抃。皃具上戶官反。輕", "821": "侮音武。𢟅〃音由。貳過上音貢字林云󲠒也正作貳也。", "822": "𢁙賢上許衣反。劇苦上巨逆反。撾打上陟花反", "823": "下得冷反。春山上束容反。王抵音紙。󶠡千上卑益反。絜", "824": "已上居屑反。逸驥居利反。狂󲴭辝姉反山海經曰〡", "825": "如牛蒼黑色一角肉重千斤也。繁䩭居冝反。密匣乎甲", "826": "反。能禁音金。騖泉上無付反。希轅于元反別", "827": "本作轅非。剠󱵬上巨京反。金鉦之盈反。欝佛", "828": "上於屈反下扶勿反不舒暢㒵也正作欝怫。拉牧上郎合反下音目。", "829": "箭楯食尹反。󶴙怠上冬󶍻反。恊附上乎頰反。之", "830": "󶦫音呂。擢髮上宅角反拔也抽也。󰮎然上所姧所板所諫三反。", "831": "祖󵘨奴禮反。歔欷上許魚反下許記反。聖󶪢力丁反。", "832": "來廕於禁反。曖如上烏代反。煥於上呼乱反。刊", "833": "定上苦干反。英󱬚子峻反亦作寯。漸染上子廉反。且", "834": "渠上子魚反正作沮也。讎郄丘逆反。剡州上時染反樹名", "835": "也亦云贍部洲又以染反亦云閻浮洲是也。葵藿上巨追反下呼郭反。徐", "836": "䮽彼苗反。飊勇上必遙反。養飼音寺。秣馬", "837": "上莫鉢反。鬻義上羊六反。污彼上󳇐兖反。東󷂋音盈。", "838": "淹逭音換。塵館音貫。燁兮上于輙反。兮", "839": "上力由反。摶甘上徒官反。𥘿箏音爭。󴄫願上苦", "840": "管反。此捍戶案反。第二十八卷第二十八卷", "841": "唘福篇序唘福篇序歡悞牛俱反樂也正作娛。艱", "842": "辛上古顏反難也亦作囏二形。唘福篇第八唘福篇第八", "843": "福号樂門日用斯貴准酌乘時行而不著。琰法上以染反。之遴力進", "844": "反行也難也亦作遴。𡵆岵上音起下音戶。暹律上息廉反。拓", "845": "󷦽珪上他各反中步末反下古携反。克寧上苦黑反。白", "846": "氈音旃。叡德上余芮反。荼蓼上音徒下音了。左", "847": "󶎅而禁反衣衿也。嗟悼徒到反。朕心上直審反。長󶁙", "848": "豈俱反正作駈。洢洛上音伊水名也。橙神上直陵反正作澄郭", "849": "迻音登非也。績綾上子歷反。洒掃上所賣反。𧿡涉", "850": "上步末反。灾󶩺戶果反亦作禍。属瑧上音囑連也下音臻悞反。", "851": "󶈃枝上之庱反下步八反。區域上丘俱反下于逼反。儆", "852": "衛上居影反亦作警。道懋莫𠋫反。任姒音似。𦒡", "853": "飛上許緣反正作翾也。咸簉初右反。𣴟濯上戶管反", "854": "下宅角反。蓄身上許六反。其侈尺尒反奢也亦作奓。嗛", "855": "腹上苦點反。積篋古叶反。溢俎音阻貯醢器也。充", "856": "庖步交反。飽飫於去反。服󲏔音免。𣫆俸", "857": "扶用反秩也。而笥司寺反。累爾古典反正作繭。犢", "858": "有上徒木反凾也正作櫝。󶻈衾上音盈下音欽上正作󱸞也。", "859": "侈長下音仗剩也。窶室上其禹反。玄枵許󲔹", "860": "反尓雅云玄枵虛星也。󰡷撤上音𥿭悞下󶚰列反。寘之", "861": "上之義反。楚組音祖。每󶊣音救。中琁音旋。聮", "862": "華上力延反。夙紆衣于反。蕃麾上方煩反下許為反。", "863": "𦓞悵上音府正作黼。翠帷上七遂反下于誰反。綏御", "864": "上息維反。或褰丘𠃵反。時舛尺兖反。万祉音耻。", "865": "󶤜𩅢滌上於󲔹反中無付反下徒的反中正作霧。宸居", "866": "上音辰天子屋也下正作𡨢音居。儷曰上力計反。惟祺音其。", "867": "崇薨音萌正作󶔦。寶幄烏角反。遘罹", "868": "上古豆反下力支反。重爾古典反正作繭。一緣以󲎥反。", "869": "長塍成陵反稻畦也。荀鍼上相倫反下之林反。縞紈", "870": "上古老反下戶官反。萃此上自遂反。未襮補󶍻反衣削幅", "871": "也又衣領也又音愽。俞量上󶚰右反。礭乎上苦角反。杵", "872": "臼上尺与反下巨久反正作臼。下󱸨音延席也。飱道上倉", "873": "安反。堪圮皮美反。沂川上魚衣反。邵南上時招反", "874": "高也又時照反。󶼄訟上古瓦反。甘棠音堂。褰襜尺占反。", "875": "能瘉余主反。扁鵲上步犬反。属以上之玉反會遇也。", "876": "輻湊上方右反競聚也。滕衣上尸陵反任也舉也正作勝。", "877": "琰法上以染反。羌多上丘羊反發語之初也。勞勌", "878": "音惓。睠然上居願反。可孱仕連反不肖也劣㒵也。佇", "879": "上直与反待也亦作竚。寸枔音金正作衿。倩師上千", "880": "見反。善謔許約反。未瘳音抽。覯止上古豆反。", "881": "遄及上市專反。遒曰上自由反盡也。青緹音提。", "882": "紅蘂而水反。薜蘿上步計反。馮翊羊力反郡", "883": "名今為同州也。可塤羊宣反弃也正作󳑂又音喧樂器也非。林", "884": "蘌魚与反。北眺他吊反。溆浦上音序下音普。󵜈", "885": "琁上伊入反下序全反。藩維上方煩反。向詡上尸亮反", "886": "下况禹反人姓名也。之牀音牀。之榻音塔。抵掌", "887": "上諸尒反。卸示上于求反。沠川上普賣反亦作沠。萱", "888": "蘇上許元反。言󰌚音笑。揪󳣷上七由反下古雅反。色", "889": "篚方尾反。輙靳居近反。紫萊郎才反。与", "890": "吊伊進反正作印。大憙許記反又音喜。屠繪古外反細", "891": "切肉也正作膾鱠二形。奉塋音營。󶲌󶌮上烏老反下奴老反。", "892": "縻潰上美為反下戶內反。尋繹音亦理也尋也。无", "893": "硋音礙。崩󶀔女六反正作衂。水嬉許其反。鏦金", "894": "上楚江反打鍾皷也正作摐也又七容反。飛斾步昧反。戈", "895": "揗食尹反。夾車上古狹反下音居。曰磾丁𠔃反。", "896": "葂俓上他故反正作兔。芻与上測俱反。玄扈", "897": "音戶。󶯓林上居力反。西琯音管。南󳆇󶚰亮反正", "898": "作󶮂秬󶮂香草釀酒可以降神也字從凵從米從凵音瀝器名也今作", "899": "亦作。󳈠龜上倉刀反正作操郭迻作所斬反非也。膜", "900": "拜上莫胡反。懾然上之𦰧反。禔福上章移市支徒𠔃三", "901": "反福也善也安也。負扆於豈反。垂旒音流。蜉", "902": "蝣上音浮下音由似𧏙蜋體圓而狹長有黃黑甲朝生暮死。󵻜", "903": "蛄上音惠下音姑㽵子曰朝菌不知晦朔蟪蛄不知春秋是謂小年。", "904": "金啇尸羊反西方金律名也正作商也悞。齊󶴬兵媚反。", "905": "七萃疾遂反。躡蹕音畢。馭歷上魚去反。", "906": "姜水上居羊反。󶎃邁上丑耳反下莫敗反。几席", "907": "上居履反。作孚音敷。庇󶞫上卑至反下音萌。麗殫", "908": "音丹。󲥛摹上居隨反下莫乎反。苐茨上莫交反下自咨反。", "909": "󵮡吒上蘇𠮧反下知嫁反。盻饗上許乙反下許兩反音布也正", "910": "作𦙝響。功侔音牟。穹昊上去弓反下戶老反。蕭𧦴", "911": "音察。䪺󵞢上都困反下桒朗反。隨郡上正作隋別本作陏徐䂓反。", "912": "之援音院。鳴󳶕巨追反獸名似牛一足無角其音如雷黃", "913": "帝以其皮󰿉皷擊之聲聞五百里。執䤦音越大斧也正作󵖳也。挫", "914": "衂女六反。俾朕上卑弭反。豺狼上仕皆反。吞噬", "915": "音逝。練卒子沒反。奮發上方問反。燎毛上力小反。", "916": "遺燼似進反。鯨鯢上巨京反下五𠔃反。󶈝膺於證", "917": "反感神來降也正作應。无爽所兩反荖也正作爽。只尺", "918": "上音紙正作咫。濫觴音傷。蝖飛上許元反。𧑮動上而", "919": "兖而准二反蠢𧑮動䖝也。登陑音而。桀大上巨列反。愀", "920": "然上七小自久二反。易苦上音亦轉也又音陽非。幽州", "921": "上彼巾反別本作豳川音作幽不知何正。汾州上扶文反。󲎼山", "922": "上忙亡二音也。竇建上徒𠋫反人姓也亦作窬。洺州上莫", "923": "并反。金鏃子木反。傷殪一計反。貽殞上以之反", "924": "下云愍反。愴悢上楚狀反下力向反悲也。悄然上七小反。擳", "925": "風上阻瑟反。憮然上音武失意㒵。殿失上都見反下功曰〡。", "926": "毉筮音逝。贓賄上子郎反下呼每反。膚樊上音", "927": "夫下音焚鑽膚樊指。清󵘴之領反。必厈音尺逐也亦作󳎽。", "928": "揣量上初委反。賣鬻音育。王珣音詢。郊󶲴", "929": "上音交下音因。󲣵敝尺兩反正作敝。凱風上苦改反南風也或作颽", "930": "也又樂也。蓼莪上力所反下五何反辛菜。󱌯󰠢上而", "931": "誰反。一揆巨癸反。仙󶵼於遠反正作󲡭。陝阿上失", "932": "染反。覆燾上芳富反盖也下徒到反載也。鳬氏上伏無反。", "933": "騰驤息羊反。猛𧇀音巨栒虞懸鍾木也撗曰栒縱曰𧇀", "934": "亦作󱒞也。負󶀵音笋亦作󱦱㧦三形別本作翼非也。嵗𨂷", "935": "音緾。虞倕上音愚下音垂神農時巧人名。龍𧇀音巨。鯨", "936": "捊音浮。曾旻上子登反下美巾反。渦川上烏禾反。毓", "937": "𦗟上音育下音德別本作毓德也。悔罪篇序悔罪篇序唘福", "938": "悔罪二篇同在廿八卷內。翦撲上即淺反下普木反。燎原", "939": "上力小力照二反放燒也。根基居之反。補𣴟戶管反。宗", "940": "科苦禾反。无虧去隨反。轄焉上乎瞎反下于𠃵反。", "941": "悔罪篇第九悔罪篇第九罪為摧折起必决心覆水難収悔徃相習。", "942": "沈㶷上尸荏反下古逈戶茗二反別本及川音並作𤈍也。伏", "943": "枕之審反。俱瞬音舜。恱悴下音悴。管籥", "944": "羊斫反。󳛈咳上苦頂反下苦愛反。怳然上呼往反。一蕕", "945": "音由。蝍蛆上子悉反下子余反。甘螮音帶虵別名也㽵子", "946": "云蝍蛆甘帶又音帝非。烏鵶烏加反。躧步上所綺反。", "947": "黿臛上魚袁反下呼各反。𪀀䴈上音保下烏老烏告於六", "948": "三反烏胃也藏肉也正作鳵䐿也。鹿󱫶音謂正作胃。鳳", "949": "肺芳廢反。鼎俎音阻貯醢器也又切肉几也。可掉", "950": "徒了反。祼䖝上戶瓦反。蒙簟徒點反。重衾", "951": "音欽。廣夏音下大屋也正作廈。鷁首上五益反。驚", "952": "鶩音務正作騖。恬怕上徒兼反下普百反。坐痺音鼻", "953": "坐久脚氣未通也又毗必反頑痺也𢢔也亦作祕。折挫祖臥反。穌", "954": "品上古拜反甲也正作介魪穌三形川音作魾音丕魚名也又音蘇非。", "955": "晨剉倉臥反。暮爚音藥。嗛腹上苦點反。", "956": "飛沈直林反。剿撲上子小反下普木反。種彚音謂", "957": "類也。𠾱膚上音匝下音夫。殲殞上子廉反下干愍反。󱶈", "958": "󶥐音域。眾夥音禍。𠐨眚上丘𠃵反下所耿反。豢", "959": "養上戶串反。吞贓子郎反。淇水上音其水名出沮洳山。", "960": "牢穽音淨。𢗡遜上尸由反下孫困反。睿悊上以芮反", "961": "下知列反。鑾輅上郎官反下郎故反。主机音几。崆峒上音", "962": "空下音同。󳱚黔上徒叶反亦作黔首也下巨廉反秦名民為〡首。猾", "963": "夏上戶八反。姧穴上古顏反下居美反。燧人上音遂大母也。", "964": "多壘力水反。未肆音四陳也󶈃也別本作䮇非也。窅", "965": "然上一了反。廢彛音夷。狼狽音貝。玉幹古岸", "966": "反。迴鏕彼苗反。雲霧下別本作󱵃力計反。慊慊", "967": "苦點反。𨉖其上苦伇反。粵以上于月反。一唘", "968": "音唘。覆󵬪并世反。󱽶飛上於玄反。訃響上芳付反。", "969": "旰食上古岸反晚也。󵩂矛上倉官反遙掇也擲也正作", "970": "下音牟。僶俛上󳇐忍反。垂瑱田見他見二反。當宁", "971": "直与反人君視朝所立處也禮記曰天子當宁而立。負扆於󴀓反禮", "972": "䟽云如緹素屏風晝斧文設於廟堂天子見諸侯則依而立扆者依也故明堂", "973": "位立尺子負扆南向而立是也。第二十九卷第二十九卷", "974": "統歸篇序統歸篇序次編卑連反。遐邇音尒近也。", "975": "彰于上音章明也。捃拾上居運反。撽文上戶的反撽魔文也。", "976": "統歸篇第十上統歸篇第十上奉正閇邪　據道成德　神解既暢　陳詞詠歌。", "977": "高允古郎苦浪二反又音尹人名也。玄圃音補。懿法", "978": "上乙冀反。屠䤋古麦反截耳也。懍〃力錦反。貙𧆞", "979": "上󶚰愚反。不予丁𠮧反。驛傳知戀反。舳艫上音", "980": "逐下音廬。䑽前上他盍反。溫清七性反。謝朏普內", "981": "普乃普沒芳尾四反亦作𣍧。扁華上步犬反。窈窕上一", "982": "了反下大了反。󵝰冶上都南反下以者反。逶迤上於為反下徒何反。", "983": "在擿知草反。慆耳上他刀反。堙心上伊人反。馞", "984": "起上步沒反。晼晚上於遠反下音免。屯否上知倫反下皮", "985": "美反。蹠實上之釋反足也。拊心上芳武反。髫齓上徒", "986": "聊反下初覲反。跉跰上力丁反下疋丁反。󳏣媼上女買反下烏", "987": "老反。遼敻上力條反下休詔反。戍主上尸注反。一舸", "988": "古我反。朝󲉌音󲊷。使扞戶案反。靡盬音古", "989": "固也詩云王事靡盬又鹽別名。蓼莪上力竹反下五何反。饋", "990": "奠上巨位反下田見反。蟭螟上子消反下莫瓶反小虫也列", "991": "子云蟭螟生于江浦之間群飛而集於蚊睫拪息徃來󲂸不知覺。蜫", "992": "𩿾上古䰟反下步󲣵反。鸚猩音生。儵忽上尸六反。銜", "993": "恤相律反。柎膺上芳武反下於陵反。何望音立。", "994": "騩闕上居住反。悞恱上音愚正作娛。蒹葭上兼下治。", "995": "颲〃音列。瞬睒上音愛下音陝。如霰蘓見反。汩", "996": "神上音骨乱也。孤鶼助于反。休屠音除匈奴傳有", "997": "休屠王。曰磾丁𠔃反。拴之上巨金反。汲而上居", "998": "立反〡引也別本作伋非也。何琦音奇。獨柩巨右反。", "999": "隗通上五罪反。不撓女㒵反曲屈也。浙左上之", "1000": "熱反水名也。󶈃富千矩反正作宇㝢二形㝢宙天地之間也。騰", "1001": "騁󶚰領反。連鑣彼苗反。並㦥許偃反車盖也。千", "1002": "󶵖接集二音。禹穴戶决反禹王藏靈實五符之處在吴苞山之上山上", "1003": "有穴与洞󲊷山穴相通因禹王故号為禹穴也。琳球音求。遺輈", "1004": "知由反。上泝音素。汎瀁上芳梵反下羊亮反。𥕤〃苦盍", "1005": "反又苦盖反非。亹〃音尾。長溪苦𠔃反正作溪。巉絕", "1006": "上助銜反。澷〃莫官反。䫻〃于筆反。凄〃音妻。訃", "1007": "稽上音赴下音雞。氓󵝜上音萌下音犁。迺闞上音乃下", "1008": "苦濫反視也正作𨅊也。蓁芿上側詵反下而陵反。峻谷上相", "1009": "俊反正作峻。攸止上羊修反。傍高上步浪反依倚也。盻", "1010": "蠁上許乙反下許兩反。雰霏上芳文反下芳非也。布濩音護。", "1011": "嘉卉許鬼許貴二反。朱扇音非。玲瓏上力", "1012": "丁反下郎紅反。塽塏上所兩反集作爽下苦改反高地也。顯敞尺兩反。", "1013": "紆𡵒上衣于反下音莭。簷梁上羊廉反。桴磬", "1014": "上音浮椎也。吐溜力右反。悠長上以流反。邐迆上力", "1015": "尓反下羊尓反。󵿘閣上于㱕反。碓侔上音對下音牟。𣱦", "1016": "氳上扶文反下於云反。振麈音主。漣漪上力延反下於奇反。", "1017": "蓊而上烏孔反。雙榴力由反菓名正作榴。兩橘", "1018": "吉律反。晈而上吉了反。曅〃云輙反。玞石上音", "1019": "夫次玉也。神篢音公竹笠也今冝作音鳬葵也水葵也又亮草似", "1020": "龍䰅而細生水田中根如指頭黑色可食之俗謂腑是也又或作䔈古弄反。", "1021": "仙的丁歷反蓮子也尓雅云荷芙蕖其根藕其中的亦作芍也。", "1022": "皆諶市林反。󶻈德上音盈正作󳵈。搜圖上所", "1023": "愁反。擢幹上直角反下古岸反抽莖也。岧嶤上音", "1024": "條下音堯。𡻱峗上力追力水郎罪五反下魚追魚委五罪三反。嶔", "1025": "崟上丘今反下魚今反下集作岑非也。無際子例反別本作隥非。", "1026": "崔嵬上自迴反下五迴反。巃󵰰上郎紅郎孔二反下子紅", "1027": "子孔二反山㒵。蟬聮音連。敞怳上尺兩反下許徃反驚㒵也上正作", "1028": "𢠵。石忛音凡草名也異物志曰石帆生海嶼石上無𦰧高一尺許其蕫", "1029": "離婁相貫連雖無所中然異物也死則浮水上於海邊得之少有見其生也。瀑", "1030": "布上步卜反懸流水也言如懸布也又步報反非。嶤𡵉", "1031": "上五𠮧反下五骨反。󶆘綿上音于下󳇐連反廣遠㒵也。市󱚝", "1032": "音緾。蓬萊音來東海中有三神山一曰瀛洲二曰方丈三曰蓬〃。", "1033": "巫岫上音無下音袖。頻撓呼高反。屢攪上力句反", "1034": "下古夘反。溫燠於六反。歊暑上許󲔹呼󶍻二反熱氣也。", "1035": "汵〃力丁反。醴泉上力底反。淄水上側師反。絕", "1036": "用步󲣵反友也正作朋古作孕亦作孕三形。飱霞上倉安反。永", "1037": "曰上音万別本作卍又干丙反長也。荊榛助臻反。明", "1038": "箴音針。松𠳮音槗。比翼上音毗並也下羊力反。白", "1039": "鷴音閑鳥名似雉尾長數尺有斑。皛而上戶了反。素翮", "1040": "行草反。溪沂牛斤反又音祈。麈鹿上朱乳反。狎", "1041": "兔別本作狸兔上力之反。彭鏗苦耕反彭祖姓籛名鏗壽八百歲。", "1042": "白󱡐古老反。木爪古花反。黃󳜦芳福反草", "1043": "名子可食又音伏。楂梨上側加反菓名也又助加反非也。柿", "1044": "柰上助史反下奴太反。枳梖上居以反下俱禹反正作椇菓名廣志云枳", "1045": "椇樹高如白揚其味如蜜十一月熟出南方。列植市力反。林", "1046": "擒巨今反。䓑實上步丁反。紅莓莫內反。蔞", "1047": "薁上於盈反下於六反張捐云山李子。胡頹徒迴反牛〡草莖棊", "1048": "長而穗〃間布𦰧〃紫綠色正作󵬿也。綠探市廉反菓名似柰而小異", "1049": "物志云探樹產山中實似梨冬熟味酸出其陽。紫芋于遇反。", "1050": "枇杷上步脂反下步巴反。椎粟上章追反木名似桂實如", "1051": "山橡味美可食下力日反正作奞栗。青荄古哀反又音皆。篠", "1052": "箭上蘇了反。郁毓音育。柚𦰧上󶚰由反又以流以", "1053": "秀直六三反並非。恒勁居聖反。颯〃桒合反。蟬", "1054": "吲尸忍反正作哂弞矤三形。哀嘶音西。孤𤟤音暉山𤟤", "1055": "獸名似犬面見人行疾如風又音魂。𠮧嘯蘇𠮧反。鵾雞", "1056": "上古䰟反。啁哳上竹交反〡嘐語乱也下竹點反鳥鳴也。投", "1057": "簪爭岑反。迢遰上徒聊反下徒帝反。踟躕上直知反", "1058": "下直朱反。繡栭上音秀下音而。緹柱上提體二音。󲀞", "1059": "櫩音閻。簾籠上力塩反下郎紅反。穰〃而兩反豐也。", "1060": "高枕之審反。系軒轅上戶計反中許言反下于元反。", "1061": "踵姖上之勇反下居之反。明叡以芮反。絙飛上古", "1062": "恒古鄧二反。󵲝對上直證反。杭平上之禁反。禪", "1063": "儲上音繕下音除。始󵲜市去反。󲯃羅上丁禮反。", "1064": "剗貪上初眼反。光㷿音焰。窅󰥺上伊了反。", "1065": "寂泊音拍靜也正作怕。恬惔上徒兼反下徒敢反。壑", "1066": "乎上呼各反。𨵙寂上苦伇反。𩇕而上自井反。󵲟", "1067": "以上尸順反。環玔上戶󶠆反下尺󲎥反。伶併上力丁反", "1068": "下疋丁反。󱽹明上於世反。歔欷上許魚反下許記反悲也。停", "1069": "󳊍子告反。輪囷丘云反。粉繢戶內反。青", "1070": "緌而誰反纓也。笳和上古牙反。清漳音章。浩", "1071": "瀁上戶老反下羊向反。睿情上以芮反。𠮧󶊗吐予", "1072": "反深邃㒵。𨂷離上直連反。峛崺上力尓反下羊尓反。", "1073": "貏󳉹上步買反下宅買反獸名也山勢高󱶂不等狀。硱磳", "1074": "上丘陵反下仕陵反山石㒵也又上音閫。誳詭上丘勿反辤塞也亦作詘下居", "1075": "委反。坂󳔪上音返下直𡰱反正作阪阺。嶻𡺰上疾結反", "1076": "下五結反又上才割反下五割反。谿壑上苦奚反下呼各反。泓", "1077": "澄上烏宏反。虹螮上戶公反下丁計反。碝石上而兖反。", "1078": "藻玉樆上子老反下󶚰知反。香楓音風。篔", "1079": "簹上于君反下得郎反。的皪音歷。垂󱨵子紅反。", "1080": "濎濘上音頂下乃頂反。杳溟莫頂反。漾釣", "1081": "上羊亮反下下𠮧反。浮迴音逈。雀艇徒頂反。杉", "1082": "雞上所咸反。吐綬音受。𪈌󶀂上徒木反下束容反。", "1083": "鷗香上烏侯反。鸊鶙上毗歷反下他𠔃反。鴛鴦", "1084": "上於元反下於良反。美廣上眉鄙反別本作美。荇蔆上戶", "1085": "耿反下力丞反。𣢺󵻥上戶感反下徒感反荷花未舒也正作菡也曾見", "1086": "四本文並作𣢺󵻥亦作𦦨上方本作飲欿非也正作莟蘭花開也。散󰶟", "1087": "疋巴反。硉矹上郎骨反下五骨反。隤陁上徒罪反下徒", "1088": "可反正作潰𣵻〡〡沙水徃來㒵也又水㲹沙動㒵也又別本作隤陁並悞也。", "1089": "碧砂音沙第十六卷隤拖玉沙也。離蓰所冝反。比", "1090": "目上卑履反比目魚名。紅蝦呼加反出萇筠和尚韻玉篇作蚜也南越", "1091": "志云南海以蝦作酒杯䰅長數尺。青綸古頑反海中草名也尓雅", "1092": "云綸似綸組似組東海有之也。󲑚折上素禾反下市熱反別本", "1093": "作󲑚而羊反非。碧組音祖。鬖䯯上所金所咸二反下所加", "1094": "反川音作𩥵別本作莎音非。園籞牛与反。髣像上芳", "1095": "𠕀反。鐙熠煜上音登中以立反下羊六反又別本作熠燿非也。𣫍", "1096": "閃失染反。沙嶼音序。󲭀若上倉贊反。曭朗", "1097": "上他朗反。北囿于六于救二反園〡有也。香馝毗必毗結二反。", "1098": "流馥音伏。󱥪󱥪敦敦上二美巾反下二音目正作󵷂", "1099": "也敗和美也川音作󵷂敫別本作敗敫上方　敦敫栢梯本敗敫並悞也", "1100": "敖𠮧擊三音非韻也上列諸本皆少兩个字也集文云並有百獸敗敗敦敦雲", "1101": "車九層芝駕四鹿也。楚艶音焰。胡笳音加。燕筑", "1102": "上音煙下音竹。蹋鞠上徒盍反下巨六反。有睟相遂反視", "1103": "㒵也又潤澤㒵別本作晬非。踰繫戶計反。之󱔎音大。之", "1104": "軾音識。穰　而羊反。擲儵戶六反。名驥音冀", "1105": "馬名。長阡音千。󶪕金上楚江反擊也正作摐鏦二形千佛", "1106": "本作󱏒音忩別本作樓藏本作󶪕字體正作鏦二形音窓川音作󶪕", "1107": "又別本作鎔也。撫石上芳武反持也。合󵘅音尊。傳𨢩", "1108": "音傷。笑歌上私妙反別本作𠸍。燔󰨦上扶憣反下之釋反。燕", "1109": "姬与之反妻也又居之反。奏𥘿上子亘反。田󶚓自南反悞。", "1110": "商估上音傷下音古。破襖烏老反。冉冉音染正作", "1111": "󱸼〃。听然上牛護反。嬌張上居小反詐也正作橋󲔦。井", "1112": "蝸烏花反正作蛙也又古花反非也。爝火上子削反。蟭", "1113": "蟟上子消反下力條反。㟝嶁上步口反下郎口反。酣", "1114": "酒上戶甘反。羹食上眉彼反又音庚非。紛󴆠上芳文反", "1115": "下而兩反正作攘。挃捁上之日反下古󶍻反。巑岏上才官反", "1116": "下五官反。鞅掌上於兩反。磣毒上初錦反。凶衿", "1117": "音金。𢤱戾上郎禮反下力計反。蝅賊上自南反。嬌", "1118": "奢上居󵦂反。貪忒他得反。溘断上苦合反。方", "1119": "󰿉音墨。𦾯蔟上郎木反下倉木反。郗超上󶚰夷反。", "1120": "千㪶戶木反。俱󱩰疋政反。封畿音祈。雷", "1121": "󲲑音󲊷。氣讋之涉反怖也正作懾。神茹如汝二音", "1122": "𥧌也正作窹。情丕皮美反塞也正作否。蹙蹟上子六反下子", "1123": "昔反敬㒵也正作踧踖。臧鄙上子郎反下兵美反善𢙣也正作臧否。", "1124": "江艽達求二音。遘閔上古𠋫反下眉殞反。躑䠱上除", "1125": "石反下直玉反不進也。顥〃音浩。結滑音骨正作縎。憫", "1126": "憐上眉殞反。憯悽上倉感反下七西反。惸〃巨營反。", "1127": "外施尸尓反弃也正作㢮別本作󶤺禮記作施󶤺並同。內圮皮美", "1128": "反毀也。可鑠尸斫反。覬三上居利反望也。竚弱上直", "1129": "与反。郯逢上音談人姓也。孟陬子侯反。遰高", "1130": "上徒計反。󳆇盛上󶚰亮反義是暢字。梧楸上音吾下音秋。", "1131": "歧嶷上巨支反下冝力反。睨鑪上五禮反。多怡音超悵恨", "1132": "也正作怊也又羊之反恱也悞。仿佛上芳𠕀反下芳勿反正作彷彿亦作", "1133": "髣髴。殞欷上于愍反下許既反。傃殷上音素向也。上", "1134": "旻美巾反。視徃上神音反瞻也示作相󶖾二形川音作䚅音麦", "1135": "邪視也。擗摽上毗益反下呲沼反。誰弭󳇐尒反。江", "1136": "潯音尋。纁黃上許云反。不禁音金。葆󵕻", "1137": "上音保草盛也又羽葆皷吹之飾以翟毛為之也。歡󶼄古瓦反。", "1138": "故註中句反。󲞈組上音官下音祖。紈顓上戶官反", "1139": "下音府正作黼。振王上之刃反別本作振。採摭音雙。老", "1140": "󵽉他甘反。搢紳上音進插也下音申帶也搢紳之士謂插笏垂", "1141": "帶也。彼爾音尒。恧然上女六女力二反。懿法上於冀反。", "1142": "剿四上子小反。返噬音逝。斯瘼音莫。予", "1143": "復上丁𠮧反。手挈苦結反。名󶑡戶交反正作餚。夫", "1144": "㬢上音扶下音義。󷀻駕上徒禮反。雷󲲑音󲉌。昏", "1145": "痼音故。有殫音丹。體韞音蘊。紘基上戶萌反。", "1146": "臣椁上音巨下而春反正作惇尓雅云牛七尺為㨃是也。否泰", "1147": "上皮美反。󶈝桀音竭。荼炭上音徒合作屠。𢲻尓", "1148": "上活反。互出上乎悟反󷀾󲪺交代反。梟斬上古堯反。", "1149": "摽牓上必遙反舉也正作標也下亦作榜音牓。󷀾襲", "1150": "上音弟下音習。絙靈上古鄧反。不予音余我也。恡道", "1151": "上力進反。壃埸上居良反下羊益反。忓忤上音干下音焐。塵", "1152": "撓女巧反。領卒子沒反。竸𪔖徒登反皷聲也別本作", "1153": "徒冬反。繞然上冝作戶頂反直也絓也川音作僥非又音遶亦非也。", "1154": "󳝖奪上初患反。󶸣䩙戶犬反帶也。揚鏕", "1155": "彼苗反。虎䀎普莧反又音麵。慷慨上苦朗反下苦代反。濛", "1156": "汜上音蒙下音似。叱吒上尺日反下知嫁反。頹崿上徒迴反", "1157": "下五各反。偃謇居輦反傲也正作𠐻也。群󱬚音俊。輕", "1158": "抃音弄。望𣆊居謂反高也尊也正作貴〃者㱕也人所㱕仰也", "1159": "又玉篇及一虬瑚並音春非也栢梯本作貴也。騋順上音㱕又音來非也。", "1160": "矯𦇷上居小反下兵媚反。法𧋠郎禾反。靈󵖅音秘。", "1161": "夏桀音竭。商紂上尸羊反下直久反。踦󶔅上丘", "1162": "冝反下丘愚反。䅎穗上音禾下音遂栢挮本作禾穗上又郭氏音遂", "1163": "非。󶒧目音迅。仰眺他𠮧反。囈語上魚祭反睡語也正", "1164": "作䆿󵟍二形說文作囈。音耗呼告反。侵叛音畔。豹", "1165": "變上補㒵反。悲浹子𤗊反。深菆才紅反出字㨾又才", "1166": "官阻愁󲐉注三反。姦滑上古顏反下戶八反正作猾。猜", "1167": "忌上倉才反。󵘅俎上音尊下音阻俎豆禮器。天璽", "1168": "斯此反。柆𧆞上郎合反。呇𣵻上徒合反水溢也下徒可反潰", "1169": "𣵻沙水徃來㒵又水汎沙動㒵也。之卒子沒反。昱爍上音", "1170": "育下羊斫反下又尸砎反非。礀響上古晏反。杼陣", "1171": "上音序除也又神与反。抒籜上直与反下他各反。從橫", "1172": "上子容反。剪撲普木反。驃騎上毗妙反下巨寄反武官也勇", "1173": "也。𧆞踞音據。性澀所戢反。龍蟠音盤。駙", "1174": "馬上扶付反。伉儷上苦浪反下力計反。咆哮上步交反", "1175": "下呼交反。鴪毒上直禁反又音聿非。獸󲾪牛既反。", "1176": "剷跡上初眼反。迾陣上力哲反。兀焉上五骨反。駿", "1177": "䭿徒結反。󵻚蜋上音堂下音郎。盜跖音隻。代", "1178": "𨚎丁禮反。賑惠上之刃反。鑫山上達乎反。閩", "1179": "越上美巾反。挾姧上戶頰反。儵餘上尸六反。𥨱", "1180": "抃音弄。𨶳𨵦上去規反下以朱反。伊耋田結反。", "1181": "󶌗諫上皮逼反佷戾也正作慎。𤳦怒上皮秘反恐也迫也。聞", "1182": "郄丘𨒫反。筴疑上楚貴反駈也正作筞也。假󰫖蜜二", "1183": "反假〡詐󷨁也。未戠亦作尸力反知也別知也与識字同也說文作戠", "1184": "也又与職同之力反主也任也及事也冝取初切呼也。元笄古𠔃", "1185": "反簪也。妬卒上都故反下子沒反。捐結上相余反相也", "1186": "正作𦙃。岨兵上音阻俗。偽暑常預反悞。飄焱音摽。", "1187": "咆𠷺步沒反。󶔊跙上七咨反下七余反正作赼趄。䧟", "1188": "穽音淨。塹𣑭上七熖反下楚責反。抱悢上步保反", "1189": "別本作怉。󶌿泳上皮陵反下于命反。臨圻魚斤反。岨", "1190": "涘上子余七余二反下床史反。抱󳃂上步交反下徒盍反", "1191": "浮渡用力也下正作蹋也。󶮳流上蘇故反。󲠒力上音六正作勠。", "1192": "󶴙沛上冬󵕹反下子禮反下正作沛。邂逅上戶介反下戶豆反。", "1193": "𧆞𠒃辝姉反。享祚上許兩反獻也臨也亦作富。慔", "1194": "府上音莫郎幕文軄也正作幕也又音非。侜張上知由反。悛", "1195": "心上七全反。浹辰上子叶反十二日也。俱斃毗祭反。膏", "1196": "肓音荒在心上膈下也。翥翼上諸庶反。盻水上普", "1197": "莧反美目視也正作盼。率簞音丹。奉壺音胡。洿", "1198": "隆上烏花反凹也深也正作窪洼二形又烏戶二音。憮然上音", "1199": "武失意㒵。充𢇛音尺。獫狁上音險下音尹。計禪音繕。󶝮", "1200": "孜上直稔反下子慈反。擮羅上疾結反断也傍出前也正作截", "1201": "二形也又子恚予列二反適也非。組継上予古反。抱十上步", "1202": "保反持也。俠藏上戶頰反。自首音獸自収其罪。投", "1203": "竄倉乱反。刎身上文粉反。波崘郎昆反菩薩名薩", "1204": "陁波崘唐言常啼是。為鯁古杏反。雄溥音普。鋒", "1205": "鏑上音峯下音的。鯨鯢上巨京反下五𠔃反。蜂蠆五芥", "1206": "反。驍雄上古堯反。晚晤音悟。郅諦上之日反。󵡟", "1207": "旗上子盈反。鋒鍔音󰹾。自縊伊計反。宗󶲴", "1208": "音因集文作裀卑小反非。氛䘲子󲸛反󵦂氣也。之泮音判。󵴴", "1209": "夷上子廉反。秋蘀音託。隰重上音習人姓也。", "1210": "第三十卷第三十卷統㱕篇下。蒙華上莫紅反下音花字", "1211": "㨾作蒙華。智愷苦改反。󶍻州上烏酷反。漂蘽而水反。", "1212": "紳󰶟普巴反。恬怕上徒兼反下普伯反。姿𧰟音焰。", "1213": "󶟁八上子孔反正作捴。儨浪上陟利之日二反止也正作懫也四", "1214": "本經音及上方本並作儨也。遊華戶花反榮美也。飛󶖩", "1215": "音秘。伶倫上力丁反。道泯音民。巇微上許冝反。", "1216": "凱風上苦改反亦作颽。无彊居良反正作疆。夕煬", "1217": "音㨾。恬愉音逾。亹〃音尾。󰋪牢上陟孝反。", "1218": "近臧子郎反。浩〃戶老反川音作佶渠乙反非也。驚", "1219": "飊音摽。𡆾若上俱永反。以坑戶郎反。擢柂上宅", "1220": "角反下徒可反。滄浪上音倉下音郎。㴉漂上子計反。稧", "1221": "明上戶計反。无揵音件。綢繆上直由反下美休反。糲", "1222": "心上力曳反。󶴊堂上胡臘反正作󵧄。佯步上音祥審也趍", "1223": "也正作詳庠。悵悢音亮。靖壹上自井反。愔愔", "1224": "詠上音惜中於心反下于命反別本作惜惜也又上二同於心反靖也和也。", "1225": "林篠先了反。飈郄牖上音摽中音隟下音酉飈字下少一字", "1226": "流飈郄牖。崇󱛎音婦。万󶜍音母。陵岥音祗正作岐", "1227": "也又音波。怳惚上呼徃反下呼骨反。神󳏯音秘。咍雙", "1228": "上呼哀反。水漈音祭。晞陽上許衣反。巖䃈冝作", "1229": "階堦二同音皆又川音〡崖又別本作碏昔積鵲三音。管瀬郎太反正", "1230": "作籟。苕苕音條。隗〃五罪反。𡆾〃古永反。宇", "1231": "敝尺兩反高也正作敞。縹瞥上疋沼反下疋滅反。染沌徒䰟", "1232": "反。暖暖音愛正作曖又喧煖暅三音非也。󰶟間上疋巳反。", "1233": "易󲏗以󷞯反。陵󶫺󶚰領反疾也正作逞騁。󱸼〃音染。", "1234": "󱕟玄上許衣反。頡𩑜上戶結反下戶朗反。神捂", "1235": "音吾。掎明翩上於綺反下疋連反。捴角上子孔反正作", "1236": "𩭤。敦大上都昆反別本作敦。󵱒雙上音了。濠川", "1237": "上戶高反。安沖直中反。婉孌音戀集作戀非。恢", "1238": "心上苦迴反。委开皮變反冠也正作弁也又堅󶥾其三音非義。", "1239": "玄󱷩子才反。何敝尺兩反又毗祭反非。疱丁上步交反。", "1240": "充甸音殿。英峊莭截二音正作𡵒弓。蔚薈", "1241": "上於貴反下烏外反草木盛㒵也。游𤢌上音由下音禽。崢嶸", "1242": "上助耕反下戶萌反。蹊路上戶雞反。蜩纍上音條大蟬也下力追反。", "1243": "曾荃音詮。𢷋靜上必遙反。沂󶩴上魚衣反下必隣反。", "1244": "捲華上居兖反又音拳。道蠖烏郭反。蕭倅", "1245": "上蘇條反下所賣反正作汛灑二形蕭灑閑靜也見四本經音及上方栢梯藏本", "1246": "並同作倅也又倉對反非義。仰援于元反。󷦽茅音猫。悠", "1247": "緬上以修反。以󱕟音希。首修〃音由遠也闕也正作悠。", "1248": "揜芳上於撿反。未映烏郎反深也又音央中也。涵夕", "1249": "上戶南反戶感二反。拆警上他各反。󳷚嚮上文敗反。驩", "1250": "𡩷上呼官反。東瀛音盈。導濛音蒙又莫孔反。朏", "1251": "〃妃尾反日欲出也正作昢又俖配二音。函渝上音含下音逾。間", "1252": "泄先結反別本作󳂬非。舂山上束容反。清隄音提。", "1253": "󶘲舘古乱反。同儕冝作躋隮子西反登也升也謂同道者也", "1254": "又助皆反非韻也。鈆黛徒愛反正作黛。苕苕踈上二音條", "1255": "苕〡踈遠風。舟若上而陝反草盛也下而者反乱也正作󶪳惹也。", "1256": "瓊樹上巨營反。睿后上以芮反下戶豆反。𨚎園", "1257": "上丁禮反。桂撩音老。蘭墀直𡰱反。坥且上他早反", "1258": "正作坦也又七余七預二反非。靈擔音閻。長嶼音序。全", "1259": "版音板。石隥都鄧反。潤鈄以嗟反正作斜。晚", "1260": "虹音絳。肴綘上於金反󱁜虹字音絳。晨󰒑音扶正作", "1261": "鳬。千轡音秘。插鳳上楚洽反正作捶。搦翰", "1262": "上女宅反。彫桶音角椽也。星霧上音星。翔鵾", "1263": "古䰟反雞名長頸如鸖赤󲣅白身黑翅尾其鳴悲哀能雄雌相噟亦鸛鵲別名", "1264": "也上方本作𨄙南岳經音音足非也。憣搖音遙別本作。相", "1265": "渴音竭。自恧女六反。心鐙音登。青璅音鏁。", "1266": "隰丹㨕上音習下音盈。浦戊上音普下辛律反正作", "1267": "戍。梅莟乎感反。捃採上居運反拾也亦作襜。欺", "1268": "殆徒改反言不實也欺也正作紿詒。新篁音皇。舒䈚", "1269": "音待笋也。睿𧰟上倉芮反下以贍反。珠琲步罪反。九", "1270": "筮合作笁。霧縠戶木反。梵爪爭巧反正作爪經有", "1271": "長爪梵志。銅腹上冝作錮音故經有𨧲腹外道。逶迤上於為反", "1272": "下移陁二音。葳󰜟上音威下人隹反。󶼄聞上古瓦反。蜘", "1273": "蛛上音知下音株。蘤散上云委反。漆木上千悉反。", "1274": "方慓息玉反正作慄。原󶴚尸六反。龍澳音郁。", "1275": "彫槭所六子六二反。󴏊淨上章夷反。暫懋音茂。", "1276": "予姒辝子反。敝西上尺兩反。緹𢢔上徒兮反又音", "1277": "躰。侵𥌓常去反。陸倕音垂。淮溆上音懷下", "1278": "音序。命萃自遂反。郊垧古營反。龍𩥵音㕘。", "1279": "邐迤上力尓反下羊尓反。臺榭音謝。閬風", "1280": "上郎宕反。緹組音祖。邂逅上戶介反下戶豆反。彩𦙤", "1281": "人志反。文轅于元反。羽旄音毛。龍鵷於元反。", "1282": "衢樽音尊。伏枕之審反。腠膓上倉𠋫反。", "1283": "孔燾徒到反。長訣音决。葛嵦五哀反。緩", "1284": "心上戶管反正作緩。沈痗上直林反下呼內莫內二反。清", "1285": "󵘅音尊。挽聲上無遠反。羅襐音󲮦。舟〃", "1286": "音染。軒󶇉音免。鮐背上他來反。烹葵󶴚", "1287": "上普庚反。松枸音鉤。󶲄昱上尸六反下以六反。俗爾", "1288": "古典反正作繭。金錍卑兮反。桃目上吐條反。賁", "1289": "育上布門反。授塩音閻。󶫟朽上所追反。難", "1290": "㿲丘冝反。雅𠨬上或作盔下音反。待貲子斯反。縛", "1291": "荻音󱵬。然𧄜而水反。淨𦨴音同。幽縶", "1292": "知立反。颼飂上所愁反下力由反。龔勝上居容反。嵇傁", "1293": "上戶雞反下桒走反。風菌巨殞反。邂逅音侯。所慜", "1294": "音愍。內矝居陵反。滿笥相寺反。竦𦗟上息勇反。", "1295": "𠈗交上音但。嵗聿余律反。採穫戶郭反𠚫", "1296": "也亦作。古𡑞音遂。俻履上皮媚反。轔崴上力", "1297": "人反下烏垂反。撨隱上自焦反。曲𡼏古鴈反。停󶾻阻愁", "1298": "反。捫牖上音門下音酉也。嘇歸上案告反。駸〃", "1299": "七心反。󵕺身上子老反正作澡。月磴都且反。撗枕", "1300": "之審反。霡霂上音莫下音木。雨霽子計反。霞抄", "1301": "󳇐小反正作抄。枕志上苦浪反。杳裊上伊了反下奴了反。", "1302": "雲󱦟莫皆反。󶁟石上丘冝反側也斜也正作󵫟也又音󱵬", "1303": "非也。林󱄻呼各反。吾儕助皆反。異聒古活反喧", "1304": "耳也。靉靆上音愛下音代。縱掉上子用反下丈孝反。涵", "1305": "流上戶南反。玄纁音薰。窠中上苦禾反。會", "1306": "稽上古外反下古兮反。苶子上居容反正作恭。莅廣", "1307": "上力至反。瞹阡上音愛下音千。旍毦上子盈反下人至反。", "1308": "鈄繞上似耶反。山鶯烏耕反。可憙許記反。", "1309": "陸󱴙竹孝反。動睟雖遂反。朱鏕彼苗", "1310": "反。虹采上音紅下音採。葆吹上音保羽葆皷吹之餝", "1311": "聚翟毛為之如纛又草盛也下尺偽反蔡邕禮樂志曰皷吹短蕭鐃哥軍", "1312": "樂也。瀏湸上力由反下力向反正作憀󰣲。聲遒字由反。", "1313": "應桴音浮。孔燾音導。蘋荇上毗󰠢反浮萍", "1314": "也下戶耿反尓雅云荇菨荼其𦰧䘢注云藂生水中𦰧圓在莖端隨水深", "1315": "淺而与水齊江東人食之。蘿蔦鳥釣二音掛上寄生。蒡", "1316": "松楠上步浪反下奴含反上正作徬也。初囀音轉。春", "1317": "畦音携。𨍟軒上阻師反。朱轂音穀。驪馬", "1318": "上力支反。難󷠚音緇。鮑至上步夘反。无聊力條", "1319": "反頼也正作憀。沈𤈍古逈反又音逈。下迁音千。馴", "1320": "烏上徐倫反。窅𡨋上一了反。䂙陵上市照反。㜪", "1321": "姒上音新下音似。景𨂷音緾。揚斾步昧反。", "1322": "佽飛上七四反漢武官名又助也。睪𦙚上高亦二音下所卓反。", "1323": "蟲篆直兖反。範軼上音犯下音迭。繡栭", "1324": "上音秀下音而。鑿木上自作反。長楣音眉。曙光", "1325": "上神預反。周賚郎代反正作󶹽。併成上卑政反。牀枕", "1326": "上助㽵反。水曝步木反。万籟音頼。凾㽞上丘", "1327": "記反𢿘也正作亟。靃靡上息委反。澗沚音止。潺", "1328": "湲上仕連反下于拳反。瀓懷上直陵反別本作瀓非。百", "1329": "䀶音朗。曩今迭上奴朗反下田結反。恡神", "1330": "上古拜反異也正作怪󰼲二形川音音宏非也。罔叢上", "1331": "徃反下自紅反。何晞音希。遙𦟥音鈍。霜倩音清又七", "1332": "見七性二反非。春󶹥音孟。嶧陽上音亦下音倚。法", "1333": "頵於筠居筠二反。杭飛上之甚反正作枕。恢㩲上苦", "1334": "廻反。󶳒閇并滅反。神懽呼官反。𢈔僧拼", "1335": "上余主反下於玄反正作󶉴也又音絣非。樛樹上居幽反。方", "1336": "迯音外又音逃非。隨后戶豆反正作后。杭迹上苦浪反。徙", "1337": "焰上斯此反下集文作燄音琰非也。𤥖池上卜老反。丹杆", "1338": "音翰。閩越上美巾反。疲恙余亮反。砭石上方廉方", "1339": "驗二反。丹宂玄决反。高篠先了反細竹也尚書云篠簜既敷亦作", "1340": "筱。簷陰上羊廉反。憫塗上眉殞反。𣗥子上居力反。", "1341": "徽音上許㱕反美也又香囊也。櫹󳈼上蘇條反下所岑反。", "1342": "㵳寂上力條反。羈󶦫慼上居冝反寄客也正作羇中力", "1343": "与反下七瀝反憂也。󳱬󳱬上音覓下音歷別本作󳱬󳜨煙狀也又覆", "1344": "食巾也又󳱬婦人盖頭帛也。鳫折上于𠃵反下先擊反破也。寮", "1345": "廓上力條反正作寥下苦郭反寥空也廓虛也大也又万物無聲曰寥十方", "1346": "無像曰廓又寥然無風廓然無虞又寬廣㒵也別本作寥非。", "1347": "英函英集諸經禮懺儀等六集十二卷同帙。", "1348": "禮懺儀兩卷禮懺儀兩卷上卷上卷枝柱上正作榰下知主反。", "1349": "悠〃音由。若个古餓反。心鎸即全反。阿弭󳇐尓反。", "1350": "哆姪上借音咀下田結反。唎𦍞上力至反下丁兮反。唎哆多可反。迦", "1351": "囒洛干反。迦󶙷力兮反。卓枳吉以反下同。咤咤", "1352": "陟加反。逮及上徒愛反。暗暝莫瓶反。銷融余中反。", "1353": "流徙斯此反。下卷下卷係心上古詣反。彥琮", "1354": "自宗反。識颺音㨾。盲瞑音𡨋。毀呰音紫。", "1355": "南海寄㱕傳四卷南海寄㱕傳四卷第一卷第一卷序序", "1356": "閴寂上苦伇反。香搯音道正作搯也。埏埴上失然反", "1357": "下時力反。岳峙直里反。𦽦莚上文販反下羊面反。薜世上毗", "1358": "世反。知󲠗音𤗊。螺󶻈上音果下郎果反正作蜾羸也細𦝫蜂也今之土蜂是也", "1359": "天地之性細𦝫無子詩云螟蛉有子蜾羸負之謂負螟蛉之子於空木中七日而成", "1360": "其子也法言云螟蛉之子殪而逢蜾羸呪曰類我〃〃久則似之也。螟蛉", "1361": "上音𡨋下音靈桒䖝是也。孩孾於盈反。粵我上于月反。", "1362": "摩揭音竭。東𧜟音曳。厈焉上昌侯反下于𠃵反。", "1363": "堀倫上苦骨巨勿二反也。串者上古患反。頭捲巨員", "1364": "反屈典㒵也正作卷鬈二形又居兖反。敢󳷚莫官反長也遠也又", "1365": "音万久也。驩州上呼官反。陛攞上步米反下郎可反。解", "1366": "謿竹交反。畎󶜍上古大反田中渠也又引水也下音母。䪺󵞢", "1367": "桒朗反。丹墀直𡰱反。𧫦說上烏兮反。翎羽", "1368": "上力丁反。漱巖上所右反。定󰮿力染反。濬發上息", "1369": "俊反。受嗤尺之反。傳文傳文匙箸音筯。見", "1370": "糅女右反。鞋屨音句。在󵖃上子个反下音愽正作左", "1371": "髆也。巾𢗌疋嫁反。履屣所綺反。寒燠", "1372": "於六反。小拈知林反正作枮。長臛上直亮反剩也下呼各呼", "1373": "木二反。鐺內上初庚反。分彊上扶問反下居良反。饗祭", "1374": "上香兩反。精奠音殿。棖觸上宅𥝷反。渠竇音豆穴也", "1375": "水道也。刮舌上古頑反。撚成上年典反。螺盃上洛", "1376": "禾反下布迴反。咽〃一見反。涎唾上序延反。瓦瓷才咨", "1377": "反。小穴音穴。麤如上倉胡反大也正作󱍮也麤者警防也鹿之", "1378": "性相背而食慮大獸之𡧱也故從三鹿也今從󱍮者悞也字㨾云相承作󱍮字用不可施", "1379": "行於經典。銅箸音筯。插口上初洽反。角襵之涉反。", "1380": "一襻普患反。一磔知挌反。挂髆上音卦下音愽。", "1381": "󲄋挾上序嗟反下胡頰反。僉亦上七廉反。󶻈杯", "1382": "上洛禾反似瓢可為飲器也正作󴍿螺䗍三形也前作螺盃也。甎上上之", "1383": "緣反。盆罐音貫。置怐苦侯反。安棬丘員反正作棬。", "1384": "󰭔漱上古玩反下所右反。憚哆上徒岸反下車者反。瑟", "1385": "詫󶚰駕反。淨刷所刮反。擘破上補厄反。之", "1386": "箄必西反。以剔他歷反。洟唾上他帝反。謦", "1387": "欬上苦頂反下苦愛反。祚條上作昨二音木名也。楮桃", "1388": "上丑与反下大刀反。推頭上直追反。苦澀所立反。辛", "1389": "辢郎達反。齒憊步拜反。󰑻否上子郎反下方久反。", "1390": "擪在上一𦰧反。𦝫條音叨。素畫上正作㕘醋", "1391": "反土像也。全匕音妣。餅𩚳音飯。貧窶其禹反。", "1392": "指盡戶麦反正作畫。膻腥上尸然反。蔗芋上之", "1393": "夜反下于遇反。堅鞕五孟反。諸齏子𠔃反。棚車", "1394": "上步盲反閣也或作輣。輦輿音余。塋飾上烏定反", "1395": "正作塋。鏡󳅰力塩反。豆󳂹呼搆反。咀嚼上自与反。", "1396": "著󰐐即水反。銅箸音筯。㿲拏上丘冝反下女", "1397": "加反。謨拖上莫胡反下徒可反。踵習上之勇反。不洩", "1398": "先結反又音曳。先摸莫胡反。礭言上苦角反。", "1399": "第二卷第二卷仰晞音希。艤法上魚綺反附也󵽤舟", "1400": "向岸也。昞然上兵永反。商攉音角。嗢呾上烏", "1401": "沒反下多達反衣名嗢呾囉僧伽此譯為上衣即是七條袈裟也。脚崎", "1402": "丘宜反覆髆也。瘡疥音介。兩帔披義反。別牒", "1403": "音䐑。褥毯他敢反。外恧女六反。螻蚓上音樓下", "1404": "音引。蛹蠶上容隴反下自南反。生薾古典反正作繭。外", "1405": "緣以󲎥反。氍毹上其俱反下生俱反。褥㨾羊亮反正作樣。", "1406": "貪婪郎含反。傭人上余封反。携瓶上戶圭反。", "1407": "長鶩音務正作騖。薳復上為委為󲡭二反未詳何義。", "1408": "租地上子蘇反。盪除上徒朗反。善愜苦顏反。", "1409": "褌袴上古䰟反下苦故反。袍襦上步高反下而朱反。", "1410": "杼軸上直与反。羯𣸫上居謁反下失入反正作溼也國名", "1411": "濕󳇐羅或云迦濕󳇐羅唐言阿誰得入舊云𦋺󰠢國也。裸國", "1412": "上戶瓦反。羯㴉失入反悞也。波剌勒達反。𥥛厥", "1413": "上徒骨反下居勿反。一幅音福。劈裂上普擊反。煗", "1414": "服上奴短反又作𤏙。擐身上音患串也又古還反。擳", "1415": "批上阻瑟反下音鼻。󶖻紐上苦侯反下女久反。搭肩", "1416": "上都合反。竹簟徒點反。夾紙上古洽反特也從兩〃。", "1417": "擡使上徒來反。抹裙上莫鉢反下巨君反。矗直", "1418": "上勑又反傳文自切也又切韻初六勑六二反直也。牢擪一𦰧反。", "1419": "縙綵上而容反。韈帶上望發反。𦜮下上苦化反。", "1420": "半踹市軟反。荊蘗補厄反。桒󰝫七旬反。", "1421": "披黲倉感反。苫蘆上尸占反下力居反。盖𢢔莫半", "1422": "反正作𢢔。不晤音悟。咸萃自遂反。漲天上知", "1423": "亮反。鮮苐音猫。褒灑上愽高反舊云布薩。㒹", "1424": "蹶居月反。藉糖上素胡反正蘇亦作蘓也字㨾云以禾在左者", "1425": "非也悞。塼版上音專下音板。傍店徒黠反正作扂。壓", "1426": "之上烏甲反。誣𠕀上音無正作誣。睚𥈐上五賣反下助賣反。", "1427": "錫錮音故。同湮音因。改易上古海反字從已無", "1428": "點下羊益反。第三卷第三卷親厈音尺又尺夜反", "1429": "意是䞣󶥾也謂不󶥾呼師名。慧巚魚蹇反。隤網", "1430": "上徒迴反。抖擻上都口反下桒口反。痰癊上徒甘反下於禁反。", "1431": "褊小上卑緬反。󶘁尒上戶板反笑也。房窄", "1432": "音迮。麻縕於殞於云二反枲也。柳絮息慮反。荻", "1433": "苫上徒的反下大聊反正作苕。倣真上方𠕀反。日昳", "1434": "田結反。膞疼上補各反下徒冬反。畔󰬘徒帝反梵云畔󰬘或", "1435": "云畔憚此云和南。痾𡀔抵上烏何反中落故反下近也反傳文", "1436": "自切也下又底帝二音也。皆喚音喚。末䏲音苐。襞疊", "1437": "上卑益反。熟搦女角反。其󵲖市軟反。󲲾咽", "1438": "上在𠔃反下一堅反。未洩先結反又音曳。呃氣上烏介反。皷", "1439": "脹知亮反。鶣鵲上蒲典反。婫僵仆上疋詣反中居", "1440": "良反下芳付反。絕󶴬音秘。宿痼音故。窶", "1441": "嚕上其禹反下洛古反。乖舛川兖反。指剔", "1442": "他的反正作揥也。水󶍲音林以水澆󶍻也正作淋也悞。䊤󵧫", "1443": "上徒南反下桒感反。搶喉上七兩反。捩咽上力結反下一堅反。𧧂", "1444": "脉上之忍直忍二反。惸獨上巨營反。胘氣上音賢正作痃。", "1445": "飴蜜上以之反。爆裂上補㒵反。󷜍薑上子消反。", "1446": "花撥上音必下音鉢正作蓽󶣜也悞。胡荾音雖香菜也。", "1447": "茗亦上莫頂反。殞者上云愍反。葅薺上阻魚反", "1448": "下子西反。󶋞糞上音猫正作貓下夫問反。󵯌盛上古郎反。僅", "1449": "可上巨恡反。蓽撥上音必前花撥即是華字悞為華書人又轉華", "1450": "為花如是展轉訛變致失經旨此處既然諸經亦尓良可痛󲰻。鉢喇", "1451": "郎達反。崎拏上丘冝反。攲拏同上。竹󶎵音筯。", "1452": "第四卷第四卷礎石上初所反。木槿音謹。朱", "1453": "櫻烏耕反。楊󰶟疋巴反花也正作葩。及摸莫胡反。穬", "1454": "麦上古猛反青裸是也。如󵻵音早。曛黃上香云反。迄", "1455": "乎上香𠧒反。躭摩上都南反。侯坐上之石反正作隻也。", "1456": "等咀蒲邁反正作唄。悽然上七西反。摩咥丁結反。", "1457": "鸎上烏耕反。天蘤為委反花也玉篇音葩應和尚云古文花字也。", "1458": "仰趾音止。糅雜上女右反。繤持上子管反。𠪩", "1459": "肆上直連反正作鄽也。所󵬪必際反。攝拖大可反。", "1460": "苾䭾上毗結反下停夜反傳文自切攝施苾䭾此譯為聲明。疇", "1461": "畎上直由反下古犬反。頞瑟吒上烏割反下陟加反。䭾", "1462": "覩上徒个反。嚕灑上郎古反下所詐反。嚕稍所孝反。", "1463": "呼噏許急反。函杖上戶南反容也。商攉音角。", "1464": "稱󶄶音俊正作儁。自忖村󰡷反。鋒鍔上芳逢反", "1465": "下五各反。破󲆛音尺。苾栗力反。朱󲊛奴里反。", "1466": "剖扸上普口反下先擊反分破。代󴉺上是伐字下陟", "1467": "利反。礭尓上苦角反。虧乎上丘隨反。枳也上吉以反", "1468": "伽字切脚。萆拏上息里反頌名又毗益反梵言。󲊸生上特頂反。", "1469": "清𧦪音辯。鯨海上巨京反。譬陁上毗計反正作", "1470": "薜也又疋義反悞。薜陁上蒲計反。󶧥羅上丁𠔃反。比", "1471": "秀上音毗並也。莚机上以然反。皷󶌁音凡。耽摩", "1472": "上都南反。弁中上平變反。全探音貪。攉楊上古", "1473": "岳反舉也。𠧒匂音盖。󵖶妷音。溫柁上或作嗢", "1474": "烏沒反下徒我反亦名欝陁郍唐言惣稱。券契上丘願反。𨚎店", "1475": "上丁禮反下丁念反。銅椀烏管反亦作󵙯。尸鑰音藥。䥫", "1476": "杓市若反。斧鑿上音府下音昨。鞋屨音句。䥫", "1477": "繤子管反正作䂎。其鐶戶󶠆反。或䐔果典反正作匾。", "1478": "穿安上音川通也川音作。冷澁所立反。馬駝音陁。", "1479": "󱓉󱶈上公五反。茅尖上莫交反。󷗯疑上陟利反字㨾", "1480": "作󶔹。麩漿上芳無反。󵭜命上之聖反正作󵭜。󵫗", "1481": "想上才敢反正作暫蹔二形。俯杭之荏反悞。𠃵川", "1482": "苦昆反正作巛。洋〃音羊。󲭀〃倉贊反。文囿于故", "1483": "于六二反。篆籀上直堯反下直右反。挭遷上古杏反。", "1484": "慷慨上苦朗反下苦愛反。腨󷖵上市軟反。潰爛", "1485": "上戶內反。一怶披義反。擐體上音患挂也。心之上諸耳反。", "1486": "室紙上音室。󲸛毒上直甚反。仿偟上音傍下音皇。", "1487": "綵篠先了反。執彗音遂。󱌰子上卑信反。填", "1488": "塋音營。企望上去智反。版蕩上布綰反下徒浪反。萃", "1489": "止上自遂反。尤精上于牛反。事愜苦頰反。停󶴬", "1490": "音秘。惠瀲力染反。齠丱上徒聊反下古患反。見貽", "1491": "音怡。迮隘上阻厄反下烏界反。舉忛音凡。爽歟", "1492": "音余。海査助加反。󶟖歌上戶堅反正作絃也。奧我", "1493": "上干月反正作粵。齠齓初恡反。箴䂓上之林反。提", "1494": "󶦭音携正作擕也。鞫育上居六反。曰肝古岸反晚", "1495": "也正作旰。曦〃許冝反。不磷力忍反薄也又隣恡巾音。成", "1496": "裭音斯福也。玄漪於冝反。𢷴玉上巨位反。援", "1497": "翰上于元反。內恧女六女力二反。僉曰上七廉反皆也咸也。", "1498": "𡠜母上莫胡反醜女也正作嫫也。恢乎上苦迴反。茤", "1499": "蕘音饒。說罪要行法說罪要行法匙箸音筯。", "1500": "蚤虱上子老反下所擳反。磬欬上苦󷞯反正作謦。󵿶", "1501": "灑上布毛反。向箄上烏告反正作奧下音閇此云方便。却", "1502": "卬徒點反。於𦝨步米反正作䏶。受用三水要行法", "1503": "土󵱼先結反正作屑。淨𤬪徒古反又苦含反又律文作坧下江反。", "1504": "鎗杓上楚庚反下市若反。䃜羅上於𠔃反龍名也或云伊", "1505": "羅鉢那或云󱶐羅鉢羅或云藹羅婆那此云藿香正作𧫦也。", "1506": "護命放生䡄儀法護命放生䡄儀法下洎其既反。蜫", "1507": "蟲上古䰟反下直中反。濾水上力御反漉也律文作漉水也此字", "1508": "三藏所撰切韻所無。銅系胡計反。銅鈕女久反。拇", "1509": "指上莫口反。比丘𡰱傳三卷比丘𡰱傳三卷此傳本四卷共六十", "1510": "五人第一卷十三人第二卷二十三人第三卷十五人第四卷十四人今合為三", "1511": "卷四例猶別。第一卷第一卷序文序文冗志上苦", "1512": "浪反高也。奇操七到反。詒厥上与之反贈言也。訛", "1513": "紊音問。不肖音笑似也像也不肖不似也。淨珠古携", "1514": "反𡰱名也正作珪也。岳跱直里反。或訊音信問也。繁", "1515": "華上扶幡反下戶花反。󶗚乎上尸㯋反。勉思上音", "1516": "免󲌥也。傳文傳文早󶼄古瓦反。盍眾上胡脯反。", "1517": "東󶘁音官縣名。父忡󶚰中反又作中。求娉", "1518": "疋政反正作娉。傅冲上音付塗也下与忡同也悞。剪花", "1519": "上即淺反。渕深上烏玄反正作。本駭上是大字下胡騃反。", "1520": "辨麗上音辯下音麗。織繡音秀正作繡也。邽宰", "1521": "上愽江反悞。辱讁知草反。使牧音目。𤘽制", "1522": "上九愚反。无󱉷丘𠃵反。󳇐焌音峻又音俊悞。笄", "1523": "嫁上古𠔃反簪也。󱩰禮上疋正反。󰥒嗟上子私反。騷", "1524": "其上魚焰反。王濮補木反。容亟去記反。烏", "1525": "摷助交反悞。慊至上苦點反。賑給上之忍反。贍", "1526": "䘏上時焰反下私律反。會稽上古外反下古𠔃反。藉甚", "1527": "上𥘿昔反正作󱥂。餘兩力向反車𢿘也。王󲉣市林反人名。", "1528": "桓玄上戶官反。俗中上似欲反正作俗。󶱛傾", "1529": "上巨員反。出𡣪音釋。葉捨上音弃正作棄。󵸳心上都", "1530": "官反正作端。道瑗音院。玄󱜦音早。道綜子宋", "1531": "反𡰱名。慧濬音峻。豢書上丘頭反。頂󵼴音𢙉", "1532": "正作󶳳二形。探𧷤上音貪下仕草反。漸󱸼上子廉反下而", "1533": "陝反。邽邑上傳江反又音圭非也悞。開柘音託。遘疾", "1534": "上古豆反遇也。黃瘠𥘿昔反。不瘳音抽正作瘳。甄", "1535": "濟上居延反察也免也。󶐨愈上七全反下余主反。稽󶀰", "1536": "上苦禮反󱶂也首至地也正作󵣱稽二形下桒朗反額也正作顇俗作䫙二形。", "1537": "孟顗魚豈反。句容上俱瞿二音縣名又鉤搆屨三音。", "1538": "󶗕卒上古朗反下子律反。堽墳上古郎反下扶文反。闔", "1539": "眾上胡塔反。慧孜子慈反。慶予上丘敬反下丁𠮧反。", "1540": "抌上上之荏反。叩頭上苦狗反磕額也。區墟上丘愚反", "1541": "下丘魚反。嚼餔上自雀反下蒲故反。飴母上音寺正作飼。襈", "1542": "衣上仕眷反重繒也。恪懃上苦各反。霄遁上音消夜", "1543": "也正作宵下徒本反逃去也。亹〃音尾。中卷中卷󶻈", "1544": "󲡏蒲拜反。慊到上苦點反。不勌音倦。歐陽", "1545": "上烏侯反人複姓。繁縣上音婆或作鄱。孀居上所床反。", "1546": "歔欷上許魚反下許既反。自績音積。瓦󳉷古郎反瓦", "1547": "也悞。轝徙上音餘對舉也正作舁舉二形下斯此反。譙郡", "1548": "上自焦反。鮭米上古携反魚名。麻术直律反。肴", "1549": "饍上胡交反。燉煌上徒昆反。履󳈠七到反志〡也正作", "1550": "燥。屢空上力遇反。貧寠其禹反。齊肅息六", "1551": "反正作肅。賑給上之刃反。𦒿𦫿五盖反。不𨶳去隨", "1552": "反。王彧音郁人名。畺良上居良反三藏名畺良耶舍此云時", "1553": "稱。湏臾音逾。道綜子宋反。躁雖上子告反。", "1554": "󶠆󵞢上古頑反下桒朗反。慧濬音峻。聡𩓙以󷞯", "1555": "反。葛芋于遇反。傾撓女夘反。󱌹𢇛上卑", "1556": "進反下昌隻反。袜陵上莫鉢反。甓塔上蒲歷反瓴甓㼾甎", "1557": "也。裝捒上阻床反下所助反。脾生上音甲正作胛。銀", "1558": "󴇿烏耕反。鹽官上音閻縣名。淨󴗈音珪。剡", "1559": "齊上時染反。姓侖音輪人姓。言謔許約反。秉", "1560": "操上兵永反下七到反。拆滯上先擊反。負󳞥直一反。", "1561": "獷俗上古猛反〡戾性硬。番禺上普官反下牛俱反。餘", "1562": "抗胡郎反。號󵥞上胡高反。󳉀糠力世反󱍮也又頼剌", "1563": "二音正作糲也悞。怕然上普百反。締搆上提苐二音結也。", "1564": "撤饍上󶚰列反。󲣅囓上音卓下五結反。慍怒", "1565": "上於運反。壇堺音界。󰮎焉上所諫反下于𠃵反。泣", "1566": "涕音體。奄󱸼音染。不繬音緇黑也正作紂紋二形", "1567": "或作繬也。不磷力忍反。詭期上居委反。𢬘梁", "1568": "上步保反正作抱也。曇斌彼巾反。澡盥音貫。捻香", "1569": "上奴恊反。氛𣱦上扶文反下於云反元氣也。養惔徒敢反。", "1570": "䦎理上以劣反正作䦎。藥木上才焦反正作𦿕。𧂐", "1571": "薪上子賜反。下卷下卷枯槁苦老反。沈攸", "1572": "上音審下音由。蕭嶷魚力反。荊浹下夾反州名也正作", "1573": "峽也又所甲反非也。儲蓄上直余反下󶚰六反。要共上於", "1574": "消反与邀義同。󶼄居上古瓦反。祖毓音育人名。阮", "1575": "儉上魚遠反。䞋遺上初恡反下以反。妙禕於冝反𡰱", "1576": "名也又許㱕反。𨚎山上丁禮反。鯥饍上音圭魚名也", "1577": "又音六亦魚名悞也。推遷七仙反。鼾眠上何岸反。抵", "1578": "掌上之尓反。鵶鵲上烏㸦反。稍潰徒迴反墜也落", "1579": "也正作墤隤頺三形。藿食上呼郭反。毗呿丘迦反。桒", "1580": "葚音甚。貼視上󶚰焰反視也𠋫也正作䀡覘二形。犧杓", "1581": "上許冝反杓也正作桸也下市若反。曇叡以芮反。以訴音素。", "1582": "驃騎上毗妙反下奇寄反。牧陝上音目下音閃。󰢐忽", "1583": "上尸六反。果粽子送反。劉悛七全反。來倩七性反。", "1584": "奠食上丁㝎反。雜力上才迊反正作雜亦作雜也。蒲", "1585": "萄徒刀反。驚懕於琰於𦰧二反𢙣夢也正作魔也悞。悸", "1586": "󰫖上其季反下󳇐二反。鉅鹿上音巨下或作鏕。志󶷸", "1587": "音介。臧氏上子郎反人姓也。探究上他含反。渕", "1588": "󱫁上烏玄反下助責反訓際也。不矜居陵反高也。而", "1589": "壯音㽵正作莊也。眾表彼小反外也普也亦作󳞥。僑居上巨󲔹反。", "1590": "囂動上許󲔹反。不斆下季反學也。雲萃自遂反集也。葷", "1591": "辛上許云反。邙山上丁禮反前例頭作𨚎又作頂山或󲧓字也又", "1592": "亡忙二音計且不是洛境。志幹古岸反。頂山或作󲧓与", "1593": "𨚎邙二同也寺名也詳讀且不是洛京北邙山也。嶀嵊上他胡反", "1594": "下實證反山名在剡縣。禹穴玄决反禹王藏符書處在吴苞山〡上", "1595": "有穴与洞󲊷相通因禹王故以名之。迭講上田結反。𢈔󳮘", "1596": "上余主反下于命反。", "1597": "後序大藏經音隨函錄後序漢中比丘可洪述", "1598": "竊以至理無言藉言辤而趣", "1599": "理至真無相假相貌以歸真", "1600": "是故像教之興令知實相音", "1601": "義之作貴辯真詮非徒翫味", "1602": "者忘機亦望披文者省力可洪", "1603": "翹心三篋亟度春秋注意九", "1604": "墳頻更嵗月遂𢹂瓶錫遠", "1605": "造茲山輟以㕘尋從其夙願", "1606": "而迺不量寡識輒率庸懷", "1607": "選此經音貽諸未擥惟曰若", "1608": "乃緫󶏣眾字則偏傍之作攢", "1609": "抏若乃逐部區分則隨函之", "1610": "為歷落是以依隨行伍次苐", "1611": "摽明重收則表厥經殊雙", "1612": "載則定其處所𥨱見藏經音", "1613": "决作者實多而無遠慮之耽", "1614": "但暢一隅之要或有單收一", "1615": "字不顯經名首尾交加前後", "1616": "失次江西謙大德經音是也只略得傳記中陁羅𡰱集及道地經兩", "1617": "帙中字勘會頗甚訛舛故知前後亦尓或有署其卷", "1618": "目亦不雙彰唯摽誤錯之形", "1619": "餘則都無一二西川厚大師經音是也從十誦律借", "1620": "得此本挍勘兼有未詳之字並不載卷中此實不可也洪則並箸冊內遇", "1621": "不錯處則正之或有統括真俗類例偏", "1622": "傍但號經音不聲來處即郭迻及", "1623": "諸僧所撰者也󶰨則󶰨矣闕也闕焉", "1624": "家用則不無通方則未妙何", "1625": "者㸦有有無之字𠕀測何經", "1626": "各書書錯之文寧知畔岸洪", "1627": "乃見諸出沒還慮㕘差由斯", "1628": "兩兩雙書行行別載後攬應", "1629": "師所製鄙與符同既合古德", "1630": "之風於即情無慏悜若使家", "1631": "家盡尓藏藏皆然迭㸦胥詳", "1632": "彼此相正則靡誤不鏡矣詎不", "1633": "俞乎良有以也於是採諸同異", "1634": "詳究是非是者奉而行之非者", "1635": "彈而㡿之非欲󶛪訐伊風實要", "1636": "金文義正猶恐質如嫫母心若", "1637": "嬰兒過不自知預懷󲝝灼然", "1638": "則應和尚是唐朝悊匠厚大師", "1639": "當蜀國英髦謙師為浙右奇", "1640": "人郭氏乃河東愽士尚有錯", "1641": "釋未詳之字而無窮源達杪", "1642": "之裁豈况潺庸而能盡󶪼也", "1643": "盖為書生󲽢𠧸筆受不精", "1644": "遂令萬代傳非群賢襲󶕼是", "1645": "以慇懃累稔綴󶃃脩營󶉓鑒", "1646": "再詳庶合經旨儻若茲述愜用", "1647": "願與聖典而齊齡如或有所不", "1648": "周即望諸賢而詳󲍫起自單", "1649": "閼之𧝀周於困敦之秋󶋨聮瓦", "1650": "礫之辤聊用紀題於後所有明", "1651": "諸󵯮󶛴非是患於籧篨達鑒", "1652": "英人庶不譏於自韙雖慚寡", "1653": "拙粗畢昔心永附金龕將貽", "1654": "同道。", "1655": "贊經音序贊經音序　伏蒙", "1656": "見示眾經音序輙將瓦礫", "1657": "用申󶎒贊蒲坂比丘希悟上", "1658": "忽捧眾經音序如寶落愚", "1659": "子之懷促喜促興那知寶之", "1660": "所用披尋理趣似摸象異執", "1661": "之辯豈了象之本形㸦是㸦", "1662": "非何曉理之真的今見師經音", "1663": "序十載之研機大教經寒暑", "1664": "而覼󶁩異文四閏之握管窮", "1665": "經處危巖而考詳難字二十", "1666": "五卷圓就字字雙出說文一十", "1667": "五冊梵裝句句並明來處先", "1668": "有眾師音義未盡其源各述", "1669": "方語異同人有不了訛字慮", "1670": "是傳寫年遠㕘錯書人執筆", "1671": "譧文或是悞失偏傍住經撿", "1672": "尋無所師乃再祥經旨研究是", "1673": "非單譯重譯內殊文󲎘彰古", "1674": "字俗字中異㨾俱顯先詳佛意", "1675": "之緣起後驗譯主之潤文非師", "1676": "莫能定其旨㱕非師莫能辯", "1677": "其邪正實乃因前闓士當代英", "1678": "髦悲願未忘󱨯窮海藏將使季", "1679": "運賢哲開卷而見字勿疑像末󵹬", "1680": "徒披軸而覩文尋解一十載之功", "1681": "德斯顯豈非曲為當時十五冊之", "1682": "殊文盛流永昌末代但希悟不量", "1683": "鄙拙持礫琨金螢光欲助太陽", "1684": "牛津將益巨海膩手觸於素㲲", "1685": "豈不增於染汙者哉。", "1686": "施冊入藏䟽文一道施冊入藏䟽文一道", "1687": "新撰藏經音義隨函錄三十冊", "1688": "右伏以九流真教是求解脫者", "1689": "之洪途八藏玄言乃趣菩提者", "1690": "之郢路枝分六度位列五乘因", "1691": "果事圓㩲實理足受持讀誦", "1692": "皆得出於苦源如說修行並迺", "1693": "招於樂果然則不有音訓何以", "1694": "會於名言不有義門何以明其", "1695": "宗旨是故披文見諦不異親聞", "1696": "紐字知聲還同口㖟洪乃見斯", "1697": "利益遂發精誠尋蒙山主和尚", "1698": "之許為復沐寺內法兄之勸請於", "1699": "即更加悃愊𠕀憚劬勞踶跂而", "1700": "十載鑽研凝神而一心綴𦂝尤", "1701": "慚寡昧濫彰製作之名深愧", "1702": "荒蕪叨應主人之命今則裝修", "1703": "而功畢兼慶讚已周圓謹將", "1704": "納在靈巖普施看讀三寶伏", "1705": "願　梵輪常轉海藏恒開資", "1706": "帝后之延齡福　皇儲之萬𦰧", "1707": "維持主首同陞法忍之階披攬", "1708": "禪徒並證圓通之慧所有給紙", "1709": "繒之施主供筆墨之檀那並願", "1710": "壽命長而五眼生福德增而七", "1711": "財富今因齋次請為表白謹䟽。", "1712": "天福五年九月十五日施冊沙門可洪䟽。", "1713": "慶冊䟽文一道慶冊䟽文一道", "1714": "沙門可洪謹就方山延祚寺設一", "1715": "百僧齋一會右所申意者竊見", "1716": "當山龍龕刱就海藏初圓持經", "1717": "而無諮問之師握卷而無檢尋", "1718": "之󶲶遂即不量井識輙𣫆謏", "1719": "聞逢難字而隨讀隨抄遇殊文", "1720": "而旋音旋切積成一千餘紙聚", "1721": "得十萬餘言易槀從真勒之", "1722": "為筞於中或有唐梵󵶕󵵖之字", "1723": "晉吴󵳇𩾐之文並採摭而糅在", "1724": "其中咸󱨯羅而呈之於內足可", "1725": "以覩文解義足可以見字知名", "1726": "雖云家內先生實亦無勞下問", "1727": "故得八万之法門易入五千之經", "1728": "卷常開契妙契玄皆由此也今", "1729": "則撰集成就合伸慶讚之筵欲", "1730": "展󳉀盤自乏資財之力伏蒙府", "1731": "城英鑒縣邑賢豪同𢭆俸祿", "1732": "之餘与作慶揚之會於是白麵", "1733": "与蜻蚨並至妙饌斯陳縑緗", "1734": "共人馬俱來香花是唘伏願", "1735": "天笁國內百億牟𡰱贍部洲中", "1736": "十六羅漢發無曲無私之道眼", "1737": "觀有修有作之功勳隨本意", "1738": "以流恩逐根情而布惠諸在", "1739": "官君子伏願禔河瀁濬壽岳", "1740": "穹崇榮高朱紫之榮位貴簪", "1741": "纓之位諸白衣檀信伏願命齊", "1742": "嵩󵰴福比江湖倉儲而穀麦", "1743": "滂沲帑藏而金帛賱賰更願", "1744": "龍花三會於初會而還得相逢", "1745": "󳇐勒佛前證法忍而皆蒙授", "1746": "記然後盡十方世界窮百億微", "1747": "塵但是有情同霑此福今因齋", "1748": "次請為表白謹䟽", "1749": "右從長興二年十月七日起首看", "1750": "經兼錄草本至清泰二年十", "1751": "二月三日罷卷又從清泰三年", "1752": "六月二十三日下手謄寫入冊至", "1753": "天福五年六月二十日絕筆。", "1754": "新集藏經音義隨函錄第三十冊", "1755": "癸卯歲高麗國大藏都監奉", "1756": "勑彫造"}, "englishTitle": "Tripitaka Koreana, Electronic version, No. 1257 新集藏經音義隨函錄(第13卷-第30卷)", "author": "後晉 可洪撰"}