{"sourceLink": "http://www.cbeta.org/", "text": {"0": "慈心哀之心…常念師", "1": "恩父母但能生子養開󶂻導善道断生死", "10": "舉頭相視視婦婦女女老者如母長如姉少者如", "100": "一陰者眼二隂者身三隂者謂思想精四陰謂", "101": "生死精五隂謂魂魄是五隂皆䨱𦿔人使不淂", "102": "觧脫我沙門皆已㝎五隂。自思惟我先世所作󷥕", "103": "今皆觧脫我癡意已去今已淂明意坐自思惟", "104": "心不𣸪擔󷜎不走无所貪慕於世間是沙門苐", "105": "一歡喜。自思惟身中五藏󷥕露已欲潔淨一心趣", "106": "阿羅漢道沙門苐二歡喜。沙門自思惟已不𣸪死", "107": "已断生死今於世断憂断哭我不能𣸪哭人人󷜎不", "108": "哭我我不辱人人不欲我我不貪人人不貪我人雖", "109": "不貪我我有慈心於人欲使人疾淂道皆如我人", "11": "弟妹小者如女行道中當仾頭若臥若起有󴣼", "110": "為道苦日少樂日多如世間人頭身軆有垢沐", "111": "浴垢者甚歡喜但去外垢心垢未除我阿羅漢", "112": "外垢󷜎去中垢󷜎去是為苐三歡喜。沙門近阿", "113": "羅漢坐樹下自思惟世間人不同世間人心皆志", "114": "不㝎我心安如四方石石在地雨不能懷風不能動", "115": "我諸沙門淂道者如蓮〃華〃本󷖲汙󶍹中出无", "116": "不喜愛者華泠者中󷜎泠上󷜎泠我沙門自思惟", "117": "身泠於世間心󷜎泠於世間志󷜎泠於世間泠者", "118": "无所𣸪欲沙門自念言我所󱦃皆已淂有慈於", "119": "佛所阿羅漢自󵘸我父母一世養視子身佛是世", "12": "意者當念婦女有月經汙露當断是生死之", "120": "間断生死之道阿羅漢自󵘸言我事師󷖲淂脫", "121": "我便見五藏自知我壽命自思惟欲上天即上欲", "122": "入海即能意常政世間有死人恃十種香汁沐浴", "123": "死人寧使死人香耶教󷥕人作善終不作善其", "124": "人心不善口󷜎不善身󷜎不善沙門言我淂佛恩", "125": "若人噵󵘸善但作娑耳无有羅羅漢漢聞道是", "126": "󷜎不應人󷜎不語人我沙門自思惟世間人皆不如", "127": "我我󲇞正汝󲇞子語汝苟󷟃人狗遂齧人淂賢人", "128": "󷜎󷟃欲齧淂󷥕人󷜎󶣺欲齧賢者善人見狗󶣺", "129": "常持慈心住向知狗態我沙門知世間人着新衣", "13": "本生死者皆󷖲婦女起是為沙門𢦶。", "130": "絜淨者坐起用作喜不欲沰汙我沙門淂羅漢", "131": "憎世間人󷥕露是為沙門苐四歡喜。", "132": "我沙門自思惟意中󷜎无垢汙見善重善見󷥕", "133": "者使作若沙門自念身者父母所生哺父母養育", "134": "沐浴㵕洗成就生子不随父母意不随父母教令", "135": "有過罪至後死不怨父母󷜎非怨父母過沙門言我", "136": "󲇞作沙門淂佛經𢦶去󷥕就善正使百󷥕來无", "137": "𨚗我󲇞意內外皆政佛言本先世无󲩎刼時我", "138": "󷜎有師无為之道我沙門淂羅漢道自陳󵘸我", "139": "於某𠁅淂湏阤洹某𠁅淂斯阤含某𠁅淂阿", "14": "沙門不淂妄語不淂妄言證入人罪見者言見不", "140": "𨚗含某𠁅淂阿羅漢我沙門自󵘸生死无能与", "141": "生同事天下有量人觀知世間青黃白黑我沙門淂", "142": "阿羅漢道自知天下人䦢𠇺知天下人󴣼怒之態", "143": "知天下有人󲔹𢢔之態知天下人有貪味之態", "144": "我沙門如是我沙門如是我沙門志意不在天上", "145": "󷜎不在人中󷜎不樂天上󷜎不樂人中我沙門淂", "146": "阿羅漢晝夜思念於天下人皆欲使淂阿羅", "147": "漢天下人雖不能淂道不能行羅漢志當行羅", "148": "漢意知人意志如󵕬人見青黃白異阿羅漢知", "149": "人生󷖲何來死至何所我阿羅漢知某人入泥󵝜", "15": "見者言不見心󷜎當至誠語󷜎當至成不淂中傷", "150": "中知其人入薜荔中知某人入禽狩畜生中鬼神", "151": "道我沙門淂阿羅漢道者󵘸我身已度常念", "152": "言碎我身󷜎可破我身󷜎可意淂所之道", "153": "如天下人清泉水中若溪水中人以黃金明月", "154": "珠流離水精所有皆現但用水清故所視輙見", "155": "阿羅漢自思惟知內𣸪知外心意清淨也。", "156": "五部僧服餙品苐五。", "157": "昔佛在世時眾僧被服唯着純真死人雜帛", "158": "自後起比丘羅旬喻每行分衛輙空而還佛知", "159": "其𪧐行欲現瑛福弈世明𢦶佛使眾僧分為", "16": "人意語言當安心擇語徐語〃時不淂瞋怒不", "160": "為五部着五色袈裟令日随一部中行於是遂", "161": "相制儀至於度世後立号稱名各舉所長名眼", "162": "色󴅽惒多部博通敏達󶂻利法化應着絳袈裟", "163": "曇无徳部奉孰重𢦶断當法侓應着皂袈裟", "164": "迦葉惟部精勤勇恵救護眾生應着蘭袈裟", "165": "𢏏沙翼部禪思入微究暢玄幽應着青袈裟", "166": "摩訶僧祇部懃學眾經敷演儀理應着黃袈裟。", "167": "佛告諸比丘󵘩家學道安利身神濟度眾生", "168": "破壞獄苦受无量智當受佛教𢦶行如佛行", "169": "住如佛住坐如佛坐起如佛起食如佛食飲如佛", "17": "淂念忘語不淂思忘語如所聞者󵘸不淂增益", "170": "飲順无美着如毛󵩮我知淂道不久矣。", "171": "佛告五部比丘後末世時若󲇞五部當𣸪分為", "172": "三部何以故佛去世後多有諸龍子諸󲰥叉子及", "173": "諸鬼神令淂見我歡喜故末世時皆淂人身當", "174": "作沙門若作人中王所以者何用歡喜諸龍子見", "175": "尊故若有沙門披羅門若國之長吏及眾官属", "176": "貪着財色賦斂細民人皆吁嗟仰天而吟如是皆", "177": "龍鬼神種何以故是龍鬼神󲰥叉鬼神貪𨒫食人故", "178": "佛言若我法中沙門有持法者其行无󵖉者是我", "179": "真弟子已離色欲日中乃食不畜遺餘衣身弊", "18": "不淂与世間人諍自理是為沙門𢦶。", "180": "形食身充飽欲意已断一无所󳬼或在山中野", "181": "澤樹下冡間不預人事是名阿練兒吾保其淂", "182": "道是為苐一部。佛言若我法中有沙門持", "183": "法侓者行如中行居佛寺淡然少行束衣身盖", "184": "刑食取充口󷜎不言󱍮󷜎不言細但務経業諷誦", "185": "无𤹍若有耶事為断絕使了了若有󰏕諍兩", "186": "断決使歡喜但以政道行之不随耶色設耶詭", "187": "興即退隱初不予󷥕󵘸之事設有誹謗受而", "188": "不報󷥕聲來迦󷕕𨳰室戶心常恱喜視之如父", "189": "母讖悔慙愧謝之不直如是行者是龍子轉當", "19": "沙門不淂大語高聲其有󰏕者論觧論󵘸其善", "190": "淂阿練兒吾保其淂度脫生死无苦想報如", "191": "是字為持𢦶沙門是為苐二部。", "192": "佛言若我法中有沙門不持法侓󵗰佛作沙門因", "193": "淂學問聡明多智教授於人前授佛𢦶󷕕授地", "194": "獄何以故前授佛𢦶歡喜便󵘸无常事是為佛", "195": "𢦶後多賦緻不淂便大瞋恚張目嚾吁罵詈如是", "196": "弟子𣸪𢘤恨是為授人地獄𢦶阿難問佛何故", "197": "淂尒佛語阿難後是輩沙門甚多倍𣸪倍不可", "198": "󲩎也不附法侓是󲰥叉子輩作沙門大甚多還", "199": "懷我法使人堕罪不能自免矣。", "2": "之道是為沙門𢦶。沙門不淂盜不淂偷", "20": "取觧而已人有急性者教令慈仁不淂傳言󰏕", "200": "阿難白佛言如是為可分別󵘸不号佛語阿難可", "201": "分別󵘸身諦聽之其有沙門不入眾輩衣麁履", "202": "弊好獨𠁅閑靜以星𪧐為𢟷盖以天地為堀舎十", "203": "方天下眾川流以為財寶以一切人心為心以本无", "204": "為父母如是行者是菩󴅽也。", "205": "佛言末世時沙門自守无他越溢常附經𢦶不", "206": "以文餙其󵘸无二身口心意𢘤皆相當衣取盖", "207": "刑不利文耒食取立軀无着羙味供養与不与", "208": "其意一󵓕如是行者是龍子。", "209": "佛言末世時沙門自放恣不持法侓身衣繒緣", "21": "人是為沙門𢦶。沙門語言不淂中傷人意", "210": "󳏃寶之衣但以細滑五宍茲味以用自禁語欲淂", "211": "勝不避豪賢乗馬車輿自尊嚾吁𠯅咄偃健", "212": "󲔹𢢔極󶧍於人欲令堕罪如是行為󲰥叉鬼神", "213": "子智者默而避之不共諍諍者便󱷵人入罪門。", "214": "佛告比丘比丘𡰱優披塞擾披夷諸學士依經稱", "215": "󲔹自謂為智者此是魔種身多智而无言尒乃", "216": "菩󴅽身當諦知之阿難問佛言當何以知之佛言", "217": "有人淂深般若波羅蜜故有瞋恚毒心不除是", "218": "為魔種身有人淂深般若波羅蜜便淂柔濡", "219": "行是為菩󴅽。", "22": "當為眾人所敬愛不淂欺𢢔但淂󵘸佛經不淂", "220": "賢者阿難長跪叉手白佛言今佛在世分比丘僧", "221": "為五部末世時五濁𣸪分為三部何以尒于有", "222": "何瑞應󱦃佛觧󵘸其義使此眾人各淂開盲", "223": "󷒍之心佛告阿難賢者諦聽樂聞者一心聽佛", "224": "當若為󵘸之佛言今我在世所以分比丘僧為五", "225": "部者有沙門名羅旬喻常行分衛還輙空不能", "226": "淂食遂尒至困不能自諧用是故分為五部各", "227": "異服餙󷠆然後羅旬喻曰随一部行分衛至日中", "228": "皆空還不淂食五部𢘤如是羅旬喻󷑣不行皆", "229": "更大淂飯食何以故是羅旬喻前世无功徳所", "23": "󵘸世間之事是為沙門𢦶。沙門不淂歌不淂", "230": "󷗯阿難問佛言羅旬喻前世无功徳云何淂作", "231": "沙門佛言此羅旬喻前世為賢者子作人姤嫉", "232": "見沙門來分衛輙迎𨳰門言大人不在沙門𣸪到", "233": "餘家𣸪󵶀餘家門戶𨳰之𣸪言大人不在用是", "234": "故今分衛不能淂這見他作施食便歡喜行", "235": "食之見眾沙門着前食便𣸪言我󷜎當作沙", "236": "門當𣸪着前食用是故今淂作沙門沙門用是", "237": "故便行分衛不能食淂窮困如是佛言夫人", "238": "為道道之立神當以懃懃廣作功徳世世不畏可", "239": "淂道矣。阿難問佛言五部為應何󵓕耶", "24": "念歌不聞經不淂忘󷖲意作經夜讀佛經當念", "240": "佛言如是羅旬喻但生五隂五盖為之󶪠弊不", "241": "能自照是其杲用是故作五部欲令滅断五隂", "242": "盖立於五根㝎五力故末世時分為三部者用末", "243": "世󷥕𨒫諂偽三毒熾盛人民󳉷強雖入佛法中詐", "244": "詭調欺󷥕𨒫難信反東為西遴於法侓不專", "245": "脩道反行非法欲求名譽違遠政道󵘸反為", "246": "政云云諍語用是故分為三部佛欲使滅三毒故", "247": "立三徳何󵓕三徳一佛徳二法徳三僧徳三徳", "248": "具淂三向一者向泥洹二者向天清淨三者向本", "249": "无是為三沙門有十福衣之名曰三法何󵓕為三法", "25": "經𢦶當念󶫹󷥕道根本所󵘸經當使人喜聞讀", "250": "一曰佛法二曰法󶍹洹三曰法本无是為三夫人為", "251": "道當如清淨泥洹淡泊无為少欲有多慈心欲附", "252": "法侓不失莭度若󵘸深法如佛所󵘸終不憎盛", "253": "是謂沙門清淨之士。", "254": "於是賢者阿難𣸪前白佛言属者佛所󵘸沙門", "255": "衣十福何󵓕為十福佛言袈裟三愊僧竭支三", "256": "愊󷗽𢴠二愊泥洹僧二愊是為十福為應十方天", "257": "下人非人用有十󷥕故佛使沙門行分衛其人布施", "258": "盖不󷖵言淂福不可量施与一錢現世即有百", "259": "錢之報應未來不可計夫種布施譬如種䅽󰑶", "26": "不淂忘是為沙門𢦶。沙門不淂臥好高牀", "260": "〃應種豆豆應種麦〃應種麻麻應種政使種", "261": "諸草實淂報如應夫人布施󷜎𣸪如是天下所", "262": "種无不應者譬如人𥞩種種多淂多種少淂少町", "263": "〃不種永无所淂人不布施󷜎𣸪如是夫人富而󷒌", "264": "貪不肻布施譬如人極貧窮不肻𥞩種便作是", "265": "言今年䅽火熟我󲇞當𣸪何憂号終不恐𩚑餓", "266": "是我󲇞福𣸪到䅽熟其主各自󷘦䅽了𥁞其貧", "267": "窮人尒乃吁嗟言困矣何甚我悔不𥞩種湏我後", "268": "年當大種真不𣸪住這到後年天𣸪大旱五䅽不", "269": "熟遂尒至困羸頓不可言。佛言夫人布施皆自淂", "27": "不淂綿繡諸綠好色着身不淂於金銀󷒋中食", "270": "報末世人多有慳貪不別真偽不肻布施自謂富", "271": "樂不覺一時命𥁞當堕泥󵝜薜󵝜餓鬼道中不", "272": "淂衣食腂刑而行󷜎无飲食辟如此不𥞩種人當", "273": "時淂世間湏󱅨樂不知後當有大𩚑困之憂其", "274": "人這於餓鬼中心悔言我生不布施今堕餓鬼中", "275": "我後當為人時當大布施罪竟淂出為人𣸪堕貧", "276": "窮家生涷腂而坐衣不弊刑食不充飽𣸪不值", "277": "佛世永不見沙門道人如是貧窮人悔不益種", "278": "這欲𥞩種𣸪值天大㝵者謂󷖲󷥕道脫生貧窮", "279": "家𣸪不值佛世遂尒當更刧壽尒乃󲇞值佛世", "28": "於鐵󷒋󷒏󷒋飲食是為沙門𢦶。", "280": "身佛所以使沙門衣袈裟三愊者欲令人滅三毒", "281": "故僧竭支三愊者欲令人離三󷥕慎㨢羅二者", "282": "愊者令人滅二色故泥洹僧二愊者欲使人離二󷥕", "283": "故。阿難問佛言何󵓕為三毒何󵓕為三患何󵓕", "284": "為二色二󷥕乎。佛言󴣼怒󰒁是三毒生老死病是", "285": "三患色者眼耳鼻口是為二色二患者謂太山地", "286": "獄薜荔畜生是為二󷥕。佛言吾使沙門着十愊", "287": "之衣行乞時但用十方天下人有是十󷥕事故故", "288": "著十愊衣耳人有淂二證信者便作沙門何󵓕二", "289": "證一者信生天上二者信有泥󵝜地獄餓鬼畜生", "29": "沙門不淂飲酒不淂甞酒不淂念酒不淂畜酒", "290": "便作沙門淂此十愊衣袈裟三愊以滅三毒入三", "291": "脫門僧竭支三愊滅生老病死淂三向󷒇㨢羅二", "292": "愊滅眼耳鼻口一不受即淂智恵泥洹僧二愊󷙂", "293": "断泥󵝜地獄餓鬼畜生進度无極淂清淨无", "294": "為之道是故佛使沙門行乞福度一切人令淂離", "295": "苦眾淂安隱佛󵘸。是時諸比丘僧皆大歡喜頭", "296": "作礼。佛言如是有人布施沙門道人者", "297": "其福甚无量人但以作徳可疾作佛雖尒沙門受", "298": "布施物不可不審諦󷜎不知法侓𣸪󵗰佛法行受", "299": "人布施是為罪身比丘善思惟之。阿難問佛言", "3": "不淂貪人財物不淂念盜不淂詐詒人取錢物", "30": "不淂入酒舎不淂具酒是為沙門𢦶。", "300": "人布施沙門淂福无量何為沙門受布施為淂罪", "301": "于。佛語阿難汝所問大善多所過度諦聽當為", "302": "汝廣󵘸其󱐐賢者阿難及諸比〃丘〃𡰱叉手一心", "303": "而聽。佛告阿難及諸比丘我住曰經行至󴅽羅國", "304": "与五百比丘俱道見大枯樹有人放火燒之其", "305": "炎甚高佛搖見火燒樹便住至火邊去火󲩎十", "306": "步而坐勑諸比丘僧各自取草坐〃󵘸。佛告諸比", "307": "丘汝󲇞見是火燒樹火炎不是󰙇󵫏多炎少烟甚", "308": "火熱欝。佛告諸比丘若有人入大火中若坐若臥為", "309": "何如。諸比丘言火中熱󶊯劇不可堪。佛言若有", "31": "沙門不淂勳衣不淂畜香不淂持香不淂以澤香", "310": "年少女人大端政殊好身着殊異采衣珠環香勳", "311": "羙芬如是寧与是女人共坐若臥寧入是火中坐臥。", "312": "諸比丘言坐臥是火中甚痛劇矣。佛言寧入此火", "313": "中坐臥不与他家端政女人臥起一時何以故火燒", "314": "人熱󶊯湏󱅨閒耳貪󴣼之態將人入地獄中燒人", "315": "熱󶊯火久動有刧󲩎其󶊯不可思󱐐夫人為道", "316": "奉持經𢦶當自折護捄度一切无淂有󴣼態於他", "317": "人婦女若有沙門於外視如謹敬於內有󴣼態不", "318": "能自端其心是為反行沙門。佛語諸比丘寧󷗀索", "319": "使三四人對鍥其股令到骨乃正耶寧使人來接", "32": "塗身不淂嗅香不淂念香是為沙門𢦶。", "320": "沙門󷖵兮。諸比丘言寧使人接沙門󷖵。佛言寧以󷗀", "321": "索使三四人對鍥其股勑使到骨󶊯湏󱅨耳使", "322": "人接沙門󷖵者死入太山地獄中鬼持利刀割其", "323": "󷖵火久󶊯不可言諸比丘若󲇞善自思惟之。佛言", "324": "外視如沙門內不除了受人𥘇費食人飲食受人", "325": "醫藥牀臥具其毒心殊不除了不淂受人布施。", "326": "佛語諸比丘󷗀索對鍥其股至骨死〃不當受", "327": "布施物比丘汝󲇞堅持心奉持法侓如法侓行之。", "328": "佛告諸比丘寧持利刀割身軆宍与人寧當受人", "329": "布施物。諸比丘言持刀割身軆甚󶊯劇。佛言是", "33": "沙門不淂聽琴𦂶之音不淂皷琴不淂持不淂", "330": "󶊯尚可忍一時聞身沙門不持佛經𢦶違於法", "331": "侓而受人礼費衣被飲食者死入太山地獄中", "332": "鬼神取利刀割其身軆大久甚󶊯劇。佛言夫人", "333": "去家為道當自思惟勿外作沙門內利人衣被", "334": "飲食財物心不絕。佛語諸比丘寧消銅持注口中", "335": "入𠰸燋入腹腹燋如是熱者一時之間沙門不持禁", "336": "𢦶常有飲食貪味之態㥧勿貪取人飲食", "337": "財物。佛問諸比丘寧飲人食寧飲消銅。諸比丘", "338": "言飲消銅火毒󶊯劇不可言。佛言寧飲消銅", "339": "其󶊯湏󱅨閒身作沙門不持𢦶󵘩於法侓而受", "34": "念不淂念畜不淂聽是為沙門𢦶。", "340": "人飲食者死入太山地獄中常飲消銅火久不可", "341": "言諸比丘諦思惟之。佛言人見沙門顏類行步", "342": "像如賢善自奪妻子飲食持与沙門而此沙", "343": "門殊不持佛𢦶但有貪󴣼之心諸比丘若󲇞作", "344": "沙門善自𢦶於心。佛語諸比丘寧燒石使󷛄摩", "345": "身軆寧欲臥高好牀上。諸比丘言燒石摩身", "346": "軆大󶊯劇不可言。佛言寧燒石摩身軆此󶊯", "347": "湏󱅨閒身沙門不持佛𢦶法侓而受人牀臥具", "348": "死入太山地獄中作人常臥熱石上甚󶊯不可言", "349": "以作沙門身心口意當端志行不當有貪󴣼之", "35": "沙門不淂畜奴婢若世間人持奴婢乞丐沙門沙", "350": "態夫人見沙門道人顏類坐起似賢善其人自", "351": "奪妻子及身牀臥具持施沙門而沙門殊不端", "352": "心心利色欲內不持𢦶違於法侓不當受人財", "353": "物也諸比丘若󲇞善自端心勿犯禁𢦶。佛言若", "354": "有鐵牀銅牀牀者皆火熱欲臥其上不。諸比丘", "355": "言鐵牀銅牀火熱不可堪。佛言此熱湏󱅨閒耳", "356": "沙門不政心不持𢦶法不淂臥板牀繩牀上。佛言", "357": "人見沙門似如賢者善人自奪妻子及身牀", "358": "臥与沙門若持牀臥上諸物遺与沙門而沙門", "359": "殊不端心內不持經𢦶常有貪󴣼之態不能", "36": "門不淂更取若世間人持男兒女兒乞丐沙〃門", "360": "自觧。佛言寧臥鐵牀熱湏󱅨身不持𢦶死入", "361": "地獄中為人常取着沸𣺦湯中甚大久諸比", "362": "丘若󲇞自𢦶於心。佛言取世間鐵鼎𣺦滿中", "363": "沸湯以身囙扳其中行不如法死死不當受人", "364": "財物沙門不持正𢦶死入太山地獄中其數󵕬十", "365": "八𩂜〃󲩎万年𦒱治甚酷󶊯其󵢑不可言沙門", "366": "不持𢦶不淂止佛寺中。佛言人見沙門道人似", "367": "如賢善自有舎宅不能好欲作福徳奪󷦫", "368": "子及身材木持作佛寺舎使沙門居其中欲", "369": "使沙門淂道所沙門殊不持𢦶反有貪󴣼之態", "37": "〃不淂取是為沙門𢦶。", "370": "𣸪居󷘳寺中受人飲食衣被牀臥當時自可", "371": "用為大樂其沙門有如是者死入太山地獄中。佛", "372": "言其有具󷖵𢦶便可淂取人物衣被飲食牀", "373": "臥具醫藥不淂者當󷖲索之當使民皆淂", "374": "其福。佛告諸比丘若󲇞善自思惟之。佛󵘸是", "375": "時有六十比丘觧𢦶脫加裟各言我不能持是", "376": "具󷖵𢦶有六十比丘即自思惟皆成羅漢有六", "377": "十比丘𡰱自思惟身軆皆流汗出佛󵘸是時中", "378": "有悲哀者中有歡喜者中有自歸作𥘇者中", "379": "有讖悔者即淂道。佛語諸比丘諦思惟之道", "38": "沙門不淂畜牛馬不淂畜諸畜不淂乗車不淂", "380": "是身中持之便淂道不持不淂也諸比丘聞", "381": "聞經歡喜作𥘇而去。", "382": "惟教三昧下卷", "383": "全二丈四寺道人僧成敬冩供養", "384": "普為法界眾生", "39": "馬不淂載車是為沙門𢦶。", "4": "㚈㚈尺寸不淂欺人一分以上不淂欺人見金銀󱰖", "40": "沙門不淂倨稸儲䅽粮不淂念使所止空中有", "41": "䅽沙門朝起持鉢行乞過七家過上頭一家󷖵淂", "42": "飽不淂𣸪過餘六家舎兩家󷖵不淂𣸪過五", "43": "家七家不淂食者當還歸故𠁅但飲水如飛鳥", "44": "求食淂食即食飽即飛去无所遺持沙門行乞食", "45": "淂食即食不淂食持鉢而去如飛鳥是為沙門𢦶", "46": "沙門不淂販賣󷜎不󵘸販賣󷜎不淂買賤賣貴是", "47": "為沙門𢦶。沙門不淂畜田廬不淂畜菓", "48": "樹󷜎不淂念樹是為沙門𢦶。沙門不淂󵘸波", "49": "𠁅有池水中有好香莘󷜎不淂念某𠁅水中有好", "5": "寶如見土政使人持金銀󳏃寶財物与沙門沙門", "50": "香莘當念心意化使作善是為沙門𢦶。", "51": "沙門不淂󵘸某國佳某郡佳某縣佳某聚佳不", "52": "淂󵘸噵某國󷥕某郡󷥕某縣󷥕某聚󷥕不淂", "53": "言某沙門有舎宅无舎宅有薗无薗有䅽粮无", "54": "䅽粮有衣无衣是為沙門𢦶。沙門若坐若臥不", "55": "淂󵘸國王治行善󷥕不淂噵世間偷盜之事軍", "56": "兵闘變國〃相伐之事是為沙門𢦶。", "57": "沙門不淂言某衣溫某衣不溫某衣好某不好是", "58": "為沙門𢦶。沙門不淂󵘸牛馬𩚑食是為沙門𢦶。", "59": "沙門不淂言我明經某不明是為沙門𢦶。", "6": "不淂忘受〃者不自入當惠乞丐資窮者輙當", "60": "其有沙門披羅門食眾人食者熟自思惟是為沙", "61": "門𢦶。沙門不淂若何󵓕知不淂有󲔹𢢔之心", "62": "是為沙門之𢦶。沙門講經不淂言我經利", "63": "某不利我持𢦶汝不持𢦶我施行佛法汝不施", "64": "行佛法是為沙門𢦶。沙門不淂言我󶏚佳若", "65": "󶏚󷥕佛經一法身志當日開觧不淂諍師闘是為", "66": "沙門𢦶。沙門不淂言我父佳汝父󷥕我母佳", "67": "汝母󷥕是為沙門𢦶。沙門不淂噵某𠁅沙", "68": "門与我講經意志不如我不淂念某𠁅沙門有", "69": "好杋某无好杋某有好被枕某无被枕某有", "7": "為世間人󵘸言不當貪人財物是為沙門𢦶。", "70": "牀㯓某无牀㩉是為沙門𢦶。", "71": "沙門不淂照鏡䟽頭摩抆髮󵖋不淂覩象闘牛", "72": "琤闘一切不淂觀是為沙門𢦶。", "73": "沙門不淂博戱不淂射不淂󲏮怠噵羙食不淂", "74": "言我到某𠁅當𣸪󷖲某來不淂作男子󵢩姤女", "75": "󵢩不淂作牛馬󵢩不淂教人吐夏是為沙門𢦶。", "76": "沙門不淂手持弓弩兵刃󲐍石刀杖戱是沙門𢦶。", "77": "不淂相男子及姤女相牛馬不淂言今年多雨來", "78": "年少雨嵗熟不熟多病少病有灾異无灾異不", "79": "淂言今年日月食地動多風少風星𪧐政不政不", "8": "沙門不淂畜婦不淂念婦不淂思婦女坐起不", "80": "淂隱相是為沙門𢦶。", "81": "佛告阿㧞言經中皆有是󲇞𢦶沙門過時不食", "82": "不𣸪食󷜎不淂恨衣被𦿔醜鉢常在左脇所行", "83": "𠁅身當与鉢相随如飛鳥羽翼我沙門所行口不", "84": "忘食九孔皆端不恨身若常思念上𢦶語常自", "85": "鄙可時淂羅漢道不与世間人諍權但与世間人", "86": "諍意自脫淂阿羅漢𩚑󷜎念阿羅漢道持是𢦶", "87": "意念者是為佛弟子沙門坐起常思惟是上", "88": "語常思是五藏攝志意不淂使動行在山中樹", "89": "下皆取癡意棄就善意棄怒意就慈意", "9": "淂与女人相干錯不淂念婦女淨絜行道中不", "90": "慈心於天下畜生虫狩心不淂有疑蜜如佛言淂", "91": "羅漢不󷒎是󲇞心者不淂羅漢道佛言如負", "92": "責人心自計挍償已皆歡喜我沙門已自知心中", "93": "餘有幾許󷥕〃露〃欲觧如負責者喜如人繫", "94": "獄中一時淂出者皆歡喜如人有奴婢大夫一時勉", "95": "奴婢奴婢皆歡喜我作奴婢若千歲今淂觧脫", "96": "如人被長病積有年月弐一時病愈甚大歡喜", "97": "如人行賈入深山越度无水漿𠁅至他郡國𣸪", "98": "還見家心為歡喜佛告阿㧞沙門能觧五陰就", "99": "五陽淂羅漢道者歡喜。如是去五陰使人淂道"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8869 惟教三昧（存卷下　前殘）", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8869 惟教三昧（存卷下　前殘）", "author": "Not available", "language": "chinese", "source": "CBETA"}