{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1183 淨業知津", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1183", "1": "淨業知津", "2": "靈巖山下寶藏僧　悟開　述", "3": "淨業知津世間稱為苦海者。因其苦處多而樂處少也。雖有樂", "4": "處。終不免苦。其實世間。純是一團苦境。所以稱為苦", "5": "海。其苦處之苦。人人皆知。不消再說。其樂處之苦。人", "6": "多未知。吾今略說。富與貴。所樂也。但富有富的憂愁。", "7": "貴有貴的憂愁。凡屬憂愁。即是苦。而憂愁之處。一家", "8": "自有一家之事。千緒萬端。已不消細說。何況越是富", "9": "貴。造惡業越多。趣大越容易。既造了惡業。轉眼之間", "10": "惡報到來。真正苦殺人矣。豈不是苦海。", "11": "既是得知了世間是箇苦海。何不跳出這苦海去。永", "12": "離苦海。得大安樂乎。儞若要求安樂。必要修行。若肯", "13": "修行。必要念佛。", "14": "你若肯念佛。只要念南無阿彌陀佛。既念佛。必要發", "15": "箇願。這箇願。不是要求現世好處。亦不是要求來世", "16": "好處。何故呢。所說世間總是苦海。我不求苦海中好", "17": "處。只求一口氣不來時。仍舊念一句南無阿彌陀佛。", "18": "任他病苦纏身。我只一心念佛。所喫的。所著的。所用", "19": "的。各各置之度外。心中所牽記的人。也不牽記。連自", "20": "己的身體。也不管賬。生死隨他去。只是一心念佛。儞", "21": "若能如此。西方極樂世界。阿彌陀佛。即放大光明。照", "22": "著儞。儞便身心清涼。一無󳬩礙。眼前自見佛光明。如", "23": "同坐在青天白日之中。再亡命念去。更兼平日真切", "24": "修行的工夫。這時候。便能大光明中。眼見一朵七寶", "25": "蓮華。近在身邊。遠遠望見金色之身。即是阿彌陀佛", "26": "觀世音。大勢至。接引儞往生西方去也。", "27": "吾如此說。開示念佛修行的法門。儞還信得極麼。信", "28": "得極就如此做去。若有疑惑。吾再與儞講明白。", "29": "世間之人。大概只能自顧自。佛菩薩自己度了。觀一", "30": "切眾生。願他齊度。為此廣說修行之法。依法修行。無", "31": "一不度。", "32": "眾生不信佛法。不肯修行。是與佛無緣。佛即不能度", "33": "儞。儞能信能修。便是前世有善根。今世與佛有緣。與", "34": "佛有緣。儞修行時。佛菩薩必護佑儞也。儞得了佛力", "35": "護佑。償再真切修行。無不成功矣。", "36": "凡修行而不得成功者。總因不真切念佛。雖念佛。而", "37": "仍有世間之貪求。不能一心一意。只顧求生西方極", "38": "樂世界故也。", "39": "念佛的人。要把念佛為切實事。其應酬世務。及料理", "40": "身家。皆是外殻子事。切實不礙外殻子。外殻子不礙", "41": "切實。得念佛之道矣。", "42": "開眼念佛。心易散動。尚可閉目而念。兩耳聞聲。斷難", "43": "塞耳。既不可塞。即借他來用。如何用法。當念佛時。將", "44": "此心放得空空靈靈。提起一句阿彌陀佛。即念即聽。", "45": "即聽即念。綿綿不絕。一路盤旋。最為念佛妙訣。行之", "46": "久久。必有相應時也。", "47": "六字念。四字念。是一樣的。念南無阿彌陀佛。謂之六字念。但念阿彌陀佛。謂之", "48": "四字念行念坐念皆可念佛。越多越好。一日到夜。若忘", "49": "記了。記得就念。別事打斷了。事畢就念。或出聲念。或", "50": "不出聲默念。是一樣的。但要字字從念頭上著實。句", "51": "句從求生西方裏出來。再有繫念一法。在不念佛時。", "52": "這一點念頭。常挂在阿彌陀佛身上每日天亮時候。就在牀上坐起。", "53": "清清淨淨。一念不生。坐到日出後。下牀輕輕略轉念頭。無非思量修行的事。如此最能開發智慧。", "54": "心常清淨。不動不搖。是修行得力處。", "55": "念佛人功課。一卷彌陀經。三徧往生呪。念佛畢。念觀", "56": "世音菩薩。大勢至菩薩。清淨大海眾菩薩。各十聲。念", "57": "回向文一篇。拜阿彌陀佛。觀音。勢至。清淨海眾。各三", "58": "拜。三皈依畢。朝暮總是如此。為念佛功課。純一不雜。", "59": "設或要念大乘諸經呪等。寧可另作一時。立為午課。", "60": "不宜在朝暮正課內夾雜。夾雜則不專精。", "61": "高王經。分珠經。香山卷。佛偈。皆不要念。藏經所無。非", "62": "真經也。", "63": "竹絲燈。據說死後。照到冥司所用。全不顧念佛道理。", "64": "我勸世人點念佛圖。點滿。填名記數。佛前焚化。最好。", "65": "自有佛光相照。何用竹絲燈。", "66": "彌陀經要熟。無量壽經。觀無量壽經。要常看。", "67": "每日除功課外。準定一時禮拜最好。正是在佛前。懇", "68": "苦虔誠。一心歸命。求佛哀憐。慈光照我。", "69": "禮拜法", "70": "佛前焚香。至心合掌。每念一聲。一拜。應和南拜念云。", "71": "南無娑婆世界。現在如來。大慈大悲。本師釋迦牟尼", "72": "佛。九拜", "73": "南無西方極樂世界。大慈大悲。大願大力。接引導師。", "74": "阿彌陀佛。四十八拜", "75": "南無西方極樂世界。萬億紫金身。觀世音菩薩摩訶", "76": "薩。三拜", "77": "南無西方極樂世界。無邊光智身。大勢至菩薩摩訶", "78": "薩。三拜", "79": "南無西方極樂世界。滿分二嚴身。清淨大海眾菩薩", "80": "摩訶薩。三拜", "81": "拜畢。長跪。至心合掌。念云。", "82": "我昔所造諸惡業皆由無始貪瞋癡", "83": "從身語意之所生今對佛前求懺悔", "84": "願我臨欲命終時盡除一切諸障礙", "85": "面見彼佛阿彌陀即得往生安樂剎", "86": "虗空有盡我願無窮情與無情同圓種智", "87": "念畢。起立。三拜而退。", "88": "吾今所講的修行。要以念佛發願為正主。然助道因", "89": "緣必不可少。何等為助道因緣。恭敬三寶心。願求出", "90": "世心。厭離牽纏心。得知善惡報應。生畏懼心。正直心。", "91": "老實心。慈悲心。解脫心。不生自道好的心。以上皆好", "92": "心腸。是助道因緣也。", "93": "既有了好的心腸。作為助道。又要得知壞心腸。防其", "94": "障道。不信三寶心。自做主張修行心。名利心。貪愛世", "95": "間快樂心。瞋心。愚癡忘想心。求世間福報心。機巧心。", "96": "詐偽心。偏曲心。因循怠惰心。不改過心。自以為是心。", "97": "以上皆壞心腸。雖是修行。決難入道。所以然者。為此", "98": "等心。作遮障故也。", "99": "辦修行事。必當親近明師善友依教奉行。不遇師友。", "100": "彌陀經一卷。回向文一篇。即是師友。切忌杜撰。明師", "101": "善友。有真的。有假的。若要師友。必求真的。方能引我", "102": "入道。開我智慧。成我修行。了我生死。所以師友之恩。", "103": "過於父母。若是假的。他便引我入錯路。塞殺我一片", "104": "正修行心。使我一事無成。所以真假之隔。不啻天壤。", "105": "不可不辨明而親近。", "106": "吾今說箇辨法。其真正可為明師善友者。一見未必", "107": "顯然。就有一種明師善友的本事與儞看。也不過平", "108": "平實實而已。談到修行。必就儞所修講究。井井有條。", "109": "不高不下。儞聽了。覺得與平日所修工夫。頗有開發。", "110": "亦見其與經書暗合。若假者。一見便有一種明師善", "111": "友的樣子。談到修行。必將儞平日所修另翻一調。以", "112": "見高超。譬如儞平日。奉一卷彌陀經。依佛所說。執持", "113": "名號。信願求生極樂國土。有何不是處。必要另換調", "114": "門。另立話頭。難道儞超過釋迦牟尼佛麼。倘然學者", "115": "實有錯誤。不妨隨病發藥。實有未明。又當隨機解說。", "116": "念佛工夫。在於臨終時用。臨終所用的。在於平日間", "117": "做。平日間做。若在色力強壯時。比老衰時好。是故慎", "118": "勿因循。遠期他日。", "119": "自己工夫。尚無著實。所知佛法。尚未明白。不可輕易", "120": "教人。有為師之意。雖云自利利他。只恐自誤誤他耳。", "121": "修行人身體。雖不貪戀。也須調養。到老來時。但向工", "122": "夫上收拾散動。不必向老上。安排身體。小病服藥。大", "123": "病待死。切不可大病要好。當端正歸家去也。", "124": "臨終或遇惡疾。痛苦異常。當知這是生生世世的惡", "125": "業果報。我今正應亡命的念佛。千魔百難。我心不動", "126": "不搖。", "127": "天下無難事。只要有志氣。志氣決定。則無難事。", "128": "湖海行船。必靠搖櫓。一日行一百里。也算好的了。若", "129": "遇大順風。頃刻幾百里。何以如此快。天助其力也。凡", "130": "人生西方。專靠人力。自然也難。若真切心念佛。佛必", "131": "保護。佛力保護。更勝於天助。所以不難矣。若想專靠", "132": "佛力。自己修行不真切。竟不成功。而怪佛。當知應怪", "133": "自己也。", "134": "人之生於母胎中。絕不以為難。亦不以為奇。何也。人", "135": "人見慣。以為實者其事也。念佛往生西方。極樂世界。", "136": "蓮華化身。因不曾見慣。所以覺得難。所以覺得奇。豈", "137": "知其實。與人之生於母胎中。一箇道理也。一邊是情", "138": "愛而成。一邊是信願而成。", "139": "人之念佛往生西方也。初且脫離苦海。跳出六道輪", "140": "迴。往生之後。修行直至成佛。", "141": "念佛一門。直截向上。自始至終。毫無委曲。", "142": "修行人多從苦處裏成功。儞看快樂人那得修行。到", "143": "了西方。才見得苦人便宜。樂人喫虧。更看那不信修", "144": "行的。一生辛苦。造了無數惡業。閻羅面前受苦報無", "145": "窮。何等苦惱。縱有善業。不過得享福報。若享福報。造", "146": "了惡業。不久亦向閻羅面前受苦。縱無惡業。豈知天", "147": "仙福盡。終須墮落。念佛人真切修行。即於現生仗佛。", "148": "力往生西方。極樂世界。永不受輪迴之苦。苦海極樂。", "149": "相去何如哉。此皆釋迦牟尼佛金口所說。我今傳佛", "150": "語。奉告諸人。字字皆真語實語。如有不實。吾當永墮", "151": "󳫠舌地獄。", "152": "淨業知津一書。余昔為優婆夷唐貞女述也。語用", "153": "粗淺。蓋欲令其容易明白。然究而極之。不越乎此。", "154": "惟是淺近之談。最易流俗。難入三乘正法。是書或", "155": "可免歟。四川黃居士。見而喜之。遂捐請付梓。時道", "156": "光己丑三月也。悟開識。", "157": "念佛往生淺近說念佛往生淺近說", "158": "南無者。皈依也。阿彌陀者。無量壽也。佛者。覺也。言人", "159": "當皈依無量壽大覺尊也。然則佛號多矣。何以專念", "160": "阿彌陀佛乎。蓋此是眾生之心佛。試觀世人喜極。則", "161": "曰阿彌陀佛。苦極。則曰阿彌陀佛。這句佛。不知不覺。", "162": "自然從口中流出。鄉愚婦豎。不教而知。不學而能。故", "163": "曰心佛也。因眾生歷劫輪迴。迷失本性。佛乃開異方", "164": "便門。教人自念自佛。如人睡夢。以一句彌陀喚醒之。", "165": "如事失記。以一句彌陀提省之。引苦惱生靈。至極樂", "166": "世界。易五濁惡世。為七寶樓臺。果能息息求生淨土。", "167": "心心回向西方。念到純熟地步。自然水到渠成。游子", "168": "得歸故鄉。嬰兒再投慈母。三界橫出。永不退回。九品", "169": "安居。豫先備辦。豈不快哉。斷不可謂我孽重不能去。", "170": "我福薄不能去。須知彌陀。本有誓願。決不賺人。馬跳", "171": "深潭。一躍而過。󳭋渡大海。一飛而超。稍涉遲疑。墮坑", "172": "落水。一定理也。又如要到北京。先備資斧。再雇舟車。", "173": "逐日趲程。早行早到。若資斧缺乏。舟車拋棄。旅店逗", "174": "留。必致中途阻滯。加以疾風霪雨。酷暑嚴寒。黑夜濘", "175": "泥。舉步荊棘。悔之晚矣。今日多念佛。即往生資斧也。", "176": "彌陀大願船。即苦海慈航也。明示西方極樂國。即指", "177": "南車也。念佛不求往生。祇種善因。或歸福報而已。福", "178": "報一盡。仍入輪迴。可危哉。可畏哉。", "179": "念佛進一解說念佛進一解說", "180": "予前有念佛往生淺近說。所以發人信心。堅人願力", "181": "也。心既發矣。願又堅矣。其不勇猛精進者。生死不切", "182": "也。生死所以不切者。以未知輪迴之苦。念佛能出輪", "183": "迴也。請更進一解焉。夫即心即佛。佛在心頭唯心淨", "184": "土。此等語句。最高最上。最第一。可惜輕口滑過。成口", "185": "頭禪也。世人所謂心者。腔子內一肉團耳。眼因色而", "186": "有分別。耳因聲而有分別。此虗妄心。若離六塵。則不", "187": "能有四大分解。終歸散滅。壇經云。心是地。性是王。王", "188": "居心地上。言其體。則無形無相。無動無搖。不生不滅。", "189": "言其用。則能含一切。生一切。圓滿周遍。運用不窮。善", "190": "惡邪正。無不備具。一念善。天堂升。一念惡。地獄沈。然", "191": "則念念彌陀。心心歸向。西方極樂國。有不從此成就", "192": "者乎。善日積。天堂一重高一重。惡日積。地獄一層低", "193": "一層。淨土境界。亦視其人之修證為等差。故東西南", "194": "北皆安養。塔廟山林亦樂󳬛也。縱使金臺來迎。亦是", "195": "自性中發現。天上只一月。而湖海溝渠。甚至一盂一", "196": "杯。莫不徧印。但水不清。則月不現。喻眾生心不淨。不", "197": "見佛也。果得往生。見佛聞法。輪迴脫矣。或云。念佛時。", "198": "雜念多。奈何。曰。諸念木屬虗妄。然亦不離自性。心經", "199": "五蘊皆空。明明有箇照見的在。即不雜不亂之主人", "200": "翁也。必謂念頭。有礙念佛。知念起者。又何人耶。知念", "201": "即離。離念即佛。攀緣固非。止滅亦病。他起他的念。我", "202": "念我的佛。始則業力勝佛力。久則佛力勝業力。純則", "203": "開口閉口單單剩一句佛。及至臨末一聲。戞然而止。", "204": "斯時萬念皆消。眾響俱寂。何等清涼。何等受用。一剎", "205": "那間。星移物換矣。由斯而言。人生而少而壯而老。併", "206": "此一剎那之清涼受用。而不可得。塵勞擾擾中。不知", "207": "汩喪多少天真。埋沒多少靈性。虗擲多少光陰。以至", "208": "生死輪轉。念及此。而瞿然興。惕然警。求出生死。只有", "209": "這條路。朗念默念。朝念夕念。欲罷不能矣。雖然。予此", "210": "說。近於離相。離相之說。正是進一解之說。不能離相。", "211": "還是著相。若認箇黑漆漆的頑空。死板板的枯定。則", "212": "又大錯。", "213": "念佛須戒殺說念佛須戒殺說", "214": "念佛不拘喫葷喫素。原是佛菩薩度世苦心。開此方", "215": "便法門也。世人誤會此意。遂有念佛而不戒殺者。不", "216": "知三業首重殺生。五戒殺為第一。若不戒殺。必致業", "217": "果相續。障礙往生。袁中郎云。未有口啟鸞刀。而能生", "218": "清泰者也。夫蠢動含靈。具有佛性。因迷造惡流轉諸", "219": "趣。世尊慈悲願力。令入無餘涅槃而滅度之。佛度之。", "220": "而人殺之。何心哉。以奉佛之人殺之。尤顛倒違背之", "221": "甚者矣。或謂奉祭祀。供日用。宴賓賓。奈何抑思一人", "222": "奉道。未有不願祖先眷屬。九品同登。而與諸上善人。", "223": "俱會一處。感而化之。亦自度度人也。楞嚴經云。殺彼", "224": "身命。或食其肉。經微塵劫。相食相誅。無有休息。是知", "225": "畜類之多。皆由殺業之報。人亦在十二類中。我則愛", "226": "壽命。畏痛苦。更欲求生淨土。物則受覊縛遭矰繳。終", "227": "至送死屠刀。衡情酌理。太覺不平。古德有言。口中肥", "228": "膩膩。刀頭血滴滴。如何下得口。如何下得手。願同志", "229": "者。三復斯言。非但不殺之。且買放之。更發願普度之。", "230": "然後得為佛弟子也。至於物命之細微宜惜。家人之", "231": "󳬿蔽須防。尤在有心人。隨時照察耳。", "232": "淨業知津終", "233": "弟子淨同。自屢生以來。流轉生死。出苦無期。今得", "234": "遇念佛法門。脫離有望。伏願人人道心勇猛。信願", "235": "堅強。定生安養。仰祈現生父母。及各各父母眷屬。", "236": "同生蓮界。共證菩提。懇　佛慈悲。滿我此願。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1183 淨業知津", "author": "清 悟開述"}