{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 673-A 佛說八大人覺經疏序〔龍植〕No. 673-A", "1": "佛說八大人覺經疏序", "10": "苦空化極樂之󳬛。佛若不闡。三界九類曷能乘法身", "100": "名。大乃獨成實德。六應感就人中。佛者應也。顯我", "101": "能應法主也。說者感也。悅彼所感機宜也。三離合", "102": "釋。佛之說經。依主釋。佛說有八大人覺經。有財釋。", "103": "八大人覺經。帶數釋。八大人覺即經。持業釋。佛說", "104": "八大人覺經。非法華論四分律。相違釋也。四立名", "105": "釋。諸經得名。或人或處。或法或喻。乍單乍複。乍具", "106": "乍缺。此經以人法受稱也。則一題名具四門義。釋", "107": "題尚爾。況經文耶。", "108": "△二譯人。", "109": "後漢安息國沙門安世高譯", "11": "之航。經或不傳。六道四生無以至涅槃之岸。幸承世", "110": "後漢標朝代。對前高祖稱名曰後。安息出處所。揀", "111": "非餘國土也。沙門人也。此言功勞。修八正道有多", "112": "功勞故。秦言勤行。勤行八覺進取涅槃故。安世高", "113": "字也。譯者翻譯。謂翻梵天之語。轉成漢地之言。音", "114": "雖似別。義則大同也。傳云。姓安。名清。字世高。安息", "115": "國王子也。當嗣位。讓國於叔。而求出家。博曉經綸。", "116": "七曜五行醫方異術無不綜達。既而遊方。徧歷諸", "117": "國。行見羣燕。忽謂伴曰。燕云應有送食者。頃之果", "118": "有致焉。漢桓帝建和二年來到中夏。通習華言。宣", "119": "譯佛經二十九部凡一伯七十六卷。多有神迹。自", "12": "高奉譯聖教宣明。自漢迄今。未蒙訓解續法避靜泉", "120": "稱先身已經出家。有一同學多瞋。乃與辭訣云。我", "121": "當往廣畢宿世之對。既而適廣州。路逢一少年。唾", "122": "手拔刀。乃延頸受刃無懼。少年殺之。觀者駭異。已", "123": "而神識還為安息王子。今來遊化。度昔同學。靈帝", "124": "建寧四年關洛擾亂。乃附舟過廬山。行達䢼亭湖。", "125": "廟神極靈。能分風送。往來之舟。會同旅三十餘船。", "126": "奉牲請福。神降祝曰。舟有沙門。請來入廟。告高云。", "127": "吾昔與子出家學道。好行布施。而性多瞋。今為䢼", "128": "亭廟神。此湖千里皆吾所轄。壽盡旦夕。當墮惡道。", "129": "有絹千疋并雜寶物。可為立法營塔使生善處。高", "13": "石。養疾山川。偶閱斯文。隨修其疏。庶令八大覺門。如", "130": "向之梵語數番。即取絹物辭別。便達豫章。遂以廟", "131": "物為造東寺。名曰大安。乃江淮寺。塔之始也。暮有", "132": "一少年。長跽高前。受其呪願。高謂眾曰。向之少年", "133": "即䢼亭廟神。得生善處。離醜惡形矣。後於山西澤", "134": "中見一死蟒頭尾數里今潯陽郡大蛇村是。高後復到廣州。", "135": "尋前害己少年。時少年尚在。高投其家。說昔日償", "136": "對之事。歡喜相向。謂云。吾猶有餘報。今當往會稽", "137": "畢對。廣州客悟高非凡。豁然意解。追悔前愆。厚相", "138": "資供。隨高東遊。遂達會稽。至便入市。正值羣鬪。誤", "139": "傷高首。應時殞命。廣客頻驗二報。遂發心出家。精", "14": "杲日之昭乎中天。五尊勝益。似甘霖之潤乎稿木。凡", "140": "懃佛法。弘傳八大人覺經。具說世高事緣。遠近聞", "141": "知。莫不歎伏。", "142": "△五詳解文義。", "143": "道安三分。今古同遵。考此文意。似有正宗而無序", "144": "通。今以義判仍分為三。初標八法誦念以發起。", "145": "為佛弟子。常於晝夜。至心誦念八大人覺。", "146": "三分中。此當序分。屬發起。非證信也。八大覺事佛", "147": "菩薩本。故不待問而自教誡。文有四句。初句人作", "148": "成曰為。妙覺曰佛。解後曰弟。從生曰子。然有五位。", "149": "一本性。二名字。三相似。四隨分。五究竟。今屬名字。", "15": "見聞隨喜者。宜勸勉啟廸焉。", "150": "依佛為師。更不皈依邪魔外道。允成大乘佛弟子", "151": "也。次句時。晝夜約日。晝三夜三也。常者約年。盡形", "152": "不懈也。三四句法。先行也。至心意業行。誦念身口", "153": "行。後教也。八種法門。諸佛菩薩大人之所覺者。服", "154": "佛之服。誦佛之言。行佛之行。是佛而已矣。若晝夜", "155": "不念八大人覺。豈稱佛弟子哉。", "156": "△二詳八大法相以成宗。分二。先別釋八法以起", "157": "信解八。初覺身心無常觀念真常。", "158": "第一覺悟世間無常。國土危脆。四大苦空。五陰無我。", "159": "生滅變異。虗偽無主。是心惡源。形為罪藪。如是觀察。", "16": "康熈二十九年歲次庚午五月端陽節日灌頂行者", "160": "漸離生死。", "161": "此下八門當正宗也。初門分二。先覺知事相非真。", "162": "明而不昧謂之覺。知而不迷謂之悟。於中有八。一", "163": "三世。世為遷流。流數有三。過去未來現在也。無常", "164": "有二。一者敗壞無常。二者念念無常。過去諸法恍", "165": "惚如夢。現在諸法猶如電光。未來諸法如雲歘起。", "166": "賢首疏云。過去則無體難追。現在則剎那不住。未", "167": "來則本無積聚。故曰無常。楞嚴云。豈惟年變亦兼", "168": "月化。何直月化兼又日遷。沉思諦觀。剎那剎那念", "169": "念之間不得停住。二十方。國土橫徧十方故。界為", "17": "續法題於崇壽紫竹林間", "170": "方位。方位有十。四方四維上下也。總收國界。略為", "171": "八類。謂淨穢小大麤妙廣狹。不安曰危。虗浮曰脆。", "172": "三界不安。猶如火宅。塵剎虗浮。喻同朝露。經云。假", "173": "使妙高山。劫盡皆散壞。大海深無底。亦復有枯竭。", "174": "大地及日月。時至皆皈盡。未曾有一事不被無常", "175": "吞。三四大。堅相為地大。潤濕為水大。煖觸為火大。", "176": "動搖為風大。內四大為苦。外四大為空。經云。水火", "177": "風土旋令覺知。四大各離。誰和合者。則內四大皆", "178": "苦空也。又云。火乃燒於色。水復為爛壞。風能令散", "179": "滅。四大互相違。堅濕煖動法。假名無有實。大種本", "18": "佛說八大人覺經疏", "180": "無生。故無所造色。則外四大亦苦空也。四五陰。根", "181": "塵名色。質礙為義。違順名受。領納為義。苦樂名想。", "182": "取像為義。善惡名行。造作為義。是非名識。了別為", "183": "義。皆曰陰者。葢覆真性故。無我者。謂五陰中都無", "184": "我主。但形骸色思慮心耳。楞伽云。諸蘊業因和合", "185": "而起。離我我所。是名行空。圭山云。色有地水火風。", "186": "心有受想行識。若皆是我。即成八我。翻覆推析。皆", "187": "不可得。便悟此身眾緣和合。似我人相。元無我人。", "188": "欲求出離。修無我觀。斷分別我執。證我空真如。即", "189": "知五陰皆空無我也。五生死。生滅是生死之因。生", "19": "No. 673", "190": "死為生滅之果。天如云。那箇生死業根。只在汝一", "191": "念生滅之間。變異者。遷改也。經云。我此之身雖未", "192": "曾滅。我觀前念念遷謝。新新不住。如火成󰞆。决知", "193": "此身當從滅盡。然四相遷流。有一期剎那二種之", "194": "別。以理推之。生如石女懷兒。住若陽燄翻浪。異同", "195": "浮雲千變。滅猶狂華謝空。六煩惱。虗妄相想為虗。", "196": "假名無明為偽。無主者。謂此無明。妄想因緣和合", "197": "而有。實無自性。亦無有我。觀此想念屬誰誰。便是", "198": "煩惱想歷歷見。此一念想中無有主宰。即人空慧。", "199": "如幻化相。即法空慧。頌曰。一切妄想中。因緣空無", "2": "〔龍植〕", "20": "佛說八大人覺經疏", "200": "主。七內心。心六識也。惡十惱三毒也。根塵為緣。識", "201": "生其中。聚緣內搖。趣外奔逸。昏昏擾擾以為性相。", "202": "是故心為功之首惡之魁也。六識頌曰。動身發語", "203": "獨為最。引滿能招業力牽。息心達本無善無惡。是", "204": "一真源如如不動心矣。八外身形。身口也。罪七支", "205": "四種業也。本末續生。遞相為種。喻如草木生長不", "206": "絕。故云藪也。遺教云。此是罪惡之物。假名為身。沒", "207": "在老病生死大海。智者除之。如殺怨賊。如是下。次", "208": "觀察法相對治。五識照矚曰觀。意識尋伺曰察。如", "209": "是結上八種覺悟。上乃別明。此句總攝。謂世間國", "21": "清　淅水崇壽沙門　灌頂續法　集", "210": "土五陰生滅虗偽心形。皆為惡源罪藪。無常苦空", "211": "危脆無我變滅無主者也。漸離者。舉第五生死。以", "212": "該餘七也。若對翻之。轉無常壽命。以成十世真常。", "213": "轉危脆家產。以成性土悠久。苦空大種成五大。圓", "214": "融無我陰處成法身真我。變異生死成不滅不生。", "215": "無主虗想成無位真人。翻惡源之心而為菩提道", "216": "心。翻罪藪之身而為涅槃法身。如此最勝法益。非", "217": "觀察覺悟。不能得成也。", "218": "△二覺貪欲為苦觀念少欲。", "219": "第二覺知。多欲為苦。生死疲勞從貪欲起。少欲無為", "22": "△疏此經義。文分為二。先略標章門。", "220": "身心自在。", "221": "先覺事相非真。初一句現招苦惱。唯識云。云何為", "222": "欲。於所樂境希望為性。欲境有五。謂財色名食睡。", "223": "今約希望。欲心不一而足曰多。經云。常求諸欲境。", "224": "苦者。五苦中求不得苦也。遺教云。多欲之人多求", "225": "利故苦惱亦多。次二句當感生死。生死果也。疲勞", "226": "輪轉不休故。貪欲因也。唯識云。云何為貪。於有有", "227": "具染著為性。貪愛為本。欲樂為末。圓覺云。一切眾", "228": "生從無始際。由有種種恩愛貪欲。故有轉迴。佛名。", "229": "經云。有愛則生。愛盡則滅。故知生死貪愛為本。文", "23": "將釋此經。五門分別。一教起因緣。二藏乘教攝。三", "230": "若去貪欲之因。生死苦輪之報息矣。少欲下。次觀", "231": "法相對治。初句無為樂則無苦惱。少欲而外無所", "232": "貪。無為而內無所作。豈不逍遙暢快。次句自在樂", "233": "則無生死。身離生老病死。心離生住異滅。豈不解", "234": "脫自在。經云。少欲之人則無諂曲以求人意。亦復", "235": "不為諸根所牽。行少欲者。心則坦然無所憂畏。有", "236": "少欲者則有涅槃。少欲既能生諸功德。無欲更受", "237": "無盡益矣。", "238": "△三覺多求增罪觀念知足。", "239": "第三覺知。心無厭足。惟得多求。增長罪惡。菩薩不爾。", "24": "宗趣通局。四略釋題名。五詳解文義。", "240": "常念知足。安貧守道。惟慧是業。", "241": "先覺事非真也。初句內存無厭足心。次句外惟多", "242": "求境物。三漸增惡求罪過。梵網云。自為飲食錢財", "243": "利養名譽故。親近王臣。恃作形勢。橫取錢物。名為", "244": "惡求。菩薩下。次觀法對治。菩薩心者。利人為先。豈", "245": "有惡求多求。故云不爾。念知足如迦葉頭陀。無厭", "246": "斷矣。貧樂道若顏回陋巷。多求滅矣。此則惑障除", "247": "也。空慧業猶善現阿蘭那行。罪惡消矣。此則業障", "248": "除也。惑業之因既絕。苦報之果何來。故遺教云。汝", "249": "等若欲脫諸苦惱。當觀知足。知足之法即是富樂", "25": "△後廣釋義相五。初教起因緣。", "250": "安隱之處念知足也。知足之人雖臥地上猶為安樂。不", "251": "知足者雖處天堂亦不稱意。不知足者。雖富而貧。", "252": "知足之人雖貧而富貧樂道也。不知足者常為五欲所", "253": "牽。為知足者之所憐愍惟以二空觀慧為事業也。", "254": "△四覺懈怠墜落觀念精進。", "255": "第四覺知懈怠墜落。常行精進破煩惱惡。摧伏四魔", "256": "出陰界獄。", "257": "先覺事相。懈則根身疲倦。怠則心識恣放。墜則墮", "258": "下難上。落則退後不前。由此上弘下化之功。自利", "259": "利他之德。皆喪失矣。華嚴云。如鑽燧求火。未出而", "26": "初教起因緣者。法華云。諸佛唯以一大事因緣出", "260": "數息。火勢隨止滅。懈怠者亦然。遺教云。行者之心", "261": "數數懈。廢譬如鑽火未熱而息。雖欲得火。火難可", "262": "得。清涼疏。約三慧。以辨懈怠。聞則聽習。數息明解", "263": "不生。思則決擇。數息真智不生。修則定慧。數息聖", "264": "道不生。懈怠之過豈細小哉。常下。次觀治法。初一", "265": "句總。純一不雜曰精。勇往直前曰進。常行者。一生", "266": "不退也。起信云。一切時一切處所有眾善。隨己堪", "267": "能。不捨修學。遺教云。若勤精進則事無難。是故汝", "268": "等當勤精進。譬如小水常流則能穿石。次三句別。", "269": "初即唯識論中攝善精進。以諸十善破十惱惡。八", "27": "現於世。起信云。有如是等八種因緣所以造論。今", "270": "萬法行破八萬塵勞。葢此精進觀中法不欲其精。", "271": "無行不欲其進故。亦即起信論明勤勇精進。文云。", "272": "於諸善事心不懈退。淨名云。譬如勝怨乃可名勇。", "273": "此明見思無明怨賊皆悉破也。二即唯識論中被", "274": "甲精進。四魔者。一天魔。二煩惱魔。三五陰魔。四生", "275": "死魔。摧伏者。以知生死定為苦故。佛果決然樂故。", "276": "眾生與己足可度故。由是志堅不怯。必定取辦。與", "277": "五陰魔煩惱魔死魔共戰。有大功勳。滅三毒。出三", "278": "界。破魔網。亦即起信論明難壞精進。文云。立志堅", "279": "強。遠離怯弱。寶藏論云。決歸者不顧其疲。決戰者", "28": "此教興。略開為十。一為了世法虗幻故。二為顯無", "280": "不顧其死。決學者不顧其身。決道者不重其事。此", "281": "其難壞相也。後即唯識論中利樂精進。陰即五陰。", "282": "界即三界。獄者三界五陰如牢獄桎梏故。出者尅", "283": "己造修。唯日不足。直至超出陰界得大利樂。而後", "284": "已也。亦即起信論明無足精進。文云。念過去久遠", "285": "已來。虗受一切身心大苦。無有利益。是故應勤修", "286": "諸功德。自利利他。速離眾苦。此明練磨其心。修二", "287": "利行。堅固熾然。總無厭足。畢竟超出成最勝樂也。", "288": "破治怠失。摧治懈失。出治墜失。精進法門廣矣大", "289": "矣。", "29": "為真常故。三為破惡惱修慧故。四為離欲患淨行", "290": "△五覺愚癡無智觀念多聞。", "291": "第五覺悟愚癡生死。菩薩常念廣學多聞。增長智慧。", "292": "成就辨才。教化一切。悉以大樂。", "293": "先覺事相。六識茫昧無知曰愚。五根昏迷不曉曰", "294": "癡。愚為惑惱之首。癡是惡業之元因也。無明事理。", "295": "從冥入冥。生死險道受苦不斷。背去三寶。貧無福", "296": "慧。不識苦盡道。不知求解脫果也。菩薩下。次觀治", "297": "法。廣學博究三藏也。多聞聽講十二部也。增慧無", "298": "觀不習故。成辯無經不誦故。聞即聞慧。身根聰也。", "299": "智即思慧。意識通也。辯即修慧。口舌利也。上三句。", "3": "眾生迷而不覺。諸佛覺而不迷。世間虗而不實。法性", "30": "故。五為示耐苦守道故。六為勸解怨興慈故。七為", "300": "自度。此教化句度他。一切不揀。道俗賢愚五性三", "301": "根。普皆化導也。末一句。自他均利也。他得開通佛", "302": "法樂。自得增明教觀樂。又自他現得六根通利樂。", "303": "當得三德安住樂。並以出世大道。揀非世間小果。", "304": "故云大也。四弘對之。聞即法門。智即煩惱。教即眾", "305": "生。樂即佛道。前二治愚癡。後二治生死。", "306": "△六覺貧苦結怨觀念施善。", "307": "第六覺知貧苦多怨。橫結惡緣。菩薩布施。等念怨親。", "308": "不念舊惡。不憎惡人。", "309": "先覺事。財產缺乏為貧。饑寒逼迫為苦。多怨者。上", "31": "明大乘心願故。八為圓諸佛果覺故。九為度眾生", "310": "則怨天。下則怨人。內則怨於父母妻子。外則怨於", "311": "師友親隣。書云。貧而無怨難。結惡緣者。苦境怨心", "312": "一時交接。諸惡業緣無不備造。所謂慳惜己物。貪", "313": "求人財。嫉妬其富。瞋恨其貴。起諸邪見。撥無因果。", "314": "好勇鬪狠。欺長凌幼。由此父子不和。夫妻反目。孟", "315": "子曰。無恒產而有恒心者。惟士為能。若民則無恒", "316": "產因無恒心。苟無恒心。放辟邪侈。無不為己。而云", "317": "橫者。儒云。死生有命。富貴在天。佛云。今感貧富貴", "318": "賤之報。皆因前世慳施敬慢之業。與人結諸怨尤。", "319": "豈不枉造空作惡耶。菩薩下次觀法。孔子曰。貧與", "32": "離苦故。十為施教化與樂故。", "320": "賤。是人之所惡也。不以其道得之不去也。孟子曰。", "321": "古之人修其天爵。而人爵從之。仁義忠信樂善不", "322": "倦。此天爵也。公卿大夫。此人爵也。今開四法。即是", "323": "去貧之道。得爵之術也。一布施。經言。為人貧困從", "324": "慳貪中來。為人大富從布施中來。故以施治貧也。", "325": "有二財。則四事七珍。乃至一縷一麻。法則五教三", "326": "乘。片言片行。老子曰。富貴者送人以財。仁人者送", "327": "人以言。一言可以興󳬛。則法施之拔苦與樂。識不", "328": "可較量也。二等念。經言。有親則有怨。離親即離怨。", "329": "今以同體慈悲怨親平等觀之。善與人同。樂取於", "33": "△二藏乘教攝。", "330": "人。求仁得仁。何怨之有。孟子云。不怨勝己者。反求", "331": "諸己而已矣。故以等治怨也。三不念。如伯夷叔齊。", "332": "不念舊惡。怨是用希。是以有舊惡者。當與勸釋不", "333": "得加報也。四不憎。如子張之尊賢容眾嘉善而矜", "334": "不能。老子曰。善人不善人之師。不善人善人之資。", "335": "孔子曰。三人行必有我師焉。擇其善者而從之。其", "336": "不善者而改之。是以見惡逆者。當與教誡。不得痛", "337": "絕也。三四治結惡。四法一修。貧苦無不離矣。", "338": "△七覺五欲過患觀念梵行。", "339": "第七覺悟五欲過患。雖為俗人不染世樂。常念三衣", "34": "二藏乘教攝者。藏有二。一三藏。經律論也。佛為弟", "340": "瓦鉢法器。志願出家。守道清白。梵行高遠。慈悲一切。", "341": "初覺事。五欲者五塵欲也。過患者煩惱過也。欲是", "342": "境。患是心。由外塵欲。牽起愛心。瑜伽云。欲有二種。", "343": "一事境欲。二煩惱欲。經云。由於欲境。起諸違順。老", "344": "子曰。五色令人目盲。五音令人耳聾。五味令人口", "345": "爽。馳騁田獵。令人心發狂。難得之貨令人行妨。如", "346": "五百仙。聞甄陀女歌而失禪定。一角老為婬女騎", "347": "頸而無神通。夏以妹喜。商以姐己。周以褒似。並亡", "348": "其國。凡為道者。須知過罪。當訶責也。世樂有十。謂", "349": "女色。財寶。聲名。飲食。睡眠。家宅。田園。衣服。眷屬。官", "35": "子說八大覺。經藏所攝。二二藏。菩薩聲聞也。此是", "350": "貴。圓覺疏開為四相。一內愛欲。緣自身形。按拭摩", "351": "觸。起諸染著。二外愛欲。緣他男女姿態妖艶。念念", "352": "貪愛。三內外愛欲。於自他身柔輭細滑。攀緣不捨。", "353": "四遍一切處愛欲。緣於一切五欲塵境。生結縛心。", "354": "不染者。猶如蓮華不著水。亦如日月不住空也。大", "355": "論云。五欲無樂。如狗嚙骨。五欲增諍。如鳥競肉。五", "356": "欲燒人。如執風炬。五欲害人。如踐毒蛇。五欲無實。", "357": "如夢所得。五欲不久。如繫石火。禪經偈云。智者應", "358": "觀身。不貪染世樂。無累無所欲。是名真涅槃。豈可", "359": "入道則淨。涉俗便染耶。常下次觀法有五。一衣鉢。", "36": "諸佛菩薩大人之所覺悟。菩薩藏藏攝。乘有二。一", "360": "迦葉受頭陀法。衣但糞掃三衣。食常次第乞食。器", "361": "即香爐鍚杖念珠澡瓶。梵網云。菩薩行頭陀時。此", "362": "十八物。常隨其身。二出家。阿蘭若處離於聚落。放", "363": "牧聲絕。無諸憒閙。此則出五欲塵染之家。入一真", "364": "寂靜之家。曰志願者。身雖俗家。心實佛家也。四句", "365": "揀之。一心形俱不出家。二心形俱出家。三心出形", "366": "不出。四形出心不出。今當第三句。此二治為俗。四", "367": "十二章經云。受道法者。去世資財。乞求取足。日中", "368": "一食。樹下一宿。慎勿再矣。使人愚蔽者。愛與欲也。", "369": "三守道。謂守涅槃清淨之道。出離生死濁海。守菩", "37": "五乘。人天聲聞辟支菩薩也。今教菩薩常念。菩薩", "370": "提潔白之道。解脫煩惱淤泥。此一治五欲過患。四", "371": "梵行有三。一明悟欲心。二潔淨欲身。三不犯欲塵。", "372": "出世第一。如梵天行。高超六欲。遠越釋天。如諸佛", "373": "所說。一心一意行。數息在禪定。是名行頭陀。此一", "374": "治不染世樂。五慈悲。慈與一切之樂。悲拔一切之", "375": "苦。若非一味法雨。何能三根普潤。此句總治三種", "376": "也。配四法門。初二理。三果。四行。五教也。問。二七何", "377": "別。答。二約能緣莫起多欲心也。七約所緣莫染五", "378": "塵欲也。", "379": "△八覺生死苦惱觀念心願。", "38": "乘攝。二四乘。小乘羊車。中乘鹿車。大乘牛車。一乘", "380": "第八覺知生死熾然。苦惱無量。發大乘心。普濟一切。", "381": "願代眾生受無量苦。令諸眾生畢竟大樂。", "382": "先覺事相生死者。三界內外。有二種生死。稱為苦", "383": "海。第一分段生死。即六道眾生。四大所成身體。有", "384": "分齊段落。受其生生滅滅。第二變易生死。即聲聞", "385": "菩薩。雖離分段之身。未得圓證法身常寂。不免四", "386": "相遷流。因移果易。熾然者。楞嚴云。生死死生。生生", "387": "死死。如旋火輪未有休息。苦惱無量者。苦有三苦", "388": "八苦一百一十苦。惱有六惱十惱八萬四千惱。問", "389": "前後何別。答。初明一切生死虗幻不實。二明自他", "39": "大白牛車也。經云。八事乃是佛菩薩覺。大乘一乘", "390": "生死因貪欲起。五明自己生死愚迷癡受。八明眾", "391": "生生死發心普濟。又四明自己多欲便多苦惱。六", "392": "明自他貧苦多怨結惡。七明一切五欲皆有過患。", "393": "八明眾生苦惱誓願代受。故前後不同也。四句揀", "394": "之。謂一人受一生死苦惱。一人受多生死苦惱。多", "395": "人受一生死苦惱。多人受多生死苦惱。復有四句。", "396": "謂同業同報。別業別報。同業別報。別業同報。故如", "397": "火之熾然。空之無量。發下次觀法相。初二句發心。", "398": "濟一切出生死。自未得度先度人者。菩薩發心。三", "399": "心四願。乃菩薩之初因也。起信云。發心盡於未來。", "4": "實而不虗。即生心而見佛心。即世界而成法界者。其", "40": "所攝。教有三。一十二分教。契經。重頌。授記。諷頌。因", "400": "化度一切眾生使無有餘。皆令究竟無餘涅槃。故", "401": "云普濟。次願代二句立願。代眾生受苦惱。還源觀", "402": "云。普代眾生受苦者。謂修諸行法。不為自身。但欲", "403": "廣利羣生。冤親平等。普令斷惡。備修萬行。速證菩", "404": "提。又菩薩大悲大願。以身為質。於三惡趣。救贖一", "405": "切受苦眾生。惡令得樂。盡未來際心無退屈。不於", "406": "眾生希望毛髮報恩之心。問。眾生無量。業苦無邊。", "407": "云何菩薩而能普代眾生受苦。答。菩薩代眾生受", "408": "苦者。由大悲方便力故。但以眾生妄執。不了業體", "409": "從妄而生。無由出苦。菩薩教令修止觀兩門。心無", "41": "緣。自說。本事。本生。方廣。未曾有。譬喻。論議也。今此", "410": "暫替。因亡果喪。苦業無由得生。但令不入三途。名", "411": "為普代眾生受苦惱也。後令諸二句。誓令與無上", "412": "二果樂。起信云。為令眾生離一切苦。得究竟樂。非", "413": "求世間名利恭敬故。賢首疏云。苦者二死煩惱苦", "414": "也。樂者無上菩提覺法樂。無上涅槃寂靜樂。非求", "415": "者。非欲令其求於後世人天利樂。長水記云。凡諸", "416": "菩薩有所作為。皆為眾生離苦得樂。此令轉滅煩", "417": "惱生死。得此菩提涅槃。一得永得。大患永滅。超度", "418": "四流。不亦樂乎。然上離苦。是菩薩大悲。此令得樂。", "419": "是菩薩大慈。至覺之心於焉備矣。", "42": "契經自說二分所攝。二化儀十教。本末差別。依本", "420": "△後總結三覺以成行證。", "421": "如此八事。乃是諸佛菩薩大人之所覺悟。精進行道", "422": "慈悲修慧。乘法身船至涅槃岸。復還生死度脫眾生。", "423": "以前八事開導一切。令諸眾生覺生死苦。捨離五欲。", "424": "修心聖道。", "425": "先結前八事。有大人之事。有小人之事。前七自利。", "426": "第八利他。故屬諸佛一乘。菩薩大乘之事。非比自", "427": "利小乘界內人天乘輕細事也。孟子曰。從其大體", "428": "為大人。從其小體為小人。然事為所觀境。覺為能", "429": "知心。佛是滿覺先覺果地覺。菩薩是始覺後覺因", "43": "起末。攝末歸本。本末無礙。隨機不定。顯密同時。一", "430": "地覺也。精下次起後三覺。初四句自覺。復還下覺", "431": "他。合則三覺圓矣。又精進四法。行道正助道品也。", "432": "三法慈悲。七法修慧。二空觀知也。五法法身。無為", "433": "法性也。經云夫為道者。猶木在水。尋流而行。不觸", "434": "兩岸。不為洄流。吾保此木決定入海。學道之人不", "435": "為情欲所惑。不為眾邪所嬈。精進無為。吾保此人", "436": "必得道矣。當第一涅槃秦言滅度。義翻圓寂。唯識", "437": "明四種。一性淨涅槃。二有餘涅槃。三無餘涅槃。四", "438": "無住涅槃。今屬後二也。當第二復還生死海。代受", "439": "苦惱八也。度脫惡眾生怨親平等六也。上乃自覺。", "44": "時頓演。寂寞無言。該通三際。重重無盡也。今屬本", "440": "八事下以前等覺他。八事開導五六也。覺苦一八", "441": "也。離欲二七也。修道三四也。修習自心入於聖道", "442": "故。肇師曰。佛者何也。葢窮理盡性大覺之稱也。生", "443": "死長寢莫能自覺。自覺覺彼其唯佛也。佛地論云。", "444": "於一切法一切種相。能自開覺。亦能開覺一切有", "445": "情。故名為佛。今依八事覺之。豈有不成正覺也哉。", "446": "△三結八門利益以廣通。", "447": "若佛弟子誦此八事。於念念中。滅無量罪。進趣菩提。", "448": "速登正覺。永斷生死。常住快樂。", "449": "此當流通分也。初舉能修法行。於念下次顯所獲", "45": "末差別教中本分所攝。一經始終唯大人覺定無", "450": "勝益。略開有五。一滅罪。罪業為因。苦報為果。修行", "451": "斷惑。罪滅福生矣。二趣果。五十五位真菩提路。必", "452": "須多聞廣慧而進。今誦八大人覺。自到菩提覺道。", "453": "經云。觀靈覺即菩提。如是知識得道疾矣。三成覺。", "454": "迅疾曰速。成證曰登。中直曰正。種智曰覺。過五十", "455": "五菩提路已。方盡妙覺。成無上道。坐華王座。名登", "456": "正覺。四斷死。五住究盡二死永亡也。五住樂。約三", "457": "身釋。法性身土。無為不動真常樂故。受用身土。具", "458": "足無量快樂相故。變化身土。相續不斷諸法樂故。", "459": "廣開為八。一二果成證樂。二依正常然樂。三恒見", "46": "異故。三化法五教。小始終頓圓也。經云苦空無我。", "460": "諸佛樂。四時聞妙法樂。五賢聖相會樂。六眾生離", "461": "苦樂。七願行廣大樂。八本覺真常樂。三德配之。念", "462": "念滅罪解脫德也。菩提正覺般若德也。永斷常樂", "463": "法身德也。三德五益唯此經為然。可不誦習而力", "464": "行之。", "465": "佛說八大人覺經疏終", "466": "音釋", "467": "䢼九容切音恭亭名。轄胡瞎切音鎋。", "468": "淨土三經論", "469": "清　彭際清　述", "47": "初教空宗所攝。又云精進廣學。分教相宗所攝。又", "470": "卍云。無量壽經起信論。觀無量壽佛經約論。及阿", "471": "彌陀經約論之三般。合稱三經解。既分出別處。故", "472": "省于此。", "48": "云進趣菩提。性宗實教所攝。又云速登正覺。頓教", "49": "所攝。又云念念滅罪普濟一切永斷常樂。圓教所", "5": "惟八大人覺經焉。不考其文。罔徵迷悟之本。不研其", "50": "攝。是知此經之義廣大深遠也矣。", "51": "△三宗趣通局。", "52": "三宗趣通局者。通辨諸宗。儒教孔子宗於五常。意", "53": "以修身慎行。齊家治國。揚名後代也。道教老子宗", "54": "於自然。意以融蕩是非。齊平生死。終歸虗無也。釋", "55": "教世尊宗於因緣。意以識心達本。斷惑證真。稱體", "56": "起用也。小乘以生滅因緣為宗。大乘以無性因緣", "57": "為宗。因緣即空空宗也。因緣即假相宗也。因緣即", "58": "中性宗終頓圓也。存二以顯中終義。泯二以顯中", "59": "頓義。混融以顯中圓義。故一代佛教通宗因緣也。", "6": "義。靡測真妄之源。小人不可大受而可小知。於雞園", "60": "局論此經。復有總別。總以覺觀事法修心聖道為", "61": "宗。進趣菩提普濟一切令諸眾生悉以大樂為趣。", "62": "別有五對。一教義。教誦八大人覺文字為宗。了達", "63": "所詮八門義旨為趣。二事理。舉八重事相為宗。顯", "64": "八法理性為趣。三境智。所緣真俗諦境為宗。能緣", "65": "權實觀智為趣。四修證。精進修道梵行高遠為宗。", "66": "直趣菩提速登正覺為趣。五體用。圓滿菩提還歸", "67": "覺體常住快樂為宗。全大覺體發真如用普化一", "68": "切為趣。如是五對展轉相因而為生起也。", "69": "△四略釋題名二。初經題。", "7": "應語小乘。君子不可小知而可大受。為佛子宜揚大", "70": "佛說八大人覺經", "71": "四略釋題名者。先隨相釋。佛者。梵語佛陀。此云覺", "72": "者。準起信論具有三義。一本覺。即所證理。二始覺。", "73": "即能證智。三究竟覺。即智與理冥始本不二也。又", "74": "一者自覺。覺於我空。異凡夫也。二者覺他。覺於法", "75": "空。異二乘也。三者覺滿。覺於俱空。異菩薩也。楞嚴", "76": "云。自覺己圓能覺他者如來應世。即本師釋迦牟", "77": "尼佛也。說者悅也。八音四辨暢本懷故。中論云。佛", "78": "依二諦為眾生說。法義無礙。莫不歡悅。揀非餘人", "79": "說也。八者法數。一苦空。二少欲。三知足。四精進。五", "8": "覺。少欲知足。顯頭陀之妙行。發心博施。示菩薩之初", "80": "多聞。六布施。七梵行。八心願。即見定思進語業念", "81": "命八正道也。亦即理斷智位教因行果八法門也。", "82": "大人者。菩薩稱為大道心眾生。如來稱為大覺世", "83": "尊。覺者覺悟證知也。先覺後覺自覺覺他名大人", "84": "覺。高出凡夫二乘唯自覺者。華嚴云。奇哉大導師。", "85": "自覺能覺他。孟子曰。大人者正己而物正者也。八", "86": "大人覺者。經云。如此八事乃是諸佛菩薩大人之", "87": "所覺悟。復還生死度脫眾生。以前八事開導一切。", "88": "寶積亦云。菩薩成就八法於諸佛前蓮華化生。經", "89": "者。梵語修多羅。此云契經。契謂契理契機。經謂貫", "9": "因。清白翻乎世染。聞慧轉乎顓愚。精進治疲怠之病。", "90": "說攝生也。案五印土呼綵線席經井索聖教。皆名", "91": "修多羅。線能貫華。經能持緯。索能汲水。教能詮義。", "92": "敵對翻之。應名聖教。古德見此方聖說為經。賢說", "93": "為傳。遂分借席經一義。以目西方佛說名修多羅。", "94": "菩薩羅漢說名阿毗達磨。又恐濫席經名。更加契", "95": "字揀之。故名契經。甚為允當。次作對釋。共有六義。", "96": "一通別。經字通也。通餘經故。佛等別也。別諸部故。", "97": "二人法。佛說人也。八覺法也。三一多就法中。八者", "98": "多也。大人覺一也。不離一覺觀故。四能所。人為能。", "99": "覺為所。經云。大人之所覺悟。五名德。人則共有虗"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 673 八大人覺經疏", "englishTitle": "卍 Xuzangjing, Electronic version, No. 673 八大人覺經疏", "author": "清 續法述", "language": "chinese", "source": "CBETA"}