{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1028 華嚴鏡燈章", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1028", "1": "華嚴鏡燈章", "2": "清浙水慈雲沙門續法集門人如朗較", "3": "昔藏和尚。為不了事事無礙法界旨者。設巧方便。於", "4": "一暗室。中供五佛。像前各然一燈照之。取十圓鏡。安", "5": "置十方。面面相對。影影交涉。學者因此。悟入剎海涉", "6": "入重重無盡之旨。今亦就此一喻。以演賢宗百門。", "7": "初辨時。東方第一佛前。平旦然燈破暗。先照時華嚴", "8": "會也。一近東第二佛。傍午然燈破暗。初轉阿含會。當", "9": "中第三佛。餉午然燈破暗。中轉深密會。近西第四佛。", "10": "過午然燈破暗。後轉妙智會。皆名轉照時也。二西方", "11": "第五佛前。將晚然燈破暗。還照時法華會也三。", "12": "一剎那中。頓然五燈。即破一室千年之暗。現起十方", "13": "鏡中佛像。名為唯約一念。四不唯剎那如此。在於一", "14": "日皆然。名為盡該一化。五現今既爾。過未亦然。名遍", "15": "三際。六今午現影。與昨午明午一同。名為攝同類劫。", "16": "七昨晚今早現影。與明早作午同。名為收異類劫。八", "17": "日日三照。不異一念。則今一念。即攝多日。名為以念", "18": "攝劫。九日中有念。念既攝日。念中有日。日復多念。念", "19": "念既不盡。日日亦無窮。名為劫念重收。十一室日念", "20": "既爾。多室日念亦然。名為異類界劫。十一此一日念。彼", "21": "多日念。相攝相入。名為彼此攝入。十二本非時念。依鏡", "22": "燈故。成時成念。鏡燈常遍。時念常遍。名為以本收末。", "23": "十三以上喻通別三時也。", "24": "次敘儀。東一鏡燈為本。餘方鏡燈為末。本影末影。始", "25": "終俱齊。名本末門。十四分東鏡燈。然至西燈。名起末門。", "26": "十五攝西光影。還於東處。名歸本門。十六本燈末燈。相成", "27": "無礙。名無礙門。十七或見一燈。或見多燈。各隨機便。名", "28": "不定門。十八或見此燈。不見彼燈。或同見彼。或不相見。", "29": "名顯密門。十九本末一多鏡燈光影。一時頓現。名頓演", "30": "門。二十一多光影本來虗寂。名寂寞門。二十一盡前後際", "31": "鏡燈亦爾。名該通門。二十二時時交涉。處處遍周。名無", "32": "盡門二十三。", "33": "三約教。鏡燈佛像。從因緣生。小教也。二十四建立法相。", "34": "唯識所作。名立相。法相因緣。徹底唯空。名破相。皆始", "35": "教也。二十五雖是徹底唯空。不礙藏心緣起。終教也。二十", "36": "六雖復幻有宛然。不礙真性寂滅。頓教也。二十七燈光", "37": "鏡像。同時圓遍。重重攝入。盡成事事無礙法界。圓教", "38": "也二十八。", "39": "四顯宗。隨光影相。起有無執。名法執宗。二十九鏡影燈", "40": "光佛像。一一宛然具足。名法相宗。三十佛佛互現金像。", "41": "各各皆無自性。名無相宗。三十一即此燈光。空而常有。", "42": "名緣起宗。三十二即彼鏡影。有而常空。名寂滅宗。三十三", "43": "五盞燈光。參而不雜。五尊佛像。即而不離。鏡現佛燈。", "44": "遍容無盡。名圓融宗三十四。", "45": "五明觀。先所依體事。佛鏡燈光。照徹地下穴暗。如地", "46": "獄瞋法界也。三十五地中泥暗。如餓鬼貪法界也。三十六", "47": "地面磚暗。如畜生癡法界也。三十七地上瓶盆。如脩羅", "48": "慢法界也。三十八室中几筵。如人戒善法界也。三十九室", "49": "中門屏。如天禪定法界也。四十室中柱暗。如聲聞諦法", "50": "界也。四十一屋上樑暗。如支佛緣法界也。四十二屋上椽", "51": "板。如菩薩度法界也。四十三屋頂瓦窻。如諸佛覺法界", "52": "也四十四。", "53": "鏡燈光影。是教。有無即離。是義。教義對也。四十五相本", "54": "幻妄。名事。性本真實。名理。理事對也。四十六歷緣所對。", "55": "名境。發起能觀。名智。境智對也。四十七念念生滅。名行。", "56": "前非中後。名位。行位對也。四十八初加然照為因。後發", "57": "光影為果。因果對也。四十九安處為依。鏡佛為正。依正", "58": "對也。五十火銅金為體。然照容為用。體用對也。五十一能", "59": "現鏡燈。為人。所現光影。為法。人法對也。五十二明顯美", "60": "好。為順。暗隱醜惡。為逆。逆順對也。五十三物境來對。為", "61": "感。隨順現影。為應。感應對也五十四。", "62": "次能依觀法。光影本虗。是名真空絕相觀。", "63": "影像性非斷空。名為色非斷空門。五十五影像相非真", "64": "空。名為色非真空門。五十六影相斷空。皆非真空。名為", "65": "色空非空門。五十七影相斷空。皆即真空。名為色即是", "66": "空門五十八此上四門。皆會影像相分。歸於真空理性。", "67": "總名會色歸空。初句也。斷空非影像性。名為空非幻", "68": "色門。五十九真空非影像相。名為空非實色門。六十真空", "69": "非是斷空影相。名為空非空色門。六十一真空即是斷", "70": "空影相。名為空即是色門。六十二此上四門。皆明真空", "71": "理性。即是光影相分。總名明空即色。次句也。光影像", "72": "相。舉體不異真空無性。真空無性。舉體不異光影像", "73": "相。名為空色無礙門。三句也。六十三此真空性。色空即", "74": "離。迥絕無迹。名為泯絕無寄門。四句也六十四。", "75": "彼光影像用相。與火銅金體性。鎔融無礙。是名理事", "76": "無礙觀。", "77": "金該佛。鏡全影。燈徹光。名為理遍於事門。六十五佛該", "78": "金。影全鏡。光徹燈。名為事遍於理門。六十六依金鏡燈。", "79": "成佛影光。名為依理成事門。六十七由佛影光。顯金鏡", "80": "燈。名為事能顯理門。六十八見金鏡時。無像可得。名為", "81": "以理奪事門。六十九見光影時。亦無燈鏡。名為事能隱", "82": "理門。七十其實金鏡即像。名為真理即事門。七十一而像", "83": "光即金燈。名為事法即理門。七十二金鏡燈體。非光影", "84": "相。名為真理非事門。七十三先影像相。非燈鏡體。名為", "85": "事法非理門七十四。", "86": "火銅金既容遍。光影像亦容遍。是名周遍含容觀。", "87": "火銅金。如光影像大小一多顯現差別。名為理如事", "88": "法門。七十五光影像。如火銅金普遍廣大徹於三世。名", "89": "為事如真理門。七十六一燈光。一鏡影。廣容無量燈光", "90": "無量鏡影。名為事含理事門。七十七鏡影燈光。不離一", "91": "處。全遍十方。名為通局無礙門。七十八鏡燈佛像。不壞", "92": "一狹小相。能容廣大光影。名為廣狹無礙門。七十九一", "93": "光一影。遍餘多光影時。還能容餘多光多影。名為遍", "94": "容無礙門。八十餘多光影。攝此一光影時。即還入此一", "95": "光一影。名為攝入無礙門。八十一一光一影。與多光多", "96": "影。不唯能入多一光影。亦且能攝多一光影。名為交", "97": "涉無礙門。八十二多光多影。與一光一影。不唯所攝一", "98": "多光影。亦且所入一多光影。名為相在無礙門。八十三", "99": "一光影與多光影相即。能攝入與所攝入雙融。名為", "100": "普融無礙門八十四。", "101": "一多光影。同時頓具。名為同時具足相應門。八十五遍", "102": "容無邊光影。而不壞本一位。名為廣狹自在無礙門。", "103": "八十六一光影中。攝多光影。多光影中。攝一光影。名為", "104": "一多相容不同門。八十七此光影容彼光影。彼便即此。", "105": "此光影遍彼光影。此便即彼。名為諸法相即自在門。", "106": "八十八見東鏡燈光影。東顯西隱。見西鏡燈光影。西顯", "107": "東隱。餘方例知。名為祕密隱顯俱成門。八十九一鏡影", "108": "中。容多光影佛像。名為微細相容安立門。九十東鏡攝", "109": "餘八鏡光影。帶入西鏡。西鏡現於諸鏡光影。東西鏡", "110": "爾。餘鏡例然。鏡影既爾。燈光佛像重現亦然。名為因", "111": "陀羅網境界門。九十一見一鏡影。即是見於無盡鏡影", "112": "見一佛光。即是見於無盡佛光。名為托事顯法生解", "113": "門。九十二一念現爾。日月現然。歲現若爾。劫現亦然。年", "114": "月劫現。還同今念。名為十世隔法異成門。九十三一鏡", "115": "一燈一佛為主。餘多鏡燈佛像為伴。名為主伴圓明", "116": "具德門九十四。", "117": "鏡影燈光佛像是總相。九十五一多彼此攝入是別相。", "118": "九十六同一緣起是同相。九十七彼此不濫是異相。九十八", "119": "一多合會始成鏡影是成相。九十九鏡燈佛像各歸本", "120": "位是壞相一百。", "121": "此等百門法喻。若能諦審觀察。則餘十十無盡法門。", "122": "無不豁然而貫通矣。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1028 華嚴鏡燈章", "author": "清 續法集"}