{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1186 勸修淨土切要", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1186-A 重刻淨土切要序No. 1186-A", "1": "重刻淨土切要序", "2": "今夫苦樂縱橫。一靈萬變。升沉往返。疲苦遷流。世人", "3": "但知一時是人身。未曾放眼而觀也。故於日用上繁", "4": "興執著。境強心弱。勝氣有時而衰。六道茫茫。未卜其", "5": "託於何所矣。然海月天星。心光淡住。六凡四聖。位業", "6": "空靈。能以佛之心為心。則心強而境弱。以心吞境。念", "7": "念融之。一佛當心。諸魔皆退。生前無障。命盡往生。惟", "8": "此勤念彌陀。可稱換骨靈丹耳。嗚呼千萬易得。一效", "9": "難求。道術儒宗。禪教戒律。修行之途大而廣。捨念佛", "10": "一法。當從何處出頭耶。今翻刻淨土切要一書。略論", "11": "其機。以告三生眷屬。", "12": "咸豐辛酉年四月佛誕日淨業學人無相室謹序", "13": "No. 1186-BNo. 1186-B", "14": "蓮池大師云。雜念是病。念佛是藥。念佛正治雜念。而", "15": "不能治者。因念不親切也。旨哉言乎。耕塘表兄夙具", "16": "慧根。研究經典。每日虔誦佛號。綿密無間。近得勸修", "17": "淨土切要一編。其示人念佛之法。在誠信專一。而以", "18": "斷除妄想為工夫。增長淨因。直至彼岸。洵修心之寶", "19": "筏也。因重付剞劂。以公同志。自度度人。遞相化導。無", "20": "復魔業。謂非無量功德哉。", "21": "咸豐乙卯秋七月　潘曾瑩　序", "22": "目錄勸修淨土切要", "23": "序", "24": "一勸發心念佛二勸實心念佛", "25": "三勸求生淨土四勸正助雙修", "26": "勸修行人從根本處修為奉道者勸", "27": "念佛儀式發願回向文", "28": "十念法", "29": "附錄", "30": "念佛不可附邪教錫明居士念佛不可當錢用錫明居士", "31": "寄庫無益說龍舒居士䟦䟦", "32": "臨終舟楫要語", "33": "No. 1186", "34": "勸修淨土切要", "35": "淨業行人　真益願　纂述", "36": "前文或問孔子曰。人有遷家而忘其妻者。有諸。孔子曰。又", "37": "有甚焉。桀紂則忘其身。若以道眼觀之。今人皆忘其", "38": "身矣。何則。自早晨開目離寢。至夜就寢閉目。無非塵", "39": "勞。未嘗暫省吾身。是皆忘其身也。且人之於身。以日", "40": "言之。莫大於飢渴。必為飲食之備。以歲言之。莫大於", "41": "寒暑。必為裘葛之備。以終身言之。莫大於生死。而不", "42": "為之備。何愚之甚哉。非真愚也。特不知有修淨土之", "43": "法。可為生死之備耳。譬如人至遠地。必先覔下處。然", "44": "後出去幹事。則抵暮昏黑。有投宿之地。先覔下處者。", "45": "修淨土之謂也。抵暮昏黑者。大命將盡之謂也。有投", "46": "宿之地者。生蓮華中。不至沉淪惡趣。受諸苦惱之謂", "47": "也。由此觀之。念佛而修淨土。修淨土而往生。經言壽", "48": "命無量。有樂無苦。其為終身之備。不亦大哉。乃今猶", "49": "有知而不修者。其故何歟。噫。吾知之矣。或因家無靜", "50": "室。或因不能茹素。或因事煩心勞。殊不知念佛。正要", "51": "在鬧處鍊。不拘行住坐臥。嘈雜之所。能一心不亂。則", "52": "一聲勝似數聲。所謂心淨即土淨也。如念佛必長齋。", "53": "固屬甚美。然惟出家則能。若在家而有出世之心。亦", "54": "必求全責備。直苦人之所難。非所以勸人也。苟能晨", "55": "起至誠念佛。今生既可滅罪消愆。命終亦得超生淨", "56": "域。至於念佛之數。清閑者固。多多益善。若事冗而發", "57": "無上菩提之心。亦必例此。是強人所不能。亦非所以", "58": "勸世也。蓋終日雖忙。豈無片刻之暇。何不挪一茶之", "59": "頃。心不外馳而念佛。在勞心者可藉以養心。勞力者", "60": "亦可藉以蓄力。事之有益無損。孰有過於此乎。況不", "61": "特獲驗乎壽終。并可見功於現世。經云。若人受持我", "62": "佛名號者。見世當獲十種功德利益。一晝夜常得諸", "63": "天大力神將。并諸眷屬。隱形守護。二常得二十五大", "64": "菩薩。如觀世音等。及一切菩薩。常隨守護。三常為諸", "65": "佛晝夜護念。阿彌陀佛。常放光明。攝受此人。四一切", "66": "惡鬼。若夜叉羅剎。皆不能害。一切毒蛇毒龍。悉不能", "67": "害。五一切火難水難冤賊刀箭牢獄杻械橫死枉死。", "68": "悉皆不受。六先所作罪。皆悉消滅。所殺冤命。彼蒙解", "69": "脫。更無執對。七夜夢正直。或復夢見阿彌陀佛。勝妙", "70": "色身。八。心常歡喜。顏色光澤。氣力充盛。所作吉利。九。", "71": "常為一切世間人民恭敬。供養禮拜。猶如敬佛。十。命", "72": "終之時。心無怖畏。正念現前。得見阿彌陀佛。及諸菩", "73": "薩聖眾。手持金臺。接引往生西方淨土。盡未來際。受", "74": "勝妙樂。佛切戒人妄語。必不自妄語以誑人。世人之", "75": "妄語者。非以規利。則以避害。佛無求於世。何規利之", "76": "有。佛視生死。如刀斫虗空。何避害之有。是佛無所用", "77": "其妄語也。苟信佛無妄語。宜熟玩四則勸言。修生淨", "78": "土。并須藉以勸人。自度度人。功德無量。切弗置之高", "79": "閣。視為無稽之談。負此婆心。設無佛緣不信者。尚祈", "80": "轉送流通。遞相化導。使在在齊登覺路。人人共出迷", "81": "津。是所望於諸君焉。", "82": "一勸發心念佛一勸發心念佛", "83": "諸善人。世間有千條路。萬條路。如何獨勸人念佛。因", "84": "人之念頭。所係甚重。牽魂引魄造命生身。莫不由此。", "85": "念善生天堂。念惡入地獄。念魔便成魔。念佛便成佛。", "86": "所以勸人念佛。十方三世百千萬億佛。如何只勸人", "87": "念阿彌陀佛。因阿彌陀佛。曾發四十八願。願願度眾", "88": "生。又因阿彌陀佛。與娑婆眾生有緣。無論僧俗男女。", "89": "能念佛無不攝受。故專心持名。即蒙接引往生彼國。", "90": "就是惡人。能至心懺悔持名。亦可帶業往生。所以勸", "91": "人念阿彌陀佛。今人都曉得念佛好。但為多生累劫", "92": "貪瞋癡愛。種業甚深。故難發心。諸善人。當知娑婆世", "93": "界。苦惱極多。儞看世人。有極貧極賤的。有多灾多病。", "94": "的。有鰥寡孤獨的。有妻不賢子不肖的。各人有各人", "95": "的苦境。各人有各人的苦情。其苦固不待言。即如富", "96": "貴康強之人。庭闈聚順之家。件件俱足。種種如意。是", "97": "不苦的了。怎柰壽命有限。且不說那短命的。縱饒儞", "98": "活到百歲。大限到來。難免一死。到這時節。只落得一", "99": "棺長閉。萬事皆休。昔日豪華。而今安在。說到此處。仍", "100": "舊是苦。若在生行惡的。死去地獄餓鬼畜生。隨業受", "101": "報。直至惡業償清。纔得轉個人身。就是在生行善的。", "102": "也不過種些福報之因。猶恐前世孽重。先要償完。則", "103": "轉世便要受苦。墮入三塗。縱使前世無大罪業。後世", "104": "即得福報。且不說福無十全。受福者。一般也有苦處。", "105": "就令十分快樂。富貴享盡。仍舊貧賤。況一享富貴。容", "106": "易作業。保不得不墮在地獄餓鬼畜生隊裏。漫說人", "107": "間富貴。縱行了極大善事。生在天上。天福享盡。仍舊", "108": "墮落。終究是苦。因三界中有這般苦處。所以我佛慈", "109": "悲。說一卷阿彌陀經。教人念佛。得生極樂世界。永離", "110": "諸苦。長享快樂。這是金口親宣。佛戒妄語。豈反妄語", "111": "欺人。但人類不一。不發心念佛的因由也不一。有不", "112": "知道念佛的利益不念。有不信心不念。有貪著眼前", "113": "的快樂不念。有因諸般󳬩礙不念。種種不同。殊不知", "114": "這一聲佛。無人不可念。無人不當念。若必欲舉天下", "115": "盡。棄士農工商。百工技藝事而念佛。是直阻人。非所", "116": "為勸也。蓋持名者。凡一切所為。皆不相妨。既不廢業。", "117": "又不廢錢。并不犯王法。而可免地獄輪迴之苦。非世", "118": "之有利無害。一舉而兩得事耶。即如清閑人。正好念", "119": "佛。或家有恒業。不勞經營。或有父兄子弟可靠。自身", "120": "安閑無事。這等人。是他前世修積來的。不可多得。正", "121": "好就此修行。若虗度光陰。空過一生。最是可惜。冗忙", "122": "人。正好念佛。縱不能如無事之人。六時課誦。也須忙", "123": "裏偷閑。龍舒淨土文云。每日早晨。至心十念。心專願", "124": "切。亦得往生。若依此法門。強似一生忙碌。到頭成空。", "125": "富貴人。正好念佛。富貴縱然長久。怎柰身不堅牢。何", "126": "不就此百樣現成。發心念佛。貧窮人。正好念佛。前世", "127": "不修。今生貧苦。今再不修。一死之後。如秤槌落井。何", "128": "時得出。況此念佛法門。並不躭悞儞求衣求食。有此", "129": "方便。如何不修。少年人。正好念佛。乘精神強壯。求無", "130": "上菩提。日積月累。功不唐捐。況人命不齊。儘多夭折。", "131": "若克潛修。藉佛護而享上壽。回視夭者。始信用功之", "132": "不謬。衰老人。正好念佛。過了許多歲月。或事猶未了。", "133": "終不了矣。何不以有限之光陰。急急求生淨土。是真", "134": "能了人所不能了。有兒女人。正好念佛。常言有子萬", "135": "事足。又道兒孫自有兒孫福。這等人。正好安心學佛。", "136": "他卻癡愛不捨。自甘終身作馬牛。全不想費了多少", "137": "心血。竟與自己一無干涉。生死到來。縱極孝的也不", "138": "能相代。鰥寡孤獨之人。正好念佛。他不少人。不來討", "139": "債。人亦不少他。故無還債。孑然一身。不憂男婚。不愁", "140": "女嫁。何不趁此專意西方。跳出生死。夫少一分愛戀", "141": "者。即少一分纏縛。少一分纏縛。即少一分業障。與世", "142": "緣淺。便與佛緣深。故孰如此輩。生無憂慮。死無挂礙。", "143": "真世間第一等宜念佛。事半而功倍者也。妻妾恩愛", "144": "的。正好念佛。古人道。夫妻恰似同林鳥。大限來時各", "145": "自飛。又道骨肉恩情相愛。難期白首團圓。何如雙修", "146": "極樂。他時把臂蓮臺。作無量劫之佛友。較有限之恩", "147": "愛。豈非更美。骨肉怨憎的。正好念佛。冤家相會。雖親", "148": "不親。不早解釋。益結益深。儞若常念彌陀。現世即得", "149": "解脫。婦女們。正好念佛。因婦女本是五漏墮落之身。", "150": "正愁不得脫離。好容易得這念佛法門。還不急急修", "151": "行。離了苦趣。況阿彌陀佛所發四十八願。第三十五", "152": "願。設我得佛。十方無量不可思議諸佛世界。其有女", "153": "人聞我名字。歡喜信樂。發菩提心。厭惡女身。壽終之", "154": "後。復為女像者。不取正覺。以此婦女專修淨土。必能", "155": "脫離女身證菩提果。但不可念佛惑於邪見耳。殘疾", "156": "人。正好念佛。體相不具。已難比平人。若再墮落。勢必", "157": "入於三塗。其苦更甚。有疾病人。正好念佛。強壯者尚", "158": "防猝死。況病是死因。縱不就死。終朝病苦纏緜。即如", "159": "活受地獄。急急修行。猶恐其遲。遇灾難人。正好念佛。", "160": "前世業熟。今生莫避。全仗佛力。免此灾殃。善人正好", "161": "念佛。善人佛護。念更得力。若但作善而不念佛。比較", "162": "他人不作善者。雖覺勝之。然亦不過今生後世。享些", "163": "頑福。福盡仍要墮落。莫如作善。更兼念佛。直生極樂", "164": "上品。永無墮落之時。惡人。正好念佛。作惡受罪。世人", "165": "皆知。只因未曾檢點。儞今五更睡醒。一一思量。若果", "166": "是惡。急求懺悔。改惡從善。一心念佛。佛大慈悲。無不", "167": "濟度。便檢察生平。無惡不造。或已過之事。成大逆障。", "168": "萬分莫救。或現在之境。騎虎難下。只得昧心。或娼妓", "169": "訟師。謀多人之財命。或屠兒漁戶。害億萬之生靈。若", "170": "據因論果。當受長劫劇苦之報。無可救援。然斷不可", "171": "自暴自棄。只圖現在。得過且過。須知佛開念佛一門。", "172": "正憐念爾等應受苦報眾生。󳫠其極苦。導以極樂。儞", "173": "雖作此大黑業。而能遇念佛往生法門。就是多生累", "174": "劫莫大的善緣。極大的造化。亟當趁此苦報未到時。", "175": "決意勇猛念佛。靠定這一念。成就決定往生的願力。", "176": "尋善知識。開示講論。增進信心。試看從前僧雄俊張", "177": "善和輩。便是極惡往生的榜樣。趁早趁早。莫疑莫疑。", "178": "除此念佛一門。更無直捷救度之法也。習空定人。正", "179": "好念佛。有一等人。愛著靜定。以為一念不生。放下又", "180": "放下。或得一二日空境。便謂此即是金剛大定。執著", "181": "不捨。既不與宗門合轍。又不知研教觀心。豈知饒經", "182": "八萬劫。終是落空亡。莫若早晚念佛。回向西方。儘不", "183": "妨禪定。又不礙往生。千穩萬當。豈不是好。誦經呪人", "184": "正好念佛。但要誠心持誦。不得視為故事。念佛誦經。", "185": "均須回向西方。定得往生。參禪人。正好念佛。參禪大", "186": "悟。󳬇破死生。已識得自性彌陀。然行解相應。名之曰", "187": "祖。故二祖尚須我自調心。六祖尚說悟時自度。正宜", "188": "緜密熏修。斷不可自負狂見。毀謗淨土。莫說生死到", "189": "來。不能作主。即能生死自由。少有毫厘繫念。難免三", "190": "途業因。陰境現前。瞥爾隨去。依舊漏入輪迴。可惜可", "191": "惜真可惜。百錯千錯又萬錯。何如念佛求生。萬修萬", "192": "往也。講教人。正好念佛。千經萬論。雖所開修行法門", "193": "不同。總須斷盡見思二惑。纔得脫卻輪迴。然談何容", "194": "易。其西竺性相空密諸宗。姑置勿論。即如東土天台", "195": "賢首。唯識三家。莫不以斷見思。為超出生死之位。此", "196": "見思惑斷之位。在聲聞已是四果羅漢。在圓乘已是", "197": "相似分證。自佛法東流以來。能有幾人到此。且經論", "198": "中。多有讚歎往生。切宜勇猛念佛。依教奉行。尼姑道", "199": "姑。正好念佛。現居佛地。清淨道場。朝晚至誠念佛。為", "200": "自己修解脫。為世人作榜樣。如是真實求生淨土。較", "201": "他人功德更無量。何則。世之婦女。每信儞們化導。故", "202": "能以念佛正路相勸。不惟自度。并堪度人。其功豈不", "203": "偉歟。即外之布施。亦不求而自至矣。若以念佛為化", "204": "緣之由。及延生寄庫死後冥府作錢。諸邪說誑人。非", "205": "徒悞人。直以自悞也。以上都是遵佛祖遺教。不是憑", "206": "空杜撰。惟願見者聞者。各自警心。要知娑婆真苦。西", "207": "方真樂。娑婆之苦。輪迴不休。西方之樂。劫數無量。切", "208": "莫說苦不知苦。說苦容易。受苦實難。些微之苦。已覺", "209": "難受。況於劇苦。不可聞樂不信樂。佛言不信。何言可", "210": "信。世間忠信不欺之人。說一句話。人尚不疑。況於佛", "211": "言。善哉善哉。急早回頭。發心念佛。", "212": "二勸實心念佛二勸實心念佛", "213": "諸善人。今既發心念佛。必須實心去念。不可有名無", "214": "實。大凡無善根之人。斷不能念佛。故古人云。聞佛法", "215": "難。真信更難。今能發心念佛。這個善根。卻要時刻增", "216": "長。不可自己哄了自己。至於念佛兼通宗教者。事理", "217": "雙融。既不執理廢事。亦不事外見理。此等人。於事一", "218": "心理一心諸說。了然無疑。可決其上品上生。金臺接", "219": "引。更不須別人勸讚。我亦毋庸贅詞。今但於事邊念", "220": "佛者。約分三等。第一等的。信心真切。老老實實。一心", "221": "念佛。雖一般穿衣喫飯。幹辦營為。卻惟信此一事。行", "222": "也阿彌陀。坐也阿彌陀。縱饒忙似箭。不離阿彌陀。精", "223": "進不退。今日如此。明日也如此。今年如此。明年也如", "224": "此。這等人佛定垂護。他命終之日定生極樂世界。第", "225": "二等的。或心不專一。他也知念佛的好處。但俗念重。", "226": "正念輕。方念佛時。心裏又想別事。或一暴十寒。念得", "227": "一日。卻隔了十日。似這等念佛。饒儞念到老。也不濟", "228": "事。不過種個善根罷了。他世有緣。觸著這點善根。從", "229": "新老實修行一番。方可望有成就。第三等的。口念心", "230": "不念。他原不知念佛的好處。但慕修行之名。今日這", "231": "裏佛會。隨行逐隊念一日。明日那裏佛會。隨行逐隊", "232": "念一日。名雖念一日佛。其實只是空過。說閒話時候", "233": "多。念佛時候少。在佛堂裏。原有貪瞋癡愛之心。出了", "234": "佛堂。就免不得貪瞋癡愛的事。這比第二等的。更差", "235": "多了。以上三等人。第一等最少。第三等也不甚多。惟", "236": "有第二等的。人人易犯。因娑婆眾生。物欲所蔽。妄念", "237": "難除。所以如此。試想做一切俗事。果能專心於此。尚", "238": "不分心於彼。甚至於目不覺色。耳不覺聲。鼻不覺香。", "239": "舌不覺味。身不覺觸。夜以繼日的做去。這就是用心", "240": "真切樣子也。念佛必須如此。纔能得力。苦依儞這樣", "241": "懶散念法。雖種得一點善根。但恐惡根深。善根淺。就", "242": "令這一世無惡業。保不得儞後世不作惡。以惡掩善。", "243": "善根雖種。難於發生。又不知幾劫幾生。纔得出頭。豈", "244": "不大苦。急須起真切心。發勇猛力。世緣可放下者即", "245": "放下。人命不常。切勿留戀自悞。雖有不可放下的。也", "246": "不礙儞念佛。譬如儞有一件切事在心。雖辦別事。這", "247": "一件切事。還肯忘否。能如此念佛。自然沒有雜念。也", "248": "不至一暴十寒了。這是心不真切的。還有心甚真切。", "249": "卻為魔嬈亂。不得自由。念佛的功德利益。他也知得", "250": "真。信得極。念佛的方法。他也聽得多。見得廣。但念佛", "251": "的工夫。他卻不能行得足。對人說心要專一。他卻雜", "252": "念不絕。對人說勇猛精進。他卻常常懈怠。對人說生", "253": "死念切。他卻悠悠忽忽。對人說種種方便。他卻為人", "254": "忘己。這是什麼原故。因此人前世今生。曾種善根。所", "255": "以心裏明白。稍能粗識淺解。又因往昔罪深業重。所", "256": "以為魔嬈亂。有內魔。有外魔。內魔是心裏時醒時迷。", "257": "一切貪瞋癡愛。此心纔離。彼心又起。外魔是境遇屯", "258": "邅。種種障緣。逼迫身心。不得安穩不幸遇此魔頭。即", "259": "當對佛發願。勤求懺悔。消得宿愆。古來修行人。都有", "260": "此事。然要緊一着。在念佛之心。不因魔退。立定此志。", "261": "百折不回。任他種種障緣。我這一聲佛號。總不離心。", "262": "魔力雖強。仗此萬德洪名。與之抵對。不計利害死活。", "263": "只管念去。六字念。四字念。高聲念。低聲念。朗念默念。", "264": "行道念。禮拜念。行住坐臥念。安閒念。忙亂也念。樂時", "265": "念。惱時也念。明白念。昏沉也念。連夢中也念。念得心", "266": "酸淚下。念得火滅󰞆寒。念得神欽鬼敬。念得天喜魔", "267": "降。一聲佛。為萬劫千生消業障。一聲佛。為四恩三有", "268": "啟因緣。正是搾到油來。擊撞之聲益狠。船當浪起。搖", "269": "棹之聲益悲。鑊湯在後。蓮池在前。雖有千萬人阻我", "270": "不念。誓不退轉。久之久之。必蒙佛慈冥加。障緣消釋。", "271": "淨緣成就。佛不負人。必滿所願。諸善人。業障重者如", "272": "此。業障輕者可知。有業障者如此。無業障者更可知", "273": "矣。善哉善哉。各宜努力。實心念佛。", "274": "三勸求生淨土三勸求生淨土", "275": "諸善人。今既實心念佛。須發願求生淨土。不可徒求", "276": "福報。世人聽這一句話。未免大驚小怪。想修行原為", "277": "求福。念佛得福。正是趁心滿意之事。如何反不要福", "278": "報。若說淨土。豈我等凡夫可生。況功行淺薄。如何容", "279": "易得生。諸善人。這等想頭大錯了。要知福報是有盡", "280": "的。試看世人。或祖父富貴。子孫貧賤。或早年富貴。晚", "281": "年貧賤。豈不是福報有盡。不特此也。這世修行。二世", "282": "受福。二世不修。三世又受苦。或有畜生報盡。纔得人", "283": "身。人道有虧。又墮畜類。升沉不定。所以名為苦海浮", "284": "沉。不特此也。或有財無子。或有子無財。或有壽孤窮。", "285": "或聰明壽短。或富而愚憃。或貴而招灾。或自身無恙。", "286": "眷屬凋零。或家口粗安。自身殘病。有一缺一。所以名", "287": "為缺陷世界。你道福報是趁心滿意的麼。若生西方", "288": "則不然。蓮花化生。身體香潔。相貌端正。其心智慧。無", "289": "有煩惱。衣食自然。無病無老。隨佛自在。逍遙安養。其", "290": "人之壽。又且無量。從此直成佛道。更不墮落。其餘種", "291": "種快樂。說不能盡。皆是佛口親說。見於阿彌陀經。及", "292": "諸大乘經。由此看來。人間富貴。轉眼成空。西方快樂。", "293": "無窮無盡。還不急急發願求生。若說我是凡夫。恐不", "294": "能往生。要知我佛如來。正為我等凡夫。障深慧淺。若", "295": "修別樣法門。皆是豎出三界。恐一生或不能了當生", "296": "死。是以特地開出念佛一法。願人往生。以滿度盡眾", "297": "生之願。你為甚如此自棄。不思自奮。辜負我佛如許", "298": "慈悲。若以為功行淺薄。要知萬德洪名。無善不收。無", "299": "惡不滅。正是極大極深。極廣極圓的功行。所以念佛", "300": "一聲。能滅八十億劫無量重罪。不可視念佛為平淡", "301": "無奇。將來輕看了。又須知念佛之人。全仗阿彌陀佛。", "302": "大悲願力攝受。當初阿彌陀佛。有四十八願。願願度", "303": "人。第十八願云。我作佛時。十方無央數世界。諸天人", "304": "民。至心信樂。欲生我剎。十聲念我名號。必遂來生。惟", "305": "除五逆。誹謗正法。不得是願。終不作佛。因佛有此大", "306": "願。所以一心稱念阿彌陀佛名號。西方七寶池中。即", "307": "生蓮花一朵。標記此人姓名。他日於中託生。臨命終", "308": "時。阿彌陀佛。與觀音勢至二菩薩。現身接引。從古至", "309": "今。往生已不可勝數。或其人預知命終日期及到其", "310": "時。自說見佛菩薩遂安然化去的。或有旁人同見瑞", "311": "光。同聞異香。及鼓樂音聲的。並非杳茫。都載在往生", "312": "諸傳。如今念佛真切者少。所以往生不多。人因少見", "313": "故不十分深信。殊不知千里一人。百里一人。這千里", "314": "百里往生的。獨非凡夫麼。十年一人。五年一人。這十", "315": "年五年往生的。獨非凡夫麼。這些往生。豈都有三祇", "316": "功行麼。也不過能用心真切而已。阿彌陀經中明說。", "317": "若有善男子。善女人。聞說阿彌陀佛。執持名號。若一", "318": "日。乃至七日。一心不亂。即得往生極樂國土。總因阿", "319": "彌陀佛。大願大力。譬如一隻大船。不論何物。但得上", "320": "船。即到彼岸。不憂沉溺。所以古人云。餘門學道。如蟻", "321": "子上於高山。念佛求生。似風帆行於順水。順水行船", "322": "又遇順風。豈不快上加快。這就是仗佛願力的道理。", "323": "諸善人。順水順風。是上船以後之事。假如你不肯上", "324": "船。將如之何。所以還要自己願力專切。如今念佛人。", "325": "或為病苦發心。或為保佑家室。或為現在消灾延壽。", "326": "或為來生妄求富貴。少有為生死大事。求生淨土。如", "327": "人往南往北。須有預定之方。預定往南。到出門時。斷", "328": "不從北去。你今不發願求淨土。到命終時。如何得往", "329": "淨土去也。這是不發願求生的。還有願不專切。口裏", "330": "也說願生西方。心中却時時貪著物欲。雖偶然發求", "331": "生之願。總不能終身如一日。得生固好。不生也罷。全", "332": "無切實之功。仍與不發願一般。嗚呼。濁世眾生。貪戀", "333": "繁華。甘心淪墜。不求出離。真莫如之何也已。總而言", "334": "之。念佛法門。不可思議。西方快樂。無有比量。念佛求", "335": "生。正合佛心。願生即生。不願不生。願不專切。還如不", "336": "願。非佛不度。你無決志。若以不可思議法門。去求世", "337": "間有盡的福報。如以明珠彈󳭋。豈不可惜。善哉善哉。", "338": "真誠發願。求生淨土。", "339": "四勸正助雙修四勸正助雙修", "340": "諸善人。今既求生淨土。須修正助二行。使命終往生。", "341": "不惟決定無疑。且增高品位。正修雖有多門。總重持", "342": "名一法。以持名易。而得功亦易。古德於持名正行中。", "343": "開出信行願三門。前篇義已略具。茲更引申四條。願", "344": "有志者參而行之。一者。篤信佛語。你想無始以來。輪", "345": "迴六道不能解脫。今生何幸而發此出世之心。又何", "346": "幸而得聞念佛往生至易至捷之法。尚是遲疑不決。", "347": "其病由於信佛未能真切故耳。須知智慧禪定。戒律", "348": "見識。力量神通。慈悲苦行。還有勝於佛否。則佛所說", "349": "法。斷不錯路。斷不悞人。是以稱佛言為真語者。實語", "350": "者。不誑語者。佛說極惡人。臨終十念成就。亦得往生。", "351": "你一生作為。未必至於極惡持名之數。又多於十念。", "352": "若不得往生。是佛悞人。引人走錯路。那有是理你今", "353": "只要信得真。念念專切。日日無問。捱至臨命終時正", "354": "念求生。全不顛倒。定得往生無疑。譬如種瓜決定得", "355": "瓜。種豆決定得豆。又如陽燧取火。磁石引針。但得機", "356": "感相投。斷無不應驗者。切勿自生障閡。裹足不前。其", "357": "或疑情深重。雖聞如是說而終覺意中狐疑不決者。", "358": "此由業障堅強。須時常提起正念。加以早晚懺悔日", "359": "深月久。自能慧根披露。諦信無疑其念佛亦便十分", "360": "得力矣。此為正行起信。開首緊要一條也二者。親善", "361": "知識。念佛雖極易事。然念不得力。覺許久毫無好處。", "362": "適遇境緣不順。便生退惰。或聞禪觀諸法。又思參禪", "363": "習觀。改換法門。若不親近明師益友。警䇿評論。決錯", "364": "悞不少。故修行雖要自己用功。全藉知識之力。經云。", "365": "善知識為得道全因緣。假如自己工夫用錯了。賴知", "366": "識指點歸正。自己工夫懈怠了。賴知識警覺䇿勵。我", "367": "所不知的。望知識講明。我所已知的。須知識印證。若", "368": "通文義之人。時當研究經教。增長淨土信根。亦須與", "369": "善知識講明切究。方免泥解自悞。省庵法師云。世間", "370": "小技。尚不可無師友。況念佛是出生死法門。若無知", "371": "識從何開發。誰為引導。一念不覺。遂成淪墜。所悞不", "372": "小。至臨終時。善知識更為緊要。善導和尚云。凡人命", "373": "終。欲生淨土。須不得怕死。常念此身多苦。不淨惡業。", "374": "種種交纏。若得捨此穢身。超生淨土。受無量快樂。解", "375": "脫生死苦趣。如脫敝衣。得換珍服。當放下身心。莫生", "376": "戀著。凡遇病時。便念無常。一心念佛待死。可囑家人", "377": "及看病人。為我念佛。不得說眼前閑雜語。將終之際。", "378": "親屬不可垂淚哭泣。及發嗟歎懊惱之聲。惑亂心神。", "379": "失其正念。一時同聲念佛。助其往生。待身冷盡。方可", "380": "哀泣。纔有絲毫戀世之心。便成罣礙。不得解脫。若得", "381": "明曉淨土之人。頻來策勵。極為大幸。余每見世人。平", "382": "時念佛。求生西方臨病却又怕死。不說往生解脫之", "383": "事。死門事大須自家著力。觀善導和尚如此開示。可", "384": "知此係要緊關鍵。先須親近知識。庶臨終時。得其相", "385": "助之力。此為正行提䇿熏修緊要一條也。三者常加", "386": "精進。精進有多般。如後所列每日功課。及十念等法。", "387": "或每日限定多少佛號。此聽各人籌量忙閒。立定課", "388": "程。盡此報身。一日不可間斷。是謂恒常精進。遇清閑", "389": "時。或一晝夜。乃至七日。三七日。四十九日。剋期專念。", "390": "以期速證三昧。是謂勇猛精進。其念佛之法。無論一", "391": "人多人念。趺坐經行念。默持出聲念。皆須一心靠定", "392": "佛號。字字分明。纔覺糢糊。急提起覺照。或落於無記。", "393": "或流於妄想。旋覺旋提。將此一句佛號。熏逼意根。塞", "394": "斷雜念昏沉兩路。是為念佛正徹。不可過急。急則難", "395": "久。不可過緩。緩則易散。又不可希冀入定。全不作意。", "396": "放下隨口而念。最易入於輕昏境界。蓋念佛重在一", "397": "心不亂。臨命終時。全仗這個念頭。徑入蓮胎。念佛人", "398": "不可不知也。迨至一心之極。不期禪定現前而自現。", "399": "此是工夫純熟時候。與放下隨口入於輕昏者。逈然", "400": "不同。玩之玩之。至於體究。念即無念。不妨無念而念。", "401": "此一念。即是空假中三諦。即是事理四法界。即是唯", "402": "識唯心二觀。即是實相無相涅槃妙心。此乃上根理", "403": "一心念法。然亦不離一心靠定佛號。字字分明而念。", "404": "此為正行持名軌則緊要一條也。四者願勤憶切。以", "405": "此念佛功德。求生淨土是為願。然須時常懇切祈求。", "406": "於一切善。隨喜回向。於一切惡。懺悔回向。隨時隨事。", "407": "無不願在西方。則淨土緣熟。臨終往生。就如輕車熟", "408": "路。毫無阻礙。至於憶想彌陀。尤為念佛之要楞嚴經", "409": "大勢至章。憶佛念佛。現前當來。必定見佛。憶如切事", "410": "繫心。或憶彌陀依正莊嚴。如觀想佛菩薩。法報化身。", "411": "及白毫垂手。圓光化佛蓮華等相。或憶彌陀悲願功", "412": "德。何等憐愍我輩。救拔眾生。焦思渴想。戀戀不忘。於", "413": "持名中。正不妨低迴輾轉。憶念雙并。意與俱往。神與", "414": "相融。此正是一心不亂。切勿謂念頭夾雜。自生疑慮", "415": "蓋一心者。專注於一境之謂。如謀財好色之徒。其精", "416": "神魂魄。千般算計。都歸并在一件事上。必期於到手", "417": "而後已。正不得不謂之一心也。故念佛人要造次常", "418": "不忘佛。久久成性。任運常憶。能遮一切惡念。成就一", "419": "切淨因功德。古德偈云。臨終不能觀及念。但作生意", "420": "知有佛。此人氣絕即往生。大法鼓經如是說。葢臨終", "421": "不能觀念。但得心中有佛。即如意而生。況憶念不忘", "422": "者哉。此為正行憶願專切緊要一條也。能具以上四", "423": "正行。往生已決定無疑。然更須廣修六助行。更能勝", "424": "利。娑婆如苦海。念佛如乘船。生淨土如到彼岸。助行", "425": "如帆楫盤費等物。有了帆楫盤費。則此船一往無礙。", "426": "直到彼岸。何為助行。一者禮敬三寶。翹勤五體。廣修", "427": "供養。此是修行人本分事。乃世人念佛疎懶者多。不", "428": "特日無常禮。甚至見佛不拜。至於一切供養。更屬缺", "429": "然。其故不過因口稱易。身禮難。空言易。力行難。不知", "430": "難行能行。斯為可貴。雖說修行在內不在外。但外邊", "431": "恭敬之容。亦不可少。且即外可以徵內。故古人云。真", "432": "修行人。視紙畫木雕。即同真佛。愛如父母。敬如君王", "433": "早晚朝參。必誠必敬。拜如山倒。起似雲昇。出而問訊。", "434": "人而問訊。百里千里。常如目前。一飲一食。先須供養。", "435": "龍舒淨土文曰。供佛。齋僧。燒香。獻花。懸幡。建塔。種種", "436": "三寶上崇奉。皆可回向西方。況求生淨土之人。已是", "437": "三寶弟子。若不敬重三寶。其求生之心。必不真切。故", "438": "須各盡心力。切勿疎懶。二者懺悔業障。懺者。懺其已", "439": "往悔者。悔其將來。修行人以懺悔為要。普賢菩薩。尚", "440": "有懺悔之願。何況凡夫。因無量劫來。身口意三業。所", "441": "造已深。俱能為種種障礙。故名業障。若不懺悔。業障", "442": "不除。譬如垢衣。須加洗滌。譬如塵鏡。須加刮磨。垢去", "443": "則衣新。塵去則鏡明。障去則身心清淨也。三者戒惡", "444": "行善。龍舒淨土文云。全持齋戒。又禮佛念佛。讀誦大", "445": "乘經典。解第一義。以此回向西方。必上品上生。所謂", "446": "齋者。不食肉。不飲酒。不食五辛。所謂戒者。殺生。偷盜。", "447": "邪淫。為身三業。妄言。綺語。兩舌。惡口。為口四業。貪欲。", "448": "瞋恨。邪見。為意三業。能持而不犯。是為十善。若犯而", "449": "不持。是為十惡。持前四戒。加以不飲酒。是為五戒。持", "450": "五戒而修淨土者。亦不失中品往生。若不能持五戒。", "451": "豈可不戒殺。殺為五戒之首。是不殺為大善。殺則為", "452": "大惡也。蓮池大師云。奉勸世人。既是念佛。便要依佛", "453": "所說。要積德修福。要孝順父母。要忠事君王。要兄弟", "454": "相愛。要夫妻相敬。要至誠信實。要柔和忍辱。要公平", "455": "正直。要陰隲方便。要慈愍一切。不殺害生命。不淩辱", "456": "下人。不欺壓小民。但有不好心起。著力念佛。定要念", "457": "退這不好心。如此纔是念佛人。定得往生。四者割捨", "458": "情愛。世人於骨肉。每多愛戀。且視財產如性命。亦貪", "459": "著不忘。濁世這邊情重。淨土那邊自然情輕。到命終", "460": "時。神魂必歸重處。譬如一株大樹。那邊偏重。至後倒", "461": "時。自然倒在重一邊。這是必然之理。從來妻子骨肉。", "462": "總是有緣則聚。緣盡則散。到得散後。彼此都不相認。", "463": "即如你多生以來。妻子骨肉不少。今在何處。你還恩", "464": "愛麼。想到此不容不淡。其中還有惡緣聚會。眷屬即", "465": "是冤家。不知不覺。暗受其害。豈不更錯愛了。至於財", "466": "產等物。及種種嗜好。轉眼成空。尤當看破。五者解釋", "467": "冤結。凡冤仇未結者不可結。如殺生偷盜邪淫等事。", "468": "及貪瞋等情。皆是結冤仇之因。能戒則不結。不結則", "469": "無冤仇。已結者宜解釋。如眷屬為冤仇。及外人以橫", "470": "逆相加。以至犬咬蛇傷。都非無故。俱有宿冤。須要歡", "471": "喜忍受。與他解釋。切不可一來一往。益結益深。雖淨", "472": "土是橫超法門。果能一意求生。即莫大冤仇。不能阻", "473": "我往生。然究不若早為解釋。更覺心無挂礙又要知", "474": "多生累劫以來。冤對不少。因緣未遇。豈能一一盡得", "475": "解釋。須要佛前發願。願以此念佛功德。普利一切冤", "476": "家仇對。設我作佛。先度此類眾生。以此慈心。消彼宿", "477": "怨。加之願力。實有利益。自然化仇為恩。六者發憤為", "478": "雄。現在修淨土之人。也有不及我。也有勝似我。不及", "479": "我的。切不可去比較他。說我還勝他。這就無進步了。", "480": "須要把勝我的人來做個比較。想他與我一般念佛。", "481": "他如何精進。我如何懈怠。他如何專一。我如何散亂。", "482": "彼既丈夫我亦爾。若不發憤為雄。眼看他高超極樂。", "483": "我依舊浮沉苦海。現今稱朋道友。言笑可親。轉眼別", "484": "聖分凡。霄壤莫及。豈不愧哉。豈不悲哉。如是思維。自", "485": "然勇往直前。一生取辦。不待他生。今之修行人。有發", "486": "願來世再修行的。據他說自量今生功行淺薄。來世", "487": "再加功行方可望有成就。真是大錯。經云。一失人身。", "488": "萬劫難復。就令復得人身。能保復知修行麼。又據他", "489": "說。今生發願。仗此願力。來世定知修行。這又錯了。既", "490": "發願如此得力。何不發願現世即生淨土。自然必得", "491": "往生。何必又要來世。且你今生不求往生。來世又能", "492": "求往生麼。萬一來世。或遇別的障緣。不復修行。不惟", "493": "不能往生。并保不得不失人身了。故古人云。此身不", "494": "向今生度。更向何生度此身。念佛人切須立定此志。", "495": "視現處娑婆。如寄旅寓。又須視自己是淨土中人。品", "496": "詣何等高超。自然緜密精進。必至證果而後已。此尤", "497": "往生淨土切要之一法也。以上六助行略說如此。若", "498": "廣說則有萬行。是在各人虗心求益。實力承當。凡有", "499": "資於淨緣。勤而行之可也。善哉善哉。往生如願正助", "500": "雙修。", "501": "勸修行人從根本處修勸修行人從根本處修", "502": "今諸大善人。或男或女。既已發心修行。須從根本處", "503": "修起。何謂根本。忠君王。孝父母。敬師長。愛兄弟。別夫", "504": "婦。信友朋。教子孫。睦宗族。奉有德。恕無識。守誠敬。勤", "505": "懺悔。省己過。忍人辱。以此數事著力。方謂入手工夫", "506": "不致茫無頭緒。久久修持。直至聖賢地位。自然憂入", "507": "聖域矣。今或有人修持。卻為誠敬。而於根本之地。全", "508": "不照顧。全不講究。吾恐三教聖人。斷不收不講忠孝", "509": "仁義之人也。君恩不論做官不做官。父母師長不論", "510": "存與歿。俱是我受恩深重之人。不思所以報之。則不", "511": "可。故發心修行人。功德無論大小。持誦無論多寡。悉", "512": "皆向佛回向。報答君親師長深恩。其餘兄弟夫婦朋", "513": "友子孫宗族。各思所以化之。教之成就一切善果。惟", "514": "父母生我者也。若不生我。我身何來。根本尤切。報稱", "515": "尤急。國家所以以孝治天下。故言移孝可以作忠。求", "516": "忠臣於孝子之門。父母存。何幸如之。必須竭力孝養。", "517": "細細勸導父母奉佛。令其一心念佛。將來必要父母", "518": "成佛而後已。此出世法之大孝子也。若父母已歿。何", "519": "不幸如之。亦必須勤勤懇懇。為父母修持念佛。讀誦", "520": "大乘經典。哀求我佛。接引父母往生淨土。終身如是。", "521": "方可謂盡我子道矣。倘不於此用心。獨為自己修持。", "522": "所謂盲修瞎煉。吾恐根本之地有虧。決難成就所願。", "523": "詩云。技葉未有害。本實先撥。若於根本之地。實心做", "524": "去。勤勤懺悔。懺者。懺已往之罪孽。悔者悔現在之愆", "525": "尤。所謂過而不改。是謂過矣。過而能改。善莫大焉。倘", "526": "能改過自新。即是大善。我佛慈悲。未有不垂憐者也。", "527": "再能發心。普度一切眾生。同歸佛道。俱脫輪迴苦趣。", "528": "恰合佛心。如影隨形。必定成佛。所謂成己可以成物。", "529": "利人即為自利者也。", "530": "為奉道者勸為奉道者勸", "531": "此書專勸世人。一心念佛。求生淨土。得脫輪迴苦趣。", "532": "永享快樂也。或有人素奉道法。或瞻星禮斗。或拜誦", "533": "道藏經懺。極為誠敬。經年累月。得不退轉觀此念佛", "534": "法門。不是不信佛法。因奉道多年。必欲令其捨此道", "535": "法。去熟就生。而一心念佛。似亦非善為勸人之法也。", "536": "況三教聖人。無非教人從五倫做起。孝弟忠信。禮義", "537": "廉恥。存理遏欲。改惡從善。收束身心性命之學。而且", "538": "道藏經典。無處不有蓮花化生。得生淨土句語。即玉", "539": "皇經懺中。亦有是語。若既禮拜道藏。再加以念佛工", "540": "夫。讀誦佛經。勤懇懺悔。求生淨土。更為得力。臨命終", "541": "時。決生蓮󳬛。品位必臻高品。幸勿以儒釋道三家以", "542": "為不是一家。作三樣看承。是所禱切。", "543": "念佛儀式念佛儀式如清閑勵志者每日早晚盥手焚香先誦阿彌陀經一卷徃生呪三", "544": "遍○焚香之火切戒向竈內取○再能加誦金剛經大懺悔文及一切大乘經典更好", "545": "阿彌陀佛身金色。相好光明無等倫。白毫宛轉五須", "546": "彌。紺目澄清四大海。光中化佛無數億。化菩薩眾亦", "547": "無邊。四十八願度眾生。九品咸令登彼岸。", "548": "南無西方極樂世界。大慈大悲。阿彌陀佛", "549": "南無阿彌陀佛或五百聲千聲以至萬聲愈多愈好", "550": "南無觀世音菩薩", "551": "南無大勢至菩薩", "552": "南無清淨大海眾菩薩各十聲", "553": "發願回向文發願回向文慈雲懺主作或念蓮池大師西方發願文亦可", "554": "弟子某某一心皈命。極樂世界。阿彌陀佛。願以淨光", "555": "照我。慈誓攝我。我今正念。稱如來名。為菩提道。求生", "556": "淨土。佛昔本誓。若有眾生。欲生我國至心信樂。乃至", "557": "十念。若不生者。不取正覺。以此念佛因緣。得入如來", "558": "大誓海中。承佛慈力。眾罪消滅。淨因增長。若臨欲命", "559": "終。自知時至。身無痛苦。心不貪戀。意不顛倒。如入禪", "560": "定。佛及聖眾。手執金臺。來迎接我。於一念頃。生極樂", "561": "國。花開見佛。即聞佛乘。頓開佛慧。廣度眾生。滿菩提", "562": "願。我今稱念阿彌陀。真實功德佛名號。惟願慈悲哀", "563": "攝受。證知懺悔及所願。往昔所造諸惡。業皆由無始", "564": "貪瞋癡。從身語意之所生。一切我今皆懺悔。願我臨", "565": "欲命終時。盡除一切諸障礙。面見彼佛阿彌陀。即得", "566": "往生安樂剎。願以此功德。莊嚴佛淨土。上報四重恩。", "567": "下濟三塗苦若有見聞者。悉發菩提心。盡此一報身", "568": "同生極樂國。十方三世一切佛。一切菩薩摩訶薩摩", "569": "訶般若波羅蜜。", "570": "十念法十念法世事煩雜不能如前奉持可行此法久久專切亦得徃生", "571": "每日清晨。服飾之後。面西正立合掌。連聲稱阿彌陀", "572": "佛。盡一氣為一念。如是十氣。名為十念。但隨氣之長", "573": "短。不限佛數。氣極為度。其聲不高不低不緩不急。調", "574": "停得中。連屬不斷。意在借氣束心。令心不散。念畢。亦", "575": "必發願回向。", "576": "No. 1186-C 附錄No. 1186-C", "577": "附錄", "578": "念佛不可附邪教念佛不可附邪教錫明居士", "579": "念佛乃正大法門。雖覺平易。實該圓頓。竊恐愚夫愚", "580": "婦。半塗厭怠。被人誘入天主無為等教。反以淨土一", "581": "門為非。生犯重刑。死遭地獄。可哀可憫。奉勸念佛之", "582": "人。老實念去。念到一心不亂。自然花開見佛。切勿揑", "583": "怪求神。妄生別想。非徒無益。而又害之。", "584": "念佛不可當錢用念佛不可當錢用錫明居士", "585": "出世大法。莫如念佛。每見世人信根不正。皆謂所念", "586": "之佛。死後可當錢用。以至臨終顛倒。第念佛固能一", "587": "心求生淨土。命終決不入冥府。若既至冥府。決不能", "588": "當錢用。且此說從未見於經典。奉勸念佛之人。必須", "589": "皈依阿彌陀佛。及觀音勢至諸大菩薩。萬不可以此", "590": "出世大法。僅作應酬無常使費也。", "591": "寄庫無益說寄庫無益說龍舒居士", "592": "遍覽藏經。並無陰府寄庫之說。奉勸世人以寄庫之", "593": "費。為一切真實善事。一心念佛。必得往生。若不為此。", "594": "而徒事寄庫。無論奢願無益。只汝志在陰府。死必入", "595": "陰府矣。若云今生所積。來生受用。是則生前善惡果", "596": "報無憑。惟此不義所積之財。可以主持幽冥。轉移造", "597": "化。恐無此昧昧之天道。也譬如人不務去惡行善。乃", "598": "寄錢於禁子牢頭。待其下獄。用錢免罪。豈不謬哉。", "599": "勸修淨土切要終", "600": "No. 1186-DNo. 1186-D", "601": "是書自癸丑歲春仲。購之坊間。細讀一過。言言金玉。", "602": "字字珠璣。言雖淺近。而於至理中流出。無人不能奉", "603": "行也。且教人從五倫中著手做起。非似尋常講說佛", "604": "法。徒喃喃念佛而已。可謂近裏著己。無出其右者。如", "605": "能照此行去。鞭追入裏。悔過遷善。未有不往生淨土。", "606": "脫離輪迴苦趣。永享快樂者也。惜板在嘉興。無從刷", "607": "印。急欲付刻。又無資力。直至今年春杪。得󳬾桃潭主", "608": "人。慨捐刻資。又募諸善知識。樂助印費。廣為送人。二", "609": "載心事。一朝釋然。何幸如之。惟願處處齊歸覺路。人", "610": "人共脫輪迴。轉移六賊為六神通。速離八苦得八自", "611": "在。對眾為大眾宣揚。在家為一家解說。若智若愚皆", "612": "有分。是男是女總堪修。佛言不信。何言可信。人道不", "613": "修。何道可修。火急進步。時不待人。各請直下承當。莫", "614": "使此生空過。", "615": "咸豐五年歲次乙卯秋七月耕塘黃贊元謹䟦於", "616": "勿憚改齋南牕", "617": "No. 1186-E 臨終舟楫要語No. 1186-E", "618": "臨終舟楫要語", "619": "佛制亡僧焚化。原為令其離分段之假形。而證真", "620": "常之法身。故遵佛以來。僧眾奉為永規。奈法道陵", "621": "夷。延久獘生。如今釋子以焚化了事。不依制度。往", "622": "往停龕一日。即行焚化。則大違佛制可乎。佛說人", "623": "有八識。即知識也。前五識。名眼耳鼻舌身識。第六", "624": "識意識。第七末那識。第八阿賴耶識。人之生也。唯", "625": "此第八識其來最先。七識六識五識次第後來。及", "626": "其死也。亦此第八識其去最後。餘識次第先去。蓋", "627": "第八識即人之靈識。俗謂之靈魂是也。此識既靈。", "628": "故人於初受母胎之時。彼即先來。故兒在母腹中", "629": "即是活動之物。於人死氣斷之後。彼不遽去。必待", "630": "通身冰冷。無一點煖氣。彼識方去。識去則此身毫", "631": "無知識。若有一處稍煖。彼尚未去。仍知痛苦。此時", "632": "切忌穿衣。盤膝搬動等亦復難受。不過口不能言。", "633": "身不能動而已。孝經云。壽煖識三者。常不相離。如", "634": "人身有煖。則有識在。識在則壽尚未盡。故古來多", "635": "有死去三日。而復生者。載在典章。歷歷可考。儒家", "636": "亦有三日大殮之禮。緣眷屬恩愛。尚望其萬一復", "637": "生也。今我等僧家順理而行。雖不癡心望其復生。", "638": "安可不體其痛苦之情。而遽爾焚燒。其慈悲之心", "639": "安在耶。兔死狐悲。各傷其類。物尚如此。況同為人", "640": "類。又同為僧類耶。具人情痛苦之極。瞋心易起。以", "641": "瞋心故。即致墮落。如經言阿耆達王。立佛塔寺。功", "642": "德巍巍。臨終。侍人持扇。誤墜王面。王起一念瞋心。", "643": "死後即墮蛇身。後遇沙門說經。聞法乃得生天。觀", "644": "此可知亡者識未去時。即行焚化。令其因痛生嗔。", "645": "更加墮落。尤為慘中之慘。我與亡者何󱙂何恨。乃", "646": "以好心作比惡事。若言事屬渺茫。無從稽考。則佛", "647": "經具載。豈可不信。佛言不信。何言可信耶。又何必", "648": "為佛弟子耶。總因生者不憐死者之苦。只圖迅速", "649": "了事。故無暇細察冷煖。習以為常。縱有言及此理", "650": "者。反笑以為迂。致令亡者有苦難伸。嗚呼世之極", "651": "苦者。不過亡之命已乎。生如活龜脫殻。死似生蟹", "652": "落湯。八苦交煎。痛不可言。其照應病者。惟要細心。", "653": "切勿與病人閒談雜話。令生思念。亦勿悲哀喧嘩。", "654": "及入殯等事。皆不與亡者預知。總勸他萬緣一齊", "655": "放下。一心念佛。如不喜念佛。當沉心靜念。調養自", "656": "病。以聽世數。待通身死透。則主人翁已去。再遲兩", "657": "三時。方可浴洗穿衣。如身冷轉硬。用熱湯淋洗。將", "658": "熱布搭於亡者臂肘。膝灣自軟矣。料理齊備。惟請", "659": "人念佛。頂妙論云。行善者。熱氣從下至上。作惡者。", "660": "從上至下。俟通身冷盡。熱氣歸頂者。聖道也。至眼", "661": "天道。至心人道。至腹餓鬼道。至膝畜生道。至脚板", "662": "地獄道。然生死大事。誰人能免。任汝行善一生。臨", "663": "終生一惡念。即墮惡趣。一生造惡。發一善念。便生", "664": "善道。末後要關。焉不慎歟。焉不慎歟。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1186 勸修淨土切要", "author": "清 真益願纂述"}