{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8881 菩提心論問題", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "菩提心論問題卷下快全　口", "1": "問如來藏性文所言藏者含藏義也可云乎。答", "2": "覆藏義也。難云自宗意名如來藏事以含藏", "3": "義名之見如來藏者六大四曼三密本有三大", "4": "可名如來藏尒者包含諸德義以可名藏見如", "5": "何。答所任隱名如來藏顯名法身文也隨而", "6": "當段引󲘈嚴經但以妄想等文尤被隱煩惱不", "7": "顯現義見隨於自宗為煩惱被覆事大日經疏", "8": "為無明煩惱戲論重雲之所覆障文又大師褰", "9": "霧見光無盡󷤌文仍藏覆藏義也但諸德包含", "10": "義不可強遮之雖尒如來藏得名是約隱覆也。", "11": "難云自宗意如來藏者是菩提心也故經云理趣", "12": "釋經外金剛會品是故如來說一切有情如來藏以普", "13": "賢菩薩同一體也文此意指普賢大菩提心見", "14": "然第三菩提心名普賢大菩提心釋此菩提心", "15": "時此菩提心能包藏一切諸佛功德法故文是", "16": "以含藏義名藏見但聞分自宗釋必非覆藏釋", "17": "歟次隱名如來藏釋一徃也實如來藏義有多", "18": "義也。會云。", "19": "問妄想顛倒執著文所云三種其體各別也可云", "20": "乎。答尒也。難云妄想顛倒執󷓞共是煩惱", "21": "通名也可知一法以三種名說之事隨說離惑", "22": "顯得義若離妄想文此意三種名不同其法體", "23": "同故云妄想歟如何。答妄想能生根本無明", "24": "也顛倒執著枝末煩惱也即人法二執也仍三", "25": "種不同也以妄想為能生事下夫迷途之法○", "26": "文若同體者三名各別舉之事豈非繁言過失", "27": "耶但下若離妄想等御釋根本盡故枝末皆無", "28": "意也若又舉一示一說歟次煩惱通名也事實", "29": "尒也但三名重舉之可別屬也仍無失。", "30": "問不敢輕慢文此一句指安樂當分可云乎。答", "31": "尒也。難云又於大悲門中已下正釋安樂義", "32": "見又於言是對利益段詞也尒者至謂行人○", "33": "不敢輕慢承來上利益段為安樂段起因見如", "34": "何。答不敢輕慢一句屬安樂當分事至成佛", "35": "故是承來釋也是則於安樂段不輕行大悲門", "36": "二段見若取此一句上承來者上利益釋無不", "37": "敢輕慢義若無之者何可云承來乎隨解釋意", "38": "覺知畢竟成佛故今不敢輕慢見故言置不字", "39": "上尤其由也但今又於言對不輕行見何對上", "40": "利益段乎若對利益段行願心共是大悲心也", "41": "又於大悲言難得意可知對不輕行事。難云", "42": "又於大悲言事對利益段事尤分明也然共大", "43": "悲門故難思云云但雖共大悲門也上大悲中智", "44": "也故覺知一切眾生畢竟成佛尤約智今不󷕫", "45": "善惡隨順眾生願大悲中大悲也若又上大悲", "46": "利益段不得度人又大悲中安樂段得度之得", "47": "意無相違若又上利益段大悲抜苦今大慈與", "48": "樂義見無相違也次上不輕義不見事一切眾", "49": "生成佛義文不分明而云皆含如來藏性故以", "50": "義承來之然者今不輕義雖文不分明可以義", "51": "得意也故言事上段不輕義知畢竟成佛故意", "52": "也如何。會云上段文義共不輕義不見一切", "53": "眾生成佛事文義共分明也承來故文言不同", "54": "歟次故言事上有不輕義者可尒文無之故猶", "55": "潤色也。", "56": "問又於大悲門中文尒者對利益段又言也可云", "57": "乎。答可對不敢輕慢行也。", "58": "問隨眾生願○方便引進文尒者付此一段分四", "59": "攝行事如何。答隨眾生願○使令悅樂布施", "60": "既親近已信任師言愛語因其相親亦可教導", "61": "利行眾生愚矇不可強度真言行者方便引進", "62": "同事也。", "63": "問隨眾生願文尒者以邪法隨眾生願與之義有", "64": "之可云乎。答依一義者可尒也。難云行願", "65": "大悲意令眾生入無上菩提見然若為眾生與", "66": "邪法者眾生󳇐沈淪苦海不可出離尒者難思", "67": "如何。答約真言行者本意者但以真言醍醐", "68": "玅藥可度生然為不堪之人今大悲門前以世", "69": "出世教與之也尒者縱雖惡法先與之後誘機", "70": "根可令入菩提心也當段眾生愚朦等御釋尤", "71": "此意也但聞分為方便與之故無相違。", "72": "問又於大悲門○方便引進文尒者此一段能化", "73": "教但以真言上種種教法與之可云乎。答不", "74": "尒也。難云已能化人真言行者也何所與教", "75": "法可通顯教法門乎然者可悉真言上教法大", "76": "日經云或聲聞乘道或緣覺乘道或大乘道或", "77": "五通智道或願生天或生人中及龍夜叉乾闥", "78": "婆乃至說生摩睺羅伽法文此意隨種種性欲", "79": "所說法門三乘五乘法門有之見今真言上通", "80": "別方便教法隨機與之義見如何。答當段御", "81": "釋意乃至身命而不恡惜文是尤與顯行義分", "82": "明也隨應機故不可限祕密若有顯機可與顯", "83": "教法也但大日經文若彼唯密可得意所化機", "84": "可但密機故今可對顯機故相替也若彼文大", "85": "師引第三住心意者自元對顯機說顯法門可", "86": "見故無過。", "87": "問觀一切法無自性文相說旨陳總句也可云乎。", "88": "答不尒。難云雖相說旨陳不同共觀諸法無", "89": "自性尒者今說觀一切法無自性二段總句也", "90": "覺意勝義心一段初表菩提心名觀一切法已", "91": "下釋其義此中初總釋凡夫執著下別釋別釋", "92": "中分相說旨陳二段見尒者如何。答旨陳總", "93": "句下表又深知一切法無自性云何等尒者今", "94": "觀一切法等局相說總句見但雖無自性義通", "95": "今先別屬相說總句可見也次文段事初表觀", "96": "一切下別釋此中初相說後旨陳也此中各有", "97": "總釋別釋可得意也仍無過。難云準行願心", "98": "釋初釋初行願者等畧釋利益安樂二義所言", "99": "利益已下二段各別釋之見尒者三門一具得", "100": "意今可通相說旨陳也但下旨陳總表別舉旨", "101": "陳總表歟例如釋摩訶衍論總問何故名生乃", "102": "至名滅。答彼初釋生相得名後住相已下別又", "103": "問以何義故說名為住等釋其義。", "104": "問三毒文此三毒同時俱起義有之可云乎。答", "105": "尒也六十心同時起故也。", "106": "問二勝義者○文尒者今此勝義無自性觀門但", "107": "觀法歟又可云人觀無自性乎。答人法共觀", "108": "也。難云二勝義者觀一切法無自性文或又", "109": "深知一切法無自性文大師御釋戒序諸法皆從", "110": "緣生無自性文仍勝義無自性觀但局法見如", "111": "何。答可通人與法也依之五大院等一徃相", "112": "說旨陳分人空觀法空觀見隨見解釋初表凡", "113": "夫執著或又諸外道等文或二乘之人等文是", "114": "等意必不局法也但被表一切法無自性事非", "115": "人法分別法也是則万法總云法仍總名也意", "116": "人實依他法故也次大師御釋此意也隨次下", "117": "戒序是故異生羝羊凡夫○文仍無失。難云", "118": "今表二乘之人是為取所具法也故云外道之", "119": "法或云勤修本法等或云智慧狹劣又云所習", "120": "法教是等一具取法也尒者以總表一切法文", "121": "是為本釋故限法見雖舉人是正舉法能具人", "122": "也所取者可所具也。", "123": "問云何無自性文依此問所舉法何乎。答。", "124": "問行三毒五欲文尒者此行真言行者可厭患乎。", "125": "答尒也。難云凡真言行者應所化機根與教", "126": "法令利益是尤通大乘菩薩用心別真言功能", "127": "也厭行三毒五欲人豈非漏機乎又上安樂段", "128": "意隨眾生等文違前文段釋如何。答所任解", "129": "釋也但今非遮人也󵘩劣得勝時厭三毒五欲", "130": "惡心義也若大悲門時此人以方便可引進之", "131": "也次上御釋大悲門前故以方便攝機也此時", "132": "真言行者行三毒等事不可有之也。", "133": "問或助以藥物文尒者以藥力助前業延壽命義", "134": "也可云乎。答助身命義也。難云依前業力", "135": "感現世果故於身命者可治定何以現世藥力", "136": "可延壽命乎若尒者身命可非異熟法可知以", "137": "藥力助先世業得長壽身事。答任又諸外道", "138": "等戀其身命御釋意以藥物助身命見但聞分", "139": "非相違其故以藥力助身命事以藥物力引發", "140": "古業延壽命故推功是藥力所為也若又俱舍", "141": "經部師妙音師以壽命通非異熟法性相立之", "142": "尒者如何。", "143": "問仙宮住壽文尒者得仙宮住壽事但依藥力可", "144": "云乎。答尒也。難云當段御釋意舉仙宮住", "145": "壽二類應觀彼等業力等文此意依業力見隨", "146": "案性相意以命根為異熟果無彼能感業力者", "147": "何得長壽乎尒者尤可依過去業力如何。答", "148": "依藥力得長壽事是所任解釋也其上案道理", "149": "人中果報不幾一期壽限尪弱也𠰥得仙身不", "150": "轉生可得多歲尒者依先業所感果報是决定", "151": "故是已後壽命可依藥力也但下云業力等事", "152": "藥力是業因云業必非云前業也次以命根定", "153": "異熟果故𠰥無先世業力者不可延壽命云云是", "154": "實疑難分明也付之經部釋延壽行云彼阿羅", "155": "漢由此自在三摩地力轉宿住業所生異熟諸", "156": "根文依此意者以藥力實轉過厺業延壽命歟", "157": "準彼羅漢延壽行仙人如此歟又俱舍師中以", "158": "命根非異熟定之歟此意者不依前業事可有", "159": "之也。難云𠰥以現世藥力延壽命者非異熟", "160": "果段分明也尒以命根為異熟果此總報或置", "161": "第八識或置第六識不同有之付之經部師妙", "162": "音師以命根通非異熟一義立之違常性相故", "163": "難思其上其意何事乎尒者以藥力助先業感", "164": "今生延命可得意也何偏依藥力乎。會云任", "165": "一師所立義者於其道理實難覺悟也羅漢等", "166": "修延壽法時住無貪行之延壽命見必依過去", "167": "業所不見也可思之。", "168": "問沈淪苦海文尒者墮苦海業力於上界造之耶。", "169": "答尒也。難云於上界者作生下地業不可有", "170": "之其故業必依煩惱已於上界能發煩惱無之", "171": "何有所發業乎是則性相定也如何。答小乘", "172": "性相尒也但大乘意不尒於上界能發煩惱可", "173": "有之故又可得意所發業也隨今惡念旋起文", "174": "隨一師釋於上界作下地業受報必起邪見來", "175": "生地獄文大方大乘意雖伏現行生上界種子", "176": "猶存之故可有發業煩惱歟唯識論云。", "177": "問沈淪苦海文所言苦海局三惡趣可云乎。答", "178": "可通六趣也。難云今解釋意業力若盡等文", "179": "此意盡業力位未離三界惡念旋起沈淪苦海", "180": "見尒者指三界外苦海見隨以六趣分別善惡", "181": "時以人天為樂處仍天樂盡所墮苦海局三途", "182": "見隨依惡念墮可見之如何。會云婆娑論釋", "183": "退沒處有說生地獄有說生惡趣如是說說不", "184": "定也欲界處所不定或生惡趣或天或人文。", "185": "問又二乘之人○不可樂文尒者今此一段大師", "186": "引何住心乎。答四五住心也。難云四五住", "187": "心偏明聲聞緣覺當分行相依之所依大日經", "188": "中說沈人空湛寂理義說初劫分劑不及大乘", "189": "初門義然當段論文明二乘廻心向大旨述漸", "190": "悟菩薩僧祇行是於大乘行有漸悟頓悟二類", "191": "中漸悟菩薩也見仍今論文共明大乘中頓漸", "192": "行見初明漸悟菩薩行次又有眾生已下明頓", "193": "悟菩薩行見尒者大師御引證深意如何。答", "194": "所偏任御引證解釋也但至論文者實如所難", "195": "但明二乘當分行相時不明廻心義趣本涅槃", "196": "已為究竟文仍本意當分也明廻心義事是二", "197": "乘已後廻心也廻心已後經三祇久遠成果釋", "198": "之為󳇐顯當分狹劣意趣故當段所用二乘當", "199": "分也依之引之也隨結釋聲聞緣覺智慧狹劣", "200": "亦不可樂文若取廻心已後者何可但云聲聞", "201": "緣覺乎仍無過。難云文段意趣事實難計雖", "202": "尒明二乘事是釋明二乘廻小入大事論釋意", "203": "趣必廻心義非本意道理猶以難極歟尒者大", "204": "師御引證𣵫意不顯歟但結釋云聲聞緣覺智", "205": "慧狹劣事從本立名也意聲聞緣覺廻心成大", "206": "乘菩薩云聲聞緣覺必非當分也若又取當分", "207": "意趣者大師何可引明廻心文段乎。會云若", "208": "如所難者非凡夫外道次闕二乘乎次引當觀", "209": "已下事非正證為顯捨劣得勝義引之歟若又", "210": "論文意如本　　　次從本立名會釋事今前", "211": "後無其例也。", "212": "問明四諦十二因緣觀見尒者如次淺深觀也可", "213": "云乎。答尒也。難云四諦觀門盡有漏無漏", "214": "因果立之如十二因緣偏盡有漏因果剩十二", "215": "因緣猶淺見何淺深次第可云乎隨緣覺正斷", "216": "惑時用四諦觀見是以佗師釋云此但據加行", "217": "位說若當入聖必作諦觀文此釋意十二因緣", "218": "所加行位用觀相也正以四諦斷惑見如何。", "219": "會云大師依當段文為第四第五二箇住心尤", "220": "可淺深但十二因緣事雖明有漏因果微細分", "221": "十二釋故是深也四諦麤分之故淺也但無無", "222": "漏因果事還滅十二因緣即無漏因果可得意", "223": "也次緣覺觀四諦斷惑事是又通三乘共觀之", "224": "故無相違歟若又大師十住心論第五於最後身值佛", "225": "為說十二因緣而得悟道釋之淨影師大乘義章十七", "226": "觀十二緣而得道者齊稱緣覺判之是等意非", "227": "依十二緣乎尒者一師釋不可依用。", "228": "問明諦緣修行見如次局聲聞緣覺修行歟將互", "229": "通修可云乎。答可通修也。難云處處釋文", "230": "各別舉之如何。答智證云但中乘觀多遂因", "231": "緣悟道非是不觀無常等四諦若聲聞多先觀", "232": "四諦得道非不觀因緣文吽字義緣覺亦觀十", "233": "二因緣四諦方便等文又大乘義章卷十七緣覺", "234": "雖觀因緣亦別因緣作四諦觀文但聞分一徃", "235": "分別也。", "236": "問四大五陰畢竟磨滅文尒者二乘一分得法空", "237": "可云乎。答不尒。難云今御釋意斷四大五", "238": "陰見淨影釋云小見法空文又如六宗中諸法", "239": "但名宗豈非斷法執乎。答當段雖破人執等文", "240": "或破眾生執文疏謂如是解唯蘊無我等文但", "241": "四大五陰御釋析法空歟意為空人我析破法", "242": "也如大日經疏第三釋若又云畢竟磨滅指入", "243": "無餘位歟淨影釋執取計名中計名為所知障", "244": "釋之歟若又可遮之歟。", "245": "問但淨意識不知其他文所言意識悉淨之可云", "246": "乎。答不尒。難云大師御釋無七八文當段", "247": "不知其他文是等意分明淨第六識見就中第", "248": "六識人執相應識體也二乘斷人執何不悉淨", "249": "之乎。答於第六意識相續相相應故實不悉", "250": "淨之也若又法無我未淨故人無我亦不清淨", "251": "意者實人執不悉淨歟仍無失。", "252": "問二乘人知七識可云乎。答不尒。", "253": "問勤修本法文所云本法何法乎。答三十七道", "254": "品也。難云聲緣二乘所觀法門是十二因緣", "255": "四諦也隨而當段上舉之又大師御釋以此二", "256": "種為二乘所觀何不指彼乎。答經中云", "257": "又大師御釋云三十七品為道助文聞分必非", "258": "本法歟。", "259": "問久久成果位文所云果位指無餘涅槃可云乎。", "260": "答尒也。難云二乘中一生成果相有之何可", "261": "云久久乎知今果指佛果也故一生證無餘涅", "262": "槃久久可至佛果故云久久見如何。答二乘", "263": "當分果位見廻心以後果下別釋之也但一生", "264": "機根事小分也仍今約多分也是則經三生六", "265": "十四生百劫入無餘故云久久也。", "266": "問劫限等滿文所云劫悉盡涅槃經五果廻心法", "267": "花一念楞伽時分說可云乎。答不尒。難云", "268": "當段意定入無餘劫𢿘見此中何悉不盡之乎。", "269": "答涅槃說可有之歟如楞伽香象元曉等釋揔", "270": "相說總說八六四二万十千劫時分見次法花", "271": "一念廻心正文不分明歟仍付定說者指八六", "272": "四二万等時分可見也。", "273": "問宿信佛故文尒者廻心直因可云乎。答尒也。", "274": "難云以佛菩薩加持力為直因廻心見過去信", "275": "佛非直因如何。答以過去信佛為內因以今", "276": "佛菩薩加持為外緣廻心也是以五教章云悉", "277": "有佛性力為內熏因故如來大悲力外緣不捨", "278": "故文。", "279": "問聲聞緣覺智慧狹劣文被󷕫聲聞緣覺當分可", "280": "云乎。答尒也。難云舉二乘當分廻心已後", "281": "經三無數劫成佛義舉之結成之凡對真言者", "282": "尤可󷕫廻心已後也尒者何除彼乎。答當段", "283": "意為󷕫二乘當分舉廻心已後劣事故約本意", "284": "結聲聞等歟若又雖二義相並結一義事常事", "285": "也仍可通廻心已後事還難思若廻心已後者", "286": "可云大乘菩薩何云聲緣乎。", "287": "問八六四二万十千劫劫𢿘廻心已後經之可云", "288": "乎。答不尒。難云香象五教章云入涅槃後", "289": "起廻心修十信行信滿心已堪入十住初發心", "290": "住位已來隨根利鈍各逕彼劫未必一向在涅", "291": "槃中逕尒許劫也如直徃人既逕一万劫修信", "292": "滿足堪能發心彼獨覺人根最利故亦似直徃", "293": "人逕一万劫餘四鈍根又差別故文又淨影釋", "294": "云大乘義章第十七。答云大師釋十住心論第四云", "295": "香象釋云此上七位並是定性二乘要入寂", "296": "已方乃廻心文又經文云聲聞緣覺八万六万", "297": "四万二万一万住處名為涅槃文又天台妙樂", "298": "釋云復經八万劫畢方發大心文󷤌師釋云入", "299": "於涅槃者入小乘無餘過八万劫者顯涅槃劫", "300": "𢿘文但淨影釋異上來說文也次香象釋表又", "301": "有義等故非自義歟。", "302": "問劫限等滿文所言劫涅槃經所說八六四二万", "303": "刧也可云乎。答尒也。難云涅槃所說時分", "304": "不愚法二乘廻心善趣位所經時分也尒者今", "305": "劫限等滿義定性二乘入無餘劫數也何舉不", "306": "定性人廻心已後劫𢿘可云乎隨香象大師等", "307": "一義八六四二万等時為廻心已後所經淨影", "308": "師意尤此意也如何。答涅槃所說劫數入無", "309": "餘劫數也事處處釋文分明也如上引之尒者", "310": "今是可指彼也若不尒者何劫數乎但至香象", "311": "一義者會釋如前論義淨影師釋事涅槃經文", "312": "取廻心已後所經歟然經文分明入於涅槃是", "313": "人未來過八万劫便當得成阿耨多羅三藐三", "314": "菩提文違經文相連故彼師釋難依用也。難", "315": "云今劫數可依楞伽說也隨大師吽字義决定", "316": "二乘○文此意依楞伽說云沈醉昧酒不覺不", "317": "醒然舉决定不定尤是與當段同也尒者如淨", "318": "影一師釋者八六等時分是可廻心已後時分", "319": "凡得意道理時入無餘盡三界惑身心都滅依", "320": "之云無餘尒者何此位可存八六等不同乎但", "321": "經文事準淨影釋見之強無苦歟假令彼經文", "322": "意實取廻心已後也然文前後得意也隨涅槃", "323": "經意不說不定性人入無餘云云若彼文定性人", "324": "入無餘義者似彼經闕不定性如何。會云若", "325": "如所難見之者定性人廻心是尤規模也何不", "326": "明定性人廻心乎還難思次大師御釋楞伽說", "327": "自元八六等總說也故約總說以楞伽說意釋", "328": "之歟香象大師并新羅元曉等云總相說也次", "329": "今劫云無量劫不覺義今云限以劫數故不同", "330": "也仍無失次身心都滅事宿信佛故義也。難", "331": "云已雖無量劫也廻心時無相違歟例如三乘", "332": "時分或說無數劫或云多劫然起信論云皆經", "333": "三阿僧祇劫也。", "334": "此論義等為得意同事記之也肝要淨影八六", "335": "四二万等為不愚法人廻心已後時分以楞伽", "336": "無量劫不覺為定性入無餘時愚法與不愚法", "337": "是雖有異義指定不定歟得意八六四等時分", "338": "事勘文集之可有稽古。", "339": "嘉祥大師等經八万等廻心菩薩乘所到位釋", "340": "四十心中十信也。", "341": "問復經三阿僧祇劫文第六佗緣大乘心菩薩悉", "342": "經三祇可云乎。答尒也。難云眾生根性万", "343": "差修行時分非一也何悉經三祇可云乎是以", "344": "慈恩釋云不經僧祇經十六劫文彼宗本論疏", "345": "上云精進菩薩超眾多大劫文尒者如何。答", "346": "對上廻心菩薩三無數云復經明知漸悟直徃", "347": "共經三祇事是以大師御釋三祇證法身文或", "348": "六度万行三劫習文瑜伽論云即經三無數劫", "349": "方乃圓證文彼宗决定無轉無𢿘大劫文但慈", "350": "恩釋只經地前十六劫入初地意也十六劫者", "351": "地前一僧祇分十六也不經僧祇者生死無邊", "352": "餘心劫數也餘心劫者無記心等位所經劫不", "353": "入僧祇善心相續已上入僧祇也仍利根菩薩", "354": "不經此餘心劫無記心入初地意也次超大劫", "355": "者超中劫義也善戒經云若有菩薩勤精進者", "356": "能轉無量中劫文地持論云若菩薩增上精進", "357": "能轉中劫不能轉大劫文仍無失。難云彼宗", "358": "意約依他如幻理何無亂時義耶是以彼宗問", "359": "此時長遠何日成佛引攝論答此義處夢謂經年", "360": "悟乃須󱅨頃故時雖無量攝在一剎那文此意", "361": "三祇攝一念見但大劫文指中劫云云是又彼本", "362": "論云或有能轉眾多中劫或有乃至轉多大劫", "363": "文豈非轉大劫乎。會云如幻理各別也是已", "364": "攝一念三無數大劫也次彼宗本論文事引彼", "365": "釋云名上精進或轉眾多中劫大劫决定無轉", "366": "無數大劫文仍無失。", "367": "問六度万行文所云六度万行不同如何。答。", "368": "問復經三阿僧祇劫文所云復言對何法乎。答", "369": "對上漸悟菩薩三阿僧祇也。難云今解釋意", "370": "於第六住心初述修行軌則對彼云復經三祇", "371": "意也何文段各別指上可云乎下亦超十地亦", "372": "言對一段中也。答迂廻直徃不同共經三祇", "373": "故對彼事尤其義分明也但文段各別也事不", "374": "尒又有眾生又言對上各別文段也仍無失。", "375": "問皆悉具足文通上復經三阿僧祇與修六度万", "376": "行二義可云乎。答尒也。難云案具足言是", "377": "約修行見若指劫數可云皆經何可云具足乎", "378": "隨前後解釋皆劫數或云復經或云三無數劫", "379": "如何。答上舉所經修行云皆悉具足何可除", "380": "時分乎隨次下久遠而成斯由所習法教󶔹有", "381": "次第文此已舉二何皆悉具足義局修行乎皆", "382": "悉言修行所經二故云皆悉歟修行一種者不", "383": "可及云皆悉歟但具足事實一徃似修行但此", "384": "菩薩若不經劫𢿘可闕三祇對不經之人經三", "385": "祇云具足何相違乎。", "386": "問無不遍修文悉遍修行可云乎。答尒也。難", "387": "云如五相三密是真言行也又性宗已上行體", "388": "是又不可修行如何。", "389": "問如前觀已文指何文乎。答指二乘釋段也。", "390": "難云指上又有眾生已下一段文意也意今法", "391": "相大乘人經三僧祇劫修六度万行故不可樂", "392": "此人觀已解釋意也如何。答指二乘釋段可", "393": "有二意一取廻心已後釋也意廻心二乘已是", "394": "大乘菩薩故相同今菩薩故指彼云觀已歟若", "395": "又可準據釋二乘人智慧狹劣故不可樂今大", "396": "乘觀可得意意趣歟但可對上又有眾生事必", "397": "無自性義彼文不顯歟。", "398": "問又有眾生○十地菩薩境界文今此一段文明", "399": "勝義無自性可云乎。答尒也。難云如前觀", "400": "己者是則指行願菩提心意如前行願心觀十", "401": "方含識猶如己身觀已發行願大悲心可得意", "402": "也尒者非勝義無自性如何。答如前者非指", "403": "行願心也前二乘段歟尒者如前二乘今真言", "404": "行人可觀無自性意也但聞分勝義無自性觀", "405": "中舉第六住心不說無自性過有之故無相違。", "406": "問無餘眾生界一切眾生文所云一切眾生指能", "407": "化可云乎。答不尒。難云今解釋意無餘眾", "408": "生界是所化生界也上行願段無餘有情界文", "409": "彼全同也然者今云一切眾生能化心也意利", "410": "樂無餘有情界發金剛薩埵心意也真言行者", "411": "可信金剛薩埵故經云一切眾生所有心堅固", "412": "菩提名薩埵文今論法尒應住普賢大菩提心", "413": "一切眾生本有薩埵文如何。會云上云界故", "414": "約依報歟下取能居人云一切眾生故若又上", "415": "總廣舉之下為顯不漏一人義重舉之歟。", "416": "問從凡入佛位文尒者佛位者指真言佛果可云", "417": "乎。答尒也。難云入佛位者是對顯乘行體", "418": "真言意修佛地三昧道故雖因位約所修行云", "419": "佛位也必非證位也上云修瑜伽勝上法尤此", "420": "意也大師一處御釋云所修之行也非謂所得", "421": "之果文此意尤依當段釋見如何。答指真言", "422": "頓成旨時從凡入佛位文是則不轉肉身等釋", "423": "意也下若人求佛慧○文第三菩提心釋云欲", "424": "求妙道○文或若心决定如教修行○文但聞", "425": "分一徃尒也但隨機雖入佛地行不證果人可", "426": "有之雖尒今論意明頓悟故可準知上下文也", "427": "次大師御問答御釋事。", "428": "問今論約行願心所超云凡夫二乘約三摩地云", "429": "十地真言意三種菩提心共可超常途二乘凡", "430": "夫十地如何如此釋之乎。答且約一邊顯一", "431": "邊歟。", "432": "問外道二乘文分齊如何。答世閒三種住心聲", "433": "緣二乘也。", "434": "問一切法無自性文尒者捨劣得勝觀限勝義心", "435": "可云乎。答不尒。難云案三種菩提心不同", "436": "行願心是大悲化他勝義心捨劣得勝無自性", "437": "觀也第三菩提心五部祕觀三密妙行是也尒", "438": "者三種菩提心各別也何無自性義可通二種", "439": "乎。答三種菩提心一徃分別也尒者於行願", "440": "心大悲決定故過外道二乘如三摩地修瑜伽", "441": "勝上法從凡入佛位事非十地菩薩境界是等", "442": "豈非行願三摩地上捨劣得勝義乎但聞分一", "443": "徃也。", "444": "問當段舉行願三摩地明無自性義意如何。答", "445": "顯三種菩提心各具三種不離義也。", "446": "問從凡入佛位文明一生頓悟義可云乎。答尒", "447": "也。難云期佛果人皆從凡次第轉昇至佛位", "448": "此至佛果中閒經次位教教不同可有之也尒", "449": "者從凡入佛位解釋必不顯頓悟經多劫雖成", "450": "果不從凡入佛位者如何證入乎如何。答今", "451": "解釋不轉父母所生血肉身入佛果義也。", "452": "問從凡入佛位文頓漸超三機共具有之可云乎。", "453": "答尒也。難云今解釋意自凡位入佛果義故", "454": "具經諸位至佛果漸機等難得意尒者約頓超", "455": "二機見如何。答真言行者自最初安住佛地", "456": "三昧道作自心即佛觀解故三機共可有之也", "457": "若又雖中閒經諸位一生閒至佛果故云從凡", "458": "入佛位有何相違乎。", "459": "問𣵫知一切法○文所云深言󷕫上相說菩提心", "460": "詞也可云乎。答尒也。難云大師一處御釋", "461": "意必簡相說詞不見證相說十住心時以下戒序釋文", "462": "為欲󷕫擇如是諸法教發第三勝義心亦名深", "463": "般𠰥心文至終為知此乘差別發深般𠰥勝義", "464": "心文尒者如何。答如相說約假相觀之故淺", "465": "觀也今旨陳菩提心約性觀之是則深觀也仍", "466": "為顯此起盡至旨陳段置深言見但大師御釋", "467": "深般𠰥妙慧上有相旨二段故約總釋之歟然", "468": "論主今別約旨陳置深言也。", "469": "問旨陳段無自性義真言行者無自性觀也可云", "470": "乎。答尒也。難云思大師住心御引證以今", "471": "此文為七八二心了轉深轉妙皆是因文此外", "472": "真言行者釋真言密教法身說文尒者如何。", "473": "答是明真言行者無自性觀見隨大師戒序以", "474": "深般𠰥觀無自性故自然離一切惡修一切善", "475": "饒益自佗眾生即是三聚妙戒具足無󲉞住祕", "476": "密三摩地亦復如是住此乘者以此戒檢知自", "477": "身心教化他眾即是祕密三摩耶佛戒也文但", "478": "大師御引證淺畧一邊亘常途故也。", "479": "問論文當知一切法空○心源空寂文大師證何", "480": "住心乎。答證第七住心也。難云案論文意", "481": "上引諸法無相為虗空相文了釋成當知等尤", "482": "大師諸法無相等經文證第八住心其義同也", "483": "何况不見身心○真實之智文全同儀軌不見", "484": "於身心住寂滅平等究竟真實智文然彼儀軌", "485": "次下指彼位云汝之所證處是一道清淨等尒", "486": "者尤符順第八住心今何大師證第七乎。答", "487": "任大師御引證也隨已悟法本無生句同經覺", "488": "自心本不生文也但至難者上引諸法無相等", "489": "經文了結名勝義菩提心當知已下各別文故", "490": "無相違若又雖轉釋上為第七住心事無相違", "491": "例如轉釋佛莊嚴藏次至儀軌文者實是第八", "492": "住心也但以彼為第七住心義可有之次當段", "493": "御釋一道清淨心住於如實際義門事自元此", "494": "道理通第七第八然今證第七見無相違歟。", "495": "此事可有沙汰只今依無稽古不委記之也。", "496": "問今以旨陳文旨陳得名如何。答旨陳本旨義", "497": "也。難云云云。", "498": "問迷途之法文所云途指法性正道可云乎。答", "499": "尒也。難云迷途所生枝末煩惱也然者二字", "500": "共可屬煩惱也隨大師十住心論第一來途無始", "501": "歸舍幾日文又下對治迷津文是等意一具也", "502": "如何。答凡無明煩惱迷正道故起見不對正", "503": "道者何有迷義乎是以釋摩訶衍論云第四一切", "504": "無明若尅其本無自體相依止本覺而得成立", "505": "譬如迷道路人依道路迷若離道路無迷亂事", "506": "文本論眾生亦尒依覺故迷若離覺性則無不", "507": "覺文但下御釋是當段一具津約正法可得意", "508": "也大師釋寂滅之津故次來途等御釋對歸舍", "509": "來途共為妄流轉歟當段事異歟。", "510": "問從𡚶想生○輪廻六趣文何不舉業乎。答舉", "511": "煩惱兼業也。", "512": "問煩惱自𡚶想生可云乎。答尒也。難云實教", "513": "意談真如緣起何從𡚶想生可云乎。答今準", "514": "法相歟𠰥又隨上下二轉有力無力不同也下", "515": "轉緣起時𡚶法有力故約為靣釋之歟。", "516": "問𠰥覺悟已文何今自細麁次第斷惑乎。答必", "517": "非約斷時次第也。難云對上流轉明還滅相", "518": "何不約斷時次第乎。答覺悟位總離煩惱義", "519": "釋之時以根本盡故枝末皆無意釋之仍斷時", "520": "正從麁至細可斷之也。", "521": "問能生云止除所生云法滅其不同有之乎。答", "522": "必不尒也。", "523": "問諸法門文此中有法身說法真言密教可云乎。", "524": "答然也。難云上釋從真起用彼真者自性身", "525": "用者報應二身也尒此二身對機說法釋諸法", "526": "門見何此中有真言密教乎。答體用相望有", "527": "重重故若於法身上得意體用者無相違若又", "528": "自宗意四種法身具陳斯道故無過。", "529": "問應病與藥文尒者自宗有對機說法義可云乎。", "530": "答尒也此事如常。", "531": "問如大毘盧遮那經等文尒者通相說旨陳二段", "532": "引證可云乎。答不尒。難云上釋相說旨陳", "533": "二段了引經文結作是觀已名勝義菩提心何", "534": "局旨陳乎其上相說段無引證可知今經文通", "535": "二段證事尒者如何。答因旨陳釋引今經隨", "536": "經文意說無自性義尤可限旨陳也相說約人", "537": "假相說之故無自性義相替也但相說段無引", "538": "證事其義麁顯故歟𠰥又引證有無必不可成", "539": "由歟次作是觀已等結釋總結上二段歟仍無", "540": "失。", "541": "問旨陳段有第八住心可云乎。答尒也。難云", "542": "見大師引證靣以論文屬當無之見如何。答", "543": "以諸法無相等文可得意也別不引論文事直", "544": "引大日經文故不引歟。難云今此經文證第", "545": "八住心故可有第八住心云云釋義引證可一具", "546": "然經文說之者論文可有之𠰥論釋無之者所", "547": "引經文不可有之。答云云。", "548": "問万德斯具妙用無窮文大師證何住心乎。答", "549": "第九住心也。難云心源空寂義已亘七八二", "550": "心今二句何限第九乎隨論意談佛果万德義", "551": "述適化無方義依之大師以性德圓滿本智具", "552": "足論文證之如何。答深意叵測但心源空寂", "553": "義同三論一心寂靜言亡慮絕妙理也万德斯", "554": "具妙用無窮尤花嚴圓融無㝵具德故證第九", "555": "歟但三論性德其義相異歟大師指第七󷤌鑰下卷", "556": "万德始顯一心稍現文指修得義歟。難云𠰥", "557": "約修得義者第六住心可有此義仍性德邊證", "558": "第七事釋論文分明也隨大師又以清淨本覺", "559": "引第九住心其上於同性德內分不同者其不", "560": "同如何又當段万德等二句異第七住心㨾也", "561": "如何。", "562": "問𡚶心𠰥起文局八迷戲論可云乎。答不尒也。", "563": "難云對心源空寂三論獨空畢竟理云𡚶心等", "564": "可知局八迷事尒者如何。答今論文明真言", "565": "行者觀相故不可限八迷但引第七事遮情一", "566": "邊亘故也。", "567": "問万德斯具○文證何住心乎。答第九住心也。", "568": "難云万德斯具等義是顯祕密莊嚴本具見如", "569": "何。答約實可尒今以一分同方為第九歟。", "570": "問發心畢竟二無別文文意如何。答如文。難", "571": "云發心初心畢竟究竟也何無二乎。答雖初", "572": "心究極異大悲心同也𠰥又歎發心功能也。", "573": "問初心菩薩發心何同果地大悲乎經中說我慈", "574": "悲未滿足文尒者如何。答分同義歟釋論一", "575": "分智用與如來等文此意也。", "576": "菩提心論問題卷下終", "577": "旹寬文六歲次丙午仲春吉旦", "578": "剞劂氏中野氏小左衛門尉㓨", "579": "虗白子雲農操觚焉"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8881 菩提心論問題", "author": "日本 釋善珠撰"}