{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 991-A 華嚴經普賢觀行法門序No. 991-A", "1": "華嚴經普賢觀行法門序", "10": "華嚴經普賢觀行法門", "11": "沙門　法藏　撰", "12": "華嚴經普賢觀行法門依華嚴經普賢觀行法初明普賢觀次明普賢行。", "13": "初中有十門第一會相歸性門謂觀一切法自性皆", "14": "空分別解了一念行心稱理而觀攝散入靜名止第", "15": "二依理起行門謂以所觀真理非斷空故不礙事法", "16": "宛然顯現是故令止不滯寂寂不礙事於事無念起", "17": "照名觀第三理事無礙門謂由性實之理必徹事表", "18": "而自現不壞於事相虗之事必該真性而自立不翳", "19": "於理理事混融二而不二是故菩薩於一念中止觀", "2": "此書乃法藏大師所製為顯普賢觀行之宗趣也其", "20": "雙運無礙同觀第四理事俱泯門謂由理事交徹形", "21": "奪兩亡則非事非理超然逈絕行心順此非觀非止", "22": "逈絕無寄經云法離一切觀行第五心境融通門謂", "23": "彼絕理事之無礙境與泯止觀之無礙心二而不二", "24": "冥然一味不二而二心境宛然第六事融相在門謂", "25": "以多事全依於一理一理帶多事而全徧於一事是", "26": "故菩薩以即止之觀於一事中見一切事而心無散", "27": "動如一事一切亦爾第七諸法相是門謂由諸法皆", "28": "不異於真理真理復不異於事是故菩薩以不異止", "29": "之觀見一法即一切法而全不動如一一切亦爾第", "3": "文簡而義無盡其科要而理融通學者當盡心焉一", "30": "八即入無礙門謂由以一多相入而非一一多相即", "31": "而非異此二俱由融通一法界是故菩薩以無念之", "32": "智頓見於此無障礙之法第九帝網重現門謂於一", "33": "事中所現一切彼一切內復各現一切如是重重不", "34": "可窮盡如帝釋網於一珠中現一切珠影一切珠影", "35": "中復現珠影重重無盡是故菩薩以普賢眼頓見如", "36": "此法界圓融自在無有限量第十主伴圓備門謂菩", "37": "薩以普賢之智頓見於此普賢法界是故凡舉一門", "38": "為主必攝一切為伴如是無盡無盡不可稱說思之", "39": "可見此略說顯華嚴經中菩薩止觀廣如別記說。", "4": "日華嚴性闍棃觀誦之暇偶得之古篋持以示余余", "40": "第二明普賢行法初學菩薩行法亦有十門第一先", "41": "起信心然有三種一自信己身有如來藏性修行可", "42": "得成佛二信三寶功德殊勝難量離此更無可歸依", "43": "處三信因果決定業報必然是故捨惡修善不離自", "44": "心第二歸依三寶亦有三種一歸依徧法界三寶二", "45": "歸依慇重至極不惜身命三遠歸依盡未來際誓不", "46": "斷絕第三懺悔宿罪亦有三種一啟告十方三世一", "47": "切諸佛菩薩賢聖二對現尊像及眾僧等前三慇重", "48": "心慚愧心自述無始罪障第四發菩提心立大誓願", "49": "亦有三種一發直心正念真如法故二深心樂修一", "5": "欣然展讀數四而后欲壽梓以公海內且傍施和訓", "50": "切諸善行故三大悲心救拔一切苦眾生故第五受", "51": "菩薩三聚淨戒亦有三種一攝律儀戒誓願斷一切", "52": "惡二攝善法戒誓願修一切善三攝眾生戒救度一", "53": "切眾生故盡未來際而無休息第六修離過行亦有", "54": "三種一調伏煩惱離貪瞋邪見二止諸不善離殺等", "55": "十惡道故三於菩薩十重四十八輕戒一一護持不", "56": "令有犯犯者即當懺悔還使清淨第七修善行亦有", "57": "三種一日日供養三寶身口禮讚意業觀察二於萬", "58": "行六度乃至諸波羅蜜一一修學無有厭足三以此", "59": "善根誓願迴向普共眾生趣大菩提第八修忍辱行", "6": "將使末學者易解云猶有未正之處更俟後之識者。", "60": "亦有三種一內生慈心若為愚癡眾生背恩侵惱終", "61": "不瞋之二見瞋過患經云瞋如猛火燒滅一切諸善", "62": "根故又起一瞋心成百種障礙一切惡中無過此惡", "63": "三見忍利益經云若能忍者即得名為有力大人持", "64": "戒苦行所不能及第九救攝眾生行亦有三種一救", "65": "其現苦乃至於死先當救護二更以佛法饒益令當", "66": "來免三惡道苦三化令修菩薩行要當於我先成最", "67": "正覺第十修平等行亦有三種一於所救眾生平等", "68": "不揀怨親不求恩報二不見自他無人無能無所畢", "69": "竟平等三興無緣大悲無念大智攝化眾生廣修萬", "7": "元祿元年歲在戊辰春三月上浣東山沙門昇頭陀", "70": "行盡未來際而無休息故。", "71": "華嚴經普賢觀行法門終", "8": "拜書", "9": "No. 991"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 991 華嚴經普賢觀行法門", "englishTitle": "卍 Xuzangjing, Electronic version, No. 991 華嚴經普賢觀行法門", "author": "唐 法藏撰", "language": "chinese", "source": "CBETA"}