{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8817 佛性觀（前殘）", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "󵘸觀世音三昧經", "1": "如是我聞一時佛在毗羅勒栴檀精舎中與諸菩󴅽眾", "2": "人俱二千五百羅漢四部之眾天龍八部皆來雲集𠇍", "3": "於三昧无言󵘸時諸苐子心生疑惑恠佛所以各", "4": "世尊嘿然永无言󵘸我󵓕󷖲眾有何利益", "5": "󷖲坐而起叉手前白佛言巍巍天尊其意難側", "6": "請何󵓕法問何󵓕事思何󵓕義受何利益佛今嘿", "7": "無言󵘸三界眾生增益邪見便自相向悲涕流淚哀󵗔", "8": "歎曰今日如來入於三昧何時惺悟。於時世尊即放眉間白", "9": "豪一光照曜十方遍恒沙界時諸苐子心生歡喜得未曾有", "10": "各各恭敬立住一面。尒時佛告諸苐子𦗟我所󵘸一切大眾", "11": "各皆合掌聽佛所󵘸。佛言我觀三界空无所有亦无堅固復", "12": "无有實亦无亭息諸法空寂囙緣故有和合則生亦可演󵘸亦不", "13": "可󵘸。尒時觀世音菩󴅽白佛言世尊法若可󵘸便應不无不", "14": "无之法便應可󵘸。佛言善󵗔緣合則有緣散則離諸法如是", "15": "󷖲緣而生緣󷙂則盡。觀世音菩󴅽白佛言如佛所󵘸實不󷄅也。", "16": "尒時阿難白佛言世尊如向所󵘸甚難思議亦難側度如佛所", "17": "󵘸實將不󷄅今便問佛云何名斯經。佛告阿難此經名觀世", "18": "音三昧經我於往昔為菩󴅽時常見過去佛讀誦斯經吾", "19": "今成佛亦復讀誦未曾休息我今成佛良由此經此經眀聖難", "20": "可比度喻如日光能照幽𡨋此經亦尒若有比丘比丘𡰱優婆塞", "21": "優婆夷受持此經者真我苐子流通正泫法將眀矣三寶不", "22": "󷙂興隆正覺盲𡨋受悟若有眾生得聞此經念而不忘五刼", "23": "不堕阿鼻地獄當知此觀世音三昧經正是良藥救人苦難󷦽", "24": "除煩𢙉千刼万刼不堕𢙣趣當知斯經名大法王法化於人受", "25": "道百千万億此經難聞亦復難見譬如摩𡰱寶珠其眀甚盛", "26": "照百千界人見歡喜都无憂𢙉此經亦尒若人得聞必離𢙣道。", "27": "尒時阿難重白佛言云何行此經復何應現。佛言阿難若欲", "28": "行此經應淨房舎中懸諸󷑭盖散莘燒香端坐七日念无異", "29": "想誦此觀世音三昧經。尒時觀世音即自現身其形紫金色", "30": "身長大二項背日光其色似白銀手捉蓮花現其人前七日之中", "31": "日有一事初一日時現栴檀勳陸香使行人聞之二日之時於", "32": "夜半中現大光眀行人得見心大歡喜三日之時現一蓮華大", "33": "如車輪其華甚盛猶白銀色四日之時現天人身身長一丈", "34": "身著天衣現彼人前行人見已同共娛樂論󵘸諸法五日之", "35": "時即自現身證得三昧自見過去生死刼󵉤六日之時復", "36": "現天官五色雜寶所作有四菩󴅽端坐󵘸法行人見已", "37": "漸漸心眀眀徹十方即大歡喜奉心敬礼七日之時觀世音", "38": "菩󴅽即自現身其光晃曜眀過於日行人見已心甚荒迫", "39": "觀世音菩󴅽即舉左手摩行人頂心得安隱復舉右手指", "40": "於西方妙樂國土行人尋時即見西方无量國國土清淨琉璃", "41": "寶樹華薗浴池𩂜𩂜皆有行人見已煩𢙉消除无眀根󷦽此諸", "42": "行人󵓕世世所生常與觀世音相值復見𨶒浮提雜類國土", "43": "猶如掌中阿摩勒果復見東方阿閦佛國不動如來登王高", "44": "坐其諸菩󴅽多有眷属為人󵘸法其地平正名華浴池𩂜𩂜", "45": "皆有復見北方欝單日國彼土人民壽命長遠永无正法可以", "46": "習誦命終之時當堕𢙣道復見上方香積佛國蓮華林茂經", "47": "行禪室𢘻為香華多饒菩󴅽復見下方百千万國金剛諸園金", "48": "剛城金剛坐其諸菩󴅽𢘻在坐上為人󵘸法行人見已即得六通", "49": "具八解脫得无㝵智飛到十方随意即至千刼万刼百千億", "50": "刼度人無量得神通力具陁羅𡰱辯才无滯樂󵘸甚多當", "51": "知此經是大威力七日七夜讀誦此經如前所󵘸都无󷄅事若", "52": "有󷄅者我即忘語諸餘經典皆不可信阿難󷖲坐而起合掌讚佛。", "53": "世尊金剛恵語出皆真實一切諸眾生頗有不信者若不信此經", "54": "將堕𢙣道中巍巍天中天頗有不歸佛我見魔波旬󴗱首來宗仰", "55": "今󵘸觀世音三昧󷛁經典尒時佛告阿難此經亦名安隱𩂜亦名", "56": "離𢙉患亦名除疑惑亦名離𢙣道若有比丘犯四重禁五无間", "57": "罪若比丘𡰱犯八重禁放恣精神串󷗀六情破壞正法若有優", "58": "婆塞優婆夷犯五𨒫罪若有能行此觀世音三昧經", "59": "所󵘸眾罪𢘻󷙂无餘亦見十方淨妙國土如前所󵘸", "60": "異。佛告阿難若人受持讀誦斯經典者應持此呪難", "61": "亦難值若持此呪應断酒肉不食五辛瞋恚怒𢘻為當", "62": "断諸󵖶女色𢘻復不為清淨梵行之人乃能受持斯呪。"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8817 佛性觀（前殘）", "author": "Not available"}