{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1609 普陀列祖錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1609-A 刻普陀列祖錄題辭No. 1609-A", "1": "刻普陀列祖錄題辭", "2": "名山大川。固雖天造地設。莫不因人。而傳而重者也。", "3": "苟不因人而傳而重。夫古今天地。古今山川。豈達磨", "4": "之後。始有嵩山。仲尼之前。竟無洙泗耶。天造地設者", "5": "固多。其有幽閉而終不之傳者。漠然而終不之重者。", "6": "可勝限計哉。是皆未得因人而傳而重者也。普陀一", "7": "山卓越海涯。屹立巨浸。大經具載。乃普門示現之區。", "8": "實列祖弘法之地。又不可以尋常形勝並論也。自宋", "9": "至明。禪宗世出。真歇唱導于前。祖芳振興于後。無何", "10": "滄桑變易。甲乙風成。法鼓不鳴。百餘年矣。嗟乎四十", "11": "代烜赫祖師。泯焉無聞。誰之責歟。予忝為末裔。承乏", "12": "茲山。切恐祖德靡揚。山靈見鄙。是以求諸羣集。攷諸", "13": "舊志。實于此山闡法住持者。或得一句一偈。或僅得", "14": "其名。一皆歸諸山誌。間有缺典。惟俟淵博之士。採而", "15": "補入焉。復刻是編。以表彰之。且見四十代老古錐。面", "16": "目猶在。", "17": "大清康熈三十五年歲次丙子九月中浣住山後學", "18": "沙門通旭拜手題", "19": "No. 1609", "20": "普陀列祖錄", "21": "住山比丘　通旭　集", "22": "宋 真歇清了禪師宋　真歇清了禪師丹霞淳嗣", "23": "師號真歇。諱清了。蜀之左綿安昌。雍氏子也。生有慧", "24": "根。眉目疎秀。神宇靜深。見佛則欣戀不捨。年十一。依", "25": "聖果寺俊僧受業。又七歲。試法華經得度。具戒聽講。", "26": "玄解經論。以為言說終非究竟。出峽直抵沔漢。扣丹", "27": "霞子淳禪師。淳問如何是空劫時自己。師擬對。淳掌", "28": "之。師契旨。翌日淳上堂曰。日照孤峯翠。月臨溪水寒。", "29": "祖師玄妙訣。莫向寸心安。師趨進曰。今日瞞某甲不", "30": "得也。曰試舉看。師良久。淳曰將謂你瞥地。師便出。輒", "31": "北遊五臺京汴。南抵儀真。謁長蘆祖照。一語契合。命", "32": "為侍者。踰載分座。照常以老疾。擬閑退。夢人告曰蜀", "33": "僧可代。照未決蜀僧為誰。至宣和壬寅照病篤。恍省", "34": "前讖。蜀僧即了首座也。迺囑經使陳公。請了繼席。長", "35": "蘆開法。以香酬丹霞淳。語曰我于丹霞先師。一掌下", "36": "伎倆俱盡。覓箇開口處不可得。如今有恁麼快活。不", "37": "徹底漢麼。若無。銜鐵負鞍。各自著便。于是洞宗大振。", "38": "禪流如歸。紹興元年辛亥。師自長蘆南遊。浮海至此。", "39": "結菴山椒。扁曰海岸孤絕。禪林英秀多依之。郡請于", "40": "朝。易律為禪。以漚和機。引導海山七百餘家。一聞教", "41": "音俱棄漁業。日活千萬億命。後應天台國清。閩之雪", "42": "峯。奉旨補處育王。詔遷蔣山。疾辭不赴。明年朝旨。以", "43": "溫之龍翔興慶二院。合一禪林詔師主之。僧集如雲。", "44": "齋粥不繼。朝以法田千畝賜之。又詔主雙徑。慈寧太", "45": "后。建崇先寺居師。賜金襴銀絹法物。隆渥殊甚。師以", "46": "為可作歸休計。上堂。轉功就位。是向去底人。玉韞荊", "47": "山貴。轉位就功。是却來底人。紅爐片雪春。功位俱轉。", "48": "通身不滯。撒手無依。石女夜登機。密室無人掃。正恁", "49": "麼時。絕氣息一句。作麼生相委。良久云。歸根風墮葉。", "50": "照盡月潭空。尋示疾中使問候。師從容敘謝。呼首座", "51": "曰吾行矣。跏趺瞑目而逝。時紹興二十二年。壬申十", "52": "月朔日也。越世六十有二。坐四十五夏。凡七處說法。", "53": "五承紫泥之詔。得度弟子四百。嗣法者宗玨等三十", "54": "餘人。所編語錄二集若干卷行世。其語曰。窮微喪本。", "55": "體妙失宗。一句截流。玄淵及盡。是以金針密處。不露", "56": "光芒。玉線通時。潛舒異彩。雖然如是。猶是交互雙明。", "57": "且道巧拙不到。作麼生相委。良久云。雲蘿秀處青陰", "58": "合。巖樹高低翠鎖深。僧問不落風彩。還許轉身也無。", "59": "師曰石女行處不同功。曰向上事作麼生。師曰妙在", "60": "一漚前。豈容千聖眼。僧禮拜。師曰祇恐不恁麼。師之", "61": "語句精妙。臨機勘辨約類如此。此山禪宗。葢自師始。", "62": "稱開法第一世云。", "63": "自得慧暉禪師自得慧暉禪師宏智覺嗣", "64": "師諱慧暉。號自得。會稽張氏子。自少割愛辭親。得度", "65": "于澄炤寺。孤錫雲遊。見長蘆真歇。以為有所證。于閃", "66": "電機下竟南歸。所遇叢社如逆旅。一閱而棄之。遂投", "67": "謁于覺弘智和尚。宏智威德自在。道望隆當世。見者", "68": "皆為神悚。暉獨心負所畜。不藉通詞。特擬觀光于座", "69": "下。宏智熟視暉而容之。暉微疑其所以。乃自請挂搭。", "70": "宏智召暉至榻前。詰以寶鏡頌。暉驟進語。智正色遣", "71": "出之。暉乃折節自悔。從前寶惜一齊放下。一夕正往", "72": "聖僧前燒香。適弘智來前。暉見之頓悟大旨。自爾問", "73": "答無滯。得授記莂焉。紹興丁巳。開法補陀。馳其提唱。", "74": "語于宏智。宏智大悅。其語曰。朔風凜凜掃寒林。葉落", "75": "歸根露赤心。萬派朝宗船到岸。六窗虗映芥投針。本", "76": "成現。莫他尋。性地閒閒耀古今。戶外凍消春色動。四", "77": "山渾作木龍吟。又曰巢知風。穴知雨。甜者甜兮苦者", "78": "苦。不須計較作思量。五五從來二十五。萬般施設到", "79": "平常。此是叢林飽參句。諸人還委悉麼。埜老不知堯", "80": "舜力。鼕鼕打鼓祭江神。谷之神。樞之要。裏許旁參。回", "81": "途得妙。雲雖動而常閒。月雖晦而彌照。賓主交參。正", "82": "偏兼到。十洲春盡花凋殘。珊瑚樹林日杲杲。于是補", "83": "陀風範。與天童並峙。其遷萬壽。次吉祥。又雪竇。皆名", "84": "公巨卿。為之勸請。淳熈丙申。詔補淨慈。庚子退歸雪", "85": "竇。以癸卯仲冬二十九日。中夜沐浴而逝。窆全身于", "86": "明覺塔右。其法嗣。華藏慧祚。雪竇德雲。仗錫崇堅。雪", "87": "竇煥四人。", "88": "繼以了然禪師徑山悟嗣　弁至瀾禪師", "89": "雪屋立禪師　垣堂圓禪師", "90": "蘧菴成禪師　還菴琛禪師", "91": "鑑菴實禪師　小菴高禪師", "92": "閑雲德韶禪師閑雲德韶禪師佛照光嗣", "93": "師諱德韶。號閑雲。嘉定間來主是山。言于朝。賜錢萬", "94": "緡。修飾殿宇。殿成御書圓通寶殿。大士橋以賜師。剙", "95": "龍章閣藏之。", "96": "大川普濟禪師大川普濟禪師徑山琰嗣", "97": "師諱普濟。號大川。明州奉化人。上堂舉睦州和尚。因", "98": "僧問如何是祖師西來意。州曰一隊衲僧來。一隊衲", "99": "僧去。頌曰。一隊衲僧來。一隊衲僧去。打破睦州關。大", "100": "地無寸土　題世尊出山相。龍章鳳質出王宮。肘露", "101": "衣穿下雪峯。智願必空諸有界。不知諸有幾時空。師", "102": "嘗纂修五燈會元行世。", "103": "鐵脚清禪師　古巖顓禪師", "104": "深谷喚禪師　無咎吉禪師", "105": "寒巖悟禪師", "106": "夢窗嗣清禪師夢窗嗣清禪師", "107": "師諱嗣清。號夢窗。山陰于氏子。肄業郡之天章。上堂。", "108": "德山入門便棒。臨濟入門便喝。逼龜成兆終不能靈。", "109": "寶陀者裏寂然不動。感而遂通。馬無千里謾追風。", "110": "佛涅槃上堂。佛真法身猶若虗空。因甚二月十五日。", "111": "却向雙林樹下。做盡死模活樣。竹影掃階塵不動。月", "112": "穿潭底水無痕　上堂舉白雲端和尚。示眾云。若端", "113": "的得一回汗出。師拈云。要知白雲老人落處麼。自從", "114": "塞北經鏖戰。敢向江南說陣圖　上堂舉曹山辭洞", "115": "山云。子向甚麼處去。曹山云。不變異處去。洞山云。不", "116": "變異處豈有去耶。曹山云。去亦不變異。師云雲藏無", "117": "縫襖。鳥宿不萌枝　上堂春風如刀。春雨如膏。裁剪", "118": "不得處。桃花色轉嬌。靈雲一見不疑去。謝郎舞棹更", "119": "呈橈　上堂歸宗斬蛇。祕魔擎叉。禾山打鼓。趙州喫", "120": "茶。十字街頭開鋪席。見錢買賣且無賒　上堂三十", "121": "年來尋劍客。幾回葉落又抽枝。自從一見桃花後。直", "122": "至如今更不疑。師云尋常春夢無奇特。獨有靈雲說", "123": "向人。只如玄沙道。諦當甚諦當。敢保老兄未徹在。若", "124": "不同牀睡。焉知被底穿　上堂。萬里無寸艸頭上漫", "125": "漫。出門便是艸脚下漫漫。夜行只管貪明月。不覺和", "126": "衣渡水寒。", "127": "石屋環禪師　寒巖舉禪師", "128": "松州基禪師", "129": "東巖日禪師西巖慧嗣　混溪清禪師", "130": "白雲恭禪師　愚溪智禪師", "131": "東洲永禪師松源岳下石林鞏嗣", "132": "一山寧禪師", "133": "日本智曤國師。初參師。備陳求法之故。至于涕泣。師", "134": "曰我宗無語句。亦無一法與人。曰願和尚慈悲方便", "135": "開示。師曰本來廓然清淨。雖慈悲方便亦無。", "136": "次翁元禪師　險崖遇禪師", "137": "太虗沖禪師", "138": "元 孚中懷信禪師元　孚中懷信禪師天童坦嗣", "139": "師名懷信。字孚中。俗姓江氏。明之奉化人。父某嘗為", "140": "某縣校官。母劉氏。夜夢大星墮室中。有光如火。亟取", "141": "而吞之。覺即有孕。及誕。狀貌異凡子。性凝莊不妄舉", "142": "動。唯見沙門至其家。必躍而親之。稍長受三經于宋", "143": "進士戴公。表元經旨悉暢達。然非其好也。年十五離", "144": "家。從法華院僧子思。執童子之役。已而祝髮為大僧。", "145": "受具戒于五臺寺。聞延慶半巖全公。弘三觀十乘之", "146": "旨。復與之游。久之且歎曰。教相繁多。浩如烟海。苟欲", "147": "窮之。是誠算沙徒自困耳。即棄去。渡浙河而西。凡遇", "148": "名叢林輙往參叩。下語多枘鑿弗合。不勝憤悱。往參", "149": "天童竺西坦公。師隨質所疑。坦一見知為法器。厲色", "150": "待之。不與交一語。師羣疑愈熾。一日上堂。舉興化打", "151": "克賓公案問師。師曰俊哉師子兒也。坦頷之。師自是", "152": "依止不忍去。俾掌維那。未幾坦入滅。師鳴眾。請雲外", "153": "岫公。補居天童。師與擊節酬唱。拍拍是令。岫每稱之", "154": "曰。信公乃洞宗赤幟。濟室白眉也。泰定丙寅行宣政", "155": "院。請師出住明之觀音寺。師䇿勵徒眾。視分陰若尺", "156": "璧。唯恐其失之。天曆己巳。遷住此山。師不以位望之", "157": "崇。效它山。飾車輿盛徒御。以誇衒于人。自持一鉢。丐", "158": "食吳楚間。鎮南王。具香花迎至府中。虗心問道。語中", "159": "肯綮。且出達磨像求贊。師運筆無停思。辭旨淵𨗉。王", "160": "甚歡服。宣讓王。亦遣使者奉旃檀香。紫伽黎衣。請示", "161": "法要。師隨其性資而導之。二賢王雄藩之望。首加崇", "162": "禮。諸侯庶民無不望風瞻敬。施資填委。姑蘇產奇石。", "163": "師遂購善工。造多寶佛塔十三層。載歸海東。俾信心", "164": "者禮焉。宣讓王施鈔建故。又名太子塔駙馬都尉。高麗王驛而吉尼。", "165": "丞相撒敦。以師行上聞。詔賜廣慧妙悟。智寶弘教禪", "166": "師之號。及金襴法衣一襲。師于此山居十四載。至正", "167": "改元壬午。住中天竺山。天曆永祚寺。乙酉遷天童。百", "168": "廢具舉。佛殿之役最鉅。亦撤獘而新之。師建塔中峯", "169": "之祖庭。慨然有終焉之志。己丑冬。行御史臺奉疏。迎", "170": "師住大龍翔集慶寺。提唱宗乘。萬耳聳聽。委蛇不迫。", "171": "而玄機自融。無小無大皆驩然親戴之。乃出衣鉢之", "172": "私。補前未建之堂。會元政大亂。戎馬紛紜。寺事日見", "173": "艱窘。師處之󱚉如。一不以屑意。一旦晨興。索蘭湯沐", "174": "浴。更衣趺坐。謂左右曰。吾將歸矣。汝等當以荷法自", "175": "期。勵精進行可也。言畢而瞑。侍者撼且呼曰。和尚去", "176": "則去矣。不留片言以示人乎。師復嗔目叱之。侍者呼", "177": "不已。師握筆書曰。平生為人戾契。七十八年漏洩。今", "178": "朝撒手便行。萬里晴空片雪。書畢復瞑。時丁酉秋八", "179": "月二十四日也。壽七十八。臘六十九。停龕七日顏面", "180": "如生。作禮者旁午。而名薌蠟炬。積如丘陵。九月一日。", "181": "茶毗于聚寶山前。舍利如菽如麻。五色燦爛。雖烟所", "182": "及處。亦累累然生。貯以寶瓶。光發瓶外。其弟子坎牛", "183": "首山東麓。為宮藏之。復建塔于其上。別分爪髮衣履", "184": "𢉉四明之太白山。師賦性恬冲。喜氣溢顏間。生平未", "185": "嘗以聲色忤人。人有犯之者。頷首而已。然進修極勤。", "186": "自壯至耄。默誦法華經一部。雖暑爍金。寒折膠。無一", "187": "日闕者。屢感蓮花香滿院。芬郁異常。非世間者可比。", "188": "當明兵下金陵。僧徒散處。師獨晏坐。目不四顧。執兵", "189": "者滿前。無不擲仗而拜。高皇帝嘗親幸寺中。聽師說", "190": "法。嘉師言行純慤。特為改龍翔為大天界寺。寺之逋", "191": "糧在民間者。遣官為徵之。師將告終。前一日帝統兵", "192": "江陰。夢師服褐色禪袍來見。帝問曰師來何為。對曰", "193": "將西歸告別耳。帝還聞師遷化。與夢中正同。大悅詔", "194": "出內府帛幣。助其喪事。且命堪輿家。賀齊叔為卜金", "195": "藏。舉龕之夕。帝親致奠。送出都門。其寵榮之加。近代", "196": "無與同者。巋然為一代人天之師。此無他。真則不妄。", "197": "不妄則近佛之道矣。師有五會語錄行于世。", "198": "古鼎祖銘禪師古鼎祖銘禪師徑山端嗣", "199": "師諱祖銘號古鼎。奉化應氏子。元叟住靈隱師往參。", "200": "一日入室。叩黃龍見慈明因緣。端詰曰只如趙州道", "201": "臺山婆子。被我勘破。慈明笑曰。是罵耶。你道二老漢。", "202": "用處是同是別。師曰一對無孔鐵鎚。端曰黃龍直下", "203": "悟去又如何。師曰也是病眼見空華。端曰不是不是。", "204": "師擬進語。端便喝。師當下廓然。至正七年元帝錫號。", "205": "慧性文敏宏覺普濟禪師。師言行平易。不以繩墨制", "206": "學者。嘗曰滄海有擇流之心。則成牛迹。春日有徧照", "207": "之意。仍似螢光。所以大冶烹重。不須九轉。眾生成佛。", "208": "只在剎那。分之別之。遠之棄之。豈大慈長者之心哉。", "209": "至正戊戌將遷寂。遺書囑丞相外護。復書偈曰。生死", "210": "純真。太虗純滿。七十九年。搖籃繩斷。擲筆而逝。茶毗", "211": "舌根數珠皆不壞。舍利無算。于徑山隆教寶陀分建", "212": "塔焉。明宋文憲公濂。作師四會語錄序。贊古鼎禪宗。", "213": "銘公以臨濟十七世孫。四坐道場。為黑白之所宗仰。", "214": "一旦祝釐江浙省垣。現白光三道。丞相康里公見之。", "215": "極加敬禮。未幾將示寂。語其徒曰。觀世音蓮臺至矣。", "216": "安坐而逝。及火化。舌根齒牙數珠俱不壞。五色舍利", "217": "燦爛無數。國史危先生。已摭其行業。為文勒諸󳬴。而", "218": "四會語未有序之者。師之得法上首。今天界禪師西", "219": "白金公。屬濂作之。濂覽已。合爪言曰。是真正語。是不", "220": "著有無語。是雷轟電掃語。學者隨所悟入。如慈雲徧", "221": "覆。法雨普沾。大小根莖皆獲生成。非入正知見具大", "222": "力量者。孰能與于此。嗚呼。世安復有斯人乎哉。非謂", "223": "果無之也。求其真湻無偽。若師者鮮也。濂既為敘其", "224": "事。復歆豔之。歆豔之不足。復作伽陀一章贊之。其辭", "225": "曰。我觀我師四會語。一言一句皆真實。河沙妙義總", "226": "含藏。其中無餘亦無欠。及至能所齊泯時。欲覓片言", "227": "不可得。有如十萬虗空界。種種色相皆現前。或飛或", "228": "潛或動植。以至洪纖高下等。枯榮生死及崩竭。了然", "229": "不染虗空相。而亦不出于虗空。真相不如不動故。印", "230": "昔嘗登寂照場。耳邊一喝三日聾。惟聾故使功用絕。", "231": "絕後通身皆是耳。自茲出世入翁川。翁川海水亦生", "232": "耳。但聞魚龍哮吼聲。即使波濤增洶湧。繼升補陀洛", "233": "伽山。合掌問訊觀世音。目能觀色耳聞聲。音聲何獨", "234": "以目觀。不知本來無耳目。見所不見聞不聞。盡大千", "235": "界無礙者。中天竺國凌霄峯。所談妙法皆如是。只因", "236": "妙法法難思。結集已落第二義。眉間放出白毫光。七", "237": "寶蓮臺向空至。此皆遊戲神通事。于師之道不相攝。", "238": "師之道大不思議。千古贊歎莫能盡。姑以第二門中", "239": "觀。可以洗空于結習。可以觸動于悟機。可以速證于", "240": "菩提。是宜流通于世間。視如照耀光明幢。我言或誣", "241": "有如水。", "242": "大方聘禪師天童岫嗣　朴翁淳禪師", "243": "元虗照禪師", "244": "竺芳聯禪師竺西坦下正宗庄嗣　所菴睿禪師", "245": "大千慧照禪師大千慧照禪師東嶼海嗣", "246": "師諱慧照。字大千。永嘉麻氏子。麻號積慶之家。宜生", "247": "上士。父均。母黃氏。既誕。育師寶之勝摩尼珠。師自童", "248": "年亦駿利倍常。堅欲入道。聞人誦習契經。合爪諦聽。", "249": "年十五。往依縣之瑞光院了定。葢師從兄也。長老良", "250": "公。知為法器。即剃落為弟子。明年稟持犯于處之天", "251": "寧。蟬脫萬緣。誓究大不思議事。首謁晦機熈公。于杭", "252": "之淨慈。未契圓證。一日閱真淨語。至頭陀石擲筆峯", "253": "處。默識懸解。流汗浹背。時東嶼海公。以石林鞏公世", "254": "嫡。提唱于蘇之薦嚴。師往謁。嶼問曰。東奔西走將欲", "255": "何為。師曰特來參禮爾。嶼曰天無四壁。地絕八荒。汝", "256": "何地措足耶。師抵掌于几而退。嶼知其夙有所悟。尋", "257": "復召至。反覆勘辨。師如宜僚擲丸。飛舞空中。嶼甚嘉", "258": "之。遂留執侍左右。師以為心法既通。不閱藏教。無以", "259": "闡揚正法。聳人天之聽。乃主藏室于郡之萬壽。天曆", "260": "戊辰。出世樂清之明慶。集眾而誨之曰。佛法欲得現", "261": "前。莫存知解。縛禪看教。未免皆為障礙。何如一物不", "262": "立。而起居自在乎。所以德山之棒。臨濟之喝。亦有甚", "263": "不得已爾。聞者悅繹而去。至正乙未遷主此山。先是", "264": "寺以搆訟而廢。師以訟興在乎辨難太迫。一處之以", "265": "寬慈。絕弗與較。且曰我佛得無諍三昧。所以超出羣", "266": "品。我為佛子。可不遵其教耶。眾服其化。寺僧夢一神", "267": "人衣冠甚偉。飛空而來。僧作禮問之。神人曰。我從阿", "268": "育王山來。欲請大千師赴供耳。未幾行宣政院。署師", "269": "往育王。識者以為玄應。師憫大法陵夷。孳孳誘掖。不", "270": "遺餘力。嘗垂三關語。以驗參學。其一曰。山中猛虎以", "271": "肉為命。何故不食其子。其二曰。虗空無向背。何緣有", "272": "南北東西。其三曰。飲乳等四大海水。積骨如毗富羅", "273": "山。何者是汝最初父母。此三關㝡為峻切。惜未有契", "274": "其機者。後退于妙喜。泉上築室曰。夢菴。因自號為夢", "275": "世叟。掩關獨處。凝塵滿席不顧也。洪武癸丑十月朔。", "276": "召門弟子曰。吾將西歸。汝輩有在外者。宜趣其還。越", "277": "七月屬後事。于住持約之󱚉。公沐浴更衣。索紙書記。", "278": "書已恬然化滅。臘七十。壽八十五。經三日茶毗。牙齒", "279": "眼睛及數珠不壞。餘成設利羅五色爛然。塔于夢菴", "280": "之後。師三座道場。有語錄若干卷行世。凡一燈所傳。", "281": "一雨所潤。雖淺深有殊。各得分願。師智度冲深。機神", "282": "坦邁晝則凝坐。夜則兼修淨業。真積力久。覺觀湛然。", "283": "非言辭所可擬議。且服用儉約。不如恒僧。雖不與時", "284": "俗低昂。賢士大夫知其誠實。不事矯飾。多傾心為外", "285": "護。其遇學徒亦以真率。或以事忤之。而聲色不變動。", "286": "出語質樸不尚葩藻。而指意超于言外。名聞燕都。帝", "287": "師被以佛德圓明廣濟之號。師略不少動于中。師之", "288": "操履。為人梗概如此。師之行業。詳見明宋文憲公。所", "289": "撰石墳󳬴文。茲僅錄其銘曰。萬緣紛紜。逐物而競。曷", "290": "以攝之。實惟禪定。禪定斯何。言辭罔宣。浮翳盡斂。月", "291": "輪在天。初分一燈。千𦦨交映。如百鍊餘。金色逾勝。師", "292": "之挺生。銳思絕塵。萬里只尺。欲趍頓門。片簡雖微。中", "293": "具全體。瞥爾觸之。凡情盡死。從抵碩師。勇決其私。振", "294": "迅奮擲。類獅子兒。出世為人。澍大甘雨。法雷轟轟。震", "295": "驚百里。海岸孤絕。潮音吐吞。與此大法。殊流同源。神", "296": "人飛空。持疏來謁。孰知玄微。若合符節。彼舍利羅。寶", "297": "塔晝扄。助我發機靈光晶熒。翩然西歸。趺坐而滅。示", "298": "不壞相。火中珠結。生死之關。鮮執其樞。坦然不惑。如", "299": "人歸廬。前修漸遐。後武思厲。不有昭之。遺則淪墜。太", "300": "史著銘。勒石山樊。虗空有盡。師道永存。", "301": "玠禪師玠禪師", "302": "師之氏族法系。俱莫之考。今按明宋文憲公濂。所撰", "303": "淨慈。孤峯德公塔銘。其略云。孤峰族姓朱。世家明之", "304": "昌國。父有成。母黃氏。父與補怛洛迦僧。玠公交。玠聞", "305": "雞聲入道。凡說法必鼓翅為雞號。玠亡已久。黃夢玠", "306": "來託宿。覺而有娠。歷十四月而生。據此說。可知孤峰", "307": "即師之後身也。", "308": "明 大基行丕禪師明　大基行丕禪師", "309": "師諱行丕。號大基。宗說兼通。行解相應。洪武初由佛", "310": "隴來主是山。", "311": "本初原禪師。", "312": "祖芳道聯禪師祖芳道聯禪師薦嚴義嗣", "313": "師諱道聯。號祖芳。四明鄞縣陸氏子。年十四。禮崑山", "314": "薦嚴。悅堂顏得度。秉戒于鄞之五臺。還侍物先。義于", "315": "薦嚴有所造詣。洪武丙辰。侍佛心住靈谷。天界曇。延", "316": "居記室。穆菴康。恕中慍。木菴聰。咸作忘年交。後出世", "317": "台之廣孝。遷紫籜。及麻峪景山。明之補陀。越之能仁。", "318": "末主淨慈。壬申淨慈厄熒惑。師為一新。蜀王賜衲衣", "319": "盂盋。永樂丙戌。朝廷徵師為釋教總裁。嗣還築室湖", "320": "濵。曰藕華居。丁亥以事赴召至京。上令住五臺祐國", "321": "寺。未及陞陛。忽語左右曰。吾世緣殆盡。後三日沐浴", "322": "更衣。趺坐而化。當己丑七月三日也。歸塟藕華居之", "323": "陰。世壽六十四。僧臘五十。有䂐逸語錄行世。", "324": "國朝 潮音旭禪師國朝　潮音旭禪師萬年徹嗣", "325": "師諱通旭。松江華亭俞氏子也。祖籍新安。居童子時。", "326": "每遇食以手擊木作梆聲。里人詢之曰。吾集眾以會", "327": "食耳。父母驗其非凡。乃送歸󰪉洛。薙染于紫竹旃檀", "328": "林。比長稟具戒。于白龍慧鏡禪師。遍參海內名席。隨", "329": "侍嘯堂寒泉二老。悉入堂奧。當機不讓。旋受天台萬", "330": "年無礙徹老人。屬始開法于慈邑。壽峰。及蕙江聖壽。", "331": "適普陀初復。師以省祖來山。值定鎮　總戎藍公。自", "332": "雲中移鎮。建牙之日為", "333": "國進香。維時荊榛滿目。慨無主席。合山緇素競以師", "334": "對。公一見奇之。即請主院事。　藍公交", "335": "欽賜帑金千兩。領眾請上堂。師拈香祝", "336": "聖畢。乃云二十年前。要津把斷。不通凡聖。所以紺宇", "337": "花宮。化作頹垣廢址。蓮臺獅座。鞠為茂草荒榛。聖僧", "338": "打失鼻孔。金剛碎作微塵。彌勒開張大口。笑他廿四", "339": "圓通。全沒巴鼻。惟有烏芻瑟摩却較些子。倒騎佛殿。", "340": "走出山門。二十年後。八字打開。直得青蓮呈瑞。古柏", "341": "重榮。于百草頭上。現瓊樓玉殿。革故鼎新。光揚佛日。", "342": "且道承誰恩力。寰中", "343": "天子頒綸勅。閫外將軍有佛心。", "344": "大士誕辰說戒上堂。日日香花夜夜燈。春山潑黛雨", "345": "還晴。戒珠朗潤人人得。便是觀音今日生　佛成道", "346": "日說戒上堂。若舉于足。當願眾生。踏斷釋迦老子脊", "347": "梁。踢瞎達磨鬍子眼睛。是事如是持　結制上堂。鳳", "348": "不知美。梟不知惡。時至理彰。無勞穿鑿。莫莫祥麟秖", "349": "有一隻角　大士成道日上堂。眾流海為最。眾星月", "350": "為最。眾聖佛為最。四大道場之中。此山為最。此山之", "351": "中。以此位為最。千說萬說。以此說為最。若如是說。名", "352": "為佛說。不如此說。即同魔說。識得此說者。便可與普", "353": "門大士。同證圓通。其或聞見失真。終是韓盧逐塊。何", "354": "故。枇杷葉是馬家親。眼裏無筋一世貧。", "355": "欽差喇嘛。到山示眾。趙州不下禪牀。東林不過虎溪。", "356": "風高千古。昨日。", "357": "命使到山。為甚麼長老走出山門。老我為人無意智。", "358": "世情隨順是菩提　中秋應祖印之請。示眾。寒山曾", "359": "有言。吾心似秋月。普陀今指出。却值箇時節。山谷重", "360": "相招。木樨香更徹。驀召眾云。知得者箇時節。古今不", "361": "離當念。自他不隔毫端。便知晦堂老漢落處。亦知普", "362": "陀不起于座。已赴來機。無庸腕力。高提祖印。其或未", "363": "然。山僧重為下箇註脚。以拂子作○相云。一月普現", "364": "一切水。一切水月一月攝其提唱大略如此。師性恬", "365": "澹。不事浮飾。凡所經營。必使堅固。垂久。十稔之內。百", "366": "廢具興。近革八十餘年之陋習。遠紹四十二祖之芳", "367": "猷。德業聞望。煥然中興。弘機偉辯。視眾如己。類元之", "368": "孚中信禪師。而住院遭逢之時。亦若合符節。意者其", "369": "再世歟。歲戊寅師抱疾。十月二十八日。以院中事宜。", "370": "遺書預囑　總戎藍公。十一月朔日。為眾上堂。至初", "371": "四日午刻。說偈云。住住原無住。行行實不行。要知今", "372": "日事。覿面甚分明。侍僧擬進湯茶。起坐而逝。世壽五", "373": "十。嗣法二十五人。有全錄行世。", "374": "古心怘禪師古心怘禪師普陀旭嗣", "375": "師諱明怘。松江上海陸氏子。首謁金壇兀庵禪師。發", "376": "明心要。得法于普陀。康熈戊寅冬。總戎藍公。暨合山", "377": "請繼席上堂。祝", "378": "聖畢。乃云大道絕中邊。了無去來之迹。至真離向背。", "379": "那有僧俗之分。所以藍大護法。不忘靈山付囑。輔我", "380": "先師轉法輪。于瓦礫場中。土塊皆作獅子吼。建寶王", "381": "剎。于荊榛叢裏。樗材盡作旃檀香。十年以來百廢具", "382": "興。四海英賢悉皆有賴。不幸先師歸寂。眾舉繼主此", "383": "席。怘上座自慚凉德。焉敢荷擔重任。到者裏事不獲", "384": "已。祇得勉遵斯命。脫珍御服。披垢膩衣。和光同塵。󰞆", "385": "頭土面。雖然如是。一總但遵舊則。何故聻不見道。三", "386": "年無改於父之道。可謂孝矣。次年春三月。直", "387": "翠輦南巡。師至武林。迎　駕請額", "388": "皇上親賜寺額。勅建普濟禪寺。帑金并御書。皓月禪", "389": "心。四字贈之。師回山率眾謝恩。上堂祝", "390": "聖畢。舉天童忞祖道。靈山密旨。千聖同宣。少室真宗。", "391": "萬靈共證。其奈依稀越國者多。彷彿揚州者眾。正如", "392": "入京朝帝主。纔到潼關即便歸。所以不覩廣大門風。", "393": "焉知威德自在。仔細檢點將來。也是釘樁搖櫓。今日", "394": "普陀。又則不然。無論京師潼關。揚州越國。秖要閙市", "395": "裏識得", "396": "天子。親見一回。自然千眼頓開。明如杲日。一念無私", "397": "廓若太虗。拈一機。則千機萬機齊赴。說一句則千句", "398": "萬句流通。直得堯風蕩蕩。舜日熙熙。野老謳吟。漁樵", "399": "歌舞。四海清寧。萬民樂業。秖如林下道人。受此", "400": "天恩。且作麼生報。以拂子打圓相云。但將日月為天", "401": "眼。願見黃河百度清。", "402": "凡他山知識來山。光揚宗要者。附識于後。", "403": "天嶽晝禪師天嶽晝禪師弘覺忞嗣", "404": "師云五十年前。曾遊此地。而今追憶。恍若同時。召大", "405": "眾。祇如者箇時字。你作麼生解。茲蒙堂頭法姪和尚。", "406": "請陞此座。為眾舉揚。直饒你向未舉以前承當。早是", "407": "違時失候。自餘之輩。何足論之。記得雲門大師有言。", "408": "聞聲悟道。見色明心。觀世音菩薩將錢買胡餅。放下", "409": "手原來祇是饅頭。咄。大小雲門猶欠悟在。老漢今日", "410": "出言不怍。謗訕古人。應墮󳫠舌地獄去也。眾中莫有", "411": "相救者麼。若救不得。佛法無靈驗久立。", "412": "延喜瑢禪師延喜瑢禪師萬年徹嗣", "413": "師云從來。斯道不虗行。分化名山信有因。太白一燈", "414": "懸海嶠。滹沱巨浪湧千尋。遠泛滄瀛瞻法席。滿帆風", "415": "飽出蛟門。主賓契合歡如昔。道誼情深話轉新。非藉", "416": "潮音大士力。妙莊嚴路也難登。然雖如是。即今親入", "417": "潮音大士之堂。高陞潮音大士之座。現前聖侶。曲推", "418": "道誼。申請殷勤。山僧若要說玄說妙。不惟塗污名山。", "419": "亦恐有玷大士。與麼休去歇去。又孤負現前聖侶。一", "420": "番致意。且即今賓主和融。塤篪迭奏一句作麼生。展", "421": "演良久。卓拄杖云。打󳫹還他州土麥。唱歌須是帝鄉", "422": "人。", "423": "慰弘盛禪師慰弘盛禪師嘯堂晳嗣", "424": "師云四大海為口。五須彌為髻。此特描寫大士影像。", "425": "尚非大士法身。今有大導師。現坐普陀洛伽之山。復", "426": "有天大將軍。共施神力。向銀濤萬頃之中。涌出瓊樓", "427": "玉殿。說法臺邊。潮聲拍岸。磐陀石上。明月依人。碧水", "428": "丹山。無非現量境界。山河大地。全露法王之身。現前", "429": "大眾。人人挾滄海之珠。箇箇抱卞和之璧。蒙法兄和", "430": "尚。推陞此座。座中衲子。盡是雕金琢玉之詞。老步摧", "431": "頹。媿乏白雪陽春之調。即今主伴重重。塤篪迭奏。且", "432": "道如何是唱和一句。潮聲法鼓三千界。雨氣天香十", "433": "二峰。", "434": "寓谷志禪師寓谷志禪師大雷慶嗣", "435": "師云白華山畔。大道坦然。海印池邊。真風卓爾。頭頭", "436": "邁古超今。一一騎聲盖色。不是觀音耳門。亦非達磨", "437": "眼睛。所以道。我宗無語句。實無一法與人。秖貴倜儻", "438": "英靈。向未跨船舷已前。赤肩擔荷得去。到者裏始有", "439": "喫棒分。其或稍涉遲疑。依然仲冬嚴寒。有甚共語處。", "440": "茲值一陽來復。", "441": "聖節維新。伏承堂頭和尚。虗己實人。不棄椎魯。命陞", "442": "此座。到者裏不免喚七作八。應個時節。若論佛法兩", "443": "字。不但志上座無啟口分。直饒同堂二十四圓通。一", "444": "時到來。有口秖堪挂壁。何故不見道。此方真教體。清", "445": "淨在音聞。良哉觀世音。無畏施眾生。拄杖子聽見。遂", "446": "涌身讚云。善哉希有。難兄難弟。震聲一喝云。被志上", "447": "座一喝。曼殊大士。却拽拄杖歸第一座去也。且道還", "448": "有佛法為人處也無。召眾云。諸昆仲。還識大道麼。豎", "449": "拂云。葭󰞆飛處陽回律。萬國嵩呼祝太平。下座。", "450": "通玄機禪師通玄機禪師本山前住持", "451": "為潮音和尚封龕。師云。豎擎天玉柱。拋駕海金梁。全", "452": "彰祖印。闡明臨濟三玄。垂釣蓮洋。收盡五湖龍象。活", "453": "瞽人之眼。安已死之心。橫拈倒弄。狼籍彌天。那知收", "454": "歸一著。猶在老軀手裏。顧左右云。還知收歸一著底", "455": "句麼。貼封條云。斷除凡聖路。不逐四時凋。", "456": "普陀列祖錄終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1609 普陀列祖錄", "author": "清 通旭集"}