{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 675 佛祖三經指南", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "佛遺教經七離種種自性清淨無我分", "1": "No. 675-3", "2": "佛祖三經指南卷下", "3": "富沙釋　道霈　述", "4": "溈山大圓禪師警策經題溈山大圓禪師警䇿", "5": "溈山在長沙府之寧鄉周百四十里溈水出焉故", "6": "名師諱靈祐大圓其諡號也福州長谿人姓趙氏", "7": "年十五依本郡建善寺法常律師出家嗣往杭州", "8": "龍興寺習大小乘教二十三往江西參百丈丈一", "9": "見許之入室侍立次丈問誰師曰某甲丈曰撥爐", "10": "中有火否師撥之曰爐中無火丈躬起深撥得少", "11": "火夾示師曰汝道無這箇聻師由是發悟禮謝後", "12": "因司馬頭陀選得溈山時師為典座丈命師往住", "13": "持且囑曰吾化緣在此溈山勝境汝當居之嗣續", "14": "吾宗廣度後學時樺林聞之曰某甲忝居上座典", "15": "座何得住持丈曰若對眾下得一轉語出格當與", "16": "住持即指淨瓶問曰不得喚作淨瓶喚作甚麼林", "17": "曰不可喚作木揬也丈顧問師師踢倒淨瓶便出", "18": "去丈笑曰第一座輸却山子了也師遂往焉是山", "19": "峭絕敻無人烟猿猱為伍橡栗為食經五七載而", "20": "懶安偕數僧自百丈來夾輔之於是禪學者始輻", "21": "輳焉後又得仰山師資鼓唱家聲大振世稱溈仰", "22": "宗師見學者懈怠漸成流弊乃著警䇿一篇叢林", "23": "盛傳之言警䇿者如人重睡警之使寤如馬既疲", "24": "䇿之使進眾生睡生死大夜怠脩行正路故師作", "25": "此警䇿之可謂徹困婆心真實相為也其或警而", "26": "不省䇿而不進則亦自暴自棄而已。", "27": "一文大章分二一文二銘文分五節一示色身大患", "28": "二懲出家流弊三明出家正因四示入道由徑", "29": "五結勸叮嚀今初也。", "30": "一示色身大患夫業繫受身未免形累。", "31": "業者過去所造善惡二業受身者異熟識第八識為", "32": "前業所繫而受現在之身業屬因身屬果以因有", "33": "善惡之殊故果有苦樂之異也形累者生老病死", "34": "也老子云吾有大患為吾有身是也。", "35": "稟父母之遺體假眾緣而共成。", "36": "此總明受身此身稟父母精血所成故曰遺體眾", "37": "緣者四大也謂初則假內四大以生次則假外四", "38": "大以養故曰共成。", "39": "雖乃四大扶持常相違背。", "40": "此下別明形累四大扶持者謂四大有互相扶持", "41": "之意也如水得火而不寒火得水而不燥等常相", "42": "違背者謂四大之性升降動靜互相乖反也既有", "43": "扶持之功又有違背之害故有生老病死之累也。", "44": "無常老病不與人期朝存夕亡剎那異世。", "45": "不與人期謂卒然而至也剎那異世謂俄爾隔生", "46": "也。", "47": "譬如春霜曉露倏忽即無岸樹井藤豈能長久。", "48": "四喻證上春霜易化曉露易晞世俗共知岸樹者", "49": "言易隤也大涅槃經云譬如河岸臨峻之樹若遇", "50": "暴風必當顛墜人亦如是臨老嶮岸死風既至勢", "51": "不得住井藤者言易斷也經云如人行於曠野大", "52": "火之中被狂象所逐見一枯井井上有樹樹上有", "53": "藤其人板藤懸於井中下有三毒龍四毒蛇復有", "54": "黑白二鼠兼相晈藤四邊毒蜂有蜜少許滴於口", "55": "中因貪蜜故遂忘其苦曠野喻三界樹喻身藤喻", "56": "命根象喻無常煞鬼二鼠喻日月井喻黃泉三龍", "57": "喻三毒四蛇喻四大蜜喻五欲因貪財色等欲遂", "58": "忘生死大苦。", "59": "念念迅速一剎那間轉息即是來生何乃晏然空過。", "60": "四句總結上文謂生死轉變甚速當及時進德不", "61": "可坐以待弊也剎那者言時之極促也此正出警", "62": "䇿之意警䇿開端即示身重患者以是苦本故也", "63": "苟不知此意而漫云出家學道動止云為無非髑", "64": "髏活計適足以益生死業豈能入道哉。", "65": "二懲出家流弊二懲出家流弊", "66": "父母不供甘旨六親固以棄離不能安國治󳬛家業", "67": "頓指繼嗣緬離鄉黨剃髮稟師內勤克念之功外弘", "68": "不諍之德逈脫塵世冀期出離。", "69": "此正明出家下反懲流弊旨美也六親謂伯叔兄", "70": "弟子孫之親家業頓捐繼嗣謂出家者家業頓棄", "71": "而無繼嗣之人也緬遠也千二百五十家為鄉五", "72": "百家為黨克念能念也尚書云惟狂克念作聖亦", "73": "即遺教所謂不忘念也不諍者僧名和合於一切", "74": "人中不起諍論也夫人生兩儀間孝養父母愛敬", "75": "六親安治󳬛國和睦鄉黨乃至隆家業承宗祧是", "76": "固所當為者今皆棄去不為而獨剃髮毀形稟師", "77": "受法者蓋欲內勤外弘期脫塵網以報父母資六", "78": "親耳彼世俗常行虗假不實纏縛生死寧有了期", "79": "故甘自棄之此其捨家出家之本旨也。", "80": "何乃纔登戒品便言我是比丘檀越所須喫用常住", "81": "不解忖思來處謂言法爾合供喫了聚頭喧喧但說", "82": "人間襍話然則一期趂樂不知樂是苦因。", "83": "何乃者反責之辭登戒謂受具也忖思來處者佛", "84": "制比丘凡受食當作五觀一計功多少量彼來處", "85": "二忖己德行全闕應供三防心離過貪等為宗四", "86": "正事良藥為療形枯五為成道故方受此食今殊", "87": "不思忖但謂我是比丘法爾合受檀越常住供養", "88": "也一期猶云一時趂樂即聚頭喧喧等樂是苦因", "89": "者謂目前放逸之樂適足以感召當來苦果故古", "90": "云信施一粒米重如須彌山若人不了道披毛帶", "91": "角還可不懼哉。", "92": "曩劫循塵未甞返省時光淹沒歲月蹉跎受用殷繁", "93": "施利濃厚動經年載不擬棄離積聚滋多保持幻質。", "94": "曩劫下四句謂其無返照之功而循塵流轉空度", "95": "歲月也受用下六句謂其貪著受用而積聚施利", "96": "保持幻身也。", "97": "導師有勅誡勗比丘進道嚴身三常不足人多於此", "98": "躭味不休日往月來颯然白首。", "99": "此承上受用殷繁而言比丘不當如是也進道學", "100": "道也嚴身資身之具也三不足謂衣食睡三者不", "101": "可令足衣取蔽形不以文采食取支命不貪美味", "102": "睡以息勞不令縱意何者恐為其所愚蔽妨廢道", "103": "業也孔子曰食無求飽居無求安亦是此意世人", "104": "不志於道而多於是三者躭味不休營營求足日", "105": "往月來不覺老之忽至非三者誤之乎。", "106": "後學未聞旨趣應須愽問先知將謂出家貴求衣食。", "107": "旨趣謂出家之旨趣也出家旨趣在見性而度生", "108": "後學或未聞應當愽問先達之人而依之勒求可", "109": "也既不聞不問將謂出家者惟貴求衣食哉何太", "110": "錯也。", "111": "佛先制律啟創發蒙軌則威儀淨如氷雪止持作犯", "112": "束斂初心微細條章革諸猥弊毗尼法席曾未叨陪", "113": "了義上乘豈能甄別可惜一生空過後悔難追。", "114": "此言其不習律夫律者三學之初門如不習則何", "115": "由而進道乎啟創發蒙者謂佛所制律開始啟發", "116": "其蒙昧也以初始出家者身心蒙昧惟知放逸不", "117": "有律儀何以防閑哉止持作犯即如來所制之律", "118": "如五篇七聚等所以束斂初心者也微細條章即", "119": "軌則威儀等所以革諸猥弊者也毗尼法席律肆", "120": "也曾未叨陪謂曾未登律肆之門濫陪清眾也濫", "121": "陪尚未則疎野可知矣夫律學事行既尚未知上", "122": "乘玄理豈能甄別乎是徒空度一生雖有後悔又", "123": "何可及吁惜哉。", "124": "教理未甞措懷玄道無因契悟及至年高臘長空腹", "125": "高心不肯親附良朋惟知倨傲。", "126": "此言其不習教夫教者照心之明鏡如不習則心", "127": "何由悟乎及至下四句出其不習教之過不親良", "128": "朋逞空腹之高心惟知倨傲恃年臘之高長。", "129": "未諳法律戢斂全無或大語高聲出言無度不敬上", "130": "中下座婆羅門聚會無殊碗鉢作聲食畢先起去就", "131": "乖角僧體全無起坐忪諸動他心念不存些些軌則", "132": "小小威儀將何束斂後昆新學無因倣傚纔相覺察", "133": "便言我是山僧未聞佛教行持一向情存麤糙。", "134": "此出其不習律之過律所以束斂初心律既不諳", "135": "則戢斂何有大語高聲無忌憚也出言無度言出", "136": "非法不能自節也不敬上中下座無尊卑次序也", "137": "婆羅門外道也戒經云我佛法中先受戒者在前", "138": "坐後受戒者在後坐莫如外道痴人坐無次第碗", "139": "鉢作聲者不念餓鬼苦也食畢先起者忽大眾也", "140": "去就乖角者不合禮法非僧體也起坐忪諸者動", "141": "他念也忪諸麤遽貌不存軌則下總結諸過覺察", "142": "猶警䇿也山僧謂山野之僧不識禮貌蓋拒諫飾", "143": "非之詞麤糙即上大語高聲等。", "144": "如斯之見蓋為初心慵惰饕餮因循荏苒人間遂成", "145": "疎野。", "146": "此總出上二過所由慵者志劣惰者功怠饕者貪", "147": "食餮者貪財因循者自無憤悱徒隨群逐隊而已", "148": "謂此輩由初心如此遂乃釀成疎野耳荏苒即因", "149": "循之意。", "150": "不覺躘踵老朽觸事面墻後學咨詢無言接引縱有", "151": "談說不涉典章或被輕言便責後生無禮瞋心忿起", "152": "言語該人。", "153": "言此輩既不閑教律無所用心老病死到來其苦", "154": "有不可勝言者此明其老苦躘踵行不進之貌面", "155": "墻言無所知後學下四句皆無知之事或被下四", "156": "句謂或被輕薄不自知非反動瞋心出言該眾該", "157": "徧涉也謂出言徧涉人動眾念也。", "158": "一朝臥疾在床眾苦縈纏逼迫曉夕思忖心裏恛惶", "159": "前路茫茫未知何往從茲始知悔過臨渴掘井奚為", "160": "自恨早不預脩年晚多諸過咎。", "161": "此言其病苦眾苦縈纏逼迫者謂大病臨身眾苦", "162": "交作非止一端也當此之際與死為隣生平之妄", "163": "想已歇壯志已󰞆惟朝夕思忖心裏恛惶不知前", "164": "路何如耳恛惶驚怖貌前路謂五趣將死悔過如", "165": "臨渴掘井尚何及哉自恨二句乃悔過之言。", "166": "臨行揮霍怕怖慞惶縠穿󳭋飛識心隨業如人負債", "167": "強者先牽心緒多端重處偏墜無常殺鬼念念不停", "168": "命不可延時不可待人天三有應未免之如是受身", "169": "非論劫數。", "170": "此言其死苦謂既無定慧則甘伏死門也揮霍驚", "171": "惶卒遽之貌縠穿󳭋飛二句七賢女經云󳭋來入", "172": "瓶中以縠覆其口縠穿󳭋飛去識心隨業走󳭋喻", "173": "賴耶瓶喻身縠喻命根謂現陰命根既斷則賴耶", "174": "舍身而去隨業隨心受形六道也如人負債二句", "175": "謂業重者先報也心緒多端二句謂心重者偏墜", "176": "也無常下四句謂時命為行陰遷駛念念不住莫", "177": "可延待也人天下四句謂非獨人為然凡三有之", "178": "內均不能免輪轉往反如循環然豈劫數所可論", "179": "乎三有即三界。", "180": "感傷歎訝哀哉切心豈可緘言遞相警䇿所恨同生", "181": "像季去聖時遙佛法生疎人多懈怠略申管見以曉", "182": "後來若不蠲矜誠難輪逭。", "183": "此總結上文首四句謂目擊流弊感傷切心豈可", "184": "無言共相警䇿訝發歎聲緘言謂閉口而不言也", "185": "所恨下四句謂人根怠惰由時數使然也像季者", "186": "佛正像法各千年末法萬年今當像法之末故曰", "187": "像季略申下四句正明作警䇿管見古云以管窺", "188": "豹只見一班蓋謙詞蠲除也矜者持守之嚴也輪", "189": "逭轉身而逃也謂叮嚀如此更不蠲除舊習矜持", "190": "素行則生死之苦又安能輪逭乎。", "191": "三明出家正因三明出家正因", "192": "夫出家者發足超方心形異俗紹隆聖種震懾魔軍", "193": "用報四恩拔濟三有若不如此濫廁僧倫。", "194": "發足超方者謂一念發足出家之時志欲逈越塵", "195": "區高超方外也心形異俗者形異可知心異有四", "196": "一欲紹隆聖種使佛種不斷且隆盛也二欲震懾", "197": "魔軍令魔軍退衂邪法損減也三欲報四恩荷恩", "198": "德也四恩謂父母眾生國王三寶之恩四欲拔三", "199": "有悲沉淪也蓋四者成佛降魔報恩濟眾之行四", "200": "行居懷異俗遠矣苟有是形而無是心則是假我", "201": "衣服而混濫雜廁於僧類之中豈真出家僧寶乎。", "202": "言行荒疎虗霑信施昔年行處寸步不移恍惚一生", "203": "將何憑恃況乃堂堂僧相容貌可觀皆是夙植善根", "204": "感斯異報便擬端然拱手不貴寸陰事業不勤功果", "205": "無因克就豈可一生空過抑亦來業無裨。", "206": "此明濫廁之意反顯正因出家者不如此也言行", "207": "二句謂言行相違闕應供之德徒素䬸耳昔年二", "208": "句謂雖復出家而俗行不改新德無聞恍惚二句", "209": "謂徒混沌一生德業不脩無善可恃況乃下共十", "210": "句提獎而勉勵之謂感受美報騐知夙因現前不", "211": "脩將來何補。", "212": "辭親決志披緇意欲等超何所曉夕思忖豈可遷延", "213": "過時心期佛法棟梁用作後來龜鏡常以如此未能", "214": "少分相應。", "215": "首四句審其出家之意果何為也豈非欲上等諸", "216": "聖下超凡俗哉固當日夜思忖勉力進道詎可遷", "217": "延愒玩歲月後四句謂棟梁佛法龜鏡後來二者", "218": "固心之所期而功力未充尚不得少分相應況怠", "219": "惰恣情不加策勵又何以酬出家初志哉棟梁謂", "220": "法門正材龜鏡謂後學師匠。", "221": "出言須涉典章談說乃傍於稽古形儀挺特意氣高", "222": "閒遠行要假良朋數數親於耳目住止必須擇伴時", "223": "時聞於未聞故云生我者父母成我者朋友。", "224": "首四句示自立之德涉典稽古謂不可逞胸臆之", "225": "論意高氣閒謂不可近流俗之態後六句明取友", "226": "之功謂行住之間皆資良友啟廸增長見聞須善", "227": "揀擇也生我父母成我朋友古語也謂父母雖能", "228": "生我之身而切切偲偲指擿瑕類裁成我之德業", "229": "者惟善友能然。", "230": "親附善者如霧露中行雖不濕衣時時有潤狎習惡", "231": "者長惡知見曉夕造惡即目交報歿後沉淪一失人", "232": "身萬劫不復忠言逆耳豈不銘心者哉。", "233": "此較量擇友損益謂親附善者雖不見其善而相", "234": "親相附之間不覺潛消其惡念而默被其德風故", "235": "云如行霧露中雖不濕衣而時自有潤也狎習惡", "236": "者雖不見其惡而相狎相習之間不覺自喪其良", "237": "心而密長其惡見故云曉夕造惡也即目交報現", "238": "報也歿後沉淪生報及後報也一失人身萬劫不", "239": "復者涅槃云失人身者如大地土得人身者如爪", "240": "上土然既失而思復不亦難乎逆耳者古云良藥", "241": "苦口而利於病忠言逆耳而利於行銘心謂銘刻", "242": "於心志不忘也師自謂吾所言固是逆耳然實利", "243": "於行學者可不銘心力踐之哉。", "244": "便能澡心育德晦跡韜名蘊素精神喧囂止絕。", "245": "此言銘心力踐之効故云便能等澡心育德謂淨", "246": "三毒養三學晦跡韜名謂隱幻身藏虗名蘊素精", "247": "神者謂精神蘊蓄而不浮露素潔而無染著澡育", "248": "之功也喧囂止絕者喧囂俗境也止絕俗境晦韜", "249": "之功也。", "250": "四示入道由徑四示入道由徑", "251": "若欲參禪學道頓超方便之門。", "252": "上所明皆撿束身心淬礪志氣之事今正示入道", "253": "由徑以根有利鈍故分禪教二種此示參禪欲者", "254": "志樂也禪即達摩所傳最上乘禪所謂直指人心", "255": "見性成佛者也言頓超方便者以依教修證總屬", "256": "方便惟參禪一著頓悟自性超諸方便也。", "257": "心契玄津研幾精要決擇深奧啟悟真源。", "258": "此明參究工夫參究之功捨諸方便直窮理性忽", "259": "然心與理契謂之心契玄津雖云心與理契秪恐", "260": "見其粗而不見其精見其泛而不見其要則是膚", "261": "淺之見豈可顢頇自守必須研窮其幾微而拾粗", "262": "取精捨泛取要也既得其精要則造理可謂深奧", "263": "然理雖深奧總是識心所緣之境不是衲僧家駐", "264": "足處必須精於決擇重重披剝不可坐於深奧所", "265": "謂玄玄玄處更須訶也至於窮玄徹底無深可入", "266": "無奧可居功盡合平常乃可謂之啟悟真源名真", "267": "源者玄津之源也。", "268": "愽問先知親近善友此宗難得其妙切須子細用心。", "269": "此示其去就謂學者參禪不可師心自是其未得", "270": "須依師友決擇既得須求師友證據蓋此宗不落", "271": "格量難得其妙三袒云毫𨤲有差天地懸隔故須", "272": "子細未可忽略也。", "273": "可中頓悟正因便是出塵階漸此則破三界二十五", "274": "有內外諸法盡知不實從心變起悉是假名。", "275": "此正明悟境可中猶云箇中正因者當人本有之", "276": "正因佛性也三界總名二十五有別列頌云四洲", "277": "四惡趣六欲并梵天四禪四空處無想五那含內", "278": "外諸法即器界身心等破者謂參禪者當其悟時", "279": "猶如大夢豁然驚覺三界等皆夢中之境豈得不", "280": "破盡知下出破之所由謂諸法不實皆是自心變", "281": "現而起但有假名而已迷時不知認名為實妄生", "282": "取舍如小兒弄鏡像渴鹿趂陽𦦨豈不大可笑乎", "283": "南嶽示徒云一切萬法皆自心生心無所生法無", "284": "所住若達心地所作無礙非遇上根宜慎辭哉噫", "285": "可與智者道也。", "286": "不用將心湊泊但情不附物物豈礙人任他法性周", "287": "流莫斷莫續聞聲見色蓋是尋常這邊那邊應用不", "288": "闕。", "289": "此明悟後履踐之功首三句消遣俗境任他二句", "290": "保任法性聞聲二句功合平常四祖示牛頭云境", "291": "緣無好醜好醜起於心心若不強名妄情從何起", "292": "妄情既不起真心任遍知汝但隨心自在無復對", "293": "治即名常住法身無有變易如次合上三段可知", "294": "後二句明應用不闕謂今時那畔臨時臨機隨緣", "295": "出沒無定軌也。", "296": "如斯行止實不枉披法服亦乃酬報四恩拔濟三有", "297": "生生若能不退佛階決定可期往來三界之賓出沒", "298": "為他作則此之一學最妙最玄但辦肯心必不相賺。", "299": "此結益激勸之意不退謂心鏡明淨隔陰不昏也", "300": "佛階謂成佛之階級即三賢十聖也不相賺如法", "301": "華云我今為汝保任此事終不虗也或謂參究頓", "302": "悟之人一念不生即名為佛今云頓悟正因始是", "303": "出塵階漸又云生生若能不退佛階決定可期得", "304": "無既悟之人猶有退失之虞階漸之脩乎答曰經", "305": "謂一念不生即名為佛者約悟理言之約事則否", "306": "首楞嚴云理雖頓悟乘悟併消事非頓除因次第", "307": "盡是也又僧問溈山曰頓悟之人更有脩否山曰", "308": "若真悟得本他自知時脩與不脩是兩頭語今初", "309": "心從緣一念頓悟自理猶有無始習氣未能頓淨", "310": "但教渠淨除現業流識即是修也不可別有法教", "311": "渠脩行趨向云云此淨除現業流識一句子古人", "312": "於水邊林下不知費却多少鹽醬豈可謂一悟便", "313": "了乎。", "314": "若有中流之士未能頓超且於教法留心溫尋貝葉", "315": "精搜義理傳唱敷揚接引後來報佛恩德時光亦不", "316": "虗棄必須以此扶持住止威儀便是僧中法器。", "317": "此示習教謂參禪單刀直入超諸方便非中下之", "318": "機所能故令其且於教法留心庶幾聞解信入也", "319": "教法謂經論貝葉西域用以書經者如此方紙素", "320": "之類溫尋謂熟文精搜謂窮義傳唱敷揚者謂作", "321": "大法師弘通正教也接引後來報佛恩德者經云", "322": "假使頂戴經塵劫身為床座徧三千若不傳法利", "323": "眾生畢竟無由申報者故唯自利利他如說脩行", "324": "為報佛恩耳時光下四句謂中下之機必須借教", "325": "扶持而光陰亦不至虗棄四威儀間自然合度便", "326": "是僧中法器也法器謂受法之器。", "327": "豈不見倚松之葛上聳千尋託附勝因方能廣益。", "328": "此結上二段松喻宗教葛喻學人尋八尺也謂葛", "329": "倚長松而聳千尋之勢僧閑宗教而行廣大之益", "330": "皆由附託之勝也。", "331": "懇脩齋戒莫謾虧踰世世生生殊妙因果不可等閒", "332": "過日兀兀度時可惜光陰不求升進徒消十方信施", "333": "亦乃辜負四恩積累轉深心塵易壅觸途成滯人所", "334": "輕欺古云彼既丈夫我亦爾不應自輕而退屈若不", "335": "如此徒在緇門荏苒一生殊無所益。", "336": "上正明宗教此兼示戒法謂不可徒恃見地弁髦", "337": "事行也首二句謂齋戒須懇切而脩不得虧缺踰", "338": "越次二句謂戒根既全則人天勝報永不失耳不", "339": "可等閒下反覆勸勉之意兀兀無知貌積累轉深", "340": "者業愈重也心塵易壅者迷益深也餘可知。", "341": "五結勸叮嚀五結勸叮嚀", "342": "伏望興決烈之志開特達之懷舉措看他上流莫擅", "343": "隨於庸鄙今生便須決斷想料不由別人。", "344": "望期望也志決烈則無頑懦脂韋之習懷特達則", "345": "無卑淺隘狹之量舉措二句論語云見賢思齊焉", "346": "見不賢而內自省也今生二句古云此身不向今", "347": "生度更向何生度此身又首楞嚴阿難云將謂如", "348": "來惠我三昧不知身心本不相代故須自決也。", "349": "息意亡緣不與諸塵作對心空境寂只為久滯不通", "350": "熟覽斯文時時警䇿。", "351": "內意既息則外緣自亡無復對待也然心境本自", "352": "空寂但久為妄情所滯不能豁然通達耳後二句", "353": "誡勿忘警䇿之意。", "354": "強作主宰莫狥人情業果所牽誠難逃避聲和響順", "355": "形直影端因果歷然豈無憂懼故經云假使百千劫", "356": "所造業不忘因緣會遇時果報還自受故知三界刑", "357": "罰縈絆殺人努力勤脩莫空過日。", "358": "此備陳三界因果罪福使自戒慎勿狥人情也所", "359": "造業不忘者經云如暗書字火滅字存果報還自", "360": "受者如世尊受馬麥之報釋種遭琉璃之誅皆酬", "361": "遠因也。", "362": "深知過患方乃相勸行持願百劫千生處處同為法", "363": "侶。", "364": "首二句謂深知過患故勸行持非虗誑也後二句", "365": "誓詞謂果能信茲言行茲行則一切時一切處以", "366": "法相逢為法儔侶蓋志同道合自然會遇也。", "367": "二銘二銘", "368": "乃為銘曰幻身夢宅空中物色。", "369": "古者盤盂几杖皆有銘以著儆戒之辭今文後繫", "370": "之以銘其意亦然又重述上文之意猶經中之有", "371": "應頌也幻身正報也毗婆尸佛偈云身從無相中", "372": "受生猶如幻出諸形相夢宅依報也謂三界不實", "373": "猶如夢中之宅空中物色重明上依正夢幻之意", "374": "謂似有而實無也。", "375": "前際無窮後際寧尅出此沒彼升沈疲極未免三輪", "376": "何時休息。", "377": "三界生死若循環然徵之前而無始推之後而無", "378": "終眾生在此苦海中出沒升沈輪回往反形神疲", "379": "極矣唯出三界庶幾免之不然不知何時休息也。", "380": "貪戀世間陰緣成質從生至老一無所得根本無明", "381": "因茲被惑。", "382": "世間有情世間也陰五陰緣十二因緣一無所得", "383": "者謂此身乃陰緣假合本無所得但眾生被根本", "384": "無明所惑故妄生貪戀耳。", "385": "光陰可惜剎那不測今生空過來世窒塞。", "386": "光陰可惜者古云尺壁非賢寸陰是競故可惜耳", "387": "剎那不測者四十二章經云人命在呼吸間何可", "388": "測乎後二句謂今生既空過則來世益窒塞窒塞", "389": "言心神昏昧愈不通利也。", "390": "從迷積迷皆因六賊六道往還三界匍匐。", "391": "四句義脩楞嚴首句經云自諸妄想展轉相因從", "392": "迷積迷以歷塵劫是也後三句經云則汝現前眼", "393": "耳鼻舌及與身心六為賊媒自劫家寶由此無始", "394": "眾生世界生纏縛故於器世間不能超越是也釋", "395": "曰六道正報也即眾生世界三界依報也即器世", "396": "間往還匍匐即纏縛及不能超越之意匍匐者伏", "397": "地手行乃眾生迷倒之相也。", "398": "早訪明師親近高德決擇身心去其荊棘。", "399": "上皆警䇿生死無常迷妄顛倒此方示參禪師者", "400": "人之模範故古人己事未明不憚勤劬䟦涉山川", "401": "尋師訪友以揀邪辨異袪惑明道終不肯空坐守", "402": "愚師心自是如雪峰巖頭欽山結友參方三登投", "403": "子九上洞山後皆成大器謂非師友之力乎故參", "404": "禪之士須早訪明師高德而親近之庶幾為我決", "405": "擇真偽撿束身心以剪去其荊𣗥荊𣗥毒刺也即", "406": "身心之非及一切不正之弊。", "407": "世自浮虗眾緣豈逼。", "408": "此恐禪者不達世緣浮虗妄遭逼迫有失正念故", "409": "此示之百丈大智禪師曰一切法本不自言空不", "410": "自言色亦不言是非垢淨亦無心繫縛人但人自", "411": "虗妄計著作若干種解會起若干種知見生若干", "412": "種愛畏但了諸法不自生皆從自己一念妄想顛", "413": "倒取相而有知心與境本不相到當處解脫一一", "414": "諸法當處寂滅當處道場。", "415": "研窮法理以悟為則。", "416": "研窮是參究工夫法理即本分事以悟為則者以", "417": "悟為式也蓋大道懸曠無有程途學者參尋惟當", "418": "以悟為式不可不及所謂悟者如忘忽憶如夢忽", "419": "覺如十字街頭遇見親生父母更有何疑此豈可", "420": "以比擬之知恍惚之見而妄云得悟哉昔大慧杲", "421": "禪師天資頴利口舌快便諸方皆印可之杲惟自", "422": "知其未悟掉頭而去曰大丈夫豈肯受這般野狐", "423": "涎最後參圓悟於天寧乃自要曰若此老更以我", "424": "為是造無禪論去也悟知其所得未當果示以本", "425": "分鉗鎚杲乃服膺後於悟言下發明大法透頂透", "426": "底大機大用為宋葉第一流宗師豈似今人亂自", "427": "承當妄受人印可師資相誑自誤誤人若大慧可", "428": "為萬世參禪者之龜鑑也。", "429": "心境俱捐莫記莫憶六根怡然行住寂默。", "430": "此明初悟時事謂雖知心境本空而心境之影子", "431": "未消須加捐棄之功不記不憶則六根四儀自然", "432": "安帖而能成就一相一行三昧也。", "433": "一心不生萬法俱息。", "434": "由心生故萬法俱生若一心不生則心境不待捐", "435": "而自空更何法之不息乎遂師云末後一句始到", "436": "牢關是也。", "437": "溈山警䇿終", "438": "佛祖三經指南卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 675 佛祖三經指南", "author": "明 道霈述"}