{"sourceLink": "http://www.cbeta.org/", "text": {"0": "正宗分圓覺菩薩章", "1": "大方廣圓覺脩多羅了義經夾頌集解講義", "10": "存名體。必須奉持。奉即取也。持即心也。以取圓覺。", "100": "諸佛所說。如來守護菩薩歸依者。此印定圓覺之", "101": "法也。十二部經眼目者。此印定為一切經之宗也。", "102": "所以序云。以印定其法。為一切經之宗也。即指此", "103": "文也。問。此經對三時五時之教否。答。頓教不論。先", "104": "後處所。但遇頓機即說故。不對三時五時之教也。", "105": "又難云。既不對教者。法華經云。是法華經。諸佛神", "106": "力之所護。此又何如分耶。答。法華諸佛。神力守護", "107": "者。即屬正宗也。此經諸佛守護者。即屬流通分也。", "108": "若彼經守護。在流通分者。即許不可揀之。彼既居", "109": "正宗分。是知不同也。", "11": "持之於心。則眾生若身若心。念念圓覺。常以寂照", "110": "是經。名大方廣圓覺陀羅尼。亦名修多羅了義。亦名", "111": "祕密王三昧。亦名如來夫定境界。亦名如來藏自性", "112": "差別。汝當奉持。", "113": "佛謂。此經有此五名。汝等菩薩。應當奉持。", "114": "西蜀復菴暉禪師曰。前問此大乘教名字何等。云", "115": "何奉持。此答之有五名也。然此經題者。乃佛自立", "116": "也。且諸經得名。有其多種。或以人為目。或以法為", "117": "名。人有請說等殊。法有法喻等別。或體或用。或果", "118": "或因。或能詮所詮。或真或妄。或境或智。乍複乍單。", "119": "不因今經五名已含多種。大者體也。方廣者用也。", "12": "止觀。如護身符。即心純是法。與法相應。裴相國云。", "120": "圓覺者果也。祕密者因也。王者喻也。三昧者法也。", "121": "修多羅了義者。是歎能詮也。餘皆所詮。如來是能", "122": "證人也。決定境界者。即所證境也。如來藏者。即屬", "123": "總乃在纏之名。則真妄和合也。又自性即空如來", "124": "藏也。差別即不空如來藏也。斯則人法總彰。法喻", "125": "皆舉。具體具用。有果有因。詮旨雙題。真妄俱顯。方", "126": "諸經目。莫備於斯了義之名。昭然顯矣。而世尊遂", "127": "勑令。依此名法而持。謂已悟明心地者。文字性離。", "128": "即是解脫不妨。滿紙放光而持法也。若未悟明心", "129": "地者。迷一切諸法。真實之性。向心外取法。而起文", "13": "血氣之屬必有知。凡有知者。必同體。一經旨意。無", "130": "字之見。今還將文字。對治示其本來之性。如以聲", "131": "止聲。以楔出楔。以機奪機。以毒攻毒。無離文字如", "132": "說修行。而持義也。", "133": "四明聰講師曰。法華云。一切治生產業皆與實相", "134": "不相違背。縱非今佛所說。亦是過去諸佛曾說。何", "135": "況。今之圓覺。是如來藏性。故云恒沙諸佛所說也。", "136": "金剛經所謂。有佛性種子。人感諸佛之所護念。此", "137": "圓覺本元是如來成佛真體。佛體真實。安得不能", "138": "守護。故云三世如來之所守護。十二部經。亦云十", "139": "二分教。教能詮。理為義。部者部類為義。一修多羅。", "14": "出於斯。", "140": "此云契經。直說法相。即長行云散花也二祇夜此云重頌。亦應頌。即貫花也三和", "141": "伽那此云授記。即授記人天作佛也四伽陀。此云孤起。不重頌者名也。亦曰諷頌五", "142": "優陀那。此云無問自說。亦云無我六尼陀那。此云因緣。說一切因起事七阿", "143": "波陀那。此云譬喻。用扇譬月也八伊帝目多伽。此云本事。此說他人之事", "144": "九闇陀伽。此云本生。此說菩薩行因本所行事十毗佛略。此云方廣談理無礙", "145": "十一阿浮達摩。此云未曾有。佛現種種神通。又云未有十二優婆提", "146": "舍。此云逐分別所說義。又云論義法華經云。我此九部法隨順眾", "147": "生說。小乘曰九部。大乘十二部也。其實大小相通。", "148": "此十二部經。非獨為清淨眼目。語其旨趣。則四種", "149": "悉檀。理妙域中。固非名號所及化擅繫表。又非情", "15": "於是。賢善首菩薩。在大眾中。即從座起。頂禮佛足。右", "150": "智所尋。致於遣累忘筌。淘神盡照。近超生死。遠證", "151": "涅槃。播闡五乘。接群機之深淺。該明六道。辨善惡", "152": "之升沈。敻林正反期出世而法無不週。邇比王化而", "153": "事無不盡。能博能要不質不文。自非天下之至慮。", "154": "孰能與於斯教哉。清淨眼目。理出於此。經有五名。", "155": "一名大方廣圓覺陀羅尼。大方廣即所立法也。大", "156": "方是體。廣即用也。此是空如來藏。具不空如來藏", "157": "之用。又可常遍曰大。執持曰方。包博曰廣。亦可配", "158": "法身般若解脫。亦如來藏之三德也。圓即寂。覺即", "159": "照。亦是止觀寂止也。照觀也。陀羅尼庶惡持善。圓", "16": "繞三匝。長跪叉手。而白佛言。", "160": "覺是從定立名。楞嚴亦是大定。二名修多羅了義。", "161": "翻契經。圓融定慧。非偏小所知。了義究竟顯說。指", "162": "權歸實。約開顯說。一切諸法皆是實相。亦有不了", "163": "義經。方圓不相入者。今即權是實。一念三千。三名", "164": "祕密王三昧如來。祕要之藏。定善慧之異名。祕密", "165": "王亦是能說之人。楞嚴云。妙蓮華王。十方佛母。以", "166": "密王三昧為人。即正心行處。淨覺亦以蓮華王為", "167": "人解。四名如來決定境界。即堅固為義。大涅槃更", "168": "無能過者。即不變義也。五名如來藏自性差別。圓", "169": "覺妙性。性不自守。隨緣作種種名。或云常住真心。", "17": "西蜀復菴暉禪師曰。賢則亞聖。謂地前三賢位。次", "170": "或云性淨明體。或云空如來藏。或云涅槃妙心。曰", "171": "諸法實相。曰王三昧。曰真如。曰法界。曰第一義諦。", "172": "曰無生妙理。此圓覺亦能入惡隨惡受名。為性惡。", "173": "為性善。為理毒害。為諸阿顛迦。為昏鈍性障。為生", "174": "老病死。為成住壞空。為钁湯爐炭。皆是圓覺隨惡", "175": "受稱。其實圓覺。非聖非凡。非善非惡。非生死非涅", "176": "槃。非色非心。非天堂非地獄。非佛非眾生。則凡所", "177": "有相。皆是虗妄。若見諸相非相。即名圓覺。如是則", "178": "終日圓覺。未嘗圓覺也。汝當奉持者。此五種名。名", "179": "雖差別。其實是佛一路涅槃門。過去諸佛悉已成", "18": "十聖位地上菩薩也。善則順理。首是頭首。然欲使", "180": "就。現在諸菩薩今皆入圓覺。未來修學當依如是", "181": "法。此是如來藏。無漏不思議法。如人因事。遠出未", "182": "得還家。今日明了歸家之路。父子相見團圓。寧不", "183": "欣樂奉持耶。", "184": "善男子。是經惟顯如來境界。惟佛如來。能盡宣說。", "185": "此經獨能顯示佛境。惟佛宣說。曲盡其妙。", "186": "西蜀復菴暉禪師曰。前云是諸眾生清淨覺地。又", "187": "說無明貪愛四相四病。今云唯顯如來境界者。既", "188": "云唯顯佛之妙覺不思議境界。獨佛方能盡其所", "189": "說。其所說者何耶。謂。說眾生無明皆無所有止是", "19": "萬善齊興。俱順真理。成因正位。亞次聖果者。必藉", "190": "佛境。佛境若不顯現。眾生豈得皆空生。若不空豈", "191": "徹覺地。故華嚴信位即佛境。皆是此意也。然後代", "192": "淺識劣解之人。以謂。佛法止此者。請觀是說也。", "193": "四明聰講師曰。此圓覺。即如來藏妙明心。元離一", "194": "切相。即一切相。但世間眾生聲聞緣覺。欲以所知", "195": "心。測度如來圓覺境界。用世語言。入佛知見。猶如", "196": "藕絲懸須彌山。終不能舉。此言果人所證之法深", "197": "妙。非小乘凡夫之所能及。又此經非世間語言三", "198": "昧。亦非雕蟲篆刻之辭。非是外道典籍。非聲聞諸", "199": "小乘。偏圓權實之法。此是圓頓圓覺妙心。此法如", "2": "流通分賢善首菩薩章賢善首菩薩章", "20": "經教流通經。教流通是賢善之首故。流通分中。當", "200": "火聚。四邊不可取。若能取者。唯佛一人。到究竟即", "201": "佛。如十五夜月。蟾光桂影。圓滿無虧。出三惑。破二", "202": "死。百千三昧。無量行門。一時顯現。如百千燈光照", "203": "一室。其光圓無際故。一切世間種種諸病。惟佛能", "204": "醫。故云惟佛能盡宣說。", "205": "若諸菩薩。及末世眾生。依此修行。漸次增進。至於佛", "206": "地。", "207": "若依此經修行。漸漸增進。心至佛之地位。", "208": "西蜀復菴暉禪師曰。前問流布此教至於何地。今", "209": "答云。良由此經惟顯佛境故。修十法行之者。必至", "21": "此菩薩請問也。", "210": "佛地。佛地即妙覺位也。所謂不住化城。便躋寶所", "211": "在。禪家謂之不動凡夫。便登佛位。", "212": "四明聰講師曰。今言菩薩乃因人。凡夫末世。依上", "213": "所立法制。用寂照止。心寂念專一。便不頓修亦可", "214": "漸次。只要道心堅固。加功進行。何患不成佛。其間", "215": "有聞而不修。修而不證者。此人有障。更須禮佛懺", "216": "悔。終久至於佛地。此非妙覺佛。乃登圓初住菩薩", "217": "名佛。亦百世界作佛。故云佛地。", "218": "善男子。是經名為頓教大乘。", "219": "此經名。為頓悟之教。大乘之法。", "22": "大悲世尊。廣為我等。及末世眾生。開悟如是不思議", "220": "頓機眾生。從此開悟。", "221": "利根眾生。有圓頓之機者。皆因此經。而得開悟。", "222": "亦攝漸修一切群品。", "223": "鈍根眾生。須假漸脩。而此經教無不圓攝。", "224": "西蜀復菴暉禪師曰。賢首國師。以一大藏教深淺", "225": "之義。判為五教。五教者。一小乘教。即四阿含經是。", "226": "二大乘始教。即八部般若是。三大乘終教。即楞嚴", "227": "涅槃寶積等是。四大乘頓教。即圓覺楞伽等是。五", "228": "大乘圓教。即華嚴是。令經乃屬頓教。獨被頓機眾", "229": "生。於頓機中。又分為上中下三根也。疏云。宗門是", "23": "事。", "230": "頓教。事具漸門。既頓漸俱收。則遲速皆益。會與不", "231": "會。入與不入。皆可留心。所以脩山主云。會得甚奇", "232": "特不會也相許。", "233": "四明聰講師曰。此大乘教。本妙覺明。與如來心不", "234": "增不減。無漸無頓。今云頓漸者。為修學人。根有利", "235": "鈍。障有重輕。雖精進。而開悟有遲速。立行有漸頓。", "236": "非教體有遲速。迷悟有機緣。名頓教漸脩。楞嚴云。", "237": "佛告富樓那言。譬如迷人於一聚落。惑南為北。此", "238": "迷為復因。迷而有因。悟所出。富樓那言。如是迷人。", "239": "亦不因迷。又不因悟。何以故。迷本無根。云何因迷。", "24": "讚佛於前十一章。演說圓覺妙義。開悟眾生。皆是", "240": "悟非生迷。云何因悟。佛言。彼之迷人。正在迷時。倐", "241": "有悟人。指示令悟。富樓那。於意云何。此人縱迷於", "242": "此聚落。更生迷不。不也。世尊佛言。十方如來。亦復", "243": "如是。此迷無本性。畢竟空。昔本無迷。似有迷覺。覺", "244": "迷迷滅。覺不生迷。亦如翳人見空中華。翳病若除。", "245": "華於空滅。忽有愚人。於彼空華所滅。空地待華。更", "246": "生汝觀。是人為愚為慧。富樓那言。空華無華。妄見", "247": "生滅。見華滅空已。是顛倒。敕令更出斯實狂癡。今", "248": "此圓覺。亦復如是。本無頓漸。但上機先悟。漸機次", "249": "悟。若是圓覺之性。本無利鈍漸頓。今云。亦攝漸脩", "25": "不可思惟。不可擬議之事。", "250": "者。非小乘之漸。今脩圓者。同緣實相。皆用止觀寂", "251": "照之法。機有利鈍。悟有遲速。為漸也。", "252": "譬如大海不讓小流。", "253": "大海者。諭頓教大乘。不讓小流者。論能攝一切漸", "254": "證。", "255": "乃至蚊蝱。", "256": "此諭漸脩眾生也。", "257": "及阿脩羅。", "258": "此諭頓機眾生也。", "259": "飲其水者。皆得充滿。", "26": "復菴暉禪師曰。不思議事者。近慶道場。遠慶一部", "260": "此諭頓漸之徒。脩此經教。悉皆圓滿。", "261": "西蜀復菴暉禪師曰。此舉諭也。大海諭頓教。小流", "262": "諭漸教。蚊䗈喻二乘。阿脩羅喻菩薩。飲其水等者。", "263": "諭三乘之人。受持此經者。皆得悟入。疏云。大海有", "264": "無量之水。而飲之者。則量腹多少。圓覺有無邊之", "265": "法門。而受持之者。隨器頓漸。", "266": "四明聰講師曰。阿脩羅此翻無酒。初欲採四天下", "267": "華。釀海水為酒。魚龍之業釀之不成。誓不飲酒。故", "268": "云無酒用。手掌遮月。人間謂之月蝕。有大力用。飲", "269": "海水不竭。何況蚊蝱。此大乘教。亦攝小乘漸脩人。", "27": "也。謂一部經內。世尊為上根人。開示二空觀。為中", "270": "善男子。假使有人。純以七寶。積滿三千大千世界。以", "271": "用布施。不如。有人聞此經名。及一句義。", "272": "以至七寶布施者。其福報有盡。聞此經義。而脩證", "273": "者。其智慧無窮。", "274": "西蜀復菴暉禪師曰。此顯福也。法會既終。所談上", "275": "中下三根。及談因果法義。復恐後代眾生不信。脩", "276": "如是因。感如是果。遂於此流通分中。一道較量功", "277": "德。欲使後人生信忻樂也。如金剛經中。兩重因果。", "278": "三番較量之意。梵語檀波羅蜜。此云布施。謂運心", "279": "寬廣曰布。輟己惠人曰施。此布施一度。眾行皆攝。", "28": "根人。開示三觀諸輪。為下根人。開示道場加行。如", "280": "華嚴經說有十度。一布施。謂財法無畏。無不皆捨。", "281": "二持戒。謂防非止惡。內外無瑕。三忍辱。謂違順不", "282": "干諦察忍可。四精進。謂離身心相萬法增脩。五禪", "283": "定。謂念慮皆忘安心理境。六般若。謂心無分別善", "284": "達心空。七方便。謂涉有常空施為無礙。八願度。謂", "285": "上求下化。窮盡未來。九力度。謂思脩成功萬境不", "286": "動。十智度。謂決斷無惑證法󰬇神。今以布施一度。", "287": "以較量經福也。一句義者。此顯勝七寶也。意謂雖", "288": "以金銀琉璃赤珠等寶。不為自己。求安樂之故。普", "289": "施與一切眾生者。是有為有漏之因。感得人天果", "29": "是種種法門。離於精粗之域。出於形質之外。脫於", "290": "報。譬如仰箭射虗空。勢力盡箭還墜。招得來生不", "291": "如意。今若聞此經一句合宜之義。如說脩行。斷障", "292": "遣疑。是無漏最上之因。便能超夢幻。出輪迴。直趣", "293": "無上佛果菩提。所以此功德。勝前七寶布施功德", "294": "也。疏曰。世珍盈剎。能為漏果之資。妙法一言。必獲", "295": "菩提之報。禪家亦云。識得一句。一生參學事畢在。", "296": "教家亦云。教典千一心能貫之。在書云。詩三百。一", "297": "言以蔽之。在記云。通於一萬事畢。在語云。吾道一", "298": "以貫之。古詩云。學雖不多。可齊上聖。如是則歸同。", "299": "反一一處。既通千處。萬處一時透脫。所以道一葉", "3": "四明聰講師曰。肇論云。以名求物。物無當名之實。", "30": "言意之表。故云不可思議之事。而儒典尚云。夫子", "300": "落天下秋。一塵起大地收。一花開天下春。一事寂", "301": "萬法真。與此一句。義同意也。", "302": "四明聰講師曰。七寶者。金銀及琉璃玻瓈硨磲瑪", "303": "瑙真珠。三千大千可為眾多。盡以布施。比聞經一", "304": "句福皆不及。盖慧能趣菩提。施福不趣菩提也。", "305": "善男子。假使有人。教百恒河沙眾生。得阿漢果。", "306": "西蜀復菴暉禪師曰。此顯劣智也。梵語阿羅漢。此", "307": "有三義。謂不生應供無賊也。恒河者。方四十里。其", "308": "沙細如麵。假饒教得一百箇恒河中。許多沙數之", "309": "人。剋獲成就。小果聖人者。其福非是究竟。故乃劣", "31": "之道上有出乎。天之高下有入乎。地之深瞻之在", "310": "也。", "311": "不如。有人宣說此經。分別半偈。", "312": "阿羅漢果。蓋是小乘之法。此經與偈。乃是大乘之", "313": "教。", "314": "西蜀復菴暉禪師曰。上文舉劣。此顯勝也。意謂設", "315": "使教百恒沙眾生。得阿羅漢果。所得功德。不如。有", "316": "人代佛。宣揚此經半偈之功德也。疏云。凡全偈者。", "317": "所謂四句。句有二種。一文句。二義句。若約文句。即", "318": "兩句為半偈。若約義句。即說一切法本來空寂。是", "319": "半偈也。顯相空體不空。是全偈也。", "32": "前。忽然在後。不可以形皃求。不可以聰明得。與此", "320": "四明聰講師曰。藥王菩薩。為法焚身。雪山童子。捨", "321": "全身求得半偈。光明經云。滿城盛火。應從中過乃", "322": "為法亡軀也。波㖮打骨取髓。為求法故。世尊因地", "323": "剜身作千盌燈。求得半偈。今云勝阿羅漢。羅漢是", "324": "小乘。今是大乘頓機眾生。可聞法一超入如來地。", "325": "如龍女一生。便往南方成佛。不比小乘時長行遠。", "326": "此如靈丹點銕可成金也。", "327": "善男子。若復有人。聞此經名。信心不惑。", "328": "西蜀復菴暉禪師曰。此明聞信也。不惑即不疑惑", "329": "也。然大乘教法。無量劫來難見難聞。或時聞已。不", "33": "不思議同意也。", "330": "信不順。不悟不入者有之矣。所以論語云。人而無", "331": "信。不知其可也。夫圓覺深旨一心妙門。非大智而", "332": "不能觀。非大根而不能信。觀即舉佛智也。信之即", "333": "入圓覺。但懇志無疑決取成辦也。", "334": "當知。是人非於一佛二佛種諸福慧。如是乃至盡恒", "335": "河沙一切佛所。種諸善根。聞此經教。", "336": "聞此經名。深信不疑者。蓋曾於無數佛處。種諸福", "337": "慧。及諸善根。方得聞爾。", "338": "西蜀復菴暉禪師曰。比驗宿因也。如金剛經云。當", "339": "知。是人不於一佛二佛三四五佛而種善根已。於", "34": "世尊此大乘教。", "340": "無量千萬佛所。種諸善根。聞是章句。乃至一念生", "341": "淨信者。諸善根者。不過是。斷貪瞋癡三毒。發聞思", "342": "修三慧也。然此經宗信者。必是即解之信。信該果", "343": "海。不是小緣故。驗其宿因。曾積信種。", "344": "四明聰講師曰。起信論說。未入正定聚眾生故。說", "345": "脩行信心。一信樂念真如法故。真如法。諸佛所師。", "346": "眾行之源。二信佛有無量功德。常念親近供養。發", "347": "起善根。求一切智故。三信法有大利益。常念脩行", "348": "諸波羅蜜。四信僧能正脩行自利利他。常樂親近", "349": "諸菩薩眾。求學如實行故。如高僧傳中。高僧有十。", "35": "謂。此圓覺大乘經教。", "350": "科。世之難學雖有破群者。無麤不擇細。如韓昌黎。", "351": "始未信佛法時。上論佛骨表。因此貶潮。參大顛。顛", "352": "云。公雖過人。世智辨聦。是世間有之。汝勝晉時佛", "353": "圖澄否。韓曰。不及。汝比姚秦時鳩摩羅什否。曰不", "354": "如。汝尚不如此賢。況佛是大聖天人之師。又安可", "355": "破之。後於大顛。有以發明。張無盡初年時。遊僧寺", "356": "見佛書。梵夾嚴整。怫然怒曰。吾孔聖人。反不如胡", "357": "人人所仰重。欲造無佛論毀之。在書院中思惟。深", "358": "夜不睡。其妻云。如何不睡。張云。欲造無佛論。妻向", "359": "氏云。既是無佛。何論之有。當須著有佛論也。無盡", "36": "名字何等。", "360": "疑其言。遂閣筆。後因訪一同列。見佛龕前有維摩", "361": "詰經。信手開卷。見云。此病非地大。亦不離地大。乃", "362": "歎曰。胡人之語。亦能爾耶。遂問有幾卷。曰有三卷。", "363": "借歸看。其妻問曰。讀者何書。曰維摩詰經。向日熟", "364": "讀此。可造無佛論否。無盡疎果其言。於是歸心佛", "365": "乘。後參兜率悅。大有發明。此皆宿下緣種。今日契", "366": "悟。起信云。復有五門。能成信心。一施門。二戒門。三", "367": "忍門。四進門。五止觀門。彼文稍廣。今錄止觀門。止", "368": "者。謂止一切境界。息諸外塵。念以圓覺寂照。照諸", "369": "塵勞。息諸攀緣。故云止。今之隨順奢摩他。體真止", "37": "請問。此等教法。是何名字。", "370": "也。觀者。謂分別因緣。生滅相隨順。毗婆舍那此云", "371": "觀。昏即觀之。以此二義。漸漸脩習。不相捨離。又云。", "372": "若脩止者。端坐正意。不依氣息。不依形色。不依空。", "373": "不依地水火風。乃至見聞覺知。一切諸想隨念皆", "374": "除。亦遣除想。以一切法本來無想。念念不生。念念", "375": "不滅。亦不得隨心外念境界。後以心除心。心若馳", "376": "散。即當攝來。住於正念。是正念者。當知惟心無外", "377": "境界。即復此心亦自無相。念念不可得。若四威儀", "378": "中。有所施作。於一切時。常念方便。隨順觀察。久習", "379": "淳熟。其心得住。如此脩行。聞經之人。非於一佛二", "38": "云何奉持。", "380": "佛下種。乃至恒河沙佛。所以是無種。不植此經。又", "381": "安得不聞。", "382": "汝善男子。當護末世是脩行者。", "383": "佛令菩薩。衛護將來如是信心脩行之人。", "384": "無令惡魔。及諸外道。惱其身心。令生退屈。", "385": "障礙覺性之事。皆為惡魔。非其同志之人。皆為外", "386": "道。今菩薩。護持此脩行者。不可令此二害惱彼身", "387": "心。使之退轉。", "388": "西蜀復菴暉禪師曰。前問云何護持。今答云。但莫", "389": "令惡魔外道。惱其身心者。即是護持也。近有人撰", "39": "請問。眾生教法。如何受持。", "390": "其偈詞。添入經中。蓋不知此是流通分。故閱者幸", "391": "勿疑焉。", "392": "四明聰講師曰。起信云。莫令此心墮於邪網。若眾", "393": "生無善根力。則為諸魔外道鬼神之所惑亂。若於", "394": "坐中。現形恐怖。或現端正男女等相。當念惟心。境", "395": "界則滅。終不為惱。龍樹云。除諸法實相外。餘皆魔", "396": "事。逢此境界。當勤正念。不取不著。則能遠是諸業", "397": "障。應知外道所有三昧。皆不離見愛我慢之心。貪", "398": "著世間名聞利養。正脩行人。善為分別。此吾佛最", "399": "後教誨。至此流通意竟。", "4": "以物求名。名無得物之功。物無當名之實。非物也。", "40": "眾生脩習。得何功德。", "400": "爾時世尊。欲重宣此義。而說偈言。", "401": "賢善首當知是經諸佛說如來等護持", "402": "十二部眼目名為大方廣圓覺陀羅尼", "403": "增進至佛地如海納百川飲者皆充滿", "404": "假使施七寶積滿三千界不如聞此經", "405": "若化河沙眾皆得阿羅漢不如聞半偈", "406": "汝等於來世護是宣持者無令生退屈", "407": "唐圭峯定慧禪師宗密頌賢善首菩薩章曰。", "408": "善首流通正法門五名於是為區分", "409": "十二部經真了義百千諸佛共談論", "41": "請問。眾生修此教法。獲何利益。", "410": "佛境佛地已開演頓教頓機令得聞", "411": "儻解百川歸大海何妨一法備多根", "412": "爾時會中。有火首金剛。摧碎金剛。尼藍婆金剛等八", "413": "萬金剛。并其眷屬。即從座起。頂禮佛足。右繞三匝。而", "414": "白佛言。世尊。若後末世一切眾生。有能持此決定大", "415": "乘。我當守護。如護眼目。", "416": "此諸金剛。欲守護受持此經之人也。決定大乘者。", "417": "謂此大乘經教。乃決定成佛之義。", "418": "乃至道場所修行處。我等金剛自領徒眾。晨夕守護。", "419": "令不退轉。", "42": "云何使我護持經人。", "420": "金剛。又欲守護道場內修行此等大乘法處。令修", "421": "行者。無退轉心。", "422": "其家乃至永無災障。疫病銷滅。", "423": "金剛。又欲守護其家。令無災害。", "424": "財寶豐足。常不乏少。", "425": "辦道資糧。常令不闕。", "426": "西蜀復菴暉禪師曰。此下稟命加衛外護流通也。", "427": "火首者。此神頭有火焰。手中執金剛杵也。", "428": "四明聰講師曰。金剛梵語䟦闍羅波膩。此云金剛", "429": "手。波膩翻手謂手執金杵。以立名。正法念經云。昔有國", "43": "請問。如何使我衛護受持此經之人。", "430": "王。有二夫人。一生千子。欲試千子。當來成佛次第", "431": "故。俱留孫探得第一籌。釋迦第四籌。乃至樓至第", "432": "千籌。第二夫人生二子。一願為梵王。請千兄。轉法", "433": "輪。次願為密跡金剛神。護千兄教法。依經僧寺三", "434": "門。只合一身金剛一身梵王。今為對故。塑二金剛", "435": "非也。楞嚴云。十恒河沙金剛密跡。此八萬亦未為", "436": "多。火首摧碎等。未詳所譯。", "437": "爾時大梵王。", "438": "圓覺疏曰。即初禪天王也。", "439": "二十八天王。", "44": "流布此教。至於何地。", "440": "欲界色界無色界。共有二十八天。每天各有一王。", "441": "其號曰四大天王。忉利天王。夜摩天王。兜率天王。", "442": "化樂天王。他化自在天王。梵眾天王。梵輔天王。大", "443": "梵天王。少光天王。無量光天王。光音天王。少淨天", "444": "王。無量淨天王。徧淨天王。福生天王。福受天王。廣", "445": "果天王。無想天王。無煩天王。無熱天王。善見天王。", "446": "善現天王。色究竟天王。無邊空處天王。無邊識處", "447": "天王。無所有處天王。非非想處天王。", "448": "并須彌山王。護國天王等。即從座起。頂禮佛足。右繞", "449": "三匝。而白佛言。世尊。我亦守護是持經者。常令安隱", "45": "請問。此圓覺經教。流轉分布。至於何處。", "450": "心不退轉。", "451": "大梵王等。皆欲守護受持此經之人。", "452": "西蜀復菴暉禪師曰。大梵王者。即初禪天王也。二", "453": "十八天王者。即三界主也。須彌山王者。即帝釋也。", "454": "護國天王者。即別指四天王也。", "455": "四明聰講師曰。梵語迦夷。此言淨身。居色界禪天。", "456": "梵是西語。此云離欲。因中脩梵行。不行婬穢也。今", "457": "為天主。統娑婆三千大千世界皆屬號令。有言語", "458": "覺觀世間。雖脩梵行者。多唯加脩四無量心慈悲喜捨", "459": "故得為天主也。二十八天王者。欲界六天。色界十", "46": "作是語已。五體投地。如是三請。終而復始。", "460": "八天。無色界四天。總二十八天也。護國天王等。即", "461": "護世四天王。光明云。護國四鎮。即帝釋天神。將常", "462": "領八部鬼神。護弘持人心不退轉。", "463": "爾時。有大力鬼王。名吉槃荼。", "464": "圓覺疏曰。吉槃荼者。亦云鳩槃荼。食人之精血。其", "465": "疾如風。變化稍多。住於林野。", "466": "與十萬鬼王。即從座起。頂禮佛足。右繞三匝。而白佛", "467": "言。世尊。我亦守護是持經人。朝夕侍衛令不退屈。", "468": "諸鬼王等。亦欲守護受持此經之人。", "469": "其人所居。一由旬內。", "47": "西蜀復菴暉禪師曰。然正宗分中。但問所詮法義。", "470": "藏經曰。一由旬者。四十里也。", "471": "若有鬼神。侵其境界。我當使其碎如微塵。", "472": "為護法故。盡其威力。", "473": "西蜀復菴暉禪師曰。吉槃荼者。亦鳴槃荼。此鬼食", "474": "人精氣。其疾如風。管林野諸鬼眾。一由旬者。即四", "475": "十里也。", "476": "四明聰講師曰。鄭玄云。聖人精氣謂之神。賢人精", "477": "氣謂之鬼。又有云。天神曰靈。坤神曰祇。人神曰鬼。", "478": "鬼者畏也。虗祛多畏。又有威能令人畏。或云。希求", "479": "名餓鬼。從人求食。以活性命。光明疏云。神者能也。", "48": "法義雖已圓備。凡心難可任持。聞時領會分明。過", "480": "大力者能移山填海。劣者能隱顯變化。肇云。神受", "481": "善惡雜報現。形勝人劣於天。其身輕微難見。鬼類", "482": "眾多。不能盡釋。今言吉槃荼。亦名鳩槃荼。亦名俱", "483": "槃荼。此翻甕形。舊云冬瓜。此神陰如冬瓜。行至肩", "484": "上坐便踞之。即厭魅鬼也。梵語烏蘇慢此云厭厭眠內不祥", "485": "本只作厭字後人厭下加鬼圭峯云。食人精血。其疾如風。變化", "486": "稍多。住林野間。管諸鬼眾。是號為王。故云大力鬼", "487": "王。與十萬鬼王。護持經人。不令鬼神侵惱。", "488": "佛說此經已。一切菩薩。天龍鬼神。八部眷屬。", "489": "八部者。一天神。二龍神。三夜叉。四乾闥婆。五阿脩", "49": "後恐還遺忘事。須持教貫穿文。既不遺隨文解義。", "490": "羅。六迦樓羅。七緊那羅。八摩睺羅。", "491": "及諸天王梵王等。一切大眾。聞佛所說。皆大歡喜。信", "492": "受奉行。", "493": "西蜀復菴暉禪師曰。疏云。良由文殊所問經說。有", "494": "三種義。歡喜奉行。一能說者清淨。不取著名利。所", "495": "染故。二所說法清淨。以如實知法體故。三得果清", "496": "淨。即說益也。問。經首信成就。與此信是同是別耶。", "497": "答。前信淺。此信深。何以知之。大智論云。如是我聞", "498": "生信也。信受奉行生智也。信為能入。智為能度。又", "499": "云。信為入法之初機。智為究竟之至要。雖深淺之", "5": "名無得物之功。非名也。賢善首因十一位大士各", "50": "依義起觀。方成正修故。此問經名字也。云何奉持", "500": "不同在。智信一貫則無別也。", "501": "四明聰講師曰。佛說經。通該凡聖。既聞圓覺妙心", "502": "實相常住。解圓即徧。同服醍醐。咸霑妙益。是故歡", "503": "喜奉行也。此經後有加重說偈者非也。圭峯不著。", "504": "諸家不留。況世尊說經。當機之人。故有重頌。今法", "505": "會將散。唯是天龍鬼神。各言護持流通。不須重說。", "506": "又重頌被晚來未至者。至此時安有晚來也。", "507": "大方廣圓覺修多羅了義經夾頌集解講義終", "508": "No. 253-C 前住持靈隱禪寺癡絕老人跋No. 253-C", "509": "前住持靈隱禪寺癡絕老人跋", "51": "者。前雖已說。即持法也。今此所問者。即持教也。謂", "510": "大光明藏。情與無情。咸處其中。無上法王。世間出世", "511": "悉歸所統。一時薄伽婆無說而說。十二大菩薩。不聞", "512": "而聞。況此經不涉言詮。諸講師如何註解。略通線路。", "513": "隨世刊行。據令而行。合投諸火。", "514": "淳祐丙午佛成道日　金陵玉山庵主道冲書", "515": "No. 253-D 徑山長老圓照老人䟦No. 253-D", "516": "徑山長老圓照老人䟦", "517": "喚作圓虧缺了也。道箇覺迷昧了也。黃面瞿曇。十二", "518": "大士。密說顯演。已是註解。其餘經師論師。於注解下。", "519": "又添解注。且正文畢竟在甚處恁麼問好與三十柱", "52": "自遵奉行為人持說也。流布此教者。此行十法行", "520": "杖。", "521": "覺如居士。倘能下手。徑山甘受不辭。", "522": "淳祐丁未二月三日　　無準叟師範敬書", "523": "No. 253-E 靈隱長老石溪老人䟦No. 253-E", "524": "靈隱長老石溪老人䟦", "525": "知而無知。是第二頭。不知而知。落第三首。請居士不", "526": "得動著還我圓覺。覺如底第一籌來。", "527": "丁未仲春旦日石溪老僧心月書于靈鷲一峯", "528": "No. 253-F 慶元府雪竇長老偃溪老人䟦No. 253-F", "529": "慶元府雪竇長老偃溪老人䟦", "53": "也。謂若人一向於此了義經教。供養寫施聽受。讀", "530": "諸經。各標時處。惟圓覺一經。不標時處何耶。淳祐丁", "531": "未夏。覺如居士。書來乞圓覺講義䟦。是日千丈巖主。", "532": "方與湖海宿衲作安居。佛事未暇也。友上人歸日。試", "533": "問居士所集講義。已到第幾菩薩。", "534": "千丈岩主廣聞書于叢竹小軒", "535": "No. 253-G 慶元府雪竇長老偃谿老人䟦No. 253-G", "536": "慶元府雪竇長老偃谿老人䟦", "537": "鈔解疏。疏解經。經解什麼。覺如居士窮諸家疏鈔。掇而", "538": "拾之。且道此經從何而出。忽若一語不玄。謗斯經故。", "539": "四明千丈嵓主廣聞題", "54": "誦說釋思修。如是分布。流傳末代。未審。此人智慧", "55": "功德。畢竟至於何地。然地有菩薩地。有佛地也。", "56": "四明聰講師曰。名字雖是假名。無名則物無定名。", "57": "如筌蹄之取魚兔。非筌蹄則魚兔無所獲故。欲魚", "58": "必用筌。欲兔必用蹄也。猿󳬈之類誰與安名。麒麟", "59": "鳳凰孰為作字。耕田鑿井。皆無名中立名。劫初萬", "6": "問深義。雖釋尊開示圓覺。廼談性具圓覺。然未的", "60": "物無名無字。皆聖人依真以立名。如理能通。聖人", "61": "開疏為道。如理能該羅。依真以作網故。伏犧畫八", "62": "卦。神農甞草。藥后稷播。百󰝿伯益鑿井貨狄造舡。", "63": "奚仲作車。󱳸尤制五兵。黃帝造冠冕。以至倉頡制", "64": "字。𨽻首筭數。蒙恬筆。蔡倫紙。如此之類。皆聖賢軌", "65": "真理造之。濟萬民也。一大藏教。百千三昧。皆立名", "66": "目。又如經卷。不以首題何以區分故。祖師云。假名", "67": "中具三千法門。是故名有召物之功也。名字既立", "68": "奉持脩習。神物護持。至於流通。他方世界脩之。直", "69": "至佛地。如斯五問。利益愽哉。", "7": "指。是故亦問立其名字。所以問名者。蓋有名物之", "70": "爾時世尊。告賢善首菩薩言。善哉善哉。善男子。汝等", "71": "乃能。為諸菩薩。及末世眾生。問於如來如是經教功", "72": "德名字。汝今諦聽。當為汝說。時賢善首菩薩。奉教歡", "73": "喜。及諸大眾。默然而聽。善男子。是經百千萬億恒河", "74": "沙諸佛所說。", "75": "佛謂。此圓覺經教。無數諸佛。悉皆如是宣說。", "76": "三世如來之所守護。", "77": "佛謂。過去現在未來三世諸佛。悉皆守護此經。", "78": "十方菩薩之所歸依。", "79": "佛謂。法界諸菩薩等。無不敬信此經。", "8": "功。物有應名之得。圓覺即名也。陀羅尼即體。體即", "80": "十二部經。清淨眼目。", "81": "佛謂。此經清淨明了。為十二部經之眼目也。十二", "82": "部經者。一名修多羅。二名祇夜。三名授記。四名伽", "83": "陀。五名優陀那。六名尼陀那。七名阿波陀那。八名", "84": "伊帝目多伽。九名闍陀伽。十名毗佛略。十一名阿", "85": "浮陀達磨。十二名優波提舍。", "86": "西蜀復菴暉禪師曰。說此經佛既是真身。真身無", "87": "礙。塵沙同體故。一說即一切說。三世一時說。無說", "88": "無不說。如華嚴云。我不見有佛國土。不說此經。若", "89": "不知了義教者。則隨方有說不說也。三世如來之", "9": "物也。此則名體相副。故云陀羅尼門。流出圓覺。既", "90": "所守護者。如華嚴云。我等諸佛。護持此法。令未來", "91": "世一切菩薩。未曾聞者。皆悉得聞。十方菩薩之所", "92": "歸依者。謂因行之中。無不從此法而成。佛十二部", "93": "經。清淨眼目者。良以推窮迷本。照徹覺源。是以理", "94": "貫群經。義無不盡。於此若解。則諸教煥然可見。如", "95": "指諸掌。云眼目者。如人有眼。一切境界歷歷可見", "96": "也。十二部經者。亦謂之十二分教。一契經。二應頌。", "97": "三授記。四諷誦。五因緣。六自說。七本事。八本生。九", "98": "方廣十未曾有。十一譬喻。十二論議。此謂之十二", "99": "部經也。今此經。即屬契經。及方廣二分所攝也。前"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 253 圓覺經夾頌集解講義", "englishTitle": "卍 Xuzangjing, Electronic version, No. 253 圓覺經夾頌集解講義", "author": "宋 周琪述", "language": "chinese", "source": "CBETA"}