{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1171-A 淨土旨訣序No. 1171-A", "1": "淨土旨訣序", "10": "尠參方之士偶得一知半解便乃高談向上鄙薄淨", "100": "華嚴一部乃如來五時首唱稱性極談汪洋沖融廣", "101": "大悉備而最後收歸於普賢十大願王導歸極樂是", "102": "知極樂乃遊華藏莊嚴世界海之捷徑棲三賢十聖", "103": "諸大菩薩之安宅真正佛子宜努力精修不可緩也", "104": "李長者合論每以淨土權實互相較量者葢據理而", "105": "說欲顯三乘指淨土在他方是權華嚴一乘唯心淨", "106": "土是實耳然而非實無以施權非權無以顯實權實", "107": "雙彰是華嚴淨土若夫東西南北淨穢大小等一一", "108": "皆是無盡法界互相含攝以十玄六相融之始得盡", "109": "理讀者須善得意勿滯於言可也。", "11": "行甚至祖師解粘去縛之語會作實法滔滔皆是往", "110": "答龔岸齋居士淨土八問答龔岸齋居士淨土八問", "111": "問入道多門而禪宗淨土殊途同歸固無分優劣", "112": "矣第參禪以了悟為期工夫一到此生便得了悟", "113": "修淨土以往生為準持念雖專臨終始得往生是", "114": "亦有前後遲速之異耶夫參念佛是誰與看如何", "115": "是本性彌陀此仍是參究工夫鈍根下士固未能", "116": "矣若只單持一句佛號而欲使生前有悟道之益", "117": "死後獲生西之樂將何道而可幸明誨焉。", "118": "答曰參禪念佛原非二法各隨根器一門深入總是", "119": "佛祖方便接引群生入道之蹊徑耳至於前後遲速", "12": "而不能識者憂之謂其自失善利且成謗法之愆深", "120": "之說亦隨根器初無定法參禪固有一棒一喝一語", "121": "一機直下頓悟者亦有畢生不悟二生三生始得悟", "122": "者所以古德示人云假使參而未徹學而未成歷在", "123": "耳根永為道種再出頭來一聞千悟得大總持是也", "124": "念佛往生雖是身後之事而現生開悟者亦不少其", "125": "人傳史歷歷可考首楞嚴大勢至圓通章云憶佛念", "126": "佛現前當來必定見佛是也今不管現生悟不悟二", "127": "六時中惟一心念佛勿使暫時忘却若忘即須記起", "128": "發大願力決定往生永明壽禪師云但得見彌陀何", "129": "愁不開悟此語正為慮念佛不開悟者誡也。", "13": "可懼也　寶福霖公大師親承鼓山法印坐道場二", "130": "問執持名號兼讀大乘經典此法固千妥萬當矣", "131": "第塵勞中人晚年始知學道兼有家務應酬工力", "132": "有限時刻無多一日之間若復披閱經典則入海", "133": "算沙於持念必不精專若但專心執持則面墻塞", "134": "兌恐見地或難了徹果當念誦雙修抑秪單持勿", "135": "輟簡要之法伏冀開明。", "136": "答曰淨業行人讀誦大乘經典正使開其理性堅其", "137": "正信何入海算沙之有若然則是滯於章句不達佛", "138": "心不善讀經者也今不必執一各隨其便樂讀誦則", "139": "省片時讀誦迴向西方樂一心念佛即一心念佛惟", "14": "十餘年宗風遠播法雨遐霑真一時禪海哉乃提唱", "140": "務使正念純一為得耳不須猶豫也。", "141": "問古德教人念佛直須念而無念無念而念念與", "142": "不念打成一片方是極則工夫今初學之士當無", "143": "事時或能持念不忘一或涉事應物一句佛號未", "144": "免驀地打失是念時便有不念便無念與不念分", "145": "作兩橛如何得成一片今欲使無事之時覺照之", "146": "心不昧應酬之際攝持之念常存作何方便始得", "147": "相應。", "148": "答曰念佛有理念有事念若事念者惟一心念去務", "149": "使字字分明句句相續葢不分明即是昏不相續即", "15": "之餘極讚淨土師嘗有言曰老僧志在宗門行在淨", "150": "是散不昏不散一句佛號歷歷現前久之自然成就", "151": "念佛三昧也理念者達得現前能念之心所念之佛", "152": "因緣合成本無所有當體性空是念而無念也雖然", "153": "性空而能念之心所念之佛歷歷現前是無念而念", "154": "也然念而無念空觀也無念而念假觀也空假不二", "155": "法身現前是中道觀也若能與此觀行相應則知娑", "156": "婆淨土只在一處彌陀自己原非兩人如此念佛生", "157": "淨土必臻上品所謂生則決定生去則實不去是也", "158": "苟或理性未明總在有邊著倒安知念而無念無念", "159": "而念的道理理既未明便欲求其相應不亦難乎今", "16": "土旨哉斯語葢與天台永明諸師密修顯化若出一", "160": "不管是事是理惟將一句佛號一心念去白香山所", "161": "云行也阿彌陀坐也阿彌陀直饒忙似箭不離阿彌", "162": "陀久之純熟三昧成就自然無事之時靈照不昧應", "163": "酬之際正念不忘也。", "164": "問持戒為修行之基不殺為大戒之本且因戒生", "165": "定因定發慧則戒其首尚矣而在家之士染深業", "166": "重痛夙習之難移且中年以來質弱病多苦滋味", "167": "之未割豈帶業往生先佛之慈悲不妨姑開一線", "168": "抑往來舍受自難脫離三途因果酬償豈能臻乎", "169": "上品除之未能計將安出。", "17": "轍者矣余早沉世網晚慕空宗辛酉之春曾有淨土", "170": "答曰不能齋戒乃富貴人之通病昔馬祖答洪州廉", "171": "使食肉問云食則中亟祿不食則中亟福夫不食既", "172": "是福則食者得罪明矣東坡聰明盖世洞曉佛理然", "173": "猶不免於食眾生肉黃山谷平生齋戒嚴潔作發願", "174": "文痛自激勵甞作偈誡東坡曰我肉眾生肉形殊體", "175": "不殊原同一種性只是隔形軀苦惱從他受肥甘為", "176": "我需莫教閻老判自揣看何如此偈示人最為的切", "177": "故淨業行人當念我食一塊肉眾生受無量苦以念", "178": "眾生苦故不應食肉然帶業往生教有明文但品第", "179": "不高耳大丈夫當期乎上品豈可以帶業自畫乎。", "18": "八問蒙師剖晣是秋復承遠寄旨訣一書中多開示", "180": "問自修淨土以來世界之虗妄根身之浮幻亦頗", "181": "微有省覺乃當憂患之忽乘於虗妄者而頓起妄", "182": "心又或窮困之頻仍於浮幻者而屢生幻想是能", "183": "知而不能證且能說而不能行此淨德之難成實", "184": "染心之易熾今欲使易熾者不熾而難成者竟成", "185": "何法修持始能有入。", "186": "答曰障有厚薄悟有淺深其不相應處皆由見之未", "187": "徹行之未熟觸境逢緣未免打作兩橛此初心行人", "188": "之通病也惟智者即於不相應處痛下鍼錐著實看", "189": "破一念回光當下安樂調伏既久習以性成自然不", "19": "念佛及書序問答偈讚共若干篇博引佛言廣參祖", "190": "費力也。", "191": "問曰間念佛此心雖未至不亂亦不至十分放失", "192": "惟夜間睡夢時尚覺從前習氣種種現前豈熟處", "193": "難忘多生之業習非暫時之所能勝歟夫睡夢尚", "194": "難作主則生死安免浮沉今欲效古人長坐不臥", "195": "而色力孱羸固願學而未能若如平人夜眠晝餐", "196": "則迷醒中分恐打併之難一將何道而使寤寐一", "197": "如主人公惺惺常在耶願熟聞。", "198": "答曰淨業行人青天白日於是非愛憎之境雜然橫", "199": "陳時打失正念隨境漂流者往往有之況睡夢中乎", "2": "佛祖門庭方便不一而求其直截簡易廣大精微無", "20": "語決定證信詞簡旨深伏讀再三然後歎是書之為", "200": "總由娑婆之情重淨土之念輕以心衡平准之一低", "201": "一昂有由然矣今惟著實看破娑婆世界上事總是", "202": "苦是妄無一件真實可以留戀放下萬緣一心念佛", "203": "白日開眼時正念若不失則夜間眠夢時自然亦不", "204": "失夢中既不失則死時正念現前亦不失矣天台智", "205": "者大師云臨終在定之心即是生淨土時是也寤寐", "206": "一如之境至此其庶幾乎。", "207": "問古人大事未明必貴親近明師朝參暮叩以求", "208": "打徹是以三登九上古有傳人即見性如趙州尚", "209": "且八旬行脚今修淨土人雖只單持一句佛號要", "21": "至要也禪淨行人果能直下知歸識取自己本地風", "210": "期於明了心性一也而在家之士時地相限既不", "211": "能如衲子之千里腰包即暫近導師亦不能如緇", "212": "侶之抝折拄杖朝夕相對只是妻孥眷屬眼見耳", "213": "聞無非道障業累必欲一刀兩段與善知識眉毛", "214": "廝結固非捨家離俗不可抑在家中亦自有善巧", "215": "方便耶此段因緣尤所願聞。", "216": "答曰禪淨行人不論在家出家惟看其因地發心真", "217": "實與否若果發心真實雖居家與妻子眷屬團聚智", "218": "眼精明妨礙他不得古今眼見耳聞在家得道者儘", "219": "有其人歷歷可考何必人人盡出家參訪然後可以", "22": "光則曰禪曰淨土兩俱剩語如其未然則是書乃淨", "220": "學道乎所以華嚴經淨行品中令行人善用其心觸", "221": "境逢緣發一百四十願其首願云菩薩在家當願眾", "222": "生知家性空免其逼迫若果知家性本空則一切隨", "223": "緣不生貪戀執著之心抱子弄孫嘻笑怒罵時皆足", "224": "以開發性地裨助正觀何在家出家之足云乎若發", "225": "心不真實不惟在家不能得道即出家亦只是個隨", "226": "行喫飯僧耳。", "227": "問古人參禪有二三十年守一句話頭而猶未徹", "228": "者即如趙州尚四十年不雜用心香林四十年尚", "229": "有走作況他人乎今念一句佛號與參一句話頭", "23": "󳬛之楷梯亦別傳之寶鑑哉。", "230": "一也而年已過知命以上色身日以衰頺病軀日", "231": "就朧腫必欲一生取辦恐過此以往未必有二三", "232": "十年之工夫而安養境界又非苟且容易之可造", "233": "就如何下手始得遂心伏冀開明以當鞭䇿。", "234": "答曰夫參話頭乃是初心入門工夫其趙州四十年", "235": "不雜用心香林四十年尚有走作是悟後履踐玄塗", "236": "所謂學佛學法是雜用心落凡情聖解是走作豈可", "237": "與看話頭者併按哉世尊於三乘法門外別開淨土", "238": "一門謂之勝方便謂之徑路修行又謂之橫出三界", "239": "永明和尚所云萬修萬人去是也葢仗自己信行願", "24": "康熙甲子臯月上浣溫陵弟子龔錫瑗盥手拜譔", "240": "力及阿彌陀佛觀音勢至諸大聖眾慈悲攝受之力", "241": "如順風揚帆直達彼岸有何艱險故十惡之人十念", "242": "猶得往生靈禽八八隨僧念佛尚復立化樊籠蓮華", "243": "發口況具正信福慧男子一心念佛而不得往生者", "244": "乎何必慮定要二三十年工夫然後成就也惟恐信", "245": "力不固娑婆念重淨土心輕則不相應是在仁者痛", "246": "自勉勵耳昔有官人吳子才致仕家居專修淨業自", "247": "置一棺於堂上時臥其中令童子扣棺而歌曰吳子", "248": "才歸去來三界無安不可住西方淨土有蓮臺正慮", "249": "惡習牽纏自作對治庶念佛三昧易成就耳。", "25": "淨土旨訣目次淨土旨訣目次", "250": "示德彰禪人示德彰禪人", "251": "德彰上座歸維揚住極樂園撥置諸務勤修淨業又", "252": "不遠數千里寓書問所以修之之法余謂淨業行人", "253": "先當看破娑婆世界上種種弊惡無非是苦不生貪", "254": "戀之心然後專心淨土日誦大乘一心念佛發願迴", "255": "向積之歲月念佛三昧自然成就所謂萬修萬人去", "256": "是也然念佛具無量法門唯持名念佛最稱捷徑彌", "257": "陀經云執持名號若一日二日乃至七日一心不亂", "258": "其人臨命終時阿彌陀佛與諸聖眾現在其前是人", "259": "終時心不顛倒即得往生阿彌陀佛極樂國土是也", "26": "溫陵龔岸齋居士請示修淨業法語八則", "260": "一心不亂者念佛之法須不急不緩務使字字分明", "261": "句句相續葢不相續則意緣外境是不一心也不分", "262": "明則昏昧便紛亂也離此二病方好念佛今不管是", "263": "事是理但將一句阿彌陀佛一心念去信心真切自", "264": "然相應六方諸佛各出廣長舌相徧覆三千說誠實", "265": "言政恐眾生信不及耳華嚴大經歸極于普賢十大", "266": "願王導歸極樂宜時時細玩以資正信不可忽也。", "267": "溫陵圓行上座請示淨土普說溫陵圓行上座請示淨土普說", "268": "師云今日乃百源菴圓行上座率蓮社眾道友設齋", "269": "延山僧陞座開示淨土法門山僧雖主持宗門而實", "27": "答岸齋居士淨土八問淨土普說", "270": "圓修淨業孔子云吾志在春秋而行在孝經山僧亦", "271": "竊云吾志在禪宗而行在淨土所以今日不辭忉怛", "272": "向大眾前納敗一番一任明眼人檢點去大眾還知", "273": "麼彌陀淨土十方諸佛一音共讚歷代祖師異口同", "274": "宣是一條千妥萬當還家底捷徑毋論若僧若俗若", "275": "貴若賤若男若女但一心念佛決定往生一見彌陀", "276": "永階不退時時聞法念念證果其功德利益不可思", "277": "議但近代參禪不得旨者每執自性彌陀唯心淨土", "278": "之說不信此淨土法門甚至廣煽邪說教壞人家男", "279": "女不惟自悞亦復悞他所以當時永明壽禪師深戒", "28": "示德彰禪人示惟祥禪人", "280": "無證悟人勿得輕視淨土又作四料揀示之曰有禪", "281": "無淨土十人九錯路陰境若現前瞥爾隨他去謂但", "282": "明理性不願往生久住娑婆則有陰境之患如首楞", "283": "嚴五十種陰魔是也二曰無禪有淨土萬修萬人去", "284": "但得見彌陀何愁不開悟謂雖未明理性但一心念", "285": "佛發願往生既見彌陀自然開悟三曰有禪有淨土", "286": "猶如帶角虎現世為人師來生作佛祖謂既明理性", "287": "又修淨業此乃世世生生自利利他殊因妙果四曰", "288": "無禪無淨土鐵床并銅柱百劫與千生沒個人依怙", "289": "謂既不明理性又不願往生永沉苦海那有出期壽", "29": "示黃蓮實道者普勸念佛文", "290": "禪師苦口叮嚀如此可見佛不可不念淨土不可不", "291": "生明矣豈可徒執狂解自貽伊戚耶又眾中頗有信", "292": "向者亦不過悠悠過日雖口說淨土而心繫娑婆所", "293": "以念佛者如牛毛往生者如麟角不道全無只是罕", "294": "也故山僧常勸淨業弟子須備三種資糧一者起決", "295": "定信二者修真實行三者發廣大願何者決定信謂", "296": "須信得娑婆決定是苦西方決定是樂阿彌陀佛觀", "297": "音勢至現在此娑婆世界攝受念佛眾生往生淨土", "298": "決定不虗又須信得阿彌陀佛是法界身徧入一切", "299": "眾生心想中眾生念佛時是心即是三十二相八十", "3": "如淨土一門昔人謂生死海中念佛第一非虗語也", "30": "普勸念佛放生文", "300": "隨形好是心作佛是心是佛如華嚴解脫長者云我", "301": "欲見安樂世界阿彌陀如來隨意即見如此信得及", "302": "始是決定信何謂修真實行謂淨業行人先須看破", "303": "世相放下萬緣將這一句阿彌陀佛向四威儀內二", "304": "六時中直心念去務使字字分明句句相續念到不", "305": "念自念念而無念雖遇境逢緣種種差別這一句佛", "306": "號歷歷現前日用中如此念佛始是真實行何謂發", "307": "廣大願華嚴會上普賢菩薩發十大願已復發願云", "308": "願我臨欲命終時盡除一切諸障礙面見彼佛阿彌", "309": "陀即得往生安樂剎我既往生彼國已現前成就此", "31": "重刻王龍舒居士淨土文序", "310": "大願一切圓滿盡無餘利樂一切眾生界彼佛眾會", "311": "咸清淨我時於勝蓮華生親覩如來無量光現前受", "312": "我菩提記蒙彼如來授記已化身無數百俱胝智力", "313": "廣大徧十方普利一切眾生界如此發願方是廣大", "314": "願葢願不廣大即是劣願行不真實即是妄行信不", "315": "決定即是浮信如此而欲往生者難矣若信已決定", "316": "行復真實願又廣大譬如順風揚帆直達彼岸有何", "317": "艱險更須知娑婆世界六道輪迴受種種苦者只是", "318": "箇愛字極樂世界受種種樂必至成佛者只是個淨", "319": "字故古德云愛不重不生娑婆念不淨不生極樂所", "32": "重刻天如禪師淨土或問序", "320": "以修淨業者直須勇斷愛緣勤修淨念淨念成就即", "321": "是華開見佛時也既見佛已方知雖終日念佛而不", "322": "乖于無念熾然往生而不乖于無生凡聖各住自位", "323": "而感應道交東西不相往來而神超淨域累繫之業", "324": "不能絆劫燒之火不能焚除天上之五衰謝人間之", "325": "八苦風吟寶葉波動金渠天樂演苦空靈禽宣妙法", "326": "非有假于他術乃是自己故鄉田地爾還委悉麼自", "327": "是不歸歸便得五湖烟景有誰爭伏惟大眾久立珍", "328": "重。", "329": "示惟祥上人示惟祥上人", "33": "答張確菴太史書善導和尚普勸念佛偈", "330": "昔世尊于三乘中別開淨土一門謂之徑路修行亦", "331": "謂之橫出三界葢謂念佛往生甚易易也今時念佛", "332": "者多往生者少其故何也良由󳬇娑婆不破信極樂", "333": "不及耳娑婆弊惡種種逼迫有什麼覰不破處極樂", "334": "依正種種殊勝十方諸佛歷代祖師苦口叮嚀勸令", "335": "往生有什麼信不及處若真信不及󳬇不破則是盲", "336": "冥無智癡眾生只顧目前不懼身後他時後日其苦", "337": "未有了在唯智者將娑婆世界一一󳬇破了極樂世", "338": "界一一信得明白了然後放下萬緣把這一句阿彌", "339": "陀佛向四威儀中一心念去務使字字分明句句相", "34": "演善導和尚念佛偈八句句各一首", "340": "續念到一心不亂花開見佛則知念即是佛佛即是", "341": "念念非是念佛非是佛彌陀自己渾作一人極樂娑", "342": "婆打成一片然後以如是法度如是眾期九蓮於上", "343": "品會三祗於一生仰報四恩同資三有始是真正佛", "344": "子也時不待人各自努力珍重。", "345": "示王蓮實道者示王蓮實道者", "346": "師云道者奉佛持齋篤修淨業又請山僧發明淨土", "347": "要旨以為西方公據還會麼善業惡業皆由心造穢", "348": "土淨土並自心生故世尊云直心是菩薩淨土菩薩", "349": "成佛時不謟眾生來生其國深心是菩薩淨土菩薩", "35": "示念佛偈西方三聖贊", "350": "成佛時具足功德眾生來生其國大乘心是菩薩淨", "351": "土菩薩成佛時大乘眾生來生其國乃至施戒忍進", "352": "禪智是菩薩淨土菩薩成佛時具足六度眾生來生", "353": "其國故云欲得土淨當淨其心隨其心淨則佛土淨", "354": "敢問心畢竟作麼生淨還委悉麼本來無一物何處", "355": "惹塵埃彌陀方脫口淨土已花開五濁本來淨三祇", "356": "不假排人人火宅內俱坐寶蓮臺珍重。", "357": "普勸念佛文普勸念佛文", "358": "夫人之情莫不厭苦而欣樂舍苦而取樂今有極苦", "359": "而不知厭舍有極樂而不知欣取非大惑歟極苦者", "36": "阿彌陀佛贊", "360": "此堪忍世界生老病死種種逼迫是也極樂者西方", "361": "阿彌陀佛極樂世界依正二報清淨莊嚴是也古德", "362": "以眾生長迷不達苦樂之故乃合兩土而較量之曰", "363": "此則血肉形軀有生皆苦彼則蓮華化生無生苦也", "364": "此則時序代謝衰老日侵彼則寒暑不遷無老苦也", "365": "此則有漏之身病苦交纏彼則報體清淨無病苦也", "366": "此則七十者稀無常迅速彼則壽命無量無死苦也", "367": "此則親情愛戀有愛必離彼則法性眷屬無愛別離", "368": "苦也此則仇敵冤讎有冤必會彼則上善聚會無冤", "369": "憎會苦也此則困苦饑寒貪求不足彼則衣食珍寶", "37": "No. 1171", "370": "受用現成此則醜惡形骸根多缺陋彼則端嚴相好", "371": "體有光明此則輪轉生死彼則永證無生此則修道", "372": "難成彼則直階不退此則丘陵坑坎荊棘為林土石", "373": "諸山穢惡充滿彼則黃金為地寶樹參天樓聳七珍", "374": "花敷四色此則雙林已滅龍華未來彼則阿彌陀佛", "375": "現在說法此則觀音勢至徒仰嘉名彼則與二上人", "376": "親為勝友此則羣魔外道惱亂正修彼則佛化一統", "377": "魔外絕蹤此則媚色妖淫迷惑行者彼則正報清淨", "378": "實無女人此則惡獸魑魅交煽邪聲彼則水鳥樹林", "379": "咸宣妙法二土較量境緣逈別而樂󳬛之勝其數無", "38": "鼓山為霖和尚示修淨土旨訣", "380": "窮未能悉舉也今據此而審觀之娑婆之苦既如此", "381": "西方之樂又如彼而世之人懵然廼不知欣之厭之", "382": "取之舍之者皆由多生妄習葢覆自心智慧不生晣", "383": "理不明故也嗚呼人無遠慮必有近憂世人莫不知", "384": "有死而不為死後安置好去處者亦大錯矣所以世", "385": "尊出世種種方便勸人念佛求生淨土無非指示人", "386": "個去處底路頭耳阿彌陀經云若有善男子善女人", "387": "聞說阿彌陀佛執持名號若一日若二日乃至七日", "388": "一心不亂其人臨命終時阿彌陀佛與諸聖眾現在", "389": "其前是人終時心不顛倒即得往生阿彌陀佛極樂", "39": "溫陵龔岸齋居士請示修淨業法語溫陵龔岸齋居士請示修淨業法語八則", "390": "國土夫一日二日廼至七日一心念佛尚得往生況", "391": "一月一年乃至盡形壽一心念佛而不得往生者乎", "392": "又觀無量壽佛經云或有眾生作不善業五逆十惡", "393": "以惡業故應墮惡道若能至心令聲不絕具足十念", "394": "稱南無阿彌陀佛稱佛名故於念念中除八十億劫", "395": "生死重罪命終之時見金蓮華猶如日輪住其人前", "396": "如一念頃即得往生極樂世界夫十惡之人十念之", "397": "頃乘佛願力猶得滅罪而往生況正信之士百念千", "398": "念萬念廼至不可說念而不得滅罪往生者乎故我", "399": "普勸世人忙裡偷閒每日念佛或百或千或萬念訖", "4": "嘗稽彌陀經中如來親宣六方共讚而諸大乘經論", "40": "念佛法門諸經攸讚彌陀經中六方諸佛各出廣長", "400": "填圈迴向淨土一年既滿然後總算共念佛若干萬", "401": "記之于冊盡形受持漸積淨業現為佛光照燭罪滅", "402": "福增遠為三聖接引必生淨土行實願實因真果真", "403": "若肯信從是真法侶。", "404": "普勸念佛放生文普勸念佛放生文", "405": "夫人生于世百年光景能有幾何一息不來便是隔", "406": "世萬般將不去惟有業隨身當此之時欲念一句佛", "407": "得麼欲放一生命得麼故我今日普勸世人毋論若", "408": "貴若賤若富若貧若男若女若老若少皆可回頭著", "409": "眼看破偷一日之閒念三時之佛節浮濫之費救危", "41": "舌徧覆三千說誠實言者正恐眾生信不及故吐舌", "410": "厄之命作淨土正因植慈悲種子所謂念佛者非念", "411": "他佛乃念極樂世界阿彌陀佛以彼佛夙有重誓攝", "412": "受念佛眾生往生淨土故也放生者非放他生乃放", "413": "自己多生六親眷屬以渠無始劫來曾與我互為父", "414": "子兄弟諸親但改形易報不復相識故也何以知然", "415": "阿彌陀經云從是西方過十萬億佛土有世界名曰", "416": "極樂其土有佛號阿彌陀今現在說法乃至云聞說", "417": "阿彌陀佛執持名號若一日若二日若三日若四日", "418": "若五日若六日若七日一心不亂其人臨命終時阿", "419": "彌陀佛與諸聖眾現在其前是人終時心不顛倒即", "42": "示之證其言無虗妄令諦信也葢此乃難信之法經", "420": "得往生阿彌陀佛極樂國土十六觀經云或有眾生", "421": "若能至心令聲不絕具足十念稱南無阿彌陀佛稱", "422": "佛名故於念念中除八十億劫生死重罪命終之時", "423": "見金蓮華猶如日輪住其人前如一念頃即得往生", "424": "極樂世界楞嚴經云憶佛念佛現前當來必定見佛", "425": "如上三經所云豈非念阿彌陀佛者往生淨土之明", "426": "證乎華嚴經云一切眾生有命之者常生利益慈念", "427": "之心尚不惡心惱諸眾生何況於他起眾生想故以", "428": "重意而行殺害楞伽經云有無量因緣不應食肉謂", "429": "一切眾生從本以來展轉因緣常為六親以親想故", "43": "云不可以少善根福德因緣得生彼國難信能信即", "430": "不應食肉梵網經云以慈心故行放生業應作是念", "431": "一切男子是我父一切女人是我母我生生無不從", "432": "之受生故六道眾生皆是我父母而殺而食者即殺", "433": "我父母如上三經所云豈非放生者乃放自己多生", "434": "眷屬之明證乎古德云佛言不信何言可信人道不", "435": "修何道可修今得生人道矣得聞佛言矣而不信不", "436": "修吾未如之何也已矣其娑婆淨土之鄙劣殊勝殺", "437": "生放生之罪福因果俱廣載經文茲不繁贅惟高明", "438": "者幸自博覧轉化未信功莫大焉。", "439": "重刻龍舒居士淨土文序重刻龍舒居士淨土文序", "44": "是多善根多福德多因緣之人。", "440": "竊惟眾生以愛故墮落娑婆如石下井無由可出諸", "441": "佛菩薩居寂光實報土中心地法眼悉皆洞見乃乘", "442": "悲願隨類現身多方援󳫠或為國王大臣沙門居士", "443": "以及姦偷屠販但有可化之機無不現身攝受今觀", "444": "龍舒居士王公虗中豈非其人者乎居士少業儒為", "445": "國學進士博學能文甞解六經語孟老莊不蹈襲前", "446": "人一字中年恍然自悟曰皆綺語也乃棄去專奉淨", "447": "土之教禮誦不輟發願往生臨終見佛來迎屹然立", "448": "化其存日本諸經論著淨土文十卷諭世無一理不", "449": "明無一人不勸其言悲哀懇切聞者興起有念佛而", "45": "念佛一門具無量法門葢佛有三身土有四土淨業", "450": "鬼祟却走者有念佛而眠夢得安者是驗之于生前", "451": "者也其翻板而舍利迸出示夢而沉疴頓起是驗之", "452": "于身後者也至誠感通一至于是謂居士非佛菩薩", "453": "乘願而來攝受眾生歸於淨土能若是乎昔空隱老", "454": "人甞以居士之文刊板于粤東廣勸念佛參戎范公", "455": "法諱今已奉老人之教有年茲扈從王駕鎮閩乃率", "456": "蓮社諸上善人復翻板于閩中以廣法施功竣命余", "457": "一言冠諸篇首夫淨土法門金口諄諄見諸大乘經", "458": "論如日月之揭中天凡有眼者孰不見之且古今依", "459": "之修持往生極樂者不一而足況龍舒現居士身修", "46": "行人各隨自力量或念法身佛願生常寂光土或念", "460": "沙門行臨終立化靈驗昭彰其言不信孰可信乎稱", "461": "揚淨土本屬宿懷逢茲勝緣倍增踴躍忘其鄙陋樂", "462": "為疾書。", "463": "重刻天如禪師淨土或問序重刻天如禪師淨土或問序", "464": "昔世尊於三乘教外別示淨土一門詳開九品普接", "465": "三根本是至簡至易之道又是難信難解之法故經", "466": "云不可以少善根福德因緣得生彼國可見能諦信", "467": "淨土者乃是多善根多福德多因緣之人也近世參", "468": "禪未得旨者樂談向上佛祖在所詆訶心性亦復掃", "469": "蕩況教令念阿彌陀佛求生淨土是猶資章甫而適", "47": "報身佛願生實報莊嚴土或念化身佛願生方便同", "470": "越匪徒無用反滋鄙笑昔永明壽禪師作四料揀以", "471": "禪淨二門抑揚誡勸政為此輩耳其意葢謂參禪者", "472": "縱得一念從緣頓悟猶有無始習氣一生功行未能", "473": "卒盡若不求生淨土親覲諸佛以自磨煉久居娑婆", "474": "則有陰境之患故有十人九錯路之誡念佛者雖現", "475": "生未能開悟而一生彼國即階不退一見彌陀即悟", "476": "無生故有萬修萬人去之勸夫永明為法眼嫡孫不", "477": "專以本分事接人而乃於淨土一門曉曉若此是豈", "478": "無故而然耶學者盍深思之天如和尚得法天目禪", "479": "淨圓融固是家法又慮禪者不達永明料揀之旨乃", "48": "居兩土然三身只是一身四土原是一土總以法界", "480": "作淨土或問一書自立主客反覆酬詰釋其羣疑示", "481": "其修法䇿其怠惰然皆博引大經大論及諸祖成言", "482": "以證其說以生其信余觀淨土諸書不啻汗牛求其", "483": "婆心苦口尅的示人無出或問是不獨為淨土指南", "484": "實乃禪學者之金針也銓部林公涵齋居士長齋繡", "485": "佛棲心禪淨者有年痛今時禪者務虗名忽實踐辨", "486": "髦淨土自失法利深可悲憫乃特倡刻是書庶幾藥", "487": "其萬一是亦永明天如之心也命余一言以發其意", "488": "勸讚淨土本屬夙心不敢以不文辭漫為識諸簡首。", "489": "答張確菴太史書答張確菴太史書", "49": "為體故所以圓機之士一以貫之如善財童子最初", "490": "久踈音問殊切注懷忽辱手墨欣慰無量淨土法門", "491": "如天普盖三根皆攝不獨為鈍根禪者每以為鈍根", "492": "所修而忽之誤矣如永明壽慈受深圓照本中峯天", "493": "如等皆宗門鉅匠遠而推之龍樹馬鳴天親無著皆", "494": "地上菩薩然且發願往生況博地凡夫乎若不願生", "495": "淨土總在三界頭出頭沒脫生勝處轉身之間福盡", "496": "沉淪又是從頭起不可不著力也娑婆苦海種種逼", "497": "迫正是成就吾人修行處歡喜順受不可別生異念", "498": "淨土諸書時一觀覽庶不生疑阻以負釋迦老子苦", "499": "口婆心勸歸極樂也留意幸甚。", "5": "亦皆勸進叮嚀至如歷代宗匠如天台南獄長蘆永", "50": "於妙峰山頂參見德雲比丘得普賢念佛三昧即是", "500": "唐善導和尚勸念佛偈唐善導和尚勸念佛偈", "501": "漸漸雞皮󳬈髮看看行步龍鍾直饒金玉滿堂難免", "502": "衰殘老病任儞千般快樂無常終是到來惟有徑路", "503": "修行但念阿彌陀佛。", "504": "演善導和尚普勸念佛偈八句句各一首演善導和尚普勸念佛偈八句句各一首", "505": "漸漸雞皮󳬈髮光陰密密摧拶見他老態堪憐不解", "506": "自己觀察須知是身非身一似瀑流聚沫普勸及時", "507": "念佛勿待氣衰力脫。", "508": "看看行步龍鍾咫尺千里難通回想當年足力枉自", "509": "蹭蹬塵中未曾踏著實地那解反省己躬普勸及早", "51": "其人也。", "510": "念佛下坡快便難逢。", "511": "直饒金玉滿堂日夜打算思量一旦撒開兩手都屬", "512": "別人主張昧卻自家寶藏貪他瓦礫愴忙普勸盡施", "513": "念佛西方乃是寶方。", "514": "難免衰殘老病世間若箇能信只恃氣血剛強那思", "515": "老病跟定一旦纏綿枕席八苦交煎難禁勸君趂健", "516": "念佛直入蓮胎托孕。", "517": "任儞千般快樂豈知樂是苦因通身都是罪業永劫", "518": "不免沉淪善惡冥中有簿件件錄上姓名普勸一心", "519": "念佛慧光燭破迷情。", "52": "念化身佛者高齊有大行和尚宗崇念佛云四字教", "520": "無常終是到來萬般一旦拋開空占青山片地徒將", "521": "白骨深埋了無一物是我豈有纖毫帶回普勸預先", "522": "念佛蓮根厚自栽培。", "523": "唯有徑路修行一日勝過千生只貴當人行願亦復", "524": "仗佛光明三昧時時成就罪垢念念冰清普勸信心", "525": "念佛蓮臺上品標名。", "526": "但念阿彌陀佛不須別求法門直下轉凡成聖一似", "527": "北溟化鯤句句珠聯不斷字字鏡照毋昏見佛隨念", "528": "即見娑婆淨土休論。", "529": "念佛偈念佛偈", "53": "詔謂信憶二字不離於心稱敬兩字不離於口謂往", "530": "三界場中休著脚九蓮臺上好標名他時撒手徑歸", "531": "去始信無生無不生。", "532": "徑路修行唯念佛六根都攝一心明娑婆翻轉成安", "533": "養碧沼青蓮火裡生。", "534": "生死輪迴無了日一心念佛往西方親見彌陀聞妙", "535": "法菩提果熟自馨香。", "536": "苦海洪深萬丈波多生沉溺竟如何勸君念佛歸安", "537": "養彼岸高登唱哩囉。", "538": "三界無安休駐足西方有路要歸來一心不亂持名", "539": "號步步蓮華火裡開。", "54": "生淨土要須有信信千即千生信萬即萬生信佛名", "540": "極樂胸懷與眾殊蓮華步步自相隨一塵不染恒清", "541": "淨休問彌陀更是誰。", "542": "苦苦甜甜空世界昏昏擾擾夢身心眾生極苦誰能", "543": "捄唯有彌陀願力深。", "544": "死死生生何日了流流浪浪幾時休不知念佛歸家", "545": "路苦海何由得出頭。", "546": "念佛人心地淨淨心念佛身無病諸佛歡喜降吉祥", "547": "道根永固常精進。", "548": "念佛人厭五濁五濁流連終墮落心心回向去西方", "549": "此路行來方不錯。", "55": "字不離心口諸佛即救諸佛即度心常憶佛口常稱", "550": "念佛人定成佛脫卻凡胎換聖骨蓮華臺上化生時", "551": "八德池中親沐浴。", "552": "念佛人息貪嗔了知身世等浮塵不著不戀無拘繫", "553": "逍遙自在合天真。", "554": "念佛人志堅固八風難動須彌柱三界炎炎火宅中", "555": "步步踏著無生路。", "556": "念佛人佛境現萬法皆唯心所變是心作佛更非他", "557": "猶如照鏡見其面。", "558": "念佛人六根攝更不隨塵妄分別淨念連持若貫珠", "559": "晝夜循環無間歇。", "56": "佛身常敬佛始名深信任意早晚終無再住閻浮之", "560": "念佛人最尊貴諸上善人同一會不分男女及賢愚", "561": "一見彌陀皆不退。", "562": "本有真如性眾生與佛同廓然心自悟如日照虗空", "563": "彌陀大願力攝受念佛人花開親見佛在處度迷津", "564": "如來真實語深信勿生疑依佛修行去決定證菩提", "565": "馬鳴與龍樹端的是吾師禪淨圓修證何勞更泣岐", "566": "極厭娑婆苦尤虞後世差一心勤念佛托質白蓮花", "567": "信心常不退發願在生生般若因緣熟菩提果自成", "568": "全憑般若力照破世間心心淨佛土淨彌陀行願深", "569": "死生有怖畏當依佛功德直下見彌陀何須問彌勒。", "57": "理此即約念化佛生方便同居土警䇿初心最為切", "570": "西方三聖贊西方三聖贊", "571": "稽首西方無量壽遙垂金臂接娑婆眾生度盡方收", "572": "手幾個知恩出愛河。", "573": "稽首西方觀世音度生悲願實弘深唯將一滴真甘", "574": "露洗盡人間熱惱心。", "575": "稽首西方大勢至寶瓶頂上放光明攝念佛人歸淨", "576": "土一悟無生無不生。", "577": "阿彌陀佛贊阿彌陀佛贊為謝簡生居士作", "578": "稽首彌陀大慈父莊嚴淨土在西方攝受三根念佛", "579": "人同歸極樂速成佛我佛真身徧法界壽光無量滿", "58": "要。", "580": "虗空茫茫大地諸有情總在如來壽光內眾生與佛", "581": "同一性究竟無二亦無別如來全體入我身亦如我", "582": "在佛身裡六八願王起因地而今願願皆已滿佛子", "583": "應作如是觀願行亦當如我佛。", "584": "淨土旨訣終", "59": "念報身佛者六十萬億阿庾多恒河沙由旬是佛之", "6": "明慈受中峰諸師無不極力讚揚者良以此之法門", "60": "身無量無邊不可思議阿僧祇劫是佛之壽目澄四", "61": "海毫映五山光明無有涯眷屬不知數左侍觀音右", "62": "翼勢至一稱名字滅八十億劫生死重罪一觀聖像", "63": "獲相好八萬四千夫佛身之大既云六十萬億阿庾", "64": "多恒河沙由旬則娑婆相去極樂不過僅十萬億土", "65": "之遙若然則娑婆世界三途六道一切眾生盡在阿", "66": "彌陀佛心腹之間時時懷育我時時攝受我時時放", "67": "光明燭我無奈眾生不知不信不見若是有福德善", "68": "根男子如是知見信向發廣大願願生彼國全體即", "69": "是舉念即到夫何遠之有若能如是念報身佛即生", "7": "以之自利則一生可以取辦以之利人則三根可以", "70": "實報莊嚴土也。", "71": "念法身佛者大乘起信論云如修多羅說若人專念", "72": "西方極樂世界阿彌陀佛所修善根迴向願求生彼", "73": "世界即得往生常見佛故終無有退若觀彼佛真如", "74": "法身常勤修習畢竟得生住正定故觀無量壽佛經", "75": "云阿彌陀佛是法界身徧入一切眾生心想中是故", "76": "汝等心想佛時是心即是三十二相八十隨形好是", "77": "心作佛是心是佛夫天地同根萬物一體諸佛法身", "78": "即眾生本覺真心諸佛無別所證全證眾生真心心", "79": "佛眾生三無差別云是心作佛者明即心變全性成", "8": "並收而究其旨歸又與禪宗之旨合所謂禪者淨土", "80": "修是心是佛者心外無佛佛外無心此觀不獨是觀", "81": "乎本性乃是托他果佛顯乎本性以同體故故先明", "82": "應佛入我想心次明如來法身全是行人本覺心體", "83": "無二無別又大品般若云諸法如即是佛金剛云如", "84": "來者即諸法如義既以如為佛一切法皆如也何法", "85": "非佛所以眾生無明妄想顛倒攀緣以及山河大地", "86": "艸木叢林牛馬猪羊微細昆蟲皆是阿彌陀佛真淨", "87": "法身行人若能如此念法身佛住於正定必生常寂", "88": "光土也。", "89": "維摩詰經云欲得土淨當淨其心隨其心淨則佛土", "9": "之禪淨土者禪之淨土誠匪誣耳佛法下衰真修者", "90": "淨然淨心之法別無他術唯一心念佛六根都攝最", "91": "為切要故古德云清珠投於濁水濁水不得不清念", "92": "佛投於亂心亂心不得不定先師云心淨佛土淨此", "93": "理萬難移藕絲如未斷能牽大象馳皆是真實語。", "94": "父母所生之身六塵緣影之心生住異滅念念密移", "95": "剎那變壞無可憑恃所以現前身心正當痛自看破", "96": "般若心經云照見五蘊皆空度一切苦厄拘留孫佛", "97": "偈云見身無實是佛身了心如幻是佛心了得身心", "98": "本性空斯人與佛何殊別淨業行人當如是照如是", "99": "了觀身實相觀佛亦然葢生佛一體無二無別也。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1171 淨土旨訣", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1171 淨土旨訣", "author": "清 道霑撰", "language": "chinese", "source": "CBETA"}