{"sourceLink": "http://www.cbeta.org/", "text": {"0": "唐張無是", "1": "歷朝金剛經持驗紀下卷", "10": "附體。次遇良醫。其病即愈。承信睡覺省悟。明旦。令妻", "100": "幾於顛仆。天將明。門方啟。嫗理髮誦經不已。問何經。", "1000": "法亦墜。撇却舊窠臼。即已了大義。師豁然醒悟。二六", "1001": "時中。止於晨昏朗誦一遍。默將三十二分。趺坐靜參。", "1002": "四十年。未嘗下榻。神復來告曰。是在箇中矣。年逾九", "1003": "十示寂。芳香竟夕。緇眾皆見旛幢導引。披紫袈裟。持", "1004": "木槵。翔空西去。冒宗起曰。佛有密度有顯度。顯度者。", "1005": "幢葢來臨是。密度者。使人心開目明是。然臨了到底。", "1006": "幢葢定來。龍華有期。靈山未散。又聞一僧。誦金剛甚", "1007": "虔。發願不記遍數。不限歲月。但求誦經時。返心內照。", "1008": "耳無聞。目無見。念無夾雜。如是一卷。即為滿願。歷誦", "1009": "多時。目即不別視。耳終不能無他聞。此僧哀痛自責。", "101": "曰。金剛經也。乃知昨夜神人。葢金剛云出金剛靈應。", "1010": "持誦不已。一夕夢觀音大士云。汝誦經甚䖍。然耳根", "1011": "何能頓塞。隨以手摩僧頂。以二丸塞其耳。自後誦經。", "1012": "耳目別無聞見。此余中表宗彥先。聞之一講師者。大", "1013": "士從耳根圓通證道。故應有是因緣。此與金剛神之", "1014": "告普師。同一靈應出受持果報。", "1015": "明釋廣澈明杭城有野僧廣澈。號通天。向金省吾中丞。丐淨地", "1016": "誦經念佛。時張元洲尚書。有家廟。名資福。頗淨。省吾", "1017": "代求得之。廣澈日則誦金剛經。夜則携燈籠。繞街念", "1018": "佛。省吾一夕夜歸。遇之。為書其燈籠曰。沙門廣澈。念", "1019": "佛通天。數年。於萬曆某年月日。回首廟中。湖廣某藩", "102": "宋華友宋德祐丙子。崇政華家山。華友。常持金剛經。甚有靈", "1020": "王。是夕夢一僧闖宮入曰。我杭州資福廟僧。來為王", "1021": "子。王視其手執燈籠。有八字瞭如。驚寤。報生世子矣。", "1022": "特遣尉至杭物色其事。則僧逝之夜。即王夢之。夕此", "1023": "所稱福因厚重。奪舍以逝者耶出新異錄。", "1024": "明釋寒󰞆明萬曆間。楚高衲寒󰞆。諷經䖍肅。句字清和。聞見竦", "1025": "然起敬。嘗於天皇寺。以香水金末和墨。寫金剛經。至", "1026": "第十六分。一夕忘點燈。几上若有微光。作楷書經。直", "1027": "達子夜。偶腹饑思食。起憶燈燭。則眼前黑暗矣。驚呼", "1028": "同房僧。取火視之。字畫莊嚴。更勝平時手筆。按保寧", "1029": "勇禪師云。看經之法。後學須知。當淨三業。福因俱集。", "103": "驗。是歲大元軍馬至。友以避難密禱於佛。是夜金剛", "1030": "三業者。身口意也。一端身正坐。如對聖容。則身業淨", "1031": "矣。二口無雜言。斷諸嬉笑。則口業淨矣。三意不散亂。", "1032": "屏息萬緣。則意業淨矣出受持果報。", "1033": "明釋法禪明楚中戒僧法禪。發願往廬山建菴修行。至九江。適", "1034": "有西城外王西溪者。欲誦金剛經。聞僧名。即延請諷", "1035": "誦。期滿三年。奉經資三百兩。後誦畢。止與百金。不能", "1036": "建菴。且所得之財。強半布施。僅持空鉢。偶值分封藩", "1037": "王。舟抵九江。起夫󳯝送。有富室僱僧充縴夫。時眾舫", "1038": "遇逆風。不能前。獨僧牽挽之舟如駛。且足下騰空尺", "1039": "許。王見驚駭。進詢其故。僧茫然不知所對。王疑為妖。", "104": "神賜夢云。爾前生殺人未償。其人今托生和州歷陽。", "1040": "欲加刑。僧益恐怖無措。然王雖欲加刑。而心終異之。", "1041": "再四詰所從來。僧熟思良久。答曰。貧僧素無他術。惟", "1042": "在王西溪家。誦金剛經三年耳。因述前事。王嘆曰。金", "1043": "剛靈應。乃如是哉。遂賜銀三百兩。終其建菴之願。僧", "1044": "受賜後。足不復履空矣。天啟辛酉年。辭入廬山。不知", "1045": "所終出巾馭乘續集。", "1046": "明釋周淨山明崇禎如臯縣治北。普度菴僧。周淨山。生而胎齋。不", "1047": "願婚娶。晨昏誦金剛經。極其誠信。時年方二十。與兄", "1048": "同居。兄病將革。屬以撫其幼妻及兩襁褓子。因念爪", "1049": "李為嫌。遂引刀絕陽。血去斗許。死而再生。兄聞之。一", "105": "姓王名二。現在軍中。爾當死其手。數不能救。趨避無", "1050": "慟而絕。淨山躬耕養嫂姪者。凡二十年。逮兩姪皆成", "1051": "立有室。子母粗安。於是披剃出家。建草菴。為人講說", "1052": "金剛經。別有解悟。人益重之。庚辰歲會大飢。場竈鳩", "1053": "眾焚掠。經過其地。皆曰無驚我周師。即鄰近避兵。雉", "1054": "竄菴中者。悉得保全。年七十有五。端坐而化。氣絕良", "1055": "久。頸骨挺然不仆。懶菴居士余庚。詳紀之。冐宗起曰。", "1056": "為兄保孤。引嫌絕陽。如此力量。已徹金剛大義。披拘", "1057": "拘毀形滅性。避兄離母。必謂世法中無佛法。譬如離", "1058": "波覓水。必無是理出受持果報。", "1059": "明獨目金剛尼明萬曆間。歸德府城外。水晶菴。有老尼。別號獨目金", "106": "益。友次日端坐。誦經不輟。近午有二人入。將友縛之。", "1060": "剛尼。因嘗以金剛為業。失一目名此。天性淡薄。自糲", "1061": "食粗衣外。人有所遺。盡分贍僧尼之不給者。每開期", "1062": "會講。善信環集。一士子問曰。金剛經何以有三十二", "1063": "分。答曰。一以貫之。儒佛皆然。何得許多段落。說偈曰。", "1064": "佛說金剛妙出羣。一言了悟絕聲聞。有人解得金經", "1065": "旨。四八何須逐段分。一僧問曰。何以謂之金剛。答曰。", "1066": "金剛人皆有的。何須恁般問。說偈曰。金剛果信是金", "1067": "剛。百鍊千槌永不傷。粉碎虗空些子在。祗今惟見佛", "1068": "毫光。又有人曰。師通曉佛義。何以不現男身。答曰。形", "1069": "有男女。性無彼此。莫作差等觀。說偈曰。男女何須辨", "107": "大呼王二相公。我當死汝手。一死不爭。容誦經畢。便", "1070": "假真。觀音出現果何人。皮囊脫盡渾無用。試問男身", "1071": "是女身。隨問隨應。靈敏異嘗。遠邇皈依者無算。年踰", "1072": "七十。預示化期。鼻端有火。危坐瞑然而逝。示一偈云。", "1073": "茶毗一去永歸空。著處尋空便不空。我去我來仍是", "1074": "我。電光泡影一般同。河南僧祥光。述所見以語居士", "1075": "余庚者。按六祖聞無所住而生其心一句。便豁然大", "1076": "悟曰。此真空妙有法性。初祖之於慧可。心方紛動。嘗", "1077": "恐未息諸緣。纔息諸緣。又懼頓成斷滅。息諸緣是無", "1078": "所住。不斷滅是生其心。無住是真空。生心是妙有。六", "1079": "祖悟此。更復何事。獨目尼四偈。已透夜半宗旨矣出", "108": "就戮。軍問何以知我姓名。友以夢告。王二曰。既金剛", "1080": "受持果報。", "1081": "明尼慧貞明常州尼僧慧貞。宦族之女。自幼言動不妄。願出家。", "1082": "父母聽之。送入楞伽菴。遂朝夕持誦金剛經。有同菴", "1083": "尼以穢事敗。波及貞。時適患目。因憤恚俱瞽。如是三", "1084": "載。誦經如故。一夜夢金剛神謂曰。汝行無虧。當還爾", "1085": "明。晨起。兩目忽開。歷年九十。無疾坐化。昔崔相公羣。", "1086": "問如會禪師曰。師以何得。師曰。見性得。師方病眼。公", "1087": "訊曰。既云見性。奈眼何。師曰。見性非眼。眼病何害。此", "1088": "尼雙瞳再朗。特明持驗不爽。若論得道。却不在有眼", "1089": "無眼出金剛靈應。", "109": "神托夢。我與汝解却宿冤何如。復留衣別去。友遂誦", "1090": "大清孝廉虞庶顏大清金壇孝廉虞庶顏。家世忠孝。闔門奉佛。蕭然頭", "1091": "陀。無意當世。生平常課。日誦金剛經。禮大悲懺。丁酉", "1092": "冬。以仇家誣陷。逮赴金陵。眾庶莫不冤之。送者多號", "1093": "泣失聲。庶顏神情湛如。但嘿誦金剛經不輟。既入獄。", "1094": "楚毒備嘗。庶顏如入禪定。但見伍伯紛拏於前。極力", "1095": "掠其股脛。竟無所傷。惟有黑痕數繯。堅如頑石而已。", "1096": "遂得昭雪。庶顏常刻觀世音經。勸人持誦免劫。既及", "1097": "於逮。人或疑事佛不靈。豈知精誠洞徹。竟身證金剛", "1098": "不壞體耶。子山修甚孝。每夜。赤身露禱北辰下。一時", "1099": "霜凝氷結。事解而後已。使佛法無憑。則山修亦足死", "11": "焚香發願。許施金剛經一千卷。復志心受持。隨夢金", "110": "經數卷。忽無疾坐亡。嗟夫。大數已定。雖宿結之冤恨", "1100": "孝。況庶顏乎。", "1101": "大清周德聞大清吳縣周德聞。字君升。性至孝。年逾五十。猶刲股", "1102": "以救親。母沒。哀毀。長齋持金剛經。至三年。欲滿若干", "1103": "遍。禮懺迴向。日夕勤渠。向苦目眚。殆不能視。至遍將", "1104": "終。豁然復明。人以為孝感。亦經力也。有念珠。於路散", "1105": "失數粒。時思憶之。忽於家中地上拾得。恰是故物。作", "1106": "還珠記。益感神力加被。課誦靡間。", "1107": "大清王有義大清王有義。蘇州閶門人。素行朴厚。日持金剛經。至", "1108": "順治庚寅。已積二十二年矣。是年秋。鎮帥王燝幕賓。", "1109": "與義有舊。憐其貧。薦領沙船探海。實則貿易外洋諸", "111": "已消。而莫逃一死。然得免首領。安然坐逝。豈非善神", "1110": "國也。八月廿日。自老沙出口。忽望海中有白布在空", "1111": "搖曳。轉篷往視。乃遭風舟覆者。尚有五六人。伏抱桅", "1112": "木。將斃矣。救之達岸。入大洋。凡七日。行三千七百餘", "1113": "里。至日本界。地名長岐。脫貸買貨。至來歲二月初十", "1114": "纔回。發槳時。天色晴和。六七日間。約行二千里許。第", "1115": "八日。忽西風大作。浪如山湧。大小桅連舵盡失。後稍", "1116": "折去一截。漂沒五十六人。時義正坐稍上。忽若有人", "1117": "提入艙中。未幾風浪略平。眾編佳文席為篷。操櫓作", "1118": "舵。始得進口。壬辰四月十八。復過長岐。九月初一日。", "1119": "歸帆將近普陀。眾欲上山修懺。因東南風順未果。又", "112": "救護之功哉出金剛靈應。", "1120": "行近陽山。望見山上。有白氣長數里。咸驚疑未已。忽", "1121": "起颶風。飛擲篷木如烏鳥。猫鍊悉隨浪去。頃刻船破。", "1122": "溺死一百八十三人。僅活義及徐姓陳姓者三命。抱", "1123": "住白藤。憑浪打上小洋山。明辰偶浮到一木箱。內有", "1124": "火刀石二事。煙艾各一包。第三日。又浮到破釜半隻。", "1125": "三人欲烹水飲之。苦海味鹹不堪用。旁見山石縫中。", "1126": "出小泉頗清淡。漸取煑蘆根為食。數日賴以不饑。但", "1127": "大便閉塞。腹中脹。甚見水涯有草。葉長而大。掘之根", "1128": "如蘿蔔。採作羮頗美。食過。腹鳴而泄。神氣覺爽。徐云", "1129": "此即吾鄉杜大黃也。共拾薪起烟。望人馳救。半月後。", "113": "宋陸翁宋湖州城南。屠戶陸翁。年二十三歲時。見一雲水僧。", "1130": "遇張明政巡船詢知洋商。送上老沙港。三人得保餘", "1131": "生。義歸家。感金剛神力。早暮誦經彌篤。夫飄洋係亡", "1132": "命所歸。有義本分誠篤之人。何為履此危險。向非金", "1133": "剛救拔。不死於五十六人中。必死於一百八十三人", "1134": "中矣。徐陳二人。要亦有善根。故脫此大難歟。己亥義", "1135": "請金剛經於余。自述前事。因詳詢其顛末而筆之。", "1136": "大清袁應和大清武林袁應和。了凡先生之後。住吳山西北麓。年", "1137": "六十一。持齋八載。日誦金剛經不徹。順治辛丑五月", "1138": "十三日子時。一陳姓家火起。西北風急。數刻延燒一", "1139": "百六十餘家。將至袁居。其母八旬。兀坐樓中念佛。應", "114": "稱教化有緣人。陸不領解。僧云。汝殺猪羊無數。何不", "1140": "和亟負母下樓。心知不免。第大聲朗誦金剛寶經。時", "1141": "有陳見陽者。為人篤實。避火於袁居之墻角。見一片", "1142": "紅光。形如幃帳。從空降下。遮隔袁墻。倏爾不見。忽風", "1143": "轉東南。火光轟天。四面絕無火星。得免於難。應和尚", "1144": "長跪庭中念經甫畢。少頃人相稱賀。見陽特述所見。", "1145": "眾皆悚然。應和自此持誦愈堅。會稽徐斗明過杭。親", "1146": "見其異。述而記之如此。", "1147": "金剛持驗紀下卷終", "115": "改業。陸曰。承襲祖業。遽難棄捨。僧曰。不改。則後世必", "116": "墮此類。觀汝宿有善根。何不受持金剛般若。及妙法", "117": "蓮華經。消除惡業。言訖。忽不見。陸遂省悟。誓不宰殺。", "118": "素食投師。繪像一軸。每日就佛前誦金剛經懺悔。惟", "119": "願所殺眾生。蚤生淨土。未及五年。自能暗誦。年八十", "12": "剛神賜藥一丸。令吞之。次日病減。月餘全瘳。見者聞", "120": "一歲。預知卒日。沐浴端坐作頌而化。頌曰。六十餘年", "121": "專殺業。手提刀秤暗修行。今朝得赴菩提路。水裏蓮", "122": "華火裏生。人生非善即惡。更無別徑。可容參半以行。", "123": "我輩日甞間。自安自便。苟且依違。若以為無有大過。", "124": "即此便足直入迷塗。故狠惡之人。放刀證果。為力反", "125": "易而習氣薰熟。不陰不陽。似夢似醒者。一刀兩段。為", "126": "力反難出金剛證果。", "127": "宋李玄宗女宋荊州江陵縣。李玄宗女。十三歲時。夢一梵僧。謂曰。", "128": "汝有善根。何不持念金剛經。又云。世間善男子。善女", "129": "人。每日淨心能誦一卷。陽間增壽。命終。即生天界。若", "13": "者。合掌讚嘆。夫眾生從無始以來。起諸無明。造諸罪", "130": "能究竟般若。直到涅槃彼岸。即或未達經意。死去陰", "131": "府亦不能拘錄。當生富貴家。受諸勝報。玄宗女信之。", "132": "遂日誦金剛經三卷。年二十四。不願有家。忽患傷寒。", "133": "三日卒。冥王照勘無罪。及見女子頭上。有佛顯現。王", "134": "云。此女有般若功。即放還魂。臨放時。王囑曰。汝父造", "135": "業。致先減陽壽二紀。不久追來對證。因汝父好取生", "136": "魚切鱠。今有魚七千餘頭。狀訴索命。歸問汝父。每夜", "137": "夢落網中。晝則頭痛。此魚求報也。女還魂白父。父驚", "138": "無措。遂偕女往天寧寺。齋百僧。斷除葷酒。手書金剛", "139": "經四十九卷。書畢。玄宗忽夢數千青衣童子。向之拜", "14": "業。由六根而生三毒。作千惡而感千灾。種種栽地獄", "140": "曰。我等被君殺戮。訴冤索命。今蒙寫經功德。咸乘善", "141": "力。出離苦趣。生善道矣。君既釋冤。又添遐算。後玄宗", "142": "自此持誦益虔。壽至百二十歲。無疾。沐浴坐逝。十三", "143": "歲女子。便能信夢中之語。一心受持。不願適人。較之", "144": "壯夫耄叟。親聆法座演說。尚生疑謗。豈不相隔雲泥。", "145": "乃玄宗悔過書經。不特切鱠之罪業頓消。已減之原", "146": "算仍還。而且冤結悉生善道。遐齡更得善終。此又孝", "147": "女自度度親度物之弘力也出金剛證果。", "148": "宋王廸功妻宋王廸功妻。日誦金剛經。至心向善。廸功好鷹獵。害", "149": "眾生命。一日獵罷歸家。適值其妻念經。因勸廸功。同", "15": "根。縛冤對結。世豈有種黃連而不苦者哉。承信盡心", "150": "誦功德分第十五分。未及終卷。廸功竟詣廚房蒸炮", "151": "飲啖。後五年。廸功中風。經年臥床。一日自見二使者。", "152": "追命而卒。見閻摩王。怒責曰。汝受爵祿。何不福上增", "153": "脩。却好殺害生命。減算絕祿。令獄吏驅入鑊湯。鬼吏", "154": "檢簿告王。此人殺業雖重。生前曾與妻同念金剛經", "155": "一分。雖片紙重如丘山。合免罪放還。王敕於鑊湯內。", "156": "取一杓湯淋其背。使知警戒。因得再活。後患背疽潰", "157": "爛痛楚。百藥不治。呼妻佛前代誓。不敢再傷物命。且", "158": "願手書金剛。齋素受持。廸功彼夢一僧。手摩其背三", "159": "匝。天明其疽即痊。彌勒尊佛曰。刀割眾生身上肉。自", "16": "受持。識消智長。施經千卷。罪滅福生。般若是良藥。如", "160": "家面上要添肥。與你黃金千萬兩。誰肯將刀割自皮。", "161": "王廸功雖有半分經之善因。不得信女為妻。能出鑊", "162": "湯地獄哉出金剛證果。", "163": "宋王氏宋紹興九年。明州王氏。日持念金剛經。懷孕二十八", "164": "月。多病羸瘦。深憂難產。偶倚門立。一異僧示之曰。汝", "165": "有善根。何不印施金剛經千卷。王氏印施如數。又齋", "166": "千僧。念金剛千卷。至夜三更。見金剛神以杵指王氏", "167": "腹。及覺。已生二男在床矣。相貌圓滿。令人欣羨。王氏", "168": "遂奉齋受持不輟。年至六十一歲。無疾而卒。見二使", "169": "者引見冥王。自供從幼持念金剛。經賜金床。命坐殿", "17": "來是大醫王。勿當面錯過出金剛證果。", "170": "側。朗誦一遍。地獄辛酸之苦。一時停歇。王又問。何不", "171": "念呪。答云。世間無本。敕鬼吏。於藏中取呪本付王氏。", "172": "囑曰。汝至陽間。展轉流通。切勿遺墜。汝向後壽終。徑", "173": "生極樂世界。不復來此處矣。王氏二七日還魂。後至", "174": "九十一歲。無疾坐化。其補闕真言曰。唵。呼嚧。呼嚧。社", "175": "曳。穆契莎訶。一廻向。真如實際。心心契合。二廻向。無", "176": "上佛果菩提。念念圓滿。三廻向。法界一切眾生。同生", "177": "淨土。悲哉世人。兩眼睛光落地。渾如大海去撈針。三", "178": "寸㗋氣纔回。依舊西風過驢耳。那得如王氏持經不", "179": "懈。不負真言傳授。流通至今出金剛證果。", "18": "宋朱進士宋蘇州朱進士。平生學舉子業。未聞佛法。偶遊虎丘", "180": "宋蔣大士宋蔣大士。江華縣人。生熈寧甲寅二月廿七日。所居", "181": "近舜祠。從幼以親炙聖容為幸。每過竭誠禮叩。既長。", "182": "孝父母。睦兄弟。日誦金剛經。崇寧癸未五月。豁然頓", "183": "悟。遂別父母妻子。就浪石寺立壇演法。踰年。回首至", "184": "期。七日前盡蠲火食。升姹岩。趺坐而化。其徒於寺立", "185": "塔。至今真身不壞。冒宗起曰。蔣大士。以孝友至性。成", "186": "金剛不壞真身。較之偏空執見。成斷滅之相者遠矣", "187": "出湖廣通志。", "188": "宋釋道寧宋道寧禪師者。潭州開福寺僧也。壯為道人。於崇果", "189": "寺執浴。一日將濯足。偶誦金剛經。至於此章句。能生", "19": "寺。聞佛印講金剛經。至一切有為法四句。喜未曾有", "190": "信心。以此為實。遂忘所知。忽垂足沸湯中。後祝髮蔣", "191": "山。依雪竇老良禪師一年。徧歷叢林。參諸名宿。晚至", "192": "白蓮。聞五祖小參。舉忠國師古佛淨瓶。趙州狗子無", "193": "佛性話。頓徹法源。大觀中。潭帥席公震。請住開福。衲", "194": "子景從。政和三年。十一月四日。淨髮沐浴。次日。齋罷", "195": "小參。勉眾行道。辭語誠切。期初七示寂。至日酉時。跏", "196": "趺逝。闍維獲舍利五色。歸藏於塔。蓮池師云。得道人。", "197": "預知時至。葢娑婆緣盡。淨土緣熟。自然聖境冥現。如", "198": "遠公七日。淨觀師二十七日之類。是也。世人生無實", "199": "德。死欲效顰。扭揑裝點。取笑識者。甚則生身活焚。附", "2": "荊溪周克復重朗纂男周石校", "20": "因欲參究全經旨義。偶午睡。夢青衣押五人。朱隨其", "200": "鬼著邪。流入惡趣。尤堪憐憫。古人往生。從無活焚其", "201": "軀者。願智人普以告世。救諸愚民出受持果報。", "202": "宋釋嵩明教宋嵩明教。游康山。托跡開光。法席主者。以其少年銳", "203": "於文學。命掌書記。明教笑曰。我豈為汝一盃姜杏湯", "204": "耶。去之。居杭西湖三十年。杜門不妄交。嘉祐中。撰輔", "205": "教編。定祖圖。正宗記。詣闕上之。翰林王公素。權開封。", "206": "復表薦於朝。仁宗下其書於中書。宰相韓公。參政歐", "207": "陽公。閱其文。大為贊嘆。書賜入藏。遂名聞天下。晚居", "208": "靈隱。每清旦誦金剛不輟。夜分誦觀世音名號。臨終。", "209": "安坐微笑。索紙作偈曰。後夜月初明。予將獨自行。不", "21": "後。行二里許。至一大街。竟入巷門內。掛青布簾人家。", "210": "學大梅老。猶貪鼯鼠聲出金剛靈應。", "211": "宋釋清虗宋釋清虗。立性剛決。作事多戾。忽廻心誦金剛經。無", "212": "有懈怠。甞於山林持諷。有七鹿馴擾其側。聲息而去。", "213": "又鄰居失火。連楹󰞆燼。惟虗屋飈𦦨飛過。略無焦灼。", "214": "長安二年。遊藍田悟真寺北院。舊無井泉。遠取於㵎。", "215": "運致極勞。時華嚴大師法藏。聞虗持經靈驗。乃就請", "216": "祈泉。即入彌勒閣。誦金剛徹夜不息。至三日後。忽見", "217": "玉女三人在閣西山腹。以刀劃地。虗熟記其處掘之。", "218": "果獲甘泉。四年。少林寺坐夏。山頂有佛室。甚寬敞。人", "219": "不敢到。云鬼神宅焉。有律師恃其戒行。夜往念律。見", "22": "至厨房。桶內有湯。五人皆飲。朱亦將飲。青衣喝曰。聽", "220": "一巨人。以矛刺之。狼狽下山。又有僧持火頭金剛呪", "221": "者。時所推重。令賷香火。入坐持呪。俄而神出。以手握", "222": "足。投之㵎下。七日不語。虗聞之曰。下趣鬼物。縱惡至", "223": "此。即往彼持十一面觀音呪。夜聞堂東。有聲甚厲。又", "224": "如兩牛爭鬬。佛像皆振。呪既無效。還誦金剛般若。須", "225": "臾影響皆絕。自此居者無患。神龍二年。詔入內祈雨。", "226": "七日雨周千里。溝澮皆盈。屋墻盡沒。其院水至即回。", "227": "諸異驗不能盡述出金剛靈應。", "228": "元釋聰禪師元無聞聰禪師。汝水香山人。至元元年辛巳。資福寺", "229": "無礙長老。請師註解金剛經。三十二分。時有紫雲覆", "23": "佛法人不得飲。遂驚覺。乃信步行至大街。入巷果有", "230": "寺。既畢。法座庭前。連產五色靈芝數本。所註經。流通", "231": "至今。聰師每分註解外。各綴頌語。開人天眼。透金剛", "232": "山。宜有紫雲瑞芝之應。亦有刻經。而板中流出舍利", "233": "者。皆智慧人。自結智慧果。非佛菩薩故現神通出受", "234": "持果報。", "235": "明孫廿二明永樂間。楊州如臯縣。城北三十里。有孫公廿二者。", "236": "長齋建菴。晨昏莊誦金剛經三十卷。如是者四十年。", "237": "時當草昧。邑瀕於海。無城郭。豺狼為害。或往來村墟。", "238": "聽經聲。輒俛首去。偶颶風大作。隣屋皆蕩析。公誦經", "239": "如甞。菴巋然無恙。室無扄鑰。諸檀那所施米穀錢帛。", "24": "人家。與所夢合。朱扣門入。主人具言厨房。生六犬。內", "240": "勿論僧俗。遇乏槩分給之。深得不住布施之義。逝後。", "241": "鄉人立祠耑祀。二百餘年以來。每值春秋祭賽。巫祝", "242": "必諷誦金剛經。以妥其神。今郵亭曰孫公舖者。其遺", "243": "趾也出受持果報。", "244": "明道士陳入玄明宣德間。川西󳬈觀道士。陳入玄。志求長生。精思日", "245": "夜。禱神授法。夜夢一人。形貌異甞。自稱執金剛神。謂", "246": "玄曰。爾求長生。速往珉山。禮智融和尚。當授汝法。玄", "247": "如言。往懇指示。融云。不見金剛經。一切有為法。如夢", "248": "幻泡影。如露亦如電。應作如是觀乎。玄問云。既如夢", "249": "幻。何謂長生。融云。若見諸相非相。即見如來。又云。即", "25": "有一死者。朱驚怖流汗。自謂若不聞佛法。入犬胎矣。", "250": "非如來。是名如來。玄於言下大悟。遂辭隱於瓦屋山。", "251": "虎踞巖。不廢玄攝。日必誦金剛經。凡滿數藏。歷春秋", "252": "九十有八。一日集鄰居隱者告曰。吾始求仙長生。今", "253": "竟幸得佛長生矣。顧諸公得我所得。言訖。瞑目而逝。", "254": "近山數百家。共建祠肖像祀玄。謂仙宗佛果。兩得之", "255": "也。苕中許宦。為四川觀察。親紀其事出巾馭乘續集。", "256": "明嚴江明嚴江。相城皮工也。中年棄業。於佛寺擔齋飯。在路", "257": "專持金剛經。併念阿彌陀佛。不絕聲。年六十餘。忽絕", "258": "粒。飲水一月。乃言曰。我當以某日某時去。至期沐浴", "259": "更衣。跏趺而化。焚之得舍利數合。其舌堅如金石。扣", "26": "因專持念金剛經。壽至八十九歲。八月望日。遍請諸", "260": "之有聲。時正德十三年事也。至柔莫如舌。心堅則舌", "261": "堅。此金剛不壞之實證載相城志。", "262": "明周廷璋明正嘉間。滇南周廷璋。號楚峰。性淳朴。歸依佛乘。生", "263": "不識衡量。治家不計生產有無。而雅好施。有輒散之", "264": "貧者。人與語多笑。或謔之。或至詈辱之。亦笑。每晨起。", "265": "必誦金剛彌陀觀音經各一卷。時欣然自得曰。吾豈", "266": "藉是為行資哉。吾不離日用。不涉貪愛。庶幾如是而", "267": "已。甞晝寢疾。有胡僧入室。合掌作禮。倐不見。家人憂", "268": "之。謂翁且逝矣。俄而疾愈。年八十七。以清明日上塚", "269": "訣辭祖考。還謂其婦唐孺人曰。彌陀迎我。觀音室利", "27": "山道友晤別。登後園樹枝上。說偈曰。八十九年朱公。", "270": "亦至矣。又明日曰。觀音食我一芋。謂我勿茹葷。齋五", "271": "日可西行也。自是每食一粥一蔬。至期沐而冠。令子", "272": "弟誦七寶如來名號。自誦經端坐而逝。翊日體香潔", "273": "如生出金剛靈應。", "274": "明少保戚繼光明嘉靖間。少保戚公繼光。為副總時。以倭亂。提兵守", "275": "禦三江。素虔持金剛經。雖在行間不廢。一夕夢陣亡", "276": "親兵某云。明日當令妻詣公。乞為誦金剛經一卷。以", "277": "資度脫。旦日兵妻果來籲。如夢中語。公次晨齋素為", "278": "誦經訖。是夜。兵妻夢夫語曰。感主帥為我誦經。但其", "279": "中夾雜不用二字。功德不全。尚未得脫苦耳。兵妻明", "28": "兩手劈破虗空。脚踏浮雲粉碎。立化菩提樹東。遂化", "280": "旦。復以夢籲。公大訝。因憶誦經時。夫人遺婢送茶餅", "281": "至。公遙見揮手却之。口雖不言。而意中云不用也。公", "282": "時以語幕客。事遂傳焉。滇徹庸禪師曰。予病中作夢。", "283": "神人持一簿云。此是錄誦經雜念者罪過。余接按之。", "284": "皆書誦經攙雜俗念人等姓字。并罪過也。余亦在末", "285": "篇。讀已凜然。又謂余曰。若一卷經。攙雜兩個念頭。試", "286": "思一生所誦經。應攙雜多少念頭。忽然夢醒。汗流浹", "287": "背。吁。此僧俗持經之烱戒也。屠長卿曰。通州顧少司", "288": "馬養謙。為人高才倜儻。夫人先卒。廣修佛事。數年後。", "289": "公有妾暴亡。經宿甦。哭不止。公問之。答曰。妾死入冥", "29": "去。冒宗起曰。人生五濁數十年。一日十二時中。一念", "290": "府。見夫人閉一暗室云。我在此苦不可言。急作功德", "291": "救我。妾曰。夫人亡後。相公大作善事。都無益耶。夫人", "292": "曰。經懺薦度。在主者齋戒至誠。乃能滅罪增福。向者", "293": "沙門持誦堂上。相公飲奕室中。何益之有。公聞之亦", "294": "大哭。擇聘戒德名僧。清淨嚴肅。作道場三晝夜。此長", "295": "卿目覩而筆之者。飲奕且不可。況酒肉乎。近北京鷲", "296": "峰寺僧濟舟。一日有青衣者訪之。告曰。我地府無常", "297": "也。某老嫗受地獄苦。不得脫。生前供養老師。今托求", "298": "念法華經一部。舟許之。隨於七月十五日。在佛前。跪", "299": "諷法華經。至第五卷。渴甚。覓茶不得。廚有冷酒。舟飲", "3": "吳郡陳濟生皇士參", "30": "一動。作惡造業。剎那間不知凡幾。大約一生之中。貽", "300": "數口。仍至佛前。念完三卷。十六日。無常復來云。老嫗", "301": "承師經力。金光已射至地府。正將離獄。忽五卷經中。", "302": "滿地獄皆作酒氣。仍不能出。舟聞之。毛骨竦立。發願", "303": "至誠。為彼補誦。然則飲酒食肉持經。適增業耳出新異錄。", "304": "明馮勤明嘉靖間。歸安茅鹿門傭僕馮勤。日者占其天。問一", "305": "老僧。何以延年。老僧曰。若為下人。無力積德。惟拾焚", "306": "字紙。併念續命經。庶免短折。勤問續命經。老僧曰。即", "307": "金剛經也。乃置竹鑷竹簏兩事。日間遍歷街巷。凡穢", "308": "惡字紙。悉鑷簏中。滌以香水。曝乾焚󰞆。包送清流。雖", "309": "隻字不敢遺忽。夜歸跪念金剛經一卷回向。歲以為", "31": "數世之業。業愈多則劫愈深。朱公若一失足。犬業滿", "310": "甞。後漸知書。通文義。鹿門禮貌之。家道豐裕。子二孫", "311": "四。壽九十五。無疾化。書同文。天下通行易便。三教經", "312": "典。無不賴此。作踐者。既有惡報。敬惜者。自獲福因。老", "313": "僧教馮勤以延年。捨拾字念經。別無他法。道理實為", "314": "真切。工夫尤為捷徑出新異錄。", "315": "明大參顏光裕明顏光裕。世襲業儒。一日同鄉紳耆老。入金剛會聽", "316": "經講論。至暮而歸。踴躍嘆服。欲究其旨。以赴銓未暇。", "317": "後任太和縣事。忽病。夢二青衣。拘入陰府。景象晦冥。", "318": "森嚴悽慘。少頃。見王。執簿吏曰。光裕陽壽已盡。在生", "319": "業重好殺。恣意烹炙。且好食牛犬。即有無數生靈。對", "32": "時。又不知復輪何物。語云。一失人身萬劫難。又云。此", "320": "執索命。王判押赴油火煎煉。牛頭又入沸鼎。祇見蓮", "321": "花遮體。滾沸澄清。鬼判稟王。合掌請見。果何功德化", "322": "斯罪業。令察善簿。祇有持論般若一日之功。植此金", "323": "剛不壞之體。王曰。善哉。延爾壽祿還魂。普勸世人奉", "324": "持。返魂已經七日。自後課誦不輟。刻施金剛六千卷。", "325": "官歷大參。年至七十。臨終香聞里巷。苦口囑戒子孫。", "326": "世代受持最上經典。言畢而逝。顏子六十六代孫。博", "327": "士伯廉記出金剛靈應。", "328": "明周少岳明崑山周少岳。諱之程。五十喪明。其瞳子反背碧色。", "329": "晝如黑夜。自以為廢於世矣。一心歸依佛氏。以消宿", "33": "身不向今生度。更向何生度此身。朱公得聞佛法。在", "330": "諐。每日清晨。莊誦金剛經三卷。誦則高聲讚揚。客至", "331": "不為禮。積十五年。忽一日烱然見物。旋見旋晦。驚疑", "332": "未定。令家人視之。見左目眸子搖動。露光一髮。二月", "333": "餘。碧瞳漸轉。兩眼清光盡復。比之少年。更能視遠。少", "334": "岳感念金剛神力。誦經益虔。年至八十考終。其先代", "335": "百十六歲翁。號壽誼者。多有隱德。太祖召見便殿。詔", "336": "天下行鄉飲禮。自翁始。少岳其八世孫也。孫日隆百", "337": "拜志。顧伯念曰。此余邑中近事。童年即聞之。今因集", "338": "靈應。恐語焉而不詳。乃躬叩其的孫隆甫。出此授余。", "339": "採入以傳信云出金剛靈應。", "34": "聞佛印講經。故如來最重為人演說出金剛證果。", "340": "明進士陳明遠明陳明遠。興化軍人。甞舉進士。過泗州。遊普照寺。見", "341": "老僧敝衣。倚樹讀青紙書。書有光射百步許。就視則", "342": "金字金剛經。係以梁朝傅大士之頌者。僧顧明遠曰。", "343": "子亦樂此耶。遂以授之。明年從父鑄官海陵。忽病死。", "344": "將大殮。體復溫。移刻乃蘇。自言見四卒。深目虎喙。驅", "345": "之西北行。勢甚暴。所經皆廣野。塵埃撲面。如在霧中。", "346": "漸逼大河。府署嚴密。三卒先入。一守明遠。須臾一僧。", "347": "乘空而來。即泗州所遇授經者。府主趨出迎之。旁睨", "348": "明遠。僧呼明遠前。使自懺悔。主乃詔吏放還。僧前導", "349": "遊兩廡。見囚繫數百。更有禽獸諸蟲。悉能人言。與囚", "35": "宋承局周興宋淳熈元年。楊州府承局周興。自幼日誦金剛經一", "350": "對辯。又坐沙門五六人。前列敗壞飲食數十甕。途中", "351": "所遇。又見里中向日威勢孔灼。到此不勝狼狽諸狀。", "352": "俄及前所過廣野。溪水漲甚。僧執杖端。以末授明遠。", "353": "挈之行。始涉亦淺。中忽深陷。因驚呼而甦出明遠再生傳。", "354": "明州守李時英明錢塘李時英。為南海欽州守。恒誦金剛經。隆慶丁", "355": "卯。為分考官。於闈中病死三日。初見金甲神。欲鎻去", "356": "見泰山府君。城隍土地咸在。土地以李誦金剛經故。", "357": "堅不肯押字。金甲神怒。袖出火釘。長三尺餘。從土地", "358": "頂門釘入。立見焚燒盡。俄復本形。堅執不押如故。金", "359": "甲神曰。當同鎻汝往泰山。旋見數鬼。稱冤索命。呵時", "36": "卷。太守莫濠。差齎幣千餘貫。往行在壽朝貴。至瓜州", "360": "英前世為九江守。受賕殺人。正急怖間。憶誦金剛經。", "361": "忽見呂祖師乘雲而下。鬼俱奔逝。時英伏地乞哀。呂", "362": "祖曰。還我老君丹來。熟視曰。業重業重。可惜丹俱壞", "363": "盡矣。汝誦金剛。可求救六祖。忽然間。六祖至。覩時英", "364": "伏地。亦曰業重業重。待與五祖商量來。時英出一手。", "365": "曳六祖袈裟。片片飛金光。少頃。倐異香滿鼻。聞空中", "366": "五祖六祖敕曰。誦經人且放還。隨見前金甲神復至。", "367": "提時英一擲。汗下如雨而甦。時英出場。即棄官歸湖", "368": "南淨慈寺焚修。晨起必誦金剛。超度冤鬼。無疾終出", "369": "新異錄。", "37": "渡。郁三店投宿。三與兄郁二。謀財害命。埋離店五里", "370": "明侍中鍾復秀徐遵壽明萬曆初。侍中鍾公復秀。徐公遵壽。俱住京城羅家", "371": "巷。奉佛念金剛經。別院淨室數間。二公聯坐誦持。鍾", "372": "家有二白鵞。聞經聞念佛。輒尾二公後。作聲而行。逐", "373": "之不去。昂首若聽。行止皆隨木魚聲。逾數年。二鵞並", "374": "對經案立化。二公為瘞於淨業寺後地。號聽經鵞塚。", "375": "昔淨影老沙門慧遠。初在鄉。養一鵞。相隨聽經。及遠", "376": "入京。鵞留寺中。晝夜長鳴。其徒送入京。至寺門放之。", "377": "自能知遠房。入馴狎。每講經。入室伏聽。泛說他事。則", "378": "鳴翔而出。合觀二案。鵞之靈慧如此。彼誦經生雜想。", "379": "聞經若充耳者。誠異類不若矣出新異錄。", "38": "路旁。興因違限。妻子禁責一年矣。及太守被召。赴行", "380": "明盛在德明萬曆間。蘇州楓橋盛在德。從講師懸明。受金剛經。", "381": "偶病歿。追赴冥司。則被仇鬼盛之化。告郡城隍逮對", "382": "也。在德理直。得觀冥獄。釋還時。見城隍降階諭曰。我", "383": "生前。荊州人。姓曹。自登神籙。我母張太君。轉世三度", "384": "矣。咸女身不育。若代我懇懸明師。虔誦金剛經。月上", "385": "女經各五百部。我母轉男必矣。在德再生。禮請懸明。", "386": "誦滿牒告。管東溟作序紀之。彌勒偈曰。即今現在雙", "387": "親。就是釋迦彌勒。若能供養得他。何用別求功德。故", "388": "睒魔菩薩。割目救親。沉疴即愈。慈心童子。發願代苦。", "389": "火輪立消。黃梅養母有堂。載諸方冊。蓮池師云。世間", "39": "在。將抵瓜州。路旁忽見蓮花一朵。令從者折之。斫之", "390": "之孝三。出世之孝一。城隍已登神位。猶然度母轉男。", "391": "人子欲報劬勞。何不歸依大道出愓若齋續集。", "392": "明進士王泮明王泮。山陰人。萬曆甲戌進士。其伯父。抱幼兒戲於", "393": "門。兒臂帶銀鐲。忽失之。時泮父適在傍。疑為所竊。泮", "394": "父不平。引神明為呪。取金剛經足踐之。泮為諸生。屢", "395": "試高等。不得第。一日曉出城外。見兩白鬚翁。相語曰。", "396": "大善寺前秀才王泮。應登上第。為其父褻汙金剛經。", "397": "今削籍矣。泮不知何故。歸問父。父語以前事。泮大驚。", "398": "懺悔於佛前。手書經一部。是年登賢書。歸欲再書一", "399": "部。未訖。上春官被放。至甲戌續書完經。始得第。赤水", "4": "宋宋承信宋紹興二年。宋承信。居秀州華亭縣。患翻胃疾。數年", "40": "不斷。掘地四五尺。見花從死人口中出。眼猶能動。熟", "400": "屠隆。目擊傳其事出巾馭乘續集。", "401": "明縣令屠隆明萬曆間。四明屠公隆。代推異才。知青浦縣。獄中驟", "402": "有厲鬼亂獄囚。囚有因而斃者。獄吏以聞。屠為文以", "403": "諭獄神曰。神在。鬼安得爾。獄有冤死者。官之罪。囚何", "404": "尤。乃爇燎火庭內。密焚金剛經一部。而身坐獄。至夜", "405": "分。明日問獄吏卒。鬼杳然。遂絕蹟。冒宗起曰。囚即未", "406": "死之鬼。鬼即已死之囚。鬼復斃囚。業中造業。且撓亂。", "407": "是在動處簸弄。密焚金剛。却在不動處降伏。鬼杳然", "408": "而囚無恙。幽顯俱度。非赤水那能具此卓識出受持果報。", "409": "明張元明海鹽漁戶。張元。與弟貞。撒網夜歸。至青松塘。見水", "41": "視之乃興也。掖歸。次日方能言。具述客店謀害。埋地", "410": "面有異光。掩映星月。疑其下有蚌珠。遂沒水取焉。得", "411": "石匣一枚。啟之。乃金書金剛經。光彩異甞。元置之家", "412": "堂中。夜夢金甲神。語曰。汝前生為長水法師講壇作", "413": "務人。因無道心。退墮至此。然夙因未泯。賜汝大法。當", "414": "精進持誦。元以不識字為辭。神令開口。以金丸投之。", "415": "香煖入腹。遂驚而覺。明旦啟誦。熟如久習矣。時萬曆", "416": "甲申年。元叩達觀大師。具陳其事。師更勉以誦經。必", "417": "回向西方。至丁丑七月。元謂親識曰。我殺業除。蓮臺", "418": "現矣。無疾。端坐而化。世間具有根器之人。悟亦易入。", "419": "喚亦易醒。譬之以黍作飯。火候何難。又古來得道者。", "42": "十八月矣。太守問何以不死不飢。答曰。謀死被埋。昏", "420": "多在愚鈍朴魯。而聰明伶俐者。反失之。張元兄弟。得", "421": "手在不識字上出巾馭乘續集。", "422": "明大司𡨥姜寶明大司𡨥姜公寶丹陽縣人。在書室中。忽被二使。追", "423": "入地府。一官峩冠博帶。侍衛森嚴。問姜在生所作。寶", "424": "未對。旁出一官對曰。此人惡多善少。當為異類。鬼使", "425": "遂携牛皮披其身。三披三不能覆。王怪之。官對曰。此", "426": "人但聞金剛經題。餘無善業。姜哀懇求脫。如還陽世。", "427": "終身持經。王因其悔悟。遂放回生。寶自此持齋誦經。", "428": "折節緇門。講究金剛大義。與人衍說不懈。一日告諸", "429": "親曰。明午我當去矣。至期。果聞天樂異香。合掌而逝。", "43": "迷如夢。見一金剛神。將蓮花插口中。沉睡至今。太守", "430": "萬曆戊子。普門居士曹奉記。凡人誦經時。著一念夾", "431": "雜心。著一念退惰心。便終身不能得力。姜公從墮落", "432": "儆惕後。其諷持衍說。必有大過恒人者。故不特無明", "433": "罪業消隕。而且預知回寂。香樂來迎。般若之靈應何", "434": "如出巾馭乘續集。", "435": "明王公方麓明萬曆間。金壇王公方麓。病篤時煩躁。其子肯堂進", "436": "曰。大人平日存養功夫。正於此際得力。願澄心聽兒", "437": "轉金剛經。方麓首頷頤解。命取經朗誦。聽至無我相。", "438": "無人相四句。輒笑曰。煩惱本無。我相誰戀。遂合掌長", "439": "逝。古德有云。至人念念定慧。臨終安得而亂。凡人念", "44": "嘆曰。甞聞此經有不可思議功德。自愧禁其妻子。且", "440": "念散亂。臨終安得而定。方麓先生。宿稱有養。病篤。尚", "441": "爾煩躁不免。然能一撥便轉。其從前之識力可知。至", "442": "損菴公。於至尊彌留之際。毫不手忙脚亂。從容勸親", "443": "聽經。其終事大孝。逈出俗情。足為人子法也。昔文忠", "444": "歐陽公。易簧時。呼子弟誡曰。吾少以文章名世。力詆", "445": "浮圖。邇來忽聞奧義。方將研究正果。不料賷志以歿。", "446": "汝等勉旃。無蹈後悔。令老兵於近寺。借華嚴經。誦至", "447": "八卷。安然坐逝。又袁公宗道。暮年深悔所學所行。無", "448": "關生死。遂純提念佛往生以示人。二公可謂終悟故", "449": "鄉消息者矣出受持果報。", "45": "念平日所理公案。豈盡無枉耶。即移牒楊州府官。釋", "450": "明沈濟寰明沈濟寰。居嘉興北麗橋。開青菓店。每晨起。必持金", "451": "剛經。或出外。則一袋貯經懸胸前。不曠持誦。萬曆癸", "452": "巳冬。往洞庭山販橘。太湖中流。陡遇龍風。湖面昏黑。", "453": "沈船漂蕩如葉。櫓楫盡失。巨浪如屋。高出於船丈餘。", "454": "已陷沒水底矣。呼號間。忽有巨力。提船而起。拔出波", "455": "間。夾送如飛。頃刻達翁家嘴。登岸。則岸人共見有兩", "456": "金甲神行水中。左右擎船而來。船中人。知為金剛拯", "457": "救。共感沈德。號為青菓沈佛家。昌宗起曰。黃蘗枝頭。", "458": "有甚蜜菓。沈翁業菓證果。救己救人。纔不是自了漢", "459": "出新異錄。", "46": "興妻子。拘郁二弟兄成獄。奏聞。郁二郁三處死。觀此。", "460": "明沈公光華明萬曆間。嘉禾沈公光華。甞判兩淮鹽鐵。歸田日。偶", "461": "與同郡運同吳公淞。閑坐。從容󳯝問日間所為。沈云。", "462": "晨朝茹素。持誦金剛經。積二十年。已踰二藏。吳亦漫", "463": "然置之。居無何。吳忽晨起。疾馳詣沈。賀云。郎君南闈", "464": "必第矣。沈問何據。吳云。夜夢神言。郡中一士夫。以持", "465": "金剛經功德。其子應得雋。覺來。惟憶公當酬是夢。是", "466": "秋沈公子應明。果登應天鄉薦。傳聞沈公持金剛經", "467": "極䖍。行住坐臥不息。甞往返東郭季子家。塗間一心", "468": "持誦。又以無四相心。修一切善法。累世積德。故子孫", "469": "蟬聯科第。為禾郡冠族出新異錄。", "47": "死埋地中。口內尚生蓮花。則至心持經不亂者。其身", "470": "明晉陵訟師明嘉興莫晴虹。於經坊遇一晉陵人請經。口中喃喃", "471": "誦金剛經。觀其面目。甚是可畏。因問公何因緣。在路", "472": "誦經。其人曰。我善刀筆。久為代書。一日病死。至閻羅", "473": "王所。究問生前過惡。逞辯不服。王命獄卒。帶仇對悉", "474": "至。質云。諸人被你狀詞累死。更有何言。我見無可抵", "475": "飾。遂高聲念金剛經。王肅然起立。愈連聲誦念不止。", "476": "王即命且放回。仇對盡呼號曰。受冤幾載。無繇相報。", "477": "今既追到。決放不得。王曰。彼陽數尚未。因造惡拘來。", "478": "今高聲誦最上乘法。冥府如何處置。姑放回陽。彼是", "479": "惡人。待其貫滿。追償汝命未晚也。以此因緣。改行從", "48": "坐蓮花臺上。又何疑哉出金剛證果。", "480": "善。且懼終逢仇對。故日誦金剛經。回向以超度之耳。", "481": "萬曆庚子秋九月。晴虹筆記。訟獄之害不小。刀筆之", "482": "業最大。世多細事參差。片言拂戾。彼此負氣不平。幸", "483": "遇好人。從中勸解。忿恨便消。或投包訟扛訟之家。便", "484": "爾瞞天佈謊。希圖立准立差。因之取利。那顧原被破", "485": "鈔傾家。且致訟中生訟。連歲牽纏。鬻妻賣子。不能了", "486": "事。性命從此結果。悔無及矣。訟師搆禍之慘毒如是。", "487": "陽法陰法。毋容輕貸。晉陵代書。倖以誦經再生。若非", "488": "回心向善。即金剛經。能常作護身符耶出新異錄。", "489": "明鄒軏明崑山鄒軏。生而朴實。未常識字。雖小本營生。好行", "49": "宋參軍郭承恩宋紹興府寄居郭承恩。將之溫州參軍任。詣天寧寺。", "490": "方便。凡遇饑人殘疾。盞飯數文。樂施不吝。一日途遇", "491": "化緣行者。誦金剛經。軏停腐擔聽之。牢記無我相。無", "492": "人相。無眾生相。無壽者相四句。出入不忘。一日偶病。", "493": "延僧誦金剛經。其胞弟軫。讀書頴敏。有文名。放僻不", "494": "信鬼神。行多刻薄。是日以代兄禮懺。勉強從事。聞誦", "495": "經至第十五分。心忽有悟。合掌稱讚。吾儒未甞有此。", "496": "自此信心三寶。萬曆十一年十月初十。軫患時疫沉", "497": "迷。不省人事。旬日餘。獨胸前未冷。突於牀上霍然而", "498": "起。告家人曰。我被冥卒。押至閶門外。李作坊家為牛。", "499": "身盡白色。見金甲神云。軫得聞最上乘法。大有信心。", "5": "百藥無效。忽夜夢一梵僧。謂曰。汝有宿冤。今生受此", "50": "焚香發願。挈家九口。到任之日。力行方便。設禁宰牛", "500": "安得入此畜胎。以寶杵擊首一下而醒。軫回陽。猶覺", "501": "頂門痛甚。遂與兄。日夕持齋諷經。踰十三年。軫無疾", "502": "先卒。七終。軏忽謂家人曰。明午聖人迎我往西方矣。", "503": "次日至午。異香騰空。沐浴更衣。端坐而逝。此案因傳", "504": "聞之誤。冒宗起刻與王載生稍異。余參顧伯念靈應", "505": "本定之。", "506": "明內監張愛明萬曆辛丑。順城門內監張愛。晚年受持金剛經。屆", "507": "易簀。家人囑曰。莫忘持經念頭。愛心服膺。口不能答。", "508": "覩二青衣押之。曰汝當往山東投胎。其行若飛。日中", "509": "已到山東。見彼土山水。及受生父母。愛一心惟持經。", "51": "俟考滿回家。金書金剛經一卷。恭入佛殿供養。比三", "510": "隨押至一殿宇。心疑是東嶽。而無牛頭獄卒。殿上一", "511": "人。冠平頂冠。迎愛使前曰。汝合到此地投胎。愛稱某", "512": "一生持金剛經。但願往生。不願投胎。冠者曰。汝持經", "513": "功少。愛云。曾聞十念成就。況某持經已歷數年乎。冠", "514": "者因顧兩青衣曰。且送回持經。愛死已九日。心尚煖", "515": "未殮。復甦遂離家住西山碧雲寺。耑誦金剛。又十一", "516": "年。一日集眾云。我以持經力。今西去矣。端坐逝。佛能", "517": "知羣有性。窮億劫事。不能化導無緣。張監持經願往", "518": "生。卒得西去。固願力相資。亦是因緣成就出新異錄。", "519": "明范氏僕明嘉興府。報忠坊。范氏僕。失記姓名。居士王載生幼", "52": "年考滿。與同僚司法元珍。買舟涉海還鄉。參軍眷屬", "520": "時。見其每日肩菜擔。行市中。喃喃念誦不休。聞其蚤", "521": "起營趂。必先於佛前。焚香跪誦金剛數卷始出。晚必", "522": "赴金明寺佛殿。禮佛回向乃歸。途次遇生命。每減錢", "523": "買放。逢丐乞病者。減口食施之。家主與之妻不願。遂", "524": "聽出家。投三塔大乘禪師。薙髮為弟子。數年。辛勤作", "525": "務。凡禪堂苦役。悉身任之。未甞告倦。忽一日示疾。告", "526": "眾曰。我夙生以誦金剛怠慢。故罰作人奴。今限滿。當", "527": "往善地受生矣。遽瞑。凡人誦經。切須齋肅焚香。專志", "528": "諷持。供奉經典。必用錦袱瑤函。潔淨几案。毋得放葷", "529": "酒雜處。併携入婦女房中。褻凟之罪。冥律最重。范僕", "53": "居前艙。司法居後艙。至紹興府界。風濤大作。四面昏", "530": "因怠慢金剛。而罰作人役。必其前生猶有善根。故能", "531": "畢世禮誦。以勤易怠。以虔易慢。往生善地。感應信不", "532": "誣也。又每見常人忽然雷擊神誅。不惟旁觀莫知所", "533": "以。即本家亦未悉其罪狀。不知皆夙業有以取之。或", "534": "云。既是夙業。何不當時現報。而遺之來世。是則甲作", "535": "乙受。茫無干涉。奈何。曰現報為花。來報為果。或福報", "536": "未盡。業力尚遲。或現報難償。世世受罰。若白起李林", "537": "甫諸人是也。知即不知。受則實受。形骸雖換。神識不", "538": "改。陰府固不分甲乙彼此耳出新異錄。", "539": "明胡燃明萬曆辛亥間。淮北大商。胡燃。關中人。妻吳氏。挾貲", "54": "黑。見海內鬼神。鑿船為兩段。前艙順風抵岸。後艙沉", "540": "數十萬。年四十。好善而無子。有僧化之曰。爾能刻金", "541": "剛經施捨一藏。定產麟兒。燃慨如其言。又施棺木一", "542": "藏。并掩骴骼之暴露者。如是者十餘年。功行圓滿。延", "543": "僧四十九眾。建七晝夜道場。忽夢神人告曰。爾無憂", "544": "子之遲也。上帝細察爾願誠否。始終無替念否。將擇", "545": "福壽俱全者以昇之。越一載。姬妾連舉三子。皆聰頴。", "546": "夫婦年踰七十。家道益隆。天下修善人。最怕退轉滲", "547": "漏。胡公願力雖弘。上帝猶嚴體察。善行純久。自獲如", "548": "意福因也出巾馭乘續集。", "549": "明憲副項希憲明憲副項希憲。初名德棻。夢己為辛卯鄉科。以汙兩", "55": "溺海中。葢司法受賄狥私。參軍奉公執法。又承金剛", "550": "少婢。被主科名籍神乙去。遂力行種德事。捐貲懇友", "551": "高松聲。精楷金剛經。刊板歲施之。凡十餘年。夢至一", "552": "所。見黃紙第八名。項姓。中字糢糊。下為原字。傍一人", "553": "曰。審視。此汝天榜名次也。因易名夢原。萬曆壬子中", "554": "順天鄉試廿九名。己未會試第二名。共疑名次不合。", "555": "迨殿試為二甲第五名。方悟合鼎甲數之。恰是第八", "556": "鄉會榜紙俱白。殿榜獨黃。尤為冥定云。按冒公宗起。", "557": "萬曆丙午。年十七。即信持太上感應篇。朔望莊誦無", "558": "間。戊午臨場。病痬幾殆。比入闈。昏昏如夢。夜燃燭。目", "559": "迷卷格不知從何處下筆。出闈沉臥竟日。不記一字。", "56": "力耳。報應之理。善惡既分。禍福立判。一船鑿為兩段。", "560": "榜後。例赴學院親供。墨卷字字端楷。不似憒時筆。信", "561": "神助哉。己未下第。始發願增註感應篇。每註一段付", "562": "梓。稿則焚之神前。因念好色損德尤甚。文人故犯者", "563": "更多。特於見他色美。起心私之條下。備陳報應。以助", "564": "猛省。當日佐公繕寫。則辟疆之塾師南昌羅憲嶽者。", "565": "辛酉歸入泮。相別八年。戊辰新正二日。羅夜夢仙流", "566": "三人。一翁蒼顏黃服。中立。二少年披紫衣。左右侍。老", "567": "者出一冊左顧曰。爾讀來。左立者朗誦過。老者曰。該", "568": "中。旋顧右立者曰。試詠一詩。即應聲云。貪將折桂廣", "569": "寒宮。那信三千色是空。看破世間迷眼漢。榜花一到", "57": "更為奇特。郭參軍。到任三願。誠風波中大法船也出", "570": "滿城紅。老翁笑而去。羅竊聽。知此為嵩少感應篇內。", "571": "見他色美二句註也。醒作書寄辟疆。榜發公果中。但", "572": "未解榜花二字。及閱類書云。唐大中禮部放榜。姓僻", "573": "者。號榜花。今合觀項公事。始信功名予奪。皆從色關", "574": "分別。可不慎哉。大抵殺盜婬三案。婬根尤為難拔。鋒", "575": "刃在前。肉胸知惻。穿窬充類。自好不為。一溺慾海波", "576": "中。便爾沒頂甘心。縱有紅顏白髮。恩情露水。與夫破", "577": "產敗名。少衰中病。追悔無及。亦復不少。惟最易失足。", "578": "魄攝魂飛。在艶冶當前。勃然難制之一刻。此一刻內。", "579": "王法不及加。清議不足畏。名節不必顧。獨有因果二", "58": "感應記。", "580": "字。庶幾足以制之。就因果中。又止功名一途。足以奪", "581": "之。不過片念忍持。遂能感孚天帝。較之半世黃卷青", "582": "燈。與他途累仁積德。事半功倍如是。人非至愚。胡不", "583": "痛加悔勵耶。否則獨擅風流。自稱情種。由此減祿。由", "584": "此奪算。由此殺身。由此墮劫。又何苦以俄頃之歡娛。", "585": "博生死之禍害乎。婬報既重。則防淫之功。與導婬之", "586": "業。其報自當不輕。近如烟鬟穢史。早登鬼籙。金瓶媟", "587": "編。顯受譴罰。實事彰彰。深足令人思且怖也出受持果報。", "588": "明文伯仁明蘇郡五峰文伯仁。工於詩畵。待詔徵明之侄。偶訴", "589": "逃僕詣縣。少憩民家。夢兩青衣逮之。意縣役也。隨行。", "59": "宋范文正公宋范文正公。原籍四川成都。仕蘇州府尹。遂寄居焉。", "590": "至一公府。殿宇弘廠。似非人間。始懼。上有王者。呵曰。", "591": "訟汝者眾。奈何。文訴平生乃學究。無罪。王笑曰。忘之", "592": "矣。即令判官以一青丸摩其頂。寒沁徹心。恍悟前身", "593": "為正統年間管長陵宦者。冬鑿池。殺蟄蛇百餘。俄有", "594": "羣蛇攢嚙焉。王又顧一判官曰。此一人耳。那能償此", "595": "無數生命。查彼多生。豈無一善。判官出書數帙。閱之。", "596": "良久曰。有之矣。永樂中。彼曾向雞鳴山廊。畵羅漢二", "597": "尊。又寫金剛經一部。王曰可矣。囑云。汝數未盡。亟歸", "598": "寫經贖罪。度脫眾生。乃寤。五峰素不信佛。自是發願", "599": "寫經念佛。寒暑不怠。馮具區載之快雪堂集。顧伯念", "6": "病苦。凡世間男女。風癱勞臌。盲聾瘖瘂。疾病纏身。經", "60": "母亡三七。夢泣告曰。母以陽世造業。為泰山府君所", "600": "曰。五峰寫經僅一卷耳。且在數世之前。而數世後猶", "601": "賴以再生。經曰果報不可思議。如是如是出金剛靈應。", "602": "明吳奕德明萬曆甲寅年。二月。徽庠吳奕德。隨叔闇生。讀書臨", "603": "塘寺。因叩普門大師有省。發願齋素。書金剛經三十", "604": "部傳施。纔書三部。五月念九日。偶浴琴溪。得暴疾。一", "605": "夜氣絕。因心熱。家人不敢入棺。闇生為誦金剛經。越", "606": "八日。忽復活。起捧其腰。連呼跌痛不止。徐氣定。詢之。", "607": "云。我昨日浴溪中。忽見二青衣押我去。漸向幽暗處。", "608": "同行罪人甚眾。冥卒各執鐵棒笞其背。惟我生前誦", "609": "金剛經得不笞。漸至黑海邊。海中似人似畜。奇形怪", "61": "羈。日夕受苦難言。吾兒素孝順。乞誦功德經一藏。救", "610": "狀。頭出頭沒。驚怖異甞。入一城。城內旁列柵欄。犯人", "611": "皆在柵內。引領外望。隨見亡過弟妹。並來借銀分用。", "612": "更乞金剛經一卷。曰家中為兄誦經送銀來矣。頃果", "613": "至。遂分與之。二青衣促我前行。又進一小城。視城外", "614": "益狼狽。刑用刀鋸。非人間所有。須臾。至閻君殿前。殿", "615": "左曰四生司。右曰四死司。忽見一百八十餘人。向我", "616": "索命。茫然不省。鬼判引至清水潭。以水洗胸。五臟皆", "617": "見。方知是前生為將所悞殺也。仍赴殿前辨理。言陣", "618": "頭悞殺。豈能償還。閻君震怒。呼取極刑。劃然地裂。有", "619": "火面碧身者。從中躍出。捧一大鐺沸滾油。束我將投", "62": "󳫠母罪。幸勿遲疑。使母一入地獄。便永遠不得超生", "620": "之。忽聞誦金剛經聲。有金光一道。照至森羅殿上。鬼", "621": "判跪云。西方到。閻君出迎。見空中二巨人。舉杵入鐺。", "622": "皆金蓮華沸起。我發念若得生還。即償書金剛經願。", "623": "又發念三十卷外。更書一百八十卷。資度冤對。聞堂", "624": "上呼兩黃幘者。送歸。所行皆異前路。漸達光明。忽行", "625": "一峻嶺。兩黃幘撲我下。覺跌腰大痛而起。自是奕德", "626": "全家茹素。寫施金剛。吳本如中丞記。王載生新異錄", "627": "與唐宜之巾馭乘。稍殊。按優婆塞戒經云。若人以紙", "628": "墨。令人書寫。若自書寫如來正典。施人誦讀。是名法", "629": "施。吳奕德發願書經。即得西方救免油鐺之苦。所謂", "63": "矣。去復回顧囑云。功德經。即金剛般若也。公昧旦驚", "630": "功不唐捐也。或曰。陣頭悞殺。豈能一一償還。昔禪師", "631": "宿生誤傷蚯蚓。果熟時。欣然償以一命。大兵所過。玉", "632": "石俱焚。慈慘一念分頭。動關生靈千萬。慎之念之出", "633": "巾馭乘續集。", "634": "明邑令王立轂明天台王立轂。字伯無。領萬曆丙午鄉薦。夢其父大", "635": "中丞公士性諭之。有十年五死之期。已而事稍驗。作", "636": "紀夢詩。乃於嘉禾三寶前。誓奉長齋。受天台殺盜婬", "637": "妄四戒。後任江西新淦縣令。此事都廢。戊午入覲。啟", "638": "行之夕。復夢其父。儆戒叮嚀。心甚憂之。一日舟次荻", "639": "港。漏下二鼓。忽有二青衣持符。攝至一處。莊嚴若帝", "64": "哭而醒。即沐浴齋戒。躬就玄墓禪林。延僧諷經七日。", "640": "居。同攝人數千。滿庭中。有著械者。有衣冠者。主者冕", "641": "旒正坐。左右二宰官。各據案側坐。傍侍者。狀甚獰惡。", "642": "主者。呼王名。厲聲叱曰。若陽算盡丙辰八月矣。延至", "643": "今者。齋戒力也。爾奈何棄之。命取簿以示。見名下年", "644": "月皆有註。至丙辰八月輒空。轂覽畢。叩首曰。居官勢", "645": "不得不爾。主者曰。固然。奈算盡何。命驅入獄。即有獰", "646": "狀鬼來。若捽縛狀。左坐宰官起立請曰。試取破戒後", "647": "事稽之。須臾侍者肩兩巨簏至。皆令淦卷宗也。凡一", "648": "揭一柬。并平日偶書。方寸之紙俱在。皆有氣騰上。有", "649": "黑色者。青色者。赤白色者。主者命各檢一處。先檢黑", "65": "至第六日夜。又夢母曰。緣兒至誠禮懺。感白衣大士", "650": "與青成聚。次檢白聚赤聚。已而青者漸隱。黑者縮小", "651": "如箸。而赤者赫然獨盛。轂旁睨聚中。見所刻金剛般", "652": "若。及好生編。社倉卷。俱在。主者覽畢。聲稍和。顧左官", "653": "曰。是尚知植德者。損五官。全其軀命可乎。乃命前獰", "654": "卒。抉其目置殿柱上。有光烱烱。轂念目已被抉。安能", "655": "復視。忽然昏暗。宮殿吏卒。皆無所睹。第覺有人拍其", "656": "背曰。速去速去。少頃。一跌而寤。時已雞鳴。聞家人環", "657": "救聲鬨。問之。云自二更。遂魘不寤。至今手足氷冷。口", "658": "齒堅合。醫曰中寒厥。灌藥凡七度矣。轂張目見燈火", "659": "如刺。了不可開。次日醫進明目藥。其夜夢有人。復以", "66": "降凡。持經半卷。今母不但消罪。更得生天。皆佛力也。", "660": "釘釘目。痛楚滋甚。遂却醫藥。決意乞休歸里。後日誦", "661": "金剛法華經。棄家修淨業。庚申年一夕。夢觀世音以", "662": "楊枝甘露點其睛。晨起禮懺。豁然見物。兩目復明。歷", "663": "遊雲棲博山之門。再生又十二年。號璧如大師。冒宗", "664": "起曰。此一事可為懲鑒者三。一知破戒之必蒙譴。一", "665": "知植善之可續命。一知居官者片言寸動。皆為冥吏", "666": "所錄。其青黑赤白之氣。不可不時時在念也出回生自記。", "667": "明閬州龍義明閬州民龍義。傭力自給。偶省親疾。見寫金剛經。義", "668": "無故毀斥之。忽喑啞不能言。醫禱無驗。後又聞鄰人", "669": "有念此經者。痛自責曰。我前謗經。得此啞病。今悔罪", "67": "明辰。兒入經堂。詢之自知。公候法事完滿。備䞋厚酬", "670": "願終身敬奉。未知復能言否。自此每聞經聲。即倚壁", "671": "而聽。專心月餘。一日入寺。逢一老僧。敬而禮焉。僧問", "672": "何來。義指口啞。僧曰。吾為汝治之。以刀括舌下數次。", "673": "便能語。因與誦經。聲同鄰人無二。再過候之不遇矣。", "674": "壁有畵像甚肖焉。寺僧曰。此須菩提也。義始悟菩薩", "675": "顯應。遂立誓終身捧持大乘。畵像禮拜出筆乘。", "676": "明郡守蔡槐庭明蔡槐庭。楚人。守嘉興。潔己愛民。長齋奉佛。公暇惟", "677": "持金剛經。署內毫無長物。公體素羸。自言為諸生時。", "678": "遘危疾。貧無醫藥。與死為隣。發願盡形誦持是經。漸", "679": "次痊愈。得發科甲。今以餘生作官。誓願携此經而來。", "68": "眾僧。因問第六日諷經。內有只持半卷者。眾俱失色。", "680": "亦携此經而去。故竟任。不畏強禦。視民如傷。食惟菜", "681": "腐。未甞市肉。衣但布袍。未甞市絹。每以是經。併戒殺", "682": "文。刊行勸化。夫士方埋頭雪案時。矢志潔己愛民者", "683": "有之。一行作吏。便落應酬賄賂之中。上有所需。勢不", "684": "能不取之下。貪以酷濟。慾則不剛。鞭撲呼號。竭百姓", "685": "售婦賣兒之錢。曾不能博當途之色喜。可泣也。可嘆", "686": "也。蔡公惟署無長物。故能視民如傷。不畏強禦。良足", "687": "為後人服官之法。至蒞任去任。只携金剛一卷。以視", "688": "琴󳬈相隨。止供娛樂者。更為實際課程出新異錄。", "689": "明汪公可受明萬曆中。黃梅汪公可受。於舟中禮梁皇懺。至第五", "69": "答曰。所禮經典。俱如數完。豈有只持半卷之事。旁有", "690": "日。夜半有一石匣觸舟。舟人以報公。取之啟視。內有", "691": "三十二分金剛經。篆法各體。目所未覩。公携至北都。", "692": "戊午勒。石摩訶菴壁。每分後各繫正書一段。俱一時", "693": "名筆。如黃慎軒焦弱矦董思白米友石邢子愿諸公。", "694": "妙楷精鏤。備極莊嚴。士紳敲榻無虗日。󳬴遂漫漶。菴", "695": "住僧募貲搆石。思乞名筆重刊。泰昌九月。李少宗伯", "696": "騰芳。教習庶吉士。夜忽夢伽藍神云。摩訶菴有金剛", "697": "經勝緣。乞公及門弟子完成。李公次日詣菴。見精石", "698": "二十板。已磨礱在禪室矣。時舘中三十二人。如侯蒙", "699": "澤何象岡劉蓬玄陳居一姚孟甞顧九疇孔玉橫陳", "7": "年累月。伏枕臥席。求死不得者。其魂多攝在陰司。考", "70": "一僧。從容告云。昨日大眾念經。山僧倚立默看。至第", "700": "秋濤諸公。皆善書。公特以夢語諸公。各就石楷書一", "701": "分。捐俸募名手刻完。移置壁間。復還舊觀。昔東坡䟦", "702": "勾信道書金剛經曰。乙巳至今。二十八年。書經三十", "703": "二人。逝者幾三之一。惟一念歸向之善。歷劫不磨。又", "704": "幼子過。書金光明經。資母往生。泣告東坡曰。書經之", "705": "勞微矣。敢望豐報。要當口誦而心通。手書而躬踐。乃", "706": "能感孚佛祖。濟拔冥幽。此皆得書經之大義者。吾輩", "707": "又不可不知也出受持果報。", "708": "明二府文元發明萬曆間。衛輝二府文襄南元發。長洲人。素性耿直。", "709": "不信釋氏。後因病。夢遊冥府。始知地獄非虗。遂留心", "71": "十六分。倐大人至拈香。便歸廚作務。今承問。敢以直", "710": "內典。尤篤信金剛。每日早起。莊誦一過。家人伺其誦", "711": "至二十分後。即為具餐。如是為常。與老友王公洪岡。", "712": "同在林下。相聚即背金剛經差一字。罰銀一兩。故兩", "713": "公念誦極熟。日或數十卷。長君湛持公震孟為大魁。", "714": "亦甞手隸金剛勒石。有嘉定吳生者。一日臥於館室。", "715": "夢入幽冥。惶怖無措。俄有人指入一小門。見殿宇嚴", "716": "麗中列龍藏。旁有甲士守護。啟視梵帙莊嚴。卷卷標", "717": "文元發名字。詢之云。皆文某平日所誦也。覺而述其", "718": "夢於同館文先生。乃襄南之叔。方信靈異如此。自是", "719": "吳與文。亦持誦不輟。吳庾生曰。天下極信心之人。必", "72": "對。公即稽手下拜。僧言莫莫。忽騰空不見。緇俗無不", "720": "從不信心始。大抵大根器人。一撥便轉。永不退墮。如", "721": "襄南是也出吳庾生金剛果報馴。", "722": "明朱恭靖公明吳門朱恭靖公。家居時。有游僧乞食。斗粟一飡。是", "723": "辰僧連受三齋。市人駭之。聲聞于公。公延入與語。僧", "724": "善談因果。公曰。不知吾輩可免否。僧曰。冥報不擇貴", "725": "賤智愚。而平施者也。公欲知身後因果。合禱於所信", "726": "鬼神。祈一夢。公留僧宿。如其言。有異兆。公夙興告僧。", "727": "僧曰。必持金剛經。方可釋也。公乃勤誦此經不懈。屢", "728": "有靈驗。易簀前數日。告親曰。吾受金剛經益。此行翛", "729": "然轉生貴戚矣。八十一翁魯川曹胤儒誌出金剛靈應。", "73": "瞻仰。公因是創設莫莫禪堂。以誌靈異。至今不泯出", "730": "明鄧少峰明鄧少峰。江西人。生於嘉靖己酉。每逢推命者。皆謂。", "731": "其少子少壽。遂發心誦金剛經。祈壽併祈子。至崇禎", "732": "壬午壽終九十五歲。生十三子。三十六孫出受持果報。", "733": "明吳君平明萬曆間桐鄉吳君平。童年能孝。早失怙恃。舘靈隱", "734": "寺韜光房。累試不第。每念親恩難報。痛泣不已。有僧", "735": "言人子欲報親恩。寫經為最。君平遂發心茹淡齋四", "736": "十九日。刺血寫金剛經一卷。兩臂胸前。共刺十一刀。", "737": "僧俗齊集觀血經。莫不嘆曰。先生誠心苦行。諸佛靡", "738": "不鑒馨。以此而酬罔極。勝功名之顯揚萬萬也。但補", "739": "闕真言未寫。君平復於胸前。刺一刀書訖。夜即夢見", "74": "靈山勝蹟。", "740": "父母在雲端謂曰。賴爾刺血寫經。孝心感格。我二人", "741": "超生淨土矣。爾本無子。佛又遣一善童子繼爾嗣。其", "742": "年果生一男。數月後。試以葷物。閉口不食。君平亦誓", "743": "畢生持齋誦經。身上刀痕。班班現在也出靈隱寺紀事。", "744": "明計仲偉明吳縣至德鄉計仲偉。裔出舊家。幼即志超塵俗。年", "745": "十二。父欲為訂姻。力辭至十七歲。擇日將娶。復避入", "746": "山中。勵志苦修。信持般若金剛經。父母不得已。捐聘", "747": "吐親。偉乃奉親命而歸。孑然一身。築室供佛。惟諷誦", "748": "大乘經三十餘年。順治壬辰。里有巨惡李禹吾。揑人", "749": "命誣偉。縣令誤斷議絞。聞者冤之。方審時若聾若憒。", "75": "宋馮侍御宋馮侍御。日持誦金剛經三卷。至二十八歲。有他事", "750": "絕不辨答一言。次日親友進監問故。曰我於彼時。竟", "751": "不省在堂審事。又問夾打痛否。曰我全不知痛苦。眾", "752": "視其足。毫無所傷。但隱隱有金剛二字在上。人莫不", "753": "贊為誦經之力。直指李森先按蘇。母氏控冤得白。禹", "754": "吾反坐斃於獄。今著有金剛解。現付梓浙徐斗明記授。", "755": "明高貴明太倉高貴。居道觀巷。業褙硬襯。賣製鞋舖。天啟五", "756": "年六月。壁間所褙之襯。劃然聲如裂帛。飛入半空。觀", "757": "者如堵。漸次墮落。更有數片。直飄向北城外普同塔", "758": "始下。僧取視之。悉為金剛經紙。葢因貴不識字。收取", "759": "雜紙舊布。不分淨穢。以之作襯。為人踐履。圖利而不", "76": "疏奏。是夜四更。忽見兩使者追入冥府。王曰。汝壽合", "760": "知造罪。故天神示儆如此。當今人奉惜字之訓。吳門", "761": "社中舉行更力。然而珍惜者少。褻慢者多。溝渠糞壤", "762": "之中。棄擲狼藉。不以為怪。不以為罪。稍有識人睹之。", "763": "心神俱惻。家大人曾作十勸以導世。今節略其文云。", "764": "一勸讀書有力之家。延師肄業有資。食報詩書倍易。", "765": "如量力糾集同心。拾遺焚化。所費不多。植福更大。一", "766": "勸讀書無力之家。貧賤乃士之常。攻苦希圖上進。凡", "767": "遇廢文。逐日收置器中。即道途隨見。遺棄污穢。亦不", "768": "容當面錯過。器滿付之烈炬。投󰞆清流。是謂不費功", "769": "德。一勸發達縉紳之家。一介已登仕籍。書香福澤已", "77": "至七十九。官至樞府。緣汝奏劄損民。當絕祿除算。馮", "770": "綿留神惜字。須塞其源。宜捐貲收買殘書散帙。勿令", "771": "誤落愚人。必遭狼戾。一勸現任服官之家。疏表啟牘", "772": "既繁。呈揭文移更廣。隨處禁諭書役。不許隻字輕拋", "773": "一切改抹諸稿。併考試文卷。事畢即昇炎火。母為下", "774": "人竊。市敬字而更憐憫腹笥。尤為大德。一勸公門吏", "775": "書之家。一管得充效力。半命亦可榮身。所掌招詳案", "776": "冊。汗牛充棟。作踐終遭天譴。敬崇日積陰功。欲為身", "777": "與子孫計者。所宜時刻醒惕也。一勸教授生徒之家。", "778": "達以是道為卿為相。窮以是道為師為友。義理固為", "779": "道脉。文字亦代聖言。門以內人。尚爾不知珍重。乃欲", "78": "驚愕。告曰。某既陽壽未盡。乞賜再生。誓當畢世持經。", "780": "責之悠悠行路者乎。拭几席。抹簡器。悉應禁諭弟子。", "781": "一勸釋道修行之侶。二氏設教倍尊。片楮流通加毖。", "782": "經懺符錄。出自西方法寶。太上靈章。非莊肅焚香。不", "783": "敢披閱捧持。乃恣供蠧殘鼠嚙。漫不經心。動稱戒行", "784": "精嚴。即此懈忽已甚。如行者道人。隨緣募食。不若化", "785": "眾捐貲拾字。人己均沾福益。一勸經坊書肆各店舖", "786": "戶。覓利可以興家。積德方能裕後。每見經坊褁經。即", "787": "以殘經。書肆包書。動用廢書。字紙褁物。唯南貨藥材", "788": "尤甚。更有製造󳫲竹。糊窓覆甕。墮落污泥。省費幾何。", "789": "作孽重大。一勸書刻刷印等人。衣食所由仰賴。精神", "79": "力行陰隲。王誡諭曰。凡當權柄。可置一簿。日間作事。", "790": "亦宜護持。往往騰梓樣稿。捐棄如遺。割補差訛。踐踏", "791": "無忌。印板穢地襍投。陳編久拋腐朽。藉以資生。不思", "792": "愛惜。問心何忍。業報奚辭。一勸景德蜀山窰戶。置器", "793": "以供世用。堅緻毋取虗文。近造磁器。內外描寫花鳥", "794": "人物不已。益以年號齋名。又有採錄詞賦。福壽佛字。", "795": "時壺摹勒詩句更精。砂鉢刻寫心經。以為觀美。日久", "796": "毀棄。永遠褻凟。可不慎哉。今觀高氏褙䞋之儆。前勸", "797": "詳矣。猶未及此。益見天下為善無窮。造業亦無窮。斯", "798": "家大人同善錄法戒書。所由校梓不倦。殷殷問世也。", "799": "男石附記出金剛靈應。", "8": "較前生今世。所作罪惡。若能奉施金剛經。或自他書", "80": "夜必書之。既不可書。必不可作。此延年術也。纔舉善", "800": "明李受伯明嘉定李繩之。字受伯。給諫玉海公子也。素茹齋。虔", "801": "信空王。日誦金剛經。持準提呪。不怠。崇禎辛未九月", "802": "廿二日。偕友人汪仲起。遊城曲小徑。突遇一人。持巨", "803": "斧至前。扼其吭。斫十數斧。方走去。已而受伯故無恙。", "804": "止左臂兩淺痕耳。時仲起及夾徑居人。皆驚睹之。少", "805": "頃。家丁集縳其人至官。乃莊僕甘寵。負租稅百金。度", "806": "不能還。而謀害之者。邑令蕭山來公方煒廷鞫時。問", "807": "寵何不直劈其首。曰我是時第見蓮花數朵。不見其", "808": "首。連斫不著花。只得斫其莖。不知僅傷臂也出金剛靈應。", "809": "明施嶧陽明嘉興府角里街。施嶧陽。平日與東塔寺僧有恒交", "81": "念。惠民恤物。必增福壽。稍懷刻剝。上帝隨有嚴譴矣。", "810": "契。嶧陽年六十五。雖老且病。跪誦金剛經。日必數卷", "811": "為甞課。崇禎丙子。正月初八。跪誦未終卷遽卒。家人", "812": "開喪受弔。已三日將釘棺矣。嶧陽忽。還魂言曰。我死", "813": "去以誦金剛力。不歷冥王所。竟留地藏王菩薩處。適", "814": "菩薩。謂我有一卷。經未竟誦。放回急完。可來此也。嶧", "815": "陽氣息奄奄。勢不能自誦。復語家人。必請有恒上人", "816": "代誦。他人無益。偶恒赴別請。停一日須之。及恒至。嶧", "817": "陽自掙起。聽誦終卷。舉手謝恒已。笑化去出新異錄。", "818": "明張守誠明杭城人。張守誠。字不易。晝夜虔誦金剛經。每出入", "819": "以囊貯經。懸佩胸前。崇禎壬午年。隨伴北上貿易。途", "82": "馮既再生。陰德日著。壽至九十八。官拜丞相。忽一日", "820": "遇响馬。同伴受傷。張被一箭。正中胸前經袋。不致透", "821": "心。因得全命。此黃心符參軍。語舍桴菴僧慧雨者。心", "822": "符。一號定通禪老。少讀三教書。寄跡於商旅仕宦者。", "823": "二十餘年。晚修禪行。生平持誦金剛。屢遭大難。染危", "824": "症。悉得化脫出受持果報。", "825": "明揮使朱壽增明蘇州衛揮使朱壽增。字叔高。持金剛經。每日無間", "826": "運糧入黃河。巫言必宰牲賽河神。否則有譴責。壽增", "827": "不可。但日誦經。必迴向河神而已。一日大風雨。龍鬬", "828": "空中。桅篷葦蓆捲盡。萬艘簸蕩不可。制壽增焚香誦", "829": "經益虔須臾。風止雨霽。簡較所部。數十百艘。無一破", "83": "臥疾。其第九子。方十一歲。出廳前。見牛頭馬面無數。", "830": "漏者。至通州寓舍。每飯後。必酣寢一室中。一日偶不", "831": "成寐。甫步出梁壞室。傾牀亦碎矣。壽增每向人說。此", "832": "余誦金剛經之驗。", "833": "明別駕唐時明唐宜之。諱時。湖州人。以明經別駕壽陽。繼輔襄國。", "834": "崇禎辛巳。二月初二日。闖賊破襄陽。宜之投端禮門", "835": "左井中。家人掖而出。氣絕復蘇。竊傷勦撫悞國。負痛", "836": "上疏。娓娓數千言。時銀臺徐公寶摩。以字逾格。令汰", "837": "之本懷未暢。致奉提究。屬余讞。余謂輔國與守疆異。", "838": "應末減未幾三臺覆奏。悉為昭雪。乞從寬典。宜之隨", "839": "請假還里。而襄陽於季冬五日再陷矣。葢宜之精。通", "84": "駭問何來。鬼吏答曰。吾等特來迎接閻摩天子。子以", "840": "般若。證不二果。舉家眷屬。皆能背誦金剛普門品。晝", "841": "則各持。夜則共集佛前。善氣薰蒸。貫達幽顯。初不死", "842": "於𡨥。繼不死於井。而終亦不死於法。則詎可思議者", "843": "耶。冒宗起記出受持果報。", "844": "明布政冒起宗明如皐冒起宗。字宗起。崇禎戊辰進士。童年列子衿", "845": "時。輒喜誦金剛經。辛巳調補襄陽。當獻闖󰞆燼之餘。", "846": "降兵窟穴於肘腋。驕帥嵎負於腹心。羽書日儆。夜不", "847": "解帶。宗起亦自分終隕絕地。猶然纂刻金剛受持果", "848": "報。乃以奄奄病骨。支撑三百六旬。瀕死者數四幸免", "849": "乃解綬甫三月。襄陽復陷。當時共事者。非膏塗鋒刃。", "85": "所見白父。父笑曰。生為上柱國。死作閻摩王。是吾職", "850": "即法吏囊頭。公獨得生全歸里。豈非金剛之慈蔭哉", "851": "余輯持驗紀。閱嵩少自敘。採入集中。", "852": "明庠生高孝纘明江都庠生高孝纘。字子高。號申伯。乙酉。清兵破楊。", "853": "史閣部殉難。子高從容服衣巾。縊死於大成殿。順治", "854": "十三年。又五月。其同庠黃忠藎子。自西門夜飲歸。過", "855": "學前。偶見一人從學中出。二絳紗燈前導。黃揖與語。", "856": "則宛然明時巾服也。初利其燈。與偕行。既而疑清時", "857": "焉得著明服。心悸之。辭別至再不許。因問黃曰。乃尊", "858": "安乎。黃曰。安敘生平甚欵曲。黃既及門。詢其姓名。曰", "859": "子高某也。黃憶其已死。懼益甚。急欲叩扉自匿。高曰。", "86": "也。頌曰。休將訟筆逞文華。廻禮空王樂出家。已發一", "860": "兄毋懼也。予與乃翁為密契。今有所託。煩為傳語吾", "861": "族人。黃問所托云何。曰求為吾多誦金剛經耳。言訖", "862": "而去。黃因告其親族及同社。皆樂助之。為延僧誦經", "863": "一藏回向焉。夫以高公大節昭著。謂宜超證人天。而", "864": "猶滯冥途。資誦大乘。後得解脫。則金剛經之功德為", "865": "何如丙申。余客廣陵。胥浦友人路之謙記其事以相", "866": "授者。", "867": "明錢永明妻張氏明繡水錢永明室張氏。素誠心奉佛。日織一布。於布", "868": "機中。誦金剛經十卷以為甞課。一日正織間誦至不。", "869": "於一佛二佛三四五佛。而種善根。已於無量千萬佛", "87": "心歸大道。不須六賊苦攔遮。歡同妻妾終成疾。位至", "870": "所種諸善根句。忽停梭合掌。子婦覺其有異。呼之則", "871": "已瞑目坐脫。曾無一日疾病。時萬曆庚申年七月初", "872": "四日也。王載生曰。正織布時。一心念經。如此織布。便", "873": "是織經。時時念念。只在般若之中。張氏允稱純修淨", "874": "信者矣。忽焉坐脫。不沾疾苦。豈一梭一縷之所能致", "875": "哉出受持果報。", "876": "明劉道隆母李氏明劉道隆母李氏。年四十發。心長齋奉佛。不解文字。", "877": "不能誦經。修整靜室一間。供奉觀音大士。及金剛經。", "878": "朝夕焚香禮拜。念佛千聲為課。雖酷暑隆冬不輟也。", "879": "冬天寒甚。家人以炭火置桌下。必揮使去之。捐資刻。", "88": "公卿一似花。從此晚年憑慧劒。願將名字寄丹霞。索", "880": "施金剛經。聽人禮請。每遇誕日。誡子婦。母置酒席。惟", "881": "禮懺一日。或三日。如此者二十有五年。將終之前一", "882": "歲。用督紡所餘。延僧誦金剛經。大修功德。夢所奉大", "883": "士。持素珠一串示之曰。以此授汝。珠數乃汝往生淨", "884": "土之期。夢中數之。得五十三顆。不解其義。至庚子五", "885": "月十三日。忽告家人曰。吾今日往西矣。可舉家大聲", "886": "念佛。助我西行。子婦輩。皆坐榻前念佛。面西端坐而", "887": "逝。道隆志曰。西方杳渺。愚何敢知。廼大士告期於一", "888": "載之前。定而有徵。斯亦可為奉佛誦經之勸出金剛靈應。", "889": "明唐別駕姪女明湖州府。唐別駕時姪女。歸海寧楊雲。雲能文蚤逝。", "89": "浴更朝衣坐化。又頌曰。大洋海裏打鼓。須彌頂上聞", "890": "夫家零替。別駕有老妾馬氏。善繡佛。女相依為命。天", "891": "啟甲子。隨至鳳陽官舍。女甞繡花鳥。別駕曰。汝既長", "892": "齋。宜繡佛繡經。攝心三寶。女發願繡金剛經。未果。乙", "893": "丑正月。十三日之夕。陡然昏絕。馬氏進湯水不納。遍", "894": "體如氷。鼻無出息者竟夜矣。至天將曉。忽自云。我要", "895": "繡。馬問故。女云。黃昏就枕時。自覺耳目口鼻。無不流", "896": "血。血流遍地。身臥其中。又見從傍拯救者。都無措手", "897": "處。忽金甲大神。振錫一聲。蘧然作響問我云。汝還能", "898": "記繡經之願否。答曰能記。又振錫一聲。問云。汝能繡", "899": "經否。答云我要繡。遂得醒。即至心。刺繡金剛經。女素", "9": "寫。或畢世受持。纔舉心念。遂感陰府官曹。先放魂魄", "90": "鐘。業鏡將來燦破。翻身透出虗空。馮公以宰相為閻", "900": "羸弱。自是雖鍼工勤敏。諸病不侵。至崇禎壬申歲。始", "901": "得圓滿。精巧密緻。如筆寫綾上。觀者驟難辨其為繡", "902": "也。普賢廣無邊願海。彌陀有六八願門。上古諸佛先", "903": "賢。皆因願力成就。然發願必須滿願。唐氏繡經未果。", "904": "雖非退轉。已涉因循。故昏瞶中。陡現惡相。錫聲一振。", "905": "我慢頓除。從此鍼鍼相續。能從有像悟無相矣。不得", "906": "春風花不開。花榮須感春風力。請參斯語出巾馭乘續集。", "907": "明譚工部母明崇禎間譚工部貞默母。嚴太夫人。持家有法。課諸", "908": "子。凜凜義方。夫貴子貴。布衣蔬食。好浮圖言。於金剛。", "909": "妙法蓮華。晨夕禮誦。晚歲則持華嚴。日必一卷。能為", "91": "摩。固是正報。亦非上果。然每日三卷。金剛不能敵他", "910": "子婦。講解大意。生平無病。忽得疾。即知垂歿。但時值", "911": "壬申暑月。起更衣沐浴。禮佛曰。某一生敬佛。果有佛", "912": "緣。當令遺體氣息不穢。隨跏趺端坐。合掌而逝。逝後", "913": "七日。顏色含笑如生。喪次無一飛蠅。時時香氣飄拂。", "914": "弔奠之眾。莫不歎異。工部自作傳紀。天下最貴者珍", "915": "寶猶有視為身外之物者。只此數尺色軀。盡男婦智", "916": "愚。無不加意修飾。晨夕濯水焚香。頂蘭佩𦶜。更金珠", "917": "錦繡。極華麗以潤色之。不以為費。不以為疲。果得長", "918": "留在世。庶幾不負初心。誰料一旦無常。頃刻都成臭", "919": "穢。誠可嘆可悲也。必如譚母臨終。囑付數言。方為愛", "92": "事損民之一疏。吁。可畏哉出金剛證果。", "920": "身榜樣。寧直閨閣女子。所當奉為法座。即鬚眉丈夫。", "921": "亦宜頂禮則傚出新異錄。", "922": "明濮可重妻王氏明秀水庠生濮可重妻王氏。子女各一。相繼痘殤。氏", "923": "哭之過哀雙目成瞽。遂專心持念金剛經。凡數歲。忽", "924": "誦經次。左目流水。痛割如裂。則豁然明矣。右目過數", "925": "日。亦然。因誦持愈篤。夜夢佛語曰。汝本無子。以誦經", "926": "故。賜汝一子。氏後果生子。因名經賜。冒宗起曰。誦經", "927": "一門。懺悔一法。消除五苦。超越四生。王氏子女雙殤。", "928": "自是先世罪業。菩提迴向。破瞽添丁。金經即金鍼也", "929": "出受持果報。", "93": "宋司理柴注宋柴注。青州人。為壽春郡司理。因鞫謀命獄。一囚言。", "930": "明費氏明湖州雙林鎮。沈春郊者。宦裔也。妻費氏少寡。織紡", "931": "自饍。持齋四十餘年。供養三世佛像一軸。檀香大士", "932": "一尊。晨昏功課。必誦金剛經一卷。持諸品呪。念佛千", "933": "聲。炎寒不輟。崇禎戊寅年。其地疫癘盛行。婿張世茂", "934": "接氏往居其家。止携大士偕行。佛像仍留舊居。氏每", "935": "日課誦回向。注念虔切。祝願此香。直達佛所。嗣母女", "936": "相依。迅速三載。辛巳春。氏所居樓。忽空中香繞數日。", "937": "粉墻突現世尊三像。莊嚴精妙。畵工摹勒不及。遠邇", "938": "詫傳。瞻禮日眾。或以淨巾擦之。色愈光明。乙酉春二", "939": "月。氏忽告婿曰。吾欲返故居將往西方矣。入門。即灑", "94": "離城三十里。歇客為生。每過客𢹂囊重獨宿。夜分殺", "940": "掃焚香。參佛誦經。至第三日早。沐浴更衣端坐念佛。", "941": "午刻大呼佛來。我已登蓮舟。今西行矣。別眾而逝。年", "942": "七十有三。迄今現像巍然。今古未有。余親覩其事。", "943": "明釋懷林明弘治間。嘉興府真如塔圮。僉議大修。時一頭陀僧。", "944": "名懷林曳。三丈長鐵鏈。募二十餘年。塔工始畢。即回", "945": "首於塔中。至今肖像祀之。頭陀初為蘇州承天寺僧。", "946": "飲酒茹葷。蔑視戒律。於暑月乘凉。忽覩兩冥卒。入繫", "947": "其頸。則牌拘十餘人。頭陀名亦列焉。懷林許賂二卒", "948": "楮錠。各若干。幸稍緩期七日。俟諸人拘齊偕往。二卒", "949": "許諾。頭陀泣告徒眾。市楮錠焚之。處分待盡。或曰。真", "95": "之。投屍於白沙河中。前後不知若干人。惟謀一老嫗", "950": "如某禪師。道行高。水路僅一日程。曷往求救。頭陀如", "951": "言詣師。痛哭陳乞。禪師曰。此間塔將頹矣。汝肯誠任", "952": "募化修葺。我當授汝法門。保鬼不能拘。也頭陀即對", "953": "佛發願。禪師手數珠與之曰。汝七日內勿睡。但住我", "954": "房轉誦金剛經中。當知此處。即為是塔。二句足矣。頭", "955": "陀如言。轉誦。逾七日。兩冥卒踉蹌至禪師處。籲曰。有", "956": "合死僧逃此間。求指示方便。禪師曰。渠在房中。任汝", "957": "拘之。冥卒入。即驚出曰。房中止見一座寶塔。赫奕光", "958": "明。目謎不能略。開禪師曰。渠誦最上乘法。又發勇猛", "959": "大願。雖天龍鬼神。奈之何。汝但回覆冥君。某僧某師", "96": "不得。注問其故。囚曰。是年老嫗獨來投宿。某與兄弟", "960": "留之修塔。幽明功德分受。必不汝罪。兩卒不得已去。", "961": "頭陀遂製鐵鏈自鎻。曳於道途。不憚隆冬酷暑。叩求", "962": "善信。竟得以再生餘年。完此大功德云。凡世頑狠造", "963": "業者無論。多有見善欲為之人。今日待明日。今年待", "964": "明年。悠悠忽忽。到老終無成就。直到眼光垂盡。喉氣", "965": "欲絕之時。懊悔而歿。懷林方七日間。便能跳出人鬼", "966": "關頭。因其一心怕死。求生甚迫。故能專勤諷經不寐。", "967": "現光明塔。寧直冥使踉蹌無奈。即閻羅天子。亦應肅", "968": "容頂禮。所謂誠能動物。不誠未有能動者也。天下善", "969": "果圓熟。不問歲月多寡。只在發願勇猛。向往直前做", "97": "見其行李不薄。至更深。遣長子推戶。久乃還云。若有", "970": "去。毫不遲疑顧戀。隨其一念一事。自然感格佛祖帝", "971": "天。此古人今人。持驗不爽之符節也出新異錄。", "972": "明釋楚石明南嶽有大德僧楚石。博通三藏。專持金剛經為業。", "973": "人有禮之。乞佛法者。無賢愚貴賤。輒大聲曰。好持金", "974": "剛經去。年一百七十一歲。始化。同時有白藤和尚。無", "975": "極和尚。亦專勸化持金剛經。白藤終一百三十歲。無", "976": "極終一百二十四歲。俱正德間事。經云。祈壽命得壽", "977": "命。祈大涅槃得大涅槃。豈誑語耶出受持果報。", "978": "明洞庭寺僧明嘉靖四十三年。東南郡縣大荒。蘇州洞庭山某寺。", "979": "有唐白樂天所書金剛全卷。為鎮寺至寶。是年寺眾", "98": "人抵戶不可啟。某不信。携刀自行。及門。穴壁窺之。見", "980": "饑。主僧不得已。取此經。質山塘王宦米五十石。為食。", "981": "越歲。王宦呼主僧至家。願捨前米作齋僧用。以經還", "982": "寺。僧歸過湖。對眾稱揚王宦大德。舟眾共求一看。纔", "983": "展開時。風大作。竟揭經前數幅。飄空入雲而去。僧懊", "984": "悔不已。三年後。忽有一上官。聞此經名。陷主僧以他", "985": "事。禁獄逼獻。經至。以非全卷不愜意。釋僧罪。仍以經", "986": "還之。僧過湖。風又大作。昏黑艤舟。入一深村避風。登", "987": "岸索火。詣一老漁戶家。壁間粘前所失經數幅。毫無", "988": "傷損。漁戶姓姚。詢之。但云。前三年。有火光一道墮田", "989": "中。驚視之。是字紙。因粘於壁。僧向經悲泣頂禮。呼護", "99": "紅光中一大人。與房上下等。背門而立。某驚懼失聲。", "990": "法韋䭾不休曰。非兩番神風顯異。此經必入權門。不", "991": "得完壁鎮寺矣。因備述顛末。漁戶驚感。遂改業務農。", "992": "又出重貲裝裹。每歲遇得經還經之日。必往寺展禮。", "993": "壽八十二。無疾終。此視螺螄千里送經還。更為神異。", "994": "漁戶具有夙根。故得始終最上因果。彼陷僧逼經者。", "995": "冥報又不足言矣出受持果報。", "996": "明釋普靜明廬山僧普靜。年十餘歲。便思出家。夜夢金剛神撫", "997": "其背曰。爾後當成善知識。獲正果報。自此投師剃度。", "998": "漸通內典。朝夕䖍念金剛經。數十年如一日。忽夢神", "999": "人告曰。經非如是誦。遂說一偈曰。有相相非真。無法"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1635 金剛經持驗記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1635 金剛經持驗記", "author": "清 周克復纂", "language": "chinese", "source": "CBETA"}