{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B233 介菴進禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "偈頌七言絕句和宋天封佛慈禪師蜜蜂頌", "1": "介菴進禪師語錄卷十", "2": "嗣法門人真在真覺真性真本編", "3": "疏引疏引", "4": "募脩金明寺緣起募脩金明寺緣起", "5": "金明乃宋佛慈禪師道場，繼有賜紫淨惠大師鼎建", "6": "千佛寶閣，開禧賜額，至明成化間，得祖昭大師重新，", "7": "迄今又二百餘年矣。余於戊子仲夏赴諸檀護之請，", "8": "卓錫此地，亦不免理廢席於榛莽，整頹綱於荒陋。時", "9": "有僧擬充脩造事，余但以古德住院偈止之，已經十", "10": "三載，惟清冷逼人，禪侶往來鮮能措足，比見山門愈", "11": "圮，堂閣愈危，得無坐視之責乎？今蒙諸大護法矢心", "12": "以脩葺見示，余不得不拈出以告眾善信，伏祈協力", "13": "共襄福。有攸歸偈曰：海月湖天境自寬，危堂破閣逼", "14": "人寒，要新此個舊公案，信手揮來直下看。", "15": "乞脩造偈引乞脩造偈引", "16": "隱川大慈庵乃金明寺之故地。去濮溪二里許，有勝", "17": "山居之況，新篁環翠，細柳垂陰。近構堂宇數椽，其奈", "18": "臥房未備，有失往來禪侶之接。今岩輪二上座，遠從", "19": "匡廬至此，掛笠數月，且不嫌荒僻，堅請歷事，觀其志，", "20": "可謂為法忘形也。余不能固辭，特以舉似檀那，惟欣", "21": "然捉筆，揮出家珍，作不朽之勝因，則福果烏可涯量", "22": "哉？更述一偈：", "23": "廿年不打這鼓笛，今朝特地一翻新，知音自肯傾心", "24": "和，韻腳分明十一真。", "25": "大乘庵募重裝佛像偈引大乘庵募重裝佛像偈引慧上人請", "26": "刻雕成眾相，聚沙為佛塔，無為真佛實在我身，由是", "27": "觀之，老瞿曇慈悲之故，葛藤太煞。余又如何引蔓牽", "28": "枝耶？偈曰：小乘錢貫大乘井，索要須聖相重輝，必請", "29": "高檀註腳。", "30": "普明脩造引普明脩造引妙峰素穎長老請", "31": "建寧普明山寺，乃我先老人養育賢才陶鑄聖凡之", "32": "所，其層巒擁翠，萬脈歸宗，南北往來，鮮有不至者。予", "33": "自癸未春出山屈指於今一十七白矣屢欲慰安眾", "34": "望無奈蠡湖破院，兼病體羸尪未遑跋涉溪山，因循", "35": "歲久，以致妙峰素公深憂古道，垂秋叢林凋落，特與", "36": "普明知事相商不辭數千里杖笠來迎過嶺共整陳", "37": "綱繼起祖席，亦足知其為法門師弟之誼至矣。然病", "38": "朽愧不能入山，又烏忍安坐付傾倒於弗聞耶？凡我", "39": "同志力挽頹風，普明有賴，其中更有一段光彩劫外", "40": "風流，試問取妙峰，定為道破。順治己亥孟冬下澣七", "41": "日。檇李金明介菴進朽題。", "42": "齋單齋單", "43": "陶朱富而有餘金，明貧之不足，說甚雲門餅趙州茶，", "44": "一味五味管取無下口處，而今不妨更拈草料細切，", "45": "清風一任橫吞豎咬，忽得嚼著些些，定見千佛閣頓", "46": "生光彩，檇李亭重整規模，人人慶贊皇圖，處處莊嚴", "47": "佛土，大眾莫道空疏，伏唯珍重。", "48": "敬畏庵緣起敬畏庵緣起", "49": "嘉禾范蠡湖西有敬畏庵，乃我祖無趣老人隱居道", "50": "場也。創自明之嘉靖間，其來百餘年矣，緣老人俗姓", "51": "施，里中多稱施庵，云庭旁有大槎槤樹，老人嘗與徑", "52": "山無幻祖說法其下，有陸五臺諸公訪道參扣。老人", "53": "寂後即塔本庵。庵中疏竹清池佛室數楹，後有見如", "54": "徹師啟建樓宇，崇禎戊辰歲，徹孫日明輪公繼擴中", "55": "樓，徹師係老人外孫老人外孫五徹師行四長為沈", "56": "鶴齋公，即護法羅仲吳居士外翁也。居士於構中樓", "57": "時，曾助輪公緣就，自鼎革以來，頓覺頹圮，余住金明，", "58": "去庵不數，武常過禮塔，目擊心憂，茲日明公擬完夙", "59": "願，同余弟子羅子先持冊乞數語引導眾信，蓋子先", "60": "乃仲吳居士之子，輪公不忘舊護故，偕之來余，合掌", "61": "加額，遂述緣起以告檀那，共襄勝舉，俾古佛道場復", "62": "見一新，其福德又烏可涯量哉？凡樂助者點筆於後，", "63": "勒石以垂不朽焉。", "64": "化齋米疏化齋米疏無能乞", "65": "釜甑生塵，法從緣起，缽盂啟口，道在人弘。展布袋於", "66": "十字街頭，露肝膽於三家村裏，固廩打開，管取人人", "67": "具足，堅囊頓破，直教個個周旋。化亦真，施亦真，籬根", "68": "香擁菊花新。食輪轉，法輪轉，風吹落葉兩三片。時當", "69": "九日，捉筆欣然，大力檀那，快心樂助。", "70": "化燈油引化燈油引", "71": "紙撚無油，通人委悉，空谷有神達者，方知若向無油", "72": "處著眼，管取騰今耀古，能於有神中展手，直教赫地", "73": "輝天，搕𢶍頭顯發無始威光，漆桶裏露出本來面目，", "74": "舉似高檀，快然傾倒。", "75": "序跋序跋", "76": "源流頌序源流頌序", "77": "佛祖密室中，有一段因緣，從來無人覷著。何故？覷著", "78": "則瞎。秪如臨濟興化，父子授受，源流有據，諸方但以", "79": "化得三聖大覺力而拈臨濟香，更有謂臨濟不傳興", "80": "化，而化在三聖大覺處，悟得先師喫棒底道理後，拈", "81": "香臨濟，蓋僭嗣也。若此妄鑿古人，何異矮子觀場？今", "82": "諸子云：從上佛祖皆見有付法偈，既已刊出燈錄，何", "83": "至馬祖下不刊，亦復不見法偈，為是無付，為復珍惜", "84": "不彰。咄！黃河三千年一度清，汝等冬瓜茄子見個什", "85": "麼？雖然憫子誠懇，不得已即將佛佛授手祖祖相傳", "86": "源流法偈機語隨緣頌出，輒成一帙，敢以公諸天下", "87": "萬世明眼，報佛深恩，知佛祖授受之有的據，益俾德", "88": "勝無焚衣之悔耳。還見正法眼藏麼？一隻破草鞋，無", "89": "底亦無對。", "90": "鴛湖和尚頌古序鴛湖和尚頌古序", "91": "從上慧命，源源如線而出，車溪尤甚。一絲懸於九鼎，", "92": "幸我老人一肩擔荷，密用潛行於水邊林下二十餘", "93": "年，隱顯以時罕逢識者。崇禎乙亥春，有嚴𨍏轢居士", "94": "參師，慇慇不下，便乃復白苧普明廢址，懇請以居，及", "95": "郡紳士咸迫。師以病堅辭，不得已勉赴插草開荒，率", "96": "眾住靜。不期丙子秋因事挈杖入閩。後之住院開法", "97": "亦號普明，正如杲日麗天，無有所不燭也，嘗謂余曰：", "98": "老僧和牧牛并諸頌，古子看何如？答曰：情知老人向", "99": "異類中行。師曰：如何異類中行事？余便兩手拓地再", "100": "拜而出。今復閱普明遺稿，牧牛諸頌大有不同處。如", "101": "何是我老人不同處聻？謹輯此刻，以俟賢者。", "102": "跋無趣和尚真蹟跋無趣和尚真蹟", "103": "丁亥秋抄，余過敬畏庵禮吾無趣祖塔，次有孫喻微", "104": "忽出殘紙一幅相似，余捧讀之，是趣祖親書示龍湖", "105": "先生法語，不覺忻喜，乃云：祖師真蹟，若優曇花，實為", "106": "希有，今既見者，宜珍藏之。喻微云：見此一篇，即見祖", "107": "師面目矣。咄哉癡子，祖師面目安在紙上耶？既不在", "108": "紙上，且道祖師面目又在何處？吁：袈裟零落難縫補，", "109": "收捲雲霞自剪裁。", "110": "隱川集自敘隱川集自敘", "111": "壬辰秋，余同卜右文居士抵濮溪，道經村落，訝其遍", "112": "地荒蕪，狐兔陵食，星散農家俱困緩惰，至於禽無巢", "113": "卵，樹乏斧柯，縱使神農之化亦難矣。士乃指片地云：", "114": "此金明贅疣也。余目之曰：噫，此地只少一椽耳。是冬，", "115": "卜右文、羅子先二居士同眾信捐貲購地，別創一廬", "116": "於川上，余名曰大慈庵，蓋取濟度此方之義。示耕數", "117": "載，頗與彼生息迥別，農人皆異之。雖大義茫然，乃有", "118": "稚子傍桑陰學種瓜之意。但覺狐兔潛藏，桑苗蔥鬱，", "119": "悠悠乎風清月霽，於三間茆下，落落乎鳥啼花笑，於", "120": "千頃畬頭。余時啜白湯烹野藿，吟詠其間，庶不孤村", "121": "居之幽況矣。爰述數語，以揭初因，并志諸護之竭心", "122": "焉。", "123": "跋子蕃朱居士寶夢記跋子蕃朱居士寶夢記", "124": "未到這裏直須疑著，既到這裏切忌住卻，若恁麼會", "125": "與寶夢記轉，不恁麼會亦與寶夢記轉，舉似明眼，請", "126": "下一語看。", "127": "跋南明和尚語錄跋南明和尚語錄", "128": "法門陵替甚矣。按萬曆間宗師家，頗尚孤峻，遞相隱", "129": "謝，此一變也。逮天啟時，方有人出法門，似覺可觀。至", "130": "鼎革來十餘載，泛濫彌漫，此又一變也。蓋翁于泰昌", "131": "改元遷化，其操履卓倫，非今時可擬。閱是錄者，當具", "132": "別眼，法門有望焉。", "133": "箴銘箴銘", "134": "即事偶箴即事偶箴", "135": "無上妙道。不落言詮。真妄雙泯。直指單傳。或棒或喝。", "136": "非教非禪。了達知見。勿談要玄。和光同塵。有實有權。", "137": "無罣無礙。任運翛然。獨超物外。迥出劫前。巍巍堂堂。", "138": "闊步大千。風清月白。別是一天。大慈佛法。博飯栽田。", "139": "葛藤剷斷。弗扯章篇。初調犢子。驀鼻繩穿。或犯苗稼。", "140": "時猛加鞭。純乎哮吼。放浪林泉。紹隆佛祖。惟在志堅。", "141": "千鈞重擔。努力一肩。主持門戶。赤手空拳。無量妙義。", "142": "一一重宣。中道不立。那有偏圓。一金鎔出。釵釧缾鈿。", "143": "橫拈倒用。信手自便。懶殘風味。石枕高眠。日上月下。", "144": "何故周旋。體性圓明。電拂聖賢。迷真逐妄。誠可悲憐。", "145": "貧窮學道。淤泥出蓮。生死呼吸。何論少年。耽著五慾。", "146": "業覆情牽。渠無能所。寧有蓋纏。須知端的。山邊水邊。", "147": "誅茆伐竹。聊構數椽。或問如何。誰曰隱川。不局命運。", "148": "豈逐世緣。騰蛇改格。枯淡自全。若為知己。芳草芊芊。", "149": "牙銘牙銘", "150": "我年剛五十。牙生四十五。爾以我固堅。我以爾利腑。", "151": "嚼斷玉石根。喫盡鹹酸苦。無爾不相和。無我不吞吐。", "152": "齊密且關風。深隱自回互。今者脫然離。我何忍其土。", "153": "哀哉銘爾衾。日輪正當午。", "154": "眼鏡銘眼鏡銘", "155": "昏之以明。明之以昏。惟爾其精。莫知其神。", "156": "獅子玉章銘獅子玉章銘", "157": "獅子牙爪。琢出崑岡。踞地哮吼。驚走狐狼。雖無一字。", "158": "文彩難藏。印住印破。隱川之章。誰能任重。惟爾用光。", "159": "玉魚銘玉魚銘", "160": "美質無瑕。深藏峙屺。誰琢誰磨。徹頭徹尾。平地波濤。", "161": "潑天風雨。慎勿輕躍。善為珍體。", "162": "佛牙櫃銘佛牙櫃銘廣若姚居士請", "163": "無上慈尊。從地湧出。微塵界中。放光現瑞。直示群迷。", "164": "廣宣妙義。世所希有。凡聖叵測。若能見聞。殊勝福利。", "165": "擁護是幢。賴斯名器。", "166": "佛事佛事", "167": "為徑山曇周師火為徑山曇周師火", "168": "師以火炬指龕，召眾云：還見曇周師落處麼？脫或未", "169": "然，今日進上座，為伊點出去也。良久云：叢林輔弼已", "170": "經年，一旦相傾五老前，山岌岌水潺潺，昨夜三更月", "171": "正圓。擲炬云：優曇花發火中鮮。", "172": "為敬畏庵蓮禪人掩龕為敬畏庵蓮禪人掩龕", "173": "師以拄杖擊龕一下，云：生耶？不道雲斷，寒猿啼古路。", "174": "又擊一下，云：死耶？不道林殘，羸鶴唳空巢。喻微蓮公", "175": "於斯會，得白日傳心靜，青蓮喻法微，其或未然，金明", "176": "為汝說破。遂掩上，云：樹頭黃葉落，且向此中看。復擊", "177": "一下。", "178": "又火又火", "179": "舉火炬云：生死關頭絕要津，西風切切送歸人，急須", "180": "火裏翻身去，一朵青蓮劫外春。遂投火炬。", "181": "為萬福庵法林上座火為萬福庵法林上座火", "182": "師云：圓公圓公，汝當時在我室中有一則公案，有權", "183": "有實，有照有用，爭奈末後未圓，汝還記得麼？金明今", "184": "日為汝當眾拈出。良久云：明明不覆藏，明明絕回互，", "185": "生死與去來，杲杲日輪午，若也圓得，定然不向別處", "186": "流轉，脫或未然，我今為汝圓，卻且道作麼生圓？百草", "187": "頭邊光燦爛，更嫌何處不風流。遂擲火炬云：燒。", "188": "為母賀氏孺人掩棺為母賀氏孺人掩棺", "189": "師至棺前，作女人拜，顧視左右，云：還見我老母麼？若", "190": "謂此便是，此乃父母精血所成，終歸敗壞，且道我老", "191": "母在什麼處？復高聲召云：老母老母，放下著！即以手", "192": "掩上。", "193": "起棺起棺", "194": "師以拄杖擊棺三下，云：來時不增，去時不減，此土西", "195": "方，不隔一線，若然凝滯，體亦難見，惟我老母，信行自", "196": "便。且如何得自便聻？遂以杖引之而出。", "197": "掩土掩土", "198": "師撮土召云：老母，離塵合覺，離覺合塵，今日離合，且", "199": "置秪如歸根，得旨一句，作麼生？剷開荒草地，遍界藕", "200": "花香。以土掩之。", "201": "為張恒所居士掩龕為張恒所居士掩龕", "202": "師云：生也恁麼，死也恁麼，生死去來了無干涉，脫或", "203": "不然，金明為汝下手去也。遂掩上，云：坐斷千差路，從", "204": "教五眼窺。喝一喝。", "205": "為柏山素弘理長老起龕為柏山素弘理長老起龕", "206": "師以杖擊龕云：橫身異類于西子湖頭赤骨婆心，于", "207": "柏山寺裏，三十年來忠孝，驗在目前，百千載去恩怨，", "208": "且看腳下，將謂你完我，誰知我完你，且止，更有一著，", "209": "汝等還見麼？卓一卓，云：步步著力！便起。", "210": "舉火舉火", "211": "師舉炬云：起廢席整頹綱，素位而行建法幢，立宗旨", "212": "恢弘祖道，只如事理圓融，徹骨徹髓一句又作麼生，", "213": "迸出通身三昧火，為人不顧兩莖毛。遂攛下。", "214": "入塔入塔", "215": "師至塔前，以杖指骨云：大眾！這是你本山堂頭和尚", "216": "一生受用不盡底，今日入此殊勝光明幢中，輝天鑒", "217": "地，無黨無偏，且道全身奉重又如何？豎起拄杖，云：巍", "218": "然一塔黃金骨，直矗青霄萬壑垂。喝一喝，便放下。", "219": "為太倉宦陳修長老封龕為太倉宦陳修長老封龕", "220": "師至龕前，卓拄杖云：古塘插草運大悲，手於未萌繡", "221": "雪開，山努摩醯眼於末季，今雖能事已畢，尚有公案", "222": "未了，以致老僧不惜眉毛，要問汝大眾，還知伊不了", "223": "處麼？良久云：問取我孫澄首座便封。", "224": "為敬畏庵日明耆舊火為敬畏庵日明耆舊火平野監院請", "225": "師舉炬云：林泉落莫正斯時，黃葉紛紜滿路岐，聚散", "226": "不知情自戚，槎槤歲歲露霜枝。這是吾祖無趣老人", "227": "受用不盡處，幸我日明耆宿，固守一生，適來遽爾長", "228": "往，金明無可薦揚，惟贈一星猛火。便攛下。", "229": "為得中知客火為得中知客火", "230": "師舉炬云：會麼？赤日炎炎，萬里無雲，薰風煜煜，青天", "231": "有過。去此二途，中道不立，且道別資一路，又作麼生？", "232": "山僧為汝下個註腳。遂攛下，云：燒。", "233": "為本智上人火為本智上人火", "234": "師舉炬云：全愚不愚，本智非智，或喜或瞋，如幻如寄，", "235": "邏齋供眾十二年，終日街坊耍兒戲，一朝拾得草鞋", "236": "錢，撒手呵呵便歸去。大眾！且道他歸何處？遂擲炬，云：", "237": "急著眼覷。", "238": "曹繼宗請為郁氏全玉掩棺曹繼宗請為郁氏全玉掩棺", "239": "師以杖擊棺云：全玉，二十年前取名，二十年後入殮，", "240": "汝心念佛已切，佛令汝心已清，忽得前後際斷，撒手", "241": "歸家，心佛一如，無非極樂，雖然，更須知藏身處沒蹤", "242": "跡，沒蹤跡處莫藏身，還會麼？臘雪未融千澗水，春風", "243": "又發萬山花。復擊三下。", "244": "為張居士火為張居士火", "245": "師以杖擊棺云：寒雲楚楚，生也。一棒。寒色凄凄，死也。", "246": "一棒。惜乎爾兄，可悲可痛，五十二年一場春夢，今日", "247": "到此還醒也未？若也醒得，紅塵堆裏一任逍遙，荒草", "248": "溪邊無非極樂，新殃不作，舊孽自除。如或不然，看看", "249": "火來也！遂下火。", "250": "為香祖蘭公掩棺為香祖蘭公掩棺", "251": "廿年深隱冷棲遲，孤影追蹤足孝思，不意去春歸此", "252": "日，何期此日又歸西。蘭公，蘭公，嘯月眠雲於黃葉庵", "253": "中，生本不生，攢眉跨灶於老堂裏，滅何曾滅，潛心", "254": "幽韻未透玄關，細嚼寒冰方伸雅志。雖然蘭植中塗，", "255": "猶未免無經時之歎，且道：即今還有去來之相也無？", "256": "以杖擊香几云：全身放下渾閒事，劫外臞梅瓣瓣香。", "257": "為報忠德安公火為報忠德安公火", "258": "師云：春風澹蕩，去來情自澀，春雨初消，泥水滑如油。", "259": "秪這個時節，若也會得，不惟雲開日露，便得就路還", "260": "家，如或未然，總是生死岸頭事。今日汝徒傳慧，特請", "261": "山僧為汝薦往一句作麼生。遂舉炬云：桃萼爛紅鳥", "262": "語碎，綠楊垂處棹方歸。乃攛下。", "263": "為倪全壽起棺為倪全壽起棺", "264": "師以杖擊棺，云：一切眾生，性清淨，從本無生亦無滅，", "265": "既無生滅，安有去來。倪全壽還會麼？放身命處，超于", "266": "彼鐵壁銀山，絕蓋纏。拽杖便起。", "267": "舉火舉火", "268": "師舉炬云：七十餘年卻似風，此回鍛過總成空。昔時", "269": "曾示于今日，無限春風入普同。遂攛下。", "270": "為無塵上座火為無塵上座火", "271": "師舉炬云：出家脩道貴真實，毫釐有差天地隔。五十", "272": "六年虛自持，平生甘苦俱狼藉不狼藉。遂打一圓相，", "273": "擲下云：竹邊猛火燒，來春好筍出。咄！", "274": "為秋澗禪人火為秋澗禪人火", "275": "師舉炬云：學道之人不得真，秪為從前認識神，無量", "276": "劫來生死本，癡人喚作本來人。所以老僧日前為汝", "277": "鍛煉幾番，其奈汝夙障纏固，不得脫洒自由，今日又", "278": "承汝父潛愚、汝叔完愚兩居士，始終請老僧了汝一", "279": "生之事，可謂恩大難酬，老僧不免放出火光三昧，更", "280": "為汝鍛煉一回，徹骨徹髓去也！遂攛下。", "281": "為心融境師火為心融境師火", "282": "師舉炬云：心由境滅，境逐心沉，心境一如，山高水深。", "283": "今日孝孫眉公虔請本山方丈，為伊師祖心融境公", "284": "送往生。本不生法臘七旬，滅本不滅，匋山戒律不惟", "285": "報本酬恩，可謂一心而融萬境矣。且道即今心在什", "286": "麼處？不則更為下個註腳。良久云：臘月火燒冰。遂攛", "287": "下。", "288": "門人　施博　真潔　真慧", "289": "真仁　真和　真馨　閱", "290": "古吳門人　真衍　等敬梓", "291": "附序金明介菴和尚源流頌世序", "292": "西天", "293": "本祖釋迦世尊", "294": "始祖摩訶迦葉尊者", "295": "二祖阿難尊者", "296": "三祖商那和修尊者", "297": "四祖優波鞠多尊者", "298": "五祖提多迦尊者", "299": "六祖彌遮迦尊者", "300": "七祖婆須密尊者", "301": "八祖佛陀難提尊者", "302": "九祖伏馱密多尊者", "303": "十祖脅尊者", "304": "十一祖富那夜奢尊者", "305": "十二祖馬鳴尊者", "306": "十三祖迦毘摩羅尊者", "307": "十四祖龍樹尊者", "308": "十五祖迦那提婆尊者", "309": "十六祖羅睺羅多尊者", "310": "十七祖僧伽難提尊者", "311": "十八祖伽耶舍多尊者", "312": "十九祖鳩摩羅多尊者", "313": "二十祖闍夜多尊者", "314": "二十一祖婆修盤頭尊者", "315": "二十二祖摩拏羅尊者", "316": "二十三祖鶴勒那尊者", "317": "二十四祖師子尊者", "318": "二十五祖婆舍斯多尊者", "319": "二十六祖不如密多尊者", "320": "二十七祖般若多羅尊者", "321": "震旦", "322": "初祖菩提達磨大師", "323": "二祖慧可大師", "324": "三祖僧璨大師", "325": "四祖道信大師", "326": "五祖弘忍大師", "327": "六祖曹溪慧能大師", "328": "曹溪第二世南嶽懷讓禪師", "329": "曹溪第三世江西馬祖道一禪師", "330": "曹溪第四世洪州百丈山懷海禪師", "331": "曹溪第五世洪州黃檗山希運禪師", "332": "曹溪第六世鎮州臨濟義玄禪師", "333": "臨濟第二世魏府興化存獎禪師", "334": "臨濟第三世汝州南院慧顒禪師", "335": "臨濟第四世汝州風穴延沼禪師", "336": "臨濟第五世汝州首山省念禪師", "337": "臨濟第六世汾州太子院善昭禪師", "338": "臨濟第七世潭州石霜慈明楚圓禪師", "339": "臨濟第八世袁州楊岐方會禪師", "340": "臨濟第九世舒州白雲守端禪師", "341": "臨濟第十世蘄州五祖法演禪師", "342": "臨濟第十一世成都府佛果圓悟克勤禪師", "343": "臨濟第十二世平江府虎丘紹隆禪師", "344": "臨濟第十三世明州天童山應菴曇華禪師", "345": "臨濟第十四世明州天童山密菴成傑禪師", "346": "臨濟第十五世夔州府臥龍破菴祖先禪師", "347": "臨濟第十六世杭州徑山佛鑑無準師範禪師", "348": "臨濟第十七世杭州淨慈斷橋玅偷禪師", "349": "臨濟第十八世天台山瑞巖方山寶禪師", "350": "臨濟第十九世天台山華頂善興寺玅明真覺無", "351": "見先睹禪師", "352": "臨濟第二十世處州福林院白雲智度禪師", "353": "臨濟第二十一世太平府繁昌八峰山古拙俊禪", "354": "師", "355": "臨濟第二十二世四川東普州道林無際悟禪師", "356": "臨濟第二十三世南京太崗月溪澄禪師", "357": "臨濟第二十四世太崗夷峰寧禪師", "358": "臨濟第二十五世天目山寶芳進禪師", "359": "臨濟第二十六世嘉興東塔野翁曉禪師", "360": "臨濟第二十七世秀州敬畏菴無趣如空禪師", "361": "臨濟第二十八世杭州徑山無幻性沖禪師", "362": "臨濟第二十九世秦溪興善寺南明慧廣禪師", "363": "臨濟第三十世建寧府紫雲山普明寺鴛湖玄微", "364": "妙用禪師", "365": "源流頌介菴和尚源流頌", "366": "門人　真理　真本　等錄", "367": "同山居士　曹溶　閱", "368": "西天西天", "369": "本祖釋迦世尊本祖釋迦世尊在靈山會上拈花示眾，是時人天百", "370": "萬眾皆默然，唯迦葉尊者破顏微笑。世尊曰：吾有正", "371": "法眼藏，涅槃妙心實相，無相微玅法門，不立文字，教", "372": "外別傳，付囑摩訶迦葉，并敕阿難副貳傳化，無令斷", "373": "絕。付法偈曰：法本法無法，無法法亦法，今付無法時，", "374": "法法何曾法。", "375": "頌曰：霜天欲暮朔風寒黃葉飄飄孰耐看", "376": "忽地晚鐘鳴古寺一輪皎月出重巒", "377": "始祖摩訶迦葉尊者始祖摩訶迦葉尊者阿難一日問師兄：世尊傳金襴", "378": "袈裟外，別傳箇什麼？祖召阿難。阿難應諾。祖曰：倒卻", "379": "門前剎竿著。後祖欲入定雞足山，乃召阿難言：我今", "380": "不久世間，正法付囑于汝，汝善守護。付法偈曰：法法", "381": "本來法，無法無非法，何于一法中，有法有不法。", "382": "金襴裟外別無傳弟應兄呼夢不全", "383": "一段真風亙今昔優曇朵朵火中鮮", "384": "二祖阿難尊者二祖阿難尊者于恒河中流將入寂滅，念先所度脫", "385": "五百弟子悉皆來集中。有弟子一名商那和修，二名", "386": "末田底迦，祖告之曰：昔如來以正法眼付大迦葉，迦", "387": "葉入定而付於我，我今將滅，用傳于汝。付法偈曰：本", "388": "來付有法，付了言無法，各各須自悟，悟了無無法。說", "389": "偈已，復以正法眼囑累商那和修，而謂末田底迦曰：", "390": "昔佛有記汝，當于罽賓國敷宣大法。", "391": "法湧恒河逝不休一般心事動人愁", "392": "如來法眼親殃及試看分支兩道流", "393": "三祖商那和修尊者三祖商那和修尊者化緣既久，思付正法于吒利國", "394": "得弟子優波鞠多以為給侍。祖因問曰：汝年幾耶？荅", "395": "曰：我年十七。祖曰：汝身十七耶，性十七耶？答曰：師髮", "396": "已白，為髮白耶？心白耶？祖曰：我但髮白，非心白耳。鞠", "397": "多曰：我身十七，非性十七也。祖知是法器，經三載，以", "398": "法眼付囑之。付法偈曰：非法亦非心，無心亦無法，說", "399": "是心法時，是法非心法。", "400": "問南酬北露英才口款相隨欠一鎚", "401": "三載巾瓶無別囑與師把手上高臺", "402": "四祖優波鞠多尊者四祖優波鞠多尊者在世化導，證果最多。最後有一", "403": "長者子，名曰香眾，禮祖求出家。祖問曰：汝心出家身", "404": "出家？荅曰：我來出家非為身心。尊者曰：不為身心，復", "405": "誰出家？荅曰：夫出家者，無我我故，無我我故，即心不", "406": "生滅，心不生滅，即是常道，諸佛亦常心非形相，其體", "407": "亦然。祖曰：汝當大悟，心自通達，宜依佛法僧，紹隆聖", "408": "種。因為剃度，授具名提多迦，且告之曰：昔如來以正", "409": "法眼藏次第傳授以至于我，今復付汝。付法偈曰：心", "410": "自本來心，本心非有法，有法有本心，非心非本法。", "411": "獅子全威便出群吼聲未許等閒聞", "412": "堂堂聖種真堪紹次第傳流非世勳", "413": "五祖提多迦尊者五祖提多迦尊者行化中印度。彼有仙名彌遮迦，昔", "414": "與祖同生梵天，遮迦遇阿私陀仙授之仙法，祖則修", "415": "習禪那，報分已經六劫，以夙緣故，捨邪歸正，率眾求", "416": "解脫。祖即度之，其眾亦一時發心。祖以法眼付彌遮", "417": "迦，而說偈曰：通達本法心，無法無非法，悟了同未悟，", "418": "無心亦無法。", "419": "一念纔分萬劫殊剎那回步便同途", "420": "雖能逐日追風疾狼藉春光不較多", "421": "六祖彌遮迦尊者六祖彌遮迦尊者遊化至北天竺國，於闤闠間遇一", "422": "人，手持酒器，逆祖問曰：師何方來？欲往何所？祖曰：從", "423": "自心來，欲往無處。曰：識我手中物否？祖曰：此是觸器", "424": "而負淨者。曰：師識我否？祖曰：我即不識，識即非我。彼", "425": "即置器禮祖，自稱名婆須密，願加度脫。祖與剃度。付", "426": "法偈曰：無心無可得，說得不名法，若了心非心，始解", "427": "心心法。", "428": "趁性顛狂笑傲頻茫茫誰識甕頭春", "429": "攔街撞著剛知己共醉桃源好避秦", "430": "七祖婆須密尊者七祖婆須密尊者常服淨衣，執酒器，遊行里閈，或吟", "431": "或嘯，人謂之狂。遇六祖彌遮迦受法，行化至迦摩羅", "432": "國，有智者佛陀難提索祖論義，祖曰：仁者論即不義，", "433": "義即不論，若擬論義，終非義論。難提知祖義勝心，即", "434": "欽服祖。說付法偈曰：心同虛空界，示等虛空法，證得", "435": "虛空時，無是無非法。", "436": "額有圓珠長七尺特來呈伎徹光輝", "437": "當機直示虛空法拶入虛空絕是非", "438": "八祖佛陀難提尊者八祖佛陀難提尊者適提伽國毘舍羅長者家，長者", "439": "作禮問：何所須？祖曰：我求侍者。長者曰：我有一子，名", "440": "伏馱密多，年已五十，口未曾言，足未曾履。祖曰：如汝", "441": "所說，真吾弟子。伏馱聞之，遽起禮拜，而說偈曰：父母", "442": "非我親，誰是最親者？諸佛非我道，誰是最道者？祖以", "443": "偈荅曰：汝言與心親，父母非可比，汝行與道合，諸佛", "444": "心即是。外求有相佛，與汝不相似，欲識汝本心，非合", "445": "亦非離。伏馱聞偈，便行七步，隨祖出家。付法偈曰：虛", "446": "空無內外，心法亦如此，若了虛空故，是達真如理。", "447": "五十年來口不開鵝王擇乳亦奇哉", "448": "剛行七步揚家醜引得兒孫入禍胎", "449": "九祖伏馱密多尊者九祖伏馱密多尊者受八祖付囑，至中印度。有長者", "450": "香蓋攜一子，名難生，禮祖曰：曾有一仙，謂此兒骨相", "451": "非常，當為法器，今命出家。祖與剃髮，付戒羯磨之際，", "452": "祥光燭座，舍利現前，自此精進忘疲。未幾，祖付法焉。", "453": "偈曰：真理本無名，因名顯真理，受得真實法，非真亦", "454": "非偽。", "455": "纔舉金刀頂相圓祥光遍布耀人天", "456": "分明舍利人難睹一領袈裟搭半肩", "457": "十祖脅尊者十祖脅尊者本名難生，投九祖執侍左右，脅不至席，", "458": "因號脅尊者。至華氏國，憩一樹下，有長者子名富那", "459": "夜奢，合掌前立。祖問曰：汝從何來？答曰：我心非往。祖", "460": "曰：汝何處住？荅曰：我心非止。祖曰：汝不定耶？曰：諸佛", "461": "亦然。祖曰：汝非諸佛。曰：諸佛亦非。祖乃付法。說偈曰：", "462": "真體自然真，因真說有理，領得真真法，無行亦非止。", "463": "夙債來償自古衣不投機處卻投機", "464": "其中一語誰相諳夜半金烏撲地飛", "465": "十一祖富那夜奢尊者十一祖富那夜奢尊者得法脅尊者，尋詣波羅奈國。", "466": "彼有馬鳴大士，作禮問曰：我欲識佛，何者即是？祖曰：", "467": "汝欲識佛，不識者是。曰：佛既不識，焉知是乎？祖曰：既", "468": "不識佛，焉知不是？曰：此是鋸義。祖曰：彼是木義。祖問：", "469": "鋸義者何？曰：與師平出。馬鳴卻問：木義者何？祖曰：汝", "470": "被我解。馬鳴豁然省悟。付法偈曰：迷悟如隱顯，明暗", "471": "不相離，今付隱顯法，非一亦非二。", "472": "拖來拽去絕遮藏木義解開汗似湯", "473": "突出本來非二一薰風拂拂透身涼", "474": "十二祖馬鳴尊者十二祖馬鳴尊者于華氏國宣化，俄有魔來與祖較", "475": "力，祖震伏之。魔遂現形懺悔。祖問：汝名誰耶？眷屬多", "476": "少？曰：我名迦毘摩羅眷屬。三千祖曰：盡汝神力變化", "477": "若何？曰：我化巨海極為小事。祖曰：汝化性海得否？曰：", "478": "何為性海？我未嘗知。祖曰：山河大地皆依建立，三昧", "479": "六通由茲發現。迦毘聞已，遂發信心。付法偈曰：隱顯", "480": "即本法，明暗元不二，今付悟了法，非取亦非離。", "481": "三千業力逞神奇性海揚波總不知", "482": "無量法門由此立盲龜值木幾人思", "483": "十三祖迦毘摩羅尊者十三祖迦毘摩羅尊者入西印度北山之中，山有大", "484": "樹蔭覆五百大龍，其樹王名龍樹，常為龍眾說法。祖", "485": "訪之，龍樹出迎，曰：深山孤寂，龍蟒所居，大德至尊，何", "486": "枉神足？祖曰：吾非至尊，來訪賢者。龍樹默念曰：此師", "487": "得決定性明道眼否？是大聖繼真乘否？祖曰：汝雖心", "488": "語，我已意知，但辦出家，何慮吾之不聖？龍樹聞已，悔", "489": "謝祖度。付法偈曰：非隱非顯法，說是真實際，悟此隱", "490": "顯法，非愚亦非智。", "491": "意知心語顯真乘滄溟由來鯤化鵬", "492": "但辦肯心承聖業法中何慮冷如冰", "493": "十四祖龍樹尊者十四祖龍樹尊者至南印度導化時，有迦那提婆來", "494": "謁，將及門，祖先遣侍者以滿缽水置于座前。提婆見", "495": "之，即以一鉞投之而進。祖後造智度等論，垂世，以法", "496": "眼付提婆。付法偈曰：為明隱顯法，方說解脫理，於法", "497": "心不證，無瞋亦無喜。", "498": "陷虎之機不易親當陽拈出便通津", "499": "針投水乳風前禍爛熳山花別問春", "500": "十五祖迦那提婆尊者十五祖迦那提婆尊者從龍樹祖得法後，至迦毘羅", "501": "國。彼有長者梵摩淨德，以其子羅睺羅多，隨祖出家。", "502": "祖曰：昔如來有記，第二五百年，此子當為大教主，即", "503": "與剃髮。至巴連弗城，聞諸外道欲障佛法，祖乃執長", "504": "幡入彼眾中。彼問祖曰：汝何不前？祖曰：汝何不後？彼", "505": "曰：汝似賤人。祖曰：汝似良人。彼曰：汝解何法？祖曰：汝", "506": "百不解。彼曰：我欲得佛。祖曰：我灼然得。彼曰：汝不合", "507": "得。祖曰：元道我得，汝實不得。彼曰：汝既不得，云何言", "508": "得？祖曰：汝有我故，所以不得。我無我我，故自當得。彼", "509": "辭既屈，乃問祖曰：汝名何等？祖曰：我名迦那提婆。彼", "510": "眾夙聞祖名，咸悔過歸伏。祖隨告羅睺羅多，而付法", "511": "眼。偈曰：本對傳法人，為說解脫理，於法實無證，無終", "512": "亦無始。", "513": "因邪打正逞襟懷入水求人似有乖", "514": "二五百年傳佛記好攜瓢杖踏煙霾", "515": "十六祖羅睺羅多尊者十六祖羅睺羅多尊者行化至室羅筏城，有河名金", "516": "水，寶莊嚴王之子號僧伽難提者，居河之源，安坐入", "517": "定，祖與學眾溯流而上，伺之三七日，難提從定起，祖", "518": "問曰：汝心定耶？身定耶？提曰：身心俱定。祖曰：身心俱", "519": "定，何有出入？提曰：雖有出入，不失定相，如金在井，金", "520": "體常寂。祖曰：若金在井，若金出井，金無動靜，何物出", "521": "入？提曰：言金動靜，何物出入，言金出入，金非動靜。祖", "522": "曰：若金在井，出者何金？若金出井，在者何物？提曰：金", "523": "若出井，在者非金，金若在井，出者非物。祖曰：此義不", "524": "然。提曰：彼義非著。祖曰：此義當墮。提曰：彼義不成。祖", "525": "曰：彼義不成，我義成矣。提曰：我義雖成，法非我故。祖", "526": "曰：我義已成，我無我故。提曰：我無我故，復成何義？祖", "527": "曰：我無我故，故成汝義。提曰：仁者師誰得是，無我祖", "528": "曰：我師迦那提婆證是無我。難提以偈贊曰：稽首提", "529": "婆師，而出于仁者，仁者無我故，我欲師仁者。祖以偈", "530": "荅曰：我已無我故，汝須見我我，汝若師我故，知我非", "531": "我我。難提心意豁然，即求度脫。祖曰：汝心自在，非我", "532": "所繫。語已，即以大法囑付。祖說偈曰：於法實無證，不", "533": "取亦不離，法非有無相，內外云何起？難提聞命，說偈", "534": "贊曰：善哉大聖者，心明逾日月，一光照世界，暗魔無", "535": "不拔。", "536": "大象遊行兔徑希義持金井涉離微", "537": "豁然心意無我我千聖同途把手歸", "538": "十七祖僧伽難提尊者十七祖僧伽難提尊者行化摩提國，歷山谷間，至一", "539": "峰下，時山舍有童子持圓鑑直造祖前。祖問：汝幾歲", "540": "耶？曰：百歲。祖曰：汝年尚幼，何言百歲？童曰：我不會理", "541": "正百歲耳。祖曰：汝善機耶？童曰：佛言若人生百歲不", "542": "會諸佛機，不如生一日而得決了之。祖曰：汝手中者，", "543": "當何所表？童曰：諸佛大圓鑑，內外無瑕翳。兩人同得", "544": "見，心眼皆相似。其父命隨祖出家。祖為名伽耶舍多。", "545": "後復因風吹殿鈴聲，祖問曰：鈴鳴耶？風鳴耶？舍多曰：", "546": "非風鈴鳴，我心鳴耳。祖曰：心復誰乎？舍多曰：俱寂靜", "547": "故。祖曰：善哉善哉，繼吾道者非子而誰？即付法眼。偈", "548": "曰：心地本無生，因地從緣起，緣種不相妨，華果亦復", "549": "爾。", "550": "圓鑑風鈴徹底清童兒百歲語人驚", "551": "現成公案親分付花果圓來又發萌", "552": "十八祖伽耶舍多尊者十八祖伽耶舍多尊者經大月氏國婆羅門鳩摩羅", "553": "多之舍，祖將入，羅多問曰：是何徒眾？祖曰：是佛弟子。", "554": "羅多一聞佛號，心神悚然，即時閉戶。祖良久扣其門。", "555": "羅多曰：此舍無人。祖曰：荅無者誰？羅多聞已，遂發宿", "556": "智。付法偈曰：有種有心地，因緣能發萌，于緣不相礙，", "557": "當生生不生。", "558": "佛號纔聞即悚神開門元是閉門人", "559": "為憐擊破牢關鍵一樹寒梅劫外春", "560": "十九祖鳩摩羅多尊者十九祖鳩摩羅多尊者適中天竺國，有大士名闍夜", "561": "多，問仁夭暴壽逆吉義凶之故，祖荅以善惡有三時", "562": "報。夜多頓釋所疑。祖曰：汝雖已信三業，而未明業從", "563": "惑生，惑依識有，識依不覺，不覺依心，心本清淨，無生", "564": "滅無造作，無報應無勝負，寂寂然，靈靈然，汝若入此", "565": "法門，可與諸佛同矣。一切善惡，有為無為，皆如夢幻。", "566": "夜多領旨，即發宿慧。祖告曰：吾今寂滅時，至汝當紹", "567": "行化跡。付法偈曰：性上本無生，為對求人說，於法既", "568": "無得，何懷決不決？", "569": "亡羊泣路事如麻夢幻空花總被遮", "570": "宿慧頓明諸佛義何煩門外駕三車", "571": "二十祖闍夜多尊者二十祖闍夜多尊者至羅閱城，敷揚頓教，彼有學眾，", "572": "惟尚辨論，首者名婆修盤頭此云遍行，常一食不臥，六時", "573": "禮佛，清淨無欲，為眾所歸。祖欲度之，問彼眾曰：此遍", "574": "行頭陀能修梵行，可得佛道乎？眾曰：我師精進，何故", "575": "不得？祖曰：汝師與道遠矣！設苦行歷於塵劫，皆虛妄", "576": "之本。眾曰：尊者蘊何德行而譏我師？祖曰：我不求道", "577": "亦不顛倒，我不禮佛亦不輕慢，我不長坐亦不懈怠，", "578": "我不一食亦不雜食，我不知足亦不貪慾，心無所希，", "579": "名之曰道。時遍行聞已，發無漏智。付法偈曰：言下合", "580": "無生，同於法界性，若能如是解，通達事理竟。", "581": "苦行勤修路轉增懸崖撒手事何曾", "582": "隔牆見角知牛在一種平常繼祖燈", "583": "二十一祖婆修盤頭尊者二十一祖婆修盤頭尊者羅閱城人，行化至那提國，", "584": "王常自在問曰：羅閱土風與此何異？祖曰：彼土曾三", "585": "佛出世，今王國有二師化導。王曰：二師者誰？祖曰：即", "586": "王之次子摩拏羅，乃其一也，吾雖德薄，敢當其一。時", "587": "王方同祖語，忽使者報：有象巨萬逼城。祖曰：拏羅出，", "588": "患解矣。王遂命之。拏羅出城，向象大喝，城為震動，象", "589": "皆顛仆馳散。于是，王大敬信，命拏羅依祖出家。祖授", "590": "付法偈曰：泡幻同無礙，如何不了悟，達法在其中，非", "591": "今亦非古。", "592": "賓主相看風土揚鄉談諺語灼然彰", "593": "眾流截斷知端的海底泥牛趁夜光", "594": "二十二祖摩拏羅尊者二十二祖摩拏羅尊者行化西印度，知月氏國有鶴", "595": "勒那比丘，堪為法器，乃躬往化之。時鶴勒那以昔緣", "596": "故，感鶴眾相隨，見祖遂問：有何方便，令彼解脫？祖曰：", "597": "我有無上法寶，汝當聽受，化未來際。即說偈曰：心隨", "598": "萬境轉，轉處實能幽，隨流認得性，無喜亦無憂。時鶴", "599": "眾聞偈，咸飛鳴而去。", "600": "眾鶴追隨業自殊一機掣斷始無疑", "601": "飛鳴濯濯啣恩去物外超然識得伊", "602": "二十三祖鶴勒那尊者二十三祖鶴勒那尊者中印度師子比丘問：我欲求", "603": "道，當何用心？祖曰：汝欲求道，無所用心。曰：既無用心，", "604": "誰作佛事？祖曰：若有用心，即非功德。汝若無作，即是", "605": "佛事。經云：我所作功德而無我所故。師子聞已，即入", "606": "佛慧。祖告曰：我滅後五十年，北天竺國當有難起嬰", "607": "在汝身，今以法眼付囑于汝，善自護持。乃說付法偈", "608": "曰：認得心性時，可說不思議，了了無可得，得時不說", "609": "知。", "610": "縵天網子頗相宜打鳳羅龍驀面欺", "611": "一句了然超百億三賢十聖那能知", "612": "二十四祖師子尊者二十四祖師子尊者求法嗣于罽賓國，遇一長者引", "613": "一子問祖曰：此子名斯多，當生便拳左手，今二十年", "614": "終未能舒。祖即以手接曰：可還我珠。童子遽開手奉", "615": "珠。眾皆驚異。長者令之出家，以前緣故，復名婆舍斯", "616": "多。祖即告之曰：吾師密有懸記，罹難非久，如來正法", "617": "眼藏，今囑付汝，汝應保護，普潤來際。偈曰：正說知見", "618": "時，知見俱是心，當心即知見，知見即于今。祖說偈已，", "619": "復以僧伽黎密付斯多，俾之他國。斯多受教，乃抵南", "620": "天。", "621": "捏緊拳頭二十年纔逢識者便開拳", "622": "目前多少淆訛事只許渠儂到處圓", "623": "二十五祖婆舍斯多尊者二十五祖婆舍斯多尊者受師子祖囑，獨邁南天，潛", "624": "隱山谷，天德王、迎供王有二子，長曰德勝，次曰不如", "625": "密多。密多和柔，德勝凶暴。及即位，惑外道說，欲抑祖，", "626": "密多諫德勝囚之，乃詰祖曰：師子尊者已遇罽賓國", "627": "王難，何緣付法？祖出尊者先所付僧伽黎示勝，勝命", "628": "焚之，衣出五色光，薪盡如故，勝乃追悔禮祖，立出密", "629": "多。密多遂求祖出家。祖問曰：汝欲出家，當為何事？密", "630": "多曰：我若出家，不為其事。祖曰：不為何事？密多曰：不", "631": "為俗事。祖曰：當為何事？密多曰：當為佛事。祖曰：王子", "632": "智慧天至。即度出家，侍祖六年，乃付法偈曰：聖人說", "633": "知見，當境無是非，我今悟真性，無道亦無理。密多受", "634": "偈，問：衣可傳乎？祖曰：此衣為難故，假以證汝身，無難", "635": "何假傳衣？密多作禮。", "636": "罽賓揮劍一臂墮德勝焚衣滿面慚", "637": "迥絕是非親嫡骨繩繩不斷語喃喃", "638": "二十六祖不如密多尊者二十六祖不如密多尊者得法，至東印度，王堅固敬", "639": "信于祖。祖曰：王國有聖，當繼我法。時國中有婆羅門", "640": "子，年二十，幼失父母，不知名氏，或自稱瓔珞，人遂呼", "641": "為瓔珞童子，丐行間里。有問：汝行何急？即曰：汝行何", "642": "緩？問：何姓？即曰：與汝同姓。人莫測之。一日，祖與王同", "643": "車而出，瓔珞稽首自陳往因，祖乃名為般若多羅，付", "644": "法偈曰：真性心地藏，無頭亦無尾，應緣而化物，方便", "645": "呼為智。", "646": "無頭無尾不曾藏逼塞虛空孰敢量", "647": "瑟瑟金風輕洩漏枝枝丹桂自芬芳", "648": "二十七祖般若多羅尊者二十七祖般若多羅尊者因南印度，香至王供以寶", "649": "珠，祖即取試三王子曰：此珠圓明，有能及否？二王子", "650": "皆曰：此珠七寶中尊，固無踰也。第三王子菩提多羅", "651": "曰：此是世寶，未足為上，於諸寶中，法寶為上。此是世", "652": "光，未足為上，於諸光中，智光為上。此是世明，未足為", "653": "上，於諸明中，心明為上。此珠光明，不能自炤，要假智", "654": "光，光辨於此。既辨此已，即知是珠。既知是珠，即明其", "655": "寶。若明其寶，寶不自寶。若辨其珠，珠不自珠。珠不自", "656": "珠，要假智珠，而辨世珠。寶不自寶，要假智寶，以明法", "657": "寶。然則師有其道，其寶即現，眾生有道，心寶亦然。祖", "658": "歎其辯慧，乃復問曰：於諸物中，何物無相？曰：於諸物", "659": "中，不起無相。又問：於諸物中何物最高？曰：於諸物中", "660": "人我最高。又問：於諸物中，何物最大？曰：於諸物中，法", "661": "性最大。祖時知是法器，默而混之。香至厭世，遂依祖", "662": "出家。祖以其通達大法，乃名菩提達磨，而告之曰：如", "663": "來以正法眼付大迦葉，如是展轉，乃至於我，我今囑", "664": "汝聽吾偈曰：心地生諸種，因事復生理，果滿菩提圓，", "665": "花開世界起。", "666": "心明世寶別端倪迥出人間東與西", "667": "一夜好風吹不輟曉來黃葉與階齊", "668": "震旦震旦", "669": "初祖菩提達磨大師初祖菩提達磨大師受西天二十七祖般若多羅囑", "670": "識，於梁普通七年來震旦，初至金陵，與武帝機不契，", "671": "寓止嵩山少林，面壁而坐，人莫之測。二祖慧可躬詣", "672": "求法，立雪斷臂，向祖問：諸佛法印，可得聞乎？祖曰：諸", "673": "佛法印，匪從人得。可曰：我心未安，乞師與安。祖曰：將", "674": "心來，與汝安。可良久曰：覓心了不可得。祖曰：與汝安", "675": "心竟。可悟入。越九年，祖命門人曰：時將至矣，汝等合", "676": "言所得。有道副對曰：如我所見，不執文字，不離文字，", "677": "而為道用。祖曰：汝得吾皮。尼總持曰：我今所解，如慶", "678": "喜見阿閦佛國，一見更不再見。祖曰：汝得吾肉。道育", "679": "曰：四大本空，五陰非有，而我見處，無一法可得。祖曰：", "680": "汝得吾骨。慧可出，禮三拜，依位而立。祖曰：汝得吾髓。", "681": "乃顧可曰：昔如來以正法眼付迦葉尊者，展轉囑累", "682": "而至於我，我今付汝，汝當護持，并授袈裟以為法信。", "683": "付法偈曰：吾本來茲土，傳法救迷情，一花開五葉，結", "684": "果自然成。", "685": "頌曰：長空雲淡沒間關月照松梢山影慳", "686": "一片清光輝宇宙夜深兀坐聽潺湲", "687": "面壁嵩山成話墮安心得髓恨添多", "688": "西天法印分明極惱亂春風撼薜蘿", "689": "二祖慧可大師二祖慧可大師從初祖得法，博求法嗣，時三祖為居", "690": "士，年踰四十，不言名氏，禮祖問曰：弟子身纏風恙，請", "691": "和尚懺罪。祖曰：將罪來，與汝懺。士良久曰：覓罪了不", "692": "可得。祖曰：與汝懺罪竟，宜依佛法僧住。士曰：今見和", "693": "尚，已知是僧，未審何名佛法？祖曰：是心是佛，是心是", "694": "法。法佛無二，僧寶亦然。士曰：今日始知罪性不在內，", "695": "不在外，不在中間，如其心然，佛法無二也。祖深器之，", "696": "為之剃髮，名曰僧璨。付法偈曰：本來緣有地，因地種", "697": "花生，本來無有種，花亦不曾生。", "698": "毒流四海廣無邊風恙纏身乞懺愆", "699": "罪性頓空三寶住夜寒月映渡頭船", "700": "三祖僧璨大師三祖僧璨大師自二祖授法，深自韜晦，居無常處，積", "701": "十餘載，人無知者。四祖道信時為沙彌，年始十四，禮", "702": "祖問曰：願和尚慈悲，乞與解脫法門。祖曰：誰縛汝？曰：", "703": "無人縛。祖曰：何更求解脫乎：信于言下大悟，服勞九", "704": "載。付法偈曰：花種雖因地，從地種花生，若無人下種，", "705": "花地盡無生。", "706": "受恩深處本無多一語相投便上科", "707": "解脫法門誰縛汝信知脫下自淆訛", "708": "四祖道信大師四祖道信大師嗣法三祖，住蘄春破頭山，學侶雲臻。", "709": "一日往黃梅縣，路逢一小兒，骨相奇秀，異乎常童，祖", "710": "問曰：子何姓？荅曰：姓即有不是常姓。祖曰：是何姓？荅", "711": "曰：是佛性。祖曰：汝無姓耶？荅曰：性空故無。祖默，識是", "712": "法器，即遣侍者，從其母乞出家，後付法。偈曰：花種有", "713": "生性，因地花生生，大緣與性合，當生生不生。", "714": "破頭山上播真風喜得黃梅驀地逢", "715": "性有性無全體露小兒原是老栽松", "716": "五祖弘忍大師五祖弘忍大師前身為破頭山中栽松道者，轉遇四", "717": "祖得法嗣，化六祖。時為居士，姓盧名慧能，聞讀金剛", "718": "經有省，自新州來參祖，祖令隨眾作務。祖一日令眾", "719": "述偈，意符則授衣。法會下七百餘僧，上座神秀者于", "720": "廊壁書偈曰：身似菩提樹，心如明鏡臺，時時勤拂拭，", "721": "莫使惹塵埃。祖見，知秀所作，乃讚歎曰：後人依此修", "722": "行，亦得勝果。各令念誦。盧在碓坊聞之，至夜倩人于", "723": "秀偈側亦書一偈曰：菩提本無樹，明鏡亦非臺，本來", "724": "無一物，何處惹塵埃。祖見曰：此是誰作？亦未見性。眾", "725": "聞祖語，遂不之顧。逮夜，祖潛詣碓坊，問曰：米白也未？", "726": "盧曰：白也，未有篩。祖以杖擊碓三下而去。盧即三鼓", "727": "入室，祖密付衣法，囑善保護，無令斷絕。付法偈曰：有", "728": "情來下種，因地果還生，無情既無種，無性亦無生。", "729": "本來無物頂𩕳開米白倩篩滿面灰", "730": "三鼓密傳衣缽去刻舟爭見化龍才", "731": "六祖慧能大師六祖慧能大師黃梅得法後，住曹溪。南嶽讓祖來參。", "732": "祖問：甚麼處來？讓曰：嵩山來。祖曰：什麼物恁麼來？讓", "733": "無語。經八載，忽然有省，乃白祖曰：某甲有個會處。祖", "734": "曰：作麼生？師曰：說似一物即不中。祖曰：還假修證否？", "735": "讓曰：修證則不無，染污即不得。祖曰：祗此不污染，諸", "736": "佛之所護念。汝既如是，吾亦如是。祖為說法，偈曰：心", "737": "地含諸種，普雨悉皆生，頓悟花情已，菩提果自成。", "738": "當陽一拶遠趨風八載投機亦不中", "739": "修證不無染不得山叢叢處水濛濛", "740": "曹溪第二世南嶽懷讓禪師曹溪第二世南嶽懷讓禪師見馬祖常習坐，禪師問", "741": "曰：大德，坐禪圖甚麼？祖曰：圖作佛。師乃取一磚，於彼", "742": "菴前石上磨。祖曰：磨作甚麼？師曰：磨作鏡。祖曰：磨磚", "743": "豈得成鏡耶？師曰：磨磚既不成鏡，坐禪豈得作佛？祖", "744": "曰：如何即是？師曰：如牛駕車，車若不行，打車即是？打", "745": "牛即是？祖無對。師又曰：汝學坐禪，為學坐佛？若學坐", "746": "禪，禪非坐臥，若學坐佛，佛非定相，於無住法不應取", "747": "捨。汝若坐佛，即是殺佛，若執坐相，非達其理。祖聞示", "748": "誨，如飲醍醐，禮拜問曰：如何用心，即合無相三昧？師", "749": "曰：汝學心地法門，如下種子，我說法要，譬彼天澤，汝", "750": "緣合故，當見其道。又問：道非色相，云何能見？師曰：心", "751": "地法眼，能見乎道，無相三昧，亦復然矣。祖曰：有成壞", "752": "否？師曰：若以成壞聚散而見道者，非見道也。乃說偈", "753": "曰：心地含諸種，遇澤悉皆萌，三昧花無相，何壞復何", "754": "成。祖遂開悟，心意超然，侍奉九秋，日益玄奧。", "755": "輕輕閫外展機籌引玉拋磚格異眸", "756": "打疊車牛三昧起木童騎鶴上楊州", "757": "曹溪第三世江西馬祖道一禪師曹溪第三世江西馬祖道一禪師百丈為侍者。一日", "758": "侍祖行次，見一群野鴨飛過。祖曰：是甚麼？丈曰：野鴨", "759": "子。祖曰：甚處去也？丈曰：飛過去也。祖遂把丈鼻扭，負", "760": "痛失聲。祖曰：又道飛過去也。丈於言下有省。又後侍", "761": "立次，祖目視繩床角拂子。丈曰：即此用，離此用。祖曰：", "762": "汝向後開兩片皮，將何為人？丈取拂子豎起。祖曰：即", "763": "此用，離此用。丈挂拂子於舊處。祖振威一喝。丈直得", "764": "三日耳聾。祖付法偈曰：心外本無法，有付非心法，既", "765": "知非法心，如是付心法。", "766": "鼻痛始知燈是火耳聾難掩掣風顛", "767": "大千沙界文同軌天自高兮海自淵", "768": "曹溪第四世洪州百丈山懷海禪師曹溪第四世洪州百丈山懷海禪師一日謂眾曰：佛", "769": "法不是小事，老僧昔被馬大師一喝，直得三日耳聾。", "770": "時黃檗聞舉，不覺吐舌。師曰：子已後莫承嗣馬祖去", "771": "麼？檗曰：不然，今日因和尚舉，得見馬祖大機大用，然", "772": "且不識馬祖，若嗣馬祖，已後喪我兒孫。師曰：如是如", "773": "是，見與師齊，減師半德。見過于師，方堪傳授。子甚有", "774": "超師之見。檗便禮拜。師付法偈曰：本無言語囑，強以", "775": "心法傳，汝既受持去，心法更何言。", "776": "陳年蠱毒水難當觸著通身皮骨喪", "777": "識得根源為活計一般酥酪是砒礵", "778": "曹溪第五世洪州黃檗山希運禪師曹溪第五世洪州黃檗山希運禪師臨濟在師會下，", "779": "行業純一。首座睦州嘆曰：雖是後生，與眾有異。遂問：", "780": "上座在此多少時？濟云：三年。座云：曾參問也無？濟云：", "781": "不曾參問。不知問個什麼。座云：汝何不去問堂頭和", "782": "尚，如何是佛法的的大意？濟便問。聲未絕，師便打。濟", "783": "下來。座云：問話作麼生？濟云：某甲問聲未絕，和尚便", "784": "打，某甲不會。座云：但更去問。濟又問，師又打。濟如是", "785": "三度問，師三度打。濟白首座云：幸蒙慈悲，令某甲問", "786": "訊和尚，三度發問，三度被打，自恨障緣，不領深旨，今", "787": "且辭去。座云：汝若去時，須辭和尚去。濟禮拜退。座先", "788": "到師白云：問話底後生甚是如法。若來辭時，方便接", "789": "他，向後成一株大樹，與天下人作陰涼去在。濟辭師，", "790": "師囑云：不得往別處去，汝向高安灘頭大愚處去，必", "791": "為汝說。濟到大愚。愚問：甚處來。濟云：黃檗來。愚曰：黃", "792": "檗有何言句？濟曰：某甲三度問佛法的的大意，三度", "793": "被打，不知某甲有過無過？愚曰：黃檗與麼老婆心切，", "794": "為汝得徹困，更來者裡問有過無過。濟于言下大悟，", "795": "云：元來黃檗佛法無多子。愚搊住曰：者尿床鬼子適", "796": "來道有過無過，如今卻道黃檗佛法無多子。你見個", "797": "甚麼道理？速道速道！濟遂築大愚脅下三拳。愚拓開", "798": "曰：汝師黃檗，非干我事。濟便回師，見便問：者漢來來", "799": "去去，有甚了期？濟云：秪為老婆心切人事了。侍立。師", "800": "又問：什麼處去來？濟云：昨奉慈旨，令參大愚去來。師", "801": "云：大愚有何言句。濟遂舉前話。師云：作麼生得者漢", "802": "來，待痛與一頓。濟云：說甚麼待來，即今便喫。隨後便", "803": "掌，師云：者風顛漢卻來者裡捋虎鬚。濟便喝。師云：侍", "804": "者引者風顛漢參堂去。後付偈曰：病時心法在，不病", "805": "心法無，吾所付心法，不在心法途。", "806": "三回痛棒骨生痕一築高安便荅恩", "807": "更把虎鬚頻倒捋乾坤攪動斗星昏", "808": "曹溪第六世鎮州臨濟義玄禪師曹溪第六世鎮州臨濟義玄禪師興化為侍者，機緣", "809": "默契，師以法偈印之。偈曰：至道無揀擇，本心無向背，", "810": "便如此承當，春風增瞌睡。化後充三聖首座，次任大", "811": "覺院主云云。開堂日此一炷香，本為三聖師兄，三聖", "812": "於我太孤，本為大覺師兄，大覺於我太賒，不如供養", "813": "臨濟先師。", "814": "家富兒嬌無揀擇機籌互換始承當", "815": "春風瞌睡流千古有眼如盲日正央", "816": "頂𩕳豎亞摩醯眼肘後橫懸奪命符", "817": "毒氣迸開無限意賺他驢糞較賒孤", "818": "臨濟第二世魏府興化存獎禪師臨濟第二世魏府興化存獎禪師南院久依座下。師", "819": "以法偈付曰：大道全自心，亦非在心求，付汝自心道，", "820": "無喜亦無憂。", "821": "自心大道沒遮藏花笑鳥啼山更長", "822": "月白不從門外得踢翻尿器露風光", "823": "臨濟第三世汝州南院慧顒禪師臨濟第三世汝州南院慧顒禪師風穴在會作園頭，", "824": "師一日入園問云：南方一棒作麼生商量？穴云：作奇", "825": "特商量。穴卻問：和尚此間一棒作麼商量？師拈棒云：", "826": "棒下無生忍，臨機不見師。穴於言下大徹。依止六年。", "827": "師付法偈曰：我今無法說，所說皆非法，今付無法法，", "828": "不可住于法。", "829": "棒下無生絕較量臨機不見太郎當", "830": "顒翁若遇風顛漢劈面攔腮沒處藏", "831": "臨濟第四世汝州風穴延沼禪師臨濟第四世汝州風穴延沼禪師首山充知客時，常", "832": "密誦法華。一日侍立次，師乃垂涕告曰：不幸臨濟之", "833": "道，至吾將墜于地。山曰：觀此一眾，豈無人耶？師曰：聰", "834": "明者多，見性者少。山曰：如某者如何？師曰：吾雖望子", "835": "之久，猶恐耽著此經，不能放下。山曰：此亦可事，願聞", "836": "其要。師於是上堂，舉世尊以青蓮目顧視大眾，迦葉", "837": "正當與麼時，且道說個什麼？若道不說而說，又是埋", "838": "沒先聖，且道說個什麼？山拂袖而退。師擲下拄杖，歸", "839": "方丈。次日，山與真園頭，同上問訊。師問真曰：作麼生", "840": "是世尊不說說？真曰：鵓鳩樹頭鳴。師曰：你作許多癡", "841": "福作麼？何不體究言句？又問山曰：你作麼生？山曰：動", "842": "容揚古路，不墮悄然機。師謂真曰：你何不看念法華", "843": "下語？付首山偈曰：無說是真法，其說原無說，我今說", "844": "付時，說說何曾說。", "845": "日憂祖道淚潸潸鐵石心肝也痛酸", "846": "拂袖一肩擔荷後令人聞見膽毛寒", "847": "臨濟第五世汝州首山省念禪師臨濟第五世汝州首山省念禪師一日上堂，汾陽出", "848": "問：百丈捲席意旨如何？師云：龍袖拂開全體現。陽云：", "849": "未審師意如何？師云：象王行處絕狐蹤。陽於言下大", "850": "悟，遂提起坐具，顧視大眾云：萬古碧潭空界月，再三", "851": "撈漉始應知。禮拜歸眾。時葉縣省和尚作首座，纔退", "852": "便問：昭兄，你適來見個什麼道理，便與麼道？陽云：正", "853": "是我放身捨命處，省便休。師付汾陽法，偈曰：自古付", "854": "無說，我今亦無說，只此無說心，諸佛所共說。", "855": "皓魄當空絕點埃一枝丹桂月中開", "856": "香飄撲著人間鼻放捨身心寔俊哉", "857": "臨濟第六世汾州太子院善昭禪師臨濟第六世汾州太子院善昭禪師慈明，參師，師揣", "858": "其志，經二年未許入室。明每詣方丈，師見必詬罵，或", "859": "毀詆諸方，及有所訓，皆流俗鄙事。明一夕訴曰：自至", "860": "法席已再夏，不蒙指示，但增世俗塵勞，念歲月飄忽，", "861": "己事未明，有失出家之利。語未卒，師熟視罵曰：是惡", "862": "知識敢裨販我？怒舉杖逐之。明擬伸救。師驀掩其口。", "863": "明忽大悟，曰：是知臨濟道出常情。服役七年，辭去。付", "864": "偈曰：虛空無形象，形象非虛空，我所付心法，空空空", "865": "不空。", "866": "煆凡煉聖妙爐殷格外鉗錘非易聞", "867": "一點始知脣在口等閒出語便驚群", "868": "臨濟第七世潭州石霜慈明楚圓禪師臨濟第七世潭州石霜慈明楚圓禪師自南源徙道", "869": "吾，石霜皆楊岐總院事岐，依師雖久，未有省發，每咨", "870": "參，師曰：庫司事繁，且去。他日又問，師曰：監寺異日兒", "871": "孫遍天下，在何用忙為？一日，師適出，雨忽作。岐偵師", "872": "小徑，既見，遂搊住曰：這老漢今日須與我說，不說打", "873": "你去！師曰：監寺知者般事便休。語未卒，岐大悟，即拜", "874": "於泥塗問曰：狹路相逢時如何？師曰：你且躲避，我要", "875": "去那裡去。岐歸來日，具威儀，詣方丈，禮謝。師呵曰：未", "876": "在一日。師上堂，岐出問：幽鳥語喃喃，辭雲入亂峰時", "877": "如何？師曰：我行荒草裡，汝又入深村。岐曰：官不容鍼，", "878": "更借一問。師便喝。岐曰：好喝。師又喝。岐亦喝。師連喝", "879": "兩喝。岐禮拜。師曰：此事是個人方能擔荷。岐拂袖便", "880": "行。師付法偈曰：虛空無面目，心相亦如然，即此虛空", "881": "心，可稱天中天。", "882": "這般家業要承當毒藥甘漿著甚忙", "883": "幽鳥一聲相借問春風吹綻百花香", "884": "臨濟第八世袁州楊岐方會禪師臨濟第八世袁州楊岐方會禪師白雲端參。師一日", "885": "忽問：上人落髮師為誰？端曰：茶陵郁和尚。師曰：吾聞", "886": "伊過橋遭攧有省，作偈甚奇，能記否？端即誦曰：我有", "887": "明珠一顆，久被塵勞關鎖，今朝塵盡光生，照破山河", "888": "萬朵。師笑而趨起。端愕然，通夕不寐，黎明咨詢。師適", "889": "歲莫，師曰：汝見昨日打敺儺者麼？曰：見。師曰：汝一籌", "890": "不及渠。端復駭曰：意旨如何？師曰：渠愛人笑，汝怕人", "891": "笑。端因大悟于言下。師付法偈曰：心體如虛空，法亦", "892": "遍虛空，證得心空理，非法非心空。", "893": "巧將黑豆換明珠鬼臉神頭見自殊", "894": "直下頓忘渠愛怕卓然垂手御龍駒", "895": "臨濟第九世舒州白雲守端禪師臨濟第九世舒州白雲守端禪師浮山遠聞師頌臨", "896": "濟三頓棒，有過人處，指五祖演見師。祖請益南泉摩", "897": "尼珠話。師叱之。祖領悟，獻投機偈曰：山前一片閒田", "898": "地，叉手叮嚀問祖翁，幾度賣來還自買，為憐松竹引", "899": "清風。師印可，令掌磨事。一日，師謂祖曰：有數禪客自", "900": "廬山來，皆有悟入處，教伊說，亦說得，有來由，舉因緣", "901": "問伊，亦明得，教伊下語，亦下得，秪是未在。祖於是大", "902": "疑，私自計曰：既悟了，說亦說得，明亦明得，如何卻未", "903": "在？遂參究累日，忽然省悟，從前寶惜一時放下，走見", "904": "師。師為手舞足蹈。祖亦一笑而已。祖後曰：吾因茲出", "905": "一身白汗，便明得下載清風。師付法偈曰：道我元無", "906": "我，道心元無心，惟此無我法，相契無我心。", "907": "隔溪共語有來因吹落黃花始得真", "908": "下載清風剛付汝海門迸出一紅輪", "909": "臨濟第十世蘄州五祖法演禪師臨濟第十世蘄州五祖法演禪師圓悟出蜀，遍參諸", "910": "宿，最後見祖，盡其機用，祖皆不諾，乃謂：祖強移換人！", "911": "出不遜語，忿然而去。祖曰：待你著一頓熱病打時，方", "912": "思量我在悟。到金山，染傷寒，困極，以平日見處試之，", "913": "無得力者，追繹祖言，乃自誓曰：我病稍間，即歸五祖。", "914": "病痊，尋歸。祖一見而喜，令即參堂充侍者，方半月會", "915": "部使者解印還蜀，詣祖問道。祖曰：提刑少年曾讀小", "916": "艷詩否？有兩句頗相近：頻呼小玉元無事，秪要檀郎", "917": "認得聲。提刑應諾諾。祖曰：且仔細悟。適歸，侍立次，問", "918": "曰：聞和尚舉小艷詩，提刑會否？祖曰：他秪認得聲悟。", "919": "曰：秪要檀郎認得聲，他既認得聲，為甚麼卻不是？祖", "920": "曰：如何是祖師西來意？庭前柏樹子。聻悟忽有省。遽", "921": "出，見雞飛上闌干，鼓翅而鳴，復自謂曰：此豈不是聲？", "922": "遂袖香入室，通所得呈偈曰：金鴨香銷錦繡幃，笙歌", "923": "叢裡醉扶歸，少年一段風流事，秪許佳人獨自知。祖", "924": "曰：佛祖大事，非小根劣器所能造詣。吾助汝喜。後悟", "925": "與佛眼、佛鑑。侍祖於一亭上，夜話及歸，燈已滅，祖於", "926": "暗中曰：各人下一轉語。佛鑑曰：彩鳳舞丹霄。佛眼曰：", "927": "鐵蛇橫古路。悟曰：看腳下。祖曰：滅吾宗者，乃克勤耳。", "928": "祖付法偈曰：真我本無心，真心亦無我，契此真真心，", "929": "我我何曾我。", "930": "聲前色後謾勞追一段風流出大奇", "931": "燈滅暗中呈好手扳麟奪角上雲逵", "932": "臨濟第十一世成都府昭覺寺佛果克勤圓悟禪師臨濟第十一世成都府昭覺寺佛果克勤圓悟禪師", "933": "虎丘隆入室。師問曰：見見之時見非是，見見猶離見", "934": "見不能及。遂舉手曰：還見麼？隆曰：見。師曰：頭上安頭。", "935": "隆聞脫然契證。師叱曰：見個甚麼？隆曰：竹密不妨流", "936": "水過。師肯之，俾掌藏。有問隆：藏主柔易若此，何能為", "937": "哉？師曰：瞌睡虎耳。付偈曰：得道心自在，不得道憂惱，", "938": "付汝自心道，無喜亦無惱。", "939": "見不能及草芊芊頭上安頭更可憐", "940": "一句峭然雲影斷猙獰牙爪露山巔", "941": "臨濟第十二世平江府虎丘紹隆禪師臨濟第十二世平江府虎丘紹隆禪師住宣州彰教", "942": "時，圓悟歸蜀，指應菴華見師。師移虎丘，華侍行，未半", "943": "載，頓明大事。師付法偈曰：天晴雲在天，雨落濕在地，", "944": "秘密付汝心，心法只這是。華後住饒之報恩，師忌辰，", "945": "拈香云：平生沒興撞著這無意智老和尚，做盡伎倆，", "946": "湊泊不得，從此卸卻干戈，隨分著衣喫飯，二十年來", "947": "坐曲彔木，懸羊頭賣狗肉，知他有甚憑據。雖然，一年", "948": "一度燒香日，千古令人恨轉深。", "949": "咄哉睡虎徹生緣雨濕天晴花更鮮", "950": "血戰沙場人盡曉懸羊賣狗把香然", "951": "臨濟第十三世明州天童山應菴曇華禪師臨濟第十三世明州天童山應菴曇華禪師密菴傑", "952": "初參師于衢之明果，師屢呵斥。一日問傑：如何是正", "953": "法眼。傑遽答曰：破沙盆。師頷之。付偈曰：佛用眼睹星，", "954": "我用耳聽聲，我用與佛用，我明汝亦明。", "955": "掇不去兮拈不來風吹日炙賺人猜", "956": "當陽觸瞎娘生眼獨露堂堂遍九垓", "957": "臨濟第十四世明州天童山密菴成傑禪師臨濟第十四世明州天童山密菴成傑禪師住烏巨。", "958": "破菴先參師，命典客。一日，師偶對僧舉：不是風動不", "959": "是幡動。先聞豁然大悟。次日，師遇先眾寮前，問：你總", "960": "不得作伎倆，試露個消息看。先應聲曰：方丈裡有客。", "961": "師呵呵大笑。先侍師凡五載，盡得旨要，後辭歸蜀，師", "962": "以偈送之曰：萬里南來川藞苴，奔流度刃扣玄關，頂", "963": "門戳瞎金剛眼，去住還同珠走盤。付法偈曰：佛與眾", "964": "生見，元本不隔線，付法付自心，非見非不見。", "965": "不是風兮不是幡平生底蘊盡掀翻", "966": "要津把住通消息度刃奔流始徹源", "967": "臨濟第十五世夔州府臥龍破菴祖先禪師臨濟第十五世夔州府臥龍破菴祖先禪師住蘇之", "968": "西華秀峰，有僧入室，師打逐至法堂時，無準範解曰：", "969": "禪和家爭禪亦常事耳。師曰：豈不聞道我肚饑，聞板", "970": "聲要喫飯去聻。準聞，不覺汗流浹背。師居靈隱，準復", "971": "從。一日侍游石筍菴，菴有道者請益，曰：胡孫子捉不", "972": "住乞師方便。師曰：用捉他作麼？如風吹水，自然成，紋。", "973": "準在旁大徹。付偈曰：我若不見時，汝應不見見，見見", "974": "非自心，自心常顯現。", "975": "江南三月趁春風兩岸桃花映水紅", "976": "欲識渠儂真面目鷓鴣啼在綠陰中", "977": "臨濟第十六世徑山無準師範禪師臨濟第十六世徑山無準師範禪師賜號佛鑑，斷橋", "978": "倫祖在會下，準以狗子因何有業識令祖下語，凡三", "979": "十轉不契。祖云：可無方便乎？準舉真淨頌曰：言有業", "980": "識在，誰云意不深，海枯終見底，人死不知心。祖竦然", "981": "良久。忽聞板聲，通身汗下，於是脫然。準以從上源流，", "982": "并付法偈曰：真理直如絃何默更何言，我今善付囑，", "983": "表心本無得。祖出世祗園，遷天台瑞岩國清。準于淳", "984": "祐己酉三月十五示疾，集眾遺囑，其徒眾請偈，準乃", "985": "執筆書偈云：來時空索索，去也赤條條，更要問端的，", "986": "天台有石橋。", "987": "養子之緣意自深海枯人死要知心", "988": "板聲一擊通身脫迥出天台亙古今", "989": "臨濟第十七世杭州淨慈斷橋妙倫禪師臨濟第十七世杭州淨慈斷橋妙倫禪師台州徐氏", "990": "子，室中嘗舉萬法歸一示徒，日隨眾務。方山寶侍次，", "991": "師以莧菜根示之，寶悟入。師付法偈曰：本無迷悟人，", "992": "迷悟自家討，記得少壯時，而今不覺老。即繼師席。", "993": "莧根拈起骨毛寒好肉無端索灸瘢", "994": "悟得單傳真祕訣風前總是活人丹", "995": "臨濟第十八世天台瑞岩方山寶禪師臨濟第十八世天台瑞岩方山寶禪師初住西庵，無", "996": "見參師，雖有所契，未臻其極，遂築室華頂，精苦自勵。", "997": "一日作務次，渙然有省，平生凝滯當下冰釋，遂走瑞", "998": "岩呈所解。方以偈證曰：道人得得出山來，盡把襟懷", "999": "對我開，坦坦平平如鏡面，澄澄湛湛絕纖埃。忽然得", "1000": "個轉身句，衲卷寒雲便歸去，萬八千丈華頂峰，一笑", "1001": "裂開鐵面具，家山到後絕思惟。拗折烏藤拄竹扉糞", "1002": "火堆中消息好，芋香便是道香時，并付法偈曰：此心", "1003": "極廣大，虛空比不得，此道只如是，受持休外覓。", "1004": "一鑑當天照影寒瀑飛深處展眉端", "1005": "虛空絕巘情難比分付清風直下看", "1006": "臨濟第十九世天台無見先睹禪師臨濟第十九世天台無見先睹禪師一坐華頂四十", "1007": "餘年，足未嘗輒越戶，至正賜號妙明真覺。白雲度深", "1008": "習禪定，後一策南遊，遍叩禪林，無有可其意者，聞師", "1009": "說法天台，欣然就謁。師見器之，充侍者。度問：西來密", "1010": "意，未審如何？師云：侍娑羅峰點頭，即向汝道。度以手", "1011": "搖曳擬荅。師便喝。度云：娑羅峰頂，白浪滔天，花開芒", "1012": "種後，葉落立秋前。師云：我家無殘羹剩飯也。度云：此", "1013": "非殘羹剩飯而何？師頷之。付法偈曰：至大是此心，至", "1014": "聖是此法，燈燈光不差，了此心者達。", "1015": "虎嘯龍驤山勢險西來密意灼然酬", "1016": "殘羹剩飯都掀卻百億須彌笑點頭", "1017": "臨濟第二十世處州福林白雲智度禪師臨濟第二十世處州福林白雲智度禪師初住普慈", "1018": "諸剎，洪武己酉應召，尋隱福林。平昔機語，不容人錄，", "1019": "古拙俊侍師室中，了明大事，深契牧牛之作，乃付法。", "1020": "偈曰：心中有自心，法中有至法，我今可付囑，心法無", "1021": "心法。", "1022": "幃幄坐籌聲價重不容裨販出常情", "1023": "其中有個真消息戴角披毛異類行", "1024": "臨濟第二十一世太平府繁昌八峰山古拙俊禪師臨濟第二十一世太平府繁昌八峰山古拙俊禪師", "1025": "無際參，師問：還我照用來。際云：若有照用，即成障礙。", "1026": "師云：這廝著空，佛也救不得。際云：有無俱寂滅，空佛", "1027": "悉皆非。後示以偈云：憶昔繁昌一別時，此心能有幾", "1028": "人知，無絃曲子真堪續，慧命懸懸付阿誰？付法偈曰：", "1029": "一道不心光，三際十方明，何于明白中，有明有不明。", "1030": "年老婆心徹底祜翻雲覆雨驗淆訛", "1031": "繁昌嫡脈今猶在空佛俱非唱哩囉", "1032": "臨濟第二十二世川東普州道林無際悟禪師臨濟第二十二世川東普州道林無際悟禪師別號", "1033": "蠶骨蜀中人也，年二十，出纏縛，竹為菴，研勵無懈，四", "1034": "指大書帖亦不顧，只是拍盲做鈍工夫，後得大徹大", "1035": "悟，即呈本師偈云：寂照無上下，光明處處通，本來無", "1036": "皂白，無處不含容。正統九年，應召說法，上大悅。", "1037": "師嘗以無字公案示徒，月溪澄久依座下，深得奧旨，", "1038": "特書月溪二字，法語示之，并付法偈云：我無法可付，", "1039": "汝無心可受，無付無受心，何人不成就。", "1040": "慣將無字立關樞殺活縱橫似太呵", "1041": "一段寒輝親入手等閒拈出斬痴魔", "1042": "臨濟第二十三世南京大崗月溪澄禪師臨濟第二十三世南京大崗月溪澄禪師景泰三年", "1043": "敕賜回大崗，號慈善。一日室中出祖衣示徒，乃云：此", "1044": "衣是唐朝宮主所置，今八百餘年矣，祖祖相傳，至東", "1045": "普先師，普付與老僧，若是克家種子，方堪紹荷，狐假", "1046": "虎威，焉敢希冀？又云：如百丈侍馬祖，祖侍南嶽，嶽侍", "1047": "曹溪六祖，皆久久親炙，磨光剉銳，乃能豁徹重關，羈", "1048": "鎖掃盡，微見窠臼，深得大機大用，可為人天眼目耳。", "1049": "師居，嘗凡見僧請益，乃云：佛法不是鮮魚怕爛卻，那", "1050": "即趁出？夷峰寧侍傍，忽悟入。師付衣法，偈云：心即能", "1051": "知心，法即可知法，今所付法心，非心亦非法。", "1052": "授受僧伽古至今克家方許示叢林", "1053": "幸然不是鮮魚物留得宗風不墜鍼", "1054": "臨濟第二十四世大崗夷峰寧禪師臨濟第二十四世大崗夷峰寧禪師寶芳住天目往", "1055": "參。師器之，乃付法，偈云：祖祖無法付，人人本自有，汝", "1056": "受無付法，急著傳於後。", "1057": "大地山河驀入官松風水月不相瞞", "1058": "滔滔只要源頭活何慮人間滄海乾", "1059": "臨濟第二十五世天目寶芳進禪師臨濟第二十五世天目寶芳進禪師示眾云：拈花微", "1060": "笑，節外生枝，面壁安心，畫蛇添足，山僧這裡無禪可", "1061": "參，無道可學，直教一個個成佛作祖去。汝等還信得", "1062": "及麼？良久，拍膝云：劍號巨闕，玉出崑崗。付野翁曉法。", "1063": "偈云：真性本無性，真法本無法，了知無法性，何處不", "1064": "通達。", "1065": "好兒終不使爺錢便把家私徹底掀", "1066": "無限風光遮不住東西南北有知恩", "1067": "臨濟第二十六世嘉興東塔野翁曉禪師臨濟第二十六世嘉興東塔野翁曉禪師無趣參，每", "1068": "呈見解，師盡與掃闢昔日所負，直使索然。一日，師謂", "1069": "趣云：我有一言，要與爾說。趣便問師，但笑而不語。趣", "1070": "又問，師又笑。趣不諳旨，遂禮拜懇求。師不得已，乃云：", "1071": "達磨西來，直指人心，見性成佛，唯在直下體取。子若", "1072": "信得及，可放下萬緣，參個萬法歸一。趣領旨後，聞雞", "1073": "鳴有省，即薙染。師乃付法。偈云：非法非非法，非性非", "1074": "非性，非心非非心，付汝心法竟。", "1075": "舌頭無骨覓知音笑裡藏刀意更深", "1076": "直使萬緣俱放下雞鳴方契祖師心", "1077": "臨濟第二十七世嘉興敬畏無趣如空禪師臨濟第二十七世嘉興敬畏無趣如空禪師無幻參。", "1078": "師誨以教外別傳之旨，朝夕參究，有所契入，遂薙染，", "1079": "結庵徑山，集無趣語錄，往見趣。趣問：子向在甚麼處？", "1080": "幻曰：徑山。趣曰：做得甚麼事？幻曰：某甲買得一段田，", "1081": "收得原本契書，請和尚僉抑。即將集本呈上。趣接得", "1082": "展看，曰：者個是我的？汝的聻？幻曰：和尚莫搶奪行市。", "1083": "趣便擲下集本。幻便出，復呈偈。趣曰：非語言文字也，", "1084": "是汝作底麼？幻曰：某甲鼓粥飯氣，若謂有所得，辜負", "1085": "和尚不少。趣乃點首，即付法。偈云：師傳拈花宗，示我", "1086": "微笑法，親手展付汝，持奉遍塵剎。", "1087": "重重勘問別親疏號段分明總不孤", "1088": "點首契書收拾起不愁田地致荒蕪", "1089": "臨濟第二十八世徑山無幻性沖禪師臨濟第二十八世徑山無幻性沖禪師初住車溪，後", "1090": "開法徑山，示眾云：老漢本擬深藏鄉僻，遣過生緣，爭", "1091": "奈無趣老人有不了底公案，山僧出來與他了卻。僧", "1092": "問：如何是無趣老人不了底公案？師便打。僧云：某甲", "1093": "有甚過？師云：殃及兒孫。南明掩關興善，師至關前勘", "1094": "問，南將前工夫舉似，師跌足云：悔我來遲，向後總欲", "1095": "到此，不易得也。南即啟關，往謁于車溪徑山，服勤八", "1096": "載。一日於地上拾片紙，有觀，方知彼去去者不至。方", "1097": "之，句有省，呈無幻，幻乃印可，即命充首座。付法偈曰：", "1098": "得本無所得，傳亦無可傳，今付無傳法，東西共一天。", "1099": "塔于徑山。", "1100": "扣關跌足不無胎刻骨銘心去復來", "1101": "八載途中親薦得寒梅偏向雪中開", "1102": "臨濟第二十九世興善南明慧廣禪師臨濟第二十九世興善南明慧廣禪師徑山示眾云：", "1103": "五峰頭卓朔，雙徑尾顛先，喝石嵒一任𨁝跳，明月池", "1104": "覆地傾天。此四句中，有一句有殺人刀無活人劍，有", "1105": "一句有活人劍無殺人刀，有一句殺人刀活人劍俱", "1106": "有，有一句殺人刀活人劍俱無。伶俐衲僧檢點得倜", "1107": "儻分明，許你一生參學事畢。普明鴛湖初謁無幻于", "1108": "車溪，開示禪要後，侍南明于徑山。一日閱思益梵天", "1109": "經有省，即呈無生偈曰：鐵壁銀山誰敢摧，賊身驀地", "1110": "拶將來，相看元是舊相識，當下慚惶笑臉開。又曰：歷", "1111": "劫多年窮苦事，風光流得到今朝，笙歌車馬門如市，", "1112": "內院依然鎖寂寥。南閱之，痛加呵斥，更不作偈頌。南", "1113": "後掩關皋亭諸處，不離左右一十三載。值南病篤，一", "1114": "日舉香嚴獨腳頌問明。明纔開口，南便喝。明復擬開", "1115": "口，南又喝。明方點首。南即付法。偈云：無傳無受法，無", "1116": "傳無受心，付與無手者，掣斷虛空觔。", "1117": "啐啄同時血也枯命根不斷奈伊何", "1118": "特然啄破琉璃殼別有超宗異目多", "1119": "臨濟第三十世建寧普明玄微妙用禪師臨濟第三十世建寧普明玄微妙用禪師別號鴛湖。", "1120": "初住嘉興白苧普明寺及桐月庵。介菴進往參，師即", "1121": "垂誨，便有師資之契。菴因臥疾，忽聞匠斧斫大木聲，", "1122": "有省，即呈萬如和尚。萬頷之後，聞師住建寧普明，及", "1123": "侍萬入山，請師陞座扣問。師云：不須更問山中事，觀", "1124": "見容顏便得知。菴便禮拜。未幾，辭往曹山再參。師於", "1125": "普明即命入室，菴方跨門，師云：是甚麼？菴擬荅，師震", "1126": "威便喝。菴豁然契悟，即掩耳而出。一日，師欠安，菴侍", "1127": "次，師命茶，問：云：汝字覺先，喚甚麼作先？菴云：且喜今", "1128": "日得自在。師云：如何是覺後？菴云：請和尚尊重。師云：", "1129": "你還分得先後麼？菴良久。師便喝。菴云：某甲只管喫", "1130": "茶。師云：如何是喫茶底事？菴云：柿棗腐乾都在這裡。", "1131": "師云：你作麼生？菴云：卻被某甲一口食盡。師云：滋味", "1132": "如何。菴云：甜者自甜，鹹者自鹹。師云：未在，更道！菴云：", "1133": "某甲謝茶。便禮拜。師深喜之。又一日，師集眾，乃舉拂", "1134": "子云：世尊拈一枝花，老僧舉一枝拂，且道是同是別？", "1135": "菴出，禮三拜歸位。師云：這瞎驢。遂擲下。即出從上源", "1136": "流衣拂，并書法偈付。云：沿流一段事，竟無頭與尾，付", "1137": "與師子兒，哮吼滿大地。師于崇禎壬午十月十一日", "1138": "說偈而化。嗣法者三人。菴出世嘉興金明寺。", "1139": "頌曰：舊債思酬驀擲竿電光石火逼人寒", "1140": "死骷髏上開活眼拋出當陽一任看", "1141": "冷灰豆爆忽抬眸薄暮晴空月一鉤", "1142": "長嘯一聲天地動不風流處也風流", "1143": "介菴禪師源流頌畢"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B233 介菴進禪師語錄", "author": "清 悟進說　真理等編　附源流頌"}