{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B471 空谷道澄禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "示偈示長春", "1": "空谷道澄禪師語錄卷二十", "2": "嗣法門人德儒編", "3": "山居山居", "4": "入廛應世過繁勞脫去尋山學種桃空洞無風雲到", "5": "隙曲塘有水月歸漕編籬代護園中果修竹兼除道", "6": "上蒿獅子潛威狐兔邈栴檀勢大苾芻高", "7": "又", "8": "攀巖附葛踄峰巔到此方知別一天五色卿雲舒錦", "9": "繡數聲啼鳥咄璣璇長林樹老蒼虯繞崇嶺石橫白", "10": "虎眠半點浮塵飛不到暫將香草作蒲氈", "11": "又", "12": "雷鳴借響燒香鼓電閃留光代燭明雨滴樓前擊石", "13": "磬霧飛堂外罩蘆亭門寬那怕雲關鎖池大何嫌水", "14": "覆萍休教人間重睡夢高懸化日出東溟", "15": "又", "16": "日沒嶺西又出東晴光皎皎一輪紅當陽不惜懸秦", "17": "鏡默地無思挂楚弓歲歲清輝浮九陌山山皓彩化", "18": "群蒙孤圓照破坤輿暗對景方知色是空", "19": "又", "20": "瑞結如蟠遶峻峗樹穿石竅蔓盈枝綠林翠鳥顏相", "21": "合老葛蒼虯影較疑竹掃堂前風過早雲舖山半雨", "22": "來遲吉凶未卜觀天象定裏圓明不再思", "23": "又", "24": "生來懶散喜居山一味清幽若鈍頑絕是絕非忘異", "25": "路離聞離見破疑關斜窗飄露眉生玉破壁招霞衣", "26": "帶班蓂莢有心開歲月峰巒無事懶高攀", "27": "又", "28": "路近蒼松作客亭山光樹色巧丹青煙霞不異王維", "29": "筆風響何須普化鈴頑石點頭因聽法靈猿舉掌為", "30": "聞經人間問我安身處茅屋幾椽傍大嶸", "31": "又", "32": "景寂山和道不貧枝條摘盡又生菌不將钁去開新", "33": "地惟待風來掃舊塵兔影盈虛知朔望花情收放識", "34": "秋春當陽一句原無說策地敲床笑殺人", "35": "又", "36": "寒山挂錫已多年土面灰頭出自然求佛不如忘四", "37": "相得心何必覓三玄行吟池畔魚聞法坐默林邊鳥", "38": "問禪大喝一聲知也未天空豈滯任飛旋", "39": "又", "40": "尋常不敢起思惟百結草衣且待時將就巖嵌好躲", "41": "雨生成茨壩免栽籬支鐺樹下燒枝葉洗菜池中拆", "42": "土泥爛煮玄芝先供佛靈山那得者般齊", "43": "又", "44": "蘆蓬簷外眾山翹覿面昂頭若見招巨海千尋聲透", "45": "徹高峰萬仞氣頻超煙霞散去陽光近屼嵲排開天", "46": "際遙常聽迦陵清梵雅雷音相接海音潮", "47": "又", "48": "岑巖峭壁向誰誇凹石如獅踞路槎藤結樹顛垂寶", "49": "蓋水流平地湧蓮花兩輪日月千年燭一片山河萬", "50": "歲家不識人間真下落怎能樂我者生涯", "51": "又", "52": "撲破瓢囊一物無頻將畫餅濟饑徒盡生守戒絕魔", "53": "使永劫捨身作佛奴迥迥圓明照頓漸昂昂旨趣辨", "54": "精麤中然站在無憂頂萬紫千霞信手塗", "55": "又", "56": "一生只愛處平常淡泊清幽自覺長風虎已經錫制", "57": "伏雲龍自有缽驅降覺心得息群魔息迷意若狂六", "58": "賊狂不用許多奧玅法從寬放下絕精方", "59": "五言律五言律", "60": "山居何所事火種憑刀耕種下菩提子結成般若瑛", "61": "不燒有燄柴端煮無糧羹月在秋潭映日來繡谷明", "62": "又", "63": "朗開三車路火焚五蘊山既驅獅子猛那怕野狐頑", "64": "凌空鶴衣白木落虎毛班優游心不繫處處得長閒", "65": "又", "66": "白猿啼古樹野鹿臥高丘百物皆含趣萬般有出頭", "67": "遨遊嘆息世多愁滿眼開經義遍山現白牛", "68": "又", "69": "居山雖未久事事可堪誇富貴一林筍榮華兩地瓜", "70": "汲泉冽井近攬勝野晴賒持杖塘邊立投機有暮蛙", "71": "又", "72": "身在五湖客孤貧不借威摘蔬同鼎食徒步勝乘肥", "73": "離境寧為是多言已覺非高眠忽枕墮榻內顯珠璣", "74": "又", "75": "柴扉常寂寂忽啼樹上禽三摩眼孔入多漏耳根侵", "76": "瓦子連聲擊石頭帶土擒鵲巢為說法一聽起迷心", "77": "又", "78": "鵲噪鴉鳴處何其問吉凶力大堪騎虎缽靈可罩龍", "79": "山高連鷲嶺星朗示玄宗勘破佛魔境屹然立要衝", "80": "又", "81": "修竹迎風爽喬松待鶴居趙州茶不竭禪悅食忘機", "82": "搖舌鋒如劍揚聲吼若獅案前無限景助我發新詩", "83": "又", "84": "凝眸山色近舉步蘚痕多採蕨連根拔尋薪帶葉拖", "85": "雨收苔徑滑林密鳥音和清涼驅暑吏持竿上木鵝", "86": "又", "87": "不登九折阪誰識道中難藤葛原無擾是非自不干", "88": "步憑雙草履坐止一蒲團本分忘人我便覺地天寬", "89": "又", "90": "既有聲名重并無論賤輕梵音鳴大壑法語播滄瀛", "91": "青雲現花從古鏡明識心本是佛海晏與河清", "92": "又", "93": "居太古樸鬧市取閒消不識諸方苦殊因本地驕", "94": "童晝打鼓石女夜吹簫寧淡山中靜休濃世外驍", "95": "又", "96": "心猿常寂定意馬自安全三毒轉三聖五蘊證五仙", "97": "三百六十士八萬四千賢一夥清虛客同登般若船", "98": "又", "99": "斂形忘舊跡舉步踏新苔迷卻進山路方知出世才", "100": "利生日已近接物時將來分付長行眾風香花正開", "101": "佛事佛事", "102": "七月賑濟七月賑濟對壇云大帝年年七月生放開普赦釋含", "103": "情離憂脫苦淨方去萬里長空一坦平咄混死鬼浪", "104": "癡魂速去投胎做好人只為從前造孽重今聞佛法", "105": "盡超生師以拄杖向然紙場內一拂云手執捲天括", "106": "地拂掃盡煙霞法界清拽杖回壇。", "107": "燬百靈燬百靈", "108": "狼籍群靈骨滿彌荒坵撒落亂差參年逢戕殌等非", "109": "命時遇饑殤眾紊骴摶斂如山憑火炬超生似箭仗", "110": "風姨剎那直上三摩地彈指逕登九品池咦現前湧", "111": "出光明藏燦燦赤蓮吐玉枝。", "112": "哭雙桂破師翁哭雙桂破師翁丁酉年涅槃", "113": "拄杖皇皇此日休蹇翁罷釣捨舫舟絕聲不唱密公", "114": "曲斂手慵拋雪祖毬得露真如觀自在長留慧命復", "115": "何謀雙趺暫去化安養一葦還來度眾流。", "116": "天童記莂響西川受化如麻識者先一旦涅槃撒手", "117": "去千斤擔子教誰擔法堂寂靜爐煙息佛殿幽清酒", "118": "器羶從此永安潔白白醃燒品味滿河掀。", "119": "法杖千莖出太翁慈容順世遙瞻空生前行狀人難", "120": "及語後儀規道者同寶塔雖無別點奠金龕常有爐", "121": "煙通化門孤峻甚行孝竭力撐持強進忠。", "122": "普霑法利道風高規正儀端誰敢褒暫退袈裟披素", "123": "服權安杖缽繫麻絛滿堂悲震如雷吼合殿舉哀似", "124": "虎嗥兩兩三三皆醉倒展開兩眼看溪濤。", "125": "哭敏師和尚哭敏師和尚甲辰二月二十二卯時生壬子冬月初三日亥時涅", "126": "奉師密教離多年盡力傾心撐法船諦想利生已進", "127": "孝誰知辭世不能前拈香設位空瞻禮上供舉哀淚", "128": "湧泉哭罷一聲腸欲斷可憐不復睹慈顏。", "129": "權化娑婆縱有年何忙推轉利生船丈中爐火常新", "130": "爇座上曇花如在前滴淚行行傾沛雨涕流次次湧", "131": "甘泉報身須去他方化唯恨薄緣未近顏。", "132": "吾師厭世離繁年放出許多般若船半點瑕疵難隱", "133": "諱無端形跡現人前通天拄杖如麻立匝地風聲若", "134": "雨泉自有同門掌法化安心入定斂和顏。", "135": "嗣法如同領聖旨不分晝夜勤操履利生至念重如", "136": "山向道之人淡似水不度無緣度有緣休圖假璽圖", "137": "真璽剛纔得趣聞師歸收什忙回行孝禮。", "138": "涿州弔易菴法叔涿州弔易菴法叔", "139": "攜笻擬去利群生半路逆風馬受驚涿水鏗鏘當有", "140": "分燕京橐鑰原難撐江南河北空懸慕廣浙吳楚枉", "141": "費誠金骨不知何下落權將磚石壘堆塋。", "142": "一妄思惟十萬旬誰知由命不由人貪名圖利終何", "143": "用逐境生風枉費神珍重堂中樂且貴輕浮世外漫", "144": "尤嗔前賢三詔不輕舉自古清高道不貧。", "145": "為雲水僧舉火為雲水僧舉火", "146": "執火炬云密如密如空生浮圖逐妄行腳未受鉗錘", "147": "大限臨頭一念糢糊但知生有不識死無從前未學", "148": "抽身法直至而今沒倚扶咦向此紅爐鍛煉過休來", "149": "三界辨親疏。", "150": "為長目舉火為長目舉火", "151": "以火炬打一圓相從相中橫一畫云者箇鐵門限跳", "152": "得過也向者裏鍛煉跳不過亦從其中烹蒸十地聞", "153": "之膽顫諸天聽得眉攢還有不生恐怖者麼攛下火", "154": "炬云唯我長目子穩穩任安排。", "155": "北京為滿洲吳夫人起棺北京為滿洲吳夫人起棺", "156": "師至柩前云百千三昧分差別一句當機絕見聞四", "157": "大耶或聚或散五行耶受剋受生陰陽耶有升有降", "158": "造化耶無減無增且道吳夫人平日者一點靈明真", "159": "造化即今在甚麼處震威一喝云總教當人高著眼", "160": "休將水落第三坵水落三坵且止如何是起棺一句", "161": "茫茫苦海抽身去寂寂光中慶有餘以杖敲棺三下", "162": "云恩愛從今兩斷兇神惡煞齊出　即日舉火高舉", "163": "起拄杖云杖化雲龍直上辭太陽宮裏借無明丙丁", "164": "童子從南至巳午當機熒惑生須仗東方甲乙巽凡", "165": "軀化盡現金身執炬遶棺一匝攛下云西方直捷一", "166": "條路九品蓮開聞法音。", "167": "京師為福祐張居士起棺京師為福祐張居士起棺", "168": "以明轎抬至棺前云厭世離凡尤是妙若明心地可", "169": "稱奇去來但要無拖欠往返須妨帶水泥東土西方", "170": "隨意轉天堂極樂任心逵從今蹬斷輪迴索一見彌", "171": "陀永不疑咄速急去莫延遲大寂光中開正眼阿耨", "172": "池裏放毫翨彌陀正說無生法速占九蓮第一枝震", "173": "威一喝云出　即日舉火以火炬向棺三舉云除三", "174": "惡斷七情十八界空一坦平天堂路地獄門兩條都", "175": "是輪迴坑惟有西方極樂國速搶蓮花上品生攛下", "176": "火云紅燄光中斂正念白蓮池裏放光明聞佛法聽", "177": "梵音脫盡皮毛顯法身。", "178": "江陵縣尊請對封君唐耕留先生靈小參江陵縣尊請對封君唐耕留先生靈小參", "179": "師云涅槃生死等空花覿體承當豈在他積德存仁", "180": "終有益傳家治國玉無瑕嗚呼所歎者無別花開終", "181": "有卸果熟必逢時熱鬧一臺戲酒罷各分離光陰如", "182": "過隙豈肯暫停遲日月急箭射辰宿忙梭飛百物催", "183": "人老迷流總不知請書安頭上催帖挂兩眉眼耳俱", "184": "通信四肢強撐持忽想長生方丹鼎藥不齊不求明", "185": "師指那得火棗梨若還不受老閻氣看破凡情了覺", "186": "知獨我鄉翁則不然樂土相邀不肯去上方有詔豈", "187": "能辭。", "188": "對都統穆書靈前小參對都統穆書靈前小參", "189": "師云欽命出師到楚岳旌旗排列聽鳴角登舟正論", "190": "進兵策一陣怪風捲浪潑急叫天兮天尚高速倚岸", "191": "時岸遠闊四圍上下無遮攔西北東南無把捉一旦", "192": "英雄歸洞庭太白重來將月摸大丈夫為國亡軀不", "193": "須辭只要忠名有下落且道赤心報國穆書居士者", "194": "一點忠心下落在甚麼處咦陣亡必入忠臣廟簪纓", "195": "代代享名爵。", "196": "弔至崖法弟弔至崖法弟", "197": "一輪杲日正當陽卻被羅睺爭奪光日墜西山尚復", "198": "舊水流東海不還鄉悲嗟操履一生苦泣歎奔馳幾", "199": "度霜正好上灘船斷纜中途圓寂可憐傷。", "200": "一片浮雲掩太陽霎時閉目斂神光無心思去涅槃", "201": "樂有意想回歸故鄉可憾光陰雲過隙不由自制日", "202": "溶霜雖然留得人天眼令此傍觀淚雨傷。", "203": "回川抵萬縣掃本師敏老人塔回川抵萬縣掃本師敏老人塔時癸亥十月也", "204": "設供舉哀拈起香云此瓣香葉瘦枝疏乃是應師涅", "205": "槃之兆幸得根深蒂固胤培法裔永遠綿長花蘩子", "206": "廣處處牽枝引蔓各方行化滇黔吳越梁唐只圖因", "207": "緣廣集雲水高曠那想淵源桂樹遞代傳芳進孝的", "208": "何辭千山萬水披星遙涉進忠的豈懼劍樹刀山直", "209": "下承當不忘根本者無非設像供真就堂禮拜那肯", "210": "特來塔前奠茶炷香道澄雖不能別有儀獻但存一", "211": "點至誠一片心塔前一了現前寸", "212": "心二留人天標榜此所云由近代以來亂枝", "213": "亂倫尚多不忠不孝甚廣凡為孝順弟子者三年五", "214": "載必掃師塔若不近塔瞻禮惟恐後學效尤縱不如", "215": "百丈守塔三載之誠若從萬里遙來爇片心香如同", "216": "侍師千古增光奠茶執杯云福恩堂上荷擔來橫按", "217": "昆吾不用猜縛虎擎龍顯巨手呼風喝雨露雄才芳", "218": "芬萬葉枝枝茂花發千層朵朵開遁隱抽身不足玅", "219": "尸解脫殼羨奇哉假形即此留蹤跡真玅何方葆聖", "220": "胎三不逍老茶二獻金牛齋一炷心香燻寶塔兩行", "221": "珠淚灑塵埃但願吾師慈忍力他方化遍復重回大", "222": "展九首起具大哭三聲大笑三聲而退。", "223": "夔府開元寺弔繼初法弟夔府開元寺弔繼初法弟", "224": "塔前云繼初法弟聞名高貴拄杖撩天腳跟著地本", "225": "性如如無來無去試問大眾既道者一點妙覺圓明", "226": "本無來去且道繼初真如即今向甚麼處以拄杖一", "227": "卓云虛空裏包涵太山大海中不納死屍雖然如是", "228": "何水無魚何公無私化錢。", "229": "萬縣天圓寺弔耳獨法兄萬縣天圓寺弔耳獨法兄", "230": "塔前云錦江獨駕一慈航纜繫天圓渡十方正在當", "231": "陽緊著力忽然波起被風狂牢把舵任汪洋何其撒", "232": "手太愴忙兄以一般斂目去拋弟有言沒處商思量", "233": "同參日不由淚雨洸。", "234": "交水龍華寺弔余山法兄(時甲子仲春也)號知止交水龍華寺弔余山法兄時甲子仲春也號知止", "235": "塔前云法兄和尚無端行狀生長蜀中出世滇上志", "236": "大心粗眉高眼曠作事垂古說法嘹喨碁逢敵手絲", "237": "毫不讓法無親疏棒有收放咦真我黃蘗之雄宗永", "238": "挂滇黔作榜樣再出一人似法兄滇裏狐群盡掃蕩。", "239": "回川三月過坪埧天臺山弔月峰法姪回川三月過坪埧天臺山弔月峰法姪乙丑", "240": "靈前云天湖法子老僧姪一世清高無垢跡終雖不", "241": "免者條路石火電光何太急惱恨日月特無情強把", "242": "光陰來煎逼正好安心過歲年誰想綾羅剪就尺來", "243": "時抵膝談家常轉則諱名紙上立傷嗟歎淚雨滴仔", "244": "細思量真可惜癡心枉打萬年樁一息不還有甚益", "245": "不若幹些本分事大限臨頭有敵如風月過窗隙", "246": "月晦風消何所值酒完戲罷一場空從頭看起毫無", "247": "實。", "248": "重慶府觀音寺為迥超對靈重慶府觀音寺為迥超對靈", "249": "師云戒未精兮禪未參兩頭打失中間瞞一生辛苦", "250": "慮衣食枉自奔波履底穿積錢被人騙討徒誰的蠻", "251": "蒙頭過天日癡心太愚頑真乃僧中俗漢子看破不", "252": "值半文錢為僧不辦修行理枉住伽藍三寶前木彫", "253": "泥塑有靈氣銅鑄鐵瀉尚知虔千年頑鐵難溶化六", "254": "道四生任往還老僧知你貪心重高大一堆黃白錢", "255": "拿去閻君買轉命再來三寶賺些錢真好笑又可憐", "256": "不明宗眼豈算男。", "257": "溫江縣尊王封君靈前小參溫江縣尊王封君靈前小參時乙丑十月二十日也", "258": "師乃云三界猶如客寓樓任憑寄住幾千秋上方有", "259": "詔上方去樂土相邀樂土遊即若王公百事足榮華", "260": "富貴毫無謀進忠可論撞碑士行孝能超扇枕流忠", "261": "孝進恩已酬看罷浮塵如夢幻不如退隱樂天兜舉", "262": "杖示眾云見麼封君老大人現大神通至山僧者拄", "263": "杖頭邊聞法歡喜點頭三下笑三聲逍遙自在去也", "264": "且問老大人笑箇甚麼點首者觀大地迷悟眾生沉", "265": "溺苦海之中不求出身不知苦到何時笑者笑此世", "266": "間有一般橫漢站在貢高我慢山兇暴暴氣昂昂堅", "267": "執名利不肯放捨將來他日不知如何下落逍遙快", "268": "樂去者自思子孝孫賢家門高貴聯芳千古瓜瓞綿", "269": "綿百事俱備所以放心撒手逍遙自在去也試問大", "270": "眾封君老大人即今向甚麼處去以拄杖一卓云大", "271": "人去處不同凡接引直登上品蓮耳聽梵音眼見佛", "272": "六根通暢佛齊肩復勸諭云大護法思親不可太過", "273": "宜當保重為貴再聽山僧一頌太君辭世正其時積", "274": "德存仁後有餘作宦無非天上客為官豈可是凡黎", "275": "功勳浩大祿全備施濟寬洪福滿齊奉勸賢臺身保", "276": "重百年是必要分離。", "277": "弔耆老大相葉奕弔耆老大相葉奕", "278": "幻世分明如醉夢瞠開眼看沒些用五行生旺有長", "279": "短八字休囚無接送綠水千秋不斷流青山亙古豈", "280": "搖動非兒忤逆別雙親運退時衰遭鬼弄剪就綾羅", "281": "恨尺短哄騙爹娘肝膽痛長歎一聲留不住深恩自", "282": "有兒孫奉貴賤短長前定修生死輪迴原不共。", "283": "󵒮縣玉泉寺弔其白法弟靈󵒮縣玉泉寺弔其白法弟靈庚午仲冬也", "284": "云先精戒律後興禪仁讓謙和理事圓正好撐舟渡", "285": "苦海何其像早取安然到安養速請還末運眾生多", "286": "懊惱再來濁世化愚頑。", "287": "崇寧聖像寺弔滄水法弟崇寧聖像寺弔滄水法弟", "288": "乃云崇寧正欲鼓風聲魚不吞鉤水面混荊棘層層", "289": "難駐腳不如退入涅槃城虎形可遇鵂聲難聞達磨", "290": "若不抽身早三番毒藥倒埃塵。", "291": "新繁龍藏寺弔大朗法孫新繁龍藏寺弔大朗法孫", "292": "孤俊撐天拄一莖遙聞摧折痛傷神增洪祖道尚稀", "293": "少己是他非剩有零失望許多新發意拋離無限舊", "294": "知情慈航撥轉他方化龍藏惟留千古名。", "295": "十方縣羅漢寺弔雲林法侄十方縣羅漢寺弔雲林法侄", "296": "百卉叢中一棟梁撐天著地勝高強有為作用世堪", "297": "羨無相福田本分粧時節到來風送月化緣已竟日", "298": "溶霜斂心樂意歸安養復應娑婆普放光。", "299": "書問書問", "300": "附敏和尚原翰附敏和尚原翰云合掌上空谷上人昨者過高坪會", "301": "墊邑眾善人以酬昔日之供養也偶至寶剎每問行", "302": "蹤令徒言及出川未得一晤特發門人及封居士來", "303": "接倘上人不辭山川之遙可速回一晤。", "304": "師復書師復書", "305": "決造雙桂叵奈水陸兩阻早知山即是土何必騎牛", "306": "覓牯讀罷來翰想老師求嗣之心仁慈太過也某甲", "307": "急欲趨座唯恐般若緣分素薄難以向近爐錘略陳", "308": "一二問頭敢求明示諒和尚必不堅拒也俟往雙桂", "309": "返楫即當赴聆提誨不一。", "310": "敏和尚復啟敏和尚復啟", "311": "昨接翰言足見愛法之心甚重也老僧無不悅之但", "312": "欲青山綠水同一受記想闍黎千古之下欲為人範", "313": "也得回七星自當如願其佳貺盛齋感謝不盡外有", "314": "問答機緣照依復上。", "315": "問佛未出世祖未西來誰是凡聖答仁者自生分別", "316": "問一切含識皆具佛性為甚麼辨個凡聖答迷時三", "317": "界有悟後十方空問三教既一理儒著有玄著空釋", "318": "著不空不有誰非誰是答說盡千般巧終無兩樣風", "319": "問萬別千差向一念而無念時如何答截斷葛藤問", "320": "忽然無一物萬象絕形蹤時如何答覓他起處不得", "321": "問大事未明如喪考妣大事已明如喪考妣既一了", "322": "百了還憂箇甚麼答只為放不下問橫身俱是手眼", "323": "盡法界化為極樂還有眾生也無答誰是凡聖問者", "324": "段風光人人本有箇箇不無又道師師相授祖祖相", "325": "傳不知傳箇甚麼答不從花下過怎見洞中天問天", "326": "地未分乾坤未判向甚麼處安身立命答掀翻漆桶", "327": "八面玲瓏偈曰窮源得處未為玄怎似黃花滿道邊", "328": "昨夜淵明窺徹後誰知留與箇中傳即日書付法偈", "329": "偈曰西天東土何人補濟北家聲傳亙古今日老僧", "330": "付一枝一花開遍乾坤普。", "331": "遵義府海龍山謝法遵義府海龍山謝法", "332": "上堂問般若門一塵不立有問即是無問即是師云", "333": "臨濟一枝正法眼進云有無不立如何師云而今付", "334": "在闍黎邊進云將來佛法如何撐持師云棒頭打人", "335": "疼乃云建法幢立宗旨須是出格人方明宗門事要", "336": "知宗門事還他出格人今朝不意空谷禪人特來古", "337": "龍謝法陞堂說幾箇海上奇方湯頭以療天下人病", "338": "根老僧自揣從來不開生藥舖單單豈賣死貓頭只", "339": "好說些家常以為宗門捷徑學道先須有悟由猶如", "340": "爭鬥快龍舟雖然舊閣閒田地一度贏來方始休是", "341": "也今所說者無別蓋緣我萬峰老和尚有未了公案", "342": "出來與諸人了卻如何是未了的公案以拄杖豎起", "343": "云莫道是者箇麼若論者箇正法眼藏已付與吾徒", "344": "空谷禪人而為佛祖慧命臨濟正傳而成千古手眼", "345": "也大眾若向者裏會得東勝神洲打鼓西牛賀洲上", "346": "堂南󳲹部洲說法北俱盧洲下座僧以坐具打一圓", "347": "相云既然如是亦任橫行直舞去師云驚群敵勝真", "348": "獅子具眼還他大丈夫下座辭行復書手卷一通云", "349": "者箇大事非是小緣必有根器者承當豈偶然也自", "350": "我少室一花五葉之記而至南華負石印心代代相", "351": "傳必是久經鍛煉久經操履然後擴而充之極盡天", "352": "下之妙則不枉佛祖之苦心也今海內紛紛乘虛接", "353": "響者如麻似粟皆是不明宗門正眼者老僧捩轉關", "354": "頭須是有根器人荷負曹溪正脈今吾徒空谷雖歷", "355": "參諸方而未服其行解結茅林下掩關多年而苦心", "356": "苦志未曾放下衲僧世業真松柏經于霜雪而耐于", "357": "歲寒也客歲偶參老僧見其不巧不拙因茲印可一", "358": "任打風打雨出老僧正眼也由是異日為臨濟血脈", "359": "則天下人望子之道如渴人思其甘露矣囑囑。", "360": "附敏老人送衣書附敏老人送衣書", "361": "向年萬峰老和尚送來祖衣一襲與老僧披著說法", "362": "多年兼且同歷烽煙不忍捨離然而老僧門下人多", "363": "尚未送衣今特遣天吼送與吾徒代勞是佛祖之有", "364": "望也囑囑。", "365": "師拈一頌以謝云自愧報恩無一些仁師千里送袈", "366": "裟烽煙日久難堪受披著多年付作家不忍捨離焉", "367": "望捨未曾誇贈敢求誇續傳遞代須如是惟冀十方", "368": "播雨花。", "369": "附吼兄原扎附吼兄原扎", "370": "曩者與禪弟襟分兩地不覺三秋也昨高侍至方知", "371": "大闡宗風於三巴度生無量得誦佳錄果與諸方大", "372": "不同錦繡不繁機鋒峭峻真過量人也斯時老人命", "373": "送法衣稍遲即來奉賀。", "374": "師拈一頌云因途窵隔翰音稀敢望禪兄親送衣信", "375": "口說來荒作錄隨緣道出不成機何當過量分強弱", "376": "只得人前鼓是非幸有一莖硬拄杖法幢未挂尚風", "377": "威。", "378": "復順承王爺千歲啟復順承王爺千歲啟康熙十九年孟冬也", "379": "靈山記莂何幸盛京若合符節荊南重逢仰仗開爐", "380": "法雨流通龍入滄海豈知世外暴風暴雨虎歸深山", "381": "那曉人間幾駭幾驚送別回川行至路途險阻難進", "382": "結茅遠安欲想恭候路隔千山幸小徒德旺山東來", "383": "省老衲兼接奈何掃塔孝義未曾周備屈他上京問", "384": "候相敘情懷一段只待事畢再來同敲佛祖鉗錘是", "385": "則是但不知王爺做工夫近日有些深進新悟頭者", "386": "麼若無日子莫將空過去光陰過隙豈停留若有宜", "387": "當腦後重添錐佛祖深恩是必酬呵呵休怪老僧徵", "388": "著問恐負靈山付囑由若得流通正法眼", "389": "仁君敕賜賴王候。", "390": "復工部郎中擎安德禪居士復工部郎中擎安德禪居士", "391": "盛京一別迢迢山水漸遠要得重逢無非毛楮相通", "392": "德望來云居士敬望之心甚重未赴誠意回川掃塔", "393": "全忠亦為先師語錄刻行入藏正脈聯芳續燄傳宗", "394": "北直賢徒老僧千古有望宗風大振放光須照芙蓉", "395": "末後一著老僧沒箇安居之地語錄一事能者刻藏", "396": "流通若肯留心入藏如吹灰之力倘不介意望頒行", "397": "者似對月談空。", "398": "空谷道澄禪師語錄卷終", "399": "捐貲刻錄真俗門人", "400": "德參　　灼然　　圓柱　　圓成　　圓惺", "401": "圓穩　　明䦚　　智亮　　圓全　　圓便", "402": "圓觀　　圓來　　祖玉　　祖意　　宗祥", "403": "明悟　　明定　　祖智　　祖慧", "404": "朱德諦　　謝德信　　高德宗　　戴圓有", "405": "劉圓法　　葉圓穩　　圓　昇　　郭定純", "406": "余德種　　李　妹　　張思侗　　鄧長春", "407": "康熙四十四年歲次乙酉閏四月吉日識", "408": "嘉興王雲瞻書　楞嚴寺藏房倪爾繩刻"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B471 空谷道澄禪師語錄", "author": "清 道澄說　德儒編（依駒本增入並印）"}