{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 647-A 普門膚說敘No. 647-A", "1": "普門膚說敘", "10": "普門膚說科No. 647-B", "100": "所聞盡。覺所覺空。空覺極圓。生滅滅已。寂滅現前。忽", "101": "然超越世出世間。乃以所聞之音為境。用圓觀觀之。", "102": "直破十界五住之真空蕩相觀也。問。空觀只破四住", "103": "六凡。今云寂滅現前。則遮則法爾空中矣。何得但言", "104": "空觀蕩相耶。答。別家次第三觀。藏通入道空觀。則但", "105": "破四住六凡。今大士所修。乃圓妙諦觀。空則十界俱", "106": "空。立則十界俱立。即如三諦。亦云真諦者泯一切法。", "107": "豈但偏真小空而已哉。故此圓空當前。不但破四住。", "108": "亦破無明。不但破六凡。亦破十界。方得謂之忽然超", "109": "越世出世間也。秪如初釋觀世音三字。即中實應本。", "11": "普門膚說科分二", "110": "亦豈次第但中乎哉。良由大士具此圓妙盛德。故加", "111": "以觀世音三字美名也。成如是妙觀之人。出如是圓", "112": "妙之音。故能流通如來妙法。豈他人所能比擬耶。○", "113": "菩薩者。大士既具圓德則與佛孱齊。況過去已為正", "114": "法明如來。不應仍就菩薩之位。菩薩乃師弟中之弟", "115": "位。如君臣中之臣位。父子中之子位也。此有二意。一", "116": "是大士之撝謙。葢本師亦名觀世音。秪因箕裘克紹", "117": "盂圓水圓。故亦名觀世音。然如父在子不敢稱老。故", "118": "謙居子位。又復現在安養世界作寶池內紹。宜居子", "119": "位。今來娑婆。雖云是客。既來輔化。同列弟子。不寧若", "12": "一正說二", "120": "是。楞嚴云。願於十方諸佛位下作法王子。則是大士", "121": "素心謙退。坎德自居。不同世人之貢高憍慢矣。二是", "122": "大士之慈悲。葢居佛位則尊而高。難於與拔。如天子", "123": "深居九重之內。雖有洪恩大赦。欲遍及蒼生。其如君", "124": "赦則官不赦。官赦則吏不赦。若有帑賜。士大夫之所", "125": "匿。廝養士之所竊。下民不能親炙上德矣。故古之大", "126": "人有抱恨不曾身為縣令者。大士身既佛已。然似薄", "127": "天子而不為。甘居菩薩之位。以遍拔眾生之苦。遍與", "128": "眾生之樂。如楞嚴大悲。今經所云。是能實能權。能上", "129": "能下。能進能退。能詘能信。如君子不器。左右具宜。又", "13": "一長行二", "130": "與釋迦同其大權自在。無施不可之妙能。不同亢龍", "131": "無首。能上不能下。能進不能退之拘拘小聖作為也。", "132": "○普門品。諸菩薩自行化他。皆各住一法門。如文殊", "133": "以智為門。普賢以行為門等。今大士之門名普者。正", "134": "與教主妙法宛同。葢教主所證所施之法門難解難", "135": "入稱之為妙者。以其非頓非漸非祕密不定非藏通", "136": "別圓。非阿含四門俱入清涼池。非三人同以無言說", "137": "道體色入空之朱󳭋門中不妨庶民出入。非華嚴歷", "138": "別之五十三知識門。非四十二字門。非八萬四千陀", "139": "羅尼三昧波羅蜜法門。而眾生感叩。則如來不妨施", "14": "一觀音拔苦二", "140": "頓施漸施祕密不定施藏通別圓。乃至施八萬四千", "141": "陀羅尼三昧波羅蜜法門。又不妨即頓即漸即祕密", "142": "不定即藏通別圓。乃至即八萬四千波羅蜜法門。故", "143": "稱之曰妙。大士所修所施之法與拔苦樂。而稱之曰", "144": "普者。亦以此門非大非小非方非圓非頓漸祕密不", "145": "定乃至非八萬四千陀羅尼三昧波羅蜜門。而能隨", "146": "機感叩。不妨開大小方圓頓漸祕密不定藏通別圓。", "147": "乃至八萬四千三昧陀羅尼之法門。以遍拔法界之", "148": "苦。遍與法界之樂。遍應眾生之求。當知若住定一法", "149": "一門。即不能遍逗普應。雖不住著一門。又非無本可", "15": "一問爾時", "150": "據者。故不妨即大小方圓頓漸祕密不定即藏通別", "151": "圓。即四門俱入。即朱󳭋門不礙庶民出入。乃至即八", "152": "萬四千陀羅尼正受波羅蜜法門。故稱之曰普。釋尊", "153": "於三千性相法上以圓三觀了之。皆是實相。故能卷", "154": "舒自在。而大士亦於無量法門上以圓三觀了之皆", "155": "是實相。故能與拔無方。故知法即門。門即法。普即妙。", "156": "妙即普。無二無別。如此之妙法。非普門不能流通。如", "157": "此之普門。方能流通如是之妙法。則不同諸菩薩之", "158": "各住一門。而未必普遍者矣。故云流通獨妙之人法。", "159": "乃與正宗旨趣略同也。若論十雙五隻。具如玄記。", "16": "二答二", "160": "說文說文", "161": "正說中長行之文。大師約三釋消經。科段定義。奚翅", "162": "呂氏春秋。千金不易一字。今依祖師大段作兩章。前", "163": "是觀世音救苦。後是普門與樂。前拔苦竟。結勸持名。", "164": "後普現竟。結勸供養。雖前後各有與拔三業。今且約", "165": "義大分。如下重頌中亦只與拔兩章。即孤起頌中釋", "166": "觀音二字。亦約拔苦釋觀。與樂釋音。至別偈已完。方", "167": "總頌勸持勸供二義。葢與拔足以盡大士之慈悲。不", "168": "必更有別說也。甞推大士離安養來娑婆。元欲接引", "169": "堪忍眾生俱生安養。現無量身而為說法。與出世之", "17": "一正出拔苦", "170": "樂。是其本懷。其如五濁罪重苦多。先宜拔苦。所謂病", "171": "急必先治其表也。況此󳬛下劣。名為堪忍。苟非大難", "172": "大苦。只躭麤獘五欲。以之為樂。不能回心向道。必至", "173": "水火刀賊。大難臨頭。無可如何。方思求救大士。若大", "174": "士因其平日怠惰。至苦方求。而不為救拔。則此頑冥", "175": "眾生。永無發心脫苦之期。又非大士度苦普門。故大", "176": "士因其急難一稱。則為大士悲心所緣。即令脫苦。如", "177": "水在盆中。月在天上。而感應道交。成機感因緣。由此", "178": "一脫苦後。便能志心皈向。緩予法樂矣。則大士豈不", "179": "欲即與天下蒼生之樂哉。勢未可也。即此拔苦之中。", "18": "二結勸持名", "180": "亦必先其急者。如入水入火。乃報障已臨。在劫在數。", "181": "命在須臾。必無免理。而卒呼大士。如童子無知。已墮", "182": "水火。心中既無相識之人。亦無脫苦之法。只得號呼", "183": "父母。父母即行匍匐救之。略不後時矣。故拔七難在", "184": "前。至於內心三毒。雖足害身招報。當受現苦後苦。事", "185": "如稍緩。故亦次之。無男無女。雖曰惡報。猶身外事也。", "186": "特居拔苦之後。再推大士來我娑婆。意欲化我眾生", "187": "斷愛纏。出生死。今此人求男求女。全是貪愛膠粘。留", "188": "連生死之事。大士何故返遂其求。母乃失其東來本", "189": "意乎。是大不然。葢剛強世界。愚癡眾生。惡念易生。善", "19": "二普門與樂二", "190": "心難發。大士多方求渠一點向善之機。了不可得。今", "191": "因無後為不孝之大。不捨資財。則死與別人矣。故欲", "192": "求男女。平日未甞禮敬供養大士也。因有私求。暫加", "193": "禮敬。若大士鄙其愚癡。而不遂其求。則愚人惡心轉", "194": "盛。永與大士絕緣矣。故遂其不正之求。而引出向佛", "195": "之心。即可循循善誘。漸令離苦與樂。得出生死也。所", "196": "謂先以欲鈎牽後令入佛道。是諸菩薩之所不屑為。", "197": "而觀音獨能俯就之者也。況大士久證智母三昧。常", "198": "與十方諸佛為法王子。則又是大士普門中之所暇", "199": "整。所謂是集義所生者。非無本而偶中之也。且大士", "2": "此經大師著有玄文。法智復詳二記。開深進始。事理", "20": "一問無", "200": "所開之門名普。正如王將軍之武庫。無一法而不具", "201": "者。若世人求男女而不與。則失普門之名實矣。良由", "202": "世人求六度萬行。五停四念。事理禪定。人間散善。固", "203": "皆與之。即以愚愛心求纏縛事。亦如洪鐘在架。有叩", "204": "即鳴。千機並感。雲湧泉落。牛溲馬浡。醫師並畜。方得", "205": "名之曰普門也。", "206": "○結勸持名中。先總結三業以標持名。次約偏圓較", "207": "量以顯功德。三無盡意受持觀世音菩薩名號得如", "208": "是無量無邊福德之利是結示。先總結標持中云。若", "209": "有眾生恭敬禮拜觀世音菩薩。福不唐捐。是故眾生", "21": "二答二", "210": "皆應受持觀世音菩薩名號者。此有三意。一由上持", "211": "名恭念禮拜。必得脫苦除毒遂求。故云若有眾生恭", "212": "敬禮拜。福不唐捐。此一句是結前諸義。是故皆應受", "213": "持名號。此一句是勸持。當知前但云恭敬禮拜必具", "214": "持名。次云皆應受持名號。必該恭敬禮拜。結勸互出。", "215": "則互具可知。葢前既出身意二業。詎有不具口業。後", "216": "但云持名。豈有不具二業。是本尊說法之巧。故各出", "217": "一邊。而令互具義顯也。良由上來三業感叩。福不唐", "218": "捐。即得三業妙應。是故眾生皆應恭敬禮拜受持名", "219": "號也。不唐捐。即如下別偈中。聞名及見身心。念不空", "22": "一正出與樂佛告", "220": "過三字。二者文句云若言禮拜滿願。自有禮拜不蒙", "221": "滿願者。何得云不唐捐耶。釋曰。由心不志。即未滿願。", "222": "禮拜之功。冥資不失。此如梵網中懺悔。雖不見光見", "223": "華。亦得增益受戒。是故應禮拜受持也。三者。問。今以", "224": "有難呼名。有毒心念。有求禮拜。然後脫苦。倘世人有", "225": "無難無毒無求者。則似不須禮念。禮念亦無用無福", "226": "矣。答。縱無難無求。若有禮拜恭敬福不唐捐。有求即", "227": "遂。固不徒棄。無求禮念。獲福彌勝。故不唐捐。良以有", "228": "難稱名。即能脫苦。固須持禮。即無難稱名。福不唐捐。", "229": "是故皆應受持名號。有毒即除。固宜恭敬。無毒恭敬。", "23": "二結勸供養是", "230": "福不唐捐。是故皆應受持。有求必遂。固須禮拜。無求", "231": "禮拜。福不唐捐。是故皆應禮念持名也。則知有求者", "232": "固當禮念。無求者尤當禮念矣。皆之一字。乃普指天", "233": "下眾生。葢有求有難而禮念者。人不多得。今以無求", "234": "無難者念禮不唐。則天下皆宜禮念受持名號矣。故", "235": "云皆應。問。既通結三業。以勸持禮。何故至下但約持", "236": "名。以較功德耶。答。但一口業持名小善。福尚無窮。何", "237": "況內心恭敬常念之功德乎。又何況禮拜供養之功", "238": "德乎。有難有求而持禮之福尚是無窮。何況無難無", "239": "求。修於日用尋常時之功德乎。此如來說法巧妙。但", "24": "二別偈三", "240": "較持名小福。足以況出念禮深功。及無求亦修之恒", "241": "德無量無邊矣。", "242": "○普門示現中。天道但現幾尊天王。人道巨細俱現", "243": "者。由天男天女等天民。皆是凡夫修去。著樂既深。不", "244": "念無常。大士雖現入彼類。彼不回心。況天民以自感", "245": "之樂為極。別無忻慕佛法之心。似乎無人如彼之意。", "246": "故大士現入彼類。作渠君主。超過此等。而修證佛法", "247": "以自威力。普化臣民。自然上行下効。漸引歸心。如請", "248": "觀音經中天人丈夫觀世音。大梵深遠觀世音。皆現", "249": "為君主。以對治自尊之臣民者。楞嚴云彼四禪中五", "25": "一重頌經文二", "250": "淨居人。及彼天王。但有欽聞而無瞻見。良由皆大權", "251": "菩薩示現其中故也。稽此處示現。即足以消彼經疑", "252": "心矣。人道中男女貴賤畢現者。正若能整心慮趣菩", "253": "提。惟人道為能耳。況人間苦樂相間。有書般若儆念", "254": "無常。發心不定。十界機心俱在人中。人可證成。人是", "255": "現見。大士既到人間說法。故多現人身也。然此三十", "256": "二應。略舉其端。若論大士普門示現。如大悲云現千", "257": "手眼。楞嚴云八萬四千身手。不可涯量。秪如為金嬰", "258": "妻。馬郎婦。唐文皇蚶內。唐代宗卵中。馮巨區猪齒臼", "259": "化身。又豈數端而能盡普門自在哉。", "26": "一問爾", "260": "○普門與樂之後結勸供養者。亦未甞不具三業。大", "261": "供養之大事猶宜勇為。何況心念口稱之次者。而不", "262": "當精進哉。前則較持名之淺淺以況身意之深深。今", "263": "則舉供養之巨大。以該心口之次貳。說法巧妙。莫過", "264": "此矣。應知前持名中以六十二億恒沙菩薩以較觀", "265": "音一位。是二人福正等無異。今觀供養中何不出較", "266": "量一端耶。須知以地住之無盡意菩薩。猶以歷劫修", "267": "感法門瓔珞。而供觀音。求其愍庇。則知供餘菩薩。與", "268": "供觀音大士之福。不啻霄壤什百之不可思議矣。又", "269": "復以瓔珞上供。只財施耳。無盡意何得云受此法施", "27": "二答二", "270": "珍寶瓔珞耶。葢地住菩薩。歷劫修行。已入實報。福慧", "271": "俱隆。故皆以法門珍寶嚴身。如華嚴云舍那珍御之", "272": "服。法華云瓔珞長者。豈非以功德珍寶莊嚴之法門", "273": "身耶。如世貧人。夙不修福。衣不遮身。凍餒而死。植福", "274": "之人。珠衣玉食。是其例也。然則頸珠之供。即是以所", "275": "修法門為施也。此中觀音不受。無盡再上。乃假本尊", "276": "一為緩頰。而與受各得其正。佛曰當愍無盡意及四", "277": "眾八部受此瓔珞者。言無盡捨供非自邀福也。欲引", "278": "四眾八部倣効興供。以與大士結緣。以求大士與拔。", "279": "此無盡意之苦心也。觀音汝當愍渠為眾之心。受此", "28": "一雙標二", "280": "瓔珞。故云當愍無盡意也。況今無盡意率先興供。以", "281": "引餘眾。若大士不受。則四眾八部目擊不受。皆藉口", "282": "謂大士不受。不肯興施。不與大士結緣。豈不永斷眾", "283": "生善緣哉。今勸觀音慨受供養。則開眾生供養之門。", "284": "悉皆上行下効。與聖結緣。即有出生死之期矣。故云", "285": "愍四眾八部受此瓔珞。此一勸足以見與者為人不", "286": "為己。悲心別白。受者亦為人不為物。與拔可行。言既", "287": "中理。與受得正。故觀音即時受之矣。夫法身大士。固", "288": "與受之間。皆為法為生。而娑婆惡人。極難遊化。彼即", "289": "從傍冷覰。以見聖遇云觀音之來。如商估賈人。賺我", "29": "一正標與拔二", "290": "東土瓔珞去矣。觀音為遮惡人惡見。不墮貪著。即以", "291": "還供二聖。無盡意汝問云何能遊娑婆為生說法。此", "292": "足以見大士能遊娑婆。能化惡人之神力自在也。", "293": "△二別偈。本是普門重頌。今名別偈有二義。一此", "294": "非什師同時所翻。至隋闍那笈多別譯故。二非但", "295": "重頌長行。復有長頌與拔行願。及別釋觀音二字。", "296": "并與長行出沒少異故。律師云自餘支品別偈。葢", "297": "指此也。分三。一重頌經文。二別釋觀音。三重結持", "298": "供。初又二。一問。", "299": "爾時無盡意菩薩。以偈問曰。世尊妙相具。我今重問", "3": "圓暢。誠為極廣大精微之典。後生何敢贅辭。惟是式", "30": "一觀音拔苦具", "300": "彼。佛子何因緣。名為觀世音。", "301": "△二答分二。一雙標二。一正標與拔二。一觀音拔", "302": "苦。", "303": "具足妙相尊。偈答無盡意。汝聽觀音行。", "304": "諸菩薩各有專修行門。而觀音獨以大悲拔苦為", "305": "行。如大悲經十六願。前之四弘以度眾生之苦為", "306": "先。而後六願全對治四趣之苦。又如請觀音中六", "307": "觀音對破六道。大悲大慈師子無畏大光普照率", "308": "以對治為主。正歸拔苦。故此句標前觀音拔苦也。", "309": "△二普門與樂。", "31": "二普門與樂善應", "310": "善應諸方所。", "311": "標以種種形遊諸國土可知。", "312": "△二長頌行願。長。餘也。經文中但明與拔。不出與", "313": "拔之本。今補出之。故云長也。", "314": "弘誓深如海。歷劫不思議。侍多千億佛。發大清淨願。", "315": "誓願如十六願。十二願。及於寶藏佛時。若有眾生", "316": "稱我名字不得解脫者。我誓不成正覺。若有誦持", "317": "大悲神咒。不生諸佛國者。我誓不成正覺等。侍佛", "318": "即是行也。如初遇古觀音如來。發心成果以後。同", "319": "慈同悲。上求佛道。下化眾生。遇千光王靜住如來", "32": "二長頌行願弘誓", "320": "頓超八地等是也。由久有如此行願之本。方能現", "321": "身無量與拔無方也。前云觀音行。是果後拔苦。今", "322": "侍佛之行。乃因中所修。", "323": "△二雙釋二。一釋觀音拔苦三。一總頌三業滅苦。", "324": "我為汝略說。聞名及見身。心念不空過。能滅諸有苦。", "325": "長行拔苦中呼名救七難。心念滅三毒。身禮遂二", "326": "求。今先總頌之曰。聞名見身心念。能滅諸有苦。即", "327": "免七難等苦。由此七難二求。約三障釋。元通十界。", "328": "故云諸有。感觀音二十五王三昧。遍拔二十五有", "329": "三障。直至於極。故云能滅。大師於文句中約義以", "33": "二雙釋二", "330": "作三釋。今於偈頌中宛出此義。深見大師觀行即", "331": "佛。知如來祕藏之東土小釋迦也。不空過三字。即", "332": "上福不唐捐句也。既總頌三業拔苦已。然後廣出", "333": "口呼一端。", "334": "△二廣頌稱名救難。廣者。以長行但列七難。今頌", "335": "乃出十二。故云廣。", "336": "假使興害意。推落大火坑。念彼觀音力。火坑變成池", "337": "一。或漂流巨海。魚龍諸鬼難。念彼觀音力。波浪不能", "338": "沒二。或在須彌峯。為人所推墮。念彼觀音力。如日虗", "339": "空住三。或被惡人逐。墮落金剛山。念彼觀音力。不能", "34": "一釋觀音拔苦三", "340": "損一毛四。或值冤賊遶。各執刀加害。念彼觀音力。咸", "341": "即起慈心五。或遭王難苦。臨刑欲壽終。念彼觀音力。", "342": "刀尋段段壞六。或囚禁枷鎻。手足被杻械。念彼觀音", "343": "力。釋然得解脫七。呪詛諸毒藥。所欲害身者。念彼觀", "344": "音力。還著於本人八。或遇惡羅剎。毒龍諸鬼等。念彼", "345": "觀音力。時悉不敢害九。若惡獸圍遶。利牙爪可怖。念", "346": "彼觀音力。疾走無邊方十。蚖蛇及蝮蝎。氣毒烟火然。", "347": "念彼觀音力。尋聲自回去十一。雲雷皷挈電。降雹澍大", "348": "雨。念彼觀音力。應時得消散十二。", "349": "難雖十二。要不出地水火風空識之六。不過多出", "35": "一總頌三業滅苦我為", "350": "幾端以顯大士妙能。文則可知也。", "351": "△三總結救苦無量。", "352": "眾生被困厄。無量苦逼身。觀音妙智力。能救世間苦。", "353": "長行中先明總救諸苦云。若有無量百千萬億眾", "354": "生受諸苦惱。聞是菩薩一心稱名。觀世音菩薩即", "355": "時觀其音聲皆得解脫已。然後別出救拔七難。今", "356": "明拔諸難已。然後總結普救。此說法後先互明之", "357": "體也。前云百千萬億眾生。今云世間眾生。前云受", "358": "諸苦惱。今云無量苦逼。義一也。", "359": "△二釋普門與樂。", "36": "二廣頌稱名救難十二", "360": "具足神通力。廣修智方便。十方諸國土。無剎不現身。", "361": "長行中普門示現列三十二身。歷十法界國土。以", "362": "三輪不思議化物則何其冗廣。今只以一偈頌之。", "363": "而義無不周。此詳處宜略也。如上拔苦中但列七", "364": "難重頌中廣開十二。而義無所增。此略處反詳也。", "365": "△上來重頌長行與拔二章竟。但兩章後有勸持", "366": "勸供二意。此中不頌。直待孤起釋觀音二字完。方", "367": "總結云。是故須常念。是故應頂禮者。何也。葢由觀", "368": "音二字雖是孤起別頌。要其義意。不出與拔二端。", "369": "故直待與拔義竟。方結勸持勸供也。", "37": "三總結救苦無量眾生", "370": "△二別釋觀音。此非頌長行之偈。名孤起頌。由上", "371": "稱觀音之名。即能拔苦。重頌已完。而今別釋觀音", "372": "二字功德。故云別偈。分二。一約拔苦釋觀。二約與", "373": "樂釋音。長行中但云觀音拔苦普門與樂。則似大", "374": "士之名。偏而非圓矣。故今詳此一名。雙具與拔。始", "375": "盡大土名義圓通。又復長行中但出稱名拔苦。不", "376": "知名下有何奇異因緣。乃能一稱即遂與拔。故今", "377": "釋出觀音二字即圓妙諦觀。生佛一體。感應同源。", "378": "故能拔同體之苦。與同體之樂。用顯眾生稱觀音", "379": "者。即感自性之本佛。觀音遂與拔者。即應自心之", "38": "二釋普門與樂十方", "380": "羣生。所以一稱名而與拔頓遂也。初中分三。一牒", "381": "所拔苦。", "382": "種種諸惡趣。地獄鬼畜生。生老病死苦。以漸悉令滅。", "383": "將欲詳大士拔苦圓妙三觀。先出所拔眾苦。為大", "384": "士妙觀對治之境。三惡趣上貫以種種者。通至界", "385": "外變易國土也。生老病死不但六道。直至等覺。有", "386": "後生死。皆有因移果易。生滅無常。但在界外。轉名", "387": "緣因生壞耳。良由見思招分段生老病死。塵沙通", "388": "界內外。無明招變易生老病死。大士妙觀。悉能令", "389": "滅。若論大士圓觀。只應五住二死圓破。今言漸者。", "39": "二別釋觀音二", "390": "譬如冶鐵。麤垢先落。法爾先滅界內生死。次滅界", "391": "內外生死。然後淨除界外生老病死也。次即出能", "392": "拔之本。", "393": "△二釋能拔觀。", "394": "真觀清淨觀。廣大智慧觀。悲觀及慈觀。常願常瞻仰。", "395": "真觀清淨觀。乃圓空觀也。以此真空。破四住之妄。", "396": "真空觀成。遍淨六凡生老病死之染汙惡趣。古來", "397": "只有空觀。因王家諱此空字。故易為清淨二字。廣", "398": "大智慧觀。即諸佛智慧甚深無量之中道觀。以此", "399": "中觀。遍滅界外生老病死五住無明之變易惡趣。", "4": "師分解別偈。科巽自然。義如冗𤨏。童蒙求我難遵指", "40": "一約󳫠苦釋觀三", "400": "楞嚴云初於聞中入流忘所。至忽然超越世出世", "401": "間。遍滅兩種世間惡趣生死之苦。功在空中二觀。", "402": "葢自行破惑先需此二。即以之破他之惑。亦先宜", "403": "此二。指要云亡淨穢。故以空以中。又云遮則法爾", "404": "空中。是生死惡惑既破。即可感而遂通。隨緣出假。", "405": "遍化眾生。而假觀度生。不出拔苦與樂。即悲觀慈", "406": "觀。楞嚴云上與十方諸佛同一慈力。與樂慈觀也。", "407": "下與法界眾生同一悲仰。拔苦悲觀也。此假觀遍", "408": "滅眾生種種惡趣生老病死。即破惡業塵沙也。葢", "409": "由大士。自以二十五王三昧。一一三昧皆以三觀", "41": "一牒所拔苦種種", "410": "功成。遍滅惑業苦三障。然後以本法功德。遍破法", "411": "界眾生之三障。如云空觀成故。見思煩惱破。假觀", "412": "成故。惡業塵沙破。中觀成故。無明根本破。菩薩自", "413": "以三觀破三障。復以三觀遍破二十五有三障是", "414": "也。常願常瞻仰句。是本尊結勸之詞。言大士既有", "415": "如此三種妙觀。悉滅眾苦。則凡在眾生。應當常常", "416": "發願。以瞻仰大士。求其滅苦矣。此觀字作去聲。又", "417": "當約埤雅雚見分明而訓。", "418": "△二結成智用。", "419": "無垢清淨光。慧日破諸暗。能伏災風火。普明照世間。", "42": "二釋能󳫠觀二", "420": "以三觀功。悉滅種種惡趣生老病死之五住二死。", "421": "則塵淨光生。觀成智顯。任運成三種智光。照用同", "422": "時也。清淨觀成清淨光。真觀破四住染汙成無垢", "423": "光。廣大智慧中觀成慧日破五住二死之闇。經云", "424": "端坐念實相。眾罪如霜露。慧日能消除是也。假觀", "425": "慈悲與拔苦樂。苦屬報障。如前七難等報。報又莫", "426": "重乎大小三災。今妙假觀成。成道種智。能圓拔法", "427": "界三障。故云能伏災風火。災字是總。風火是別。總", "428": "別兼舉。以顯妙假種智破惡業。塵沙三障之盡淨", "429": "也。上來觀成智用。且皆論破。障既破已。則三觀洞", "43": "一正釋真", "430": "明。普照法界。一一世間。皆是寂光正境。而常寂光", "431": "土。不離娑婆。又非太虗。空無一物。所謂不如三界。", "432": "見於三界。以圓三觀三智皆妙一切法。故云普明", "433": "照世間也。前論遮情。後明顯法。法應爾也。又復應", "434": "知前未得三觀圓破三障。則種種無非惡趣生死。", "435": "既破已後。即此種種。皆成普明所照妙境也。", "436": "△二約與樂釋音二。一先示二輪為音本。", "437": "悲體戒雷震。慈意妙大雲。澍甘露法雨。滅除煩惱𦦨。", "438": "欲說三種音弘三周妙法以與樂。先出說法之本。", "439": "由於慈悲身意久成。方能口輪雨法除𦦨。身體名", "44": "二勸仰常", "440": "悲。即大悲驚入火宅也。然此身輪必由作無作戒。", "441": "精持無犯而成。戒言雷震者。行人四羯磨成。十方", "442": "戒光。從行人頂入。如天崩地震之聲。天眼聖人能", "443": "見。故喻如雷震。意名慈者。如云應以何身得度。三", "444": "七觀樹經行等。多分鑒機。欲與出世四教之法樂。", "445": "豈非是慈。又如大雲者。雲能含雨。如世人云皆望", "446": "這朵雲裏雨。即心含法雨。言乃心之表。即說心中", "447": "所含法門。如澍甘露雨。音輪說法。活人法身慧命", "448": "如諸天不死甘露也。當知此口音說教。皆由大悲", "449": "身戒久成。大慈意雲久畜。然後得以音輪弘化也。", "45": "三結成智用無垢", "450": "△二正出三音皆與樂。三音。指法音。喻音。勝世間", "451": "因緣音。分二。一念音與樂。", "452": "諍訟經官處。怖畏軍陣中。念彼觀音力。眾冤悉退散。", "453": "諍訟軍陣。似牒前十二難之未盡。念觀音力皆得", "454": "退散。文同拔苦。而今科為與樂者。以下正釋音字。", "455": "重在樂邊。即普門與樂中。即現何身而為說法之", "456": "音。此說法定在與樂。故且名之。若論正體與拔同", "457": "時。然不可以通難別。既云怖畏退散。豈不歡樂。", "458": "△二正出三音。", "459": "妙音觀世音。梵音海潮音。勝彼世間音。", "46": "二約與樂釋音二", "460": "此五個音。皆指定大士而為說法之音。所說之法。", "461": "定指妙法。不可因有觀其音聲之句。誤判為眾生", "462": "之音。若作機感之音。文義俱失。妙音即中實諦觀", "463": "之音。能弘妙法。而中機不多。大士出假度生。又當", "464": "遍觀世間機宜何如。分別藥病。如塵若沙。悉皆知", "465": "已。方以法音而教化之。此俗諦出假音也。梵。淨也。", "466": "真空慧觀當前。直顯真諦。則煩惱染汙盡淨無餘。", "467": "如云真諦者泯一切法。此是大士以圓妙三諦三", "468": "觀之法音。以弘如來法說周中之妙法。遍化眾生", "469": "令得開示悟入之樂也。海潮音是譬喻。海中之潮", "47": "一先示二輪為音本悲體", "470": "極有信准。斷不前後失時。大士說法。妙逗機宜。斷", "471": "不先後差機。若機未叩而先說。機已過而不說。則", "472": "如初一十五應子時潮者。而反在已未二時。失信", "473": "差機矣。今大士法音。如洪鐘在架。有叩即鳴。明鏡", "474": "當臺。有形即現。不先不後。准逗機宜。喻如海潮也。", "475": "大士以此喻音。弘如來喻說周之妙法也。勝彼世", "476": "間音者。如來又恐眾生不解大士說法當機。與拔", "477": "無爽之音。故放下法喻。而直示之曰。總是大士應", "478": "求之音。勝如你輩世間人之音言也。世人侵諾者", "479": "必寡信。人或以緩急求濟。雖口允而心不與。或患", "48": "二正出三音皆與樂二", "480": "難求救。雖口佯應而不為排難解紛。雖有好言好", "481": "語。以祝頌與樂。而終不與焉。此世間人之音聲也。", "482": "大士則不然。人有苦難呼求。求而即拔。人稍修行", "483": "求樂。樂即遍與。如今長行中所云者是也。非發願", "484": "時皆許與拔。及至干求皆了無實濟之世間虗語", "485": "人也。大士以此勝世間因緣之法音。以弘如來過", "486": "去塵點世界。王子覆講因緣之妙法也。葢此品既", "487": "屬流通獨妙之人法。不可漫指散釋。良由大士東", "488": "來。說法度生。具此三種妙音。故能弘通本尊三周", "489": "妙法。況此音聲。正逗娑婆世界耳根最利之眾生。", "49": "一念音與樂諍訟", "490": "故又宜在娑婆弘妙法。以度羣生。非他菩薩能企", "491": "及也。", "492": "△三重結持供二。一結勸持名。二結勸禮供。長行", "493": "中拔七難等苦已。即結勸持名。普門與樂已。即結", "494": "勸禮供。今直待孤起觀音完後。方總出前二結。故", "495": "云重結。良由別釋觀音。秪足上與拔慈悲二端。非", "496": "別說他事。故得待完總結。於義無隔也。今初。", "497": "是故須常念。念念勿生疑。觀世音淨聖。於苦惱死厄。", "498": "能為作依怙。", "499": "苦惱死厄能作依怙故須常念。即是結上勸持拔", "5": "授。累因講次潤以淺言。在祖師固視之。如皮毛碔砆。", "50": "二正出三音妙音", "500": "苦矣。", "501": "△二結勸供禮。", "502": "具一切功德。慈眼視眾生。福聚海無量。是故應頂禮。", "503": "慈眼視生是與樂。福聚如海能與樂。故應頂禮。是", "504": "勸禮供。即是頌上與樂勸供矣。問。長行云供養。今", "505": "云頂禮。云何通。答。供養該四事。該獻珠頂禮恭敬", "506": "等法。前云供養。乃舉其總。今云頂禮。乃舉供養中", "507": "之別。總別互出。義則一也。問。長行派勸。今何總結。", "508": "答。派勸總勸。於義無妨。但前後稍移。彌覺雋永。又", "509": "以見說法融通。辯才無礙。不墮騃實之譏也。問。長", "51": "三重結持供二", "510": "行中二章各出。前有較量。後明獻供。何等鄭重委", "511": "悉。今何幾句而已。答。如來說法。只貴義顯。不論多", "512": "少。所謂多亦四德。少亦四德。廣亦般若。略亦般若。", "513": "明珠一顆。寧有不具眾寶耶。再探佛意。重在發明", "514": "大士與拔慈悲。至於勸供持名。意似稍緩。可以略", "515": "結。況上既廣詳。此宜略點。廣略互顯。勸意彌明。不", "516": "須疑也。", "517": "△大章第二結益。", "518": "爾時持地菩薩即從座起。前白佛言。世尊。若有眾生", "519": "聞是觀世音菩薩品自在之業普門示現神通力者。", "52": "一重結持名是", "520": "當知是人功德不少。佛說是普門品時。眾中八萬四", "521": "千眾生。皆發無等等阿耨多羅三藐三菩提心。", "522": "持地結益。似較本尊稱歎更深一層。夫以大師之", "523": "口。讚迷弟子與拔慈悲至矣盡矣。誰敢贊辭。而持", "524": "地忽然起座白佛。有何智過於師。能資師不足。以", "525": "呈露乎。持地謂必眾生稱觀音名而後拔苦。心念", "526": "然後滅毒。禮拜然後遂求。供養然後現身與樂等。", "527": "則世之不能稱念禮供者。大士皆不度矣。豈大士", "528": "之無緣慈悲哉。須知即不稱念禮供。但能聞今日", "529": "說菩薩普門神力之經。當知是人功德即不少矣。", "53": "二重結禮供具一", "530": "但聞此經功尚不少。何況持名心念乎。又何況禮", "531": "拜恭敬乎。又何況盡力供養乎。請問為得何等利", "532": "益。乃為不少聻。若出三途生三善道功德則少。若", "533": "離六凡而證二乘功德亦少。若棄小乘而入菩薩", "534": "功德亦少。畢竟聞經得何巨利。方為不少。如今現", "535": "在法會。聞佛說是普門品時。眾中有八萬四千眾", "536": "生。皆發無等等阿耨多羅三藐三菩提心。直至成", "537": "佛。方為不少耳。聞普門經者。尚名字開解。發無上", "538": "道心。何況持念禮供之五品。相似。究竟。得無上正", "539": "覺哉。此持地以聞經之淺淺。況持禮之深深。初似", "54": "二結益爾", "540": "推開佛所稱歎曰。多不必得。多不必得。只須聞此", "541": "經名。功至無上。綽有超師之見。次則以聞經淺益。", "542": "形出持禮深功。則又有資師之功。豈徒泛泛贅辭", "543": "比也。", "544": "觀世音菩薩普門品膚說終", "55": "普門科竟", "56": "耀僧定", "57": "No. 647", "58": "觀世音菩薩普門品膚說", "59": "天台後學　靈耀　說", "6": "而弁髦之矣。學人錄存。目為膚說。葢以皮膚雖淺亦", "60": "說題說題", "61": "此品乃流通本尊獨妙之人法。故與正宗旨趣略同。", "62": "夫世尊欲普暢妙法於世間。先普觀世間根機可否。", "63": "然後施以妙音。如華嚴略擬。鹿苑密露。方等對說。般", "64": "若帶明。既至靈山。可以普開十世界人同歸獨妙矣。", "65": "又觀世間機宜有上中下別。佛則復以法譬因緣之", "66": "音。大開方便之門。則知如來欲開獨妙。事不率爾。委", "67": "觀世機。方伸開導。今流通獨妙大士。正能仰體聖儀。", "68": "先觀世機方逗法音。如下別偈釋音中。以三種音流", "69": "通三周妙法。故名觀世音也。觀。是大士本有大光明", "7": "人身之所不棄者也。則是說也度幾輕塵細霧。聊佐", "70": "藏。般若圓照。意密鑒機也。世。是身密普現。如華嚴十", "71": "身相好。論依正兩種十身。則有國土身。世界身。如今", "72": "經應以佛世界身得度者即現佛世界身。應以九世", "73": "界身得度者即現九世界身。總是大士以法界無礙", "74": "身雲。入不思議無記化化禪。法身普現群生前也。音。", "75": "是大士四無礙辯才。普為眾生說。法能令聞法音者", "76": "皆得解脫。所謂文門即解脫。口密說法也。此三德三", "77": "密乃大士久修久證之中道應本。雖由三觀修克。若", "78": "作一句呼之。可指圓中應本。既得中道應本。便可於", "79": "俗諦門頭。妙假施設遍化眾生。而化眾生處。不出慈", "8": "高深。敢言別見一斑。居為新說哉。知我罪我。所不辭", "80": "悲與拔。若觀字作一句。世音二字作一句。此即大士", "81": "寂而常照。普鑑象馬牛羊鐘鈴鑼皷男子女人二乘", "82": "菩薩十世界感叩音聲而皆令解脫。此即大士於散", "83": "提嵐界寶藏佛所發願。凡世間眾生呼我名字不得", "84": "脫苦者。我誓不成正覺。大悲經中皆應志心稱念我", "85": "之名字。今經即時觀其音聲皆得解脫。楞嚴下與法", "86": "界眾生同一悲仰。拔苦悲觀也。若觀世二字作一句", "87": "讀。音字作一句讀。則是大士遍觀十世間機宜差別。", "88": "然後隨機逗法。此如今經應現何世間身得度者。即", "89": "現何世間身而為說法令得解脫。乃先以意密鑒機。", "9": "也。戊午陽月嘉禾智覺教寺比丘靈耀序", "90": "後以口輪說法。楞嚴云上與十方諸佛同一慈力。與", "91": "樂慈觀也。要之假觀度生。俗諦設化。總不外乎慈悲", "92": "與拔耳。然世有但稱觀音菩薩。觀音大士。而略去中", "93": "間一世字者。亦足盡大士之德也。葢此觀字即大士", "94": "初修一心三觀。而音之一字即三諦一境。所謂常境", "95": "無相。常智無緣。名字解此。觀行修此。乃至始本一合。", "96": "始本雙忘。則三諦三觀三非三。舉一即三三即一。諦", "97": "觀名別體復同。是故能所二非二。如楞嚴中初於古", "98": "觀音如來時稟受從聞思修入三摩提。初於聞中入", "99": "流忘所。所入既寂。動靜二相了然不生。如是盡聞聞"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 647 觀音經普門品膚說", "englishTitle": "卍 Xuzangjing, Electronic version, No. 647 觀音經普門品膚說", "author": "清 靈耀說", "language": "chinese", "source": "CBETA"}