{"sourceLink": "http://www.cbeta.org/", "text": {"0": "徑山下第十四世白馬彖禪師法嗣", "1": "徑石滴乳集卷之五", "10": "佛日效道吾與夾山故事。遂指師參鴛湖於普明。洞", "100": "且道。新廣福具甚麼眼。", "101": "住武康天池。上堂。舉雪菴示眾曰。乍住城隍寺。無東", "102": "又缺西。汝纔擡眼看。我便放頭低。鬚髮白如雪。身心", "103": "爛似泥。本來無佛法。何處是全提。師曰。若論全提佛", "104": "法。身心甚處得來。天池則不然。城市山林總一同。聞", "105": "聲見色不曾聾。識得大蟲原是虎。玄沙恰似謝三翁。", "106": "住鍾溪太平。端節上堂。今朝又是五月五。大鬼拍手", "107": "小鬼舞。驀然撞著桃符神。雙手搥胸呌冤苦。大慧恁", "108": "麼道。恰似官債未了被鈎人。一拶神頭鬼面。一齊現", "109": "出。太平與你。些子禁方。卓拄杖曰。今朝正值五月五。", "11": "徹圓常。一日鴛問。化人問幻士。谷響答泉聲。欲識吾", "110": "不用雄黃并艾虎。理能伏豹澤藏山。雲散青天日卓", "111": "午。復卓一下。", "112": "順治戊子住金明。上堂。娑婆世界。以音聲為佛事。香", "113": "積世界。以香飯為佛事。金明者裏。以破院為佛事。還", "114": "見麼破禪堂。󰞆頭土面破佛殿。馬額驢腮破山門。擎", "115": "拳持杵破佛閣。待月眼雲破鐘樓。知音者少。令一隊", "116": "破。衲僧居此。以破破不破。破破不破。不破不破底。運", "117": "用無窮。直教七通八達。若是超宗異目。向者裏輕輕", "118": "拶著。拍拍相應。呼之以牛。自能拖犁拽耙。喚之以馬。", "119": "便乃銜鐵負□。山僧只得另眼相看。將破破底。相待", "12": "宗旨。泥牛水上行。意旨如何。師曰。夢眼見空花。鴛曰。", "120": "眾中。有斫□開劈不破底麼出來。金明與作。破破去", "121": "也。良久以拄杖。旋風打散。歸方丈。", "122": "上堂。問按倚天長劍奮。踞地獅威。學人上來。請師一", "123": "接。師便喝。僧曰。者是方便門頭句。如何是正令全提", "124": "句。師又喝。僧擬進語。師便打。乃舉白雲端曰。若端的", "125": "得一回汗出。便向一莖草上。現瓊樓玉殿。若未端的", "126": "得一回汗出。縱有瓊樓玉殿。被一莖草葢却。師曰。白", "127": "雲不是好心金明者裏。向不與人枷鎻你諸人。端的", "128": "得一回汗出。頭頭玉殿。處處瓊樓。端的一回汗不出。", "129": "頭頭總玉殿。處處亦瓊樓。還知落處麼。甜瓜徹蒂甜。", "13": "臨濟有一句子。你又作麼生。師便喝。鴛便打。師又喝。", "130": "苦瓠連根苦。", "131": "示眾。東熱閙西熱閙。忙忙業識不知老。苦他烈𦦨熾", "132": "炎炎。獨我陶朱靜悄悄。夏蟲若解識寒氷。鐵牛決不", "133": "被蚊咬。忽被咬。驚起楊岐三脚驢。百億須彌都踏倒。", "134": "師甞垂三問。勘驗學者。一曰。既是天封室。理應絕此", "135": "絕彼。為甚有迎有送　獅子窟中。因甚有狗　范蠡", "136": "越國大夫。因甚居吳地。", "137": "癸丑九月二十三日。沐浴更衣。書偈辭眾而逝。世壽", "138": "六十有二。僧臘三十有七。茶毗骨白如玉。牙齒不壞。", "139": "骨塔於隱川大慈菴。齒塔於楚黃石門山之黃荊。", "14": "鴛又打。師禮拜。鴛曰。元來是瞎驢。師拂袖便出。鴛命", "140": "嘉興府永正寺一初悟元禪師。姓曹。郡之當湖人。生", "141": "而岐嶷端敏。喜趺坐。十歲乞父教佛經。能解妙義。十", "142": "五即參究宗乘。二十豁然大悟。禮興善弘遠為師。參", "143": "普明。執侍久之。明一日問。我心裏不安。你還得太平", "144": "也未。師曰。蒼天蒼天。又一日入室。明竪拳曰。道一句", "145": "看。師便掌。明大笑。師禮拜。於是機契。返興善掩關。十", "146": "有餘載。", "147": "順治辛卯住永正。上堂。花笑春風。格外真規。頓現漁", "148": "歌曲水。就中消息全彰。向上拈提。不礙通人。唱和隨", "149": "宜。施設何妨。達者商量。寒時添衲。熱則披襟。休云。覓", "15": "掌院事。", "150": "火和烟。得饑來喫飯。倦即打眠。莫道。擔泉帶月歸。握", "151": "一拳。大千香水海。攝盡無餘。舒一掌。百億須彌盧。拈", "152": "來有據。所以道。大人得大機。大智得大用。設或情塵", "153": "未脫。翳眼猶存。", "154": "示眾。以拄杖卓一下云。道得也。被他穿却鼻孔。道不", "155": "得也。被他穿却鼻孔。時有僧問。道不得穿却鼻孔。即", "156": "且止。道得因甚也。穿却鼻孔。師擲拄杖。便歸方丈。", "157": "示眾。問僧有一句子。未打鼓前。分付諸人了也。若也", "158": "會得。方可商量。如或未然。豈堪共語。拈拄杖。一時打", "159": "散。歸方丈。", "16": "崇禎辛巳。鴛湖退居。四眾請師開法。上堂。僧問。昔日", "160": "舉六祖曰。我有一物。無頭無尾。無名無字。無背無面。", "161": "諸人還識麼時荷澤會出。眾曰。是諸法之本源。乃神", "162": "會之佛性。頌曰。橫將玉笛遡風吹。不犯宮商調自奇。", "163": "最惜能邀仙子曲。被人喚作鷓鴣辭。", "164": "僧參。舉雪峰淘米話未了。師劈頭打云。殘羹餿飯。不", "165": "勞拈出。僧罔措。師云。學語之流。直打出。", "166": "僧參。纔展坐具。師便打。僧云。謝和尚慈悲。師云。山僧", "167": "今日失利。", "168": "尼問。那箇是學人本來面目。師曰。一場出醜。尼禮拜。", "169": "師曰。眾眼難瞞。", "17": "無趣老人。今朝衡石和尚。如何是源遠流長。古今不", "170": "康熈戊午五月十九日。東通諸檀咸集畢。師合掌敘", "171": "別而逝。壽六十四。臘四十二。塔于丈室。", "172": "徑山下第十六世徑山下第十六世", "173": "金明進禪師法嗣金明進禪師法嗣", "174": "武康栢山資壽寺素弘真理禪師。漳州海澄陳氏子。", "175": "初參玉林諸宿。不能洒脫。次謁介菴於天池契旨。順", "176": "治庚子。住栢山。上堂。朔風凜凜。寒威彌亘。六合慧日。", "177": "明明光華。普照大千。佛祖機關。一時漏洩。金剛正眼。", "178": "一齊豁開。性燥漢逴著。便行不丈夫的。有甚語話分。", "179": "諸佛出世。千言萬言。與人解粘云縛。鼻祖西來。橫說", "18": "異。師曰。開池見明月。揮麈動清風。曰雲峯一滴水。大", "180": "竪說。只要明心達本。且道。本作麼生達心。作麼生明", "181": "縛。作麼生去粘。作麼生解莫。巍巍堂堂。是明心達本", "182": "耶。洒洒落落。是解粘去縛耶。若與麼解會。只成得個", "183": "韓獹逐塊。□是衲僧行履處。大眾要會衲僧行履處", "184": "□。驀拈拄杖。卓一卓下座。僧參。師問。三世諸佛歷代", "185": "□□。為甚麼出者裡不得。僧擬議。師便打。", "186": "石門雲頌曰。飛霆激電龍翻海。偃嶽旋嵐總黑風。", "187": "兩岸蘆花吹作雪。半隨流水半飄空。", "188": "師。隨眾作務。甞為虎說戒。虎不復作祟。□是遠近緇", "189": "素。尊其道德。以不及見師為恨。", "19": "地盡承恩。師曰。會取未來的。乃曰。雲生寶樹。風敲翠", "190": "康熈癸卯□□月十六。向朱君行家募柴歸。謂眾曰", "191": "吾事畢矣。即歸方丈坐化。世壽五十五。臘二十八。", "192": "永嘉萬年夢堂真倪禪師。上堂。僧問。如何是清淨法", "193": "身。師云。破糞箕上堂。目前無法。獨露真常。意在目前。", "194": "阿誰搆取不是。目前法轉。換他一句子不得。非耳目", "195": "之所到。聲色難瞞。大眾到這裡。也須透遇始得。", "196": "上堂。卓主杖一下云。大眾會麼者裏會得。不妨歸家", "197": "穩坐還會麼。復卓拄杖。", "198": "北京安化世高本則禪師。順治辛丑住湧泉。上堂。遇", "199": "良工。逢玅手。端的人前謾哮吼。崑崙倒跨上須彌。直", "2": "清嗣祖沙門江州真在編", "20": "竹。勘破鷄鳴。徧地塗毒。者是無趣老人的落處。即今", "200": "得翻身藏北斗。放出南山鱉鼻蛇。八臂那吒遭一口。", "201": "咄。者段風光。誰不知有。諸昆仲。靈雲不知有。見桃花", "202": "而悟道。香嚴不知有。聞擊竹以明心。楊岐不知有。一", "203": "燈明千古。寶壽不知有。幾片生薑辣萬年。忽猫呌。師", "204": "云。猫子上座。又為□□道破了也。胡餅裏更討甚麼", "205": "汁。擊如意云。頻呼小玉元無事。只要檀郎認得聲。", "206": "上堂。拈拄杖云。山僧拄杖子。昨夜忽抽條。今朝剛吐", "207": "蕋。一花五葉開。香透乾坤髓。不假劫外之春風。豈應", "208": "今時之律呂。卓一下云。數聲野󳬈驚天至。無限魚龍", "209": "衝浪來。越恪風流從此振。大家拍手舞三台。", "21": "還有知落處的麼。有即出來。通箇消息。良久擊拂子", "210": "嘉興府金明寺東巖璨禪師。姓鮑。徽州人。甞著樂道", "211": "歌曰。君不見山中樂道。常知足三條短篾。腰間束歲", "212": "久年深。百念消破瓦鐺邊。上一個也不榮也不辱。半", "213": "升三斗是吾祿。每日支筇㵎上遊。又見牧童驅野犢。", "214": "嘆韶華如轉燭。世事奔波何了局。偷得清間快活居。", "215": "是佛是仙都莫做。又不見自古夷齊耻周粟。商山□", "216": "四皓有高躅。竹林茅舍放󱗉懷。種菓栽蓮遠塵俗。於", "217": "此樂是真福。猶勝公侯積金玉。隨緣任性且逍遙。塊", "218": "石枕眠歌一曲。阿呵呵舒兩目。有誰瀟洒天地間。笑", "219": "罵從他喚顛禿。僧問。如何是到家底消息。師曰。待汝", "22": "下座。", "220": "站定脚跟。即自汝道。", "221": "建寧府妙峯益菴素頴鑒禪師。莆田陳氏子。寓普明。", "222": "中秋示眾。中秋八月半。桂轂圓璀璨。清光何處無。石", "223": "樓尤好玩。君不見江西馬簸箕。鈎賊破家良可歎。供", "224": "養修行物外超。至今流落沒崖岸。昨夜三更月到󰈧。", "225": "嘉州大象。與陝府鐵牛。索閙爭這舊公案。却要妙峯。", "226": "為他判斷。山僧向他道。有利無利。不離行市各打二", "227": "十棒。趂出二俱無著漸惶。直去日本國祖欵。欵地擊", "228": "鼓。唱個菩薩。蠻好快活。阿汝諸人。青天白日。向這裡", "229": "討甚碗。以拄杖一齊打散。", "23": "師住雲峯。一時緇素畢集。順治乙酉。間隆武仰師道", "230": "康熈癸亥季夏。無病而寂。茶毗烟𦦨結緣。頂骨牙齒", "231": "舌頭俱不壞。塔於薰岩。", "232": "蘄州三角山龍門資教寺古壁文禪師。襄陽人。姓程", "233": "氏。師卓錫廬山漢蓮院。順治丁酉。開法浠川之萬壽。", "234": "己亥遷三角。", "235": "上堂。閉門造車。開門合轍。孤峯頂上。二俱不立。連朝", "236": "雪散長空。千山共成一色。忽然地爐󰞆飛。燒殺庭前", "237": "古栢。急急□下雲頭。救來一天星月。仔細檢點打刀。", "238": "原是邠鐵。一道清光射斗牛。四埜寒林風瑟瑟。驀拈", "239": "拄杖。得得攪羹。須趂爐烟熱。癸卯夏命灌沐。拜辭金", "24": "風。詔至內掖。詳問法要。師以本色奏對。隆大悅。賜紫", "240": "明老人像。入室端坐。說偈而逝。塔于本山。", "241": "嘉興府三塔景德寺主峰圓法禪師。徽州人。原籍應", "242": "天沐國公之後裔也。仕郎將忽心花發現。遂薙髮為", "243": "僧。參金明。明豎拂子。師便喝。明曰。從上佛祖。盡向這", "244": "裏流出。你還見麼。師曰。從上佛祖。盡從這裏來。", "245": "宜林能曰。者裏出天衢。跨捷驥者裏來。監車輾破", "246": "官街。莫恠相逢不下馬也。曾拍拍舞三台。", "247": "宗如昇曰。金明撩頭。三塔撩尾。父子互換。足可觀", "248": "光。若是從上來事。只管在語言上。卜度者多。不錯", "249": "會者少。", "25": "竝號及追諡。鴛湖廣覺大師。墖曰玅莊嚴。丙戌四月", "250": "石門雲頌曰。海客乘槎欲揬源。仙都遊遍不知尊。", "251": "一朝花下親回首。始信冥泠起化鵬。", "252": "己酉秋月。作書辭秋岳曹司農。與眾護法畢。施博居", "253": "士。問曰。和尚此去。還是往天堂下地獄。師展兩手示", "254": "之。士禮拜。師珍重而逝。茶毗得舍利無數。塔于本寺", "255": "之乾。", "256": "嘉興金明晦巖真烱禪師。甞頌。諸可還者。自然非汝。", "257": "不汝還者。非汝而誰。曰仙娥肌骨本風流。紅粉慵施", "258": "下玉樓。雲珮霜環零落盡。却教無處可遮羞。", "259": "蘄州三角龍門天峰性禪師。黃梅王氏子。即仲暄公", "26": "初四日示寂。世壽三十四。僧衲一十五。有演義答響", "260": "之後裔。生而淡泊。幼習青箱。喜出世。學每讀竺典。徹", "261": "日忘倦。及世異。飄然四方。至浙之苕溪。禮金沙智浪", "262": "薙染。服勤數載。一日思。生死事大。往叩石奇于雪竇。", "263": "令參本來面目話。刻究累日有省。述偈呈奇。奇乃首", "264": "肯。後參金明。入門便喝。明亦喝。師又喝。明即拈棒。師", "265": "曰。老漢今日敗缺。明便打。師曰。轉見不堪。明便休。次", "266": "日陞座。師出問。長年為覓知音少。今日相逢事若何。", "267": "明曰。放你三十棒。師震威一喝。明顧眾曰。看取這員", "268": "戰將。師拂袖歸眾。順治乙未秋。明謂師曰。此事須是。", "269": "箇人方能擔荷。觀汝見地超卓。毋久滯此。是冬出世", "27": "等錄十五卷。行世。", "270": "松江清凉菴丁酉遷小貞種福院。戊戌歸里。眾請重", "271": "興多雲山。康熈己酉夏。三角古和尚謝世。眾請示席。", "272": "甲寅黃梅紳士。請復興東永福及菩提等處。凡師到", "273": "處即成伽藍。", "274": "上堂。僧問。纔離秀水。便跨雲間。未審第一義。如何舉", "275": "唱。師曰。突出難辨。曰入廛垂手。舊日家風。作麼生。是", "276": "斬新一句。師曰。截流透海。乃曰。道人取則原無定。向", "277": "動若風行草偃水到渠成。遇物即宗圓音暢美。一句", "278": "該羅。千差坐斷。汝等諸人到者裏。須知轉身一步。拈", "279": "拄杖卓一卓下座。", "28": "空諸性。曰臨濟一宗。自斷橋無趣祖下。付授益嚴", "280": "翠峰裴公琦禪師。", "281": "嘉興府金明寺別傳真化禪師。本郡屠氏子。年十九。", "282": "依介和尚。剃染受具。參三不是話有省。命掌記室。明", "283": "一日以衣拂付之。出世秦溪。師性恬淡。凡上堂示眾。", "284": "隨機開導。不容人錄。", "285": "廣陵海月天岩真啟禪師。如臯冐氏子。從法中出家。", "286": "小參孔子不識字。達磨不會禪。人却不信。鳥大如山。", "287": "魚大如海。人却不信。父少于子。弟長于兄。人却不信。", "288": "明星午現。紅輪夜照。人却不信。海月與麼說。諸人不", "289": "信。諸人與麼說。海月不信。諸人不信。海月不信。且道", "29": "迨鴛湖。而三枝競秀。師居其長。當干戈擾攘之餘。", "290": "是同是別。顧左右云。畢竟作麼生。復顧左右云參。", "291": "太倉問梅院宦陳永修禪師。武林李氏子。上堂。僧問。", "292": "如何是繡雪境。師曰。曲徑幾回苔蘚積。雪堂深處竹", "293": "風清。僧云。如何是境中人。師云。扶筇揀點間花落。信", "294": "步移看碧水澄。僧云。向上事又作麼生。師便打。上堂。", "295": "山僧有一句子。久欲說向諸人。因世事太忙。不曾啟", "296": "齒。今日偶間。何妨細說。汝等各宜聽取。便下座示眾。", "297": "庭畔陰濃。兩久如醉。堤邊楊柳。含珠吐翠。池塘蛙鼓", "298": "響如雷。林下禪和打瞌睡。阿呵呵。會不會。卓拄杖云。", "299": "日高花影重。風暖鳥聲碎。", "3": "嗣法門人齊安機雲續", "30": "目擊流離。悲心益切。一時文武大臣。薦拔祈禳。敦", "300": "師問舜曰。子近日作麼生。舜云。上是天。下是地。師云。", "301": "大有人不肯汝。舜云。要他肯有何益。師便打。舜云。大", "302": "有人不肯和尚。師云作麼。舜云。切莫教壞人家男女。", "303": "師云。玄沙為甚不肯靈雲。舜云。勸君更進一杯酒。西", "304": "出陽關無故人。師頷之。", "305": "癸卯春。仍歸老問梅。甞謂眾曰。時光迅速。汝等急須", "306": "照顧脚跟。孟冬二十七日示微疾。至三十晚。呼行者。", "307": "取湯沐浴。趺坐脫去。時山鳥哀震林木。", "308": "南康府雲門既白仁旭禪師。參金明。明以杖畵地曰。", "309": "向這裡道一句。師以具打圓相。明便打。師喝。明曰。亂", "31": "迓無虗日。夫以師法道。使天假之年。當必與金明。", "310": "喝作麼。師拂袖便出。初住廬山五老峯。每與衲子盤", "311": "桓。無不悅服。後遷雲門。一日謂眾曰。道得個轉身句。", "312": "又有懸崖撒手句。道得個撒手句。又有末後句。試通", "313": "個消息。看眾罔措。師曰。不會那老僧自道去也。即端", "314": "坐說偈。擲筆而化。", "315": "泉州承天寺嬾若真曇禪師。字時現。晉江鄭氏子。因", "316": "觀奕小參。碁逢敵手難藏拙。詩到重吟始見工。衲僧", "317": "家竿木隨身。臨機制勝。亦如此局頗乎。相類靜時棋", "318": "止。動則棋行照用。同一雙關。而並走事理兼至。一截", "319": "角而斜飛。埋兵挑闘。何妨擊此攻彼。單刀直入。貴在", "32": "永正閩浙唱和。大為佛祖輝皝者。運逢草昧。曇鉢", "320": "破疊。先登傍邊作勢。豈能侵闖門戶。靠角求活。錯過", "321": "多少城池。三軍失利。為是遲了半刻。突圍而出。終是", "322": "賊後張弓。隨人高下。固為失䇿。縱爾饒半。落在第二。", "323": "故曰握籌猶屬後。輸嬴一著先。諸人要識者。一著先", "324": "的道理除非。打破大鐵網。踏翻倒垂蓮。殺活自由。方", "325": "稱國手。點撿將來。衲僧本分極則。猶少一著在。如何", "326": "是衲僧極則。未分黑白妙難施。文彩纔彰一局棋。畵", "327": "斷中間十九路。方能坐享太平基。臨終沐浴。說偈而", "328": "逝。茶毗隻履不壞。至今供奉。墖于清源山。", "329": "湖州高峯淨名菴雪子淨禪師。上堂。舉正靜和尚指", "33": "先零。嗚呼惜哉。", "330": "芍藥花。問行者不作紅色會。不作白色會。你作何色", "331": "會。曰紅底紅得好。白底白得好。正曰。汝猶被色轉。曰", "332": "除却紅白。請和尚別道。正曰紅底紅白底白。師頌曰。", "333": "不作紅不作白。除却兩般休漏泄。杜宇聲聲呌落暉。", "334": "春風狼藉枝頭血。", "335": "江州廬山東林興龍寺山鐸真在禪師。別字筠菴。姓", "336": "李。桑落人。生而良知。不樂舉子業。以先廕襲為郎將。", "337": "因將犯法斬之。師心凜然。即謁匡廬東林薙髮。因閱", "338": "高峰錄。疑拖死屍句。徧參諸方。究其行解相應。聞介", "339": "老人有古人風。特造其室。一見如有夙契。遂折節焉。", "34": "嘉興府金明寺介菴悟進禪師。字覺先。姓張。本郡人。", "340": "明問。不是心不是佛不是物。是個甚麼。師曰露。明曰。", "341": "昨日有人與麼道三十棒趂出了也。師曰。要打便打", "342": "說甚昨日。隨聲便掌。明約住曰。者瞎驢亂作那。師擬", "343": "進語。明便打。師復擬進語。明又打。師豁然契證。", "344": "天鐸源頌曰。行到山窮水盡處。鵬搏獅迅太弛張。", "345": "却將三尺龍泉劍。揑作還魂導魄香。", "346": "印宗奇頌曰。歷徧千峯與萬峯。白雲深處見羺踪。", "347": "翻身直上最高頂。激電驅雷縱遠鴻。", "348": "石門雲頌曰。碎出金鸞五色髓。冲開碧落萬重杉。", "349": "祇因客不龍門宿。霹靂飛騰送遠帆。", "35": "母賀氏。夢日輪入懷而誕。幼不從兒嬉。喜遊寺院。見", "350": "次早入室。明曰。昨日公案未圓。師打露柱一掌曰。又", "351": "要重說偈言。明曰。怎奈公案何聲未絕。師震威一喝。", "352": "明亦喝。師又喝。明曰。三喝四喝。後又作麼生。師連喝。", "353": "兩喝。明曰。識此一喝恩大難酧。師禮三拜。明深肯。遂", "354": "出源流付之。", "355": "印宗奇頌曰。驀地恰逢沽酒店。你杯我盞破窮愁。", "356": "相携深入桃花塢。那管人間春復秋。", "357": "金明旭頌曰。海天空濶泛輕舟。逞盡風流不肯休。", "358": "驚起蒼梧枝上鷟。直冲雲際過滄洲。", "359": "石門雲頌曰。壞垣破屋無今古。四壁通同渾不遮。", "36": "佛像則依依不忍去。及冠習舉子業。常繙內典。志慕", "360": "倐爾西風撼桂子。簷前驚起數聲鴉。", "361": "康熈甲辰春。歸住東林。乙巳秋。遷楚蘄華桂。己酉移", "362": "西陵之碧雲四眾川赴商確。佛祖公案。無不悅服。", "363": "上堂。及盡去也。地幹天旋。龍吟霧起。虎嘯風生。正當", "364": "恁麼時。尋常做手脚底。以沙門一隻眼。印定森羅萬", "365": "象。便能口吸西江。身藏北斗。將三寸龜毛。攪斷黃河。", "366": "一葉栗蓬。劈開華藏。頭頭現。法法彰。牛溲馬浡。耀古", "367": "輝今。塵塵說。剎剎談。白牯狸奴。吼雷掣電。故先德曰。", "368": "入理深談。以無功而會旨。又曰。明明古路。不屬玄微。", "369": "一念普觀。廓然空寂。興化汾陽。及我鴛湖諸祖。得此", "37": "禪宗。禮龍池微禪師祝髮。因病臥。聞匠斧斫大木聲", "370": "一著。提王庫刀。用殺活機。克振濟北家聲。揭示人天", "371": "正眼。山僧今日。亦以此著。不惜贓私和盤托出。敢將", "372": "雲門餅趙州茶雪峯毬。拋向當陽搆得底。大好受用。", "373": "倘有出格高流。更烹露地牛。割蒼梧鳳。剖明月珠。以", "374": "千聖不傳。向上一著。破破的相待。何故鐵牛踏破玄", "375": "關竅。野老謳歌樂太平。", "376": "辛亥九月十五日。以微疾示眾。有記取明年今日日", "377": "之語。一眾駭異。時有僧出問。和尚尊意如何。師曰。三", "378": "百八十四壬子。又七月初旬。謂徒眾曰。吾欲歸里。宜", "379": "速備之。眾以為常往。遂買驢一頭。以代步。師顧而咲", "38": "有省。即呈微。微頷之。", "380": "曰。吾行非驢所堪。自此諄諄誡眾修潔。九月初八日。", "381": "入城辭眾。檀越并諸山耆宿至。十一歸山。十二陞座", "382": "開導。其略曰。吾身後。不許舉哀開孝效世俗所為及", "383": "化錢等事。不許造塔。須將靈骨。拋乘江河。利生不得", "384": "故違。十五日辰刻。沐浴焚香。端坐書偈而逝。闍維起", "385": "骨得其精。白齒亦不壞。數珠分心如故。黃安道俗。頂", "386": "禮泣下。如喪考妣。師生天啟。辛酉十一月十九日。世", "387": "壽五十二。僧臘二十八。", "388": "太倉藕菴竹菴真衍禪師。偶閱圓覺經。菩薩發問。今", "389": "者四大各離妄身。當在何處。遂撫几長嘆。人生不明", "39": "師參。鴛湖纔跨門。鴛云。是甚麼。師擬對。鴛震威一喝。", "390": "個事。徒為僧相。於本分中。無所益也。於是徧參。一日", "391": "聞板聲。忽然有省。造金明。參介和尚。執待逾年。隱于", "392": "婁東。因疾退隱東關。康熈丁巳七月十七日寅時。索", "393": "筆書偈曰。生平孤孑。杜門守拙。吾道雖凉。仗後昆烈。", "394": "喝一喝。擲筆而逝。塔于金墅鎮蓮花寺右。", "395": "圓印尼參。師曰。世尊拈花。迦葉微咲。且道。咲個甚麼。", "396": "印一喝。師曰。者一喝落在甚麼處。印曰。不妨疑著。師", "397": "竪拂子曰。者個聻。印曰。不得妄通消息。師曰。適來山", "398": "僧道甚麼。印曰。前言何在。師曰。山僧年邁。印曰。年邁", "399": "即得。便禮拜。", "4": "徑山下第十五世徑山下第十五世", "40": "師豁然契悟。乃掩耳而出。", "400": "嘉興府三墖景德寺玅雲真雄禪師。姓徐。金華武義", "401": "人。父仲芳。官登州都司。誕師署中。及襁褓。每見佛僧。", "402": "輒生欽悅。九歲喪母。時世運多艱。芳歎曰。大丈夫不", "403": "能定亂。莫若入空門趣佛乘。乃棄官從華嚴。自化薙", "404": "染。師亦依芳祝髮。禮靈隱具德受戒。領竹篦話。參究", "405": "靡懈。偶至北高峯。篤疑忘。返擡眸見月。心境廓然自", "406": "爾。疑團頓釋。且抵寮。眾咎違規。師怡然笑曰。若不登", "407": "高望。怎知滄海寬。德歷。舉公案詰之。無不了了。遂謁", "408": "木陳祖印費隱箬菴浮石玉林牧雲一初諸老。機鋒", "409": "不讓無可。師意甞聞。介和尚門風高峻。道重諸方。即", "41": "三角文曰。洪鐘在架。遇物必鳴。擕劍臨鋒。方稱作", "410": "造金明。明問。雲封獅窟。向背無門。汝從何入。師曰。從", "411": "門入者。不是家珍。明曰。汝是行脚僧。為什向驢胎馬", "412": "腹裏作活計。師曰。今日親見和尚。明曰。你看老僧眉", "413": "毛。落了幾莖。師曰生也。明便打。師曰。不入洪波裏。怎", "414": "見弄潮人。明曰。你見何道理恁麼道。師拂袖便出。尋", "415": "命茶。明拈菓曰。者是醍醐。是毒藥。師曰。舌頭在和尚", "416": "口裏。明曰。你作麼生會。師便喝。明置菓師前曰。試吞", "417": "吐看。師作禮曰。謝和尚茶。明即令參堂。遂安維那。次", "418": "遷監院。壬子元旦。明上堂。拈拂子召眾曰。世尊說法", "419": "四十九。老僧開堂二十五。靈山拈出一枝花。金明豎", "42": "者。當時普明老人。雖向毗盧頂上曲開一線。苟不", "420": "起一柄拂。且道。是同是別。師出眾禮拜曰。且喜老漢", "421": "今日瞥地。明豎拂曰。只者個。豎窮三際。橫徧十方。且", "422": "道。承誰恩力。師曰。粉骨碎身未足酬。明打一拂子。師", "423": "禮拜了依位立。明即著從上源流。并法偈付之。", "424": "康熈癸亥出世。臨清州大悲寺。上堂。師喝一喝曰。若", "425": "論第一義諦。諸佛列祖口挂壁。上雖則官不容針。新", "426": "長老也。只得傍開一線。拈拄杖卓一卓曰。莫有不顧", "427": "性命底。出來與拄杖子相見。僧問。毗盧頂上草生青。", "428": "金剛脚下死蛇橫。即且置玉殿苔封。意旨如何。師曰。", "429": "白雲籠碧樹。誰識聖堯顏。曰天時地利。四眾咸和。慶", "43": "遇鶻眼龍睛。亦未見有今日也。所以云。積谷堆金", "430": "祝一句。又作麼生。師曰。山河天子壽。世界法王身。曰", "431": "蠡湖滴乳傳芳永。舊店重開法化新。師曰。也要大家", "432": "出隻手。曰一句渾超諸有象。千載黃河今又清。師曰。", "433": "好個消息。曰學人禮拜有分。師打曰。且莫詐。明頭問。", "434": "撥草瞻風。瓦礫生光。如何是大悲境。師曰。雲眠斷碣", "435": "鳥宿迦。頭曰。人傑地靈。素緇駢集。如何是境中人。師", "436": "曰。眼生眉下。耳搭腮邊。曰人境已蒙師指示。正令全", "437": "提事若何。師劈脊便打。僧曰。作家宗師。天然猶在。師", "438": "曰。同道方知。乃曰。剎竿豎起。古店重鋪。打開寶藏。運", "439": "出家珍。撒向諸人面前。一任取足。與麼會得。猶較些", "44": "易。求贒得客難。今日不肖兒孫。恁麼判斷不是。妄", "440": "子。不與麼會。拄杖子別滋一路。驀卓一下曰。碎波旬", "441": "窟宅。展佛祖家聲。須憑者個握金剛王劍。懸肘後靈", "442": "符。要是其人。山僧今日。承諸檀大命。義不容辭。斬莽", "443": "披榛。鑿開生佛面目。墾土掘石。露出本地風光。頓教", "444": "寒󰞆發燄。枯木生春。石獅哮吼驚起。青山頭卓朔。木", "445": "馬嘶風。踏斷黃河水倒流。莫有向者裏。著得一隻眼", "446": "底麼。良久卓杖云。手握金鞭問。歸客夜深。誰共御垓", "447": "行。復舉介菴和尚。住金明上堂。破禪堂。󰞆頭土面。破", "448": "佛殿。驢額馬腮。破山門。擎拳持杵。破佛閣。待月眠雲。", "449": "破鐘樓。知音者少。令一隊破衲僧居此。以破破不破。", "45": "拈祖父遺言。只貴沙盆扶起。敢問。現前大眾。還有", "450": "破破不破。不破不破底。運用無窮。直教七通八達。若", "451": "是超宗異目。山僧只得另眼相看。將破破底相待。眾", "452": "中有斫不開劈。不破底麼出來。金明與你。破破去也。", "453": "師曰。運壺中日月。用格外鉗錘。號令人天。權衡佛祖。", "454": "不無者老漢。扶豎臨濟綱宗要。且未在。山僧當時若", "455": "在。將坐具展開。畫此相。捲作一團。拋向背後。展兩", "456": "子云。諾看他如何合煞。諸人恁麼會得。然燈佛與你", "457": "同參。卓拄杖云。換骨洗腸重整頓。通身是眼更須參。", "458": "辛未夏。嘉禾眾紳士。請住三墖龍淵。上堂。揮拂子曰。", "459": "垂鈎四海。祇釣鯨鯢。據座披衣。為求知識。驀豎拂曰。", "46": "共相證明者麼。以拄杖一卓曰。放出斷橋車溪水。", "460": "過去已過去。未來尚未來。今日正當。山僧說法。直須", "461": "以大圓覺為伽藍。安住平等一如法。說令現前。緇素", "462": "亦如法得解。然後同聲相應。同氣相和。悉使魔外絕", "463": "跡。生佛普該。入一微塵。現無邊身相坐。毫端內。轉大", "464": "法輪。山河大地。明暗色空。情與無情。總在個裏。頭出", "465": "頭沒。喝一喝曰。天上有星皆拱北。人間無水不潮東。", "466": "僧問。如何是不動尊。師曰。卯生日。戌生月。", "467": "其右法頌曰。銀缸倒漢大浸稽。天晴開海日夢覺。", "468": "心懸可惜孤雁一聲。聲休驚他獨宿眠。", "469": "處林光頌曰。榑桑將曉陽烏動。晚翠千峯玉兔生。", "47": "一任滔滔滿五湖。", "470": "淨洗銀河渾一事。滿天碧落散璚晶。", "471": "晦岳旭頌曰。金烏急玉兔速。東復西如轉軸。赫奕。", "472": "難擬。清光可掬。飛上若木兮。喚醒人間春夢。踏碎", "473": "珊瑚兮。影搖千江水。綠晷運推移。念四門宮宮。春", "474": "到三十六。", "475": "天乳哺頌曰。一對菱花󲋼互彰。佳人晝夜巧梳粧。", "476": "人間天上無相似。傾國傾城世莫雙。", "477": "天癡善頌曰。鴛鴦繡出頗稱奇。一個東飛一個西。", "478": "縱使同眠只獨宿。金針從不把君知。", "479": "天鞏黌頌曰。不待火而熱。不待水而涼。朝夕不停", "48": "石門雲頌曰。打破鴻濛竅。掀翻碧落圖。少林梅產", "480": "機。洞然括八荒。智者應無昧。迷流徒自喪。借陰惟", "481": "大禹。片片皆文章。", "482": "僧問。如何是三類化身。師曰。闍黎會殺人麼。曰我王", "483": "庫內。無如是刀。師打曰。不是我同流□。僧問。如何是", "484": "不退地。師曰。官憑文書。私憑契約□。僧問。如何是祖", "485": "師西來意。師曰。戶外風敲竹。曰明甚麼邊事。師曰。庭", "486": "前蝶舞花。曰學人不會。師曰。滿園桃李綻。風送落莓", "487": "苔。僧無對。師便打。", "488": "師在金明時。一初和尚至明。命師領眾。出迎。初問。范", "489": "蠡湖海月光天。你為什被斷貫索絆倒。師曰。被和尚", "49": "玉。春色滿皇都。", "490": "帶累。初舉杖曰。識得者個麼。師奪得擲于地。初曰。者", "491": "無禮漢。教我師兄打你去。師曰。不得倚勢欺人。便與", "492": "一掌。初擬取棒。師便行。初見明。曰者漢惱亂人不少。", "493": "明曰。師弟莫著賊耶。初曰。煩師兄替我出場氣。明顧", "494": "師。師作禮云。老老和尚。請坐就奉茶來。抽身便出。初", "495": "顧明相與大笑曰。俊哉衲子。", "496": "僧問。色身敗壞即不問。如何是堅固法身。師曰。八臂", "497": "那吒撲帝鐘。曰請師明示。師曰。石人推倒五須彌。", "498": "建寧府浦城友可山鐵容玄禪師。別字寄翁。上堂。三", "499": "十餘年獨穴居。堦寒不禁草縈裾。禪心已作三冬雪。", "5": "普明用禪師法嗣普明用禪師法嗣", "50": "龍興在頌曰。敲出金鸞五色髓。撲碎驪龍明月珠。", "500": "一任他生作馬驢。為甚如此。坐久腰痛。", "501": "上堂。眾纔集。師便下座。知事把住問。和尚因什。不示", "502": "一言。便下座。師曰。早晨喫了。兩碗冷粥。肚裏有些不", "503": "停。當少待圊去來。為汝等說眾罔措。師便歸方丈。", "504": "上堂。半󰈧圖畫梅花月。莫作等閒看一枕。波濤松樹", "505": "風。不可糊亂聽。大眾要知此事。大煞漏逗。", "506": "上堂。山僧昨日。赴個村齋。咬著一粒黑光沙。直到今", "507": "朝。牙痛不止。不能與諸兄弟說黃道白。便下座。", "508": "僧辭。師問。甚處去。曰有住處即來向和尚道。師曰。你", "509": "是持戒人。為什不守清規。曰和尚莫以罪罪人好。師", "51": "天上人間俱結舌。一段風流出鏡湖。", "510": "曰。我不以罪罪你。古人道。喫粥了洗鉢去。意作麼生。", "511": "曰昨夜夢裏。有人問此話。恰值某愛睡。不曾答他。師", "512": "休去□。僧問。如何是玅體。師曰。坑坎堆阜。瓦礫荊棘。", "513": "如何是玅用。師曰。敲空作響。擊木無聲。", "514": "鎮江府甘露寺逾祖覺禪師。姓張。楊州人。從南京清", "515": "涼劍門剃落。歷參諸老。無不嘉歎。晚謁金明。明問。諸", "516": "方參得底。拈向一邊。道得也打。道不得也打。師便喝。", "517": "明曰。除却者喝更道看。師曰。特來親近和尚。明拈拂", "518": "打曰。是賞是罰。師禮拜。明又打。師豁然悟入。乃曰。將", "519": "此身心奉塵剎。明度拂子。師接得。打傍僧云。是則名", "52": "古林如頌。拂拂春風上苑香。游人不禁醉壺觴。等", "520": "為報佛恩。明曰。子當珍重。", "521": "和碩額附石將軍。元旦請上堂。僧問。凍雲乍展。千山", "522": "露化。日高昇。宇宙清。如何是新年頭佛法。師曰。春風", "523": "纔一陣。何處不花開。曰今日安南將軍。請師陞座。祝", "524": "延一句。又作麼生。師曰。百年三萬六千日。惟有今年", "525": "最吉祥。云法界恩光普。乾坤色轉新。如何是甘露境。", "526": "師曰。金輪調御三千界。如何是甘露人。師曰。玉曆鴻", "527": "宣萬國春。云恁麼則法化弘敷。四眾均沾去也。師曰。", "528": "裂破闍黎舌頭。乃卓拄杖曰。水銀落地。個個皆圓。古", "529": "鏡臨臺。塵塵煥彩。春風纔度。萬物咸新。　一人有慶。", "53": "閒󳬇破東君面。勒馬歸來月轉廓。", "530": "兆民賴之。立地成佛將軍。殺人不眨眼。殺人不眨眼", "531": "將軍。立地成佛。如珠走盤盤走珠。驀豎拄杖曰。天生", "532": "玉葉金枝秀。奕奕芬芳不計年。", "533": "康熈己巳。住京都開化寺。壬申孟夏。示疾。跏趺說偈", "534": "而逝。墖于甘露寺右龍。世壽六十一。僧臘□□□。語", "535": "錄若干卷。行世。", "536": "北京牧園企賢廣清禪師。山陰金氏子。世業儒。幼而", "537": "敏慧。偶遊梵剎。志樂出塵。從雲門剃度。依三宜盂習", "538": "教。參林野於天童。林問。世尊良久。外道因何悟去。師", "539": "曰。知音不在頻頻舉。林打曰。還知者一棒落處麼。師", "54": "天柱峻頌。萬疊銀濤漲禹門。揚鬐鼓鬣有鯨鯤。一", "540": "曰。苦瓠連根苦。甜瓜徹蒂甜。林曰。牛過󰈧櫺。為什尾", "541": "巴過不得。師曰。和尚今日却被某甲捉敗。林曰。者掠", "542": "虗漢。師拂袖便出。最後謁金明。明問。大事未明。如喪", "543": "考妣且置。因什大事已明。亦如喪考妣。師曰。愁人莫", "544": "向愁人說。明曰。你向什麼處用心。師曰。泥裏何必洗", "545": "土塊。明伸一足曰。我脚何似驢脚。師禮拜曰。不因夜", "546": "來雁。怎見海門秋。明打一拂子。印以偈曰。教網重重", "547": "透。禪源脉脈通。更明心法法。努力振綱宗。", "548": "上堂。僧問。法揚帝闕。道闡蠡湖。向上提持。作麼生道。", "549": "師曰。一棒一條痕。曰華頂風規。隨處建立。祖師心印。", "55": "聲霹靂驚天地。直得風雷宇宙昏。", "550": "如何指示。師曰。火爐飛出鐵烏龜。曰大機大用。正令", "551": "當行。過量人來。將何接待。師便打。僧一喝。師連棒打", "552": "退。廼曰。五十餘年牧一牛。登山涉水未曾休。於今高", "553": "挂鞭繩也。掉尾擎頭性已柔。只是隨分納些些。山悠", "554": "悠更水悠悠。說甚拈花微笑。斷臂安心。那效慈明貼", "555": "榜僧堂。洞山掇退菓桌。者隊老古錐。無風興浪。播揚", "556": "家醜。自不丈夫。牧園者裏。把定封疆。更不畫蛇添足。", "557": "爾等眉生眼上。耳搭腮邊。又來者裏。覓甚麼椀。卓拄", "558": "杖云。各請歸堂喫茶。", "559": "康熈庚申孟春。師示疾。至四月十二日。門人圓淨。領", "56": "夢堂倪頌曰。狹路相逢驀一拶。根源徹底不知窮。", "560": "眾詣方丈。求垂示。師曰。山僧素來。不涉迷悟。痢疾三", "561": "月。累得通身骨露。若人如是會得。管取超佛越祖。復", "562": "謂眾云。古人道。法身病。色身即是法身。色身病。法身", "563": "即是色身。今蒙大眾問我病源。山僧徧觀法界。覓病", "564": "根起處。了不可得。故曰。病入膏肓。神醫拱手。復說偈", "565": "大喝一聲。便吉祥而寂。世壽六十二。僧臘四十一。", "566": "興化竺山吼菴證禪師。示眾。舉僧問首山。如何是學", "567": "人親切處。山曰。五九盡日又逢春。曰畢竟事如何。山", "568": "曰。冬到寒食一百五。師頌曰。春暖平川鶯語清。笙歌", "569": "從此悅行人。反嗟䇿馬擁寒者。孤負東君用意深。", "57": "迅雷斷送黃昏雨。四海漫漫皷黑風。", "570": "平湖青蓮寺夢菴覺禪師。別字一味。嘉興范氏子。禮", "571": "金明披緇。命掌記室有年。深入丈室。後住青蓮。參扣", "572": "無虗日。示眾。舉世尊於自恣日。因文殊三處過夏。迦", "573": "葉欲白椎擯出。纔拈椎。乃見百千萬億文殊。盡其神", "574": "力。椎不能舉。世尊遂問。汝擬擯那個文殊。迦葉無對。", "575": "師曰。文殊三處度夏。擾亂清規。迦葉白椎欲擯。驚羣", "576": "動眾。世尊問處因循。使人廝鬬。若是正令而行。三人", "577": "喫棒有分。何故。青蓮門下。", "578": "西陵報恩松岫源禪師。上堂。舉龐居士。語未竟。王公", "579": "華出問。既是已成的佛。用選作麼。師曰。拖犁拽耙。", "58": "龍門性頌曰。纔承恩命處東宮。不與尋常體段同。", "580": "太平素巖智禪師。麻城人。上堂。彩雲影裏神仙現。手", "581": "把紅羅扇遮面。急須著眼看仙人。莫看仙人手中扇。", "582": "舉扇云。者個是扇子。且道。仙人在甚麼處。擲扇躬身", "583": "云。者個是仙人。扇子在甚麼處。汝等諸人。向者裏著", "584": "得一隻眼。不妨水邊林下任性逍遙。倘或未然。咬定", "585": "牙關。拚命做去。自然水到渠成。", "586": "舉洞山麻三斤話。頌曰。如何是佛三斤麻。搓根繩子", "587": "縛烟霞。等閒識得鈎頭意。笑殺東村王大媽。著有金", "588": "剛決疑。行世。", "589": "玄暉性禪師。", "59": "石火光中明下載。江南江北動悲風。", "590": "建寧普明雲菴真量禪師。甌寧謝氏子。上堂。蔴三斤。", "591": "乾矢橛。且置一邊。德山棒。臨濟喝。放過一著。諸人還", "592": "知獅子爪牙。獰龍頭角麼。脫身一色坐遺影。不落同", "593": "風顯大功。", "594": "小參。饑來喫飯。困來打眠。衲僧門下。不費鑽研。祇如", "595": "古德道。五臺山上雲蒸飯。佛殿堦前狗尿天。是明什", "596": "麼邊事。向道莫行山下路。果聞猿呌斷腸聲。", "597": "秀州蓮花可度尼。淮安田氏季子也。父官以指揮。坐", "598": "□而歿。尼年七歲。見父屍。感嘆曰。人生如此何益。便", "599": "有出塵志。但不自由。四十往扣三宜禪師于梵受。復", "6": "建寧府紫雲峯衡石悟鈞禪師。錢塘潘氏子。幼而頴", "60": "希覺銳頌曰。醉倚花闌日未斜。却將旅舘認為家。", "600": "謁介菴和尚于金明。遂求落髮。明再三弗許。尼即憂", "601": "憤。嘔血盈盆。明憫其誠。乃為剃染。命看萬法歸一話。", "602": "𥨊食都忘。不朞年而氣幾絕。一日見明。明問。一歸何", "603": "處。尼訴所以。明曰本。自現成用。許多氣力作麼。尼覺", "604": "心意平貼。", "605": "尼呈偈曰。脫體風流意莫窮。堂堂獨露主人公。朝來", "606": "換水焚香課。盡在尋常日用中。明可之。", "607": "󱛤李明心佛音尼。姓葉。濮鎮人。幼喪母。延僧誦經。見", "608": "地獄畵相。即心動。不茹葷。矢志出家。父為締姻。尼死", "609": "誓不從。遂投庵落髮。苦行數載。禮金明圓具。明命看", "61": "陽春一曲堪回首。處烟村噪暮鴉。", "610": "父母未生前話。刻究久之。一日登樓。踏板作聲有省。", "611": "乃呈明。明愈加煅煉。至育從今識得娠生面自是出", "612": "羣一丈夫之句。尼一日在羅廣文家補毳。羅問。如何", "613": "是日用得力句。尼以針作劄勢。適歲暮。羅問。汝將甚", "614": "麼度歲。尼竪拳。羅曰。還別有麼。尼曰。來朝向居士道。", "615": "甲寅菊月既望。沐浴端坐。說偈而化。", "616": "廣文羅開驎居士。號空諸。󱛤李人。幼歲讀書。便能琢", "617": "磨孔顏落處。故受用不與人同。一日隨父衡陽公。過", "618": "敬畏菴。值石車禪師上堂。不信有宗門事。乃忽之。順", "619": "治丙戌間。父母繼歿。險阻備常。內兄施約菴。每於失", "62": "鴛湖欠安。師侍次。鴛命茶問曰。汝字覺先。喚甚麼作", "620": "意中啟發。謁東塔林野禪師。次參無熱首座及費隱", "621": "禪師。費展兩手云。會麼。士茫然。費云。當面錯過。士於", "622": "此信入。戊子參金明介和尚。深造井臼。一晚落堂。舉", "623": "香板。命眾下語。士近前奪香板曰。和尚把柄。已在弟", "624": "子手裡。介顧眾曰。這一期祇得個俗漢。士擲香板。介", "625": "肯之。士著。有華嚴疏鈔金剛摸像家門拈頌共若干", "626": "卷。行世。", "627": "別駕項謙居士。號茨菴。襄毅公七世孫。大金吾俊卿", "628": "子也。未致仕時。參博山來余集生。皆有機語。及解綬。", "629": "與古南門天界盛等。為方外交。最後謁介和尚於金", "63": "先。師曰。且喜今日得自在。鴛曰。如何是覺後。師曰。請", "630": "明。因緣甚契。乃呈偈曰。聊聞舉著便承當。好肉無端", "631": "已剜瘡。著眼機先看端的。頂門誰不帶扶桑。介印可。", "632": "士甞舉郁山主過橋喫撲公案曰。眾兄弟。一眼觀天。", "633": "兩脚踏地。且道。明珠在甚麼處。良久云。春在草頭上。", "634": "王孫幾箇知。有究心錄。行世。", "635": "陸煐居士。號調實。秀水人。幼失怙恃。無干於世。喜遊", "636": "叢席。與知識盤桓不忍捨。順治丁酉。造金明。明命看", "637": "萬法歸一。經三載。偶閱三頓棒話。如貧得寶。述偈呈", "638": "明。明曰。此是意識所作。猶在半途。未是到家消息。士", "639": "服膺。庚子再參。明指座上古瓶。士作頌。甚恰明意。一", "64": "和尚尊重。鴛曰。汝還分得先後麼。師良久。鴛便喝。師", "640": "日有僧。乞錢。士如數封定曰。道得即與。僧曰。我年老", "641": "矣。士曰。四大有老。這箇豈有老耶。僧似手點󱗉。士曰。", "642": "試拈出看。僧進前。士便掌。", "643": "文學陸燾居士。字玄度。性恬淡。甞閱竺典。猶如夙𦘗。", "644": "乃謁明菴天童平陽二隱諸宿。有機語。刻載行錄。壬", "645": "辰參金明。明問。曾見知識否。士曰。六七位。明曰。那一", "646": "位得意。士曰。若得意即不來也。明笑曰。莫瞞老僧。士", "647": "請開示。明曰。此事不從外得。要明心地須看話頭。士", "648": "唯唯而退。一日因行折足。頓了厥旨。偈曰。十字街頭", "649": "親磕著。一回白汗頂門通。石人扶起呵呵笑。伸脚原", "65": "曰。只管吃茶。鴛曰。如何是吃茶的事。師曰。柿棗腐乾", "650": "來縮脚中。呈明。明深肯。", "651": "文學朱󰤯憲居士。字欽臣。因鼎革。有出世志。而未果。", "652": "辛卯間。患血症。乃謁金明請益。參究法要。明曰。居士", "653": "看。一念未生以前。這病根。從甚處得來。如此頻頻看", "654": "去。亦莫嫌閙取寂。亦莫厭凡求聖。昔蘇黃得力處。不", "655": "越此也。士如教命。病果愈。一夜擡頭。見月光皎潔。乃", "656": "悟入。連述數偈。其略曰。五色雲開萬象清。一輪心月", "657": "徹天明。虗空落地無消息。世界何勞用一塵。呈明。明", "658": "曰。汝骨氣猛利。志性果敢。可名真毅焉。", "659": "明經李潛。字蛟門。好浮屠學。甞繙內典。年二十二。遇", "66": "都在者裏。鴛曰。意作麼生。師曰。一口吞盡。鴛曰。是甚", "660": "膚淺禪師。示不思善不思惡。那個是本來面目之話。", "661": "參之。往謁攖寧斯瑞二公。機語甚契。丙午與空諸羅", "662": "子盤桓。遂造金明。參介和尚。適鐘鳴。介問。鐘鳴耶。耳", "663": "鳴耶。士曰。一串穿却。介喝曰。還穿得者箇麼。士禮拜", "664": "曰。恩大難酬。茶次。介曰。百丈野狐話。你作麼生會。士", "665": "乃覆却茶杯。介曰。只如不落不昧。又作麼生。士以茶", "666": "杯。仰上而立。介曰。除却者些伎倆。試道一句看。士便", "667": "喝。介曰。亂喝作麼。士曰。和尚莫作恠。介便打。士禮拜。", "668": "一日侍次。介問。臺山婆子。趙明。如何勘破。士曰。趙老", "669": "舌頭無骨。介頷之。即示偈曰。趙州銜□疾走。婆子減", "67": "麼滋味。師曰。甜者甜鹹者鹹。鴛曰。未在更道。師禮拜", "670": "竈添兵。太平日定輸贏。勳勞到處標青史。撒手長安", "671": "莫問程。遂命名真弘。", "672": "文學許振聲居士。字無聲。自幼敬信三寶。最喜楞嚴", "673": "莊老等書。聞介和尚道風。即歸信。領話頭精勤。體究", "674": "累年。一日入室請葢。介舉扇一拍。士豁然。有投機偈。", "675": "介可之。囑令操履。然務實而不務虗。辛酉孟冬。感微", "676": "恙。臨終說偈曰。我名振聲。聲從何來。法名真馨。馨今", "677": "何往。人道我佛法中人。直是冤枉。曾讀孔孟幾行書。", "678": "且喜也不入者黨。阿呵呵。亭午天空月朗朗。遂悠然", "679": "脫去。", "68": "曰。謝茶。鴛深肯。", "680": "滴乳曰。真字一輩。按金明進祖親筆聯芳所錄。近有數", "681": "席。妄稱進祖法嗣。雲詳攷語錄諸書。該無實據。未便收入集內。", "682": "永正元禪師法嗣永正元禪師法嗣", "683": "秀水報本冲默真開禪師。湖廣人。參永正。問甚處來。", "684": "師曰新城。正曰。未發足以前。好與一頓。師以坐具一", "685": "拂。正便打。師少頃呈頌。正接了更索。師曰。和尚將謂", "686": "別有那。正深肯。", "687": "示眾。舉石霜參汾陽知臨濟道出常情因緣。師頌曰。", "688": "倒腹傾腸舉似人。其如不薦屈難伸。一朝捉敗非輕", "689": "處。眼葢乾坤氣宇新。", "69": "金明旭曰。大丈夫。當鑪不避火。迸臨場。豈諱截舌", "690": "東溪退菴斷愚真智禪師。嘉興人。參永正。問靈雲道。", "691": "自從一見桃花後。直至如今更不疑。因什玄沙却道", "692": "未徹在。正曰。直不藏曲。師曰。未審徹底人。如何受用。", "693": "正曰。饑則喫飯。倦即打眠。師禮拜。執侍二十載。", "694": "示眾。舉香嚴上樹因緣。師頌曰。一等全提向上機。無", "695": "錐地漢做來奇。當場不畏傍觀眼。別有威聲動四維。", "696": "康熈乙卯。住永正。丁巳季秋二十日。命撾鼓集眾。師", "697": "豎拳曰。生死事大。無常迅速。各各努力。莫作等閒。復", "698": "曰。生平懶開口。別眾無他語。端坐斂雙眸。逢人莫錯", "699": "舉。且道。畢竟如何。喝一喝遂寂。墖于方丈。", "7": "悟。慧性不凡。總角時。矢志出塵。二十受具。即徧歷諸", "70": "機。旭是普明四世孫。敢言未在若是。金明待他道。", "700": "耿惟真藏禪師。參永正。正問。諸佛未出世。人人鼻孔", "701": "撩天。出世後。因甚杳無消息。師曰。坐斷天下舌頭。正", "702": "曰未在。師即呈頌曰。塗毒聲前未解聞。藏鋒袖裏得", "703": "堪爭。當陽突出無巴鼻。打失摩醯正眼睛。正目之。至", "704": "晚落堂。拈師頌問。者是有巴鼻底。作麼是無巴鼻底", "705": "意旨。師便喝。正曰。還別有麼。師曰。有即有。不堪舉似。", "706": "正曰。因甚不堪舉似。師曰。恐嚇殺天下人。正拈拂子", "707": "便打。師禮拜。正又打。", "708": "法雨行洪禪師。參永正。正問。何處來。師曰崇得。正曰。", "709": "曾親近阿誰。師曰。天童報恩福嚴。正曰。更見何人。師", "71": "被我一口吞盡。驀竪竹篦曰。者箇聻普明。若出得", "710": "曰。兩眼對。正豎拳曰。向者裏道句看。師曰。道破即不", "711": "堪。正曰未在。師曰。和尚要重說偈曰那。正便打。師曰。", "712": "恩大難酬。正又打。師禮拜。後再參。正問。風雨淋漓。遠", "713": "涉不易。脚跟下曾打溼也未。師震聲一喝。正曰。猶帶", "714": "泥水在。師曰。只為和尚老婆心切。正便打。師禮拜。正", "715": "可之。", "716": "寓庸禪師。參永正。依止數載。一日正問。子一向在此。", "717": "如何行履。師曰。著衣喫飯。正曰。此外更有事麼。師曰。", "718": "有則辜負和尚。正曰。若道無。亦辜負老僧。師珍重禮", "719": "三拜。正便打。", "72": "者。隻手老漢吞了底。也須吐出。", "720": "永正通濟上座。再參。正舉拂子云。諸佛未出世。祖師", "721": "不西來。還有者個消息麼。師便喝。正曰。祇如諸佛出", "722": "世。祖師西來。又且如何。師曰。眾生度盡。正曰。座主見", "723": "解。師曰。和尚又如何。正便喝。師豁然。曰謝師慈悲。便", "724": "禮拜。正便打。", "725": "杲如證菴主。再參永正。問向在什處躲跟。主曰。從來", "726": "不覆藏。正曰。如何是你不覆藏底。主曰。山青水綠。󳭋", "727": "噪鴉鳴。正曰。莫是舊時面目麼。主曰。溪山雖異。雲月", "728": "是同。正曰。未在更道。主便喝。正打一如意云。向者裏", "729": "道一句看。主禮拜。正然之。", "73": "普明上堂眾集。乃舉拂子。曰世尊拈一枝花。老僧舉", "730": "徑石滴乳集卷之五終", "74": "一枝拂。且道。是同是別。師出禮三拜歸位。明付師法", "75": "偈曰。沿流一段事。竟無頭與尾。付與獅子兒。哮吼滿", "76": "天地。", "77": "鐵容玄頌曰。琵琶起舞換新聲。總是關山離別情。", "78": "撩亂邊愁聽不盡。高高明月照長城。", "79": "主峰法頌曰。相逢狹路難迴避。腦後一槌便見腮。", "8": "方。雖有所契。終不自諾。復謁佛日。方深得洞上微旨。", "80": "不是虎鬚頻倒捋。至今那得化龍才。", "81": "金明旭頌曰。偶擕枯桐上國遊。動絃別調意悠悠。", "82": "當頭驀拶悲風起。代代兒孫抱杞憂。", "83": "僧參師曰。你是高峰僧那。曰是。師曰。既是高峯。為甚", "84": "在我脚下。僧無話。師打出。", "85": "僧問。如何是祖師西來意。師曰。金風吹繡水。桐葉落", "86": "莓苔。", "87": "胡機郁曰。若是英俊。衲僧腦門。有葢自知。金飈一", "88": "夜來。階砌梧桐葉。我意似秋雲。我心如皎月。", "89": "崇禎癸未冬住徑山。結制上堂。僧問堯天舜日。野老", "9": "佛日與鴛湖友善。鴛晚年多疾。以不得其嗣。為己憂。", "90": "謳歌。諸護臨筵。欣聞法要。師曰。天長地久。曰一句語", "91": "中含日月。片言。自此振宗風。師曰。却被上座道著。乃", "92": "曰。今日諸方結制。未免攢花簇錦。巧妙尖新。縵天布", "93": "網。打鳳羅龍底句。子賺誤於人。徑山別資一路。為汝", "94": "諸人鉗口結舌。冷愀愀去。寒巖枯木去。一念萬年去。", "95": "任他機似鐵牛句。如電閃管取崖州萬里。", "96": "住餘杭廣福。上堂。舉廣福惟尚禪師呈偈覺印。印豎", "97": "拳曰。正當恁麼時作麼生。尚掀倒禪牀。印便喝。尚曰", "98": "賊過後張弓便出。師曰。覺印如王秉劍當斷不斷。惟", "99": "尚轅門衝擊逞俊不禁。若據令而行。各與二十拄杖。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1308 徑石滴乳集", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1308 徑石滴乳集", "author": "清 真在編　機雲重續", "language": "chinese", "source": "CBETA"}