{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 308 楞嚴經指掌疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "十別解文義", "1": "楞嚴經指掌疏卷第十", "2": "京都拈華寺賢宗後學達天通理敬述", "3": "嗣法門人興宗祖旺謄清懷仁祖毓較字", "4": "四行陰魔相四。一始修未破行陰。二終破顯露", "5": "妄源。三中間所現魔相。四總結以示警囑。初。", "6": "阿難。彼善男子修三摩提想陰盡者。是人平常夢想", "7": "銷滅寤寐恒一。覺明虗靜猶如晴空。無復麤重前塵", "8": "影事。觀諸世間大地山河如鏡鑑明來無所粘。過無", "9": "蹤跡。虗受照應了罔陳習惟一精真。生滅根元從此", "10": "披露。見諸十方十二眾生畢殫其類。雖未通其各命", "11": "由緒。見同生基。猶如野馬熠熠清擾。為浮根塵究竟", "12": "樞穴。此則名為行陰區宇。", "13": "彼善男子。亦指透過前境人也。或始終不起愛求。", "14": "常住性定。或魔來便能覺知。無壞本修。故仍云修", "15": "三摩提。此中修三摩提。望想陰為終修。望行陰為", "16": "初修也。三摩增進。動念既銷。而浮想亦除。名為想", "17": "陰盡者。想陰既盡。則晝既無想。夜亦無夢。故曰夢", "18": "想銷滅。灌頂云。晝想夜夢。皆獨頭意識。故後云寤", "19": "即想心。寐為諸夢。今既無夢無想。則寤時常同寐", "20": "時。寐時常同寤時。故曰寤寐恒一。以寤時無想如", "21": "寐之靜。寐時無夢如寤之覺故。覺明指第八本識。", "22": "已離想陰。則前六空寂。故曰虗靜。既虗且靜。故以", "23": "晴空喻之。麤重前塵指色等性境。影事指法塵獨", "24": "影。言無復者。謂塵依識現。識既空寂。塵亦與識而", "25": "俱空俱寂也。然識之與塵既俱空俱寂。自是惟以", "26": "覺明本識。觀諸世間大地山河。雖萬象俱現而無", "27": "所分別。故曰如鏡鑑明。來則影現鏡中而鏡本無", "28": "所䊀取。過則影滅鏡中而鏡亦無有踪跡。據此則", "29": "境現識中不過虗受照應。境滅識中了然無有陳", "30": "習。虗受照應故。絕六塵之雜染。了無陳習故。揀六", "31": "識之偽妄。故曰唯一精真。蓋是對六說一。對雜說", "32": "精。對妄說真。其實惟是第八本識。非究竟也。生滅", "33": "根元。即第八識中所含七識種子。以有微細生滅", "34": "名為根本行陰。一切行陰皆依此起故。前以動相", "35": "所覆。雖有不見。故後文稱為幽隱妄想。今以想陰", "36": "既盡。動相已銷。顯出七種。故云生滅根元從此披", "37": "露。十方十二類生。生生滅滅。不出乎此。故皆能見。", "38": "且能畢殫其類。畢猶罄。殫猶盡也。各命由緒。即是", "39": "識陰。尚為行陰所覆。故曰未通。同生基。仍指七種。", "40": "以是生滅根元。十二類生一切行陰莫不由此。故", "41": "云同生基也。猶如野馬者。野馬乃田間游氣。春晴", "42": "伏地可見。莊生呼為野馬。佛經多云陽𦦨。渴鹿認", "43": "以為水。而實非水也。熠熠者。光如焰。以是七識種", "44": "故。清擾者。狀如水。以有微細生滅義故。為浮根塵", "45": "究竟樞穴者。浮根塵即眾生身也。以浮根乃四塵", "46": "所成故。十二類生各各不同。轉變之機唯依行陰。", "47": "故為究竟樞穴。灌頂云。樞謂門軸。穴謂停軸之處。", "48": "開閉轉動之機盡在乎此。與彼行陰義相似故。此", "49": "相不盡。生死難脫。故為行陰區宇。", "50": "二終破顯露妄源。", "51": "若此清擾熠熠元性性入元澄一澄元習。如波瀾滅", "52": "化為純水名行陰盡。是人則能超眾生濁。觀其所由", "53": "幽隱妄想以為其本。", "54": "按定行陰為生滅根元。故曰若此清擾熠熠元性。", "55": "性入元澄者。謂定力轉深。生滅根元之性。無復清", "56": "擾熠熠。入於元本澄清之際。後文所謂湛不搖處", "57": "是也。一澄元習者。謂作入元澄。猶有無始生滅妄", "58": "習。名為元習。若更一澄清。則元習亦無。唯餘第八", "59": "識海澄停湛寂。故云如波瀾滅化為純水。是蓋以", "60": "微波喻元習。泛瀾喻元性也。此相一現。則是超出", "61": "行陰。故曰名行陰盡。按耳根圓通。此當空所空滅。", "62": "言前於覺所覺空時。宛爾有箇能空心生。所空覺滅。仍屬微細流注。即是第八識中七種。名為生滅根元。", "63": "今於行陰盡時。性習都盡。故能空與所空而俱滅矣。所以不能復真者。以猶為識陰所覆故超眾", "64": "生濁者。本經生濁。以想行相織妄成諸趣為體。如", "65": "前云知見每欲留於世間。業運每常遷於國土。相", "66": "織妄成。名眾生濁。今以想陰先空。行陰後除。無復", "67": "相織。故能超越。超越之後。回觀行陰之所由生。蓋", "68": "即第八識中七種。幽深隱微。生滅妄想。故曰幽隱", "69": "妄想以為其本。三中間所現魔相十。一於圓", "70": "元中起計相。二於圓常中起計相。三於自他中起", "71": "計相。四於分位中起計相。五於知見中起計相。六", "72": "於無盡流起計相。七於先除滅起計相。八於存滅", "73": "中起計相。九於後後無起計相。十於後後有起計", "74": "相。初三。一標由示墜。二分條詳釋。三結成外", "75": "論。初。", "76": "阿難當知。是得正知奢摩他中諸善男子凝明正心。", "77": "十類天魔不得其便。方得精研窮生類本。於本類中", "78": "生元露者。觀彼幽清圓擾動元。於圓元中起計度者。", "79": "是人墜入二無因論。", "80": "當知者。警令覺知也。已破想陰。得正知見。故曰是", "81": "得正知。不立知見。仍修深止。故曰奢摩他中。凡能", "82": "到此地位。俱有決定善根丈夫之志。故稱諸善男", "83": "子。定慧相資。不起十種邪求。故曰凝明正心。十類", "84": "天魔無隙可乘。故曰不得其便。魔事不擾。圓通乃", "85": "可增修。故曰方得精研。精心研究妙明本體。奈為", "86": "行陰所障。故須徧窮。先於異生類中。究其行陰深", "87": "本。次於本類之中。求其生滅根元。若生滅之根元", "88": "露者。則是行陰現矣。行陰既現。不起妄計。一味精", "89": "研。自可進破。今云觀彼幽清等。乃依行陰而起妄", "90": "計。故致心魔作孽。而墮無因論也。言幽清者。對前", "91": "想陰而言。謂想陰分別。顯而濁。行陰任運。幽而清", "92": "故。圓擾者。為同生基。圓含諸動。動元者。為諸行本。", "93": "是生滅元。如是觀察。執為勝性。故云起計度者。既", "94": "唯於圓擾動元起計。則不擾不動處全無所知。以", "95": "是墜入二無因論。正脈云。二無因論。乃先世外道", "96": "修心邪解所立。違理背正之惡見。今行現之解。適", "97": "與彼同。故曰墜入。如後車蹈前車之覆轍。同墮一", "98": "坑壍也。二分條詳釋二。一計本無因。二計末", "99": "無因。初。", "100": "一者是人見本無因。何以故。是人既得生機全破。乘", "101": "於眼根八百功德見八萬劫所有眾生。業流灣環死", "102": "此生彼。只見眾生輪迴其處。八萬劫外冥無所觀。便", "103": "作是解。此等世間十方眾生八萬劫來無因自有。由", "104": "此計度亡正徧知。墮落外道惑菩提性。", "105": "文具標徵釋結四意。一者句標也。是人者即指於", "106": "圓元中起計度者。計此為勝。尚不見於識陰。何況", "107": "本覺。故曰見本無因。謂見此行陰。從本已來無有", "108": "因起故。何以句徵。是人下釋也。生機即是行陰。破", "109": "者。即是露義。前文所謂生滅根元從此披露是也。", "110": "亦可破字即是披字。譯後謄寫誤耳。乘於眼根等", "111": "者。謂想盡行現之時。更加研究欲窮其本。因而眼", "112": "根清淨。獲得八百功德。乘此極盡其量。見於八萬", "113": "劫也。所有眾生等。即八萬劫中所有行陰之境。業", "114": "流者。業行遷流。灣環者。灣轉循環。死此生彼者。死", "115": "而在此。生而趣彼。所謂業運每常遷於國土是也。", "116": "只見眾生輪迴其處者。惟見在八萬劫中之處。八", "117": "萬劫外冥無所觀者。見性未至極圓。分量只如是", "118": "耳。豈知如來見量。竪入三世而無礙。橫通十方而", "119": "無盡乎。便作是解等者。不知業相成立。轉現角分。", "120": "於同分中即有生界相現。謬謂八萬劫外無因自", "121": "有。拘舍離等。昧為冥諦。即同此見。由此下結也。由", "122": "此計度。不達惟心所現。故非正知。謬謂八萬劫外", "123": "無有生界。故非徧知。立無因論。佛道之所不攝。故", "124": "云墮落外道。妄謂佛果菩提亦無有因。故曰惑菩", "125": "提性。二計末無因。", "126": "二者是人見末無因。何以故。是人於生既見其根。知", "127": "人生人悟鳥生鳥。烏從來黑鵠從來白。人天本竪畜", "128": "生本橫。白非洗成黑非染造。從八萬劫無復改移。今", "129": "盡此形亦復如是。而我本來不見菩提云何更有成", "130": "菩提事。當知今日一切物象皆本無因。由此計度亡", "131": "正徧知。墮落外道惑菩提性。", "132": "初句標也。謂由昔本無因。例知今後末亦無因。又", "133": "立此見。故云見末無因。何以句徵。是人下釋也。於", "134": "生既見其根者。謂於眾生窮八萬劫。既見其根無", "135": "因自有故。由此執為自然。故曰知人生人悟鳥生", "136": "鳥等。此邪知謬悟。不信有隨緣轉變義也。恐有難", "137": "云。何以知其人還生人鳥還生鳥等。故此證云。但", "138": "見烏從來黑。鵠從來白。人天本竪。畜生本橫。從八", "139": "萬劫無復改移。足見其各各自生。無有異因。以此", "140": "為例。則知我今盡此形命。還生於我。故云亦復如", "141": "是。依於是義。則知如來教我修因成菩提道是為", "142": "妄語。何以故。而我本來不見菩提。云何更有成菩", "143": "提事。此外道破內宗法也。既破內宗。還欲成立外", "144": "宗。故曰當知今日一切物象從昔已來皆本無因。", "145": "既昔本無因。自今而後。枝末豈有因乎。此以本例", "146": "末。不言可知。故謂見末無因。從外道等執為自然", "147": "者。即同此見。由此下結也。破菩提為無有。故曰惑", "148": "菩提性。餘俱准前可知。分條詳釋竟。", "149": "三結成外論。", "150": "是則名為第一外道立無因論。", "151": "想陰已盡。行陰未破。兩楹中間。首言此類。故曰是", "152": "則名為第一等也。立無因論者。成立二種無因之", "153": "義而造彼論。灌頂云。於諸見中。邪見所攝。諸論師", "154": "中。口力論師。無因見論等。如瑜伽唯識清涼等說。", "155": "於圓元中起計相竟。二於圓常中起計相上科重在", "156": "元字。以初云於圓元中起計度者。次云生機全破。次云既見其根。皆元義也。此科重在常字。以初云於圓", "157": "常中起計度者。次云咸皆循環。次云咸皆體恒。次云本來常住。次云成不生滅。皆常義也。是知圓字是行", "158": "陰通體。以圓含諸動故。元常二字是行陰別義。以隨人所見。起計不同故三。一標由", "159": "示墜。二分條詳釋。三結成外論。初。", "160": "阿難。是三摩中諸善男子凝明正心魔不得便。窮生", "161": "類本。觀彼幽清常擾動元。於圓常中起計度者是人", "162": "墜入四徧常論。", "163": "上科云奢摩中。此云三摩中。尤見其定慧相資也。", "164": "凝即是定。明即是慧。不起邪求。名為正心。魔不得", "165": "便。則想陰破矣。想陰既破。欲窮行陰。須於十二類", "166": "生中一類一類究其根元。故曰窮生類本。行陰既", "167": "現。不起妄計。一味精研妙明。自可盡破。今云觀彼", "168": "幽清等。乃復依行陰而起徧常之計。故致墜入四", "169": "徧常論。二分條詳釋二。一別為分釋。二總出", "170": "其過。初四。一計二性常。二計四性常。三計三", "171": "性常。四計一性常。初。", "172": "一者是人窮心境性二處無因。修習能知二萬劫中", "173": "十方眾生所有生滅。咸皆循環不曾散失計以為常。", "174": "是人欲窮行陰。不欲詳於十二類生一一研究。但", "175": "約心之與境。以求行陰之性。故曰窮心境性。窮至", "176": "無所觀處。則謂二處無因。按是人研究既略。而依", "177": "之修習。唯知二萬劫中。則二萬劫外。當冥無所觀", "178": "矣。十方眾生等。即二萬劫中現前所知分齊。所有", "179": "生滅。兼心與境言之。以心境皆屬行陰所遷。皆有", "180": "生滅故。然生滅正是無常。而彼但見其生滅滅生。", "181": "循環不失。遂計心境二性以為是常。", "182": "二計四性常。", "183": "二者是人窮四大元四性常住。修習能知四萬劫中", "184": "十方眾生所有生滅。咸皆體恒不曾散失計以為常。", "185": "是人欲窮行陰。以逐類研究為過詳。以心境研究", "186": "為過略。故唯以內外四大研究。究至冥無所見處。", "187": "遂以為行陰之元。而又目其為四大之性。又以不", "188": "見其生滅故。名為常住。按是人研究之功。既均於", "189": "詳略。而依之修習。能知四萬劫中。則四萬劫外。便", "190": "冥無所觀矣。十方眾生等。即四萬劫中現前所知", "191": "分齊。所有生滅。亦兼四大言之。以內四大為眾生", "192": "身根。外四大為眾生器界。皆為行陰所遷。皆有生", "193": "滅故。然生滅正是無常。而彼但以四萬劫外體恒", "194": "不失。遂計四大之性以為是常。蓋上科以現前循", "195": "環不失為常。似約用言。而此科以過去不見生滅", "196": "為常。似約體言。此二計不同也。三計三性常。", "197": "三者是人窮盡六根末那執受心意識中本元由處", "198": "性常恒故。修習能知八萬劫中一切眾生循環不失", "199": "本來常住。窮不失性計以為常。", "200": "是人已破想陰。欲究行陰。乃於六根末那執受中", "201": "一一推求。故曰窮盡六根等也。不言六識而言六", "202": "根者。以已破想陰。六識行相不顯。唯覺根性湛然。", "203": "即於六根中求故。末那即是七識。此云思量。恒審", "204": "思量故。執受即是八識。執持根器種子。領以為境。", "205": "令生覺受故。心意識三字。乃重牒上之三法。據常", "206": "途以集起名心。集諸種子起現行故。指第八識。今", "207": "即以六根中性為心。思量名意。恒審思量我相隨", "208": "故。正對末那。了別為識。各能了別自分境故。常途", "209": "指前六識。今乃以第八為識。以是諸識之本。故獨", "210": "得識名。言所謂窮盡末那執受者。蓋即於此心意", "211": "識中究其本元由處也。要知六根末那。尚是八識", "212": "現起。何況其中行陰豈更有元由。故知行陰元由。", "213": "惟在第八識中。良以第八識中七種。即是根本行", "214": "陰。一切行陰皆依此故。如是研窮。窮至無所覺處。", "215": "不覺生滅。便謂性常恒故。此謬計過去體常也。依", "216": "於此體。更加研究。名曰修習。功用既深於前。自能", "217": "遠知八萬劫中。但見八萬劫中一切眾生生滅滅", "218": "生。便謂循環不失。此謬計現在用常也。然是人既", "219": "執過去本來常住。又於現在窮不失性。遂計心意", "220": "識中三性俱常。蓋上二計常。一單約用。二單約體。", "221": "此兼約體用。又上二。一單約現在。二單約過去。此", "222": "兼約二際言也。四計一性常。", "223": "四者是人既盡想元。生理更無流止運轉。生滅想心", "224": "今已永滅。理中自然成不生滅。因心所度計以為常。", "225": "既盡想元者。謂根本想陰已盡。然根本想陰。即是", "226": "第八識中動相。動相既銷。露出行元。呼為生理。不", "227": "知其更有微細流注。謬謂更無流止運轉。其意葢", "228": "以生滅想心今已永滅。而行元生理自然成不生", "229": "滅。殊不知行陰正是七種。實非真理。體是微細流", "230": "注。實非真不生滅。不過因其心之所度。謬計行性", "231": "為常。所謂似比量而非真比量也。正脈云。斯人於", "232": "想盡行現之後。無復窮研之力。便計為常。比之第", "233": "一尚為淺劣。何況二三。故不復立能知劫量。度其", "234": "所知。必不逮於二萬劫矣。愚謂。上三似屬彼之鈍", "235": "根。不能直觀行陰。故於心境四大及六根末那執", "236": "受中漸次推窮。因隨其功用詳略處中而分所知", "237": "劫量。此一似屬彼之利根。直觀行陰。無多推求。故", "238": "不立劫量。只為計常。則墮外論矣。別為分釋竟。", "239": "二總出其過。", "240": "由此計常亡正徧知。墮落外道惑菩提性。", "241": "不達行陰唯心所現。則亡正知。行陰所覆不見真", "242": "心。則亡徧知。邊執見中常見所攝。故云墮落外道。", "243": "執此為常。不信別有真常菩提。故云惑菩提性。分", "244": "條詳釋竟。三結成外論。", "245": "是則名為第二外道立圓常論。", "246": "想陰已盡。行陰未破。兩楹中間。次言此類。故曰此", "247": "則名為第二等也。立圓常論者。謂成立四種圓常", "248": "之義。而造彼論。灌頂云。唯識論邊執見中。前際四", "249": "徧常論。具如瑜伽清涼疏明。於圓常中起計相竟", "250": "三於自他中起計相三。一標由示墜。二分條詳", "251": "釋。三結成外論。初。", "252": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "253": "觀彼幽清常擾動元。於自他中起計度者是人墜入", "254": "四顛倒見一分無常一分常論。", "255": "前二皆云凝明。顯定慧相資。此一乃云堅凝。似偏", "256": "屬於定。雖似偏屬於定。亦由慧力資發。故得定益", "257": "深而堅且凝也。堅而且凝。邪求不作。故曰正心。心", "258": "既正而魔無由入。故不得便。窮生類本者。謂窮盡", "259": "眾生十二種類。以求行陰之深本也。深本既現。一", "260": "味精研妙明。自可進破。而乃觀彼深本。幽而不顯。", "261": "清而不濁。但見其常時清擾。為諸動之根元。既為", "262": "諸動之根元。則自他身心依正等皆依之而建立。", "263": "由此於自他法中起諸妄計。墜入四種顛倒見也。", "264": "四種顛倒見中。皆有一分無常一分常義。合轍云。", "265": "平等性中。本無自他而妄計自他。中道了義。逈絕", "266": "二邊而謬執斷常。非倒見而何哉。二分條詳釋", "267": "二。一別為分釋。二總出其過。初四。一觀自", "268": "觀他起二計。二捨自觀他起二計。三捨他觀自起", "269": "二計。四不分自他起二計。初。", "270": "一者是人觀妙明心徧十方界。湛然以為究竟神我。", "271": "從是則計我徧十方凝明不動。一切眾生於我心中", "272": "自生自死。則我心性名之為常。彼生滅者真無常性。", "273": "不知幽清常擾。為諸動元。正是根本行陰。謬謂妙", "274": "明真心。不出乎此。故即依此觀妙明心。由觀力故。", "275": "運想此心廣大周徧。想久觀成。故見此心徧十方", "276": "界。且以清擾不覺。妄謂湛然。徧即無礙曰神。湛即", "277": "不動曰我。自計最勝曰究竟。此即外道所計二十", "278": "五諦中最後一諦也。彼謂從冥生覺大。覺大生我", "279": "心。我心生五微。五微生五大。五大生十一根。最後", "280": "立一神我。謬計冥性為能生。中間二十三法為所", "281": "生。神我為能受用。中間二十三法為所受用。如彼", "282": "論云。神我有知。能思慮故。我以思為性。受用大等", "283": "二十三法。蓋是以第八識中所含七識種子為神", "284": "我也。既立神我。乃復依神我而起徧常之計。故曰", "285": "從是則計等。我徧十方者。以有徧界義故。凝明不", "286": "動者。以有湛然義故。湛然者。如水澄成映。故計凝", "287": "明。雖水澄成映。而不見動相。故計不動。不動即常", "288": "義也。既徧且常。乃為真常。此觀我而起常計。一切", "289": "眾生等。乃轉依徧常而進觀眾生也。我既徧於十", "290": "方。則十方一切眾生。皆在我之心中。我既凝然不", "291": "動。則一切眾生皆是自生自死。此觀生而起無常", "292": "之計。則我心性等。乃雙承自他以分結常無常義。", "293": "二捨自觀他起二計。", "294": "二者是人不觀其心。徧觀十方恒沙國土。見劫壞處", "295": "名為究竟無常種性。劫不壞處名究竟常。", "296": "是人者。仍指前人。前於自心已知是常。故不更觀", "297": "其心。前於他法。但知眾生無常。國土常否猶未能", "298": "知。故此惟觀國土。蓋觀者即運心觀想義也。想久", "299": "觀成。實能徧見。然所見十方沙土有成有壞。彼但", "300": "見劫壞之處。不知壞後有成。便名其為究竟無常", "301": "種性。若見劫成暫爾不壞之處。不知究竟有壞。便", "302": "名其為究竟真常種性。要知界性無二。成壞隨緣。", "303": "若因有壞而執無常。則菩薩󰞆嚴土之心。若因不", "304": "壞而執真常。則凡夫增戀世之志。邪見誤人。不可", "305": "不知。三捨他觀自起二計。", "306": "三者是人別觀我心精細微密猶如微塵。流轉十方", "307": "性無移改。能令此身即生即滅。其不壞性名我性常。", "308": "一切死生從我流出名無常性。", "309": "此中別觀。對上二科應有三義。且近對第二。謂捨", "310": "他依報。別觀我之正報。我之正報。有心有身。別觀", "311": "我心等。觀心也。能令此身等。觀身也。若對第一。即", "312": "具二義。一謂外計我相有三。前觀神我徧界。是廣", "313": "大我。此則別觀微細我及大小不定我也。二者前", "314": "觀正報是我心及眾生身。此則別觀我心及與我", "315": "身。亦捨他唯觀於自也。言精細微密者。即指根本", "316": "行陰。是七識種故曰精。藏於賴耶故曰細。若有若", "317": "無故曰微。麤心不見故曰密。前文所謂幽隱妄想", "318": "是也。取喻微塵者。以微塵為世界種。其細無內。其", "319": "體最微。倦眼莫覩。義相似故。若惟約此義。即是微", "320": "細我也。依此運用。起惑造業。流轉十方而性無移", "321": "改。此大小不定我也。雖性無移改。而業運常遷。能", "322": "令此身剎那變壞。故云即生即滅。其不壞性等。乃", "323": "雙承心之與身以分結常無常義。", "324": "四不分自他起二計。", "325": "四者是人知想陰盡見行陰流。行陰常流計為常性。", "326": "色受想等今已滅盡名為無常。", "327": "所以不分自他者。以自方他。大率如是。故知凡有", "328": "想陰盡者。必見行陰遷流。此一定莫易耳。行陰常", "329": "流等。亦雙承上二分結常無常義。以常流則相續", "330": "不斷。故計為常。滅盡則現前無有。故計無常。別為", "331": "分釋竟。二總出其過。", "332": "由此計度一分無常一分常故。墮落外道惑菩提性。", "333": "雖四計不同。總不出一分無常一分常義。墮落外", "334": "道者。灌頂云。如僧佉論師等。智論云。諸法不應執", "335": "常。常即無罪無福。無所傷殺。亦無施命。無縛無解。", "336": "則無涅槃。若執無常。即是斷滅。亦無罪福。亦無增", "337": "損功業因緣。果報亦失。是皆足以惑菩提性。分條", "338": "詳釋竟。三結成外論。", "339": "是則名為第三外道一分常論。", "340": "想盡行現之中。三言此類。故名第三。而言一分者。", "341": "意顯餘有一分為無常論故。又偏言一分者。二分", "342": "論中以常為勝。顯獨重故。灌頂云。唯識論邊執見", "343": "中所攝。清涼云。外道於諸邊執見中。有我及世間", "344": "半常半無常四種論。於自他中起計相竟。", "345": "四於分位中起計相三。一標由示墜。二分條詳", "346": "釋。三結成外論。初。", "347": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "348": "觀彼幽清常擾動元。於分位中生計度者是人墜入", "349": "四有邊論。", "350": "堅凝正心等同前。然幽清常擾。既為諸動之元。則", "351": "一切時分方位。皆依之而建立。由此於時分方位。", "352": "起諸妄計。墜入四有邊論。按下四計中前二約時", "353": "分起計。後二約方位起計。至下自見。不言無邊論", "354": "者。以彼計無邊屬自悟境。有邊屬他迷境。其意蓋", "355": "為化迷成悟。偏重有邊。二分條詳釋二。一別", "356": "為分釋。二總出其過。初四。一於心時分起二", "357": "計。二於境時分起二計。三於知方位起二計。四於", "358": "見方位起二計。初。", "359": "一者是人心計生元流用不息。計過未者名為有邊。", "360": "計相續心名為無邊。", "361": "心計生元等者。謂欲窮行陰。窮至初生心相。遂計", "362": "為生滅之元。自爾已來。直至一報終盡。中間遷流", "363": "之甲。曾不停息。生前盡後。曾不見遷流之用。不知", "364": "但是自己心力不及。遂計過未無相續用者。名為", "365": "有邊。現在有相續之心。名為無邊。其意蓋欲令人", "366": "捨過未有邊之心。前因後果。以并撥無。取現在無", "367": "邊之心。果非酧因。因不招果。依此論者。將必捨因", "368": "緣而墮自然之計矣。二於境時分起二計。", "369": "二者是人觀八萬劫則見眾生。八萬劫前寂無聞見。", "370": "無聞見處名為無邊。有眾生處名為有邊。", "371": "為窮行陰。至八萬劫。觀彼以為生滅之元。自爾則", "372": "見眾生生滅滅生。至八萬劫前。則寂無聞見。彼但", "373": "見無聞見處。冥然莫辨。邈無涯涘。不知惟是自己", "374": "見聞所不能及。遂名其為無邊之性。又但見有眾", "375": "生處。生滅滅生。宛有分際。不知惟是眾生業緣虗", "376": "妄現起。遂名其為有邊之性。其意蓋欲令人捨現", "377": "前有邊之性。離於生滅。取劫前無邊之性。證於真", "378": "常。依此論者。將必怖生死而入斷滅之見矣。", "379": "三於知方位起二計。", "380": "三者是人計我徧知得無邊性。彼一切人現我知中", "381": "我曾不知彼之知性。名彼不得無邊之心但有邊性。", "382": "欲窮行陰。徧十二類。一倫生死。首尾圓照。故計我", "383": "能徧知。由徧知故。自覺心量徧於一切。遂謬稱我", "384": "得無邊之性。豈知夫惟滅與生。猶在行陰邊際中", "385": "乎。又見彼一切人。現於我知之中。我唯知其死此", "386": "生彼。各有方位。曾不能知彼之無方位知性。以是", "387": "之故。名彼不得無邊之心。以設若能得。我自能知。", "388": "我既不知。而彼但是有邊之性。且現見其死此生", "389": "彼。各有方位。其為有邊可知。豈知夫行陰虗妄。本", "390": "非因緣非自然性乎。作是計者。蓋欲令人捨彼有", "391": "邊之性。離於方位。取我無邊之性。成正徧知。依此", "392": "論者。將必違同體而墮增上慢矣。", "393": "四於見方位起二計。", "394": "四者是人窮行陰空以其所見心路籌度。一切眾生", "395": "一身之中計其咸皆半生半滅。明其世界一切所有", "396": "一半有邊。一半無邊。", "397": "窮行陰空者。謂想陰既盡。覺行陰流。以三昧力。窮", "398": "之欲空也。以其所見等者。謂正在三昧時。覺行陰", "399": "滅。出離三昧時。覺行陰生。不知其是功用未純。但", "400": "以其所見。用妄想心路籌度。謬謂眾生身中咸皆", "401": "半生半滅。以一例諸。明其世界所有。皆一半有邊。", "402": "一半無邊。以生時則覺有邊。滅時則覺無邊故。依", "403": "此論者。將必惑於對生立滅。而墮閉目想空見矣。", "404": "別為分釋竟。二總出其過。", "405": "由此計度有邊無邊。墮落外道惑菩提性。", "406": "由此四種計度。而立有邊無邊。數論師等。為其伴", "407": "侶。故云墮落外道。菩提以中道為體。邊則非中。故", "408": "惑之也。分條詳釋竟。三結成外論。", "409": "是則名為第四外道立有邊論。", "410": "是則句可知。不言無邊。如前已明。灌頂云。此亦邊", "411": "邪見攝。於分位中起計相竟。", "412": "五於知見中起計相三。一標由示墜。二分條詳", "413": "釋。三結成外論。初。", "414": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "415": "觀彼幽清常擾動元。於知見中生計度者是人墜入", "416": "四種顛倒不死矯亂徧計虗論。", "417": "行陰既為諸動根元。而於諸動之中。隨時隨處。所", "418": "知所見不同。由此計度。墜入四種顛倒之見。言不", "419": "死者。資中引婆沙論云。外道計天常住。名為不死。", "420": "計不亂答。得生彼天。若實不知而輙答者。恐成矯", "421": "亂。故有問時。答言秘密言詞不應皆說。或不定答。", "422": "佛法訶云。此真矯亂。真際云。外道計無想天為不", "423": "死天。欲生彼天。輙答恐成矯亂。殊不知強言秘密。", "424": "不應皆說。混以不定而答。正墮矯亂論議。灌頂云。", "425": "邪分別性。故名徧計。都無實義。故名虗論。", "426": "二分條詳釋二。一別為分釋。二總出其過。初", "427": "四。一於四對義生矯亂。二於單無義生矯亂。三", "428": "於單有義生矯亂。四於有無義生矯亂。初。", "429": "一者是人觀變化元。見遷流處名之為變。見相續處", "430": "名之為恒。見所見處名之為生。不見見處名之為滅。", "431": "相續之因性不斷處名之為增。正相續中中所離處", "432": "名之為減。各各生處名之為有。互互亡處名之為無。", "433": "以理都觀用心別見。有求法人來問其義。答言我今", "434": "亦生亦滅亦有亦無亦增亦減。於一切時皆亂其語。", "435": "令彼前人遺失章句。", "436": "觀變化元者。想陰既盡。行陰披露。進觀行陰為變", "437": "化之元也。既為變化之元。其體即是遷流。故曰見", "438": "遷流處。有遷流即有變更。故即名之為變。雖有變", "439": "更。而却前後相續。故曰見相續處。有相續則無斷", "440": "絕。故即名之為恒。此變恒對也。見所見處名之為", "441": "生者。謂八萬劫內。能見所見處。似有眾生生。故即", "442": "名之為生。不見見處名之為滅者。謂八萬劫外。不", "443": "見所見處。似是眾生滅。故即名之為滅。此生滅對", "444": "也。相續之因者。有眾生即有生滅。此又於眾生生", "445": "滅中別起中間有因之計。如前陰之行陰已滅。後", "446": "陰之行陰未生。中間必有相續之因。然相續之因", "447": "即中陰身。其體即是識陰。以彼不知行陰之外別", "448": "有識陰。但見其性不斷處。似多出一法。名之為增。", "449": "正相續中。即指中陰相續中也。然中陰相續之中。", "450": "亦有微細行陰。以彼心麤不見。但見其中所離處。", "451": "似少一行。名之為減。此增減對也。各各生處者。有", "452": "眾生即有差別。此又於眾生差別中別起各有生", "453": "處之計。如人還生人。鳥還生鳥。一類一類各有相", "454": "生之處。雖各各相生。其間亦有改形易報。以彼不", "455": "知。妄謂各類定有生處。以是義故。名之為有。互互", "456": "亡處者。如人不生鳥。鳥不生人。雖人不生鳥。人中", "457": "亦有鳥性。雖鳥不生人。鳥中亦有人性。以彼不知。", "458": "妄謂彼此定是互亡。以是義故。名之為無。此有無", "459": "對也。初對猶是以行陰之理。總相觀察。故云以理", "460": "都觀。但不偏執。即成正見。以於遷變處而見恒常", "461": "之性。恒常處而見遷變之相故。後三對乃是用妄", "462": "想心。各別異見。若更偏執。則展轉支離。以於正見", "463": "中而生邪見。邪見中仍生偏執之見故。有求法人", "464": "者。欲求佛法。以修三摩人也。來問其義者。問其所", "465": "修所證之義。答以各別異見。恐墮偏執。故言亦生", "466": "亦滅等。蓋亦者持疑兩可。意顯不墮偏執。殊不知", "467": "中無主宰。正墮矯亂論議。不言亦變亦恒者。以別", "468": "代總故。又四對中初對猶為近理。而反遺之。正見", "469": "其中無主耳。於一切時者。牒上凡有人問之時。皆", "470": "亂其語者。牒上持疑兩可之言。令彼前人者。指現", "471": "前來問之人。言答者既惟蒙混。聽者意自含糊。過", "472": "耳成空。豈有章句可憶。故曰遺失。又遺失章句者。", "473": "不唯遺失現聞。乃并彼以向所習章句亦皆遺失。", "474": "是不惟無益。而反有損也。二於單無義生矯亂", "475": "此與下科。乃是於前有無對中。轉生偏執。此正所謂展轉支離者也。", "476": "二者是人諦觀其心互互無處。因無得證。有人來問。", "477": "唯答一字但言其無。除無之餘無所言說。", "478": "諦觀其心者。謂於生類中。諦觀其行陰心也。但見", "479": "人不生鳥。鳥不生人等。遂於互互無處。謬謂自心", "480": "無異類性。且自謂因無得證。當知彼之所謂證者。", "481": "是非理謬證。非入理實證也。有人來問惟答一字", "482": "者。恐招難問。不敢多說故。又欲欺人以秘密言詞。", "483": "不應皆說故。但言其無者。即就其自所謬見。含糊", "484": "而答之也。除無之餘無所言說者。亦不言因何說", "485": "無。無是何義。正見其為矯強混亂語耳。", "486": "三於單有義生矯亂。", "487": "三者是人諦觀其心各各有處。因有得證。有人來問。", "488": "唯答一字但言其是。除是之餘無所言說。", "489": "諦觀其心同上。但見人還生人。鳥還生鳥等。遂於", "490": "各各有處。謬謂自心中有自類性。且自謂因有得", "491": "證。亦謬證非實證也。惟答一字。亦同上說。但言其", "492": "是者。言既各各有性。則人自是人。鳥自是鳥。例言", "493": "我自是我。故但言是。却又不敢明明說出。是為何", "494": "義。因何說是。故除是無說。益見其為矯亂論議。", "495": "四於有無義生矯亂此是於上有中見無。無中見有。不敢說異。不敢說一。無理", "496": "可據。矯強亂說者也。", "497": "四者是人有無俱見。其境枝故其心亦亂。有人來問。", "498": "答言亦有即是亦無。亦無之中不是亦有。一切矯亂", "499": "無容窮詰。", "500": "有無俱見者。謂於類生中。見其改形易報。如人變", "501": "為鳥。鳥轉為人等。人變為鳥。則人中無人性有鳥", "502": "性。鳥轉為人。則鳥中無鳥性有人性。由是於一一", "503": "類中。有無俱見。豈知夫性本無二。轉變隨緣義乎。", "504": "其境枝故者。謂於一性中計有計無。如一本岐而", "505": "為二枝也。其心亦亂者。不敢定執為有。以有無義", "506": "故。不敢定執為無。以有有義故。是名為亂。有人來", "507": "問答言有即是無者。以彼不知轉變隨緣。強以一", "508": "體答也。又言無不是有者。以彼不知性本無二。強", "509": "以異體答也。設有難言。以何義故而說有即是無。", "510": "將必答言。亦無即是亦有。設又難言。云何無不是", "511": "有。將必答言。亦有之中不是亦無。總是強說。無非", "512": "混言。故云一切矯亂。無理可據。無義可憑。故亦無", "513": "容窮詰。別為分釋竟。二總出其過。", "514": "由此計度矯亂虗無。墮落外道惑菩提性。", "515": "由此計度者。總相唯是四種計度。詳分則有四對。", "516": "兩單一複。矯亂者矯強混亂。虗無者虗妄無據。變", "517": "恒生滅有無增減一異俱不俱等。皆屬外計。此既", "518": "同彼。故云墮落外道。菩提心。以如來藏心為體。離", "519": "一切相。即一切法。離即離非。是即非即。言語道斷。", "520": "心行處滅。此既異彼。故云惑菩提性。分條詳釋竟。", "521": "三結成外論。", "522": "是則名為第五外道四顛倒性不死矯亂徧計虗論。", "523": "第四之次。名為第五。迷正知見。立邪知見。故曰四", "524": "顛倒性。同彼外道。計生不死之天。不定答人。故曰", "525": "不死矯亂。觀前種種異計。不惟如麻上生繩。仍復", "526": "如繩上生蛇。故云徧計虗論。於知見中起計相竟", "527": "六於無盡流起計相三。一標由示墜。二釋相出", "528": "過。三結成外論。初。", "529": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "530": "觀彼幽清常擾動元。於無盡流生計度者是人墜入", "531": "死後有相發心顛倒。", "532": "初同前。然既曰常擾。則遷流無盡。由是於無盡流", "533": "中而生計度。計無別計。即計此遷流為諸動之元。", "534": "將來能生諸動。既將來能生諸動。則現前已滅者。", "535": "將來必生。故曰是人墜入死後有相。由此死後有", "536": "相。轉計煩惱菩提二性俱常。迷唯識轉染成淨之", "537": "正論。違起信不變隨緣之妙旨。故曰發心顛倒。", "538": "二釋相出過二。一別釋其相。二總出其過。初。", "539": "或自固身云色是我。或見我圓含徧國土云我有色。", "540": "或彼前緣隨我迴復云色屬我。或復我依行中相續", "541": "云我在色。皆計度言死後有相。如是循環有十六相。", "542": "從此或計畢竟煩惱。畢竟菩提。兩性並驅各不相觸。", "543": "或自固身者。因見行陰無盡而身有盡。或自存想", "544": "保愛。而欲堅固其身。是先雖已超見濁。而習未盡", "545": "亡。遇緣則身見仍熾也。然有身必有色。是先雖已", "546": "破色陰。而習未盡亡。遇緣則色陰復發也。由是依", "547": "色立我。而云色是我。是先雖已得人空。而習未盡", "548": "亡。遇緣則我執仍起也。此與外計四句中即色是", "549": "我見同。據此則前之所謂破陰超濁。及五卷中所", "550": "謂此根初解先得人空者。皆是理由頓悟乘悟併", "551": "銷。若不歷事造修因次第盡。遇境瞥起。鮮有不墜", "552": "入邪知謬解者矣。受想二陰等。准此可知。不應以", "553": "三陰既盡。何得更執為難。或計我圓含徧國土者。", "554": "妄計我性廣大。非實悟心包太虗量周沙界也。云", "555": "我有色者。無我則色無由立故。此與外計四句中", "556": "我大色小色在我中見同。或彼前緣隨我迴復者。", "557": "前緣即是塵境。亦屬色陰。妄計隨我迴轉往復。運", "558": "用使作。非實能轉物同佛。於色自在也。云色屬我", "559": "者。色非我而為我所用故。此與外計四句中離色", "560": "是我見同。或復我依行中相續者。行字應是色字。", "561": "言此中所計之我。即以行陰為體。以相續為相。而", "562": "却依於色陰。故云我依色中相續。如是而釋。方合", "563": "下句云我在色。今言依行者。或相沿誤書耳。若曲", "564": "順行字釋者。則是另有我體依於行中相續。行託", "565": "色顯。我亦隨行而在於色。故得言云我在色。改釋", "566": "則於義暢達。不改則於經珍重。知之可耳。此與外", "567": "計四句中色大我小我在色中見同。皆計度言死", "568": "後有相者。以行陰常流。又為諸動之元。將來必生", "569": "諸動。故計此四我。皆應死後有相。對色四相既爾。", "570": "對受想識亦然。故曰如是循環有十六相。言循環", "571": "者謂四種我相。週而復始。對四陰故。問。行陰未破。識陰未顯。何", "572": "能對識立四句義耶。答。雖曰行陰未破。識陰未顯。不過未見其體。豈亦不聞其名。設許聞名。誰禁其比度", "573": "而立。如今之談識陰者。豈盡行陰已破者哉此上是正計後有。自下乃", "574": "轉計二常。從此或計畢竟煩惱等者。意以我有善", "575": "惡二性。惡則煩惱性。善則菩提性。然我既死後有", "576": "相。則煩惱性畢竟還是煩惱。菩提性畢竟還是菩", "577": "提。煩惱性日進於惡。菩提性日進於善。故云兩性", "578": "並驅。驅猶進也。各不相觸者。謂惡性圓滿。自然墮", "579": "獄。善性圓滿。自然成佛。彼此不相妨故。信此計者。", "580": "則惡性終不能盡。善性終不能純。墮獄者成有。成", "581": "佛則未必然耳。問。古釋十六句。多以神我對前四陰。如云色是我。受是我。想是我。行", "582": "是我是也。今疏對前三後一。而不言對行。其意何居。答。古釋外道。八識為神我。其本體即是識陰。自應", "583": "對前四而立十六句義。今疏約圓通行人。以七識計我相。其體即是行陰。故應對前三後一而立十六句", "584": "義。外道與行人所見。固自各異。不必強同別釋其相竟", "585": "二總出其過。", "586": "由此計度死後有故。墮落外道惑菩提性。", "587": "計死後有。即墮邊見之中常見一分。故云墮落外", "588": "道。況計二性各常。不信轉染成淨。豈非惑菩提性", "589": "耶。釋相出過竟。三結成外論。", "590": "是則名為第六外道立五陰中死後有相心顛倒論。", "591": "能對我相。體是行陰。并所對前三後一。皆言後有。", "592": "故曰立五陰中死後有相。又行陰為能有。以其性", "593": "常擾是動元故。四陰為所有。依於行陰相續生故。", "594": "能所合論。故總言死後有相。要知五陰不實。猶若", "595": "空華。言華滅空。已是顛倒。況計更生。顛倒特甚。依", "596": "斯立論。從心顛倒。豈真有天魔波旬為之惑亂者", "597": "哉。於無盡流起計相竟。七於先除滅起計相三。", "598": "一標由示墜。二釋相出過。三結成外論。初。", "599": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "600": "觀彼幽清常擾動元。於先除滅色受想中生計度者", "601": "是人墜入死後無相發心顛倒。", "602": "初同上可思。但見行陰常擾。不見前三。遂於先已", "603": "除滅之前三陰中而生計度。蓋謂三陰先有而今", "604": "已滅無。例知行陰現有。將來亦應滅無。因計捨報", "605": "之後。終歸斷滅。故曰是人墜入死後無相。由此死", "606": "後無相。轉計一切皆空。立外道毀常為斷之妄論。", "607": "違佛教修因證果之誠言。故曰發心顛倒正脈云。此與上", "608": "科敵體相番。蓋上覩未滅之行陰。見其無盡。而因計前三并萬法皆當無盡。此覩已滅之前三。見其無相。", "609": "而因計行陰并萬法皆當無相也。二釋相出過二。一別釋其", "610": "相。二總出其過。初。", "611": "見其色滅形無所因。觀其想滅心無所繫。知其受滅", "612": "無復連綴。陰性銷散。縱有生理而無受想與草木同。", "613": "此質現前猶不可得。死後云何更有諸相。因之勘校", "614": "死後相無。如是循環有八無相。從此或計涅槃因果", "615": "一切皆空。徒有名字究竟斷滅。", "616": "形謂身形。因色而有。今見色陰已滅。則知形無所", "617": "因。此計無身也。心謂心識。繫想而有。今觀想陰已", "618": "滅。則擬心無所繫。此計無心也。連綴者。領納前境。", "619": "補益身心。今知受陰已滅。則謂身心無復連綴。此", "620": "計縱有身心。亦不能以自全也。據此則三陰之性。", "621": "皆已銷散。縱有行陰。以為能生之理。而所生者唯", "622": "餘識陰。然既無有受想。則識陰亦與草木同體。以", "623": "識陰假受想為用故。此質者。不惟指於色質。蓋指", "624": "五陰和合而成幻質也。前三已滅。後一無用。是此", "625": "質現前猶不可得。況復死後。而云何更有諸相。是", "626": "決言其無有意也。因之勘校者。因已滅而勘辨未", "627": "滅。因現前而比校將來。自謂死後相無。理極成矣。", "628": "如是循環者。從色陰而至識陰。對生前及與死後。", "629": "有循環義故。八無相者。前三已滅無相。後一無用", "630": "無相。生前死後。理合有八。唯除行陰者。以行陰現", "631": "見。言無有過。但辨其四陰俱無。則行陰無所依託。", "632": "不待言無而自諭耳。此上是正計後無。自下乃轉", "633": "計皆空。言現前質空。無修因者。死後相無。無證果", "634": "者。故曰從此或計涅槃因果一切皆空。既一切皆", "635": "空。則所稱涅槃因果等者。乃徒有名字。若循名責", "636": "實。實無當名之義。故曰究竟斷滅。二總出其過。", "637": "由此計度死後無故。墮落外道惑菩提性。", "638": "計死後無。即墮邊見之中斷見一分。故云墮落外", "639": "道。況計因果皆空。不信涅槃。斷果既其不立。智果", "640": "豈能獨存。故曰惑菩提性。釋相出過竟。", "641": "三結成外論。", "642": "是則名為第七外道立五陰中死後無相心顛倒論。", "643": "色受想滅。識陰無用。縱有行陰。無所依託不久自", "644": "盡。故曰立五陰中死後無相。又前三見無。識陰比", "645": "無。行陰待無。故五陰皆無也。要知世相常住。物皆", "646": "無遷。若離相求常。即物說遷。已為顛倒。況計斷滅。", "647": "顛倒太煞。真為邪見覆心。依斯立論。從心顛倒。由", "648": "善因而招惡果。緣覺路而撲火輪。良可愍嘆。修禪", "649": "者亦知鑑夫。於先除滅起計相竟。", "650": "八於存滅中起計相三。一標由示墜。二釋相出", "651": "過。三結成外論。初。", "652": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "653": "觀彼幽清常擾動元。於行存中兼受想滅。雙計有無", "654": "自體相破。是人墜入死後俱非起顛倒論。", "655": "正脈云。於行存中者。見行陰未滅。區宇宛在也。兼", "656": "受想滅者。見前三已滅。當體全空也。雙計有無者。", "657": "於存計有。於滅計無也。自體相破者。以行陰之有。", "658": "破前三之無。以前三之無。破行陰之有也。末言墜", "659": "俱非者。以破無則成非無。破有則成非有也。此釋", "660": "易明。若以愚意。與正脈稍異。言雙計有無者。謂於", "661": "已滅色受想中。計先有今無。於現存行陰中。計今", "662": "有先無。正以先有者今無。例知今有者先時必亦", "663": "是無。是則四陰中各具有無二義。故雙計也。自體", "664": "相破者。謂已滅之前三。與現存之行陰。各有自體", "665": "相破之義。如已滅之前三。既各俱有無。若以自體", "666": "之有。破自體之無。則無非真無。以有有義故。若以", "667": "自體之無。破自體之有。則有非真有。以有無義故。", "668": "已滅三陰既爾。現存行陰亦然。現在既爾。當來亦", "669": "然。故曰是人墜入死後俱非。二釋相出過二。", "670": "一別釋其相。二總出其過。初。", "671": "色受想中見有非有。行遷流內觀無不無。如是循環", "672": "窮盡陰界八俱非相。隨得一緣皆言死後有相無相。", "673": "又計諸行性遷訛故心發通悟。有無俱非。虗實失措。", "674": "色受想中見有非有者。謂色受想現在是無。當來", "675": "必有。雖當來必有。而亦非有。行遷流內觀無不無", "676": "者。謂行陰現在是有。當來必無。雖當來必無。而亦", "677": "非無。如是則從有而無者。無已還有。從無而有者。", "678": "有已還無。有往復義。故曰循環。界者分齊義。言窮", "679": "盡陰界者。謂如是有無無有。往復循環。從色陰而", "680": "至行陰。從生前而至死後。是為窮盡四陰分趣。然", "681": "生前四陰。已有四箇俱非。死後四陰。還應有四箇", "682": "俱非。故成八俱非相。由是於四陰之中。隨得一陰", "683": "為所緣時。皆言死後有相無相。據此則所計八俱", "684": "非者。乃是以生前俱非。例出死後。其意重在死後。", "685": "故後結言死後俱非。此上是正計八相。自下乃轉", "686": "計一切。行者作為義。又計諸行者。謂轉計一切有", "687": "作有為法也。遷者有無迭遷。謂從有至無。從無至", "688": "有。訛者彼此混淆。謂有既非有。無亦非無。妄計性", "689": "自爾故。增廣邪知謬解。故曰心發通悟。執定有無", "690": "俱非。設有人問。孰虗孰實。然亦莫能施對。故曰失", "691": "措。二總出其過。", "692": "由此計度死後俱非後際昏瞢無可道故。墮落外道", "693": "惑菩提性。", "694": "由此計度等。通指已上所計以為成過之由。後際", "695": "即當來也。有無不辨曰昏。虗實失措曰瞢。無正理", "696": "之可說。故云無可道故。唯邪見之是長。故曰墮落", "697": "外道。菩提之性。不墮有無。不離有無。今既有無俱", "698": "非。故云惑也。釋相出過竟。三結成外論。", "699": "是則名為第八外道立五陰中死後俱非心顛倒論。", "700": "已滅之三陰既爾。未滅之行陰亦然。已露之行陰", "701": "既爾。未露之識陰亦然。生前既爾。死後亦然。故曰", "702": "立五陰中死後俱非。不言生前俱非者。此執不續。", "703": "不成過故。蓋由續起後執。乃致惑菩提性。故前言", "704": "其意重在死後。要知真空不礙妙有。妙有不礙真", "705": "空。言語道斷。心行處滅。今計有無俱非。真是從心", "706": "顛倒。依此立論。違佛正說。自悞悞人。為害非細。於", "707": "存滅中起計相竟。九於後後無起計相三。一", "708": "標由示墜。二釋相出過。三結成外論。初。", "709": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "710": "觀彼幽清常擾動元。於後後無起計度者是人墜入", "711": "七斷滅論。", "712": "常擾則念念遷流。遷流則不住。不住則或近或遠。", "713": "一定有滅。由此於後後無而生計度。謂計此報即", "714": "斷。再報還斷。乃至後之又後。畢竟有盡也。七斷滅", "715": "論者。清涼鈔合而為三。一執我有色。麤四大種所", "716": "造為性。死後斷滅。見身死後有而無故。二我欲界", "717": "天死後斷滅。三我色空天死後斷滅。初該獄鬼人", "718": "畜為四。二即欲天。三即色空二天。三天合四趣為", "719": "七。皆斷滅故。名七斷滅。論量此義名斷滅論。", "720": "二釋相出過二。一別釋其相。二總出其過。初。", "721": "或計身滅。或欲盡滅。或苦盡滅。或極樂滅。或極捨滅。", "722": "如是循環窮盡七際現前銷滅滅已無復。", "723": "或計身滅者。妄計獄鬼人畜前身而住。身死則滅。", "724": "或欲盡滅者。妄計欲天以六欲為生因。欲盡則滅。", "725": "或苦盡滅者。妄計初禪以厭苦為生因。苦盡則滅。", "726": "或極樂滅者。妄計二禪以欣樂為生因。極樂則滅。", "727": "或極捨滅者。妄計三禪以極樂為報形。極捨則滅。", "728": "其次應云或空處滅。或識處滅等。蓋四禪以極捨", "729": "為報形。妄計空處則滅。空處計識處滅等准知。今", "730": "不俱言而云如是等者。乃超略而總言之。如是循", "731": "環者。謂如是前滅後生。生滅展轉。有循環義故。自", "732": "身滅以至捨滅。自捨滅以至非非想滅。名為窮盡", "733": "七際。謂獄鬼人畜及三天七種邊際也現前銷滅滅已無復者。謂", "734": "現報已滅。滅已則轉受他報。無復更有此報。是此", "735": "報則成斷滅。如現前四趣身滅。滅已轉受欲天之", "736": "報。無復更有四趣之報。則四趣成斷滅矣。餘可例", "737": "知。阿含亦云。有沙門婆羅門。於末劫中起斷滅論。", "738": "或計我身從因緣生。必歸磨滅。一或計我於欲天", "739": "斷滅。二或計我於色天斷滅。三或計我於無色空", "740": "處斷。四或計我於識處斷。五不用處斷。六非想處", "741": "斷。七與本經開合少異。二總出其過。", "742": "由此計度死後斷滅。墮落外道惑菩提性。", "743": "死後斷滅者。謂現報已盡。將來轉受他報。不復再", "744": "受此報。遂於此報生斷滅想。如末伽梨等。故云墮", "745": "落外道。窮盡七際。畢竟斷滅。不復見有成菩提者。", "746": "故云惑菩提性。釋相出過竟。三結成外論。", "747": "是則名為第九外道立五陰中死後斷滅心顛倒論。", "748": "四陰皆為行陰所遷。行陰且斷。四陰豈能常住。故", "749": "曰立五陰中死後斷滅。要知自性無定。隨業緣轉。", "750": "人固可以為天。天亦可以為人。餘趣亦然。若執一", "751": "報即斷。已為顛倒。況夫惑菩提性。畢竟無有。是不", "752": "惟言論顛倒。乃從心顛倒而起論也。於後後無起", "753": "計相竟。十於後後有起計相三。一標由示墜。", "754": "二釋相出過。三結成外論。初。", "755": "又三摩中諸善男子堅凝正心魔不得便。窮生類本。", "756": "觀彼幽清常擾動元。於後後有生計度者是人墜入", "757": "五涅槃論。", "758": "此與上科同一常擾。而異見不同。前以常擾則念", "759": "念遷流。遷流則不住。不住則一定有滅。故於後後", "760": "無而生計度。此以常擾則念念相續。相續則不斷。", "761": "不斷則一定是有。故於後後有而生計度。言後後", "762": "有者。謂此報即有再報還有。乃至後之又後。畢竟", "763": "常住也。五涅槃論者。清涼鈔云。一見現在受若天", "764": "若人諸五欲樂。便謂涅槃。二厭五欲故。現住初禪", "765": "以為涅槃。三厭尋伺故。現住二禪以為涅槃。四厭", "766": "諸尋伺喜故。現住三禪以為涅槃。五厭喜樂乃至", "767": "出入息。現住四禪以為涅槃等。論量此義。故云五", "768": "涅槃論。二釋相出過二。一別釋其相。二總出", "769": "其過。初。", "770": "或以欲界為正轉依觀見圓明生愛慕故。或以初禪", "771": "性無憂故。或以二禪心無苦故。或以三禪極悅隨故。", "772": "或以四禪苦樂二亡不受輪迴生滅性故。迷有漏天", "773": "作無為解。五處安隱為勝淨依。如是循環五處究竟。", "774": "或以欲界為正轉依者。謂見四趣苦極欲天樂。遂", "775": "計轉四趣而依欲天。即是轉死生而依涅槃。不復", "776": "更轉。縱再有所轉。而此性不壞。故名為正。以何義", "777": "故作如是計。觀見圓明生愛慕故。言圓明者。四王", "778": "隣於日月。忉利超日月明。況夫兜。", "779": "率上升精微。化樂生越化地。他化出超化無化境。", "780": "其光明益圓可知。不知其未超欲界。樂是苦因。擬", "781": "之上界。光若螢火。便爾觀見生愛。羨慕無已。而計", "782": "為正轉依也。或以初禪性無憂故者。謂見欲界苦。", "783": "深以為憂。遂計初禪以為涅槃。以何義故作如是", "784": "計。性無憂故。言無憂者。以下界麤重苦惱所不能", "785": "動。不知其未出覺觀。猶帶憂懸。便謂無憂。以無憂", "786": "故。計為涅槃。或以二禪心無苦故者。謂見初禪憂", "787": "懸。猶有覺觀之苦。遂計二禪以為涅槃。以何義故", "788": "作如是計。心無苦故。言無苦者。以初禪憂懸所不", "789": "能逼。不知其待有說無。無非真無。便謂無苦。以無", "790": "苦故。計為涅槃正脈云。按前色界天中。初禪苦惱不逼。二禪憂懸不逼。苦重憂輕。序", "791": "之宜也。今初禪無憂。二禪無苦。決是譯人誤顛倒也。愚謂有憂必有苦。有苦必有憂但各有輕重。無妨互", "792": "出。故今疏唯隨文銷釋。然可通則已耳或以三禪極悅隨故者。謂見", "793": "二禪待苦為樂。其樂未極。遂計三禪以為涅槃。以", "794": "何義故作如是計。極悅隨故。言極悅隨者。少淨天", "795": "具大隨順。是隨而未悅。無量淨身心安隱。是悅而", "796": "未極。徧淨天得無量樂。乃極歡悅。極隨順。不知其", "797": "但是有為。便謂極樂。以極樂故。名為涅槃。或以四", "798": "禪苦樂二亡等者。謂見三禪樂非常住。久必壞生。", "799": "遂計四禪以為涅槃。以何義故作如是計。苦樂二", "800": "亡不受輪迴生滅性故。言苦樂二亡者。以一切世", "801": "間諸苦樂境所不能動故。言不受輪迴生滅性者。", "802": "蓋彼以有苦有樂。即有欣厭。有欣厭即有輪迴生", "803": "滅。今既苦樂二亡。欣厭不生。即是不受輪迴生滅", "804": "之常住真性。不知其但是有所得心。功用純熟。正", "805": "在生滅。便謂不受輪迴。以不受故。計為涅槃。古德", "806": "云。或者不定之詞。顯非一人徧計五處。愚謂應是", "807": "一人。但隨其修習時分。前後改計不定。故置或言。", "808": "如初則以四趣為苦。遂計欲天為涅槃。及修習功", "809": "深。又覺欲天為苦。遂計初禪為涅槃等。故初以欲", "810": "界為正轉依。顯餘皆展轉改計。非正也。又通計五", "811": "處皆為涅槃。但前後勝劣異故。迷謂無知。作謂誤", "812": "認。言諸天本屬有漏。涅槃乃是無為。今既以諸天", "813": "為涅槃。都緣不知有漏。誤作無為。以五處為安隱", "814": "之鄉。乃最勝清淨者之所依住。是不唯計五處為", "815": "有餘無餘。亦且計自己為羅漢為菩薩為如來耳。", "816": "如是循環者。由劣向勝。生滅不停。有循環義。自欲", "817": "天以至四禪。各計最勝。名為五處究竟。", "818": "二總出其過。", "819": "由此計度五現涅槃。墮落外道惑菩提性。", "820": "五現涅槃者。現字有二義。一者顯現。謂同一涅槃", "821": "之性。五時顯現異故。二者現前。謂五種涅槃。各就", "822": "現前說故。依法起見。邪見所攝。故云墮落外道。既", "823": "已認妄為真。將必以真為妄。故云惑菩提性。釋相", "824": "出過意。三結成外論。", "825": "是則名為第十外道立五陰中五現涅槃心顛倒論。", "826": "行陰魔中。此居最後。故名第十外道。色受想識。皆", "827": "依行陰遷流。行陰既常。四陰亦爾。已滅者自應還", "828": "生。未滅者自應常住。是計五陰性常。即涅槃性。但", "829": "隨五時顯現。各就現前說為最勝。故曰立五陰中", "830": "五現涅槃。豈知迷有漏天。作無為解。其猶認雹為", "831": "珠。徒勞珍藏。瓶破水傾。空遺浩歎。況復依此立論。", "832": "從心顛倒。自誤誤他。可弗辨哉。結上中間所現魔", "833": "相竟。四總結以示警囑二。一結由警惕。二囑", "834": "令傳護。初。", "835": "阿難。如是十種禪那狂解。皆是行陰用心交互故現", "836": "斯悟。眾生頑迷不自忖量。逢此現前以迷為解。自言", "837": "登聖。大妄語成墮無間獄。", "838": "前三陰皆有所現魔境。故十種皆言現境。而此陰", "839": "唯是邪悟顛狂。故十種皆言狂解。行陰未破之間", "840": "妄念正念。間雜而起。故曰用心交互。以妄亂正。則", "841": "正念無力。依正起妄。則妄念有力。故致現斯邪悟。", "842": "若自能知覺忖量。雖逢此現前。亦不過如光如影。", "843": "不久自銷。其奈眾生頑迷。不自忖量。逢此現前。以", "844": "迷為解。既以迷為解。必至自言登聖。由此大妄語", "845": "成而墮無間獄矣。二囑令傳護。", "846": "汝等必須將如來語於我滅後傳示末法。徧令眾生", "847": "覺了斯義。無令心魔自起深孽。○保持覆護消息邪", "848": "見。教其身心開覺真義。於無上道不遭枝岐。勿令心", "849": "祈得少為足。作大覺王清淨標指。", "850": "初傳示令勿著邪。覺了斯義者。謂覺了前來十種", "851": "邪解義也。既能覺了。自能辨識。妄念纔萌。即當以", "852": "正念拒之。故曰無令心魔自起深孽。蓋妄念即是", "853": "心魔。以能害正知見故。邪解即是深孽。以能為地", "854": "獄因故。書曰天作孽。猶可違。自作孽。不可活。今云", "855": "自起者。正是自作孽耳。○保持下保護令勿滯小。", "856": "言如我上說。已能保持覆護。消息邪見。而為破行", "857": "陰。還須教以身心體驗。於行陰遷流處。開覺乎藏", "858": "海常住之真義也。枝岐者。旁出別徑。喻小乘及魔", "859": "外等。言既能開覺真義。自是以不生滅為因心。直", "860": "趣佛果。如長安通途。故云於無上道不遭枝岐。雖", "861": "曰不遭枝岐。但識陰未超。仍須防範。故曰勿令心", "862": "祈得少為足。意者以心祈速證。得少為足。則纔出", "863": "行陰。又墮識陰區宇中矣。誓期成佛。故云作大覺", "864": "王。還度眾生。故云清淨標指。言清淨者。謂掃清魔", "865": "外。淨治修途。標指者謂標榜人天。指示真義。皆還", "866": "度眾生義也。總結行陰魔相竟。", "867": "五識陰魔相四。一始修未破識陰。二終破顯露", "868": "妄源。三中間所現魔相四總結以示警囑。初。", "869": "阿難。彼善男子修三摩提行陰盡者。諸世間性幽清", "870": "擾動同分生機倐然隳裂沉細綱紐。補特伽羅酬業", "871": "深脈。感應懸絕。於涅槃天將大明悟。如鷄後鳴。瞻顧", "872": "東方已有精色。六根虗靜無復馳逸。內外湛明入無", "873": "所入。深達十方十二種類受命元由。觀由執元諸類", "874": "不召。於十方界已獲其同。精色不沉發現幽秘。此則", "875": "名為識陰區宇。", "876": "彼善男子。指超出前相人也。或始終不起妄念。或", "877": "邪解便能覺知。常住性定。無壞本修。故仍云修三", "878": "摩提。此中修三摩提。望行陰為終修。望識陰為初", "879": "修也。三摩增進。熠熠清擾者。性入元澄。名為行陰", "880": "盡者。諸世間性。謂枝末行陰。以凡屬世間有為之", "881": "法。皆依行陰遷流。而行陰即世間中性故。幽清擾", "882": "動。指根本行陰。深隱賴耶曰幽。離於想陰曰清。微", "883": "細流注曰擾。生滅不停曰動。其體即是賴耶中七", "884": "識種也。一切枝末行陰。皆依此起。故曰同分生機。", "885": "前曰基此曰機者。前表生之根。此表動之始故。倐", "886": "忽也。隳裂者破壞義。言行陰既盡。則諸世間性及", "887": "幽清擾動之同分生機。皆忽然隳裂破壞。是本末", "888": "俱盡也。沉細綱紐。指第八識。親依無明曰沉。凡小", "889": "不見曰細。為六性之總曰綱。是結解之元曰紐。受", "890": "生先來曰補特伽羅。謂中陰身數取趣也。捨報後", "891": "去曰酬業深脈。謂業未盡脈不斷也。脈即是命。深脈謂命根也", "892": "行陰既銷。而業不成感。空存八識。而用無所應。故", "893": "曰感應懸絕。盡破此識。即是第一義天。而為涅槃", "894": "之體。故曰於涅槃天將大明悟。言將者。謂纔有明", "895": "悟前相。故向下說喻以形容之。如鷄後鳴等者。溫", "896": "陵曰。涅槃性天。為五陰所覆。昏如長夜。前三陰盡。", "897": "如鷄初二三鳴。雖為曙兆。未見精色。行陰所覆。未", "898": "見識精如之。此行陰盡。如鷄後鳴瞻顧東方已有", "899": "精明之色。俗云東方發亮是也識陰已露。妙性將現如之。故", "900": "前文以識精為第二月。惟多一揑。放手即是第一", "901": "月耳。六根虗靜等。通約四陰盡相言之。以受盡故", "902": "虗。無領納故。想盡故靜。離分別故。行盡故無復馳", "903": "逸。絕遷流故。內之六性既已湛然明淨。況夫色陰", "904": "先盡。而外之六塵豈更昏擾。如是則內根外境。同", "905": "歸湛明之一體也。既唯一體。內外相盡。故曰入無", "906": "所入。謂十二入皆無所入之相。惟顯有八識為類", "907": "生之命根。故曰深達十方十二種類。受命元由。若", "908": "知此是無明幻起。離於依計。則識陰自可頓超。其", "909": "奈行人至此。觀此為受命元由。執此為本元真心。", "910": "遂致識陰終不可破耳。雖不可破。而行陰已盡。果", "911": "報不牽。故云諸類不召。以無行則無業。諸類果報", "912": "不能召牽。唯見十方世界同一識性。故云於十方", "913": "界已獲其同。精色不沉者。謂識精元明。常得現前。", "914": "如東方之精色不復更沉也。發現幽秘者。謂因識", "915": "精元明常得現前。已能少見佛性。但如羅縠觀月。", "916": "故曰幽曰秘。如東方精色不沉。曙光漸露也。住於", "917": "此境。猶為頂墮細障。故曰此則名為識陰區宇。", "918": "二終破顯露妄源。", "919": "若於羣召已獲同中銷磨六門合開成就。見聞通隣", "920": "互用清淨。十方世界及與身心如吠琉璃內外明徹。", "921": "名識陰盡。是人則能超越命濁。觀其所由罔象虗無", "922": "顛倒妄想以為其本。", "923": "羣召者。羣類果報。皆有召牽八識義故。但前此行", "924": "陰已盡。無業運故。雖召不召。已獲同體識性。今謂", "925": "若於此中。永不見於根性。名為銷磨六門。問。前於受陰盡", "926": "時。已齊聞所聞盡。一根既爾。餘五亦然。應即銷磨六門。何至此乃云然耶答。色盡塵亡。受滅根盡。皆為暫", "927": "現。非可常保。至前云內外湛明。入無所入。乃行盡識現之時。前境益覺增明。至此又是識陰將開。究竟脫", "928": "落之相。良以根性即是識性。識若不盡。任說根盡。終是依鏡拂塵。難保其不復更有。要必至本無一物。方", "929": "可云無處惹塵埃耳六既非六。合時成就全體。一亦非一。開", "930": "時成就大用。故云合開成就。合時成就全體。故見", "931": "聞通隣。見聞者六性舉二。通隣者通開隣相。以既", "932": "惟一體。則隣相不復有故。開時成就大用。故互用", "933": "清淨。互用者六根齊照。清淨者過而不留。以既含", "934": "多用。則境界不復留故。境界既其不留。妙性自爾", "935": "圓湛。外器內根。全是自己心光。世界身心。蕩然不", "936": "復更有。故云如吠琉璃內外明徹。至此則一念不", "937": "生。和合相滅。故云名識陰盡。按耳根圓通此當寂", "938": "滅現前。言前於空所空滅時。宛爾有箇能滅之心。即是第八本識。然此乃是對生言滅。滅非", "939": "真滅。正是識陰。今於識陰盡處。對生言滅之滅。亦復俱滅。故是寂滅現前時也超越命濁", "940": "者。此經命濁。以一識六用。同異相織為體。如前命", "941": "濁文云。汝等見聞元無異性。一識也眾塵隔越。無狀", "942": "異生。六用也性中相知。用中相背。同異失準。同中有異。異中", "943": "有同相織妄成同異相識虗妄成立。眾生不知。執為命根名為命濁。今以", "944": "合開成就一六俱亡。無復相織。故能超越。超越之", "945": "後。回觀識陰之所由生。蓋即真如體上一念無明", "946": "妄動。故曰罔象。罔象者。暗昧不明之相。即無明也真妄和合。非一", "947": "非異。故曰虗無。既非一。又非異。明知其為虗而無也凡夫執為命根。", "948": "外道認為自性。無而為有。虗而為實。故曰顛倒妄", "949": "想。無邊識陰。皆依乎此。故曰以為其本。三中間", "950": "所現魔相十。一立所得心成果相。二立能為心", "951": "成果相。三立因依心成果相。四計圓知心成果相。", "952": "五計著崇事成果相。六圓虗無心成果相。七執著", "953": "命元成果相。八發邪思因成果相。九圓精應心成", "954": "果相。十圓覺淴心成果相。初四。一行盡識現。", "955": "二乍現勝相。三謬解成咎。四出名警覺。初。", "956": "阿難當知。是善男子窮諸行空。於識還元已滅生滅", "957": "而於寂滅精妙未圓。", "958": "掘井九仞。而不及泉。殊為可惜。故教以當知以示", "959": "警覺意也。透過前之十心。不壞本定。清擾自息。故", "960": "元窮諸行空。前云熠熠元性。性入元澄是也。於識", "961": "還元者。行陰既盡。前七轉識。皆悉反本還元。以前", "962": "七轉識。皆依行陰遷流而得成故。據此則凡有生", "963": "滅之心。皆已滅盡。故曰已滅生滅。顯唯有第八本", "964": "識為所依耳。此識不盡。涅槃天未大明悟。故云而", "965": "於寂滅精妙未圓。寂滅即涅槃體。法身德。精即涅", "966": "槃相。解脫德。妙即涅槃用。般若德。亦可云寂即常", "967": "德。離生死故。滅即淨德。滅煩惱故。精即我德。有真", "968": "體故。妙即樂德。具神用故。總為一涅槃也。蓋必透", "969": "過識陰。始得圓滿。二乍現勝相。", "970": "能令己身根隔合開。亦與十方諸類通覺。覺知通淴", "971": "能入圓元。", "972": "己身者。自己身也。若禪觀精明。不見根相。則似根", "973": "隔乍合。若稍涉昏住。根相宛然。又是根隔乍開。非", "974": "同上之銷磨六門。永不見於根相。以彼乃識陰將", "975": "開。此則正在區宇中也。雖在區宇。而諸類不召。故", "976": "亦能與十方諸類通一覺知。前云已獲其同是也。", "977": "覺知通淴淴字。字書不載。或曰元是泯字。此經譯", "978": "於唐。避太宗諱。故易其半。近本或作𦜩字。蓋通泯", "979": "者。泯為一體。亦𦜩合義。此句乃重牒上義以起下", "980": "句。言覺知既已通淴。自能證入圓滿識性而為諸", "981": "類之根元耳。正脈云。大凡起執。必覩大定中殊勝", "982": "之相以發其端。此科是也。後皆準知。", "983": "三謬解成咎。", "984": "若於所歸立真常因生勝解者是人則墮因所因執。", "985": "娑毗迦羅所歸冥諦成其伴侶。迷佛菩提亡失知見。", "986": "歸即入義。上云能入圓元。蓋即以圓滿識性為所", "987": "歸處也。因猶依也。計識真常。堪可依住。故曰立真", "988": "常因。其計已成。作殊勝解。名為生勝解者。既作殊", "989": "勝之解。將必執我為能依人。識性為所依果。故曰", "990": "是人則墮因所因執。娑毗迦羅。黃髮外道。以我為", "991": "能歸。以冥諦為所歸。與此相類。況彼所計冥諦。乃", "992": "冥然莫辨之境。而此所計圓元。亦罔象虗無之心。", "993": "是不惟事義相類。而道理亦相類。故曰成其伴侶。", "994": "又前云非色非空。拘舍黎等昧為冥諦。然計此者。", "995": "非止一人。前後異出耳。迷佛二句。言彼既以識性", "996": "為所依。自不知別有佛果菩提之可歸。既以外道", "997": "為其伴。自不知本有正知正見之可守也。", "998": "四出名警覺。", "999": "是名第一立所得心成所歸果。違遠圓通背涅槃城", "1000": "生外道種。", "1001": "識陰十相。此居其首。故曰是名第一。乍見根隔合", "1002": "開。遂立此識以為所得之心。纔得覺知通淴。遂計", "1003": "此識以為所歸之果。毫釐之差。千里之謬。故曰違", "1004": "遠圓通。因地不真。果招紆曲。故曰背涅槃城。自是", "1005": "迷佛菩提。亡失知見。故曰生外道種。合轍云。向也", "1006": "根隔合開。圓通將近。今則圓者偏通者隔。反違遠", "1007": "矣。向也於涅槃天將大明悟。今則背涅槃城而不", "1008": "見矣。向也覺心欲發將為佛子。今則反成外道種", "1009": "矣。此如來所以出名而警惕也。立所得心成果相", "1010": "竟。二立能為心成果相三。一行盡識現。二謬", "1011": "解成咎。三出名警覺。初。", "1012": "阿難。又善男子窮諸行空。已滅生滅而於寂滅精妙", "1013": "未圓。", "1014": "行空則無遷流。無遷流則無生滅。故凡一切有為", "1015": "生滅識心。皆已俱滅。故云已滅生滅。寂滅精妙等。", "1016": "如前所釋。此下亦當有乍現勝相之科。今不具者。", "1017": "准上可知故。二謬解成咎。", "1018": "若於所歸覽為自體。盡虗空界十二類內所有眾生", "1019": "皆我身中一類流出生勝解者是人則墮能非能執。", "1020": "摩醯首羅現無邊身成其伴侶。迷佛菩提亡失知見。", "1021": "此下九種。皆是依前乍現勝相而起異計。此科亦", "1022": "是以識性為所歸也。但前科於所歸識。立真常因。", "1023": "尚有能依所依。此科則於所歸識覽為自體。蓋是", "1024": "忘身觀識。久久觀成。唯見識體無邊。不見有身。故", "1025": "即以識心為自體也。觀行稍虧。漸見類生。遂計盡", "1026": "空界十二類內所有眾生。皆我生中流出。而言一", "1027": "類者。由漸見故。轉計流不頓流。出不頓出。乃一類", "1028": "一類漸漸流出耳。此計已成。作殊勝解。名為生勝", "1029": "解者。既作勝解。將必以我能生彼。而彼不能生我。", "1030": "故曰是人則墮能非能執。摩醯首羅。此云大自在。", "1031": "即色界頂大自在天也。經律異相云。過五淨居而", "1032": "有八處。形有八臂。騎大白牛。資中云。三目八臂。外", "1033": "道所宗。竺法蘭云。西域梵志。常修梵行。事首羅天", "1034": "以為天尊。今云現無邊身者。謂大自在天。自計於", "1035": "我身中能現無邊眾生之身。而此識陰行人。計我", "1036": "生彼十二類內所有眾生。與彼計同。故云成其伴", "1037": "侶。不信別有因果。自應迷佛菩提。妄計彼天為勝。", "1038": "自應亡失正見。三出名警覺。", "1039": "是名第二立能為心成能事果。違遠圓通背涅槃城", "1040": "生大慢天我徧圓種。", "1041": "識陰十相。此居其次。故名第二。乍見識體圓元。能", "1042": "含能生。遂立為能為因心。依此為觀。久久觀成。覽", "1043": "為自體。計其能為生眾生事。遂謂成就能事之果。", "1044": "亡失本修。故曰違遠圓通。終沉生死。故云背涅槃", "1045": "城。大慢天即大自在天也。自計能生一切。起祖先", "1046": "慢。故以大慢為名。又計自體周徧虗空。圓含一切。", "1047": "故以徧圓目我。今行人計既同彼。故生於彼之種", "1048": "類。非實能生彼天也。正脈問。此計識為自體。流出一切。何異佛。說萬法唯識。答", "1049": "佛說萬法惟識。緣生如幻。生即無生。此計實生。安得一轍。又唯識正明無他心外之法。此計能生他法。宛", "1050": "爾顛倒何。疑之有。灌頂云。唯識無我執。此天執我能生。則違唯識矣立能為心成果", "1051": "相竟。三立因依心成果相三。一行盡識現。二", "1052": "謬解成咎。三出名警覺。初。", "1053": "又善男子窮諸行空。已滅生滅而於寂滅精妙未圓。", "1054": "義亦准上。二謬解成咎。", "1055": "若於所歸有所歸依自疑身心從彼流出。十方虗空", "1056": "咸其生起。即於都起所宣流地作真常身無生滅解。", "1057": "在生滅中。早計常住。既惑不生亦迷生滅。安住沉迷", "1058": "生勝解者是人則墮常非常執。計自在天成其伴侶。", "1059": "迷佛菩提亡失知見。", "1060": "上科於所歸識。覽為自體。此科於所歸識。有所歸", "1061": "依。亦是亡身觀識。久久觀成。惟見有識。不見有身。", "1062": "遂計自身歸入識中。是我實有所歸依處也。觀行", "1063": "稍虧。還復見身及虗空等。遂自疑身心從彼流出。", "1064": "十方虗空咸其生起。況諸一切在虗空者。不待言", "1065": "矣。即於都起等。又轉計識陰為真常身也。地字亦", "1066": "是處義。然彼既以虗空等咸其生起。以生心等從", "1067": "其流出。故即以識陰為虗空等所都起處。為身心", "1068": "等所宣流處也。作真常身無生滅解者。初於觀成", "1069": "之時。不見有身。宛若身心滅於識中。觀行稍虧。還", "1070": "復見身。宛若身心生於識中。有滅有生。定是無常。", "1071": "而彼所歸識陰。始終不見生滅。故即於彼作真常", "1072": "身作無生滅解也。在生滅中早計常住者。言識陰", "1073": "既由無明轉變。依然屬於微細生滅。如急流水。望", "1074": "如恬靜。流急不見。非是無流。蓋必識陰盡處。乃稱", "1075": "常住真心。今識陰未盡。即作無生滅解。是在生滅", "1076": "識中早計常住。如彼見卵而求時夜。見彈而思鴞", "1077": "炙。不亦惑乎。此正不了常住真心不生滅性。故云", "1078": "既惑不生。兼亦不了識陰。猶屬微細生滅。故云亦", "1079": "迷生滅。真妄俱昧。故曰沉迷。恬不知誤。故曰安住。", "1080": "而反於彼作殊勝想。名為生勝解者。既作勝解。將", "1081": "必以識陰為常。而我身心為非常。故曰是人則墮", "1082": "常非常執。自在天。即欲界頂魔王天也。涅槃經迦", "1083": "旃延說。一切眾生。悉是自在天作。楞伽經塗󰞆外", "1084": "道。計自在天為萬物因。今既以識陰為都起所宣", "1085": "流地。與彼計自在天為萬物因者相似。故云成其", "1086": "伴侶。既惑不生滅性。自應迷佛菩提。以不生滅性", "1087": "即菩提體故。既迷生滅識陰。自應亡失知見。以認", "1088": "妄為真即墮邪知見故。三出名警覺。", "1089": "是名第三立因依心成妄計果。違遠圓通背涅槃城", "1090": "生倒圓種。", "1091": "計識能生我之身心為因。計識是我之所歸處為", "1092": "依。故曰立因依心。作真常身。無生滅解。故曰成妄", "1093": "計果。流入邪見。自與圓通違遠。死從淪溺。自與涅", "1094": "槃相背。未得圓滿真心。顛倒妄計為圓。故曰生倒", "1095": "圓種。倒圓種即計自在天之類也。立因依心成果", "1096": "相竟。四計圓知心成果相三。一行盡識現。二", "1097": "謬解成咎。三出名警覺。初。", "1098": "又善男子窮諸行空。已滅生滅而於寂滅精妙未圓。", "1099": "准上。二謬解成咎。", "1100": "若於所知知徧圓故因知立解。十方草木皆稱有情", "1101": "與人無異。草木為人人死還成十方草樹。無擇徧知", "1102": "生勝解者是人則墮知無知執。婆吒霰尼執一切覺", "1103": "成其伴侶。迷佛菩提亡失知見。", "1104": "准第一相中乍現勝相文云。覺知通淴。能入圓元。", "1105": "入即是歸。上三同於所歸起計。而計各不同。此科", "1106": "乃於覺知通淴而起計也。謂乍見覺知通淴。不知", "1107": "其是識陰區宇。又進觀此知。能徧知諸法。遂於所", "1108": "知之境而計知能徧圓。故云知徧圓故。知徧則無", "1109": "法不在。知圓則有物皆含。由此因於徧圓之知而", "1110": "立謬解。十方草木本屬無情。以謬解故。皆稱有情", "1111": "與人無異。以是知所在知所含故。法界觀云。情與", "1112": "無情共一體。處處皆同真法界。今計無情與有情", "1113": "無異。亦略似有理。但又計草木為人。人死還成草", "1114": "樹。則真為邪說矣。即此二語。魔形畢露。而從古諸", "1115": "德。各設問難。恐濫內教唯心唯識之旨。同根同體", "1116": "之說。似不必也。無擇徧知者。以既執互為互成。自", "1117": "應無所揀擇。徧謂有知故。自謂深悟。名為生勝解", "1118": "者。既作勝解。將必以此理惟我能知。餘無知者。故", "1119": "曰是人則墮知無知執。婆吒霰尼。二外道名。婆吒", "1120": "亦云婆私吒。名義集云。䟦闍。此翻避去。善見律云。", "1121": "初為牧童。毗舍離王未登位時。共相遊戲。童為王", "1122": "蹋。泣訴父母。父母曰。汝應避去。因此立名。霰尼或", "1123": "云先尼。名義集云西尼迦。此翻有軍。立名之意未", "1124": "詳。執一切覺者。彼二外道。同執一切有情無情皆", "1125": "有覺知。此計草木與人無異。見同於彼。故曰成其", "1126": "伴侶。既與外道為侶。自應迷佛菩提。既以邪知為", "1127": "知。自應亡失知見。三出名警覺。", "1128": "是名第四計圓知心成虗謬果。違遠圓通背涅槃城", "1129": "生倒知種。", "1130": "於所知境。計知徧圓。以此為心。故云計圓知心。不", "1131": "言徧知者。以圓攝徧故。又上云無擇徧知。此云計", "1132": "圓知心。蓋圓徧互具。影略言之也。誤為聖證。不免", "1133": "輪迴。故云成虗謬果。已墮邪見。前功盡棄。故云違", "1134": "遠圓通。凡有所修。咸資魔業。故云背涅槃城。現前", "1135": "既非正知。將來不出其倫。故曰生倒知種。蓋彼計", "1136": "無擇徧知。自以為知。即顛倒知。凡有類此者。皆其", "1137": "種也。計圓知心成果相竟。五計著崇事成果相", "1138": "三。一行盡識現。二謬解成咎。三出名警覺。初。", "1139": "又善男子窮諸行空。已滅生滅而於寂滅精妙未圓。", "1140": "二謬解成咎。", "1141": "若於圓融根互用中。已得隨順。便於圓化一切發生。", "1142": "求火光明。樂水清淨。愛風周流。觀塵成就。各各崇事。", "1143": "以此羣塵發作本因立常住解。是人則墮生無生執。", "1144": "諸迦葉波并婆羅門勤心役身事火崇水求出生死", "1145": "成其伴侶。迷佛菩提亡失知見。", "1146": "准第一相中。乍現勝相文云。能令己身根隔合開。", "1147": "疏云己身者。自己身也。若禪觀精明。不見根相。則似根隔乍合。若稍涉昏住。根相宛然。又是根隔乍開。非", "1148": "同上之銷磨六門。永不見於根相今此科云。根互用中已得隨順。", "1149": "正根隔乍合乍開義也。故環師云。識陰盡者。銷磨", "1150": "六門。諸根互用。今此未盡。則纔得隨順而已。正脈", "1151": "云。此解極是。觀中之一字。足見互用之妙。含之未", "1152": "發也。蓋隨者依而不背。順者向而不逆。乃略具互", "1153": "用之相。而未能顯著之稱。便於圓化一切發生者。", "1154": "圓化二字。即指根隔合開。以根隔合開。以略具圓", "1155": "融變化義故。妙計圓融變化發生。非止一緣。故云", "1156": "一切。蓋暗指地水火風為一切也。既能發生圓化。", "1157": "自應各具勝性。故云求火光明等。其意以光明為", "1158": "火之勝性。一切光明相皆依之而發生。以清淨為", "1159": "水之勝性。一切清淨相皆依之而發生。以周流為", "1160": "風之勝性。一切周流相皆依之而發生。以成就為", "1161": "塵之勝性。塵即是地。眾塵成故。能生一切。有成就義一切成就相皆依", "1162": "之而發生。所以求之樂之愛之觀之者。為欲增進", "1163": "其圓化之妙故。灌頂云。各各崇事者。尊尚曰崇。供", "1164": "奉曰事。或盛一爐火。或裝一盆水。或竪一幡風。或", "1165": "掬一杯土。四面圍繞。八方禮敬也。以此羣塵等。乃", "1166": "出其所以崇事之故。以此塵為發生造作本因羣塵", "1167": "二字。通指地水火風皆前塵故一切所作。皆屬無常。惟此常住。故", "1168": "即於此立常住解。既立此為常。將必以此為無生。", "1169": "既以他非常。將必以他為有生。故曰是人則墮生", "1170": "無生執。諸迦葉波。即指優樓頻螺等。其先事火。後", "1171": "歸佛化。并婆羅門。總該事水等諸外道也。勤心役", "1172": "身者。勤勞其心。役使其身。事火崇水者。供奉於火。", "1173": "尊尚於水。不言事風崇土者。可例知故。彼為求出", "1174": "生死。此為增進圓化。所為雖異。崇事無別。故曰成", "1175": "其伴侶。所立既非真常。所修寧有實果。故曰迷佛", "1176": "菩提。崇事無情。立常住解。故曰亡失知見。", "1177": "三出名警覺。", "1178": "是名第五計著崇事迷心從物立妄求因求妄冀果。", "1179": "違遠圓通背涅槃城生顛化種。", "1180": "正脈云。計著邪惑也。崇事邪業也。迷心者迷己一", "1181": "真靈覺之心。從物者從彼四大無知之物。妄求因", "1182": "者不當求而求。非因計因也。妄冀果者不當冀而", "1183": "冀。非果計果也。非因計因。不得圓通因心。故曰違", "1184": "遠。非果計果。不得涅槃實證。故曰背也。灌頂云。顛", "1185": "化種者。言佛說三界唯心。萬法唯識。是知惟識唯", "1186": "心。為能生能化。三界萬法。為所生所化。是為生化", "1187": "正理。今既顛倒化理。執羣塵為發作本因。崇水事", "1188": "火。祠土祝風。故將來必墮顛化種中。如精神化為", "1189": "土木金石者之類。計著崇事成果相竟。", "1190": "六圓虗無心成果相三。一行盡識現。二謬解成", "1191": "咎。三出名警覺。初。", "1192": "又善男子窮諸行空。已滅生滅而於寂精妙未圓。", "1193": "二謬解成咎。", "1194": "若於圓明計明中虗非滅羣化。以永滅依為所歸依", "1195": "生勝解者是人則墮歸無歸執。無想天中諸舜若多", "1196": "成其伴侶。迷佛菩提亡失知見。", "1197": "此與上科所依境同。上科云根互用中已得隨順。", "1198": "即略具圓融照了之義。此科云圓明。亦圓融照了", "1199": "義也。但上科依於此境。計一切發生。此則計明中", "1200": "虗。是為異耳。言明中虗者。謂雖曰圓明不過乍開", "1201": "乍合。於乍開時。則計以為明。乍合時。則計以為虗", "1202": "故。不唯計明中虗。且計明從虗發。以虗為勝。反欲", "1203": "非滅其羣根中變化之性。令其永滅。其意以永滅", "1204": "所依諸根。唯餘罔象虗無之識為所歸依處。此正", "1205": "所謂迷妙用而墮虗無者也。本屬謬解。自以為勝。", "1206": "故曰生勝解者。既作勝解。將必以我入中虗為有", "1207": "歸。彼在正明為無歸。故曰是人則墮歸無歸執。無", "1208": "想天即四禪天中諸外道天也。諸外道天。類多窮", "1209": "空不歸。故又以舜若多名之。以舜若多翻為空故。", "1210": "雖所趣之空不同。而同計虗無為所歸依處。故曰", "1211": "成其伴侶。既墮虗無。自應迷佛菩提。既侶無想。自", "1212": "應亡失知見。三出名警覺。", "1213": "是名第六圓虗無心成空亡果。違遠圓通背涅槃城", "1214": "生斷滅種。", "1215": "於圓明中計為虗無。依此起心。冀得真果。故云圓", "1216": "虗無心。窮空不歸。迷漏無聞。便入輪轉。故曰成空", "1217": "亡果。所謂縱若修到非非想天。報盡還來散入諸", "1218": "趣是也。專計虗無。則違遠圓通。終落空亡。則背涅", "1219": "槃城。現在既以斷滅居心。將來必墮斷滅之種。如", "1220": "迦旃延毗羅胝子。妄計死後斷滅之類。正脈問。此與後之第", "1221": "九第十何別。答。棄有取空。見解志願皆同。但先心各別。此凡外種。伏惑取空。彼聖性種。斷惑證空。世出世", "1222": "間異也圓虗無心成果相竟", "1223": "七執著命元成果相三。一行盡識現。二謬解成", "1224": "咎。三出名警覺。初。", "1225": "又善男子窮諸行空。已滅生滅而於寂滅精妙未圓。", "1226": "二謬解成咎。", "1227": "若於圓常固身常住。同於精圓長不傾逝生勝解者", "1228": "是人則墮貪非貪執。諸阿私陀求長命者成其伴侶。", "1229": "迷佛菩提亡失知見。", "1230": "上科既以識陰為所歸依處。自計識陰為圓為常。", "1231": "以是眾類所歸故圓。以是各命由緒故常。既圓且", "1232": "常。妄計得此者可以保形。可以永年。是又於圓常", "1233": "中轉生固身常住計也。固身常住。亦同識精圓常。", "1234": "內外相保。色心連持。如山如海。故云長不傾逝。傾", "1235": "猶頹。逝猶往也。自以此計為是。故云生勝解者。既", "1236": "作勝解。將必以此為可貪。餘皆非可貪求。故曰是", "1237": "人則墮貪非貪執。阿私陀。此云無比。長壽仙名也。", "1238": "而言諸者。以仙非一人。凡壽命極長。世無能比者。", "1239": "皆可稱之。彼既貪求長命。與此相類。故曰成其伴", "1240": "侶。識陰所覆。不知更求真常。故曰迷佛菩提。愛戀", "1241": "久生。渾忘此身如寄。故曰亡失知見。", "1242": "三出名警覺。", "1243": "是名第七執著命元立固妄因趣長勞果。違遠圓通。", "1244": "背涅槃城生妄延種。", "1245": "計識陰為各命由緒。故曰執著命元。以此為因。在", "1246": "愚者謂之堅固。在智者謂之虗妄。故曰立固妄因", "1247": "依此趣果。在迷者謂之長壽。在悟者謂之徒勞。故", "1248": "云趣長勞果。亡失本修。故曰違遠圓通。不出生死。", "1249": "故曰背涅槃城。現在既以固形為務。將來必墮妄", "1250": "延種中。妄延者。不依正覺修三摩提。別修妄念。存", "1251": "想固形。如前所說十種仙者是也。執著命元成果", "1252": "相竟。八發邪思因成果相三。一行盡識現。二", "1253": "謬解成咎。三出名警覺。初。", "1254": "又善男子窮諸行空。已滅生滅而於寂滅精妙未圓。", "1255": "二謬解成咎。", "1256": "觀命互通却留塵勞恐其銷盡。便於此際坐蓮華宮", "1257": "廣化七珍多增寶媛恣縱其心生勝解者是人則墮", "1258": "真無真執。吒枳迦羅成其伴侶。迷佛菩提亡失知見。", "1259": "准前第一相中。乍現勝相文云。能令己身根隔合", "1260": "開。亦與十方諸類通覺。此上三科。前二皆以根隔", "1261": "合開起計。而異執不同。後一仍依第二展轉生起。", "1262": "今此科乃以諸類通覺而起計也。因見我與諸類", "1263": "通一覺知。然覺知即是識陰。前文呼為各命由緒。", "1264": "故曰觀命互通。若於此更加研究。而識陰自可進", "1265": "破。乃却退留住於塵勞煩惱。不復盡窮。蓋恐其銷", "1266": "盡識陰。彼此命根皆斷也。便於此際等。正却留塵", "1267": "勞之相。言塵勞以貪欲為本。欲貪五欲。先須莊嚴", "1268": "依報。故即於此際坐蓮華宮。宮以蓮華名者。取其", "1269": "莊嚴美麗。微妙香潔。此亦約有大福德。假禪那而", "1270": "修邪道者言之。若不然者。蓮華宮豈易致哉。廣化", "1271": "者。神通變現。七珍即是七寶。媛美女也。世間無比。", "1272": "稱之為寶。然既能廣化七珍。使眾寶羅列於華宮", "1273": "之內。又能多增寶媛俾美色牽眷於左右之際。則", "1274": "窮奢極欲。沉酣於無明煩惱可知。是則始而欲留", "1275": "塵勞。終至陷溺其中。寶覺全身。從此而隳。不幾可", "1276": "惜乎哉。問。菩薩留惑潤生。與此何異答。留惑潤生。原為教化眾生起見。却留塵勞。乃以識盡", "1277": "命斷是恐。迷悟攸分。縛解自辨恣縱二句。正見其沉溺而不覺也。", "1278": "是人則墮真無真執者。謬謂必欲求真。則識盡命", "1279": "斷而反無真矣。吒枳迦羅。天魔之異名也。梵語吒", "1280": "枳。此云結縛。梵語迦羅。此云我所作。其人自謂三", "1281": "界結縛。唯我能作。以能變化欲境。結縛眾生故。今", "1282": "之却留塵勞。略同彼計。故云成其伴侶。不知別有", "1283": "無上菩提佛知佛見。故曰迷曰亡失也。", "1284": "三出名警覺。", "1285": "是名第八發邪思因立熾塵果。違遠圓通背涅槃城", "1286": "生天魔種。", "1287": "不知識盡真現。反恐命根斷絕。故云發邪思因。坐", "1288": "蓮華宮。窮奢極欲。故曰立熾塵果。圓通因心。自此", "1289": "永迷。涅槃妙果。緣茲永失。故曰違曰背也。不斷欲", "1290": "而修禪。必落魔道。故曰生天魔種。所謂上品魔王", "1291": "中品魔民下品魔女是也。發邪思因成果相竟。", "1292": "九圓精應心成果相三。一行盡識現。二謬解成", "1293": "咎。三出名警覺。初。", "1294": "又善男子窮諸行空。已滅生而於寂滅精妙未圓。", "1295": "二謬解成咎。", "1296": "於命明中分別精麤疏決真偽。因果相酬唯求感應。", "1297": "背清淨道。所謂見苦斷集證滅修道。居滅已休更不", "1298": "前進生勝解者是人則墮定性聲聞。諸無聞僧增上", "1299": "慢者成其伴侶。迷佛菩提亡失知見。", "1300": "上科既觀命互通。則一切凡聖邪正。皆依命根發", "1301": "明。此則於命根發明中而起分別等計也。然同一", "1302": "命根發明。而聖位則精。謂變易精微故凡位則粗。謂分段粗顯故", "1303": "故須分析辨別精粗之所由生也。又同一命根發", "1304": "明。而聖道則真。無後有故外道則偽。無實果故故須疏通決", "1305": "擇真偽之所由異也。因果相酬者。精粗真偽。皆是", "1306": "以因感果。自相酬答。既知自相酬答。而欲易粗為", "1307": "精。捨偽從真。故云惟求感應。感應速成。滯窒小果。", "1308": "故云背清淨道。清淨道指佛道也。所謂見苦等。躡", "1309": "上所求感應之事而指釋之。苦集是世間果因。滅", "1310": "道是出世果因。見之與斷者。厭果除因。證之與修", "1311": "者。依果立因。所謂惟求感應者以此。居滅已休者。", "1312": "止息化城也。更不前進者。不求寶所也。得少為足。", "1313": "故生勝解。於菩薩法。不生一念好樂。故墮定性聲", "1314": "聞。所謂不迴心鈍阿羅漢是也。四禪無聞比丘。非", "1315": "果計果。佛會增上慢流。未得謂得。略同此計。故曰", "1316": "成其伴侶。佛果菩提。抱迷絕分。滯寂沈空。󰞆知泯", "1317": "見。故曰迷曰亡失也。三出名警覺。", "1318": "是名第九圓精應心成趣寂果。違遠圓通背涅槃城", "1319": "生纏空種。", "1320": "圓觀四諦。精誠以求感應。事與願遂。故曰圓精應", "1321": "心。居滅已休。不進而作勝解。甘墮󰞆泯。故曰成趣", "1322": "寂果。識陰所覆。不得圓通因心。故曰違遠。偏空所", "1323": "蔽。莫臻究竟斷果。故云背也。現前既為敗種。󰞆身", "1324": "必墮焦芽。故曰生纏空種。謂永纏於空。而無超脫", "1325": "之志也。圓精應心成果相竟。", "1326": "十圓覺㳷心成果相三。一行盡識現。二謬解成", "1327": "咎。三出名警覺。初。", "1328": "又善男子窮諸行空。已滅生滅而於寂滅精妙未圓。", "1329": "二謬解成咎。", "1330": "若於圓融清淨覺明發研深妙。即立涅槃而不前進", "1331": "生勝解者是人則墮定性辟支。諸緣獨倫不迴心者", "1332": "成其伴侶。迷佛菩提亡失知見。", "1333": "覺明即是識陰。如前云覺明真識。蓋識境至此科", "1334": "已極。故特舉所依覺明以顯勝也。前云能令己身", "1335": "根隔合開。即略具圓融之義。又云亦與十方諸類", "1336": "通覺。覺知通㳷。即略具清淨之義。發研深妙者。不", "1337": "知其猶是識陰區宇。依於二義。發心研究。以悟二", "1338": "種深妙。一者依於圓融而悟緣生無性之理。以六根本", "1339": "屬緣生之法。今見其乍開乍合。因悟緣生無性理也二者依於清淨而悟紛", "1340": "擾寂靜之義。以諸類原屬紛擾之法。今見其覺知通㳷。遂悟紛擾寂靜義也即立", "1341": "涅槃者。本修圓通。忽逢岐悟。謬計深妙。故即立為", "1342": "涅槃。不知更求性海圓融緣起無礙。及真如不動", "1343": "寂滅場地。故云而不前進。此正所謂中途作證。故", "1344": "云生勝解者。以緣生無性而立涅槃。計同緣覺。以", "1345": "紛擾寂靜而立涅槃。計同獨覺。故云是人則墮定", "1346": "性辟支。以辟支梵言。具含緣獨二覺義故。又以其", "1347": "不復前進。目為定性。諸緣獨倫者。緣謂緣覺。稟教", "1348": "觀緣之倫。獨謂獨覺。無師自悟之倫。二倫皆有不", "1349": "迴心者。然彼係依類直修。此是圓通誤證。因雖有", "1350": "異。果乃正等。故云成其伴侶。末二句准上聲聞可", "1351": "知。三出名警覺。", "1352": "是名第十圓覺㳷心成湛明果。違遠圓通背涅槃城", "1353": "生覺圓明不化圓種。", "1354": "根隔合開曰圓。覺知通㳷曰㳷。曰覺曰心皆指識", "1355": "陰。謂結根名覺。有覺知故。當體名心。能集起故。成", "1356": "湛明果者。寂靜名湛。即獨覺果。無性曰明。即緣覺", "1357": "果也。違遠二句亦準上聲聞可知。現前既爾。將來", "1358": "亦然。故曰生覺圓明不化圓種。覺即緣覺獨覺。二", "1359": "理圓。二智明。故曰覺曰圓曰明也。自計圓滿果德", "1360": "而不能化。依然為定性種耳。問。此上十境。前八外道天仙。繫綴行人。沈", "1361": "溺生死。可說為魔。後二聲聞辟支。皆為佛教正乘。縱是定性。亦能超出分段。若一例判為魔境。令人不敢", "1362": "修習。倘遇鈍根。有失接引。豈慈悲心者之所為乎。答准華嚴經。忘失菩提心。修諸善根。乃至云志意狹劣。", "1363": "不求諸佛大菩提法等。皆為魔業。況今云違遠圓通。背涅槃城。非魔業而何哉。要知此中。意在推重圓通。", "1364": "但凡與圓通而作留難者。皆為魔業。若原依別門脩習者。不在此例。如涅槃無性闡提。悉許成佛。法華微", "1365": "因散善。同為助顯。本經若順若逆。聖性互通。若執辭害意。不惟他經有礙。而今前後。亦有所不能通矣", "1366": "中間所現魔相竟。四總結以示警囑二。一出", "1367": "由警惕。二囑令宣護。初。", "1368": "阿難。如是十種禪那中途成狂因依迷惑。於未足中。", "1369": "生滿足證。皆是識陰用心交互故生斯位。○眾生頑", "1370": "迷不自忖量。逢此現前各以所愛先習迷心而自休", "1371": "息。將為畢竟所歸寧地。自言滿足無上菩提。大妄語", "1372": "成外道邪魔所感業終墮無間獄。聲聞緣覺不成增", "1373": "進。", "1374": "初躡前出由。如是十種。魔未起時。總屬禪那善境。", "1375": "故先以禪那稱之。未及圓通。皆為中途。魔境一起。", "1376": "即是成狂。謂成就顛狂知見也。因依顛狂知見。不", "1377": "自覺知。故曰迷惑。由迷惑故。得少為足。故曰於未", "1378": "足中生滿足證。若究其所以成狂之故。非實有外", "1379": "魔來擾。故云皆是識陰等。謂識陰將開未開時也。", "1380": "用心交互者。謂用心不純。妄念與正念交互而起。", "1381": "由斯所以中途作證。故云故生斯位。位猶證也。○", "1382": "眾生下警惕顯害。而言眾生頑迷不自忖量者。警", "1383": "以凡有境界現前。當自忖量也。又云逢此現前。各", "1384": "以所愛而取。由於先習迷心者。警以凡遇此境。當", "1385": "憶本修。勿任餘習也。今既不自忖量。又以先習迷", "1386": "心。不復更研妙明。故曰而自休息。此復有二。前八", "1387": "種於自所計果。擬是畢竟所歸寧地。如第一所歸", "1388": "果。乃至第八熾塵果是也。後二種於自所證果。自", "1389": "言滿足無上菩提。如第九趣寂果。及與第十湛明", "1390": "果是也。此等皆為未得謂得。未證言證。故云大妄", "1391": "語成。雖皆為妄語。而害有重輕。如前八種外道邪", "1392": "魔。現前福德。皆以有漏業感。所有感業既終。報盡", "1393": "必當墮無間獄。此約害之重者言之。若後二種。聲", "1394": "聞辟支。現前果證不屬有漏業感。報終不墮。惟是", "1395": "不成增進。此約害之輕者言之。雖害有重輕。而於", "1396": "三摩提中皆為魔障。以能為圓通作留難故。", "1397": "二屬令宣護。", "1398": "汝等存心秉如來道。將此法門於我滅後傳示末世。", "1399": "普令眾生覺了斯義。無令見魔自作沈孽。保綏哀救", "1400": "銷息邪緣。令其身心入佛知見。從始成就不遭岐路。", "1401": "汝等存心者。教以留意。勿得疎忽也。秉如來道句。", "1402": "教以自利。以秉持如來破魔之道。則圓通可成故。", "1403": "於我滅後等。教以利他。良以佛滅度後。末法之世。", "1404": "正道衰微。邪見競興。較之如來住世。正像流行之", "1405": "時。猶在可愍故。普令眾生覺了斯義者。謂覺了此", "1406": "中途成狂十種差別義也。既已覺了。則顛狂知見。", "1407": "不復更生。故云無令見魔自作沈孽。言沈孽者。謂", "1408": "沈重罪孽。如外道邪魔。報終墮獄。聲聞辟支。智隳", "1409": "化城者皆是也。由狂見興。並非外來。故云自作。保", "1410": "綏者。保綏禪定。哀救者。哀救行人。銷息邪緣者。銷", "1411": "息邪見之緣。令其身心等。現前成就圓通。以成就", "1412": "圓通。自能轉眾生知見而入佛知見故。既已入佛", "1413": "知見。則隨所發行安立聖位。從此為始。漸次成就。", "1414": "直至成佛不遭岐路。所謂終始地位中間永無諸", "1415": "委曲相也。總結辨相令識竟。三遵古結勸二。", "1416": "一別申三勸。二總以結囑。初三。一勸以取修。", "1417": "二勸以辨魔。三勸以用呪。初。", "1418": "如是法門。先過去世恒沙劫中。微塵如來乘此心開", "1419": "得無上道。識陰若盡則汝現前諸根互用。○從互用", "1420": "中能入菩薩金剛乾慧。圓明精心於中發化。如淨琉", "1421": "璃內含寶月。如是乃超十信十住十行十迴向四加", "1422": "行心菩薩所行金剛十地等覺圓明。入於如來妙莊", "1423": "嚴海。圓滿菩提歸無所得。", "1424": "初舉古示勸。如是法門句。雖近承識陰。而義兼前", "1425": "之四陰。以四陰先開。識陰後盡。識陰盡則知前四", "1426": "盡故。先過去世恒沙劫中。遠指多劫也。微塵如來", "1427": "者。極言其佛之多故。前云此是微塵佛。一路涅槃", "1428": "門。此云微塵如來乘此心開得無上道。良以此之", "1429": "盡魔。即是彼之解結。同一圓通法門也。識陰若盡。", "1430": "則一六俱亡。真性現前。一即一切。一切即一。故令", "1431": "諸根互相為用。言此正見其識陰之當盡耳。○從", "1432": "互下顯勝當修。金剛乾慧。不如正脈所說。蓋即指", "1433": "信前初乾慧地。良以耳根圓通。名為金剛三昧。乾", "1434": "慧親依此立。故特標金剛之名。而言從互用中能", "1435": "入者。以互用則智慧強勝。欲愛始乾枯也。圓明精", "1436": "心。即指乾慧位體。六根互用曰圓明。欲愛乾枯曰", "1437": "精心。言既入其位。必具其體也。體必兼用。故云於", "1438": "中發化。謂即於此圓明精心中發起神通變化。所", "1439": "謂獲二勝而發三用也。如淨二句約喻言之。言圓", "1440": "明精心。性具神化。不礙發揮運用。如淨琉璃。內含", "1441": "寶月。不礙洞照近遠。論悟證已齊佛果。故云如是", "1442": "乃超十信十住等。其意以乾慧為能超。中間諸位", "1443": "為所超。亦即以乾慧為能入。妙莊嚴為所入。與華", "1444": "嚴大同小異。以華嚴信前不立乾慧。故曰十信滿", "1445": "心。攝位證覺。是以信位為能超。今經十信。乃從乾", "1446": "慧開出。故并信位亦為所超。此小異也。大抵圓頓", "1447": "行人。總以最初一位即為能超。王子出胎。足為明", "1448": "喻。此大同也。正脈云。於地特言所行者。意表入地", "1449": "乃真修聖位耳。皆以金剛利智修斷。愚謂此金剛與前乾慧位", "1450": "中金剛二字不同。彼指耳根圓通。是諸位通依。故置", "1451": "十地之首故言金剛十地。於等覺而復言圓明者。見始", "1452": "終唯此一心。但至等覺則發化之極也。據此則交師已知等", "1453": "覺位中。仍是乾慧之心。但始得圓明耳。何故前於等覺位後。強開乾慧。全似不達始獲乾慧之語。所謂慣", "1454": "騎馬。慣跌脚者。其交師之謂歟。愚於前文既已改釋。此則復因交師之語。而附辨之如來稱", "1455": "妙莊嚴海者。以萬德莊嚴。各盡其妙。皆依性海緣", "1456": "起。一多無礙。重重無盡故。圓滿二句乃申明能超", "1457": "能入之義。言縱是歷位造脩。乃至圓滿菩提。亦不", "1458": "過圓滿乾慧位中所有功德。究無一法從新來者。", "1459": "故云歸無所得。由此所以能超能入。", "1460": "二勸以辨魔。", "1461": "此是過去先佛世尊奢摩他中毗婆舍那覺明分析", "1462": "微細魔事。魔境現前汝能諳識。心垢洗除不落邪見。", "1463": "○陰魔銷滅。天魔摧碎。大方鬼神褫魄逃逝。魑魅魑", "1464": "魎無復出生。直至菩提無諸少乏。下劣增進於大涅", "1465": "槃心不迷悶。", "1466": "初舉古示勸。過去先佛。魔境中過來人也。奢摩云", "1467": "止。毗婆云觀。謂先佛世尊。於奢摩他止定之中。以", "1468": "毗婆舍那覺觀明慧。分析辨別微細魔事。歷有成", "1469": "證。則今之所說。亦唯遵先佛儀範。非創作也。若果", "1470": "能如我所說。則魔境現前。汝能諳識矣。既能諳識。", "1471": "不作聖解。則心垢洗除。魔不得便。自不落於邪見", "1472": "網中。言此正見其魔境之當識耳。○陰魔下顯益", "1473": "當辨。陰魔者。指禪那現境。如色陰中之身能出礙", "1474": "等十。受陰中之得大光耀等十。想陰中之圓定發", "1475": "明等十。行陰中之幽清擾動等十。識陰中之根隔", "1476": "合開覺知通㳷等十。雖是善境。亦能致魔。正眼觀", "1477": "之。即是陰魔也。行人若能正觀分明。不久自歇。即", "1478": "是陰魔銷滅。陰魔既已銷滅。則觀智益精益明。縱", "1479": "有天魔。莫當其照。自應摧壞其心而殞碎其膽也。", "1480": "大力鬼神者。魔之臣屬。褫猶喪也。言天魔尚爾摧", "1481": "碎。何況大力鬼神。自應褫喪其魄。逃逝於十二由", "1482": "旬外矣。王臣既爾。至於魑魅魍魎諸小鬼神。又為", "1483": "魔所驅使。自應潛形晦跡。故云無復出生。據此則", "1484": "內障外障。以併潛銷。所以能超出諸位。直至菩提。", "1485": "雖曰超出直至。而於諸位功德無諸少乏。謂一悟", "1486": "一切悟。一證一切證故。縱是下劣二乘。如識陰魔", "1487": "之後二。亦能化其定性。勵志增進。於大涅槃心不", "1488": "迷悶。則辨魔一事。豈可輕忽乎哉。三勸以用呪。", "1489": "若諸末世愚鈍眾生。未識禪那不知說法。樂脩三昧。", "1490": "汝恐同邪。一心勸令持我佛頂陀羅尼呪。若未能誦。", "1491": "寫於禪堂或帶身上。一切諸魔所不能動。", "1492": "正法之際。佛道方盛。人多現量體悟。縱有魔事。不", "1493": "能為礙。像季之時。佛道漸衰。人猶此量倣傚。魔事", "1494": "雖繁。無足深憂。故特約末世言之。愚鈍者末世眾", "1495": "生。愚迷頑鈍。智不明而根不利也。智既不明。未識", "1496": "禪那中差別境相。根既不利。不知佛所說辨魔法", "1497": "門。自力法力。二緣俱缺。而乃樂修三昧。其猶貨賷", "1498": "眾寶。經過險路。自無兵杖。外絕救援。不能不為親", "1499": "厚者所擔憂耳。汝恐同邪者。恐其不能辨識。誤入", "1500": "魔隊。即同於邪也。教以一心勸者。無煩更用他術。", "1501": "但以此勸。即是却魔之第一法門。良以此呪既稱", "1502": "佛頂。則最尊最勝。既稱陀羅尼。則總一切法。持無", "1503": "最義故。若未能誦者。謂設有眾生。至愚至鈍。無誦", "1504": "讀性。故教以寫於禪堂。帶於身上。示以諸魔不動", "1505": "者。以此呪常有金剛藏王菩薩種族。并其眷屬。晝", "1506": "夜隨侍。又有此呪地。十二由旬。成結界地故。別申", "1507": "三勸竟。二總以結囑。", "1508": "汝當恭欽十方如來究竟修進最後垂範。", "1509": "既示辨魔之法。又申結勸之義。末復教以汝當恭", "1510": "欽。則如來反覆叮嚀之意已深切矣。然教以恭欽", "1511": "者。有二義。一者此是十方如來。從始至終。究竟修", "1512": "進之法。當恭敬欽承而修習之。此囑以依法成自", "1513": "利行也。二者此是十方如來。憐愍最後末世。垂留", "1514": "儀範。當恭敬欽承而宣傳之。此囑以依教成利他", "1515": "行也。通結詳辨五魔以破三摩中障竟。", "1516": "三重明五陰以破禪那中障。禪那分中。開示菩薩萬行。重在事脩。恐彼", "1517": "圓頓行人。溺於理由頓悟。乘悟併銷。不耐漸脩。欲廢萬行。則成禪那中障。今假阿難請問。重明五陰邊際。", "1518": "末復示之以事非頓除。因次第盡。既知因次第盡。則不廢萬行。而禪那中障可破矣三。一阿", "1519": "難領旨再問。二如來因問重答。三結勸開通傳示。", "1520": "初。", "1521": "阿難即從座起。聞佛示誨頂禮欽奉憶持無失。○於", "1522": "大眾中重復白佛。如佛所言五陰相中五種虗妄為", "1523": "本想心。我等平常未蒙如來微細開示。又此五陰為", "1524": "併銷除為次第盡。如是五重詣何為界。○唯願如來", "1525": "發宣大慈。為此大眾清明心目。以為末世一切眾生", "1526": "作將來眼。", "1527": "初領旨奉持。辯魔之玄音方罷。當機之神會自形。", "1528": "故阿難從座起也。聞佛示誨。五陰之盡相宛然。五", "1529": "魔之行相歷然。故當機頂禮如來。欽奉法旨。願領", "1530": "以自脩也。憶持無失者。謂現在憶念執持。當來無", "1531": "忘無失。願領以度世也。○於大下重申三問。雖領", "1532": "猶疑。故重復白佛。所疑無別。惟是請益前語。故云", "1533": "如佛所言。五陰中五妄者。如色陰中堅固妄想。受", "1534": "陰中虗明妄想。想陰中融通妄想。行陰中幽隱妄", "1535": "想。識陰中虗無妄想。依此五種。能生枝末。故曰為", "1536": "本想心。三十年前曾不開演。縱有所說。亦不過略", "1537": "出名相。故云我等平常未蒙微細開示。此第一問", "1538": "請細說妄源也。又再問也。併銷者已得圓通。乘悟", "1539": "併銷。當體全空故。次盡者漸歷諸位。以事磨煉。次", "1540": "第修治故。二為字有自意未決。請示於佛之意。此", "1541": "第二問請定示頓漸也。如是五重者即指五陰。詣", "1542": "到也。問以詣何為界者是欲知銷到何等地位為", "1543": "色陰邊際。乃至銷到何等地位為識陰邊際。此第", "1544": "三問請因界淺深也。○唯願下請利現未。如上三", "1545": "問。皆為救世急要。修證關鍵。故求如來發宣大慈", "1546": "而進示之。聞之而備悉妄源。不墮理障。不滯中途。", "1547": "故曰清明心目。以心地清明。則前程不誤。如目能", "1548": "辨道也。既得清明心目。乘願入彼末法之中。將如", "1549": "來語。傳示後世。故云作將來眼。", "1550": "二如來因問重答。答中二三。與問中二三。前後交互。佛語隨便耳三。一", "1551": "答五陰妄源。二答因界淺深。三答理不廢事。初", "1552": "三。一總顯由妄。二別以取驗。三指元結示。初", "1553": "三。一一切由妄。二五陰例知。三防問結示。初。", "1554": "佛告阿難。精真妙明本覺圓淨。非留死生及諸塵垢。", "1555": "○乃至虗空皆因妄想之所生起。", "1556": "初真本無法。精真者不變之體。妙明者隨緣之用。", "1557": "此約真心體用言之。具此體用在迷不迷。名曰本", "1558": "覺。彌滿清淨。中不容他。是為圓淨。本無眾生及諸", "1559": "器界。故云非留死生及諸塵垢。死生即眾生果。塵", "1560": "垢即是惑業。為眾生因。此既不留。則真中無眾生", "1561": "矣。無器界義。下文意含。○乃至下法由妄生。乃至", "1562": "二字。超略微塵世界。以微塵為器界因。世界為器", "1563": "界果故。言真中既無眾生。則死生塵垢。皆因妄想。", "1564": "不唯死生塵垢。即微塵世界。乃至所依虗空。皆因", "1565": "妄想生起。據此則五陰由妄不待言矣。", "1566": "二五陰例知。", "1567": "斯元本覺妙明真精妄以發生諸器世間。如演若多", "1568": "迷頭認影。妄元無因。於妄想中立因緣性。迷因緣者", "1569": "稱為自然。彼虗空性猶實幻生。因緣自然皆是眾生", "1570": "妄心計度。", "1571": "斯指五陰。言既一切皆由妄想。況夫五陰。故曰斯", "1572": "元本覺妙明等也。本覺同上。上言精真妙明。此言", "1573": "妙明真精。意顯體用互融。非一非異之義。此其所", "1574": "依之真也。既元一真。五陰何有。蓋始由一念妄動。", "1575": "真妄和合而成阿賴耶識。依於此識。轉出能見見", "1576": "分。依於能見見分。轉出所見相分。相分之中。空界", "1577": "先形。故曰妄以發生諸器世間。如是空見不分。色", "1578": "陰與劫濁並起。性摶四大。受陰與見濁並起。根塵", "1579": "織識。想陰與惱濁並起。知見欲留。業運常遷。行陰", "1580": "與生濁並起。體中相知。用中相背。識陰與命濁並", "1581": "起。總以不了惟心。用諸妄想。於境取相。展轉妄成。", "1582": "故曰如演若多迷頭認影。蓋是以演若迷頭。喻眾", "1583": "生不了唯心。認影狂走。喻其間用諸妄想。於境取", "1584": "相。展轉而起陰濁相也。然諸器世間。既曰妄以發", "1585": "生。則本無所有。豈有能生之者。故曰妄元無因。是", "1586": "知現前五陰。唯是妄想。二乘不知。謬計因緣。故云", "1587": "於妄想中立因緣性。至於外道邪見。撥無因果。名", "1588": "為迷因緣者。既迷因緣。將必謬計自然而有。故曰", "1589": "稱為自然。其實因緣自然。皆為戲論。故約彼虗空", "1590": "性而況顯之。前云空生大覺中。如海一漚發。是知", "1591": "虗空猶實幻妄所生。況復世界眾生。乃至現前五", "1592": "陰。又在虗空之中。豈有真實。故知說因緣。說自然。", "1593": "皆是眾生妄心計度。如前所謂但有言說都無實", "1594": "義是也。三防問結示。", "1595": "阿難。知妄所起說妄因緣。若妄元無。說妄因緣元無", "1596": "所有。何況不知推自然者。○是故如來與汝發明五", "1597": "陰本因同是妄想。", "1598": "初防問。恐承上問云。現前五陰。既以妄想而有。若說妄想以為因緣。似屬有理。何故因緣自", "1599": "然。二俱排擯。故世尊以此防之佛意以若知妄想有所起處。可說", "1600": "妄想以為因緣。若妄想元無起處。則當體全空。若", "1601": "更說此妄想為因緣者。則元無所有矣。因緣自教。", "1602": "尚無所有。何況外宗不知因緣推自然者。益見其", "1603": "妄之至也。○是故下結示。前於五陰文中。發明五陰為五妄想成。恐未深", "1604": "信。故就此結示謂以是因緣自然。二俱非是之故。所以如", "1605": "來前來與汝發明五陰本因。雖有堅固虗明等五", "1606": "種異稱。而同是妄想。杳無實體可跟究也。總顯由", "1607": "妄竟。二別以取驗。前明五重妄想。皆約根本細相言之。但細相深遠。人所難", "1608": "知。今因阿難重請微細開示。乃取現前易知者為例。而驗證之五。一驗色由妄。", "1609": "二驗受由妄。三驗想由妄。四驗行由妄。五驗識由", "1610": "妄。初。", "1611": "汝體先因父母想生。汝心非想則不能來想中傳命。", "1612": "○如我先言。心想酢味口中涎生。心想登高足心酸", "1613": "起。懸崖不有酢物未來。汝體必非虗妄通倫口水如", "1614": "何因談酢出。○是故當知汝現色身名為堅固第一", "1615": "妄想。", "1616": "初示體由想。佛意以根本色陰。微細難知。且約現", "1617": "前色陰言之。故曰汝體。以體是有質可見。即色陰", "1618": "也。先惟父精母血。赤白和合。故是因於父母想生。", "1619": "如前云。心著行婬。男女二根自然流液。即其驗也。", "1620": "汝心非想等者。言父精母血。所以能攬為自體者。", "1621": "亦由自己想心與父母想心。感應和合。傳續命根。", "1622": "設若自己無想。有應無感。則不能續命。赤白將潰。", "1623": "而自體不能成矣。如前云。異見成憎。同想成愛。留", "1624": "愛為種。納想為胎。即其驗也。○如我下引喻顯妄。", "1625": "如我先言者。先於想陰中曾舉此喻。今復引之也。", "1626": "言上雖由想傳命。猶有赤白可攬。若言其妄。似為", "1627": "難知。故復引想酢涎生想高酸起二喻以比例之。", "1628": "蓋上以易知而例難知。此又以至易知者。而例上", "1629": "之易知者也。心想酢味。喻由想傳命。口中涎生。喻", "1630": "攬滴成體。心想二句例知。然懸崖不有。知足酸之", "1631": "是虗。酢物未來。信口水之唯妄。以此為例。則現前", "1632": "色體。亦與口水足酸至虗至妄。通為一倫。故以必", "1633": "非等而反難之。謂設若汝體。必不與口水足酸虗", "1634": "妄通倫者。汝體由想。口水足酸不應由想。足酸且", "1635": "置。口水如何因談酢出。是知口水由想。既同汝體。", "1636": "汝體虗妄。亦應同於口水。現前之色陰既爾。而前", "1637": "之根本色陰。例此可知。○是故下指色結名。佛意", "1638": "原以根本色陰難知。舉現前色體為例。又恐色體", "1639": "難知。復引二喻為例。既已喻明。即就色體結之。是", "1640": "故當知者。承上色體口水虗妄通倫之故。結示阿", "1641": "難教以當知也。汝現色身。指現前色體言之。元無", "1642": "所有。舉體惟是妄想所成。故直名妄想。居五陰之", "1643": "首。故名第一。而言堅固者。澄凝不化之義。根本色", "1644": "陰。亦猶是也。二驗受由妄。", "1645": "即此所說臨高想心能令汝形真受酸澁。○由因受", "1646": "生能動色體。○汝今現前順益違損二現驅馳名為", "1647": "虗明第二妄想。", "1648": "初就喻顯妄。上科先舉易知。次引最易知者為喻。", "1649": "此科承上義便。即就最易知者為能例。次以易知", "1650": "者為所例。總以比例發明。顯其虗妄。而文勢各別", "1651": "也。即此所說者。謂即就此上所說之喻為能例故。", "1652": "二喻之中。單取心想登高之喻。故曰臨高想心。謂", "1653": "本未臨高。唯是想心。喻受陰中本無實境。唯是受", "1654": "心也。唯是想心。能令汝形真受酸澁。喻唯是受心", "1655": "能動色體。現於違順苦樂中庸等相。是知違順苦", "1656": "樂中庸等相。一同酸澁。惟是虗妄。下文自見。○由", "1657": "因下以法貼合。由因受生者。謂受陰中本無實境。", "1658": "推其由因。惟是有受心生。此合臨高想心。能動色", "1659": "體者。謂於色體上現於違順苦樂中庸等相。此合", "1660": "能令汝形真受酸澁。○汝今下指受結名。順與益。", "1661": "現前樂受也。違與損。現前苦受也。二現者。苦樂二", "1662": "種現行。驅馳者。來往相交之相。蓋苦樂相交。即中", "1663": "庸受也。例彼酸澁。元無所有。其體唯是妄想所成。", "1664": "故以妄想名之。居色陰之次。名為第二。言虗明者。", "1665": "離身無有。唯是覺知虗明。根本受陰。亦若是也。", "1666": "三驗想由妄。", "1667": "由汝念慮使汝色身。○身非念倫。汝身何因隨念所", "1668": "使種種取像。心生形取與念相應。寤即想心。寐為諸", "1669": "夢。○則汝想念搖動妄情名為融通第三妄想。", "1670": "初融即未分。前明根本想陰。屬於賴耶中六識種", "1671": "子。前文所謂動念是也。微細難知。故今唯約現前", "1672": "想陰言之。現前想陰。即是六識中念慮。前文所謂", "1673": "浮想是也。念慮一動。五根俱馳。故曰由汝念慮使", "1674": "汝色身。此且言融即未分之時。唯是虗妄念慮。無", "1675": "實體也。○身非下體通諸識。身屬色法。念屬心法。", "1676": "故曰身非念倫。既非念倫。不應隨念。故難以汝身", "1677": "何因隨念所使。種種下乃約體通諸識以釋之也。", "1678": "想以取像為性。隨境生取。其像非一。故云種種取", "1679": "像。由種種取像。能令種種心生。如隨其所取之像。", "1680": "生起眼識緣色。耳識緣聲等。此體通五識也。心既", "1681": "生已。根亦隨之趣境。故曰形取。由此能令色身時", "1682": "常與念慮相應。所謂隨念所使者以此。又此念慮。", "1683": "寤即想像之心。此乃通於散位獨頭。寐即為夢之", "1684": "念。此又通於夢中獨頭。不言通於隨念者。攝於五", "1685": "識之中。以五識既生。明了隨念。亦與之而俱生故。", "1686": "不言通於定中獨頭者。以此經三摩。非思惟影像", "1687": "之定。獨頭不現行故。○則汝下指想結名。則汝想", "1688": "念者。約現前想陰融即未分言之。搖動妄情者。約", "1689": "現前想陰體通諸識言之。同一虗妄念慮。無有實", "1690": "體。故名妄想。居受陰之次。名為第三。言融通者。即", "1691": "以其融即未分體通諸識故也。根本想陰。雖在第", "1692": "八識中。其融即未分體通諸識之義亦若是焉。又", "1693": "此與上二。雖同名妄想。而義有少異。言上二陰以", "1694": "妄想所成名妄。此想陰以體即是妄名妄也。", "1695": "四驗行由妄。", "1696": "化理不住運運密移。甲長髮生氣銷容皺日夜相代", "1697": "曾無覺悟。○阿難。此若非汝云何體遷。如必是真汝", "1698": "何無覺。○則汝諸行念念不停名為幽隱第四妄想。", "1699": "初示相幽隱。根本行陰。微細難知。今約現前行陰", "1700": "驗之。故云化理不住。化理指現前行陰。以是現前", "1701": "身中遷流變化之理性故。體屬生滅。故云不住。雖", "1702": "云不住。而前滅後生。亦唯運運密移。非顯然可見", "1703": "者也。既非顯然可見。何以知有。以有相可驗。如人", "1704": "初生之時。甲漸漸長。髮漸漸生。及乎垂老之年。氣", "1705": "漸漸銷。容漸漸皺。誰其使之。殆行陰為之也。日夜", "1706": "相代者。一日一夜之間。生滅滅生。迭相更代。曾無", "1707": "覺悟者。從古及今。習矣不察。如波斯云。變化密移", "1708": "我誠不覺。梵志云。吾猶昔人非昔人耶。皆斯意耳。", "1709": "○阿難下顯體虗妄。此若二句謂此行陰設若不", "1710": "是汝心。彼應自遷。無關於汝。云何能令汝體遷變。", "1711": "如必二句謂如果必謂是真汝心。既能遷變汝體。", "1712": "即應自覺。汝今云何無有覺知。是知是汝非汝。二", "1713": "俱叵得。則徹體虗妄明矣。○則汝下指行結名。則", "1714": "汝諸行。即指現前行陰。念念不停。是其相也。仁王", "1715": "云。一念之中有九十剎那。一剎那中有九百生滅。", "1716": "則念念不停可知。徹體虗妄。故以妄想名之。又以", "1717": "其密移不覺。故冠以幽隱之號。根本行陰。亦復如", "1718": "是。五驗識由妄三。一由本標末。二辨定非真。", "1719": "三指識結名。初。", "1720": "又汝精明湛不搖處名恒常者。於身不出見聞覺知。", "1721": "離於諸想曰精明。無復生滅曰湛不搖。是乃於想", "1722": "行盡後。別覺有箇精明湛不搖處。所謂根本識陰", "1723": "是也。體通如來藏性。眾生位中。離此無別真體。故", "1724": "權宗目為恒常。而今經前亦暫許。亦以其微細難", "1725": "知。指在現前。故曰於身不出見聞覺知。所謂元以", "1726": "一精明分成六和合也。然此固以根本難知。指在", "1727": "現前。亦是以凡夫小乘。不知見聞覺知。與識精同", "1728": "體。故依本標末。乃曲為引進意也。二辨定非真。", "1729": "若實精真不容習妄。何因汝等曾於昔年覩一奇物。", "1730": "經歷年歲憶忘俱無。於後忽然覆覩前異記憶宛然", "1731": "曾不遺失。○則此精了湛不搖中念念受熏有何籌", "1732": "算。阿難當知。此湛非真。如急流水望如恬靜。流急不", "1733": "見非是無流。○若非想元寧受妄習。非汝六根互用", "1734": "開合此之妄想無時得滅。", "1735": "初縱許反難。承上既名恒常。必計精真。故就此縱", "1736": "許。若實是精而不雜。真而無妄之性者。自不容習", "1737": "種妄染。於中積聚。此定理也。何因者。反難之詞。昔", "1738": "年者。遠指往日。覩親見也。奇異之物。親見必偏留", "1739": "心。是習種已納識田中矣。經歷年歲者謂轉更經", "1740": "歷多年多歲。初時猶憶。久而便忘。又久之則憶忘", "1741": "俱無。渾然置之於無何有矣。於後者即於憶忘俱", "1742": "無之後。前異者。仍指昔年奇異之物。忽然覆覩者。", "1743": "不料而又見也。記憶宛然者。習氣內熏力故。曾不", "1744": "遺失者。種子依然在故。據此則受熏持種。似非精", "1745": "真。故以何因等而反難之。○則此下顯妄非真。精", "1746": "了即是精明。亦即現前見聞覺知。同一無分別性。", "1747": "名湛不搖。然既許同體。無妨即約根本言之。念念", "1748": "受熏者。謂前念後念。受熏持種。無有停已也。分劑", "1749": "頭數。無量無邊。故云有何籌算。據此則決非精真。", "1750": "故特呼阿難之名而教以當知此湛非真也。如急", "1751": "流水者。正脈云。須取無波平流之急水。恬安也。望", "1752": "如恬靜者。以其無波浪之參差。無飛湍之上下故。", "1753": "流急二句明其正因流急。故不可見。非真無流。喻", "1754": "意蓋謂阿賴耶識。所以名恒常者。但是以凡小粗", "1755": "心望之。其實念念受熏。微細生滅。無暫停寧。只緣", "1756": "其中分劑頭數。不可籌算。似若不動。非真恒常。以", "1757": "妄想根元猶未盡故。○若非下示以應修。若非想", "1758": "元等者。謂設若此中無有妄想根元。寧受妄習所", "1759": "熏。此決言其猶有微細妄想故也。欲盡此想。須待", "1760": "寂滅現前。六根互用。合開成就。一六俱亡之時。故", "1761": "約非汝等而反顯之。正以見圓通應修。六結須解", "1762": "耳。三指識結名。", "1763": "故汝現在見聞覺知中串習幾則湛了內罔象虗無", "1764": "第五顛倒微細精想。", "1765": "佛承上而告之曰。未得六根互用。不盡想元。故汝", "1766": "阿難。亦未盡想元人也。何以見其未盡想元。如汝", "1767": "現在見聞覺知性中。能串穿習幾。習謂習氣。幾微也。即是種子。以", "1768": "微而未顯故令不遺失者。則是湛然明了之賴耶識內", "1769": "一分無明。故曰罔象。蓋是以賴耶中無明為能串。", "1770": "六根中習幾為所串耳。和合真如。非一非異。故曰", "1771": "虗無。居四陰之後。故曰第五。凡夫計為命根。二乘", "1772": "認作涅槃。無而為有。虗而作實。故曰顛倒。對前四", "1773": "行相粗顯。故曰微細。雖非妙精明心。如第二月。故", "1774": "曰精想。據此則識陰盡者。但盡其妄。不盡其真。經", "1775": "初首取根性。良有以也。總結別以取驗竟。", "1776": "三指元結示。", "1777": "阿難。是五受陰五妄想成。", "1778": "通名五受陰者。隨業所感。受此五陰。陰覆真性故。", "1779": "又依此五種。受現世報。酬前世業。作將來因。自相", "1780": "陰覆。難出離故。亦名五取蘊。謂取以為身。假集聚", "1781": "故。又依此五種取境起業。集聚有為無為漏無漏", "1782": "種。為來世因故。所以五陰不盡。不出輪迴。觀其所", "1783": "由。五種妄想以為其本。故曰五妄想成。此酬阿難", "1784": "細說妄源請也。答五陰妄源竟。二答因界淺深。", "1785": "汝今欲知因界淺深。○唯色與空是色邊際。唯觸與", "1786": "離是受邊際。唯記與忘是想邊際。唯滅與生是行邊", "1787": "際。湛入合湛歸識邊際。", "1788": "初按定問意。意謂汝今既問如是五重詣何為界。", "1789": "意是欲知從識至色。相因界限。及其中淺深義耶。", "1790": "○唯色下依次而說。正脈云。有相為色。無相為空。", "1791": "是知但盡乎色名淺。兼盡於空名深。若離色守空。", "1792": "祖家謂之墮一色邊。唯識謂為空一顯色。猶未出", "1793": "乎色陰邊際。故凡一切空忍皆非究竟。蓋必空色", "1794": "俱亡。乃為色陰盡也。觸兼苦樂二受。離即捨受。是", "1795": "知但盡於觸名淺。兼盡於離名深。若斷觸守離。如", "1796": "梵志以不受為宗。猶未出乎受陰邊際。故凡一切", "1797": "背捨皆非究竟。蓋必觸離俱亡。乃為受陰盡也。有", "1798": "想為記。無記為忘。是知但盡於記名淺。兼盡於忘", "1799": "名深。若捨記認忘。祖家謂之無心猶隔一重關。尚", "1800": "未出乎想陰邊際。故凡一切無想。皆非究竟。蓋必", "1801": "記忘俱捨。乃為想陰盡也。散心粗行為生。定心細", "1802": "行為滅。是知但盡於生名淺。兼盡於滅名深。若離", "1803": "生住滅。本經謂之熠熠清擾。猶如野馬。尚未出乎", "1804": "行陰邊際。故凡一切滅定。皆非究竟。蓋必生滅俱", "1805": "亡。乃為行陰盡也。湛即第八本識。前云湛不搖處", "1806": "是也。言湛入者。謂依此第八本識。旋有念而入無", "1807": "念。乃由湛而入故。合湛者謂守於無念。住於第八", "1808": "本識。乃合湛而住故。是知由湛而入。但盡有念為", "1809": "淺。不復住於合湛。兼盡無念為深。若由湛而入。即", "1810": "合於湛。古德謂之最後頂墮。猶未出乎識陰邊際。", "1811": "故凡異熟未空。皆非究竟。蓋必由湛而入而不合", "1812": "於湛。乃為識陰盡也。據此則五陰各有邊際。盡除", "1813": "仍分淺深。及其淺而即住。果終不圓。盡其際而不", "1814": "知。功或浪施。道眼貴在無翳。果覺必期圓證。此阿", "1815": "難所以問以詣何為界。而如來兼以淺深答之。", "1816": "三答理不廢事。", "1817": "此五陰元重疊生起。生因識有。滅從色除。理則頓悟", "1818": "乘悟併銷。事非頓除因次第盡。○我已示汝劫波巾", "1819": "結。何所不明再此詢問。", "1820": "初正答。此五陰元。仍指根本五陰。以是現前五陰", "1821": "之元故。重疊生起者。謂因無明不覺而有識。識即", "1822": "有作名行。行必有動名想。由動則有見分虗明名", "1823": "受。由見則有空色相形名色。乃一重一重相疊而", "1824": "生起也。據此則生因識有。從細向粗以至於色。如", "1825": "人著衣。必從內向外而漸著故。滅從色除。由粗及", "1826": "細而至於識。如人脫衣。必由外及內而漸脫故。已", "1827": "得圓通。即齊佛果。故曰理則頓悟。五陰妄想頓然", "1828": "俱空。故曰乘悟併銷。但無始習氣。遇事便興。要必", "1829": "令遇事不興。非可頓除。是須安立聖位。歷事造修。", "1830": "方可除滅。故曰因次第盡。知此意者。自然不滯妙", "1831": "悟。不撥禪那聖位。而解行俱圓矣。○我已下斥問。", "1832": "據前綰巾以示倫次文云。六結不同。一巾所造。令", "1833": "其雜亂。終不得成。是結解定有倫次。今陰盡亦然。", "1834": "以陰盡即在結解中故。前所已說。故云我已示汝", "1835": "劫波巾結。前阿難亦云。是結本以次第綰生。今日", "1836": "當須次第而解。於彼既知。於此即應理會。故責以", "1837": "何所不明再此詢問。問。前示六結在圓通以前。此答漸修在圓通以後。何故仍", "1838": "取前之六結為喻。答。五陰行相。即在六結之中。六結既解。五陰斯盡矣。三摩中如是而悟。禪那中如是而", "1839": "修。次第正等。故無妨仍取六結為喻。但三摩中盡除。唯用定力研磨。禪那中盡除。兼用事行修治。定力研", "1840": "磨。唯是伏妄達空。事行修治。實能斷妄證真。此前後異也。若剋就聖位而論五陰盡相者。色陰盡。應在信", "1841": "滿入住之時。以信滿入住。離幻色。生佛家故。受陰盡。應在住滿入行之時。謂住滿入行。離妄受。趣真修故。", "1842": "想陰盡。應在行滿入向之時。謂行滿入向。離妄想。向三處故。行陰盡。應在由加入地之時。謂由加入地。數", "1843": "量銷滅。漸入不動地故。識陰盡。應在出地等妙之間。謂出地入等。猶有微細念相。至金剛道後。則異熟識", "1844": "空。而入妙覺位矣。細詳本經文義。理合如是。要知圓頓教乘。前後位次。淺深開合。不得全同。不可以他經", "1845": "及古德所判為難也如來因問重答竟。三結勸開通傳示。", "1846": "汝應將此妄想根元心得開通。傳示將來末法之中", "1847": "諸修行者。令識虗妄深厭自生。知有涅槃不戀三界。", "1848": "現前五陰。以五重妄想為根元。根元不除。五陰終", "1849": "不能盡。故教以汝應將此妄想根元等也。心得開", "1850": "通者。了知唯心所現惟識所生。離心無體。離識無", "1851": "性也。自修有據。應思利他。故教以傳示將來。偏言", "1852": "末法者。以末法執重。五陰難除故。唯及脩行人者。", "1853": "以不知修行。不足以語此故。令識虗妄者。令識唯", "1854": "心無體。唯識無性也。根元既唯虗妄。枝末豈是真", "1855": "實。認妄為真。浩劫流轉。知而不隨。故曰深厭自生。", "1856": "五陰既盡。不生滅性現前。即是涅槃真體。故曰知", "1857": "有。自是隨所發行。安立聖位。進求無上菩提。故曰", "1858": "不戀三界。重明五陰。意在斯焉。自阿難請談七趣", "1859": "以來。至此說法。復為一周。名破障銷礙周。即總前", "1860": "三分。為一首楞嚴王也。按常途首楞嚴。翻為究竟", "1861": "堅固。以不動不壞為義。今經精研七趣。唯是自業", "1862": "所招。詳辨五魔。都緣邪思所致。重明五陰。總以妄", "1863": "想為根。自業所招。七趣成而密因壞。邪思所致。五", "1864": "魔起而了義亡。妄想為根。五陰覆而萬行頹。密因", "1865": "壞則正信不堅。了義亡則正解不固。萬行頺而真", "1866": "修必墜。是始終不堅而有壞也。今知自業所招。業", "1867": "不造而七趣空。邪思所致。思無邪而五魔遁。妄想", "1868": "為根。想離妄而五陰銷。七趣空則密因本具。而正", "1869": "信堅矣。五魔遁則了義現前。而正解固矣。五陰銷", "1870": "則萬行無滯。而真修成矣。真修既成。妙證必剋。據", "1871": "此則生信發解起行證果從始至終。究竟堅固。不", "1872": "動不壞。題中首楞嚴三字。義統乎此。自阿難請定", "1873": "以來。歷談至此。為正宗分。", "1874": "三流通分正宗既畢。現前之利益已成。真教當傳。未來之津梁須寄。俾法海以分流。引利水而", "1875": "通潤。恩沾沙界。化滿塵方。功在流通。故殿於後焉。又序分如首。正宗如身。流通如足。觀其首則生平可品。", "1876": "辨其身則膂力堪評。無足不行。身首空備。敘正既釋。流通宜詳也三。一較量化", "1877": "他功德。二顯示自修利益。三時眾領教喜散。初", "1878": "三。一舉例問福。二答以無盡。三較顯化功。初。", "1879": "阿難。若復有人徧滿十方所有虗空盈滿七寶。持以", "1880": "奉上微塵諸佛。承事供養心無虗度。於意云何。是人", "1881": "以此施佛因緣得福多不。", "1882": "如上開通傳示。功德自應無盡。故承言若復有人。", "1883": "謂設若更有一等人也。一方虗空。尚不可以思量。", "1884": "況復滿十方空。則空之無盡可知。如是虗空。各有", "1885": "七寶。縱使不盈。亦不可算數。況復盈滿七寶。則寶", "1886": "之無邊可知。以此珍寶。但奉一佛。其施已廣。況復", "1887": "持奉微塵諸佛。則財施之廣大可知。於此諸佛。但", "1888": "能以身承事。以財供養。已為甚難。況復心無虗度。", "1889": "則施之外盡其儀。內竭其誠可知。欲假此福以較", "1890": "流通功德。故問以於意云何。以此施佛因緣福德", "1891": "不可思議。佛不自說。欲借當機之口以曉諭會眾。", "1892": "故問以得福多不。二答以無盡。", "1893": "阿難答言。虗空無盡。珍寶無邊。○昔有眾生施佛七", "1894": "錢捨身猶獲轉輪王位。○況復現前虗空既窮佛土", "1895": "充徧皆施珍寶。窮劫思議尚不能及。是福云何更有", "1896": "邊際。", "1897": "初按定前施。前云滿十方空。故虗空無盡。又云盈", "1898": "滿七寶。故珍寶無邊。○昔有下另引劣例。施佛七", "1899": "錢獲輪王位者。如達磨顯宗論云。無滅尊者。即阿那律", "1900": "昔於殊勝福田。諸福田中唯佛為勝因以七錢施設食供。後", "1901": "異熟報。七返生於三十三天。七生人中為輪轉王。", "1902": "最後生在大貴釋種。餘於阿含等經。茲不俱引。○", "1903": "況復下況顯福多。言昔有眾生。所供者唯一佛。所", "1904": "施者唯七錢。較前最為微劣。捨身之後。猶獲轉輪", "1905": "王位。況復現前有人。虗空既已窮盡十方。佛土又", "1906": "復充徧虗空。於中皆施珍寶。若論其所施。雖窮劫", "1907": "思之議之。尚不能及其分量。如是之福。云何更有", "1908": "邊際。此決言其福無邊而德無際也。", "1909": "三較顯化功。", "1910": "佛告阿難。諸佛如來語無虗妄。○若復有人身具四", "1911": "重十波羅夷。瞬息即經此方他方阿鼻地獄。乃至窮", "1912": "盡十方無間靡不經歷。○能以一念將此法門於末", "1913": "劫中開示未學。○是人罪障應念銷滅。變其所受地", "1914": "獄苦因成安樂國。○得福超越前之施人百倍千倍", "1915": "千萬億倍。如是乃至算數譬喻所不能及。", "1916": "初示說應信。因下弘經之功甚少。滅罪獲福勝前。", "1917": "人所難信。故預示佛語無虗。顯應信也。○若復下", "1918": "舉人障重。若復有人等者。謂設若更有此人。一身", "1919": "具足小乘四種重罪。大乘十波羅夷罪也。此是罪", "1920": "之極重。於中犯一一罪。即應墮獄。況復俱犯。自應", "1921": "速墮。故云瞬息即經此方他方阿鼻地獄等。謂先", "1922": "生此方阿鼻。具足一劫。劫盡更生他方阿鼻。如是", "1923": "從一方至一方展轉更生。故云乃至窮盡十方無", "1924": "間。無間者即阿鼻之華言也。靡不經歷者顯十方", "1925": "俱經。諸獄備歷。總不離地獄中故。○能以下明持", "1926": "功少。能以一念者謂於臨墮之時。一念頓悟此法", "1927": "門也。既已頓悟。又願將此法門。於末劫中。開示未", "1928": "學禪定者。令其同己。據此則續佛慧命。端賴此人。", "1929": "若但論其化迹。則其功為甚少。以時惟一念。經唯", "1930": "一法。開示者惟未學故。○是人下轉苦為樂。罪障", "1931": "者即指如上所說四重十棄。應念者應其頓悟一", "1932": "念。言正當頓悟之時。是心作佛。是心是佛。何障不", "1933": "銷。何罪不滅。所謂百劫積集罪。一念頓蕩除。如火", "1934": "焚枯草。滅盡無有餘也。變其所受等者。言不唯自", "1935": "銷罪障。且能將此法門。開示未學。轉魔界為佛界。", "1936": "故曰變地獄因。成安樂國。○得福下得福勝前。前", "1937": "之施人。即指滿空珍寶奉上塵佛人也。此人但以", "1938": "一念。將此一法。開示未學。似乎得福無多。而乃云", "1939": "超越前人者。略有三義。一約佛不以奉己為喜。惟", "1940": "以度生為喜故。二約行不以自利為重。唯以利他", "1941": "為重故。三約福前是有漏之福。此是無漏之福故。", "1942": "譬如一顆如意。勝似海寶千般。一粒還丹。壓倒醫", "1943": "方萬品。則超越前福。無足異也。百倍千倍等者。言", "1944": "超越前福。不但一倍二倍。若少說則超越百倍千", "1945": "倍。若處中而說。則超越萬倍億倍。如是展轉多說。", "1946": "乃至算數所不及倍。譬喻所不及倍。總言前人之", "1947": "福。任說無邊無際。逈不能及於此福之少分耳。又", "1948": "此中更有言外況顯之意。言極重罪人。一念弘經。", "1949": "尚能滅罪獲福如此。況復輕罪無罪長時流通者。", "1950": "其福德詎可思議。總結較量化他功德竟。", "1951": "二顯示自修利益。", "1952": "阿難。若有眾生能誦此經能持此呪。如我廣說窮劫", "1953": "不盡。○依我教言如教行道。直成菩提無復魔業。", "1954": "初誦持利益。如上較量。已知化他功勝。故此復約", "1955": "自誦自持者言之。能誦此經者。文義雙持。能持此", "1956": "呪者。心口相應。古德云。法音經耳。功報彌劫。一句", "1957": "染神。咸資彼岸。況夫顯經則文義雙持。密呪則心", "1958": "口相應。成究竟堅固之因。總徹法底源之奧。以因", "1959": "驗果。功德難思。故曰如我廣說窮劫不盡。○依我", "1960": "下出其所以。言既能文義雙持。心口相應。自能依", "1961": "我教言。起自利行。如教行道。成化他功德。則顯密", "1962": "雙修。自他兩利。如風帆揚於順水。若獅弦奏於羣", "1963": "音。自然直成菩提。無復魔業。此功德所以無盡。而", "1964": "稱讚所以靡窮也。三時眾領教喜散。", "1965": "佛說此經已。比丘比丘尼優婆塞優婆夷。一切世間", "1966": "天人阿修羅。及諸他方菩薩二乘聖仙童子。并初發", "1967": "心大力鬼神。皆大歡喜作禮而去。", "1968": "佛說經已者。以自阿難請定已來。如來歷談四分。", "1969": "仍復較量化功。稱讚持福。以示結勸流通之意。所", "1970": "謂所應說者皆已說訖故。然其中亦有諸佛作證", "1971": "而說。及諸菩薩助化而說。捨伴從主。故通言佛說", "1972": "也。四眾之中敘分唯列比丘。餘三或是後來。今則", "1973": "俱出者。以如來凡說法處。必有四眾為內護故。天", "1974": "人脩羅。八部舉三。餘亦應有。以如來凡說法處。必", "1975": "有八部為外護故。敘分不出者。非所急也。至觀百", "1976": "靈護呪中有梵釋四王。藥义大將等。其必具可見。", "1977": "他方菩薩。敘分中咨決先來眾。及音感後至眾也。", "1978": "不言此土菩薩者。以此土菩薩。類皆分身無數。徧", "1979": "十方剎。攝在他方中故。他方二乘。乘通隨喜。揀非", "1980": "此土常隨。此土常隨。攝在四眾中故。聖仙童子者。", "1981": "內證聖道。外現仙跡。不壞童真。或因隨喜面來。或", "1982": "因護呪而至。故敘分不例。初發心大力鬼神者。已", "1983": "發菩提之心。乘大神力。降魔制外。而為外護之眾", "1984": "故。皆大歡喜者。既聞正宗。而知佛道可成。喜非尋", "1985": "常。深生慶幸也。作禮而去者。又聞嘉讚。而知付囑", "1986": "有在。去不徒去。作禮領命也。總結流通分竟。", "1987": "迴向偈曰。", "1988": "究竟堅固最勝法如佛所說隨分釋", "1989": "見聞隨喜作正因銷我億劫顛倒罪", "1990": "大佛頂首楞嚴經指掌疏卷第十終", "1991": "No. 308-BNo. 308-B", "1992": "夫惟楞嚴指掌一疏。拈華古剎達老和尚愍念後昆", "1993": "愚暗。大慈悲心之所註疏。而命名指掌者。示世界悉", "1994": "檀之益。楞嚴經方等部攝。五教並談。斷證歷三漸次", "1995": "等位。生酥毒發轉成醍醐妙味。上根利機徹底擔荷。", "1996": "尠有愚暗難領家珍。老人徹底悲心。發揮實際理地。", "1997": "如是玄奧關節處。一一剖劂發揮顯露。文辭明淺。義", "1998": "理奧深。命名指掌者。指其明淺。掌其奧深。指者指示。", "1999": "掌者掌握。經文七處徵心八還辯見示其明指也。非", "2000": "汝而誰示其知掌握也。法身本具。報身修顯。掌握性", "2001": "德本具法身。非生非滅。亦不一異。不變隨緣。隨緣不", "2002": "變。眼見耳聞。動手抬足。俱是涅槃妙心根本實智性", "2003": "德法身之所顯露。楞嚴王三昧無記化化禪之所妙", "2004": "用也。指明知覺立知則生死無明根。知掌握知覺無", "2005": "覺斯即涅槃果德。此理人人本具。各各不無。自家屋", "2006": "內親生母。當人未能承當識認。反向他家拜異娘。老", "2007": "人發揮指明。因地不真。老人與　釋迦老子同一。鼻", "2008": "孔出氣。指示述明。不生不滅為本。修因用始覺之智。", "2009": "還復本覺之理。掌握圓成果覺也。疏立十門。通入華", "2010": "屋一門。經談二十五聖方便多門。掌握皈源居士不", "2011": "二法門。設三觀漸次去泥純水。示十因六報四重明", "2012": "誨。因戒生定。因定發慧。決定階次。五十種陰魔示其", "2013": "邪正真偽。去邪去偽。掌正握真。楞嚴經出塵之寶筏。", "2014": "佛果之規範。當會阿難尊者。大權示現。鑒末劫之機。", "2015": "離此法範。無有出塵之期。　釋迦老子。大圓鏡智。徹", "2016": "照無量劫。以此無緣大慈。愍念當來愚暗眾生。示其", "2017": "有所掌握也。迷其指。失其掌。無聞比丘生限地獄。明", "2018": "其指。觀其掌。阿難尊者不歷僧祇獲法身。不信其指。", "2019": "不識其掌。寶蓮香比丘尼淫火燃身。順其指。睹其掌。", "2020": "性比丘尼見佛即證須陀洹果。時有學釋居士道眼", "2021": "圓明。讀此註疏而悟因果由心造。向余嘆曰。達者通", "2022": "徹理具法身體大。天者天然性德實相理諦。達天老", "2023": "人以名召德。非此達天老和尚未能述此疏。非此疏", "2024": "未能發揮此經。非此經未能識此西來大義。非明西", "2025": "來義焉能認得本人本具主人公也。指示本來人掌", "2026": "握主人翁而命此名也。楞嚴註述疏演最多。文富義", "2027": "奧。上根利智尚且蚊齩鐵橛。況愚暗之流。藥無貴賤", "2028": "應病者。良老人以文字般若指示觀照般若。以觀照", "2029": "般若掌握實相般若。真為末劫良劑。寔應愚暗之輩。", "2030": "指掌一疏實是開楞嚴經之鑰。楞嚴經是開我愚暗", "2031": "輩之鑰。理雖頓悟。事必漸除。躐等皆為邪偽魔眷。菩", "2032": "提道果無因。三塗有分。生遭王難。死墮地獄。我佛釋", "2033": "迦金口印定也。指掌註疏不可不多分布於世。儒釋", "2034": "俱能讀誦。上上根逢關即過。下下根亦能臻其域。余", "2035": "聞布施中法施最為第一。因自揣力有未足。不得不", "2036": "布聞同志儒釋善男信女。輕金重法。捐助印刷。流通", "2037": "此疏。汪洋大海無縫寶塔。超述此䟦以為開指掌之", "2038": "鑰云爾。時在", "2039": "大清光緒二十有八年歲次壬寅清和月八日都城", "2040": "通明寺四蓮室愚暗沙門了凡真超氏沐手虔䟦"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 308 楞嚴經指掌疏", "author": "清 通理述"}