{"sourceLink": "http://www.cbeta.org/", "text": {"0": "錄文四〔錄文四〕", "1": "（首殘）", "10": "中外俱空，右旋婉轉，在佛眉間，圍如三寸，如白頗黎珠，", "100": "佛如來足跟圓長有梵王頂相，眾蠡不異，各生一華，", "101": "其華微妙，猶如淨國優鉢羅華。三念佛。", "102": "佛如來兩足踝不現相。三念佛。", "103": "佛如來足趺高平相。三念佛。", "104": "佛如來足趺上色如閻浮檀金色，毛皆上靡及身諸毛", "105": "隨一毛孔，一毛旋生，柔軟可愛。三念佛。", "106": "佛如來足指網間如羅文彩，於其文間，眾色玄黃，不", "107": "可具名。三念佛。", "108": "佛如來足十指纖圓斜齊如赤銅爪，其爪端有五師子", "109": "口相。三念佛。", "11": "十楞光現，映蔽眾目，如萬億日不可具見。於其毛端，出", "110": "佛如來腳十指端蠡文相，如毗紐羯摩天所畫之印。", "111": "三念佛。", "112": "佛如來足下平滿不容一毛。三念佛。", "113": "佛如來足下千輻輪相，轂輞具足，魚鱗相次，金剛杵", "114": "相。三念佛。", "115": "佛如來那羅延力合以成身，結跏趺坐，坐百寶蓮華", "116": "座。三念佛。", "117": "自此已前，是順觀佛身相法。若欲逆觀佛者，即從佛", "118": "足指，次第向上，一一相好觀之，至佛頂相，此是逆觀", "119": "法。", "12": "五色光明，還入毛孔。三念佛。", "120": "若欲觀佛圓光相者，世尊在日，若行之時，項光照", "121": "地。前一由旬純黃金色，後一由旬純黃金色，左一由旬純", "122": "黃金色，右一由旬純黃金色。有人近佛左右行者，其人臭", "123": "穢皆悉不現。人遠望之，同為金色。有人諦觀佛項光者，", "124": "前行看者見佛在前，從後看者見佛在後，左邊看者見佛在", "125": "左，右邊看者見佛在右。八方人來，遙見項光各作是言：", "126": "瞿曇沙門在金山中遊行，自在來向我所。如是眾生各各", "127": "異見，此是項光相。三念佛。", "128": "若有行者欲修此觀法者，可依前法，一一相好，次", "129": "第分明，觀想作意。一作十六，翻逆皆然。若能用心勤", "13": "佛如來左右二眉，形如初月，繞生諸毛，稀稠得所，眉", "130": "作，觀者不久現身見佛。一一事相，不可思議，行者自知，", "131": "注是人語。", "132": "佛告阿難：如來有卅二大人相、八十種隨形好。金色", "133": "光明，一一光明無量化佛，身諸毛孔一切變現及佛色身。", "134": "略中說略者，我今為此時會大眾及淨飯王略說相好。佛", "135": "生人間，示同人事。因人相故，說卅二相；勝諸天故，說八", "136": "十種好；為諸菩薩，說八萬四千諸妙相好、佛實相好。我", "137": "初成道摩伽陀國寂滅道場，為普賢賢首等諸大菩薩於雜", "138": "華經已廣分別。此尊法中所以略說，為諸凡夫及四部弟", "139": "子謗方等經、作五逆罪、犯四重禁、偷僧祗物、婬比丘尼、", "14": "光兩靡，散入諸髮，其色焰紫紺青琉璃蜂翠，孔雀色無以", "140": "破八戒齋、作諸惡事，種種邪見。如是等人，若能至心一", "141": "日一夜繫念在前，觀佛如來一相好者，諸惡罪障皆悉盡", "142": "滅。是故如來名婆伽婆、名阿羅訶、名三藐三佛陀、名", "143": "功德日、名智滿月、名清涼池、名除罪珠、名光明藏、名智", "144": "慧山、名戒品河、名迷衢道、名邪見燈、名破煩惱賊、名", "145": "一切眾生父母大歸依處。若有歸依佛世尊者，若稱名者，", "146": "除百千劫煩惱重障，何況正心修念佛定。", "147": "佛告阿難：如來往昔於無邊阿僧祗劫，以智慧火，", "148": "燒煩惱薪，修無想定，不非時證，是故獲得如是勝相。", "149": "一一相中無量化佛，何況多相。若能繫心觀一毛孔，是人", "15": "類，猶如聚墨，比琉璃光，眉下三畫及眼眶中旋生四光：", "150": "名為行念佛定。以念佛故，十方諸佛常立其前，為說正", "151": "法。此人即為能生三世諸佛如來種，何況具足念佛色", "152": "身。如來亦有無量法身，十力無畏，三昧解脫，諸神通事", "153": "如此妙處，非汝凡夫所學境界，但當深心起隨喜想。起是", "154": "想已，當復繫念，念佛功德。念佛功德者，所謂戒、定、智", "155": "慧解脫、解脫知見，金色卅二相、八十隨形好，十力、四無", "156": "所畏、十八不共法、大悲、三念處。是若有眾生一聞佛身", "157": "如上功德相好，光明億千劫不墮惡道，不生耶見雜穢之", "158": "處，常得正見，勤修不息。但聞佛名，獲如是福，何況繫念", "159": "觀佛三昧。", "16": "青、黃、赤、白，上向焰出，入眉骨中，出眉毛端。三念佛。", "160": "相好經一卷", "161": "〔錄文完〕", "17": "佛如來眼睫上下各生五百毛，柔軟可愛，如優曇華", "18": "鬚。三念佛。", "19": "佛如來眼如四大海水，青白分明，白者白於白寶，青", "2": "骨，乃至髮際，有十四色，圍繞□…□。", "20": "者勝青蓮華，上下俱瞬，如牛王目，目雙眥疾計反頭，旋出", "21": "二光，如青蓮華。三念佛。", "22": "佛如來耳普垂埵都果反相，兩耳孔中，旋生七毛。輪", "23": "󵓖眾相，如寶蓮華，懸處日光，兩耳內外出生蓮華及耳孔", "24": "七毛，流出諸光，光有五百支，支有五百色。三念佛。", "25": "佛如來方頰車相，頰上六畫，中左右正等，有妙光色，", "26": "輝艷倍常，如淨金色，譬如和合百千日月。三念佛。", "27": "佛如來鼻高修直如鑄金鎚，當於面門，其孔流光，上", "28": "下灌注。三念佛。", "29": "佛如來髭鬚如科斗形，於毛端頭，開敷三光，紫紺紅", "3": "佛如來髮際如赤真珠色，婉轉下垂有□□光，間", "30": "色直從口邊旋頸上照，圍繞圓光作三種畫，其畫分明，色", "31": "中上者。三念佛。", "32": "佛如來師子欠相，佛張口時如獅子王，口方正等，", "33": "口兩吻邊，流出二光，其光金色。三念佛。", "34": "佛如來唇色赤好如頻婆果，於上下唇及齦五斤反腭", "35": "間，和合出光，其光團圓，猶如百千赤真珠貫從佛口出，入", "36": "於佛鼻，從佛鼻出，入白豪中，從白豪出，入諸髮間，映飾", "37": "諸華。三念佛。", "38": "佛如來口四十齒，齒印文上生光，其光紅白，光光相", "39": "照，照四十齒，令四十齒𣧾子忍反然齊白如頗黎壁，上下齊", "4": "錯分明，皆向上靡，圍繞諸髮，從頂上出生諸化佛。三念佛。", "40": "平，無參差者，其齒間諸畫流出諸光，亦紅白色，如是眾", "41": "色，佛在世時，映耀人目。三念佛。", "42": "佛如來上腭八萬四千畫，了了分明，下齦如優曇鉢華", "43": "莖色。三念佛。", "44": "佛如來廣長舌相，佛舌出時，如赤蓮華葉，上至髮際，", "45": "遍覆佛面，其舌根下及舌兩邊有二寶珠流注甘露，滴舌根", "46": "上，諸天世人十地菩薩無此舌相，亦無此味，其舌上五畫", "47": "五彩分明如寶印文。其舌下十脈眾光流出如此上味，入", "48": "印文中，流注上下，入琉璃筒，諸佛笑時，動其舌跟此味", "49": "力，故舌出五光，五色分明。三念佛。", "5": "佛如來額廣平正，額上諸毛，皆向上靡。其毛根下，", "50": "佛如來咽𦡈相，光淨可愛如金翅鳥眼。三念佛。", "51": "佛如來喉嚨如琉璃筒，狀若累蓮華，節節相重。三念", "52": "佛。", "53": "佛如來心如紅蓮華，金華映飾，妙琉璃筒懸在佛胸，", "54": "團圓如心，開如不開，合如不合，紅華金光，有八萬四千", "55": "脈，猶如天畫，一一畫中有八萬四千光，一一光明八萬四", "56": "千色，一一色中有無量微塵數化佛，一一化佛坐金剛臺，", "57": "其金剛臺放金色光，是諸化佛游佛心間，逕往五道度苦眾", "58": "生。三念佛。", "59": "佛如來頸臃圓相，三約分明，出二種光，其光萬色。", "6": "梵磨尼色，毛端流光，如融紫金光相。上靡入於髮際。婉", "60": "三念佛。", "61": "佛如來咽喉有三點相，分明猶如伊字，一一點中流出", "62": "二光。三念佛。", "63": "佛如來缺盆骨，兩手兩足及項後七處皆平滿相，光明", "64": "遍照十方世界，作虎魄色。三念佛。", "65": "佛如來兩肩膊圓滿相。三念佛。", "66": "佛如來臂臃纖圓如象王鼻。三念佛。", "67": "佛如來肘骨如龍王髮，婉轉相著，節頭蟠龍不見其", "68": "迹。三念佛。", "69": "佛如來手十指纖長，參差不失其所，於一一指節端有", "7": "轉下垂至耳輪邊，然後布散入諸髮間，圍繞蠡文數百千", "70": "十二輪相現。三念佛。", "71": "佛如來赤銅爪，其爪八色，了了分明。三念佛。", "72": "佛如來手十指端各有萬字相，萬字點間有千輻輪相。", "73": "三念佛。", "74": "佛如來手合縵掌，斂指不見，張時則現，如真珠網，分", "75": "明可愛。三念佛。", "76": "佛如來手掌文蘭成如自在天宮，其掌平正，人天無", "77": "類，當於掌中，生千輻輪相，於十方面開摩尼光。三念佛。", "78": "佛如來手背毛皆向上靡，如紺琉璃，流出五光，入", "79": "網縵中。三念佛。", "8": "匝，從枕骨出如金蓮，華日照開，敷適眾生意。三念佛。", "80": "佛如來手足柔軟如天劫貝。三念佛。", "81": "佛如來手內外握。三念佛。", "82": "佛如來上身胸臆廣厚如師子王。三念佛。", "83": "佛如來胸德字萬印相，中放三摩尼光。三念佛。", "84": "佛如來腋下平滿懸生五珠，如摩尼珠，上柱於腋，有", "85": "五百色光明，共相映發。三念佛。", "86": "佛如來腹小不現相。三念佛。", "87": "佛如來齊如毗楞伽寶珠，於其齊中有萬億寶華，", "88": "一一寶華萬億那由他葉，一一葉萬億那由他色，一一色萬", "89": "億那由他光。三念佛。", "9": "佛如來白毫相，長一丈五尺，十楞分明，如白琉璃筒，", "90": "佛如來脅肋大小正等，婉轉相著。三念佛。", "91": "佛如來諸骨枝節蟠龍相結，其間密緻。三念佛。", "92": "佛如來鉤鎖骨卷舒自在不相妨礙，其骨色鮮白如", "93": "頗梨，雪山不得為譬，上有紅光，間錯成文，凝液如脂，皆", "94": "出金色。三念佛。", "95": "佛如來馬王藏相，身根平滿，狀如滿月，有金色光，猶", "96": "如日輪。三念佛。", "97": "佛如來兩䏶周圓，漸次而斂。三念佛。", "98": "佛如來兩膝骨圓著好。三念佛。", "99": "佛如來伊尼鹿王腨相。三念佛"}, "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 031d 佛說相好經", "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 031d 佛說相好經", "author": "黃霞整理", "language": "chinese", "source": "CBETA"}