{"sourceLink": "http://www.cbeta.org/", "text": {"0": "梵本大悲神呪", "1": "唵那謨癹葛斡諦。啞哩雅二合斡盧結諦說囉", "10": "怛二合耶沙引咩。薩哩咓哩二合塔。薩塔那束癹", "11": "積怛那。薩哩斡二合薩埵南。巴波麻哩葛二合月", "12": "束塔那。怛爹塔。啞斡盧吉。盧葛麻牒盧葛葛牒", "13": "伊兮歇麻訶菩提薩埵。兮菩提薩埵。兮麻訶", "14": "菩提薩埵。兮不囉二合耶菩提薩埵。兮葛嚕聶", "15": "葛。斯麻二合囉嚇哩二合怛巖。伊兮歇。啞哩雅二合", "16": "斡盧結諦說囉。八囉麻埋的哩二合稷達。葛嚕", "17": "聶葛。郭嚕郭嚕葛哩麻二合。薩塔耶薩塔耶月", "18": "閃。敵歇敵歇彌。啞曩葛莾葛麻。月航葛麻麻", "19": "訶瀉塔猶吉說囉。多和多和。惟哩顏二合諦。麻", "2": "耶。菩提薩埵耶。麻訶薩埵耶。麻訶葛嚕聶葛", "20": "訶惟哩顏二合諦。塔囉塔囉塔囉尼說囉。佐辣", "21": "佐辣月麻辣麻辣牟哩諦二合。啞哩雅二合斡盧", "22": "結諦說囉。屹哩二合沙納二合節那。拶吒毋郭吒朗屹哩", "23": "二合怛攝哩囉藍波。不囉二合藍波月藍波。麻訶瀉塔", "24": "說塔塔囉。巴辣巴辣。麻訶巴辣。麻辣麻辣。麻", "25": "訶麻辣。佐辣佐辣。麻訶佐辣。屹哩二合沙納二合", "26": "八屹徹二合。屹沙納二合斡哩納二合。屹哩二合沙納二合", "27": "八攝聶哩渴二合荅那。兮巴的麻二合訶斯荅二合。", "28": "拶耶葛囉。聶沙拶哩說囉。屹哩二合沙納二合薩", "29": "哩波二合。屹哩二合怚拽屹牛二合巴󳏧荅。伊兮歇", "3": "耶。怛爹塔。唵薩哩斡二合班塔那齊怛那葛囉", "30": "斡囉訶毋渴。的哩二合波囉怛訶尼說囉。󰋂囉", "31": "耶納波辣󵕰巴。󳏧攝塔哩。兮尼辣幹茶。兮麻", "32": "訶訶辣訶辣。月沙聶哩節二合怛。盧葛楔。囉葛", "33": "月沙󰋂攝那。對沙月攝󰋂攝那。謨訶月沙󰋂", "34": "攝那。聶哩謨二合屹󳏧二合納。和羅和羅。捫拶捫", "35": "拶。謨和羅謨和羅。訶辣訶辣。麻訶巴的麻二合", "36": "納潑。薩囉薩囉。瀉咧瀉咧。蘇嚕蘇嚕。勃銕勃", "37": "銕。補塔耶補塔耶。補塔雅咩。怛斡𤤗辣幹茶。", "38": "伊兮歇。𤤗辣幹茶。伊兮歇。咓麻斯銕二合怛心", "39": "訶毋渴。訶薩訶薩。捫拶捫拶麻訶吒劄訶薩", "4": "耶。薩哩斡二合巴波薩摩都嚕二合薩摩忒二合束", "40": "聶哩納二合牒聶。伊兮歇。蒲蒲麻訶瀉塔猶吉", "41": "說囉。班塔班塔咓咱。薩塔耶薩塔耶。󳏧閃斯", "42": "麻二合囉斯麻二合囉端唵二合。兮癹葛灣。盧葛月", "43": "盧葛斯端含口呼之。荅塔葛達。荅達兮󳇐。荅兒攝二合", "44": "南。不囉二合薩塔雅󳇐莎訶。瀉塔耶莎訶。麻訶", "45": "瀉塔耶莎訶。瀉塔猶吉說囉耶莎訶。𤤗辣竿", "46": "茶耶莎訶。斡囉訶莫渴耶莎訶。心訶謨渴耶", "47": "莎訶。麻訶那囉心訶謨渴耶莎訶。瀉塔月牒", "48": "引塔囉耶莎訶。巴的麻二合訶斯怛耶莎訶。麻", "49": "訶巴的麻二合訶斯怛二合耶莎訶。斡資囉二合訶", "5": "沙捺葛囉耶薩哩斡二合月銕不囉二合攝麻那", "50": "斯怛二合耶莎訶。麻訶斡資囉二合訶斯怛一合耶", "51": "莎訶。屹哩二合實納二合薩哩巴二合。屹哩二合怛雅", "52": "屹牛二合巴󳏧達耶莎訶。麻訶葛辣謨郭劄塔", "53": "囉耶莎訶。拶屹囉二合猶塔塔囉耶莎訶。啇渴", "54": "攝布達聶哩二合納怛納。葛囉耶莎訶。補塔納", "55": "葛囉耶莎訶。咓麻斯竿二合塔。的攝斯銕二合怛。", "56": "屹哩二合沙納節󰋂耶莎訶。咓麻訶斯怛二合。月", "57": "渴囉二合拶哩麻二合。聶斡薩納耶莎訶。盧吉說", "58": "囉耶莎訶。麻訶盧吉說囉耶莎訶。薩哩斡二合", "59": "瀉提說囉耶莎訶。囉屹徹二合。囉屹徹二合𢢔含口呼之。", "6": "葛囉耶。薩哩惟二合丟巴的囉二合斡月納攝那", "60": "莎訶。郭嚕郭嚕。囉屹徹二合牟哩諦二合南莎訶。", "61": "那謨癹葛斡諦。啞哩雅二合。斡盧結諦。說囉耶。", "62": "菩提薩埵耶。麻訶薩埵耶。麻訶葛嚕聶葛耶。", "63": "瀉畿甸都󳇐。滿的囉二合巴達聶莎訶。", "64": "梵本大悲神呪　　　　　　　　曲五", "7": "葛囉耶。薩哩斡二合癹夷束的囉二合納耶。怛楔", "8": "那麻斯乞哩檐。伊檐啞哩雅二合斡盧結諦說", "9": "囉。怛斡尼辣幹茶。納麻嚇哩二合怛巖。啞斡哩"}, "originalTitle": "Zhonghua Canon, Electronic version, No. 1666 梵本大悲神咒", "englishTitle": "Zhonghua Canon, Electronic version, No. 1666 梵本大悲神咒", "author": "Not available", "language": "chinese", "source": "CBETA"}