{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1000 評復古記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1000", "1": "評復古記一名扶焚薪", "2": "希迪　謹錄", "3": "題曰復古記。", "4": "評曰。斯文之作。裁自師資。述人既殊。理應略揀。今", "5": "雷同立名者。推讓之禮安在哉。有若曰。自生民以", "6": "來。未有盛於孔子也。其易繼乎。", "7": "記曰。自狹之寬。折為十類。乃至然上諸經。皆各詮顯", "8": "一乘教義分齊。若以同別開判者。前八別教。以雖互", "9": "為主伴。皆是無盡法海。故第九一經。義當同教。以隨", "10": "一方。遂機少說。", "11": "評曰。題稱華嚴記。開同別者。應問曰。華嚴二家揀", "12": "時意邪。收時意邪。揀收俱時意邪。揀時意者。清涼", "13": "何曰無盡修多羅總名。收時意者。何曰揀非涅槃", "14": "等。俱時意者。揀收二開。皆為別旨。何開同別。", "15": "記曰。第九一經。義當同教。以隨一方。逐機少說。但為", "16": "方便。非主經故。是故下同教中。始自一乘二三乘等", "17": "並列餘經皆是第九眷屬經攝。良由是方便。乃至入", "18": "一乘攝。", "19": "評曰。且明二中初義。太一云。依法華經。約界分體", "20": "相。方便究竟不同。其究竟乘。第九攝乎。是方便乎", "21": "又三乘中初義。太一云。顯法本示不同。賢首釋一", "22": "乘云。以其唯說別教。是知皆眷屬是方便非也。", "23": "記曰。無盡教海。詮示一乘因果二大甚深分齊。又曰。", "24": "皆各詮顯一乘教義分齊。又曰。難思教海。總曰華嚴。", "25": "通顯一乘教義二大分齊。故立斯題。", "26": "評曰。題中華嚴者。所弘經也。一乘教義分齊者。所", "27": "釋義也。章者能釋文也。是則弘經作章。以章釋義。", "28": "故次文云。今將開釋如來海印三昧一乘教義。略", "29": "作十門等。今於數行之間。三處謂華嚴。詮顯一乘", "30": "教義分齊。具意安在哉。陸沉正義也。", "31": "記曰。建立者。孔目曰。一乘法義。佛及普賢行願建立。", "32": "有情眾生。依而住持。", "33": "評曰。如此等引證。可謂知其源流。但演義為文。非", "34": "玉峰辨不三昧也。", "35": "記曰。是故下同教中。始於一乘經無量乘。並列其中。", "36": "總出餘經。故曰餘經。是共教一乘。三乘小乘共依故。", "37": "評曰。下顯法本末門。一乘乃當圓教。三乘當中間", "38": "三教。而至相謂。餘經是共教一乘。三乘小乘共依", "39": "故。其一乘乃泯二之教。其三乘唯始教。二義天壤。", "40": "輙便引成。若不煎除。必至蔓莚。", "41": "記曰。前代諸德。但於教門。顯權實不同。方便正乘有", "42": "異。尊顯華頓。圓究竟等。", "43": "評曰。世尊初成正覺。指天上天下唯華嚴獨尊。光明", "44": "覺品疏曰。佛成道後。始放光明。却現初生及涅槃者。約微細門。融三世故。鈔曰。約微細門者。一中頓具一", "45": "切諸法。炳然齊現。名〔彼〕細門。故說一相之中。具餘七相。如在母胎。即具餘七。今在成正覺相中。具餘七相", "46": "也。言融三世者。亦即十世隔法異成門。受生是過去。涅槃是未來。故有謂初生非初成者。抵突自宗華", "47": "嚴大經。豈俟諸師。而然後為尊非。章曰。炳然同時。", "48": "齊頭顯現。華嚴大經。豈俟諸師。而然後為顯邪。當", "49": "知華嚴大經。由諸祖之弘傳。不由諸師之尊顯也。", "50": "記曰。真觀以來。奘師西歸。基師承襲。以五性三乘為", "51": "實。一乘一性為權。其說翳於一乘。其道盛行中國。起", "52": "信等疏。以言教具缺等。辭而闢之。遂明一性一乘為", "53": "實。三乘五性為權。終頓二教。皆談一性。是以判入一", "54": "乘。清涼承後圭山繼踵等。", "55": "評曰。觀其文意。謂吾祖獨以法相繁興。而判終頓", "56": "為一。不然。何云其道盛行中國。遂明一性一乘為", "57": "實。三乘五性為權。乃至是以判入一乘邪。儻三藏", "58": "不歸。法相不興。則諸祖槩將終頓。但為權否。若爾。", "59": "吾宗風說終頓為實。盡是遮情。非顯法理。當知終", "60": "頓為賢。亦一乘宗顯法理也。其間十條料揀。始可", "61": "遮情耳。", "62": "記曰。問清凉曰。昔實不滯方便。故不會之。何謂趣正", "63": "乘是方便邪。答曰。祖師但曰不滯方便。不言不是方", "64": "便。", "65": "評曰。不滯方便之方便。始教權三也。正乘方便之", "66": "方便。一乘也。故太一曰。一乘義者。分別有二等。何", "67": "以為問。答中亦不以此義釋成。而云但云不滯方", "68": "便。不言不是方便。是亦權實不分失。", "69": "記曰。雖不俟會。根熟而自歸。譬如寄食旅亭。不遣而", "70": "自往矣。", "71": "評曰。記以寄食旅亭。釋故不會之之語者。且不滯", "72": "方便。三中牛車邪。亦白牛車邪。寄食旅亭。化城邪。", "73": "寶處邪。", "74": "記曰。以三中等者。相宗不信三外有一。以門外牛車", "75": "觀於露地。二牛不辨。故今判云。三中牛車。同於羊鹿。", "76": "俱屬方便門也。", "77": "評曰。謂由相宗不信有一。今判牛車同於羊鹿者。", "78": "準下章曰。與彼三乘。全別不同。宜可廣依華嚴經", "79": "普賢境界準思之。又曰。良由此法。出情難信。是故", "80": "聖者將彼三乘。對比決之。且賢首云。與彼三乘。全", "81": "別不同。特揀法相邪。又經家獨為法相而決之邪。", "82": "又況科家云正顯相。若於正顯相科中。便云相宗", "83": "不信三外有一。而料揀者。何妨笑菴法師下章三", "84": "處明文。法相宗通終教邪。又何妨藏藏獨揀權始", "85": "邪。然海東書良證也。而覺抄謂。相宗學人多不信", "86": "之等者。約聖意多含也。以傍為正失。", "87": "記曰。答依等者。阿含經等。依彼自宗。則云有所稟之", "88": "教。依以起行。以行趣果。得二涅槃。今依法華了義大", "89": "乘等經。則云昔日但有善誘之空言。不能如實修四", "90": "無量。故無實行。", "91": "評曰。此中所揀通大也。釋以愚法。能揀一乘也。釋", "92": "以終教可乎。能所不分。判妙為麤。二過也。", "93": "記曰。若望等者。本末出界。今既出已。非不得也。仍在", "94": "所引之中。故皆無得望一乘也。", "95": "評曰。前引探玄分二之文。又引清凉後一不共之", "96": "語。若爾。則後一為不共一乘。前四為共教三乘。三", "97": "乘中通愚法及回心也。今却用顯法本末聖言。揀", "98": "定義何邪。且下章云。愚法二乘並在所引諸子中。", "99": "故知三乘外別有小乘等者。迺是開愚法異回心", "100": "三宗差別也。前引開二。此用分三。寬成允當。又云。", "101": "故皆無得望一乘者。望圓教一乘邪。終教一乘邪。", "102": "若望終教。此中豈以終教為一乘。若望圓教。圓教", "103": "一乘。豈獨揀於愚法。", "104": "記曰。約同教者。未顯無盡。故非別教。如善財見三千", "105": "塵數知識。探玄判曰。同教者義同此也。同者同前諸", "106": "教三乘。故名同也。", "107": "評曰。此約同教。是華嚴否。彼約同教。是法華否。縱", "108": "二處皆曰約同。而部類天別。授彼證此。殊非正當。", "109": "又曰。同者同前諸教三乘故名同者。記家釋同教", "110": "得名所教也。太一曰。華嚴經又前之五會。及十明", "111": "已後。盡不思義品。即以一乘別教。從三乘說。今亦", "112": "爾否。若爾。華嚴前之五會。極不思議品。應是同教", "113": "邪。別不然者。何引三千世界塵數知識。又清凉曰。", "114": "同頓同實者。該彼所詮。入圓成此。彰其無礙。今云。", "115": "同前諸教三乘。亦若此否。又十章并清凉總相會", "116": "通義理分齊行願義記諸文同教。皆以同前諸教。", "117": "作得名所以否。章文云。此約同教一乘。以明異耳。", "118": "抄家却云。同前諸教三乘。故名同也。豈為允當。", "119": "記曰。又彼下二別教至又彼等者。至相同在。一乘則", "120": "圓明具德處。三乘則一相孤門。故知二宗不同。今約", "121": "以辨。", "122": "評曰。具德前章。以辨今文。又引圓明具德。明二宗", "123": "不同。何異折薪。一一德中。具無量德相十玄之義", "124": "邪。唯益繁文。不諳章旨。不然。具德之言。與焚薪多", "125": "車揀一車。無盡佛法。一成一切成。有何干預。", "126": "記曰。一相一寂。即一事一理。所謂三乘終教。一相真", "127": "如也。", "128": "評曰。將一事解一相者。終教應是事真如那。以記", "129": "三所謂三乘終教一相真如故。清凉曰。根本智觀", "130": "理一相。肇公曰。一相者即空相也。事真如否。下文", "131": "曰。一相一寂一味理等。即未甞云事。思之。", "132": "記曰。尚須分宗者。文中雖但云三一差別。意兼小乘。", "133": "明有三宗。一小乘宗。二三乘宗。三一乘宗。", "134": "評曰。前云然此一乘三乘差別。此云。其別教一乘", "135": "所明行位因果等相。與彼三乘教施設分齊全別。", "136": "不同中問。又云開示一乘三乘文義差別。又云。一", "137": "乘三乘差別顯耳。何甞約三宗料揀。不然。大疏玄", "138": "談。全揀全収。意兼小乘。分三宗差別不。且三宗差", "139": "別。下同教中。廣引經論。詳辨義理。何特於此。紊繁", "140": "章旨。", "141": "記曰。然此三宗寄於五教。則有二說。乃至今當前義", "142": "至文更釋。", "143": "評曰。文意既非三宗。從而又說二種權實。因妄至", "144": "妄也。", "145": "記曰。若但明分相。則唯彰權實不因。義非絕待。豈知", "146": "一外無三。獨一圓極。今備該諸權。統攝一切。方盡圓", "147": "融無礙之大宗也。", "148": "評曰。原其揀収。乃一乘家實德。故云不一是上分", "149": "相門。不異是此該攝門。焚薪云。究竟正乘。坐斷法", "150": "界。舊曰圓融無是普法。斯則隨舉一門。理皆圓足。", "151": "記云唯彰義非。今該方盡。皆斧鑿痕。", "152": "記云。浮石乃至昔說三乘。汎總為別。今言即一攬別", "153": "成總。乃成普法也。", "154": "評曰。昔說三乘。今日一乘。三時五時漸教也。圓釋", "155": "別教該攝門可乎。匪唯暗於章門連文。類之意皆", "156": "失。", "157": "記曰。初二三存故。得有所依。後二三即是一。無可存", "158": "壞。汝等所行。是菩薩道。故得入一乘也。", "159": "評曰。後二三即是一者。初二應不即一邪。初二亦", "160": "即一者。何獨云後二三即是一。又云汝等所行是", "161": "菩薩道故得入一乘者。且別教之下。彼三乘法。宛", "162": "若太虗。所謂義言也。今以法華釋成可乎。又無不", "163": "壞無可存。是取昔以否。夫該攝大旨者。可堂曰。縱", "164": "収諸教。一一同圓。故唯有一乘。更無餘也。圭山曰。", "165": "二地中廣明十惡十善。即該人天乘也。四諦品及", "166": "五地十重四諦。即該聲聞乘也。六地十重十二因", "167": "緣。即該緣覺乘也。", "168": "部般若不出三天偈文。涅槃法華出現品中一兩", "169": "門記盡。清凉曰。既不厭捨。曾何乘之。一成一切成。", "170": "無一眾生不具佛智。賢首曰。如經中以普賢眼見", "171": "一切眾生。皆已究竟。故云唯有一乘。更無餘也。", "172": "記曰。何以不作問。及結語邪。答。一乘隱顯者。對別機", "173": "小智說也。", "174": "評曰。一乘隱顯對別機小智者。三乘存壞。對普機", "175": "大智說否。若對大智。何曰三乘。若亦別機。何獨隱", "176": "顯。", "177": "記曰。是則下三結指二。初結成一異二門相即也。", "178": "評曰。且章云。是則不壞不一。而明不異者。盖壞相", "179": "之作。非不思議故也。若將下。指配照此不壞不一。", "180": "乃分相門。而明否異。乃該攝門。何甞明相即之義", "181": "耶。之章云不一不異。而抄家却以一異釋成。相反", "182": "若是。非唯壞其不一。抑亦壞其不異。不知其可也。", "183": "記曰。若爾。何故清涼但言同頓同實。", "184": "評曰。揀權通說。諸祖同途。特諸清凉。故生疣贅。", "185": "記曰。合後三教。為一性宗。則後三合為一乘。至義分", "186": "齊開同別處。將彼二教為同教。彼一為別教。", "187": "評曰。後三合為一乘。至義分齊開同別者。且義分", "188": "齊中。亦如貞元合後三。開同別否。", "189": "記曰。是故且同頓實至不地抄云。若同三乘。亦収前", "190": "四。則當始小。是故清凉亦同諸祖。總會諸權。以入一", "191": "實也。", "192": "評曰。地抄若同三乘。亦収前四。別教邪。同教邪。若", "193": "同教者。何諸祖云。若下同諸乘道十無礙一部太", "194": "宗。又云。下同諸乘下約融通說。若別教者。何以法", "195": "真大師。亦引成同教。", "196": "記曰。分諸乘者。明統列方便。總入正乘。融本末者。顯", "197": "一理遍通。權實無碍。", "198": "評曰。此云分諸乘。乃統列方便。下曰。如是立中同", "199": "教之內。亦列別教一乘。然此列方便。或是彼別教", "200": "應非彼列別教。或是此列方便。應非記之不審。此", "201": "居一焉。又融本末時。引理遍通。而棄義門異者。融", "202": "本末中。應壞權實邪。今釋曰。分諸乘者。顯法不同", "203": "也。如經露地所授。並臨門三車等。融本末者。說一", "204": "切乘無差別也。如會三歸一等。", "205": "記云。初標數六重者。顯全收也。", "206": "評曰。顯全収者。為與前語。所以現全収同邪。為與", "207": "三寶童。或亦通収同邪。若與三寶章同者。何以下", "208": "亦引證融本末邪。若與前科同者。該攝分乘二義", "209": "同乎。章家分諸乘。記家顯全収。歒體相違也。", "210": "記曰。皆名一乘者。即圓教攝四。皆名圓也。", "211": "評曰。圓教攝四皆名圓者。且此中一乘。為泯權皈", "212": "實一乘邪。為望正乘而為方便。受一乘名邪。若望", "213": "正乘而為方便受一乘名者。何用清凉全収義耶。", "214": "若泯權歸實一乘者。此一乘。何反不及所流辨邪。", "215": "以下記文。獨判攝方便。為非即圓通自在義故。", "216": "記曰。故經下二引經。是菩薩道。即一乘也。", "217": "評曰。是菩薩道即一乘者。正乘邪。方便乘邪。若正", "218": "乘者。何以章云是同非別。若方便乘者。何以前文", "219": "引為三即一。現全収句。", "220": "記曰。方便乘者。分別有十。乃至若橫依方便。進趣法", "221": "門。即有二義。通說一乘。一由依究竟一乘教成。何以", "222": "故。從一乘流故。又為一乘教所目故。二與彼究竟圓", "223": "乘為方便故。故說一乘非即圓通自在義也。一切三", "224": "乘等。並名一乘。若謂是所流為取目無異事等。即圓", "225": "通法也。若言說方便是方便。則三乘等非即圓通義", "226": "也。", "227": "評曰。若謂橫依方便所流所目三乘等即圓通法", "228": "者。為事圓通邪。理事圓通邪。若同教理事圓通者。", "229": "何唯所流所目而特揀攝方便邪。且攝方便非理", "230": "事圓通乎。若別教事事圓通者。何以前記將作同", "231": "教因法邪。據此即有二種同教也。又若所流所目", "232": "乃圓通法。攝方便為非圓通法者。其法相交參。就", "233": "勝門八義意趣教事深細十義方便。此五義圓通", "234": "同教邪。非即圓通同教也。又斷惑分齊文曰。若攝", "235": "方便。前諸教所明。並入此中。以是此方便故。及所", "236": "流所目故。且彼中同教。是非即圓通同教邪。又若", "237": "攝方便與所流所目圓通不圓通異者。且攝方便", "238": "中二乘回心。如舍利弗等六千人。於文殊邊。回心", "239": "即得十大法門。及十眼十耳等境界。其所流所目", "240": "圓通同教之機。得何法門。何等境界。若與攝方便", "241": "所得同者。何圓通不圓通之異。若與方便所得不", "242": "同者。離十大法門十眼十耳等境界外。更有何法。", "243": "又賢首何於明佛種性行位分齊中。獨取不即圓", "244": "通。而棄圓通乎。清凉約圓融不融。分成二種。融即", "245": "別教普法。不融乃同教一乘。今此記文。立立圓通", "246": "不圓通同教。於理可乎。又若約教義攝益中。為彼", "247": "所目作別教釋圓通法者。橫依方便。約唯一圓教", "248": "否。三乘俱非教義。約正乘方便乘。同別角玄否。則", "249": "亦違下章就同教說。又亦自語楚夏。以前文就同", "250": "教說故。然法真大師。引至相會三歸一。故知同也。", "251": "又引今以理求通之。與同無別趣也。曰。今從至相", "252": "等正義既出。遂今華嚴大宗。同別二教。猶天之日", "253": "月。易之乾坤紀綱振舉。主伴齊彰。學者司南。得門", "254": "而入。使未淵源之游說。孰不負荊歸已。築底之玄", "255": "談。理應截舌。病根連󳫠。教眼永安。立二種同。深不", "256": "可也。", "257": "記曰。合一同三為大乘。開出愚法為小乘。回心屬大。", "258": "以此趣佛果故。", "259": "評曰。回心屬大。皆趣佛果者。大般若曰。若不情類", "260": "於聲聞乘性決定者。聞此法已。速能證得自無漏", "261": "地等。深密又曰。普為發趣一切乘者。趣佛果乎。雖", "262": "華嚴論分上下乘別。非此中意。", "263": "記曰。上開者。是於一大善巧法中。開作三宗也。", "264": "評曰。此引探玄。證一乘為別。前謂方便配一乘。屬", "265": "同法真得。爾自語相違邪。前云但演義為文。非玉", "266": "峰辨第三昧者。為此等也。", "267": "記曰。當知分相中雖但揀三乘。祖意正有三宗不同。", "268": "評曰。前文正在三宗不同者。且分相門別旨邪。三", "269": "宗邪。合愚法同回心邪。開愚法異回心邪。下重示", "270": "三宗。成顯法本末邪。成分相門邪。", "271": "記曰。法華會三歸一。正破小乘。故曰非也。", "272": "評曰。法華會三歸一者。漸之終極邪。圓之同教邪。", "273": "文云。正破小乘。合愚法同回心破邪。開愚法異回", "274": "心破邪。此中法華非小乘。與前正破小乘。其意同", "275": "邪異邪。", "276": "記曰。問終教亦有二乘邪。答界內二乘。前教則無。唯", "277": "此有也。昔人云。此乃說前小乘。非終教有。此說太疎。", "278": "評曰。此之問答。申斷惑前義耶。若申前義。何謂昔", "279": "人此說太疎。若申後義。何謂界內二乘終教。獨有", "280": "如此。誥之全無所守。", "281": "記曰。又問此上諸論。義當始教。何以於此終教引邪。", "282": "答斷惑中有二義。乃至當知經論義實多含。此諸論", "283": "等。義通三教。是故此中引成終教之義。", "284": "評曰。問中云。何以於此終教引答。又結云。是故此", "285": "中引成終教之義。此則三車。唯屬實教。不通初門。", "286": "乃令始教進非三乘。退非愚法。是何乘耶。且大乘", "287": "初門。一宗文籍。於此三宗。竟無所歸耳。又瑜伽聲", "288": "聞決擇雜集論等。并空有二宗經文。并為實教大", "289": "乘。則始教之下。宛若大虗也。以記云終教引故。又", "290": "云。當知經論義實多含。成終教故。若謂深必該淺。", "291": "並屬終教者。且章文正辨三宗差別。孰云以後攝", "292": "前邪。又既云引成終教之義。記家乃謂。章文唯約", "293": "斷惑中初義也。若爾。則三宗義亦不成。以始教許", "294": "出。無界內二乘故。又若三車唯終頓者。何以焚薪", "295": "云。若後義雖始教。而愚法二乘亦在所引中邪。又", "296": "復累及所引探玄權字徒施。以云經論義實多含。", "297": "歸終教故。仍使分教中一三乘教義不極成。以引", "298": "成此中三車唯終頓故。遂使三宗乃成破法。非緣", "299": "起好法。以缺大乘初門。攝生方便故。昔人三車唯", "300": "屬初門。今判三車齊歸終頓。過猶不及也。又若謂", "301": "章文唯約初義者。如何說得終頓教下有二乘耶。", "302": "以初義無二聲聞故。又復細視文意。雖約初義。而", "303": "不能承用初義。何者。且始教許出。終教不許者。其", "304": "終教不許。如彌勒所問經論法華經等。其始教許", "305": "出。如瑜伽聲聞決擇雜集等論。今記家盡將空有", "306": "二宗經論義實多含。一發判為終教。是誰許出邪。", "307": "問曰。大乘始教。為將愚法二乘教。即羊鹿邪。非羊", "308": "鹿邪。若非羊鹿者。何以許彼出界可歸邪。若即羊", "309": "鹿者。何以文中三車外又有界內二乘邪。又問曰。", "310": "大品云。欲得聲聞乘當學般若波羅蜜等。斷惑中。", "311": "初義邪。後義邪。羅漢實義在大乘中。初義邪。後義", "312": "邪。普超三昧經云。唯大乘中。得有三藏。初義邪。後", "313": "義邪。瑜伽聲聞決擇雜集等論。與婆沙俱舍等不", "314": "同。初義邪。後義邪。章文云。大乘必具三。初義邪。後", "315": "義邪。然當知章旨雙備二義。其初義如文可見。其", "316": "後義良由影在實證。在大已下。故不言也。三寶章", "317": "云。謂彼愚法二乘無漏。亦非可歸。以非究竟安隱", "318": "處故。如彼化城。終頓捨故。乃至如經中歸聲聞僧", "319": "犯菩薩戒等。此約三乘終教說。解曰。即此初義終", "320": "教不許出也。且彼云。亦非可歸。即此約大乘終教", "321": "已去。並不名究竟出三界也。今此不能如實修四", "322": "無量。即彼云。歸聲聞僧犯菩薩戒者。是也。彼又曰。", "323": "如前愚法。亦是可歸。以諸趣寂皆究竟故。諸不定", "324": "性必回心故。此約始教說。解曰。即此初義。始教許", "325": "出也。故下章云。以下同上。亦許二乘全斷惑障分", "326": "斷所知障也。彼又曰。此大乘中自有二無漏故。又", "327": "亦自有三乘法故。故說通二。非攝愚法。此通始終", "328": "漸教說也。解曰。即此第二義。愚法則始。亦不許通", "329": "大。則終亦許出也。彼云。亦自有三乘法。即此文是", "330": "故大乘必具三也。此云羅漢實義在大乘中。即彼", "331": "云此大乘中自有二無漏者。是也。以彼證此。二義", "332": "宛然。上兼一乘。下並愚法。三宗備矣。斯蓋法真大", "333": "師。有唐親承。承三宗也。一時開悟。悟三宗也。三昧", "334": "醞釀。釀三宗也。縱辨而說三宗也。則知吾教宗部", "335": "雖繁。要歸不出三宗。舍三宗不足以明賢首道。不", "336": "足以議賢首教。故學者不可不思。思者不可不學", "337": "也。", "338": "記曰。此中下三科揀通大示要。問曰。仍諸共教上下", "339": "相望。有共不共等。", "340": "評曰。此中合引探玄。共大之小非愚法。共小之大", "341": "非別教。却引要問共教之下共不共。於章何用。", "342": "記曰。依此三義者。進指智論。遠則指其開三本義通", "343": "文。", "344": "評曰。智論唯有共不共二種般若。何三義之可指", "345": "耶。", "346": "記曰。前二不融為同教。後一圓融為別教。則一乘宗", "347": "中。離同別外。亦無餘法。是故諸祖並無二種同教。對", "348": "一別也。", "349": "評曰。既曰諸祖並無二種。何忽判孔目。橫依方便", "350": "者。圓通不圓通之異邪。當知非即圓通自在。雙結", "351": "二義。並皆不融。為同教一乘也。", "352": "記曰。為相宗學人有不信者。是故再三指示也。", "353": "評曰。賢首所以重示三宗者。聖者格言不可捨也。", "354": "謂治相學。妄誕太甚。", "355": "記曰。二從理成行門。此有三義。初中約一乘辨者。以", "356": "大乘揀二乘故。小乘則回心也。就普機說。故知約一", "357": "乘辨。", "358": "評曰。就普機說。故知約一乘辨者。科家云。從理成", "359": "行門。太一曰。於方便中。從理成行分三。就普機否。", "360": "前記曰。是故下同教中。始自一乘二三乘等。皆是", "361": "眷屬經攝。良由是方便等。且眷屬方便。就普機否。", "362": "苟爾。其九本更被何器。又況焚薪自明此義。", "363": "記曰。總開意者。約三世門及人天為四。", "364": "評曰。此約何三世間。若智正覺等三世間。總開中", "365": "將何乘配器世間。若出出世等三世間。何云及人", "366": "天為四。若作此釋。三轉本子不勝憤悶也。", "367": "記云。上來下三結指。是知大小人天等法皆入此門。", "368": "良由是方便故。", "369": "評曰。據上統列方便。總入正乘。今云皆入此門者。", "370": "乃是大小人天皆入正乘也。且下云。三一無礙皆", "371": "入此門。應是正乘邪。既失旨歸。莫知所主。是知用", "372": "三寶章者。迷東為西也。", "373": "記曰。吾祖曰。然此教海最深。包含無外。語其橫收。全", "374": "收吾教。乃至人天總無不包。乃至真不曉者也。", "375": "評曰。前釋標數。云顯全收。此引清涼。全收五教。是", "376": "將誥所以。現全收釋。分諸乘也。且分諸乘。是該攝", "377": "門否。文呵或者不曉。是亦強酒而惡醉者也。", "378": "記曰。此同教者。指分諸乘中或三或一。權實無礙。角", "379": "立互成。而總名一乘者。良由應法界。而有二門。有二", "380": "門故。兩宗并立。應法界故。三一無礙。", "381": "評曰。此文具三種宗法。其因有總別焉。且華嚴笑", "382": "菴。將同一法界。作同教得名所以。法真以乘錯宗。", "383": "因力排之。今記仍用因一法界。有其二門。為因可", "384": "乎。又云。權實無礙用立互成者。力量平等也。且攬", "385": "實成權。能全成泯權歸實否。既能全成。何以章云", "386": "實現未必一向藉於權。又云。雖具在壞竟必有盡", "387": "邪。又泯權歸實全成攬實成權者。何以章云攬實", "388": "實不失。又云。雖具隱顯。竟恒無盡邪。", "389": "記曰。又云。此文在三乘一乘方究竟。何以故。稱法界", "390": "故。", "391": "評曰。此文乃約前教三乘。後教一乘為門。說因緣", "392": "義。非約同教何以知者。下章云。若三乘賴耶識如", "393": "來藏法無我因中。有六義名義。而主伴未具。若一", "394": "乘普賢圓因中。具足主伴。無盡緣起。方究竟也。以", "395": "此得知非同教也。", "396": "記曰。一泯等者。則三亡而一顯。至別教唯有初門。", "397": "評曰。別教唯有初門者。誠是也。然準上記。文分諸", "398": "乘。乃並列餘經。皆是第九眷屬經攝。良由是方便", "399": "故。融本末乃是諸乘。得名一乘之因法。又應法界", "400": "故。三一無礙。皆屬不融同教。今問曰。此泯權歸實", "401": "門。分諸乘中來耶。融本末中出耶。若分諸乘中來", "402": "者。眷屬經中豈有別教一乘。若融本末中出者。且", "403": "本是不融同教。能毓圓通華嚴可乎。", "404": "記曰。以義從門。則權實常在。法界理圓。其體不二。", "405": "評曰。以義從門者。其門乃義門邪。法門邪。若法門", "406": "者。何以章云。義門異故權實恒存。若義門者。何以", "407": "義從義。", "408": "記曰。由此下作句數。至一唯一乘。普法獨立無一切", "409": "故。如上別教。乃至非三非一者。性果圓極。如前所辨。", "410": "評曰。此之四句。為通結同別二門耶。獨結同教一", "411": "門耶。若獨同教者。何以前云但為方便非主經邪。", "412": "且初後二句。但為方便。非主經乎。莫是分乘窄融", "413": "未寬乎。或唯一乘非一非三。引屬餘經眷屬攝乎。", "414": "若通結二門者。何科在融本末中邪。然學教菩薩", "415": "在理所歸。句私其黨。誠欲以斯童之是務。契大經", "416": "之冲玄。莫若法真大師焚折薪者也。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1000 評復古記", "author": "宋 希迪錄"}