{"sourceLink": "http://www.cbeta.org/", "text": {"0": "二正宗分(六)六(無間自說)預明禪境(二)初正明發相(三)二總別開示(二)二別顯相(五)三想陰(二)二正明發相(二)二廣略結勸(二)二略結勸(二)二再最流布", "1": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經卷第十", "10": "四行陰(二)初結前生後(二)初結前想盡阿難。彼善男子。修三摩提想陰盡者。是人平常夢想銷滅寤寐恒一。覺明虗靜猶", "100": "二四萬常二者是人窮四大元。四性常住。修習能知四萬劫中十方眾生所有生滅咸皆體", "101": "恒不曾散失計以為常。", "102": "孤山云。人之生滅不離四大。大性不失。於是計常。", "103": "三八萬常三者是人窮盡六根。末那執受。心意識中本元由處。性常恒故。修習能知八萬劫", "104": "中一切眾生循環不失。本來常住。窮不失性。計以為常。", "105": "資中云。此於六根及第七識。并執受心本元由處性恒不失。計以為常。舉所依", "106": "根顯能依識。既云心意識中。故知觀八識也。苕溪云。按楞伽云。阿梨耶識除", "107": "佛及入地菩薩。諸餘二乘外道修行者皆不能知。由是觀之。今行陰未盡豈能", "108": "於此計以為常。應知言心意識者通舉八識也。本元由處者別指行陰也。良以", "109": "首楞嚴定。頓窮八識。圓伏五住。而於想陰盡處。不了行陰微細生滅。妄認為常。", "11": "如晴空。無復麤重前塵影事。觀諸世間大地山河。如鏡鑑明來無所黏過無縱跡", "110": "非謂定中已見第八。慤師云。若了八識。何得異計。斯語善焉。補遺云。初就心", "111": "境觀生滅。次就四大觀生滅未為窮盡。今從六識至八識中觀其生滅。是眾生", "112": "本元由處。方為窮盡。六根即六識。執受即八識。心意識三。豎對六七八識。亦可", "113": "橫在三中。於此三處凡有生滅。並是行陰眾生之元。見其不斷乃是性常。雖歷", "114": "七八只觀行陰境。次觀四大。三觀八識。四計想窮心。又曰。至如行中興計未知", "115": "識陰之源。若了八識元由。何論異計。若論了八識。習氣都亡。則徧證圓知。何拘", "116": "八萬。既難消釋。不可懷疑。高掛詞臺待明方決。彼文非謂能窮梨耶。如前四大", "117": "屬色。豈謂方觀。乃寄色推元。求其生滅。良以此中圓教行人失意之類。雖聞八", "118": "識未窮理源。茲乃三摩地人偶同外道耳。", "119": "四不生滅常四者是人既盡想元生理。更無流止運轉。生滅想心今已永滅。理中自然成不生", "12": "虗受照應。了罔陳習。唯一精真。", "120": "滅。因心所度計以為常。", "121": "長水云。想陰既盡。運動已息。不生滅理自然是行。此於生滅計不生滅。故執為", "122": "常。補遺云。前三乃於三處計其生滅不斷為常。此計想心滅處細相心滅。執", "123": "為不生滅理。勝前三也。前三計生滅不斷為常。第四計生滅細相似理。乃執理", "124": "為常。如見細流謂之止水。長水云。想元生理者。想心乍伏。生類根元乃現。指", "125": "行陰細相為生理也。更無流止等者。以生滅細故。不見動靜之相也。理中自然", "126": "者。指細相生滅為理有自然相也。", "127": "二結過由此計常亡正徧知。墮落外道。惑菩提性。", "128": "苕溪云。此四徧常所窮之境。從廣至狹而成次第。初通五陰。二局色陰。三唯行", "129": "陰。四但是行陰不生滅理。補遺云。第三乃徧於六七八中計行陰生滅之相", "13": "長水云。想陰若存。寤則取像。寐則成夢。此陰既盡。雖有寤寐而無夢想。是故常", "130": "耳。如前計四大云色陰已消。是知於四大上計生滅行陰耳。故云窮四大元。元", "131": "即生滅也。前雖已觀色陰。今究其元也。", "132": "三結示是則名為第二外道立圓常論。", "133": "三四一分常論(二)初正心絕魔又三摩中諸善男子。堅凝正心。魔不得便。", "134": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於自他中起計度者。是人墜入四顛倒見一分無", "135": "常一分常論。", "136": "二別顯(二)初正明(四)初我常欲無常一者是人觀妙明心徧十方界。湛然以為究竟神我。從是則計我徧十方凝明不", "137": "動。一切眾生於我心中自生自死。則我心性名之為常。彼生滅者真無常性。", "138": "苕溪云。觀妙下重舉觀行。湛然下正明起計。亦由不了行陰生滅。妄謂此處心", "139": "性湛然以為神我。言神我者。外道名主諦。謂一切法皆是我所。悉以此神而為", "14": "一。苕溪云。准智論明阿羅漢有眠無夢。騐今想盡即六根淨。以圓觀所破通", "140": "其主。熏聞云。智論明外道神我即是六識。更無異事。今於行陰中起計。亦是", "141": "分別事識。妄認行陰為不動我。", "142": "二劫壞劫不壞二者是人不觀其心。徧觀十方恒沙國土。見劫壞處。名為究竟無常種性。劫不壞", "143": "處名究竟常。", "144": "恒沙國土。秪於一大千界內見諸國土耳。苕溪云。謂三禪以下。終為三災所", "145": "壞。名無常種性。四禪以上災不能壞。名究竟常。", "146": "三我如微塵轉三者是人別觀我心精細微密。猶如微塵流轉十方性無移改。能令此身即生即", "147": "滅。其不壞性名我性常。一切死生從我流出。名無常性。", "148": "我既微細。生滅亦然。故云即生即滅。而此生滅從細至麤相續無間。故云一切", "149": "死生等。補遺云。以妙明心體徧於十方計為我性。而行陰生滅猶如微塵。雖", "15": "別二惑。猶如冶銕麤垢先除。故云無復麤重等。虗受照應即受想二陰也。受以", "150": "流十方。以微細故不覺流動。因計性無改移。為常一邊。然則所計我。性不動是", "151": "行之體。生滅是行之相。能令此身即生即滅。此計色身有生滅無常。不覺行陰", "152": "有微細生滅。計為不動。", "153": "四行常餘無常四者是人知想陰盡。見行陰流。行陰常流計為常性。色受想等今已滅盡名為無", "154": "常。", "155": "孤山云。知想陰盡者。得意。即入相似。初心失意。則因茲起見。其失意者。乃是命", "156": "伏為盡。非斷盡也。前後准此。補遺云。行陰常流。騐前四徧常論中。前三直計", "157": "生滅不斷為常。第四計細相生滅為不生滅理。執理為常耳。苕溪云。此四顛", "158": "倒。初觀神我及一切眾生。即正報也。次觀國土與劫。即依報也。此二對他明常", "159": "無常。三觀我心及身。四計陰等。此二約自色心明常無常。亦從廣至狹也。", "16": "虗明為本。想以取像為義。下文云。種種取像心生形取等。名為融通妄想。今覺", "160": "二結過由此計度一分無常一分常故。墮落外道。惑菩提性。", "161": "三結示是則名為第三外道一分常論。", "162": "四四有邊論(二)初正心絕魔又三摩中諸善男子。堅凝正心。魔不得便。", "163": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於分位中生計度者。是人墜入四有邊論。", "164": "二別顯(二)初正明(四)初三世一者是人心計生元流用不息。計過未者名為有邊。計相續心名為無邊。", "165": "孤山云。生元即行陰也。過未不見故名有邊。現在相續故名無邊。", "166": "二眾生二者是人觀八萬劫。則見眾生八萬劫前寂無聞見。無聞見處名為無邊。有眾生", "167": "處名為有邊。", "168": "苕溪云。後八萬劫亦合如前。", "169": "三心性三者是人計我徧知。得無邊性。彼一切人現我知中。我曾不知彼之知性。名彼不", "17": "明中觀諸世間如鏡照物。即想陰也。了罔陳習。謂受之與想已無陳故習氣也。", "170": "得無邊之心但有邊性。", "171": "孤山云。但見彼人現我知中。而不能知彼人性徧。故計彼性以為有邊。", "172": "四生滅四者是人窮行陰空。以其所見心路。籌度一切眾生。一身之中。計其咸皆半生半", "173": "滅。明其世界一切所有。一半有邊一半無邊。", "174": "資中云。此計行陰滅處為空。空故無邊。以心籌度復見有生。生故有邊。世界所", "175": "有義亦如是。窮行陰空。非謂能破行陰見空。此人見行陰中有生有滅。生於", "176": "偏受。遂計滅處為空。空是無邊。將為所證。其生一邊屬於有邊。非所窮也。苕", "177": "溪云。此四有邊。初唯約自。二單約他。三具自他。四重計他一切依正。斯則前狹", "178": "後廣。以成其次。", "179": "二結過由是計度有邊無邊。墮落外道。惑菩提性。", "18": "補遺云。周禮列子夢有六候。一曰正夢。平居自夢。二曰蘁夢。驚愕而夢。三曰", "180": "三結示是則名為第四外道立有邊論。", "181": "五不死矯亂論(二)初正心絕魔又三摩中諸善男子。堅凝正心。魔不得便。", "182": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於知見中生計度者。是人墜入四種顛倒不死矯", "183": "亂徧計虗論。", "184": "資中云。准婆沙論釋外道計天常住。名為不死。計不亂答得生彼天。若實不知", "185": "而輙答者。恐成矯亂。故有問時。答言祕密言辭不應皆說。或不定答。佛法訶云", "186": "此真矯亂。故名不死矯亂虗論。熏聞云。節疏云外道計無想天為不死天。", "187": "二別顯(二)初正明(四)初總計一者是人觀變化元。見遷流處名之為變。見相續處名之為恒。見所見處名之為", "188": "生。不見見處名之為滅。相續之因性不斷處名之為增。正相續中中所離處名之", "189": "為減。各各生處名之為有。互互亡處名之為無。以理都觀。用心別見。有求法人來", "19": "思夢。思念而夢。四曰寤夢。覺時道之而夢。五曰喜夢。喜悅而夢。六曰懼夢。恐怖", "190": "問其義。答言我今亦生亦滅亦有亦無亦增亦減。於一切時皆亂其語。令彼前人", "191": "遺失章句。", "192": "長水云。於一生滅行陰。分為八義別見。謂常變生滅增減有無也。答中略舉六", "193": "義。以不能定其道理但兩楹而答。故云亦生亦滅等。補遺云。互互即是各各。", "194": "諸法各各生處為有。亡處為無。皆於定中所見。", "195": "二計無二者是人諦觀其心。互互無處因無得證。有人來問。唯答一字但言其無。除無之", "196": "餘無所言說。", "197": "三計有三者是人諦觀其心。各各有處。因有得證。有人來問。唯答一字但言其是。除是之", "198": "餘無所言說。", "199": "四俱計四者是人有無俱見。其境枝故其心亦亂。有人來問。答言亦有即是亦無。亦無之", "2": "一名中印度那蘭陀大道場經於灌頂部錄出別行", "20": "而夢。法華文句云。唯佛不夢。無疑無習氣故。從五事故有夢。如偈說以疑心分", "200": "中不是亦有。一切矯亂。無容窮詰。", "201": "苕溪云。從二至四。於前八句有無分出也。二三單計。第四兩亦。有即是無。如氷", "202": "是水。無不是有。如水中氷。四句之中但涉三句。未見雙非。其計猶麤。", "203": "二結過由此計度矯亂虗無。墮落外道。惑菩提性。", "204": "三結示是則名為第五外道四顛倒性不死矯亂徧計虗論。", "205": "六十六有相論(二)初正心絕魔又三摩中諸善男子。堅凝正心。魔不得便。", "206": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於無盡流生計度者。是人墜入死後有相發心顛", "207": "倒。", "208": "資中云。無盡流即行陰也。由見無盡故言死後有相。", "209": "二別顯(二)初正明(二)初本計或自固身。云色是我。或見我圓含徧國土。云我有色。或彼前緣隨我迴復。云色屬", "21": "別。學習因現事。非人來相語。因此五事夢。五事六候皆本陰。熏聞云。智論第", "210": "我。或復我依行中相續。云我在色。皆計度言死後有相。如是循環有十六相。", "211": "真際云。初計色四句。謂色是我。我有色。色屬我。我在色。例餘三陰各計四句。故", "212": "成十六。苕溪云。今謂外道六法。我與識異。今行陰未破。識未當情。故不言耳。", "213": "問前三陰既破。何故與我復計四句耶。答但破其計不破其法。色等生滅念念", "214": "不停。即無盡流也。然此行陰。與常塗所辨麤細不同。如百論家。以識陰為初。想", "215": "陰居次。受陰第三。三皆無記未能成業。至於行陰。方起煩惱造作諸業。是則四", "216": "陰之中行陰最粗。此據平常未破時說也今觀行中已破受想。須知行陰粗相", "217": "亦盡。唯細相在。故通前三陰俱見遷流。幽隱之元其實難曉。補遺云。應知五", "218": "陰前後粗細二義不同。若約造業論之。行陰方論造業。前三但是無記。所以行", "219": "陰最粗。百論意也。二約分別論之。識陰但總相分別。行陰生滅遷流分別最細。", "22": "九十二云。眠有二種。一者眠而夢。二者眠而不夢。阿羅漢非為安隱著樂故眠。", "220": "今取所破次第。行陰微細生滅在後為細也。百論又以想在受前。由先有想心", "221": "方受於境。若爾受想二心前後無在。但受境後想心為強。故諸文多說耳。", "222": "二別計從此或計畢竟煩惱。畢竟菩提。兩性並驅各不相觸。", "223": "苕溪云。上四陰與我。既死後有相。或復妄計煩惱菩提。理亦如是。以煩惱由陰", "224": "而生。菩提由我而證。言畢竟者。即兩性並驅入未來際也。", "225": "二結過由此計度死後有故。墮落外道。惑菩提性。", "226": "三結示是則名為第六外道立五陰中死後有相心顛倒論。", "227": "通結五陰。正在前四。又雖在前四。義唯行陰耳。", "228": "七八無相論(二)初正心絕魔又三摩中諸善男子。堅凝正心。魔不得便。", "229": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於先除滅色受想中生計度者。是人墜入死後無", "23": "但受四大身。法應有食息眠覺。是故少許時息名為眠。不為夢眠。", "230": "相發心顛倒。", "231": "二別顯(二)初正明(二)初本計見其色滅形無所因。觀其想滅心無所繫。知其受滅無復連綴。陰性消散。縱有生", "232": "理而無受想。與草木同。此質現前猶不可得。死後云何更有諸相。因之勘校。死後", "233": "相無。如是循環有八無相。", "234": "見其下明色受想三陰已滅。由見先來三陰滅故。乃計現第四陰俱無。明入無", "235": "想。從陰性下明現前色陰盡也。此質下以現前況死後也。色陰既爾。受想行亦", "236": "然。是故例云如是循環等。補遺云。此現觀色陰虗融無礙。不可得其質礙之", "237": "相。況滅後耶。", "238": "二別計從此或計涅槃因果一切皆空。徒有名字。空竟斷滅。", "239": "苕溪云。涅槃因果。依現陰而修。後陰而證。陰既叵得。修證何有耶。", "24": "二生後行相(二)初示二相(二)初不盡相生滅根元從此披露。見諸十方十二眾生畢殫其類。雖未通其各命由緒。見同生", "240": "二結過由此計度死後無故。墮落外道。惑菩提性。", "241": "三結示是則名為第七外道立五陰中死後無相心顛倒論。", "242": "八八俱非論(二)初正心絕魔又三摩中諸善男子。堅凝正心。魔不得便。", "243": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於行存中兼受想滅。雙計有無。自體相破。是人墜", "244": "入死後俱非起顛倒論。", "245": "補遺云。雙計有無。非謂只計有無而已。計有非無。計無非有。二者相破。成雙非", "246": "也。", "247": "二別顯(二)初正明(二)初本計色受想中見有非有。行遷流內觀無不無。如是循環窮盡陰界八俱非相。隨得一", "248": "緣。皆言死後有相無相。", "249": "苕溪云。謂三陰無亦如行陰之有行陰有亦如三陰之無。四陰各二。故名八俱", "25": "基猶如野馬熠熠清擾。為浮根塵究竟樞穴。此則名為行陰區宇。", "250": "非相。如色陰之一。有亦不可。無亦不可。見有消融。乃非有也。例行陰不無。是亦", "251": "非無。良以行陰生滅之細不可破滅。因計為有。反非前無。又將前無可非今有。", "252": "補遺云。此下釋出雙計有無相也。觀色等中已破云無。非今行陰現存之有。", "253": "又觀行陰之有。非前色等之無。若於四陰之中。隨觀一陰。便有此計。言有相無", "254": "相者。即前標云雙計有無。自體相破也。有相非無無相非有也。良由行者兼前", "255": "已破三陰。在行陰中。故起此計。", "256": "二別計又計諸行性遷訛故。心發通悟有無俱非。虗實失措。", "257": "苕溪云。此計雙非也。色受想等皆名諸行。悉有遷訛。下文云甲長髮生。氣銷容", "258": "皺。乃至念念不停。即其相也於前四陰雙非有無。亦有八俱非義。此見既細。所", "259": "以的就行陰言之。此別就行陰計俱非也。諸法生滅。遷變不定。心中開通雙", "26": "行陰是生滅元。以遷流造作故。想盡行現。故云披露。下文云。唯生與滅是行邊", "260": "非之義。見其生。故非無。又見滅。故非有。補遺云。虗實。即生滅也。生實虗滅二", "261": "者相破。故云失措。", "262": "二結過由此計度死後俱非。後際昏瞢無可道故。墮落外道惑菩提性。", "263": "三結示是則名為第八外道立五陰中死後俱非心顛倒論。", "264": "九七斷滅論(二)初正心絕魔又三摩中諸善男子堅凝正心。魔不得便。", "265": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於後後無生計度者。是人墜入七斷滅論。", "266": "長水云。是人見行陰念念滅處。名後後無。孤山云。七斷滅者。欲開人天。色開", "267": "四禪。無色合一。此計七處滅已不生也。", "268": "二別顯(二)初正明或計身滅。或欲盡滅。或苦盡滅。或極樂滅。或極捨滅如是循環窮盡七際。現前銷", "269": "滅。滅已無復。", "27": "際。今想盡唯行。故云披露。補遺云。皆謂想盡行現。故曰披露。今謂前云想盡", "270": "身滅者。欲界人天也。欲盡滅。初禪欲染已盡故。苦盡滅。二禪極喜無憂念故。極", "271": "樂滅。三禪之樂極故。極捨滅。四禪捨覺觀喜樂故。無色捨色礙故。然則極捨之", "272": "言。含其二也。", "273": "二結過由此計度死後斷滅。墮落外道。惑菩提性。", "274": "三結示是則名為第九外道立五陰中死後斷滅心顛倒論。", "275": "苕溪云。此計應從第七外道流出。但前約橫論。今約竪說。若攝橫歸竪。則前無", "276": "相屬。今身滅也。", "277": "十五現涅槃論(二)初正心絕魔又三摩中諸善男子。堅凝正心。魔不得便。", "278": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於後後有生計度者。是人墜入五涅槃論。", "279": "長水云。行陰滅而復生。故云後後有也。", "28": "約利根破惑。入相似位者說之。若鈍根人但是伏惑。想陰未破。唯得想心凝明", "280": "二別顯(二)初正明或以欲界為正轉依。觀見圓明生愛慕故。或以初禪性無憂故。或以二禪心無苦", "281": "故。或以三禪極悅隨故。或以四禪苦樂二亡。不受輪迴生滅性故。迷有漏天。作無", "282": "為解五處安隱為勝淨依。如是循環。五處究竟。", "283": "補遺云。或以欲界為正轉依者。正明欲定之相也。良以欲定成時。不見床鋪事", "284": "障。乃是定心之正報能轉依報。故下即云觀其圓明。苕溪云。初禪無憂者。已", "285": "離欲惱得輕安故。", "286": "二結過由此計度五現涅槃。墮落外道。惑菩提性。", "287": "三結示是則名為第十外道立五陰中五現涅槃心顛倒論。", "288": "苕溪云。此計應從第六外道流出。橫竪攝屬。亦如七九之類。熏聞云。攝前橫", "289": "相屬今竪義。一往屬欲界。二往通四禪。補遺云。前第六計有相。橫約法相。不", "29": "而已。未可云盡。今約澄寂乍伏之相。故云披露。各命由緒。眾生業相自不同善", "290": "依三界次第。故得竪名。與彼流輩臭味是同。故論攝屬。熏聞云。一往屬欲界者。", "291": "指彼第六計色即是我四句。一往只在欲界。二往可通四禪。以四禪外道寧無", "292": "此計。但據其或固自身之言。似如欲界之色。前標後後。約所見境起計。今云現", "293": "涅槃。約已證即身以說。然此計。從第六外道流出。既不同死後斷滅。似同死", "294": "後有相。以不見五處微細生滅。便謂安隱現得涅槃。", "295": "二結過勸示阿難。如是十種禪那狂解。皆是行陰用心交互。故現斯悟。眾生頑迷不自忖量。逢", "296": "此現前以迷為解。自言登聖。大妄語成。墮無間獄。汝等必須將如來心。於我滅後", "297": "傳示末法。徧令眾生覺了斯義。無令心魔自起深孽。保持覆獲。消息邪見。教其身", "298": "心開覺真義。於無上道不遭枝岐。勿令心祈得少為足。作大覺王清淨標指。", "299": "苕溪云。前色受想末。皆云無令天魔得其方便。今行陰後云心魔。下識陰後云", "3": "大唐神龍元年歲次乙巳五月二十三日", "30": "惡。乃由緒也。唯法眼明乃能知之。今位在五品。但總相見其生滅相耳。命謂性", "300": "見魔。心見不出見愛二惑。即煩惱魔也。於受陰中第五。生無盡憂心不欲活。猶", "301": "死魔也。并所觀五陰即陰魔。四魔具矣。熏聞云。前色受想等。且據大節判屬", "302": "天魔。其間不無煩惱之相。心見不出見愛二惑矣。此約通論。不可將二惑分對", "303": "兩陰。以行陰中識中。除定性二乘外皆邪見故。既有見惑。任運有背上使。即受", "304": "惑也。若以止觀十境收之。正屬見境。亦兼禪境。長水云。想陰未盡猶引外魔。", "305": "今想陰盡。行陰明露。但於所覺境界別生異見。執此為是。故云心魔。補遺云。", "306": "魔起於心。自貽伊戚。尚書云無起穢自臭。上色受想觀境猶麤。故外致天魔。今", "307": "行識既細。但於內心邪僻成魔。亦一往耳。理必互有。熏聞云。自起深孽。說文", "308": "云。禽獸蟲蝗之怪謂之孽。今言心魔自損如彼之怪。銷息猶除滅也。補遺云。", "309": "不遭枝岐者。惡道異端。枝岐則亡羊必矣。勿令心祈求也。五陰中魔。並生於希", "31": "命。即業相也。根塵生滅皆從行起。故曰樞穴。沈存中筆談曰。莊子言野馬也。塵", "310": "須躁進耳。", "311": "五識陰(二)初結前生後(二)初結前行盡阿難。彼善男子。修三摩地行陰盡者。諸世間性幽清擾動同分生機倐然墮裂。沈", "312": "細綱紐補特伽羅。酬業深脉。感應懸絕。於涅槃天將大明晤。如鷄後鳴瞻顧東方", "313": "已有精色。六根虗靜無復馳逸。", "314": "長水云。行陰即世間體性。世間有三義。一有生滅。二有漏。三可破壞。既墮世間。", "315": "同以行陰生滅為性。苕溪云。諸世間性即十二類生行陰體性也。同分生機。", "316": "謂與諸類同其分齊生滅之機。倐然下。見行陰盡相。行是業性。能持諸陰。如羅", "317": "網之有綱紐焉。補特下明不牽來報。應猶報也。補遺云。脉者幕也。幕絡一體", "318": "也。業能牽生。如幕絡不斷。孤山云。三德涅槃名第一義天。補遺云。指前行", "319": "陰若破即入相似將登分真。於中道涅槃之天將曉。如後鳴鷄。東方將明之精", "32": "埃也。乃是兩物。野馬乃田野間浮氣耳。遠望如羣羊。又如水波。佛書謂如熱時", "320": "色。相似三諦也。五陰之中。若於色陰盡則五陰皆破。已入相似。不復更修受等", "321": "之觀。為鈍根者。歷五陰說。但前伏後觀耳。豈有受想盡。入相似位。復至行陰修", "322": "觀。如後鳴鷄等邪。如色陰盡。則曰見諸佛心。如鏡現像。受陰盡。則曰得意生身", "323": "想陰盡。則曰猶如晴空。無復麤重前塵影事。與今瞻顧東方已有精色。並在相", "324": "似。無復優劣。以由一陰若破。惑去理顯。入位之相更無高下故也。苕溪云。五", "325": "陰伏有次第。斷無前後。今取將破別惑為後。初破通惑為先。斷伏頓漸如下所", "326": "辨。行陰既盡。故曰虗靜。不感分段生死。故曰無復馳逸。", "327": "二生後識相(二)初示二相(二)初不盡相內外湛明。入無所入。深達十方十二種類受命元由。觀由執元。諸類不召。於十方", "328": "界已獲其同。精色不沈發現幽祕。此則名為識陰區宇。", "329": "識陰披露。故得湛明。下文云。又汝精明湛不搖處。於身不出見聞覺知。即其相", "33": "野馬陽焰。即此物也。生滅不定如陽焰。故曰野馬。孤山兼言浮埃。亦悞也。孤", "330": "也。識息煖三和合成命。受生之際識陰為先。而此元由。復是人法二執生本。今", "331": "觀中所見雖未銷盡。且無行業招引來報。故云諸類不召。又見十方一切依正", "332": "唯識所變。故云已獲其同。精色不沈即湛明也。發現幽祕無所覆也。受命元由", "333": "即是識陰。既是類生種子元由。不起煩惱。不作新業。由是執果無受生。故云諸", "334": "類。補遺云。精色不沉。發現幽祕。只此二句是識陰區宇之相。前受想行已伏。", "335": "今觀識心明湛。故精色不沉。而幽祕發現也。識心望受想行最為幽祕。譬若即", "336": "主處室使令居外。故識陰體。得幽祕名。觀由執元者。觀識陰之由。復為二執之", "337": "元。觀破執元。所以諸類不召。", "338": "二盡相若於群召已獲同中銷磨六門。合開成就。見聞通鄰互用清淨。十方世界及與身", "339": "心。如吠瑠璃內外明徹。名識陰盡。是人則能超越命濁。", "34": "山云。畢殫其類者。言盡見其十二類生皆從行出也。以行是業。能招報故。雖未", "340": "苕溪云。群召雖異。識體是同。若於同中銷磨六根見愛之惑。則能合成一體開", "341": "為六用。六用不隔。皆悉通鄰。即法華所明六根清淨也。長水云。世界身心皆", "342": "唯識現。今識陰盡。唯見覺體明妙。如淨琉璃一切無障礙。名內外明徹。身心為", "343": "內。世界為外。俱無所得。故云明徹。前文云。十方國土皎然清淨。譬如琉璃內懸", "344": "寶月。身心快然。妙圓平等。獲大安隱。一切如來密圓淨妙皆現其中。是人即獲", "345": "無生法忍。則知識陰盡者是隨分覺也。文殊亦云。一處成休復。六用皆不成。塵", "346": "垢應念消。成圓明淨妙。", "347": "二顯妄源觀其所由。罔象虗無顛倒妄想以為其本。", "348": "孤山云。罔象亦倣象。皆不實貌。", "349": "二正明發相(二)初正示十相(十)初因所因執(二)初行空還元阿難當知。是善男子窮諸行空。於識還元已滅生滅。", "35": "通其各命由緒。謂雖未能別相。見彼眾生脩因趣果因由端緒。已能總相見彼", "350": "前後發境並在觀心中。今為顯示境界所依。故寄陰盡次第相由而說。應知陰", "351": "盡。縱發彌益正解。若在觀行心中發動者。隨之則邪。制之則正。當以此意統括", "352": "其文。則於行位不惑方隅。補遺云。於識還元者。夫心體只一。本無王數之別。", "353": "由攬境故受等潛生。今因觀力。受等乍伏旋見心源。只指心王為元也。下十魔", "354": "初並云若於所歸。蓋指今還元也。去彼受等。還歸心體以為照覽。因而生計也。", "355": "二由識發境(二)初正明發相而於寂滅精妙未圓。能令己身根隔合開。亦與十方諸類通覺。覺知通㳷能入圓", "356": "元。若於所歸立真常因。", "357": "補遺云。於識心元。用禪那故。能解達圓融。六根不隔。故曰圓元即所計真常之", "358": "因也。諸類通覺。謂達其覺性。不同前文已獲其同。是唯識也。苕溪云。覺知下。", "359": "重牒所發。結歸陰元也。斯亦功用暫得如是不生勝解名善境界。由起邪執故", "36": "生類。俱由行起。名此行陰為同生基。熠熠光輝閃爍之貌。謂行陰微細遷流虗", "360": "墮外道種類。", "361": "二起著成邪(二)初正宗生勝解者。是人則墮因所因執。娑毗迦羅所歸冥諦成其伴侶。迷佛菩提。亡失知", "362": "見。", "363": "真際云。因所因執。認圓明為真常。計真常為妄本。熏聞云。上因指體即圓元", "364": "也。下因對用既真為妄本。能生諸法。故對諸法之用。立所因之名也。補遺云。", "365": "初認識心虗融為常因。又計諸法從此因生故云。長水云。據下七段。皆云能", "366": "非能等。獨此為因所因者何耶。答一切諸法皆從識變。正是所因。以不了虗妄", "367": "執為實因。故同外道。下文直顯當體虗妄。故云非能等也。", "368": "二結顯是名第一立所得心成所歸果。違遠圓通背涅槃城。生外道種。", "369": "補遺云。從此真常之因。成於常果。是我所歸。", "37": "假。同於野馬也。清擾即下文幽清擾動是也。長水云。未通各命者。雖已了知", "370": "二能非能執(二)初行空還元阿難。又善男子窮諸行空已滅生滅。", "371": "二由識發境(二)初正明發相而於寂滅精妙未圓。若於所歸覽為自體。盡虗空界十二類內所有眾生。皆我身", "372": "中一類流出。", "373": "二起著成邪(二)初正示生勝解者。是人則墮能非能執。摩醯首羅現無邊身成其伴侶。迷佛菩提。亡失知", "374": "見。", "375": "孤山云。能非能執。謂我是能生彼皆所生。資中云。摩醯首羅即大自在天。三", "376": "目八臂。外道所宗。如俱舍破能生世間。有何義利耶。", "377": "二結顯是名第二立能為心成能事果。違遠圓通背涅槃城。生大慢天我徧圓種。", "378": "補遺云。立能為心者。計我心為能生。將感自在天能現無邊身之果。以彼有現", "379": "無邊身之能事故。如云生大慢天是也。計一切眾生皆從我生。故我心周徧。又", "38": "十二類生總從行出。而未知眾生別種在識陰中。此即本識業苦種子。是眾生", "380": "因前薄有圓解。而生此計。仍存圓名。", "381": "三常非常執(二)初行空還元又善為子。窮諸行空。已滅生滅。", "382": "二由識發境(二)初正明發相而於寂滅精妙未圓。若於所歸有所歸依。自疑身心從彼流出。十方虗空咸其生", "383": "起。即於都起所宣流地。作真常身無生滅解。在生滅中早計常住。既惑不生。亦迷", "384": "生滅。安住沈迷。", "385": "行者因觀識心體了寂滅。而謂寂滅是心所依。不解達陰即理。却疑身心從彼", "386": "流出。此執心外有理為能生。故屬邪矣。苕溪云。從彼流出者。此指所歸識陰", "387": "為彼。以識陰圓元為常。自己身心及十方虗空為非常。非常即生滅也。既見非", "388": "常從常流出。乃計生滅即是常住。下文知無知執。義例亦然。資中云。自在天", "389": "與前不別。此天現有生滅。妄計為常。故云在生滅中早計常住。補遺云。此乃判", "39": "各別性命因由端緒也。", "390": "彼成邪寂滅之解。未能即陰。猶在生滅而計常住。太早計也。不了理即於陰。故", "391": "曰既惑不生也。而棄陰於理外。故曰亦迷生滅也。", "392": "二起著成邪(二)初正宗生勝解者。是人則墮常非常執。計自在天成其伴侶。迷佛菩提。亡失知見。", "393": "補遺云。計自在天為伴侶者。計十方空從寂理出。能生所生氣味相類故也。", "394": "二結顯是名第三立因依心成妄計果。違遠圓通背涅槃城生倒圓種。", "395": "立因依心。欲依此求常住果也。言因依者。即識陰依理也。生倒圓種者。心外求", "396": "理。非倒而何。", "397": "四知無知執(二)初行空還元又善男子。窮諸行空。已滅生滅。", "398": "二由識發境(二)初正明發相而於寂滅精妙未圓。若於所知。知徧圓故。因知立解。十方草木皆稱有情。與人無", "399": "異。草木為人。人死還成十方草樹。無擇徧知。", "4": "天竺沙門般剌密帝於廣州制止道場譯", "40": "二盡相若此清擾熠熠元性。性入元澄。一澄元習。如波瀾滅化為澄水。名行陰盡。是人則", "400": "補遺云。由觀心中。發於知解既徧一切。便謂草木與眾生同。原其所計。並由僻", "401": "解經論。因茲生計。如上所計識陰自體能生十方眾生。豈非因聞黎耶生法乎。", "402": "又計寂理生出諸法。豈非因聞法性生法乎。今計草木有生。豈非由聞涅槃瓦", "403": "礫佛性之說乎。草木有性。圓頓正理。窮真源本體。其理可通。就末事以論。正墮", "404": "邪見。豈有人死而復為其草木耶。", "405": "二起著成邪(二)初正宗生勝解者。是人則墮知無知執。婆吒霰尼執一切覺成其伴侶。迷佛菩提。亡失知", "406": "見。", "407": "孤山云。知無知執者。草木無知。強謂有知也。夫常住真心一體無二。用諸妄想", "408": "依正乃分。是故眾生草樹悉如空華。皆是有情自心所變。執情不了。以謂一一", "409": "草木各各有知。遂說木死為人人死為木。未明一體。謬計徧圓。違遠圓通職由", "41": "能超眾生濁。", "410": "於此。婆吒霰尼兩外道號。涅槃云婆私吒及仙尼是也。彼謂一切覺知。乃云草", "411": "木有命。今所發見。正與彼同。", "412": "二結顯是名第四計圓知心成虗謬果。違遠圓通。背涅槃城。生倒知種。", "413": "五生無生執(二)初行空還元又善男子。窮諸行空。已滅生滅。", "414": "二由識發境(二)初正明發相而於寂滅精妙未圓。若於圓融根互用中已得隨順。便於圓化一切發生。求火光", "415": "明。樂水清淨。愛風周流。觀塵成就。各各崇事。以此群塵發作本因。", "416": "苕溪云。圓化者。謂觀中所見圓融變化唯識之境也。一切發生。即四大之相也。", "417": "觀塵成就。別名地大。以此群塵通指四大。既見此等並由圓化。乃計修因證果", "418": "不出火之光明水之清淨等。故曰發作本因。", "419": "二起著成邪(二)初正宗立常住解。是人則墮生無生執。諸迦葉波并婆羅門。勤心役身事火崇水求出生", "42": "長水云。性入元澄者。行陰若盡。遷流性澄歸一藏識。名入元澄。經云藏識海常", "420": "死。成其伴侶。迷佛菩提。亡失知見。", "421": "立常住解生無生執者。謂四大之生即常住之無生也。迦葉波亦婆羅門別姓。", "422": "下所并者總攝其類。", "423": "二結顯是名第五計著崇事。迷心從物。立妄求因。求妄冀果。違遠圓通。背涅槃城。生顛化", "424": "種。", "425": "六歸無歸執(二)初行空還元又善男子。窮諸行空。已滅生滅。", "426": "二由識發境(二)初正明發相而於寂滅精妙未圓。若於圓明計明中虗。非滅群化。以永滅依為所歸依。", "427": "明中虗者。前云罔象虗無是也。非滅群化。非猶破也。群化即四大等。", "428": "二起著成邪(二)初正宗生勝解者。是人則墮歸無歸執。無想天中諸舜若多成其伴侶。迷佛菩提。亡失知", "429": "見。", "43": "住也。苕溪云。性即生滅之性。以旋復為入也。元即樞穴之元。以精真為澄也。", "430": "孤山云。歸於無歸。故云歸無歸執。無想天滅心心所。舜若多主空神也。", "431": "二結顯是名第六圓虗無心成空亡果。違遠圓通。背涅槃城。生斷滅種。", "432": "補遺云。此計虗無。必成無想外道空果。", "433": "七貪非貪執(二)初行空還元又善男子。窮諸行空。已滅生滅。", "434": "二由識發境(二)初正明發相而於寂滅精妙未圓。若於圓常固身常住。同於精圓長不傾逝。", "435": "苕溪云。識陰精明湛不搖處名之為常。今見其常。乃執色身同此精圓也。", "436": "二起著成邪(二)初正宗生勝解者。是人則墮貪非貪執。諸阿斯陀求長命者成其伴侶。迷佛菩提。亡失知", "437": "見。", "438": "長水云。身本無常。實不可貪。以為長久。今堅貪著。故云貪非貪執。阿斯陀此云", "439": "無比。即長壽仙也。", "44": "習謂習氣。即通惑耳。如波瀾滅。喻意可知。超眾生濁者。行陰為生滅根元。眾生", "440": "二結顯是名第七執著命元立固妄因趣長勞果。違遠圓通。背涅槃城。生妄誕種。", "441": "補遺云。趣長勞果。恐取勞苦之義。莊周曰勞我以生。今求長生延命。非法性身。", "442": "秪成勞苦之果耳。", "443": "八真無真執(二)初行空還元又善男子。窮諸行空。已滅生滅。", "444": "二由識發境(二)初正明發相而於寂滅精妙未圓。觀命互通。却留塵勞。恐其銷盡。便於此際坐蓮華宮。廣化七", "445": "珍。多增寶媛。縱恣其心。", "446": "真際云。觀命互通下。謂於羣召已獲同中。無彼召因。恐亡其果。故却留塵勞也。", "447": "苕溪云。此約在家修禪得通者說。故有廣化七珍多增寶媛之事。美女為媛。", "448": "補遺云。命即性也。行人觀識之性。通乎真俗。真俗共有此性。故曰互通。今觀", "449": "空性。欲存俗諦。不達體同。便謂永寂則絕事相。故有留塵勞。增寶媛乃墮邪欲", "45": "攬生滅為體。其元既盡。斯濁亦超。", "450": "也。孤山謂將復真而反戀俗是也。蓋由行者僻解經論不壞俗諦。致茲魔境。", "451": "二起著成邪(二)初正宗生勝解者。是人則墮真無真執。吒枳迦羅成其伴侶。迷佛菩提。亡失知見。", "452": "孤山云。真無真執者。將欲復真而反戀於俗也。吒枳迦羅未見正譯。此既能化", "453": "欲境受用。即是欲界自在天類也。", "454": "二結顯是名第八發邪思因立熾塵果。違遠圓通。背涅槃城。生天魔種。", "455": "邪思因者。既於定中發此邪念。不能善察。由此熾盛起塵勞事。故同天魔耳。", "456": "九定性聲聞(二)初行空還元又善男子。窮諸行空。已滅生滅。", "457": "二由識發境(二)初正明發相而於寂滅精妙未圓。於命明中。分別精麤。疏決真偽。因果相酬。唯求感應。背清淨", "458": "道。所謂見苦斷集證滅修道。居滅已休。更不前進。", "459": "孤山云。命明即識也。謂於識陰圓明之中忽發小解。因此分別苦集是粗是偽", "46": "二顯妄源觀其所由。幽隱妄想以為其本。", "460": "滅道是精是真也。又知苦果酬集因滅果酬道因。於是見苦斷集。唯求道滅感", "461": "應也。既發小解。乃背圓融常樂我淨之道。今於四德略舉其一。所謂下。釋成上", "462": "意。", "463": "二起著成邪(二)初正宗生勝解者。是人則墮定性聲聞。諸無聞僧增上慢者成其伴侶。迷佛菩提。亡失知", "464": "見。", "465": "無聞僧者。妄執小道以為究竟。故與夫謂四禪為四果增上慢人。為害一揆。", "466": "二結顯是名第九圓精應心成趣寂果。違遠圓通。背涅槃城。生纏空種。", "467": "十定性緣覺(二)初行空還元又善男子。窮諸行空。已滅生滅。", "468": "二由識發境(二)初正明發相而於寂滅精妙未圓。若於圓融清淨覺明。發研深妙。即立涅槃。而不前進。", "469": "本觀識陰。三諦圓融。而偏著妙空。遂生小解。故即安立涅槃化城。而不前進中", "47": "資中云。微密難知。故名幽隱也。", "470": "道寶所也。", "471": "二起著成邪(二)初正宗生勝解者。是人則墮定性辟支。諸緣獨倫不迴心者。成其伴侶。迷佛菩提。亡失知", "472": "見。", "473": "諸緣獨倫者。緣覺獨覺。佛世滅後。故有二焉。", "474": "二結顯是名第十圓覺㳷心成湛明果。違遠圓通背涅槃城。生覺圓明不化圓種。", "475": "補遺云。圓覺之性。寂照雙運。㳷心只是求寂一邊。今於圓覺三諦。僻取㳷心。成", "476": "支佛湛明之果也。生覺圓明。指支佛空寂。資中云。耽寂滅果。成捨生障。是名", "477": "不化圓種。故唯識云。聲聞畏苦障。緣覺捨生障。長水云。證識覺之圓明。無悲", "478": "化之妙用。故云不化圓種。補遺云。然則正以支佛不能化物。故云不化圓種。", "479": "又亦可云支佛根性無師自悟。出無佛世。雖佛不能化之。故云不化。所以有焚", "48": "二正明發相(二)初正明十相(十)初二無因論(二)初正心絕魔阿難當知。是得正知奢摩他中諸善男子。凝明正心。十類天魔不得其便。", "480": "身移徙之事。自謂與佛不兩立也。", "481": "二斥邪結正(二)初斥邪(二)初顯過阿難。如是十種禪那。中塗成狂。因依迷惑。於未足中生滿足證。皆是識陰用心交", "482": "互。故生斯位。眾生頑迷不自忖量。逢此現前。各以所愛先習迷心。而自休息。將為", "483": "畢竟所歸寧地。自言滿足無上菩提。大妄語成。外道邪魔所感業終墮無間獄。聲", "484": "聞圓覺不成增進。", "485": "大妄語者。別指前八也。前八通名外道邪魔。亦可別指七是外道八是邪魔。俱", "486": "未斷惑。故云墮獄。二乘異此。故云不進。", "487": "二勸歎(二)初勸示汝等存心。秉如來道。將此法門於我滅後傳示末世。普令眾生覺了斯義。無令見", "488": "魔自作深㜸。保綏哀救。銷息邪緣。令其身心入佛知見。從始成就。不遭岐路。", "489": "苕溪云。言見魔者。見以違理為名。前八違真中二理。起界內邪見。後二違中道", "49": "補遺云。指上想陰暫伏。凝然明白也。", "490": "理。起界外邪見。以二乘智即無明故。又前八中。七純是見。八具見愛。以留塵勞", "491": "生勝解故。問前受陰盡已超見濁。何至行識二陰又發諸見耶。答前約斷位。得", "492": "意生身者言之。今在伏位。於二陰區宇中發也。此五陰文。若迷斷伏之義。雖有", "493": "妙辨。其何以銷之。", "494": "二歎法如是法門。先過去世恒河劫中微塵如來。乘此心開得無上道。", "495": "如是法門。且指識陰禪那見相。過去諸佛無不覺了入佛知見。故曰乘此心開。", "496": "二結正(二)初位證相似識陰若盡。則汝現前諸根互用。從互用中。能入菩薩金剛乾慧。圓明精心。於中發", "497": "化。如淨瑠璃內含寶月。", "498": "補遺云。初示。次證。諸根互用者。識陰乍伏。諸根暫得互用之相。乃入五品乾慧", "499": "也。言金剛者。以圓修止觀。得金剛名。此非等覺後心由乾慧之名濫通。特以菩", "5": "烏萇國沙門彌伽釋迦譯語", "50": "二窮元發見(三)初總述方得精研窮生類本。於本類中生元露者。觀彼幽清圓擾動元。於圓元中起計度", "500": "薩金剛揀之。菩薩揀二乘。金剛揀偏教。", "501": "二超入金剛(二)初明金剛所超如是乃超十信十住十行十迴向四加行心。菩薩所行金剛十地等覺圓明。", "502": "次示超證。利根行人因此互用。不歷五品。超入十信。或入住等。", "503": "二顯金剛所入入於如來妙莊嚴海。圓滿菩提。歸無所得。", "504": "孤山云。金剛乾慧是妙覺無間道。轉入解脫道即妙覺也。故云入於如來等也。", "505": "妙莊嚴海是福究竟。圓滿菩提是智究竟。歸無所得是理究竟。福即解脫。智即", "506": "般若。理即法身。不縱不橫。三德祕藏於茲具顯。遠討其因。實由初心修奢摩他", "507": "三摩禪那三止之功也。", "508": "三結勸令欽(三)初總結示此是過去先佛世尊奢摩他中毗婆舍那覺明分析微細魔事。", "509": "奢摩他中毗婆舍那者。即定而慧也。苕溪云。微細魔事。總括五陰所現之境", "51": "者。是人墜入二無因論。", "510": "也。前結識陰云乘此心開。今結五陰云覺明分析。當知由分析故心開。互現其", "511": "文也。", "512": "二勸兩根(二)初利根宜精識魔境現前。汝能諳識。心垢洗除不落邪見。陰魔銷滅。天魔摧碎。大力鬼神褫魄逃", "513": "逝。魑魅魍魎無復出生。直至菩提無諸少乏。下劣增進。於大涅槃心不迷悶。", "514": "大力鬼神等。別指想陰中年老成魔之類。褫驚也。熏聞云。張平子東京賦云。", "515": "奪氣褫魄。注曰褫驚也。謂奪移神氣。驚散魂魄。", "516": "二鈍根托祕呪若諸末世愚鈍眾生。未識禪那。不知說法。樂修三昧。汝恐同邪。一心勸令持我佛", "517": "頂陀羅尼呪。若未能誦。寫於禪堂。或帶身上。一切諸魔所不能動。", "518": "苕溪云。夫反妄旋真。非行不克。行之大略唯信法焉。從聞法而入者曰信行。從", "519": "思惟而入者曰法行。然其二行。必假相資。今云未識禪那。即法行者未識五陰", "52": "長水云。於此推窮生類之本。唯一行陰幽隱清虗。以為一切生滅之元。今既披", "520": "禪那現境也。不知說法。謂不知以信行而資法行也。由是之故名為愚鈍。若於", "521": "三昧好樂修習。佛慮斯人為魔所惱。故囑阿難勸持神呪也。嘻世學大乘者熟", "522": "不自謂。得真三昧果。以信法二行審之。空空如也。或讀此經。安有自省愚鈍。誦", "523": "寫其呪而防諸魔事乎。然則大明不能破長夜之昏。慈母不能救亡子之苦。悲", "524": "夫。", "525": "三令欽奉汝當恭欽十方如來究竟修進最後垂範。", "526": "孤山云。夏滿說經。前春示滅。滅在不久。故云最後垂範。谷響云。前去之春。故", "527": "曰前春。非已過之春也。", "528": "二更斷除疑(二)初疑問(二)初經家敘阿難即從座起。聞佛示誨。頂禮欽奉憶持無失。於大眾中重復白佛。", "529": "二正陳請(二)初陳疑如佛所言。五陰相中五種虗妄為本想心。我等平常未蒙如來微細開示。又此五", "53": "露。此外更無眾生之本。便執世間無因而起。以不知善惡因由差別種子在識", "530": "陰為併銷除。為次第盡。如是五種。詣何為界。", "531": "二宣請唯願如來發宣大慈。為此大眾精明心目。以為末世一切眾生作將來眼。", "532": "二答釋(二)初正答所問(三)初答五陰妄想(二)初正答(二)初總明(二)初明迷真有相(二)初明理元無相佛告阿難。精真妙明。本覺圓淨。非留死生及諸塵垢。", "533": "苕溪云。精真中道也。妙明寂照也。寂故即假。照故即空。三諦融通元無塵垢。總", "534": "名本覺圓淨。此單論真性也。", "535": "二顯相由妄生乃至虗空。皆因妄想之所生起。", "536": "此單論妄想生起諸法也。", "537": "二明生妄無因(二)初明妄體本無(二)初示無因斯元本覺妙明真精。妄以發生諸器世間。如演若多迷頭認影。妄元無因。", "538": "此合明真妄發生世間。所以爾者。無前單論。則不知離義。無後合明。則不知即", "539": "義。迷頭認影。事匪條然。", "54": "陰故。即外道論因此而有。皆修行至此。邪慧忽生。名為現發。苕溪云。想陰既", "540": "二顯空寂(二)初斥妄計於妄想中立因緣性。迷因緣者稱為自然。彼虗空性猶實幻生。因緣自然皆是眾", "541": "生妄心計度。", "542": "立因緣性。謂自他共性并下自然。則四性備矣。彼虗空性。此指體性之性。既由", "543": "迷妄有虗空依空立世界。空猶幻有。世界可知。故法華云知法常無性者是也。", "544": "眾生於無性中。惑為因緣。及自然性。皆是妄心分別計度。", "545": "二顯元無阿難。知妄所起。說妄因緣若妄元無。說妄因緣元無所有。何況不知推自然者。", "546": "補遺云。謂若只知妄從真起。則有妄想因緣可言也。若能了妄即真。無妄可起。", "547": "則妄想因緣。亦無可言者矣。", "548": "二結示五陰皆妄是故如來與汝發明。五陰本因。同是妄想。", "549": "苕溪云。以結前所譚。亦生後所故。", "55": "伏。煩濁且澄。故曰觀從幽清。殫見類生遷流陰穴。故曰圓擾動元。", "550": "二別顯(五)初色陰汝體先因父母想生。汝心非想。則不能來想中傳命。如我先言心想酢味口中涎", "551": "生。心想登高足心酸起。懸崖不有。酢物未來。汝體必非虗妄通倫。口水如何因譚", "552": "酢出。是故當知。汝現色身。名為堅固第一妄想。", "553": "汝體父母遺體也。想謂欲想。子在中陰時。若無欲想。則不能來父母欲想中受", "554": "胎。如我下。次引前破想陰喻。顯此妄想。谷響云。先因父母想生者。世有不因", "555": "交合而因想有胎。是知體因想生。彌為可騐。熏聞云。按千寶搜神記曰。漢末", "556": "零陵太守有女。悅郡門下書佐。而因於牖間。乃使婢取佐盟水而飲之。有娠既", "557": "而生子。至能行。太守乃見。椽吏抱兒眾中使求其父。兒直上書佐腋。推之。化為", "558": "水。眾大驚。遂以女聘書佐焉。以是明之。雖有因合不因合之異。莫不皆由想乎。", "559": "人見兒化為水之說。以為詭譎。而不顧百年在世亦同此兒矣。攬遺體而成遺", "56": "二別顯(二)初計本無因(二)初正明一者是人見本無因。何以故。是人既得生機全破。乘於眼根八百功德。見八萬劫", "560": "體。亦水也。一旦死滅壞爛。仍是水矣。果零陵小兒之可驚。則眾人盡可驚也。彼", "561": "既詭譎。此安得不詭譎乎。妄想而生。大哉佛說。長水云。通倫猶言同類也。", "562": "二受陰即此所說臨高想心。能令汝形真受酸澀。由因受生能動色體。汝今現前順益違", "563": "損二現驅馳。名為虗明第二妄想。", "564": "苕溪云。當知色受想三陰妄想相由而起。必不相離。故前文云。汝體先因父母", "565": "想生。下文云。種種取像心生形取。皆同懸崖酢物之想。由是明之。此三妄想其", "566": "體粗現。非如行識幽微難見。所以前三陰中所發天魔。其相亦粗。後二陰中所", "567": "發心見二魔。其相亦細。補遺云。想於臨高。而令真受酸澀。此言因想生受。由", "568": "因受生能動色體。此言因受動色。如因心受愛境則身業運動有所為也。苕", "569": "溪云。汝今下。正示受相也。順益即樂受。違損即苦受。合有非違非順。即不苦不", "57": "所有眾生。業流灣環死此生彼。秪見眾生輪迴其處。八萬劫外冥無所觀。便作是", "570": "樂受。但文略耳。補遺云。汝今現前下。蓋前文乃附譬喻以明故也。", "571": "三想陰由汝念慮使汝色身。身非念倫。汝身何因隨念所使。種種取像。心生形取。與念相", "572": "應。寤即想心。寐為諸夢。則汝想念搖動妄情。名為融通第三妄想。", "573": "初二句牒前受陰。由前文云因受動色。則是由汝念慮使汝色身也。身非念倫", "574": "下。次生起想陰也。雖云因受心故能動色形。且心色非類。如何以身隨心耶。所", "575": "以能動色者。功在想心。故曰種種取象。心生形取。與心念相應。故受動色也。種", "576": "種取像。必因心想之形。形對像生。取彼懸崖之像。必先心想有茲形取。方能令", "577": "身受於酸澀。功在想心矣。窹即下。明想心不斷也。言融通者。無色心窹𥧌之間", "578": "故也。熏聞云。身非念倫下。正明融通妄想之義。謂身之與念。色心兩殊。且非", "579": "倫類。汝身何因。至與念相應者。誠由妄想融通使之然耳。又非但融於色身。亦", "58": "解。此等世間十方眾生。八萬劫來無因自有。", "580": "乃通諸夢寐。故曰窹即想心等。苕溪云。心生形取。謂心念若生。形質必取。想", "581": "高酸起。取之騐也。窹𥧌等者。由想成夢。以顯妄念。當無間然。", "582": "四行陰化理不住。運運密移。甲長髮生。氣銷容皺。日夜相代。曾無覺悟。阿難。此若非汝云", "583": "何體遷。如必是真汝何無覺。則汝諸行念念不停。名為幽隱第四妄想。", "584": "此若非汝。指化理不住等。云何體遷。指其甲長髮生等。如必下。若謂體遷實是", "585": "汝者。何不覺此相代之相。以不覺故。行陰生滅。名為幽隱。補遺云。上文只就", "586": "色陰。明遷變理。故此通例諸法遷變之行。", "587": "五識陰(二)初正辨其相又汝精明湛不搖處名恒常者。於身不出見聞覺知。若實精真。不容習妄。何因汝", "588": "等曾於昔年覩一奇物。經歷年歲憶忘俱無。於後忽然覆覩前異。記憶宛然曾不", "589": "遺失。則此精了湛不搖中。念念受熏。有何籌筭。", "59": "孤山云。從定發通。乘于眼根本分八百通力發用。見八萬劫眾生死此生彼。過", "590": "苕溪云。今文即以見聞為精明。動用為常體。何則。識無所存。徧在諸根。根對境", "591": "時。雖涉於用。用在無記未起善惡。指此無記名為精明湛不搖處。若約分齊明", "592": "之者。五識五意識。及第六心王。皆是其處也。佛恐眾生計此為常。故寄阿難先", "593": "且定云。名恒常者。若實精真不容習妄。此破其常也。精謂精明。真即恒常。何因", "594": "下。示妄習相。念念受熏者。以昔覩寄物納種在識。若不受熏。覆覩前異必無記", "595": "憶之相。既不忘失。則知中間常為無明念念熏習。熏習即妄。何精真之有乎。", "596": "補遺云。此中明識陰。而立精湛者。蓋由行人已次第觀五陰。窮諸行空。生滅乍", "597": "伏。故觀行中識心。亦精湛也。良以惑使乍伏。觀力使然。非已破惑顯理。故下判", "598": "此不出見聞覺知者。還成第六王數故也。舉喻覩一奇物。歷年俱忘者。如伏惑", "599": "之相也。覆覩宛然者。惑起故失其湛明也。", "6": "菩薩戒弟子前正議大夫同中書門下平章事清河房融筆受", "60": "此不見。亦是行陰勢力盡處。不知識陰生因種子。無明所熏感果差別。既不見", "600": "二重顯微細阿難當知。此湛非真。如急流水。望如恬靜。流急不見。非是無流。若非想元。寧受妄", "601": "習。非汝六根互用合開。此之妄想無時得滅。故汝現在見聞覺知中串習幾。則湛", "602": "了內罔象虗無。第五顛倒微細精想。", "603": "六根互用等。始破見思。故妄想得滅。即麤垢先落也。問上文受熏。約無明說。今", "604": "妄想滅。何止見思邪。答無明所熏亦見思種子。故前指見物。有憶有忘。正是麤", "605": "相。今種現雖盡。而根本猶存。非謂六根得真互用。問此首楞嚴。體無不圓。宗無", "606": "不極。至於破陰力用何短乎。答非是力用不恊體宗。由辨魔中五十重境皆從", "607": "分段五陰妄想中現。今齊此論滅。故且至六根互用。若如前文反流全一六用", "608": "不行。即破根本無明。有異此中顛倒妄想也。熏聞云。且約通惑未除。凡有所", "609": "熏。皆見思家種子也。如荊溪云。未淨六根已來。所有王數。名見思家王數。此其", "61": "故。便執本來無因而有。如見飛鳥遠不及處故便計為無。此亦如是。以眼根塵", "610": "例焉。既有憶忘。復名妄想。非麤而何。況至六根淨位。此相則滅。麤義愈彰矣。", "611": "二結答阿難。是五受陰。五妄想成。", "612": "二答指何為界汝今欲知因界淺深。唯色與空是色邊際。唯觸及離是受邊際。唯記與忘。是想邊", "613": "際。唯滅與生是行邊際。湛入合湛歸識邊際。", "614": "補遺云。五陰中各有因界。色淺而識深。長水云。唯色與空等者。色謂形色。空", "615": "謂顯色。俱色蘊攝。妄色妄空互形顯故。略舉色空。攝一切法。此以依對正釋。准", "616": "第四云。汝見虗空徧十方界。空見不分。有空無體。有見無覺。相織妄成名為劫", "617": "濁。又第九云。若色陰盡。能超劫濁。故今知言色者。須對依報外色示之。資中", "618": "云。觸離是受者。觸有苦樂。離即成捨。俱名為受。真際云。記忘是想者。記憶忘", "619": "失。取像攀緣。皆想分齊。記憶忘失亦可云記如寤忘如𥧌。苕溪云。生滅是行", "62": "本唯八百。世間通力不越本因。若出世通。過此無礙。設羅漢得亦是世通。小乘", "620": "者。三相遷流俱屬行陰。略舉生滅以攝於異。湛入合湛等者。湛生滅之際。入精", "621": "明之處。方名合湛。合同也。以形相異而識體同故。補遺云。上之湛字。乃行伏", "622": "識顯之體也。言入者。謂此識心涉入根境也。合湛雖入根境。而無根境取著之", "623": "相與彼相合也。如前文云。內外湛明入無所入是也。此五陰文。唯識陰就理而", "624": "明者。蓋此釋疑文聯識陰並就此義而說也。", "625": "三答併消次第此五陰元重疊生起。生因識有。滅從色除。理則頓悟乘悟併銷。事非頓除因次第", "626": "盡。我已示汝劫波巾結。何所不明再此詢問。", "627": "孤山云。約生則由內造外。從細至麤。如著衣也。故迷理有識乃至見色。約滅則", "628": "由外至內。從麤至細。如脫衣也。故悟理色盡乃至識盡。補遺云。此明五陰兩", "629": "重次第。若從生法。識為能生。色最居後。若從觀破。次第從外向內。色陰在前。如", "63": "無漏不見世境。苕溪云。生機全破者機愈擾動。即行陰也。不為想陰所覆。故", "630": "四念處法相是也。此亦一往。若直觀心為萬法之源。識亦居初也。苕溪云。理", "631": "則頓悟至因次第盡者。以此四句。俱就觀行位伏義釋之。謂依理頓悟。乘悟修", "632": "觀。用觀併銷。而其五陰。任運麤者先除。細者後盡。故曰事非頓除因次第盡。前", "633": "文所明五陰區宇次第而顯者。即其義也。但此併銷。有盡未盡。盡在七信。未在", "634": "已前。熏聞云。問夫五陰妄想。不出見思。且初信斷見。二信至七信斷思。此圓", "635": "家麤垢先落之位也。今乘悟併銷。為是先見後思。為復見思雙斷。答應有二義。", "636": "若先見後思。亦名併銷。以此二惑皆徧五陰故。當知初信則併銷五陰中迷理", "637": "之惑。二信至七信。則併銷五陰中迷事之惑。若見思雙斷。義亦有憑。如瓔珞本", "638": "業云。舍利弗於第六住。值惡因緣。退入凡夫外道。乃至千劫作大邪見及五逆", "639": "等。荊溪云。身子於十住中第六心退。恐是爾前見思俱斷。至六心時見猶未盡。", "64": "云全破。眼根八百功德。既約三世三方論之。今見本無因。即乘過去功德。下見", "640": "今以圓信例彼別住。見思俱斷。故曰併銷。補遺云。舍利弗六住退。起信論云", "641": "非其實退。為初學未入正位而懈息者。恐怖令彼勇猛故。宗鏡云。權教中六住", "642": "可有退位。實教中為稽滯者責令進修。如舍利弗示現聲聞。非實聲聞。所作方", "643": "便皆度眾生。法華文句記云。如瓔珞意。身子於十住中第六心退恐是爾前等。", "644": "此伸通權教中六住有退義。由見思俱斷故。六住有見。所以有退。今記主准此", "645": "文明實教中亦有見思俱斷之義。然山家教門。四教斷惑。諸文所明斷見思則。", "646": "必無俱斷。唯有此一文說之。俱斷之義舊學未有定論。今謂諸文前斷見而後", "647": "斷思者。此約障理障事惑體不同故也。然有俱斷義者。約別圓兩教用觀不同。", "648": "藏通必須修八忍八智入無間三昧斷見故也。准理權教俱斷。可有退者實教", "649": "俱斷。無有退者圓觀勝故。准理如此。何必求文。上文所明五陰若能盡超五", "65": "末無因。即乘未來功德。斯由定中發宿命通乃令眼根彰此力用。業流灣環行", "650": "濁者即其義也。然今總判五陰盡在七信者。一按文。二詳義。且按文者。前色陰", "651": "盡。見諸佛心如明鏡中顯現其像。受陰盡。得意生身隨往無礙。想陰盡。虗受照", "652": "應了罔陳習。行陰盡。於涅槃天將大明悟。識陰盡。即得現前諸根互用凡此五", "653": "者。豈非皆自六根清淨之明文乎。二詳義者。如前說色陰妄想云。汝體先因父", "654": "母想生。汝心非想。則不能來想中傳命。以此觀之。色由想生。色陰若亡。想陰必", "655": "盡。想陰若盡。既無陳習。豈非已斷思惟煩惱耶況想陰之前受陰盡時得意生", "656": "身。若不斷思出分段死安得意生乎。受盡尚爾。想行識盡不亦例然。又見色陰", "657": "盡者能超劫濁。前明劫濁。從見虗空徧十方界即名為濁。是則劫濁盡時。不應", "658": "見空。空見若除。受等四陰復何所在。故知五濁超必同時。不可以長途所談校", "659": "其倫次也。補遺云。約理約解。無陰可論。豈容次第。故行人乘此悟解頓除五", "66": "陰流轉也。冥無所觀外道冥諦也。夫善惡業緣唯識變造。是人八萬劫外尚不", "660": "陰也。如義例說。上根利智直聞是言病即除愈。不俟立境立觀也。約事約行。必", "661": "須揀境。以為用觀之處。五陰之中必先一陰為境。一陰若破。四陰隨破。故曰事", "662": "非頓除因次第盡也。言次第者。非謂先色次受等一一用觀。但一陰居初為境。", "663": "餘陰同破。乃名次第。如上所明解縈之喻就六根言之。一根若破。餘根同伏。乃", "664": "名次第。非謂先眼次耳等。所以如來下文即引同此喻。以責再詢。正同解結次", "665": "第一解六亡。一陰若盡。五陰俱破。名曰次第。", "666": "二結勸傳示汝應將此妄想根元。心得開通。傳示將來末法之中諸修行者。令識虗妄。深厭自", "667": "生。知有涅槃。不戀三界。", "668": "自辨魔來齊此。流通行也。", "669": "三流通分(二)初如來勸流通(二)初(滅阿鼻惡因顯)經力用(二)初校量施福(二)初問多阿難。若復有人。徧滿十方所有虗空盈滿七寶。持以奉上微塵諸佛。承事供養心", "67": "見行。何況於識。故從此來起無因計。資中云。善知生滅即是行陰。又見行陰", "670": "無虗度。於意云何。是人以此施佛因緣。得福多不。", "671": "自此文至盡經。流通教也。付囑流通。唯行與教耳。", "672": "二答勝阿難答言。虗空無盡。珍寶無邊。昔有眾生施佛七錢。捨身猶獲轉輪王位。況復現", "673": "前虗空既窮。佛土充徧。皆施珍寶。窮劫思議尚不能及。是福云何更有邊際。", "674": "熏聞云。問中三意。一徧滿下舉種子多。二持以下示福田多。三承事下明敬心", "675": "多。以此三多為校量本。答中於三多中。略舉種子福田自攝敬心。施佛七錢。田", "676": "種俱少也。", "677": "二勸勉流通(二)初重惡能消佛告阿難。諸佛如來語無虗妄。若復有人。身具四重十波羅夷。瞬息即經此方他", "678": "方阿鼻地獄。乃至窮盡十方無間靡不經歷。能以一念將此法門。於末劫中開示", "679": "未學。是人罪障應念銷滅。變其所受地獄苦因成安樂國。", "68": "熠熠清擾。同於陽焰而無實體。窮盡生元更無別理。名生機全破。補遺云。此解", "680": "熏聞云。一念者。准仁王云一念中有九十剎那。故知一念言其少時也。幸哉一", "681": "念之頃滅惡尚爾。況多時乎。況終身乎。既云諸佛如來語無虗妄。不可以別時", "682": "意趣消遺斯文。般若受持四句。勝捨三恒之全身。圓覺分別半偈。超化百恒之", "683": "小果。用彼詳此。不亦如是。句偈尚爾。況全章乎。況盡經乎。願諸見聞勵力敷贊。", "684": "成安樂國者。以果顯因也。即地獄因成安樂國。補遺云。小般若一日三分以", "685": "恒河沙身布施。聞經不逆。其福勝彼。經云假使有人。教百恒河沙眾生得阿羅", "686": "漢果。不如有人宣說此經分別半偈。", "687": "二福超前施得福超越前之施人百倍千倍千萬億倍。如是乃至算數譬喻所不能及。", "688": "長水云。此有多義。故獲勝福。一所弘之經是佛極談。教理行果皆不思議故。二", "689": "末世多障。能於此時流通是經。實希有故。三施福唯得生死之報。但是自利。弘", "69": "與吳興不同。似各有期致。但資中以破為開顯之義耳。", "690": "經利他。令至無漏之果故。由是一念超越前施。資中云。此經有四不思議。謂", "691": "教理行果皆殊勝故。且如來藏體。理不思議。次辨圓通。行不思議。及說神呪教", "692": "不思議。後明地位果不思議。", "693": "二(生菩提善果顯)經力用阿難。若有眾生能誦此經。能持此呪。如我廣說窮劫不盡。依我教言。如教行道。直", "694": "成菩提。無復魔業。", "695": "苕溪云。前利他得福。此自利成道。或以此義釋成上文。謂開示未學。得福斯勝", "696": "者。良由眾生於教誦持。乃至成道。所益大故。熏聞云。能誦此經。能持此呪。即", "697": "顯密二教也。依我教言。如教行道。謂依顯教。行正助二道。亦可依顯教行正道。", "698": "依密教行助道。依顯密二教皆行正道。", "699": "二經家結流通佛說此經已。比丘比丘尼。優婆塞優娑夷。一切世間天人阿修羅。及諸他方菩薩", "7": "趙宋桐洲沙門思坦集註", "70": "二結過由此計度亡正徧知。墮落外道。惑菩提性。", "700": "二乘聖仙童子。并初發心大力鬼神。皆大歡喜。作禮而去。", "701": "苕溪云。初發心者。圓教外凡或內凡也。皆大歡喜。通該凡聖。興福云。此聽法", "702": "歡喜者。可列為三十六眾也。孤山云。既聞談常扶律。即偏解圓。同服醍醐咸。", "703": "霑妙益。故大歡喜。谷響云。大論云三義故喜。一能說人清淨。二所說法清淨", "704": "三依法得果清淨。今謂前二屬應。後一屬機。又如次配三寶。三皆清淨。機應事", "705": "畢。是故歡喜。然論釋般若。義該三教。今唯圓頓粗妙可知。補遺云。此經部同", "706": "法華。開權圓頓。若對般若分別粗妙。猶約判義。開則無非一妙而已。", "707": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經卷第十終", "71": "二計末無因(二)初正明二者是人見末無因。何以故。是人於生既見其根。知人生人。悟鳥生鳥。烏從來黑。", "72": "鵠從來白。人天本豎。畜生本橫。白非洗成。黑非染造。從八萬劫無復改移。今盡此", "73": "形亦復如是。而我本來不見菩提。云何更有成菩提事。當知今日一切物象皆本", "74": "無因。", "75": "資中云。此人既知一切從行陰生。本無異因。從此向後一切常定。亦無異因。故", "76": "言知人生人。悟鳥生鳥。不知新造異業感異類生。故云執末無因。而我本來不", "77": "見菩提。究竟亦無得菩提者。本既無因。末亦不得。補遺云。是人謂眾生並從", "78": "生滅起。不知造業從心當有異報。乃謂人畜報定。本既無異。末亦應耳。苕溪", "79": "云。無復改移者。此見一分人畜之類。有經長時業果未轉。故起斯計。如智論明。", "8": "明石盂後學比丘慧基重校訂", "80": "舍利弗觀鴿子身。前後皆八萬劫不改其報。今行陰中既見此相。乃執一切自", "81": "然而然。此即不知十二類生各命由緒也。今盡此形等。明未來無因。亦應見八", "82": "萬劫。以外道通同聲聞故。熏聞云。智論第十一云。佛在祇桓。舍利弗從佛經", "83": "行。是時有鷹逐鴿飛來佛邊。佛語舍利弗汝觀此鴿宿世因緣。舍利弗入宿命", "84": "智三昧。觀見此鴿一二三世。乃至八萬大劫常作鴿身。過是已往不能復見。從", "85": "三昧起。佛又令觀未來世。此鴿何時得脫。舍利弗入願智三昧。觀見此鴿一二", "86": "三世。乃至八萬大劫未脫鴿身。過是已後亦不能知。從三昧起白佛。不審此鴿", "87": "何時當脫。佛言復於恒河沙等劫中常作鴿身。罪訖得出。輪轉五道。", "88": "二結過由此計度亡正徧知。墮落外道。惑菩提性。", "89": "三結示是則名為第一外道立無因論。", "9": "明巡視漕河監察御史長安霍達參閱鋟", "90": "苕溪云。肇師云外道末伽梨。謂眾生苦樂不因行得。皆自然耳。前經云。末伽梨", "91": "等都言此身死後全滅。今計無因。雖不云死滅。必至劫滿亦同其倫。當知諸見", "92": "不出四句。謂斷常雙亦雙非也。上二無因即斷見。下四徧常。及一分無常一分", "93": "常。乃至死後俱非。即後三句。餘之所計。皆源流於此。", "94": "二四徧常論(二)初正心絕魔阿難。是三摩中諸善男子。凝明正心。魔不得便。", "95": "二窮元發見(三)初總述窮生類本。觀彼幽清常擾動元。於圓常中起計度者。是人墜入四徧常論。", "96": "長水云。行陰生滅相續不失。故名常。所計四種徧一切法。故名圓。", "97": "二別顯(二)初正明(四)初二萬常一者是人窮心境性二處無因。修習能知二萬劫中十方眾生所有生滅。咸皆循", "98": "環不曾散失計以為常。", "99": "真際云。心境二處雖則無因。二萬劫來生滅不斷。故計為常。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 268 楞嚴經集註", "englishTitle": "卍 Xuzangjing, Electronic version, No. 268 楞嚴經集註", "author": "宋 思坦集註", "language": "chinese", "source": "CBETA"}