{"sourceLink": "http://www.cbeta.org/", "text": {"0": "釋淨土群疑論探要記卷第十四論本第七", "1": "本念阿㫆𨹔至亦無量不是第一問如上所解念𢏏", "10": "其至心謂若至心㓛德即多如随願󵘸十方淨土實", "100": "俗二種善根但教令稱猶恐未閑况能解了諸法實", "1000": "猶見佛故除却八十万億刧中生死之罪得見佛已", "1001": "󳱈走歸家白大家言我於今日而遇大𢙣對見於佛", "1002": "瞿曇在王宮門作諸幻化身如金山目喻青蓮放勝", "1003": "光明作此語已入籠中以皮䨱籠󲠻頭而佛還󷑜薗", "1004": "未利白佛願化邪女莫還精舎佛告未利此婢罪重", "1005": "於佛無緣於羅󰿰有因緣佛既還已遣羅󰿰羅詣湏", "1006": "達家度彼老婢羅󰿰羅變作轉輪聖王時千二百五", "1007": "十比丘化為千子到湏達家以彼婢為王女寳老婢", "1008": "歡喜敬礼聖王󷓗宣十善婢聞十善心即調時羅󰿰", "1009": "羅及比丘還復本形老婢見已即作是言佛法清淨", "101": "相𥌒者無以與乎文章之觀聾者無以與乎鐘皷之", "1010": "不󵘩眾生如我弊𢙣猶尚化度即受五戒成湏𨹔洹", "1011": "將詣佛所為作礼懺悔前罪求出家得阿羅漢三明", "1012": "六通具八解󷑆已上。事同劇戲等者下述此等皆不可", "1013": "疑劇謂忩劇戲謂戲論一㘴聞法等是忩戲以毱打", "1014": "頭等是戲論如其所應配劇與戲皆由宿種者下述", "1015": "頓得由此乃過去能殖種解󷑆分善及曾修習此道", "1016": "法故󷛇尒聞法随遇少緣即能得道種解󷑆者即指", "1017": "外凢下種之位曾修習者即指內凢苗成之位能得", "1018": "道者即指聖位結實之位落業󶏨微風以隕而風之", "1019": "力蓋寡孟󷘅󷮂雍門以泣而琴之盛已未宿世善𤎼", "102": "聲既無願𢙣人何教深理二法深者大器晚成大㓛", "1020": "亦復如是故智論三十四云󶯕如𤎼癕若無治者得", "1021": "小因緣而便自潰亦如𤎼果若無人取㣲風因緣便", "1022": "自堕落已上。次案此下准例釋成謂准彼益案此三昧", "1023": "賢護經󵘸第五󷓗百後一百年以佛神力廣行流布", "1024": "若修行者即得三昧此󵘸寧󷄅乎二且入下會其難", "1025": "中且入佛法者先摽根機多如思惟等者弁解文義", "1026": "問荅徵折高僧碩德尤佳其仁半滿真教者小乗九", "1027": "部妙義未究故名半字大乗三部正理已顕故名滿", "1028": "字所言字者為言󵘸本義稱為字𣵀槃論云半字者", "1029": "漸教滿字者𣵀槃滿足教故名滿字攝佛果㓛德盡", "103": "漸成二空真如理致深遠如此愚人卒尒成乎三苦", "1030": "名滿字聲聞緣覺不滿足故名半字已上。𣵀槃第五亦", "1031": "委󷲈矣如也一等者明一心念即見於佛士等還堪", "1032": "任其器如多想等者並結德失三然其下明諸行者", "1033": "湏弁真偽合修多羅如觀經󵘸若不合者名為妄想", "1034": "若有合者名為正觀。", "1035": "本花嚴經言至請陳厥旨是二十一問先󷺸次難難", "1036": "中有二初審後難初審定中或其人等者造業之時", "1037": "即有久近且舉久者故言或也其人造業後久死生", "1038": "然定境中仍現久時所作業相未知斯所見業相者", "1039": "為實為假事真難解是審假實為是本質來現境中", "104": "逼者平生學人常修此觀病苦所逼猶作不成󴋉自", "1040": "為是自心相分假變是審質相後業者等者正難大", "1041": "乗及以經部共許業是思數如何得見其心法耶其", "1042": "義幽隱請為開解。", "1043": "本三昧境相至所測量也荅二十一問文分為三一", "1044": "明三昧境實難解二非但下正弁其義三深湏下勸", "1045": "其󵟾信第二正解中即有其二先出二例成三昧境", "1046": "初宿住随念通者賢護經五󵘸十力中云如來宿命", "1047": "智力者如來能以諸宿命智知於過去諸宿命事所", "1048": "記眾生󷓗此死彼或於一處初受一生或二或三或", "1049": "五或十或百或千乃至或受無量百生無量千生無", "105": "生來未曾修習現今眾苦󳚚繞身心始教令修無相", "1050": "量百千生如是乃至無量轉刧無量定劫無量轉不", "1051": "轉劫等皆如實知又於彼所生趣如是處如是家如", "1052": "是種姓如是名字如是相貌如是生中如是服食如", "1053": "是所作如是善𢙣如是憂喜如是苦樂乃至若亍壽", "1054": "命等亦如實知又於某處󵘩彼身已復生某處如是", "1055": "身相如是所󵘸如是所經乃至壽命諸過去事皆𢘻", "1056": "知故賢護如來能以種󷓗無量諸宿命智知彼眾生", "1057": "宿命所經始自一生及無量乃至壽命諸過去事如", "1058": "實知者是則如來宿命智力已上。是依止靜慮於随念", "1059": "前際所行威德具足中若定若恵是念通以念󷓣故", "106": "觀法道理不可也彼元照者天台門人南山長徒兩", "1060": "此中別摽随更事念故名随念過去五薀是本性相", "1061": "等者正釈宿住通緣過去境相謂随念通過去五薀", "1062": "為本性相緣知彼時自心變現相分五薀忽似彼過", "1063": "去本質相而現在前是親所緣此法亦尒者預標釈", "1064": "成至下正釈次死生智通者賢護經五󵘸十力中云", "1065": "如來天眼力者如來常以清淨天眼過於人眼見彼", "1066": "未來諸眾生軰死此生彼其所受身或美或醜或善", "1067": "或𢙣所得諸色或好或𢙣或妙或󷓥或生善道或生", "1068": "𢙣道又見眾生所作諸業或善或𢙣有諸眾生具足身", "1069": "口意三業𢙣訶罵聖人誹謗正法壞和合僧具足如", "107": "宗法水稟羕一器渕𢮿碩德也三觀圎融之窓前一", "1070": "是諸𢙣業故身壞命終生於𢙣道又諸眾生具足身", "1071": "口意三業善󰮻敬聖人尊重正法供養眾僧具行如", "1072": "是諸善業故命終得生人天善趣如是等事皆如實", "1073": "知賢護如來以淨天眼見諸眾生死此生彼乃至命", "1074": "終生於天上是則如來生死智力已上。是依止靜慮於", "1075": "觀有情生死差別威德具足中若定若恵是死生通", "1076": "問天眼直緣未來死生荅依天眼通󷺸生勝恵方能", "1077": "了知未來眾生此死生彼於之建立死生智名根本", "1078": "天眼但緣現在所󷺸死生智緣未來是為差別故光", "1079": "記云其死生智但據根本是天眼通唯緣現在言緣", "108": "實中道月光艶四分十誦之󴌞中五篇七聚香薰馥", "1080": "未來據通所󷺸眷属󵘸也已上。三明六通如俱舎論二", "1081": "十七及智論三瑜伽二十七對法論二十地論五廣", "1082": "󵘸緣未來境等者正釈死生通緣未來境相謂此通", "1083": "緣未來眾生死此生彼諸五薀相時自心影詑彼眾", "1084": "生業果相續五薀次第而現在前一󷓗無差忽似未", "1085": "來五薀本質相分影現是親所緣問上廣言未來五", "1086": "薀為本質下𢩁言所造業為彼本性相如何相󷏏荅", "1087": "死生智通能緣未來無量刧中眾生所造善𢙣二業", "1088": "及以所受一󷓗果報故廣五薀為所緣境雖緣五薀", "1089": "今為能例只其中業所例淨業三昧境界是亦業故", "109": "然宿霧曾㘴禪不安心身如󶪯󴋃食乖例觀解忽󴧠", "1090": "󷓗今下文為合所例淨業三昧所緣之業偏取未來", "1091": "五薀中業為本性相若通寛論如上應言五薀為質", "1092": "問過去未來其躰非有何論本質如龜毛等是獨影", "1093": "境而無本質故唯識論云過去未來非現非常如空", "1094": "花等非實有性已上。既非實有如何論質荅過去未來", "1095": "雖無實躰曾當有性非全無法故三味中似彼過未", "1096": "來本質五薀影像現前無一差異以既寄懸曾當有", "1097": "法相分現故彼名本質雖名本質非如現在實種生", "1098": "法真實有性為其本質以此義故雖過未無不同󰂐", "1099": "角等全無法也問第六識緣過未五薀所變相分可", "11": "無差別令諸眾生專心有在是故讃嘆彼國土耳此", "110": "緣慮並亡多日熏習片時󱯬󵘩亍時󴓸知此行非自", "1100": "熏過未本質種子耶荅今論雖明變於相分熏本質", "1101": "種否所未詳但摳要上云如第六識緣過未五薀得", "1102": "是獨影亦得󵘸是帯質之境熏成種子生本質故已上。", "1103": "文有二義初釈意者獨影境故不可熏本質種子也", "1104": "次釈意者熏成種子生本質故是帯質境謂染善意", "1105": "識㔟󷓣故緣過未境所變相分熏自相分種子之上", "1106": "亦得熏自本質種子雖熏種子生於本質過未本質", "1107": "今躰性無非如五八識緣現在法時其境守性真實", "1108": "有性不随能緣故帯質攝不名性境據二合義亦可", "1109": "得名獨影帯質過未本質今不在故是獨影義相分", "111": "己分𦆵稱佛名堪於修行即病中願云若我病愈披", "1110": "亦熏本質種故是帯質義故合名獨影帯質也問摳", "1111": "要文義未明過去已謝未來未至躰性非有如龜毛", "1112": "等何熏種子若熏種子其躰非無豈夫不󷏏過去未", "1113": "來非現非常如空花等非實有性之論文耶󴋉有漏", "1114": "善心懺悔無始罪障明了心之前緣前惑業變相分", "1115": "影為除惑業還熏染種寧非大失又妙觀察智識知", "1116": "未來佛果現量智之中緣當二智變相分影依知未", "1117": "來預薰圎鏡成事種子佛果二智非唯本性是亦悮", "1118": "也荅摳要雖明種子熏習其義幽玄人設劬勞亦依", "1119": "從方成摳要意緣過去薀熏成種子緣未來薀不熏", "112": "翫聖教製淨土書興徃生云云。而後病愈還行道法如", "1120": "種子所以者何過去已󷓟雖無躰性已起現行將󷓟", "1121": "之時施應󷺸起似己相分之作用故現在心前所現", "1122": "相分從先󷓘󵲯種子生起與能緣心別種所生以相", "1123": "分既由質生故熏己種時亦熏質種若不尒者業感", "1124": "意識更不可言新古合生同時無有二箇意識餘識", "1125": "不緣如何熏種故知後念染善意識緣前異𤎼無記", "1126": "意識可熏新種未來五薀躰用未起何有󷺸起似己", "1127": "相分之力用耶故義燈云若尒名言熏習及緣過境", "1128": "熏成種時豈有質耶如名言熏及緣過境以現曾有", "1129": "彼境可生即熏成種空花非有雖緣不能別熏成種", "113": "所𤼵願即造觀經㫆𨹔經䟽󳭪󷓢淨教亍今世行諸", "1130": "極微亦尒元無彼質故不別熏已上。此問荅中只舉過", "1131": "去不出未來加之演秘云如第六意緣曾實境熏成", "1132": "實種後生實現已上。又周記釈摳要今文云約曾有質", "1133": "󵘸師資一同緣未來法󷔧獨影境不別熏種也懺悔", "1134": "心前雖熏前際惑業種子即能伏故是有何失或懺", "1135": "悔心是善心故善心之前所現相分亦既善性何熏", "1136": "不善惑業種子若現行熏不善種無漏心現前際貪", "1137": "等煩𢙉影何不熏成有漏種子准唯識論云勿無漏", "1138": "種生有漏故許應諸佛有漏復生善等應為不善等", "1139": "種有漏善心緣過去時熏種子者可論相順過去五", "114": "佛之中唯歸㫆𨹔万行之內專貴稱名自行化他唯", "1140": "薀何以障治相󷏏之法󷓣致疑難此亦等者依例釈", "1141": "成謂随自他曾󷻀三業善𢙣㓛能於三昧中託彼業", "1142": "相現罪福影是名淨業三昧即見諸業相也次或佛", "1143": "下明由佛力見三昧境謂佛大悲為增上緣於三昧", "1144": "中為現此相令其修断言彼断者自他善𢙣心中現", "1145": "故行者覩見修善断𢙣三勸󵟾信中三昧境界諸佛", "1146": "境界如次向所明初二義業力境界者由三昧力及", "1147": "以佛力所成業力亦非凢愚所測知故此三境界皆", "1148": "不可思議也。", "1149": "本有得念佛至為實為󷄅是二十二問先舉所見次", "115": "在西方造次顛沛偏事徃生矣當知實相甚深妙觀", "1150": "問󷄅實身未死位見此二相故其󷄅實更難知也。", "1151": "本此非󷄅也至湏󵟾信之荅二十二問即為其三一", "1152": "𢝰明二境並非󷄅二別釈二境並非󷄅三𢝰結也第", "1153": "二別釈中且如第十二等者別明前境是非󷄅謬謂", "1154": "普觀󵘸自徃生相類斯故知此三昧中見身徃生更", "1155": "非󷄅妄又湏達長者等者別明後境是非󷄅󷺻謂湏", "1156": "達兼見當生報准斯故知三昧業成先見徃生蓮花", "1157": "󷲗相湏達徃緣出賢愚經見當果者多在臨終湏達", "1158": "制心㝡󷓣盛故不待終時當果現前亦顕機故尅果", "1159": "令然如𣵀槃二十七云佛在王舎湏達尒時為兒󷼈", "116": "苦𢙉所逼難凝其心證果羅漢尚遇病苦士生空觀", "1160": "婦入王舎城夜宿長者󱸡檀那舎因見長者忩󷓗弁", "1161": "供因問其故乃知有佛尋見如來請佛至彼如來許", "1162": "竟湏達及與舎利弗同徃經營精舎七日成立所設", "1163": "已訖即執香鑪向王舎城遙作是言所作已弁唯願", "1164": "如來慈哀憐愍為眾生故受是住處我知彼心即與", "1165": "大眾𤼵王舎城至舎衛國󷑜𨹔󷧀林湏達精舎已上。當", "1166": "知湏達顯機性故如來應現亦能灼然法花玄釈顕", "1167": "機顕應云湏達長跪佛在󷑜󷧀月蓋曲躬聖居門閫", "1168": "下三天中福劣弱上二天處放逸極多者問𣵀槃三", "1169": "十二云菩薩受後邊身處󷩨󷛇天是亦名為不可思", "117": "起二道惑具縛凢夫寧受死苦住法空理出三界有", "1170": "議何以故󷩨󷛇𨹔天欲界中勝在下天者其心放逸", "1171": "在上天者諸根闇鈍是故為勝已上。天下放逸似有其", "1172": "理如何相󷏏荅今亦㨿經不湏和會但試通者所望", "1173": "別故放逸義異𣵀槃言下天放逸者著相重故名放", "1174": "逸處如智論云下地結使厚上地結使利結使厚者", "1175": "由受欲重所謂地居行󵖶交形與人無別夜摩天眾", "1176": "相抱成󵖶名之為厚結使利者樂變化天相向笑成", "1177": "他化自在相視成󵖶名之為利覩史多天執手成󵖶", "1178": "異下地厚殊上地利是故補處居在彼天然今言上", "1179": "天放逸者快樂極多㫆遠道故上天樂多名為放逸", "118": "羅漢具󶧠人之勝劣病苦死苦󷓗之輕重生空法空", "1180": "如正理言奇󵘩縱情故名放逸故快樂盛五欲縱情", "1181": "上二天處属放逸也各有其理互不相󷏏餘文可知", "1182": "不湏重釈。", "1183": "本得此念佛至能證知也是二十三問疑其所得實", "1184": "是三昧頗有聖教能證知也。", "1185": "本觀經有文至非必修恵荅二十三問文即有二一", "1186": "󷺸證二立理󷺸證可知第二行者下依理釈中即有", "1187": "其三由一學此三昧遂得見佛若不得三昧寧容見", "1188": "佛耶謂行者平生雖種種修道未修學此三昧已來", "1189": "不能見佛今入道塲方修三昧既得能見即知獲得", "119": "觀之淺深退起出離󶧠之易難學者推尋悉之悉之", "1190": "是三昧也二如人下舉喻釈成是實三昧文在𣵀槃", "1191": "經第八卷如來性品迦󷨞問佛云何佛性難見難入", "1192": "佛言如百盲人為治目故造詣良醫良醫即以金錍", "1193": "决其眼瞙一指示之問言見不荅言不見復以二指", "1194": "三指示之問言見不荅言少見合喻云無量菩薩雖", "1195": "具足行六波羅蜜乃至十住猶未能見如來既󵘸則", "1196": "便少見如是菩薩位階十地尚不了󷓗已上。人患目者", "1197": "喻定恵障不見眾色喻未得定大醫師者喻釈迦佛", "1198": "善能療眼󶯕󵘸觀法以金錍决喻修行觀初不見指", "1199": "喻觀未𤎼昬散猶障令境不現後更為决喻重修觀", "12": "是如來密意方便者明如是󵘸皆是如來意趣門教", "120": "四時促者平生熏修多歲尋思猶不能曉󴋉茲臨終", "1200": "見是指針喻思惟位𦆵見淨境若無眼者喻本自有", "1201": "三昧躰性盲目枯渴眼根無故治不可見上䨱翳瞙", "1202": "能治却瞙還得見色以此見指驗彼盲眼得除翳目", "1203": "眼根清淨非根躰失眼根清淨喻正見境此之三眛", "1204": "亦復如是眾生心中定性本無如何修得如攝論䟽", "1205": "云眾生心中若無定水佛影不現已上。若不修得如何", "1206": "得見諸佛色身及淨土等故知是得念佛三昧也三", "1207": "其人下依境失不成三昧實謂常修習於三昧中常", "1208": "見聖境若久不修馳散五塵先所見境即不能見以", "1209": "此故知前所得者是實三昧也多是聞思者前之所", "121": "少時方始修彼妙觀必定不成言少選者暫時之義", "1210": "見後既󷸡󷓟故知󷓥見聞思定也若成修恵多不可", "1211": "退断欲惑故心境細󰿣又非必言退失三昧聞思相", "1212": "應則是顕示近來所得多是聞思非修恵定如第三", "1213": "卷據大集經󱸽第三五百年已後所得三昧欲聞思", "1214": "定。", "1215": "本修念佛三至令成勝業是二十四問文意易了。", "1216": "本斯益也無至卒陳難盡荅二十四問文分為二一", "1217": "摽二尺三結第二尺中亦有其二初略示次正釈於", "1218": "中亦二先畧立六益尺三昧益次又賢護下明三昧", "1219": "益其實數多初立六益中先摽列數次随數尺一見", "122": "本草序例文選等中皆用暫訓三徒唐下惣弁知識", "1220": "聖眾者畧󷺸一文證見一佛彼經第二見佛品中廣", "1221": "明十方各見百佛千佛乃至見億百千那由他佛觀", "1222": "經般舟文殊般若等中亦󵘸見諸聖眾若晝時不見", "1223": "者對於睡夢其不睡時惣名言晝二聞正法者定中", "1224": "所見阿㫆𨹔佛為󵘸甚深諸法實相是同賢護第一", "1225": "卷󵘸前文餘故不別指󵘸彼經亦云其實未得天眼", "1226": "能見彼佛亦無天耳聞彼法音復非神通徃彼世界", "1227": "又亦不於此世界沒生彼佛前而實但在此世界中", "1228": "積念熏修久觀明利故終得覩彼阿㫆𨹔佛僧眾圍", "1229": "遶菩薩會中或見自身在彼聼法聞法憶念受持修", "123": "不可誤教既有此四不可授理善知識者徒設不堪", "1230": "行或時復得󰮻敬礼拜尊羕供養彼阿㫆𨹔佛是人", "1231": "然後起此三昧其出觀已次第思惟如所見聞為他", "1232": "廣󵘸此文證上二益今略󷺸一文證一佛󵘸法彼經第四饒", "1233": "益品中亦󵘸聼聞所見諸佛所󵘸正法同卷甚深品", "1234": "中亦󵘸定中聞諸佛法從三昧起如彼定中所聞諸", "1235": "法思惟其義為他宣󵘸觀經亦󵘸出定入定恒聞妙", "1236": "法三󷓟重罪者十𢙣破戒五𨒫謗法皆𢘻消󷓟成三", "1237": "昧故又觀經㘴禪經及智度論第七等中亦󵘸能󷓟", "1238": "極重𢙣業四生淨土者又第九佛身觀云作此觀者", "1239": "󵘩身他世生諸佛前得無生忍五諸定根本者安樂", "124": "實相妙教善知時事者第四名時前三為事時是臨", "1240": "集󷺸彼經云諸佛世尊之所遊戲首楞嚴等諸大三", "1241": "昧始出生處已上。六當成佛者彼經第一云復次賢護", "1242": "如此摩伽𨹔國有三丈夫其第一者聞毗耶離城有", "1243": "一󵖶女名湏摩耶彼第二人聞有󵖶女名菴羅波離", "1244": "彼第三人聞有󵖶女名蓮花色彼既聞已各設方便", "1245": "繫意勤求無時󵈾󴧠然彼三人實未曾覩如是諸女", "1246": "直以遙聞即興欲心專念不息後因夢已在王舎城", "1247": "與彼女人共行欲事欲事既成𣱵心亦息希望即滿", "1248": "遂便覺𥧝󷓗已追念夢中所行如所聞見如所證知", "1249": "󷓢法二引智論七云覺己心念彼不來我不徃而󵖹事得弁目是即悟諸法亦尒於是共至󰣄𨹔婆羅菩", "125": "終𢙣深苦事具足無闕如何不弁猥教示乎大聖冝", "1250": "薩所而問其事菩薩荅云諸法實尒從念生菩薩為其方便󵘸法得不退地如是憶念來", "1251": "詣汝所具為汝󵘸者汝應為彼方便󵘸法随順教化", "1252": "令其得住不退轉地究竟成就阿耨多羅三藐三菩", "1253": "提彼於當來必得成佛号曰善覺如來應供乃至佛", "1254": "世尊如是三人既得忍已還復憶念徃昔諸事了󷓗", "1255": "分明也思惟一切諸佛現前三昧亦復如是其身常", "1256": "住此世界中󵈾得聞彼阿㫆𨹔如來應供等正覺名", "1257": "号而能繫心相續思惟次第不乱分明覩彼阿㫆𨹔", "1258": "佛是為菩薩思惟具足成就諸佛現前三昧廣󵘸乃", "1259": "至賢護尒時彼菩薩從三昧起已來詣汝所󵘸此三", "126": "知等者明知識顕佛智逗物如來大聖冝知臨終人", "1260": "昧相者汝時即應彼󵘸法随順教化令於阿耨菩提", "1261": "得不退轉賢護我時則亦授彼佛記是人當來必得", "1262": "成佛号曰德光明如來乃至佛世尊已上。問案此經󵘸以", "1263": "種種喻顕三昧中󷺸悟夢境終獲菩提而例念佛遂", "1264": "得作佛記應舉所󶯕德光明如來授記證念佛益何", "1265": "以能󶯕善覺如來授記為三昧益荅經既舉彼三人", "1266": "所得當作佛益而例三昧成就得益故知賢護為彼", "1267": "󵘸法亦應是念佛三昧法彼所󵘸法若念佛法善覺", "1268": "佛記亦三昧益故今󷺸證或以能例顯所例益實如", "1269": "所難可󷺸德光明如來記又彼經授記品中󵘸釈迦", "127": "學必不得故不教彼人令觀實相是故知識深顯佛", "1270": "如來昔於燃燈佛所已聞如斯三昧彼佛授記是故", "1271": "我今具足十号汝等一心思惟此法如我不異必當", "1272": "得無上菩提道次又賢護下明三昧益其實數多一", "1273": "百二十問者第一卷首賢護能致一百二十三疑端", "1274": "今就滿數言百二十世尊菩薩等者其第一問云何", "1275": "當得已下二問如次㝡未二之疑問舉初後三省略", "1276": "中間一百二十故云如是乃至問也佛告賢護有三", "1277": "昧等者明修習念佛三昧當得成就如上所問一百", "1278": "二十餘諸㓛德賢護當知更有等者明其勝益實是", "1279": "無量不可直限一百二十是故非直出世無漏㓛德", "128": "智善逗物機不授實相也或善知識不教於彼令觀", "1280": "具足亦具世間種種勝利如彼經稱󷓜㓛德品言若", "1281": "有善男女人讀誦受持是三昧典或時復能為他解", "1282": "󵘸現前即獲五種㓛德何等為五一者一切眾毒不", "1283": "能󰡷󶊎二者一切兵杖不能破傷三者一切諸水不", "1284": "能漂沒四者一切猛火不能焚燒五者𢙣王縣官不", "1285": "能得便所以者何由是三昧慈心力故賢護若人一", "1286": "心勤求是三昧時讀誦受持是三昧時思惟修習是", "1287": "三昧時為他解󵘸是三昧時若有眾毒及以兵杖一", "1288": "切水火𢙣王縣官能傷󶊎者無有是處復次賢護假", "1289": "使世間壞刧之火世界𦦨赫天地洞然若彼受持", "129": "實相是深顯示佛智善逗也第三以此四緣已下惣", "1290": "此三昧典諸善男子及善女人設令堕落大刧火中", "1291": "三昧威神彼火即󷓟若不󷓟者無有是處復次若人", "1292": "受持經時若彼𢙣王若𢙣縣官若刧󴦲若師子若󵩝", "1293": "狼若虵毒若能作障㝵者無有是處又行經時若彼", "1294": "夜刃若羅󰸻若餓鬼若鳩槃󰮻若毗舎闍乃至一切", "1295": "非人能為障㝵無有是處又讀誦經時正思惟時為", "1296": "他󵘸時入三昧時行梵行時若失衣若失鉢乃至有", "1297": "諸障㝵事者無有是處又若患眼若患耳若患鼻若", "1298": "患舌若患身若患心復有諸餘患難乃至命難梵行", "1299": "難者無有是處廣󵘸乃至八部眾類四大天王釈提", "13": "夫密意者󷺸機為先不盡理義也次󷺸例中眾僧清", "130": "結也。", "1300": "桓因大梵天王及諸菩薩一切諸佛方能愛敬讃歎", "1301": "󰮻敬守護攝受具如經󵘸此等利益不可勝計故結", "1302": "文云卒陳難盡。", "1303": "本若如此󵘸至諸㓛德不是二十五問問意易解。", "1304": "本三昧雖同至生佛家矣荅二十五問文即有二一", "1305": "略解二深即下廣釈󷓗󷓗中三先明深益於中上窮", "1306": "聖果者示深益躰如賢護經者㨿教而證彼一󷓗問", "1307": "皆問深益佛荅修習如是三昧當得成就所問勝益", "1308": "故知念佛三昧所益甚深殊勝於是深中凢聖益別", "1309": "第二問曰云何得入多聞大海獲智恵藏問無疑惑", "131": "本若人一生至亦徃生耶是第五問一生修行者顕", "1310": "故第七問曰云何當得殊勝端正上妙色身威儀眾", "1311": "生樂見故第十五曰云何當得大慈大悲大喜大󵘩", "1312": "平等與樂故第十八曰云何當得智恵通達明了一", "1313": "切無與等者故如是等益皆聖位益第八問曰云何", "1314": "當得常生大姓之家尊貴之位見者󰮻敬故第九問", "1315": "曰云何復得父母兄弟宗親眷属及以知識左右圍", "1316": "遶恒無別離故第十九曰云何當於一切佛󰸻随意", "1317": "得生故㝡後問曰云何當得住此佛󰸻遍見一切十", "1318": "方諸佛聼聞正法供養眾僧非但未得出世六通而", "1319": "實未得世間五通而亦未󵘩此世界身亦無生彼諸", "132": "示定善及上六品或臨終命者舉下三品此兩類人", "1320": "佛國土唯住此土見餘世界諸佛世尊𢘻聞諸佛所", "1321": "宣正法如是等益多通凢位對凢益下故云上聖次", "1322": "今諸下明其淺益後重󶯕况諸文易了不可𧦐釈。", "1323": "本於此念佛至曉諸未聞是二十六問自修得益不", "1324": "可勝計其義已󲎱設雖未能自修三昧随喜他修亦", "1325": "能誹謗有何󰡷益請陳其事。", "1326": "本今當為子至謗法之罪荅二十六問文別為二一", "1327": "摽示二如賢護下正釈󷓗中亦二先引賢護明随喜", "1328": "福於中然尚不如修此三昧㓛德少分者經以布施", "1329": "挍量随喜今似直挍念佛三昧是文略也具足應謂", "133": "罪根消󷓟死可徃生而此人時命猶不断更經多日", "1330": "不如随喜修此三昧㓛德少分故彼經云其所獲福", "1331": "雖曰極多然尚不如随喜三昧㓛德少分已上。四大随", "1332": "喜者經次上云菩薩應作如是念如彼過去一切諸", "1333": "佛各於徃昔行菩薩時皆因随喜得是三昧因三昧", "1334": "故具足多聞由多聞故速󳱈成就阿耨菩提如我今", "1335": "日亦應如是依因随喜得此三昧因三昧故具足多", "1336": "聞由多聞故速得成就無上菩提賢護是為菩薩第", "1337": "一随喜㓛德聚已上。第二未來第三現在亦復如是菩", "1338": "薩應作如是念如彼未來現在諸佛行菩薩時皆因", "1339": "随喜得是三昧乃至速疾成就菩提如我今日亦應", "134": "方始壽終為更念佛方生淨土為不念佛唯由先󷸽", "1340": "如是當因随喜得是三昧乃至速成阿耨菩提斯乃", "1341": "如彼三世諸菩薩佛行菩薩道時随喜行此三昧者", "1342": "我亦随喜學是三昧者名三随喜以三世名為一番", "1343": "故經󵘸第四随喜云彼菩薩復應如是念我今已得", "1344": "󵟾學三世一切諸如來本於過去行菩薩時皆因随", "1345": "喜得是三昧皆因三昧具足多聞皆由多聞而得成", "1346": "佛今我以此随喜㓛德願與一切眾生共之同生随", "1347": "喜同獲三昧同具多聞同𢘻成就阿耨菩提賢護是", "1348": "為菩薩第四随喜㓛德聚已上。以前三番随喜㓛德迴", "1349": "願與一切眾生共随喜修行是三昧者名為第四般", "135": "得徃生耶問上摽二類何下唯問念佛更󷸽非余行", "1350": "舟亦同󷓢决二󷺸十住論云三世佛為三番三世菩", "1351": "薩一為一番更詳文意次如大品下明誹謗罪經󵘸", "1352": "廣故不具󷺸也。", "1353": "本未知修此至有我教󷺼是二十七問文有其二初", "1354": "許嚴堂可安本尊次難處闇大聲念佛。", "1355": "本󶀋其聖典至生疑惑矣荅二十七問文有其三一", "1356": "明聖典無勸闇室二但󷸽下正解難意三此乃下明", "1357": "學者知不修無疑第二正明中亦有二一弁初學用", "1358": "於闇室三昧易成謂修行人將斯闇室絕諸視聼心", "1359": "󵘩諸緣易得三昧不尒難成󵕬是世間者下依例釋", "136": "耶荅文言省略且述要行具足應言為復更湏念佛", "1360": "成於中有三先例欲思世間難事獨居閇目思事得", "1361": "成而明行者可用闇室次如處下寄於現量明用闇", "1362": "室心不散乱後又如下弁初後學如次用󵘩闇室修", "1363": "行况喻可知二故觀下明高聲念一心難乱三昧易", "1364": "成於中有先󷺸觀經證聲不絕至心易成謂用闇", "1365": "室為令心專󷓗󷓗󷓗為令成三昧知成三昧專心為", "1366": "先故觀經󵘸令聲不絕豈非此人苦𢙉所逼念想難", "1367": "成令聲不絕至心便得今此等者依證釈成謂今出", "1368": "聲學念佛定亦復如是令聲不絕遂得三昧見佛及", "1369": "眾晈然在前次故大下正顕示依大小聲念如其次", "137": "及觀念等方生淨土為不更修亦徃生耶。", "1370": "第見大小佛問日藏分中無此文何荅論主所覧更", "1371": "勘他本要集中言三昧𤼵得󵟾而可信問大念大聲", "1372": "者念即聲不若言一者念是心數聲是色法色心躰", "1373": "差如何念躰即是聲耶若不尒者既言念聲如何會", "1374": "通荅念力大故大聲稱佛義分齊等故言念聲非謂", "1375": "忽念聲即一躰問念若心所如何口稱名為念佛荅", "1376": "念名心所明記曾受不生忘失故聞佛名後更不忘", "1377": "思出口稱是念心所明記㓛能想在於內語顕於外", "1378": "故㓛讓本口稱之上立念佛名觀佛亦名念佛准此", "1379": "可知又有別義繁故不述云云。後斯即下結成教量及", "138": "本得徃生也至恐不得生荅第五問文有其二一惣", "1380": "以現量勵聲念佛三昧易成餘文應詳不湏重釈。", "1381": "本經言五躰至頭面礼佛是二十八問上來料蕳念", "1382": "佛三昧行相已竟自下一章問󷨽投地自擈差別此", "1383": "問意者經󵘸懺悔言五躰投而今懺悔多以自擈未", "1384": "知依何聖教自擈若以經󵘸五躰投地即自擈者𢙢", "1385": "是未可既言五躰何妨只是五輪著地頭面礼佛。", "1386": "本如觀佛三至其何恠󷺼荅二十八問文即為二一", "1387": "先󷺸經二此豈下准經釈成彼經󵘸種種懺悔中言", "1388": "自擈鼻中血出故豈非懺悔用自擈󷺼無教輙為誠", "1389": "如所難經有其󵘸其何恠󷺼。", "139": "明有縱延多日亦得徃生二然有下分別二類第一", "1390": "為󷓢通淨教令眾生學行依聖言及理解釋群疑論", "1391": "信謗俱結緣同生安養界願𢘻見㫆𨹔聞法成正覺", "1392": "釋淨土群疑論探要記卷第十四", "1393": "寬永丑甲申󱑊孟秋吉辰", "1394": "栁馬場二条下町", "1395": "吉野屋󳕣兵衛", "14": "淨堪為戒師󴋉諸如來㓛德齊等皆為歸處摽心一", "140": "類者修福之後雖經多日更不造𢙣起無記心此諸", "141": "無記不感𢙣報乗前念佛即得徃生諸無記心者有", "142": "䨱之外無䨱無記有䨱無記非󰡷自他猶䨱道法隱", "143": "弊自心令染𣲇故資益𢙣種容有㔟力引令起故無", "144": "䨱無記𢝰有四故言諸無記異𤎼威儀工巧通果此", "145": "四雖起而不成過其性薄弱無隱䨱義非成󰡷故四", "146": "無記如俱舎第七及補闕章等曲分別明第二類文", "147": "即有二先直明義謂念佛後多時不死更興𢙣念作", "148": "不善業此人多恐不可生淨次經言下󷺸證釋成後", "149": "𢙣能󷓟前之念佛於中初󷺸花嚴遺教二文證𢙣消", "15": "師以為和上比行者專念於一佛𤼵其戒緣即勝余", "150": "善經言一念者花嚴經󵘸如前已引又言瞋恚者遺", "151": "教經󵘸非重指前如經󵘸言若縱恚心則自妨道失", "152": "功德利忍之為德持戒苦行所不能及能行忍者乃", "153": "可名為有力大人若其不能歡喜忍受𢙣罵之毒如", "154": "飲寸露者不名入道智恵人也所以者何瞋恚之𡧱", "155": "則破諸善法壞好名聞今世後世人不喜見當知瞋", "156": "心甚於猛火常當防護無令得入刼㓛德󴦲無過瞋", "157": "恚已上。一瞋恚󶊎善法如是󴋉餘諸罪障諸善行舉一", "158": "顕諸故言󴋉也如經󵘸言者󷺸分別業道經證業先", "159": "感果一終時業㝡先受報二重心造業先󶥾果三輕", "16": "者類念㫆𨹔㓛德無量言和上者亦云和尚亦云鳥", "160": "重等先造前󷺸又雜集第七云問若一有情成就多", "161": "業云何次第受異𤎼果耶荅於彼身中重者先𤎼或", "162": "將死時現前者或先所數習者或㝡初所行者彼異", "163": "𤎼先𤎼又俱舎云略有三種能先引杲一者極重如", "164": "屓債󷓣者先󶥾二者近作臨終時逢善𢙣友所起善", "165": "𢙣先󷺸果三者數作謂一生來元數造業能先󷺸果", "166": "已上。彼經󵖉數作俱舎減先作各文省略具如雜集經", "167": "三義中今正取初下結文云此人為後有罪故謂近", "168": "㝡後作𢙣業故此人多恐不可生也問若約後類道", "169": "理不明如何淨業成就之後還作不善留生死乎謂", "17": "波陁那此翻親教師從於和上𠧒大戒故此亦如是", "170": "所成業佛力相加非唯自力增上勝緣之所住持寧", "171": "為𢙣業所消󷓟乎此有二義一云此人無漏佛願為", "172": "增上緣而成業故更不可犯生死重𢙣例如初果道", "173": "共戒力法尒不作󴔳生等業彼即小乗此既大乗彼", "174": "亦自力此是他力彼入定有出定即無此恒成𤎼不", "175": "能断絕義推小乗自力至極不及大乗他力初心若", "176": "尒淨業决定成者何劣小乗道共戒力消逆雲於十", "177": "念之風彰帝󱶈於寸心之月不生定恵翅越生死之", "178": "山不假断證車至𣵀槃之城皆是佛願難思妙用寧", "179": "與小乗諍其德乎故本願云若不生者不取正覺念", "18": "者下合釋應知第二義中即有其二一先許佛果平", "180": "佛業𤎼若不生者四十八願便為徒設但今論文立", "181": "此義者為令懈𢢔者起󷓽進心故且依法相論善𢙣", "182": "用互有󷓣劣如對法論󱸽善𢙣業󷓣劣中云又故思", "183": "所造一切善業望不善業皆名󷓣力故思所造諸", "184": "不善業望諸善業皆名󷓣力又故思造業異𤎼决定", "185": "不断不知名󷓣力業此中意󵘸一切善不善業無有", "186": "差別但異𤎼决定諸聖道力所不断者皆名󷓣力業", "187": "已上。今亦如是任法性相所引花嚴遺教經等皆據大", "188": "分自因而󵘸非述他力住持㓛能一云此人猶居退", "189": "位處亦退境縱成淨業若遇𢙣緣何不還造重𢙣罪", "19": "等㓛德無差別二然以下明繫属異利益不同法尒", "190": "業流轉生死深存此理故作此釋下文亦明業成就", "191": "後退不生義既非一處為假󵘸乎又觀念門引觀佛", "192": "經明成三昧後生貢高起邪念等失甘露味生貧賤", "193": "家邪命𢙣風吹󲔹𢢔火燒󷓟所得念佛三昧猶如狂", "194": "𠌵壞蓮花池觀佛三昧既以如斯念佛三昧亦復應", "195": "然雖由佛願得成就業而眾生退作𢙣業故佛亦拱", "196": "手所不救濟扁鵲不能治不受鍼藥之疾賢聖不能", "197": "正不用善言之君又淨摩尼珠能清濁水若得深泥", "198": "珠力不及去󶍹󷓽空遙一丈餘佛願亦尒不受法人", "199": "不可化益加於可加蓋斯謂也。", "2": "陁佛㓛德無邊念諸餘佛㓛德亦尒。", "20": "繫属共不共義如第六記若属此佛等者准彼論󵘸", "200": "本如觀佛三至此火花也是第六問先引經󵘸次問", "201": "同異文意分明。", "202": "本以四義故至海經󵘸也荅第六問文即有三謂摽", "203": "釈結釋中有四行相語佛各引兩經令知同異文義", "204": "易了不湏重釈。", "205": "本九品生人至遂無優劣是第七問舉異難同行有", "206": "優劣者世戒行三福不同故聖󷲗多少者無數千五", "207": "化佛比丘等眾異故花開早晚者一宿日夜七日六", "208": "刧等差別故臺花差降者金剛紫金為󱰖臺異金蓮", "209": "七寳為寳花殊一種金花者上品下生持金蓮花下", "21": "𢝰解由属不属差有度未度異属此佛等者別解由", "210": "品下生見金蓮花其言同故。", "211": "本此有三義至有差降也荅第七問文自三義第一", "212": "義意下品下生金蓮花者是來󷲗佛所乗㘴花非行", "213": "者座何與上品論同異乎其人障重等者明但見佛", "214": "座不感佛相由謂十念力󷓟󷓥業故淨業速𤎼雖預", "215": "來󷲗細障猶殘䨱佛容故但見佛座不見佛也第二", "216": "義意下品下生金蓮花者引導蓮花故異上品此人", "217": "鄣重不佛來󷲗唯依報蓮來󷲗精神故觀經等者證", "218": "成自義兼非後義若是行者所㘴蓮花經何不󵘸㘴", "219": "寳花也問本願文云大眾圍遶現其人前此義如何", "22": "属不属稱念佛名心至不至應來不來。", "220": "󷏏佛願乎荅金花引生猶佛變故不可󷏏願如夢見", "221": "佛來󷲗攝也第三義意行人㘴花雖與上品同是金", "222": "花形量大小㽵嚴優劣自分以為二品蓮異問第一", "223": "二義行者不㘴寳花徃生若不㘴者諸品皆㘴此品", "224": "何尒若言㘴者此人見座歡喜即㘴不我座者如何", "225": "得㘴荅准上八品㘴花可生罪鄣重故僅見佛座若", "226": "見引花雖不廣見自所座花命終已󲎱忽㘴花也問", "227": "若第三義無能引者如何徃生上之八品猶㨿聖引", "228": "󴋉極愚人獨徃不迷荅第三之義唯言見自所座蓮", "229": "花不󷺺佛󷲗應謂佛來唯見自座如第一義見座非", "23": "本如無量壽至如何會釋是第二問先󷺸後難問二", "230": "餘。", "231": "本下品中生至以成刼耶是第八問󷓗意可覺。", "232": "本淨土諸師至此方刧也荅第八問文即有二一先", "233": "摽餘解二正述自義第一餘解中先述於義次立於", "234": "理言諸師者亰師憬󳺇等師許此方數第二今釈下", "235": "述自義中先𢝰非前次正解釈有摽釈結尺有三義", "236": "謂例教理第一例者例欲諸天壽命長短皆彼天笇", "237": "顕淨土刧亦彼方數明初天歲數中若取𨵻浮提等", "238": "者此之計笇未刊定󱸽所以者何以人間五十年為", "239": "彼四王天一日一夜故三五十五彼三十日當此間", "24": "經相󷏏如何荅大經属念佛於小福小經名念佛於", "240": "一千五百歲乃至彼天一年計當此間一万八千歲", "241": "數彼十二年即當此間二億一万六千年也若以此", "242": "間万八千年為彼一月人六百歲為彼日夜三六十", "243": "八万八千歲即當一月若五十年為一日夜一千五", "244": "百万八千歲如其次第一月一年若㨿餘󵘸不足致", "245": "疑今㨿俱舎成此都合恐是文誤也已上五天命漸", "246": "增者人間百歲為第二天一日一夜乗斯晝夜三十", "247": "日為一月十二月為一年彼壽千歲若以𨵻浮日月", "248": "計笇三千年為彼天一月三万六百歲為一年人二", "249": "百歲為第三天一日一夜乗斯晝夜成月成年壽二", "25": "多福於一種善大小名異故成相󷏏也阿㫆𨹔經名", "250": "千歲人四百歲為第四天一日一夜乗斯晝夜成月", "251": "及年壽四千歲人八百歲為第五天一日一夜乗斯", "252": "晝夜成月及年壽八千歲人千六百為第六天一日", "253": "一夜乗斯晝夜成月及年彼壽一万六千歲也如俱", "254": "舎云人間五十年下天一晝夜乗斯壽五百上五倍", "255": "󷓗增故云皆增下天一倍合釋可解不湏重弁第二", "256": "教者文有三一初至開之時也明上品中生花開淨", "257": "土日夜二上品中至彼日月也明中生經宿如彼土", "258": "日夜下生日夜亦彼方笇三日月下明晝夜既彼方", "259": "刧數亦應彼劫初文有二先出經󵘸次尺經義釈中花", "26": "多福者如選擇󷺸襄陽石碑經本云一心不乱專稱", "260": "開經宿等者謂顕彰上品中生花開時分既取彼土", "261": "大寳花經宿開時分明知花開經一宿者用彼方數", "262": "故經意󵘸如彼淨土大寳蓮花經宿晝開此紫金臺", "263": "亦經宿開夜即花合等者諸佛淨土無日月故以花", "264": "開合知晝夜也如悲花經第一󵘸蓮花尊淨󷳑云更", "265": "無日月亦無晝夜以花合鳥捿而知時莭已上。無晝夜", "266": "者無用日月明暗晝夜知時節者准余事而知晝夜", "267": "等又俱舎云持雙已上日月並無依花開合建立晝", "268": "夜如𤘽物陀鉢曇摩等又依諸鳥鳴靜差別或依天", "269": "眾𥧝󰫸不同已上。明無日月處㨿花開合等弁晝夜別", "27": "名号以稱名故諸罪消󷙂即是多㓛德無量壽經属", "270": "也半刧為晝等者顯日夜時分曉花開長短如花嚴", "271": "經云娑婆世界一刧為極樂國一日一夜等問何以", "272": "得知大寳花例彼土花令知中生花開時分彼方歴", "273": "數誰知以此天上寳花晝開夜合而令例知中生㘴", "274": "花此方宿開荅淨土經中嘆大寳花豈是人天有漏", "275": "花耶大者顕非人天花量寳者顕是眾寳莊嚴如言", "276": "大寳花王座也寳花若則淨土花者所例經宿何此", "277": "方耶󴋉今文󵘸花開時分然天上長人間時短何以", "278": "彼長令知此短若言是例天上寳花夜合晝開非同", "279": "時分諸品皆󵘸花開時分此品何令唯知開相故知", "28": "小福者除大小菩薩之外凢夫所修皆名小福其小", "280": "經舉淨土寳花開𤼵時節󴋉顕當品經宿時分是摽", "281": "一類言經宿開豈無朝生暮花開類二上品下明下", "282": "生日夜中亦有其三一直明例上品中生經宿即開", "283": "上品下生一日一夜蓮華乃開亦彼日夜二不然下", "284": "徵尺成中先責淨土寳花容此日開謂彼中生一宿", "285": "花開既淨土宿例知下生一日一夜還可彼方其理", "286": "顕著若言下生日夜不然此方數者寧容淨土大󷤌", "287": "蓮華取此晝日而開敷耶下生日夜既此方故中生", "288": "經宿亦容此方宿若此方彼大寳花亦容此方晝日", "289": "開故次若彼下設責上花開遲下花開速謂若彼大", "29": "善中有念佛故問不生少善名何善耶若言余善󷓗", "290": "寳花開以取彼日夜中生花開乍同彼時下生一日", "291": "一夜開翻乃同此方日月者中生花開還乃可晚下", "292": "生之者上下分花遲速義乖理必不然三故知者下", "293": "結歸正三日月下述例日月刧亦彼方其義應推故", "294": "云可知第三理者文即有二一初至刧花開耶明中", "295": "品七日遲下品六刧若依經宿即開之󵘸日月花開", "296": "乃用彼方若依汝等自許之義經刧花開乃用此方", "297": "中品中生七日花開彼方七日彼方七日唯花嚴經", "298": "當此七刧下品中生六刧花開此方六刧此方六刧", "299": "亦准花嚴當彼六日若尒寧容中品中生花開之日", "3": "本此有二義至亦不來救荅第一問文自二義第一", "30": "󷓗悉生何属不生若言徃生經󷺺不生如何會釋荅", "300": "遅於下品六刧花開耶約穢中品遅下一日故也二", "301": "又下品至四十三刧明下品上生七󷓗日遅下品中", "302": "生若日月花開用彼方若經刧花開用此方下品上", "303": "生經七󷓗日彼四十九日彼四十九日准花嚴經即", "304": "當此間四十九刧下品中生經於六劫此方六刧此", "305": "方六刧亦准花嚴當彼六日故約穢土下品上生花", "306": "開遅於下品中生四十三刧或本言二一默󵖉也若", "307": "約淨土上生遅下四十三日第二教證已成立故立", "308": "第三理責遅速失三以此下惣結不用此方刧數言", "309": "道理者以例教理惣名道理非𢩁第三問要集明據", "31": "西方要决不至心念名為小善徃生要集輪󷙌善業", "310": "此方刧數以四例成其中第三引平等經󵘸胎生者", "311": "言於是間五百歲中不能得出憬興等師亦以此文", "312": "證此間歲邊地既依此間歲數彼六刧等何淨土刧", "313": "荅今依觀經所依別故各解鉾楯至經󵘸者譯人加", "314": "歟法護所譯不言此間此外異譯多所相󷏏諸師𢘻", "315": "以法護為良學者思擇又於是間者󳑂彼淨󷳑謂前", "316": "後文󵘸淨土故指自國言於是土間五百歲中不能", "317": "得出又西方集成會通言作此解者於此間五百歲", "318": "者言住城中之間非指此方間矣已上。灮明山意指城", "319": "之內言於是間所謂於此邊地城間彼土歲數五百", "32": "以属小善推今論意異此等義既以念佛名大善故", "320": "年中不能得出故是間者指城間五百歲者指彼土", "321": "笇非謂人間數五百歲也如愚推者為取極樂日月", "322": "歲數𠮦言是間謂胎生人於此淨土間五百歲不能", "323": "得出古德之義猶為量耳。", "324": "本彼既經刧至彼花中耶是第九問󷓗意可詳。", "325": "本准依下品至各有差降荅第九問文即有二一先", "326": "引經二次述成在於花間經刧數者是由罪障若不", "327": "由障在花內者何因九品華開不同各有差降󷺼。", "328": "本若彼有罪至感苦報耶重難前義花開遅速由罪", "329": "障者有其業鄣何不感報耶。", "33": "自余諸善名小善者其義顯著經言不生功力弱故", "330": "本雖有罪種至長命之報重救前義文有其二一初", "331": "至不得現行明有罪種不感苦報二但有下明不感", "332": "報餘鄣猶在成華開障第一文三一明以由念佛等", "333": "力󰡷罪種㔟用故不感苦果謂雖有罪種以其得生", "334": "次前生中𤼵菩提心至心念佛諸罪󷓟故縱有微細", "335": "罪業種子不能為因󶥾生苦果諸罪消󷓟者念佛之", "336": "力󰡷罪種用令不可󶥾其苦現行名為󷓟也微細業", "337": "種者是業種子業種子者名十𢙣等不善思數種子", "338": "熏成本識之處蕳其現行十𢙣業等故云微細㔟用", "339": "若󰡷以極󱸞劣雖有種子不生苦現故知下結罪󷓟", "34": "望念佛故如和尚言随緣雜善恐難生也靈芝亦同。", "340": "之義二又以下明淨妙身無由苦果而得現起三又", "341": "以下明佛本願令其苦果不生現行第二但有下明", "342": "餘障猶成花開障中亦有三一直顕樂由餘障故花", "343": "不速開二故無量下引胎生例而成化生亦為餘罪", "344": "花不速開言餘罪者彼罪業種微細㓛能󷓥感果用", "345": "念佛等力雖已󰡷伏而得微細㔟用能障其花開也", "346": "由疑彼佛不思議智者經󵘸具疑於佛五智然唯", "347": "言疑第二不思議智𠀍人多有此一疑故謂修念", "348": "佛及三福業求淨土者生疑惑曰吾是流轉生死", "349": "凢夫無始罪業不可勝言如何一生已來修福輙", "35": "本各有一意至㨿義不同荅第二問文分為二一𢝰", "350": "得󷓟除可生淨土為治此疑故言不思議智不", "351": "思議者佛果智力自在難測能少作多以多作", "352": "少以近為遠以遠為近以重為軴以輕為重以長為", "353": "短以短為長如是智力不可思議愚人不弁此智能", "354": "故方疑少時修念佛等󷓟多刧罪若信佛智力不思", "355": "議何疑少善能󷓟多𠍴翫其積礫不窺玉渕者未知", "356": "驪龍之所蹯習其󶂙邑不覩上邦者未知英雄之所", "357": "󱸖久熏有分妄執狼疑無㝵神智餘之三智疑相深", "358": "細邪恵者作非頑愚疑故且示一又別所疑四智中", "359": "此智居初舉初顕後非有別由也疑王智相如略論", "36": "二別第一惣中各有一意者摽無量壽經者釋彼約", "360": "解及憬興等問准略論者述疑第二唯舉念佛何言", "361": "廣修三福等善疑佛智耶荅經言以疑惑心修諸㓛", "362": "德故所修不𢩁念佛一善異譯經中泛明布󲣿持戒", "363": "等善彼略論者且就要行唯舉念佛問既起疑心如", "364": "何得生荅准異譯經󵈾信不信名為疑者謂此之人", "365": "或時能信或時能疑信疑交󷒲不得一向故由󵈾信", "366": "得生淨土壽經󵘸言猶信罪福即此義也雖信尚疑", "367": "故受邊難亦經󵘸言疑惑不信即此義也具如󶧭通", "368": "記中引覺經等解疑心者徃生之義三猶如󴔳下引", "369": "例重成餘鄣但有障花開力無招報㓛謂󴔳等業於", "37": "數少此就用多故不相󷏏第二彼人下別解中亦有", "370": "地獄中雖感異𤎼有其餘㔟還生人天障長命報而", "371": "令短壽名等流果花開之障亦復如是以念佛力󰡷", "372": "引果用故雖無感異𤎼苦報猶有餘㔟障花開也十", "373": "𢙣業道等流果者俱舎十七釋三果云十𢙣業道各", "374": "招三果其三者何異𤎼等流增上別故謂於十種若", "375": "習若修若多所作由此力故生那落迦是異𤎼果從", "376": "彼出已來生此閒人同分中受等流果謂󴔳生者壽", "377": "量短促不與取者資財乏匱欲邪行者妻不貞良󷄅", "378": "誑語者多󷮂誹謗離閒語者親友乖穆󷓥𢙣語者恒", "379": "聞𢙣聲雜穢語者言不威肅貪者貪盛瞋者瞋增邪", "38": "其二先正解次󶯕合先解中彼人唯念等者顯示數", "380": "見者增癡增上果者所有資具由󴔳生故光澤鮮少", "381": "不與取故多󷮂霜雹欲邪行故多諸塵埃󷄅誑語故", "382": "多諸臰穢離間語故所居險曲󷓥𢙣語故田多荊󰀖", "383": "磽确䶢鹵雜穢語故時候變改貪故果少嗔故果辢", "384": "邪見故果少或無也已上。異𤎼果通於三𢙣趣俱舎從", "385": "重偏云地獄故對法論云十不善業道異𤎼果者於", "386": "三𢙣趣中随下中上三品受傍生餓鬼那落迦異𤎼", "387": "已上。等流增上諸論同約若得來生人同分時謂從𢙣", "388": "趣沒後生人中感得自身眾具󲑍󰡷名等流果感得", "389": "所有外事󲑍󰡷名增上果也明增上中時候變者於", "39": "少󷓗󷓗有三一法數少唯修念佛不修諸余道品法", "390": "耕作事寒溫等時乖變改轉貪果少者田󷻘稼穡果", "391": "實尠少嗔果辢者對法論云嗔恚故果味𨐌苦邪見", "392": "果少者准貪可知又對法云邪見故果味𨐌苦或全", "393": "無果問何因十𢙣各招三果荅俱舎論云令他受苦", "394": "故受苦異𤎼果断他命故來生人中受命短促為等", "395": "流果壞他威故感諸外物鮮少光澤為增上果已上。󴔳", "396": "生業感三果如是餘之𢙣業如理應思准之故知異", "397": "𤎼等流增上三果如其次第令他受苦断命壞威業", "398": "所感也所謂󴔳生遠加行位取刀杖等追走責怖壞", "399": "他威故感增上果所有資具賤少光澤近加行位打", "4": "義中即亦有二一直釋義二難成義直釋意云念一", "40": "故二時數少一念㓛成不假長時永刧時故三勞數", "400": "切他肉令迫逼故感異𤎼果受諸劇苦根本業位他", "401": "命断故感等流果是依顕相且󵘸一邊通而論者断", "402": "命壞威亦感異𤎼令他受苦亦感餘果俱不善故󷓗", "403": "光記云問断命壞威俱是不善應感果𤎼何故唯󵘸", "404": "受苦感耶解云理亦能感而不󵘸者為令他苦相顯", "405": "偏󵘸問等流即是增上果欇受苦壞威應亦能感何", "406": "故唯󵘸断命能感解云意據增上邊理亦能感而不", "407": "󵘸者以断他命業望彼短壽有別勝用故偏󵘸之問", "408": "增上寛通應三並感何故壞威能感非餘二耶解云", "409": "餘二理亦能感增上而不󵘸者以壞他威相顕別󵘸", "41": "少唯舉聲稱不送難行苦行勞故雖有三義法數為", "410": "已上。問等流如何僧上欇耶荅言增上者異𤎼果上亦", "411": "受果故名為增上若據此義等流亦異𤎼果上增受", "412": "果故可攝增上也問若尒何故別名等流荅約相似", "413": "義別名等流謂断他命令短促故後感短壽從此相", "414": "似別勝能故立等流名故光記云言等流者是相似", "415": "義如断他命令壽短促今時壽命還短促故盜等准", "416": "釈已上。如不善業建立異𤎼等三果別十善業道於人", "417": "天中三果差別如其所應亦當建立故對法四云十", "418": "善業道異𤎼果者謂於人天趣中受人天異𤎼等流", "419": "果者謂即於彼處各随其相感得自身眾具興盛增", "42": "本故云唯有念佛無余修道福也此念阿㫆陁佛等", "420": "上果者謂即於彼處各随其相感得所有外事興盛", "421": "已上。", "422": "本觀經言下至得徃生耶是第十問先󷺸次難󷓗即", "423": "有二先難重󵘸除󷓟罪法若罪前󷓟無罪可除何故", "424": "觀音後󵘸實相󷓟罪障耶次若有下難有罪可除而", "425": "得徃生若後有罪可除󷓟者何因不障生於淨土而", "426": "令徃生耶。", "427": "本此有微細至除󷓟罪也荅第十問文即有二一畧", "428": "會所難二以彼下廣解所難第一文中此有微細等", "429": "者略會先難㨿念佛力󷓥業前󷓟以微細障猶未盡", "43": "者顯示用多先釋次證後結可見次󶯕合中有摽釈", "430": "故經󵘸觀音󷓟罪鄣也然罪鄣微等者畧會次難罪", "431": "障餘㔟力用微劣念佛力強不鄣徃生也第二廣解", "432": "中以彼罪人等者廣解次難先示𢙣用次顕善德然", "433": "念佛等者廣解先難謂前念佛行相󷓥故唯󷓟󷓥罪", "434": "細障猶在故花開後遇於觀音㔟至二尊大悲音聲", "435": "為󵘸甚深諸法實相而能觀察法身妙理所緣境界", "436": "能緣正智俱微細故始能除彼微細業障故經󵘸言", "437": "除󷓟罪也問徃生已後障花開罪與花開後聞法除", "438": "障為同異不若言同者既鄣花開未除之前何得花", "439": "開若言異者󷓥念佛已󷓟細能鄣花開如是󷓥細二", "44": "合如文可解摩尼珠多少者狀少名少德多名多如", "440": "障之外更有何障花問之後始得除耶荅二障別物", "441": "謂花開鄣細中󷓥也於彼花內經刧數位皆得償盡", "442": "花方開已故論註云經十二刧償五𨒫罪聞實相位", "443": "所除罪障細中細也鄣佛相好㓛德等法不令明了", "444": "故觀實相能令断也。", "445": "本何故無量至遂有差別是十一問先引次難問此", "446": "義既在第三卷中分明述釈何重問荅󷓗第三卷釈", "447": "三階義次雖釈此義通兩經󷏏而未明󱸽上下卷鉾", "448": "揗意故今重釈耳。", "449": "本此無別也至於教開悟荅十一問文有𢝰別𢝰解", "45": "止觀五云如如意珠天上勝寳狀如芥粟有大㓛能", "450": "可知第二法藏下別釈中二一明願文從少至多二", "451": "大聖下明願成就從多至少初中有三先明無𨒫多", "452": "少皆生次如逆下明有逆者滿十必生不滿不生三", "453": "久學下明論主󷛇尒不得本願之義第二釈願成就", "454": "中釈迦預知等者本願文言乃至十念唯除五逆故", "455": "人迷斯典浪起推求執逆者滿十亦不生故釈迦󵘸", "456": "願成就時言乃至一念而顕願意若能十念𨒫罪皆", "457": "生乃至一念不生故除上下卷文互󵘸一十顯教分", "458": "明此乃欲令未來眾生於教開悟也。", "459": "本未知念佛至󷓟上心罪是十二問先審次難初審", "46": "淨妙五欲七寳琳琅非內蓄非外入不謀前後不擇", "460": "定中言上心者心之現行名為上心故󲊆論三云論", "461": "曰此種子出世淨心未起時一切上心惑對治釋曰", "462": "此第一為顕猒𢙣對治由此聞熏習明了正理能知", "463": "諸塵過患於非理及諸塵生猒𢙣此猒𢙣心能對治", "464": "上心惑即是聞熏習㓛能故明猒𢙣對治種子即是", "465": "聞熏習菩薩未知欲知根名出世淨心此心未起之", "466": "前是聞熏習属聞思位在聞思位中昔未得聞思恵", "467": "時由見倒及想倒見修所破煩𢙉恒起上心生四𢙣", "468": "業感四𢙣道報由得此法未生煩𢙉及業果報𢘻不", "469": "得起嘉祥大乗玄論云攝論師云地前伏四住上心", "47": "多少不作󷓥妙稱意豐儉蓋是色法尚能如此况心", "470": "初地已上方断種子已上。此等皆是心之現起名上心", "471": "也次正難中若󷓟種子等者難󷓟種子謂初地見道", "472": "要湏聖道断除二障分別種子證二空時亦断𢙣趣", "473": "諸業果等故唯識論九云雖見道生亦断𢙣趣諸業", "474": "果等而今且󵘸能起煩𢙉是根本故䟽云等者等取", "475": "𢙣趣非業及非異𤎼及等餘增上果等法及人天趣", "476": "中分別所起業及果故直言𢙣趣攝不盡故能起之", "477": "中但󵘸煩𢙉以所知障與之俱故惣名煩𢙉已上。󷓨理", "478": "通神目之為聖運載遊履稱之為道未得聖道寧󷓟", "479": "罪種若言念佛㓛力勝故󷓟罪種者念佛㓛德雖復", "48": "神靈妙寧不具一切法耶󷓢决釋云大論云古佛舎", "480": "無邊此是有漏聞思等心何容即用無漏道力殊勝", "481": "修恵能断業種若󷓟上心等者難󷓟上心謂罪福心", "482": "不得俱起無二上心如何念佛󷓟上心罪念佛現在", "483": "罪業上心不俱起故過去上心不可言󷓟自去法故", "484": "未來上心亦不可󷓟未生法故。", "485": "本非󷓟種子至力益能轉荅十二問文分為二一惣", "486": "󷺺二俱非二上心下別󴎯非󷓟上心種子兼明是󷓟", "487": "罪種㔟用於中亦二先明念佛不󷓟上心謂上心者", "488": "名一󰸻那現起思數󰸻那起法自能謝󷓟不假他力", "489": "故上心罪󰸻那自󷓟不湏念佛方始󷓟除也又善𢙣", "49": "利狀如芥粟能滿自他菩提妙果名大㓛能已上。而今", "490": "不俱等者明不俱故無󷓟除義謂念佛時上心之罪", "491": "自己先󷓟或時未來上心未起言或時者對其已起", "492": "非對是正念佛時也正造罪時念佛已󷓟亦不俱起", "493": "念佛不󷓟其上心罪問何故有為諸法󷓟時不假於", "494": "因緣力耶荅雜集論六云謂一切法從緣生已不待", "495": "壞緣自然壞󷓟以不待餘　緣自然壞󷓟故㝡初生", "496": "已决定壞󷓟已上。俱舎論云󷓟不待因無非果故諸法", "497": "生時必由因緣生果有故能生亦有諸法󷓟時不待", "498": "因緣其󷓟無法非躰有故因緣亦無問若尒何故婆", "499": "沙論言阿毗達磨諸大論師諸法生󷓟俱待因緣荅", "5": "切佛功德平等所以者何由諸如來同具㓛德𢘻断", "50": "文言價直多故名為多者其德多故價直亦多故不", "500": "諸法生󷓟有主客因言主因者是四相中生󷓟二相", "501": "與法恒俱謂法生時由生相力󷓟由󷓟力因用󷓣勝", "502": "恒不離法故名主因言客囙者餘六因等因用非勝", "503": "或時有無故名客因今約客因婆沙據主故不相󷏏", "504": "又經部意諸法󷓟時不論主因故光記云又解經部", "505": "生󷓟雖無實躰然假󵘸有諸法生時由主客因生諸", "506": "法󷓟時不由因󷓟如擲物在空去由人力下即不由", "507": "已上。大乗意不相應法皆是假法四相中󷓟不可有", "508": "躰為󷓟因也故今論言上心自󷓟不由念佛也次唯", "509": "󷓟下明念佛力󷓟罪種用不󷓟躰中唯󷓟種子等者", "51": "相󷏏愚人不別者賢護經二云󶯕如有人賣摩尼寳", "510": "明彼罪種㔟力󰡷故雖有罪躰得名罪󷓟如唯識䟽", "511": "及断障章云伏断者折種子力令不生現名伏現行", "512": "今義復尒由念佛力令其種子感果㔟用󲑍微不能", "513": "現起招報也猶如󱸞瘦者下寄喻釈成故六種等者", "514": "結示益分濟六種轉依者唯識論十云轉依位別畧", "515": "有六種一󰡷力益能轉謂初二位由習勝解及慙愧", "516": "故󰡷本識中染種㔟力益本識內淨種功能雖未断", "517": "障種實證轉依而漸伏現行亦名為轉初二位者地前資糧加行", "518": "二位此位漸伏亦名為轉󷓗之因故能伏轉故習勝解者勝解者勝解行位十信三賢信唯識理增勝解", "519": "故名勝解位及慙愧者四加行位言慙愧者是勝解行增勝相故煩𢙉現行深能慙愧故名慙愧此等位", "52": "有愚癡人見其寳已即便問言仁者此寳其價云何", "520": "中未断障種漸伏現行󰡷染種㔟力益淨種㓛能故名為󰡷力益能轉念佛亦尒󰡷𢙣種力益功德能故", "521": "属󰡷力益能轉依二通達轉謂通達位由見道力通達真如", "522": "断分別生二障󷓥重證得一分真實轉依在見道位未円滿故", "523": "名一分出三修習轉謂修習位由數修習十地行故漸断", "524": "俱生二障󷓥重漸次證得真實轉依除於見道餘之初地及以九地", "525": "名修習位四果圎滿轉謂究竟位由三大劫阿僧󷑜耶修", "526": "集無邊難行勝行金剛喻定現在前時永断本來一", "527": "切󷓥重頓證佛果圎滿轉依窮未來際利樂無盡五", "528": "下劣轉謂二乗位專求自利猒苦欣󷓙唯能通達生", "529": "空真如断煩𢙉種證真擇󷓟無勝勘能名下劣轉通學", "53": "寳主荅言汝今當知是寳精勝世間所無非可造次", "530": "無學一唯自利二有欣猒三唯達生空四唯断煩𢙉五唯證真択󷓟由恵蕳択得此󷓟故六無勝能無勝", "531": "能者無一切智等勝能故六廣大轉謂大乗位為利他故趣大菩", "532": "提生死𣵀槃俱無欣猒具能通達二空真如雙断所", "533": "知煩𢙉障種頓證無上菩提𣵀槃有勝堪能名廣大", "534": "轉具六義故名廣大轉翻下劣轉可知其義是名六種轉依之位與攝論", "535": "九既有同異彼攝論󵘸通達轉依在前六地唯識會", "536": "云攝大乗中󵘸通達轉在前六地有無相觀通達真", "537": "俗間雜現前令真非真現不現故已上。前六地中以有", "538": "相觀通達俗諦以無相觀通達真諦真俗觀恵間雜", "539": "而起或真觀現非真不現謂入觀時非真現真不現", "54": "以世價論也吾今且󵘸此寳㓛能威德力用粗以約", "540": "謂出觀時又有相觀現真不現無相觀現非真不現", "541": "由此義故󵘸通達轉在前六地又攝論󵘸修習轉在", "542": "七八九十四地之中唯識會云󵘸修習轉在後四地", "543": "純無相觀長時現前勇猛修習断余󷓥重多令非真", "544": "不顯現故已上。此等名異不能曲述問󰡷力益能轉在", "545": "資糧加行下品𢙣人十信已前流轉󵕬夫何属彼位", "546": "荅自力門時第一轉依在願行位他力門日此轉㓛", "547": "能通在十信已前凢夫乗佛願故一念十念㓛力能", "548": "󰡷自第八識染種㔟力不招苦報益自第八善種㓛", "549": "能即獲徃生未解二空隣見修道未伏二障伴內外", "55": "耳𡖖若欲知此摩尼寳光明所照近遠若于𡖖今若", "550": "凢如󲂸虴附驥尾則涉齊鴻鸖之翮似劣夫從輪王", "551": "則行等神通之力彼綽禪師同一稱之㓛於十信万", "552": "刧之修今群疑論比十念之德於一大僧󷑜之行真", "553": "宗精要淨教󷱛心也󷓰此等󵘸改執思惟聖道得益", "554": "淨土出離難易懸隔取󵘩焉在矣問轉依何義荅唯", "555": "識論九即有二󵘸初󵘸意云轉謂轉󵘩亦是轉得由", "556": "數修習無分別智断本識中二障種子故能轉󵘩依", "557": "他起上遍計所執及能轉得依他起中圎成實性圎", "558": "成實者即通菩提𣵀槃二種有無為門圎成雖𢩁無", "559": "為真如漏無漏門圎成亦通有為大菩提故故轉本", "56": "湏當以真金布滿此地而乃相與彼愚癡人聞是語", "560": "識煩𢙉障種得大𣵀槃轉本識中所知障種證大菩", "561": "提是故名為轉󵘩轉得依謂所依即第八識依他起", "562": "法依他起法與遍計執及圎成實為能得故轉󵘩遍", "563": "計轉得圎成莫以本識不為所依故彼本識方至果", "564": "位名為轉依是則流轉還󷓟二依轉之依故名為轉", "565": "依依主釈也問遍計所執躰性都無何言轉󵘩荅本䟽", "566": "云由所執故起有漏法有漏法断所執名󵘩非別有", "567": "躰名為󵘩也已上。次師意云依是真如真如即是生死", "568": "𣵀槃迷悟所依愚夫㒹倒迷此真如故受生死沇淪", "569": "憂苦聖者離倒悟此真如故得𣵀槃畢竟安樂由數", "57": "已便大󷻊笑種種呲󷺾是摩尼寳竟不酬價如是賢", "570": "數習無分別智断本識中二鄣種子故能轉󷓟依", "571": "如生死及能轉證依如𣵀槃故新淨𣵀槃󵘸名為轉", "572": "依前義所󵘩即通二障所得泛通菩提𣵀槃後義菩", "573": "提非識性故不名轉依本頌意者轉得識性名轉依", "574": "故問依真如𣵀槃者如何立能所耶荅真如本來雖", "575": "性清淨而離染時假󵘸以名新淨𣵀槃是故假󵘸新", "576": "𣵀槃為能依本有真如名所依也轉依義如本䟽及", "577": "以補闕章等委細分別。", "578": "本此念佛力至𢙣趣報不是十三問依念佛力󷓟罪", "579": "㓛能罪種躰性猶不󷓟者未知已󷓟㓛能種子後遇", "58": "護彼未來世諸𢙣比丘聞此經中勝三昧寳無有信", "580": "𢙣緣造𢙣業時令已󷓟種更有㔟力還感𢙣報耶。", "581": "本有亦不󴧠至遂躰永󷓟荅十三問文分為二一𢝰", "582": "畧荅二如諸下廣例釈成第一略荅文有亦不󴧠者", "583": "還許難意謂問端云更有㔟力能感𢙣報容有此義", "584": "故惣言有不󴧠如下文云義亦應有第二廣釈中亦", "585": "有其二先󷺸二例釈成業種更感𢙣果於中如諸菩", "586": "薩等者明菩薩伏煩𢙉種子後還現起謂諸菩薩修", "587": "習善法猒伏惑種不令現起後遇𢙣緣退起煩𢙉現", "588": "行煩𢙉熏習力故令已伏種轉有㔟力而還現起也", "589": "如断障章云今大乗聖道断随眠必不退㐲者有退", "59": "心多生󱯤笑更興誹謗其事亦尒已上。價越三千者法", "590": "義𣵀槃經言若世俗道而断煩𢙉以還退故󵘸名無", "591": "常今方亦然退等種種姓依定障建立非退果然菩", "592": "薩等以無漏道所伏亦不退有自在故如舎利弗至", "593": "十住第六心猶退以退起煩𢙉先有漏㐲故已上。准此", "594": "󵘸者六住已前令所㐲惑還現行也又勝解行菩薩", "595": "妄失退起貪等煩𢙉如第五記引瑜伽論及地持等", "596": "或七地已還故起煩𢙉令已伏種轉有㔟力是以智", "597": "力所故起故與今雖異已伏惑種生現行義既相似", "598": "故亦可為例亦如二無心定等者重引其例先無想", "599": "定者唯識論七云無想定者謂有異生伏遍淨貪未", "6": "二障所念㓛德無差別故能念㓛德亦無勝劣也二", "60": "華經云尒時龍女有一寳珠價直三千大千世界。", "600": "伏上染由出離想作意為先令不恒行心心所󷓟想", "601": "󷓟為首立無想名令身安和故亦名定已上。文即有五", "602": "一顯能得謂有異生一類外道得故言有聖人能猒", "603": "却故蕳言異生二顯離欲謂伏三禪遍淨天貪未伏", "604": "第四禪已上貪三顯行相謂作出離作意為先執無", "605": "想天作𣵀槃想故四顯所󷓟謂此定󷓟不恒行心六", "606": "轉識間断恒不現故名不恒行故本䟽云前之六識", "607": "名不恒行數間断故五顯定名謂彼定中六識皆󷓟", "608": "想󷓟為首彼諸外道以想心數為生死囙故加行位", "609": "唯偏猒之故言為首首是頭首先首義故名無想也", "61": "本如上所釋至德亦多耶是第三問先顯所信次問", "610": "諸有心定令其身心俱平等故目之為安怡恱名和此", "611": "無心定由定前心令身和恱如有心定亦名為定問", "612": "以何方便入此定耶荅䟽󷺸瑜伽十二云觀想如病", "613": "如󵬈如箭入第四定脩厭背想作意於所生起種󷓗", "614": "想中猒背而住唯謂無想󷓙󷓟微妙於無想中持心", "615": "而住如是漸次離諸所緣心便󷓙󷓟已上。問此依何地", "616": "修得之耶荅唯識論云定唯属第四靜慮此定果所", "617": "第四禪故不依餘地也問此定有漏無漏中何乎荅", "618": "唯識論云此由猒想欣彼果入故唯有漏非聖所起", "619": "䟽云不通無漏者猒想欣彼無想之果入此定故即", "62": "其念有相無相世人多疑以無相心念法身佛㓛德", "620": "為六行有所欣猒非如󷓟定為止息想雖猒而無所", "621": "欣果故唯無漏次󷓟盡定者唯識論云󷓟盡定者", "622": "謂有無學或有學聖已代或離無所有貪上貪不定", "623": "由止息想作意為先令不恒行恒行染𣲇心󷓗所󷓟", "624": "立󷓟盡名令身安和故亦名定已上。文亦有五一顯能", "625": "得謂二乗聖俱解󷑆者即能得入蕳恵解󷑆故言有", "626": "也獨覺亦有不得󷓟定部行類中未得通者故本䟽", "627": "云有獨覺不得󷓟定即部行中乃至亦有不得通者", "628": "獨一者必得故已上。有學聖中除初二果及恵解󷑆第", "629": "三果者蕳此類故言或有學身證不還得此定故二", "63": "無邊以有相心念報化佛㓛德不幾故今問難欲遣", "630": "顯断伏謂已能伏無所有貪或断之者得此󷓟定又", "631": "非想貪若断皆得此定三顯行相謂二乗者猒患六", "632": "識有漏勞慮或觀無漏心󷓥動故若菩薩欲𤼵生無", "633": "心󷓙靜相似𣵀槃法故此名止息想作意也四顯所", "634": "󷓟謂󷓟不恒行六轉識恒行第七相應染𣲇相於中", "635": "二乗即除第七我執染𣲇菩薩亦除法執染𣲇各望", "636": "自乗󵘸為染故本䟽云令除不恒行及恒行染者謂", "637": "若二乗即除人空之染菩薩亦除法空之染各望自", "638": "乗󵘸為染故對法第二五薀論云恒行一分若󵘸第", "639": "七唯有漏唯人執者即第七全不行望第八是一分", "64": "疑情。", "640": "故即以此文為證唯有漏若󵘸有法執二乗除人空", "641": "分菩薩雙除非全無第七已上。安恵師󵘸恒行有二謂", "642": "第七八󷓟定之中第七已󷓟第八有故云一分󷓟非", "643": "謂第七分而為二此義意者第七唯有人我見故聖", "644": "道󷓟定無學三位無有末那故彼全無名恒行一分", "645": "護法正義許有法執二乗但入生空󷓟定󷓟人執故", "646": "云恒一分對有法執故名一分菩薩若入法空󷓟定", "647": "雙󷓟人法二執末那猶有平等性智相應第七末那", "648": "故云󷓟於恒行一分䟽載二意如應分別五尺定名", "649": "謂不恒行恒行染𣲇󷓟名󷓟盡令身安和故名為定", "65": "本俱悉多也至理無󷏏也荅第三問俱悉多也者惣", "650": "問󷓟定若󷓟第七識者今何唯云猒於六識令不現", "651": "行荅相從無想故随順小乗故約於全󷓟故唯識七", "652": "云二無心定者謂無想󷓟盡定俱無六識故名無心", "653": "已上。此亦同今問菩薩何位入󷓟定耶荅唯識論云若", "654": "諸菩薩先二乗位得󷓟定後󷙌心者一切位中能起", "655": "此定若不尒者或有乃至七地滿心方能永㐲一切", "656": "煩𢙉雖未永断欲界修惑而如已断能起此定論󵘸", "657": "已入遠地菩薩方能現起󷓟盡定故有從初地即能", "658": "永伏一切煩𢙉如阿羅漢彼十地中皆起此定經󵘸", "659": "菩薩前六地中亦能現起󷓟盡定故已上。初明漸悟謂", "66": "顯有相無相念佛㓛德甚多次法身下別釈有三一", "660": "於小位已得󷓟定不還羅漢󷙌心之後一切三󷑜位", "661": "中能入此󷓟盡定恵解󷑆并初二果人󷙌心向大非", "662": "一切地得此定以前未得此定故也次明頓悟此亦", "663": "即有智增悲增有一類七地滿心方伏三界六識煩", "664": "𢙉雖未能永断欲修惑如已断者能起此󷓟定瑜伽", "665": "論󵘸已入第七遠行地菩薩方起此定故是約", "666": "悲增或初地後即能伏除一切煩𢙉廣十地中", "667": "能起此定入楞伽七及十地經第八中󵘸前六地亦", "668": "入此定故是約智增問依何地修此󷓟盡定又為有", "669": "無漏耶荅唯識論云此定初修必依有頂遊觀無漏", "67": "明淺機用有相二明断二障及植彼因如次應修無", "670": "為加行入次第定中㝡居後故雖属有頂而無漏攝", "671": "若修此定已得自在餘地心後亦得現前已上。遊觀無", "672": "漏蕳於根本断惑無漏次第定中㝡居後故者明󷓟", "673": "定依非想所以謂九次第定中深細㝡居後故即依", "674": "非想極󷓙靜地方能猒心至微󷓗心得入󷓟定餘下", "675": "地心󷓥不能作微󷓗心相微󷓗心者󷓟定之前第二", "676": "念心細於前心是名微心此微心後第一念修入󷓟", "677": "定復細微心目微󷓗心故此定必依非想地非餘地", "678": "也傍論已訖湏釈本文𢙣業亦尒者下依例成先由", "679": "念佛󰡷伏罪種後退造𢙣令舊罪種更生感用次若", "68": "相有相三明真佛󷓡佛事理異故有相無相修因亦", "680": "復下明不退相謂若從此念佛󰡷󷓟罪種已來長遇", "681": "勝緣進修佛法𢙣微善盛乃至徃生能入聖道罪躰", "682": "永󷓟。", "683": "本𢙣業種子至㓛能󷓟不是十四問准已󷓟𢙣相翻", "684": "而難謂念佛力󷓟除罪種感報㓛能令不招果念佛", "685": "等善應能感得淨土㓛能由造重罪亦可󷓟耶。", "686": "本以善翻𢙣至可不信󷺼荅十四問文有其二一略", "687": "荅二廣解略釈可知第二如一下廣解中亦分為二", "688": "先󷺸花嚴及遺教󵘸惣成𢙣亦能󷓟善根非󷓟善種", "689": "者如𢙣中弁唯󷓟善種感果㔟用非󷓟種躰如瑜伽", "69": "別第一文中先弁法身念佛㓛德不可思議無所得", "690": "抄言善根有二種一種子二現行唯断現行非󷓟種", "691": "子折伏㔟力令不起現行名之為断非断種子已上。故", "692": "知下結相反󷓟次如一生下別示臨終善𢙣更互相", "693": "󷓟勸誡進退㝡後𢙣󷓟一生善者智論十九云有一", "694": "比丘得第四禪生增上𢢔謂得四果初得初禪謂得", "695": "初果乃至得第四禪謂得阿羅漢持此自高不肯進", "696": "道臨終之時見四禪隂便生邪見謂無𣵀槃佛為欺", "697": "我𢙣見生故失禪中隂阿鼻相現命終生彼諸比丘", "698": "問佛阿蘭若比丘死今生何處佛言阿鼻獄諸比丘", "699": "大驚坐禪持戒便至尒耶佛如前荅竟而󵘸偈言多", "7": "若尒下難若㓛德齊者何故如來於諸經中偏讃念", "70": "心躰真理者問既觀真如豈非所得荅金剛般若䟽", "700": "聞持戒禪未得漏盡法雖有是㓛德是事難可信堕", "701": "獄由謗佛非関第四禪已上。是依臨終生邪見故消一", "702": "生善堕地獄也臨終善󷓟一生𢙣者如觀經󵘸文顕", "703": "著也又智論二十四󵘸臨終善𢙣互消一生罪福以", "704": "此准下明其勸誡一𤼵心後至命終暮當湏用心勿", "705": "起𢙣念󲘊諸善品專心念佛徃生淨土四修筞勵三", "706": "業勸進深銘心腑莫生󴧠忘任重道遠不擇地而息", "707": "家貧親老不擇官而仕煩𢙉任重生死道遠不擇四", "708": "儀而行出要罪𢙣家貧佛法親老不擇三業而修淨", "709": "因󲱖不安廗凝觀念於西方寳樹之曉風食不甘味", "71": "云有所得者謂分別心妄所執法也無所得者謂智", "710": "拂妄執於南浮荊󰀖之夕露不及探湯意在於斯。", "711": "本今學淨土至以除疑󱶈是十五問上來就九品文", "712": "料蕳󲎱自下更約念佛三昧問難解釈今者先問三", "713": "昧證據問第五論中引㫆𨹔經及花嚴等八部經典", "714": "證念佛文經󵘸極廣今何重問其證據耶荅彼不分", "715": "別定散二善直廣出󵘸念佛諸經今別問󵘸定善念", "716": "佛三昧成就故下荅文及諸問荅皆約三昧分別解", "717": "釋。", "718": "本諸大乗經至當得知也荅十五問文分其二一畧", "719": "解二如花嚴下廣釈第二廣中先列經論即有十二", "72": "證真時無彼分別之所得法也但言無彼分別心之", "720": "經一論名等者等取寳積經大悲經大般若經大集", "721": "念佛三昧經大乗起信論等是等經論泛明念佛如", "722": "花首等者明所列諸經立於異名花首經名一相三", "723": "昧者安樂集引彼經云佛告堅意菩薩三昧有二種", "724": "一者有一相三昧二者有眾相三昧一相三昧者有菩", "725": "薩聞其世界有其如來現在󵘸法菩薩取是佛相以", "726": "現在道塲若轉法輪大眾圍遶取如是相󱅱", "727": "攝諸根心不馳散專念一佛不󵘩是緣如是菩薩於", "728": "如來相及世界相了達無相常如是觀如是行不離", "729": "是緣是時佛像即現在前而󵘸法菩薩尒時深生󰮻", "73": "所得名無所得不󷺺智內󷦾真以為所得也已上。准之", "730": "敬聼受是法若深若淺轉加尊重菩薩住是三昧聞", "731": "󵘸諸法皆可壞相聞已受持從三昧起能為四眾演", "732": "󵘸是法佛告堅意是名菩薩入一相三昧門已上。知一", "733": "相者觀一佛相不雜餘緣名為一相如文殊般若經", "734": "名為一行三昧繫心一佛專念一佛義不󷏏故花首", "735": "經言者下明所列諸經󵘸相略󷺸花首文殊𣵀槃不", "736": "󷺸餘󵘸下文中󷺸花嚴觀佛賢護等󵘸凢一代教勸", "737": "處極多有志學者一󷓗披覧。", "738": "本念佛三昧至而修學耶是十六問修道次第者菩", "739": "薩所行随淺深位次第不乱念佛三昧其行次第攝", "74": "分別執實我法能執心名有所得心所執法名有所", "740": "不故問而已。", "741": "本此正是菩至修學次第荅十六問文別有三一略", "742": "解二廣釋三結成正是菩薩修道次第者是初略解", "743": "也如花嚴經清󵨥䟽云問法門無量何以初友便教", "744": "念佛荅略有十義一念佛三昧眾行先故智度論云", "745": "菩薩以般若波羅蜜為母般舟三昧為父故二依佛", "746": "方能成勝行故三㓛高易𤎼以㢡物故四觀通深義", "747": "能遍攝故五消󷓟重罪為勝緣故六雙兼人法易加", "748": "護故七十地菩薩皆念佛故八三寳吉祥經初󵘸故", "749": "初此念佛海雲󵘸法妙住依僧為次第故凢即心即", "75": "得法無所得者翻斯可知無執我法名無所得非󷺺", "750": "佛易一境故十為表初住緣佛𤼵心樂供養故已上。二", "751": "何以下廣󷺸證釈中有其二先徵次荅󷓗中亦二初", "752": "󷺸後釈󷓗中經百一十城者問八十花嚴明五十三", "753": "知識四十花嚴󵘸五十五知識六十花嚴述四十二", "754": "知識何言百一十城耶荅舊譯六十本云一百一十", "755": "諸善知識新譯八十本言一百一十城今依此故於", "756": "文無失然列知識數未足者經文省略不舉盡也或", "757": "云准󵘸五十五知識文百一十者徃復相遇也又探", "758": "玄記云惣括前後知識有五十四位分得生童子及", "759": "有德童子即為五十五人各有自分勝進故有百一", "76": "觀如以為所得無相之念者無相即是𣵀槃異名能", "760": "十也自分者授自所知一法故勝進者教後知識故又普賢行願品奥注云", "761": "善財童子親近羕事󰸻極塵數善知識行五十五聖", "762": "者善知識此等異󵘸取󵘩在情皆教一法門者一󷓗", "763": "知識言唯知一法故是則為顕難值之意非彼知識", "764": "實不知餘又前諸知識言唯知一法是顕行布門後", "765": "普賢文殊二知識不言知一法是顕普賢門彼󷓢决", "766": "言前漸後圎即此意也菩提心万行首念佛万行次", "767": "者問檀度是万行首戒度是次如何相󷏏荅止善戒", "768": "法為先行善念佛為先利生檀度為先各有所由不", "769": "相乖也餘文可知不可解釋問知識何義有何勝能", "77": "離十相故名無相如第一記󷺸𣵀槃經及佛地論觀", "770": "荅先名義者花嚴䟽十云言善知識者謂能令於未", "771": "知善法令知未識𢙣法令識或二字並通識約明解", "772": "知約决了然知識有五一知識世間善𢙣因果而令", "773": "修得二猒世樂而欣𣵀槃三有悲心相心修度四以", "774": "無相恵令物修行五令無障㝵修滿普賢行此五前", "775": "前非真󷓗唯第五人能行此是人善友若約法友教", "776": "理行果皆善友也已上。次勝能者法花經云善知識者", "777": "是大因緣𣵀槃二十云一切眾生為阿耨多羅三藐", "778": "三菩提近因緣者莫先善友何以故阿闍世王若不", "779": "随順𦒿婆語者來月七日必定命終堕阿鼻獄是故", "78": "彼之念名無相念問真理無相何故名實相及一相", "780": "近因莫若善友已上。問何名善財耶荅󷓢决一云善財", "781": "童子初託胎時於其家內有一大藏皆出七寳樓閣", "782": "自然周迊有七種物從於七寳生七種牙善財生已", "783": "牙高二尋廣七尋又其宅內五百寳器盛滿眾寳又", "784": "七寳器更互生寳以是因緣諸婆羅門善明相者字", "785": "曰善財已上。", "786": "本此念佛三至為何人得是十七問文意易詳等者", "787": "等取十𢙣五𨒫等𢙣人也。", "788": "本此三昧者至是三昧也荅十七問先略解次如花", "789": "嚴下廣釈中先󷓘花嚴者證聖念佛三昧成就賢護", "79": "荅無相即是真實相故名為實相准此無相為如相", "790": "經證凢夫及以持戒念佛廣通四眾故凢夫也清淨", "791": "持戒是持戒也持戒即是万行根源故言正是合修", "792": "念佛戒根清淨三昧易成若犯戒者極難成故今文", "793": "彼經第一卷思惟品󵘸也又第三卷戒行品中廣󵘸", "794": "出家菩薩成就清淨戒行具足不󵖉在家菩薩修八", "795": "󷘕齊持戒比丘修梵行者常行󰮻敬此等所󵘸多約", "796": "持戒明三昧成又如󵘸第五󷓗百年未一百歲中正", "797": "法󷓟時比丘𢙣行時誹謗正法時持戒󰡷减時破戒", "798": "熾盛時三昧廣行此亦宣󵘸造𢙣破戒通獲三昧觀", "799": "佛經󵘸造𢙣破戒成三昧同觀佛經初文證犯戒者", "8": "阿㫆陁佛耶荅其實下荅難中二先正解釋次󷺸例", "80": "故名為一相諸經中󵘸一切諸法皆同一相所謂無", "800": "次文兼證五𨒫罪等念佛三昧又同經云為諸菩薩", "801": "四部弟子謗方等經作五𨒫罪犯四重禁偷僧󷑜物", "802": "󵖶比丘尼破八戒齊作諸𢙣事種種邪見如是等人", "803": "若能至心一日一夜繫念在前觀佛如來一相好者", "804": "諸𢙣罪障皆𢘻󷓟盡已上。又如󵘸有󷟢犯禁戒見像純", "805": "黑猶如炭人此亦宣󵘸持戒梵行能成見佛賢護經", "806": "󵘸清淨持戒成三昧同當知此念佛三昧者聖人凢", "807": "夫持戒破戒善者𢙣者有𨒫無𨒫有志修行無不得", "808": "益誰有智者不依行乎隂陽之和不長一類萬民之", "809": "主不阿一人平等利益無限攝受類例亦尒唯在行", "81": "相而為相故如無垢稱䟽及金剛般若䟽等中委分", "810": "者心專不專勿論三昧境現不現。", "811": "本念佛三昧至為見何身是十八問其義可知。", "812": "本通論念佛至修學次第荅十八問文別為二一畧", "813": "解二廣釈第一略解念佛𢝰通於三身佛能觀心有", "814": "相無相性差別故所念佛通事理身也第二然准下", "815": "廣釈中󷺸花嚴經等明觀色身佛名念佛三昧次󷺸", "816": "賢護經第一卷證事理觀通名念佛三昧以此准知", "817": "者分於經文配事理佛又即等者亦分經義配󷓥細", "818": "次。", "819": "本何因得念至請陳其教是十九問先問所得境界", "82": "別次如淺學者下弁淺學修有相觀及稱佛名亦能", "820": "不同次復如何見者問其聖教所見之相文意顕明", "821": "不可解釈。", "822": "本一切行道至以除疑惑荅十九問文分為三一明", "823": "行人不依教得失差別二謹案下出教所見明境界", "824": "別三既有下結成依教以不可疑第一明得失中何", "825": "但誑惑百姓亦是王法罪人者此文即是以󶯕顕法", "826": "謂不依教偽行佛法誑誘愚夫非直󰡷自他亦󷟢󷓟", "827": "佛法如國吏等政不憲法非但誑惑百姓亦是王法", "828": "罪人言王法者是王政法掠王政道是故言王法罪", "829": "人也百姓󶯕諸愚夫王法󶯕諸佛教第二出教所見", "83": "獲得無邊㓛德如下軰等者󷺸證釋成下三品人一", "830": "中先述經󵘸於中得淨心念佛三昧門者是第十八", "831": "念佛三昧得此三昧自心明了見一切佛今文󵖉益", "832": "恐文󷑆落得嚴淨󰸻念佛三昧門者是第九三昧得", "833": "是三昧一切佛󰸻随心變起天魔外道無能壞者亦", "834": "普得覩十方諸佛得淨業念佛三昧者是第十九三", "835": "昧其益下明得圎滿普照念佛三昧門者是第一三", "836": "昧其益廣通諸佛及以其諸眷属嚴淨國土今略舉", "837": "四具如經󵘸皆大菩薩所得三昧故經󵘸言諸大菩", "838": "薩次今日眾生等者明今時眾生所得三昧以根行", "839": "淺未具足得一切三昧二十五種三昧者四十七卷", "84": "生已來唯作𢙣業將命終時𪫞怖失念豈作無相念", "840": "云㓛德雲比丘告善財言善男子我唯知此普門光", "841": "明觀察正念諸佛三昧是能了知菩薩圎滿清淨智", "842": "行諸大菩薩得圎滿普照念佛三昧門𢘻能得見", "843": "一切諸佛及其眷属嚴淨佛󰸻得一切眾生遠離㒹", "844": "倒念佛三昧法門随一切眾生所應𢘻令清淨得一", "845": "切事究竟念佛三昧門正念修習諸佛十力得諸法", "846": "中心無㒹倒念佛三昧門𢘻得覩見一切佛雲於彼", "847": "佛所聞法受持得分別十方一切如來念佛三昧門", "848": "𢘻見一切世界海中諸如來海得不可見不可入念", "849": "佛三昧門於微細境界見一切自在境界得諸㓛德", "85": "法身理唯念名号方得徃生信知有相者已下結成", "850": "不㒹倒念佛三昧門於一切刧常見諸佛未曾遠離", "851": "得随時念佛三昧於一切時常見諸佛得嚴淨佛󰸻", "852": "念佛三昧門起一切佛󰸻無能壞者普見諸佛得三", "853": "世不㒹倒念佛三昧門𢘻見三世諸佛及其眷属得", "854": "無壞境念佛三昧門於一切境界𢘻見諸佛得󷓙靜", "855": "念佛三昧門於一念中𢘻見一切世界中一切如來", "856": "示現𣵀槃得離日離時念佛三昧門於一日中𢘻見", "857": "一切如來遊行教化得廣大念佛三昧門見一切佛", "858": "身結跏趺㘴充滿法界得微細念佛三昧門於一毛", "859": "孔見一切佛成等正覺得㽵嚴念佛三昧門於一念", "86": "第二文中植彼因者極樂言彼謂断二障修無相念", "860": "中見一切佛於一切世界成等正覺神力自在得清", "861": "淨事念佛三昧門見一切佛恵光普照轉妙法輪得", "862": "淨心念佛三昧門自心明了見一切佛得淨業念佛", "863": "三昧門見一切眾生諸業如鏡中像得自在念佛三", "864": "昧門見一切㽵嚴法界諸佛充滿得󷄅空等念佛三", "865": "昧門見如來身普照法界及󷄅空界已上。此經所列𢝰", "866": "別合論二十一種八十花嚴亦同此數花嚴合論同", "867": "󷺸彼󵘸慈息述賛云花嚴經入法界云有人至心念", "868": "佛得二十一種諸三昧門佛及菩薩影像現前眾生", "869": "業道好醜𢘻現已上。准此等󵘸應言二十一五字不正", "87": "若植彼色相極樂因修有相因又言彼者指断二障", "870": "餘文可知。", "871": "本念佛三昧至是󷄅假矣是二十問先許菩薩所得", "872": "三昧見種󷓗境次然今下更疑今時無智男女獲得", "873": "定境是以四由疑三昧境一今時者蕳正像時未世", "874": "濁乱難見聖故二男女等者蕳其出家諸士女等非", "875": "道器故三不知者蕳有智者愚癡不可修三昧故四", "876": "暫入者蕳長時修暫時不可得勝利故童男女者重", "877": "舉㓜稚疑非器利如是等類至心稱佛即言得見諸", "878": "佛聖眾事同劇戲法不應然寧容高僧碩學精懃修", "879": "習猶恐不成斯無知類能得三昧耶將非此法是󷄅", "88": "謂直断障修無相觀今植彼断二障遠因願生淨󷳑", "880": "假矣。", "881": "本今持道俗至勘苻佛教荅二十問文別為二一略", "882": "解二廣釋第一略解中咸生此疑者先示此疑非今", "883": "難者准教驗時者次述利益苻於時運無量壽經賢", "884": "護經中󵘸末世益准此教驗今時不可疑也第二且", "885": "如下廣釈中即有其三一正述義二且入下次會其難", "886": "三然其下弁境真偽初正述中且如世尊等者出󷛇", "887": "尒獲道果例在日󷓟後者廣指得道若時若機如來", "888": "󷓟後付法聖人所化雖眾不如毱多故特摽也如付", "889": "法藏第三云如是化度無量眾生皆𢘻獲得阿羅漢", "89": "修有相觀淨土徃生為断二障證二空故第三文中", "890": "果其得道者一人一籌󷓗長四寸滿一石室室高六", "891": "丈縱廣亦尒於是名稱滿𨵻浮提世皆号為無相好", "892": "佛化緣已󲎱便自思惟我今以法供養畢利安化樂", "893": "同梵行者使諸四軰獲大饒益紹隆正法令不断絕", "894": "𣵀槃時至冝應󷓟度告諸大眾却後七日我當𣵀槃", "895": "尒時即集十方羅漢及諸學人淨持戒者不可稱數", "896": "諸優婆塞無量百千尊者於是飛身󷄅空現十八反", "897": "使諸四眾生大信心於無餘𣵀槃而取後度以室中", "898": "籌而用焚󷼁十方羅漢亦入𣵀槃人天悲󷻰󵥞傷咸", "899": "皆𠬧舎利起󷘳供養已上。西󱕕記言尊者鳥婆毱多唐", "9": "成初正解中但以淺識等者明佛蕳機偏讃一佛令", "90": "真󷓡佛者法身名真報化名權理事不同如其次第", "900": "言近護石室高二丈餘尺廣三十余尺四寸細籌填", "901": "積其內室高縱撗與經相󷏏或一座間經得法眼淨", "902": "者初轉法輪時陳如等一㘴聞法得法眼淨如第二", "903": "記引智論等或因剃髮聖道現前者𣵀槃三十五云", "904": "尒時眾生中有婆羅門名闍提首那作如是言瞿曇", "905": "汝󵘸𣵀槃是常住耶如是󷓗󷓗大婆羅門󷓗󷓗󷓗言", "906": "瞿曇若󵘸𣵀槃常者是義不然因是無常果云何常", "907": "佛言我法雖從無常獲得𣵀槃而非無常尒時世尊", "908": "即為宣󵘸四真諦法婆羅門云世尊我今聞法已得", "909": "正見今當歸依佛法僧唯願大慈聼我出家尒時世", "91": "釋真權佛無有相因如應可擬。", "910": "尊告憍陳如汝當為是闍提首那剃除󵖋髮聼我出", "911": "家時憍陳如即受佛勑為其剃髮即下手時有二種", "912": "落一煩𢙉二󵕻髮即於㘴處得阿羅漢果已上。或得掃", "913": "忘󰆠獲阿羅漢者增一第十云尒時尊者槃特告朱", "914": "利槃特曰若不能持戒者還作白衣是時朱利槃特", "915": "聞此語已便詣󷑜薗精舎門外立而堕淚尒時世尊", "916": "以天眼清淨觀見朱利槃特比丘在門外立而悲泣", "917": "不能自能時世尊從靜室起如似經行至󷑜洹精舎", "918": "門外告朱利槃特曰比丘何故在此悲泣朱利槃特", "919": "報曰世尊兄見驅遠若不能持戒者還作白衣不湏", "92": "本若作諸法至佛名号耶是第四問實相妙觀能除", "920": "住此是故悲泣耳世尊告曰比丘勿懷畏怖我成無", "921": "上等正覺不由𡖖兄槃持得道尒時世尊手執朱利", "922": "槃特詣靜室教使就㘴世尊復教使執掃㨹汝誦此", "923": "字為字何等是時朱利槃特得掃復忘㨹若誦得㨹", "924": "復忘掃尒時尊者朱利槃特誦此掃㨹乃至數日然", "925": "此掃㨹復名除垢朱利槃特復作是念何者是除何", "926": "者垢󷓗者󰞆土瓦石除者清淨也復作是念世尊何", "927": "故以此教誨我󷓗念當思惟此義以思惟此義復作", "928": "是念今我身上亦有塵垢我自作喻何者是除何者", "929": "是垢彼復作是念結󶧠是垢智恵是除我今可以智", "93": "眾生微細罪障如觀音󵘸諸法實相除󷓟罪法是勝", "930": "恵之㨹拂掃此結尒時尊者朱利槃特思惟五盛隂", "931": "成者敗者所謂此色󷓗集色󷓟是謂受想行識成者", "932": "敗者尒時思惟此五盛隂已欲漏心得解󷑆有漏心", "933": "無明漏心得解󷑆已得解󷑆使得解󷑆智生我生已", "934": "盡梵行已立所作已弁不復受始中實知之尊者朱", "935": "利槃特成阿羅漢已即從㘴起詣世尊所頭面禮足", "936": "在一面㘴白世尊曰今已有智今已有恵今解掃㨹", "937": "世尊告曰比丘云何解之朱利槃特報曰除者謂之", "938": "恵垢者謂之結世尊告曰善󷺼比丘如汝所言除者", "939": "是恵垢者是結尒時尊者朱利槃特白世尊而󵘸偈", "94": "口稱󷓟除󷓥業何不命終之時教而令修乃勸令稱", "940": "今誦此已足如尊之所󵘸智恵能除結不由其餘行", "941": "已上。或七歲沙㫆俱解󷑆者智論二十二云阿若憍陳", "942": "如舎利弗目揵連摩訶迦業乃至七歲沙㫆蘓摩等", "943": "皆得諸無漏法根力覺道已上。又案報㤙及賢愚經均", "944": "提沙㫆年始七歲即證羅漢三明六通具八解󷑆以", "945": "毱打頭證四向果者諸經要集󷺸雜寳藏經云佛法", "946": "寛廣濟度無厓至心求道無不獲果乃至󷓮笑福不", "947": "唐指如徃昔時有老比丘年已杇邁神情昬塞見諸", "948": "年少比丘種󷓗󵘸法聞四果心生羨尚語少比丘言", "949": "汝等懸恵故以四果以用與我諸少比丘󷻊而語言", "95": "佛名号耶。", "950": "我有四果湏得好食然後相與時老比丘聞其此語", "951": "歡喜即設種󷓗餚饍請少比丘求𠧒四果諸少比丘", "952": "食其食已更相󷼐弄老比丘語言大德汝在此舎一", "953": "角頭㘴當與尒果時老比丘聞已歡喜如語而㘴諸", "954": "少比丘即以皮毱打其頭上而語之言此是湏𨹔洹", "955": "果老比丘聞已繫念不散即獲初果諸少比丘復弄", "956": "之言雖與尒湏𨹔洹果然故有七生七死移一角以", "957": "當與尒斯𨹔󷓤果時老比丘獲初果故心轉增進即", "958": "復移㘴諸少比丘復以毱打頭而語之言與尒二果", "959": "時老比丘益加專念即證二果諸少比丘復弄之言", "96": "本誠如所責至不教實相荅第四問文有其三即摽", "960": "汝今已得斯𨹔󷓤果猶有徃來生死之難汝更移㘴", "961": "我當與尒阿那󷓤果時老比丘如言移㘴諸少比丘", "962": "復以毱打而語之言我今與尒第三之果時老比丘", "963": "聞已歡喜倍加至心即時復證阿那含果然故於色", "964": "無色界受有漏身無常󷹇壞念念是苦汝更移㘴次", "965": "當與尒阿羅漢果時老比丘如語㘴諸少比丘復以", "966": "皮毱撩打其頭而語之言我今與尒彼第四果時老", "967": "比丘一心思惟即證阿羅漢得四果已甚大歡喜設", "968": "餚饍種種香花請諸少比丘報於其恩已上。或避走令", "969": "聼得湏陀洹者󷒲寳蔵經云昔一女人聡明智恵深", "97": "釋結第二釋中四義弁其臨終不教實相於中先列", "970": "信三寳常於僧次請一比丘就舎供養後時有一老", "971": "比丘次到其舎年老根鈍素無知曉齊食訖已女人", "972": "至心求請󵘸法敷座頭前閇目靜㘴比丘知不解󵘸", "973": "法棄走還寺然此女人至心思惟有為之法無常苦", "974": "空不得自在深心觀察即時獲得湏𨹔洹果既得果", "975": "已向寺求覔欲報其恩然此比丘自審實無知棄化", "976": "𨓿走信生慚耻轉復藏󷼥而此女苦求不已方自出", "977": "現女人見已具󵘸󷧑得道果因緣賷供報恩老比丘", "978": "聞甚大慚愧深自尅責亦復獲得湏𨹔洹果是故行", "979": "者應當至心精誠求法若至心者所求必獲已上。是約", "98": "數次随釋三惣弁知識不可誤教次随釋中一人𢙣", "980": "能化棄󵘩避走若約化人避走者湏達老婢當於此", "981": "義觀佛經云舎衛城中湏達長者有一婢名曰毗羅", "982": "甚勤家業長者請佛及僧供養老婢堅貪嫌佛法僧", "983": "而作是言我家長者愚癡迷惑受沙門術即𤼵𢙣願", "984": "何時當得不聞佛名不聞僧名如是𢙣聲遍舎衛城", "985": "未利夫人聞已念言湏達長者如好蓮花人所樂見", "986": "云何復有毒虵護之󷼕湏達婦而語之言汝家老", "987": "婢𢙣心誹謗何不󱌹出時湏達婦跪白夫人鴦啒魔", "988": "羅弊𢙣之人佛尚能伏何󴋉老婢未利聞之歡喜語", "989": "言我明請佛汝遣婢持滿瓶金助王供養未利見來", "99": "者此下品人一生已來唯習𢙣業未曾得修佛法世", "990": "而作此言此邪見人佛若化度我必獲利佛於尒時", "991": "從正門入難𨹔侍左阿難侍右羅󰿰佛後老婢見佛", "992": "心驚毛竪即此𢙣人随我後至即時退走從狗竇出", "993": "狗竇閇四門皆塞唯正門開婢即䨱面以扇如鏡無", "994": "所障㝵󷙌頭東方有佛南西北方皆亦如是舉頭者", "995": "上方佛住頭伏地󷓗化為佛以手䨱面手十指頭皆", "996": "化為佛老婢閇目心明開見󷄅空化佛滿十方界當", "997": "時城中有二十五旃𨹔羅女有五十婆羅門女諸雜", "998": "類并未利夫人宮中令五百女不信佛者皆破邪見頭", "999": "面禮佛稱南無佛已𤼵菩提心老婢邪見猶未生信"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8914 釋淨土群疑論探要記", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8914 釋淨土群疑論探要記", "author": "Not available", "language": "chinese", "source": "CBETA"}