{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 414 觀無量壽佛經約論", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 414", "1": "觀無量壽佛經約論", "2": "菩薩戒弟子　彭際清　述", "3": "釋此經時。略開四分。一題名。二敘分。三正宗分。四流", "4": "通分。", "5": "一釋題名者。諸佛法身。本無差別。從緣應感。乃有多", "6": "涂。觀佛一門。語其根要。佛即性德。觀即修德。以性攝", "7": "修。全修是性。自他兩寂。唯一真心。坐斷十方。迥然超", "8": "越。諸大乘經。廣詮斯指。此經以觀無量壽名者。專明", "9": "極樂教主依正莊嚴。慈悲方便。與他方諸佛不相混", "10": "濫。欲令眾生一心迴向。捷出生死。觀有多門。隨機利", "11": "鈍。攝以一佛。更無不盡。九品分張。萬流齊赴。不離報", "12": "化而頓徹法身。不外同居而直登補處。此之方便。無", "13": "等無倫。遇斯經者。誠宜發決定心。堅儋何願。盡此報", "14": "身。速生彼國。", "15": "二釋敘分者。自如是我聞至清淨業處。名為敘分。將", "16": "開淨土法門。而以韋提希發端者。一切眾生。依于無", "17": "明而有貪愛。依于貪愛而有鬬爭。只緣不了自性空", "18": "寂。妄執我人。謂為實有。恩怨循環。如轆轤轉。即令大", "19": "覺現身。難回定業。唯在當人一念知非。纏縛自脫。從", "20": "此起行。淨佛國土。成熟眾生。非為分外。故知入道因", "21": "緣。先須覰破空華。痛念生死。而後能發出世心。能發", "22": "出世心。而後能求生無欲國土。知求生無欲國土。而", "23": "後能頓息塵勞。修諸淨業。淨業成時。轉娑婆。成極樂。", "24": "上品往生。聞法得果。歷劫冤親。同時解脫。豈非大丈", "25": "夫之能事哉。然世間眾生不肯發心者。略有二等。一", "26": "執有。謂眼前諸相。種種實有。利養名聞。妄生戀著。此", "27": "大愚癡。誠不足責。局名教者。計生滅為真常。慕𢆯修", "28": "者。矜反還為至道。殊不知以四蘊觀心。心不可得。以", "29": "四大觀身。身不可得。身心既不可得。覺海澄圓。徧空", "30": "徧界。豈宜認彼浮漚。距茲溟渤。是有之不可執也明", "31": "矣。一執空。謂死後斷滅。無有輪回。善惡賢愚。俱無後", "32": "報。此大邪見。亦不足言。豁達狂禪。妄謂淨穢一如。東", "33": "西不隔。委懷任運。何用希求。殊不知無明未破。業種", "34": "宛然。口口說空。轉增我慢。隔陰所昏。了難自主。三涂", "35": "惡報。還自受之。是空之不可執也明矣。二執既破。方", "36": "能隨順佛語。發大菩提。與此眾生。同生極樂。", "37": "三釋正宗分者。自世尊放眉間光。訖諸天發無上道", "38": "心。名正宗分。世尊眉間放光。現諸淨土。令韋提希自", "39": "擇者。葢諸佛國土。清淨光明。無踰極樂。肉眼親見。信", "40": "樂倍深。從此思惟。便獲正受。下文將明淨觀。先教眾", "41": "生修三福者。由世間法。漸達出世間法。如貯醍醐。先", "42": "淨其器。其器不淨。其味則壞。孝養父母者。眾生依于", "43": "父母而有其身。依于此身而知有佛。故不敬其身。則", "44": "不能成就一切種智。不敬其親。則不能長養一切福", "45": "田。或謂如來舍親出家。疑乖孝養之理。不知有世間", "46": "之孝。有出世之孝。世間之孝。生則盡養。死則盡享。立", "47": "身行道。揚名後世。則已。出世之孝。必待吾親出三有。", "48": "證無生。子道方盡。大孝尊親。孰過于是。奉事師長者。", "49": "有世間師長。有出世間師長。道之以詩書之業。策之", "50": "于仁義之涂。世間師長也。啟之以三尊之教。進之以", "51": "不二之門。出世間師長也。其宜奉事一也。慈心不殺", "52": "者。佛心者。大慈悲是。娑婆惡業。無過殺生。歷劫冤讎。", "53": "從殺生起。殺心不斷。則慈心不充。慈心不充。則與眾", "54": "生成敵兩立。與眾生成敵兩立。即與如來成敵兩立。", "55": "欲求生淨土難矣。十善。謂心三業。身三業。口四業。能", "56": "修十善。對治十惡。則夙障漸除。夙障既除。故往生無", "57": "礙。然必受之以三歸。廣之以眾戒者。不受三歸。則不", "58": "能植出世之種。不具眾戒。則不能培出世之基。三歸", "59": "眾戒。入佛正因故。然雖歸戒具足。苟不發菩提心。縱", "60": "饒福德。終成有漏。以與如來無依智印不相契故。何", "61": "名發菩提心。菩提者覺也。了知根塵識等。無我無我", "62": "所。依于法界而起願求。廓徹虗空。平等隨順。心佛眾", "63": "生。一念圓融。更無差別。如華嚴初發心功德品所說。", "64": "發如是心。疾得成佛。深信因果者。為善得福。為惡得", "65": "禍。如人蓡主補。大黃主瀉。補瀉在人。全由本具。故知", "66": "為善即福。善外無福。為惡即禍。惡外無禍。是謂因果", "67": "同時。然則一念念佛。是念即佛。念念念佛。無念不佛。", "68": "心淨土淨。亦復如是。讀誦大乘者。不讀大乘。則不明", "69": "佛心。不明佛心。則不契佛智。不契佛智。縱生彼國。不", "70": "得見佛。果明佛心。果契佛智。自利利他。機不容己。以", "71": "佛與眾生同一體故。三福齊修。淨因具足。或觀或念。", "72": "隨所願求。譬如持鏡取像。揚聲責響。何遠之有。", "73": "經以觀無量壽佛名。不徑令觀佛。而必先之以落日", "74": "者。取其近而易見故。堅凝正向故。光明洞然。爍破幽", "75": "暗。見佛階梯故。次冰。次地。次樹。次水。次眾寶等。佛觀", "76": "深微。非諸眾生粗想所能得入。先觀依報。淘汰塵情。", "77": "一觀既成。餘觀亦易。葢地水火風。一一具有如來藏", "78": "性。何況阿彌陀佛淨願莊嚴。一塵一音。莫非我佛現", "79": "身說法處。", "80": "諸觀從粗入細。俱屬漸門。將觀佛身。先以華座。漸近", "81": "漸親。乃入本位。要之此經佛觀為主。餘觀為輔。于佛", "82": "觀中。攝取權乘。全歸一實。故曰諸佛如來是法界身。", "83": "入一切眾生心想中。是心作佛。是心是佛。諸佛正徧", "84": "知海。從心想生。入斯觀者。不歷程涂。莊嚴具足。是謂", "85": "頓門。作者離自然義。是者離因緣義。知是心作佛。不", "86": "知是心是佛。則昧本妙而滯功勳。知是心是佛。不知", "87": "是心作佛。則任天真而廢修證。離此二邊。一念圓融。", "88": "方明中道。亦名一心三觀。如金剛經云。凡所有相。皆", "89": "是虗妄。若見諸相非相。即見如來。此明空觀。汝莫作", "90": "是念。如來不以具足相故。得阿耨多羅三藐三菩提。", "91": "此明假觀。如來所得阿耨多羅三藐三菩提。于是中", "92": "無實無虗。此明中觀。然則水鳥樹林。寶池珠網。即色", "93": "非色。即聲非聲。夢幻泡影。全體真如。故曰發阿耨多", "94": "羅三藐三菩提心。于法不說斷滅相。眾生依于心境。", "95": "見有佛身。是觀行佛。非究竟佛。然非觀行。則究竟不", "96": "顯。由觀行而得究竟。方名正徧知。以觀佛身故。亦見", "97": "佛心。知身不異心。故莊嚴非有。知心不異身。故湛寂", "98": "非無。佛心者大慈悲是。以無緣慈攝諸眾生。唯無緣", "99": "故。無所不周。亦無所不至。然慈悲無相。其顯而可見", "100": "者莫光若矣。凡夫有八萬四千塵勞。諸佛轉成八萬", "101": "四千度無極法門。故一一相。一一好。一一光。具足八", "102": "萬四千之數。其光徧照十方世界念佛眾生。攝取不", "103": "舍。是知眾生一念念佛。常在我佛大慈悲光中。坐臥", "104": "經行。絲毫不隔。于諸光中。白毫相光斯為第一。觀白", "105": "毫者。以不思議心。緣不思議境。當知此光即色即心。", "106": "非心非色。無所從來。亦無所去。入此光中。八萬四千", "107": "相好。無欠無餘。十方諸佛。炳然齊現。問。報化非真。唯", "108": "心所現。何不徑觀自佛。而故令之遶為。答。以報化為", "109": "非真者。是以法身為有外也。法身果有外乎。知法身", "110": "無外。故能即報化以徹法身。法身不生不滅。不一不", "111": "異。報化亦不生不滅。不一不異。其見為生滅一異者。", "112": "特眾生之情量耳。情量盡時。當機覿露。一一相中。一", "113": "一好中。一一光中。具足無邊大寂滅海。不入此門。不", "114": "名念佛三昧。問。既諸觀中具足三觀。是實非權。是頓", "115": "非漸。何以無同異中。又有權實頓漸之別。答。法無異", "116": "法。證有淺深。經以觀佛為名。自當以佛觀為主。佛觀", "117": "成時。現前得見十方諸佛。方名念佛三昧。生諸佛前。", "118": "證無生忍。由其深達實相。故能便證無生。上根利智", "119": "聞此法門。頓了唯心。直往無礙。不須更修餘觀。如如", "120": "來不思議境界經說。然此諸觀。階次宛然。冰觀成時。", "121": "聞苦空無常無我之音。水觀成時。聞讚佛相好及念", "122": "佛念法念僧之音。佛觀成時。出定入定。恒聞妙法。與", "123": "修多羅合。由小進大。與後上中諸輩所證略同。其生", "124": "品亦可例推。行者自量根機。或一或兼。或具足觀。唯", "125": "以決定往生為準。總無錯路。四明以前十三觀分當", "126": "九品。未為定論。初觀一成。已屬事定。合當中品。何況", "127": "第二第三。淨觀漸深。乃僅得當下品上中邪。", "128": "既觀佛身。復觀觀音勢至者。是二菩薩。與無量壽佛。", "129": "主伴交參。分身塵剎。同以光明而作佛事。攝取眾生。", "130": "同歸淨土。須知眾生一念念佛。了得念體本空。即名", "131": "觀世音。眾生一念念佛。信此念力具足。即名大勢至。", "132": "知念體本空。故念而無念。知念力具足。故無生而生。", "133": "無念而念。念體徧周。生而無生。生理常寂。即一即三。", "134": "非三非一。是名無量壽佛。", "135": "上文已明無量壽佛具足身相。復教人觀丈六佛身", "136": "者。就凡夫心力所及。開此方便。此觀成時。漸可見佛", "137": "具足身相。如如來不思議境界經。教人詣精舍中。觀", "138": "佛形像。端坐思惟。經三七日。即見如來現在其前。放", "139": "光說法。應見思惟。自心作佛。離心無佛。乃至三世一", "140": "切諸佛。亦復如是。皆無所有。唯依自心。是故此經或", "141": "現大身。或現小身。隨眾生心。應所知量。水月鏡華。無", "142": "虗無實。", "143": "上品往生。必三心具足者。所謂至誠心。深心。回向發", "144": "願心。具此三心。是名發菩提心。何名至誠。至者不留", "145": "餘地。誠者唯此一心。行者創聞是心作佛。是心是佛", "146": "之指。發儋何心。直趣無上菩提。不復希求有餘涅槃。", "147": "人天果報。第念不依佛力。行願難圓是故決定求生", "148": "淨土。一意精修。無有間斷。是謂至誠。何名深心。經云", "149": "深心信解常清淨。諸佛甚深法藏。非思量分別之所", "150": "能解。然亦不離眾生妄想心中。故曰一切眾生。具有", "151": "如來智慧。如來智慧非他。眾生妄想是。眾生妄想非", "152": "他。如來智慧是。但以深心照了。知如來眾生無二無", "153": "分別。則不于心外見佛。所見之佛。不離自心故。知如", "154": "來眾生無二無分別。則不于心外求生淨土。了所生", "155": "淨土。具足自心故。乃至即見無見。即生無生。清淨本", "156": "來。離諸覺觀故。如是信解。是謂深心。何名迴向發願", "157": "心。如阿彌陀佛為佛道故。發廣大心。我亦如是為佛", "158": "道故。發廣大心。如阿彌陀佛為眾生故。取淨妙土。我", "159": "亦如是為眾生故。取淨妙土。有一眾生未得度者。是", "160": "則我土不淨。我佛不成。我佛眾生。即一即三。非三非", "161": "一。究竟不可得故。是名迴向發願心。此三心者。亦具", "162": "三諦。初從空出假觀。次從假還空觀。次一念圓融。雙", "163": "泯雙照觀。三種眾生者。言齊修三種行業之眾生。非", "164": "謂各修一種也。葢信願相資。解行相發。一有所虧。不", "165": "能入道。六念。謂佛法僧施戒天。具此功德者。就長時", "166": "而論。一日乃至七日。據小本持名。大集繫念。俱有此", "167": "文。經特約言之。務在一心不亂。尅期取效。斯為精進", "168": "勇猛。四明謂或全或分。皆得言具。生品高下。約于斷", "169": "伏及全未伏為言。然斷伏之功。須由積累。三種未全。", "170": "難期勝果。從散入定。通達一心。方成三昧。由戒行具", "171": "足故。所見佛菩薩色相具足。田信樂大乘故。聞說妙", "172": "法。即得無生法忍。經受記已。即得無量百千陀羅尼", "173": "門。上品中生者。于第一義已有悟入。特修證之功。與", "174": "上生者有間。故生品次之。上品下生者。發無上道心。", "175": "其迴向願求迥超二乘。與前二輩同。而行解未具。故", "176": "生品又次之。第一義者。即是諸法實相。離四句。絕百", "177": "非。唯證乃知。非情所測。如佛在逝多林說華嚴經。諸", "178": "大聲聞不聞不見。法華會上。亦有退席比丘。故知此", "179": "事難信難解。問。讀誦與解義。自當以解義為高。讀誦", "180": "為下。何以讀誦轉屬上生。解義乃居其次。答。此之讀", "181": "誦。兼攝解義。若非解第一義。安能圓具三心。解義而", "182": "兼讀誦。以不思議熏。入無分別智。法界重重。全歸自", "183": "性。十方剎土。不隔毫端。諸助緣中。莫此為勝。上上證", "184": "無生忍。當別教初地。圓教初住。此生後增進之果。據", "185": "現前論。自屬別教地前諸位。故天台以道種性判之。", "186": "上中為性種。上下為習種。即十向十行十住也。而以", "187": "十信以下。判中三品。恐非經指。葢十信為三賢之首。", "188": "大乘始基。既生彼國。聞法增進。合登初住。決無還證", "189": "小乘之理。若云是退菩提聲聞。既退菩提。已離信位。", "190": "何得虗冐此名。愚竊謂十信位中。合當上下。經云。但", "191": "發無上道心。圓解未開。正同信位依無量四諦。發四", "192": "弘誓故。上中當初住以上。既生之後。即斷見思。得不", "193": "退地。合是七住。上上當八住至十向。已斷塵沙。唯無", "194": "明未破。聞法增進。頓破無明。故謂得無生忍。圓教五", "195": "品。位同十信。生品可知。如天台即以此品往生者。豈", "196": "落上三品下邪。", "197": "上品乘戒俱急。中上戒急乘緩。梵網經云。眾生受佛", "198": "戒。即入諸佛位。諸佛無體。即法為體。諸佛無相。即戒", "199": "示相。是故眾生持佛戒者。得與如來法流水接。中中", "200": "一日一夜。為時雖暫。信力已深戒香所熏。極樂不遠。", "201": "中下素少淨因。而善根已熟。一經開示。若時雨化。然", "202": "此三輩。前一輩葢深厭生死。依藏教四諦。發出世心。", "203": "修集善本。迴向往生。聞法增進。見思惑盡。便證四果。", "204": "後二輩。一則略沾戒品。一則唯修世善。以人天業。迴", "205": "向往生。由聞法故。見惑先盡。得證初果。如此諸人。佛", "206": "慈加被。還能迴小向大。不住權乘。故小本云。是諸人", "207": "等。皆得不退轉于阿耨多羅三藐三菩提。", "208": "大本往生三輩。皆發菩提。而除五逆謗法。別有胎生", "209": "一類。以疑惑佛智故。葢菩提心非智慧不發。此經唯", "210": "上品三輩。略與大本三輩相當。中品唯求自利。縱不", "211": "生疑惑。要為不了佛智。故在胎化之間。下品末後迴", "212": "心。處華胎中。自七七日以往。至十二大劫。並是大本", "213": "胎生所攝。天台以此經九品當大本三輩。當知不爾。", "214": "彼之三輩。純是化生。其胎生者。未嘗不信罪福。修習", "215": "善本。由不信佛智。尚墮疑城。此經下品積惡已稔。縱", "216": "不生疑城。定在邊地。去化生諸輩甚遠。然則五逆謗", "217": "法。大本三輩不收者。為簡胎生故。此經并收者。不棄", "218": "胎生故。以此分判兩經。始無違礙。又天台謂行有散", "219": "定。大本論散善。故言五逆謗法不得往生。此經明觀。", "220": "故說得生。是又不爾。淨觀成時。方名定善。末品唯稱", "221": "佛名。具足十念。與大本十念何異。強分定散。竊所未", "222": "喻。如斯等輩所以得生者。此在當人創發信心。一念", "223": "迴光。勇猛精進。還與久修行人無有差別。以諸佛法", "224": "身。在聖不增。在凡不減。唯藉緣因。得顯發故。如前地", "225": "觀既成。除八十億劫生死之罪。而末二品但聞阿彌", "226": "陀佛十力威德。及稱佛名具足十念。罪滅福生。還同", "227": "彼效。故知時無久暫。修無淺深。但得正念堅強。決定", "228": "功成指顧。下品中人。要以信有罪福為因。故終得罪", "229": "滅福生之果。苟于此不信。雖疑城邊地。其可得而生", "230": "邪。問。十三觀以前。俱明觀法。而九品往生。却不及觀。", "231": "是往生人必須修觀邪。抑不盡然邪。答。此有專修兼", "232": "修之別。十三觀以前。多是專修。九品多是兼修。迴向", "233": "願求。一日乃至七日。觀在其中。至生品之高下。則視", "234": "其發心之廣狹。解行之淺深。不盡繫乎專與兼也。然", "235": "欲現生見佛。則專修為勝。如第九觀成時。得見無量", "236": "諸佛現前授記。視上品上生。必待生後授記者。更為", "237": "增進。持名一法。亦復如是。若非念茲在茲。安得一心", "238": "不亂。但得一心。見佛不難矣。九品之文。總名曰觀者。", "239": "為令行者具決擇智。發精進心。舍下趨高。背小向大。", "240": "且令知如來願力所持。無機不被故。問。現前授記者。", "241": "既高出上生。是九品之上。復有一品邪。答。前文言舍", "242": "身他世。得無生忍。正與上生等。自茲以往。分證三身。", "243": "十方佛國。隨往無礙。非九品所能攝矣。問。下品華開。", "244": "即發無上道心。視中品僅證聲聞者轉勝。何也。答。此", "245": "由臨終畏罪。發勇猛心故。又處華胎日久。如遊香國。", "246": "身有香氣故。且善人不少鈍根。惡人亦有利根。一聞", "247": "即信。由根利故。僅證聲聞。由根鈍故。雖有願求。不急", "248": "切故。然下品雖發道心。證果尚遠。中品既證聲聞。但", "249": "發無上道心。現前亦得授記。如法華會上舍利弗等。", "250": "成佛何疑。故知大小本無定位。經特約舉其凡耳。問。", "251": "疑城中人。亦得預九品否。答。但發道心。去佛不遠。得", "252": "預九品。如大本言。若此眾生識其本罪。深自悔責。求", "253": "離彼處。即得如意往詣無量壽佛所。恭敬供養者是。", "254": "不發道心。無緣見佛。難期入品。以下品並發道心。非", "255": "懈慢者所能及故。", "256": "此經雖屬漸門。亦攝頓教。雖明權乘。尤尚圓修。如觀", "257": "佛章既直指心宗。上品章又頻提大乘。是故聞者。或", "258": "得無生法忍。或發無上道心。皆由此經功德不可思", "259": "議。阿彌陀佛威神加被。亦不可思議。問。天台謂此經", "260": "為頓。今以為漸。何也。答。約化儀論。唯華嚴屬頓。餘俱", "261": "屬漸。此經方等所收。是漸非頓。又諸經中。純談實相", "262": "為頓。曲施方便為漸。漸即屬權。頓乃名實。然漸中有", "263": "頓。權中有實。但了一心。更無餘法。天台所判。故有深", "264": "指。", "265": "四釋流通分者。自爾時阿難至禮佛而退。名流通分。", "266": "經以觀名。而下品中持名功德。與修觀等。流通分中", "267": "重讚聞名功德。葢觀從心起。名自佛生。以觀攝心。全", "268": "心是佛。以名召佛。全佛是心。直下知歸。不一不異。全", "269": "身拶入。無欠無餘。", "270": "觀量無壽佛經約論終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 414 觀無量壽佛經約論", "author": "清 彭際清述"}