{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1510 釋迦如來行蹟頌", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "釋迦如來行蹟頌", "1": "釋迦如來行蹟頌卷下", "2": "浮庵山人　無寄　撰集", "3": "此法行彼土一千餘許載東流至震旦", "4": "後漢明帝時賷來者是誰摩藤竺法蘭", "5": "君臣及士庶皆信受奉行因建白馬寺", "6": "安舍利經像此土諸塔寺由茲始興起", "7": "破邪論云。後漢明帝永平三年歲在庚申。上夢金", "8": "人。巨身丈六。項有日光。飛行殿前。忻而悅之。詰朝", "9": "遍問群臣。此何神耶。通事舍人傅毅曰。臣聞。天竺", "10": "有得道者。號曰佛也。殆將其神乎。國子愽士王遵", "11": "曰。周書異起云。昭王時有聖人。出在西方。太史蘇", "12": "由曰。一千年後。聲教當被於此。陛下所夢。必當是", "13": "耶。帝信為然。即遣中郎蔡諳博士王遵等十八人。", "14": "同往西域。求迎佛法。往月支國。遇迦葉摩藤竺法", "15": "蘭二梵僧。帶白󰒰𦘕釋迦像及舍利。并四十二章", "16": "經。白馬䭾之。邀至洛陽。乃永平十年也。帝大悅。翻", "17": "四十二章經。遂立精舍。號曰白馬寺。以安邀之。此", "18": "土有三寶名。自此為始也。", "19": "是時於此方道法廣興布五岳諸道士", "20": "六百九十人僉議上疏云莫信胡神說", "21": "聖上若信此華俗盡歸邪彼我法真偽", "22": "願須火試之帝即頷其言命集白馬寺", "23": "爾時道士眾各賷道經來分置於兩壇", "24": "威儀甚嚴潔舍利與經像別安於道西", "25": "道眾爇名香遶壇而泣曰我道之興替", "26": "但在於今日向天陳願志便縱火焚之", "27": "道經盡為󰞆梵經完不燒舍利直上空", "28": "放五色光明映蔽白日光旋環如蓋覆", "29": "摩藤涌在空廣現諸神變出大梵音聲", "30": "歎佛功德海又說出家德諸善中第一", "31": "帝聞大忻悅群疑亦皆息爾時諸大臣", "32": "尊卑士女等一千三百人一時俱出家", "33": "彼諸道士眾亦順伏出家", "34": "永平十四年辛未正月一日。五岳諸山道士朝正", "35": "之次。相命曰。天子弃我道法。遠求胡教。今因朝集。", "36": "可以抗之。表曰。五岳十八山觀太山三洞弟子褚", "37": "善信等。死罪上言。臣聞。大上無形無名。無極無上。", "38": "虗無自然。大道出於造化之前。上古同遵。百王不", "39": "易。今陛下道邁羲皇。德過堯舜。而棄本逐末。求教", "40": "西域。所事乃是胡神。所說不參華夏。願恕臣等罪。", "41": "聽與試驗。臣等諸山道士。多有徹視遠聽。博通經", "42": "典。從元皇已來。大上群錄。大虗符呪。無不綜煉。達", "43": "其涯極。或策使鬼神。或入火不燒。或履水不溺。或", "44": "白日升天。或隱形不測。至於方術藥餌。無所不能。", "45": "願得與其比校。一則聖上意安。二則得辨真偽。三", "46": "則大道有歸。四則不亂華俗。臣等若有所負。任聽", "47": "元責。如其可勝。乞除虗妄。勑書遣尚書令宋庠。引", "48": "入長樂宮。以今月十五日。可集白馬寺。道士等置", "49": "三壇。開二十四門。南岳道士褚善信。華岳劉正念。", "50": "北岳桓文度。東岳焦得心。中岳呂慧通。霍山天目", "51": "五臺白鹿等。十八山道士祁文信等。都合六百九", "52": "十人。各賷靈寶真文。大上玉訣。三元符等五百九", "53": "卷。置於西壇。茅成子許成子老子等二十七子書。", "54": "三百一十五卷。置於中壇。饌食奠祀百神。置於東", "55": "壇。以佛舍利經像。置於道西。道士等以沉香為炬。", "56": "遶于經而泣曰。臣等上啟大極大道元始天尊眾", "57": "仙百靈。今胡亂中夏。人主信邪。正教失蹤。玄風墜", "58": "緒。臣等敢置經壇上。以火取驗。欲使開示群心。得", "59": "辨真偽。縱火焚經。經從火化。佛經儼存。舍利上空。", "60": "放五色光。旋環如蓋。遍覆大眾。摩藤法師涌在空", "61": "中。廣現神變。于時天雨寶華。又聞天樂。感動人情。", "62": "大眾咸悅。皆遶法蘭。請說法要。法師出大梵音。歎", "63": "佛功德。亦令大眾稱揚三寶。說諸法要。止說出家", "64": "其福最高。初立佛寺。同梵福量。時有司公楊城候", "65": "劉峻。與諸宮人士庶等千餘人出家。及五岳諸山", "66": "道士呂慧通等。六百二十八人出家。諸宮嬪御等", "67": "二百三十人出家。道士褚善信氣咽而死。其中不", "68": "順而嚼舌自死者。五十餘人。於是帝大悅。建寺十", "69": "所。七所城外安僧。三所城內安尼。", "70": "自漢至於唐貝牒多出來譯之成部袠", "71": "六千有餘軸", "72": "西晉時。譯經二百六十部。造寺一百八十所。僧尼", "73": "三千七百人。東晉時。譯經二百六十部。造寺一千", "74": "七百六十八所。僧尼二萬四千人。", "75": "宋時。譯經一百一十部。造寺一千九百一十三所。", "76": "僧尼三萬六千人。", "77": "齊時。譯經七十二部。造寺二千一十所。僧尼三萬", "78": "二千五百人。", "79": "梁時。譯經二百三十部。造寺二千八百四十六所。", "80": "僧尼八萬二千七百餘人。後梁時。造寺一百八十", "81": "所。僧尼三千二百人。", "82": "陳時。譯經十一部。造寺一千二百三十二所。僧尼", "83": "三萬二千人。", "84": "元魏時。譯經四十九部。造寺三萬八百五十所。僧", "85": "尼二百萬人。", "86": "高齊時。譯經一十四部。造寺四十三所。僧尼闕數", "87": "周時。譯經十六部。造寺九百三十一所。", "88": "隋時。譯經八十二部。造寺三千九百八十五所。僧", "89": "尼二十三萬六千二百人。", "90": "自漢永平。至晉永嘉。止有四十二寺。及後魏都洛。", "91": "造寺一千餘所。後趙都鄴。造寺八百餘區。此等千", "92": "六國。不無譯經建寺僧尼之數。而僭偽故不錄。又", "93": "唐及五代。至大宋金闕錄。然盛弘佛教。莫如唐宋", "94": "金三朝。雖闕其錄。例上可知矣。大藏音義序云。釋", "95": "佛一代經藏。始唱轉法輪經。洎終談大涅槃經。原", "96": "始要終。總一百億部。部中卷袟。倍蓰難筭。自金棺", "97": "匿曜。一千年後。適有羅漢闓士三藏除饉。並世角", "98": "立。二門徒眾互興謗讟。相殺其師。自是厥後。魔外", "99": "寔繁。侵損正教。於是沙竭大龍。尋佛遺囑。悉賷經", "100": "律。入安宮中。是為海藏也。爾後摩滕法蘭等諸德。", "101": "各將西竺龍藏之餘。來翻東震。歷代弘傳。纔四千", "102": "四百餘卷。并雜錄傳記。都計六百三十九函。噫。斯", "103": "乃佛日餘輝。覺海一滴也。如認纖塵為大地。指一", "104": "草作須彌矣。又釋氏會要云。肇自漢明丁卯之歲。", "105": "終至于唐開元庚午之年。現流行世大乘三藏。總", "106": "六百八十六部。合二千七百六十二卷。小乘三藏。", "107": "總三百三十部。合一千七百六十二卷。已上都計", "108": "四千五百七卷。", "109": "歷代諸帝王及與臣僚眾同心大弘闡", "110": "國泰亦身安其有毀謗者現世便招殃", "111": "後苦亦應大悔之何所及", "112": "噫。如上所列歷代諸國王公大臣。譯經造寺。光揚", "113": "聖化。普利群生。為若此也。若非受佛教勑弘法大", "114": "士。惡能如是哉。其有毀而致殃者。哀哉。爭不止其", "115": "小惑。而嬰大苦於長劫。如是等類。多載傳記。不暇", "116": "具錄。今當略引一二示之。", "117": "魏武初敬重佛教。每引高僧。與共談論。廣設佛像。", "118": "種種供養。有司徒崔浩。不信佛教。每與帝言。數加", "119": "誹謗。帝以其辯博。故頗信之。向佛稍薄。帝後西征。", "120": "至長安。入寺中觀焉。沙門聚會飲酒。入其空。見有", "121": "財產弓裘。及牧守富人所寄藏物。帝乃憎之。便下", "122": "詔。誅長安沙門。焚破佛像。勑四方。一依長安行事。", "123": "如有容隱沙門。皆門誅之。又下詔曰。昔漢後荒信", "124": "惑邪偽。以亂天常。由是政教不行。禮義大壞。鬼道", "125": "熾盛。視王者之法蔑如也。自此已來。繼代禍亂。天", "126": "罰極行。民死略盡。五服之內。鞠為丘墟。千里蕭條。", "127": "不見人迹。皆由於此。朕承天緒。屬當窮運之弊。欲", "128": "除偽定真。復羲農之政。蕩滌胡神。滅其蹤迹。自今", "129": "已後。若有事胡神者。及造其形像泥人銅人者門", "130": "誅。皆由漢代劉元真呂伯強之徒。接乞胡之誕言。", "131": "用莊老之虗假。附而益之。皆非真實。至使王法廢", "132": "而不行。世有非常之人。能行非常之事。非朕孰能", "133": "去此歷代之偽物。諸有佛像及胡經者。皆擊破焚", "134": "爇。沙門無長幼悉坑之。是歲真君七年三月也。至", "135": "十三年二月。發癩而殂。", "136": "周武欲毀佛教。有沙門名靜藹者。年德榮盛。道俗", "137": "所歸。聞之曰。既為佛之弟子。豈可見此湮沒。坐此", "138": "形骸。晏然自靜。即上表抗之。帝雖納其言。情決已", "139": "定。故不用聽。藹遂入南山。石上書偈云。願捨此身", "140": "已。速令身自在。隨有利益處。護法救眾生云云。自", "141": "割身肉。布於石上。引腸掛樹。捧心而卒。又宜州沙", "142": "門道積者。次出諫之。不用其言。遂與同志七人。於", "143": "彌勒像前不食。禮懺終七日。一時同逝。齊承光二", "144": "年春分。帝集沙門詔曰。朕受天命。寧一區宇。世弘", "145": "三教。今並廢之。然其儒教文弘政術禮義忠孝。於", "146": "世有宜。故須存立。且真佛無相。遙敬表心。而佛經", "147": "廣歎。崇建圖塔。壯麗修造。致福極多。此實無情。何", "148": "能恩惠。愚人嚮信。傾竭珍財。徒有引費。故須除蕩。", "149": "凡是經像皆壞滅之。父母恩重。沙門不敬。悖逆之", "150": "甚。並退還家。用崇孝治。朕意如此。諸德如何。于時", "151": "沙門上統等五百餘人。並相顧無色。俛首流淚而", "152": "已。有慧遠法師。遂出對曰。真佛無相。誠如天旨。但", "153": "耳目生靈。賴經聞佛。藉像表真。今若廢之。無以興", "154": "敬。帝曰。虗空真佛。咸自知之。未假經像。遠云。漢明", "155": "已前。經像未至。此土含生。何故不知虗空真佛。若", "156": "不借經教自知有法者。三皇已前。未有文字。人應", "157": "自知五常等法。當時之人。何為但識其母。不知其", "158": "父。同於禽獸。帝無所答。遠又云。若以形像無情辜", "159": "之無福者。國家七廟之像。豈是有情而妄相尊事", "160": "乎。帝不答此難。乃云。佛經外國之法。此土不須。故", "161": "廢之耳。七廟上代所立。朕亦不以為是。將同廢之。", "162": "遠云。若以外國之法非此土所用者。仲尼所說。出", "163": "自魯國。秦晉之地。亦應不行。又以七廟為非。將欲", "164": "廢之。則是不尊祖考。祖考不尊。則昭穆失序。然則", "165": "五經無用。前存儒教。斯言安在。若爾三教同廢。將", "166": "何治國。帝曰。魯與秦晉。封疆乃殊。莫非王者一化。", "167": "故不類佛經之難。遠云。若以秦晉同遵一化經教", "168": "通行者。震旦之與天竺。國界雖異。莫不同在閻浮", "169": "四海之內。輪王一化。何不同遵佛經。而今獨廢。帝", "170": "又無答。遠云。退僧還家崇孝養者。孔經亦云。立身", "171": "行道。以顯父母。即是孝行。何必還家。帝曰。父母恩", "172": "重。交資色養。棄親向疎。未成至孝。遠曰。若如來旨。", "173": "陛下左右皆有二親。何不放之。乃使長役五年不", "174": "見父母。帝曰。朕亦依番上下。得歸侍養。遠曰。佛亦", "175": "聽僧冬夏隨緣修道。春秋歸家侍養。故目連乞食", "176": "餉母。如來擔棺臨葬。此理大通。不可獨廢。帝乃無", "177": "答。遠因抗聲曰。陛下今恃勢力自在。破滅三寶。是", "178": "邪見人。阿鼻地獄。不揀貴賤。陛下何得不怖。帝悖", "179": "然作色。直視遠曰。但令百姓得樂。朕亦不辭地獄", "180": "諸苦。遠曰。陛下以邪法化人。現種苦業。當共陛下", "181": "同趣阿鼻。何樂之有。帝亦無答。但云僧等且還。於", "182": "是毀諸寺廟。並賜王公。充為第宅。退僧三百萬人。", "183": "皆復軍民。還歸編戶。融刮佛像。焚燒經教。三寶福", "184": "財。簿錄入宮。帝未盈一月。癘氣內蒸。隱雲陽宮。尋", "185": "崩　唐冥報記云。死天元皇帝即位。詔集天下為", "186": "俗僧尼。勑令剪髮。留其須。前賜王公諸寺宇等。皆", "187": "還取為寺。賜諸沙門住持。又出入宮。三寶財物。命", "188": "造形像。各安邀之。一皆如舊。由是大教復行于世", "189": "唐冥報記云。隋開皇八年。京兆杜祈死。三日而", "190": "還云。我見閻王。王曰。汝父作何官。答曰。臣父在周", "191": "朝為司命上士。王曰。若然錯追汝也。可速放還。又", "192": "問。汝識周帝不。曰。我甚識之。王曰。可往看之。有吏", "193": "引至一處。門窓椽瓦。並用鐵作。於鐵窓中。見有一", "194": "人極瘦。身作鐵色。著鐵枷鎻。祈見已泣曰。大家何", "195": "苦如是。答曰。我信衛元崇言。毀於佛教。故受斯苦。", "196": "禮曰。大家何不注引衛元崇來。答曰。我尋注之。然", "197": "曹司搜求。乃遍三界。而云不見。若其朝來。我暮得", "198": "脫。仍云。大隋天子。昔與我共食。倉庫玉帛亦我儲", "199": "之。卿今若還。請以此事聞于天子。可為我作大功", "200": "德救之。亦為元崇作福。早來相救。如其不至。解脫", "201": "無期。祈還生具說。文帝聞之。出勑天下。人出一錢。", "202": "用追福焉。", "203": "唐武宗。名炎。會昌五年。用趙歸真劉元正等言。大", "204": "毀佛教。詔天下。廢寺院。其上州各留寺一所。上都", "205": "下都每街留寺兩所。各留僧三十人。天下所廢寺", "206": "院錮像。委󴆴鐵使鑄錢。其莫鐵像等。鑄為農器。金", "207": "銀像等。燒付度支。衣冠士庶所有金銀等像。勑出", "208": "後限一月日。如違依禁錮法處分。其天下所毀大", "209": "寺四千六百餘所。蘭若四萬。退僧尼為民二十六", "210": "萬五百餘人。至六年三月。帝遇一疾。喜怒失常。疾", "211": "既篤甚。旬日之間。口不能言。宰臣請見不許。中外", "212": "莫知安不。其月二十三日崩。時年三十三。宣宗即", "213": "位。改無大中。詔所毀寺宇。如有宿德名僧。復能修", "214": "剏住持。遂誅道士劉玄正等十二人。於是邪風忽", "215": "息。佛日重光。群盲有賴。帝德彌高。", "216": "後周世宗榮。現德元年乙卯。下詔。天下寺院。非勅", "217": "額者皆毀之。計三萬三百三十六所。毀像鑄錢。廢", "218": "僧四萬二千四百四十。尼八千七百五十六人。帝", "219": "不久非常而崩。且彼魏武唐武及周世宗。滅大教", "220": "已。尋得非常之疾。不待天年而殂。蹟顯傳記。而無", "221": "後世受罪之文。然例周武可知。又如經云。若人犯", "222": "五罪者。於此命終。如矛離手。墮阿鼻獄。受無量苦。", "223": "千萬億劫無有出期。何謂五。一出佛身血。二毀謗", "224": "正法。三破塔壞寺。四殺阿闍黎。五破和合僧。於此", "225": "五中。但犯一者亦墮。信斯言也。彼諸暗主。以熾然", "226": "惡心。壞破塔寺。融刮佛像。焚燒經典。坑諸沙門。退", "227": "僧為民。如是具造五逆。命𣧩之後。不墮阿鼻受大", "228": "苦惱。無有是處。嗚呼哀哉。", "229": "又有臣僚謗毀。現招殃者非一。天台止觀論補註", "230": "引云。周相衛元崇。欲滅佛教。天和二年。上表云。唐", "231": "虞之世。無佛圖而國安。齊梁有寺舍而祚滅。但利", "232": "民益國。即稱佛心。夫佛者。以大慈為本。終不苦役", "233": "黎民。虔恭泥木。請造平迎大寺。容著四海萬姓。不", "234": "勸立曲。見伽藍偏安二乘五典。平迎寺者。無間道", "235": "俗。罔擇冤親。以城隍為塔寺。即周帝是如來。用郭", "236": "邑作僧坊。私夫妻為聖眾。推令德作三綱。遵耆年", "237": "為上座。選仁智充執事。求勇略作法師。是則六合", "238": "無怨紂之聲。八方有歌周之詠。飛沉安其巢穴。水", "239": "陸任其長生。都上一十五事。上表後。身生惡瘡遂", "240": "亡。冥報記云。傅奕自武德初。至貞觀十四年。常排", "241": "毀佛僧。其年秋暴卒。配入越州地獄中。司徒崔浩", "242": "佐魏武。毀滅大教。竟具五刑而死。墮拔舌地獄。珠", "243": "琳傳云。東晉大元十九年。道安法師。於襄陽西都。", "244": "鑄成丈八無量壽佛像一軀。頗有靈感。周武滅法", "245": "時。襄州鎮將孫哲志不信法。先欲毀此金像。邑中", "246": "士女哀呼盈路。哲見道俗歎惜。瞋怒彌盛。逼嘖侍", "247": "從速令摧碎。先令一百人以繩繫頭。挽牽不動。謂", "248": "不用心。杖監事者。更加一百人。牽之不動。又加三", "249": "百人。不動如故。復加五百。牽引方倒。聲振地動。人", "250": "皆悚慄。哲獨喜踊。即令融毀。揚聲唱言快。事畢還", "251": "歸。纔可百步。忽然落馬失音。直視四支不舉。至夜", "252": "便卒。眾咸悅。吏部侍郎韓愈諫佛骨疏云。佛如有", "253": "靈。能成禍福者。凡有殃咎。宜加臣身。以此奏聞。上", "254": "怒甚。將抵以死。給事中崔植洎諸諫官皆上疏論", "255": "救。自亦悔責乞罪。乃賜寬容免死。而遠逐潮州。如", "256": "是等類。罔知其數。", "257": "法住於世間一萬二千年正像各千歲", "258": "末法一萬年中分五牢固各歷五百年", "259": "機根漸變移法亦隨減滅第一解脫牢", "260": "此時人根利會正取道易與佛世無異", "261": "二名禪定牢人根稍微劣久久習禪那", "262": "乃得三達智三曰多聞牢情識漸愚鈍", "263": "雖得多聞法慧擇未能明四稱塔寺牢", "264": "人爭起佛廟處處設道場修證者萬一", "265": "五為鬪諍牢但諍論諸法未了深密義", "266": "憍己愌他宗", "267": "宣律師曰。佛之滅度。初千年為正法者。謂會正成", "268": "聖。機悟不殊故。第二千年為像法者。依教修學。情", "269": "識漸鈍。會理□階。攝淨住持。微通聖旨。然於慧擇。", "270": "未甚修明。相似道□。故名像法。第三千年後為末", "271": "法者。初基至萬年。定慧道離。但弘世戒。威儀攝護。", "272": "相等禪蹤。而心用浮動。全乖正受。故並因之為末", "273": "法也。善見婆娑論云。正法千年。像法亦爾。以度女", "274": "人故。正法減五百年。若女人能遵八敬。如法行道。", "275": "則正法住世。還得千年。又云。佛法住世一萬年。初", "276": "五千年出家修道。得三達靈智。後五千年出家修", "277": "道。不得三達靈智云云。言尼行八敬者。一者比丘", "278": "持大戒。比丘尼當從受正法。不得輕慢調戲。二者", "279": "比丘持大戒半月已上。比丘尼當禮事之。無亂新", "280": "學之意。三者比丘比丘尼不得並居同止。四者自", "281": "相檢校。若有邪語。受而不報。聞若不聞。見若不見。", "282": "五者自省過惡。不得高聲大語。現其欲態。六者與", "283": "比丘但問經律之事。不得共說世間不急之事。七", "284": "者若犯法律。當於半月詣眾懺悔。八者比丘尼雖", "285": "百年持大戒。當處新受大戒比丘下坐。謙敬作禮。", "286": "若比丘尼盡壽能持此八敬法。則正法住世。還得", "287": "千年矣。", "288": "最後五百年亦有修證者自後至萬年", "289": "多修無一得", "290": "法華經中。普賢菩薩白佛言。世尊。如來滅後。後五", "291": "百歲。濁惡世中。若有四眾。欲修習是法華經。於三", "292": "七日中。應一心精進。滿三七日已。我當乘六牙白", "293": "象。與無量菩薩。現其人前。而為說法。是人以見我", "294": "故。即得三昧及陀羅尼。名為旋陀羅尼。百千萬億", "295": "旋陀羅尼云云。是知末後五百年中。亦有修證者。", "296": "此五百年。即末法之初。妙勝定經云。佛去世後。一", "297": "百年時。十萬人出家。九萬人得道。二百年時。十萬", "298": "人出家。一萬人得道。乃至五百年時。十萬人出家。", "299": "一人得道云云。又月藏經云。我末法中。億億眾生", "300": "起行修道。未有一得者云云。由此觀之。末法之中。", "301": "假使多修。而少有現證者。但是種未來之因而已。", "302": "此時所生人福薄障濃厚多行不善事", "303": "死當墮惡道雖是依教人其心貪利養", "304": "曾無一念信法豈染其神譬如師子蟲", "305": "乃自食其肉法中人亦爾依之還自破", "306": "七夢經云。師子死經多日。眾獸猶生怖畏。皆不敢", "307": "近。多日之後。身中自生其虫。食盡師子肉也。如來", "308": "出世。外道歸伏。猶如師子遊行無畏。眾獸潛伏。如", "309": "來滅後。所遺教法猶如師子死後之身。多日眾獸", "310": "怖畏。不敢復近。喻佛正法。一千七百年內。外道天", "311": "魔無能毀壞。多日之後。師子身中生虫。自食師子", "312": "肉盡者。喻佛滅後一千七百年後。佛之弟子破戒", "313": "惡行。自破佛教也。", "314": "又有天魔王作佛弟子形現怪而惑眾", "315": "毀佛讚魔法佛法迸其心棄之如脫屣", "316": "魔法順於情從之如渴飲", "317": "楞嚴經云。是十種魔。於末世時。在我法中。出家修", "318": "道。自言已成正遍知覺。讚歎婬欲。破佛律儀。又涅", "319": "槃經云。末世魔屬。現比丘羅漢等像。混壞正法。非", "320": "毀戒律。", "321": "佛滅七千年人壽止三十從茲到十歲", "322": "三灾次第起飢劫諸穀滅何處得精味", "323": "人唯煎骨飲飢羸多滅亡病劫非人盛", "324": "吐毒如猛燄遇者即殞命屍通一天下", "325": "刀劫人多恚隨執皆成刃父子互相殘", "326": "人氏皆略盡", "327": "瑜伽論云。人壽三十歲時。有飢儉灾。此時人多行", "328": "惡。天龍忿責。不降甘雨。精妙飲食不可復得。唯煎", "329": "朽骨。共為醼會。若得一粒稻麥粟稗。重若末尼。堅", "330": "藏守護。彼諸有情。多無氣力。蹎僵不起。亡沒欲盡。", "331": "如是儉灾。經七年七月七日七夜方息。人壽二十", "332": "歲時。有疾疫灾。是時人民多行不善。具諸過故。非", "333": "人吐毒。疾疫流行。遇輙命𣧩。難可救療。都不聞有", "334": "醫藥之名。死立略盡。如是病灾。經七月七日七夜", "335": "方息。人壽十歲時。有刀兵灾。爾時有情以業力故。", "336": "父子兄弟互相不知。各起猛利殺害之心。隨執草", "337": "木瓦石皆成鋒刃。更相殘害。如是刀灾。經七日七", "338": "夜方息。無灾過後。此閻浮中。存萬餘人云云。婆娑", "339": "論云。有能一日一夜持不殺戒。不逢刀兵劫。若以", "340": "一阿棃勒果。奉施僧眾。不逢疾疫劫。若以一摶食。", "341": "施諸有情。不逢飢饉劫云云。今釋尊出世。當人壽", "342": "百歲時。自入滅已來。至今大元天曆戊辰之年。二", "343": "千二百七十七年矣。更歷四千七百二十三年。人", "344": "壽止三十也。所以然者。過百年減一歲。過千年滅", "345": "十歲故。", "346": "經像雖存世無一崇奉者比丘行俗行", "347": "聖賢亦不興爾時像自頺經盡歸龍宮", "348": "唯有彌陀法百年留世間導諸有緣眾", "349": "盡生極樂國是知彌陀佛悲願最深切", "350": "正像法時。人心純質故。多有聖賢。化作凡形。和光", "351": "同塵。彌法利生。至於末法之末。人多謟諛。背正向", "352": "邪。無受化者。是以聖賢隱而不現。婆娑論云。佛滅", "353": "一萬年後。像自頺落。經歸龍宮。諸比丘眾同於俗", "354": "流。但袈裟剃髮而已。又無量壽經云末世。法滅流", "355": "入龍宮。特留此經百年在世。接引眾生往生彼國。", "356": "已上略示一代起盡大綱。此下粗述勸誡之意。", "357": "咄我等眾生無始業障濃晚生濁惡世", "358": "聞法不生信雖然亦可快幸及未墜時", "359": "人身固難得作男子亦難出家最甚難", "360": "聞法難復難如今獲四難此誠非小緣", "361": "言人身難得者。如經云。如人乘舟入於大海失針。", "362": "於中覔之不得。後復行舟。忽得其針。得人身難復", "363": "甚於此。言丈夫難得者。經云。不可以少善根福德", "364": "因緣得男子身。故我釋尊行菩薩道時。值七萬五", "365": "十佛。常修梵行。乃離女身。又如此方善妙尼。欲離", "366": "女形。二十七生每捨其身布施眾生。乃至供養三", "367": "寶。逮最後生。猶未捨女身。而證初果。由是觀之。丈", "368": "夫難得。何所疑哉。言出家難得者。眾生多劫輪迴", "369": "六趣。備受諸苦。良由無始貪愛所縛。貪愛之本。乃", "370": "是妻子。若無妻子。煩惱則除。可易出世矣。昔齊高", "371": "氏見負炭兵。形容憔悴。憫其辛苦。勸令出家。唯有", "372": "一人樂去。齊王歎曰。人皆有恩愛眷屬。故未能脫", "373": "去也。且如早出家者。尚退還為俗業者多矣。出家", "374": "為難。理可知也。言聞法難者。經云。如一眼龜潛於", "375": "海底。過一百年。涌出水面。意值浮木。欲轉其報。而", "376": "木西浮。龜或東出。南浮北出。如是相差未適遇。則", "377": "復沉海底。又過百年。出海亦爾。如是展轉至無數", "378": "劫。聞佛法難。倍過於彼。噫。如上所引四難。則難中", "379": "之難。而今我等既獲免之。踵乎釋門。實為萬幸。宜", "380": "各發勇猛心。護浮囊。越大海。登彼岸。莫作寶山空", "381": "手之悔爾。", "382": "勸諸新學輩應生忻慶心又念無常身", "383": "猶如石火光井枯魚少水象逼鼠侵藤", "384": "念念命隨減嚊吸安容保時時慎三業", "385": "莫與惡相交歸依三寶戒五戒與八戒", "386": "十重六八輕乃至八萬戒雖未具堅持", "387": "但可日誦念", "388": "出曜經云。是日已過。命則減少。如少水魚。斯有何", "389": "樂云云。井譬人身。水譬日。魚猶人命。枯與少譬無", "390": "常也。又賓度盧為優陀迎王說法經云。昔日有人。", "391": "行在曠野。逢大惡象。狂懼無依。見一丘井。即尋樹", "392": "根。入藏井上。有上白黑二鼠。牙齧樹根。此井四邊", "393": "有四毒蛇。欲螫其人。而此井下有三毒龍。旁畏四", "394": "蛇。下畏三龍。所攀之樹。其根搖動。其上有蜜。三兩", "395": "之滴。墮其口中。于時樹動。敲壞蜂窠。眾蜂飛散。𠯗", "396": "螫其人。野火復起。來燒其樹。大王當知。彼人苦惱", "397": "不可稱計。得味甚少。苦患甚多。野喻生死。人喻凡", "398": "夫。象喻無常。井喻人身。根喻人命。白黑二鼠喻於", "399": "晝夜。齧樹根者喻念念減。四蛇喻四大。蜜喻五欲。", "400": "蜂喻惡覺。火喻老邁。三龍喻三惡道。言三業者。身", "401": "口意也。一切罪善無非三業所造。謂身殺盜淫。口", "402": "妄綺兩惡。意貪瞋癡也。縱三業則十惡。慎三業則", "403": "十善。惡則三塗苦報。善則人天樂報。亦是出世成", "404": "佛之因。言三歸者。歸依十方三世一切常住佛法", "405": "僧三寶也。三寶有三種。謂同體別體住持等也。同", "406": "體者。謂於一真如上。說為三也。一者真如是覺性", "407": "名佛寶。二者真如有軌持義名法寶。三者真如有", "408": "和合義名僧寶。別體者。小乘則說丈六金身是佛", "409": "寶。四諦十二因緣生空是法寶。四果緣覺是僧寶。", "410": "大乘則說三身如來是佛寶。二空教是法寶。三賢", "411": "十聖是僧寶。住持者。金木塑𦘕是佛寶。三藏文句", "412": "是法寶。剃髮染衣是僧寶。然其本是一。若凡夫發", "413": "心歸依者。無如別體三寶。何謂。若歸佛時。應念法", "414": "報應三身。一體無別。是大慈父。能拔眾見一切苦", "415": "惱。與無量樂。歸法時。應念經律論三藏。大小無差。", "416": "是好良藥。能療眾生三惑之病。證涅槃樂。歸僧時。", "417": "應念聖賢凡三類。高下無間。是大福田。能去眾生", "418": "貧窮困苦。與諸福樂。言聖賢凡者。若大乘。則自等", "419": "覺降初地名聖。向行住名賢。十信及五品名凡。若", "420": "小乘。則支佛及四果為聖。七方便為賢。亦名為凡", "421": "也。大方便經云。三寶為所歸者。以救護為義。譬如", "422": "有人有罪於王。投向異國。以求救護。異國王言。汝", "423": "來無畏。莫出我境。莫違我教。必相救護。若誠心三", "424": "寶。更無異向。不違佛教。魔王邪惡無如之何。又折", "425": "伏羅漢經云。昔忉利天子壽命垂盡。五衰相現。觀", "426": "壽終後。墮猪胎中。愁悶不樂。有天告之。佛能脫卿", "427": "之罪。即到佛所。作禮未問。佛告天子。一切萬物皆", "428": "歸無常。汝素所知。何得憂愁。天具白佛。佛言。欲離", "429": "豚身。當誦三歸。即從佛教。晨夜自歸。七日壽盡。下", "430": "生維耶離國。作長者子。在母胞胎。日三自歸。始生", "431": "墮地。亦跪自歸。舉家深怪。謂之熒惑。意欲殺之。唯", "432": "父有識曰。此兒者非凡流也。世人百歲。尚未曉自", "433": "歸三尊。況初墮地而能稱南無佛耶。好視養之。兒", "434": "年七歲。告父母曰。我欲供養佛僧。父母異而諾之。", "435": "營辦供具。佛及眾僧來應兒供。而為說法。兒及父", "436": "母皆得阿惟越致云云。", "437": "言五戒者。一不殺。二不盜。三不邪婬。四不妄語。五", "438": "不飲酒也。言八戒者。前五如上。更加三。謂一過中", "439": "不食。二不著華鬘瓔珞。不坐高廣大牀。三不自作", "440": "歌舞伎樂。故往觀聽也。言十重者。一殺。二盜。三不", "441": "淨。四妄語。五酤酒。六說他過。七自讚。八貪。九恚。十", "442": "謗三寶也。言四十八輕者。一見和尚阿闍棃乃至", "443": "同行。應起迎禮如法供養。二不得故飲酒。亦教人", "444": "飲。三不得食一切肉。四不食五辛。五見犯戒者教", "445": "令懺悔。六見大乘法師自遠方來。迎請供養。三時", "446": "說法。七有講法處。悉往聽受。八見諸病人。常應供", "447": "養。如佛無異。九不得心背大乘受持二乘。十不得", "448": "畜刀杖弓箭等鬪戰殺生之具。如是十戒應當學。", "449": "復次一不得為利故入軍陣中往來。二不得販賣", "450": "良人奴婢六畜市易棺材盛屍之器。三不得謗他", "451": "善人乃至國王大臣言犯逆重。四不得放火焚燒", "452": "山澤。五佛弟子乃至一切怨親。應教受持大乘經", "453": "律。令發菩提心。六先學大乘。見新學菩薩來求經", "454": "律。應如法說。七不得親近國王大臣。恃作威勢。橫", "455": "取錢物。八日夜六時受菩薩戒。若不能解戒律因", "456": "緣。不得為人作師授戒。九見持戒比丘。不得欺謗。", "457": "十常行放生。見殺生人。方便救護。若父母兄弟死", "458": "亡之日。應請法師講菩薩戒經。福資亡者。如是十", "459": "戒應當學。復次一若人殺我父母兄弟。不得加報。", "460": "二不得自恃聰明豪富。而不諮受先學法師經律。", "461": "三自解經律。有新學菩薩來問。不得以輕慢惡心", "462": "而不好答。四不得置佛經律。反學邪見外道俗典", "463": "障道因緣。五為說法主乃至僧坊主。善守三寶物。", "464": "莫無度用。六先在僧坊中住。乃至大眾中住。有客", "465": "菩薩比丘來。應起迎來送去種種供養。又若檀越", "466": "來諸眾僧。僧坊主應先差送客僧。七不得受別請", "467": "利養入己。八若請僧求願之時。當次第請。不得別", "468": "請。九不得為利故販賣男女色。自手作食。自磨自", "469": "舂。占相吉凶。一切呪術工巧等。十不得為白衣通", "470": "致男女交會之事。如是十戒應當學。復次一若見", "471": "外道一切惡人。賣佛菩薩形像。及賣經律。當教化", "472": "取物贖之。二不得以輕秤小㪷誑人取物。又不得", "473": "長養猫狸猪狗。三不得觀男女等鬪及軍陣兵將", "474": "等鬪。亦不得聽琴瑟箜篌技樂之聲。又不得樗捕", "475": "圍棊六博等戲。乃至爪鏡楊枝而作卜筮。諸惡技", "476": "術。四護持禁戒。日夜六時。讀誦是戒。猶如金剛。如", "477": "護浮囊。自知我是未成之佛。五孝順父母師僧三", "478": "寶。又願得好師善友。教我大乘。使我開解。如法修", "479": "行。念念不去心。六持佛禁戒。作是願言。寧以此身。", "480": "投熾然猛火大坑刀山。終不毀犯諸佛經律。與諸", "481": "女人。作不淨行。寧以鐵綱。千重周帀纏身。終不以", "482": "破戒之身。受信心檀越一切衣服。寧吞熱鐵。經百", "483": "千劫。終不以破戒之口。受信心檀越百味飲食。乃", "484": "至願一切眾生悉得成佛。七常應春秋頭陀。冬夏", "485": "坐禪。楊枝。澡豆。三衣。瓶鉢。坐具。錫杖。香爐。漉水囊。", "486": "手巾。刀子。火鐆。鑷子。繩牀。經。律。佛像。菩薩像。此十", "487": "八物。常隨其身。若頭陀坐禪時。莫入難處。謂惡王", "488": "土地。草木深䆳。師子虎狼。水火風難。劫賊毒蛇等。", "489": "八應如法次第坐。不問老少貴賤。先受戒者前坐。", "490": "後受戒者後坐。九常應教化一切眾生。建立僧坊", "491": "佛塔。一切行道之處。又若疾病。國難賊難。父母兄", "492": "弟死亡之日。一切齋會。乃至水火難。羅剎難。杻械", "493": "枷鎻繫縛其身。多婬多瞋多癡。皆應讀誦說此經", "494": "律。如是九戒應當學。復次一與人授戒時。不得揀", "495": "擇一切國王大臣比丘比丘尼信男信女婬男淫", "496": "女無根二根。乃至一切鬼畜。但解法師語者。盡得", "497": "受戒。唯除七遮七逆者。又出家者。不得禮拜國王", "498": "父母六親。二不得為名聞利養故。詐現解一切經", "499": "律。故與人授戒。三不得於未受菩薩戒者前。外道", "500": "邪見人前。說此大戒。唯除國王。四若受正戒。故毀", "501": "犯者。不得受檀越供養。亦不得行國王土地飲國", "502": "王水。何者。此人法中大賊。畜生無異。木頭無異故。", "503": "五受持大乘經律。剝皮刺血折骨書寫。乃至木皮", "504": "紙絹竹帛亦得。常以七寶香華。如法供養。六見一", "505": "切眾生唱言。汝等盡應受三歸十戒。乃至見牛馬", "506": "猪羊一切畜生。心念口言。汝是畜生發菩提心。七", "507": "常行教化。入檀越家。不得立為白衣說法。應置高", "508": "座上坐說法。諸人下坐聽受。八不得故作破法者。", "509": "不聽我四部弟子出家行道。亦不聽造建形像佛", "510": "塔經律。九不得為名聞故。於國王百官前說佛法", "511": "戒。橫與犯戒者作繫縛事。若聞外道惡人誹謗佛", "512": "戒。如以三百矛㓨心。寧自入地獄百劫。不聞一惡", "513": "言破佛戒之聲。如是九戒應當學云云。已上十重", "514": "及四十八輕。出梵網經。又有菩薩四百戒。苾蒭二", "515": "百五十戒。比丘尼五百戒。三千威儀戒。八萬細行", "516": "戒。如是眾戒。三聚為總。所謂一者攝律儀戒。謂惡", "517": "無不離。二者攝善法戒。謂善無不積。三者攝眾生", "518": "戒。謂生無不度也。此等諸戒。初心凡夫難可具持。", "519": "況今持戒堅固已過七百八十有餘年矣。以故時", "520": "濁根劣。障濃信薄。持戒勢難。雖未具持。但誦亦可。", "521": "抑又唯持三歸五戒。盡壽不破則大佳。不然七日", "522": "乃至一日亦得。何者。如觀無量壽經云。若一日一", "523": "夜持沙彌戒。命終即往極樂世界中品中生。又如", "524": "上所引忉利天子。七日誦三自歸。轉劣獲勝故也。", "525": "所言戒者。禁也勒也。謂禁情欲。如猴帶鎖。勒身口。", "526": "如馬著轡。智度論云。大惡病中。戒為良藥。大怖畏", "527": "中。戒為守護。死暗冥中。戒為明燈。三惡道中。戒為", "528": "橋梁。五怖海中。戒為大船。又華嚴經云。如人欲成", "529": "家宅。先整其基。菩薩亦爾。欲修萬行。先淨尸羅。薩", "530": "波多論云。初受戒人。與佛齊等。有經云。受戒之人。", "531": "於六道中。隨所生處。皆輒為王。又云。坐受立破。猶", "532": "勝不受。是以戒之功德不可具陳。廣如梵網楞嚴", "533": "等經。及諸毗奈耶中說。若欲委知。請尋詳之。", "534": "布施及安忍精進修禪智讀誦書經論", "535": "禮念佛菩薩或修營佛廟或造建僧坊", "536": "或塑𦘕聖形或修古經像或歌詠三寶", "537": "或掃塔獻華或燒香然燈或作樂供養", "538": "或奉養師親或行世仁義或敬老慈幼", "539": "或悲諸有情或隨喜他善或謙心軟語", "540": "隨宜但行一亦當成佛道", "541": "言布施者。梵云檀。有三種。謂身命財法也。所言身", "542": "命施者。頭目手足。除得忍菩薩。餘所不能。故身子", "543": "至第六心而退也。言財施者。奴婢象馬及諸珍寶", "544": "等。此則不在多少。但隨分盡情耳。故貪女施兩錢。", "545": "現作王妃。老母施臭米汁。即生天上。有云。捨身猶", "546": "屬財施。言法施者。若從諸佛及善知識。聞說世間", "547": "出世間善法。若從經論中聞。以清淨心。為人演說。", "548": "皆名法施。若以財施比法施。則千萬億分不及其", "549": "一。故金剛經云。若人一日三捨恒河沙等身布施。", "550": "如是經無量劫。以身布施。若人持此經。乃至一句", "551": "為人演說。其福勝彼。言安忍者。梵云羼提。謂內心", "552": "能安忍外所辱境也。忍有二種。謂生與法。生謂外", "553": "人瞋罵打害等。法是寒熱風雨飢渴老病等。於此", "554": "二境。心安不動。如富樓那修思。若有來罵者。喜不", "555": "加拳。若遇拳之者。喜不加杖未。若遇杖之者。喜不", "556": "加刀刃。若遇刀害者。自念我欲早離五陰毒身。賴", "557": "有善友。斷我苦本。可不珍重。如是操心。則非但斷", "558": "怨。福智彌高矣。故永嘉云。觀惡言是功德。此則成", "559": "吾善知識云云。", "560": "言精進者。梵云毗離耶。謂勤行善法。不自放逸也。", "561": "精進有二種。一身。二心。謂塑𦘕聖容。書寫經典。禮", "562": "誦講說。修諸善法。無有休息。是為身精進。勤行善", "563": "道禪定智慧。心心相續。無有間斷。是為心精進也。", "564": "由此毗離一度力故。五度方圓矣。如釋尊行因之", "565": "時。七日翅足。功超彌勒。良由於此。故經云。未有一", "566": "法從懈怠中生云云。", "567": "言禪者梵語。具云禪那。此云思惟脩。禪有二種。謂", "568": "世與出世。言世間禪者。謂根本四禪四無量心四", "569": "無色定。即是凡夫所行禪也。出世間禪者。謂六妙", "570": "門十六特勝通明。乃至三明六通。此則二乘共禪。", "571": "如首楞嚴等百八三昧。諸佛不動等百二十三昧。", "572": "是則諸佛菩薩所修禪也。不與凡夫二乘共也。夫", "573": "禪之所以為功用者。靜諸雜慮。制心一處。見性成", "574": "佛爾。三世諸佛一切菩薩。莫不皆從此門而入。故", "575": "先德云。縱經萬歲修諸散善。不如一食頃安心靜", "576": "慮云云。抑若論其邪正及修觀方便者。似乎文煩。", "577": "故不錄示。若要詳之。請覽天台摩訶止觀論。於中", "578": "廣說禪門脩行之相。揀邪正。曉偏圓。坥然明白。如", "579": "指諸掌。", "580": "言智慧者。梵云般若。謂照了一切諸法皆不可得。", "581": "而能通達一切無礙。智慧有三。一者求聲聞智。謂", "582": "從初四念處。因觀四諦。乃至證無生智。二者求緣", "583": "覺智。謂觀十二因緣。覺悟無生。三者求佛道智。謂", "584": "菩薩從初發心已來。勤行六度。破魔斷結。終成正", "585": "覺。乃至入於無餘涅槃。若菩薩以清淨心。修此三", "586": "種智慧故。名為般若。金剛經云。一切諸佛及諸佛", "587": "阿耨菩提法。皆從此經出。故云般若為諸佛之母。", "588": "又此般若生佛共有。但由迷悟。且分高下。苟知斯", "589": "理而研心。則即顯本有平等大慧。是則寧有生佛", "590": "之異乎。故淨名云。平等真法界。佛不度眾生。有云。", "591": "若菩薩不聞般若。則去佛道遠。雖在凡夫。學般若", "592": "者。則得名為來成之佛。夫菩薩萬行。不出六度。於", "593": "此六度。般若為總。苟修般若。已具行於六度萬行。", "594": "佛言。若說六度功德因緣。窮劫不盡云云。", "595": "言讀誦經論者。一代教中。有經律論三藏。於中亦", "596": "有大乘小乘顯教密教也。佛境本無二三大小差", "597": "別。隨順群機。故茲爾耳。且如來出世大意。欲令眾", "598": "生皆入大乘。而有小機。不能預大。為此自說三乘。", "599": "使得小益。漸引入大。故法華經云。入大乘為本。以", "600": "故說是經。惟諸行者當知此義。在經若論。莫揀大", "601": "小。隨其所堪。皆應受持。嗚呼。今之學大乘者。但見", "602": "般若方等部內融通之語。及與歎大斥小之文。未", "603": "深如來逗機設教微密之旨。竪大慢幢。非訶小乘。", "604": "稍似不通。何者。方等部內歎大斥小者。諸二乘人", "605": "取小為足。不能迴轉。如來將欲令其耻小。故斥之。", "606": "令其慕大。故次之。令其入大。故次說般若。融通淘", "607": "汰。如是節節點檢警䇿。引入一乘。當知彈斥但被", "608": "當機。非關後世初心凡夫。若此小法無益於物。佛", "609": "滅度後。迦葉阿難經集之次。何不遺捨。而收集之。", "610": "合置一藏耶。抑如佛世當機。尚有利鈍。利者頓入", "611": "於大。鈍則由小入大。由是之故。教存大小。況今末", "612": "代稟教行人。寧無優劣。是以優其樂大。劣則從小。", "613": "各有所宜。理無防礙。何用非之。且小乘之所以為", "614": "過者。但著小忘大而已。苟迴心而向大。則何過之", "615": "有。如長者誨兒以半字。必有由也。果如彼之所訶。", "616": "行不由往。直行大道。莫幸如也。然若普天之民。純", "617": "是君子。誠可爾也。若雜野人。豈其然乎。何者。若使", "618": "野人行於大道。猶驅麋鹿遊於城市故也。由是機", "619": "教相差。益安在乎。或復有人引經云。唯誦不解。則", "620": "為謗法。如役虗碓。竟無所益。如此局說。何足為信。", "621": "夫人有愚智。智人取義。愚者守文。雖是智人。苟不", "622": "用心推求。未能達於深理。謂但誦文亦勝故懶尋", "623": "其玄義。是以如來別誡此人。故曰云云。非是通誡", "624": "癡冥之者。如此癡人尚不能知丁一之字。況云曉", "625": "了玄微之趣。是人難教迴心向道。雖迴向道。讀誦", "626": "亦難。是以但誦亦自為善。大聖必喜。寧加歎美。奚", "627": "敢責之令其失意。若通誡者。是人於法永無緣分。", "628": "長流惡趣。無有出期。然則孰謂如來是正遍知。興", "629": "平等慈。以大方便。普導群盲者也。此等癡人亦有", "630": "可責之時。謂雖未了其義。若讀誦熏心。月積年深。", "631": "則功熟意通。妄謂發真。即生取著。滯而不轉。應當", "632": "此節方可警之勸令進趣。不可非時責之誡之令", "633": "生退屈。是人現世功雖未成。善萌已作。必漸滋長。", "634": "後世應為聰慧之人。今之智者。亦應夙世唯誦愚", "635": "人。此語非從臆說。布在經論可見。若以不解為罪", "636": "者。如陀羅尼。義不可識。何但誦而罪滅福生耶。又", "637": "傳記中。有尋行數字而發慧者。至於雉子。粗聞而", "638": "轉為法師。蚖蛇蚌蛤蒙熏而脫報。如是之類。亦能", "639": "曉其旨趣乎。凡修道者。當知此意。莫論教之大小。", "640": "人之貴賤。若男若女。在家出家。若老若幼。若智若", "641": "愚。若解不解。若精未精。若多若少。若長若短。但隨", "642": "分讀誦。則功不唐捐矣。功成早晚。由人勤怠耳。又", "643": "復為人師者。若不隨懷樂而噵之。則奚以異於將", "644": "其方本逗圓孔耶。是謂盲跛師徒。二俱墮落也。讀", "645": "誦自利也。解說書寫利他也。二利兼修。乃名菩薩。", "646": "又五種行中。解說書寫功德無勝。學者知之。", "647": "言念佛菩薩者。十方三世諸佛菩薩。其數無量。名", "648": "亦不同。若總念者。境寬心散。三昧難成。應隨有緣", "649": "一佛一菩薩。專心禮念。則感應易成。即見真身。聞", "650": "法悟道。普見十方無量諸佛一切菩薩海會圍遶。", "651": "若於現世。未得親覩。後世隨意必生其處。親承供", "652": "養矣。故淨土論云。一佛功德與一切佛功德無異。", "653": "以同一法性故。是以念一佛時。即是念一切佛也。", "654": "云云云何得知有緣者。謂若從善友聞。若從經中", "655": "見。隨所見聞。即附信心者。是大抵眾生多障故。修", "656": "諸道業。而中廢頗多。唯念佛者。萬不漏一。譬如世", "657": "間薄德之人。借王力。則在在所往。無𣣋犯者。所須", "658": "無乏。身心無畏。念佛者亦爾。由佛攝故。天魔外道", "659": "不能惱亂。障滅智增。世世所生。常在佛前。故五停", "660": "心法云。多障眾生修念佛觀。又經云。靜心念佛。五", "661": "體投地。則成天業。散心稱念。低頭舉手。則成人業。", "662": "自是不復墮三惡道。常生人天。受勝妙樂。最後遇", "663": "佛。證得妙果。言修營佛廟造建僧坊者。安佛舍利", "664": "及聖形像之所。謂之佛廟。眾僧經行坐臥之處。謂", "665": "之僧坊。若人敬重三寶。若新造立若修故。所獲功", "666": "德不可限量。毗波沙論云。比丘經營精舍有五事。", "667": "一為報佛恩故。二長養佛法故。三為滅凡劣眾自", "668": "貴高故。四為將來弟子折伏憍豪故。五為發起將", "669": "來福業故。賢愚經云。須達長者最少女子。端正無", "670": "比。為國王婦。後乃懷姙。生卵一枚。尋即開敷。生十", "671": "男子。形㒵端正。勇壯非凡。長者異之。將詣佛所。佛", "672": "為說法。母及十子證阿羅漢。阿難問彼宿因。佛告", "673": "阿難。過去毗波尸佛滅後。分而舍利起無量塔。中", "674": "有一塔。將欲崩壞。有一老母。而修治之。有十年少。", "675": "因行遇見。即共修治。從是已來。不隨惡道。天上人", "676": "中。恒與俱生。受福快樂。今遭我故。出家得道。又百", "677": "緣經云。過去維衛佛滅後。末法之中。有一人。行見", "678": "佛塔小有破落。和泥補之。并買金薄而以塗之。從", "679": "是已後。不墮惡道。天上人中。身常金色。最後生於", "680": "迦羅衛城一長者家。身亦金色。世所希有。身光所", "681": "照。皆作金色。年漸長大。求佛出家。得阿羅漢。又法", "682": "句喻經云。佛在世時。有一羅漢。持佛髮爪。至罽賓", "683": "國南山中起塔。常有五百羅漢。晨夕遶禮。于時山", "684": "中有五百彌猴。見僧遶塔。即共負石學僧作塔。遶", "685": "之禮拜。時因天雨。山川暴張。眾猿一時沒水而死。", "686": "生忉利天。尋詣佛所。聞佛說法。五百天子一時皆", "687": "得須陀洹道云云。且此所引一二之緣。乃是少分", "688": "結緣之者。如此微緣。感報尚爾。奚況始發善心。全", "689": "辦經營者乎。又彼眾猿學僧戲作。轉報證道。尤可", "690": "悚然。況復為人誠心施作。所獲功德曷勝言哉。", "691": "言塑𦘕聖形者。夫真佛無形。而假立形像。歸依求", "692": "願。似如顛倒。然取相凡夫不可向空興敬。故須借", "693": "像表真。如祈雨者作草龍而禱之。則真龍降霔。建", "694": "假像而敬之。則真佛垂應。安用以真假為分別乎。", "695": "如優陀迎王經說。世尊升忉利天。優陀迎。王心懷", "696": "渴仰。雕栴檀造其像而供養之。世尊降來。像起出", "697": "門。祇迎真身。讓云。我當不久入滅。像自久住於世。", "698": "福利一切。吾敢及仁像。即果其言而先入門。佛因", "699": "為說造像功德。乃云。若人造佛形像。功德無量。世", "700": "世所生。不墮惡道。常生人天。受福快樂。身恒金色。", "701": "眼目清淨。面㒵端正。諸相具足。若生人中。常生帝", "702": "王大臣長者賢善之家豪尊富貴。若作帝王。王中", "703": "特尊。若作輪王。王四天下。若生天上。天中最勝。乃", "704": "至得作六欲天王。於六天中。最為第一。若生梵天。", "705": "常為諸梵之所尊敬。最後得生無量壽國。於諸菩", "706": "薩亦為第一。又云。若人臨𣧩語人造像。乃至大如", "707": "󰎣麥。是人能除八十億劫生死之罪。又有經云。修", "708": "故勝於新成云云。是以昔有貧女。補小缺面。世世", "709": "面為金色。富樂自在。於末後生。遇佛證果。又有長", "710": "者。治一破指。生生指放燈光。屍寶常隨。無所乏短。", "711": "終值於佛。出家得道。噫。如是所作甚小。而獲益之", "712": "大者。盖投種於無上良田之然也。古所云。春種一", "713": "粒穀。秋收萬顆子。斯之謂歟。", "714": "言歌詠三寶者。經云。娑婆眾生耳根利故。以音聲", "715": "為佛事。是以歌詠之時。非但自心益生虔敬。亦令", "716": "幽顯一切視聽生歡喜心。增發道意。自他兼利。功", "717": "莫大也。", "718": "言掃塔功德者。菩薩本行經云。過去定光佛滅後。", "719": "正法末時。有一貧人。賣薪自濟。向澤採薪。遙見澤", "720": "中有一塔寺。即至其所。瞻覩作禮。唯見鳥獸止宿", "721": "之處。草木荊棘不淨滿中。絕無人迹。無供養者。貧", "722": "人見之。心用愴然。而不曉知如來神德。但以歡喜。", "723": "誅伐草木。掃除不淨。作禮而去。以是因緣。命𣧩之", "724": "後。生光音天。受樂無量。盡其天壽。而復百反作轉", "725": "輪王。王四天下。輪王福盡。常為國王大姓長者。財", "726": "富無量。容貌端正。見者愛敬。若欲行時。道路自淨。", "727": "虗空之中。雨散眾華。如是受報。經九十劫。最後身", "728": "值釋迦如來。出家得道。今婆多竭利尊者是。又阿", "729": "含經云。若人掃滿閻浮提地。不如掃佛塔一牛臥", "730": "地。有云。命𣧩直往安樂世界云云。", "731": "言獻華功德者。百緣經云。過去維衛佛遺法之中。", "732": "有一人。行到塔上。見有萎華塵土污坌。即取拂塵。", "733": "還用供養。以是因緣。九十一劫不墮惡道。常生人", "734": "天。身體柔軟。顏色鮮澤。財富無量。有大威德。終值", "735": "釋尊。出家得道。今威德比丘是。拂塵古華而供養", "736": "者。所感若斯。何況特造而供者。其福莫論。", "737": "言燒香功德者。百緣經云。過去毗婆尸佛滅後。遺", "738": "法之中。有一人。入佛塔中。以栴檀香燒之。供佛舍", "739": "利。以是因緣。九十一劫生人天中。容貌端正。身諸", "740": "毛孔。出栴檀香。終乃值佛。得阿羅漢果。今栴檀香", "741": "比丘是。", "742": "言然燈功德者。賢愚經云。舍衛國中。有一女人。名", "743": "曰難陀。貧窮孤獨。乞丐自活。見諸國王大臣爭供", "744": "養佛。心自念言。我宿何罪。生處貧賤。雖遭福田。無", "745": "有種子。後報可知。感傷自愽。尋欲設供。竟日乞求。", "746": "唯得二錢。持詣油家。將用買油。足成一燈。持向祇", "747": "桓。佛前然之。因發誓願。今我來世得智慧燈。滅一", "748": "切暗。作是願已。禮佛而去。以重心故。於眾燈中。明", "749": "好獨朗。至曉天明。目連當欲滅之。盡力不能。佛見", "750": "語言。此是發大心人所施之燈。非汝聲聞所能傾", "751": "動。正使汝注四大海水。及以毗嵐猛風。亦不能滅。", "752": "至曉。難陀來詣佛所。佛與授記。汝於來世。過二阿", "753": "僧祇劫。當得作佛。號燈光王。十號具足。難陀歡喜。", "754": "出家為尼。為眾所仰。又譬喻經云。阿那律尊者。過", "755": "去身為劫賊。入佛塔中。欲盜物時。塔中像前然燈", "756": "欲滅。以箭正明。見像嚴麗毛竪。自念。他人尚能捨", "757": "物求福。我云何盜。便捨而去。以此九十一劫恒生", "758": "善處。漸捨諸惡。福祐日增。終得值佛。出家證果。天", "759": "眼第一。能見三千大千世界。如觀掌中菴摩勒果。", "760": "大論云。但施燈燭。生六天中。身常光明。", "761": "言作樂供養者。百緣經云。迦毗衛城中。有一長者。", "762": "其家巨富。財寶無量。其婦懷妊。十月滿足。生一肉", "763": "端。謂為非祥。便往問佛。佛語長者。但好養育。長者", "764": "聞已。歡喜而退。到七日頭。肉端開敷。有百童子。端", "765": "正殊妙。年漸長大。兄弟百人。投佛出家。一時俱得", "766": "阿羅漢果。大眾見已。問佛宿因。佛言。過去毗婆尸", "767": "佛滅後。有王起塔。安佛舍利而供養之。時有同邑", "768": "一百餘人。作諸伎樂。供養彼塔。以此因緣。九十一", "769": "劫得生人天。受福快樂。今值於我。出家證果。", "770": "言奉養師親者。世間深恩。無過父母。出世大恩。莫", "771": "先師長。故佛言。無佛世時孝父母。則等供佛福。又", "772": "墮藍本經略要云。若人為求福。常行於布施。金鉢", "773": "盛銀粟。銀鉢盛金粟。金鼎具百味。寶牀敷臥具。象", "774": "馬及車乘。眾寶以莊嚴。如是等物數。各八萬四千。", "775": "以用布施人。所獲福無量。不如以一食。施一求道", "776": "人。󰕖百求道人。不如一初果。󰕖百初果人。不如一", "777": "二果。󰕖百二果人。不如一三果󰕖。百三果人。不如", "778": "一四果。󰕖百四果人。不如孝父母。又彌勒菩薩勸", "779": "孝偈云。堂上有佛二尊。懊惱世人未識。不用金彩", "780": "粧成。非是檀香雕刻。祇看現世爺娘。便是釋迦彌", "781": "勒。若能供養得他。何用別作功德。乃至云。在生甘", "782": "旨無虧。死後不須追憶。君能如是用心。天地龍神", "783": "佑翼。又報恩經云。父母者三界最勝福田。又毗奈", "784": "耶云。佛聽比丘盡心盡壽供養父母。不然則得重", "785": "罪。又云。佛聽縱極破戒。應供養父母及親教師軌", "786": "範師病人等。又云。出家人若供養父母者於三衣", "787": "外自餘物。或從施主乞。或從僧得利或僧所常食", "788": "之分。減半供給。若常乞食。亦與己所滿腹食肉。聽", "789": "取其半濟其父母。又不思議光經云。若以種種飲", "790": "食及諸珍寶。種種供養。非報父母恩。若能引噵。令", "791": "向正法。乃名報恩。又慈悲懺經云。師長之恩。過於", "792": "父母。何者。父母雖愛其子。不能令出三界樊籠。師", "793": "長教之以善。令離三有趣向菩提故爾。傳曰。昔有", "794": "三州之人早失其父者。以一無子老人共為父。至", "795": "誠奉孝。現感天神之祐。五郡之人喪其母者。以一", "796": "無子老婆共為母。盡心終孝。現蒙國君之賞職。噫。", "797": "以他人假為父母而事之。其驗也若此。奚況於己", "798": "受生父母。承順孝養。其福可勝言哉。又有抱竹而", "799": "泣。雪裏笋生。敲氷而哭。水上魚踊。此亦孝誠之至", "800": "也。由此觀之。師與親不可遺也。", "801": "言行世仁義者。夫仁義乃諸善之本。三王五帝之", "802": "道。不踰於此。孔孟之得聖賢名。亦由此而已矣。世", "803": "道稱五常。出世法名五戒。名異義同。故知人王法", "804": "王之道。俱不越仁義也。", "805": "言敬老慈幼者。亦仁義而已。可以意得。謂敬則義。", "806": "慈是仁也。故仲尼曰。老吾老。以及人之老。幼吾幼。", "807": "以及人之幼。是則天下可運於掌。至於內教亦然。", "808": "敬事先德而受教。慈育後生而誨進。如是相傳不", "809": "已。則普天之民。可以為道矣。大論云。昔有鳥名迦", "810": "頻闍羅。有二親友。一者大象。二者彌猴。共在畢䟦", "811": "羅樹住。自相問言。我等不知誰應為大。象言。我昔", "812": "見此樹。在我腹下。以此推之。我應為大。彌猴言。我", "813": "曾蹲地。手捉樹頭。我應為長。鳥言。我於畢跋羅林", "814": "中。食此樹果。子隨糞出。此樹得生。我應最大。鳥復", "815": "說言。先生宿舊。禮應供養。即時大象背負彌猴。鳥", "816": "在猴上。周遊而行。一切禽獸見而問之。何以如此。", "817": "答云。恭敬長老故也。禽獸受化。皆行禮敬。不侵民", "818": "田。不害物命。國人亦效。皆行禮敬。自古及今。化流", "819": "萬世。國土大平云云。於戲。其在鳥獸。敬長遵禮。況", "820": "居人數。可得心行縱逸乎。外書曰。正己而天下正。", "821": "斯之謂歟。", "822": "言悲諸有情者。菩薩萬行。悲心為始。故華嚴經云。", "823": "因於眾生而起大悲。因於大悲生菩提心。因菩提", "824": "心成等正覺。又墮藍本經云。若人󰕖百辟支佛。不", "825": "如󰕖一佛。󰕖百佛不如有人作佛塔。若復有人。但", "826": "能發心歸命三寶。勝上眾善。又上所列布施等善。", "827": "不如有人受持五戒。持戒不如慈心憫傷眾生蠕", "828": "動之類。諸經雜要云。若人捨阿僧祇身。供養十方", "829": "諸佛菩薩聲聞。不如有人施畜生一口飲食。乃至", "830": "施與螘等悲田。其福最勝。如舍利弗。以一󰕖上佛。", "831": "佛迴施狗。而問舍利弗。汝以󰕖施我。我以施狗。誰", "832": "得福多。舍利弗言。佛施狗得福多。又寶積經云。妙", "833": "莊嚴忍世界眾生。悉皆具足一切安樂。若有眾生。", "834": "於彼國土。億百千歲。修諸梵行。不如此娑婆世界", "835": "一彈指頃。於諸眾生起慈悲心。所獲功德。倍過於", "836": "彼。又優婆塞戒經云。若或田倉多有鼠󳭋。犯暴穀", "837": "米。但作是念。如是鼠󳭋。因我得活。念已歡喜。無觸", "838": "惱想。當知是人得無量福云云。凡求佛道者。應當", "839": "如是學。", "840": "言隨喜他善者。一切眾生。無始劫來。繫於六趣輪", "841": "中。受無量苦。未得解脫者。但由嫉妬心強。破障他", "842": "善故也。雖或作善。欲勝他故。人我執心熾然不息。", "843": "遠解脫期。若能隨喜他善。則滅嫉妬障。成柔順忍。", "844": "易免苦輪矣。大品經云。一毛破為百分。滴取大千", "845": "海水。可知其數。隨喜之福不可知數。又諸經要集", "846": "云。若有貧窮薄福人。絕無塵許可施物。見他行施", "847": "心生喜。其福與施等無異云云。智者應急改往脩", "848": "來耳。", "849": "言謙心者。除慢病之妙藥也。而此慢心。法中大障。", "850": "譬如世間之輪。不能到於高山之上。法輪亦爾。不", "851": "得轉於我慢高山。是故學佛者。應先折慢。上敬三", "852": "寶。中恭尊長。下順凡庸。是則可為善人歟。是以不", "853": "輕菩薩。常禮一切。云不輕汝。普賢大士亦云。我於", "854": "一切眾生。種種承事。種種供養。如敬父母。如奉師", "855": "長。乃至如來等無有異。又近世法華法師。道行清", "856": "灑。為眾所敬。若行之時。但視地而行。見有微蟲當", "857": "路。即自念言。焉知此佛子先我而得道。便避而行。", "858": "學者可不思齊。", "859": "言軟語者。悅可眾心之先務者也。夫世間之人。三", "860": "業造罪。口過為重。口四惡中。惡言最甚。何者。非獨", "861": "自心起嗔。亦令對者懷恨。因作怨根。漸漸增長。從", "862": "劫至劫。互相殘害。永無了期。爭似與人語時。當出", "863": "軟音。或教以善令其歡喜。乃至於一切畜生。不得", "864": "加其惡言。彼雖未了人之所言。而怒相現前。令彼", "865": "畜生見而驚怖。是以不無罪業。業若成則報必不", "866": "虗。而自當之。如護口經說。昔三藏比丘以一惡言", "867": "故。報為百頭魚。殃及其母。亦作廁虫云云。又大方", "868": "便經云。人生世間。禍從口出。甚於猛火。猛火止燒", "869": "世間之財。惡口熾然。燒七聖財。口中之舌。鑿身之", "870": "斧。滅身之火。可不慎哉。", "871": "如上所示。自布施安忍。至謙心軟語。一一無非成", "872": "佛之因。若具行之。則莫善如也。不然。隨其宜樂。但", "873": "修一事亦得。何以故爾。法華經偈云。若有眾生類。", "874": "值諸過去佛。若聞法布施。或持戒忍辱。精進禪智", "875": "等。若人善軟心。如是諸人等。皆已成佛道。諸佛滅", "876": "度已。供養舍利者。起萬億種塔。金銀及玻瓈。玫瑰", "877": "琉璃珠。清淨廣嚴飾。木樒并餘材。甎瓦泥土等。若", "878": "於曠野中。積土成佛廟。乃至童子戲。聚沙為佛塔。", "879": "如是諸人等。皆已成佛道。若人為佛故。建立諸形", "880": "像。或以七寶成。鍮鉐赤白銅。鐵木及與泥。或以膠", "881": "漆布。或彩𦘕佛像。自作若使人。乃童子戲。若草木", "882": "及茟。或以指爪甲。而𦘕作佛像。如是諸人等。皆已", "883": "成佛道。若人於塔廟。寶像及𦘕像。以華香幡蓋。敬", "884": "心而供養。若使人作樂。擊皷吹角貝。簫笛琴箜篌。", "885": "琵琶鐃銅鈸。如是眾妙音。盡持以供養。或以歡喜", "886": "心。歌唄頌佛德。乃至一小音。皆已成佛道。若人散", "887": "亂心。乃至以一華。供養於𦘕像。漸見無量佛。自成", "888": "無上道。廣度無數眾。或有人禮拜。或復但合掌。乃", "889": "至舉一手。或復小低頭。若人散亂心。一稱南無佛。", "890": "如是諸人等。皆已成佛道云云。噫。若非一切法無", "891": "非佛事。焉能以兒戲作事。散心一稱。爾許微功。至", "892": "於極位哉。由是之故。我釋尊出世。興悲憫物。以巧", "893": "智方便。隨其根樂。或示坐禪。或讀誦經。或教念佛。", "894": "乃至施戒等一切諸善。令其修習。入於佛道。靡有", "895": "孑遺。除一闡提類。如世間毉王隨病與藥。除命盡", "896": "者。無不痊平。或人未了如來方便教義。又未能達", "897": "眾生宜樂。各執一端。謂之為勝。亦教他人。以己所", "898": "觀之法。曰坐禪為最。或曰誦經第一。有曰念佛為", "899": "勝。乃至施戒等法。皆云為是。非諸他善。此則知一", "900": "不知其二者歟。且如欲入王城。八門無防。應隨方", "901": "所。引之直入。何必以東道之人。引入西門。西道之", "902": "人。引入東門。枉使勞苦。門雖是八。入則唯一。諸法", "903": "門殊。咸歸一處。何偏執諍。是謂不察病根。純教乳", "904": "藥之類也。勸諸行者。應知此義。隨力所堪。從其一", "905": "事。進功無退耳。", "906": "若願生安養隨功生九蓮得見彌陀佛", "907": "聞法悟無生", "908": "安養者。亦云極樂。其國莊嚴及諸樂事。不可譬說。", "909": "小彌陀經云。從是西方。過十萬億佛土。有此世界。", "910": "無量壽經云。彌陀佛國。去此不遠。如是二說。但隨", "911": "機說耳。遠近不可定也。祇在眾生一念心中。是心", "912": "無礙。豈有東西遠近乎。阿彌陀此云無量光。亦云", "913": "無量壽。故經云。彼佛光明無量。照十萬國。彼佛壽", "914": "命無量無邊阿僧祇劫云云。", "915": "言九蓮者。彼佛以四十八願。莊嚴淨土。設九品蓮。", "916": "接引十方有緣眾生。何以故。由眾生根性多有差", "917": "別故爾。如世國王與敵共戰。其有功者。多不等故。", "918": "隨功賞職。或一品二品三四五品。乃至八九品。無", "919": "一遺者。佛亦如是。隨諸眾生功業多少。故以九蓮。", "920": "攝盡無餘。彼諸九品眾生。配生九蓮之事。今當略", "921": "引經文示之。", "922": "觀無量壽經云。上品上生者。若有眾生。發三種心。", "923": "即生彼國。一者至誠心。二者深心。三者回向發願", "924": "心。又有三種眾生。當得往生。一者慈心不殺。具諸", "925": "戒行。二者讀誦大乘方等經典。三者修行六念佛法", "926": "僧戒施天。具此功德。一日一夜。乃至七日。即得往生。是", "927": "人𣧩時。阿彌陀佛。與觀音勢至等無量菩薩。現在", "928": "其前。授手迎接。行者見已。歡喜踊躍。自見其身。乘", "929": "金剛臺。隨從佛後。如彈指頃。往生彼國。到已。即見", "930": "佛身相好。及見菩薩色相具足。光明寶林。演說妙", "931": "法。聞已。即悟無生法忍。", "932": "上品中生者。不必受持讀誦方等經典。善解義趣。", "933": "於第一義。心不驚動。深信因果。不謗大乘。是人𣧩", "934": "時。大聖來迎。事如上說。行者自見坐紫金臺。即生", "935": "彼國七寶池中。其蓮經宿即開。見佛菩薩放光照", "936": "身。目即開明。經一小劫。得無生忍。", "937": "上品下生者。亦信因果。不謗大乘。但發無上道心。", "938": "是人𣧩時。眾聖來迎。行者自見坐金蓮華。往生寶", "939": "池。經一日一夜。蓮華乃開。七日之中。乃得見佛。雖", "940": "見佛身。於眾相好心不明了。三七日後。乃了了見。", "941": "經三小劫。得百法明門。住歡喜地。", "942": "中品上生者。若有眾生。受持五戒。持八戒齋。修行", "943": "諸戒。不造五逆。無眾過惡。是人𣧩時。眾聖來迎。行", "944": "者自見己身坐蓮華臺。往生彼國。蓮華尋開。聞眾", "945": "音聲讚歎四諦。應時即得阿羅漢道。三明六通具", "946": "八解脫。", "947": "中品中生者。若有眾生。若一日一夜持沙彌戒。若", "948": "持具足戒。威儀無缺。是人𣧩時。眾聖來迎。行者自", "949": "見坐蓮華上。蓮華即合。隨從佛後。生寶池中。經於", "950": "七日。其華乃敷。開目合掌。讚佛聞法。經半劫已。成", "951": "阿羅漢。", "952": "中品下生者。若有眾生。孝養父母。奉事師長。行世", "953": "仁義。是人𣧩時。遇善知識。為其廣說阿彌陀佛國", "954": "土樂事。聞此事已。尋即命終。即生彼國。經七日已。", "955": "遇觀世音及大勢至。聞法歡喜。得須陀洹。過一小", "956": "劫。成阿羅漢。", "957": "下品上生者。或有眾生。作眾惡業。雖不誹謗方等", "958": "經典。多造惡法。無有慙愧。是人𣧩時。遇善知識。為", "959": "讚大乘十二部經首題名字。以聞如是諸經名故。", "960": "除却千劫極重惡業。善友復教稱於南無阿彌陀", "961": "佛。稱佛名故。除五十億劫生死之罪。爾時彼佛即", "962": "遣化佛化觀世音化大勢至。至行者前言。善男子。", "963": "以汝稱佛名故。諸罪消滅。我來迎汝。行者即見化", "964": "佛光明。遍滿其室。見已歡喜。即便命𣧩。乘寶蓮華。", "965": "隨化佛後。生寶池中。經七七日。蓮華乃敷。時觀世", "966": "音菩薩放光說法。聞已信解。發無上道心。經十小", "967": "劫。得入初地。", "968": "下品中生者。或有眾生。毀犯五戒八戒及具足戒。", "969": "偷僧祇物。盜現前僧物。不淨說法。無有慙愧。是人", "970": "𣧩時。地獄眾火一時俱至。遇善知識。即為讚說阿", "971": "彌陀佛光明威德。此人聞已。除八十億劫生死之", "972": "罪。地獄猛火化為涼風。吹諸天華。華上皆有化佛", "973": "菩薩。迎接此人。如一念頃。即生寶池蓮華之內。經", "974": "於大劫。蓮華乃敷。觀音勢至為說大乘甚深經典。", "975": "聞此法已。即發無上道心。", "976": "下品下生者。或有眾生。具造五逆十惡。具諸不善。", "977": "此人應墮惡道。經歷多劫。受苦無窮。臨命𣧩時。遇", "978": "善知識為說妙法。教令念佛。彼人苦逼。不遑念佛。", "979": "善友告言。汝若不能念佛者。應稱歸命無量壽佛。", "980": "如是至心令聲不絕。具足十念。稱南無阿彌陀佛。", "981": "稱佛名故。於念念中。除八十億劫生死之罪。命𣧩", "982": "之後。見金蓮華猶如日輪。住其人前。如一念頃。即", "983": "往彼國。生蓮華中。滿十二大劫。蓮華方開。觀音勢", "984": "至以大悲音。為說實相。除滅罪法。聞已歡喜。即發", "985": "無上道心云云。是為九品眾生。生九蓮之相也。又", "986": "有宮殿受生者。無量壽經云。若有眾生。修諸功德。", "987": "願生彼剎。後有悔心。亦復疑惑。不信有彼佛剎。不", "988": "信有往生者。亦不信布施作福後世得福。其人雖", "989": "爾。續有念心。暫信暫不信。志意猶豫。無所專據。臨", "990": "命𣧩時。佛乃化現其身。令彼目見。其人雖不能言。", "991": "其心即喜。乃悔不作諸善。以悔過故。亦生彼剎。唯", "992": "不能前至佛所。方入邊地。見七寶城。即入其中。於", "993": "蓮華中生。受其快樂。如忉利天人。經五百歲。不聞", "994": "三寶之名云云。若唯諸經論說。凡有眾生。聞彼國", "995": "名及彼佛號。發願求生者。無一不往。如月藏經云。", "996": "我末法中。億億眾生。起行修道。未有一得者。唯淨", "997": "土一門。可通人路云云。然則當此末法之時。不求", "998": "淨土而何也。或人於此法門。多生疑謗。若見求生", "999": "者。笑而止之。自誤誤人。與佛為怨。悲夫悲夫。", "1000": "不爾當來世必逢慈氏尊龍華三會上", "1001": "自然皆證道", "1002": "彌勒下生經云。此閻浮提有大城。名翅頭末。城中", "1003": "有大婆羅門。名妙梵。彌勒託生其家。出家日即成", "1004": "正覺。坐龍華樹下。國王婆羅門長者。一切人民。俱", "1005": "詣佛所。皆共出家。時彌勒佛見諸大眾。作如是念。", "1006": "是諸人等。釋迦文佛遣來付我。是故今者皆至我", "1007": "所。是諸人等。在於釋迦遺法之中。或讀誦經律論", "1008": "三藏。或以衣食施人。或持戒脩慧。或以幡蓋華香。", "1009": "供養於佛。或為苦惱眾生。令其得樂。或忍辱禪定。", "1010": "或起塔寺供養舍利。以此功德。來至我所。作是念", "1011": "已。為說四諦。諸人聞已。同時得涅槃道。又大論云。", "1012": "龍華初會度九十九億聲聞。第二會度九十六億", "1013": "聲聞。第三會度九十三億聲聞。又報恩經云。華林", "1014": "園第三會九十三億人。釋迦遺法中。一稱南無佛", "1015": "人等。又彌勒經云。釋迦末法中。坐禪誦經。持戒修", "1016": "福等者。生第一會。唯持三歸者生第二會。唯聞佛", "1017": "名者生第三會云云。由是觀之。我等雖未得專精", "1018": "禪誦及持戒修福。既聞佛名。又一生來。隨分一稱。", "1019": "豈敢不為。然則縱未早參於初二會中。而晚預於", "1020": "第三會上。聞法悟道。決無疑矣。諸有智者。應當發", "1021": "願。要值此佛。若差過則值佛懸遠故。何者。此賢劫", "1022": "中。有成住壞空四劫。苦佛出世。須當住劫。住劫亦", "1023": "有二十增減。佛與須待。減劫前八增減。空過無佛。", "1024": "至第九減劫。四佛出焉。謂人壽六萬歲時。留孫佛", "1025": "出。四萬歲時。拘那含佛出。二萬歲時。迦葉佛出。一", "1026": "百歲時。釋迦文佛出。釋迦法滅。人壽增至八萬四", "1027": "千歲。還減四千歲時。彌勒佛出。從釋尊入滅已後。", "1028": "至於此時。計六十億歲。是乃第十減也。十一十二", "1029": "十三十四。如是四劫。無佛出世。故須進功不差彌", "1030": "勒爾。至第十五減劫。有九百九十五佛。次第出化。", "1031": "末後樓至佛出化。後五劫矣。", "1032": "向說諸善因俱通大小乘凡夫根性異", "1033": "迴向亦不一或望人天樂或求四聖果", "1034": "雖是善果報成佛大遲緩中間無量劫", "1035": "徒勞虗受苦若欲速離苦應迴向大乘", "1036": "所作大小善當迴向三處先四恩三有", "1037": "及法界有情次佛果菩提後真如實際", "1038": "若如是迴向毫善等虗空譬如一滴水", "1039": "投之於大海與海成一體深廣無涯底", "1040": "上示眾善。通於大小行人。但眾生根樂不同。修因", "1041": "各異。故所獲果報。成於萬品。謂或有眾生。求世間", "1042": "樂。修諸善業。劣者生於人中。勝者生於天上。隨分", "1043": "受樂。或有眾生。厭三界苦。求涅槃樂。樂獨善寂。修", "1044": "諸禪智。鈍作聲聞。利成支佛。是名孤調解脫。諸佛", "1045": "所訶。或有眾生。自雖未度。欲先度他。勤修精進。求", "1046": "一切智。是名大乘。已成聖胎。又人天則且對三塗", "1047": "論為樂處。非實樂也。何者。人中現為八苦焦煎。後", "1048": "受三途難耐之苦。天上亦有五衰之苦。報畢還墮", "1049": "三惡道中。苦事可知。如是輪迴六趣之中。無有出", "1050": "期。誰云樂也。二乘之人。雖離分段生死之苦。而猶", "1051": "未免變易之苦。流落他鄉。求索衣食。資生艱難。得", "1052": "少為足。未得自在。況復由於迃曲之徑。歸家日曠。", "1053": "苦行於塵劫。焉為樂也。如菩薩大人。從初發心。哀", "1054": "憫一切。雙運悲智。登大直道。行行無滯。不日到家", "1055": "遇見慈父。獲珍寶藏。受用自在。無所乏短。如是方", "1056": "名為真樂也。是以永明壽禪師引經云。若以十善", "1057": "化人。如將毒藥□人。雖一期人天之飽。而不免生", "1058": "死毒發。終不出輪迴。翻增業垢。若以小乘開化。即", "1059": "是大乘冤。□解脫深坑可畏之處。經云。寧起狐狼", "1060": "野干心。不起聲聞辟支佛意。若觀此說。其有智者。", "1061": "胡不棄小而從大乎。", "1062": "言所作諸善者。謂禪誦禮念施戒等也。雖作如是", "1063": "等善。若不迴向。則如坏未火。徒勞無益。凡欲迴向", "1064": "者。不得迴向人天及二乘果。要當誠心迴向三處。", "1065": "何等為三。一者眾生迴向。謂願此所修善。施一切", "1066": "眾生。二者佛果迴向。謂願以此功德。普及於一切。", "1067": "皆共成佛道。三者實際迴向。謂願此所修善。廣大", "1068": "如法性無邊。空竟若虗空無盡。是為三處迴向。又一處", "1069": "云。迴自向他。迴因向果。迴事向理。此則與前同一", "1070": "義也。言四恩者。一國王恩。謂民之一飲一食無非", "1071": "王恩。而我等既為王民。宜役王事。歲納皇租。奉報", "1072": "王恩。而逃漏剃頭。不戰而安。無憂眠食。王恩莫大。", "1073": "二師長恩。謂開我童蒙。誡惡勸善。令出世網。引入", "1074": "佛家。師恩實重。三父母恩。謂始自懷胎。十月之中。", "1075": "心不放捨。乃至產時。苦痛無極。然而產已忘苦。即", "1076": "生憐愍。抱持乳養。洗灌不淨。及其長大。亡其侍養。", "1077": "割愛放之。投師出家。修出世業。親恩最深。四施主", "1078": "恩。謂我等比丘。縱臥山林。不耕而食。不蠶而衣。皆", "1079": "是十方檀越之恩。如是四恩。若將比校。施主之恩。", "1080": "最為急也。何者。人之恒食。一日兩時。若闕一時。心", "1081": "鋒已折。凡所作事。皆不如意。何況全闕。況復二日", "1082": "三日乃至七日。然則身之與命。尚難可保。況修道", "1083": "業乎。故知施主之恩為急。王及師親次次也。是以", "1084": "諸有苾蒭。應知此意。若一禮一念。燒片香。然一燈。", "1085": "獻一華。掃塔塗地等。一毫之善。應先迴向四恩奉", "1086": "福。然後普被一切耳。", "1087": "雖未完戒品亦未修諸善但結大乘緣", "1088": "功倍餘眾善大乘義云何諸法實相是", "1089": "聞此實相理其心不驚動暫生一念信", "1090": "福德已無量因發菩提心已具悲智願", "1091": "即為世間眼當作天人師雖在凡夫地", "1092": "功超二果聖是名真佛子能報諸佛恩", "1093": "欲入如來室斯門其舍諸", "1094": "言諸法實相者。法華經云。唯佛與佛乃能究盡諸", "1095": "法實相。又云。一切世間治生產業。皆與實相不相", "1096": "違背。祖師釋云。一一生滅。一一殺盜。四倒八邪五", "1097": "逆十惡。皆是實相。此事彰灼。當處真常。誰人不具。", "1098": "何法不然。故經云世間相常住。悟此妙理。名之為", "1099": "佛。迷之曰生。由其迷悟。且分高下。本則不殊。猶氷", "1100": "與水。喻之可知。故淨名云。平等真法界。佛不度眾", "1101": "生云云。若有眾生。聞此法已。乃至生於一念信解。", "1102": "功蓋無學。不可為比。故法華經云。此經難持。若暫", "1103": "持者。我則歡喜。諸佛亦然。是名持戒行頭陀者。是", "1104": "諸天人世間之眼云云。又諸大乘經所說。大乘之", "1105": "言多種。或云。色不異空。空不異色。或云。諸佛眾生", "1106": "平等無差。或云。煩惱即菩提。生死即涅槃。如是等", "1107": "言。雖則不同。義則是一。俱不出於諸法實相也。", "1108": "夫大乘之為功力者。信則剎那成佛。謗則即墮泥", "1109": "黎。然受罪畢已。還聞此法。即便悟道矣。如文殊經", "1110": "云。有人聞說般若。起謗不信。即墮地獄。勝於供養", "1111": "恒沙佛者。何以故。供養恒沙佛。祇得人天生滅之", "1112": "福。若聞般若。毀謗墮地獄。受謗法罪畢。以聞般若", "1113": "為種。纔聞說般若。便得心開。剎那成佛。又無行經", "1114": "云。昔者有一淨威儀法師。憐愍眾生。教化令發阿", "1115": "耨菩提心。又有威儀比丘。雖能護戒。不能善於菩", "1116": "薩所行之道。於後淨威儀法師。過威儀比丘。知不", "1117": "信大乘戒。誹謗入地獄。地獄罪畢。因聞此法。為悟", "1118": "道之因。強說一偈頌曰。貪欲即是道。瞋癡亦復然。", "1119": "如是三法中。具一切佛法。威儀比丘聞已誹謗。命", "1120": "𣧩墮阿鼻獄。九十百千億劫。受諸苦惱。從地獄出。", "1121": "六十三萬世。常被罪誹謗。其罪漸薄。後作比丘。三", "1122": "十二萬世。出家之後。是業因緣。反道入俗。乃至無", "1123": "量千萬世。諸根暗鈍。爾時威儀比丘。豈異人乎。則", "1124": "我身是。我聞此大乘法。雖不信受。起謗墮獄。受其", "1125": "罪畢。因聞大乘故。乃得成佛云云。按諸經論說。持", "1126": "戒堅固。在於像法之始。彼時也。去聖不遠。人性稍", "1127": "純。持戒不難。然而當時人。亦持少犯多。況今末法。", "1128": "去聖逾邈。人根下劣。無有堅實。於戒浮囊。寧無缺", "1129": "漏。囊如未完。可能渡於生死海耶。是以雖不護戒。", "1130": "但結大乘之種。功必倍之。故天台師云。如來出世。", "1131": "說法之時。乘戒俱急者。以人天身。聞法悟道。乘急", "1132": "戒緩者。以三途身。聞法得道。乘緩戒急者。著樂人", "1133": "天。不預法會。乘戒或俱緩。既沉惡趣。復遠大道云", "1134": "云。以此觀之。寧可戒緩。不可乘緩矣。", "1135": "言菩提心者。上求佛道。下化群生之心也。是心乃", "1136": "三世諸佛之所讚歎。故涅槃經云。發心畢竟二不", "1137": "別。如是二心先心難。自未得度先度他。是故我禮", "1138": "初發心。又華經云。若以華雲鬘雲天音樂雲。乃至", "1139": "天種種香。然種種燈。一一燈炷如須彌山。一一燈", "1140": "油如大海水。以如是等諸供養具。常為供養不可", "1141": "說不可說佛剎極微塵數一切諸佛。所得功德。不", "1142": "及菩提心。供養一念功德。百分不及一。千分不及", "1143": "一。乃至優婆尼沙陀分亦不及一云云。", "1144": "言報佛恩者。慈悲懺經云。諸佛念眾生。過於父母。", "1145": "父母念兒。慈止一世。佛念眾生。慈心無盡。又父母", "1146": "見兒背恩違義。心生恚恨。慈心薄少。諸佛不爾。見", "1147": "諸眾生不信經教。悲心益重。乃至入於無間地獄。", "1148": "代受眾苦。如是大恩。云何能報。若使起立塔廟精", "1149": "舍。燈燭幡蓋。華香茵蓐。種種供養。將來之世。自受", "1150": "其福。非報佛恩。若發菩提心。修淨土行。是名智者。", "1151": "知報佛恩云云。是以二乘雖住果地。而未及於初", "1152": "發心凡夫菩薩所有功德。萬分之一。大論問曰。羅", "1153": "漢辟支是離欲人。或有凡夫。但發菩提心者。云何", "1154": "得勝。答曰。菩薩有其二種。一者行諸波羅蜜。二者", "1155": "但密發心。行菩薩道。雖事未成。能勝二乘。何以故。", "1156": "譬如太子雖未即位。勝諸大臣有位富貴者。優婆", "1157": "塞戒經云。出家人發菩提心。此不為難。在家之人", "1158": "固難可發。何以故。多惡因緣所纏遶故。發菩提心", "1159": "者。諸天皆大歡喜。作如是言。我今已得天人之師。", "1160": "毗尼經云。若初修大乘。行菩薩戒。晨朝有犯。應當", "1161": "結罪。至午。菩提心無間斷。戒聚成就。則非所犯。乃", "1162": "至中夜有犯。至後夜菩提心無間斷。戒聚成就。寶", "1163": "積經云。若人打截大千眾生。若有惡心。惱發菩提", "1164": "心人。其罪過是。", "1165": "常樂住蘭若不然隨眾居群居須慎口", "1166": "獨處要防心遠離惡知識當從善友教", "1167": "身不離袈裟食當須應器手不釋黃卷", "1168": "不樂看外書目不視女人見之猶毒蛇", "1169": "非病晝不臥臥則須右脇非飢不餘食", "1170": "食則須節量寢不敷茵蓐眠亦不放恣", "1171": "坐必不背西行時但視地語常離戲笑", "1172": "取要不應多受嚫作三分不宜全受破", "1173": "勿得畜物多以作障道緣亦勿繁眷屬", "1174": "增長憍瞋慢如是若干事沙門急先務", "1175": "苟不能如是豈得名浮圖雖受四事供", "1176": "猶如吞餌魚當來必償債得無慙且懼", "1177": "言阿蘭若者。此云無憒閙處。夫住蘭若。則三業自", "1178": "然清淨。即具無量功德。取道不難矣。故華嚴經云。", "1179": "住蘭若者。成就清淨威儀。成就諸根不亂。成就正", "1180": "法現前云云。凡欲疾得一切種智者。胡不樂住阿", "1181": "蘭若哉。若不爾。則應當預於伽藍眾會中居。是則", "1182": "本自懶墯。雖未得自專修道。見他精進。耻而效之。", "1183": "不敢放逸。凡所動作施為。乃至朝中粥󰕖。一皆從", "1184": "眾。未甞違規。由是道行任運離染。入釋子數。如常", "1185": "所云。蓬生麻中。不扶自直者歟。是故懈怠之者。不", "1186": "如隨眾。慎勿閑遊山野之間。恣情為惡。虗送光陰。", "1187": "以為後日悔歎之緣。又不得為求安求飽。故部落", "1188": "溪湄。漁村岸上。結草為庵。止宿資生。與白衣庸俗。", "1189": "結交同志。稱為兄弟。或稱父母。無惡不造。非獨自", "1190": "身失行。亦浼清淨佛圖。罪應不少。", "1191": "言善友者。毗奈耶中云。阿難白佛言。善知識者。是", "1192": "半梵行。諸修行者。由善友力故。方能成辦故。佛言", "1193": "是全梵行。若得善伴。與其同住。乃至涅槃。無事不", "1194": "辦故。名全梵行。又孛經云。友有四。一如華友。謂好", "1195": "時插頭。萎時棄地。見富貴則附。貧困則捨。二如秤", "1196": "友。謂物重低頭。物輕則昂。有與則敬。無與則謾。三", "1197": "如山友。謂金山鳥獸集之。毛羽蒙光。貴能榮人。富", "1198": "樂同歡。四如地友。謂百穀財物。一切仰之。施給養", "1199": "護。恩厚不德。因果經云。波羅門優陀夷。聰明多智。", "1200": "淨󰕖王勑為太子友。白太子言。朋友有三要法。一", "1201": "者見有失。輙相曉諫。二見好事。深生隨喜。二在苦", "1202": "厄。不相棄捨。四分律云。具七法。萬成親友。一難作", "1203": "能作。二難與能與。三難忍能忍。四密事相告。五互", "1204": "相覆藏。六遭苦不捨。七貧窮不輕。迦越經云。朋友", "1205": "五事。一見作惡。往屏處曉諫訶止。二所有急事。當", "1206": "奔赴救護。三所有私語。不得說向他人。四常相敬", "1207": "歎。好事當多少分與之。若常懷嫉慢。心不節慎。口", "1208": "無法言。惡人為友。此名庸人。佛本行經云。佛與難", "1209": "陀。至魚肆。佛令難陀取小藉魚草。握少時棄之。令", "1210": "嗅手。問之。難陀曰。唯有腥臭之氣。又至香店。令取", "1211": "裹香紙。掬少時棄之。復問難陀。答曰。唯聞香氣。佛", "1212": "語難陀。善友惡友相染習亦復如是。若近善友。必", "1213": "定當得廣大名聞云云。惡知識者。非是向我毀辱", "1214": "打罵者也。見我為惡而不諫之。隨喜讚之。令長不", "1215": "善之業。乃至為我尊敬供養者。皆是惡友。故南岳", "1216": "師云。世間道俗。欽仰供養。殷勤請講。皆是惡魔所", "1217": "使。非善知識。是惡知識。如冤詐親。苦哉苦哉。諸王", "1218": "剎利亦復如是。擇擇擇擇。", "1219": "言袈裟者。從色為名。此云壞色。梵網經云。青黃赤", "1220": "黑紫作。皆名壞色。註云。壞本白色。違愛心故。亦三", "1221": "衣之都稱。三衣者。一安陀會。五條也。二󳬂多羅僧。", "1222": "七條也。三僧伽棃。九條也。又有十一條。乃至二十", "1223": "五條。於中長短廣狹裁縫之法。具如章服儀及六", "1224": "物圖中說。悲華經云。釋迦如來於寶藏佛所發願。", "1225": "願我成佛時。我袈裟有五種功德。一者入我法中。", "1226": "犯重邪見等四眾。於一念中。敬心尊重。必於三乘", "1227": "受記。二者天龍人鬼。若能恭敬此袈裟小分。即得", "1228": "三乘不退。三者若有鬼神諸人。得袈裟段乃至四", "1229": "寸。飲食充足。四者若有眾生。共相違反。念袈裟力。", "1230": "則尋生悲心。五者若在兵陣。袈裟小分恭敬尊重。", "1231": "常得勝他。若我袈裟無此五力。則欺誑十萬諸佛。", "1232": "有云。龍得袈裟一󰡕。掛其門上。則免金翅鳥難。大", "1233": "悲經云。披著袈裟者。於彌勒佛。乃至樓至佛所。得", "1234": "入涅槃。無有遺餘。永明壽禪師云。夫袈裟者。名解", "1235": "脫幢。十方諸佛依之而得道果。四眾非人持之而", "1236": "獲安隱。顯示清閑。破除熱惱。若匪離塵之上服。安", "1237": "能拯濟於迷途。功不唐捐。歎不可盡云云。", "1238": "言應器者。梵云鉢多羅也。佛制瓦鐵為勝。其體量", "1239": "大小及其功德優劣。如六物圖中引示。比丘十八", "1240": "物中。袈裟與鉢為急。如鳥兩翼。如車二輪。闕一不", "1241": "可。四分律云。若比丘闕袈裟與鉢。受他供養者。准", "1242": "於千劫斷牛頭罪。是故比丘袈裟與鉢。常隨其身。", "1243": "不可暫離。", "1244": "言黃卷者。佛經也。如向所示。漢明時。佛經道經同", "1245": "焚試驗。道經為󰞆。佛經不燒。但烟熏為黃色而已。", "1246": "爾後造經者。表之皆染紙。為黃色焉。夫閑中師友。", "1247": "莫若佛書。於中所說。皆是諸佛菩薩行因得果。無", "1248": "量功德及教眾生。禁惡行善。捨邪歸正。種種因緣", "1249": "真實之語。若能讀文尋義。慕仰聖賢。感己傷他。如", "1250": "是操心。過日則眾緣稍息。身心自淨。玄境可攀。勿", "1251": "得悠悠虗消白日。其有不能自專覽經者。宜當求", "1252": "問於知之者。隨分學之。一日一句亦得。然則二日", "1253": "二句。乃至十日十句。百日百句。如是不闕日課。則", "1254": "識非不愽。如其遲滯一聞而不通者。若再聞三聞。", "1255": "乃至十聞。則何所不通。雖未究達幽深之義。豈不", "1256": "異昔全蒙之日。由是漸漸修學。通達妙理。入甘露", "1257": "門。可不快乎。然則猶勝無知鳥空盲禪。寧不賢於", "1258": "終日虗談戲笑之徒。但懶惰無心而已。苟能用力", "1259": "勤學。而不達者。未之有也。", "1260": "言外書者。韋陀典籍及諸家文書篇集等。誤人之", "1261": "虗談也。故法華經云。及造世俗文筆讚詠外書。如", "1262": "是之人。皆勿親近。又大論云。習外典者。如以刀割", "1263": "泥。泥無所成。而刀日損。又云。讀外典者。如視日光。", "1264": "令人眼暗。止觀輔行記云。讀春秋。誦左傳。終朝心", "1265": "遊戰陣。口演詐謀。助佛法者遠矣云云。如莊老孔", "1266": "孟之道。雖非究竟之辭。而文弘仁義。故為新學入", "1267": "道之門。亦可時覽。何以故。毗奈耶中云。佛聽比丘", "1268": "學外論。於一日分三。初中二分。讀誦佛經。晚讀外", "1269": "書。故祇洹中有書院。置大千界內文書。佛聽比丘", "1270": "遍讀。為降外道故。不許依其見解。又不得為好而", "1271": "廢道業。", "1272": "言目不視女人者。女人是世出世間障生之本。世", "1273": "間障者。在天子位。由之而亂其國。公卿大夫。由之", "1274": "而不能治其家。士庶人民。由之而失其身。況欲出", "1275": "世者。可不畏慎。又眾生煩惱貪欲為本。若見女色。", "1276": "婬心忽生。熾不可禁。由茲作諸方便。遂得犯觸。一", "1277": "觸然後。心不厭足。無有退捨。如蛾赴火。不可禁制。", "1278": "亦如鐵鎚。投於淤泥。永無出期。一切患難由之而", "1279": "生。於無量劫。輪迴生死。未有入道之門。是以我佛", "1280": "如來。諸經教中。苦切訶之。歷代諸祖論傳記章亦", "1281": "復如是。華嚴經中。威德主太子。訶論最切。是故欲", "1282": "渡愛河。應須遠離一切女人。若有因緣。不得已而", "1283": "見之。則如見毒蛇。猶避火坑。昔清涼祖師隔帳看", "1284": "母。況諸女人而直見之乎。", "1285": "晝臥者。諸放逸中。甚不可也。如來誡諸比丘。夜亦", "1286": "不臥。何況晝臥。世間之道亦不宜也。故仲尼訶宰", "1287": "予曰。朽木不可雕也云云。若有疾病須臥。則當右", "1288": "脇著地。不得屍臥。餘食者。如來初制比丘。一日一", "1289": "食。後羅睺羅幼少出家。飢而啼之。佛為止啼。且許", "1290": "朝粥。後世比丘見此開門。朝粥中食。以為恒式。是", "1291": "以此兩時外。皆為餘食。若失朝中。非時得食。不食", "1292": "則佳。食亦無妨。何者。飢羸無力。則道業難成故。止", "1293": "觀論云。食不節。易成病。又愽物志云。雜食者。百疾", "1294": "妖邪之所鍾。食逾少。心逾明。食逾多。身逾損。故食", "1295": "不過度。", "1296": "寢不茵蓐者。凡脩道人。不能成功者。專由眠魔之", "1297": "所逼惱。雖氷牀雪被。不覺中來。令人無力。何況厚", "1298": "敷茵蓐。申脚大臥。則安得却之。所以眠熟惛沉。猶", "1299": "如死人。不知夜之旦日之暮。奚暇攝心做功乎。是", "1300": "故比丘臥眠之時。但橫衣枕拳。勿得放恣。少時歇", "1301": "已。即起灌漱。隨其所為。禪誦禮念而不失時。終身", "1302": "不已。然則雖未辦道。名善士也。坐不背西者。昔新", "1303": "羅義湘祖師。專求安養。平生坐不背西。其門徒中。", "1304": "有一犯罪比丘。依法擯之。離群出去。遊行他界。仰", "1305": "慕其師。造像負行。師聞之。召來告曰。汝若實憶我", "1306": "者。我一生來。坐不背西。像亦應爾。於是令像背西。", "1307": "而坐像自迴身。向西而坐。師乃善之。赦罪還攝。是", "1308": "故求西應仰效之。", "1309": "又若行時。但視地一心念佛而行。不得左右遊目。", "1310": "令心散亂。如戲人行。況春夏秋三時。踏殺微虫。無", "1311": "端造罪可乎。又復與人語時。無得戲笑高聲妄發。", "1312": "唯取其要。不須煩雜。故外典亦云。君子寡辭。如有", "1313": "所言。三思而後發。言無枝葉。", "1314": "受嚫分三者。毗奈耶中云。若比丘受檀施。則須作", "1315": "三分。一上三寶。一與同行者及貧病人。一自受用。", "1316": "是則已具悲敬二心。能報檀恩。為真釋子。", "1317": "又比丘不得多畜長物。若多有財物。則日夜計筭。", "1318": "或謀與利。或恐人盜。或恐王奪。或水火失。以此經", "1319": "懷少時不忘。奚暇念佛誦經乎。雖或誦念。異緣交", "1320": "雜。心不專一。功業不成可知。是以如來誡諸比丘。", "1321": "三衣之外。不畜餘長。又不得多有眷屬。未得道前。", "1322": "所有眷屬。多損於己。都無小益。何者。憍瞋慢心。由", "1323": "茲而長。如是三心法中大障。是故經云。修心之士", "1324": "常樂遠離。獨處閑靜。若要多畜。則成魔業。", "1325": "言四事者。飲食衣服臥具毉藥也。其有施主。為求", "1326": "福故。減己養妻子之分。用施於僧。而僧若闕戒行", "1327": "威儀。又闕禪誦禮念。則所有信施。尚不能消。況云", "1328": "與福。是則當來必償其債。可不懼哉。又償債報恩", "1329": "事有多途。難可定說。今依經說。略示三等。謂輕重", "1330": "中。何謂為輕。若僧雖知因果而缺威儀。未能如法", "1331": "操心修行。與施主意乖。事不稱理者。後作檀家奴", "1332": "婢僕從。為營家業。心無厭怠。何謂為中。若僧但口", "1333": "說因果。心不相符。於施者受者及所施物。橫計自", "1334": "他。論說是非。不生一念報恩之心者。後作駝驢牛", "1335": "馬。牽車耕田。負載輸運。飢渴鞭箠。不憚勞苦。何謂", "1336": "為重。若僧不知因果。恒起貪心。其有施主。雖給千", "1337": "財。具陳百味種種供養。不以為足。如海納流者。後", "1338": "作猪羊鵝鴨。以身供喰。是為三等報施主恩。如是", "1339": "償債。非止一生。隨其受恩多少次近。歷二生三生", "1340": "乃至十生百千萬生。不可定論。如斯因果。若形影", "1341": "相從。必不毫差。如雲光法師未免牛報。新羅比丘", "1342": "化為樹茸。如是現驗不可殫記。具如珠琳傳及李", "1343": "詭祖傳。是以涅槃梵網等經中。佛誡諸菩薩云。寧", "1344": "以百千刀槍。斬刺其身。終不破戒之身。受信心檀越", "1345": "所施衣服。寧百千劫吞熱鐵丸。終不以破戒之口", "1346": "受信心檀越所施飲食。於戲。若覩是誡。則如我等", "1347": "無戒禿人。可得放慮恣情。任受信施乎。是以須當", "1348": "食時。量彼來處。忖己德行全缺應供。防心離過貪", "1349": "等為宗。正事良藥為療形枯。為成道業應受此食。", "1350": "復作是念。我口如竈。栴檀糞穢。隨得而燒。不得欣", "1351": "厭精麤。故長蘆和尚云。飲食之侈不除。解脫之期", "1352": "安在。又於衣服。作是念言。但要掩其醜形。非是嚴", "1353": "身為美。何必取其細輕。而自捨於麤重。是以上根", "1354": "志道之士。忘其身口之資。唯煑藜以充飢。又細草", "1355": "而蔽質。中者常行乞食。衣唯百衲三衣。下流不得", "1356": "如然。必借檀緣而活。然彼檀恩莫重。應須節量受", "1357": "之。蔬糲之食難消。不得全供玉粒。大布之衣亦好。", "1358": "何須絹帛綾羅。何者。旨味珍羞促其壽。價高華服", "1359": "損其福。壽福若未完。則道業焉能就乎。故我能仁", "1360": "大覺。捨金輪而入山。食止一麥一麻。衣是鹿皮麤", "1361": "布。如是難行苦行。乃成無上菩提。普告新學諸生。", "1362": "仰慕本師高節。勿著身口之養。勤修定慧之功。早", "1363": "登解脫之門。先濟受恩之者。是曰知恩而報。何憂", "1364": "償債之勞。", "1365": "如上許多事散在諸經論今集成略頌", "1366": "一代義鍾茲如海一滴水具含百川味", "1367": "一嘗知眾味諸生莫輕忽", "1368": "今無寄也。雖霑僧品。推其所行。則戒品也盖闕。禪", "1369": "定也蓋闕。誦念也蓋闕。禮懺也蓋闕。布施也蓋闕。", "1370": "乃至小善。無一修之。凡有諸惡。無一不造。何不愧", "1371": "於佛天乎。淨名云。自疾不能救。而能救諸疾人。若", "1372": "觀斯語。則匿己過。而欲改他過者。亦可愧人歟。然", "1373": "今但取自未得度先度他之義耳。愚遊諸山野。及", "1374": "至都城。而遍閱祝髮被緇者。多於竹葦。除中上者。", "1375": "其餘下愚之輩。所行之業。良可耻之。或有比丘。世", "1376": "俗文書尚不能知。況云解佛經義乎。無宿福故。今", "1377": "則乏短。資生艱難。慮其養身口之費。假憑佛事。雙", "1378": "雙伍伍。遶村隨戶。區區乞丐。但懷多取。豈念福他。", "1379": "既聚集已。互用無度。謂營勝事成餓鬼業。或有比丘。粗", "1380": "記文字。但得一經二經。隨文讀誦。昧其義趣。又不", "1381": "聞見釋尊一代起盡之事。自謂法師。不淨說法。誑", "1382": "惑眾人。濫受信施。無有慙愧成旁生業。或有假名禪", "1383": "和子。袈裟衲衣藜杖瓢鉢。外似忘機。內無實德。", "1384": "未遂禪功。但執古人公案。非訶大乘經典成阿鼻業。或", "1385": "有依禪附教出家學道者。纔預門庭。未窮禪教深", "1386": "奧之旨。各生妄執。更相破毀成諍論地獄業。或有比丘。違", "1387": "佛禁法。經紀息利。多有財產。或附王公大臣之勢。", "1388": "自恃富強。𣣋他貧弱。貪婬嗜酒。或讚詠外書。朋伴", "1389": "俗人。更相唱和。或樂雜戲圍棊愽奕琴瑟簫笛諸", "1390": "不善法。如是恣情。無惡不造成三途業。嗚呼。是等豈曰", "1391": "不知善惡業報。利養心強。故任為之。外書亦曰刑", "1392": "故無少。胡不懼之。是以處山野。而未免農樵之誚。", "1393": "遊城隍而多為卿士之譏。由是之故。令法危之。不", "1394": "可忍睨也。夫法不自弘。弘之在人。人若不能。法寧", "1395": "久住。昔者魏帝破滅大法者。盖以其時沙門違佛", "1396": "戒律。多行放逸故也。此則自召其殃。然後王乃加", "1397": "之耳。可不鑑焉。觀今之勢。幾乎彼世。危哉危哉。小", "1398": "僧雖不敏也。將恐將懼。發此狂言。請諸仁者。勿謂", "1399": "狂人之語。不足為信。覩彼明鑒。各秉其志。袽窒法", "1400": "般度生死海。度己度他。展轉相承。令法不墜。則其", "1401": "利愽哉。且古之人。重法而不取人。如天帝拜畜為", "1402": "師。雪山從鬼請偈。若一言一句有益於己。師之過", "1403": "惡。何有於我哉。如臭囊中金。不以囊臭而弃其金。", "1404": "況今之所錄。非從臆說。皆佛祖言。來者詳之。外傳", "1405": "云。知鳳一毛足矣。知錦一文備焉。又云。合抱之木。", "1406": "起於毫末。千里之行。始於足下。學佛者亦然。若覽", "1407": "此頌。則已染指於一代之教。亦始足於五位之行。", "1408": "智者在茲念茲。毋輕毋忽。", "1409": "釋迦如來行蹟頌卷下終", "1410": "No. 1510-BNo. 1510-B", "1411": "天台始祖龍樹大士云。有聞無智慧。亦不知實相。", "1412": "譬如大暗中。有目無所見。有慧無多聞。亦不知實", "1413": "相。譬如大明中。有燈無所照。有聞有智慧。是所說", "1414": "應受。無聞無智慧。是名人身牛。今有浮庵長老無", "1415": "寄。早投於白蓮社第四世真淨國師之嫡嗣釋教", "1416": "都僧統覺海圓明佛印靜照大禪師。而安堂下。落", "1417": "髮披緇。法名雲默。學通一家文義。赴於選席。中上", "1418": "上科。得窟嵓住持之名。高步名途。一旦唾弃。猶弊", "1419": "屣也。乃遊歷金剛五臺等。名山勝地。竟到始興山", "1420": "卓一庵而樓遲。以誦蓮經。念彌陀𦘕佛書經。為日", "1421": "用者。垂二十年矣。餘力搜尋佛典祖文。撰述本師", "1422": "行迹頌并註。乃成兩軸。以啟童蒙。利莫廣焉。噫娑", "1423": "婆世界成住壞空劫數長短。三界五趣壽福優劣", "1424": "苦樂差別。如來方便隨類示現四土三身。五時說", "1425": "法年月次第。諸經部內半滿偏圓本迹權實。乃至", "1426": "滅後遺法流行隆夷處近。及後進學者修行入道", "1427": "方便之規。如明鏡當臺。無一毫差。真可謂吾祖所", "1428": "云是所說應受者明矣。善哉未曾有也。其文辭之", "1429": "格。吾欽袵無間然矣。時天歷三年庚午二月八日", "1430": "萬德山白蓮社沙門豈䟦。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1510 釋迦如來行蹟頌", "author": "元 無寄撰集"}