{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1310 拈八方珠玉集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "拈八方珠玉集", "1": "佛鑑佛果正覺佛海拈八方珠玉集下", "2": "舉澧州洛浦和尚。僧問撥亂乾坤底人來。師還接否。", "3": "浦竪起拂子。僧云。恁麼則今日得遇明君也。浦云。依", "4": "稀似曲纔堪聽。又被風吹別調中。", "5": "佛果拈云。驗人端的處。下口便知音。", "6": "正覺云。若不被風吹別調。這般聲韻也難當。", "7": "佛海云。若非察色聽聲。禍事禍事。", "8": "舉僧問洛浦。萬丈懸崖須進步。如何免得喪於身。浦", "9": "云。須彌繫藕絲。僧云。是何境界。浦云。剎竿頭上仰蓮", "10": "心。僧云。湛湛澄澄也。浦云。須彌頂上再翻身。僧云。恁", "11": "麼則兢兢切切也。浦云。空隨媒鴿走。虗喪網羅身。僧", "12": "云如何得不隨去。浦云。鸚鵞缾項小。擬透望天飛。", "13": "佛果拈云。洛浦奮作家手段。解粘去縛。直得費盡", "14": "鉗鎚。這僧業業兢兢。畢竟玄黃眩目。不免隨上走", "15": "下。若是个大解脫底。一刀兩段。更有什麼難。還委", "16": "悉麼。萬丈高峯能撒手。無邊剎境任遨遊。", "17": "正覺云。這僧死門難向。引得洛浦命似懸絲。佛果", "18": "雖解撒手遨遊。也是強作活計。噓", "19": "佛海云。這僧費洛浦多少腕頭力。雖則湛湛澄澄。", "20": "兢兢切切。萬丈懸崖一步。終是懡㦬。且過在什麼", "21": "處。", "22": "舉僧問洛浦。二王當筵。龍蛇未辨。救難之心。誰人最", "23": "切。浦云。踏破鴻門者。僧云。誰知今古。不覺虗墮。浦云。", "24": "只貪香餌。身滯網羅。僧云。饒師古鏡當軒。猶被野狐", "25": "精魅。浦云。山僧今日。大戰無功。僧作虎聲。浦打一棒。", "26": "僧隨棒便倒。浦云。棒下死漢。有什麼限。僧拂袖便出。", "27": "浦云。獵狗不向床下死。", "28": "佛果拈云。這僧一手擡一手搦。爭奈洛浦能據虎", "29": "頭収虎尾。可謂是賊識賊。是精識精。雖然如是。不", "30": "覺不知。話作兩橛。敢問甚處。是話作兩橛處。要識", "31": "真金火裏看。", "32": "正覺云。這僧狐假虎威。敗於仁義之手。", "33": "佛海云。前面藏身露影。後面張口開牙。若非古鏡", "34": "當軒。不免野狐精魅。", "35": "舉僧問洛浦。法身無為。不墮諸數。是否。浦云。惜取眉", "36": "毛好。僧云。如何免得斯咎。浦云。泥龜任你千年。終不", "37": "解隨雲󳬈。僧云。任你孫賓。也遭貶剝。浦云。無鼻孔牛。", "38": "有什麼御處。僧便托地作牛吼。浦云。這畜生。僧便喝。", "39": "浦云。掩尾露牙。終非好手。", "40": "佛果拈云。這僧似見不見。似會不會。若非寶鏡當", "41": "臺。爭驗得他離蹤失體。且道。即今還有破綻處也", "42": "無。八月秋何處熱。", "43": "正覺云。當時若是這僧。向道。和尚鼻孔完全。有什", "44": "麼御處。", "45": "佛海云。這僧五次出頭。洛浦五次捺住。且誵訛在", "46": "甚處。掩尾露牙誇好手。公門一點不容私。", "47": "舉僧問洛浦。無問無答。請師答話。浦云。你不是丁姚。", "48": "僧云。謝師答話。浦云。中九下七。", "49": "佛果拈云。趂得老鼠。打破油甕。小慈妨大慈。何不", "50": "與本分草料。", "51": "正覺云。這僧華言不備。洛浦梵字橫書。", "52": "佛海云。洛浦汪洋萬頃。深不可量。者僧將个破甆", "53": "碗一戽。使其徹底乾枯。可煞好笑。雖然。且喜將軍", "54": "全得勝。歸時不少去時人。", "55": "舉廬山雲居和尚。僧問如何是諸佛師。居便喝云。這", "56": "田厙兒。僧禮拜。居云。你作麼生會。僧喝云。這老和尚。", "57": "居云。元來不會。僧作舞出去。居云。㳂臺盤乞兒。", "58": "佛果拈云。識機宜。別休咎。有回互轉關底眼。千百", "59": "个中。難得一个半个。為什麼。却成㳂臺盤去。也是", "60": "憐兒不覺醜。", "61": "正覺云。然雖一種乞兒。會㳂臺盤底。也可賞。", "62": "佛海云。雲居老兒。略露半面。者田厙奴。一見便見。", "63": "打破大唐國。覓个㳂臺盤底。也難。", "64": "舉僧問雲居。如何是一法。居云。如何是諸法。僧云。未", "65": "審如何領會。居云。一法是你本心。諸法是你本性。且", "66": "道。心與性是一是二。僧禮拜。居乃有頌。一法諸法宗。", "67": "萬法一心通。唯心唯汝性。不說異兼同。", "68": "佛果拈云。久聞雲居弘覺。是洞山嫡子。將謂全用", "69": "衲僧巴鼻。元來有時。也只拖泥涉水。若據蔣山見", "70": "處。喚什麼作心性一二。土上加泥又一重。", "71": "正覺云。佛果與麼。也只知其一。不知其二。", "72": "佛海云。上來講讚。無限良因。", "73": "舉雲居一日上堂云。如人將三十貫錢。買一隻獵犬。", "74": "只解尋得有蹤跡氣息底。忽遇羚羊挂角。莫道蹤跡。", "75": "氣息也無。僧便問。羚羊未挂角時如何。居云。六六三", "76": "十六。僧云。挂角後如何。居云。六六三十六。僧禮拜。居", "77": "云會麼。僧云不會。居云。豈不見道。絕蹤跡。佛果著語", "78": "云。魚行水濁。其僧舉似趙州。州云。雲居師兄猶在。僧", "79": "便問。羚羊未挂角時如何。州云。九九八十一。僧云。直", "80": "得恁麼難會。州云。有什麼難會。僧云。請師說。州云。新", "81": "羅新羅。佛果著語云。魚行水濁。僧又問長慶。羚羊未", "82": "挂角時如何。慶云。草裏漢。僧云。挂角後如何。慶云。亂", "83": "呌喚。僧云。畢竟如何。慶云。驢事未去。馬事到來。佛果", "84": "著語云。魚行水濁。", "85": "佛果復拈云。若論此三尊宿。其中一人得其體。一", "86": "人得其用。一人體用相兼。若也驗得出。斷得明。莫", "87": "道羚羊。挂角與未挂角。直得無逃避處。只如山僧", "88": "恁麼道。也是魚行水濁。", "89": "正覺云。羚羊挂角。掩鼻偷香。魚行水濁。家賊難防", "90": "佛海云。雲居趙州一狀領過。獨有長慶較些子。", "91": "舉同安丕禪師看經次。有僧來參。丕以衫袖蓋却頭。", "92": "僧近前。作吊慰勢。丕放下衫袖。提起經云。會麼。僧亦", "93": "將衫袖盖須。丕云。蒼天蒼天。", "94": "佛果拈云。覿面去來。賓主互換。一等是弄鬼眼睛。", "95": "就中奇怪。所謂神通遊戲三昧。雖然如是。爭如脚", "96": "踏實地好。且作麼生是。脚踏實地處。青天白日。", "97": "正覺云。同安。念彼觀音力。這僧。著還於本人。", "98": "佛海云。一等是互換之機。爭奈賓家能死不能活。", "99": "舉僧問同安丕和尚。如何是和尚家風。丕云。金鷄抱", "100": "子歸霄漢。玉兔懷胎入紫微。僧云。忽遇客來。將何祗", "101": "待。丕云。金菓早朝猿摘去。玉花晚後鳳銜來。", "102": "佛果拈云。峭措不妨峭措。風流且是風流。偏正五", "103": "位君臣。言中不妨諦當。雖然如是。曹洞門下。光前", "104": "絕後。臨濟宗風。豈容回互。若有人問蔣山。如何是", "105": "和尚家風。對他道。開口見膽。忽遇客來。如何祗待。", "106": "跳底金剛圈。吞底栗棘蓬。", "107": "正覺云。尺素如殘雪。結成雙鯉魚。要知心裏事。看", "108": "取腹中書。", "109": "佛海云。家風富貴。氣皃尊嚴。自然語韻幽玄。正偏", "110": "自在。乃舉拄杖云。且道。與這个相去幾何。卓一下。", "111": "舉同安察和尚。翫月次。云奇哉星明月朗。足可觀瞻", "112": "不異道乎。僧云。如何是道。察云。汝試道看。僧云。彼自", "113": "無瘡。勿傷之也。察云。負笈攻文。莫閑弓矢。", "114": "佛果拈云。透得脫。用得快。不傷鋒。不犯手。這僧却", "115": "知慚愧。為什麼道。他不閑弓矢。只為分明極。翻令", "116": "所得遲。", "117": "正覺云。同安門下。若非高吟大嚼。爭能賞此清歡。", "118": "這僧雖然容止可觀。其奈難勝盛禮。", "119": "佛海云。良辰美景。賞心樂事。同安四者俱并。這僧", "120": "得與清歡。難勝盛禮。當時道你試道看。便云。星明", "121": "月朗。足可觀瞻。管取和氣靄然。", "122": "舉同安察和尚。問僧。近離什麼處。僧云江西。察云。江", "123": "西法道。與此間何別。僧云。賴遇問著某甲。若問別人。", "124": "即禍生也。察云。老僧適來造次。僧云。某甲不是嬰兒。", "125": "徒啼黃葉。察云。傷鱉恕龜。殺活由我。", "126": "佛果拈云。宗師家。握佛祖鉗鎚。理當即行。不留朕", "127": "迹。這僧。既上門上戶。更說什麼。傷鱉恕龜。劈脊便", "128": "棒。何故。重賞之下。必有勇夫。", "129": "正覺云。同安尋常。被人抱頭撮脚。今日觀在不疑", "130": "之地。雖然殺活自由。爭奈劒去遠矣。", "131": "佛海云。這僧有甚共語處。等閑借問。便作屎臭氣", "132": "薰人。好痛與一頓。何故。有功者賞。", "133": "舉僧問察和尚。久造玄微。如何洞曉。察云。老僧耳背。", "134": "高聲問來。僧云。快󳬧不打籬邊󳭋。察云。暗中臨鏡。誰", "135": "辨妍󱳸。僧云。向上機關。如何洞曉。察云何必。僧云休", "136": "休。察云。始解乘舟。擬跨劒水。", "137": "佛果拈云。同安既龍頭蛇尾。這僧乃半路抽身。子", "138": "細點檢將來。二俱不了。且作麼生。得勦絕去。殺人", "139": "須見血。為人須為徹。", "140": "正覺云。同安爐裏。冷熱隨時。這僧探湯。展了却縮", "141": "佛海云。關既開而還閉。兵欲攻而復休。不是詐謀。", "142": "亦非畏怯。只緣同是江南客。不欲頻頻唱鷓鴣。", "143": "舉僧問察和尚。學人未曉時機。請師指示。察云。參差", "144": "松竹煙凝薄。重疊峰巒月上遲。僧擬進語。察云。劒甲", "145": "未施。賊身已露。僧云何也。察云。精陽不剪霜前竹。水", "146": "墨徒誇海上龍。僧遶禪床一匝。大笑而出。察云。閉目", "147": "食蝸牛。一場酸澁苦。", "148": "佛果拈云。以多制寡。以強凌弱。於理不難。也須防", "149": "爛泥有刺始得。同安一往施呈。這僧十分風彩。爭", "150": "如當處和平好。忽有人問蔣山。學人未曉時機。乞", "151": "師指示。只對他道。入寺看額。入鄉問俗。齋時有飯。", "152": "晨時有粥。", "153": "正覺云。同安只知臨機互換。不覺正眼乖張。當時", "154": "賴這僧。大笑而休。存得一時去就。等閑被他掀倒。", "155": "看是阿誰苦澁。", "156": "佛海云。這僧與麼問。賊身已露。同安與麼答。劒甲", "157": "未施。當時被他向擬進語處。便禮一拜。閉目食蝸", "158": "牛。同安自領始得。", "159": "舉察和尚問僧。善惡不思。心體自現。古人還有理也", "160": "無。僧云。莫便是古人深意麼。察云。胡人飲乳。返恠良", "161": "醫。僧禮拜便出。察云。若到諸方。莫道參見同安來。", "162": "佛果拈云。鈎頭香餌。意在錦鱗。一掣纔來。翻身脫", "163": "去。賴是同安有手段。諸人還知末後句麼。不犯清", "164": "波意自殊。", "165": "正覺云。這僧一期祗對。道理宛然。同安深立門墻。", "166": "爭奈已揚家醜。", "167": "佛海云。唱者一舉。和者亦至。聲韻諧和。難瞞眾耳。", "168": "雖則換調移宮。要且不傷和氣。", "169": "舉察和尚示眾云。洪音不剖。其理不彰。設使不言。且", "170": "道是分不分。僧云不分。察云。若不是闍梨。老僧不曉。", "171": "僧云。同安風彩。瓦解冰消。察云。養由弓矢。不射田蝸。", "172": "僧禮拜。察云。將謂便宜。", "173": "佛果拈云。洪音不剖。其理不彰。設使不言。且道是", "174": "分不分。師云。三脚蝦䗫跳上天。僧云不分。師云。刺", "175": "腦入膠盆。同安云。若不是闍梨。老僧不曉。師云。也", "176": "未是好心。僧云。同安風彩。瓦解冰消。師云。孟八郎", "177": "漢。同安云。養由弓矢。不射田蝸。師云。宛有宗師作", "178": "略。僧禮拜。師云。牽得這漢回來也。同安云。將謂得", "179": "便宜。師云。平出。乃復拈云。豈不見道。意能剗句。句", "180": "能剗意。意句交馳。是為可畏。", "181": "正覺云。青紅間碧。文彩可觀。分與不分。黑蛇當路。", "182": "這僧當時。却有解拈七寸底手。不能善始善終。待", "183": "伊道養由弓矢。不射田蝸。但向道。我也識得。你看", "184": "是阿誰便宜。", "185": "佛海云。半開半遮。全隱全露。針鋒密鎻。線路暗隨。", "186": "無端各占便宜。減了十分風彩。雖然誰是得便宜", "187": "者。", "188": "舉察和尚示眾云。夤脯飲󲣅。無處藏身。你道有此道", "189": "理麼。僧云。和尚作麼生。察打一拂子。僧云。撲手征人。", "190": "徒誇好手。察云。握鞭側帽。豈是闍梨。僧云。今古之道。", "191": "何處藏身。察云。闍梨作麼生。僧珍重。便出。察云未在。", "192": "佛果拈云。玄機歷落。妙用縱橫。木人唱巴歌。石人", "193": "應雪曲。直得機感相投。言氣相合。為什麼同安却", "194": "道。他未在。不見道。日午猶虧半。烏沉始得圓。", "195": "正覺云。同安似著賊人看牓。這僧似看牓人著賊", "196": "佛海云。和尚作麼生。同安打一拂子。闍梨作麼生。", "197": "這僧珍重便出。如是酬酢。各有所長。當初撞著个", "198": "拍盲漢。見同安道。闍梨作麼生。被他打一坐具時", "199": "如何。也未在。", "200": "舉察和尚一日遊山次。大眾隨後。察云。堦前翠竹。砌", "201": "下黃花。古人道。真如般若。同安即不然。僧云。古人也", "202": "好。和尚。察云。不貪香餌味。可謂碧潭龍。僧云。諸方眼", "203": "目。不恠陶潛。察云。闍梨。閉目中秋坐。却笑月無光。僧", "204": "云。堦前翠竹。砌下黃花。又作麼生。察云。安南未伏。塞", "205": "北那降。僧禮拜。察云。名稱普聞。", "206": "佛果拈云。根基牢實。血脉貫通。同安善擒縱卷舒。", "207": "這僧解攙旗奪鼓。所謂如金鏁連環。相續不斷。要", "208": "知端的事。須問个中人。", "209": "正覺云。同安遊山處。可謂款步高吟。這僧相隨徐", "210": "行當歇。不妨風流儒雅。只如佛果道。如金鏁連環。", "211": "相續不斷。要知端的事。須問个中人。也不妨諦當。", "212": "雖然如此。爭奈於他翠竹黃花妙旨。猶少機關在。", "213": "且道畢竟如何。掬水月在手。弄花香滿衣。", "214": "佛海云。鈎頭香餌味。意在碧潭龍。果然躍浪翻波。", "215": "頭角呈露。羅籠不住。呼喚不回。若非同安老人。洎", "216": "合釣竿失却。", "217": "舉察和尚問僧。眼界無光。如何得見。僧云。北斗東轉。", "218": "南斗西移。察云。夫子入太廟。僧云。恁麼則同安門下。", "219": "道絕人荒去也。察云。橫抱嬰兒。擬彰皇簡。", "220": "佛果拈云。這僧解接無根樹。能挑海底燈。大似登", "221": "禹門震鱗鬣。雖然浪擊千尋。爭奈龍王不顧。", "222": "正覺云。一般歇後語。同安得較多。", "223": "佛海云。宗師巴鼻。洪爐拋出銕烏龜。衲子機輪。地", "224": "覆天翻星斗轉。非此作家宗師。不能網此英俊衲", "225": "子。非此英俊衲子。不能搆此作家宗師。圓悟云。雖", "226": "然浪激千尋。爭奈龍王不顧。不然个中無肯路。", "227": "舉察和尚問僧。甚處來。僧云。五臺來。察云。還見文殊", "228": "麼。僧展手。察云。展手頗多。文殊誰覩。僧云。氣急殺人。", "229": "察云。不覩雲中鴈。焉知沙塞寒。僧云。遠趍丈寄。乞師", "230": "一言。察云。孫臏門下。徒話鑽龜。僧云。名不浪施。察云。", "231": "喫茶去。僧便珍重。察云。雖則一場榮。刖却一雙足。", "232": "佛果拈云。一出一沒。一往一來。諸人還透得麼。若", "233": "透得。更不用周由者也。若透未得。山僧不惜眉毛。", "234": "為諸人判去也。前段同安逼這僧。直得盛水不漏。", "235": "後段這僧逼同安。直得不留涓滴。若透得。許你會", "236": "衲僧巴鼻。", "237": "正覺云。這僧困急地。被人問著。膽喪魂飛。末後得", "238": "一盞茶。未曾沾口。茶在什麼處。更刖一雙足。要會", "239": "麼。在舍只言為客易。臨筌方覺取魚難。", "240": "佛海云。李八叔王小君。三叉路口忽逢迎。一交來", "241": "了一交去。見面勝聞名。不知那个是輸贏。", "242": "舉察和尚。看經次。眾僧問訊。察云。古佛今佛。皆無別", "243": "理。僧云。和尚如何。察打一掌。僧云。如是如是。察云。這", "244": "風顛漢。僧云。今古皆然。察云。擬欲降龍。却逢死虎。僧", "245": "云。同安甚生光彩。察云。停舶守株。非汝而誰。僧云。和", "246": "尚󳫤。察云。胡羊往楚。抱屈而歸。", "247": "佛果拈云。這僧五度扣關。五回格下。為復是傷鋒", "248": "犯手。為復是以勢淩人。須知這一條路。逈別。還委", "249": "悉麼。似鶻捉鳩。君不覺。髑髏前驗始知真。", "250": "正覺云。同安頗無風韻。愛用此機。這僧深入虜庭。", "251": "得失無愧。佛果云。似鶻捉鳩。君不覺。髑髏前驗始", "252": "知真。也是隨風逐勢。", "253": "佛海云。以強凌弱。同安慣用此機。以弱勝強。這僧", "254": "不勞餘力。須知古佛與今佛。其理皆然。又不然。", "255": "舉有僧。為同安和尚煎茶。安云。甌烹綠茗。爐熱白檀。", "256": "足可以話道周圓。僧云。更請一甌茶。安云。井底求魚。", "257": "山上求螺。豈非愚哉。僧叉手近前。安云。何不道取。僧", "258": "以目視之。安云。卦是天門筭來五兆。僧禮拜。安云。俊", "259": "哉。", "260": "佛果拈云。這僧前頭較些子。後面直得。合水和泥。", "261": "為什麼同安却道。它俊哉。還會麼。引之令得住是", "262": "法中。", "263": "正覺云。這僧茶禮周旋。同安話作兩橛。只為先難", "264": "後易。大似禮下於人。為个什麼。咄。俊哉。是何言歟", "265": "佛海云。這僧先施禮樂。後展戈矛。同安看客吐詞。", "266": "觀爻斷卦。愚哉俊哉。齊之以禮。", "267": "舉同安和尚。有時云。喜鵲鳴寒檜。心印是伊傳。僧云。", "268": "何別。安云。眾中有人在。僧云。同安門下。道絕人荒。安", "269": "云。胡人飲乳。返恠良醫。僧云休休。安云。老󳬈入枯池。", "270": "不見魚蹤跡。", "271": "佛果拈云。同安赤心片片。餌在鈎頭。這僧片片赤", "272": "心。似膠投漆。為什麼。下梢頭。却成干戈相待去。瞻", "273": "前不顧後。同死不同生。", "274": "正覺云。同安指東劃西處。正要相親。相親處。正要", "275": "東道西說。爭奈說則不親。親則不說。既親既說。人", "276": "荒道絕。畢竟如何。喜鵲鳴寒檜。枯池好釣魚。", "277": "佛海云。同安旁通曲指。意在切瑳琢磨。這僧語順", "278": "心違。不覺干戈競起。", "279": "舉僧問同安。萬法歸真。真歸何所。安云。龍門無宿客。", "280": "龜󳬈自成仙。僧云。作麼生是。龍門無宿客底道理。安", "281": "云。柯爛只因棊少局。亡羊那得失長途。僧云。久響和", "282": "尚。安云。負笈攻文。不勝交戰。", "283": "佛果拈云。同安若無後語。洎被這僧折倒。還委悉", "284": "麼。若不登樓望。焉知滄海寬。", "285": "正覺云。這話有血脉。在中間一拶。直得撈弓摸箭。", "286": "具眼底。子細點檢看。", "287": "佛海云。同安一向設施。故是無可不可。這僧中間", "288": "挨拶。應是未肯點頭。公案見成。試點撿看。", "289": "舉有僧。來參同安。遶禪床一匝。振錫一下云。凡聖不", "290": "到處。請師別道。安鳴指一下。僧云。奇哉。同安嚇得。忘", "291": "前失後。安云。闍梨發足何處。僧便珍重。安云。五湖衲", "292": "子。一錫禪人。未到同安。不妨疑著。僧云。近見不如遠", "293": "聞。安云。貪他一盃酒。失却滿舡魚。", "294": "佛果拈云。全軍隊伍。馬步相參。兩陣交鋒。不妨奇", "295": "特。爭奈二俱失利。具眼底。試辨看。", "296": "正覺云。大小同安。畢竟不識這僧。一場吞聲飲氣。", "297": "賴得佛果。為伊解忿。", "298": "佛海云。同安平常。耽耽虎視。凜凜全威。今日被人。", "299": "據其頭。收其尾。捋其鬚。只得一場懡㦬。", "300": "舉有座主。問同安。三乘十二分教。某甲粗知。未審和", "301": "尚。說何法示人。安云。我說一乘法。主云。如何是一乘", "302": "法。安云。幾般雲色出峰頂。一樣泉聲落檻前。主云。某", "303": "甲不問此事。如何是一乘法。安云。闍梨英賢。老僧蒙", "304": "昧。對眾試說看。主云。某甲何咎。安云。只見錐頭利。不", "305": "見鑿頭方。", "306": "佛果拈云。這僧逼同安。直得轉身無路。及乎同安", "307": "倒展旗鎗。逼這僧。直得無路轉身。諸人若未委悉。", "308": "只見錐頭利。若也委悉得去。不見鑿頭方。", "309": "正覺云。同安被座主一問。不合乞諸其鄰。若是一", "310": "乘法。却須還它座主。何故。不見道。錐頭利鑿頭方。", "311": "買賣各歸行。", "312": "佛海云。若是伶利座主。只消向同安道。比來請和", "313": "尚。說一乘法。因什麼。却為說三乘法。且道同安如", "314": "何答。泉聲雲色同時舉。不見錐頭見鑿方。", "315": "舉僧問蒙溪和尚。不落聖凡機。請師別道。溪鳴指三", "316": "下。僧云。岳巒峭峻。如何趨途。溪良久。僧云。蒙溪今日", "317": "瓦解冰消。溪擲下拂子。僧拈起拂子。溪便喝。僧呵呵", "318": "大笑云。事不孤起。溪云。暗中抨繩。誰辨曲直。僧云。抱", "319": "劒傷身。是誰之咎。拂袖便出。溪笑云。難遇此子。難遇", "320": "此子。", "321": "佛果拈云。文來文對。武來武對。你恁麼。我却不恁", "322": "麼。你不恁麼。我却恁麼。千變萬化。權實卷舒。雖是", "323": "死蛇。解弄也活。還委悉麼。須是个中人。", "324": "正覺云。蒙溪袖裏藏鋒。這僧下坡逞俊。雖然難遇", "325": "此子。爭知落聖落凡。是則龍女頓成佛。非則善星", "326": "生陷墜。", "327": "佛海云。譬如敵手下棊。一著一著著著活。一局一", "328": "局局局新。神變無方。天機莫測。雖曰兩無輸贏。其", "329": "柰猶欠一子。", "330": "舉洞山和尚。有一僧。在延壽堂不安。要見洞山。山遂", "331": "至僧所。僧便問。和尚何不救取人家男女。山云。你是", "332": "什麼人家男女。僧云。某甲是大闡提人家男女。佛果", "333": "著語云。不妨惺惺。山良久。僧云。四山相逼時如何。山", "334": "云。老僧亦從人家屋簷下過。僧云。回互不回互。山云。", "335": "不回互。僧云。教某甲。向什麼處去。山云。粟畬裏去。僧", "336": "噓一聲云。珍重。便坐脫。佛果著語云。不妨惺惺。山以", "337": "拄杖扣頭三下云。只解與麼去。不解與麼來。佛果著", "338": "語云。金剛圈子。", "339": "佛果復拈云。諸人還會麼。若不會。山僧重話會去", "340": "也。大凡行脚人。正要透脫這一件事。這僧既是大", "341": "闡提人家男女。直至四山相逼。手脚忙亂。若不是", "342": "洞山具大慈悲。放一線道。與他平展。爭解恁麼去。", "343": "所以古人道。臨終之際。若一毫頭。聖凡情量不盡。", "344": "未免驢胎馬腹裏去。只如洞山道。我也只從人家", "345": "屋簷下過。粟畬裏去。鼎鼎礙四山不礙四山。到這", "346": "裏。須是桶底子脫始得。且道洞山意作麼生。還會", "347": "麼。金鷄󲣅破琉璃殻。玉兔挨開碧海門。", "348": "正覺云。這僧㳂竿到頂。洞山閑處斫額。相望看个", "349": "失落。不妨嶮哉。猶能教伊與麼來在。是什麼心行。", "350": "當時這僧。若真个與麼來時如何。洞山却須到涅", "351": "槃堂始得。只如佛果道。金剛圈子如何辨明。咄。不", "352": "妨惺惺。", "353": "佛海云。聖量凡情淨盡時。轉身無路事還非。屋簷", "354": "下過粟畬裏。馬腹驢胎一道歸。", "355": "舉洞山行脚時。讀忠國師錄。見僧問。如何是古佛心。", "356": "國師云。墻壁瓦礫是。僧云。墻壁瓦礫。豈不是無情。國", "357": "師云是。僧云。無情還解說法否。國師云。常說熾然說。", "358": "無間歇。僧云。什麼人得聞。國師云。諸聖得聞。僧云。和", "359": "尚還聞否。國師云。我不聞。僧云。和尚既不聞。爭知無", "360": "情解說法。國師云。賴我不聞。我若聞則齊於諸聖。汝", "361": "即不聞我說法。僧云。恁麼則眾生無分也。國師云。我", "362": "為眾生說。不為諸聖說。僧云。眾生聞後如何。國師云。", "363": "即非眾生。山後到溈山。溈問。价闍梨疑國師無情說", "364": "法。是否。山云是。溈山云。試請舉看。山便舉前因緣。溈", "365": "山云。我這裏也有。只是罕遇其人。山云。便請。溈山以", "366": "拂子。點一點。山云。請和尚為某甲說。溈山云。父母所", "367": "生口。終不為子說。山云。和尚此間。還更有同年慕道", "368": "者也無。溈山云。此去澧陵攸縣石室相連。有个雲嵓", "369": "道人。子若能撥草瞻風。必為子之所重。山到雲嵓請", "370": "益。嵓云。不見彌陀經云。水鳥樹林。皆悉念佛念法念", "371": "僧。山因此有省。乃述頌曰。也大奇也大奇。無情說法", "372": "不思議。若將耳聽終難會。眼處聞時方始知。", "373": "佛果拈云。天高地厚。海闊山遙。若要窮極根源。須", "374": "是利根上智。洞山古佛。生平疑著這無情說法因", "375": "緣。直得眼不見鼻孔。盖智識聰敏。玄妙居懷。以無", "376": "情有情為二段。以聞與不聞。說與不說。為兩種。及", "377": "至下梢。桶底子脫。始知鼻孔元在面上。山僧今日", "378": "不避泥水。重話會去也。國師石笋抽條。大溈碓觜", "379": "生花。雲嵓鋸解秤鎚。用盡神通。成就得个無孔竅", "380": "鐵橛子。還委悉麼。千重關鎻盡。一劒倚天寒。", "381": "正覺云。隔墻見角。的知是牛。望火認煙。已盡熱性。", "382": "見角則須窮異類果報。望火處遍知火性夤緣。極", "383": "目所觀。縱耳所聽。無一色而非目。無一聲而非耳。", "384": "非耳之耳。互陳宮徵。非目之目。縹間紅緣。所以音", "385": "韻文章。隨時流注。出生變化。觸處現成。眼聽耳觀。", "386": "圓音歷歷。心現色隱。真佛堂堂。故曰。即非眾生。齊", "387": "於諸聖。為眾生說。諸聖得聞。且如洞山末後與麼", "388": "道。還曾悟也未。", "389": "佛海云。樹林幽鳥。頭頭放常寂光。鼓板鍾魚。物物", "390": "顯真實理。未親契證。不免逐色隨聲。忽面逢迎。當", "391": "下超聞離見。洞山古佛尚乃如斯。你等禪人。可不", "392": "勉力。山僧重重土上加泥去也。國師溈山雲嵓三", "393": "大老。一人作先鋒。一人作中軍。一人作殿後。布个", "394": "三攧陣。盡大地人無數。因何只捉得价闍梨一人。", "395": "禍不入慎家之門。", "396": "舉覆舡和尚。見僧便作起身勢。僧便出去。舡云。闍梨", "397": "且容人事。僧便作抽坐具勢。舡乃歸方丈。僧云。蒼天", "398": "蒼天。舡轉身云。龍頭蛇尾。僧近前叉手而立。舡云。敗", "399": "將投王。不存性命。", "400": "佛果拈云。動絃別曲。葉落知秋。轉變縱橫。不妨管", "401": "帶。這僧與覆舡相見。不爭一線。雖然如是。及至契", "402": "勘將來。若會道得个隔身句。始見光前絕後。明眼", "403": "底。試辨看。", "404": "正覺云。錐去鈎來。這僧勢不由己。賞善罰惡。覆舡", "405": "不順人情。子細點撿將來。這僧也未便到與麼法", "406": "令。何故。已是通霄路上人。", "407": "佛海云。一條絲線。兩人各牽。來去卷舒。殊無間斷。", "408": "雖然我愛韶陽新定機。利刀剪拂令人愛。", "409": "舉僧問覆舡。抱石投江。師還接否。舡以手拍香臺。僧", "410": "禮拜。舡云。禮拜即不無。其中事作麼生。僧亦拍香臺。", "411": "舡云。舌頭不出口。", "412": "佛果拈云。這僧機關玲瓏。眼目定動。依稀越國。彷", "413": "彿楊州。其奈覆舡用本分草料。諸人還解他道舌", "414": "頭不出口麼。千萬人中無一人。", "415": "正覺云。覆舡平地波瀾。這僧水底伏氣。", "416": "佛海云。賓家興波作浪。主家截斷眾流。及乎主家", "417": "作浪興波。賓家眾流截斷。雖則機鋒互換。爭奈用", "418": "處不同。那裏是不同處。事出急家。", "419": "舉僧問覆舡。鈎錐不到處。請師道。舡良久。僧云。掣電", "420": "之機。徒勞佇思。舡云。出格一句。汝試道看。僧近前三", "421": "步。却退後。舡云。此是出格句。即今事作麼生。僧以袖", "422": "拂一拂。便出去。舡云。也是天津橋上漢。", "423": "佛果拈云。這僧渾金璞玉。覆舡大冶宏開。百煅千", "424": "煉。成一个金剛王寶劒。還委悉麼。也是天津橋上", "425": "漢。北斗南頭著眼看。", "426": "正覺云。這僧進前退後。有甚奇特。覆船便道。此是", "427": "出格句。及乎末後拂袖便出。因什麼。却喚作天津", "428": "橋上漢。要會中間事麼。鈎錐不到處。擬議隔重關", "429": "佛海云。覆船曾不負伊來機。因甚剗地鈎錐一上。", "430": "不是天津橋上漢。定應普化出僧堂。", "431": "舉道吾和尚問覆船。久嚮和尚會禪。是否。舡云。蒼天", "432": "蒼天。吾近前。掩却船口云。低聲低聲。舡與一掌。吾云。", "433": "蒼天蒼天。舡近前把住云。得與麼無禮。吾却與舡一", "434": "掌。舡云。老僧罪過。吾拂袖便行。船呵呵大笑云。早知", "435": "如是。不見如是。", "436": "佛果拈云。二老宿。力氣相齊。機鋒相觸。非唯據虎", "437": "頭。亦善收虎尾。直是兩个一雙。擔到洛陽。也不偏", "438": "一銖。敢問大眾。且道。他得个什麼。敢恁麼道。酒逢", "439": "知己飲。詩與會人吟。", "440": "正覺云。若論賓主相逢。可謂箭鋒相拄。針芥不差。", "441": "若會禪也未在。何故。只得悔前。不得悔後。", "442": "佛海云。一人火發風起。一人電閃雷奔。照用同時。", "443": "得失齊泯。若謂會禪。更待三生六十劫。", "444": "舉僧問覆舡。如何是師子。舡云。善能哮吼。僧撫掌云。", "445": "好手好手。船云。青天白日。却被鬼迷。僧便掀倒禪床。", "446": "舡便打。僧云。驢事未了。馬事到來。舡云。酌然是个作", "447": "家。僧便出去。舡云。將甌盛水。擬比大洋。", "448": "佛果拈云。這僧上門上戶。疾如風。磨牙礪齒猛如", "449": "虎。石火裏攙旗。電光中奪鼓。若不是覆舡。洎見󰞆", "450": "飛火亂。諸人還會他末後句麼。若不酬價。爭辨真", "451": "偽。", "452": "正覺云。覆舡被這僧一場反倒。幾不奈何。及乎下", "453": "梢。未免漢家禮度。", "454": "佛海云。哮吼踞地。跳躑翻身。灼然爪牙完備。甌水", "455": "難將比大洋。此即靈山親得記。", "456": "舉有僧。來參覆舡。路逢賣鹽翁子。僧問。覆舡路。向甚", "457": "處去。翁良久。僧又問。翁云。你患聾那。僧云。你向我道", "458": "什麼。翁云。向你道覆舡路。僧云。翁莫會禪麼。翁云。莫", "459": "道禪。佛法也會盡。僧云。你試說看。翁挑起鹽。僧云。難。", "460": "翁云。你喚作什麼。僧云鹽。翁云。有什麼交涉。僧云。作", "461": "麼生。翁云。不可更向你道是鹽。", "462": "佛果拈云。參須實參。見須實見。用須實用。證須實", "463": "證。這老翁。雖然參見覆舡來。要且只參得把定底。", "464": "未參得放行底。當時這僧。若是个漢。不消一劄。敢", "465": "問諸人。作麼生是覆舡放行底。棒頭有眼明如日", "466": "正覺云。賴值這翁。只參得把定底。這僧尚不柰何。", "467": "若使參得放行底。覆舡路上。轉見荒凉。何也。高空", "468": "有月千門閉。大道無人獨自行。", "469": "佛海云。販私鹽漢。將謂會盡佛法。元來是無佛處", "470": "稱尊。當時撞著个聱頭。不消向道。因你患啞。累我", "471": "患聾。便與奪却。令他知有向上巴鼻。", "472": "舉茱萸和尚。問僧。甚處來。僧云。閩中來。萸云。閩中尊", "473": "宿。愛舉胡來胡現。漢來漢現。是否。僧擬開口。萸打一", "474": "掌。僧云。欲透龍門。却遭點額。萸云。燕金塞海。蝃蚋搖", "475": "山。僧撫掌大笑出去。萸云。疥狗不願生天。却笑雲中", "476": "白󳬈。", "477": "佛果拈云。茱萸行這一掌。可謂截斷誵訛。這僧大", "478": "笑而行。未免吞聲飲氣。何況更有最後一著。還會", "479": "麼。為山登九仞。揑土定千鈞。", "480": "正覺云。問病下藥。苦澁難嚥。一服醒醒。生姜重煉", "481": "佛海云。作家手脚。本分鉗鎚。擬待出頭。堪作什麼。", "482": "若不是慣透龍門底。頭角也大難當抵。", "483": "舉茱萸問僧。闍梨為復游山翫水。為復問道參禪。僧", "484": "云。和尚試道看。萸云。雕蚶鏤蛤不𧑁之泥。勞君遠至。", "485": "僧云。渾身是鐵。猶被一橈。萸云。降軍不斬。", "486": "佛果拈云。言前收。句後煞。峻疾不通風。直饒釘觜", "487": "鐵舌。也無㗖󲣅處。且道。為什麼如此。非人得其便", "488": "正覺云。赤脚人趕兔。著靴人喫肉。", "489": "佛海云。這僧既不為翫水游山而來。茱萸亦待以", "490": "參禪問道之禮。些子誵訛。便被收下。圓悟云。非人", "491": "得其便。作麼生。", "492": "舉有僧。來參茱萸。萸以手一劃。僧便出去。萸云。這个", "493": "師僧。來不通名。去不道姓。僧便轉來。以手一劃。萸云。", "494": "這僧名又不識。姓又不識。僧云。且道某甲姓个什麼。", "495": "萸云。善哉波斯喫胡椒。僧拂袖便出。萸云。作家師僧。", "496": "天然猶在。", "497": "佛果拈云。這僧善放善收。正是伶俐衲子。茱萸能", "498": "擒能縱。真个本分鉗鎚。千百年後。不道無。只是少。", "499": "諸人還委悉麼。和氏場中饒美璞。孟甞門下足高", "500": "賓。", "501": "正覺云。這僧果不識姓。茱萸先鑒可知。因什麼末", "502": "後却道。作家師僧。天然猶在。佛果道。和氏場中饒", "503": "美璞。孟甞門下足高賓。且道與麼。抑揚褒貶。在什", "504": "麼處。還會麼。逢人且說三分話。", "505": "佛海云。略施號令。賓家直下遵承。剪斷葛藤。主家", "506": "未肯放過。何故。莫恠坐來頻勸酒。自從別後見君", "507": "稀。", "508": "舉寶峰和尚問僧。古人有一路。接後進初機。汝還知", "509": "麼。僧云。請師指出古人路。峯云。恁麼則闍梨委了也。", "510": "僧云。頭上安頭。峯云。自是老僧。不合問闍梨。僧云。借", "511": "問又何妨。峯云。我這裏不曾被人亂說道理。出去。", "512": "佛果拈云。作家宗師。高提祖印。獨據寰中。具大慈", "513": "悲。放一線道。且容你出一口氣。若也把定要津。直", "514": "下似平田淺草。戴角底大蟲。有什麼近傍處。諸人", "515": "要會麼。一句截流。萬機寢削。", "516": "正覺云。寶峰貴物作賤賣。這僧弄物不知名。當時", "517": "若也深辨來端。便見首正尾正。待伊道。我這裏不", "518": "曾被人亂說道理。只消應一聲喏。好个戴角大蟲", "519": "佛海云。呼來也在我。遣去也在我。呼來也一路接", "520": "引。共相委知。遣去也語脉牽連。亂說道理。寶峰道。", "521": "自是老僧。不合問闍梨。誰為者僧。別一轉語。", "522": "舉有僧。從岩頭來寶峯。峯見。竪起拂子云。落在此機", "523": "底人。未具眼在。僧擬近前。峯云。恰落在此機。僧回。舉", "524": "似岩頭。頭云。我當時若見。奪却拂子。看他作麼生。峯", "525": "聞此語云。我竪拂子。從伊奪。總不將物。又作麼生。岩", "526": "頭聞舉云。無星秤子。有什麼辨處。", "527": "佛果拈云。寶峯布縵天網。打衝浪錦鱗。垂萬里鈎。", "528": "駐千里烏騅。這僧出寶峯綣繢不得。則故是。至如", "529": "岩頭具頂門眼。有肘下符。及至勘證將來。也只得", "530": "平出。且畢竟。落在什麼處。个中端的事。獨許作家", "531": "知。", "532": "正覺云。只如寶峯道。我舉拂子。從伊奪。總不將物。", "533": "又作麼生。正好奪取。何故。恰落在此機。會麼。無星", "534": "秤子兩頭掀。", "535": "佛海云。擬開口。落在此機。不開口。亦落在此機。豈", "536": "獨這僧出不得。岩頭大師。也出不得。便是無星秤", "537": "子。亦出不得。乃竪起拂子云。具眼者辨取。", "538": "舉寶峯問岩頭。與麼與麼。作麼生會。頭云。不與麼不", "539": "與麼。又作麼生會。峯云。是平實語。頭云。腰帶無鈎結。", "540": "峯云。作麼生。頭云。上腰不得。峯云。是平實語。", "541": "佛果拈云。識機宜。別休咎。把斷世界。不漏絲毫。到", "542": "綿密處。却許寶峯具一隻眼。其奈未知有向上一", "543": "竅。只如腰帶無鈎結。上腰不得。故知是平實語。恁", "544": "麼恁麼。不恁麼不恁麼。為何也是平實語去。還會", "545": "麼。莫恠從前多意氣。他家曾踏上頭關。", "546": "正覺云。病我亦成我。庶幾三百篇。", "547": "佛海云。海枯終見底。人死不知心。", "548": "舉有一念經僧。從寶峯方丈前過。峯云。滿口道盡。只", "549": "是不具眼。僧以手指峯云。道道。峯却掌身邊沙彌云。", "550": "眼在什麼處。僧翹起一足云。與麼。峯云。長江下釣。無", "551": "餌也飡。僧喝云。這老和尚。無故塗糊人。峯云。咬人師", "552": "子。不露爪牙。僧便作咬勢。峯云。大裁帽子別處戴。", "553": "佛果拈云。大凡宗師。驅耕夫之牛。奪飢人之食。寶", "554": "峯既用此機。這僧是个金毛。善能哮吼。埃拶往復。", "555": "未分勝負。却是身邊沙彌。獲得一籌。既是滿口道", "556": "盡。若解轉身。即見汗馬功高。且道畢竟如何。三點", "557": "如流水。曲似刈禾鎌。", "558": "正覺云。這僧不唯念經。亦能華梵翻對。寶峯無風", "559": "起浪。轉見山高水高。雖然酬酢分明。可惜沙彌一", "560": "掌。何故。鵓鳩樹頭鳴。意在麻子地。", "561": "佛海云。阿呵呵。且道。笑个什麼。好个咬人師子。翻", "562": "成逐塊韓獹。", "563": "舉德山和尚。有僧近前。作相樸勢。山云。恁麼無禮。合", "564": "喫山僧手裏棒。僧拂袖便出。山云。饒汝如是。也只得", "565": "一半。僧轉身便喝。山便打云。須是我打你始得。僧云。", "566": "諸方有明眼人在。山云。天然有眼。僧擘開眼云。猫。便", "567": "出去。山云。黃河三千年一度清。", "568": "佛果拈云。俊哉衲子。德山老漢。尋常據一條白棒。", "569": "佛來也打。爭奈打這僧不著。何故。為他過了機關", "570": "外。透出羅籠表。祖域駈馳天馬子。神通妙用得縱", "571": "橫。三千年度誠希有。九曲黃河徹底清。", "572": "正覺云。德山這回。打著一箇無禮漢。", "573": "佛海云。據一條白棒。三十年。未曾打得个獨脫底。", "574": "德山徒有此語。今日撞著个無禮漢。也未得个一", "575": "半。為什麼放過伊。", "576": "舉僧問鏡清。一等明機双扣。為什麼却遭違貶。清云。", "577": "打水魚頭痛。驚林鳥散忙。", "578": "佛果拈云。水流濕。火就燥。一合相不可得。", "579": "正覺云。一朝權在手。", "580": "佛海云。若不是鏡清。未免撈弓摸箭。", "581": "舉僧問鏡清。聲前絕妙。請師指歸。清云。許由不洗耳。", "582": "僧云。為什麼如此。清云。猶繫脚在。僧云。某甲只如此。", "583": "師意又如何。清云。無端夜來鴈。驚起後池秋。", "584": "佛果拈云。這得持聾詐啞。鏡清見兔放鷹。聲前獨", "585": "露全機。未免承虗接響。且道鏡清端的。畢竟落在", "586": "什麼處。出身猶可易。脫體道應難。", "587": "正覺云。飄風揚塵。落花流水。聲前絕妙。無處著觜。", "588": "驚起後池秋。許由不洗耳。容皃好西施。開唇不露", "589": "齒。", "590": "佛海云。纔有所重。便成窠臼。這僧向聲色窠子裏", "591": "作主宰。帶累鏡清。也跳不出。", "592": "舉僧問鏡清。學人未達其源。乞師方便。清云。是什麼", "593": "源。僧云。其源。佛果著一喝。清云。若是其源。爭受方便。", "594": "佛果云。可惜放過。僧禮拜出去。侍者云。和尚適來成", "595": "褫伊。清云無。者云。無成褫伊。清云無。者云。未審和尚", "596": "尊意如何。佛果著一喝。清云。一點水墨。兩處成龍。佛", "597": "果云。可惜放過。", "598": "佛果復拈云。鏡清機如掣電。眼似流星。一切世界。", "599": "悉皆成就。要且只解委曲。不解直截。還委悉麼。有", "600": "意氣時添意氣。不風流處也風流。", "601": "正覺云。鏡清徐行欵步。有意氣時添意氣。佛果忍", "602": "俊不禁。不風流處也風流。咄。可惜放過。", "603": "佛海云。這僧曾不󳾇霧拏雲。頭角潛露。鏡清亦不", "604": "轟雷掣電。牙爪暗開。點撿將來。却得侍者致力。", "605": "舉鏡清一日。自於僧堂前。打鍾子云。玄沙道底。玄沙", "606": "道底。有僧出云。未審玄沙道什麼。清畫一圓相。僧云。", "607": "若不久參。焉知端的。清云。失錢遭罪。雪竇云。洎被打", "608": "破蔡州。", "609": "佛果拈云。爛泥裏有刺", "610": "正覺云。鏡清因風吹火。雪竇路見不平。佛果為蛇", "611": "𦘕足。文過飾非。", "612": "佛海云。鏡水湖心拋一餌。錦鱗躍浪上鈎來。幾乎", "613": "掣斷竿頭線。引得傍觀下釣臺。", "614": "舉杉洋和尚問僧。什麼處來。僧云。江西來。洋竪起痒", "615": "和子云。江西還有這个麼。僧托膝閉目。洋云。東家廝", "616": "兒。却向西家使喚。僧云。有口不煩賓主說。洋云。適來", "617": "患聾。如今患啞。僧云。買鐵得金。一場富貴。洋云。客作", "618": "無功。未免逃避。僧便行。洋云。自累猶可。莫累老僧。僧", "619": "却回禮拜。洋云。若不恁麼。已後喪我兒孫。", "620": "佛果拈云。有頭無尾。亦不得。有尾無頭。亦不得。須", "621": "是頭尾相稱始得。這僧既善折旋。杉洋亦解俯仰。", "622": "所謂動絃別曲。告往知來。且道他得个什麼便恁", "623": "麼。別寶須還碧眼胡。", "624": "正覺云。作業相似箕󰆠傳家。末後兒孫不喪。也知", "625": "繩上去蛇。錯。", "626": "佛海云。住則錐子錐之。去則鈎子鈎之。且道。這僧", "627": "皮下。還有血麼。", "628": "舉󳬰樹去參定山。便問。不落數量。請師道。佛果著語", "629": "云。刺腦入膠盆。山提起數珠云。是落不落。佛果著語", "630": "云。鈎頭有餌。樹云。圓珠三竅人人有。請師圓前話。佛", "631": "果著語云。一釣便上。山便打。佛果著語云。不惜眉毛。", "632": "樹便走。佛果著語云。渾崙吞个棗。山云。三十年後。槌", "633": "胷大哭在。佛果著語云。據款結案。樹後開堂。示眾云。", "634": "老僧三十年前。被定山老瞞我一上。不同小小。佛果", "635": "著語云。知恩方解報恩。", "636": "佛果復拈云。雖然已是賊過後張弓。今日忽有人。", "637": "問蔣山。不落數量。請師道。劈脊便棒。且道還有為", "638": "人處也無。", "639": "正覺云。三十年前。被定山謾。三十年後。前話已圓。", "640": "落與不落。數量歷然。會麼。", "641": "佛海云。三十年前錯分付。三十年後錯承當。即不", "642": "無定山󳬰樹。乃竪起拂子云。且道。數量還該得這", "643": "个麼。莫道瞞你。", "644": "舉公期和尚。因往羅漢。路逢一騎牛翁子。期問羅漢", "645": "路。向什麼處去。翁拍牛云。道道。期喝云。這畜生。翁子", "646": "云。羅漢路向什麼處去。期却拍牛云。道道。翁云。直饒", "647": "與麼。猶少蹄角在。期便打。翁子便拍牛走。", "648": "佛果拈云。雲從龍。風從虎。公期和尚。向草窟裏。撞", "649": "著个聱頭。也會雙収。也會雙放。也會雙暗。也會雙", "650": "明。也解同死。也解同生。雖然如是。子細點撿將來。", "651": "只在半途。且道什麼處是半途處。試卜度看。", "652": "正覺云。當面中鎗猶自可。暗中著箭苦猶深。", "653": "佛海云。你儂我儂。狹路相逢。尋常蹄角。互換機鋒。", "654": "拍牛歸去。不見其蹤。儻非羅漢老兒。定是草裏大", "655": "蟲。", "656": "舉僧問魯祖。如何是雙林樹。祖云。有相身中無相身。", "657": "僧云。如何是無相身。祖云。金香爐下鐵崑崙。", "658": "佛果拈云。還委悉麼。蚊子上鐵牛。無你下觜處。", "659": "正覺云。有相身中無相身。金香爐下鐵崑崙。雙林", "660": "別後無消息。滿路風塵來往人。", "661": "佛海云。魯祖答這兩轉語。有權有實。有照有用。透", "662": "得過者。面目現在。若透未過。山僧不惜眉毛。重下", "663": "个注脚。有相身中無相身。金香爐下鐵崑崙。", "664": "舉金峯和尚上堂云。我若舉來。又恐遭人唇吻。如不", "665": "舉來。又乃遭人恠笑。於其中間。如何即是。有僧纔出。", "666": "峯便歸方丈。至晚。有僧。請益云。和尚今日垂語。有僧", "667": "出問。為什麼不答。峯云。大似失錢遭罪。", "668": "佛果拈云。宗師家。眼觀東南。意在西北。向桑樹上", "669": "下箭。直得柳樹汁出。也未是分外。這僧既傷鋒犯", "670": "手。及至對眾拈出。依前又被他和座掇却。敢問大", "671": "眾。什麼處是。金峯失錢遭罪處。無孔鐵槌當面擲", "672": "正覺云。失錢遭罪。自首猶輕。知而故犯。罪加一等", "673": "佛海云。這老漢。與麼賣弄。且無朕跡。末後被人一", "674": "挨。便乃縫罅離披。", "675": "舉金峯問僧甚處來。僧云。東國來。峯云。作麼生過得", "676": "金峯關。僧云。行止分明。峯云。試呈似金峯看。僧展兩", "677": "手。峯云。金峯關。從來無人過得。僧云。和尚過得麼。峯", "678": "云。波斯喫胡椒。", "679": "佛果拈云。這僧有透關眼。未具透關機。金峯善能", "680": "據虎頭。亦解収虎尾。大眾還知他落處麼。一言無", "681": "向背。末後最慇懃。", "682": "正覺云。金峯關。要無私。這僧空身透漏。未一免劄", "683": "佛海云。這僧既呈公驗。行止分明。因甚過金峯關", "684": "不得。不能掉臂騰騰去。便被他家下一錐。", "685": "舉有僧。辭金峯。峯云。何處去。僧云。不敢妄通消息。峯", "686": "云。若到諸方。切忌說著金峯為人處。僧云。已領尊旨。", "687": "峯云。忽有人問你。作麼生道。僧提起袈裟角。峯云。捷", "688": "弱於闍梨。", "689": "佛果拈云。金峯為人處。水洒不著。風吹不入。諸天", "690": "捧花無路。魔外潛󳬇不見。這僧雖則有个趣向。下", "691": "梢頭。不免妄通消息。致金峯老漢依舊與他折倒。", "692": "諸人還知落處麼。真玉泥中異。不撥萬機塵。", "693": "正覺云。若說金峯為人處。莫道這僧。直饒金峯。也", "694": "無話會底分。雖然如此。爭奈已播諸方。何故。路上", "695": "行人口似󳬴。", "696": "佛海云。能謹初中。不能護末。只為忍俊不禁。又成", "697": "妄通消息。", "698": "舉金峯問僧。姓什麼。僧云姓何。峯云。至竟不脫俗。僧", "699": "云。因師致得。峯云。若恁麼。過在金峯。僧云不敢。峯云。", "700": "酌然。金峯有過。", "701": "佛果拈云。時人鬪勝。金峯鬪劣。時人占剛。金峯占", "702": "弱。且道。落在什麼處。得饒人處且饒人。", "703": "正覺云。山僧則不然。何也。金峯打草驚蛇。", "704": "佛海云。金峯。眼觀東南。意在西北。這僧。心不負人。", "705": "面無慚色。", "706": "舉有韶禪客。來參金峯。峯云。什麼處來。韶云。泉州來。", "707": "峯云。彼中物色。如何貴賤。韶云。與此間相似。峯云。喚", "708": "此間。作泉州得麼。韶云。某甲今日結舌有分。峯云。金", "709": "峯󳫤。韶云。要且貴賤有殊。峯云。還我此間相似底來。", "710": "韶近前良久。峯云。恰似結舌。韶云。和尚作麼生。峯云。", "711": "早來曾說了也。韶云。某甲為什麼記不得。峯云。你自患", "712": "聾啞。不可恠金峯。韶無語。峯云。你只是个。踏州縣漢。", "713": "佛果拈云。行玄路。遊鳥道。直得如金鎻連環。相續", "714": "不斷。始解相應。韶禪客既入金峯窠窟。最初却也", "715": "緜密。及至下梢。忘前失後。帶累他主人。拖泥涉水。", "716": "豈不見道。工夫不到不方圓。言語不通非眷屬。", "717": "正覺云。金峯趂狗逼墻。佛果虗空架網。", "718": "佛海云。三步四步趂不及。七步八步行有餘。縱饒", "719": "金鎻連環。何似利刀剪却。這踏州縣漢。不語較些", "720": "子。", "721": "舉有僧。來參金峯。方放拜起。峯云。我有一則因緣。舉", "722": "似你。第一不得錯會。僧云。請和尚舉。峯竪起拂子。僧", "723": "作聽勢。峯云。早錯了也。僧以目視東西。便出去。峯云。", "724": "雪上更加霜。", "725": "佛果拈云。金峯起模𦘕樣。這僧好肉剜瘡。不唯雪", "726": "上加霜。未免將錯就錯。山僧亦有一則因緣。只是", "727": "不舉向諸人。何故。六耳不同謀。", "728": "正覺云。這僧被問。水到渠成。雪上加霜。金峯自領。", "729": "何故。不見道。語是心苗。", "730": "佛海云。金峯錯舉。這僧錯聽。兩家収拾歸來。也是", "731": "將錯就錯。", "732": "舉金峯和尚。有僧到來。峯以手指僧。復自指云。楊廣", "733": "失駱駝。僧便出去。峯云。今古亦然。僧回禮拜。峯云。適", "734": "來事作麼生。僧云。終不錯舉。峯云。不錯舉底事。作麼", "735": "生。僧以手持峯。復自指。峯云。曾見先師來麼。僧云。向", "736": "什麼處見。峯云。喫粥飯處見。僧遶禪床一匝。峯閉却", "737": "方丈門。", "738": "佛果拈云。東勝身洲唱歌。南贍部洲作舞。西瞿耶", "739": "尼拍彈。北鬱單越打鼓。好一場曲調。因什麼如此。", "740": "只為曾見先師來。", "741": "正覺云。傾蓋相投。真機互換。莫恠一家生活。從來", "742": "苗裔分明。只如這僧。遶禪床。則可知。金峯閉門。是", "743": "何相待。會麼。家無常禮。", "744": "佛海云。一人探竿在手。一人影草隨身。不惟同條", "745": "生。亦乃同條死。且作麼生辨得。他見先師來。開眼", "746": "也著。合眼也著。", "747": "舉金峰和尚。有僧纔入方丈。峯便打。僧云。是是。峯又", "748": "打。僧云。不是不是。峯作禮拜勢。僧作托勢。峯云。老僧", "749": "眼暗。闍梨耳背。僧云。將飯餧魚。還須剋己。峯云。施食", "750": "得長壽報。僧云。和尚年多少。峯云。不落數量。僧云。長", "751": "壽者誰。峯云金峯。僧云。果然眼昏。峯云。是是。", "752": "佛果拈云。以格外機。施格外用。旗幡交錯。馬步相", "753": "參。大戰一場。直得桑樹上著箭。柳樹上汁出。雖然", "754": "出草入草。要且不分勝負。還委悉麼。互換之機。子", "755": "細看。", "756": "正覺云。善惡若無報。乾坤必有私。", "757": "佛海云。二人相見。也好將一條匾擔。作一擔擔。遶", "758": "須彌山。百千萬匝。也無些子偏枯。何故。眼暗耳聾。", "759": "病痛攸同。", "760": "舉金峯一日。見駢道者來。擎起經。作攬衣勢。以目視", "761": "之。佛果著語云。三竅俱明。駢提坐具。以目視金峯。佛", "762": "果著語云。兩頭坐斷。峯云。一切人道。你會禪。佛果著", "763": "語云。搽糊也。駢云。和尚作麼生。佛果著語云。推過又", "764": "爭得。峯笑云。草賊大敗。佛果著語云。果然。", "765": "佛果復拈云。金峯錦上鋪花。駢道者鋪花錦上。要", "766": "且礙却當頭事。當時若是个漢。待他提起經來。但", "767": "向他道。是什麼。古往今來為榜樣。龍宮海藏一時", "768": "詮。", "769": "正覺云。臨機設變。固許金峯老人。早竪降旗。未甘", "770": "駢道者在。何故。濕帋裏褁个大虫。", "771": "佛海云。龍起滄海。虎出林端。直下來也。急著眼看。", "772": "舉僧問金峯。不落聖凡機。請師別道。峯云。金峯眼不", "773": "小。僧云。恁麼則一撥良琴。頓清君主也。峯云。別道又", "774": "爭得。僧云。為物之言。又作麼生。峯云。頓清君主。僧云。", "775": "不是金峯也大難。峯云。良籌漢席周下還輸。僧云。若", "776": "不承言。恐遭惑亂。峯云。承什麼言。僧云。何煩再舉。峯", "777": "云。啞子趂舡。頑嚚多少。", "778": "佛果拈云。放去収來。似斷而復續。攙旗奪鼓。如卷", "779": "而復舒。雖然覿面相呈。要且二俱失利。且道什麼", "780": "處是。他失利處。", "781": "正覺云。金峯別道。殊途同歸。這僧承言。恭而無禮。", "782": "雖則頓清君主。還遭惑亂頑嚚。佛果云。雖然覿面", "783": "相呈。要且二俱失利。且道什麼處是失利處。金峯", "784": "跟忒大。", "785": "佛海云。這僧有不落聖凡底機。不是金峯具不落", "786": "聖凡底眼。往往被這啞子惑亂去。", "787": "舉金峯一日。見僧掃地。峯問。作什麼。僧竪起掃󰆠。峯", "788": "云。猶有這个在。僧云。和尚適來。見个什麼。峯乃拈起", "789": "拄杖。", "790": "佛果拈云。大小金峯。猶作這个去就。當時待伊道。", "791": "和尚見个什麼。劈脊便棒。何故。殺人須見血。為人", "792": "須為徹。", "793": "正覺云。這僧掃󰆠。金峯拄杖。影草探竿。敲空作響。", "794": "猶有這个。在乙詰希。", "795": "佛海云。見之不取。思之千里。等是覿露風規。可惜", "796": "放過一著。", "797": "舉金峯一日。見僧來。便起身立。僧便出去。峯云。恰共", "798": "昨日僧見解不別。僧却回云。昨日僧道什麼。峯云。恰", "799": "恁麼問。僧云。知道金峯有眼。峯云。金峯且致。你今日", "800": "何處喫飯。僧云。通著即不中。峯云。與麼則無來處也。", "801": "僧云。老婆心。堪作什麼。峯云。金峯問僧。不曾弱他。就", "802": "中闍梨無話處。僧云。豈是分外。峯云。小慈妨大慈。", "803": "佛果拈云。鈎頭香餌。放去収來。衝浪錦鱗。搖鬚振", "804": "鬣。雖金峯不曾弱他。奈這僧承機自弱。還會麼。小", "805": "慈妨大慈。", "806": "正覺云。既知是小慈妨大慈。因什麼。放過到這田", "807": "地。只為昨日今朝事不同。", "808": "佛海云。甞聞金峯關。從來少人過得。這僧上門上", "809": "戶。葛將來。攔截不住。且道。過得關也未。", "810": "舉金峯和尚。見僧來。乃舉起手云。此是大人分上事。", "811": "你試通个消息看。僧云。某甲不欲瞞和尚。峯云。知孝", "812": "養人。也還希有。僧云。莫是大人分上事麼。峯云。老僧", "813": "不欲瞞闍梨。僧云。到這裏。也不易辨白。峯云。酌然酌", "814": "然。僧禮拜。峯云。發足何處。僧云。只這裏。峯云。不唯自", "815": "瞞。兼瞞老僧。", "816": "佛果拈云。宗師家。敲唱俱行。權實並照。二俱作家。", "817": "彼此不欲相瞞。遂成孝養。作大人相。既是如此。金", "818": "峯下梢頭。為什麼。却不放過。還委悉麼。若不酬價。", "819": "爭辨真偽。", "820": "正覺云。這僧雖瞞金峯。也是實語。當懺悔。", "821": "佛海云。金峯一舉手。三賢膽喪。十聖魂驚。因甚兩", "822": "回三度。互相熱瞞。不見道。此是大人分上事。", "823": "舉金峯示眾云。事存函蓋合。理應箭鋒拄。還有人道", "824": "得麼。若有人道得。金峯分半院與他住。時有僧。出禮", "825": "拜。峯云。相見易得好。共住難為人。便下座。", "826": "佛果拈云。大小大金峯。龍頭蛇尾。若是蔣山則不", "827": "然。若有人道得。山僧便分半院。與伊住。忽有个出", "828": "來禮拜。只向他道。上天同歸霄漢。入地共返黃泉", "829": "正覺云。尋常多謂。這僧貪程太速。金峯前言不副", "830": "後語。要且不然。何故。不見道。事存函盖合。理應箭", "831": "鋒拄。", "832": "佛海云。金峯祇有受璧之心。且無割城之意。蔣山", "833": "不然。事存函盖合。理應箭鋒拄。若人道得。兩手分", "834": "付。若有僧出來。只向他道。雪後始知松栢操。事難", "835": "方見丈夫心。", "836": "舉金峯一日。拈起枕子云。一切人。喚作枕子。金峯道", "837": "不是。僧云。未審。和尚喚作什麼。峯拈起枕子。僧云。與", "838": "麼則依而行之也。峯云。你喚作什麼。僧云枕子。峯云。", "839": "落在金峯窠裏。", "840": "佛果拈云。渾崙無縫罅。綿密不通風。𦘕也𦘕不成。", "841": "揑也揑不就。喚作枕子。故是落在金峯窠裏。直饒", "842": "不喚作枕子。也不免。落在金峯窠裏。且作麼生。出", "843": "得金峯窠窟。識取鈎頭意。莫認定盤星。", "844": "正覺云。金峯窠裏絕誵訛。枕子拈來會也麼。迴鴈", "845": "一聲春夢斷。始知身世悟南柯。", "846": "佛海云。渾崙拈起好風規。石火明明已較遲。不落", "847": "金峯窠窟裏。會須赤手討便宜。", "848": "舉僧問金峯。如何是金峯正主。峯云。此去鎮縣不遙。", "849": "闍梨莫造次。僧云。何不道。峯云。你口是磉盤。", "850": "佛果拈云。金峯孤風凜凜。這僧敢捋虎鬚。雖然千", "851": "里折衝。要且猶爭一線。當時待他問。如何是金峯", "852": "正主。和聲便打。何故。試玉須經火。求珠不離泥。", "853": "正覺云。易開終始口。難保歲寒心。", "854": "佛海云。這僧何用繁詞。只向金峯初答處。禮一拜。", "855": "捋虎鬚。也是分內事。", "856": "舉僧問金峯。金杯滿酌時如何。峯云。金峯不勝酩酊。", "857": "佛果拈云。承言會宗。明機普應。則不無金峯。子細", "858": "點撿。也大漏逗。若人問蔣山。金杯滿酌時如何。只", "859": "對他道。山僧自來天誡。", "860": "正覺云。面赤不如語直。", "861": "佛海云。騎賊馬。趕賊隊。作家金峯。", "862": "舉金峯問僧。發足何處。僧云趙州。峯云。趙州法嗣何", "863": "人。僧云南泉。峯云。你何曾離趙州。僧云。未審和尚尊", "864": "意如何。峯云。趙州定嗣南泉。其僧至晚。又請益云。今", "865": "日蒙和尚慈悲。某甲未會。請和尚再指。峯云。若到別", "866": "處。莫道後語是金峯底。僧云。為什麼如此。峯云。恐辱", "867": "他趙州。", "868": "佛果拈云。這僧雖從趙州來。當面蹉却趙州機。空", "869": "使金峯。費許多鉗鎚。要且只與趙州相見。不干這", "870": "僧事。大眾還知落處麼。分明箭後路。", "871": "正覺云。癡漢喫憨拳。", "872": "佛海云。波斯入閙市。", "873": "舉金峯和尚。一日有僧。來問訊。峯把住云。輙不得向", "874": "人道。我有一則因緣。舉向你。僧作聽勢。峯打一掌。僧", "875": "云。為什麼打某甲。峯云。我要這話行。", "876": "佛果拈云。󱑭󱑭鳥立枯池。魚從脚下過。󱑭󱑭總不", "877": "知。且道落在什麼處。六耳不同謀。", "878": "正覺云。莫把金針度與人。", "879": "佛海云。金峯活剝生吞。當初使這僧。眼裏有筋。未", "880": "必肯吞聲飲氣。", "881": "舉僧問金峯。是身無知。如土木瓦礫。此意如何。峯下", "882": "禪床。把僧耳朵扭。僧作痛聲。峯云。今日始捉著个無", "883": "知漢。僧禮拜。出去。峯召云。闍梨。僧回首。峯云。若到僧", "884": "堂裏。不得舉著。僧云。何故如此。峯云。大有人笑。金峯", "885": "老婆心。", "886": "佛果拈云。這僧拋塼引玉。金峯入草尋人。雖然末", "887": "後慇懃。其奈𦘕蛇安足。若是山僧。待伊問是身無", "888": "知。如土木瓦礫。此意如何。則當胷毒與一拳。聽他", "889": "自知落處。", "890": "正覺云。這二老宿。元來錯會話端。何故。殊不知這", "891": "僧。正是个知痛痒底。土木偶。", "892": "佛海云。是身土木無知漢。忍痛聲中一皺眉。好是", "893": "南山射石虎。假饒沒羽亦徒為。", "894": "舉金峯一日。於僧堂喫餅次。自拈一枚餅。從上板頭", "895": "轉一匝。大眾見一時合掌。峯云。假饒你十分起手。也", "896": "只得一半。至晚有僧。請益云。今日行餅。見僧合掌。和", "897": "尚道。假饒十分起手。也只得一半。請和尚全道。峯作", "898": "拈餅勢。復云。會麼。僧云不會。峯云。金峯也只得一半。", "899": "佛果拈云。金峯老。作神通遊戱。不妨殊有可觀。及", "900": "至這僧請益。直得分踈不下。却成蝦跳去。還委悉", "901": "麼。藤纏胡盧猶自可。却被胡盧倒纏藤。", "902": "正覺云。金峯胡餅。只許一半。若要完全。後五日看", "903": "佛海云。會得只一半。不會却完全。", "904": "舉僧問金峯。千峯萬峯。那个是金峯。峯以手斫額。", "905": "佛果拈云。大眾還會麼。魚龍穴下盤根闊。日月輪", "906": "邊氣象深。", "907": "正覺云。大小金峯。不識人調戲。", "908": "佛海云。金峯面目見前。爭奈死而不吊。", "909": "舉金峯問僧。你還知金峯一句子麼。僧云。知來久矣。", "910": "峯云。作麼生。僧便喝云。金峯一句子。今日百雜碎。峯", "911": "云。稍曾問人。就中闍梨。門風峭峻。僧云。不可須要人", "912": "點撿。峯云。真鍮不博金。", "913": "佛果拈云。金峯拖泥。這僧涉水。雖然末後慇懃。爭", "914": "奈當頭蹉過。", "915": "正覺云。墮也墮也。", "916": "佛果拈云。這僧打頭放過。末後慇懃。本分參學。但", "917": "與麼驅將去。說甚金峯一句子。雖然美玉須經火。", "918": "舉金峯問僧。甚處來。僧近前良久。峯云。闍梨參見什", "919": "麼人來。僧云。參什麼椀。峯云。金峯有過。僧云。是是。峯", "920": "良久。", "921": "佛果拈云。這僧良久。闇室藏燈。金峯良久。燈藏暗", "922": "室。雖然得人一牛。還人一馬則故是。要且明頭雖", "923": "合。暗頭處尚未廝當。畢竟如何。壺中別是一乾坤", "924": "正覺云。會麼。是則玉石區分。若也不是。玉石俱焚", "925": "佛海云。金峯與這僧相見。譬如青天。油然而雲。沛", "926": "然而雨。高下沾足。金峯良久。與這僧良久。如何。休", "927": "更問歸路。只此是蓬萊。", "928": "舉金峯和尚。有僧到來。方擬相看。峯云。不用通時暄。", "929": "第一句。道將來。僧云。孟春猶寒。伏惟和尚。尊候萬福。", "930": "峯云。猶有這个在。僧云。不可須要人點撿。峯云誰。僧", "931": "以手指自身。峯云。不妨遭人點撿。", "932": "佛果拈云。這僧雖善別風雲。爭奈金峯攙旗奪鼓。", "933": "還委悉麼。不見道。他參活句。不參死句。", "934": "正覺云。不可是第一句。", "935": "佛海云。道得未免遭人點撿。道不得。亦未免遭人", "936": "點撿。自指身來是阿誰。臥龍未有轉身時。", "937": "舉僧問鳳凰和尚。坐斷毗盧頂。不稟釋迦文。未審此", "938": "人。與什麼人為侶。鳳云。一筆勾下。僧云。恁麼則罕遇", "939": "知音。凰云。且子細看。僧云。若然者。禮拜去也。凰云。更", "940": "侍何時。", "941": "佛果拈云。宗師眼目。須至恁麼。如明鏡當臺。明珠", "942": "在掌。放去收來。更無透漏。且道。他得个什麼。還委", "943": "悉麼。出頭天外看。誰是个中人。", "944": "正覺云。爭之不足。讓之有餘。", "945": "佛海云。者僧問頭。雖則撮顛拗。不消一筆勾下四", "946": "字。別有妙用神通。一點入作不得。何故。他家曾踏", "947": "上頭關。", "948": "舉僧問臥龍。去却僕從。便請相見。龍云。眨上眉毛看。", "949": "僧云。不與麼時如何。龍云。山北去也。", "950": "佛果拈云。擊石火中。閃電光裏。有權有實。有卷有", "951": "舒。不妨俊快。要且黏皮著骨右。若是蔣山則不然。", "952": "忽有人問。去却僕從。請師相見。只向道。喫茶去。", "953": "正覺云。直待雨淋頭。", "954": "佛海云。來時利牙爪可怖。去時疾走無邊方。", "955": "舉僧問巖頭。路逢猛虎時如何。頭云拶。", "956": "佛果拈云。天無四壁。地絕八維。直得萬箭攢心。千", "957": "鎗著體。也敵他這一機不得。還委悉麼。六六元來", "958": "三十六。", "959": "正覺云。大小大佛果。元來錯下筭子。", "960": "佛海云。若教頻下淚。滄海也須乾。", "961": "舉僧問巖頭。利劒斬天下。誰是當頭者。頭云。暗。僧擬", "962": "進語。頭云。鈍漢。", "963": "佛果拈云。是則是。个活人劒。要且無摸𢱢處。若是", "964": "蔣山則不然。忽有人問。利劒斬天下。誰是當頭者。", "965": "只對他道。歸依佛法僧。", "966": "正覺云。佛果道。活人劒。無摸𢱢處。爭奈把劒人何", "967": "佛海云。這僧將一口劒。擬取天下人頭。到巖頭面", "968": "前。何故先折。一箇起惡心者。返受其殃。", "969": "舉巖頭和尚。三聖來參。頭云。不用展炊單。這裏無殘", "970": "羹餿飯。聖云。設有。向什麼處著。頭便打。聖接住棒。推", "971": "放床上。頭撫掌一下。聖將坐具盖却頭。哭蒼天出去。", "972": "佛果拈云。二俱勝捷。盖各各善奪鼓攙旗。二俱失", "973": "利。彼此傷鋒犯手。大似把手上高山。未免傍觀者", "974": "哂。敢問大眾。誰是傍觀者。", "975": "正覺云。國士遇我。國士報之奇。", "976": "佛海云。智鬪智。勇鬪勇。拳對拳。踢對踢。且道是誰", "977": "家風月。嚇倒東村李大翁。", "978": "舉僧問香嚴和尚。如何是道。嚴云。枯木裏龍吟。僧云", "979": "不會。嚴云。髑髏裏眼睛。僧又問石霜。如何是枯木裏", "980": "龍吟。霜云。猶帶喜在。僧云。如何是髑髏裏眼睛。霜云。", "981": "猶帶識在。僧舉問曹山。山乃有頌。枯木龍吟真見道。", "982": "髑髏無識眼初明。喜識盡時消息盡。當仁那辨濁中", "983": "清。僧再問。如何是枯木裏龍吟。山云。血脉不斷。僧云。", "984": "如何是髑髏裏眼睛。山云。乾不盡。", "985": "佛果拈云。念不異。心不差。圓融五位君臣。跳過無", "986": "為三毒。便可以向枯木上生花。寒巖中吹律。看他", "987": "三箇老宿。一人透語滲漏。一人透情滲漏。一人透", "988": "見滲漏。若善參詳。便可玄關獨步。還委悉麼。莫守", "989": "寒巖異草青。坐却白雲宗不妙。", "990": "正覺云。會麼。香嚴採花。石霜造蜜。曹山煎湯。且道", "991": "知甜底是誰。", "992": "佛海云。工夫不到不方圓。言語不親非眷屬。古人", "993": "行到這裏。說到這裏。更不移易一絲頭。點撿將來。", "994": "一人從玄途建立。一人於鳥道掃除。不得曹山。洎", "995": "合血脉俱斷。更一人。不動神色。袖手傍觀。若人辨", "996": "得。透得此公案。", "997": "舉有一老宿。到臨濟處。濟見來。便喝。宿云。兩重公案。", "998": "濟云。過在什麼處。宿云。這野狐精。濟便休去。佛果著", "999": "語。賺殺一舡人。宿近前。提起坐具云。展即是。不展即", "1000": "是。濟便喝。宿便展坐具。濟云。這賊。宿便収坐具。拂袖", "1001": "而出。濟云。莫道無事好。佛果著語云。勘破了也。濟回", "1002": "頭見首座。乃問。你道。適來有過無過。座云有過。濟云。", "1003": "賓家有過。主家有過。座云。二俱有過。濟云。過在什麼", "1004": "處。座拂袖便去。濟云。莫道無事好。佛果著語云。勘破", "1005": "了也。後有僧。舉似南泉。未審此三人。意旨如何。泉云。", "1006": "大似官馬相踏。佛果著語云。勘破了也。", "1007": "佛果復拈云。大凡宗師。須是具金剛正眼。方能施", "1008": "呈這般作略。只如山僧下三个勘破。若欲洞明臨", "1009": "濟正眼。流通大教。應須構取。苟或未然。莫道無事", "1010": "好。", "1011": "正覺云。勘破了也。", "1012": "佛海云。臨濟尋常。向石火電光中。打風打雨。今日", "1013": "這老宿。前能作主。後慣為賓。進退合儀。機用泯合。", "1014": "只得和首座。一時放過。到王老師面前。只成官馬", "1015": "相踏。", "1016": "舉佛日和尚到徑山。山云。承聞長老。獨處一方。何故。", "1017": "再遊峯頂。日云。朗月當空掛。冰霜不自寒。山云。莫便", "1018": "是長老家風麼。日云。峭峙萬重山。此中含寶月。山云。", "1019": "此猶是文言。長老家風。又作麼生。日云。賴遇佛日。日", "1020": "却問徑山。隱密全該。時人知有。道不得。大省無辜。時", "1021": "人知有。道得。離此二途。猶是時人昇降處。未審長老", "1022": "自道親道如何道。山云。我家道處無可道。日云。如來", "1023": "路上無私曲。更請玄音和一聲。山云。任你二輪更互", "1024": "照。碧霄雲外不相干。日云。為報白頭無限眾。此回年", "1025": "少莫歸鄉。山云。老少同倫無向背。一家玄路不參差", "1026": "日云。一言定天下。四句為誰留。山云。汝言有三四。我", "1027": "道其中一也無。日便禮拜。山乃有頌。東西尚不顧。南", "1028": "北與誰鄰。汝言有三四。我道其中一也無。", "1029": "佛果拈云。具超宗越格眼。有逸羣過量機。驀路相", "1030": "逢。不妨奇特。看他主家勘賓。直得玉轉珠回。賓家", "1031": "驗主。直得斗轉星移。雖然異派各宗。及至契證將", "1032": "來。如理如事。還知這兩尊宿落處麼。闇裏抽橫骨。", "1033": "明中坐舌頭。", "1034": "正覺云。入鳥不亂行。入獸不亂群。始解到他隱密", "1035": "處。然後可以搖乾蕩坤。回天轉地。看這二老宿。向", "1036": "無可道處道取。不妨隱密全該。直得老少同倫。一", "1037": "家玄路。東西不顧。南北誰鄰。絕纖毫墮負。具定天", "1038": "下底眼。始解把手共行。還辨得他端倪麼。其中一", "1039": "也無。擬議涉程途。覽盡瀟湘景。和舡入𦘕圖。", "1040": "佛海云。佛日朗月當空。徑山碧霄雲外。佛日白頭", "1041": "年少。徑山老少同倫。佛日一言有三四。徑山其中", "1042": "一也無。纔涉升降。二途總被渾崙吞却。雖然若不", "1043": "閉城壁。其鋒不可當。", "1044": "舉佛日離雲居到夾山。維那云。此間不著後生僧。日", "1045": "云。某甲特來。禮拜和尚。不是寄宿。維那乃白堂頭云。", "1046": "有一後生。要見和尚。山云。教伊上來。日纔到堦下。山", "1047": "便問。什麼處來。日云。雲居來。山云。即今在什麼處。日", "1048": "云。在夾山頂𩕳上。山云。老僧行年在坎。五鬼臨身。日", "1049": "擬上堦。山云。三道寶堦。汝從那道而上。日云。三道寶", "1050": "堦。曲為今時。向上一路。請師直指。山便揖。日便上。山", "1051": "云。與什麼人同行。日云。木上座。山云。何不來看老僧", "1052": "日云。和尚看他有分。山云。在什麼處。日便作卓拄杖", "1053": "勢。山云。莫從天台得麼。日云。非五嶽之所生。山云。莫", "1054": "從須彌得麼。日云。月宮亦不遊。山云。莫從人得麼。日", "1055": "云。自己尚似生冤家。豈況從人得。山云。冷󰞆裏一粒", "1056": "豆󳫲。山却云。侍者喚維那。明窻下安排。佛果拈云。大", "1057": "小大夾山。牙如劒樹。口似血盆。却被後生僧。熱瞞一", "1058": "上。便乃高竪降旗。來日夾山入堂。問。昨日新到。在什", "1059": "麼處。日出應喏。山云。子未到雲居前。在什麼處。日云。", "1060": "天台國清寺。山云。我聞天台有潺潺之水。淥淥之波。", "1061": "謝子遠來。子意如何。日云。久居岩谷。不挂松蘿。山云。", "1062": "此猶是春意。秋意又作麼生。日良久。山云。看君只是", "1063": "撑舡客。終歸不是弄潮人。日便休去。", "1064": "佛果復拈云。賴有此爾。若不如此。何處有夾山也。", "1065": "還知他落處麼。棊逢敵手難藏倖。詩到重吟始見", "1066": "功。", "1067": "正覺云。撥草瞻風。要鑒冰雪底眼。入󱈎垂手。須全", "1068": "縱奪之機。傾蓋相投。音容閑暇。二老宿得之多矣。", "1069": "只如褒貶酬酢處。初向明窻下安排則且置。末後", "1070": "道。不是弄潮人。佛日休去。且道。他甘與不甘。試斷", "1071": "看。", "1072": "佛海云。無舉鼎拔山力。安能䇿萬里烏騅。無回天", "1073": "轉地機。安能御垂天雲翼。夾山門墻。如山之嶮。似", "1074": "海之深。佛日到未升堦。已遭勘辨。觀其龍驤虎驟。", "1075": "玉轉珠回。有始有終。無得無失。末後隨語生解者。", "1076": "便道。不得春風花不開。花開又被風吹落。敢問。佛", "1077": "日休去。又作麼生。", "1078": "舉夾山一日普請次。維那命佛日。送茶。日云。某甲只", "1079": "為佛法來。不為送茶來。那云。和尚令請上座。日云。和", "1080": "尚即得。日乃將茶。去作務處。見夾山。遂撼茶椀作聲。", "1081": "夾山不顧。日云。釅茶三五椀。意在钁頭邊。山云。瓶有", "1082": "傾茶勢。籃中幾个甌。日云。瓶有傾茶勢。籃中無一甌。", "1083": "便傾茶。大眾俱以目視之。日云。大眾󳬈望。乞師一言。", "1084": "山云。路逢死蛇莫打殺。無底籃子盛將歸。日云。手執", "1085": "夜明符。幾个知天曉。山召大眾云。已有人也。歸去來。", "1086": "乃住普請。", "1087": "佛果拈云。為佛法。究自己。須如佛日。據祖位。振宏", "1088": "綱。要似夾山。明窻下。拄杖頭。深山裏。钁頭邊。豈不", "1089": "是龍象蹴踏。奇特大事耶。還知落處麼。他家自有", "1090": "青山在。", "1091": "正覺云。會麼。不見道。義重清茶也醉人。只是普請", "1092": "不了。", "1093": "佛海云。不為送茶來。為佛法來。何得狼籍太甚。遂", "1094": "使摘茶。翻成不了。還見結角羅紋。箭鋒相直麼。萬", "1095": "人齊指處。一鴈落長空。", "1096": "舉米胡和尚。有僧來參。路逢婆子。僧問婆。有眷屬麼。", "1097": "婆云。有。僧云。在什麼處。婆云。山河大地。若草若木。皆", "1098": "是我眷屬。僧云。婆莫曾作師姑來麼。婆云。你見个什", "1099": "麼。僧云俗人。婆云。你不可是僧耶。僧云。婆莫混濫佛", "1100": "法好。婆云。我不混濫佛法。僧云。你恁麼。豈不是混濫。", "1101": "婆云。你是男。我是女。豈是混濫。", "1102": "佛果拈云。這婆子是則是。參見米胡來。要且只參", "1103": "得乾剝剝地。蘿蔔頭禪。也解甄別與奪。要且前不", "1104": "搆村。後不迭店。這僧若是个人。亦不放過。且道如", "1105": "何。一條白棒佛來打。更有行人在上頭。", "1106": "正覺云。米胡閉門造車。婆子出門合轍。雖然眷屬", "1107": "和同。却被這僧點檢。點撿个什麼。僧俗女男無混", "1108": "濫。言中有響得人疑。", "1109": "佛海云。米胡門下老婆禪。洎合分踈不下。他道山", "1110": "河大地。若草若木。盡是我眷屬。好與便喝。拂袖前", "1111": "去。剪斷葛藤猶可可。庶教知有頂門機。", "1112": "舉僧問米胡。自古上賢。還達真正理麼。胡云。達。僧云。", "1113": "只如真正理。且作麼生達。胡云。當時霍光。賣假銀城", "1114": "與單于。契書是什麼人做。僧云。某甲直得。杜口無言。", "1115": "胡云。平地教人作保。", "1116": "佛果拈云。米胡大善知識。収放固得自由。要且不", "1117": "能截斷。若是山僧。忽有人問。自古上賢。還達真正", "1118": "理麼。只向他道。用達作什麼。待伊周由者也。劈脊", "1119": "便棒。何故。千金之寶。豈敢虗售。", "1120": "正覺云。問處翻身弄影。答處把󳮪放船。米胡四楞", "1121": "著實。這僧杜口無言。若論真正妙理。大煞辜負上", "1122": "賢。何故。遠之遠矣。十萬八千。只如佛果道。用達作", "1123": "什麼。也是河裏摝錢。蹉過了也。", "1124": "佛海云。只知翻手為雲。覆手為雨。不覺筋骨太露。", "1125": "舉米胡問僧。甚處來。僧云。藥山來。胡云。藥山近日如", "1126": "何。僧云。大似頑石一般。胡云。得恁麼鄭重。僧云。也無", "1127": "拈掇處。胡云。非但藥山。米胡亦恁麼。僧近前。以目顧", "1128": "視。胡指云。看看。頑石動也。僧便出去。雪竇拈云。米胡", "1129": "也縱奪可觀。爭奈死而不弔。", "1130": "佛果拈云。雪竇細處細如米末。冷處冷如冰雪。要", "1131": "且只見錐頭利。若據蔣山見處。只這米胡趂得老", "1132": "鼠。打破油瓮。", "1133": "正覺云。據這二尊宿拈提。也扶持。也掃蕩。要且未", "1134": "與他米胡出得氣在。且道畢竟如何。瞬息仙衣下", "1135": "九天。", "1136": "佛海云。好片頑石。米胡三度拈掇。藥山十倍風光。", "1137": "當初見這僧出去。便歸方丈。不獨坐人舌頭。管取", "1138": "自家清風匝地。", "1139": "舉僧問米胡。牛頭未見四祖時如何。胡云。魚隱深潭。", "1140": "必招釣客。僧云。見後如何。胡云。瞥然渾濁水。白鷺卒", "1141": "難尋。", "1142": "佛果拈云。臨機親切。不無正眼稱提。漏逗葛藤。未", "1143": "有衲僧巴鼻。今夜忽有人問蔣山。牛頭未見四祖", "1144": "時如何。只對他道。賊不打貧家。見後如何。對他道。", "1145": "賊不打貧家。", "1146": "正覺云。米胡答話。一箭兩垛。", "1147": "佛海云。以事形容理。雖親切。猶欠爪絕在。", "1148": "舉僧問韶國師。名假法假。人空法空。向去諸緣。請師", "1149": "直指。國師云。謝此一問。僧云。不覩王居壯。焉知天子", "1150": "尊。國師云。貪觀天上月。失却手中橈。", "1151": "佛果拈云。問處七穿八穴。闇負兩重。答來截斷眾", "1152": "流。壁立千仞。且未得直截在。忽有人問蔣山。名假", "1153": "法假。人空法空。向去諸緣。請師直指。只向他道。錦", "1154": "上鋪花數百重。", "1155": "正覺云。山僧即不然。壁上加泥不校多。", "1156": "佛海云。天台國師。洎被這僧廝筭。", "1157": "舉韶國師行脚時。到朱溪。忽聞犬咬靈鼠聲。便問。是", "1158": "什麼聲。溪云。犬咬靈鼠聲。國師云。既是靈鼠。為什麼", "1159": "被犬咬。溪云。咬殺也。國師云。好箇犬。溪便打。國師云。", "1160": "莫打某甲。話在。", "1161": "佛果拈云。朱溪八面受敵。故宜委曲接人。韶國師", "1162": "一著當機。未免承虗接響。當時待伊道。莫打某甲", "1163": "話在。但向他道。已後須遇人始得。", "1164": "正覺云。大小佛果。向斧柄上著剛。", "1165": "佛海云。若不是靈鼠。洎被咬殺。", "1166": "舉韶國師。到鹿門。門問。近離甚處。師云。谷隱。昨夜在", "1167": "龐居士巖宿。門云。五眼之中。那箇是正眼。師云。久響", "1168": "鹿門。門云。這一片田地。干你甚事。師云。話頭何在。", "1169": "佛果拈云。韶國師雖具正眼。要且抱鏁擔枷。鹿門", "1170": "雖與這一片田地作主。要且未有分付處在。當時", "1171": "待伊道。話頭何在。向伊道。闍梨夜來。宿不著所在。", "1172": "待伊擬議。劈脊便棒。何故。不風流處也風流。", "1173": "正覺云。這二老宿。抓處不痒。痒處不抓。", "1174": "佛海云。識話頭。具正眼。綽綽有餘。因甚却道。這片", "1175": "田地。干你甚事。", "1176": "舉朱溪和尚問僧。甚處來。僧云。廣南來。溪云。彼中還", "1177": "有奇特尊宿麼。僧云。奇特尊宿。並無人說著。只有一", "1178": "人。大無慚愧。溪云。誰。僧便指溪。溪云。果然無慚愧。僧", "1179": "云。若不是朱溪。時人罔措。溪以手掩鼻。僧近前。溪便", "1180": "打。僧云恰是。溪云。老僧住持事繁。僧拂袖便出去。溪", "1181": "呵呵大笑云。盤陀石上藕。", "1182": "佛果拈云。當機覿面提。覿面當機疾。這僧却踏著", "1183": "向上關棙。若不是朱溪。爭辨得他來處。大眾還知", "1184": "端的麼。盤陀石上藕。", "1185": "正覺云。撥草瞻風客。機鋒劈箭來。盤陀石上藕。一", "1186": "夜鐵花開。", "1187": "佛海云。奇特老尊宿。大無慚愧人。盤陀石上藕。喜", "1188": "見一番新。", "1189": "舉米倉和尚。問僧。近離甚處。僧云。冀州太湖。倉云。闍", "1190": "梨來時。太湖向你。道什麼。僧云。知道米倉路峻。倉云。", "1191": "到這裏。又作麼生。僧云。不異發足時道路。倉云。闍梨", "1192": "已辜負太湖去在。僧云。某甲亦不肯和尚恁麼道。倉", "1193": "云。來時路峻。如今路平。僧云。不妨和尚此路。倉云。漆", "1194": "桶裏漢。有什麼限。", "1195": "佛果拈云。言前収。句後放。彼彼相照。一一當機。爭", "1196": "奈只解長生路上行。不解向絕氣息處轉。作麼生", "1197": "道得一句。令不相辜負去。平步上青雲。", "1198": "正覺云。抱頭捽脚。甚有來由。及乎末後斷交。向漆", "1199": "桶裏折倒。莫恠太湖道底。米倉路峻。", "1200": "佛海云。太湖門下。米倉面前。恁麼紹續將去。也大", "1201": "難得。只因峻處坦平。遂成漆桶裏漢。", "1202": "舉平田和尚。見僧來。便打。僧近前。把住拄杖。田云。適", "1203": "來造次。僧奪棒却打田。田云。作家作家。僧禮拜。田近", "1204": "前。作攙勢。僧呵呵大笑。拂袖出去。田云。草賊大敗。", "1205": "佛果拈云。文來文對。武來武對。拳來拳對。踢來踢", "1206": "對。也不易。輥地大戰一場。爭奈末後。輸他一著。還", "1207": "委悉麼。任大也須從地起。更高爭奈有天何。", "1208": "正覺云。會麼。任使將軍全得勝。歸時還少去時人", "1209": "佛海云。兩家相見。如火與火。熱性即一。烈焰無殊。", "1210": "用之則明。藏之即晦。乃竪起拂子云。莫有捋虎鬚。", "1211": "拂袖而去者麼。草賊大敗。", "1212": "舉西京白馬遁儒和尚。問僧。名什麼。僧云。覓个名不", "1213": "可得。儒云。自是老僧。不識好惡。僧云。幾人到此忙然", "1214": "在。儒云。酌然作家。僧云。須是和尚眼始得。儒云。闍梨", "1215": "底󳫤。僧便出去。儒召云。闍梨。僧回首。儒云。苦屈之詞。", "1216": "不妨難吐。", "1217": "佛果拈云。這僧却具正眼。不合便回頭。白馬本分", "1218": "鈎錐。卒急實難湊泊。還委悉麼。相罵饒汝接觜。相", "1219": "唾饒汝潑水。", "1220": "正覺云。這僧幸自高飛遠颺。不受羅籠。及乎喚著", "1221": "回頭。大似猩猩著索醉也。", "1222": "佛海云。白馬通身是眼。這僧是眼通身。點檢將來。", "1223": "一場好笑。笑个什麼。苦屈之詞。不妨難吐。", "1224": "舉寶壽和尚。有僧來問訊次。壽云。百千諸聖。盡不出", "1225": "此方丈內。僧云。只如古人道。大千沙界海中漚。未審", "1226": "此方丈。向什麼處著。壽云。千聖現在。僧云。阿誰證明。", "1227": "壽便擲下拂子。僧從東過西立。壽便打。僧云。若不久", "1228": "參。焉知端的。壽云。三十年後。此話大行。", "1229": "佛果拈云。寶壽向方丈裏。布網張羅。這僧鈎餌邊", "1230": "擎頭帶角。三度衝浪上來。三度被他籠󰋪。且道他", "1231": "得个什麼。還會麼。重賞之下。必有勇夫。", "1232": "正覺云。寶壽與麼垂示。正要這僧與麼商量雖解", "1233": "與麼商量。爭奈不合符節。什麼處是。不合符節處。", "1234": "三十年後。正要人點檢。", "1235": "佛海云。寶壽善治璠璵。者僧皓玉無玷。如切如瑳。", "1236": "如琢如磨。而今此話大行。何待三十年後。", "1237": "舉西堂和尚。一日普請次。堂垂語云。大眾因果歷然。", "1238": "爭奈何。爭奈何。時有僧出。以手托地。堂云。作什麼。僧", "1239": "云。相救相救。堂云。大眾這个師僧。猶較些子。僧拋下", "1240": "鋤頭。拂袖便走。堂云。師子身中虫。自食師子肉。", "1241": "佛果拈云。西堂洞明綱要。始終正令全提。這僧異", "1242": "類中行。其奈龍頭蛇尾。敢問大眾。因果歷然。一句", "1243": "作麼生道。是則龍女頓成佛。非則善星生陷墜。", "1244": "正覺云。風來草動。身行影隨。因果歷然。是人見處。", "1245": "只如這僧與麼果報。向什麼處辨因。若也辨得。歷", "1246": "然可知。其忽未然。爭奈何爭奈何。", "1247": "佛海云。既吞香餌。旋𣸪脫鈎。然性命。在西堂手裏。", "1248": "舉仰山和尚。一日有梵僧來。山於地上。𦘕半月相。僧", "1249": "近前。添作圓相。以脚抹却。山展兩手。僧拂袖便出。", "1250": "佛果拈云。以膠投漆。將鹽入醬。羽毛相似。體段一", "1251": "般。雖然如是。大小仰山。被个梵僧勘破。", "1252": "正覺云。頗耐這僧。欺我此土。", "1253": "佛海云。者僧未離西天時。好與三十棒。既到仰山", "1254": "後。好與三十棒。參學高流。試著眼看。", "1255": "舉仰山一日。忽見異僧乘虗而至。作禮而立於前。山", "1256": "便問。近離甚處。僧云。早晨離西天。山云。何太遲生。僧", "1257": "云。遊山翫水。山云。神通妙用。即不無闍梨。佛法須還", "1258": "老僧始得。僧云。特來東土禮文殊。却遇小釋迦。遂出", "1259": "西天貝多葉。與山。作禮。乘雲騰空而去。", "1260": "佛果拈云。驅耕夫之牛。奪飢人之食。是從上來爪", "1261": "牙。這羅漢。具許多神通妙用。到仰山面前。直得目", "1262": "瞪口呿。何故。󳬈有九臯難翥翼。馬無千里謾追風", "1263": "正覺云。胡磨猢猻入布袋。", "1264": "佛海云。仰山奪食驅耕手脚。又更點胷。被脚踏虗", "1265": "空漢。只輕輕一杓惡水潑之。便懡懡㦬㦬休去。喚", "1266": "他作神通妙用得麼。", "1267": "舉僧問龍濟和尚。師子返擲時如何。濟云。你還怕文", "1268": "殊麼。僧云。非但文殊。佛來亦不顧。濟云。爭奈被文殊", "1269": "騎何。僧云。文殊騎者。不是師子。濟云。返擲事作麼生。", "1270": "僧云。應用無虧。濟云。正是文殊騎師子。", "1271": "佛果拈云。言出如箭。斜不可發。入耳無根。深不可", "1272": "拔。這僧向龍濟明眼宗師前。句裏呈機。及乎一言", "1273": "參差。便被他折倒。當時待他道。返擲事作麼生。便", "1274": "與掀倒禪床。不見道。香象奔波失却威。天龍寂聽", "1275": "生欣悅。", "1276": "正覺云。莫恠不怕佛。元來是業重。", "1277": "佛海云。將謂是返擲師子。被龍濟驀腰一騎。更轉", "1278": "仄不得。", "1279": "舉僧問石峯和尚。如何是地藏手中珠。峯云。你手裏", "1280": "還有麼。僧云不會。峯云。莫瞞大眾。峯乃有頌。不識自", "1281": "家寶。隨他認外塵。日中逃影質。鏡裏失頭人。", "1282": "佛果拈云。石峯和尚。雖則入泥入水。接物利生。大", "1283": "似倚勢欺人。或有人問蔣山。如何是地藏手中珠。", "1284": "只對他道。你手裏。還有麼。它若云不會。對他道。却", "1285": "是山僧罪過。何故。花也不損。密也得喫。", "1286": "正覺云。山僧即不然。一種作貴人。遣誰賣柴炭。", "1287": "佛海云。這僧不會。出自偶然。直饒認得掌中之珠。", "1288": "終不若通身是去。", "1289": "舉僧問老觀和尚。如何是毗盧師。法身主。觀云不道。", "1290": "僧云。為什麼不道。觀云。我若道。即縮却我舌。我若不", "1291": "道。即啞却我口。僧舉似洞山。山大展坐具。禮拜云。古", "1292": "佛古佛。", "1293": "佛果拈云。猛虎口裏橫身。毒蛇頭上揩痒。須是作", "1294": "家宗師。方有此个手段。若不是洞山。洎嶮放過也。", "1295": "還知落處麼。謂言侵早起。更有夜行人。", "1296": "正覺云。早知燈是火。飯熟已多時。", "1297": "佛海云。老觀泥裏水裏。放大光明。新豐老人。下本", "1298": "廝筭。", "1299": "舉鼓山和尚。有新羅僧。來參。山云。直下猶難會。尋言", "1300": "轉更賒。若論佛與祖。特地隔天涯。上座作麼生會。僧", "1301": "無語。舉似侍者云。某甲不會。請侍者。代一轉語。者云。", "1302": "和尚恁麼道。猶隔天涯在。僧舉似山。山喚侍者來問。", "1303": "你為新到代語。是否。者云。是。山便打趂出院。", "1304": "佛果拈云。這僧承虗接響。侍者守住窠窟不遇鼓", "1305": "山國師。驅耕夫牛。奪飢人食。幾乎話霸。還委悉麼。", "1306": "曹溪波浪如相似。無限平人被陸沉。", "1307": "正覺云。侍者恁麼道。及乎鼓山喚來問著。便乃披", "1308": "襟承當。被打出院。且道甘與不甘。還會麼。去路一", "1309": "身輕似葉。高名千古重於山。", "1310": "佛海云。國師養子太慈悲。入草何如出草時。射透", "1311": "九重聖箭子。依前特地隔天涯。", "1312": "舉雪峯和尚。一日與玄沙行次。峯指面前地云。這一", "1313": "片田地。好造个無縫塔。沙云。高多少。峯以目上下顧", "1314": "視。沙云。人天福報。即不無和尚。靈山授記。未曾夢見", "1315": "在。峯云。你作麼生。沙云。七尺八尺。", "1316": "佛果拈云。要神通妙用。須參雪峯。要田地穩密。須", "1317": "參玄沙。更有一箇不涉二途。諸人還委悉麼。須彌", "1318": "頂上擊金鐘。", "1319": "正覺云。要識玄沙。只是箇。三家村裏。推土車漢。", "1320": "佛海云。雪峯無縫塔樣。描也描不成。𦘕也𦘕不就。", "1321": "剛被玄沙。以一瓦塔子易之。", "1322": "舉僧問明招和尚。師子未出窟時如何。招云。俊󳬧趂", "1323": "不及。僧云。出窟後如何。招云。萬里正紛紛。僧云。欲出", "1324": "未出時如何。招云。嶮。僧云。向去如何。招云。貶。", "1325": "佛果拈云。既放行。須知把住。既把住。須是放行。今", "1326": "日忽有人。問蔣山。師子未出窟時如何。對他道。藏", "1327": "牙伏爪。出窟後如何。對云。草偃風行。欲出未出時", "1328": "如何。對云。崖崩石裂。向去如何。對云。錦上鋪花。", "1329": "正覺云。明招老人。乘舡走馬。去死一分。驚殺傍觀。", "1330": "輸他慣熟。千里萬里。", "1331": "佛海云。隨流放去。截浪収來。且道是窟內語。窟外", "1332": "語。若辨得。許伊是踞地爪牙。", "1333": "舉雙峯和尚。一日上堂云。進一步即迷理。退一步即", "1334": "失事。饒你一向兀然立。又同無情。時有僧問。如何得", "1335": "不同無情去。峯云。動轉施為。僧云。如何得不迷理失", "1336": "事去。峯云。進一步。退一步。僧禮拜。峯云。向來有人與", "1337": "麼會。老僧不肯伊在。僧云。請師直指。峯便打。", "1338": "佛果拈云。鷹拏燕󳭋。似鶻提鳩。細中之細。妙中之", "1339": "妙。進一步則不迷理。退一步亦不失事。所謂恁麼", "1340": "中不恁麼。不恁麼中却恁麼。就中是末後一著。光", "1341": "前絕後。", "1342": "正覺云。車不橫推。這僧恁麼來。理不曲斷。不許恁", "1343": "麼會。何故。棒頭有眼。", "1344": "佛海云。古人恁麼說話。打草只要蛇驚。蔣山這裏", "1345": "少人買賣。直然道。進一步則理無不如。退一步則", "1346": "事無不是。一向兀立。天上人間。忽有禮拜者。只向", "1347": "道。向來有人。不與麼會。老僧深肯伊。且道。與古人", "1348": "相去幾何。兩彩一賽。", "1349": "佛鑑佛果正覺佛海拈八方珠玉集下終", "1350": "八方珠玉集湮沒六十年末葉諸孫等", "1351": "勠力以雕䥴永置天池院令法源流傳", "1352": "至德乙丑歲　仲秋良月天　謹記之"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1310 拈八方珠玉集", "author": "宋 祖慶重編"}