{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛說阿彌陀佛根本祕密神呪經", "1": "No. 205", "10": "殊師利法王子阿逸多菩薩乾陀訶提菩薩常精進", "100": "舍利弗下方世界有師子佛名聞佛名光佛達摩佛", "101": "法幢佛持法佛如是等恒河沙數諸佛各於其國出", "102": "廣長舌相徧覆三千大千世界說誠實言汝等眾生", "103": "當信是稱讚不可思議功德一切諸佛所護念經。", "104": "舍利弗上方世界有梵音佛宿王佛香上佛香光佛", "105": "大焰肩佛雜色寶華嚴身佛沙羅樹王佛寶華德佛", "106": "見一切義佛如須彌山佛如是等恒河沙數諸佛各", "107": "於其國出廣長舌相徧覆三千大千世界說誠實言", "108": "汝等眾生當信是稱讚不可思議功德一切諸佛所", "109": "護念經。", "11": "菩薩與如是等諸大菩薩及釋提桓因等無量諸天", "110": "舍利弗於汝意云何何故名為一切諸佛所護念經", "111": "舍利弗若有善男子善女人聞是諸佛所說名及經", "112": "名者是諸善男子善女人皆為一切諸佛共所護念", "113": "皆得不退轉於阿耨多羅三藐三菩提是故舍利弗", "114": "汝等皆當信受我語及諸佛所說舍利弗若有人已", "115": "發願今發願當發願欲生阿彌陀佛國者是諸人等", "116": "皆得不退轉於阿耨多羅三藐三菩提於彼國土若", "117": "已生若今生若當生是故舍利弗諸善男子善女人", "118": "若有信者應當發願生彼國土。", "119": "舍利弗如我今者稱讚諸佛不可思議功德彼諸佛", "12": "大眾俱。", "120": "等亦稱說我不可思議功德而作是言釋迦牟尼佛", "121": "能為甚難希有之事能於娑婆國土五濁惡世劫濁", "122": "見濁煩惱濁眾生濁命濁中得阿耨多羅三藐三菩", "123": "提為諸眾生說是一切世間難信之法舍利弗當知", "124": "我於五濁惡世行此難事得阿耨多羅三藐三菩提", "125": "為一切世間說此難信之法是為甚難佛說此經已", "126": "舍利弗及諸比丘一切世間天人阿脩羅等聞佛所", "127": "說歡喜信受作禮而去。", "128": "佛說阿彌陀佛根本祕密神呪經", "129": "No. 205-A 神呪經真偽決疑No. 205-A", "13": "爾時佛告長老舍利弗從是西方過十萬億佛土有", "130": "神呪經真偽決疑", "131": "難云藏經之中拔一切業障根本得生淨土呪出小", "132": "無量壽經劉宋天竺三藏求那䟦陀羅奉詔重譯矣合", "133": "計五十九字一十五句也又說呪功德有若有善", "134": "男子乃至任運往生之二十七字切德文如此經而無前", "135": "後文且前後文者與羅什所譯之小經全同而無", "136": "異中間編入神呪與說功德等之文為流支所譯", "137": "是以阿字十方等文為金口說欲壓下眾經企揚", "138": "邪慢之後學偽制者歟疑難不少考於諸錄不載", "139": "此經其一此經前後文與羅什所譯小經雖有剩語", "14": "世界名曰極樂其土有佛號阿彌陀今現在說法舍", "140": "少分無異譯人既異文言何同其二依彌陀不思議", "141": "神力傳神力傳在藏本龍樹菩薩願生安養夢感此呪耶", "142": "或作那舍三藏誦此呪天平寺銹法師從那舍三藏", "143": "口受此呪其人云經本外國不來文蒙記有楞伽經蒙授", "144": "記之文龍樹譯場耶舍不得其本其三況外國不來矣", "145": "未渡經本誰人譯之其四又流支傳中唐傳一釋教錄六等未", "146": "見譯此經之語其五偽經梗槩如是云何正經耶答", "147": "曰不載錄中不流布故例如彼釋摩訶衍論七百", "148": "年之間不流布漢土釋論不流布漢土出通法疏一卷通疑難之", "149": "一異譯而文言全同例如羅什所譯阿彌陀經與", "15": "利弗彼土何故名為極樂其國眾生無有眾苦但受", "150": "求那䟦陀羅翻譯小無量壽經文言同而不異見", "151": "于開元釋教錄第十二卷同第十四卷同第十七", "152": "卷又如真諦與摩多所譯起信摩多者釋論譯者也釋論本文者起", "153": "信論也文言不異會三龍樹耶舍不得之者結集之梵", "154": "本百千也依華嚴一經上本經有十箇三千大千世界微塵數偈一四天下微塵數品中本經", "155": "有四十九萬八千八百偈一千二百品下本經有十萬偈四十八品略本經即今本部八十卷等也出行", "156": "願品疏鈔三卷況難訶之中云外國不來在梵地分明會三", "157": "又外國不來語以不得故屬之未渡會四流支傳中", "158": "不舉者所譯經論最廣何悉載之流支傳云流支", "159": "房內經論梵本可有萬夾所翻新文筆受藁本滿", "16": "諸樂故名極樂。", "160": "一間屋文萬夾滿屋之中有此經指掌乎用不任", "161": "學者敢勿生毀謗願以一校功自他生安樂。", "162": "于時元祿十一年九月下旬", "163": "武江上高輪龍原寺九世住　寂譽知足欽書", "17": "又舍利弗極樂國土七重欄楯七重羅網七重行樹", "18": "皆是四寶周帀圍遶是故彼國名曰極樂。", "19": "又舍利弗極樂國土有七寶池八功德水充滿其中", "2": "佛說阿彌陀佛根本祕密神呪經", "20": "池底純以金沙布地四邊階道金銀瑠璃玻󰃠合成", "21": "上有樓閣亦以金銀瑠璃玻󰃠硨磲赤珠瑪瑙而嚴", "22": "飾之池中蓮華大如車輪青色青光黃色黃光赤色", "23": "赤光白色白光微妙香潔舍利弗極樂國土成就如", "24": "是功德莊嚴。", "25": "又舍利弗彼佛國土常作天樂黃金為地晝夜六時", "26": "而雨曼陀羅華其國眾生常以清旦各以衣裓盛眾", "27": "妙華供養他方十萬億佛即以食時還到本國飯食", "28": "經行舍利弗極樂國土成就如是功德莊嚴。", "29": "復次舍利弗彼國常有種種奇妙雜色之鳥白鵠孔", "3": "曹魏朝三藏菩提流支奉　詔譯", "30": "󳭋鸚鵡舍利迦陵頻伽共命之鳥是諸眾鳥晝夜六", "31": "時出和雅音其音演暢五根五力七菩提分八聖道", "32": "分如是等法其土眾生聞是音已皆悉念佛念法念", "33": "僧舍利弗汝勿謂此鳥實是罪報所生所以者何彼", "34": "佛國土無三惡趣舍利弗其佛國土尚無三惡道之", "35": "名何況有實是諸眾鳥皆是阿彌陀佛欲令法音宣", "36": "流變化所作舍利弗彼佛國土微風吹動諸寶行樹", "37": "及寶羅網出微妙音譬如百千種樂同時俱作聞是", "38": "音者皆自然生念佛念法念僧之心舍利弗其佛國", "39": "土成就如是功德莊嚴。", "4": "如是我聞一時佛在舍衛國祇樹給孤獨園與大比", "40": "舍利弗於汝意云何彼佛何故號阿彌陀舍利弗彼", "41": "佛光明無量照十方國無所障礙是故號為阿彌陀", "42": "又舍利弗彼佛壽命及其人民無量無邊阿僧祇劫", "43": "故名阿彌陀舍利弗阿彌陀佛成佛已來於今十劫", "44": "又舍利弗彼佛有無量無邊聲聞弟子皆阿羅漢非", "45": "是算數之所能知諸菩薩眾亦復如是舍利弗彼佛", "46": "國土成就如是功德莊嚴。", "47": "又舍利弗極樂國土眾生生者皆是阿󳺎䟦致其中", "48": "多有一生補處其數甚多非是算數所能知之但可", "49": "以無量無邊阿僧祇劫說舍利弗眾生聞者應當發", "5": "丘眾千二百五十人俱皆是大阿羅漢眾所知識長", "50": "願願生彼國所以者何得與如是諸上善人俱會一", "51": "處舍利弗不可以少善根福德因緣得生彼國。", "52": "又舍利弗阿彌陀佛有根本祕密陀羅尼神呪是名", "53": "拔一切業障根本得生極樂淨土神呪即說呪曰。", "54": "南無阿彌多婆夜哆多曷切一他伽跢都餓切二夜哆地途賣切三", "55": "夜他阿彌利上聲四都婆毗五阿彌利哆六悉耽婆毗", "56": "七阿彌利哆八毗迦蘭諦九阿彌利哆十毗迦蘭哆", "57": "十一伽彌膩十二伽伽那十三枳多迦𨽻十四莎婆訶十五", "58": "佛言若有善男子善女人能誦此呪者阿彌陀佛常", "59": "住其頂日夜擁護無令怨家而得其便現世常得安", "6": "老舍利弗摩訶目犍連摩訶迦葉摩訶迦旃涎摩訶", "60": "穩臨命終時任運往生極樂國土。", "61": "又舍利弗阿彌陀佛名號具足無量無邊不可思議", "62": "甚深祕密殊勝微妙無上功德所以者何阿彌陀佛", "63": "三字中有十方三世一切諸佛一切諸菩薩聲聞阿", "64": "羅漢一切諸經陀羅尼神呪無量行法是故彼佛名", "65": "號即是為無上真實至極大乘之法即是為無上殊", "66": "勝清淨了義妙行即是為無上最勝微妙陀羅尼而", "67": "說偈曰。", "68": "阿字十方三世佛彌字一切諸菩薩", "69": "陀字八萬諸聖教三字之中是具足", "7": "俱絺羅離婆多周利槃陀伽難陀阿難陀羅睺羅憍", "70": "舍利弗若有眾生聞說阿彌陀佛不可思議功德歡", "71": "喜踊躍至心稱念深信不懈於現在身受無比樂或", "72": "轉貧賤獲得富貴或得果免宿業所追病患之苦或", "73": "轉短命得壽延長或怨家變恨得子孫繁榮身心安", "74": "樂如意滿足如是功德不可稱計。", "75": "舍利弗若有善男子善女人聞說阿彌陀佛執持名", "76": "號若一日若二日若三日若四日若五日若六日若", "77": "七日一心不亂專持名號以稱名故諸罪消滅即是", "78": "多善根福德因緣其人臨命終時阿彌陀佛與諸聖", "79": "眾現在其前是人終時心不顛倒即得往生阿彌陀", "8": "梵波提賓頭盧頗羅墮迦留陀夷摩訶劫賓那薄狗", "80": "佛極樂國土舍利弗我見是利故說此言若有眾生", "81": "聞是說者應當發願生彼國土。", "82": "舍利弗如我今者讚歎阿彌陀佛不可思議功德東", "83": "方亦有阿閦󳺎佛須彌相佛大須彌佛須彌光佛妙", "84": "音佛如是等恒河沙數諸佛各於其國出廣長舌相", "85": "徧覆三千大千世界說誠實言汝等眾生當信是稱", "86": "讚不可思議功德一切諸佛所護念經。", "87": "舍利弗南方世界有日月燈佛名聞光佛大焰肩佛", "88": "須彌燈佛無量精進佛如是等恒河沙數諸佛各於", "89": "其國出廣長舌相徧覆三千大千世界說誠實言汝", "9": "羅阿菟樓駄如是等諸大弟子并諸菩薩摩訶薩文", "90": "等眾生當信是彌讚不可思議功德一切諸佛所護", "91": "念經。", "92": "舍利弗西方世界有無量壽佛無量相佛無量幢佛", "93": "大光佛大明佛寶相佛淨光佛如是等恒河沙數諸佛", "94": "各於其國出廣長舌相徧覆三千大千世界說誠實", "95": "言汝等眾生當信是稱讚不可思議功德一切諸佛所", "96": "護念經舍利弗北方世界有焰肩佛最勝音佛難󴐸", "97": "佛日生佛網明佛如是等恒河沙數諸佛各於其國", "98": "出廣長舌相徧覆三千大千世界說誠實言汝等眾", "99": "生當信是稱讚不可思議功德一切諸佛所護念經"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 205 佛說阿彌陀佛根本祕密神咒經", "englishTitle": "卍 Xuzangjing, Electronic version, No. 205 佛說阿彌陀佛根本祕密神咒經", "author": "曹魏 菩提流支譯", "language": "chinese", "source": "CBETA"}