{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 559-A 序No. 559-A", "1": "序", "10": "微剔奧。或近言焉。或遠言焉。復為之旁通曲喻。俾天", "100": "觀道有三。一三諦觀。瓔珞經明真俗中。仁王經明", "101": "空色心。亦名真世第一義。梵網明實世第一義。亦", "102": "名空有中道。今經色不異空。空觀。真諦也。空不異", "103": "色。假觀。俗諦也。即色即空。中道觀。第一義諦也。又", "104": "不生等。真諦觀。不滅等。俗諦觀。諸法空相。第一義", "105": "空中諦觀也。二三空觀。唯識云。一我空慧。二法空", "106": "慧。三俱空慧。楞嚴明。人空法空俱空。梵網謂內空", "107": "外空空空。經云。照見我五蘊法皆空。俱三空觀也。", "108": "又云。無智亦無得。以無所得故。又云。心無罣礙。無", "109": "󳬩礙故。智心。內人空觀。無得無礙。外法空觀。無所", "11": "下曉然於作之者之聖。而我不媿於述者之明。斯其", "110": "得故無罣礙故。空空俱觀。三三無觀。唯識。燈論謂。", "111": "徧計無性觀。依他無性觀。圓成無性觀。彼頌云。初", "112": "即相無性。次無自然性。後由遠離前。所執我法性。", "113": "是則初名無相觀。次名無生觀。後名無性觀。經云。", "114": "能除一切苦。真實不虗。除苦厄。徧計觀。除一切。依", "115": "他觀。真實。圓成觀。又云。是諸法空相。相即無相觀。", "116": "法即無生觀。空即無性觀。又不生不滅。心無恐怖。", "117": "實性無性觀。不垢不淨。心無罣礙。起性無性觀。不", "118": "增不減。心無倒想。執性無性觀。餘例思之。", "119": "△五所被機宜者。眾生機類。不出三聚。及五乘性。", "12": "言以立。立可以傳。乃不謂浮圖灌頂師竟有合焉者。", "120": "於三聚正定。邪定。不定中。正為不定。以破凡外。遍計空有。", "121": "迴彼二乘。令向大乘。告舍利子令權菩薩。不迷於空。空即", "122": "色等令三乘人。入一乘中道。色不異空。及不生不滅等兼為正定。", "123": "令增妙行。及為邪定。作遠因緣。於五乘人天聲聞緣覺。菩薩", "124": "中。唯被菩薩。菩薩行深般若故。於五性中。聲聞。緣覺。如來。", "125": "不定。無性正被如來種性。及不定性。文云。菩薩究竟涅", "126": "槃。諸佛得三菩提。兼為餘性。作遠因緣。是知聞與", "127": "不聞。情及無情。凡具般若性者。莫非所被機也。", "128": "△六能詮體性者。一隨相門。文云。說般若呪。聲名", "129": "文義。皆為體也。二唯識門。經云。心無罣礙。前能所", "13": "師學佛者也。其言與吾儒殊。而生平廢寢忘餐。以求", "130": "詮。皆自識變。三歸性門。下云。是諸法空相。遠離顛", "131": "倒夢想。則心識亦空。唯真如性故。四無礙門。如云。", "132": "空不異色。色即是空。不增不減等。故知般若。是大", "133": "神呪等。則前心境事理。同一緣起無礙。又行深般", "134": "若。說般若呪。文字也。初一門體。照見蘊空。離顛倒", "135": "想。觀照也。二三門體。度一切苦。真實不虗。實相也。", "136": "後一門體。故此一經。四皆攝盡。", "137": "△七宗趣通局者。通途有六。一小乘宗。二十部異。", "138": "二法相宗。唯識論師。護法等。三破相宗。智度論師。", "139": "清辯等。四藏心宗。起信論師。馬鳴等。五真性宗。楞", "14": "至乎立言之地。其用心亦與吾儒同。師九歲入空門。", "140": "伽論師。龍樹等。六法界宗。華嚴論師。天親等。今此", "141": "經者。三五門攝。以般若部。空性雙通。智光論師。合", "142": "一宗故。別局此經。明宗趣者。又有總別。總以三種", "143": "般若。而為宗趣。謂依文字教。起觀照智為宗。證得", "144": "真空實相為趣。別開五對。一教義。崇文字教說為", "145": "宗。不取有無諸法義意為趣。二事理。空去世出世", "146": "法事相為宗。顯最上乘第一義空理性為趣。三境", "147": "智。緣諸法空相非相理境為宗。起般若照見無見", "148": "觀智為趣。四修證。以無心無智。行深般若修因為", "149": "宗。即無得無取。證入涅槃果德為趣。五體用。圓滿", "15": "十九受戒律。二十習講經。越七載。受德水師付囑。為", "150": "菩提。歸無所得本體為宗。隨緣赴感。度一切苦大", "151": "用為趣。此五生起。後先相由者也。", "152": "△八翻譯傳流者。此經前後七譯。一後秦鳩摩羅", "153": "什譯。名摩訶般若波羅蜜大明呪經。二唐三藏法", "154": "師玄奘譯。名般若波羅蜜多心經。三唐天竺三藏", "155": "大廣智不空譯。名梵本般若波羅蜜多心經。四宋", "156": "天竺三藏達磨戰濕羅譯。法月名普徧智藏般若波", "157": "羅蜜多心經。五󳳟賓沙門般若共利言等譯。般若", "158": "波羅蜜心經。六宋三藏慈賢譯。名梵本般若波羅", "159": "蜜多心經。七宋天竺三藏施護譯。名佛說聖佛母", "16": "雲棲五世法孫。今行年幾八十矣。固嘗應士大夫之", "160": "般若波羅蜜多心經。今世所傳。七中第二譯也。至", "161": "於古今疏註。唐翻經沙門賢首國師略疏。明天界", "162": "寺僧宗泐如玘註解。翰林學士宋濂文句。餘不繁", "163": "錄。", "164": "經題△九總釋經題。二先題目。", "165": "般若波羅蜜多心經", "166": "此經單法為題。般若體。蜜多用。不離一總相心。依", "167": "略疏。亦可法喻為題。六百卷大部。喻如身。十四行", "168": "小本。喻如心也。梵語般若。此云智慧。智。決斷義。妙", "169": "證真源。但唯決定。朗然獨照故。般也。慧。揀擇義。明", "17": "延請。歷聚光天竺諸剎。宣玅諦以昭示聾瞽。仍然草", "170": "了諸法。必須揀擇。修行斷惑故。若也。略開三種。一", "171": "實相。所觀真空法性也。二觀照。能觀本覺妙慧也。", "172": "三文字。詮上二者言教也。梵語波羅。此云彼岸。即", "173": "大涅槃。翻大滅度。大即法身。滅即解脫。度即般若。", "174": "三德祕藏也。梵語蜜多。此云到。影含三義。一離。二", "175": "度。三到。謂離生死此岸。度過煩惱中流。竟到涅槃", "176": "彼岸也。上約因。此約果。又大論云。阿羅蜜。秦言遠", "177": "離。波羅蜜。秦言度過。波羅伽。秦言到至。華嚴云。以", "178": "波羅蜜船。不依此岸。不著彼岸。不住中流。而度眾", "179": "生。無有休息。上約智。此約悲。心有四種。梵語紇哩", "18": "衣木食。幽棲斗室中。手不停批者。凡五十年。所著華", "180": "䭾耶。此云肉團心。人身中心藏也。色法所攝。梵語", "181": "質多耶。此云緣慮心。八識各能緣慮自分境故。妄", "182": "想所攝。梵語阿賴耶。此云集起心。即第八識。集諸", "183": "種子。起現行故。種習所攝。梵語乾栗陀耶。此云堅", "184": "實心。即如來藏真如性也。寂照所攝。約法。第四。以", "185": "般若波羅蜜心。是萬法之體故。約喻。第一。以一十", "186": "四行之略。能攝二十萬頌之廣。為般若部中之心。", "187": "如人心藏。是一身之要也。約果。揀非緣慮集起之", "188": "心。下云。心無罣礙。究竟涅槃。約因。後三俱通。唯識", "189": "頌云。金剛道後。異熟空故。又般若因。名觀智心。無", "19": "嚴金剛等解。書二十六種。卷一百五十。皆深入性海。", "190": "相無為。下云。無智之智。是也。蜜多果。名真空心。無", "191": "住無動。下云。無得之得。是也。梵語欲底修多羅。此", "192": "云契經。契謂上契三世之佛。中契三空之理。下契", "193": "三聚之機。經謂常住所證覺性。貫穿所知法義。攝", "194": "持所化眾生。開為三對。初教義。般若心是所詮義。", "195": "經是能詮之教。二就義中。分總別對。心是諸法之", "196": "總。稱為總相法門。般若因。蜜多果。是別相法也。亦", "197": "名法喻對。般若等。法也。心。喻也。即般若內。統歸要", "198": "妙之義。況人心藏。為主為要。統極之本。三就別法", "199": "中。分因果對。或智悲對。般若是因修觀智。波羅蜜", "2": "事有殊塗而同指。人有異趨而同行。今儒者稱不朽。", "20": "發導師之所欲發。再發其所未發。余窃欲其立意之", "200": "多是果地悲化。亦名體用對。般若是體。此智慧體。", "201": "神悟玄奧。妙證真源也。波羅是用。此到彼岸功用。", "202": "翻盡生死之處。超至真空之際。即揀不到彼岸用", "203": "也。具三對義。故立斯名。譯人△次譯人。", "204": "唐三藏法師玄奘奉詔譯。", "205": "唐洛州緱氏人。俗姓陳。隨兄長腱法師。出家淨土", "206": "寺。年十一。誦維摩法華。二十一。講心論。時號神人。", "207": "貞觀三年仲秋朔。往西域取經。至󳳟賓國。道險虎", "208": "豹。不可過。遇一老僧。面瘡體血。衣服被污。愍將向", "209": "寺。施與衣服飲食之具。獨坐床上。口授心經。因常", "21": "堅。積功之久。而苟肆力於儒書。將與昌黎廬陵諸君", "210": "誦習。遂得山川平易。道路開通。虎豹潛形。魔鬼遁", "211": "跡。經歷百五十國。至舍衛城。取經六百五十七部。", "212": "以貞觀十九年。春正月還京。於玉華臺。翻譯經論。", "213": "總一千三百三十卷。共成七十五部。年五十六。臥", "214": "疾見大蓮花。鮮白光色。及見佛相。右脇而逝。葬於", "215": "白鹿原。此與什本。大同小異。", "216": "文義△十別解文義。二初顯了般若。謂經是顯了明說。", "217": "令解生慧滅煩惱障故。於中分三。一序自行深般", "218": "若同諸經序分。", "219": "觀自在菩薩。行深般若波羅蜜多時。照見五蘊皆空。", "22": "子。後先並峙。而獨惜其以浮圖終也。然精修梵行。闡", "220": "度一切苦厄。", "221": "初句。能觀人。梵語縛嚕枳帝。濕伐囉。此云觀自在。", "222": "或云觀世音。實相觀照。救世自在。此約智悲釋。又", "223": "觀音救苦。恒在那伽。此約慧定釋。又法華。真淨智", "224": "慈悲五觀。定也。妙觀梵潮勝五音。慧也。均等自在。", "225": "又五觀中。前三智也。後二悲也。五音中。三四悲也。", "226": "餘三智也。正顯智悲並運。真俗融通。上同下合。得", "227": "大自在。此是帶果行因號也。果地號正法明如來。", "228": "菩謂菩提。翻覺。薩謂薩埵。翻眾生。以智上求菩提。", "229": "用悲下救眾生也。上三字別號。此二字通名。菩薩", "23": "宗風於五濁惡世。而廣開其覺路。是誠法王之嗣子。", "230": "西輔彌陀化主。來住普陀香山。廣度眾生。同歸樂", "231": "土。觀音自在。良有以也。", "232": "二句。所行行。深對淺言。共般若。淺也。不共般若。深", "233": "也。人空般若。淺也。法空俱空般若。深也。大品云。欲", "234": "求聲聞乘者。當學般若波羅蜜。欲求辟支佛者。當", "235": "學般若波羅蜜。欲求無上菩提者。當學般若波羅", "236": "蜜。金剛云。一切賢聖。皆以無為法而有差別。涅槃", "237": "明三獸度河。謂象馬兔。華嚴云。諸法實相。三乘皆", "238": "得。而不名佛。則知斷證理行。有淺深也。至於說法", "239": "度生。法華云。應以聲聞身得度者。即現聲聞身。應", "24": "所謂無盡燈。明明終不盡者也。京師愍忠寺義學僧", "240": "以佛身得度者。即現佛身等。金剛云。為發大乘者", "241": "說。為發最上乘者說。則知度三乘人。三空觀。度一", "242": "乘人。俱空觀入矣。今揀淺行。故云深時。", "243": "三句。觀行境。照見者。觀照般若也。又因地識強智", "244": "弱。照屬六識。見屬八識。兼慧心所。果位智強識弱。", "245": "照屬妙觀察智。見屬大圓鏡智也。五蘊。境也。自他", "246": "凡聖俱攝。梵語塞徤陀。此云蘊。積聚義。或翻陰。葢", "247": "覆義。積聚有為。葢覆真性故。嚕伴。翻色。乃堅固想", "248": "成。質礙為相。謂四大所成根塵等法。色空為際。尾", "249": "也難喃。翻受。乃虗明想成。領納為相。謂領納苦樂。", "25": "景雲。與余交。不憚數千里。參學於師。因悉師生平。裒", "250": "不苦樂境。觸離為際。三倪也喃。翻想。乃融通想成。", "251": "取像為相。謂取種種像。與念相應。記忘為際。三塞", "252": "歌囉。翻行。乃幽隱想成。遷流為相。謂心心所法。川", "253": "流不息。生滅為際。尾野喃。翻識。乃罔象想成。了別", "254": "為相。謂於所緣境。熾然了別。合六和湛一精為際。皆空", "255": "者。梵語󰡊達。翻空。實相般若也。上之照見。三空無", "256": "分別慧。此之蘊空。三空法性理境。蘊中無我。即人", "257": "空。蘊本不生。即法空。蘊空亦空。即俱空。故什本云。", "258": "色空故無壞相。受空故無納相。想空故無知相。行", "259": "空故無作相。識空故無覺相。大品云。色如聚沫。受", "26": "其鋟木若干。入楞嚴古剎之大藏釋典。而囑寺僧居", "260": "如泡珠。想如陽𦦨。行如芭蕉。識如幻化。並非實相。", "261": "楞嚴云。幻妄稱相。緣有合離。妄成生滅故。真體為", "262": "性。一切法性。本自不生故。蘊中三空法性。唯深慧", "263": "所能見也。", "264": "四句。明利益。超脫曰度。如刀斬物曰切。一切。統攝", "265": "自他九法界也。苦。謂五苦。即生老病死。一求不得。", "266": "二愛別離。三怨憎會。四五陰熾盛五苦也。廣則二", "267": "苦三苦。八苦十苦。楞嚴百一十苦菩薩善戒等。厄。謂七難。", "268": "即水火風刀鬼枷賊也。廣則三災六災。大三災小三災八", "269": "難十難。楞嚴百萬障華嚴難等。證見第一義空。二死障", "27": "守。以見師之立言。為可傳也。故序之。", "270": "惱斯盡。二種果得。一真理顯也。又眾生不修。見有", "271": "蘊苦。如水結冰。受寒困厄。菩薩修觀。蘊空無苦。如", "272": "冰化水。得陽和樂。則行止功過。可勿思乎。", "273": "宋譯云。爾時世尊。即入甚深光明宣說正法三摩", "274": "地。時觀自在菩薩。在佛會中。已能修行甚深般若", "275": "波羅蜜多。觀見五蘊自性皆空。唐不空云。菩薩白", "276": "言。我欲於會中。說諸菩薩普徧智藏般若波羅蜜", "277": "多心。蒙佛聽許。入慧光定。照五蘊空。度苦厄等。故", "278": "此一節。為諸經序文。", "279": "△二正教第一義空。同諸經正宗分。於中二。先。修", "28": "康熈五十八年己亥清和月嘉禾守三韓吳永芳撰", "280": "因。三一觀五蘊空。", "281": "舍利子。色不異空。空不異色。色即是空。空即是色。受", "282": "想行識。亦復如是。", "283": "施護本云。舍利子。白觀自在菩薩言。若有人欲修", "284": "學甚深般若門者。當云何修學。時觀自在菩薩。呼", "285": "名而告之。故此節去。皆屬正宗文也。初句。舉行人。", "286": "梵語舍利弗呾囉。連父母稱名。舍利。母名。翻身。身", "287": "端嚴故。又云珠。云鷺。眼如明珠。鶖鷺故。弗呾囉。父", "288": "名。翻圓滿。論義圓滿故。論師也。亦翻子。是舍利女", "289": "之子也。連為號者。不忘親故。佛弟子中。智慧第一。", "29": "并書", "290": "般若轉教。四弟推尊。", "291": "次色四句。明觀法。宋譯云。觀自在菩薩。告尊者言。", "292": "若欲學此甚深般若。當觀五蘊自性皆空。伏疑難", "293": "云。色是有法。云何皆空。故答釋曰。色不異空。以色", "294": "幻相。不異空無相故。又色即是空。以色本無生性。", "295": "即空無生性故。初句約相。三句約性又伏難云。空是無法。云", "296": "何容色。故又答曰。空不異色。以空無相。不異色幻", "297": "相故。又空即是色。以空無生性。即色無生性故。二句", "298": "通問。四句通性。問隔以釋亦可順次解釋人天疑色實有。故告色不", "299": "異空。謂色幻相。不異空無相也。二乘疑空實無。故", "3": "必曰立德立功立言。而釋氏亦有禪宗學宗律宗之", "30": "No. 559-B 序No. 559-B", "300": "告空不異色。謂空無相。不異色幻相也。人天小乘。明生滅法。", "301": "作析空觀。故說不異相宗菩薩。疑色為法相。故告色即是空。", "302": "謂色本無生性。即是空無生性也。空宗菩薩。疑空", "303": "為無相。故告空即是色。謂空無生性。即是色無生", "304": "性也。空相大乘。了法無生。作體空觀。故說即是。賢首疏云。色是幻色。必", "305": "不礙空。色不異空空是真空。必不礙色。空不異色順釋明色", "306": "空不異也。又云。若礙於色。即是斷空。非真空故。色即", "307": "是空若礙於空。即是實色。非幻色故。空即是色反顯明色", "308": "空相即也。又初句。即杜順會色歸空觀。天台從假", "309": "入空觀。二句。即杜順明空入色觀。天台從空入假", "31": "序", "310": "觀。三四句。即杜順色空無礙出法界觀觀。天台空假平", "311": "等出纓絡經觀。經云。般若非有相。亦非常相。異相。及計色大我小。我在色中。", "312": "乃至非我相。自性等。色不異空故非無相。亦非斷相。一相。及計我大色小。色在我中。乃至", "313": "非人相。他性等。空不異色故非亦有亦無相。三句非雙存。亦非即蘊是我。乃至非", "314": "眾生相。共性等。色即是空故非非有非無相。四句非並泯。亦非離蘊是我。乃至非", "315": "壽者相。無因性等。空即是色故若能離四句。有無存泯句也。四相四性俱攝在內絕", "316": "百非。方是甚深般若觀門。故以四句曉之也。楞嚴", "317": "云。汝原不知如來藏中。性色真空。色不異空。色即是空性空", "318": "真色。空不異色。空即是色清淨本然。周徧法界。隨眾生心。應", "319": "所知量。菩薩告以四句。不其然乎。若以水喻。應云。", "32": "唐三藏元奘大師。慨經文訛謬。周游西宇。十有七年。", "320": "冰不異水。水不異冰。冰即是水。水即是冰。冰水皆", "321": "幻相。濕性是不異。又以金喻。亦云器不異金。金不", "322": "異器。器即是金。金即是器。器金亦幻相。堅性同無", "323": "異。設遇沙冰泥水。鍍器鑛金。是異不即矣。凡聖迷", "324": "悟若此。", "325": "後受二句。例餘蘊。色空無相。性本寂滅既爾。餘四", "326": "蘊法。遠離性相亦然。色法四句三觀如此。餘受想", "327": "等。四句三觀。亦若是也。受不異空。乃至識不異空。", "328": "空觀也。空不異受。乃至空不異識。假觀也。即受即", "329": "空。乃至即空即識。中觀也。以真空性識。即離無礙", "33": "取經六百五十七部。翻譯于玉華宮。太宗勅諸文臣。", "330": "故。△二明六相空。", "331": "舍利子。是諸法空相。不生不滅。不垢不淨。不增不減。", "332": "是諸法者。望上五蘊。望下處界等。空者。謂第一義", "333": "空。二空。唯識三空。楞嚴七空。楞伽十空。梵網十八空。大品二十", "334": "空等。相者。謂生滅等六相。約觀釋之。是即我空。法", "335": "即法空。空即俱空。又諸法。假觀。空相。空觀。合為中", "336": "道觀也。", "337": "生滅。約體。以真空體。非前際生。非後際滅。絕常絕", "338": "斷。故云不生滅也。垢淨。約相。以真空相。非迷時垢。", "339": "非悟時淨。離有離無。故云不垢淨也。增減。約用。以", "34": "為之潤色。以心經為首。作聖教序以紀之。譯師皆西", "340": "真空用。非聖位增。非凡位減。超異超一。故云不增", "341": "減也。又生滅。世間蘊處界法。垢淨。出世諦緣智法。", "342": "增減。上上菩提涅槃法。就世法言。蘊是生滅。處是", "343": "垢淨。界是增減。出世法言。十二因緣。生滅。四諦。垢", "344": "淨。智得。增減。真空離此。故云不也。又不生。實諦觀。", "345": "不滅。世諦觀。合名第一義諦觀。梵網不垢。空性觀。不", "346": "淨。色相觀。兼則中心觀。仁王不增。無為觀。不減。有為", "347": "觀。連成性空觀。梵網又不生滅。生空觀也。不垢淨。法", "348": "空觀也。不增減。俱空觀楞嚴也。六相既遣。空理自顯。", "349": "如冰未銷。自有凝散。污潔。巨細等相。今既化為一", "35": "域人。唯師以唐人譯西經。為慈恩相宗之祖。心經尤", "350": "水。便歸不生不滅體矣。真空亦然。△三示諸法空。", "351": "一世間法。三科。共三十五。二出世法。三門。共十八。", "352": "總五十三。若加六入。名四科。因緣中。開生起還滅", "353": "二門。智得前加十度。即成八十一法。就經文明。一", "354": "五蘊。二五苦。三七厄難。四六相。五十二處。六十八", "355": "界。七十二因緣。八四諦。九二空行。十三心。十一二", "356": "果。十二五呪。亦有八十一法。皆是般若真空相也。", "357": "中分為二。先世間法空。", "358": "是故空中無色。無受想行識。無眼耳鼻舌身意。無色", "359": "聲香味觸法。無眼界。乃至無意識界。", "36": "為一大藏之主。非倒瀉一大藏經者不能註隻字。唯", "360": "是故空中。承上接下之詞。以是六相俱盡。始成般", "361": "若真空。又真空中。不但空彼六相。即此色蘊等法", "362": "亦空。故云空中無色等也。所謂瀰滿清淨。中不容", "363": "他。", "364": "世間法相有三。一五蘊門。此為愚心不愚色者。利", "365": "根而說。故合色為一。開心為四也。而云無者。楞嚴", "366": "明。色如空中眼花。受如空手摩觸。想如空談酢梅。", "367": "行如空泡瀑布。識如空餉孔瓶。理實皆悉不壞色", "368": "等。以自性空。不待壞故。楞伽云。謂一切法。自他共", "369": "相。皆不生故。名為相空。謂一切法。自性不生。名自", "37": "伯亭大師。臥心藏教者。五十年。諸經解畢。始及心經。", "370": "性空。下並準知。", "371": "二十二處門。內六根。外六塵。名十二處。處者所也。", "372": "根塵各有內外所在也。乃為愚色不愚心者。中根", "373": "而說。故合心為一分半。謂意處全。法處半分。開色", "374": "為十分半。謂五根五塵。法處半分也。眼等名六根。", "375": "能生為義。生識性故。亦名六入。吸取為義。吸塵境", "376": "故。斫蒭。翻眼。如蒲萄朵。見精暎色。戍嚕怛囉。翻耳。", "377": "如新卷葉。聽精暎聲。喝囉拏。翻鼻。如雙垂爪。齅精", "378": "暎香。時吃縛。翻舌。如初偃月。嘗精暎味。歌野。翻身。", "379": "如腰皷顙。覺精暎觸。摩囉。翻意。如幽室見。知精暎", "38": "一解理性為體。一解事觀為用。體用融通。性相雙貫。", "380": "法。亦云無者。楞嚴云。因緣和合。虗妄有生。因緣別", "381": "離。虗妄名滅。殊不知生滅。本真空性。性真空中。求", "382": "於生滅。了無所得也。色等名六塵。染污為義。染根", "383": "識故。路伴。翻色。青黃長短也。設沒囉。翻聲。男女絃", "384": "管也。獻䭾辣。翻香。沉檀龍麝也。佐塞。翻味。甜酸飲", "385": "食也。仡囉瑟吒耶。翻觸。冷煖衣服也。達哩摩。翻法。", "386": "過現影像也。據楞嚴。色屬明暗。聲通動靜。香該通", "387": "塞。味兼恬變。觸連離合。法統生滅。俱曰無者。經云。", "388": "觀相元妄。無可指陳。猶邀空花。結為空果。觀性元", "389": "真。惟妙覺空。妙覺空心。先非色法。", "39": "洵慈恩之大功臣也。法弟邵泰衢拜題", "390": "三十八界門。內六根。外六塵。中六識。名十八界。界", "391": "者。界畔。種族義。識與根塵。共相隣界。各有種族也。", "392": "斯為心色俱愚者。鈍根而說。故心色俱開。謂開心", "393": "為七分半。即六識意根。法界心所半分。開色為十", "394": "分半。即五根五塵。法界無表半分也。根塵名義。如", "395": "上。六識者。了別為義。眼色為緣。生於眼識。分別明", "396": "暗等色。乃至意法為緣。生於意識。分別生滅等法。", "397": "無眼界者。楞嚴云。當知眼色為緣。生眼識界。三處", "398": "都無。乃至者。超略之詞。影略耳鼻舌身四識界也。", "399": "無意識界者。楞嚴云。當知意法為緣。生意識界。三", "4": "說。禪近於德。律近於功。學近於言。然欲昭德象功。以", "40": "No. 559-C 序No. 559-C", "400": "處都無。瑜伽云。蘊處及界等。遠離諸性相。能取所", "401": "取二取執。二執諸法悉無我。平等如虗空。我空自性本不", "402": "生。法空空性圓寂故。纖界不立。真第一空。此如冰人", "403": "五蘊六根。外觀六瓶六色之冰。如處界等。今遇火", "404": "日之時。總成一汪水矣。不空何待。△次出世法空。", "405": "無無明。亦無無明盡。乃至無老死。亦無老死盡。無苦", "406": "集滅道。無智亦無得。以無所得故。", "407": "出世法相亦三。一因緣門。此為中乘緣覺而說。一", "408": "無明。迷暗也。煩惱障。惑道。二行。造作也。業障業道。", "409": "此二支。屬過去因。三識分別也。初托母胎。起一心", "41": "序", "410": "意妄念。四名色。名是心受想行識四蘊也。色是身。", "411": "色蘊也。五六入。胎中成六根也。六觸。出胎後。三四", "412": "歲。六根對六塵也。七受。五六至十三歲。領納前境。", "413": "違順苦樂也。此五支。報障苦道。屬現在果。八愛。十", "414": "四至十八九。貪戀男女銀錢五欲等事也。九取。二", "415": "十已後。於五塵境。廣徧追求也。此二煩惱障。惑道。", "416": "十有。既有塵欲。作有漏業。當生三有也。此一業障", "417": "業道。兼上為三支。成未來因。十一生。四生六道中", "418": "受生也。十二老死。既生五蘊身後。畢至熟壞時也。", "419": "此二支。報障。苦道。屬未來果。然十二支。作二門觀。", "42": "大聖說心經者。為度一切心也。眾生迷心。受五蘊體。", "420": "一生起門。謂無明緣行。乃至生緣老死。今云無無", "421": "明。乃至無老死者。以其緣生性空故也。二還滅門。", "422": "謂無明滅。則行滅。乃至生滅則老死滅。今云亦無", "423": "無明盡。乃至亦無老死盡者。以其無生真空故也。", "424": "楞嚴云。真性有為空。緣生故如幻。無為無起滅。不", "425": "實如空花。喻一氷凍支佛。獨宿雪峰。朝看十二氷", "426": "城雪園。至昏暮時。並不可得。", "427": "二四諦門。此為小乘聲聞而說。一苦諦。是生死報", "428": "果也。令彼厭。二集諦。是煩惱業。因也。令彼斷。此二", "429": "世間因果。三滅諦。是涅槃理。果也。令彼欣。四道諦。", "43": "溺於愛河。中隨風浪。漂入苦海。不得解脫。徒悲傷也。", "430": "是正助行。因也。令彼修。此二出世因果。觀四諦空。", "431": "成羅漢道。然與前門。開合異耳。謂無明行愛取有", "432": "五支。合為集諦。餘識。名色入。觸受生老死七支。開", "433": "為苦諦。觀因緣智。即為道諦。十二支滅。即為滅諦。", "434": "盡云無者。出世對世間說。既無苦集。何有滅道。因", "435": "緣尚空。四諦安寄。金剛云。實無有法。名阿羅漢。喻", "436": "雪目連。降一冰龍。暑天想起。影迹無踪。", "437": "三二法門。此為大乘菩薩而說。據楞嚴。智得。通前", "438": "徹後。今經。義可上下。法專衍門。智謂二空觀智。得", "439": "即二空理境。豈不小大俱通。智乃六度中一。得是", "44": "菩薩悟心。駕般若航。來於此岸。不住中流。度到彼岸。", "440": "波羅密果。豈不局一大乘。並云無者。二空對治二", "441": "執。智慧為度愚癡。愚執不立。空智何有。楞嚴云。猶", "442": "非真非真。云何見所見。金剛云。佛說般若波羅蜜。", "443": "即非般若波羅蜜。又云。實無有法。名為菩薩。如冰", "444": "文殊。烘火觀氷盤珠。頃刻洋去。有何跡耶。", "445": "以句。終歸一空也。因由曰以。不但無智無得。即諦", "446": "緣蘊界。皆空無法。非但空中無法。即此空亦無得。", "447": "楞伽遣二無我。維摩空病亦空。楞嚴俱空不生。仁", "448": "王法空故空。正此義也。故者。牒前起後之詞。問。前", "449": "云空即是色。今何空滅色耶。答。前雖存而未嘗不", "45": "自在逍遙。真常樂也。迷悟既殊。苦樂各別。因果染淨。", "450": "盡。論云。因緣所生法。我說即是空。今都亡而未嘗", "451": "不立。論云。以有空義故。一切法得成。審前後上下", "452": "文。自知義意。△次。證果二一菩薩究竟真空涅槃。", "453": "菩提薩埵。依般若波羅蜜多故。心無罣礙。無罣礙故。", "454": "無有恐怖。遠離顛倒夢想。究竟涅槃。", "455": "先舉人依法。菩提云覺道。薩埵云有情。一約境。所", "456": "求所度。有情之中。稱覺悟者。二約心。能證能斷。有", "457": "覺悟之智。去情慮之識。三約能所。所求。是佛覺果。", "458": "能求。有情因也。略稱菩薩大乘人名。般若。真空智。", "459": "波羅。解脫境。最上乘法。金剛云。第一波羅蜜。即非", "46": "生佛一異。如來憫之。帶果行因。為九界人。重轉法輪。", "460": "第一波羅蜜。梵網云。第一義空慧門。空空慧門。空", "461": "空復空慧門。空空復空空慧門。斯之謂也。", "462": "次斷障得果。罣礙。有為無為業障。染淨善惡等。現", "463": "在心也。恐怖。有漏無漏苦報。分段變易等。未來心", "464": "也。倒想有相無相煩惱。見愛無明等。過去心也。對", "465": "前法言。結縛礙也。色塵處諦。不垢不淨觀斷。生死", "466": "怖也。受行蘊根因緣。不生不滅觀斷。癡惑夢也識。", "467": "想界智。不增不減觀斷。三心既不可得。故無而又", "468": "離也。", "469": "涅槃。斷果究竟。得入無餘也。梵語摩訶般涅槃那。", "47": "直指般若靈知之心。點出波羅密行之性。心歸妙覺", "470": "華言大滅度。大是法身滅。是解脫。度是般若。此之", "471": "三德。非別外有。迷即三障。悟即三德。三障若空。三", "472": "德乃顯。所謂生死即法身。煩惱即般若。結業即解", "473": "脫。自非般若觀照。功德不能開顯。譬如磨鏡。垢盡", "474": "明現。猶氷彌勒。朝陽放布袋水。流入大寂滅海。澄", "475": "渟皎潔也。故此涅槃。亦空無相。法華云。究竟涅槃。", "476": "常寂滅相。終歸於空。△二諸佛圓證無相菩提。", "477": "三世諸佛。依般若波羅蜜多故。得阿耨多羅。三藐三", "478": "菩提。", "479": "先舉人依法。前屬大乘因地。此局一乘果位。過現", "48": "真空。性還涅槃寂滅。無凡無聖。何佛何生。諸法空相。", "480": "未曰三世。三劫各有千佛。故云諸也。梵語佛陀。華", "481": "言覺者。一自覺真諦。離心識超人天。二覺他俗諦。", "482": "離色塵。超二乘。三圓覺中諦。二俱離。超菩薩。具三", "483": "覺義。稱佛世尊。能依人也。般若。所依法也。謂於三", "484": "性。立三無性以觀。一徧計執性。作無相觀。二依他", "485": "起性。作無生觀。三圓成實性。作無性觀。以此三無", "486": "性。顯彼真空相。成相三覺德。更無別門也。次得果", "487": "成覺。菩提。智果也。得字貫下。菩提徹上。阿耨多羅。", "488": "此云無上。三藐。此云正等。三菩提。此云正覺。內含", "489": "三義。一正覺。即如理智。正觀真諦。揀凡外之不正。", "49": "心經說竟。義固如是。文猶未然。然文字般若。必須觀", "490": "二等覺。即如量智。徧觀俗諦。揀權小之不等。三無", "491": "上覺。即無礙智。統觀中諦。揀因地有上。此菩提果。", "492": "得實無得。故大品云。無得而得。金剛云。我於阿耨", "493": "菩提。無有少法可得。又云。實無有法。如來得三菩", "494": "提。圓覺云。妙圓覺心。本無菩提。及與涅槃。亦無成", "495": "佛。及不成佛。如晒彩色冰佛。洋到妙莊嚴海。森羅", "496": "自現。非外寶光為美飾也。", "497": "問。前云以無所得。今何得二果耶。答。由前真空。有", "498": "後實相。故得二果。又由後實相。始成前真空。故二", "499": "果無得。楞嚴云。圓滿菩提。歸無所得。詳上二段密", "5": "信今而垂後。非言不著。󳬼儒之立言。吾知之矣。當其", "50": "照。始證實相。成第一空。是以今家解經。盡用觀門而", "500": "多故字。意自可知。以上正宗竟。", "501": "△三結通祕密真言同諸經流通分。", "502": "故知般若波羅蜜多。是大神呪。是大明呪。是無上呪。", "503": "是無等等呪。能除一切苦。真實不虗。", "504": "先。別開五呪。連般若呪。成五名也。故者。躡前起後。", "505": "結後成前之意。謂由前觀照般若。方流後文字般", "506": "若。故生五呪祕密神章。又由後文字般若。方顯前", "507": "觀照般若。故起五蘊真空妙行。佛般若呪。如蜾蠃。", "508": "苦惱眾生。如螟蛉。教祝七日。化為佛子。故稱為呪。", "509": "除障不虗。名神。智鑒無昧。名明。更無加過。名無上。", "51": "釋。事相難明。聖教正量。性宗相宗。小乘大乘。一一採", "510": "獨絕無倫。名無等等。徹果該因。名般若波羅。此就", "511": "法釋。能破煩惱曰神。能破無明曰明。令因行滿曰", "512": "無上。令果德圓。曰無等等。逆流度生。曰般若波羅", "513": "蜜。依功能釋。又約教明。神者。呪凡成聖。小教。超凡", "514": "也。明者。呪染成淨。始教。超小也。無上者。呪妄成真。", "515": "終教。超權也。無等等者。呪相成性。頓教。超漸也。般", "516": "若波羅蜜者。呪生成佛。圓教。超偏也。", "517": "次總顯多能。一切苦。如前釋。略言之。滅除。分段。變", "518": "易。二生死苦。證得菩提。涅槃。二種果樂也。實不虗", "519": "者。般若勝益。為作保任。令諸眾生。信受奉行。如有", "52": "摘。句句消清。祖誥佛誥。論義呪義。法法遵依。章章典", "520": "所疑。觀佛菩薩。非般若外。別得樂果也。對五呪顯。", "521": "破色蘊惱。超劫濁苦。如舠渡過溪澗一百由旬。到", "522": "彼安養界中。依正二報色相莊嚴。歷劫不壞一種", "523": "清樂。神呪功益也。破受蘊惱。超見濁苦。如艇渡過", "524": "河港二百由旬。到彼安養界中。三寶功德受用樂", "525": "境。真知灼見二種清樂。明呪功益也。破想蘊惱。超", "526": "煩惱苦。如艨艟渡湖。過三百由旬。到安養界。十六", "527": "觀門想念奧妙。毫無煩惱三種清樂。無上呪功益", "528": "也。破行蘊惱。超眾生苦。如𦫈艞渡江。過四百由旬。", "529": "到安養界。七日十念行為淨業。好善眾生四種清", "53": "據。然後會事歸理。融相通性。文字性空。佛經心註。名", "530": "樂。無等呪功益也。破識蘊惱。超命濁苦。如艆䑼渡", "531": "過大海五百由旬。到安養界中。三輩九品識心快", "532": "活。上妙壽命五種清樂。般若呪功益也。又佛說五", "533": "呪利民。比如大海水。潛流四天下。沖成江湖河澗。", "534": "民實生活。豈困苦耶。如斯離苦得樂。非般若不能。", "535": "觀自在能行。故能自度度他一切苦也。上顯了竟。", "536": "△二祕密般若。謂呪。是祕密真言。令誦生福。滅罪", "537": "業障故。", "538": "故說般若波羅蜜多呪。即說呪曰。", "539": "先標名。神明上等。別顯。般若蜜多。總結。故者。承上", "54": "事觀解。不亦宜乎。故曰心經事觀解。", "540": "起下也。名多益廣已彰。呪詞語句未出。故為陳說", "541": "梵語怛你也他。此翻即說呪曰。或云所謂。", "542": "揭諦。揭諦。波羅揭諦。波羅僧揭諦。菩提。薩婆訶", "543": "呪有二義。一不可說。以諸佛密語。具多意義。非因", "544": "位所解。但當誦持。除障增福。二亦可說。以佛祖經", "545": "論。自為解釋。今依教詮量。令人悟入。斷惑證真。揭", "546": "諦。此云去度。深慧功能復重言者。自度度他也。波", "547": "羅。此云彼岸。度去所到處也。僧者。云總。普眾。謂自", "548": "他普度。九界眾生。總到彼岸也。菩提。此云覺道。謂", "549": "至何等彼岸。乃大菩提涅槃處也。薩婆訶。此云速", "55": "時", "550": "疾成就。令前所作。速成疾就也。初言揭諦。是大神", "551": "呪。除生老病死苦。即以文字般若。度人天小教也。", "552": "重言揭諦。是大明呪。除求不得苦。即以觀照般若。", "553": "度始教三乘人也。波羅揭諦。是無上呪。除愛別離", "554": "苦。即境界般若。度終教大乘人也。波羅僧揭諦。是", "555": "無等等呪。除怨憎會苦。即眷屬般若。度頓教一乘", "556": "人也。菩提薩婆訶。是般若波羅蜜多呪。除五陰熾", "557": "盛苦。即實相般若。度圓教最上乘人也。對顯般若。", "558": "初一揭諦。觀自在序分也。次復揭諦。正宗中。舍利", "559": "子。色不異空等也。波羅揭諦諸法空相四句也。波", "56": "康熈癸未年十月小春望旦慈雲教觀沙門續法題", "560": "羅僧揭諦。是故空中無色下去文也。菩提二字。從", "561": "菩提薩埵。至三菩提。是也。薩婆訶。故知般若。是大", "562": "神呪流通文也。配釋經題。揭諦二句。般若也。波羅", "563": "羯諦二句。波羅蜜多也。菩提薩訶。心經也。故知經", "564": "即顯呪。呪即密經。隱顯融通。第一義心徹矣。佛語", "565": "心妙。為何如哉。", "566": "頌閣筆頌曰。", "567": "甚深般若絕相真空依教讚釋事義重重", "568": "普願來學宗通說通", "569": "般若心經事觀解卷上", "57": "般若心經解總目般若心經解總目", "58": "上卷", "59": "事觀解", "6": "發憤於始也。必參之經史百家。以盡其變。考之天人", "60": "初序二懸談八門三經題", "61": "四譯人五文義六頌", "62": "下卷", "63": "理性解", "64": "初序二經題三文呪", "65": "四頌", "66": "No. 559", "67": "般若波羅蜜多心經事觀解卷上", "68": "清浙水慈雲寺顯密教觀沙門續法述", "69": "懸談△將解此經。十門分別。一教起因緣。二藏乘分攝。", "7": "性命。以通其要。歲月以濡之。而弗預期其速效夫。而", "70": "三時會判定。四教觀分齊。五所被機宜。六能詮體", "71": "性。七宗趣通局。八翻譯傳流。九總釋經題。十別解", "72": "文義。", "73": "△一教起因緣者。然有總別。總者。如來唯為一大", "74": "事因緣。出現於世。欲令眾生。開佛知見。今經直指", "75": "眾生。以般若真空心。入佛之知見故。別者。開十。一", "76": "為闡不共般若故。經云。行深般若二為度一切苦厄故。經云", "77": "照五蘊空。度一切苦三為離四性相即故。文云。色不異空。空即是色。離四句。絕", "78": "百非也四為無六相不立故。生滅垢淨增減俱無。纖塵不立也五為", "79": "明諸法如幻故。蘊處界。世間法。諦緣智。出世法。盡如幻影。空無實也六為顯", "8": "後其有獲矣。而猶未能貫也。則實體諸當躬。而心解", "80": "法性真空故。文云。諸法空相。空中無色等七為究涅槃三德故。", "81": "心無罣礙恐怖夢想。業報惑障悉除。安住涅槃三德八為證菩提三覺故。自覺", "82": "離心。異凡夫。覺他。離色。異二乘。圓覺。識境二俱離。異菩薩也九為示顯密融通", "83": "故。前。顯了經。後。祕密呪。二皆融通無礙十為圓福慧果德故。經義解理。發慧。", "84": "呪語離障。生福。福慧二嚴。定智兩足。果位功德。圓滿究竟依經敘十因緣。令此", "85": "教興起也。", "86": "△二藏乘分攝者。經律論三。經藏所攝。顯密四藏。", "87": "經呪二攝。非律論故大小乘內。大乘所攝。三一乘中。一", "88": "乘所攝。十二分教。長行。重頌。授記。孤起。自說因緣譬喻。本事。本生。方廣。未有。論義", "89": "經分教攝。", "9": "神會。以合乎其原。乃無弗化也。始得上下千百年。抉", "90": "△三時會判定者。三照先。轉。還時中。轉照時說。三轉", "91": "初。中。後照時。後轉照說。五會華嚴。阿含。深密。妙智。法華之中。妙智", "92": "會說。十儀之中。差別。起末。歸本。無礙。不定。顯密。頓演。寂寞。該通。無盡無礙。寂", "93": "寞。二儀門收。", "94": "△四教觀分齊者。教類。有五。一小乘教。二大乘始", "95": "教。亦名分教。三終教。亦名實教。四一乘頓教。五圓", "96": "教。今此經者。正屬頓教。總不說法相。唯顯真空性", "97": "故。經云。空中無色。無所得故。心無罣礙。初云。行深", "98": "般若。五蘊皆空。兼通始終二教。是諸法空相。無智", "99": "亦無得。始也。依般若故。究竟涅槃。得三菩提。終也。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 559 般若心經事觀解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 559 般若心經事觀解", "author": "清 續法述", "language": "chinese", "source": "CBETA"}