{"sourceLink": "http://www.cbeta.org/", "text": {"0": "圓覺經析義疏第十別解文義正宗分", "1": "圓覺經析義疏卷第四", "10": "益。", "100": "由認我。故不入也。開示迷識四相竟。△二開示迷", "1000": "種下。明依修。謂既憶想已。為欲師之友之。即便依", "1001": "彼所說種種法門。漸次修行。設遇心若馳散。即當", "1002": "精勤辛苦修諸三昧。定慧均等。方成妙悟。○廣發", "1003": "下。冀當益。恐現前不悟。更冀將來。故教以廣發大", "1004": "願。如彌勒章云。若諸末世一切眾生。於大圓覺。起", "1005": "增上心。當發菩薩清淨大願。應作是言。願我今者", "1006": "住佛圓覺。求善知識。莫值外道。及與二乘。依願修", "1007": "行。漸斷諸障。障盡願滿。便登解脫清淨法殿等。是", "1008": "也。自熏成種者。謂廣發此願。自能漸次熏習。以成", "1009": "悟證種子。納於八識田中。纔出頭來。一聞千悟者。", "101": "智四相三。一承徵引說。二次第別明。三總以結示。", "1010": "固有之矣。○非彼下。戒悞取。亦準前可知。修學三", "1011": "摩方便竟。△三修習禪那方便。", "1012": "善男子若諸眾生至一切境界終不可取。", "1013": "初示方便。若諸眾生。仍指末世未悟言。末世未悟", "1014": "眾生。欲修禪那者。最初從何下手。故教以先取數", "1015": "門。謂數息觀也。葢以修奢摩時。先取至靜。偏於靜", "1016": "則墮聲聞緣覺。修三摩時。先取憶想。偏於想則近", "1017": "凡夫外道。今則攝想念於一息。超出凡外。化至靜", "1018": "於計數。不落聞緣。威德章禪那成時。超出礙無礙", "1019": "境。此數門乃其漸耳。○心中下。明修習。了知者。了", "102": "初。", "1020": "了分明。知彼一出一入之間。有生念。住念。滅念之", "1021": "不紊故。念纔起為生。念既起為住。念將盡為異。念", "1022": "既盡為滅。今不言異者。以是將滅。以滅念攝故。所", "1023": "以諸經論中。有言三相。有言四相者。無足異也。分", "1024": "劑頭數者。生有生的分劑。住有住的分劑。滅有滅", "1025": "的分劑。一數至十數。從頭數之。務使了了分明。其", "1026": "所以攝散入寂。化寂不住之方便。再無有過於此", "1027": "者。又此上乃約初心修習。靜坐時數息言之。如是", "1028": "下。又約久修工純。四儀不廢。故曰周徧四儀等也。", "1029": "分別念數者。謂分析辯別。一出一入之間。有生念。", "103": "何以故由有無始本起無明至相續求道皆不成就。", "1030": "住念。滅念。又合此分劑為一息。如是一息一息。從", "1031": "頭數之十數。無不了知。其所以攝散入寂。化寂不", "1032": "住之工。較前益綿密矣。○漸次下。顯利益。然攝散", "1033": "入寂。不被事礙。化寂不住。不被理礙。如是漸次增", "1034": "進絕待靈心欲發。由彼潛興密運之力。不唯知息", "1035": "知念。知數。竟至無所不知。有法皆了。先且舉一最", "1036": "難知者為例。故云乃知百千等。佛意以百千世界", "1037": "最遠難知。一滴一滴之雨。最繁難知。此且得知。其", "1038": "餘近者。減者。不待言矣。猶如目覩句。喻明所知了", "1039": "了。如觀掌果。非依俙見也。○非彼下。戒悞取。仍準", "104": "首句承前徵起。大疏云。動念任許背覺。息念即合", "1040": "前知。修學禪那方便竟。△四徧修即名佛出。", "1041": "是名三觀初首方便至即名如來出現於世。", "1042": "是名句。總結上三。言未悟之人。先依此修。故云初", "1043": "首方便。若諸眾生者。約末世未悟者言。三種所修", "1044": "法。約如上所列而說。徧修者。一法不遺。精進者。以", "1045": "悟為期。悟後之修。任運流入果海。懸記佛出。非漫", "1046": "說耳。開示別相方便竟。△三開示鈍根修證。", "1047": "若後末世鈍根眾生至心不放捨漸次求證。", "1048": "若如來滅後。末法之世。其利根修證。不待言矣。設", "1049": "有根性遲鈍眾生。以既悟覺心。欲求佛道。屢修屢", "105": "契真。何故動息俱稱迷悶。由有下約本起無明為", "1050": "廢。不得成就。葢由昔業所障。應當勤求懺悔。事懺。", "1051": "則嚴設華壇。禮佛誦經持呪。理懺。則晏坐靜室。觀", "1052": "察罪性叵得。遇善境界。得心輕安。然後一向攝念", "1053": "常起二種希望。一者希望斷憎愛惑。二者希望求", "1054": "勝上心。斷憎愛惑者。憎謂於違情境。起憎惡心。亦", "1055": "即根本煩惱中瞋。以憎則必瞋故。愛謂於順情境。", "1056": "生愛染心。亦即根本煩惱中貪。以愛則必貪故。嫉", "1057": "妬諂曲。皆小隨煩惱。以是根本煩惱等流之性。故", "1058": "名為隨。雖名為隨。乃各別而起。故名為小。嫉謂徇", "1059": "自名利。不耐他榮。妬忌為性。故名嫉妬。瞋一分攝。", "106": "釋。引起重說迷智四相義也。直解云。本起無明。謂", "1060": "諂謂罔冐於他。矯設異儀。險曲為性。故名諂曲。貪", "1061": "癡各一分攝。又此與憎愛。通名為惑。葢惑者不明。", "1062": "不明即癡。如憎之不已。而繼之以嫉妬。愛之不已。", "1063": "而繼之以諂曲。其癡為何如哉。所以根本煩惱中。", "1064": "但言憎愛。不顯癡義者。以癡固有之。無容更顯耳。", "1065": "求勝上心者。求即是發。以為求必發故。勝上心。即", "1066": "無上菩提心也。菩提心超出權小。名為勝心。一切", "1067": "心無能加於其上。名為上心。三種淨觀。乃指從前", "1068": "所說。承悟所修三觀。此以鈍根。恐其不能兼修。故", "1069": "且教隨學一事。謂隨其本意。於三觀中。且學一觀", "107": "最初一念不覺。生相無明也。法身無我。法身即指真如。本經", "1070": "之事。以事專於一。則易成故。設於此觀不得。或因", "1071": "宿習不對。故又教其復習彼觀。如是而遞互修習。", "1072": "總教以心不放捨。漸次磨煉。必求證入。果到時至", "1073": "機熟。自應推門落臼。如世尊雪嶺六年。成道必待", "1074": "臘月八日。即其證焉。總結應求開示長行竟。△二", "1075": "偈頌標頌云。", "1076": "爾時世尊欲重宣此義而說偈言。", "1077": "△正頌準長行分三一頌通相方便。二頌別相方便。三頌", "1078": "鈍根修證。初準長行分四。一隨分思察方便二尅期修習方便。三夏首安居方便。四入", "1079": "期示無悞取。今不頌一三分二。一頌尅期修習方便。即長行第二二", "108": "稱為淨覺真心由一念無明。迷本法身。成陀那識。為我相", "1080": "頌入期示無悞取。即長行第四初亦惟約義略頌。", "1081": "圓覺汝當知一切諸眾生至然後正思惟。", "1082": "偈頌所說。不出長行。恐不著意。故教以當知。假當", "1083": "機儆餘眾也。雖通說一切眾生。而大悲深懷末世。", "1084": "以彼去佛遙遠。正道難行故。欲求無上道。即已發", "1085": "阿耨菩提心者。當先結三期者。人根不齊。對三根", "1086": "結上中下期。使其有所希望心故。懺悔無始業者。", "1087": "禮佛求懺悔先業。而蕩心器。以備承受甘露法故。", "1088": "經於三七日者。先業已懺。心器已淨。趣求佛道。志", "1089": "方定故。然後正思惟者。離於妄想。修正觀。契正覺", "109": "根本。自此皆是無明用事。故云為己主宰。其意以", "1090": "也。△二頌入期示無悞取。", "1091": "非彼所聞境畢竟不可取。", "1092": "長行云。終不可取。此云畢竟不可取。皆深戒之詞", "1093": "也頌通相方便竟。△二頌別相方便。長行分四前三即是三觀。", "1094": "偈但標其名義。合而為一乃分二一合頌三觀名下帶義。二結頌", "1095": "徧修即名佛出。初。", "1096": "奢摩他至靜三摩正憶持禪那明數門。", "1097": "奢摩下帶至靜二字。三摩下帶正憶持三字。禪那", "1098": "下帶明數門三字。皆略示初首方便之義。△二結", "1099": "頌徧修即名佛出。", "11": "大悲世尊為我等輩至我等菩薩深自慶慰。", "110": "主宰即我。以我者主者義也。一切眾生。通指六道", "1100": "是名三靜觀若能勤修習是名佛出世。", "1101": "首句總結上三。長行中初首方便四字。此不頌者。", "1102": "以三名下。已各帶示。上相離未遠。不頌即知故。精", "1103": "勤修習。悟本覺而成始覺。是即名為佛出世也。頌", "1104": "別相方便竟。△三頌鈍根修證。", "1105": "鈍根未成者常當勤心懺至佛境便現前。", "1106": "初首方便。以悟為期。悟後之修。利根者。自能成就。", "1107": "設有鈍根。不能成就者。定由宿業所障。故當勤心", "1108": "懺悔。無始罪障。果得諸障消滅。自然佛境現前。見", "1109": "光見華。騐知清淨。不作聖心。從此進修。如風帆揚", "111": "凡小。生無慧月者。從父母受生已來。無有智慧之", "1110": "於順水。再無不成者矣。總結以上正宗分竟。", "1111": "流通分△三流通分正宗既陳。現有眾已󳬾深益。世尊云歿。未來機。不獲親領。接續慧命。要愚", "1112": "四依。闡揚法門。還冀五德。然傳講雖憑慧力。而護持要假威神。賢善首一一請問調御師疑欵教酧。大教", "1113": "流通。自應。百千萬世。而無滯無壅矣分四。一謝前請後。二師資緣合。", "1114": "三應問教酧。四總結流通。初二。一具儀謝前。二請", "1115": "後顯慇。初二。一眾中具儀。二謝前受益。初。", "1116": "於是賢善首菩薩在大眾中至長跪叉手而白佛言。", "1117": "此章以賢善首為主。能宏人天小乘曰賢。能宏始終大乘曰善。能宏圓頓一乘", "1118": "曰首。請問流通。端賴斯人餘眾皆伴。故云大眾中。三業䖍誠。", "1119": "俱照文殊章釋。△二謝前受益。", "112": "目。不能照破無明。妄認四大為自身相。六塵緣影", "1120": "大悲世尊廣為我等至開悟如是不思議事。", "1121": "信解行證。極力開示。現會末世。普令受益故。稱大", "1122": "悲世尊。廣為我等。及末世眾者。約教則廣說無蘊。", "1123": "約機則廣被無遺。稱大悲稱世尊。正為此也。開悟", "1124": "上。文稍不足。若加普令二字。照應廣為二字。義則", "1125": "足矣。如是不思議事。通指正宗十章。謂如是如是", "1126": "生信。如是如是發解。如是如是起行。如是如是證", "1127": "果。一一皆能開曉。一一皆能悟徹。其受益誠為不", "1128": "可思議事也。具儀謝前竟。△二請後顯慇二。一請", "1129": "名持護。二至三顯慇。初。", "113": "為自心相。故云身心等性。皆是無明。謂依於無明", "1130": "此大乘教名字何等至流布此教至於何地。", "1131": "此大乘教。指上正宗所說。已知其為文義。是大乘", "1132": "教法。若為隨順時機。取益當來。應立名字。敢問此", "1133": "經名字。當稱何等。必求佛說者。以因名思義。乃可", "1134": "奉命傳持。佛若不說。我等云何奉持。此請經名奉", "1135": "持。為第一問也。奉持此法。度生令信。全憑開導經", "1136": "功。佛若不說。我等云何開導。敢問依經修習。能得", "1137": "何等功德。此請修習功德。為第二問也。依經修習。", "1138": "魔心生妬。尺水丈波。要假護持。敢問世尊。以云何", "1139": "力。使我護持經人。此請擁護持人。為第三問也。又", "114": "而建立故。從此無明。永不能斷。葢以無明。不能斷", "1140": "持經得護。修習則魔事不生。流布無功。化他則逢", "1141": "難便退。敢問世尊。流布此經。功成至何地位。此請", "1142": "流布何證。為第四問也。請名護持竟。△二至三顯", "1143": "慇。", "1144": "作是語已五體投地如是三請終而復始。", "1145": "釋義準前。謝前請後竟。△二師資緣合二。一師與", "1146": "資合。二資與師合。初。", "1147": "爾時世尊告賢善首菩薩言至汝今諦聽當為汝說。", "1148": "既為現前菩薩。又為末世眾生。益有兩關。故重言", "1149": "善哉而讚美之。會眾意同。共推賢善首出問。主伴", "115": "於無明。所謂動念息念皆歸迷悶者。正以此故。恐", "1150": "之心。惟佛能知。故以汝等稱之。乃能者。顯餘眾未", "1151": "必能問。如何後所說。修習所得之功。流布所至之", "1152": "地。令惡魔。及外道。無能惱亂。皆係經教功德。大方", "1153": "廣圓覺修多羅了義等。皆係經之名字。若非深證", "1154": "圓覺。自他兩利。假經教之力用。縱有問。亦未必能", "1155": "如是之詳且備也。為諸菩薩者。正為現在。及末世", "1156": "眾者。兼為後來。如上所釋。益有兩關者。以此經教", "1157": "功德名字。上釋乃能處。業已略敘。至下釋佛答再", "1158": "指誡以諦聽。許以為說者。正顯師與資合。設不合。", "1159": "則不誡。亦不許也。師與資合竟。△二資與師合。", "116": "猶不信。故仍以喻明。而云譬如有人。不自斷命者。", "1160": "時賢善首菩薩奉教歡喜及諸大眾默然而聽。", "1161": "賢善首菩薩是請主故。所以奉教歡喜。及諸大眾", "1162": "者。發請意同。所以默然而聽。此亦意顯資與師合。", "1163": "設不合。則不喜。亦不聽也。師資緣合竟。△三應問", "1164": "教酧準前賢善首請問有四。一請名奉持問。二修習功德問。三擁護持人問。四流布至地問。今", "1165": "答中。四義俱有。但與前次第不同。又四答中。正答之外。間有□添之文。隨四答前後今亦四", "1166": "一答請名奉持問。二答流布至地問。三答修習功", "1167": "德問。四答擁護持人問。初二。一起樂生信。二依問", "1168": "正答。初。", "1169": "善男子是經百千萬億恒河至十二部經清淨眼目。", "117": "喻顯無明。不能斷於無明。為可信故。是故者。謂以", "1170": "初為起欣樂。法華云。諸佛世尊。出現於世。唯為一", "1171": "事。若不說此者。出世無所為故。是知此經。乃諸佛", "1172": "共說。而言百千萬億恒沙者。亦無數之數。實無佛", "1173": "不說也。守之者。非時不說。必時至乃說。護之者。非", "1174": "機不傳。必機熟乃傳。是知三世如來。守此護此。務", "1175": "令此法常住。無有壞滅。法華彌陀等經。咸稱諸佛", "1176": "護念者。亦斯意耳。必言此者。為令現會菩薩。於是", "1177": "經起欣樂心故。○十方下。為生信重。本經云。有大", "1178": "陀羅尼門。名為圓覺。流出一切清淨真如。菩提涅", "1179": "槃。及波羅密。教授菩薩。然既稱教授菩薩。則應為", "118": "是無明不斷之故。不惟動念息念皆歸迷悶。即從", "1180": "十方菩薩之所歸依。又既稱大陀羅尼。則總一切", "1181": "法。持無量義。是知得證圓覺。便能明了一切法義。", "1182": "故為十二部經清淨眼目。必言此者。為令末世眾", "1183": "生。於是經生信重心故。起樂生信竟。△二依問正", "1184": "答。", "1185": "是經名大方廣圓覺陀羅尼至汝當奉持。", "1186": "初正答經名。經有五名。題惟取二。初中又減去三", "1187": "字。總釋名題中業經詳釋。餘三名亦略敘其義。此", "1188": "則似無容更贅。然經中義既無盡。而名又何妨。再", "1189": "釋。第一名大方廣圓覺陀羅尼。是法義總別為名。", "119": "此發菩提心。行菩薩道。亦不能脫離迷悶。故教以", "1190": "謂圓覺是法。大方廣是義。此法能總一切法。此義", "1191": "能持無量義。故又以陀羅尼稱之。以梵語陀羅尼。", "1192": "此翻總持。謂總一切法。持無量義故。是則上五字", "1193": "是別。下三字是總。名題中取別遺總。故第一。名惟", "1194": "存五字。第二名修多羅了義。是境智相對為名。上", "1195": "稱此經。為十二部經清淨眼目。十二部則十二分", "1196": "也。今稱為經者。以分雖各有別名。凡屬佛說者。皆", "1197": "可以經名之。是知修多羅三字。即通指十二部經。", "1198": "其間所詮法義。如頓漸偏圓等。皆為所照之境。了", "1199": "義二字。即是圓覺妙慧。於彼十二部經。頓漸偏圓", "12": "威德章。次第磨煉。辯音章。交互磨煉。近為現前新", "120": "當知。令其自行審騐。試看有愛我者。則我與隨順。", "1200": "等義。一一皆悉能了。即為能照之智。境智相對。故", "1201": "以修多羅了義名之。第三名秘密王三昧。是定動", "1202": "無礙為名。三昧者。即普賢章所謂如幻三昧是也。", "1203": "靜觀諸法。皆如幻化。於諸法中。一念不生。即成三", "1204": "昧。名之為定。既知幻已。即起諸幻。以除幻者。變化", "1205": "諸幻。而開幻眾。得大自在。喻之為王。名之為動。然", "1206": "此動非離定而有。乃即定而動。此定非離動而有。", "1207": "乃即動而定。或有眾生但見定而不見動。則動成", "1208": "秘密。或有眾生。但見動而不見定。則定成秘密。其", "1209": "實無礙。故以秘密王三昧名之。第四名如來決定", "121": "隨順即是無明。非隨順而違我者。便生憎怨。憎怨", "1210": "境界。是真如不變為名。如來者。能證圓覺人也。能", "1211": "證圓覺。直以圓覺度生。而生多迷悶。因以真如門", "1212": "而接濟之。如文殊章中所釋。滅妄還淨覺是也。決", "1213": "定境界即是真如。本經名為淨覺。以不變故。稱為", "1214": "決定。滅妄顯故。稱為境界。若依此而隨順修習。即", "1215": "還圓覺。一經能事。不出乎此。故為名也。第五名如", "1216": "來藏自性差別。是藏性隨緣為名。上名約頓教一", "1217": "乘人立。言頓教一乘人。雖背圓覺。迷途未遠。但以", "1218": "真如門接。略加隨順。便至圓覺。此名約終教等大", "1219": "乘人立。言終教等大乘根性。背圓覺迷途漸遠。若", "122": "亦是無明。為緣憎愛心之枝末無明。將養從無始", "1220": "但以真如門接。恐其間不無點額。乃又以生滅門", "1221": "而曲成之。如來藏即是真如。因其中具足佛性。又", "1222": "能依此出生諸佛。故易為如來藏。名自性差別者。", "1223": "自性隨緣。而成生滅門也。生滅門中。則有多種差", "1224": "別。謂倐以無明不覺。便生三細。境界為緣。復長六", "1225": "粗。所謂迷途漸遠是也。迷途漸遠。以此門而曲成", "1226": "之者。令知從真既可起妄。返妄便即歸真。就路還", "1227": "家。更無煩希奇仰異。況夫歸真近圓。其進證又何", "1228": "難哉。如本經彌勒章之五性差別。淨慧章之五種", "1229": "隨順。皆約生滅門中。曲成圓覺之義。以斯立名。良", "123": "之根本無明。如是從三賢以去。乃至十聖等覺。相", "1230": "有以焉。○最後一句。兼答奉持。準前賢善首請云", "1231": "此大乘教。名字何等。云何奉持。今世尊既云五種", "1232": "名字。末復教以汝當奉持。奉謂奉以自修。持謂持", "1233": "以教人。自他兩利。皆須因名思義。故教以汝當。謂", "1234": "應當因名思義。而奉持之。則自他兩利。其庶幾乎。", "1235": "答請名奉持問竟。△二答流布至地問。問在第四答在第二", "1236": "又答前有加添之文應分二一至地之由。二依問正答。初。", "1237": "善男子是經唯顯如來境界唯佛如來能盡宣說。", "1238": "唯顯如來境界者。謂如來自無始發心已來。如何", "1239": "生信。如何發解。如何起行。如何證果。如何從因至", "124": "續求道。未免為智所迷。仍墮四相。故云皆不成就。", "1240": "果。一切所有境界。皆於此經顯示。言唯顯者。不涉", "1241": "餘乘。況夫異學。益知其無與於此經矣。或問。如來", "1242": "境界。不可思議。經唯二卷。豈能盡收。故世尊又以", "1243": "唯佛如來。能盡宣說示之。如文殊章。初說本起因", "1244": "地。圓覺章。終說徧修徧證。縱是鈍根。還許此觀不", "1245": "得。復習彼觀。心不放捨。漸次求證。況夫中間。說五", "1246": "性差別。說五種隨順。說次第三觀。說二十五輪。說", "1247": "四相之迷識迷智。教以併銷。說四病之任滅作止。", "1248": "令其勿留。其說可謂詳且盡矣。夫何遺焉。至地之", "1249": "由竟。△二依問正答。", "125": "承徵引說竟。△二次第別明四。一徵釋我相。二徵", "1250": "若諸菩薩及末世眾生至漸次增進至於佛地。", "1251": "若諸菩薩。及末世眾生者。先敘能流布人。依此修", "1252": "行者。正敘所流布教。前問流布此教。惟顯利他。此", "1253": "答依此修行。兼顯兩利。蓋未有自不利。而能利他", "1254": "者。故此兼顯。正見其自能受持。又能以茲流布。不", "1255": "便雙稱。故渾言修行。漸次增進者。生信發解。起行。", "1256": "至於佛地者。即是證果。設問如何依此修行。便能", "1257": "爾耶。以此經惟顯如來境界。依之修行。自應至於", "1258": "佛地。所以將欲答問。先出至地之由者以此。答流", "1259": "布至地問竟。△三答修習功德問問在第二。答在第三。又答後有", "126": "釋人相。三徵釋眾生。四徵釋壽者。初。", "1260": "加添之文。亦分為二一依問正答。二較量功德。初二。一法說", "1261": "二喻顯。初。", "1262": "善男子是經名為頓教大乘至亦攝漸修一切羣品。", "1263": "是經借言顯理。明理忘言。不立文字。但一念不生。", "1264": "即名為佛。不依地位漸次而說。故名頓教。大乘者。", "1265": "不接小機。謂聲聞辟支所不及故。又此不惟是大", "1266": "乘。且是一乘。謂是經唯顯一佛乘故。今名為大者。", "1267": "非對小言大之大。乃超出一切。名之為大。如法華", "1268": "門外三車。牛對羊鹿。即名為大。若比大白牛車。則", "1269": "非真大。今是大白牛車。乃真大也。頓機眾生者。積", "127": "善男子云何我相至清淨涅槃皆是我相。", "1270": "劫因成。未及果證。今生纔出頭來。一聞千悟。順行", "1271": "如善財。逆行如鴦崛。皆為頓教之機。從此開悟者。", "1272": "一聞此經。頓開心地。悟證圓覺。所謂必至佛地者。", "1273": "即其大也。然此乃約機教相對。成就開悟。固如是", "1274": "之深且疾耳。要知頓即近圓。隨順而可至圓教故。", "1275": "亦攝漸修一切羣品。如始終二教菩薩。小教聲聞", "1276": "緣覺。及彼世間六道眾生。但有聞法者。無一不成", "1277": "佛。故能並攝。如彌勒章云。由於欲境。起諸違順。境", "1278": "背愛心。而生憎嫉。造種種業。是故復生。地獄餓鬼。", "1279": "若聞此而不生憎嫉。不造眾業。則三途亦可成佛。", "128": "初承徵標定。上科云。相續求道。皆不成就。意顯為", "1280": "又云知欲可厭。愛厭業道。捨惡樂善。復現天人。若", "1281": "聞此而既捨惡業。復超善業。則欲界天人。亦可成", "1282": "佛。又云。知愛可厭。棄愛樂捨。還滋愛本。便現有為", "1283": "增上善果。若聞此而既捨諸愛。亦不樂捨。罔滋愛", "1284": "本。則上二界亦可成佛。又云。由本貪欲發。揮無明。", "1285": "顯出五性差別不等。若聞此而離本貪欲。不發無", "1286": "明。則五性差別皆可成佛。是知此經所謂亦攝漸", "1287": "修羣品者。以此經總攝一切漸修諸法門故。法說", "1288": "竟。△二喻顯。", "1289": "譬如大海不讓小流至飲其水者皆得充滿。", "129": "智所迷。仍墮四相。且徵云何名為迷智我相。此承", "1290": "譬如大海。不唯容納百川。然亦不讓小流。此葢以", "1291": "大海。必納百川。不納則不能成其大故。喻頓教必", "1292": "通圓教。統攝一切諸大乘法。不攝則不能顯其頓", "1293": "故。然既通於圓。則不惟統攝諸大乘法。乃至小乘", "1294": "人天等法。亦皆普攝。故喻中以不讓小流喻之。讓", "1295": "猶辭也。謂辭之而不容入故。海必不爾。頓教通圓", "1296": "亦然。此且喻教。下乃喻機。然大海既容納百川。必", "1297": "能潛流四天下地。而四天下中。以任鑿井疏河。灌", "1298": "園溉地。所有王臣人民。象馬牛羊等。一一皆取之", "1299": "不盡。用之無竭。乃至蚊蝱。及阿修羅。飲其水者。皆", "13": "學。遠為末世初心。故稱大悲世尊。次第三觀。已為", "130": "上徵起也。下乃標定。謂諸眾生心所證者。言我相", "1300": "得充滿。法中謂頓教兼圓。既能統攝諸大乘法。必", "1301": "能潛利四位住行向地因心。而四位因心中。以任生智", "1302": "流辯。談妙說玄。所有應被之機。一一皆隨心應量。", "1303": "取足無窮。乃至六道眾生。及彼一切天魔外道等。", "1304": "但有聞法。佛種以納識田。時至機熟。佛果自爾圓", "1305": "成。試觀本經喻文。其間少有不足。如喻教中。但言", "1306": "不讓小流。不言大流。喻機中但言乃至蚊蝱。不言", "1307": "超略何等。本疏先以私意補足。然後以法貼合。不", "1308": "敢言妥。尚冀高明者教之。依問正答竟。△二校量", "1309": "功德兩番校量。益顯修習功德之不虛矣。分二一施寶校量。二施法校", "131": "隱微。根自心起。於若事若理。有所證取。其體方現。", "1310": "量。初。", "1311": "善男子假使有人純以七寶至聞此經名及一句義。", "1312": "積聚也。直解云。世寶盈剎。但資有漏。至理一言。轉", "1313": "凡成聖。故功倍天淵。施寶校量竟。△二施法校量。", "1314": "善男子假使有人教百恒河至宣說此經分別半偈。", "1315": "直解云。小異雖多。終無實證。此經半偈。成佛正因。", "1316": "故難為比量。答修習功德問竟。△四答擁護持人", "1317": "問。問在第三。答在第四。前後俱有加添之文。應分為三一顯當護因。二正答", "1318": "當護。三奉教護持。初。", "1319": "善男子若復有人聞此經名至種諸善根聞此經教。", "132": "○善男子。引事證釋。承上隱微難見。有證方現之", "1320": "初反顯當護。聞經名。非聞經義。信不惑。非是受持。", "1321": "此人即非少福少慧。便當護持。○如是下。正明當", "1322": "護。如是必從一佛二佛。乃至盡恒河沙一切佛所。", "1323": "積善積福。聞經資慧。既福多慧多。益當護持。言此", "1324": "以見。向下之依教修習者。定當護。勿復疑矣。顯當", "1325": "護因竟。△二正答當護。", "1326": "汝善男子當護末世至惱其身心令生退屈。", "1327": "先稱汝。附稱善男子者。顯是面囑當機。令其著意。", "1328": "非漫答也。準前當機請云。云何使我護持經人。是", "1329": "直欲自領其事。故世尊應其請而答之曰。汝善男", "133": "語。恐其不明。故引事以證釋也。故曰譬如有人。非", "1330": "子。當護末世是修行者。佛意以但聞經名。信心不", "1331": "惑。尚是久供多佛。多福多慧。況復末世得聞是經", "1332": "依經修行。自他兩利者。又非前人之可比擬。故直", "1333": "解云。修習此法者。乃慧命所係。若惡魔惱亂生退。", "1334": "則慧命斷絕。故當護持也。直解不言外道者。以外", "1335": "道即魔侶故。惱其身心者。謂惱害其身。惱亂其心", "1336": "故。退屈者。謂退失本念。屈志從他也。正答當護竟。", "1337": "△三奉教護持當機奉教護持。事屬一定。避繁不復更列。今約餘眾分三一金", "1338": "剛護持。二諸天護持。三鬼眾護持。初。", "1339": "爾時會中有火首金剛至財寶豐足常不乏少。", "134": "喻指事言。即如譬如有一件事也。百骸者。人之身", "1340": "初統屬具儀。謂金剛眾。統其眷屬。具儀之義可知。", "1341": "通稱金剛者。依手中所持之杵彰名。其威力全在", "1342": "杵故。火首金剛者。直解云。謂頭有火𦦨。即楞嚴所", "1343": "云。化多淫心。成智慧火。乃菩薩示現者也。摧碎金", "1344": "剛者。以所持之杵。能摧碎一切天魔外道等故。尼", "1345": "藍婆金剛者。圭峯。憨山。皆云未詳翻譯。八萬金剛。", "1346": "皆其同類。并其眷屬。乃所統徒眾耳。○世尊下。護", "1347": "人及處。有能持此者。此字即指本經。顯有則必護。", "1348": "不空言耳。決定大乘。不指經說。乃指能持之人。以", "1349": "是決定求大乘人故。如護目者。顯護之最嚴。即一", "135": "分。調適者。百骸無恙。調和順適。忽忘我身者。百骸", "1350": "塵一沙。亦不使有犯故。乃至道場等。如前建立道", "1351": "場。即是尅期修行處故。自領徒眾者。周界旋護。晨", "1352": "夕守護者。晝夜長巡。如是則魔外不敢有犯。自應", "1353": "無有退轉。○其家下。兼護其家。其家乃私居也。永", "1354": "無灾障等。顯人眷平安。財寶豐足等。顯家道昌隆。", "1355": "非金剛守護者。莫由至此。金剛護持竟。△二諸天", "1356": "護持。", "1357": "爾時大梵天王二十八天王至常令安隱心不退轉。", "1358": "初天眾具儀。直解云。大梵天王。乃初禪王。為娑婆", "1359": "世界主。佛佛出世。此王為請主。二十八天。總指三", "136": "調適。不覺有自己之身。如南郭子綦。嗒焉喪我。故", "1360": "界諸天。謂六欲天。十八禪天。四空天也。須彌山王。", "1361": "特舉帝釋。乃忉利主。護國天王。乃四王天。為守護", "1362": "國界之主。私云。大梵天王下。已總標二十八天。乃", "1363": "又特舉帝釋。及四王者。以其有統眾之威。能護持", "1364": "故。○世尊下。許護令安。安而且隱。自應心不退轉。", "1365": "諸天護持竟。△三鬼眾護持。", "1366": "爾時有大力鬼王名吉槃茶至我當使其碎如微塵。", "1367": "初鬼眾具儀。直解云。吉槃茶。亦云鳩槃茶。此云可", "1368": "畏鬼。食人精氣。其疾如風。變化無端。住於林野。管", "1369": "諸鬼眾。故號為王。不屬人天。單居鬼趣。座起禮繞", "137": "云忽忘。四肢者。兩臂兩股。絃謂直不能屈。緩。謂柔", "1370": "而白。具儀表誠可知。○世尊下。許護持人。朝夕侍", "1371": "衛。魔外不能相犯。故不退屈。○其人下。指界相要。", "1372": "直解云。一由旬四十里。言守護方隅。可四十里內。", "1373": "無灾害也。問。此經乃佛住大光明藏。為文珠等一類大菩薩說。列眾尚無二乘。為其絕分。", "1374": "云何乃有諸天鬼神。發顯守護耶。答。大光明藏。即法性土。理應自他平等。說聽皆無。但經家敘云。於不二", "1375": "境。現諸淨土。據此則不惟現於受用。而淨化亦該。如華嚴積行菩薩。曝腮鱗於龍門。上德聲聞杜視聽於", "1376": "嘉會。而世王妙嚴品。諸世間主。各證毗盧一德。豈是絕無。要知如來境界。不可思議。況此經直通乎圓。豈", "1377": "可以有思惟心。而妄興難問應問教酬竟。△四總結流通。", "1378": "佛說此經已一切菩薩至皆大歡喜信受奉行。", "1379": "佛本無說。何嘗有己。今約一期事畢。名為說此經", "138": "不能申。此皆攝護將養。乖於方法。微加鍼艾者。或", "1380": "已。一切菩薩。即文殊普賢等。當機之眾。及其諸眷", "1381": "屬也。天該天部。龍該龍部。鬼該藥叉。神該俗樂法", "1382": "樂。餘難備舉。故總以八部。及眷屬該之。此皆尋常", "1383": "隨逐佛會。衛法護教之者。及諸天王等。別指上來", "1384": "許護當經之眾。金剛神。吉槃茶。總以等字該之。一", "1385": "切大眾。總結菩薩。乃至梵王等也。聞而思。思而修。", "1386": "終獲巨益。故云皆大歡喜。信謂信忍佛語。受謂受", "1387": "領佛意。奉行者。欽奉佛勅。展轉傳行。所謂流通者。", "1388": "正在是耳。", "1389": "為謝世緣尋佛意隨文析義解茲經", "139": "略用鍼刺。或略用艾炙。以必證取是事。即知有我。", "1390": "回施隨喜見聞人同證如來無上覺", "1391": "圓覺經析義疏卷第四終", "1392": "No. 263-CNo. 263-C", "1393": "圓覺經者。諸佛之真宗。眾生之覺地。迷之者沉淪於", "1394": "曠劫。悟之者頓證於一時。自古註解。見有數家。無非", "1395": "宣通聖教。利益含識。吾師闡教老人。心冥至道。情", "1396": "切為人。先註法華。楞嚴。金剛等疏。業經鏤板印施。於", "1397": "禪課之餘。偶念茲經。未及發揮。爰會古註。復申己意。", "1398": "依次研究。章分句析。務使義暢文通。啟發初機。不期", "1399": "年而告成。目曰圓覺析義。其意葢欲公諸天下。俾人", "14": "我等略說。尚可以心言彷彿。二十五輪。又為我等", "140": "由此一事。可以證知。故前云有所證取。方現我體。", "1400": "人依此解修。同入大光明藏。共遊圓覺妙場也已。", "1401": "門人心興稽首謹䟦", "141": "○善男下。取理深明。躡前不唯於事。心中有所證", "142": "取是我相。其心乃至證於如來。約所證果言畢竟了知", "143": "清淨涅槃。約所證理言畢竟了知者。謂徹底深證。清淨", "144": "涅槃者。顯無明已脫。殊不知縱使果證如來。畢知", "145": "涅槃。亦是心中有所證取。故云皆是我相。徵釋我", "146": "相竟。△二徵釋人相。", "147": "善男子云何人相至備殫證理皆名人相。", "148": "初承徵標定。上於迷智我相。已經辯明。此徵云何", "149": "名為迷智人相。下乃標定。謂諸眾生心悟證者。悟", "15": "廣辯。誠所謂不可思議。前章偈云。十方諸如來。三", "150": "由心發。故曰心悟。謂從心發悟。悟得彼之能證者", "151": "是我。此悟不忘。即為迷智人相。謂對彼我故。說名", "152": "為人。○善男下。躡前詳釋。悟有二句。謂悟得上來", "153": "能證以為有我者。自不復認彼為我。是於彼我全", "154": "空矣。所悟二句。謂彼我既空。是所悟之境。指前能證之智", "155": "已非是我。以此例知能悟之智。亦應如是非我。應", "156": "忘情也。設或轉計能悟之智。業已超過一切能證", "157": "之者。是依然為智所迷。對彼我相。故曰悉為人相。", "158": "然證者。而云一切。人相。而曰悉為者。正顯凡有所", "159": "證。不忘能證之智。皆名我相。凡有所悟。不忘能悟", "16": "世修行者。無不因此法。而得成菩提。故稱一切如", "160": "之智。皆名人相。○善男下。以理深明。躡前不唯悟", "161": "彼證者是我。為人相。其心乃至圓悟彼所證涅槃。", "162": "俱是我者。亦為人相。者即人耳。承上漫說圓悟。設", "163": "或心存少悟不忘。縱使備悉殫盡。逐位所證之理。", "164": "皆名人相。由悟證是我故。徵釋人相竟。△三徵釋", "165": "眾生。", "166": "善男子云何眾生相至存有所了名眾生相。", "167": "初承徵標定。上於迷智人相。已經辯明。此徵云何", "168": "名迷智眾生相。下乃標定。謂諸眾生。心自證悟。所", "169": "不及者。謂於自心發起照了。了明得彼我人。二相", "17": "來因地行相。令眾同聞。各欲隨順。故云得未曾有。", "170": "俱非。自是所證所悟。不及於心。以有此心。即眾生", "171": "相。葢以了我了人。心迹愈多故也。○善男下。假言", "172": "例明。謂假世人之言。比例發明也。譬如有人。例彼", "173": "自心。作如是言。我是眾生。例彼心存了智。卓然獨", "174": "立。則知彼人說眾生者。非我非彼。例彼心存了智。", "175": "卓然獨立。自然非彼能證。及與能悟。能例中云何", "176": "非我。所例中即是云何非證。釋以我是眾生。則非", "177": "是我。例了智獨存。則證所不及。故非證。能例中云", "178": "何非彼。所例中即是云何非悟。釋以我是眾生。非", "179": "彼我故。例了智獨存。則悟所不及。故非悟。此借世", "18": "然正行纔修。邪魔競起。如我釋迦調御。歷恒沙劫。", "180": "人語詞。以為義勢。顯第三了智卓然。非證悟所能", "181": "及也。○善男下。結成此相。了證了悟。皆為我人者。", "182": "謂了彼心有所證者。為我相。了彼心有所悟者。為", "183": "人相。但以有我者必有人。有人者必有我。故渾言", "184": "皆為我人。我人不及者。即指了智卓然。存有所了", "185": "者。則是了證了悟之心迹未忘。由心迹未忘。必至", "186": "起滅不停。展轉滋多。由此結成名眾生相。徵釋眾", "187": "生竟。△四徵釋壽者。", "188": "善男子云何壽命相至所不自見猶如命根。", "189": "初承徵標定。謂諸眾生心照清淨。覺所了者。承上", "19": "勤苦修此境界。一切煉磨功用。實難尋究。今則覩", "190": "了證了悟。皆自心體上發起智照。而我人相所不", "191": "及。故得心照清淨。且指業識心言。以四相未空故。", "192": "因心照清淨。而眾生相現。故對眾生相上發起覺", "193": "照。覺彼所了之我人二相。所有能了之智。俱屬我", "194": "執。而欲斷之。○一切下。正明其相。殊不知即此一", "195": "念覺心。便是一切業智。謂第八識上微細分別也。", "196": "不言識而言智者。此屬修證。反妄歸真。轉有漏業", "197": "識。成無漏業智也。所不自見者。謂此微細分別。原", "198": "從八識上起。八識不能自見。雖不自見。常在其中", "199": "潛續。猶如人之命根。常在身中潛續壽命。而人不", "2": "賢宗後學　通理　述", "20": "見。猶如一念之頃。炳然齊現於心。其慶幸欣慰。為", "200": "自覺知。由此所以名壽者相。總結次第別明竟。△", "201": "三總以結示二。一結示同塵。二結示不斷。初。", "202": "善男子若心照見一切覺者至存我覺我亦復如是。", "203": "初法說。若心照見。則是從自心上發起照見。此是", "204": "後一相。一切覺者。指前三相。皆為塵垢者。總屬迷", "205": "智境也。此先標定。下乃承釋。葢以能覺之後一。與", "206": "所覺之前三。俱是於清淨心中。分自分他。立能立", "207": "所。障於勝進。不得真修。故云覺所覺者。不離塵故", "208": "謂染污於清淨心也。○如湯下。喻明。如湯銷冰者。", "209": "湯喻智照。以火煎水而成湯。喻正念悟心而成智。", "21": "何如哉。莫可形狀。故以深自為言。具儀謝前竟。△", "210": "冰喻我執。因寒凝水而成冰。喻妄念迷心以成執。", "211": "用湯銷冰。喻以智斷執。謂冰既銷矣。無別有冰。喻", "212": "執既斷矣。無別有執。知冰銷者。顯湯亦不存。謂冰", "213": "因湯銷而成水。此湯隨冰銷亦成水矣。至此冰湯", "214": "俱忘。唯一清水更誰能知冰為湯銷者。此是異喻。", "215": "反明前文覺所覺者。皆為塵垢。染污淨心。果其執", "216": "斷智泯。能所雙亡。當下唯一清淨真心。又誰能知", "217": "我執為智斷者。向下以法結合。存我覺我。亦復如", "218": "是。先正合。言能覺之我。與所覺之我。二俱互存。則", "219": "染污淨心。不得顯現。合彼前喻能銷之湯。與所銷", "22": "二請後顯慇二。一請後除疑。二至二顯慇。初。", "220": "之冰。二俱互在。則障礙淨水。不得澄清。次反合。如", "221": "其一念不生。能覺所覺。二俱互泯。則塵垢銷滅。唯", "222": "一淨心矣。合彼前喻湯冰互融。障礙全銷。唯一清", "223": "水矣。結示同塵竟。△二結示不斷三。一不斷不成", "224": "聖果。二展轉徵釋其故。三騐知我根未盡。初。", "225": "善男子末世眾生不了四相至是故名為正法末世。", "226": "正像已過。名為末法之世。此際眾生。尤在可愍。故", "227": "偏言之。不了四相者。迷識迷智。二種四相。皆不了", "228": "明也。不了則不斷。不斷則我執俱在。所以雖經多", "229": "劫。勤苦修道。但名有為。有為者。自執由我作為。是", "23": "世尊若此覺心本性清淨至及末世眾生作將來眼。", "230": "世間因也。世間之因。酬因之果。還在世間。或天上。", "231": "或人間。或為輪王小王。或為宰官長者等。縱饒修", "232": "到非非想天。報盡還來。散入諸趣。欲成出世聖果。", "233": "則終不能也。然出世聖果有二。若惟不了迷智四", "234": "相。自不能成大乘聖果。十地等妙設復不了迷識四相。", "235": "雖小乘聖果。三果無學亦不能成也。是故句。有以衰例", "236": "盛之義。謂以是末世眾生。不了四相。不成聖果之", "237": "故。則知汝等生植盛時。不了四相修因。亦可名為", "238": "正法末世。可不慎哉。不斷不成聖果竟。△二展轉", "239": "徵釋其故三。一一向錯認。二我不解脫。三法不解", "24": "按前章總標輪數中云。一切如來。圓覺清淨。本無", "240": "脫。初。", "241": "何以故認一切我為涅槃故至其家財寶終不成就。", "242": "初徵。謂以何以故。不了四相。久修不成聖果耶。釋", "243": "中謂四相皆我。名一切我。不了則認。認則心生保", "244": "愛。妄計涅槃。如前我人二相中。有證有悟。名成就", "245": "故。即其相也。不言有了有覺者。可例知故。譬如下。", "246": "喻明不成。四相皆我。有損於道。義似乎賊。而乃妄", "247": "計為自所成果。故以認賊為子喻之。大疏云。賊若", "248": "在外。猶可隄防。養之為兒。如何檢慎。又知賊是賊。", "249": "賊無能為。養之為兒。寧無損敗。如六根取境。猶可", "25": "修習等。然既曰本無修習。是顯本性。由來清淨。是", "250": "制御。藏識妄我。難以辯明。因致如來藏中功德之", "251": "寶。念念衰耗。故以其家財寶。終不成就喻之。所謂", "252": "久修不成聖果者以此。問。據上所云。認一切我為涅槃故。有證有悟名成就", "253": "故。則一切我。似指所證所悟。而前釋四相。却指能證能悟。能了能覺。則一切我。似指能證能悟等。豈能證", "254": "能悟等是我。而所證所悟等亦是我耶。答以金作花。花花皆金。以紙作花。花花皆紙。能證能悟等。既皆是", "255": "我。所證所悟等。豈離我哉。則一切我。通該能所言之亦無不可。又何所疑乎一向錯認", "256": "竟。△二我不解脫。", "257": "何以故有我愛者亦愛涅槃至別憎生死名不解脫。", "258": "初徵。謂以何以故為一向錯認也。釋中我愛者。四", "259": "惑之一。按相宗中。第七識隨緣執我。與四惑相應。", "26": "故當機菩薩。即攝此以為發問之端。而云若此覺", "260": "一者我癡。謂愚於我相。迷無我故。二者我見。謂非", "261": "我法中。妄見我故。三者我慢。謂恃所執我。心高舉", "262": "故。四者我愛。謂於順我者。深躭著故。今謂第七識。", "263": "隨緣執我。常與四惑相應。自應不斷我愛。故云有", "264": "我愛者。既有我愛。於順我者便愛。故應亦愛涅槃。", "265": "但勢必伏我愛根。為涅槃相。今現有我愛。所愛者", "266": "豈真涅槃。謂之錯認。不其然乎。又順我者。既已取", "267": "愛於我。違我者。必應取憎於我。是又有取憎於我", "268": "者。為我所憎焉。如是則有我憎者。亦憎生死。然憎", "269": "生死者。必愛涅槃。乃不知愛者。真生死故。是知為", "27": "心本性清淨。前又云。一切菩薩等。依於未覺幻力", "270": "愛涅槃。別憎生死。則所愛涅槃。名不解脫。以未離", "271": "我愛。是真生死。正為繫縛法故。我不解脫竟。△三", "272": "法不解脫。", "273": "云何當知法不解脫至猶未能盡我相根本。", "274": "初徵。與上二不同。上二俱是以已說者。未能便了。", "275": "故但用何以故而徵之。謂如上所說者。何以故耳。", "276": "此是約未說者。令其明了。故以云何當知等而徵", "277": "之。佛意以前說經劫修道。不能成就聖果。必是我", "278": "相法相。俱未解脫。然我不解脫。如上已明。云何當", "279": "知法不解脫。故次呼善男子而釋成之。末世習菩", "28": "修習。然未覺。即是不覺。不覺必有染污。是故當機", "280": "提者。即求成聖果人也。以己微證者。我相中證。人", "281": "相中悟。眾生相中了。壽者相中覺。皆有分證之相。", "282": "稱之曰微。然證則自計蘊身心淨。悟則自計我淨。了", "283": "則自計人淨。覺則自計生淨。故云為自清淨。惟餘", "284": "覺所了者。即是一切業智。正是我相根本。故曰猶", "285": "未能盡。然既以己微證。為自清淨。即是法相。雖是", "286": "法相。亦不離我相根本。謂是我之法故。既我相根", "287": "本。猶未能盡。法相豈能解脫。以此應徵。義可思知。", "288": "展轉徵釋其故竟。△三騐知我根未盡。", "289": "若復有人讚歎彼法至遊戲諸根曾不間斷。", "29": "菩薩。即躡此以為致疑之由。而云。因何染污。使眾", "290": "此雖騐知我根未盡。實借此以證法未脫也。讚歎", "291": "彼法。即生歡喜。正是法執未脫。便欲濟度者。方便", "292": "開示。濟其怠惰。度令精勤。欲其修習彼法。望其同", "293": "得也。若復誹謗彼所得者。便生瞋恨。亦是法執未", "294": "脫。便欲訶責。不待言而知故。則知我相堅固執持", "295": "者。謂執所得之法。不令遺忘也。藏識即是第八阿", "296": "賴耶識。按相宗第七識。內緣第八見分為我。既是", "297": "第八見分。自應潛伏藏識。又潛伏者。對下遊戲諸", "298": "根而言。蓋以諸根不動。無法可執。故曰潛伏。及諸", "299": "根纔動。隨於彼之六塵境上。任運執我。故曰遊戲", "3": "嗣法門人　心興　較訂", "30": "生迷悶不入。迷即不覺。悶即不通。不入者。不能證", "300": "如世間賊人。無可盜。則潛而伏之。有可盜。則任運", "301": "無懼。如玩遊。如行戲也。曾不間斷者。恒審思量我", "302": "相隨故。開示障道四相竟。△二斥迷無功勸修二。", "303": "一分類為斥。二警䇿正修。初四。一斥有我無功。二", "304": "斥說病無功。三斥竊德無功。四斥增慢無功。初。", "305": "善男子彼修道者不除我相至眾生壽命亦復如是。", "306": "初承上正明。謂如上所說觀之。而彼末世之修道", "307": "者。必要斷除我相。設若不除我相。則證。悟。了。覺。不", "308": "離我。人。眾生。壽者。以是之故。不能入清淨覺。讚喜", "309": "謗瞋。即其證焉。○其次善男下。據理反顯。謂反顯", "31": "入。較之果人。殊類天壤。如此深疑。非佛不能釋除。", "310": "能入淨覺。恐謂不除我相。不能入清淨覺。已知彼", "311": "修道者。雖修無功矣。且畢竟如何能入。故云若知", "312": "我空。謂證知空無我理。既能證知空無我理。自然", "313": "聞毀不瞋。故曰無毀我者。聞毀既已不瞋。聞讚又", "314": "復何喜。設若聞讚生喜。許以濟度說法。則是有我", "315": "說法。是人我未斷故。我既未斷。人等亦然。故爾超", "316": "略人相。而云眾生壽者。亦復如是。以是而知我相", "317": "既空。人相。與眾生壽者。一齊俱空。如是則證悟了", "318": "覺。乃隨分入清淨覺矣。斥有我無功竟。△三斥說", "319": "病無功。", "32": "故云。唯願如來等也。廣為者。祈勿辭勞。我等者。總", "320": "善男子末世眾生說病為法至是故不能入清淨覺。", "321": "末世眾生。不了四相。為度眾生。而說自所得法。殊", "322": "不知說自所證。正是我相。說自所悟。正是人相。說", "323": "自所了。正眾生相。說自所覺。正壽者相。故謂其為", "324": "說病為法。如此則是以盲引盲。是故名為可憐愍", "325": "者。蓋以其說者聽者。兩無功故。然說者雖精勤說", "326": "法。為度眾生。作淨覺因。而聽者雖精勤研究。信解", "327": "修習。趣淨覺果。皆為增益諸病。蓋以我相未斷。人", "328": "等相因。以是之故。不能入清淨覺。斥說病無功竟。", "329": "△三斥竊德無功。", "33": "該時機。開謂通其迷。悟謂覺其悶。既通其迷。復覺", "330": "善男子末世眾生不了四相至為自修行終不成就。", "331": "末世眾生。不了四相者。謂彼於我相根本未盡。不", "332": "能了達四相皆空也。以如來解。及所行處等。謂如", "333": "來於因地之中。久空四相。有所解皆為淨解。有所", "334": "行皆為淨行。而眾生不了四相。乃依佛所說之理", "335": "而解。依佛所說之行而修。便執為自己修行。是謂", "336": "竊取如來之德。以為己德。殊不知四相不了。俱墮", "337": "有為。清淨解行。終不成就。亦何益哉。斥竊德無功", "338": "竟。△四斥增慢無功。", "339": "或有眾生未得謂得至是故不能入清淨覺。", "34": "其悶。則法性現前。不期證入。而自能證入矣。然法", "340": "或有眾生者。即指增上慢人也。未得謂得者。約涅", "341": "槃斷果說。謂此人乍斷迷識四相。纔離分段生死。", "342": "相似涅槃。而實未得清淨涅槃。即便自謂已得。未", "343": "證謂證者。約菩提智果說。謂此人乍斷我執煩惱。", "344": "纔證偏真覺性。相似菩提。而實未證圓滿菩提。即", "345": "便自謂已證。此不過略具增上之心。恃己於他講演者。切不可以四波羅夷中。大妄語", "346": "罪責之設見有勝於己。更希前進者。則心生嫉妬。謂", "347": "嫉我不能。妬彼勝我。此皆依於我相。迷智境中我相故曰", "348": "由彼眾生未斷我愛。相應四惑中後一是故者。以是未斷", "349": "我愛之故。四相競生。清淨覺相。豈復能入。故以不", "35": "性即是圓覺。以能為諸法之性故。大疏云。若直談", "350": "能結之。分類為斥竟。△二警䇿正修。", "351": "善男子末世眾生希望成道至則不能入清淨覺海。", "352": "初警示趣果迷因。末世希望成道。則是已發菩提", "353": "心者。既發心希成道果。應須先悟自心。依本經即", "354": "是圓覺真心也。依此心修習。即是成佛正因。今乃", "355": "無令求悟。則是迷於正因。漫說不修。縱使修習。終", "356": "不成就。況且惟是要益多聞。仍復食彼餘唾。便謂", "357": "自己發明。故云增長我見。是反成障道法矣。○但", "358": "當下。䇿令應急斷惑。但當精勤者。不管悟與不悟。", "359": "但當精一其心。而無異緣勤勞其身。而無惰志。準", "36": "本體。則名覺性。若推窮諸法。皆無自體。同於一性。", "360": "下文即惟以斷惑為急務也。降伏煩惱者。謂先斷", "361": "迷識四相。略顯空無我理。得相似涅槃。救然眉之", "362": "急故。雖救然眉。猶慮焚身。故又勸以起大勇猛。勇", "363": "謂進修不退。猛謂冒難不屈。未得清淨涅槃。務須", "364": "令得。未斷迷智四相。務須令斷。果其貪瞋愛慢等。", "365": "對境不生。則是清淨涅槃。所謂未得者已得也。果", "366": "其彼我恩愛等。一切寂滅。則是迷智相盡。所謂未", "367": "斷者已斷也。大疏云。貪者。於有有具。染著為性。能", "368": "障無貪。生苦為業。瞋者。於苦苦具。憎恚為性。能障", "369": "無瞋。不安忍行所依為業。慢者。恃己於他。高舉為", "37": "即名法性。今推破四相。豁融諸法。令同覺性。故云", "370": "性。能障不慢。生苦為業。此是根本煩惱中三。略引", "371": "大疏釋之。餘三經既不具。無容強會。又不釋愛者。", "372": "以愛無別性。貪所攝故。又大疏云。諂曲嫉妬。即小", "373": "隨煩惱。各別起故名小。但是貪等分位差別。等流", "374": "性故。名之為隨。諂者。為罔冒他故。矯設異儀。險曲", "375": "為性。能障不諂。教誨為業。貪癡二分為體。嫉者。徇", "376": "自名利。不耐他榮。妬忌為性。能障不嫉。憂慼為業。", "377": "瞋一分為體。此雖四字。但是小隨之二。以諂即具", "378": "曲。嫉即具妬。俱依大疏釋之。經不具者。不敢妄贅。", "379": "而云對境不生者。顯種習俱盡。設不盡者。對境即", "38": "開悟法性。令此大眾等者。謂此間眾生證入。展轉", "380": "生。謂其是清淨涅槃者。以此聞讚不喜。亦不欲施", "381": "恩濟度。聞謗不瞋。亦不欲捨恩訶責。是謂彼我恩", "382": "愛。彼若讚我所得。是彼之愛。我若喜欲濟度。是我之恩一切寂滅者。對動言", "383": "寂。是但銷我相之枝葉。並寂已滅。乃進除我相之", "384": "根本。謂其為迷智相盡者以此。○佛說下。許以漸", "385": "次成就。謂理由頓悟。乘悟併銷。事必漸除。因次第", "386": "盡。若是人者。先斷迷識四相。次斷迷智四相。是為", "387": "漸次成就。○求善下。教以近友輸誠。謂毫𨤲之差。", "388": "千里之謬。漸次成就。恐落岐途。故須求善知識。開", "389": "導指示。方能不墮邪見。又求善知識。但取其知見", "39": "傳至末世。末世眾生證入。展轉傳至將來。如是展", "390": "真正。不論其種性高低。設若於所求時。不取知見。", "391": "別於種性高低處。而生憎愛。猶是我相未盡。故云", "392": "則不能入清淨覺海。覺而云海者。以海出眾流。流", "393": "流入海。喻彼大圓覺心。出生一切諸法。教化眾生。", "394": "成就大圓覺心。如文殊章云。有大陀羅尼。名為圓", "395": "覺。流出一切真如。菩提涅槃。及波羅密。教授菩薩。", "396": "取喻如海。良有以也。長行竟。△二偈頌標頌云。", "397": "爾時世尊欲重宣此義而說偈言。", "398": "△正頌分二一頌開示障道四相。二頌斥迷無功勸修。", "399": "初約義略頌。", "4": "△三淨業章四。一具儀謝前。二請後顯慇。三師資", "40": "轉相傳。乃至最後後際。一切眾生。永不至迷悶不", "400": "淨業汝當知一切諸眾生至不得成菩提。", "401": "既呼其名。又稱為汝者。顯詔告之切故。當知者。應", "402": "當了知。我愛不可不除。四相不可不斷也。一切二", "403": "句。正顯我愛當除。無始妄流轉者。謂從無始來。凡", "404": "夫執我愛。而起惑造業。流轉於分段生死。二乘厭", "405": "流轉。而修道證滅。流轉於變易生死。皆如空華。同", "406": "歸虗妄。未除二句。正顯四相當斷。四相皆由我起。", "407": "長行云。伏我愛根。名涅槃相。今既四相未除。我相", "408": "仍在。涅槃斷果非真。菩提智果焉成。故不得也。頌", "409": "開示障道四相竟。△二頌斥迷無功勸修約義略頌二。", "41": "入。故云作將來眼也。請後除疑竟。△二至三顯慇。", "410": "一頌分類為斥。二頌警䇿正修。初。", "411": "愛憎生於心諂曲存諸念是故多迷悶不能入覺城。", "412": "準長行分類為斥有四。一有我。二說病。三竊德。四", "413": "增慢。今此中愛憎生於心。乃義頌有我。謂順我者", "414": "愛。違我者憎故。諂曲存諸念。則義攝後三。以說病", "415": "為法有諂媚聽者義故。竊德增慢。有曲護己短義", "416": "故。是皆有礙勝進。故多迷悶。迷不覺。悶不通也。既", "417": "迷且悶覺城安入。故總以不能斥之。長行分類別", "418": "斥。皆云不能入清淨覺是也。覺而言城者。有二義。", "419": "一謂途中多迷。進城則覺。喻已證圓覺。如金出鑛。", "42": "作是語已五體投地如是三請終而復始。", "420": "冥不復重為鑛故。二謂門通四路。出則可行。喻既", "421": "證圓覺。仍思度生。隨方皆可到故。頌分類為斥竟。", "422": "△二警䇿依正修。", "423": "若能歸悟剎先去貪瞋癡至究竟非成就。", "424": "準長行此科有四義。首則警示趣果迷因。今云若", "425": "能歸悟剎。歸即順也。悟剎。即是所悟之境。以圓覺", "426": "妙心為悟境故。若能反彼。無令求悟。歸順圓覺。而", "427": "為悟剎。則成佛之正因具矣。何迷之有。次則䇿令", "428": "應急斷惑。先去貪瞋癡者。勸斷迷識四相。四相總", "429": "由我起。今云貪瞋癡。皆屬我相。貪謂於順我者。生", "43": "請後顯慇竟。△三師資緣合二。一師與資合。二資", "430": "貪愛心。瞋謂於違愛者。生瞋恚心。此二皆屬我愛。", "431": "謂同依我愛起故。癡即我癡。謂愚於我相。迷無我", "432": "理故。準長行尚有愛慢二字。然愛即是貪。貪所攝", "433": "故。不言慢者。以五言難容。依長行可知故。又長行", "434": "有小隨之二。偈亦不具。以諂曲二字。貪瞋二分所", "435": "攝。嫉妬二字。瞋一分攝故。此皆迷識而有。我人眾", "436": "生壽命。亦以此而建立。法愛不存心者。勸斷迷智", "437": "四相。然證悟了覺。皆為法愛。存心則執成四相。不", "438": "存心則解入淨覺。三則許以漸次成就。而今云漸", "439": "次可成就者。謂若惟執頓悟。未必能成就淨覺。今", "44": "與師合。初。", "440": "既能歸悟剎。又能於二種四相。漸次斷除。則清淨", "441": "覺海可入。故云成就。四則教以近友輸誠。我身本", "442": "不有者。淨覺成就。了達五蘊皆空。是已達空無我", "443": "理也。既達空無我理。則違我者。不以為違。憎何由", "444": "生。順我者。不以為順。愛何由生。如是則求返善友。", "445": "必能輸誠。蒙彼開示正見。終不墮邪。設若於彼所", "446": "求。別依種性高低等。而生憎愛之心。縱有所得。究", "447": "竟非真成就。以彼既有憎愛。則是我相根本。猶未", "448": "盡故。淨業章竟。", "449": "△四普覺章三。一謝前請後。二師資緣合。三應求", "45": "爾時世尊告淨諸業障菩薩至汝今諦聽當為汝說。", "450": "開示。初二。一具儀謝前。二請後顯慇。初二。一眾中", "451": "具儀。二謝前成益。初。", "452": "於是普覺菩薩在大眾中至長跪叉手而白佛言。", "453": "此章以普覺菩薩為主。作止任滅。藥病雙關。覺則成藥。執則成病。菩薩普能", "454": "覺了。故為眾代問餘眾皆伴。故云在大眾中。餘可知。△二", "455": "謝前成益。", "456": "大悲世尊快說禪病至心意蕩然獲大安隱。", "457": "為憐末世眾生。說病為法。今假現前大眾。預為開", "458": "導。故稱大悲世尊。快說禪病者。快字下應作逗。謂", "459": "慶幸意也。若合下三字。則是當機菩薩為眾慶幸", "46": "因問而讚善詔告。稱能而誡聽許說。皆師緣與資", "460": "之語。猶云快哉。佛之所說。真為禪病。葢以證。悟。了。", "461": "覺。皆由禪定而得。但執則成病。不自覺知。今蒙如", "462": "來開示。深悟迷智四相。快何如之。一向未曾說者。", "463": "今乃說之。故云令諸大眾。得未曾有。四相融於胸", "464": "襟。故心意蕩然。謂空洞無礙也。淨覺入於言下。故", "465": "得大安隱。謂解脫無窒也。具儀謝前竟。△二請後", "466": "顯慇二。一慮後詳請。二至三顯慇。初。", "467": "世尊末世眾生去佛漸遠至今彼羣盲不墮邪見。", "468": "末世眾生。去佛漸遠者。正法流行之際。雖去佛猶", "469": "不遠。至於像法。則去佛遠矣。若更歷末法。則一往", "47": "緣合故。為求入覺。故曰諮問。諮者謀義。謂有所謀", "470": "漸遠。愈趣愈下。卒至不可。返矣。當斯時也。賢友逃", "471": "形。聖師不作。或潛隱於巖谷。或伏藏於海隅。正教", "472": "既其衰微。邪法自爾增盛。如火熾然。鮮有不被其", "473": "焚者。然亦有乘大願力。來度迷津。故上章教以求", "474": "善知識。不墮邪見。但彼之順行逆化。道跡良多。設", "475": "不得如來明示。難免誤認。故初問使諸眾生。求何", "476": "等人。葢求佛於順行逆化。眾多人中。明明說出。當", "477": "求何等樣人。為善知識也。然既求其人。必依其法。", "478": "但恐其所說之法。未必如其所得。故次問依何等", "479": "法。謂求佛說出。於彼所說法中。當依何等之法。而", "48": "而問也。方便者。入覺之善權法故。若非能淨諸業", "480": "為教儀。又既依其法。必行其行。但慮其行有多門。", "481": "習艱並技。故三問行何等行。謂求佛說出。於彼所", "482": "行多門行中。當行何等之行。而為專習。又既行其", "483": "行。必有所得。但慮其所得之中。道分真似。藥病雙", "484": "關。故四問去何等病。謂求佛說出。於彼所得真似", "485": "道中。當去何等似病。而存自他兩利之真藥。又既", "486": "得其道。還須自己發心。但發心有權。實。頓。漸。偏。圓。", "487": "故後問云何發心。謂求佛說出。於權實頓漸偏圓", "488": "中。當云何而發因地之心。令彼羣盲。不墮邪見者。", "489": "自明所問意也。言末世眾生。無智自辯。動陷邪途。", "49": "障者。問不及此。故世尊以乃能稱之。△二資與師", "490": "猶如羣盲。故今詳問。果蒙如來開示。自令不墮邪", "491": "見。慮後詳請竟。△二至三顯慇。", "492": "作是語已五體投地如是三請終而復始。", "493": "前後皆同可知。謝前請後竟。△二師資緣合二。一", "494": "師與資合。二資與師合。初。", "495": "爾時世尊告普覺菩薩言至汝今諦聽當為汝說。", "496": "現前大眾。因面授。而開正知正見。末世凡情。因傳", "497": "說。而免邪教邪宗。善哉問也。理合重言。若非乘大", "498": "願力。發普覺心者。不能如斯致問。故稱之曰。汝等", "499": "乃能問而言諮者。有所謀而問。佛已知之。下即出", "5": "緣合。四應求開示。初二。一眾中具儀。二謝前受益。", "50": "合。", "500": "其所謀。五問中獨言修行者。以前之求人依法。後", "501": "之去病發心。皆為成就修行事故。能施末世等。正", "502": "世尊出其所謀。葢以末世眾生。不得正知正見。畏", "503": "墮邪宗。不成聖道。菩薩謀求世尊。使其得正知見。", "504": "作無畏道眼。不墮邪見。可成聖道。故而致問。世尊", "505": "喜其所問。故誡以汝今諦聽。許其當為汝說。正師", "506": "緣與資合耳。△二資與師合。", "507": "時普覺菩薩奉教歡喜及諸大眾默然而聽。", "508": "奉諦聽之誠。喜當說之許。知世尊不悋慈悲。徧益", "509": "來今。故而及眾默然。靜心澄聽。又資緣與師合也。", "51": "時淨諸業障菩薩奉教歡喜及諸大眾默然而聽。", "510": "師資緣合竟。△三應求開示二。一長行。二偈頌。初", "511": "四。一示求人。二開示法病。三開示行病。四開示發", "512": "心。初二。一正示求人。二兼示承事。初二。一明求人。", "513": "二明獲益。初。", "514": "善男子末世眾生將發大心至不著聲聞緣覺境界。", "515": "將發大心者。謂欲要發大乘心。尚未敢發。以苦無", "516": "知識引導。恐墮邪見。其意必是求善知識。欲要依", "517": "之而修行者。汝前代問。令彼求何等人。吾今示汝。", "518": "當求一切正知見人。然正知見人。當以二法騐知。", "519": "一者心不住相。不為人天福報所迷。二者不著聲", "52": "奉諦聽之教。知入覺有望故歡喜。聞當說之許。恐", "520": "聞緣覺。不為小乘因果所滯。依如是人。自不被邪", "521": "見所惑。明求人竟。△二明獲益。", "522": "雖現塵勞心恒清淨至阿耨多羅三藐三菩提。", "523": "雖現等。皆指所求人言。孔子曰。三人行。必有我師", "524": "焉。擇其善者而從之。其不善者而改之。每見近時", "525": "學人。親近知識。偏責知識之短。不取知識之長。纔", "526": "捨此而至彼。復嫌彼而逝他。徒費草鞋。空勞身力。", "527": "余常示以清涼有言。明正為南。方盡南矣。益我為", "528": "友。人盡友焉。試看世尊告普覺菩薩曰。雖現塵勞。", "529": "心恒清淨。塵勞即是煩惱。如貪瞋癡慢等是也。此", "53": "議論盈耳故默然。亦資緣與師緣合故。師資緣合", "530": "言善知識。為度塵勞眾生。必先顯現塵勞。與之相", "531": "親相近。乃以權巧方便而攝化之。至觀善知識之", "532": "心。恒常清淨。而塵勞不與焉。又云示有諸過。讚歎", "533": "梵。行不令眾生。入不律儀。過即不律儀事。此言善", "534": "知識。為度有過眾生。必先示有諸過。與之相依相", "535": "附。乃為之讚歎梵行。而開導之。至觀其依附之久。", "536": "再不令彼眾生。入於不律儀中。此皆示現同事。新", "537": "學者。宜應知所辯焉。求如二句。乃世尊結答普覺", "538": "之語。汝前問求何等人。必求如是具大乘根。有德", "539": "操之人。方堪引發大心。導以正修。即可因此正緣。", "54": "竟。△四應求開示二。一長行。二偈頌。初二。一開示", "540": "得成無上正等菩提。由是觀之。善知識為益良多。", "541": "誠不可不求也。正示求人竟。△二兼示承事。", "542": "末世眾生見如是人至心華發明照十方剎。", "543": "初明承事。見如是人。已知是得成菩提正緣。故應", "544": "當供養。謂敬修四事。不敢有違故。然又以諸供養", "545": "中。法供養最。如是󱁲捨身心。修行其法。故云不惜", "546": "身命。謂縱有喪身失命因緣。亦不顧惜也。彼善知", "547": "識。見其能如是故。則示之以順行。於行住坐臥。四", "548": "威儀中。常現清淨。為其作準作則。令彼眾生。依而", "549": "習之。乃至轉為種種過患眾生。則示之以逆行。於", "55": "障道四相。二斥迷無功勸修。初二。一開示迷識四", "550": "四威儀中。示現種種過患。如婬殺盜妄等。乃急於", "551": "為之讚歎梵行。而作折伏。彼諸眾生。雖見此等。心", "552": "亦無有憍慢。謂已知其是。先以欲鈎牽。後令入佛", "553": "慧故。設不知者。必生憍慢。憍。謂矜己勝彼。慢。謂輕", "554": "彼劣吾。然知則必能倣行。順逆皆能修也。不知則", "555": "惟堪順修。則劣於和識遠矣。況夫句。有以重況輕", "556": "之意。言種種過患。事該婬殺盜妄。乃違犯律儀之", "557": "最勝者。見之尚不生於憍慢。況夫出家知識。貪著", "558": "摶食。及與財物。在家知識。愛染妻子。及與眷屬。縱", "559": "有違犯律儀。尚無大過。見之不惟不生憍慢。而一", "56": "相。二開示迷智四相。初三。一迷識執相。二別成凡", "560": "切惡念皆不起也。○善男下。次明獲益。亦世尊結", "561": "答普覺之語。善男子。當知於彼善友。所示種種過", "562": "患。不起憍慢等諸惡念。於此可見正念純熟。心地", "563": "清淨。隨因感果。即能究竟成就正覺。契真心也。從", "564": "此智慧心華。開發明曜。普照十方剎土。成佛度生。", "565": "不外是矣。開示求人竟。△二開示法病二。一開示", "566": "依法離病。二開示離病即正。初。", "567": "善男子彼善知識所證妙法應離四病。", "568": "承上文業已開示。於彼善友。不起惡念。即成正覺。", "569": "今復指示。於彼善知識。所證妙法。應當離於四病", "57": "小。三總斥迷悶。初。", "570": "也。妙法即圓覺。以其包羅法界。涉入無礙。故稱玅", "571": "法。若依此法。不墮邪見。此正示依何等法也。四病", "572": "即作任止滅。若能離病。即成正行。依此修習。皆可", "573": "入圓。此正示行何等行也。據菩薩問處。分條別問。", "574": "而世尊答處。總示以事善知識中。善知識所證妙", "575": "法。即是可依之法。無別有法可依也。離病正行。即", "576": "是應行之行。更無別行應行也。故示勸以應離。淨", "577": "名云。但除其病。不除其法也。開示依法離病竟。△", "578": "二開示離病即正二。一歷明四病。二總示邪正。初", "579": "四。一作病。二任病。三止病。四滅病。初。", "58": "善男子一切眾生從無始來至我人眾生及與壽命。", "580": "云何四病一者作病至非作得故說名為病。", "581": "初寄言總徵。既屬總徵。通冠下四。應令為一科。孤", "582": "句不便別分。故寄言於此。○一者句標定。若復下", "583": "釋成。若復有人。指一類修行者言。顯不修行者。無", "584": "此計故。作如是言。葢是從心起念。發如是妄計之", "585": "言。我於本心作種種行。此是錯會前幻觀中義。起", "586": "種種行。欲求圓覺也。實不達彼先悟淨覺。然後以", "587": "淨覺心。發起幻智。觀彼幻眾。而起幻行。乃至幻相", "588": "永滅。方滿菩薩清淨妙行。今乃虗妄計度。謬倣彼", "589": "行。欲求圓覺。豈可得哉。當知圓覺清淨。本無修習。", "59": "一切眾生。該六道。與小乘也。從無始來者。遙指晦", "590": "豈容作得。故曰彼圓覺性。非作得故。說名為病。固", "591": "其宜矣。作病竟。△二任病。", "592": "二者任病若復有人至非任有故說名為病。", "593": "二者句標定。若復下釋成。若復有人。仍指一類修", "594": "行者。反顯不修行者。無此妄計。作如是言。亦是從", "595": "心起念。作如是妄計之言。我等今者。是妄宰己先", "596": "定於中矣。如此而曰。不斷生死。則生死常輪。如此", "597": "而曰。不求涅槃。則涅槃永背。涅槃生死。無起滅念", "598": "者。謂涅槃由他永背。而無求起之念。生死由他常", "599": "輪。而無斷滅之念。一味任彼一切。隨諸法性。生死", "6": "初。", "60": "昧真心以來。晦昧真心。展轉變起八七五六諸識。", "600": "者。任他生死。涅槃者。任他涅槃。此錯會普眼章中。", "601": "覺成就故。不與法縛。不求法脫。不厭生死。不愛涅", "602": "槃等義。而自作此無可無不可之妄計。而乃以之", "603": "欲求圓覺。豈可得哉。當知彼圓覺性。雖本無修習。", "604": "不妨幻力修習。豈是任用隨他之所能有。故曰彼", "605": "圓覺性。非任有故。說名為病。任病竟。△三止病。", "606": "三者止病若復有人至非止合故說名為病。", "607": "三者句標定。若復下釋成。若復有人。準前可知。作", "608": "如是言。仍是從心起念。作如是妄計之言。一切妄", "609": "念。皆由自心而起。今欲永息諸念。豈從外招。故云", "61": "今云妄想者。且指第六意識。以凡夫小乘。唯知有", "610": "我今自心。永息諸念。其意以由諸念故。見一切法。", "611": "起動差別。設若永息諸念。則得一切性。寂然平等。", "612": "此錯會清淨慧章。居一切時。不起妄念等義。而自", "613": "作此永息諸念之妄計。殊不知息愈勤。而念愈多。", "614": "纔起一念息心。則是於妄念上。又添一層妄念。一", "615": "念既爾。念念皆然。欲求永息。豈可得乎。而乃以之", "616": "欲求圓覺。實不能爾。當知圓覺清淨。本自離諸妄", "617": "念。何庸更止念以求合。故曰彼圓覺性。非止合故。", "618": "說名為病。止病竟。△四滅病。", "619": "四者滅病若復有人至非寂相故說名為病。", "62": "第六意識。八七五皆不知故。然第六意識。於諸識", "620": "四者句標定。若復下釋成。若復有人。亦準前知。作", "621": "如是言者。謂從心妄計。作如是永斷煩惱之言。其", "622": "意以身心受報。皆因煩惱所使。今欲斷之。使不再", "623": "生。故曰永斷一切煩惱。既永斷之則無惑。無惑則", "624": "無業。無業寧有身心受報。故云身心畢竟空無所", "625": "有。又身心為根塵總相。根塵等為身心別相。身心", "626": "既空無所有。何況六根五塵。及法塵之虗妄境界。", "627": "又安所存。故云一切永寂。此錯會前滅觀中。斷諸", "628": "煩惱。隨順寂滅等義。實不達彼。以淨覺心修習。全", "629": "無許多妄計。今妄計一切永寂。欲求圓覺。如以方", "63": "中。已屬至妄。況夫妄想。又是於第六意識上所起", "630": "木。欲逗圓孔。吾固知其不入也。當知妙圓覺性。具", "631": "足恒沙德用。無礙難思。住寂之心。豈能契合。故曰", "632": "彼圓覺性。非寂相故。說名為病。歷明四病竟。△二", "633": "總示邪正。", "634": "離四病者則知清淨至若他觀者名為邪觀。", "635": "首二句結示清淨。謂彼果能離四病者。則知彼是", "636": "清淨修行。作是下。依分正邪。謂作是觀。離於四病。", "637": "而修習圓覺者。是人得入圓覺之正性。名為正觀。", "638": "若乃他觀。修習圓覺。不必離於四病者。是人不得", "639": "入圓覺正性。名為邪觀。依正觀而修。則為成佛夷", "64": "虗妄念想。誠為妄中妄矣。為此妄想所迷。固執五", "640": "途。依邪觀而修。必沉入魔險道。有志圓覺者。不可", "641": "不辯。開示法病竟。△三開示行病二。一示修行入", "642": "圓。二示解脫除病。初。", "643": "善男子末世眾生欲修行者至如是修行方入圓覺。", "644": "末世眾生。去佛遙遠。欲修行者。致障多緣。不假善", "645": "友調停。難免不入邪徑。應當盡命等。正誡勉之語。", "646": "盡命供養者。盡其形命。供給四事。勿朝勤而夕惰。", "647": "及日親而月違也。尋常稱善友為知識。呼知識為", "648": "善友。隨說者便。不甚分疏。今經文既兩用。釋當類", "649": "別。葢既稱為友。應指同學等侶。但取其賦性善良。", "65": "蘊身中有我。名為我相。計我展轉趣於餘趣。名為", "650": "與之共住。有彼此互相勸勉之益。故以善友稱之。", "651": "必令盡命供養者。恐彼四事不足。不能安心辦道。", "652": "相與切磨箴規。成其益焉。善知識者。應指親近師", "653": "承。具正知正見。能識法識機。乍親則解粘去縛。久", "654": "近必抽釘拔楔。故稱為善。教以執弟子禮。善侍巾", "655": "瓶。故名為事。欲求親近者。或因其執禮善侍。或見", "656": "其時至機熟。不待請而來教故。應斷憍慢者。憍謂", "657": "自高。慢謂輕彼。愚癡無知者。間或有之。如云。知識", "658": "尚來近我。我又何必往求。只此二語。則是憍且慢", "659": "矣。若復遠離者。或為折茲憍慢。或為應他機感。去", "66": "人相。計我盛衰苦樂種種變異相續。名為眾生相。", "660": "就兩有所益故。應斷瞋恨者。瞋謂立時生忿。恨謂", "661": "結怨在心。愚癡無知者。亦間有之。如云。任去不復", "662": "追隨。自此永不求彼。只此二語。則是瞋且恨矣。然", "663": "此憍慢瞋恨。皆為障道因緣。故各以應斷囑之。現", "664": "逆順境者。順如戒定慧等。逆如貪瞋癡等。皆為曲", "665": "順機宜。權巧示現。逆固非逆。順亦非順。故云猶如", "666": "虗空。既順逆猶如虗空。自能了知善知識之身心。", "667": "畢竟平等。並不因善人而現順。亦不因惡人而現", "668": "逆。葢與諸眾生。同一。○覺性體。無有異視。又何容", "669": "生憎生愛於其間哉如是修行。方入圓覺者。謂如", "67": "計我一報命根不斷而住。名為壽者相。此四相中", "670": "我所說。如是供養善友。事善知識。依之修行。離於", "671": "障道因緣。故云方入圓覺。示修行入圓竟。△二示", "672": "解脫除病。", "673": "善男子末世眾生不得成道至自他憎愛亦復如是。", "674": "上文以供養善友。事善知識。依之修行。方入圓覺", "675": "者。為其無怨親憎愛等。諸障緣故。以是而知末世", "676": "眾生。所以不得成道者。非無所因。故云由是無始", "677": "等也。無始者。遠指晦昧真心。不得其始之時。晦昧", "678": "真心。依於無明。轉成阿賴耶識而計我之心生焉。", "679": "由計我故。妄分自他。設有違自而順他者。便起憎", "68": "後三。雖隨境轉計。要皆以我相為本。金剛論中。名", "680": "心。又有違他而順自者。使起愛心。於人既爾。於法", "681": "亦然。由此而於人中法中。起憎起愛。熏成一切愛", "682": "憎種子。納於八識田中。謾說不知修行。縱使修行。", "683": "亦不過除其現行。而識田種子。故未解脫。道云何", "684": "成。以遇緣即興。能為障道緣故。是知欲成道果。必", "685": "將識田種子。盡解脫也。得盡解脫。其相云何。故云", "686": "若復有人。為借人而示相故。怨家者。懷勝怨於心。", "687": "遇則有損。乃人中之最可憎者。父母者。係至親於", "688": "身。依則有益。乃人中之最可愛者。而云觀彼怨家。", "689": "如己父母。則勝怨無過憎。至親無過愛。故云心無", "69": "為迷識境也。迷識執相竟。△二別成凡小。", "690": "有二。葢必於自他憎愛。種現俱盡者。乃能如此。故", "691": "云即除諸病。謂種現俱盡也。又前之四病。皆由憎", "692": "愛而生。果其種現俱盡。則諸病皆不有矣。然已上", "693": "約人中憎愛。而四病屬法中憎愛。人中憎愛。雖種", "694": "現俱盡。何以並諸病而俱無耶。恐有是疑。故次下", "695": "為之例明。於諸法中。自他憎愛者。如自起作心。他", "696": "起止心。必愛作而憎止。若自起止心。他起作心。必", "697": "愛止而憎作。如止作既爾。任滅亦然。是名法中憎", "698": "愛。除此者。但盡現行。若觀彼煩惱生死。如菩提涅", "699": "槃。心無有二。則是種現俱盡。故云亦復如是。謂亦", "7": "於是淨諸業障菩薩至長跪叉手而白佛言。", "70": "認四顛倒為實我體至厭流轉者妄見涅槃。", "700": "復如觀彼怨家。如己父母。心無有二是也。夫自他", "701": "憎愛。為致病之親因。實障道之勝緣。發起雖由我", "702": "執。肇始端在無明。前已散漫開示。恐不介意。今於", "703": "開示去病之後。再為叮囑。最忌在知識邊起。且欲", "704": "令種現俱盡。生茲末世。懸受佛慈。三復誠言。不禁", "705": "流涕。有志圓覺者。尤宜留意。開示行病竟。△四開", "706": "示發心。", "707": "善男子末世眾生欲求圓覺至如是發心不墮邪見。", "708": "此科如金剛般若中。開示降心。文義大同。圭峯憨", "709": "山。兼有此論。彼經云。佛告須菩提。諸菩薩摩訶薩。", "71": "固執名認。四相皆違真逐妄。是顛倒法。顛倒則不", "710": "應如是降伏其心。今云末世眾生。欲求圓覺。應當", "711": "發心作如是言。彼經乃教以用四心降妄心。今經", "712": "直教以發四種心。以四心既發。則妄心不待降故。", "713": "又彼經云。所有一切眾生之類。略分胎卵濕化等", "714": "十。是名所度眾生。今云盡虗空界。一切眾生。則十", "715": "類俱該。平等普度。不擇怨親難易等。即廣大心也。", "716": "又彼經云。我皆令入無餘涅槃。無餘則超過有餘。", "717": "是到家法。今經云。我皆令入究竟圓覺。究竟則跨", "718": "越始本。亦到家法。即第一心也。又彼經云。如是滅", "719": "度無量無邊眾生。實無眾生得滅度者。實無則不", "72": "實。由迷識故。認取固執。以為真實我體。此又顛倒", "720": "見眾生可度。雖無量無邊。不生難度之想。今云於", "721": "圓覺中。無取覺者。亦是不見眾生可度。如是乃能", "722": "常度。即常心也。又彼經云。何以故。若菩薩有我相。", "723": "人相。眾生相。壽者相。即非菩薩。初徵何以故者。謂", "724": "以何以故。必定不要見眾生為可度耶。釋中以若", "725": "見眾生可度。則四相一時俱作。即非菩薩。今經無", "726": "徵詞。直言除彼我人一切諸相。即不顛倒心也。彌", "727": "勒偈。頌彼經義云。廣大第一常。其心不顛倒。此四", "728": "心之所由名也。又彼經云涅槃。此經名圓覺者。準", "729": "前文殊章云。有大陀羅尼。名為圓覺。流出一切清", "73": "之甚也。由此認為實我。於違我者生憎。於順我者", "730": "淨真如。菩提涅槃。是知圓覺即是一心。菩提涅槃。", "731": "皆隨緣異稱耳。如是發心。不墮邪見者。顯示我人", "732": "等相。皆邪見故。總結應求開示。長行竟。△二偈頌", "733": "標頌云。", "734": "爾時世尊欲重宣此義而說偈言。", "735": "△正頌準長行有五。偈頌為四亦略。乃約義略頌四。一單頌正示求人。二合頌", "736": "依法離病。三合頌修行解脫。四正頌開示發心。初。", "737": "普覺汝當知末世諸眾生至心遠二乘者。", "738": "既求正知見人。且又遠於二乘。即當遵依。今不頌", "739": "者。準長行可知也。△二合頌依法離病。", "74": "生愛。故云便生僧愛二境。然我人等。本屬虗妄。乃", "740": "法中除四病謂作任止滅。", "741": "法中句。頌依法離病。作止句。頌別示病相。不頌離", "742": "病即正者。義中含故。△三合頌修行解脫。", "743": "親近無憍慢遠離無瞋恨至戒根永清淨。", "744": "親近二句。乃略頌修行入圓中義。著能於知識邊。", "745": "無憍慢瞋恨之心。即是修行可以入圓也。親近者。", "746": "知識俯就機宜。學者易生憍慢。是障道緣。故以無", "747": "戒。遠離者。知識別應他緣。學者易生瞋恨。亦障道", "748": "緣。故以無止。見種下五句。乃重頌長行中。解脫憎", "749": "愛即除諸病。文不甚類。葢約義頌也。見種種境界", "75": "又執違我者為可憎。順我者為可愛。故云於虗妄", "750": "者。謂見彼知識現逆現順等。種種境界。心當生希", "751": "有者。見順不生過愛。見逆不生過憎。總以內心作", "752": "希有想。難逢難遇。縱有惡行。還如佛之出世。葢生", "753": "心如佛想耳。既如佛想。則順行固不疑其犯非律", "754": "儀。而逆行亦自知其戒根清淨。如此而親近知識。", "755": "非自他憎愛。種現俱盡者。無能為也。合頌修行解", "756": "脫竟。△四正頌開示發心。", "757": "度一切眾生究竟入圓覺至證覺般涅槃。", "758": "一切眾生。該盡空界。平等普度。即廣大心也。究竟", "759": "者。超過始本。證入圓滿覺性。即第一心也。無彼我", "76": "體。重執虗妄。此又妄之至也。雖妄之至。而卒不可", "760": "人者。是已達無取覺者。即不顛倒心。由於常心也。", "761": "發此四心。即是正智正慧。依之修習。離於自他憎", "762": "愛。便得超出邪見。正因既成。妙果堪陟。故云證覺", "763": "般涅槃。謂證入圓覺。乃般涅槃。是知金剛般若。稱", "764": "為無餘涅槃。今經稱為究竟圓覺者。無足異焉。總", "765": "結大科四問四答教修分竟。", "766": "△四一問一答示果分三。一謝前請後。二師資緣", "767": "合。三應求開示。初二。一具儀謝前。二請後顯慇。初", "768": "二。一眾中具儀。二謝前受益。初。", "769": "於是圓覺菩薩在大眾中至長跪叉手而白佛言。", "77": "斷。故云二妄相依。謂妄體與妄境。相依而住故。或", "770": "此章以圓覺菩薩為主示真實果法。非深證圓滿覺性者。不能契故餘", "771": "眾皆伴。故云在大眾中。餘可知。△二謝前受益。", "772": "大悲世尊為我等輩至令末世眾生有大增益。", "773": "近受現前之請。遐被末世之機。故稱大悲世尊。為", "774": "我等輩。應現前機。廣說淨覺種種方便者。通指自", "775": "信分以來。由解分。而至修分。如來重重開示。皆為", "776": "廣說修習。淨圓覺中。種種方便。逆指即如除病離", "777": "相。修觀滅幻等。令末世眾生者。遐被未來。不惟現", "778": "會法眾蒙益。將此法門。展轉傳於如來滅後。正法", "779": "像法已過。末法之時。令彼末世眾生。依此種種方", "78": "躭著有為。而造有為之業。或趣向無為。而修無為", "780": "便。漸次修習。於最上圓覺便可登陟。故曰有大增", "781": "益。具儀謝前竟。△二請後顯慇二。一請後方便。二", "782": "至三顯慇。初。", "783": "世尊我等今者已得開悟至及末世眾生施大饒益。", "784": "當機菩薩。自指現前大眾。故云我等今者。耳提面", "785": "命。親從佛聞。故云已得開悟。謂開悟云何生信。云", "786": "何發解。云何起修。非獨指解分為開悟也。末世眾", "787": "生。生在佛後。未得親奉金言。不知云何生信。云何", "788": "發解。云何起修。故云未得悟者。既未得悟。或隨分", "789": "思察。或建場尅期。皆可由於自便。設若逢於夏首。", "79": "之道。然業道通稱為妄者。蓋以識心不了雖修道", "790": "必當安居修習。然安居儀式。大小攸分。故以云何", "791": "為問。謂或以大乘。或以小乘。求佛尅定儀式。乃敢", "792": "遵照修習。若不然者。恐誤修無所用耳。圓覺清淨。", "793": "境界。五住不雜。二死不染。彌滿清淨。中不容他。故", "794": "此圓覺中。三種淨觀者。謂前說修習圓覺。用三種", "795": "淨觀。皆約已悟者說。如彼文云。若諸菩薩。悟淨圓", "796": "覺。以淨覺心。取靜為行等是也。今約末世未悟。但", "797": "不知奢摩他中。以何為首。三摩提中。以何為首。禪", "798": "那中。以何為首。故並問也。惟願大悲者。求佛哀愍。", "799": "為諸大眾者。近益現在。及末世眾生者。遐益後來。", "8": "此章以淨諸業障為主。迷識四相。迷智四相。非善能淨諸業障者。不能問與", "80": "亦是妄故。由妄業故。循有為因。而受報於天上人", "800": "施大饒益者。令其隨順修習。進證大圓覺果故。請", "801": "後方便竟。△二至三顯慇。", "802": "作是語已五體投地如是三請終而復始。", "803": "準前可知。謝前請後竟。△二師資緣合二。一師與", "804": "資合。二資與師合。初。", "805": "爾時世尊告圓覺菩薩言至汝今諦聽當為汝說。", "806": "當場一問。現會與末法兩利。故重言善哉而讚美", "807": "之。進示果頭之法。非具足圓覺者。不能設問。故曰", "808": "汝等乃能。顯降斯則不能也。如是方便者。略明有", "809": "二。一通相方便。謂修習圓覺之通方便。二別相方", "81": "間。故云妄見流轉。謂流轉於生死也。厭流轉者。順", "810": "便。謂三種淨觀之別方便。觀佛答處自知。得別方", "811": "便。則三觀可成。得通方便。則圓覺可證。是為菩薩", "812": "以大饒益。施諸眾生。既師緣與資合。故教以諦聽", "813": "許以當說。謂時下即當說也。師與資合竟。△二資", "814": "與師合。", "815": "時圓覺菩薩奉教歡喜及諸大眾默然而聽。", "816": "奉教歡喜者。奉誡許之教。喜不枉問故。及眾默聽", "817": "者。希聞二方便。得大饒益故。師資緣合竟。△三應", "818": "求開示二。一長行。二偈頌。初三。一開示通相方便。", "819": "二開示別相方便。三開示鈍根修證。初四。一隨分", "82": "無為道。而感果於聲聞辟支。故云妄見涅槃。謂滅", "820": "思察方便。二尅期修習方便。三結夏安居方便。四", "821": "入期示無悞取。初。", "822": "善男子一切眾生若佛住世至隨分思察如我已說。", "823": "善男子者。呼當機令著意。勿虗聽也。一切眾生者。", "824": "不論有佛時。無佛時。但有具大乘性者。皆總該之。", "825": "若佛住世。總指有佛時也。若佛滅後。總指無佛時", "826": "也。又無佛之時。法運有三。一正法時。謂去佛不遠。", "827": "法未隣邪。有教。有理。有行。有果。二像法時。謂去佛", "828": "漸遠。像教僅存。有教。有理。有行。證果者幾希矣。三", "829": "末法時。去佛遙遠。空騰似量。教理雖有。行界兩亡。", "83": "度於分段也。別成凡小竟。△三總斥迷悶。", "830": "今上云若佛滅後。兼正像而總言之。下云若法末", "831": "時。乃別指空騰似量時也。必別指者。以此時教理", "832": "雖有。行果兩希。尤在可愍故。有諸眾生者。有佛時", "833": "多有。以耳提面命。發菩提心者多故。無佛時在正", "834": "法亦多有。以法未隣邪。發菩提心者亦多。像法時", "835": "則不多。以像教僅存。發菩提心者少故。至末法時。", "836": "空騰似量。發菩提心者間有。有則名為具大乘性。", "837": "既具大乘種性。必能信佛所證圓覺。良以大圓覺", "838": "心。惟佛獨證。故稱秘密。以餘眾不能知故。雖餘眾", "839": "不知。設有具大乘種性者。亦能信佛必證。並信我", "84": "由此不能入清淨覺至及與息念皆歸迷悶。", "840": "若成佛時。亦必證。因而發心修習。故稱欲修行者。", "841": "伽藍。略梵語。具云僧伽藍摩。此云和合眾園。謂方", "842": "來僧眾。和合共住。清淨園林。德臘俱尊者。可以主", "843": "之。故云在也。四事務令無闕。徒眾方能安處。如是", "844": "則未免夤緣。故云有緣事故。不能一向修習。故云", "845": "隨分思察。謂隨其所應修之分際。分分思察。先令", "846": "妄盡遠淨覺。次令隨順還圓覺。如我前與普眼菩", "847": "薩。已經逐一而說。隨分思察方便竟。△二尅期修", "848": "習方便。", "849": "若復無有他事因緣至過三七日一向攝念。", "85": "由此二字。躡前由此妄見流轉。妄見涅槃。以此為", "850": "初道場尅期。既不主持伽藍。亦不匡徒領眾。故曰", "851": "無有他事因緣。以上科主持伽藍。匡徒領眾。皆為", "852": "利他分中事故。利他事繁。不能一向修習。故惟令", "853": "隨分思察。今既無有利他事中因緣。唯以自利為", "854": "重。故令即建道場。道場者。修道之場。而云建者。或", "855": "方。或圓。或大。或小。周圍標定分際。如法誦呪結場。", "856": "務令與外人外事不相涉故。當立期限者。尅期奮", "857": "勇。道易成故。若立長期。百二十日者。約上根。一期", "858": "之內。誓期必證。諒其期。得四箇月也。中期百日者。", "859": "約中根。恐過長則力倦。無若合中。促其期於兩旬", "86": "障。則不見清淨覺性。不見則不能入。故云不能入", "860": "日也。下期八十日者。約下根。一期不成。還容再修。", "861": "於彼中期。減兩旬日。則已是也。然如來既定三期。", "862": "非無所為。葢以人根不齊。務令下根者種。中根者", "863": "熟。上根者脫。設不然者。則上根自能遠圖。中根或", "864": "可勉就。至於下根。鮮有不望巖者矣。安置淨居者。", "865": "於道場內。安置淨修之居。如結戒場。大界為不失", "866": "衣界。內又結小界。為作法辦事處也。○若佛下。禮", "867": "佛求懺。若佛現在者。如來住世時也。如來住世。道", "868": "場不能往禮。惟當正念思惟。謂思惟佛之法身。徧", "869": "一切處。隨所禮處。即是佛故。若佛滅後。如來去世", "87": "清淨覺。非覺二句防問。恐有問云。一切眾生。皆證", "870": "時也。如來去世禮佛應須設像。設像不過木雕泥", "871": "塑。惟在心存是佛。目覩想佛。生正憶念者。謂憶念", "872": "法身常住。本無有滅。即此木雕泥塑。還同如來常", "873": "住之日。懸諸旛華者。旛華於前。中為幔而結搆之。", "874": "華懸於空。類天散而飄鼓之。如今之設壇禮懺。務", "875": "期盡美盡善。極力竭誠。即真供養。謹運一心。經三", "876": "七日。稽首十方佛名。求哀懺悔。懺謂懺除前𠎝。悔", "877": "謂悔不更造。身心既淨。道果堪成。如滌淨器。以備", "878": "成貯甘露法味。○遇善下。獲效徑修。遇善境界者。", "879": "或禮應光華。或夢驗佳祥。不作聖心。名善境界。自", "88": "圓覺。云何不能入。想是覺性違拒。諸能入者耶。故", "880": "然獲得心意輕安。謂既不昏沉。亦無掉舉也。然雖", "881": "如是。亦不過三七日。以感應道交。理方定故。一向", "882": "者。驀直去。絕擬議。永不退故。攝念者。攝妄念。成正", "883": "觀。契圓覺故。尅期修習方便竟。△三結夏安居方", "884": "便三。一標大異小。二對佛陳詞。三逾期隨往。初。", "885": "若經夏首三月安居至心離聲聞不假徒眾。", "886": "大疏云。然建道場。或在伽藍。或於餘處。期限未滿。", "887": "夏首已臨若入眾安居。則乖誓約若自終限期。又", "888": "犯毗尼。道場中人。由此疑惑。如來遠念故為辯明。", "889": "設為俗乖律。則非今因大癈小無失。故決定毗尼", "89": "此防云。非覺違拒諸能入者。謂非是覺性違逆拒", "890": "經說。持聲聞戒。是破菩薩戒。持菩薩戒。是破聲聞", "891": "戒。言當為者。既經夏首。不便出入遊化。大小兩乘。", "892": "皆當作安居法也。清淨有二。一心性清淨。約菩薩", "893": "說。二境界清淨。約聲聞說。止住即是安居。然既知", "894": "剋期修習。求證圓覺。縱安居亦當作心性清淨。菩", "895": "薩止住。心離聲聞者。不必將心又入聲聞境界。清", "896": "淨場故。又聲聞安居。必先集眾問和。且安居亦必", "897": "白僧。須假徒眾。令既不入彼眾故。不假也。標大異", "898": "小竟。△二對佛陳詞。", "899": "至安居日即於佛前至大因緣故不繫徒眾。", "9": "解故餘眾皆伴。故云在大眾中。餘可知。△二謝前受", "90": "阻。使之不入。不惟不違拒。亦復不隨順。即如有諸", "900": "初屆期白佛踞修。至安居日者。遵佛制。順此方四", "901": "月十五。為前安居日。大小兩乘。皆至此日安居。即", "902": "於佛前者。顯是大乘。以小乘作僧事辦。白僧即是。", "903": "今云佛前者。以大乘作佛事辦。應白佛故。作如是", "904": "言者。謂對佛作念。如是如是而說。非出聲唱言也。", "905": "我者。顯自陳言。非關他故。比丘。及尼。是出家二眾。", "906": "優婆塞。夷。是在家二眾。按小乘安居。唯許出家二", "907": "眾。今是大乘。且是約心性安居。非關方處。通在家", "908": "亦無傷。故即約尅期同修之四眾。而總言之。踞菩", "909": "薩乘者。謂依踞菩薩大乘之法。修習真如寂滅行", "91": "能入。非覺入故。有諸能入者。即如前文。菩薩修習", "910": "故。葢寂滅者。依真如而立名。謂真即無妄。離言說", "911": "相名寂。如即不變。離心緣相名滅。稱此理而修因。", "912": "名之為行也。○同入下。正陳菩薩安居。同入清淨。", "913": "實相住持者。行行契真。名為同入。清淨實相者。在", "914": "本經名為淨覺。約起信即是心真如門。清淨者。一", "915": "念不生。實相者。守其自性。即此一念不生。守其自", "916": "性。便是住持。如道場之安置淨居。類戒場之內結", "917": "小界。雖理事有異。而分限頗相似故。以大圓覺為", "918": "我伽藍者。大圓覺性。在本經首稱大陀羅尼。依華", "919": "嚴即是一真法界。為我伽藍者。陀羅尼。總一切法。", "92": "三種觀法。即能證入。雖能證入。亦非覺性隨順。令", "920": "持無量義。一真法界。該真如門。合生滅門。修因證", "921": "果。總在裏許。有伽藍義。如尅期之建立道場。類戒", "922": "場之不失衣界。其分限亦頗相似。身心安居者。最", "923": "初元以真如不守自性。變起藏識心海。其次又以", "924": "境界風動。轉生前七識浪。從此前五識趣逐外塵。", "925": "第六識內。緣影事。因而帶累五蘊身心。不能安居。", "926": "今既同入清淨實相住持。前五識既不趣逐外塵。", "927": "第六識亦不內緣影事。累不及蘊。故得身心安居。", "928": "至於第七末那。向以六識為用。內緣八識為體。今", "929": "既身心不動。則六識不行分別。是第七無用。外無", "93": "其入故。總言入與不入。無關於覺也。以是之故。凡", "930": "所緣矣。外無所緣。自不計八識為我。而內亦無所", "931": "緣矣。內外無緣。則第七末那。居然平等性智。而藏", "932": "識心海。仍歸真如。起信論云。心真如者。即是一法", "933": "界大總相法門體。所謂心性不生不滅。不生不滅", "934": "即是涅槃自性。謂涅而不生。槃而不滅故。不生則", "935": "不繫於有。不滅則不屬於空。故云無繫屬故。據此", "936": "則是同安居於圓覺普照。寂滅無二性中。無繫屬", "937": "於方隅界限故。如上所說。以大圓覺為我伽藍者。", "938": "意在於此。○我今下。敬請不例餘眾。聲聞安居期", "939": "限亦屬佛制。不敢違故。蒙允則雖違無遇也。不依", "94": "夫動念。起惑造業。二乘息念。沉空滯寂。俱屬妄念。", "940": "聲聞者。稱性安居。與彼不同故。當與十方等。謂佛", "941": "及菩薩。皆住清淨實相。以圓覺為伽藍自亦與之", "942": "同故。三月安居者。定以三月為期。不類聲聞。前後", "943": "兩安居故。所以不拘小節者。為修菩薩無上妙覺", "944": "大因緣故。不繫徒眾者。恐彼不能隨大。並小亦失", "945": "故。對佛陳詞竟。△三逾期隨往。", "946": "善男子是名菩薩示現安居過三期日隨往無礙。", "947": "然大乘既以清淨實相為住持。以大圓覺性為伽", "948": "藍。即是安居。何必夏首。葢為惜事表法。示現夏首", "949": "安居。亦為令彼本無大志。邈示夏首安居者。知所", "95": "不契真乘。故云皆歸迷悶。謂迷而不覺。悶而不通", "950": "耻焉。過三期日。隨往無礙者。大疏云。道場三期日", "951": "滿。小乘夏限未終。以本非小乘安居故。不妨隨往", "952": "無礙。結夏安居方便竟。△四入期示無悞取。", "953": "善男子若彼末世修行眾生至一切境界終不可取。", "954": "末世修行。邪正難分。求菩薩道。最宜慎重。況夫既", "955": "入三期。未免尺水丈波。若是彼從佛所聞一切境", "956": "界。如奢摩三摩禪那。漸修。頓修。圓修。乃至二十五", "957": "輪觀等。取之而修。終有巨益。若非彼從佛所聞一", "958": "切境界。如事水。事火。事天。奉時。奉方。奉塵。乃至二", "959": "十五冥諦等。取之而修。必招奇損。故以終不可取", "96": "也。大疏云。此文正是結答前問。前問因何迷悶不", "960": "而示戒之。開示通相方便竟。△二開示別相方便", "961": "四。一修習奢摩方便。二修學三摩方便。三修學禪", "962": "那方便。四徧修即名佛出初。", "963": "善男子若諸眾生修奢摩他至一切境界終不可取。", "964": "初示方便。言悟淨圓覺。以淨覺心。修奢摩他。如前", "965": "已聞命矣。若末世未悟眾生。欲修奢摩他者。最初", "966": "從何下手。故教以先取至靜。謂先當憶想一切所", "967": "有諸法。皆如幻如化。不生取著。不造業。不受報。則", "968": "至靜矣。如此雖能了於生死。仍復取著涅槃。若知", "969": "涅槃亦如幻化。則是靜極。如是則圓覺妙心。脫體", "97": "入。今答云。由認四相。展轉生過。縱離六道。復墮二", "970": "畢露。故曰便覺。如前普眼章云。證得諸幻。滅影像", "971": "故。爾時便得無方清淨。無邊虗空。覺所顯發。覺圓", "972": "明故。顯心清淨等是也。○如是下。明修習。言靜極", "973": "非可遽至。修習必由漸來。故先言如是初靜。從於", "974": "一身。謂先從一身靜也。如前普眼章云。我今此身。", "975": "四大和合。乃至云。四大各離。今者妄身。當在何處。", "976": "以是而觀。即知此身畢竟無體。是為一身靜故。如", "977": "一身既爾。一切身亦然。情世界既爾。器世界亦然。", "978": "不及細陳。但超略言之。故云至一世界。覺亦如是。", "979": "如依鏡生垢。去得一分垢。即能顯得一分光故。○", "98": "乘。是故不入。次云非覺違拒等者。由前問云。因何", "980": "善男下。顯利益。若覺徧滿句。牒上覺徧一界。然覺", "981": "性靈明。有境必照。故於一界眾生。凡有起一念處。", "982": "皆能了知。如覺徧一界既爾。覺徧百千世界亦然。", "983": "然此於六通之中。似屬他心。若復能於百千世界", "984": "眾生。有念皆知。又非聲聞他心之所能及。他心既", "985": "爾。通通皆然。佛知佛見。不外是矣。亦如垢盡鏡明。", "986": "凡有臨於鏡光者。無不照焉。如普眼章云。一切實", "987": "相。性清淨故。一身清淨。一身清淨故。多身清淨。多", "988": "身清淨故。如是乃至十方眾生。圓覺清淨。善男子。", "989": "一世界清淨故。多世界清淨。多世界清淨故。如是", "99": "使諸眾生不入。故此答云。非覺違拒。使之不入。但", "990": "乃至盡於虗空圓裹三世。一切平等清淨不動。善", "991": "男子。虗空如是平等不動。當知覺性平等不動。如", "992": "是等文。乃極力發揮此旨。此若不明。當細閱彼文", "993": "自知。○非彼下戒悞取。準前可知。修學奢摩方便", "994": "竟。△二修學三摩方便。", "995": "善男子若諸眾生至一切境界終不可取。", "996": "初示方便。若諸眾生。指末世未悟者說。末世未悟。", "997": "欲修三摩提者。最初從何下手。故教以先當憶想", "998": "十方如來。及諸菩薩。所以為如來為菩薩者。無非", "999": "修因證果而得。如是則為我之師。我之友矣。○依"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 263 圓覺經析義疏", "englishTitle": "卍 Xuzangjing, Electronic version, No. 263 圓覺經析義疏", "author": "清 通理述", "language": "chinese", "source": "CBETA"}