{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B277 雲棲法彙（選錄）(第1卷-第11卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "放生儀", "1": "戒殺放生文序戒殺放生文序", "2": "蓮池上人少通六藝。文成而紙貴洛城。長練三車。忍", "3": "證而宗超蔥嶺。勇披毘黎之鎧。瑩握摩尼之珠。當經", "4": "禪暇。愍切迷流。于尸羅中。特申殺戒。蓋以血氣之屬", "5": "莫不有知。蜎蠕之倫無非同與。充吾惡死之心。豈宜", "6": "戕物。體帝好生之德用導昏衢。夫惻隱之心。人所同", "7": "具。刲燖之慘。世所易明。綢繆種族。古今之致常然。蹢", "8": "躅喪群。禽鳥之情何異。乃蚊蚋噆膚而生煩。砧刀加", "9": "物而靡恤。刳彼膏膋。充茲口腹。反之于心。予仁安在。", "10": "推之于報。冤對奚辭。既隨強弱而遞相吞食。遂緣償", "11": "負而長歷輪迴。于是如來然慧炬于重幽。拯群苦于", "12": "八難。令斷殺因。不纏惡果。當茲末法。久昧微言。而禪", "13": "師滌五欲之泥。釋三有之網。于音聲海。鼓智願船。濟", "14": "彼胥溺。臻于一真。猗歟旨哉。法無分于頓漸。入皆不", "15": "二。道靡間于聖凡。信為第一。苟能循師不殺之戒。而", "16": "諦觀吾起殺之因。為生于靈知之心。為發于膚骨之", "17": "體。心本慈悲。何因殘害。體無覺識。寧具貪瞋。心忘則", "18": "聲臭有所不知。是嗜味者不繇于體。體寂則愛憎無", "19": "以自起。是好殺者不繇于心。二既無有。中何從來。故", "20": "知身心本淨。習惑妄纏。得本淨之妙。則此戒不繇于", "21": "外鑠。解妄纏之蔽。則大悲莫遏于中心。入三摩提。成", "22": "等正覺。繇于是矣。余少聞子輿遠庖之訓。已深愛物", "23": "之慈。茲覽禪師戒殺之篇。益重護生之念。遂命兒摹", "24": "刻。廣世持流云。", "25": "賜進士出身光祿大夫太子太保吏部尚書武英殿", "26": "大學士知制誥國史典誌總裁官海虞嚴訥譔", "27": "第十一（戒殺放生文一卷）戒殺放生文", "28": "明古杭雲棲寺沙門袾宏撰并註", "29": "戒殺文○戒殺文", "30": "世人食肉。咸謂理所應然。乃恣意殺生。廣積冤業。相", "31": "習成俗。不自覺知。昔人有言。可為痛哭流涕長太息", "32": "者是也。計其迷執。略有七條。開列如左。餘可例推云。", "33": "凡有知者必同體。人之食肉大是怪事。然不以為", "34": "怪者。良繇家世襲而為常。鄰里比而成俗。習行既", "35": "久。不覺其非。反以為是。又奚怪乎。今有殺人而食", "36": "者。人必大駭而亟誅之。何也。不習行故也。使殺人", "37": "無禁。行之數年。以人肉而供庖廚者遍於天下矣。", "38": "故曰舉世習行而不覺其非。可為痛哭流涕長太", "39": "息者是也。", "40": "一曰生日不宜殺生。哀哀父母。生我劬勞。己身始誕", "41": "之辰乃父母垂亡之日也。是日也。正宜戒殺持齋。廣", "42": "行善事。庶使先亡考妣。早獲超昇。見在椿萱增延福", "43": "壽。何得頓忘母難。殺害生靈。上貽累於親。下不利於", "44": "己。此舉世習行而不覺其非。可為痛哭流涕長太息", "45": "者一也。", "46": "唐太宗萬乘之主。生日尚不為樂。田舍翁多收十", "47": "斛粟。乃賀客盈門。歡宴累日。不知其可也。今世有", "48": "生日飯僧誦經。修諸善事者。其賢乎哉。", "49": "二曰生子不宜殺生。凡人無子則悲。有子則喜。不思", "50": "一切禽畜亦各愛其子。慶我子生。令他子死。於心安", "51": "乎。夫嬰孩始生。不為積福。而反殺生造業。亦太愚矣。", "52": "此舉世習行而不覺其非。可為痛哭流涕長太息者", "53": "二也。", "54": "一獵人暮夜大醉。視其幼子為獐。礪刃將殺之。妻", "55": "泣諫不聽。竟剖其腹。出其腸。已而安寢。天明。呼其", "56": "子與入市鬻獐肉。妻哭曰。昨汝所殺者子也。其人", "57": "舉身自擲。五內崩裂。噫。人畜雖殊。愛子之心一也。", "58": "安可殺歟。", "59": "三曰祭先不宜殺生。亡者忌辰。及春秋祭掃。俱當戒", "60": "殺以資冥福。殺生以祭。徒增業耳。夫八珍羅於前。安", "61": "能起九泉之遺骨而使之食乎。無益而有害。智者不", "62": "為矣。此舉世習行而不覺其非。可為痛哭流涕長太", "63": "息者三也。", "64": "或曰梁武帝以麵為犧牲。世譏其使祖宗不血食。", "65": "噫。血食未必珍。蔬食未必惡。為人子者。貴乎慎修", "66": "其身。而不覆先宗祀斯善矣。奚取於祀之必用血", "67": "也。禴祭勝於殺牛。易垂明訓。牲養猶為不孝。聖有", "68": "嘉謨。奚取於祀之必用血也。", "69": "四曰婚禮不宜殺生。世間婚禮。自問名納采以至成", "70": "婚。殺生不知其幾。夫婚者生人之始也。生之始而行", "71": "殺。理既逆矣。又婚禮吉禮也。吉日而用凶事。不亦慘", "72": "乎。此舉世習行而不覺其非。可為痛哭流涕長太息", "73": "者四也。", "74": "凡人結婚。必祝願夫妻偕老。爾願偕老。禽獸願先", "75": "亡乎。嫁女之家。三日不息燭。思相離也。爾以相離", "76": "為苦。禽獸以相離為樂乎。信乎婚之不宜殺矣。", "77": "五曰宴客不宜殺生。良辰美景。賢主佳賓。蔬食菜羹。", "78": "不妨清致。何須廣殺生命。窮極肥甘。笙歌饜飫於杯", "79": "盤。宰割冤號於砧几。嗟乎。有人心者能不悲乎。此舉", "80": "世習行而不覺其非。可為痛哭流涕長太息者五也。", "81": "若知盤中之物從砧几冤號中來。則以彼極苦。為", "82": "我極歡。雖食。食且不下咽矣。可不悲乎。", "83": "六曰祈禳不宜殺生。世人有疾。殺牲祀神以祈福祐。", "84": "不思己之祀神。欲免死而求生也。殺他命而延我命。", "85": "逆天悖理。莫甚於此矣。夫正直者為神。神其有私乎。", "86": "命不可延。而殺業具在。種種淫祀。亦復類是。此舉世", "87": "習行而不覺其非。可為痛哭流涕長太息者六也。", "88": "藥師經云。殺種種眾生。解奏神明。呼諸魍魎。請乞", "89": "福祐。欲冀延年。終不可得。所謂命不可延。殺業具", "90": "在也。種種淫祀。如殺生求子。殺生求財。殺生求官", "91": "等。及其得子得財得官。皆本人分定。非鬼神所為", "92": "也。偶爾滿願。遽謂有靈。信之彌堅。行之愈篤。邪見", "93": "熾然。莫可救療。悲夫。", "94": "七曰營生不宜殺生。世人為衣食故。或畋獵。或漁捕。", "95": "或屠宰牛羊豬犬等。以資生計。而我觀不作此業者", "96": "亦衣亦食。未必其凍餒而死也。殺生營生。神理所殛。", "97": "以殺昌裕。百無一人。種地獄之深因。受來生之惡報。", "98": "莫斯為甚矣。何苦而不別求生計乎。此舉世習行而", "99": "不覺其非。可為痛哭流涕長太息者七也。", "100": "親見屠羊者垂死而口作羊鳴。賣鱔者將亡而頭", "101": "如鱔嚙。此二事近在鄰居。即非傳說。我勸世人。若", "102": "無生計。寧丐食耳。造殺而生。不如忍饑而死也。吁。", "103": "可不戒哉。", "104": "如上所列。甚拂常情。達人覽之。必以為確論。儻能", "105": "全戒。善莫加焉。其或不然。量力除減。或去四五。或", "106": "禁二三。除一事則消一業。減一殺則杜一冤。若未", "107": "能斷絕腥羶。且先應市買見物。不加親殺。亦免大", "108": "愆。積養慈心。漸入佳境。得斯文者。更望展轉流通", "109": "遞相勸化。能勸一人不殺。如救百萬生靈。勸至十", "110": "人百人。以及千萬億眾。陰功浩大。善果無窮。但肯", "111": "信行。決不相賺。○每年寫十二月分。黏貼屋壁。一", "112": "月不殺。則於月下書不殺二字。一月不殺。下善也。", "113": "一年不殺。中善也。一生不殺。上善也。世代不殺。善", "114": "之又善者也。願人人戒殺。戶戶持齋。則諸佛生歡。", "115": "萬神加護。干戈繇是永息。刑罰可以無施。地獄為", "116": "之頓空。苦海因而長別矣。", "117": "戒殺祝願戒殺祝願", "118": "若能一月不殺。至月盡夜。或次月朔旦。對佛像前。至", "119": "心禮拜。白言。弟子某甲一心皈命西方極樂世界阿", "120": "彌陀佛。我遵先佛明誨。今行不殺。已及一月。以此功", "121": "德。願我罪業消除。冤愆解釋。所修善根。日益增長。命", "122": "終之際。身心安隱。正念分明。蒙佛接引。生極樂國七", "123": "寶池內蓮華之中。花開見佛。得無生忍。具足佛慧。以", "124": "大神力。凡我曠劫所殺冤命。以及十方被殺眾生。悉", "125": "得度脫。成無上道。願佛慈悲。哀憐攝受。發願已。念佛", "126": "或百聲。千聲萬聲。隨意多少。", "127": "放生文○放生文", "128": "蓋聞世間至重者生命。天下最慘者殺傷。", "129": "至重有二。一者。世人於金寶官爵妻子。以至己身。", "130": "皆其所重。然不可得兼。則重之中必取其尤重者。", "131": "是以為救己身。不吝金寶。為救己身。不惜官爵。為", "132": "救己身。不顧妻子。故云至重。二者。凡厥有生。皆能", "133": "作佛。則生為佛種。故云至重。最慘者。如捶打等。雖", "134": "皆苦事。未至斷命。惟殺最慘。", "135": "是故逢擒則奔。蟣蝨猶知避死。將雨而徙。螻蟻尚且", "136": "貪生。", "137": "因命至重。為全命故。因殺至慘。為逃殺故。是以蟣", "138": "蝨螻蟻皆知避死貪生。微命尚然。大者可知也。", "139": "何乃網於山。罟於淵。多方掩取。曲而鉤。直而矢。百計", "140": "搜羅。", "141": "一切眾生既皆避死貪生。何乃昧此良心。行諸毒", "142": "事。網擒山獸。罟覓淵魚。俯水垂鉤。仰空發矢。以至", "143": "暗施陷阱。密設牢籠。百計多方。莫能盡舉。良可歎", "144": "也。", "145": "使其膽落魂飛。母離子散。", "146": "如上網罟鉤矢。見之驚怖。則魂膽飛揚。中之喪亡。", "147": "則母兒離散。如人遭亂世。兵火臨身。一何異乎。", "148": "或囚籠檻。則如處囹圄。或被刀砧。則同臨剮戮。", "149": "幽繫之。則禁錮不異囹圄。宰割之則痛苦同於剮", "150": "戮。設以身處。當何如其為情也。", "151": "憐兒之鹿。舐瘡痕而寸斷柔腸。畏死之猿。望弓影而", "152": "雙垂悲淚。", "153": "憐兒之鹿者。許真君少時好畋獵。一日射中一鹿。", "154": "鹿母為舐瘡痕。良久不活。鹿母亦死。真君剖其腹", "155": "視之。腸寸寸斷。蓋為憐子死。悲傷過甚。至於斷腸。", "156": "真君大恨。悔過。折弓矢。入山修道。後證仙品。拔宅", "157": "飛昇。此證上文母子離散意。畏死之猿者。楚王與", "158": "養繇基出獵。遇猿。令射之。猿望見繇基。即淚下。蓋", "159": "猿臂柔捷。能接飛矢。繇基神射。矢到之處。臂不及", "160": "接。知其必死而悲也。此證上文魂膽飛揚意。", "161": "恃我強而陵彼弱。理恐非宜。食他肉而補己身。心將", "162": "安忍。", "163": "觀上二事。則知殺生。甚所不應。且世人謂禽獸之", "164": "肉人所應食。不知皆是強陵弱耳。不然。猛虎食人", "165": "亦將曰人之肉虎所應食乎。螳螂食蟬。雀食螳螂。", "166": "鷹鸇食雀。弱之肉。強之食。此理甚明。當不疑也。又", "167": "世人謂蔬食者瘠。肉食者肥。為肥己身。不念他苦。", "168": "人心安在哉。", "169": "繇是昊天垂憫。古聖行仁。", "170": "繇世迷故。殺氣動天。而天本好生。常示下民。下民", "171": "不知。是以殺生太重。則雨暘不時。刀兵災起。人修", "172": "善事。則年歲豐登。海宇寧謐。世人殺生。是逆天也。", "173": "古之聖人。因此上順天心。下悲物命。行仁救濟事", "174": "見下文。", "175": "解網著於成湯。畜魚興於子產。", "176": "解網者。商王成湯出遇獵人布四面網。祝曰。從天", "177": "來者。從地來者。從四方來者。皆入吾網。湯為解三", "178": "面。止留其一。改祝曰。欲左者左。欲右者右。欲上者", "179": "上。欲下者下。不用命者乃入吾網。畜魚者。鄭大夫", "180": "子產。人有饋之生魚者。子產不食。令校人畜之池", "181": "中。觀此二事。則知放生非獨佛教。儒中君子無不", "182": "奉行。", "183": "聖哉流水。潤枯槁以囊泉。悲矣釋迦。代危亡而割肉。", "184": "囊泉者。金光明經。流水長者子。出見十千遊魚。困", "185": "涸水中。將欲危斃。用象囊水。傾注得全。復為說法。", "186": "魚命過。皆生天上。割肉者。釋迦牟尼佛往昔為菩", "187": "薩時。遇鷹逐鴿。鴿見菩薩。投身避難。鷹語菩薩。爾", "188": "欲救鴿。奈何令我饑餓而死。菩薩問鷹。汝須何食。", "189": "鷹答食肉。菩薩割臂肉償之。鷹欲肉與鴿等。菩薩", "190": "割肉。彌割彌輕。至肉將盡。不能等鴿。鷹問生悔恨", "191": "否。菩薩答言。吾無一念悔恨。若此語不虛。當令吾", "192": "肉生長如故。立誓願已。身肉如故。鷹化天帝身。空", "193": "中禮拜讚歎。", "194": "天台智者鑿放生之池。大樹仙人。護棲身之鳥。", "195": "鑿池者。天台智者大師。諱智顗。隋煬帝號為智者。", "196": "曾鑿池勸人放生。又不但智者。古來多有此事。今", "197": "西湖亦古放生池也。世遠人亡。時更法壞。漁火星", "198": "飛於水面矣。悲夫。護鳥者。古有仙人常坐一大樹", "199": "下。思禪入定。有鳥棲其懷中。恐驚鳥故跏趺不動。", "200": "候鳥別棲。然後出定。慈物之心一至於是。", "201": "贖鱗蟲而得度。壽禪師之遺愛猶存。救龍子而傳方。", "202": "孫真人之慈風未泯。", "203": "贖鱗蟲者。永明大師。諱延壽。吳越王鎮杭。師為餘", "204": "杭縣庫吏。屢以庫錢買魚蝦等物放之。後坐監守", "205": "自盜。法當棄市。王頗知其放生也。諭行刑者觀其", "206": "辭色以覆。師臨死地。面無戚容。人怪之。師曰。吾於", "207": "庫錢毫無私用。盡買放生命莫知其數。今死。徑生", "208": "西方極樂世界。不亦樂乎。王聞而釋之。乃出家為", "209": "僧。修禪禮懺。得無礙辯才。師涅槃後。有僧入冥。見", "210": "閻羅王時時出座禮一僧像。問之。則陽間永明壽", "211": "禪師也。已生西方上品上生。王敬其德。故時禮耳。", "212": "救龍子者。孫真人未得仙時。出遇村童擒一蛇。困", "213": "憊將死。真人買放水中。後默坐間。一青衣來請。隨", "214": "而赴之。至一公府。則世所謂水晶宮也。王者延置", "215": "上座。曰。小兒昨者出遊。非先生則幾死矣。設宴畢。", "216": "出種種珍寶為謝。真人辭不受。曰。吾聞龍宮多祕", "217": "方。傳吾救世。賢於金玉多矣。王遂出玉笈三十六", "218": "方。真人繇此醫術彌精。後證仙品。", "219": "一活蟻也。沙彌易短命為長年。書生易卑名為上第。", "220": "一放龜也。毛寶以臨危而脫難。孔愉以微職而封侯。", "221": "活蟻二事。一短命長年者。昔有沙彌侍一尊宿。尊", "222": "宿知沙彌七日命盡。令還家省母。囑云。七日當返。", "223": "欲其終於家也。七日返。師怪之。入三昧勘其事。乃", "224": "還家時路見群蟻困水。作橋渡之。蟻得不死。繇此", "225": "高壽。二卑名上第者。宋郊宋祁兄弟也。俱應試。郊", "226": "嘗見群蟻為水所浸。編竹橋渡之。時有胡僧睹其", "227": "貌。驚曰。公似曾活數百萬命者。郊對貧儒何力致", "228": "此。僧云不然。凡有生者皆命也。郊以活蟻對。僧云", "229": "是已。公弟當大魁多士。然公亦不出弟下。後唱名。", "230": "祁果首選。朝廷謂不可以弟先兄。改祁第十。以郊", "231": "為第一。始信僧言不妄云。放龜二事一臨危脫難", "232": "者。毛寶微時。路遇人攜一龜。買而放之。後為將。戰", "233": "敗赴水。覺水中有物承足。遂得不溺。及登岸。則承", "234": "足者前所放龜也。二微職封侯者。孔愉本一卑官。", "235": "亦曾放龜。龜浮水中。頻回首望愉。然後長逝。後愉", "236": "以功當侯。鑄印時。印上龜紐。其首回顧。毀而更鑄。", "237": "鑄之數四。模直首偏。迴顧如舊。鑄者大怪。以告愉。", "238": "愉忽憶放龜之時。龜首迴顧。恍然悟封侯者放龜", "239": "之報也。", "240": "屈師縱鯉於元村。壽增一紀。隋侯濟蛇於齊野。珠報", "241": "千金。", "242": "縱鯉者。屈師於元村遇一赤鯉。買放之。後夢龍王", "243": "延至宮中。謂曰。君本壽盡。以君救龍。增壽一紀。濟", "244": "蛇者。隋侯往齊國。路見一蛇。困於沙磧。首有血出。", "245": "以杖挑放水中而去。後回至蛇所。蛇銜一珠向侯。", "246": "侯意不敢取。夜夢腳踏一蛇。驚覺。乃得雙珠。", "247": "拯已溺之蠅。酒匠之死刑免矣。捨將烹之鱉。廚婢之", "248": "篤疾瘳焉。", "249": "拯蠅者。一酒匠見蒼蠅投酒甕。即取放乾地。以灰", "250": "擁其體。水從灰拔。蠅命得活。如此日久。救蠅數多。", "251": "後為盜通。無能自白。獄將成。主刑者援筆欲判決。", "252": "蠅輒集筆尖。揮去復集。判之莫得。因疑其冤。詳問", "253": "之。則誣也。呼盜一訊而服。遂得釋歸。噫。亦異矣哉。", "254": "捨鱉者。程氏夫婦性嗜鱉。一日偶得巨鱉。囑婢修", "255": "事。時暫出外。婢念手所殺鱉不知其幾。今此巨鱉", "256": "心欲釋之。吾甘受箠撻耳。遂放池中。主回索鱉。對", "257": "以走失。遂遭痛打。後感疫疾將死。家人舁至水閣。", "258": "以俟盡命。夜忽有物從池中出。身負濕泥。塗於婢", "259": "身。熱得涼解。疾乃甦愈。主怪不死。詰之。具以實對。", "260": "主不信。至夜潛窺。則向所失鱉也。闔門驚歎。永不", "261": "食鱉。", "262": "貿死命於屠家。張提刑魂超天界。易餘生於釣艇。李", "263": "景文毒解丹砂。", "264": "貿命屠家者。張提刑常詣屠肆。以錢贖物放之。後", "265": "臨終時。語家人言。吾以放生。積德深厚。今天宮來", "266": "迎。當上生矣。安然而逝。易生釣艇者。李景文常就", "267": "漁人貨其所獲。仍放水中。景文素好服食。常火煉", "268": "丹砂餌之。積熱成疾。疽發於背。藥莫能療。昏寐之", "269": "中。似有群魚濡沫其毒。清涼快人。疾遂得瘥。亦鱉", "270": "報廚婢之類也。", "271": "孫良嗣解矰繳之危。卜葬而羽蟲交助。潘縣令設江", "272": "湖之禁。去任而水族悲號。", "273": "解矰繳之危者。孫良嗣遇禽鳥被獲。輒買縱之。後", "274": "死欲葬。貧莫能措。有鳥數百。銜泥疊疊。觀者驚歎。", "275": "以為慈感所致。設江湖之禁者。縣令潘公。禁百姓", "276": "不得入江湖漁捕。犯者加罪。後去任。水中大作號", "277": "呼之聲。如喪考妣。人共聞之。莫不歎異。", "278": "信老免愚民之牲。祥符甘雨。曹溪守獵人之網。道播", "279": "神州。", "280": "免牲者。信大師遇時亢旱。民殺牲請雨。師憫其愚。", "281": "謂曰。汝能去牲勿用。吾為汝請。民允之。師乃精誠", "282": "以禱。甘雨驟降。遠近多感化者。守網者。六祖既佩", "283": "黃梅心印。以俗服隱於獵人。獵人令守網。祖瞰其", "284": "亡也。獐兔之類。可放者輒放之。如是一十六年。後", "285": "坐曹溪道場。廣度群品。燈分五宗。澤垂萬世焉。", "286": "雀解銜環報恩。狐能臨井授術。", "287": "雀銜環者。楊寶幼時。見黃雀為梟搏墜地。復為螻", "288": "蟻所困。取而畜諸笥中。給以黃花。痊乃放去。夜夢", "289": "黃衣童子拜謝。贈玉環四枚。曰。我王母使者。荷君", "290": "濟命。願君子孫潔白。位列三公。亦如此環矣。後四", "291": "世貴顯。狐臨井者。一僧素無賴。聞黃精能駐年。欲", "292": "試其驗。置黃精於枯井。誘人入井。覆以磨盤。其人", "293": "在井。遑迫無計。忽一狐臨井。語其人言。君無憂。當", "294": "教汝術。我狐之通天者。穴於塚上。臥其下。目注穴", "295": "中。久之則飛出。仙經所謂神能飛形者是也。君其", "296": "注視磨盤之孔乎。吾昔為獵夫所獲。賴君贖命。故", "297": "來報恩耳。幸毋忽也。人用其計。旬餘從井飛出。僧", "298": "大喜。以為黃精之驗。乃別眾負黃精入井。約一月", "299": "開視。至期視之。死矣。僧蓋不知前人得出者狐之", "300": "力也。悲夫。", "301": "乃至殘軀得命。垂白壁以聞經。難地求生。現黃衣而", "302": "入夢。", "303": "白壁聞經者。予掛搭一庵。有人擒蜈蚣數條。以竹", "304": "弓弓其首尾。予贖放之。餘俱半死。惟一全活。急走", "305": "而去。後共一友夜坐。壁有蜈蚣焉。以木尺從傍極", "306": "力敲振。驅之使去。竟不去。予曰。昔所放得非爾耶。", "307": "爾其來謝予耶。果爾。吾當為爾說法。爾諦聽毋動。", "308": "乃告之曰。一切有情。惟心所造。心狠者化為虎狼。", "309": "心毒者化為蛇蝎。爾除毒心。此形可脫也。言畢令", "310": "去。則不待驅逐。徐徐出窗外。友人在坐驚歎希有。", "311": "時隆慶四年事也。黃衣入夢者。杭州湖墅干氏者。", "312": "有鄰家被盜。女送鱔魚十尾。為母問安。畜甕中。忘", "313": "之矣。一夕夢黃衣尖帽者十人。長跪乞命。覺而疑", "314": "之。卜諸術人。曰。當有生求放耳。遍索室內。則甕有", "315": "巨鱔在焉。數之正十。大驚。放之。時萬歷九年事也。", "316": "施皆有報。事匪無徵。", "317": "諸放生者。或增福祿。或延壽算。或免急難。或起沈", "318": "痾。或生天堂。或證道果。隨施獲報。皆有徵據。然作", "319": "善致祥。道人之心豈望報乎。不望報而報自至。因", "320": "果必然。辭之亦不可得耳。放生者宜知之。", "321": "載在簡編。昭乎耳目。", "322": "明有徵也。如上所錄。遠則載在簡編。有典有據。近", "323": "則昭乎耳目。共見共聞。考古驗今。定非虛謬。", "324": "普願隨所見物。發慈悲心。捐不堅財。行方便事。", "325": "此下普勸世人隨所見生命發慈悲心。繇是捐捨", "326": "世財。作斯方便。財不堅者。謂水得漂。火得焚。官得", "327": "取。盜得劫。危脆無常。非堅物也。捐此作福。所謂以", "328": "不堅財易堅財也。若無財者。只發慈悲心亦是福", "329": "德。或勸他人放生。或見人放生。讚歎隨喜。增其善", "330": "念。亦是福德。", "331": "或恩周多命。則大積陰功。若惠及一蟲。亦何非善事。", "332": "有力者恩周多命。固陰功也。無力者惠及一蟲。亦", "333": "善事也。毋曰小善為無益而勿為也。世有不明此", "334": "理者。必擇身細數多之生方肯買放。路遇大生。目", "335": "視而過。此則惟貪自己之福。非憫眾生之苦也。其", "336": "福甚少。戒之戒之。", "337": "苟日增而月累。自行廣而福崇。", "338": "善無大小。惟貴久長。日日增之。月月累之。善多則", "339": "行廣。行廣則福崇矣。", "340": "慈滿人寰。名通天府。", "341": "慈功久積。遍滿寰區。人情既孚。天心必眷。或謂穹", "342": "蒼渺邈。何得相通。不知天王以六齋之日巡狩人", "343": "間。有善必知。無惡不察。又人行十善則天勝。人行", "344": "十惡則脩羅勝。故天帝時時欲人為善。一人為善。", "345": "飛天神王報達天京。經有明文。非臆說也。", "346": "蕩空冤障。多祉萃於今生。培漬善根。餘慶及於他世。", "347": "放而不殺。與物無冤。非惟安樂今生。以此善根。當", "348": "來之世。長壽永福。乃至成佛。萬類有情。傾心歸附。", "349": "皆餘慶也。", "350": "儻更助稱佛號。加諷經文。", "351": "遇生能放。雖是善功。但濟色身。未資慧命。更當稱", "352": "揚阿彌陀佛萬德洪名。諷誦大乘諸品經典。然雖", "353": "如是。但凡買生火急須放。諷經不便。只以念佛相", "354": "資。若隔宿買而來朝始放。或清晨買而午後猶存。", "355": "必待陳設道場。會集男女。遷延時久。半致死亡。如", "356": "是放生。虛文而已。", "357": "為其回向西方。令彼永離惡道。", "358": "念佛功德。願諸生命盡此報身。往生西方極樂世", "359": "界。蓮華化生。入不退地。永離惡道。長息苦輪。惡道", "360": "者。六道之中。三道為惡。地獄餓鬼畜生是也。", "361": "則存心愈大。植德彌深。", "362": "見苦放生。所存者善心也。今則是大菩提心矣。故", "363": "云愈大。放生得福。所植者世間之德也。今則是出", "364": "世之德矣。故云彌深。", "365": "道業資之速成。蓮臺生其勝品矣。", "366": "心大德深。其事何驗。蓋利他者菩薩之行也。以此", "367": "行門助修道業。譬如船得順風。必能速到涅槃彼", "368": "岸矣。淨業三福。慈心不殺實居其一。今能不殺。又", "369": "放其生。既能放生。又以法濟令生淨土。如是用心。", "370": "報滿之時。九品蓮臺高步無疑矣。普勸世人。幸勿", "371": "以我德薄人微而不信其語也。", "372": "放生祝願放生祝願", "373": "放生已。對佛像前。至心禮拜。白言。弟子某甲一心皈", "374": "命西方極樂世界阿彌陀佛。我遵先佛明誨。今行放", "375": "生。已得若干。以此功德。願我罪業消除。冤愆解釋。所", "376": "修善根。日益增長。命終之際。身心安隱。正念分明。蒙", "377": "佛接引。生極樂國七寶池內蓮華之中。華開見佛。得", "378": "無生忍。具足佛慧。以大神力。凡我所放一切生命。以", "379": "及十方無盡有情。盡得度脫。成無上道。願佛慈悲。哀", "380": "憐攝受。發願已。念佛或百聲。千聲。萬聲。隨意多少。", "381": "戒殺放生文", "382": "附附", "383": "釣弋說釣弋說", "384": "語云。子釣而不綱。弋不射宿。疑有脫文也。何也。聖人", "385": "者。仁之至也。故堯之仁如天。釣矣弋矣。直不網不宿", "386": "耳。是仁有未至也。或曰舜德好生。不廢四凶之誅。釣", "387": "弋奚病焉。不知四凶罪人。魚與鳥何罪。文王澤及枯", "388": "骨。枯骨無知。魚鳥有知。胡孔子不諳物情至是。人饋", "389": "魚。子產畜之池中。子產之所畜。孔子之所釣。子產惠", "390": "人。孔子其忍人耶。賜生而畜。共雉而不食。孔子之仁", "391": "之德之澤之惠。必不減於堯舜文王子產明甚。是知", "392": "中和致。萬物育。聖王治世。使鳥獸魚鱉咸若。弗育弗", "393": "若。何以為孔子。然則魯人獵較。孔子亦獵較。獨何與。", "394": "曰。孔子當仕。有官職而從王事也。不得已也。若釣弋", "395": "則孔子自為之也。於可已而弗已也。故不足信。意者", "396": "子下或有曰字。子曰。釣而不綱。弋不射宿。俗習未易", "397": "挽。姑就其習而為末世示仁術也。蓋孔子之言也。非", "398": "孔子事也。", "399": "書放生卷後書放生卷後", "400": "曩余三十有五。為文謂生日不宜殺生。既而五十。為", "401": "偈謂生日不宜慶生。今茲十易暑寒。一週甲子矣。諸", "402": "君子知余。又重愛余。不陳儀。以放生慶生。或曰。不殺", "403": "得矣。如不慶何。噫。如是慶生。慶萬物之生也。余惟恐", "404": "人之不慶生也。或曰。鳥未舒其翼。弋者候於林。魚未", "405": "揚其鬣。漁者盈於濱。雖曰甦之。其實枯之。惡在其能", "406": "放也。噫。翔空入淵。遂厥生者不知其幾也。重罹乎鉤", "407": "矢。百未之能一耳。方其獻俘於獵師。待烹於庖人。卜", "408": "兆於饞夫之腹中。死門甘伏。倏焉解之。雖未保所終。", "409": "而脫刀鋸。逃鼎鑊。譬之臨刑遇赦。其樂為何如也。且", "410": "西湖歌舞。歲無休時。假令諸君子春花秋月。朝宴而", "411": "暮集。一舉箸則萬錢。一染指則千命。乃今易腥以素。", "412": "轉殺為生。較其得失。奚趐霄壤。不謂之勝舉。吾不信", "413": "也。於是迭詠為放生卷。係之辭曰。", "414": "上帝好生。下民傷生。捨財救生。圖財捕生。繇二念生。", "415": "故有眾生。生無所生。亦無能生。無生不生。是名放生。", "416": "重修上方寺鑿放生池記重修上方寺鑿放生池記", "417": "武林自宋蹕南駐。環湖山禪講律寺。粲然棋布星列。", "418": "而郭以內稱焉。迨今多半淪沒。至不可考諸傳志。有", "419": "上方寺者。背倚城垣。左右掖湧金錢塘二門。前通西", "420": "井官道。蓋肇建後梁貞明七年。而國朝景泰四年。僧", "421": "以難事作。散去。寺隨廢。漸蠶食為民居。僅存者什一。", "422": "優婆塞沈善能者廬其中。嘉靖二十三年。尚寶卿六", "423": "橋徐公得請於官。佃為圃。公無子。以畀女。遺命還寺。", "424": "女孝且賢。持契歸王氏。遵父囑。以畀雲棲。遂復為僧", "425": "地如初。無何。王謝世。居士化卿宋君聞其義而高之。", "426": "化卿以世祿之裔。砥德礪行。樂善不厭。迺輸金贈王", "427": "子。更與之契。予亦罄衣資。偕善信旁贖其故址若干。", "428": "向明正位。別為迴廊。旋所向面城而門。取幽寂也。期", "429": "世世承事三寶。因諗於眾曰。唯上方彈丸重興。伶仃", "430": "衰微。何修何營。而俾久遠。或議闢草萊。輪奐其殿堂。", "431": "群之以僧。僧多則常住。予以為不然。時丁末法。塔寺", "432": "靡堅。試屈指而計。凡三門乎闤闠者。揵椎之庭。不為", "433": "樽壘之所能幾。僧雖多而行寡。奚以多為。顧茲地鄰", "434": "城。城鄰湖。湖外高而城內卑。隨鋤成流。亢陽所不能", "435": "涸。因而池之良便。以池放生。以隙地之敝室。稍葺其", "436": "莛楹。守以二三誠信衲子。蚤莫禪誦。庶幾上祝皇圖。", "437": "下濟含識。得之一舉矣。或謂物如塵如沙。池一勺耳。", "438": "容有限。奈何。而庸知夫鑿斯池也。為之兆也。弄引也。", "439": "引而伸之。而又伸之。汪然遍域中矣。昔子產之畜魚。", "440": "一勺也。使鄭之人若大夫若士若民皆然。鄭之與國", "441": "若燕趙齊楚輩皆然。則池無量。所畜無量。不然。西湖", "442": "古放生池也。謂普容天壤間物。寧有是乎哉。化卿曰", "443": "唯唯。與其仲直卿。諸賢士夫。諸比丘淨人。有呈財者。", "444": "裹糧者。疏其壆而鍬者。畚者。梩者。枯橫泉之撓而戽", "445": "者。槔者。埭者。固隄防之浸淫崩頹而埤者。𡍪者。𥗒者。", "446": "䃭者。捍狸與獺而𦼼者。閑其外侮而版築者。憂其暑", "447": "寒。而上為之𢊒。下為之󵔜者。皇皇乎晝胼宵胝。勞不", "448": "知息。兼工再閱月而池成。于時在筌而釋。當釜而逸。", "449": "洋焉悠焉。出而遊焉。一勺之內。足其從容也。予喜且", "450": "懼。稽首而告於十方如來。主池神。主伽藍神。願以佛", "451": "力。法力。賢聖力。諸神誓願力。慈護而威臨之。從於今", "452": "日。盡未來際。常為鱗介諸水族等棲止安宅。又稽首", "453": "而告於見住僧。後後住僧。願以戒力。悲智力。念流水", "454": "之苦躬而澤焦𣩅。天台之抗章而斷簄梁。智覺之負", "455": "辜成仁。蹈白刃而不悔。尚永持無斁。以風四方。敢有", "456": "叛先盟。師陶朱。媒利於網罟。或倍眾而售之乎白衣。", "457": "是名違佛律。犯波羅夷。諸所稱釋子者。鳴以羯磨。遄", "458": "擯絕之。勿共住。即朋比而阿。神必陰縶其魂。顯僇其", "459": "形。無能逃者。脫免焉。其報盡也。墮泥犁中。嬰萬苦無", "460": "竟。所以者何。好生惡死。天道也。人情也。前人捐難捨", "461": "之資。役所愛之身。創五濁世不恆見之勝舉。以生必", "462": "死之命。置之安全。後人忍不一深思之。而惟便其私", "463": "圖。於天道逆。於人情不祥。從逆凶。不祥者災逮。鼓桴", "464": "形影。感應自然。非危言怖之也。化卿及諸大眾踊躍", "465": "歡喜。歎未曾有。作而曰。善哉。是緇與素之龜鏡也。不", "466": "可使無聞於末法也。而碑上方。頌曰。", "467": "始舉為興滅。而兼得放生。豈唯滅不滅。生亦無生相。", "468": "生滅俱滅已。寂滅何有方。以明超於方。無方中說上。", "469": "無方說西方。其意亦如是。作寺作池人。願共了斯旨。", "470": "萬歷二十八年普門示現日記", "471": "北門長壽庵放生池記北門長壽庵放生池記", "472": "西湖古放生池也。法久而敝。實亡名存。敝之久而安", "473": "焉恆產乎水族。併迷其名。若罔聞者。歲在乙未。予演", "474": "圓覺於佛國山之南屏。南屏故有池。當其三門。一時", "475": "主會諸名公捐貲贖而出之。植蓮其中。斷漁業。人繇", "476": "是知放生池為武林舊事。既而予復鑿池上方。既而", "477": "北門有園。園有池。復贖之。園距上方南北相望者半", "478": "拘盧舍。而城之內有二放生池矣。頃予碑上方。謂以", "479": "是為之兆。兆且引而蔓延之。顧予德微年衰。不足以", "480": "風。未知繼此而興起者更幾池也。上方苦隘。僅為池。", "481": "餘少叢竹。羽蟲之獲逭其生者聊以依止。茲頗閒曠。", "482": "池聯比。擴之則濊然成浸。水涵而土出。壘之則𡾯然", "483": "成山。循而界之。則幽然成徑。相其宜而樹之竹木。則", "484": "鬱然蔭而成林。將使嚶嚶洋洋樂而相忘。雖無繇擬", "485": "飛泳亭之萬一。而猶冀想像其遺蹤。則上方所不逮", "486": "也。園以東。為興福禪院。旋而南為養濟院。又旋而西。", "487": "為得一道院。養濟昔號悲田。聖主賢臣哀煢民之顛", "488": "連而無告者設也。今之困矰餌。伏質於刀砧。必不可", "489": "逃而待烹。其無告尤甚。貿而畜之池。縱之林。俾終保", "490": "殘壽。悲孰加焉。佛示三福。云慈心不殺。而五福於箕", "491": "疇。亦壽為其最。瀕殺而重壽之。福孰加焉。天地之大", "492": "德曰生。舜之德曰好生。德一而已。上清下寧。侯王所", "493": "以配兩間之久長。貞萬物之壽命者恆於斯。得孰加", "494": "焉。儒道釋三聖人之偉蹟鼎峙夫三方。若環拱然。而", "495": "園介乎其中。是曲阜之仁里。摩竭之慈室。西華長生", "496": "葆真之靈宅。天合而冥鄰也。豈偶然之故歟。夫救生", "497": "之滅也而有生。求其生而未嘗生也而無生。無生然", "498": "後無不生。則生滅一。生滅一。則福興於無相。悲濟於", "499": "無緣。福不可得。悲不可得。一亦不可得。唯法性常住。", "500": "不斷不續。同於虛空。彼梵網以放生為常住法。常住", "501": "者。金剛身無量壽也。迺庵其園曰長壽。而園有荒廬", "502": "數楹。飭治之。為供接引導師。及當來慈氏尊像。蓋津", "503": "梁所放一切含靈先生安養。息輪迴苦。後於龍華而", "504": "得授記也。廬止是。無增多。以淨戒僧守之。守之之方", "505": "具如上方記中語。時里之父老聞子言。前執子手歔", "506": "然太息曰。園之源吾弗知之矣。吾猶及見二禪人居", "507": "焉。向稔其古為伽藍。而業已蔬圃。莫返厥初。吾何圖", "508": "重睹今日也。是役也。始其事者。予與化卿宋君。而諸", "509": "上善人樂助而成斯美利者。得例書碑左云。", "510": "萬曆二十八年歲次庚子佛誕日記", "511": "杭州上方寺放生池碑記杭州上方寺放生池碑記", "512": "雲棲放生池。肇自古上方之中興。而長壽庵繼之。皆", "513": "大師自為記。師既示滅。上首思監院。因余渭陽廣寓", "514": "居士。重徵瀹賓言勒之石。余旋耳於頂。傾大師口光", "515": "以灌者三。歎其悲智圓融。空假雙妙。不住色聲香味", "516": "觸法而行布施。不離文字而說解脫。無願願海。普擎", "517": "異生。於乎。此迦樓之翅所不能消。而昆明之灰所不", "518": "能濁也。瀹賓何言。言亦安所增上。然而竊聞之矣。鹺", "519": "不治苦。梅不責甘。無相猶矣。而各辦事。羹是以和。是", "520": "剎地水之為那羅窟也。以緇誓緇。以白盟白。各於其", "521": "黨而已。大師申儆方袍。爰及苗裔。凜凜乎寺為歌舞", "522": "舍。池為刀俎緣。是用大誡。不有求也。市何以興。刲其", "523": "一。喪其兩。寐者不覺也。瀹賓班於近事。取諸皮裏以", "524": "承唾餘。惡乎知繼聲之非繼志耶。非有力人。不能得", "525": "師蟲方便。既曰有力人矣。何之不愜所欲。而必囿眾", "526": "園沼法窟為。得時而駕。兼弱嗜昧。取亂侮亡。曰莫余", "527": "毒也已。惡乎彼將以富貴為可恆。而因果為不足畏", "528": "也。長夜之飲。衰于一石。震主之略。喪於欠伸。鵲無寧", "529": "居。鳩不一姓。金剛六如。在琴瑟綺羅。不在伽陀貝疊", "530": "矣。逮其徂落七遮之影。乃與不亡者俱。昔之釜。今之", "531": "魚。昔之日。今之劫。焦骨糜髓。如金在鎔。猶復憶充耳", "532": "戟首。如水投石耶。了實本虛。虛不可繫。執虛成實。實", "533": "不可銷。悉自心生。非關人與。借曰死而無知。則保世", "534": "亢宗於無知者。何有而厚遺之為囂囂乎。無乃用物", "535": "精多。則魂魄強。生為巨人。死為盛鬼。區區銜璧。何惡", "536": "之能為。是不知漁獵之殃釋種。而琉璃之珠為泰山", "537": "之炬也。器世間主具足菩提薩埵不思議力。受遺闍", "538": "崛。以蒞雲棲之盟。豈其敗如來者厚誅。而破羯磨者", "539": "佚罰。必不然矣。徐尚寶不幸而圃上方。幸而無子。小", "540": "寬結縛。又幸有淑孝女。克用治命。以蓋前愆。然孰與", "541": "宋胄子化卿。兄弟戮力。剎標智果。池溉悲華。奉雲棲", "542": "以流水天台智覺之業。航九品。梯三會。興於無滅。放", "543": "于無生之為罔極報乎。子不必宋。女不必徐。智者自", "544": "謀。誰能幾幸。休明輔之。昏亂糾之。同室援之。鄉鄰謝", "545": "之。謹毋取麇蒙之分。而貽象焚之慼。是吾黨之以波", "546": "羅夷誓也。桐鄉之有放生社也。大師遙垂寶手。率先", "547": "四輩。度網罟之阨而浮之江。有田有廬。以永法會。方", "548": "且教化增益。負郭而池。鐸以阿蘭。蔭以修木。惟上方", "549": "長壽之軌是步是趨。一勺之多。姑為之兆。因緣熏習。", "550": "富以其鄰。夫亦曰尚行夫子之志云爾。司勳長孺。雲", "551": "棲優婆塞中慧業第一。記成。函以報。監院告窣堵已", "552": "西鄉。而請長孺點頭。則石點頭矣。", "553": "賜進士出身翰林院國史編修桐鄉優婆塞廣瀹吳", "554": "應賓譔文", "555": "賜進士出身朝列大夫國子監祭酒桐城龍眠居士", "556": "何如寵篆丹", "557": "後序戒殺放生文後序", "558": "戒殺非佛氏意也。儒先聖人意也。上古之世。民未知", "559": "衣食之原。與禽獸混處。盡力以相角。幸而勝。食其肉。", "560": "衣其皮。不幸不勝。糜其牙者亦不可數矣。聖人既教", "561": "耕稼以為之食。織紝以為之衣。弧矢重門宮室以為", "562": "之衛。民得免於禽獸之害。而亦不復藉乎禽獸之利。", "563": "聖人常不忘與之並育而不傷。故龍蛇至變悍也。虎", "564": "豹犀象至猛暴也。禹與周公不過驅而放之遠之而", "565": "已。不盡其類而殲之也。聖人之意蓋常主於不殺。而", "566": "民之習於禽獸之利害者。以為殺則利。不則害。則未", "567": "可以不殺令也。於是為制禮以重之曰。國君無故不", "568": "殺牛。大夫無故不殺羊。士無故不殺犬豕。必有故而", "569": "殺。殺者蓋寡矣。曰天子不合圍。諸侯不揜群。伐一草", "570": "木非其時曰不孝。田不以禮曰暴天物。夫子釣而不", "571": "綱。弋不射宿。齊宣王不忍一牛。孟子盛稱美。以為可", "572": "以保民致王。以是知聖人之意蓋常主於不殺也。唯", "573": "令以不殺之不得。故為禮以防其淫。而世之淫於殺", "574": "者。因曰殺固儒先聖人之教。魯人獵較。孔子亦獵較。", "575": "因俗行化。導民不爭。而曰獵較固出自孔子。豈不悖", "576": "哉。蓋吾觀五代之亂。寇賊聚人為糧。頭會以當升斗。", "577": "老羸者。并骨舂之。如破糠覈。掃皮捭乳。誇為美羹。嬰", "578": "兒無知。貫槊為戲。至今談者魄悸魂搖。肝腸痛楚。而", "579": "當時之人恬不知怪。何罪何讎。酷毒如此。佛氏冤業", "580": "報應之說當自不誣。即不然。亦其人習於嗜殺。如世", "581": "人之習於宰屠耳。今夫鳥獸失喪群匹。越日踰時。反", "582": "巡故鄉。翔回鳴號。躑躅踟躕。而有人心者。乃聽其宛", "583": "轉砧几之上。跳擲湯鑊之中。曾不動色。鳥獸之視今", "584": "人。何異今人之視亂寇乎。嗚呼。一飽何甘。眾生何苦。", "585": "報應果信。行遂及身。即使不然。所習如斯。惻隱安在。", "586": "亦可懼矣。且夫居今之世。與古之習於鳥獸之利害", "587": "者遠不相侔。今之所日事宰割者。雞鶩魚蝦。生之既", "588": "無害於人。而其所戲相踐撲者。螻螘虻蛾。殺之又無", "589": "利於己。夫人唯利害切身不可化誘耳。非利非害。習", "590": "成殺機。既戕物生。又傷我性。嗚呼。亦可止矣。此聖人", "591": "可以不殺令民之時。佛氏應機闡教。故曰戒殺非佛", "592": "氏意也。儒先聖人意也。嗚呼。聖人以禮立戒。佛氏以", "593": "戒維禮。今人恣餮以踰禮。又借禮以毀戒。亦殘賊縱", "594": "肆甚矣。夫破習莫如戒。捄殺莫如生。假如亂離被掠", "595": "之民。有大力者破其械繫。出之刀鼎。還見親戚。啼笑", "596": "相持。讚歎歡喜。何可勝道。應死之物。放縱天淵。復反", "597": "林藪。何異於此。又有導師說法寇中。開其慈心。永不", "598": "嗜殺。投戈釋劍。復見太平。抑何善矣。世人戒殺。普濟", "599": "有情。蠢蝡蠉飛。物物得所。豈非天地大生之德。聖人", "600": "一體之意乎。嗚呼。有人心者。念拘執之苦。思曠蕩之", "601": "樂。究報應之因。通禮教之旨。戒殺如赴殺。放生如脫", "602": "生。庶不負雲棲老婆舌耳。嗚呼。戒放至易。生死至悲。", "603": "可不念哉。可不念哉。是編刻者夥矣。克靖兄梓之尤", "604": "精。佛氏因果已具雲棲所陳。余論其合於吾儒者如", "605": "此。", "606": "乙巳臘月海虞弟子顧雲鴻和南撰", "607": "菩薩戒弟子慧聞率子性澤施資敬刊惟願水陸", "608": "空行咸蒙救度往生淨土直證菩提", "609": "光緒二十三年秋九月金陵刻經處識", "610": "附刻小雲棲放生記小雲棲放生記附刻", "611": "小雲棲禪院者。同里諸君子結淨社廣放生而", "612": "建焉者也。先是謀於西湖之六橋以裏復放生", "613": "古制。籲諸今", "614": "巡撫院大中丞曰可。詎格於成議。不果行。會東", "615": "城有餘庵。初為余姓所捨宅。故名余。後顧涑園", "616": "孫恂士諸先生聯淨社其中。梁山舟前輩為書", "617": "額。易名餘庵。庵固有殿。有廡。有丈室。有寮房。周", "618": "迴二十餘間。且有池。廣長二三畝。住僧蓮印無", "619": "徒而願捨者久之。諸君子廉得是庵。洵妙因也。", "620": "顧其地鮮曠。牛欄羊圈豚柵雞棲布置無所。而", "621": "普濟之心未已。於是鄰有庵曰法華。其主僧靜", "622": "學德懷。亦樂捨以成功德。又有庵曰華嚴。久廢", "623": "供養。其僧倦而歸之。當兩庵之間。隔有他庵隙", "624": "地。亦購而聯貫其址。又旁買民舍數間。視餘庵", "625": "舊規。殆已開拓過半。爰圍以長垣。通以石梁。翼", "626": "以水閣。蒔以竹木。獸禽之不可露處也。補蓋以", "627": "屋。水族之不宜類居也。更闢以池。舊者因之。壞", "628": "者葺之。缺者增之。經歲而落成。遂名之曰小雲", "629": "棲。夫雲棲為", "630": "蓮池大師重闢道場。專事念佛放生。橫超三界。復", "631": "創上方長壽二寺於城中。便放生者。嘗讀其自", "632": "譔碑記有云。引而伸之。而又伸之。汪然遍域中", "633": "矣。又云不知繼此而興起者更幾池也。嗚呼。無", "634": "願願海。如是種種。二百年來。絕無嗣響。茲諸君", "635": "子咸唱善來。將使濈濈濕濕。呷呷喔喔。歌鳴安", "636": "宅。恍過五雲山麓瞻群友焉。將使禺禺圉圉。發", "637": "發洋洋。游躍渟浤。如入上方長壽睹充牣焉。不", "638": "穹其宇。嚴潔是尚。不眾其侶。誠信是守。時而緇", "639": "白和梵。朗澈東隅。其面北復構軒三楹。供奉", "640": "師像。豈非性相常住。於以上祝", "641": "皇圖。下濟含識之意與。", "642": "阮大中丞顏其室曰瓣蓮。所以嘉現前引來茲", "643": "者至深且厚。小雲棲三字。曩周忠介公書題蘇", "644": "州龍樹庵。亦", "645": "中丞跋而額諸院。然當諸君子名院之時。蓋未", "646": "之前知也。而適相合。其華嚴庵。則移龔居士募", "647": "鋟華嚴疏鈔板藏而寶之。然當昔人名庵之時。", "648": "亦未之前知也。而適相須。推此而溯諸宋錢氏", "649": "之創建雲棲。不知有師之重興也。師既重興。亦", "650": "不知諸君子復有小雲棲也。無古無今。因果之", "651": "現誠不爽銖黍。已而或者曰。嚴殺戒。專放生。此", "652": "佛門功德。非儒門事。不知顏魯公隨所守郡縣", "653": "立放生池至八十一所。白樂天亦有放生儀。而", "654": "東坡集中多載放生詩。是仁民愛物。士君子之", "655": "心與慈氏何異。然則是舉也。雖本", "656": "蓮池大師勸善之意。而實即聖賢樂善之誠。安知", "657": "不綿綿延延。有繼小雲棲而興者。或仍復全湖", "658": "放生之制者。諸君子固不得而前知。而因包果", "659": "海。果徹因源。未嘗不可前知而俟之也。是為記。", "660": "嘉慶十一年歲在丙寅仲秋既望佛弟子楊曰禮", "661": "撰并書", "662": "好生懿集好生懿集附刻", "663": "嘉慶九年甲子之夏。紫陽崇文諸生張洽等請", "664": "於都轉張公。日捐膏火一釐。為放生善舉。詳明", "665": "鹽院延公。越二年丙寅。敷文諸生童人傑等仿", "666": "崇紫例。請於監司岳公。詳明中丞清公。紳士沈", "667": "舒華等八人總司其事。每月在城東小雲棲寺", "668": "買放。延僧說法諷經。上祝", "669": "聖壽。祈雨暘時若。用報", "670": "君恩。市物如干。會同給價登籍。開本寺驗收印票。歲", "671": "終造冊報銷。永以為例。嘗考白樂天有放生儀", "672": "真西山有不殺誡。顏魯公隨所守郡縣立放生", "673": "池。共八十一所。咸乞御示。以垂不朽。陋儒淺見", "674": "乃目之為釋老。豈不謬乎。余樂與多士共登仁", "675": "壽之域。俾知", "676": "國家休養生息如是之至也。因述其事以為之記。", "677": "國子監祭酒錢塘吳錫麒并書", "678": "好生為儒者第一義。易釋噬嗑上爻。謂惡積不", "679": "可掩。罪大不可解。朱子作小學。終於咬菜根一", "680": "語。垂誡之意深矣。下士食關難破。不曰賜生必", "681": "畜。而曰不廢釣弋。豈聖人現身說法微旨乎。先", "682": "德云。業殺不如丐食。醫家藥肆。賢於屠獵遠矣。", "683": "然率多不昌。富貴之消亡。雖行義不救。其咎安", "684": "在。斯會刱於沈君舒華。其族弟起潛贊之。次年", "685": "暮春。崇文課士之明日。講堂傾圮。眾無壓覆之", "686": "患。又明年歲則大熟。理有固然書之以諗同志。", "687": "錢唐江步青記", "688": "劉　墉", "689": "獨對梅花笑。年來食更疏。喜聞多士舉。兼得遠公書。", "690": "樂道真如見。觀心惠物餘。錢江久不至。有願幾時攄。", "691": "朱　珪", "692": "行仁之樂。學道之資。無媿古德。兼濟當時。凜乎能慎。", "693": "偉然成規。眾子或以為異。大人皆以為宜。是蓋不止", "694": "躋於壽考。進於顯融。而士林時勉於斯。", "695": "梁同書", "696": "焚香咬菜思高節。被逮還將寺榜題。箇願不隨沙劫", "697": "壞。春風重播小雲棲。", "698": "羞耽喫著誤平生。間嚙蔔匏大可人。但得生機隨處", "699": "足。鹿鳴魚躍起歌聲。", "700": "汪志伊", "701": "聖狂介貴知。撫阨常堅持。不信罔者毀。此志占泰否。", "702": "偉哉天真定。寸心能制勝。行之足千秋。徇人無柁舟。", "703": "秦　瀛", "704": "風韻春和賦此詩。劫餘常在一編持。好生我亦高流", "705": "輩。新韭黃粱得過時。", "706": "小雲棲放生會詩小雲棲放生會詩用坡公岐亭韻吳錫麒", "707": "吾慕太常齋。鼎俎謝腥汁。斷齏香自清。搯甲露猶溼。", "708": "憬彼飛躍姿。所樂生趣得。物物各有情。何苦煎太急。", "709": "長養東里魚。哺飼比鄰鴨。池通活水環。樹積翠陰羃。", "710": "痌瘝總一體。愛護如保赤。因推慈悲量。重為我佛白。", "711": "賤吏每放手。居然岸儒幘。可憐一路哭。更甚過河泣。", "712": "園丁昨挑菜。來補山廚缺。適逢放生期。作詩告諸客。", "713": "福幸不唐捐。有約早來集。", "714": "潘世恩", "715": "數椽精舍繞菰蒲。雲影天光水一隅。薝蔔幽花栽淨", "716": "域。轆轤深井浚名區。忘機魚鳥依人靜。到眼林泉託", "717": "興孤。叢薄無塵生意滿。青苔黃葉任疏蕪。", "718": "苧茶居士示子作苧茶居士示子作沈舒華", "719": "忠厚由來說我家余家世居五杭。鄉人尊其廬曰忠厚忱家。長齋課佛產", "720": "靈芽先端恪公年十三參碩祖。坐禪有得。本胎教也。祖宗夙植菩提樹。孫子", "721": "還開菡萏花。裴相勤修因不昧。呂公結願果無差文正", "722": "晨興。祝世世食祿護法。後皆貴奉佛。德門樂善真堪羨。清白相傳絕點", "723": "瑕。", "724": "循環六字總持門。粉骨難酬古佛恩。眼不識丁能味", "725": "道。心如種子自生根。波澄月現祛諸妄。水到渠成覲", "726": "至尊。泣語兒孫牢記取。莫耽五欲日昏昏。", "727": "修持何故有餘殃。饞口難禁物命戕。土被春風多長", "728": "養。人行秋令易消亡殺業慘報。余見不爽。雖行善不救。況無德者乎。一臠漫", "729": "比簞瓢樂。萬行都緣飲食荒。痛哭向人頭不點。揶揄", "730": "還說我癡狂。", "731": "儒為人需世教關。如何肆意逞嘲訕。譚禪詎外明心", "732": "性。愛物原非異孔顏。倔強昌黎鋒早斂如稱大顛。外形骸。以理自", "733": "勝。稱馬彙刺臂血書佛經。及須著人間比夢間。原道一篇未足信之屬。皆悟後語也。風流茂叔", "734": "砌休刪。才高不幸垂彝訓伊川先生以有高才。能文章。為人三不幸。三戒", "735": "先從筆舌閑。", "736": "曾閱碩揆語錄。知其成就端恪公者。雖賢父兄無", "737": "以過之。兼得金玉如嚴寶成諸大宗匠。皆深入禪", "738": "理。共相切劘。以成一代大儒。非偶然也。再傳敬堂", "739": "先生。暨配程夫人。仁慈忍辱。世所希有。令嗣舒華。", "740": "幼承庭訓。與婦朱氏注心安養。婦逝之日。聖境現", "741": "前。持名不輟。咸目為異事云。", "742": "嘉慶十二年歲次丁卯仲冬上湖居士董雲標并", "743": "識", "744": "小雲棲記小雲棲之名何昉乎。嘉慶甲子。武林諸大居士。", "745": "體　蓮祖遺意。發菩提願。覓地開念佛堂。刱放", "746": "生院。商之東城余庵舊住蓮印師。而蓮公聞之", "747": "歡喜讚歎。遂捨其舊址。并一切莊嚴。復購左側", "748": "華嚴法華二庵。合為一院。規模似雲棲。而小之", "749": "故名。其時以僧寒灰司牲所。後有疾。易人代之", "750": "司常住督課誦者。則僧宏明焉。繼宏公者為怡", "751": "南。往歲怡公圓寂。其徒普嚴權理一載餘。而以", "752": "色力不支辭。諸放生居士乃謀所以繼之者。以", "753": "寺本承　師祖昔日宏願。故東隅特購瓣蓮室", "754": "三楹供　祖像。而上年捐資興復演法堂。於水", "755": "陸功德增牲食銀三兩。為小雲棲解牲作養牲", "756": "之糧。原屬一脈映貫。與上方長壽無異也。因議", "757": "以小雲棲歸合大雲棲。延山僧兼理常住。呼應", "758": "捷而聲氣更通。商之於衲。衲承諸君子厚愛。維", "759": "護種種。雖山中事繁。不獲辭。遂於十月十日直", "760": "院。竊自揣慧淺行薄。恐不勝兼顧任。而勉為承", "761": "乏者。以其衍吾　祖遺派。淨社之結已匝十年。", "762": "惟願諸君子善緣日廣。福德日宏。有小雲棲以", "763": "繼上方長壽。將來更多闢道場以繼小雲棲。則", "764": "上合　師祖自譔碑記所云。引而伸之。而又伸", "765": "之。汪然遍域中者。又與楷之所歡忻踊躍於無", "766": "已也因附為記。", "767": "甲戌冬月兼理小雲棲常住僧與楷謹記"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B277 雲棲法彙（選錄）(第1卷-第11卷)", "author": "明 袾宏著（原本多缺　依金陵本補印　並補後增讚序等文　凡補印者　於該條目上作△以志之）"}