{"sourceLink": "http://www.cbeta.org/", "text": {"0": "下本梵網經述記卷下本", "1": "崇義寺僧　勝莊　撰", "10": "益有情戒如是五段從初為名或從多說故言攝", "100": "第三正結業道此即瑜伽所說戒中所攝如經言", "1000": "也所言七佛者謂過去三佛賢劫四佛是為七佛", "1001": "故智度論第九卷云九十劫有三佛後一劫有千", "1002": "九十劫初有毗婆尸佛第三十劫中有二佛一名", "1003": "尸棄二名󳺎怒沙付第九十一劫初有四佛一名", "1004": "迦羅鳩󴜆陀二名迦那含牟尼三名迦葉四名釋", "1005": "迦牟尼解云毗婆尸亦名毗婆沙亦名惟衛即是", "1006": "梵音有輕有重故有不同其義一也此云勝見亦", "1007": "云種種見亦云廣見言尸棄者亦名式此云勝亦", "1008": "最上言毗怒少付者亦名毗舍婆亦言󴆁舍亦云", "1009": "浮舍亦云隨葉此云一切勝亦云廣生言迦羅鳩", "101": "肉非自性生必由殺命得。", "1010": "飱陀者亦云𤘽留孫亦云𤘽樓秦亦云迦羅鳩村", "1011": "大此云頂言𤘽那含牟尼者或言迦那伽牟尼𤘽", "1012": "那含此云無節樹牟尼者此云忍亦云滿亦云寂", "1013": "言迦葉者此翻姓從姓名言釋迦牟尼舊翻能忍", "1014": "亦云能滿今大唐翻能寂。", "1015": "若佛子。", "1016": "經若佛子自下第二有二戒明利行障釋二為二", "1017": "此即第一明邪命自活戒違絕命違利行制七眾", "1018": "同犯唯在出家文分有二先人後舉非顯罪此即", "1019": "標人。", "102": "若佛子不得食五辛大蒜革葱韮葱蘭葱興渠是五", "1020": "以惡心故為利養販賣男女色自手作食自磨自舂", "1021": "占相男女解夢吉凶是男是女呪術工巧調鷹方法", "1022": "和合百種毒藥千種毒藥虵毒生金銀蠱毒都無慈", "1023": "心犯輕垢罪。", "1024": "經以惡心故下第二舉過結罪若依此經邪命之", "1025": "法有十二種一為利販賣男女色七眾同犯二自", "1026": "手作食制出家眾開在家者三自磨自舂亦爾四", "1027": "占相男女五解夢吉凶六呪術七工巧八調鷹方", "1028": "法九和百種毒藥十虵毒十一生金銀十二蠱毒", "1029": "若依大智度論四種口食名為邪命彼論第四云", "103": "種一切食中不得食若故食者犯輕垢罪。", "1030": "淨目女問舍利弗言不淨活命舍利弗言有出家", "1031": "人合藥種穀殖樹等不淨活命者是名下口食有", "1032": "出家人觀星宿日月風雨雷電礔礰不淨活命者", "1033": "是名仰口食有出家人曲媚豪勢通使四方巧言", "1034": "多求不淨活命者是名方口食有出家人學種種", "1035": "呪術上筭吉凶如是等種種不淨活命者是名四", "1036": "維口食姊我不墮是四不淨食我用清淨乞食活", "1037": "命由其五家緣即犯此戒一者事謂所為事即合", "1038": "藥等事二者想謂生彼想三者起欲樂謂起不淨", "1039": "活命之欲四者煩惱謂貪利養或瞋恚等或愚癡", "104": "經若佛子下第三明五辛戒五辛者一者大蒜二", "1040": "等或具不具五者究竟謂事究竟此中意說若不", "1041": "善心作如是等種種邪命是染違犯若為利益諸", "1042": "有情故行合藥等是無所犯故瑜伽云若諸菩薩", "1043": "安住菩薩淨戒律儀生起詭詐虗談現相方便研", "1044": "求假利求利味邪命法無有羞耻堅持不捨是名", "1045": "有犯有所違越是染違犯無違犯者若為除遣生", "1046": "起樂欲發勤精進煩惱熾盛蔽抑其心時時現起。", "1047": "若佛子。", "1048": "經若佛子自下第二釋不敬好時戒七眾同犯一", "1049": "云唯制在家齋三長月本為在家故初說勝所以", "105": "者革葱謂󴜑蒜似󴜑而厚三者葱四者葱蘭傳說", "1050": "未出家菩薩行惡菩薩行惡方便亦犯戒故文分", "1051": "有二先人後罪此即標人。", "1052": "以惡心故自身謗三寶詐現親附口便說空行在有", "1053": "中為白衣通致男女交會婬色縛著於六齋日年三", "1054": "長齋月作殺生劫盜破齋犯戒者犯輕垢罪。", "1055": "經以惡心下第二舉非結罪年長齋月者此有三", "1056": "種一正月二五九月謂是正月諸眾生類生現之", "1057": "初五月即是興盛之中九月即是諸眾生類欲藏", "1058": "之初故此三月名長齋月又優婆塞戒經解云為", "1059": "亡者修福即有三時春二月夏五月秋九月若依", "106": "嶺南生蘭葱葉似大蒜而闊臰氣同蒜五者興渠", "1060": "此經二月為初五月為中九月為後今會此文三", "1061": "長月者從正月後半至二月前半以為初月五月", "1062": "後半至六月前半以為中月九月後半至十月前", "1063": "半為後齋月如是經文各據一義故不相違大智", "1064": "度論第十五云問何六齋日受八戒修福答是日", "1065": "惡鬼逐人欲奪人命疾病㐫衰令人不吉故劫初", "1066": "聖人教人持齋問何故諸鬼輩以此六日惱害於", "1067": "人答如天地本起經云劫初成時有異梵天王子", "1068": "諸鬼神父修梵志苦行滿天上十二歲於此六日", "1069": "割肉出血著於火中是故鬼神於此六日輙有勢", "107": "者有人云梵云𣩦但盧略去盧言故言興即當此", "1070": "力又救疾經及四天王經云此六日帝釋四王及", "1071": "太子并使者下來令得禍福初說受齋經云齋日", "1072": "夜一分禪一分讀經一分臥是為菩薩齋日法正", "1073": "月十四日受十七日解四月八日受十五日解七", "1074": "月一日受十六日解九月十四日受十六日解若", "1075": "依是經有四長齋隨其機宜見聞不同不可致恠", "1076": "餘文可解上來第一正釋十戒訖說。", "1077": "如是十戒應當學敬心奉持制戒品中廣解。", "1078": "經如是十戒等者自下第二明勸奉持懸指餘品。", "1079": "佛言佛子。", "108": "間芸󴜄也婆羅門語喚芸薹菜為𣩦渠盧西域諸", "1080": "經佛言下第四饒益戒先釋後結前中有二一初", "1081": "有三戒明利行障次明有六戒是攝善法戒前中", "1082": "釋三即分為三此即第一明不行救贖戒文分有", "1083": "三初人次應後結過此即標人。", "1084": "佛滅度後於惡世中若見外道一切惡人劫賊賣佛", "1085": "菩薩父母形像販賣經律販賣比丘比丘尼亦賣發", "1086": "心菩薩或為官使與一切人作奴婢者。", "1087": "經佛滅度後下第二明應行於中有二初時次明", "1088": "所應作境後明應行此即第一明時節也謂佛滅", "1089": "度後像法末法惡世之中經若見外道惡人等者", "109": "寺及出家眾不許食芸薹復有人言嶺南生興渠", "1090": "自下第二明所應作境此有五種一賣佛菩薩形", "1091": "像二賣父母形像三經律四比丘比丘尼五發心", "1092": "菩薩道人謂賣初發心人與一切人作奴婢者。", "1093": "而菩薩見是事已應生慈心方便救護處處教化取", "1094": "物贖佛菩薩形像及比丘比丘尼發心菩薩一切經", "1095": "律。", "1096": "經菩薩見是事已自下第二正明應行雖有兩文", "1097": "第二明應行竟。", "1098": "若不贖者犯輕垢罪。", "1099": "經若不贖者自下第三結過七眾同犯大小不同", "11": "善等中間非無所餘戒等差別之相至文當釋此", "110": "形似倭󴜑舉味似蒜有人言與渠江南廣州等出", "1100": "謂聲聞教若見眷屬被他販賣而不贖者犯第七", "1101": "聚勘文經像餘人不別制也由具五緣犯是戒也何", "1102": "等為五一者事謂經像及賣并作奴婢等事二者", "1103": "想謂生彼想三者欲謂起不贖之欲四者煩惱謂", "1104": "貪瞋癡或具或不具五者究竟謂不往贖取若自", "1105": "有病若無氣力若了知彼自能成辦若知所作能", "1106": "引非理能引非法若於善品正勤修習不欲暫癈", "1107": "若性愚鈍於所聞法難受難持若為持護多有情", "1108": "意故不救贖無所違犯。", "1109": "若佛子不得畜刀杖弓箭販賣輕秤小斗因官形勢", "111": "更勘問如是三戒瑜伽中云為護聖教制皆遮罪", "1110": "取人財物害心繫縛破壞成功長養猫狸猪狗若故", "1111": "養者犯輕垢罪。", "1112": "經若佛子自下第二明畜非法器文分有三初人", "1113": "次明不應後結過如文可見不須繁述。", "1114": "若佛子。", "1115": "經若佛子自下第三明鬪戰嬉戲戒文分有三初", "1116": "人次所不應行後結過此即標人。", "1117": "以惡心故觀一切男女等鬪軍陣兵將劫賊等鬪亦", "1118": "不得聽吹貝鼓角琴瑟箏笛箜篌歌叫伎樂之聲不", "1119": "得樗󰳁圍碁波羅塞戲彈碁六博拍毬擲石投壺牽", "112": "攝。", "1120": "道八道行城爪鏡芝草楊枝鉢盂髑髏而作卜筮不", "1121": "得作盜賊使命一一不得若故作者犯輕垢罪。", "1122": "經以惡心故自下第二明所不應行復有五一不", "1123": "應見二事觀者謂男女鬪及軍兵鬪二不應九事", "1124": "聽謂一吹貝二鼓三角四琴五瑟六箏七笛八箜", "1125": "篌九歌叫三不應六事雜戲謂樗󰳁等四不應五", "1126": "事卜莖謂成狐鏡明利所報云。", "1127": "若佛子護持禁戒行住坐臥日夜六時讀誦是戒猶", "1128": "如金剛如帶持浮囊欲度大海如草繫比丘常生大", "1129": "乘信自知我是未成之佛諸佛是已成之佛發菩提", "113": "若佛子。", "1130": "心念念不去心若起一念二乘外道心者犯輕垢罪。", "1131": "經若佛子自下第二有六戒明攝善法戒分有四", "1132": "初有三戒明精進鄣次有一戒是定度鄣次應教", "1133": "化明戒度鄣後有一戒明法施鄣前精連鄣中三", "1134": "戒分為三此即第一明退心戒七眾同犯大小不", "1135": "同上第八戒背大向小此中所制宜說小行故有", "1136": "差別文分有三初人次應後結過如文可見菩薩", "1137": "地云越菩薩法於異道論及諸外論研求善巧深", "1138": "心寶翫愛樂味著非如辛藥而習近之是名有犯", "1139": "是染違犯具緣多少如理應知。", "114": "經若佛子自下第四明不教悔戒違令戒淨是故", "1140": "若佛子常應發一切願孝順父母師僧願得好師同", "1141": "學善友知識常教我大乘經律十發趣十長養十金", "1142": "剛十地使我開解如法修行堅持佛戒寧捨身命念", "1143": "念不去心若一切菩薩不發是願者犯輕垢罪。", "1144": "經若佛子自下第二不發大願戒於中有三初人", "1145": "次明十願後結過經常應人下第二明十大願一", "1146": "願發敬順父母二願得好師三願好得同學善知", "1147": "識四願教戒大乘五願解十發趣六願解十長養", "1148": "七願解十金剛八願解十地九願如法修行十願", "1149": "持佛戒經若一切菩薩下第三結如文可見。", "115": "制也文分有三初人次應教後而菩薩下正明業", "1150": "若佛子發十大願已持佛禁戒作是願言寧以此身", "1151": "投熾然猛火大坑刀山終不毀犯三世諸佛經律與", "1152": "一切女人作不淨行。", "1153": "復作是願寧以熱鐵羅網千重周匝纏身終不以破", "1154": "戒之身受於信心檀越一切衣服。", "1155": "復作是願寧以此口吞熱鐵丸及大流猛火經百千", "1156": "劫終不以破戒之口食信心檀越百味飲食。", "1157": "復作是願寧以此身臥大猛火羅網熱鐵地上終不", "1158": "以破戒之身受信心檀越百種牀座。", "1159": "復作是願寧以此身受三百矛㓨經一劫二劫終不", "116": "道此即初也。", "1160": "以破戒之身受信心檀越百味醫藥。", "1161": "復作是願寧以此身投熱鐵鑊經百千劫終不以破", "1162": "戒之身受信心檀越千種房舍屋宅園林田地。", "1163": "復作是願寧以鐵鎚打碎此身從頭至足令如微塵", "1164": "終不以破戒之身受信心檀越恭敬禮拜。", "1165": "復作是願寧以百千熱鐵刀鉾挑其兩目終不以破", "1166": "戒之心視他好色。", "1167": "復作是願寧以百千鐵錐遍劖㓨耳根經一劫二劫", "1168": "終不以破戒之心聽好音聲。", "1169": "復作是願寧以百千刀刃割去其鼻終不以破戒之", "117": "見一切眾生犯八戒五戒十戒毀禁七逆八難一切", "1170": "心貪齅諸香。", "1171": "復作是願寧以百千刀刃割斷其舌終不以破戒之", "1172": "心食人百味淨食。", "1173": "復作是願寧以利斧斬破其身終不以破戒之心貪", "1174": "著好觸。", "1175": "復作是願願一切眾生悉得成佛菩薩若不發是願", "1176": "者犯輕垢罪。", "1177": "經若佛子下第三不誓堅固心文分有三先標人", "1178": "次發十大願後舉非結罪此即標人經發十大願", "1179": "已下第二明發十三願一者發願不與女人作不", "118": "犯戒罪應教懺悔而菩薩不教懺悔共住同僧利養", "1180": "淨行如經寧以身投熾燃猛炎火坑等故謂此現", "1181": "身寧受現在暫時極苦不應暫戲受長時苦二者", "1182": "發願不受衣服如經復作是願寧以熱鐵羅網千", "1183": "重等故三者發願不受百味食四者不受百種牀", "1184": "坐五者不受百味之藥六者不受房舍園林七者", "1185": "不受恭敬禮拜八者終不破戒之心視他好色九", "1186": "者終不破戒心聽心好音聲十者不以破戒之心", "1187": "貪齅諸香十一者不破戒心食百味淨食十二者", "1188": "不貪好觸十三者願一切人成佛問第三不受飲", "1189": "食與十一不受百味有何差別先舉四事顯其不", "119": "而共布薩一眾住說戒而不舉其罪教令悔過者犯", "1190": "受後舉根門顯不貪著故有差別復次先說口中", "1191": "不受百味後說心中不貪百味此中意說若諸菩", "1192": "薩防護正念即不犯戒不墮惡趣若失正念違犯", "1193": "淨戒受無量苦是故菩薩發如是願寧捨身命終", "1194": "不貪著香味觸法云何菩薩防護正念不著五欲", "1195": "謂諸菩薩觀生死中所有遇患防護正念如持油", "1196": "鉢而不漏失故涅槃二十二云譬如世間有諸大", "1197": "眾滿十里王勅一臣持一油鉢逕於中過莫令傾", "1198": "覆若棄一渧當斷汝命復遣一人拔刀在後隨而", "1199": "怖之臣受王教盡心堅持逕歷爾所大眾之中雖", "12": "即第一正釋攝善法兼顯饒益有情戒此中有二", "120": "輕垢罪。", "1200": "見可意五邪欲等心常念言我若放逸著彼所欲", "1201": "當棄所持命不全濟是人以是怖因緣故乃至不", "1202": "棄一渧之油菩薩摩訶薩亦復如是於生死中不", "1203": "失念慧以不失故心不貪著。", "1204": "若佛子。", "1205": "經若佛子下第二明定度障亦名不入難處戒文", "1206": "分有三先人次應行後結過此即標人。", "1207": "常應二時頭陀冬夏坐禪結夏安居。", "1208": "經常應二時至結夏安居者自下第二明應行於", "1209": "中有二先標次釋此即總標頭陀者大唐本云杜", "121": "經一切眾生至一切犯戒罪者自下第二明應教", "1210": "多亦云投多此云修治嚴戒行修治心故如大智", "1211": "度論七十二云十二頭陀不名為戒即戒莊嚴戒", "1212": "行修若依瑜伽杜多差別有十二十三故彼論第", "1213": "二十五云何成就杜多功德謂常期乞食次第乞", "1214": "食但一坐食先止後食但持三衣但持毳元滿反細毛也", "1215": "衣持糞掃衣住阿蘭若常居樹下常居逈露常住", "1216": "冢間常期端坐處如常坐如是依止若食若衣若", "1217": "諸敷具杜多功德或十二種或十三種於乞食中", "1218": "分為二種一隨得乞食二者次第乞食廣說乃至", "1219": "當知此中若依乞食無差別性唯有十二若依乞", "122": "悔於中有二初明犯罪次教悔懺此即第明犯罪", "1220": "食有差別性便有十三乃至廣說或有處說頭陀", "1221": "有十二事奉食亦有五一不受別請二當一食三", "1222": "中後不飲湯水四一坐食五節量食住處有五一", "1223": "阿練若處二者不臥三者冢間四者樹下五者露", "1224": "地衣有二種一正畜三衣二常納衣勘文如是等說", "1225": "有不用者隨其根宜見聞不同問何因緣故說此", "1226": "頭陀解云此所化生有其三種一食貪者二衣貪", "1227": "者三處貪者如其次第善治三貪故說十二或十", "1228": "三種廣如瑜伽二十五大智度論七十二說恐繁", "1229": "略述。", "123": "也言八戒者即是近住所受律儀然此八戒三門", "1230": "常用楊枝澡豆三衣瓶鉢坐具錫杖香爐漉水囊手", "1231": "巾刀子火燧鑷子繩牀經律佛像菩薩形像而菩薩", "1232": "行頭陀時及遊方時行來百里千里此十八種物常", "1233": "隨其身頭陀者從正月十五日至三月十五日八月", "1234": "十五日至十月十五日是二時中此十八種物常隨", "1235": "其身如鳥二翼若布薩日新學菩薩半月半月布薩", "1236": "誦十重四十八輕戒時於諸佛菩薩形像前一人布", "1237": "薩即一人誦若二人三人乃至百千人亦一人誦誦", "1238": "者高座聽者下坐各各被九條七條五條袈裟結夏", "1239": "安居一一如法。", "124": "分別一明受法二明捨法三問答分別受戒法者", "1240": "經常用楊枝自下第二廣釋於中有三初明頭陀", "1241": "之具次頭陀時後明布薩此即第一明頭陀具有", "1242": "十八物常隨其身一者楊枝二蔘豆以三衣為三", "1243": "言三衣者一舊云僧伽梨此音訛也應云僧伽致", "1244": "或僧伽胝唐云合或云重謂割而合成又重作也", "1245": "此衣必割截而成之餘之二衣或割不割若法密", "1246": "部說一切有部等分不割成二󳬂多羅僧或云郁", "1247": "多羅僧伽或云優多羅僧亦猶梵音輕重不同訛", "1248": "轉也唐云上著衣常所服中最在其上故以名也", "1249": "或云覆左肩衣三安陀會或作安陀衛或作安陀", "125": "若依薩婆多宗具足八緣方得八戒何等為八一", "1250": "婆婆或作安陀羅䟦薩唐云宿衣謂近或云裏衣", "1251": "如是三衣名為袈裟袈裟者唐云不正色也諸辛", "1252": "木中若皮若葉若華等不成五味難為食者則名", "1253": "迦娑此物染衣其色濁赤故本五濁之濁亦名迦", "1254": "沙天竺比丘多用此色又如幻三昧經云普言無", "1255": "垢穢又義離塵服或云間色衣真諦三藏云袈裟", "1256": "此云赤血色衣外國雖有五部不同竝皆赤色言", "1257": "黑木蘭者但點之異名六者瓶七鉢八者坐具九", "1258": "鍚杖十香鑪十一水囊十二手巾十三刀子十四", "1259": "火燧十五鑷而葉反十六繩牀十七經律十八佛菩", "126": "者歸依三寶方受得戒故俱舍論第十四云為唯", "1260": "薩像有人云此十八物隨闕一物犯輕垢罪今解", "1261": "此中不入難處以為戒耳此十八物若具不具無", "1262": "所違犯經頭陀者下第二明時節如文可見經若", "1263": "布薩時自下第三明布薩也布薩者此云增長亦", "1264": "名增養長善故說為增長。", "1265": "若頭陀時莫入難處若國難惡王土地高下草木深", "1266": "邃師子虎狼水火風難及以劫賊道路虵毒一切難", "1267": "處悉不得入一切難處故頭陀行道乃至夏坐安居", "1268": "是諸難處亦不得入此難處況行頭陀者見難處故", "1269": "入者犯輕垢罪。", "127": "近事得受近住為餘亦有受近住頌曰近住餘亦", "1270": "經若頭陀時莫入難處第三舉非結罪先舉非謂", "1271": "不應入難處後結罪可知。", "1272": "若佛子。", "1273": "經若佛子自下第八明次第戒違失威儀故制七", "1274": "眾同犯大小俱制文分有四一人二應三不應四", "1275": "結過此即初也。", "1276": "應如法次第坐先受戒者在前坐後受戒者在後坐", "1277": "不問老少比丘比丘尼貴人國王王子乃至黃門奴", "1278": "婢皆應先受戒者在前坐後受戒者次第而坐。", "1279": "經應如法次第自下第二明應行眾有七種一者", "128": "有不受三歸無論曰諸有未受近事律儀一晝夜", "1280": "比丘二者比丘尼三者正學四者勤䇿五勤䇿尼", "1281": "六者近事七者近事女然釋此坐次自有三釋一", "1282": "云比丘眾中先受菩薩戒以為上坐謂如有一聲", "1283": "聞戒中在後受戒菩薩戒中在前受戒有一人聲", "1284": "聞戒中先受具戒菩薩中在後而受此二眾中先", "1285": "受菩薩戒為上坐後受為下餘之六種準此可知", "1286": "此中意說如是七眾隨其所應比丘為上比丘尼", "1287": "為次乃至最後說在家者受菩薩戒雖有先後而", "1288": "不得在家在出家上說其次第不應相離男女大", "1289": "小類各別故一云有聲聞戒在先而受而不受菩", "129": "中歸依三寶說三歸已受近住亦受得戒異此則", "1290": "薩戒有聲聞戒在後而受於菩薩戒在先而受此", "1291": "二眾中若有菩薩戒有不受菩薩戒者菩薩戒以", "1292": "為上坐戒最勝故二人若受菩薩戒復以本聲聞", "1293": "夏為次第餘之六種準此應知一云出家菩薩但", "1294": "以聲聞戒夏為次第依聲聞法得出家故雖有三", "1295": "釋初說為勝。", "1296": "莫如外道癡人若老若少無前無後坐無次第兵奴", "1297": "之法我佛法中先者先坐後者後坐而菩薩不次第", "1298": "坐者犯輕垢罪。", "1299": "經莫如外道下第三明不應如文可知經而菩薩", "13": "先釋後勸持前中有二初有八戒明攝善戒即六", "130": "無解云彼若先受近事律儀未必須歸依前已歸", "1300": "下第四結過具緣多少如理應知若諸菩薩見耆", "1301": "長來不推勝坐是即輕罪如瑜伽論云見諸耆長", "1302": "有德可敬同法者來懷嫌恨心不起迎來不推勝", "1303": "坐是名有犯乃至廣說。", "1304": "若佛子。", "1305": "經若佛子自下第三明布施度謂財法可知違攝", "1306": "善之義是故制也七眾同犯大小不同文分有三", "1307": "初人次應後結過此即標人。", "1308": "常應教化一切眾生建立僧坊山林園田立作佛塔", "1309": "冬夏安居坐禪處所一切行道處皆應立之而菩薩", "131": "依故二者於晨旦受謂受此戒要日出時此戒要", "1310": "應為一切眾生講說大乘經律若疾病國難賊難父", "1311": "母兄弟和上阿闍梨亡滅之日及三七日乃至七七", "1312": "日亦應讀誦講說大乘經律齋會求福行來治生大", "1313": "火所燒大水所漂黑風所吹船舫江河大海羅剎之", "1314": "難亦讀誦講說此經律乃至一切罪報三惡七逆八", "1315": "難杻械枷鏁繫縛其身多婬多瞋多愚癡多疾病皆", "1316": "應讀誦講說此經律。", "1317": "經常應教化自下第二明應此復有二初教令修", "1318": "福德次明福德之中復有四種一者建立僧房二", "1319": "者園林中立作佛塔三者建立安居坐禪處四者", "132": "經一晝夜故諸有先作如是要期謂我恒於月八", "1320": "立行道處如文可解經而菩薩下第二明修行解", "1321": "此所為有十七種一者病難謂國之內多諸疾病", "1322": "二者國難謂諸惡王治國之時或國被歒時三者", "1323": "賊難四者所尊云時五者行來時謂遠行來時六", "1324": "者持生時或有經本云持生持生者受生異名謂", "1325": "現此生彼時名持生時思七者火難八者水難九", "1326": "者風難十者羅剎難十一者一切罪報謂定不定", "1327": "等十二者三報謂現生後報或三報者謂三途報", "1328": "十三七逆後當分別十四者八難八難者如增一", "1329": "阿含經云一地獄二畜生三餓鬼四長壽天五在", "133": "日等必當受此近住律儀若旦有礙緣齋竟亦得", "1330": "邊地六六情不具七心識邪見八佛不出也十五", "1331": "者窂獄十六者三毒十七者自身疾病如上所說", "1332": "十七勝將中讀誦講說大乘經律。", "1333": "而新學菩薩若不爾者犯輕垢罪。", "1334": "經而新學菩薩下第三結過如文可知此中意說", "1335": "如是難時講大乘經如實正理而不宣說犯輕垢", "1336": "罪故瑜伽云若菩薩安住淨戒律儀見諸有情為", "1337": "求現法後法事故廣行非理懷嫌恨心懷恚惱心", "1338": "不為宣說如實正理是名有犯有所違越是染違", "1339": "犯若由懶墮懈怠所蔽不為宣說非染違犯無違", "134": "受三者下座謂在師前居卑劣座或蹲或起曲躬", "1340": "犯者若自無知若無氣力若轉請他有力者說若", "1341": "即彼人自有智力若彼有餘善友攝受若欲方便", "1342": "調彼伏彼廣說如前若知為說如實正理起嫌恨", "1343": "心若發惡言若顛倒受若無愛敬若復知彼性弊", "1344": "隴戾不為宣說皆無違犯。", "1345": "如是九戒應當學敬心奉持梵壇品中當說。", "1346": "經如是九戒下第二勸持懸指餘品。", "1347": "佛言佛子。", "1348": "經佛言佛子自下第五有九戒明饒有情戒於中", "1349": "有二初正釋九戒後結別釋之中即分為九此即", "135": "合掌唯除有病若不恭敬不發律儀四者從師謂", "1350": "第一明簡授戒違遍利義是故制也是行障文分", "1351": "有三先人次釋授戒後舉過結罪此即第一標人", "1352": "也。", "1353": "與人受戒時不得簡擇一切國王王子大臣百官比", "1354": "丘比丘尼信男信女婬男婬女十八梵六欲天無根", "1355": "二根黃門奴婢一切鬼神盡得受戒。", "1356": "經與人受戒時自下第二明授戒法於中有四一", "1357": "簡受戒人二釋威儀三簡其七難四出家不得禮", "1358": "拜俗人此即第一簡受戒人十八天者即上所說", "1359": "十八梵也欲界諸天略而不說所以者何若舉初", "136": "異從師無自然受五者隨教說受此戒者應隨師", "1360": "後中自顯故謂初說人後說色界諸天不待說成", "1361": "故。", "1362": "應教身所著袈裟皆使壞色與道相應皆染使青黃", "1363": "赤黑紫色一切染衣乃至臥具盡以壞色身所著衣", "1364": "一切染色若一切國土中國人所著衣服比丘皆應", "1365": "與其俗服有異。", "1366": "經應教身所著自下第二明其威儀袈沙者此云", "1367": "胡衣或云離塵衣。", "1368": "若欲受戒時師應問言汝現身不作七逆罪耶菩薩", "1369": "法師不得與七逆人現身受戒七逆者出佛身血殺", "137": "教受者後說勿前俱說如是方成從師教受異此", "1370": "父殺母殺和上殺阿闍梨破羯磨轉法輪僧殺聖人", "1371": "若具七遮即身不得戒餘一切人盡得受戒。", "1372": "經若欲授戒時自下第三簡其七難若犯七難現", "1373": "身不得受戒此中意說若犯七逆未得懺悔雖是", "1374": "懺悔而未得好相如是之人於現身不得受戒若", "1375": "先犯五逆後於諸佛菩薩前至心懺悔亦得受戒", "1376": "而此經云現不得不受者據未懺悔未得好相故", "1377": "作是說故決毗定尼經云若有菩薩成就五無間", "1378": "罪犯於女人或犯男子或有故犯犯塔犯僧如是", "1379": "餘犯菩薩應當於三十五佛前所犯重罪晝夜觸", "138": "授受二俱不成六者具支謂具八支方成近住隨", "1380": "處至心懺悔廣說乃至菩薩若能稱彼諸佛所有", "1381": "名號常於晝夜行三事者得離犯罪及諸憂悔并", "1382": "得三昧解云三事者一禮佛懺悔二迴向三發願", "1383": "具如彼經此中意說若人稱佛名及念佛功德所", "1384": "有善根無量無邊由此能滅罪障令得清淨如涅", "1385": "槃經第十九云大王假使一月常以衣食供養恭", "1386": "敬一切眾生不如有人一念念佛所得功德十六", "1387": "分一假使鍛金為人車馬載寶其數各百以用布", "1388": "施不如有人發心向佛舉足一步或有人云若犯", "1389": "七逆於現身中必不得戒言七逆者一出佛身血", "139": "有所闕近住不成何等為八一不殺生二不與取", "1390": "二者殺父三者殺母四者殺和上五者殺阿闍梨", "1391": "六者破羯磨僧及法輪僧七者殺聖人然釋七逆", "1392": "五門分別一者辨體二者約人分別三者處四者", "1393": "時五者趣分別第一辨體諸宗不同依薩婆多云", "1394": "第六一種落業為性餘之六種身業為性如應殺", "1395": "生殺方便故若依經部意業為性如正理論第四", "1396": "十三云且上坐言三業為體身業語業二獨能招", "1397": "異熟果理難成故但以意業所作事重故許能感", "1398": "殊勝異熟今依大乘與薩婆多自有差別身語二", "1399": "業以思為體能發語思名為語業非如薩婆多色", "14": "度鄣後有二戒明饒益戒即四攝中利行鄣也前", "140": "三不梵行四不妄語五不飲酒六塗飾香鬘儛歌", "1400": "聲為性色聲定非業自性故次約人分別者能破", "1401": "僧者要大苾蒭非在家等唯見行者非愛行住淨", "1402": "行人非破戒者以犯戒者言無威故餘之六種通", "1403": "於男女有戒無戒所言處者破僧無間要異處破", "1404": "非對大師以諸如來不可輪逼言詞威肅對必無", "1405": "能餘之六種隨其所應言時者出佛身血破法輪", "1406": "僧佛在世時客有此事佛滅度後無真大師為歒", "1407": "對故所餘五種破羯磨僧通於餘時五趣分別者", "1408": "法輪僧及出佛身血唯人瞻部洲瞻部洲中佛出", "1409": "世故餘通人三洲除北俱盧洲彼處無有殺生等", "141": "觀聽七眠坐高廣嚴麗牀座八食非時食七離嚴", "1410": "故如是等義廣釋如瑜伽論第九毗婆沙第一百", "1411": "一十六第一百一十九俱舍十七十八正理四十", "1412": "三說非是中要略而不說。", "1413": "出家人法不向國王禮拜不向父母禮拜六親不敬", "1414": "鬼神不禮但解法師語有百里千里來求法者。", "1415": "經出家人法自下第四明出家人不禮俗人為敬", "1416": "法故。", "1417": "而菩薩法師以惡心瞋心而不即與授一切眾生戒", "1418": "者犯輕垢罪。", "1419": "經而菩薩自下第三舉過結罪。", "142": "飾受此律儀必離嚴飾憍逸處故常嚴身具不必", "1420": "若佛子。", "1421": "經若佛子自下第二釋為利授戒實無所解為利", "1422": "強授有誤之失是故制也文分有三初人次應後", "1423": "舉過結罪此即標人。", "1424": "教化人起信心時菩薩與他人作教戒法師者見欲", "1425": "受戒人應教請二師和上阿闍梨。", "1426": "經教化人下第二明應行復分有二一明能教人", "1427": "二明正教此即初也經見欲受菩薩戒時自下第", "1428": "二明正應教於中有四一者教請二師二者問七", "1429": "難三者應教懺悔四者總結此即第一教請二師", "143": "須捨八者晝夜經一晝夜故如俱舍頌曰近住於", "1430": "若依瑜伽但請羯磨師不請和上若依此經教請", "1431": "二師何故如是有不同者若於近處堪作和上菩", "1432": "薩僧者應請二師是為第一若於近處無人堪作", "1433": "雖有菩薩堪作和上而能授者事緣不具但請一", "1434": "師受亦得戒各據一義故不相違。", "1435": "二師應問言汝有七遮罪不若現身有七遮師不應", "1436": "與受戒無七遮者得受若有犯十戒者應教懺悔在", "1437": "佛菩薩形像前日夜六時誦十重四十八輕戒苦到", "1438": "禮三世千佛得見好相若一七日二三七日乃至一", "1439": "年要見好相好相者佛來摩頂見光華種種異相便", "144": "晨旦下座從師受隨教說具支離嚴飾晝夜若依", "1440": "得滅罪若無好相雖懺無益是人現身亦不得戒而", "1441": "得增受戒若犯四十八輕戒者對首懺罪滅不同七", "1442": "遮而教戒師於是法中一一好解。", "1443": "經二師應問自下第二應問七難義如前說經若", "1444": "有凡十戒者自下第三明懺悔然懺悔經論不同", "1445": "菩薩地云若諸菩薩以上品纏違犯如上他勝處", "1446": "法失戒律儀應當更授若中品纏違犯如上他勝", "1447": "處法應對於三補特伽羅或過是數應如發露除", "1448": "惡作法若下品纏違犯如上他勝處法及餘違犯", "1449": "應對於一補特伽羅發露悔法當知如前此中意", "145": "經部宗云離非時食名是齋體餘有八種說名齋", "1450": "說所犯之罪有二種聚一者不還淨聚二者還淨", "1451": "聚還淨聚中開懺悔法如法已還得安住清淨戒", "1452": "故不還淨聚不開悔法若悔不得還住淨戒是故", "1453": "但說應當更受道理亦有懺悔之法又決定毗尼", "1454": "經云若有菩薩犯於初戒於十眾前以正直心愍", "1455": "重懺悔解云言初戒者四重名初指五十戒之初", "1456": "故此中自有二釋一云犯此四重有其三種何等", "1457": "為三一者上品纏犯二者中品纏犯三者下品纏", "1458": "犯若上品纏犯初戒者於十人前或於佛前以愍", "1459": "重心發露懺悔懺悔滅罪應當更受罪若不滅雖", "146": "支塗飾香鬘儛歌觀聽分為二故乃至廣說如是", "1460": "是受戒而不得戒若得好相知罪得滅中下品便", "1461": "犯初戒者對於三人及對一人至心懺悔即得滅", "1462": "罪而此唯說對十人者但說初人後即一人略而", "1463": "不說一云此中所言犯於初戒對十人者但說中", "1464": "下品纏犯者所以者何上品纏犯不能還淨故此", "1465": "不說此言十人者極少二三人多亦無妨故不相", "1466": "違問以上品纏犯他勝處失戒律儀不能還淨何", "1467": "故大方等陀羅尼經云行此一法已若有眾生犯", "1468": "五逆罪身有白癩若不除差無有是處若菩薩二", "1469": "十四戒沙彌十戒叉沙彌尼戒比丘戒比丘尼戒", "147": "八戒未必唯晝夜亦經一月一年等故如正理論", "1470": "如是諸戒若犯一一諸戒當一心懺悔若不還生", "1471": "無有是處除不至心解云隨其根宜見聞不同不", "1472": "可會釋若作是說依瑜伽說上品纏犯他勝處法", "1473": "捨律儀不能還淨必應更受若依方等陀羅尼說", "1474": "無有犯重即捨者捨戒功德不捨種體不捨種故", "1475": "如法懺悔淨戒還生或依實義如瑜伽說而言還", "1476": "生者依下中品犯他勝處有還淨義密意說言若", "1477": "不還生無有是處為欲引攝暫犯他勝處住猶預", "1478": "者生決定心說是密言或瑜伽說他勝處與此經", "1479": "說二十四戒意別不同此經是根本他勝處法犯", "148": "三十七云此中經部作如是言二邊際中盡壽可", "1480": "已還生此有何失不捨戒故經教戒師自下第四", "1481": "結。", "1482": "若不解大乘經律若輕若重是非之相不解第一義", "1483": "諦習種性長養性不可壞性道種性正法性其中多", "1484": "少觀行出入十禪支一切行法一一不得此法中意。", "1485": "經若不解等者自下第三舉過結罪先舉過後結", "1486": "罪此即舉過過者謂不解也不解第一義諦者此", "1487": "有二種一者信解二者證解未得二解故言不解", "1488": "習種性者經論不同依瑜伽說發心已前名性種", "1489": "姓發心已去名習種姓故彼論三十五云云何種", "149": "爾於命終後雖有要期而不能生別解脫戒別依", "1490": "姓略有二種一本姓住種姓者從無始世展轉傳", "1491": "來法爾所得是名本性住種姓二習所成種姓者", "1492": "謂先串習善根所得是名習所成種姓此中意說", "1493": "聞勳所成名習種性依本業經習種姓者位在十", "1494": "解故彼經云習種性中有十人其名發心住菩薩", "1495": "治地住菩薩乃至第十灌頂菩薩或有人言瑜伽", "1496": "論說習種姓者亦在十解聞慧唯在十解上故如", "1497": "本業經云六種姓亦名六慧聞慧思慧修慧無相", "1498": "慧照寂慧寂照慧當慧聞當慧既是十解中攝故", "1499": "知種在十解已上雖有兩釋初說為勝本業經中", "15": "中有三初有二戒是施度障次有四戒是戒度障", "150": "身中無加行故無憶念故一晝夜後或五或十晝", "1500": "但說十解是聞思慧不說聞勳唯在十解不通上", "1501": "下故不相違命此經言習種性者但取十解所以", "1502": "者何十信位中若退若進決定故故此不說如本", "1503": "業經云佛子若退若進者十住以前一切凡夫法", "1504": "中發三菩提心學行佛法信想心中行者是退分", "1505": "善根若一劫二劫乃至十劫修行十信得入十住", "1506": "而言七住以前名退分者為攝一分懈怠有情假", "1507": "說退分而實不退也問若十解以前是退分者何", "1508": "故無性攝論頌曰清淨增上力堅固心昇進名菩", "1509": "薩初修三無數大劫釋曰從無始來生死流轉齊", "151": "夜等中受近住戒何法為障令彼眾多近住律儀", "1510": "何當言三無數劫最初修行為答此問故說伽陀", "1511": "堅固心昇進者雖遇惡友方便破壞終不棄捨大", "1512": "菩提心廣說乃至大菩提心所修善根念念增堅", "1513": "固不退增進不生喜足齊是名為最初修行三無", "1514": "數劫解云退有二種一者現行二者種子十信菩", "1515": "薩若其現行容有退義由此道理經說退若種解", "1516": "脫分善根種子必無退義以此義故論說不退故", "1517": "不相違言長養性者謂此十行六種性中性種姓", "1518": "也不壞性者謂十迴向道種性者謂四善根此十", "1519": "迴向及四善根名道種性言正性者謂即十地捨", "152": "非亦得起彼如是說豈不違經遍覽諸經曾不見", "1520": "異生性入聖故名為正性或斷惡趣品邪業煩惱", "1521": "故言正性有說通性者此顯十地聖道性故名為", "1522": "道性言正性者等妙兩覺名為正性因行正滿果", "1523": "正現前故言正性餘如前說此中意說顯六種姓", "1524": "六種姓者如本業經云習種性姓種姓道種性聖", "1525": "種性等覺種性妙覺種性復名六忍信忍法忍順", "1526": "忍正忍無垢忍一切智忍廣如瑜伽抄會言多少", "1527": "觀行者謂修十八勝處隨多少行觀諸色故或多", "1528": "少行隨其所應在餘行中若多若少隨分觀行言", "1529": "出入十禪支者十禪支定或出或入十禪支者十", "153": "說過晝夜受近住律儀汝等何緣以己劣慧貶量", "1530": "八禪支修為十支初靜慮中具五支謂尋伺喜樂", "1531": "心一境性第二靜慮加內等淨所餘三支前已說", "1532": "第三靜慮加足三支捨念正知所餘一支前已說", "1533": "第四靜慮加二支謂不苦不樂餘之三種前已說", "1534": "故言十禪支於如是等行法之中亦得此法中意", "1535": "名為不解。", "1536": "而菩薩為利養故為名聞故惡求貪利弟子而詐現", "1537": "解一切經律是自欺詐亦欺詐他人故與人受戒者", "1538": "犯輕垢罪。", "1539": "經而菩薩下第二正舉過結罪問此與第十八戒", "154": "諸佛一切智境餘如前說若依大乘如是八戒未", "1540": "何別解云第十八戒直說不解為他作師此戒為", "1541": "利與人授戒故有差別利養攝御徒眾是染違犯", "1542": "故瑜伽云貪著供事增上力故以愛染心管御徒", "1543": "眾是名有犯是染違犯無違犯者不貪供侍無愛", "1544": "染心管御徒眾若依此說雖未研究甚深法性而", "1545": "不求利但以慈悲相應之心隨分隨力與授戒者", "1546": "皆無違犯具緣多少如理應知。", "1547": "若佛子。", "1548": "第三為言人說戒文有三初明標人如說若佛子", "1549": "故。", "155": "必從師亦有自受故如瑜伽論五十三云此戒有", "1550": "不得為利養故於未受菩薩戒者前外道惡人前說", "1551": "此千佛大戒邪見人前亦不得說除國王餘一切不", "1552": "得說是惡人輩不受佛戒名為畜生生生不見三寶", "1553": "如木石無心名為外道邪見人輩木頭無異。", "1554": "經不得利自下第二明不應未受戒人前不得說", "1555": "戒者謂未發大乘心前不得說十佛戒雖未受戒", "1556": "已發大願為說無過而此說言未受戒前不得說", "1557": "戒者從多而說多分來受戒人聞菩薩戒生怖畏", "1558": "故生誹謗故是故制也除國王王子者若不為說", "1559": "破滅法故言千佛戒者賢劫千佛。", "156": "由自由他而受律儀或復有一唯自然受除苾蒭", "1560": "而菩薩於是惡人前說七佛教戒者犯輕垢罪。", "1561": "經而菩薩自下第三結罪持地論第四卷云欲受", "1562": "戒者應先為說菩薩戒犯不犯相令受者自心觀", "1563": "察我能受戒又菩薩善戒經云不信受教者及不", "1564": "成就優婆塞戒不成就沙彌戒不成就婆羅提木", "1565": "叉戒者不得聽菩薩戒聽者得罪若比丘犯婆羅", "1566": "提不愧不悔聽菩薩戒得偷蘭遮罪若犯偷蘭遮", "1567": "不愧不悔聽菩薩戒得僧殘罪勘。", "1568": "若佛子。", "1569": "經若佛子自下第四明破戒受施戒文分有三初", "157": "律儀何以故由苾蒭律儀非一切堪受故若苾蒭", "1570": "人次不應後結罪此即人也。", "1571": "信心出家受佛正戒故起心毀犯聖戒者不得受一", "1572": "切檀越供養亦不得國王地上行不得飲國王水五", "1573": "千大鬼常遮其前鬼言大賊若入房舍城邑宅中鬼", "1574": "復常掃其脚跡一切世人罵言佛法中賊一切眾生", "1575": "眼不欲見犯戒之人畜生無異木頭無異。", "1576": "經信心出自下第二明不應行謂破戒人不應受", "1577": "信施等所言大賊者如世間賊能奪財寶及害命", "1578": "根此中大賊亦復如是能奪他人法身慧命及恒", "1579": "沙等功德大寶故大智度論第十五云破戒之人", "158": "非要從他受者若堪出家若不堪出家但欲出家", "1580": "不可共止猶如惡賊難可親近破戒之人難可共", "1581": "住譬如毒虵破戒之人雖似比丘譬如尸死在眼", "1582": "人中破戒之人如偽珠在真珠中譬如伊蘭在栴", "1583": "檀林中破戒之人若著法衣則是熟銅鐵鍱以纏", "1584": "其身若持鉢盂則是盛洋銅器若所噉食即是吞", "1585": "燒鐵丸飲熱洋銅若受人供養供給則是地獄獄", "1586": "卒守人若入精舍即是入大地獄若坐眾僧牀㯓", "1587": "是為坐熱鐵牀上。", "1588": "若毀正戒者犯輕垢罪。", "1589": "經若毀正戒自下第三結罪。", "159": "者便應一切隨其所欲自然出家如是聖教便無", "1590": "若佛子。", "1591": "經若佛子自下第五不供養戒文分有三如前可", "1592": "知。", "1593": "常應一心受持讀誦大乘經律剝皮為紙㓨血為墨", "1594": "以髓為水折骨為筆書寫佛戒木皮穀紙絹素竹帛", "1595": "亦應悉書持常以七寶無價香華一切雜寶為箱囊", "1596": "盛經律卷。", "1597": "經常應下第二明應於中有六一者受謂於師前", "1598": "領所未解二者持謂受已不忘三者讀四者誦五", "1599": "者書寫六供養第五書寫中云剝皮為紙等者標", "16": "後有四戒是慧度障此即第一釋不如法供養戒", "160": "軌範亦無說法毗奈耶而可了知是故苾蒭無有", "1600": "其心極愍重法故不惜身命如大智度論第十八。", "1601": "復次愛法梵志十二歲中遍閻浮提求知聖法而", "1602": "不能得時世無佛佛法亦盡有一婆羅門言我有", "1603": "聖法一偈若實愛法當以與汝答言實愛法婆羅", "1604": "門言若實愛法當以汝皮為紙以身骨為筆以血", "1605": "書寫之當以與汝即如其言破骨剝皮以血寫偈", "1606": "如法應修行非法不應受今世亦後世佛法者安", "1607": "穩。", "1608": "若不如法供養者犯輕垢罪。", "1609": "經若不如法下第三結罪菩薩地云若諸菩薩安", "161": "自然受義問若除苾蒭律儀有自然受者何因緣", "1610": "住菩薩淨戒律儀於日日中若於如來或為如來", "1611": "造制多所若於正法或為正法造經卷若於僧伽", "1612": "謂十方界已入大地諸菩薩眾若不以其或少或", "1613": "多諸供養具而為供養下至以身一拜禮敬下至", "1614": "以語一四句頌讚佛法僧真實功德下至以心一", "1615": "清淨信隨念三寶真實功德空度日夜是名有犯", "1616": "若不恭敬懶墮懈怠而違犯者是染違犯若誤失", "1617": "念而違犯者非染違犯無違犯者謂心狂亂若已", "1618": "證入淨意樂地常無違犯。", "1619": "若佛子常起大悲心若入一切城邑舍宅見一切眾", "162": "故復從他受答由有二種遠離惡戒受隨護支所", "1620": "生應唱言汝等眾生盡應受三歸十戒若見牛馬猪", "1621": "羊一切畜生應心念口言汝是畜生發菩提心而菩", "1622": "薩入一切處山川林野皆使一切眾生發菩提心是", "1623": "菩薩若不發教化眾生心者犯輕垢罪。", "1624": "經若佛子自下第六不教化眾生戒文分有三此", "1625": "即標人經常起大悲自下第二明應行言三歸者", "1626": "如優婆塞戒經第五卷云善男子為破諸苦斷諸", "1627": "煩惱憂受於無上寂滅之樂以是因緣受三歸依", "1628": "如汝所問云何三歸依者善男子謂佛法僧佛者", "1629": "能說懷煩惱破因得正解脫法者即是懷煩惱因", "163": "謂慚愧若於他處及於自處現行罪時深生羞耻", "1630": "真實解脫僧者破煩惱因得正解脫又八戒齋品", "1631": "云善男子若人能受三歸依者當知是人所得果", "1632": "報不可窮盡乃至廣說如說受持不忘語戒現身", "1633": "得王位一日一夜持八戒得生天上故涅槃經第", "1634": "十五云波羅奈國有屠兒名曰廣額於日中殺無", "1635": "量羊舍利弗即受八戒經一日夜是因緣命終得", "1636": "為北方天王毗沙門子經若不教化自下第三結", "1637": "罪如瑜伽云攝受徒眾懷嫌恨心而不隨時無倒", "1638": "教授是名有犯是染違犯。", "1639": "若佛子常行教化起大悲心入檀越貴人家一切眾", "164": "如是於離惡戒受隨護支乃能具足故從他受若", "1640": "中不得立為白衣說法應白衣眾前高座上坐法師", "1641": "比丘不得地立為四眾說法若說法時法師高座香", "1642": "華供養四眾聽者下座如孝順父母敬順師教如事", "1643": "火婆羅門其說法者若不如法說者犯輕垢罪。", "1644": "經若佛子自下第七明說法不如法戒文分有四", "1645": "此初標人經常行自下第二明不應行經若不說", "1646": "法時自下第三明應經說法者自下第四結罪如", "1647": "文可解。", "1648": "若佛子皆以信心受佛戒者若國王太子百官四部", "1649": "弟子自恃高貴破滅佛法戒律明作制法制我四部", "165": "有慚正現前必亦有愧非有愧者必定有慚是故", "1650": "弟子不聽出家行道亦復不聽造立形像佛塔經律", "1651": "破三寶之罪而菩薩故作破法者犯輕垢罪。", "1652": "經若佛子自下第八憍慢破法戒文分有二初人", "1653": "後舉過結罪此即標人經皆以信心下第二舉過", "1654": "結罪先明過非後即結罪此即顯過如文應知經", "1655": "而故作下第二結罪。", "1656": "若佛子以好心出家而為名聞利養於國王百官前", "1657": "說七佛戒橫與比丘比丘尼菩薩戒弟子作繫縛如", "1658": "師子身中蟲自食師子肉非外道天魔能破壞若受", "1659": "佛戒者應護佛戒如念一子如事父母而聞外道惡", "166": "慚法最為強緣次具支者依智度論未必具八隨", "1660": "人以惡言謗佛戒時如三百鉾㓨心千刀萬杖打拍", "1661": "其身等無有異寧自入地獄百劫而不用聞一惡言", "1662": "破佛戒之聲而況自破佛戒教人破法因緣亦無孝", "1663": "順之心若故作者犯輕垢罪。", "1664": "經若佛子自下第九破法自緣戒內破和合之義", "1665": "外絕信樂之益是故制也文分有三如文應知如", "1666": "上九戒如其所應是四攝障。", "1667": "如是九戒應當學敬心奉持。", "1668": "經是九戒下第二釋勸奉持上來別釋四十八輕", "1669": "戒說。", "167": "其所能或一二三乃至具八成近住戒勘抄若依瑜", "1670": "諸佛子是四十八輕戒汝等受持過去諸菩薩已學", "1671": "未來諸菩薩當學現在諸菩薩今學。", "1672": "經諸佛子此是四十八輕戒自下第三總勸受持", "1673": "上來第二釋四十八輕戒說一釋十重次釋輕戒", "1674": "雖有兩文第二正釋戒相訖。", "1675": "諸佛子諦聽此十重四十八輕戒三世諸佛已誦當", "1676": "誦今誦我今亦如是誦汝等一切大眾若國王王子", "1677": "百官比丘比丘尼信男信女受持菩薩戒者應受持", "1678": "讀誦解說書寫佛性常住戒卷流通三世一切眾生", "1679": "化化不絕得見千佛佛佛授手世世不墮惡道八難", "168": "伽必具八種名近住律儀故彼論五十三云近律", "1680": "常生人道天中我今在此樹下略開七佛法戒汝等", "1681": "當一心學波羅提木叉歡喜奉行如無相天王品勸", "1682": "學中一一廣明三千學士。", "1683": "經弟子聽自下第三總勸流通於中有二初佛勸", "1684": "持流通後菩薩奉行前中有五一三世佛已當今", "1685": "誦說證不虗二汝等一切下正勸流通三得千佛", "1686": "下明流通利益四我今此下勸今奉持五如無相", "1687": "品下懸指說處三千學者三威律儀等雖有五文", "1688": "第一明如來勸流通奉持竟。", "1689": "時座聽者聞佛自誦心心頂戴喜躍受持。", "169": "儀由五支所攝何等為五一受遠離損害他支二", "1690": "經時坐聽者下第二菩薩奉持行上來正說有二", "1691": "第一正釋竟。", "1692": "爾時釋迦牟尼佛說上蓮華臺藏世界盧舍那佛心", "1693": "地法門品中十無盡戒法品竟千百億釋迦亦如是", "1694": "說從摩醘首羅天王宮至此道樹下十住處說法品", "1695": "為一切菩薩不可說大眾受持讀誦解說其義亦如", "1696": "是千百億世界蓮華藏世界微塵世界一切佛心藏", "1697": "地藏戒藏無量行願藏因果佛性常住藏。", "1698": "經爾時釋迦自下大段第二明總結上說心藏者", "1699": "十世界海名為心藏地藏者謂四十心戒藏者結", "17": "即鄣布施波羅蜜多文分有三初標人次明戒相", "170": "受遠離損害自他支三違越所受熏脩行支四不", "1700": "無盡戒無量行願者謂十忍等名無量行十大願", "1701": "等名無量願因果者結上所說戒是一切諸佛本", "1702": "原佛性種子又結當當有因故有當當常住法身", "1703": "佛性常住者結上所說一切眾生皆有佛性。", "1704": "如如一切佛說無量一切法藏竟千百億世界中一", "1705": "切眾生受持歡喜奉行若廣開心地相相如佛華光", "1706": "王七行品中說。", "1707": "經如如一切佛說等者於此中大分有三一序分", "1708": "二正說三流通自下第三明流通分。", "1709": "稽首無上大道師於一切法智無礙", "171": "越所受正念住支五不懷正念支若能遠離損害", "1710": "救護一切大悲者甚深微妙契經海", "1711": "已證二空諸菩薩及餘一切發大願", "1712": "今依戒經相應論略釋菩薩清淨戒", "1713": "決判持犯差別相在佛及聖慈氏等", "1714": "受斯微妙善根本惠施有識證法性", "1715": "明人忍慧強能持如是法未成佛道間", "1716": "安獲五種利一者十方佛愍念常守護", "1717": "二者命終時正見心歡喜三者生生處", "1718": "為淨菩薩友四者功德聚戒度悉成就", "1719": "五者今後世性戒福慧滿此是佛行處", "172": "他命損懷他財是名初支離非梵行是第二支所", "1720": "智者善思量計我著相者不能信是法", "1721": "滅盡取證者亦非下種處欲長菩提苗", "1722": "光明照世間應當靜觀察諸法真實相", "1723": "不生亦不滅不常復不斷不一亦不異", "1724": "不來亦不去如是一心中方便勤莊嚴", "1725": "菩薩所應作應當次第學於學於無學", "1726": "勿生分別想是名第一道亦名摩訶衍", "1727": "一切戲論處悉由是處滅諸佛薩婆若", "1728": "悉由是處出是故諸佛子宜發大勇猛", "1729": "於諸佛淨戒護持如明珠過去諸菩薩", "173": "以者何由離此者不染習自妄故不自損害亦不", "1730": "已於是中學未來者當學現在者今學", "1731": "此是佛行處聖主所稱歎我已隨順說", "1732": "福德無量聚迴以施眾生共向一切智", "1733": "願聞是法者疾得成佛道", "1734": "梵網經述記卷下末大尾", "174": "染習他妻妾故不損害他遠離妄語是第三支除", "175": "離諸酒眾放逸處離餘三處是第四支何以故由", "176": "歌儛伎樂塗冠香鬘升高大牀非時飲食常所串", "177": "習若遠離彼數數自憶念我今安住決定齋戒於", "178": "一切時堅守正念遠離諸酒眾放逸處是第五支", "179": "何以故彼雖安住正憶念支謂我今住決定齋戒", "18": "後若不爾者結罪。", "180": "若為諸酒所醉便發狂亂不自在轉問如是二文", "181": "云何會釋解云自有兩釋一云未具支方名近住", "182": "受一二等亦名近住謂欲受一二等何法為障不", "183": "得戒耶而瑜伽說五支所攝者具受八時說五支", "184": "攝不謂必定五支所攝一云必具八支方得所攝", "185": "律儀隨有所闕受戒不成而言一分等者隨轉行", "186": "說第二明捨戒緣者薩婆多宗近住律儀由五緣", "187": "捨一由意樂對有解人發有表業捨學處故二由", "188": "棄捨眾同分故三由二形俱時生故四由所自善", "189": "根斷故五由夜晝故經部師云不說夜晝彼許一", "19": "欲受國王位時受轉輪王位時百官受位時應先受", "190": "月半月等故餘之四緣與一切有同若依大乘自", "191": "有兩釋一云由四緣捨與經部同謂智度論中亦", "192": "許一月半月等故一云三緣故瑜伽論五十三云", "193": "若近住律儀當知由日出已後若由發起不同分", "194": "心謂故意捨或於中間捨眾同分雖已受得必復還捨", "195": "解云不說斷善根及二形生者時節伇故問答者", "196": "問有業因緣不應授彼近住律儀答如瑜伽云若", "197": "近住律儀當知唯由意樂損害不應為授何以故", "198": "或有隨他轉故或有為得財利恭敬詐稱欲受近", "199": "住律儀然彼實無求受意樂當知是名意樂損害", "2": "佛告諸菩薩言已說十波羅提木叉竟四十八輕今", "20": "菩薩戒一切鬼神救護王身百官之身諸佛歡喜。", "200": "是等問答恐繁不述五戒十戒義如常說七逆者", "201": "下經當說八難即是八重錯作難字有說八難者", "202": "但是犯戒名為八難生八難處故因中說果名如", "203": "是說諸佛出世樂瑜伽云若諸菩薩安住菩薩淨", "204": "戒律儀於諸暴惡犯戒有情懷嫌恨心懷恚惱心", "205": "由彼畢竟犯戒為緣方便棄捨不作饒益是名有", "206": "犯有所違越是染汙犯若由懶墮懈怠棄捨由妄", "207": "念故不作饒益是名有犯非染汙犯無違犯者謂", "208": "心狂亂或欲方便調彼伏彼或為將護多有情心", "209": "或護僧制方便棄捨不作饒益是無違犯言應教", "21": "經欲受國王位者自下第二正釋戒相於中有二", "210": "懺悔者舉他所說令憶念教後應教懺悔之法言", "211": "舉罪者謂諸菩薩見諸有情違犯律儀住慈悲心", "212": "應善觀察所舉罪者然後應舉為作應念謂觀所", "213": "舉補特伽羅為於我邊有愛敬不廣說如經然此", "214": "舉罪如瑜伽論會然懺悔法略有二種一者悔重", "215": "二者悔輕言悔重法者若上品纏犯他勝法失菩", "216": "薩戒應教懺悔復應更授若中品纏犯他勝法對", "217": "三人懺悔若下品纏犯他勝法及犯輕戒對一悔", "218": "故瑜伽論四十一云若諸菩薩以上品纏違犯如", "219": "上他勝處法失戒律儀應當更受若中品纏違犯", "22": "初勸令受戒次既行戒下正顯戒相前中有二初", "220": "如上他勝處法應對於三補特伽羅或過是數如", "221": "法發露除惡作法先當稱述所犯事亦應作是說", "222": "長老專志或言大德我如是名違越菩薩毗奈耶", "223": "法如所稱事犯惡作罪餘如苾蒭發露悔滅惡作", "224": "罪法應如是說若下品纏違犯如上他勝處法及", "225": "餘違犯應對於一補特加羅發露悔法當知如前", "226": "若無隨順補特伽羅可對發露悔除所犯爾時菩", "227": "薩以淨意樂起自誓心我當決定防護當來終不", "228": "重犯如是於犯還出還淨解云及餘違犯者此顯", "229": "輕罪如上所說若重若輕不得菩薩可對懺悔起", "23": "勸受戒次一切鬼神下釋受所以此即初也謂欲", "230": "自誓心悔所違亦得還淨對一人等者謂通義大", "231": "乘及小乘人故瑜伽云一切違犯當知皆是惡作", "232": "所攝應向有力於語表義能覺能受補特伽羅發", "233": "露懺悔經而菩薩下第三正明業道由其具五緣", "234": "結成業道一者事謂有犯戒補特伽羅二者想謂", "235": "於違犯補特伽羅即生彼想三者欲謂於彼發不", "236": "舉罪欲及不教悔欲四者菩薩謂瞋恚心及嫌恨", "237": "心五者方便究竟謂不舉罪及不教悔。", "238": "若佛子。", "239": "經曰若佛子自下第三有三戒釋度釋三為三此", "24": "受國王等位必應先受菩薩淨戒要須有戒方可", "240": "即第一不供給及不請法戒違勝進之益是故制", "241": "也七眾同犯大小俱制小乘教中第七聚也文分", "242": "有三此即標人。", "243": "見大乘法師大乘同學同見同行來入僧坊舍宅城", "244": "邑若百里千里來者即起迎來送去。", "245": "經曰見大乘法師至舍宅城邑自下第二明應行", "246": "於中有二初顯所敬次若千里下正明敬重此即", "247": "初也如文可見經曰若百里千里即迎來送去者", "248": "自下第二正明敬重於中有三先明迎送次明供", "249": "給後明請此即初也。", "25": "王國及受百官一切鬼下第二釋所以謂若得戒", "250": "禮拜供養日日三時供養日食三兩金百味飲食牀", "251": "座醫藥供事法師一切所須盡給與之常請法師三", "252": "時說法日日三時禮拜不生瞋心患惱之心為法滅", "253": "身請法。", "254": "經曰禮拜供養至盡給與之者此即第二明供給", "255": "也三兩金者極熱之言謂聽法者乃至身命不見", "256": "有情何況財物而可惜乎如雪山太子波崘菩薩", "257": "愛法梵志所以者何財物不出欲界法施出離生", "258": "死財物有盡有竭法施無盡無竭乃至當得正等", "259": "菩提。", "26": "一切鬼神救護國王及百官身諸佛菩薩亦復加", "260": "若不爾者犯輕垢罪。", "261": "經若不爾者自下第三正明結罪五緣犯罪准前", "262": "可知此即瑜伽第二戒攝第三相如前第一戒已", "263": "說。", "264": "若佛子。", "265": "經曰若佛子自下第二不聽法戒文分有三准前", "266": "可知此初標人。", "267": "見一切處有講法毗尼經律大宅舍中有講法處。", "268": "經一切處有至講法處者自下第二明其應行此", "269": "中有二初明說法處次明應聽法此初也法者此", "27": "彼由此因緣福力增長堪為國王及為百官。", "270": "顯契經及本藏毗尼經律者顯毗尼藏梵音具存", "271": "毗奈耶此云調伏調身語意伏不善業故名調伏", "272": "而言毗尼者蓋語毗略耳。", "273": "是新學菩薩應持經律卷至法師所聽受諮問若山", "274": "林樹下僧地坊中一切說法處悉至聽受。", "275": "經曰是新學菩薩至聽受者此即第二明應聽法", "276": "言聽法者如瑜伽論八十二云聽者謂如是說法", "277": "者說正法時應安處他令住恭敬無倒聽聞云何", "278": "安處謂或由一因或乃至十一因者謂恭敬聽法", "279": "現前能證利益安樂故此中或有利益非安樂等", "28": "既得戒已應生孝順心恭敬心見上座和上阿闍梨", "280": "四句如菩薩地法受中已說二因者謂善建立一", "281": "切法故善建立者離諸過故具大義故又為說者", "282": "聽者所設劬勞有勝果故若不爾者能說能聽徒", "283": "廢己業更設劬勞應無有果三因者恭敬聽法能", "284": "令眾生捨惡趣故得善趣故速能引攝涅槃因故", "285": "如是三事要由恭敬聽聞方得四因者一恭敬聽", "286": "法能善了達契經等法二如是正法能令眾生捨", "287": "諸不善攝受諸善若善聽者則能精勤若捨若受", "288": "三由捨受故捨惡因所招後苦四者由此受捨善", "289": "惡因故速證涅槃廣說乃至十因者一恭敬聽法", "29": "大同學同見同行者應起承迎禮拜問訊。", "290": "得思擇力由此能受聞法勝利如法求財不以非", "291": "法深見過患而受用之二善知出離謂喪失財寶", "292": "無憂無慼亦不嗟怨乃至廣說眷屬離懷若遭病", "293": "苦不甚悲歎亦不愁惱乃至廣說三於諸欲中深", "294": "見過患及見出離最勝功德清淨出家捨離上妙", "295": "臥具貪著乃至能證諸妙靜慮四恭敬聽法速順", "296": "證解廣大甚深相似甚深諸緣起法又能引發廣", "297": "大善根出離歡喜如世尊說我聖弟子專心屬耳", "298": "聽聞正法能斷五法能修七法速疾圓滿五諸聖", "299": "弟子恭敬聽法所有集法皆成滅法六解正法已", "3": "當說。", "30": "既得戒已自下第二正顯戒相文分有二初明應", "300": "遠塵離苦於諸法中生正法眼七能引攝證預流", "301": "果最勝資粮乃至證得阿羅漢果及能引攝阿羅", "302": "漢果最勝資粮八能引攝獨覺資粮九能善引攝", "303": "無上正等菩提資粮十能引一切世間出世間靜", "304": "慮解脫等至具說如彼。", "305": "若不至彼聽受者犯輕垢罪。", "306": "經曰若不至彼下第三正結業道如瑜伽云若諸", "307": "菩薩安住菩薩淨戒律儀聞說正法論儀決擇憍", "308": "慢所制懷嫌恨心懷恚惱心而不往聽是名有犯", "309": "有所違越若為懶墮懈怠所蔽而不往聽非染汙", "31": "行次不應行前中有三初明得戒次生孝順心後", "310": "犯無違犯者若不覺知若有病若無氣力若知倒", "311": "說若正了知彼所說義是數所聞所持所了若已", "312": "多聞具足聞持其聞積集若欲無間於境住心若", "313": "勤引發菩薩勝定若自了知上品愚鈍其慧濁於", "314": "所聞法難受難持難於所緣境攝心令住不往聽", "315": "皆無違犯五緣犯罪准前可知。", "316": "若佛子。", "317": "經曰若佛子自下第三背大向小戒如上十重所", "318": "說謗三寶戒不論大小一切誹謗此中所說執小", "319": "謗大故有引者違根本行故制也文分有二此即", "32": "明所故此即初也經生孝順心恭敬心者此即第", "320": "標人。", "321": "心背大乘常住經律言非佛說而受持二乘外道惡", "322": "見一切禁戒邪見經律者犯輕垢罪。", "323": "經心背大乘自下第二正釋業道七眾同犯大小", "324": "不同以性鈍故於小乘教多串習故不信大乘甚", "325": "深經典謗言非是如來所說如瑜伽云若諸菩薩", "326": "安住淨戒律儀聞菩薩藏於甚深處最勝甚深真", "327": "實法義諸佛菩薩難思神力不生信解憎背毀謗", "328": "不能引義不能引法非如來說不能利益安樂有", "329": "情是名有犯有所違越是染違犯解云若於大乘", "33": "二明孝順心經上坐至大同學者自下第三明所", "330": "未能研究於聲聞藏一向修習是即有犯若於大", "331": "乘已善研究兼修小教亦無所犯如瑜伽云若諸", "332": "菩薩安住淨戒律儀未精研究於菩薩藏一切棄", "333": "捨於聲聞藏一向修學是名有犯非染違犯外道", "334": "經律者謂外道教如十句論金七十論等若於菩", "335": "薩藏未能修學於異道論勤修勤學此即有犯若", "336": "欲伏外道邪見為建立如來正法於外道論談勤", "337": "學是即無犯如瑜伽云若諸菩薩安住菩薩淨戒", "338": "律儀現有佛教於佛教中未精研究於異道論及", "339": "諸外道論精勤修學是名有犯是染違犯無違犯", "34": "敬境和上者舊云和闍此云力今云梵音名為鄔", "340": "者若上聰敏若速受若聞經時能不忘失若於其", "341": "義能思能達若於佛教如理觀察成就俱行無動", "342": "覺者於日月中常以二分修學佛語一分學外則", "343": "無違犯若諸菩薩安住菩薩淨戒律儀越菩薩法", "344": "於異道論及諸外論研求善巧深心寶翫愛樂味", "345": "著非如辛藥而習近之是名有犯有所違越是染", "346": "違犯言邪見者即離外勝犯戒如前可知。", "347": "若佛子。", "348": "經曰若佛子自下第二有二戒明饒益戒即四攝", "349": "中利行障釋二為二此即第一明不看病戒違慈", "35": "婆提耶此云親教或云郁波第耶夜此云近誦阿", "350": "悲心是故制也文分有三初人次應行後結業道", "351": "此即初也。", "352": "見一切疾病人應供養如佛無異八福田中看病福", "353": "田第一福田若父母師僧弟子病諸根不具百種病", "354": "苦皆養令差。", "355": "經一切疾病至皆養令差者自下第二明攝行八", "356": "福田者一佛二聖人三和上四阿闍梨五僧六父", "357": "七母八病然此福田略二中三廣即有八乃至無", "358": "量言略二者一者福田二者貧窮田故優婆塞戒", "359": "經第三卷云菩薩施時觀二福田一者福田二者", "36": "闍梨者舊翻為正行今梵音云阿遮利耶此云軌", "360": "貧窮田菩薩為增福法故施於貧苦為證無上妙", "361": "智慧故施於福田解云為無上妙相故施於佛菩", "362": "薩福田又彼經曰為報恩故施於福出生憐愍故", "363": "施於貧窮捨煩惱故施於福田成功德故施於貧", "364": "窮解云八福田中初之七種名為福田生福勝故", "365": "名為福田第八一種名貧窮田言中三者一者功", "366": "德田謂諸佛菩薩及諸聖者有勝德故或復僧眾", "367": "二者恩田謂父母和上阿闍梨三者貧窮廣則有", "368": "八如前所說八福田中各有差別無量無邊然此", "369": "得福自有兩釋一云隨心優劣得福多少不在福", "37": "範師於此四境生孝順心孝順心者明意業也恭", "370": "故大智度論三十五云施物雖同福德多少隨心", "371": "優劣舍利弗以一鉢飯上佛佛即迴施狗而問舍", "372": "利弗汝以飯施我我以飯施狗誰得福多舍利弗", "373": "言如我解佛法義佛施狗得福多舍利弗者於一", "374": "切人中智最上而佛福田最為第一不如佛施惡", "375": "狗得福極多是故知大福從心生不在田也一云", "376": "布施之福在於福田不由施心如智度論云或時", "377": "布施之福在於福田如億耳阿羅漢昔以一華施", "378": "於佛塔九十一劫人天受樂得阿羅漢又阿輸迦", "379": "王小兒時以土施佛王閻浮提起八萬四千塔施", "38": "敬者明身語業此中意說見和上等起坐問訊如", "380": "物至賤小兒心薄但以福田妙故得大果報當知", "381": "大福從良田生今解如是兩釋各據一義不相乖", "382": "違謂發猛利上品大悲施於貧苦發起猛利愍重", "383": "之心施於如來田雖有異得福無異故優婆塞戒", "384": "經第五卷云若能至心生大憐愍施於畜生專心", "385": "恭敬施於諸佛其福正等無有差別此意說欲顯", "386": "施心無有勝劣故言其福無有差別理實等心布", "387": "施得福非無差別故彼經云若施畜生得百倍報", "388": "施破戒者得千倍報施持戒者得十萬倍報施外", "389": "道離欲得百萬倍報施向道者得千億倍報乃至", "39": "大智度論第七卷云若見乞道人能以四種待初", "390": "廣說又有所得心布施福少無所得心布施福德", "391": "無量無邊故涅槃經二十四云何菩薩不觀福田", "392": "及非福田云何福田外道持戒上至諸佛是名福", "393": "田若有念言如是等輩是真福田當知是心則為", "394": "狹劣菩薩摩訶薩悉觀一切無量眾生無非福田", "395": "何以故善修習異念處故有異念處善修習者觀", "396": "諸眾生無有持戒及以毀戒又金剛般若經云東", "397": "方虗空可思量不不耶世尊廣說乃至無相布施", "398": "福德亦復如是依是義故說言舍利弗以飯施佛", "399": "所得福少有所得故佛施於狗其福甚多無所得", "4": "佛告諸佛子自下第二釋輕戒文分有三初結前", "40": "見好眼視迎送敬問訊。", "400": "故今以經云看病福田最第一者謂諸菩薩大悲", "401": "為首顯他利勝故作是說。", "402": "而菩薩以瞋恨心不至僧坊中城邑曠野山林道路", "403": "中見病不救濟者犯輕垢罪。", "404": "經而菩薩自下第三結業道由具四緣成染汙犯", "405": "一者有病者無依無怙二者於病者生病者想三", "406": "者煩惱謂瞋恚等四者究竟謂不往看如瑜伽云", "407": "若諸菩薩安住菩薩淨戒律儀見諸有情遭重病", "408": "疾懷嫌恨心懷恚惱心不往供事是名有犯有所", "409": "違越是染汙犯若為懶墮懈怠所蔽不往供事非", "41": "而菩薩反生憍心癡心慢心不起承迎禮拜一一不", "410": "染違犯無違犯者若自有病若無氣力若轉請他", "411": "有力隨順令往供事若知病者有依有怙若知病", "412": "者自有勢力能自供事若欲護持所修善品令無", "413": "間缺若自了知上品愚鈍所濁於所聞法難受難", "414": "持難於所緣攝心令定若無先許他為體供事如", "415": "於病者於有苦者為作助伴欲除其苦當知亦爾。", "416": "若佛子。", "417": "經若佛子自下第二畜殺生具戒違慈行義故制", "418": "文分有二此即第一標人也違慈悲心是故制也", "419": "七眾同犯。", "42": "如法供養以自賣身國城男女七寶百物而供給之", "420": "不得畜一切刀杖弓箭鉾斧鬪戰之具及惡網羅殺", "421": "生之器一切不得畜而菩薩乃至殺父母尚不加報", "422": "況殺一切眾生若故畜刀杖者犯輕垢罪。", "423": "經曰不得畜犯輕垢罪者自下第二明業道也四", "424": "緣成犯一者事謂刀杖等二者想謂生刀等想三", "425": "煩惱謂瞋恚等四者究竟謂畜刀杖。", "426": "如是十戒應當學敬心奉持下六品中當廣明。", "427": "經曰如是十戒至下六品中廣開者自下第三總", "428": "結十戒懸指後說謂若破戒不得畜生身況得人", "429": "天如薩遮尼揵子經云若不持戒不得疥野干身", "43": "若不爾者犯輕垢罪。", "430": "何況得功德之身又月燈三昧云雖有色族及多", "431": "聞若無戒智猶禽獸雖處卑下少聞見能持淨戒", "432": "名勝士。", "433": "佛言佛子不得為利養惡心故通國使命軍陣合會", "434": "興師相伐殺無量眾生而菩薩不得入軍中往來況", "435": "故作國賊若故作者犯輕垢罪。", "436": "經曰若佛子自下第二有十戒明饒益戒此中第", "437": "四第五第七愛語障之七種是同事及利行攝鄣", "438": "文分有二初別釋十後總結懸指說處前中釋十", "439": "即分為十此即第一明國使戒初標人次明不應", "44": "經而菩薩至而供給之者自下第二不應行若現", "440": "而菩薩下結業道如文可解。", "441": "若佛子故販賣良人奴婢六畜市易棺材板木盛死", "442": "之具若故自作教人作者犯輕垢罪。", "443": "經曰若佛子自下第二明販賣戒違修道故是制", "444": "也大小同犯七眾俱制此有二種一損惱於他違", "445": "慈悲心謂如經說販賣奴婢等故二世利故謂販", "446": "賣棺杖故如瑜伽云將護他故建立遮罪於中菩", "447": "薩與諸聲聞應等修學為令有情未信者信具緣", "448": "多少如前可知。", "449": "若佛子以惡心故無事謗他良人善人法師師僧國", "45": "有物知供養已可有利益我及有情當應至心供", "450": "王貴人言犯七逆十重於父母兄弟六親中應生孝", "451": "順心慈悲心而反更加於逆害墮不如意處者犯輕", "452": "垢罪。", "453": "經曰若佛子自下第三明毀謗戒文分有二此即", "454": "標人經曰以惡心下第二明業道也有說不問有", "455": "根無根向異法者說皆是重非輕此十重中說四", "456": "眾過向同法者說是輕非重戒為利養自讚毀他", "457": "是重非輕故瑜伽云若諸菩薩為求利養恭敬自", "458": "讚毀他是名第一他勝處法若不求利養及恭敬", "459": "故自讚毀他是輕非重如瑜伽云若諸菩薩安住", "46": "養問法乃至身命若嫌恨心不供養者即是犯也", "460": "菩薩淨戒律儀於他人所有染愛心有瞋恚心自", "461": "讚毀他是名有犯有所違越是染違犯無違犯者", "462": "若為摧伏諸惡外道若為住持如來聖教若欲方", "463": "便調淨信者倍復增長法師師僧國王父母皆是", "464": "有恩毀彼伏廣說如前或欲令其未淨信者發生", "465": "信已思毀壞有恩故得罪也於有恩處應生孝順", "466": "應酬前恩問反更加於墮逆不如法處是染違犯", "467": "如瑜伽云若諸菩薩安住菩薩淨戒律儀於先有", "468": "恩諸有情所不知恩惠不了恩惠懷嫌恨心不欲", "469": "現前如應酬報是名有犯是染違犯若為懶墮懈", "47": "若現無物若欲方便調彼伏彼不供養者是無犯", "470": "怠所蔽不有酬報非染違犯無違犯者勤加功用", "471": "無力無能不獲酬報若欲方便調彼伏彼廣說乃", "472": "至若欲報恩而彼不受皆無所犯由具五緣得成", "473": "業道一所謗境謂父母等二生彼想三起毀欲四", "474": "起煩惱謂瞋恨等五方便究竟謂發語言前人領", "475": "解。", "476": "若佛子以惡心故放大火燒山林曠野四月乃至九", "477": "月放火若燒他人家屋宅城邑僧坊田木及鬼神官", "478": "物一切有主物不得故燒若故燒者犯輕垢罪。", "479": "經曰若佛子自下第四明放火戒傷損物命是故", "48": "也故瑜伽云若諸菩薩安住菩薩淨戒律儀見諸", "480": "制也如文可解。", "481": "若佛子自佛弟子及外道惡人六親一切善知識應", "482": "一一教受持大乘經律應教解義理使發菩提心十", "483": "發趣心十長養心十金剛心一一解其次第法用而", "484": "菩薩以惡心瞋心橫教二乘聲聞經律外道邪見論", "485": "等犯輕垢罪。", "486": "經曰若佛子自下第五明僻教戒文分有三初人", "487": "次應後結業道此即標人經曰自佛子至義理者", "488": "自下第二明應於中有二初應教大乘次令彼起", "489": "行此初也菩薩二乘皆名自佛子言六親者經曰", "49": "耆長有德可敬同法者來憍慢所制懷嫌恨心不", "490": "使發菩提心至次第法用者自下第二明彼起行", "491": "發菩提心是正願願證無上正等菩提名為發心", "492": "然菩提心略以十門一者發心自性二者發心行", "493": "相三者發心所緣四者名差別五者發心因緣六", "494": "者發心意樂七者發心加行八者增長善法九者", "495": "讚發心勝十者發心勝利第一發心自性者發菩", "496": "提心願聞未知發心於百法何法為體解云有說", "497": "發心欲信勝解起希望欲心生深信起決定心名", "498": "發心故有說發心以慧為性簡擇菩提所有功德", "499": "簡擇生死所有過患方起行故今解發心欲信勝", "5": "起次別解後是四十八下勸持。", "50": "起近來不推勝座是名有犯有所違越是染汙犯", "500": "解相應思為體欲證菩提起勝思願名發心故若", "501": "論助伴同時相應心心所法為發心體問願與發", "502": "心為同為異解云遠法師要菩提果自屬名願作", "503": "意向果名為發心今解不然發心與願無差別故", "504": "如瑜伽三十五云是故發心以初正願為其自性", "505": "第二發心行相者謂自他利二種正願為其行相", "506": "自利願者謂發此願當證無上正等菩提故瑜伽", "507": "云又諸菩薩起正願心願我決定當證無上正等", "508": "菩提利他願者謂利益一切有情如瑜伽云能作", "509": "一切有情義利是故發心以定希求為其行相如", "51": "非憍慢制無嫌恨心無恚惱心但由懶墮懈怠忘", "510": "上所說二種大願總攝一切諸菩薩願證菩提亦", "511": "是利他則有情求菩提故菩薩利他即是自利利", "512": "益有情為自利故如十住毗婆娑論第五卷云菩", "513": "薩於他事心意不劣弱發菩提心者他利即自利", "514": "第三發心所緣者發心所緣略有二一者菩提二", "515": "者有情故瑜伽云是故發心以大菩提及諸有情", "516": "一切義利為所緣境此中菩提自利所緣有情即", "517": "是大悲所緣莊嚴論以十眾生為所緣境故彼論", "518": "第九卷云問大悲以何等眾生為所緣偈曰熾然", "519": "及怨勝苦逼亦闇覆住陰將大縛食毒并失道復", "52": "念無記之心是名有犯有所違越非染汙犯無違", "520": "有非道住及以瘦澀者如此十眾生大悲心所緣", "521": "釋曰菩薩大悲略以十眾生為境界一是熾然眾", "522": "生謂樂著欲染者二是怨勝眾生修善時為魔障", "523": "礙者三是苦逼眾生謂在三途者四是闇覆眾生", "524": "謂恒行不善者由不識業報故五是住陰眾生謂", "525": "不樂涅槃者由生死陰道不斷絕故六是大縛眾", "526": "生謂外道僻見者由欲向解脫為種種僻見堅縛", "527": "所縛故七是食毒眾生謂噉定味者譬如美食雜", "528": "毒則能害人善定亦爾為貪所著則便退失八是", "529": "失道眾生增上慢者由於真實解脫中而迷謬故", "53": "犯者謂遭重病或心狂亂或自睡眠他生覺想而", "530": "九是非道住眾生謂於下乘不定者由有退故第", "531": "四發菩提心名差別者略有四一者趣入二者根", "532": "本三者大悲等流四者菩薩學所依言趣入者謂", "533": "十信初心名為趣入趣入菩提廣大行故趣入廣", "534": "大菩提果故名為趣入若趣入已猛利精進修菩", "535": "薩行經過三種無數大劫必定證得妙菩提果若", "536": "能趣入十信初心此即預在大菩薩數故瑜伽論", "537": "三十五云又諸菩薩初發心已即名趣入無上菩", "538": "提預在大乘諸菩薩數言根本者要依發心方起", "539": "行故如瑜伽云又諸菩薩要發心已方能漸次速", "54": "來親附語言談論慶慰請問或自為他宣說諸法", "540": "證無上正等菩提非未發心是故發心能為無上", "541": "菩提根本言大悲等流者欲濟有情發菩提心故", "542": "瑜伽云又諸菩薩悲愍一切有苦眾生為欲濟拔", "543": "發菩提心是故發心是悲等流又華嚴經第七卷", "544": "云一不求自安悕望世名聞滅除眾生苦令盡無", "545": "有餘誓度斯等類菩薩初發心菩薩學所依者如", "546": "瑜伽云又諸菩薩以初發心為所依止為建立故", "547": "普於一切菩提分法及作一切有情義利菩薩學", "548": "中皆能修是故發心是諸菩薩學所依止第五明", "549": "發心因緣者如瑜伽論三十五云當知菩薩最初", "55": "論議決擇廣說乃至或欲方便調彼伏彼乃至廣", "550": "發心由四種緣云何四緣謂善男子或善女人若", "551": "見諸佛及諸菩薩有不思議甚奇希有神變威力", "552": "或從可信聞如是事既見聞已便作是念無上菩", "553": "提具大威德令安住者及順行者成就如是所見", "554": "所聞不可思議神變威力由此見聞增上力故於", "555": "大菩提深生信解因斯發起大菩提心是名第一", "556": "初發心緣或有一類雖不見聞如前所說神變威", "557": "力而聞宣說依於無上正等菩提微妙正法菩薩", "558": "藏教聞已深信由聞正法及與深信增上力故於", "559": "如來智深生信解得如來微妙智故發菩提心是", "56": "說或此瑜伽論中第一不供養戒經曰若不爾者", "560": "名第二初發心緣或有一類雖不見聞知上正法", "561": "而見一切菩薩藏法將欲滅沒見是事已便作是", "562": "念菩薩藏法久住於世能滅無量眾生大苦我應", "563": "住持菩薩藏法發菩提心為滅無量眾生大苦由", "564": "為護持菩薩藏法增上力故於如來智深生信解", "565": "為得如來微妙智故發菩提心是名第三初發心", "566": "緣或有一類雖不觀見正法欲滅而於末劫末世", "567": "末時見諸濁惡眾生身心十隨煩惱之所惱亂謂", "568": "多愚癡多無慚愧多諸慳嫉多諸憂苦多諸麤重", "569": "多諸煩惱多諸惡行多諸放逸多諸懈怠多諸不", "57": "自下第三明結業道由具四緣是染汙犯一者事", "570": "信見是事已廣說乃至我當應發大菩提心令此", "571": "惡世無量有情隨學於我起菩提願由見末劫難", "572": "得發心增上力故於大菩提深生信解因斯發起", "573": "大菩提心是名第四初發心緣復有四因四力發", "574": "大菩提之心具說如彼發心因緣如瑜伽論抄會", "575": "餘之五門如瑜伽二十五說恐繁不述此言使發", "576": "菩提心者通取十解發心所以者何發心有二一", "577": "者不定發心謂即十信故仁王經云十信菩薩猶", "578": "如輕毛隨風東西二者定發心謂即十解此從多", "579": "說為定不定言十心謂十長養言金剛者謂十金", "58": "謂所敬境二者想謂生彼想三者煩惱謂憍慢心", "580": "剛如前說或發心者謂十住十信定略而不說餘", "581": "如前說或發心者謂唯十信最初發心故言十心", "582": "者過十發趣及十長養餘如前說瑜伽論云若諸", "583": "菩薩安住菩薩淨戒律儀見諸有情為求現法後", "584": "法事故廣行非理懷嫌恨心懷恚惱心不為宣說", "585": "如實正理是名有犯解云不為宣說如實正理者", "586": "謂不為說大乘正理經而菩薩下第三結業道具", "587": "緣多少准前可解。", "588": "若佛子應以好心先學大乘威儀經律廣開解義味。", "589": "經若佛子下第六明倒說法戒違教訓故制也七", "59": "或嫌恨心四者方便究竟謂事究竟。", "590": "眾同犯唯是大乘不共二乘文分有三初人次應", "591": "行後結業道此即標人經云應以好心開解義味", "592": "者自下第二明所應行於中有二初明應學次明", "593": "為他說此即初也。", "594": "見後新學菩薩有百里千里來求大乘經律應如法", "595": "為說一切苦行若燒身燒臂燒指若不燒身臂指供", "596": "養諸佛非出家菩薩乃至餓虎狼師子一切餓鬼悉", "597": "應捨身肉手足而供養之然後一一次第為說正法", "598": "使心開意解。", "599": "經曰見後新學至而供養之者自下第二明為他", "6": "若佛子。", "60": "若佛子。", "600": "說此中有二初說苦行令彼發心次正說法此即", "601": "第一為說苦行非出家菩薩者自下兩釋一云若", "602": "不燒身等供養諸佛即非出家亦非菩薩一云在", "603": "家菩薩燒身乃至身命非出家菩薩能行是事所", "604": "以者何非威儀故為護聖教利益有情故不燒身", "605": "據新學菩薩故作是說菩薩燒身捨身即是極之", "606": "辭未必一切要須捨身方成菩薩經然後一一至", "607": "心意開解者自下第二明正說法雖有兩文即第", "608": "二明應行意。", "609": "而菩薩為利養故應答不答倒說經律文字無前無", "61": "經若佛子自下第二有四戒障於戒度釋四為四", "610": "後謗三寶說者犯輕垢罪。", "611": "經而菩薩下第三結成業道具緣多少准前可知", "612": "問此不與說法與前重中堅不與說有何差別解", "613": "云性慳法故不為說法是他勝處性非慳𠫤法為", "614": "利養及嫌恨心不與說法是輕非重故有差別如", "615": "瑜伽云若諸菩薩安住菩薩淨戒律儀他來求法", "616": "懷嫌恨心懷恚惱心嫉妒變異不施其法是名有", "617": "犯有所違越是染違犯若由懶墮懈怠忘念無記", "618": "之心不施其法是名有犯非染違犯無違犯者謂", "619": "諸外道伺求過短或有病或心狂亂或欲方便調", "62": "此即第一明不飲酒是放逸門是故制也文分有", "620": "彼伏彼出不善處安置善處乃至廣說。", "621": "若佛子自為飲食錢物利養名譽故親近國王王子", "622": "大臣百官恃作形勢乞索打拍牽挽橫取錢物一切", "623": "求利名為惡求多求教他人求都無慈心無孝順心", "624": "犯輕垢罪。", "625": "經若佛子自下第七明惡求戒或名形勢乞學戒", "626": "初人次明業道此即初也經自為利養下第二明", "627": "結業道於中有三一者為初親附如經自為利養", "628": "乃至親附國王等故二者非理苦求如經恃作形", "629": "勢乞索等故三者舉非結如經一切求利名為惡", "63": "三初標人次明業道相後結業道此即初也。", "630": "求乃至廣說若橫取得財物犯他勝處若未得物", "631": "是輕非重具緣如前。", "632": "若佛子學誦戒者日夜六時持菩薩戒解其義理佛", "633": "性之性而菩薩不解一句一偈戒律因緣詐言能解", "634": "者即為自欺誑亦欺誑他人一一不解一切法而為", "635": "他人作師授戒者犯輕垢罪。", "636": "經若佛子下第八明無所知為他師戒謂無所解", "637": "強與教授有誤之失七眾同犯大小俱制文分有", "638": "三初人次應行後舉過結罪初文可知經學誦戒", "639": "至佛性之性者自下第二明所應行日日六時者", "64": "故飯酒而生酒過失無量若自身手過酒器與人飲", "640": "未串習者當應日日六時誦戒持菩薩戒教理晝", "641": "夜各三名為六時若先串習未必須六時已解義", "642": "理故解此妙戒是佛之性經而菩薩自下第三舉", "643": "過結罪如瑜伽云若諸菩薩安住菩薩淨戒律儀", "644": "生起詭詐虗談現相方便研究假利求利味耶命", "645": "法無有羞耻堅持不捨是名有犯有所違越是染", "646": "違犯無違犯者若為除遣生起樂欲發勤精進煩", "647": "惱熾盛蔽抑其心時時現起解云虗詐現相即是", "648": "無知為他師義具緣多少准前可知。", "649": "若佛子以惡心故見持戒比丘手捉香鑪行菩薩行", "65": "酒者五百世無手何況自飲不得教一切人飲及一", "650": "而鬪搆兩頭謗欺賢人無惡不造者犯輕垢罪。", "651": "經若佛子自下第九明離間語戒先人後結業此", "652": "即標人經以惡心自下第二明業道若有以惡心", "653": "持戒比丘手執香爐行菩薩行雖是持戒菩薩而", "654": "令兩頭鬪過向彼說此過向此說彼過由此兩頭", "655": "起鬪諍故餘文可解菩薩利益諸有情類說離間", "656": "語一無所犯生多功德故瑜伽云又如菩薩見諸", "657": "有情為惡朋友之所攝受親愛不捨菩薩見已起", "658": "憐愍心發生利益安意樂隨能隨力說離間語令", "659": "離惡友捨相親愛勿令有情由近惡友當受長夜", "66": "切眾生飲酒況自飲酒若故自飲教人飲者犯輕垢", "660": "無義無利菩薩如是以饒益心說離間語乖離他", "661": "愛無所違犯生多功德。", "662": "若佛子。", "663": "經曰若佛子自下第十明放生戒文有三初人次", "664": "應行後結罪此即標人。", "665": "以慈心故行放生業。", "666": "經以慈心故行放生業於中有二初明總標後明", "667": "別解此即總標。", "668": "一切男子是我父一切女人是我母我生生無不從", "669": "之受生故六道眾生皆是我父母而殺而食者即殺", "67": "罪。", "670": "我父母亦殺我故身一切地水是我先身一切火風", "671": "是我本體故常行放生生生受生。", "672": "經一切男子至生生受生者自下第二明別解此", "673": "中有二先度畜生後度有恩前中有二初離發慈", "674": "心次明正救此即初也一切男子皆是我父母等", "675": "者謂無始來一切有情展轉互為父母男女故瑜", "676": "伽論第九卷云生艱難者如薄伽梵說汝等長時", "677": "馳騁生死身血流注過四大海生不定者假使取", "678": "於大地所有草木根莖枝葉等截為細籌如四指", "679": "量計算汝等長夜展轉所經父母如是眾生曾為", "68": "經故飲酒至酒況自飲者自下第二明業道相酒", "680": "我母我亦長夜曾為彼母如是眾生曾為我父我", "681": "亦長夜曾為彼父如是算計四指量籌速可窮盡", "682": "而我不說汝等長夜所經父母其量邊際又復說", "683": "言我觀大地無少處所可得汝等長夜於此處所", "684": "未曾經受無量生死又復說言我觀世間有情不", "685": "易可得長夜流轉不為汝等若母若父兄弟姊妹", "686": "若軌範師若親教師若餘尊重若等尊重又如說", "687": "言若一補特伽羅於一劫中所受身骨假使有人", "688": "為其積集不爛壞者其聚量高王舍城側廣博脅", "689": "山言要我故身者謂一切有情五蘊成身彼與我", "69": "器與人自有兩釋一云酒器相勸非為空器相傳", "690": "身五蘊相似故殺彼即我身或此據同體大悲彼", "691": "即我身我即彼身故殺彼時亦殺我身或地水火", "692": "風無非先身故言生生受生者謂放生故當來非", "693": "一故言生生或有說者由放生故受人天生此人", "694": "天生差別不同故言生生。", "695": "若見世人殺畜生時應方便救護解其苦難常教化", "696": "講說菩薩戒救度眾生。", "697": "經曰若見世人自下第二明正救生謂諸菩薩方", "698": "便救護有情命難令離諸苦不󳬼身命如彼鹿王", "699": "故大智度論第十八云波羅捺國梵摩達王遊獦", "7": "經若佛子自下第二別解文分有五一有十戒正", "70": "即犯一云但傳空器是亦犯也若依大智度論酒", "700": "於野林中見二鹿羣羣各有主一主有五百羣鹿", "701": "一主身七寶色是釋迦文菩薩一主是提婆達多", "702": "菩薩鹿王見人王大眾殺其部黨起大悲心逕到", "703": "王前王人競射飛箭如雨王見此鹿直進趣已無", "704": "所忌憚勑諸從人攝汝弓箭無得斷其來意鹿王", "705": "既至跪白人王君以嬉遊逸樂小事故羣鹿一時", "706": "皆受死苦若以供膳輙當差次日送一鹿以供王", "707": "厨王善其言聽如其意於是二鹿羣主大集差次", "708": "各當一日是提婆達多鹿羣中有一鹿懷子次至", "709": "應送來白其主我身今日當應送死而我懷子子", "71": "有三種故彼論第十五云酒有三種一者穀酒二", "710": "非次也乞垂斷理使死者得次生者不濫鹿王怒", "711": "之言誰不惜命次來但去何得辭也鹿母思惟我", "712": "王不仁不以理怒不察我辭橫見瞋怒不足告也", "713": "即往菩薩王所以情具白王問此鹿汝主何言鹿", "714": "曰我主不仁不見斷理而見瞋怒大王仁及一切", "715": "故來歸命如我今日天地雖曠無所控告菩薩思", "716": "惟此甚可愍若我不理枉殺其子若非次更差次", "717": "未及之如何可遣進有我當代之思之既定即自", "718": "送身遣鹿母還我今代汝汝勿憂也鹿王逕到王", "719": "門眾人見之恠其自來以事白王王亦恠之即命", "72": "者菓酒多種蒲桃阿梨吒樹等三者藥酒者種種", "720": "令前問言諸鹿盡耶汝何以來鹿王言大王仁及", "721": "郡鹿人無犯者但有滋茂何有盡時我以異部郡", "722": "中有一鹿懷子以子垂產身當爼割子亦并命歸", "723": "告於我我以愍之非分更差是亦不可若歸而不", "724": "救無異木石是身不久必不免死慈救苦厄功德", "725": "無量若人無慈與虎狼無異王聞是言即從座起", "726": "而說偈言我實是畜獸名曰人頭鹿汝雖是鹿身", "727": "名為鹿頭人以理而言之非以形為人若能有慈", "728": "恩雖獸實是人我從今日始不食一切宍我以無", "729": "畏施且可安汝意諸鹿得安穩。", "73": "藥草和合米麴甘蔗變成酒也如是等類能令人", "730": "若父母兄弟死亡之日應請法師講菩薩戒經福資", "731": "亡者得見諸佛生人天上。", "732": "經若見父母自下第二明度有恩新學菩薩先於", "733": "有恩起慈悲心漸漸乃至一切有情猶如聲聞修", "734": "慈悲觀如瑜伽論三十二云我當顯示依慈愍觀", "735": "初修業者於外親品怨品及中庸品善取相已處", "736": "如法坐由利益安樂增上意樂俱行定地作意於", "737": "一親一怨一中庸所發起勝解於此三品由平等", "738": "利益安樂增上意樂俱行作意欲與其樂如是念", "739": "言願彼求樂諸有情類皆當得樂謂或無罪欲樂", "74": "心動亂放逸是名為酒一切不應飲有三十五過如般若記。", "740": "或無罪欲有喜樂或無罪無喜樂次後或於二親", "741": "或於三親或於四親或於五親十親二十如是徧", "742": "諸方維其中親品充滿無間發起勝解於中乃至", "743": "無有容受一杖端處如於親品如是怨及中庸品", "744": "當知亦爾。", "745": "若不爾者犯輕垢罪。", "746": "經若不爾者自下第三舉非結罪因緣多少准前", "747": "應知如瑜伽云若諸菩薩安住菩薩淨戒律儀見", "748": "諸有情應以種種辛楚加行猛利加行多得義利", "749": "護其憂惱而不現行是名有犯無違犯者觀由此", "75": "如偈說言酒失知覺相身色濁而患智心動而亂", "750": "緣於現法中少得義利多生憂惱不救父母者如", "751": "瑜伽云於先有恩諸有情所不知恩惠不了恩惠", "752": "懷嫌恨心不欲現如應酬報是名有犯有所違越", "753": "是染違犯。", "754": "如是十戒應當學敬心奉持如滅罪品中廣明一一", "755": "戒相。", "756": "經如是十戒自下第二懸指後說。", "757": "梵網經述記卷下本", "758": "下末梵網經述記卷下末", "759": "佛言佛子。", "76": "失念增瞋恚失歡毀宗族實為飲死毒解云若自", "760": "經若佛子自下第三有十戒明攝善戒及饒益戒", "761": "此中有二初別釋十後懸指說處第一別釋之中", "762": "復分有二初有五戒釋六度障次有六戒明饒益", "763": "此即第一釋攝善報為三初一忍報次二當慧障", "764": "後一戒障此即第一釋以瞋報戒違忍心報制也", "765": "文分有三初人次業道相後而菩薩下舉過結罪", "766": "此即標人。", "767": "以瞋報瞋以打報打若殺父母兄弟六親不得加報", "768": "若國主為他人殺者亦不得加報殺生報生不順孝", "769": "道尚不畜奴婢打拍罵辱日日起三業口罪無量況", "77": "欲樂一切不應飲若見飲酒可有利益以方便攝", "770": "故作七逆之罪。", "771": "經以瞋報瞋下第二明業道相文分為二初明遮", "772": "瞋次明重釋此即遮瞋次經若殺父母自下第二", "773": "重釋謂若見他來殺我父母而不得加報何況故", "774": "作七逆等眾若國主為他人殺者亦不得加報者", "775": "自有兩釋一云國主為他殺其父母菩薩亦不以", "776": "殺報殺一云若是國王被他處殺亦不得報殺住", "777": "大悲心次慈報殺如師子王被他毒箭以慈報殺", "778": "事如賢愚經竪誓師子品說殺生生怨結墮惡道", "779": "故不畜奴婢者制出家菩薩悲制在家言六親者", "78": "彼有情出不善處安置善處飲亦無妨是即瑜伽", "780": "父母伯叔及兄弟也。", "781": "而出家菩薩無慈報讎乃至六親中故報者犯輕垢", "782": "罪。", "783": "經而出家菩薩下第三舉過結罪如瑜伽云諸菩", "784": "薩安住淨戒律儀他罵報罵他瞋報瞋他打報打", "785": "他挊報挊是名有犯有所違越是染違犯。", "786": "若佛子。", "787": "經若佛子自下第二有二戒釋是慧障釋二為三", "788": "此即第二明憍不受法戒文分有二初釋人如言", "789": "佛子後明業道。", "79": "為護他故建立無罪攝有說五百世無手者謂五", "790": "初始出家未有所解而自恃聰明有智或恃高貴年", "791": "宿或恃大姓高門大解大福饒財七寶以此憍慢而", "792": "不諮受先學法師經律其法師者或小姓年少卑門", "793": "貧窮諸根不具而實有德一切經律盡解而新學菩", "794": "薩不得觀法師種姓而不來諮受法師第一義諦者", "795": "犯輕垢罪。", "796": "經若出家菩薩自下第二明業道也文分有二初", "797": "明恃自不受法後明嫌他不受法此即初也此中", "798": "有二初明恃己長次明不受法前中有二先明未", "799": "有所解次明恃己長此即第一明未有所解經而", "8": "釋攝善法顯饒益有情戒二有十戒明饒益有情", "80": "五百歲無手一五百歲在醎糟地獄二五百歲在", "800": "自恃下第二明恃自長於中有五句一恃聰明有", "801": "智二恃高貴年宿三恃大姙高門四恃大解五恃", "802": "大富饒財經而不諮受自下第二明不受法經其", "803": "法師者自下第二明嫌他不受法謂諮受法不觀", "804": "老少不觀高卑恭敬法故如說有智法者若老若", "805": "少猶如諸天奉事帝釋而菩薩嫌他卑下不往聽", "806": "法失傳化益故成犯也如瑜伽云懷憍心不詣師", "807": "所求請教授是名違犯乃至廣說。", "808": "若佛子。", "809": "經若佛子自下第二明慢心倒說戒乖教訓之義", "81": "佛屎中三五百歲在作曲蛆四五百歲作蠅蚋等", "810": "故制也七眾同犯文有三初明人次明受戒後明", "811": "業道此即標人。", "812": "佛滅度後欲以好心受菩薩戒時於佛菩薩形像前", "813": "自誓受戒當七日佛前懺悔得見好相便得戒若不", "814": "得好相應二七三七乃至一年要得好相得好相已", "815": "便得佛菩薩形像前受我若不得好相雖佛像前受", "816": "戒不名得戒若現前先受菩薩戒法師前受戒時不", "817": "須要見好相是法師師師相授故不須好相是以法", "818": "師前受戒即得戒以生重心故便得戒若千里內無", "819": "能授戒師得佛菩薩形像前受得戒而要見好相。", "82": "五五百歲作人癡鈍或取最後五百歲也勘然此", "820": "經佛滅度後至受菩薩戒時者自下第二明受戒", "821": "法先明自誓受次依師受前中先明戒時節次明", "822": "自受法式此即第一時節也經於佛菩薩像前者", "823": "自下第二自受法式言懺悔者應法師云書無懺", "824": "字應云又磨此云忍悔所作半月半月增長戒根", "825": "謂自誓受先於佛像菩薩像前懺悔所作惡不善", "826": "業經一七日若得好相是即得滅不得好相於三", "827": "七日乃至一年要見好相若不得好相即不得戒", "828": "言好相者如下經說若有犯十戒者教懺悔在佛", "829": "菩薩形像前日日六時誦十戒四十八輕戒若到", "83": "飲酒具足五緣方成犯也一事謂實酒二者想謂", "830": "禮三千佛得見好相若一七日二三七日乃至一", "831": "年要見好相相者佛來摩頂見光華種種異相使", "832": "得滅罪經若現前先者自下第二依師受戒雖有", "833": "二文第二明受戒竟。", "834": "若法師自倚解經律大乘學戒與國王太子百官以", "835": "為善友而新學菩薩來問若經義律義輕心惡心慢", "836": "心一一不好答問者犯輕垢罪。", "837": "經若法師身下第三正明業道如菩薩地說若有", "838": "他來語言談論慶慰請問憍慢所制懷嫌恨心懷", "839": "恚惱心不稱正理發言酬對是名有犯有所違越", "84": "生酒想三者飲謂為飲之欲四者煩惱謂合瞋癡", "840": "是染違犯非憍慢制無嫌恨心無恚惱心但由懶", "841": "墮懈怠忘念無記之心是名有犯非染違犯無違", "842": "犯者謂遭重病或心狂亂廣說乃至或為將護多", "843": "有情心而不酬對皆無違犯此由五緣得業道一", "844": "有所緣二住本心三他未問四起煩惱謂憍慢等", "845": "五不稱理答。", "846": "若佛子。", "847": "經若佛子自下第三習學異道戒文分有二初人", "848": "次行相後即結罪此即標人。", "849": "有佛經律大乘法正見正性正法身而不能勤學修", "85": "或具或不具五者方便究竟謂飲究竟。", "850": "習而捨七寶反學邪見二乘外道俗典阿毗曇雜論", "851": "書記是斷佛性鄣道因緣非行菩薩道。", "852": "經有佛經律至瞋習者此即第二明業道先明不", "853": "習大乘次明學異道此即第一不瞋習大乘言正", "854": "見者如理所引慧言正性者謂理及行二種佛性", "855": "正法身者謂前二因所得果也捨七寶者離釋大", "856": "乘經反學邪見至書記者此即第二習學異道先", "857": "明習異道法次顯過失此即初也二乘外道皆名", "858": "邪見乖違大乘相應見故學二乘者一向棄捨大", "859": "乘經律一向樂習二乘經論是名有犯伽瑜云於", "86": "若佛子故食肉一切肉不得食。", "860": "菩薩藏未精研究於菩薩藏一向棄捨於聲聞藏", "861": "一向修學是名有犯非染違犯學外道者如瑜伽", "862": "云現有佛教於佛教中未精研究於異道論及諸", "863": "外論精勤修學是名有犯所違越是染汙犯具如", "864": "前說經是斷佛性等者此即第二顯過失也。", "865": "若故作者犯輕姤罪。", "866": "經故作者犯輕垢罪者此即第三明結罪也具緣", "867": "多少如理應知。", "868": "若佛子。", "869": "經若佛子下第二有六戒明饒益戒初四同事攝", "87": "經若佛子自下第二明不食肉戒違慈悲心故制", "870": "障次二是利行障釋初四中即分為四此即第一", "871": "不善攝眾戒亦云用三寶戒文分有三初人次明", "872": "應行後舉非結罪此即初也。", "873": "佛滅度後為說法主為行法主為僧房主教化主坐", "874": "禪主行來主應生慈心善和鬪訟善守三寶物莫無", "875": "度用如自己有。", "876": "經佛滅後下第二明應行也於中有三一者時如", "877": "經佛滅後故二者明能行人如經為說法主等故", "878": "此有六主一說法主謂能說法名說法主或能建", "879": "立法之會名說法主非能說人二者法主謂有智", "88": "也文分有三此即第一標人經故食肉一切肉不", "880": "法者名為法主解云法之主名為法主未必能說", "881": "方名法主或能說法名為法主三僧房主謂修治", "882": "房舍處分房舍者四教化主五坐禪主謂如有一", "883": "先知坐禪所有方便能教據化名坐禪主六行來", "884": "主謂對當客人迎來送去三者應行如經應生慈", "885": "心善和鬪訟等故此中意說如上六主如其所應", "886": "應生慈心善和鬪訟守三寶物唯有三第二明應", "887": "行竟。", "888": "而反亂眾鬪諍恣心用三寶物犯輕垢罪。", "889": "經而反亂眾等者自下第三舉過結罪過有二種", "89": "得食者自下第二明業道相於中先明制不得食", "890": "一者亂眾不依教理亂處分故二者恣心用三寶", "891": "物謂僧主故守三寶物亦處分用用物之時不白", "892": "僧眾恣心用故犯輕垢罪問用三寶物豈不犯重", "893": "解云此物主不由偷心亦不為己但為僧用而不", "894": "白僧是輕非重小乘教中若鬪諍者是波逸提於", "895": "七滅諍浂用藥者是吉羅攝若為僧主故不白僧", "896": "用三寶物唯義而說是倫蘭攝勘文。", "897": "若佛子。", "898": "經若佛子下第二明獨受利養戒但制出家非在", "899": "家也謂僧房臥具施主請僧不得客主皆悉有分", "9": "戒四有九戒明饒益戒及善法戒五有十戒明饒", "90": "後明食即得罪前中先制後釋此即初也。", "900": "而舊住人獨受不分舊他利分是故制也文分有", "901": "三初人次應行後舉過罪此即標人。", "902": "先在僧房中住後見客菩薩比丘來入僧房舍宅城", "903": "邑國王宅舍中乃至夏坐安居處及大會中先住僧", "904": "應迎來送去飲食供養房舍臥具繩牀事事給與若", "905": "無物應賣自身及男女身供給所須悉以與之若有", "906": "檀越來請眾僧客僧有利養分僧坊主應次第差客", "907": "僧受請。", "908": "經先住僧房中下此即明第二應行也此後有三", "909": "初明房主如說先住僧房中故次明客僧來如經", "91": "斷大慈悲性種子一切眾生見而捨去是故一切菩", "910": "又見客菩薩比丘來等故後明資承客僧此中有", "911": "三一者迎來送去如經住僧應迎來送去故二者", "912": "供給所須如經飲食供養乃至供給所須悉與之", "913": "故三者若有人請依僧以差如經若有檀越來請", "914": "眾僧乃至應次第差等故然差僧次略有六種一", "915": "者顯能差人謂滿五夏亦不犯重戒不帶行施僧", "916": "差授方當知事不帶行者不帶僧殘二者明所差", "917": "人謂出家五眾不犯他勝不被殯者若帶僧殘行", "918": "與學行法恒居下次三者差僧次處有三處一聚", "919": "落僧房如僧伽藍二阿蘭若處三僧所住處除上", "92": "薩不得食一切眾生肉。", "920": "二處僧住處如是三處必先結堺然後差僧次復", "921": "有說言雖未結界依自然界得差僧次此亦無妨", "922": "四者差僧之法從具戒僧下至沙彌一周而復從", "923": "上坐差下至沙彌若齋若會若臨受戒安居說法", "924": "隨遇得差若導上坐若講席僧次悉差現前僧僧", "925": "次乃是的請異名不同十方五者書請早晚者如", "926": "書來前後隨次而差若一時俱到知幸人所道遠", "927": "為前近為後若近遠內一時俱到知事人先著為", "928": "前若有書雖前人界未到知事處自有兩釋一云", "929": "入界為次一云先見為次凡論僧次不問聲聞菩", "93": "經曰斷大慈悲性種子至而捨去故者此即第二", "930": "薩但是出家平等差次若有󴜓來請聲聞僧次唯", "931": "差聲聞僧若請菩薩僧應差菩薩僧六受捨請者", "932": "問捨前人請得受後所請以不解云自有兩釋一", "933": "云先作是意捨一云請故捨前請受後所請而復", "934": "捨之此亦無妨分屬我故一云若先作意我捨前", "935": "請故捨前請不得受後而復捨之問先受請捨與", "936": "人外不解云復有兩釋一云對人捨前方得受後", "937": "捨前受與界外之人一云不得外人以差僧以本", "938": "約界故問捨前所請得與無僧食分人不解云此", "939": "不得與無僧食分人一云佛許捨請捨請已竟得", "94": "釋所以謂若食肉斷慈悲性一切有情生怨家想", "940": "與無請無僧食人餘文可解。", "941": "而先住僧獨受請而不差客僧房主得無量罪畜生", "942": "無異非沙門非釋種姓犯輕垢罪。", "943": "經先住僧等者自下第三舉過結罪具緣多少準", "944": "理可知如瑜伽云若諸菩薩安住菩薩淨戒律儀", "945": "攝受徒眾懷嫌恨心而不隨時無倒教授無倒教", "946": "誡知眾匱乏而不為彼從諸淨信長者居士婆羅", "947": "門等如法追求衣服飲食諸坐臥具病緣醫藥資", "948": "身什物隨時供給是名有犯有所違越是染違犯", "949": "若由懶墮懈怠放逸不往教授不往教誡不為追", "95": "捨而去之然此食肉七眾同犯大小不同謂聲聞", "950": "求如法眾具非染違犯無違犯者若欲方便調彼", "951": "伏彼廣說如前若護僧制若有𤻞癩若無氣力不", "952": "任加行若轉請餘有勢力者若知徒眾世所共知", "953": "有大福德各自有力求衣服等資身眾具若隨所", "954": "應教授教誡皆已無倒教授教誡若知眾內有本", "955": "外道為竊法故來入眾中無所堪能不可調伏皆", "956": "無違犯。", "957": "若佛子。", "958": "經若佛子自下第三受別請戒損他利養違平等", "959": "之義是故制也文分有二初人後結業道此即標人。", "96": "教許三種淨肉菩薩教中一切不許。", "960": "一切不得受別請利養入。己而此利養屬十方僧。", "961": "經一切不得等者自下第二結業道文分有二初", "962": "明不應次明結罪此即第一明不應行於中先標", "963": "後釋此即標也經而此利養下第二釋所以問於", "964": "此中不受別請有何意耶為釋此疑故作是言而", "965": "此利養屬十方僧。", "966": "而別受請即取十方僧物入己八福田中諸佛聖人", "967": "一一師僧父母病人物自己用者犯輕垢罪。", "968": "經別受請即取十方僧物等者自下第二舉過結", "969": "罪此中意說若請僧齋若請僧施物此等一切不", "97": "食肉得無量罪若故食者犯輕垢罪。", "970": "得受別請也有人云於四人中有一僧次即無有", "971": "犯都無僧次正此所制具緣多少如理應知問不", "972": "受所請亦犯罪不解云此犯罪故瑜伽云他來迎", "973": "請或往居家或往餘寺奉施飯食及衣服等諸資", "974": "生具憍慢所制懷嫌恨心不至其所不受所請是", "975": "名有犯有所違越非染違犯無違犯者或有病或", "976": "無氣力或心狂亂或處懸遠或道有怖或欲方便", "977": "調彼伏彼出不善處安置善處或餘先請或為無", "978": "間修諸善法欲護善品令無暫癈或為引攝未曾", "979": "有義或為所聞法義無退如為所聞法義無退論", "98": "經食肉得無量罪者自下第二明食肉過失因果", "980": "議決擇當知亦爾或復知彼懷損惱心詐來延請", "981": "或為護他多嫌恨心或護僧制不至其所不受其", "982": "請皆無違犯問懷嫌恨心不至其所非染違犯何", "983": "故地持論云是犯染汙耶解云盡舊翻譯家執筆", "984": "謬耳不須致恠八福田者如前已說。", "985": "若佛子。", "986": "經若佛子自下第四釋別請戒違平等福是故制", "987": "也文分有三初人次應行後舉過結罪此即標人。", "988": "有出家菩薩在家菩薩及一切檀越請僧福田求願", "989": "之時應入僧坊問知事人今欲次第請者即得十方", "99": "經云今身食䐗狗膓肉者死墮糞地獄經故食不", "990": "賢聖僧而世人別請五百羅漢菩薩僧不如僧次一", "991": "凡夫僧若別請僧者是外道法七佛無別請法不順", "992": "孝道若故別請僧者犯輕垢罪。", "993": "經出家菩薩下第二明應行如文可知經而世人", "994": "別請下第三舉過結罪言七佛者竝在此ス應犯", "995": "近在百劫之內長壽諸天曾所見聞且說七佛道", "996": "理一切三世諸佛亦無別請然此別請七眾同犯", "997": "大小不同小乘亦許別請法故勘文此中自有兩釋", "998": "一云一會之處都無僧次此即犯罪一會之內有", "999": "請僧次餘即別請此即無犯一云俱別請皆是犯"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 686 梵網經菩薩戒本述記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 686 梵網經菩薩戒本述記", "author": "唐 勝莊撰", "language": "chinese", "source": "CBETA"}