{"sourceLink": "http://www.cbeta.org/", "text": {"0": "小參普說", "1": "古林和尚語錄卷第五", "10": "月。映日蓮開白玉池。為一切人垂隻手。現無邊界展", "100": "攪得無風浪起。普化掣風顛。相共立宗旨。合眼跳黃", "101": "河。扶過三千里。", "102": "六十烏藤錯怨誰。輕如山嶽重蒿枝。不辭膝下黃金", "103": "貴。又向高安見大愚。", "104": "面門上突出無位真人。瞎驢邊滅却正法眼藏。十字", "105": "街頭石敢當。肩擔手挈睦州板。", "106": "法昌遇禪師贊法昌遇禪師贊", "107": "屋倒籬㘱。東撐西拄。赤骨律窮。掀天富貴。十八高人", "108": "到來。且共圍爐打睡。葫蘆棚上掛冬瓜。嚇殺南匾頭。", "109": "方纔是作家。", "11": "雙眉。眾生念念皆相似。空盡塵勞不用疑。", "110": "大惠禪師贊大惠禪師贊", "111": "握竹篦不分背觸。肆一舌惟要罵天。到底難逃夙債。", "112": "木弓重續因緣。蠻煙瘴雨。嘿照邪禪。掃蕩不留毫末。", "113": "重光濟北之傳。鞭起象龍千七百。免教死在瞎驢邊。", "114": "先育王和尚贊先育王和尚贊", "115": "二千年前滅佛種。一十七世臨濟孫。塞壑填溝乾屎", "116": "橛。七穿八穴破砂盆。", "117": "天目中峰和尚壽像贊天目中峰和尚壽像贊", "118": "道契　　　主上。名落天下。以此讚中峰。中峯謂吾", "119": "罵。滿肚無明。通身擔板。以此罵中峯。中峰謂吾贊。也", "12": "維摩居士贊維摩居士贊", "120": "不罵也不贊。從渠天目山中孤峰頂上。破生死牢關。", "121": "出塵勞妄想。顯無師智自然智。寫九江三峽之倒流。", "122": "用劈箭機陷虎機。走四海五湖之龍象。鍾之應聲。谷", "123": "之答響。夫是謂之堅不住山。而能耿佛祖百世之光", "124": "幻住和尚。", "125": "自讚自讚", "126": "妙果南楚和尚寫師真同幀請贊妙果南楚和尚。寫師真同幀請贊", "127": "行不在前。立不在後。輔車相依。通塞相守。扶起破砂", "128": "盆。各自出隻手。長松樹下。瀑布巖前。獅子哮吼。象王", "129": "𢌞旋。", "13": "搏大千界如針鋒。置三萬座于方丈。謂其實有墮見", "130": "營藏主請贊營藏主請贊", "131": "不跳金剛圈。不吞栗棘蓬。一味喚鍾作甕。從教凌滅", "132": "宗風。當軒大坐。毫髮不容。昨夜南山。虎咬大虫。", "133": "猷首座寫山行請贊猷首座寫山行請贊", "134": "壞松源門風。滅育王宗旨。全不肯諸方。有甚麼巴鼻。", "135": "撥萬象於塵中。窮大千於一指。主丈頭邊。綽有餘地。", "136": "西山崇報槐長老請贊西山崇報槐長老請贊", "137": "佛法無寸長。應機有千變。驀直顯全提。縱橫看手面。", "138": "重關把斷。一線聊通。簾捲西山白晝。門開少室真風。", "139": "茂首座請讚茂首座請讚", "14": "聞。謂其實無著妄想。是故大士不二門。於一切處超", "140": "是亦剗非亦剗。併蕩三要三玄。󱑰瞎摩醯正眼。箇是", "141": "楊岐栗蓬。不比睦州擔板。", "142": "小師元浩首座請讚小師元浩首座請讚", "143": "萬仞峯前理釣車。三千里外摘楊花。祖翁一片閑田", "144": "地。留與兒孫弄土沙。", "145": "悟理都寺寫澤山和尚遺像與師同幀請贊悟理都寺。寫澤山和尚遺像。與師同幀。請贊", "146": "四十年前道伴。三千里外相逢。話盡山雲海月。分開", "147": "南北西東。梢金雞拂玉兔。打白鳳羅獰龍。廓太虗之", "148": "寬廣。悟至理之圓融。兩鏡高懸一照中。", "149": "澤藏主請贊澤藏主請贊", "15": "限量。我聞三十二菩薩。神通光明各自具。雖有言說", "150": "氷稜上走馬。針眼裏𨁝跳。渾不涉孤危。用本分草料。", "151": "澤廣藏山。理能伏豹。撥轉如來藏裏珠。萬別千差都", "152": "一照。", "153": "思侍侍者請讚思侍侍者請讚", "154": "覩面隔山河。東西沒分付。塞却兩耳根。試聽塗毒鼓。", "155": "昔人有言兮。大丈夫先天為心祖。", "156": "蕭藏主請讚蕭藏主請讚", "157": "三關把斷雲門旨。兩喝商量濟北宗。不獨咽喉都併", "158": "却。又兼雙耳十分聾。", "159": "頌古頌古", "16": "徧剎塵。其實無有法可說。我此大士默無語。自然脗", "160": "德山小參示眾云。老僧今夜不答話。問話者", "161": "三十棒。時有僧出禮拜。山便打。僧云。某甲話", "162": "也未問。因甚便打。山云。你是甚處人。僧云。新", "163": "羅人。山云。未跨船舷。好與三十棒。頌云。", "164": "纔出禮拜也好打。未跨船舷也好打。卷舒出沒更由", "165": "誰。銅頭鐵額俱擒下。山僧與麼道。莫是扶他德山麼。", "166": "五祖和尚示眾云。一即三。三即七。牧羊海畔", "167": "女貞花。拒馬河邊望夫石。石擊赤。赤土𦘕簸", "168": "箕。從教眼𥉌󰣢。頌云。", "169": "水闊魚蹤少。天高鳥跡稀。移舟過別浦。沙岸夕陽微。", "17": "合諸知見。譬如大城有四門。殊方來者悉得入。是故", "170": "僧問古德。如何是善知識眼。德云。紙撚無油。", "171": "頌云。", "172": "紙撚無油不用愁。百川還是向東流。因看月掛松梢", "173": "上。不覺青天在屋頭。", "174": "僧問香林。如何是衲衣下事。林云。臘月火燒", "175": "山。頌云。", "176": "臘月火燒山。一身天地間。昨朝愁已遣。今日且歡顏。", "177": "五祖演和尚云。牛角長三寸。兔角長八尺。四", "178": "溟東海流。般若波羅蜜。頌云。", "179": "蛇無頭不行。虎有脚方走。大盡三十日。小盡二十九。", "18": "三十二菩薩。各各皆證第一義。若言一默具眾智。演", "180": "洞山和尚示眾云。兄弟。秋初夏末。東去西去。", "181": "直須向萬里無寸草處去始得。只如萬里無", "182": "寸草處。作麼生去。後僧舉似劉陽石霜和尚。", "183": "霜云。出門便是草。頌云。", "184": "萬里無寸草。出門便是草。瀏陽與洞山。一老一不老。", "185": "君不見。寒山子。十年歸不得。忘却來時道。", "186": "雲門大師示眾云。釋迦如來見明星悟道。時", "187": "有僧出問云。釋迦如來見明星悟道時如何。", "188": "門便打。先育王舉了。竪起拂子云。者箇是毛", "189": "頭星。頌云。", "19": "說無礙亦超越。佛子當作如是觀。毗耶離城即此地。", "190": "死店活人開。自買還自賣。斤兩甚分明。鐵鎚打不壞。", "191": "僧問汾陽。如何是接初機句。陽云。汝是行脚", "192": "僧。又問如何是辨衲僧句。陽云。西方日出卯。", "193": "又問如何是正令行句。陽云。千里持來呈舊", "194": "面。又問如何是定乾坤句。陽云。北俱盧州長", "195": "粳米。食者無嗔亦無喜。遂云。只將此四轉語。", "196": "驗天下衲僧。纔見你出來。驗得了也。頌云。", "197": "舉手攀南極。擡眸望北辰。橫身天地外。誰是我般人。", "198": "雲門有時云。宗門七縱八橫。殺活臨時。時有", "199": "僧便問。如何是殺。門云。冬去春來。僧云。冬去", "2": "真讚真讚", "20": "又又", "200": "春來時如何。門云。橫擔主丈。南北東西打野", "201": "榸。頌云。", "202": "冬去春來。陰陽消長。殺活臨時。當機不讓。縱橫妙用", "203": "兮草偃風行。就下平高兮拋三放兩。南北東西打野", "204": "榸。橫擔主丈千峯上。", "205": "仰山示眾云。一二二三子。平目復仰視。兩口", "206": "無一舌。此是吾宗旨。頌云。", "207": "兔馬有角。牛羊無角。石臼翻空。須彌倒卓。", "208": "僧問古德。年窮歲盡時如何。德云。東村王老", "209": "夜燒錢。頌云。", "21": "文殊有口成饒舌。居士無言計較生。兩處意根俱不", "210": "東村王老夜燒錢。迎取新年換舊年。無角鐵牛眠少", "211": "室。拽來露地更加鞭。", "212": "黃龍三關語。頌云。", "213": "我手何似佛手。拈起糞箕苕󰆠。掃開碧落煙雲。撞倒", "214": "南辰北斗。", "215": "我脚何似驢脚。萬仞峰前失却。羚羊掛角無蹤。獵犬", "216": "尋他不著。", "217": "人人盡有生緣。休論者邊那邊。達磨不來東土。二祖", "218": "不往西天。", "219": "僧問雲門。如何是透法身句。門云。北斗裏藏", "22": "墮。大千捏聚話方行。", "220": "身。頌云。", "221": "舉不顧。即差互。北斗裏藏身。手脚已全露。笑倒老韶", "222": "陽。邯鄲學唐步。", "223": "偈頌偈頌", "224": "送供萬佛會化主送供萬佛會化主", "225": "與麼與麼。得之於心。伊蘭作旃檀之樹。不與麼不與", "226": "麼。失之於旨。甘露乃蒺䔧之園。當頭坐斷祖師意。信", "227": "脚踏著如來禪。普化建法幢於紅塵堆裏。玄沙立宗", "228": "旨於釣魚之船。所謂道人行處。如火燒氷。如箭離弦。", "229": "不拘東土。豈隔西天。撞著吾家種草。問渠覓一文錢。", "23": "初祖菩提達磨大師讚初祖菩提達磨大師讚", "230": "送堯禪人之永嘉送堯禪人之永嘉", "231": "不見一法。是大過患。逼塞虗空。滿耳滿眼。無端瞥轉", "232": "一機。直得星移斗換。擘開臨濟三玄。風動蘆花兩岸。", "233": "突出金剛眼睛。海底鯨魚生卵。老僧與麼提持。一火", "234": "鑄成金彈。拋來擲去自由。且不受人呼喚。將歸鴈宕", "235": "峰前。打鼓普請試看。", "236": "送淨慈侍者再參送淨慈侍者再參", "237": "百丈參馬師。伎倆俱已盡。一喝三日聾。當機須猛省。", "238": "若謂大冶金。正是佛祖病。所以無盡公。掩卷未肯信。", "239": "妙喜天人師。今古眼目正。雲菴與死心。提掇事已定。", "24": "碧雙眼。穿雙耳。膽有盖毛。唇無板齒。逾沙越漠。望真", "240": "敲唱既雙行。節拍頗相應。一舉便知音。撫膝始加敬。", "241": "堂堂臨濟宗。壁立千萬仞。三玄建法幢。千聖不敢近。", "242": "踏著上頭關。坐斷毗盧頂。廓然如虗空。赫爾日月並。", "243": "二三與四七。寧免弄光影。上人根性聰。囊錐方脫頴。", "244": "昔年登南屏。不枉事馳騁。如救頭上然。直與寸陰競。", "245": "喝下既承當。棒頭亦深證。有禮復有樂。有呼即有應。", "246": "彼此不相辜。總入大圓鏡。此行宜再參。續佛祖惠命。", "247": "示檗禪人示檗禪人", "248": "黃檗老婆。大愚饒舌。雖然佛法無多。直是斬釘截鐵。", "249": "果然直下承當。便是紅爐片雪。表裏純淨一如。上下", "25": "丹盡是大乘。跨水逢羊。起竺乾式符懸記。達大道兮", "250": "四維通。徹他年倒捋虎鬚。定是雷轟電掣。跨鐵牛機", "251": "兮。祖師心印印泥印水印空。作獅子吼兮。旃檀林中", "252": "翫月話月指月。", "253": "寄淨慈斷江首座寄淨慈斷江首座", "254": "南屏山中第一座。頂𩕳一著超諸方。恰如韶陽見靈", "255": "樹。任以大法提宗綱。有時借得上方座。更不作禮須", "256": "彌王。拈來拂子正在手。對揚又擬懸繩床。風之來兮", "257": "草必偃。箭不發時機自忘。瞎驢滅却正法眼。寶劒凜", "258": "凜生寒光。驚羣駭眾難廻避。忽然坐却南泉位。王老", "259": "機鋒沒奈何。不如下地巡堂去。", "26": "非言非默。肅萬派于滄溟。超佛心兮亘古亘今。回陽", "260": "寄淨慈笑隱書記寄淨慈笑隱書記", "261": "夫子不識字。達磨不會禪。吞底栗棘蓬。透底金剛圈。", "262": "不吞復不透。一著尤當先。如書暗中字。字義雖不全。", "263": "縱橫得自在。文彩已燦然。昔日老黃龍。荷負智力堅。", "264": "泐潭死水中。浸得鼻孔穿。怒枕擲老悅。未即忘正偏。", "265": "倐來見慈明。一語脫蓋躔。譬如百煉金。遶指顏色鮮。", "266": "照耀大千界。心月常孤圓。丈夫事探索。舉措思齊賢。", "267": "況炳智慧炬。行當拍其肩。三關不用立。直造威音前。", "268": "送雲藏主歸舊隱送雲藏主歸舊隱", "269": "雲無心而出岫。水盈科而或流。遇高山而必止。至大", "27": "春於大地。", "270": "海而方休。知止乃為貴。不止將焉求。脚頭脚尾。橫三", "271": "竪四。東去西去。萬里無寸草。秦不管漢不收。突出雲", "272": "門主丈頭。五千餘卷對一說。語默豈可窮其由。若不", "273": "然也。臨濟三玄要四料揀。與夫向上直指之奧。又何", "274": "上遇大風而止。直得窮天地亘萬古。大行此話於赤", "275": "縣神州。山悠悠水悠悠。百千年滯貨。何處不風流。", "276": "示禪人示禪人", "277": "言凡即全凡。舉聖即全聖。頂門眼未開。何處分邪正。", "278": "西天老比丘。或定或不定。", "279": "送源禪人之江西送源禪人之江西", "28": "九年面壁喫茶多。斷臂師僧沒奈何。賴有雲門言念", "280": "十方無虗空。大地無寸土。不是李將軍。誰識南山虎。", "281": "任運分身百草頭。隨機一二三四五。線去絲來驗作", "282": "家。銅頭鐵額河沙數。神機互換兮石鞏張弓。節拍相", "283": "酬兮禾山打鼓。驚起嵯峨五老峰。看取機關木人舞。", "284": "送懋侍書之徑山送懋侍書之徑山", "285": "金色頭陀論劫打坐。爾來扣門覓箇什麼。又言上徑", "286": "山。開口早話墮。胷襟流出尚等閑。向外馳求誠不可。", "287": "豈不見。毫釐繫念三塗業因。瞥爾情生萬劫覊鎖。一", "288": "塵不立。歸家更與從頭注破。達磨未來時。何曾有者", "289": "箇。佛祖不能窺。古今成滯貨。貼秤麻三斤。賊是小人", "29": "七。不妨山月照松蘿。", "290": "做。當頭坐斷沒商量。雪曲巴歌有人和。", "291": "送禪人送禪人", "292": "丹鳳舞青霄。烏龜鑽破壁。抹過兩重關。忍死吞栗棘。", "293": "虗空包不過。萬象明歷歷。全提與半提。綿綿復密密。", "294": "鐵壁銀山萬仞高。看取日從東畔出。", "295": "題一擊軒題一擊軒", "296": "香嚴一擊傳來久。遺響至今獅子吼。達者雖云上上", "297": "機。小根終謂虗開口。多聞學道固所難。知覺頓忘從", "298": "古有。體寂塵鎖性自圓。根境法中何足守。道人當軒", "299": "種脩竹。不種此君人謂俗。何年除礫打空梢。擘窠大", "3": "釋迦文佛出山相讚釋迦文佛出山相讚", "30": "唐宣宗皇帝𦘕像嘉禾資聖言可長老請讚唐宣宗皇帝𦘕像。嘉禾資聖言可長老請讚", "300": "榜追芳躅。滴雨鮫珠點點圓。搖風鳳尾叢叢綠。人生", "301": "行脚貴眼正。我識道人心自足。話頭不特愛南陽。臨", "302": "機又欲超多福。客來見榜須見人。見人會見真規復。", "303": "送旨首座送旨首座", "304": "佛祖未生前。太虗何逼塞。憑誰盡力推。三九二十七。", "305": "日月輪弗齊。海水謾盈尺。楊岐跛脚驢。踢踏無蹤跡。", "306": "聲前沒商量。句後愈綿密。行行躡寒霜。主丈生兩翼。", "307": "贈宣藏主贈宣藏主", "308": "衲子英靈。渥洼之種。道本無言。名還可重。學海波澄。", "309": "靈源水湧。萬象自沈。一塵不動。有主有賓。有奪有縱。", "31": "大法顛危。聖賢隱伏。時當會昌。教罹其毒。夙于靈山。", "310": "放兩拋三。單提獨弄。石上㘽花。空中覓縫。前三後三。", "311": "眼睛鼻孔。倒捋虎鬚。百發百中。滅正法眼。破塵勞夢。", "312": "大施門開。十八不共。平等無涯。廓徹空洞。從教德山", "313": "棒頭滴水滴凍。忽然捩轉面皮。接住也與一送。佛祖", "314": "低頭。人天膽聳。金剛圈栗棘蓬。三脚驢子弄蹄行。踏", "315": "殺湖南凍膿。", "316": "送則侍者歸江西送則侍者歸江西", "317": "侍者參得禪。烝砂不成飯。紙襖上抄來。何時能了辨。", "318": "磊落自天真。光明常燦爛。舉一不得舉二。截斷江西", "319": "十八灘。放過一著落在第二。免被廬山葛藤絆。歸去", "32": "密受付囑。曆數在躬。萬󳬛賓服。龍章鳳姿。紺眉電目。", "320": "來歸去來。行看平地風雷。", "321": "示億維那示億維那", "322": "水上葫蘆捺不住。空中石臼推不去。剎竿頭上舞三", "323": "臺。黑漆崑崙遭指註。稀復稀少復少。四七二三無處", "324": "討。忽然突出主丈頭。把定教渠道道道。拋出袖裏金", "325": "槌。撒下衣中至寶。津濟九有四生。使夫敗善根非器", "326": "眾生。知有吾門單傳直指之妙妙也不好。", "327": "送堅知客之永嘉送堅知客之永嘉", "328": "保福有願不撒沙。趙州見僧惟喫茶。德山之棒臨濟", "329": "喝。雲門俱字猶堪誇。塵塵自己光明藏。眼正便可分", "33": "痛掌未施。妄情桎梏。三際既除。一機不觸。佛日昭回。", "330": "龍蛇。涼風西來入我牗。江月夜照禪人家。還鄉曲子", "331": "調自別。問佛莫答三斤麻。", "332": "哲藏主請益圓悟問東山佛身無為不墮諸數示以偈哲藏主。請益圓悟問東山佛身無為不墮諸", "333": "數。示以偈", "334": "佛身無為。不墮諸數。二三既分。七六俱露。譬如摩尼。", "335": "映於五色。照用失宗。動靜自得。道人行處。如金與金。", "336": "輝天鑑地。耀古騰今。碎三玄不勞鉗鍵。穿九曲豈用", "337": "金針。懸曹溪不拂之鏡。碎龐老無絃之琴。多多和和", "338": "時眼橫鼻直。磊磊落落處山高水深。", "339": "送仲侍者再參徑山送仲侍者再參徑山", "34": "卿雲斯郁。秀水之西。爽溪之曲。遺像再瞻。春融百谷。", "340": "坐斷毗盧頂。踏著凌霄峰。不稟釋迦文。拈却第一句。", "341": "道人行處湯銷氷。千里萬里搏鵬程。龍門無波白日", "342": "黑。鯉魚躍出風雷驚。精金百鍊色須失。耳根何止聾", "343": "三日。", "344": "送靜侍者省師送靜侍者省師", "345": "道人來雲巖。未久即言別。將歸阿師傍。早晚侍巾鉢。", "346": "揩背機未諳。袖紙請予說。援筆直為書。更不慙蕪拙。", "347": "佛道本現成。參尋貴猛烈。先秉智慧刀。盡把愛網裂。", "348": "次握金剛槌。打破生死穴。休於一法中。便謂攀緣絕。", "349": "休於一門中。妄自生途轍。一知與一解。爭得疑情決。", "35": "六代祖師遺像雲南禪講主請贊六代祖師遺像。雲南禪講主請贊", "350": "多知復多解。重增煩惱結。一念頓忘懷。天無第二月。", "351": "縱橫妙用時。臨岐看施設。倒捉虎尾收。平將驪頷擇。", "352": "炎炎六月天。處處飄霜雪。洞山麻三斤。雲門乾屎橛。", "353": "法法本無差。頭頭自超越。更問如何是古靈。不出于", "354": "今者時節。", "355": "贈芳藏主贈芳藏主", "356": "一句合頭語。萬劫擊驢橛。舉步踏南辰。超過󳬂單越。", "357": "頂門眼盖乾坤。手面機如電掣。大梅悟心於馬祖言", "358": "下。即心即佛。細不通風。臨濟契證於黃檗棒頭。佛法", "359": "無多。大通車轍。東敲西擊兮社舞村歌。暗合明投兮", "36": "渺渺長江。飄飄蘆葦。踏著便行。風高浪起。達大道兮", "360": "陽春白雪。", "361": "送懷藏主省親游湘潭福建歸台溫送懷藏主省親游湘潭福建歸台溫", "362": "閻浮提人苦為樂。日用現行都不覺。果然一念證圓", "363": "明。頓解多生煩惱縛。父母非我親。靈機洞照廓。諸佛", "364": "非我道。頂門眼三角。騰騰任運福建章泉。稱性優游", "365": "天台南嶽。永嘉不到曹溪。爭得無為絕學。燒尾雲雷", "366": "震一聲。等閑驚起遼天鶚。", "367": "送天童瑞首座之仰山送天童瑞首座之仰山", "368": "有句無句。如藤倚樹。百匝千重。經天緯地。忽然樹倒", "369": "藤枯。畢竟句歸何處。纔聞大白來。又往仰山去。三千", "37": "過量。項佩圓光。不與凡聖同躔。環穿兩耳。斥相排名。", "370": "年桃樹花開。九萬里鵬程逸翥。一拽石二搬土。信脚", "371": "踏著須彌山。離四句絕百非。一口吸盡西江水。咄咄", "372": "咄力韋希。上士勤而行之。中下聞之不喜。看取珠回", "373": "玉轉時。正偏兼帶雙雙舉。", "374": "示禪人示禪人", "375": "咄何物。上上人剛受屈。旱地遭釘。青天霹󳱏。佛祖不", "376": "同途。古今何得失。頭頭海月山雲。處處青紅間碧。拈", "377": "却南山鱉鼻蛇。一二三四五六七。", "378": "送禪之台鴈送禪之台鴈", "379": "主丈雲生。鉢囊花綻。抹過百城。去游台鴈。石鑿鑿兮", "38": "分皮列髓。大振玄風。普施法雨。夫是謂之東震旦傳", "380": "白水漫漫。花片片兮錦霞爛爛。吞楊岐之栗蓬。笑睦", "381": "州之擔板。續少室之真燈。開人天之正眼。君不見。應", "382": "化寒山松門獨掃兮。啟大溈三生宿習之既忘。吾祖", "383": "曹溪大坐當軒兮。摧永嘉振錫繞床之我慢。", "384": "自牧歌示謙禪人自牧歌示謙禪人", "385": "道人名謙號自牧。牧之以道無不足。當知此道出天", "386": "然。受用何嘗不純熟。溈山水牯牛。東觸復西觸。如是", "387": "三十年。年年溪草綠。岸南岸北春風吹。山前山後日", "388": "遲遲。橫眠倒臥實快活。此意豈許他人知。明朝放出", "389": "去。依舊牽將歸。索頭拋下背上坐。看取鼻孔遼天時。", "39": "佛心印之師。南天竺香至王第三之子。姓剎帝利也。", "390": "送超侍者歸鄉送超侍者歸鄉", "391": "侍者參得禪。臨機少方便。千人萬人中。是誰看不見。", "392": "三更月到窻。日午風吹面。滅却少林宗。何妨通一線。", "393": "早晚即歸來。光陰急如電。", "394": "次韻送照禪人再參仰山虗谷和尚次韻送照禪人再參仰山虗谷和尚", "395": "江西諸老阿漉漉。八十四人數不足。較得些些是仰", "396": "山。見說年來舌還禿。子今歸去追再參。到門為我伸", "397": "和南。百衲袈裟剪裁罷。屋頭賸種青松杉。", "398": "示東禪道禪人示東禪道禪人", "399": "少室真機日午變。黑月即隱白月現。鎮海明珠總不", "4": "麻麥無功。金輪失位。入山出山。自倒自起。碧螺旋髮", "40": "法無可求。心無可覓。庭際夜寒。雪深三尺。歷勤苦日", "400": "如。頂上金烏急如箭。道禪得之猶等閑。信手拽脫須", "401": "彌山。黃河奔騰大華裂。獅子踞地雲濤翻。東禪老人", "402": "眠三角。識得渠儂誠不錯。壁觀空逾九度春。一花五", "403": "葉開還落。", "404": "送宜首座西川省母送宜首座西川省母", "405": "狗子無佛性。有問即便應。一句恰相當。拈却佛祖病。", "406": "此是禪流頂門眼。照地照天光燦爛。迢迢萬里出南", "407": "來。不動脚頭俱了辨。洞山得之。列而為五位君臣。臨", "408": "濟用之。分而為四種料揀。楊岐金剛圈栗棘蓬。白雲", "409": "多處添少處減。及至老東山。咬破鐵酸饀。貼秤麻三", "41": "在斯須。紹真燈劫逾百億。刀不自割。臂不自完。碎虗", "410": "斤。賤賣擔板漢。變通逸格。千差萬別。固有多途。妙圓", "411": "超悟。直下現成。毫髮無間。只將此箇獻尊堂。利益人", "412": "天有何限。", "413": "送嘉藏主歸永嘉送嘉藏主歸永嘉", "414": "曹溪心印誰傳得。一宿曾聞造其極。扣其所以識其", "415": "端。三繞禪床振金錫。死生大事沒奈何。開口即喪閑", "416": "口失。三千威儀八萬行。六十小劫風雨疾。休休休。筭", "417": "沙入海徒悠悠。歸去松風閣上看江月。休居老人口", "418": "無舌。", "419": "送圓通瑞藏主送圓通瑞藏主", "42": "空之逼塞。擲大地于毫端。三拜起來依位立。果然不", "420": "五祖和尚云。說禪是惡口。若是真道流。此語宜堅守。", "421": "祖師不西來。諸佛豈知有。盡力為提持。寧免空兩手。", "422": "臨機應用時。著著離窠臼。謂是圓通門。何曾立戶牗。", "423": "謂非圓通門。此語亦不受。生過彌勒前。死落瞿曇後。", "424": "今日又明朝。明明三八九。", "425": "送雲居祐藏主送雲居祐藏主", "426": "集雲峰下四藤條。天下大禪佛。雲居山中安樂公。何", "427": "人敢輕忽。兩處牢關一擊開。梢空背日遼天鶻。虗空", "428": "解失笑。萬象爭突兀。石人腰帶寬。露出脊梁骨。豈不", "429": "見老雪峰。對人落落提綱宗。南山鱉鼻噴毒氣。嚇得", "43": "受老胡瞞。", "430": "韶陽無處避。如今藏在獨龍橋。來者教渠著眼󳬇。", "431": "演福仕座主號行可求偈演福仕座主號行可求偈", "432": "可行則行止則止。此是如來中道義。即空即假即三", "433": "千。我觀初不從緣起。昔日靈山三百會。果亦不修因", "434": "不昧。未離兜率降王宮。天上人間實為最。舌底青蓮", "435": "香馥馥。眉上白毫光奪目。妙中之妙玄中玄。愛河慾", "436": "火同烹煎。白牛露地載不起。拋向雪山香草裏。歸去", "437": "南天竺國前。眼󳬇不透耳可傳。不然。更聽休居仔細", "438": "說。截斷聖凡途路轍。", "439": "送坡禪人之南山送坡禪人之南山", "44": "將罪來吾為汝懺。性虗凝而朗然自鑑。究其病也無", "440": "下坡不走。快便難逢。高提佛祖。開發盲聾。自己神通", "441": "三昧。頭頭應用無窮。分太華連天之秀。搏扶搖九萬", "442": "之風。竭苦海奔騰之浪。屏稠林異類之蹤。踏倒跛驢", "443": "何處去。南山燒炭北山紅。", "444": "送湛禪人送湛禪人", "445": "湛然常寂。兀爾忘緣。虗空有柄󰚁。無手能行拳。臨濟", "446": "正法眼。楊岐金剛圈。瞎驢邊滅却。不直半文錢。蘇州", "447": "有常州有。江東西湖南北。頂後神光萬里。眼前秋水", "448": "連天。分開五位。突出三玄。有問如何是佛。雖然不答。", "449": "也須潄口三年。", "45": "根。即其法而荷擔。法佛無二。討甚巴鼻。僧寶亦然。此", "450": "送安侍者再參徑山送安侍者再參徑山", "451": "我心未安。乞師安心。如山之固。似海之深。無一毫而", "452": "可擬。致萬法以平沈。頂門上堂堂顯露。脚跟下密密", "453": "推尋。盖天盖地。亘古亘今。大丈夫大丈夫。直是當陽", "454": "坐斷。休教歷涉程途。仰山手裏藤條通身是眼。雙徑", "455": "龍淵一滴透頂醍醐。既是親承記莂。何妨再捋虎鬚。", "456": "相逢有問如何也。兩載相從在澹湖。", "457": "飯不足歌四首飯不足歌四首", "458": "澹湖山中飯不足。衲子往往如雲奔。鉢盂無口但掛", "459": "壁。栗棘擲出渾侖吞。萬法紜紜自生滅。誰道飢腸曾", "46": "土西天。皖公山下灊溪水。一滴渾無遍大千。", "460": "百結。跣足肩檐老更癡。爐邊鑄錯從人說。", "461": "澹湖山中飯不足。眼盻東西手摩腹。遶屋松聲入座", "462": "寒。一奩春水當門綠。撈波無魚摝鰕蜆。釣竿不用重", "463": "添線。見說巖頭打渡時。江邊日日風吹面。", "464": "澹湖山中飯不足。早禾晚禾俱不熟。床頭短拂去年", "465": "椶。壁角一尋霜後竹。家貧著脚自古難。瞻風撥草須", "466": "加飡。黃梅七百肚正飽。夜半衣盂付盧老。", "467": "澹湖山中飯不足。衲子遠來唯一粥。免教坐折舊禪", "468": "床。勞他侍者將薪續。浙右門庭盡知識。一舸須流消", "469": "七日。有問休居事若何。道箇渾侖黑如漆。", "47": "無人縛求解脫。鼻尖頭活鱍鱍。雙峰峭翠壁之高寒。", "470": "示小師道綱示小師道綱", "471": "我有一句語。不敢望汝會。突出口皮邊。虗空百雜碎。", "472": "趙州古佛牙齒踈。解道狗子佛性無。東山老漢心膽", "473": "鹿。釋迦彌勒渠之奴。神機出沒有如此。快若駿馬奔", "474": "長途。又如千丈崖頭攧下一塊石。驚起草裏戴角之", "475": "菸菟。若不然也。又何必紹玄風於鷲峰孤頂。發智照", "476": "於旃檀林中。顯自己衣單下之工夫。坐重圍標赤幟。", "477": "排偃月佩靈符。山形主丈。東壁葫蘆。拈來便用。叱咤", "478": "暗鳴。黃河澄清四大海。白日照耀須彌盧。晏安六國。", "479": "端坐團蒲。呼童取茗。煑瀑拾枯。踏倒門前古松樹。聽", "48": "牛首󳬂紫雲之磅礴。三詔不起非我非誰。引頸受刑", "480": "教千載󳬈來扶。", "481": "送性首座送性首座", "482": "鍾樓上念讚。床脚下種菜。僧堂裏坐禪。後園驢喫草。", "483": "此語誠合頭。且免別尋討。皇皇祖道無復論。世上竊", "484": "服徒紛紛。趙州八十眼目正。豈意行脚登人門。本空", "485": "胷中有天地。日用現行根本智。百步曾投輥芥針。纖", "486": "塵不動遼天鼻。不墮靈樹機。不坐南泉位。不探諸方", "487": "淺與深。一條主丈隨緣住。海上橫行正此時。高秋獨", "488": "鶚搏空飛。", "489": "送梵藏主之南華禮祖送梵藏主之南華禮祖", "49": "將錯就錯。接得黃梅路上兒。笑倒松頭千歲󳬈。", "490": "新州城中賣柴漢。八十一生擔片板。黃梅衣鉢是渠", "491": "傳。緯地經天有何限。又云從前不識字。黑底是墨白", "492": "底紙。三千威儀八萬行。鐵作脊梁金作齒。後學但嘈", "493": "嘈。有如風過耳。南嶽與青原。所得良有以。至今曹溪", "494": "流。竭底無滴水。子今獨往休問人。問人便見波濤起。", "495": "更言突出一馬駒。踏殺天下人。何曾有自己。", "496": "悟首座扁所居之室曰真照求偈并序悟首座扁所居之室曰真照。求偈并序", "497": "真照現前。幻境俱寂。幻境既寂。真照亦空。真幻既無。", "498": "佛祖之道可得而近矣。是故妙在體前。寂而常照。不", "499": "動本際。徧塵勞中。此所以虗巖之新構。南楚之立名。", "5": "具萬德之莊嚴。彩電橫眸運四生之悲智。名不得狀", "50": "姓即有。非常姓。達諸法空。當傳正命。闕如來七種德", "500": "不徒作也。休居叟美其所稱。為說偈云。", "501": "太虗空中。具含眾象。性智妙圓。無分別相。觀察十方。", "502": "如珠在掌。能緣所緣。超越格量。真照無邊。人間天上。", "503": "送學侍者歸受業送學侍者歸受業", "504": "什麼魔魅教出家。什麼魔魅教學道。男兒出處須自", "505": "強。慎勿將身入荒草。侍者參得禪。一拳即便了。三千", "506": "剎海空。百億須彌小。虗空既消殞。萬象無處討。開摩", "507": "醯頂上之眸。顯自己衣中之寶。寬廓非外兮。靈山密", "508": "付觸處光輝。寂寥非內兮。祖父田園勉力可紹。", "509": "送丹侍者省師送丹侍者省師", "51": "相之端嚴。具鶖子百萬辯才之殊勝。前身後身。何老", "510": "行脚一千餘里。何曾賣却布單。留得通身煖氣。歸來", "511": "重禮師顏。是我好兒打不殺。是他人馬騎即難。梢金", "512": "雞拂玉兔。轉地軸迴天關。直下痛施三頓。方知虎體", "513": "元斑。", "514": "送全侍者省師送全侍者省師四人同行", "515": "四人同一船。兄弟添十字。彼彼不相知。佛祖亦如此。", "516": "況是三年在澹湖。拈匙放筯渾相似。全機應用時。何", "517": "曾有宗旨。擘太華謾逞其威。透龍門孰燒其尾。歸去", "518": "師前試展看。千里百匝難廻避。", "519": "送因侍者歸淛送因侍者歸淛", "52": "何少。濁港江頭。波聲浩浩。三更半夜唱巴歌。盧公也", "520": "老病既相仍。無心弄筆墨。袖紙立吾前。覓偈贈行色。", "521": "幸有從前劈箭機。等閑拈出當頭疾。我不如你兮。劒", "522": "去久矣。刻舟奚為。敢保未徹兮。曳尾靈龜。徒彰影迹。", "523": "昨夜三更失却牛。天明起來捉得賊。咄。", "524": "題船子和尚圖題船子和尚圖", "525": "萬古清風。一橈活計。水面無魚。釣頭有餌。住則不似。", "526": "似則不住。點頭三下欠商量。船子踏翻何處去。", "527": "贈則明陳居士贈則明陳居士扁所居室曰水月道場", "528": "則明居士求真宗。歲月既久忘其功。一塵飛來翳天", "529": "黑。撥出萬象分西東。有時宴坐水月裏。解使六用塵", "53": "解隨顛倒。", "530": "勞空。治生產業乃餘事。左顧右盻開盲聾。山頭天明", "531": "玉兔出。海底夜半金烏紅。無孔笛沒絃琴。調高自有", "532": "人知音。迦葉聆笋曾起舞。習氣未除繼吾祖。", "533": "示觀侍者示觀侍者", "534": "觀身實相。觀佛亦然。窮盡大千沙界。方明入理深淵。", "535": "風動塵飛海底。雲開月在中天。離名離相。三要三玄。", "536": "非言非默。顯實顯權。拈出犀牛扇子。清風頭角完全。", "537": "何處長江無白浪。誰家竈裏沒青煙。", "538": "贈祿首座贈祿首座", "539": "金剛圈栗棘蓬。拈來嚇殺東村翁。四明山中祿首座。", "54": "八十一生擔板。三十三代傳衣。碓下米舂未白。壁間", "540": "見處不與尋常同。依天長劒握在手。忽然倒挂雙眉", "541": "中。斷肱求法笑二祖。不解善用藏其鋒。", "542": "送宜󳵅座之仰山送宜󳵅座之仰山號自然", "543": "把手上高山。騎牛入閙市。各自討便宜。初不涉泥水。", "544": "人天眼目親。佛祖玄關秘。珠穿九曲針。玉解聯環鋸。", "545": "君看四藤條。機用孰可比。天下大禪佛。點頭還自許。", "546": "梵僧從何來。露出醜舉止。擎拳復翹足。脗合第一義。", "547": "兩口無一舌。剛道有宗旨。何由及自然。不奪亦不與。", "548": "正如韶陽師。行脚到靈樹。一句恰相當。千古播人耳。", "549": "巋然光明幢。指日看扶竪。", "55": "之偈先書。起七百僧阿修羅之嗔怒。耿二千年甘蔗", "550": "送箎首座回浙送箎首座回浙", "551": "相別相別。此事如何可說。三千里外逢渠。笑倒山雲", "552": "海月。佛法不論有無。只貴當頭直截。自然流出萬端。", "553": "毫髮曾無差別。雪峰九上洞山。踏著秤槌似鐵。又云", "554": "三到投子。未免虗空釘橛。金剛脚下崑崙。烈焰爐中", "555": "片雪。子今兩到鄱陽。不墮古今途轍。相別相別。此事", "556": "如何可說。不如買箇扁舟。送汝先回兩浙。", "557": "送營藏主回浙送營藏主回浙", "558": "相別相別。此事如何不說。相逢只貴知音。直下分明", "559": "便決。祖師門戶宏開。凡聖同途共轍。靈符肘後高懸。", "56": "種之餘輝。無繩自縛也顯葉落歸根之旨。有口無舌", "560": "寶劒當頭直截。較之臨濟德山。棒喝輸他饒舌。非干", "561": "句後聲前。豈在眉毛廝結。一塵不立歸家。便是心空", "562": "時節。相別相別。此事如何不說。明朝大罵出門。管取", "563": "人天歡悅。", "564": "贈舟山此堂長老贈舟山此堂長老", "565": "本色住山人。且無刀斧痕。拈出箇一着。摵碎破砂盆。", "566": "青天無雲霹靂吼。大海有底波濤渾。全那吒勇徤之", "567": "力。瀉鶖子辯慧之文。言如春溫。機如電奔。休居拾得", "568": "口喫飯。不解細嚼渾侖吞。半夜捉得賊。早起牢關門。", "569": "說與山前王大伯。聽教含笑入深村。", "57": "也示風旛不動之機。誰道嶺南無佛性。從來鼻孔大", "570": "示教禪人示教禪人", "571": "參禪學道教即會。古佛傳來此三昧。拈花豈不是求", "572": "人。面壁九年終有待。我聞子往南山回。南山白額誠", "573": "俊哉。磨牙嚙嚙戴兩角。四面颯颯腥風來。虗空落地", "574": "日月黑。鐵壁銀山何偪󳸑。忽然一踏天宇寬。玲瓏八", "575": "面胡為難。", "576": "示李居士并序示李居士并序", "577": "庭佐居士。在家學般若菩薩也。與長江湛長老。訪予", "578": "鄱陽永福。求法語為進修之逕。然佛祖之道。非假外", "579": "求。在塵勞中。貴要猛利把得定作得主。至千難殊對", "58": "頭埀。", "580": "萬境交侵。能以空理洞照。則妙淨圓明之性。於一切", "581": "處自然廓徹融通。威德自在矣。復說偈曰。", "582": "塵勞之中。遍是空性。一念不生。本來清淨。無法可求。", "583": "無心可證。語默起居。中虗外順。透脫死生。調伏邪正。", "584": "是故龐公。超凡入聖。我知庭佐。根性猛利。在火宅中。", "585": "不沽名譽。豈不婚男。亦行嫁女。世緒萬端。身心廓爾。", "586": "觀法性空。悟根本智。昔日維摩。非一非二。南閻浮提。", "587": "西瞿耶尼。祖師心印。如鐵牛機。垂範後世。惟證乃知。", "588": "作無所作。為無所為。脫窠裂臼。只有須臾。斯言或忘。", "589": "紳亦可書。", "59": "龐居士贊龐居士贊", "590": "示與禪人示與禪人", "591": "不慕諸聖。不重己靈。萬機俱罷盡。方顯本來人。巍巍", "592": "堂堂頂後相。磊磊落落天麒麟。雞不㗖無功之食。左", "593": "眼八兩。󳬧不打籬邊之兔。右眼半斤。摘楊花。摘楊花。", "594": "三千里外休輕舉。有願從來不撒沙。", "595": "示小師永元維那示小師永元維那", "596": "言發非聲。梵音清雅無人聽。色前不物。五濁界中虗", "597": "出沒。拈出袖裏金槌。擊碎是非窠窟。興化打克賓。山", "598": "鬼捉住天麒麟。罰錢趂出院。釋尊不坐空王殿。也不", "599": "打也不罰。辛苦年深須著襪。一言道出未生前。萬里", "6": "不得。強而言之曰天人師佛世尊。取亦非捨亦非。然", "60": "彈沒絃琴。唱無生曲。從茲鼻直眼橫。勘驗諸方瞎禿。", "600": "清風起天末。千峰到嶽兮勢不重廻。百步穿楊兮箭", "601": "不虗發。笑倒當來佛下生。正是和盲勃窣瞎。咄。", "602": "悼嶽林栯堂和尚并序悼嶽林栯堂和尚并序", "603": "嶽林栯堂和尚訃至。臨終遺偈有云。八十三年。什麼", "604": "巴鼻。栢樹成佛。虗空落地。火葬。牙齒數殊不壞。舍利", "605": "瑩然。因說偈以悼云。", "606": "虗空落地日已久。柏樹子超彌勒前。長汀水邊崖石", "607": "上。大火聚綻黃金蓮。平生不露風骨句。敲磕齒牙無", "608": "覓處。忽然迸出設利羅。八斛四斗何其多。", "609": "送溈山材藏主歸四明送溈山材藏主歸四明", "61": "被人捋下幞頭。大小渾家不睦。一口吸盡西江。唵摩", "610": "大藏與小藏。總向者裏出。和底盡掀翻。直往問彌勒。", "611": "來不涉程途。去亦沒蹤跡。一句定綱宗。超過百千億。", "612": "溈山水牯牛。打殺狗不喫。", "613": "禪人擕澤山和尚閑人歌求和禪人擕澤山和尚閑人歌求和", "614": "閑也好忙也好。看來總不干懷抱。閑去還同水上波。", "615": "忙時屢獲衣中寶。未全頭角謾隨流。纔入荒田誰揀", "616": "草。是非二字起無根。善惡一言都識了。閑也好忙也", "617": "好。閑人說與忙人道。奔奔逐逐早回頭。看盡五湖山", "618": "海島。鼻孔從來向下垂。摸不著時休別討。", "619": "贈興藏主贈興藏主", "62": "尼達哩悉唎蘇嚧。", "620": "興也三年在吾側。日用現行渠自得。酧僧問字不尋", "621": "常。電卷星馳惟一點。曉來瞬目江之東。夏雲舒卷多", "622": "奇峰。庭前栢樹子成佛。撲碎虗空高突兀。", "623": "送禪人之南華禮祖送禪人之南華禮祖", "624": "祖師靈跡徧人間。何獨南華與嶽山。草裏撥來金襴", "625": "爛。石中敲出王珊珊。山形杖瘦龍生角。竇八衫穿虎", "626": "有斑。他日歸來倚庭樹。笑看千嶂起波瀾。", "627": "送禪人之永嘉禮師塔送禪人之永嘉禮師塔", "628": "赤手擕來鈍鐵鍬。豈知脚下有波濤。擬尋靈骨埋頭", "629": "入。已是全身被火燒。臥聽松風吹屋角。坐看江月轉", "63": "百丈大智祖師贊百丈大智祖師贊", "630": "山腰。盤山會裏翻筋斗。千古輸他普化高。", "631": "次虎丘東州和尚韻贈陳居士建接待次虎丘東州和尚韻贈陳居士建接待", "632": "五鄉橋北水雲家。凡聖憧憧似稻麻。平等既炊無米", "633": "飯。慇懃須點驗人茶。宗師指示宜經始。長者圓成在", "634": "咄嗟。彈指便登香積界。大施甘雨沃焦芽。", "635": "寄斷江西堂寄斷江西堂", "636": "何時獨上千峰閣。幾日重游十里湖。南宕近來知識", "637": "好。西丘終見話行無。乾坤老我三間屋。明舊踈他半", "638": "幅書。昨夜北風連地起。一堆黃葉擁寒爐。", "639": "題一色軒題一色軒", "64": "野鴨飛來。何曾飛去。杻得鼻頭。無出氣處。竪拂掛拂。", "640": "萬里晴空浸玉壺。不知何處是平蕪。飛來白鳥明邊", "641": "沒。望去青天盡處無。眼底乾坤如許大。人間今古未", "642": "分初。迢迢生佛已前事。一曲漁歌落澱湖。", "643": "悼東州和尚二首悼東州和尚二首", "644": "癸丑三月十九日。雲巖全示法王身。面前指出菩提", "645": "路。頂上飛來熱鐵輪。自對波旬雙足露。不消迦葉兩", "646": "眉顰。翻然又欲昇忉利。去作摩耶說法人。", "647": "雲巖活葬大火聚。靠倒勝熱婆羅門。話到法身無住", "648": "處。方知萬象獨稱尊。戲波老蚌千年孕。出窟菸菟七", "649": "世孫。撩撥春風更何物。糝花枯木鐵崑崘。", "65": "看樓打樓。直下耳聾三日。不妨賣弄風流。", "650": "送禪人之徑山送禪人之徑山", "651": "蘇州有與常州有。更有凌霄在上頭。嚙鏃一機猶是", "652": "鈍。為人三頓亦輕酬。青天黯黯開圖𦘕。洞水滔滔瀉", "653": "逆流。總是眼前成現底。拈來塞斷幾咽喉。", "654": "送禪人游江西禮祖送禪人游江西禮祖", "655": "祖師靈跡在江西。誰道江東道不齊。盡力吸乾嫌口", "656": "窄。潑天漲去放頭低。山高豈礙鸞鳳集。林密唯便鳥", "657": "󳭋棲。漿水草鞋錢納了。却來相聚喫莖虀。", "658": "楊提舉見訪楊提舉見訪", "659": "聽法何年別鷲山。又乘悲願到人間。却將整頓頹綱", "66": "趙州和尚贊趙州和尚贊", "660": "手。對我提持向上關。喜有大年家世在。合追龐老古", "661": "風還。自緣知識門庭少。相見何辤指一彈。", "662": "送禪人歸永嘉省親送禪人歸永嘉省親", "663": "堂上雙親盡白頭。逝波拍拍向東流。潮生野渡思黃", "664": "檗。蒲長春風想睦州。此日劬勞終可報。多坐心地更", "665": "須修。永嘉未唱還鄉曲。曾向曹溪一宿留。", "666": "送實禪人之徑山送實禪人之徑山", "667": "真實工夫做得成。三千里外古風清。本無堦級何曾", "668": "落。縱有機鋒不用呈。馬祖寄來圓相密。欽師點出意", "669": "非輕。不知被惑如何也。莫是重敲火裏氷。", "67": "禪在口皮邊。道在鼻尖上。只有眼與眉。渾不涉限量。", "670": "送逢維那之東林送逢維那之東林", "671": "三千里外忽相逢。拈起當年栗棘蓬。少亦不添多不", "672": "減。南山燒炭北山紅。鄱江載月千尋浪。廬阜看雲五", "673": "老峰。見說遠公曾結社。一池香散白蓮風。", "674": "送道侍者再參徑山送道侍者再參徑山", "675": "湖外霜寒雨乍收。與誰同買浙江舟。萬般總有衣單", "676": "下。一物全無主丈頭。百丈耳聾因挂拂。鹽官扇破却", "677": "需牛。二途不涉曾知否。千古龍淵水倒流。", "678": "寄商隱西堂寄商隱西堂", "679": "先師口吃不解語。意氣孰謂吞諸方。虗空落地自成", "68": "無三十二應之色身。有八十種好之妙相。語其機也", "680": "佛。柏樹子燒還有香。", "681": "高麗送藏經至高麗送藏經至", "682": "玉殿珠樓盡豁開。高麗王子送經來。最初一句無人", "683": "會。何事相傳遍九垓。", "684": "懷諸路化主懷諸路化主", "685": "化洽毗耶事若何。好將得失付維摩。無心施也無心", "686": "受。千古風流不可磨。", "687": "黃梅石老眉間劒。竇八衫穿肘後符。我亦為人無一", "688": "法。壁間挂箇醋葫蘆。", "689": "煑砂合供如來飯。香積誰云在上方。拈却毗耶佛祖", "69": "琢雪鏤氷。言其用也敲空取響。打破趙州關。十方無", "690": "病。一塵一剎是津梁。", "691": "化緣纔了合歸休。路滑何須到石頭。世上罕逢穿耳", "692": "客。對人難舉過牕牛。", "693": "觀僧坐化觀僧坐化", "694": "旋拾枯柴聚作堆。坐看紅焰四邊來。果然瞎一城人", "695": "眼。收取莖茅石上㘽。", "696": "承天虎巖和尚臥疾承天虎巖和尚臥疾", "697": "病無起處身還愈。藥有靈時忌自忘。何日獨擕三萬", "698": "眾。散花來繞阿師床。", "699": "擬汾陽十偈并序擬汾陽十偈。并序", "7": "燈佛無法可傳。是真實語。", "70": "影像。糞掃堆頭輥出來。七百甲子老和尚。", "700": "予寓鳳山客櫩。重閱汾陽和尚偈語。有辨邪正至讚", "701": "師機前後十首。皆各立標目。觀其措意。實宗師方便。", "702": "誘掖糅雜三玄。參綴五位。能使學者。剪除菑翳。洞徹", "703": "本源。超越格量。無間然也。嗟乎運固季矣。人根益微。", "704": "非惟不能覈其旨歸。使其深信從上佛祖。垂慈弘濟。", "705": "有大利益者鮮矣。因不顧荒陋。妄擬前脩。亦述十偈。", "706": "仍總頌一首。以遺二三子。庶有所勉焉。", "707": "辨邪正辨邪正", "708": "提唱宗師切要知。好分邪正驗來機。頂門眼在眉毛", "709": "上。看到眉毛早已遲。", "71": "臨濟祖師贊臨濟祖師贊并序", "710": "恐瞞頇恐瞞頇", "711": "石中一片玉玲瓏。剖出方知匠者功。不觸當機須道", "712": "著。教君休昧主人翁。", "713": "巧辯不真巧辯不真", "714": "舌底波濤滾萬千。須知不在口皮邊。剎竿倒却明真", "715": "諦。方信西來別有傳。", "716": "得用全得用全", "717": "凡聖賢愚一道分。德山臨濟下兒孫。絲來線去全生", "718": "殺。滴滴醍醐透頂門。", "719": "擬將來擬將來", "72": "臨濟祖師遺像。予嘗見浙中衲子所藏。率皆黧面努", "720": "兩手持來一物無。棺材頭上挂葫蘆。定知不是神仙", "721": "術。肘後徒誇奪命符。", "722": "辨作家辨作家", "723": "物物頭頭顯正宗。目前端可驗來風。不妨伸出那吒", "724": "手。同上須彌撲帝鍾。", "725": "識機鋒識機鋒", "726": "電光石火不容伊。覿面須明向上機。透匣七星光燦", "727": "爛。得來那許甑人知。", "728": "句內明真句內明真", "729": "才涉言詮早已差。更從言外覓還乖。眼親手辨分緇", "73": "目張眉奮拳。若不可近者。其意不過以祖師尋常機", "730": "素。日用何嘗不偶諧。", "731": "顯宗用顯宗用", "732": "挂拂遭呵示的傳。眼睛纔動墮深淵。不惟吐舌驚黃", "733": "檗。出窟金毛鼻孔穿。", "734": "贊師機贊師機", "735": "發揮祖道稱全提。功大難將造化齊。腦後一錐猶閃", "736": "電。七金山外日輪低。", "737": "總頌總頌", "738": "十偈深明佛祖機。一輪紅日耀昏衢。汾陽昔日開天", "739": "路。浮佛今朝舉要樞。濕性不移元是水。情塵纔鎖竟", "74": "用險絕。棒喝交馳。如雷轟電奔。致人於神飛膽顫之", "740": "亡珠。拋綸擲釣緣何事。要覓雙雙樹上魚。", "741": "悼承天庸叟和尚悼承天庸叟和尚", "742": "世尊涅槃無法說。老子坐脫留伽陀。髑髏打破不打", "743": "破奈此虗空落地何。", "744": "無明業識成󰞆燼。定慧圓明百草頭。無量劫來明此", "745": "義。未應今日是熏修。", "746": "雙峨峰頭日杲杲。涅槃城外空勞勞。活埋未免沾泥", "747": "水。不若山翁火葬高。", "748": "重寫伽陀話死生。一甌春茗對爐烹。看渠來日元無", "749": "伴。此去依然獨自行。", "75": "間。而彷彿之也。洎來鄱陽。獲瞻濟寧路所傳真本於", "750": "送小師元浩參方送小師元浩參方", "751": "侍吾左右聽吾言。一句何曾到汝邊。老大不辭心力", "752": "倦。嚇兒偏要奮空拳。", "753": "辭天平檀越辭天平檀越", "754": "來結高平石上緣。嘉聲何獨遠公傳。他年有會重相", "755": "見。脩竹蒼松在目前。", "756": "覺鐵觜與趙州和尚同祖堂覺鐵觜與趙州和尚同祖堂", "757": "先師有語也不錯。口硬如鐵瞞清涼。󰞆寒火冷數百", "758": "載。尊像忽聞安息香。", "759": "禮翠峰明覺顯禪師遺像禮翠峰明覺顯禪師遺像", "76": "北山安國方丈。其豐頤廣顙。珂齒丹唇。日精月華。儼", "760": "地闊天高仰祖風。水光山色石屏峰。不辭二十年辛", "761": "苦。扶得韶陽已墜宗。", "762": "路轉峰回橘滿林。碧天明月下波心。定乾坤句知多", "763": "少。作境商量古到今。", "764": "堂前說法井不湧。嶺上白雲相對閑。樹影霞光提祖", "765": "令。舌端無處着波瀾。", "766": "樹號應真無兩耳。當年聽法亦神通。着他合出雲門", "767": "調。脫華鳴枝浩浩風。", "768": "寄密菴大師遺像與天平斷江和尚寄密菴大師遺像與天平斷江和尚", "769": "一句投機廓頂門。當陽提起破砂盆。七穿八穴重拈", "77": "若天人之表。此故知其荷擔大法。建立綱宗。使天下", "770": "掇。千古從教累子孫。", "771": "寄鳳山別流和尚寄鳳山別流和尚", "772": "鳳山今年無顆粒。解使一眾毛孔香。癡兒認作上方", "773": "飯。兀兀坐守長連床。", "774": "贈達心陳星學贈達心陳星學", "775": "達心須達自家心。造化窮通古到今。昨夜南辰移向", "776": "北。曉來紅日又西沈。", "777": "白雲松下白雲松下", "778": "借得雲邊屋半間。老來容我看青山。因嫌積翠談禪", "779": "病。又把柴門緊着關。", "78": "後世。知有靈山正傳綿綿不絕者也。由是衲子爭相", "780": "悼崇福良巖和尚悼崇福良巖和尚辭世頌云。萬象森羅。聽吾說頌。寂滅無聲。大眾珍重", "781": "萬象森羅聽說頌。字字句句皆朝宗。阿師無口又無", "782": "舌。六十九年生死中。", "783": "撒開兩手言珍重。超出三途示死生。不是從前腕頭", "784": "力。如何日午打三更。", "785": "臨行無語手揶揄。唵字中藏殺活機。海底金烏夜來", "786": "出。照天照地幾人知。", "787": "入滅無聲強主張。虗空無口自傳揚。試看嶽頂雲收", "788": "夜。落月依然照屋梁。", "789": "空花無蒂樹無根。三世如來總滅門。六十九年如幻", "79": "摹寫。求贊於予。迅筆為書。成若干首。", "790": "住。百千三昧與誰論。", "791": "強將生滅示無常。火後莖茅幾許長。再轉法輪今已", "792": "矣。散花無復到禪床。", "793": "幻住老人口無舌。今日即死明日活。二邊不立中道", "794": "空。三界上下佛與法。", "795": "來時無我去無人。一曲還鄉調自新。風度漁歌來嶽", "796": "頂。月移松影到湖津。", "797": "幻住不死我不哭。日面月面常現前。露地白牛能活", "798": "脫。載行無復痛加鞭。", "799": "了知萬法皆如幻。去住自生煩惱因。垢衣不脫便辭", "8": "無量壽佛像讚無量壽佛像讚", "80": "懸百千日為一照。闡三玄三要。聚十數雷為一喝。發", "800": "眾。大火聚中金色身。", "801": "析仰山晦機和尚送僧歸永福偈四首析仰山晦機和尚送僧歸永福偈四首", "802": "夢中截斷天機錦。醒後來看壁上梭。吞却乾坤化龍", "803": "去。眼中留得舊山河。", "804": "句外掀翻人語春。頂門一着驗如神。此時直下分緇", "805": "素。八十翁翁解笑人。", "806": "自與澹湖兩平展。終有一機藏手面。無牙老虎合隄", "807": "防。藤條倒握看方便。", "808": "不知誰是不平人。到底還他大仰親。兩口果然無一", "809": "舌。驗人端的眼中筋。", "81": "大用大機。黃檗棒頭。痛入骨髓。再思一頓。愛討便宜。", "810": "示禪人示禪人", "811": "山前虎趂大虫走。門外雨滴芭蕉聲。眾生顛倒不解", "812": "聽。巖畔老龍長自鳴。", "813": "古林和尚語錄卷第五終", "814": "No. 1412-BNo. 1412-B", "815": "佛性和尚。於大元泰定丙寅間。住保寧府。仲謀猷公", "816": "首座。以師提唱。四方學者。爭相謄寫。烏焉迭謬為病。", "817": "諸耆德檀越。共相勠力。姑取吳之天平前後開元并", "818": "饒之永福。凡四會錄。以先繡梓。便其觀覽。然保寧之", "819": "語益富。特未遑編次也。茲本既已流通。往往南詢衲", "82": "天下橫行小廝兒。", "820": "子。携來不一。海內勝流。咸羨慕之。而卒不能獲為恨。", "821": "辛巳夏。森禪人必欲幹募刊版。以結眾緣。等持古先", "822": "元禪師。聞而慨然喜曰。昔甞居其座下。諸彥欲倩為", "823": "書。時迫東歸不果。今當以森公之志。以補所欠。由是", "824": "為之勸緣。與森共成其事。明年秋事未畢。森復南詢。", "825": "堂中第二座葩公。先既一力施版。至是復幹募。以畢", "826": "其事焉。", "827": "康永改元歲在壬午。南禪嗣法比丘　梵僊誌。", "83": "無位真人。生鐵面具。掣風掣顛。無巴無鼻。據虎頭收", "84": "虎尾。難瞞小釋迦。不看經不坐禪。嚇殺王常侍。", "85": "黃檗腮邊奮掌。大愚肋下揮拳。兩處牢關把斷。至今", "86": "骨露皮穿。打殺煑與狗喫。方契靈山正傳。", "87": "百丈大機。黃檗大用。土塊泥團。拈來賣弄。千峰到嶽。", "88": "萬派朝宗。在途中不離家舍。在家舍不離途中。", "89": "棒喝交馳。照用同時。聖凡罔測。是白拈賊。定龍蛇眼。", "9": "瞻禮無忘十二時。故鄉端可與心期。彌天相好清涼", "90": "焚燒禪板。將此幾件事。驗天下衲子。夫是謂之臨濟", "91": "正宗。熨斗煎茶銚不同。", "92": "金牛昨夜遭塗炭。直至如今不見蹤。驚起三峰頭倒", "93": "卓。橫吹玉管向秋風。", "94": "口似磉盤。頭如木杓。遭黃檗六十主丈。傍若無人。問", "95": "趙州祖意西來。恰值洗脚。踏翻大海。踢倒須彌。喫盡", "96": "野狐涎唾。從教不動唇皮。", "97": "三玄三要四料揀。無位真人百草頭。兒孫箇箇眼卓", "98": "朔。到底不辨金與鍮。", "99": "師黃檗不師大愚。據虎頭兼收虎尾。從茲四海橫行。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1412 古林清茂禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1412 古林清茂禪師語錄", "author": "(小師)元浩．清欲．應槐 編", "language": "chinese", "source": "CBETA"}