{"sourceLink": "http://www.cbeta.org/", "text": {"0": "無為福勝分第十一", "1": "金剛般若波羅蜜經卷下", "10": "所得心。即此身中有如來金身舍利。故言如佛塔", "100": "聲聞久著法相。執有為解。不了諸法本空。一切文", "101": "字。皆是假立。忽聞深經。諸相不生。言下即佛。所以", "102": "驚怖。唯是上根菩薩。得聞此理。歡喜受持。心無畏", "103": "怖退轉。如此之流。甚為希有。", "104": "何以故。須菩提。如來說第一波羅蜜。即非第一波羅", "105": "蜜。是名第一波羅蜜。", "106": "口說心不行即非。口說心行即是。心有能所即非。", "107": "心無能所即是。", "108": "須菩提。忍辱波羅蜜。如來說非忍辱波羅蜜。", "109": "見有辱境當情。即非。不見辱境當情。即是。見有身", "11": "廟。以無所得心說此經者。感得天龍八部。悉來聽", "110": "相。當彼所害。即非。不見有身相。當彼所害。即是。", "111": "何以故。須菩提。如我昔為歌利王割截身體。我於爾", "112": "時。無我相．無人相．無眾生相．無壽者相。何以故。我於", "113": "往昔節節支解時。若有我相．人相．眾生相．壽者相。應", "114": "生瞋恨。", "115": "如來因中在初地時。為忍辱仙人。被歌利王割截", "116": "身體。無一念痛惱之心。若有痛惱之心。即生嗔恨。", "117": "歌利王是梵語。此云無道極惡君也。一說如來因", "118": "中。曾為國王。常行十善。利益蒼生。國人歌讚此王。", "119": "故云歌利王。求無上菩提。修忍辱行。爾時天帝釋", "12": "受。心若不清淨。但為名聲利益而說是經者。死墮", "120": "化作旃陀羅。乞王身肉。即割施。殊無嗔惱。今有二", "121": "說。於理俱通。", "122": "須菩提。又念過去於五百世。作忍辱仙人。於爾所世。", "123": "無我相．無人相．無眾生相．無壽者相。", "124": "如來因中於五百世修行忍辱波羅蜜。以得四相", "125": "不生。如來自述往因者。欲令一切修行人。成就忍", "126": "辱波羅蜜。行忍辱波羅蜜人既行忍辱行者。不見", "127": "一切人過惡。冤親平等。無是無非。被他打罵殘害。", "128": "歡喜受之。倍加恭敬。行如是行者。即能成就忍辱", "129": "波羅蜜。", "13": "三塗。有何利益。心若清淨為說是經。令諸聽者除", "130": "是故須菩提。菩薩應離一切相。發阿耨多羅三藐三", "131": "菩提心。不應住色生心。不應住聲香味觸法生心。應", "132": "生無所住心。", "133": "不應住色生心者。是都標也。聲香等別立其名也。", "134": "於此六塵起憎愛心。由是妄心積身無能覺照益", "135": "遠佛行。雖種種勤苦修行。不除心垢。終無解脫之", "136": "理。推其根本。都由色上住心。如能念念常行般若", "137": "波羅蜜。推諸法空。不生計較。念念常自精進。一心", "138": "守護。無令放逸。淨名經云。求一切知。無非時求。大", "139": "般若經云。菩薩摩訶薩晝夜精勤。常住般若波羅", "14": "迷妄心。悟得本來佛性。常行真實。感得天人阿修", "140": "蜜法。相應作意。無時暫捨。", "141": "若心有住。則為非住。", "142": "若心住涅槃。非是菩薩住處。不住涅槃。不住諸法。", "143": "一切處不住。方是菩薩住處。上文說應無所住而", "144": "生其心是也。", "145": "是故佛說菩薩心。不應住色布施。須菩提。菩薩為利", "146": "益一切眾生。應如是布施。", "147": "菩薩不為求望自身快樂。而行布施。但為內破慳", "148": "心。外利益一切眾生。而行布施。", "149": "如來說一切諸相。即是非相。又說一切眾生。則非眾", "15": "羅等。皆來供養持經之人也。", "150": "生。", "151": "如者不生。來者不滅。不生者我人不生。不滅者覺", "152": "照不滅。下文云。如來者無所從來。亦無所去。故名", "153": "如來。如來說我人等相。畢竟可破壞。非真實體也。", "154": "一切眾生。盡是假名。若離妄心。即無眾生可得。故", "155": "言即非眾生。", "156": "須菩提。如來是真語者．實語者．如語者．不誑語者．不", "157": "異語者。", "158": "真語者。說一切有情無情皆有佛性。實語者。說眾", "159": "生造惡業定受苦報。如語者。說眾生修善法。定有", "16": "何況有人盡能受持讀誦。須菩提。當知是人。成就最", "160": "樂報。不誑語者。說般若波羅蜜法。出生三世佛。決", "161": "定不虗。不異語者。如來所說初善中善後善旨意", "162": "微妙。一切天魔外道。無有能超勝及破壞佛語者。", "163": "須菩提。如來所得法。此法無實無虗。", "164": "無實者以法體空寂。無相可得。然中有恒沙性德。", "165": "用之不匱。故言無虗。欲言其實。無相可得。欲言其", "166": "虗。用而無間。是故不得言無。不得言有。有而不有。", "167": "無而不無。言譬不及者。其惟真智乎。若不離相修", "168": "行。無由臻此。", "169": "須菩提。若菩薩心住於法。而行布施。如人入闇。則無", "17": "上第一希有之法。若是經典所在之處。則為有佛。若", "170": "所見。", "171": "施一切法。心有住著。則不了三輪體空。如盲者處", "172": "暗。無所曉了。華嚴經云。聲聞在如來會中聞法。如", "173": "盲如聾。為住諸法相故也。", "174": "若菩薩心不住法。而行布施。如人有目。日光明照。見", "175": "種種色。", "176": "若菩薩常行般若波羅蜜多無著無相行。如人有", "177": "目。處於皎日之中何所不見也。", "178": "須菩提。當來之世。若有善男子．善女人。能於此經。受", "179": "持讀誦。則為如來以佛智慧。悉知是人。悉見是人。皆", "18": "尊重弟子。", "180": "得成就無量無邊功德。", "181": "當來之世者。如來滅後。後五百歲。濁惡之世。邪法", "182": "競起。正法難行。於此時中。若有善男子善女人。得", "183": "遇此經。從師稟受。讀誦在心。精進不妄。依義修行。", "184": "悟入佛之知見。則能成就阿耨菩提。以是三世諸", "185": "佛。無不知之。", "186": "持經功德分第十五○持經功德分第十五", "187": "須菩提。若有善男子．善女人。初日分以恒河沙等身", "188": "布施。中日分復以恒河沙等身布施。後日分亦以恒", "189": "河沙等身布施。如是無量百千萬億劫。以身布施。若", "19": "自心誦得此經。自心解得經義。自心體得無著無", "190": "復有人聞此經典。信心不逆。其福勝彼。何況書寫受", "191": "持讀誦。為人解說。", "192": "佛說末法之時。得聞此經。信心不逆。四相不生。即", "193": "是佛之知見。此人功德。勝前多劫捨身功德。百千", "194": "萬億不可譬喻。一念聞經。其福尚多。何況更能書", "195": "寫受持讀誦為人解說。當知此人。決定成就阿耨", "196": "多羅三藐三菩提。所以種種方便。為說如是甚深", "197": "經典。俾離諸相。得阿耨多羅三藐三菩提。所得福", "198": "德。無有邊際。蓋緣多劫捨身。不了諸法本空。心有", "199": "能所。未離眾生之見。如能聞經悟道。我人頓盡。言", "2": "東晉武帝時後秦沙門鳩摩羅什奉詔　譯", "20": "相之理。所在之處。常修佛行。念念心無有間歇。即", "200": "下即佛。將捨身有漏之福。比持經無漏之慧。實不", "201": "可及。故雖十方聚寶。三世捨身。不如持經四句偈。", "202": "須菩提。以要言之。是經有不可思議．不可稱量．無邊", "203": "功德。", "204": "持經之人。心無我所。無我所故。是佛心。佛心功德。", "205": "無有邊際。故言不可稱量。", "206": "如來為發大乘者說。為發最上乘者說。若有人能受", "207": "持讀誦。廣為人說。如來悉知是人。悉見是人。皆得成", "208": "就不可量．不可稱．無有邊．不可思議功德。如是人等。", "209": "則為荷擔如來阿耨多羅三藐三菩提。", "21": "自心是佛。故言所在之處。則為有佛。", "210": "大乘者智慧廣大。善能建立一切法。最上乘者。不", "211": "見垢法可厭。不見淨法可求。不見眾生可度。不見", "212": "涅槃可證。不作度眾生心。亦不作不度眾生心。是", "213": "名最上乘。亦名一切智。亦名無生忍。亦名大般若。", "214": "若有人發心求佛無上道。聞此無相無為甚深之", "215": "法。即當信解受持。為人解說。令其深悟。不生毀謗。", "216": "得大忍力。大智慧力。大方便力。方能通流此經也。", "217": "上根之人。聞此經典。得深悟佛意。持自心經。見性", "218": "究竟。復起利他之行。能為人解說。令諸學者。自悟", "219": "無相之理。得見本性如來。成無上道。當知說法之", "22": "如法受持分第十三○如法受持分第十三", "220": "人。所得功德。無有邊際。不可稱量。聞經解義。如教", "221": "修行。復能廣為人說。令諸眾生。得悟修行無相無", "222": "著之行。以能行此行。有大智慧光明。出離塵勞。雖", "223": "離塵勞。不作離塵勞之念。即得阿耨多羅三藐三", "224": "菩提。故名荷擔如來。當知持經之人。自有無量無", "225": "邊不可思議功德。", "226": "何以故。須菩提。若樂小法者。著我見人見眾生見壽", "227": "者見。則於此經。不能聽受讀誦。為人解說。", "228": "何名樂小法者。為二乘聲聞人。樂小果不發大心。", "229": "故即於如來深法。不能受持讀誦。為人解說。", "23": "爾時須菩提白佛言。世尊。當何名此經。我等云何奉", "230": "須菩提。在在處處。若有此經。一切世間天人阿修羅。", "231": "所應供養。當知此處。則為是塔。皆應恭敬。作禮圍繞。", "232": "以諸華香而散其處。", "233": "若人口誦般若。心行般若。在在處處。常行無為無", "234": "相之行。此人所在之處。如有佛塔。感得一切天人。", "235": "各持供養。作禮恭敬。與佛無異。能受持經者。是人", "236": "心中。自有世尊。故云如佛塔廟。當知所得福德。無", "237": "量無邊也。", "238": "能淨業障分第十六○能淨業障分第十六", "239": "復次。須菩提。善男子．善女人。受持讀誦此經。若為人", "24": "持。佛告須菩提。是經名為金剛般若波羅蜜。以是名", "240": "輕賤。是人先世罪業。應墮惡道。以今世人輕賤故。先", "241": "世罪業則為銷滅。當得阿耨多羅三藐三菩提。", "242": "佛言持經之人。各得一切天人恭敬供養。為前生", "243": "有重業障故。今生雖得受持諸佛如來甚深經典。", "244": "常被人輕賤。不得人恭敬供養。自以受持經典故。", "245": "不起人我等相。不問冤親。常行恭敬。心無惱恨。蕩", "246": "然無所計較。念念常行般若波羅蜜行。曾無退轉。", "247": "以能如是修行故。得無量劫以至今生。所有極惡", "248": "罪障。並能消滅。又約理而言。先世即是前念妄心。", "249": "今世即是後念覺心。以後念覺心。輕賤前念妄心。", "25": "字。汝當奉持。所以者何。須菩提。佛說般若波羅蜜。即", "250": "妄不得住。故云先世罪業。即為消滅。妄念既滅。罪", "251": "業不成。即得菩提也。", "252": "須菩提。我念過去無量阿僧祇劫。於然燈佛前。得值", "253": "八百四千萬億那由他諸佛。悉皆供養承事。無空過", "254": "者。若復有人於後末世。能受持讀誦此經。所得功德。", "255": "於我所供養諸佛功德。百分不及一。百千萬億分。乃", "256": "至算數譬喻所不能及。", "257": "供養恒沙諸佛。施寶滿三千界。捨身如微塵數。種", "258": "種福德不及持經一念悟無生理。息希望心。遠離", "259": "眾生顛倒知見。即到波羅彼岸。永出三塗。證無餘", "26": "非般若波羅蜜。是名般若波羅蜜。", "260": "涅槃也。", "261": "須菩提。若善男子．善女人。於後末世。有受持讀誦此", "262": "經。所得功德。我若具說者。或有人聞。心即狂亂。狐疑", "263": "不信。", "264": "佛言末法眾生。德薄垢重。嫉妬彌深。邪見熾盛。於", "265": "此時中。如有善男子善女人。受持讀誦此經。圓成", "266": "法相。了無所得。念念常行慈悲喜捨。謙下柔和。究", "267": "竟成就無上菩提。或有人不知如來正法。常在不", "268": "滅。聞說如來滅後。後五百歲。有人能成就無相心。", "269": "行無相行。得阿耨多羅三藐三菩提。則必心生驚", "27": "佛說般若波羅蜜。令諸學人用智慧除却愚心生", "270": "怖。狐疑不信。", "271": "須菩提。當知是經義不可思議。果報亦不可思議。", "272": "是經義者。即無著無相行也。云不可思議者。讚歎", "273": "無著無相行。能成就阿耨多羅三藐三菩提。", "274": "究竟無我分第十七○究竟無我分第十七", "275": "爾時須菩提白佛言。世尊。善男子．善女人。發阿耨多", "276": "羅三藐三菩提心。云何應住。云何降伏其心。佛告須", "277": "菩提。善男子．善女人。發阿耨多羅三藐三菩提心者。", "278": "當生如是心。我應滅度一切眾生。滅度一切眾生已。", "279": "而無有一眾生實滅度者。", "28": "滅。生滅除盡。即到彼岸。若心有所得。即不到彼岸。", "280": "須菩提問佛。如來滅後後五百歲。若有人發阿耨", "281": "多羅三藐三菩提心。依何法而住。如何降伏其心。", "282": "佛言當發度脫一切眾生心。度脫一切眾生。盡得", "283": "成佛已。不得見有一眾生是我滅度者。何以故。為", "284": "除能所心也。除有眾生心也。亦除我見心也。", "285": "何以故。須菩提。若菩薩有我相．人相．眾生相．壽者相。", "286": "則非菩薩。", "287": "菩薩若見有眾生可度者。即是我相。有能度眾生", "288": "心。即是人相。謂涅槃可求。即是眾生相。見有涅槃", "289": "可證。即是壽者相。有此四相。即非菩薩。", "29": "心無一法可得。即是彼岸。口說心行。乃是到彼岸。", "290": "所以者何。須菩提。實無有法發阿耨多羅三藐三菩", "291": "提心者。", "292": "有法者。我人等四法是也。不除四法。終不得菩提。", "293": "若言我發菩提心者。亦是人我等法。人我等法。是", "294": "煩惱根本。", "295": "須菩提。於意云何。如來於然燈佛所。有法得阿耨多", "296": "羅三藐三菩提不。不也。世尊。如我解佛所說義。佛於", "297": "然燈佛所。無有法得阿耨多羅三藐三菩提。佛言。如", "298": "是如是。", "299": "佛告須菩提。我於師處。不除四相。得受記不。須菩", "3": "梁昭明太子嘉其分目", "30": "須菩提。於意云何。如來有所說法不。須菩提白佛言。", "300": "提深解無相之理。故言不也。善契佛意。故佛言。如", "301": "是如是。言是。印可之辭。", "302": "須菩提。實無有法如來得阿耨多羅三藐三菩提。須", "303": "菩提。若有法如來得阿耨多羅三藐三菩提者。然燈", "304": "佛即不與我受記。汝於來世。當得作佛。號釋迦牟尼。", "305": "以實無有法得阿耨多羅三藐三菩提。是故然燈佛", "306": "與我受記。作是言。汝於來世。當得作佛。號釋迦牟尼。", "307": "何以故。如來者。即諸法如義。", "308": "佛言實無我人眾生壽者。始得受菩提記。我若有", "309": "發菩提心。然燈佛即不與我受記。以實無所得。然", "31": "世尊。如來無所說。", "310": "燈佛始與我受記。此一段乃。總成須菩提無我義。佛", "311": "言諸法如義者。諸法即是色聲香味觸法。於此六", "312": "塵中。善能分別。而本體湛然。不染不著。曾無變異。", "313": "如空不動。圓通瑩徹歷劫常存。是名諸法如義。菩", "314": "薩瓔珞經云。毀譽不動。是如來行。入佛境界經云。", "315": "諸欲不染故。敬禮無所觀。", "316": "若有人言。如來得阿耨多羅三藐三菩提。須菩提。實", "317": "無有法佛得阿耨多羅三藐三菩提。須菩提。如來所", "318": "得阿耨多羅三藐三菩提。於是中無實無虗。", "319": "佛言實無所得心。而得菩提。以所得心不生。是故", "32": "佛問須菩提。如來說法。心有所得不。須菩提知如", "320": "得菩提。離此心外。更無菩提可得。故言無實也。所", "321": "得心寂滅。一切智本有。萬行悉圓備。恒沙德性。用", "322": "無乏少。故言無虗也。", "323": "是故如來說一切法。皆是佛法。須菩提。所言一切法", "324": "者即非一切法。是故名一切法。", "325": "能於諸法。心無取舍。亦無能所。熾然建立一切法。", "326": "而心常空寂。故知一切法皆是佛法。恐迷者貪著。", "327": "一切法以為佛法。為遣此病。故言即非一切法。心", "328": "無能所。寂而常照。定慧齊行。體用一致。是故名一", "329": "切法。", "33": "來說法。心無所得。故言無所說也。如來意者。欲令", "330": "須菩提。譬如人身長大。須菩提言。世尊。如來說人身", "331": "長大則為非大身。是名大身。", "332": "如來說人身長大。則為非大身者。以顯一切眾生。", "333": "法身不二。無有限量。是名大身。法身本無處所。故", "334": "言則非大身。又以色身雖大。內無智慧。即非大身。", "335": "色身雖小。內有智慧。得名大身。雖有智慧。不能依", "336": "行。即非大身。依教修行。悟入諸佛無上智見。心無", "337": "能所限量。是名大身也。", "338": "須菩提。菩薩亦如是。若作是言。我當滅度無量眾生。", "339": "則不名菩薩。", "34": "世人離有所得之心。故說般若波羅蜜法。令一切", "340": "菩薩若言因我說法。除得彼人煩惱。即是法我。若", "341": "言我度得眾生。即有我所。雖度脫眾生。心有能所。", "342": "我人不除。不得名為菩薩。熾然說種種方便。化度", "343": "眾生。心無能所。即是菩薩也。", "344": "何以故。須菩提。實無有法。名為菩薩。是故佛說一切", "345": "法。無我無人無眾生無壽者。須菩提。若菩薩作是言。", "346": "我當莊嚴佛土。是不名菩薩。何以故。如來說莊嚴佛", "347": "土者。即非莊嚴。是名莊嚴。", "348": "菩薩若言我能建立世界者。即非菩薩。雖然建立", "349": "世界。心有能所。即非菩薩。熾然建立世界。能所心", "35": "人聞之。皆發菩提心。悟無生理。成無上道也。", "350": "不生。是名菩薩。最勝妙定經云。假使有人造得白", "351": "銀精舍滿三千大千世界。不如一念禪定心。心有", "352": "能所。即非禪定。能所不生。是名禪定。禪定即是清", "353": "淨心也。", "354": "須菩提。若菩薩通達無我法者。如來說名真是菩薩。", "355": "於諸法相。無所滯礙。是名通達。不作解法心。是名", "356": "無我法。無我法者。如來說名。真是菩薩。隨分行持。", "357": "亦得名為菩薩。然未為真菩薩。解行圓滿。一切能", "358": "所心盡。方得名真是菩薩。", "359": "一體同觀分第十八○一體同觀分第十八", "36": "須菩提。於意云何。三千大千世界所有微塵。是為多", "360": "須菩提。於意云何。如來有肉眼不。如是。世尊。如來有", "361": "肉眼。須菩提。於意云何。如來有天眼不。如是。世尊。如", "362": "來有天眼。須菩提。於意云何。如來有慧眼不。如是。世", "363": "尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如", "364": "是。世尊。如來有法眼。須菩提。於意云何。如來有佛眼", "365": "不。如是。世尊。如來有佛眼。", "366": "一切人盡有五眼。為迷所覆。不能自見。故佛教除", "367": "却迷心。即五眼開明。念念修行般若波羅蜜法。初", "368": "除迷心。名為第一肉眼。見一切眾生。皆有佛性。起", "369": "憐愍心。是名為第二天眼。癡心不生。名為第三慧", "37": "不。須菩提言。甚多。世尊。須菩提。諸微塵如來說非微", "370": "眼。著法心除。名為第四法眼。細惑永盡。圓明徧照。", "371": "名為第五佛眼。又云見色身中有法身。名為天眼。", "372": "見一切眾生。各具般若性。名為慧眼。見性明徹。能", "373": "所永除。一切佛法。本來自備。名為法眼。見般若波", "374": "羅蜜。能生三世一切法。名為佛眼。", "375": "須菩提。於意云何。如恒河中所有沙。佛說是沙不。如", "376": "是。世尊。如來說是沙。須菩提。於意云何。如一恒河中", "377": "所有沙。有如是沙等恒河。是諸恒河所有沙數。佛世", "378": "界如是。寧為多不。甚多。世尊。", "379": "恒河者。西國祗洹精舍側近之河。如來說法。常指", "38": "塵。是名微塵。如來說世界非世界。是名世界。", "380": "此河為喻。佛說此河中沙。一沙況一佛世界。以為", "381": "多不。須菩提言甚多。世尊。佛舉此眾多國數者。欲", "382": "明其中。所有眾生。一一眾生。皆有若許心數也。", "383": "佛告須菩提。爾所國土中。所有眾生。若干種心。如來", "384": "悉知。何以故。如來說諸心皆為非心。是名為心。", "385": "爾所國土中所有眾生一一眾生。皆有若干差別", "386": "心數。心數雖多。總名妄心。識得妄心非心。是名為", "387": "心。此心即是真心。常心。佛心。般若波羅蜜心。清淨", "388": "菩提涅槃心也。", "389": "所以者何。須菩提。過去心不可得。現在心不可得。未", "39": "如來說眾生性中妄念。如三千大千世界中所有", "390": "來心不可得。", "391": "過去心不可得者。前念妄心。潛然已過。追尋無有", "392": "處所。現在心不可得者。真心無相。憑何得見。未來", "393": "心不可得者。本無可得。習氣已盡。更不復生。了此", "394": "三心皆不可得。是名為佛。", "395": "法界通化分第十九○法界通化分第十九", "396": "須菩提。於意云何。若有人滿三千大千世界七寶以", "397": "用布施。是人以是因緣。得福多不。如是。世尊。此人以", "398": "是因緣。得福甚多。須菩提。若福德有實。如來不說得", "399": "福德多。以福德無故。如來說得福德多。", "4": "唐六祖　大鑒真空普覺禪師　解義", "40": "微塵。一切眾生。被妄念微塵起滅不停。遮蔽佛性。", "400": "七寶之福。不能成就佛果菩提。故言無也。以其無", "401": "量數限。故名曰多。如能超過。即不說多也。", "402": "離色離相分第二十○離色離相分第二十", "403": "須菩提。於意云何。佛可以具足色身見不。不也。世尊。", "404": "如來不應以具足色身見。何以故。如來說具足色身。", "405": "即非具足色身。是名具足色身。", "406": "佛意恐眾生不見法身。但見三十二相。八十種好。", "407": "紫磨金輝。以為如來真身。為遣此迷。故問須菩提。", "408": "佛可以具足色身相見不。三十二相即非具足色", "409": "身。內具三十二淨行。是名具足色身。淨行者。即六", "41": "不得解脫。若能念念真正修般若波羅蜜無著無", "410": "波羅蜜是也。於五根中修六波羅蜜。於意根中定", "411": "慧雙修。是名具足色身。徒愛如來三十二相。內不", "412": "行三十二淨行。即非具足色身。不愛如來色相。能", "413": "自持清淨行。亦得名具足色身也。", "414": "須菩提。於意云何。如來可以具足諸相見不。不也。世", "415": "尊。如來不應以具足諸相見。何以故。如來說諸相具", "416": "足。即非具足。是名諸相具足。", "417": "如來者。即無相法身是也。非肉眼所見。慧眼乃能", "418": "見之。慧眼未明具足。生我人等相。以觀三十二相", "419": "為如來者。即不名為具足也。慧眼明徹。我人等相", "42": "相之行。了妄念塵勞。即清淨法性。妄念既無。即非", "420": "不生。正智光明常照。是名諸相具足。三毒未泯。言", "421": "見如來真身者。固無此理。縱能見者。祗是化身。非", "422": "真實無相之法身也。", "423": "非說所說分第二十一○非說所說分第二十一", "424": "須菩提。汝勿謂如來作是念。我當有所說法。莫作是", "425": "念。何以故。若人言如來有所說法。即為謗佛。不能解", "426": "我所說故。須菩提。說法者。無法可說。是名說法。", "427": "凡夫說法。心有所得。故告須菩提。如來說法。心無", "428": "所得。凡夫作能解心說。如來語嘿皆如。所發言辭。", "429": "如響應聲。任用無心。不同凡夫作生滅心說。若言", "43": "微塵。是名微塵。了真即妄。了妄即真。真妄俱泯。無", "430": "如來說法。心有生滅者。即為謗佛。維摩經云。真說", "431": "法者。無說無示。聽法者。無聞無得。了萬法空寂。一", "432": "切名言。皆是假立。於自空性中。熾然建立。一切言", "433": "辭演說。諸法無相無為。開導迷人。令見本性。修證", "434": "無上菩提。是名說法。", "435": "爾時。慧命須菩提白佛言。世尊。頗有眾生。於未來世。", "436": "聞說是法。生信心不。佛言須菩提。彼非眾生。非不眾", "437": "生。何以故。須菩提。眾生眾生者。如來說非眾生。是名", "438": "眾生。", "439": "靈幽法師加此。慧命須菩提六十二字。是長慶二", "44": "別有法。故云是名微塵。性中無塵勞。即是佛世界。", "440": "年。今見在濠州鐘離等石󳬴上。記六祖解在前。故", "441": "無解。今亦存之。", "442": "無法可得分第二十二○無法可得分第二十二", "443": "須菩提白佛言。世尊。佛得阿耨多羅三藐三菩提。為", "444": "無所得耶。佛言。如是如是。須菩提。我於阿耨多羅三", "445": "藐三菩提。乃至無有少法可得。是名阿耨多羅三藐", "446": "三菩提。", "447": "須菩提言。所得心盡。即是菩提。佛言如是如是。我", "448": "於菩提實無希求心。亦無所得心。以如是故。得名", "449": "阿耨多羅三藐三菩提。", "45": "心中有塵勞。即是眾生世界。了諸妄念空寂。故云", "450": "淨心行善分第二十三○淨心行善分第二十三", "451": "復次。須菩提。是法平等。無有高下。是名阿耨多羅三", "452": "藐三菩提。以無我無人無眾生無壽者。修一切善法。", "453": "則得阿耨多羅三藐三菩提。", "454": "此菩提法者。上至諸佛。下至昆虫。盡含種智。與佛", "455": "無異。故言平等。無有高下。以菩提無二故。但離四", "456": "相。修一切善法。則得菩提。若不離四相。修一切善", "457": "法。轉增我人欲證解脫之心。無由可得。若離四相。", "458": "而修一切善法。解脫可期。修一切善法者。於一切", "459": "法。無有染著。對一切境。不動不搖。於出世法。不貪", "46": "非世界。證得如來法身。普見塵剎。應用無方。是名", "460": "不著不愛。於一切處常行方便。隨順眾生。使之歡", "461": "喜信服。為說正法。令悟菩提。如是始名修行。故言", "462": "修一切善法。", "463": "須菩提。所言善法者。如來說非善法。是名善法。", "464": "修一切善法。希望果報。即非善法。六度萬行熾然", "465": "俱作。心不望報。是名善法。", "466": "福智無比分第二十四○福智無比分第二十四", "467": "須菩提。若三千大千世界中。所有諸須彌山王。如是", "468": "等七寶聚。有人持用布施。若人以此般若波羅蜜經。", "469": "乃至四句偈等。受持讀誦。為他人說。於前福德。百分", "47": "世界。", "470": "不及一。百千萬億分。乃至算數譬喻所不能及。", "471": "大鐵圍山。高廣二百二十四萬里。小鐵圍山。高廣", "472": "一百一十二萬里。須彌山高廣三百三十六萬里。", "473": "以此名為三千大千世界。就理而言。即貪嗔癡妄", "474": "念各具一千也。如爾許山盡如須彌。以況七寶數", "475": "持用布施。所得福德。無量無邊。終是有漏之因。而", "476": "無解脫之理。摩訶般若波羅蜜多四句經文雖少。", "477": "依之修行。即得成佛。是知持經之福。能令眾生證", "478": "得菩提。故不可比。", "479": "化無所化分第二十五○化無所化分第二十五", "48": "須菩提。於意云何。可以三十二相見如來不。不也。世", "480": "須菩提。於意云何。汝等勿謂如來作是念。我當度眾", "481": "生。須菩提。莫作是念。何以故。實無有眾生如來度者。", "482": "若有眾生如來度者。如來則有我人眾生壽者。", "483": "須菩提意謂如來有度眾生心。佛為遣須菩提如", "484": "是疑心。故言莫作是念。一切眾生。本自是佛。若言", "485": "如來度得眾生成佛。即為妄語。以妄語故。即是我", "486": "人眾生壽者。此為遣我所心也。夫一切眾生。雖有", "487": "佛性。若不因諸佛說法。無由自悟。憑何修行。得成", "488": "佛道。", "489": "須菩提。如來說有我者。則非有我。而凡夫之人。以為", "49": "尊。不可以三十二相得見如來。何以故。如來說三十", "490": "有我。須菩提。凡夫者。如來說即非凡夫。是名凡夫。", "491": "如來說有我者是自性清淨。常樂我淨之我。不同", "492": "凡夫貪嗔無明虗妄不實之我。故言凡夫之人。以", "493": "為有我。有我人者。即是凡夫。我人不生。即非凡夫。", "494": "心有生滅。即是凡夫。心無生滅。即非凡夫。不悟般", "495": "若波羅蜜多。即是凡夫。若悟般若波羅蜜多。即非", "496": "凡夫。心有能所。即是凡夫。心無能所。即非凡夫。", "497": "法身非相分第二十六○法身非相分第二十六", "498": "須菩提。於意云何。可以三十二相觀如來不。須菩提", "499": "言。如是如是。以三十二相觀如來。佛言。須菩提。若以", "5": "尊重正教分第十二○尊重正教分第十二", "50": "二相。即是非相。是名三十二相。", "500": "三十二相觀如來者。轉輪聖王。則是如來。須菩提白", "501": "佛言。世尊。如我解佛所說義。不應以三十二相觀如", "502": "來。", "503": "世尊大慈。恐須菩提執相之病未除。故作此問。須", "504": "菩提未知佛意。乃言如是。如是之言。早是迷心。更", "505": "言以三十二相觀如來。又是一重迷心。離真轉遠。", "506": "故如來為說。除彼迷心。若以三十二相觀如來者。", "507": "轉輪聖王。即是如來。轉輪聖王。雖有三十二相。豈", "508": "得同如來。世尊引此言者。以遣須菩提執相之病。", "509": "令其所悟深徹。須菩提被問。迷心頓釋。故云如我", "51": "三十二相者。是三十二清淨行。三十二清淨行者。", "510": "解佛所說義。不應以三十二相觀如來。須菩提是", "511": "大阿羅漢。所悟甚深得方便。不生迷路。以冀世尊", "512": "除遣細惑。令後世眾生所見不謬也。", "513": "爾時世尊而說偈言。", "514": "若以色見我。以音聲求我。是人行邪道。不能見如來。", "515": "若以兩字。是發語之端。色者相也。見者識也。我者。", "516": "是一切眾生身中自性清淨。無為無相真常之體。", "517": "不可高聲念佛。而得成就。念須正念分明。方得悟", "518": "解。若以色聲求之。不可見也。是知於相中觀佛。聲", "519": "中求法。心有生滅。不悟如來矣。", "52": "於五根中修六波羅蜜。於意根中修無相無為。是", "520": "無斷無滅分第二十七○無斷無滅分第二十七", "521": "須菩提。汝若作是念。如來不以具足相故。得阿耨多", "522": "羅三藐三菩提。須菩提。莫作是念。如來不以具足相", "523": "故。得阿耨多羅三藐三菩提。須菩提。汝若作是念。發", "524": "阿耨多羅三藐三菩提心者。說諸法斷滅相。莫作是", "525": "念。何以故。發阿耨多羅三藐三菩提心者。於法不說", "526": "斷滅相。", "527": "須菩提聞說真身離相。便謂不修三十二淨行。而", "528": "得菩提。佛語須菩提。莫言如來不修三十二淨行。", "529": "而得菩提。汝若言不修三十二淨行。得阿耨菩提", "53": "名三十二清淨行。常修此三十二清淨行。即得成", "530": "者。即是斷佛種性。無有是處。", "531": "不受不貪分第二十八○不受不貪分第二十八", "532": "須菩提。若菩薩以滿恒河沙等世界七寶持用布施。", "533": "若復有人。知一切法無我。得成於忍。此菩薩勝前菩", "534": "薩所得功德。何以故。須菩提。以諸菩薩不受福德故。", "535": "須菩提白佛言。世尊。云何菩薩不受福德。須菩提。菩", "536": "薩所作福德。不應貪著。是故說不受福德。", "537": "通達一切法。無能所心。是名為忍。此人所得福德。", "538": "勝前七寶之福。菩薩所作福德。不為自己。意在利", "539": "益一切眾生。故言不受福德。", "54": "佛。若不修三十二相清淨行。終不成佛。但愛著如", "540": "威儀寂靜分第二十九○威儀寂靜分第二十九", "541": "須菩提。若有人言。如來若來若去。若坐若臥。是人不", "542": "解我所說義。何以故。如來者。無所從來。亦無所去。故", "543": "名如來。", "544": "如來者非來非不來。非去非不去。非坐非不坐。非", "545": "臥非不臥。行住坐臥四威儀中。常在空寂。即是如", "546": "來也。", "547": "一合相理分第三十○一合相理分第三十", "548": "須菩提。若善男子．善女人。以三千大千世界。碎為微", "549": "塵。於意云何。是微塵眾。寧為多不。甚多。世尊。何以故。", "55": "來三十二相。自不修三十二行。終不得見如來。", "550": "若是微塵眾實有者。佛即不說是微塵眾。所以者何。", "551": "佛說微塵眾。則非微塵眾。是名微塵眾。", "552": "佛說三千大千世界。以喻一切眾生性上微塵之", "553": "數。如三千大千世界中所有微塵。一切眾生性上", "554": "妄念微塵。即非微塵。聞經悟道。覺慧常照。趣向菩", "555": "提。念念不住。常在清淨。如是清淨微塵。是名微塵", "556": "眾。", "557": "世尊。如來所說三千大千世界。則非世界。是名世界。", "558": "三千者約理而言。即貪嗔癡妄念各具一千數也。", "559": "心為善惡之樞。能作凡作聖。其動靜不可測度。廣", "56": "須菩提。若有善男子．善女人。以恒河沙等身命布施。", "560": "大無邊。故名大千世界。", "561": "何以故。若世界實有者。則是一合相。如來說一合相。", "562": "則非一合相。是名一合相。", "563": "心中明了。莫過悲智二法。由此二法。而得菩提。說", "564": "一合相者。心存所得故。即非一合相。心無所得。是", "565": "名一合相。一合相者。不得假名。而談實相。", "566": "須菩提。一合相者。即是不可說。但凡夫之人。貪著其", "567": "事。", "568": "由悲智二法。成就佛果菩提。說不可盡。妙不可言。", "569": "凡夫之人。貪著文字事業。不行悲智二法。若不行", "57": "若復有人。於此經中。乃至受持四句偈等。為他人說。", "570": "悲智二法。而求無上菩提。何由可得。", "571": "知見不生分第三十一○知見不生分第三十一", "572": "須菩提。若人言。佛說我見人見眾生見壽者見。須菩", "573": "提。於意云何。是人解我所說義不。不也。世尊。是人不", "574": "解如來所說義。何以故。世尊說我見人見眾生見壽", "575": "者見。即非我見人見眾生見壽者見。是名我見人見", "576": "眾生見壽者見。", "577": "如來說此經者。令一切眾生。自悟般若智慧。自修", "578": "行菩提之果。凡夫之人不解佛意。便謂如來說我", "579": "人等見。不知如來說甚深無相無為般若波羅蜜", "58": "其福甚多。", "580": "法。如來所說我人等見。不同凡夫我人等見。如來", "581": "說一切眾生。皆有佛性。是真我見。說一切眾生有", "582": "無漏智。性本自具足。是人見。說一切眾生本自無", "583": "煩惱。是眾生見。說一切眾生。性本不生不滅。是壽", "584": "者見。", "585": "須菩提。發阿耨多羅三藐三菩提心者。於一切法。應", "586": "如是知．如是見．如是信解。不生法相。須菩提。所言法", "587": "相者。如來說即非法相。是名法相。", "588": "發菩提心者。應見一切眾生皆有佛性。應見一切", "589": "眾生無漏種智。本自具足。應信一切眾生。自性本", "59": "世間重者莫過於身命。菩薩為法。於無量劫中捨", "590": "無生滅。雖行一切智慧。方便接物利生。不作能所", "591": "之心。口說無相法。而心有能所。即非法相。口說無", "592": "相法。心行無相行。而能所心滅。是名法相也。", "593": "應化非真分第三十二○應化非真分第三十二", "594": "須菩提。若有人以滿無量阿僧祇世界七寶。持用布", "595": "施。若有善男子．善女人。發菩薩心者。持於此經。乃至", "596": "四句偈等。受持讀誦。為人演說。其福勝彼。云何為人", "597": "演說。不取於相。如如不動。", "598": "七寶之福雖多。不如有人發菩提心。受持此經四", "599": "句。為人演說。其福勝彼百千萬億。不可譬喻。說法", "6": "復次。須菩提。隨說是經。乃至四句偈等。當知此處。一", "60": "施身命與一切眾生。其福雖多。亦不如受持此經", "600": "善巧方便。觀根應量。種種隨宜。是名為人演說。所", "601": "聽法人。有種種相貌不等。不得作分別之心。但了", "602": "空寂如如之心。無所得心。無勝負心。無希望心。無", "603": "生滅心。是名如如不動也。", "604": "何以故。一切有為法。如夢幻泡影。如露亦如電。應作", "605": "如是觀。", "606": "夢者是妄身。幻者是妄念。泡者是煩惱。影者是業", "607": "障。夢幻泡影業。是名有為法。真實離名相。悟者無", "608": "諸業。", "609": "佛說是經已。長老須菩提。及諸比丘．比丘尼。優婆塞．", "61": "四句之福。多劫捨身。不了空義。妄心不除。元是眾", "610": "優婆夷。一切世間天．人．阿修羅。聞佛所說。皆大歡喜。", "611": "信受奉行。", "612": "金剛般若波羅蜜經卷下終", "613": "No. 459-B 六祖口訣後序No. 459-B", "614": "六祖口訣後序", "615": "法性圓寂。本無生滅。因有生念。遂有生緣。故天得命", "616": "之以生。是故謂之命。天命既立。真空入有。前日生念", "617": "轉而為意識。意識之用。散而為六根。六根各有分別。", "618": "中有所總持者。是故謂之心。心者念慮之所在也。神", "619": "識之所舍也。真妄之所共處者也。當凡夫聖賢幾會", "62": "生。一念持經。我人頓盡。妄想既除。言下成佛。故知", "620": "之地也。一切眾生自無始來。不能離生滅者。皆為此", "621": "心所累。故諸佛惟教人了此心。此心了即見自性。見", "622": "自性則是菩提也。此在性時皆自空寂。而湛然若無。", "623": "緣有生念。而後有者也。有生則有形。形者地水火風", "624": "之聚沫也。以血氣為體。有生者之所託也。血氣足則", "625": "精足。精足則生神。神足則生妙用。然則妙用者。即是", "626": "在吾圓寂時之真我也。因形之遇物。故見之於作為", "627": "而已。但凡夫迷而逐物。聖賢明而應物。逐物者自彼。", "628": "應物者自我。自彼者著於所見。故覓輪迴。自我者當", "629": "體常空。萬劫如一。合而觀之。皆心之妙用也。是故當", "63": "多劫捨身。不如持經四句之福。", "630": "其未生之時。所謂性者。圓滿具足。空然無物。湛乎自", "631": "然。其廣大與虗空等。往來變化。一切自由。天雖欲命", "632": "我以生。其可得乎。天猶不能命我以生。況於四大乎。", "633": "況於五行乎。既有生念。又有生緣。故天得以生命我。", "634": "四大得以氣形我。五行得以教約我。此有生者之所", "635": "以有滅也。然則生滅則一。在凡夫聖賢之所以生滅", "636": "則殊。凡夫之人。生緣念有。識隨業變。習氣薰染。因生", "637": "愈甚。故既生之後。心著諸妄。妄認四大以為我身。妄", "638": "認六親以為我有。妄認色聲以為快樂。妄認塵勞以", "639": "為富貴。心自知見。無所不妄。諸妄既起。煩惱萬差。妄", "64": "離相寂滅分第十四○離相寂滅分第十四", "640": "念奪真。真性遂隱。人我為主。真識為客。三業前引。百", "641": "業後隨。流浪生死。無有涯際。生盡則滅。滅盡復生。生", "642": "滅相尋。至墮諸趣。在於諸趣。轉轉不知。愈恣無明。造", "643": "諸業罟。遂至塵沙劫盡。不復人身。聖賢則不然。聖賢", "644": "生不因念。應迹而生。欲生則生。不待彼命。故既生之", "645": "後。圓寂之性。依舊湛然。無體相無罣礙。其照萬法。如", "646": "青天白日。無毫髮隱滯。故建立一切善法。徧於沙界。", "647": "不見其少。攝受一切眾生。皈於寂滅。不以為多。驅之", "648": "不能來。逐之不能去。雖託四大為形。五行為養。皆我", "649": "所假。未甞妄認。我緣苟盡我迹當滅。委而去之。如來", "65": "爾時。須菩提聞說是經。深解意趣。涕淚悲泣。而白佛", "650": "去耳。於我何與哉。是故凡夫有生則有滅。滅者不能", "651": "不生。聖賢有生亦有滅。滅者歸於真空。是故凡夫生", "652": "滅。如身中影。出入相隨。無有盡時。聖賢生滅。如空中", "653": "雷。自發自止。不累於物。世人不知生滅之如此。而以", "654": "生滅為煩惱大患。蓋不自覺也。覺則見生滅如身上", "655": "塵。當一振奮耳。何能緣我性哉。昔我如來以大慈悲", "656": "心。閔一切眾生。迷錯顛倒。流浪生死之如此。又見一", "657": "切眾生。本有快樂自在性。皆可修證成佛。欲一切眾", "658": "生。盡為聖賢生滅。不為凡夫生滅。猶慮一切眾生無", "659": "始以來。流浪日久。其種性已差。未能以一法速悟。故", "66": "言。希有世尊。佛說如是甚深經典。我從昔來所得慧", "660": "為說八萬四千法門。門門可入。皆可到真如之地。每", "661": "說一法門。莫非丁寧實語。欲使一切眾生。各隨所見", "662": "法門。入自心地。到自心地。見自佛性。證自身佛。即同", "663": "如來。是故如來於諸經說有者。欲使一切眾生覩相", "664": "生善。說無者。欲使一切眾生離相見性。所說色空。亦", "665": "復如是。然而眾生執著。見有非真有。見無非真無。其", "666": "見色見空。皆如是執著。復起斷常二見。轉為生死根", "667": "蒂。不示以無二法門。又將迷錯顛倒。流浪生死。甚於", "668": "前日。故如來又為說大般若法。破斷常二見。使一切", "669": "眾生。知真有真無。真色真空。本來無二。亦不遠人。湛", "67": "眼。未曾得聞如是之經。世尊。若復有人。得聞是經。信", "670": "然寂靜。只在自己性中。但以自己性智慧。照破諸妄。", "671": "則曉然自見。是故大般若經六百卷。皆如來為菩薩", "672": "果人說佛性。然而其間猶有為頓漸者說。惟金剛經", "673": "為發大乘者說。為發最上乘者說。是故其經先說四", "674": "生四相。次云凡所有相。皆是虗妄。若見諸相非相。即", "675": "見如來。蓋顯一切法。至無所住。是為真諦。故如來於", "676": "此經。凡說涉有即破之。以非真取實相。以示眾生。蓋", "677": "恐眾生不解所說。其心反有所住故也。如所謂佛法", "678": "即非佛法之類是也。是故六祖大師。於五祖傳衣付", "679": "法之際。聞說此經云。應無所住而生其心。言下大悟。", "68": "心清淨。則生實相。當知是人。成就第一希有功德。", "680": "是為第六祖。如來云一切諸佛。及諸佛阿耨多羅三", "681": "藐三菩提法。皆從此經出。其信乎哉。適少觀檀經。聞", "682": "六祖由此經見性。疑必有所演說。未之見也。及知曹", "683": "州濟陰。於邢君固處得六祖口訣一本。觀其言簡辭", "684": "直。明白倒斷。使人易曉而不惑。喜不自勝。又念京東", "685": "河北陝西人。資性質朴信厚。遇事決裂。若使學佛性。", "686": "必能勇猛精進。超越過人。然其為講師者。多傳百法", "687": "論。上生經而已。其學者不知萬法隨緣生。緣盡法亦", "688": "應滅。反以法為法。固守執著。遂為法所縛。死不知解。", "689": "猶如陷沙之人。力與沙爭。愈用力而愈陷。不知勿與", "69": "自性不癡名慧眼。聞法自悟名法眼。須菩提是阿", "690": "沙爭。即能出陷。良可惜也。適遂欲以六祖金剛經口", "691": "訣。鏤板流傳。以開發此數方學者佛性。然以文多脫", "692": "誤。因廣求別本勘校。十年間凡得八本。惟杭越建陝", "693": "四本文多同。因得刊正冤句。董君遵力勸成之。且卒", "694": "諸朝士以資募工士。大夫聞者。皆樂見助。四明樓君", "695": "常願終求其事。嗚呼。如來云。無法可說是名說法。夫", "696": "可見於言語文字者豈佛法之真諦也。然非言語文", "697": "字。則真諦不可得而傳也。學者因六祖口訣以求金", "698": "剛經。因金剛經以求自佛性。見自佛性。然後知佛法", "699": "不止於口訣而已。如此則六祖之於佛法。其功可思", "7": "切世間天人阿修羅。皆應供養。如佛塔廟。", "70": "羅漢。於五百弟子中。解空第一。已曾勤奉多佛。豈", "700": "議乎哉。或者以六祖不識字。疑口訣非六祖所作。譬", "701": "夫大藏經。豈是世尊自作耶。亦聽法者之所傳也。或", "702": "六祖言之。而弟子傳之。吾不可得而知也。苟因口訣", "703": "可以見經。何疑其不識字也。", "704": "允豐七年六月十日　　　天台羅適　謹序", "705": "No. 459-C 重刻六祖金剛經解䟦No. 459-C", "706": "重刻六祖金剛經解䟦", "707": "余生也魯其於佛氏教典諸書。素未知旁究且境值", "708": "多艱碌碌塵務洵云視肉頃聞石堂大師飛錫吳山", "709": "之海會寺慈雲布藹法雨披井遠近嚮慕而瞻禮者", "71": "得不聞如是深法。豈於釋迦牟尼佛所始言聞也。", "710": "無數遂發大菩提心。登座說法。首宣金剛無上玅義", "711": "余亦得從大眾中拱聽旬日因詢師之解金剛誠所", "712": "謂開聾啟瞶。光明洞達矣從來之訓註金剛者果以", "713": "何說為最師云解此不下千餘家而余素所尊信惟", "714": "六祖解為第一。但流通雖久而板實沉沒。向曾發有", "715": "重刊之願奈力薄緣艱。未遑從事耳。噫。師之度世弘", "716": "慈。抑何廣大無窮已哉。余雖不敏。請為授梓。以畢師", "717": "志。雖然師願之。而余請之。云何為余梓。也。祖解之。而", "718": "師傳之。云何為師梓也。但使天下後世永為流播。人", "719": "人。知有此解。咸克無相無住。而降伏其心。則師之願。", "72": "然或是須菩提於往昔所得。乃聲聞慧眼。至今方", "720": "庶幾稍慰矣夫。", "721": "順治癸巳夏五月錢塘邑弟子湯翼聖沐手拜題", "722": "No. 459-D 重刻六祖金剛經解䟦No. 459-D", "723": "重刻六祖金剛經解䟦", "724": "余秉性樸素。弗事浮華。每問鯨鐘梵唄之音。輙喜動", "725": "顏色。留連旬日。不忍釋去。非盡緣經啟悟。亦夙植之", "726": "性使然也。昨歲隨渭陽氏。住榕省署中。與塵俗差遠。", "727": "元夕觀燈於康衢。問禪誦聲。造其室。得金剛般若經。", "728": "係六代祖師所解者。義理弘敷。詞旨超邁。一閱而瞭", "729": "然。如千日之并照。無緣寔滯礙。方知六祖於客店聞", "73": "悟佛意。故始得聞如是深經。悲昔未悟。故涕淚悲", "730": "經而解悟者。無二致也。大矣哉。我佛之妙證淵深掃", "731": "空執著。使人人撥散疑雲。曉徹性天。而祖師探幽闡", "732": "奧。直洞真元。信矣無一法而不津梁即五蘊而咸資", "733": "解脫者也。此經解者無慮數百家。惟六祖大師解。為", "734": "最上上。得而隨喜頂授。乃", "735": "諸佛之所護念付囑耳。敢不銘骨鏤肌。以共報恩光", "736": "乎。因捐資剞劂。以廣流通。俾閱經而知旨。從解以得", "737": "源。顯煥性宗。殞空諸相。即不住相。亦不壞相。其布施", "738": "福德。宜可與色見聲求者同日而語哉。敬䟦。", "739": "康熈丁未歲孟春鍾秀奉佛弟子周克順浩名超諫", "74": "泣。聞經諦念。謂之清淨。從清淨體中。流出般若波", "740": "和南", "75": "羅蜜多深法。當知決定成就諸佛功德也。", "76": "世尊。是實相者。即是非相。是故如來說名實相。", "77": "雖行清淨行。若見垢淨二相。當情並是垢心。即非", "78": "清淨心也。但心有所得。即非實相也。", "79": "世尊。我今得聞如是經典。信解受持。不足為難。若當", "8": "所在之處。如有人即說是經。者念念常行無念。心", "80": "來世。後五百歲。其有眾生。得聞是經。信解受持。是人", "81": "則為第一希有。何以故。此人無我相．無人相．無眾生", "82": "相．無壽者相。所以者何。我相即是非相。人相眾生相", "83": "壽者相即是非相。何以故。離一切諸相。則名諸佛。", "84": "須菩提深悟佛意。蓋目見業盡垢除。慧眼明徹。信", "85": "解受持。即無難也。世尊在世說法之時。亦有無量", "86": "眾生。不能信解受持。何必獨言後五百歲。蓋佛在", "87": "之日。雖有中下根不信及懷疑者。即往問佛。佛即", "88": "隨宜為說。無不契悟。佛滅度後。後五百歲。漸至末", "89": "法。去聖遙遠。但存言教。人若有疑。無處咨決。愚迷", "9": "無所得心。不作能所心說。若能遠離諸心。常依無", "90": "抱執。不悟無生。著相馳求。輪迴諸有。於此時中。得", "91": "聞深經。清心敬信。悟無生理者。甚為希有。故言第", "92": "一希有。於如來滅後。後五百歲。若復有人。能於般", "93": "若波羅蜜甚深經典。信解受持者。即知此人無我", "94": "人眾生壽者之相。無此四相。是名實相。即是佛心。", "95": "故曰離一切諸相。則名諸佛。", "96": "佛告須菩提。如是。如是。", "97": "佛印可須菩提所解。善契我心。故重言如是也。", "98": "若復有人。得聞是經。不驚不怖不畏。當知是人。甚為", "99": "希有。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 459 金剛經解義", "englishTitle": "卍 Xuzangjing, Electronic version, No. 459 金剛經解義", "author": "唐 慧能解義", "language": "chinese", "source": "CBETA"}