{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1486 讚禮地藏菩薩懺願儀", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1486", "1": "讚禮地藏菩薩懺願儀", "2": "明　菩薩沙彌古吳　智旭　述", "3": "懺願儀行者淨身口意。至尊像前。應念我及眾生。積迷造罪。無救無歸。大士洪慈。為歸為救。又念大士法身。及十", "4": "方三寶。體常徧滿。無所不在。與我現前心性。平等無二。起深信解。如奉慈顏。敷具拱立。唱云。", "5": "一切恭敬", "6": "一心頂禮十方常住三寶總一禮已。嚴持香華。如法供養。唱云", "7": "願此香華雲。徧滿十方界。供養一切佛。尊法諸賢聖。", "8": "無邊佛土中。受用作佛事。至此停唱。燒香散華。至心想云。", "9": "一切佛法僧寶。體常徧滿。無所不在。願令以此香", "10": "華。等同法性。普熏一切諸佛剎土。施作佛事。十方", "11": "一切供具。無時不有。我今當以十方所有一切種", "12": "種香華．瓔珞．幢幡．寶葢．諸珍妙飾．種種音樂．燈明", "13": "燭火．飲食衣服．臥具．湯藥。乃至盡十方所有一切", "14": "種種莊嚴供養之具。憶想遙擬。普共眾生。奉獻供", "15": "養。一切世界中。有修供養者。我今隨喜。若未修供", "16": "養者。願得開導。令修供養。又願我身速能徧至一", "17": "切剎土。於一一佛法僧所。各以一切種莊嚴供養", "18": "之具。共一切眾生等持奉獻。供養一切諸佛法身．", "19": "色身．舍利形像．浮圖廟塔。一切佛事。供養一切所", "20": "有法藏。及說法處。供養一切賢聖僧眾。願共一切", "21": "眾生。修行如是供養已。漸得成就六波羅蜜．四無", "22": "量心。深知一切法本來寂靜。無生無滅。一味平等。", "23": "離念清淨。畢竟圓滿。想已。起云。", "24": "供養已。一切恭敬。一禮已。次復合掌讚云。", "25": "南無地藏菩薩摩訶薩。以神通力。現聲聞像。是諸微", "26": "妙功德伏藏。是諸解脫珍寶出處。是諸菩薩明淨眼", "27": "目。是趨涅槃商人導首。如如意珠。雨眾財寶。隨所希", "28": "求。皆令滿足。照行善者。猶如朗日。照失道者。猶如明", "29": "炬。除煩惱熱。如月清凉。渡四流者。為作橋梁。趨彼岸", "30": "者。為作船筏。伏諸外道如師子王。降諸天魔如大龍", "31": "象。護諸怖畏如親如友。防諸怨敵如壍如城。救諸危", "32": "難猶如父母。藏諸怯劣猶若叢林。令諸有情善根不", "33": "壞。現妙境界令眾欣悅。勸發有情增上慚愧。求福慧", "34": "者令具莊嚴。能無功用轉大法輪。殊勝功德不能測", "35": "量。久修堅固大願大悲。勇猛精進過諸菩薩。於一食", "36": "頃至心歸依稱名念誦禮拜供養。能令一切。皆離憂", "37": "苦。求諸所願。速得滿足。安置生天涅槃之道。故我一", "38": "心歸命頂禮。讚已。一禮。添香致敬。唱云。", "39": "一心頂禮本師釋迦牟尼如來拜下。想云。能禮所禮性空寂。感應道交難", "40": "思議。我此道場如帝珠。釋迦如來影現中。我身影現如來前。頭面接足歸命禮。下皆准此。唯改佛名。", "41": "一心頂禮過去師子奮迅具足萬行如來。覺華定自", "42": "在王如來。", "43": "一心頂禮一切智成就如來。清淨蓮華日如來。", "44": "一心頂禮無邊身如來。寶性如來。波頭摩勝如來。師", "45": "子吼如來。", "46": "一心頂禮寶勝如來。寶相如來。袈裟幢如來。大通山", "47": "王如來。", "48": "一心頂禮淨月佛。山王佛。智勝佛。淨明王佛。智成就", "49": "佛。無上佛。妙聲佛。滿月佛。月面佛。如是等不可說", "50": "諸佛如來。", "51": "一心頂禮拘留孫佛。毗婆尸佛。等七佛如來。", "52": "一心頂禮普光佛等五十三佛如來。", "53": "一心頂禮過去殑伽沙等諸佛如來。", "54": "一心頂禮忉利天宮。十方集會。無量世界不可說不", "55": "可說一切諸佛如來。", "56": "一心頂禮未來淨住世界安樂劫中無相如來及十", "57": "方三世一切諸佛如來。", "58": "一心頂禮十方一切諸佛所有色身．舍利．形像．浮圖", "59": "廟塔．一切佛事。想云。諸佛法身如虗空。化事住世難思議。我皆影現化事前。一一皆", "60": "悉歸命禮", "61": "一心頂禮地藏菩薩本願經。大乘大集地藏十輪經。", "62": "占察善惡業報經及十方三世一切法藏。總三禮。想云。真", "63": "空法界如虗空。常住法寶難思議。我皆影現法寶前。莫不皆悉歸命禮", "64": "一心頂禮文殊師利菩薩。財首菩薩。定自在王菩薩", "65": "摩訶薩。想偈如佛。但改菩薩名字。下皆倣此", "66": "一心頂禮無盡意菩薩。解脫菩薩。普賢菩薩摩訶薩。", "67": "一心頂禮普廣菩薩。觀世音菩薩。虗空藏菩薩摩訶", "68": "薩。", "69": "一心頂禮好疑問菩薩。彌勒菩薩。金剛藏菩薩。堅淨", "70": "信菩薩摩訶薩。", "71": "一心頂禮十方三世一切菩薩摩訶薩。", "72": "一心頂禮憍陳那尊者。優波離尊者。目乾連尊者。一", "73": "切聲聞緣覺賢聖僧。", "74": "一心頂禮忉利宮中分身來集地藏菩薩摩訶薩。", "75": "一心頂禮大集會中現聲聞相地藏菩薩摩訶薩。", "76": "一心頂禮占察經中善安慰說地藏菩薩摩訶薩。", "77": "一心頂禮入能發智定地藏菩薩摩訶薩。", "78": "一心頂禮入具足無邊智定地藏菩薩摩訶薩。", "79": "一心頂禮入具足清淨智定地藏菩薩摩訶薩。", "80": "一心頂禮入具足慚愧智定地藏菩薩摩訶薩。", "81": "一心頂禮入具足諸乘明定地藏菩薩摩訶薩。", "82": "一心頂禮入無憂神通明定地藏菩薩摩訶薩。", "83": "一心頂禮入具足勝通明定地藏菩薩摩訶薩。", "84": "一心頂禮入普照諸世間定地藏菩薩摩訶薩。", "85": "一心頂禮入諸佛燈炬明定地藏菩薩摩訶薩。", "86": "一心頂禮入金剛光定地藏菩薩摩訶薩。", "87": "一心頂禮入智力難推伏定地藏菩薩摩訶薩。", "88": "一心頂禮入電光明定地藏菩薩摩訶薩。", "89": "一心頂禮入具足上妙味定地藏菩薩摩訶薩。", "90": "一心頂禮入具足勝精氣定地藏菩薩摩訶薩。", "91": "一心頂禮入上妙諸資具定地藏菩薩摩訶薩。", "92": "一心頂禮入無諍智定地藏菩薩摩訶薩。", "93": "一心頂禮入能引勝踴躍定地藏菩薩摩訶薩。", "94": "一心頂禮入具足世路光定地藏菩薩摩訶薩。", "95": "一心頂禮入善住勝金剛定地藏菩薩摩訶薩。", "96": "一心頂禮入增上觀勝幢定地藏菩薩摩訶薩。", "97": "一心頂禮入具足慈悲聲定地藏菩薩摩訶薩。", "98": "一心頂禮入引集諸福德定地藏菩薩摩訶薩。", "99": "一心頂禮入海電光定地藏菩薩摩訶薩。", "100": "一心頂禮能入如是殑伽沙等諸定。成熟一切有情", "101": "地藏菩薩摩訶薩。", "102": "一心頂禮以諸定力除刀兵劫地藏菩薩摩訶薩。", "103": "一心頂禮以諸定力除疾病劫地藏菩薩摩訶薩。", "104": "一心頂禮以諸定力除饑饉劫地藏菩薩摩訶薩。禮竟", "105": "如前。想偈畢。復作是念。", "106": "我及眾生。無始常為三業六根重罪所障。不見諸", "107": "佛。不知出要。但順生死。不知妙理。我今雖知。猶與", "108": "眾生。同為一切重罪所障。今對地藏．十方佛前。普", "109": "為眾生。歸命懺悔。惟願加護。令障消滅。作是念已。胡跪唱言。", "110": "普為法界一切眾生。悉願斷除三障。歸命懺悔。唱已。五體", "111": "投地。復作是念。我與眾生。無始來今。繇愛見故。內計我人", "112": "一。外加惡友二。不隨喜他一毫之善三。惟徧三業", "113": "廣造眾罪四。事雖不廣惡心徧布五。晝夜相續無", "114": "有間斷六。覆諱過失不欲人知七。不畏惡道八。無", "115": "慚無愧九。撥無因果十。故於今日。深信因果一。生", "116": "重慚愧二。生大怖畏三。發露懺悔四。斷相續心五。", "117": "發菩提心斷惡修善六。勤䇿三業翻昔重過七。隨", "118": "喜凡聖一毫之善八。念十方佛有大福慧。能救拔", "119": "我及諸眾生。從二死海置三德岸九。從無始來。不", "120": "知諸法本性空寂。廣造眾惡。今知空寂。為求菩提。", "121": "為眾生故。廣修諸善。徧斷眾惡十。惟願地藏慈悲", "122": "攝受。作是念已。應起胡跪。唱言。", "123": "至心懺悔。我弟子某甲。與法界眾生。自迷法性。枉受", "124": "輪迴。無明覆心。不知出要。懷聦明慢。自實愚癡。聞大", "125": "乘法。謬生空解。撥無因果。斷滅善根。遠離正信。遠離", "126": "正願。離正意樂及以正見。遠善知識．好處．好時。遠離", "127": "淨戒．正定．正慧。隨逐惡友。起諸邪見。造身語意無量", "128": "罪業。或復毀謗大乘正法。或復毀謗獨覺乘法。或復", "129": "毀謗聲聞乘法。障弊隱沒。不令流布。或復於彼諸佛", "130": "弟子。若是法器。若非法器。具戒破戒。下至無戒。著片", "131": "袈裟剃鬚髮者。多行忿恨．訶罵．毀辱．譏刺．誹謗。隱善", "132": "揚惡。以麤惡言。期尅迫愶。打棒傷害。侵奪依鉢。侵奪", "133": "資生。絕其飲食。退令還俗。脫其袈裟。枷鎖繫縛。禁閉", "134": "牢獄。輕慢觸惱。令不安樂。奪窣堵波及僧祇物。十惡", "135": "五逆。至一闡提。乘此業緣。於無量劫。墮諸惡趣。備歷", "136": "三塗。受種種苦。楚痛難言。設得值遇無量諸佛。及大", "137": "菩薩。親承供養。發露懺除。復更護持無量道法。修學", "138": "無量難行苦行。由彼業障有餘未盡。令我等輩未能", "139": "證得安樂涅槃。未能證得三摩地門殊勝功德。今向", "140": "地藏菩薩摩訶薩及諸佛世尊。發大乘心。弘如來教。", "141": "為令此土三寶種性。威德熾盛。久住世故。為欲摧滅", "142": "一切眾生堅固煩惱。令無餘故。與諸眾生。復深慚愧。", "143": "發露懺悔。求悉消除。惟願。", "144": "十方諸大慈尊。及地藏大士。哀愍覆護。濟拔我等。令", "145": "此罪障。皆得除滅。永不復受惡趣苦果。我等今者對", "146": "世尊前。及與大士。以至誠心。發真誓願。從今以去。乃", "147": "至菩提。常願不遇如是惡緣。決定不造如是重罪。終", "148": "不毀謗諸佛正法。亦不觸惱諸出家人。必不挑壞眾", "149": "生法眼。亦不斷滅三寶種性。惟願。", "150": "世尊及與大士。攝受證知。所發誓願。令我等早成十", "151": "法。及成十輪。獲得無罪正路法忍。於三乘法。若三乘", "152": "人。及非法器。得無誤失。於大乘法。昇進無轉。利慧勝", "153": "福。常得增長。於一切定。諸陀羅尼。諸忍諸地。速得自", "154": "在。常得值遇諸善知識。常得不離見一切佛及諸菩", "155": "薩聲聞弟子。不離聞法。不離親近供養眾僧。於諸善", "156": "根常能精進。菩提行願無厭足心。先所造惡摧壞散", "157": "滅。速能證得無上法輪。善巧方便成熟眾生。皆令獲", "158": "得利益安樂。或一說。或三說。起立。唱云。", "159": "懺悔發願已。歸命禮三寶。一禮已。起立。正身。運想一切三寶徧滿虗空。安坐法", "160": "座。一一迴身。如法旋遶。此身如影。音聲如響。普徧十方。上供三寶。下警羣靈。勿令心散。和雅唱云。", "161": "南無十方佛南無十方法南無十方僧", "162": "南無本師釋迦牟尼佛", "163": "南無地藏菩薩本願經", "164": "南無大乘大集地藏十輪經", "165": "南無占察善惡業報經", "166": "南無地藏菩薩摩訶薩或三稱。或七稱。旋遶既畢。迴身至法座前。正立。至心唱云", "167": "自歸依佛當願眾生體解大道發無上心", "168": "自歸依法當願眾生深入經藏智慧如海", "169": "自歸依僧當願眾生統理大眾一切無礙", "170": "和南聖眾問訊畢。次至靜室。或念地藏菩薩名。或持滅定業真言。或觀大士平等法身。或作唯", "171": "心識等二種觀道。唯信唯篤。則必能滅障。必證法忍矣。", "172": "後序後序", "173": "嗚呼。大法久湮。人多謬解。執大謗小。舉世皆然。寧", "174": "知地獄眾苦。已隨其後。瘖瘂餘報。復更難窮。故我", "175": "地藏慈尊。於大集會中。現聲聞相。而世尊廣歎勝", "176": "德。且為之較量。云。假使有人。於彌勒．妙吉祥．并觀", "177": "自在．普賢之類。殑伽沙等大菩薩所。於百劫中。至", "178": "心歸依。稱念禮供。求諸所願。不如有人。於一食頃。", "179": "歸依稱念禮供地藏。以菩薩久修堅固大願大悲。", "180": "勇猛精進。過諸菩薩故也。葢末世之中駕言於大", "181": "乘甚易。而躬行於僧行實難。寧知廢小談大。并其", "182": "大而亦非。悟大用小。并其小而亦大。故法華誡弘", "183": "經者必依四安樂行。涅槃極談常住佛性。尤扶戒", "184": "律。今大士之功德獨盛。得非亦在此乎。智旭深恨", "185": "夙生惡習。少年力詆三寶。造無間罪。賴善根未殞。", "186": "得聞本願尊經。知有出世大孝。乃轉邪見而生正", "187": "信。仍以謗法餘業。雖辛勤修證。不登法忍。每一展", "188": "讀大士三經。輙不禁涕泗橫流。悲昔日之無知。感", "189": "大士之拯󳫠也。因念濁智流轉之日。與我同此過", "190": "者不少。敬宗十輪并占察．本願二典。述此儀法。庶", "191": "幾共滌先愆。克求後果。不終為無依行乎。未登無", "192": "生正位。皆可修之。無論初心與久學也。", "193": "崇禎丁丑後。自恣前十日。菩薩沙彌智旭識於九", "194": "子別峯之梵網室呪壇中。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1486 讚禮地藏菩薩懺願儀", "author": "明 智旭述"}