{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 633", "1": "妙法蓮華經釋為為二章", "10": "第三聲訓次第第三聲訓次第然但隨其經初有彼聲即隨義訓論", "100": "已上第九品一十三字十一字平聲二字去聲。", "101": "法師品○法師品", "102": "竊為一人與廣為人說與則為如來得二最為難信是", "103": "為他人說　則為以衣得被作又為他方得", "104": "而為開示　當知是為名二欲為四眾與應為四眾與", "105": "為諸菩薩與為其集聽作我還為說與廣為分別與", "106": "慈悲為室作法空為座作處此為說與為眾生說與", "107": "為之作衛與爾時為現與為說今通與為四眾說與", "108": "為作聽法與。", "109": "已上第十品二十六字平聲十六字去聲。", "11": "為次第是則聲訓始終使不相雜又復通標一句冀", "110": "寶塔品○寶塔品", "111": "以為嚴飾作為大眾說與為聽是經以為作證明與", "112": "為聽法華以頗梨為地作以為莊嚴作為眾說法與", "113": "瑠璃為地作二黃為為繩作以為侍者作為莊莊嚴作", "114": "通為一佛作為諸佛當以與為聽是經以尚為法來與", "115": "不勤為法與為坐諸佛以則為供養是為是經故以", "116": "則為見我當此為難事是未足為難是亦未為難是", "117": "為眾演說與是則為難是六為人演說與我為佛道作", "118": "則為疾得是。", "119": "已上第十一品四十五字三十字平聲十六字", "12": "其文顯義彰尋之易見或在上中下也此中若同常", "120": "去聲。", "121": "提婆品○提婆品", "122": "為欲滿足以為於法故以二誰能為我與當為宣說與", "123": "而為牀座作為求大法以為我解說與當為奴僕作", "124": "當為汝說與為諸眾生與不為己身以為大國王作", "125": "故為汝說與廣為眾生與為眾生故以普為十方", "126": "普為時會與。", "127": "已上第十二品一十八字三字平聲十五字去", "128": "聲。", "129": "勸持品○勸持品", "13": "喚但與訓之若違先所呼必為再言思義唯合博達", "130": "不以為慮是為大法師作二俱為法師作願不為慮當", "131": "未得謂為是為世所恭得為貪利養以為求名聞", "132": "為斯所經以被為說是經以。", "133": "已上第十三品一十一字八字平聲三字去聲。", "134": "安樂行品○安樂行品", "135": "甚為難有是能為眾生與則為說法與而為說法與二", "136": "以為親厚作二若為女人與乃至為法與為聞佛道以", "137": "為利殺害以為女說法與是則名為作二有為無為作二", "138": "為諸國王與而為解說與隨問為說與和顏為說與", "139": "不為多說與則為大失是二常為比丘得為聽法故以", "14": "賢德幸請詳焉。", "140": "常為法故與為說諸經與而不為說與為大法王是", "141": "最為甚深是為說此法與能為難事作為諸法王是", "142": "為是眾生與是末後乃為與此經為尊是為汝等說", "143": "以為給使作佛為四眾與而為供養作即為授記與", "144": "聞法為人與為四眾說與。", "145": "已上第十四品四十四字一十七字平聲二十", "146": "七字去聲。", "147": "涌出品○涌出品", "148": "最為上首是為從何所定誰為其說與為求佛道以二", "149": "為太子時作為佛道故以甚為希有是願為解說與二", "15": "第四就經分數第四就經分數。", "150": "為除眾疑與佛為未來與今為解說與。", "151": "已上第十五品一十三字四字平聲九字去聲。", "152": "壽量品○壽量品", "153": "彌勒為首作末為微塵作盡以為塵作為是人記", "154": "皆為度脫以為度眾生以二為毒所中被為眾生故與", "155": "為說無上與不為現身與乃出為說與時為此眾與", "156": "為說佛難與為治狂子與亦為世人是為凡夫顛與", "157": "為說種種與。", "158": "已上第十六品一十八字五字平聲十三字去", "159": "聲。", "16": "序品○序品", "160": "分別功德品○分別功德品", "161": "為阿耨多以與為此所輕被福為如此得則為見佛是", "162": "是為深信是則為頂戴是不須為我與為已起塔是", "163": "為已於無是則為起立是為他人說與又為他人與", "164": "則為具足是為已如上是隨順為解與無漏無為作。", "165": "已上十七品一十九字十三字平聲六字去聲。", "166": "隨喜功德品○隨喜功德品", "167": "為得幾所當為父母宗　寧為多不是為是經故以", "168": "為人分別與隨喜為他與為方便說與不可為譬得", "169": "為人所喜得。", "17": "常為諸佛得為諸菩薩與二為說涅槃與為說緣覺與", "170": "已上第十八品九字四字平聲五字去聲。", "171": "法師功德品○法師功德品", "172": "若為他人與二為忉利諸與為他人說與或為人說與", "173": "為聽法故以或時為現與為眾生說與為一切眾與。", "174": "已上第十九品九字令是去聲。", "175": "不輕品○不輕品", "176": "中為天人與為求聲聞與為求辟支與為說菩薩與", "177": "為常不輕名廣為人說與是人為作與為諸四眾與", "178": "為他人說與為人說故與復為諸人與。", "179": "已上第二十品一十一字一字平聲一十去聲。", "18": "為說淨道與為眾講法與不以為喜是為供舍利以", "180": "神力品○神力品", "181": "為諸菩薩與為囑累故以為悅眾生以為求佛道與", "182": "為已見我作。", "183": "已上第二十一品五字平聲四字去聲。", "184": "囑累品○囑累品", "185": "當為演說與為令其人以則為已報是。", "186": "已上第二十二品三字一字平聲二字去聲。", "187": "藥王品○藥王品", "188": "七寶為臺作以為供養作佛為一切與即為其父與", "189": "栴檀為𧂐作海為第一是最為深大是山為第一是", "19": "為欲說此定為當授記定為說何等定又當與。", "190": "最為其上是最為第一是三最為照明是最為其尊是", "191": "佛為第一是亦為第一是菩薩為第是為諸法王是", "192": "不復為貪被不為嗔恚被不為憍慢被為他人說與", "193": "則為閻浮是作。", "194": "已上第二十三品二十三字二十一字平聲三", "195": "字去聲。", "196": "妙音品○妙音品", "197": "為無量無以而為說法與五檀金為莖作二白銀為葉作二", "198": "金剛為鬚作二以為其臺作二願為我等與當為汝等與", "199": "能為供養以為諸眾生與二變為女身作而為現形與。", "2": "大慈恩寺　基　撰", "20": "為求聲聞與為求辟支與皆為法師作所為因緣以", "200": "已上第二十四品二十一字九字平聲十二字", "201": "去聲。", "202": "觀世音品○觀世音品", "203": "若為大水破為求金銀以而為眾生與而為說法與十九", "204": "為施無畏作為觀世音作我為汝略與為人所推被", "205": "為作依怙與。", "206": "已上第二十五品二十七字四字平聲二十二", "207": "字去聲。", "208": "陀羅尼品○陀羅尼品", "209": "寧為多不是則為侵毀是三亦為擁護與亦為愍念以。", "21": "為人演說由為廣分別與為世間眼是為汝等說與", "210": "已上第二十六品六字四字平聲二字去聲。", "211": "嚴王品○嚴王品", "212": "為現神變與師為是誰是當我等為父與為王說法與", "213": "為欲發起以。", "214": "已上第二十七品五字一字平聲四字去聲。", "215": "普賢品○普賢品", "216": "名為說之與為諸佛護得為魔所著被亦為供養以", "217": "名為旋陀是而為說法與不為女人被為諸如來得", "218": "為千佛授得為釋迦牟得二不為三毒被不為婬妬被。", "219": "已上第二十八品一十三字一十平聲三字去", "22": "曰為淨身名號為求名作當為除斷與。", "220": "聲都計六百一十八字二百九十一字平聲三百二十七字去聲。", "221": "第五通申作意第五通申作意者謂此門通釋五門大旨恐類古人", "222": "只定訓作被二音不體餘之訓釋顯示後來未覺者", "223": "知訓釋之由定佛語之要九義三義一乘五乘須明", "224": "將曉喻法之體故云爾。", "225": "妙法蓮華經為為二章終", "23": "已上第一品二十三字九字平聲十四字去聲。", "24": "方便品○方便品", "25": "事為云何當佛為解說與為是究竟定為是所行定", "26": "為如實說與為佛長子是為此眾故與吾當為汝與", "27": "當為汝說與是為諸佛名常為一事以為眾生說與", "28": "而為眾生與三是法皆為以三而為說法與如此皆為以", "29": "為是說涅與大乘為本與為此諸佛與為說大乘與", "3": "五門分別將欲辨為為二章略以五門分別一彰數定聲二依", "30": "事為不可是為說實相與為說方便與沙為佛塔與作", "31": "若人為佛以實為一乘以實為佛乘以為是眾生以", "32": "為諸眾生與為教菩薩以為五比丘與為說佛慧以", "33": "為已供養是為諸法王是為如是等與。", "34": "已上第二品四十字一十字平聲三十字去聲。", "35": "譬喻品○譬喻品", "36": "為自欺誑是為共為不定是為諸梵志作是魔所為作", "37": "為天人所得為無上道以為諸聲聞作瑠璃為地作", "38": "黃金為繩作為大寶故名恒為諸佛得除為王子作", "39": "為王子時作光佛所為作願為四眾與皆為阿耨以", "4": "聲定訓三聲訓次第四就經分數七卷不同即分為", "40": "為化菩薩被為火所燒被我當為說與無令為火被", "41": "何者為舍名云何為失名此舍已為被必為取焚被", "42": "非為虗妄是便為已得是則為一切是為度眾生以", "43": "為生老病被不以為患作我為眾生是為諸眾生□", "44": "而為三界被為說三乘與則為所燒被我今為汝與", "45": "為求羊鹿以名為摩訶作為一切眾是為火所逼被", "46": "將為火害被吾為汝等與以為茵蓐作能為救護以作", "47": "我為眾生與為無有上是為此等故以為是等故以", "48": "貪欲為本是為滅諦故□名為解脫得我為法王是", "49": "為欲利益以則為見我是為深智說與亦勿為說與", "5": "七五申作者意。", "50": "又復為人被為諸童子被為諸小虫被若得為人作二", "51": "為人所使被以為衣服作乃可為說十與為一切智以作", "52": "汝當為說□。", "53": "已上第三品八十一字四十六字平聲三十五", "54": "字去聲。", "55": "信解品○信解品", "56": "何為見捉得為子名所是名之為兒作便為不異是", "57": "我等為子是自以為足得作不為分別作是為諸菩薩與", "58": "佛則為我與常為王者得為除冀穢與樂為鄙事作", "59": "為大菩薩與但為菩薩與而不為我與自謂為足得", "6": "第一彰數定聲第一彰數定聲有二一字數二定聲總據一部都有六百一", "60": "無漏無為作二則為已得是我等雖為與能為下劣作", "61": "隨宜為說與而為說法與。", "62": "已上第四品二十四字平聲十字去聲。", "63": "藥草喻品○藥草喻品", "64": "為聽法故以而為說法與不即為說與甚為希有是", "65": "則為永失作隨力為說與為諸眾生與我為如來是", "66": "我為世尊是為大眾說與常為大眾與恒為一切與", "67": "如為一人與名為大樹作今為汝等與。", "68": "已上第五品一十五字五字平聲十字去聲。", "69": "授記品○授記品", "7": "十八字二百九十一字平聲三百二十七字去聲。", "70": "得成為佛當三瑠璃為地□黃金為繩作二為佛智慧以", "71": "以為莊嚴作見為授記與頗梨為地作二為眾說法與", "72": "皆為十方得為佛道故以常為天人與。", "73": "已上第六品一十一字平聲五字去聲。", "74": "化城喻品○化城喻品", "75": "磨以為墨作盡末為塵作二悉以為墨作塵為一劫作", "76": "先為彼佛與為供養佛以二為度眾生以為得最大當", "77": "願為世間與與分別顯與為諸梵眾與四為大得天是四", "78": "為佛出世是四為眾生作與為眾生之作為世間眼作", "79": "而為沙彌作為我等說與為阿耨多以二為四部眾與", "8": "第二依聲定訓第二依聲定訓平聲為榮危反有九訓由求當得定被作是名去", "80": "甚為希有是以為眷屬作為沙彌時作為說是經與", "81": "為是等故與為止息耳以今為汝等與為止息故以二", "82": "為說汝等與為覺悟群以為宣種種與為無量億與", "83": "曾亦為汝與為一切導作為息說涅與二為說真實□", "84": "今為汝等與為佛一切作以。", "85": "已上第七品五十二字二十二字平聲三十一", "86": "字去聲。", "87": "五百弟子品○五百弟子品", "88": "所為希有作而為說法與最為第一得為淨佛土以二", "89": "示為第一得為一佛土作七寶為地作為求無上以", "9": "聲為榮偽反有三訓以與助。", "90": "名為寶明作是等為僧作得成為佛當號為普明作", "91": "當為宣說與小智為足作為衣食故以便以為足作是", "92": "何為衣食以甚為癡也是為菩薩時作得少為足作是", "93": "而汝謂為是自以為足作少便為足作乃為真滅是。", "94": "已上第八品二十五字十八字平聲七字去聲。", "95": "人記品○人記品", "96": "等為一切是常為侍者作瑠璃為地作佛為十方得", "97": "方便為侍作常為諸佛與亦為此佛與為太子時作", "98": "羅睺為長作受法為法名皆為其長作現為我長", "99": "名為實相作。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 633 法華經為為章", "englishTitle": "卍 Xuzangjing, Electronic version, No. 633 法華經為為章", "author": "唐 窺基撰", "language": "chinese", "source": "CBETA"}