{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1115", "1": "毗尼日用切要", "10": "聞鐘聲煩惱輕智慧長菩提生", "100": "讚佛讚佛", "101": "法王無上尊三界無倫匹天人之導師", "102": "四生之慈父我今暫皈依能滅三祇業", "103": "稱揚若讚歎億劫莫能盡", "104": "禮佛禮佛", "105": "天上天下無如佛十方世界亦無比", "106": "世間所有我盡見一切無有如佛者", "107": "普禮真言普禮真言", "108": "唵。嚩日囉斛三讚。三禮。須精誠作觀。五體投地。教列七種禮。不可不知。一。我慢禮。謂依位次。", "109": "以無恭敬。心馳外境。五輪不具。如碓上下。二。唱和禮謂麤正威儀。心無靜想。見人則身輕急禮。人去則身", "11": "離地獄出火坑願成佛度眾生", "110": "墮心疲。蓋心散而口唱也。三。身心恭敬禮。謂聞唱佛名。便念佛想。身心恭敬。精無厭怠。四。發智清淨禮。謂", "111": "達佛境界。隨心現量。禮一佛則禮一切佛。禮一拜則禮法界。以佛法身融通故。五。徧入法界禮。謂自觀身", "112": "心等法。從本以來。不離法界。佛我平等。今禮一佛。即徧禮法界諸佛。六。正觀禮。謂禮自佛。不緣他佛。何以", "113": "故。一切眾生。各有佛性。平等正覺。七。實相平等禮。謂前有禮有觀。自他兩異。今此一禮。無自無他。凡聖一", "114": "如。禮用不二。故文殊云。能禮所禮性空寂。前三約事。後四就理。大方廣寶篋經中。智燈聲聞問文殊言。云", "115": "何禮佛。文殊言。若見法淨。名見佛淨。若身若心不低不昂。正直而住。不動不搖。其心寂靜。行寂靜行。是名", "116": "禮佛。比丘不得通肩著袈裟禮佛。死墮鐵甲地獄。除坐禪受食。通肩不犯。比丘不得披禪衣禮佛。誦經。經", "117": "行。及禮尊宿。塔殿前行。死變團魚龜黿之類。及不得覆頭。須露頂。違者結罪。唯除病時。大寒時。凡正信出", "118": "家受戒者。切須慎之。", "119": "供淨瓶供淨瓶梵語軍持。此云瓶。寄歸傳云。軍持有二種。一磁瓦者是淨用。二銅鐵者是觸用。今所", "12": "唵。伽囉帝耶莎訶三徧", "120": "明者乃淨瓶也。比丘每日清旦。誦經呪畢。用淨瓶盛淨水。供於佛菩薩像前。欲須瓶盛水時。當觀想佛菩", "121": "薩尊容。具儀作禮起已。取瓶默持此偈呪。", "122": "手執淨瓶當願眾生內外無垢悉令光潔", "123": "唵。勢伽嚕迦叱。𦎌叱莎訶三徧", "124": "蕩淨瓶真言蕩淨瓶真言既禮佛起。持空瓶至淨水所。左手撩衣。右手持瓶。徐徐先取水蕩三次。每", "125": "次誦此呪七徧。其蕩瓶水。莫仍注淨水中。須棄於外。", "126": "唵。㘕莎訶二十一徧", "127": "灌水真言灌水真言既已蕩淨無塵。滿灌淨水。默持此呪。", "128": "唵。嚩悉鉢囉摩尼莎訶三徧", "129": "到佛前胡跪。左手持瓶。右手作普供養印。念大悲呪七徧。禮拜而退。下晚出水。結印同前。先念大悲呪七", "13": "古德云。", "130": "徧。心經徃生呪各七徧。出外散水於淨地。手作甘露印法。口默念甘露真言。", "131": "曩謨蘇嚕婆耶。怛他誐多耶。怛姪他。唵。蘇嚕蘇嚕。鉢", "132": "囉蘇嚕。鉢囉蘇嚕。娑婆訶三徧", "133": "念時觀想瓶為如意瓶。流出種種飲食。先諸天。次鬼神。後餓鬼。畜生。各獲飽滿。又想瓶。出樓閣。宮殿。珍寶。", "134": "瓔珞。傘葢。香花。衣服。無不具足。然後說十二因緣法。授彼三皈。令聞法受皈。得法喜三昧。禮拜而去。", "135": "受食受食比丘受食。跏趺而座。展食巾於膝上。恐飯湯󳳲羮墮於袈裟。請鉢時。默念此偈。", "136": "若見空鉢當願眾生究竟清淨空無煩惱", "137": "梵語鉢多羅。此云應量器。律中不聽比丘畜用雜寶銅鑞木石等鉢。大要有二。一泥。二䥫也。僧祗律云。鉢", "138": "是出家人器。少欲知足。非俗人所宜。十誦律云。鉢是諸佛標誌。不得惡用及洗手。敬之如目。五分律云。佛", "139": "自作鉢坯。以為後式。又發軫鈔云。應法之器也。謂體。色。量。三者。皆悉與法相應。體有二。泥及鐵也。色者。用", "14": "聞鐘臥不起護法善神瞋現前減福慧", "140": "麻子杏仁搗碎。塗其內外。竹煙熏治。熏作鳩鴒項色。孔雀色。所熏者為何。夏天盛物不鎪。不染垢膩。有此", "141": "功用。故當熏治。量者。分上中下。若準唐斗。上鉢一斗。中鉢七升半。下鉢五升。故名應量器。達觀大師云。鉢", "142": "之為器。翼三寶。備六德。何以明其翼三寶。蓋微此則僧無所資。僧無所資。則慧命斷。慧命斷。則佛種滅矣。", "143": "彼其能清。能容。能儉。能廣。能尊。能古。則六德之謂也。古由佛授。尊由天獻。廣則普利一切。儉則過中不食。", "144": "容則施受精麤而福利平等。清則舉世不忍以葷投之。如是故吾曹敢不寶重哉。盛飯時。默念此偈。", "145": "若見滿鉢當願眾生具足盛滿一切善法", "146": "念供養時。以右手倚鉢扶緣相。障其觸氣。左手持鉢齊眉。將鉢匙外向。供文照當念畢。放鉢卓上。出生。用", "147": "匙取飯七粒。麪不過一寸。以左手大拇指捻無名指作甘露印。默念偈云。", "148": "出生出生一向傳云。早食念法力不思議。午齋念大鵬金翅鳥。以理推之。毋論早食。小食。午齋。凡念", "149": "供養出生者。必須二偈並持。堪合本旨。否則恐落偏見。墮於非法耶。", "15": "後世墮蛇身", "150": "法力不思議慈悲無障礙七粒徧十方", "151": "普施周沙界", "152": "將匙中飯給與侍者送去。匙朝裏向。默念呪云。", "153": "唵。度利益莎訶念呪三徧。彈指三下", "154": "大鵬金翅鳥曠野鬼神眾羅剎鬼子母", "155": "甘露悉充滿", "156": "唵。穆帝莎訶念呪三徧。彈指三下", "157": "今時每見以指印表喻須彌山。將食周繞數次。或復繞竟。翻轉手印。種種做作。覈考經律。不出典章。全失", "158": "威儀。若論理。唯左手結印。右手出食。口中默誦偈呪。是其正也。按南海寄歸云。西域僧眾。赴供受食處。上", "159": "設一聖僧座。邊旁設一小桌。安一盆器。供鬼子母。凡行食時。先供聖僧。次供現前大眾。後供鬼子母食。無", "16": "其󰝬修禪誦者報感。廣在經律中。茲不繁引。", "160": "有各各出生之制。今順東土古儀。雖各各出生。但不可種種做作也。", "161": "侍者送食侍者送食", "162": "汝等鬼神眾我今施汝供此食徧十方", "163": "一切鬼神共", "164": "唵。穆力陵莎訶三徧。侍者送食回。維那唱僧跋云", "165": "佛制比丘。食存五觀。散心雜話。信施難消。大眾聞罄", "166": "聲。各正念。律中。佛制眾僧受食。唱僧跋者。因外道請佛及僧。密下毒藥於食中。佛令諸比丘一", "167": "齊唱云。三跋羅伽多。所有毒藥。皆變為上妙美味。眾食安樂。免其毒害。言僧跋者。僧。即受食之僧眾。跋。即", "168": "所唱之祕呪也。梵語三跋羅伽多。此云等供。謂眾僧食皆平等故。又云善至。謂供具善成。食時復至故。今", "169": "此方唱五觀。令眾一心受食。而為僧跋者。一則無有外道毒害故。二則令人慚愧受食故。是以雖非正制。", "17": "著衣著衣凡著換衣時。隨其次數。一一皆誦此偈。非謂寅旦一著一誦而已。", "170": "東夏通行。", "171": "執持應器當願眾生成就法器受天人供", "172": "唵。枳哩枳哩。嚩日囉吽癹吒三徧。捧鉢當胷受食。三匙有節", "173": "初匙願斷一切惡二匙。願修一切善三匙。誓度一切眾生如是", "174": "行者。承此呪願力。勝河沙七寶。百味飲食。供養諸佛菩薩賢聖僧也○五觀無違。", "175": "一。計功多少。量彼來處。二。忖己德行。全缺應供。", "176": "三。防心離過。貪等為宗。四。正事良藥。為療形枯。", "177": "五。為成道業。應受此食。", "178": "一。計功多少。智度論云。此食墾植。收穫舂磨。淘汰炊煑。及成。功用甚多。量彼來處。僧祇律云。施主減其妻", "179": "子之分。求福故施。凡受食時。當作此觀。二。忖己德行。全缺應供。毗尼母律云。若不坐禪誦經。營三寶事。及", "18": "若著上衣當願眾生獲勝善根至法彼岸", "180": "不持戒。受人信施。為財所墮。則不宜受食。德行若全。則可應供受食。凡受食時。當作此觀。三防心離過。貪", "181": "等為宗。明了論疏云。出家先須防心三過。謂於上味食起貪。下味食起嗔。中味食起癡。以此不知慚愧。墮", "182": "三惡道。凡受食時。當作此觀。四。正事良藥。為療形枯。謂飢渴為主病。四百四病為客病。故須以食為醫藥。", "183": "用資其身。凡受食時。當作此觀。四百四病者。人身假地水火風四大所成。一大不調。則生百一種病。四大", "184": "共成四百四病。五。為成道業。應受此食。謂不食則飢渴病生。道業何成。增一阿含經云。多食致苦患。少食", "185": "氣力衰。處中而食者。如秤無高下。凡受食時。當作此觀。", "186": "結齋先念準提呪。次念此偈云。", "187": "所謂布施者必獲其利益若為樂故施", "188": "後必得安樂", "189": "飯食已訖當願眾生所作皆辦具諸佛法", "19": "著下裙時當願眾生服諸善根具足慚愧", "190": "洗鉢洗鉢", "191": "以此洗鉢水如天甘露味施與諸鬼神", "192": "悉皆獲飽滿", "193": "唵。摩休囉悉莎訶三徧", "194": "展鉢展鉢", "195": "如來應量器我今得敷展願共一切眾", "196": "等三輪空寂", "197": "唵。斯麻摩尼莎訶三徧", "198": "受䞋受䞋", "199": "財法二施等無差別檀波羅蜜具足圓滿", "2": "寶華山弘戒比丘　讀體　彚集", "20": "整衣束帶當願眾生撿束善根不令散失", "200": "取楊枝取楊枝律中名曰齒木。楊有四種。皆可梳齒也。一白楊。葉圓。二青揚。葉長。三赤楊。霜降葉赤。", "201": "四黃楊。本性堅緻難長。今咸以柳條當楊枝。柳條垂下。乃小楊也。若無柳處。將何梳齒。須知一切木。皆可", "202": "梳齒。皆名齒木。但取性和有苦味者嚼之。不獨謂柳木一種。", "203": "手執楊枝當願眾生皆得妙法究竟清淨", "204": "唵。薩吧嚩述答。薩哩吧。答哩嘛。薩吧嚩述怛󴎴。唵。㘕", "205": "莎訶後淨法界呪。二十一徧", "206": "嚼楊枝嚼楊枝", "207": "嚼楊枝時當願眾生其心調淨噬諸煩惱", "208": "唵。阿暮伽。彌摩𨽻。爾嚩迦囉。僧輸駄你。鉢頭摩。俱摩", "209": "囉。爾嚩僧輸駄耶。陀囉陀囉。素彌麼𠾆莎嚩訶三徧", "21": "下單下單鳴指三下。默念此偈呪。", "210": "凡嚼楊枝時。須令涎盡。然後以水潄之。不得含水同梳。其嚼楊枝。有五種利益。一口不苦。二口不臭。三除", "211": "風。四除熱。五除痰癊。若用殘者。當棄屏處。不得擲大眾行坐之所。", "212": "潄口潄口", "213": "潄口連心淨吻水百花香三業恒清淨", "214": "同佛往西方", "215": "唵憨。唵罕莎訶三徧", "216": "出錫杖出錫杖梵語隙棄羅。此云錫杖。乃三世諸佛所持。以彰智行功德。淨除煩惱業障。比丘每日", "217": "早食竟。齒木已。須禮佛出杖。若有白衣及沙彌。令彼授與。若無。禮佛三拜起已。自取持出。向東拭塵。如法", "218": "作觀。其觀行威儀。廣詳錫杖經中手取杖時。默誦此偈呪。", "219": "執持錫杖當願眾生設大施會示如實道", "22": "從朝寅旦直至暮一切眾生自迴護", "220": "唵。那㗚𠾱。那㗚𠾱。那㗚吒鉢底。那㗚帝。娜夜鉢儜吽", "221": "癹吒三徧", "222": "敷單坐禪敷單坐禪", "223": "若敷牀座當願眾生開敷善法見真實相", "224": "正身端坐當願眾生坐菩提座心無所著", "225": "唵。嚩則囉。阿尼鉢羅尼。邑多耶莎訶三徧", "226": "睡眠睡眠臨睡合掌面西。觀想念佛十聲。或百千聲。或萬聲已。即誦偈云。", "227": "以時寢息當願眾生身得安隱心無動亂", "228": "􌥃阿觀想阿字輪。一氣持二十一徧。然後臥。臥須右脅。名吉祥睡。不得仰臥。覆臥。及左脅臥。不得脫", "229": "裏衣小衣臥。當須憶念本參。", "23": "若於足下喪其形願汝即時生淨土", "230": "取水取水梵語鉢里薩羅伐拏。此云濾水羅。律中。諸比丘聞佛制戒已。不知作濾水囊。佛聽如杓形。", "231": "若三角。若作宏墎。若作濾瓶。若患蟲出。聽安沙在囊中。不應棄陸地。還安著水中。會正記云。若作囊。須用", "232": "細熟絹為上。若無細絹。細綿布亦可。僧祗律云。看水時。不應以天眼看。亦不得使闇眼人看。乃至能見掌", "233": "中細文者得看。不得太速。不得太久。當如大象一。迴頃。若水中極微細者。不得就用洗手面及大小行緇", "234": "門警訓云。濾囊乃行慈之具。濟物之緣。大行由是而生。至道因茲而剋。凡取水時。誦此諸佛德名偈呪。功", "235": "德無涯。可謂真持戒者。", "236": "若見流水當願眾生得善意欲洗除惑垢", "237": "南無歡喜莊嚴王佛南無寶髻如來", "238": "南無無量勝王佛", "239": "唵。嚩悉波羅摩尼莎婆訶三徧", "24": "唵。逸帝律尼莎訶三徧", "240": "若見大河當願眾生得預法流入佛智海", "241": "若見橋道當願眾生廣度一切猶如橋梁", "242": "浴佛浴佛", "243": "我今灌浴諸如來淨智莊嚴功德聚", "244": "五濁眾生令離垢同證如來淨法身", "245": "讚佛讚佛", "246": "讚佛相好當願眾生成就佛身證無相法", "247": "唵。牟尼牟尼。三牟尼薩嚩賀", "248": "繞塔繞塔僧祇中。禮佛不得如瘂羊。又禮佛塔。應當右旋。如日月星繞須彌山。不得左旋。旋繞有五", "249": "事。一低頭視地。二不得踏蟲。三不得左右視。四不得睡地。五不與人語。又得五福。一後世得端正好色。二", "25": "行步不傷蟲行步不傷蟲", "250": "得好音聲。三得生天上。四生王侯。五得泥洹道。", "251": "右繞於塔當願眾生所行無逆成一切智", "252": "南無三滿多。沒駄喃。唵。杜波杜波娑婆訶三徧", "253": "看病看病律制具五德者。方聽看病。一知病人可食不可食。可食應與。二不惡賤病人大小便涕吐。", "254": "三有慈愍心。不為衣食。四能經理湯藥。乃至差。若死。五能為病者說法。己身於善法增益。雖不久看病苦。", "255": "但一見時。即誦此偈呪。以八福田中。看病是第一福田。", "256": "見疾病人當願眾生知身空寂離乖諍法", "257": "唵。室哩多。室哩多。軍吒利莎嚩賀三徧", "258": "剃髮剃髮文殊菩薩所集剃髮日。初四。初六。初七。初八。初九。初十。十一。十四。十五。十六。十九。二十二。", "259": "二十三。二十四。二十五。二十六。二十九。默念此偈呪。", "26": "若舉於足當願眾生出生死海具眾善法", "260": "剃除鬚髮當願眾生遠離煩惱究竟寂滅", "261": "唵。悉殿都。漫多囉。䟦陀耶。娑婆訶三徧", "262": "沐浴沐浴律制比丘。半月一浴。不得過。除病時。熱時。作時。風時。雨時。道行時。不論。又則沐浴。當擇其", "263": "日。所忌者六齋日。斯日諸天下界。察人善惡。宜修善作好事。所謂六齋日者。每月初八。十四。十五。二十三。", "264": "二十九。三十。凡入浴。當將淨衣挂淨竿上。觸衣挂觸竿上。不得浴堂小遺。不得共人語笑。不得洗僻處。凡", "265": "有瘡癬。宜在後浴。或有可畏瘡。猶宜迴避。免刺人眼。默念此偈呪。", "266": "洗浴身體當願眾生身心無垢內外光潔", "267": "唵。跋折囉惱迦吒莎訶三徧", "268": "洗足洗足", "269": "若洗足時當願眾生具神足力所行無礙", "27": "唵。地利日利莎訶三徧", "270": "唵。㘕莎訶三徧", "271": "沙彌十戒相沙彌十戒相", "272": "沙彌有二種。一形同沙彌。二法同沙彌。若但剃度。未沾戒品。名曰形同沙彌。若受十支淨戒。名曰法同沙", "273": "彌。法同中又分三種。自七歲至十三歲。號驅烏沙彌。十四至十九。號應法沙彌。二十已上。號名字沙彌。", "274": "一曰不殺生二曰不盜三曰不婬", "275": "四曰不妄語五曰不飲酒", "276": "六曰不著香華鬘不香塗身", "277": "七曰不歌舞倡伎及故往觀聽", "278": "八曰不坐高廣大牀九曰不非時食", "279": "十曰不捉持生像金銀寶物", "28": "出堂出堂", "280": "沙彌應具五德應知十數沙彌應具五德應知十數", "281": "福田經云。沙彌應知五德。一者發心出家。懷佩道故。", "282": "二者毀其形好。應法服故。三者割愛辭親。無適莫故。", "283": "四者委棄身命。尊崇道故。五者志求大乘。為度人故。", "284": "僧祇律云。應為沙彌說十數。一者一切眾生皆依飲", "285": "食。二者名色。三者知三受。四者四諦。五者五陰。六者", "286": "六入。七者七覺意。八者八正道。九者九眾生居。十者", "287": "十一切入。", "288": "沙彌尼十戒相沙彌尼十戒相同上不重列。", "289": "式叉摩那戒相式叉摩那戒相", "29": "從舍出時當願眾生深入佛智永出三界", "290": "梵語式义摩那尼。此云學戒女。佛聽十歲曾嫁。及十八童女。與二歲學戒以淨身。與六法以淨心。於尼僧", "291": "中。集眾白四羯磨。與滿十二及滿二十。方受具戒。若學年未滿。六法不淨。不與受比丘尼具足戒。", "292": "一曰不婬二曰不盜三曰不殺", "293": "四曰不妄語五曰不非時食六曰不飲酒", "294": "律制式义摩那。沙彌。沙彌尼。此下三眾。應持上下二衣。一當󳬂多羅僧。乃是縵衣。非割截田", "295": "相衣也。所持鉢盂是銅器。非應量鉢多羅也。今本山。凡是十八歲已下至七歲。欲受沙彌戒者。如律令造", "296": "二頂縵衣行持。若是年滿二十。來乞受具足戒者。其所辦三衣。皆是割截田相。及應量鉢器。雖無縵衣。亦", "297": "方便許受沙彌十戒。著用行持。一則受具不遠。莫過以沙彌戒。為比丘戒之基本故。二則衣具難得。欲令", "298": "求覓縵衣。反成戒障因緣故。今預明於此。使學律者知佛制故。非顯異惑眾故△又則舊本中。將比丘五", "299": "篇戒相。開列沙彌戒相後。今削去不存。附兩乘布薩正範後。佛制不聽沙彌及白衣知五篇戒相。恐受具", "3": "早覺早覺經律通制。出家弟子。初夜。後夜。精勤佛道勿貪睡眠。󰝬惰放逸。故惺覺時。當誦此偈。", "30": "登廁登廁欲大小便即當行。莫待內逼倉卒。須脫換鞋脚。不可淨鞋入廁。至當三彈指。有二義。一使", "300": "成遮。犯賊住之咎故。", "301": "優婆塞戒相優婆塞戒相", "302": "一曰不殺二曰不盜三曰不邪婬", "303": "四曰不妄語五曰不飲酒", "304": "此五戒。若不能全受者。或受持一戒。二戒。三戒。四戒。佛慈方便。一一隨聽。若是篤信智人。五戒全持。方為", "305": "正受。", "306": "八關齋法戒相八關齋法戒相", "307": "一不殺二不盜三不婬四不妄語", "308": "五不飲酒六離華香瓔珞。香油塗身", "309": "七離高勝大牀。及作唱伎樂。故往觀聽", "31": "內人知。不得迫促內人使出。二恐噉穢之鬼。令他避之。上槽復當三彈指。默念此偈呪。", "310": "八離非時食", "311": "毗婆沙論云。夫齋者。以過中不食為體。以八事助成齋體。共相支持。名八支齋法。亦名八關齋。成實論云。", "312": "何故但說離八事。然此八事是門。由此八戒。離一切惡。是中前四是實惡。飲酒是眾惡之門。餘三能起障", "313": "道因緣故。以八法成就五乘。關者是閉塞諸惡也。此八戒但受一日一夜。或月八日。十四日。十五日。或六", "314": "齋日。其六齋日者。準前沐浴中所明。或諸佛菩薩誕日。或自己生日。皆可受持。論云。若受八戒。應一日一", "315": "夜。莫使與終身戒相亂。此八戒。不論已受五戒。及受在家菩薩戒者。皆可受之。邇來剃髮出家者。多有受", "316": "持八戒。為師者亦云受與五八戒。而不精究律教。好為人師。自盲盲人。作辦皆非。今本山。凡是出家者。但", "317": "來乞受八戒。欲披五衣七衣者。槩不聽允△又則在家優婆塞戒。優婆夷戒。佛制不許披割截福田衣。令", "318": "著禮懺衣禮佛誦經。即縵衣也。蓋在家二眾。佛令自己隨力供養三寶。不聽受他人四事。既非眾生福田。", "319": "故不許著割截福田衣。又縱是受在家菩薩戒。令儲畜三衣。鉢盂。錫杖。奉供佛前。遇有出家僧尼。缺其衣", "32": "大小便時當願眾生棄貪瞋癡蠲除罪法", "320": "具者。及有年滿欲受具者。乏其衣鉢。隨乞施彼。更造奉供。不得不儲畜。自身聽著縵衣一頂。禮拜持誦。不", "321": "聽城邑聚落披著徃來。若入寺禮三寶。當囊盛隨身。入寺中方著。所以在家聽離衣。若恒披則犯制。出家", "322": "不聽離衣。若離則犯制。今本山。凡有在家信心男女二眾。乞受五戒及菩薩戒者。令造縵衣禮敬三寶。不", "323": "聽披條相田衣△又菩薩戒相。此毗尼日用中不列。附布薩正範卷中。", "324": "毗尼日用切要終", "33": "唵。很魯陀耶莎訶", "34": "洗淨洗淨大便畢。臨水即念此偈呪。", "35": "事訖就水當願眾生出世法中速疾而往", "36": "唵。室利婆醯莎訶三徧", "37": "去穢去穢", "38": "洗滌形穢當願眾生清淨調柔畢竟無垢", "39": "唵。賀曩密栗帝莎訶三徧。用左手後二指洗之", "4": "睡眠始寤當願眾生一切智覺周顧十方", "40": "洗手洗手", "41": "以水盥掌當願眾生得清淨手受持佛法", "42": "唵。主迦囉耶莎訶三徧", "43": "若但小便時。唯用水洗手一次即淨。若是大便去穢後洗手。或用󰞆泥皂角。如法洗之△溪堂雜錄云。元", "44": "祐中。有蜀僧智超法師。嘗誦華嚴經。已三十年。偶見一童子。風貌清爽。舉手高揖。超曰何來。曰五臺來。超", "45": "曰何遠至此。曰有少事欲相導故。超曰願聞。曰吾師誦經故可嘉矣。但失在登廁洗淨時。穢水淋其手背。", "46": "而未嘗用󰞆泥洗之。所用󰞆泥。律制七度。今但二三。緣此觸尚有。禮佛誦經悉皆得罪。言訖不見。超慙而", "47": "改過。識者或曰。此必文殊化現。有警於超也。故知洗手必須依法。因果經云。觸手請經。當獲廁中蟲報。", "48": "淨面淨面", "49": "以水洗面當願眾生得淨法門永無垢染", "5": "鳴鐘鳴鐘凡晨昏鳴鐘時。詣鐘前。至誠合掌。誦此偈已。手方鳴鐘。口或誦諸佛德號。或誦大乘經名。", "50": "唵。㘕莎訶默持二十一徧", "51": "飲水飲水", "52": "佛觀一鉢水八萬四千蟲若不持此呪", "53": "如食眾生肉", "54": "唵。嚩悉波囉摩尼莎訶三徧", "55": "五衣五衣梵語安陀會。此云作務衣。五條。一長一短。凡寺中執勞服役。路途出入徃還。當著此衣。誦", "56": "此偈呪。戒壇經云。五條表斷貪。淨身業也。", "57": "善哉解脫服無上福田衣我今頂戴受", "58": "世世不捨離", "59": "唵。悉陀耶莎訶三徧", "6": "或誦祕呪。令一切有情。聞聲離苦。咸得解脫。", "60": "七衣七衣梵語󳬂多羅僧。此云入眾衣。七條。二長一短。凡赴齋。聽講。持誦。坐禪。禮佛。禮塔。禮和尚上", "61": "座。僧和集時。當著此衣。誦此偈呪。七衣表斷瞋。淨口業也。", "62": "善哉解脫服無上福田衣我今頂戴受", "63": "世世常得披", "64": "唵。度波度波莎訶三徧", "65": "大衣大衣梵語僧伽黎。此云雜碎衣。有上中下九品衣。下下品九條。下中品十一條。下上品十三條。", "66": "皆二長一短。中下品十五條。中中品十七條。中上品十九條。皆三長一短。上下品二十一條。上中品二十", "67": "三條。上上品二十五條。皆四長一短。長多短少。表聖增凡減故。凡入王宮。陞座說法。入里乞食。降伏外道。", "68": "當著此衣。誦此偈呪。表斷癡。淨意樂也。", "69": "善哉解脫服無上福田衣奉持如來命", "7": "願此鐘聲超法界鐵圍幽闇悉皆聞", "70": "廣度諸眾生", "71": "唵。摩訶婆波。吒悉帝莎訶三徧", "72": "葢此三衣而稱福田者。增輝記云。田畦貯水。生長嘉苗。以養形命。法衣之田。潤以四利之水。增其三善之", "73": "苗。以養法身慧命。藏義經云。袈裟有十種利益。一者菩提上首。二者眾處人天。三者父母反拜。四者師子", "74": "捨身。五者龍披免難。六者國王敬信。七者眾生禮拜。八者羅剎恭敬。九者天龍護祐。十者得成佛道。又悲", "75": "華經云。佛於寶藏佛前發願。願我成佛時。袈裟有五功德。一。入我法中。犯重邪見等。於其念中。敬心尊重。", "76": "必得三乘授記。二。天龍鬼等。能敬此袈裟少分。即得三乘不退。三。若有鬼神諸人。得袈裟乃至四寸。飲食", "77": "充足。四。眾生共相違背。念袈裟尋生慈心。五。若持此少分。恭敬尊重。常得勝他。大論云。釋子受持禁戒是", "78": "其性。剃髮染衣是其相。四分律中。佛告諸比丘。隨所住處。常與三衣俱。譬如鳥之兩翼。恒與身俱。汝等捨", "79": "本族姓。以信出家。應當如是。所到之處。法衣隨身。不應離宿。僧祇律中。佛言。比丘三衣一鉢。須常隨身。違", "8": "聞塵清淨證圓通一切眾生成正覺", "80": "者出界結罪。當敬三衣如塔想。十誦律中。佛言。護三衣如自皮。護鉢如眼目。所行之處。與衣鉢俱。無所顧", "81": "戀。猶如飛鳥。若不持三衣。入聚落俗人處。犯罪。五分律。三衣謹護。如身薄皮。常須隨身如鳥之羽。飛走相", "82": "隨。大乘梵網菩薩戒中。佛言。若佛子。常應二時頭陀。冬夏坐禪。結夏安居。常用楊枝。澡豆。三衣。瓶。鉢。坐具。", "83": "錫杖。香爐。漉水囊。手巾。刀子。火燧。鑷子。繩牀。經。律。佛像。菩薩形像。而菩薩行頭陀時。及遊方時。行來百里", "84": "千里。此十八種物。常隨其身。違者結罪。蓋三衣一鉢。乃佛佛親持。祖祖授受。七眾同遵。兩乘共制。若云出", "85": "家佛弟子。衣鉢可離。東西兩土。軌則不同者。請閱三藏。何經何律何論許開。當知佛言可信。凡語無憑。有", "86": "智慧者。勿染邪風。須堅信力爾。", "87": "臥具臥具梵語尼師壇。此云坐具。亦名隨坐衣。亦名襯足衣。長佛二搩手半。廣佛二搩手。僧祇律云。", "88": "如來一搩手。二尺四寸。此約小尺。若準大尺。可二尺計。不得作三衣。不得淨施及取薪草盛物雜用。唯得", "89": "敷坐。若道行至坐處取坐之。十誦律云。新者二重。故者四重。不應受單尼師壇。律中本制緣起。為身為衣。", "9": "聞鐘聞鐘晨昏於行住坐臥間。一聞鐘聲時。即誦此偈呪。", "90": "為臥具故。事鈔云。為身者。恐坐地有所損故。次為衣者。恐無藉。三衣易壞故。為臥具者。恐身不淨。汙僧牀", "91": "榻故律云。新尼師壇。故者緣四邊以亂其色。若作應安緣。五分律云。裁作三分。長頭餘一。分帖四角。不帖", "92": "則已。根本律并寄歸傳中。不聽禮拜用以敷展。西域五天竺罕其見聞。此方禮拜展用。不知傳起何時。如", "93": "遵聖制。不用為正。若論為衣。展禮無妨。詳明於斯。學者隨便。", "94": "臥具尼師壇長養心苗性展開登聖地", "95": "奉持如來命", "96": "唵。檀波檀波莎訶三徧", "97": "登道場登道場", "98": "若得見佛當願眾生得無礙眼見一切佛", "99": "唵。阿密栗帝吽癹吒三徧"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1115 毗尼日用切要", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1115 毗尼日用切要", "author": "清 讀體彙集", "language": "chinese", "source": "CBETA"}