{"sourceLink": "http://www.cbeta.org/", "text": {"0": "一切佛語心品第四之上", "1": "觀楞伽阿䟦多羅寶經記卷第八", "10": "記曰。此將示如來藏自性清淨。以顯法身真淨德。", "100": "見如來藏。五法自性人法無我則滅。地次第相續轉", "1000": "隨其所求。各適其用故。然所說法乃隨他意語。非", "1001": "隨自通處說自覺境界也。", "1002": "復次大慧。愚夫依七識身滅。起斷見。不覺識藏故。起", "1003": "常見。自妄想故。不知本際。自妄想慧滅。故解脫。", "1004": "記曰。此答第五問也。前問因恒沙章云生死本際", "1005": "不可知。遂疑謂既不知生死之始。云何而知解脫", "1006": "之終耶。故問何不施設本際。今佛答意。謂本際者。", "1007": "實際理地也。然實際中本無生死。又何有始終。然", "1008": "我所言生死本際不可知者。蓋責凡愚外道。但隨", "1009": "妄想生滅。不達實際耳。非是說生死有本際而不", "101": "進。餘外道見不能傾動。唐譯云。若見如來藏。五法自性諸法無我。隨地次第而漸", "1010": "可知也。然彼愚夫依七識念念滅處起於斷見。不", "1011": "知藏識。但以相續流注不斷處起於常見。此皆自", "1012": "生妄想分別。故不知本際耳。非言生死有始。但彼", "1013": "自妄想滅。便是解脫。亦非涅槃有終也。", "1014": "四住地無明住地習氣斷故。一切過斷。", "1015": "記曰。此答第六問也。前問因恒沙章言如來悉離", "1016": "一切過。遂以魔冤惡業果報致疑。今佛答意。謂如", "1017": "來離一切過者。五住煩惱習氣究竟永斷故。然又", "1018": "遭魔者。此定業也。以示身堪忍。調伏剛強眾生。須", "1019": "具無生法忍。慈心三昧力故。所以有惡業果報者。", "102": "轉滅。不為外道惡見所動是名住菩薩不動地。得十三昧道門樂。", "1020": "以為眾生示現定業難逃。在佛不免。欲令眾生明", "1021": "信因果。懼惡報應。將使怖果絕因。離生死苦趣故。", "1022": "此皆化佛方便權智。示現與民同患之意耳。非是", "1023": "如來實有惡業報應具諸過惡也。且以五住煩惱", "1024": "永斷。故言離過。殆非言不受定業為離過也。", "1025": "爾時世尊欲重宣此義而說偈言。", "1026": "三乘亦非乘。如來不磨滅。唐譯云。無有佛涅槃一切佛所起。說", "1027": "離諸過惡。為諸無間智。及無餘涅槃。誘進諸下劣。是", "1028": "故隱覆說。諸佛所起智。即分別說道。諸乘非為乘。彼", "1029": "則非涅槃。", "103": "三昧覺所持。觀察不思議佛法。自願不受三昧門樂", "1030": "記曰。此頌通共五偈。單頌授記一義耳。初一偈。意", "1031": "言法界理中本無三乘。故云亦非乘。法身如來亦", "1032": "無涅槃之事。故云不磨滅。然既無三乘。亦無涅槃。", "1033": "而云無一切聲聞悉授佛記者。因為說諸二乘狹", "1034": "劣過惡。欲令捨離小心。趣向大道。究竟無間種智。", "1035": "證入無餘涅槃。誘進諸下劣人。捨近習想。是故密", "1036": "意隱覆說有佛果可成。令彼生歡喜耳。非是實有", "1037": "涅槃待彼證之也。斯蓋權智方便施設。若以諸佛", "1038": "所證根本實智。即依自智說自證真實之道。則諸", "1039": "乘非為乘矣。以十方佛土中。唯有一乘法。無二亦", "104": "及實際。唐譯云。為三昧力諸佛所持。觀察不思議佛法及本願力。不住實際。及三昧樂向自", "1040": "無三故。是則彼二乘所證非真涅槃明矣。故云諸", "1041": "佛所起智。即分別說道等。", "1042": "欲色有及見。說是四住地。意識之所起。識宅意所住。", "1043": "意及眼識等。斷滅說無常。或作涅槃見。而為說常住。", "1044": "記曰。此頌授記中煩惱障斷。非智障斷意也。所言", "1045": "煩惱障者。乃四住煩惱也。謂欲愛住地。色愛住他。", "1046": "有愛住地。見一切住地。此四煩惱。乃意識之所起。", "1047": "而第七末那內熏八識堅住。以為生死種子。故云", "1048": "識宅意所住。以前七識念念生滅無常。而彼見為", "1049": "斷。以不知藏識流注。而便以為常。遂作涅槃之見。", "105": "覺聖趣。不共一切聲聞緣覺。及諸外道所修行道。得", "1050": "故我說彼非涅槃也。此常住言。乃出二乘妄計耳。", "1051": "故唐譯云。見意識眼等。無常故說斷。迷意藏起常。", "1052": "邪智謂涅槃。觀此偈文。即頌授記文義亦尚不足。", "1053": "其餘五問之意。亦當有頌。或經文脫略耳。○此上", "1054": "廣決眾疑以顯法身離過已竟。△下特示真修佛", "1055": "性戒本以彰生佛平等。", "1056": "爾時大慧菩薩以偈問曰。", "1057": "彼諸菩薩等。志求佛道者。酒肉及與葱。飲食為云何。", "1058": "惟願無上尊。哀愍為演說。愚夫所貪著。臭穢無名稱。", "1059": "虎狼所甘嗜。云何而可食。食者生諸過。不食為福善。", "106": "十賢聖種性道。及身智意生。離三昧行。是故大慧。菩", "1060": "惟願為我說。食不食罪福。", "1061": "大慧菩薩說偈問已。復白佛言。惟願世尊為我等說", "1062": "食不食肉功德過惡。我及諸菩薩於現在未來。當為", "1063": "種種希望食肉眾生分別說法。令彼眾生慈心相向。", "1064": "得慈心已。各於住地清淨明了。唐譯云。為未來現在非習所熏食肉眾生", "1065": "而演說之。令捨肉味。求於法味。於一切眾生起大慈心。更相親愛如一子想。住菩薩地疾得究", "1066": "竟無上菩提。聲聞緣覺自地止息已。亦得速成無上", "1067": "菩提。", "1068": "記曰。此因上世尊一往開示理行因果究竟已極。", "1069": "而大慧至此特以食肉為請者。將示真修如實行", "107": "薩摩訶薩欲求勝進者。當淨如來藏及識藏名。", "1070": "者。當以性戒為本故也。如楞嚴進修五十五位。初", "1071": "以三種漸次為首。悲夫。眾生所以常寢生死者。獨", "1072": "以婬殺盜妄四種根本重罪牽纏。不得出離也。彼", "1073": "首斷婬。此專斷殺。皆為真修之要。但此經來文未", "1074": "盡。不能畢見如來清淨垂範耳。或曰。諸經首唱斷", "1075": "殺。楞嚴獨唱斷婬。說者以真修以斷婬為本。利生", "1076": "以斷殺為先。何言斷肉便為真修耶。愚曰。不然。如", "1077": "來說法。各隨所因。初無執一之談也。彼因阿難誤", "1078": "墮。便唱斷婬。此因夜叉王宮。便唱斷殺。各隨性習", "1079": "偏重。所謂痛處著錐耳。良以眾生貪著五欲因緣。", "108": "記曰。此言如來藏為出世淨因也。謂轉藏識名。見", "1080": "沈淪生死。五欲者財色名食睡也。豈獨色欲偏令", "1081": "人生死。而食便不致生死耶。楞嚴三相續中。以三", "1082": "貪為本。所謂婬貪殺貪盜貪也。彼首婬貪。而此重", "1083": "殺盜二貪。蓋為末世眾生。迷於性真。昧於同體。相", "1084": "吞相殺。尤甚羅剎。故如來大慈。特因夜叉鬼王而", "1085": "發之也。彼首刳正性。此先除助因。違現業。蓋相須", "1086": "也。然恨未見畢竟之論耳。矧前云一切眾生皆攝", "1087": "受欲食。不能攝受法食。此云欲令眾生捨於肉味。", "1088": "求於法味。於一切眾生慈心相向。如一子地。苟非", "1089": "深得法味。悟平等性。何以不食肉者便能住菩薩", "109": "如來藏。即得八地無功用道。方證法無我智。偈曰", "1090": "地。速得無上菩提耶。此示真修性戒。而因鬼王發", "1091": "之者無疑矣。且曰聲聞住自涅槃。亦因不食肉故", "1092": "而能疾得無上菩提者。豈不以貪涅槃味。攝受欲", "1093": "食。為戕害法身。而違平等自性者耶。二乘苟能捨", "1094": "此欲味。則一念頓證無上菩提。成佛之速無過於", "1095": "此。是愚所謂性戒也。智者請深觀之。", "1096": "惡邪論法唐譯云路伽耶等。此云順世。又云善論諸外道輩。邪見斷常", "1097": "顛倒計著。尚有遮法不聽食肉。況復如來世間救護", "1098": "正法成就而食肉耶。", "1099": "記曰。此言外道邪見。尚有遮禁不聽食肉。何況如", "11": "故興此問。然云更為我說陰界入生滅等者。由前", "110": "不動地前纔捨藏。以捨此藏識染污之名。即是如", "1100": "來大悲含育。世所依怙。而許自他俱食肉耶。深明", "1101": "必應制斷也。", "1102": "佛告大慧。善哉善哉。諦聽諦聽。善思念之。當為汝說。", "1103": "大慧白佛言。唯然受教。佛告大慧。有無量因緣不應", "1104": "食肉。然我今當為汝略說。謂一切眾生從本心來。展", "1105": "轉因緣嘗為六親。以親想故。不應食肉。唐譯云。一切眾生從無始", "1106": "來。在生死中輪迴不息。靡不曾作父母兄弟男女眷屬。乃至朋友親愛侍使。易生而受鳥獸等身。云何於中取", "1107": "而食之驢騾駱駝狐狗牛馬人獸等肉。屠者雜賣故。不", "1108": "應食肉。不淨氣分所生長故。不應食肉。眾生聞氣悉", "1109": "生恐怖。如旃陀羅此云屠者及譚婆此云食狗肉人。又獵師也等。狗見", "111": "來清淨之藏。非別有所得也。所言法執者。謂五法", "1110": "憎惡。驚怖羣吠故。不應食肉。又令修行者慈心不生", "1111": "故。不應食肉。凡愚所嗜。臭穢不淨。無善名稱故。不應", "1112": "食肉。令諸呪術不成就故。不應食肉。以殺生者。見形", "1113": "起識。深味著故。不應食肉。彼食肉者諸天所棄故。不", "1114": "應食肉。令口氣臭故。不應食肉。多惡夢故。不應食肉。", "1115": "空閒林中虎狼聞香故。不應食肉。令飲食無節故。不", "1116": "應食肉。令修行者不生厭離故。不應食肉。我嘗說言。", "1117": "凡所飲食。作食子肉想作服藥想故。不應食肉。聽食", "1118": "肉者無有是處。", "1119": "記曰。此甚言食肉之過患也。其實不應食肉有無", "112": "三自性八識二無我等。一切對治真妄之法。以未", "1120": "量因緣。今略說者如是耳。首稱一切眾生於生死", "1121": "中靡不曾為父母兄弟六親眷屬朋友知識者。此", "1122": "所謂法性平等。同體之慈也。以親因而觀眾生。則", "1123": "無肉可食。以佛性而觀眾生。則無物可取。無物可", "1124": "取。則眾生相空。無肉可食。則自性清淨。相空性淨。", "1125": "此所以為性戒成就。一念而登佛地也。不食之利。", "1126": "既能遠取菩提。而食之之害。則當斷佛慧命。永殞", "1127": "善根矣。由是觀之。如上略說之過。猶舉易信者言", "1128": "之。為遮眾生恐怖故耳。", "1129": "復次大慧。過去有王。名師子蘇陀娑。食種種肉。遂至", "113": "轉藏識時。而七識未滅。皆有所執。取以為我故。今", "1130": "食人。臣民不堪。即便謀反。斷其奉祿以食肉者有如", "1131": "是過故。不應食肉。", "1132": "記曰。此甚言昧於同體。故致食人。違背性真。故致", "1133": "反逆。順逆由己。而依違應之矣。二譯此中有多因", "1134": "緣。當合觀之。", "1135": "復次大慧。凡諸殺者。為財利故。殺生屠販。彼諸愚癡", "1136": "食肉眾生。以錢為網而捕諸肉。魏譯云。是故買者與殺無異彼殺", "1137": "生者。若以財物。若以鈎綱。取彼空行水陸眾生。種種", "1138": "殺害。屠販求利。大慧。亦無不教不求不想而有魚肉。", "1139": "以是義故。不應食肉。", "114": "藏識既轉。則七識滅。七識滅。則五法自性人法無", "1140": "記曰。此言因食肉而資殺業也。彼殺生為利而殺。", "1141": "食肉以錢而網。是以食之者眾。而殺之者多。殺之", "1142": "者日益多。而食肉者業益甚。是故買與殺者其罪", "1143": "均也。總之皆以妄想貪求故耳。所以殺者求利而", "1144": "想愈增。食者求味而想愈熾。是以殺食相誨。同惡", "1145": "相資。故云亦無不教不求不想而有魚肉者。此其", "1146": "所以業等也。魏譯云。我觀世間無有是肉而非命", "1147": "者。故我說食肉之罪。斷如來種。", "1148": "大慧。我有時說遮五種肉。或制十種。今於此經。一切", "1149": "種。一切時。開除方便。一切悉斷。", "115": "我當下隨滅。以五法等皆依藏識而立故。今識轉", "1150": "記曰。此明開權顯實意也。佛謂我餘經中。亦曾許", "1151": "食五種淨肉。制斷十種生物而已。今則一切頓斷。", "1152": "一切生命盡不許食。何者。以昔機未純。未示佛性", "1153": "義。權且遮制以將就之。欲待時故。今則眾志貞純。", "1154": "說時已至。若不頓斷食肉。以頓示佛性種子。令其", "1155": "成實。則我以小乘化人。自墮吝法之慳。此事定為", "1156": "不可。故我於楞伽此會。一切盡斷。都不許食也。五", "1157": "種淨肉者。謂不見。不聞。不疑。鳥殘。自死。是也。應斷", "1158": "十種者。謂人。蛇。象。馬。龍。狐。猪。狗。獅子。獼猴。是也。", "1159": "大慧。如來應供等正覺尚無所食。況食魚肉。亦不教", "116": "而彼亦滅。所謂皮既不存。毛將安附。此所以為得", "1160": "人。以大悲前行故。視一切眾生猶如一子。唐譯云。聲聞緣覺及", "1161": "諸菩薩尚唯法食。豈況如來。大慧。如來法身。非雜食身。大慧。我已洗滌一切習氣。我已善擇諸心智慧。大悲平", "1162": "等。普視眾生猶如一子。云何而許聲聞弟子食於子肉。何況自食是故不聽令食子", "1163": "肉。", "1164": "記曰。此世尊廣說食肉之過。而以同體大悲結示", "1165": "之也。然如來法身。非雜食身。故以法喜為食。此正", "1166": "欲行人捨離欲食。攝受法食耳。所以切戒行人勿", "1167": "食眾生血肉者。以如來視一切眾生如一子故。然", "1168": "子之於父母。氣分同也。良以法身流轉五道。名曰", "1169": "眾生。而一切眾生皆以如來法身為體故。以同體", "117": "法無我而進八地。到此生滅既滅。對治亦亡。無功", "1170": "而觀。猶如一子。則無眾生。苟食其肉。豈非戕法身。", "1171": "斷慧命耶。不食則自性無虧。法身常住矣。成佛之", "1172": "要。莫速於此。不食肉章長行之文。二譯甚廣。今此", "1173": "文正當魏譯十分之一。當唐譯十分之三耳。顧此", "1174": "長行雖略。而偈文頗詳。詳略相因。蓋譯人善義之", "1175": "體勢。殆非佛語有出入也。觀者於此三譯全經。悉", "1176": "當以義會之。", "1177": "爾時世尊欲重宣此義而說偈言。", "1178": "曾悉為親屬。鄙穢不淨雜。不淨所生長。聞氣悉恐怖。", "1179": "記曰。此總頌不淨氣分等文。所謂長詳偈略。且偈", "118": "可用。故云無功用道。既無功用。得法無我。則一切", "1180": "又先後互明。", "1181": "一切肉與葱。及諸韭蒜等。種種放逸酒。修行常遠離。", "1182": "亦常離麻油。及諸穿孔牀。以彼諸細蟲。於中極恐怖。", "1183": "記曰。此長略偈詳也。葱韮韭蒜。所謂生噉生恚。熟", "1184": "食發婬。故與酒肉併食之。則生諸放逸。增長婬欲", "1185": "也。不食麻油。不驚細蟲。況食血肉耶。", "1186": "飲食生放逸。放逸生諸覺。唐譯云生邪覺從覺生貪欲。是故", "1187": "不應食。由食生貪欲。貪令心迷醉。迷醉長愛欲。生死", "1188": "不解脫。", "1189": "記曰。此明因殺盜而致婬欲也。楞嚴謂酒肉葱蒜", "119": "外道惡見不能傾動。故名住不動地。住此地已。即", "1190": "等為助因。此言食之而生貪欲。貪心迷醉。增長愛", "1191": "欲。故生死不脫者。由彼食貪無明。滋培欲根。故增", "1192": "長耳。令絕食貪。則無明之水既涸。欲愛之田自乾。", "1193": "名色之芽自枯。此所以因斷味食。而生死頓絕。速", "1194": "至菩提也。", "1195": "為利殺眾生。以財網諸肉。二俱是惡業。死墮叫呼獄。", "1196": "若無教想求。則無三淨肉。彼非無有因。是故不應食。", "1197": "記曰。無有不生之肉。故云彼非無有因。", "1198": "彼諸修行者。由是悉遠離。十方佛世尊。一切咸訶責。", "1199": "展轉更相食。死墮虎狼類。臭穢可厭惡。所生常愚癡。", "12": "二卷初顯理究竟處。已問如來藏自性清淨轉三", "120": "得十種三昧門樂。但此菩薩向在生滅勞慮。覺識", "1200": "多生旃陀羅。臘師譚婆種。或生陀夷尼。魏譯作羅剎女及諸", "1201": "食肉性。羅剎猫狸等。徧於是中生。", "1202": "記曰。言好食腥膻。必多墮於此類。性皆然也。", "1203": "縛象與大雲。央掘利魔羅。", "1204": "記曰。縛象。魏譯云象掖。唐譯云象脇。央掘利魔羅。", "1205": "唐譯云央掘摩。皆經名也。", "1206": "及此楞伽經。我悉制斷肉。諸佛及菩薩。聲聞所訶責。", "1207": "食已無慚愧。生生常癡冥。先說見聞疑。已斷一切肉。", "1208": "妄想不覺知。故生食肉處。", "1209": "記曰。此言如來元不曾許食淨肉也。佛謂我先所", "121": "煩動。未得真樂。今生滅既滅。寂滅現前。樂無可喻。", "1210": "說見聞疑殺不許食者。其密意已是斷一切肉。總", "1211": "不許食矣。以一切肉。總不出此三種殺故。所言不", "1212": "見不聞不疑殺。除此則無肉可食矣。而眾生妄想", "1213": "無知。將謂如來許不見等是為淨肉。遂生可食之", "1214": "想。此愚之甚也。", "1215": "如彼貪欲過。障礙聖解脫。酒肉葱韭蒜。悉為聖道障。", "1216": "未來世眾生。於肉愚癡說。言此淨無罪。佛聽我等食。", "1217": "食如服藥想。唐譯云。淨食尚如藥亦如食子肉。知足生厭離。修", "1218": "行行乞食。", "1219": "記曰。此責眾生無知。妄謂如來許食淨肉也。謂眾", "122": "則味著三昧不起。了無度生之念。若不蒙佛力加", "1220": "生所以妄謂淨肉可食者。以彼貪欲過患所致耳。", "1221": "名雖淨肉。其實障礙聖解脫道。與酒肉葱蒜等無", "1222": "差別。而眾生愚癡。言此是淨而無罪過。是佛所聽", "1223": "食者。謬之甚矣。然佛每誡比丘節量時食。勿生貪", "1224": "求。若受信施淨食之時。應當觀察如服藥想。亦如", "1225": "饑世食子肉想。為欲慚愧知足。生厭離心。行乞食", "1226": "法故。然於淨食尚然如此。何況教彼食淨肉耶。", "1227": "安住慈心者。我說常厭離。虎狼諸惡獸。恒可同遊止。", "1228": "若食諸血肉。眾生悉恐怖。是故修行者。慈心不食肉。", "1229": "食肉無慈慧。永背正解脫。及違聖表相。是故不應食。", "123": "持引拔令出。則墮二乘。故為諸佛三昧神力之所", "1230": "記曰。食肉無慈慧。謂傷同體。無正知見故。永背正", "1231": "解脫。謂不隨順法性。行邪險道。入生死故。違聖表", "1232": "相。謂虧護生威儀。不能化利眾生故。有此多失。故", "1233": "修行者不應食也。", "1234": "得生梵志種。及諸修行處。智慧富貴家。斯由不食肉。", "1235": "記曰。此結不食肉者之利益也。凡善惡之報有三。", "1236": "謂現報。生報。後報。如長行歷言身口臭穢。物見驚", "1237": "怖。及王臣反逆等。皆現報也。如偈中前云。墮號叫", "1238": "獄。及虎狼臭類。猫狸羅剎。及屠兒等。惡種類中。皆", "1239": "生報後報也。今偈不食肉。而得生梵種。諸修行處。", "124": "加持。又以昔本願之力所持故。所以雖證涅槃而", "1240": "及智慧富貴之家。此乃善業。生報後報。若是而驗。", "1241": "現報可知矣。以遠穢惡。故生梵種。以能順法界性。", "1242": "故生修行處。所謂不離道場也。以捨愚癡。故生智", "1243": "慧。以永絕貪求。堪為佛子。故生富貴家。以如來富", "1244": "有法界。貴為世尊。唯達法性平等而能不食肉者。", "1245": "可以克紹家業耳。其他復何與焉。悲夫。一切眾生", "1246": "同迷法性。而受五蘊幻妄身心也。觀相雖異。觀性", "1247": "實同。昧者迷同而忽異。爾乃仇視自心。恣殺以快", "1248": "己。豈不謬哉。此所謂自心取自心。非幻成幻法。能", "1249": "了達自心現量。則物我兼忘。人法雙泯。一種平懷。", "125": "不住實際。而亦不取三昧之樂。故以如幻三昧現", "1250": "蕩然自盡。豈非不以忘取著之情。而為成佛之梯", "1251": "筏耶。此所以真修之行。而以斷肉為第一清淨明", "1252": "誨也。然考之四重。此雖一隅。智者倘能深觀而諦", "1253": "思之。即此可以思過半矣。", "1254": "此經傳云。大部有四十卷。一百五十一品。此來者", "1255": "四卷。唯此一品。以經來未盡。故闕流通。其百八問", "1256": "中。今別問別答者。五法三自性八識二無我。總別", "1257": "迷悟因果邪正階差修證始終根性差等。義已問", "1258": "答明白具足。其未明答者。但名相差別之事耳。如", "1259": "誰生諸寶性已下。至若天地人物萬象之差。人欲", "126": "意生身。利益眾生。以趣自覺聖智究竟之果。此所", "1260": "好樂之別。及佛所補大慧問不及者。算數之事。并", "1261": "華藏世界形狀不同等。具如華嚴世界成就。華藏", "1262": "世界。及阿僧祗壽量諸品證之。則其未至之文。特", "1263": "名相耳。先覺所以不持來者。以所重在唯心唯識", "1264": "法門。欲頓悟一心。即此更無餘法。至其所未來者。", "1265": "縱盡法界數量。第不過一心之影現耳。達磨指此", "1266": "為心印。豈此外更有剩法乎。觀者應知。", "1267": "偈曰。", "1268": "稽首寂滅海莊嚴妙色身圓滿總持門", "1269": "永離文字相隨緣和合者自性清淨僧", "127": "以不同外道二乘所修行道也。是故菩薩修如實", "1270": "蒙以同體慈哀愍攝受我能以思惟心", "1271": "入此甚深藏于一毛端頭現自覺境界", "1272": "普使見聞者頓悟法性空一切幻化緣", "1273": "了達唯心現願法界量滅同入平等觀", "1274": "普於一切時一切塵中現凡在有情身", "1275": "共登極樂國", "1276": "觀楞伽阿䟦多羅寶經記卷第八終", "1277": "No. 326-C 觀楞伽寶經閣筆記No. 326-C", "1278": "觀楞伽寶經閣筆記", "1279": "觀楞伽寶經記。蓋為觀經而作也。以此經直指眾", "128": "行求勝法者。當淨如來藏中識藏之名。如是而已。", "1280": "生識藏即如來藏。顯發日用現前境界。令其隨順", "1281": "觀察自心現量。頓證諸佛自覺聖智。故名佛語心。", "1282": "非文字也。又豈可以文字而解之哉。故今不曰注", "1283": "疏。而曰觀經記。蓋以觀游心。所記觀中之境耳。此", "1284": "經為發最上乘者說。所謂是法甚深奧。小有能信", "1285": "者。以文險義幽。老師宿學讀之不能句。況遺言得", "1286": "義。以入自心現量乎。昔達磨授二祖。以此為心印。", "1287": "自五祖教人讀金剛。則此經不獨為文字。且又束", "1288": "之高閣。而知之者希。望崖者眾矣。惟我", "1289": "聖祖以廣大不二真心御寰宇。修文之暇。乃以楞伽", "129": "此外別無可證得也。○上正顯涅槃真淨德竟。△", "1290": "金剛佛祖三經。以試僧得度如儒科。特", "1291": "命僧宗泐等注釋之。頒布海內。浸久而奉行者亦希。", "1292": "清幼入空門。切志向上事。愧未多歷講肆。嘗見古", "1293": "人謂文字之學。不能洞當人之性源。貴在妙悟自", "1294": "心。心一悟。則回觀文字。如推門落臼。固不難矣。因", "1295": "入山習枯禪。直至一字不識之地。一旦脫然自信。", "1296": "回視諸經。果了然如視歸家故道。獨於此經苦不", "1297": "能句。余居海上。時萬歷壬辰夏。偶患足痛不可忍。", "1298": "因請此經置案頭。潛心力究。忽寂爾亡身。及開卷", "1299": "讀百八義。了然如眂白黑。因憶昔五臺梵師言。遂", "13": "十二相入一切眾生身中。而為陰界入垢衣所纏。", "130": "下文釋疑勸修。", "1300": "落筆記之。至生滅章。其患即愈。及乙未春。因弘法", "1301": "罹難。幽囚困楚中。一念孤光未昧。實仗此法門威", "1302": "德力也。頃蒙", "1303": "恩遣雷陽。丙申春。過吉州。遇大行王公性海於淨土", "1304": "中。請益是經。因出前草二章。公首肯。遂以正受注", "1305": "并三譯本。稽首屬余。請卒業焉。余攜之。以是年三", "1306": "月十日抵戍所。於四月朔即命筆。時值其地飢且", "1307": "癘。死傷蔽野。余坐毒霧屍陀林中。日究此經。至忘", "1308": "寢食。了然如處清涼國。至七月朔。甫完卷半。比與", "1309": "柯孝廉復元。率諸父老掩胔骼。至四千頭有奇。建", "131": "大慧。若無識藏。名如來藏者。則無生滅。大慧。然諸凡", "1310": "盂蘭會。說幽冥戒。普濟之。時天迺雨。而癘隨止。遂", "1311": "令蔑戾車地。大生歡喜心。無迺借此性海一滴。潤", "1312": "此焦枯乎。余亦奉鎮檄來五羊。憩東郭壘壁間。又", "1313": "首事於十月朔。至明年佛成道日。迺閣筆焉。愚竊", "1314": "思多生以謗法因緣。今感斯報。荷蒙", "1315": "聖慈以萬里之行而調伏之。使入其難入。期年之內。", "1316": "奔走居半。而能了此積劫廣大因緣。非荷諸佛神", "1317": "力加持。何能以思惟心測度如來自覺聖智境界", "1318": "乃爾。以是彌感", "1319": "聖恩。析骨難酬也。稿成。觀察海門周公欲梓之。以入", "132": "聖悉有生滅。修行者自覺聖智現法樂住。不捨方便。", "1320": "賀未果。戊戌冬。適侍御樊公友軒。以建儲議謫雷陽。", "1321": "與余同伍。道過仙城見訪。問雷陽風景何如。余笑", "1322": "曰在人不在境。因出此草示之。曰此余雷陽風景", "1323": "也。公嘆曰信光明幢哉。願廣法施。遂為疏募眾。幸", "1324": "諸宰官長者居士各歡喜成之。願將此勝因。迴向", "1325": "楞伽法性海中。仰憑慧光圓照。破此夙愆。蚤登解", "1326": "脫。冀見聞隨喜。同入自心現量。共轉此法輪直至", "1327": "未來際。以斯功德。上報", "1328": "聖恩。下拔苦趣。齊登涅槃彼岸耳。第此經單破外道", "1329": "二乘偏邪之見。令生正智。以一心為真宗。以摧邪", "133": "記曰。此釋疑也。問曰。既轉識藏名如來藏。然識藏", "1330": "顯正為大用。其所破之執。各有所據。皆載彼宗。以", "1331": "瘴鄉苦無經論參考。即所引證。咸以起信唯識提", "1332": "挈綱宗。務在融會三譯。血脈貫通。若夫單提向上。", "1333": "直指一心。枝詞異說。刷洗殆盡。冥契祖印。何敢讓", "1334": "焉。因為述其始末如此。", "1335": "萬歷己亥秊夏望日　海印沙門德清記", "1336": "No. 326-DNo. 326-D", "1337": "牢山憨老人。觀世得無生。蓋游心於自覺聖智。以皈", "1338": "極也。余從之游。出楞伽筆記一帙為余誦。余觀其三", "1339": "分分科。則祖之彌天氏。五義約釋。則本天台氏。而又", "134": "有生滅。而如來藏亦有生滅否。答曰。若無識藏名。", "1340": "會三譯以絡脉。引二論以明宗。節其章解而理貫華。", "1341": "疊其句釋而文暢。矢不牽枝引蔓。不穿地撩天。可謂", "1342": "中原絕唱虗壤玄根。誠義學之司南。亦詮經之正軌", "1343": "也。募刻棗梨。布諸蒭草。", "1344": "萬歷癸卯首夏佛生日楚雲陽門人僧一書於五雲", "1345": "之來陽祠", "135": "而如來藏則無生滅。又問。一切凡愚未轉藏識故", "136": "心有生滅。一切聖人既轉藏識心亦有生滅否。答", "137": "曰。等覺已還雖轉藏識而容有生滅。以雖趣自覺", "138": "聖智住現法樂。而不捨於勇猛精進度生事業。且", "139": "異熟未空。尚有微細生相無明未盡。所謂真常流", "14": "貪欲愚癡不實妄想塵勞所污。且疑世尊說如來", "140": "注。故亦有生滅。故云。然諸凡聖悉有生滅。修行者", "141": "自覺聖趣現法樂住。不捨方便。問曰。生滅者七識", "142": "也。上云若無藏識。七識則滅。七識既滅。而諸聖者", "143": "已轉如來藏。復何生滅耶。答曰。以但轉名言。無實", "144": "性故。下經云。七識不流轉。不受苦樂。非涅槃因。如", "145": "來藏者。受苦樂。與因俱。若生若滅。由是觀之。向之", "146": "生滅者非七識。乃如來藏也。何者。以如來藏有隨", "147": "緣義。不變義。故不生滅者。不變義也。而生滅者。隨", "148": "緣義也。以隨染緣。則為生死因。而眾生念念生滅。", "149": "造諸惡業。故沈淪生死。此凡夫生滅也。若隨淨緣。", "15": "藏同外道我。世尊已為決擇云。我說如來藏不同", "150": "則為涅槃因。而菩薩念念無生。起大智用。利樂有", "151": "情。故證趣涅槃。此聖人生滅也。是故凡聖悉有生", "152": "滅。以生而無生。無生而生。故凡聖平等。六祖云。佛", "153": "性無常。又云。若法身寂滅。則同草木瓦石。誰當受", "154": "樂。又云。法性是生滅之體。五蘊是生滅之用。一體", "155": "五用。故生滅是常。此非深證無生。達法性緣起者。", "156": "何以與此。", "157": "大慧。此如來藏。識藏。一切聲聞緣覺心想所見。雖自", "158": "性清淨。客塵所覆故。猶見不淨。非諸如來。大慧。如來", "159": "者現前境界猶如掌中視阿摩勒果。", "16": "外道之我。且我有時說空。無相。無願。真如。實際。法", "160": "記曰。此釋轉難也。問曰。既云如來藏自性清淨。凡", "161": "聖平等。何以有聖凡之別。答曰。以所見不同故也。", "162": "唐譯云。此如來藏識藏本性清淨。客塵所染而為", "163": "不淨。一切二乘及諸外道憶度起見。不能現證。如", "164": "來於此分明現見。如觀掌中庵摩勒果。以凡夫不", "165": "覺。故為不淨。外道妄覺。二乘偏覺。皆屬比非二量。", "166": "故所見不淨。菩薩分覺。以十地菩薩觀佛性。如隔", "167": "糓見月。故猶屬比量。亦未盡淨。唯有如來現前境", "168": "界。視如來藏如觀掌果。方為現量究竟清淨。是故", "169": "此經貴唯心現量。頓見佛性。義現乎此。", "17": "性。法身。涅槃。離自性。不生不滅。本來寂靜。自性涅", "170": "大慧。我於此義。以神力建立。令勝鬘夫人。及利智滿", "171": "足諸菩薩等。宣揚演設如來藏及識藏名。七識俱生。", "172": "聲聞計著。見人法無我。唐譯云。令諸聲聞見法無我故勝鬘夫人", "173": "承佛威神。說如來境界。非聲聞緣覺及外道境界。如", "174": "來藏識藏。唯佛及餘利智依義菩薩智慧境界。是故", "175": "汝及餘菩薩摩訶薩。於如來藏識藏當勤修學。莫但", "176": "聞覺作知足想。", "177": "記曰。此顯涅槃淨德究竟。已極於此。故結勸修也。", "178": "唐譯云。我為勝鬘夫人及餘深妙淨智菩薩。說如", "179": "來藏名藏識。與七識俱起。令諸聲聞見法無我。大", "18": "槃。如是等句說如來藏已。然彼但以顯理究竟以", "180": "慧。為勝鬘夫人說佛境界。非是外道二乘境界。大", "181": "慧。此如來藏藏識。是佛境界。與汝等比淨智菩薩", "182": "隨順義者所行之處。非是一切執著文字外道二", "183": "乘之所行處。法華云。鈍根小智人。著相憍慢者。不", "184": "能信是法。故非所行處。以智未淨故。又云。有佛子", "185": "心淨。柔軟亦利根。無量諸佛所。而行深妙道。為此", "186": "諸佛子。說是大乘經。故為利智滿足者。說如來藏", "187": "即識藏。與七識俱生。所以說此者。正為策進二乘", "188": "見法無我故。所言淨智者。謂依義不依語也。寶鏡", "189": "云。但形文彩。即屬染污。百丈云。本無名目。謂之佛。", "19": "顯法身無我。以破外道神我之計。故特舉如來藏", "190": "是染污。謂之法。是染污。噫。喚作佛法。蚤是染污。況", "191": "貪嗔癡。及種種邪見。憶想圖度耶。此所以非深妙", "192": "淨智者不能入也。故勉之曰莫但聞覺作知足想。", "193": "爾時世尊欲重宣此義而說偈言。", "194": "甚深如來藏。而與七識俱。二種攝受生。智者則遠離。", "195": "記曰。此頌如來藏自性清淨也。謂如來藏本自清", "196": "淨。第以無始惡習所熏。而為識藏。生住地無明。與", "197": "七識俱。故染淨因緣依之而立。故云二種攝受生。", "198": "以此藏性染淨俱非。聖凡情盡。故云智者則遠離。", "199": "二種攝受。謂能取所取。即見相二分。以有心境故", "2": "宋天竺三藏沙門求那䟦陀羅譯", "20": "以問。今此斷證業已究竟。將顯法身本淨。但為陰", "200": "生。忘則不生。", "201": "如鏡像現心。無始習所熏。如實觀察者。諸事悉無事。", "202": "記曰。此頌釋上遠離義也。以一切凡聖生死涅槃", "203": "諸法。於藏性中悉如鏡現像。本來不有。但以無始", "204": "染淨二習之所熏故。然如來藏中求於去來迷悟", "205": "生死了不可得。故云如實觀察者諸事悉無事。古", "206": "德云。盡大地求一無事人不可得。誠哉。", "207": "如愚見指月。觀指不觀月。計著名字者。不見我真實。", "208": "記曰。此頌愚夫計著名言不得真實義也。前云我", "209": "所說法如標月指。", "21": "界入客塵所污。直欲淨彼染污。以顯涅槃淨德。故", "210": "心為工伎兒。意如和伎者。五識為伴侶。妄想觀伎眾。", "211": "記曰。此頌愚夫隨識而行。不隨智也。永嘉云。損法", "212": "財。滅功德。莫不由茲心意識。心謂八識。能變能現。", "213": "故如伎兒。意謂七識。仗因托緣。故如和伎者。五識", "214": "叢生。故為伴侶。六識分別。故為觀者。本來不有。如", "215": "幻不實。故譬之伎。所以貴如實觀。王文公觀俳優", "216": "偈曰。諸優戲場中。一貴復一賤。心知本自同。所以", "217": "無欣怨。寂音謂此老人通身是眼。瞞渠一點不得", "218": "從初卷分別自性章起。破名相妄想以來止此。通", "219": "約五法三自性八識二無我以辯邪正因果相已", "22": "特舉所治陰界入生滅等染污義以請。將啟世尊", "220": "竟。○此下明五法三自性八識二無我究竟差別", "221": "相。分二。初總明迷悟因依。△先問。", "222": "爾時大慧菩薩白佛言。世尊。惟願為說五法自性識", "223": "二種無我究竟分別相。二譯皆云。差別之相我及餘菩薩摩訶", "224": "薩。於一切地次第相續。分別此法。入一切佛法。入一", "225": "切佛法者。乃至如來自覺地。", "226": "記曰。此問明五法自性究竟差別相也。由前一往", "227": "所言世出世間凡聖邪正一切因果。皆依五法三", "228": "自性八識二無我建立。今所建立者邪正因果既", "229": "周。但未明能建立者五法自性識無我等差別之", "23": "如來藏自性清淨之談。以顯涅槃真淨德也。故云", "230": "相。故此請問。冀佛甄明。庶令行人了達無疑。則可", "231": "依之分別無謬。而入一切佛法。乃至入於自覺聖", "232": "智究竟地也。○次答中。初總明迷悟因依。次別顯", "233": "四門攝入。△且初。", "234": "佛告大慧。諦聽諦聽。善思念之。大慧白佛言。唯然受", "235": "教。佛告大慧。五法自性識二種無我分別趣相者。謂", "236": "名。相。妄想。正智。如如。若修行者修行入如來自覺聖", "237": "趣。離於斷常有無等見。現法樂正受住現在前。大慧", "238": "不覺彼五法自性識二無我自心現外性。凡夫妄想。", "239": "非諸聖賢。", "24": "更為我說陰界入等。此大慧約染污邊問。向下世", "240": "記曰。此總明真妄迷悟因依也。意謂若修行者。因", "241": "觀察五法自性八識無我明見無謬。則於如來自", "242": "證境界。則離斷常有無等見。得現法樂甚深三昧。", "243": "若諸愚夫因不了此法。則妄見心外實有諸法。妄", "244": "生分別執取。故流轉生死。是則迷悟聖凡皆依此", "245": "法也。○次別顯四門攝入。分五。初總明五法差別", "246": "相。分二。△初明差別之法。", "247": "大慧白佛言。世尊。云何愚夫妄想生。非諸聖賢。佛告", "248": "大慧。愚夫計著俗數名相。隨心流散。流散已。種種相", "249": "像貌。墮我我所見希望。計著妙色。計著已。無知覆障。", "25": "尊約如來藏自性清淨答。", "250": "故生染著。染著已。貪恚癡所生業積集。積集已妄想", "251": "自纏。如蠶作繭。墮生死海諸趣曠野。如汲井輪。以愚", "252": "癡故。不能知如幻野馬水月自性。離我我所。起於一", "253": "切不實妄想。離相所相及生住滅。從自心妄想生。非", "254": "自在時節微塵勝妙生。愚癡凡夫隨名相流。", "255": "記曰。此總言五法中名相生起差別之因。及外道", "256": "妄計之所以也。唐譯云。凡愚不知名是假立。心隨", "257": "流動見種種相。計我我所。染著於色。覆障聖智。起", "258": "貪嗔癡造作諸業。如蠶作繭。妄想自纏。墮於諸趣", "259": "生死大海。如汲井輪。循環不絕。不知諸法如幻如", "26": "佛言。善哉。諦聽。當為汝說。大慧白佛言。唯然受教。佛", "260": "𦦨如水中月。自心所見。妄分別起。離能所取及生", "261": "住滅。謂從自在時節微塵勝性而生。隨名相流。蓋", "262": "言凡夫不知名相虗假不實。故妄取為我及為我", "263": "所。依之造作種種諸業。自取生死苦果不休。而外", "264": "道不知名相唯自心現。依妄計分別能所生滅因", "265": "緣而生。乃別起異見。謂從自在時節微塵勝性而", "266": "生。斯則名相本無。但依他起。從徧計執而有也。下", "267": "正釋五法差別。", "268": "大慧。彼相者。眼識所照。名為色。耳鼻舌身意意識所", "269": "照。名為聲香味觸法。是名為相。", "27": "告大慧。如來之藏是善不善因。能徧興造一切趣生。", "270": "記曰。此釋五法中名相也。名相。謂色心耳。意識為", "271": "名。五根六塵通名為相。又相各有名。亦名名相。故", "272": "云眼識所照名為色等。蓋五根所對為實色。意根", "273": "所緣法塵為假色。然實則可見有對。假則不可見", "274": "無對。唯識百法具明。此中但約為名相。", "275": "大慧。彼妄想者。施設眾名。顯示諸相。如此不異。唐譯云。此", "276": "事如是。決定不異象馬車步男女等名。是名妄想。", "277": "記曰。此釋五法中妄想也。設施眾名。顯示諸相者。", "278": "謂名依相立。相逐名生。名相本無。依分別有。故名", "279": "妄想。", "28": "譬如伎兒。變現諸趣。離我我所。不覺彼故。三緣和合", "280": "大慧。正智者。彼名相不可得。猶如過客。諸識不生。不", "281": "斷不常。不墮一切外道聲聞緣覺之地。", "282": "記曰。此釋五法中正智也。不住為客。於名相不住。", "283": "故不可得。以不可得。故諸識不生。然識既不生。非", "284": "智而何。以智觀諸法。則不分別。不顛倒。不斷不常。", "285": "則自不墮一切聲聞緣覺之地矣。以不墮偏邪。故", "286": "名正智。", "287": "復次大慧。菩薩摩訶薩以此正智。不立名相。非不立", "288": "名相。捨離二見建立及誹謗。知名相不生。是名如如。", "289": "記曰。此言五法中如如也。若以識而知。則名相橫", "29": "方便而生。外道不覺。計著作者。為無始虗偽惡習所", "290": "生。若以正智而觀。則名相不立。斯即名相之本如。", "291": "非離名相外別有如也。但於名相不起有無二見", "292": "建立誹謗。以知名相本自不生。故名如如耳。故云", "293": "非不立名相等。所謂唯如如智獨存。然名相不生。", "294": "境如也。所以知名相不生者。心如也。心境如如。故", "295": "一法不立。○上明差別之法。△下顯住如如之人。", "296": "大慧。菩薩摩訶薩住如如者。得無所有境界故。得菩", "297": "薩歡喜地。得菩薩歡喜地已。永離一切外道惡趣。正", "298": "住出世間趣。法相成熟。分別幻等一切法自覺法趣", "299": "相。離諸妄想。見性異相。", "3": "明建鄴海印沙門　釋德清筆記", "30": "熏。名為識藏。生無明住地。與七識俱。如海浪身。長生", "300": "記曰。此言住如如者之實證也。得無所有境界者。", "301": "以唯如故。法相成熟者。以不被相縛故。以得自覺", "302": "法趣。故離諸妄想。以得真如用。故見性異相。所謂", "303": "除滅無明見本法身。自滅而有不思議業種種之", "304": "用。即與真如等徧一切處。此蓋從初地以至九地", "305": "之行相也。唯識登地證十真如。以彼約勝德故。此", "306": "唯一如無二如。約實證故。", "307": "次第乃至法云地。於其中間。三昧力自在神通開敷。", "308": "魏譯云。入法雲地已。次以三昧力自在神通諸華莊嚴如來之地得如來地已。種種", "309": "變化圓照示現。成熟眾生。如水中月。善究竟滿足十", "31": "不斷。離無常過。離於我論。自性無垢。畢竟清淨。", "310": "無盡句。為種種意解眾生分別說法。法身離意所作。", "311": "是名菩薩入如如所得。", "312": "記曰。此明行成得果之相也。以轉識藏得如來藏", "313": "名。故云法身離意所作。是名菩薩入如如所。論云。", "314": "真如自體相者。從本已來自性滿足一切功德。所", "315": "謂自體有大智慧光明義故。徧照法界義故。真實", "316": "識知義故。自性清淨心義故。常樂我淨義故。清涼", "317": "不變自在義故。具足如是過於恒沙不離不斷不", "318": "異不思議佛法。乃至滿足無有所少義故。名為如", "319": "來藏。亦名如來法身。乃至云。如是淨法無量功德。", "32": "記曰。此言如來藏自性清淨以顯法身真淨德也。", "320": "即是一心。更無所念。是故滿足。名為法身如來之", "321": "藏。以無所念。方得滿足。是故此言法身離意所作。", "322": "是名入如如所。故登地以來至究竟地。法爾具有", "323": "如是業用。○上明五法差別相已竟。下明三門入", "324": "五法。分二。△初三自性入五法。", "325": "爾時大慧菩薩白佛言。世尊。云何世尊。為三種自性", "326": "入於五法。為各有自相宗。佛告大慧。三種自性及八", "327": "識二種無我悉入五法。", "328": "記曰。此問明四門互相攝入。以顯一心真如染淨", "329": "融通。以顯如來藏性含攝之妙也。舊註云。大慧前", "33": "如來藏者。乃自性清淨心在纏之名。大慧疑謂五", "330": "舉四門而問。如來但約五法一門而答。故此再問", "331": "為三自性入於五法中耶。為別有自相宗耶。佛答", "332": "言餘三門悉入五法中者。以但修一門。則諸門備", "333": "攝。餘三亦爾。然所以互相攝備者。以法性融通。隨", "334": "緣轉變故。", "335": "大慧。彼名及相。是妄想自性。", "336": "記曰。此言妄想自性入五法中名相也。以有名相。", "337": "故起分別。名相若無。分別何起。故此妄想入彼名", "338": "相攝也。", "339": "大慧。若依彼妄想生心心法。名俱時生。如日光俱。種", "34": "陰無我。若無有我。則誰生誰滅。誰知苦盡。誰證涅", "340": "種相各別分別持。是名緣起自性。", "341": "記曰。此言緣起自性入五法中妄想也。謂彼五法", "342": "中妄想名相。乃相因而起。以妄想生心心所法時。", "343": "則諸法假名依之而生。如日與光。謂心境不相離", "344": "故。既有種種名。則有種種相。復起種種分別。互相", "345": "依持。所謂心生則種種法生。以心境互為緣起故。", "346": "此緣起自性。即入彼五法中妄想攝也。", "347": "大慧。正智如如者。不可壞。故名成自性。", "348": "記曰。此言成自性入五法中正智如如也。謂正智", "349": "如如。乃妙性天然。非可作法。故不可壞。以不可壞。", "35": "槃。佛言。陰界入雖無我。而有如來藏為眾生佛性。", "350": "故本自圓成。即名成自性。○上明三自性入五法", "351": "竟。△下明八識二無我入五法。", "352": "復次大慧。自心現妄想。八種分別。謂識藏。意。意識。及", "353": "五識身相者。不實相。妄想故。我我所二攝受滅。二無", "354": "我生。", "355": "記曰。此言八識二無我入五法中也。謂於自心所", "356": "現妄法。是為名相。於此執著生起八識。即是妄想。", "357": "若了此妄相皆是不實。則分別不生。即為正智如", "358": "如。此八識入五法中也。若於心境妄計實有我及", "359": "我所。即是名相妄想。若了心境不實。二攝受滅。二", "36": "惟此藏性。能為世出世間善不善因。能徧興造六", "360": "無我生。即是正智如如。此二無我入五法中也。△", "361": "三明四門攝一切法。", "362": "是故大慧。此五法者。聲聞緣覺菩薩如來。自覺聖智", "363": "諸地相續次第。一切佛法悉入其中。", "364": "記曰。此言四門攝一切法也。謂非但五法攝餘三", "365": "門。即聲聞緣覺菩薩如來。若因若果。一切諸法。悉", "366": "入其中。△四明總歸如如以示正觀。", "367": "復次大慧。五法者。相名。妄想。如如。正智。大慧。相者。若", "368": "處所形相。色像等現。是名為相。唐譯云。此中相者。謂所見色等形狀各別。", "369": "是名為相若彼有如是相。名為瓶等。即此非餘。是說為名。", "37": "道生死形色染法。猶如伎兒變現諸事。然本無我", "370": "唐譯云。依彼諸相立瓶等名。此如是。此不異。是名為名施設眾名。顯示諸相瓶", "371": "等心心法。是名妄想。彼名彼相。畢竟不可得。始終無", "372": "覺。於諸法無展轉。離不實妄想。是名如如。唐譯云。彼名彼相。畢", "373": "竟無有。但是妄心展轉分別。如是觀察。乃至覺滅。是名如如真實決定究竟自性", "374": "不可得。彼是如相。我及諸佛隨順入處。普為眾生如", "375": "實演說施設顯示。於彼隨入正覺。不斷不常。妄想不", "376": "起。隨順自覺聖趣。一切外道聲聞緣覺所不得相。是", "377": "名正智。", "378": "記曰。此言修行五法之方便也。前言五法相因而", "379": "有。謂名相因妄想而有。如如因正智而得。且彼名", "38": "我所。亦能成就出世淨法。以二乘不知此如來藏", "380": "相。通約心境相待而言。所以攝入三性。此單言一", "381": "切諸法總謂之相。相各有名。分別名者謂之妄想。", "382": "謂此名相妄想。本自如如。唯能了此如如之相。而", "383": "復能為眾生顯示者。乃名正智。即所謂自覺聖智", "384": "也。故前後五法之次不同。而立意亦別耳。彼名相", "385": "畢竟不可得者。境本如也。始終無覺者。謂既無所", "386": "知之境。亦無能知之心。則心本如也。心境如如。故", "387": "於諸法無展轉生滅。而離不實妄想矣。此真如相。", "388": "以無相故。故真實決定究竟自性不可得。斯乃我", "389": "及諸佛所證入處。而所以普為眾生開示說者。亦", "39": "性為生死因。乃謂根塵識三緣和合方便而為生", "390": "說此如如實相。顯示於彼。令彼眾生隨順入此。不", "391": "墮斷常。不生妄想。入自覺聖智趣。超過一切外道", "392": "二乘境界。如此方名正智也。是則我所證所說者。", "393": "唯此而已。即令眾生所證者。亦唯此而已。故法華", "394": "云。唯此一事實。餘二則非真。下結勸修學。", "395": "大慧。是名五法三種自性。八識二種無我。一切佛法", "396": "悉入其中。是故大慧。當自方便學。亦教他人。勿隨於", "397": "他。", "398": "記曰。此結勸修也。唐譯云。於此法中。汝應以自智", "399": "善巧通達。亦勸他人令其通達。通達此已。心則決", "4": "一切佛語心品第四之下一切佛語心品第四之下", "40": "因。外道不知此如來藏性。而妄計神我作者以為", "400": "定。不隨他轉。然通達如如。其心方決定不隨他轉。", "401": "此所以七地未離心識。而亦恐墮外道邪徑也。", "402": "爾時世尊欲重宣此義而說偈言。", "403": "五法三自性。及與八種識。二種無有我。悉攝摩訶衍。", "404": "記曰。此總頌上四門攝盡一切大乘佛法也。梵語", "405": "摩訶衍。此云大乘。", "406": "名相虗妄想。自性二種相。正智及如如。是則為成相。", "407": "記曰。此頌五法攝三自性也。○上示五法三自性", "408": "八識二無我以明究竟差別相已竟。下明法身常", "409": "住以示生死涅槃平等相。分二。△初明法身常住。", "41": "生因。然此藏性。蓋為無始虗偽惡習之所熏變。失", "410": "爾時大慧菩薩復白佛言。世尊。如世尊所說句。過去", "411": "諸佛如恒河沙。未來現在亦復如是。云何世尊。為如", "412": "說而受。為更有餘義。惟願如來哀愍解說。佛告大慧。", "413": "莫如說受。三世諸佛量非如恒河沙。所以者何。過世", "414": "間望。非譬所譬。", "415": "記曰。前一往通顯法界真妄因果究竟。總歸如如。", "416": "此將示法身常住以顯法界平等如如。故舉恒沙", "417": "之喻以請問也。蓋尋常舉多多之數以恒沙喻之。", "418": "大慧意謂果是三世諸佛如恒沙之多耶。故云如", "419": "說而受。為復別有餘義耶。佛言。不可謂三世諸佛", "42": "其如來藏名。但名識藏耳。故云。佛說如來藏。即是", "420": "如恒沙之多。何者。以如來最勝。超諸世間。無與等", "421": "者。不可以量求。故云過世間望。非譬所譬。經云。三", "422": "界有無一切法。不能與佛為譬喻。", "423": "以凡愚計常。外道妄想。唐譯云。我以凡愚諸外道等心恒執著常與無常長", "424": "養惡見。生死無窮。欲令厭離生死趣輪。精勤勝進故。", "425": "為彼說言。諸佛易見。非如優曇鉢華難得見故。息方", "426": "便求。有時復觀諸受化者。作是說言。佛難值遇。如優", "427": "曇鉢華。優曇鉢華。無已見今見當見。如來者世間悉", "428": "見。不以建立自通故。說言如來出世如優曇鉢華。大", "429": "慧。自建立自通者。過世間望。彼諸凡愚所不能信。自", "43": "阿賴耶。依此藏識生無明住地。變起前七識浪。生", "430": "覺聖智境界。無以為譬。真實如來。過心意意識所見", "431": "之相。不可為譬。", "432": "記曰。此言法身常住。不可以言說心量譬喻求也。", "433": "然法身離言。不墮諸數。豈可以數量比擬而求之", "434": "耶。然以恒沙喻佛易見者。蓋為䇿發懈怠眾生。破", "435": "其執著怖遠之情。欲令厭離生死。發精進心耳。故", "436": "為彼說諸佛易見如恒河沙。非如優曇華。如曰寶", "437": "處在近是也。若言佛難值遇。彼必退怯。謂難見故。", "438": "不肯進求。故我以易見之言以啟發之。非實言也。", "439": "若有根熟堪受化者。恐其懈怠。欲令精進速趣菩", "44": "滅不停。故如來藏亦隨七識流轉生死。如海波澄。", "440": "提。故我便說言佛難值遇如優曇華。使生渴仰戀", "441": "慕之心故。此亦寓言。非實然也。且優曇華。並無已", "442": "見今見當見之者。而如來出世悉知悉見。豈可以", "443": "優曇華比如來耶。如是以曇華喻佛者。乃說化佛", "444": "誘眾生之方便耳。非是建立說法身自通處也。故", "445": "說如來如優曇華。然自建立自通法者。乃內證聖", "446": "智法身境界。世間無等。故云過世間望。彼諸凡愚。", "447": "不能信受自覺聖智境界無以為譬。妄謂可以比", "448": "喻而知。殊不知真實如來法身。乃超過心意意識", "449": "所見之相。不可於中而立譬喻以求之也。故般若", "45": "因風起浪。故生死相續。長劫不斷。其實如來藏性。", "450": "云。若以色見我。以音聲求我。是人行邪道。不能見", "451": "如來。", "452": "大慧。然我說譬佛如恒河沙。無有過咎。", "453": "記曰。此釋疑也。疑曰。然如來法身既無可譬。而又", "454": "喻佛如恒河沙。豈不墮自語相違過耶。故此釋云。", "455": "然我有時而說譬佛如恒河沙者。無有相違過咎。", "456": "何者。以我所言恒河沙者。非多多之謂也。以有深", "457": "義故。故下以七種深義釋之。", "458": "大慧。譬如恒沙。一切魚鼈輪收摩羅失獸摩羅。云殺子魚師子", "459": "象馬人獸踐踏。沙不念言。彼惱亂我。而生妄想。自性", "46": "本自常住。離於二乘無常之見。本自無我。離於外", "460": "清淨無諸垢污。如來應供等正覺。自覺聖智恒河。大", "461": "力神通自在等沙。一切外道諸人獸等。一切惱亂。如", "462": "來不念而生妄想。如來寂然。無有念想。如來本願以", "463": "三昧樂安眾生故。無有惱亂。猶如恒沙等無有異。又", "464": "斷貪恚故。", "465": "記曰。此喻顯法身離念也。如來自覺聖智法性如", "466": "河。大力神通自在等如恒河中沙。雖被踐踏。而不", "467": "起一念惱亂之想。而諸外道天魔等惱亂如來。而", "468": "如來寂然不生一念厭捨之心。以利益眾生本願", "469": "三昧力所持故。又斷無始貪恚愛憎習氣故。以此", "47": "道神我之論。雖在纏眠染污之中。其實自性無垢。", "470": "離念之智。故如恒河沙。殆非多多之謂也。以菩提", "471": "所緣。緣苦眾生。故云本願三昧樂。", "472": "譬如恒沙。是地自性。劫盡燒時。燒一切地。而彼地大", "473": "不捨自性。與火大俱生故。其餘愚夫作地燒想。而地", "474": "不燒。以火因故。如是大慧。如來法身如恒沙不壞。", "475": "記曰。此喻顯法身不壞也。如來法身。在無情謂之", "476": "法性。在有情謂之佛性。故如沙為地之自性。無情", "477": "世界成住壞空。而有情眾生生老病死。雖為八相", "478": "遷流。無明三毒之火燒煑。而法身湛然曾無加損", "479": "於其間。何者。以俱無生無二故。故如大地被燒而", "48": "畢竟清淨。是所謂迷此性而為生死。悟此性而為", "480": "沙不失自性。以沙與火俱生故。而愚夫謂地被燒。", "481": "而地實不燒。地以火為因故。火能生土。故火是地", "482": "之因。以譬愚夫將謂三毒火燒。法身亦壞。而法身", "483": "實不壞。何者。以三毒煩惱。是法身因故。", "484": "大慧。譬如恒沙無有限量。如來光明亦復如是無有", "485": "限量。為成熟眾生故。普照一切諸佛大眾。", "486": "記曰。此喻法身無限量也。論云。所謂自體有大智", "487": "慧光明義故。徧照法界義故。又云。以智性即色故。", "488": "說名法身徧一切處。所現之色無有分齊。隨心能", "489": "示十方世界。無量菩薩。無量報身。無量莊嚴。各各", "49": "涅槃。以此藏性。無常不能壞。故為真常。眾苦不能", "490": "差別。皆無分齊。而不相妨。此非心識分別能知。以", "491": "真如自在用義故。故云光明無有限量等。", "492": "大慧。譬如恒沙。別求異沙永不可得。如是大慧。如來", "493": "應供等正覺。無生死生滅。有因緣斷故。", "494": "記曰。此喻法身一相也。謂法身遠離生住異滅。以", "495": "永斷三有生死因故。論云。本來平等。同一覺故。故", "496": "云譬如恒沙別求異沙永不可得。", "497": "大慧。譬如恒沙。增減不可得知。如是大慧。如來智慧", "498": "成熟眾生。不增不減。非身法故。身法者有壞。如來法", "499": "身。非是身法。", "5": "前接辯七種無常文以顯涅槃真常德已竟。△下", "50": "侵。故為真樂。生死不能拘。故為真我。煩惱不能污。", "500": "記曰。此喻法身離增減過也。論云。一者體大。謂一", "501": "切法真如平等不增減故。所言如來智慧。約成熟", "502": "眾生而說。不增不減者。蓋約權智利物。即十方無", "503": "量眾生皆取如來智慧。而如來不減。皆契佛心。亦", "504": "無所增。所謂既已為人己愈有。既已與人己愈多", "505": "也。何者。以法身非身故。故唐譯云。譬如恒沙。取不", "506": "知減。投不見增。諸佛亦爾。以方便智成熟眾生。無", "507": "減無增。何以故。如來法身無有身故。", "508": "如壓恒沙。油不可得。二譯皆有大慧譬如四字如是一切極苦眾", "509": "生逼迫如來。乃至眾生未得涅槃。不捨法界自三昧", "51": "故為真淨。此所以為如來無上涅槃真實果體也。", "510": "願樂。以大悲故。", "511": "記曰。此喻顯同體大悲也。以眾生業性盡是如來", "512": "法身。是則眾生受大極苦。皆是逼迫如來矣。故眾", "513": "生未盡涅槃。而如來亦不得常樂我淨。所以乃至", "514": "一微細眾生不入涅槃。而如來亦不捨法界自三", "515": "昧願樂度生事業。以同體大悲所持故。油喻嗔心。", "516": "魏譯云。諸佛如來為諸眾生苦惱所壓。瞋不可得。", "517": "大慧。譬如恒沙隨水而流。非無水也。如是大慧。如來", "518": "所說一切諸法。隨涅槃流。是故說言如恒河沙。如來", "519": "不隨諸去流轉。去是壞義故。大慧。生死本際不可知。", "52": "其餘諸識有生有滅。意意識等念念有七。因不實妄", "520": "不可知故。云何說去。大慧。去者斷義。而愚夫不知。", "521": "記曰。此喻言說法身也。沙喻一切生死法。水喻法", "522": "身涅槃法。然法身流轉五道。名曰眾生。若眾生以", "523": "無明業識說涅槃法。而涅槃法皆隨生死流。而如", "524": "來以自覺聖智說生死法。而生死法皆隨涅槃流。", "525": "不但所說之法隨涅槃。而言說即涅槃。以言辭相", "526": "寂滅故。是故如來說法不隨諸去流轉。所以不隨", "527": "流轉者。以不見有生死法故。故云生死本際不可", "528": "知。既生死本際尚不可知。我云何而說生死有去", "529": "義耶。且去是斷義。然生死本際即涅槃常住。又何", "53": "想。取諸境界。種種形處。計著名相。不覺自心所現色", "530": "說斷。但此非愚夫所知。○上明法身常住。△下明", "531": "生死涅槃平等。", "532": "大慧白佛言。世尊。若眾生生死本際不可知者。云何", "533": "解脫可知。佛告大慧。無始虗偽過惡妄想習氣因滅。", "534": "自心現知外義。妄想身轉解脫不滅。唐譯云。了知外境自心所現。分", "535": "別轉依名為解脫。非滅壞也是故無邊。非都無所有。為彼妄想作", "536": "無邊等異名。觀察內外。離於妄想。無異眾生。智及爾", "537": "𦦨。一切諸法。悉皆寂靜。唐譯云。離分別心。無別眾生。以智觀察內外諸法。知與所", "538": "知悉皆寂滅不識自心現妄想。故妄想生。若識。則滅。", "539": "記曰。此明生死涅槃本來平等。以顯佛界如。眾生", "54": "相。不覺苦樂。不至解脫。名相諸纏。貪生。生貪。", "540": "如。一如無二如也。唐譯云。若生死本際不可知者。", "541": "云何眾生在生死中而得解脫。大慧意謂離生死", "542": "外。別求解脫也。佛言。生死本際即涅槃故。以眾生", "543": "迷本際而為生死。故有無始虗偽過惡妄想習氣", "544": "因。此所以妄見心外實有諸法。今但滅彼妄想習", "545": "氣。則能了知心外無法。即此妄想便是涅槃。非離", "546": "此妄想外別有涅槃也。故云妄想身轉解脫不滅。", "547": "是故無邊非都無所有。以本際全成妄想。即此妄", "548": "想。乃本際之異名耳。故魏譯云。本際者。是分別心。", "549": "一體異名。離分別心。更無眾生。斯則本際即妄想。", "55": "記曰。此言藏識本不生滅。但七識生滅。以明如來", "550": "妄想即眾生。故本際如而眾生亦如也。以皆如故。", "551": "以智觀察內外諸法。知與所知皆悉寂滅。但以不", "552": "了妄想說自心生。故妄想生。若了唯心。即妄想頓", "553": "滅。由是觀之。生死涅槃本無二致。惟在迷悟之間。", "554": "悉由自心轉變耳。豈更有他哉。", "555": "爾時世尊欲重宣此義而說偈言。", "556": "觀察諸導師。猶如恒河沙。不壞亦不去。亦復不究竟。", "557": "是則為平等。", "558": "記曰。此頌法身平等也。然不壞不去。亦不究竟斷", "559": "滅。此所以為平等如如。", "56": "藏為生死染因也。大慧疑問陰界入既無我。誰生", "560": "觀察諸如來。猶如恒沙等。悉離一切過。隨流而性常。", "561": "是則佛正覺。", "562": "記曰。此頌法身常住也。以隨流而性常。是所謂真", "563": "實常住。○上明法身常住以顯生死涅槃平等相", "564": "竟。△下示藏心自性以顯真妄生滅平等相。", "565": "爾時大慧菩薩復白佛言。世尊。惟願為說一切諸法", "566": "剎那壞相。世尊。云何一切法剎那。", "567": "記曰。此將顯眾生如。故問剎那生滅之法也。魏譯", "568": "云。為我說一切法生滅之相。云何如來說一切法", "569": "念念不住。然一切法者。極而言之。乃世出世間聖", "57": "誰滅。而彼愚夫因何不知苦盡。不知解脫。佛答意", "570": "凡之法。無不該盡。略而言之。乃眾生五蘊身心之", "571": "法耳。總而言之。皆屬生滅。故謂之眾生。若以妄心", "572": "分別。都是生滅之法。即大慧初所請問百八句者", "573": "是已。前大慧致問。世尊總斥之曰非。意顯真如理", "574": "中本無此事故。今一往約生滅門中以五法自性", "575": "識無我等一一開示。以至真妄一如。究竟已極。將", "576": "明生滅本如。以顯不獨佛界如。而眾生界亦如如", "577": "也。故大慧已聞法身常住。故此特舉生滅之法以", "578": "問之。以真妄之法不出一心。故世尊攝如來藏以", "579": "舉之。", "58": "云。陰界入者本如來藏。不生不滅。今雖在纏名識", "580": "佛告大慧。諦聽諦聽。善思念之。當為汝說。佛告大慧。", "581": "一切法者。謂善。不善。無記。有為。無為。世間。出世間。有", "582": "罪。無罪。有漏。無漏。受。不受。魏譯云。內法外法。唐譯云。有受法。無受法大慧。", "583": "略說心意意識及習氣。是五受陰因。是心意意識習", "584": "氣長養。唐譯云。舉要言之。五取蘊法。以心意意識習氣為因而得增長凡愚善不善", "585": "妄想。大慧。修三昧樂。三昧正受現法樂住。名為賢聖", "586": "善無漏唐譯云。凡愚於此而生分別。謂善不善。聖人現證三昧樂住。是則名為善無漏法。", "587": "記曰。此明世出世間凡聖之法。總依五蘊身心而", "588": "有也。謂一切法者。大約不越世出世間善惡無記", "589": "及有無心境有漏無漏之法耳。此等諸法。通以五", "59": "藏。其體本真。亦不生不滅。其生滅者。非是藏識。乃", "590": "蘊身心為因。然凡愚執此五蘊以為實有。故依之", "591": "造作世間善惡無記罪過有漏之業。外道不知五", "592": "蘊無我。故妄執以為神我。而起有無二見。故謂之", "593": "生滅。出世聖人以三昧力。觀此五蘊身心如幻如", "594": "化。現住法樂而成善無漏法。故謂之不生滅。通皆", "595": "唯一五蘊身心。良由所見不同。故有凡聖之別。據", "596": "實而論。總皆不離生滅。謂之剎那。何者。以皆未離", "597": "心意識故。所謂菩提心生。生滅心滅。猶是生滅。但", "598": "存有所得心。皆為生滅。況妄計分別者乎。然此生", "599": "滅之法。本自無生。何者。以皆不離如來藏故。然如", "6": "示如來藏自性清淨以顯涅槃真淨德。", "60": "前七識有生滅耳。故唐譯云。其餘七識意意識等", "600": "來藏中本無去來迷悟生死。而彼諸法又豈生滅", "601": "耶。是知剎那者妄見也。", "602": "大慧。善不善者謂八識。何等為八。謂如來藏名識藏。", "603": "心意意識及五識身。非外道所說。", "604": "記曰。此言如來藏為善不善因。以顯生滅本不生", "605": "滅也。然上云諸生滅法。不出善與不善。今云善惡", "606": "二法皆是八識。八識即如來藏。而如來藏本不生", "607": "滅。即彼八識雖是生滅而亦不生滅。何者。以如來", "608": "藏隨染淨緣之所熏變故也。若無明熏真如。而如", "609": "來藏隨染緣起。即名八識而有生滅。若真如熏無", "61": "念念生滅。然彼七識所以生滅者。特以妄想為因。", "610": "明。而如來藏隨淨緣起。即彼八識名如來藏而不", "611": "生滅。是則染淨隨緣。起滅自彼。而如來藏性湛然", "612": "常住。了無生滅善惡去來之相。此非外道所知也。", "613": "故論云。依無明熏習所起識者。非凡夫能知。亦非", "614": "二乘智慧所覺。乃至菩薩究竟地不能盡知。唯佛", "615": "窮了。何以故。是心從本以來自性清淨而有無明。", "616": "為無明所染有其染心。雖有染心而常恒不變。是", "617": "故此義唯佛能知。又云。熏習義有二種。一者根本", "618": "熏習。以能成就業識義故。二者所起見愛熏習。以", "619": "能成就分別事識義故。故此云如來藏名識藏。心", "62": "境界為緣。和合而生。計著名相以為實有。以不了", "620": "意意識及五識身。然首云生滅者諸識也。今至此", "621": "云不生滅者亦諸識也。以識藏即如來藏故。", "622": "大慧。五識身者。心意意識俱。善不善相展轉變壞。相", "623": "續流注。不壞身生。亦生亦滅。唐譯云。無異體生。生已即滅不覺自", "624": "心現。次第滅。餘識生。形相差別攝受。", "625": "記曰。此言前五識生滅之狀也。心意意識俱者。謂", "626": "前五識起時。各無自性。必依第六同時意識而起。", "627": "然意識必依七識意根。然七識依內外門轉。若依", "628": "外門同六識轉時。必內托八識而為根本依。以七", "629": "識無體故。故云五識起時必與心意意識俱時而", "63": "此境界色等諸法唯是自心之所顯現。以不了故。", "630": "轉。故作善作惡展轉變壞。相續流注。生滅不停。然", "631": "皆不離八識自證分故。雖各了自境。而無異體生。", "632": "故云不壞身生。既無異體生。則雖生不生。故云生", "633": "已即滅。謂正生時即滅。故下偈云物生則有滅。此", "634": "顯真無生意也。但以不覺自心現者。妄見生滅差", "635": "別執取耳。其實本自無生也。次第滅。餘識生者。謂", "636": "五識最初一念攬境之時。未有分別。謂之現量。及", "637": "第二念分別美惡之時。前五已謝。即屬第六明了", "638": "意識。起心分別形相好醜差別而生執受。故云次", "639": "第滅。餘識生。", "64": "貪著名相。逆順境界。生憎愛心。起苦樂受。為此名", "640": "意識。五識。俱相應生。剎那時不住。名為剎那。", "641": "記曰。此言六識生滅之狀也。然意識不自生。必待", "642": "五識緣境之時。而意識同時相應而起。故唐譯云。", "643": "與彼五識共俱。取於種種差別形相。剎那不住。我", "644": "說此等名剎那法。由是觀之。五七八識皆本不生。", "645": "其所以生滅者。但意識耳。故前二卷涅槃章云。妄", "646": "想識滅。名為涅槃。此與前文對觀。自當洞明深旨。", "647": "大慧。剎那者名識藏如來藏。魏譯云。阿黎耶識名如來藏。唐譯云。如來藏名", "648": "識藏意俱生識習氣剎那。無漏習氣非剎那。非凡愚所", "649": "覺。計著剎那論故。不覺一切法剎那非剎那。以斷見", "65": "相纏縛。既從貪生。復生於貪。以是因緣。愚癡眾生", "650": "壞無為法。", "651": "記曰。此正顯生滅本不生滅。以明不變隨緣隨緣", "652": "不變義也。意謂所言剎那者非他。乃識藏也。且識", "653": "藏即如來藏。然如來藏既非剎那。而識藏又豈是", "654": "剎那耶。是則剎那非剎那。足知生滅本不生滅矣。", "655": "然其生滅者殆非識藏。蓋是七識俱生之六識。所", "656": "攬染污有漏習氣所熏。彼自生滅耶。斯則生從緣", "657": "生。滅從緣滅。與我藏體了不干涉。故云意俱生識", "658": "習氣剎那。若以無漏習氣所熏。則彼生滅者亦不", "659": "生滅矣。故云無漏習氣非剎那。但此非凡愚所知。", "66": "隨生死流。不知苦盡。不求解脫。此所以如來藏變", "660": "以彼計著剎那論故。以彼不知一切諸法剎那本", "661": "非剎那。故妄計無為真如亦同諸法壞。故墮於斷", "662": "見。此剎那者。魏譯文雖不倫。其義更顯。彼云剎尼", "663": "迦者。名之為空。阿黎耶識名如來藏。無共意轉識", "664": "熏習故。名之為空。具足無漏熏習法故。名為不空。", "665": "此與論覺體相四義中前二正相符合。論云。覺體", "666": "相者有四種大義。與虗空等。猶如淨鏡。云何為四。", "667": "一者如實空鏡。遠離一切心識境界相。無法可現。", "668": "非覺照義故。二者因熏習鏡。謂如實不空。一切世", "669": "間境界悉於中現。不出不入。不失不壞。常住一心。", "67": "現六趣為生死染因也。", "670": "以一切法即真實性故。又一切染法所不能染。智", "671": "體不動。具足無漏熏眾生故。然魏譯無共意轉識", "672": "熏習。即論遠離一切心境界相。以此對觀。足知生", "673": "滅本不生滅也。", "674": "大慧。七識不流轉。不受苦樂。非涅槃因。大慧。如來藏", "675": "者。受苦樂。與因俱。若生若滅。四住地無明住地所醉。", "676": "凡愚不覺。剎那見。妄想熏心。", "677": "記曰。此釋上生本不生義也。尋常皆言七識生滅", "678": "流轉。招致生死。此言七識不流轉者。正顯無生深", "679": "義也。七識所以不流轉者。以無自性故。蓋生死善", "68": "若因若攀緣。彼諸受根滅。次第不生。餘自心妄想。不", "680": "惡苦樂等法。而造作者乃前六識。而受熏持種致", "681": "未來果者乃八識也。然七識無造無受。故不能為", "682": "生死因。況生處即滅。故不流轉。尚不能為生死因。", "683": "又豈能作涅槃因耶。既不能為染淨因。則無自性", "684": "明矣。自性尚無。誰當生滅。然如來藏自性清淨。本", "685": "不生滅。不受苦樂。非生死因。今云受苦樂與因俱", "686": "若生若滅者。殆非如來藏也。乃是四住煩惱。及無", "687": "因緣。為彼所醉。故有苦樂與生死俱。妄生滅耳。然", "688": "此藏性體恒清淨。湛然常住。又何嘗有生死苦樂", "689": "生滅之相耶。是則內外諦觀。畢竟了無生滅。而凡", "69": "知苦樂。入滅受想正受。第四禪。善真諦解脫。修行者", "690": "愚不覺此義。妄起剎那之見。是乃妄想熏心。非明", "691": "智也。下以喻明。", "692": "復次大慧。如金金剛。佛舍利。得奇特性。終不損壞。大", "693": "慧。若得無間。魏譯云。如來證法。唐譯云。若得證法有剎那者。聖應非聖。", "694": "而聖未曾不聖。如金金剛。雖經劫數。稱量不減。云何", "695": "凡愚不善於我隱覆之說。於內外一切法作剎那想。", "696": "記曰。此以喻結成究竟寂滅相也。謂如來藏自性", "697": "清淨堅固。雖在生死體常不壞。如金剛佛骨。以得", "698": "奇特性故。此乃一切諸佛證之。以為自覺聖智無", "699": "上涅槃。在一切眾生得之而為心性。所謂聖凡平", "7": "爾時大慧菩薩復白佛言。世尊。惟願世尊更為我說", "70": "作解脫想。不離不轉名如來藏。唐譯云。若因及所緣。諸取根滅。不相續生。", "700": "等無間之法也。若眾生得此無間之性有生滅者。", "701": "而聖人得之亦非聖人矣。今既聖人得之未嘗不", "702": "聖。而凡夫得之又豈真凡夫耶。然而此性既如金", "703": "剛。雖經劫數稱量不減。豈可在聖有增。在凡而又", "704": "減之耶。既聖凡平等。如何於一切法又有生滅。故", "705": "云云何愚夫不善於我隱覆之說。於內外一切法", "706": "作剎那想。此經直指眾生業識。頓示如來藏心。故", "707": "從初卷生滅章起。一往所談。辯明邪正因果。皆依", "708": "八識迷悟而立。至此所顯理行因果已極。故復結", "709": "歸如來藏識藏。今明八識本不生滅。以示平等如", "71": "自慧分別苦樂受者。或得滅定。或得四禪。或復善入諸諦解脫。便妄生於得解脫想。而實未捨未轉如來藏中", "710": "如。以顯從生滅門。入真如門。會歸一心。以為究竟。", "711": "此通途之大旨也。故此後便明修本無修無得。示", "712": "法身離過。以終其說焉。向後空無常剎那偈文。應", "713": "屬於此。乃譯人錯簡。觀者幸會取觀之。理更昭著。", "714": "○上顯生滅平等相竟。△下廣明六度以示妙行", "715": "無修相。", "716": "大慧菩薩復白佛言。世尊。如世尊說六波羅蜜滿足。", "717": "得成正覺。何等為六二譯俱有。云何滿足。", "718": "記曰。此廣明六度。以示妙行無修無得。以成上平", "719": "等義也。因前一往所言。但了自心現量。證自覺聖", "72": "識藏之名識藏。七識流轉不滅。唐譯云。若無藏識。七識則滅所以者何。", "720": "智。即名為佛。是則不勞多劫廣修六度矣。云何世", "721": "尊於餘經中常說六度滿足方得成佛耶。此乃聖", "722": "教相違也。但不知何等六度。今云成佛如何滿足。", "723": "故興此問。向下世尊答以三種六度。即此所云滿", "724": "足者。蓋一念頓修。亦非廣歷多劫。以明無修無得。", "725": "以示究竟如如智也。", "726": "佛告大慧。波羅蜜有三種分別。謂世間。出世間。出世", "727": "間上上。", "728": "記曰。大慧問何等六度。而世尊答以三種之名也。", "729": "世間。即人天行。出世間。即二乘行。出世間上上。乃", "73": "彼因攀緣。諸識生故。非聲聞緣覺脩行境界。不覺無", "730": "一乘行也。", "731": "大慧。世間波羅蜜者。我我所攝受計著。攝受二邊。為", "732": "種種受生處。樂色聲香味觸故。滿足檀波羅蜜。唐譯云。謂", "733": "諸凡愚著我我所。執取二邊。求諸有身。貪色等境。如是修行檀波羅蜜戒。忍。精進。禪定。", "734": "智慧。亦如是。凡夫神通。及生梵天。", "735": "記曰。此言世間有漏六度也。謂凡愚著相修行布", "736": "施。乃計我能施。計有所施物。依有無二見。為求未", "737": "來受生人天勝處。乃具足六塵五欲境界而行布", "738": "施。乃至戒等五度亦如是。以有漏因。感有漏果。故", "739": "得生梵天。獲凡夫五通。不離生死。故稱世間。永嘉", "74": "我。自共相攝受生陰界入。", "740": "云。住相布施生天福。猶如仰箭射虗空。勢力盡。箭", "741": "還墜。招得來生不如意。謂是故也。", "742": "大慧。出世間波羅蜜者。聲聞緣覺墮攝受涅槃故。行", "743": "六波羅蜜。樂自己涅槃樂。", "744": "記曰。此言二乘六度也。謂二乘人。為厭捨生死。欣", "745": "趣涅槃。求於自度。修習六種劣無漏行。故不得作", "746": "佛。以著涅槃相故。", "747": "出世間上上波羅蜜者。覺自心現妄想量攝受。及自", "748": "心二故。不生妄想。於諸趣攝受非分。自心色相不計", "749": "著。為安樂一切眾生故。生檀波羅蜜。起上上方便。", "75": "記曰。此言依如來藏為無想外道及二乘因也。若", "750": "記曰。此言最上一乘行首布施度也。謂大菩薩了", "751": "唯心現量。作如實觀。而於自心內外二法。覺知唯", "752": "妄分別現。所行布施。善達三輪體空。不起施者妄", "753": "想。不生受者執著。不取中間施物色相。但為安樂", "754": "一切眾生故。而恒行布施。故以捨性障為檀度也。", "755": "論云。於真如法中深解現前。所修離相。以知法性", "756": "體無慳貪故。隨順修行檀波羅蜜。然檀能擅於六", "757": "度。論曰。檀義攝於六。資生無畏法。此中一二三。是", "758": "名修行住。故云上上方便。", "759": "即於彼緣妄想不生戒。是尸波羅蜜。", "76": "因若攀緣者。上云妄想為因。境相為緣。蓋妄想。指", "760": "記曰。此戒度也。梵語具云尸羅。此云清涼。又云止", "761": "得。正翻為戒。此所言戒。非有作持之相。乃性戒也。", "762": "諸度皆然。即於彼緣妄想不生戒者。謂於彼施受", "763": "一切染淨境緣妄想不生。則自性清淨。戒相如空。", "764": "有何持犯。以性淨為戒度也。論云。以知法性無染。", "765": "離五欲過故。隨順修行尸羅波羅蜜。", "766": "即彼妄想不生忍。知攝所攝。是羼提波羅蜜。", "767": "記曰。此忍度也。梵語羼提。此云安忍。又云忍辱。以", "768": "心能安忍外所辱境。故名忍辱。謂即於彼持犯妄", "769": "想不生。以此無生法。忍可於心。乃無生忍。非忍辱", "77": "前七識。乃八識之見分。境相。乃八識之相分。今言", "770": "之謂也。然無生非所可忍。而之忍者。以知能取所", "771": "取性空寂故。以此為忍度也。論云。以知法性無苦。", "772": "離嗔惱故。隨順修行羼提波羅蜜。", "773": "初中後夜。精勤方便。隨順修行方便。妄想不生。是毗", "774": "黎耶波羅蜜。", "775": "記曰。此精進度也。梵語毗黎耶。此云精進。以稱如", "776": "實修行。於修行方便。亦不起方便之想。法華頓捨", "777": "二執。是真精進。故以此為進度也。論云。以知法性", "778": "無身心相。離懈怠故。隨順修行毗離耶波羅蜜。", "779": "妄想悉滅。不墮聲聞涅槃攝受。是禪波羅蜜。", "78": "諸受根滅次第不生者。謂前六識不取諸境。而七", "780": "記曰。此禪度也。梵語具云禪那。此云思惟修。正翻", "781": "靜慮。謂心意意識妄想悉滅。而以大悲大願救度", "782": "眾生。雖得涅槃而不取證。故不墮聲聞涅槃。以二", "783": "乘禪有執取故。此以不取涅槃為禪度也。論云。以", "784": "知法性常定。體無亂故。隨順修行禪波羅蜜。", "785": "自心妄想非性。智慧觀察。不墮二邊。先身轉勝而不", "786": "可壞。得自覺聖趣。是般若波羅蜜。", "787": "記曰。此智度也。梵語般若。此云智慧。謂了知三界", "788": "之相。從自心妄想現。而非實有。以智慧觀察。不墮", "789": "有無二見。而法身轉勝。了無生滅而不可壞。得入", "79": "識自然不起也。以外道及鈍根那含。俱能󰞆滅六", "790": "自覺聖智趣。以此為智度也。論云。以法性體明。離", "791": "無明故。隨順修行般若波羅蜜。然此六度。皆約性", "792": "而修也。華嚴云。心常不與世心和合。名為精進。悲", "793": "智利俗。不與識俱。名之禪定。已踐佛果出世妙慧。", "794": "名為智慧。以皆稱性而修。故修無修相。此所謂一", "795": "念滿足無上菩提。故云無所得相。所以為如實行", "796": "也。", "797": "爾時世尊欲重宣此義而說偈言。", "798": "空無常剎那。愚夫妄想作。如河燈種子。而作剎那想。", "799": "剎那息煩亂。寂靜離所作。一切法不生。我說剎那義。", "8": "陰界入生滅。彼無有我。誰生誰滅。愚夫者依於生滅。", "80": "識。以不了唯心。又無多聞智慧。但依自心分別妄", "800": "物生則有滅。魏譯云。初生則有滅不為愚者說。", "801": "記曰。此頌前剎那章義也。譯人錯簡於此。謂愚夫", "802": "妄想分別諸法以為實有。計以為常。故世尊說空", "803": "無常剎那。如河流。如燈焰。如種子。迅速遷逝。剎那", "804": "不住。以破彼計。而愚夫不善隱密之意。復執言說", "805": "為實。而定作剎那之想。殊不知剎那之法本非剎", "806": "那。息於動亂。當體寂靜。離於所作。爾乃妄作生滅", "807": "之見。以一切法本自無生故。我方說剎那義耳。然", "808": "一切法生處即滅。當體無生。此無生義。豈可為愚", "809": "者說之耶。故云初生即有滅。不為愚者說。楞嚴云。", "81": "計。厭苦趣樂。或入滅受想定而居五那含。或墮無", "810": "當處發生。隨處滅盡。幻妄稱相。其性真為妙覺明", "811": "體。此豈易與愚者說耶。", "812": "無間相續性。妄想之所熏。無明為其因。心則從彼生。", "813": "乃至色未生。中間有何分。魏譯云。若無明為因。能生諸心者。乃至色未生。中間", "814": "依何住相續次第滅。魏譯云。即生即有滅餘心隨彼生。不住於色", "815": "時。何所緣而生。以從彼生故。不如實因生。云何無所", "816": "成。而知剎那壞唐譯云。若緣彼心起。其因則虗妄。因妄體不成。云何剎那滅。", "817": "記曰。此頌展轉發明心境無生。以釋剎那非剎那", "818": "義也。謂三界上下六趣住來。本自空洞無物。當體", "819": "常住。了無纖毫起滅之相。若謂六趣相續生滅之", "82": "想而入四禪外道。若有利根羅漢。善修四諦。出於", "820": "相。以妄想所熏無明為因。心從彼境而有生滅者。", "821": "此亦不然。何者。若果有色境與心為緣。可說心從", "822": "彼生。若色未生時。此心又依何法所住而生分別", "823": "耶。故云乃至色未生。中間依何住。此則計心從境", "824": "生者妄矣。故般若云不應住色生心。然不住色生", "825": "心。本無生也。若謂諸法相續次第生滅。而餘心心", "826": "所亦因隨彼境變滅而生者。此亦不然。何者。若彼", "827": "色境果是有住。可說隨彼而生。且彼諸法當處發", "828": "生隨處滅盡。自體寂然。了無生相。是則色本無住。", "829": "色既無住。又有何法為心所緣而生之耶。故云不", "83": "三界。得真諦解脫。證偏空理。其實未得究竟涅槃。", "830": "住於色時。何所緣而生。此則計境有生滅者妄矣。", "831": "色既無住。則境本無生也。若謂因從彼無生之境", "832": "而生心者。此因如石女兒。亦成虗妄矣。故云以從", "833": "彼生故。不如實因生。因既虗妄。而所生之體不成。", "834": "云何於無所成。而妄見有剎那生滅之法耶。由是", "835": "觀之。展轉諦窮。心境寂然。了無生滅。此所以我說", "836": "剎那也。所以不生滅者。以心境不相到故。故大經", "837": "云。譬如河中水。湍流競奔逝。諸法不相知。各各亦", "838": "如是。", "839": "修行者正受。金剛佛舍利。光音天宮殿。世間不壞事。", "84": "便自妄生滅度解脫之想。此但盡生死謂為解脫。", "840": "住於正法得。如來智具足。比丘得平等。云何見剎那。", "841": "犍闥婆幻等。色無有剎那。於不實色等。視之若真實。", "842": "記曰。此言諸法無生。唯智眼明見。而非妄想邪見", "843": "所可知也。謂修如實行者。於正定中。觀諸世間法", "844": "法真常。當體堅固。猶如金剛舍利光音天宮。常住", "845": "不壞。以光音天水火不到故。然修行者定心觀之。", "846": "尚已如此。何況八地菩薩安住正法。已得如來聖", "847": "智滿足。證平等真如之比丘。云何而見諸法又有", "848": "剎那生滅之相耶。且一切色法本來不實。如乾城", "849": "幻事。無有剎那生滅。以不實故。云何愚夫於不實", "85": "其實未得一切解脫。以彼其實未捨未轉如來藏", "850": "中妄為真實。計四大種為能造色。既大種不實。云", "851": "何而說能造耶。此皆愚夫妄見也。已上頌文。當隨", "852": "剎那章觀之。其義自見。○上明妙行無修相已竟。", "853": "△下廣破眾疑總顯法身離過。", "854": "爾時大慧菩薩復白佛言。世尊。世尊記阿羅漢得成", "855": "阿耨多羅三藐三菩提。與諸菩薩等無差別。一切眾", "856": "生法不涅槃。誰至佛道。", "857": "記曰。此廣釋眾疑。總顯法身離過也。大慧因世尊", "858": "一往所說語頗相違。第恐後人不善如來隱覆密", "859": "意。便生疑惑。故此一一舉而徵明之。以顯如來法", "86": "中識藏之名故也。藏識。七識流轉不滅者。謂彼外", "860": "身永離諸過也。然此問答。舊註分為十段。今諦審", "861": "語勢。及觀答意。對彼二譯。皆合前六為二。故止有", "862": "六疑。但語意展轉耳。然如來出世。以身口意三輪", "863": "應物。永離諸過。今六問中。其授記說識。施設本際", "864": "等。口業也。金剛侍衛。遭魔受報等。身業也。不說一", "865": "字。常定無慮無察等。意業也。以三業清淨。故非身", "866": "現身。無說示說。不慮而應。不察而知。此所謂法身", "867": "普徧。如水中月不出不入。故永離諸過也。且此首", "868": "疑世尊為二乘授記作佛。與菩薩不異等者。蓋因", "869": "六度章。言聲聞緣覺。樂自己涅槃。雖行六波羅蜜。", "87": "道二乘所以非真滅者。以藏識未轉。故七識流轉", "870": "不能成佛。此則二乘與菩薩異也。何故於前不定", "871": "性中云。三昧樂住聲聞。當得如來最勝之身。於滅", "872": "正受章中。而云六地菩薩與聲聞緣覺同入滅正", "873": "受耶。此則菩薩二乘又不異也。然二乘既有成佛", "874": "之分。何故剎那章中。又言七識不流轉。不受苦樂。", "875": "非涅槃因。然七識者。一切眾生識也。既云非涅槃", "876": "因。此則眾生絕無成佛之分矣。而二乘亦眾生耳。", "877": "既眾生法不至涅槃。又誰至於佛道耶。魏譯皆有", "878": "如來復說四字。此合舊註三問為一問。", "879": "從初得佛。至般涅槃。於其中間不說一字。亦無所答。", "88": "不滅。何者。以依彼轉緣彼。互為緣起故。故唐譯云。", "880": "如來常定故。亦無慮。亦無察。化佛化作佛事。", "881": "記曰。此中展轉含有三疑。而向下答文合為一義", "882": "也。謂四等章中。言如來有六十四種梵音為眾生", "883": "說法。何故本住章中云。從初成佛至般涅槃。於其", "884": "中間不說一字。而恒沙章中。又云如來寂然。無有", "885": "念想。然無念想。則是如來心常在定。無慮無察矣。", "886": "且說法者。乃意言分別。何得又以多種音聲而說", "887": "法耶。且四頓章中云。法佛者離心自性。今無慮察。", "888": "即是離心自性。乃法佛也。若無慮察而能說法。則", "889": "是法佛說法矣。何故又說化佛化作佛事耶。斯則", "89": "若無藏識。七識則滅。何以故。因彼及所緣而得生", "890": "展轉紆疑。故冀佛甄別。此亦合舊註三問為一。", "891": "何故說識剎那展轉壞相。", "892": "記曰。此第三疑也。剎那章中言七識不流轉。何故", "893": "又云五識身心意意識俱善不善相。展轉變壞相", "894": "續流注耶。", "895": "金剛力士常隨侍衛。", "896": "記曰。此第四疑也。恒沙章中言如來法身過世間", "897": "望。則是不可見相矣。金剛力士又何從而侍衛耶。", "898": "何不施設本際。", "899": "記曰。此第五疑也。恒沙章中言生死本際不可知。", "9": "不覺苦盡。不識涅槃。", "90": "故。意在若轉藏識之名。而七識亦隨之而滅矣。所", "900": "本際者始也。解脫者終也。既不知本際之始。云何", "901": "復說眾生得解脫之終耶。眾生既得解脫。是有本", "902": "際可知矣。何不施設本際耶。", "903": "現魔魔業。惡業果報。旃遮摩納。孫陀利女。空鉢而出。", "904": "惡業障現。云何如來得一切種智而不離諸過。", "905": "記曰。此第六疑也。恒沙章偈云。觀察諸如來。悉離", "906": "一切過。且如佛初成道時。而天魔興四兵。持苦具。", "907": "詣樹下繞佛。此魔業也。及旃遮婆羅門女。以木盂", "908": "繫腹。與外道孫陀利女。共相謗佛。又佛曾入娑󴓼", "909": "那村。巡門乞食。無施之者。持空鉢而出。至若食馬", "91": "以七地已前未捨藏識。但依自妄想修。心境不如。", "910": "麥。頭痛。背痛。刺傷足。調達推山壓佛。設火窟醉象", "911": "毒飯等事。此皆惡業障現。不能悉舉。皆過惡也。何", "912": "言如來悉離諸過耶。然二譯問惡業作二問。今亦", "913": "合為一問答矣。", "914": "佛告大慧。諦聽諦聽。善思念之。當為汝說。大慧白佛", "915": "言。善哉世尊。唯然受教。佛告大慧。為無餘涅槃故。說", "916": "誘進行菩薩行者故。此及餘世界修菩薩行者。樂聲", "917": "聞乘涅槃。為令離聲聞乘進向大乘。化佛授聲聞記。", "918": "非是法佛。大慧。因是故記諸聲聞與菩薩不異。", "919": "記曰。此答第一問也。謂所以與二乘授記者。有其", "92": "以心外求法。故多墮邪見。二乘不了。故墮自共相", "920": "二意。一為聲聞自取有餘涅槃。今欲策進大乘。以", "921": "證無餘涅槃故。二為初心菩薩怖畏大乘。自生退", "922": "縮。樂聲聞行。亦令捨小趣大故。有此二意。故為二", "923": "乘授成佛記。且此乃是化佛方便之所為。非法佛", "924": "也。因此故說聲聞與菩薩不異。下釋不異之所以。", "925": "大慧。不異者。聲聞緣覺。諸佛如來。煩惱障斷。解脫一", "926": "味。非智障斷。大慧。智障者。見法無我。殊勝清淨。煩惱", "927": "障者。先習見人無我斷。七識滅。法障解脫。識藏習滅。", "928": "究竟清淨。", "929": "記曰。此釋二乘不異菩薩之所以也。謂二乘所以", "93": "見。以彼未淨藏識中無始虗偽習氣故。故唐譯云。", "930": "不異菩薩者。以聲聞緣覺菩薩。及藏教果佛。同斷", "931": "煩惱障。證人無我。所得但空涅槃無差別故。非斷", "932": "智障證法無我也。台教云。同除四住。此處為齊。若", "933": "伏無明。三藏則劣。故云聲聞緣覺諸佛如來煩惱", "934": "障斷一味解脫。非智障斷。若智障斷。則得真殊勝", "935": "清淨矣。以二乘所證劣無漏故。所言煩惱障者。乃", "936": "先習也。先習者。謂三界生因。潤生枝末無明。即見", "937": "思也。二乘證我空理。已斷三界生因。無復分段生", "938": "死。故云先習見人無我斷。然煩惱障斷。但滅前六", "939": "識耳。唯此與菩薩同。若七識滅。則分斷根本無明。", "94": "然非一切外道二乘諸修行者所知境界。以彼唯", "940": "方得法障解脫。若藏識種子習氣生相無明滅盡。", "941": "方得究竟清淨。此又非二乘所知也。", "942": "因本住法故。前後非性。無盡本願故。如來無慮無察", "943": "而演說法。正智所化故。念不妄故。無慮無察。四住地", "944": "無明住地習氣斷故。二煩惱斷。離二種死。覺人法無", "945": "我。及二障斷。", "946": "記曰。此答第二問也。前問世尊從初成佛乃至涅", "947": "槃中間不說一字等。佛謂所以不說者。因我證本", "948": "住法故。然本住法者。所謂諸法實相。有佛無佛法", "949": "界常住。常住則無始終。無始終則無成佛及涅槃", "95": "了人無我性。於蘊界處取於自相及共相故。然藏", "950": "相。故云前後非性。前後際斷。寂然不生。念慮永絕。", "951": "又有何法可說耶。然於無可說中而有說者。但以", "952": "諸佛如來曠劫修因。所發救護眾生無盡本願所", "953": "熏。於湛然法界無慮無察寂定心中。應眾生機而", "954": "演說法。即其所說。乃從正智稱性所流。無有妄念。", "955": "不待思慮然後說也。如來所以無思無慮者。以如", "956": "來久已斷盡五住習氣。及根本枝末二種煩惱。離", "957": "二種死。覺人法二無我。煩惱所知二障永寂故。以", "958": "諸障永寂。即得種類俱生無作意生身。自然而有", "959": "不思議業用。而能現應化身化作佛事。此所以無", "96": "識者。亦名阿賴耶識。又云阿陀那識。此云無沒識。", "960": "說示說。非身現身。是名如來真法身也。", "961": "大慧。心意意識眼識等七。剎那習氣因。善無漏品離。", "962": "不復輪轉。大慧。如來藏者輪轉。涅槃苦樂因。空亂意", "963": "慧。愚癡凡夫所不能覺。", "964": "記曰。此答第三問也。前疑剎那章云七識不流轉。", "965": "何故云五識身心意意識俱。善不善展轉變壞相", "966": "續流注。既云七識變壞剎那不住。即是流轉。一等", "967": "七識。何故又云流轉。又云不流轉耶。今佛答意。謂", "968": "心等七識所以言流注者。以前七識本無自性。但", "969": "以如來藏被無明所熏而有習氣。以此習氣為因。", "97": "以在生死流而不沒故。偈曰。阿陀那識甚深細。習", "970": "熏起前七妄想影子。念念生滅。剎那不住。因此但", "971": "說七識生滅。非言流轉也。所言流轉者。謂順法性", "972": "而流入生死。轉生死而為涅槃。作世出世間善不", "973": "善因。以具此勝能。有大業用。方名流轉。今前七識。", "974": "但能為世間有漏不善之因。不能作出世善無漏", "975": "因。是故我言不流轉耳。故云無漏善品離故不復", "976": "輪轉。至說如來藏輪轉者。以自性清淨。體不生滅。", "977": "但以無自性故。隨緣轉變。以受有漏善不善熏。則", "978": "為人天六道生死苦樂因。若受純淨無漏善法所", "979": "熏。則能為出世涅槃真樂因。以具有如此轉變業", "98": "氣種子成瀑流。我於凡愚不開演。恐彼分別執為", "980": "用。故云如來藏輪轉。涅槃苦樂因。但此祕密深意。", "981": "非三乘劣解。外道愚夫所知也。故云空亂意慧。愚", "982": "癡凡夫所不能覺。空亂意慧者。乃創修大乘。未達", "983": "真空。無決定信者。", "984": "大慧。金剛力士所隨護者。是化佛耳。非真如來。大慧。", "985": "真如來者。離一切根量。一切凡夫聲聞緣覺及外道", "986": "根量悉滅。得現法樂。住無間法智忍故。非金剛力士", "987": "所護。一切化佛不從業生。化佛者。非佛。不離佛。因陶", "988": "家輪等眾生所作相而說法。非自通處說自覺境界。", "989": "記曰。此答第四問也。前問意因恒沙章言如來法", "99": "我。故非彼境界。", "990": "身過世間望。遂疑何以又有金剛力士常隨侍衛。", "991": "今佛答云。金剛力士所隨護者。乃化佛耳。非真如", "992": "來也。真如來者。離一切根量。以滅一切凡夫外道", "993": "二乘根量故。得現法樂安住無間法智忍中。故不", "994": "假守護。然一切化佛。乃從眾生機感應現而生。非", "995": "是業報所生。所謂應化非真佛。雖非真佛。然亦從", "996": "真起。故云不離佛。以應不離真故。其所說法亦非", "997": "真法。乃隨眾生種種心行樂欲不同。施設方便。各", "998": "令歡喜成辦事業。故云因陶家輪等眾生所作相", "999": "而說法。蓋陶家以輪繩泥水因緣。造作種種器物。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 326 觀楞伽經記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 326 觀楞伽經記", "author": "明 德清筆記", "language": "chinese", "source": "CBETA"}