{"sourceLink": "http://www.cbeta.org/", "text": {"0": "隨函錄一大乘論音義第三之二則函唯識論一卷", "1": "新集藏經音義隨函錄第十二冊　纓", "10": "上郎達反。濕𤏙如短反。表詅七全反。瓶甌烏佼反。", "100": "上胡夾反正作狹。阿亶多旱反。比致上蒲脂蒲必二反。犍搥", "1000": "喙破上竹角反又穢悞。第五十七卷第五十七卷喧𡗚", "1001": "女孝反。夷哆多个反。哻眠上何案反正作軒。棚閣", "1002": "上蒲庚反閤也棧也又音朋。第五十八卷第五十八卷無緯音胃。", "1003": "拘絺丑夷反。拘絺同上。第五十九卷第五十九卷", "1004": "棘㓨上居力反。𡄇咳上苦秘反下苦愛反。撓戶上苦交反正作", "1005": "敲。拘屢力遇反。可敕丑力反急也正作勑古文作欶亦作也又或", "1006": "作𧫣遬工同音速〡疾也又音奇木別生技也。珠柄兵命反。燋悴", "1007": "上疾焦反下疾遂反。白頗普㒵反。白󵶽同上。闇識上烏", "1008": "含反正作諳也相次四个諳唯此作闇。󲣃眠上音翰正作軒。輪租上束", "1009": "朱反下子乎反約稅。󲗋枡上乘旱反下都口反。磨榐女展反扞物令展也", "101": "上巨焉反下直追反。大乘廣五蘊論一卷大乘廣五蘊論一卷歰性", "1010": "音譜作投亦作碾。第六十卷第六十卷仿佯上音房下", "1011": "音羊。煩惋於元反正作󲏔煩󶓤悶乱也又烏乱反非。奮頭上方問反。", "1012": "速󰚲市右反。𩭈童上莫顏反。為柘之夜反。為", "1013": "桒索郎反。為擷居隨反木名堪作弓正作󲤩。麞鹿上之", "1014": "羊反。為𥿾直与反正作紵。箭幹古旱反正作苛。𪅃𪅋上力", "1015": "日反下力由反正作𪅃鶹經音義作𪅃鶹尓雅云鳥少美長醜為𪅃也應和尚以鷄翎替之", "1016": "非也經意但是鳥名不唯鷄𣬹也下又郭氏音陵書無此字上又音漂鳥飛㒵也非義也", "1017": "又或作鸅鴋上音宅下音房鳩鸚鶊鳥蒼色常在澤中俗呼為護澤鳥別本作𪁢也。鵰", "1018": "鷲上丁聊反下疾秀反。鵾鷄上古䰟反。為鸖音涸。箭", "1019": "𨮹音的。為鑇音齊。為鉀疋西反。為予音牟。鈹", "102": "上生立反。沉棹大了反。警動上居影反。󰗃石上音慈也。慣", "1020": "刀上普皮反。經後序經後序屬辝上之玉反。󶫙則", "1021": "上巨右反正作舊。𨒫忤五故反。不怗他恊反安也眠也又經音義作愜苦", "1022": "類反可也快也。玟本上古海反正作改也。怏〃於亮反。玫名上古", "1023": "海反〡更也正作改也出三藏記並作改字是也又莫迴反傳寫悞。新舊巨右反此", "1024": "序三个舊一个作瘟兩个作舊。探訪上倉海反擇也正作採下芳妄反見出三藏記。", "1025": "刊之上口安反削也㝎也正作刊。", "1026": "斯函斯增一阿含經一部五十一卷　第一帙增一阿含經一部五十一卷五帙", "1027": "第一帙第一卷第一卷揵搥上巨焉反", "1028": "下丈追反。䫃䀎音麵。揮淚上許㱕反也。便奮方問反。", "1029": "不瞬音舜。力彊巨良反。順𧨏音義。󱋜天上羊贍反。", "103": "習上古患反又作串。矝倨上居陵反下居御反。心憤父吻反。", "1030": "甄陁上之人居莚二反或作真陁緊那。白𨱞音毛冝作髮。白髮", "1031": "音發。衰耗呼告反。逮沙上徒愛反。第二卷第二卷󶒳", "1032": "沙上徒愛反。瑠瑀力支反悞。強梁上巨羊反。澹泊上徒敢反", "1033": "下普伯反。󳇳結上文徃反。瑕疵上戶加反下疾斯反玉玷病。卒", "1034": "暴上倉沒反。爪󶕸上爭巧反下尺耳反。󰗢骨上音斤下音骨。膽", "1035": "肝肺上都敢反中古安反下芳癈反。脾腎上步卑反下時忍反。白", "1036": "直持力反𦘺膓也正作䐈。旁光上步光反下作膀胱。屎尿上尸", "1037": "旨反下奴吊反。百葉音葉。滄蕩正作倉宕止錯郎反下徒浪反倉稟也宕室也", "1038": "第五卷云生熟藏是也應和尚未詳也。脾泡普包反正作脬。溺淚上奴吊反。", "1039": "唾涕音剃。膿󱴍上音農下音血。肪脂󳑁上夫亡反下序", "104": "鞭杖上卑連反。󱍮獷古猛反。忍耐奴代反。󲔦妄上居", "1040": "延反。髑膢𦜩上音獨中音樓下音㤕。第三卷第三卷離", "1041": "曰音越。拖立上失支反。讖比上初禁反。鵬𦒿上步弘反。耐", "1042": "辱上奴代反。婆蹉七何反。醘甯上呼𠔃反下奴定反。鉗摩", "1043": "上巨廉反。耐提上所姧反正作刪。中󳓮上知仲反下於小反。隱噎", "1044": "於計反正作曀。般菟上音盤下音徒楚言摩訶盤菟此云大路也下正作免。般", "1045": "兔同上梵言同利般兔此云小路此二人是親兄弟也。婆醘太𠔃反。󱍮", "1046": "獚古猛反又音黃非。俎壞上疾與反正作沮。󳇐奚音𠔃。珕", "1047": "湏上力計反。泯免上音民下音徒長者子名也亦云󱇾荼也下正作兔。摩", "1048": "俞音逾。笒婆上巨今反。俠少上戶夾反正作狹。觸惚", "1049": "音𢙉又音忽非。隧隨上直遂反正作墜。摸則上莫乎反㨾也。疇", "105": "小反詐也正作搞󲔦。大乘五蘊論一卷大乘五蘊論一卷溫󵫏蘓早反。勇", "1050": "迮上直由反下普吉反。第四卷第四卷泍著上而陝反。屈电", "1051": "音申。眩或上玄縣二音乱也眼花也。勸勉音免勗也。病瘦所右反。", "1052": "唐󲝝上徒郎反空也下以宣反弃也正作󳑂也又於緣反悞也。鍼筩上音", "1053": "針下音同。藻灌上子老反下古乱反。一搏徒官反。󶀭魔上毗", "1054": "例反𢙣也悞。壞敗布邁反破他日〡也自破曰敗音唄也。第五卷第五卷", "1055": "毫󷁚里之反。毫𨤲同上。髄󰹚音𢙉。膖脹", "1056": "上疋江反下知亮反。鵄梟上尺脂反下古堯反。膊骨上市兖反。尻", "1057": "骨上苦高反。第六卷第六卷紡作上芳𠕀反。諸惚", "1058": "音𢙉。菓蓏郎果反。沾汙上竹廉反丁念反冝作點呼。揣若", "1059": "上徒官反。膢者力主反傴〡不伸也正作僂也又力朱反正作瘻。󳏃𤥖", "106": "悍乎案反。无蛆上于求反下知列反上正作尤過也甚也。蒙昧", "1060": "音保。屋廬音閭。之笒巨今反。猥多上烏罪反。", "1061": "第七卷第七卷󰯌泆羊一反。拭󰀯音觜。跳踉", "1062": "上音條下音良。角󲧓音底。脚蹹徒盍反。口嚙五結反。", "1063": "第八卷第八卷苦蔘所岑反。乎󳅂上音干下音悉。晃", "1064": "然上戶廣反。闇寘莫丁反悞。毀訾音紫。鍮婆上託", "1065": "俠反。󱽶飛上於玄反。𧑮動上而兖反。第九卷第九卷", "1066": "噠嚫上徒怛反。白潔田叶反正作㲲縶也。夫聟音細。所", "1067": "狂音在。苞攬上布交反下郎敢反。白潔音牒。蹹󰑙", "1068": "上徒盍反。艶天上羊贍反。走𥥛徒骨反。履屣所綺反。牧", "1069": "餝上音問下音識。兩目上別本作䓣力掌反。火𧂐子賜反。燌", "107": "上莫紅反或作曚冡蒙三形覆也下莫內反暗也或作昧同上。", "1070": "燒上扶文反。倡妓上尺羊反下巨綺反。第十卷第十卷", "1071": "著翅尸智反。惡狸上烏各反。俠道上戶頰反。金鏤音漏。", "1072": "馨函馨增一阿含經一部五十一卷　第二帙第二帙第十一卷第十一卷秘讖初禁", "1073": "反。一牧莫迴反。共桶音角。積貯知与反。娉娶", "1074": "上疋政反下七句反。五莖戶𥝷反悞。瘀埿上於去反。屎尿", "1075": "上尸旨反下奴吊反。般特上音盤第三卷作般菟悞。掃㨹音遂", "1076": "又徐嵗反正作篲也。󰨦土上呼迴反正󰞆。第十二卷第十二卷", "1077": "脩綺於蟻反正作倚。愁悒音邑。膏䡰上音告下音穀下又", "1078": "苦耕反非。澹為上大甘反〡癊也正作痿。詶彼上市州反。搥胷", "1079": "上丈追反下許容反。攻伐上古冬反。斫刺七賜反。𣓞刺上所卓反", "108": "寶行王正論一卷寶行王正論一卷若扸先擊反。互", "1080": "下七賜反。而轢郎達郎擊郎各三反。少牡阻狀反。晧白上戶老反。", "1081": "垢圿古八反。面󶽳側右反。脊膢上子晉反下力主反俗。", "1082": "呻吟上失真反。戰掉大了反動也。󱽶飛上烏玄反。蠢", "1083": "動上尺尹反。𧑮䖝上而兖而尹二反。膊骨上市兖反。䏶骨", "1084": "上步米反。尻骨上苦高反。脇肋上許刼反下郎得反。盜竊千結", "1085": "反。󵖶泆与一反。第十三卷第十三卷履屣所綺反。勇", "1086": "捍何案反。剔除上他歷反。尅鏤上口得反下勒𠋫反。幡𢣏", "1087": "古太反正作盖又烏盖反非也。毫󷁚里之反。針筩大東反正作筩。", "1088": "坌身上蒲悶反。𢪛淚上文粉反拭也。第十四卷第十四卷", "1089": "炳然音丙。柔䎡音軟。狼𤝧布㒵反。曾眴音舜。", "109": "相乎故反。不沈丈林反沒也大也止也普也正作沆湛二形又音審悞。", "1090": "歎吒竹嫁反。儼頭上魚掩反敬也經音義以顉字替之五感反。𧰟", "1091": "天上羊贍反。第十五卷第十五卷毗醘火𠔃反。浣濯", "1092": "上戶管反下宅角反。蹹𣴟上徒盍反下戶管反。比後上毗必反次也。擿", "1093": "罸上吒革反。第十六卷第十六卷帝釋音釋。㧯", "1094": "掠上口老反下力上反。𠌵外上似兩反下互加反。角󶐧助㽵反悞。", "1095": "死惚音惚又音忽悞。㚘將上芳無反下子良反正作扶抙也又上音伴下音", "1096": "剝並悞。奮息上巨右反。堪辨蒲莧反。牧捕上尸由反", "1097": "下蒲悟反。彈笒巨今反正作琴。𠌵󶐳上祥兩反下居右反。先", "1098": "𠸍私妙反。薗館古乱反。即枕之審反。讖悔", "1099": "上楚鋻反正作懺悞。此󰗩音岸。一攝草厄二音犁搹壓牛領者也。", "11": "提塘上都号反悞下徒郎反。第二卷第二卷欇植", "110": "靖諸上情井反。圍碁音其。嬉戲上許之反。涎唾", "1100": "第十七卷第十七卷已辨蒲莧反見別本作辨。耐辱上奴", "1101": "代反又別見本作󵹁。幻偽上胡辨反下危睡反見別本作幼偽。鴻鵠", "1102": "上乎公反下何各反下又戶󵕹反。鍼筩上之林反下徒東反。拘飢", "1103": "居梨反鳥名拘〡羅也見別本作飢字也二本並經中自有切脚也經音義以翅字替之", "1104": "音施翅諸經作吉梨吉氏二反也。鷙鳥脂梨反猛鳥也謂鷹鶻等類。誦", "1105": "習尋集反學也因也又見別本作謂叱涉反非也。第十八卷第十八卷", "1106": "󱋢匍上之廉反下蒲北反智度論云秦言黃花也正作贍匐上俗下悞。󰯌", "1107": "泆上羊林反下羊一反。倮踐上戶瓦反下又作跣也。百󱇡普吉反。", "1108": "跽白上其几反。空捲巨員反。事猥烏罪反。般嗟", "1109": "千何反正作蹉經音義作嗟。第十九卷第十九卷老耄莫報反。", "111": "上序遠反。洟流上他帝反。解𣴟上古賣反下乎管反。汰淨", "1110": "𧆞珀普白反。氍氀上其俱反下生苕反。𣰅㲪上他盍反下得", "1111": "能反。鞌勒上何寒反。髄𦜩音𢙉。勇捍何案反。擗", "1112": "水上普擊反正作劈。沮壞上才与反。一󶡃戶木反。", "1113": "第二十卷第二十卷󶖓淨上乎屋反。貲輸上子斯反", "1114": "財也。𣯈㲪上他盍反下多能反。酸疼上蘓官反下徒冬反。𤵜病", "1115": "上丑刃反。唌唾上序延反。淚󶍄上力遂反下奴予反正作淚也下又音", "1116": "頰悞也。擒獲上巨今反。憂󶻛倉歷反。邠陁利", "1117": "華上彼巾反亦云奔荼利亦云分陁利亦云芬陁利亦云邠陁利皆梵言楚夏耳此云白蓮華。", "1118": "如函如增一阿含經一部五十一卷　第三帙第三帙第二十一卷第二十一卷倮露", "1119": "上戶瓦反全躰無衣也。󱋜天上羊贍反。揣食上徒官反丸也。繖", "112": "上徒盖反濤也正作汏也又音太過也。併增上并正反兼也並也皆也。浣濯", "1120": "盖上乘旱反。俎壞上疾與反正作沮。甄陁上之人反。拘絺", "1121": "丑夷反。󳃷根上五口反。剔除上他歷反。第廿二卷第廿二卷", "1122": "邠𨚎上彼巾反下丁𠔃反正作枑也又丁禮反聲不便也下又或作󶏖音遟亦云邠遅", "1123": "並通。酬匹普吉反。㰅罸上知草反正作謫。䐗肉羹", "1124": "上竹余反下古盲反。重釀女向反醞酒也。五󶄥經音義作刓應和尚以刻字替", "1125": "之苦得反削也郭氏作刓五官反圓削也又按萇筠切韻作刓五骨反斫物頭也又按瑠璃王經", "1126": "作五扤󲡉是也今定取机字為正。豬肉上竹余反。煩󱫗於元反。愁", "1127": "𢙉奴老反下經音義作鳥乱反非。󱯤㗛上尺之反。盪鉢上徒", "1128": "朗反洗也。蹹衣上徒盍反。百鵠戶󰣄反又音鸖。󳬛土上卜江反。", "1129": "𨛁土同上。澹泊上音噉下音拍。門閾况逼反。", "113": "上戶管反下宅角反。搔痒上蘇刀反下羊兩反。王膊市軟反。", "1130": "第廿三卷第廿三卷生漏音漏。屢者上力主反背曲", "1131": "也又力朱也。捨弓居雄反。𣴟之上戶管反洗也。無沾點店", "1132": "二音正作󳙷也。󲖕疾上自𦰧反。󱍮歰所戢反。顏貌音㒵。", "1133": "一函音咸有作󶪒者非也。稽󵖫上吉兮反。空墟去魚反。", "1134": "彼堓音岸。材木上音才又作村非也。草󲑚蘓禾反草名可", "1135": "為雨衣第卅八云󵟱拾材木草葉縛栰而度川音作󲑚或作穰而羊反禾莖也。作", "1136": "栰音伐。溺者上奴𠮧反。坋者上步悶反。瓠籚卜乎", "1137": "護二音下亦嚧音盧。兩尻苦高反。荊蕀居力反。𨀛踞上音", "1138": "存下音據。𣜭除上即淺反滅也。菓蓏郎果反。莎草上素和反。", "1139": "第廿四卷第廿四卷垢圿古八反。戰𣏞于救反正作忱。", "114": "臂𦟛丑容反。堅酋字由反長也。瞼𥇒上居掩反。繖", "1140": "㘁󶙲上戶高反。或閈音閇。詣市時止反。攢箭", "1141": "上才官反。𣛰之上知与反盛也任也裝也正作貯褚著三形也又知略反非也。㯹", "1142": "頭必招反。䥫󰀯即委反。鬲子上古厄反。或啄音卓。", "1143": "所押音甲。揵搥上巨焉反下直追反。勇捍何案反。", "1144": "違叛音畔。雪揣音團。猥多上烏罪反。撰擇上宣", "1145": "兖反。菓苽郎果反正作蓏又古花古胡爭巧三反非。第廿五卷第廿五卷", "1146": "耆𦫿上巨脂反長也又六十曰〡也下五盖反老也人五十曰〡也。燌燒上扶文反。", "1147": "拘屢力遇反佛名也。捻挃上奴恊反下知栗反。手捲巨員反。", "1148": "怙悴上苦胡反正作枯也下才遂反上又音戶悞。第廿六卷第廿六卷", "1149": "為𦜩音惚。湏阤洹上相朱反中徒何反下戶官反。斯阤", "115": "盖上乘旱反。田疇直由反。園塘大郎反。亭館音貫", "1150": "含上一音斯。羅捺奴太反國名波羅〡。𠇈人上相然反。幡", "1151": "󶲔古太反正作盖又烏盖反非也。復儲音除。即從自容反正作從。", "1152": "幢麾音撝。救𡧱上山八反下何太反。稽㽞上古𠔃反下力由反。", "1153": "水底丁禮反又音祗悞。親󶩷在木反。挊之上郎貢反。令", "1154": "兀五骨反断足也正作刖杌二形。深坑上失針反下苦耕反。勑㑢魚去反。", "1155": "𧴵一上莫侯反易也。󰗩上上五按反。拘璅上古侯反下蘓果反。", "1156": "兩舌上力掌反。䓣舌同上。而𠸍私妙反。而𠸍", "1157": "同上。石押烏甲反。󶦠長上爭巧反。垢圿古八反。病", "1158": "瘦所右反。復辨音辨。舉倩七見反利也又青性反假也。", "1159": "辨見上蒲莧反。共辨同上。鐵󶑆上天結反下直朱反。", "116": "舍也。屣繖上所綺反。釣鑷上音釣又丁𠮧反悞下女輒反。針綖", "1160": "車󶞢巨魚反。󱕟有上許依反。金󰹮󲊷頂反。屈", "1161": "󶙖公悟反。舍鳩上手夜反下居求反下又音九並悞。䨱弊上芳", "1162": "救反下愽例反下又音敝悞。救𡧱上所八反下戶盖反。不救同上。根", "1163": "栽子才反。檘歷上普擊反正作霹靂。梢箭上生卓反正作矟。", "1164": "王救音煞。僂者上力主反。得电音申。寘中上莫", "1165": "瓶反又之󱗔反悞。徧露上疋綿反正作偏又音遍悞也。儼頭", "1166": "上五感反搖頭也正作顉。第廿七卷第廿七卷沮壞上才与反。", "1167": "第廿八卷第廿八卷󳑁唾上序延反。眼𥇒音接。", "1168": "粇米上古音反。千柘之夜反。豪󷁖里之反。朁", "1169": "不上音剃。󱋜天上以贍反。煩𡗚女孝反。康彊", "117": "音線。荃提上此宣反。󰉓菓上音󰉓尺沼反正作󰉓。刀斧", "1170": "巨良反。勞乎上來高反經音義作󶞔。第二十九卷第二十九卷", "1171": "試挊上尸志反下來貢反。杅緣上為俱反下以󲎥反。箱篋", "1172": "苦頰反。第卅卷第卅卷瑕疵上戶加反下自斯反。檘", "1173": "木上普擊反正作劈也。猥多上烏罪反。檝在上阻立反止也儉也", "1174": "正作戢又集接二音悞。繫惙竹稅竹恱二反連也正作綴。相疇市由", "1175": "反報也以財貨曰〡也荅也又作〡對是也正作酬醻詶三形又直由反悞。捅論上古岳反𥪰也。", "1176": "松函松增一阿含經一部五十一卷　第四帙第四帙第卅一卷第卅一卷燌煩", "1177": "上扶文反。深灁烏玄反深也正作淵剡囦三形見別本作淵。寑󶘋", "1178": "蜜二反。貫鍼上古丸反下之林反。鴦掘其勿反。𣧑", "1179": "暴上許容反下步㦸反。為蠻遝反。訴辞上蘓故反", "118": "音府。拯恤上之瘦反下私律反。林蠲租上古玄反下則胡反。林", "1180": "下寺慈反。華󶳲莫還反。放𢗡音目放也正作牧。禽獲", "1181": "上巨今反󶸣也急持也正作擒襟󶸛三形。觸嬈而沼反。捽母上存", "1182": "沒反玼也手〡捉持也。並󶤅音笑。㸌𥧝上呼活反〡達也見別本", "1183": "作諮。豪釐上之反。猥多上烏罪反。𢪛攝上式由反。", "1184": "鞕杖上卑達反正作鞭。娉󴜭上疋聖反下七句反正作娶。", "1185": "象廄音救。倮踐上戶瓦反下先淺反見別本作祼跣也悞。揵", "1186": "疾上疾𦰧反疾也見別本作󲖕。第卅二卷第卅二卷掘山", "1187": "上其勿反。勝漿即良反悞。鱣魚上知連反。桃眼上他", "1188": "刀他條二反。顧視上音故正作額。屈顧同上。拍毱", "1189": "巨六反。五兀五骨反断也樹也乇枝也正作刖󱅱二形也。當󶂋", "119": "偃於㦥反。󱼧侶上書羊反。鈞調上居勻反。虵嚙五結", "1190": "古堯反。蜜絺丑脂反園名。綏納上息唯反。係嗣上古詣反", "1191": "下辝字反。園舘古乱反。飰食上扶万反。病𤸃所右反。夷", "1192": "湍他官反外道名也此或端字悞也或云阿夷多或云阿耆多或云阿逸多或云", "1193": "阿夷耑。比盧持上一音毗或云毗羅坘或云倍羅𦙁子也。夷󶗴", "1194": "与端字同也又音偄悞。之咎巨久反。󱜍鹿上衣撿反取也。", "1195": "第卅三卷第卅三卷󰞆色上火迴反。雹莭上步", "1196": "角反昳起也正作𦢊也經音義作𦡕以皰靤二字替之滿孝反非也。水底丁禮反又", "1197": "音祇悞。擒獲上巨今反。可鞭卑連反。俎壞上才与反又音", "1198": "阻也。猗覺上依綺反七覺支一也。琥珀上火古反下普白反。金", "1199": "扉音非門扇也。煌煌音皇。󵖶泆羊一反。普𦁉息", "12": "市力反。苣勝上其与反下尸證反。第三卷第三卷", "120": "反。刖除上月天二音足刑也。䗍角上洛禾反。徙舟上斯", "1200": "反又音接悞。󶂶山上才作反。蝦蟆上戶加反下莫加反。蝦蟇", "1201": "同上。見枷巨迦反杖也又音加釋云五欲也雜阿含作楞耆佛釋云无明也別譯", "1202": "阿含作楞祗󲎼毒虫節釋云愚癡也。第卅四卷第卅四卷䖝䗍", "1203": "洛禾反。陶家上徒刀反。󱋜天上以賠反。崩落上布登反下郎", "1204": "各反經律異相作崩音蒙。慰勞󶷽到反。䣶蒲桃上徒兼反", "1205": "下徒刀反。當儲音除。手捲巨員反正作拳。撰擇上思兖反。", "1206": "牙跂巨逆反正作屐。外󲉀口豆反。景𥧝上居影反戒也正作", "1207": "警。一扼烏革反犁草也。涕󶡥上徒兮反下空屋反正作㖒哭。捅", "1208": "牛上古豆反取牛乳也正作擎搆二形又古嶽反仕角二反。遼治上力予反", "1209": "下直之反正作療也又音聊悞。第卅五卷第卅五卷抆飾上冝作文", "121": "此反。陜劣上乎夾反正作狹陿二形。悲匂盖割二音。有幹", "1210": "彣紋三同無分反文美也彣青与赤雜也紋綾也又無粉反拭也又前後皆作挍飾字也。柘", "1211": "蕀上之夜反下居力反。菓𤓰古花反。掬水上居六反。而", "1212": "穬古猛反。俾勤上卑尒反。翹足上居堯反。八󶤔古孝", "1213": "反正作𡧱。𦜩𦝩上奴老反下云貴反。第卅六卷第卅六卷涕", "1214": "哭上徒兮反正作㖒下並同也又體剃二音悞諸經作𠮧喚大𠮧喚是也。廷", "1215": "直上他頂反直也長也正作󲭥頲二形也又󲊷󲊸二音悞。自摑古夌反。", "1216": "荊蕀上居迎反下居力反。󵖶泆羊一反。押之上音甲〡束也。", "1217": "草著知与反任也正作著。五刖五骨五越二反断也。五揆", "1218": "知挌反張也如世閒逆者以五車張之曰〡也正作磔也開元樓藏作󶕾知挌反張也又", "1219": "求癸反悞經音義作揆以捺字替之非也𢲉音祭奴達反並非也。而梟", "122": "古案反。多互乎悟反。上挨在木反又於騃烏改二反非也。", "1220": "音澆。䥫󰀯即委反。摩牧冝作捫莫本二反以手撫持也又吻", "1221": "問二音拭也。𧑮動上而兖反。較之上古孝反又音角〡量不等也略", "1222": "也。自擗補益反襵褺也正作襞也。第卅七卷第卅七卷夷", "1223": "耑音端前作湍𣽈二字彼應悞也。初學上楚魚反始也新也正作初。", "1224": "起敘音序。未󳠔巨久反正作悞。憒𡗚上古薱反下女㒵反。", "1225": "疇匹上直由反下普吉反。邠𨚎上彼巾反下丁禮反或作󶏖音遅如", "1226": "前釋。󶡈酌之林反上。第卅八卷第卅八卷殉弊上許容反", "1227": "下毗祭反。鐙光上音燈也。𦧧耳上時尒反。草葉羊接", "1228": "反第廿三作󲑚彼或是葉字也。第卅九卷第卅九卷𤝌猴", "1229": "上于元反下乎鈎反正作猨猴也。擗口上補厄反正作擘也。推捧", "123": "被駐竹注反止也又音注。香剌郎達反辛味也正作辢。愔", "1230": "上丈追反下步講反。戈矛莫侯反。春杵上書容反。惔怕", "1231": "上徒敢反下普㒵反。沆翳一計反。苦惚音𢙉。堅𩊅五更", "1232": "反堅牢也正作鞕硬二形也。牧牛上莫六反。不肥扶非反正作𦘺。", "1233": "不廋所右反又音叟悞。死邊音邊。夷耑音端。㸌", "1234": "然上火活火郭二反。󵱃象上音字正作牸。以挊音弄。執", "1235": "勞洛刀反別本作󵜎。䘏民上私律反。󶈃𢌿音𢌿。病瘦", "1236": "所右反正作瘦瘦二反。中󰌚衣小反。周󳣄序緣反。瘀埿", "1237": "上於去反。第四十卷第四十卷󵹁辱上奴代反正作耐。󵖶", "1238": "泆音迭。隱慝女力反藏也又他得反悞。隱匿同上此正。󶸐", "1239": "〃居約反。百愔蒲亥反正作倍也郭氏未詳玉篇作芳久反非此用。千", "124": "隘上冝作󵹉於棻反呃不平聲也下烏賣反又喑隘歎息󱫗聲也上又於心反", "1240": "倍步乃反正。理󷤬相遂反正作邃。𨳰塞上愽計愽結二反。", "1241": "問訊音信。掃󶈭詳嵗反祥醉二反帚也正作慧二形又音慧", "1242": "悞。搒抬上蒲育反下丑之反正作榜笞也。栲掠上苦老反打也正作", "1243": "󰪁下力尚反笞也治也。慇懃上於斤反正作慇。躬欲上音弓下音浴。", "1244": "義尠仙淺反。愽𢸒郎敢反手取也正作攬擥二形。󶡈酌", "1245": "上之林反。鐙光上音燈佛名。鴗羅上其列反佛名提和〡羅", "1246": "即然燈佛也又音立悞也。事猥烏罪反眾多也。", "1247": "之函之增一阿含經一部五十一卷　第五帙第五帙第卌一卷第卌一卷周󶟆序緣", "1248": "反。󱕟有上許依反。唯願魚願反正作願顯願二形。嫉", "1249": "姤丁故反。慳嫉上苦閑反。喜𠸍音󶎿。瑕疵上戶", "125": "靖也。毀呰音紫。剡浮上羊染反或云閻浮洲也又時染反或云瞻部", "1250": "加反下才斯反。悉俻音俻。海󰗩音岸。問訊音信。問", "1251": "訙同上。屈电音申。𢗡攝上失由反下失𦰧反。市𡗚", "1252": "上時止反下女㒵反。病瘦所右反。村渃音洛。賢刧", "1253": "上乎堅反。揣食上徒官反。𢷋首上補招反正作摽。𨲙髮", "1254": "上相朱反正作鬚。手捲音拳。曾眴音舜。利掘又作", "1255": "㭾同巨勿反人名或云尸利毱多。門閫苦本反。莘滿上音", "1256": "花下音滿。芬香上芳文反。憒然上古對反。涕澪上他禮反", "1257": "下力丁反。鉢󶡮丘至反正作器。󰯌泆上羊林反下羊一反。伈人", "1258": "上相連反正作仙。第卌二卷第卌二卷叛𨒫上步半反。謶", "1259": "譏上書去反居依反正作庶幾也上又之若反非也。翅羽上音施鳥翼也。", "126": "州也。及𧆛昌據反正作處。大乘起信論一卷大乘起信論一卷", "1260": "尠少上星淺反。恭恪口各反。屈电音申。青瘀", "1261": "𢪛去反。󰖿脹上疋江反下知亮反。第卌三卷第卌三卷拘", "1262": "睒失染反。讖比丘上楚蔭反。揵推上巨焉反下丈追反。", "1263": "羈難上居冝反。傒属上古諸反邊也。彿于上芳", "1264": "佛反東洲名。第卌四卷第卌四卷殃舋許覲反。", "1265": "門𨳰音閇又入。試詰上式志反亦尸棄。皮𥢶苦外", "1266": "反。曳右上音申舒手也。蠰佉上商亮反下去迦反。󳇐挮", "1267": "他𠔃反國名。般綢上布官反下直由反守護銀藏龍名也或云頭或云班", "1268": "稠也。𧰟天上羊贍反。第卌五卷第卌五卷拘屢", "1269": "力遇反。淡泊上徒敢反下普自反。屏依上蒲政反隱僻無人處也下疋", "127": "序文序文智愷口海反。竆盡上巨弓反。遣騁田井", "1270": "豈烏改烏對三反藏也隱掔也正作庰依也二並悞。󲖕疾上才𦰧反。", "1271": "第卌六卷第卌六卷摩刷所刮反。瘡痍音夷。", "1272": "沮壞上才与反。愁悒音邑。无熅烏䰟反又於云反非也。", "1273": "翅甯上音施下奴定反。一󰘑戶屋反。屢者上力", "1274": "主反正作婁。第卌七卷第卌七卷誦習尋集反經音義作謂", "1275": "誤。抴電上以世反。𢪛餝上冝作彣紋二同音文諸經或作文飾是也又", "1276": "或作披飾古孝反下始食反上又吻問二音悞。膿血上奴冬反經音義作䐦。", "1277": "創愈上楚床反下余主反。膏車上古到反。醇酒上市", "1278": "倫反。󱫗󳠔巨九反正作咎。󱽶飛上烏玄反。輪轢力達力各", "1279": "郎擊三反車踐也。󵭸咀上芳武反下子與反拍碎也亦作󵷧󵷰。來填", "128": "反馳〡走也。汎舟上芳梵反。󶟈櫌上苦𠋫反下而沼反。慧旻", "1280": "陟隣反壓也經音義以鎮字替之鎮知人反也。蹹󰑙上徒盍反。銅", "1281": "羊接反。卷󳹃上巨員反下子消反。第卌八卷第卌八卷", "1282": "淵流上烏玄反深也。甄陁上之人反。蜜𠽮吐梨反經文自切也", "1283": "國名蜜〡羅也或云蜜絺或云󳇐挮或云󳇐𩭈音剃也。猶挻音延泥洹", "1284": "經作延又丑延式然二反樹名。七肢音支。平跱直里反。咃󱂫", "1285": "上訰何反下章移反至藏巨寶名也又經音義以他叉字替之下又或吱音仚也。梳", "1286": "頭上所魚反正作梳。欲剔他歷反。為𢴠尺志式志二万", "1287": "又音志記也搮也正作𢡠也又音持悞。寶跂巨𨒫反。名荏如錦", "1288": "反王名也經文自切。鱞獨上古頑反。一揆求癸反。替癈", "1289": "上他帝反下方吠反。相糺居黝反。遘闘上古豆反。生擗", "129": "羙巾反。黃鉞于月反。雖慨苦代反。論文論文不", "1290": "愽厄反正作摩。󳏃壓烏甲反。銅鍱𨧲下二音𦰧。𦒱掠上苦", "1291": "老反下力尚反。氍㲙上其俱反下生俱反織毛褥也下俗。蹹蹬上他盍反", "1292": "下多能反正作毾㲪也又上音沓下音鄧悞。垢玠古八反正作圿圿又音", "1293": "界悞。摩𢪛文粉反。𧋒哲上音釋正作螫蜇也。繤修上子", "1294": "管也。󳷚今上莫官反聞也。器皿明丙反。第卌九卷第卌九卷", "1295": "悲㘁戶高反又音亦。垢圿古八反。作攡力支反。", "1296": "䥫槨古霍反。擲中同上也悞。四徼古矛反四〡謂四徑路也", "1297": "小道也。󵖶妷音逸。五𡚁毗例反。僥倖上古堯反下胡", "1298": "耿反。而爍羅各反正作炵又書約反非用。邠𨚎上彼巾反下丁禮反", "1299": "或云邠󴏊音仾或邠遅音󶏙。班稠直流反。蜜締下音締丑", "13": "能警音景戒也。󲄘伊進反。瞢昧上莫󲣵反。豈", "130": "揆求癸反。不󲍔音退。生󶬔莫列反盡也絕也亦死也字從威聲威許劣反。", "1300": "脂反第𠦜四作󳇐挮卅八作蜜𠽮吐梨反󳇐勒成佛經作蜜絺羅後又作󳇐絺羅是也又", "1301": "徒𠔃反唯󳇐勒成佛經作󳇐提羅梵言楚夏耳。門閾况逼反門󶊫也。", "1302": "鞞皷上步迷反。般禂上布反下丈由反。姑障上古", "1303": "胡反下諸良反。夫𦕓音細旨也。第五十卷第五十卷", "1304": "蘭柘之夜反。灡遮上郎坦反。施挮上式支反。橙", "1305": "墻上音登升也上也五十九云踰墻入內也又丁亘反挮挄也。乳鋪", "1306": "音步。撾打上竹花反。鞭打上卑連反。黮如上他感反。𦬔", "1307": "子上古敗反。勉此上音免脫也。第五十一卷第五十一卷", "1308": "從廣上子客反。多猥烏罪反。履屣所綺反。", "1309": "初甛徒兼反正作甜。抑折上衣力反下之舌反。綺語經音", "131": "臨函臨大乘起信論等八論十一卷同帙。", "1310": "義作䛴丘倚反。殃舋許覲反。著腹上張呂反任也正作著。䥫", "1311": "臼巨九反。󶱘熱上步保反。或桃他條反他刀二反。擾動", "1312": "上而沼反。脊觔上子昔反下居勤反。攘厭上如羊反下於陝反。󳏃", "1313": "琦音奇。尻亦上苦高反。嗽乳上所卓反。󵖶泆音逸。", "1314": "󵖶嫟女力反隱〡陰姧也正作匿也或作匿他得反𢙣也然非此義也。姤忌", "1315": "上丁故反。饋遺上巨位反下惟遂反。稟食上兵錦反。逢驅", "1316": "上羊招反正作遙下丘俱反。晧白上戶老反。夫聟音細。遊", "1317": "佯音羊。不消相焦反滅也盡也息也冝作肖音笑似也。佯愚", "1318": "上以良反許也經音義作湯聾。饕餮上他刀反下他結反。蝗䖝上戶", "1319": "光反。皆𡙸大活反。奉祿上扶用反秩也君以祿為巨也又扶", "132": "大乘起信論兩卷大乘起信論兩卷上卷上卷煩惚音𢙉", "1320": "勇反獻也椽也下郎木反俸也賞賜為祿。", "1321": "盛函盛雜阿含經一部五十卷　第一帙雜阿含經一部五十卷　第一帙", "1322": "第一卷第一卷憘貪上許里反。放逸羊一反。輸", "1323": "屢力遇反正作屢。第二卷第二卷阿㝹奴󰧛反。傘", "1324": "盖上桒旱也。揵茨上巨焉反下才資反。鄣閡上之亮反下五", "1325": "愛反。若曖奴管反正作曖也又音愛悞。蚊䖟上音文下音盲。", "1326": "申恕音庶。傘盖上桒旱反。獲泅音囚。不憚", "1327": "徒且反。示教音投別經作郣。明󶂧苦角反。第三卷第三卷", "1328": "逯得上徒愛反。若󰎭許右反。嬉戲上許之反下許", "1329": "義反。慰勞郎告反。第四卷第四卷水牸音字。", "133": "又音忽悞。慣習上古患反。緣償時亮反俻也。柔䎡如兖反。", "1330": "鞭笞上卑連反下丑之反。執󲁡尺證反。柄傘上彼", "1331": "命反。傭客上羊封反。澡漱上音早下音廋。所係音計。", "1332": "捷疾上自業反。󰉕麦上古猛反。蕀㓨上居力反正作𣗥。若軛", "1333": "音厄。若鞅於兩反。若縻美垂反。若鑱仕懺反應和尚以", "1334": "替之戶花反。為轅于元反。啾〃子由反。󳇐絺丑夷反。", "1335": "初󶱏徒官反。木扚帝若反。𢙢怛都達反悞。迫", "1336": "恊許刼反正作愶。掠護上力向反奪取也下正作訝乎悟反誌也認也下", "1337": "又經音義作𧥮丁禮反欺也彼悞。誣他上文夫反。祠祀上音詞下音似。", "1338": "第五卷第五卷消煬上亦作焇下作羊。阿漯失入反比丘", "1339": "名阿濕波誓亦云阿說亦唐言馬勝。𠚫󶣜上牛例反下北末反下正作𦫿茷。", "134": "分拆先擊反分也正作析扸二形。下卷下卷󰒅理上居御反", "1340": "升藪上都口反下桒口反正作抖。酒囊奴郎反。壓取", "1341": "上烏甲反。清淳市倫反亦作醇。糟󵹤上子曹反下爭史反。𦟛", "1342": "直上丑容反。剽剝上疋妙反強取也刼也亦作󶁴。跨說上苦", "1343": "花反大言也正作誇。突目佉上徒骨反下去迦反。中蟹戶買反。", "1344": "罵謠音無枉也亦作𧩄。輕躁子告反動也疾也亦作趮。󶩜", "1345": "菴上千悉反。第六卷第六卷手撥音鉢。足蹴", "1346": "七六反。魔縻羙垂反。撰擇上思兖反。第七卷第七卷", "1347": "鈆割上應和尚以剬替之剬之兖反細切也肉也断也截也今又冝作脟脮二同力兖反割", "1348": "也諸經多作腐割也又依字緣鍾二音義無所取上方經及川音並同作鈆。桃著", "1349": "上徒了反擲也。不𤵙所眼反生也正作產二形郭氏作所景反非也。不", "135": "依也按也正作㨿又其㨿反又玉篇音渠並非也。鑛穢上古猛反。憒𡗚", "1350": "構古𠋫反。𢭀轉上㡰全反。尫瘵上烏光反下爭介反。", "1351": "貪嗜神利反。剎𢷋上音煞下疋妙反強取也刼也正作剬勡二形。", "1352": "疾垢上正作嫉妒上音疾下都悟反楚詞曰𡧱賢曰嫉𡧱色曰妬。槌", "1353": "打上直追反下得冷反。㿈疽上於容反下七余反。讁罸上知", "1354": "草反下扶發反。󱇈暴上許容反。跳杖上音條又他子反。呰執", "1355": "上將此反。棹悔上徒了反。惛忤上呼昆反下五故反𨒫也又經", "1356": "音義作惽悴才遂反憂也。󵢚跣上蒲先反下蘓前反旋㒵也蹣跚行也正", "1357": "作蹁躚也。󱋤欷上友秘反壯士作力也亦壯大也正作贔膊二形下許噐反正作屓", "1358": "也。第八卷第八卷奮縈上巨久反下於管反。苟肚上古", "1359": "口反下徒古反。󵹰結上古巧反。濤波上徒刀反大波也。", "136": "上古對反下女孝反。𤵜疾上丑刃反。三无性品兩卷三无性品兩卷", "1360": "第九卷第九卷稽首上苦禮反。揌持上子孔反", "1361": "又作惣。彼󰗩音岸。利搶七羊反。㽞搜所愁反。", "1362": "駮牛上布角反。折󰀯上市列反下即委反。波咤竹牙反。", "1363": "純阤上市倫之尹二反下達何反或云淳陁西域記作准陁是也。芭", "1364": "椒上布麻反下子消反。大󰥺莫丁反。糠糩上苦郎反下苦", "1365": "外反。塢󵽀上烏古反下都含反。󵽀陸音六。捺渧上奴達反", "1366": "下丁計反。肅捺上息六反下奴達反。枳󰍑上吉以反。塢娛󶯈", "1367": "上屋古反中牛俱反下力計反。拘󶮹荼上九愚反中步官反下宅加反也。", "1368": "毗紐女久反。旃延以然反。採󶂸才焦反。敷󶐧", "1369": "助㽵反又所火骨二反悞。󵕺嗽上子老反下所右蘓奏二反。革", "137": "上卷上卷煩惚音𢙉。鞮迦上丁兮反。兩互平悟反。", "1370": "屣所綺反。󰨚𢢔上五高反五告反𢢔也倨也正作二形也。編", "1371": "髮上蒲犬反又邊篇二音。衣皮褐上衣氣反下何割反。灰", "1372": "盆上火迴反下蒲問反正作坌。不󶨻音𢙉。第十卷第十卷", "1373": "拘睒失染反。輸屢上束朱反下鐸句反。復雞上扶", "1374": "富反鳥抱子也正作伏下古𠔃反菢步報反伏𡖉也。蔭㽞力救反宿〡停待也", "1375": "經音義作鵽力救反鷄子也非宿音秀。以󰀯即委反。𤓰喙", "1376": "𡖉上爭巧反中竹角反下郎管反正作𤓰啄𡖉也。出󲗲苦角苦木二反。", "1377": "以󰐐子委反。斧柯音歌。滕綴上徒登反下竹稅反。", "1378": "覆󵼥上芳救反下初覲反悞。氍氀上其俱反下生俱反。𣰅㲪", "1379": "上他盍反下得能反。丹枕之審反。茤摩上測俱反。拘沾竹鹿", "138": "故󲁡昌陵反正作稱偁二形。相皃莫孝反。串習上古患反。", "1380": "反。󳡭直上丑容反又音容也。手攬力敢反。發㧡古諧古哀", "1381": "二反萃根也正作菴也又音亥非也。火燥他念反火杖也正作掭也經云𨐫如燒尸", "1382": "火樓弃󳟿閒是也經音義作󵵆以燴字替之非也󵵆他念反燥先早反並悞。撨", "1383": "伐上才焦反又先條反悞。土槫徒官反塊也。", "1384": "川函川雜阿含經一部五十卷　第二帙雜阿含經第二帙第十一卷第十一卷", "1385": "眼䁔奴短反正作暖也又許袁許願二反悞也。係念上古詣反連也", "1386": "縛也。莖幹古岸反。夫智上音扶語助也。䈥骨上居", "1387": "設反。篋虵上苦頰反。憎惡烏故反。所嗅香右反鼻取氣", "1388": "也又七秀反非也。由恕聿預反。踈𣾫所立反。問訙音信。", "1389": "試𦗟上尸志反。迭相上田結反。不減咸斬反。懈", "139": "相皂莫孝反正作㒵貌二形又逼䳨杏香四音並非。相狠莫孝反又似貇", "1390": "勌音惓。猗息上衣綺反。唯聾郎紅反。", "1391": "第十二卷第十二卷解拆先擊反。根幹古案反。", "1392": "解折先擊反。載撨才焦反。撨薪同上。拘", "1393": "絺丑脂反。輾轉上知演反。留󶻮所愁反。背膢", "1394": "九主反正作僂。班駮補角反雜色也。𨅖陁上桑讚反又二十三作詵陁迦旃", "1395": "延郭氏作蘓安反。亶延上諸連反。犢牸上徒木反下才寺反。玷", "1396": "牟上點店二音。第十三卷第十三卷為誌之熾反記也。扼", "1397": "閡上烏革反下五愛反。鹿紉女󳏃反或作細音鈿。輕󶽅子苦反。", "1398": "染泍烏故反悞。第十四卷第十四卷椯食上徒官反。謂", "1399": "棹大了反。刦盜上居業反。防邏力个反。𠠤以上住銜反㓨也。", "14": "󲉂音尺。如󲁡尺證反。仾昂五郎反。駃流上所事反。", "140": "苦佷反非。迭㸦上田結反。傳傳相上二知戀反傳〡相傳也亦作󶄊。", "1400": "百矛莫侯反。第十五卷第十五卷毗漯失入反正作濕。", "1401": "󶱏食上徒官反。癖陰上普擊反痃〡也下於禁反痰〡也。唌", "1402": "唾上序延反。百搶七羊反。百搶同上。第十六卷第十六卷", "1403": "󳃷孔上五口反。銅然上音同徹也悞。橙階上都亘反。為", "1404": "為鏘七羊反正作搶。貫大上音官穿也。䔉子上蘓乱反。", "1405": "𤓰押上爭巧反下古甲反。陁驃婢妙反此云實。第十七卷第十七卷", "1406": "拘睒失染反。號呼上戶高反。㘁呼同上。呺呼同上。毗", "1407": "𤨴失入反正作濕集異門足論作吠濕。鞞嵐上步迷反下洛南反集異門足論作吠嵐。", "1408": "毗漯失入反正作濕又他合反非也悞。壹奢手遮反。第十八卷第十八卷", "1409": "破󵹂力竭反破也正作裂又音竭悞。浚輪上相俊反。鳥翮戶草", "141": "下卷下卷悎悟上古孝反睡惺也正作覺寤。菟角上他故反", "1410": "反。󱍮歰所立反。築令上知六反正作築也。喘息上川雍反。", "1411": "係念上音計連也。󵬆投上古火反正作裏。第十九卷第十九卷", "1412": "󵸠牗上楚江反下由抑反。簾彰上力間反下之亮反。𢳆其", "1413": "上普結反擊也正作撇也又昌六反動也又經音義以蹴字替之非也。顛狽", "1414": "上丁田反下補盖反頸仆也正作伂也。觔骨上又作󰗢同音斤正作󰗢。", "1415": "䝱䯇上許刧反下來得反。棎其上他含反。脯腊上音", "1416": "府下音昔乾肉也。好讒仕咸反。𤓥矛上倉官反下莫侯反。", "1417": "󷃂敘上倉官反下所八反。唼食上子合反。陰𡖉郎管", "1418": "反。如瓮烏貢反。鍛銅上都乱反。烊銅上以良反。蜜", "1419": "󰉔音餅。熾然上尺志反。𢴠然同上也悞。鞅其頸", "142": "正作兔。發菩提心經兩卷發菩提心經兩卷亦云論上卷上卷", "1420": "上於雨反下經反。𧿡袛上蒲末反。失󷘦書州反山名也。失", "1421": "󷘦同上。第廿卷第廿卷問訊息進反。慰勞來告", "1422": "反。問訊同上。澡罐上子老反下古乱反。或鞭卑連反。", "1423": "澡漱所右蘓奏二反〡口也正作漱。", "1424": "流函流雜阿含經一部五十卷　第三帙第三帙第廿一卷第廿一卷拘睒", "1425": "失染反。棹亂上大了反。浚輪上相俊反。澡漱所右反。", "1426": "梨𡱝音西比丘名也。辯󲖕疾𦰧反。斖〃音尾。成", "1427": "𧂐子賜反。軛鞅上烏草反下於兩反。躶形上戶瓦反全身", "1428": "無衣也淨〡〡也正作稞也又郎果反說文赤躰裸躶非此呼。涕泣上他禮反", "1429": "下去及反經音義作涕泗。第廿二卷第廿二卷稽首上苦禮反。", "143": "扸破上先擊反。明󲗲口角口木二反。慊疾上乎兼反又音", "1430": "遍照上卑見反。難阤音陁。鈎鏁素久反。逯得", "1431": "上音代。䫃鞭手連反。長縻美垂反。羈絡上居", "1432": "冝反。烏泥上𢙣胡反水不流也正作洿。商人上手羊反又音的悞。破", "1433": "撨才焦反。炊餅上尺惟反下扶万反。作󰉔音餅。娶", "1434": "婦上七遇反。姧姟上古顏反下古夘反。㽵飾施食反。󶐧", "1435": "臥上助㽵反下五遏反。揵荼上巨焉反下宅加反。瘦㝹上所", "1436": "右反下奴侯反。欠呿丘御反。憒悶上古󶙄反。如龜居追反。", "1437": "以嗀口角反。欲󶱮安故安各二反正作𢙣惡二形。耒詣上洛", "1438": "才反正作來又力水盧對二反悞。第廿三卷第廿三卷荊蕀", "1439": "上居迎反下居力反。喑啞上於今反下烏雅反。嬉戲上喜之反。繖", "144": "嗛悞。常係古詣反連也。󰉓揣上尺少反下徒官反。一縷", "1440": "盖上旱反。調咲上大吊反下線妙反。之塌音塔。料", "1441": "理上力條反。󱍮澀上所立反不滑也。園館古乱反。重", "1442": "餉式亮反。󱌰塟上必進反下子浪反。阿㝹乃頭反。撾", "1443": "打上竹花反下音頂。䥫鉗巨廉反。𣐬械上勑柳反下戶介反。", "1444": "䥫󵾻戶郭反正作鑊。著臼巨久反。係心上古詣反縛也。舟", "1445": "桁胡郎反舡也正作航󵺽二形冝作笐戶浪反架也。以綖音線。枯𤍜", "1446": "素老反。僻地上毗益反倒也悞。晧白上戶老反。第廿四卷第廿四卷", "1447": "鷹爪爭巧反正作爪。濬飛上相俊反染也音義以迅字替之迅疾也。", "1448": "直搏音愽擊也。以𣛲丑知反〡膠也正作蘓也又丑魚反也。", "1449": "口齧五結反。聯捲上力延反下巨員反。䫃䀎音麵又普", "145": "力主反。之綖音線。置羅上子邪反免󱶈也正作罝。䀎膝", "1450": "幻反。易韻上羊益反變也改也轉也下于訓反物〡乱也正作󶢥也。傘", "1451": "盖上桑旱反。第廿五卷第廿五卷󱍮𣾫所立反。", "1452": "甲冑丈右反。商主上手羊反。號咷上戶高反下大刀反。", "1453": "無量音亮。崩頺大迴反正作隤。號咷大刀反。悉", "1454": "俻皮媚反。號󶯲上戶高反下大刀反。闇暝莫丁反。惋", "1455": "慨上烏乱反下口愛反。貝䗍洛禾反。萎悴上於為反", "1456": "下才遂反。封緘古咸反。排攩上步皆反下他浪反〡〡推拓也下正", "1457": "作摥也又經音義以湯字替之託唐反𥥛也又他浪反出團也攩他朗搥打也。堆迮", "1458": "上都迴反下阻伯反堆落也聚也亦作磓也迮𡑅也正作窄。苗𧜟以世反。", "1459": "係心上古詣反。恡惜上力進反。岨壞上才与反正作沮也", "146": "上普幼反視也羙目也正作盼下郎代反傍視也從目來二並悞。毀呰音紫。", "1460": "毀也壞也諸經作沮也或作俎壞或作阻壞並非又七余子余二反非也。", "1461": "第廿六卷第廿六卷因釭音公車轂口䥫。手掬他含", "1462": "反深也取也正作探又音菊悞。其哽古杏反㓨在喉也正作輭也哽咽也非也。", "1463": "䉼里上力條反。障𦿔必祭反。迦椑音卑又音", "1464": "悞。傍佯上步光反下以良反。第廿七卷第廿七卷駭", "1465": "散上戶騃反。潛思上才尖反下司寺反。猗覺上於綺反。", "1466": "撨炭上才消反紫也。足其上將句反添也。欠呿丘御反。", "1467": "撰擇上宣兖反。箱簏右木反。王蕃方煩反又音煩。", "1468": "青瘀於去反。膿潰上奴冬反下戶對反。󰖿脹上普", "1469": "江反下知亮反。第廿八卷第廿八卷白控苦貢反馬轡也。白鞭", "147": "柔𣽈人兖反又音儒。撾打上竹花反下得冷反。加󶕇音無", "1470": "卑連反。白𢃑莫告反。白傘素旱反。手執之付反。", "1471": "問訊音信。慰勞力告反。問訊音信。彼󰗩", "1472": "音岸。󱕟有上計衣反。伴黨當朗反。世俗似欲反。苷", "1473": "蔗上音甘下音之夜反。蒲桃上步乎反下徒刀反。悉恬徒兼反正", "1474": "作甜。㥧流上侍閏反。第廿九卷第廿九卷憒𡗚上古", "1475": "󶙄反下女孝反。㒹沛上丁田反下補盖反。塠壟同上。睒一", "1476": "上於敬反隱也正作暎也又他濫失染二反並非也。㐲雞上扶富反烏菢子也。生", "1477": "卵洛管反。口喙音卓正作啄悞。爪刮上爭巧反下古頌反。", "1478": "第卅卷第卅卷󵕺浴上子老反。塌寺上他盍反。椯食", "1479": "上徒官反〡丸也。汪洋上烏光反下以良反。麻屑先結反。躶其", "148": "枉也。不猗衣綺反正作倚又於冝反。俻受上皮媚反。燒󵲰", "1480": "上戶瓦淨〡无衣也正作裸也又郎果反說文赤躰躶裸也非此呼。猘狗上居", "1481": "例反狂犬也又經音義作昌制反切韻作狾二形。蕀㓨九力反。繁𦒿", "1482": "上步何反亦云傍耆。佉槾伽上去迦反中洛登反下其迦反槾莫官反悞。易", "1483": "韻上羊益反變也改也轉也下為訓反物〡乱也正作。縫衣上扶峯反。", "1484": "憒𠆴女孝反。憒󶑊同上正作吏。下坂方晚反坡〡也。我衿居呤反。", "1485": "不函不雜阿含經一部五十卷　第四帙第四帙第卅一卷第卅一卷傘盖上桑旱反。", "1486": "󲮬𠸍音笑。祑粟上持日反下力日反悞。匐叉上蒲北反。青", "1487": "瘀於去反。脹相上知亮反。膿相上奴冬反。羅󰪎", "1488": "羊朱反河名也。第卅二卷第卅二卷嬉戲上喜之反下喜義反。甲", "1489": "冑丈右反。󱍮歰所立反。枯熇苦老反乾也苦也正作槗熇二形又", "149": "諸与反俗。下卷下卷臅髏上大木反下洛侯反。項脊", "1490": "音臛熱㒵也非。泍戒上烏故反深〡也正作汙。仾責上丁禮反下阻麦反", "1491": "負財不還也正作󲧓債也。䥫搶七羊反。沃壤上烏毒反下而兩反。", "1492": "瘠薄上秦昔反。󲖕疾上疾𦰧反。第卅三卷第卅三卷", "1493": "八態奴代反。蹹人上徒盍反趯〃也踐也正作蹋。跪地上巨", "1494": "委反正作跪𧺫二形也膝加地也。奮頭上芳問反。囓人上五結反。", "1495": "榐軛音厄。鞭杖上布延反。断󴔚居良反正作韁繮二形。断", "1496": "鞅於兩反。󲧓𥥛上丁禮反下大骨反。輕篾莫結反。詵", "1497": "陁上所臻反比丘名〡陁迦旃延第十二卷作𨅊陁迦亶延是此別名耳。棹悔上大", "1498": "了反。身猗衣綺反又乎聲呼。㐲雞上扶救反烏菢子也。以", "1499": "抓側巧反正作爪。啄𡖉上竹角反下洛管反。第卅四卷第卅四卷", "15": "令无上自宣反。軍󶌵音侶。串習上古患反。", "150": "上何講反下子昔反。胷脇上許容反下許刧反。寬䏶上苦官反下步", "1500": "唯幹古案反。空榦同上。浚輪上私俊反。㩉補", "1501": "上都盍反或作㩉他盍反河名無異譯勘會。見緾丈連反。磬咳", "1502": "上苦頂反下苦愛反正作磬欬也又上音𣫆下音孩非。執𥰢失戰反。𥰢", "1503": "佛上失然反。第卅五卷第卅五卷遼落上力迢反。跪", "1504": "地上止包反正作跑又去委巨委二反悞。野犴古案反正作于也別譯阿含作", "1505": "野干是也又可顏五寒五按戶岸四反非此呼。毀呰音紫。狂騷桒刀反。", "1506": "洛漠音莫。唌唾上序延反。悼悔上大了反正作掉。", "1507": "毗珊桒安反。坘子上音遅亦云毗盧持又音伍亦云毗羅𦙁子。枳", "1508": "舍上吉以反。求備音俻。逃竄倉乱反。為榺徒登反正", "1509": "作藤。為藕五口反。為膠交挍二音。苟腸上音狗下音長。為", "151": "米反。脛腂上形定反下胡瓦反下俗。抑制上衣力反。而󶏺", "1510": "絮相預反。為榺音交前例作膠字也。不慊音嫌又苦點又", "1511": "非。瞋朾上尺真反下得冷反。嫌彼上戶兼反前非。", "1512": "第卅六卷第卅六卷阤羅驃上徒何反下毗妙反唐言實。", "1513": "稽首上苦禮反。顯深上呼典反。少惚奴老反。廬", "1514": "舘上力余反下古乱反。𧯞󰏐上都口反下戶穀反。欲求上余玉反。", "1515": "峯牛上芳逢反正作󰪗。上妻音妻也。㥧夫上市閏反。", "1516": "賢妻七西反。輕躁子告反。制御牛去反。", "1517": "第卅七卷第卅七卷澡漱上音早下音瘦。淳陁上市倫反。", "1518": "毗濕失入反。麻屑先結反。撾捶上竹花反下之水反。󱍮", "1519": "忽所戢反悞。身恕音庶。𡰱咤竹加反。繖盖上桒旱反。", "152": "時力反種也生也正作植殖二形。輕󶬲莫結反。", "1520": "鞞細上毗迷反下女久反。䥫鉾音牟。󶧉水上倉官反。仰", "1521": "󶧉同上。󵴅水同上。仰撮同上。仰󶧉同上。撮", "1522": "水同上。󶱦空同上掇也遙擲也正作攘攛二形。鏘投上七羊反下徒俠反。", "1523": "第卅八卷第卅八卷駏驉上音巨下音虛上云馬父驢母為駏驉驢父馬", "1524": "母為騾也應和尚云牛父馬母為駏驉也。坐妊上徂臥反罪也下而禁反孕也。", "1525": "革履所綺反正作屣。䫃䀎普幼反又音麵。刀󶉛食凖反正作盾", "1526": "千也所以箭。駃走上所事反疾也。󷕼滅上自歷反別經作芴彼悞。", "1527": "㯓補上他盍反河名又作㩉音荅也。氍氀上具俱反下數俱反毛席也。", "1528": "槾耆上郎登反別譯阿含作楞祇。楞𦒿上郎登反。揣食上徒官反。", "1529": "第卅九卷第卅九卷疽蠅上七余反。瘡疣于求反。", "153": "无相論一卷无相論一卷若㭊先擊反。", "1530": "創如上楚㽵反。䥫鑽戶郭反又音俠非也。鑽鑿音昨。効", "1531": "彼上乎教反。傚彼同上。繩衒古犬反〡索也正作羂又音縣非也。", "1532": "睒現上失染反。大帆凡梵二音舡上󲮏也。曳電上以世反。", "1533": "蠅𧈸音早。𨥨槍上莫侯反下七羊反。損觜子委反。", "1534": "齒齧五結反。手抒音序染也。氣歔音虛。瘖瘂", "1535": "上於今反下烏雅反。築地上知六反。第四十卷第四十卷生擒", "1536": "巨今反。馬鞕卑連反悞。傘盖上桑里反。革屣所綺反。", "1537": "當遺以遂反贈也与也。", "1538": "息函息雜阿含經一部五十卷　第五帙第五帙第卅一卷第卅一卷湏阤音陁。", "1539": "揣食上徒官反。捫摸上音門下莫也。非陋郎豆反。掉", "154": "觀所緣論一卷觀所緣論一卷瓶󶁝鳥侯反。󲋬彼上先擊反。", "1540": "悔上大了反。染洿烏故烏臥二反正作汗。佯佯上音羊詐也下", "1541": "音𡓜弱也。驚悟上音景戒也正作警。老嫗於遇反。互相上乎悟反。", "1542": "第卅二卷第卅二卷術筞楚責反。掉悔上徒了反。", "1543": "族󱫶丈右反。闍󶍿丁𠔃反。仿佯上音房下音羊。摩", "1544": "揭音竭。𦟛細上丑容反。贈遺上自鄧反下以遂反与也。󲩎", "1545": "收尸由反。膢󱋔上力主反下卜昧反。俱蹲音存。老鵠", "1546": "戶沃反。第卅三卷第卅三卷縫紩上扶用反下直一反。拘", "1547": "睒失染反。婆磋七何反。骨幹古岸反。流唌", "1548": "序延反。肪脂上夫亡反。󰥛溺上尸旨反下奴𠮧反。殼內上苦角反。", "1549": "󰉕麦上古猛反。躭湎上都南反下󳇐兖反。有柄彼命反。", "155": "觀所緣論釋一卷觀所緣論釋一卷呾迦上多達反⺄鎋反非。謨", "1550": "有戾力竭反。茅荻上莫交反下徒的反。失𠬧尸由反。", "1551": "入宂玄决反。兇𢙣上許容反。危脆七嵗反。浚急", "1552": "上私俊反。搸林上助臻反。棘㓨上居力反。俸祿上扶周反", "1553": "祑也君以祿与臣也。莠稗上由柳反下步拜反。緊獸上居引反樹名也亦", "1554": "云甄叔迦也。㕘〃所今反長㒵也正作󳈠也經義以耗字替之蔯南反。床", "1555": "㩉他盍反。四褺徒恊反。卷襞補益反。係念上古帝反。", "1556": "疾殆徒海反。修揵音𠃵此云里花。刪闍上所顏反。枳舍", "1557": "上吉以反。迦邅上古牙反下遮延反正作亶也諸經並作迦旃延也又知連反持破", "1558": "二反書人悞加之也。第卅四卷第卅四卷󳇐絺丑夷反。裸形", "1559": "上戶瓦反淨〡〡也。更互乎故反。孫阤音陁。󲊸特上󲊷頂反。", "156": "阿上莫胡反。譸議上知㽞反誑也。瓨甌上行江反下烏侯反。󵴨", "1560": "䟽頭上所魚反。磬咳上苦頂反下苦反正作謦欬也。鑽燧音遂。", "1561": "木杓市斫反。叩戶上苦狗反。迦咤竹家反。杪掠", "1562": "上初孝反下力讓力差二反。第卅五卷第卅五卷阿臈郎盍反。", "1563": "姧󵯱上古顏反下古巧反。鞭打上必連反。稟无上兵錦反〡丞", "1564": "受也。長縻美垂反。第卅六卷第卅六卷金翅音施。鳥", "1565": "巢鋤交反。傘盖上桒旱反。󵕺嗽上子老反下所右反。施", "1566": "󵥜上失支反下古犬反。迷醉子遂反。豆羹音庚。革", "1567": "屣所綺反。給䘏私律反。𠧒󶇡音蓋。牧其上尸由反。", "1568": "煎熬五高反。󰡔理上力條反。無𢪿音姑。收錄", "1569": "上尸由反。杻械上抽酉反下戶介反。狼狽上盖反怖遽也。虜", "157": "甌同上。其仳疋尒反離也又皮羙反。猜卜上此才反疑也", "1570": "掠上郎古反下亮略二音。毀訾音紫又作呰訿二形。第卅七卷第卅七卷", "1571": "𠧒貸他得反正作貣。一摶徒官反。悚慓上息勇反下力", "1572": "日反。皼㰆步拜反。釵鐺上初街反下得郎反。扇排步拜反吹", "1573": "火具也正作排㰆二形。其創音瘡。断理上力條反正作料。黨", "1574": "護上得朗反。放牧音目。牧臥上音床正作牀。聲饗", "1575": "音響。不憙音喜。常抌之審反。龜󰗩丑挌反。儆", "1576": "筞上居影反下楚責反。繒纊上疾陵反下苦謗反。匕首上音", "1577": "妣匕首劒類短而便用故曰匕首長三尺重二斤一兩下經文作手非。捲推上巨員反下直", "1578": "追反。遷滅上七仙反。󲖕疾上疾𦰧反。貓貍上莫交反下力之反。", "1579": "󱸞惙上力垂反下知劣反。第卅八卷第卅八卷駃流上所", "158": "恨也下布木反龜曰〡也。方便心論一卷方便心論一卷廣殖", "1580": "事反疾也速也。是抱步包反。逯得上徒礙反。廬阤上力魚反", "1581": "下徒何反。諸疱步㒵反。佉梨上去迦反。𠇾𠇾音𠇲。珠", "1582": "璫都郎反。凷相上苦內反。𨚎舍上丁禮反。積堆都迴", "1583": "反。分湌七安反食也又音孫非。章嫗於遇反。󱍮忽所戢反正", "1584": "作歰。卑遜蘓困反。金槍七羊反兵器。彼󰗩五案反正作岸。勇", "1585": "勇捍戶岸反。強刦音刧。第卅九卷第卅九卷拘", "1586": "屢力句反。生胞疋㒵反。宍叚上如六反。瘦紐上所右反", "1587": "下女久天名或云毗瑟怒也上又蘓走反悞。揵推上音𠃵下丈追反〡。憒亂", "1588": "上古對反。死廋所右反正作瘦。鈎鉺而志反正作餌。鉤釣丁𠮧反。", "1589": "疲勌其眷反。勤跑步包反。依猗於綺反。󶱢綿", "159": "市力反。荊棘居力反。稊稗上徒兮反下步拜反。羅𩦾", "1590": "上仕臻反。叢牀上在紅反下音林。踞牀上居去反下助㽵反。俱", "1591": "襵之涉反亦作拘執此云毯。褥枕上而属反亦蓐下章審反。婆", "1592": "藪速走反鬼子名。汝胷音󱇈。拘引上音鉤正作拘。縢綿", "1593": "上又作滕藤二同徒能反葛藟也。第五十卷第五十卷戲挊音弄。", "1594": "枝䓸古顏反。枝菅同上。阿臈郎盍反。醘摩", "1595": "上呼𠔃反。語者經作耆悞。󱍮歰所戢反。󱍮𢙉同上不滑", "1596": "也正作澀澁惢三形也。鹿󰈻市兖反。深淵於玄反水出於地而不流", "1597": "曰淵〃深水也。󶳤風上徒禮反。嬉戲上許之反。曳尾上以世反。", "1598": "輕躁子告反。灌拘上正作罐古乱反下音鉤。󵶪姑上巨久反", "1599": "下古乎反。種蓏古花反正作𤓰說文作苽也又郎果反非也。瓦塸烏侯", "16": "第四卷第四卷通𡱈其玉反。踞傲上居去反下五告反𢢔也", "160": "毗妙反此云實。嚴飾尸力反正作飾餝二形也又音勑非。輕躁子告反。", "1600": "反瓦捥也出萇筠韻。得豬竹魚反。一𢪛莫迴反。樔窟上助", "1601": "交反鳥窠也。", "1602": "新集藏經音義隨函錄第十二冊　纓", "1603": "癸卯歲高麗國大藏都監奉", "1604": "勑彫造", "161": "揌破上子孔反。攢󶈥上子乱反下音遂上又子官反正作鑽也。但", "162": "餝音識。𢭀火上序緣反。有創音瘡。有𧢻音觸。", "163": "鹽香上羊廉反。幾渧音的。被󶟱音無。", "164": "如實論一卷如實論一卷自顯呼典反。水滴丁歷反正作滴。", "165": "水適同上。", "166": "深函深迴諍論等十六論十六卷同帙。", "167": "迴諍論一卷迴諍論一卷飜譯記飜譯記都鄴音業。", "168": "王種之勇反序文作王重非也。驃騎上毗妙反下巨寄反。仲", "169": "密眉筆反序文作蜜非。論文論文抂撗上於徃反下戶孟反。", "17": "上正作倨。棹舉上大了反。嚻動上許󲔹反。第五卷第五卷", "170": "能灡郎歎反。憂憒古內反乱也亦作慖。者󵸧音星", "171": "正作惺〃〃慧也亦醉悟也亦作醒也又息井息定二反悞也亦作悄別論作惺字是", "172": "也郭氏音作𥨕二形󵸧息定反𥨕字郭氏未詳。衣蕃音煩屏也又方", "173": "煩反冝作幡繙二同音芳煩反幡𢡠㒵也繒繽繙風吹旗㒵也。枉撗上於徃反", "174": "下戶孟反前作枉撗非躰也。大乘法界无差別論一卷大乘法界无差別論一卷", "175": "所蝕市力反。羅睺音羅𠋫者攝也睺者𢙉隱攝日月今諸天生𢙉也。", "176": "提婆菩薩破楞伽經中外道小乘四宗論一卷提婆菩薩破楞伽經中外道小乘四宗論一卷", "177": "僧佉去迦反。如爪爭巧反。", "178": "提婆菩薩釋楞伽經中外道小乘涅槃論一卷提婆菩薩釋楞伽經中外道小乘涅槃論一卷", "179": "伊󰫼尸遮反。倮形上戶瓦反淨〡也。摩陁音陁。安荼", "18": "作模莫乎反。寔繁上市力反下音煩。第六卷第六卷", "180": "宅加反。兩脾步米反正作髀。提𠊷直利反。虵蝎許謁反。", "181": "蚑䗈文盲二音正作蚊蝱。蠅𧎇子老反正作螽。是𤌢", "182": "奴管反。生󱶋同上。婆只音紙。婆枳同上又紙氏反。󶓉", "183": "多上巨六反尊者名擾波〃多也正作。鶴勒上何各反正作鸖。", "184": "緣生論一卷緣生論一卷彥琮在宗反。破邏力人", "185": "反。具膱女二反。酢與上倉故反五味之數也又音昨非。舌", "186": "唌序延反正作涎又音擅非用也。甜酢上徒兼反。辛澀所云反。", "187": "頞浮上安割反。箄尸上音閇。傳〃音轉知戀反相傳也。", "188": "百字論一卷百字論一卷聡󶴹以苪反。󱍮淴所立反。", "189": "先舊巨右反。刀鞘音笈。紡織上音󳌃。兔角", "19": "礭陳上苦角反。輕拒上去盈反下音巨正作輕拒又上奇󷗯下音振", "190": "上音吐。十二因緣論一卷十二因緣論一卷迭㸦上徒結反。", "191": "如㸦音巨。生唌序延反口液又音壇歎非也。", "192": "壹輸盧迦論一卷壹輸盧迦論一卷輸盧迦上手朱反或云", "193": "首盧迦或云室路迦此當三十二字為一輸盧迦也。聡叡以苪反。", "194": "大乘百法明門論本事分中略錄名數一卷大乘百法明門論本事分中略錄名數一卷", "195": "棹舉上大了反。補特伽羅伽其迦反此云人亦云有情。", "196": "觀惣相論頌一卷觀惣相論頌一卷連属之玉反不断也。所詅", "197": "此緣反正作詮又力丁反悞。唯𡱈其玉反。", "198": "止觀門論頌一卷止觀門論頌一卷艶嬌上以贍反。󰖿脹", "199": "上疋泣反下知亮反。筞勵上楚責反。掉𢙣上徒吊反。如蛭", "2": "漢中沙門可洪撰　依河府方山延祚藏", "20": "並非也悞。勇悍音翰猛也。蕑諸上古眼反。善軛音厄。", "200": "之日丁吉丁結三反水〡虫也。鉤𣃆竹角反。是𤏙奴短反。連", "201": "跨苦瓦苦化二反𦝫〡也。抓狢何各反似抓而小。鳥喙竹角反正作󲣅。", "202": "殘䈥音斤。受𦘺膚上烏礙反下府無反。鉾箭上莫浮反。", "203": "䖝唼子合反。嬌態他代反。洟唾上他帝反。諠雜上許元反。", "204": "手杖論一卷手杖論一卷㒹蹶居月反。企耶上丘弭反。", "205": "等費妃沸反。嗢波柁上烏沒反下陁可反。髴心上芳", "206": "味芳勿二反。鉢𦍞丁兮反。道渠巨魚反道渠謂說伊也。取因假設論一卷取", "207": "因假設論一卷嗢揭上烏沒反下其列反。互", "208": "無上乎悟反。㮏癭上奴達反下一井反。反出上音翻〡轉也。", "209": "眼睛音精。巳󲆛音尺。孾孩上於盈反俗。窣都", "21": "𨷂輕上丘月反下去盈反。所󶬲目結反。便憤扶吻反。", "210": "上蘇骨反。六門教授習定論一卷六門教授習定論一卷", "211": "串習上古患反。缺犯上苦决反。若掉徒了反動也。", "212": "修寂盡歷反。录稟丘錦反。解捲論一卷解捲論一卷", "213": "解捲音拳又作摧也。蕳擇上古眼反。於藤音騰。分", "214": "柝音錫。菟角上他故反。掌中論一卷掌中論一卷", "215": "毫󷁚力之反。分折先擊反。菟角上他故反。", "216": "已上大乘論音義已竟。", "217": "小乘經二百四十部六百一十八卷四十八帙。", "218": "小乘經音義第四之一小乘經音義第四之一", "219": "履函履長阿含經一部二十二卷　第一帙長阿含經一部二十二卷", "22": "佷戾上戶懇反下力計反。蛆螫上知列反下尸亦呼各二反。殉", "220": "第一帙十一卷第一卷第一卷種󶩷自木反。", "221": "維濊相𨦣反年也正作歲嵗二形又烏外烏衛呼外三反非也。拘剬力至", "222": "反正作利後偈文作拘利七佛父母姓字經作拘鄰利真反。騫荼上丘𠃵反", "223": "下宅加反。无惚奴老反又音忽非也。憂傶倉歷反。一熅烏昆", "224": "反矮也正作溫也又於云反天地氣也非。味𧢻音觸。󶁕王上許建反", "225": "進也周禮曰致初於人尊前曰〡也正作獻也。羈靽上居冝反下布縵反。", "226": "󵖃腸上市軟反下直羊反。𦟛直上丑容反。𣒀紺上序", "227": "全反下古暗反下亦作細〃青赤色也。齊亨徒丁反悞。方愸", "228": "之領反。愸上同。俱眴音舜動瞼。右遊序全反正作旋。䗍", "229": "如上郎禾反。互相上乎悟反。𦟛䏶步米反。摩捫音門。", "23": "目上似俊反。不耐奴代反。秘󵭪力進反。鄙𣾫", "230": "俱眴与眴同尸閏反。乳餔音步。面󶿳爭瘦反襵也皮緩也", "231": "正作󲖰󲖰󶺗四形也。身屢力主反曲脊也正作僂。柱杖上知主反。", "232": "喘息上尺軟反。宮館古乱反。不󶻘倉歷反。苦忽", "233": "奴老反正作𢙉。㯢檡上思兖反正作選也。憒𡗚上古內反下女孝反", "234": "心乱也。危脆此嵗反。永滅上于丙反。󴃮滅同上正作永也此偈", "235": "中有九个永字四个作󴃮音永。彼󰗩音岸。蹬山上都能反上也。", "236": "除寘莫瓶反又支義反非。憂󶑴音𢙉。󴃮足上力底反拜也", "237": "正作禮禮二形。屈电音申。隧墮上直遂反正作墜。罣㝵", "238": "上戶卦反下五代反。死枙音厄。如鵠戶沃反。庄士上阻", "239": "故反正作壯。塵󰗝於計反。第二卷第二卷󶳺󶍿", "24": "上悲羙反下所戢反。󲔦現上九小反。詭詐上居委反。𠕀󰿉", "240": "巨友反國名也又作󵘥祇中阿含作䟦耆也又丁𠔃反悞。󶳺󶍿同上又音脂悞。", "241": "閨門上古携反。戲咲私妙反。󵧋讓上一入反。󰡷", "242": "耗天告反。猗覺上衣綺反又於奇反。巴陵上布麻反。防", "243": "禦魚与反。乘桴音浮小木伐也。屈电音申。揵推", "244": "上巨焉反下直追反。舍菟奴侯反。明喆知列反。𩣺疾上布", "245": "門反。麾盖上許為反。嘆吒竹嫁反。汝󱨭去月反。并", "246": "𩞚上必政反下其既反正作三形也人名也立五分律作󰠢祇四分律作", "247": "󰠢耆般泥洹經作󰠢並同是一人名也經音義云相承音飽又以𩞹字替之一熖反飽饜", "248": "並非。珠鎧苦改反。錠繚上徒丁反下力堯反大燭也正作󲊷燎。", "249": "曚矇音蒙二同。勇悍音翰。第三卷第三卷愕然上五", "25": "上文徃反下莫報反。󲔦醉上音󲔹〡奢也矜也悞下子遂反傷酒也。󳊍", "250": "各反。殞絕上云愍反。躃踊上步益反。婉轉上於遠反。㘁", "251": "咷上戶高反下徒刀反。󶳺祗巨支反前作󵘥󶍿非。琦󳏃上巨冝反。現", "252": "閈音閇又音翰非。姧邪上古顏反。卒見上倉沒反。轟〃", "253": "呼萌反。覺而上古孝反不睡也。草蘆音閻舍也正作廬。礔", "254": "礰上普擊反下呂擊反。仿佯上音房下音羊徒倚也謂閑睱遊行㒵也。聲", "255": "聒古活反。礔嚦音歷正作霹靂。渾濁上戶昆反。四牒音𤗊。", "256": "問訊音信。空缺苦血反。欄楯上郎干反下食尹反。刻", "257": "鏤上苦黑反下郎豆反。沾潭上徒兼反下徒濫反安靜也正作恬澹也下又", "258": "音覃深水也又以審反並非。銀蹬都鄧反堦級也正作隥。繞遼", "259": "上而沼反下力小反正作繚也又音聊非。悉備音俻。不󳓮於小反少", "26": "櫌上子告反。惛悼上呼昆反徒了反悞。第七卷第七卷", "260": "歿也正作󵣌。寶㙛之緣反亦作甎。以砌七細反。銀櫨音盧", "261": "析也。綩綖上於遠反下以然反。眩曜上戶󲎥反。馚馥上芳", "262": "文反下扶福反。校飾音識。𣰽𣯫上具俱反下數俱反織毛褥也下又", "263": "力俱反非用也。毾㲪上音塔下音登。蹹蹈上徒盍反。第四卷第四卷", "264": "歔欷上許魚反下許既反下經文作唏非。椚淚上莫本反拭也。措", "265": "骨上倉故反安也。枝樤音調小枝也。閑睱音可。翅", "266": "舍上音施外道名。金被上冝作衾菳二同去吟反下音婆又或作枝外道名也", "267": "諸經皆云欽婆羅即此經第十七卷作欽婆羅是也。歔欷上許魚反下許既反", "268": "倉頡篇云泣餘聲也亦噓啼。淪曀上力巡反下於計反。闡弩奴古", "269": "反車匿也。虜上音魯下音戶。奄隧直遂反悞。騷擾", "27": "窹時上古㒵反。波濤上徒刀反也。中󳓮上知仲反下於", "270": "上乘刀反下而沼反。渡熙許其反。置床助㽵反正作床。塟", "271": "具上子浪反。疇󱸑上直由反下普吉反正作匹。瑕隟丘逆反。", "272": "相仾丁禮反捍。󶮚佛上子西反。仚望上去智反。第五卷第五卷", "273": "嶷上魚力反。炎𩭈上羊瞻反下莫顏反正作焱󳌃也。󵴎上芳武反", "274": "〡拍也正作拊撫二形下於陵反胷也。何𦍬古胡反。良幹古案反公", "275": "〡也正作榦也。炎𩭈莫姧反。徵占上陟陵反下直照反呼也正作召或召。", "276": "即召直照反。炎䰅莫姧反悞。相卬上息亮反下因進反。󵳢", "277": "邁上許有反腐也枯也正作杅㱙二形下莫敗反上又郭氏作歷了二音。杇邁", "278": "同上。知奮巨右反。綜理上子宋反。外俠戶夾反正作狹。可", "279": "養羊兩反別經作餮南岳音背非。󶯿无上力條反正作聊。󴝠", "28": "小反。殞沒上於愍反。鄔陁上烏古反。第八卷第八卷", "280": "󶓮上芳𠕀反下芳物反依俙也正作彷彿。火𧂐子賜反。誰", "281": "𨳰必計反正作閉。䰅𩬇上音湏下音發正作䰅髭也。󰫟率", "282": "陁上得侯反下徒何反。舍󵱲奴侯反正作莬亦作㝹。舍㝹", "283": "同上。頗漯上烏割反下失入反正作頞濕也中阿含經作阿攝貝是也二並悞也。", "284": "婆嗟七何反正作蹉。秦言上疾辛反。阤揵󶒬上音陁中", "285": "音𠃵下正作椎直追反。󶯼然上牛力反正作嶷。提湖音胡正作醍醐。", "286": "沾然上音甜正作恬。第六卷第六卷悉吒上辛七反下知", "287": "加反。󶆣佯上房下羊。悉咤竹加反。瑕郄上戶加反下丘", "288": "逆反。輕󵧨子告反正作躁。堅䩕五更反正作鞕。迭相上田", "289": "結反󳯝也更也。糠糩上苦郎反下苦會反。棑儐上步皆反下必進反。", "29": "相󲌀音韋。第九卷第九第十卷第十無字後序後序", "290": "𠚫已上牛例反。㯹試上必遙反。疅畔上九羊反。䉼理", "291": "上力迢反。慰勞郎告反。𨢘換上呼𠔃反下所愸反正作搜。󱫗", "292": "訴音素。弓𠂕音屎。攻刼上居冬反。椋𡙸上力向反", "293": "下大活反。荊蕀居力反。𧈸䖟上文下盲。蠅𧒢下音瑟冝", "294": "作蚤音早。蜂䖧上音峯下音哲。珠璣音機。溝坈上古", "295": "侯反下苦庚反。嵠𡼏上苦兮反下古󳒙反。戈鉾音牟。󵸦沒上芳", "296": "福反傾也正作覆也又音伏非也。󵵺饕上音䥫下音叨。丘墟音袪。", "297": "隣比音毗並也又步必反次也。儵伽上尸六反下丘迦反　正作佉也或云蠰佉", "298": "或云傷佉此云螺亦貝也。雄桀其列反英〡特立也俊也正作傑。百孤", "299": "古胡反按孤狐也抓引也諸經中多作觚也孤古花反引羊刃反。第七卷第七卷", "3": "大乘論音義第三之三大乘論音義第三之三", "30": "在第十卷末。沈玄上尸稔反。瀓玄上直陵反凝也清也。涵万", "300": "𦿔宿上傳世反。󶴹智上以苪反。隊〃徒對反。󶴹", "301": "智上羊稅反。為󶽋莫結反竹蔓也經音義作𦽦音󳏃。三刮古󵺵", "302": "反。淨灰火迴反。鬒𩬊上相朱反正作䰅又音󵦮悞。溝󶴦", "303": "上古侯反下呵各反。有泄私列反又音曳。囚中上巨九反正作臼也。揭", "304": "以上刀老反杵〡也正作㨶也又其列去列居謁三反非也。杵揭上昌", "305": "与反下都老反悞。碎扸先擊反。堅䩕五更反牢實。貴", "306": "來上即西反。䐗䐁上竹魚反下徒昆反下又音卓。自刎文粉反。", "307": "其󵳌音福正作腹。󶇴丸上盧貢反。捔伎上古岳反。撾", "308": "打上竹花反下音頂。磽确上苦交五孝二反下口角胡角二反石地也又塉土", "309": "也亦作墝埇也。󱍮忽所戢反。𦿔𢙣上步祭反正作𡚁。", "31": "上戶南反又戶感反。而濬音峻深也。洩慈上以世反䯉也。遐騖", "310": "第八卷第八卷嬉怡上許之反下以之反和恱也。而咲音笑。", "311": "裸形上戶瓦反。彰𦿔上之亮反下必際反正作障蔽。巩食", "312": "上幸江反正作󵺴說文作瓨󵹘二形又第十六卷云不受夜食。杅食上云俱反。", "313": "兩𥁄同上。食莠音酉。食𢇲美垂反。𥠆稻上古", "314": "斬反飼馬禾也󶺒子也苗似稻子如𥞫粒也水生曰󶺒陸曰𥠆也出萇筠和尚韻也又", "315": "第十六卷作鹹稻中阿含經作稗子並是也󶺒步介反鹹古斬反出說文下音道稉穀也上", "316": "又應和尚以穢字替之非也又郭氏音咸亦非也。莎衣上素禾反。襜身", "317": "上尺廉反尺焰反蔽膝衣也。毛編步典反正作辮。床廗序昔反。", "318": "菓蓏郎呆反。毀訾音紫。黜汝上󶚰律反。揣", "319": "食上徒官反。禁忌巨記反正作忌。病瘦所右反。四枙", "32": "音務馳也奔也馳也。繹空上羊益反理也陳也大也尋也終也兖也亦作󶑣。", "320": "音厄。棹戲上大了反下許義反。狐疑上戶吴反。󴖄可上伊進反。", "321": "第九卷第九卷瘖啞上於今反下烏雅反。勉力上音免強也勗也。", "322": "第十卷第十卷󵖶妷羊一反。相欑子官反。為鐙", "323": "音登。毗阤音陁。󶀿宎上音奔下徒骨反。而𠸍音笑欣喜也又音美非。", "324": "恭恪苦各反敬也亦作㤩。𧢻嬈上尺玉反下奴了反。釋咲音笑。", "325": "󱫗讎市由反。貪嫉自疾二音。調戲上徒吊反。", "326": "第十一卷第十一卷㝹夷上奴侯反下羊脂反所在名也。寘", "327": "寧上莫丁反又支義反非。㝹夷上奴侯反下以脂反。󶯀車上力", "328": "計反正作󰽫此云薄皮亦云同皮。恡不上力進反。无垢音狗。无󶯘", "329": "於㷔反飫也正作饜也。卑陋上音卑下音漏。俻具上皮秘反皆也成也正作", "33": "霏華上芳非反下戶花反。緒澆上徐与反下古堯反。毓彩", "330": "俻。庍󳞂上古秤反下郎盖郎達二反正作疥癩也上又補卦反並悞也。𡨋", "331": "寧上莫瓶反前作𡨋悞。糞󶏔扶久反。伏舐時紙反。糠", "332": "糟上口郎反下苦外反󱍮穅也正作𥢶又普遭非也。糠糩苦外苦邁二反作糟", "333": "悞。右󳣄序緣反。󲶺索󶟻上于鬼反中桒各反下古詣反普悞。", "334": "枻於上以世反。𨗨索󶟻上云鬼反下古詣反。𧩨口", "335": "上乎悟反正作護。󵳊𢣷上音惶下音懼。󶵊車上力計反。󶭏", "336": "車上同並悞。但有上徒早反。󶭎上力計反。󶯥𢱍音晚。奮", "337": "迅上音糞下音峻。檡宍上音宅下音向。奮迅上方問反。󵰼", "338": "數上阻挌反下色禹反。跪地上步包反正作跑。穴鼠上玄决反", "339": "下尸与反。䆤󳟿上尺專反下知勇反。戲𠸍音󶎿。皆漯失入反。", "34": "上羊六反生也長也。談芝音之瑞草也論衡曰芝生於土〡氣和故芝草生大者如茵五色", "340": "󵕺浴上子老反。󵖶逸羊一反。󰡷秏火告反。𢁙此", "341": "上許衣反。󵽀緬上都南反下󳇐兖反。不󶅽音肯字樣作肎。時", "342": "晚音晚。伴黨得朗反正作黨。排濟上步皆反推也下子計反", "343": "排也盪也正作擠又音賫。不󵰅私列反狎也𢢔也正作󶗮也又或作嬖音閇愛也卑", "344": "也賤而得龍曰嬖〃卑󶗮也冝作󶗮。親󶩸音族。親󶖅巨右反。伎", "345": "藝上巨綺反下魚祭反。如󶽩音避。抑制上於方反。妻", "346": "婦上七西反。󲌀背上云㱕反。威嚴音嚴。撰檡上音", "347": "選下音擇。極宎上丁禮反下徒骨反。如蜂音峯。儲積上直", "348": "余反。𥞩田上古莖反。置枚音𠬧。", "349": "薄函薄長阿含經一部二十二卷　第二帙第二帙十一卷第十二卷第十二卷", "35": "皆有也瑞命禮曰王者慈仁則芝草生也。賁研上音𦘺飾也又音秘羙也。韜", "350": "緬祗上󳇐兖反。迭相上田結反。朽塌音塔。門閫", "351": "苦本反。抓押上爭巧下音甲。腸𦝩上直羊反下云貴反。汗", "352": "肪上音翰下音方。手捫音門。又虵音野。多咃音他。", "353": "毗牧音目。羅嚀音寧。枑陁上音脂亦作祗又丁𠔃反。", "354": "質󰫟都侯反。諦婆上音帝經音義作諯專釗三音非。󶣧", "355": "犂上卑兮反下力𠔃反。󶘜陛上呼𠔃反下步米反。提豫音預。阿", "356": "󶒳郎个反正作邏。伽予上巨迦反下乎西正作𠔃也悞。多邏郎个反。", "357": "󶟝幾上巨既反下居衣反經音義作具幾。𦽦陁上莫官反。捎", "358": "提上消稍二音。羅翅音施。󲅭櫨上音徒下音盧。󰫼摩", "359": "上戶遮反。栗吒上力一反。𠔃婆上戶西反。鳴󵠔上音烏下", "36": "󷃏上他刀反下於玄反。煙飈音摽。玄圃音補。韞玄", "360": "音園下或作裝音㽵。𣏾㝹上羊力反正作𣏾也下奴侯反上又或作找牫藏牆二音。", "361": "六𨳰音閇。卑予音𠔃。子󳇐上音奚正作𠔃。羅予", "362": "同上。伊昵女一反。予余上音奚下音餘。枇那上毗利反。余", "363": "枇同上。󵷼廋雨愁桒走二反。哆邏上都个反。𠃵沓大合反。", "364": "羅予音𠔃自前十五箇𠔃字十三箇作予一箇作𠔃一箇作子。礕礰", "365": "上普擊反下魯擊反正作霹靂也。第十三卷第十三卷󵼃獨", "366": "上古還反六十無妻〃五十無夫曰寡正作鱞。卑陋音漏。戲桛音弄。", "367": "於樔助交反鳥窠也。配迮上普對反下普吉反悞。䰅𩬊湏發", "368": "二音。󱍮󰉕古猛反。󱫗𡧱乎盖反字㨾作𡧱見別本作周。雞犮", "369": "上鷄下犬。斗秤尺孕反。手捲巨員反。󶥾枻上丘堅反", "37": "上於殞反。隣幾巨几反迮也又祈機二音。景躅直玉反。軔", "370": "下以世反。󲧓責上丁禮反下阻麦反負財也正作債。𧩄𠕀上武夫反枉也。", "371": "羽翮上于遇反下行革反。大󶐧仕㽵反又書類火骨二反悞。菀", "372": "綖羊然反。䟽頭上所魚反或作梳。鐶鈕女久反。󵕺潔", "373": "上子老反。革蓰所綺反。嬉戲上喜之反。棊𢩁上巨", "374": "之反下巨玉反。瘖瘂上於今反下烏雅反。針󵭋九救二音。鼠嚙", "375": "上書与反下五結反。彗星上祥嵗反又音遂。執鞭卑連反。失", "376": "轍緾列反。塗創音瘡。夜偃於幰反。掉戲", "377": "上大了反。潤漬在賜反。堅𨳰音閇。戶嚮響向二音䆫也。", "378": "無𨵗去月反。鞘中上私妙反。從簏力木反。", "379": "赤綖音線。顯敞昌兩反。俠心上乎夾反正作狹。村", "38": "羬上而振反礙車輪木也下巨廉反羊六尺也尓雅曰羊六尺為羬又五咸反山羊也", "380": "渃羅各反。󰫟瀬上當侯反下來太反。掘塹上其勿反下七熖反。", "381": "菀󱸨以然反。持󶏑居迸反〡矟有歧者也。狐疑上戶", "382": "吾反。即蹴七六反。幢麾許為反。󶰙酌上之林反。蹶", "383": "倒上居月反。適󲎱上尸石反纔〡始也。第十四卷第十四卷", "384": "稟幸上兵錦反下胡耿反下又音㒓悞。󵖶妷以一反。", "385": "手捲巨員反。󶑉要上去願反正作券。󲧓債上丁禮反下阻", "386": "麦反。󱺀聞上古瓦反。𣰽󰩡上其俱反下山俱反。𣰅㲪上他盍反下多", "387": "能反。碁𡱈上巨之反下巨玉反。諂諛上丑染反下羊朱反。瘖痾", "388": "烏雅反又音阿悞。鍼󰨦上之林反下九救反二音正作󰨦也。󲖕疾上才", "389": "𦰧反。乳餔音步。第十五卷第十五卷綜練上子宋反。", "39": "又羊有力。󱫁探上仕責反下他含反。搏仙羽上音扶風名也㽵子", "390": "桎梏上之日反下古沃反。牸犢字讀二音。援助上于願反。", "391": "火𧂐子賜反。第十六卷第十六卷猥屏冝作", "392": "隈庰上烏對反下蒲政反〡〡惚僻處也又上烏罪反下音餅。󰫟率上多侯反。", "393": "給󵰍古胡反正作孤。辟󵱧於陵反悞。彼鸞於陵反正", "394": "作鷹論云視岸鷹也。阿室己下一音似亦云阿說木此云馬勝。", "395": "倮形上戶瓦反。捨置知利反悞。喜猗於綺反七覺之一也。", "396": "鄣弊必祭反掩〡也正作障敝也。夜食第八云不受瓨食。朽", "397": "食上兩俱反正作󵴔第八云不受杅食。兩辟音壁第八卷作兩壁。兩", "398": "朽上力掌反下云俱反第八卷作兩盂也。見狗古口反。食莠", "399": "音酉。鹹稻上古斬反詞馬禾也正作𥠆亦作鹻說文作醎鹹醶通上五形𥠆稗子也", "4": "盡命臨深履薄夙興", "40": "云扶搖之風以扇大鵠鳥一舉九万里非風不飛也下于過反鳥翅也。覜九上他吊反", "400": "水田中生者名稗陸地生者名𥠆但是一物有此二名也如中阿含經直作稗子是也經音義", "401": "作𥠆醎二形應和尚以穢字替之非也。自渃音落。莎衣上素禾反。襜", "402": "身上尺占反蔽膝衣也。毛編步典反正作辮也又卑連卑典二反非。牀", "403": "廗上助㽵反下祥昔反。󰽵蕀上居英反下居力反。菓󷁨郎果", "404": "反正作蓏。勇悍音翰。已辨音辯。伈人上相遷反。平", "405": "圻音岸亦作󰖝也又祈銀二音非。平󰗩同上。槗樑上巨󲔹反。", "406": "第十七卷第十七卷󶈢婆上烏含反菓名前後皆作菴婆羅園也或", "407": "作掩音奄非。旃那上之延反。梨沸非味反又或作彿芳勿反維摩", "408": "經云毗羅𦙁子沸者子也。牝象上毗忍反雌也又毗履反。鉾劒上音", "409": "牟兵器也長六尺六寸牟正作予𢦵𨥤三形也鉾甲名也非。弓𠂕尸旨反正作笑。", "41": "遠望也正作眺也周禮云大夫眾來朝日頫寡來曰駛也非用又或作猶音眺仾頭聽也。", "410": "織䰅莫顏反。刼掠亮略二音。臠割上力兖反。問爪", "411": "古花反。轝舁音余。第十八卷第十八卷香遍", "412": "音遍。耶仾上序嗟反下丁𠔃反又別本作俹鳥嫁反。車淭巨魚反。", "413": "蘭楯音順。銀桄音光。車𤦲巨魚反。蘭楯", "414": "音順。遶繆上而沼反下力鳥反下正作繚〡緾也下又羙休反綢繆緾綿也冝取繚字為正也。", "415": "鳬󳒙上音扶野鴨也正作󰒑也又音力非。中汲居主反正作級。夾", "416": "道上古洽反。梵加夷中作迦音加初禪惣名梵加夷天。梵伽", "417": "下音加正作迦又巨迦反非。從廣上子容反。于𨔵音代又田全反非也。", "418": "縱廣上音蹤上下也。南狹戶夾反。伽灆上巨迦反下郎甘反。", "419": "睒婆上尸染反。佉阤上去迦反下徒何反。北󰗩音岸。佉詶", "42": "閟虹上音秘下音紅。眇歸上󳇐小反目病也小也又󳇐󶎿反。粵", "420": "音酬。甘柘之夜反。木瓜古花反。滿杶上步乎反下徒刀反。", "421": "六身五加反。無疧丁禮反又音祇非也。馬𦜩奴老反。繁", "422": "茂上父幡反下莫侯反。芬馥上芳文反下音伏正作馥。梯󰛪上他", "423": "号反下鞞米反。珠挄音光。愽𢲻子活反。纖傭丑容反。", "424": "銀蹬登鄧反正作澄。出圻音岸又祈斷二音。洋㥧上音", "425": "羊下音順。汎〃芳梵浮也又音馮。俠󰗩上嫌頰反下音岸。右", "426": "𢭀序緣反。孔翠七遂反。地山烏洽反下也𨺻也正作凹容二形。", "427": "坑坎上苦庚反下苦感反。荊蕀上居迎反下居力反。株𣐎", "428": "上竹朱反下五骨反。蚊虻文盲二音。蜂󵻙上芳逢反下許謁反正作蜂蠍", "429": "下又音疼悞。󶊦𤝧𧆞󵵙二音。槃縈於營反。右梪序緣", "43": "若上音越于也。玄奘自朗反大也。體睿音𨦣。軼", "430": "反正作旋也悞。地󱇈烏洽反悞。糩糩上音康下苦外苦夬二反。", "431": "釜鍑上音父下富福二音似釜而口大。飯熟市六反。皮󶖖", "432": "口角反。華𩭈莫顏反。繁芪莫侯反悞。寶𡐊古歷反。", "433": "復弊覆蔽二字也悞。右𣒀序全反。地󱇈烏夾反。弦", "434": "皼上音賢下音古。周󶒥子合反。陵阜音婦。󲂸虴文音", "435": "二音。蠅󵻕子老反正作螽。󵻋虵上許鬼反前作󳸄虵。蜂󵻙峯歇", "436": "二音正作蜂蝎。右󳣄音旋。地󱇈烏夾反陷也正作凹容二形也。釜", "437": "󰕅方救方伏二反。󵲭於上陟利反正作置。構牛上古豆反。", "438": "󲪚師上莫顏反。󲑍秏必告反。蜜遅上眉肇反下直利反。", "439": "四忂其俱反。令󰪯所卓反正作嗽。猗語上丘倚反正作倚。", "44": "芳粹上羊一反中芳方反下雖醉反。󵱅微上徒告反。泳祥", "440": "不恡力進反。牀㯓上助㽵反下他盍反。徧枉上疋綿反下於徃反。", "441": "絞餝上冝作鉸珓二音古孝反裝也下施食反或云友飾或云扳飾也上又古巧古了二反縛也。", "442": "六牙五加反〡齒也正作牙㸦二形。纖󵺈丑容反直也悞。悉俻", "443": "皮媚反。珠𨱞音毛〡󶬝也長毛也從髟。筫色上之日反謂形〡容", "444": "㒵也。身熅烏昆反正作溫。栴檀上之然反。不󰌚衣小", "445": "反。󳏃琦音奇。垖󶏔上都迴反下扶久反。蠅𧎇子老反。", "446": "地󱇈烏狹反舀也正作凹容二形。亭水經音義作渟同音󲊷。泥", "447": "淖女㒵反。沾洽上竹廉反下乎夾反。匱乏上其位反。芬", "448": "馥扶福憑逼二反香也悞。第十九卷第十九卷𥥆〃一了反。", "449": "󰥺〃莫瓶反。󵯃𥑐上都迴反下烏甲反正作磓壓也下又音甲非。", "45": "上于命反。輟水上知劣反。偱鏤杠上音巡中音漏尓雅曰金謂之", "450": "釿斧上音斤下音府。󶲆狼上助皆反。鐵𤓰上天結反下爭", "451": "巧反。迭相上田結反。相爴古獲烏號二反打也摣〡𤓰持也。皮", "452": "剝補角反或作㓟剝。掬撮上居六反下倉活反。從𠰸烏賢反。", "453": "鐵󰀯即委反。號咷上戶高反下徒刀反。捉擈蒲角", "454": "反正作擈。󶣥󶍝上蒲紅反下蒲沒反風煙𧺫㒵也火盛也正作䫻㶿也。擗", "455": "口上補麦反正作擘。來囓五結反。足蹬都能反上也正作登也。", "456": "喙頭上竹角反鳥𪅎〡也正作啄又許穢反悞。奔馳音池走也。䶥掣", "457": "上側家反下尺世反。䶩囓上竹皆反嚙挩曰〡也又音劑非。杝枻上託", "458": "何反下以世反。凍󷀸陟玉反。繩絣布耕反振繩墨也。堆", "459": "𥑐上都迴反下烏甲反。麋碎上美為反下蘇󶙄反。蹴蹹上七六反", "46": "鏤下音江旌旗飾又床前撗木也。躙雵峯上音恡踐也中音英雪也", "460": "下徒盍反踐也正作蹋蹹囓也。𨫼上上五告反。前󰨚五高反。䥫", "461": "陶徒刀反。輾熱上女展反車轢物也。燎身上力鳥反。𨃠", "462": "󶔎上七羊反下蒲北反〡䪺伏㒵正作蹌踣也經音義作蹌踣是也。飛颺以良", "463": "以亮二反𢪱隨風飛㒵也。有蕇多安反經云受六十四斛也此應西天有此噐名", "464": "也正作簞也經音義以篅字替之乃此方倉号耳。四󶘸戶木反正作斛也。矇", "465": "〃音蒙。皮緩乎管反。肌𣎅上居夷反下側瘦反〡襵也皮不伸", "466": "也縮也正作󶽳󲖰三形也下又郭氏作乙在反非也。膢脊上力主反正作僂又樓氀", "467": "二音非。柱杖上知主反或作拄。憚恌上之扇反下徒了反四支動也", "468": "正作戰桃或作顫掉也上又音佪下又遙桃二音並非。酸疼徒冬反。󲊸", "469": "直上他頂反直也長也正作󲭥二形也悞也。熢󵵊上蒲紅反下蒲沒反。", "47": "下芳逢反山巔頂也。睱玄上苦濫反。從蒼上斯此反。篆貝", "470": "摶食上補各反。兔梟上他故反下古堯反。痾𢦶上烏雅反下古", "471": "拜反不言也謂外道持不語或也上音阿非也。捫摸門莫二音。其", "472": "䏶步米反。其膊市軟反。曲轅于元反。如箕居之反。", "473": "如鼎音頂。丘阜音婦。如旧巨久反。如絙古恒反大", "474": "索也。互相上乎故反。第二十卷第二十卷󶳺咤竹家反。", "475": "繞繆羙休反廣如前釋也。󱍮歰所立反。石墮徒果反堆〡也", "476": "正作架。紅𦆝疋沼反正作縹。󵳬󶄐上曾貢反下無府反又經音義", "477": "作挊舞音卞。𨢘嵬上火兮反下五迴反。不眴音舜又詢瞤二音。", "478": "揣食上徒官反。󱯯䰿上魚袁反下徒何反。第二十一卷第二十一卷", "479": "㳙澮上古玄反下古外反㳙小水也尓疋谷注瀆曰澮也。淵池", "48": "上直兖反。摳電上尺朱反。賮寶上辝進反。旈邃上力", "480": "上烏玄反。虵池上市遮反經音義作󵞗。至膝音悉。󰈻踝", "481": "上市軟反。陶家上徒刀反。然竈子告反。頺落上大迴反。", "482": "󰞆燼似進反。漸涱知亮反。皷蕩大朗反。濤波", "483": "上大刀反。宂泉上玄决反丁又經音義作湶。坑澗上口庚反下古鴈反。洗", "484": "濯宅角反。滌蕩上徒的反下正作盪也。呼唅呼合反大歠也", "485": "正作欲也下又火含乎紺二反非也或作哈亦非。梵迦音加。銅杵昌与", "486": "反。󶧐而上七結反。仿佯房羊二音。毀呰音紫。觸𥥛", "487": "徒骨反。可俎才与反壞也又音怚。尾朾得冷反又音頂。戈鉾", "488": "音牟。弓矢上居雄反下尸旨反。即勑丑力反誠也見別本作勑悞。", "489": "牟弰所卓反正作矟也又所交反弓未也悞也。𧯞斤上竹角反", "49": "由反。杳通上於了反。掞組樆上尸熖反中子古反下丑之反。", "490": "正作。鉞斧上于月反。󳣄輪上序緣反。󵥜索上古犬反。𢭀", "491": "輪同上。第二十二卷第二十二卷稊稗上大𠔃反下蒲拜反。", "492": "茤摩上測俱反細軟衣也。󶟥蝎上音峯下許謁反下又何割反非也。", "493": "阜垖上音婦下都迴反應言垖阜也悞。󶑐芊上戶𥝷反下古旱反。", "494": "󵲰汁上諸与反正作煑。掠奪上亮略二音下徒活反。手探上居六反正作", "495": "掬曰二形。󱍮澁所戢反。梓栢上音子木名也。異係音計連也。󶟄", "496": "疾上扌𦰧反正作。󶼰疾同上。如蕇多安反又音典悞。大孤", "497": "古乎反。白鵠胡󵕹反。󵻍󵻒上尸有反下居雄反蝘蜓也正作守宮也。", "498": "󱍮悴才遂反。推胷上直追反下許容反。為耦胡果反正作𢰸。", "499": "為󶎘同上。󵖶妷羊一反。󵖶泆同上。󷘦穫和郭反𠚫也。", "5": "溫清似蘭斯馨如", "50": "煥騰上呼乱反。綸旨上力巡反。溥令上滂古反廣也大也。", "500": "併穫上必政反下同上又作獲悞。柎匈芳武反拍也正作拊又音夫悞。自", "501": "悼徒到反傷也。󱍮悴才遂反。手朾得冷丁領二反擊也正作打也又中", "502": "莖反悞也又見別隨函作摛蘇了息六所六四反擊也打也。窂弓上勞下躬。十󶩷在木", "503": "反。伽󴓑上其迦反下力乘反王名伽󴓑伽也四分律云迦陵迦。㿈創上於容反下音瘡。", "504": "夙函夙中阿含經一部六十卷　第一帙中阿含經一部六十卷六帙", "505": "第一𤙈第一卷第一卷偈咃音阤亦云伽他亦云伽陁", "506": "此言應頌。鳥啄許穢反口也󰐐也言樹花如鳥󰐐也正作啄。樓", "507": "橧音曾正作橧。㭾鑿上其月反下才作反。弓矢上居雄反", "508": "下尸旨反。矛㦸上莫侯反。勇󵟞魚既反。堊灑上阿各反", "509": "白七也。󶦪木上才焦反。儲畜上丈魚反下許六反。秥豆上女", "51": "肈自上直小反。環㴾步沒反。紆宸上衣于反下市人反。", "510": "廉反。蔗餹上之夜反下大郎反。鹽脯上以廉反下方武反。內靖", "511": "情井反。勇󲾪冝既反。華䰅莫姧反。󱗳勑上古󵯥反〡縛", "512": "也劫固也。其󰈻市軟反。其髀步米反。銅鍱羊接反。銅鐷", "513": "同上。䥫鉆叵反〡釧也。燒斷魚斤反。牀㩉床塔二音。牀㩉同上", "514": "同上。󵴅舉上子活反挽〡也。垔灑上与堊同烏各反又音因塞也非也。", "515": "溫𣊵乃短反。堊灑上烏各反。第二卷第二卷燒", "516": "䴸芳夫反。推打上丈追反下得冷反。迸火上布諍反。󶮎", "517": "吒上女利反或大𡰱吒或云膩吒。氍氀上其俱反下生茤反織毛褥也正作毹又", "518": "力朱反非用。𣰅㲪上他盍反下能反。榣尤牟江反河名也正作尨󶍪", "519": "二形也或云閻母那或云夜摩那皆是此一河名也又于求反傳寫悞也。摩", "52": "叶洽上戶頰反尓雅云太嵗在未曰恊洽。糅茲上女右反雜和也。", "520": "仚許延反河名也或云莫四或云莫𨢘或六摩𨢘。可猗音倚。枯熇", "521": "古老反〡火乾也枯也正作槗薨三形也又呼各呼木二反熱㒵也非用。至䐀", "522": "巨冝反異也木別生也脚兩〡間也正作奇㩽二形也又音寄非也。陶師上徒", "523": "刀反燒瓦也。廮電上七乱反下子告反正作㸑竈。一憸音焰火〡。", "524": "晃昱上黃廣反下以六反。不諳音菴反識也。栽燼上子", "525": "才反天火也正作烖也悞下辝進反燭餘也。兜率哆多可多个二反亦云都史多天。", "526": "白晢先擊反白色衣也冝作鬄音昔髮也謂白髮也。隆鼻上力中反。", "527": "鸚武󰀯上烏耕反中文府反下即委反言白髮鼻高如鸚武󰀯也。婆", "528": "雞吉𠔃反。鞮舍上都兮反舍利弗名優波鞮舍優波此云逐鞮舍星名也", "529": "此云鬼宿智度論云優波提舍。樓瘦所救反。屏廁上蒲政反正作偋庰", "53": "彚聚上云貴反。銓綜子宋反。詁訓上公五反。甄", "530": "二形又餅瓶并三音並非用。蠅螽子老反正作螽。第三卷第三卷", "531": "雖󶧐千結反。奪取上徒活。羈瘦上居冝反下所右反。", "532": "仿佯上音房下音羊徙倚遊行也。戲咲音咲。大𠌵似兩", "533": "反正作象。尾𦞳苦駕反𦝫骨也正作骼亦作𦝣也。項頟上乎講反下五格反。", "534": "華𩭈莫顏反。󱍮󰉕古猛反。蜫䖝上古塊反。暐", "535": "曄上為鬼反下云輙反。按擵莫臥反正作摩。第四卷第四卷", "536": "麗󱰁上力計反下葛世反或云梨昌或云離車或栗姑此云薄皮亦云同皮。", "537": "以槐苦迴反正作盛。菜茹而庶反又汝如二音。󰑴子上蒲", "538": "拜反稻属苗似稻苗子如黍粒可食也正作稗也又卑睥二音悞。穄米上子", "539": "例反麋別名。雜󰉕右猛反殼󶜢也正作穬󰉕麦名也大麦属。編", "54": "奇上居延反。其揆巨癸反。基鼎上音箕下音丁。法", "540": "髮上蒲犬反正作辮。手抒音序改而揚之也又直与神与二反。", "541": "羇瘦上居冝反下所󶽳反。開創音瘡〡痍也刀傷痕也正作𠚫。", "542": "撿撓上居掩反下奴孝反木曲也。畜卒上許六反養也下子沒反", "543": "健也。打皷上得冷反下公五反。而󵜨古堯反斬首也正作󱓒梟二形。", "544": "所󲠒音六煞也。枉煞上於徃反。牧捕上書由反下蒲故反。棒", "545": "打上步講反。木㩜戶黯反。斬剉倉臥反。制割上之", "546": "兖反細切肉也正作剸剬二形也又音制非也又徒端反截也正作剸也如摶食字作端", "547": "字是也悞。南󰗩音岸。𥞩駕上古萌反正作耕。第五卷第五卷", "548": "拘絺丑脂反。椯食上徒官反。无䆤音川。煒燁", "549": "上云鬼反下云輙反。老莫報反。齒落上尺里反。脚戾力計", "55": "汰音太。緒󱮑音仙。挏鸞上音同引也。而絢", "550": "反曲也。緩󲖰上戶管反下側瘦反。群㝹那頭反比丘名破群〡論中作", "551": "頗勒霎那亦云破求那此言翼宿。群󰿀同上。戶󰟢音藥正作鑰也。", "552": "遍至上補見反。秔陁上諸然反。󵕺洗上子老反。青瘀", "553": "於去反。膖脹上疋江反下知亮反。󶟮謗上武夫反。󶕇謗同上", "554": "枉也正作󶕇。置岸上知利反正作置。槀草上古老禾稃也正作", "555": "槀藳二形或薨在二同火高反蒿薨。渾濁上戶昆反。可跽", "556": "其几反膝加地也。手膝音悉正作膝。第六卷第六卷", "557": "瞿尼蒒上其俱反下所持反。躁擾上子告反下人沼反。訶", "558": "數師矩反責〡也。誥嘖上輕吉反下阻百反上又音告悞。調", "559": "𠸍上條吊反下私妙反。󲔹敖上居󵦂反下五告反𢢔也前作󲔹慠是也", "56": "許縣反。潛󶴹上自熖反下余稅反。初昕音忻明也。琁", "560": "又五高反非。瞿𡰱萌音師与藥字同也悞。欺󵼏居况反正作誑。", "561": "王租則胡反。祭餟陟稅反酹酒也。蘭哆多个反。闘", "562": "瑟哆上都豆反下多左反亦作覩史哆也。󶞀姓上在木反。󲖕", "563": "慧上才𦰧反。問訊音信。揵塌上其焉反下他盍反下又", "564": "或作蹋徒盍反或云揵闥或云揵呇。䩛勒上兵媚反馬〡也正作󵖅䩛二形", "565": "又毗必反車革也。堪耐奴代反。白縶徒恊反正作㲲。󲂸虻", "566": "文盲二音。蠅蚤音早。訜訟上側迸反闘也引也正作諍爭二形。", "567": "負輦上扶富反下力遣反負擔也荷也正作負也輦人步挽𦍬也或作揵擔運", "568": "物也。󲖕慧上潛𦰧反疾也利也。第七卷第七卷拘絺丑󶞮", "569": "反。𨳰塞上愽計反愽列二反掩也塞也正作𨳰。諸畜丑救反六畜也。", "57": "景上序全反。󲔦󳇐上居小反。績功上子歷反。甄其", "570": "扴齒上爭巧反下昌里反上古八反悞。腸𦝩𡐢上丈羊反中云", "571": "貴反下方問反。嘖嘍上阻伯反下生主生遇二反〡〡呵罵也正作數或作𡂡。", "572": "柔󶽷似茲反正作辭。捲杈上巨員反下丑街反。姑嫜音章。", "573": "謂󰮕󰮕根中二同奴老反頭中髄也悞。膿血上奴冬反下呼", "574": "穴反。肪髄上方房二音肪也。涎膽上序延反下都敢反。嘖", "575": "𡂡音數前作嘍字非也。坐臥音臥。鑽木上子官反。珠燧音遂", "576": "火母也。󵳌風上音福正作腹。掣縮上昌列反下所六反。󷁒", "577": "風上子六反。崩山上布朋反正作崩。哆邏葉上多可反中羅", "578": "个反下以接反。揵慧上𠃵𦰧反。目揵音𠃵姓也。憂戚倉歷反正", "579": "作感。老󵺚莫報反正作耄。󶃕痛上五各反口中齗〡也正作齶也經音", "58": "上居延反。教蟠音盤〡屈曲也。龜疇直由反等也。麟籀", "580": "義作勝開元樓藏作󶰣。風喘昌兖反。咳𠲿上苦愛反下速奏反〡〡", "581": "肺氣病也正作欬瘶也二並非用也。喝吐上烏芥反通食氣也正作󶑛欬二形。", "582": "喉啤愽計反塞也正作閇草二形。癲癇上丁年反下行間反。㿈", "583": "癭上於容反下於郢反。瞻㽵上都敢反下阻亮反正作瞻壯經云膽壯熱。", "584": "枯槗苦老反。痔󶐾上持里反下女力反。珨肆上丁念反", "585": "舍也置也所以置貨物之所也正作店也下音四陳也放也。有軄女利反。床", "586": "痤上助㽵反下才臥反正作床座也又上所類火骨二反下在禾反並悞也。第八卷第八卷", "587": "駱波上章廉反正作贍也四句頌攝十經一未曾有經二侍者三薄拘羅四阿修羅五地動", "588": "六贍波七八郁加二經九十手長者二經頌云地動及〡波。取擆直慮反正作筯箸一", "589": "形又知略反擊也非用也。挊󶄐上音挊下音武上又音汴擊手也。迴󳣄序緣反。", "59": "上刀人反下直右反。式󶭡上尸力反用也下苦㝎反盡也。庸謏上音", "590": "抃󶄐上平變反拊手也。󶇓梀上當口反下蘓走反〡〡舉衣振塵", "591": "也搖也下正作擻駷二形下又所責反〡擇取物也。掃菷之酉反。滂", "592": "沛上普旁反下普盖反。耕者上古莖反。送塟子浪反。", "593": "潢澇上戶光反下來到反。邠褥上彼巾反下內沃反。雄𠌵", "594": "祥兩反正作象。作󶗺之審反悞。意係音計連也。作枕之審反。", "595": "抆淚上文粉反。枕頃上之審反下苦󴊇反少時也。仿佯", "596": "音房羊謂閑而東行西行也。倩他上七性反。縫衣上扶峯反。針", "597": "鋋囊上之林反中相箭反下乃郎反中又音祥悞。󳏃琦音奇。", "598": "螺壁上洛禾反下正作鼊㭪覔反說文〡似龜而澷胡無指爪其甲有", "599": "黑殊文如瑇琩可飾物也或作壁必益反云〡。虎魄上火古反下普白反。瑇", "6": "松之盛川流不息", "60": "容下蘓了反小也又音縮亦作諚。", "600": "琩上徒愛反下莫對反異物志云如龜生南海大者如蘧蒢背有鱗〡大如", "601": "扇有文章將作器則煑其鱗如柔皮任意所作或作蝳󰍣或作𣫹󱪿。琁珠", "602": "上序緣反玉名正作璿瑢三形琁美石次玉也或作蜁〡螺也。𤨴壁上洛", "603": "禾反下必益反。𧆞󵶶普百反正作琥珀。龜鼉上居退反下徒何反", "604": "黿属也字軆正作鼉黿二形從單音邵從黽。帝麑音迷〡不堪啖多", "605": "膏正作鼉也或云帝󳇐或云仾󳇐魚也。帝魔同上或作󶕍莫加反鼉似", "606": "龜鼈鼊也悞也。捶尢上以招反下莫江反或作无莫胡反法薀足論作鹽母毗", "607": "奈耶作婆母婆沙論作夜摩並此何名也。榣尢同上。柂設上或支反安也", "608": "設置也陳也正作施也悞也。瑇琩上代毒二音下妹曷二音如前以釋。", "609": "第九卷第九卷彗星上祥嵗反妭星也。篲星同上。", "61": "命函命大丈夫論等七論十卷同帙。", "610": "瞻波上章廉反城名也第八卷頭作駱波。下菕音藥又音論悞。龜", "611": "鼉上居追反下大何反。帝麑迷麻二音並通呼也或云仾󳇐或云縶氏。", "612": "煒曅上為鬼反下為輙反。毀呲音紫正作訾呰二形。󵕺灌", "613": "上子老反下古乱反。嚴愸之領反。讜能上他郎反他浪二反倖也", "614": "亦語初也正作儻也又都朗反直言也初也。第十卷第十卷已辨", "615": "蒲莧反成〡也正作辨辦二形。此堓音岸。莖幹古案反。󲽢", "616": "󶱢上莫古莫朗莫口三反下仕臻反。", "617": "興函興中阿含經一部六十卷　第二帙第二帙第十一卷第十一卷踝𦟛丑容", "618": "反。󰈻膓上市軟反下丈羊反。眼眴音舜。䭷馬上莫", "619": "高反。氍󶛐上其俱反下山茤反。𣰅㲪上他盍反下得能反。䁶", "62": "大丈夫論兩卷大丈夫論兩卷上卷上卷彼圻", "620": "潔上古了反。編髮上步犬反又卑連卑兖二反。暐曄上云", "621": "鬼反下云輙反。晃若上黃廣反。所係音計連也。火㷿音熖。", "622": "毀呰音紫。堪耐奴代反。第十二卷第十二卷畜", "623": "牧上丑救丑六許六三反六〡也養也聚也下音目養也食也。蜫䖝上古", "624": "塊反。󱍮󰉕古猛反。󱺀婦上古瓦反。店肆上丁念反", "625": "下音四。鏵鍫上戶花反下七消反。鼠塲始羊反新耕土也或", "626": "作󶕕。豌豆上烏官反。蜱豆上卑𠔃反正作豍。𦬔子上古", "627": "敗反。煒瞱上云鬼反下于輙反為立反。飯飼音寺。󱍮穬", "628": "古猛反。華󶳲音󳌃。鏵鍬上戶爪反下七消反。蜿豆上烏", "629": "官反冤菀二音非。蘿中上洛河反竹器名也。豆羹古盲反。", "63": "上悲委反下五案反正作岸或作󰗩也下又魚斤渠依二反亦岸也然非本呼。", "630": "來餉式亮反。命𣧩之隆反。󱧑見上之聖反。嚶", "631": "核上於盈反下戶哀反又音亥悞。󵕺浴上子老反。僂步上力主反。", "632": "臥㩉音塔。烏鵄尺之反。所喙音卓正作啄。󶲆狼", "633": "上助皆反。臠〃力兖反。著㩜戶黯反。火燒失招反經", "634": "音義作𤋲而兖反。䥫臼巨久反正作臼。虵𧎴知列反。鞭", "635": "〃卑連反。撾杖竹花反。棒打上步講反下得冷反。或", "636": "梟古堯反。其󰀯即委反。攢破上子官反。󵖃膓", "637": "上市軟反。破髀步米反。破臗苦官反又音坤。䥫鍱音𦰧。", "638": "掣彼上尺世尺列二反曳也挽也經音義作󷖐攬二同力敢反。䥫喙許穢", "639": "反口也。生挑他刀他聊二反〡捾也。喙破上音卓正作啄。骨", "64": "狑惜上居陵反愍也憐也慰也恤也正作矝矝矝又借為憐字又或作怜力千反", "640": "󶫩素菓反。󶈃檏步角反。䥫鉗巨廉反。燒齗", "641": "魚斤反齒也。第十三卷第十三卷獺狩他達反上手右反下。", "642": "󶼚溢上以嬰反滿也正作盈。饒𦸲五口反。枯熇苦老", "643": "反乾也枯也正作洘槗燺三形也又火沃火各二反非用。犲狩上助皆反。󶔾", "644": "莽上助臻反下莫古莫朗莫口三反。僻靜上普益反無人處也。生", "645": "〃經音義作猩〃同音生。桾拾上居運反。蟲蟥上除中反下胡", "646": "光反。釜竈上音父下子告反。𧂒薪上才消反下音新。千", "647": "刻古哀反數名十業曰〡也正作姟也又苦得反悞也。氍氀上其俱反下生反。", "648": "綩綖上於遠反下以然反。󶎔同上。曰螺上子月反下洛禾反", "649": "󳇐勒佛時王名也諸經云傷佉或云穰佉或云儵佉。第十四卷第十四卷", "65": "愛也狑音靈犬名悞。如󰞆火曰反。愚󶄬莫瓶反暗也正作𡨋", "650": "昱爍上羊六反下羊略反光明也正作煜爚又音鑠非。手撫芳武", "651": "反拍也正作拊也。畜牧音目又失周失呪二反悞。長跽巨几反。嬉", "652": "戲上許之反下許義反。󶤍壘力水反。梯陛上他𠔃反下步米反。", "653": "銀橙丁亘反。噭潔上吉了反明也珠玉白㒵也正作皦也又音𠮧悞也。", "654": "鑪鍱上洛胡反󴹓〡柱也下素朗反柱下石也正作櫨磉。𣰅㲪下音", "655": "塔下音登。󰍺體上楚覲反。安󶗺之審反。逯初上第代二音", "656": "及也悞。諭諂上羊朱反詭言也正作揄或作諛下丑染反偽也上又音喻非也。", "657": "第十五卷第十五卷錦𦋺居例反。咽鉗上於賢反下巨", "658": "廉反。儀式施食反法也用也度也。珠抦兵命反正作柄。飾", "659": "屣所綺反。稅租子胡反。𢱫舉上古朗反下余預二音。", "66": "又田甸二音寒也悞。明垢音㺃。嬰姟戶哀反正作孩又音該非。施", "660": "高敞昌兩反。諳練上烏含反更〡也記憶也。昱󵵍上羊六反", "661": "下羊略反。縛鞭卑連反。罸錢自連反經音義作鍜以錢替之也。", "662": "或臬古堯反首形也正作梟󱓒二形也又五結反門橜也悞。不翅", "663": "音施更多也正作啻。稗子上步拜反。蔗󵹦上之夜反下徒郎反", "664": "正作糖二形。邪󵖶羊林反又苦莖五莖胡經三反並非也。", "665": "第十六卷第十六卷蜱肆上邊号反正作豍螕二形也長阿含作󵬪", "666": "宿也音義云此譯云遣使。蹴螺上千六反〡踏也。牧捕上失由反下蒲", "667": "故反。絞煞上古巧反縛也。柔󱶋而兖反又音暖悞。梨鑱", "668": "仕懺反。剔肉上他歷反。編髮上蒲犬反又卑連卑兖二反非也。", "669": "火攢子乱反。󶖼治上阻床反下直之反裝束也亦作裝。擈", "67": "苞蒲角反。磪破上在迴反折也正作摧。󶥼離上為丙反長也", "670": "著上步角反。商人上手羊反正作𧷮。蘅華𩭈上戶庚反", "671": "下莫顏反杧香也生天帝山也正作蘅也下正作󳌃。兩𨌪子孔反車輪也", "672": "正作又音忩轞車載󱻻也非。水󱪵才焦反。撨草同上又", "673": "條反擇也非此呼。賭󰉔上都古反下并領反。並󶧾千結反。熇", "674": "𡐢上苦老反乾也正作槁燺二形下甫問反上又火󵕹火各二反非也。親", "675": "󶞀才木反正作族。森〃所林反。自𧦹苦花反。行", "676": "拖尸智反。不剖普口反。不󰗩丑挌反。菜茹", "677": "而預反天上聲。一󲈣疋見反。楫樹上而容反木名似檀正作", "678": "揖也川音亦作揖也經音但是仾小樹林也。槗㷿上巨󲔹反下羊贍反或云", "679": "伽梵鉢提此云牛呞。第十七卷第十七卷娑鷄居号反。三", "68": "遠也正作永也又古懷反背也悞。愱姤上秦七反下丁故反下正作妬。󶱴", "680": "󶩷在木反。加絺丑脂反。加𢼜音舍國名。剋彼上口得反。", "681": "憂感倉歷反。𠧸薄上郎古反下蒲古反車駕次第為〡〡。", "682": "活󰯌無放反正作望。憂󶿒倉歷反。活淫音望又以", "683": "林反非也。導𢎢上徒到反下羊忍反。出曜以照反。󶵧", "684": "地上其几反正作跽。伎蟄魚例反正作藝又丈立反悞。馳驟", "685": "助右反。擲衒上持石反下古犬反〡索也正作羅也又音縣自媒也非。伎藝", "686": "魚例反。猛󶾅魚既反。󲉌出上持頂反又󲊷定二音非也。七", "687": "𨱚徒乱反悞。七段同上。󶓡涉上帽墨二音。內鞘音笑", "688": "刀室也。頸上上居郢反居成二反在前曰〡在後曰󶚎也。皆竪音樹立也。", "689": "驚󶘥音悟睡覺也。敷󶳐助㽵反悞。渴侕午雨反正", "69": "󶋊昌与反正作杵。鳥獸手呪反。速󰚲音授賣了也說文賣", "690": "作仰或作卬也。󶇞象上毗忍反正作󲾝也。大蹹徒盍反踐也又音呇齧也。", "691": "之渾戶昆反。󶔨闍　　。󶔨闍同上。律阤", "692": "音陁。足橙都亘反杋〡也。第十八卷第十八卷提", "693": "瘦所右反。慰勞郎告反。奇瘦上巨冝居冝一反下所右反或云", "694": "耆瘦或云羇瘦也。鼉山上徒何反字從單音那從黽音猛。緘簏上戶", "695": "屈反〡杯木篋也正作椷下力木反竹篋也上又古咸反非。氍󶢐上其俱反下生", "696": "俱反毛席也織毛褥也正作毹也下又玉篇作所愁反素𠋫二反。羅󶖓戶屋", "697": "反。襯體上初覲反。安󶗺之審反。惒邏上戶戈戶臥二反下羅个反。", "698": "已辨蒲莧反。池󰗩音岸。蠅蚤子老反。荖降上初", "699": "冝反下古巷反。第十九卷第十九卷倩諸上青性反。戶鑰", "7": "盡函盡成唯識論一部十卷成唯識論一部十卷一帙", "70": "物出手也。恐懼音具正懼。侵󵬸徒活反。喪失上桒浪反。", "700": "音藥。連綴竹衛反。縫合上扶峯反。󱍮獷古猛反。店", "701": "肆上丁念反。󱨢積上而羊反禾〡也正作穰又音柰悞。十橙", "702": "登亘反。不蹬音登上也。土墽古歷反正作𡐊又󱽛磽二音非。", "703": "第二十卷第二十卷用迸比耕反振繩墨也正作絣遜拼三形又布", "704": "諍反悞。上䶥五各反。󶻄人上力垂反。𢭀捉上序緣反。", "705": "朾鍛上得冷反下得乱反。成揣徒官反。水漬才賜反。", "706": "𦝩揣𡐢上云貴反下方問反。腦及上奴老反〡髓也。腦", "707": "根同前正作謂󰮕󰮕根。肪髄上方房二音。涎贍上序󱸑反下當敢反", "708": "悞。蒿𧂐上音嵩息弓反菜名也正作菘也下音精正作菁或作𧂐應和尚音義云", "709": "豊蕘蕪菁也齊魯之間謂之󵛍蕘関之東西謂之蕪菁也即蔓菁也下又子賜反非。𦬔", "71": "商賈上手羊反下公五反上又音的悞。䨱𦿔上芳富反下愽", "710": "子上古敗反。髮髦上音發下音毛。唌膽上席󱸑反下當敢反。烏", "711": "鵄尺脂反。所啄音卓。犲苟上助皆反下正作狗。腐爛", "712": "上扶武反下郎歎反。膊骨上市軟反。髀骨上步米反亦作䯗。寬", "713": "骨上苦官反。脊骨上子昔反。頸骨上居郢反。臅膢", "714": "獨樓二音。泥淖女孝反。毛󶄫巨六反。輕闡昌演反大", "715": "也經音義以團字替之非也。以𤍜蘓老反与燥同。蠅蚉音早", "716": "狗〡也。嘖𡂡音數也呵罵也。談譁音花喧〡也作話字呼。蝦", "717": "蟆遐麻二音。耆󶼴音瘦。鼉山上徒何反。", "718": "溫函溫中阿含經一部六十卷　第三帙第三帙第二十一卷第二十一卷優", "719": "󱶵跛塔二音。葉屋上羊接反下烏木反草舍也正作屋󰧚二形也。麗", "72": "例反正作覆蔽也。豪󷁖里之反。心𣽈而兖反又音儒。炁味", "720": "掣上力計反下尺世反。靖處上才井反。燕坐上一見反。竫", "721": "處上情井反。稽首上苦禮反。貴󶩷在木反。隨㥧", "722": "音㥧。飯󶛂上扶万亦作餅飰二形下自西反平也等也正作齊俗作斊。盛陰", "723": "於今反冝去聲呼。椎胸上直追反下許容反。奮聖上求右反。融", "724": "消上余戎反。憂傶倉歷反。第二十二卷第二十二卷", "725": "奇瘦上巨冝居冝二反下所右反正作瘦。鼉山上徒何反。市肆", "726": "上時止反下斯至反。藻水上子老反。澡水同上。中𡐢方問反。", "727": "店肆上丁念反。无𧨏音義。詣奮巨右反。比舍", "728": "上蒲脂反。諭諂上以朱反。牟哆上莫𠋫反下多个反花名也或云阿提目多。", "729": "屋邊布玄反。飽食上布夘反。第二十三卷第廿三卷", "73": "上去既反。淂顯上都特反下火典反。下卷下卷何迴乎󰞆", "730": "蘭哆多个反又竹加反。戾語上力計反𢙣也。畜牧上丑", "731": "救丑六許六三反六〡生財也養也聚也下莫六反養也。惒邏上戶戈戶臥一反下羅个反。", "732": "仿佯上音房下音羊閑而東行西行謂之〡〡典語則謂之徒倚也。󲔹慠", "733": "上居槗反下五告反。土漬在賜反。拯浣戶管反。󲔹慠", "734": "五告反。受憙愛喜二音。愛憙同上。在歷魯擊反馬", "735": "槽正作櫪。第二十四卷第廿四樓瘦所右反。蒀𦽦", "736": "上於云反葐〡盛㒵也正作蒀也下音万〡󱸨不断也經音謂喻生死不断也經音義以蘊字替之", "737": "同於文反說文謂聚草束之以燃火也此釋非苻經意。傳〃知戀反相傳也。不", "738": "󰌚依小反。晃昱上戶廣反下以六反。眠󶘥音悟覺也。屈", "739": "电音申。用󴢍補耕反振繩墨也正作絣遜拼三形。利斧音府。", "74": "反正作迴。󲑍禍上所追反下乎火反。󱲕流上所事反。覺悟", "740": "斫治音持。上𪙫五各反第二十卷作𪘽。󷀙󶰆上序緣反", "741": "正作旋。打鍛上得冷反下都乱反。成揣徒官反。髦枛", "742": "上莫高反下爭巧反正作髦毛下正作爪髮〡〡齒也。薄膚上方無反。󵝈", "743": "腦上方問反下奴老反。淚汗上力遂反下何案反。涕唾上音剃正", "744": "音洟。肪髄膽上音方下音也。蒿藉上昔弓反下子盈反正作菘菁", "745": "下或作音精。所喙音卓鳥〡物也正作啄又許穢反悞也。骸骨上遐皆反。", "746": "骨璅素果反。󵖃骨上市軟反。髀骨上步米反。寬", "747": "骨上苦官反。髑膢音摟。第二十五卷第二十五卷", "748": "刻印上口勒反。󲂸䗈文赤。所𧎴知列反正作哲蛆二形。懊", "749": "憹上烏好反下奴老反下又音農非。㩲󱅱上巨員反下彐街反。被袍", "75": "儜上古孝反下女耕反。勉厲上音免強也勗也下力計反勸也。迴", "750": "步毛反。持矟所卓反。刀𣛝音順。攻城上古冬反。破", "751": "塢烏古反。挌戰上古客反闘也擊也。朾皼上都冷反下公戶反。", "752": "搥打上丈追反下得冷反。鉾㦸上莫侯反下居逆反。臠〃力兖", "753": "反。㩜中上咸黯反。火𤋲而兖反。銅釜音父。䥫臼", "754": "巨九反正作臼。鞭〃卑連反。杖撾竹花反。棒打上步講反", "755": "下得冷反得󲊸二反。或臬古堯反斬首也正作󱓒梟二形又五結反悞。山󶤥", "756": "古郎反。背廔力主反正作僂又力朱反〡猗曲脊也正作瘻也。脚戾", "757": "力計反曲也。柱杖上張主反。盛扗阻狀反。所喙音卓。羈", "758": "󶫗上居冝反下所右反。㩲扠上巨員反下丑街反。被袍步毛反。", "759": "死苟古口反。󰖿脹上疋江蒲江二反正作胮也下知亮反。上", "76": "與上乎魁反還也避也。大乘掌󳏃論兩卷大乘掌󳏃論兩卷", "760": "𪘽五各反。󶻄人上力垂反。上𪘽五各反。第二十六卷第廿六卷", "761": "恭恪口各反。如𣏣音弄玩物也又音弁也。讜至上他朗他", "762": "浪二反倖也亦語初也也正作儻也又多朗反。倮形上和瓦反。以櫆苦迴", "763": "反。菜茹如庶反又如汝二音。稗子上蒲拜反。穄米上子例反。", "764": "雜󰎣古猛反。編髮上蒲犬反又卑連卑典二反次也。手", "765": "杼序竹紵三音󶗳也經旨謂之畋而揚之也。嫉姤丁故反。嬈亂", "766": "上而沼反下來嘆反。牀㯓上助㽵反下他盍反。蠅蚤音早狗〡也。", "767": "堪耐奴代反。第二十七卷第廿七卷牀㩉音塔。狎", "768": "習上咸甲反。󶸣挽音脫引也。牧淚上文粉反。不剖普口", "769": "反。一㷿音熖火〡。燥草素老反。足以上句反添也。熇", "77": "上卷上卷羂󱶈上古犬反。眼瞙音莫。安膳時戰", "770": "木上苦老反𠃵也正作搞燺薨三形也又火木火沃火各三反熱㒵非用也。", "771": "第二十八卷第廿八卷壅本上於容反。󵕺浴上子老反。羈", "772": "󶫗上居冝反下所右反。𢗡舉上失由反〡𣫍也正作收。奮頭上方問反", "773": "振首㒵也正作奮也又作󶺽。收舉上尸由反。󶺽頭同上。此勾", "774": "九遇反。塗跣先典反〡足赤脚也。坋體上蒲悶反塵著身也正作坌又扶吻", "775": "扶問二反並非也。探養上居六反正作掬又音貪悞也。作塢烏古", "776": "反。華𩭈莫頰反。瞻富蒲北反正作匐悞。華𩭈莫顏反。", "777": "扶抱上父無反下蒲保反。死󶫗所󶽳反。第二十九卷第廿九卷", "778": "商人上手羊反又音的也。瞻蔔蒲北反。所沾竹廉反。󱍮", "779": "󰉕古猛反。豆羹古莖反。𤢌狩上巨今反下守右反。堤", "78": "反安〡那此云眼藥。眩目上玄縣二音。如󶚓昨含反。處", "780": "帝上都𠔃都禮二反。奚米上戶鷄反。奢拖上手遮反下以", "781": "支徒可二反禽獸名也。𠧸薄上洛古反下婆古反車駕次第曰〡〡也。胸", "782": "行上許容反。請請上青井反下情性反經云十五日說解脫相請請時經自切也。", "783": "󲊸慧上才𦰧反。節戾力計反乘也曲也罪也經音義以類字替之力", "784": "對反多莭日〡也。第卅卷第卅卷下󵿇以略反正作鑰。󱌰", "785": "棄上󰠢進反下詰利反。粃糠上卑履反下苦郎反。掃菷之酉反。", "786": "汙雜在合反。不脆此苪反。聾啞上洛紅反。舉貸", "787": "他得反正作貣。瑇琩上徒礙反下莫背反。琁珠上序緣反。庶幾", "788": "上書去反下居依反。縛繳下革反衣領中骨也又之若反音義云生絲縷也結繳於", "789": "𠂕謂之矰也然此冝作憿吉了反緾也亦縛緾也。蜫蟲上古䰟反下除中反。雇", "79": "蠒古典反。牧牛上音目養也放也。槗舉上居小正作橋。", "790": "賃上古悟反。尨色上莫江反白黑雜也。氍氀上其俱反下生󲐉反", "791": "正作毹又力朱反非。󰴄㲪上他盍反下都能反。儭體上初覲反。安", "792": "枕之審反。自󰌚衣小反。自絞古巧反縛也。淖蜜上女", "793": "孝反和也又安卓反。燋悴上才焦反下才遂反。顦顇同上。儲", "794": "提上直魚反。更迭大結反。鼉山上徒何反。佈林", "795": "上普布反前後皆作怖林也又音布悞也。覺礫六擊反。抅荀大上九", "796": "愚反中相偷反下徒个反佛名覺礫抅荀〡也。取撨才消也。𤍜撨上蘇", "797": "老反下才焦反。枓梀上都口反下蘓走反〡〡也舉衣振塵也動物也搖也", "798": "下正作激駷二形也下又音速木名也非。捕鼠上蒲故反。鵂狐上許", "799": "牛反下戶姑反。儻能上他浪反倖也或也。讜能同上又多朗反悞。右", "8": "第一卷第一卷橐蘥上音託下音藥。分㭊先擊反開", "80": "誙𠕀上文夫反。聡󱹎以苪反。橋設上居小反。遮", "800": "𢭀序緣反。顧視上公悟反。有卒子沒反。小悸求季反。", "801": "跱立上持里反。築基上知六反下居之反。", "802": "清函清中阿含經一部六十卷　第四帙第四帙第卅一卷第卅一卷樓瘦所右", "803": "反。鍮蘆吒上他侯反中洛侯反下竹加反又去聲呼。攝惒音和。", "804": "徧祖上疋綿反下徒旱反。斷種上徒管反下之勇反。以箕居之", "805": "反。摩牧文粉反。󵕺水上子老反。磐縈上步官反下於營反。", "806": "紺黛音代。衒繈冝作羂弶上古犬反下巨亮反以繩安芊頭而取戰曰羂", "807": "曰弶也又上音縣下居兩反非用也。離餌人志反正作餌。鞞醘上步迷反", "808": "下火𠔃反。獦師上力𦰧反。作倡音昌樂也。嚴󲾪魚既反。", "809": "邏騫上勒个反下去𠃵反。筞慮上楚責反。逯得上代第二音及", "81": "詅此宣反又音虛悞。󶡯永上許斤反正作欣。眯亂上迷禮反", "810": "也又音錄悞。第卅二卷第卅二卷仿佯上音房下音羊。問", "811": "訊音信。󱷵梚上去堅反下音晚。長𨱞音毛。毛裘", "812": "音求。枡擻上都口反下蘓走反。洗髀步米反。中戲許義", "813": "反。斫剉倉臥反。制割上之兖徒官二反切肉也截也正作剬剸二刑又之", "814": "世反断也非也。騏麟上巨之反下呂真反。麋鹿上美悲反。毀呰", "815": "音紫。堪耐奴代反。奮頭上方問反。懷姙而甚反。至", "816": "市時止反。𩬞師上莫顏反。長綖音線縫衣縷也亦作綫。", "817": "第卅三卷第卅三卷鞞陁上步迷反山名也諸經中或作錍提經音義", "818": "作普迷反非也。恊琉上戶頰反。窈窕上一了反下徒了反。煩冤", "819": "於元反。問訊音信。羈絆上居冝反下波畔反。諛諂上若朱反。", "82": "又物入眼中也。馬莬他故反。便𨷂去月反。渥團上奴号反", "820": "揵沓惒上巨焉反中徒合反下戶戈反。鼻嗅香右反又叱救反非。", "821": "燕坐上一見反。畜牧音目。煒燁上為鬼反下為輙反。蝦", "822": "蟇上戶加反下莫加反。茤磨上側俱反。消耗火告反。嬉", "823": "󳑠上喜記反下其綺反。挊鈴上音弄。狎習上乎甲反。仞", "824": "過上而振反識也正作認。必拜音辯〡別也謂玄記別未崩事也上方作必辦", "825": "音諞。婚娶上音昏下音趣。給恤私律反。庶幾上尸去反", "826": "下居衣反。翻揵上音幡下疾葉反正作󲖕。第卅四卷第卅四卷", "827": "嬉戲上喜之反下喜義反。賈客上公五反。榬舩上音㽵正作裝。", "828": "備辨上皮秘反。羖羊上公五反。大瓠音護。押栰上步皆反下扶", "829": "發反並正作𥱼筏也。蓊欝上烏孔反下於勿反。瑇琩上音代下音昧。喚", "83": "正作望也。見棒步講反。環玔上胡閞反下尺󲎥反。𨷂脩", "830": "嗷五高反。棷樹上而容反木名似檀也正揖也上方經作揖相余反木名栮楫", "831": "即椶󳙖也或作栮揶二同。榬舩上阻床反。𢭀珠上序全反。䭷馬", "832": "上莫高反。玳琩上徒愛反。一𨱞音毛。髮髦同上此正。晃昱", "833": "上戶廣反下以六反。珓飾上古孝反下厂力反。惒堤上音和下音仾。", "834": "氍氀上其俱反下數俱反。𣰅㲪上音塔下音登。羅󶖓戶木", "835": "反。安抌之審反。哆邏上多个反下郎个反。曒潔上吉", "836": "了反。餘󶐑自木反正作族宗裔也禮䟽云百世不遷曰姓因事分案曰氏同源", "837": "相謂為族族者類也。加抂於徃反。青桐息亮反正作相。腐", "838": "相上扶武反。骨󵾽桒果反正作鏁。將鎧口改反。涕唾", "839": "上吐計反。餞木上昨干反餘也正作殘䏼二形。火燼序進反。", "84": "上去月反下思由反。翅羽上式智反下于遇反。眩瞖上乎練反下一計反。", "840": "觀掾直緣反。第卅五卷第卅五卷瞿黜莫黑反正", "841": "作默也又丑律反非也。欝󶫗上於勿反下所右反。改易音亦變也。", "842": "奮󶳺上巨右反下步末反。床㩉音塔。譁說上呼𤓰反。雜", "843": "合上自迊反。慰勞郎告反。椚摸上音門下音莫。定󳑛", "844": "音悟。定󶘥同上。我欲音欲。㨔挮上音咸下他𠔃反。", "845": "一撜都鄧反堦級正作隥。因絃戶犬反絆也擊也皮帶也正作也", "846": "又呼󲎥反索也。低仰上丁𠔃反下牛兩反舉首也下又五郎反見禮記音義。安", "847": "靖情井反無聲之處。穰積上而羊反。諳彼上烏含反。俠", "848": "長上戶頰反。糞沃上方問反下烏酷反。溉灌上古代古氣二反下古乱反。", "849": "落治上郎各反科樹去莭也正作也下直之反。諭諂上羊朱反下󶚰", "85": "餌能上人志反食也。下卷下卷嗢鉢上烏沒反。銅鍱", "850": "染反。庶幾上尸𥎀反下居衣反。第卅六第卅六瞿默", "851": "音墨前卷初作瞿黜彼悞也。徧祖上疋綿反下徒旱反。兩翅下音施。", "852": "󵕺水上子老反。蘭哆多左反。喧𡗚女㒵反。󲂸䗈", "853": "上音文下音盲。蠅蚤音早。煩猥烏罪反。婆蹉七何反此", "854": "云󰤻子。梨㝹奴󰧛反。至夾音狹窄溢也悞。蜫虫上古", "855": "䰟反。󱍮󰉕音鑛。升󶘸上都口反下戶木反。󶧺󶼄婦", "856": "上二古瓦反。玷肆上丁念反正作店。痁肆同上。華𩭈莫顏", "857": "反。倡妓上尸羊反下巨綺反。逯初上音代及也又音錄非也。所掘", "858": "巨月反穿也冝作〡行也越也。涇奴上羊林反。滂沛上普悟反下普貝反。", "859": "第卅七卷第卅七卷闇󰥺莫瓶反。他宍音肉。施", "86": "羊接反。犢子上大木反字從牛。標𢡠上必招反下尺志反。", "860": "設上失支反。袘設同上又以支徒何徒可他可四反並非。利挨自木反。士", "861": "挨同上。󶈃𤍜音掃乾也。攢欑上子乱反下子官反。㺃󶋖自刀反正", "862": "作也悞。有㷿音熖。惒邏𨒌上戶戈反下以然反。羅延", "863": "羊然反又音正非也。㺃槽音曹。柱杖上知主反正作拄。持", "864": "繖桒旱反亦作傘。衣變上於既反著也下蘓叶反屐也正作屣󳏎二形", "865": "也應和尚音義作以字替之是也已下數个並同也。鞞邏上步迷反下郎个反。", "866": "作灰乎迴反。香陰於今反。失辨皮件反。稽首", "867": "上苦禮反仾也首至地也正作稽諸二形也也周禮九拜之儀一日稽首再拜頭至地也。", "868": "第卅八卷第卅八卷𩭈𨳲上音湏下呼姧反經自切。梵麾", "869": "莫何反悞。讜能上他朗反語詞也謂不定之詞也也正作儻也又得朗反真言也非。", "87": "入大乘論兩卷入大乘論兩卷上卷上卷󵳲姓上在木反。", "870": "煒曄上云鬼反下云輙云立二反。指擿他的反挑也。大𠸍", "871": "音󶎿。抓㰅上爭巧反下他的反正作㰅插。創開上楚㽵反。皃", "872": "健上戶管反。抆摸上音門下音莫弟卅五卷作捫是也上又文粉反非。懊", "873": "憹上烏老反下奴老反。讜能上他朗他浪二反正作儻也。", "874": "第卅九卷第卅九卷𧩄謗上文夫反。吹攬古巧反。以", "875": "輕軯乳中二同普𥝷反撅也正作抨也別經本作併並音枰。貪餮", "876": "天結反亦作餘。不廉力閻反。手撮子活反。地󵳘扶非反正作飢", "877": "也上方經作地䏎是也經音義作地𦡕應和尚以𦘺字替之是也又𦡕或作騰雹二同步角", "878": "反地皮也鼻柰耶云地生𠧸土雹是也諸經作地肌也。淖蜜上女孝反儀禮曰嘉", "879": "薦普淖鄭注云和也。󰉕槀上古猛反下古老反。朝󶉭牛例反。鹽", "88": "嚙󲽢上五結反下占敗正作芥。製電上尺世反正作掣也悞。𦒿", "880": "味上羊廉反。𦿔𢙣上步祭反正作𡚁。褋華上徒叶反單也正作", "881": "檏說文作棣三形也上方經作𣜿抉玉反𢗌也。華𩭈莫顏反。儲畜", "882": "上直魚反。摽搒上卑遙反下卜朗反大板也正作榜。稻䅽上徒老反下古", "883": "木反。牽詣上去堅反。㩲杈上巨員反下丑街反。為雍於容", "884": "反󴚓也悞。為㿈同上。柂與上尸利反惠也正作拖。達哆", "885": "多可反。麻羹古盲反。霏那上方非反。一󶡃戶木反。", "886": "󶐧㯓上助㽵反下他盍反正作床㩉也並悞。縫治上扶峯反下丈之反。", "887": "婚姻上音昬下音因。齊行施上側皆反潔也正作齊前後十餘个並同上。", "888": "第四十卷第四十卷猗杖上衣綺反。胎󶳐助㽵反。胎", "889": "󶳐同上又所頰呼骨二反悞也。眀󴖄郎管反正作𡖉。猶鷄古𠔃", "89": "毱巨六反。陶室上大刀反。相󲌀于㱕反。法卬一進反。", "890": "反。時𣊵奴管反。口󰀯即委反。足𤓰側巧反。喙", "891": "破上音卓。所󶆈音果。蒿草上呵高反。猴弟上戶麦", "892": "反得也正作獲〡。󶄩弟同上又音侯非也。揌持上子孔反。夜", "893": "阤音陁。旃荼上之然反下宅加反。求󵽼七西反。󲔹敖", "894": "五告反正作慠。󷂱荼上之然反下宅加反。愸御上之領反正作也又音", "895": "勑非。凡杅上五馬反下云俱反。水漬疾賜反。󵵽牛上去堅反。", "896": "󵶁牛同上。所㵱疋遙反浮也水吹物也正作漂。速駛音使疾也。", "897": "湏臾欲朱反。投地上徒侯反正作投。詶誨上訓連反正作訓。", "898": "似函似中阿含經一部六十卷　第五帙第五帙第卌一卷第卌一卷倮𦟛丑容反。", "899": "右𢭀序緣反。鹿󰈻市兖反。兩腂戶瓦反。相棠", "9": "破也。葂角上他故反。沈淪上直林反下力純反。剌闍", "90": "徧黨上疋綿反下當朗反上音遍非用。大帋之是反或作紙。比", "900": "宅廋反。羹飯上古盲。揣食上徒官反。故𤵜丑忍丑刃二反", "901": "病〡也宿疾也。第卌二卷第卌二卷抓齒上爭巧反。謂", "902": "腦腦根中二同奴老反。肪膸上方房二音下息委反。涎膽", "903": "上序延反。󶈽縮上尺列反正作掣。蹵風上子六反。撨木上扌", "904": "焦反。鍛令上丁乱反。火㩜力甘反持也經意是燎力含反以火燒〡也。足", "905": "火上將句反添也。縺繒上力先反。󲔹敖五高五告二反𢢔也正作婪。", "906": "捫摸上莫奔反下忙各反。第卌三卷第卌三卷堓上", "907": "上五案反。住𡶨同上。樓瘦所右反。奇瘦上巨冝居冝二", "908": "反下所右反或云耆痠或云羈瘦。噵說上徒老反。說󶁝烏侯反瓦盂也。說", "909": "他果反器狹長也。說扜為俱反正作盂也。說椀烏管反正作椀", "91": "𡰱上音毗或云毗柰耶。隧沒上大遂反落也。提󲱤諸与反東州名弗婆", "910": "怨二形。說󶞒他果反正作撱。說歐烏侯反悞。說杅云俱反。", "911": "第卌四卷第卌四卷從𠯞徒𠔃反作啼唬㖒𧦚四形郭氏作𠯞音啼經", "912": "云徒〡至大言此外道前世名都提也經音義以㘁字替之戶高反非也玉篇音󲤘丁禮反郭", "913": "氏又作丁𠔃丁地二反後四呼並非也。誣謗上文夫反。屈电音申。", "914": "䐗及󶋏上竹魚反下助皆反。杷󶳐上步巴反下助㽵反把抱也正", "915": "作把床抱步包反。蜫虫上古䰟反。手捲巨圓反。󱍮󰉕古猛", "916": "反。󲔹󰨚五高五苦二反𢢔也或作𠢕与豪同也〡俠也。華󶄿莫顏", "917": "反前作髻並同也。林㩉音床塔下又都盍反非也。哺羅阤上蒲故反", "918": "下達何反。仿佯音房羊徒倚也。舊覺上巨又反。奮頭上方", "919": "問反〡振也謂󵶄頭㒵也正作奮也。稽首上苦禮反。心竫情領反。", "92": "提〡也正作潛。󱍮穬古猛反。勘菩薩行上一苦含反任勝也", "920": "第卌五卷第卌五卷飽飲飼上布夘反中於禁反下音寺亦作𩚅。", "921": "飽飲飼同上。以抨普耕反〡彈也以〡〡之也。迮具上阻", "922": "伯反𡑅也正作笮。水漬慈賜反。押之上烏甲反。攢攢", "923": "上子乱反下子官反。以𤍜桑老反。葛藤上古遏反下徒登反。圮", "924": "迸上皮羹反下補諍反。剖󰗩上普口反下丑格反。慰勞來到反。", "925": "以櫆苦󰞆反。刦抄上居𦰧反下叉㒵反。菜茹如庶反又", "926": "汝如二音。粺子上補拜反苗似稻也正作稗也又蒲卦反精米也悞。穄", "927": "米上子例反。雜󰉕上在合反下古猛反。自渃力各反。編", "928": "髮上蒲犬反又卑連卑兖二反。手抒序音舀也。樓瘦所右反正作瘦。", "929": "第卌六卷第卌六卷無字第卌七卷第卌七卷圍󶯃", "93": "正作堪戡二形。因捊音浮鼓搥也或作抱。僧佉丘迦反。比", "930": "子耶反。猛󱬚上莫哽反下即峻反。喧𡗚女孝反不靜也。文󶏈", "931": "巨尸反正作祁。收𣫍上尸由反下力掩反。文祁音耆。嚶咳上於", "932": "盈反下戶哀反又上音羈悞。筫直上之日反。󱶵邏上波破反下羅个反。", "933": "金縷力主反正作縷。柔𣽈音軟。事𧂐上冝作華云鬼反下", "934": "子賜反。第卌八卷第卌八卷牀榻音床塔悞下正。穰積", "935": "上而羊反。諭諂上羊朱反。󲔹傲上居󵦂反下吾告反自前敖敖󰨚並悞。", "936": "讜能上他朗反倖也正作儻又多朗反非。󲖕疾上才𦰧反。土𡐊", "937": "古歷反。土𡐊同上不燒甎也第十九卷作燩苦堯苦友苦㒵三反非用也。揵", "938": "祁上音𠃵下者。足橙登亘反。跂耆上蒲末反又音祗悞。", "939": "󵘥耆同上正作跋。第卌九卷第卌九卷給󵰍古胡", "94": "舍上毗鼻二音或云毗世師或云衛世師皆訛也正言吠世師唐言勝異過餘論勝能", "940": "反正作孤。椯食上徒官反。不猗衣綺反。焜虫上古䰟反正作", "941": "蜫虵二形也蟲之惣名也。󱍮󰉕古猛反。󵯣󰘑上多口反下何木反。", "942": "賈婦上古瓦反正作寡󱺀二形又古假嫁三音並作非悞也。󱺀婦上古", "943": "瓦反。雞䐗上古𠔃反下竹魚反。沾肆上丁念反正作店坫。治", "944": "肆同上並悞。華𩭈莫顏反。󱊮粉上旨夷反胭〡也俗。憂", "945": "慼倉歷反。憂󶻘同上。獽積上汝羊反禾稈也正作穰。蠻", "946": "頭上莫還反。𩣺𠌵上布門反下祥兩反。叛兵上步半反。拖", "947": "設上式支反正作施。問訊音信。愁󶆹倉歷反。張㭦", "948": "知格反正作磔或作稅涉加陟駕二反開張也。无󲖰側救反。棘㓨上居力反。", "949": "嘩說上火爪反。譁說同上音花喧〡也。拖論上尸智反持物惠人。", "95": "破論故異。󵸽死上郎道反正作老。羅邏勒个反胎名。諸", "950": "筞慮上又責反。陶師上徒刀反正作陶。第五十卷第五十卷", "951": "漯貝上失入反下波盖反比丘名阿〡〡唐言馬勝。𠻬帝上桑割反", "952": "比丘名也律中作𠻬毗𡰱母作莎提經音義作𠻬應和尚以荼字替之非也荼宅加反非。", "953": "凷擲上苦內反。杖打得冷反又音頂。睒〃失染反。𢮓", "954": "電上尺世反正作掣。洗盪大郎反。㖒唾上他帝反鼻也正", "955": "作又音啼非也。󲔹慠吾告反自前作敖敖悞。執𦇷音秘正作", "956": "㘘。鋤𡐢方問反。撓除上火告反除田革也手󷦽曰除正作薅㧲𢫩三", "957": "形撓攪也非用也。洛治上力各反正作㓢。堪耐奴代反。󶡄", "958": "理上力條反。頟三上五格反。󶽳面上側右反。比隣上音", "959": "毗並也。紛紜上芳文反下音云眾也乱也。󱍮獷古猛反。󱍮", "96": "胞疋㒵反氣〃也。下卷下卷如趐音施正作翅菩薩名〡燒", "960": "穬同上。鏵鍬上戶花反下七消反。溺汙上奴吊反下烏故烏", "961": "臥二反溺小便汙染也。󶆀〃普八反車破聲也正作堯經音義以𤭃二字替之力頰", "962": "反瓦破聲也。", "963": "蘭函蘭中阿含經一部六十卷　第六帙第六帙第五十一卷第五十一卷法", "964": "靖才井反。誣謗上武夫反。絆脚上布畔反。王稟", "965": "兵綿反供縠也。第五十二卷第五十二卷更互乎故反。󲔹", "966": "傲上居󱷱反下五告反。儻能上他朗反。脫屣所綺反。猥處", "967": "上烏罪反。羅挌古客反。慰勞來到反。仿佯上音房下", "968": "音羊。問訊音信。兩髀步米反。尾脊上文匪反後作尻也。", "969": "楯矟上食閏反下所卓反。矛㦸上莫侯反。刀揗音順。", "97": "也。挃沙上知反唐言鬼宿。所押烏甲反。杵朾上昌与反下得冷反。", "970": "若嘯蘓𠮧反。尻脊上苦高反臋也此前兩家作尾。蠅蚤", "971": "音早。蠅蚉同上。棰杖上之水反。第五十三卷第五十三卷", "972": "牧󶰆上失由反。臠〃力兖反。㩜中上戶黯反。火爇", "973": "而恱反正作𤑔。䥫臼巨九反。龍蜇知列反。鞭〃卑連反。", "974": "杖檛陟花反。或臬音澆斬首也正作臬梟二形又五結反門橜也非用也。", "975": "臥塌音塔床〡也。收賊上尸由反。處皃戶官反全也又音𨗿", "976": "悞。八稜郎登反。燒齗魚斤反。燒嚥烏賢反。㭦", "977": "五上張草反。无󲖰側瘦反。揚擈上以良反詐也下步角反正作佯𢷏。", "978": "薀豆上音蘊豆名。𦬔子上古敗反。創蟲上楚床反。龜", "979": "鼉徒何反。齒齧五結反。食󰥛尸旨反。傴曲上於禹反。", "98": "鞭杖上卑連反。鉾捎上莫侯反下所卓反正作矛矟也下又消梢二音悞。", "980": "第五十四卷第五十四卷宍臠上而六反下力究反。憂", "981": "󶾗倉歷反。青𡂡色禹反。柙彼上烏甲反。彼󰗩音岸", "982": "入巨依魚斤二反岸也。彼󰗩音岸。柙栰步街反上下房月反。憂", "983": "󶾗倉歷反郭氏作私古反非。憂󶻘倉歷反病也悞。煩勞郎夢反。", "984": "破墎古霍反。過壍七㷔反。破󶐹古霍反正作廓。", "985": "燥草上蘓老反。𤍜草同上。󵮑帝上割反正作𡂠第", "986": "五卷十卷初廣釋。󵮝帝同上。󵮝帝同上又郭氏音切非也。揣", "987": "食上徒官反。懊惚奴老反又音忽悞。𤵜患上丑忍反丑刃二反。", "988": "飯󰉓尺沼反。第五十五卷第五十五卷蜫蟲上古", "989": "䰟反下除中反。因󶸔芳無反麦皮也正作麩也。澡豆子老反上。", "99": "顯現上呼典呼見二反明也正作顯。蹴蹹上七六反下徒盍反。挾劣", "990": "皂󶸳上才早反下古俠反。𣴟故上尸管反。磨鋥除硬反出", "991": "光也或作。火排步拜反吹火具也正作橐也。鉆推上巨廣反下除追反。", "992": "跋蹉千何反。蠰伽上式亮反下去迦反正作佉又巨迦非。󱛺", "993": "邵上力求力救二反下時照反。蝳󵻓上徒礙反下莫退反。琁珠", "994": "上序緣反。𢷋識上必招反下諸吏反出禮記。摘除上他歷反解音", "995": "也挑〃也正作剔揥。咬嚙上五巧反下五結反俗。或䲭尺脂反。", "996": "第五十六卷第五十六卷戶󵿇音藥。𡄇咳上苦頂反", "997": "下苦愛反正作謦欬上音磬通呼下又音孩非月。魔羂古犬反。䰅童", "998": "上莫還反。椑筏上步街反又卑擗二音非也。牧聚上書由反下在主反。", "999": "便擗愽厄反正作擘。十夘郎管反。以𠿘即委反悞。"}, "originalTitle": "Tripitaka Koreana, Electronic version, No. 1257 新集藏經音義隨函錄(第1卷-第12卷)", "englishTitle": "Tripitaka Koreana, Electronic version, No. 1257 新集藏經音義隨函錄(第1卷-第12卷)", "author": "後晉 可洪撰", "language": "chinese", "source": "CBETA"}