{"sourceLink": "http://www.cbeta.org/", "text": {"0": "傳寓叟自傳", "1": "水鑑海和尚六會錄卷十", "10": "起先業爰自豫有定數豈與尋常泛泛住持者之來", "100": "人有志有事俱不泯滅仲尼之言不亦深長之思哉", "101": "余生顓愚又復固陋父母劬勞師長雨露欲一展報", "102": "愧未能也然先人有志不逮之事則未嘗泯滅於懷", "103": "由是戊戌挂笠荊南之鐵佛窮搜天王之舊址披茸", "104": "驅虎興復區宇象設尊嚴碑版樹立戊申鄂渚復獲", "105": "黃龍遺址翦除宿莽刱還舊業其搰然以竭力乃聊", "106": "報先人之宿志兼以五坐名坊慇懃行道二十餘年", "107": "以資吾親蓋是不忘所自奚敢稱曰善繼善述之人", "108": "因之剞劂殘槁遂命名曰慈報嗚呼慈恩浩淼烏能", "109": "報哉。", "11": "哉丙辰秋武林方伯李公以金粟之席數年住持不", "110": "告文告文", "111": "告龍潭崇信禪師文告龍潭崇信禪師文", "112": "維師靈根夙秉自俗乃能獻餅於悟祖慧性天開從", "113": "幼即得薙髮於天王機鋒迅捷接周金剛止用一枚", "114": "紙燭德業悠長祥發雲眼乃見兩派宗風孤峰頂上", "115": "拄杖撐天象骨嵒前聖箭括地自有宗門以來法", "116": "烜赫未有盛於師者師則造於宗門實功大而且博", "117": "也獨以吳僧道原於宋景德間修集傳燈錄將師嗣", "118": "法之師天王道悟派而不載誤移師載於天皇道悟", "119": "派下雲門法眼牽而去自此飛訛一下千載混淆後", "12": "得其人頹然傾廢舉余輓回說法即傳檄嘉興尹海", "120": "雖有明眼幾清幾理竟不能復正本宗遂成疑案青", "121": "原下以景德傳燈雪峰廣錄式憑而爭師豈忍聽其", "122": "攪亂不明以曉之也況非鄉鄰之事混師源頭紊師", "123": "世系實師急務今以其事詳而言之師察而聽焉唐", "124": "侍郎歸登撰南嶽讓碑載法孫天王道悟圭峰荅裴", "125": "相國宗趣狀馬祖法嗣首曰江陵道悟權德輿撰馬", "126": "祖塔銘法嗣天王道悟在焉正議大夫戶部侍郎荊", "127": "南節度使丘玄素撰天王道悟碑載師為嗣法門人", "128": "崇信即龍潭也四公撰文所載如此明確誰謂無天", "129": "王又誰謂師非天王之嗣乎況南嶽為師之祖馬祖", "13": "鹽令敦延海鹽給諫查公王望一夜夢於萬頃波中", "130": "為師之翁天王為師之父又值師未寂前之事師豈", "131": "不知之耶又協律郎符載撰天皇道悟碑列法嗣三", "132": "人曰慧真文賁幽閒道原傳燈將此天皇嫡血三人", "133": "削去不載反收師為天皇之嗣可乎宋尚書員外郎", "134": "呂夏卿撰雪竇顯塔銘敘顯為大寂九世孫顯望雲", "135": "門為四世雲門望師為三世師望馬祖為二世是則", "136": "顯為南嶽下法裔明矣佛國白續燈錄亦載顯為馬", "137": "祖九世孫祖源通要所載亦如之至如張無盡達觀", "138": "穎洪覺範大川濟之辯清定祖圖聯芳碑之確載天", "139": "童直說之詳明徑山嚴統之覈定此雖師寂後之事", "14": "涌出一圓古鏡約有數萬斤初起似有黑氣漸而升", "140": "然師靈明昭格又豈不知之耶既知之豈容如此之", "141": "悖妄耶位中禹門輩徒以一傳燈訛載之書雪峰泛", "142": "論訪道之語為辯蓋雪峰荅閩王一段因緣云吾所", "143": "明此道不獨於德山且三登投子九上洞山故曰自", "144": "從先德山石頭已來洞山為石頭之裔因言及之雪", "145": "峰未嘗敘述從上嗣法來源何得據是為爭端據是", "146": "可憑以上碑銘諸家之書獨不可憑乎欲得傳燈可", "147": "憑須將諸家之書盡情抹殺然後可以證傳燈為不", "148": "謬矣萬口喁喁呶呶所說而無已今則於天王祖庭", "149": "設位告師師須從定而起明以示之使惑夫無疑永", "15": "高光明照耀天地一色而空中有神呼公出手扶持", "150": "息此爭端亦使師之世系得以撥亂而反正於天王", "151": "宗派維師俯察賜之鑒焉尚饗。", "152": "祭文祭文", "153": "祭雲澤旵侍者文祭雲澤旵侍者文", "154": "康熙十七年十月朔五日旵歿三朝金粟寓叟謹治", "155": "以時羞之奠告汝旵侍者之靈嗚呼汝從吾於儀之", "156": "地藏年僅十七歲學而穎異朝夕克勤過人之資期", "157": "汝成立而復從吾住鹽之金粟汝年已二十四歲學", "158": "日益精志日益立稠人廣眾咸以悅心上林新篁不", "159": "同散木況陸沉下版冰檗備嘗吾不獨以侍者參得", "16": "公竭力支撐忽而覺司門者乃傳府主有函至發讀", "160": "禪向人告亦常謂眾而言曰旵侍者如此行去他日", "161": "福緣未易量也孰意難料遂爾云亡嗚呼秀而不實", "162": "者有矣夫且顏氏子四八面歿尚稱短命今汝又折", "163": "八齡其造物者之相奪使汝不能成器乎今吾屬望", "164": "已矣也然汝昔之所學恐在半途今吾指汝到家維", "165": "汝有靈鑒徹斯事始謂吾不負汝也通身無縫罅大", "166": "塊是文章在世即世隨處優游亦始謂汝不負吾也", "167": "嗚呼維汝有靈其知我言耶其不知我言耶尚饗。", "168": "祭福嚴則峰爚和尚文祭福嚴則峰爚和尚文", "169": "嗚呼兄今即世耶吾獨深悲而哀慟也人生於世必", "17": "則知請余公曰異哉疇昔之夢乃師字也繇是遍告", "170": "有大用而出其有大用於世不能泯滅吾又何用深", "171": "悲而哀慟之哉孔子見周衰修六經興仁義輓回王", "172": "化特使賊亂而懼吾宗門至明季時衰之極矣天生", "173": "吾天童一條白棒振興斯道吾徑山繼起而出別集", "174": "嚴統作於濫觴之時以懼賊亂之夫吾東蓮有願而", "175": "來荷擔斯任纂修續燈徵文四方功未卒業遽然而", "176": "寂吾哭之曰著書未竟先云逝零落文章誰解收天", "177": "地有心扶正化禪燈重朗照無休吾裁書力催則兄", "178": "東去以結此案復送之以詩古德云遙矣遐心孰與", "179": "謀一肩能荷業千載得神遊矯矯雲邊鶴蕭蕭澤國", "18": "當事與諸同人曰吾素倔強獨知之有儒至如諸方", "180": "鷗本來同鼻孔珍重別薰則兄咨嗟挈笠而往重", "181": "加校閱筆削成書方授梓工幸天龍加護斯功告竣", "182": "又移幢於福嚴祖席去夏惠書以報更訂吾補處福", "183": "嚴吾覆之以老不能且幾何時唱道東南昨還燈來", "184": "荊出兄之計吾不遑安處乃設位告之一絲慧命續", "185": "燈存兩世手編百世尊媿我來先去復後此生欲語", "186": "向誰論夫兄所修之書乃載佛祖所傳之慧命佛祖", "187": "所傳之慧命乃天地日月古今群生之慧命佛祖天", "188": "地群生之慧命千古豈有息聊既佛祖天地群生慧", "189": "命千古不息兄之面目昭然千古又豈有息乎兄之", "19": "尊宿從未接見今金粟之請水師也吾非改前轍從", "190": "面目千古不息即吾又何用深悲而哀慟哉況立巨", "191": "功建勝業於吾法門也是以特鳩武漢同人并諸子", "192": "姪祭兄歸楚行靈於晴川江上幸望錦帆浪裏浩浩", "193": "慈風惠然首肯而來尚饗。", "194": "碑文碑文", "195": "先父母二碑文先父母二碑文", "196": "原夫汪洋之海必有其源覆天之木豈無其根聖人", "197": "降蹟賢士挺生寧曰無父母而遺其本也既不遺其", "198": "本必報之達之也養不足以報父母而聖人以德報", "199": "之德不足以達父母而聖人以道達之海也材媿散", "2": "嗣法門人原寬等編", "20": "事其道吾視吾夢蓋與水師有一段因緣遂躍然而", "200": "木學屬支離吾父母難為報也所以壬寅秋仲命駕", "201": "江陵拜祭斯山今復重來勒此二石一奉吾父於月", "202": "墳之右一奉吾母於黃陸公山之前吾父名應台吾", "203": "母張氏吾父母所生七女三子長子夭亡次子亦亡", "204": "海忝季子又呼十郎念雙親既喪兼世又遷功名塵", "205": "垢何能羈我遂發悲心拜辭家廟祝髮披緇走求聖", "206": "人之道於四方百種磨礱而契證故不敢遺其本往", "207": "來江漢以斯至道達於吾父母也或曰父母遺體髮", "208": "膚不敢毀傷師雖明道髮膚已毀嗚呼斯人見其蹟", "209": "未見其理蹟也者末也理也者本也吾將以本達吾", "21": "起率諸紳迎余入院第金粟荒涼之甚僧規殆盡居", "210": "父母可謂至也況泰伯斷髮文身千古稱曰至德矣", "211": "乎。", "212": "又", "213": "生事死葬祭之之禮乃人子之首行亦天下之孝本", "214": "也或曰此閭夫閭婦之行何足盡才人豪士之道也", "215": "才人豪士必任一官乃效一職高車駟馬光炫門庭", "216": "為其孝矣或曰此形名聲勢之行亦何足盡聖人君", "217": "子之道也聖人君子必見其道明其德或經濟天下", "218": "或輔相邦國堯舜禹湯周公孔子乃其人也堯舜禹", "219": "湯以道治天下其親乃不顯乎周公孔子以德輔天", "22": "民承閒侵擾及余至一番整理方復舊觀雖怨誹繼", "220": "下其親乃不揚乎是以古今有異教道不同欲人為", "221": "善之心則其一也海雖不敏教人務本趨善以報吾", "222": "親雖曰親之不顯天下孝道之理盡也吾何晦焉謹", "223": "稽首拜手而為之記。", "224": "天王寺碑文天王寺碑文", "225": "粵稽皇藏佛祖通載乃載荊州天王道悟禪師碑記", "226": "悟嗣馬祖所出一人即龍潭崇信雲門法眼二宗皆", "227": "其世系唐元和戊戌夏悟示寂再考唐宋元明林間", "228": "錄稽古略等書記載天王寺者二十餘家名傳海宇", "229": "寺實無存蓋因南宋岳武穆征湖南而廢有鐘化一", "23": "起賴公之杵可伏住三秋辭退公仍迎余出院復謂", "230": "鐵暴荒址中人屢竊鐵顯靈自護明惠王於此燒造", "231": "琉璃故東北隅隄址稍缺陷　清順治戊戌夏余始", "232": "至荊搜求遺蹟見七百年無主之鐵尚存當年節使", "233": "拋水乃在江邊又訪周圍十里社祠二十處俱名天", "234": "王堂土地基址圍隄當日道場用價購贖創建殿宇", "235": "莊飾聖像歷四十年祖庭備觀且荊州自古用武之", "236": "地寺住衝繁之鄉所以興建為艱荊州志謂天王寺", "237": "創於唐毀於宋重建於清順治間水鑑禪師余深媿", "238": "福緣不逮今所建立者僅存典型獨望後賢光起祖", "239": "席於無窮是則天王一燈端有幸焉是記。", "24": "余言曰吾昔夢可足徵矣師以前革弊之故招細人", "240": "附附", "241": "天王沙翁和尚紀略天王沙翁和尚紀略", "242": "沙翁和尚鄂之富川涌泉謝氏子也名慧海字水鑑", "243": "其稱沙翁者因與玄沙備公同族又慕其為人私淑", "244": "別號晚年居跡不定又稱寓叟生明天啟丙寅十月", "245": "十二午刻至清順治丙戌年二十詣蘄春報恩寺禮", "246": "體融大德祝髮初遊講肆每痛念生死自謂語言文", "247": "字無濟於事一日飯後叉手立於中堂看本來面目", "248": "話劃然大悟說偈曰面目全彰不覆藏幾回叉手問", "249": "中堂於今見也非他見慶快平生百骨涼謁徑山費", "25": "萋菲豈古鏡初升黑氣之障乎吾力維持豈神呼出", "250": "隱容和尚容問那裏來師便喝容曰放汝三十棒師", "251": "又喝遂依席下受具次謁玉林琇萬如微木陳忞諸", "252": "名宿賞為不羈復謁湖州靈山獨冠敬和尚敬問如", "253": "何是現成一句師曰三要印開朱點窄未容擬議主", "254": "賓分如何是投機一句師曰千峰勢到嶽邊止萬派", "255": "聲歸海上消如何是轉身一句師曰輕輕躡足龍門", "256": "過惹得清風動地生敬書臨濟正宗源流付之順治", "257": "戊戌師年三十二應荊人鐵佛請至荊遍搜天王遺", "258": "址於荒榛虎狼中覓得恢復道場興工時正值旱魃", "259": "木不能進忽水涌木至又七犬從西而來四人由東", "26": "手扶持乎此二事不足為奇所奇者數萬斤之古鏡", "260": "而至四偉人雜於稠人中指點土木工竣不知所往", "261": "咸謂天王助力於時靈異頗多師囑不可記康熙元", "262": "年壬寅江南操江李公棲凰請住真州地藏寺乙巳", "263": "值師四十生迎回天王戊申重闢鄂州黃龍庚戌繼", "264": "席漢陽棲賢冬復跨揚州之鶴重建地藏且明太祖", "265": "敕建之寺規模宏大萬佛閣大雄殿地藏殿等無不", "266": "刱備丙辰浙江方伯李公士楨請住嘉興金粟下檄", "267": "太守縣君相迎蓋金粟乃天童密雲悟和尚中興祖", "268": "席至師說法為第十代師既承乏俎豆三秋如搢紳", "269": "查公培繼張公惟赤陸公光旭輩聞師提唱無不服", "27": "而能飛騰上升吾謂師非凡器也且愈升而愈明吾", "270": "膺庚申再住棲賢癸亥退居黃龍甲子仍迎歸天王", "271": "然天王自甲寅後駐劄大兵綠竹青松靈宮貝殿幾", "272": "又廢弛師不忍坐視重為葺修又覓秦南把茅遠重", "273": "梓嚴統以明徑山老人清正五燈公案丙寅於渚宮", "274": "構幻寓山房內軒曰憨夢亭息影師三十年間六坐", "275": "道場開鑿人天垂手不倦況隨身一缽清風兩袖到", "276": "處雲涌光大祖席師真可謂承願再來繼述其事於", "277": "法門豈小補之哉今略紀歲月勒於天王碑陰以貽", "278": "將來識天王中興所自師有語錄十卷方伯李公太", "279": "守盧公送入嘉興楞嚴寺般若堂偕大藏流通散錄", "28": "謂師至高明而道中庸也是以丐師一言為吾記之", "280": "別集隨處行世門人原頂述。", "281": "荊州天王禪寺中興碑記荊州天王禪寺中興碑記康熙元年撰文二十三年立石", "282": "失荷單傳正印為佛祖後裔者其大節有二一曰烹", "283": "鍛人才二曰光復祖席人才不鍛慧命斷絕雖有名", "284": "山巨剎不旋踵而坵墟矣祖席不復古蹟荒湮不唯", "285": "失前人基業雖有人才亦闡化無地矣二者不可偏", "286": "廢也然欲恢張祖席又當揆其所繫之大小而緩急", "287": "興廢所係者小則可興可廢可緩可急贅疣視之亦", "288": "得也若其剎為佛祖所必賴法道所必爭宗派源流", "289": "所必待剖判者而荒煙宿莽任其蕪沒不一為大呼", "29": "余曰某固陋無似之夫何敢當為應夢之人或神龍", "290": "攘臂奮身恢復曷以號克家兒孫也哉則今荊天王", "291": "禪寺是矣夫中興天王寺者沙翁海禪師也今且言", "292": "開山之祖名道悟渚宮人謁馬祖洞明大法住荊州", "293": "天王寺法嗣一人即龍潭信也厥初道場鞠為茂艸", "294": "獨寺門一巨鐵神鬼護擁有竊掘者輒雷電晦冥屹", "295": "不可動踞寺三里為鐵佛寺即天王退居也順治戊", "296": "戌沙翁挂笠晴川荊南道俗齎幣牘以鐵佛請沙翁", "297": "念祖蹟陵遲慨然而往辛丑始得天王古址第寺基", "298": "沿為民業捐缽購贖不辭茶苦建大雄殿奉天人師", "299": "殿後樹梵天閣上祀圓通大士下設說法之堂左右", "3": "記記", "30": "使公知儒釋為不二大道如虛空虛空豈有分別隔", "300": "為方丈以居主法者前建四天王殿中安慈氏後列", "301": "韋天復構東西禪堂用棲僧眾而祖席規模則巍然", "302": "傑出矣非沙翁以英妙之年具開闢之力孰能於荒", "303": "煙蔓艸中劈出釋梵龍宮哉然此尤未為沙翁奇也", "304": "所奇者徑山費隱容老人為五燈列祖慧命防閑僭", "305": "亂編輯嚴統以定宗支所首辨者則天王天皇兩派", "306": "淆訛也使無人焉親履其地窮其源則揣盤摸象鬥", "307": "爭繁興曷有底止今沙翁為老人的骨之孫而所興", "308": "者適江陵之祖窟灼然見天王之嗣馬祖龍潭之嗣", "309": "天王與天皇之嗣石頭慧真等之嗣天皇天然證據", "31": "礙哉公唯唯遂為記。", "310": "斬盡狐疑老人心血洞達於千萬世矣而所爭者以", "311": "道原傳燈之訛書謂龍潭出自天皇易丘玄素符載", "312": "二碑呂夏卿張無盡等數十家定典雖董狐再起孰", "313": "得而顛倒哉夫興一叢林復一祖剎亦等閒事耳獨", "314": "此天王者佛祖法道於此攸關宗派源流於此剖判", "315": "又徑山老人袞越心事於此待明而沙翁以一手擎", "316": "出厥功顧不偉歟余言及此者特以天王之中興頓", "317": "釋法門之疑案千百載下庶以沙翁為中興之祖云。", "318": "前住南康雲居現住黃梅四祖晦山戒顯撰文", "319": "賜進士第正議大夫刑部左侍郎張可前篆額", "32": "儀真地藏禪寺重興記儀真地藏禪寺重興記", "320": "賜進士第都察院江西道監察御史洪之傑書丹", "321": "荊州天王禪寺中興碑記荊州天王禪寺中興碑記康熙二年撰文立石二十三年入志", "322": "唐貞元元和間真僧輩出而佛理宗乘於時丕盛奠", "323": "在荊南則天王天皇二禪師其炳炳矣二師生同時", "324": "住同地而一嗣南嶽一嗣青原其功行亦正相等是", "325": "則當日卓錫之場即為後世傳衣之地固當亙累劫", "326": "而並存然數百年來天皇猶有寺也而天王遺蹟已", "327": "付之斷煙殘照其荒落也不知其幾年矣夫天王道", "328": "悟師本渚宮人也嘗謁馬祖時祖囑曰汝若住持莫", "329": "離舊處師便返荊州結廬踞郭不遠後節度使丘玄", "33": "地藏寺重興落成矣請記於諸名公諸公咸謂余知", "330": "素刱寺居之額曰天王即師他日示寂地也稽之往", "331": "牒碑志猶存獨寺既不可考即荊郡乘乃不多及亦", "332": "為何哉蓋嘗考之後周時詔廢浮圖凡天下寺塔悉", "333": "就毀滅唯天皇寺以有張僧繇所繪先聖象存焉遂", "334": "得獨免豈天王寺之廢適在是時耶獨怪天王之裔", "335": "數傳而為雲門法眼二宗宗系號稱最盛兒孫遍天", "336": "下而祖父發祥之地莫有過而問者不大可悼歎乎", "337": "順治戊戌有水鑑海大禪師住錫於荊深慨夫法腐", "338": "之傾頹致衣珠之迷失而悲愍獨切焉因為搜之得", "339": "荒基一片於榛莽中尚餘塔坵鐘鐵且此地周圍十", "34": "文義識道理當自記庶鬼神呵護使事傳而不朽余", "340": "里許社名天王堂是則當日天王道場端在是矣因", "341": "以大願力共此都人士經營之無何如殿閣門廡煥", "342": "然大備舉數百年久湮勝蹟而一旦勃焉重興非甚", "343": "盛舉哉越甲辰余以確事至荊間一遊覽不勝贊歎", "344": "寺僧明哲因以其碑記請焉余雖譾劣無文然竊幸", "345": "天王有靈遺蹟復炳使至止斯地者得從瞻依禮拜", "346": "其下想見當日馬祖所謂識取自心本來是佛之指", "347": "是則天王一燈常明斯世實維鑑公大禪師斯舉是", "348": "賴焉遂為斯文昭以誌之若曰名人之文可垂不朽", "349": "欲以補郡乘所未備而遠與僧繇之繪事同功則請", "35": "應之曰嗚呼天下豈有不朽之事哉同泰之宮非不", "350": "以俟後之君子可也因為之記。", "351": "賜進士出身文林郎奉", "352": "敕提督湖廣荊州等處地方抽分兼管河道工部屯", "353": "田清吏司主事前翰林院庶吉士鄭日奎撰文", "354": "欽差整飾辰常靖州等處兵備分巡湖北道湖廣布", "355": "政司參議兼按察司副使陳士本篆額", "356": "欽差撫治荊岳整飾施歸等處湖廣按察司分巡上", "357": "荊南兵備道王輔運書丹", "358": "浙江藩臺李公士楨嘉興太守盧公崇興捐梓", "359": "水鑑海和尚六會錄十卷送楞嚴寺經坊隨", "36": "固矣至今化為烽燧永寧之塔非不堅矣亦乃遷於", "360": "大藏流行伏願傳燈無盡祖道昌隆", "361": "康熙丙辰冬月吉旦旌德湯搢之書李子受刻", "362": "水鑑海和尚六會錄卷十終", "37": "谷王且蒙莊有曰藏舟於壑藏山於澤謂之固矣然", "38": "而夜半有力者負之而走昧者不知也蓋世人不知", "39": "造物之機達生之理徒守形蹟之久長不亦謬而且", "4": "查給諫夢記查給諫夢記", "40": "惑乎故吾聖人於無常幻化之中指出真常不滅之", "41": "道使人人知白雲有變青山不老春夢喚回覺性恒", "42": "在然而欲資明斯道必乃藉其勝場勝場不立曷以", "43": "闡之譬如人之心性寄於一身離身無以見乎心性", "44": "夫心性者道也人身者場也繇此觀之無場不能顯", "45": "發乎斯道是以天下寺廟乃聖人出世開道之勝場", "46": "也歷代王臣賢士莫不竭其力為金湯焉至如兇頑", "47": "不肖之人望其塔廟聞其梵聲莫不敬信之心生焉", "48": "為其聖人窮精極神開覺斯民者如此而人傾誠荷", "49": "感知有由來亦如此也儀真地藏寺考邑志刱立於", "5": "蓋聞人生於世一大夢也何夢中又有夢焉夫夢者", "50": "宋建炎間淮海肇禪師至明洪武十三年敕建為地", "51": "藏禪寺賜主僧號曰文彬歲以崑山衛糧屬寺所需", "52": "至成祖遷北平厥糧寢僧徒散寺乃漸廢嘉靖二十", "53": "八年後軍王公汝立重修天啟二年中翰汪公鑣又", "54": "修迨　國朝順治七年操江李公棲凰再修然興修", "55": "至再多是補偏葺壞而已康熙壬寅寺僧松石見寺", "56": "漸至剝蝕不勝興嗟遂持李公幣牘走楚力延於余", "57": "謂余重闢荊南天王有合叢林規度且四朝湮沒之", "58": "天王又在狼窩虎穴之中訃日而就故殷殷懇請余", "59": "憐其誠慨然而來至乙巳因事仍返轍江陵庚戌念", "6": "幻化不實之謂何遇而靈驗往往先知豈弘闡祖道", "60": "功業未成再鼓鑾江之棹辛亥乃得新安許君繼先", "61": "毅然荷任重建萬佛大閣并嚴飾毘盧大悲萬佛等", "62": "象而供具悉備幢幡飄颻樓閣門開光射諸天矣然", "63": "寺繼此而振興實許君引導之力明年王君春宇重", "64": "修大雄殿劉君燿宇重建地藏殿又明年參戎吳公", "65": "介臣鳩鹺使王公興周運副何公調之暨劉德鎮等", "66": "重修山門仍新金剛之象而應供之堂香積之廚久", "67": "廢余撒其址而新之以為叢林輔翼一時叢林煇映", "68": "不減洪武敕建無恙時且此寺建自宋及今幾五百", "69": "餘年禪燈不照斯道罔聞甲乙相傳十方靡屬嗟乎", "7": "事屬非常山川召呼神龍有以曉人耶是以安樂公", "70": "如此寧不徒有其場孤負山靈哉今余承乏茲山建", "71": "立滹沱宗旨遂拈棒喝聊作指南況賢宰官士大夫", "72": "輩有外護干城者有登堂倡和厥道者咸是一時氣", "73": "運浸昌非敢曰人能弘道且古有曰盛乃衰之兆也", "74": "余甚懼之唯望後來主是席者力而輓之庶聖人說", "75": "法有場而斯民之覺性亦乃恒明則余與修建諸公", "76": "之心均不朽矣。", "77": "序序", "78": "壽慈菴楊進士五十序壽慈菴楊進士五十序", "79": "天下有大壽歷而千古繩然相繼不曰道則曰德道", "8": "報瑤田之夢即菴於雲居止一粥之緣潭龍王奉金", "80": "之於世不磨堯舜至今尚在德之於世不易周孔萬", "81": "古恒聞苟不以道德為壽縱身延千年滅而無聞亦", "82": "為夭矣何名為壽乎夫道德也者豈易言哉請試論", "83": "之本出乎無言無言豈謂無言焉出乎機入乎機而", "84": "無蹟也亦無始也是以劫窮世盡渠乃不知蓋渠無", "85": "國土亦無聲臭風寒暑溼之不及喜怒哀樂之不聞", "86": "況能覆載天地刻雕眾形長於上古澤及萬世而造", "87": "於吾人者又何終窮哉然而朝菌不知晦朔蟪蛄不", "88": "知春秋唯至聖者知之慈菴楊君今歲桂月五旬大", "89": "壽繇是進之以道德之說為君祝唯道德之於君者", "9": "匙之食元叟於徑山有一十八載之住祖庭待人振", "90": "君得之矣君何以為得焉曰問之沙翁沙翁曰當問", "91": "自己自己不知問之蒲團蒲團不知問之踊猛踊猛", "92": "不知問之豁然豁然曰在是矣其是以為壽者又何", "93": "有終古者哉。", "94": "慈報錄自序慈報錄自序", "95": "傳曰武王周公其達孝矣乎夫孝者善繼人之志善", "96": "述人之事者也且武王克商光有天下身服顯名丕", "97": "振先德周公輔相三王纘成大業其事君事親之孝", "98": "百王千聖莫之與京尚未揄揚舉及獨乃暴出繼志", "99": "述事一語可見世間支延道德端在繼往開來使前"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B230 天王水鑑海和尚六會錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B230 天王水鑑海和尚六會錄", "author": "清 慧海說　原澂等編（依駒本印）", "language": "chinese", "source": "CBETA"}