{"sourceLink": "http://www.cbeta.org/", "text": {"0": "跋", "1": "碧霞禪院子雍如禪師法語詩偈卷四", "10": "不計途程到寒山罕風串耳過巖邊虎頭到處雲隨", "100": "上堂偈上堂偈", "101": "野納南詢為度生越海朝山寓武林告報現前參學", "102": "士莫教辜負老婆心", "103": "上堂法語上堂法語", "104": "拈香云此一瓣香栴檀林內栽培今向武林城中拈", "105": "出爇向爐中願祝", "106": "當今聖主萬歲萬萬歲伏願樂堯天萬德之年統日月", "107": "千古長明次拈香云華傳優缽果供木籃獻貢", "108": "當今太子并及諸宮諸王殿下壽若須彌福如東海", "109": "此一瓣香現前請主眾檀越善信人等並增福慧此", "11": "步龍藏喧時鳥聽禪坐斷十方成大歇任他苦海枉", "110": "一瓣香風吹日晒東掙西拋收來囊藏不得將來即", "111": "此堂中專申供養現住", "112": "天童堂上上天下岳老和尚不昧龍池一派深加痛", "113": "棒付與兒孫書記問昔日世尊祗陀林中須達長者", "114": "布滿金磚今日官太夫人為公子祖官供捨法被設", "115": "齋請和尚高陞法座畢竟令他得何祥瑞師云永作", "116": "皇朝柱石恒為佛法金湯進云恁麼三秋生桂子春", "117": "暖長蘭孫師呵呵大笑迺云指鉤別釣是英靈尚有", "118": "錦鱗出浪迎疑擬收竿歸遠圃恐怕辜負我同人風", "119": "和好武林新分明指點曹溪路那箇男兒莫被行打", "12": "熬煎罏中火冷煙消後月影移來已半弦", "120": "○相下座。", "121": "剃度剃度", "122": "舉起剛刀非同兒戲落髮沙彌更名覺智與你斬斷", "123": "恩愛由照破人間世喝一喝云昨朝還是塵中客今", "124": "日纔為方外人。", "125": "卍庵大師領眾結制小參法語卍庵大師領眾結制小參法語", "126": "碧霞今日安禪結制諸禪德說寒道暖山僧一味尋", "127": "常不會安排施設深深裡兩個炭團滿滿堆著一爐", "128": "黃葉莫教火氣無多只要暖氣相接高放重簾密糊", "129": "窗縫但得一團和氣那管房上濃霜冷言冷語休聽", "13": "登虎丘登虎丘", "130": "只顧眉毛自歇喝一喝云出頭天外看誰是我般人。", "131": "起七上堂起七上堂", "132": "僧問烹佛煉祖則不問開爐起七事如何師云蕩子", "133": "無家計飄零不再逢進云如何是最初句師云江南", "134": "嫩草年年綠進云如何是目前機師云知音之後更", "135": "誰知進云如何末句師便打進云大眾記取即便禮", "136": "拜囉謨僧問蠢動含靈皆有佛性為甚狗子無佛性", "137": "師云換卻你眼睛僧豎拳云這是甚麼師云你須看", "138": "破始得僧擬議師便打進云一腳踏碎破砂罐迺云", "139": "今日起七喫飯便知機飲水須止渴著衣免寒歸鄉", "14": "偶來登石正秋涼未到虎丘名預揚碁經敵手歸何", "140": "到家學到三世諸佛無開口處參禪參到天下老和", "141": "尚插足不入處若不恁麼依他門戶靠他墻壁聽他", "142": "指揮喫人涕唾總不是丈夫喝一喝云良藥苦口忠", "143": "言逆耳。", "144": "姚護法為恩主關太夫人壽誕設齋上堂姚護法為恩主關太夫人壽誕設齋上堂", "145": "僧問世尊拈花迦葉因甚微笑師云求秘密心不可", "146": "得僧問把斷要津不通凡聖即今三百女大德從甚", "147": "麼處來師云山高豈礙白雲飛進云且道是凡是聖", "148": "師云坐斷兩頭看進云今日姚護法請法飯僧還是", "149": "為關太夫人壽誕還是廣眾福田師云一鎚兩當進", "15": "處步履徘徊過上方", "150": "云麼則多子塔前蒙授記西池王母享遐齡師云許", "151": "你道得一半僧禮拜師云訪學路遙知馬力迺云與", "152": "金夫人酬恩報德願祝公子壽筭遐齡古今無二道", "153": "事久見人心為一國賢人無二心視黎民如一子心", "154": "同虛空界說等虛空法証得虛空身無是無非法遂", "155": "以拂子打○相云但見", "156": "皇風成一片不知何處有封疆。", "157": "解七上堂法語解七上堂法語", "158": "問這個多口阿師且道具何手眼便乃橫行海內獨", "159": "步大方師云一花五葉進云三千里外遇知音暗擊", "16": "到下三出到下三出", "160": "傍敲認得親師云怕你不承當進云龍得水時添意", "161": "氣虎歸山色長威獰師云三教同流進云君臣道合", "162": "天心順父子傳揚世葉昌師云打麵還他州土麥唱", "163": "歌須是帝鄉人迺云昨日七完今朝重顯賣弄脫空", "164": "直下承當痛棒熱喝聚祖傳燈命根不忘名聲碌碌", "165": "諸人因甚麼覷破箇箇㗕多羅無商量處水泄不通", "166": "沒柰何時通一線便是地中雷火律形灰飛煙發", "167": "曉來朝岸冰消皇宮日影喜添線忽地筍長梅蔓春", "168": "漏一痕如溜眼雲拖五彩舒天遙打○相云明明空", "169": "劫已前事不是虛言小兒曹。", "17": "一片長江心轉蓬半邊山石古崆峒目前境物人皆", "170": "午齋到禪堂僧禮拜師打一鐘錘云是甚麼進云覿", "171": "面不曾錯過師云認著依然還不是僧喝師云假難", "172": "聲韻進云滿鼾不少師云歸眾喫齋齋畢僧呈偈一", "173": "首師嘿然允許。", "174": "晚間落堂師云大修行入本脫生死為甚麼命根不", "175": "斷僧云終朝相對何曾離別師拈竹篦便打僧禮拜", "176": "師復歸禪堂問鄧隱峰燒死火頭公案終朝索命還", "177": "是有命無命進云不是冤家不聚頭師云許你道得", "178": "一半。", "179": "問維那如何是本來面目進云不會師云不會到恰", "18": "見取用誰知迥不同", "180": "好僧禮拜師偈云垂手還同萬仞崖正偏何必在安", "181": "琉璃古殿照明月忍俊韓盧空上階。", "182": "解七上堂法語解七上堂法語", "183": "問如何是第一義師云問頭前薦取進云如何", "184": "是正法眼藏師云覿面不曾藏進云如何是末後句", "185": "師云直下薦取僧云結解放收都不問當先一著請", "186": "師云龍女獻珠進云不涉程途到家一句作麼", "187": "生師云世尊納受進云是則碧霞生瑞彩賓主笑", "188": "欣欣師云袈裟付與兒孫進云慶雲圍繞處海眾悟", "189": "無生師云許你証明揮拂子云諸禪德即今是什麼", "19": "省師四偈省師四偈", "190": "群陰已去未去一陽欲來不來陰不得為陰陽", "191": "不得為陽山不是山水不是水日月星辰六十甲子", "192": "一齊打亂峰裡拾得一粒向汝諸人鼻孔裡出", "193": "氣有人覷得破萬兩黃金莫酬價汝若覷不破總之", "194": "不直半文錢等待冰消水活筍長梅青依舊山即是", "195": "山水即是水六十甲子日月星辰各歸原位喝一喝", "196": "云虛空不用紅爐煉日月何曾失照人下座。", "197": "有一秀士問有一秀士問和尚未來何所住師云三教同門進云", "198": "既來何所住師云南北通宗進云來後於何住師云", "199": "覿面相逢又問南海朝山潮音梵音兩洞菩薩究竟", "2": "詩偈遇皇上恩口占二偈遇", "20": "訪師終日意寥寥塵念何曾留一毫喫飯著衣隨分", "200": "在那處師云住即不是是即不住又云梵音見相易", "201": "潮音見相難畢竟如何師云洞水南流海岳新士禮", "202": "拜而退。", "203": "付囑智西堂衣拂偈付囑智西堂衣拂偈曰", "204": "燕山一派向南流到處分明月映洲打破機關全體", "205": "現自然瀟洒更何求", "206": "挽秀士偈挽秀士偈", "207": "二十餘春訪斯道日月並行無虛耗野僧只顧坐禪", "208": "床不意林邊有大孝", "209": "三教從來無可露窮通一味任君行已知富貴如霜", "21": "度一如木死未經燒", "210": "泡道業堅持達九天", "211": "請啟杭州諸大檀護紳士請住碧霞公啟杭州諸大檀護紳士請住碧霞公啟", "212": "蓋聞法教得偉人而盛福緣因勝地而彰不求濟物", "213": "利生何以超輪消劫公延易水之賓永作吳山之主", "214": "一介先客座下片言敬啟臺端恭惟", "215": "子雍大和尚臨濟正宗天童嫡派三條椽下十年坐", "216": "破蒲團七尺單前一旦豁開戶牖通人達士盡鬥機", "217": "鋒福地名山俱留轍跡埌函赤軸撰寶錄於篇篇碧", "218": "宇金扉建法幢於處處信心極宮闕幨帷富貴之皇", "219": "迥異護法遍宰官眷屬風光之上國頓殊固宜慈", "22": "一自無心萬事休也無歡喜也無憂無心莫謂便無", "220": "百為如來上機推為大士者也頃以浮杯南海遂", "221": "爾飛錫西湖兩峰三竺洵運會之難邀百劫千生實", "222": "遭逢之罕覯吉士等用是締緝精藍結集法倡座設", "223": "碧雲院內徑開環翠樓前蘭宮廓茲隘巷桂殿依彼", "224": "崇巖今復購財募匠加以禪堂剪棘斬荊增之丈室", "225": "密公源流具在不教頭上安頭香師締造維艱且喜", "226": "佛堂有佛舊鉗錘於爐韝之中練三千末學灑香水", "227": "於優曇之上開提百萬群生將見小井彙大井以同", "228": "源舊庵較新庵而出色薰修齋袚苾芻行滿功圓恭", "229": "敬奉持檀越意符心合十方雷動四眾雲騰謹啟。", "23": "事尚有無心箇念頭", "230": "法末趙吉士　淩紹雯　趙聖善　吳之錡", "231": "趙承烈　趙景行　陳慈永　嚴　竹", "232": "韓懋謙　朱　俊　趙承燾　趙嘉楫", "233": "徐張珠　姚廷愷　趙　瑜　顧之珽", "234": "張　鎮　韓　芳　周鼎鈞　凌紹英", "235": "趙　蘇　王子楫　王智錫　孫之", "236": "王子楣　姜　垓　蘇　芢　趙　蒔", "237": "碧霞關院公請啟碧霞關院公請啟", "238": "伏以絳雲承蓋長開祗樹之園綠玉為階久展曇花", "239": "之谷演四十九年之正法傳心豈止千秋提一百八", "24": "逆順未嘗忘此道窮通一味信前緣自從了卻虛空", "240": "之綱又手更無隻字兩儀雖分躔度二曜並麗寰", "241": "區龍象咸歸人天景仰恭惟", "242": "子雍和尚法座下毓秀名閨揚芬望族勝情朗韻不", "243": "耽粉黛之華味道譚經靡事綺󴞨之習慕清涼之淨", "244": "域蓮社遄依領玄要之深機獅林萃止所以受持衣", "245": "缽常次第於王城飄灑香花亦周流於海寓摩珠慧", "246": "鏡已映雙眉梵唄潮音時盈兩耳既明真以道器自", "247": "得意而忘筌茲啟碧霞禪院本鷲嶺之分支實吳山", "248": "之勝地自洛下傳衣以後儼忉利之天暨何克捨宅", "249": "而還並證菩提之果幢垂纓絡表瑞采於前輪枝結", "25": "性不動絲毫本自然", "250": "簷蔔散遙光於後葉冀名藍之永盛藉法棟以維持", "251": "圓等渴想威儀欣承提命願施坐具聽敷鹿女之經", "252": "共白門槌高設鴿王之座用涓黃道祗候青軿伏願", "253": "鳳羽來儀鸞音載肅寶航初引沼同泛於醍醐金鑰", "254": "重開宮齊輝乎玳瑂敬抒葵牘奉迓芝輿曷勝引領", "255": "瞻依之至。", "256": "碧霞衣弟明圓監院正咸等仝和南拜啟碧霞衣弟明圓監院正咸等仝和南拜啟", "257": "臘月二十二日子時因", "258": "鏡懸辭師涅槃師云本無生死將何涅槃鏡悲哀不", "259": "止師一喝鏡默然入定師喚醒問云至今還有涅槃", "26": "萬里長江一葉舟風波歷遍志難酬誰知水盡山窮", "260": "還無涅槃鏡云弟子本無生死將何涅槃師云既無", "261": "生死因何涅槃鏡無語師云未夢見在鏡云夢後如", "262": "何師云夢中還說夢中話鏡云今日不被和尚瞞卻", "263": "師云非公境界師復問云人人有個影子步步不離", "264": "因甚麼踏不著鏡云終朝對面何曾錯過師云果然", "265": "承當得麼鏡云直下薦取師云薦取箇甚麼鏡云總", "266": "教伊承當去師云四大本空五蘊非有承當箇甚麼", "267": "鏡豎一拳師云一把火燒了還有拳頭在麼鏡又豎", "268": "一拳師一喝鏡亦喝師云又向這裡躲根鏡禮拜而", "269": "退師以偈付云喚應尋常誰不曉及乎按劍摠茫然", "27": "處覿面相逢話白頭", "270": "分明好個神仙訣父子從來無可傳。", "271": "晚參　上堂除夜晚參除夜晚參", "272": "師執如意云稽首能慶諸世間無量殊勝福德聚金", "273": "輪統御四天下曾施尋生安隱樂還有知恩報恩者", "274": "麼良久云一年三百六十日唯有今朝最吉祥。", "275": "解制監院領嚴趙二太夫人請上堂解制監院領嚴趙二太夫人請上堂", "276": "元宵解制千佛出世大眾雲集兩堂敬禮天地與我", "277": "同根萬物與我一體爛生薑陳皂角舊爪籬破木杓", "278": "江北貴買江南賤賣有利無利摠之不離行市夜來", "279": "無位真人提金剛杵點出飛龍走馬遍四天下並懷", "28": "題采石磯題采石磯", "280": "中和尚蟭螟眼裏共賞元宵天曉起來依然在赤肉", "281": "團上驀喝一喝云我與燈明佛本光瑞如此下座。", "282": "護法陳萬里", "283": "嗣法門人　佛證", "284": "佛亮", "285": "法侄　用照", "286": "侍者　佛照", "287": "際廣", "288": "際輝", "289": "行實行實", "29": "石磯南北去來還水影山光日映舷名利關頭如許", "290": "執事同大眾禮請和尚詳示行由以使某等有所式", "291": "從師曰余乃荊門人氏祖籍關東流寓都門甚久父", "292": "周諱志祥母牛氏開國之初父從", "293": "駕屢著功勳不欲受官隱於耕讀樸素醇謹見善必為", "294": "雅信釋氏年逾半百尚無子息拜祈三大士發弘誓", "295": "願虔祝求嗣感菩薩垂慈生余幼時言笑不苟稍長", "296": "便有脫塵之志年及笄父母迫之於歸素性貞潔不", "297": "貪嗜欲不戀富貴立願長齋繡佛奮志脫白禮補仁", "298": "和尚為師薙染從此參究禪旨參將二十餘載屢訪", "299": "名師深加追拶而得膺礙釋然後受本師古律和尚", "3": "皇上恩口占二偈", "30": "遠世間賺殺萬千員", "300": "印證出住永安洪恩二寺生平行業證入在五臺遼", "301": "西備歷艱辛勇猛精進險遇虎狼賊寇不驚不怖水", "302": "火刀兵天災人害視之一切俱淡如也勤苦自勵未", "303": "嘗肯偷半日閑拚著身心性命誓願入聖超凡幸荷", "304": "佛力感動金枝玉葉護法宰官助建梵剎稍立規模", "305": "接引後昆於心甚切然而修造尚未次第安禪結制", "306": "未盡本懷利濟世人亦嘗曲垂方便故有慈航普渡", "307": "之稱欲請五十三參并朝南海之願已遂茲則競競", "308": "業業唯守暮鼓晨鐘苦修實行恐無當　佛法高深", "309": "聊以自遣萬勿哂我愚鈍云爾。", "31": "二郎東西兩梁山二郎東西兩梁山", "310": "跋碧霞子雍和尚語錄跋", "311": "蓋聞無法可說是法不在說說即非法也", "312": "顧源流著述代有偉人如日星河嶽炳麗", "313": "千秋於麈尾杖頭殺活縱奪天花繽馥要", "314": "皆一時之緒餘百世之津筏以說為無可", "315": "說仍以無可說為說學者不得其門而入", "316": "寧冀窺其堂奧乎燕山慈航禪師孤標巍", "317": "聳超軼絕倫踰數千里而來游於南瞻普", "318": "陀陟九華其於平陽瑞巖則謁祖朝宗瓣", "319": "香掃塔凡過名山巨剎登臨酬唱紙不勝", "32": "臨機莫要避刀鎗拚死和他戰一場殺卻二郎機巧", "320": "書初秋憩錫武林翱翔兩峰三竺間諸善", "321": "信慕其道者延請吳山之碧霞菴中增葺", "322": "椽宇陞座結制莫不翕然皈依是固臨濟", "323": "燈傳且屬天童支系易水律公和尚之衣", "324": "拂也冬至雖舟西水欽挹風貌近而益遠", "325": "讀其參詢偈頌則簡潔高朗老勁蒼涼可", "326": "謂意象俱忘虛空頓碎豈僅慧劍騰輝香", "327": "風吹萎喁喁然咸悟無說之說也哉。", "328": "康熙辛巳季冬上浣西水王治頓首跋", "33": "破天涯無處不金湯", "34": "樵夫蘆柴一束偶成樵夫蘆柴一束偶成", "35": "砍得蘆柴誰把挑擔頭鉞斧插平腰今朝難保來朝", "36": "事且供寒爐一夜燒", "37": "驚夢夢中成語驚夢夢中成語", "38": "迷蹤失路吼雷音耳聽何如眼見親未出母胎觀自", "39": "在一靈獨照現全身", "4": "雲帆高掛拂晴煙猶幸", "40": "讚陵青婆子讚陵青婆子", "41": "陵青婆子毒稱尊二僧觸著喪精魂個中消息人難", "42": "會看破閒愁船若門", "43": "趙州窠窟趙州窠窟", "44": "趙州來去人難伴把住機關不放鬆有人問我西來", "45": "意擊碎乾坤覿面逢", "46": "趙州為人趙州為人", "47": "趙州臺山遇隻牛影鞭未見石人愁撓著老人痛癢", "48": "處全提正令足相酬", "49": "趙州草鞋趙州草鞋", "5": "天恩降玉篇千里江山方寸裏香焚柏子謝天顏", "50": "趙州婆心頂草鞋凜凜威風出玉街然雖救取描兒", "51": "命兩堂捉敗闕云侅", "52": "公案圓來問趙州公案圓來問趙州", "53": "老賊游行到客家干戈不動亂如麻門前不見紫胡", "54": "狗口口聲聲喚吃茶", "55": "偶到蕪湖縣節婦居偶到蕪湖縣節婦居", "56": "忙中日月閒中度八萬塵勞靜裡消綠水光中山影", "57": "現紅塵陌上雪花飄", "58": "朝九華夜行宿甘露庵朝九華夜行宿甘露庵", "59": "策蹇穿林路幾層禪家磬報暮煙平到來只恐無尋", "6": "一段真臘接曉煙金魚遙頌祝新篇年華此日同堯", "60": "處認取甘露一盞燈", "61": "朝頂淨觀偶成朝頂淨觀偶成", "62": "崎嶇絕頂九華峰法相森嚴指顧中足下踏來四不", "63": "相到騎來與老僧逢", "64": "從心庵遇方丈和尚偈從心庵遇方丈和尚偈", "65": "萬丈山巖雲亂排九蓮廊沫遶蓮臺清風幾度花含", "66": "石驟報深林鳥撲苔", "67": "到望江臺到望江臺", "68": "足跟纔動到靈崖山勢巉岩人跡乘看破拈花親到", "69": "此從心寶剎另安排", "7": "日萬里山河捧", "70": "下山偶題下山偶題", "71": "昨夜山頭透體寒一身樵悴未曾眠此番別去愁難", "72": "遇帶雨迎風下九盤", "73": "剃度小參法語剃度小參法語", "74": "師之剃度已來自古至今明月淨處卻無塵含元殿", "75": "裡尋知己斬斷命根隨處相應打○相舉如意下座。", "76": "碧霞庵對靈小參碧霞庵對靈小參", "77": "無心行密行千載不覆藏難得孤高品今朝為舉揚", "78": "老法兄昔日與你不見今朝覿面無聲如何覿面喝", "79": "一喝虛空不用金錘鍊日月何曾失照人。", "8": "御顏", "80": "法語進院法語碧霞監院暨杭城諸大護法及諸山耆宿公請", "81": "進院法語", "82": "山門山門", "83": "未入山門先已住過因緣相湊願難忘白雲處處相", "84": "逢青山步步踏著卓拄杖云七通八達從此入。", "85": "彌勒彌勒", "86": "打開大肚皮放出珍寶藏指點個中人解脫永無上。", "87": "伽藍伽藍", "88": "玉帶當胸烏紗冠頂永護佛法願力弘深布地金磚", "89": "出格人袛園滿地花狼藉。", "9": "偶遇寒山漫成偶遇寒山漫成", "90": "韋馱韋馱", "91": "韋馱天將萬德莊嚴赫赫威威全體現明明寶杵鎮", "92": "魔軍。", "93": "大殿大殿", "94": "麻三斤殿裡的乾屎橛總不是逢渠不是渠到來又", "95": "要禮三拜遂展具大拜。", "96": "方丈方丈", "97": "據此室說此話賣的黃芩與半夏食密生薑莫酬價", "98": "喫著通身熱汗下合瀟洒拈起竹篦一齊打畫○相", "99": "云無價無價。"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B465 子雍如禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B465 子雍如禪師語錄", "author": "清 成如尼說　祖圓記錄（依駒本印）", "language": "chinese", "source": "CBETA"}