{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 476 金剛經統論", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 476-A 林子自書金剛統論卷端No. 476-A", "1": "林子自書金剛統論卷端", "2": "古人有言曰天地設位聖人成能何謂也林子曰無", "3": "始氏然後有泰始氏泰始氏始為擘破洪濛而以其", "4": "虗空中一點真陽以胎天生天而天開於子也胎地", "5": "生地而地闢於丑也廼今正值天地之運午將過中", "6": "也誰有能大發誓願以豫為數萬年真陽來復之計", "7": "以再造天地之乾坤重立天地之性命者乎然非有", "8": "古今之一大聖人不能為己由午而未而申而酉而", "9": "戊而亥以漸收真陽而終之者此聖人之所以前天", "10": "地而藏諸用豫之以成其能也卒成之終廼反其始", "11": "而天之所以復開於子地之所以復闢於丑以漸", "12": "還真陽而始之者此聖人之所以參天地而顯諸用", "13": "贊之以成其能也由是觀之天地不能自始不得聖", "14": "人之終則無以為始天地不能自終不得聖人之始", "15": "則無以為終而其所以終而始之始而終之以來復", "16": "萬古之真陽者斯其有功於天地也大矣然惟此一", "17": "真陽也始於泰始氏而無所於始者無始氏也而天", "18": "地人共之矣放而彌之而周流於六虗之外而無不", "19": "足收而斂之而退藏於一人之身而非有餘其天地", "20": "聖人之所以能相陰陽而迭終始者乎易曰原如反", "21": "終故知死生之說夫豈惟人哉而天地且不能違矣", "22": "故不知我之所以始所以終而曰我能再造我之乾", "23": "坤重立我之性命者未也不知天地之所以始所以", "24": "終而曰我能再造天地之乾坤重立天地之性命者", "25": "未也。龍江兆恩", "26": "No. 476", "27": "金剛經統論并小引", "28": "小引統論也者統而論之以余之疎淺不能句釋而字訓", "29": "之故特言其槩爾或問何者謂之金剛佛性是也又", "30": "問何者謂之佛性如如是也佛性如如是我真經而", "31": "亘天亘地亘古亘今不可得而變不可得而壞也故", "32": "曰金剛經余嘗覽金剛經乃知釋迦如來之所為作", "33": "也其言婉而微其意疊而複惟冀以發明佛性之如", "34": "如不變不壞之實義也豈非老婆心切欲以盡滅度", "35": "無量無數無邊眾生以共荷擔此如來也後世之釋", "36": "之者甚眾惟有六祖直指乃得金剛經實義餘或剿", "37": "拾套語以為證據而使釋迦如來之秘旨反晦而不", "38": "明故為撰著金剛經統論。三教主人龍江兆恩", "39": "如來所說我義卷之一○如來所說我義卷之一", "40": "林子曰古之人有此如來也而以其如來說如來也", "41": "今之人亦有此如來也而以其如來說如來及說古", "42": "如來之所說如來也或言我或言如來如來即我我", "43": "即如來也故以我說我而我之義可得而明也不以", "44": "我說我而我之義不可得而明也經曰是人不解我", "45": "所說義故為說如來題曰如來所說我義而所謂如", "46": "來者乃釋迦之所以為釋迦者如來也。", "47": "林子曰徧滿虗空界則皆道也皆道則皆我也故我", "48": "也者如來也夫如來者豈其無所從來與而我之如", "49": "來蓋從不空中來爾然而何處不是我故來而無所", "50": "於來者如來也又問何以謂之如也林子曰如也者", "51": "如也如如不動只如是爾以其不可得而明言也而", "52": "強形容之曰如又曰如如縱我絡曰言之亦不能明", "53": "言之以告人而只曰如曰如如而已矣即千經萬卷", "54": "亦不能明言之以告人而只曰如曰如如而已矣夫", "55": "既不能明言之以告人而必強言以形容之者何也", "56": "蓋欲以度脫有情以同證此如來爾。", "57": "林子曰我也者我也無我之我也若計有我即不名", "58": "我。", "59": "林子曰我如如也如如即道渾然一道而萬理全備", "60": "者我之如如我之虗空也何處不是虗空則何處不", "61": "是如如何處不是如如則何處不是道故虗空之無", "62": "邊即是如如之充塞如如之充塞即是斯道之流行。", "63": "林子曰我無我也即我即道也我無我也即我即如", "64": "如也我無我也即我即虗空也。", "65": "林子曰我其真我與而無我之我者真我也我其無", "66": "我與而真我之我者無我也。", "67": "林子曰我其有我乎我其無我乎若以我而求我非", "68": "我也而必離我以求我亦非我也故我不離我而亦", "69": "無我相非離非不離者我也我不離如如而亦無如", "70": "如相非離非不離者我之如如也我不離虗空而亦", "71": "無虗空相非離非不離者我之虗空也。", "72": "林子曰即如如即我即我即道道固不可離矣而我", "73": "也者其可離乎哉我固不可離矣而如如也者其可", "74": "離乎哉故不知有如如則是不知有我不知有我則", "75": "是不知有道。", "76": "林子曰道在天地而天地之所以如如者我也我虗", "77": "空而已矣道在萬物而萬物之所以如如者我也我", "78": "虗空而已矣。", "79": "林子曰如如之在天地也天地得之以造以化在如", "80": "如固不知天地之造之化在天地亦不知如如而為", "81": "我造我化也如如之在萬物也萬物得之以生以成", "82": "在如如固不知萬物之生之成在萬物亦不知如如", "83": "而為我生我成也。", "84": "林子曰天地之所以造所以化者道也如如也虗空", "85": "也萬物之所以生所以成者道也如如也虗空也謂", "86": "如如之道即是虗空乎則亦何者謂之道何者謂之", "87": "如如何者謂之虗空謂如如之道不是虗空乎則亦", "88": "何者不謂之道何者不謂之如如何者不謂之虗空", "89": "道道而已矣如如如如而已矣虗空虗空而已矣三", "90": "世謂佛其道與道不知也三世諸佛不知也非不知", "91": "也而道則無有可知焉者也其如如與如如不知也", "92": "三世諸佛不知也非不知也而如如即無有可知焉", "93": "者也其虗空與虗空不知也三世諸佛不知也非不", "94": "知也而虗空則無有可知焉者也無知則無得無得", "95": "則無說若曰我則有所於知我則有所於得我則有", "96": "所於說即不可謂之道即不可謂之如如即不可謂", "97": "之虗空。", "98": "林子曰天地之所以造所以化者是諸法如義也萬", "99": "物之所以生所以成者是諸法如義也豈非如如不", "100": "動之中能具一切法邪。", "101": "林子曰諸法本空即是諸法無我也而無我之我是", "102": "諸法之所以如如也。", "103": "林子曰天地不知有我我不知有天地萬物不知有", "104": "我我不知有萬物如如而已矣虗空而已矣此其所", "105": "以為道也。", "106": "林子曰如來如如也而如來之心有不如如乎如來", "107": "之心如如也而如來之法有不如如乎若不識如如", "108": "而曰我能見如來矣而謂之如來可乎既非如來矣", "109": "而謂之如來之心可乎既非如來之心矣而謂之如", "110": "來之法可乎然如來無心也而謂之如來之心者何", "111": "與而如如其心者如來之心也如來無法也而謂之", "112": "如來之法者何與而如如其法者如來之法也故謂", "113": "如來有心焉不可也謂如來無心焉不可也若如來", "114": "也者無心而有心也謂如來有法焉不可也謂如來", "115": "無法焉不可也若如來也者無法而有法也。", "116": "林子曰或執或著而執著此如如也而如來之即不", "117": "可謂之如來即不可謂之如來之心即不可謂之如", "118": "來之法不執不著而不執不著此如如也而如來之", "119": "方可謂之如來方可謂之如來之心方可謂之如來", "120": "之法然如如不動之中有如來乎不有如來之心乎", "121": "不有如來之法乎不若謂如如不動之中而有如來", "122": "焉便非如如便非如來若謂如如不動之中而有如", "123": "來之心焉便非如如便非如來之心若謂如如不動", "124": "之中而有如來之法焉便非如如便非如來之法殊", "125": "不知如來者如如而已矣如來之心如如而已矣如", "126": "來之法如如而已矣而非有如來也而非無如來也", "127": "而非有如來之心也而非無如來之心也而非有如", "128": "來之法也而非無如來之法也。", "129": "林子曰謂如來其如來乎謂如來其非如來乎謂非", "130": "如來其如來乎謂非如來其非如來乎要而言之如", "131": "來者如如而已矣而惡有所謂如來者乎惡有所謂", "132": "非如來者乎惡有所謂非如來而如來者乎惡有所", "133": "謂非如來而非如來者乎要而言之如來者如如而", "134": "已矣故未感之先而應用不窮之妙只如是爾既感", "135": "之際而如如不動之體只如是爾若也不知如如而", "136": "曰此如來也此非如來也便不可謂之如來。", "137": "林子曰即心即如而心本虗空者如如也。", "138": "林子曰先乎我而我之我固不可得而我也我固不", "139": "可得而我矣而況我也可得而先乎後乎我而我之", "140": "我固不可得而我也我固不可得而我矣而況我也", "141": "可得而後乎至於東而東之而我不可得而東也南", "142": "而南之西而西之北而北之而我不可得而南之而", "143": "西之而北之而又至於四維上下而我亦不可得而", "144": "四維之而上下之我如如也而徧滿虗空界而莫非", "145": "我也我其可得而我乎我其不可得而我乎如如虗", "146": "空之不可度量也有如是夫。", "147": "林子曰即如即心即心即法而如有所住乎不若曰", "148": "如有所住矣則是心亦有所住與故無所住而生其", "149": "心者如來也若曰心有所住矣則是法亦有所住與", "150": "故諸法如義者如來也。", "151": "林子曰如其有相乎不如其有相則是心亦有相與", "152": "心其有相乎不心其有相則是法亦有相與故如如", "153": "如也而如無如相心如如也而心無如相法如如也", "154": "而法無如相。", "155": "林子曰如其有如相與便是有如不可以言如心其", "156": "有心相與便是有心不可以言如法其有法相與便", "157": "是有法不可以言如故如本無如也而又安有如相", "158": "心本無心也而又安有如相法本無法也而又安有", "159": "如相。", "160": "林子曰法法也心也心心也法也若曰法必本於心", "161": "有心而後有法即是不解如來之所說義。", "162": "林子曰夫如來者亦有說法與而曰如來時乃設之", "163": "者何也而金剛經一部乃釋迦如來之所演說也抑", "164": "豈知無說之說是謂真說故謂如來有所說法不可", "165": "也謂如來無所說法不可也。", "166": "林子曰如如者寂滅也寂滅無相如如而已矣。", "167": "林子曰夫既曰如來矣而文何以謂之法身也即如", "168": "來即法身以諸法如義故謂之如來以清淨之體而", "169": "一切佛法皆從此出故謂之法身如來法身則皆我", "170": "也而或者以如來為釋迦者非也然釋迦始而具足", "171": "此如來終而圓滿此如來而以釋迦為如來也不亦", "172": "可乎但非金剛經所說如來義。", "173": "金剛經曰以實無有法得阿耨多羅三藐三菩提是", "174": "故燃燈佛與我授記汝於來世當得作佛號釋迦牟", "175": "尼何以故如來者即諸法如義林子曰真性如如也", "176": "故諸佛如如如如之中亦豈有法而作佛者不過欲", "177": "以復還我如來真性之本體爾然如來真性本自如", "178": "如若實有法如來得阿耨多羅三藐三菩提則是如", "179": "來元無此真性如如之本體與殊不知阿耨多羅三", "180": "藐三菩提乃我真性如如中之所有者殆非求之在", "181": "外而有所於得者得也既無所得又焉用法故曰以", "182": "實無有法如來得阿耨多羅三藐三菩提。", "183": "林子曰以實無有法如來得阿耨多羅三藐三菩提", "184": "者是諸法如義也。", "185": "林子曰寂然而常感叩之而即應者如來也若必待", "186": "於安排而擬議者即不名如來。", "187": "林子曰云何應住住於無所住而住之只如是爾云", "188": "何降伏其心降伏於無所降伏而降伏之只如是爾。", "189": "林子曰何以謂之真如也如如者真如也真如其有", "190": "相乎而真如則無相也真如其有住乎而真如則無", "191": "住也惟其無相故其無住有相有住便非如如。", "192": "林子曰真如其有體乎其無體乎夫真如既無相矣", "193": "惡得有體而不知其體則以無相為體焉者也故有", "194": "相之體體不虗空而不名為大者色身也無相之體", "195": "體即虗空而名之為大者法身也。", "196": "林子曰人孰不曰我能得我之本體矣而我之所言", "197": "者皆以言我之本體也林子曰夫本體者如如也豈", "198": "其可得而言哉故凡我之所言者都從本體中發出", "199": "來者如來也。", "200": "林子曰過去心不可得見在心不可得未來心不可", "201": "得者如來也。", "202": "林子曰如來能離一切相而不離一切相如來能不", "203": "離一切相而離一切相故一切相應用則皆如來之", "204": "如如也。", "205": "林子曰無我相無人相無眾生相無壽者相而如如", "206": "不動中自有一如來也故如來也者不可以有相見", "207": "不可以無相見無相無無相乃見如來。", "208": "林子曰有身則有相而如來既無身矣惡有身相有", "209": "心則有相而如來既無心矣惡有心相故不以身為", "210": "身而以心為身不以心為身而以無心之心為身無", "211": "心之心心本虗空虛空充滿是名大身大身非身乃", "212": "見如來。", "213": "林子曰如來無身相又安可以身相見然而徧滿虗", "214": "空者乃其無身之真身也。", "215": "林子曰如來無心相又安可以心相見然而徧滿虗", "216": "空者乃其無心之真心也。", "217": "林子曰有相則有見惟其有我相人相眾生相壽者", "218": "相故有我見人見眾生見壽者見然而惡得無相而", "219": "有相之中能見無相不亦可乎林子曰此猶有見之", "220": "心者在是亦相也夫如是則無相之相而以不見見", "221": "也不亦可乎。", "222": "林子曰此猶有不見之心者在是亦相也。", "223": "林子曰凡夫色身也而亦有法身佛法身也而亦有", "224": "色身但凡夫住於色身故有我相人相眾生相壽者", "225": "相而貪著其事而凡夫矣而佛則不住於色身故無", "226": "我相人相眾生相壽者相而不貪著其事而佛矣。", "227": "林子曰如來者如如也豈有心相若取心相即不名", "228": "如來如來者如如也豈有法相若取法相即不名如", "229": "來如來者如如也豈有非法相若取非法相即不名", "230": "如來。", "231": "林子曰如如不動中雖無有法而法則從如如不動", "232": "中來爾故如如不動中實無有法實無無法無法而", "233": "有法有法而無法如是而已矣。", "234": "林子曰汝勿謂如來有大智慧能到彼岸矣而如來", "235": "之如如不動元無大智慧元無彼岸之可到也如來", "236": "若曰我有大智慧我能到彼岸則非如來矣。", "237": "林子曰我者真我也如來法身乃真我也真我者實", "238": "相也。", "239": "林子曰色身者我也有我相有人相有眾生相有壽", "240": "者相有相之相不名實相法身者真我也無我相無", "241": "人相無眾生相無壽者相無相之相是名實相。", "242": "林子曰性本無相也而如如之相乃實相也。", "243": "林子曰有生有滅則有相無生無滅則無相。", "244": "林子曰實相者如來也不可以色見不可以音聲見", "245": "而無色無音聲自有一如來之實相在也故天地形", "246": "氣也有時而壞而實相虗空也無時而壞。", "247": "林子曰如來無眼耳鼻舌身意矣又惡有色聲香味", "248": "觸法耶故住色住聲香味觸法而起分別心者妄心", "249": "也不住色不住聲香味觸法而有分別性者真心也。", "250": "如來所說我義卷之二○如來所說我義卷之二", "251": "林子曰如來法身充滿於法界矣則能盡諸法界之", "252": "卵生胎生濕生化生有色無色有想無想非有想非", "253": "無想而皆在我如來法身中而寂滅之而普度之如", "254": "來不知也故曰我皆令入無餘涅槃而滅度之渾然", "255": "一虗空也如如不動而所以盡滅度之而無餘者殆", "256": "有不可得而思量之矣。", "257": "林子曰日出而天地皆明明則容光必照而不住相", "258": "布施者日之光也日沒而天地皆黑黑則藉火之光", "259": "而住相布施者火之光也。", "260": "林子曰月落萬川處處俱圓夫月何曾有心於川而", "261": "川亦何曾有心於月邪至於細而溝渠之水又細而", "262": "盂盆之水而莫不一水一月知此則所謂不住色布", "263": "施不住聲香味觸法布施抑亦可少槩見矣而曰卵", "264": "生胎生濕生化生有色無色有想無想非有想非無", "265": "想而盡滅度之而無餘者則又何疑焉。", "266": "林子曰月其有所住心乎月無心也而安有住川其", "267": "有所住心乎川無心也而安有住故施者如月施而", "268": "無所於施也受者如川受而無所於受也。", "269": "林子曰天地無心也而以美利利於一切不惟不自", "270": "尸其功亦且不自知其功者不住相布施也。", "271": "林子曰不住於相無為而已矣即如是而布施如是", "272": "而滅度非有二也若必以財與人而謂之布施以法", "273": "與人而謂之滅度則是生分別心有相而有為也。", "274": "林子曰譬人之一身焉一呼一吸一動一靜而一身", "275": "之內無不周徧圓滿充塞之而無遺矣而所謂不住", "276": "色布施不住聲香味觸法布施與夫卵生胎生濕生", "277": "化生有色無色有想無想非有想非無想盡滅度之", "278": "而無與也何以異此然而有所謂布施邪無有所謂", "279": "布施邪有所謂住色住聲香味觸法而布施邪無有", "280": "所謂住色住聲香味觸法而布施邪有所謂滅度邪", "281": "無有所謂滅度邪有所謂眾生可滅度邪無有所謂", "282": "眾生可滅度邪如來無相也無相則無心無心則無", "283": "知無知則無為而所謂布施者只如是爾滅度者只", "284": "如是爾。", "285": "林子曰如來無知也知之於無所知無所知而無不", "286": "知也如來無為也為之於無所為無所為而無不為", "287": "也故謂如來無所知不可也有所知不可也知之於", "288": "無所知無所知而有所知不可也謂如來無所為不", "289": "可也有所為不可也為之於無所為無所為而有所", "290": "為不可也凡此皆不識所謂如來焉者也惟其不識", "291": "如來故其不見如來。", "292": "林子曰若卵生胎生濕生化生有色無色有想無想", "293": "非有想非無想各各皆有佛性各各元非眾生何待", "294": "於滅而亦何有於滅也何待於度而亦何有於度也", "295": "此其不住相布施而無邊功德之在虗空中者夫誰", "296": "得而思議之得而稱量之也至於卵生胎生濕生化", "297": "生有色無色有想無想非有想非無想或迷佛性而", "298": "眾生也而其實則非眾生雖若有所於滅而非有所", "299": "於滅也雖若有所於度而非有所於度也此其不住", "300": "相布施而無邊功德之在虗空中者夫誰得而思議", "301": "之得而稱量之也。", "302": "林子曰色身則有相有相則有說有相有說則滅度", "303": "之有盡法身則無相無相則無說無相無說則滅度", "304": "之無餘。", "305": "林子曰靈山會上佛菩薩之所相授受而必曰如來", "306": "如來不一而足者以其所說非我也乃空寂中之我", "307": "能使我神通朗發菩提日長者我之如來也不見如", "308": "來豈證佛果故金剛經一部釋迦言如來者五十有", "309": "九須菩提言如來者二十有七。", "310": "林子曰若謂如來有所於說矣而如來則無色相音", "311": "聲惡得謂之有說若謂如來無所於說矣而如來則", "312": "善護念付囑惡得謂之無說然護念付囑而曰善者", "313": "何也蓋我如如不動之中則若有以啟我翼我而護", "314": "念之而付囑之惡得謂之無說而其實則無所於啟", "315": "無所於翼有何護念有何付囑惡得謂之有說。", "316": "林子曰說者其有所於說乎有說而無說也說者其", "317": "無所於說乎無說而有說也聞者其有所於聞乎有", "318": "聞而無聞也聞者其無所於聞乎無聞而有聞也要", "319": "之說不以言聞不以耳而真機之相為感通者蓋有", "320": "不可以心思而測量之矣。", "321": "林子曰如來者我之如來也以我之如來而見我之", "322": "如來豈其無所於見耶然我之如來者無相也無相", "323": "則無見而曰能見我之如來者則是能見其所不見", "324": "矣不亦難乎。", "325": "林子曰如來者不可以見見而其見也以不見見不", "326": "見而見乃是真見不可以聞聞而其聞也以不聞聞", "327": "不聞而聞乃是真聞不可以覺覺而其覺也以不覺", "328": "覺不覺而覺乃是真覺不可以知知而其知也以不", "329": "知知不知而知乃是真知故真見無見無見而無不", "330": "見真聞無聞無聞而無不聞真覺無覺無覺而無不", "331": "覺真知無知無知而無不知然如來無見也無聞也", "332": "無覺也無知也而其所以善護念善付囑者誰與而", "333": "其所謂不護念而護念不付囑而付囑者則固有不", "334": "見而見不聞而聞不覺而覺不知而知也夫孰得而", "335": "測識之。", "336": "林子曰非惟諸菩薩為然也至於眾生之所以能發", "337": "菩提心者是皆如來有所護念而付囑之矣夫如來", "338": "者果有所護念有所付囑與不可得而知也果無所", "339": "護念無所付囑與不可得而知也果有所護念有所", "340": "付囑而非有所護念有所付囑與不可得而知也果", "341": "無所護念無所付囑而非無所護念無所付囑與不", "342": "可得而知也然而所謂護念而付囑者亦惟求之在", "343": "我而已矣故在我若有可以護念有可以付囑而如", "344": "來則便為之護念便為之付囑若在我無可以護念", "345": "無可以付囑而如來則孰得而護念之孰得而付囑", "346": "之要而言之如來者我也而非他也以我之激發真", "347": "心而有不容己之機也故其思若啟其行若翼而其", "348": "啟我翼我者我之如來也。", "349": "林子曰徧滿天地間者氣也氣之靈者神也神之所", "350": "以神者性也性本空也如如也空而不空而有所謂", "351": "來者蓋自如如不動中發出來者如來也夫如來者", "352": "雖曰如如不動矣而真心之所感發而興起者是亦", "353": "如來之啟我翼我而護念之而付囑之則又不可不", "354": "知也。", "355": "林子曰眾生豈有佛性邪而卵生胎生濕生化生有", "356": "色無色有想無想非有想非無想則皆有佛性也皆", "357": "有佛性則皆一如來也惟其無作佛之心則亦已矣", "358": "如其有作佛之心以自願自證如來也則如來固在", "359": "我矣而我之如來有不啟我翼我而護念我而付囑", "360": "我邪若曰我非無作佛之心也而我原無有乎佛性", "361": "也我原無有乎如來也則誰為之啟我誰為之翼我", "362": "而護念我而付囑我邪此蓋因迷失性而不能自見", "363": "如來也而曰我無有佛性也我無有如來也不亦惑", "364": "乎然性也者與生俱生我之所自有者性也性即如", "365": "來如來即性若我果有見性之實心矣而我之如來", "366": "有不啟我翼我而護念我而付囑我邪但無夙緣亦", "367": "不能信。", "368": "林子曰如來善為說法而未嘗說一字此其所以巧", "369": "於方便而令人且不能覺縱或覺之抑又疑之而不", "370": "自知其所以能發菩提心者果何心也要而言之如", "371": "來者我之性也我之性真呈露者我之如來自現也", "372": "我自現之我自不察此其所以日用不知而不能自", "373": "見如來也。", "374": "林子曰如來者眾生之性也而眾生之性如來也故", "375": "曰非眾生夫佛非有異於眾生也而眾生之能盡其", "376": "性焉則佛矣故以如來言之本無佛也悟而得見如", "377": "來則名之為佛本無眾生也迷而不見如來則名之", "378": "為眾生然而眾生之如來則固在焉不可不知也。", "379": "林子曰有所於說便是說其所能說者所可使知之", "380": "道也無所於說便是不能說其所不能說者所不可", "381": "使知之道也。", "382": "林子曰微密妙義可得而說乎不可得而說乎故能", "383": "說其所能說而護念之而付囑之而謂之善護念善", "384": "付囑者未可也不能說其所不能說而護念之而付", "385": "囑之而謂之善護念善付囑者斯為至矣。", "386": "林子曰汝勿謂金剛經一部乃如來之微密妙義也", "387": "而金剛經一部非如來之微密妙義也汝勿謂金剛", "388": "經一部非如來之微密妙義也而金剛經一部非如", "389": "來不能說金剛經一部乃如來為發大乘者說為發", "390": "最上乘者說非有大乘最上乘者其孰能知之而中", "391": "乘下乘間之心即狂亂狐疑不信。", "392": "林子曰聞人之言心即開悟者是由我之一如來有", "393": "以啟我翼我也以彼之如來觸我之如來然其實非", "394": "有二如來也但我之如來既無所言矣而我又安得", "395": "而聞之此其所以善護念付囑而為如來之微密妙", "396": "義也若或有可得而言之有可得而聞之便非如來", "397": "之微密妙義而謂之善護念善付囑不可也。", "398": "林子曰如來之微密妙義即如來不可得而說之若", "399": "如來之微密妙義如來得而說之便非如來之微密", "400": "妙義也。", "401": "林子曰金剛經一部皆如來所以善護念付囑諸菩", "402": "薩者令摘取其所以善護念付囑諸菩薩者而歷言", "403": "之曰如汝所說如來善護念諸菩薩善付囑諸菩薩", "404": "應如是住如是降伏其心曰如來不應以具足色相", "405": "見曰如來不應以具足諸相見曰若菩薩有我相人", "406": "相眾生相壽者相即非菩薩曰菩薩於法應無所住", "407": "行於布施曰菩薩但應如所教住曰諸菩薩摩訶薩", "408": "應如是生清淨心不應住色生心不應住聲香味觸", "409": "法生心應無所住而生其心曰菩薩應離一切相發", "410": "阿耨多羅三藐三菩提心曰若作是言我當滅度無", "411": "量眾生即不名菩薩曰若菩薩作是言我當莊嚴佛", "412": "土是不名菩薩曰若菩薩通達無我法者如來說名", "413": "真是菩薩曰若復有人知一切法無我得成於忍此", "414": "菩薩勝前菩薩所得功德曰菩薩所作福德不應貪", "415": "著是故說不受福德夫所謂應所謂不應所謂但應", "416": "所謂應如是所謂若所謂若作是言所謂即是所謂", "417": "即非所謂皆是所謂真是所謂名為所謂即不名如", "418": "有能明此十數字之義則便知如來口氣作經微旨", "419": "而所以善護念付囑諸菩薩者可槩見矣。", "420": "林子曰經也者經也即如如不動之真經也然此經", "421": "無相而有一切諸佛也不諸佛阿耨多羅三藐三菩", "422": "提也不若謂無此一切諸佛及諸佛阿耨多羅三藐", "423": "三菩提而一切諸佛及諸佛阿耨多羅三藐三菩提", "424": "則從何處而來若謂有此一切諸佛及諸佛阿耨多", "425": "羅三藐三菩提而如如不動之中則惡有所謂一切", "426": "諸佛及諸佛阿耨多羅三藐三菩提者。", "427": "林子曰不知如如則不知真經不知真經則不知金", "428": "剛不變不壞之體不知金剛不變不壞之體而謂之", "429": "佛可乎不可謂之佛而謂之虗空可乎不可謂之虗", "430": "空而謂之得見如來可乎謂之清淨法身可乎謂之", "431": "無我相人相眾生相壽者相可乎謂之不住色布施", "432": "不住聲香味觸法布施可乎謂之盡滅度之無餘實", "433": "無眾生得滅度者可乎謂之無法相無非法相可乎", "434": "謂之非身而名大身可乎謂之希有世尊最上第一", "435": "希有之法可乎謂之第一波羅蜜可乎謂之實無有", "436": "法得阿耨多羅三藐三菩提可乎謂之能成就不可", "437": "量不可稱無有邊不可思議功德可乎。", "438": "林子曰四句偈者乃如來所說四句偈也古今爭辨", "439": "而不知金剛經之所指者果何偈也或曰以色見我", "440": "之偈或曰如露如電之偈或曰若見諸相非相即見", "441": "如來或曰無色聲香味觸法或曰無我相人相眾生", "442": "相壽者相或曰摩訶般若波羅蜜以上數語未知孰", "443": "是而我則曰皆是也豈其不有非是者乎而我則曰", "444": "皆非是也故我能轉四句偈而令人得見如來則皆", "445": "是也我若為四句偈所轉而不能令人得見如來則", "446": "皆非是也。", "447": "林子曰如我能見如來矣或隨取金剛經中四句偈", "448": "為他人說或隨取他諸經中四句偈為他人說或我", "449": "所自說四句偈為他人說能令人通達無我得見如", "450": "來便是真四句偈也奚必爭辨此是彼非徒增人我", "451": "豈曰能知四句偈而復能為他人說邪。", "452": "林子曰若所謂四句偈者豈必索之於經而鳥啼華", "453": "放無假施為乃我之真四句偈也然而四句偈可得", "454": "而說乎不而不屬言語非關文字而為人說四句偈", "455": "者乃我之真說四句偈也。", "456": "林子曰有說則有聞有聞則能聞其所聞而不能聞", "457": "其所不聞也無說則無聞無聞則雖曰無所於聞而", "458": "其實則無聞而無不聞也然而何以謂之無聞而無", "459": "不聞也昔者釋氏曾有言曰盡大地是箇法王身法", "460": "王身者我也如來也故我而靜也而盡大地則與我", "461": "而俱靜我而動也而盡大地則與我而俱動而百脉", "462": "之相為宣節一氣之相為流通固不待有所於說而", "463": "後得而知之無說無聞乃真說四句偈也故以此無", "464": "聞無說而布施也則謂之不住相布施以此無聞無", "465": "說而滅度也則謂之實無眾生得滅度者或者疑之", "466": "林子曰有所布施而曰布施者而非如來之所謂布", "467": "施也有所滅度而曰滅度者而非如來之所謂滅度", "468": "也有所說四句偈而曰說四句偈者而非如來之所", "469": "謂說四句偈也若如來者則無所於布施而無非布", "470": "施也無所於滅度而無非滅度也無所於說四句偈", "471": "而四句偈亦非有待於說也而汝以為如來有所布", "472": "施邪有所滅度邪有所說四句偈邪汝以為如來無", "473": "所布施邪無所滅度邪無所說四句偈邪而如如不", "474": "動之中只如是爾而汝若曰我能布施矣而必如是", "475": "然後方可謂之真布施即不名菩薩不能見如來而", "476": "汝若曰我能滅度矣而必如是然後方可謂之真滅", "477": "度即不名菩薩不能見如來而汝若曰我能說四句", "478": "偈矣而必如是然後方可謂之真說四句偈即不名", "479": "菩薩不能見如來。", "480": "如來所說我義卷之三○如來所說我義卷之三", "481": "林子曰天地之內天地之外則皆虗空也未有天地", "482": "先有虗空虗空我也我本如如也由是而天而地而", "483": "盈天地間之生生化化而無盡者亦皆我之虗空我", "484": "之如如也我其有所來與來而無所來也我其無所", "485": "來與無所來而無所不來也。", "486": "林子曰虗空不二也如如不二也不二故一而其所", "487": "謂一者乃一片之一也故天地之內口此一如來也", "488": "天地之外只此一如來也先天地之始而始只此一", "489": "如來也後天地之終而終只此一如來也如來一虗", "490": "空也虗空則盡東西南北四維上下而無復有邊際", "491": "矣而如來之虗空則亦盡東西南北四維上下而無", "492": "復有邊際者夫虗空之虗空既不可以思量矣而如", "493": "來之虗空獨可以思量乎哉此其所以無所於來無", "494": "所放去者如來也若如來之有我相人相眾生相壽", "495": "者相而不虗空也即可得而東西南北之四維之上", "496": "下之而以其無有我相無有人相無有眾生相無有", "497": "壽者相而虗空也是惡得而東西南北之四維之上", "498": "下之故虗空如來也如來虗空也。", "499": "林子曰盡東西南北四維上下而無復有邊際者是", "500": "皆如來之一法身也而無量為一若卵生胎生濕生", "501": "化生有色無色有想無想非有想非無想而莫不各", "502": "足此如來也而一為無量譬之四肢百骸雖異總是", "503": "我之一身也。", "504": "林子曰夫盡東西南北四維上下而無復有邊際以", "505": "為我之身者而其所荷擔也不亦重乎然非有所於", "506": "加也而如來之分量本如是爾以此而荷擔如來則", "507": "盡東西南北四維上下無有邊際而無復有能外我", "508": "之身者此其所以不可思議不可稱量無邊功德而", "509": "其實則無有所謂不可思議不可稱量無邊功德者", "510": "若以為有所謂不可思議不可稱量無邊功德則雖", "511": "諸大聲聞及至菩薩不免有所擬議而測量若以為", "512": "無有所謂不可思議不可稱量無邊功德則是如來", "513": "亦有誑語者必不然矣。", "514": "林子曰所謂福德性者以是福德皆在我如來之真", "515": "性中爾性本虗空不可思議不可稱量此其所以謂", "516": "之無邊福德而實無有乎所謂福德也故曰福德性", "517": "林子曰若以福德有實即是有貪有著有受而有得", "518": "矣而以福德無故即是無貪無著無受而無得矣故", "519": "有得則有相有相則有盡而如來不說得福德多無", "520": "得則無相無相則無盡而如來說得福德多。", "521": "林子曰夫曰福德者是有為之福德也有為之福德", "522": "是世間之福德也以其可得而思議也可得而稱量", "523": "也而福德則有時而盡而曰福德性者是無為之福", "524": "德也無為之福德是出世間之福德也以其不可得", "525": "而思議也不可得而稱量也而福德性則無時而盡", "526": "林子曰以世界言之則有所謂三千大千世界與夫", "527": "微塵而不虗空也以虗空言之則無有所謂三千大", "528": "千世界與夫微塵而一皆虗空也而其所謂無有乎", "529": "三千大千世界與夫微塵者豈其世界終於變壞微", "530": "塵終於斷滅耶此非釋氏之秘密妙義也而所謂無", "531": "此三千大千世界與夫微塵者真有不可說不可說", "532": "說亦不得矣若曰可得而說之即非釋氏之秘密妙", "533": "義也我乃今則強而說之我能虗空矣而三千大千", "534": "世界與夫微塵悉皆虗空也此乃真語此乃實語豈", "535": "非所謂虗空本體本體虗空邪夫誰得而知之。", "536": "林子曰即我即虗空即虗空即我虛空無相貌我亦", "537": "無相貌虗空無邊際我亦無邊際故非身之身充滿", "538": "於一切而無音之音普順於十方。", "539": "林子曰我真我也真我如如也有真我而後有虗空", "540": "有虗空而後有天地有天地而後有萬物萬物之生", "541": "成原於天地之造化天地之造化原於太虗之虗空", "542": "太虗之虗空原於真我之如如真我之如如空而不", "543": "空也而不空也者乃所以主乎其空焉者也故如來", "544": "者雖曰從空中來而其實則自不空中來也不空者", "545": "真我也然而空也非真我與故空也者我也由是而", "546": "天地由是而萬物而莫非我也但不可謂之真我真", "547": "我無我真空不空夫惟其不空也故能生虗空虗空", "548": "無際故能生天地天地廣大故能生萬物夫虗空之", "549": "無際而曰能生天地天地之廣大而曰能生萬物是", "550": "皆真空不空者之有以主之也而其所謂不住相布", "551": "施者夫誰得而測識之若夫卵生胎生濕生化生有", "552": "色無色有想無想非有想非無想而皆在我天地廣", "553": "大之中虗空無際之內爾余於是而知日月星辰之", "554": "不有我焉而日月星辰則無以照以臨雷霆風雨之", "555": "不有我焉而雷霆風雨則無以鼓以潤山嶽河海之", "556": "不有我焉而山嶽河海則無以流以峙昆虫草木之", "557": "不有我焉而昆虫草木則無以長以養故萬物之所", "558": "以為萬物者雖曰木於天地矣而其所以主張乎萬", "559": "物者是亦天地也是亦我也天地之所以為天地者", "560": "雖曰本於虗空矣而其所以主張乎天地者是亦虗", "561": "空也是亦我也則其所謂不住相布施者夫誰得而", "562": "測識之。", "563": "林子曰萬物之所以為萬物者以其有我也我而我", "564": "之而萬物之所以生成者我也天地之所以為天地", "565": "者以其有我也我而我之而天地之所以造化者我", "566": "也虗空之所以為虗空者以其有我也我而我之而", "567": "虗空之所以為虗空者我也。", "568": "林子曰天之道高也明也若不有我之虗空我之如", "569": "如焉則無以高以明地之道博也厚也若不有我之", "570": "虗空我之如如焉則無以博以厚先天地之始而始", "571": "若不有我之虗空我之如如焉而天地雖大則無以", "572": "始其始後天地之終而終若不有我之虗空我之如", "573": "如焉而天地雖大則無以終其終由是觀之天地之", "574": "高也明也博也厚也始也終也而皆有賴於我之虗", "575": "空我之如如也如此夫誰得而測識之。", "576": "林子曰始而以神氣而造化之而猶知有性命也既", "577": "而以性命而造化之而猶知有虗空也然而無生者", "578": "虗空也豈曰不知有性命焉已哉亦且不知有虗空", "579": "故無虗而無不虗無空而無不空無生而無不生然", "580": "後方可謂之圓滿清淨無餘涅槃而為釋氏之最上", "581": "一乘極則之地也。", "582": "林子曰夫無虗而無不虗矣無空而無不空矣則命", "583": "自我立性自我出而天地且不得而性我而命我也", "584": "夫命自我立矣性自我出矣則不神而神非氣而氣", "585": "而天地且不得而神我而氣我也豈曰天地不得而", "586": "神我氣我性我命我焉已哉我將以神氣而神氣乎", "587": "天地神氣乎萬物矣而天地萬物有不賴我之神以", "588": "為神賴我之氣以為氣乎我將以性命而性命乎天", "589": "地性命乎萬物矣而天地萬物有不賴我之性以為", "590": "性賴我之命以為命乎此其不住相布施而又在於", "591": "神氣性命也如此夫誰得而測識之。", "592": "林子曰何以謂之如來方便深入眾生之性也而眾", "593": "生之性如來也此其所以善於方便而非有所於方", "594": "便也。", "595": "林子曰如來也者無為也無不為也惟其無為無不", "596": "為也故能深入萬物之性以主張萬物而方便之汝", "597": "毋謂如來能深入萬物之性以主張萬物而方便之", "598": "也抑亦能深入天地之性以主張天地而方便之也", "599": "汝毋謂如來能深入天地之性以主張天地而方便", "600": "之也抑亦能深入虗空之性以主張虗空而方便之", "601": "也而其布施之　真無有過於此者不惟不住於相", "602": "而又且無相之可住微乎其微夫誰得而測識之。", "603": "林子曰不能忘生則不能無上不能無生則不能成", "604": "佛故以父母之性命以為性命者則是猶知有身猶", "605": "知有身則是不能忘生不以父母之性命而自造性", "606": "命者則是不知有身不知有身則是能證無生故必", "607": "至於節節支解而不生嗔恨者然後方可謂之忘生", "608": "無生。", "609": "林子曰如如虗空中豈有三千大千世界豈有微塵", "610": "如如虗空中上不見天下不見地東西南北四維不", "611": "見邊際而況於天地之內所謂世界微塵者乎。", "612": "林子曰三千大千世界都在我法身虗空中非世界", "613": "也而世界其心者世界也三千大千世界碎為微塵", "614": "都在我法身虗空中非微塵也而微塵其心者微塵也。", "615": "林子曰有出世界心者便是有礙於世界而故出之", "616": "謂之無世界之心可乎有離微塵心者便是有礙於", "617": "微塵而故離之謂之無微塵之心可乎。", "618": "林子曰有心則有相有相則有世界有世界則有微", "619": "塵無心則無相無相則無世界無世界則無微塵故", "620": "一念纔起便是有相便是世界便是微塵一毫罣礙", "621": "便是有相便是世界便是微塵。", "622": "林子曰汝勿謂般若波羅蜜非般若波羅蜜與汝勿", "623": "謂非般若波羅蜜是般若波羅蜜與汝以何者為是", "624": "汝之般若波羅蜜與汝以何者為非汝之般若波羅", "625": "蜜與若汝之心有所住於般若波羅蜜矣亦是有相", "626": "亦是世界亦是微塵便非般若波羅蜜若汝之心有", "627": "所住於非般若波羅蜜矣亦是有相亦是世界亦是", "628": "微塵便非般若波羅蜜。", "629": "林子曰有法相世界也微塵也非法而有非法相世", "630": "界也微塵也非非法而有非非法相世界也微塵也", "631": "有能所世界也微塵也無能所而有無能所相世界", "632": "也微塵也無無能所而有無無能所相世界也微塵", "633": "也。", "634": "林子曰有能作佛心世界也微塵也無能作佛心而", "635": "起無能作佛心世界也微塵也有能度眾生心世界", "636": "也微塵也無能度眾生心而起無能度眾生心世界", "637": "也微塵也。", "638": "林子曰謂我有所得於無上正等正覺而猶存能得", "639": "之心者世界也微塵也謂我無所得於無上正等正", "640": "覺而猶存無所得之心者世界也微塵也。", "641": "林子曰謂我能具大智慧到彼岸矣而猶存能證之", "642": "心者世界也微塵也豈曰不存能證之心而猶存無", "643": "所證之心者世界也微塵也。", "644": "林子曰以塵垢心而世界之而世界一塵垢也以清", "645": "淨心而世界之而世界一清淨也以虗空心而世界", "646": "之而世界一虗空也然猶有所謂虗空者在也有所", "647": "謂虗空則有所謂世界而必至於不知有世界不知", "648": "有虗空虗空而世界之而又不知世界之虗空世界", "649": "而虗空之而又不知虗空之世界然後方可謂之虗", "650": "空虗空者如如也此豈非自造神氣自造性命而虗", "651": "空之而如如之者我之如來邪。", "652": "林子曰夫人孰不有真性孰不有真我孰不有如來", "653": "而自見如來是自見真性也自見真性是自見真我", "654": "也而阿耨多羅三藐三菩提則亦從如如不動中來", "655": "爾自覺覺他清淨圓滿故名之曰佛。", "656": "林子曰不識如來即不識我既不識我安能作佛。", "657": "林子曰如來之我能普現於一切而眾生之我則具", "658": "足乎如來矣若眾生之所以不如來者非如來以如", "659": "來之無我以迷眾生乃眾生以眾生之有我而迷如", "660": "來也。", "661": "林子曰眾生具足乎如來矣而如來曰非眾生若眾", "662": "生能見如來即能無我相人相眾生相壽者相而不", "663": "眾生也惟其有我相人相眾生相壽者相而不能見", "664": "如來者眾生也。", "665": "林子曰徧滿虗空界則無一不是如來藏裏無一不", "666": "是如來藏裏則無一不是佛然而眾生之我且具足", "667": "乎如來矣而徧滿虗空界鮮有能作佛者何與。", "668": "林子曰我無佛也迷我而眾生之則眾生矣我無眾", "669": "生也悟我而佛之則佛矣。", "670": "林子曰佛一我也佛而我矣即我是佛又焉有佛之", "671": "可做邪眾生亦一我也眾生而我矣即非眾生又焉", "672": "有眾生之可度邪。", "673": "林子曰真性者本性也而所謂本性者豈非未生以", "674": "前是我本來之所自有者真性與故真性者真我也。", "675": "林子曰凡言我者真我也而曰有我者以身相而我", "676": "之者非我也豈曰不有身相若以性命而我之非我", "677": "也豈曰不有性命若以虗空而我之非我也故有我", "678": "則有我相有人相有眾生相有壽者相乃有一切相", "679": "者我也我而非我也無我則無我相無人相無眾生", "680": "相無壽者相乃無一切相者我也我乃真我也。", "681": "林子曰夫作佛豈無法哉而世之所謂佛法者非佛", "682": "法也故始而以神氣而自為造化以還性命既而以", "683": "性命而自為造化以了無生似此佛法乃余之所謂", "684": "以道教為入門者是也既了無生又且忘法豈非所", "685": "謂最上第一希有之佛法與然必有此最上第一希", "686": "有之佛法以證此無上甚深微妙之佛果而後方可", "687": "言如如方可言虗空方可言真經方可言金剛不變", "688": "不壞之體方可言無我相人相眾生相壽者相方可", "689": "言不住色布施不住聲香味觸法布施方可言盡滅", "690": "度之而無餘實無眾生得滅度者方可言無法相無", "691": "非法相方可言非身大身方可言第一波羅蜜方可", "692": "言實無有法得阿耨多羅三藐三菩提方可言成就", "693": "不可量不可稱無有邊不可思議功德方可言如來", "694": "言希有世尊而所謂清淨法身毗盧遮那佛圓滿報", "695": "身盧舍那佛千百億化身釋迦牟尼佛者由此其選矣。", "696": "如來所說我義卷之四○如來所說我義卷之四", "697": "林子曰賴父母之造化以造化我之色身而色身之", "698": "如來非我之如來也立吾身之造化以造化我之法", "699": "身而法身之如來乃我之如來也夫法身之如來固", "700": "曰虗空本體矣而色身之如來謂之虗空本體可乎。", "701": "林子曰汝勿謂此三千大千世界而曰三千大千世", "702": "界也其所謂三千大千世界者而非此所謂三千大", "703": "千世界也汝勿謂此三千大千世界之微塵而曰三", "704": "千大千世界之微塵也其所謂三千大千世界之微", "705": "塵者而非此所謂三千大千世界之微塵也世界無", "706": "盡而各各世界各各包含三千大千世界及三千大", "707": "千世界之微塵亦無盡微塵無盡而各各微塵各各", "708": "包含三千大千世界及三千大千世界之微塵亦無", "709": "盡譬之鏡鏡交映相為徹入珠珠互照乃爾圓融故", "710": "曰即非一合相是名一合相又曰一合相者即是不", "711": "可說。", "712": "林子曰法身之如來徧滿於虗空矣而三千大千世", "713": "界之在如來虗空中者是特海中之一漚爾若夫色", "714": "身之如來而可以為如來乎不故有時而悟雖以名", "715": "佛而忽爾而迷又是眾生。", "716": "林子曰無量無數無邊眾生皆籠󳿐於我之性命而", "717": "虗空之者滅度也而非謂無量無數無邊眾生能自", "718": "滅眾生而自度之為佛也。", "719": "林子曰一切眾生元有此性命而所謂自造性命者", "720": "乃以復我之所自有者由是而虗空之而所謂本來", "721": "面目者是也本來面目豈曰眾生但以其迷故而以", "722": "父母之所謂性命以為性命者眾生也。", "723": "林子曰如來說第一波羅蜜即非第一波羅蜜若能", "724": "自為造化而虗空之者而不可以得此第一波羅蜜", "725": "乎要而言之而所謂第一波羅蜜者殆非有所於得", "726": "而亦非色相中所可得而得之也。", "727": "林子曰自造性命而虗空之而虗空中自有一實相", "728": "在也故曰即是非相是故如來說名實相實相者法", "729": "身也故必以此虗空之實相實相之法身也然後方", "730": "可名之為如來。", "731": "林子曰可以身相見如來不而如來無身相也而如", "732": "來之身相乃自為造化而身相之者非身相也故曰", "733": "如來所說身相即非身相。", "734": "林子曰法身如來既無眼耳鼻舌身意矣又安有色", "735": "可住而生心邪又安有聲香味觸法可住而生心邪。", "736": "林子曰菩薩應離一切相發阿耨多羅三藐三菩提", "737": "心若或不知自為造化而虗空之即是不能離此色", "738": "身不能離此色身即是不能無我相無人相無眾生", "739": "相無壽者相不能無我相人相眾生相壽者相而曰", "740": "能發阿耨多羅三藐三菩提心我弗知之矣。", "741": "林子曰如來所得阿耨多羅三藐三菩提乃自為造", "742": "化而虗空之而得此阿耨多羅三藐三菩提而非世", "743": "之所謂阿耨多羅三藐三菩提者。", "744": "林子曰如來有所得阿耨多羅三藐三菩提邪如來", "745": "有所說法邪如來虗空也無所得於阿耨多羅三藐", "746": "三菩提而阿耨多羅三藐三菩提皆從虗空中來爾", "747": "則又安有所謂法而又安有所謂法之可說邪。", "748": "林子曰我而自造性命矣我而復返虗空矣而阿耨", "749": "多羅三藐三菩提則從此而出故曰乃至無有少法", "750": "可得若所謂自造性命復返虗空而謂之非法而何", "751": "其曰法尚應捨者捨此法也然乃至二字之義不可", "752": "不知也始於有所得有所得而得得而非有所得也", "753": "終於無所得無所得而得得而非無所得也文殊大", "754": "士曰乃至於無有言語文字乃真入不二法門而文", "755": "殊乃至二字亦此義也我於是而知未到彼岸不能", "756": "無法既到彼岸又焉用法古人有言曰渡河須用筏", "757": "到岸不須船若也不能離法即是未到岸之人夫豈", "758": "有既到岸之人乃反濡滯於筏之中邪故必乃至於", "759": "無有少法可得無有言語文字然後方可謂之真到", "760": "彼岸方可謂之真入不二法門方可謂之真得阿耨", "761": "多羅三藐三菩提。", "762": "林子曰應如是住應如是降伏其心乃所以發阿耨", "763": "多羅三藐三菩提心也。", "764": "林子曰如來說一切法非世間之所謂一切法也乃", "765": "自為造化而虗空之而自然有所謂一切法也若世", "766": "間之所謂一切法而謂之一切法可乎故曰即非一", "767": "切法是故名一切法。", "768": "林子曰虗空中安有善法其所謂一法不立而萬法", "769": "俱備者乎故曰如來說非善法是名善法。", "770": "林子曰若以色見我以音聲求我是蓋不知自性虗", "771": "空之如來也不知自性虗空之如來而謂之非外道", "772": "而何。", "773": "林子曰如來其以具足相故得阿耨多羅三藐三菩", "774": "提邪如來其不以具足相故得阿耨多羅三藐三菩", "775": "提邪汝若以如來具足相故得阿耨多羅三藐三菩", "776": "提則是如來亦有一切相非如來也汝若以如來不", "777": "以具足相故得阿耨多羅三藐三菩提則是如來亦", "778": "有斷滅相非如來也夫虗空中雖具一切法而實無", "779": "一切法雖具一切相而實無一切相夫既無一切法", "780": "矣而又焉有一切法之可說邪夫既無一切相矣而", "781": "又焉有一切相之可斷滅耶。", "782": "林子曰自性虗空之如來不知有相而況有法乎不", "783": "知有法而況有說乎故如如不動之中無相也無相", "784": "而有相如如不動之中無法也無法而有法如如不", "785": "動之中無說也無說而有說。", "786": "林子曰如來本虗空也故其量等虗空。", "787": "林子曰有真虗空則有真世界而所謂世界者非世", "788": "界之世界也故曰即非世界是名世界有真虗空則", "789": "有真佛土而所謂佛土者非佛土之佛土也故曰即", "790": "非莊嚴是名莊嚴。", "791": "林子曰有真虗空則有真阿耨多羅三藐三菩提汝", "792": "以何者謂汝之阿耨多羅三藐三菩提邪而汝之所", "793": "謂阿耨多羅三藐三菩提者即非阿耨多羅三藐三", "794": "菩提。", "795": "林子曰有真虗空則有真般若波羅蜜汝以何者謂", "796": "汝之般若波羅蜜邪而汝之所謂般若波羅蜜者即", "797": "非般若波羅蜜。", "798": "林子曰佛說如是甚深經典者即所謂甚深法界及", "799": "般若三昧者若非自造性命以復還我虗空而有此", "800": "甚深經典乎不有此甚深法界乎不有此般若三昧", "801": "乎不。", "802": "林子曰如來有所說法邪如來無所說法也昔者釋", "803": "迦臨入涅槃文殊大士請佛再轉法輪釋迦咄曰文", "804": "殊吾四十九年住世未嘗說一字汝請吾再轉法輪", "805": "是吾曾轉法輪邪靈山會上乃今不可得而考矣而", "806": "其所論著諸經謂非曾轉法輪邪而曰未嘗說一字", "807": "者何與余每叩之高明之士未有能解釋迦之真實", "808": "義者況其下乎而謂靈山會上未嘗說一字也其然", "809": "與其不然與然而諸佛所說十二部經全無所用於", "810": "世乎林子曰釋迦之真實義亦惟在我如來之真經", "811": "中爾故以我之如來以通釋迦之如來則釋迦之真", "812": "經在我矣真經在我則又奚必古之所謂十二部經", "813": "而又奚患古之十二部經之不可得而明邪。", "814": "林子曰何者謂之金剛曰不知也林子曰汝之真經", "815": "汝之金剛也何者謂之真經曰不知也林子曰汝之", "816": "虗空汝之真經也何者謂之虗空曰不知也林子曰", "817": "此非世之所謂虗空也汝能知所以自造性命而虗", "818": "空之者虗空也惟此虗空乃汝之真經乃汝之金剛", "819": "也。", "820": "林子曰以父母之性命而性命之者色身之如來也", "821": "以自造之性命而虗空之者法身之如來也故色身", "822": "之如來則在此岸法身之如來則到彼岸色身之如", "823": "來則障礙於形骸法身之如來則包羅乎空界色身", "824": "之如來有聰明而無有乎智慧法身之如來有智慧", "825": "而無事於聰明色身之如來則屬於見聞覺知法身", "826": "之如來則不屬於見聞覺知色身之如來則有一切", "827": "心相有一切法相有一切非法相法身之如來則無", "828": "一切心相無一切法相無一切非法相色身之如來", "829": "則於諸法有斷滅相法身之如來則於諸法無斷滅", "830": "相色身之如來則於法有取捨心法身之如來則於", "831": "法無取捨心色身之如來則於法有生有滅法身之", "832": "如來則於法無生無滅然而色身亦有如來與林子", "833": "曰色身如來不知出何典籍而六祖直解亦嘗有是", "834": "言矣而其所謂色身之如來者豈非識神邪林子曰", "835": "非也蠢動含靈皆有佛性而此佛性則含於父母種", "836": "性之中乃己靈也而釋氏所謂不重己靈者蓋指此", "837": "含靈之性而言也從古以來佛佛相傳莫不藉此含", "838": "靈之性而自為造化以再立性命以復還虗空然後", "839": "方能得見如來而證無上正覺矣又問佛性非佛與", "840": "林子曰非佛也然則何以能作佛也林子曰以其有", "841": "此佛性也故能作佛汝獨不見󳭋之為蛤乎夫󳭋羽", "842": "虫也而得氣翼之以翱翔蛤介虫也而得水乘之以", "843": "涵泳抑豈其形之有所不類哉而即其性若情則亦", "844": "有大相遼者矣然󳭋化為蛤人之所知也汝曾見月", "845": "令之書與夫正朔之曆乎未汝勿謂󳭋無知也惡能", "846": "變而化之而蛤邪殊不知此乃得之於天而有所謂", "847": "含靈之真知者在焉惟人亦然故謂此佛性也有所", "848": "待於自造性命而變化之以成佛則可若謂此佛性", "849": "也無所待於自造性命而變化之以成佛則不可。", "850": "林子曰余又嘗譬之果核之仁焉是亦母胎中一點", "851": "之種性也含藏因地萌蘖其芽由是而復枝之而復", "852": "葉之而復華之而復果之豈非所謂依法修行以證", "853": "最上一乘之佛果耶若徒觀靜以空其心而曰含靈", "854": "種性可以當下成佛必不然矣。", "855": "林子曰若卵生若胎生若濕生若化生若有色若無", "856": "色若有想若無想若非有想非無想則皆有佛性也", "857": "皆有佛性則皆能作佛也故曰一念回機便同本得", "858": "然而何以謂之回機。", "859": "林子曰虗化之為神神化之為氣氣化之為形形復", "860": "返之為氣氣復返之為神神復返之為虗者回機也", "861": "林子曰以色身而曰如來者雖曰非真如來也然以", "862": "其有此佛性也有此含靈也時或善念時有作佛之", "863": "心抑亦可以名如來與但此善念與夫作佛之心每", "864": "每為情識所奪而去而謂之真如來也可乎不可乎", "865": "蓋此特在於操存舍亡之間爾克念罔念聖狂逈別", "866": "林子曰汝謂此含靈之性是真常性邪非真常性邪", "867": "而諸佛以此自為造化以見如來汝謂此含靈之性", "868": "是真常性邪非真常性邪若心以此含靈之性不自", "869": "造化直可成佛以見如來抑亦難矣然究其極焉是", "870": "亦不過一陰靈之鬼爾。", "871": "林子曰一切種性都有含靈一切含靈都有佛性故", "872": "含靈佛性乃佛種也然必賴此以自造性命而虗空", "873": "之者佛種也。", "874": "林子曰以父母之造化而正性命言之即名種性種", "875": "性則入生死以吾身之造化而正性命言之即名法", "876": "性法性則不入生死。", "877": "林子曰有四大則有身相有身相則有生有死乃今", "878": "自造性命而歸還於太虗矣而惡有所謂生所謂死", "879": "者哉。", "880": "林子曰何以謂之離假即心真也蓋惟離此色身之", "881": "假相以復還我法身之實相已爾而非他也。", "882": "林子曰何以謂之依法修行邪而自為造化者是乃", "883": "依法以修行也而實相固在我矣。", "884": "林子曰何以謂之清淨心體而又曰得入者而應如", "885": "是住如是降伏豈非所以得入清淨心體耶故曰若", "886": "聞開示即得悟入本來真性自得出現。", "887": "林子曰於實性上建立一切教門而曰建立一切教", "888": "門者非所謂自為造化耶。", "889": "林子曰何以謂之報身佛自性自見即是報身佛若", "890": "不自悟自修不見自性豈曰能自歸依故悟也者是", "891": "自悟自性也修也者是自修自性也歸依也者是自", "892": "歸依自性也然而何者謂之自性也自性者本性也", "893": "本性者實性也若或不知所以自造性命而又安能", "894": "得此本來所自有之實性耶。", "895": "林子曰佛本非身而於非身中能見自性如來乃是", "896": "真見如來也。", "897": "林子曰以父母之性命而性命之是外求有相佛也", "898": "以自造之性命而性命之是內求無相佛也。", "899": "易曰乾道變化各正性命而圓覺經則曰皆以婬欲", "900": "而正性命者何也夫既以婬欲而性命之而又曰正", "901": "者豈不以男女之媾精地天之交泰也若以男女之", "902": "媾精為非正而地天之交泰抑亦不可以為正乎然", "903": "終不免有所夾雜混淆於是始有天命之性始有氣", "904": "質之性而清濁厚薄從此分矣若或不知所以自外", "905": "形骸自為造化以盡去此氣質之性焉其能卒反天", "906": "命之性以復還我虗空邪。", "907": "林子曰頓悟無生則知所以自為造化既知所以自", "908": "為造化則方能得見此法身之如來矣若或不知自", "909": "為造化則必求之色身中以為如來所謂門外漢者", "910": "此也說有苦行歷於塵劫豈曰能證無上正覺而得", "911": "見此法身之如來邪。", "912": "林子曰自造性命而虗空之是以我之真法而得我", "913": "之真體也若或不知真法而曰能知得我之真體者", "914": "未也真體者真常性也真常之性無生無死而六祖", "915": "曰即物物皆有自性容受生死豈非真常性有不徧", "916": "之處邪此其所以自為造化而復性命之而復虗空", "917": "之之不可以已也而復性命而復虗空不謂之自為", "918": "造化我之真常性邪而此真常性也豈曰容受生死", "919": "豈曰有不徧之處到此地位方可名之為如來。", "920": "林子曰到此地位乃是菩提道場乃是涅槃實地乃", "921": "是不垢不淨乃是非色非空乃是人法兩忘乃是罪", "922": "福無主乃是大道虗曠乃是性相平等乃是本性虗", "923": "無虗無實體乃是常住真心隨心自在乃是佛之妙", "924": "用快樂無量乃是煩惱業淨本來空寂乃是一切因", "925": "果皆如夢幻乃是生滅已寂滅為樂。", "926": "No. 476-B 䟦No. 476-B", "927": "䟦", "928": "林子曰如來者佛母也而以如來為佛母者又何也", "929": "以一切諸佛則皆從此而生者佛母也佛母者如如", "930": "之義也而以其自如如中來者如來也故佛母則具", "931": "足乎清淨法身而未嘗有清淨法身佛母則具足乎", "932": "圓滿法身而未嘗有圓滿報身佛母則具足乎千百", "933": "億化身而未嘗有千百億化身佛母其無極乎由是", "934": "而太極而兩儀而五行佛母其未始一乎由是而一", "935": "而二而三生萬物老子則謂之無名天地之始也孔", "936": "子則謂之先天而天弗違也乃今則謂之夏而未有", "937": "儒未有道未有釋者夏也如如而已矣由是而名之", "938": "為儒為道為釋者如如也又謂之先而未有天未有", "939": "地未有日未有月者先也如如而已矣由是而衍之", "940": "為天為地為日為月者如來也。", "941": "附答儒氏附答儒氏", "942": "不住相不住相", "943": "林子曰夫儒者之盛莫過於仲尼而仲尼則亦有然", "944": "者大學曰上老老而民興孝上長長而民興弟上恤", "945": "孤而民不倍不住相布施滅度之而無餘矣中庸曰", "946": "博厚所以載物也高明所以覆物也悠久所以成物", "947": "也不住相布施滅度之而無餘矣至善之止而家齊", "948": "而國治而天下平未發之中而位天地而育萬物不", "949": "住相布施滅度之而無餘矣而其所謂不見而章不", "950": "動而變無為而成者豈惟天下之人不知所以章所", "951": "以變所以成也是雖聖人亦且曰我未嘗有所見有", "952": "所動有所為而何為乎能章能變能成之如是耶故", "953": "曰諸大聲聞及至諸大菩薩不能測佛智者此也", "954": "林子曰擊壤之民帝力何有唐堯之不住相也無為", "955": "而治恭已南面虞舜之不住相也立之斯立道之斯", "956": "行綏之斯來動之斯和仲尼之不住相也他如形之", "957": "而著著之而明而動而變而化又如盡人之性盡物", "958": "之性以參天地以贊化育又如未施敬而民敬未施", "959": "信而民信又如因民之所利而利之惠之而不費又", "960": "如雖勞而不怨雖死而不怨殺又如至禮無文而與", "961": "天地同節至樂無聲而與天地同和又如擊石拊石", "962": "而百獸率舞簫韶九成而鳳凰來儀又如兩階千羽", "963": "而有苗來格中國聖人而海不揚波又如凡有血氣", "964": "莫不尊親又如山川鬼神亦莫不寧暨鳥獸魚鼈咸", "965": "若又如民無能名無得而稱又如不顯之德百辟其", "966": "刑而為治之至也又如予欲無言無隱乎爾而為教", "967": "之神也又如五百餘歲見知聞知曠世相感不可致", "968": "思也又如知禘之說其於天下而視之掌祭義深微", "969": "不可擬議也又如天地竝立參為三才非曰口代天", "970": "言身代天事焉已也而造化且在吾手而元命自我", "971": "作矣而斡旋之而成能之微乎其微不可測識也而", "972": "所謂不住相布施盡滅度之而無餘者則豈惟釋氏", "973": "為然哉。", "974": "大身大身", "975": "林子曰達而堯舜也而太和元氣則能流行於宇宙", "976": "之內矣惟其太和元氣能流行於宇宙之內也則宇", "977": "宙之內不謂堯舜之一大身耶窮而仲尼也而浩然", "978": "正氣則能充塞於天地之間矣惟其浩然正氣能充", "979": "塞於天地之間也則天地之間不謂仲尼之一大身", "980": "耶然此猶在於宇宙之內天地之間也而況曰虗空", "981": "本體本體虗空者乎而儒者所謂大虗同體者是也", "982": "故說非身是名大身。", "983": "易曰變動不居周流六虗而論語又曰仰之彌高鑽", "984": "之彌堅瞻之在前忽焉在後豈不以道本虗空也無", "985": "高無下無內無外無遠無近而直性如如之分量者", "986": "則固有若是其大也然即性即道即道即仁而天地", "987": "萬物則咸囿於我如來之法身矣程子曰仁者以天", "988": "地萬物為一體儒氏之仁者釋氏之如來也故曰能", "989": "仁是釋迦然而釋氏亦稱仁矣曾子曰仁以為己任", "990": "不亦重乎似此重任不謂之荷擔如來而何萬物皆", "991": "備反身而誠先立其大是謂大人。", "992": "無說無說", "993": "子貢曰夫子之言性與天道不可得而聞也今由子", "994": "貢之言觀之則所謂性與天道豈其有可得而言耶", "995": "有可得而聞耶故曰予欲無言所以教之者至矣子", "996": "貢不悟而曰子如不言則小子何述焉夫言之不可", "997": "得而言矣而況可得而聞也聞之不可得而聞矣而", "998": "況可得而述也孔子曰吾無隱乎爾豈不以無言之", "999": "中而自有至言者在乎故不知道者則以道隱於無", "1000": "言而知道者則以道隱於有言。", "1001": "佛果羅漢果佛果羅漢果", "1002": "林子曰自度而不度人者羅漢果也未先自度先要", "1003": "度人而其誓願之大雖曰能盡度世間人矣而其心", "1004": "猶然以為未至者佛果也夫豈惟釋氏而所謂老者", "1005": "安之朋友信之少者懷之孔子之佛果也善而無伐", "1006": "勞而無施車馬輕裘共敝無憾顏淵季路之羅漢果", "1007": "也禹思天下有溺由己溺之稷思天下有饑由己饑", "1008": "之者佛果也若當其時則有巢父許由豈不曰清風", "1009": "之足以襲人哉而獨修一身以為高且潔者羅漢果", "1010": "也。", "1011": "如來如來", "1012": "林子曰無思也無為也寂然不動感而遂通天下之", "1013": "故者如來也天下何思何慮天下同歸而殊途百慮", "1014": "而一致者如來也天何言哉而四時行百物生者如", "1015": "來也溥愽淵泉而時出之者如來也誠者天之道也", "1016": "而不思而得不勉而中者如來也無聲無臭而未發", "1017": "之中發皆中節者如來也鳶飛魚躍而察上下者如", "1018": "來也乍見孺子入井而皆有󱅳惕惻隱之心者如來", "1019": "也故者以利為本而順以出之者如來也良知則不", "1020": "慮而知良能則不慮而能者如來也原泉混混不舍", "1021": "晝夜者如來也居之安資之深取之左右逢其原者", "1022": "如來也常明常覺之體廓然大公而已矣而物來順", "1023": "應者如來也一點靈光炯炯不昧而忠臣之忠孝子", "1024": "之孝勃乎其不可得而遏者如來也然如來我也而", "1025": "如來之法身則充滿於法界矣語大而天下莫載語", "1026": "小而天下莫破故曰萬物皆備於我而聖人之所以", "1027": "通天下為一身者此也然天地是亦我道中之一物", "1028": "也我而致中我而致和既中而和而天地有不自我", "1029": "而位耶故以我而為儒氏之學而吾身自是一孔子", "1030": "也而我其不孔子乎以我而為道氏之學而吾身自", "1031": "是一老子也而我其不老子乎以我而為釋氏之學", "1032": "而吾身自是一釋迦也而我其不釋迦乎然而吾身", "1033": "之我之如來而有釋迦老子孔子之異與曰無以異", "1034": "也抑豈知通乎天地之內通乎天地之外是皆一我", "1035": "也是皆一我是皆一如來也故以我而時中焉而立", "1036": "本以為教者即我之如來而孔子也以我而清淨焉", "1037": "而入門以為教者即我之如來而老子也以我而寂", "1038": "定焉而極則以為教者即我之如來而釋迦也。", "1039": "已上五章皆儒氏之言而釋氏之所謂不可思議", "1040": "不可稱量者如有能比而觀之則釋氏之言悉皆", "1041": "實語但以其未能到此地位則亦不免驚駭而疑", "1042": "謗矣論語曰子罕言命與仁而性與天道是雖子", "1043": "貢之頴悟亦且不可得而聞也況其他乎故以答", "1044": "問附錄末簡。林子兆恩"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 476 金剛經統論", "author": "明 林兆恩撰"}