{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 298 楞嚴經直解", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "楞嚴經直解", "1": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "2": "直解卷第十", "3": "明古杭雲棲寺後學沙門　廣莫　直解", "4": "󳚗水優婆塞　李雲龍　校", "5": "阿難彼善男子修三摩提至幽隱妄想以為其本。", "6": "這一節經世尊四示行陰十事此先明行陰分齊", "7": "及行盡相令人得正始可防邪也阿難下結牒想", "8": "陰盡相生起下文是人指前修想陰之人平常即", "9": "平日尋常也醒時為想睡時成夢夢由想所成故", "10": "以想陰盡故夢想銷滅也窹與𥧌時其心常一而", "11": "不亂故覺明下十二句明想盡功効覺明是本覺", "12": "妙明之心以浮想盡故覺明心上纔得虗靜然其", "13": "想未盡時覺明之心為想所陰則實而不虗動而", "14": "不靜今想盡故得虗靜也猶如晴空一句約喻以", "15": "顯覺明虗靜之意謂想未盡時覺明之空則陰而", "16": "不晴雖空體不動而昏暗未明今由想盡如晴空", "17": "相似空喻覺體晴喻於明無復下二句釋上虗靜", "18": "意想為麤重葢想之性發於知見而其相現於六", "19": "塵即彼六塵緣影分別計度為之影事今想銷滅", "20": "故云無復云云也觀諸下謂內六想既盡則外之", "21": "大地山河及六塵之境雖現在前內無所取如鏡", "22": "鑒明相似明即是像鑒即照也謂像來鏡無所黏", "23": "像去鏡無蹤跡但虗受照應而已想盡之心亦然", "24": "了罔下二句了罔即是了無文之巧也陳是陳宿", "25": "謂了無陳宿之習故下句即云唯一精真唯一對", "26": "上了無即是聯句耳精真二字猶未實是精真但", "27": "以浮動亂想盡故暫許精真以行陰未破故也故", "28": "下云生死根元從此披露意可知矣生死根元指", "29": "行陰說凡一切生死皆從行陰起故故以行陰為", "30": "生死之根元也元即是本今想陰盡行陰始得披", "31": "露見諸下指十二類生俱從行陰生起殫盡也謂", "32": "畢盡十二類通指行陰為同生之基言未通各命", "33": "由緒者各命由緒指識性說謂識性為十二類之", "34": "受命由緒葢以識性傳諸命故今行陰未破故未", "35": "通其受命之識但見同生基耳言行陰者法界次", "36": "第云從無明生業業即是行以善不善業作世界", "37": "果故陰覆覺明故名行陰猶如下約喻以明行陰", "38": "之相野馬是空中陽𦦨遊氣熠音亦是隱微光𦦨", "39": "長水疏作閃爍之光既稱閃爍則熾盛矣不名幽", "40": "清經文明言幽隱妄想又云幽清又云清擾皆是", "41": "隱微之相如何說得閃爍葢熠熠如暗夜之燐乍", "42": "明乍滅隱微幽遠之狀名熠熠也以譬行陰微細", "43": "之意清擾是法指行陰說野馬是喻喻行陰幽隱", "44": "流動之貌以清細生滅擾動覺明真體故云清擾", "45": "然此行陰為浮塵根的究竟樞穴謂外之六根見", "46": "聞覺知多從內之行陰樞紐上起故云究竟樞穴", "47": "長水疏云門簨曰樞門臼曰穴以譬行陰為六根", "48": "的開合轉要也此則下結明行陰分齊區是疆界", "49": "宇是陰義若此下明行陰盡相元性指行陰為生", "50": "死根元故稱元性元澄指識陰說第八賴耶識體", "51": "澄湛不動為轉識之本故稱元澄元習即行陰遷", "52": "流之習以行陰為諸習氣之本故稱元習初句牒", "53": "上熠熠清擾之句明盡相也謂生死根元之性若", "54": "進入識性元澄之中則湛入合湛與識性合而為", "55": "一行盡識澄如波瀾滅俱化為澄水矣波瀾滅喻", "56": "行陰盡化為澄水喻行陰流動即轉識瀑流入乎", "57": "湛性離水無波波即是水故云化為澄水轉行陰", "58": "而為識性亦復如是名行下一句正結行陰盡也", "59": "行盡超眾生濁者謂十二類生俱以行陰為本今", "60": "行陰盡超眾生濁可知矣觀其下明行陰所起之", "61": "由以幽清之擾微細隱密乃以幽隱妄想為行陰", "62": "之本。", "63": "阿難當知是得正知至第一外道立無因論。", "64": "這一節經承前正明行陰十事此示初相也是得", "65": "正知等者是此也正知即正徧知前想陰中未稱", "66": "正知者何謂也良以想陰浮動麤重與外邪相應", "67": "故未稱正今想陰盡覺明虗靜其心內正外邪逈", "68": "隔方稱正知奢摩亦兼三義舉一即三通途可知", "69": "今行陰中善男子凝然明白所有正知之心其功", "70": "既深外之十類天魔本所不見故不得其便十類", "71": "者指前想中所擾皆天魔之黨也大抵行陰幽清", "72": "定心與內正智相應外魔隔絕而今十事皆由自", "73": "心顛倒解起乃名心魔非外入者故云凝明正心", "74": "魔不得便也夫此行者既離外魔方得內研窮生", "75": "類之本即行陰也即於本類生生之元披露其相", "76": "者觀彼生元露處本自幽隱清細徧圓擾動而此", "77": "圓擾之性為萬動之元也於圓下正示倒見之由", "78": "於此圓擾動元中起計度者佛斷云此人墜入二", "79": "無因論二無因者謂本末無因也上句總標一者", "80": "下別釋先明本無因義本無因者指行陰初起處", "81": "為萬類之本以八萬劫外冥無所見故計本無因", "82": "也何以下徵釋謂此人既得行陰生生機紐全破", "83": "能乘眼根八百功德觀過去八萬劫良以眼根業", "84": "用由行陰所成故依眼根業用而見多劫也業流", "85": "灣環者業即行陰以行陰遷流名為業流灣是旋", "86": "轉義環是循環義謂隨業流之循環輪轉也故下", "87": "句云死此生彼即是流轉灣環之意秪見眾生輪", "88": "迴其處者指本無因計度之意謂彼計者秪見十", "89": "二眾生輪迴於八萬劫中而八萬劫外冥無所觀", "90": "故便作此解此等下正明本無因謂諸眾生本無", "91": "而有故稱本無因也由計本無則亡却正徧知性", "92": "墮落外道邪見中惑正菩提二者下次明末無因", "93": "義初句標計何以下徵釋佛謂此人於生法上既", "94": "見根本見其本無而有則知其末亦無因而自然", "95": "成者因知人自生人鳥自生鳥等自然而成無有", "96": "能作之者八萬劫來曾無改移謂盡此形後未來", "97": "際劫亦復然耳不見菩提者亦由八萬劫外無物", "98": "可見則菩提亦無也菩提本體既無安有成菩提", "99": "事可得若出世菩提本末既無則知世間一切有", "100": "為事法亦復無矣當知下結其所計謂知今日一", "101": "切物象之末皆本於無因也今日字對八萬劫看", "102": "以八萬劫前為本今日為末皆本無因句中本字", "103": "非本末之本謂諸物象本於無因句法巧置會意", "104": "可了由此下結示計末者之誤是則下總結依行", "105": "陰立第一外道二無因論名。", "106": "阿難是三摩中諸善男子至第二外道立圓常論。", "107": "這一節經承前行陰十事此明第二相也阿難下", "108": "如前說窮生下正明定中起計度者觀彼幽清動", "109": "元亦如前說前云圓擾今云常擾者前以橫徧為", "110": "圓圓即徧故今以竪窮為常從八萬劫來至今日", "111": "以極未來不斷故今圓與常雙舉者兼竪橫說常", "112": "亦徧故今此計常有四種不同難四不同而所計", "113": "皆徧常論也是人下一句總標四數一者下別釋", "114": "常義一約心境計常謂窮心境二處無因依此心", "115": "境無因而修乘其修力能知二萬劫中雖諸心境", "116": "本無而有而彼十方眾生自生自滅循環不斷從", "117": "二萬劫來不曾散失計為常者此以相續為常也", "118": "二約四大計常謂四大本性雖周流六道性無遷", "119": "改故計為常依此常性而修乘其修力觀四大本", "120": "故知四萬劫事眾生世界由四大所造故雖生滅", "121": "其體常恒不散故作常論三約八識計常謂六是", "122": "依根之識末那是第七識執受是第八識以第八", "123": "識執受有根身及無始善惡種子故稱執受心意", "124": "識者心是第八識以其集起名心故意是第七以", "125": "其恒審思量所思即意故識是前六識識所識故", "126": "此心意識本起元由識性常恒依此常性而修乘", "127": "其八識修力能知八萬劫中事八萬劫來所有眾", "128": "生循環生死不曾散失故計八識性常四約行陰", "129": "計常謂此人想陰元本既盡則其行陰生理微細", "130": "幽清是人心麤不見細相以想陰浮動麤相盡故", "131": "故云生理更無流止運轉又牒想心生滅永盡誤", "132": "計行陰生理細相為不生滅故計為常由此下總", "133": "結四常之誤是則下結依行陰立第二圓常論名。", "134": "又三摩中諸善男子至第三外道一分常論。", "135": "這一節經承前行陰十事此明第三相也又三下", "136": "如前說窮生下正明定中起計度者觀彼一句亦", "137": "如前說於自下正明今計自他者此人依自他起", "138": "計有四種不同皆顛倒見妄取一常一無常以常", "139": "為自無常為他此為總標一者下別釋一以神我", "140": "眾生起自他見佛謂此人觀自妙心徧十方界此", "141": "心湛然故其究竟以為神我然其誤認第八識性", "142": "為之湛然妙心以其至細而不可見以不可見則", "143": "不可測故謂之神我以神我對眾生論常無常我", "144": "不動故名之為常而諸眾生在神我心中自生自", "145": "死名為無常二者下次於外境論常無常此人不", "146": "觀心而觀境是捨內而取外其以外境壞不壞計", "147": "常無常者葢以萬物有相者為壞計為無常以虗", "148": "空無相是不可壞計以為常以其不觀心而觀境", "149": "故三者下又次以身心別觀論常無常別觀者別", "150": "對總說上文總觀外境今則單約自己身心而觀", "151": "故稱為別我心精細如塵者識論云外道執我體", "152": "常至細如一極微潛轉身中作事業故今文如塵", "153": "細且密者與彼義同流轉無改者同彼潛轉作事", "154": "性恒常故十方指六道說以六道徧十方故意謂", "155": "我心流轉六道而性未甞改故下云能令此身即", "156": "生即滅以生滅而顯常也其不下結明常不常義", "157": "四者下又次約色等三陰與行陰論常無常謂此", "158": "人知想陰盡行陰流而行陰流不斷故名常色等", "159": "三陰已滅名無常由此下總結四計之誤是則下", "160": "結依行陰立第三自他論名。", "161": "又三摩中諸善男子至第四外道立有邊論。", "162": "這一節經承前行陰十事此明第四相也又三下", "163": "如前說窮生下正明定中起計度者觀彼一句亦", "164": "如前說於分下正明今計分位者溫陵解云分位", "165": "有四謂三際分位見聞分位彼我分位生滅分位", "166": "入文可見有邊句是略語應云四有邊無邊論謂", "167": "能見邊表名為有邊不見邊表名為無邊此為總", "168": "標一者下別釋釋中先釋三際生元者即是行陰", "169": "生生之元也從八萬劫來業流灣環無有盡時故", "170": "云流用不息也謂過去已滅未來未至各見邊表", "171": "故云有邊相續心即是現在意以現在相續久住", "172": "故稱無邊此約一期前後論三際而不知一期之", "173": "間念念遷謝何有現在故云現在不住安得無邊", "174": "之稱二者下次釋見聞分位文可解三者下三釋", "175": "彼我分位謂此人計自神我徧知一切故得無邊", "176": "之性彼一切人現我知中者謂神我為能知一切", "177": "人為所知以彼所知人現我能知中彼但為我所", "178": "知曾不知彼有能知之性何以故若有知性則應", "179": "現我知中以彼無能知性故但名有邊不得稱為", "180": "無邊夫知性無體如何現汝知中汝知亦不能現", "181": "彼知中亦應稱為有邊安得無邊之性四者下四", "182": "釋生滅分位謂此人窮行陰空以其所見多故心", "183": "路籌度亦多謂一切眾生各各一身之中計其咸", "184": "皆半生半滅以身心增長處名生如由少而壯由", "185": "壯而老等是也剎那遷謝名滅生滅各得半故故", "186": "云半生半滅又約依報世界一切所有亦為半有", "187": "邊半無邊葢有相處名有邊無相處名無邊以正", "188": "報論生滅依報論有邊無邊有邊無邊義攝生滅", "189": "而生滅亦攝有邊無邊文互顯也又依報約分段", "190": "說故稱有邊無邊身心約遷謝說故稱生滅吳興", "191": "解云此計行陰滅處為空空故無邊以心籌度便", "192": "見有生生故有邊世界所有義亦如是由此下總", "193": "結四有邊論皆訛計也是則下結依行陰立第四", "194": "有邊論名。", "195": "又三摩中諸善男子至不死矯亂徧計虗論。", "196": "這一節經承前行陰十事此明第五相也又三下", "197": "如前說窮生下正明定中起計度者觀彼一句亦", "198": "如前說於知下正明今計知見者謂於定中窮研", "199": "生類之本即於所知見中起計度故知謂知一切", "200": "心法見謂見一切色法長水疏云言不死者毗婆", "201": "沙論說外道計天常住名為不死計不亂答得生", "202": "彼天若實不知而輙答者恐成矯亂故有問時答", "203": "言秘密不應皆說或不定答佛法呵云此真矯亂", "204": "若按本文互互有互互無處用心別見無定酬答", "205": "則以不決名為不死不死言其意活而不決故由", "206": "是或答有或答無或答亦有亦無等即是不決而", "207": "矯亂其語故云不死矯亂虗妄之論也矯者若按", "208": "說文謂箭幹本直而拗直為曲曰矯故字從矢又", "209": "按魯論是矯強意強亦拗曲之謂從顛倒心起也", "210": "此總標一者下別釋初中有四對變化元者謂萬", "211": "化本元即行陰也以行為萬化之本故見遷下是", "212": "變恒一對變是遷變恒是恒常以行陰念念遷流", "213": "以前念滅處為變後念續起為恒見所下是生滅", "214": "一對謂見所見相處為生不見能見之處為滅相", "215": "續下是增減一對謂相續因性不斷為增正相續", "216": "中間前念滅故引起後念令生前後開闢相離處", "217": "為減各各下是有無一對謂後念生處為有前念", "218": "滅處為無各各者謂前之又前後之又後以一一", "219": "念中有前後故指後後生處說各各也互互即各", "220": "各交互有無生滅等也指前前亡處說互互也以", "221": "理下二句總申上四對謂以四對之理都觀用心", "222": "各別見故有求下正明矯亂答意文中矯亂答辭", "223": "可解但陳四對語略了變恒一對意攝在生滅中", "224": "故以變恒即生滅意故於一下四句正結矯亂意", "225": "二者下佛謂此人但觀行陰念念無處得證得證", "226": "者謂其證得無的道理故人來問即以所證答之", "227": "除無之外辭窮而無說矣三者下謂此人但觀行", "228": "陰念念有處得證得證者謂證得有的道理故人", "229": "來問即以所證答之不答有而答是者是即有義", "230": "以有故是若無則非矣除是之外亦辭窮而無說", "231": "矣四者下謂此人以行陰起滅處有無俱見而其", "232": "有境無境界畔枝分其境既枝心亦隨亂為有無", "233": "之境亂故故人來問隨自所見答之故云亦有即", "234": "是亦無葢計無能生有故云有即無也亦無不是", "235": "亦有者外道計無直是無不會即有之無故云亦", "236": "無不是亦有然其計意以有可使為無而無不可", "237": "以為有於一切時處皆矯亂其說不容人之窮詰", "238": "也由此下總結四亂之誤是則下結依行陰立第", "239": "五矯亂不死論名徧計是三性中徧計所執性謂", "240": "周徧計度以彼彼妄想徧計彼彼性故見成唯識", "241": "論。", "242": "又三摩中諸善男子至死後有相心顛倒論。", "243": "這一節經承前行陰十事此明第六相也又三下", "244": "如前說窮生下正明定中起計度者觀彼一句亦", "245": "如前說於無下正明今計無盡流者謂行陰生滅", "246": "從八萬劫來遷流無盡故此人即於無盡流中生", "247": "計度者佛記當墜外道死後有相類中其所發心", "248": "是顛倒見故或自下出其顛倒死後有相之由一", "249": "中固身者計自色陰之身即是我故我外無色色", "250": "即我故二中或見我心圓滿徧含國土故計我能", "251": "有色色由我生故三中前緣者即是外所緣色塵", "252": "謂外緣色等隨我迴轉隨我迴轉者謂隨我心升", "253": "沉三有輪迴六道也故計色屬我有上計我能生", "254": "色今計色為我之所緣四中云我依行陰相續則", "255": "計我在色中皆計下總指四人之計多為死後有", "256": "相意謂色身雖死而我猶在色隨我轉故稱有相", "257": "一色陰如此則受想行三陰皆然如是循環者謂", "258": "以我隨四陰循環則成四四十六相也長水疏設", "259": "問云前三陰已盡今唯行識二陰何得更執前三", "260": "又不言識耶答前之三陰觀中雖破但約觀法增", "261": "勝不被陰迷善巧安忍不生過患豈可多無謂之", "262": "破耶今觀行陰依止前三遷流相續故執三也不", "263": "言識者行陰覆故由是通前而不言識也從此下", "264": "總明所計過咎從此二字正牒四我計以計我故", "265": "或執煩惱與菩提不相妨礙並行而不悖故云各", "266": "不相觸或字是不定之辭或計或不計故然詳計", "267": "意執為我常煩惱由我而起我相既有煩惱亦隨", "268": "有故煩惱是染菩提是淨染不礙淨故云並驅此", "269": "是計常外道見也由此下總結四我之誤是則下", "270": "結依行陰真第六死後有相論名。", "271": "又三摩中諸善男子至死後無相心顛倒論。", "272": "這一節經通前行陰十事此明第七相也又三下", "273": "如前說窮生下正明定中起計度者觀彼一句亦", "274": "如前說於先下正明今計佛謂此人定中於先所", "275": "除色等三陰中計以為無當墜外道死後無相類", "276": "中其所發心是顛倒見故見其下出其顛倒計無", "277": "之由謂彼計色滅故則身形無所依因矣又觀想", "278": "滅則心無所繫著矣又知受滅則內不領納其心", "279": "無復連綴矣綴是連持不斷之意然則三陰體性", "280": "銷散則今縱有行陰生理獨存而前三所依陰性", "281": "既無則汝行陰無託與艸木無知同矣則知現生", "282": "之質假色以成色既滅矣現猶叵得況其死後更", "283": "有諸相耶以因校果必知無相因之之字作此字", "284": "看易明如是下二句總指色等四陰謂現生因不", "285": "可得死後果亦何有約四陰因果說故成八無相", "286": "也從此下總明計無過咎從此二字牒上八無相", "287": "意謂從此八無相故或計出世涅槃因果一切皆", "288": "空出世既空世間亦爾徒然有其名字名下之實", "289": "不可得故究竟皆斷滅故此是斷見外道計也由", "290": "此下總結計無之誤是則下結依行陰立第七八", "291": "無相論名指五陰結者上文但約前四陰說以前", "292": "例後識亦無故。", "293": "又三摩中諸善男子至死後俱非心顛倒論。", "294": "這一節經承前行陰十事此明第八相也又三下", "295": "如前說窮生下正明定中起計度者觀彼一句亦", "296": "如前說於行下正明今計行存者謂前三陰既亡", "297": "行陰獨存故此人不但觀於行存之有又兼觀前", "298": "三之無文中但言受想略乎色陰準下句可知雙", "299": "計有無者謂自以有無相破故稱俱非相字讀平", "300": "聲以行陰之有破彼前三之無又以前三之無破", "301": "此行陰之有故云自體相破以相破故有無俱非", "302": "此人計四句中非有非無句也故墜死後俱非起", "303": "顛倒論色受下正明俱非之意請以前色等三陰", "304": "初見似有後見却無言其已滅故云見有非有今", "305": "觀行陰遷流之內初念未起是無後念既生是有", "306": "故云觀無不無此為有無相破之意也如是下總", "307": "以前四陰循環相破窮徹四陰界畔以明八俱非", "308": "相隨於四陰中或有或無觸著一緣皆計死後亦", "309": "有相亦無相也然此人大約於四句中初計亦有", "310": "亦無句後又發悟故復計為非有非無句上文預", "311": "明俱非據他悟時說故又計下正指後悟生計也", "312": "謂其又觀行陰念念遷訛即於遷訛處重發通徹", "313": "悟門即悟有無俱不可得故計有無俱非也虗實", "314": "失措者虗是無實是有觀無不無則於無中失措", "315": "指行陰說也見有非有則於有中失措指前三陰", "316": "說也有無之間亡其措心故云虗實失措上文計", "317": "死後有相無相是雙亦令悟有無不可得是雙非", "318": "矣由此下總結雙計之誤後際昏瞢者後際指死", "319": "後說以死後有無不可辯故云昏瞢無可道的道", "320": "字是言說也以昏瞢無可言說故是則下結依行", "321": "陰立第八死後俱非論名五陰如前說。", "322": "又三摩中諸善男子至死後斷滅心顛倒論。", "323": "這一節經承前行陰十事此明第九相也又三下", "324": "如前說窮生下正明定中起計度者觀彼一句亦", "325": "如前說於後下正明今計後後無者謂此人觀行", "326": "陰念念滅畢竟是無念初起是有後滅是無念念", "327": "皆然故云後後無也於無生計故墜七處斷滅類", "328": "中起顛倒論也七處滅者孤山解云欲界開人及", "329": "天色界開四禪無色界合為一共計此七處為斷", "330": "滅也或計下正出七處滅相身滅是人身滅也欲", "331": "滅是欲界天滅也苦滅是初禪二禪滅也彼二天", "332": "中下界苦麤障滅故極樂滅是三禪彼天證寂滅", "333": "樂樂無過此故名極樂以樂非常住久必壞生故", "334": "云滅也極捨滅是第四禪及四無色苦樂俱捨故", "335": "四無色名空空與捨同三界有為之捨此天為極", "336": "又名不動不動即極捨意也此計以捨為滅故稱", "337": "極捨滅如是下總指此上七處循環窮究畢竟滅", "338": "故現前滅者指因滅也滅已無復生者指果滅也", "339": "由此下總結七滅之誤文可解前云俱非則在兩", "340": "楹之間今云斷滅則全計於無過甚於前是則下", "341": "結依行陰立第九七斷滅論名。", "342": "又三摩中諸善男子至五現涅槃心顛倒論。", "343": "這一節經承前行陰十事此明第十相也又三下", "344": "如前說窮生下正明定中起計度者觀彼一句亦", "345": "如前說於後下正明今計後後有者此人觀行陰", "346": "念念生處畢竟是有以念念生無盡故故云後後", "347": "有此後後當作前前何者前文觀後後無是念將", "348": "滅為後念初起為前今觀有是念初起時故應云", "349": "前前有大抵筆受者隨前語勢便故誤稱後後實", "350": "以前前為然會意可得於有生計故墜五涅槃論", "351": "也彼計五處安隱以安隱為涅槃故或以下正出", "352": "五處安隱之相一或以欲界為正轉依者天台釋", "353": "禪中云欲界有二定一名欲界定二名未到定此", "354": "二定中心目圓明依此圓明定境為安隱處故葢", "355": "謂散則為邪定則為正轉彼五欲昏動依此二定", "356": "圓明故稱正轉依也故長水疏云因修觀行發欲", "357": "界未至定於觀心中見圓明相云云也二或以初", "358": "禪為涅槃以其離下界苦麤障故欣此天中淨妙", "359": "離初離欲染此天性無憂故計為安隱涅槃處也", "360": "三或以二禪中心無初禪覺觀之苦故計為安隱", "361": "處也四或以三禪中得徧身樂隨順極樂不相離", "362": "故悅存於內樂徧於外約內而言故云極悅以此", "363": "計為安隱處也五或以四禪中苦樂二二以捨心", "364": "不動故妄認不受輪迴生滅計為安隱處也迷有", "365": "下二句佛總斷上五處之迷皆是有漏天報迷此", "366": "有漏之天作無為涅槃之解故計五處安隱為汝", "367": "勝淨涅槃之依如此五處循環究竟作安隱處迷", "368": "之甚過之深矣由此下總結五依之誤是則下結", "369": "依行陰立第十五涅槃論名言現涅槃者謂此五", "370": "處現生安隱作涅槃故。", "371": "阿難如是十種禪那狂解至作大覺王清淨標指。", "372": "這一節經世尊承前總標行陰十事以誡行者莫", "373": "自誤而防修入證也如是下正結前義禪那及用", "374": "心交互等皆如前說前陰結文謂禪那現境現境", "375": "者是外現魔境也今文結謂禪那狂解狂解者發", "376": "於內心顛倒見故非正定正知故稱狂解因知內", "377": "外迢然功漸深入矣又前陰謂故現斯事事指外", "378": "魔事說今稱故現斯悟悟者簡非外事由內心狂", "379": "解悟亦非正從內說故以迷為解者迷指十事說", "380": "謂此所計十事本皆是迷妄以稱解言心魔者以", "381": "心見顛倒即是魔故深孽者孽是妖孽即魔孽也", "382": "開覺真義者屬是開悟謂開佛真覺義故枝岐者", "383": "枝是駢枝岐是多岐駢枝則害性多岐則亡羊心", "384": "祈者祈是祈求心生希冀預求果得即是待悟之", "385": "心為修禪之大病也標指者約喻說如標月之指", "386": "喻以言教為標指義理為月也餘可解。", "387": "阿難彼善男子修三摩提至顛倒妄想以為其本。", "388": "這一節經世尊五示識陰十事此先明識陰分齊", "389": "及識盡相令人得正始可防邪也阿難下結牒行", "390": "陰盡相生起下文彼善男子者即指前文修行陰", "391": "之人行陰盡下正牒前義諸世間等者諸世間指", "392": "十二生類說性字即行陰體性葢十二類由行陰", "393": "生起故指行陰為世間性也幽清至生機如前說", "394": "倐然隳裂一句正明行盡之相倐是倐忽隳是隳", "395": "滅裂是裂開謂彼行陰生機心與境倐忽隳滅裂", "396": "開而盡之矣沉細至懸絕句以明行陰業因盡相", "397": "綱紐約喻說綱是網口繩網若無綱網不得張紐", "398": "是紐結以喻行陰生滅的業因凡一切生死輪迴", "399": "皆從行陰業因上發此行陰業因深沉微細故云", "400": "沉細綱紐梵語補特伽羅譯云數取趣數音朔趣", "401": "是五趣謂數數取生死報故酬業深脉者酬是酬", "402": "償業是因數取趣是果以數取趣果酬償宿生業", "403": "因脉字亦約喻說如人身中一脉連持全體以喻", "404": "行陰為一切生死趣果酬業之深脉也今行陰一", "405": "脉既斷則諸生死此感彼應之召而懸絕矣句法", "406": "當以同分生機倐然隳裂此一句連讀沉細至懸", "407": "絕四句連讀義自明白於涅下正明識陰分齊文", "408": "中法喻雙舉故稱涅槃天涅槃是法天是喻下句", "409": "明字是喻悟字是法謂識陰隣乎涅槃茲將悟矣", "410": "如天將明的時節曉鷄後鳴如俗諺謂鷄三唱時", "411": "東方發白故云瞻顧東方已有精色精色即曙色", "412": "啟明之相謂涅槃第一義天之色將暎於識陰後", "413": "際矣六根下明行盡識現之相以內外懸絕故得", "414": "六根虗靜無馳逸也內外湛明者內是第八識外", "415": "是六轉識以六根動時似有內外今湛入合湛合", "416": "而為一本始是一妄分為六今外湛即是內湛似", "417": "乎有入而入無所入也行者因行盡識現故能深", "418": "達十方十二類受命元由受命元由者謂十二類", "419": "皆由識陰而受其命元由即是本因識陰是也前", "420": "行陰初文云各命由緒即是今文受命元由也行", "421": "者能觀受命元由執持本識不令酬業則諸類不", "422": "召矣召是應義謂不應其業所感故於十方界獲", "423": "其同者謂於徧界十二類中得證其同同指識也", "424": "皆以此識而受命故精色不沉者謂識陰既現而", "425": "其精微色性顯露故云不沉不沉則其幽隱秘密", "426": "之性皆發現矣此則下一句結明識陰分齊區是", "427": "疆界即分齊義宇是覆陰義若於下正明識陰盡", "428": "相群召即是上文諸類不召意今謂諸類皆應故", "429": "云群召而於群召所獲同中若能銷磨六根門戶", "430": "則能合開成就合開成就者合是合六為一開是", "431": "開一成六謂能銷磨六門故得合開自在一六無", "432": "礙名成就也見聞通隣者謂六根見聞覺知通達", "433": "隣比句中略了覺知二字通隣即互用意也故下", "434": "句成上意云互用清淨以互用無礙故名清淨十", "435": "方下顯依正明淨義十方界是依身心是正如吠", "436": "瑠璃內外明徹以譬依正明徹無礙此顯識陰盡", "437": "相也識盡超命濁者謂識為受命之本良以識息", "438": "煖三依持為命闕一則死故云命濁今乃得盡其", "439": "同故超命濁觀其下明識陰之由以罔象虗無妄", "440": "想為識陰之本所由者即指本說罔象虗無者罔", "441": "象是乍有乍無似真非真精細微密難以有無辯", "442": "故名罔象虗無是恍恍惚惚之義隣於覺明無質", "443": "礙之跡甚深微細與罔象義通故連稱罔象虗無", "444": "妄想。", "445": "阿難當知是善男子至背涅槃城生外道種。", "446": "這一節經承前正明識陰十事此示初相也是善", "447": "男子即指前修行陰之人牒前行盡生起下文於", "448": "識下正明今義識還元者謂從色陰至此還於識", "449": "性本元之處故稱圓元已滅生滅者凡諸轉識生", "450": "滅皆屬行陰今行陰盡故生滅已滅然此但云麤", "451": "相生滅盡耳若其流注生滅甚深微細猶未云盡", "452": "何以故下經云此湛非真如急流水望如恬靜流", "453": "急不見非謂無流此可知矣故於大寂滅理中精", "454": "妙猶未圓也此寂滅理即前涅槃天是也能令下", "455": "承上識盡意說謂雖寂滅未圓識既還元能令己", "456": "身六根所隔合開成就則與十二類所具覺性相", "457": "通此六根見聞覺知之性融通󳖈合以能證入圓", "458": "融識性本元由處故也若於下正明識陰定中生", "459": "勝解者葢解有邪正若正解則不妨於定乘解證", "460": "理所謂中中流入登涅槃天功由於解若誤生邪", "461": "解則墮外道見難免十事之咎故今所明皆示其", "462": "邪墮耳然此行者若於所歸識元性中立真常因", "463": "者則墮因所因執而此識元對前根塵之妄暫許", "464": "為真此真實非真也如第五經偈曰真非真恐迷", "465": "正謂此也常對前生滅暫許為常此常實非常也", "466": "何以故流注未盡故因非真因也若於此暫許真", "467": "常之處誤立真常因則墮外道計矣因所因執者", "468": "謂此識性本非常因而妄計所常為因得非謬乎", "469": "此句是佛判語下皆倣此梵語娑毗迦羅譯云黃", "470": "頭黃髮外道之名也彼計冥諦為所歸真因謂一", "471": "切法多因冥諦生故冥諦者外道計二十五諦以", "472": "冥諦為因故他觀八萬劫前冥然無知冥是晦冥", "473": "諦實是冥故云冥諦八萬劫後一切諸法俱從此", "474": "生故計為因也今此行者所執同彼計故誤墮其", "475": "類成其伴侶是故迷佛正覺亡失佛之知見矣是", "476": "名下結第一外道名所得心者即立所計因心以", "477": "成所歸真果却違遠佛之圓通背大涅槃向外道", "478": "種以涅槃喻城者謂大涅槃中集諸功德法財如", "479": "世城中集諸所有故喻如城前以天為喻者譬涅", "480": "槃體也城譬涅槃德也又前經云海喻涅槃之秘", "481": "藏且大也各有妙義存焉故取喻不定。", "482": "阿難又善男子窮諸行空至生大慢天我徧圓種。", "483": "這一節經承前識陰十事此明第二相也窮諸下", "484": "如前說若於下正明今計謂此行者若於所歸識", "485": "性覽為我之自體則觀盡空界中所有十二類生", "486": "皆計由我身中流出生此勝解則墮能非能執能", "487": "非能者佛判此計本非能生妄執為能也摩醯首", "488": "羅具此執故梵語摩醯首羅譯云大自在色究竟", "489": "天主此天計為能生諸法一切眾生從己出故為", "490": "大千界主故云現無邊身今此行者計與彼同成", "491": "其徒黨迷佛下如前說是名下結第二外道名生", "492": "大慢天者謂摩醯首羅執我能生一切眾生從我", "493": "生故起大我慢我心徧含十方圓具一切行者計", "494": "同故生彼種。", "495": "又善男子窮諸行空至背涅槃城生倒圓種。", "496": "這一節經承前識陰十事此明第三相也又善下", "497": "如前說若於下正明今計謂此行者若於所歸識", "498": "性執為實有所歸依相不能觀空實為顛倒以執", "499": "實有所歸故自疑己之身心從彼識性流出前計", "500": "覧彼識性為我自體今計不覧為我而反疑我身", "501": "從彼流出則以識性為外境矣又不但我身從彼", "502": "流出十方虗空咸其生起而依空所有世界亦從", "503": "他生以計彼能生我即於都起所宣流識性之地", "504": "作為真常之身執此以為無生滅解也都起二字", "505": "即承上句生人生界之意都從彼起故在生下佛", "506": "判其迷謂其在生滅中不知生滅早計為常以其", "507": "不知識性微細流注生滅故計為常既迷生滅亦", "508": "不識常住兩頭皆迷不䇿勝進安住於此沉迷之", "509": "中以迷為解是人則墮常非常執常非常者佛之", "510": "判語謂其本非常住而妄執為常也此計出於大", "511": "自在天計與彼同成其徒黨今計與前計同出大", "512": "自在天而兩出其相者前後計不同故佛意雙標", "513": "從天之計者指示行人墮執一計即成其黨特令", "514": "慎之故爾迷佛下如前說是名下結第三外道名", "515": "倒圓者倒是顛倒計生滅為常常即圓義故稱倒", "516": "圓若生此解即生彼種。", "517": "又善男子窮諸行空至背涅槃城生倒知種。", "518": "這一節經承前識陰十事此明第四相也又善下", "519": "如前說若於下正明今計謂此行者若於識性所", "520": "知上解彼知性徧圓因此徧圓之知遂立徧圓異", "521": "解解謂知既徧圓則十方草木皆知所徧處應稱", "522": "有情有情即是有知若謂草木無知則知性不徧", "523": "圓矣以知徧故草木皆有知也草木有知則與人", "524": "無異草木死而為人人死還成草木一切皆知萬", "525": "物無所簡擇若行者生此見解則墮知無知執婆", "526": "吒霰尼是其類也婆吒霰尼二外道名梵語婆吒", "527": "或云䟦闍譯云避初為牧童曾為毗舍離王所蹋", "528": "父母教令迴避因此立名霰尼譯云有軍未詳名", "529": "義見善見律及涅槃經中執一切覺者覺即是知", "530": "行者解同即成其黨迷佛下如前說是名下結第", "531": "四外道名圓知心即上所計以此心為因成虗謬", "532": "果言其因果俱謬也以非知計知名倒知也。", "533": "又善男子窮諸行空至背涅槃城生顛化種。", "534": "這一節經承前識陰十事此明第五相也又善下", "535": "如前說若於下正明今計謂此行者若於識性圓", "536": "融互用之中已得隨順其妙此為幸矣於此不可", "537": "生計若生計者即墮群邪便於下正明邪計圓化", "538": "者謂此識性本自圓滿以能變化萬物故稱圓化", "539": "而此行者既明圓化之理便於此中生諸邪解求", "540": "火下出邪計相妄崇化性求火之光明水之清淨", "541": "風之周流地之成就塵指地說麤為大地細為微", "542": "塵眾塵合併即為大地潤文之巧故不言地而言", "543": "塵也成就者謂萬物皆生於地故云成就群塵者", "544": "即指四大四大皆屬塵故謂彼所崇計此四大之", "545": "德發明作為本崇之因建立常住之解則墮生無", "546": "生執諸迦葉等是其類也迦葉兄弟三人及同此", "547": "姓者皆崇四大故稱曰諸迦葉婆羅門譯語見前", "548": "生無生者佛之判語謂四大非常實不能生常住", "549": "妙果妄冀能生也勤心役身者內忘其勞也事火", "550": "崇水者外從其物也迷心從物之言正謂此迷佛", "551": "下如前說是名下結第五外道名妄計外崇忘却", "552": "本覺得非倒乎事火崇水等是妄求之因冀出生", "553": "死是妄冀之果顛化者顛即是倒本非化而妄為", "554": "化故稱倒化。", "555": "又善男子窮諸行空至背涅槃城生斷滅種。", "556": "這一節經承前識陰十事此明第六相也又善下", "557": "如前說若於下正明今計謂此行者若於識性圓", "558": "明境上計此圓明體中本自虗寂無法可得是故", "559": "非滅群化非乃破義妄計圓明本虗何有群化撥", "560": "群化而務虗寂故云非滅群化以此永滅為所歸", "561": "依理成斷滅見作此解者則墮歸無歸執歸無歸", "562": "者佛之判語謂本非真歸妄計為歸無想天中計", "563": "空性者是其類也舜若多譯云空空即斷滅故成", "564": "其黨迷佛下如前說是名下結第六外道名圓虗", "565": "無心者謂圓究虗無為其因心虗無即斷滅義因", "566": "既虗無果亦空亡作此解故生斷滅種中。", "567": "又善男子窮諸行空至背涅槃城生妄延種。", "568": "這一節經承上識陰十事此明第七相也又善下", "569": "如前說若於下正明今計謂此行者若於識性圓", "570": "常義中因常生解執一切常故妄固色身求為常", "571": "住以此色身同於識性圓常長生於世不令傾逝", "572": "生此解者則墮貪非貪執貪非貪者佛之判語謂", "573": "此幻身非常不應生貪妄計固常而生貪著故云", "574": "貪非貪也諸阿斯仙是其類也阿斯陀譯云無比", "575": "又云長壽於世壽中長無化故迷佛下如前說是", "576": "名下結第七外道名執命元者以識息煖三連持", "577": "為命此三法中識為元本如前所謂受命元由是", "578": "也建立妄固之因乃趣長勞之果果稱長勞者謂", "579": "久戀塵勞為究竟果故妄延者如古語云饒君八", "580": "萬劫終自落空亡得非妄延乎。", "581": "又善男子窮諸行空至背涅槃城生天魔種。", "582": "這一節經承前識陰十事此明第八相也又善下", "583": "如前說觀命下正明今計觀命互通者此人於識", "584": "陰定中觀察識性為命元本互通十二生類則彼", "585": "此交互相通故云互通溫陵解云互通三際非也", "586": "若指三際云何互通過去已滅未來未至命但約", "587": "現在連持色身為命命則不能通於過去過去命", "588": "已滅矣如何得互通耶前文明說十二受命元由", "589": "已獲其同同字即互通意也今此行者因觀命元", "590": "意謂識陰若盡我命亦盡誰證真常恐識銷盡却", "591": "自留戀塵勞故令識陰不盡便於識性本際現起", "592": "蓮華宮殿言其莊嚴勝麗躭五欲之境又復廣化", "593": "七寶珍財多增寶媛寶媛者美妙女色也放縱恣", "594": "肆娛樂其心作此見解則墮真無真執真無真者", "595": "佛之判語謂其本非真而妄計為真故云真無真", "596": "吒枳迦羅是其類也吒枳迦羅按第四經云斫迦", "597": "羅譯云輪山今云吒枳迦羅梵音楚夏依此山修", "598": "仙故以名焉迷佛下如前說是名下結第八外道", "599": "名邪思熾塵者如上所明皆邪魔之思以為因心", "600": "建立熾然塵勞以為果實如此行解即天魔種。", "601": "又善男子窮諸行空至背涅槃城生纏空種。", "602": "這一節經承前識陰十事此明第九相也又善下", "603": "如前說於命下正明今計謂此行者於識性命元", "604": "明相之中分別受命善惡精麤疏決業行因果真", "605": "偽意以有漏業行所感為麤為偽無漏業行所感", "606": "為精為真作如是因酬如是果此人唯求因果感", "607": "應為其本行正是知苦斷集等是因果感應之意", "608": "也若求此為因則樊然誵亂背却第一義清淨寂", "609": "滅之道所謂下出其分別疏決之相苦是現在苦", "610": "果集是過去業因從浩劫積集故稱為集滅是滅", "611": "上苦集得證涅槃故稱為滅道是道行三十七品", "612": "助道行是也是為小乘四諦法相得居滅諦其心", "613": "即休更不前進行者生此勝解則墮定性聲聞及", "614": "諸無想天中無聞比丘增上慢人之類成其伴侶", "615": "定性及無聞增上慢等義見前解迷佛下如前說", "616": "是名下結第九行者之名圓精行心等者謂其圓", "617": "窮精麤真偽以為因心趣進小乘枯寂之果纏空", "618": "者謂小乘人纏綿偏空種類故。", "619": "又善男子窮諸行空至生覺圓明不化圓種。", "620": "這一節經承前識陰十事此明第十相也又善下", "621": "如前說若於下正明今計謂此行者若於識性圓", "622": "融清淨覺明之地開發研究深妙理趣即於此中", "623": "立涅槃道而不前進然此清淨覺明即是識性後", "624": "際偏真但空之覺殊非第一義諦之覺明也良以", "625": "寂滅未圓之理便立涅槃作此解者則墮定性辟", "626": "支類中辟支應加佛字譯云緣覺又云獨覺躭於", "627": "定中不起化他之行故名定性成此伴侶於道未", "628": "盡又前文判有因所因貪無貪等語今此二定性", "629": "中不言者良以定性但躭淺近不迴大道是正非", "630": "邪故無此言如前八事皆屬邪解是故佛判其謬", "631": "耳迷佛下如前說是名下結第十行者名圓覺󳖈", "632": "心者謂此行者圓窮覺明󳖈合真理以為因心則", "633": "成湛然覺明之小果耳不化圓者不化即是定性", "634": "之意不起化他但圓自行定心故云不化圓也。", "635": "或問識性盡處即通佛覺然則修識陰功高出三", "636": "界入菩薩乘矣云何文中前八事猶屬界內之辯", "637": "此云何通答曰若據唯識論不動地前纔捨藏金", "638": "剛道後異熟空意誠如所問然今所明乃是識陰", "639": "將破未破時事且此識義通前後故所以他經論", "640": "云以非非想定小乘認第八識為涅槃外道計為", "641": "神我今經前八事中猶未及非非想定者故但明", "642": "其於識性上起諸邪解即墮外道計中今後二事", "643": "猶屬出世二乘躭此識性後際淺近而止此總在", "644": "分別我法二執邊辯破邪謬若登初住去破俱生", "645": "我法二執處則無此等異見矣是故今文但止二", "646": "定性者深有以也然前有六根互用之說雖屬菩", "647": "薩相似解發位在信地而斷惑與二乘同是故文", "648": "中不及菩薩之言會意可得也又此五陰次第盡", "649": "者是佛敷陳展演故次第如此以被三根若夫圓", "650": "根一斷一切斷一證一切證豈拘此哉故知行布", "651": "雖詳而圓融隨入也所謂譬如大海不讓小流此", "652": "之謂也。", "653": "阿難如是十種禪那中塗至從始成就不遭岐路。", "654": "這一節經世尊總結識陰十事以誡行者莫自誤", "655": "而防修入證也如是下正結前義中塗成狂者如", "656": "前所明十事皆未盡識際中塗發諸狂解各各依", "657": "自所惑於未足為足也皆是下如前說故生斯位", "658": "位字按前行陰結中謂故生斯悟前云悟者指能", "659": "悟邊說今云位者指所證位說前後互通耳然此", "660": "證位即彼十事妄證之位非真位也眾生下如前", "661": "說各以所愛等者謂前十事中人各以自所愛境", "662": "先時修習迷心執迷為解而自休息各將自息之", "663": "處為所歸安寧之地各各自言滿足無上菩提是", "664": "為大妄語成受魔福盡終墮無間外邪指前七事", "665": "魔指第八事最後二定性人躭禪定樂不成增進", "666": "簡非墮落故別結示也汝等下佛勑阿難輩留願", "667": "入末法中傳教斯旨令人深防持正方堪入證也", "668": "見魔者前行陰中名為心魔從顛倒心起故今由", "669": "生滅心亡唯存見解見既成邪即以見解為魔大", "670": "抵識陰中解校前似深也入佛知見者前十事中", "671": "各執外道二乘知見亡失佛之知見今教返邪歸", "672": "正則入佛知見矣。", "673": "如是法門先過去世至圓滿菩提歸無所得。", "674": "這一節經承前總結以示佛佛乘此法門從始洎", "675": "終究竟圓極而歸無所得之地也如是法門者指", "676": "前所說有二意若遠指則全經是已若近指則五", "677": "陰是已佛謂此法門者不唯釋尊自所能修從前", "678": "過去恒沙諸佛皆乘此法得證菩提也如第五經", "679": "云十方薄伽梵一路涅槃門此之謂也識陰下承", "680": "上總示始終位次名義謂識陰若盡則得諸根互", "681": "用互用是十信位此舉其始也金剛乾慧是等覺", "682": "後心此舉其終也圓明下四句約喻顯法上二句", "683": "是法下二句是喻圓明精心是究竟果覺顯現於", "684": "識陰盡處根互用中故云於中發化於中字正指", "685": "互用中也如淨瑠璃喻互用心寶月喻圓明心合", "686": "法如上可知此總舉一始一終略示而已下復從", "687": "始洎終次第陳列諸位故云如是乃超云云也菩", "688": "薩所行金剛十地者此金剛字喻十地觀智如前經", "689": "云此十地者皆以金剛十種深喻觀察如幻取喻", "690": "觀智堅固之意也入於下結示究竟佛果妙覺義", "691": "也妙莊嚴海者法喻雙顯謂此究竟圓滿菩提本", "692": "是湛然寂滅思議不及如太虗空一法叵得良以", "693": "定慧二力而莊嚴之不可莊嚴而莊嚴故稱曰妙", "694": "即五十五位不思議定慧妙力莊嚴者是也海是", "695": "喻喻此圓滿菩提如海之大且深也然又不唯深", "696": "大而已海具十德如華嚴經說喻此妙嚴覺海具", "697": "足恒沙性德故喻如海歸無所得者謂雖具恒沙", "698": "性德有即非有是為中道第一義諦實際理地不", "699": "受一塵正是空如來藏究竟圓極為所歸依故也。", "700": "此是過去先佛世尊至究竟修進最後垂範。", "701": "這一節經世尊翻前五陰魔事諄諄教諭勸令深", "702": "防持正為最後垂範也此是下明此法門是過去", "703": "先佛所修所傳奢摩他中毗婆舍那等三義今闕", "704": "禪那是文略也言奢摩他中毗婆舍那者此中字", "705": "有深義存焉何者奢摩翻止毗婆翻觀中字意明", "706": "止中即具觀義觀中亦具止義圓融互具異名同", "707": "體然非歷別止觀乃圓融中道故用中字學者不", "708": "可輕忽看過然又但舉止觀二法說者葢止與觀", "709": "是實義故二法和融即成三義雖云三名二義即", "710": "足故但舉二也涅槃瑜伽等經論中皆含此義學", "711": "者又不可不知此也覺明分析者覺明約觀智說", "712": "謂依定慧觀智分析諸魔以授未學也汝能諳識", "713": "等者汝指阿難及在會諸眾謂汝等親從佛教已", "714": "能諳識心垢既淨不落邪見可知矣諸魔不出內", "715": "外二意內是陰魔如前文云心見二魔是也外是", "716": "天魔鬼神等今文陰魔云銷滅者如前文可知天", "717": "魔云摧碎者即前所謂一人發真歸元隳裂其處", "718": "是也褫魄者褫猶喪也謂喪其魂魄而迯逝也下", "719": "劣增進指二定性人說以其躭味禪定是其下劣", "720": "增進其心是前經之功也若諸下佛令阿難輩轉", "721": "教并授防護之法謂末世行者愚鈍未識正定而", "722": "師僧不解說法則行者不識邪正既不識正樂修", "723": "禪者汝必恐其同於邪外勸令一心持佛心呪而", "724": "防護之或未能誦或書或珮皆可則魔不能動此", "725": "為大慈諄諄教論為最後垂範餘文可解。", "726": "阿難即從座起聞佛示誨至一切眾生作將來眼。", "727": "這一節經阿難因聞五陰魔事重據五陰乃發三", "728": "意為問也阿難下是經家敘述之辭即從座起一", "729": "句應置聞佛示誨句下為順今辭致略倒也如佛", "730": "下方是阿難問語五陰下三句阿難據前所聞五", "731": "陰以五妄想為本故云五種虗妄為本想心也我", "732": "等下三句自述未聞之意又此下正陳三意為問", "733": "併銷是頓意次第是漸意詣何為界是問五陰界", "734": "畔為三問也惟願下結問之辭清明心目者謂佛", "735": "示我三意能令我等心目清明方堪為彼末世之", "736": "正眼也。", "737": "佛告阿難精真妙明至何況不知推自然者。", "738": "這一節經世尊將酬其問且標真以明空界妄生", "739": "依妄顯示二性元無也精真下正標真體謂真覺", "740": "本來圓滿清淨一切死生塵垢俱不可留葢空如", "741": "來藏不受一塵故乃至下顯示空界妄生乃至字", "742": "接上諸垢說不能備舉超而言之謂虗空猶是妄", "743": "想所生況其他耶如第四經云由無明故變起頑", "744": "空無明即妄想也斯元下二句又會妄歸真謂此", "745": "虗空元是本覺真精之體由諸眾生瞥起妄心轉", "746": "真成妄故變頑空迷妄不息則依空堅執妄生器", "747": "界如演下引例明妄無因演若達多見第四經以", "748": "迷本頭而認鏡中之影例今迷真而逐諸妄也妄", "749": "元無因依妄生妄故有因緣自然性起因緣既妄", "750": "又迷因緣計為自然葢因緣自然二性依有為法", "751": "上起計故以虗空無為而例明之謂虗空是無為", "752": "法猶屬幻生況乎有為而非幻耶故直示云因緣", "753": "自然皆是眾生妄心計度阿難下明妄元無謂若", "754": "人知妄所起可說妄之因緣若了妄元無方知因", "755": "緣本無所有因緣尚無何況不知因緣復推自然", "756": "者乎誠如演若迷頭妄循外影本頭不動而迷妄", "757": "豈有因哉。", "758": "是故如來與汝發明至名為堅固第一妄想。", "759": "這一節經世尊結前生後正答五陰想心之問文", "760": "有五段此先明色想也初是故下結前妄因妄起", "761": "佛謂五陰本因同是妄想所成以迷真故逐諸妄", "762": "耳然前五陰本想已明今阿難欲令末世眾生易", "763": "了故重問之世尊因問重為結示汝體下正生後", "764": "文先示色陰本想汝指阿難以通一切佛謂汝之", "765": "色身先因父母慾想所生以父母交遘迭興精血", "766": "和合而成我身儒云父母遺體是也汝心下又明", "767": "中陰同業謂汝中陰時心若非是想則不能來父", "768": "母慾想中傳受汝命此句反顯因想而來是以三", "769": "想和合方成此身以明色陰從想生也如我下引", "770": "前文證佛謂如前第三經中所言虗妄之想能使", "771": "實體融化醋說懸崖是虗想口水足酸是實事豈", "772": "非虗實融通乎又如婬慾虗想能使男女二根流", "773": "液亦是虗實融通之驗也懸崖下四句重辯虗能", "774": "融實辯云懸崖是思醋物未來此二句但明虗想", "775": "汝體下二句以實體反顯謂汝現前實體若非與", "776": "懸崖醋物虗妄之想通一倫輩則汝口水足酸如", "777": "何因談醋物思崖而出耶今末句但云醋物而不", "778": "及思崖足澀者略也是故下結明色陰本想色身", "779": "由堅固想成者如第四經堅覺寶成之意謂由堅", "780": "執之想以成色質故稱堅固妄想。", "781": "即此所說臨高想心至名為虗明第二妄想。", "782": "這一節經承前次第為答受陰本想也即此下躡", "783": "上色陰虗實融通以明受陰起想之由臨高想心", "784": "是虗真受酸澀是實此為因受生想能動色體若", "785": "細玩之互想互通何以故如上虗想能融實體若", "786": "又因受而生想則念念相續相續屬行陰然前四", "787": "陰由識了別豈非五想互通今約次第故分五別", "788": "別中須會通意方稱勝解也汝今下正明受相受", "789": "相有三違順不違不順也順則益違則損今文以", "790": "損益驅馳方顯受陰本想故不約不違不順說也", "791": "驅馳者謂以損益驅役其心故名為下結受陰本", "792": "想名虗明如前經說。", "793": "由汝念慮使汝色身至名為融通第三妄想。", "794": "這一節經承前次第為答想陰本想也初二句即", "795": "明融通之意念慮是虗使身動作是實身非下反", "796": "辨虗實通倫謂汝色身若不與虗念同倫則汝身", "797": "何因隨念所使念可役身信知身是想類也種種", "798": "下正明虗實融通身為念使種種取像者取者緣", "799": "愛生取取是執著之意謂內想如外像現故以五", "800": "塵美惡皆因內取故云種種取像也想心既生能", "801": "使實形取物以此驗知汝身與想念相應也窹有", "802": "多想寐成諸夢夢即想之相故想動情者想為因", "803": "情為果如慾想而生貪愛之情圓覺經云愛欲為", "804": "因愛命為果即此意也故云以想搖動妄情末句", "805": "結想陰之本。", "806": "化理不住運運密移至名為幽隱第四妄想。", "807": "這一節經承前次第為答行陰本想也化理不住", "808": "者正明行陰遷化之理念念不住也運運密移者", "809": "運是遷運由念念遷運故稱運運幽隱不可見故", "810": "名為密雖不可見剎那變遷故令甲漸長髮漸生", "811": "氣漸銷容漸皺日夜相代乎前曾不覺悟言世人", "812": "迷於塵勞故也阿難下佛以化理召阿難而告一", "813": "切此字指上化理謂此念念密移之行若非是汝", "814": "云何令汝體遷可見遷者即汝又若謂必是汝之", "815": "真主真主則不去不去應當覺知今念念遷去去", "816": "則是客非主故無覺知則非汝真以上四句意明", "817": "不即不離也上二句明不離謂離汝無行行即是", "818": "汝故令體遷也不二句明不即念念遷去是客非", "819": "主故無覺不即汝矣則汝下二句牒上行陰不停", "820": "之意名為下結本想名幽隱如前經說。", "821": "又汝精明湛不搖處至是五受陰五妄想成。", "822": "這一節經承前次第為答識陰本想并結陰為想", "823": "成也又汝下直明識性常非常體精明湛不搖者", "824": "精明是識精明元湛然不搖即第八藏識湛然不", "825": "動的所在名處也楞伽以此名為常住所謂藏識", "826": "海常住是也今文名恒常者一句牒彼楞伽密嚴", "827": "等經名此為常者先牒次破言其非常也於身下", "828": "正辯非常謂此識性即在汝身此執受身根為藏", "829": "識所依此識所遊之處不出六根見聞覺知之間", "830": "若實下二句反顯非真非真即非常故何因下正", "831": "明其妄謂此識若果是真何因汝等眾生昔年覩", "832": "奇歷多年歲思憶不及於後忽覩前奇原憶何時", "833": "何處曾見此物宛然不忘則此下結顯是妄非真", "834": "也謂此湛然不搖之中念念受彼無始善惡種子", "835": "之所熏習冥遷密運曠古通今有何籌筭言其習", "836": "妄之深非凡情可格也阿難下牒明湛性非真流", "837": "注之相甚深微細也初句正牒非真如急下四句", "838": "引喻明其流注之細葢流勢高下則奔騰可見而", "839": "其洄漩汗漫之處急勢密流望如恬靜非是無流", "840": "若非下二句反顯湛性為一切想之元本故受此", "841": "等妄習也非汝下謂此湛識由汝六根銷復塵礙", "842": "潛通以得互用開合自在此之想元方得除滅亦", "843": "是反顯之辭故云非汝等也故汝下結明根識習", "844": "幾由致謂汝現在六根見聞覺知中的串習幾微", "845": "正是此識湛然精了之性此湛了內罔象虗無微", "846": "細精想為識陰之本串習幾者串是連綿不斷之", "847": "意習是習氣幾是幾微此明六根中連綿不斷隱", "848": "密幾微精耀名串習幾也意即前經所云在眼曰", "849": "見精明元在耳曰聽精明元等即是此識精了中", "850": "發散於外者是也而其內者即是罔象虗無之本", "851": "想耳坊本圈句以中字連下則云中串習幾此訛", "852": "也通文義者自能會取罔象虗無如前經說微細", "853": "精想者此想於五想中甚深微細二乘及地前菩", "854": "薩不能了故如八識頌云不動地前纔捨藏金剛", "855": "道後異熟空故名微細精想阿難下總結五本想", "856": "成五受陰也稱五受陰者受以領納為義領納色", "857": "心諸法五陰皆然故通名曰受此答阿難五陰本", "858": "想之問竟矣前阿難正問三意此本想之言但已", "859": "領佛先所說義今佛隨問次第而答故先明本想", "860": "次下正答三意。", "861": "汝今欲知因界淺深至知有涅槃不戀三界。", "862": "這一節經世尊正酬阿難三問也初二句總牒問", "863": "意因界者因即因性界即界畔即五陰界畔疊字", "864": "成文故因界兼舉也淺深者色陰最淺識陰最深", "865": "前前淺後後深也唯色下正明界義色與空對故", "866": "與為畔邊際即畔也觸與離是受之畔觸乃受之", "867": "因因觸生受與外境合名觸觸對離說離為受之", "868": "後際葢觸與離為受陰前後際也記與忘是想", "869": "之畔義可解滅與生是行之畔念初起是生念已", "870": "亡為滅前前生後後滅是行之畔也湛入合湛為", "871": "識際者上湛字是前七轉識動時則昏靜時則湛", "872": "返流全一為湛入合湛下湛字是第八識自證分", "873": "體湛不搖之湛也此五下總結五陰界義五陰元", "874": "者元是本即五陰本想是也重疊生者謂識生行", "875": "行生想等故名重疊下二句明生起還滅之意生", "876": "從內發故從識起滅從外除故從色滅理則下答", "877": "頓漸二問上二句明解下二句明行謂理解則頓", "878": "如人悟理則圓滿曉了乘其所悟疑惑併銷然其", "879": "情習未除情習屬事事難頓除必次第盡此約中", "880": "下之機說耳若上上機則初發心時便成正覺一", "881": "斷一切斷何次第之有然說雖名頓即頓中亦具", "882": "次第也我已下佛引第五經劫波巾結解次第以", "883": "明人空法空俱空三義次第與今義同故引證也", "884": "汝將下佛勑阿難輩轉教末世深厭自生一句文", "885": "倒置是天竺文式即自生深厭也謂令彼知五陰", "886": "虗妄則自生深厭而求出生死然知生死外有涅", "887": "槃可證則不戀三界餘文可解以上正宗五分通", "888": "前顯示已竟下文正顯流通分也。", "889": "阿難若復有人徧滿十方至是福云何更有邊際。", "890": "這一節經世尊承前大段三分此明流通分也阿", "891": "難下佛設財施之勝校量弘經一念之功此且明", "892": "財施之勝也長水疏云此文校量文雖不多意已", "893": "周盡七寶財之勝也滿空多之勝也供微塵佛福", "894": "田之勝也文可解阿難答下佛以施功為問阿難", "895": "答佛自陳其勝也昔有下引彼最劣顯此最勝謂", "896": "以七錢施佛施功最微尚獲輪王之報何況最勝", "897": "之福豈更有終窮乎七錢事未詳所出。", "898": "佛告阿難諸佛如來至筭數譬喻所不能及。", "899": "這一節經世尊重引極惡無間深重長劫之罪以", "900": "校一念弘經之功超勝施滌重罪而量莫能及也", "901": "佛告下欲引惡校功恐人不信故先明佛語無妄", "902": "警令生信也若復下正引極惡能以下引上長劫", "903": "極惡以校一念弘經之功能滌長劫十惡之罪不", "904": "唯滌惡而已又能轉罪為功變苦為樂此人所得", "905": "一念弘經之福勝於前人滿空財施百千萬億倍", "906": "量不能及也然彼外財之施雖多終為有漏與妙", "907": "心不󳖈今此一念弘經轉化得契妙心乃是成佛", "908": "之因故彼滿空長劫之施不能校此一念也四重", "909": "是比丘戒十波羅夷是菩薩戒。", "910": "阿難若有眾生能誦此經至皆大歡喜作禮而去。", "911": "這一節經世尊承前流通更以顯密二教勸持為", "912": "功并總結全經而輟席也前文是轉教利他之行", "913": "此復勉以自行若顯若密能自受持其功窮劫說", "914": "不能盡也佛說下總結全經輟席可知。", "915": "此解肇工於萬曆四十一年歲次甲寅仲冬既望。", "916": "而閣筆於四十五年丁巳季春下澣日也。", "917": "回向偈曰。", "918": "歸命十力尊佛頂三摩提菩薩聲聞僧", "919": "慈哀加被我解此甚深義願回向三處", "920": "諸佛及菩提十種異生性性相得究竟", "921": "無二無分別願我於未來生生常不昧", "922": "三檀濟群苦積劫施無盡正行起正因", "923": "順逆俱成化自利與利人往來二善道", "924": "七趣機能逗見聞隨所伏所屬資以成", "925": "齊能獲佛智化化誓俱生行行度無極", "926": "指極樂唯心悟本性是佛四弘徧塵毛", "927": "無作作靡已心期本釋迦塵剎薄伽梵", "928": "與彼無量壽交光灌我頂願出廣長舌", "929": "授我菩提記為諸尊勝幢展演第一義", "930": "同登涅槃山永別無明母", "931": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "932": "直解卷第十終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 298 楞嚴經直解", "author": "明 廣莫直解"}