{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1088 受菩薩戒法", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1088", "1": "受菩薩戒法并序", "2": "大吳越國惠日永明寺智覺禪師延壽集序", "3": "序詳夫菩薩戒者建千聖之地生萬善之基開甘露門", "4": "入菩提路梵網經云眾生受佛戒即入諸佛位欲知", "5": "佛戒者但是眾生心更無別法以覺自心故名為佛", "6": "以可軌持故名為法以心性和合不二故名為僧以", "7": "心性圓淨故名為戒以寂而照故名為般若以心本", "8": "寂滅故名為涅槃此是如來最上之乘祖師西來之", "9": "意聞者多生遮障見者咸起狐疑以垢深福薄故是", "10": "盲者不見非日月咎若有志心受者聞者法利無邊", "11": "七辨贊之莫窮千聖仰之無際可謂真佛之母生諸", "12": "導師妙藥之王能治眾病入道之要靡越於斯矣。", "13": "盧舍那佛說十地法門運菩薩之律儀立如來之行", "14": "業恒沙戒品圓三聚而統収萬行因門唯一念而具", "15": "足五位大士莫不賴此因圓十剎寶王無不由茲果", "16": "滿今者欲弘大事難稱時機若曾宿種一乘方乃能", "17": "生信解情執之者何以決疑須陳問答之由以袪邪", "18": "外之障。", "19": "問答問夫菩薩戒者乃文殊普賢之儔具縛凡夫如何得", "20": "受。答若執凡夫非普賢者即是滅一乘種古聖不合", "21": "云普照塵勞業惑門盡是普賢真法界若執眾生非", "22": "佛者即是謗十方佛大教不合云佛心與眾生是三", "23": "無差別以梵網經云一切有心者皆應攝佛戒且稟", "24": "人者誰不有心凡成佛者皆從心現所以釋迦出世", "25": "開眾生心中佛之知見達磨西來直指人心見性成", "26": "佛故祖師云即心是佛即佛是心離心非佛離佛非", "27": "心所以一切色心是情是心皆入佛性戒中即眾生", "28": "佛性之心具佛心戒矣況菩薩戒唯以開濟為懷不", "29": "同小乘局執事相是以菩薩饒益有情之戒但濟物", "30": "利人如末利夫人惟酒為戒仙豫大王惟利惟慈但", "31": "行利物之心即時秉持之志曷乃於法界而分彊域", "32": "向大道而定方隅徒自勞形反招餘咎。", "33": "問眾生心既具佛戒何用更受。答諸佛教法皆是為", "34": "未了者以暫亡故似有迷昧今即約事重明故稱受", "35": "戒自性妙律圓理昭然靡隔凡聖未甞迷悟法句經", "36": "云戒性如虗空持者為迷倒大般若經云持戒苾蒭", "37": "不升天堂破戒比丘不入地獄何以故法界中無持", "38": "犯故一切法空故今為未見性人方便發揚令信心", "39": "戒約事開導體用雙明祇如十重四十八輕垢輕重", "40": "雖殊總約事說別而不別理事一際不別而別持犯", "41": "條然不離事求理起斷滅之心不離理行事執常情", "42": "之見。", "43": "問具縛凡夫根微垢重若令受戒毀犯益多若不觀", "44": "根返遭淪墜。答只為垢重障深令受佛戒現行煩惱", "45": "雖厚佛乘種子無虧貴聞自本有之佛性善根諸佛", "46": "不可思議戒之威力能令佛心明朗煩惱輕微設少", "47": "持時功德無量纔發一念已過聲聞諸佛挍量羣經", "48": "具載不可以情思臆斷背佛違經謗大之𠎝罪淪長", "49": "劫菩薩瓔珞經云佛言佛子若過去未來現在一切", "50": "眾生不受菩薩戒者不名有情誌者畜生無異不名", "51": "為人常離三寶海非菩薩非男非女非鬼非人名為", "52": "畜生名為邪見名為外道不近人情故知菩薩戒有", "53": "受法而無捨法有犯不失盡未來際若有人欲來受", "54": "者菩薩法師先為解說讀誦使其心開意解生樂著", "55": "心然後為受。", "56": "又復法師能於一切國土中教化一人出家受菩薩", "57": "戒者是法師其福勝造八萬四千寶塔況復二人三", "58": "人乃至百千人福果不可稱量其法師者夫婦六親", "59": "得互為師受其戒者入諸佛界菩薩數中超過三劫", "60": "生死之苦是故應受有而犯者名為菩薩勝無而不", "61": "犯有犯名菩薩無犯名外道。", "62": "問何不以八關十善漸漸度之能稱小機免成毀犯。", "63": "答經云若以十善化人如將毒藥與人雖一期得人", "64": "天之飽不免生死毒發終不出輪迴翻增業垢若以", "65": "小乘開化即是大乘冤鴆解脫深坑可畏之處經云", "66": "寧起狐狼野干心不起聲聞辟支佛意所以云但說", "67": "大乘無咎。", "68": "問說法受戒本為超出苦源何乃却令誹謗毀犯翻", "69": "墮地獄有損無益何成化門。答自有聞而頓悟或有", "70": "聞而漸持或有聞而起謗隨機不同皆能獲益佛法", "71": "真實終不唐損如置毒乳中味味殺人又如以毒塗", "72": "皷遠近皆喪此大乘戒法聞而起謗尚獲大益起尚", "73": "供養恒沙佛人何況諦信一心求受所以文殊菩薩", "74": "經中校量云譬如有人聞說般若起謗不信墮地獄", "75": "勝供養恒沙佛者何以故供養恒沙佛只得人天生", "76": "滅之福若聞般若毀謗墮地獄受謗法畢以聞般若", "77": "為種纔聞說般若便得心開剎那成佛校其功力天", "78": "地懸殊又諸法無行經云有一淨威儀法師怜愍眾", "79": "生故從所住處常入聚落食訖而還教化百千萬家", "80": "皆作佛子令發阿耨多羅三藐三菩提心又有一威", "81": "儀比丘常住寺中乃至不能善於菩提所行之道淨", "82": "威儀法師諸弟子眾生常入聚落生不淨心即鳴楗", "83": "槌集眾立制汝等自今已去不應入於聚落於後淨", "84": "威儀法師遇有威儀比丘知不信受大乘戒法強說", "85": "一偈以作大乘種必知不信誹謗入地獄地獄罪畢", "86": "因聞此法為悟道之因頌曰貪欲即是道嗔恚亦復", "87": "然如是三法中具一地佛法有威儀比丘聞已誹謗", "88": "起是業已後時命終是業果報故墮阿鼻大地獄九", "89": "十百千億劫受諸苦惱從地獄出六十三萬世常被", "90": "誹謗其罪漸薄後作比丘三十二萬世出家之後是", "91": "業因緣返道入俗乃至無量千萬世諸根暗鈍師子", "92": "游步於汝意云何爾時有威儀比丘豈異人乎勿造", "93": "斯觀則我身是我時起是微細不淨惡心受此罪業", "94": "墮於地獄若人不欲起微細罪業者於彼菩薩不應", "95": "起於惡心菩薩所行道皆當信解不應起嗔恨之心", "96": "乃至如來見是利故常說是法故知因聞此大乘法", "97": "而得成佛聞而起謗尚得成佛何況志誠求聞求受", "98": "且如菩薩戒中十重婬殺等戒只如現在不受戒凡", "99": "夫從無始來具造殺盜淫欲等事慳貪嗔恚等法過", "100": "去已造現在今造未來當造念念無間心心靡移恒", "101": "沒生死恒沈苦獄故經云閻浮眾生舉足動步無非", "102": "是罪若行殺害墮畜生中互為高下若起嗔恚墮地", "103": "獄中常時燒煑若生慳貪墮餓鬼中飢火常然故法", "104": "華經云於地獄中作園觀想駝驢猪狗是其行處所", "105": "以蓮華色比丘尼昔為戲人披法服時以宿命智觀", "106": "過去無始前恒處地獄無有出期遂乃廣勸王舍城", "107": "中釋種等女但出家破戒入地獄終有解脫之時是", "108": "以但受破戒速超得道之場不受不破永處泥犂之", "109": "患以業道罪相酬無有體息故決定毗尼經云佛言", "110": "優婆離何故修大乘行菩薩戒寬容無犯何故聲聞", "111": "禁戒窄狹嚴切優婆離當知若初修大乘行菩薩戒", "112": "晨朝有犯應當結罪至午若菩提心無間斷戒聚成", "113": "就則非所犯乃至中夜有犯至於後夜菩提心無間", "114": "斷戒聚成就則非所犯優婆離當知初修大乘行菩", "115": "提心戒行寬緩若有菩薩結罪有犯不應悔懼復次", "116": "若聲聞犯戒戒相則滅無復更全何故為聲聞持戒", "117": "除煩惱故如救頭然燒衣心速為求寂滅涅槃堅持", "118": "戒行以知菩薩為發菩提無上心故受戒雖暫有犯", "119": "乃從事而論一期所制若菩提心四弘願不斷即不", "120": "名犯若永捨菩提心違四弘誓即名犯戒以聲聞人", "121": "不發菩提心受戒但求出離事戒纔犯持心即斷以", "122": "從生滅邊論故若菩提心菩薩戒約盡未來際無有", "123": "間斷故又經云犯戒名菩薩不犯名外道以未聞大", "124": "乘佛性戒故無可得犯縱修萬善皆是無益苦行所", "125": "收種苦求甘終無得理蒸砂作飯豈有成時所以梁", "126": "帝發願云不願作󳬂頭藍子暫得生天寧可作提婆", "127": "達多永處地獄且如不受戒眾生法爾累聚煩惱所", "128": "縈皆墮地獄設得暫出還墮輪迴似蟻循環如火旋", "129": "轉若得戒力心遇緣因一念迴心自然開悟經云如", "130": "王生子為民所敬得戒護人生聖種中後必得聖如", "131": "紹王位設有毀犯如菩薩戒八勝中第五受罪輕微", "132": "勝墮六趣中常得為王此是劣中之勝又如出家比", "133": "丘誰是微細精持戒人二地分持惟佛能淨所以經", "134": "云惟佛一人持戒清淨其餘盡名破戒者南山云受", "135": "者法界為量持者麟角猶多又云坐受立破得無量", "136": "福乃至但作奉戒之心莫作得戒之限善生云天地", "137": "無邊戒亦無邊草木無量戒亦無量虗空大海高深", "138": "戒亦高深亦復如是故知受時十方戒法無邊破者", "139": "毫𨤲少分終不盡破所以薩婆多云寧可一時發一", "140": "切戒不可一時犯一切戒寧可有戒可犯不可無戒", "141": "可破如無戒可破之人莫道具造惡業只如深山遠", "142": "谷木食草衣百千萬劫修遠離行若不受戒法大智", "143": "度論中文殊菩薩呵云與禽獸無異又寶林傳中有", "144": "小乘持戒比丘眼不觀色耳不聽聲以不達佛理故", "145": "受施主供養尚作大蕈還債豈況無戒信受理行都", "146": "無者歟如上所引事理照然金口不易之真詮古聖", "147": "現行之牓樣何得憑虗作實背正投邪障他無上之", "148": "善根起自菩提之大難若不投誠懺悔舌爛口中善", "149": "惡因緣難逃苦樂立即交報。", "150": "問何故犯菩薩戒不名犯而戒性無盡。答夫菩薩戒", "151": "若約理推即惟心心性無盡所以瓔珞經云一切凡", "152": "聖戒盡以心為體若約事明初發菩薩心四弘誓願", "153": "並徹未來際攝化有情不同人天二乘等戒力消盡", "154": "若辟支佛戒無大悲故戒力消盡舍利弗當知菩薩", "155": "摩訶薩戒行無盡何以故一切淨戒皆因菩薩戒攝", "156": "現前故譬如種子漸多利益無盡舍利弗當知菩薩", "157": "心者猶如種子諸佛如來戒行無盡是大丈夫名無", "158": "盡戒行舍利弗是修行菩提持戒故戒行無盡又受", "159": "菩薩戒具五功德八殊勝向下廣明挍量無盡。", "160": "問如上所說云何是菩薩破戒。答曰曇無讖菩薩戒", "161": "本云略有二事失菩薩戒一捨菩薩願二增上惡心", "162": "除是二事若捨此身或終不失從是以後所生之處", "163": "當有此戒增上惡心者所謂妄說人法二空未得為", "164": "得生大邪見起不信心故犯輕重之垢不生怖畏若", "165": "有因緣或犯輕重等戒雖暫時破深信因果常生懺", "166": "悔即不名犯又曇無讖戒本云若菩薩嗔他受著嗔", "167": "事不體息者犯重垢罪不犯者常欲捨嗔嗔心猶起", "168": "是名不犯。", "169": "問於諸佛誘進門中方便極多省要提携何不勸生", "170": "安養豈須破戒翻障淨方。答若生安養教受九品之", "171": "文上根受戒習禪中下行道念佛眾生根器不等不", "172": "可守一疑諸大乘起信論明諸佛本意為攝大乘初", "173": "入信之人恐生惡世難得成就令迴向往生免得退", "174": "轉若見佛法身易成就法忍此是明文證上品往生", "175": "如文殊菩薩云如壯士屈伸臂頃上品見佛便證菩", "176": "薩初地如下第九品聞大乘不信佛戒或只念佛乃", "177": "至臨終迴向亦得往生十二劫始花開未得見佛漸", "178": "證小乘格其圓功遲速大隔若受菩薩戒發無上菩", "179": "提心者已信大乘已受大法中間設破亦兼念佛懺", "180": "悔助生又得戒威德力發大乘心力不受戒者亦造", "181": "惡業只有念佛之力全無戒力及聞大乘法等力約", "182": "世間論少力且不如多力庶人力不如國王力其但", "183": "念佛名下品生者臨終難值遇善友皆遇緣差又志", "184": "力不堅數數間斷惡業深厚善弱難排須是眾緣方", "185": "能克證故經云非少福眾生而得生彼何如大小俱", "186": "運權實兼行廣備資糧萬善熏發一心決定可趍蓮", "187": "臺此論受戒而破者或有頓持或有漸持若但令一", "188": "門念佛往生則九品虗設上品大乘孤然可棄從上", "189": "諸佛不合制戒及禪定多聞但說一門以度群品天", "190": "台教云以八教網撈人天魚有頓有漸不定秘密藏", "191": "通別圓如是機接尚不得一且一網孔如何張鳥一", "192": "士夫如何治國諸佛無有定法故號阿耨菩提機病", "193": "不同法藥有異醫不專散天不長晴或有聞法悟者", "194": "或有坐禪悟者或有念經得度或有受戒證真諸佛", "195": "大意以可度為懷設不可度者說真實法亦不得入", "196": "若可度者說虗妄法亦得超彼故佛言若以虗妄得", "197": "度者我亦妄語菩薩修六度萬行如乘死屍過海亦", "198": "如囚禁廁孔得脫終不定一法是定一法非乃至斥", "199": "妄謀真捨此取彼並是執縛自繩疑網所籠情見不", "200": "忘致茲大失三乘十二分教惟翳我執愚心執盡情", "201": "亡智生道現故經云眼病見空花除翳不除花妄心", "202": "執有法遣執不遣法若悟大道圓通之人尚不見一", "203": "法是何有一法非盡十方世界未有一人成佛亦不", "204": "見一人作眾生地獄在何方天堂居何處不省愚蒙", "205": "翳目爭攀空裏之花豈察妄想疑根徒怖暗中之鬼", "206": "實可怜愍徒自驚嗟吾今依佛語故遵至教故曲順", "207": "機宜隨緣舒卷有求大道者說一乘之妙旨來求小", "208": "行者布六行之權門大小兼弘禪律俱運云云自彼", "209": "於我奚為何得專愚生於妄見執權謗實毀大怖空", "210": "螢𦦨何齊日馭之光蚊觜豈盡滄溟之底逆風執炬", "211": "自取焚燒漏管窺天徒抱慙耻今遵佛旨右聖圓文", "212": "纂集施行度有緣者溥願法界含識凡有見聞受菩", "213": "薩戒而行菩薩心發菩提願而圓菩提果耳。", "214": "梵網菩薩戒儀終", "215": "No. 1088-A 䟦No. 1088-A", "216": "䟦", "217": "天地萬物之父母父母子之天地其所以覆育之恩", "218": "固非一生一身之所能報也父母生我三子以予末", "219": "子躬自乳哺故於慈母受恩偏重非若他人之母子", "220": "也予甞欲以溫清之節定省之讀甘旨之奉不難其", "221": "側供為子聀適致薄福其於京畿無由民家舍可賴", "222": "居亦無官爵可仕桂玉之憂不絕故不在其側遠歸", "223": "田舍不顧名利但以農業退居累月矣忽聞慈母罹", "224": "疾顛倒促行歸覲不及屬曠與葬之時不圖母年未", "225": "暮而至於此予至此而不見慈母入其堂像其形容", "226": "言語森然而不見不聞矣至其墓稽首則孤墳寂寂", "227": "四山重重亦無形聲之見聞矣泣洫痛哭問天地而", "228": "天不語地不言我心茫茫其誰知矣何以使我早見", "229": "風樹之悲以故不惜錢財以泥金銀寫成眾經之綱", "230": "蓮經二部及諸經秘密等莊嚴披讀兼設華嚴三昧", "231": "懺為薦先母興安宅主李氏靈駕超生淨界悟明自", "232": "已次願嚴父順平君朴天祥兼及己身親眷現增福", "233": "壽歸依三寶盡力薦母然后當成妙果與先母一門", "234": "同享法喜廣度眾生報佛恩德又願重剏先母蘭若", "235": "置此諸經往往披讀每令先母來承聆法又為己母", "236": "願成一代全藏及華嚴諸經永永追孝不失平生撫", "237": "育之恩法界迷倫同沐慈冷爾。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1088 受菩薩戒法", "author": "宋 延壽撰"}