{"sourceLink": "http://www.cbeta.org/", "text": {"0": "菩提心論口筆三摩地叚", "1": "第三言三摩地者真言行人如是觀已云何", "10": "聲義別故於定躰有小異又於大小顯密𨿽有定躰不同󶢆而云之以心一境為義也。一切", "100": "羅密及後四攝八供養但取十六大菩󷨊為", "101": "四方佛所攝也。當󰏰舉三十七尊之意為取十六大菩󷨊也是則舉十六三昧", "102": "喻月輪十六分令知真言行者修生轉證義也謂三十七尊本有㓛德所成就躰十六三昧修證要法即", "103": "轉證次第也又此十六三昧者即四智㓛德也在果位為四智為因行開之即為十六三昧或學者義本", "104": "有修生各有十六者未得其意也。又摩訶般𠰥經中內空至無", "105": "性自性空亦有十六義。以十六大生比擬般𠰥十六空是有法躰", "106": "譬喻二意菩提心義第一云問論云又摩訶般𠰥經中內空至無性空亦有十六義者是例歟喻歟󷨽亦", "107": "例亦喻何者彼般𠰥中或明十一空十四空十六空十八空二十空且以十六空為處中義今𨿽三十七", "108": "尊且取十六大菩󷨊者是例又彼十六空對破十六有今十六大菩󷨊亦破十六惑障故亦喻也此中二", "109": "義󶢆云之相例意而非法躰同金剛般𠰥閧題云十六會則金󵥳界十六大菩󷨊三摩地門也故龍猛菩", "11": "眾生本有󷨊埵為貪瞋癡煩𢚰之所󶧠故。", "110": "提心論云從內空乃至無性自性空十六空門皆是󷨊寳等十六大菩󷨊之三摩地門此十六大菩󷨊三", "111": "摩地法門能攝一切法教應化隨機之󵘸󵘸多名淺畧之義𠰥為大度種性󵘸真言深秘故此釋意法躰", "112": "同義也釋意甚深也能可思之也且列十六空名義大般𠰥四百八十三云不取󷓞內空不取󷓞外空內", "113": "外空大空空空勝義空有為空無為空畢竟空無際空無散空本性空相空一切法空無性空無性自性", "114": "空同五百十二云善現一切法皆以十六空為趣諸菩󷨊摩訶󷨊於如是趣不可超越慈㤙心經幽賛下", "115": "云如大經中或󵘸十六謂內空外空內外空大空空空勝義空有為空無為空畢竟空無際空無散空本", "116": "性空無相空一切法空無性空無性自性空或󵘸十七加無所得空或󵘸十八又加無性空或󵘸十九別", "117": "加所依增上及互無空或󵘸二十於十八空中離無散空智論第三十三中邊論等中有之釋文廣博故", "118": "不能引載又安然釋十四空者本㨿十八空論中有之又十一空者指黃性所󵘸歟。一切有", "119": "情於心質中有一分淨性眾行皆備其體󰟖", "12": "明法尒所由謂一切眾生雖具足法尒佛性所以異始覺圓滿佛者為三毒所󶧠不得顯現也或學者一", "120": "㣲妙皎然明白。於心質中者心質即肉團心也䟽第三云凢人汙栗䭾心狀猶", "121": "如蓮華合未敷像有󵚴脉約之以成分男子上向女人下向先󶢊此蓮令其開敷為八󷨞白蓮華座此臺", "122": "上當觀阿字作金󵥳色此釋於凡夫心所心示甚深觀想上引大日經文內心妙白蓮者即是也一分淨", "123": "性者指本覺佛性六度經云一切有情本智如日䟽第三曰如真言中有質多字淺略只名為心𠰥作深", "124": "秘釋者質謂󴎯字󷙇三昧聲也󴎯是無遷變之義無遷變即是佛性此等文或云本智或云佛性皆是眾", "125": "生自心也當叚一分淨性者即是也眾行皆󲎘等者蓮華三昧經云歸命本覺真法身常住妙法心蓮䑓", "126": "本來具足三身德三十七尊住心城普門塵數諸三昧󷡳離因果法然具無邊德海本圓滿還我頂礼心", "127": "諸佛本覺佛性無邊㓛德圓滿而在纏出纏曾不增减故嘆其㓛德云皎然明白等也。乃至", "128": "輪󷙌六趣亦不變易如月十六分之一。輪󷙌六趣", "129": "者心地觀經第三云有情輪󷙌生六道猶如車輪無始終智論第十六云菩󷨊得天眼󶢊眾生輪轉五道", "13": "義云本有󷨊埵者眾生本來本有義不改三毒當躰即示㓛德品類生死即𣵀槃煩𢙉即菩提故更轉迷", "130": "󷙌旋其中天中死人中生人中死天中生天中死生地獄中地獄中死生天上如月十六等者以下又譬", "131": "󵘸也凡三摩地叚法󵘸譬󵘸前後交󷒲其中以月輪十六分相配十六大生是一󰏰詮要也即於當󰏰顯", "132": "其意十六分之一者即晦夜合宿月輪也。凡月其一分明相𠰥當合", "133": "宿之際但為日光奪其明性所以不現。晦曉", "134": "日月同時相過故月輪光一向隱不現以之喻眾生本有佛性所覆三毒迷妄不顯上為貪嗔癡煩𢙉之", "135": "所󶧠故者即此意也𠰥依安然菩提心義以合宿月輪類本有󷨊󵘁位合宿一剎那後日月一分相去以", "136": "月光少現喻修得金剛󷨊󵘁菩提心義第一云晦夜合宿剎那月光皆隱𠰥一分過月光少現是同夜故", "137": "此夜一分之明亦暗亦明故喻本有󷨊󵘁亦喻修得󷨊󵘁𠰥不尒者豈有十六大菩󷨊初一性得後十五", "138": "修得乎此釋意十六三昧行者修得三昧故以金󵥳󷨊󵘁三昧𠰥偏同本有喻合宿暗夜者修生十六一", "139": "分闕故於合宿月成亦暗亦明釋謂暗本有󷨊󵘁明修生金剛󷨊󵘁也私按此了簡必不尒歟謂約行者", "14": "妄非成佛果也私案此義太無謂煩𢙉即菩提者深教大宗故置而不論之雖然於迷悟不同全不可󷔁", "140": "十六三昧皆修生也而金󵥳󷨊󵘁三昧示一切眾生本有義故是喻合宿月於行者修證邊𨿽有淺深次", "141": "位於十六三昧曾不可有明昧不同是則十六大菩󷨊內證故然如安然了簡於十六大菩󷨊似存明昧", "142": "不同學者留意能可思惟之。後起月初日日漸加至十五日", "143": "圓滿無礙。後起月初者是有二義菩提心義第一云問天笁黑前白後而何故論云", "144": "後起月初日日漸加耶󷨽是譯者󷙌天竺語隨唐國法此釋意付云月初違天竺黑前白後法歟然翻譯", "145": "三藏隨唐土法廻文故不相違也般𠰥寺䟽鈔云私云天竺曆法以十五日為一月又以黑月為始以白", "146": "月為後龍樹云後月漸增至十五日圓滿無礙此釋意以當叚文為黑前白後本㨿謂後起月者即是白", "147": "後意也兩釋相違末學難是非者歟。所以觀行者初以阿字發起", "148": "本心之中分明只漸令󵠠白分明證無生智。", "149": "以下法譬合釋也真言行者於阿字本不生󶢊解躰逹時開顕本心是名本有心月上文我見自心形如", "15": "之略出經云一切眾生所有堅固菩提名󷨊埵堅固菩提者眾生本有菩提堅固不壞義也然今為顯彼", "150": "月輪者是也此本有心月顯現次第有前後即以十六大生盡其首尾地前地上有相無相等次位可在", "151": "此中委細如下釋本心者如上云可有八識九識二意分明者即上一分淨性也漸令󵠠白等譬󵘸日日", "152": "漸加意也無生智是本覺自然智上所謂無覺了也。夫阿字者一切諸法", "153": "本不生義。吽字義云阿字實義者有三義謂不生義空義有義又不生義者即是實境", "154": "界即是中道真言問󷨽云阿字門本不生理是虚空無垢大菩提心之地亦一切如來平等種子故諸法", "155": "者阿字字相是諸法能生義也本不生者字義即一實中道意也或學者義本不生字相以不可得為字", "156": "義者未得其意也准毘盧󴎯那經䟽釋阿字具有五義一者阿字（短聲）是菩提心二阿字（引聲）是菩提行", "157": "義三暗字（短聲）是證菩提義四惡字（短聲）是般𣵀槃義五惡字（引聲）是具足方便智義又將阿字配解法", "158": "華經中開示悟入四字也開字者開佛知見即雙開菩提心如初阿字是菩提心義也示字者示佛知見", "159": "如第二阿字是菩提行義也悟字者悟佛知見如第三暗字是證菩提義也入字者入佛知見如第四󷶃", "16": "本有菩提所修法名三摩地菩提心是則下所明三密五相妙行也未云不修三密行之前直同始覺圓", "160": "字是般𣵀槃義也󶢆而言之具足成就第五𢙣字是方便善巧智圓滿義也付此註󵘸有两義粗如上云", "161": "菩提心義第一云大日經義釋亦名義󵘸是一行記何以不空三藏引為證乎問𠰥尒菩提心論亦云准", "162": "毘盧舎那經䟽是豈非不空引一行記乎󷨽彼是後人引彼䟽文註入論中尒有論本是書長行者冩生", "163": "誤實範上人大經要義第三云私撿二師󷲼文貞元󶹖等一行開元十五年長逝春秋四十五不空神龍", "164": "元誕跡明知當禪師行年二十三三藏誕生也法弟三藏譯此論日註入先哲禪師䟽文寧可恠乎濟遷", "165": "僧都私抄大同之以上二義𨿽異於唐朝註入大日經䟽文天竺根本論非有之䟽第十一云次真言躰", "166": "阿（上）阿（上引）暗噁○此四字是此一部經中正宗躰也一切秘藏皆從此生即是毘盧󴎯那佛心也同第十", "167": "四阿等四字相配因行證入四轉之釋有之釋文廣󳑧也披而可見之又同第二十有方便具足𢙣字釋", "168": "依此等前後釋得意配釋五轉義故云准毘盧舎那經䟽等准字意顯非全文也又將阿字等者智證義", "169": "釋目󶹖云諸本中二十卷已前三本者與興善三藏菩提心中註不合不以法華開示悟入對釋四種阿", "17": "滿果位戒序云大毘盧󴎯那四種法身四種曼荼羅皆是一切眾生本來平等共有雖然被五障之覆󶂙", "170": "字故慈覺大師並圓珍本與彼論合也有以開示悟入對四種阿字是故勝劣易知自餘得失互不免之", "171": "菩提心義第一云高野二十卷脕此文也慈覺大師遍明和尚圓覺僧正等本並有此文也故知高野抄", "172": "本󷑆去大原四十帖云四種阿字配開示悟入事義釋有之䟽無之弘法大師秘之抄出為別卷法華大", "173": "日二教為一部之意可秘之故也依此等釋四種阿字法華四佛知見配釋事䟽中自本有之即慈覺智", "174": "證等請來義釋中有相配𥼶東寺所󷘰二十卷䟽中無之依安然長宴等意大師󷑆去之也學者一義云", "175": "大日經以四種阿字為宗法華經以四佛知見為宗而䟽中處處釋两經一致㫖所謂䟽第七云此經本", "176": "地常身又是妙法蓮華最深秘處又云此中開示即是佛知見與法華義同准此等意不空三藏作註釋", "177": "而義釋中直書加配當釋事是後日󶧕治所為也安然菩提心義云此義釋本三藏󵘸一行󵘸智儼溫古", "178": "󶧕治故本記外多加人言可思之又學者一義云又將阿字以下不空三藏得法華意作配釋非䟽中云", "179": "有之而因准毘盧舎那等註𥼶有此釋故後人誤而書加義釋中此又󶧕治失也又字起盡可思之以上", "18": "依三妄之雲翳不得覺悟若能󶢊日月之輪光誦聲字之真言發三密之加持揮四󴖄之妙要即大日之", "180": "二義𨿽有少異大違他門所傳私案二義中後義冝歟󷱔智證大師以無四阿四佛知見配釋文為䟽失", "181": "恐似任推意玄肪僧正道慈律師等請來義記等是皆䟽根本未󶧕治本也此等本既以無配釋文然者", "182": "後日󶧕治為本不可疑根本又大師非󷑆去之而安然長宴等云大師󷑆去依慿在何乎恐可謂暗推歟", "183": "惣而言之等者法華中不󵘸方便具足義故作此釋大日經亦不󵘸第五惡字䟽家加之䟽第二十云入", "184": "中𢙣（長声）字是方便也此是毘盧舎那本地之身華䑓之躰超八󳸟處非有心之境界准此意法華四佛知", "185": "見具足亦是方便究竟義也法華開題云所謂開示悟入四字與大日經四種阿字義趣大同弟五𢙣字", "186": "方便具足義此經無弟五義理必合有此釋同當叚意能可思之。即讃阿字是菩", "187": "提心義頌曰。上以阿字為諸法本不生義今為菩提心義是則自心本有菩提心", "188": "本初不生意也䟽第十四云以最初阿字為真言之躰○以此字門即是菩提心本原同第二十云初阿", "189": "字在東方如梵音阿字即有動首之義以順世間法諸方中東為上故喻菩提心最是萬行之初也其名", "19": "光明廓周法界無明之障者怱歸心海無明怱為明毒藥乍為藥五部三部之尊森羅圓現剎塵海滴之", "190": "曰寳幢佛此等文以阿字為菩提心義即東方寳幢佛內證也東是方初阿字諸字本源諸法能生菩提", "191": "心萬行最初佛果萬德即依之成故相類深義即在斯者歟。", "192": "八󳸟白蓮一肘間炳現阿字素光色", "193": "禪智俱入金剛󶧠召入如來寂靜智", "194": "三摩地儀軌云八󳸟蓮華一肘間炳現阿字素光色禪智便入金剛󶧠召入如來寂靜智此䡄文全同當", "195": "論一肘間者有二義一義心月輪量也謂白蓮上󶢊一肘月輪也一義前一肘也是去自身量也心月輪", "196": "量者依蓮華部心䡄歟前一肘者金剛界秘要記云󶢊想前一肘間有月輪居於白蓮華上其月輪中有", "197": "阿字此釋依准當叚文歟無畏禪要去身四尺󶢊一肘月輪（云云）諸䡄中明月輪量云一肘故𠰥心月輪𠰥", "198": "前一肘共以可󶢊月輪月輪白色故一義指阿字光明依此二義非云阿字色𠰥然者阿字色如何可󶢊", "199": "之乎𠰥准󶢊自在心真言儀䡄可󶢊金色彼文云於蓮華中想阿字放金剛色可思之𠰥依金剛智如意", "2": "能證無上菩提。第三言等者󶢆表當知法尒以下別釋也如是觀已者󳑂勝義", "20": "佛怱然涌出此釋依當叚文意𠰥不改三毒妄躰者覺悟何時乎可悲之。諸佛大悲以", "200": "輪儀䡄可󶢊白色彼文云󶢊前八󷓛蓮其上置阿字○色如珂雪流散千光明此文珂雪者即白色也禪", "201": "智俱入等者以下二句明󴖄相是則蓮華部心䡄所󵘸入智󴖄也但此󴖄事付法流有深秘口授不可載", "202": "󷨾靣也寂靜智者示阿字㓛能守護經云阿字者一切法寂靜躰本不生示無過之義可思之又䟽第八", "203": "釋阿字云如來以此一字義故去至本性常寂大𣵀槃中也阿字躰是本寂以具三昧𦘕故善逝具淨除點", "204": "故𣵀槃不動是處即行即到同於大空無所不遍故云大寂阿字字義本不生也然今云寂靜智是當阿", "205": "字字義依䟽家釋阿字躰本寂於不生阿字直示本寂義然者非相違然或學者義以蓮華部心䡄入智", "206": "明為本㨿以末一句真言即󶧠日羅吠舎之明是也此了簡不甘心凡今一頌明阿字菩提義觀念時可", "207": "三密相應𨿽不待言如來寂靜智文全非示真言唯是阿字㓛能即本有無漏智也。扶會阿", "208": "字者揩寔决定觀之當󶢊圓明淨識。以下約心", "209": "內圓明具示本有菩提心顯現相扶揩寔三字異本直作夫皆是三字也圓明淨識者八識九識二意具", "21": "善巧智。明起教元由性靈集第九曰大悲大日如來獨󶽕三昧耶妙趣悲嘆六趣之塗", "210": "如上解焉。𠰥𦆵見者則名見真勝義諦𠰥常見者", "211": "則入菩󷨊初地𠰥轉漸增長則廓周法界量", "212": "等虚空卷󷨴自在當具一切智。以下至具一切智文有三", "213": "節初𦆵見等地前即心外有相成就也次𠰥常見等初地以上即心內秘密成就也後廓周法界等即第", "214": "十一地妙果也准守護經第二心地󶢊經第八並無畏禪要等有五種三昧一者剎那三昧二者㣲塵三", "215": "昧三者漸現三昧（或云白縷三昧）四者起伏三昧五者安住三昧也依禪要釋此五中初四種地前第五一種初", "216": "地以上也當叚𠰥𦆵見等者即當初四種三昧見真勝義諦者勝義名𨿽在初地以上心外所顯有相成", "217": "就即是心內秘密影像一分故非相違猶如空月水月䟽第四云以三密加被自見心明道時乃知種種", "218": "名言皆是如來密󷢸可思之𠰥常見等者䟽第三云經云為彼從初發心乃至十地諸菩󷨊者謂初發淨", "219": "菩提心時見此曼荼羅已遍法界昇第二住又逾廣逾深作十轉開明乃至第十一地而後所見圓󰟖此", "22": "炭如實智雷震於法界殿秘密曼荼羅傳干𨶒浮提大悲約躰是後得智也善巧即大悲化用也𠰥依當", "220": "文逾廣逾深等者當󰏰𠰥轉漸增長意即地地遷登義也廓周法界者以下當第十一地果一切智者即", "221": "佛果一切智智也䟽第一云今謂一切智智即是智中之智也非但以一切種遍知一切法亦知是法究", "222": "竟實際常不壞相可知之。凡修習瑜伽觀行人當須具修三", "223": "密行證悟五相成身義也所言三密者一身", "224": "密者如結契󴖄召請聖眾是也二語密者如", "225": "密誦真言令文句了了分明無謬悮也三意", "226": "密者如住瑜伽相應白淨月圓滿觀菩提心", "227": "也。以下明三密五相法躰是則當論所釋肝心餘教不共秘要也一切眾生本有󷨊󵘁大菩提心", "228": "所顯即此三密加持力用也即身義云𠰥有真言行人󶢊察此義手作󴖄契口誦真言心住三摩地三密", "229": "相應加持故早得大悉地故經云三密金󵥳以為增上緣能證毘盧舎那三身果位真言問󷨽云身密󴖄", "23": "叚文并性靈集釋以理智法身󵘸法似為後得智作用凢此事古來諍論也具如別論之。󵘸此", "230": "語真言心妙󶢊平等相應至大日尊遍一切處三平等究竟實際𠰥三密中一闕即不能至平等處如車", "231": "一輪闕都無所到是即三平等義也三密相應得不思議益准此等文可知之密誦真言等者真言問󷨽", "232": "云其聲念誦者為如何耶󷨽經云凢誦真言時其聲不高不下不急不緩如流勿間字字分明句句相應", "233": "如住瑜伽等者䟽第十一云於真言門中心住一境而不散乱如󶢊字󶢊聲大尊種子隨於一事心不外", "234": "緣即能得大成就𠰥心在散乱設經無量刧中欲求成就尚不可得何况一生現得法利耶儀䡄本經所", "235": "明意密者專󶢊本尊形色等當󰏰不尒直󶢊菩提心是則以本有菩提心顯現為一論大󷔀本有菩提心", "236": "者即金剛󷨊󵘁㓛德也下釋其圓明則普賢身者即此意也。次明五相成身者", "237": "一是通逹心二是菩提心三是金󷶨心四是", "238": "金󵥳身五是證無上菩提獲金剛堅固身也", "239": "然此五相具備方成本尊身也其圓明則普", "24": "甚深秘密瑜伽。下所明五相三密法也。令修行者於內", "240": "賢身也亦是普賢心也與十方諸佛同之亦", "241": "乃三世修行證有前後及逹悟已無去來今。", "242": "五相成身等者十八會指歸云五相所謂通逹本心修菩提心成金󵥳心證金剛身佛心圓滿略出教王", "243": "两經並蓮華部心䡄等具󵘸五相瑜伽初通逹心者是初地當上𠰥常見者位次菩提心者即修菩提心", "244": "是則本有圓明心次第漸增位當上𠰥轉漸增長位次金剛心者即成金剛心是前圓明心卷󷨴自在位", "245": "也依蓮華部心䡄於是可󶢊三摩耶形則八󷓛蓮華是也但依五部可有三形不同也次金剛身者即證", "246": "金剛身是於本有圓明心月輪上所󶢊三摩耶形轉成自身位也次證無上菩提等者即佛身圓滿當具", "247": "一切智位也攝真實經守護經心地󶢊經等又󵘸五相但󵘸一相或󵘸三相五相不周備覺超僧都五相", "248": "成身私記云真實經五相心地經三相守護經一相是深秘相也教王經畧出經十八會指歸等五相四", "249": "種曼荼羅秘中深秘也攝真實經等𨿽󵘸五相成身不可同畧出教王等所󵘸慈覺蘓悉地經䟽云或大", "25": "心中觀日月輪。以下示行者觀相內心者󷳧肉團心大日經第一云內心妙白", "250": "乗經𨿽粗明真言󴖄契而支分不具未盡佛意此釋或大乗經者指守護心地等經覺超僧都秘中深秘", "251": "外立深秘相攝守護心地等經尤有其意者歟其圓明等者以下明佛身圓滿躰性略出經第三云普賢", "252": "法身遍一切能為世間自在主無始無終無生󷓟躰性常住等虚空今普賢身者指法身囙果𠰥約囙德", "253": "當金剛󷨊󵘁內證上文一切眾生本有󷨊󵘁者即是也又於法身囙果有理智二德理即身智即心也當", "254": "󰏰於普賢圓明躰作身心分別即此意也與十方諸佛同者舉例也始覺圓滿後二利㓛德與十方如來", "255": "等而不可有󶐉異也三世修行等者佛身圓滿位契當真如法性理之時𣱵廢古今相理趣釋云一切時", "256": "者在於異生時後證聖果時三業清淨猶如虚空可思之又華嚴大䟽云夫心󷕪至道則混一古今同演", "257": "義抄云心與理𡨋契則無古今之相此等釋於心理相應位古今相亡與當󰏰釋其意全同也。凡人", "258": "心如合蓮華佛心如滿月此觀𠰥成十方國", "259": "土𠰥淨若穢六道含識三乗行位及三世國", "26": "蓮胎藏正均等（云云）䟽第五云內心妙白蓮者此是眾生本心妙法芬陀利華秘密標𢡠華䑓八󷨞圓滿均", "260": "土成壞眾生業󶐉別菩󷨊囙地行相三世諸", "261": "佛悉於中現證本尊身滿足普賢一切行願。", "262": "凢人心等者䟽第十二云一切眾生心即是蓮華三昧之囙以未能令開敷故為諸煩𢚰等之所纏繞所", "263": "以不能自了其心如實之相秘藏記云㨿密教凢夫心如合蓮華聖人心似開蓮華此等文同當󰏰釋凢", "264": "心者即心所心也問秘藏記以蓮華開合示凢聖不同其意顯了也又五重結護云菩󷨊未証佛果滿德", "265": "未開以開蓮華喻佛以合蓮華喻菩󷨊也此釋約囙果二位以蓮華開不開作喻而當󰏰𥼶以佛心喻滿", "266": "月喻意不齋也其意如何󷨽道範義云蓮華胎藏也胎藏囙故以在纏心為合蓮月輪金剛界也金果故", "267": "以滿月為佛心是囙果蓮金表示也此了簡難思之凢取喻無盡也不可局定其中以凢心為蓮華偏非", "268": "譬喻上引經䟽文以凢夫心所心直為八󷓛蓮華當󰏰又此意也次以佛心為滿月是則當論大󷔀也謂", "269": "約十六三昧明十六分月輪次第增明義今佛心如滿月者至十五日圓滿無礙意也於此心月圓滿位", "27": "等如正開敷之形此蓮華臺是實自然智惠󶢊日月輪者䟽第四云日喻本尊身月喻修習瑜伽行又云", "270": "成理智二德理即胎藏智即金剛也約本覺理智共本有而其德用未顯約始覺理智二德同時顯現而", "271": "無所殘𠰥如道範義以理偏名囙以智偏名果還似失宗深義能可思之此觀𠰥成等者以下佛果圓滿", "272": "後染淨迷悟󶐉相同時示在自心三世國土成壞者世界成壞三世無止成成刧壞壞刧也住刧空刧等", "273": "亦自可在此中也悉於中現者指行者始覺自心即圓明心也秘密曼荼羅品䟽云謂於行者自心之中", "274": "而具佛惠大海十方通同為一佛土唯自明了他所不見故名秘密曼荼羅可思之普賢一切行願者即", "275": "十六三昧也詳如上󵘸之。故大毘盧舎那經云如是真實心", "276": "故佛所󶧺󵘸。大日經第三成就悉地品文也彼品󵘸摩訶󷨊意處曼荼羅云無垢", "277": "妙清淨圓鏡常現前如是真實心故佛所󶧺󵘸䟽第十二云摩訶󷨊意處󵘸名曼荼羅者心處亦可名為", "278": "心位即指此眾生自心之處即一切佛大悲胎藏曼荼羅也摩訶󷨊意處曼荼羅者即眾生自心曼荼羅", "279": "也彼本有曼荼羅顯現開發時十方三世依正二報染淨迷悟等諸法悉備一心故引此經文釋成三世", "28": "日喻本淨菩提心是毘盧󴎯那自躰月喻菩提之行准此釋日月輪󶢊共約喻月輪󶢊相如下明日輪󶢊", "280": "諸佛悉於中現等義也䟽第十二云此行從心而生心為照明能見如來之道行○此心處無垢清淨猶", "281": "如圓鏡常現前當知此即是先佛共所宣󵘸真實之心也真實心者即圓明本心也故佛者舉例是則法", "282": "身如來舉過去佛所󵘸例示今所󵘸不誤也問法身如來無始無終凝然常住也指何時云故佛乎󷨽真", "283": "言問󷨽云問大日者是即法身何故更次云成佛耶󷨽此有三意○一者大日指今果成佛者指昔時謂", "284": "大日世尊顯昔成佛之初事故云大日成覺大日法身𨿽凝然常住非無成佛始故两部大經共示故佛", "285": "例瑜󷑜經云往昔寳生佛於金剛界中度無量有情我今故演󵘸大日經開題云諸佛如來必因師而覺", "286": "故文云故佛所宣󵘸一切如來必待師教緣𨿽得覺悟果德圓滿後𣱵絕今昔指此位云無終不動此無", "287": "始無終平等本源所󵘸教名两部大經異他受用應化佛逗機󵘸法義固密教深㫖以常情不可測量也。", "288": "問前言二乗之人有法執故不得成佛今復", "289": "令修菩提心三摩地者云何󶐉別󷨽二乗之", "29": "相文不見推之就行者修󶢊邊明十六行相即十六三昧是也月輪十六分相配情見易了故委細釋之", "290": "人有法執故久久證理沉空滯寂限以刧數", "291": "然發大心又乗散善門中經無數刧是故足", "292": "可猒離不可依止。以下當叚餘義問󷨽也付此問󷨽有學者異義一義云問", "293": "意覺即凢佛躰者何故修五相三密等行乎發心即到機不可待修行是同二乗有法執故直不證一切", "294": "智智非疑三摩地修行似法執也󷨽意𨿽開自身即佛覺無始無明直難改故修三摩地行得證一切智", "295": "智也一義（道範）云問意三摩地修行似二乗有法執󷨽意真言行者遇自身即佛教之時顯教所断人法二", "296": "執即知輪圓具德故云既破人法上執也此二義共不分明乎私案問意以三密事相修行相類二乗法", "297": "執違無相無為真理疑之歟󷨽意領自身是佛教㫖時人法二執既破之故不足疑𨿽然無始無明等未", "298": "斷盡之者本有佛性速疾難顯故未得佛果一切智智依之以三密五相行為增上緣能逹諸佛自性也", "299": "凡近代學者付自身即佛㫖發心即到機不得三密修行云可成佛恐任自見作了簡歟如愚案者於釋", "3": "行願二心是則悲智二德𨿽成󷗮行闕三摩地心者無由得成佛實益故云云何能證等不空心要云𠰥", "30": "應其󶢊心所成就即本尊三昧也日輪喻即是也然則𨿽不示󶢊相行者十六三昧成就時自可顯歟然", "300": "前後更無所可妨學者能思之散善門等者堀池僧正抄云應化所󵘸無明緣起法故散善門非三摩地", "301": "門又上人釋云顯名散善門密稱三摩地門此等釋以一代諸教惣攝散善門當叚釋正指相󵘸叚中經", "302": "刧修行菩󷨊云又乗散善門等雖然七八九三箇住心未知三密神通秘要故可攝經刧散善門中歟然", "303": "者於當叚文可有兼正二意也。今真言行人既破人法上執𨿽", "304": "能正見真實之智或為無始間隔未能證於", "305": "如來一切智智故欲求妙道修持次第從凢", "306": "入佛位者。䟽第一云如餘󷡳離方便諸菩󷨊漸次修習戒定智惠於無量刧以種種", "307": "門觀人法二空猶未能󷡳離心之影像今真言行者於初發心時直󶢊自心實相了知本不生故即時人", "308": "法戯論淨𠰥虚空成自然覺不由他悟此釋同當󰏰意於是有二義一義云人法上執常人法二執即大", "309": "日經所󵘸󷓥細二種妄執也無始間隔即第三刧󰟖細妄執也遍滿記存此義一義云人法上執言攝大", "31": "或學者義日喻煩𢙉是煩𢙉躰性即菩提㓛德故在纏世間出世其躰全同下所云但為日光奪其明性", "310": "日經三妄執無始間隔即當㣲細妄執是即三妄執地前所断󴎯情分齊也㣲細妄執表德實際上所具", "311": "十重㣲惑也於初地以上作十轉開明即此意也此二義中後義宜歟極細妄執者法執氣分故上執言", "312": "可攝之也問以㣲細妄執為初地以上表德所具惑本㨿如何又以初地淨菩提心為自證圓滿󰟖位近", "313": "代學者一同所判也然今義大違初地即󰟖義然者此等義難思如何󷨽以㣲細妄執為初地已上惑不", "314": "待言䟽第七云菩提心猶有所依故未名正遍知如來已度此㣲細󷓭論進趣都息故名超越心地此文", "315": "㣲細戱論者即㣲細妄執也此㣲細妄執佛果能障惑故為表德智所断逾深作十轉開明乃至第十一", "316": "地所見圓󰟖者即此意也次以初地為佛果󰟖位者其本㨿在何處乎經䟽本文曾未見之秘藏記云越", "317": "三妄執越三僧󷑜刧是則十地究竟也過此修上上方便断㣲細妄執至佛果故經曰此四分之一度於", "318": "信解以㣲細妄執為十地󷙇惑釋文明鏡也誰可疑之乎故初地即󰟖義大背文理者哉故欲求等者故", "319": "字决定意謂决定上󷨽義也妙道者即佛果大道修持次第者即三密修行也此三密行從凢入佛秘術", "32": "者即此意也此了簡不甘心頗不合釋㫖趣歟委細至下可辨之。由作此觀照見", "320": "故云從凢入佛位等或義云修持次第等次第證行相是約漸機從凢入佛等頓超行相是約頓大機也", "321": "此了簡太不可也頗不合問󷨽㫖趣又背文首尾問意曾不疑頓漸行相於󷨽󵘸豈成頓漸分別乎於機", "322": "有頓漸超三類𨿽有成佛遲速共以三密行為證入良緣一論所釋唯在此事者歟。即此三", "323": "摩地者能逹諸佛自性悟諸佛法身證法界", "324": "體性智成大毘盧󴎯那佛自性身受用身變", "325": "化身等流身。以下當經釋或義云即此等六字以下能逹等表句也此義難思以", "326": "三摩地行者修生轉證為󷨽󵘸㫖趣何於此中分別表釋乎能逹諸佛等者示自證㓛德遍滿記云能逹", "327": "等本地法身悟諸佛等自受用身證法界等他受用身此義難思以法界躰性智為他受用身大違自宗", "328": "定判不可依用也又道範義云諸佛自性者智諸佛法身者理法界躰性智者事是即性淨圓明三點性", "329": "德也此三點胎藏次大毘盧󴎯那等四身金剛界也此了簡两部配属強無詮㫖歟今云諸佛自性者理", "33": "本心湛然清淨猶如滿月光遍虚空無所分", "330": "諸佛法身者智也理云逹智云悟尤有其意歟證法界躰性智者理智不二是即行者修證󰟖處也成大", "331": "毘盧等者秘藏記云此四種身者為一身所具為各各出生此四種身耶󷨽一身之所互皆具足○中䑓", "332": "毘盧󴎯那為法身四佛為應身釋迦為化身外金剛部龍鬼等為等流身大毘盧󴎯那佛惣句自性以下", "333": "別句即四種法身也一義云大毘盧󴎯那惣躰惣德即法界身也自性身等阿閦等四佛即是五種法身", "334": "義也五種法身事󷶩上人五輪九字秘釋中以聖位經並法界身文為依慿立之凢四種法身外立法𤰪", "335": "身否一箇󷲡也當󰏰釋強非五種法身義歟以四身名大日聲字義釋明鏡也然者以大毘盧󴎯那為𢝰", "336": "句義合釋相歟。為行人未證故理冝修之。以下十字結󷨽󵘸義", "337": "䟽第一云或有󵘸言但觀心性無相無為不應種種紛動行菩󷨊道此󵘸非也如以四種不生觀鑛中金", "338": "性𨿽復在囙在果常自無减無增𠰥不以方便消融滓穢即此不生之金無由可得行人亦復如是𠰥不", "339": "以三種秘密方便供養行門消融百六十心鑛石之垢何以得此淨菩提心○𠰥以大悲萬行種種鍊冶", "34": "別。以下示󶢊心成就相本心者𠰥依安然菩提心義當第九識是則自性無垢本心也𠰥依蓮華", "340": "得成神變加持不思議業故不應未得謂得保初心為󰟖果也此釋全同當󰏰意或學者義（道範）以為行人", "341": "等二句為宿善分齊宿善者非宿生未證以前精進修行皆為宿善也此了簡太背文理歟不足信用也。", "342": "故大毘盧󴎯那經云悉地從心生如金剛頂", "343": "瑜伽經󵘸一切義成就菩󷨊初㘴金剛座取", "344": "證無上道遂蒙諸佛授此心地然能證果。", "345": "以下舉二箇文證結成󷨽義初文大日經第三悉地出現品文也彼經文云當知真言果悉離於因業○", "346": "真言者當得悉地從心生䟽第十一云真言者當得悉地從心生者當知真言行者但以方便自淨其心", "347": "𠰥三業清淨當於是中自得明了而自覺悟也譬如有人夢中修行種種六度而淨佛國覺見則無成果", "348": "之相但是一念無明心中有因果萬行耳五智三身果等由他非得併從行者自心所顯也為成此義引", "349": "今經文𨿽心自證心非不假方便其方便者即三密方便也如金剛頂等者教王經第一文得意引證之", "35": "部心䡄當第八識彼䡄文云藏識本非染清淨無瑕穢長時積福智喻𠰥淨滿月此文藏識者即第八識", "350": "非全文一切義成就菩󷨊者金剛頂經能󵘸教王因位名也此意菩󷨊修無識身三昧證一道清淨理以", "351": "為究竟而依虚空油麻諸佛驚覺授五相瑜伽證一切智智授此心地者即五相瑜伽也此五相成身是", "352": "行者心中所備本有㓛德故云心地道範義云金剛頂經引證有二義一云一切義成就迂廻菩󷨊於顯", "353": "教經三無數刧將成佛時蒙諸佛驚覺五相成佛今人直從真言門發心决定不起干座三摩地現前是", "354": "引迂廻證直往頓悟也一云釋迦如來為即身成佛人證成自家即身頓悟義一切義成就者悉䭾太子", "355": "也悉䭾太子即身成佛為果後方便示現經刧成佛行也私案此二義共不詳當叚三摩地一󰏰餘義問", "356": "󷨽結釋也然問意以三密修行類法執發疑断彼疑云行人未證故理冝修之因此釋引今經文意云教", "357": "主如來既應三摩地修行成自受用究竟正覺是即以教主囙行令例知一切真言行者修證義未必問", "358": "󷨽頓悟頓成義歟即身頓證義此論挭摡所釋指歸故今始而非可疑也。凡今之人𠰥", "359": "心决定如教修行不起干座三摩地現前應", "36": "也󶢊智儀䡄又以自性無垢心為本源清淨大圓鏡智第八識即大圓鏡智相應此等本䡄文𨿽云第八", "360": "於是成就本尊之身。以下當󷨽󵘸餘義今人者指一切真言行者即", "361": "未世今時人也瑜󷑜經曰󷨽未法世人長誦之真言刀兵不能害水火不燓漂○𠰥誦一百遍能󷓟百刧", "362": "罪𠰥誦一千反能成滿意願𠰥誦一洛刃得大金剛身𠰥誦一俱𦙠得成遍成尊菩提心義第一云今未", "363": "世設修此觀即身成佛之人亦應隱形一如常人非有緣人誰見其佛經䡄中󲱓明未世得益𨿽然悉地", "364": "成不可依信修有無當󰏰釋即顯此意大師釋曰人法法尒興廢何時機根絕絕正像何別𨿽顯人法法", "365": "尒教㫖頓不得益者不堪如教修行故也。故大毘盧󴎯那經供養次", "366": "第法云𠰥無勢力廣增益住法但觀菩提心", "367": "佛󵘸此中具万行滿足淨白純淨法也。大日", "368": "經第七卷文也於此經有題額不同一本如前六卷一本如當󰏰所引不思議䟽所釋題大同當󰏰所引", "369": "凡就此經󵘸者有種種異󵘸一󵘸無畏三藏撰出一󵘸逹摩掬多所造一󵘸文殊所造一󵘸大日直󵘸此", "37": "識不取相分於自性本源明無垢清淨義然者或為第九識或云第八識唯是躰相不同也所歸可會一", "370": "四󵘸中無畏撰出者以两本義釋為本㨿覺󷘜師演密抄中成此義掬多所造者安然和尚持誦不同第", "371": "四菩提心義第一等釋之文殊所造者不思議䟽釋也直佛󵘸者以十萬頌廣經作三千餘頌略本以彼", "372": "略本譯為七卷經佛󵘸廣經略本故類前六卷直云佛󵘸也此四󵘸中掬多所造者安然私了簡也本㨿", "373": "不分明於自餘三󵘸古來學者為難决篇目具如別論之問今經文引證㫖趣如何󷨽私云以普賢本有", "374": "菩提心顯現圓滿為三摩地󰏰詮要而上舉三箇文證悉地從心生之㫖𨿽結成之直於本有菩提心觀", "375": "顯文證未引之故於󷨽󵘸結句引證其文所謂住法但󶢊菩提心者是淨菩提心即當󰏰最初所釋法尒", "376": "應住普賢大菩提心是也故𠰥無㔟力等𨿽一句非今所用是同文故來也然則菩提心觀顯處所具因", "377": "行萬行異三密四曼等本有法戝當󰏰所引以菩提心處具足萬行為肝心歟學者留意能思察之不思", "378": "議䟽上云淨白純淨法者於躰理中恒有得恒沙性無漏㓛德及布󲣿等諸度門也。此菩提", "379": "心能包藏一切諸佛㓛德法故𠰥修證出現", "38": "致歟。亦名無覺了亦名淨法界亦名實相般𠰥", "380": "則為一切導師。以下論主所釋也包藏一切諸佛㓛德者不思議䟽所云恒沙", "381": "㓛德六度等諸度門也𠰥修證等者修修󶢊證證入也一切導師者正指第十一地佛果兼約初地以上", "382": "等覺等修證出現是在初地以上故也。𠰥歸本則是密嚴國土不", "383": "起干座能成一切佛事。以上約化他以下約自證歸本言正示自", "384": "證本源歟密嚴國土者瑜󷑜經云唯此佛剎盡以金剛自性清淨所成密嚴華藏密嚴經云不󵘩欲界中", "385": "成佛作佛事要往密嚴證無上覺以自性法身所居土󷢸密嚴國土又名華藏世界天台󷢸寂光土是唯", "386": "智所照真理寂靜境界也自宗意於此位存色相莊嚴言󵘸󵘸法本地自證󵘸法者即是也能成一切佛", "387": "事者大悲行願化度眾生等事也於修證出現位能成廣大佛事故云不起于座等也。讃菩", "388": "提心曰𠰥人求佛慧通逹菩提心父母所生", "389": "身速證大覺位。𠰥人求等者此一頌𢝰而一論結文別而󷨽󵘸中餘義結釋也", "39": "波羅密海。就以下文有二義一義云無覺了智淨法界理實相又理般𠰥又智波羅", "390": "初一句約能求所求機論初所謂我今志求阿耨菩提人是也次一句約所修󶢊想後二句示成佛得益", "391": "通逹菩提心者是有二義一義指五相中最初通逹心最上頓機人於通逹心位可成佛也一義指佛身", "392": "圓滿是以五相惣德云通逹菩提心也此二義共不穩愚案發心决定上以如教修行位云通逹菩提心", "393": "歟𠰥不依三密五相行何以可通逹乎是以灌頂文舉當論三門行相云𠰥有四眾能察此趣手結󴖄契", "394": "口誦真言心󶢊實相如教修行則不經三大刧速證大覺位故經云𠰥人求佛等此文依慿今頌文明知", "395": "通逹者如教修行義也然世或學者以今一頌為發心即到義恐似不得釋㫖趣也父母所生身者不轉", "396": "肉身意也無畏尊勝破地獄䡄云𠰥有眾生最上根人常日夜三時持念𠰥時時尅尅憶念定此人不󵘩", "397": "父母所生身現身當得不思議難得佛身此文同今釋上根上智人現身成佛得益專如教修行之㓛力", "398": "也䟽第一釋頓覺成佛神通乗相云今此真言門菩󷨊𠰥能不󷶬法則方便修行乃至於此生中逮見無", "399": "盡莊嚴加持境界非但現前而已𠰥欲超󷓽佛地即同大日如來亦可致也論主並䟽家宗家等解釋一", "4": "不修此三摩地得成佛者無有是處可思之。當知法尒應住普賢大", "40": "密海理智不二事點也一義云無覺了正躰智是約能緣智淨法界理是約所緣境實相般𠰥等理智不", "400": "揆也誰閣此等明㨿豈可求異端乎學者能可分別也。", "401": "金剛頂瑜伽中發阿耨多羅三藐三菩提心論也。", "402": "應𣱵十有二年季复三伏天於高野山西谷之草庵复中籠山之間依客僧等所請講菩提心論次", "403": "令勝義行願二󰏰口筆焉於三摩地󰏰略之然依桒城闍梨之（南都律宗）大望三摩地󰏰重而口筆焉（同𦗟", "404": "三人同宿祐潤師豪等）十一箇月之間抄記畢所詮之㫖趣多違近世學者之所解頗不足為南指却羞後人", "405": "之玄覽𠰥於萬分之一會法理併奉資高祖之報㤙尒。小野末資權僧正實順", "406": "󳝚寬文九己酉秋九月之吉　前川茂右衛門尉󷶪劂", "41": "二能所平等義也二義中後義冝歟。能含種種無量󱰖寳三摩地", "42": "猶如滿月󷶫白分明。以下示心德用大日經曰淨菩提心如意寳滿世出", "43": "世勝希願可思之或義云上湛然清淨等約月輪清淨義今能󷓤種種等約月輪圓滿義前後喻意不同", "44": "也前後相配一徃𨿽可然釋㫖趣強不作簡別歟於一物󷓤二意必不可別配也。何者為", "45": "一切有情悉󷓤普賢之心。明月輪相類所由是則結上法尒應", "46": "住等義之意歟。我見自心形如月輪何故以月輪為", "47": "喻為滿月圓明體則與菩提心相類。正示心形", "48": "相教王經第一云時菩󷨊白一切如來言世尊如來我遍知已我見自心形如月輪畧出經云行者既見", "49": "智所成月白世尊言我見月輪清淨性相慈覺曼荼羅問答云和上（法全）󷨽云心如月輪者此非唯喻意心", "5": "菩提心。法尒即本有義是簡顯得之言也無畏禪要云三摩地者更無別法直是一切", "50": "躰此月輪何者心法界躰非長短方圓非青黃赤白亦是長短方圓一也亦是青黃赤白也或云取圓滿", "51": "月只喻心躰福智圓滿非謂心全躰即是月輪者此不得心躰法界之色法界之用耳此等文同當叚釋", "52": "然守護經第二攝真實經中心地󶢊經第八等以心躰月輪相為初心行者所觀然者似相違仍此篇目", "53": "古來未决也具如別論也。凡月輪有一十六分喻瑜伽中金", "54": "󵥳󷶁󵘁至金󵥳举有十六大菩󷨊者。義釋第五", "55": "云甘露有十六分乃至以十五分遍󲣿眾生以所餘一分還生青龍䡄下云甘露有十六分十五󲣿有情", "56": "一分還此等文於月輪𨿽明十六分不同當󰏰文當󰏰意以晦夜合宿一分並白月十五分為十六分以", "57": "相配十六三昧不空仁王般𠰥陀羅尼釋云於瑜伽教中成普賢行十六如聲聞見道中十六行也此文", "58": "以十六三昧配聲聞十六行十六三昧者即盡普賢行願始終是真言行者修證次位也䟽第二曰然此", "59": "經宗從初地即得入金󵥳寳藏故○𠰥解金󷶨頂十六大菩󷨊生自當證知也大日經十地金剛頂經十", "6": "眾生自性清淨心名為大圓鏡智上至諸佛下至蠢動悉皆同等無有增减但為無明妄想客塵所覆是", "60": "六大生其位全同也以金剛󷨊󵘁三昧為最初以金󵥳拳三昧為最後究竟於之有學者異義一義拳菩", "61": "󷨊生即究竟果位也一義云十六生外立佛果圓滿一位此事一箇筭題也今謂於拳菩󷨊生可有正滿", "62": "已滿二位約正滿十六隨一故指属因滿𠰥約已滿成十六分󶢆躰故是則究竟圓果也准起信論菩󷨊", "63": "地盡句可解之。於三十七尊中五方佛位各表一智", "64": "也。秘藏記云五智釋名法界躰性智者謂三密󶐉別數過剎塵名之法界諸法所依故曰躰也法", "65": "然不壞故名為性决断分明得以為智大圓鏡智者謂自他三密無有邊際名之大也具足不󲉞曰圓實", "66": "智高懸萬像影現鏡之喻也平等性智者性淨智水不簡情非情故彼此同如故常住不變故名曰平等", "67": "性智妙󶢊察智者五眼高臨邪正不謬因以為名成所作智者二利應作故曰所作妙業必遂成稱也以", "68": "五智配五佛是一往相配也開法身如來四智㓛德為四佛而配四方非各別佛安然教時義第一云諸", "69": "佛菩󷨊皆在十方隨於何國猶是東方阿閦即菩提心故○𠰥約真如法界躰性則此一一之諸佛菩󷨊", "7": "流轉生死不得作佛此釋全同當󰏰文𠰥依安然菩提心義第一大日經如來定大空三摩地等皆攝此", "70": "互具四門故𢏏𨹔為菩提心亦以阿閦為成菩提乃至皆然此釋意諸佛各具五智故約何佛大圓鏡智", "71": "東方即菩提心表示也乃至平等性智亦如是是則一佛上隨方布教摽𢡠也發心修行菩提𣵀槃不乱", "72": "其次第之意也然南都德一未决中以五佛五智相配為未决之一是不知秘密教深義故也。東方", "73": "阿閦佛由成大圓鏡智亦名金󵥳智也南方", "74": "寳生佛由成平等性智亦名灌頂智也西方", "75": "阿𢏏陀佛由成妙觀察智亦名蓮華智亦名", "76": "轉法輪智也北方不空成就佛由成成所作", "77": "智亦名羯磨智也中方毘盧󴎯那佛由成法", "78": "界智為本。東方阿閦等者梵語翻為不動佛四佛四智相配如心要釋又八識四智", "79": "相應等如理趣釋本文廣博也披而可見之問以平等性智名灌頂智其意如何󷨽平等性智者南方寳", "8": "三摩地菩提心五相五輪等󶢊是顯眾生本有佛性兩部大經深意曾以不可有󶐉異也又三摩地者梵", "80": "部也入壇灌頂事業是福業所作故寳部三摩地尤相應仍名灌頂智歟問以妙觀察智為蓮華智其意", "81": "如何󷨽蓮華者一切眾生本性無垢心蓮也以如來邪正不謬五眼觀察彼無垢本性起󵘸法用是名轉", "82": "法輪蓮華即大悲三昧表示也以蓮為西方尊形軄而斯由也然者約大悲能緣名妙󶢊察智約眾生本", "83": "性名蓮華智歟。已上四佛智出生四波羅密菩󷨊焉", "84": "四菩󷨊即金寳法業也三世一切諸聖賢生", "85": "成養育之母。出生義云由四如來智出生四波羅密菩󷨊焉盖為三際一切", "86": "諸聖賢生成養育之󳌤於是󴖄成法界躰自受用身則󷘳之正中毘盧󴎯那如來四親近菩󷨊則四波羅", "87": "密󴖄焉此文全同當叚釋此外慈覺金剛界次第安然金󵥳界對受記第三等皆以四波羅密為四佛所", "88": "流出然秘藏記明四方部毋中四波羅密出生四佛之義釋之甚似相違更可决之。於是󴖄", "89": "成法界體性中流出四佛也。聖位經云然受用身有二種一", "9": "語翻為等持是心一境義也經䡄中云三昧是畧語也或云三摩呬多翻等引或云三摩鉢底翻等至轉", "90": "自受用二他受用毘盧󴎯那佛於內心證自受用四智○從四智中流出四佛各住本方㘴本座䟽第廾", "91": "云然此八󷨞及中胎五佛四菩󷨊豈異身乎即一毘盧󴎯那耳。四方如來各攝四", "92": "菩󷨊東方阿閦佛攝四菩󷨊金󵥳󷨊󵘁金剛", "93": "王金剛愛金剛善哉為四菩󷨊也南方寳生", "94": "佛攝四菩󷨊金󵥳寳金󷶨光金󷶨幢金󷶨笑", "95": "為四菩󷨊也西方阿𢏏𨹔佛攝四菩󷨊金剛", "96": "法金剛利金剛因金剛語為四菩󷨊也北方", "97": "不空成就佛攝四菩󷨊金󵥳業金󵥳護金剛", "98": "牙金󵥳拳為四菩󷨊也四方佛各四菩󷨊為", "99": "十六大菩󷨊也於三十七尊中除五佛四波"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8882 菩提心論口筆", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8882 菩提心論口筆", "author": "日本 釋實順撰", "language": "chinese", "source": "CBETA"}