{"sourceLink": "http://www.cbeta.org/", "text": {"0": "住杭州㞾山淨明禪寺語錄", "1": "平湖德藏禪寺語錄卷二", "10": "運今朝扶起破砂盆此則且止如何是德藏境師云", "100": "絕是非。", "101": "不二知浴領陸府張太夫人壽誕設齋請上堂問是", "102": "非人我拈卻一邊如何是衲僧正因師云頭頂天腳", "103": "踏地進云滅卻貪嗔痴虛空無罣礙此猶是學人行", "104": "履如何是到家極則句師云舌頭不出口進云莫怪", "105": "渠儂多意氣他家曾踏上頭關師云那裡是你踏著", "106": "底僧頓足一下便喝師云且緩緩乃云榴火初紅薰", "107": "風扇物萬境森然真機溢目直下了然覿體無間當", "108": "陽不昧洞徹古今目前一一透露自然頭頭顯現所", "109": "以釋迦老子降生目顧周行指天指地莫非發明此", "11": "殿閣甚巍峨士云如何是境中人師云居士來問話", "110": "個端倪以此植福福海淵深以此釋愆雪清冤業以", "111": "此祝壽壽山益峻直得千祥駢至萬善咸臻得恁麼", "112": "天然奇特受用自在且必竟因何而至莫怪渠儂多", "113": "意氣他家曾謁聖明君下座。", "114": "滿七小參三七功圓千戈頓息各各歸家田地穩密", "115": "若是向上一路直須更進一步且如何是向上一路", "116": "蝦蟆跳上梵天蚯蚓驀過東海。", "117": "解制小參師云於其結也九旬期內壁立萬仞行是", "118": "行坐是坐個個身心同達磨喫茶打濕嘴唇皮摸著", "119": "鼻孔下頭大於其解也八字打開平生慶快住便住", "12": "士云如何是人中意師云問得甚分明士禮拜師云", "120": "去便去頂門有眼人人具腳頭腳底總春風魔宮虎", "121": "穴恣遊戲惟有山僧主杖子結也結他不著解也解", "122": "他不著拈來覿體光生放下歷歷落落有時扶我下", "123": "階墀步步咸承渠恩力卓主杖起身。", "124": "住嘉興石門縣福嚴禪寺語錄住嘉興石門縣福嚴禪寺語錄", "125": "師受　當道眾搢紳護法并則峰法兄和尚遺書洎", "126": "兩序耆舊請於十月十一日進院。", "127": "即日鄭沈曹三護法設齋請上堂至法座前師拈疏", "128": "云衲僧家因甚被者道符子勾遣若向個裏委悉得", "129": "去如龍得水似虎靠山其或未然請為道破宣疏畢", "13": "如何是你腳跟下一句士云步步不離師乃揮拂云", "130": "指法座云盡大地是個華王座教啟上座又向甚麼", "131": "處登顧左右云大家著眼便陞拈香云此一瓣香千", "132": "聖同源萬靈共轍拈起也光透九天放下也寧靜四", "133": "海端為祝延", "134": "今上皇帝聖壽萬歲萬歲萬萬歲伏願金輪永御寶", "135": "祚彌昌聖明同日月睿算等乾坤次拈香云此一瓣", "136": "香奉為滿朝文武闔邑當道紳衿列位尊官護法永", "137": "為皇家柱石恒作佛法金湯復拈香云此一瓣香超", "138": "啟自十七歲時向秦郵天王禪床角頭覷著末後撞", "139": "著個不近人情老漢一槌擊碎直得空勞勞地無耙", "14": "幽栖養拙寄龍山永日寥寥萬境閒自笑蒲團無定", "140": "握處于無把握處拈出供養中興翔鳳資福次住即", "141": "此堂上傳臨濟正宗第三十二世上靈下機觀老和", "142": "尚用酬法乳之恩斂衣就座西堂契微白槌云法筵", "143": "龍象眾當觀第一義師云語水垂鉤貴釣巨鰲眾中", "144": "還有透網金鱗麼試出來𨁝跳看問和尚云空勞勞", "145": "無把握如何是無把握句師云山僧到者裡無開口", "146": "處進云昨日嘉禾今日語溪未審昨日的是今日的", "147": "是師云坐斷兩頭看進云如何是坐斷處師卓主杖", "148": "進云學人禮拜去也師云禮拜即得乃云自愧年來", "149": "被業牽頻經符使席三遷如今多病渾無力鈯斧還", "15": "力又隨台命到人間既到者裡迴避無門十字街頭", "150": "開祖父田既爾時節奏遇事非強為于迴避不及處", "151": "直下承當仗師翁光明幢子鼓弄一上去昔日五祖", "152": "演和尚云山前一片閒田地叉手叮嚀問祖翁幾度", "153": "賣來還自買為憐松竹引清風咄五祖老漢者片祖", "154": "翁田地忘卻了多時以致臨風叉手特地沉吟我福", "155": "嚴者片田地先師翁重勳開化之洪模諸伯叔遞代", "156": "振興之覺地則法兄承先啟後歷艱持危守成有在", "157": "纖芥無遺界至分明處處炳然蒼松疊翠古徑幽閒", "158": "一段真風堂堂不昧勸農橋下流水潺湲顯發師翁", "159": "妙旨天山巖畔竹影搖空揭示衲僧巴鼻超啟到者", "16": "打開布袋合水和泥七穿八穴若是向上提持向山", "160": "裡公案現成勿須叮嚀問主一一無非自家活計頭", "161": "頭總是受用境界且端拱樂業一句作麼生道拈起", "162": "一枝無孔笛大家吹出樂昇平結槌云諦觀法王法", "163": "法王法如是下座。", "164": "次晚小參師云啟上座入院來兩日了佛法二字不", "165": "敢措辭何故有先師翁為汝諸兄弟塵說剎說熾然", "166": "說無間歇今忽到者裡忍俊不禁一腳踢翻勸農橋", "167": "一拳拳倒天中山不是兒孫彰意氣要與師翁逞頭", "168": "地卓拄杖起身。", "169": "結制上堂師云衲僧行履洒洒落落縱奪自由通身", "17": "僧未陞座以前會取去稍有衲僧氣息其或未然且", "170": "作略一切處意氣全彰拶著時露出手腳踢倒五須", "171": "彌掀翻四大海大地沒纖毫處處絕安排到者裏說", "172": "甚九旬結制三七施工總是無繩自縛漢山僧恁麼", "173": "道倘或遲遲有個方便教諸兄弟直下透脫去遂擲", "174": "拄杖下座。", "175": "上元解制上堂師以拄杖畫○相云九十日前汝等", "176": "諸人總跳不出欲住不寧要去不得幾被者個縛殺", "177": "復以拄杖畫一畫云山僧今日一時畫破了也一任", "178": "諸人去留自在南天台北五臺直得燈籠放光露柱", "179": "喝采拄杖子忍俊不禁驀地𨁝跳觸倒須彌山掀翻", "18": "向第二頭打葛藤去也當湖勝境素稱善邦士庶傾", "180": "四大海驚起海底龍王傾出七珍八寶汝等諸人", "181": "須好看山僧只得合掌云稽首拄杖子神通何亦爾", "182": "我見燈明佛本光瑞如此卓拄杖下座。", "183": "佛歡喜日石攻方居士請上堂師揮拂子云一毫頭", "184": "上薦得萬英叢裡稱尊高超物表獨露乾坤所以道", "185": "天人群生類悉承此威力秪為眾生瞥爾情生輪迴", "186": "不輟六道殊途四生異轍報有精麤辛酸苦惱今日", "187": "乃諸佛歡喜之辰眾僧自恣之日我石攻方居士敦", "188": "請山僧陞于此座闡揚大法頓令存沒均沾法益遂", "189": "擊拂子云一擊心空及第歸頓超直入如來地復舉", "19": "誠咸欽佛化德藏名藍唐朝建蹟老松風中興道場", "190": "調達謗佛生陷地獄佛遣阿難往問汝在地獄中安", "191": "否調達云我在此中如三禪天之樂阿難云汝思出", "192": "地獄否調達云待世尊入地獄我方出地獄阿難云", "193": "佛乃三界大師安有入地獄分調達云佛既無入地", "194": "獄分我豈有出地獄分師云調達可謂大冶精金試", "195": "聽山僧頌出安身自有法地獄勝三禪鑊湯無冷處", "196": "火裡綻青蓮揮拂子下座。", "197": "結制當湖趙正言居士法名明道同室人王氏法名", "198": "明祥送佛至山請上堂師云有佛處不得住福嚴今", "199": "日剛結制無佛處急走過九旬期內親覷破釋迦老", "2": "門人廣和記錄", "20": "先法叔載振法窟山僧菲才繼其高躅幸逢台護興", "200": "子來也覿面好與一吐乾矢橛一捏粉碎通身暢快", "201": "麻三斤直下斬斷免見葛藤到者裡說甚僧袛行滿", "202": "然後成佛三七施功方言悟道所以云大千沙界海", "203": "中漚一切聖賢如電拂咄復舉城東老母與佛同生", "204": "不欲見佛忽遇佛來即便迴避以手掩面十指掌中", "205": "俱皆是佛師云城東老母太煞無大人相爭似我明", "206": "道明祥二道人造佛裝金香花燈燭種種供養迎送", "207": "至福嚴者裡永永奉供以為不朽且道與他城東老", "208": "母還有優劣也無試聽山僧判斷一上一人只知有", "209": "己不知有人一人只知有人不知有己忽然人己兩", "21": "崇兼諸耆德輔贊不敢另展風規別資玄妙單提向", "210": "忘二俱頂天立地卓主杖下座。", "211": "解制湖州府范永生居士設齋請上堂師云突出一", "212": "句迥絕淆訛明如杲日寬若太虛歷劫難磨古今不", "213": "昧大丈夫漢拈得便用權衡在握生殺全施與奪自", "214": "由縱橫無礙所以今日我永生居士以此營齋飯僧", "215": "延增福壽功裕嗣胤慶無不吉且應時即境一句又", "216": "作麼生道一天雲淨含春象萬里晴空絕是非下座。", "217": "對機對機", "218": "僧問如何是學人本來面目師云十字街頭石敢當", "219": "僧禮拜師云會麼僧云不會師云切忌磕著撞著。", "22": "上一著貴要流通正眼即今現前緇素人人頂𩕳上", "220": "僧問選佛場中有幾人超宗越格師云獨汝無分僧", "221": "云為甚麼師云鈍置衲僧僧便喝師便打。", "222": "僧問雜念紛紛時如何師云雜念紛紛從甚麼處起", "223": "僧擬議師便打復問眾云雜念紛紛時如何一僧云", "224": "識得不為冤師云觀世音菩薩將錢買胡餅放下手", "225": "因甚卻是饅頭僧無語師云又不識得了也。", "226": "僧問一拳拳倒黃鶴樓一踏踏翻鸚鵡洲為是神通", "227": "妙用是法爾如然師云也不是神通妙用也不是法", "228": "爾如然僧云畢竟如何師便打。", "229": "僧問不知將甚麼喚作話頭師云你問底是甚麼僧", "23": "放大寶光個個腳踏實地輝天鑑地者段光明各各", "230": "云一火燒卻時如何師云露僧便禮拜師云露底是", "231": "個甚麼僧便喝師便打。", "232": "僧問學人還有藏身處麼師云露。", "233": "僧問盡大地是藥那個是自己師云卻被一莖藥蓋", "234": "卻。", "235": "僧問如何是父母未生前本來面目師云惜取舌頭。", "236": "僧問天上月正圓因甚人間道月半師云兩個五百", "237": "原是一貫。", "238": "落堂問僧正當恁麼時如何僧云雲開月現師云月", "239": "聻僧喝師云好好問你因甚喝僧擬議師便掌。", "24": "直下證取歸家穩坐且到家一句作麼生道驀豎拂", "240": "問行堂你是那裡人僧云江北師云揚子江作麼生", "241": "得過僧云有甚隔礙師云盞子撲落地碟子成七片", "242": "意旨如何僧無語師云莫道無隔礙好。", "243": "落堂經行次把住一僧云有一事相借問得麼僧喝", "244": "師云好好借問為甚便喝僧擬議師便掌少停坐定", "245": "師云山僧適來好好借問那僧被伊一喝一僧胸中", "246": "甚是不甘眾中還有為山僧出氣者麼眾佇思師震", "247": "聲一喝而出。", "248": "師睡次與夔書記問法華云是法非思量分別之所", "249": "能解畢竟作麼生會師云卻值山僧打睡夔佇思師", "25": "云全憑者點無私力仰祝", "250": "云汝又作麼生會夔云動容揚古路不墮悄然機師", "251": "頷之。", "252": "七期落堂問與夔云本有之事為甚費者許多生受", "253": "夔云從前汗馬無人識秪要重論蓋代功師云通身", "254": "血汗。", "255": "師問與夔云盡大地是山僧汝向甚麼處著足夔云", "256": "和尚不得打作兩橛師云如何是你一橛底夔云落", "257": "霞與孤鶩齊飛秋水共長天一色師云大好一片景", "258": "日初禪人瞻禮老和上像師指真云你認得者老漢", "259": "麼初云未到楊墳早已識得了也師云你道他是何", "26": "吾皇憶萬年復舉王常侍到臨濟至僧堂前問云者", "260": "面目初便喝師云我問你是何面目為甚麼喝初禮", "261": "拜師便喝。", "262": "題贊題贊", "263": "初祖像讚初祖像讚", "264": "十萬迢迢過大梁曾將不識惱君王如今尚在秋江", "265": "上一葦何時到魏邦", "266": "題青山和尚像題青山和尚像", "267": "踏翻閩海天撈得禺泉月鑿破青山雲浡興猛虎穴", "268": "一瓶岩壑心十載冰霜骨素心付煙霞襟懷似兀兀", "269": "贏得清風啟後先葆林千古規芳躅", "27": "一堂僧還誦經麼濟云不誦經侍云還參禪麼濟云", "270": "題利禪和上像題利禪和上像", "271": "禺山唱道令全施打落天邊俊鶻兒佇看飛騰能變", "272": "化翻雲覆雨在臨時", "273": "又", "274": "掬得禺泉一勺水胥江激起萬尋濤棒頭點出龍門", "275": "子也解潑天弄巨潮", "276": "自題像讚自題像讚", "277": "淮水逆流特出者漢曾經大地平沉徹底家私盡蕩", "278": "空勒雙拳在握覿面當機不讓兩開祖父藥舖單賣", "279": "死貓頭慣性情觸著如雷無人湊泊得上惡聲遍布", "28": "不參禪侍云既不誦經又不參禪畢竟教他作甚麼", "280": "寧區聞者非非而謗恁般無德長老阿誰描他供養", "281": "且喜與禪諳此機電光影裏薦其半缽帶拈來分付", "282": "伊他年莫負老夫望", "283": "題秘含禪人行樂圖題秘含禪人行樂圖", "284": "懸岩之下坐忘情手握輪珠花雨新山色溪聲能瞥", "285": "地大千沙界現全真", "286": "題純修陸居士行樂圖題純修陸居士行樂圖", "287": "高山流水白雲中散服科頭太古風長嘯豁然開醉", "288": "眼方知物外有純翁", "289": "題廉湖陸護法行樂圖題廉湖陸護法行樂圖", "29": "濟云一個個教他成佛作祖去侍云金屑雖貴落眼", "290": "避名巖壑醉煙霞飽玩松山意興賒看到景忘情絕", "291": "處乾坤笑破總虛華", "292": "與貞伯任公與貞伯任公法名明覺", "293": "靈山授囑與王臣金臂恒垂衛法門今日任公能力", "294": "荷曇花又放一枝新", "295": "題鄭又民居士像題鄭又民居士像", "296": "者漢能控佛祖機逢人慣弄爪牙威箭鋒頓落懸巖", "297": "處三十烏藤徹困時", "298": "化燈油偈化燈油偈", "299": "者點光明本現成從來生佛不多增全憑智者能挑", "3": "住平湖德藏禪寺語錄康熙三十三年九月二十一日進院。", "30": "成翳濟云將謂你是個俗漢師云常侍煆過精金臨", "300": "剔永作凡間破暗燈", "301": "佛事佛事", "302": "設先老和尚塔供設先老和尚塔供", "303": "盡道先師滅度阿誰知他去處不作溈山水牯牛定", "304": "做楊岐三腳驢遺下未了公案殃及後代兒孫大眾", "305": "今日合當酬恩因甚說者個話遂插香云超啟所供", "306": "是實伏惟慈鑒。", "307": "設至邛嵩庵利禪三法兄供設至邛嵩庵利禪三法兄供", "308": "同條生死句千聖莫能窺若非三位師兄直得無人", "309": "委悉雖然且道今日設供燒香意在於何遂插香云", "31": "濟寶劍在握一挨一拶逾見光生今日諸位台護臨", "310": "如今更勿論孤賒盡在栴檀香一片。", "311": "為則峰法兄和尚設供為則峰法兄和尚設供", "312": "丹桂香飄梁木忽折非常之哀哭笑不得秪有一句", "313": "子突出難分別不是法兄和尚在今無人委悉拈來", "314": "置向尊前伏惟冥中鑒格大眾且道是那一句語水", "315": "聲中流不盡天山作舌也難宣。", "316": "東蓮老和尚訃至設供東蓮老和尚訃至設供", "317": "昨日登高節黃花香拍鼻忽然報到來東蓮老人滅", "318": "細雨洒寒空天地慟相泣寥寥面壁風大法將誰賴", "319": "雖然且道即今設供燒香還來鑒格也無若道不來", "32": "筵眾僧雍然在座相見不措一辭須知早已話墮且", "320": "卻成虛設若道來以何為驗遂以手椎胸云換手椎", "321": "胸意惘然輸誠惟把旃檀熱。", "322": "資福明心和尚訃至設供資福明心和尚訃至設供師云同聲相應同病相憐", "323": "兄退資福我辭福嚴死生雖異其理一焉金鳳衝開", "324": "霜夜月雁行愁斷小陽天。", "325": "愚山和尚封龕愚山和尚封龕師云嶺上寒梅香正發象王擺斷黃", "326": "金索轉機北斗解藏身空裡猶聞普化鐸恭惟愚翁", "327": "法兄和尚道唱東明單提向上一關化行清邑揭示", "328": "衲僧巴鼻生殺全施縱擒自在湖海浩歸象龍擁座", "329": "興菩薩慈為眾彌篤特建寶坊水雲得惠臘長諸方", "33": "道節文在甚麼處知音不在頻頻舉達者須知暗裏", "330": "德尊寰宇不忝為老福嚴之真孫先法伯之嫡胤可", "331": "謂天山益峻滹沱漲流忽爾移星換斗別轉化輪獅", "332": "子迷蹤人天罔測且道即今潛機密用一句作麼生", "333": "道當軒大坐絕中偏千聖到來難辨的。", "334": "為燦衲法兄掩龕為燦衲法兄掩龕", "335": "拈得先師鈯斧青山劈草除荒竭力獨開生面荊棘", "336": "化成寶坊諸行刻志身先率眾厚德謙光動履不落", "337": "時轍濟物道出尋常可謂起翔鳳嘉聲挽末法頹綱", "338": "正冀砂盆永賴匡扶何期遽然別展旗鎗至今小弟", "339": "孤掌難鳴雁不成行雖然秪如今日化緣告畢四眾", "34": "驚卓主杖下座。", "340": "瞻仰末後全提一句又作麼生道坐斷十方誰辨的", "341": "一輪杲日照當陽。", "342": "送則峰和尚靈龕歸楚設供送則峰和尚靈龕歸楚設供", "343": "拈香云暑日炎炎獨送程瓣香杯茗致殷勤個中千", "344": "里同風句楚水吳山月一輪插香便拜。", "345": "化城庵行廣遠塵二比丘尼靈骨入塔化城庵行廣遠塵二比丘尼靈骨入塔", "346": "二禪德還會否剛離化城頓歸寶所一對鴛鴦畫不", "347": "成個中端的難分剖難分剖試看末山不露頂遂送", "348": "入。", "349": "佛音禪德請為父母靈骨入塔佛音禪德請為父母靈骨入塔", "35": "結制持直監院領眾居士設齋請陞座問結制開爐", "350": "師以杖指骨云者是優婆塞那是優婆夷夫婦偕到", "351": "斯各請歸寶所遂送入云個中一句絕安排坐看山", "352": "花紅朵朵。", "353": "介千師請為先慈明修尼靈骨入塔介千師請為先慈明修尼靈骨入塔", "354": "師舉骨云閱世八十一載幻緣頓爾俱拋育得獨角", "355": "麟兒編蒲聲價彌高涅槃生死兩途迥脫赤體條條", "356": "勿自藏身北斗愛聽翔鳳松濤覷破趙州那一掐全", "357": "身放下萬機消便送入。", "358": "純如師火純如師火", "359": "翔鳳嶺頭濕雲黯黯薰風天際梅雨霏霏會得目前", "36": "諸方舊例德藏門下如何施設師云一棒一條痕進", "360": "無異法頭頭盡是出身機且作麼生是出身機蛙鼓", "361": "池塘鳴未已又聞啼鳥隔峰西。", "362": "權實巡照火權實巡照火", "363": "山門頭佛殿後到處經巡東廊上西廊下左右觀照", "364": "三板鳴四板嚮椎下分明客來看賊來打隨機得妙", "365": "此是上座尋常照察邊事秪如權實並行一句作麼", "366": "生道攛火炬云烈焰堆頭飛鐵鷂。", "367": "自真禪師入塔自真禪師入塔", "368": "竭盡身心精勤志篤護惜招提肘無外曲煉得者些", "369": "兒堅密如金玉到頭雲定覓山歸無縫塔中深藏畜", "37": "云眉間寶劍袖裡金錘銅頭鐵額一錘粉碎未審無", "370": "遂入骨云十方坐斷露全提亙古青山輝杲旭。", "371": "香燈火香燈火", "372": "惟斯者著子觸處分明極焚香擇火不曾違生死去", "373": "來無間隔雖然秪如燈花爆時又是個甚麼消息夜", "374": "來一陣雨滂沱大地山河盡改色。", "375": "明慧老宿火明慧老宿火", "376": "生本三湘瞻風雨浙一卷金剛常轉不輟齒德可稱", "377": "叢林敬悅今朝坐斷萬緣時生死涅槃都不涉且道", "378": "明慧老師即今在甚麼處連宵不斷黃梅雨點滴分", "379": "明俱漏泄。", "38": "眼耳鼻舌身意底如何煆煉師云識得你了也進云", "380": "慧國禪師火慧國禪師火", "381": "篤志已射芒鞋不惜兩登鳳山貴圖決擇為護叢林", "382": "傾誠竭力無端更轉別峰機一片道心無變易慧禪", "383": "德且作麼生是無變易底心啟上座即今為你指出", "384": "看取獅子峰亙古常突兀便燒。", "385": "四儀禪人火四儀禪人火", "386": "吳中山廣陵水登涉分明自家底今朝直下歇馳求", "387": "一曲歌來還舊里秪舊里一曲作麼生唱擲炬云倒", "388": "騎白鶴上揚州笑看瓊花秋色裡。", "389": "上求新戒火上求新戒火", "39": "今日現前大眾個個入聖超凡去也師云你腳跟下", "390": "戒品方登皎如冰雪撩起便行得大解脫翻身火裏", "391": "露全軀生死涅槃俱超越擲火炬云咦。", "392": "心榮火頭火心榮火頭火", "393": "終日只知燒火誰知惹火燒身直須皮膚落盡自然", "394": "迥脫根塵且道迥脫後如何八月連宵雨滿溪流水", "395": "聲。", "396": "還空禪德火還空禪德火", "397": "桂子香飄八月天歸家踏斷嶺頭煙個中一句無多", "398": "子始信還空事宛然且作麼生是宛然底意萬壑松", "399": "聲常在耳聽來何似響流泉。", "4": "即日當道眾紳衿護法並本山諸耆德請師陞座僧", "40": "作麼生進云金鑱影下翻身轉直踏毘盧頂上行師", "400": "慧國禪師火慧國禪師火", "401": "天色將初夜星稀月朗時目前親會得為發轉身機", "402": "且作麼生是轉身機擲下火炬云識得丙丁元是火", "403": "鑊湯爐炭不相違。", "404": "文璧禪師請為息二剃度師六七之辰起棺文璧禪師請為息二剃度師六七之辰起棺", "405": "六七日中萬機頓息坐斷十方惟契不二今朝正是", "406": "轉身時兜率人間隨所至便以杖引出。", "407": "入塔入塔", "408": "翠竹森森黃花鬱鬱塔戶洞然開請公親造入遂進", "409": "骨云個中一念萬年時正好舉頭看紅日。", "41": "云且緩緩問選佛場開凡聖交參人天瞻仰請師", "410": "百川知客火百川知客火", "411": "撥草瞻風貴明者著妙用頭頭何曾晦卻客來看賊", "412": "來打見得分明迎賓處打躬時通身顯露雖然此猶", "413": "是上座親知識輔叢林底用秪如今日萬機寢息歸", "414": "源得旨一句又作麼生道攛火炬云萬派聲歸海百", "415": "川絕異流。", "416": "瞿堂禪人火瞿堂禪人火", "417": "撥草瞻風出嶺南百城煙水太漫漫三千里外知端", "418": "的腳下明明是故山秪如故山一句作麼生道歸去", "419": "踏翻梅嶺月清光爍破髑髏寒。", "42": "示師便打進云除卻棒喝請師別道師云將謂別有", "420": "巨量老宿靈骨入塔巨量老宿靈骨入塔", "421": "別卻獅山舊隱處轉身愛向普同藏白雲坐斷無今", "422": "古樂樂時聞花雨香。", "423": "遠生智慧了明蘊白四老宿靈骨入塔遠生智慧了明蘊白四老宿靈骨入塔", "424": "以杖指骨云即此物非他物是四上座之本得烈焰", "425": "曾經煆一回堅密身心如金玉大千沙界莫能收藏", "426": "身秪有者一隙復以杖約骨云者且止既是同到這", "427": "裏因甚卻分門而入直下若明宗正眼自然個裡知", "428": "端的便送入。", "429": "時津師靈骨入塔時津師靈骨入塔", "43": "那進云利生之句蒙師示向上宗乘事若何師云腳", "430": "捧骨云大千俱壞者個不壞親煆一回通身慶快珍", "431": "藏岩谷不知春無影樹下常自在。", "432": "匡濟禪宿火匡濟禪宿火", "433": "別卻河南路踏翻兩浙天一身輕似葉頭角自昂然", "434": "先師會裏道價聲重鹿城十載白業彌堅今日末後", "435": "全提纖毫不立坐斷千差人天罔測啟上座到來更", "436": "為通個消息攛炬云寒崖重發焰火內綻青蓮。", "437": "楊燕貽居士請為亡室章氏下火楊燕貽居士請為亡室章氏下火", "438": "師云鶯啼柳外花笑巖前明明彰般若境界的的露", "439": "本來面目章氏淑人直下恁麼見得徹去生死窟宅", "44": "跟下會取進云漕溪一脈傳千古平江萬派盡朝宗", "440": "立地掀翻愛網情關頓然解脫坐斷男女之相逍遙", "441": "兜率人間須知更有轉身一路山僧即今特為發機", "442": "擲下火炬云勝熱門大啟優曇火裡開。", "443": "朱同一護法等請為超薦水溺孤魂朱同一護法等請為超薦水溺孤魂", "444": "師云瞥爾情生識浪高相牽淪溺莫能超今朝一念", "445": "回機去妄見狂波當下消喝一喝。", "446": "當湖任捕廳請為橋下妖石說法當湖任捕廳請為橋下妖石說法", "447": "爾乃何類之精靈附物興妖而作祟喝一喝云今朝", "448": "喝下快翻身頓然解脫超升去。", "45": "師云瞻仰有分乃云德藏今朝事不同新開爐韝力", "46": "施功山僧應有鉗錘別要逼生蛇化活龍諸兄弟剔", "47": "起眉毛看取火色不假一錘現成公案一錘便就平", "48": "地青霄總不恁麼天上天下性燥漢子聞恁麼道直", "49": "下承當多少省力若是頑銅鈍鐵爐錘之下未解翻", "5": "問德藏名剎特峙東湖懸花雨之舊亭存松風之遺", "50": "身停機佇思早已鈍置須向九旬期內密用功夫三", "51": "七日中頻加煆煉且功力俱到一句作麼生曆盡三", "52": "冬節寒梅自吐香下座。", "53": "佛成道日本寺各房眾師設齋請上堂問昨夜黃面", "54": "老子見個甚麼道理便恁麼道師豎拳云秪得者個", "55": "進云今朝和上見個甚麼道理便恁麼斷師云也秪", "56": "得者個進云恁麼則獅子還生獅子兒師云切莫亂", "57": "塗糊進云大眾沾恩讚歎去也師云知恩即得問昨", "58": "夜惡風攪乾坤今朝日午打三更如何是世尊不傳", "59": "迦葉不聞的消息師良久進云未離兜率已降王宮", "6": "跡和尚到來如何是重整一句師云萬象盡含新進", "60": "未出母胎度人已畢因甚又入雪山六年師云知恩", "61": "者少進云秪如當時睹明星悟個甚麼師云者柄拂", "62": "子三錢銀子買得進云即今某甲掀倒禪床喝散大", "63": "眾且道和上今日說個甚麼法師便打進云等閒坐", "64": "斷千差路從教何處不光輝師微笑乃云一念回機", "65": "便同本得豁開兩眼青天白日迷個甚麼悟個甚麼", "66": "夜睹明星一翳在眼奇哉奇哉空花亂墜一切眾生", "67": "誰是眾生者皆具如來智慧德相切忌錯安名皆因", "68": "妄想執著而不證得震聲一喝云二千年前若得者", "69": "一喝截斷葛藤免見相襲至今後代兒孫簸土揚塵", "7": "云高提祖印棒喝交馳不涉二途又作麼生師打云", "70": "無有了日大眾還知得者一喝落處麼若知得落處", "71": "則德藏寺裡諸位耆德人人頂天立地個個超宗越", "72": "格便恁麼去彼既丈夫我亦爾不向如來行處行其", "73": "或未然尋常夜夜明星現切忌抬眸打失睛下座。", "74": "持直監院領金明侯居士等請上堂問楖栗橫拈打", "75": "開祖師關捩如何是橫拈楖栗句師云突出難辨進", "76": "云金鎞倒握截斷衲僧命根如何是倒握金鎞句師", "77": "云坐斷舌頭進云無文印子從空掛鶻眼龍晴覷不", "78": "能師云覷著則瞎進云只如眾居士將鐵釘飯塞衲", "79": "僧肚皮明甚麼邊事師云喫了飽不饑進云恁麼則", "8": "者棒要你喫進云可謂掀翻大地函蓋乾坤師云你", "80": "三眼波斯吞露桂金剛含笑嚼須彌師云惜取舌頭", "81": "乃云目前無法門前雙塔子意在目前大地絕形蹤", "82": "不是目前法四顧晴光溢目非耳目之所到聞見甚", "83": "分明直得乾坤覆載不得遍界迥絕囊藏頭頭彰衲", "84": "僧巴鼻處處顯佛祖真機拈來便用著著具全提作", "85": "略逴得便行步步有通天活路生殺臨時縱奪自在", "86": "所以若緇若素莫不承此個恩力為四生津濟作九", "87": "有梯航可以易短劫為長劫可以轉禍祟為禎祥可", "88": "以祈嗣胤獲麟瑞可以為植福之弘基慶無不功", "89": "超萬德有如是殊勝如是奇特且畢竟功歸何所長", "9": "試掀翻看僧擬議師便打鄭居士問古剎重興新得", "90": "憶江南三月裡鷓鴣啼處百花香下座。", "91": "佛誕日成山羅居士設齋兼日珠耆德送新道袍請", "92": "上堂師云未離兜率降王宮花發茶󱸥處處紅未出", "93": "母胎度人畢綠樹黃鸝啼不輟若謂瞿曇今日生空", "94": "花眼裏亂紛紛若道瞿曇雙樹滅靈利衲僧猶未瞥", "95": "撥開生滅覓瞿曇錯過瞿曇落二三雲門一棒較些", "96": "些自古風流出當家山僧撿點將來者一棒知他打", "97": "得著打不著有甚憑據爭似成山羅居士飯僧請法", "98": "信殷勤山僧著起新袍服也勝青州衫七斤且慶賀", "99": "聖誕一句又作麼生道一輪杲日輝今古萬里晴空"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B449 祖亮啟禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B449 祖亮啟禪師語錄", "author": "清 超啟說　廣和記錄（依駒本印）", "language": "chinese", "source": "CBETA"}