{"sourceLink": "http://www.cbeta.org/", "text": {"0": "達本第一元甌寧天寶山逆川智順禪師", "1": "建州弘釋錄卷之下", "10": "五石亦頂戴以去。涉險如飛。將寂遍告大眾積薪。趺", "100": "壽六十三僧臘三十九。賜諡慧明普照大師。里人肖", "101": "像祀之。靈應如響。號無垢古佛。", "102": "宋浦城天心寺海珠道鎮禪師△宋浦城天心寺海珠道鎮禪師未詳何許人。甞誦", "103": "金剛經。朗然契入。眾請住天心寺。一日於南浦橋邊", "104": "拾得金剛經註解一卷。即付界首葛氏刊行。葛前一", "105": "夕夢僧以金剛經勸令刊行。明日師至。宛符所夢。始", "106": "異之。將示寂告眾曰。某月某日吾歸矣。至期沐浴更", "107": "衣端坐而化。自稱無盡意菩薩。塔於寺後黃華山側。", "108": "是日雷電轟烈。人以為雷葬云。", "109": "宋建陽福先寺王聖者△宋建陽福先寺王聖者名法昌。本邑東田人。幼失", "11": "坐說偈而焚。烟焰中聞震鈴誦經聲不絕。火滅遺蛻", "110": "父。孝養其母。慶曆中剪髮為頭陁。入福先寺。勤行勞", "111": "苦。不󳫠生草。不砍生木。身多蟣虱。時常翻易。使與均", "112": "飽。人皆忽之。熈寧辛亥告人曰。吾明年去矣。莫之信。", "113": "果於次年五月十八日無疾坐化。里人始驚異之。賜", "114": "諡慈戒大師。肉身猶存。", "115": "宋建陽福先寺姚聖者△宋建陽福先寺姚聖者名幼安。福州長溪人。幼習", "116": "儒術。長依廣州觀音寺落髮。熈寧壬子至建。值慈戒", "117": "大師西逝。說偈贊之。留住本山。欲架鐘樓自往武僊", "118": "山募緣。朝發夕歸。計程一百二十里。舊鐘樓朽。人莫", "119": "敢登。師緣梯解鐘如履平地。五夫劉朝奉來山祈嗣。", "12": "儷然。得舍利數合。時貞元丙寅四月八日也。鄉人塑", "120": "師曰姚癲與你一子。某年某月某日生。可名姚哥。至", "121": "期果應。居恒𦍕狂以愚世人。人莫之識。熈寧丙辰正", "122": "月沐浴垂衣而化。賜諡慈濟大師。肉身猶存。", "123": "宋甌寧擎天巖道悟禪師△宋甌寧擎天巖道悟禪師三山秦溪人。姓祖氏。元", "124": "豐甲子參建州開元寺瑩禪師。瑩示以偈曰。祖行不", "125": "識字。祖師亦如是。書乎甚渾閑。身心不思議。師領偈", "126": "有省。遂求剃落。依止者十餘載。後於元符戊寅結茅", "127": "于西鄉之擎天巖。清脩苦節行杜多之行。大觀丁亥", "128": "將入滅。預告四眾。期日畢至。剃浴更衣說偈曰。生也", "129": "恁麼。死也恁麼。這邊那邊。曾無兩個。水浸不壞。火烹", "13": "像於庵。遇水旱禱必隨應。鄉人賴之。", "130": "不破。呵呵。是個甚麼。正謂逝者如斯也。偈畢坐塔火", "131": "化。時正月二十一日也。賢行者收遺骨。塑像于庵。遠", "132": "近禱者其應如響。咸淳六年草宼猖獗。官兵絕糧。師", "133": "化身直詣軍門。自稱擎天住持僧。携一囊之食。兵皆", "134": "取足。因而攻賊大破之。有司奏聞賜諡寂感大師。賜", "135": "額曰擎天護國。侍郎謝疊山先生為撰記。", "136": "宋崇安瑞巖院祖鑑從密禪師△宋崇安瑞巖院祖鑑從密禪師汀州人。參泐潭乾", "137": "公得旨。宣和六月中丞翁彥國請師住瑞巖。先是扣", "138": "氷赴閩王之請。別大眾於松門曰。老僧二百年後再", "139": "歸掃堂。及師來瑞巖至東嶺。猛省曰此地重來矣。扣", "14": "唐建陽神暄禪師△唐建陽神暄禪師俗姓留。幼而沉默。非問不言。客", "140": "氷遺袈裟。長丈餘。師披之適稱。以松門讖考之。政二", "141": "百年。開堂曰。開口不是禪。合口不是道。踏步擬向前。", "142": "全身落荒草。後人於東嶺立重來庵祀之。", "143": "宋建陽如是庵暨公△宋建陽如是庵暨公名存真。甌寧水吉人。初結庵", "144": "于建陽之冲源。篤于杜多之行。性喜耕耘。出門隨意", "145": "不分彼此。歲旱呼曰雨。即立雨。雨霪呼曰晴。即立晴。", "146": "疾者至。飲以水則立愈。紹興辛亥徑往蓮源深谷中。", "147": "有神迎曰吾待師久矣。師乃駐錫立庵。扁曰如是。壬", "148": "申六月十九日趺坐而化。浹旬不壞異香滿室。遂以", "149": "香泥塑之。雨暘不時飛蝗害稼。祈應如響。至正間賜", "15": "遊婺女入開元寺即願出家。因投剃落。無何郡守入", "150": "定應通覺惠昭善應大師。每歲六月。四方趨謁者如", "151": "雲。香火之盛甲于閩中。俗呼如是老佛。", "152": "宋建安法雲堂陳公△宋建安法雲堂陳公未詳何許人。甞結庵法雲山。", "153": "使一虎搬運。神異頗著。後遷政和之獅子巖。無疾索", "154": "浴畢披衣坐化。今法雲有遺讖曰。南國重興日。紹興", "155": "立年紀。開雲創本堂。有興亦有廢。一火當留門。二火", "156": "常畏日。丙寅年火生。己亥六人至。有人身著黃。騎牛", "157": "行霹󳱏。吾已早知之。飛雲過西極。夢中問錯居。賴之", "158": "重我立。其人能讀書。相隨九月日。一更有二心。開山", "159": "須急急。獨留姓李人。居中作相識。", "16": "寺訪其師。見師神彩朗練。太守顧之數四且曰。是子", "160": "宋松溪鬻香婆△宋松溪鬻香婆豪田里陳翁之女。自少不醮。以鬻", "161": "香為業。有剩香輙焚巖下。或依巖宿。數日不食。人以", "162": "為痴。惟里人李五郎每禮遇之。一日鬻香歸呼五郎。", "163": "比五郎追至。已化去。郎因食所遺飯亦化去。人遂名", "164": "其巖為香婆巖。", "165": "元政和獎山慧空元模禪師△元政和獎山慧空元模禪師古田龍凃人。姓蘇氏。", "166": "父遠才。母林氏。母初未有子。禱于真濟顯祐劉神君", "167": "祠。夜夢神呼曰母吾當為汝子。但十年後當歸吾宗。", "168": "言畢遂化為嬰兒。母驚窹遂有孕。以宋寶祐乙卯七", "169": "月十五日子時降生。因名神乞。甫能言即喜稱佛號。", "17": "真出塵之噐。異日承受深法。千眾圍繞。超獲上果。非", "170": "頂禮後父母俱喪。流寓甌寧水吉為箬村劉氏養子。", "171": "時年僅十一。正符十年後歸宗之夢。聞人誦金剛經", "172": "即求學行坐。誦之如流。年十五為吳千戶掠歸浦城。", "173": "復得劉姓者撫之。明年受皈戒於即心堂。年十九聞", "174": "建陽后山堂有海珠和尚稱得道。往參之。教令一心", "175": "念佛。晝夜經行三月弗息。遂得般舟三昧。後於浦城", "176": "靖山復遇吳千戶。吳見師不凡。愧謝前失。且施金帛", "177": "躬送師至萬壽寺禮普勤和尚為師祝髮受具。勤為", "178": "易今名。教習唯識觀。時年二十有七。當元至元辛巳", "179": "也。師既修唯識觀。深達二空。六度齊舉。四攝並施。在", "18": "凡噐也。師後顓誦七佛俱胝神呪昏曉不絕。納戒畢", "180": "處建立方便接引。甞於建陽募刻法華經。印施五千", "181": "四十八部。或謂不宜事此有為法。師曰汝焉知終日", "182": "喫飯不曾咬著一粒米乎。我聞釋迦如來以八萬四", "183": "千卷大經藏于八萬四千眾生身命中。如是眾生身", "184": "命中一一具有如是經數。我今誓于如是眾生身命", "185": "中取出如是經卷。開示眾生。悉令顯露。然後與如是", "186": "眾生一時成佛也。大德庚子至政和之東平里中有", "187": "池覺應。性亦好佛。與師言獎山之勝。且曰此真濟顯", "188": "佑劉神君示現處也。師聞即悟夙因。入定神遊獎山。", "189": "覺應亦夢與師同登獎山。至玄獎禪師道場處。有老", "19": "乃于金華山百家巖石穴中居止。不搆庵室作露地", "190": "人貌甚古。迎謁曰吾為師守此山五百年矣。言畢化", "191": "為黑龍飛去。師旁有一男子侍立。雄偉不群。問之曰", "192": "吾水吉石磯張氏。自師至箬村吾即侍衛。今三十五", "193": "年未甞暫離。覺應既窹具以告師。師但微笑。既而曰", "194": "吾當返本還元于此山也。覺應乃為立庵。至七月初", "195": "一日趺坐入定。踰二七日至十五日始出定。謂大眾", "196": "曰。吾於佛所號慧空菩薩。今化緣既畢即當入滅。因", "197": "為眾說四諦法。復說偈三首。一曰。四十餘年寄俗塵。", "198": "如今却顯個中尊。岩頭一夜東風起。吹得花開滿樹", "199": "春。二曰。鐵船無舵亦無篷。撑入金蓮性海中。末後一", "2": "建陽晚學　釋元贒　編集", "20": "頭陀。復無床榻。然有神人吐紫氣覆之。遐望冉冉猶", "200": "機今說破。白雲元不離長空。三曰。大地山河覔無跡。", "201": "虗空撞破見端的。縱教鐵輪頂上旋。本性圓明常不", "202": "失。說偈畢。復謂眾曰。西天第三代祖商那和修尊者", "203": "隱象白山。現龍奮迅三昧說法調伏諸外道眾。然後", "204": "化火自焚其身。吾今住象鼻巖前亦當如是。乃入龍", "205": "奮迅三昧。時雲霧四合雷雨大作。繼而化火自焚其", "206": "身。世壽四十六僧臘二十。眾收靈骨建塔于庵之西。", "207": "仍塑像于庵。入塔後時有圓光閃閃。見者非一。至今", "208": "遠近禱禳無不立應。每歲七月朝謁者甚眾。皆呼慧", "209": "空菩薩。", "21": "獨柱觀焉。其神人時來問道。一日拱手曰。赤松洞之", "210": "獎山生而靈異。為慧空菩薩無疑。然從神道中來", "211": "何也。或劉神君亦菩薩所示現者乎。末後一段光", "212": "明猶為卓絕。宜四眾之歸向者如雲也。", "213": "明壽寧虎皮庵金漢道人△明壽寧虎皮庵金漢道人本邑九都人。宣德間年", "214": "三十二入虎皮庵脩道。清苦煉行略無倦色。弘治二", "215": "年十月十五日將化。豫約鄉人。程途相距各六七十", "216": "里。一時躬請俱遍。至期升柴塔。自剔燈花煙焰四起。", "217": "身塔俱焚。少頃半空中擲下僧舄一隻。", "218": "燒身之行。大乘所開小乘所禁。意以大乘則悲願", "219": "既重。忍力已充故可開。開之者或為供大法而燒。", "22": "東峰林泉卓異師可居之。師隨請往居。益多徵瑞。貞", "220": "或為護大法而燒。或為說大法而燒。其為益大矣。", "221": "小乘則自利心重厭苦情深。急欲燒之為益既𦕈。", "222": "況忍力未充。恐臨危而失其正念。則其害可勝道", "223": "哉。世復有為魔所著者。或有貪身後之名者。或有", "224": "激而為之者。正念既失必招惡果。輕入鬼倫重沉", "225": "阿鼻。可弗禁歟。茲集若哀公化後得舍利數合。金", "226": "道人於空中擲下僧舄。其為可燒無疑矣。第恐無", "227": "知之徒妄相效倣。則余未見其可也。", "228": "論曰。釋氏之學。道其本也。神通其末也。法當務道。道", "229": "成而通發矣。若意在求通則必失道。道失而通得是", "23": "元二年遇志賢禪師。賢謂之曰。聞兄如此持呪。魔事", "230": "為魔事。況通亦必失乎。故正見者寧得道而無通。非", "231": "厭通也。法不可務也。且通之發大略有五。有修大乘", "232": "而得者。有脩小乘而得者。有脩凡夫乘而得者。有脩", "233": "外道法而得者。有因宿脩感報而得者。大小不同邪", "234": "正亦異。未可槩而齊之。如瑞岩扣氷獎山。慧空則古", "235": "聖垂迹。無可疑者。至於哀公暨公輩。或偏獲小果。或", "236": "尚滯凡夫。或落在鬼倫。或傍出外種。或亦大權菩薩", "237": "方便攝化。既有此數種差別。不容槩抑。詎可俱揚。在", "238": "俗之士固莫能辨。學道之士應知所務。若徒見異跡", "239": "而生欣。必將流邪輙而罔覺。可不慎歟。", "24": "必生。欲滅魔軍須識身本。身本既真無佛無魔。師聞", "240": "崇德第三崇德第三共得一十四人", "241": "多聞寡益踐實有功。目足更資乃造其微。體睿含", "242": "淳履仁翔慧。瞻之仰之千載典型。志崇德。", "243": "唐建陽明覺禪師△唐建陽明覺禪師姓猷氏。家世業儒。風流蘊藉。好", "244": "問求知曾無倦懈。宿懷道性。聞道一禪師肇化本邑", "245": "之佛跡嶺。遂投剃落。久之荷錫觀方。偏甞法味。後參", "246": "徑山。留心請決。數夏負薪面䵟手胝。下山至杭州大", "247": "雲寺禁足。續移止湖畔青山頂屬。范陽盧中丞嚮風。", "248": "躬詣請師歸大雲寺住持。元和十五年避嫌遠囂。遁", "249": "隱天目山結茅以居。長慶三年春擅信為搆院。至明", "25": "豁然。理事俱成。神呪功益倍。一日神人問曰師所須", "250": "年二月大旱。野火蔓延將及院。眾皆惶懅。師曰吾與", "251": "此山有緣火當速滅。少選雷雨驟作其火遂滅。遠近", "252": "驚嘆翕然歸向。以太和五年七月十九日示寂而化。", "253": "宋建陽辨聰上座△宋建陽辨聰上座甞遊五臺山寺。寺之上座僧老", "254": "為眾所輕。師獨敬事之。將還京下。老僧付師書。使於", "255": "城北尋勃賀投之。師辭去。竊發而觀。無他詞但曰。度", "256": "眾生畢蚤來蚤來。若更強住却恐造業。師大驚復緘", "257": "封之。既至於廣濟河側。聞小兒呼勃賀。師問勃賀何", "258": "在。小兒指大豬。豬項丳金環臥街西墻下。師扣墻問", "259": "屠誰氏。曰趙生家也。問此豬何名勃賀。曰唯食勃荷", "26": "何物。曰吾在山之陰苦於凜冽。神人曰此小事矣。夜", "260": "故里中小兒以名之。吾日屠千百豬。豬犇佚難驅。以", "261": "此豬引導之則纍纍就死。畜之十五年矣。師以書投", "262": "之。勃賀急食。忽然人立而化。", "263": "老僧聖人也。眾所共輕而聰獨敬事之。謂聰非聖", "264": "人之徒歟。勃賀之事向刀輪上弘其慈化。獨假聦", "265": "為之流通。謂聦非聖人之徒歟。故謹錄而傳之。", "266": "宋崇安自然法師△宋崇安自然法師本邑周村里人。姓程氏。刻苦窮", "267": "經愽通奧義。才思敏捷文不加點。甞遊京下。朝貴試", "268": "以牋疏。援筆立就。眾嘆異之。咸平中弘法京師。眾稱", "269": "義虎。後奉旨往天竺取經。得石銚以歸。煑藥治病無", "27": "聞喧闐之聲。明旦見一小峰移矣。元和八年范敭中", "270": "不立愈。詣闕奏對稱旨。賜紫衣及了空之號。", "271": "宋浦城南峯寺淨空禪師△宋浦城南峯寺淨空禪師熈寧間棲隱白花岩。夙", "272": "悟禪旨。待制章衡迎歸南峰。後趺坐而化。茶毗獲舍", "273": "利若干。藏于寺後之祥雲庵。勅贈慧應大師。真西山", "274": "為撰記。", "275": "宋崇安雲居院嗣公△宋崇安雲居院嗣公本邑人。少甞習儒。師事胡文", "276": "定公。後棄儒入釋。落髮雲居院。超然物外深躭禪悅。", "277": "文定寄以詩曰。十年南北斷鴻鱗。夢想雲居頂上人。", "278": "香飯可能長自飽。也應分濟百年身。", "279": "宋崇安開善寺肯庵圓悟禪師△宋崇安開善寺肯庵圓悟禪師建安人。解行為眾", "28": "丞知仰。遣使賷乳香氈罽器皿。師並回施大眾次。中", "280": "所推。朱晦庵雅重之。甞和晦庵梅詩云。可憐萬木凋", "281": "零後。屹立風霜慘淡中。聞者莫不嘆賞。順寂日晦庵", "282": "哭以詩曰。一別人間萬事空。焚香瀹茗悵相逢。不須", "283": "更化三十石。紫翠參天十二峰。", "284": "元建安白雲崇梵寺愚叟澄鑑禪師△元建安白雲崇梵寺愚叟澄鑑禪師寧德縣潄石", "285": "張氏子。早慕佛乘絕不茹葷。年十四出家依政和縣", "286": "龍山寺棲雲座主。雲與剃落說戒。既而遍歷江湖。參", "287": "饒州薦福寺無文燦和尚。遂入其室。時丞相古心江", "288": "公青山鄭公中書平齋洪公疊山謝公皆響師玄化。", "289": "後以郡檄請住建州白雲。及元至元二十年支提寺", "29": "書舍人王仲請師於大雲寺為眾授菩薩戒。十二年", "290": "󱐑于宼。明年世祖勅師住持。復創寺宇。大德二年賜", "291": "號通悟明印大師。至大四年六月望日有神人告曰。", "292": "應跡西乾。師乃書偈曰。八十二年落賺世緣。躍翻筋", "293": "斗應跡西乾。至十九日沐浴更衣趺坐而逝。師生平", "294": "廉介不妄取與。威而不猛明而不察。囊無長物室無", "295": "異翫。每過叢林非本色衲子未甞一顧。度弟子八十", "296": "餘人。", "297": "明建陽虎井庵古朴德智禪師△明建陽虎井庵古朴德智禪師甌寧吉陽人。幼不", "298": "茹葷。長而慕道。聞古心和尚為中峰嫡孫千岩長子。", "299": "乃往依之。遂求剃落。戒月定水並資靈苗。慈光智焰", "3": "顯化第二顯化第二共得一十七人", "30": "平昌孟簡尚書自會稽堅請不赴。八月俄回舊山。人", "300": "交嚴法性。洪武間遊建陽均亭。結茅隱山居三載。以", "301": "地艱于水棄之而去。有猛虎當道以頭抵地。師拂之", "302": "不動。師曰汝欲留吾行乎。虎額之。師曰吾以乏水故", "303": "去。汝能為我致之乎。虎乃口󰴌師衣回山。用瓜撅地", "304": "泉隨湧出。清冽甘美。師乃復居漸成梵剎。宣德丙午", "305": "八月初三日丑刻無疾坐化。享年一百一歲。建窣堵", "306": "于本山。師之法語皆不傳。唯有詩曰。溪雲拂地送殘", "307": "雨。谷鳥向人啼落花。又曰。萬里碧雲開暮色。一條銀", "308": "漢亘秋天。觀此亦足以見師之餘韻云。", "309": "明崇安東林寺祖庭禪師△明崇安東林寺祖庭禪師江西人。姓揭氏。棄儒就", "31": "莫詳測。倐爾示滅。春秋七十有六。弟子奉全身建塔", "310": "釋遍遊講肆。後入閩駐錫崇安東林。師雖精通三乘", "311": "而專以淨土法門為指歸。邑候金公雅重之。正統壬", "312": "戌八月十一日沐浴更衣書偈曰。心源湛寂息馳求。", "313": "一室安身萬事休。不動干戈家國泰。天長地久幾春", "314": "秋。書畢趺坐念佛而寂。世壽八十有五。停龕六旬異", "315": "香馥郁。緇素傾嚮俱嘆希有。", "316": "明甌寧斗峯山大闡慧通禪師△明甌寧斗峯山大闡慧通禪師政和邵氏子。年二", "317": "十依斗峯玉溪和尚落髮進具。後首參周山主。教以", "318": "念佛公案。往水吉巖頭閉關三載。忽一日坐到半夜", "319": "渾然不見有身。惟話頭歷歷不散。因大生怖畏。晝夜", "32": "于本山。", "320": "不安。出關往政和天界寺參會中和尚。問曰某甲目", "321": "前不見有身。唯覺話頭不散。未審是何境界。會曰此", "322": "是人忘法未忘。又問恐怖不止未審是何故。會曰。此", "323": "如雛鳥乍離樹窠。高飛不舉遠飛不去。故生恐怖。然", "324": "恐怖也是他。不恐怖也是他。汝今但捨著身命持行", "325": "將去。日久歲深水清月現。自然明白。師依教仍還舊", "326": "隱。從頭下功。又經三載。忽一夜瞬目之間㘞地一聲", "327": "掇轉虗空通身無我。乃往見會中和尚。機緣相契。會", "328": "遂付以拂子袈裟。成化癸巳春出嶺參訪。秋抵燕京", "329": "道譽騰播。中官黃高為師建寺奏。", "33": "唐浦城大同山蕭袁二禪師△唐浦城大同山蕭袁二禪師不知何許人。會昌中", "330": "上賜名正法禪寺。師開堂普說。四眾大悅。戊戌冬辭", "331": "歸故山。後住邵武君峯。有語錄一卷傳于世。", "332": "明甌寧斗峯山古音淨琴禪師△明甌寧斗峯山古音淨琴禪師建陽蔡氏子。年二", "333": "十五辭母往東峰庵禮赤石山主出家。當晚便問曰。", "334": "人言明心見性。莫不是我心起處便覺知者麼。主曰", "335": "此妄心非真心也。若認此心是認賊為子。師曰恁麼", "336": "則我乃無心耶。主曰是汝知無所知覺無所覺者。師", "337": "聞直下頓脫身心。獨見自性非知非不知非覺非不", "338": "覺。後隱山三載。日用中常自靈靈不昧。只是心中自", "339": "明口頭難說。故疑所見未極。由此發憤參方。初往君", "34": "下詔滅僧。二師隱入大同山取野菜度日。人無知者。", "340": "峯依大闡和尚。久之無所得。辭行到將樂參性空關", "341": "主。得遇靜晃禪師因同往邵武。路上聞晃說做工夫", "342": "半信半不信。一日晃看古梅語錄。有僧二次上方丈", "343": "言某甲得個入處。二次被打出。晃咲曰此僧實有悟", "344": "處祇是大法未明。師時聞此語知己大法未明。所以", "345": "無有應機妙用。後至一寺夜坐中歪身問曰。師兄儞", "346": "說做工夫從甚處起。譬如造世間物從甚處起。甚處", "347": "是腰。甚處了畢。有此喻者我方信之。晃曰。正如此問", "348": "方可與儞說。大抵佛性人人俱有。只因無佛智慧破", "349": "除煩惱。所以不得機緣相合。陷在塵情。有具眼者決", "35": "梁國公丘良居山之下。於水際屢得菜葉。因異之乃", "350": "不肯也。譬如世相造酒。雖有米水貴用󰒢力攻化。若", "351": "無󰒢力攻化終不成酒。人雖有佛性。若無大智慧力", "352": "攻化終不成佛。只名凡夫。大凡做工夫之人務將平", "353": "生是與不是悉皆丟去。只將一句本參話頭自疑自", "354": "問自逼自追。不許求人說破。不許依義解明。務要句", "355": "下精通命根頓斷。如此晝三夜三逼迫將去。年久月", "356": "深。忽日心中不思口中流出一句二句四句八句。應", "357": "機合轍。此名聰明境界。大凡悟道之人皆從聦明境", "358": "界中過。不可便當悟。只管逼將去。忽日信口道出百", "359": "千萬偈。通身是口。切不可放下。正好著力。如造酒相", "36": "尋其源。見二師宴坐松下。俄而二虎驟至咆哮震地。", "360": "似。大沸後直至倒澄方止。人做工夫直穿過聦明境", "361": "界。大悟現前古人一千七百則公案無不洞了。乃至", "362": "無禪可參無佛可成無法可疑。頭頭上達物物上通。", "363": "信口道來悉皆合格。那時不了自了不休自休。如人", "364": "到家不愁路也。師聞此說如得大寶。即起身叩禮九", "365": "拜曰。若非師兄開示。辜負生平行脚去也。由此方提", "366": "萬法歸一公案。別回龍興居山三載。操煉打七逼去", "367": "逼來只個一歸何處痛下尅責。三年限滿往杭州進", "368": "戒畢。上百法寺坐禪。得遇四州寶明上座。屢承䇿勵", "369": "乃同往四川參壽堂和尚。中途至南陽府鷄灘河觀", "37": "若將搏撮狀。師呼曰毋驚我地主。虎即馴伏如家畜。", "370": "音寺過冬。是冬連下十四次大雪。少人往來。日夕重", "371": "下疑情。通身是個疑團更無絲毫雜念。忽一日心如", "372": "車輪轉相似。將從前難明底公案立地辨明。一日偶", "373": "覩前物各有一偈。因憶晃兄說聦明境界今日是也。", "374": "又越二年到巫山大寺得見壽堂和尚。呈其所見遂", "375": "蒙印可。乃辭歸閩。後住斗峰。重創大剎弘化一方。示", "376": "寂之日。群鳥悲鳴竟夕。移龕出三門。池魚皆躍起數", "377": "尺。山中有素不信師者。至是睹師異相皆流涕望龕", "378": "而拜。所著有醍醐集三卷。", "379": "明甌寧斗峰山天真道覺禪師△明甌寧斗峰山天真道覺禪師建安七里人。俗姓", "38": "叩頭引去。良異之。遂捨地立剎。名大同寺。", "380": "張。幼失父。孝養其母。及母亦沒。晝夜不安。遇友人宗", "381": "亮。問曰父母恩深如何報答。亮曰。欲報重恩除是出", "382": "家。悟明心地恩無不報。師聞言大悅。次日即同亮到", "383": "瑞峰寺禮大用機公為師剃落。後授以念佛公案。後", "384": "居西峰岩。數載之間心念紛雜。話頭弗一。往參古音", "385": "琴公琹教看萬法歸一一歸何處。數月之間工夫綿", "386": "密。忽一夜身心不見話頭亦無。進退不可疑慮弗安。", "387": "乃趨見琴呈其所至。琴曰此乃暫時念息。非大悟也。", "388": "勉令從前用功。時暨源庵安期請琴主方丈。遂同到", "389": "暨源堂中。晝夜下工。一月之中兩次入定。遂有省。作", "39": "唐松溪中峰山行儒禪師△唐松溪中峰山行儒禪師景福元年庵居中峰。時", "390": "偈曰。一手拍兮一手鼓。無位真人出格舞。口中唱出", "391": "無腔歌。三千諸佛同一母。期散日呈似方丈。即承印", "392": "記。吏部尚書李公默嚮師道韻。結為世外之友。後住", "393": "斗峰令譽益播。人爭皈向。凡師所至緣無不集。故主", "394": "修院宇大小二十餘座。然皆事畢即行。毫無所染。隆", "395": "慶二年十二月二十九日坐化。世壽七十有九。", "396": "明建陽德應庵主△明建陽德應庵主性樸茂。無他好。教理亦不甚達。", "397": "唯脩淨業。日課佛聲三萬。兼誦法華經。將入滅無病", "398": "苦緣。唯聞異香者數日。師曰吾西方緣至矣。沐浴更", "399": "衣趺坐正𥨊書偈曰。痴痴呆呆德應。一生不識佛性。", "4": "積誠旋湛靈應自彰。實唯本具匪藉外來。聖凡", "40": "有虎嚙人。鄉人集眾捕之。師乃騎虎出迎。眾大驚異。", "400": "今日拂袖歸西。打破西方圓鏡。擲筆怡然而逝。", "401": "應公無多藝無多智。直以六字佛收功耳。然觀其", "402": "臨行一偈。非灼然知有者乎。經云攝心一處無事", "403": "不辦。信然哉。", "404": "明建陽董巖庵雲陽德和禪師△明建陽董巖庵雲陽德和禪師三貴萬氏子。天性", "405": "芳潔不染俗氛。事父母甚謹。父既喪即有出世志。學", "406": "金丹脩煉之法。甞夜行荒墓間。明月在天心口自念", "407": "曰。百年有盡之身終歸此土。此中有箇不死人。當下", "408": "若不理會。亦是駝屍漢子。會母喪即遍遊名山。至松", "409": "溪參𨌔皷悟公。悟教以念佛話頭。且指參天真覺公。", "41": "因號伏虎焉。", "410": "覺授以楞嚴深旨。師自此一意參究。不復事脩煉矣。", "411": "居嶽山凡數載。單提話頭昏散俱絕。一日雨霽行山", "412": "間。見人以木板轉徙行濕。忽有省。自是諸經奧義無", "413": "不洞矚。隨所叩問應答如響。僧問如何是道。師曰背", "414": "後底。僧曰莫秖這便是麼。師曰要儞是作甚麼。僧問", "415": "如何是黑豆未生芽。師曰生芽久矣。莆田林龍江先", "416": "生以三教自許。所至縉紳士庶奉之如佛。師往拜之。", "417": "林立而受。及聞師議論大驚異之。即還其拜。延之賓", "418": "位且曰。雲陽真大知識也。時師尚守居士服。眾勸其", "419": "剃落。師曰僧在三寶之數。可容易為之乎。至萬曆丙", "42": "五代崇安瑞巖寺扣氷藻光禪師△五代崇安瑞巖寺扣氷藻光禪師本邑新豐里人。", "420": "子秋九月至白水巖。眾復請之。乃從剃落。時師年四", "421": "十九也。是冬庠生趙觀本延師居董岩。玄化益廣。遂", "422": "成叢席。甞往謁補陀。歸至浦城巖頭庵。庵主先一夕", "423": "夢一大日輪光焰赫然懸佛殿中。次日師適至。知非", "424": "常人。當晚請師說法。有燈數百枝旋繞庵外輝映如", "425": "晝。及眾散燈亦隨滅。萬曆己丑邑大旱。官請師祈雨。", "426": "師口誦心經望空而拜。甘雨隨至。甲午秋九月示疾", "427": "仰山。至二十六日沐浴更衣趺坐正𥨊。趙生光孚請", "428": "留偈。師笑曰安用此為。強之乃誦七佛偈而化。世壽", "429": "六十有七。師醇謹仁慈。柔忍謙退。非法言不言。非法", "43": "姓翁氏。父承瓚為唐諫議大夫。母孟氏一夕夢一老", "430": "行不行。而體道精勤尤為難及。不爐不扇不就𥨊者", "431": "三十載。師盖僧中之間氣云。", "432": "明建陽董岩一庵圓長上座△明建陽董岩一庵圓長上座饒州人。自幼不茹葷", "433": "不近慾。若有所謂道俱戒者。萬曆丙子投禮雲陽和", "434": "尚為師。薙髮受具。不問世緣。長坐一榻晝夜持往生", "435": "呪。雖有病亦不稍懈。遇有病者必竭力調護。久而弗", "436": "厭。人或有觸辱之者。皆怡然順受。不見有忿戾之色。", "437": "萬曆己酉正月三十日忽謂眾曰。吾將西矣。眾聞俱", "438": "集。師曰吾以子時生。當以子時滅。及期煩大眾相送。", "439": "至夜子刻眾皆集。命眾念佛。師自合掌西向。念往生", "44": "比丘風神烱然荷錫持鉢詣求借宿。傍有人指曰此", "440": "呪洎然入寂。", "441": "論曰。祖庭秋晚狂慧競興。明道者多行道者少。夫明", "442": "之將以行之也。明之而弗行。與未明何異。且假此以", "443": "鈎顯譽營厚殖。則雖學通三藏說法如雲。吾以為直", "444": "一裨販而已。故茲篇所錄並積粹純誠之士。雖契悟", "445": "弗逮馬祖。神化難齊扣氷。而依教行持動不踰矩。鋾", "446": "煉之極終歸聖果。又安取狂慧之詡詡哉。第闇修之", "447": "士形晦聲泯。或道大而知希。或德成而遇蹇。則茲篇", "448": "之外不知凡幾。物色無從。徒增深慨而已。", "449": "輔教第四輔教第四共得一十四人", "45": "是辟支佛。已而有娠。唐會昌四年二月八日生。異香", "450": "佛日亙天魔雲作障。日何所損人失其照。休哉", "451": "碩人為金為湯。啟導群迷永益來學。志輔教。", "452": "宋浦城楊文公億△宋浦城楊文公億字大年。雍熈初年十一。舉神嬰", "453": "入京授秘書正字。淳化中命試翰林。賜進士第出身。", "454": "官至翰林學士。知誥制。以文學為世所宗。卒諡曰文", "455": "公。初負才名而不知有佛。一日過同僚見讀金剛經。", "456": "笑且罪之。彼讀自若。公疑之曰。是豈出孔孟之右乎", "457": "何侫之甚也。因閱數板懵然。始少敬信。後會翰林李", "458": "公維勉令參問。及由秘書監出守汝州。首謁廣慧璉", "459": "禪師。一見便問。布皷當軒擊。誰是知音者。慧曰來風", "46": "滿室。彌月不散。年十三求出家。父母知其意與夢符。", "460": "深辨。公曰恁麼則禪客相逢祇彈指也。慧曰君子可", "461": "八。公應喏喏。慧曰草賊大敗。夜語次。慧曰秘監曾與", "462": "甚人道話來。公曰某曾問雲岩諒監守。兩個大虫相", "463": "咬時如何。諒曰一合相。某曰我祇管看。未審恁麼道", "464": "得麼。慧曰這裏即不然。公曰請和尚別一轉語。慧以", "465": "手作拽鼻勢曰這畜生更𨁝跳在。公於言下脫然。有", "466": "偈曰。八角磨盤空裏走。金毛獅子變作狗。擬欲將身", "467": "北斗藏。應須合掌南辰後。乃作書寄李翰林。略曰。疾", "468": "夫夙以頑惷獲受獎顧。預聞南宗之旨。動靜咨詢。周", "469": "旋䇿發。俾其刳心之有詣。墻面之無慙者。誠出於席", "47": "不敢強留。遂送依烏山興福寺行全席下。乙酉試經", "470": "間牀下矣。矧又故安公大師每垂誘導。又得雲門諒", "471": "公見顧。蓬蒿諒之旨趣正與安公同轍。并自歸宗雲", "472": "居而來。皆是法眼之流裔。去年假守茲郡。適會廣慧", "473": "禪伯。實承嗣南院。念齋中務簡。退食之暇或坐邀而", "474": "至。或命駕從之。請扣無方。蒙滯頓釋。半歲之後曠然", "475": "弗疑。平昔礙膺之物嚗然自落。積劫未明之事廓爾", "476": "現前。固亦決擇之洞分。應接之無蹇矣。病夫今繼紹", "477": "之緣。實屬於廣慧。而提激之自。良出于鰲峯也。公問", "478": "廣慧曰。承和尚有言。一切罪業皆因財寶所生。勸人", "479": "疎於財利。夫閻浮眾生以財為命。󳬛國以財聚人。教", "48": "得度。受具於福唐。初以講說為眾所歸。一日道遇異", "480": "中有財法二施。何得勸人踈財乎。慧曰。幡竿尖上鐵", "481": "龍頭。公曰海壇馬子似驢大。慧曰楚鷄不是丹山鳳。", "482": "公曰。佛滅二千年。比丘少慚愧。公更置一百問。慧一", "483": "一答回。唐明嵩和尚謂慈明曰。楊大年知見高。入道", "484": "穩。實不可不見。明乃往謁。公問對面不相識。千里却", "485": "同風。明曰近奉山門請。公曰真個脫空。明曰前月離", "486": "唐明。公曰適來悔相問。明曰作家。公便喝。明曰恰是。", "487": "公復喝。明以手劃一劃。公吐舌曰真是龍象。明曰是", "488": "何言歟。公喚客司點茶來。元來是屋裡人。明曰也不", "489": "消得。茶罷。又問如何是上座為人一句。明曰切。公曰", "49": "僧語以見性之旨。且謂之曰汝之道行當證無上。非", "490": "與麼則長裙新婦拖泥走。明曰誰得似內翰。公曰作", "491": "家作家。明曰放儞三十棒。公拊膝曰這裏是甚麼所", "492": "在。明拍掌曰也不得放過。公大笑。又問記得唐明得", "493": "悟底因緣麼。明曰。唐明問首山如何是佛。山曰楚王", "494": "城畔汝水東流。公曰祇如此意是如何。明曰水上掛", "495": "燈毬。公曰與麼則孤負古人去也。明曰內翰疑則別", "496": "參。公曰三脚蝦蟇跳上天。明曰一任𨁝跳。公乃大咲。", "497": "舘於齊中。久之辭還河東。公曰有一語寄與唐明得", "498": "麼。明曰明月照見夜行人。公曰却不相當。明曰。更深", "499": "猶自可。午後更愁人。公曰開寶寺前金剛近日因甚", "5": "叵測隱顯無方。攝化有情此為最廣。志顯化。", "50": "諸禪所可班也。宜自勉之。自是棄前所業專精禪觀。", "500": "麼汗出。明曰知。公曰上座臨行豈無為人底句。明曰", "501": "重疊關山路。公曰與麼則隨上座去也。明噓一聲。公", "502": "曰真師子兒大師子吼。明曰放去又收來。公曰適來", "503": "失脚踏倒又得家童扶起。明曰有甚麼了期。公大咲。", "504": "明還唐明。公遣兩僧訊之。明於書尾𦘕雙足。寫來僧", "505": "名以寄公。公作偈曰。黑毫千里餘。金槨示雙趺。人天", "506": "渾莫測。珍重赤鬚胡。公因微恙問環大師曰。某今日", "507": "忽違和。大師慈悲如何醫療。環曰丁香湯一怨。公作", "508": "吐勢。環曰恩愛成煩惱。環為煎藥次。公呌曰有賊。環", "509": "下藥于公前叉手側立。公瞠目眎之曰少叢林漢。環", "51": "久之超悟已極。一日告其師曰。徒守一塢白雲。孰與", "510": "拂袖而出。又一日問曰。某甲四大將離散。大師如何", "511": "相救。環乃搥胸三下。公曰賴遇作家。環曰幾年學佛", "512": "法俗氣也不除。公曰禍不單行。環作噓噓聲。公書偈", "513": "遺李都尉曰。漚生與漚滅。二法本來齊。欲識真歸處。", "514": "趙州東院西。尉見遂曰泰山廟裡賣紙錢。尉即至。公", "515": "已逝矣。", "516": "大年見地超矌不亞慈明。且于告終之際。洒落自", "517": "在。歸處分明。真沒量大人也。史氏稱公性取直。尚", "518": "節義。真宗欲立德妃為后。命公草詔。使丁謂諭旨。", "519": "公弗從。丁謂曰勉為之不憂不富貴。公曰若此富", "52": "周覧千江明月。今聞雪峰稱大知識請往見焉。遂徑", "520": "貴非所願也。公之所守如此。豈學禪而弗驗哉。說", "521": "者乃謂其惶惧失措。以此誚公之禪。亦弗之審矣。", "522": "豈有於生死關頭自在若此。乃于尋常利害之間", "523": "反爾動心耶。此必當日柔小之徒巧生誣謗。而傳", "524": "聞失實。遂有吠聲之譏也。", "525": "宋崇安胡文定公安國△宋崇安胡文定公安國字康侯。紹聖中對䇿幾萬", "526": "言。哲宗親擢置第三。除大學錄。屢遷徽猷閣待制。後", "527": "以寶文閣學士致仕。著有春秋傳。學者宗之。卒諡文", "528": "定。甞久參上封秀得言外之旨。崇寧中過藥山。有禪", "529": "人舉南泉斬貓話問公。公以偈答曰。手握乾坤殺活", "53": "造雪峰。手携𠒎茈一包醬一器献之。峰曰包中何物。", "530": "機。縱橫施設在臨時。滿堂兔馬非龍象。大用堂堂總", "531": "不知。又寄上封偈曰。祝融峰似杜城天。萬古江山在", "532": "目前。須信死心元不死。夜來秋月又同圓。", "533": "文定彊學力行志在春秋。憂國愛君遠而彌篤。而", "534": "於禪學深參獨到又如此。則禪何害於忠孝哉。世", "535": "之不達者輙謂學禪有害於忠孝。夫亦未之思也。", "536": "宋建陽廌山游先生酢△宋建陽廌山游先生酢字定夫。徽宗朝舉進士。除", "537": "監察御史。甞學于伊川之門。儕輩鮮有及者。伊川稱", "538": "其德宇粹然學問日進。其政事亦絕人甚遠。甞謁開", "539": "福寧禪師乞指心要。寧曰。道不在說與示也。說示者", "54": "曰鳧茈。峰曰何處得來。曰坭裡得。峰曰坭深多少。曰", "540": "方便耳。須用就己知歸。外求有相佛。與汝不相似也。", "541": "公默然。復致書問曰。儒者執父子君臣夫婦兄弟朋", "542": "友各盡其分。罔有不合道者。釋氏謂世間虗幻。要人", "543": "反常合道。旨殊用異。而聲可入心可通哉。寧答曰。人", "544": "溺情愛網。晝夜思度。無一息之停。須力與之決。收其", "545": "心之放。死生乃可出。若只括其同異。盡分于父子君", "546": "臣數者之間。我習內熏。愛緣外染。於道何能造合。能", "547": "反厥常則心自通。道自合。不然。難以口舌爭也。公後", "548": "愽閱釋典。諦信不疑。甞答呂本中書曰。佛書所說。世", "549": "儒亦未深考。前輩往往不曾看佛書。故詆之如此之", "55": "無丈數。峰曰還更有麼。曰轉深轉有。峰又問器中何", "550": "甚。殊不知其破佛者。皆佛自以為不然者也。", "551": "宋崇安致堂胡先生寅△宋崇安致堂胡先生寅字明仲。文定公之次子。建", "552": "炎中拜起居郎。著讀史管見行于世。初極詆佛。晚乃", "553": "知歸。王隨刪傳燈錄為玉英集。公為作序。", "554": "宋崇安劉忠定公子羽△宋崇安劉忠定公子羽字彥修。劉韐之長子。以蔭", "555": "補官。屢立戰功。料敵如神。雖古名將不能過。至其為", "556": "致摘奸發伏。有古良吏風。甞再遭貶徙。怡然不以介", "557": "意。而許國之誠至死不懈。朱晦庵甞稱曰。劉忠定真", "558": "人傑也。仕至寶文閣學士。卒贈大傅。諡忠定。甞出知", "559": "永嘉。問道于大慧禪師。慧教看趙州狗子話。後乃于", "56": "物。曰醬。峰曰何處得來。曰自合得。峰曰還熟也未。曰", "560": "栢樹子上發明。有頌曰。趙州栢樹太無端。境上追尋", "561": "也大難。處處綠楊堪繫馬。家家門底透長安。", "562": "宋崇安屏山劉先生子翬△宋崇安屏山劉先生子翬字彥冲。即子羽之弟。以", "563": "蔭補承務郎。辟真定幕後。除判興化軍。以疾辭隱武", "564": "夷山。日以講學為業。朱熹師事之。甞修開善院。屢延", "565": "名德主之。共為法喜之遊。僧中凡有撰述。多出其手。", "566": "光揚大法為獨至云。", "567": "宋建陽晦庵朱先生熹△宋建陽晦庵朱先生熹字元晦。志行端恪。晣理精", "568": "詳。集儒學之大成者。公一人而已。仕至煥章閣待制。", "569": "贈太師徽國公。諡曰文。年十八從學劉屏山。甞兀坐", "57": "不較多。峰異之曰子異日必為王者師。留數日辭回", "570": "一室。覃思終日。屏山意其留心舉業。及搜其篋中。唯", "571": "大慧語錄一帙而已。後到徑山訪大慧。慧曰。汝從前", "572": "記持文字。心識計校。不得置絲毫許在胷中。但以狗", "573": "子話時時提撕。後復請益開善謙公。謙曰某二十年", "574": "不能到無疑之地。後忽知非勇猛真前。便自一刀兩", "575": "斷。今但把這狗子話一念提撕。不要商量。不要穿鑿。", "576": "不要去知見。不要強承當。自然有入處。及謙卒。公祭", "577": "以文曰。我昔從學。讀易語孟。究觀古人之所以聖。既", "578": "不自揆欲追其風。道絕徑路卒莫能通。下從長者問", "579": "所當務。皆告之言要須契悟。開悟之說不出於禪。我", "58": "舊隱無何。復振錫出關訪鵞湖。及歸溫嶺遂結庵以", "580": "於是時則願學焉。師出仙洲我寓潭上。一嶺間之但", "581": "有瞻仰。丙寅之秋師來拱宸。乃獲從容笑語日親。一", "582": "日焚香請問此事。師則有言決定不是。始知平生浪", "583": "自若卒。去道日達無所問津。未及一年師以謗去。我", "584": "以行役不得安住。往還之間見師者三。見必欵留。朝", "585": "夕咨參。師亦喜我為說禪病。我亦感師恨不速證。別", "586": "其三月。中秋一書已非手筆。知病可虞。前日僧來為", "587": "欲往見。我喜作書曰此良便。書已遣矣。僕夫遄言。同", "588": "舟之人告以訃傳。我驚使呼問以何故。嗚呼痛哉。何", "589": "奪之遽。恭唯我師具正遍知。惟我未悟一莫能窺。揮", "59": "居後為永豐寺。繼居將軍岩。常有二虎侍側。一日有神人", "590": "金辦供泣於靈位。稽首如空超諸一切。或問曰。今士", "591": "夫家晚年都被禪家引去者何故。公曰是他高似儞。", "592": "儞平生讀許多書。記誦文章。所藉以取功名利祿之", "593": "計者。到這裡都靠不得。所以被他降下。他底且省力。", "594": "人誰不悅而趨之。王介甫平生學許多道理。臨了捨", "595": "宅為寺。又曰只緣他打併得心下潔淨。所以本朝李", "596": "文靖公王文正公楊文公劉元城呂申公。都是甚麼", "597": "人物。也都去學。他又曰釋氏說六根六識四大十二", "598": "因緣之類。皆極其精妙。故前輩謂此孔孟所不及。又", "599": "曰釋氏之學與吾儒有甚相似處。如云。有物先天地。", "6": "唐崇安銅鉢山哀公△唐崇安銅鉢山哀公名壽。家貧業農。事母至孝。不", "60": "跪而請曰。此地浮薄非聖師所居。前瑞巖山下虎跑", "600": "無形本寂寥。能為萬物主。不逐四時凋。撲落非他物。", "601": "縱橫不是塵。山河并大地。全露法王身。若人識得心。", "602": "大地無寸土。看他是甚麼見識。今區區小儒怎生出", "603": "得他手。宜乎為他揮下也。又曰甞見𦘕底諸師人物", "604": "皆雄偉。宜其傑然有立如此。妙喜贊臨濟曰。當初若", "605": "非這個。定是做個渠魁觀之。信然氣貌如此。則富貴", "606": "利達。聲色貨利如何籠絡得他住。他視之無足動其", "607": "心者。公晚年有齋居誦經詩云。端居獨無事。聊披釋", "608": "氏書。暫息塵累牽。超然與道俱。門掩竹林密。禽鳴山", "609": "雨餘。了此無為法。身心同宴如。", "61": "之處可為大道場。願師至彼以安大眾。翌日披荊而", "610": "文公於釋氏之學。或贊或呵抑揚並用。其揚之者", "611": "所以洗世俗之陋。其抑之者所以植人倫之紀。盖", "612": "以其身為道學主盟。故其誨人之語不得不如此", "613": "耳。然愚觀其齋居誦經之作。則有得於經者不淺。", "614": "非特私心向往之而已也。", "615": "宋浦城真文忠公德秀△宋浦城真文忠公德秀字希元。端平間參大政。唱", "616": "明考亭之學。學者宗之。號西山先生。著有讀書記行", "617": "於世。甞以禪學問提刑陳貴謙。謙答書曰。承下問禪", "618": "門事。仰見虗懷樂善之意。顧淺陋何足以辱此。然敢", "619": "不以管見陳白。所謂話頭合看與否。以某觀之。初", "62": "入。果得善地。遂移錫其中。創瑞巖院。學者爭歸之。師", "620": "無定說。若能一念無生全體是佛。何處別有話頭。只", "621": "緣多生習氣背覺合塵。剎那之間念念起滅。如猴猻", "622": "拾栗相似。佛祖不得已權設方便。令咬嚼一个無滋", "623": "味話頭。意識有所不行。將蜜果換苦葫蘆。淘汝業職", "624": "都無實義。亦如國家兵器不得已而用之。今時學者", "625": "却於話頭上強生穿鑿。或至逐個解說以當事業。遠", "626": "之遠矣。來教謂誦佛之言存佛之心行佛之行。久之", "627": "須有得處。如此行履固不失為一世之賢者。然禪門", "628": "一著又須見徹自己本地風光。方為究竟此事。雖人", "629": "人本具。但為客塵妄想所覆。若不痛加煅煉。終不明", "63": "謂眾曰。古聖修行須憑苦節。吾今夏則衣褚冬則扣", "630": "淨。來教又謂。道若不在言語文字上。諸佛諸祖何謂", "631": "留許多經論在世。經是佛言。禪是佛心。初無違背。但", "632": "世人尋言逐句。沒溺教網。不知有自己一段光明。故", "633": "達磨西來不立文字直指人心見性成佛。謂之教外", "634": "別傳。非是教外別有一個道理。只要明了此心。不著", "635": "教相。今若只誦佛語而不會歸自己。如人數他珍寶", "636": "自無半分文。又如破布褁珍珠出門還漏却。縱使於", "637": "中得少滋味。猶是法愛之見。非本分上事。所謂金屑", "638": "雖貴落眼成翳。直須打併一切淨盡。方有少分相應", "639": "也。要知吾人皆是誠心。非彼世俗自瞞以資談柄而", "64": "氷而浴。故俗呼扣氷古佛。道譽益著。時建陽苦旱。邑", "640": "已。故以日用󳮱之。雖無濁惡相過。然於一切善惡逆", "641": "順境界上。果能照破不為他所移換否。夜睡中夢覺", "642": "一如否。恐怖顛倒否。疾病而能作得主否。若目前猶", "643": "有境在。則夢寐未免顛倒。夢寐既顛倒。疾病必不能", "644": "作得主宰。疾病既作不得主宰。則生死岸頭必不自", "645": "在。所謂如人飲水冷煖自知。待制於功名鼎盛之時。", "646": "清脩寡慾留神此道。可謂火中蓮花矣。公後遍閱諸", "647": "經皆善得其旨。其䟦普門品曰。予自少讀普門品。雖", "648": "未能深解其義。然甞以意測之曰。此佛氏之寓言也。", "649": "昔唐李文公問藥山儼禪師曰。如何是惡風吹船飄", "65": "侯童誨請師祈雨。師書偈投之龍潭曰。咨爾蜿蜒。聽", "650": "落鬼國。師曰李翱小子問此何為。文公惕然怒形於", "651": "色。師笑曰發此嗔恚心便是黑風吹船飄入鬼國也。", "652": "吁藥山可謂善啟發人矣。以是推之則知利欲熾燃", "653": "即是火坑。貪愛沉溺便是苦海。一念清淨烈𦦨成池。", "654": "一念警覺船到彼岸。灾患纏縛隨處而安。我無怖畏", "655": "如械自脫。惡人侵凌待他橫逆。我無忿疾如獸自奔。", "656": "讀是經者作如是觀。則知補陀大士真實為人。非浪", "657": "語也。讀楞嚴曰。余讀楞嚴知六根源出于一。外緣六", "658": "塵流而為六。隨物淪逝不能自返。如來憐憫眾生為", "659": "說方便。使知出門即是歸路。故於此經指涅槃門初", "66": "吾法語。天道好生。豈令禾死。潭瀆汝司。曷慳致雨。今", "660": "無隱蔽。若眾生能洗心行法。使塵不相緣根無所偶。", "661": "返流全一六用不行。晝夜反流入與如來法流水接。", "662": "則自其內身便可成佛。如來猶恐眾生於六根中未", "663": "知所從。乃使二十五弟子各說所證。而觀世音以聞", "664": "思脩為圓通第一。其言曰。初于聞中入流忘所。所入", "665": "既寂。動靜二相了然不生。如是漸增。聞所聞盡。盡聞", "666": "不住。覺所覺空。空覺極圓。空所空滅。生滅既滅。寂滅", "667": "現前。若能如是。圓拔一根則諸根皆脫。於一彈指徧", "668": "歷三空。即與諸佛無異矣。又讀金剛經至四果。乃廢", "669": "卷而嘆曰。須陀洹所證。即觀世音所謂初於聞中入", "67": "再愆期。法不貸汝。須臾黑雲四合大雨如注。眾大悅。", "670": "流亡所者耶。入流非有法也。唯不入六塵。安然常住。", "671": "斯入流矣。至於斯陀含名一往來而實無往來。阿那", "672": "含名為不來而實無不來。盖往則入塵。來則返本。斯", "673": "陀含雖能來矣。而未能無往。阿那含非徒不往。而亦", "674": "無來。至阿羅漢則往來意盡。無法可得。然則所謂四", "675": "果者。其實一法也。但歷三空有淺深之異耳。予觀二", "676": "經之言本若合符。而世或不喻。故明言之。", "677": "宋建安匏庵陳先生竑願△宋建安匏庵陳先生竑願愽通群籍深探名理。而", "678": "尤醉心于圓頓法門。自號華嚴弟子。甞愍世俗為口", "679": "腹計。造諸殺業。邪說相襲。執非為是。乃作慈心功德", "68": "明年誨請師住靈曜。師升座曰。四眾雲臻。教老僧說", "680": "錄以廣喻之。錄凡三卷。今盛行于世。", "681": "明建安翰林待詔沈先生士榮△明建安翰林待詔沈先生士榮洪武間上書　闕", "682": "下。　太祖手詔諭之。授翰林待詔。甞見宋儒衛道之", "683": "語毀謗佛經。後學承風妄生異見。乃作論以辨之。名", "684": "續原教。凡一十四篇。今盛行于世。", "685": "明建陽豫齋趙居士觀本△明建陽豫齋趙居士觀本字子立。質任淳龐。行篤", "686": "孝友。補邑弟子員輟。有志于聖賢之學。喜讀論性諸", "687": "書手不釋卷。至隆慶辛未即棄舉業。斷葷酒。師事雲", "688": "陽和尚。延至董岩朝夕扣參。所得益深。客有非之者。", "689": "公曰。儒者闢佛為未諦觀內典耳。苟悉心研求。將信", "69": "個甚麼。便下座。一僧燒炭積火成龕曰請師入此脩", "690": "受之。不暇未易。非詆之也。又曰。吾學佛然後能知儒。", "691": "古人之語不我欺也。此理苟裨身心性命。又奚必陰", "692": "收之而陽斥之乎。每對客談論。皆窮本達原。取譬多", "693": "方。津津不置。必使其無疑而後已。甞與禪客論楞嚴", "694": "大旨。不覺漏下四鼓。雪深一尺。次晨患頭痛。仍命扶", "695": "出以終其說。或止之。公曰吾能以善及人。吾願足矣。", "696": "雖病何妨。又以此理勢不能家喻而戶曉之。乃廣鍥", "697": "諸經。普施勸持。以資慧種。建州佛法至今不替。則公", "698": "之力為多也。至於好義樂施。終身弗厭。皆公禪學之", "699": "餘事耳。萬曆辛丑仲夏忽有疾。不復請醫。震南傅先", "7": "畏寒暑。甞耕烈日中輙有雲覆其上。結庵於銅鉢山。", "70": "行。師曰真玉不隨流水化。瑠璃爭奪眾星明。曰莫只", "700": "生來問疾。公曰自有時耳。請僧落髮。披衣端坐。西向", "701": "合掌念佛。泊然入寂。去之後面有溫顏。肢無僵骨。端", "702": "坐累日如生。盖亦佛法之騐云。", "703": "明建陽震南傅先生國珍△明建陽震南傅先生國珍字君聘。隆慶庚午舉于", "704": "鄉。萬曆丁丑成進士。歷仕至嘉興守。歸田後深探內", "705": "典。築室董岩。與豫齋居士往復考究。其于今古死生", "706": "之說。世界輪迴之因。皆能深達其旨。甞謂儒之與佛", "707": "特逕異耳。旨歸未始不同。得其同而異可略也。與見", "708": "羅李先生書曰。不言三世則性體不圓。不言出世則", "709": "大事不了。可以其為洸洋而外之乎。公賦性剛方侃", "71": "這便是麼。師曰且莫認奴作郎。曰畢竟如何。師曰蓮", "710": "直。有古人之風。而慈惠樂施尤喜為福民之事。邑中", "711": "凡有善緣大役皆公首為之倡。若朝天等三橋及多", "712": "寶塔。始終經營不憚勞瘁。子廷吉諫之。公曰吾力能", "713": "及之。未即憊也。況有利于民。吾快矣。易簀之辰。索筆", "714": "書曰。收拾去。到了到了。擲筆而逝。", "715": "明甌寧發吾張居士△明甌寧發吾張居士世昌吉陽人。年十八補邑庠", "716": "生。以文學見推于時。及屢困場屋。乃浩然嘆曰。人世", "717": "一大戲局也。戀此奚為。自是留心內典。於經生之業", "718": "弗問也。萬曆乙卯歲將入貢。竟棄不就。杖䇿登大仰", "719": "禮愽山和尚。受三歸五戒。歸分小齋半壁作頭陀行", "72": "花臘月開。天成二年閩王延鈎專使請師。師赴王請", "720": "業。旦暮課誦之餘。必持佛聲四萬。雖病弗廢。暇則披", "721": "閱梵經。絕口不談世事。己未冬疾且篤。子鳴珮為俻", "722": "後事。公曰勿亟我去當在明春也。既而病愈。明春正", "723": "月念五之夕。忽謂珮曰。生寄死歸。予其將歸矣。珮聞", "724": "不勝愴惶。公屈指計曰。勿亟二月二日乃予歸期也。", "725": "念六舁歸家。不入𥨊室。設榻中庭。移面西向。披經朗", "726": "誦。眾爭問之。公諄諄誡語。勸歸佛乘。謝客外語。不家", "727": "務但念佛。聲不絕。夜分偃息。恍見異僧附耳語曰。訶", "728": "鉢羅去此不遠耳。公顧珮曰。汝聞否。西方召行僧來", "729": "也。珮聞復愴惶。公仍曰勿亟二月二日辰時乃余歸", "73": "至郡城。刺史陳誨造顯親寺。範兵器作佛像既成。飯", "730": "期也。遂辟段食。唯飲沸湯。念佛聲益朗。至期端坐合", "731": "掌而化。", "732": "論曰。儒釋分教門戶逈別。大儒融之以神理。則千差", "733": "頓忘。小儒局之以格量。則一塵成礙。此大儒所以辨", "734": "不泯而自無。小儒所以謗欲息而不能也。昔自六朝", "735": "以來。謗佛者不少。皆妄以私意揣摩。自成水火。其於", "736": "我佛之藩尚隔萬里。即如昌黎一人。毅然以道統自", "737": "任。而原道諸篇特昏昏醉夢語耳。至於宋室諸儒。其", "738": "見實非昌黎之比。並皆廣閱梵經遍訪諸老。第粗浮", "739": "一往。不能深窮其旨。故困于知解而不信有絕解之", "74": "僧一千。請師為讚。師曰千年陳鐵一朝成佛。誨大悅。", "740": "境。束于人倫而不知有超倫之事。所以有異說之紛", "741": "紛也。若我建諸儒則不然。其最先而興者如楊文公", "742": "胡文定。皆深躭禪悅。未甞株守本局。最後而出者如", "743": "真文忠留神內典。注心參究。亦不以背儒為嫌。夫諸", "744": "公皆挺生人豪。天縱神智。而卒不能謗佛。則佛之決", "745": "不可謗明矣。今黃口淺學毫無所窺。而藉口前贒妄", "746": "生橫議。抑何其不思之甚也噫。", "747": "建州弘釋錄卷之下終", "748": "No. 1606-D 䟦No. 1606-D", "749": "䟦", "75": "蓋陳鐵乃誨小字云。因問吾所飯僧有異人否。師曰", "750": "建州舊志於釋氏多略之。盖以趣尚枘鑿故取舍不", "751": "無異同。然黃金白璧世固其珍。而帝青之寶摩尼之", "752": "珠詎可以非常用而土苴眎之乎。今志中方伎之末", "753": "滑稽之雄尚得置傳。況釋氏可獨棄乎。釋氏以神道", "754": "設教而首崇十善。使比屋奉化則三尺可以勿用。其", "755": "幽贊聖化不為不多也。錄而傳之。誰曰不宜。儂固蒙", "756": "于斯道。姑就膚見題數語於後。使觀之者知此錄決", "757": "未可少云。友弟倪鼎陽䟦", "758": "No. 1606-ENo. 1606-E", "759": "和尚之隱荷山凡五寒暑矣。不務外緣不謁豪貴。唯", "76": "無。誨曰如何可得。師曰當為公致之。明日復設齋。有", "760": "日向殘編斷碣中採諸師之行而傳之。其毋乃謂今", "761": "人之不可教。假此以寄其尚友之思乎。抑或謂今人", "762": "之未可棄。假此以垂其援溺之手乎。倘能具眼。不妨", "763": "佛法相逢。其或未然。却請世諦流布。門人滕之宋謹", "764": "題", "765": "No. 1606-FNo. 1606-F", "766": "辛未夏至日。予為師較弘釋錄畢。啟師曰。是弘釋錄", "767": "為是建州有如許人品耶。師曰然。為是建州有如許", "768": "榜樣耶。師曰然。為是建州有如許人品如許榜樣。竟", "769": "沉埋於荒榛煙谷殘編斷碣之中。而不惜五冬令他", "77": "一老姥牽一黑狗自外至。師降階接之。延上座。飯訖", "770": "千載耶。師曰然。則又啟曰千載不朽底事畢竟如何。", "771": "師展兩手。予乃稽首。作䟦而退。誼道人李𣟀題", "78": "姥去。誨問為誰。師曰勿問。誨固請之。曰此水藏菩薩", "79": "引黑龍也。師至福州。王躬出迎入城。館于府治之水", "8": "巨石大木皆獨力運之。臥不設榻危坐達旦。能預知", "80": "亭。王再拜曰謝師遠降。啜茶次。師提起槖子曰大王", "81": "會麼。曰不會。師曰人王法王各自照了。王大喜。延入", "82": "宮。手持紫衣被之事為師。師曰謝王之恩。止為十日", "83": "留。願大王以百姓為念勿多殺。留十日以疾辭。王親", "84": "送出鼓山。至臘月二日午時香浴畢。陞堂告眾而逝。", "85": "世壽八十五僧臘六十三。是日雲色慘空鳥聲悲野。", "86": "留身七日顏色如生。王以香薪酥油荼毗之。獲舍利", "87": "五色者無數。王建塔于瑞岩正𥨊藏師靈骨。號曰瑞", "88": "應之塔。復以金瓶盛舍利塔于茶毗之處。亦號瑞應。", "89": "諡師妙覺通聖大師。宋歷諡法威慈濟妙應普照大", "9": "人休咎。每施水療疾。雖沉錮者立愈。或與之米至四", "90": "師。", "91": "扣氷神異特著。為辟支再來無疑。然愚觀其提唱", "92": "之語。則非辟支所能辦也。", "93": "五代甌寧南禪寶應寺無垢普隨禪師△五代甌寧南禪寶應寺無垢普隨禪師姓黃氏。福", "94": "州閩縣人。年二十五依本州尸羅山西隱寺出家。後", "95": "參雪峰存禪師得佛法大意。來遊建州。丞相張鍾雅", "96": "重之。遂施宅為院。名南禪寶應院。請師為第一代祖。", "97": "師晚年謝院事。飛錫禪巖。靈異日著。甞於雙髻巖下", "98": "開田。田成而無水。師以拄杖劃山。山為之裂。乃通水", "99": "灌田。至今勝蹟猶存。天成二年十月初三日示寂。世"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1606 建州弘釋錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1606 建州弘釋錄", "author": "明 元賢集", "language": "chinese", "source": "CBETA"}