{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1417 了堂惟一禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "小佛事禪上座火", "1": "了堂和尚後錄", "2": "門人　編", "3": "後錄重刊法華經印施珠山志長老請題重刊法華經印施珠山志長老請題", "4": "覺皇誓願丘山重。大事因緣信者稀。現瑞放光嚴萬", "5": "德。開權顯實被群機。毗盧正印當空妙。般若真燈遍", "6": "界輝。一會靈山儼然在。閻浮日月過如飛。", "7": "讚觀音大士讚觀音大士", "8": "心聞洞十方。大哉觀自在。為度苦眾生。恒深悲願海。", "9": "我述讚詞不自量。徒繪虗空絕五彩。", "10": "六根互用。萬行齊修。吹香風於旃檀林裏。灑甘露於", "11": "楊柳枝頭。無生不度。無剎不遊。", "12": "圓相文殊大士悟上人禮五臺後請圓相文殊大士悟上人禮五臺後請", "13": "大智七佛師。塵剎咸歸命。不現妙色身。示此大圓鏡。", "14": "直饒凡聖本來同。也是幻藥醫幻病。", "15": "布袋和尚布袋和尚", "16": "背負布囊。肩橫藤杖。閒時討忙。痛處抓癢。落魄長年", "17": "走市𢌅。拋却上方兜率天。", "18": "豐干禪師豐干禪師", "19": "騎虎出松門。為人機用別。閭丘太守前。家風都漏泄。", "20": "都漏泄。金剛腦後三斤鐵。", "21": "寒山拾得二大士寒山拾得二大士", "22": "掣風與掣顛。非凡亦非聖。颺下菜査筒。放來苕帚柄。", "23": "答豐干不遊五臺。嚇溈山同出松徑。寫盡天下心。長", "24": "吟并短詠。倒握鐵蒺䔧。擊碎軒轅鏡。拍肩大笑太無", "25": "端。森羅萬像齊歡慶。", "26": "靈照女靈照女", "27": "悲願度生無盡時。逆施倒用討便宜。滿船家計沈湘", "28": "水。却向街頭賣簏籬。", "29": "朝陽穿破衲朝陽穿破衲", "30": "空山寒日當簷。喜有竹針麻線。此時不下工夫。驢年", "31": "會成一片。", "32": "對月了殘經對月了殘經", "33": "天邊桂月娟娟。爐上檀煙梟梟。曠劫曾看底經。未展", "34": "卷時都了。", "35": "䟦妙喜老祖與監務大夫手帖䟦妙喜老祖與監務大夫手帖幻住乃大夫門舘。亦老祖", "36": "故人也。見帖中", "37": "妙喜百世師。機鋒萬夫敵。如日行閻浮。群有咸蒙益。", "38": "惠書監務君。意真語尤直。大海揚風帆。高山落圓石。", "39": "幻住深道交。臥病詢端的。遠寄鎮心丹。備陳調服食。", "40": "堂堂大乘人。寧忘悲願力。或示易中難。或施順中逆。", "41": "上賢猶罔知。淺智那能識。持尺量虗空。我謂徒疲劇。", "42": "石窻和尚語錄寶都管重刊印施求語石窻和尚語錄。寶都管重刊印施求語", "43": "曹洞家風尚綿密。末學那窺萬中一。夜明簾外擊金", "44": "鐘。󱸡瑚枝頭昇杲日。石窻端可󳭪先宗。真俗二諦尤", "45": "圓融。荷眾處己潔氷雪。陞堂開室揮天龍。四會有錄", "46": "行世久。舊板無踪歸蠧朽。永嘉上人捐己資。重刊印", "47": "施世希有。勝侶著眼觀非觀。玄言妙語何相干。咬人", "48": "還他師子子。澄潭不許蒼龍蟠。", "49": "化緣造石塔奉藏拭經舍利獎藏主求化緣造石塔奉藏拭經舍利。獎藏主求", "50": "如來藏裏摩尼寶。勝義空中設利羅。香吐煙雲凝翠", "51": "蓋。光流星斗燦銀河。金陵應禱康僧會。玉几專誠劉", "52": "薩何。高壘雲根成窣堵。廣資福聚到檀那。", "53": "閱藏經化粮供眾閱藏經化粮供眾", "54": "古佛應身揚化地。長庚橫曉在東南。重延雲侶三千", "55": "指。旋展霞縧五百函。意在鈎頭緣般若。春生筆底綻", "56": "優曇。要教滿鉢盛香飯。當聽維摩不二談。", "57": "雪竇華國和尚九峯芳長老請雪竇華國和尚。九峯芳長老請", "58": "松源遠孫。枝分派列。竺西嫡嗣。焰續芳聯。妙用全彰。", "59": "輥綉毬於萬家叢裏。真機罔測。垂金鈎於千丈巖前。", "60": "證先宗即心是佛。憐末學待悟為禪。夫是之謂華國", "61": "和尚乘夙願輪。饒益乎人天者也。", "62": "天童平石和尚東山言長老請天童平石和尚。東山言長老請", "63": "氷雪其懷。風雷其舌。道被人天。令行吳越。起祖父欲", "64": "墜之宗。掃魔外架空之說。竹篦三尺長。用處尤親切。", "65": "松濤飽聽樂高年。一甌清茗三更月。", "66": "無際和尚無際和尚", "67": "東甌勝絕。間出名師。祥麟遁跡。瑞鳳來儀。探驪頷抉", "68": "驪珠。精窮奧旨。入虎穴撩虎尾。弗畏雄威。濟中川之", "69": "舟楫。匡大法之綱維。此是無際和尚丹青描貌不得", "70": "底。真相非相之希奇者也。", "71": "題仲謀和尚語錄後題仲謀和尚語錄後", "72": "虎丘曾祖法道。六傳而至鄮峰此菴師祖。其嶮峻之", "73": "機。純全之旨。咸稱復古。而增輝焉。此菴之傳。得鳳臺", "74": "佛性叔父東禪圓明先師。又能大其家世。佛性之傳。", "75": "得仙巖仲謀靈巖了菴。猶景星鳳凰。世不多見。今觀", "76": "仲謀三會說法語。飈馳電激。玉應金舂。蓋其化去後。", "77": "門人結集。鋟梓流通。庶乎覽者咸領旨於言前。譬若", "78": "塗毒之鼓一撾。聞者皆喪。", "79": "悼楚石和尚悼楚石和尚", "80": "抉得龍淵珠九曲。當陽能把蟻絲穿。京城別眾搖金", "81": "鐸。法海憑誰駕鐵船。傑閣那容留󱛤李。浮圖永喜鎮", "82": "秦川。超生越死光明藏。舌卷風雷舉不全。", "83": "悼無夢和尚悼無夢和尚", "84": "宗教東南冷似󰞆。扶持全藉出群材。萬言書動。", "85": "龍顏悅。列祖傳驚魔膽摧。熊耳老胡歸竺國。鴈門大", "86": "士赴蓮臺。本來無地容生滅。要使人天正眼開。", "87": "悼大千和尚悼大千和尚", "88": "茫茫苦海法舟傾。不復垂慈利有情。祖室真燈輝太", "89": "白。師門的派出雙清。盤陀石上名先重。妙喜泉頭話", "90": "太行。無位真人赤骨律。分明日午打三更無位真人赤骨律。辭", "91": "世頌語。", "92": "育王大千和尚火化後。四物不壞。其徒弟妥", "93": "侍者請語。謁", "94": "無相居士宋公求塔銘無相居士宋公求塔銘", "95": "玉几夢菴醒大夢。了知幻有即真空。輪珠不壞闍維", "96": "日。設利收來般善功。擇法眼睛終爍電。談玄牙齒尚", "97": "關風。求文刻石垂千古。洞徹吾宗無相翁。", "98": "歸源老人示眾析成四首歸源老人示眾。析成四首", "99": "問佛與問法。石頭路尤滑。生柴帶葉燒。苦瓠和根拔。", "100": "馳求轉更狂。須信不尋常。彈指超三際。舒光洞十方。", "101": "語言并動用。謾覓虗空縫。三冬寒氣濃。黃河連底凍。", "102": "只欠自承當。猶多錯較量。挨身入閙市。紅日上扶桑。", "103": "禪人寫師真請讚禪人寫師真請讚", "104": "深憐末學。遐仰先宗。面赤不如語直。耳聾爭似心空。", "105": "倒握竹篦三尺鐵。金烏飛上海門東。", "106": "心宗不可傳。開口成話墮。壓沙謾覓油。敲氷難取火。", "107": "五色天麒麟。掣斷黃金鎻。", "108": "次韻澄散聖山居真蹟次韻澄散聖山居真蹟", "109": "樂道自然忘世緣。崖根結屋屢更年。霜華燦爛蒙雙", "110": "𩯭。雲葉參差擁半肩。百丈再能參馬祖。趙州早已見", "111": "南泉。誰來同撥地爐火。話到威音大劫前。", "112": "奉答無相大學士宋公見寄奉答無相大學士宋公見寄", "113": "本無自性金剛寶。那有他家藥汞銀。貴樂昇平佐", "114": "明主。詞鋒筆陣肅天人。", "115": "善言言所不能言。一句當陽明正偏。珍重金華傅大", "116": "士。掃空疊妙與重玄。", "117": "答赴答赴", "118": "詔京城諸高僧見寄韻二首詔京城。諸高僧見寄韻二首", "119": "官驛涼生八月初。承", "120": "恩入對", "121": "御庭除。河清海晏開天統。虎踞龍蟠壯", "122": "帝居。報國已酬千里志。匡宗應上萬言書。特裁雲錦", "123": "遙相寄。慰我林泉齒髮踈。", "124": "奉", "125": "詔新編佛樂成。萬靈趨會彩雲輕。經翻貝葉開龍藏。", "126": "燈燦金蓮滿", "127": "禁城。杭海梯山懷德厚。歸牛休馬賀時清。當年大覺", "128": "辤", "129": "仁廟。宸翰鐫珉在四明。", "130": "淨慈壽首座日本人持危宋二學士所作南堂和尚行道記語錄序見示書此以贈淨慈壽首座日本人。持危宋二學士所作南", "131": "堂和尚行道記語錄序見示。書此以贈", "132": "仰山說法兜率天。扶桑人種陝西田。舌頭不覺添三", "133": "寸。鼻孔無端失半邊。道人氣岸真奇絕。脚踏金船載", "134": "明月。慈雲堂前喫蒺䔧。滿懷冤屈憑誰雪。", "135": "京城特謁老維摩。雄詞妙辯翻銀河。持來長庚試一", "136": "展。光𦦨萬丈輝松蘿。事理全彰容物我。纖塵不立難", "137": "肯可。優鉢華敷劫外春。祥麟掣斷黃金鎻。", "138": "次了菴和尚韻題臥雲軒次了菴和尚韻題臥雲軒", "139": "深谷搆層軒。紛華不到眼。一榻臥白雲。長年遂踈散。", "140": "聖賢出沒如浮雲。須彌百億皆幻塵。香雲樓閣遍塵", "141": "剎。彌勒一一能分身。坐即臥兮臥即坐。誰管光陰蟻", "142": "旋磨。勞生界上機巧萬端。臥雲軒中不消一唾。", "143": "光明室為天淵和尚題光明室為天淵和尚題", "144": "我此光明室。廣博容大千。方便開戶牖。悲願堅墻垣。", "145": "毗耶離城真規未泯。摩竭提國勝軌儼然。交羅從誇", "146": "寶絲網。四色謾說金池蓮。馨香味觸常三昧。經行坐", "147": "臥空諸緣。", "148": "次天界季潭和尚韻送韞中宣首座次天界季潭和尚韻。送韞中宣首座", "149": "萬八千丈華頂峯。祥光貫日如晴虹。間生如識到全", "150": "室。不離幻有談真空。匡眾龍河吉祥處。廣揚佛祖同", "151": "風句。韞中傳誦無少差。妙乎不動中間樹。逆施倒用", "152": "侶難識。量外機先好尋覓。一毫端上洞根源。日用現", "153": "行明歷歷。君不見古有永嘉真覺師。曹磎證道誠希", "154": "奇。又不見雲峰曾參翠巖老。意在驚虵先打草。不是", "155": "佛兮不是心。亦非禪也亦非道。坐來如靠須彌山。折", "156": "筯謾攪滄溟乾。從空放下從空看。轉地軸兮回天關。", "157": "追和古德雜言同韻五首追和古德雜言同韻五首", "158": "釋尊示跡度娑婆。正法難留像法過。易樹慢幢大力", "159": "鬼。甘縈疑網小根魔。頂門眼活觀何遠。肘後符靈驗", "160": "自多。萬一身心堅鐵石。終成砥柱障頹波。", "161": "一千七百閑公桉。何處誵訛透不過。脫體承當魔即", "162": "佛。從頭執著佛成魔。心存厚德推恩廣。藥奏全功識", "163": "病多。莫使毗盧清淨海。無風匝匝湧金波。", "164": "老屋深雲養宿痾。黃連石蜜幾甞過。罷拈藤杖勘禪", "165": "侶。閒把茶甌敵睡魔。一剎那間猶是久。盡恒沙數未", "166": "為多。翠岩一見慈明後。便有滔天逆水波。", "167": "鐵杵宜將石上磨。要教明試一翻過。證非證也三乘", "168": "果。空可空兮五陰魔。撥火覓漚愚不少。檐泉帶月智", "169": "何多。宗綱力振諸知識。骨冷雲山窣堵波。", "170": "塵沙剎海事如何。六十小劫風雨過。焰續智燈追列", "171": "祖。鋒藏慧劒怖群魔。機先與奪真觀妙。格外提持錯", "172": "會多。眨上眉毛回首看。分明全水即全波。", "173": "心上人求舍利禮寶陀心上人求舍利禮寶陀", "174": "玉几峯前求舍利。寶陀巖畔禮觀音。要教瑞相時時", "175": "現。空却塵勞種種心。", "176": "次韻送域侍者就柬廼師仲齡和尚次韻送域侍者就柬廼師仲齡和尚", "177": "佛祖向上關。過在強描貌。有路不吾行。無繩還自縛。", "178": "擊竹老香嚴。曾謂無錐卓。覓油謾壓沙。取乳期搆角。", "179": "國師喚侍者。直截何差錯。望空穿鑿多。平地風波惡。", "180": "道交仲齡翁。每思觀盛作。真乘好舉揚。叢林正衰落。", "181": "嚴師禮覲復南詢。彈指聲中入樓閣。", "182": "次木菴和尚韻示鑑維那次木菴和尚韻示鑑維那", "183": "心外非佛。佛外非心。無邊界不間毫髮。曠大劫何分", "184": "古今。翠岩用處誵訛。將蝦釣鱉。雲峰悟時端的。握土", "185": "成金。楮小自難懷大。綆脩終堪汲深。師子翻身兮。威", "186": "獰罔測。羚羊掛角兮。踪跡何尋。雖云悟解隨類。當知", "187": "演說一音。行待搖鞭匪良馬。棲能擇木真靈禽。", "188": "用恕中和尚韻送寄侍者參方用恕中和尚韻送寄侍者參方", "189": "千差萬別消歸己。咳唾揚眉契真理。道人欲作諸方", "190": "遊。一步當知始於此。密意明明在汝邊。塵勞妄覺空", "191": "鏖煎。烏藤倒握遍探討。抉珠須造驪龍淵。偷心未死", "192": "成痼疾。神醫拱手何由痊。望真丹有大乘器。老胡得", "193": "得來西乾。布毛吹起無別旨。侍者悟去良有以。竿頭", "194": "百尺解翻身。越聖超凡都在汝。", "195": "虗室謌為莊藏主賦虗室謌為莊藏主賦", "196": "虗也何室。室也何虗。虗兮匪曠。室兮匪拘。鑑世間如", "197": "影響。了聖道如蘧廬。直下忘能忘所。自然無欠無餘。", "198": "與麼與麼。塵毛剎土。隨緣遊戲。不與麼不與麼。蝸牛", "199": "殻裏。妄自安居。當臺明鏡。歷掌神珠。頓空摩竭法令。", "200": "掃蕩毗耶真規。赤脚波斯尋戶入。無言童子笑軒渠。", "201": "樵菴樵菴", "202": "斧在腰兮柴在肩。三間茅屋斷橋邊。盧能養母終傳", "203": "法。王質觀棋已得僊。煨芋日高開宿火。煑茶月下取", "204": "寒泉。當年懶琖欠周密。惹動坭書下　九天。", "205": "雪崖雪崖", "206": "隆冬瑞雪豐年兆。先積高崖也自奇。雲盡半空騰素", "207": "𦦨。風生四野奮寒威。神光獨立齊腰處。會祖忘眠縮", "208": "項時。平地不無千仞險。足心酸澁洞靈知。", "209": "答前保福仲邠和尚答前保福仲邠和尚", "210": "虗空不掛一絲頭。滄海能浮萬斛舟。廣學多聞都掃", "211": "却。橫拈倒用有來由。松華堂上揮談麈。玉几峯前下", "212": "釣鈎。雲侶憧憧問禪病。機先好舉過窻牛。", "213": "送舜西堂省親送舜西堂省親", "214": "天台南望青海邊。白髮慈母延高年。古寺編蒲作後", "215": "範。隔江舉火超先賢。滔天恩波自枯竭。歷劫愛網空", "216": "縈纏。洞明真智全真孝。銀山鐵壁堅非堅。", "217": "示離相儔長老示離相儔長老", "218": "夾山早住一院。未得親承作家。不知千里懸隔。謬在", "219": "毫𨤲有差。僧問法身。便答法身無相。僧問法眼。便答", "220": "法眼無瑕。道吾為客聽法。一笑略露爪牙。茶邊慇懃", "221": "致問。未免撒土拋沙。夾山器量本奇偉。即住華亭見", "222": "船子。兩篙打時已點頭。一橈呈處心全死。陳年爛葛", "223": "藤。何用重新舉。既以披衣握麈。要稱祖師門下士。當", "224": "知吾宗顯赫。利益人天有如此。", "225": "示師孫法雷藏主示師孫法雷藏主", "226": "瑞光圓照陞高堂。鼓輒墮地聲愈揚。有僧指鼓謂眾", "227": "曰。法雷震地何其祥。弘荷大法果莫及。嚮風緇白如", "228": "雲集。　天子賜坐御榻前。茶甌三蕩仍長吸。汝師訓", "229": "汝名法雷。有意遠期成大材。四海叢林正衰落。波流", "230": "風靡追難回。汝丁壯年宜奮勵。毗盧藏海空三際。一", "231": "句無私廓頂門。歸源五葉真苗裔。", "232": "送邁藏主送邁藏主", "233": "心不是佛。智不是道。丹霞騎聖僧。馬祖踏水潦。五千", "234": "教典盡掀翻。百億須彌俱靠倒。後非遲也先非早。啐", "235": "󲣅之機難恰好。木鷄啼處月黃昏。芻犬吠時天大曉。", "236": "絕承當。離膠擾。明知不覆藏。却許自探討。吳楚叢林", "237": "知識多。臨機無吝攄懷抱。", "238": "定山定山", "239": "大定如山不傾動。山非大定還消磨。惟聞虗空不爛", "240": "壞。七金五嶽徒嵳峩。鷲嶺衣付大迦葉。龍華待傳阿", "241": "逸多。大洋海底遭火熱。須彌頂上翻金波。道人妙齡", "242": "聽吾語。閻浮烏兔如飛梭。定起空山口無舌。何能與", "243": "子歌長謌。", "244": "信中信中", "245": "信是道原功德母。善根長養在其中。玄微已向言前", "246": "薦。端的何妨格外通。誠實功夫能保惜。偏邪情解自", "247": "消融。還他親到不疑地。空有雙忘顯正宗。", "248": "樵隱樵隱", "249": "旋作生柴帶葉燒。白雲丹嶂樂陶陶。", "250": "九天曾遣蒲輪召。不出頭來儘自高。", "251": "野牛野牛", "252": "長林豐草臥雲煙。鼻孔遼天不受穿。消得乾坤閑歲", "253": "月。荒來祖父舊田園。", "254": "韞中韞中", "255": "上人字韞中。此義難部㭊。不是珠沉淵。亦非玉藏石。", "256": "自家一寶秘形山。古今無價堪酬直。明明不離日月", "257": "間。向外馳求徒費力。", "258": "梓巖梓巖", "259": "吾聞梓是木中王。托根層巖愈堅久。繁柯上徹碧雲", "260": "高。重陰下覆蒼苔厚。秋老風傳錦瑟鳴。夜闌電掣金", "261": "蛇走。空生宴坐天雨華。無說無聞獅子吼。", "262": "無言無言", "263": "維摩牀上示疾。善現巖間坐禪。一句何曾脫口。舌覆", "264": "三千大千。", "265": "自明自明", "266": "非從他得。本有靈光。不離當念。洞徹十方。", "267": "清白軒為天寧原上人題清白軒為天寧原上人題", "268": "玉壺貯水。銀碗盛雪。物理自彰。清白誰說。四時遷謝", "269": "兮。有古有今。六窻虗明兮。無二無別。經行既從容。宴", "270": "坐尤超絕。門外黃塵沒馬深。毫端辯的方親切。", "271": "送秀書記遊台鴈送秀書記遊台鴈", "272": "掃空積翠三關語。便有經天緯地謀。五百聲聞都勘", "273": "過。詎那爭敢不低頭。", "274": "次韻贈興藏主次韻贈興藏主", "275": "佛祖最上乘。非空亦非色。參之詎可參。得也竟何得。", "276": "不有寸心丹。難逢雙眼碧。道人精進幢。終當造玄極。", "277": "送日本生禪人禮寶陀遊天台送日本生禪人禮寶陀遊天台", "278": "生緣辭絕域。參禮到中洲。妙相從心現。真乘匪力求。", "279": "白華嚴洞曉。紅葉石橋秋。直下明端的。艱懃志可酬。", "280": "妙禪人求妙禪人求", "281": "何用談玄并說妙。亦無密授與親傳。渾侖一箇鐵餕", "282": "饀。細嚼方知百味全。", "283": "借韻勉陟藏主借韻勉陟藏主", "284": "真誠衲子陟藏主。來伴閒居三兩年。處己肯摸今日", "285": "樣。探玄期拍古人肩。良駒豈待搖鞭影。瑞鳳終知飲", "286": "醴泉。佛祖話頭千七百。直須一一薦言前。", "287": "借韻示暐藏主借韻示暐藏主", "288": "牧來水牯得純時。何用施呈嚙鏃機。藏裏無珍應失", "289": "色。籬根瓦礫自生輝。本無凡聖成階級。那有乾坤受", "290": "範圍。黃蘗當年打臨濟。烏藤六十不知歸。", "291": "借韻示朗長老借韻示朗長老", "292": "列祖大開方便門。迅機殺活棒頭分。長鯨吸盡百川", "293": "水。徤鶻衝開萬里雲。佛自佛兮居佛位。魔誰魔也墮", "294": "魔群。莫嫌老我無傳授。纔涉纖塵染污君。", "295": "示徒弟楚長老示徒弟楚長老", "296": "古有至人。善施法令。似空噇空。如鏡照鏡。赴齋大士", "297": "提起門槌。掃地寒山放下帚柄。百千劫未始拋離。二", "298": "六時自然相應。修也何修。證亦非證。無言童子念摩", "299": "訶。耳根塞却分明聽。", "300": "借韻示徒弟思隱借韻示徒弟思隱", "301": "大陽傳法付皮履。曹洞宗風墜還起。滄溟枯竭須彌", "302": "低。千聖之手堪同擕。頂門正眼如未明。黃金無色蘭", "303": "無馨。楊岐垂派到崑阜。看他各展扶宗手。折膠墮指", "304": "猶未寒。扶珠驪頷方為難。祖域荒涼正此時。危如九", "305": "鼎懸一絲。汝能遠來慰空寂。打汝罵汝都無力。一句", "306": "分明向汝談。前三三與後三三。", "307": "乾峯乾長老字象初乾峯乾長老字象初", "308": "指乾曰象初。乾也從何起。未聞太虗空。形其有終始。", "309": "古德曾有言。貴在明自己。有物天地先。無頭亦無尾。", "310": "不逐四時凋。認著還不是。道人曾主乾峯來。未開口", "311": "前。早已明斯旨咄。", "312": "珽藏主字大珪珽藏主字大珪", "313": "試玉要須經烈燄。纔形纖翳成玼玷。不分真偽開眼", "314": "人。非惟燕石藏來賺。難逢至寶出人間。能別至寶尤", "315": "為難。卞和三獻遭刖足。煙雲結恨遺荊山。當知至寶", "316": "得非得。倘分美惡成仇敵。明明不離萬像中。鶻眼龍", "317": "睛曾莫識。", "318": "無我字照上人求無我字照上人求", "319": "火寄諸緣。或炎或熄。水流於下。隨曲隨直。風動搖而", "320": "成聲。雲去來而絕跡。乳和水而易分。膠隱色而難識。", "321": "諸法何紛紜。當體本空寂。自家拶倒須彌盧。一句了", "322": "然超百億。", "323": "贈靈隱迅藏主贈靈隱迅藏主", "324": "堂堂古德。凜凜真規。美流萬世。清振一時。秉起金剛", "325": "慧劒。撒出海藏摩尼。不有龍睛鶻眼。難窺電激颷馳。", "326": "與麼與麼。得之於心。剖石逢玉。不與麼不與麼。失之", "327": "於旨。𦘕虎成狸。莫辜三事衲。惜取兩莖眉。閻浮光陰", "328": "迅疾不少駐。究明己躬大事毋自欺。", "329": "次韻贈淨慈達藏主次韻贈淨慈達藏主", "330": "虎丘直下到西丘。派列枝分多勝流。萬指雲堂曾弗", "331": "顧。孤村草店肯遲惡。機先中的同非別。句裏藏鋒各", "332": "有由。信手揭翻華藏海。還他全放復全收。", "333": "贈四明廉長老贈四明廉長老", "334": "佛祖門庭海樣深。出家自合遍參尋。研窮至理楔出", "335": "楔。透脫玄關金愽金。垂棘連城難著價。陽春白雪罕", "336": "知音。德山一見龍潭後。頓息從前種種心。", "337": "次韻示奧侍者次韻示奧侍者", "338": "有見非真見。無傳即正傳。頭頭開智眼。法法離情緣。", "339": "未解抽金鏃。休云打鐵船。布毛吹起處。不是祖師禪。", "340": "虎丘繼藏主嘗到太白山中請舉話因寄偈見謝故答以示之虎丘繼藏主。嘗到太白山中。請舉話。因寄偈", "341": "見謝。故答以示之", "342": "開口無非觸祖翁。難教金翅不吞龍。陳年酸饀咬得", "343": "破。颺向籬根糞壤中。", "344": "贈輔侍者贈輔侍者", "345": "少室真規。摩竭法令。照乘神珠。當臺明鏡。言思莫及", "346": "處。拄杖生根。心手相忘時。鉢盂安柄。國師三喚侍者。", "347": "侍者隨聲三應。不是量外施功。亦非機先取證。南海", "348": "波斯念八還。生鐵崑侖側耳聽。", "349": "贈觀上人贈觀上人", "350": "靈踪聖跡滿區寰。東南四處尤殊特。設利靈光或可", "351": "求。觀音妙智終難測。石橋瀹茗供聲聞。南冥焚檀禮", "352": "彌勒。喜公操心絕比倫。顧我有口那椷默。歇去向外", "353": "妄馳求。成來自己真功德咄。", "354": "隱翠軒為劉振道題隱翠軒為劉振道題", "355": "隱翠於空兮。翠豈非空。隱空於翠兮。空亦是色。隱顯", "356": "無二兮。殊媿蒼穹。空色不分兮。那臻玄極。闌干獨倚", "357": "時。萬像明歷歷。", "358": "題倒騎牛題倒騎牛", "359": "三五兒童髽兩角。笛中吹得落梅華。牧來水牯路頭", "360": "熟。顛倒騎時也到家。", "361": "示左右同韻二首示左右同韻二首", "362": "細嚼東山鐵酸饀。蔗漿氷碗讓甘涼。北齊荷法思龍", "363": "樹。投子傳宗嗣大陽。", "364": "殑伽非鼻可聞香。壁月無風亦自涼。空手教人放下", "365": "著。趙州特地啟嚴陽。", "366": "宗淨頭求宗淨頭求", "367": "東司不可說佛法。趙州此話播叢林。屎腸抖擻不出", "368": "底。休向威音那畔尋。", "369": "亨淨頭求亨淨頭求", "370": "水槽每日積來滿。湯鑊及時燒得溫。炙地薰天乾屎", "371": "橛。娘生鼻孔幾曾開。", "372": "示道者智實參方示道者智實參方", "373": "梵語頭陀。此云抖擻。清淨本然。塵垢何有。大千界不", "374": "妨山高海深。無量劫一任烏飛兔走。奉眾勤勞宜力", "375": "行。律己規繩要堅守。未能追攀入室之象龍。莫負捨", "376": "送出家之父母。不見老飲光。常居萬人後。知識門庭", "377": "好遍參。王麈橫揮獅子吼。", "378": "得淨人火得淨人火", "379": "聽誦金剛經。豁開死眼。解下墜腰石。半夜傳衣。撥波", "380": "求得火。燒却五須彌。", "381": "了堂和尚後錄終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1417 了堂惟一禪師語錄", "author": "(門人)宗義．有端．思齊．思靜．妙淨．無我．文暐．雲澹．思謙．普莊．宗遠．思廉．文度．文朗 等編"}