{"language": "chinese", "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0019 無礙解道(第3卷-第4卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "俱存品俱存品第十　空論", "1": "慧品慧品第一　大慧論慧品第一　大慧論", "2": "一若多作修習無常觀者，是圓滿何種慧？若多作修習苦觀者，是圓滿何慧？若多", "3": "作修習無我觀者，是圓滿何種慧？若多作修習厭惡觀者，是圓滿何種慧？若多作修", "4": "習離貪觀者，是圓滿何種慧？若多作修習滅觀者，是圓滿何種慧？若多作修習定棄", "5": "觀者，是圓滿何種慧？", "6": "若多作修習無常觀者以圓滿速慧。若多作修習苦觀者以圓滿決擇慧。若多作修", "7": "習無我觀者以圓滿大慧。若多作修習厭惡觀者以圓滿利慧。若多作修習離貪觀者以", "8": "圓滿廣大慧。若多作修習滅觀者以圓滿深慧。若多作修習定棄觀者以圓滿無等慧。", "9": "如是多作修習七慧者以圓滿聰明。若多作修習此八慧者以圓滿廣慧。若多作修", "10": "習此九慧者以圓滿捷慧。", "11": "捷慧是辯無礙解，依此之義決定而現證、證得義無礙解，以慧接觸。依法決定", "12": "而現證、證得法無礙解，以慧接觸。依詞決定而現證、證得詞無礙解，以慧接觸。", "13": "依辯決定而現證、證得辯無礙解，以慧接觸。於此如是現證、證得四無礙解，以慧", "14": "接觸。", "15": "二於色若多作修習無常觀者是圓滿何種慧？……乃至……於色若多作修習定棄觀", "16": "者是圓滿何種慧？", "17": "於色若多作修習無常觀者以圓滿速慧〔……〕於色若多作修習定棄觀者以圓滿", "18": "無等慧。", "19": "若多作修習如是七慧者以圓滿聰明。若多作修習此八慧者以圓滿廣慧。若多作", "20": "修習此九慧者以圓滿捷慧。", "21": "捷慧是辯無礙解。依此之義決定而現證、證得義無礙解，以慧接觸。依法決定", "22": "而現證、證得法無礙解，以慧接觸。依詞決定而現證、證得詞無礙解，以慧接觸。", "23": "依辯決定而現證、證得辯無礙解，以慧接觸。於此如是現證、證得四無礙解，以慧", "24": "解觸。", "25": "於受、想、行、識、眼……乃至……於老死若多作修習無常觀者，是圓滿何種", "26": "慧？……乃至……於老死若多作修習定棄觀者，是圓滿何種慧？於老死若多作修習", "27": "無常觀者以圓滿速慧〔……〕於老死若多作修習定棄觀者以圓滿無等慧。", "28": "如是若多作修習七慧者以圓滿聰明。若多作修習此八慧者以圓滿廣慧。若多作", "29": "修習此九慧者以圓滿捷慧。", "30": "捷慧是辯無礙解。依此之義決定而現證、證得義無礙解，以慧接觸。依法決定", "31": "而現證、證得法無礙解，以慧接觸。依詞決定而現證、證得詞無礙解，以慧接觸。", "32": "依辯決定而現證、證得辯無礙解，以慧接解。於此如是以現證、證得四無礙辯，以", "33": "慧接觸。", "34": "三於色若多作修習無常觀者，是圓滿何種慧？於過去、未來、現在之色若多作修", "35": "習無常觀者，是圓滿何種慧？於色若多作修習苦觀者，是圓滿何種慧？於過去、未", "36": "來、現在之色若多作修習苦觀者，是圓滿何種慧？於色若多作修習無我觀者，是圓", "37": "滿何種慧？於過去、未來、現在之色若多作修習無我觀者，是圓滿何種慧？於色若", "38": "多作修習厭惡觀者，是圓滿何種慧？於過去、未來、現在之色若多作修習厭惡觀者，", "39": "是圓滿何種慧？於色若多作修習離貪觀者，是圓滿何種慧？於過去、未來、現在之", "40": "色若多作修習離貪觀者，是圓滿何種慧？於色若多作修習滅觀者，是圓滿何種慧？", "41": "於過去、未來、現在之色若多作修習滅觀者，是圓滿何種慧？於色若多作修習定棄", "42": "觀者，是圓滿何種慧？於過去、未來、現在之色若多作修習定棄觀者，是圓滿何種", "43": "慧？", "44": "於色若多作修習無常觀者以圓滿速慧，於過去、未來、現在之色若多作修習無", "45": "常觀者以圓滿速慧。於色若多作修習苦觀者以圓滿決擇慧，於過去、未來、現在之", "46": "色若多作修習苦觀者以圓滿速慧。於色若多作修習無我觀者以圓滿大慧，於過去、", "47": "未來、現在之色若多作修習無我觀者以圓滿速慧。於色若多作修習厭惡觀者以圓滿", "48": "利慧，於過去、未來、現在之色若多作修習厭惡觀者以圓滿速慧。於色若多作修習", "49": "離貪觀者以圓滿廣大慧，於過去、未來、現在之色若多作修習離貪觀者以圓滿速慧。", "50": "於色若多作修習滅觀者以圓滿深慧，於過去、未來、現在之色若多作修習滅觀者以", "51": "圓滿速慧。於色若多作修習定棄觀者以圓滿無等慧，於過去、未來、現在之色若多", "52": "作修習定棄觀者以圓滿速慧。", "53": "如是若多作修習七慧者以圓滿聰明。若多作修習此八慧者以圓滿廣慧。若多作", "54": "修習此九慧者以圓滿捷慧。", "55": "捷慧是辯無礙解。依此之義決定而現證、證得義無礙解，以慧接觸。依法決定", "56": "而現證、證得法無礙解，以慧接觸。依詞決定而現證、證得詞無礙解，以慧接觸。", "57": "依辯決定而現證、證得辯無礙解，以慧接觸。此於如是現證、證得四無礙解，以慧", "58": "接觸。", "59": "於受、想、行、識、眼……乃至……於老死若多作修習無常觀者，是圓滿何種", "60": "慧？於過去、未來、現在之老死若多作修習無常觀者，是圓滿何種慧？……乃至……", "61": "於老死若多作修習定棄觀者，是圓滿何種慧？於過去、未來、現在之老死若多作修", "62": "習定棄觀者，是圓滿何種慧？", "63": "於老死若多作修習無常觀者以圓滿速慧，於過去、未來、現在之老死若多作修", "64": "習無常觀者以圓滿速慧……乃至……於此如是現證、證得四無礙解，以慧接觸。", "65": "四諸比丘！若多作修習此四法者乃資預流果之現證。以何為四？是依靠善士、聽", "66": "聞正法、如理作意、法隨法行。諸比丘！若多作修習此四法者乃資預流果之現證。", "67": "諸比丘！若多作修習此四法者乃資一來果之現證……乃至……資不還果之現證", "68": "……乃至……資阿羅漢果之現證。以何為四？是依靠善士、聽聞正法、如理作意、", "69": "法隨法行。諸比丘！若多作修習此四法者乃資阿羅漢果之現證。", "70": "五諸比丘！若多作修習此四法者乃資慧之獲得，資慧之覺悟，資慧之廣大，資大", "71": "慧，資廣慧，資廣大慧，資深慧，資無等慧，資宏慧，資慧之多多，資迅慧，資輕", "72": "慧，資捷慧，資速慧，資利慧，資決擇慧。以何為四？是依靠善士、聽聞正法、如", "73": "理作意、法隨法行。諸比丘！若多作修習此四法者乃資慧之獲得，資慧之覺悟……", "74": "乃至……資決擇慧。", "75": "六資慧之獲得者如何是慧之獲得？", "76": "獲、獲得、得、具足、接觸、現證、四道智、四果智、四無礙解智、六通智、", "77": "七十三智、七十七智而圓具資慧之獲得。此是慧之獲得。", "78": "資慧之覺悟者如何是慧之覺悟？", "79": "七有學及善異生之慧增長，阿羅漢之慧增長，依增長而資慧之覺悟。此是慧之", "80": "覺悟。", "81": "資慧之廣大者如何是慧之廣大？", "82": "七有學及善異生之慧是廣大，阿羅漢之慧是廣大，依此廣大而資慧之廣大。此", "83": "是慧之廣大。", "84": "七資大慧者如何是大慧？", "85": "攝受大義故是大慧，攝受大法故是大慧，攝受大詞故是大慧，攝受大辯故是大", "86": "慧，攝受大戒蘊故是大慧，攝受大定蘊故是大慧，攝受大慧蘊故是大慧，攝受大解", "87": "脫蘊故是大慧，攝受大解脫智見蘊故是大慧，攝受大處非處故是大慧，攝受大住等", "88": "至故是大慧，攝受大聖諦故是大慧，攝受大念住故是大慧，攝受大正勤故是大慧，", "89": "攝受大神足故是大慧，攝受大根故是大慧，攝受大力故是大慧，攝受大覺支故是大", "90": "慧，攝受大聖道故是大慧，攝受大沙門果故是大慧，攝受大通智故是大慧，攝受大", "91": "勝義涅槃故是大慧。資大慧故此是大慧。", "92": "八資廣慧者如何是廣慧？", "93": "廣種種蘊之智轉故是廣慧，廣種種界之智轉故是廣慧，廣種種處之智轉故是廣", "94": "慧，廣種種緣起之智轉故是廣慧，廣種種空性無所得之智轉故是廣慧，廣種種義之", "95": "智轉故是廣慧，廣種種法之智轉故是廣慧，廣種種詞之智轉故是為廣慧，廣種種辯", "96": "之智轉故是廣慧，廣種種戒蘊之智轉故是廣慧，廣種種定蘊之智轉故是廣慧，廣種", "97": "種慧蘊之智轉故是廣慧，廣種種解脫蘊之智轉故是廣慧，廣種種解脫智見蘊之智轉", "98": "故是廣慧，廣種種處非處之智轉故是廣慧，廣種種住等至之智轉故是廣慧，廣種種", "99": "聖諦之智轉故是廣慧，廣種種念住之智轉故是廣慧，廣種種正勤之智轉故是廣慧，", "100": "廣種種神足之智轉故是廣慧，廣種種根之智轉故是廣慧，廣種種力之智轉故是廣慧，", "101": "廣種種覺支之智轉故是廣慧，廣種種聖道之智轉故是廣慧，廣種種沙門果之智轉故", "102": "是廣慧，廣種種通智之智轉故是廣慧，超越共異生法勝義涅槃之智轉故是廣慧。資", "103": "廣慧故此是廣慧。", "104": "九資廣大慧者如何是廣大慧？", "105": "攝受廣大義故是廣大慧，攝受廣大法故是廣大慧，攝受廣大詞故是廣大慧，攝", "106": "受廣大辯故是廣大慧，攝受廣大戒蘊故是廣大慧，攝受廣大定蘊故是廣大慧，攝受", "107": "廣大慧蘊故是廣大慧，攝受廣大解脫蘊故是廣大慧，攝受廣大解脫智見蘊故是廣", "108": "大慧，攝受廣大處非處故是廣大慧，攝受廣大住等至故是廣大慧，攝受廣大聖諦故", "109": "是廣大慧，攝受廣大念住故是廣大慧，攝受廣大正勤故是廣大慧，攝受廣大神足故", "110": "是廣大慧，攝受廣大根故是廣大慧，攝受廣大力故是廣大慧，攝受廣大覺支故是廣", "111": "大慧，攝受廣大聖道故是廣大慧，攝受廣大沙門果故是廣大慧，攝受廣大通智故是", "112": "廣大慧，攝受廣大勝義涅槃故是廣大慧，資廣大慧故此是廣大慧。", "113": "一〇資深慧者如何是深慧？", "114": "深蘊之智轉故是深慧，深界之智轉故是深慧，深處之智轉故是深慧，深緣起之", "115": "智轉故是深慧，深空性無所得之智轉故是深慧，深義之智轉故是深慧，深法之智轉", "116": "故是深慧，深詞之智轉故是深慧，深辯之智轉故是深慧，深戒蘊之智轉故是深慧，", "117": "深定蘊之智轉故是深慧，深慧蘊之智轉故是深慧，深解脫蘊之智轉故是深慧，深解", "118": "脫智見蘊之智轉故是深慧，深處非處之智轉故是深慧，深住等至之智轉故是深慧，", "119": "深聖諦之智轉故是深慧，深念住之智轉故是深慧，深正勤之智轉故是深慧，深神足", "120": "之智轉故是深慧，深根之智轉故是深慧，深力之智轉故是深慧，深覺支之智轉故是", "121": "深慧，深聖道之智轉故是深慧，深沙門果之智轉故是深慧，深通智之智轉故是深慧，", "122": "深通智之智轉故是深慧，深勝義涅槃之智轉故是深慧，資深慧故此是深慧。", "123": "一一資無等慧者如何是無等慧？", "124": "若有人依義決定而現證、證得義無礙解，以慧接觸，依法決定而現證、證得法", "125": "無礙解，以慧接觸，依詞決定而現證、證得詞無礙解，以慧接觸，依辯決定而現證、", "126": "證得辯無礙解，以慧接觸時，此人之於義、法、詞、辯而是他人所不能及。他人之", "127": "不能及故而是無等慧。善異生之慧較第八人之慧遠、甚遠、極甚遠而非於近隣，", "128": "對於善異生而第八人是慧無等。第八人之慧較預流者之慧遠、甚遠、極甚遠而非於", "129": "近隣，對於第八人而預流者是慧無等。預流者之慧較一來者之慧遠、甚遠、極甚遠", "130": "而非於近隣，對於預流者而一來者是慧無等。一來者之慧較不還者之慧遠、甚遠、", "131": "極甚遠而非於近隣，對於一來者而不還者是慧無等。不還者之慧較阿羅漢之慧遠、", "132": "甚遠、極甚遠而非於近隣，對於不還者而羅漢是慧無等。阿羅漢之慧較獨覺之慧遠、", "133": "甚遠、極甚遠而非於近隣，對於阿羅漢而獨覺是慧無等。對於獨覺與天及世人，如", "134": "來、應供、正等覺者是為最上、慧無等、慧分別善巧、智分明、證得無礙解、得四", "135": "無畏，持十力、勝丈夫、人師子、人龍、人良馬、人擔荷獸，為智無邊、威光無邊、", "136": "稱無邊、富、大財、具財、導師、徧導師、宣說者、令深慮者、觀察者、令歡喜者。", "137": "彼世尊令生未生之道，令解了未解了之道，令講說未講說之道，知道，悟道，熟知", "138": "道。然而又，有聲聞之住隨行道而隨從。彼世尊知而知，見而見，為眼、為智、", "139": "為法、為梵、為說者、轉者，導義與甘露，為法王、如來。於彼世尊無有未知、未", "140": "見、未悟、未現證而無不以慧接觸。於過去、未來、現在一切法之一切行相，於佛、", "141": "世尊之智門是分明。可知諸未了被付名之義法，〔曰〕若己義、若他義、若俱義、若", "142": "現法之義、若後世之義、若顯了之義、若深秘之義、若秘密之義、若覆隱之義、若", "143": "未了之義、若了之義、若無呵責之義、若無煩惱之義、若清淨之義、若勝義之義。", "144": "如是一切，徧轉於佛智，一切之身業隨徧轉於佛智，一切之語業隨徧轉於佛智，一", "145": "切之意業隨徧轉於佛智。", "146": "於過去佛有無礙智，在於未來佛有無礙智，於現在佛有無礙智。隨未了之量而", "147": "有智，隨智之量有未了，智以未了為邊際，未了以智為邊際，超未了無有智之轉，", "148": "超智無有未了之路，此等之法相互及於邊際。譬如有二篋笥而密接，下之篋笥不超", "149": "於上，上之篋笥不超於下，相互及於邊際。如是佛、世尊之未了與智亦然。此等之", "150": "法相互及於邊際。隨未了之量有智，隨智之量有未了，智以未了為邊際，未了以智", "151": "為邊際，超未了無智之轉，超智無未了之路，此等之法相互及於邊際。佛智轉於一", "152": "切法，佛、世尊於一切法傾心而獲得、以欲求而獲得、以作意而獲得、以發心而獲", "153": "得。於一切有情佛智轉。佛知一切有情之意樂、知意趣、知所行、知勝解，了知少", "154": "塵、大塵、利根、鈍根、善行相、惡行相、善受教、惡受教、能、不能之有情。天、", "155": "魔、梵世、人、天、沙門、婆羅門、諸生、遍轉於佛智。譬如魚鱉乃至大身魚到處", "156": "徧轉於大海。如是天、魔、梵世、人、天、沙門、婆羅門、諸生、徧轉於佛智。譬", "157": "如諸種禽鳥、乃至妙翅鳥、毘那怛，到處徧轉於虛空之方處。如是舍利弗！具慧之", "158": "有情亦徧轉於佛智之方處。佛智超越徧滿人天之慧而住。諸如彼之賢剎帝利、", "159": "賢婆羅門、賢居士、賢沙門之能察而善作論議，如割〔銳利射者之〕毛髮而遊行，", "160": "以成慧能摧破諸成見。彼等起所問而至如來之前問秘密、覆隱〔之義〕，世尊回答論", "161": "說其所問。於此處世尊即以慧顯照故，最上為慧無等也。資無等慧故此是無等慧。", "162": "一二資宏慧者如何是宏慧？", "163": "勝貪故是宏慧，已勝故是宏慧。勝瞋故是宏慧，已勝故是宏慧。勝癡故是宏慧，", "164": "已勝故是宏慧。勝忿……乃至……恨、覆、惱、嫉、慳、諂、誑、傲、怒、慢、過", "165": "慢、憍、放逸、一切煩惱、一切惡行、一切現行……乃至……一切順有業故是宏慧，", "166": "已勝故是宏慧；貪是敵，以慧碎此敵故是宏慧；瞋是敵，以慧碎此敵故是宏慧；癡", "167": "是敵，以慧碎此敵故是宏慧。忿……乃至……恨、覆、惱、嫉、慳、諂、誑、傲、", "168": "怒、慢、過慢、憍、放逸、一切煩惱、一切惡行、一切現行……乃至……一切順有", "169": "業是敵，以慧碎此敵故是宏慧；地名為宏，等於地廣大具廣慧故是宏慧。復次慧是", "170": "增上語，宏是怜悧導智故是宏慧。資宏慧故此是宏慧。", "171": "一三資慧之多多者如何是慧之多多？", "172": "於此處或者重慧，以慧為所行，以慧為意樂，以慧為勝解，以慧為幢，以慧為", "173": "旛，以慧為主，擇多、思擇多、察多、思察多、以思察為法、行住於明澄而重彼，", "174": "彼多趣向於彼，隨順於彼，尊重彼，以彼為勝解，以彼為主。譬如重眾者名為眾多，", "175": "重衣者名為衣多，重鉢者名為鉢多，重臥具者名為臥具多。如是於此處或重慧以慧", "176": "為所行、以慧為意樂、以慧為勝解、以慧為幢、以慧為旛、以慧為主，擇多、思擇", "177": "多、察多、思察多、以思察為法行住於明澄而重彼，彼多趣向於彼、隨順於彼、尊", "178": "重彼、以彼為勝解、以彼為主。資慧之多多故此是慧之多多。", "179": "一四資迅慧者如何是迅慧？", "180": "於迅迅圓滿諸戒故是迅慧，於迅迅圓滿諸根之防護故是迅慧，於迅迅圓滿食之", "181": "知足故是迅慧，於迅迅圓滿守心故是迅慧，於迅迅圓滿戒蘊故是迅慧，於迅迅圓滿", "182": "定蘊故是迅慧，於迅迅圓滿慧蘊故是迅慧，於迅迅圓滿解脫蘊故是迅慧，於迅迅圓", "183": "滿解脫智見故蘊是迅慧，於迅迅通達處非處故是迅慧，於迅迅圓滿住等至故是迅慧，", "184": "於迅迅通達〔四〕聖諦故是迅慧，於迅迅修習〔四〕念住故是迅慧，於迅迅修習〔四〕", "185": "正勤故是迅慧，於迅迅修習〔四〕神足故是迅慧，於迅迅修習〔五〕根故是迅慧，", "186": "於迅迅修習〔五〕力故是迅慧，於迅迅修習〔七〕覺支故是迅慧，於迅迅修習聖道", "187": "故是迅慧，於迅迅現證沙門果故是迅慧，於迅迅通達通智故是迅慧，於迅迅現證勝", "188": "義涅槃故是迅慧。資迅慧故此是迅慧。", "189": "一五資輕慧者如何是輕慧？", "190": "於輕輕圓滿諸戒故是輕慧，於輕輕圓滿諸根之防護故是輕慧，於輕輕圓滿食之", "191": "知足故是輕慧，於輕輕圓滿守心故是輕慧，於輕輕圓滿戒蘊故是輕慧，於輕輕圓滿", "192": "定蘊故是輕慧，於輕輕圓滿慧蘊故是輕慧，於輕輕圓滿解脫蘊故是輕慧，於輕輕圓", "193": "滿解脫智見蘊故是輕慧，於輕輕通達處非處故是輕慧，於輕輕圓滿住等至故是輕慧，", "194": "於輕輕通達〔四〕聖諦故是輕慧，於輕輕修習〔四〕念住故是輕慧，於輕輕修習〔四〕", "195": "正勤故是輕慧，於輕輕修習〔四〕神足故是輕慧，於輕輕修習〔五〕根故是輕慧，", "196": "於輕輕修習〔五〕力故是輕慧，於輕輕修習〔七〕覺支故是輕慧，於輕輕修習聖道", "197": "故是輕慧，於輕輕現證沙門果故是輕慧，於輕輕通達智故是輕慧，於輕輕現證勝義、", "198": "涅槃故是輕慧。資輕慧故此是輕慧。", "199": "一六資捷慧者如何是捷慧？", "200": "於此處或者有喜多、明多、適悅多、勝喜多圓滿諸戒故是捷慧，喜多、明多、", "201": "適悅多、勝喜多圓滿諸根之防護故是捷慧，喜多、明多、適悅多、勝喜多圓滿食之", "202": "知足故是捷慧，喜多、明多、適悅多、勝喜多圓滿守心故是捷慧，喜多、明多、適", "203": "悅多、勝喜多圓滿戒蘊……乃至……定蘊、慧蘊、解脫蘊、解脫智見蘊故是捷慧，", "204": "通達處非處故、圓滿住等至故、通達〔四〕聖諦故、修習〔四〕念住故、修習〔四〕", "205": "正勤故、修習〔四〕神足故、修習〔五〕根故、修習〔五〕力故、修習〔七〕覺支", "206": "故、修習聖道故、現證沙門果故是捷慧，喜多、明多、適悅多、勝喜多通達通智故", "207": "是捷慧，喜多、明多、適悅多、勝喜多現證涅槃故是捷慧。資捷慧故是捷慧。", "208": "一七資速慧者如何是速慧？", "209": "於過去、未來、現在之諸色之或內、或外、或麤、或細、或劣、或妙、或遠、", "210": "或近之一切色是無常速疾〔決定〕故而是速慧，依苦而速疾〔決定〕故是速慧，依", "211": "無我而速疾〔決定〕故是速慧，依無常而速疾〔決定〕〔過去、現在、未來之〕諸受", "212": "……乃至……諸想、諸行、諸識、諸眼……乃至……過去、未來、現在之諸老死故", "213": "是速慧，依苦而速疾〔決定〕故是速慧，依無我而速疾〔決定〕故是速慧。", "214": "過去、未來、現在之色是依滅盡之義而無常，依怖畏之義而苦，依不堅固之義", "215": "而無我，為觀、度、量、明澄而色滅速疾〔住於〕涅槃故是速慧。過去、未來、現", "216": "在之色是無常、有為、緣已生、盡法、衰法、離法、滅法，為量、度、觀明澄而色", "217": "滅速疾住於涅槃故是速慧。〔於過去、未來、現在之〕受、想、行、識、眼……乃至", "218": "……過去、未來、現在之老死是無常、有為、緣已生、盡法、衰法、離法、滅法，", "219": "為觀、度、量、度明澄而老死滅速疾〔住〕於老死滅、涅槃故是速慧。資速慧故此", "220": "是速慧。", "221": "一八資利慧者如何是利慧？", "222": "速碎諸煩惱故是利慧，不忍已生之欲尋而斷除、離令歸於無故是利慧，不忍", "223": "已生之瞋尋而斷除、離令歸於無故是利慧，不忍已生之害尋……乃至……不忍已生", "224": "未生之惡不善法而斷除、離令歸於無故是利慧，不忍已生之貪而斷除、離令歸於", "225": "無故是利慧，不忍已生之瞋……乃至……已生之癡、已生之忿、恨、覆、惱、嫉、", "226": "慳、諂、誑、傲、怒、慢、過慢、憍、放逸、一切煩惱、一切惡所、一切現行……", "227": "乃至……不忍一切順有業而斷除、離令歸於無故是利慧，於一座現證、證得四聖道、", "228": "四沙門果、四無礙解、六通智而以慧觸接故是利慧。資利慧故此是利慧。", "229": "一九資決擇慧者如何是決擇慧？", "230": "於此處或者於一切諸行，厭意多、驚怖多、悔多、不欣喜多、不現喜多而面背", "231": "於一切諸行而不欣喜，於前不破於前不裂而破裂貪蘊故是決擇慧，於前不破於前不", "232": "裂而破裂瞋蘊故是決擇慧，於前不破於前不裂而破癡蘊故是決擇慧，於前不破於前", "233": "不裂而破裂忿……乃至……恨、覆、惱、嫉、慳、諂、誑、傲、怒、慢、過慢、憍、", "234": "放逸、一切煩惱、一切惡行、一切現行……乃至……破裂一切順有業故是決擇慧。", "235": "資決擇慧故此是決擇慧。", "236": "如是有十六慧。", "237": "二〇如是具十六慧人乃得無礙解。", "238": "得無礙解者有二人，一是成就宿緣他者是未成就宿緣。成就宿緣者較他者超", "239": "出、增上、殊勝而開展其智。", "240": "得無礙解者有二人，俱成就宿緣，一是多聞而他非多聞。多聞者較他者超出、", "241": "增上、殊勝而開展其智。", "242": "得無礙解者有二人，俱成就宿緣、俱成為多聞。一所說多而他所說不多。所說", "243": "多者較他者超出、增上、殊勝而開展其智。", "244": "得無礙解者有二人，俱成就宿緣、俱為多聞、俱所說多。一依倚於師而他不依", "245": "倚於師。依倚於師者較他者超出、增上、殊勝而開展其智。", "246": "得無礙解者有二人，俱成就宿緣、俱為多聞、俱所說多、俱依倚於師。一所住", "247": "多而他者所住不多。所住多者較他者超出、增上、殊勝而開展其智。", "248": "得無礙解者有二人，俱成就宿緣、俱多聞、俱所說多、俱依倚於師、俱所住多。", "249": "一觀察多而他者觀察不多。觀察多者較他者超出、增上、殊勝而開展其智。", "250": "得無礙解者有二人，俱成就宿緣、俱為多聞、俱所說多、俱依倚於師、俱所住", "251": "多、俱觀察多。一得無學無礙解，他者得有學無礙解。得無學無礙者較他者超出、", "252": "增上、殊勝而開展其智。", "253": "得無礙解者有二人，俱成就宿緣、俱為多聞、俱所說多、俱依倚於師、俱所住", "254": "多、俱觀察多、俱得無學無礙解。一得聲聞之究竟，他者未得聲聞之究竟。得聲聞", "255": "究竟者較他者超出、增上、殊勝而開展其智。", "256": "得無礙解者有二人，俱成就宿緣、俱為多聞、俱所說多、俱依倚於師、俱所住", "257": "多、俱觀察多、俱得無學無礙解。一得聲聞之究竟，他者獨等覺者。獨等覺者較", "258": "他者超出、增上、殊勝而開展其智。", "259": "如來、應供、正等覺者對於獨等覺者與及人、天、世間是得最上無礙解，慧分", "260": "別善巧，智分明而證得無礙解，得四無畏，持十刀、勝丈夫、人師子……乃至……", "261": "為諸彼賢剎帝利、賢婆羅門、賢居士、賢沙門之能察而善作論議，如割（銳利射者", "262": "之）毛髮而遊行，以成慧善摧破諸成見。彼等起所問，至如來之前，對問秘密、覆", "263": "隱〔之義〕世尊回答論說其所問。以此處世尊即以慧顯照故而是得最上無礙解者。", "264": "慧品第二　神通論慧品第二　神通論", "265": "一何為神通？於神通有幾何？於神通之地有幾何？於足有幾何？於句有幾何？於", "266": "根有幾何？", "267": "何為神通？依通之義為神通。於神通有幾何？於神通有十。於神通之地有四，", "268": "於足有四，於句有八，於根有十六。", "269": "二何為十神通？是攝受神通、神變神通、意所成神通、智徧滿神通、定徧滿神通、", "270": "聖神通、業異熟生神通、具福神通、明所成神通、隨處之正加行緣通義之神通。", "271": "三何為神通之四地？初靜慮是離生地，第二靜慮是喜樂地，第三靜慮是捨樂地，", "272": "第四靜慮是不苦不樂地。於神通有如是四地而資於神通之得、神通之獲得、神通之", "273": "神變、神通之徧流、神通之得自在、神通之無畏。", "274": "四何為神通之四足？於此處比丘乃修習欲三摩地勤行成就神足，修習勤三摩地勤", "275": "行成就神足，修習心三摩地勤行成就神足，修習觀三摩地勤行成就神足。於神通有", "276": "如是四足資於神通之得、神通之獲得、神通之神變、神通之徧流、神通之得自在、", "277": "神通之無畏。", "278": "五何為神通之八句？若有比丘依欲得定時，得心之一境性。欲非是定，定非是欲，", "279": "欲與定者異也。若有比丘，依勤得定時，得心之一境性。勤非是定，定非是勤，勤", "280": "與定是異也。若有比丘，依心得定時，得心之一境性。心非是定，定非是心，心與", "281": "定是異也。若有比丘，依觀得定時，得心之一境性。觀非是定，定非是觀，觀與定", "282": "是異也。於神通有如是八句資於神通之得、神通之獲得、神通之神變、神通之徧流、", "283": "神通之得自在、神通之無畏。", "284": "六何為神通之十六根？不下之心於懈怠無動轉故是為不動，不高之心於掉舉無", "285": "動轉故是為不動，不前之心於貪無動轉故是為不動，不側之心於瞋無動轉故是為不", "286": "動，不倚之心於見無動轉故是為不動，不繫之心於欲貪無動轉故是為不動，解脫之", "287": "心於欲欲無動轉故是為不動，離繫之心於煩惱無動轉故是為不動，永盡之心於煩惱", "288": "徧取無動轉故是為不動，一境性之心於種種性煩惱無動轉故是為不動，信所攝之心", "289": "於不信無動轉故是為不動，精進所攝之心於懈怠無動轉故是為不動，念所攝之心於", "290": "放逸無動轉故是為不動，定所攝之心於放逸無動轉故是為不動，慧所攝之心於無明", "291": "無動轉故是為不動，光耀之心於無明之闇黑無動轉故是為不動。於神通有如是十六", "292": "根而資神通之得、神通之獲得、神通之神變、神通之徧流、神通之得自在、神通之", "293": "無畏。", "294": "七何為攝受神通？於此處有比丘領受多端神變，一身而為多身，多身而復成為", "295": "一身，或現、或隱，過牆壁山崖，無有礙事如於虛空，出沒於地中，如於水中，行", "296": "於水上，無壞〔於水〕如於地上，於虛空結跏趺坐，如飛鳥而行，有大神通、大威", "297": "德以手捫摸日月，乃至到達梵世以身所及之威。", "298": "於「此處」者，於此見、此忍、此喜、此攝受、此法、此律、此教、此梵行、此", "299": "教師，故云於「此處。」", "300": "「比丘」者是或善異生，或有學之比丘，或為法不動之阿羅漢。", "301": "「領受多端神變者」，乃領受種種之神變。", "302": "「一身成為多身者」，乃本性一身而傾心於多身，或百，或千，或傾心於百千，", "303": "傾心已，「我是多身」，以智攝受而為多身。猶如具壽朱荼半託迦，一身而為多身，", "304": "有神通而心得自在者，一身而為多身。", "305": "「多身而為一身者」，乃本性多身而傾心於一身，傾心已，「我是一身」以智攝受", "306": "而為一身。猶如具壽朱荼半託迦多身而為一身，有神通而心得自在者，多身而為一", "307": "身。", "308": "「現者」，乃無障蓋、覆藏而辯了、明白。", "309": "「隱者」，乃有障蓋、覆藏、圍繞者。", "310": "「過牆壁山崖，無有礙事，如於虛空者」，乃於本性獲得空徧等至，傾心於過牆", "311": "壁山崖，傾心已，「成為空！」以智攝受而為空，彼傾心行過牆壁山崖，猶如於本性", "312": "無有神通之人於無障蓋、圍繞為無礙而行，如是彼有神通而心得自在者，過牆壁山", "313": "崖無礙，如於虛空。", "314": "「出沒於地中如於水中者」，於本性獲得水徧等至而傾心於地，傾心已，「成為", "315": "水！」以智攝受而成水，彼出沒於地中，猶如於本性無有神通之人出沒於水中，如是", "316": "彼有神通心得自在者，出沒於地中，如於水中。", "317": "「行水上無壞〔於水〕，如於地上者」，於本性獲得地徧等至而傾心於水中，傾心", "318": "已，「成為地！」以智攝受而成地，彼行水上而無壞〔於水〕，猶如於本性無有神通之", "319": "人行地上而不為壞，如是彼有神通，心得自在者，行水上而無壤〔於水〕，如於地上。", "320": "「於虛空結跏趺坐，如飛鳥之行者」，於本性獲得地徧等至而傾心於虛空，傾心", "321": "已，「成為地！」以智攝受而成地，彼於虛空行、立、坐、臥，猶如於本性無有神通", "322": "之人於地上行、立、坐、臥，如是彼有神通，心得自在者、行、立、坐、臥如飛鳥", "323": "於虛空。", "324": "「有大神通、大威德以手捫摸日月者」，於此處彼有神通而心得自在者，或坐或", "325": "臥傾心於日月，傾心已，「在手側！」以智攝受而有於手側，彼或坐或臥而以手捫摸", "326": "日月，猶如於本性無有神通之人，於手側捫摸某色，如是彼有神通而心得自在者，", "327": "或坐或臥而以手捫摸日月。", "328": "「乃至到達梵世，以身所及之威者」，若彼有神通而心得自在者，欲往於梵世時，", "329": "於遠而〔令〕「近之！」以攝持近而近，於近而〔令〕「遠之！」以攝持遠而遠，於多", "330": "而〔令〕「少之！」以攝持少而少，於少而〔令〕「多之！」攝持多而多，以天眼見彼", "331": "梵色，以天耳界聞彼梵聲，以心差別智了知彼梵心，若彼有神通而心得自在者，以", "332": "可見之身，欲往梵世時，以身之力轉變心，以身之力攝持心，以身之力轉變心以身", "333": "之力攝持心已，入於樂想、輕想而以可見之身往於梵世，若彼有神通而心得自在者，", "334": "以不可見之身欲往梵世時，以心之力轉變身，以心之力攝持身，以心之力轉變身以", "335": "心之力攝持身已，入於樂想、輕想以不可見之身往梵世，彼於彼梵世為有色意所", "336": "成而具一切肢節，化作令諸根圓滿者，若彼有神通者往之，化人亦往其處，若", "337": "彼有神通者立之，化人亦立其處，若彼有神通者坐之，化人亦坐其處，若彼有神通", "338": "者臥之，化人亦臥其處，若彼有神通者出香，化人亦出香其處，若彼有神通者熾然，", "339": "化人亦熾然其處，若彼有神通者說法，化人亦說法其處，若彼有神通者作問，化人", "340": "亦作問其處，若彼有神通者被問而回答，化人亦被問回答於其處，若彼有神通者與", "341": "彼梵俱在而對談、談論，化人亦與彼梵俱在而對談、談論其處，彼有神通者為者彼", "342": "化人為之。", "343": "如是為攝受神通。", "344": "八何為神變神通？", "345": "於尸棄世尊、應供、正等覺者時有名阿毘浮聲聞，於梵世不斷出聲而教說千世", "346": "界。彼以可見之身而說法，以不可見之身而說法，下半身可見上半身不可見而說法，", "347": "上半身可見下半身不可見而說法，彼捨本性身或示現童子身，或示現龍身，或示現", "348": "妙翅鳥身，或示現藥叉身，或示現因陀羅身，或示現天身，或示現梵身，或示現海", "349": "身，或示現山身，或示現林身，或示現獅子身，或示現虎身，或示現彪身，示現象", "350": "〔軍〕，示現馬〔軍〕，示現車〔軍〕，示現步〔軍〕，示現多多軍士之莊嚴。", "351": "如是為神變神通。", "352": "九何為意所成神通？", "353": "於此處有比丘由此身為有色、意所成而具諸根圓滿一切之肢節而化作他身，猶", "354": "如有人由文叉草以拔葦，彼生如是念：「此是文叉草，此是葦，文叉草與葦相異，然", "355": "葦由文叉草拔者」，或復猶如有人由鞘拔劍而彼生如是念：「此是劍，此是鞘，劍與", "356": "鞘相異，然劍由鞘拔出者」或復猶如有人欲由蛻出蛇而彼生如是念：「此是蛇，此是", "357": "蛻，蛇與蛻相異，然蛇是由蛻而出」，如是比丘由此身為有色、意所成而具諸根圓滿", "358": "一切之肢節而化作他身。", "359": "如是為神變神通。", "360": "一〇何為智徧滿神通？", "361": "依無常觀而斷常想之義成滿故是智徧滿神通，依苦觀而樂想之、依無我觀而我", "362": "想之、依厭惡觀而歡喜之、依離貪觀而貪之、依滅觀而集之、依定棄觀而執取之斷", "363": "義成滿故是智徧滿神通。於具壽薄拘羅有智徧滿神通，於具壽僧祗致耶有智徧滿神", "364": "通，於具壽部多波羅有智徧滿神通。", "365": "如是為智遍滿神通。", "366": "一一何為定徧滿神通？", "367": "依初靜慮而〔五〕蓋斷之義成滿故是定徧滿神通，依第二靜慮而尋伺斷之義成", "368": "滿故是定徧滿神通，依第三靜慮而喜斷之義成滿故……乃至……依第四靜慮而樂", "369": "苦斷之義成滿故……乃至……依虛空無邊處定而色想、有對想、種種想斷之義成滿", "370": "故……乃至……依識無邊處定而虛空無邊處想斷之義成滿故……乃至……依無所有", "371": "處定而識無邊處想斷之義成滿故……乃至……依非想非非想處定而無所有處想斷之", "372": "義成滿故是定徧滿神通。於具壽舍利弗有定徧滿神通，於具壽珊耆婆有定徧滿神通，", "373": "於具壽佉奴憍陳那有定徧滿神通，於鄔波斯迦鬱多羅有定徧滿神通，於鄔波斯迦沙", "374": "摩婆提迦有定徧滿神通。", "375": "如是為定徧滿神通。", "376": "一二何為聖神通？", "377": "於此處有比丘若欲「於有厭作無厭想而住」者，作無厭想住於其處，若欲「於無厭", "378": "作有厭想而住」者，作有厭想住於其處，若欲「於有厭與無厭作無厭想而住」者，作無", "379": "厭想住於其處，若欲「於無厭與有厭作有厭想而住」者，作有厭想住於其處，若欲「於", "380": "有厭與無厭而遣彼二捨、念、正知而住」者，而捨、念、正知住於其處。", "381": "如何是於無厭想作有厭想而住耶？於可愛之事或以徧滿不淨，或由無常而近", "382": "修，如是於無厭作有厭想而住。", "383": "如何是於有厭、無厭作無厭想而住耶？於非可愛之事，或以慈徧滿或由界而", "384": "近修，如是於有厭、無厭作無厭想而住。", "385": "如何於無厭、有厭作有厭想而住耶？於可愛、非可愛或以不淨徧滿或由無常近", "386": "修，如是於無厭、有厭作有厭想而住。", "387": "如何於有厭、無厭而遣彼二者，於捨、念、正知而住耶？於此處有比丘，以眼", "388": "見色而非喜、亦非憂，於捨、念、正知而住，以耳聞聲，以鼻嗅香，以舌味味，以", "389": "身觸所觸，以意識法非喜亦非憂，於捨、念、正知而住，如是於有厭、無厭遣彼二", "390": "者，於捨、念、正知而住。", "391": "如是為聖神通。", "392": "一三如何為業異熟生神通？〔此〕有一切飛鳥、一切天、一分人、一分墮人，如", "393": "是為業異熟生神通。", "394": "一四何為具福神通耶？轉輪王騰於虛空四軍，乃至俱馬丁、牛童之人。於居士錠", "395": "底迦有具福神通，於居士闍梨羅有具福神通，於居士面托迦有具福神通，於居士瞿", "396": "師多有具福神通，此五人是福大而有具福神通，如是為具福神通。", "397": "一五何為明所成神通？持明者以誦明咒升騰於虛空，示現象〔軍〕示現馬〔軍〕，", "398": "示現車〔軍〕示現步〔軍〕，示現多多之軍士莊嚴，如是為明所成神通。", "399": "一六何為緣隨處之正加行通義之神通耶？依出離而欲欲斷之義成滿故是緣隨處之", "400": "正加行通義之神通，依無瞋而瞋斷之義成滿故……乃至……依光明想而惛眠之……", "401": "乃至……依阿羅漢道而一切煩惱斷之義成滿故是緣隨處之正加行通義之神通。", "402": "如是為十神通。", "403": "慧品第三　現觀論慧品第三　現觀論", "404": "一現觀者以何為現觀耶？以心為現觀。若以心為現觀者，以此無智而現觀？非", "405": "無智而現觀，以智為現觀。若以智為現觀者，以此無心而現觀耶？非無心而現觀，", "406": "以心及智為現觀。若以心及智為現觀者，以彼欲纏心及智為現觀耶？非以欲纏心及", "407": "智為現觀。以彼色纏心及智為現觀耶？非以色纏心及智為現觀。以彼無色纏心及智", "408": "為現觀？非以無色塵心及智為現觀。以彼自作業心及智為現觀耶？非以自作業心及", "409": "智為現觀。以彼順諦心及智為現觀耶？非以順諦心及智為現觀。以彼過去心及智為", "410": "現觀耶？非以過去心及智為現觀。以彼未來心及智為現觀耶？非以彼未來心及智為", "411": "現觀。以彼現在世間心及智為現觀耶？非以現在世間心及智為現觀，是以出世間道", "412": "時之現在心及智為現觀。", "413": "二如何為以出世間道時之現在心及智為現觀耶？於出世間道時起增上之心是智之", "414": "因、緣，彼相應之心以滅為行境，見增上之智是心之因、緣，彼相應之智以滅為行", "415": "境。如是而以出世間道時之現在心及智為現觀。", "416": "三唯如是為現觀耶？不然，於出世間道之時，正見是見現觀，正思惟是現前解現", "417": "觀，正語是攝受現觀，正業是等起現觀，正命是清淨現觀，正精進是精勤現觀，正", "418": "念是近住現觀，正定是無散亂現觀，念覺支是近住現觀……乃至……捨覺支是簡擇", "419": "現觀，信力是於不信不動現觀，精進力是於懈怠不動現觀，念力是於放逸不動現觀，", "420": "定力是於掉舉不動現觀，慧力是於無明不動現觀，信根是勝解現觀，精進根是精勤", "421": "現觀，念根是近住現觀，定根是無散亂現觀，慧根是見現觀，依增上之義而有根現", "422": "觀，依不動之義而有力現觀，依出之義而有覺支現觀，依因之義而有道現觀，依近", "423": "住之義而有念住現觀，依勤之義而有正勤現觀，依神通之義而有神足現觀，依如之", "424": "義而有諦現觀，依無散亂之義而有寂止現觀，依隨觀之義而有正觀現觀，依一味之", "425": "義而有止觀現觀，依不超越之義而有俱存現觀，依律儀之義而有戒清淨現觀，依無", "426": "散亂之義而有心清淨現觀，依見之義而有見清淨現觀，依解脫之義而有完全解脫現", "427": "觀，依通達之義而有明現觀，依永捨之義而有解脫現觀，依斷之義而有盡智現觀，", "428": "依止滅之義而有無生智現觀，志欲是依根本之義而為現觀，作意是依等起之義而", "429": "為現觀，觸是依總攝之義而為現觀，受是依等趣之義而為現觀，定是依現前之義而", "430": "為現觀，念是依增上之義而為現觀，慧是依其上之義而為現觀，解脫是依堅固之義", "431": "而為現觀，入於不死涅槃是依盡際之義而為現觀。", "432": "四唯如是為現觀耶？不然，於預流道之時，正見是見現觀……乃至……入於不死", "433": "涅槃依盡際之義是現觀。", "434": "唯如是為現觀耶？不然，於預流果之時，正見是見現觀……乃至……入於不死", "435": "涅槃依盡際之義是現觀。", "436": "唯如是為現觀耶？不然，於一來道之時……乃至……於一來果之時〔……〕於", "437": "不還道之時〔……〕於不還果之時〔……〕於阿羅漢道之時〔……〕於阿羅漢果之", "438": "時，正見是見現觀，正思惟是現前解現觀……乃至……依止滅之義無生智是現觀，", "439": "志欲是依根本之義為現觀……乃至……入於不死涅槃依盡際之義是現觀。", "440": "彼斷如是過去之煩惱、斷未來之煩惱、斷現在之煩惱。", "441": "五「斷過去之煩惱」者。若斷過去之煩惱，由此令盡已盡、滅已滅、離已離、沒已", "442": "沒耶？於過去為無斷此耶？〔此〕非斷過去之煩惱。", "443": "「斷未來之煩惱」者。若斷未來之煩惱，由此斷未生、斷未成、斷未起、斷未現", "444": "耶？於未來為無斷此耶？〔此〕非斷未來之煩惱。", "445": "「斷現在之煩惱」者。若斷現在之煩惱，由此於有貪者而斷貪，於有瞋者而斷瞋，", "446": "於有癡者而斷癡，於所縛者而斷慢，於見取者而斷見，於散亂者而斷掉舉，於不", "447": "究竟為而斷疑，於固執者而斷隨眠，於黑白法俱存而轉，修道為雜染耶？", "448": "此非斷過去之煩惱，非斷未來之煩惱，非斷現在之煩惱。", "449": "六若未斷過去之煩惱，未斷未來之煩惱，未斷現在之煩惱者，由此無修道、無證", "450": "果、無煩惱之斷、無法之現觀？不然，有修道，有證果，有煩惱之斷，有法之現觀。", "451": "此事如何？", "452": "猶如有幼樹未生果，有人斫其根，其樹未生之果，是唯未生而不生、是唯未成", "453": "而不成、是唯未起而不起、是唯未現而不現。如是生為因、生為緣而成煩惱，若見", "454": "生之過患，心躍進於不生，心如躍進於不生者應成生緣，為彼之煩惱是唯為未生而", "455": "不生、未成而不成，是唯未起而不起，是唯未現而不現，如是依因滅而苦滅。轉為", "456": "因〔……〕因相為因〔……〕存續為因、存續為緣而成煩惱，若見存續之過患者，", "457": "心躍進於不存續，若心躍進於不存續者應成存續為緣，彼之煩惱是唯未生而不生，", "458": "是唯未成而不成，是唯未起而不起，是唯未現而不現，如是依因滅而苦滅。如是而", "459": "有修道，有證果，有煩惱之斷，有法之現觀。", "460": "慧品第四　離論慧品第四　離論", "461": "圓滿因緣", "462": "一諸比丘！譬如，若應多作行業作者，必依止於地、安住於地而彼應多作以行業", "463": "作。諸比丘！如是比丘依止於戒、安住於戒而修習八支聖道，多作八支聖道。", "464": "二復次，諸比丘！比丘如何依止於戒、安住於戒而修習八支聖道、多作八支聖道？", "465": "諸比丘！於此處比丘修習正見，依止於離、依止於離貪、依止於止滅、於最捨轉變", "466": "，修習正思惟……乃至……正語〔……〕正業〔……〕正命〔……〕正精進〔……〕", "467": "正定〔……〕，依止於此離、依止於離貪、依止於止滅、於最捨而轉變。諸比丘！如", "468": "是而比丘乃依止於戒、安住於戒而修習八支聖道、多作八支聖道。", "469": "諸比丘！猶如彼之種子類、生類之廣大增長，必依止於地、安住於地，如是而", "470": "彼之種子類、生類乃廣大增長。諸比丘！如是比丘依止於戒、安住於戒而修習八支", "471": "聖道、多作八支聖道而於諸法廣大增長。", "472": "三諸比丘！比丘如何依止戒、安住戒而修習八支聖道、多作八支聖道而於諸法廣", "473": "大增長？諸比丘！於此處比丘修習正見，依止此離、依止離貪、依止止滅，於最捨", "474": "為轉變。修習正思惟……乃至……正語〔……〕正業〔……〕正命〔……〕正精進", "475": "〔……〕正念〔……〕正定〔……〕，依止此離、依止離貪、依止止滅，於最捨為轉", "476": "變。於正見有五離、五離貪、五止滅、五最捨、十二依止，於正思惟……乃至……", "477": "正語〔……〕正業〔……〕正命〔……〕正精進〔……〕正念〔……〕正定〔……〕，", "478": "有五離、五離貪、五止滅、五最捨、十二依止。", "479": "四何為正見之五離？〔曰〕是消除離、決定離、斷離、止離、出離離也。消除離", "480": "者，乃修習初靜慮者之〔五〕蓋之〔離〕。決定離者，乃修習順決擇分之定者成見之", "481": "〔離〕。斷離者，乃修習出世間之順滅盡道者之〔離〕。止離者，乃〔獲〕果時之〔離〕。", "482": "出離離者，乃滅、涅槃也。如是為正見之五離。於此五離志欲生而信解心善攝持。", "483": "五何為正見之五離貪？〔曰〕是消除離貪、決定離貪、斷離貪、止離貪、出離離", "484": "貪。消除離貪者，乃修習初靜慮者〔五〕蓋之〔離貪〕。決定離貪者，乃修習順決擇", "485": "分定者成見之〔離貪〕。斷離貪者，乃修習出世間順滅盡道者之〔離貪〕。止離貪者，", "486": "乃〔獲〕果時之〔離貪〕。出離離貪者，乃滅、涅槃。如是為正見之五離貪。於此五", "487": "離貪志欲生而信解其心善攝持。", "488": "六何為正見之五止滅？〔曰〕是消除止滅、決定止滅、斷止滅、止止滅、出離止", "489": "滅。消除止滅者，乃修習初靜慮者〔五〕蓋之〔止滅〕。決定止滅者，乃修習順決擇", "490": "分定者成見之〔止滅〕。斷止滅者，乃修習出世間順滅盡道者之〔止滅〕。止止滅者，", "491": "乃〔獲〕果時之〔止滅〕。出離止滅者，乃滅、涅槃。如是為正見之五止滅。於此之", "492": "五止滅志欲生而信解其心善攝持。", "493": "七何為正見之五最捨？〔曰〕是消除最捨、決定最捨、斷最捨、止最捨、出離最", "494": "捨。消除最捨者，乃修習初靜慮者〔五蓋〕之〔最捨〕。決定最捨者，乃修習順決擇", "495": "分定者成見之〔最捨〕。斷最捨者，乃修習出世間順滅盡道者之〔最捨〕。止最捨者，", "496": "乃〔獲〕果時之最捨。出離最捨者，乃滅、涅槃。如是為正見之五最捨。於此五最", "497": "捨志欲生而信解其心善攝持。", "498": "於正見有如是五離、五離貪、五止滅、五最捨、十二依止。", "499": "八何為正思惟之……乃至……正語之……乃至……正業之……乃至……正命之", "500": "……乃至……正精進之……乃至……正念之……乃至……正定之五離？〔曰〕是消", "501": "除離、決定離、斷離、止離、出離離。消除離者，乃修習初靜慮者〔五蓋〕之〔離〕。", "502": "決定離者，乃修習順決擇分定者成見之〔離〕。斷離者，乃修習出世間順滅道者之", "503": "〔離〕。止離者，乃〔獲〕果時之〔離〕。出離離者，乃滅、涅槃。如是為正定之五", "504": "離。於此五離志欲生而信解其心善攝持。", "505": "九何為正定之五離貪？〔曰〕是消除離貪、決定離貪、斷離貪、止離貪、出離離", "506": "貪。消除離貪者，乃修習初靜慮者〔五蓋〕之〔離貪〕。決定離貪者，乃修習順決擇", "507": "分定者成見之〔離貪〕。斷離貪者，乃修習出世間順滅盡道者之〔離貪〕。止離貪者，", "508": "乃〔獲〕果時之〔離貪〕。出離離貪者，乃滅、涅槃。如是為正定之五離貪。於此五", "509": "離貪志欲生而信解其心善攝持。", "510": "一〇何為正定之五止滅？〔曰〕是消除止滅、決定止滅、斷止滅、止止滅、出離", "511": "止滅。消除止滅者，乃修習初靜慮者之五蓋〔止滅〕。決定止滅者，乃修習順決擇分", "512": "定者成見之〔止滅〕。斷止滅者，乃修習出世間順滅盡道者之〔止滅〕。斷止滅者，", "513": "乃〔獲〕果時之〔止滅〕。所謂出離止滅者，乃滅、涅槃。如是為正定之五止滅。於", "514": "此五止滅志欲生而信解其心善攝持。", "515": "一一何為正定之五最捨？〔曰〕是消除最捨、決定最捨、斷最捨、止最捨、出離", "516": "最捨。消除最捨者，乃修習初靜慮者〔五蓋〕之〔最捨〕。決定最捨者，乃修習順決", "517": "擇分定者成見之〔最捨〕。斷最捨者，乃修習出世間順滅盡道者之〔最捨〕。止最捨", "518": "者，乃〔獲〕果時之〔最捨〕。出離最捨者，乃滅、涅槃。如是為正定之五最捨。於", "519": "此五最捨志欲生而信解其心善攝持。", "520": "於正定有如是五離、五離貪、五止滅、五最捨、十二依止。", "521": "一二諸比丘！猶如若應多作行業作者，必依止於地、安住於地、彼應多作而為業", "522": "作。諸比丘！如是比丘依止戒、安住戒而修習七覺支、多作七覺支……乃至……修", "523": "習七覺支、多作七覺支於諸法廣大增長……乃至……修習五力、多作五力……乃至", "524": "……修習五力、多作五力於諸法廣大增長……乃至……修習五根、多作五根……乃", "525": "至……諸比丘！猶如彼之種子類、生類之廣大增長，必依止於地、安住於地，如是", "526": "彼之種子類、生類乃廣大增長。諸比丘！如是依止戒、安住戒修習五根、多作五根", "527": "於諸法廣大增長。", "528": "一三諸比丘！比丘如何依止戒、安住戒修習五根、多作五根、於諸法廣大增長？", "529": "諸比丘！於此處比丘修習信根，依止此離、依止離貪、依止止滅、於最捨為轉變。", "530": "修習精進根……乃至……修習念根〔……〕修習定根〔……〕修習慧根，依止此離、", "531": "依止離貪、依止止滅於最捨為轉變。於信根有五離、五離貪、五止滅、五最捨、十", "532": "二依止……乃至……於精進根……乃至……於念根〔……〕於定根〔……〕於慧根", "533": "有五離、五離貪、五止滅、五最捨、十二依止。", "534": "一四何為信根之五離？〔曰〕是消除離、決定離、斷離、止離、出離離。消除離", "535": "者，乃修習初靜慮者〔五〕蓋之〔離〕。決定離者，乃修習順決擇分定者成見之〔離〕。", "536": "斷離者，乃修習出世間順滅盡道者之〔離〕。止離者，乃〔獲〕果時之〔離〕。出離", "537": "離者，乃滅、涅槃。如是為信根之五離。於此五離志欲生而信解其心善攝持……乃", "538": "至……於信根如是有五離、五離貪、五止滅、五最捨、十二依止。何為精進根之……", "539": "乃至……念根之〔……〕定根之〔……〕慧根之五離？〔曰〕是消除離、決定離、", "540": "斷離、止離、出離離……乃至……於慧根有如是五離、五貪離、五止滅、五最捨、", "541": "十二依止。", "542": "慧品第五　所行論慧品第五　所行論", "543": "一「所行」者，有八所行，是威儀路行、處行、念行、定行、智行、道行、逮得", "544": "行、出世間行。", "545": "「威儀路行」者，於四威儀路〔所行〕也。", "546": "「處行」者，於六內外處〔所行〕也。", "547": "「念行」者，於四念住〔所行〕也。", "548": "「定行」者，於四靜慮〔所行〕也。", "549": "「智行」者，於四聖諦〔所行〕也。", "550": "「道行」者，於四聖道〔所行〕也。", "551": "「逮得行」者，於四沙門果〔所行〕也。", "552": "「出世間行」者，於如來、應供、正等覺及一分之獨覺及一分之聲聞〔所行〕也。", "553": "具足願者有威儀路行，於守諸根門者有處行，於住不放逸者有念行，於增上心", "554": "所繫者有定行，於具足覺者有智行，於正入者有道行，於證得果者有逮得行，於如", "555": "來、應供、正等覺者及一分之獨覺及一分之聲聞有出世間行。", "556": "如是為八所行。", "557": "二復次有八所行。以信勝解而行，以精進精勤而行，以念令近住而行，以定作無", "558": "散亂而行，以慧了知而行，以識識而行，言「如是已入者是證得殊勝」，以殊勝行而", "559": "行，言「如是已入者是來至善法」，以處行而行。", "560": "如是為八所行。", "561": "三復次有八所行。於正見有見行，於正思惟有現前解行，於正語有攝受行，於正", "562": "業有等起行，於正命有清淨行，於正精進有精勤行，於正念有近住行，於正定有無", "563": "散亂行。", "564": "如是為八所行。", "565": "慧品第六　示導論慧品第六　示導論", "566": "一諸比丘！於示導有三。以何為三？乃神變示導、記心示導、教誡示導。", "567": "諸比丘！以何為神變示導？諸比丘！於此處或者領受多端神變一身而為多身，", "568": "多身而復為一身，或現或隱……乃至……乃至到達梵世以身及威。諸比丘！如是名", "569": "為神變示導。", "570": "二諸比丘！以何為記心示導？諸比丘！於此處或者依因相記曰：「汝之意如是、汝", "571": "之意如此、汝之心如是」。彼雖多記必如彼之〔言〕而無違。諸比丘！又復，於此處", "572": "或者非以因相而記，聞人、非人、天之聲而記曰：「汝之意如是、汝之意如此、汝之", "573": "心如是」。彼雖多記，必如彼〔言〕而無違。諸比丘！又復，於此處或者亦非以因相", "574": "而記，亦非聞人、非人、天之聲而記，聞尋伺者之尋伺聲而記曰：「汝之意如是、汝", "575": "之意如此、汝之心如是」。彼雖多記必如彼〔言〕而無違。諸比丘！又復，於此處或", "576": "者亦非以因相而記，亦非聞人、非人、天之聲而記，亦非聞尋伺者之尋伺之聲而記，", "577": "以入無尋無伺定者之心，以心審而了知曰：「今，如尊者之願意行，此心之無間應作", "578": "如此尋」。彼雖多記必如彼〔言〕而無違。諸比丘！如是名為記心示導。", "579": "三諸比丘！何為教誡示導？諸比丘！又復，於此處或者如是教誡：「汝等如是尋", "580": "思！勿如是尋思！如是作意！勿如是作意！斷此！具足此而住！」諸比丘！如是名", "581": "為教誡示導。", "582": "諸比丘！如是為三示導。", "583": "四出離成滿故而為神變，於除遣欲欲故是為示導。具足出離者一切心清淨、思惟", "584": "無濁故而為記心示導。「又復，彼出離如是習、如是修習、如是多作、如是近修彼隨", "585": "順法念」，故云為教誡示導。", "586": "無瞋成滿故為神變，除遣瞋故為示導。具足無瞋者一切心清淨為思惟無濁故為", "587": "記心示導。「又復，彼之無瞋如是習、如是修習、如是多作、如是近修彼隨順法念」，", "588": "故云為教誡示導。", "589": "光明想成滿故為神變，除遣惛眠故為示導。具足光明想者一切心清淨、思惟無", "590": "濁故為記心示導。「又復，彼之光明想如是習、如是修習、如是多作、如是近修彼隨", "591": "順法念」，故云為教誡示導。", "592": "無散亂成滿故為神變，除遣掉舉故為示導。具足無散亂者一切心清淨、思惟無", "593": "濁故為記心示導。「又復，彼之無散亂如是習、如是修習、如是多作、如是近修彼隨", "594": "順法念」，故云為教誡示導……乃至……。", "595": "阿羅漢道成滿故為神變，除遣一切煩惱故為示導。具足阿羅漢道者一切心清淨、", "596": "思惟無濁故為記心示導。「又復，彼之阿羅漢道如是習、如是修習、如是多作、如是", "597": "近修彼隨順法念」，故云為教誡示導。", "598": "出離成滿故為神變，除遣欲欲故為示導，神變而為示導故此名為神變示導。無", "599": "瞋成滿故為神變，除遣瞋故為示導，神變為示導故此名為神變示導。光明想成滿故", "600": "為神變，除遣惛眠故為示導……乃至……阿羅漢道成滿故為神變，除遣一切煩惱故", "601": "為示導，神變為示導故此名為神變示導。", "602": "慧品第七　齊首論慧品第七　齊首論", "603": "一一切法之正斷、滅、不近住性之慧是齊首義之智。", "604": "一切法者，是五蘊、十二處、十八界、善法、不善法、無記法、欲塵法、色塵", "605": "法、無色塵法、非所攝法。", "606": "正斷者，依出離以正斷欲欲，依無瞋以正斷瞋，依明想以正斷惛眠，依無散亂", "607": "以正斷掉舉，依法決定以正斷疑，依智以正斷無明，依勝喜以正斷不欣喜，依初靜", "608": "慮以正斷〔五〕蓋……乃至……依阿羅漢道以正斷一切煩惱。", "609": "二滅者，依出離以滅欲欲，依無瞋以滅瞋，依光明想以滅惛眠，依無散亂以滅掉", "610": "舉，依法決定以滅疑，依智以滅無明，依勝喜以滅不欣喜，依初靜慮以滅〔五〕蓋", "611": "……乃至……依阿羅漢道以滅一切煩惱。", "612": "不近住者，獲得出離者欲欲不近住，獲得無瞋者瞋不近住，獲得光明想者惛眠", "613": "不近住，獲得無散亂者掉舉不近住，獲得法決定者疑不近住，獲得智者無明不近住，", "614": "獲得勝喜者不欣喜不近住，獲得初靜慮者〔五〕蓋不近住……乃至……獲得阿羅漢", "615": "道者一切煩惱不近住。", "616": "三三摩者，欲欲已斷故出離是三摩，瞋已斷故無瞋是三摩，惛眠已斷故光明想是", "617": "三摩，掉舉已斷故無散亂是三摩，疑已斷故法決定是三摩，無明已斷故智是三摩，", "618": "不欣喜已斷故勝喜是三摩，五蓋已斷故初靜慮是三摩……乃至……一切煩惱已斷故", "619": "阿羅漢道是三摩。", "620": "首者，是十三首，障礙之首是渴愛，繫續之首是慢，妄取之首是〔邪〕見，散", "621": "亂之首是掉舉，煩惱之首是無明，勝解之首是信，精勤之首是精進，近住之首是念，", "622": "無散亂之首是定，見之首是慧，流轉之首是命根，行境之首是解脫，諸行之首是滅。", "623": "慧品第八　（四）念住論慧品第八　（四）念住論", "624": "一諸比丘！如是有四念住。以何為四？諸比丘！於此處比丘於觀身而住、精勤、", "625": "正知、具念而應識世間之貪、憂，於諸受……乃至……在於心〔……〕於諸法觀法", "626": "而住、精勤、正知、具念而應識世間之貪、憂。諸比丘！如是為四念住。", "627": "二如何於身觀身而住？此處或者以無常地身不觀為常，由苦不觀為樂，由無我不", "628": "觀為我，厭惡而不歡喜，離貪而不貪，令滅而不令集，定棄而不執取，由觀無常而", "629": "斷常想，由觀苦而斷樂想，由觀無我而斷我想，厭惡而斷歡喜，離貪而斷貪，令滅", "630": "而斷集，定棄而斷執取。如是依七行相而觀身。身之近住而非念，念是近住而亦〔自〕", "631": "念，此念，依此智而觀此身，故曰，「於身觀身是修習念住」。", "632": "修習者，於修習有四，依於其處所生諸法不超越之義而修習，依諸根一味之義", "633": "修習，於是依生精進促進之義修習，依習之義為修習。", "634": "於此處或者以無常之水身〔……〕火身〔……〕風身〔……〕髮身〔……〕毛", "635": "身〔……〕膚身〔……〕皮身〔……〕肉身〔……〕血身〔……〕筋身〔……〕骨", "636": "身〔……〕骨髓身不觀為常，由苦不觀為樂，由無我不觀為我，厭惡而不歡喜，離", "637": "貪而不貪，令滅而不集，定棄而不執取，由無常觀而斷常想，由苦觀而斷樂想，由", "638": "觀無我而斷我想，厭惡而斷歡喜，離貪而斷貪，令滅而斷集，定棄而斷執取。如是", "639": "依七行相而觀身。身之近住而非念，念是近住而〔自〕念，此念，依此智而觀此身，", "640": "故曰：「於身觀身是念住之修習」。「修習」者，修習有四……乃至……依習之義為修", "641": "習……乃至……如是於身觀身而住。", "642": "三如何而於諸受觀受而住？於此處或者以無常樂受不觀為常……乃至……定棄而", "643": "不執取，以觀無常而斷常想……乃至……定棄而斷執取，如是依七行相而觀受。受", "644": "之近住而非念，念是近住而〔自〕念，此念，依此智而觀此之受，故曰：「於受觀受", "645": "是念住之修習」。修習者，修習有四……乃至……依習之義為修習。", "646": "於此處或者苦受……乃至……不苦不樂受……乃至……眼觸所生之受〔……〕", "647": "耳觸所生之受〔……〕鼻觸所生之受〔……〕定棄而斷執取。如是依七行相而觀受。", "648": "受之近住非念，念是近住而〔自〕念，此念，依此智而觀此受，故曰：「於受觀受是", "649": "念住之修習」。修習者，修習有四……乃至……依習之義為修習……乃至……如是於", "650": "諸受以觀受而住。", "651": "四如何於心觀心而住？於此處或者以無常之有貪心不觀為常……乃至……定棄而", "652": "不執取，由觀無常而斷常想……乃至……定棄而斷執取。如是依七行相而觀心。心", "653": "之近住而非念，念是近住而〔自〕念，此念，依此智而觀此心，故曰：「於心觀心是", "654": "念住之修習」。修習者，修習有四……乃至……依習之義而修習……乃至……於此處", "655": "或者以離貪心〔……〕有瞋心〔……〕離瞋心〔……〕有癡心〔……〕離癡心〔……〕", "656": "收了心〔……〕散亂心〔……〕廣大心〔……〕非廣大心〔……〕有上心〔……〕", "657": "無上心〔……〕得定心〔……〕未得定心〔……〕解脫心〔……〕未解脫心〔……〕", "658": "眼識〔……〕耳識〔……〕鼻識〔……〕舌識〔……〕身識〔……〕意識之無常而", "659": "不觀為常……乃至……定棄而不執取，觀無常而斷常想……乃至……定棄而斷執", "660": "取。如是依七行相而觀心。心之近住而非念，念是近住而〔自〕念，此念，依此之", "661": "智觀此之心，故曰：「於心觀心是念住之修習」。修習者，修習有四……依習之義為", "662": "修習〔……乃至……〕如是於心觀心而住。", "663": "五如何於諸法觀法而住？於此處或者除身、除受、除心，於餘之無常諸法而不觀", "664": "為常，苦不觀為樂，無我不觀為我，厭惡而不喜，離貪而不貪，令滅而不集，定棄", "665": "而不執取，觀無常以斷常想，觀苦以斷樂想，觀無我以斷我想，厭惡以斷歡喜，離", "666": "貪以斷貪，令滅以斷集，定棄以斷執取。如是依七行相而觀諸法。法之近住而非", "667": "念，念是近住而〔自〕念，此念，依此智而觀此諸法，故曰「於諸法觀法是念住之修", "668": "習」。修習者，修習有四，依其處生諸法不超越之義而修習，依諸根一味之義而修習，", "669": "於此，依生精進促進之義而修習，依習之義而修習……乃至……如是於諸法觀法而", "670": "住。", "671": "慧品第九　正觀論慧品第九　正觀論", "672": "一如是我聞，一時，世尊在舍衛國祇樹林給孤獨園。爾時，世尊告諸比丘曰：「諸", "673": "比丘！」彼諸比丘應答世尊：「世尊！」世尊如是說曰：", "674": "諸比丘！比丘觀見一分樂行而具足隨順忍者，應無此理。不具足隨順忍而入於", "675": "正性決定者，應無此理。不入正性決定而且現證預流果、或一來果、或不還果、", "676": "或阿羅漢果者，應無此理。諸比丘！比丘由觀見無常一切諸行而具足隨順忍者，是", "677": "有此理，具足隨順忍而入於正性決定者，是有此理。入於正性決定而或現證預流果、", "678": "或一來果、或不還果、或阿羅漢果者，是有此理。", "679": "二諸比丘！比丘觀見一分樂行而具足隨順忍者，應無此理。不具足隨順忍而入於", "680": "正性決定者，應無此理。不入正性決定而現證預流果、或一來果、或不還果、或阿", "681": "羅漢果者，應無此理。諸比丘！比丘觀見一切諸行苦而具足隨順忍者，是有此理。", "682": "具足隨順忍而入於正性決定者，是有此理。入於正快決定而或現證預流果、或一來", "683": "果、或不還果、或阿羅漢果者，是有此理。", "684": "三諸比丘！比丘觀見一分我法而具足隨順忍者，應無此理。不具足隨順忍而入於", "685": "正性決定者，應無此理。不入於正性決定而或現證預流果、或一來果、或不還果、", "686": "成阿羅漢果者，應無此理。諸比丘！比丘觀見無我一法而具足隨順忍者，是有此理。", "687": "具足隨順忍而入於正性決定者，是有此理。入於正性決定而現證預流果、或一來果、", "688": "或不還果、或阿羅漢果者，是有此理。", "689": "四諸比丘！比丘由觀見苦為涅槃而具足隨順忍者，應無此理。不具足隨順忍而入", "690": "於正性決定者，應無此理。不入於正性決定而或現證預流果、或一來果、或不還果、", "691": "或阿羅漢果者，應無此理。諸比丘！比丘而由涅槃樂觀見而具足隨順忍者，是有此", "692": "理。具足隨順忍而入於正性決定者，是有此理。入於正性決定而或現證預流果、或", "693": "一來果、或不還果、或阿羅漢果者，是有此理。", "694": "五以幾何行相獲得隨順忍耶？以幾何之行相入於正性決定耶？以四十行相獲得隨", "695": "順忍，以四十行相入於正性決定。", "696": "以如何四十行相獲得隨順忍，以如何四十行相入於正性決定耶？", "697": "以五蘊〔觀〕無常、苦、病、瘡、箭、罪、疾、他、壞、疫、害、怖畏、禍、", "698": "動、毀、不堅固、無護、無安處、無歸依處、缺、虛、空、無我、過患、變壞法、", "699": "不實、罪根、殺者、無有、有漏、有為、魔財、生法、老法、病法、死法、愁法、", "700": "悲法、惱法、有染法。", "701": "由無常觀五蘊而獲得隨順忍，觀「五蘊常之滅是涅槃」而入於正性決定。由苦觀", "702": "五蘊而獲得隨順忍，觀「五蘊之滅是樂、涅槃」而入於正性決定。由病觀五蘊而獲得", "703": "隨順忍，觀「五蘊之滅是無病、涅槃」而入於正性決定。由瘡觀五蘊而獲得隨順忍，", "704": "觀「五蘊之滅是無瘡、涅槃」而入於正性決定。由箭觀五蘊而獲得隨順忍，觀「五蘊之", "705": "滅是離箭、涅槃」而入於正性決定。由罪觀五蘊而獲得隨順忍，觀「五蘊之滅是無罪", "706": "涅槃」而入於正性決定。由疾觀五蘊而獲得隨順忍，觀「五蘊之滅是無疾、涅槃」而入", "707": "於正性決定。由他觀五蘊而獲得隨順忍，觀「五蘊之滅是不他緣、涅槃」而入於正性", "708": "決定。由壞觀五蘊而獲得隨順忍，觀「五蘊之滅是不壞、涅槃」而入於正性決定。由", "709": "疫觀五蘊而獲得隨順忍，觀「五蘊之滅是無疫、涅槃」而入於正性決定。由害觀五蘊", "710": "而獲得隨順忍，觀「五蘊之滅是無害、涅槃」而入於正性決定。由怖畏觀五蘊而獲得", "711": "隨順忍，觀「五蘊之滅是無畏、涅槃」而入於正性決定。由禍觀五蘊而獲得隨順忍，", "712": "觀「五蘊之滅是無禍、涅槃」而入於正性決定。由動觀五蘊而獲得隨順忍，觀「五蘊之", "713": "滅是不動、涅槃」而入於正性決定。由毀觀五蘊而獲得隨順忍，觀「五蘊之滅是不毀、", "714": "涅槃」而入於正性決定。由不堅固觀五蘊而獲得隨順忍、觀「五蘊之滅是堅固、涅槃」", "715": "而入於正性決定。由無護觀五蘊而獲得隨順忍，觀「五蘊之滅是救護、涅槃」而入於", "716": "正性決定。由無安處觀五蘊而獲得隨順忍，觀「五蘊之滅是安處、涅槃」而入於正性", "717": "決定。由無歸依處觀五蘊而獲得隨順忍，觀「五蘊之滅是歸依處、涅槃」而入於正", "718": "性決定。由缺觀五蘊而獲得隨順忍，觀「五蘊之滅是無缺、涅槃」而入於正性決定。", "719": "由虛觀五蘊而獲得隨順忍，觀「五蘊之滅是不虛、涅槃」而入於正性決定。由空觀五", "720": "蘊而獲得隨順忍，觀「五蘊之滅是勝空、涅槃」而入於正性決定。由無我觀五蘊而獲", "721": "得隨順忍，觀「五蘊之滅是為勝義涅槃」而入於正性決定。由過患觀五蘊而獲得隨", "722": "順忍，觀「五蘊之滅是無過患、涅槃」而入於正性決定。由變壞法觀五蘊而獲得隨順", "723": "忍，觀「五蘊之滅是不變壞法、涅槃」而入於正性決定。由不實觀五蘊而獲得隨順忍，", "724": "觀「五蘊之滅是堅實、涅槃」而入於正性決定。由罪根觀五蘊而獲得隨順忍，觀「五蘊", "725": "之滅是無罪根、涅槃」而入於正性決定。由殺者觀五蘊而獲得隨順忍，觀「五蘊之滅", "726": "是無殺者、涅槃」而入於正性決定。由無有觀五蘊而獲得隨順忍，觀「五蘊之滅是非", "727": "無有、涅槃」而入於正性決定。由有漏觀五蘊而獲得隨順忍，觀「五蘊之滅是無漏、", "728": "涅槃」而入於正性決定。由有為觀五蘊而獲得隨順忍，觀「五蘊之滅是無為、涅槃」而", "729": "入於正性決定。由魔財觀五蘊而獲得隨順忍，觀「五蘊之滅是離財、涅槃」而入於正", "730": "性決定。由生法觀五蘊而獲得隨順忍，觀「五蘊之滅是不生、涅槃」而入於正性決定。", "731": "由老法觀五蘊而獲得隨順忍，觀「五蘊之滅是不老、涅槃」而入於正性決定。由病法", "732": "觀五蘊而獲得隨順忍，觀「五蘊之滅是無病、涅槃」而入於正性決定。由死法觀五蘊", "733": "而獲得隨順忍，觀「五蘊之滅是不死、涅槃」而入於正性決定。由愁法觀五蘊而獲得", "734": "隨順忍，觀「五蘊之滅是無愁、涅槃」而入於正性決定。由悲法觀五蘊而獲得隨順忍，", "735": "觀「五蘊之滅是無悲、涅槃」而入於正性決定。由惱法觀五蘊而獲得隨順忍，觀「五蘊", "736": "之滅是無惱、涅槃」而入於正性決定。由有染法觀五蘊而獲得隨順忍，觀「五蘊之滅", "737": "是無染、涅槃」而入於正性決定。", "738": "六若由無常是無常觀。若由苦是苦觀，若由病是苦觀，若由瘡是苦觀，若由箭是", "739": "苦觀，若由罪是苦觀，若由疾是苦觀。若由他是無我觀，若由壞是無我觀，若由疫", "740": "是苦觀，若由害是苦觀，若由怖畏是苦觀，若由禍是苦觀，若由動是無常觀。若由", "741": "毀是無常觀，若由不堅固是無常觀，若由無護是苦觀，若由無安處是苦觀，若由無", "742": "歸依處是苦觀，若由缺是苦觀，若由虛是無我觀，若由空是無我觀，若由無我是無", "743": "我觀，若由過患是苦觀，若由變壞法是無常觀，若由不實是無我觀，若由罪根是苦", "744": "觀，若由殺者是苦觀，若由無有是無常觀，若由有漏是苦觀，若由有為是無常觀，", "745": "若由魔財是苦觀，若由生法是苦觀，若由老法是苦觀，若由病法是苦觀，若由死法", "746": "是無常觀，若由愁法是苦觀，若由悲法是苦觀，若由惱法是苦觀，若由有染法是苦", "747": "觀也。", "748": "如是以四十行相獲得隨順智，如是以四十行相入於正性決定。", "749": "如是以四十行相獲得隨順智，如是以四十行相入於正性決定者，有幾何之無常", "750": "觀，幾何之苦觀，幾何之無我觀耶？", "751": "於無我觀有二十五，於無常觀有五十。", "752": "於苦言百二十五。", "753": "慧品第十　論母論慧品第十　論母論", "754": "一無欲而解脫是解脫、明解脫、增上戒、增上心、增上慧、輕安、智、見、清", "755": "淨、出離、離、寂靜、最捨、所行、靜慮解脫、修習、攝持、命。", "756": "「無欲」者，依出離由欲欲而無欲，依無瞋由瞋而無欲……乃至……依初靜慮由", "757": "〔五〕蓋而無欲……乃至……依阿羅漢道由一切煩惱而無欲解脫。", "758": "「解脫」者，依出離由欲欲解脫故而為解脫，依無瞋由瞋解脫故而為解脫……乃", "759": "至……依初靜慮由〔五〕蓋解脫故而為解脫。……乃至……依阿羅漢道由一切煩惱", "760": "解脫故而為解脫。", "761": "「明解脫」者，存出離故而為明，由欲欲解脫故而為解脫，存而解脫解脫而存", "762": "故為明解脫。無瞋存故而為明，由瞋解脫故而為解脫，存而解脫解脫而存故為明解", "763": "脫……乃至……阿羅漢道存故而為明，由一切煩惱解脫故而為解脫，存而解脫解脫", "764": "存故而為明解脫。", "765": "二「增上戒、增上心、增上慧」者，依出離防護欲欲，依於義而有戒清淨，依無散", "766": "亂之義而有心清淨，依見之義而有見清淨，於此防護之義，此乃增上戒學，於此無", "767": "散亂之義，此是增上心學，於此見之義，此是增上慧學。依無瞋而防護瞋，依義而", "768": "有戒清淨……乃至……依阿羅漢道而依防護一切煩惱，依義而有戒清淨，依無散亂", "769": "之義而有心清淨，依見之義而有見清淨，於此防護之義此是增上戒學，於此無散亂", "770": "之義此是增上心學，於此見之義是此增上慧學。", "771": "三「輕安」者，依出離令止滅欲欲，依無瞋而令止滅瞋……乃至……依阿羅漢道而", "772": "令止滅一切煩惱。", "773": "「智」者，斷欲欲故，出離依已知之義是智，斷瞋故，無瞋依已知之義是智……", "774": "乃至……斷一切煩惱故，阿羅漢道依已知之義是智。", "775": "「見」者，斷欲欲而出離已見故是見，斷瞋而無瞋已見故是見……乃至……斷一", "776": "切煩惱而阿羅漢道已見故是見。", "777": "「清淨」者，斷欲欲依出離而為清淨，斷瞋依無瞋而為清淨……乃至……斷一切", "778": "煩惱依阿羅漢道而為清淨。", "779": "四「出離」者，於諸欲如是有離，此即出離，於諸色如是有離，此即無色。復次，", "780": "諸有、有為、緣已生之滅是出離。無瞋是瞋之出離，光明想是惛眠之出離……乃至", "781": "……阿羅漢道是一切煩惱之出離。", "782": "「離」者，於諸欲有如是離，此即出離，於諸色有如是離，此即無色，復次，諸", "783": "有、有為、緣已生之滅是離。出離是欲欲之離，無瞋是瞋之離……乃至……阿羅漢", "784": "道是一切煩惱之離。", "785": "「寂靜」者，出離是欲欲之寂靜，無瞋是瞋之寂靜……乃至……阿羅漢道是一切", "786": "煩惱之寂靜。", "787": "「最捨」者，依出離以最捨欲欲，依無瞋以最捨瞋……乃至……依阿羅漢道以最", "788": "捨一切煩惱。", "789": "「所行」者，斷欲欲依出離而行，斷瞋依無瞋而行……乃至……斷一切煩惱依阿", "790": "羅漢道而行。", "791": "「靜慮解脫」者，出離熾然故是靜慮。燒盡欲欲故是靜慮，依熾然而解脫故是", "792": "靜慮解脫，依燒盡而解脫故是靜慮解脫，熾然是諸法。被燒盡是諸煩惱，知所熾然、", "793": "燒盡故是靜慮解脫，無瞋所熾然故是靜慮，燒盡瞋故是靜慮〔……乃至……〕光明", "794": "想所熾然故是靜慮，燒盡惛眠故是靜慮……乃至……阿羅漢道所熾然故是靜慮，燒", "795": "盡一切煩惱故是靜慮，依所熾然而解脫故是靜慮解脫，依燒盡而解脫故是靜慮解脫，", "796": "熾然是諸法。被燒盡者是諸煩惱，知所熾然、燒盡故是靜慮解脫。", "797": "五「修習、攝持、命」者，斷欲欲修習出離故以具足修習，依出離之力攝持心故以", "798": "具足攝持。此人如是以具足修習、具足攝持故於平等、為命而非為不等，為正命而", "799": "不為邪，於清淨為命而不染故而命具足。此人如是具足修習、具足攝持、具足命故", "800": "而若赴眾會時，雖或剎帝利眾，或婆羅門眾，或居士眾，或沙門眾！無畏、無愧而", "801": "赴。此以何故耶？此人乃如是具足修習、具足攝持、具足命故。斷瞋修習無瞋故而", "802": "具足修習，斷惛眠修習光明想故而具足修習，斷掉舉修習無散亂故而具足修習，斷", "803": "疑修習法決定故而具足修習，斷無明修習智故而具足修習，斷不欣喜修習勝喜故而", "804": "具足修習，斷〔五〕蓋修習初靜慮故而具足修習……乃至……斷一切煩惱修習阿羅", "805": "漢道故而具足修習，依阿羅漢道之力攝持心故而具足攝持。此人如是具足修習、具", "806": "足攝持、故平等為命而不為不等，為正命而不為邪，清淨為命而不染故而具足命。", "807": "此人如是具足修習、具足攝持、具足命故而若赴眾會時，雖或剎帝利眾、或婆羅門", "808": "眾、或居士眾、或沙門眾而亦無畏、無愧以赴。此以何故？此人如是具足修習、具", "809": "足攝持、具足命之故。", "810": "於此處有嗢柁南，曰：", "811": "智〔論〕、見〔論〕、入出息〔論〕、根〔論〕、解脫〔論〕之五與", "812": "趣〔論〕、業〔論〕、顛倒〔論〕、道〔論〕、醍醐〔味論〕而為十。", "813": "俱存〔論〕、四諦〔論〕、〔七〕覺支〔論〕、慈〔論〕、離欲〔論〕之五與無礙解", "814": "〔論〕、法輪〔論〕、出世間〔論〕、力〔論〕、空〔論〕。", "815": "慧〔論〕、神通〔論〕、現觀〔論〕、離〔論〕、所行〔論〕之五與", "816": "示導〔論〕、齊首〔論〕、〔四〕念〔住論〕、正觀〔論〕論母〔論〕。"}, "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0019 無礙解道(第3卷-第4卷)", "author": "悟醒譯"}