{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 276-A 楞嚴摸象記引No. 276-A", "1": "楞嚴摸象記引", "10": "誰何爰取是經百有餘則略為剖析以例全帙而於", "100": "開示第一義諦如何復將世間戲論云云則上文所", "1000": "大集經佛明二十八宿攝護國土養育眾生如何舊", "1001": "解以今所說二十八大惡星當之假如第二亢宿云", "1002": "主出家求聖道者則是吉祥福德之大善星矣又八", "1003": "大惡星中如羅孛誠為凶曜彼五行未必皆凶故知", "1004": "今二十八等或別有所指佛未明言不敢強為之說。", "1005": "云何名為乾慧之地。", "1006": "上文讚嘆神呪功德如是廣大阿難聞已不云我當", "1007": "一心持呪乃問乾慧四十四心而至等覺者何也蓋", "1008": "經言或有宿習不能滅除應持此呪則知呪為修道", "1009": "之助乾慧而至等覺是正修成佛之大綱大要也。", "101": "示無非中道明矣況既曰禪那必從空假融會具足", "1010": "云何名為眾生顛倒。", "1011": "或見此文結處云由此建立世界眾生謂此統論二", "1012": "種顛倒其云何名為眾生顛倒之文當在後段今不", "1013": "須爾蓋世界眾生兩不相離眾生必依世界而居世", "1014": "界後因眾生而起言眾生不妨先說世界喻如言草", "1015": "木亦不妨先說大地也況下文世界顛倒亦帶說十", "1016": "二類生兩相交互其義明甚又見下文世界中有十", "1017": "二類生復疑此世界是眾生分中世界亦非也由性", "1018": "明心者言眾生何所由由性明心也性明心者一法", "1019": "界真心也此性明心本非凝然之物其體圓融而能", "102": "三觀又不待論也若據初文如來將欲敷演三摩而", "1020": "隨緣是以因明故發性性妄故見生而從無成有矣", "1021": "此能有所有實非因所因言能有無能因所有無所", "1022": "因也既無因所因自無住所住即此無住建立世界", "1023": "眾生此處未有世界眾生由此為建立之根本也故", "1024": "曰從無住本立一切法。", "1025": "將欲復真欲真已非真真如性非真求復宛成", "1026": "非相非生非住非心非法云云故有眾生顛倒。", "1027": "承上文性明圓故而言迷自本性圓明乃生虗妄雖", "1028": "云生妄妄實無體妄既無體妄即是真更將誰復汝", "1029": "欲復真欲已成妄故曰非真真如既知非真猶自求", "103": "言汝於奢摩微密觀照心猶未明因引此以證先說", "1030": "復如知是幻猶自求幻終竟無有故曰非相何名非", "1031": "相凡所有相不過生住異滅身受心法而已非生非", "1032": "住異滅可知非心非法身受可知於本無中虗妄成", "1033": "有展轉發生此之生力起惑造業造業感果生滅相", "1034": "因無有窮已是則名為眾生顛倒有配三細者不如", "1035": "只取大意如前所說不須逐句逐字相配又有以非", "1036": "真求復配七識八識者尤為不通。", "1037": "是故世界因動有聲因聲有色云云為一旋復。", "1038": "因動而聲而色而香而觸而味而法次第歷然而諸", "1039": "解不出其由有謂六中隨舉其一餘五從之則經中", "104": "空次說假之意而判初文為奢摩次為三摩空假而", "1040": "次第似為浪說何不曰色聲香味觸法乎惟長水引", "1041": "前文覺明空昧等釋之頗於次第相恊惜前文止有", "1042": "從聲至觸而味與法無文可引耳然差勝諸說也窮", "1043": "十二變為一旋復者上言因味知法換一知字便接", "1044": "意根次接六亂妄想則六境六情共成十二十二週", "1045": "已更動有聲而至味法名一旋復則循環無已也。", "1046": "枯槁亂想。", "1047": "枯稿則無想曰枯槁亂想者何也又次云精神化為", "1048": "土木金石既化土石為有輪迴為無輪迴若有輪迴", "1049": "世間土石皆當受身六趣若無輪迴何云無想羯南", "105": "中乃至為禪那等不知向後文中頗多單說三摩者", "1050": "流轉國土蓋枯槁云者特其妄想暫遏不行如草乍", "1051": "枯根本未絕時至復生則知彼之妄想潛伏於中未", "1052": "嘗無也精神之為土石亦是以頑定力而成頑物頑", "1053": "定力過緣觸情生依舊流轉。", "1054": "第八卷○第八卷", "1055": "是人即獲無生法忍。", "1056": "此方漸次便曰無生如何乾慧之前已齊八地之位", "1057": "蓋所稱圓頓行人者正謂此也前云顛倒妙圓真淨", "1058": "明心具足亂想次云於是本因元所亂想立三漸次", "1059": "則知最初便於本原心體以為因地從真如而出亂", "106": "如此下便云有三摩提名大佛頂首楞嚴王又云諸", "1060": "想從即真如之亂想而入真如念念已在真如雖無", "1061": "生法忍今未即獲而勢在必獲無足疑者故違現業", "1062": "文中不但曰禁制使不流逸而曰旋元自歸旋元自", "1063": "歸者一旋轉力何藉劬勞旋何所歸還歸自己圓頓", "1064": "法門四字之中攝盡無餘矣孤山之言曰漸次者事", "1065": "漸理圓不同偏漸於六即中乃名字中修能成觀行", "1066": "乃發真似也從名至真一以貫之妙哉言乎。", "1067": "名信心住。", "1068": "十信位多結住字孤山謂是初住分開則信即是住", "1069": "吳興非之是矣然不必泥此住字蓋此經四字成文", "107": "三摩提妙修行路又云從聞思修入三摩地又云因", "1070": "故信心念心慧心定心皆有住字中間精進心不退", "1071": "心獲法心迴向心皆無住字至第九戒心第十願心", "1072": "復有住字隨句長短加減住字其理明甚不然既初", "1073": "住分開句句應有住字何或有而或無也蓋此住即", "1074": "是位分之意非信住行向地之住也又瑜伽師地論", "1075": "以地前諸位共為一位十地等覺為十一住如來為", "1076": "一住共十三住均結住名足可為證。", "1077": "是覺始獲金剛心中初乾慧地。", "1078": "不必苦苦與前之乾慧究同究異蓋同而異異而同", "1079": "者也但順經文看去其義自顯今逐字釋之是覺者", "108": "入流相得三摩提又云若諸菩薩入三摩地又云欲", "1080": "等覺也始獲者言前之乾慧但發其端倪而未獲其", "1081": "全體今始獲也金剛心者言是大乘心中之慧也乾", "1082": "慧者言未與如來妙莊嚴海接也乾慧而必曰初者", "1083": "正明最初之慧歷信住行向地至此而始獲其全體", "1084": "也因該果海果徹因源則異而同而因非是果果非", "1085": "是因則同而異也。", "1086": "如是重重單複十二。", "1087": "諸說不一溫陵以乾信至等金為十二天如謂其既", "1088": "以金為能歷又以金為所歷於義不順吳興以信住", "1089": "行及地為單十迴向為複十加乾慧等覺為十二天", "109": "攝其心入三摩地又云汝教世人修三摩地又云縱", "1090": "如取之然其凑合未甚安妥而單複義亦不快唯長", "1091": "水以乾慧暖頂忍世等妙各各獨一為單信住行向", "1092": "地各各有十為複合之十二而乾慧之單次以信住", "1093": "行向之複此複後又次以四加行之單此單後又次", "1094": "以十地之複此複後又次以等覺之單乃至妙覺故", "1095": "曰重重其說甚妙。", "1096": "五十五位真菩提路。", "1097": "此五十五亦有多說惟吳興謂除前乾慧不敘但由", "1098": "信位至等覺為五十五又自辨云經言真菩提路則", "1099": "顯乾慧非真妙覺非路此說最當。", "11": "餘經間附一二不復繁舉昔佛弟子各陳己見佛謂", "110": "得心開似三摩地又云若大妄語則三摩地不得清", "1100": "是經名大佛頂悉怛多般怛囉無上寶印十方", "1101": "如來清淨海眼云云亦名灌頂章句諸菩薩萬", "1102": "行首楞嚴。", "1103": "此五名者隨取其一皆可名經譯人撮略捃摭會其", "1104": "大意而立今名庶幾該括五義矣有人謂此一部經", "1105": "從一至十挨次配合經題某卷至某處為大佛頂某", "1106": "卷至某處為如來密因乃至某處為修證了義某處", "1107": "為菩薩萬行是不知五名皆可名經也使譯人昔取", "1108": "第一為題則將曰某卷至某處為悉怛多乎某處為", "1109": "無上寶印某處為如來清淨海眼乎或取第二三等", "111": "淨又云令其身心入三摩地又云一切真實入三摩", "1110": "亦復如是而向來挨次配合皆失之矣豈理也哉。", "1111": "斷除三界修心六品微細煩惱。", "1112": "合論謂阿難及諸大眾得第二果故言斷除修心六", "1113": "品煩惱其言雖合教相但楞嚴一經至此五十五位", "1114": "而入妙覺上文已結經名自後皆名助行則亦至矣", "1115": "盡矣而所證方止於此何名此經大乘了義教耶惟", "1116": "溫陵謂是增上頓斷不同小乘其九品之中所餘三", "1117": "品佛地方斷似得其旨蓋三界九地地地各有九品", "1118": "煩惱今經文不曰欲界六品而曰三界不但曰煩惱", "1119": "而曰微細煩惱蓋盡三界而言之乃最後一地之六", "112": "地又云入三摩地修學法門又云修三摩地求大乘", "1120": "品矣若曰世尊滅後阿難為迦葉呵責方得無漏今", "1121": "此應在二果是則是矣亦有二義可辨一者阿難下", "1122": "有大眾二字不宜以一人之故例抑群聖二者阿難", "1123": "大權示現前後出沒無定亦不可一途而取也。", "1124": "想明斯聰情幽斯鈍。", "1125": "情想均則為人類矣而人有聰鈍之不同者蓋想屬", "1126": "明情屬幽明主聰幽主鈍想雖等於情而想之明有", "1127": "力則明勝而為聰情雖等於想而情之幽有力則幽", "1128": "勝而為鈍又聰鈍且舉其一推而廣之想正斯善情", "1129": "偏斯惡想平斯慈情陂斯刻想高斯剛情卑斯柔例", "113": "者又云是清淨人修三摩地又云復有從人不依正", "1130": "皆然也有說想與情各得五分是為均等其五分以", "1131": "上為聰其五分以下為鈍則不均等矣。", "1132": "從地涌出。", "1133": "六報俱云入於地獄獨此從地涌出而入地獄則似", "1134": "先在地獄又涌出而復入矣蓋六根惟鼻具出入息", "1135": "吸則下入呼則上出故其神識覺得從地涌而上又", "1136": "從上墜而下方入地獄也從地之地非地獄也。", "1137": "惡業同造入阿鼻獄受無量苦經無量劫云云", "1138": "見見一根單犯一業是人則入一百八地獄。", "1139": "此分五等其一同造者六根十習具足兼造而造又", "114": "覺修三摩地又云汝輩修禪飾三摩地又云若得妙", "1140": "同時也其二各造者雖具足而先後不同時也其三", "1141": "身口意三業造殺盜婬三惡也其四三業中二犯三", "1142": "惡中二也其五三業中一犯三惡中一也故地獄從", "1143": "重而漸輕也曰造曰作二事何別造者始於六根發", "1144": "起惡業也作者次於六境成就惡業也見見一根稍", "1145": "難銷會且依吳興謂能見之眼及眼所見專在一根", "1146": "也一說上見字作現現見一根也其意亦通但現字", "1147": "見字俱無謂。", "1148": "參合柔類。", "1149": "或疑以恨為因從地獄畢而蠱鬼而毒類而至人中", "115": "發三摩提者又云當住此處入三摩地又云圓定發", "1150": "為狼類則因果相似矣何傲因者從地獄出展轉至", "1151": "人乃為柔類傲與柔反今為柔類者何蓋報有多種", "1152": "有宿習報有反對報則兇狠者化為虎狼貪婪者化", "1153": "為羊犬是名宿習報奢侈太過者化為貧窮狡猾罔", "1154": "人者化為愚憃是名反對報今屬反對蓋傲者昔藐", "1155": "視乎人柔者今為人所藐也柔非溫和善順之謂乃", "1156": "怯弱委靡人人得而易之者也。", "1157": "堅固服餌云云堅固草木。", "1158": "服餌草木二事似同而異服餌曰食道胡麻蓮芡之", "1159": "類也食所常用故草木曰藥道黃精松栢之類也藥", "116": "明三摩地中又云斯則如來真三摩地又云又三摩", "1160": "所常用故食道止可延年藥道乃能輕舉溫陵不應", "1161": "以藥餌代服餌藥是第二種中事。", "1162": "堅固交遘而不休息。", "1163": "十種仙始於服餌終於變化蓋後後深於前前者也", "1164": "其第九交遘不可如古解以內坎離外男女為說此", "1165": "交遘純是內事彼書所謂取坎填離抽鉛添汞乃至", "1166": "龍虎烏兔嬰姹黃婆等皆喻也尚不許以心腎為離", "1167": "坎何況男女房術乃下品之下清菴所謂貪婬男女", "1168": "嗜利者為之是大亂之道也安得已當第九超前思", "1169": "念隣後變化而反作鄙陋猥褻之邪功耶經云此等", "117": "中諸善男子如是單舉三摩提處皆直以三摩為大", "1170": "亦於人中鍊心但不修正覺三昧故不離妄想不出", "1171": "輪迴耳使其得遇如來正法一點化之當必有了悟", "1172": "者如呂巖真人之於黃龍是也。", "1173": "壽千萬歲。", "1174": "南嶽大師發願文其中一則曰作長壽仙見彌勒二", "1175": "則曰得長命力求佛道三則曰為求大乘入深山願", "1176": "速成就大仙人南嶽應化聖賢何所求乃楞嚴所不", "1177": "取良由彼之本願為見彌勒為求佛道為學大乘非", "1178": "為長年故又言不貪身命發此願也豈世人寶惜幻", "1179": "軀希冀長生之比哉然其中又有外丹內丹之說愚", "118": "定豈拘局三觀必對奢摩而名假觀耶亦有一二處", "1180": "人見之或起邪見初學但宜篤信今經佛語南嶽所", "1181": "云姑置之可也。", "1182": "於邪婬中心不流逸。", "1183": "非謂不斷邪婬但弗流逸而已蓋謂於邪婬法中能", "1184": "制其心不邪婬也不得錯會經文助發邪見。", "1185": "上升精微云云三災不及。", "1186": "兜率欲界四天曰上升精微曰不接下界曰三災不", "1187": "及說者謂俱指內院似矣然本天無竟不言及之理", "1188": "今細味之當是意在言外言正當本天分位者不待", "1189": "論矣其有超越倫類上升精微乃至三災不及者雖", "119": "單舉奢摩他者例亦如是故知不必強割經文硬配", "1190": "云內院總之皆號兜率陀天也。", "1191": "第九卷○第九卷", "1192": "加以明悟。", "1193": "經言清淨禁戒加以明悟雖云明悟非明心悟道之", "1194": "謂也特悟欲之不足貪好而已下文若於捨心發明", "1195": "智慧成阿羅漢入菩薩乘此之發明方是正悟。", "1196": "無量淨天云云名徧淨天。", "1197": "無量則徧今分前後淺深者何也蓋前言身心輕安", "1198": "則外之形骸內之思想二處皆淨故云無量乃徧身", "1199": "心之無量身心之外未淨也後言世界身心身心正", "12": "眾言汝等所說皆非我意然各當理足以利物則彼", "120": "三觀。", "1200": "報世界依報依正咸淨方名徧淨。", "1201": "其中惟留阿賴耶識全於末那半分微細。", "1202": "合論及長水疏謂半分微細屬六識而上二句接下", "1203": "稍難溫陵諸師皆以半分微細屬末那而溫陵判此", "1204": "處無復六識則下文識心都滅須通八識不然既六", "1205": "識已無當滅何識予向據溫陵謂都滅識心未亡識", "1206": "性故通八識無礙今思終是未妥乃取前論疏意更", "1207": "為貫穿其說言此中六識麤分已滅唯留根本賴耶", "1208": "全體末那與六識不緣色空但內緣之微細半分而", "1209": "已至下識心都滅方滅此半分也雖然半分微細上", "121": "我見如來三十二相勝妙殊絕形體映徹猶如", "1210": "須得與彼六識四字方好或者有脫文乎一說六識", "1211": "流注亦未盡滅且據大分而云滅實似滅而非滅也。", "1212": "彼之天王即是菩薩遊三摩地。", "1213": "非彼天王決定盡是菩薩也華嚴經云初地菩薩多", "1214": "作閻浮提王二地輪王乃至六欲天王及大梵天王", "1215": "等多之一字言多分如是則亦有時乎不然矣。", "1216": "一人發真歸元。", "1217": "真對妄言元對末言真雖本具隱而不發逐妄流逸", "1218": "迷不還元今則發起真心復歸元本也真元之地纖", "1219": "塵不立如何虗空不成消殞。", "122": "琉璃常自思惟此相非是欲愛所生。", "1220": "此十方空皆悉消殞。", "1221": "前言終不聞爛壞虗空矣今云虗空消殞前後語似", "1222": "矛盾何也此有二義一是虗實相對門世間實法有", "1223": "生必有滅虗空無形不生則不滅故虗空未聞爛壞", "1224": "也二是真妄相對門以萬物對虗空則萬物皆妄以", "1225": "虗空對真如則虗空亦妄迷妄有虗空復真無虗空", "1226": "矣故虗空亦可消殞也是知虗空本無存泯存泯由", "1227": "乎自心迷心成境者虗空歷然即境惟心者虗空安", "1228": "在故一人之虗空消殞多人之虗空不消殞兩無礙", "1229": "也長安雖閙我國晏然則一人之國土晏然多人之", "123": "阿難以妙相非從欲生以此發心未為不是而不知", "1230": "長安自閙亦兩無礙也。", "1231": "見其宮殿無故崩裂大地振折水陸飛騰無不", "1232": "驚慴凡夫昏暗不覺遷訛。", "1233": "行人入禪之際諸魔自然見其宮殿崩裂大地振折", "1234": "本陸飛騰群物驚慴而凡夫昏暗不覺遷訛然此境", "1235": "界惟魔見而人不覺者固以其昏暗矣人雖昏暗比", "1236": "物為靈物既各驚人反不覺豈以人而不如物乎今", "1237": "謂不覺者非全不覺如木石也特不覺是行人三昧", "1238": "神力之遷訛耳彼世間山崩地震等人亦與物同怖", "1239": "懼故又遷者動轉訛者怪異以三昧時乃凡聖變易", "124": "即此亦復正是病根蓋內取己見外取佛相相見對", "1240": "之秋正邪交戰之候故轉動不寧怪異不測也。", "1241": "如摩登伽殊為眇劣彼惟呪汝破佛律儀八萬", "1242": "行中秪毀一戒心清淨故尚未淪溺此乃隳汝", "1243": "寶覺全身。", "1244": "律儀者戒也八萬行中之一行也此逐句與下文相", "1245": "對摩登眇劣對諸魔熾盛只毀貪欲一戒對墮汝寶", "1246": "覺全身未盡有漏之小果對發真歸元之大心小果", "1247": "而失其本有如民庶之家凋敗猶未足言大心而喪", "1248": "其成功如閥閱之門籍沒良可嘆也。", "1249": "當在此中精研妙明。", "125": "待能所宛然豈非是妄夫如來之相摩登之相雖聖", "1250": "色陰中曰精研妙明曰內外精研曰究竟澄徹曰研", "1251": "究深遠曰研究精極如是數語直揭參禪緊要真實", "1252": "工夫不厭重疊學人所當凝神殫思猛著精彩處也", "1253": "色陰若盡雖四陰宛然於佛菩提全未全未而實破", "1254": "竹之勢已張倒峽之機莫禦斬關奪門進入有路秪", "1255": "恐得少為足自畫不前耳然破此色陰大不容易非", "1256": "是說了便休行人須努力死戰一番始得。", "1257": "其時魂魄意志精神除執受身餘皆涉入互為", "1258": "賓主。", "1259": "醫經以魂屬肝魄屬肺意屬脾精屬腎神屬心今曰", "126": "凡逈異而其為相一也執幻妄不真之相昧常住不", "1260": "互為賓主與道家所云三華聚五氣朝水火交金木", "1261": "併如是等語何別此有二義一者彼由作如是因得", "1262": "如是果今經則惟是精研自性無心求之而自得之", "1263": "者也二者彼方以為玄妙躭著不捨今經則不作聖", "1264": "解雖有之而漠然若無者也此其所以異也。", "1265": "觀察不停抑按降伏制止超越。", "1266": "不須以抑按等對四分煩惱只就文順說義自明顯", "1267": "初觀察者審究妄心之起處也次抑按者於其起處", "1268": "而遏󰋂之也然我固抑之彼未必伏次降伏者隨其", "1269": "所抑皆從順也又恐暫時降伏後復跳梁次制止者", "127": "遷之心是生滅為因而欲求不生滅之果也然般若", "1270": "更為防範使不動也今為一喻觀察者如訪賊也抑", "1271": "按如己捉獲降伏如己服辜制止如又加約束也如", "1272": "是重重處分超越過甚故妙明逼極煥散發見致虗", "1273": "空成寶色也虗空寶色即自己心光也。", "1274": "其心離身反觀其面去住自由無復留礙。", "1275": "神仙家出神與今所說意略相似而實不同彼有心", "1276": "求之此無心得之彼自謂妙用此不作聖心與前同", "1277": "也初色陰中少選之間身能出礙者欲出也次色陰", "1278": "中遙見遠方逼極飛出者漸出也今受陰中去住自", "1279": "由無復留礙者妙於出也復想陰中其心離形如鳥", "128": "云若以三十二相觀如來者轉輪聖王即是如來今", "1280": "出籠者妙之又妙而能上歷聖位得意生身也彼書", "1281": "有陰神陽神之說色中二處未別陰陽受陰所說彷", "1282": "彿陽神想陰所說則非彼陽神所及矣雖彼屬妄想", "1283": "精魂此修正覺三昧根源自殊然總之止是破得色", "1284": "受二陰想行識三居然未破亦何足奇而生奇想便", "1285": "言證聖鼓發魔事不亦宜乎。", "1286": "前無新證歸失故居。", "1287": "此言前無新證歸失故居憶魔生焉下言新證未獲", "1288": "故心已亡憂魔生焉此二何別蓋境同而所以當之", "1289": "者異也一是見其前後雙脫不欲守前不欲向後從", "129": "佛不以是直斥阿難之非顧詰其見與好樂生於心", "1290": "中別求一路是以晝夜撮心懸思掛念而憶魔入也", "1291": "一是見其前後雙脫又欲守前又欲退後二念交發", "1292": "不知何從是以計無所定徬徨愁悶而憂魔入也。", "1293": "於精明中圓悟精理。", "1294": "此言於精明中圓悟精理次下於明悟中得虗明性", "1295": "此二悟字乃是破色陰而見受陰受陰將空覺得胸", "1296": "中精一虗朗是受陰中之悟耳餘後三陰尚爾迷昧", "1297": "而行人有至此便謂得悟大事了畢蓋不知此。", "1298": "從是凡身上歷菩薩六十聖位得意生身。", "1299": "六十聖位依孤山三漸次乾慧十信十住十行十向", "13": "群摸除悖理者以理而摸雖不得象未嘗非象故不", "130": "目方乃漸次破其妄心除其妄見者何也蓋善現解", "1300": "四加十地等妙共六十位此於諸說似為穩當又孤", "1301": "山泥經言雖未盡漏四字遂以七信八信十信判意", "1302": "生身然經言從此凡身上歷聖位得意生身正明圓", "1303": "頓行人即凡身而歷聖果耳況歷者聖位之階級途", "1304": "路言從此定然證聖不曰今即是聖也亦何礙焉准", "1305": "楞伽三種意生身初在三地四地五地次在八地終", "1306": "在九地以往何必疑其太高而判以信位耶例如無", "1307": "生法忍八地方名正得而不妨初住即曰悟無生忍", "1308": "亦猶是也。", "1309": "貪求契合。", "131": "空阿難著相故且就窠打劫鋤其本根使彼之心逼", "1310": "此想陰中求善巧求經歷求辨析求冥感求靜謐求", "1311": "宿命求神力求深空求永歲此九或非急務至於求", "1312": "契合者乃欲融會妙理何故亦起魔事要之病在求", "1313": "之一字及貪之一字耳善乎先德之解曰忘機寂照", "1314": "理自玄會希求契合擬心即差從是天魔得其便故", "1315": "至哉言也雖然若忘機失照則沉死水又宜辨之。", "1316": "讚嘆行婬不毀麤行。", "1317": "想陰文云讚嘆行婬不毀麤行此頗難解有謂讚彼", "1318": "行婬不毀壞麤行何況細行則以麤行屬善邊事文", "1319": "義不通蓋毀字二用一是毀譽之毀譏謗也一是成", "132": "至於無處安放彼之見追至於無可奈何智竭計空", "1320": "毀之毀廢滅也古訓毀為隳隳者廢也滅也如仲尼", "1321": "隳三都是也此二句是二事一者於婬欲法反加讚", "1322": "嘆二者於諸麤行安意為之不復隳滅麤行者麤陋", "1323": "鄙褻之事稍次於婬欲即僧殘之類皆惡邊事也。", "1324": "第十卷○第十卷", "1325": "夢想消滅。", "1326": "般若心經五陰皆空方曰遠離顛倒夢想今此僅空", "1327": "想陰亦曰夢想消滅者何也蓋語同而義之淺深異", "1328": "也今此且據想之一陰而言經云晝則想心寐為諸", "1329": "夢故想滅則夢滅夢想滅故寤寐恒一也而所滅者", "133": "情窮理極而忽然自得其本心也化導之妙一至於", "1330": "本陰之融通妄想耳行陰之幽隱想識陰之微細想", "1331": "未滅也彼經五陰皆空其云顛倒夢想則不止融通", "1332": "而幽隱微細畢盡矣故此經識陰中獨曰顛倒微細", "1333": "精想顛倒字正與彼經顛倒脗合是可為證又彼經", "1334": "究極而言凡夫於無常計常此夢想顛倒也二乘於", "1335": "常計無常此夢想顛倒也菩薩多劫修六度萬行而", "1336": "不入華嚴大威德法門此夢想顛倒也乃至一念之", "1337": "無明流注一念之夢想顛倒也豈獨夢寐云乎哉此", "1338": "經則夢乃實夢何以故以正較量五陰則五重次第", "1339": "有劑限故。", "134": "是。", "1340": "如波瀾滅化為澄水。", "1341": "此澄水為對波瀾而言瀾大波也波瀾雖息水未停", "1342": "流流似不流暫名澄水如後文識陰妄想中言此湛", "1343": "非真如急流水望如恬靜流急不見非是無流其明", "1344": "證也然不妨亦可喚作澄水但貴知之莫起上慢未", "1345": "得謂得。", "1346": "死後俱非起顛倒論云云死後俱非心顛倒論。", "1347": "此下二節吳興謂前節雙亦後節雙非雙亦則俱是", "1348": "矣經始終言俱非何得添入俱是又自救云文義且", "1349": "寄雙亦夫文義雙非甚明何必為且寄之說蓋前節", "135": "有三摩提名大佛頂首楞嚴王。", "1350": "以三陰對行陰明言三陰有而非有行陰無而非無", "1351": "結尾云死後有相無相者省文也有相則非無無相", "1352": "則非有也是第一箇俱非也次節推廣從色受想以", "1353": "及世間一切萬法皆悉遷訛有而非有無而非無者", "1354": "也於此盡能曉了故曰通悟非無則虗失其虗非有", "1355": "則實失其實是第二箇俱非也如是望於後際冥冥", "1356": "沉沉渺渺漠漠道有不得道無不得莫知所之故曰", "1357": "後際昏瞢無可道故。", "1358": "內外湛明云云內外明徹。", "1359": "前文識陰區宇中諸本云內外湛明一本云內內湛", "136": "最初徵心阿難擬心在內佛未竟其答即曰有三摩", "1360": "明長水謂內之又內猶深而又深也且向內言至識", "1361": "陰盡方曰內外明徹此亦有理而前後都云內外亦", "1362": "自無礙蓋識陰未盡故止曰湛明是雖明而未徹至", "1363": "識陰盡方曰明徹也湛明僅如止水澄清明徹方似", "1364": "琉璃含寶月也宜從諸本內外。", "1365": "合開成就。", "1366": "古解根合而不分界開而不隔義猶未快今謂合開", "1367": "是敵對語如總別闔闢之例也向也行陰雖盡識陰", "1368": "未盡則六門具在特制伏而不馳逸耳今識盡則源", "1369": "竭水乾炭󰞆火滅始得消磨六根如氷已消渾化而", "137": "提等語者何也蓋阿難本意為求三摩提最初方便", "1370": "無質礙也如鏡已磨瑩淨而無垢類也六門消磨故", "1371": "合開成就合者此之根門雖行布成六六處未甞不", "1372": "一返流歸源則精明獨存更無餘物喻如鉼鐶釵釧", "1373": "為一金也是之謂合開者此六根門雖圓融成一一", "1374": "處未甞不六從體起用則門門相通無有隔礙喻如", "1375": "一金而為鉼鐶釵釧也是之謂開合開自在名成就", "1376": "也然下節方在識中何亦曰能令己身根隔合開乎", "1377": "蓋止曰合開不曰成就猶屬乍合乍分乍開乍隔如", "1378": "何便得互用故第五節亦但是六根互用中已得隨", "1379": "順而已隨順者向而不逆將得而未得之稱也。", "138": "佛就其擬心在內處特為詰難當時若是皮底有血", "1380": "廣化七珍多增寶媛恣縱其心生勝解者。", "1381": "七珍曰廣寶媛曰多是窮奢極欲也又中雖云自己", "1382": "所化然亦不應恣縱其心如何四陰已盡之人更作", "1383": "如是去就蓋求菩薩乘利他心切亦有留惑潤生者", "1384": "但留惑潤生非是小事乃深智弘願過量大人方優", "1385": "為之其或智慧稍疎願力稍弱則其端一開其勢莫", "1386": "禦始猶有主終遂沉酣尚自不知執為勝解謂己恒", "1387": "與欲俱不受欲染喻似久沉廁溷穢惡浸淫過者掩", "1388": "鼻却道身在旃檀樓閣如李赤然豈非魔哉。", "1389": "聲聞緣覺不成增進。", "139": "漢纔聞先見堂內便知須見身內不見身內便知心", "1390": "五十種魔終之以聲聞緣覺夫羅漢辟支聖果也何", "1391": "為亦與魔列耶吳興謂是二乘違中道理起界外邪", "1392": "見夫違中則皆墮於偏界外之邪是亦邪也故等之", "1393": "以魔而實與前之魔異經云外道邪魔所感業終墮", "1394": "阿鼻獄其在聲聞緣覺則但曰不成增進而已蓋得", "1395": "少為足不復求進而安於小果者也梵網不受菩薩", "1396": "戒者皆名為惡習學二乘者皆名為邪其意亦猶是", "1397": "也所謂同條而異致者也。", "1398": "識陰若盡云云入於如來妙莊嚴海。", "1399": "經謂識陰若盡則汝現前諸根互用從互用中能入", "14": "患摸唯執是患若虗其中不主先入會文切理理恊", "140": "不在內心不在內便知亦不在外亦不在中間亦不", "1400": "菩薩金剛乾慧如是乃超信住行向以至等覺入於", "1401": "如來妙莊嚴海圓滿菩提歸無所得此極則語也孤", "1402": "山泥能入二字乃以七信配位愚謂經意蓋言金剛", "1403": "乾慧也從何處入從此六根中入也即此便入非循", "1404": "次漸入也此數語禪宗直指闡露已竟如云但盡凡", "1405": "心別無聖解又云一超直入如來地正此意耳與前", "1406": "受陰若盡上歷六十聖位其意各別彼言歷此言入", "1407": "從下望上之謂歷和身已到之謂入也。", "1408": "圓滿菩提歸無所得。", "1409": "圓滿菩提則似有所得故即繼以歸無所得也菩提", "141": "在一切處又何待逐節推尋乃二乃三而至七耶故", "1410": "原未曾失今云何得菩提原未曾殘缺今云何圓滿", "1411": "菩提原無處今欲何歸歸無所得而已是之謂真得", "1412": "真歸真圓滿也。", "1413": "知妄所起說妄因緣云云元無所有。", "1414": "上言彼虗空性猶實妄生因緣自然豈得非妄所以", "1415": "然者由其知萬法皆從妄起故於妄中說妄因緣而", "1416": "此妄者若其本有則因緣亦有若妄元無彼因緣者", "1417": "元無所有因緣亦是假立何況不知諸法從因緣生", "1418": "求其生而不得推而委之自然是益增其妄計矣。", "1419": "汝心非想則不能來想中傳命。", "142": "答語未竟而先舉此指阿難一箇入處此處得入三", "1420": "合論補註云儒曰知命道曰復命佛曰傳命其意蓋", "1421": "謂三者義同然此三實異不可不察也夫子曰不知", "1422": "命無以為君子又曰死生有命孟子曰知命者不立", "1423": "乎巖墻之下則窮通夭壽之謂命非今所謂命也若", "1424": "曰窮理盡性以至於命則理性之原於穆不已之天", "1425": "命亦非今所謂命也道家或以臍輪為命蒂或以丹", "1426": "田為命宮或對性而言則元神為性元氣為命亦非", "1427": "今所謂命也今所謂命識暖息三事相依而成命也", "1428": "息依暖暖依識息絕然後暖滅暖滅然後識去識也", "1429": "者暖之元息之本而命之所由立也全舉則三約言", "143": "摩提最初方便一了百當矣而阿難大權示現若不", "1430": "則一識盡之矣故此經言縱汝形銷命光遷謝命而", "1431": "曰光正識之謂也識之動為想因我心屬想故受生", "1432": "之際隨彼當生父母之想而以我之想合彼之想兩", "1433": "想相投由是入胎則前陰之命轉而為後陰之命如", "1434": "嗣續然不至斷絕故名傳命若心非想則為類既殊", "1435": "氣味各別寧有水傳火火傳水牛傳馬馬傳牛之理", "1436": "乎是以妄想盡則生死盡。", "1437": "湛入合湛歸識邊際。", "1438": "上湛字是行不流逸下湛字則湛了之體如前文言", "1439": "以湛旋其虗妄又曰反流全一又曰伏歸元真意正", "144": "喻其旨然重重問答不厭頻煩者為後人作則也。", "1440": "如此而此湛非真如急流水望如恬靜正八識之邊", "1441": "涯分際也又前行陰中如波瀾滅化為澄水此水非", "1442": "真即此湛爾此湛合湛乃識境界而行人乍獲輕安", "1443": "尚謂得道何況至此四陰已滅惟識獨存豈不暢然", "1444": "自謂已證涅槃寧知此湛正生死微細根本此之不", "1445": "盡暗長潛滋由微而著由細而巨依舊再為螻蟻從", "1446": "頭復作蚊虻直須澄之又澄淨之又淨如萬丈清潭", "1447": "水天一色方是到家消息耳得少為足烏可哉。", "1448": "理則頓悟乘悟併消事非頓除因次第盡。", "1449": "此在禪宗所謂頓悟而漸修者也四句二義皆上一", "145": "爪生髮長筋轉脉搖。", "1450": "句指示下一句重明言此五陰之滅有可頓者有不", "1451": "可頓者可頓者理也蓋理無二致人自迷源故乘此", "1452": "一悟合併消盡更無遺餘如持火炬入於暗室一明", "1453": "盡明寧有次第乎不可頓者事也蓋事有萬殊勢難", "1454": "兼舉故從淺至深次第而盡如治垢衣重重浣練漸", "1455": "漸瑩潔寧可頓盡乎然頓悟之理是即事之理非二", "1456": "乘斷空之理也漸除之事是即理之事非凡夫著有", "1457": "之事也頓悟即氷之水漸除即水之氷豈判然二物", "1458": "哉故善財已發無上菩提之心而必徧參五十三善", "1459": "知識溈山謂行人雖從緣得一念頓悟自理猶有無", "146": "舊解謂心胃內藏縱不能見爪脉外浮云何不知其", "1460": "始習氣未能頓淨皆理悟事除頓漸之說也此十六", "1461": "字乃千佛相傳之的訓萬世不易之宏規也參學者", "1462": "宜盡心焉。", "1463": "知有涅槃不戀三界。", "1464": "知有二義其一知者聞見之知也聞說涅槃為歸依", "1465": "處念念趨之何戀三界喻如窮子知有故鄉自不貪", "1466": "戀異鄉而欲久居之也其二知者了悟之知也已悟", "1467": "涅槃真樂在我何戀三界喻如窮子既返故鄉豈復", "1468": "追戀異鄉而欲更居之也今人口誦三界火宅之文", "1469": "而心實孳孳焉躭著不捨者不知有涅槃故也不患", "147": "意良是但外浮二字不順經文蓋此正破心不在內", "1470": "不出三界唯患不知涅槃知之時大矣哉。", "1471": "能以一念將此法門於末劫中開示未學。", "1472": "經言將此法門開示未學能使垂入阿鼻地獄者即", "1473": "成極樂淨󳬛供養恒沙如來者不及少分功德知解", "1474": "狂流一見此文生大我慢不復精進寧知佛之一言", "1475": "自利利他義實雙具今但知將此法門開示人之未", "1476": "學曾不知將此法門開示己之未學何其不明一至", "1477": "於是。", "1478": "附諸經附諸經", "1479": "般若心經△般若心經", "148": "不宜說外良由爪髮雖全體彰乎外實從內而生長", "1480": "般若心。", "1481": "賢首疏云般若是法心是喻一說非喻云是般若智", "1482": "心二各有旨今依賢首良以心為百體之主而此經", "1483": "以少文攝般若之全義有心象故。", "1484": "觀自在菩薩。", "1485": "據施護譯是大士所說若然菩薩下應有言字今謂", "1486": "佛說為是什師奘師二譯皆可證。", "1487": "是諸法空相。", "1488": "空本無相欲人識空故於無相中特出其相言無有", "1489": "生滅垢淨增減者是空相也空相如是而無相之意", "149": "筋脉雖影現形乎外實於內而動搖則均之內物耳", "1490": "益顯矣。", "1491": "揭諦。", "1492": "疏先云神呪祕密不翻次言亦可強翻因云梵語揭", "1493": "諦華言去也度也蓋揭諦二字合成梵語而其義則", "1494": "為去為度非以去訓揭而謂揭去惑障也夫既曰強", "1495": "翻強之為言不得已而然非出乎自然也曷若已之。", "1496": "圓覺經△圓覺經", "1497": "知是空華即無輪轉亦無身心受彼生死云云", "1498": "彼知覺者猶如虗空知虗空者即空華相亦不", "1499": "可說無知覺性。", "15": "文順厥旨自彰象之為象躍如卓如不於摸外別得", "150": "特其有生有長有動有搖比心胃等稍異故心胃誠", "1500": "疏中知是二句無生死之法亦無二句無免輪迴之", "1501": "人彼知二句拂觀智知虗二句泯拂心亦不二句遮", "1502": "斷滅其說甚精萬世不可易者一說知是空華便脫", "1503": "輪迴有何人法彼知覺者是我真性猶如虗空起心", "1504": "知空乃是空華如是任意而說亦似省便但以經文", "1505": "照應體貼上云知是空華次云彼知覺者次云知虗", "1506": "空者次云亦不可說無知覺性末復結云如來藏中", "1507": "無知見故以五知字前後融貫讀之方知疏之不苟。", "1508": "種種取捨皆是輪迴。", "1509": "圭峯以忻彼極樂為取厭此娑婆為捨蓋為上根遣", "151": "為難見爪脉應可了知然終不能知心不在內明矣。", "1510": "著而執之者遂生疑障不願往生然今人止據圭峯", "1511": "略疏未見諸家詮釋苕水云經言始終等相舉世間", "1512": "法皆然只如一人之身始終生滅或前有後無或前", "1513": "無後有四大之聚散心識之起止煩惑相續苦報循", "1514": "環種種境界或取或捨非指取極樂捨娑婆也鄣南", "1515": "云取捨約道業言圭峯何意以捨穢取淨銷經耶愚", "1516": "按此言種種取捨下文彌勒章中即問輪迴有幾種", "1517": "性而佛答以種種貪欲故有輪迴其種種字前後相", "1518": "應則取捨乃重有貪欲欲順則取欲違則捨取捨不", "1519": "休所謂煩惑相續也豈以往生淨土為貪欲乎或疑", "152": "是諸比丘適來從我室羅筏城循乞摶食歸祇", "1520": "慕羨彼土而願往生寧非貪欲不知求仁求其在我", "1521": "尚謂欲而不貪淨土淨其自心何得名為貪欲故下", "1522": "文所開貪欲初云貪者謂樂五欲次云貪者謂樂十", "1523": "善次云貪者謂樂四禪八定曾不言樂淨土為貪欲", "1524": "也如必盡理而言樂求圓覺亦貪欲也豈獨淨土乎", "1525": "須玩疏云又於根身器界厭此忻彼又之一字是正", "1526": "解經文已竟而發其餘意耳非專指淨土也故特會", "1527": "苕鄣二師之說而詳辨之。", "1528": "但諸聲聞所圓境界身心語言皆悉斷滅終不", "1529": "能至彼之親證所現涅槃何況能以有思惟心", "153": "陀林我已宿齋。", "1530": "測度如來圓覺境界。", "1531": "但諸聲聞者言無論如來大道但諸聲聞修習所圓", "1532": "滿之境界其身心語言縱皆斷滅終不能至彼親證", "1533": "所顯現之涅槃夫無心尚不能至小乘之涅槃況有", "1534": "心乃能入如來之圓覺乎以理反覆較量而知其必", "1535": "不然矣或疑身心等既已斷滅正謂涅槃何云不至", "1536": "又既曰聲聞則聲聞涅槃乃其本分中事何云不至", "1537": "此之文義稍難銷會今詳彼之身心雖云已滅若作", "1538": "是念我今能滅身心已證涅槃即不名證故金剛經", "1539": "云實無有法名阿羅漢若作是念我得阿羅漢道即", "154": "佛已應匿王之請何又言諸比丘從我乞食解者曰", "1540": "著我人眾生壽者彼經無得此經不至意正同也言", "1541": "親證者謂身親證之也自心取自心非幻成幻法豈", "1542": "有自身至自身所證之涅槃乎且涅槃何物其住何", "1543": "所而欲至之譬如虗空有人於中竭力馳走欲至空", "1544": "之極處而為親證窮歷十方備經多劫終不能至亦", "1545": "猶是耳一說聲聞不能至佛之涅槃如果指佛不合", "1546": "云彼彼之親證是聲聞所親證也妄得云佛一說金", "1547": "剛藏不能至聲聞之涅槃如果指剛藏則所圓境界", "1548": "下當云汝今身心語言皆悉斷滅方可不然是何人", "1549": "身心斷滅又須於終不能至處文便畢方可不然後", "155": "提獎阿難在赴請日為彼演法事應隔宵然經文齋", "1550": "語重前不成文理請從但諸聲聞一氣讀至所現涅", "1551": "槃自知上下語意血脉貫穿明指聲聞何得扭揑而", "1552": "云剛藏且初心菩薩猶可謂心雖廣大趨寂證果未", "1553": "至聲聞而剛藏何如人哉是十地位或等覺流文殊", "1554": "普賢之等侶也不應劣之反讚小乘為大菩薩所不", "1555": "能至故宜專就聲聞於理極當疏中以百官宰相庶", "1556": "民天子巧為比喻精確明快無勞異說矣。", "1557": "一切眾生皆證圓覺。", "1558": "圭峯謂此譯人之訛當云證諸眾生皆有圓覺真淨", "1559": "罵斥謂眾生若止有圓覺而不證者畜生常為畜生", "156": "畢旋歸提獎阿難至於佛所阿難見佛悲泣請法大", "1560": "人亦不須求解脫矣古今相承咸病圭峯然圭峯亦", "1561": "自有見蓋經文若云一切眾生能證圓覺而圭峯以", "1562": "為訛則其說誠謬今經文語局意圓其意實謂一切", "1563": "眾生皆有證圓覺分非謂眾生見前悉已證圓覺也", "1564": "圭峯恐狂人據此便擬安坐成佛則上文所云勒斷", "1565": "二障二障永滅即入如來微妙圓覺者果何為哉其", "1566": "真淨罵斥亦自有見亦恐狂人由此擅以己意竄易", "1567": "經文也然則真淨不罵圭峯圭峯不改圓覺兩得之", "1568": "矣不然自知心是佛心定當作佛圭峯何以有是語。", "1569": "非性性有。", "157": "眾俱時承受聖旨明是當日一會如何云是隔宵今", "1570": "圓覺本非諸性而諸性必有圓覺喻如金體本非釵", "1571": "釧鉼鐶而釵釧鉼鐶必有金體也不必更為異說。", "1572": "諸戒定慧及婬怒癡俱是梵行。", "1573": "三毒本空即是法性如堅氷本空即是澄水故婬怒", "1574": "癡與戒定慧同名梵行非謂見前婬怒癡便是梵行", "1575": "可安意為之也任運三毒之場逍遙成佛是謂腰纏", "1576": "騎󳬈豈不美哉而寧有是理乎故此文唯如來隨順", "1577": "覺性中有之上文凡夫隨順未入地菩薩隨順已入", "1578": "地菩薩隨順曾有此文否又凡夫文中但教永斷勞", "1579": "慮又後文云但當精勤降伏煩惱婬怒癡既是梵行", "158": "謂佛具千百億化身一身受供王宮一身領眾循乞", "1580": "則勞慮煩惱自應任之何須更要永斷更要降伏。", "1581": "云何人相謂諸眾生心悟證者善男子悟有我", "1582": "者不復認我所悟非我悟亦如是悟已起過一", "1583": "切證者悉為人相。", "1584": "心悟證者一句總標言證是我悟此證者是人也下", "1585": "乃申明其義言何故悟證者名人悟證是我自不認", "1586": "我所悟之證既非我則能悟者亦非我矣如是則悟", "1587": "已超過一切證者非人相而何一切證恐泛說為是", "1588": "以證有能所及淺深也疏云絕能悟之累夫人相正", "1589": "屬悟處今非絕悟絕其為悟之累者我相是也。", "159": "亦奚不可故宿齋古謂預齋於理無礙有說此據平", "1590": "無令求悟惟益多聞。", "1591": "圭峯謂無人教其求悟惟崇尚多聞而已慈室云無", "1592": "令者禁止辭也戒以心待悟也二說俱通今細翫之", "1593": "據上文心存少悟皆是我相則禁止之義長據問中", "1594": "開悟法性頌中若能歸悟剎則無人教令之義勝以", "1595": "前後悟字不妨文同而意異故故從圭峯。", "1596": "法華經△法華經", "1597": "迦樓羅王。", "1598": "梵語迦樓此云金翅文句言世書以金翅為大鵬大", "1599": "鵬一名鳳凰鳳凰唯食竹實不食生物金翅噉龍故", "16": "一象如執所摸堅壁自持摸之彌勤失之彌遠秪增", "160": "日乞食常儀其義亦通但適來二字不似平日。", "1600": "知非鵬金翅非鵬文句之論明矣未辨鵬之非鳳也", "1601": "鵬亦曰朋即古鳳字字雖同而鵬實非麒麟鳳凰之", "1602": "鳳也舜典所載文紀所稱有若所舉以及諸書凡言", "1603": "鳳者並非是鵬鵬鳳自二鳥耳且鳳身高不過仞故", "1604": "能儀虞廷鳴岐山棲梧桐若大鵬則莊生謂翼如埀", "1605": "天之雲齊諧謂于扶搖而上九萬里豈虞之廷岐之", "1606": "山梧桐之樹所能容乎鵬既非鳳則以比金翅不必", "1607": "噉龍與不食生物為別但較形之大小其義自顯經", "1608": "云金翅兩翼相去三百六十萬里則何止垂天之雲", "1609": "奮翼而飛百千萬億無數由旬尚不足恣其翱翔又", "161": "若見眼者眼即同境不得成隨。", "1610": "何止九萬里而已哉。", "1611": "若人散亂心入於塔廟中一稱南無佛皆已成", "1612": "佛道。", "1613": "初云散心次云一稱散則不專一則不久不專不久", "1614": "胡遽成佛有說雖止一稱由其懇切故少勝多如張", "1615": "善和臨終十念之類是也其說亦是然非經旨況既", "1616": "云懇切何名散心當知此處全重悟解一乘自性故", "1617": "散心尚爾況至心者一稱尚爾況久稱者圓機入道", "1618": "與不圓人日劫相倍正此意也又此乃正作何言已", "1619": "成蓋有二義就事則往昔劫中如是稱佛之人皆已", "162": "琉璃籠眼眼見琉璃眼根籠心心不見眼設許見眼", "1620": "成佛就理則纔舉口時成佛已竟何待三祇熏鍊抑", "1621": "豈有佛新成者哉。", "1622": "若草木及茟。", "1623": "此茟字人多作筆硯之筆訛也筆從竹茟從草彼音", "1624": "畢此音委茟者草木華始生也故曰若草木及茟文", "1625": "義極明無可疑者經中種種譬喻皆從勝至劣極劣", "1626": "之善皆成佛道況其勝者乎故上自金銀下至草木", "1627": "又下而至草木始生之華也諸刻本有作筆者有作", "1628": "茟者然讀筆者少讀茟者多凡為五種法師當正其", "1629": "是非毋令初學展轉訛悞。", "163": "眼乃成境但可根見境不可境見境汝前言彼根隨", "1630": "其祖輪轉聖王云云頭面禮足。", "1631": "大通智勝如來既成佛已父率臣民頭面禮足有人", "1632": "引此以破予正訛集中父母反拜之辨因再辨於竹", "1633": "窓隨筆猶恐誦法華經者但見彼說不見辨辭倘為", "1634": "所惑為害不淺何者佛言必依於忠孝而執其僻見", "1635": "作此逆理敗倫之語又引經以證何怪乎世儒謗佛", "1636": "氏為無父無君也茲不憚煩再為剖析大通已成佛", "1637": "道佛者大千世界三聖六凡之慈父也其父雖貴極", "1638": "輪王亦只是四天下之父而已此何等境界而蠢爾", "1639": "凡夫纔墮僧數便擬如佛有是理乎故云待汝成佛", "164": "見隨即分別今眼屬境不能隨見分別則隨義不成", "1640": "受父母拜未晚若言三寶一體者佛具三十二相汝", "1641": "今幾相佛見父王頂禮涌身高七多羅樹汝今涌身", "1642": "幾樹以是較之云何一體況涌身虗空者正示不受", "1643": "父禮而汝猶未悟也哀哉。", "1644": "還著於本人。", "1645": "東坡謂呪咀毒藥還著本人則失佛慈悲當云兩家", "1646": "總沒事吾不意東坡之高明而作此鄙俗語也或記", "1647": "錄者訛也此還著一言有事有理事則邪不勝正慈", "1648": "能制凶今以正念觀音大悲神力自然還著譬如含", "1649": "血噴天還污己身將頭觸火反焦己額不期然而然", "165": "故曰不得成隨如不見眼安得云心在根裏乎又溫", "1650": "非觀音加罸於彼而行人亦不宜起心願彼還著也", "1651": "理則三毒十惡皆出當人菩提妙心今以正念觀音", "1652": "智照神力旋流返聞復歸元真彼毒惡等應念化成", "1653": "無上知覺不還著本人而誰著耶。", "1654": "佛遺教經△佛遺教經", "1655": "諂曲之心與道相違是故汝等宜應質直其心。", "1656": "疏云離邊觀中捨事求理皆名諂曲夫尋常言質直", "1657": "者乃質實無偽正直無邪而已今所明即起信直心", "1658": "正念真如之謂也何謂離邊觀中蓋執有執無固邊", "1659": "非中離有無之二邊而處乎其中者亦非也故有但", "166": "陵云事理俱違者事即是喻喻不當法於事不順是", "1660": "中不但中但者獨也獨中之為中而邊非中也不但", "1661": "則無邊而非中矣先德云拈來無不是又云大福德", "1662": "人執石成寶又云一色一香無非中道又云咳唾掉", "1663": "臂無不是祖師西來意是之謂即邊觀中也彼事與", "1664": "理例此可知如是則何等明白簡易真率徑捷法爾", "1665": "如然無假造作名之質直不亦宜乎回視拘拘然離", "1666": "邊而後中捨事而後理者秪見其牽合遷就迂回委", "1667": "宛出乎造作而非自然矣名之諂曲不亦宜乎大哉", "1668": "斯經佛所遺囑言近旨遠不可忽也。", "1669": "金剛般若經△金剛般若經", "167": "事違也理即是法法中心無潛根之理於理不順是", "1670": "應無所住而生其心。", "1671": "應當也應當無住而生心不當有住而生心也無住", "1672": "而生者清淨心也若疑心本不生不得言生但看下", "1673": "文云應生無所住心又云不應住色生心前言應後", "1674": "言不應正反覆明之也無所住而生者生即無生也。", "1675": "四句偈等。", "1676": "四句諸說不一唯中峯謂經中凡言四句偈必上有", "1677": "乃至字下有等字言於此經中受持一句二句乃至", "1678": "四句以及十百千句等此說最為穩當況下文云隨", "1679": "說是經乃至四句偈等隨之一字義更明顯。", "168": "理違也。", "1680": "若菩薩作是言我當莊嚴佛土即不名菩薩。", "1681": "菩薩不莊嚴佛土奈何法藏比丘四十八願莊嚴極", "1682": "樂此有二義一者為門不同故般若是實際理地不", "1683": "受一塵法藏是佛事門中不捨一法也二者空有不", "1684": "二故經云雖知諸佛國及與眾生空而常修淨土教", "1685": "化諸眾生是故發阿耨菩提心者於法不說斷滅相", "1686": "假使云菩薩作是言我不莊嚴佛土即不名菩薩亦", "1687": "可也如是滅度無邊眾生實無眾生得滅度者則終", "1688": "日莊嚴而未甞莊嚴也。", "1689": "如是如是以三十二相觀如來云云於法不說", "169": "外不相知。", "1690": "斷滅相。", "1691": "佛身非相不可以三十二相得見如來善現既已了", "1692": "悟今問不異上而答反似迷顧云可以相觀如來者", "1693": "何也古有二說天台以此答為邪答下答為領會意", "1694": "云時情謂然我解不爾則此答時情所擬為邪下答", "1695": "善現自解為領也但於問同答異義尚未明賢首據", "1696": "大雲謂前言不以相見是悟色身今言可以相見是", "1697": "猶迷法身蓋善現已知色身從法身流出則即色身", "1698": "可觀法身如苗從根出即苗可以觀根也故言如是", "1699": "如是以三十二相觀如來而佛詰以輪王相不異佛", "17": "戲論成謗法咎則何益矣此特教事其譚禪者為摸", "170": "長水云不字當是又字此說甚正而合論補義謂為", "1700": "寧可即是如來善現便會佛意謂佛相起於法身而", "1701": "輪王相雖同佛起於福德云何可以三十二相觀如", "1702": "來乎佛既𠃔之而復恐其淪於無相不知即色即空", "1703": "故又云莫作是念如來不以相得菩提乃至云發菩", "1704": "提心者於法不說斷滅相是則恐彼著相佛即遣相", "1705": "恐彼著空佛即遣空直至色空雙泯亦復雙存存泯", "1706": "兩忘遣無可遣而後為般若真空也。", "1707": "維摩經△維摩經", "1708": "隨其心淨則佛土淨。", "1709": "莫見此心淨土淨之說便欲撥無淨土蓋據理則即", "171": "不然則上下文義如何安頓此不字若是則下身心", "1710": "心即土心淨是名土淨何須更願往生據事則上之", "1711": "隨字下之則字因果相應隨心淨則土由以淨隨心", "1712": "穢則土由以穢也下文舍利弗心作是念世尊為菩", "1713": "薩時意豈不淨而是佛土不淨若此則知心淨為因", "1714": "土淨為果必有淨土明矣。", "1715": "不起滅定現諸威儀是名宴坐。", "1716": "不是身入滅定而又外有一身以現威儀也依然一", "1717": "念不生自爾萬行具足蓋不以心應物而以形應物", "1718": "故肇法師云心智永滅而形克八極也是外彌現而", "1719": "內彌寂也。", "172": "相知須作身心不知矣有是理乎然止辨明其義而", "1720": "唯舍利弗。", "1721": "唯字不可圈上聲圈則音當作委應諾聲也不圈則", "1722": "音如本字助語辭也彼人有語此方應諾今舍利弗", "1723": "無語維摩詰何所聞而諾之也。", "1724": "觀無量壽佛經△觀無量壽佛經", "1725": "九品往生。", "1726": "有言經列九品教令作觀正為普度利鈍諸根俱得", "1727": "往生蓋易行道也而知禮法師之鈔此經也全重一", "1728": "心三觀其旨深玄則反成難行之道予初亦以為然", "1729": "今知彼鈔原以妙宗為名是欲往生者皆發最上之", "173": "不敢更易其文者古人慎重之意儒釋皆然也。", "1730": "心以副如來是心是佛是心作佛之本意其不能者", "1731": "任彼但修事觀而已亦利鈍俱收也。", "1732": "欲生彼國當修三福一曰孝養父母云云如是", "1733": "三事名為淨業。", "1734": "經以十六觀為往生正因而此乃言當修三福謂孝", "1735": "養父母等下文上上品中又說三種心謂至誠心等", "1736": "又說三種眾生謂慈心不殺等不言修觀其故何也", "1737": "蓋往生多門不必盡修十六觀而生也六度萬行皆", "1738": "可回向西方而此十六觀為因特切故佛苦口開示", "1739": "以普度有情耳末又會事歸理則三福等俱入實相", "174": "兼二不兼二。", "1740": "即是妙觀。", "1741": "大彌陀經△大彌陀經", "1742": "觀音補佛。", "1743": "經云彌陀般泥洹時觀音次補佛處夫既有泥洹安", "1744": "得為壽命無量此有二義一者彌陀原是有量之無", "1745": "量以壽雖有量然無能知其量處則有量而無量也", "1746": "二者經云觀音補佛及勢至則永無泥洹豈勢至獨", "1747": "勝觀音兼勝彌陀耶明是觀音勢至即彌陀一身勢", "1748": "至永存即彌陀永存也妙宗云菩薩機忘如來應息", "1749": "名補佛處非前佛實滅後佛定生為補處也又云觀", "175": "溫陵初以根塵為物心為體末又以塵為物根為體", "1750": "音補處無量之無量則觀音亦永無泥洹況彼佛乎。", "1751": "其上輩者捨家離俗而作沙門。", "1752": "或疑論道不論迹何為以僧俗別上下輩此有事有", "1753": "理事則僧者與三寶流號眾中尊先僧而後俗亦自", "1754": "然之分也理則豈必越門閫而後為捨家棄眷屬而", "1755": "後為離俗哉超出於煩惱之外而何家不捨解脫於", "1756": "結縛之表而何俗不離俗名而僧行是真捨家而離", "1757": "俗者也但能如是捨離豈不即為上輩。", "1758": "盂蘭盆經△盂蘭盆經", "1759": "欲度父母報乳哺之恩。", "176": "前後相背似失檢點不必論矣一說首尾皆以塵為", "1760": "疏中引父母恩重經而間以己意觀者宜善分別使", "1761": "經疏了然又所云凡夫年長唯貪妻愛頓忘母恩曲", "1762": "盡人情懇切苦到孝子讀之當哽咽不能為情其忤", "1763": "逆輩亦惻然激發其久蔽之良心矣講者須力為開", "1764": "導毋謂此經文淺而忽之也。", "1765": "皆同一心受鉢和羅飯。", "1766": "同者聖凡同會也則知設蘭盆者不是專供過去聖", "1767": "僧當普供現在凡僧也一心疏開五種心今不若以", "1768": "定心釋一心為妙若非定心受食何能遽拔餓鬼經", "1769": "劫之苦下文願七世父母當屬上文行禪定意當屬", "177": "物根為體似乎有理然天如謂佛明言此之心體則", "1770": "下文蓋先呪願彼父母而後行禪定意以受彼食也", "1771": "若願彼父母行禪定恐理不通二願字若省一字文", "1772": "更穩順鉢和羅圭峯云當是鉢多羅和字訛也遇榮", "1773": "鈔云鉢和羅此云自恣食二說俱通自恣食載翻譯", "1774": "名義未據出何經律如有所出後義為正。", "1775": "摩訶般若波羅蜜經△摩訶般若波羅蜜經", "1776": "直過入菩薩位中。", "1777": "經意須菩提問學般若菩薩諸善功德無事不得亦", "1778": "得聲聞辟支佛功德否佛答皆得但不於中住以智", "1779": "觀已直過入菩薩位中莫錯會直過二字便謂菩薩", "178": "體應專屬心故一說首尾皆以根塵為物心為體雖", "1780": "輕藐三乘跳越而過夫二乘聖人斷三界見思惑盡", "1781": "所作已辦不受後有是人天福田安可忽也菩薩雖", "1782": "志在斷無明成佛道然理勢自然必先斷見思故二", "1783": "乘功德皆悉得之但不住著而直過耳直過之義今", "1784": "以喻明譬如三人同欲涉遠計其所至路經千里一", "1785": "人步行一人乘馬一人乘千里馬三人雖殊必皆從", "1786": "近而遠一里二里十里百里乃至千里特步行最遲", "1787": "馬行稍速千里馬者為尤速耳菩薩直過亦復如是", "1788": "於彼二乘之位蓋徑直速過而不留非脫然不過也", "1789": "留故止宿草菴卒限於二乘位中不留故前達寶所", "179": "較穩順而兼義不明又為後人駁云經亦明言眼有", "1790": "徑入於菩薩位中也永嘉之言曰二乘何過而欲不", "1791": "為者哉有明訓矣。", "1792": "大寶積經△大寶積經", "1793": "不聽聞菩薩藏微妙法門。", "1794": "佛言有樂定菩薩不曾聽聞菩薩藏微妙法門於三", "1795": "摩中生知足相是人起增上慢不能解脫生老病死", "1796": "或見此文謂定不當習不知佛意為彼住定自足無", "1797": "復求進徒守偏空而大法不明祖關不透定力過時", "1798": "還沉生死耳故極言菩薩微妙法門須聽聞也非謂", "1799": "習定為不可也。", "18": "尤甚或有摸馬謂是象者或有摸空謂是象者或有", "180": "分別有分別則非物故今融通以上諸說別解如左", "1800": "雖觀如來相好而不生愛著之心。", "1801": "念佛求生淨土正謂篤好深願而寶積十心其最後", "1802": "云雖念如來相好而又不生愛著者何也蓋此事理", "1803": "二念中理念佛也知佛相好從因緣生因緣即空因", "1804": "緣既空即我自心心本不生何所愛著不生愛著是", "1805": "真善觀如來相好者也故下文云於無念中常念彼", "1806": "佛無念之念是真念佛者也若事念者於佛相好必", "1807": "須深生好樂念茲在茲觀始成就泥不可愛著之文", "1808": "悠悠揚揚似念不念觀何由成今經蓋為執事迷理", "1809": "者言恐其發起魔事故也。", "181": "兼二者謂雙挾根塵而處其中也不兼二者謂兩離", "1810": "般舟三昧經△般舟三昧經", "1811": "慈心比丘終不中毒中兵云云亦復如是。", "1812": "佛言慈心比丘終不中毒終不中兵火不能燒入水", "1813": "不死帝王不能得其便行般舟三昧者亦復如是此", "1814": "須善會經意所以者何以如是善人萬一中毒如孔", "1815": "󳭋經有比丘為蛇所螫萬一中兵如善友太子為弟", "1816": "刺其雙目萬一中王難如歌利割截乃至三武滅僧", "1817": "安在帝王不能得其便也凡夫邪見人便謗佛經為", "1818": "妄語矣應知此中有事有理事則慈能制兇實有是", "1819": "事如佛言我以無量劫來修慈忍力於五指端出金", "182": "根塵而孤然中立也今言兼與不兼二俱不可以破", "1820": "師子而伏醉象是慈力也如持金剛經者逢遇強寇", "1821": "刃三下而體不傷是三昧力也佛何妄語之有理則", "1822": "其心普慈惡心永所不興是毒不能施也其心大悲", "1823": "殺心永所不起是兵不能刃也其心恬寂嗔心永所", "1824": "不生是火不能燒也其心淨潔貪心永所不染是水", "1825": "不能溺也其心堅固猶如金剛最劇諸緣強力妄想", "1826": "無間得入是帝王不能得其便也佛何妄語之有。", "1827": "楞伽經△楞伽經", "1828": "佛在南海濱楞伽山中。", "1829": "楞伽此云不可往山在海中非神通莫能至故異域", "183": "心不在中也云何兼二不可心體有知非無知汝既", "1830": "僧謂有寶八楞故云楞伽其說無考從古為正。", "1831": "彼名及相是妄想自性云云名成自性。", "1832": "此明三性入五法也五法名相妄想正智如如也三", "1833": "性徧計依他圓成也名相對妄想妄想即徧計也妄", "1834": "想對分別分別即依他也正智如如對成成即圓成", "1835": "也此宋譯也魏唐二譯文小不同而義一也有人謂", "1836": "不然以名相應對依他妄想應對徧計而無奈三譯", "1837": "經文炳如杲日則遁而歸之唯識然唯識云五法三", "1838": "性諸聖教說相攝不一故有三說其一依他攝名相", "1839": "分別正智四法圓成攝真如一法徧計不攝是第一", "184": "言眼有分別色塵無知是眼同心體之有知而惟色", "1840": "說無彼人所說也其二依他攝相及分別二法徧計", "1841": "攝名一法圓成攝正智真如二法是第二說無彼人", "1842": "所說也其三依他攝分別一法徧計攝名相二法圓", "1843": "成攝正智真如二法正今經義是第三說無彼人所", "1844": "說不待言也三說皆無何引唯識為證即唯識誠有", "1845": "之亦無是論非經之理何以故論必宗經違經立論", "1846": "成邪外故。", "1847": "彌陀經△彌陀經", "1848": "彼佛壽命及其人民無量無邊阿僧祇劫故名", "1849": "阿彌陀。", "185": "乃無知之物也則心止應兼眼而曰雙兼眼色豈不", "1850": "經意蓋云彼佛及其人民所有之壽命悉無量無邊", "1851": "阿僧祇劫也亦可云佛之壽命及其人民之壽命悉", "1852": "無量無邊阿僧祇劫也置人民於壽命之下是倒語", "1853": "法補壽命於人民之下是含語法隨用二法銷文無", "1854": "不可者有人謂不然言彼佛則誠壽命久遠佛之人", "1855": "民則其數眾多而無量無邊也非其壽久遠而無量", "1856": "無邊也審爾則劫之一字如何解釋既取數多何不", "1857": "曰阿僧祇數而曰阿僧祇劫也為此說者文理不通", "1858": "故耳不達二種語法文不通也不思法藏本願云我", "1859": "作佛時我剎中人皆壽命無量無有能計其數者而", "186": "物體雜亂夫物非體之有知體非物之無知心體正", "1860": "欲將極樂壽命同於娑婆理不通也恐悞初學疑沮", "1861": "往生不得不辨。", "1862": "華嚴經△華嚴經", "1863": "世主妙嚴品。", "1864": "或疑世尊成道諸菩薩諸天諸神皆來集會如一人", "1865": "御極而百辟咸輔也何為適合信住行等法門諸位", "1866": "此恐寓言非為實事今請以喻明之既知一人百辟", "1867": "之交相成也則一人御極百辟之中法爾職文職武", "1868": "職禮樂職刑罸職財用等共佐一人以成一代之治", "1869": "功也一佛出世而諸聖賢之同時下生者亦法爾為", "187": "以有知敵對無知安得半有知半無知雙挾根塵而", "1870": "信為住為行為向為地為等共佐一佛以成一代之", "1871": "時教也又如一心為主亦法爾內之五臟六腑外之", "1872": "四肢百骸相與共為一心之佐孰主張是孰造作是", "1873": "孰施行是例而觀之彼諸聖凡幽顯佐佛揚化適與", "1874": "法門脗合者皆不期然而然所謂不可思議者也但", "1875": "當信受無容致疑。", "1876": "華藏世界品。", "1877": "或疑世界焉得浮處虗空重重無盡此恐寓言非為", "1878": "實事然塵沙剎海渺漠難明日月晨辰顯明易見試", "1879": "觀日月等上無繩繫下無根生豈不浮處虗空而又", "188": "處其中耶云何不兼二亦不可汝既言眼有分別色", "1880": "前無所引後無所催誰為之運行者凡此亦皆不可", "1881": "思議又何疑於華藏世界乎。", "1882": "淨行品。", "1883": "先德有以此品令蓮社中人各各持誦蓋是即塵勞", "1884": "而為佛事不離穢土而已成淨󳬛者也人各持誦不", "1885": "亦宜乎。", "1886": "十住品。", "1887": "四教儀註云華嚴十住前無十信位或以十梵行當", "1888": "之以梵行在十住前故也然經中十住第十五梵行", "1889": "第十六而晉經亦十住第十一梵行第十二何名梵", "189": "塵無知識生其中是心體依根塵而有也今兼二不", "1890": "行在前又問明品不出十信之名已具十信之事註", "1891": "者蓋未察耳。", "1892": "隨好光明功德品。", "1893": "阿僧祇品明出世間廣大筭數菩薩尚不能知必佛", "1894": "自說固矣隨好光明菩薩亦不能知者何也蓋佛有", "1895": "無量相今姑就足言相有無量好今姑就一好言好", "1896": "有無量光今姑就一光言即此一光不特菩薩聲聞", "1897": "天人等蒙其利益而下被地獄眾生又不特脫離地", "1898": "獄生於人世而徑生於天又不特生天而直登十地", "1899": "如是至神至妙至廣至大超情越量不思議事非佛", "19": "俱摸謂一切處咸是象者或於一切摸之不得謂無", "190": "成不兼根則非知不兼塵則非不知非知非不知心", "1900": "金口儔能言之。", "1901": "普賢行願品。", "1902": "華嚴所說十方法界如是廣大不可思議圓頓法門", "1903": "如是廣大不可思議普賢菩薩為華嚴長子如是廣", "1904": "大不可思議所發十願如是廣大不可思議而要其", "1905": "歸宿乃曰願我臨欲命終時盡除一切諸障礙面見", "1906": "彼佛阿彌陀即得往生安樂剎夫不曰見遮那不曰", "1907": "生華藏而所願在見彌陀生安樂果何為而然哉又", "1908": "繼之以願於勝蓮華生又繼之以願於佛前授記又", "1909": "繼之以普願沉溺眾生悉得往生彼剎噫誦是經可", "191": "尚無有將何所指而曰此為在中之相耶故云心在", "1910": "以深長思矣。", "1911": "願我臨欲命終時。", "1912": "十願長行俱曰善男子則知是普賢勸發眾生今頌", "1913": "中曰願我臨欲命終故清涼大師謂應以願我二字", "1914": "作是人讀之則文義明顯矣人有因此疑普賢勸人", "1915": "非其自願遂以往生專為凡夫不知菩薩自利利人", "1916": "曾無二心勸人如是則自願亦如是又何疑乎經云", "1917": "佛告彌勒此世界有七百二十億菩薩如彌勒者皆", "1918": "生彼國乃至無量佛剎菩薩往生普賢何獨不願。", "1919": "永嘉集△永嘉集", "192": "中間無有是處。", "1920": "恰恰用心時恰恰無心用無心恰恰用常用恰", "1921": "恰無。", "1922": "此四句先出心體為下文惺寂張本言心體本來如", "1923": "是故惺寂工夫不可偏廢也恰恰兩解一云恰恰者", "1924": "用心也依此解亦得但恰恰即是用心何須句句入", "1925": "此二字一云恰恰者適當也今用此解則常言所謂", "1926": "恰好也恰好正用心時恰好正無心用不是用心已", "1927": "過方乃無心即時用心即時無心適當一時之頃也", "1928": "下二句反覆申明而已先言無心恰恰用者上明恰", "1929": "恰用心時恰恰無心用今明恰恰無心時恰恰有心", "193": "當由不知真際所詣。", "1930": "用也末句又重申之言此不獨一念為然如是恰恰", "1931": "常用而常無即影射如是恰恰常無而常用也故知", "1932": "心體本自有無不二下文惺惺寂寂不過復其本體", "1933": "而豈有所加損哉然此非永嘉語融禪師偈也偈有", "1934": "八句永嘉截取其四耳偈云恰恰用心時恰恰無心", "1935": "用曲談名相勞直說無繁重無心恰恰用常用恰恰", "1936": "無今說無心處不與有心殊至哉言也非真了了何", "1937": "能及此。", "194": "舊解云因前徵發乃知迷妄求詣真際或謂阿難此", "195": "時尚未識妄今說真際亦屬妄心以下文猶認能推", "196": "為心乍聞此不是心生驚怖故愚見謂阿難尚未識", "197": "妄此說誠然但謂真際亦妄則不可蓋七徵之後阿", "198": "難計窮求佛開示心之真實際分此有何過或又謂", "199": "七徵文中並無妄字真字然最初文中獨不曰皆由", "2": "如經所言有諸盲人群手摸象其摸鼻者云象如箕", "20": "象者種種異見未易更僕願諸仁者反摸其眼得具", "200": "不知常住真心性淨明體用諸妄想乎則真妄二字", "201": "在七徵以前顯露多時了也設阿難云我今已知真", "202": "際所詣則真際誠妄今云不知亦復何礙若拘執太", "203": "過則阿難前問菩提奢摩他亦應是妄。", "204": "識精元明能生諸緣緣所遺者。", "205": "言此陀那識精雖名曰識而是識精實即本覺妙明", "206": "之體一切諸緣無不從此出生但眾生隨逐妄緣遺", "207": "此元明耳夫眾生從無始來終日在此本元明中而", "208": "不自知乃成遺失如魚在水而不識水是則名為可", "209": "憐憫者或謂不然以本有之明焉得遺失寧知迷其", "21": "眼已象不須摸。", "210": "本有即名為失如力士珠非失成失不見向下經文", "211": "佛言遺失真性顛倒行事。", "212": "縱滅一切見聞覺知內守幽間猶為法塵分別", "213": "影事。", "214": "見聞覺知都已滅却斯則外不隨於流逸內獨守乎", "215": "幽間此幽間處莫便道得自本心蓋依然是法塵分", "216": "別影事也本心似鏡法塵似物內之所守猶為明鏡", "217": "中所現之影而已先德云學道之人不識真秪為從", "218": "前認識神無量劫來生死本癡人喚作本來人世人", "219": "觀此已知見聞覺知為識神而既滅見聞覺知將謂", "22": "萬曆三十年歲次壬寅千佛澡浴日後學雲棲寺沙", "220": "不落識神矣寧知質以今經亦復是識神窠窟生死", "221": "根本也雖然千百人中且無一二至此即至此十箇", "222": "有五雙坐定擺不脫放不下嗟乎此幽間處埋沒古", "223": "今幾許豪傑參禪祕要盡洩於是學人勉之哉。", "224": "汝觀阿難頭自動搖見無所動又汝觀我手自", "225": "開合見無舒卷云何汝今以動為身以動為境", "226": "從始洎終念念生滅遺失真性顛倒行事。", "227": "此處文義甚難銷會舊解雙斥凡小言凡夫不知身", "228": "境有動見性無動無足論矣然身亦不動汝今云何", "229": "以動為身境亦不動汝今云何以動為境故曰於常", "23": "門袾宏書於翠竹山房", "230": "計無常也雖亦有理但如來此處方許其悟客塵二", "231": "字正應以動為身以動為境故兩印以如是奈何忽", "232": "爾反斥其非況前後文了無照應似乎自語矯亂今", "233": "別為一解只順經文略加點掇佛意謂今此大眾以", "234": "搖動者名為塵以不住者名為客故觀阿難頭自動", "235": "搖動搖者塵也客也見無動也又觀如來手自開合", "236": "開合者塵也客也見無動也云何如是明知以動為", "237": "身以動為境矣却乃自始洎終念念生滅既順生滅", "238": "則迷性真而以己隨物既失性真復迷境空而認物", "239": "為己甘受輪轉豈不哀哉為順經文作如是解未知", "24": "No. 276", "240": "是否。", "241": "第二卷○第二卷", "242": "垂手正倒。", "243": "舊解竪手為倒垂手為正一說垂手是倒以後文如", "244": "我垂手等無有異為據然經文雖止是如我垂手四", "245": "字意則通該前文若云如我上來垂手示眾一段因", "246": "緣非專指垂手也請以喻明頭以下垂為倒故時時", "247": "上竪手既亦以下垂為倒何不亦時時上竪乎又一", "248": "說手無正倒一時首尾相換世人妄見生正倒想以", "249": "後文名字何處號為顛倒為據此說亦佳但非經正", "25": "楞嚴摸象記", "250": "意良由下文棄海取漚認漚為海本末翻覆故名顛", "251": "倒則知海者喻真漚者喻妄妄身在於心內如一漚", "252": "至微真心徧乎身外如海水至廣棄真取妄認妄為", "253": "真身心顛倒所在正在此耳與觀手者正倒錯亂何", "254": "以異哉或謂合論亦云垂手是倒曰合論何可盡從", "255": "也如前七徵中文外不相知古人謂不字當是又字", "256": "其理甚正合論云當是不字而文義畢竟不通下文", "257": "辨見展轉五重合論非之亦不當理。", "258": "晦昧為空云云趍外奔逸。", "259": "長水以晦昧為空至結暗為色配三細次聚緣內搖", "26": "明古杭雲棲寺沙門袾宏述", "260": "配前二粗次趍外奔逸配後二粗為煩惱道畢有非", "261": "之者然此配合三細多說不同今長水所配下文因", "262": "明立所等處陰入界大等處迷妄有虗空等處皆如", "263": "是說前後經文語意符合蓋渠從清淨本然忽生山", "264": "河大地中悟入故認取如是而孤山以文殊覺海性", "265": "澄圓偈文與此相對而釋意頗合亦顯長水非無據", "266": "而云然前後文義互為照應未可非也又愚意三細", "267": "六粗本出起信而將論合經不必拘拘逐句逐字的", "268": "配但取大意可也良由佛為法王於法自在或隨時", "269": "增減開合辭不必同而理實無二太拘則反成齟齬", "27": "楞嚴經△楞嚴經", "270": "況本論中三細六粗共成九相既而明血脉則又成", "271": "八既而原染起則又成六開合增減彼論自不拘死", "272": "法引之者獨可拘死法乎。", "273": "一迷為心。", "274": "一迷為心者明此不是心迷惑無知錯認此虗妄以", "275": "為我心也則知我自有真心也何者上文晦昧為空", "276": "空結暗而為色色雜想而為身內搖外趍昏昏擾擾", "277": "即於此時認為己心自此一迷為心便生執著決定", "278": "惑為心在此身方寸之中牢不可破寧復知此心廣", "279": "大圓滿含褁虗空周徧法界乎顛倒如是故名為可", "28": "前文凡看後解先置經文於案上使前後貫穿庶可", "280": "憐憫者有人謂此處是一迷為心下文某處文是二", "281": "迷為心又至某處文是三迷為心其說甚謬。", "282": "此見雖非妙精明心如第二月。", "283": "第二月者非真月也何故不還蓋第二雖非真月然", "284": "真月外更無二月此第二月即從真起明眼人固直", "285": "下見真月矣見精雖非真見全體即真亦復如是。", "286": "若不見吾不見之地自然非物云何非汝。", "287": "長水展轉五重合論直說本意要其歸結總是見既", "288": "非物云何非汝真性耳二說一意何必相非。", "289": "若實我心令我今見見性實我而身非我何殊", "29": "尋討又此本為偶論楞嚴而作故楞嚴稍詳然", "290": "如來先所難言物能見我。", "291": "此即重躡上文而斷之也溫陵所解極明言既此在", "292": "前之見實是我心而能見物則彼見乃我而此身非", "293": "我見在物而不在我是物來見我而非我去見物矣", "294": "有是理乎。", "295": "指非指。", "296": "或謂指非指是莊子語非也何不看文中連有十處", "297": "指字一云非無指示二云舉手指陳三云確實指陳", "298": "四云指陳示我五云舉手所指六云指皆是物七云", "299": "則汝所指八云受汝所指九云應有所指然後十云", "3": "其摸股者云象如柱其摸尾者云象如󰆠其摸腹者", "30": "亦止是於大義未明處眾說不同處或一段一", "300": "出指非指蓋佛令阿難指點何者是見何者非見故", "301": "曰出指非指可指者是物非見不可指者是見非物", "302": "出者是非雙泯也問莊子不可用乎肯綮亦莊子語", "303": "也答用固無害但此指不是莊子一馬一指之意何", "304": "可扭摼強合其肯綮等自非此例故用無害蓋經本", "305": "梵語譯為華言不用此間文字則終成梵語矣何名", "306": "為譯有闡提人言佛經剽獵老莊果爾則譯佛以覺", "307": "伊尹早已曰予天民之先覺矣譯修多羅以經易詩", "308": "書等早已名經矣則覺字經字亦是剽獵儒典乎其", "309": "說不通無俟多辨。", "31": "句一字發其未發而不復為全部銷釋至於餘", "310": "諸外道種說有真我徧滿十方有何差別。", "311": "此疑佛說見性周徧十方外道亦說我徧十方差別", "312": "安在下文惟廣說因緣自然不剖此疑者何也蓋外", "313": "道所計不出斷常二見今說緣因自然兩非則斷見", "314": "常見雙破而又非和合生非不和合則情窮理極諸", "315": "計消亡真我自顯故云圓滿菩提不生滅性清淨本", "316": "心本覺常住是佛之所謂周徧也豈外道妄見執有", "317": "實我徧十方者可同日而語哉。", "318": "見見之時見非是見見猶離見見不能及。", "319": "見見古有正解言能見即今見物之見也則下之見", "32": "經僅舉數部數部之中僅舉一二條以見大意", "320": "字成所見矣見見之時是見也非尋常見物之見也", "321": "故曰見非是見一說謂豈有真見復見妄見之理二", "322": "見字平看一真見一妄見此說似是而非二見平看", "323": "則之時二字無所著落又下文云此實見見云何復", "324": "名覺聞知見如何銷會試以本經語例之經云將聞", "325": "持佛佛何不自聞聞今例云將見見如來何不自見", "326": "見又經云不自觀音以觀觀者今例云不自見物以", "327": "見見者如是則其義不辨而自明矣。", "328": "別業妄見同分妄見。", "329": "舊解別者一人妄見也同者多人妄見也混而不明", "33": "庶幾就正於有道非曰是己而非人也有罪我", "330": "隱而不暢未有發揮者然溫陵有說云別業者起惑", "331": "之異同分者感妄之同會解失錄故講者忽焉但溫", "332": "陵略出其意而止今更為詳言之譬如世人造種種", "333": "罪人各殊科喻之如別後罹王法共入一獄喻之如", "334": "同今曰起惑者隨心而造妄業也造業別其因由故", "335": "名別業曰感妄者隨業而受妄報也受報同其劑限", "336": "故名同分近又一說別者見根同者見境亦異舊說", "337": "覽者詳焉。", "338": "進退合明。", "339": "經云吾今以此二事進退合明而舊解從此處過經", "34": "者乎我知明道而已不知其他也", "340": "文一百餘字直至如彼眾生處方曰進同例別一病", "341": "目人處方曰退別例同進退雖顯而隔前大遠似為", "342": "不妥溫陵以法喻互舉為進退合明頗覺穩當但合", "343": "明則得進退未恊近索隱謂且置同分而舉別喻次", "344": "以法合復置別業而舉同喻次以法合舉者進也置", "345": "者退也兼此二說其義甚備。", "346": "譬如有人云云其人無故瞪以發勞。", "347": "有謂上有人人字屬菩薩下其人人字屬眾生此說", "348": "非是上下即是一人。", "349": "取頻伽瓶塞其兩孔滿中擎空千里遠行用餉", "35": "第一卷○第一卷", "350": "他國。", "351": "溫陵孤山皆以瓶喻妄身空喻識陰淨覺乃添出譬", "352": "如有人之人喻業合論非之是也合論又云空喻識", "353": "者無分別為真空有分別為識陰也瓶內之空局故", "354": "有分別與外空異也塞其兩孔溫陵謂妄分同異不", "355": "知何名同異今謂塞孔者恐物出瓶外也而瓶有兩", "356": "孔兩孔俱塞者保護之極其至也空非出入之物而", "357": "慎塞之喻識本虗幻而保持虗幻命根惟恐其失也", "358": "千里用餉者喻多劫飄零死此生彼也。", "359": "第三卷○第三卷", "36": "譯經", "360": "前矚塵象歸當見根。", "361": "此破見不從空生也若從空生則空必前矚塵象乃", "362": "名為見蓋空為能見塵象為所見今此眼根實在我", "363": "面則我乃塵象矣空應反歸而見我之眼根如其不", "364": "能見眼則前矚塵象之義不成矣安得見從空生。", "365": "見聞逆流流不及地。", "366": "依孤山解穩當見聞逆流者五根順流惟意能旋其", "367": "見聞逆流而緣五塵以其逆流故攬塵而為憶也流", "368": "不及地者如是逆流所不及之分際則閴然懵然而", "369": "無所緣以流不及故失憶而為忘也。", "37": "此經般剌密帝稱譯彌伽釋迦稱譯語丞相房融稱", "370": "聲來耳邊。", "371": "耳之有聽經明言非聲來耳邊矣今以事證之有可", "372": "疑者假如鐘鼓樓介乎城南北之中央南風作則北", "373": "城聞之而南不聞北風作則南城聞之而北不聞風", "374": "送聲而人得聞如何道不是聲來耳邊人多於此草", "375": "草看過無發難者愚意佛言寧有錯乎聲定不來耳", "376": "邊心定徧周法界但諸眾生粘湛發聽失本妙圓局", "377": "而礙之束而小之是以風順則聞風逆則否反為境", "378": "使而不得自在耳之過也非聲之故也以是推之隔", "379": "垣聽音響遐邇皆可聞亦復可難既垣不礙音何為", "38": "筆授而古本此後有羅浮沙門懷迪稱證譯不知今", "380": "城內一人面城而語城外一人附城而聽乃杳爾無", "381": "聞乎此亦同前蓋耳之過也非垣與城之故也是以", "382": "耳通者徹聽或聽一世界乃至恒沙世界而無盡也。", "383": "此摩所知誰為能觸。", "384": "凡物須一能一所彼此相感然後成觸則一有知一", "385": "無知也今以手摩頭手與頭各各有知將以誰為能", "386": "觸乎若手為能觸頭則木石也今頭亦有知何得名", "387": "觸若頭為能觸手則木石也今手亦有知何得名觸", "388": "此明身之覺觸皆虗妄也問手摩頭固不成觸矣若", "389": "手摩外物豈不成觸答是亦妄分能所也然此意人", "39": "本何以不載竊惟譯者最初易梵為華也譯語者成", "390": "所難明故借頭手引起畢竟身觸虗妄皆如頭手耳。", "391": "從變則變界相自無不變則恒既從色生應不", "392": "識知虗空所在。", "393": "上文言此識若從色生色滅應與俱滅識既俱滅則", "394": "空獨存誰識空者若色滅時識不俱滅則識獨存無", "395": "色為侶誰界空者今又重申上意言不但識存無界", "396": "假使隨色變滅則識已變滅亦誰與空為界者不但", "397": "識滅不應識空假使識不變滅則恒常與色一體與", "398": "空無干誰識空者反覆較量眼識不生於色明矣。", "399": "合則中離離則兩合。", "4": "云象如石乃至摸眼則云如鼓風槖摸耳則云如倒", "40": "其章句也筆授者潤其辭致也而證譯者總為參詳", "400": "承上文眼識不從眼生不從色生矣既不分二處而", "401": "各生得無兼二處而合生乎然汝欲合之彼則中離", "402": "矣蓋眼自屬有知色自屬無知有知無知兩相敵對", "403": "如之何其可合也若汝欲離之彼則兩合矣蓋眼根", "404": "必合色色塵必合眼而後識生其中兩相和會如之", "405": "何其可離也合之則離離之則合此之體性渾然雜", "406": "亂將於何處立共生之界乎前明眼色虗妄今言識", "407": "亦虗妄故曰三處俱無。", "408": "又汝識心與諸思量兼了別性為同為異。", "409": "舊解初句識心是意次二句是識但初句明標識心", "41": "校正也夫參校之功胡可少也後刻經者宜增入之。", "410": "何得作意今謂仍以初句為識下二句為意以意屬", "411": "思量亦能了別也蓋云今此識心與彼意之思量義", "412": "乃了別義同乎異乎若識同意則識即意何得云意", "413": "之所生若識異意則識乃無知與意判隔何得云意", "414": "之所生若識異意而又能思量了別則意無知而識", "415": "有知應當反識乎意而為識意又何得云意之所生", "416": "同之不可異之不可識非意生何疑焉而謂以意為", "417": "界者非也一說識心與思量之意俱能了別既俱能", "418": "了別則同矣何得又問為同為異既俱能了別則有", "419": "識矣何得又問無識有識或謂意思量識了別今說", "42": "科經", "420": "意兼了別何也蓋心意識三古稱義可通用如金光", "421": "明言意根分別一切諸法則意兼了別有何不可。", "422": "了然自知獲本妙心常住不滅此節當在空則同無後。", "423": "如上微妙開示自決擇心見以至發明五陰六根六", "424": "塵六識七大皆即如來藏心因此了知自心常住不", "425": "滅此是一經大旨趣大眼目誠得此心則我常為主", "426": "萬法為客長安雖閙我國晏然彼摩登伽猶如妖狐", "427": "忽遇明鏡竄伏無地尚安所施其魔力耶。", "428": "自汝整衣云何倒拂。", "429": "此文因自汝整衣四字故解者不一今只依文順釋", "43": "此經序正流通三分溫陵長水所定略同而正宗中", "430": "其意自顯蓋此是明風不生彼面也言風若生於彼", "431": "面則當從彼至此拂汝阿難然今此風自汝整衣現", "432": "拂於彼既風生彼面何為不順拂汝而倒拂彼耶故", "433": "知風決不生彼面也若以倒拂屬阿難則非明風不", "434": "生於彼面乃明風不生於阿難袈裟矣。", "435": "見覺無知因色空有。", "436": "或謂此言見覺無知下文舉見覺空頑作對則覺乃", "437": "有知上下矛盾宜以上覺字屬身根下覺字屬知覺", "438": "雖似有理然不應一覺兩解今謂無知者非實無知", "439": "也以此引起因色空有一句蓋色空不現時見覺寂", "44": "開為見修證結助五科亦甚當理初見道分從阿難", "440": "然宛似無知因色空現而後見覺有知也孔子曰吾", "441": "有知乎哉無知也有問我者我叩其兩端而竭焉孔", "442": "子實無知誰答問者兩無知相比意極痛快。", "443": "性見覺明覺精明見。", "444": "時解七大作一例看初地大云性色真空性空真色", "445": "言真妄本同一性全性之色即空全性之空即色猶", "446": "言全濕之波即水全濕之水即波也今此見大云性", "447": "見覺明覺精明見照上一例文小異而意實同也言", "448": "全性之見即明全性之明即見也乃至識大云性識", "449": "明知覺明真識亦言全性之識即知全性之知即識", "45": "啟請以至宣勝義中真勝義性使行人最初明見自", "450": "也真俗交互七大一例溫陵後二大與前五不同時", "451": "解為是又地等四大用空字麤細之謂也空大用覺", "452": "字無情有情之謂也見大用明字見乃妄明明者真", "453": "明也識大用知字識乃妄知知者真知也。", "454": "空則同無有非同物縱發汝識欲何分別。", "455": "此明識必不生於空也若生於空則非相非見夫識", "456": "應在相見之中今乃處此相見兩非之地將頑然一", "457": "空歟空則畢竟同無既無矣識何由發將實然有是", "458": "識歟有則同於何物既非物矣識何由發縱許發識", "459": "而空本自無分別則其所發之識應與空同豈有分", "46": "己常住真心以為修行準的也二修道分從初心二", "460": "別乎識不生於空審矣。", "461": "不歷僧祇獲法身。", "462": "獲法身吳興謂是實證其說甚詳長水溫陵孤山諸", "463": "師皆同此說蓋是分證法身不言五分究竟也即不", "464": "通指大眾言阿難證亦復何礙其以阿難後卷文中", "465": "僅證二果為礙而曰是解非證又是佛神力故暫俾", "466": "得見今皆不必作如是解只依前來諸師言證法身", "467": "後卷僅證二果至文自有詳辨。", "468": "舜若多性可銷亡爍迦羅心無動轉。", "469": "舜若多空也此有二義其一空決不可銷亡今欲極", "47": "決定義以至宣說神呪使行人依真見而起真修不", "470": "言心無動轉取以相形言空尚可銷心必不動如虗", "471": "空可量風可繫無能盡說佛功德之類也其二一人", "472": "發真歸元虗空消殞則實說空可消殞心不可消殞", "473": "如海水可竭須彌可傾之類也劫壞之時海涸山崩", "474": "非喻說也。", "475": "第四卷○第四卷", "476": "善為眾生敷演如來第一義諦。", "477": "即上四科七大皆如來藏心不空不有即性即相超", "478": "三界過二乘至妙至玄最尊最上名第一義諦彼四", "479": "加亦有第一之名而多世字故通小乘。", "48": "於心外別有造作也三證道分從云何名為乾慧之", "480": "猶如聾人逾百步外聆於蚊蚋本所不見何況", "481": "得聞。", "482": "文有三轉世間洪音人所易聞蚊蚋之音音之至微", "483": "一也至微之音自近聽之則猶可聞今遠百步二也", "484": "遠聽蚊蚋聰耳之人猶或難之今復聾者三也如是", "485": "則蚊蚋之形且不能見蚊蚋之音又何能聞乎以法", "486": "合之微妙諦理旨趣幽玄如蚊蚋音一也地位遼隔", "487": "如越百步二也根性狹劣猶如聾人三也如是則此", "488": "妙諦尚不能知其所在況能與之默契乎只順理順", "489": "文其意自明有人謂蚊蚋身表真諦蚊蚋音表中道", "49": "地以至方盡妙覺成無上道使行人知因真果正因", "490": "第一義諦夫聲聞見真諦成果何云本所不見又音", "491": "從身出亦何得分屬二諦於理不通。", "492": "性覺妙明本覺明妙。", "493": "舊解以妙明明妙為寂照照寂其意雖正但明可云", "494": "照而妙字云寂覺未穩蓋妙者通有無兼體用而圓", "495": "融不測之謂也何專以屬寂今助一解性覺妙明者", "496": "言此性覺是極妙之明蓋寂而常照之明故稱妙明", "497": "也本覺明妙者言此本覺是明之極妙者蓋明雖照", "498": "而未嘗不寂故稱明妙也則妙明二字既不敵訓寂", "499": "照而寂照之意自在其中矣又性覺本覺小異大同", "5": "垂葉摸蹄則云如覆地杯人執所摸互相是非觀者", "50": "地不真果招迂曲也四結經分從何名此經至汝當", "500": "性者性分所具不可遷改故本者本來自有不煩造", "501": "作故或作真妄對說者非。", "502": "汝稱覺明云云性覺必明妄為明覺。", "503": "此文大意為欲發明本清淨心所以出生山河大地", "504": "諸有為法者皆由妄起明覺而致然也故先舉平日", "505": "所說性覺妙明本覺明妙之語而問富樓那言此明", "506": "覺義汝作麼生會為是性本自明不須再覺而稱為", "507": "明覺耶為是性體有所不明必待覺之而後為明覺", "508": "耶富樓那意以覺不明者為是因言不明須覺方有", "509": "所明若便以不明為覺則無所明矣佛乃順其辭而", "51": "奉持使行人知五種名義攝今題二十字中也五助", "510": "示之曰汝謂不明為覺則無所明矣無所明則無明", "511": "覺矣汝言似是然汝但知明不可無猶未知無明之", "512": "與有明兩俱非也良由若有所明則非真覺矣不可", "513": "也若無所明則正屬無明矣亦不可也蓋無明又非", "514": "覺湛明性故也有明亦非無明亦非必如何而可因", "515": "斷之曰性覺本自必明特因起妄而為明覺故不可", "516": "耳如不起妄則覺明正妙湛明性也亦有何過一說", "517": "性覺之體以其必明因此成妄則病在必字於義亦", "518": "得於文不通或又引下文覺明為咎以證其妄不知", "519": "覺明本無咎因起妄故非咎成咎則兩說異而不異。", "52": "道分從地獄七趣以至微細魔事使行人正助交資", "520": "覺非所明云云無同無異。", "521": "此處配三細亦復多說不同會解載吳興評斷謂資", "522": "中長水等以熾然成異至無同無異配三細其說非", "523": "是而以因明為業立所為現妄能為轉然起信所言", "524": "業相能所未分而今有能所二說俱有未安況由明", "525": "而所而能則不應所先能後不曰業轉現而曰業現", "526": "轉其說亦有所礙若云業相中不妨說有同異則資", "527": "中長水等說亦是若云能所同時不妨說有先後則", "528": "吳興所說亦是今依溫陵以妄為明覺為業相而後", "529": "不盡用之乃融諸說為一說曰性覺必明此一法界", "53": "乘戒雙急則能速到薩婆若海也中間細科或小不", "530": "真心也妄為明覺已屬業相而下曰所曰能曰異曰", "531": "同曰無同無異俱是表顯業相一動以後有如是種", "532": "種差別却不必板定編排次第等級則三細之意隱", "533": "然在中而又不犯如上兩說礙處愚見如是更俟高", "534": "明裁之。", "535": "交妄發生遞相為種。", "536": "溫陵謂妄覺感於五行故交妄發生遞相為種如土", "537": "水生木而曰相待成搖木土生金而曰堅明立礙等", "538": "雖甚有理但經止言四大恐不必入以五行又言我", "539": "尅為妻必夫劣妻勝而後生子雖日者家有據之論", "54": "同亦無大礙後學只須遵古不必別立新科增益繁", "540": "然此等語經中罕言及之不如只用四大為正蓋四", "541": "大所該者廣舉四大而五行在其中矣更有略說載", "542": "竹窓隨筆中。", "543": "彼太虗空日照則明雲屯則暗。", "544": "富那疑諸大勢不俱徧故佛即虗空為喻知虗空不", "545": "拒諸相則知識性不礙諸大矣諸相泛論一切有人", "546": "謂日照則明下七句的指前文七大而云日照是火", "547": "大雲屯是空大霽澄是見大氣凝是識大等凑合而", "548": "成七大夫日配火大猶可其空見識三者配合甚為", "549": "無理太虗空一句已是空大如何又有空大則成二", "55": "碎。", "550": "空況雲屯與日照相對蓋言此空中日照則明此空", "551": "中雲屯則暗此空中霽澄則清此空中氣凝則濁雲", "552": "也霽也氣也皆空中物與日風一例何得雲配空霽", "553": "配見氣配識也若言晦昧為空故以雲屯則暗屬空", "554": "此甚不通既是雲屯則暗必然雲散則明是虗空本", "555": "不暗矣何得云晦昧為空又引經言識動見澄故以", "556": "澄屬見則佛何不直說是見而以霽喻見凡此七大", "557": "何不都取一喻乎又言識動則氣凝夫凝者定也定", "558": "則不動如何以氣凝喻識動此斷斷乎不可者也又", "559": "引吳興註云譬前藏性本非七大而不拒彼七大以", "56": "大佛頂。", "560": "此為據故配七大不知吳興明說是喻汝今云何作", "561": "實法會經意蓋言即彼空中不礙諸相如我性中不", "562": "礙七大也是舉一空大中所有之物而作喻也便泥", "563": "此文硬作配合圭峯所謂豈識喻焉者也不唯不達", "564": "經意亦不達註意矣又以下文中宵雲霧表佛涅槃", "565": "不見明曜表入涅槃時火大不現夫雲霧為涅槃則", "566": "涅槃乃昏暗不明之相矣涅槃而火大不現則藏性", "567": "乃拒彼火大發揮矣有是理乎況向後佛自合法云", "568": "真覺妙明亦復如是云云其說甚顯何須此處穿鑿", "569": "扭揑。", "57": "大者法佛頂者喻法即常住真心佛頂者頂於人為", "570": "而如來藏本妙圓心云云是即非即。", "571": "溫陵帶上文滅塵合覺故發真妙妙覺明性接下而", "572": "如來藏本妙圓心最得經旨言雖滅塵合覺一多小", "573": "大相攝相入起大神用而實如來藏中纖塵不立非", "574": "一切也雖非一切又萬法悉備即一切也雖即一切", "575": "又互泯互存不可思議也尚何疑七大之周徧法界", "576": "而不相陵奪也哉其本妙圓心元明心妙妙明心元", "577": "三句舊解初真次俗次中其說相承已久唯合論補", "578": "註以本妙圓心為總次非一切則如來藏元明心妙", "579": "也次即一切則如來藏妙明心元也一是空如來藏", "58": "至尊無上佛頂則尤為至尊之至尊無上之無上如", "580": "一是不空如來藏而云不必定配三諦其說甚當蓋", "581": "元明心妙妙明心元不差一字而文略轉換空假之", "582": "意便隱然可見言此本妙圓心中一切俱非者則元", "583": "明心妙本如是照而常寂也此本妙圓心中一切俱", "584": "即者則妙明心元本如是寂而常照也故二句皆結", "585": "屬上文但離即離非是即非即八字似上下無交覺", "586": "孤別耳今云即一切也妙明心元又雙離雙是者也。", "587": "非明無明明無明盡。", "588": "諸經十二緣生滅止曰無無明無無明盡今每句多", "589": "一明字遂眾說紛然溫陵謂明無明者緣覺欲翻無", "59": "悉達太子抱持之人欲見其頂彌仰彌高終莫能得", "590": "明而為明也一說二明字屬觀智觀此無明生觀此", "591": "無明盡也一說上明字屬真從真出生無明也下明", "592": "字屬智以智還滅無明也今融會而折衷之二明字", "593": "俱作真明之明明無明者由真明而起之無明也而", "594": "言非者如來藏中本無如是由真明而起之無明也", "595": "明無明盡者由真明而起之無明盡也而言非者如", "596": "來藏中本無如是由真明而起之無明盡也雖多二", "597": "明字原只是無明無無明之意耳。", "598": "汝但不隨分別世間業果眾生三種相續三緣", "599": "斷故三因不生。", "6": "捧腹今日譚經何以異是佛已涅槃咨詢無繇出情", "60": "是也此心竪窮三際不可量其短長橫亘十方不可", "600": "諸說不同今直據經文其義自顯經明言以是因緣", "601": "世界相續以是因緣眾生相續以是因緣業果相續", "602": "而鞠其因緣則覺明空昧相待成搖等為世界因緣", "603": "明妄非他覺明為咎等為眾生因緣欲貪殺貪盜貪", "604": "等為業果因緣因親緣疎一如常說又總結云皆是", "605": "覺明明了知性因了發相從妄見生則均之無明妄", "606": "見而已或疑文中云殺盜婬業三緣斷故三因不生", "607": "似因緣正屬三業然殺盜婬三乃業果一因緣耳文", "608": "雖止此一句而意該世界眾生若曰如殺盜婬等也。", "609": "菩提涅槃尚在遙遠非汝歷劫辛勤修證。", "61": "測其近遠離諸相見亦復如是若悟此心則如來因", "610": "舊解菩提涅槃果位尚遠苟非歷劫辛勤何以能得", "611": "今解不爾謂承上文極談生滅因緣自然和合皆為", "612": "戲論直饒做盡伎倆不出戲論二字必至情亡惑罄", "613": "見謝執空死盡倫心方堪湊泊由是而知菩提涅槃", "614": "尚遙遠在非恃汝歷劫辛勤所可修證雖有多聞廣", "615": "學將安用之徒增戲論而已狂心歇處戲論亡時無", "616": "意求之妙果自獲故前云何藉劬勞肯綮修證也庶", "617": "與上文融貫照應。", "618": "流變三疊。", "619": "此中合數諸說不一有以三世積累重加根本為說", "62": "地菩薩行門一言盡之矣有謂此經由佛頂放光宣", "620": "者有以五根五塵為說者有以十善十惡為說者而", "621": "溫陵吳興直以一十百千增倍合之較於諸說似為", "622": "明白簡便蓋界四世三彼此相涉以三乘四以四乘", "623": "三俱成十二是一疊也即此十二一各變十則成一", "624": "百二十是二疊也即此一百二十十各變百則成一", "625": "千二百是三疊也而人在世界之中身所居止前後", "626": "左右其數亦四身所經歷已歷今歷當歷其數亦三", "627": "三四四三亦兩相涉而成千二百也世界虗幻互互", "628": "發生故云織妄世界世界曰器世界我身所有世界", "629": "曰眾生世界咸以妄成而自然有此千二百功德六", "63": "呪故名佛頂此可乘帶旁顯而非正意又三字分釋", "630": "根各具然六根性中本同而以對六塵用分全闕良", "631": "由時方選擇圓通似有優劣耳若夫豪傑之士根根", "632": "功德無不具足。", "633": "前方全明後方全暗左右旁觀三分之二。", "634": "三分之二謂三分中止得二分也蓋前二百後二百", "635": "共成四百左二百右二百共成四百四方之隅共成", "636": "四百是三分也後方不見少其二百後二隅不見少", "637": "其二百千二百中共少四百故曰三分之二。", "638": "雖得六銷猶未亡一如太虗空云云說空為一。", "639": "溫陵謂須陀洹人不入色聲香味觸法是名六銷其", "64": "即是三德大屬法身真如平等故佛屬般若智慧圓", "640": "未亡一謂是法執孤山謂是未亡涅槃資中謂是尚", "641": "迷六根而為一體今謂只消用本色語經云元依一", "642": "精明分成六和合茲乃已銷六和合却守一精明也", "643": "然下言除器觀空寧欲除空耶盖不病其空病執有", "644": "一空也執有一精明亦猶是也併一俱亡方證心體。", "645": "不由前塵所起知見明不循根寄根明發由是", "646": "六根互相為用。", "647": "向也粘妄發光是由前塵所起知見也則其覺明明", "648": "覺必循乎根由是六根各成違礙今也脫粘內伏伏", "649": "歸元真是不由前塵所起知見也則其本明耀性不", "65": "滿故頂屬解脫即相離相故亦即三大如次而分體", "650": "循彼根特寄根以發其明性而已由是六根互相為", "651": "用是則向之於根乃是實依今之於根不過權寄實", "652": "依則賴根而根為王故非眼不見非耳不聞無眼無", "653": "耳便成䏊瞽權寄則無賴於根而心為主故眼能作", "654": "耳耳能作眼無眼無耳視聽宛然。", "655": "第五卷○第五卷", "656": "真性有為空緣生故如幻無為無起滅不實如", "657": "空華。", "658": "凡重頌多體貼長行長行云根塵同源縛脫無二識", "659": "性虗妄猶如空華吳興即真即俗之解欲影射下文", "66": "相用故。", "660": "真妄而稍涉牽強掌珍論前二句破有為後二句破", "661": "無為意亦影下然味經文上下語意總是發明有為", "662": "本空其妄真同妄之語盖以真尚不立何況於妄極", "663": "言妄之必空耳解此當以溫陵為正而會解失錄今", "664": "略記於此溫陵曰真性之中有為之法皆空則根塵", "665": "亦空此頌根塵同源也緣生之法皆幻則縛脫亦幻", "666": "此頌縛脫無二也起滅無則妄識亦無此頌識性虗", "667": "妄猶如空華也今更為貫串其義真性之中有為悉", "668": "空所以然者以有為皆因緣所生故如幻也如幻故", "669": "無為無為故無起滅無起滅故如空華也。", "67": "將毀戒體。", "670": "言妄顯諸真云云是故若交蘆。", "671": "此承上文言有為皆幻將無為則真乎然言妄秪為", "672": "顯真言真姑以對妄妄真同妄耳而別真別妄所謂", "673": "辨空華之濃淡爭兔角之短長者也故真與非真兩", "674": "非則能見所見安在能見根也所見塵也中間識也", "675": "若相若見俱無實性豈不若交蘆之互為依倚而其", "676": "中實空者哉一說即交為空非蘆中空今兼用之又", "677": "顯諸真有人解曰顯眾真以真有多種故不知諸者", "678": "猶乎也於也其也文理不通自不必論況止可眾妄", "679": "歸一真安有一妄對眾真乎其不通尤甚。", "68": "愚意此摩登伽將毀阿難之戒體也及觀合論補義", "680": "當於結心。", "681": "諸說多指中道為結心盖以文中左右牽掣為斷常", "682": "二邊故也然前後文都無此意唯溫陵謂是狂心其", "683": "說似勝今更為闡之左右者解於結之末也故勞而", "684": "無功結心者解於結之本也故逸而有成良由虗妄", "685": "狂心迷而取境因此成結此結心也若不於此結心", "686": "中解其餘解法左之右之捨一取一終莫能得則所", "687": "謂斷常空有等種種諸法又盡攝於其中矣。", "688": "結不同時則結解時云何同除佛言六根解除", "689": "亦復如是此屬上文此根初解先得人空此屬下文。", "69": "先得我心此說甚為當理又令無賴僧不得藉口其", "690": "結解次第非眼結解已次解耳結次解鼻結之謂也", "691": "良由六結不能一時齊解必須一根先解次五根者", "692": "任運而解也又有以人法為結解次第者其意雖佳", "693": "但與上文意不相恊文中佛言六根解除亦復如是", "694": "此一句當屬上文是允可阿難之辭原在根上而分", "695": "次第此根初解二句當屬下文應別是一意盖上明", "696": "結解次第已竟下明結解所得之功能也或又難云", "697": "結之解也縱許次第結之成也寧有次第而經稱巾", "698": "以一綰得一結名二綰得二結名則今日成眼明日", "699": "成耳乎成結不喻六根何疑於解不知喻非死法有", "7": "識手為想像摸彼此角立如盲譏盲予實慨焉知己", "70": "益大矣故下云心清淨故尚未淪溺也然則何必神", "700": "尅實喻者有彷彿喻者六結不同時彷彿喻六根不", "701": "同位也結不能一時並解彷彿喻根不能一時盡消", "702": "也試玩經中一則曰斯第六名終非第一二則曰如", "703": "何令此六結亂名三則曰六結不同四則曰此結非", "704": "彼彼結非此根之異位意可見矣若據母腹受胎則", "705": "六根生起亦有次第可言而非今正意也若據發通", "706": "者或既得天眼乃得天耳或既得神足乃得他心則", "707": "六根神用亦有次第可言而與此略同也是故譬喻", "708": "不應膠泥死法若泥死法則經云六解一亡而六結", "709": "解已一巾儼然安得亡一況佛明言隨汝心中選擇", "71": "呪往護蓋阿難心雖清淨道力尚微而摩登志既堅", "710": "六根曰隨曰擇非泛舉也正一根在先次及其餘而", "711": "以是知六結定配六根何緣更立他說其人空法空", "712": "自是六根上之人法也根根有人法二執亦根根有", "713": "人法二空也前輩釋此其旨皆然但不點破上下文", "714": "段落後人將佛言如是一句聯串讀下致斯難耳愚", "715": "故以此根初解二句為起下文別是一意也先得人", "716": "空等雖有先後而法爾如然非其本意故欲先此後", "717": "彼也註引濁水沙土其意自明盖菩薩本意在斷無", "718": "明自然麤垢先落無先後中之先後也。", "719": "若復因此際會道成所得密言還同本悟則與", "72": "強魔力偏熾相持既久無救無依則事或不測故須", "720": "未聞無有差別惟垂大悲惠我祕嚴。", "721": "承上賜與華屋請乞入門佛已指陳二決定義今於", "722": "決定義中又復蒙佛開示慧覺圓通雖已悟知一六", "723": "亡義猶未的曉圓通本根乃思多刼飄零何意今得", "724": "值佛如失乳兒忽逢慈母可謂奇際良會實大幸矣", "725": "若復因此際會之道終成不虗而使所得密言但只", "726": "同於向所悟之一六亡義則圓通本根依然不知與", "727": "未聞開示有何差別故願佛大悲更惠祕嚴以成就", "728": "最後開示也上云悟知下云本悟上云蒙佛開示下", "729": "云最後開示前後照應明白。", "73": "護也聖既示凡法應如是。", "730": "最初發心悟十八界誰為圓通從何方便入三", "731": "摩地。", "732": "方便斷屬耳根盖此經自阿難幾陷婬室如來神呪", "733": "攝還中間始則曰得成菩提最初方便次曰最初方", "734": "便誰為圓通次曰汝今各說最初方便次曰從何方", "735": "便入三摩地次曰何方便門得易成就次曰方便有", "736": "多門次曰詢我諸方便次曰自餘諸方便次曰方便", "737": "易成就如是重重所說方便其文義皆與耳根圓通", "738": "照應體貼無可疑者又華屋之喻阿難言要因門入", "739": "門者方便也隨後便說二決定義其一則審因心謂", "74": "佛敕文殊將呪往護。", "740": "不生滅心也即聞性也其二則審業本謂六根中誰", "741": "為圓通也即耳根也意甚明顯。", "742": "既不洗塵亦不洗體。", "743": "塵字一說不洗垢塵一說不洗水塵體字一說勝義", "744": "根一說浮塵根浮塵可洗勝義不可洗一說初塵次", "745": "根次識三皆空寂為悟水因今謂言塵是垢亦不妨", "746": "言體是浮塵根亦不妨不配根塵識亦不妨只重在", "747": "悟水因耳因者由也本也此水洗塵乎塵自無體隨", "748": "洗隨失何塵被洗此水洗體乎體屬四大彼自洗地", "749": "及水火風何體被洗外塵內體內外既無安有中間", "75": "佛呪威神無遠弗屆何俟文殊將之蓋是一往且順", "750": "為水洗者夫觸之為義本為水之與我兩相交涉而", "751": "得觸名今皆無之觸果安在無觸而觸觸實無觸非", "752": "因非緣及與自然本如來藏妙真如性故曰妙觸宣", "753": "明也雖然此亦義解將此當悟尚未尚未。", "754": "樂見照明金剛三昧。", "755": "樂見者深切好樂而願見乎照明之相也略似修淨", "756": "土之作日觀也夫瞽人目雖不自照明而今以心目", "757": "樂見樂見之極忽得照明此之照明體無時昏物莫", "758": "能蔽不失不壞故云金剛也。", "759": "我念有知知此深痛云云寧有雙覺。", "76": "法門儀式如天子詔亦假使臣賷告諸郡邑耳實則", "760": "方足痛時心作是念木石無知則刀割香塗了無所", "761": "知矣我今有知知此深痛蓋痛者吾足而吾更有知", "762": "此深痛者在也如是雖有覺知之心以覺此深痛而", "763": "求吾本原清淨覺心不見有痛者不見有覺痛者雖", "764": "然我又重思惟之現今有痛者有覺痛者夫痛者一", "765": "覺也覺痛者又一覺也則我一身寧有雙覺真疑既", "766": "起攝念反觀理極情亡忽然之間身心空寂也緊要", "767": "在寧有雙覺上正禪宗參究工夫身心忽空則是悟", "768": "處身空故無痛者心空故無覺痛者純覺遺身身心", "769": "俱遺不言心者省文也。", "77": "梵音纔舉聲徧十方不疾而速不行而至又文殊大", "770": "說多婬人成猛火聚。", "771": "大三災水從貪致火因嗔生今以多婬為猛火者何", "772": "也良以法無定相請以喻明彼多婬者自其婬心漸", "773": "潰潤生死根則喻如水自其婬心昌熾枯清淨種則", "774": "喻如火無不可也例嗔亦爾自其嗔心猛烈炎炎不", "775": "可滅則喻如火自其嗔心洶湧滔滔不可禦則喻如", "776": "水亦無不可也又不必將冷煖氣三事配水火風以", "777": "重在火大故蓋人身氣有冷煖以多婬心醞釀薰蒸", "778": "諸冷煖氣悉皆成煖今以正念周徧審察氣從何來", "779": "因何成火觀力所注此諸氣者化為神光神光內凝", "78": "智表擇魔歸佛返邪從正惟智為先導故也。", "780": "向之欲火今成智火向之火者爇功德藏今之火者", "781": "燒煩惱薪故曰火光三昧。", "782": "窺窓觀室惟見清水云云我後出定身質如初。", "783": "月光正入水觀童子以瓦礫投之遂致心痛難者曰", "784": "幸是瓦礫止令心痛脫其時投以刀劒寧不破肢體", "785": "碎腸胃乎是不知經言初成此觀未得亡身以身存", "786": "故因有小苦以觀成故雖有小苦終無大害縱投刀", "787": "劒亦止心痛不能傷也又身未亡者身水猶二有我", "788": "之身同彼水也身已亡者身水為一求於我身不可", "789": "得也既無身矣復誰能苦之經義分明無俟多難。", "79": "得成菩提妙奢摩他三摩禪那最初方便。", "790": "心重世名好遊族姓。", "791": "只消說求世名利遊世族炷不必配以名相等蓋人", "792": "唯不悟唯識故背心逐境若了唯識則攝境歸心視", "793": "世間名聞利養一切萬法如夢如幻尚何惑著者哉", "794": "而名相等在其中矣故不必配。", "795": "第六卷○第六卷", "796": "入流亡所。", "797": "入流二字諸說不同一說流者法性流一說流者生", "798": "死欲流一說流者三心中等流一說眾人隨流而出", "799": "今此反流而入反流而入似合反聞自性但前偈中", "8": "亦盲救獘為急因入盲侶與眾同摸唯首楞嚴於諸", "80": "初菩提是果次三是因末最初方便是因中先務緊", "800": "入流成正覺彼意應是入法性流以法性對聲塵不", "801": "入聲塵而入法性即反流意故從第一說。", "802": "下合十方一切六道眾生與諸眾生同一悲仰。", "803": "一說菩薩觀眾生苦惱故悲觀眾生即佛故仰一說", "804": "悲屬菩薩下憫仰屬眾生上慕二說俱未穩只依古", "805": "解悲仰皆屬眾生悲者悲己沉淪仰者仰他救度眾", "806": "生悲菩薩與同悲眾生仰菩薩與同仰所謂以萬物", "807": "為一體又云痌瘝切身又云象憂亦憂象喜亦喜意", "808": "正相似。", "809": "如幻聞薰聞修。", "81": "要工夫也大意謂啟請諸佛得成道果之奢摩他三", "810": "萬法虗妄唯是一心聲塵本空聞性常住於常住心", "811": "中一切聲塵及與萬法悉皆如幻以此如幻法門始", "812": "於聞中薰習終於聞中修證無作而作作實無作隨", "813": "緣應用本體如如不動不搖不失不壞此三昧者名", "814": "如幻聞薰聞修金剛三昧也。", "815": "若諸菩薩入三摩地云云是名妙淨三十二應", "816": "入國土身。", "817": "此三十二應與法華大同小異彼俱稱得度平等無", "818": "二此則種種差別初菩薩獨覺緣覺聲聞梵天則云", "819": "解脫解脫者即彼經得度也次帝釋諸天等則云成", "82": "摩禪那其中最初方便門也方便斷屬耳根詳辨在", "820": "就成就者各滿其本所欲也梵亦天類而例居解脫", "821": "者以離欲也又天等以下云出倫脫倫者厭本倫而", "822": "欲超之也又眾生樂人修人者承上天龍八部中有", "823": "樂生人道者也上言欲出未委出此樂生何所故今", "824": "曰樂人也所以樂人者經云諸天嘗自思我何時當", "825": "得人身生釋迦如來法中受比丘戒裴相國亦云可", "826": "以整心慮趣菩提者唯人道耳人之為貴明矣故樂", "827": "生也或疑均之三十二應何得兩經不同不知菩薩", "828": "利生有百千萬億種種方便況此小不同乎。", "829": "一者由我不自觀音以觀觀者令彼十方苦惱", "83": "後又此奢摩三摩禪那或有於經文中割截段落而", "830": "眾生觀其音聲即得解脫。", "831": "自猶獨也凡人聽音只觀其音今不獨觀音而復觀", "832": "其能觀音者如是旋倒聞機反觀自性則了無諸妄", "833": "惟是一真覓樂尚不可得有何苦惱所謂照見五陰", "834": "皆空度一切苦厄者是也以此神力加被眾生故眾", "835": "生聞菩薩聖號之音而一心觀之專注不捨皆於苦", "836": "惱而得解脫觀者即持念之謂也而有二義但以事", "837": "觀專持名號解脫世間苦惱而獲安隱兼以理觀反", "838": "聞自性解脫三界苦惱而得涅槃此與法華不同彼", "839": "屬菩薩觀此屬眾生觀也一說菩薩以反觀自性之", "84": "作配合云某處至某處為奢摩某處至某處為三摩", "840": "力能令眾生脫苦則觀其音聲一句似無著落。", "841": "猶如割水亦如吹光性無搖動。", "842": "上言刀斷斷壞次言割水吹光夫割水不能壞刀似", "843": "與上意不合何也蓋此各為一義上明能斫之刀反", "844": "招自損此明所斫之體曾無所損云何無損如割水", "845": "而水不痕吹光而光不動是也故與上文語若相悖", "846": "而意實相成也。", "847": "我從耳門圓照三昧緣心自在因入流相得三", "848": "摩提。", "849": "由從耳根圓照三昧緣心自在因此入法性流得三", "85": "某處至某處為禪那意以從徵心至同別二見破妄", "850": "摩地也圓照者一照一切照即圓通也以從觀音故", "851": "不曰圓聞而曰圓照緣心自在者凡夫心為緣礙而", "852": "不自在今緣隨乎心心任乎緣無不如意觸處自在", "853": "所謂他人被十二時使老僧使得十二時也因此三", "854": "昧自在力故入法性流得三摩地。", "855": "覺海性澄圓云云知覺乃眾生。", "856": "覺海者以覺性澄湛圓融喻之如海元妙者以圓澄", "857": "性絕諸對待不可思議故曰元妙合而言之是名圓", "858": "澄元妙大覺海也此覺本自常明無照無不照是真", "859": "照也所謂本來無有世界眾生者也無端於真照體", "86": "顯真奢摩也從浮塵諸幻至十八界即妄明真三摩", "860": "上忽生一念妄起照用局為所照此照立而真照隱", "861": "矣真照既隱遂成妄想妄想未起空覺不分今因妄", "862": "想乃有虗空即此空中妄想之澄凝不動也則成國", "863": "土妄想之靈明有知也則成眾生圓澄元妙之覺海", "864": "於是乎失其初矣故必假方便門入歸元路而復其", "865": "初也。", "866": "明前不明後四維虧一半。", "867": "以四正方言之全不見後是明前不明後也依天如", "868": "正方各具二百功德則三方止具六百矣以四隅方", "869": "言之見前二隅不見後二隅是四維虧一半也依天", "87": "也從請問中道至七大文畢即妄即真禪那也又一", "870": "如隅方各具一百功德則二隅止具二百矣故成八", "871": "百維者方隅之總名對方則維者隅也。", "872": "神通本宿因何關法分別。", "873": "目連神通從旋湛生今揀之謂神通本於宿因非關", "874": "依法分別修習而成彼其旋意識而復妙湛亦法分", "875": "別也況始聞迦葉談說因緣深義由之發心既屬因", "876": "緣則不離物不離物則有所著而安得為圓通也。", "877": "諸行是無常念性元生滅因果今殊感云何獲", "878": "圓通。", "879": "佛明言不知常住真心是以流轉又明言生滅為因", "88": "說從徵心直至七大文畢總屬奢摩其三摩禪那復", "880": "無由得不生滅果則念佛乃無常生滅法也薄淨土", "881": "而不修者不亦宜乎此勢至念佛因緣彌陀疏鈔中", "882": "已發大意而專銷彼經無暇及此此義若不辨明初", "883": "學必成疑阻有不容終嘿者昔吳興謂勢至都攝六", "884": "根則所念之佛必通三身然其子母相憶多就應身", "885": "故指同無常生滅也意謂法身念佛者自證真常不", "886": "生滅法今是應身念耳此意固善而尚未盡如來法", "887": "王於法自在時當耳根則一切法趍耳而眼等諸根", "888": "皆在所揀時當眼根則一切法趍眼而耳等諸根復", "889": "在所揀四科七大萬法皆然神而明之存乎其人而", "89": "在向後雖各不同要之闡析三觀所歸發揮一經大", "890": "已彼耳根所以為常為不生滅者以聲有聲無聞性", "891": "不隨之而有無也獨不曰念起念滅念性不隨之而", "892": "起滅乎惡得謂念佛為無常生滅法也且據此方教", "893": "體則云然耳故世人徒知今經獨貴耳根不知他經", "894": "云此五根者意為之主則耳根不圓通歟世人徒知", "895": "此經獨尚觀音不知他經云正法眼藏惟付迦葉則", "896": "觀音不得正法歟持百千萬億觀音名號不如一稱", "897": "地藏則觀音不足稱念歟喻如夫子云吾與點也未", "898": "聞顏閔之見棄也又云君哉舜也未聞堯禹之不君", "899": "也敬母而慢父譽日而毀月拘人曲士之僻見耳尚", "9": "經中更多疑義由是諸盲競共鼓噪交臂󴓀指莫可", "90": "旨美則美也但恐初學聞此或便死執如是字眼名", "900": "何足以語圓通哉。", "901": "毗奈耶中宣說修行三決定義所謂攝心為戒", "902": "因戒生定因定發慧。", "903": "三決定指戒定慧莫見下文殺盜婬妄各云決定明", "904": "誨便謂是殺盜婬況妄語亦曰決定明誨則四決定", "905": "矣又決定字亦不必泥前文云有二決定義豈亦指", "906": "殺盜婬耶然必曰毗奈耶中者何蓋言律中所明三", "907": "決定義者決定戒為最先決定定依戒生決定慧依", "908": "定生也所謂二字緊緊接下良由以戒為本故曰毗", "909": "奈耶中。", "91": "目謂一部經妙專在是則不可也且三觀之義隨文", "910": "求佛菩提如噬臍人欲誰成就。", "911": "噬臍一說用莊子如麝噬臍喻悔之無及也一說經", "912": "云如噬臍人不曰獸而曰人則指人不能自噬其臍", "913": "喻趂之莫及也而上云求佛菩提下云欲誰成就則", "914": "第二說較切。", "915": "第七卷○第七卷", "916": "要先持此四種律儀皎如氷霜自不能生一切", "917": "枝葉心三口四生必無因。", "918": "身口意三意乃其主今心與口同名枝葉者何也蓋", "919": "為門不同故也語生起而原其內外則意為根本內", "92": "皆具故稱曰妙假如以徵心等文屬奢摩似矣矣細", "920": "起意業外發身口故語罪垢而斷其重輕則四重為", "921": "根本重乃最急輕可稍緩故一是生起次第門一是", "922": "罪垢較量門也又四種律儀已有妄語何以又曰口", "923": "四上四種中是大妄語故下口四中是小妄語故。", "924": "建立道場云何結界合佛世尊清淨軌則。", "925": "當以清淨軌則四字為主而分四段第一壇場清淨", "926": "軌則從大力白牛至純燒沉水無令見火止第二享", "927": "獻清淨軌則從取白牛乳至燒令烟盡享佛菩薩止", "928": "第三像設清淨軌則從四外懸幡至使其形影重重", "929": "涉入止第四禮誦清淨軌則從七日頂禮至汝問道", "93": "玩之七處求心心不可得奢摩也其後復言色身外", "930": "場建立如是止皆取其潔淨精微整齊嚴肅而已所", "931": "有表法且依自古諸師其中或一二牽強者亦不必", "932": "盡依也有人更以己意別立表法牽扯附會硬配天", "933": "台十乘觀法理極不通況無旨趣著甚來由費此心", "934": "力只如第五知通塞中以蓮華表塞以香爐表通夫", "935": "蓮華出污泥而不染自古取其清淨解脫自在虗通", "936": "乃以為塞理云何通其一如是餘可知矣何況此之", "937": "壇儀次第又恰恰與彼之十乘同一次第乎智者時", "938": "楞嚴未至十乘之說非為楞嚴設也何扭揑如是。", "939": "取白牛乳。", "94": "洎山河虗空大地咸是妙明真心三摩也真心無處", "940": "前文乳酪皆禁今取乳供養者何也此有二意一者", "941": "心異二者物異心異者前是奉己今乃奉佛如絹帛", "942": "等比丘禁服然亦奉佛故物異者前是常牛今乃白", "943": "牛白牛之乳最潔淨故又此牛雖出雪山雪山亦不", "944": "恒有蓋瑞物也故其糞可用塗地。", "945": "一百八徧。", "946": "經云一時常行一百八徧是行道旋繞數非誦呪數", "947": "也有謂跢姪他唵下九句方是呪故一時可誦此數", "948": "然經說常行不說常誦又不曾明言呪止此九句故。", "949": "十方如來因此呪心云云悉得清淨。", "95": "而含大地山河大地有形而曰妙心中物禪那也豈", "950": "悉怛多般怛囉華言白傘蓋是全呪之名題謂之呪", "951": "心者以此是無為心佛所說心呪故經中或曰心呪", "952": "或曰呪心其義一也又此呪密藏中之精要如人身", "953": "百體之統乎心也有說此六字在一呪之正中而謂", "954": "之呪心然以前後文約之又非正中謬可知矣因此", "955": "執此乘此以下十段所重在呪言呪有廣大神異功", "956": "德故十方如來無不因此執此乘此乃至傳此以成", "957": "種種妙用佛且然況凡夫乎今略為十喻因此呪心", "958": "者此呪諸佛之母是出生如來之真種子也故佛必", "959": "因之以得菩提執此呪心者此呪具大威神是斷邪", "96": "不三觀具足以一切浮塵諸幻化相屬三摩似矣細", "960": "惑之金剛王寶劒也故佛必執之以制魔外乘此呪", "961": "心者此呪運載眾生脫離生死是出火宅之大白牛", "962": "車也故佛必乘之以應塵國含此呪心者此呪包羅", "963": "萬德是具足法財之真寶藏也故佛必含之以轉法", "964": "輪持此呪心者此呪總持一切善惡諸法是無上覺", "965": "皇之正印也故佛必持之以受記記人依此呪心者", "966": "此呪為安隱功德之所住處是離怖畏之尊勝幢也", "967": "故佛必依之以救苦濟厄隨此呪心者此呪隨順覺", "968": "性是從心滿願之如意珠王也故佛必隨之以徧供", "969": "恒沙聖賢行此呪心者此呪通達無礙是千聖萬賢", "97": "玩之諸相滅盡奢摩也諸相出生三摩也當處生隨", "970": "所共適之通衢也故佛必行之以攝親因而開祕藏", "971": "誦此呪心者此呪究竟圓滿是法王詔告萬國之嚴", "972": "敕也故佛必誦之以成正覺而入涅槃傳此呪心者", "973": "此呪永存不滅是普照世出世間無盡之大明燈也", "974": "故佛必傳之以垂化萬世以上十種如華嚴十十法", "975": "門十者數之成故舉十以表無盡也有人將此十呪", "976": "心輳合法數如因此則云是正緣了三佛性執此則", "977": "云是實相觀照方便三般若乘此則云是理隨得三", "978": "乘以下共配十箇三法恐初學信受遞相傳流不得", "979": "不辨何者佛本教人持呪今都派作別法本所持呪", "98": "處滅即生即滅禪那也豈不三觀具足以阿難請求", "980": "反成無用以客為主其過一也呪是密教今成顯教", "981": "教體違反其過二也試以呪文從頭點檢何處是正", "982": "因何處是緣因何處是了因如不能派則成虧論其", "983": "過三也經言書寫此呪貯於香囊或於宅中或帶身", "984": "上明是祕章如王密語不得宣泄若果三佛性等何", "985": "不直說使人解義其過四也因此乘此屬三因三乘", "986": "猶有兩字相同其他執此之為三般若持此之為三", "987": "菩提等殊無意況其過五也依此呪心謂是苦惑業", "988": "三道然此三是惡法却牽扯三善法以除滅之逈異", "989": "餘九於理不通其過六也若云有文字呪有實相呪", "99": "中道了義屬禪那似矣細玩之佛言故我今時為汝", "990": "此指實相既指實相只宜以楞嚴大定當之不宜妄", "991": "立為十蓋呪本是一持誦之功有十而呪未嘗十也", "992": "其過七也既云十箇三法則其梵語應一一別豈得", "993": "一種梵語而成十類華言其過八也若言經有七常", "994": "住果夫經文止云七果何得扭而為十每果渾成一", "995": "語何必劈而為三經自經呪自呪何乃割經附呪其", "996": "過九也此之十法分屬出何經論何佛所說及何菩", "997": "薩之所闡析若其無據安得杜撰匹夫矯詔罪在不", "998": "原如何法王容可僭擬其過十也慎之哉。", "999": "二十八大惡星而為上首。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 276 楞嚴經摸象記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 276 楞嚴經摸象記", "author": "明 袾宏述", "language": "chinese", "source": "CBETA"}