{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 560-A 序No. 560-A", "1": "序", "10": "風浪海中。昧却良心。忘念本經。枉受苦惱。都無解脫。", "100": "等。合名為十八界。無者。楞嚴云。識性虗妄。猶如空", "101": "華。又云。內外性空。中云何立。則汝識生。從誰立界。", "102": "是知蘊入處界。相盡幻妄。性實真空矣。喻識六色", "103": "冰盤彩鳥。日午乾一空汪水耳。智者悟歎。愚者驚", "104": "笑而已。", "105": "無無明。亦無無明盡。乃至無老死。亦無老死盡。無苦", "106": "集滅道。無智亦無得。以無所得故。", "107": "因緣法有十二。一無明。二行三識。四名色。五六入", "108": "六觸。七受。八愛。九取。十有。十一生。十二老死。觀作", "109": "二門。一生起門。謂無明緣行。乃至生緣老死。二滅", "11": "故勞眾生心內菩薩。坐我肉團蓮花峰頂。提起真性。", "110": "盡門謂無明滅。則行滅。乃至生滅。則老死滅。盡。猶", "111": "滅也。乃至者。超略中間十支。但舉初後二支也。並", "112": "云無者。應知有無明老死生。則有無明老死滅。既", "113": "無無明老死生。實無無明老死滅矣。良以緣生性", "114": "空。都無實義得也。楞嚴云。本覺妙明。性非因緣。", "115": "苦等。四諦法也。苦以逼迫為義。三有報也。集以招", "116": "感為義。見思惑也。滅以空盡為義。偏真性也。道以", "117": "趣向為義。覺支法也。而云無者。若有苦集。則有滅", "118": "道。苦且不生。滅道何立。故涅槃云。世諦者。即第一", "119": "義諦。仁王偈云。法性。本無性第一義空如。", "12": "大轉法輪。度一切苦。成二果樂。心佛眾生。既無別體。", "120": "智得。二空法也。二無我攝。人無我觀。法無我觀。曰", "121": "智。生空理境。法空理境。曰得。亦云無者。非但能知", "122": "空智不得。而所知空理亦亡。楞伽云。五法二無我。", "123": "皆悉不可得。又云。遠離智所知。轉依即解脫。", "124": "以句結也。謂空中世出世法一一無者。以第一義", "125": "諦空。本無性相有所得故。大品二十空中。一切法", "126": "空。不可得空。楞嚴空。藏心中。七大六根。六塵六識。", "127": "緣諦智度。乃至十號四德。莫不皆非。楞伽云。一切", "128": "法不生。是第一義性。但觀十二雪山城中。四隣兩", "129": "舍冰霜。朝存暮泯。求形迹也。何有此即虛空無為。", "13": "佛經語心。豈有二致。故今釋經。並稱理解。觀音。表心", "130": "菩提薩埵。依般若波羅蜜多故。心無罣礙。無罣礙故。", "131": "無有恐怖。遠離顛倒夢想。究竟涅槃。", "132": "菩薩依此般若真空。第一波羅蜜多心故。起觀照", "133": "行。故得心無業障罣礙。如解戰袍。心無生死恐怖。", "134": "如赦死刑。心無惑惱倒想。如覺柯夢。梵語摩訶般", "135": "涅槃那。此云大滅度。大即法身德。轉生死成。滅即", "136": "解脫。轉結業成。度即般若。轉迷惑成。此涅槃果。亦", "137": "寂滅空。故圓覺云。生死涅槃。猶如昨夢即非擇滅無為。", "138": "三世諸佛。依般若波羅蜜多故。得阿耨多羅。三藐三", "139": "菩提。", "14": "王。舍利。表心所。五蘊。宗法相。界處。宗法性。依教觀心。", "140": "諸佛依者。唯此一事實。餘二則非真也。阿耨多羅。", "141": "三藐。三菩提。唐言無上。正等。正覺。正覺。理智證真", "142": "也。正等。事智了俗也。無上。無障礙智。直徹中道第", "143": "一諦也。契合曰得。故圓覺云。成道亦無得。本性圓", "144": "滿故。又云。凡夫及諸佛。同為空華相此即擇滅無為。", "145": "故知般若波羅蜜多。是大神呪。是大明呪。是無上呪。", "146": "是無等等呪。能除一切苦。真實不虗。", "147": "諸佛菩薩因果。依之修證了義。則般若是祕呪。波", "148": "羅是密呪。故開五呪名也。猶彼兵符王命恩詔廕", "149": "勑寶璽。各有離苦得樂利益。一變化極頂。曰大神。", "15": "窮理盡性。心性解名。良有以也。欲明心者。請究斯文。", "150": "即文字般若。呪凡成聖。除色想。劫濁苦。度小教人。", "151": "成所作智。真實法樂。二徧照無礙。曰大明。即觀照", "152": "般若。呪小成大。除受想。見濁苦。度始教人。妙觀察", "153": "智。不虗法樂。三人天高過。曰無上。即境界般若。呪", "154": "權成實。除想想。煩惱濁苦。度終教人。平等性智。真", "155": "實法樂。四凡聖共尊。曰無等等。即眷屬般若。呪漸", "156": "成頓。除行想。眾生獨苦。度頓教人。大圓鏡智。不虗", "157": "法樂。五徹法底源。曰般若波羅蜜多。即實相般若。", "158": "呪偏成圓。除識想。命濁苦。度圓教人。法界清淨智。", "159": "真如不誑不異大法樂也。如蒲盧等。豈虗教祝哉。", "16": "不求見性。自負心矣。悲夫。", "160": "故說般若波羅蜜多呪。即說呪曰。", "161": "揭諦。揭諦。波羅揭諦。波羅僧揭諦。菩提。薩婆訶", "162": "前四名是別。此般若是總。兼成五也。名相在唯識。", "163": "不相應行。名句文攝。體用在仁王。真如法性。長行", "164": "如。重頌如。一切法皆如也。於中先。略標。次正說。", "165": "揭諦。去度也。謂自去執障。度入三空。離去此岸。度", "166": "至中流也。此即文字。大神呪語。次復重言揭諦者。", "167": "謂令他去執障。度彼三空。離生死岸。煩惱流也。此", "168": "即觀照。大明呪語。波羅。到彼岸也。謂自去二執三", "169": "障。度入二空三空。不住中流。究竟到彼岸也。此即", "17": "時", "170": "境界無上呪語。僧者。普也。眾也。總也。謂普令自他。", "171": "去盡二執三障。度入二空三空。九界眾生。總皆不", "172": "住四流。直到涅槃岸也。此即眷屬。無等等呪。菩提。", "173": "正覺果也。謂到彼岸之處。得何等報。乃令法界怨", "174": "親。盡成無上菩提果也。此即實相。般若波羅蜜多", "175": "心呪。薩婆訶。速疾圓成也。謂三覺成。五智圓也。楞", "176": "嚴云。十方如來。誦此呪心。成無上覺。則知心經心", "177": "呪功德。巍巍乎。民無能名焉。", "178": "頌閣筆頌曰。", "179": "般若呪經百法唯心本如來藏", "18": "康熈癸未年十月十一成誕慈雲教觀沙門續法題", "180": "妙真如性一眼觀去大地歸真", "181": "般若心經理性解卷下終", "182": "慈雲伯亭法師楞嚴寺藏經直畫一慈雲伯亭法師楞嚴寺藏經直畫一請法寶者如數訂定", "183": "秉二百七函", "184": "華嚴別行經圓談疏鈔記共十二本八錢零八厘", "185": "直庶二百八函　二百九函", "186": "楞嚴經序釋圓談灌頂疏共廿五本一兩七錢", "187": "幾中二百十函　二百十一函", "188": "賢首五教儀六卷二本一錢七分一厘", "189": "五教儀科註十四本一兩四錢四分七厘", "19": "No. 560", "190": "賢宗十要一本九分八厘", "191": "庸二百十二函", "192": "起信論疏記會閱十卷十本五錢六分一厘", "193": "勞二百十三函", "194": "藥師疏鈔六卷六本四錢一分六厘", "195": "觀音䟽鈔八卷四本二錢六分一厘", "196": "謙二百十四函", "197": "金剛直解五卷二本二錢零五厘", "198": "四十二章經疏鈔五卷二本一錢七分五厘", "199": "觀經直指疏一本八分二厘", "2": "觀音即我人。我人即觀音。不二法也。心經即自性。自", "20": "般若波羅蜜多心經理性解卷下", "200": "勢至疏鈔一本六分三厘", "201": "謹二百十五函", "202": "彌陀略註一本四分三厘", "203": "心經二解一本二分二厘", "204": "尊勝經疏仝本一錢一分", "205": "大悲呪釋", "206": "如意經疏二般仝本", "207": "準提呪解五般仝本八分五厘", "208": "八大人覺經疏", "209": "像想章疏", "21": "清浙水慈雲寺顯密教觀沙門續法述", "210": "持念因果記", "211": "念佛與徵記", "212": "樂󳬛淨土咏九分", "213": "佛祖綱宗四卷一本五分六厘", "214": "繫念儀四般仝本", "215": "西資歸戒儀一錢一分二厘", "216": "瑜伽歸戒儀", "217": "放生儀", "218": "醒世善言一本二分七厘", "219": "勅聆二百十六函二百十七函", "22": "經題△先經題。", "220": "𦦨口儀疏十本三般仝帙", "221": "𦦨口經文二卷一本八錢八分", "222": "𦦨口摘釋一本", "23": "般若波羅蜜多心經", "24": "梵語般若。此云智慧。本來靈知照了也。因中慧心", "25": "所。果上擇滅無為無漏智也。梵語波羅蜜多。此云", "26": "到彼岸。究竟事理底源也。因中定心所。果上非擇", "27": "□無為。一真法界也。梵語阿賴耶。此云藏心。亦云", "28": "紇哩陀耶。此云肉團心。起信論云。依如來藏故。有", "29": "生滅心。所謂不生不滅。與生滅和合。非一非異。名", "3": "性即心經。實一道也。般若心。蜜多心。該因徹果。五蘊", "30": "阿黎耶識心。此心人人本具。心背般若。迷智慧性", "31": "居生死岸。稱曰愚迷人天凡夫。心向般若。悟智慧", "32": "性。到涅槃岸。號曰覺悟三乘聖人。經者。法也。常也。", "33": "十方同軌謂之法。三世不易謂之常。說此經者。欲", "34": "令眾生。斷妄想心。依斯文字。起深觀照。證實相空。", "35": "覺本心源。同佛菩薩。真常法樂也如是本經自心常轉。文咒△次", "36": "文呪。", "37": "觀自在菩薩。行深般若波羅蜜多時。照見五蘊皆空。", "38": "度一切苦厄。", "39": "事理普觀。救苦自在。稱觀自在。菩薩。翻覺士。開士。", "4": "空。諸法空。越聖超凡。空不異色。相作之用隨緣。色即", "40": "揀眾生不覺。不開悟也。當人心中。第八主人公。𦦨", "41": "註。靈知之心。棲止肉團心內。聞思修入曰行。起諸", "42": "法空俱空無分別慧。揀非人空無分別慧故云深", "43": "也。當人心中良知良能。照見。觀照般若也。即慧心", "44": "所。皆空。實相般若也。虗空無為。五蘊。自他色心法", "45": "也。根塵名色。是心所現影。領納名受。念慮名想。造", "46": "作名行。是心所。分別名識。是心王。皆屬有為生滅", "47": "之法。苦厄。不相應行。度苦厄者。謂自他一切生死", "48": "苦惱無不超脫。如氷鎔水。不受八寒厄也。三乘七", "49": "趣。不能觀空。受諸蘊苦。如蠶作繭。似蛾赴火。自縛", "5": "是空。一真之體不變。不滅不生。騰今耀古。離夢離想。", "50": "自燒。實為可傷。故瑜伽云。覺花蒙照脫苦惱。便同", "51": "菩薩觀自在。", "52": "舍利子。色不異空。空不異色。色即是空。空即是色。受", "53": "想行識。亦復如是。", "54": "舍利翻珠。母名。眼如珠故。是其所生。故稱子也。即", "55": "解心所。施護譯云。世尊在靈鷲山。入甚深光明宣", "56": "說正法三摩地。舍利子。白觀自在菩薩言。若人欲", "57": "修甚深般若法門。當云何學。時觀自在菩薩。即告", "58": "尊者舍利弗言。若欲修學甚深般若。當觀五蘊自", "59": "性皆空。佛即真如無為。尊者疑云。色是有法。云何", "6": "麗日明星。無眼識界。無意識界。泯自他之根相。是大", "60": "皆空。故答釋曰。色不異空。以色即是空故。謂四大", "61": "幻色假相。不異般若真空無相。當知色無生性。即", "62": "空無生性故。如冰不異水。冰即是水。相雖凝泮。性", "63": "實一濕。又疑問云。空是無法。云何有色。故又答釋。", "64": "空不異色。以空即是色故。謂般若真空無相。不異", "65": "四大幻色假相。當知空無生性。即色無生性故。如", "66": "水不異冰。水即是冰。鎔結相別。濕性一同。此四門", "67": "觀。如大火聚。四面嬰之。物無不爛。如清凉池。四邊", "68": "臨之。生無不樂。行者若能如是四句觀心。即轉八", "69": "法。色四空四成四智四門矣。瑜伽云。菩薩思惟有情身。各", "7": "神呪。是大明呪。絕生佛之假名。除一切苦。揭諦密力", "70": "具覺悟之蓮花。心花清淨法界無惑染。八葉心有八竅各", "71": "有一如來。八識轉智生迷真空。受幻色苦。水成冰也。佛", "72": "悟幻色。得真空樂。冰化水也。至於受。想行識。亦不", "73": "異空。非比籠盒函葢。二物相逗者然。理實空即受。", "74": "想。行識。猶如金具泥團。絕無二體可得。故云亦復", "75": "如是。萬法唯心。心生萬法。誠哉言也。楞伽云。心受想", "76": "行識亦是唯心。空非心色亦心空起。種種諸色相。九界", "77": "心色通達皆唯心第一義空心。", "78": "舍利子。是諸法空相。不生不滅。不垢不淨。不增不減。", "79": "諸法。五蘊也。當體即是真空無相。唯第一義。有何", "8": "難思。得三菩提。薩訶神功叵測。如斯會取。真看心經。", "80": "生滅垢淨增減。其猶冰還成水。求其融結明暗厚", "81": "薄。不可得也。此即想受滅無為。", "82": "是故空中無色。無受想行識。無眼耳鼻舌身意。無色", "83": "聲香味觸法。無眼界。乃至無意識界。", "84": "第一義空體相。本來不生不滅。云何於中。更容處", "85": "界生滅諸法。故云空中無也。此即不動滅無為。", "86": "蘊空。如上。結色成眼。黏湛發見。卷聲成耳。黏湛發", "87": "聽。納香成鼻。黏湛發齅。絞味成舌。黏湛發嘗。搏觸", "88": "成身。黏湛發覺。攬法成意。黏湛發知。此是內六根", "89": "也。無者。楞嚴云。一根既返源。六根成解脫。又云。由", "9": "向外馳求。非心經矣。葢由菩薩心內眾生。墮自藏識", "90": "器形異。名之異空。除器觀空。說空為一。彼太虗空。", "91": "何同不同。況一非一。", "92": "由明暗形。眼見奔色。由動靜形。耳聞奔聲。由通塞", "93": "形。鼻齅奔香。由恬變形。舌甞奔味。由離合形。身覺", "94": "奔觸。由生滅形。意知奔法。此是外六塵也。合前名", "95": "十二處。無者。楞嚴云。由塵發知。因根有相。相塵也見", "96": "根也無性。同於交蘆。又云。如來藏中。性覺真空。性色", "97": "真空等。", "98": "眼識別色。耳識別聲。鼻識別香。舌識別味。身識別", "99": "觸。意識別法。此是中六識也。眼色為緣。中生眼識"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 560 般若心經理性解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 560 般若心經理性解", "author": "清 續法述", "language": "chinese", "source": "CBETA"}