{"sourceLink": "http://www.cbeta.org/", "text": {"0": "東國僧尼錄目次東國僧尼錄目次", "1": "名僧", "10": "行寂禪師清虛禪師", "100": "道不得。和尚作麼生道。師曰。諸佛是我弟子。曰請", "101": "和尚道。師曰。不是對君王。好與二十棒傳燈錄。", "102": "慶猷禪師慶猷禪師", "103": "慧禪師(并雲居膺禪師法嗣)慧禪師并雲居膺禪師法嗣", "104": "龜山和尚(長慶稜禪師法嗣)龜山和尚長慶稜禪師法嗣", "105": "有舉相國裴公休啟法□會。問看經僧。是什麼經。僧", "106": "曰。無言童子經。公曰。有幾卷。僧曰兩卷。公曰。既是", "107": "無言。為什麼却有兩卷。僧無對。師代曰。若論無言。", "108": "非唯兩卷傳燈錄。", "109": "慧雲禪師(白兆圓禪師法嗣)慧雲禪師白兆圓禪師法嗣", "11": "金藏和尚清院和尚", "110": "雪嶽令光禪師(天龍機大師法嗣)雪嶽令光禪師天龍機大師法嗣", "111": "僧問。如何是和尚家風。師曰。分明記取　問。如何是", "112": "諸法之根源。師曰。謝指示傳燈錄。", "113": "道峯山慧炬國師(清凉益禪師法嗣)道峯山慧炬國師清凉益禪師法嗣", "114": "師始發機於淨慧之室。本國主思慕。遣使來請。遂迴", "115": "故地。國主受心訣。禮待彌厚。一日請入王府　上", "116": "堂。師指威鳳樓示眾曰。威鳳樓為諸上座舉揚了。", "117": "諸上座還會麼。儻若會。且作麼生會。若道不會。威", "118": "鳳樓作麼生不會。珍重。師之言教。未被中華。亦莫", "119": "知所終。", "12": "臥龍和尚瑞岩和尚", "120": "萬恒　古潭　慧鑑國師萬恒　古潭　慧鑑國師", "121": "俗姓朴氏。進士景升之子。熊津郡人。己酉生。師赴", "122": "九山選中魁科。忠烈王命住三藏社。弟子至七百。", "123": "延祐己未遘疾。前一夕。南峰大木自仆。赤祲亘山", "124": "谷。年七十一。臘五十八。王賜諡。塔曰廣照。", "125": "師以儒家子為僧。幼頴悟。能自強於學。長益不怠。赴", "126": "九山選中魁科。拂衣往楓岳。夏滿。移棲智理山。饑", "127": "不重味。寒不襲裘。脇不至席者累稔。跡晦而名彰。", "128": "忠烈王。命住三藏社。其師曹溪圓悟和尚亦諭之。", "129": "乃往。後歷主朗月雲興禪源等社。凡經指授。若聵", "13": "泊岩和尚大嶺和尚", "130": "而聆。若𨠯而醒。弟子至七百。士大夫摳衣入社者。", "131": "不可勝計。中吳異蒙山。見其文偈。歎賞不已。賡和", "132": "十數。仍貽書致古潭之號。皇慶癸丑。大尉王讌。居", "133": "永安宮。安車卑辭。邀至京城。時方聚禪教名流。日", "134": "以次講論。師主棒喝風生。辯若懸河。王喜甚。行同", "135": "輿。手捧饌。加法號別傳宗主重續祖燈妙明尊者。", "136": "袈裟衣裙帽襪先銀幣五十鎰以贐。師還山。悉以", "137": "付常住。不歸于私。", "138": "浴更衣。修遺書。自占葬地。夜艾喚侍者檛皷。披袈", "139": "裟。據禪床聲喝告別。其略曰。廓清五蘊。真照無窮。", "14": "大無為禪師雲住和尚", "140": "死生出沒。月轉空中。吾今下脚。誰辨玄蹤。告爾弟", "141": "子。莫謾捫空。禪者景瑚。問以告住之意。則有何處", "142": "不相逢。渡河不用筏等語。拍膝久手。含笑而化。", "143": "初母鄭氏夢。天降翠幕。有童子。肌肉如氷玉。就視之。", "144": "遂合掌躍入鄭氏懷。反寤。如納斗大石胞中。砭藥", "145": "之不効。以己酉八月六日誕師。因名幕兒。淮示寂", "146": "帶方郡民名白太者。夢師登翠幕天去。恠而明日", "147": "奔至寺。師已逝并李齊賢撰󳬴序。", "148": "混丘　無極老人　寶鑑國師混丘　無極老人　寶鑑國師", "149": "字丘乙。舊名清玢。俗姓金氏。贈僉議評理弘富之", "15": "慶猷禪師慧禪師", "150": "子。清風郡人。忠憲王辛亥生。以九山選。首登上七", "151": "科。棄去徒普覺學。忠烈王下批至大禪師。德陵即", "152": "政。特授兩街都僧統。加大師。子冊命師為鑑智王", "153": "師。兩王同樞衣請益。因命住瑩源寺。至理二年。移", "154": "錫于松林寺。年七十三。僧夏六十三。贈諡塔曰妙", "155": "應。有語錄兩卷。歌頌雜著二卷。新編水陸儀文二", "156": "卷。重編指頌事苑三十卷。", "157": "近世有大比丘。推明佛祖之道。以開學曰普覺國尊。", "158": "其徒盖數百千人。而能鑽堅挹深。妙契啐󲣅者。惟", "159": "寶鑑國師為然。", "16": "龜山和尚慧雲禪師已上新羅人", "160": "幼與群兒戲。聚瓦石為塔廟。休則面壁。若有思念。形", "161": "貌端嚴。性又慈祥。故親戚目為小彌陀。十歲投無", "162": "為寺禪師天鏡祝髮。以九山選。首登上七科。棄去。", "163": "從普覺學。自詭非睹閫奧不止。始普覺夢一僧來。", "164": "自謂五祖演。詰朝師往謁。心獨恠之。及是歎其敏", "165": "而勤。語眾曰。吾夢有徵矣。洎嗣席開堂。其師眾規", "166": "繩。講若畫一。而雍容閑雅過之。", "167": "德陵謝位。處永安宮。屢遣中使。輿而致之。從容談道。", "168": "或至日暮。於是諗國王。以祖宗舊例。冊命師為悟", "169": "佛心宗解行圓滿鑑智王師。兩王摳衣。前古未有。", "17": "雪嶽令光禪師", "170": "數年乞退。許之。命住瑩源寺。寺本禪院。元貞中為", "171": "智者宗所有。以師故始復其舊焉。", "172": "盥浴說法別眾。其略曰。荊棘林中下脚。干戈叢裡藏", "173": "身。今日路頭果在何處。白雲斷處是青山。行人更", "174": "在青山外。既乃還方丈。據床而逝。師況厚寡言。學", "175": "無不窺。為詩文富贍。行叢林門中。吳蒙山異禪師。", "176": "甞作無極說。附海舶以寄之。師默領其意。自號無", "177": "極老人。", "178": "臣聞。佛氏喜言福智修己。而物應者也。缺一於二。不", "179": "足以自立。寧能信於人乎。師凡七增秩。六錫號。九", "18": "道峯山慧炬國師已上高麗人萬恒", "180": "歷名藍。再住內院。為一國釋林之首。受兩王函丈", "181": "之禮。人無異論。咸謂之宜。非所謂福智二嚴者。疇", "182": "克如是哉。其撰詞刻石。傳示後世。臣可以無愧矣", "183": "并李齊賢撰󳬴文。", "184": "惠勤　懶翁　諡禪覺道號普濟尊者惠勤　懶翁　諡禪覺道號普濟尊者", "185": "初名元惠。寧海府人。俗姓牙氏。具膳官令瑞之子。", "186": "母鄭氏。靈山郡人。鄭夢見金色隼。飛來󲣅其頭。忽", "187": "墜卵。五彩爛然入懷中。因而有娠。以延祐庚申生。", "188": "癸卯入九月山。遣內侍金仲孫請還。乙巳三月。詣", "189": "闕乞退。始得宿願。游龍門元寂諸山。丙午入金剛", "19": "混立惠勤", "190": "山。丁未秋住清平寺。其冬掜寶岩。以指空袈裟手", "191": "書授師曰。治命也。己酉再入臺山。庚戌春。司徒達", "192": "叡。奉指空靈骨。來厝于檜岩。師禮師骨。因赴召。結", "193": "夏廣明寺。秋初還檜岩。九月即功夫選也。師所居", "194": "室曰江月軒。丙辰五月。寂然而遊。年五十七。法臘", "195": "三十八。", "196": "玄陵在位之二十年庚戌。秋九月十日。　召師入京。", "197": "十六日就師所寓廣明寺。大會兩宗五教諸山衲", "198": "子。試其所自得。號曰功夫選　上親幸視為。師拈", "199": "香畢。昇法座。迺言曰。破却古今之窠臼。掃盡凡聖", "2": "本如禪師慧徹禪師", "20": "冠宣法言已上亦高麗人", "200": "之蹤由。割斷衲子命根。抖擻眾生疑網。操縱在握。", "201": "變通在機。三世諸佛歷代祖師。其揆一也。在會諸", "202": "德。請以實答。於是以次入對。曲躬流汗。皆曰未會。", "203": "或理通而礙於事。或狂甚而夫於言。一句便退。", "204": "上若不豫色。然幼庵修禪師後至。師歷問三句三", "205": "關。會罷還檜岩。", "206": "偶念指空三山兩水之記。欲移錫檜岩。會以　召赴", "207": "是寺法會。得請居焉。師曰。先師指空。盖甞指畫重", "208": "營。而󱐑于兵。敢不繼其志。廼謀於眾。增廣殿宇。工", "209": "既告畢。丙辰四月。大設落成之會。臺許以為。檜岩", "21": "順應理貞", "210": "密邇京邑。士女往還。晝夜絡繹。或至廢業禁之。便", "211": "於是有　旨。移住營源寺。逼迫上道。師適疾作。輿", "212": "出三門。至池邊。自導輿者。從涅槃門出。大眾咸疑。", "213": "失聲號哭。師󳻌曰。賢力努力。無以余故中輟也。吾", "214": "行當止於驪興耳。至漢江。謂護送官卓詹曰。吾疾", "215": "劇。乞舟行泝流。七日方至驪興。又謂卓曰。欲少留。", "216": "竢病間即行。卓勉從之。寓神勒寺。五月十五日。卓", "217": "又督行急。師曰。是不難。吾當逝矣。是日辰時。寂然", "218": "而逝。郡人望見五色雲盖山頂。既火之洗骨。無雲", "219": "而雨者。方數百步。得舍利一百五十五粒。禱之分", "22": "希朗普照大師", "220": "為五百五十八。四眾得之󰞆中。以自秘者。莫知其", "221": "數。神光照耀。三日乃已。釋達如。夢見龍盤繞臺下。", "222": "其狀如馬。及以喪舟還檜岩。無雨水漲。皆驪龍之", "223": "助云。八月十五日。樹浮屠於寺之北崖。頂骨舍利。", "224": "厝于神勒寺。示其所終也。覆以石鍾。戒其無敢訛", "225": "也。事開于　朝。", "226": "年甫冠。隣友亡。問諸父老曰。死何之。皆曰所不知也。", "227": "中心痛悼。走入功德山。投了然師祝髮。師曰。汝為", "228": "何事出家。對以超三界利羣生。且請開示。曰汝之", "229": "來。此是何物耶。曰此能言能聽者能來爾。但未知", "23": "李居仁已上亦新羅人普德高勾麗人", "230": "修進之術。曰吾亦如汝猶未之知。可往求之有餘", "231": "師。至正甲申至檜岩。晝夜獨坐。忽得開悟。尋師中", "232": "國之志決矣。戊子三月至燕都。參指空。畣問契合。", "233": "十年庚寅正月。空集眾下語。無能對者。師出眾吐", "234": "數語。三拜而出。空西天百八代祖也。是春南游江", "235": "淛。秋八月參平山。山問。曾見何人。曰西天指空。日", "236": "用千釰。山云。且置指空千釰。將汝一釰來。師以坐", "237": "具提山。山倒在禪□□□賊煞我。師曰。吾釰也能", "238": "殺人能活人。乃扶起。山以雪岩所傳及庵衣拂子", "239": "表信。辛卯春。抵寶陀洛迦山。拜觀音。壬辰至伏龍", "24": "西山大禪師松雲洪濟大師已上本朝", "240": "山。參千岩。適集江湖千餘人選入室。岩問所自。師", "241": "既答。岩云。父母未生前。從甚處來。師曰。今朝四月", "242": "初二日。岩許之。是歲北還。再參指空。空授以法衣", "243": "拂子梵書。於是游涉燕代山川。蕭然一閑道人也。", "244": "名聞于內。乙未秋。奉　聖旨住大都廣濟寺。丙申", "245": "十月望。設開堂法會。　帝遣院使也先帖木兒。賜", "246": "金爛袈裟幣帛。　皇太子。以金爛袈裟象牙拂子", "247": "來錫。師受袈裟問眾曰。湛然空寂。本無一物。粲兮", "248": "爛兮。從何而出。眾無對。徐曰。　九重宮金口中。乃", "249": "披。拈香祝　聖陞座。橫按拄杖。下數語便下。戊戌", "25": "嘿行者", "250": "春。辭指空。得授記東還。且行且止。隨機說法。庚子", "251": "入臺山居焉。辛丑冬。　上遣內詹事方節。迎入京。", "252": "請說心要。賜滿繡袈裟水精拂子。　公主献瑪瑠", "253": "拂子。　太后親施布施。請住神光寺。固辭。　上曰。", "254": "於法吾亦退矣。不得已即行。十一月。紅賊蹂躙京", "255": "畿。舉國南徙。僧徒震惧請避賊。師曰。唯命是保。賊", "256": "何能為。數日請益急。是夕夢一神人。面有黑誌。俱", "257": "衣冠作禮曰。眾散賊必滅寺。願固師志。明日至土", "258": "地神。座視其貌。則夢所見也。賊果不至。", "259": "平生未甞習世俗文字。有請題詠。操茟立書。若不經", "26": "尼姑", "260": "意。理趣深遠。晚好黑戲山水。逼道栦。嗚呼。道既通。", "261": "多能也宜哉并李穡撰禪覺塔銘。", "262": "懶翁。母夢見金色隼。飛來󲣅頭。忽墜卵。五彩爛然。入", "263": "懷中。因有娠生選。", "264": "冠宣冠宣", "265": "山人也。", "266": "金富軾。討西京賊妙清。有山人冠宣應幕。荷大斧先", "267": "出擊賊。殺數十人。官軍乘勝大破之勝覽。", "268": "法言法言", "269": "智葵文。出屯慈惠寺。契丹主復遣乙凜擊之。蔡文興", "27": "金氏新羅人", "270": "思政僧法言。率兵九千。迎擊于林原驛南。斬三千", "271": "餘級。法言戰死會綱。", "272": "順應　理貞順應　理貞", "273": "兩大士。入中國求法還國。時新羅哀莊王。王后患", "274": "發背。遣中使告之。師授以王色線。其便還報於王。", "275": "王依言試之。患差。王感之。剏立海印寺。", "276": "昔梁朝寶誌公。臨終以踏山記囑門徒曰。吾沒後有", "277": "高麗二僧。求法而來。以此記付之。後果有順應理", "278": "貞兩大士。入中國求法。誌公門徒見之。以踏山記", "279": "付之。并說臨終時語。順應聞而問法師葬處。而往", "28": "詩僧", "280": "尋之。云人有古今。法無前後。七日七夜入定請法。", "281": "墓門自開。誌公出為之說法。以衣鉢傳。又賻蟒皮", "282": "鞋。仍囑曰。汝國牛頭山西。有法佛大興處。汝等還", "283": "國。可剏立別裨補大伽藍海印寺。言訖還入。二師", "284": "還國。至牛頭山。自東北踰嶺而西。遇獵人問曰。汝", "285": "等因獵遍閱此山。有可以剏寺地否。獵人答曰。此", "286": "去小下有一水泊處。多有鐵瓦。宜往觀之。二師到", "287": "水泊處見之。甚叶其意。藉草而坐入定。頂門放光。", "288": "紫氣衝天。時新羅第三十九王哀莊大王。王后患", "289": "發背。良醫無效。王患之。遣使臣分往諸方。冀得碩", "29": "大覺國師無㝵智國師", "290": "德異僧。倘蒙扶救也。中使於路上望見紫氣。疑其", "291": "有異人。到山下披榛入洞。至數十里許。溪深峽束", "292": "行不能前。徘徊久之。忽見一狐緣岩而去。中使心", "293": "異之。隨之而後。及見二師入定。光從頂門出。敬信", "294": "禮拜。因請邀還王宮。二師不許。中使乃以王后發", "295": "背之患告之。師授以五色線曰。宮前有何物。答曰。", "296": "有梨樹。師曰。持此線一頭繫於梨樹。一頭接於瘡", "297": "口。即無患。其使還報於王。王依言試之。梨枯患差。", "298": "王感之敬之。使國人剏立茲寺焉。時哀莊王三年", "299": "壬午并海印寺古藉。", "3": "洪陟禪師無染禪師", "30": "大鑑國師龜山曇秀禪師", "300": "順應讚曰。東護大師。南行童子。身一片雲。志千里水。", "301": "浮囊永思。捨筏歸止。彼岸此岸。喻指非指。天業受", "302": "禪。猶如覺賢。牛頭垂祫。象𠕀撢玄。岩扄選勝。海岸", "303": "提圖。地崇洲渚。天授林泉。化城口談。學藪心傳。影", "304": "侔秋月。感隔春烟。綻火中蓮。", "305": "利貞讚曰。孤雲獨󳬈。儷影岩壑。草創蓮剎。混沌逢󱣼", "306": "願霈無礙。人天有托。二傑如生。九原可作。法正別", "307": "座并崔致遠。", "308": "希朗　僧統希朗　僧統", "309": "新羅末海印寺住持。", "31": "無己卓然師", "310": "新羅末僧統希朗。任持此寺。得華巖神眾三昧。時我", "311": "太祖。與百濟王子目光戰。月光保美崇山。食足兵", "312": "強。且敵如神。太祖力不能制。入於海印寺。師事朗", "313": "公。師遣勇敵大軍助之。月光見金甲滿空。知其神", "314": "兵。惧而乃降　太祖由是敬重奉事。納田加五百", "315": "結。重新其舊海印寺古籍。", "316": "普照大師普照大師", "317": "松廣寺鐘樓前有水閣。前有一樹。昔普照大師臨化", "318": "時曰。此樹我去後必枯。若更生枝葉。則知我再生。", "319": "今年千而不生枝葉。人以刀括皮。則內津津有生", "32": "雉岳老僧三重空空", "320": "氣。若真枯則必朽倒。而至今挺直如常擇里志。", "321": "祖師祖師", "322": "金山則本龍湫。深不測。在母岳山南。新羅時。祖師以", "323": "鹽累萬填實之。龍徙。仍築基建大殿。殿四角階。細", "324": "澗環圍。至今樓閣㟴煥洞省深䆳。亦湖南大名藍", "325": "擇里。", "326": "李居仁李居仁", "327": "夾川人。里胥也。", "328": "李居仁。夾川人也。身雖薄寒。性度溫良。恒以里胥為", "329": "己任者。鄉人目為仁胥焉。有唐大中戊戌年秋。催", "33": "麟角禪師靜明禪師", "330": "王祖於聚落。暮歸還家。乃於路上得一狗兒。盖三", "331": "目也。率豢家中。其為狗也。逈出庸格。形如獅子。性", "332": "若賢人。日惟一食。事主甚勤。出從五里。拜送入迎。", "333": "五里隨侍以歸。由是愛而念之。撫而恤之。及至三", "334": "年甲子秋。狗子無疾而坐視日而死。居仁庀棺以", "335": "理。具奠以祭。如喪家豚也。越丙寅冬十月。居仁亦", "336": "死。初到門觀有一王。面開三眼。頭冠五峯。手擎寶", "337": "笏。身著緋衣。唇如激丹。齒如齊貝。高踞牙床。左右", "338": "從官皆烏冠朱服者。牛頭惡卒。馬面羅剎。森衛嚴", "339": "列。如世國王行公之狀也。得見居仁。王即下堂而", "34": "聖能無畏", "340": "執手曰。嗟嗟主人。何至於此也。吾頃適被冥論。衣", "341": "毛帶尻居謫三霜。賴主人之遇善。善來復職。感不", "342": "自抑矣。今忽相省。敢忘其德耶。扶引上階。居仁始", "343": "悟其由。乃拭淚曰。賤子素是不學無知者。將何以", "344": "控辭奉招於冥府乎。伏願大王示教利喜。王曰。善", "345": "哉仁者。諦聽吾說。以供冥聖。居仁俯首聽命。而後", "346": "隨使入冥府。則閻王問曰。汝在人間。作何因緣。答", "347": "曰。居仁自少為官使。無暇𢭗善矣。將欲作大事因", "348": "緣。承命天歸。永慨于懷也。王曰。使來󴅄前。居仁趍", "349": "進座下。王曰。汝欲何事而未遂。以直言之。居仁曰。", "35": "坦然冲奯", "350": "賤子伏聞法寶之至貴。將欲刊板宣布。而未能焉。", "351": "徒有志願。終無事實。以此悶懼。大王即庭揖曰。願", "352": "須登殿小歇一時。居仁固辭。大王即命判宦。名除", "353": "鬼籙。與僚佐步至門外。慰而拜送焉。居仁退至三", "354": "目王所。王預令設席以待。使之登坐。雍容敘話。載", "355": "叮載囑。曰主人萬萬莫以事大為慮。還家貿紙。就", "356": "於文房寫成勸疏。題曰八萬大藏經板勸功德說", "357": "云云。納官踏印置之君家。佇待我歸。則我將以巡", "358": "撫於人門也。於是居仁唯唯而退。欠伸而覺。乃一", "359": "夢也。依述勸文打印侍之。及丁卯之春。三月既望。", "36": "惠文圓鏡", "360": "新羅國公主姊妹。同時行疫。臥病在床。曰父王急", "361": "詔大藏經化主來。若不爾者。女等從此永訣。王即", "362": "宣旨國中。夾州太守已知其事。召居仁傳乘上京", "363": "都。直赴門丁。謁者入通。公主曰。善來化士。迎無餘", "364": "患否。我是三目鬼王也。與君有約。故來此也。又語", "365": "國王曰。此人頃入冥府。冥府勸送陽界。刻經流傳", "366": "者。願國王作大檀越。助成大事。為何如。若爾。則非", "367": "徒公主無患。國祚永固。王亦享壽矣。王拜命曰。可。", "368": "而後又與居仁。有惜別之態。現身而去焉。公主等", "369": "還得本心。即起而拜白於父王母后曰。宜界倘做", "37": "寸真義砧", "370": "善事。況陽界仁國乎。父母其毋忽哉。王曰諾。於是", "371": "待化主甚善。盡傾私儲以施之。申命內外。集諸良", "372": "工巨濟島。繡經於梓。莊金而塗漆。運鎮于伽倻山", "373": "之海印寺。設十二度讚之會焉。此皆冥府之使然。", "374": "實非鬼王之私意者也。居仁之夫婦。考壽康寧。俱", "375": "登樂󳬛云。噫陽法之為寶也。無處不寶也明矣。何", "376": "則。冥王寶之而善治陰界。人主寶之而舉得民情。", "377": "天王寶之而長年快樂。覺皇寶之而垂仁萬品。云", "378": "云說明。載於大藏後䟦欽差茅國器。", "379": "普德普德", "38": "正思", "380": "甞居盤龍山。一日謂弟子曰。句麗惟存道教。不崇佛", "381": "法。安身避亂。有何處所。答曰。全州高達山是也。乾", "382": "封二年丁卯三月　日。弟子開戶視之。則堂已移", "383": "於高達山。號曰飛來堂。去盤龍一千餘里。崔致遠", "384": "作傳勝覽。", "385": "休靜　西山大禪師休靜　西山大禪師", "386": "字玄應。又號清虗堂。俗姓崔氏。完山人。名汝信。父", "387": "箕子殿參奉世昌。母金氏。有異夢。生師於庚辰年。", "388": "廿一投崇仁長老落髮。從一禪和尚受戒。卅一中", "389": "禪科。選至禪教兩宗判事。己丑之獄。被誣逮獄", "39": "逆僧", "390": "宣廟即命釋之。曰賜御畵御詩。仍許還山。壬辰", "391": "之亂。師杖釰赴行在　宣朝命授八道都總攝。師", "392": "率門徒。分僧與天兵助援。進戰斬馘甚夥。乃扈", "393": "駕還都。請還舊棲　宣廟許之。賜號曰國一都。", "394": "大禪師。禪教都總攝。扶宗拊教普濟登階尊者。甲", "395": "辰於妙香圓寂庵坐化。年八十五。禪臘六十五。所", "396": "著禪家龜鑑。禪教釋雲水壇。三家一指各一卷。清", "397": "虗堂集八卷。刊行。筆蹟踈勁有致云。享于妙香酬", "398": "忠祠。密陽表忠祠。", "399": "󴅂仡進曰。世出世法。外內不相反。自昔空門耆宿。鮮", "4": "玄昱禪師覺體禪師", "40": "辛旽麗朝人", "400": "有寘力王事者。吾師以窮衲子。一言而受知　聖", "401": "祖。蒙　宸翰之窮。及倭難之作。卒能奮羲。聚眾恊", "402": "助　天討克󴅮。󳭪複之烈。名聞華夷。夫吾師之心。", "403": "何甞有所作也。隨緣應迹。功用卓然。心寘乎空有。", "404": "而事光乎忠義。敢藉是以固請。", "405": "母金氏。娠師有異夢。生三歲。忽有老叟來曰。委訪少", "406": "沙門耳。遂提兒呪數聲。摩其頂曰。宜名以雲󳬈。言", "407": "訖出門。不知所之。兒時嬉戲。必以佛事。稍長風神", "408": "頴秀。出語驚人。為州牧所愛。稱以奇童。十歲表怗", "409": "恃伶仃無所依。州牧擕至京。就學于泮齊。屢試輙", "41": "奸僧", "410": "屈。󳬂󳬂不得意。遂南游入頭流。窮巖洞之勝。徧閱", "411": "內典。忽有出世之志。辭訣同伴。有詩云。汲水歸來", "412": "忽回首。青山無數白雲中。遂投崇仁長老落髮。從", "413": "一禪和尚受戒。時嘉靖庚子。師年二十一歲矣。尋", "414": "參靈觀大師。得印可。後因遊行村落。聞午鷄忽然", "415": "有省。嘆曰。寧作一生癡獃漢。不欲做鈆槧阿師。拈", "416": "筆題落葉曰。髮白心未白。古人曾漏洩。今聽一聲", "417": "鷄。犬夫能事畢。自是雲游關東諸名山。偶入京師。", "418": "赴禪科中選。陞至禪教兩宗判事。無何拂衣入楓", "419": "岳。作三夢吟。一禪師臨滅有讖云。單衣有債。木人", "42": "普雨本朝人", "420": "爭青。不是無脛。來自南溟。會師自某至。為禱舍利。", "421": "靈應赫然。師雖藏蹤晦彩。而道譽益隆虗驕我慢", "422": "之徒。望風心醉。爭就北面。", "423": "己丑逆獄起。為妖僧所誣。被逮。對獄明暢　宣廟素", "424": "聞其名。即命釋之。引見　賜御製一色。及御𦘕墨", "425": "竹障子。師立進詩謝恩　上益稱賞。厚賷還山。", "426": "壬辰之亂　宣廟西幸。師出山詣　行在上謁　上", "427": "曰。國有大難。山人其能自安乎。師揮涕對願効死。", "428": "上嘉之。命授入道禪教都總攝。師分命諸上足。", "429": "紏眾義徒。於是惟政起關東。處英起湖南。與權公", "43": "No. 1671", "430": "慄合兵。鏖戰于幸州。師自率門徒一千五百人。隨", "431": "天兵進克平壤。　天朝經略宋應昌。提督李如松。", "432": "及三協總兵以下諸將佐。聞師名爭送帖致敬。或", "433": "贈詩稱美。辭禮甚䖍。京城既復。　上將旋軫。師率", "434": "徒數百。扈　駕還都。請於　上曰。臣老且死。願以", "435": "兵事屬弟子惟政等。乞骸骨歸。　上嘉其志許之。", "436": "因　賜號。", "437": "將示寂于圓寂庵。是日肩輿衝雪。遍訪諸山近庵。拜", "438": "佛說法。還方丈頮盥。興威儀焚香佛前。或筆自題", "439": "畫像曰。八十年前渠是我。八十年後我是渠。又寄", "44": "東國僧尼錄", "440": "書訣惟政處英二門人訖。趺坐就化。世壽八十五。", "441": "禪臘六十五異香滿室。累日乃歇。闍維得靈骨一", "442": "片。舍利三粒。就普賢安心寺。建窣堵波。惟政自休", "443": "等。又捧頂骨一片。來楓岳。得舍利數顆。窆于榆岵", "444": "寺之北岡。師少從靈觀得法。而宗風之振。近代無", "445": "弟子千餘人。知名者七十餘。其能領袖後學。為一", "446": "方宗主者。不下四五人。可謂盛矣。晚節通脫自在。", "447": "皮相之流。或疑其越戒。識者不以為病焉", "448": "偈爽朗多警語。筆迹踈勁有致云。狀之所述。如是", "449": "亦備矣。噫。師之幻身。既而化為󰞆塵矣。其未幻者。", "45": "名僧名僧", "450": "未甞隨而變滅。一片之石。數紙之文。何足為師不", "451": "朽計。雖然。尊其道則不忍泯其跡。而欲永其傳于", "452": "來世。此固其徒用心之勤。亦世教之所宜許也。莊", "453": "周有言曰。莫足為也。而不可不為。其是之謂歟並張", "454": "維拼碑。", "455": "休靜。善書與詩。為叢林所宗。其游金剛山詩曰。舞月", "456": "躍仙千丈檜。隔林清瑟一聲灘芝峯游說。", "457": "今世僧人中。有惟政。頗解禪家學。有聲於緇流。且善", "458": "詩。自號清虗子。甞在香山。有一絕云。萬國都城如", "459": "蟻垤。千家豪士若󱠲雞。一窓明月清虗枕。無限松", "46": "本如禪師(南嶽讓禪師法嗣)本如禪師南嶽讓禪師法嗣", "460": "風韵不齊。有高蹈物外俯視塵寰之意。亦一時意", "461": "會作也西厓集。", "462": "惟政　松雲洪濟大師惟政　松雲洪濟大師", "463": "壬辰變後。為義僧將。陣于嶺南。倭將清正。要與相見。", "464": "松雲入倭營。賊眾列立數里。槍釰如束。松雲無怖", "465": "色。見清正從容談笑。清謂松雲曰。貴國有寶乎。松", "466": "雲答曰。我國無他寶。唯以汝頭為寶。清曰。何謂也。", "467": "答曰。我國購汝頭。金千斤邑萬家。非寶何。清正大", "468": "笑。", "469": "倭奴自壬辰後。不敢通和。至癸卯來請信使。人皆憤", "47": "慧徹禪師慧徹禪師", "470": "惋。而朝廷恐其生□。遣山人往試賊情。山人遍□", "471": "別章于󲫊紳間。余贈之曰。盛世多名將。奇功獨老", "472": "師。舟行魯連海。舌聘陸生辭。變詐夷無厭。󰊋縻事", "473": "恐危。腰間一長釰。今日愧男兒芝峯類說。", "474": "萬曆壬辰。居金剛山榆店寺。倭兵大至。與同舍僧。避", "475": "冠深谷間。有僧往覘。倭入榆店寺。縛居僧數十人。", "476": "索金銀諸寶。不出將殺之。惟政聞之。欲往救之。僧", "477": "皆挽之曰。吾師欲為同舍僧救其死。其慈悲莫大。", "478": "然探虎口將虎鬚無益。只取禍耳。惟政不從。入亂", "479": "兵中。傍若無人。倭兵恠之。至沙門。諸倭或坐或臥。", "48": "洪陟禪師(西堂藏禪師法嗣)洪陟禪師西堂藏禪師法嗣", "480": "釰戟交鍛。故不拜揖。不顧󱌁。不留行。曳筇揮手而", "481": "入。倭熟視而不之禁。歷山影樓。至法堂下。僧皆縛", "482": "在兩廡下。見惟政而泣。惟政不之顧。有倭在禪堂", "483": "外治文書。如軍目者。政立觀。倭兵亦不禁呵。觀其", "484": "文字不可曉。直上法堂。諸倭將皆列椅而坐。惟政", "485": "乘手不為禮。彷徨縱觀之如癡人。有一將以文字", "486": "問曰。爾解字否。惟政曰。粗解文字。又問之曰。爾國", "487": "尊七祖乎。惟政曰。有六祖。焉有七祖。曰願聞之。即", "488": "列書六祖視之。倭將大異之曰。此寺有金銀諸寶。", "489": "爾可盡出之。不然當殺之。惟政曰。我國不寶金銀。", "49": "無染禪師(麻谷徹禪師法嗣)無染禪師麻谷徹禪師法嗣", "490": "只用米布。金銀諸寶。舉一國所罕有。況山之僧。只", "491": "事供佛。菜食草衣。或絕粒飡松。或乞食村閭以為", "492": "生。豈有蓄金銀之寶。旦觀將軍能知佛事。有六祖。", "493": "佛法全以慈悲不殺為上。今觀無罪愚僧。縛在廡", "494": "下。責以珍貨。彼一筇千山。寄食民間。以度朝夕者。", "495": "雖刲身粉骨。豈有一寸寶。願將軍活之。諸倭傳示", "496": "其書動色。顧下卒云云。下卒趍下堂。盡解兩廡二", "497": "十餘僧。惟政又揮袖曳筇而出。倭將以大字書大", "498": "板。掛沙門曰。此寺有知道高僧。諸兵勿更入。即罷", "499": "兵而去。自此倭兵更不入榆店寺。朝廷除政僧將。", "5": "道均禪師品日禪師", "50": "玄昱禪師玄昱禪師", "500": "統營入道僧軍。出入倭陣。以遊說為任。甞入賊陣。", "501": "見倭將清正。清正曰。爾國何寶最貴。惟政曰。吾國", "502": "無所寶。所寶惟將軍之首也。清正強笑。而中實憚", "503": "之。亂既定。奉朝命入日本國。家康以雲綿子二萬", "504": "斤與之。辭不得。盡與對馬島主橘智正而歸。及朝", "505": "廷重修　廟闕。政鳩一國僧軍以助役於于野譚。", "506": "壬辰之亂。倡義擊倭。虜獲甚多。　上特拜僧大將。名", "507": "滿兩國。亂定後。源家康為日本關白。請信使于", "508": "我朝。人皆憤惋。而朝廷恐生邊釁。送惟政于日本。", "509": "以試賊情。倭素重其名。欲試其節。脅之使降。政曰。", "51": "覺體禪師(章敬惲禪師法嗣)覺體禪師章敬惲禪師法嗣", "510": "吾奉命於吾　王。通使于隣國。爾等不宜侵凌。吾", "511": "膝不可為汝屈。倭又大熾炭火。烈若紅爐。使政投", "512": "入火中。政不動顏色。立向火邊。若將躍入者。天忽", "513": "下雨如注。火即自滅。倭見之以為神。遂羅拜曰。天", "514": "佑如此。大師真生佛也。即以金轎舁之。自是雖如", "515": "廁時。輒舁奉之將送。關白問以大師所欲。吾必敬", "516": "承。試言之。政曰。山人本無欲。唯願還我國佛畵一", "517": "幀。關白曰。敝國雖小。尚多重寶。何捨此而取彼。政", "518": "曰。此佛甚靈。可以祈風禱雨。可以禳灾致祥。故願", "519": "還也。關白以下齊聲言曰。大師亦能呼風喚雨。何", "52": "道均禪師(南泉願禪師法嗣)道均禪師南泉願禪師法嗣", "520": "必求還佛幀。政不復強迫而歸。自是倭奴不敢復", "521": "喝。至今購得松雲筆蹟。必以重價貿之。惟恐失之", "522": "云。", "523": "大丘八公山。古有一道買大󴅭八疋。于燕市。聯作一", "524": "幅。欲畵丈六金身為幀。周行八道。廣募能畵者。數", "525": "年不得。適值楓岳僧大張水陸。僧俗咸聚。無慮數", "526": "千人。化主僧遍告大眾。願得畵佛手。莫有應者。坐", "527": "末疲癃一僧。應募自出。與之偕歸。齋沐而請。僧曰。", "528": "此事滿三十日乃成。吾處於佛殿隱身而為之。慎", "529": "勿覘視。塗其四壁。使無孔隙。只存納飯一竅。三日", "53": "品日禪師(鹽官安禪師法嗣)品日禪師鹽官安禪師法嗣", "530": "一納。而納時亦勿邪睇。犯主僧依其言不敢窺。至", "531": "二十九日。自料雖未滿一日。畵必已就。暫流󱌁而", "532": "視之。畵師大驚。擲筆起立曰。畵不就矣。即有黃󳭋。", "533": "出自飯孔而飛去。影響寂然。化主僧恠而入視之。", "534": "畵佛已就。而一足未就。仍畵著鳥跡而去。即以其", "535": "幀挂于桐華寺。凡有水旱疾疫。必禱此佛。神驗如", "536": "響。壬亂時。倭奴竊偷而去。松雲以此請還。而竟不", "537": "得并旬五志。", "538": "大師自經倭變之後。隱遯於伽倻山海印寺。甲辰正", "539": "月二十三日。遭法師西山涅盤。奔喪至京郡揚根", "54": "迦智禪師(大梅常禪師法嗣)迦智禪師大梅常禪師法嗣", "540": "娛嬪驛。被上命招。未由奔表。乘馹至京師。　上下", "541": "教曰。咨爾惟政。狂彼倭𡨥。宷我仇讎。而六載兵塵。", "542": "萬民憂苦。予心不安。爾其往見倭酋。詳探賊情。因", "543": "通和好而還也。太師拜命而退。即治行李。是年春", "544": "三月初四日啟程。具威儀󴅡服資裝。禮待之節。一", "545": "依使臣前例。二十日至東萊。候風登舟渡海。自對", "546": "馬島。復開洋前進。數月而達倭都。倭人盛儀以待。", "547": "去都三十里。設錦繡步幛。左右列立金銀屏。屏間", "548": "盡寫倭國人所製詩辭。大師於道上瞥然看過。悉", "549": "記其詩。及至舘。與倭接伴使。論其國中詩品。輙能", "55": "僧問。如何是西來意。師云。待汝裏頭來。即與汝道", "550": "盡誦屏間詩。無一差錯。使者驚異之。告于其王。其", "551": "王欲誠其道術。掘坑十餘丈。以要象毒蛇充入坑", "552": "中。布琉璃其上。使郡形畢露。有若縱橫於流水之", "553": "面者。令人𢥠然。邀大師入坐。大師亦疑其為水。擲", "554": "念珠知其琉璃。而後入坐。倭益服其智。翌朝將見", "555": "於倭王。倭王立鐵馬以通路。其下熾炭火四圍。使", "556": "大師緣鐵馬而入。大師即西向默禱。青天白日。有", "557": "片雲來自朝鮮。大雨旋下。炭火皆滅。倭君臣見者。", "558": "莫不驚怖。曰此神僧也。生佛也。輙以上品金輦舁", "559": "入內庭。設大宴師事之。言所皆從。大師托以盤遊", "56": "僧問。如何是大梅的二日。師云。酪本一時并景德傳燈錄。", "560": "郡國。賞翫山川。周遊倭境。盡探其國物情人心。至", "561": "乙巳四月將還。倭王及群臣上下。各奉貨寶以為", "562": "贐。大師悉却不受。首言交和寧國之事。以求清正", "563": "之頭。次及刷還我國被虜人民。倭君悚然。即令刷", "564": "出。壬癸以來被虜者。男女并三千餘口。具舟粮以", "565": "送。使與俱還。七月十三日還京祗肅。　上大加褒", "566": "賞。特賜一品秧。大師不得已入謝　恩命。留三日", "567": "乞退還。入伽倻山云僧就惠所記。", "568": "甲辰春。倭人橘智正來。懇乞通信。命僧總攝惟政。往", "569": "日本詳探賊情。政渡海托以盤遊諸國。玩賞山川。", "57": "忠彥禪師(大梅常禪師法嗣)忠彥禪師大梅常禪師法嗣", "570": "倭人益奇之。肩輿邀請。殆無虗日。及至大坂。首言", "571": "交和寧國之事。次及刷還我人之言。家康以為。壬", "572": "辰之役。吾實未見。兩國無事。相安太平。不亦可乎。", "573": "即令刷出被虜人民。使與俱還。但以要時羅事敀", "574": "曲。惟政曰。我國與日本。雖是萬世不忘之讎。而交", "575": "隣之約素不負汝。一倭有何關勝敗。而兵退之後。", "576": "謀殺往來之使乎。其年某月。要酋回自中原。我國", "577": "如前接待。同年某月日護送予釜山。今已累年。日", "578": "本以此歸咎。是必諱隱要開釁隙。不然。扁舟滄海。", "579": "應有漂溺之患耳。倭首等猶以為然。更不言及要", "58": "大茅和尚(歸宗常禪師法嗣)大茅和尚歸宗常禪師法嗣", "580": "政再來。乙巳四月。惟政將還。先以歷探倭情。具報", "581": "朝廷。兼請回泊之日。宜令舟師諸將。聚屯釜山。以", "582": "壯軍容。俾嚴護行諸倭之贍視云云。是日統制使", "583": "李慶濬。領舟師赴釜山。風送未及。竟誤師期。惟政", "584": "以刷還人三千餘口。付季慶濬。使之從便分送。慶", "585": "濬分付諸船將听其所願。船將等利其男女爭先", "586": "恐後。縶之維之。甚於搶擄。或問所係。而不能答。則", "587": "並稱己奴。美女則縛其夫投海。而任作己物。如此", "588": "者非一。怨聲傳播。天高听卑。即罷李慶濬。以李雲", "589": "龍代之。因令各道水使。摘發邊將之恣行者。水使", "59": "上堂云。欲識諸佛師。向無明心內識取。欲識常住不", "590": "等視以文具。竟不發告云進士趙慶男經亂錄。", "591": "瓶錫空山。索然若枯死木󰞆。何其靜也。一日杖釰而", "592": "起。斫賊如麻。何其勇也。吾不信佛氏之有體而無", "593": "用也趙顯命撰真贇。", "594": "僧將惟政。方欲修葺龍起山城。而患其私力不足。令", "595": "本道巡察使。隨便助力。且覔給種子使。惟政率其", "596": "軍百餘。屯田山下。以為積粟之󴄳事懲毖錄。", "597": "巳五月。僧將松雲。還自日本。刷還被擄人口一千", "598": "餘名。分載四五十船。與倭人橘智正同還。松雲一", "599": "名惟政。任姓。密陽人。先世士族。至松雲出家為僧。", "6": "迦智禪師忠彥禪師", "60": "彫性。向萬物遷變處識取　僧問。如何是大茅境。", "600": "頗能詩。善真草。有名叢林中。壬辰住金剛山。一日", "601": "倭兵亂入。寺僧奔竄。松雲獨凝坐不動。倭異之。環", "602": "立合掌致敬而去。其秋余在安州。通文各道。無論", "603": "僧俗。令起兵勤王。文到。松雲展文佛榻上。率其類", "604": "涕泣。遂収僧兵千餘入平壤。結陣於林原坪。連與", "605": "倭戰。自是長在軍中。又甞再入清正營中論說。意", "606": "氣激烈無畏懾。前年朝廷命往日本。託以遊山。探", "607": "賤中消息。人皆危之。松雲恬然無難色。主是乃還", "608": "西厓集。", "609": "華岩月首座餘事　嘿行者華岩月首座餘事　嘿行者", "61": "師云。不露鋒。僧云。為什麼不露鋒。師云。無當者并景", "610": "餘事。亦深於文章。有草集傳士林。甞撰海東高僧", "611": "傳。", "612": "時李東觀𠃔甫言。有嘿行者。不知族氏。年可五十。或", "613": "為髠。或為頭陀。不念經。不禮佛。終日宴坐瞑如也。", "614": "有候之者。無貴賤不舉目改觀。問其名不應。問從", "615": "甚處來亦不應。故以嘿行者名焉。居歸正寺別區。", "616": "時予𨗁在龜城。道人存純謂予言。行者甞冬月數", "617": "一座具。著一衲衣。衲中無蟣虱。坐氷堗上。寒色不", "618": "形。學道後進。抱冊往從質疑者。無不委細開說。方", "619": "大寒恐其凍也。候出時。遣房子急爇柴頭。溫其堗", "62": "德傳燈錄。", "620": "而去。行者來觀之。無喜慍色。徐出戶。拾石礫填堗", "621": "口。泥其󰞆塗隙。而上宴坐如初。自是不復遣溫也。", "622": "甞齋時食。菜不用醬。又不禁午後食。值幸則食之。", "623": "或至七八日不食。自言凡名山有聖蹟。無不遊觀。", "624": "予往見不交一言。後乙丑歲冬十月。遊窟岩寺。寺", "625": "僧曰。近嘿行者。來陟鸇嵓。樂之。就石窟搆一小庵。", "626": "躬負石等階。新開磴道。自山下至窟。置三百餘層。", "627": "無一石動搖者。時聞齋鼓。下來飯食。至十餘日不", "628": "下。因往候焉。片石上有七言頌。是行者所作。其言", "629": "頗涉神仙事。庚午歲。以定戎分道乘傳復至龜城。", "63": "證禪師證禪師", "630": "問行者今在何所。城人云。頃往奉州三角山門岩", "631": "居焉。去歲夏月住窒岩寺。時謂寺僧曰。有思自北", "632": "方來萃此城。因下山入城。乘城上巡行而出。城人", "633": "皆見之。後有鬼火。晝伏昏起。其色青。小大不等。或", "634": "入人家。或聚園樹。或飛空中。城人擊鳴󴅡以噪之。", "635": "守夜不眠。如是過數日方止。時余之妻息。下在是", "636": "城。問之果然。後有僧益芬。來告余。近往三角山。見", "637": "行者無小恙好在。近旁村民。恐行者之去。相與修", "638": "宅。所住草屋。日夕供護焉。將告別。行者謂芬曰。大", "639": "都修行者。不以寒若易其志。今之修行。必欲高樓", "64": "陟禪師陟禪師", "640": "屹殿庇其徒。美食細服供其身。出入公卿士大夫", "641": "之門。諭以造寺息利。為得福多。屠割平民。烏在其", "642": "為修行者歟。汝勉之無忽也。芬佩服焉。東觀言如", "643": "此。因撰傳以補僧史之闕焉補閑集。", "644": "尼姑尼姑", "645": "金氏(太夫角干金庾信妻)金氏太夫角干金庾信妻", "646": "聖德王十年。令曰。今中外平安。高枕無憂。太大角干", "647": "之賜也。夫人儆戒相成。陰功亦多。寡人未甞忘于", "648": "心。思欲報之。命歲賜南城租一千石。時金落髮為", "649": "尼。命封為夫人。", "65": "順支禪師(□山寂禪師法嗣)順支禪師□山寂禪師法嗣", "650": "詩僧詩僧", "651": "大覺國師大覺國師", "652": "甞讀文烈公集。見大覺國師󳬴。師以王子求出家。如", "653": "宋聞道。得賢首達摩天台慈恩南山等五宗法門。", "654": "至泗上禮僧伽塔。天竺寺禮觀音像。皆放光明。北", "655": "遼天祐帝聞其名。送大藏經諸宗疏鈔六千九百", "656": "餘卷。燕京法師雲諝。高昌國闍梨尸羅縛底。亦皆", "657": "以策書法服為問。遼人來聘者皆請見。吾使入遼。", "658": "則必問師安否。日本人求師󳬴誌。其為異國所尊", "659": "如此。師餘力外學經史百子。皆尋其根抵。率爾落", "66": "本國號了悟大師", "660": "筆。文辭平淡而有味。令得數詩甞味之。文烈公平", "661": "淡之言。信哉。到飛來方丈。禮普德聖師云。涅盤方", "662": "等教。傳授自吾師。兩聖橫經日。元曉義相。受涅槃維摩經於師高", "663": "僧獨步時。隨緣任南北。在道勿迎隨。可借飛房後。", "664": "東明古國危。師本高句麗盤龍寺沙門飛房至百濟孤大山。後神人見於高句麗馬嶺。", "665": "告人曰。汝國敗無日題錦石庵云。老苔班似錦。瑞石列如屏。", "666": "時有高僧倚。長眠養性靈。題龍岩院云。踏盡殘花", "667": "上翠微。徘徊瞻景欲忘歸。他年若也酬前志。高臥", "668": "烟霞與世違補閑集。", "669": "無礙智國師無礙智國師", "67": "僧問。如何是西來意。師竪拂子。僧曰。莫遮箇便是。師", "670": "無礙智國師。戒膺講道外。游刃於文章。睿王邀入大", "671": "內。苦請留。師作詩云。聖勑嚴明辭未得。岩猿私鶴", "672": "別江東。多年幸免魚吞餌。一旦翻為鳥在籠。無限", "673": "旅愁宮裏月。有明歸夢洞中風。不知何日君恩報。", "674": "瓶錫重回對碧峰。即往太白山卜居將終焉。上復", "675": "遣使徵之。屢詔不受補閑集。", "676": "大鑑國師大鑑國師", "677": "大鑑國師坦然。筆蹟精妙。詩格高淡。所過多題詠。三", "678": "角山文殊寺詩曰。一宣何寥廓。為緣俱寂寞。路穿", "679": "石罅通。泉透雲根落。晧月掛簷楹。凉風動林壑。誰", "68": "放下拂子　問。以字不成。八字不是。是什麼字。師", "680": "從彼上人。清坐學真樂。作四威儀頌。寄宋朝介諶", "681": "禪師。師見而奇之。即以衣鉢遙傳之。安信居士。位", "682": "毗琴山白雲庵。師甞訪之。題詩于板。後有人竊此", "683": "詩板欲去。已到山下。玄風官吏逆知之。収在官府。", "684": "不知其真蹟令在否補閑集。", "685": "龜山曇秀禪師龜山曇秀禪師", "686": "龜山曇秀禪師。與郭璵處士金洪兩學士金富轍洪灌等。", "687": "為文會之交。時睿王幸西都。郭金洪皆扈駕。唯曇", "688": "秀不得詣行在。有詩寄云。青雲二學士。白日一仙", "689": "翁。並筆巡遊下。連裾扈從中。大同楊柳雨。長樂牧", "69": "作圓相示之　有僧。於師前作五花圓相。師畫破。", "690": "丹風。應製多佳句。聯篇寄驛筒補閑集。", "691": "無己無己", "692": "僧無己。自號大昏子。隱居智異山。餘三十年。不釋一", "693": "衲。每冬夏入山不出。卷肚皮在帶索中。春秋鼓肚", "694": "遊山。日食三四斗。一坐必浹旬。起行則朗吟山偈。", "695": "山四面七十餘庵。一庵每宿軌留一偈。無住庵詩", "696": "曰。此境本無住。何人起此堂。唯餘無己者。去住兩", "697": "無妨。語若疎易。而寄意高深。殆寒拾之流歟補閑集。", "698": "修禪社卓然師修禪社卓然師", "699": "師寄相之子。筆法絕倫。甲辰之春。自京師還江南。道", "7": "大茅禪師證禪師", "70": "別作一圓相。", "700": "過鷄龍山下一村。見有鵲栖于樹體。皓臆丹尾黔。", "701": "居民長福云。此鵲來巢已七年矣。其雛每歲為土", "702": "梟所食。呼訴不已。哀惑所鍾。一年頭始白。二年頭", "703": "盡白。三年體渾白。及今年幸免其厄。尾漸還黑。然", "704": "師異之。語同社天英師。師曰。噫此所謂禽頭人也。", "705": "廼作詩曰。怨氣積頭成雪嶺。血痕治臆化丹田。渠", "706": "如不惱他家子。四海霜毛一日玄。英師為晉陽公", "707": "所縻住斷俗。爵禪師時年三十餘補閑集。", "708": "雉岳老僧雉岳老僧", "709": "陳補闕。因王事行過雉岳西。松杉蔭密。水石幽奇。心", "71": "智異山和尚(臨濟玄禪師法嗣)智異山和尚臨濟玄禪師法嗣", "710": "愛之。入洞中。有草屋兩三。隱映林間。一老僧帶兒", "711": "于坐溪石。陳下馬與語。氣韵不凡。遂偶坐。見一紙", "712": "扇𦘕蟠松。陳取扇書其背云。老僧長伴蒼髯叟。何", "713": "更移真入扇團。僧即和云。春風不到峩嵋嶺。樸地", "714": "蛟龍翠作團。陳驚愕歎服。又贈十韵。語意俱清絕。", "715": "不知何許人補閑集。", "716": "三重空空三重空空", "717": "性不檢。好詩酒。居不離京師。雖晚歲喜與少年輩", "718": "遊。酷酊吟哦。嘲花弄草。以自放也。", "719": "常過布川。留詩讚石彌勒云。金色巍巍丈六身。青山", "72": "一日示眾曰。冬不寒。臈後看。便下座景德傳燈錄。", "720": "獨立幾經春。我來稽首無何語。曩劫同修是故人。", "721": "後廋壯元碩。以中道按廉。過此見之。代彌勒戲書", "722": "云。腰上僧形不俗身。長安桃李眼迷春。莫言曩劫", "723": "同修善。吾黨曾無破戒人。空空聞之。作解嘲詩。上", "724": "相國崔公云。昔過布川院。閑留一首詩。多談彌勒", "725": "在。戲答使人疑。公絕倒補閑集。", "726": "麟角禪師麟角禪師", "727": "磧川寺詩曰。隔林遙聽出山鍾。知有蓮坊在翠峰。樹", "728": "密影遮當戶月。谷虗聲答打門筇。水舖白練流今", "729": "石。虹曳青羅掛古松。莫怪老人留數日。當年普照", "73": "欽忠禪師(石霜諸禪師法嗣)欽忠禪師石霜諸禪師法嗣", "730": "示遺蹤詩選。", "731": "靜明禪師靜明禪師", "732": "智異山詩。問君直入千峯裡。知在烟霞第幾重。流水", "733": "落花迷去路。他年何處訪高蹤。", "734": "聖能聖能", "735": "白雲峰詩。矗矗奇形幾萬重。雲中秀出碧芙蓉。神光", "736": "永照黃金界。淑氣長留白玉峯。突兀岡巒含月色。", "737": "幽深洞壑秘仙踪。清遊更欲登高頂。俯瞰蒼溟一", "738": "快𦚾北漢志。", "739": "元曉󴅴詩。玉樹瓊林密不開。琉璃淨界絕塵埃。峩峩", "74": "行寂禪師(石霜諸禪師法嗣)行寂禪師石霜諸禪師法嗣", "740": "雪色峰千疊。激激雷聲水萬回。觀靜高僧枯更寂。", "741": "學飛雛󳬈去還來。超然是處尋真客。薄暮登臨元", "742": "曉󴅴北漢志。", "743": "無畏　招隱(山人)無畏　招隱山人", "744": "能訓善吹笛。與益齋常從遊。甞築亭。名以招隱。有詩", "745": "云。移得花叢粧後砌。折來松梢補西簷。手中只慣", "746": "山中事。古下那知世味甜詩選。", "747": "坦然坦然", "748": "文殊寺詩。一室何廖廓。萬緣俱寂寞。路穿石罅通。泉", "749": "透雲根落。皓月掛詹楹。凉風勤林壑。誰從彼上人。", "75": "清虗禪師(石霜諸禪師法嗣)清虗禪師石霜諸禪師法嗣", "750": "清坐學真樂北漢志。", "751": "冲奯(高麗松廣社僧)冲奯高麗松廣社僧", "752": "冲奯。初以南省正元脫身。往松廣社修真。崔怡為知", "753": "申事專政。以書遺茶香。使請書報。師曰。子已絕俗。", "754": "何須書往復為。怡且以詩贈之。即次云。瘦󳬈靜翹", "755": "松頂月。寒雲輕逐嶺頭風。箇中面目同千里。何更", "756": "新煩語一通。卒不以書答勝覽。", "757": "惠文(字彬然)惠文字彬然", "758": "與覺月齋。名工於詩。深得山人體。一時名士多從之", "759": "遊。與李奎報交遊。文死。奎報作哀詞本集。", "76": "金藏和尚(洞山价禪師法嗣)金藏和尚洞山价禪師法嗣", "760": "天壽寺詩云。路長門外人南北。松老嵓邊月古今。天", "761": "龍寺云。地泮花新意。氷消水舊聲。繩鞋云。中青藍", "762": "畝錯。邊白雪城環補閑集。", "763": "圓鏡(高麗玉子僧)圓鏡高麗玉子僧", "764": "圓鏡。手跡在檜岩壁上。大定間。金使入觀書迹。一人", "765": "曰。貴人筆。一人曰。山人書。蔬笋之氣頗存。傍有一", "766": "僧。以實告。二人皆喜其言中。乃題詩曰。玉子膏染", "767": "氣卒存。山僧蔬笋尚餘痕。顛張醉素無全骨。却恨", "768": "當年許作髠勝覽。", "769": "守真(開泰寺僧統)守真開泰寺僧統", "77": "清院和尚(九峯䖍禪師法嗣)清院和尚九峯䖍禪師法嗣", "770": "守真。學博識精。奉勑勘大藏經正錯。如素所親譯。河", "771": "直講千朝作詩。并以芥子一帒見寄。師即次韵答", "772": "之曰。芥子吾宗所極論。須彌巨海總能吞。惠來經", "773": "榻知何意。即事談玄報佛恩。真老宿道該今。為吾", "774": "教都僧統補閑集。", "775": "義砧(國初詩僧)義砧國初詩僧", "776": "義砧。精於杜詩。柳泰齋甞從遊。受學杜詩。我　成庙", "777": "命以諺文註解杜詩。間有迂曲處。皆砧所傳𤨏錄。", "778": "泰齋寄詩云。十年南北苦相思。有底浮生久別離。何", "779": "日更參方丈去。焚香細讀杜陵詩本集。", "78": "僧問。奔馬爭毬。誰是得者。師曰。誰是不得者。曰恁麼", "780": "正思正思", "781": "鄭國儉為南原知府。一日行春屬邑。過源川洞。左石", "782": "壁上。有松林寺僧正思大書一絕曰。古佛岩前水。", "783": "哀鳴復嗚咽。應恨到人間。永與雲山別。翌日與老", "784": "儒梁積中。連鑣尋訪。結為山水友。後每論人物。必", "785": "稱正思為僧中龍勝覽。", "786": "逆僧逆僧", "787": "辛旽(初名遍照本玉川寺婢之子以母賤不齒於其徒)辛旽初名遍照。本玉川寺婢之子以母賤。不齒於其徒", "788": "恭愍王。甞夢人拔劒刺己。有僧救得免。王志之。會金", "789": "元命以遍照。見其貌。惟肖。王大異之。與語頗辯給。", "79": "則不在爭也。師曰。直得不爭。亦有過在。曰如何免", "790": "自謂得道。王大悅。屢召入內。李承慶見之曰。亂國", "791": "家者。必此髠也。鄭之雲亦以為妖人。欲殺之。王密", "792": "令避之。二人既死。乃長髮為頭陀。名辛旽。復來謁。", "793": "始入內用事。稱為師傅。咨訪國政。言無不從。人多", "794": "附之。士大夫之妻妾。以為神僧。聽法求法而至。旽", "795": "輒私焉麗史提綱。", "796": "右正言李存吾曰。妖物誤國。不可不去。遂上疏曰。辛", "797": "旽常騎馬出入紅門。與殿下並據胡床。其在家寄", "798": "相拜庭下。旽皆坐待之。雖崔元金仁俊。亦未有如", "799": "此云云。主大怒。命焚其疏。召存吾面責之。時辛旽", "8": "陟禪師順支禪師", "80": "得此過。師曰。要且不曾失。曰不失處如何鍜鍊。師", "800": "與王對床。存吾目旽叱之曰。老僧何得無禮。旽惶", "801": "駭不覺下床。王愈怒。下巡軍獄鞠之。貶為長沙監", "802": "務。", "803": "王納王氏安氏為妃。一日內宴。二妃侍立。辛旽謂王", "804": "曰。二妃年少。聖體不已勞乎。其褒慢無禮類此。", "805": "玄風人郭儀。每過俗節。備酒饌往靈山。奠旽父墳。旽", "806": "不相識。聞之驚喜。召拜正言並麗史。", "807": "以遍照。為守正履順論道爕理保世功臣壁上", "808": "三韓三重大匡領都僉議使司事判監察司事", "809": "鷲城府院君提調僧錄司事兼判書雲觀事。始", "81": "曰。兩手捧不起。", "810": "稱姓辛。改名旽。", "811": "初王在位日久。宰相多不稱意。甞以為世臣大族。親", "812": "黨根連。互為掩蔽。草野新進。矯情飾行。以取名望。", "813": "及其貴顯。自恥門地卑寒。連姻大族。盡棄其初儒", "814": "生。儒而少剛。又有門生座主。同年之號。黨比徇情。", "815": "三者不足用也。思情離世獨立之人。以革因循之", "816": "弊者久矣。及見吨。以為得道寡慾。且出於賤微。更", "817": "無親比。任之大事。則必徑行。而無所顧籍。故拔於", "818": "髠緇。授以國政而不疑也。王請旽屈行以救世事。", "819": "旽陽不肯。以堅王意。王強之。旽曰。甞聞國王大臣。", "82": "臥龍和尚(雲盖元禪師法嗣)臥龍和尚雲盖元禪師法嗣", "820": "多信讒間。慎無如此。乃可福利世間也。王乃手寫", "821": "盟辭曰。師救我。我救師。死生以之。無感人言。佛天", "822": "證明。於是旽與議國政。用事三旬。罷逐親勳名望", "823": "家宰臺諫。皆出其口。領都僉議久虗其位。至是自", "824": "領之。始出禁中。寓奇顯家百官詣門議事。旽以辰", "825": "巳聖人出之讖。昌言曰。所謂聖人豈非我歟。初顯", "826": "後妻寡居。旽為僧得通。後乃歸顯。及旽貴。主顯家", "827": "又通。以顯妻主中饋。旽貪淫日甚。貨賂輻湊。居家", "828": "飲酒㗖肉。恣意聲色。謁王則清談。齕菜果茗飲。", "829": "幸演福守。大設文殊會中。佛殿結綵帛。為須彌山。環", "83": "問。如何是大人相。師曰。紫羅帳裡不垂手。曰為什麼", "830": "山燃燭。大如程。高丈餘。夜明如晝。絲花彩鳳。炫耀", "831": "人目。幣用綵帛十六束。選僧三百。遶須彌山作法。", "832": "梵唄震天。執事者無慮八千人。王與辛旽坐須彌", "833": "山東。卛兩府禮佛。旽白王曰。善男女願從上結文", "834": "殊勝因。請許諸婦女上殿聽法。於是士女雜還。寡", "835": "婦至有為旽冶容者。及至飯僧。王手擎金爐。遂僧", "836": "行香。略無倦容。旽以餅果散於婦女。咸喜曰。僉議", "837": "乃文殊後身也。士女飫珍羞或棄地。一會所費至", "838": "鉅萬。王命忽赤忠勇衛二百五十人。晝夜衛旽。是", "839": "日。暴風終日。黃塵漲天。會凡七日。而暴風三日。大", "84": "不垂手。師曰。不尊貴　問。十二時中間。如何用心。", "840": "霜三日。", "841": "命起樓於宮門東。大陳百戲。擊毬以觀之。辛旽騎馬", "842": "至都評議司幕前。宰相皆起立拱手。旽馬而與語。", "843": "旽服飾一如王。見者不能辨。憤其無禮。", "844": "以僧千禧為國師。禪顯為王師。二僧皆旽所善者也。", "845": "王九拜。禪顯立受。百官朝服就班。旽獨戎服立殿", "846": "上。每王一拜。輒嘖嘖稱嘆。私語䆠者曰。主上禮容。", "847": "天下稀有。其陰媚取寵如此。史官尹紹宗在傍。旽", "848": "顧謂曰。無忘國書事。吾將取觀之。初禪顯之未封", "849": "也。紹宗族僧夫目謂紹宗曰。旽之貪暴。犬豕不若。", "85": "師曰。猢猴喫毛蟲景德傳燈錄。", "850": "必誤國家。禪顯附之。吾不忍見。遂逃入山。元使乞", "851": "徹至問曰。聞爾國有權王。何在。時中國謂吨為權", "852": "王故云。", "853": "王步行辛吨家。置酒落成。初吨在奇顯家。由奉先寺", "854": "松岡出入王宮。岡西南隙地。旽白王曰。幸此就構", "855": "小房。則庶便老僕進退。王許之。旽分其黨督役。不", "856": "日而成。又於止園作別室。重門深幽。明窓淨几。焚", "857": "香獨坐。蕭然若無欲者。惟許奇顯妻及二婢出入。", "858": "凡陷罪者。求官者。必遣妻妾。先賂顯妻內謁。顯妻", "859": "出謂曰。別室甚狹。不可著表衣。又不可卛從者以", "86": "瑞岩和尚(谷山藏禪師法嗣)瑞岩和尚谷山藏禪師法嗣", "860": "入。其妻妾去表衣。以短衫賚賄貨獨入。具陳所欲。", "861": "旽獨與相對。醜聲流聞。顯與妻事旽。朝夕不離側。", "862": "若老奴婢然。", "863": "知都僉議吳仁澤。與前侍中慶千興。前評理睦仁吉。", "864": "三司右使安遇慶。三司右使金元命。前密直副使", "865": "趙希古。判開城李珣。評理韓輝鷹揚軍上護軍趙", "866": "璘。上護軍尹承順。密議曰。辛旽邪侫陰狡。好讒毀", "867": "人。斥逐勳舊。殺戮無辜。黨與日盛。道詵記有非僧", "868": "非俗亂政亡國之語。必是此人。將為國家大患。宜", "869": "白王早除之。判書辛貴。聞以告旽。旽入告于王曰。", "87": "問。黑白兩亡開佛眼時如何。師曰。恐你守內　問。如", "870": "旽山水間一袖者也。上勤令至此。不敢違命。思欲", "871": "去汗惡用賢良。使三韓百姓粗得平安。然後將一", "872": "衣鉢。還向山林。今國人將殺旽。願上哀矜。上驚問", "873": "之。旽俱以貴語對。乃命繫仁澤等巡軍鞠之。杖流", "874": "仁澤希古千興元命遇慶仁吉于南裔。沒為官奴。", "875": "籍其家。又流珣承順璘于外。後仁澤聞旽必欲殺", "876": "己。乃逃。旽繫仁澤妻子于巡軍。又以判司僕寺事", "877": "玉天桂。甞養仁澤小子。疑與仁澤同謀。痛行栲椋。", "878": "辛死獄中。獲仁澤杖烽卒。", "879": "旽初以僧行。見信於王。既納金蘭女。又蓄妾無筭。卿", "88": "何是誕生王子。師曰。深宮引不出。", "880": "大夫妻貌美者。必密招私之。凡在朝者。皆希恩畏", "881": "威。爭献臧獲寶器。王猶以不受祿。不近色。不置田", "882": "園。信重之。旽恣行威福。恩讐必復。世家大族誅殺", "883": "殆盡。人視若虎狼。至使仕者夜直其第。論資授官。", "884": "出則侍中以下擁前後。道路為之填塞。市不開貨。", "885": "奇顯崔思遠為腹心。李春富金蘭為羽翼。黨與滿", "886": "朝。王亦有不自安之意。稱領相而不敢官。旽自知", "887": "鴟張大甚。恐王忌之。遂謀不軌。及王謁憲景二陵。", "888": "分遣其黨。設伏道傍。約行大事。及王還宮。旽謂其", "889": "黨曰。何不如約。其黨曰。見上儀衛甚盛。不忍犯也。", "89": "泊岩和尚泊岩和尚", "890": "旽怒且罵曰。爾輩誠怯懦不用者也。自是日夜聚", "891": "謀。更刻日舉事。旽門客選部議郎李韌。備知㐫謀。", "892": "陰籍記之。事迫乃匿姓名。稱為寒林居士。為書夜", "893": "投宰相金續命第。即微服亡去。續命以其書聞王。", "894": "命巡衛府収捕旽黨。顯思遠鄭󴅸漢陳𠃔儉奇仲", "895": "脩韓乙松高仁󴅡鞠之。王始疑韌誣搆。不之信。及", "896": "訊其黨皆服。流旽。遂誅黨與。王歎曰。益齊甞言。旽", "897": "非端人。必貽後患。先見之明。不可及已。", "898": "臣等按人君之為國。莫先於堲讒遠侫而已。旽之將", "899": "不利於宗社。有耳目者所共見知。鄭世雲李承慶", "9": "智異山和尚欽忠禪師", "90": "問。如何是禪。師曰。古塚不為家　問。如何是道。師曰。", "900": "甞殺欲之。王勸使潛避。李齊賢李仁復韓脩亦言", "901": "非端人。王獨迷而不悟。聽之不察。用之勿疑。任之", "902": "益專。信讒賊而養宼盜。後雖噬臍得乎。多見其王", "903": "之惑也。", "904": "兩府臺諫理部上書曰。大逆天下萬世之所不容。辛", "905": "旽本一微僧。濫遇上知。位極人臣。而進退百官。󰬇", "906": "指氣使。視其附己與否。而予奪之。廣植𠒋徒。覬覦", "907": "非分。幸賴祖宗之靈。殿下先見之明。陰謀發覺。乃", "908": "用寬典。止於流放。三韓缺望。且旽之黨與。豈惟思", "909": "遠奇顯等七人而已。伏望殿下斷以大義。寘旽極", "91": "徒勞車馬迹　問。如何是教。師曰。貝葉収不盡。", "910": "刑。籍沒家產。并夷其黨。以快眾心。王從之。遣大司", "911": "成林撲判事金斗。誅旽于水原。初王與旽春富等", "912": "同盟。至是授撲盟書。使示旽數曰。邇甞謂。近婦女。", "913": "所以道引養氣。非敢私之。今聞至生兒息。是在盟", "914": "書者歟。城中甲第至七。是在盟書者歟。如是者數", "915": "事。數罪訖可焚此書。樸至水原。使人詐報宣召。旽", "916": "喜曰。今日召還。益為阿只思我也。阿只方言小兒", "917": "之稱。旽當刑。束手乞哀於樸曰。願公見阿只活我。", "918": "乃誅之支解。以徇梟首京城。旽性畏畎犬。惡射獵。", "919": "且縱淫。常殺烏鷄白馬。以助陽道。時人謂旽為老", "92": "大嶺和尚(并谷山藏禪師法嗣)大嶺和尚并谷山藏禪師法嗣", "920": "狐精。", "921": "高麗有國。將五百年。天之眷顧已怠。既生庸暗悖戾", "922": "之恭愍。又生姦軌𠒋逆之辛旽。王本信佛。則旽為", "923": "之談空以諛之。王夢既惑。則旽為之矯飾以媚之。", "924": "旽既得志。固寵弄權。蔑上下之分。毀君臣之體。服", "925": "御儀衛。一如其君。公卿大夫皆出其門。黨與既眾。", "926": "潛圖不軌。天下古今之大要覆載所不容也。旽何", "927": "人哉。其罪逆如是其極。而天不速罰殛之。以至今", "928": "日。亦何理哉。天若眷佑高麗。扶持而全安之。則雖", "929": "有此旽之姦逆。而鄭世雲得以殺之。李存吾得以", "93": "僧問。只到潼關便却休時如何。師曰。只是途中活計。", "930": "黜之。李齊賢得以斥之。將何以售其奸哉。惟其有", "931": "是旽。而有是恭愍也。故旽之子孫。竊恭愍之宗社。", "932": "恭愍卒為亡國之主。嗚呼仁愛人君者天心也。而", "933": "靡常難諶者亦天命也。天之於高麗。非不眷眷󳻌。", "934": "而恭愍曾不敬天怒天渝自絕于天。此天命之所", "935": "以靡常而有時乎難諶也。何獨諉諸數乎。後之為", "936": "人君者。可不知駿命之不易。而恭愍為殷鑑也哉", "937": "并通鑑。", "938": "辛旽秉國政。寓奇顯家通其妻。聞士大夫妻妾有姿", "939": "色者。以微譴囚其夫。令傳報其家。若主婦訴其冤。", "94": "曰其中活計如何。師曰。體即得。當即不得。曰體得", "940": "則可免。其婦即就旽家入中門。去其婢僕。旽獨坐", "941": "書堂。隨意縱淫。因放其夫叢話。", "942": "奸僧奸僧", "943": "普雨普雨", "944": "文定王后。頗尚佛事。有僧普雨者。能文。解佛經。夤緣", "945": "宮禁。廣設道場。其費萬計。及文定昇遐。臺諫與太", "946": "學生。連章請誅。命流于濟州府。使邊協因事杖殺", "947": "之。林快之。先是用普雨。設兩宗禪科。至是并罷之", "948": "芝峰類說。", "949": "明宗朝。妖僧普雨。久作報恩寺住持。欲移中廟陵寢", "95": "為什麼當不得。師曰。體是什麼人分上事。曰其中", "950": "于寺側。以固其寺之勢。乃誑惑文定王后。謂宣陵", "951": "近處有吉兆。請遷中廟山陵于其地。文定信之。元", "952": "衡逢迎慈旨。脅持諸大臣安玹等依阿不敢違。遂", "953": "成遷陵之計。將於文定百歲後。使得同兆。而地勢", "954": "卑下。每年江水漲入。故文定之喪。不得已更卜他", "955": "處。物議皆欲遷陵。而以再遷為難而止石潭日記。", "956": "中廟初葬高陽。與禧陵同塋。壬戌元衡力贊文定。遷", "957": "于漢濵卑湫之地。人莫敢言。世傳。遷陵時哭聲自", "958": "壙中出。役者無不聞。翌年順懷世子卒。越二年。文", "959": "定昇遐。又二年。明庙昇遐。人謂迁陵之咎。至壬辰。", "96": "事如何。師曰。不作尊貴并傳燈錄。", "960": "靖陵被倭發掘。臣民之至痛。尚忍道哉芝峯類說。", "961": "東國僧尼錄終", "97": "大無為禪師(雪峯存禪師法嗣)大無為禪師雪峯存禪師法嗣", "98": "雲住和尚(雲居膺禪師法嗣)雲住和尚雲居膺禪師法嗣", "99": "問。諸佛道不得。什麼人道得。師曰。老僧道得。曰諸佛"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1671 東國僧尼錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1671 東國僧尼錄", "author": "Not available", "language": "chinese", "source": "CBETA"}