{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1433 晦臺元鏡禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1433-A 東苑鏡禪師語錄序No. 1433-A", "1": "東苑鏡禪師語錄序", "2": "予昔與袁石公兄弟。論唐宋宗風之盛。何元及我明。", "3": "如此寥落之甚。石公云。彼時禪宗之初。人皆以發明", "4": "生死大事為急。沿於元明之間。則人皆以操弄機鋒。", "5": "拈頌竊取。師承出世。以為教外別傳之心法。止是耳。", "6": "如葉公好龍。安在有真龍之可好哉。予以為至論。然", "7": "於宗旨誵訛。偷心起滅。而此真疑。終未頓豁。亦未免", "8": "因循其歲月矣。去年遇龍湖浪大師。因請益五家門", "9": "庭宗旨。及壽昌和尚中興祖道之事。師肆口所談。縱", "10": "橫自在。開廓幽隱。目無全牛。至於末後畢竟拶予。到", "11": "偷心路絕八面無門處。予乃恍然神解。直欲一拳拳", "12": "倒黃󳬈樓也。師復以東苑和尚語錄示予曰。公看我", "13": "師之宗旨與作略何如。予反覆其意句之微。手眼之", "14": "別。乃知真正師資授受之際。的有活意。決不畫地為", "15": "牢。令人參繫驢橛子。與一等揑怪機鋒。鹵莽棒喝。賺", "16": "誤後學者同。而能使人憤地悟入也。葢其過關之作。", "17": "手自能應機接物。著著有轉身通氣。或致之八達衢", "18": "頭。或致之懸崖萬仞。使彼自尋出路。自斷命根。其徹", "19": "困相為。有如此者。豈似近世相襲故套。而互相鈍置", "20": "者哉。噫予今日乃知。東苑有壽昌為真父。有龍湖為", "21": "真子。將見石頭鈯斧重破天荒。而嵩岳曹溪之山高", "22": "水長矣。是為序。", "23": "崇禎丙子佛誕日。楚黃學人李長庚拜題。", "24": "No. 1433", "25": "建陽東苑晦臺鏡禪師語錄", "26": "浦城夢筆山嗣法門人　道盛　集", "27": "上堂示眾泰昌元年庚申冬。於建陽一枝山。開堂結制。", "28": "師拈香云。此一瓣香。端為祝延", "29": "今上皇帝聖壽無疆。　皇后齊年。　太子千秋。恭願。", "30": "皇圖鞏固。帝道休明。四海雍熈。萬拜和恊。此一瓣香。", "31": "奉為先檀越主泗泉余翁期主繼泉猶龍。及諸護法。", "32": "伏願。福等須彌無有上。究竟本來成佛道。此一瓣香。", "33": "奉為虎嘯麗空杲和尚。潭陽豫齋趙居士。用報當年。", "34": "同識金鱗猶未變。翻波躍浪却神奇。大眾且道。末後", "35": "者一瓣香。從何處得來。從諸佛頂門得。從諸祖鼻孔", "36": "得。曠古至今。用之不盡。專為供養", "37": "中興洞上正宗。江西壽昌無明經公本師老和尚。用", "38": "酬當年。把守玉關諸禁度。獨許白雲自去來。乃攝衣", "39": "就座。維那白椎。師良久云。還有會者一椎者麼。僧問。", "40": "第一義諦。已蒙和尚開示。畢竟作麼生是今日出世", "41": "一句。師云。一江風正孤帆度。萬里無雲片月清。進云。", "42": "如何是建化門庭一句。師云。天涯靜處無征戰。金氣", "43": "銷為日月光。進云。如何是接待諸方一句。師云。天花", "44": "雨不盡。處處鳥銜飛。進云。如何是勘驗諸方一句。師", "45": "云。借問承恩者。雙蛾幾許長。僧禮拜。余繼泉居士問。", "46": "臨濟道。第一句中薦得。堪與佛祖為師。第二句中薦", "47": "得。堪與人天為師。第三句中薦得。自救不了。請和尚", "48": "指示。如何是第一句。師云。咬破鐵崑崙。進云。如何是", "49": "第二句。師云。空王腦劈裂。進云。如何是第三句。師云。", "50": "正月朔夜看圓月。居士欲禮拜。師云。且從容。我亦有", "51": "三問。若答得。許你半開眼。若答不得。此事莫作等閒", "52": "看。士云。請和尚舉。師云。作麼生是無始刼來一念不", "53": "生底。士云。三七二十一。師云。作麼生是二六時中受", "54": "用底。士云。長安風月貫今昔。師云。作麼生是生死關", "55": "頭打破的。士舉拳云。聻聻。師云。不親切。更道。士云。請", "56": "和尚自道。師云。你一一問將來。士云。如何是無始刼", "57": "來一念不生的。師云。的當又的當。進云。如何是二六", "58": "時中受用的。師云。分明甚分明。進云。如何是生死關", "59": "頭打破的。師云。莫作夢。士云。也只好八成。師云。老驥", "60": "伏櫪。志在千里。烈士暮年。壯心不已。士禮拜。師云。古", "61": "木林中多異獸。爭似當陽獅子兒。又一居士出問。如", "62": "何是末後一著。師呵呵大笑。士沉思。師叱云。擬議即", "63": "不堪。我者裏更有勘驗方來底句。你試道看。作麼生", "64": "是關內句。作麼生是關外句。作麼生是非內非外句。", "65": "作麼生是內外兼收句。作麼生是未過關一句。作麼", "66": "生是已過關一句。作麼生是翻身跳出一句。士擬議。", "67": "師揮尺一下。士無語。師云。傷心江上客。不是故鄉人。", "68": "又一士出問。法華云。治世語言資生產業。皆順正法。", "69": "祗如弟子眼見耳聞。色空明暗。盡屬見聞覺知。乃至", "70": "上代祖師棒喝交馳。擎拳竪指。瞬目揚眉。總是鬼窟", "71": "活計。如何是正法。請和尚直指。師云。滿瓶白沸湯。那", "72": "知皆毒氣。士無語。師云。念汝不是作家。饒汝三十棒。", "73": "士禮拜。師云。道法本無多。南辰貫北河。都來三七字。", "74": "降盡鬼神魔。乃良久顧眾云。會麼。老瞿曇。一生黃金", "75": "高北斗。買不得箇人一笑。及至末後一枝花。惹發飲", "76": "光特地󳬇破。却將從上祖宗家產。一時俱籍沒却。究", "77": "竟有甚麼風流。正恁麼時。我試問你。英靈男子。自有", "78": "本分。不為人欺瞞底活計。又當何如。咦。便下座。", "79": "結制上堂。僧問。重開壽昌爐鞲。新拈東苑鍵鎚。風𦦨", "80": "既高。猛烈難近。設有不入保社之維那。自叩牙關之", "81": "首座到來。和尚當作麼生處分。師云。無欵自招承。且", "82": "置門牆下。進云。今日乃親見黃龍峰。別出一枝真奇", "83": "特也。師云。孟八布衫未穿。張三瘦肘已露。僧禮拜曰。", "84": "小出大遇也。師微笑。乃拈拂子拂云。諸兄弟。快著些", "85": "精采好。為他閒事長無明。兩兩三三爭遠程。不許夜", "86": "來剛把火。大家吹滅暗中行。正當恁麼時。汝等還自", "87": "知此落處麼。還可自瞞與瞞人得麼。不見趙州問投", "88": "子。大死底人却活來時如何。投子云。不許夜行。投明", "89": "須到。祗者兩古佛。一箇侯白。一箇侯黑。直饒到病僧", "90": "門下。且教酌水獻花。緩緩與他箇節度符子去。乃知", "91": "一枝別有家法在。何故。橫按鏌邪傳正令。太平寰宇", "92": "斬癡頑。下座。", "93": "上堂。師噓一噓云。此是西來碧眼胡。無端留下者種", "94": "毒。唐宋之間。不知害殺了多少人。爭奈遭他毒氣不", "95": "能拔。近世忽然突出壽昌老風狂。播弄一番。今又沒。", "96": "不識當年何所歸。還有知碧眼胡與老風狂底面孔", "97": "者麼。復噓一噓云。莫認驢鞍鞽。作阿爺下頷。下座。", "98": "冬至上堂。召眾云。還有知天地間底司命所在者麼。", "99": "咦。節候今朝是冬至。一陽之氣內生。羣陰之氣外發。", "100": "正當嚴冬時也。大家意作麼生備禦去。若論世間。富", "101": "貴之人。則紅爐煖閣去。狐裘美酒去。且我等法門弟", "102": "兄。喜生閩中溫煖之地。靜則破衲蒙頭密室宴坐去。", "103": "瀟洒則三五圍爐茶話去。復相借問。貴人出使外國。", "104": "富人作客他鄉。或在半途時如何。生在邊地下賤時", "105": "如何。即今罪人關在牢獄。無衣無食時如何。乃至陽", "106": "受福盡。墮在寒氷地獄時如何。此是愍念他苦。猶緩", "107": "一步。設身處地當不易。大家莫自相瞞謂。此等苦我", "108": "輩無分。現今套在金剛圈子裏。儘力跳不出。能免六", "109": "道輪迴乎。且道。畢竟作麼生便得出此牢籠去。也有", "110": "現在圈子裏。不為寒暑往來苦樂所干者麼。也有現", "111": "在圈子裏。而能遍諸國土作佛事者麼。若有恁般奇", "112": "特事。當何所在可令得見。汝豈不信。西天波羅提尊", "113": "者。為異見王說的偈乎。彼道得甚明。在胎為身。處世", "114": "為人。在眼曰見。在耳曰聞。在鼻辨香。在舌談論。在手", "115": "執捉。在足運奔。遍現俱該法界。收攝在一微塵。識者", "116": "知是佛性。不識喚作精魂。師復云。者老漢。抖擻此屎", "117": "腸。堪作何用。祇如今日。如何又重搜此毒氣。聻。向下", "118": "文長。且聽來日。", "119": "臘八上堂。釋迦牟尼佛。於此日悟道。普見一切眾生", "120": "成佛。正當是時也。諸人還曾見也無。若說見。好與三", "121": "十棒。若以色見我。以音聲求我。是人行邪道。不能見", "122": "如來。作麼生說見。若說不見。也好與三十棒。若人欲", "123": "了知。三世一切佛。應觀法界性。一切惟心造。何法非", "124": "心。何見非佛。作麼生說不見。畢竟作麼生得不喫棒", "125": "去。雖然。路逢死蛇莫打殺。無底籃子盛將歸。若會此", "126": "意。莫與此棒商量。汝若不會。到來函谷愁中月。歸去", "127": "磻溪夢裏山。下座。", "128": "除日上堂。僧問。壽昌老和尚。臨七十歲夜。示眾云。今", "129": "年只有斯時在。試問諸人會也無。此莫便是老漢先", "130": "分付底末後句否。師云。杓卜聽虗聲。睡熟饒譫語。進", "131": "云。在新長老分上。又作麼生。師卓拄杖云。擊破寒潭", "132": "月。癡猴何處窺。進云。作家親父子。別有不傳傳也。師", "133": "云。靴頭綻線。脚指何知。僧禮拜。師乃云。百歲翁翁失", "134": "却父。當堂獨坐沒尊卑。東邨王老夜燒錢。打鼓小兒", "135": "失却槌。到者裏。生死誰知折合。性命作何所歸。蛙盆", "136": "打破啾啾鬧。莊周夢蝶亂飛飛。噫嘻嘻。燈籠露柱。謾", "137": "自依稀。", "138": "天啟元年元旦上堂。師云。會麼。今朝有三般勝事。大", "139": "眾須當慶贊非常。且道。是那三般勝事。恭惟今上皇", "140": "帝至聖至明。新登寶位。正當元正啟祚。萬物咸新。是", "141": "為第一般勝事。我等正當山呼天子萬年。與日月同", "142": "其悠久。是為第二般勝事。其第三般勝事。即今一枝", "143": "法道。大與往昔不同。昔者每勸一切行人。拚此身命。", "144": "勤修六度萬行。度脫眾生。經無量刼。直至一切功德", "145": "完滿莊嚴。方成佛道。今則不然。但教諸昆仲。不離當", "146": "念。即得備行不可說不可說佛剎微塵數諸大菩薩", "147": "種種清淨玅行。乃至滅度無量無數無邊眾生。寔無", "148": "眾生得滅度者。何以故。乃彈指云。一元和。二佛陀。自", "149": "餘是甚碗躂丘。一等瓠瓜茄子。那知與大唐天子只", "150": "三人乎。良久云。將謂別有奇特。噫。有則有。說破不值", "151": "半文錢。祗好山呼賀萬年。下座。", "152": "上元日上堂。師良久云。祖意分明漏洩。誰能直下承", "153": "當。若欲別通一線。便落第二門牆。離境未嘗自得。對", "154": "境又多錯忙。未可怪諸散誕。及居鄰城隍。其能不逐", "155": "風景轉。且似今日上元。又值春回。良為世間歡樂未", "156": "央。假使今夜月明星燦。兼照百千燈。無限佳人才子", "157": "及諸流人。同時遊玩。金吾且喜不禁。玉漏誰為主張。", "158": "不待遊人情興盡。眼前景物已銷亡。得意翻成寂寞。", "159": "孰能到此悟無常。我今慰爾諸人。謾躊躇可細思量。", "160": "還剩得明歷歷者點孤光。被他日月燈明佛。特地瞞", "161": "頇一上。還有心不負人面無慚色者麼。咄。田厙奴。喫", "162": "茶去。便下座。", "163": "壽昌諸法屬請上堂。師顧左右云。起動諸耆舊了也。", "164": "呵呵呵。渠儂失却五𨤲半。隔壁幾曾上筭盤。此處無", "165": "銀三十兩。何妨千古弄痴酣。未容易莫輕談。世間多", "166": "少鑿壁偷光。借影過關。與有節度使符子底。有甚相", "167": "干。惟我此中以法為親底。自能如揚修之見幼婦。不", "168": "容己于喜歡。下座。", "169": "上堂。師良久云。還會麼。千古萬古事當不得我。眉毛", "170": "縱一縱當不得我。額頭點一點當不得我。拄杖子卓", "171": "一卓當不得我。震聲喝一喝。你若不會。燈籠露柱。替", "172": "你下涅槃堂。且道。為甚麼如此。噫。立地死漢。有甚麼", "173": "救處。下座。", "174": "上堂。師召云。大眾。正當恁麼時。誰不全身都在裏許。", "175": "乃伸手云。為甚麼汝等性命。在老僧手裏。眾無對。師", "176": "又云。為甚麼釋迦老子性命。在汝等脚跟下。眾又罔", "177": "措。師乃撫掌云。風煖鳥聲碎。日高花影重。", "178": "解制辭眾入山上堂。孤亭獨望春山遠。九曲清清日", "179": "夜行。且喜風光流不盡。垂楊堤畔月初生。大眾。一結", "180": "一解。原是千古風規。一住一行。要且機緣有自。山僧", "181": "今日對眾。分付拄杖子。欲向千萬峰頭去也。大眾再", "182": "四勸請。為法久住。師曰。大眾向我拄杖頭邊。道得一", "183": "句來。山僧即住。眾擬議。師卓一卓曰。從來共住無人", "184": "識。長嘯一聲歸去來。下座。", "185": "小參。度九曲之蛛絲。騏驥不如小蟻。採羣芳之花密。", "186": "鸞鳳不及微蜂。以故。聖人能各任天下之才。而全造", "187": "物生成之德。須知更有向上一機在。祇如乾峰云。舉", "188": "一不得舉二。放過一著。落在第二。意旨作麼生。不見", "189": "雲門道。昨日有人從天台來。今日却往徑山去。若向", "190": "者裏會去。則明日典座不得普請。正如函葢相應。若", "191": "是不會。直饒眾流截斷。依舊南斗七北斗八。木馬加", "192": "鞭橫兩腿。鐵牛貫索莽低頭。參。", "193": "小參。古人道。從天降下則貧窮。從地湧出則富貴。富", "194": "貴的不值一文。貧窮者萬金不換。山僧生平赤骨律。", "195": "不曾見有從天降從地湧。只有一雙空手。不論是富", "196": "貴是貧窮。到來者與他一摑。何故。我既賞罰分明。他", "197": "自萬機寢息。", "198": "會心園示眾。師云。誰曾會得心來。以手左邊拍一拍", "199": "云。可惜許。復云。心又作麼生會。以手右邊拍一拍云。", "200": "可惜許。復云。今日山僧到者裏。又作麼生與諸公話", "201": "會。乃竪起拳云。可惜許。張居士問。好箇可惜許。爭奈", "202": "知音者少。師云。月上千峰暗又明。士云。穿却人鼻孔", "203": "也。師云。何得自招。士云。且放過大師。師云。山僧罪過。", "204": "士禮拜云。黃龍峰頭親切句子。還肯示人麼。師云。居", "205": "士也是杓卜聽虗聲。士云。大師又恁麼去也。師云。何", "206": "故把髻投衙。士云。太爪牙生。師云。低頭看星斗。士禮", "207": "拜。", "208": "靜觀堂示眾。溫陵黃孝廉問。大師還曾過洛陽橋也", "209": "未。師云。拄杖頭邊看取。廉云。恁麼則作家慣弄者條", "210": "蛇也。師云。也須防他始得。士云。大善知識不放過處。", "211": "正是慈悲。師云。不必分斤較兩。師乃云。洛陽橋上太", "212": "煞風流。拄杖頭邊誰能慣弄。不須防處而入得。切忌", "213": "較兩分斤。就中別有希奇。還他傍觀具眼。祇如柯居", "214": "士適間問達觀老人圜中公案。還有人判斷得者麼。", "215": "山僧重為下轉語去。祇為分明極。翻令所得遲。", "216": "黃華示眾。舉韓文公參大顛。於三平言下。有箇入處。", "217": "師云。文公鑊湯無冷處。欲求一杓清涼。大顛於劒樹", "218": "挨身。開一綫活路。三平却於門牌子上刻老虎。駭他", "219": "癡人。文公又於急水灘上打毬子。總是滾去。果的的", "220": "能於生死結交處。一眼󳬇破。許他把手並行。不則瞎", "221": "驢逐大隊。徒自墮坑落塹。且道。如何是生死結交處", "222": "一眼󳬇破。彈指一下云。料掉沒交涉。", "223": "壽昌先和尚忌日示眾。師召大眾云。當知此老。生前", "224": "無甚奇特處。剩有四般骨董。名馳天下。爭奈如今落", "225": "在貴公子手。却將方竹杖規員古銅瓶鏇金水墨𦘕。", "226": "彩粧斷紋琴漆過。若使時人看見。不妨精美。但不可", "227": "使作家見。作家見時如何。噫。便歸方丈。", "228": "拈頌偈贊拈頌偈贊", "229": "拈頌舉世尊初生。一手指天。一手指地。周行七步。目顧四", "230": "方。作師子吼曰。天上天下唯我獨尊。後雲門云。我當", "231": "時若見。一棒打殺。與狗子喫。貴圖天下太平。", "232": "拈云。果恁麼那。見怪不怪。其怪自敗。可笑後世尚", "233": "有向虗空著橛者。", "234": "頌云。天下無端却有端。橫拈拄杖獨盤桓。分明舉", "235": "似渾多事。千古其誰不自甘。", "236": "舉世尊於雪山六年苦行。臘月八夜。覩明星豁然大", "237": "悟。", "238": "拈云。初生時目顧四方。祇應是瞎。不然。何到此夜", "239": "始見星。直饒見得倜儻分明。正是瞎處。", "240": "頌云。不向龍床放脚眠。却於雪嶺夜觀天。誰知換", "241": "斗移星手。賺殺古今眼不全。", "242": "舉世尊於靈山會上拈花。眾皆罔措。獨迦葉破顏微", "243": "笑。世尊云。吾有正法眼藏涅槃妙心。實相無相法門。", "244": "付囑於汝。", "245": "拈云。大小世尊。歷事已多。豈不知。天下利器。不可", "246": "以示人。而且不善藏其用。", "247": "頌云。磨劒生平未敢輕。終年始遇一豪英。脫然分", "248": "付堪何用。天下從茲不太平。", "249": "舉世尊集會畢各散。獨一女子得近佛座。文殊不知", "250": "問佛。佛令文殊出其定自問之。文殊極盡神力不能", "251": "出。佛云。下方有罔明大士能出之。須臾罔明至。以一", "252": "彈指。女子即出定。", "253": "拈云。者一隊漢。大似沒奈無事何。却乃各自賣弄。", "254": "作消遣法也。噫。爛泥中有刺。我若見女子出定。便", "255": "問汝入底是甚麼定。待女子擬對。便一喝云。者野", "256": "狐精。更在者裏作怪那。教他立地尿出始快。", "257": "頌云。困人天氣半晴陰。窻外黃鸝送好音。睡起不", "258": "閒梳洗事。却於花下拭瑤琴。", "259": "舉達磨大士西來。面壁於嵩山少林九年。六遭服毒", "260": "不死。遇神光立雪斷臂以求法。師憫之。因名慧可。可", "261": "問。弟子心未寧。乞師為我安心。師云。將心來。為汝安。", "262": "可曰。覓心了不可得。師曰。為汝安心竟。久之。師知機", "263": "緣時熟。乃命諸門人。各言所得。獨可於末後作禮三", "264": "拜。依位而立。師云。汝得吾髓。", "265": "拈云。西來面壁。不妨令人疑著。末後分皮分髓。者", "266": "一場敗闕。又誰能救得。", "267": "頌云。夜來獨自上西樓。却喜新秋月正幽。試把玉", "268": "簫吹一曲。惹他多少客心愁。", "269": "舉青原見六祖問。當何所務即不落階級。祖曰。曾作", "270": "甚麼來。曰聖諦亦不為。祖曰。落何階級。曰聖諦尚不", "271": "為。何階級之有。祖曰。如是如是。善自護持。", "272": "拈云。一箇氣宇如王。一箇乾坤坐斷。不免把手上", "273": "高山。脚跟被人一眼󳬇破。我若作六祖。見他問當", "274": "何所務即不落階級。即喝云。者擔糞桶漢。在者裏", "275": "作麼。若作青原。見六祖云曾作甚麼來。便撫掌云。", "276": "者老漢。猶作寐語在。豈不使曹溪一路別有風光", "277": "頌云。自憐炤盡體無依。轉入曹溪話祖機。相對清", "278": "風拂白月。庭前花落鳥銜飛。", "279": "舉青原命石頭。往南岳下書。頭到南岳即問。不慕諸", "280": "聖不重己靈時如何。岳云。子問太高生。何不向下問。", "281": "頭云。寧可永劫墮沉淪。不從諸聖求解脫。拂袖便歸。", "282": "青原問。見讓和尚何如。曰書亦不通。信亦不達。去時", "283": "曾蒙和尚許一鈯斧子住山。即今便請。原垂下一足。", "284": "頭便禮拜。", "285": "拈云。師子教兒。別有拋擲。者箇鈯斧。何處摩挲。然", "286": "青原南岳二老。皆有放過處。我於不慕諸聖不重", "287": "己靈時如何下。代南岳。便與劈脊一棒云。你還熱", "288": "碗鳴聲在。使他別作生涯去。又於子問太高生何", "289": "不向下問下。代石頭。即大喝云。者爛冬瓜老漢。堪", "290": "作甚麼。如此。則不待歸來。使青原鈯斧。更不露鋒", "291": "芒也。", "292": "頌云。纔出龍門入虎房。男兒到此自昂藏。歸來奪", "293": "得阿爺斧。劈破東西一路荒。", "294": "舉南岳見馬祖在庵前石上打坐。乃以甎在彼處磨。", "295": "祖問岳。磨磚作麼。岳曰作鏡。祖曰。磨甎如何作得鏡。", "296": "岳問。上座在此作麼。祖曰坐禪。岳曰。坐禪圖箇甚麼。", "297": "曰圖作佛。岳曰。我磨磚既不可作鏡。汝坐禪豈可作", "298": "佛。祖乃問。如何即是。岳曰。如車不行。打車即是。打牛", "299": "即是。更示以如下種子及彼天澤。機緣合故自見其", "300": "道云云。祖乃徹悟。", "301": "拈云。良駒曾出廐。不妨鞭影重重。若較之日後棒", "302": "喝交馳。早已周由者也不少。雖然。彼時宗門創發。", "303": "大機固已如此。一等專取於莽鹵迅捷一路。又何", "304": "能跂及古人。", "305": "頌云。磚既磨兮車已行。馬駒心眼自精明。界然踏", "306": "殺人無數。可笑西天讖恁靈。", "307": "舉德山一日飯遲。自托鉢向僧堂去。雪峰見曰。鐘未", "308": "鳴鼓未響。者老漢托鉢向甚麼處去。德山不語歸方", "309": "丈。峰舉似巖頭。頭云。大小德山。未會末後句在。德山", "310": "令侍者問巖頭。汝不肯老僧那。頭密啟其意。明日德", "311": "山上堂。果與尋常不同。巖頭向法堂前撫掌云。且喜", "312": "老漢會末後句。雖然如是。也只得三年活。山果三年", "313": "示寂。", "314": "拈云。天下事不皆如此。好看他父子利害處。", "315": "頌云。摟巢之恨其來久。底定豈應尚未消。聖智從", "316": "來資竊盜。不將符印作良謀。", "317": "舉趙州因僧舉。臺山有一婆子。凡問臺山路向甚麼", "318": "處去。婆云驀直去。僧纔行。婆云。者箇師僧又恁麼去。", "319": "州云。我為汝勘破者婆子。州亦到彼處如此問。婆亦", "320": "如是答。州乃歸舉似云。我為汝勘破了也。", "321": "拈云。者箇臭老婆。不特捉敗天下行脚衲僧。即諸", "322": "方坐曲彔牀底老漢。無不捉敗也。且道。趙州自謂", "323": "勘破。還出得者婆子圈䙡麼。逢人不得錯舉。", "324": "頌云。百城煙水各深參。何似臺山一指南。趙老不", "325": "辭重下橛。大家無地著羞慚。", "326": "舉洞山已悟無情說法。欲別雲巖。因問。此去有人問。", "327": "還邈得師真也無。作麼生答他。雲巖良久云。祇者是。", "328": "山沉吟。巖云。价闍黎。承當箇事。大須仔細。後因過水", "329": "覩影。乃大悟玄旨。", "330": "拈云。雲巖老漢。滿口毒氣。觸著即喪身失命。爭奈", "331": "鈍置不少。何不待洞山問。便推出去。洞山若是箇", "332": "猛烈漢。見他良久。便掀倒禪牀大笑而出。則此後", "333": "更不作恁麼去也。", "334": "頌云。眼裏聞聲已隔津。機前觸忌更傷神。護身符", "335": "子俄拋却。拈得龜毛殺活人。", "336": "舉太陽已付囑多人。皆先化去。而浮山原嗣葉縣。亦", "337": "久得師法。太陽乃以頂相皮履及偈付浮山。為代求", "338": "人。續此洞宗。山果得投子青。深契宗旨。即以太陽頂", "339": "相皮履偈。及自作偈。有須彌立太虗。日月輔而轉。羣", "340": "峰漸倚他。白雲方改變。少林風起叢。曹溪洞簾卷。金", "341": "鳳宿龍巢。宸苔豈車輾。以囑之。為太陽之嗣。", "342": "拈云。接木生花。妙於種性春力。浮山一賽兩彩處。", "343": "看他金鳳宿龍巢之旨。何奇特非常。", "344": "頌云。放去收來有大機。到頭底定最危微。空中推", "345": "出須彌頂。風卷嵩簾洞上暉。", "346": "舉壽昌初參廩山。舉金剛經有省。山曰。宗眼不明。未", "347": "為究竟。後因閱僧問興善惟寬禪師。如何是道。寬曰", "348": "大好山。僧云。某甲問道。師何云大好山。寬曰。汝只知", "349": "大好山。何甞達道。昌頓發疑情。八閱月。偶搬石不能", "350": "舉。乃盡力搬動。忽然大悟。曰欲參無上菩提道。急急", "351": "疏通大好山。知道始知山不好。翻身跳出祖師關。即", "352": "呈似廩山。山再勘驗之。乃為印可。", "353": "拈云。者老漢。山有甚麼好。若不是者大好山與你", "354": "恁麼。敢保驢年也未夢見在。", "355": "頌云。白蛇當路果能誅。赤眼英雄別一圖。一自鴻", "356": "門離虎穴。暴秦強楚為先驅。", "357": "五位正偏頌五位正偏頌", "358": "正中偏。驀地轟雷震九天。石火電光追不及。阿誰頓", "359": "悟髑髏前。", "360": "偏中正。相逢不許看秦鏡。儼然把手上刀山。是甚那", "361": "伽常在定。", "362": "正中來。木人石女舞三臺。萬國謳歌忘帝力。將軍印", "363": "劒絕烽埃。", "364": "偏中至。入魔入佛全悲智。太平寰宇長癡頑。鐵牛耕", "365": "盡黃金地。", "366": "兼中到。尊貴天然誰敢道。相續從來也大難。同時不", "367": "識祖宗玅。", "368": "三玄三要頌三玄三要頌", "369": "第一玄。那知東土與西天。少林謾自分皮髓。鐵壁銀", "370": "山也教穿。", "371": "第二玄。赤肉團邊下痛尖。推去無端乾矢橛。茫茫何", "372": "處著恩冤。", "373": "第三玄。紫羅帳裏不輕傳。當機拶著無逃處。捉敗原", "374": "來不值錢。", "375": "第一要。古佛留心不得玅。相隨來也有些些。異類中", "376": "行無朕兆。", "377": "第二要。本分何勞尋草料。信手拈來殺活奇。擬議承", "378": "當俱失炤。", "379": "第三要。朱點印開成別調。機前陷虎那容看。死盡偷", "380": "心須發笑。", "381": "因僧問洞山為甚麼立此五位師云也是閒家具進云如何又以他為宗旨師云你道佛祖之釘橛是誰出得復示以頌因僧問。洞山為甚麼立此五位。師云。也是閒", "382": "家具。進云。如何又以他為宗旨。師云。你道佛", "383": "祖之釘橛。是誰出得。復示以頌", "384": "邈得真來何正偏。好於功位揀邪禪。非功不破羣迷", "385": "執。無位何銷眾智權。功位轉來明體用。正偏兼到別", "386": "幽玄。當鋒殺活誰能搆。向上機關不可傳。", "387": "僧又問臨濟為甚麼立此三玄三要師云也是開眼尿牀進云悟此玄要旨者如何師云吹毛劒在甚麼處亦示以頌僧又問。臨濟為甚麼立此三玄三要。師云。也", "388": "是開眼尿牀。進云。悟此玄要旨者如何。師云。", "389": "吹毛劒在甚麼處。亦示以頌", "390": "喫得棒來何要玄。應於照用展機權。言前得意超玄", "391": "旨。句下明宗出要詮。人境奪來全體露。主賓薦去大", "392": "機旋。衝流度刃適時變。棒喝從茲有別傳。", "393": "上壽昌老和尚七旬大誕頌上壽昌老和尚七旬大誕頌", "394": "箇赤窮身無賣處。祇應滯貨到驢年。逆兒設法不能", "395": "供。潦倒那堪更𡎺拳。", "396": "別東苑歸隱武夷別東苑歸隱武夷", "397": "十年幽夢不能成。一片寒心空自盟。長嘯數聲歸去", "398": "也。奇峰六六杖頭生。", "399": "盛子於壽昌有故遁去盛子於壽昌有故遁去", "400": "來沒頭兮去沒尾。廝兒箇是白拈賊。平生慣向鋒刃", "401": "行。性命幾希誰識得。", "402": "盛子寄予有藥將留毒達磨句因示之盛子寄予。有藥將留毒達磨句。因示之", "403": "包藏禍心終自毒。於今𨚗討彼流支。平地風波空自", "404": "湧。誰能折葦浪頭吹。", "405": "寄示黃巖法海量子寄示黃巖法海量子", "406": "幽棲固是多閒日。幾度看山青又黃。記取峨峰好言", "407": "語。莫教者等過時光。", "408": "虎嘯洞先師麗公創也師沒即藏其靈骨于洞巖之麓今特以洞囑吾盛子棲之虎嘯洞。先師麗公創也。師沒。即藏其靈骨于", "409": "洞巖之麓。今特以洞囑吾盛子棲之", "410": "三十六峰峰不儔。巖巖虎嘯獨高幽。先師靈骨今猶", "411": "在。洞上風光子好放。", "412": "馬枕蒼竹嶺閒吟馬枕蒼竹嶺閒吟", "413": "我無故友閒而憶。雖有古人憶亦閒。不若提鋤栽竹", "414": "子。看他菉󳬢拂蒼顏。", "415": "石屏巖新構室石屏巖新構室", "416": "平生不識龜藏六。偶爾身同木石游。一片浮雲無住", "417": "著。今朝又挂碧山頭。", "418": "甚矣吾衰不復歎。歸與小子孰盤桓。峰前喜有者痕", "419": "月。足使清光萬古看。", "420": "猶龍居士偕諸友過訪猶龍居士偕諸友過訪", "421": "博山前日有何示。請試如今舉似看。微笑不言還當", "422": "否。機先莫被舌頭瞞。", "423": "示周弟示周弟", "424": "父母非親誰是親。不能相待果何人。擬前問我隨聲", "425": "喝。驀地打交快轉身。", "426": "示道延參主人公示道延參主人公", "427": "分明是你向人討。火是燈兮知不早。吹教滅時又若", "428": "何。夜半龍潭難報曉。", "429": "晤福唐臺山葉相國晤福唐臺山葉相國", "430": "昔曾親訂此商量。特地相逢笑一場。灼灼髻珠誰自", "431": "肯。宛陵千古發幽光。", "432": "偕丘文舉過能始曹觀察石倉偕丘文舉。過能始曹觀察石倉", "433": "六六峰前已展眉。扣舷曾和隱屏詩。聽泉閣上重敲", "434": "唱。賺殺浮山一局棋。", "435": "偕盛子寓鳳皇亭中有真覺大師像偕盛子寓鳳皇亭中。有真覺大師像", "436": "古榕城畔倚孤筇。俯仰惟思老雪峰。三箇木毬誰解", "437": "弄。怪他船上釣魚翁。", "438": "遊羅山法海寺有感遊羅山法海寺有感", "439": "常懷昔日羅山老。把斷巖頭也大奇。不肯兩師當路", "440": "虎。箭穿紅日許阿誰。", "441": "登烏石山登烏石山", "442": "老觀當年誰叩門。雪峰拶入幾忘魂。望州亭子今相", "443": "見。多少禪流此躲跟。", "444": "遊平遠臺示支提僧遊平遠臺。示支提僧", "445": "五百天冠門口稱。當頭一棒不容情。天台牛跡誰曾", "446": "見。孤負寒山草裏行。", "447": "舟泊延津喜遇壽昌來僧得聞老和尚消息舟泊延津。喜遇壽昌來僧。得聞老和尚消息", "448": "來自西江不問他。黃龍老子近如何。钁頭比日偏多", "449": "力。百丈風流奈若何。", "450": "芝城會張存三柯賓明二居士於靜觀堂芝城會張存三柯賓明二居士於靜觀堂", "451": "久已神交有二公。󳬴文白字更誰同。謾從海岳尋知", "452": "己。楊李如今占上風。", "453": "戴今梁觀察過訪戴今梁觀察過訪", "454": "庭前花夢莫相瞞。何事靈山笑裏看。一曲玉樓山月", "455": "曉。是誰無語試春寒。", "456": "晤曾心藥太史於沈園晤曾心藥太史於沈園", "457": "道學頭巾笑卓吾。才高氣俠謾相摹。大蟲兩箇今相", "458": "齩。捉敗還他老赤鬍。", "459": "偕柯氏伯仲登黃華山譚及蘇眉山事偕柯氏伯仲。登黃華山。譚及蘇眉山事", "460": "莫疑今人與古人。心心聖者此精神。眉山不解生毛", "461": "角。應看柯亭誰鳳麟。", "462": "寓柘浦會心園張存三黃心鏡二居士過訪寓柘浦會心園。張存三黃心鏡二居士過訪", "463": "柘浦久傳肯肯堂。高懸心鏡是今龐。張公喫酒黃公", "464": "醉。吸盡西江誰不降。", "465": "重晤故人識源師於夢筆重晤故人識源師於夢筆", "466": "僊亭山上笑何奇。七歷星霜復展眉。多你看花非是", "467": "夢。剎竿別有好風吹。", "468": "題茶山人張存三居士九九山房題茶山人張存三居士九九山房", "469": "前三三與後三三。存此三兮何處安。牛頭沒忽馬頭", "470": "南。無著文殊謾對談。假鷄聲韻難瞞我。未肯糊塗放", "471": "過關。如何是不肯放過處。呼張居士喫茶去。", "472": "示盛子弟張季玉瑋秀才示盛子弟張季玉瑋秀才", "473": "出世性命難為兄。處世孝友難為弟。吾道儼然一貫", "474": "之。誰云真諦非俗諦。眉分八也雙眼開。胸藏卍兮中", "475": "心契。牟尼莫逆於仲尼。共乳同胞斯可據。", "476": "禮廩山老祖蘊空忠老和尚墖禮廩山老祖蘊空忠老和尚墖", "477": "秋山曉日。古木寒鴉。與嵩少青黯處指點何異。於宗", "478": "鏡老拽杖去誰辨誵訛。返擲三千里外故園春暖飛", "479": "花。鼓弄箇裴行者如獦獠猛利。抝折𨚗黃龍角能別", "480": "出爪牙。阿呵呵。不肖兒孫漫撒沙。灼然債有主兮冤", "481": "有家。新豐一曲丹霄遠。千古盱江發浩歌。", "482": "禮壽昌本師經老和尚墖禮壽昌本師經老和尚墖", "483": "嗚呼蒼天。昔年拜別付囑儼然。信知𨚗著末句尤玄。", "484": "䇿霜筇而獨返。念風木以何憐。詎意祖庭不弔。推我", "485": "好山倒焉。泣血奔命。踢破飛鳶。分明指示。九鼎絲縣。", "486": "不禁逆兒後至。此趺還自露尖。換手搥胸誰忍痛。鷄", "487": "足峰頭啼夜猿。嗚呼蒼天。", "488": "壽昌老和尚真贊壽昌老和尚真贊", "489": "掀翻大明國中。那討者般閒漢。只提一把钁頭。逢著", "490": "教他兩斷。即有不用命者奪其機。終是無因難作伴。", "491": "如今又供養渠作麼生。正要留與兒孫。冷眼細見得", "492": "慣。", "493": "董巖雲陽老和尚真贊董巖雲陽老和尚真贊", "494": "壽堂一脈。來自斗峰。道覺接之。以及雲翁。於董巖開", "495": "剏保社。臨濟眼光久已落地。猶𨁝跳跳在。不知瞎驢", "496": "逐大隊。若箇親逢。", "497": "虎嘯巖麗空老和尚真贊虎嘯巖麗空老和尚真贊", "498": "師資相遇。兩何所圖。就中一點。不敢相孤。武夷置之", "499": "城高。幾乎悞落九溪。却能激我轉身去。千里橫行端", "500": "在初。", "501": "潭中趙豫齋老居士贊潭中趙豫齋老居士贊", "502": "學出良知。修身為本。作倡建南。言行深穩。全家荷負", "503": "董巖。遠近盤搖珠滾。撥轉不二關頭。千古誰能標準。", "504": "余泗泉老居士小像贊余泗泉老居士小像贊", "505": "創出僊亭一枝。逈來南海香像。發機於紫臺老。疑問", "506": "風幡。受命在壽昌翁。親喫喝棒。只知良賈深藏。正是", "507": "誨人大匠。看他脚下兒孫。却也當仁不讓。", "508": "自題自題", "509": "生平一無所長。心上偏多傷感。一肚不合時宜。誰能", "510": "狐媚鼠碗。笑他與賊過梯。何曾於魔作悍。不如高臥", "511": "山丘。獨自歌此單板。便是老儂行狀。無待後人結欵。", "512": "又又", "513": "祇有者漢。庶幾與老儂知己。而老儂又何待知己。君", "514": "不見。嵩山一片面壁石。儘教千古人與他註脚。何曾", "515": "死在千古人註脚裏。", "516": "予方隱武夷盛子請予自題真予方隱武夷。盛子請予自題真", "517": "二十年來。我自己討面孔不著。直至於今。成得箇孟", "518": "八郎當無依無泊。無端撞著你者沒巴鼻浪子。向我", "519": "面前摸索。我呼你速道。你却奪我拄杖。喝我一喝。更", "520": "是沒有下落。咦。錯錯。", "521": "余道綱繼泉居士圓相贊余道綱繼泉居士圓相贊", "522": "咄。者是那裏得來。豈容憑空胡寫。賺殺三教渠儂。討", "523": "甚之乎者也。到此不能捉敗。只恐家有白澤之圖。偏", "524": "惹許多妖怪相假借。", "525": "墖銘附墖銘", "526": "武夷第一代禪祖東苑鏡公大師墖銘并序", "527": "宗門獨貴具擇法眼。而能得人。傳雖久不絕也。初祖", "528": "西來。分皮析骨。得一神光。為此方法髓。黃梅不付秀", "529": "上座。而授能獦獠。南岳激一馬駒。踏殺天下。青原接", "530": "一石頭。滑殺天下。五大宗師。皆拔於非常中。故能建", "531": "立門庭。自我作祖風穴。懼讖將止。不許鵓鳩樹上啼。", "532": "而肯動容揚古路。太陽憂嗣不繼。乃以頂相囑遠公。", "533": "代焞楊廣山頭草。濟洞二宗。於是乎懸絲可續。使仰", "534": "山雲門法眼三宗下。皆能得人。何致今日祇見二株", "535": "之久昌昌耶。近世濟洞雖微。尚有人。至於能使洞水", "536": "逆流如壽昌。而又得人傳其真。真而必可久者。誠千", "537": "古中興之祖也。自壽昌掃絕流獘。獨唱祖機。而諸方", "538": "尊宿。聳耳而驚。乘風而起者。駸駸然。首得博山。繼得", "539": "東苑。如圓悟之有杲有隆。一顯一晦。其東苑亦瞌睡", "540": "虎之難窺乎。師諱元鏡。字晦臺。別號湛靈。閩建陽馮", "541": "氏子。生于萬曆丁丑六月廿五日。師天資頴拔。年七", "542": "歲。習詩書。篤于孝友。厭聞名利事。少慕姚江良知之", "543": "學。因謁趙豫齋居士。得開發性命事。參董巖諸老。甲", "544": "辰年。禮虎嘯麗空杲公剃落。深究楞嚴知見無見之", "545": "旨。遂求決于寶方無明和尚。呵為墮大險坑。乃驚良", "546": "知之學。無知之見。到者裏用不著也。於是奮極參尋", "547": "五燈宗旨。苦幾死。及閱維摩。至此室何以空無侍者。", "548": "而諸佛國土亦復皆空。言下大徹。復於行解不相應", "549": "處。忽起諸礙。因讀圓覺隨順覺性章。乃疑情永拔。是", "550": "年庚戌。竟往壽昌。求質正于和尚。復呈偈曰。識破不", "551": "值半文錢。可憐摸索許多年。宗流盡是欺心漢。說甚", "552": "祖師別是禪。昌以趙州何處勘破婆子話再驗之。師", "553": "云。和尚莫作怪。昌大笑曰。參禪要到者一著子。始不", "554": "受人牢籠。因囑曰。子從此深隱去。自有機緣成就。若", "555": "強出為人。便可惜也。即付偈曰。正印相持時刻慎。逢", "556": "人唯勘印其心。弗依軌範通消息。祇驗生機是志真。", "557": "上下來因無忽略。始終去就有誠明。天然未具通方", "558": "眼。決勿私饒冒感承。向後逢人。當依此旨。師拜受而", "559": "歸。乙卯年。博山來公。入閩大仰開堂。師特訪之。相見", "560": "次。山曰。禮佛著。師端立。山又曰。禮佛著。師把住曰。那", "561": "箇是佛。山曰。者是那裏來的。師拓開曰。者是那裏來", "562": "的。山就座。師大笑便出。復曰。不可草草。再具威儀相", "563": "見。茶次。山曰。聞師兄親見壽昌。且道。壽昌和尚。當年", "564": "命根。斷在什麼處所。師擘面一掌曰。在甚麼處所。山", "565": "不對。師便出。山乃曰。可惜放過三十棒。山即日上堂。", "566": "師將出眾。山即呼曰。晦臺。復曰誰呌你。師出震聲一", "567": "喝。山曰。取棒來。師曰。此是宿食。不必拈出。且道。馬祖", "568": "一喝。百丈三日耳聾。是那三日。山曰。秋風多帶殺。秋", "569": "露愈加寒。師拂袖歸眾。山曰。你只學得走。師不顧。丙", "570": "辰。覺浪盛公。因董巖親依博山大師受具。後特往江", "571": "西。參壽昌和尚。道經書林。訪故人余繼泉。因遇師。師", "572": "問曰。公在董巖。曾聞博山拈提維摩經不。曰曾聞。師", "573": "曰。彌勒得一生受記。作麼生。曰大有人疑著。師曰。你", "574": "又恁麼去。盛公異之。向火次。因舉僧問古尊宿。劫火", "575": "洞然。者箇壞不壞。有云壞。有云不壞。此意如何。師曰。", "576": "你又恁麼來。盛公遂折節過冬。時方病苦欲死。師親", "577": "調藥餌療之。有間。師輙細究其平生參證處。及徵詰", "578": "五家門堂差別之旨。盛公披其所見。師感歎曰。不期", "579": "子乃能深入此秘密法門。吾壽昌者枝慧命。屬子大", "580": "振去也。因以壽昌宗派。并書偈付之。盛公拜受。用年", "581": "隨師往慶壽昌和尚七十歲。昌特勘驗。而印記之。亦", "582": "自深喜末年得此托囑。復示師偈曰。信知自有那一", "583": "著。直俟機緣純凑泊。不假思議聖凡安樂。忘斟酌受", "584": "用寬廓。明年戊午正月。昌示寂。師向因書林弟子余", "585": "繼泉。延居東苑靜室。間亦來往武夷虎嘯城高。繼泉", "586": "弟太學猶龍。率諸檀護及門人道量等曰。壽昌既沒。", "587": "東苑當出世矣。時庚申冬。力請師于僊亭一枝庵開", "588": "堂。師強起說法。四眾驚服。解制即歸隱武夷石屏巖。", "589": "誓不出山。間有衲子撥草參求者。師佯為不釆。如癡", "590": "如狂。自歌自咏。或有逼拶不得已者。師喝曰。你者禿", "591": "廝失了魂。在者裏作麼。又䇿杖絕險處蹲坐。僧曰。和", "592": "尚在者裏作甚麼。師召曰。你上來。見者靡不望崖而", "593": "退。其作略酷類慈明大愚。嗚呼。當此末法。孰能搆附。", "594": "又孰能感此痛切之機用哉。師每多病。至是疾大作。", "595": "二行者在側曰。和尚癯瘦不食。病甚危也。有何施主", "596": "弟子。有何親友鄰居。可速呼來。分付後事。師曰。我從", "597": "來無親友。亦無後事分付。行者驚曰。我等如何區處。", "598": "師指靜室前石屏巖下曰。此處可以埋我。曰設使死", "599": "了埋了。又如何分發。師大嘯一聲曰。恰好也。再問已", "600": "蛻去矣。時崇禎庚午七月十三日子夜。世壽五十四。", "601": "坐二十六夏。有語錄一卷。西陵李冢宰作序。已刻行。", "602": "外山居詩集一卷。詳見盛公所述行實。予丁丑秋。從", "603": "武林丁艱。歸壽昌。會盛公主先和尚法席。機鋒橫發。", "604": "如德山雲門。并讀諸語錄著作。玅盡佛聖秘旨。乃大", "605": "感慨。曾為之序。我先壽昌。初得師與盛公。人未之奇。", "606": "於今乃知。此宗非具眼得人。何以傳且久哉。自是予", "607": "時得盛公之激勵。因以新城福山。及廬山國通諸剎", "608": "致之。復尋公於閩。隨到武夷掃墖。定議師為山中第", "609": "一禪祖。況盛公自師滅度後。開法于京都大邑及名", "610": "山古剎。為諸薦紳先生。與諸方耆宿衲子歸敬。大振", "611": "世出世法。此一瓣香。計今已十六度拈出。而東苑之", "612": "鼻孔撩天。毒氣滿世。他日中其毒而發作者。則處處", "613": "皆師舌相眉毫不可掩匿也。孰知師於大好山中過", "614": "脈處微。而受幹氣之王於震旦正當昌大也。予於此", "615": "有三世法乳之深。不容不奉盛公之命之為銘也。銘", "616": "曰。", "617": "拈花微笑法眼斯傳此一人兮東西稟焉", "618": "少林得髓曹溪止衣五宗角立殊途同歸", "619": "三枝不競二株久昌一濟一洞起伏非甞", "620": "好山突出洞水逆流寶鏡披光渠我全收", "621": "師纔墮坑便能作怪奪父牢關劫兄嶮寨", "622": "一枝高唱雙蛾幾長傷心江上恰遇同鄉", "623": "火裏浪生藥中毒發斷佛祖命全施殺活", "624": "石屏巖巖不可攀仰鳥沒雲飛高踞其上", "625": "六六之奇三三之曲誰不失魂來此相續", "626": "一聲長嘯撒手便行千古兒孫聞之震驚", "627": "武夷僊長晦菴儒宗師標禪祖三教凌風", "628": "鼎定其巔出世獨尚我作斯銘當仁不讓", "629": "賜進士承德郎禮部儀制司主事豫章弟子黃端伯", "630": "撰文", "631": "杭州徑山萬壽禪寺嗣法門人道盛立石", "632": "東苑晦臺鏡禪師語錄終", "633": "No. 1433-1 建昌廩山忠公傳No. 1433-1", "634": "建昌廩山忠公傳", "635": "杭州徑山嗣法曾孫　道盛　撰", "636": "建昌廩山蘊空常忠禪師。本郡人。少時習姚江良知", "637": "之學。甞以自有別見當揭明之。一日客金陵。下鎮江。", "638": "游󳬈林古寺。遇老宿。中州人號古溪者。曾參月舟和", "639": "尚。偶談空宗。深有所感。乃從剃落。事之甚謹。老宿病", "640": "師善為開慰。至於燒臂。宿異之曰。子既出家。可往徧", "641": "參。毋虗度歲月。當今少林小山書和尚。道風響著。速", "642": "宜扣謁。不可後也。即腰包走嵩山。參書公。山問。上人", "643": "來為何事。師曰。為求出離生死法。山曰。生死在何處。", "644": "你要出離。師擬對。山搖手曰。且去務下著。一日師又", "645": "問。如何得見性成佛。山曰。你喫󰕖也未。曰已喫了。山", "646": "曰。還要借人口麼。師曰。如何得成佛。山曰。佛是乾屎。", "647": "橛。汝要成他作麼。師擬再畣。山復推出曰。不是不是。", "648": "師心益疑。乃辭。往五臺燕都。參諸老宿。無當意者。復", "649": "返嵩少。值山外出。師迎而問曰。達磨面壁石。在甚麼", "650": "處。山指曰。阿那青黯黯處。師曰。東指西話作麼。山曰。", "651": "南方杜撰禪。如麻似粟。師曰。者老野狐。在者裏魔魅", "652": "人那。山以拄杖便打。師禮拜。山遂令偕歸。會山謝事", "653": "少林。主北京宗鏡。師服勤三載。深得其旨。山每勘驗。", "654": "機鋒警敏。皆當仁不讓。乃辭歸。山以偈囑曰。宗鏡門", "655": "下一株松。長年占斷白雲封。人間未許閒相識。一枝", "656": "迸出咲春風。師歸建昌。隱于從姑山。終日危坐。人或", "657": "顧問。師搖手曰。汝不會我語。曰師試為我說看。師曰。", "658": "南城城外水。滔滔向北流。問者目瞪。師曰。向道汝不", "659": "會我語。人莫測識。到覆船山。見紹隆大師故蹟。乃題", "660": "簫曲峰屋壁曰。覆却船兮賺雪峰。渠無生死太遼空。", "661": "玉簫聲斷千山冷。誰聽啼猨夜月中。黎川有廩山。八", "662": "面秀󳫠。因結茆棲焉。有山居偈云。折脚鐺兒幸自憐。", "663": "烹風煑月亦何便。生平底事誰相委。磨得青萍倚石", "664": "眠。師二十年。刀畊火種。不與世接。往來衲子參尋。亦", "665": "閉關高枕拒之。諸縉紳名士過訪。唯相對默坐。客退", "666": "侍者進曰。貴人達士相顧。和尚何無一言啟迪之。師", "667": "曰。彼且多知多解。肉飽酒醉。來尋長老消閒。予粥󰕖", "668": "僧。那有許多力氣。與他搔皮寬肚。取人爽快。圖人讚", "669": "嘆也。獨與大參羅近溪汝芳徵君鄧潛谷元錫二公。", "670": "相與論性命之學。間拈金剛圓覺。發揮宗門大意。及", "671": "舉向上事。剖決良知。埽除知解。皆超出情見。以經有", "672": "教眼。禪有綱宗。壽昌經和尚白衣時。嚮師道行。特求", "673": "出家授戒。師曰。出家須出五蘊家。當究明此事薙染。", "674": "尚不為遲。歸戒須歸自心。豈必三壇為戒耶。你知十", "675": "六沙彌廣額屠兒。立地繼燈成佛麼。如是出家。是真", "676": "大丈夫事。昌又問入道法要。師曰。但能精進不肯自", "677": "欺。便是徹首徹尾工夫。昌一日與諸同參。論金剛經", "678": "義甚快。師聞之呵曰。宗眼不明。非為究竟。昌大驚。便", "679": "問。如何是宗眼。師振衣而起。昌益疑之。復請益玄沙", "680": "虎趙州狗子話。師曰。我不如你。你自會得。昌後隱峩", "681": "峰。閱傳燈。見僧問興善寬禪師。如何是道。寬曰大好", "682": "山。語下有悟。走廩山呈解。師曰。悟則不無。更要受用", "683": "得著。若受用不著。祇是箇汞銀禪。因舉南泉王老師", "684": "賣身話。問昌。子試道。南泉是何意旨。昌曰。者老漢沒", "685": "葢載。待你頭出角著。師喝出。又問。甘贄行者請念誦。", "686": "南泉打破鍋。古人意在甚麼處。昌曰。拂袖便行鈎有", "687": "餌。鍋兒打破玉無瑕。師駭之。又舉南泉與陸亘大夫。", "688": "論王居何位。玉殿苔生話。曰此深與洞上君臣偏正", "689": "妙叶。昔价祖親見南泉明。亦曾深得其旨。昌曰。不然。", "690": "五宗雖則各設門庭。而所立宗旨。皆超越三世諸佛", "691": "所說法式。祇如洞山問龍山賓主。又何甞不與玄要", "692": "主賓󳖈合。師深頷之。師又曰。古人悟後。全在解行相。", "693": "應。亦要去見人。始能曲盡堂奧差別。惜乎海內明眼", "694": "人。多岩居穴處。亦須搜尋之。如臨濟托盋雒陽。尚遇", "695": "婆子發藥。子何可自限。昌曰。祇如二祖不往西天。達", "696": "磨不來東土。從上宗乘中事。還曾欠少麼。師愕然。昌", "697": "曰。三十年用底。今日捉敗了也。師曰。吾宗到汝。當大", "698": "興於世。將來於牧牛場上。重建剎竿。昌於是復返峨", "699": "峰。師一日告眾曰。我有件要了底大事。汝等須知。眾", "700": "茫然莫知所指。乃亟命澡浴。整衣端坐竪拳曰。會麼。", "701": "眾莫敢加對。復以拳揮案曰。吽吽。為汝了去。遂趨寂", "702": "焉。茶毗。得頂骨牙齒不壞。墖於本山。師生平言行縝", "703": "密。如美玉在璞。非有真為法人。拒而不見。恐枉法也。", "704": "見人談某於何處有省悟。何處有證入。輙作色呵之", "705": "曰。子何所見。敢以此證據人耶。打破大明國。尋不出", "706": "一人能真參實究。你敢乃爾作大妄語。以未悟謂悟。", "707": "未證謂證耶。當嘉隆間。㝢內宗風。多以傳習為究竟。", "708": "師疾時矯弊。志欲匡扶大法。而力未迨。以故終身韜", "709": "晦。鄧徵君服膺師。深信別傳之旨。甞有詩挽其出世", "710": "云。入海泥牛不見蹤。龍山太煞喪家風。誰知別有密", "711": "移處。唱出新豐韻不窮。師見之咲曰。公可謂知得老", "712": "僧一半也。及師示寂後。經和尚出世峨峰。公亦親訪。", "713": "讀其住山偈曰。野獅不噉人間食。十二巫峰得自繇。", "714": "養就縱橫無礙力。崑崙翻轉作瀛州。乃大喜曰。何期", "715": "垂老得飲醍醐。乃於今日。益見廩山老師之不謬。雖", "716": "不出世。而能得此峨峰真子。當必大興洞上宗風也。", "717": "師生於正德甲戌。終於萬曆戊子。世壽七十五。僧臘", "718": "五十。及昌住寶坊。乃移墖於寶坊。後黃端伯及諸弟", "719": "子。復遷歸廩山之麓。有墖銘。以表建化之蹟。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1433 晦臺元鏡禪師語錄", "author": "(嗣法)道盛集"}