{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1378 無明慧性禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "大宋無明慧性禪師語錄", "1": "目錄目錄", "2": "序　　顏一齊汝勳撰", "3": "蘄州資福禪寺語錄", "4": "蘄州北山智度禪寺語錄", "5": "南康軍廬山歸宗能仁禪寺語錄", "6": "南康軍廬山開先華藏禪寺語錄", "7": "南康軍廬山棲賢寶覺禪寺語錄", "8": "平江府陽山尊相禪寺語錄", "9": "平江府雙塔壽寧萬歲禪寺語錄", "10": "頌古法語真讚遺偈", "11": "塔銘　　顏一齊汝勳居士撰", "12": "徑山無準禪師後序　　淨慈北磵禪師後序", "13": "No. 1378-A 無明性和尚語錄序No. 1378-A", "14": "無明性和尚語錄序", "15": "東山一脉。最得人憎。認草本者。多作平常會。奇特會。", "16": "某處是生機。某處是死句。互分巧拙。俱落窠臼。縱跳", "17": "得出。又墮解脫深坑。非獨蹉過此老。亦蹉過天下老", "18": "和尚。添得幾箇冊子。只益雜毒耳。余因序無明語。不", "19": "覺饒舌。怕有軟頑底。為一齋懺悔也不見得。", "20": "淳祐癸卯上巳長洲一齋顏汝勳敬書", "21": "No. 1378", "22": "蘄州資福禪寺語錄蘄州資福禪寺語錄", "23": "侍者　妙儼　編", "24": "入院。指山門云。萬疊峯巒秀。清虗杳靄間。跨門一句", "25": "子。擬議隔重關。", "26": "佛殿拈香。指天指地。有甚巴鼻。目顧四方。不知失利。", "27": "累及後代兒孫。以此󳯝相鈍置。", "28": "踞方丈。電激雷奔。以毒攻毒。撒土拋沙。拗直作曲。箇", "29": "裏翻身控角弓。誰能背手抽金鏃。", "30": "法座云。不知立處高多少。回頭四顧白雲低。等閑移", "31": "步毗盧頂。拽轉南辰安向西。", "32": "拈衣云。要入牯牛隊。還披水牯皮。全身行異類。拽杷", "33": "又牽犁。", "34": "陞座。拈香祝　聖罷。次拈香云。此一瓣香。昔在佛照", "35": "禪師處得其體。松源和尚處得其用。雖然體用雙全。", "36": "浮沈湖海。未曾有一人酬價。而今一客不煩兩主。爇", "37": "向爐中。奉為前住臨安府靈隱先師和尚。用酬法乳。", "38": "遂斂衣就座　僧問云。龍象四集。寶座已登。學人上", "39": "來。請師祝　聖。答云。一氣不言含有象。萬靈何處謝", "40": "無私。進云。如何是把定要津句。師云。擬議則差白雲", "41": "萬里。進云。如何是坐斷乾坤句。師云。天高群象正。海", "42": "闊百川朝。進云。如何是坐斷報化佛頭句。師云。大用", "43": "現前不存軌則。進云。便恁麼去時如何。師云。更參三", "44": "參三十年。僧禮拜。師乃云。行盡迢迢路。無山不是家。", "45": "跨門一句子。擬議隔天涯。四山空闊。一徑幽深。樓閣", "46": "崢嶸。峯巒疊翠。全是自家本地。發明古佛家風。不免", "47": "高掛鉢囊。拗折拄杖。安家樂業。鼓腹謳歌。更不他求。", "48": "是成活計。至於山禽聚集。牛動尾巴。虎嘯龍吟。風清", "49": "露白。溪山雲月。處處同風。水鳥樹林。頭頭顯露。且道", "50": "共樂昇平一句。如何話會。倒把少林無孔笛。逆風吹", "51": "了順風吹。", "52": "復舉保壽開堂。三聖推出一僧。保壽便打。師云。將謂", "53": "侯白。更有侯黑。三聖云。恁麼為人。非但瞎却這僧眼。", "54": "瞎却鎮州一城人眼去在。師云。賊須賊捉。保壽便歸", "55": "方丈。師云。虎頭虎尾一時收。諸人要識二大老子落", "56": "處麼。卓拄杖一下云。風定花猶落。鳥啼山更幽。", "57": "上堂云。有語中無語。達磨九年空面壁。無語中有語。", "58": "空生巖畔花狼藉。有無俱泯又且如何。南斗八北斗", "59": "七。", "60": "上堂云。啞却我口禿我舌。明眼衲僧難辨別。遂擲下", "61": "拄杖云。今朝撒向諸人前。須彌燈王笑不徹。", "62": "上堂云。舉雲門示眾云。天寒日短。兩人共一椀。師云。", "63": "雲門家風太儉。資福則不然。天寒日短。三平二滿。虎", "64": "咬大虫。雄鷄生卵。且道。明什麼邊事。參。", "65": "謝知事頭首上堂云。迅雷聲裏。閃電光中。棒喝交馳。", "66": "主賓互顯。正恁麼時。且道是誰家風月。以拂子擊禪", "67": "牀云。數片白雲生宇宙。普天無處不垂陰。", "68": "上堂云。言發非聲。舌頭無骨。色前不物。狐狸戀窟。畢", "69": "竟如何是不落聲色底句。鷓鴣啼處百花香。", "70": "蘄州北山智度禪寺語錄蘄州北山智度禪寺語錄", "71": "侍者　圓澄　編", "72": "上堂云。新梅雪裏依稀拆。愛日窻前迤邐長。漏泄東", "73": "君好消息。分明遍界不能藏。且道藏不得是箇什麼。", "74": "卓拄杖云。但得到家田地穩。更無佛法可商量。", "75": "上堂云。鳥牙絕頂。結制安居。包羅萬有。吞却十虗。且", "76": "道。無位真人。在什麼處。良久云。切忌從它覓。迢迢與", "77": "我疎。", "78": "出城回上堂云。往來無間。動靜一源。瞥然而往。瞥然", "79": "而還。大方無內無外。管甚新年舊年。歸來偃臥青松", "80": "下。只這些兒妙不傳。", "81": "上堂云。方挹新春。又迎朱夏。山不為高。水不為下。梅", "82": "雨連綿。虗空貼卦。浸爛石烏龜。黃梅添話󰚁。烏牙峯", "83": "頂浪滔天。犀牛扇子增高價。", "84": "上堂。舉寒山子詩云。吾心似秋月。碧潭清皎潔。無物", "85": "堪比倫。教我如何說。師云。寒山子坐在解脫深坑。若", "86": "是北山門下。打你頭破額裂。", "87": "上堂云。秋風清。秋月白。鴈過長空。蟬噪庭柏。踢出鐵", "88": "崐崘。大機要頓發。好肉剜瘡。覰著即瞎。隔山人唱太", "89": "平歌。元是胡笳十八拍。", "90": "上堂云。爽氣生襟袂。清飈襲四維。白雲抱幽石。冷淡", "91": "更清奇。玲瓏八面自回合。峭峻一方誰敢窺。", "92": "因事上堂。毒蛇頭上能揩痒。正是吾家跳竈兒。竊得", "93": "這些窮伎倆。白拈手裏覓便宜。㘞。萬仞崖頭獨足立。", "94": "頭長三尺知是誰。", "95": "上堂。十五日已前。一冬二冬。叉手當胸。十五日已後。", "96": "背手抽金鏃。翻身控角弓。正當十五日時如何。風從", "97": "虎兮雲從龍。擡眸󳬧子過遼東。", "98": "南康軍廬山歸宗能仁禪寺語錄南康軍廬山歸宗能仁禪寺語錄", "99": "侍者　妙全　編", "100": "上堂云。春行萬國春無跡。臘雪消殘始見功。頭頭應", "101": "現。處處流通。木馬泥牛吼。花柳撼春風。", "102": "上堂云。春山青。春水綠。草茸茸。花簇簇。若能喪盡目", "103": "前機。便見廬山真面目。", "104": "上堂云。元宵正月半。是處金蓮現。貪看燈明佛。蹉過", "105": "新羅箭。以拂子擊禪牀云。閃電光中。聊通一線。", "106": "上堂云。柳色含煙。千葩競秀。森羅萬象。互顯家風。無", "107": "位真人。橫身徧界。正恁麼時如何。以拂子擊禪床云。", "108": "鯨吞海水盡。露出珊瑚枝。", "109": "為首座典座上堂云。法社棟梁。藂林綱紀。全殺全活。", "110": "建立宗旨。雙放雙收。總在這裏。虎嘯風生。龍吟霧起。", "111": "擊拂子云。大家扶起破砂盆。無限清風來未已。", "112": "上堂云。句中句。絕露布。閃電裏。分緇素。且道。紫霄峰", "113": "高。鸞溪水急。如何緇素。以拂子擊禪牀云。戴嵩牛臥", "114": "綠楊陰。韓幹馬嘶芳草渡。", "115": "上堂云。向上一路滑。壁立萬仞嶮。石火電光鈍。定乾", "116": "坤句錯。良久云。水牯牛常甘水草。麒麟只有一隻角。", "117": "千手大悲難摸索。", "118": "謝知事上堂云。主中賓。賓中主。南山大虫元是虎。踢", "119": "起眉毛著眼看。閃電光中急薦取。擊拂子云。發機須", "120": "是千鈞弩。", "121": "上堂云。知有底人。眼中著屑。盡底掀翻。只得一橛。堪", "122": "笑巴陵老古錐。解道銀椀裏盛雪。", "123": "上堂云。滿口道不得底。天下祖師結舌有分。滿眼󳬇", "124": "不見底。撞著燈籠露柱。滿耳聽不聞底。鐘鳴鼓響切", "125": "忌㗖󲣅。休㗖󲣅。滅却臨濟正法眼。破砂盆子何處著。", "126": "上堂云。歸宗見成行貨。別無單傳心要。二時展鉢開", "127": "單。逐日痾屎送尿。飢餐渴飲一般。露柱燈籠大笑。且", "128": "道笑箇什麼。毗婆尸佛早留心。直至而今不得妙。", "129": "上堂云。風蕭蕭兮疎林葉落。月皎皎兮虎嘯猿啼。或", "130": "聞或見。或悟或迷。會與不會。脫體全提。鼻孔元是向", "131": "下垂。", "132": "上堂云。一葉落天下秋。一塵起大地收。明明祖師意。", "133": "明明百草頭。相頭買帽。看樓打樓。拂子擊禪牀云。更", "134": "嫌何處不風流。", "135": "上堂云。秋色連天淨。秋花滿地香。圓通門大啟。切忌", "136": "錯商量。", "137": "開爐上堂云。丹霞燒木佛。院主眉鬚落。兩箇無孔鐵", "138": "鎚。彼此將錯就錯。焦塼打著連底凍。笑它普化搖鈴", "139": "鐸。", "140": "上堂云。雪覆千山。孤峯不白。突出難辨。覰著則瞎。鐵", "141": "樹花開。冰河焰發。不萌枝上月三更。切忌龍門遭點", "142": "額。", "143": "上堂云。搖唇鼓舌。展事投機。千佛出世。不通懺悔。歸", "144": "宗知而故犯。是汝諸人。向什麼處著眼。以拂子擊禪", "145": "狀云。焦巴焦巴。有葉無丫。長天秋水。孤鶩落霞。", "146": "上堂。歸宗無法可商量。獨掇單提不覆藏。有問西來", "147": "端的意。天寒日短夜偏長。", "148": "浴佛上堂云。指天指地獨稱尊。攪動乾坤海嶽昏。自", "149": "從賺殺人無數。直至而今無腦門。", "150": "上堂云。雨過長空。簷頭滴滴。覿面相呈。人信不及。信", "151": "得及。萬古長空元不濕。", "152": "上堂云。一即一切。一切即一。拈青玉峽。向焦螟眼中。", "153": "撮大地來。如粟米粒。會則事同一家。不會則知我受", "154": "屈。", "155": "上堂云。獨標萬象。物外宣揚。卓拄杖云。天長地久。地", "156": "久天長。", "157": "上堂云。無作無為。無說無示。可以濟群類統萬󳬛。同", "158": "六虗融三際。卓拄杖云。此是吾家第一義。", "159": "南康軍廬山開先華藏禪寺語錄南康軍廬山開先華藏禪寺語錄", "160": "侍者　道隆　編", "161": "入院。指山門云。瀑布懸崖落半空。等閑平步廣寒宮。", "162": "乘時坐斷孤峯頂。千聖從教立下風。", "163": "佛殿云。祖禰不了。兒孫遭累。祝著磕著。無處回避。不", "164": "辭禮拜燒香。也要󳯝相鈍置。", "165": "方丈云。作家爐鞴。本分鉗鎚。不用埋兵施陷虎。白拈", "166": "手裏覓便宜。", "167": "法座云。喝散白雲。穿開碧落。一步闊一步。一著高一", "168": "著。", "169": "陞座。祝　聖罷。據坐云。未舉先知孰與論。掀騰海嶽", "170": "動乾坤。嶮崖句裏翻身轉。盤走珠兮珠走盤。僧問云。", "171": "如何是臨濟宗。師云。迅雷不及掩耳。進云。如何是溈", "172": "仰宗。師云。父子不相傳。進云。如何是雲門宗。師云。劒", "173": "去久矣。徒勞刻舟。進云。如何是曹洞宗。師云。白雲影", "174": "裏怪石露。流水光中古木青。進云。如何是法眼宗。師", "175": "云。心外無法。滿目青山。進云。宗派已蒙師指示。向上", "176": "宗乘事若何。師云。花須連夜發。莫待曉風吹。進云。且", "177": "道昨日歸宗長老。今日開先主人。畢竟如何。師云。兩", "178": "頭俱坐斷。一劒倚天寒。僧禮拜　復云。滿天和氣。匝", "179": "地韶光。溢目晴輝。影臨萬有。山花似錦。㵎水如藍。蝶", "180": "戀芳叢。篆不彫之心印。鸎啼谷口。演不說之妙門。全", "181": "提鷲嶺拈花。揭示西來密旨。便恁麼去。是處是慈氏", "182": "無門無善財。只此便是大安樂田地。只此便是大解", "183": "脫之場。雖然如是。共樂無為一句。畢竟如何話會。以", "184": "拂子擊禪床云。淨智莊嚴功德聚。祝融峯頂萬年松。", "185": "復舉藥山示眾云。與我喚沙彌來。侍僧云。喚沙彌作", "186": "麼。山云。我有一箇折脚鐺兒。教伊提上挈下。師云。儉", "187": "生不孝。義出豐年。覿面提持。當陽有準。何故。鯨吞海", "188": "水盡。露出珊瑚枝。", "189": "聖節上堂云。一真含法界。大用等虗空。千祥如霧集。", "190": "萬善若雲臻。卓拄杖云。用祝吾　皇無量壽。天高無", "191": "極地無窮。", "192": "上堂云。郊原雨過。春日熈熈。桃紅李白。發最上機。啞", "193": "却口落盡眉。就中一曲江南好。蘆管迎風撩亂吹。", "194": "上堂云。聲前一句。十方顯露。佛祖不知。衲僧罔措。拂", "195": "子擊禪床下座。", "196": "上堂云。萬壑千巖。雲霞鎖霧。洞然明白。覿面分付。還", "197": "有知時別宜底麼。良久云。鴈影落寒潭。孤舟橫野渡。", "198": "上堂云。毗盧師。法身主。縱奪臨機些子許。目前分付", "199": "與阿誰。踢起眉毛急薦取。", "200": "上堂云。去聖時遙。人多懈怠。逆則生嗔。順則生愛。不", "201": "嗔不愛。東海剪刀。西番布袋。解脫門頭緊著關。休誇", "202": "鋪席無人買。良久云。腦後見腮。和贓捉敗。", "203": "上堂云。一番秋雨一番凉。道路無塵野菊香。翻笑昔", "204": "年陶令尹。攢眉歸去錯商量。恁麼不恁麼。破鏡不重", "205": "光。若把拈花微笑。是切忌將奴喚作郎。", "206": "上堂云。以拄杖橫按云。鼓沒絃琴。復作吹笛勢云。吹", "207": "無孔笛。共樂堯年同舜日。達磨九年空面壁。", "208": "上堂。拈拄杖云。提起則天回地轉。觸處光輝。放下則", "209": "息慮忘緣。聖凡罔措。不拈不放。又且如何。卓拄杖一", "210": "下云。翡翠踏翻荷葉雨。鷺鶿衝破綠楊煙。", "211": "上堂云。久雨不晴。纔晴又雨。陰陽交泰。萬物得所。明", "212": "明百草頭。能為萬象主。以拂子擊牀云。覿面相呈。切", "213": "忌莾鹵。", "214": "上堂云。秋風離離。秋色依依。秋雲淡佇。秋月分輝。篆", "215": "不彫之心印。狀似鐵牛之機。阿呵呵。力㘞希。再三撈", "216": "摝始應知。", "217": "上堂云。月掛長空。孤峯獨宿。幽鳥數聲清。白雲斷處", "218": "續。佛眼難窺。拗直作曲。𦏰羊掛角絕蹤由。無限清風", "219": "生八極。", "220": "松源和尚忌日。上堂云。是句亦剗。非句亦剗。瞞瞞頇", "221": "頇。生鐵門限。如斯出世為人。瞎却衲僧正眼。子細撿", "222": "點將來。也是徐六擔板。", "223": "南康軍廬山棲賢寶覺禪寺語錄南康軍廬山棲賢寶覺禪寺語錄", "224": "侍者　圓照　編", "225": "上堂云。巢知風穴知雨。此是世人知有。只如世尊拈", "226": "花。迦葉微笑。且道是什麼人知有。卓拄杖云。林間木", "227": "馬嘶。海底泥牛吼。", "228": "佛成道上堂云。瞿曇夜半見明星。碓觜挑開眼裏筋。", "229": "四十九年無畏說。至今錯認定盤星。將頭不猛帶累", "230": "三軍。曹溪波浪如相似。無限平人被陸沈。", "231": "上堂云。草離離煙漠漠。雨如膏雲如󳬈。說了也。錯錯", "232": "錯。五老峯高徹骨寒。野猿啼斷山月落。", "233": "上堂云。天得一地得一。王得一兮無等匹。一得一又", "234": "何必。閃電光中加霹󳱏。朝來細雨灑危層。八面風清", "235": "照紅日。", "236": "上堂云。大包無外。細入無間。內外絕瑕玼。古今無背", "237": "面。森羅萬象影中藏。四聖六凡光裏現。分明常在諸", "238": "人前。未審諸人見不見。卓拄杖云。鐵壁銀山通一線。", "239": "上堂云。雪埋松徑。梅著寒梢。露倮倮赤灑灑獨孤標。", "240": "寒山逢拾得。撫掌笑呵呵。", "241": "上堂云。初三十一。中九下七。更不囊藏。當陽拈出。以", "242": "拂子擊禪床云。一氣轉洪鈞。八方開壽域。", "243": "上元日上堂云。心月孤圓。清光皎潔。吞盡十方空。銀", "244": "椀裏盛雪。以拂子擊禪床云。本光瑞如此。笑倒燈明", "245": "佛。", "246": "上堂云。木犀花散一山秋。更約清風作勝游。笑嗷幽", "247": "香翻葉底。西來祖意在枝頭。沒回互。興悠悠。遼天鼻", "248": "孔齊穿却。更嫌何處不風流。", "249": "上堂云。殺人刀活人劒。劈破虗空成兩片。千妖百怪", "250": "盡潛蹤。萬象森羅光影現。艾人與門神。端的見不見。", "251": "卓拄杖云。拄杖子聊通一線。", "252": "解夏上堂云。有結有解俱錯。到底無繩自縛。一夏九", "253": "十日終。箇箇眉鬚墮落。入水長人。填溝塞壑。相逢只", "254": "解那斯祁。明眼衲僧休卜度。", "255": "上堂云。纔開口又成剩語。不開口又成增語。發機須", "256": "是千鈞弩。草店家風別。翻雲又覆雨。若是陶淵明。攢", "257": "眉便歸去。", "258": "上堂云。松蘿影裏。積翠堆中。白雲為蓋。流泉作琴。隻", "259": "影獨標巖上月。不知那箇是知音。耳卓朔。頭蓬鬆。擡", "260": "眸󳬧子過遼東。", "261": "上堂云。言語動用沒交涉。非言語動用亦沒交涉。傾", "262": "膓倒腹。為楔出楔。啞却我口禿却舌。明明萬里一條", "263": "鐵。", "264": "上堂舉寒山頌。秋光清淺時。白鷺和煙島。良哉觀世", "265": "音。全身入荒草。點撿將來。罪過不少。只憑拄杖。一切", "266": "靠倒。遂靠拄杖下座。", "267": "上堂云。掀翻四大海。踢倒須彌盧。心麤膽大。少實多", "268": "虗。夜見明星曾落節。兒孫隨後受塗糊。", "269": "松源忌。木落高秋玉露垂。慎終追遠又思惟。無端一", "270": "世滅胡種。累及兒孫說向誰。啞却口。落盡眉。牽犁拽", "271": "杷。帶水拖泥。順捋虎鬚拈蝎尾。白拈手裏覓便宜。家", "272": "肥生孝子。誰是五逆兒。棲賢今日以此供養松源先", "273": "師。且道。還來歆饗也無。以手搖拽云。嗚咿嗚咿。秋露", "274": "春風消息在。不知誰薦上頭機。", "275": "平江府陽山尊相禪寺語錄平江府陽山尊相禪寺語錄", "276": "侍者　法洪　編", "277": "入院。指法座云。喝散白雲。穿開碧落。須彌燈王。無處", "278": "摸索。", "279": "上堂云。深藏古寺老垂垂。冷暖相諳只自知。不謂使", "280": "符相苦逼。依然拽又牽犁。", "281": "覺報長老至上堂云。開門待知識。知識不來過。知識", "282": "既來過。畢竟如何通信。拂子擊禪床云。開口不在舌", "283": "頭上。佇看平地起風波。", "284": "晚小參云。控佛祖機。瞎人天眼。用生殺句。截葛藤窠。", "285": "點著不來。千里万里。所以。向上一路滑。壁立萬仞嶮。", "286": "石火電光鈍。定乾坤句錯。箇是從上來。垛生招箭。尊", "287": "相則別有條章。諸佛不曾出世。亦無一法與人。達磨", "288": "不西來。二祖不得髓。見佛見祖。如生冤家。說色說心。", "289": "如逢猛虎。若是錦鱗赬尾底。纔聞恁麼舉著。踢起便", "290": "行。大棒打不回頭。誰敢正眼覰著。若是鈍鳥棲蘆底。", "291": "一恁三三兩兩。何故曾為浪子偏憐客。為愛貪盃惜", "292": "醉人。", "293": "謝知事頭首。上堂云。佛祖大機。目前密布。主中賓賓", "294": "中主。雲從龍風從虎。卓拄杖云。發機須是千鈞弩。", "295": "歲夜小參。歲盡年窮。無可不可。烹露地牛。燒榾柮火。", "296": "野菜只添一筯油。滿鉢和羅唯一飽。笑傲煙霞。白雲", "297": "風拂。韶陽一曲自高歌。困來一覺和衣倒。淺種深耕", "298": "得自由。珊瑚枝頭日杲杲　復舉僧問古德。年窮歲", "299": "盡時如何。德云。東村王老夜燒錢。乃舉頌云。東村王", "300": "老夜燒錢。打著南邊動北邊。赤骨歷窮誇富貴。日高", "301": "三丈尚憨眠。", "302": "穹窿圓太虗至。上堂云。穹窿山裏老菸菟。一點圓明", "303": "爍太虗。八角磨盤空裏轉。寥落林泉意自殊。超物象。", "304": "絕名模。將為胡鬚赤。更有赤鬚胡。", "305": "上堂云。舉僧問鏡清。深山巖窟中。還有佛法也無。清", "306": "云。有。僧問。如何是深山巖窟中佛法。云。石頭大底大", "307": "小底小。或有人出來問尊相。如何是深山巖窟中佛", "308": "法。只向他道無。因甚如此。只為太近。乃舉頌云。一人", "309": "道有一人無。正令全提肘後符。昨夜虗空開口笑。石", "310": "人吞却洞庭湖。", "311": "上堂云。離四句。絕百非。一言已出。駟馬難追。一任金", "312": "烏東出。徒教玉兔沈西。拂子擊禪床云。千鈞之弩。不", "313": "為鼷鼠而發機。", "314": "舊住至。上堂云。春雨如膏。春雲如󳬈。客從天外來。正", "315": "是魔王脚。閫外威權。麒麟一角。擊拂子云。轉身一拶", "316": "驗來端。外道天魔俱膽落。", "317": "上堂云。春山青。春水綠。春雨濛濛。春花簇簇。春光滿", "318": "目𦘕難成。春風萬里何抅束。肥馬轆轆。瘦馬轆轆。日", "319": "逐忙忙等閑過。些兒毒氣誰輕觸。", "320": "上堂云。今朝四月初一。萬像難逃影質。馬祖陞堂。百", "321": "丈捲席。祕魔擎叉。魯祖面壁。喚驢作馬。蝦跳不出。麒", "322": "麟一角尖。烏龜三眼赤。", "323": "上堂云。雲收天際。杲日當空。坐立儼然。如何通信。擊", "324": "拂子云。自是不歸歸便得。五湖煙浪有誰爭。", "325": "楞嚴會上堂云。八還正眼頂門開。悟得門門有善財。", "326": "要識九旬行道處。薰風依舊自南來。", "327": "一齊相訪。上堂云。舉問馬大師。不與萬法為侶。是什", "328": "麼人。師云。問處如毒龍攪海。答處似猛虎靠山。然雖", "329": "電激星馳。未免總在門外。且道。門裏人如何話會。移", "330": "花兼蝶至。買石得雲饒　復舉頌云。不與萬法為侶。", "331": "咬定牙關錯舉。西江吸盡鐵船浮。活提獰龍和角煑。", "332": "倒騎佛殿出三門。翻手為雲覆手雨。", "333": "上堂云。兔馬有角。牛羊無角。智不到處。切忌道著。道", "334": "著後如何。擊拂子云。拈得鼻孔還失却。", "335": "為沂首座上堂云。相見不揚眉。雷轟閃電遲。知音纔", "336": "側耳。擬議落便宜。威行閫外。瞥轉機輪。拍禪床一下", "337": "云。大千揑聚一微塵。", "338": "拗堂至上堂云。息菴去世肉猶暖。五逆還它五逆兒。", "339": "海湧峯頭行正令。白拈誰敢覓便宜。", "340": "中秋上堂云。舉長沙和尚道。盡大地是一隻眼。盡大", "341": "地是箇全身。盡十方世界。在自己光明裏。拍禪床一", "342": "下云。若人於此見得。清風常滿座。一念百千年。", "343": "平江府雙塔壽寧萬歲禪寺語錄平江府雙塔壽寧萬歲禪寺語錄", "344": "侍者　唯道　編", "345": "上堂。衲僧門下。手擎日月。游運神通。背負須彌。全機", "346": "敵勝。移星換斗。奪食驅耕。又且如何。拂子擊禪牀云。", "347": "不因汗馬功成力。爭見黃河徹底清。", "348": "上堂云。舉雪竇云。十方無壁落。四面亦無門。畢竟向", "349": "什麼處見客。若道得接手句。許你天上天下。壽寧則", "350": "不然。金剛圈。栗棘蓬。拈來便用。耀古騰今。格外知音", "351": "纔領略。四方八面起清風。", "352": "上堂云。無語中有語。名曰死句。有語中無語。名曰活", "353": "句。可謂剜肉作瘡。皮穿骨露。舉不顧即差牙。閃電光", "354": "中走烏兔。", "355": "上堂。十五日已前。風吹不入。十五日已後。水灑不著。", "356": "正當十五日時如何。擊禪床云。月中仙桂和根拔。海", "357": "底泥牛把角牽。", "358": "上堂。十九二十。人信不及。拈拂子云。喚作拂子則背。", "359": "不喚作拂子則觸。而今背觸分明。一句了然百億。且", "360": "道是那一句。參。", "361": "上堂。天寒人寒。大家在這裏。洗面摸著鼻。喫茶濕却", "362": "觜。向上還有事也無。擊拂子云。韓信臨朝底。", "363": "魁首至上堂。廬山華藏太湖濵。碓觜挑開眼裏筋。來", "364": "趂壽寧爐竈熱。大千獨步見鵬程。", "365": "上堂云。智不是道。心不是佛。輥雪峰毬。舞道吾笏。且", "366": "道明什麼邊事。搖手云。不說不說。", "367": "道舊至。上堂。二月春過半。園林一樣新。傍花看蝶舞。", "368": "近柳聽鸎吟。遠客來相訪。還曾悟此心。林鄭珍。井底", "369": "種林檎。今年桃李貴。一顆直千金。", "370": "上堂云。觀音菩薩。將錢買糊餅。放下元來是箇饅頭。", "371": "相席打令。看樓打樓。擊拂子云。不風流處也風流。", "372": "上堂云。燕語鸎吟。俱談實相。春風吹動桃李花。淡煙", "373": "疎雨籠青嶂。說了也。還會麼。擊禪牀云。切忌起模𦘕", "374": "樣。", "375": "上堂云。歸宗事理絕。日輪正當午。布袋放憨癡。猫兒", "376": "捉老鼠。若人會得。超佛越祖卓拄杖。下座。", "377": "上堂云。大道縱橫。觸目成現。坐微塵裏。轉大法輪。看", "378": "看。且道畢竟是左轉右轉。夜來有人。從湖州來。接得", "379": "淮南信。泗州大聖道。吳中石像。不合一口吞却洞庭", "380": "湖。直得須彌倒卓。海水逆流。且道。明什麼邊事。參。", "381": "頌古頌古", "382": "趙州見二菴主趙州見二菴主", "383": "南枝向暖北枝寒。一種春風有兩般。寄語高樓莫吹", "384": "笛。大家留取倚欄干。", "385": "外道問佛外道問佛", "386": "外道懷藏寶鏡時。世尊良久為高提。渾如良馬窺鞭", "387": "影。不覺全身陷鐵圍。", "388": "開口不在舌頭上開口不在舌頭上", "389": "明修棧道。暗度陳倉。刻舟猶覓劒。夜雨過瀟湘。", "390": "大力量人擡脚不起大力量人擡脚不起", "391": "只許老胡知。不許老胡會。白雲盡處是青山。行人更", "392": "在青山外。", "393": "大力量人脚下紅線不斷大力量人脚下紅線不斷", "394": "放兩拋三。瞞神謼鬼。換盆換盆。誰不識你。", "395": "溈山󳫴運推移溈山󳫴運推移", "396": "溈山養子沒來由。叉手人前不識羞。更把琵琶半遮", "397": "面。不令人見轉風流。", "398": "南泉斬猫兒南泉斬猫兒", "399": "當陽利劒斬狸奴。刃下翻身會也無。脫下草鞋頭戴", "400": "出。石人吞却洞庭湖。", "401": "法語法語", "402": "寄顏一齊居士寄顏一齊居士", "403": "去月特承遣介賷香信物之貺。出示教。益十餘年間。", "404": "介注於此。方得入頭處。得句不凡。早是著得手脚快。", "405": "當方見如此。今既得入處。如人喫茅柴酒。少間又閧", "406": "然而散。又不見了。雖然如此。却已得著手脚處。但只", "407": "於所得之地崖將去。如一座鐵壁銀山。把得定。作得", "408": "主。從此有大發明。方始慶快平生。又有一說。若悟目", "409": "前。不悟自己。為之有足無眼。若悟自己。不悟目前。謂", "410": "之有眼無足。於此兩頭打徹。百千法門。無量妙義。只", "411": "在一毫上。千變萬化。到此方是大法明一切處。通透", "412": "古今誵訛公案。更須遇人始得。所以。涅槃心易會。差", "413": "別智難明。欲得透脫生死。但只依門下末後一段見", "414": "處崖將去。於無滋味處。正好著力。大疑之下。必有大", "415": "悟。十二時中。具決定志。必不相賺。古人見七十員善", "416": "知識。其中只有一二具大眼目。其餘具正知見而已。", "417": "宗乘中難得大手段底。為人抽丁󳫠楔。若𢬵得一生", "418": "不會做將去。有心做無心得。終被門下了却。千生百", "419": "世。得大自由。萬丐痛自加鞭是幸。", "420": "雖得入頭處。且喜。神氣定動。外魔難入。但胸次有疑", "421": "處追究。午夜入神體究。虗而靈寂而妙。大休大歇。無", "422": "妙極深。無深極妙。拌一生具決定志。了取此一點。靈", "423": "驗必不辜負。只恐到無折合處。却不向前。亦枉用前", "424": "頭工夫。切不可退志。無滋味處。正好著力。方為大力", "425": "量人。一切語句下。却物為上。逐物為下。切忌隨語生", "426": "解。是為大病。", "427": "室中敲磕足仞。甞以此事之篤若是。佛法門庭。在諸", "428": "方無有不鑒覺者。更望一念不生。全體作用處。微細", "429": "磨窮究得來。方知體用雙全。去住自在。莫聽人口快。", "430": "須是自有定力始得。", "431": "參禪為透脫生死大事。不是為參口頭禪。以求衣食。", "432": "直須放下身心。退步扣己。萬不失一。所謂麤飡易飽。", "433": "細嚼難飢。未得知。如喪考妣。得知了。亦如喪考妣。胸", "434": "次不明。不可妄為。做長老。稱善知識。所謂靈龜負圖。", "435": "自取喪身之兆。切須照顧。一失人身。萬劫不復。拚却", "436": "一生不會。埋頭眾底。救取自己。一段大光明藏。今生", "437": "得之。百劫千生。自得受用。心為帝王。主人若迷。客得", "438": "其便。時時提取金剛王寶劒。纔有向上向下。聊起斬", "439": "為三段。不妨性燥。其或未然。莫將閑學解。埋沒祖師", "440": "心。", "441": "寄顏一齋閤內寂室方氏寄顏一齋閤內寂室方氏", "442": "即心即佛沒誵訛。不動舌頭意氣多。打破虗空行活", "443": "路。夫妻撫掌笑呵呵。", "444": "付淨徹首座竹篦付淨徹首座竹篦", "445": "竹篦付了復何為。佛祖當頭劈面揮。尺水便能翻逆", "446": "浪。儘教人薦截流機。", "447": "沈安齊草菴號常牧沈安齊草菴號常牧", "448": "尚墮功勳不自由。還同死水臥泥牛。何如闊進竿頭", "449": "步。撒手懸崖萬仞頭。", "450": "自贊自贊", "451": "紫霄峰下。以毒攻毒。撒土拋沙。拗直作曲。撼動四大", "452": "神州。拳踢掀翻地軸。性禪沒興遭逢。切忌望空呵囑。", "453": "坐斷千峰頂𩕳頭。一任虗聲聽杓卜。", "454": "橫按吹毛。全提正令。毀佛謗法。因邪打正。有時裂轉", "455": "面皮。天下衲僧乞命。", "456": "辭世辭世", "457": "七十八年內空外空撒手便行萬古清風。", "458": "淳祐辛丑八月乙丑太白名山比丘迢冲敬校", "459": "無明和尚語錄終", "460": "No. 1378-B 塔銘No. 1378-B", "461": "塔銘", "462": "迪功郎溫州永嘉主簿顏　汝勳　撰并書", "463": "朝散郎知信州軍州事方　萬里　篆額", "464": "此道有正脉。惟無半點氣息。其殆庶幾。知其可庶幾。", "465": "謂正脉在是則妄也。迎之而不留。捨之而不遺。北雨", "466": "南雲。斗移星換。忘存失照。妙亦何立。泉奔嶽頂。探源", "467": "皆死水。雹降青天。追蹤皆客塵。擬顰朵頤。欲噱斂色。", "468": "抽關轉軸。乾坤為之黯黑。龍天雖夙誓呵衛。終無處", "469": "所。此師。以手搖拽嗚咿久之。不能自已。余知為楊歧", "470": "九世孫也。師名慧性姓李氏。達之巴渠人也。混然其", "471": "初。不以點黑污胸臆。才祝髮。束包南游。適淳熈戊申", "472": "歲也。首謁佛照光。光奇之。一叩得其體。師以無宜路", "473": "益孜孜。一時昂頭驤角。揩範輝錯。頂瘢足胝。每甘心", "474": "焉。知松源岳得於密菴傑。傑得於應菴華。遡而上之。", "475": "白雲東山。皆楊歧流出也。師造松源座下。奉勤給侍。", "476": "奔走為裴回咨決地。晨敲夕磕。針度線引。尤不唧𠺕。", "477": "於些子誵訛。師毒深矣。出世蘄之資福。越兩年。遷智", "478": "度。法社正耀。湖海翕然。歸宗開先棲賢。為古精藍。露", "479": "沐雲敷。此湧彼洽。獅子一滴。何翅散十斛驢乳。師臈", "480": "高矣。奧林䆳谷。將終遯矣。所至道價寶璧。宗旨淵源。", "481": "大用脫軌則。推出分常之華藏半座。老作願點額於", "482": "龍門。時余未識師。以水僧骨傳云。雪覆蘆花欲暮天。", "483": "到撑沒底謝郎船。離鈎三寸如何道。海底泥牛拕角", "484": "牽。則師之脉有自矣。贄參請禮往來叩答。余不覺悚", "485": "汗　撲庵居士。以大根器棟此道。來守姑蘇。勉其主", "486": "陽山尊相。金奏玉響。主林改色　部使者興敬。稅駕", "487": "於雙塔。俊衲信友。如赤子赴慈父母。賴以受用者眾。", "488": "在在籌室。非時相見。靡閒冰暑。闡提亦有作。室中多", "489": "舉。開口不在舌頭上。大力量人為什麼擡脚不起。大", "490": "力量人為什麼脚根下紅絲線不斷。虎踞猊座。返擲", "491": "橫拈。撒火飛星。學者株守己靈。錯認鑒覺。窠臼情識。", "492": "墮解脫坑。無地容錐。無錐可卓。猶未夢見在。其示眾", "493": "曰。向上一路滑。壁立萬仞嶮。石火電光鈍。定乾坤句", "494": "錯。又曰。心路不絕。祖關不透。盡是依草附木精靈。大", "495": "法洞明。正好痛棒。狐涎螢火。望風剝落。余之恩怨始", "496": "啞者㗖蘗矣。師慨此道累卵。每哽涕。眼目護常住。口", "497": "體等土木。應世如童。甘逆如飴。履寔踐真。氷堅霜厲。", "498": "行解相應。名之曰祖之謂也。感微疾。譚笑却藥。叩室", "499": "候安。起居如常。遣某書遺某偈。誨尤渠渠於余。投筆", "500": "澡浴趺坐而逝。嘉熈改元。七月二十日也。年七十六。", "501": "茶毗。舍利珠貫雪骨。了聰久侍師席。確志而正信。併", "502": "奉鬚髮。歸故里建窣堵。庸示般若靈驗。師示何加損。", "503": "以余出師門。請銘力甚。於辭受頃。不落擬議。乃銘之", "504": "曰。", "505": "楊歧正脉出廣入細白雲東山互換失利", "506": "彷彿依稀終闕半偈咄破沙盆松源飲器", "507": "毒流至師剔骨刳髓嗚咿嗚咿以手搖拽", "508": "七鎮寶坊非即非離有赫厥後人自侈異", "509": "吐吞其誰如水行地", "510": "No. 1378-CNo. 1378-C", "511": "一齋居士。示及　無明和尚語一編。炷香拜觀。三嘆", "512": "無已。徑山師範書。", "513": "No. 1378-D 後序No. 1378-D", "514": "後序", "515": "圓悟等閑道出四箇字。道言如枯柴。道盡陳尊宿。近", "516": "時據曲彔木床。三日五夜。努得箇上堂四句偈。以顛", "517": "為倒。以逆為順。因邪打正。必曰因正打邪。指鹿為馬。", "518": "必曰指馬為鹿。反是謂之順朱。噫不知朱順耳。此弊", "519": "僅四五十年。餘波末流。渺不可遏。", "520": "開先老子。提倡一編。度火金。虞其或變。度海囊。虞其", "521": "或滲。反覆指摘。了不可得。異時商確推一言半句。言", "522": "猶在耳。今非吳下蒙也。兵車會同。請辟三舍。", "523": "淨慈北磵　居簡"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1378 無明慧性禪師語錄", "author": "(侍者)妙儼．圓澄．妙全．道隆．圓照．法洪．唯道 編"}