{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 496 金剛經直說", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 496-A 金剛直說序No. 496-A", "1": "金剛直說序", "2": "東樵山人迹刪鷲著", "3": "邁邁時運。凜凜其秋。大林落木。危綠飄丹。老景履霜。", "4": "󱅳然興慨。掩室避風。哀如充耳。俄而商颷逸響。眾竅", "5": "怒號。恍然有得。於前聞。三世諸佛。是傳語人。觸類旁", "6": "通。傳會其說。天何言哉。無故於太虗空中。發為天籟", "7": "人籟地籟之聲。佛何言哉。無故於大般若中。演作佛", "8": "說法說僧說之教。皆傳語也。我佛世尊。為一大事因", "9": "緣。出現於世。直指人心。見性成佛。信口說出。三乘十", "10": "二分教。五千四十八卷。一大藏經。無法可說。是猶天", "11": "籟之傳語也。奈諸菩薩。地有高下。悟有淺深。乘示方", "12": "便。護念付囑。大乘小乘。隨機接引。必如其量滿其願", "13": "而後已。雖云直指。早已曲矣。是猶地籟眾竅之傳語", "14": "也。佛滅度後。義解者流。人各一師。師各一說。藏通別", "15": "圓。判為四教。分門立戶。合喙爭鳴。是猶人籟比竹之", "16": "傳語也。自有比竹以來。天籟不可復聞矣。此金剛真", "17": "經。佛與空生。於般若場中。啐喙同時。金針玅叶。正言", "18": "之。復反言之。翻覆不已。不為異同。一言之。復再言之。", "19": "絮叨不已。不為煩瑣。唯之。不之。是之。即之。建埽不已。", "20": "不為支離。或抑或揚。或印或破。酬唱不已。不為漫衍。", "21": "無非因乎。眾生根器之有勝劣。諸菩薩造就之有頓", "22": "漸。而施之教。直指曲成。隨緣善誘。是猶天籟之吹萬", "23": "不同。合於地籟之眾竅。使其自己。咸其自取。三世諸", "24": "佛。所以稱為傳語人者。以此之故。老病無聊。目誦心", "25": "惟。於是乎有得。爰依經文。約略大義。著為直說。以示", "26": "吾徒。非敢雷同於比竹也。不直則道不見。我且直之。", "27": "凡例六則凡例六則", "28": "按經名金剛。表佛性也。金剛乃眾寶之王。至堅至利。", "29": "世界壞時。七寶俱壞。性金剛寶伏藏秘密。不可破", "30": "壞。此經乃法寶之王。佛性寓焉。器界壞時。經與佛", "31": "性。常在法藏之中。亦堅固不可破壞也。註經者。無", "32": "識佛性。許談佛法。閱經者。自性佛性。非一非二。不", "33": "可徒作文字領會。始與金剛指趣。少分相應云爾。", "34": "按此經。古本分作三十二分。各標題目。最初作俑於", "35": "梁昭明太子。現受苦報。後來註疏。未及刪去。分數", "36": "割裂。經旨斷續。文理互相乖違。血脉全無貫串。非", "37": "佛意也。今註不敢效尤。刪改前謬。合一經為一章。", "38": "務令問答照應。機解融通。間於承接闔闢處。略為", "39": "節段。庶令操觚者。便於註脚。閱經者。易於寓目耳。", "40": "按此經。舊本分作上下二卷。照前分數割截。十四分", "41": "以前為上卷。十五分後為下卷。藏本因之。襲於前", "42": "文。便於編帙。習焉不察耳。愚意倘須分卷。當從經", "43": "首起。至果報亦不可思議止為一卷。自須菩提再", "44": "請住心降心起。至末為二卷。於義甚當。蓋經中立", "45": "教。前為未悟菩薩而說。後為已悟菩薩而說。前淺", "46": "後深。無妨經脈也。闕文以待知者。", "47": "按此經文。合作一卷。不分分數卷次者。止見近代憨", "48": "祖決疑。獨立一格。惟於經中。承接段落。不無可議。", "49": "今註多從憨祖定本。段落少別。", "50": "按此經解註。諸家不一。細閱詮義。未免互相矛盾。少", "51": "見貫通。往往問答重複。次第參錯。觀者易至望洋。", "52": "近代憨祖決疑。拂去前文。別出一解。披卷燎然。一", "53": "覽洞達。愚意解因疑起。應先疑後決。空生未問。預", "54": "出疑情。似未甚妥。今註多從憨本。拈出經文。前後", "55": "承接。絡繹不斷。合一經為一章。似於佛心不大悖", "56": "謬。識者教之。", "57": "按此經。不一家言。宗師提唱宗旨。教家牽引教相。各", "58": "出所見。顯露家風。究於金剛真諦。尚隔一層。今註", "59": "不及宗語。不參教乘。務契佛心。直指見性而已。註", "60": "中間或援引宗教。用資證據。亦造車合轍之解也。", "61": "No. 496", "62": "金剛般若波羅蜜經", "63": "宗旨宗旨", "64": "凡一經必有一經宗旨。此金剛般若波羅蜜經。當", "65": "以無相為宗。經中提唱。所言四句偈者。凡十有四。", "66": "確見指定無我相人相眾生相壽者相。以此四句", "67": "偈。為一經之宗旨也。諸家解註。多涉儱侗。歷代宗", "68": "師。不欲以實法與人。多從向上句。末後句。提唱宗", "69": "綱。不肯說破。令初機禪人。從空摸索。向自己分中", "70": "四句偈參取。直至山窮水盡時。忽然豁開金剛正", "71": "眼。放出般若真光。原來四句偈。是我本來面目。無", "72": "我人眾生壽者等相。一部金剛經橫說豎說。權說", "73": "實說。無非欲人空却四相。收歸自己般若分中。我", "74": "人眾生壽者諸相。如水中捉月。鏡裏尋頭。了無可", "75": "得。所以當日。天親菩薩。昇兜率宮。請益彌勒。如何", "76": "是四句偈。彌勒云。無我相無人相無眾生相無壽", "77": "者相是也。此是慈氏婆心親切。開口一句道破了。", "78": "後來六祖大師。以摩訶般若波羅蜜為是。傅大士", "79": "云。若論四句偈。應當不離心。從上聖賢。千言萬語。", "80": "無非欲人直下承當。識取無相真宗。一部金剛經", "81": "頓成剩語。後來解經。不一家言。或以色見聲求四", "82": "句為偈。或以夢幻泡影四句為偈。未嘗不是。當知", "83": "經中二偈。不過欲人離却色相。一切有為法。識取", "84": "無相之相。為真。有相之相。為幻爾。細繹此經。一經", "85": "如一分。一分如一句。一句如一字。且道這一字。從", "86": "何處下註脚邪。昔日趙州禪師。每遇學人入室。令", "87": "參無字為話頭。這一無字。圅蓋乾坤。森羅萬象。識", "88": "得金剛宗旨。參禪悟道。始有少分相應也。", "89": "教意教意", "90": "此經大意。專為初地聖賢。大心菩薩已悟未悟。著", "91": "相修行。不達無相本體而發。非為一切凡外迷心", "92": "邪見設也。經云。如來為發大乘者說。為發最上乘", "93": "者說。兩種聖賢。實非尋常可比。已於大乘最上乘", "94": "發菩提大心矣。無奈人法二執。未能盡忘。四相未", "95": "空。三心未了。未能降伏。未知住處。縱知住處。未免", "96": "住在一處。不能無所住而生其心。世尊哀愍。為說", "97": "是經。首令空生發問。會上弟子一千二百五十人。", "98": "禪定如飲光。多聞如慶喜。神通智慧。說法第一。一", "99": "切賢聖僧。弗與焉者。蓋以是經。專為解空而發也。", "100": "初地聖賢。大心菩薩。未得心空及第。往往向外馳", "101": "求。其最上者。日以度生為念。必欲盡大地眾生。度", "102": "令成佛而後已。孜孜兀兀。盡人提撕警覺。止知有", "103": "能度者屬我。所度者屬人。一切含靈眾生。一切福", "104": "德壽命。俱從人我起見。佛說此經。先從度生發端。", "105": "良以法界眾生。度脫不了。自性眾生。總以無餘涅", "106": "槃而滅度之。收歸四句偈中。千了萬當。故云無有", "107": "眾生得滅度者。降伏其心。而使之住。莫先於此。心", "108": "既住矣。不免住在一處。從眾生起見。或布施求福。", "109": "或禮拜供養求福。或莊嚴佛土以求福。一切有為", "110": "法。無非著相修行。不若受持四句偈之為實相也。", "111": "復次。住在一處。或證因果。或修六度。或開五眼。似", "112": "有實相之可據。究竟不如我佛世尊。昔日在然燈", "113": "會所。親受記莂。於法實無所得。到此地位。方稱四", "114": "相全空。萬德莊嚴。視彼種種布施。種種供養。種種", "115": "禮敬。種種建立修福。皆是有為之法。如夢幻泡影", "116": "露電等耳。故云。為發大乘者說。為發最上乘者說。", "117": "若為眾生說。則教他布施。教他供養。教他禮拜莊", "118": "嚴塔廟。以求福報。在所不免。四果六度。五眼等法", "119": "門。非是若輩境界。無勞建埽矣。", "120": "經題經題", "121": "金剛表義也。西域有金剛寶。至堅至利。不可破壞。", "122": "而能破壞一切物。故取此以喻般若真智。歷劫不", "123": "壞。能斷一切煩惱也。金剛為般若之體。般若為金", "124": "剛之用。體用合一。彼此同歸。謂到彼岸。彼岸是覺", "125": "地。此岸是迷津。眾生汩沒苦海。陷生死流不能自", "126": "渡。金剛般若。如渡海之浮囊。中流之航筏。憑此得", "127": "渡。佛說是經。欲人空却四相。無能度之我。無所度", "128": "之人。無此岸之眾生壽者。無彼岸之樂土福城。一", "129": "大藏經。不離此義。故曰。經者。徑也。直指人心見性", "130": "成佛之徑路也。", "131": "隨文解釋如是我聞。一時。佛在舍衛國祗樹給孤獨園。與大比", "132": "丘眾千二百五十人俱。爾時。世尊食時。著衣持鉢。入", "133": "舍衛大城乞食。於其城中。次第乞已。還至本處。飯食", "134": "訖。收衣鉢。洗足已。敷座而坐。", "135": "初序所聞。次序其時。次序其主。次序其地。次序其", "136": "眾。乃從主位邊。詳序其日用尋常。著衣喫飯。行住", "137": "坐臥。悉從般若光中。次第流出。四相銷歸無相。靜", "138": "觀得之。以下問答經文。乃佛與空生。啐󲣅同時。眉", "139": "毛廝結。四相平等。默契無相之宗。或未答而先問。", "140": "或未問而先答。或隨問隨答。或即問即答。或離問", "141": "離答。或非問非答。總是一期建立。一期掃蕩。針芥", "142": "相投。水乳和合。寓言之。不為泛。重言之。不為複。詳", "143": "言之。不為繁。約言之。不為略。合一經而為一句。攝", "144": "有句而歸無句。此金剛般若。法寶其光。所以照天", "145": "照地也。", "146": "時。長老須菩提在大眾中即從座起。偏袒右肩。右膝", "147": "著地。合掌恭敬而白佛言。希有。世尊。如來善護念諸", "148": "菩薩。善付囑諸菩薩。世尊。善男子．善女人。發阿耨多", "149": "羅三藐三菩提心。云何應住。云何降伏其心。", "150": "此空生禮敬讚佛。起經首問答之端也。世尊日用", "151": "云為。一真如如。空却四相。任運隨緣。無甚奇特。空", "152": "生一見。便讚歎希有。於頂門上。別開一眼。與白毫", "153": "相光。眉毛廝結。發端起問護念付囑之佛慈。住心", "154": "降心之佛教。此未答而先問也。佛於發大乘心。與", "155": "發最上乘心者。如王子初生。先以四大海水。而灌", "156": "沐之。是護念義。及其長大。付以家業。授以王位。仍", "157": "以四大海水。灌其頂門。是付囑義。初心菩薩。四相", "158": "未空。二執未忘。譬如商賈居奇。過都越國。水宿山", "159": "行。了無棲泊之處。良由馳逐之心未息也。故先問", "160": "住。後問伏。", "161": "佛言。善哉。善哉。須菩提。如汝所說。如來善護念諸菩", "162": "薩。善付囑諸菩薩。汝今諦聽。當為汝說。善男子．善女", "163": "人。發阿耨多羅三藐三菩提心。應如是住。如是降伏", "164": "其心。唯然。世尊。願樂欲聞。", "165": "此隨問隨答也。諦聽為說。授受常儀。如其所問而", "166": "答之云。如是住。如是降伏其心。會得如是句。方知", "167": "四句偈。俱從真如中來。不落有無。不涉知解。空生", "168": "所以傾心信受。願樂欲聞也。先發誓願。心生喜樂。", "169": "懇求所欲。得聞玅法也。", "170": "佛告須菩提。諸菩薩摩訶薩應如是住。如是降伏其", "171": "心。所有一切眾生之類。若卵生．若胎生．若濕生．若化", "172": "生。若有色．若無色。若有想．若無想．若非有想非無想。", "173": "我皆令入無餘涅槃而滅度之。如是滅度無量無數", "174": "無邊眾生。實無眾生得滅度者。何以故。須菩提。若菩", "175": "薩有我相．人相．眾生相．壽者相。即非菩薩。", "176": "此破諸菩薩度生之執。諸菩薩所以不能住心降", "177": "心者。由於度生念切。多作癡想。發弘誓願。眾生無", "178": "邊誓願度。舍己為人。思以藐然之我。置四生十類", "179": "之中。人人普度。物物曲成。佛有三不能。堯舜其猶", "180": "病諸。是故我佛立教。於眾生無邊誓願已。即收歸", "181": "自己分中云。自性眾生誓願度。蓋以大地之眾生。", "182": "即自性之眾生也。著相菩薩分而二之。實相菩薩", "183": "合而一之。我能度自性之眾生。則自性涅槃。無欠", "184": "無剩。眾生涅槃。亦復如是。此即儒教所謂致中和。", "185": "天地位。萬物育也。梵語涅槃。此云寂滅。寂是不動。", "186": "滅是無生。能以寂滅而度眾生。則六合一家。八荒", "187": "一闥。天地與我同根。萬物與我為一。無量無數無", "188": "邊眾生。不出自性眾生之中。無有眾生而不滅度", "189": "者。實無有眾生得滅度者。識得自性眾生。菩薩癡", "190": "念。一期降伏矣。到此一句說明。我人眾生壽者四", "191": "相本空。無所則聖。有所則凡。菩薩者以智度人之", "192": "名也。捨己從人。顧子失母。非大菩薩矣。故四句偈", "193": "為金剛般若宗旨。", "194": "復次。須菩提。菩薩於法。應無所住。行於布施。所謂不", "195": "住色布施。不住聲香味觸法布施。須菩提。菩薩應如", "196": "是布施。不住於相。何以故。若菩薩不住相布施。其福", "197": "德不可思量。須菩提。於意云何。東方虗空可思量不。", "198": "不也。世尊。須菩提。南西北方四維上下虗空可思量", "199": "不。不也。世尊。須菩提。菩薩無住相布施。福德亦復如", "200": "是不可思量。須菩提。菩薩但應如所教住。", "201": "此破諸菩薩住相布施求福之執。求造福修德之", "202": "人。心存四相。住在布施邊。漸成窠臼。不能當下掀", "203": "翻。必須不住四相而行布施。其福德不可思量也。", "204": "復次須菩提者。再敘問答之詞。呼空生而語之。菩", "205": "薩於法。應無所住而行布施者。四相本無。三輪體", "206": "空。不見有能施之我。不見有所施之人。不見有布", "207": "施之眾生。不見有功德之壽者。眼之於色。耳之於", "208": "聲。鼻之於臭。舌之於味。身之於觸。意之於法。一切", "209": "不住。內淨六根。外淨六塵。大地眾生。日擾擾於根", "210": "塵器界之中。希求布施。其在我者。法住法位。寂然", "211": "不動。感而遂通。不必盡人布施。而有過化存神之", "212": "玅。無有一物。不得其所。是之謂不住相布施。福德", "213": "不可思議也。復呼空生而徵詰之。世界有相。故有", "214": "四維上下。成住壞空等劫。如其無相。四維上下虗", "215": "空無物。不可思量。空生遂於言下領解。信知無住", "216": "相布施。所有功德。亦復如是。佛乃印可。一切菩薩", "217": "皆應如所教而住也。", "218": "須菩提。於意云何。可以身相見如來不。不也。世尊。不", "219": "可以身相得見如來。何以故。如來所說身相。即非身", "220": "相。佛告須菩提。凡所有相。皆是虗妄。若見諸相非相。", "221": "即見如來。", "222": "此因諸菩薩著相見佛。禮拜求福。不知栴檀金色", "223": "之外。有箇非相真佛。不可以著相見者。古德云。金", "224": "佛不度爐。木佛不度火。泥佛不度水。真佛內裏坐。", "225": "經中所云非身相者。即真佛之謂也。諸菩薩認取", "226": "四相。不識無相真空。故佛告須菩提。凡所有相。如", "227": "我人眾生等。皆是虗妄。縱饒勤參默觀。能所未忘。", "228": "猶是虗妄之見。若見諸相非相。方許親見如來也。", "229": "須菩提白佛言。世尊。頗有眾生。得聞如是言說章句。", "230": "生實信不。佛告須菩提。莫作是說。如來滅後。後五百", "231": "歲。有持戒修福者。於此章句能生信心。以此為實。當", "232": "知是人不於一佛二佛三四五佛而種善根。已於無", "233": "量千萬佛所種諸善根。聞是章句。乃至一念生淨信", "234": "者。須菩提。如來悉知悉見。是諸眾生得如是無量福", "235": "德。何以故。是諸眾生無復我相．人相．眾生相．壽者相。", "236": "無法相。亦無非法相。何以故。是諸眾生。若心取相。即", "237": "為著我人眾生壽者。若取法相。即著我人眾生壽者。", "238": "何以故。若取非法相。即著我人眾生壽者。是故不應", "239": "取法。不應取非法。以是義故。如來常說。汝等比丘。知", "240": "我說法。如筏喻者。法尚應捨。何況非法。", "241": "此反復問答。申言菩薩於四相之外。別生法執。取", "242": "法相與非法相。究竟未解真空也。昔如來自言。吾", "243": "住世四十九年。未曾說著一字。經云。知我說法如", "244": "筏喻者。皆因初心菩薩。法執未忘。得聞如是言說", "245": "章句。便生實信。從持戒修福起見。諦信受持。所種", "246": "善根固因宿植。雖具實信。未為究竟。待聞是章句。", "247": "乃至一念不生。而生淨信者。福德無量也。所云實", "248": "信者。取相也。持戒修福。種有漏因。縱饒歷劫善根。", "249": "從一佛至千萬佛所修種得來。猶是人天福報。究", "250": "竟所得。終有限量。不若一念淨信之為勝也。一念", "251": "則四相全空。淨信則六塵不住。無有一法可得。是", "252": "名真得。昔日傅大士。登座講經。撫案尺一聲。便云", "253": "講經已竟。此是一念淨信榜樣。具佛知見。成佛知", "254": "見。感應道交。說者聽者。皆有無量福德。不可思議", "255": "也。何以故下。是申明四句偈義。倘能空却四相。則", "256": "法與非法。銷歸無有。反是。著相取相。便是法執。決", "257": "與非法。皆所不應取著也。又恐法執菩薩。受持經", "258": "典。依教奉行。如佛所說。不識佛心。殊不知佛所說", "259": "法。稱般若船。未渡迷津。必須船筏。既登彼岸。何用", "260": "舟航。六祖云。迷時師渡。悟時自渡。得魚忘筌。得兔", "261": "忘蹄。通達法要者。當如是爾。識得四句偈。方可誦", "262": "經閱藏也。", "263": "須菩提。於意云何。如來得阿耨多羅三藐三菩提耶。", "264": "如來有所說法耶。須菩提。如我解佛所說義。無有定", "265": "法名阿耨多羅三藐三菩提。亦無有定法。如來可說。", "266": "何以故。如來所說法。皆不可取．不可說．非法．非非法。", "267": "所以者何。一切賢聖。皆以無為法而有差別。", "268": "承上文。申前法執之義。恐初心菩薩。堅執佛言。以", "269": "為究竟。謂佛已得無上正等正覺矣。執為定法。遂", "270": "成法執。故不待空生之問。先徵詰之。空生果能解", "271": "佛所說。無有定法。名為無上菩提者。亦無有定法", "272": "之可說。何以故。如來說法。皆從般若光中流出。聽", "273": "者不可取。說者不可與。若諸眾生。心取於相。即著", "274": "四相。取於法相。與非法相。皆著四相。是法非法。皆", "275": "非法故。未了人法二空。皆屬有為之法。空此二執。", "276": "方是無為。無為之法。無相之宗。如水傳器。得之淺", "277": "者。則為賢人。得之深者。則為聖人。雖有差別。實無", "278": "差別。後篇四果聖賢。皆從無為法中。而有差別者。", "279": "直至如來極果。四相全空。方稱於法實無所得也。", "280": "須菩提。於意云何。若人滿三千大千世界七寶。以用", "281": "布施。是人所得福德。寧為多不。須菩提言。甚多。世尊。", "282": "何以故。是福德。即非福德性。是故如來說福德多。若", "283": "復有人。於此經中受持。乃至四句偈等。為他人說。其", "284": "福勝彼。何以故。須菩提。一切諸佛。及諸佛阿耨多羅", "285": "三藐三菩提法。皆從此經出。須菩提。所謂佛．法者。即", "286": "非佛．法。", "287": "承上文。再遣著相布施之執。謂住在六根六塵。分", "288": "別我人眾生壽者諸相。而行布施。是謂法執邊事。", "289": "以諸菩薩。多從求福恒情起見。傾財竭力。所有七", "290": "寶。而行布施。充滿三千大千世界之量。遍及三千", "291": "大千世界眾生。所得功德。宜與之等。不待空生致", "292": "問。先徵詰之。空生果能諦信。明知福德分中。有事", "293": "有性。七寶布施。福德事也。事有多少。故如來說福", "294": "德多。經中四句偈。為人演說。福德性也。性無增減。", "295": "以法施彼。聞者聽受。言下領悟。是能自盡其性。盡", "296": "人之性者。此中福德。非大千七寶之所能及。故云", "297": "勝彼。昔日達磨西來。直指人心。見性成佛。其對御", "298": "云。事佛本無功德。不謂功德本無。乃是本性中。無", "299": "有功德之相也。又呼空生以曉之云。經中四句偈", "300": "所以勝於七寶者。蓋以一切諸佛。無上正覺玅法。", "301": "從此經出。為他解說。是以法施勝財施多多也。前", "302": "以無相破住相之執。此以法施破財施之執。意旨", "303": "不同。又恐諸菩薩。認取法施。為殊勝功德。故再語", "304": "空生言。所謂佛法者。非真佛法。乃經中四句偈之", "305": "佛法耳。要識佛法所在。吾教西來。不立文字。文字", "306": "之法。乃眾生法。所謂法法本無法。無法無非法。方", "307": "是真佛法也。", "308": "須菩提。於意云何。須陀洹能作是念。我得須陀洹果", "309": "不。須菩提言。不也。世尊。何以故。須陀洹。名為入流。而", "310": "無所入。不入色聲香味觸法。是名須陀洹。須菩提。於", "311": "意云何。斯陀含能作是念。我得斯陀含果不。須菩提", "312": "言。不也。世尊。何以故。斯陀含名一往來。而實無往來。", "313": "是名斯陀含。須菩提。於意云何。阿那含。能作是念。我", "314": "得阿那含果不。須菩提言。不也。世尊。何以故。阿那含", "315": "名為不來。而實無不來。是故名阿那含。須菩提。於意", "316": "云何。阿羅漢能作是念。我得阿羅漢道不。須菩提言。", "317": "不也。世尊。何以故。實無有法。名阿羅漢。世尊。若阿羅", "318": "漢作是念。我得阿羅漢道。即為著我人眾生壽者。世", "319": "尊。佛說我得無諍三昧。人中最為第一。是第一離欲", "320": "阿羅漢。世尊。我不作是念。我是離欲阿羅漢。世尊。我", "321": "若作是念。我得阿羅漢道。世尊則不說須菩提是樂", "322": "阿蘭那行者。以須菩提實無所行。而名須菩提是樂", "323": "阿蘭那行。佛告須菩提。於意云何。如來昔在然燈佛", "324": "所。於法有所得不。不也。世尊。如來在然燈佛所。於法", "325": "實無所得。", "326": "此承上文。所云一切聖賢。皆以無為法。而有差別。", "327": "隨機問答。漸次深入。初果二果三果四果所由分", "328": "別名相。次第分疏。須陀洹。名為入流。謂初入其門", "329": "得預聖人之流。能捨麤重煩惱。未能離細微煩惱", "330": "者。是謂初果。斯陀含。名一往來。蓋自觀諸境。止有", "331": "一生一滅。更無第二生滅。實無生滅可得。是謂第", "332": "二果。阿那含者。名為不來。謂不來欲界受生。心無", "333": "所得。實無不來之相。是謂第三果。阿羅漢者。此云", "334": "無學。謂諸漏已盡。不須修習。雖有法。實無有法可", "335": "得。是謂第四果。須菩提乃是四果聖賢。自呈見地。", "336": "故云。阿羅漢不著四相。不作是念。自謂我得阿羅", "337": "漢道也。憶承佛授記云。我得無諍三昧。人中第一。", "338": "謂之離欲阿羅漢。我若於授記時。直下承當。自謂", "339": "我是離欲阿羅漢。便是有所修行實法。世尊必定", "340": "不與我授記。是樂寂靜行者。四果聖賢於無為法", "341": "而有差別如此。此尚屬羅漢地位。迨至如來極果。", "342": "斯為極則。當知。世尊當日從然燈佛所親授記莂。", "343": "味於無為法。實無所得。雖云授記。但印此心而已。", "344": "非謂有可得之法。有可成之佛也。此破諸菩薩。心", "345": "求證果。成佛授記之執。", "346": "須菩提。於意云何。菩薩莊嚴佛土不。不也。世尊。何以", "347": "故。莊嚴佛土者。即非莊嚴。是名莊嚴。是故須菩提。諸", "348": "菩薩摩訶薩。應如是生清淨心。不應住色生心。不應", "349": "住聲香味觸法生心。應無所住而生其心。", "350": "此破住相莊嚴佛土之執。是義該管粗細。細為佛", "351": "性自心之上萬德莊嚴。不可以相求。不可以目覩。", "352": "道是莊嚴。即非莊嚴。是則名為莊嚴者性分中自", "353": "有之莊嚴也。麤如造寺建塔塑像書經等。一切有", "354": "為法。道是莊嚴。即非莊嚴。必須能所兩忘。乃名莊", "355": "嚴也。如來垂問。空生解悟。當知佛土莊嚴。是清淨", "356": "心。無住相心。一有住著心。為外塵所縛。不能活潑", "357": "自在。如朽木不復萌。死󰞆不復燃一般。自謂莊嚴。", "358": "非真莊嚴也。應無所住而生其心。是金剛正眼涅", "359": "槃妙心。直指單傳。最親最切句。昔日六祖從柴擔", "360": "上一聞便悟。入黃梅室。直下承當。凡屬祖師門下。", "361": "須從無住生心處討箇落著。不得作語言文字。拍", "362": "盲承當。要與祖師西來意相應。方是莊嚴佛土也。", "363": "按古作字。生心為性。性如流水。不生則竭。性如林", "364": "木。不生則折。性如活火。不生則滅。性如月輪。不生", "365": "則缺。天地之運。晝夜不停。萬物之機。循環不息。為", "366": "無所住。故無不生。自性如如。本無住著。本無生滅。", "367": "識得無住生心。便是無生法忍也。", "368": "須菩提。譬如有人。身如須彌山王。於意云何。是身為", "369": "大不。須菩提言。甚大。世尊。何以故。佛說非身。是名大身。", "370": "承上文莊嚴佛土而言。隨機問答。悟得佛土莊嚴", "371": "不著實相。不落大小。假令有人從相作觀。由空入", "372": "假。丈六金身。忽而大等須彌。猶是法執邊事。何以", "373": "故。清淨法身無有大小。佛說非身。是真法身。故名", "374": "為大身也。", "375": "須菩提。如恒河中所有沙數。如是沙等恒河。於意云", "376": "何。是諸恒河沙寧為多不。須菩提言。甚多。世尊。但諸", "377": "恒河尚多無數。何況其沙。須菩提。我今實言告汝。若", "378": "有善男子．善女人。以七寶滿爾所恒河沙數三千大", "379": "千世界。以用布施。得福多不。須菩提言。甚多。世尊。佛", "380": "告須菩提。若善男子．善女人。於此經中。乃至受持四", "381": "句偈等。為他人說。而此福德勝前福德。", "382": "此三破著相布施求福之執。由諸菩薩。皆以七寶", "383": "布施。多者為勝。佛就空生發問。謂恒河最多。河中", "384": "之沙。非計較算數之所能及。是為多不。空生隨問", "385": "隨答。不容擬議。佛以寶喻沙。盡沙滿界。用以布施。", "386": "得福之多。自不容說。乃告之以受持經中四句偈。", "387": "為人解說者。此以法施。彼以財施。福德殊勝。非恒", "388": "河七寶之所能及也。受謂諦信領受。持謂持守遵", "389": "行。非泛泛念誦之比。為他人說者。四相全空。不說", "390": "而說。人法兩忘。說而不說。我以不說說之。彼以不", "391": "聞聞之。是名真解說。真福德也。", "392": "復次。須菩提。隨說是經。乃至四句偈等。當知此處。一", "393": "切世間．天．人．阿脩羅。皆應供養。如佛塔廟。何況有人", "394": "盡能受持讀誦。須菩提。當知是人。成就最上第一希", "395": "有之法。若是經典所在之處。即為有佛。若尊重弟子。", "396": "承上文。告空生言。聞說此經。至四句偈等。當生希", "397": "有難遭之想。非但諸菩薩眾。所當恭敬受持。世間", "398": "天人。乃至阿修羅等皆當恭敬供養。如佛在塔在", "399": "廟一般。法寶光明。照天照地。不可思議。何況盲人", "400": "受持是經。行解相應。誦讀是經。心口如一。如是之", "401": "人。便能不離本處。成就第一希有之法。法法流通。", "402": "不令斷絕。經典所在。即佛所在。金剛會上。尊重弟", "403": "子。如須菩提等。逼塞虗空。無在無不在也。", "404": "爾時。須菩提白佛言。世尊。當何名此經。我等云何奉", "405": "持。佛告須菩提。是經名為金剛般若波羅蜜。以是名", "406": "字。汝當奉持。所以者何。須菩提。佛說般若波羅蜜。即", "407": "非般若波羅蜜。是名般若波羅蜜。須菩提。於意云何。", "408": "如來有所說法不。須菩提白佛言。世尊。如來無所說。", "409": "法會未畢。遽請經名。蓋空生到此。已領玅悟。當中", "410": "一問。截斷眾流。別通一路。結集前文。更進一解。學", "411": "者當知。華屋之門。從此深入。未可得少為足也。奉", "412": "持解義如上。所云佛說般若波羅蜜經云云者。謂", "413": "是法親出佛口。故云佛說。默傳佛心。超出言外。雖", "414": "有所得。實無可得。故云即非。即非即是。強與安名。", "415": "故云是名。經題解說無容添足。出經名後。世尊說", "416": "法已竟。却恐諸菩薩眾。同時聽受。領略麤旨。皆謂", "417": "如來有所說法。故呼空生而徵詰之。空生果能密", "418": "望其旨。直下承當。一句道破。如來實無所說。何等", "419": "直截。所是所說之法。能是能說之人。如來人法兩", "420": "空。能所雙泯。豈復更有說法之相邪。到此方知黃", "421": "面老子。婆心叨怛。", "422": "須菩提。於意云何。三千大千世界所有微塵。是為多", "423": "不。須菩提言。甚多。世尊。須菩提。諸微塵。如來說非微", "424": "塵。是名微塵。如來說。世界。非世界。是名世界。", "425": "此承上文。無所說法。不是頑空。蓋塵界銷鎔。合成", "426": "一體。是非粉碎。攝入真空。青青翠竹。總是真如。󳬂", "427": "󳬂黃花。無非般若。現大為小。微塵即界。現小為大。", "428": "世界即塵。金剛全體。無處而非法身。般若真光。隨", "429": "在皆成法寶。是無所說。無非所說之法也。佛於□", "430": "坐。一徵一答。針芥相投。宮商玅叶處。悟者方知。", "431": "須菩提。於意云何。可以三十二相見如來不。不也。世", "432": "尊。不可以三十二相得見如來。何以故。如來說三十", "433": "二相。即是非相。是名三十二相。", "434": "此承上文塵界銷鎔。是故法化如一。依正三身實", "435": "相非有非無。奈諸菩薩眾仰覩慈容。皆從三十二", "436": "相起見。殊不知此乃色相如來耳。當知別有一箇", "437": "真性如來。非色非空。超然萬象之表。無變無壞。消", "438": "歸四相之中。故云。是相即非相。識得非相。是名真", "439": "相也。", "440": "須菩提。若有善男子．善女人。以恒河沙等身命布施。", "441": "若復有人。於此經中。乃至受持四句偈等。為他人說。", "442": "其福甚多。", "443": "四言福報。遣著相布施之執。前言七寶布施。是舍", "444": "外物。向外馳求。此言身命布施。識破幻身。從幻作", "445": "福。雖捨幻軀。究非實際也。須信受奉持四句偈。悟", "446": "我人眾生壽者。四相全無。三輪體空。為他人說。人", "447": "法兩忘。自他兼利。乃為究竟。其福甚多者。般若之", "448": "福。遍及眾生。不可思議也。", "449": "爾時。須菩提。聞說是經。深解義趣。涕淚悲泣。而白佛", "450": "言。希有。世尊。佛說如是甚深經典。我從昔來所得慧", "451": "眼。未曾得聞如是之經。世尊。若復有人得聞是經。信", "452": "心清淨。即生實相。當知是人。成就第一希有功德。世", "453": "尊。是實相者。即是非相。是故如來說名實相。", "454": "上文言其福甚多。此云第一希有功德。較前得福。", "455": "實為希有也。空生得聞是經。悟入真空實相。非前", "456": "福報之比。懽喜到極。轉生悲泣。自幸聞法之深。轉", "457": "傷際遇之晚。不待徵詰。而白佛言。悟後呈解也。空", "458": "生已得慧眼。於有見真。未曾得聞是經。猶有空障。", "459": "聞是經已。於空亦遣。了達中道。洞見實相。白世尊", "460": "言。若復有人。聞我所聞。亦應得我所得。經中功德", "461": "不求自至。遂於萬象森羅諸相虗幻之中。指出實", "462": "相。為一切功德根本。即自性也。自性若無。功德亦", "463": "無。識得自性。功德本有。所謂實相者。乃是信心清", "464": "淨。玅湛總持。常空常寂。一大藏教收歸自性分中。", "465": "無法可說。無佛可成。無生可度。是名實相成就第", "466": "一希有功德也。經中所言。福德兼舉。為中根人說", "467": "耳。此獨言功德者。是功成果滿之候。福報不足道", "468": "矣。壇經有德在法身中。非在於福之語。正謂此也。", "469": "恐諸菩薩聞說實相。以為實有。著相求之。去道遠", "470": "矣。故空生再白佛言。所謂實相者。心如太虗。無相", "471": "可求。故云即是非相。又恐聞說非相。舍實取空。認", "472": "作龜毛兔角。不知本來實相。即是非相。非有非無", "473": "非空非實。正如水中鹽味。色裏膠青。決定是有。不", "474": "見其形。是故如來說名實相也。", "475": "世尊。我今得聞如是經典。信解受持不足為難。若當", "476": "來世。後五百歲。其有眾生。得聞是經。信解受持。是人", "477": "即為第一希有。何以故。此人無我相．無人相．無眾生", "478": "相．無壽者相。所以者何。我相即是非相。人相．眾生相．", "479": "壽者相即是非相。何以故。離一切諸相。即名諸佛。佛", "480": "告須菩提。如是。如是。若復有人。得聞是經。不驚．不怖．", "481": "不畏。當知是人甚為希有。", "482": "承上文第一希有功德。此但言希有。功德不足道", "483": "矣。空生既悟之後。為眾生說法。使同歸於悟也。先", "484": "陳我得聞是經典。信解受持。未足為難。願與當來", "485": "五百年。為一小劫。所有眾生。同一信解。同一受持。", "486": "乃為希有難得之緣。何以故。此信解受持之人。識", "487": "得經中四句偈。即能空諸四相。我人眾生壽者。道", "488": "是無相。即是非相。是相非相。二見俱離。與佛平等。", "489": "故言即名是佛。佛乃印可。如是如是者。深契如來", "490": "法要也。空生又恐後世眾生。於大乘經典。河漢其", "491": "言。望洋而退。信受奉持難得其人。良由眾生心量", "492": "狹劣。少見多怪。遇大而驚。逢高而怖。見難而畏。審", "493": "能從聞入信。因信遣疑。安然不驚。怛然不怖。毅然", "494": "不畏者。信受奉持。固為第一希有功德。當知是人。", "495": "甚為希有。非功德之可比也。", "496": "何以故。須菩提。如來說。第一波羅蜜。即非第一波羅", "497": "蜜。是名第一波羅蜜。", "498": "此承上文。更進一解。上文空生聞經得悟。更發大", "499": "願。以此經偈。流通法界。直至五百年後眾生。人各", "500": "聞經。人各信解受持。空諸四相。不驚不怖不畏。此", "501": "是空生一片婆心法施。最為極則。世尊呼而告之", "502": "云。汝所法施。是第一究竟。當知一切眾生。盡人有", "503": "此一部真經。祕在如來藏中。悟則為佛。迷則眾生。", "504": "究竟無佛可成。無生所度。無法可施。無岸可到。佛", "505": "說布施。是第一波羅蜜。即非第一波羅蜜。不過假", "506": "借名字。使人識取彼岸。先登直到耳。按波羅蜜有", "507": "十。一布施。二持戒。三忍辱。四精進。五禪定。六智慧。", "508": "七慈。八悲。九方便。十不退。此云第一者。指布施言。", "509": "前為求福說。此度生說。", "510": "須菩提。忍辱波羅蜜。如來說非忍辱波羅蜜。是名忍", "511": "辱波羅蜜。", "512": "承上文。身命布施。更進一解。前屬布施分攝。此屬", "513": "忍辱者。蓋捨身斷命而行布施。是布施極則。不瞋", "514": "不恚。不煩不惱。是忍辱極則。是能究竟到彼岸之", "515": "人。當知更有向上一步。四相非有。三輪體空。無施", "516": "者。無受施者。無辱可忍。無岸可登。方是極則之極", "517": "則。故語空生云。如來說忍辱非忍辱。不過假借名", "518": "言。使人承當耳。", "519": "何以故。須菩提。如我昔為歌利王割截身體。我於爾", "520": "時。無我相．無人相．無眾生相．無壽者相。何以故。我於", "521": "往昔節節支解時。若有我相．人相．眾生相．壽者相。應", "522": "生瞋恨。須菩提。又念過去於五百世作忍辱仙人。於", "523": "爾所世。無我相．無人相．無眾生相．無壽者相。", "524": "承上文忍辱言。世尊現身說法。向自己分中。拈出", "525": "忍辱榜樣。到此方是極則也。昔世尊五百世前作", "526": "忍辱仙人。山中宴坐。遇歌利王出獵。王暫憩息。左", "527": "右彩女。往見仙人圍繞禮拜。王既覺知。大怒割截", "528": "仙人肢體。仙人懽喜納受。自發願云。願生生世世", "529": "度王成佛。此便是身命布施。當節節支解時不生", "530": "瞋恨。無甚奇特不過空諸所有。無受割截之我。無", "531": "施割截之人。無業報之眾生。無癡戀身令之壽者。", "532": "尚要解冤釋結。度令成佛而後已。是能忍辱。而行", "533": "布施也。念過去下。乃追述前因。為後人布施榜樣耳。", "534": "是故須菩提。菩薩應離一切相。發阿耨多羅三藐三", "535": "菩提心。不應住色生心。不應住聲香味觸法生心。應", "536": "生無所住心。若心有住。即為非住。是故佛說。菩薩心", "537": "不應住色布施。須菩提。菩薩為利益一切眾生故。應", "538": "如是布施。如來說。一切諸相。即是非相。又說。一切眾", "539": "生。即非眾生。", "540": "承上文。布施忍辱。離一切相而言。告須菩提。如來", "541": "離相度生。諸菩薩亦應離一切相。發無上菩提心", "542": "也。所云離相者。非是脫空之謂。謂於六塵擾擾。諸", "543": "相交集中。萬象森羅。一真獨露。見色聞聲不應住", "544": "著。香味觸法。亦復如是。前云應無所住而生其心", "545": "者。境與心融。今云應生無所住心者。心隨境化。若", "546": "心有所住。便是不融不化。著意安排。即為非住矣。", "547": "是故佛說菩薩度生真心。不應住在六塵邊。而行", "548": "布施。住相布施。利益有限。離相布施。利益無窮。故", "549": "云應如是布施也。又恐菩薩從眾生著相。認相為", "550": "我。眾生為人。相與眾生。分而為二。故佛隨建隨掃。", "551": "說是相即非相。說是眾生即非眾生。眾生即相。相", "552": "即眾生也。", "553": "須菩提。如來是真語者．實語者．如語者．不誑語者．不", "554": "異語者。須菩提。如來所得法。此法無實無虗。", "555": "上文出經題後。佛為空生說法。深入一層。說到因", "556": "果皆空時。却恐聞者。發起疑情。謂果空不必用因。", "557": "因空不能得果。且因中行施。不住生心。則無實果", "558": "可證矣。世尊不待請問。誡以勿疑。但當諦信。佛言", "559": "真語無偽。實語無虗。如語無變。不誑語無欺。不異", "560": "語無別。空生所聞之法。即如來所得之法。說實說", "561": "虗。皆為戲論。不可妄起疑情也。", "562": "須菩提。若菩薩心住於法而行布施。如人入暗。即無", "563": "所見。若菩薩心不住法而行布施。如人有目。日光明", "564": "照。見種種色。須菩提。當來之世。若有善男子．善女人。", "565": "能於此經受持讀誦。即為如來以佛智慧。悉知是人。", "566": "悉見是人。皆得成就無量無邊功德。", "567": "此語空生重申法施玄旨。以菩薩心化度眾生者。", "568": "心住於法而行布施。便成法執。而生法障。如入暗", "569": "室。了無所見一般。若能不住於法。而行布施。豁開", "570": "法眼。覩見法光。如有目人。見地分明。更藉日光。種", "571": "種色相。照燭無遺。乃呼空生而付囑之。受持此經。", "572": "傳與當來。盡人皆得受持讀誦。其人智慧。入佛知", "573": "見。如來智慧所照亦復如是。感應道交。悉知悉見。", "574": "成就無量功德。不可思議。此無住相。而行布施之", "575": "玅用也。", "576": "須菩提。若有善男子．善女人。初日分。以恒河沙等身", "577": "布施。中日分。復以恒河沙等身布施。後日分。亦以恒", "578": "河沙等身布施。如是無量百千萬億劫以身布施。若", "579": "復有人。聞此經典。信心不逆。其福勝彼。何況書寫．受", "580": "持．讀誦．為人解說。", "581": "承上文。不住相布施而言。前淺後深。前經所說。不", "582": "及時分。與等身分。此言一日三時。及恒河沙數等", "583": "身分不及命根者。意此非前文身命布施之解。蓋", "584": "謂隨時隨地種種現身。歷劫行施也。前經止云受", "585": "持。此云信心不逆。是與般若契合。直至不疑之地。", "586": "一心隨順。依教奉行。非徒受持而已也。書寫受持", "587": "為人解說。是從般若光中。流出語言文字。代佛宣", "588": "揚。非徒紙上陳言。依文解義之可比。是能不住於", "589": "法而行布施者。其福勝彼。謂般若經中。自然本具", "590": "之福德。四句玅偈。包括恒沙身根器界一切眾生。", "591": "皆在如來福德之中。勝彼現身布施者相去遠矣。", "592": "須菩提。以要言之。是經有不可思議．不可稱量．無邊", "593": "功德。如來為發大乘者說。為發最上乘者說。若有人", "594": "能受持讀誦。廣為人說。如來悉知是人。悉見是人。皆", "595": "得成就不可量．不可稱．無有邊．不可思議功德。如是", "596": "人等。則為荷擔如來阿耨多羅三藐三菩提。何以故。", "597": "須菩提。若樂小法者。著我見．人見．眾生見．壽者見。即", "598": "於此經。不能聽受讀誦．為人解說。", "599": "此要言一經旨趣。超出凡情世見之外。故不可思。", "600": "超出語言文字之外。故不可議。超出算數計較之", "601": "外。故不可量。充滿十方。徧周三界故無邊。所云功", "602": "德。即前不住相布施者是。此是佛法極則。非小根", "603": "小器之人所能承當。如來特為菩薩乘．佛乘而說。", "604": "能發大乘心者。即是菩薩。發最上乘心者。即同如", "605": "來。無上法門。需人荷擔。倘或畏大樂小。必不能堪", "606": "任負荷。儒教所謂人能弘道。非道弘人。是也。乃復", "607": "申言。受持讀誦演說功德。具佛知見。當為如來之", "608": "所護念付囑。成就大功德藏。一肩負荷。無上菩提", "609": "無有退屈。若是喜樂小法之人。自甘下劣。便著我", "610": "見。分別彼己。便著人見。置四生於度外。期身命之", "611": "延長。著眾生壽者見。四見存於隱微。四相積為生", "612": "滅。不能契此經旨。信受讀誦。為人解說。如上所云", "613": "也。", "614": "須菩提。在在處處。若有此經。一切世間．天．人．阿修羅。", "615": "所應供養。當知此處即為是塔。皆應恭敬。作禮圍繞。", "616": "以諸華香。而散其處。", "617": "此讚般若法身常住。世人但知敬信法寶。殊不知", "618": "法寶即是法身。三世諸佛。慧命所寄。一切眾生。性", "619": "命所關。在在處處有此法寶。在在處處有此法身。", "620": "天人修羅同具同有。所當供養。如來滅度後遺下", "621": "舍利真身。天上人間建塔莊嚴。實為恭敬。此經乃", "622": "如來遺教。親口親言。非等閒文字之比。所當恭敬", "623": "圍繞散華香於其處者。恭敬表皈依。圍繞表回向。", "624": "散華香表一切功德。莊嚴佛土。處處皆然。無非般", "625": "若也。", "626": "復次。須菩提。善男子．善女人。受持讀誦此經。若為人", "627": "輕賤。是人先世罪業。應墮惡道。以今世人輕賤故。先", "628": "世罪業即為消滅。當得阿耨多羅三藐三菩提。", "629": "此讚般若功德。有離障出纏之益。上明生善。今明", "630": "滅惡。造作定業。不可逃避者。修般若因。前生罪業", "631": "應墮三惡道者。乘般若力。轉重為輕。不過餘殘宿", "632": "報。定業難逃。為人輕賤。入般若門。宿生罪業即為", "633": "消除。而得無上菩提也。置此論者。緣世間有信心", "634": "行善。信經修性之人。現生轗軻。名位屈辱。衣食艱", "635": "難。受人罵辱輕賤者。亦復不少。俗眼視之。便謂佛", "636": "法無靈。不知此一輕賤。正是轉因易果。直趨無上", "637": "菩提時節。不可因此而退屈也。佛語空生。宣布此", "638": "義。", "639": "須菩提。我念過去無量阿僧祗劫。於然燈佛前。得值", "640": "八百四千萬億那由他諸佛。悉皆供養承事。無空過", "641": "者。若復有人。於後末世。能受持讀誦此經。所得功德。", "642": "於我所供養諸佛功德。百分不及一。千萬億分．乃至", "643": "算數譬喻所不能及。須菩提。若善男子．善女人。於後", "644": "末世。有受持讀誦此經。所得功德。我若具說者。或有", "645": "人聞。心則狂亂。狐疑不信。須菩提。當知是經義不可", "646": "思議。果報亦不可思議。", "647": "此是如來現身說法。極言般若勝因。非供養承事", "648": "一切諸佛所及。自念我在過去無量劫。然燈佛所", "649": "得值若干數萬億諸佛。悉皆供養承事。無唐捐者。", "650": "此種功德。實非前文身命布施之比。若復有人。於", "651": "末後世。稱經功德。勝我供養承事功德。百不及一。", "652": "乃至多數等分。所不能及者。蓋謂無相功德勝有", "653": "為法萬萬也。極言此經功德。不可思議如此。功德", "654": "無盡。我說無盡。眾生無盡。疑信無盡。如來隨其根", "655": "器而善導之。不可不說。不容盡說。所謂止止不須", "656": "說。我法玅難思。一句道盡聞者易起疑情。心狂惑", "657": "亂。反生誹謗。墮三惡道。利之適所以害之。起下文", "658": "空生再問之意。", "659": "爾時。須菩提白佛言。世尊。善男子．善女人。發阿耨多", "660": "羅三藐三菩提心。云何應住。云何降伏其心。佛告須", "661": "菩提。善男子．善女人。發阿耨多羅三藐三菩提心者。", "662": "當生如是心。我應滅度一切眾生。滅度一切眾生已。", "663": "而無有一眾生實滅度者。何以故。須菩提。若菩薩有", "664": "我相．人相．眾生相．壽者相。即非菩薩。所以者何。須菩", "665": "提。實無有法發阿耨多羅三藐三菩提心者。", "666": "此節問答。頗涉重複。憨山決疑略云。初問應住降", "667": "伏以來。通破凡夫修菩薩行者。所執之疑。當知我", "668": "法二執。有麤有細。前破凡夫麤執。以所執五蘊色", "669": "身為我執。執我所依為緣塵。六度之行。希求菩提", "670": "者為法執。緣此二執。皆著相故。是故破初發心菩", "671": "薩未悟般若之疑。但顯下不見有眾生可度也。此", "672": "後乃破細微我法二執。是已悟般若之菩薩。但執", "673": "有能證之智。為我。有所證之真如。為人。能證能悟。", "674": "為眾生。證悟未忘。潛續如命。為壽者。以此四相。最", "675": "極微細。故為微細二執。所謂存我覺我也。故向下", "676": "發揮。獨標一我字。但破我執。上不見有佛果可求", "677": "也。此與前文。問同意別。觀者應知。經中初問。云何", "678": "應住。云何降伏其心者。謂初心菩薩．大心凡夫。始", "679": "發度生之心。種種著相。依著自己五蘊色身修行。", "680": "其所布施。執著六塵麤相而求福報。其所求菩提。", "681": "執著化佛色相之身。其土。則眾寶莊嚴之土。種種", "682": "修行。皆不離相。去般若遠矣。空生發問。被佛重重", "683": "破斥。直至一切色相皆離。方契真如。般若實智。到", "684": "此。空生已悟。大眾疑消。經文不可思議已前。皆是", "685": "此意也。今此經文以下。乃是破已悟般若菩薩微", "686": "細之執。四相皆細。到此。獨標一我字為首。但云。我", "687": "應滅度眾生。再不復言及布施。是知已悟菩薩。功", "688": "行已圓。惟有生．佛之見未泯耳。然此細智為我。又", "689": "問應住降伏。似與前問同意何也。蓋此菩薩。已離", "690": "五蘊。但習氣未忘。故於真如智中。亦求安住。且謂", "691": "菩提有所住處。求而不得。致心不安。故問降伏。此", "692": "求佛之心未安。以生佛之見未泯。不達平等一如", "693": "之故。問同意別。故世尊破云。發菩提心者。當作如", "694": "是觀。我滅度一切眾生已。實無有一眾生得滅度", "695": "者。良以眾生。本自如如。不待更滅更度。若執有滅", "696": "度。便著四相。非菩薩矣。此不見有眾生可度也。生", "697": "佛本來平等。眾生既無可滅。此中實無有法可求", "698": "菩提者。何以故。以眾生本自寂滅。即是菩提。不得", "699": "更求。此不見有佛果可求也。", "700": "須菩提。於意云何。如來於然燈佛所。有法得阿耨多", "701": "羅三藐三菩提不。不也。世尊。如我解佛所說義。佛於", "702": "然燈佛所。無有法得阿耨多羅三藐三菩提。佛言。如", "703": "是。如是。須菩提。實無有法如來得阿耨多羅三藐三", "704": "菩提。須菩提。若有法如來得阿耨多羅三藐三菩提", "705": "者。然燈佛即不與我授記。汝於來世。當得作佛。號釋", "706": "迦牟尼。以實無有法得阿耨多羅三藐三菩提。是故", "707": "然燈佛與我授記。作是言。汝於來世。當得作佛。號釋", "708": "迦牟尼。何以故。如來者。即諸法如義。若有人言。如來", "709": "得阿耨多羅三藐三菩提。須菩提。實無有法。佛得阿", "710": "耨多羅三藐三菩提。須菩提。如來所得阿耨多羅三", "711": "藐三菩提。於是中無實無虗。是故如來。說一切法皆", "712": "是佛法。須菩提。所言一切法者。即非一切法。是故名", "713": "一切法。", "714": "此承上文言。無上菩提。實無有法可得。佛呼空生", "715": "而徵詰之。昔從然燈受記。盡人皆謂無上菩提。有", "716": "法可得也。空生領悟。解佛所說玅義。信知無上菩", "717": "提無法可得。是名真得。佛為印可。如是如是云者。", "718": "蓋謂實無有法可得。方是無上菩提極則。然燈授", "719": "記。當得成佛。以此之故。倘我於法。實有所得。不名", "720": "如來。不蒙授記矣。反復申明無法可得之義。如來", "721": "授記當作釋迦牟尼者。以如來洪名。乃十號之一。", "722": "如是諸法如義。謂真如性。無得無失。無去無來。故", "723": "云如來。世尊成佛。然燈授記。即是此義。非更有所", "724": "得也。若復有人言。無上菩提實有所得。殊不知無", "725": "有法可得者。是名真得。無實無虗。是名實無所得。", "726": "如來所說一切法。正是無實無虗之玅諦。是法非", "727": "法。皆名佛法。要而言之。名為佛法。即非佛法。古德", "728": "云。用即知而常寂。不用則寂而常知。方契玅覺。是", "729": "故名為一切法也。", "730": "須菩提。譬如人身長大。須菩提言。世尊。如來說。人身", "731": "長大。即為非大身。是名大身。須菩提。菩薩亦如是。若", "732": "作是言。我當滅度無量眾生。即不名菩薩。何以故。須", "733": "菩提。實無有法名為菩薩。是故佛說一切法無我．無", "734": "人．無眾生．無壽者。須菩提。若菩薩作是言。我當莊嚴", "735": "佛土。是不名菩薩。何以故。如來說。莊嚴佛土者。即非", "736": "莊嚴。是名莊嚴。須菩提。若菩薩通達無我法者。如來", "737": "說名真是菩薩。", "738": "此借大身以喻法身。不可著相求也。如來徵詰。空", "739": "生領悟。大身之外。別有非身。非身者法身也。菩薩", "740": "若存我執。我滅度眾生。猶執認大身為我。不復知", "741": "有真我。即不名之為菩薩也。何以故。實無有法。名", "742": "為菩薩。無有大身。是名非身。法即非法。身即非身。", "743": "相即非相。我人眾生壽者。同歸於無。豈復更有一", "744": "法可得耶。又借佛土為喻。佛土者。心土也。佛土無", "745": "相。云何莊嚴。若有可莊嚴者。便是有法可得。不名", "746": "菩薩。當知如來所說莊嚴者。是莊嚴法身。非莊嚴", "747": "大身。法身非身也。識得非身。是名莊嚴。通達無我", "748": "之法。無有一法可得。是則名為真菩薩也。", "749": "須菩提。於意云何。如來有肉眼不。如是。世尊。如來有", "750": "肉眼。須菩提。於意云何。如來有天眼不。如是。世尊。如", "751": "來有天眼。須菩提。於意云何。如來有慧眼不。如是。世", "752": "尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如", "753": "是。世尊。如來有法眼。須菩提。於意云何。如來有佛眼", "754": "不。如是。世尊。如來有佛眼。須菩提。於意云何。如恒河", "755": "中所有沙。佛說是沙不。如是。世尊。如來說是沙。須菩", "756": "提。於意云何。如一恒河中所有沙。有如是沙等恒河。", "757": "所有沙數。佛世界如是。寧為多不。甚多。世尊。佛告須", "758": "菩提。爾所國土中。所有眾生。若干種心。如來悉知。何", "759": "以故。如來說。諸心皆為非心。是名為心。所以者何。須", "760": "菩提。過去心不可得。現在心不可得。未來心不可得。", "761": "此承上文。菩薩既悟之後。尚存人法細執。佛於諸", "762": "相之中。獨標一我。復於我相之中。表出法身。又曰", "763": "非身。種種破除。無法可執。却恐菩薩深信無相之解。", "764": "沉空滯寂。墮在空執。未免偏枯。故呼空生而徵詰", "765": "之。歷舉五眼。證明前解。即今青蓮紺目。現在如來", "766": "面上者。肉眼也。上見諸天。下徹十地者。天眼也。照", "767": "見眾生。根性深淺。識陰輪迴者。慧眼也。照見法身。", "768": "遍周法界。辨別一切有無空假者。法眼也。照見佛", "769": "土。無邊世界。放光普徧。破諸黑暗。圓滿十方。無障", "770": "無礙者。佛眼也。肉眼屬如來報身。四種聖眼。屬清", "771": "淨法身。法身無相。非藉報身。不能度人。聖眼無形。", "772": "非藉肉眼。不能見物。若執定是無。便落空亡外道。", "773": "故歷舉五眼。以徵詰之。空生領悟。隨機答問。不生", "774": "知解。如來再以恒河沙為喻。空生信為甚多。乃曉", "775": "之以眾生心量。如來悉知悉見者。以有五眼之故。", "776": "究竟眾生心量。萬別千差。盡屬妄想。皆為非心。非", "777": "心之心。即名為心。猶肉眼之眼。聖眼所寄。即名為", "778": "眼也。又恐聞說諸心。謂有實心。更須破遣。過去已", "779": "滅。現在虗妄。未來未起。三際推尋。求心了不可得。", "780": "五眼所見。瞥地成空。有無俱遣矣。", "781": "須菩提。於意云何。若有人滿三千大千世界七寶以", "782": "用布施。是人以是因緣。得福多不。如是。世尊。此人以", "783": "是因緣。得福甚多。須菩提。若福德有實。如來不說得", "784": "福德多。以福德無故。如來說得福德多。", "785": "經中屢言福報。此於菩薩既悟之後。似不須說。如", "786": "來再三徵詰者。却恐已悟菩薩。於人法細執之中。", "787": "未忘修福之見。仍是法執邊事。重重破遣。有者取", "788": "相也。無者離相也。離相見性。性如虗空。其福無量。", "789": "比前受持讀誦解說。更深一層。", "790": "須菩提。於意云何。佛可以具足色身見不。不也。世尊。", "791": "如來不應以具足色身見。何以故。如來說。具足色身。", "792": "即非具足色身。是名具足色身。須菩提。於意云何。如", "793": "來可以具足諸相見不。不也。世尊。如來不應以具足", "794": "諸相見。何以故。如來說。諸相具足。即非具足。是名諸", "795": "相具足。", "796": "上文掃除相見。不得取有。不得落空矣。却恐菩薩", "797": "悟後起疑。謂布施福德乃成佛之因。故感具足莊", "798": "嚴之果。今謂福德實無。是無果也。無佛可成。是無", "799": "果也。即今現身如來。具足色相從何而有耶。故呼", "800": "空生而徵詰之。空生言下領悟。謂不應從色身諸", "801": "相見如來者。蓋以如來法身。具足三十二行。是故", "802": "成此報身。具足三十二相。識得法身。便不應從報", "803": "身上起見也。復自解悟如來所說具足色身者。無", "804": "非赤肉團中。幻化之軀。當知中有一箇無位真人。", "805": "清淨玅色之身。乃名法身。故云非具足色身。即非", "806": "即是也。具足諸相。則八十種好。萬德莊嚴。又不止", "807": "於三十二相矣。復次徵詰。空生領悟。一如前解。謂", "808": "諸相具足。依舊報身邊事。故云即非具足。離却諸", "809": "相。不見如來。故云是名具足也。", "810": "須菩提。汝勿謂如來作是念。我當有所說法。莫作是", "811": "念。何以故。若人言。如來有所說法。即為謗佛。不能解", "812": "我所說故。須菩提。說法者。無法可說。是名說法。", "813": "承上文言。玅相無相。固非諸相可見。即今說法。亦", "814": "是無說之說。非言說可求。語空生言。如來諸相非", "815": "相。所固然也。即今說法。不得著相。勿謂如來超心", "816": "作念。自言我當有所說法。說者不作此念。聽受者", "817": "亦不應作此念。若人從語生解。便謂如來有所說", "818": "法。不是信佛。乃是諸佛。何以故。我所說法。不在言", "819": "說。著相之人。但以言說為說。不能解我不說之說", "820": "也。復告空生以曉之云。凡說法者。本無法可說。特", "821": "為眾生去除外妄而說。是以妄遣妄。非有真實。眾", "822": "生既悟。則不用此法矣。", "823": "爾時。慧命須菩提白佛言。世尊。頗有眾生。於未來世。", "824": "聞說是法。生信心不。佛言。須菩提。彼非眾生。非不眾", "825": "生。何以故。須菩提。眾生眾生者。如來說非眾生。是名", "826": "眾生。須菩提白佛言。世尊。佛得阿耨多羅三藐三菩", "827": "提。為無所得耶。佛言。如是。如是。須菩提。我於阿耨多", "828": "羅三藐三菩提乃至無有少法可得。是名阿耨多羅", "829": "三藐三菩提。復次。須菩提。是法平等。無有高下。是名", "830": "阿耨多羅三藐三菩提。以無我．無人．無眾生．無壽者。", "831": "修一切善法。即得阿耨多羅三藐三菩提。須菩提。所", "832": "言善法者。如來說即非善法。是名善法。", "833": "承上文。無法可說。是名說法而言。空生玅悟法身。", "834": "能信能受。能續佛慧命矣。爾時故稱慧命須菩提。", "835": "此示生法一如。無法可說。無眾生可度也。空生領", "836": "悟無法可說之旨。但恐未來眾生。聞此妙法。未知", "837": "能信受不。問佛。蒙答云。若作此解。便是眾生佛法。", "838": "分而為二矣。當知眾生本如。與法平等。無有眾生", "839": "之相。故云彼非眾生。但以真如隨緣而成眾生。故", "840": "云非不眾生。復語空生。發明其故。所謂眾生者。謂", "841": "我說一切法。為度一切生。既無一切生。即無一切", "842": "法。法生眾生。眾生生法。是謂眾生生者。是故如來", "843": "說非眾生。是名眾生也。空生意謂。佛法因於眾生。", "844": "而後有法。既無所得矣。今佛所得無上菩提。是有", "845": "耶。是無耶。佛決其無。故印可之。告空生言。無上菩", "846": "提。我與眾生。同具真性。本無得失。無所得固爾。即", "847": "一切細微少許之法。皆無所得。是故名為無上菩", "848": "提也。復告之言。所謂法者。乃是眾生平等正覺之", "849": "法。悟之為佛。無有高相。迷為眾生。無有下相。故名", "850": "為無上菩提也。若著我人眾生壽者之相。則非平", "851": "等矣。離却四相。修一切善法。則得無上菩提矣。善", "852": "法者。即經文所謂布施供養禮敬嚴土等。皆名善", "853": "法。亦名有為法。故云非善法。是名善法。", "854": "須菩提。若三千大千世界中所有諸須彌山王。如是", "855": "等七寶聚。有人持用布施。若人以此般若波羅蜜經。", "856": "乃至四句偈等。受持讀誦．為他人說。於前福德百分", "857": "不及一。百千萬億分。乃至算數譬喻所不能及。", "858": "承上文云。善法既非。則寶聚布施亦非善法。惟般", "859": "若功德。方稱殊勝。蓋以般若經中。四句偈等。乃是", "860": "如來慧命所寄。眾生迷悟所關。若受持讀誦演說", "861": "者。便能續佛慧命。能令眾生背迷合覺。福德廣大。", "862": "比之寶聚布施。相去多多也。", "863": "須菩提。於意云何。汝等勿謂如來作是念。我當度眾", "864": "生。須菩提。莫作是念。何以故。實無有眾生如來度者。", "865": "若有眾生如來度者。如來即有我人眾生壽者。須菩", "866": "提。如來說。有我者。即非有我。而凡夫之人以為有我。", "867": "須菩提。凡夫者。如來說即非凡夫。是名凡夫。", "868": "承上文云。經中四句偈為他人說。是為度生功德。", "869": "恐人錯解。謂如來有意於度生也。故呼空生而曉", "870": "之言。勿謂如來作念度生。汝亦勿作此念。謂如來", "871": "實有度生之相。若有眾生為如來所度者。如來便", "872": "有能度之我。有所度之人。人等眾生。我為壽者。則", "873": "非如來真我矣。如來說法。實非有我。而凡夫之人。", "874": "自生人我。以為有我。遂疑如來亦復有我耳。要之", "875": "是法平等。無有高下。悟則為聖。迷則為凡。說是凡", "876": "夫。却非凡夫。而名之為凡夫者。平等性智無聖無", "877": "凡也。", "878": "須菩提。於意云何。可以三十二相觀如來不。須菩提", "879": "言。如是。如是。以三十二相觀如來。佛言。須菩提。若以", "880": "三十二相觀如來者。轉輪聖王。即是如來。須菩提白", "881": "佛言。世尊。如我解佛所說義。不應以三十二相觀如", "882": "來。", "883": "此遙承具足身相而言。三十二相即具足身相也。", "884": "因上文度生之解。誠恐眾生起疑。謂佛現身說法。", "885": "不離報身。身屬色相。法是音聲。離却色聲二者。從", "886": "何說法。從何聞法耶。呼空生而徵詰之。空生信能。", "887": "言下領悟。不可以身相觀如來也。佛再舉轉輪聖", "888": "王以實之。蓋以轉輪聖王。亦具有此三十二相。猶", "889": "是凡夫。喚作如來不得。空生再申前悟。如來不可", "890": "以相觀者。無相方是如來。不可以色見。不可以聲", "891": "音求也。", "892": "爾時。世尊而說偈言。若以色見我。以音聲求我。是人", "893": "行邪道。不能見如來。", "894": "按經中四句偈。似指此四句而言。一經之中。無一", "895": "偈字。今明明說偈。解當屬此。要知此偈。即前文無", "896": "我人眾生壽者四句。前句是標出名相。此偈乃埽", "897": "蕩邪解。行邪行者。即著相眾生。從色聲邊。橫生人", "898": "我等見。不見自性真如來。即不見現前說法如來", "899": "也。味二我字。當識真我。即如來四德中。常樂我淨", "900": "之我。", "901": "須菩提。汝若作是念。如來不以具足相故。得阿耨多", "902": "羅三藐三菩提。須菩提。莫作是念。如來不以具足相", "903": "故。得阿耨多羅三藐三菩提。須菩提。汝若作是念。發", "904": "阿耨多羅三藐三菩提心者。說諸法斷滅。莫作是念。", "905": "何以故。發阿耨多羅三藐三菩提心者。於法不說斷", "906": "滅相。", "907": "前文說偈已。又恐諸菩薩。悟後起疑云。如來不可", "908": "以色見。不可以聲求。經中所言。如來得阿耨多羅", "909": "三藐三菩提。離却色聲。誰是得者。豈非斷滅諸相。", "910": "并無上菩提。同歸斷滅。乃是究竟耶。此語空生。總", "911": "是反覆叮嚀。不可作斷滅會去。以具足相而得菩", "912": "提。固然不是。不以具足相而得菩提。亦是斷滅邪", "913": "見。當知無上菩提本無斷滅。說法度生。總是掃除", "914": "四相。不曾教人。并無上菩提。同歸斷滅也。", "915": "須菩提。若菩薩以滿恒河沙等世界七寶。持用布施。", "916": "若復有人知一切法無我。得成於忍。此菩薩勝前菩", "917": "薩所得功德。何以故。須菩提。以諸菩薩不受福德故。", "918": "須菩提白佛言。世尊。云何菩薩不受福德。須菩提。菩", "919": "薩所作福德。不應貪著。是故說不受福德。", "920": "經中屢言福報。或淺或深。或麤或細。不一而足。總", "921": "是如來善觀眾生心量。凡夫之人。固然着相求福。", "922": "就是大心菩薩。未得悟入時。未免從法執上。頻起", "923": "福報之見。菩薩既悟之後。人法麤執已忘。尚存微", "924": "細法執。未能盡化。孜孜汲汲。修行布施。又復勸人", "925": "布施。猶有細微受福報之見在。故說經至此。重申", "926": "明之。說一不受二字。蓋謂福報若無。固無可受。福", "927": "報若有。亦不容受。三輪體空。四相全無。了達一切", "928": "諸法無我。成就無生法忍。一切福報。皆不可得。無", "929": "有與者。亦無受者。世界空。七寶空。能施所施皆空。", "930": "受與不受。皆不可得。到此方是福報極則。受持經", "931": "偈。讀誦演說。不消再說矣。空生又慮菩薩法執。如", "932": "佛所說。不受功德。一切功德。盡舍盡棄。方成菩薩。", "933": "是斷絕世人作福之念矣。故有此問。如來曉之云。", "934": "所言不受者。乃當作福之時。不起一念貪求著相", "935": "之心。是名不受。即六祖所云。不思善。不思惡。初祖", "936": "云。布施本無功德。皆此意也。", "937": "須菩提。若有人言。如來若來若去．若坐若臥。是人不", "938": "解我所說義。何以故。如來者。無所從來。亦無所去。故", "939": "名如來。", "940": "承上文。不受功德。恐人起疑云。即今如來行住坐", "941": "臥四威儀中。去來自在。豈不是納受福德之人。故", "942": "呼空生而曉之云。若作如是見解。便不解我前所", "943": "說不受功德之義。蓋謂之如來者。是諸法如義。雖", "944": "云若來。無所從來。雖云若去。無所從去。無去不滅。", "945": "無來不生。乃是自性真佛。無功德之可受也。", "946": "須菩提。若善男子．善女人。以三千大千世界碎為微", "947": "塵。於意云何。是微塵眾寧為多不。須菩提言。甚多。世", "948": "尊。何以故。若是微塵眾實有者。佛即不說是微塵眾。", "949": "所以者何。佛說。微塵眾。即非微塵眾。是名微塵眾。世", "950": "尊。如來所說三千大千世界。即非世界。是名世界。何", "951": "以故。若世界實有者。即是一合相。如來說。一合相。即", "952": "非一合相。是名一合相。須菩提。一合相者。即是不可", "953": "說。但凡夫之人貪著其事。", "954": "承上無所從來。無所從去。謂佛身充滿於法界。隨", "955": "處和合。假如粉世界而作微塵。佛與塵合。而不為", "956": "多。所謂合大於小也。聚微塵為世界。佛與界合。而", "957": "不為大。所謂合小於大也。究竟如來實性。非一非", "958": "二。無離無合。合於微塵。塵中有界。合於世界。界中", "959": "有塵。故云非微塵。非世界。合於微塵。塵中有佛。合", "960": "於世界。界中有佛。故云是名微塵。是名世界。一者", "961": "法身也。合者法界也。非實非虗。非有非無。若以為", "962": "實有者。是法身合於法界。故云即是一合相。法界", "963": "異於法身。故云。即非一合相。法身不離法界。故云", "964": "是名一合相。究竟是與非。皆不可說。悟者得之。若", "965": "是凡夫之人。未免貪著。執理礙事。執事礙理。所謂", "966": "一合相者。落在事為邊。貪戀執著。不得自在矣。佛", "967": "語空生。反覆發明。解菩薩悟後。人法細微二執也。", "968": "須菩提。若人言。佛說我見．人見．眾生見．壽者見。須菩", "969": "提。於意云何。是人解我所說義不。不也。世尊。是人不", "970": "解如來所說義。何以故。世尊說。我見．人見．眾生見．壽", "971": "者見。即非我見．人見．眾生見．壽者見。是名我見．人見．", "972": "眾生見．壽者見。須菩提。發阿耨多羅三藐三菩提心", "973": "者。於一切法。應如是知。如是見。如是信解。不生法相。", "974": "須菩提。所言法相者。如來說即非法相。是名法相。", "975": "遙承上文。若樂小法者。著我見人見眾生見壽者", "976": "見。更進一解。埽除細微法執知見也。前說小法。乃", "977": "為樂小乘者說。見有五蘊色相之我。見有對我之", "978": "人。見有無明煩惱之眾生。見有留形住世之壽者。", "979": "種種癡見。遂成種種著相。欲空諸相。先空諸見。方", "980": "不墮於小乘凡夫也。說經至此。乃為大乘菩薩。已", "981": "入悟門。不復更有我人生壽諸相。但於微細惑中。", "982": "少存知見。見有已悟之我。同悟之人。未悟之眾生。", "983": "悟後接續慧命之壽者。此見尚存。真見便著。不能", "984": "一超直入。直取菩提矣。故呼空生而詰之云。我前", "985": "曾說我人等見。乃為樂小法者說。若人說我果有", "986": "此說。是解我所說義不。空生領悟。信知是人。不解", "987": "如來玅義。蓋如來說法。隨人根器利鈍。而施法藥。", "988": "彼樂小法者。破其邪見。乃說諸見。所說諸見。是眾", "989": "生見。不是佛見。因眾生之有邪見。是故隨其所墮。", "990": "而名之為我見人見眾生見壽者見耳。若是大乘", "991": "菩薩。既悟之後。發無上菩提心者。一切知見。即一", "992": "切法。如是知。便是真知。如是見。便是真見。如是信", "993": "解。便是深信解悟法門。不復更生法相。蓋此法相。", "994": "著於四相。便非法相。不著四相。乃名法相也。再語", "995": "空生。當從諸見。而求真見。楞嚴經云。見見之時。見", "996": "非是見。見猶離見。見不能及。是之謂真見也。", "997": "須菩提。若有人以滿無量阿僧祗世界七寶持用布", "998": "施。若有善男子．善女人。發菩提心者。持於此經。乃至", "999": "四句偈等。受持讀誦。為人演說。其福勝彼。云何為人", "1000": "演說。不取於相。如如不動。", "1001": "說經至此。復言布施。菩薩悟後。不受福德。受持經", "1002": "偈。為人演說。殊勝異常。惟演說玅義。非尋常名言", "1003": "章句。依文解義之比。蓋謂演說真如。不取著外邊", "1004": "語言文字之相。不動著中道如如之性。能闡揚佛", "1005": "心。續佛慧命。乃謂之演。語默一如。無法可說。熾然", "1006": "常說。乃謂之說。說經至此。一切語言文字。即真即", "1007": "幻。即幻即真。三乘十二分教。總是有為之法。故說", "1008": "偈以結之。", "1009": "何以故。", "1010": "一切有為法。如夢幻泡影。如露亦如電。應作如是觀。", "1011": "何以故。佛自發揮言。何故為人演說。不取於相。如", "1012": "如不動乎。乃說偈言。一切佛法。皆有為法。虗妄不", "1013": "實。如夢者。寐時為有。寤後全無。如幻者。幻術而有。", "1014": "真實則無。如泡者。外邊似有。中間實無。如影者。隨", "1015": "光而有。光滅則無。如露者。依草而有。見現則無。如", "1016": "電者。先雷而有。雷後則無。如是觀想非真。一切有", "1017": "為之法都無實相。一部真經。總在真如實相之中。", "1018": "說有說無。皆為戲論也。", "1019": "佛說是經已。長老須菩提及諸比丘．比丘尼．優婆塞．", "1020": "優婆夷．一切世間．天．人．阿修羅。聞佛所說。皆大歡喜。", "1021": "信受奉行。", "1022": "此是結經常儀。所云皆大歡喜者。乃玅契於心。信", "1023": "之真。受之切。奉行不虗也。", "1024": "金剛般若波羅蜜經"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 496 金剛經直說", "author": "清 迹刪鷲述"}