{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B181 布水臺集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "尺牘五復予安王孝廉", "1": "布水臺集卷第三十二", "2": "住明州天童寺匡廬黃巖沙門道忞著", "3": "尺牘六尺牘", "4": "與同菴蔣孝廉與同菴蔣孝廉", "5": "數載阻胡隔越久乖魚鴈頃接玉如弟書始知偕寶", "6": "眷歸自江上闔門俱慶福履如宜忻慰忻慰念自帝", "7": "京版蕩來郡縣之覆亡者十而九抑不似揚之埽土", "8": "盡也民至埽土盡豈非樂深而哀甚者邪于最甚之", "9": "中無豐德厚福而獲安全焉有是理哉則謂非天之", "10": "眷居士不可獨公車頓于癸未之役猶恨甘泉淑靈", "11": "之氣未發越居士耳然貧道邇來親睹宰明屬以癸", "12": "未起家者數矣非其名捐則其身敗者有之甚而身", "13": "名俱敗者亦有之則又安知非天之與居士後而實", "14": "與居士先邪所冀懋昭明德以終迓天之庥已耳天", "15": "步尚艱惟冀順時珍愛。", "16": "又", "17": "淮揚稱天下金穴素封之家奚啻千門萬戶如居士", "18": "之澹薄明志有何慢藏乃家貧而亦遭劫邪盜而無", "19": "良至是其綠林之最下者乎雖然今之所謂良臣古", "20": "之所謂民賊然則今之所謂民賊古將無名而命之", "21": "矣應知世愈趨而愈下則人亦安往而不下哉經云", "22": "佛心所緣緣苦眾生彼劫掠賢人之罪當如七遮議", "23": "條罪大苦深則亦何由解脫唯是既因地倒還從地", "24": "起所望居士以地天為量慈氏為師生大哀愍發深", "25": "悲願翻彼劫奪之想興我喜捨之心願令此輩過茲", "26": "以往處處富有貲財身身得大自在精嚴不與取戒", "27": "盡形盡壽而堅持潔清尤巢許受用等諸天斯乃至", "28": "聖大人成己成物之懷也想高明志有同然或不以", "29": "為笑其以我言為服乎。", "30": "與安丘三如源思馬二孝廉(長諱長春次諱澄)與安丘三如源思馬二孝廉長諱長春次諱澄", "31": "昨過貴邑猥承加意接待或居士引誘多人為善則", "32": "可在山僧覺難消受耳別來蒙福庇一路康安奈為", "33": "泰雨徹公苦留五蓮度夏然淮甸之催符旋至秋初", "34": "當即策杖南邁矣雖彼此出作入息共一夙興夜寐", "35": "而齊楚異方未知會晤更復何時所冀精勤在道期", "36": "于覺岸同登斯善焉辱命撰準提菴記意思生澀勉", "37": "為搦管殊媿不文謹書上取裁度餘弗備及。", "38": "與搴玉孫陽江(諱自修)與搴玉孫陽江諱自修", "39": "春回大地山光明媚而白駒忽來天外偶語小立坐", "40": "對嵒前雖半日千載也門下自是血性漢不作廉纖", "41": "態度然既欲留心此事當向千聖萬靈分疏不下錐", "42": "劄不入處透頂透底始得所以古有縣崖攃手絕後", "43": "再穌之喻夫云攃手絕後則放舍身命如大死人雖", "44": "有耳目實無聞見而來偈云舊云明云三生皆違無", "45": "生之旨不揣愚蒙并前長歌一例奉和幸惟炤諒無", "46": "嫌續貂。", "47": "又", "48": "前夏聞出山後北騎已渡江閩浙潰師沿途劫掠深", "49": "為相遭憂幸京邑不大蹂躪想闔門清吉邇來起居", "50": "佳勝育生歸竟不面別殊失申候中間謝事顛末必", "51": "為居士言之詳矣每念俊骨天生澂襟似滌肯拼選", "52": "官不如選佛則丹霞老子直拜下風豈特跨拘鄰上", "53": "哉貧道固望之久而般若六喻可謂屢見經年有識", "54": "復不當自裁邪退休山寺頗愜幽情乃為走聲者累", "55": "雖耕而反餒抑未免告困高門耳故某禪特為眾匈", "56": "石頭謹此訊問多福尚冀有以導引之。", "57": "與介子黃居士與介子黃居士", "58": "不孝忞于門下雖未識荊然耳熟大名三十年蓋胸", "59": "中有江上二黃之日久矣況彼此得預天童籌室業", "60": "為法社連支則又何啻君子千里同風已哉乃者不", "61": "幸天喪哲人先和尚奄就後世閔予小子儼然憂戚", "62": "之中日惴惴先人行業放失無以昭布來茲適吾幢", "63": "兄迻檄山中徵不孝所述年譜且雅稱門下高誼肯", "64": "以筆鐵頭點出先和尚末後光明雖則門下于先師", "65": "有無縫塔樣不欲蓋覆將來然俾不孝輩榮施多矣", "66": "敬當匍匐江上頫泣涕興以請于下執事然有幢兄", "67": "懇告在前則不孝輩惟據歲譜依實供通而已忝辱", "68": "同仁知必有以炤諒也。", "69": "又", "70": "開先明法師忞受業先子也當其無恙時道法廣被", "71": "荊揚蓋與一雨潤蘊璞愚中分震旦焉乃沒且一十", "72": "三載未有碣上之詞頃拮据先和尚銘事不覺百感", "73": "中來泚達于面頫仰先子所交天下名公卿皆相繼", "74": "化去無存間存矣而言之不文言文矣而擇法眼無", "75": "與焉求其海內兼而有之足以行遠惟法兄一人先", "76": "子固未奉塵乎或哀弟之誠為一開生面庶幾後世", "77": "學佛之輩尚有聞風而踔厲者敬以為請。", "78": "又", "79": "違範幾何時滄桑之變不意屢見頻年聞洛邑頑民", "80": "獨推江上則其蹂蹸也將必甚如是為吾道兄憂不", "81": "去心者纍月然周身之防無論綽能包孔而昌文既", "82": "沒天豈忍當吾世而中斬乎迨新秋訪真秏而後喜", "83": "乃可知弟亦以忝主天童有媿陰翊之言因謝事今", "84": "已退耕慈之靈峰精舍矣先年為受業先子圖不朽", "85": "冀一言以傳幸蒙賜俞乃久不擿下豈先子地卑邪", "86": "或弟駑不足進邪抑略而忘之邪今因申候輒復奏", "87": "請者庶幾必不吝慈焉臨楮不勝神興之至。", "88": "復爾寧楊居士復爾寧楊居士", "89": "兀菴來具道門下高才俊骨令人不禁神往左右及", "90": "披翰簡乃知汜分江上益知淵源之有自也黃澂江", "91": "貞忠勁節根於至性故其託之豪素見為詞章者非", "92": "獨嚴冠履秩君父之彝倫固己胸羅今古學貫天人", "93": "矣山僧偶獲此槁於畸人之手深藏祕笥日惟壁梭", "94": "化變有所遄逸是懼何幸儼然賜教重以壽梓之舉", "95": "此蓋天不欲泯其芳躅而暴揚於門下耳敬授兀菴", "96": "齎上弁首即請如椽發攄文而行遠不倍屣於質野", "97": "固陋之言乎翹想光儀艸勒弗備。", "98": "與荊二哥與荊二哥", "99": "去夏聞尊翁大故不勝為居士凄其以居士方謹周", "100": "身之防又不敢為尊翁即位而哭蘊結之懷徒付之", "101": "浩歎而已居士主退尊翁主進畢竟進者不如退者", "102": "之高然當爐不避火使尊翁得如居士固九動而十", "103": "全抑天下後世其謂尊翁何無論馬革裹屍自合英", "104": "雄本色與其公案狼狽于今曷若大事了辦于昔則", "105": "尊翁之進又未見其少遜于居士之退也故鄉丹陽", "106": "已安堵矣聞復棲遲檇李何邪因風候問尚冀以時", "107": "自愛。", "108": "復爾保程居士復爾保程居士", "109": "鏡水秦山淨如蔆華新炤不謂別來無時翻成鋒鏑", "110": "危亡之地保障生民恨無睦州巨履有大神變其如", "111": "法幢徒建何客秋以賤恙欲就醫江外所謂出隊云", "112": "者亦因行掉臂之說耳乃居士責以厲滯磨昏求人", "113": "作士急救宗門縣絲為務顧山僧非其人者然明諭", "114": "則皆忠言讜議也若云暑往寒自來冬藏春自發釋", "115": "迦老子何日不放光動地谿雲泉石無時不說法如", "116": "雷如旁友所昌言正是時人窠臼何居士亦雷同近", "117": "日遽印可作佛門宗子哉呵呵若在廣潤門下換骨", "118": "洗腸重整頓通身是眼更須參請即以是意訊之旁", "119": "友何如。", "120": "復仲英楊居士復仲英楊居士", "121": "遠辱魚箋褒嘉過甚蓋居士徒向山僧虛名耳使見", "122": "山僧實面將恐醜拙難看未有不廢然而返者也如", "123": "來教所述種種亦即是未見得楊純粹如果覿面一", "124": "見則生死一著不可得變難艱苦不可得以至夙稟", "125": "愚鈍汩沒塵緣底悉皆不可得矣不見龐居士于一", "126": "口吸盡西江水語下豁然大悟便道有男不須婚有", "127": "女不須嫁大家團圞頭共說無生話豈不是親見目", "128": "前無可得使有可得又安能湘水沈金而以摝籬自", "129": "賣哉雖然千里馳香法音求示豈可徒然山僧記得", "130": "古德問僧向甚麼處去曰西山住菴去古德云我向", "131": "東山頭喚你你便來得麼曰不然古德曰你住菴未", "132": "得在請居士向者裏通箇信與山僧然後山僧開示", "133": "居士未遲也。", "134": "復次牧馮居士復次牧馮居士", "135": "伏讀來教自笑饒舌無端然再四惟忖不得不更饒", "136": "舌一上也先子輿有言君子所為眾人不識諸方如", "137": "是則可門下亞聖大賢心眼迥殊豈亦惑夫悠悠之", "138": "說邪夫蒙舉止非敢曰君子但以法門為公正不敢", "139": "認作一家一己事所以今夏有唯一山幢高原立僧", "140": "之舉輒以己衣分授先師者衣之俾說法舉揚貴夫", "141": "宗風不墜耳昔玅喜謫梅陽時有傳瞎堂遠公偈頌", "142": "提唱以往者玅喜駭曰老師莫年有子如是邪因寓", "143": "書通誠并寄贈圜悟所付己衣然則在古明眼尊宿", "144": "有行之者矣而蒙亦只如蟲禦木不意後先一揆合", "145": "他古聖若符節然良以此心苟公未有不合者乃諸", "146": "方反見非謫甚至比例父亡兄為代父生子於乎噫", "147": "嘻何從得此傷倫滅理之譚則又不止令人胡盧絕", "148": "倒矣夫代父生子所謂昔無而今有者也若夫三人", "149": "者皆十年二十年親炙先師又先師屢言之蒙者故", "150": "今夏之舉諸方當簡其提唱之是與不是不必論蒙", "151": "授衣之當與不當也何也苟其提唱無據雖坐脫立", "152": "亡九峰拊背不肯奈何果若合乎先師意旨則真父", "153": "所生子矣安可以父沒一旦未與卜其家室而遂棄", "154": "其孤哉世有喪心之兄焉如此而諸方亦肯之乎否", "155": "邪以此固知古人重道不重衣重道故心公心公故", "156": "眼明眼明故不與其子彌光輩而與其居恆未一睹", "157": "面之同門者是也今人重衣不重道不重道所以識", "158": "暗識暗故心私心私故惟貴遞相傳受之子徒雖有", "159": "同門超卓如遠公者概不齒錄也然蒙聞之其人存", "160": "則其政舉其人亡則其政息彼衣者政也虛器也行", "161": "解者人也真道也故行解相應即門下所謂苕帚柄", "162": "亦可當柱杖如其不然諸方縱曰親相付授不亦臨", "163": "濟送直裰竇八脫布衫之多事中更多事哉請以質", "164": "之門下更請以質之諸方何如。", "165": "與開陽李居士與開陽李居士", "166": "子瞻作圜澤傳具載三生石詩今一讀之猶然酸鼻", "167": "乃者公燕之會與居士別蓋二十餘年矣僅一餉而", "168": "分岐身前邪身後邪芒芒大有因緣蓋有不可問者", "169": "雖然君子千里同風安用𥕏𥕏抴毗邪與占波鬥額", "170": "而春寒秋熱鼻孔自時時相挂況三生亦世諦有耳", "171": "于第一義諦則無何也世諦以有念為念故一念涌", "172": "千波至人以無念為念故一念包三世三世既爾十", "173": "虛類然十虛既然則可謂野色更無山隔斷天光直", "174": "與水相通故吾與居士亦遊于至人之天而已當年", "175": "蒙示戒殺文祇嘗寶鼎一臠邇來筆陣想追屈宋而", "176": "上之然文亦道之華也黃檗老人唱道于光黃之日", "177": "久矣子輿氏曰由孔子至于今百有餘歲去聖人之", "178": "世若此其未遠也近聖人之居若此其甚也孰與生", "179": "同井里有如居士者然則茹其英而吐其華又安可", "180": "遜彼私淑而曰無有乎爾哉臨風惜舊可勝縈懷。", "181": "復天中沈居士復天中沈居士", "182": "敬披來教用心至切入處甚深說理極透子細簡點", "183": "將來不出仰山道底昔雪峰目臨濟為白拈賊雪竇", "184": "則道夫善竊者鬼神莫測臨濟既為雪峰知道未稱", "185": "好手況山僧痿痿羸羸且恁過時卻遭居士無端扭", "186": "捏一上令人太是不甘雖然山僧內中更有喫緊一", "187": "則因甚居士偏拈不著邪。", "188": "與虞尊高居士與虞尊高居士", "189": "尊翁丁季宦楚皓首方歸生入玉門之慶又不當與", "190": "足下斑衣載舞之歡合作傳奇一部邪流聞道路正", "191": "復淒清不淺況叨知愛者因足下之誼竊傷尊翁為", "192": "國忘家數十年廉如孫叔敖而功不獲食守如田即", "193": "墨而烈無從飲思作天問乃星辰則己易位矣兩曜", "194": "且復東行矣彼蒼告余以無如何可奈何於尊翁未", "195": "識荊不敢通箋奏惟左右道達之託鴻訊問不盡攸", "196": "懷。", "197": "復長卿姚居士復長卿姚居士", "198": "貧道以菲躬眇德儼然錫卓靈山得不觸忌波旬乃", "199": "累大檀弘護卒俾傾而復峙隍而復平然揣魔軍嫉", "200": "妒尚未銷歇幾欲搏風高翥非敢逍遙物外庶免矰", "201": "繳之憂而無如金湯德厚未忍恝然孤負也慚媿教", "202": "言褒嘉過甚不覺回惶稽于裁畣統惟慈光炤諒縣", "203": "父母一片護持苦心聞尚僦居城中謹奏箋致謝幸", "204": "轉達之餘俟面傾弗備。", "205": "復奕遠祁居士復奕遠祁居士", "206": "往歲在雲門側聞倜儻不羈之風飫矣方寵光未承", "207": "為恨至若令先君以翩翩佳公子當佛滅又後五百", "208": "歲非內交于緇侶非要譽于鄉黨朋友乃不吝割捐", "209": "巨貲頓復千秋已廢之名藍誰在見聞之下不生隨", "210": "喜之心況儼然重以典席之命屬厥眇躬然則匍匐", "211": "捐糜以趨效焉未酬知遇也抑何敢優游怠忽致方", "212": "明詔所媿摧殘樗朽利生乏珍而廣潤復有未了之", "213": "緣儻大檀宥其顓愚而寬假之不以官守是責俾閒", "214": "身得轉徙于緱江鏡水之湄庶奉教有辰矣如不弛", "215": "其鞭箠則廣潤傾頹亦檀護之憂也恭傒後命謹還", "216": "趙壁鄉老先生書亦祈道達愚意。", "217": "復萬弢宗居士復萬弢宗居士", "218": "伏讀來教知一往嗜道之懷不以人廢言耳若謂寰", "219": "區衲子學識盡羅胸中非惟山僧不敢承當抑不試", "220": "故藝尼丘蓋賤之矧山僧忝為臨濟兒孫哉重辱", "221": "勝法見招海鳥畏享大牢雖其天性固宜而廣潤屬", "222": "有未了之緣正難拈一放一以卒妨大命奈何遴選", "223": "無私更推有德惟高裁其折衷之弗備。", "224": "復彥遠胡居士復彥遠胡居士", "225": "每聞河渚之間有偃騫風塵若楚士悲魯儒泣其人", "226": "者其向詣則未知何如也既而稍悉其行藏于子山", "227": "與然之口益向往久之不自謂今春西子湖頭遂獲", "228": "劇譚傾倒邪但恨一見不再見惆悵實深耳前惠手", "229": "教無便鴻抑譽太不虞莫知云答非怠也費蘊老熱", "230": "腸冷眼真可謂素心人其于道峰外護亦已畢殫其", "231": "力矣韓子遽錢允武潘天行呂半隱數君子承枉顧", "232": "亦可人餘則教顏尚未奉祇挹清光耳謹復弗備。", "233": "復鄴嗣李居士復鄴嗣李居士", "234": "江橋分手寒暑倏更貧道固東西南北之人也兼之", "235": "業風飄蕩頃復自能仁而之吳興之道場山矣道阻", "236": "且長鴻魚益窅未審比來佳況何如承屬梵君傳後", "237": "之書人事紛拏久虛報命今夏屬山中靜簡無為方", "238": "始就槁因觀生感未免有過激之詞然東坡夢作祭", "239": "春牛文或以為太殺傷時或以為喚醒無妨隨色摩", "240": "尼亦就他人看去不揣鄴嗣高明更復以為何如也", "241": "侍者乞明州特遣馳上兵凶繼見風雨不常萬惟珍", "242": "攝弗備。", "243": "又", "244": "周生脫白辱翰先容美厥成人孰大于是然空山惟", "245": "寂歷六戶絕喧囂加以殿艸未芟槽廠先著固非說", "246": "紛慕華者之所服又豈持梁躍駿者之能嘗乎但既", "247": "承嘉命法無拒人鱗翔羽泳聽其自化而已謹復。", "248": "復幃燈凌居士復幃燈凌居士", "249": "貧道謬託人師德實涼儉所以循山傍澗散髮采薇", "250": "之志蓋自滄更桑變以來己矢死靡他矣不謂業風", "251": "鼓蕩爰自甬徂台自台徂越木偶翻為土偶所笑竟", "252": "莫知稅駕之鄉邪今春之仲又以吳興諸大君子挽", "253": "茲道峰樹高風王益切顛殞之虞所快門無俗駕座", "254": "有鴻儒以為此生遭逢幸雖以居士之美如英美如", "255": "玉未即奉塵而譚而令先君之精忠峻節早知大德", "256": "者之必有後何意假令姊之善緣辱德音之下逮清", "257": "風披拂如挹光儀第媿聞時富貴見後貧窮不副來", "258": "教之注存耳所諭一如命安排謹復不盡。", "259": "與荊谿諸護法書與荊谿諸護法書", "260": "山僧年登望七百念俱灰前冬有金粟之赴者以先", "261": "業為獍梟剝啄萬不得已強起一撥而反諸正耳迺", "262": "去秋復蒙大檀再過武原苦以龍池見挽無論峻阪", "263": "鹽車力非罷駑所堪抑天道好虛地道流謙今寰海", "264": "名山東南望剎不幸諸子往往有尸而祝之者矣山", "265": "僧又于祖父三席總一肩承紹縱瑤田協夢一粥皆", "266": "緣其若犯天地盈滿之戒招人神嫉妒之愆何然終", "267": "諾大檀上荊谿者以萬兄諸子方在鬩牆不得不暫", "268": "過而調劑之及造龍池復如命議安兩序者以此間", "269": "群情欲散金粟又嗷嗷待餔山僧不能曠日持久以", "270": "候立住持故耳今此來雖為海印道場亦為繼席之", "271": "人伏望大檀早推賢者德愛山僧則成我之恩等於", "272": "生我之厚將殞身而效命尚銜結以何辭否則惟有", "273": "掉臂長往而已恐大眾一朝星散禹門依舊鱷藏先", "274": "此披瀝丹衷統惟高明炤察是禱。", "275": "復獻吉沈居士復獻吉沈居士", "276": "貧道徒有空名而無適用方負非達而聞之媿不謂", "277": "樂道敦仁如居士固亦謬聽人言而尤措意于區區", "278": "者乎前擬就梓檇李蓋有成說既而深思征帆未北", "279": "馬首欲東戀堀之蚖何以解嘲于當世也邪即日過", "280": "婁東統承慈炤則已有為孺子而下榻者矣深銘雅", "281": "愛敬謝嘉招弗備。", "282": "復香城姚居士復香城姚居士", "283": "法城賴有牆塹自先棲真開社鴛湖早已神交左右", "284": "矣不意金地之招遙及無似江陵點首敢自沈吟第", "285": "才脫夏天衫又穿冬月襖得無令人不堪惆悵只堪", "286": "憐者邪豈不夙夜畏行多露想在高明必能原之諒", "287": "之謹謝弗敏弗備。", "288": "復尊素王居士復尊素王居士", "289": "浪跡湖江閱人如海非無淵才博雅之士至若門下", "290": "之胸藏山澤氣薄雲天則寥寥罕見矣祇挹清光恨", "291": "以為晚乃塞鴻越燕各有天涯遂不能長茲白社共", "292": "闡大猷愾歎如何山僧衰頹易老豈堪北地風霜青", "293": "淄之轍旋即言歸所望了諸未了亦駕出天都二十", "294": "四橋風月尚有待于玄賞之人也。", "295": "復默全張居士復默全張居士", "296": "客冬承以僊丸見惠藥我孔多自審衰暮之年似難", "297": "少此然安得移家東海長就倉公之市邪春杪將赴", "298": "青州去平江且三千里矣廣川飲片愈難索求度惟", "299": "頤神嗇思節飲時餐或能保有殘息再與居士軒眉", "300": "一笑乎希勤道業長此永懷。", "301": "復明卿劉居士復明卿劉居士", "302": "途間忽爾沾恙匆匆別來心日搖搖如縣旌不置也", "303": "本空至知即康安殊可欣慰山僧道德輕微無能闡", "304": "化大東小東徒費居士心力周旋貽累實深北兵暫", "305": "駐淮揚今已渡江多日而廣陵專使復日催上道北", "306": "海之轍覺似難回馬首或憑仗道力以提挈新長老", "307": "者福庇山門則受賜多矣流光似箭人亦幾何惟勤", "308": "證無生庶相見有期耳幸加意弗備。", "309": "復天石施居士復天石施居士", "310": "承乏天童四載滄桑遞變饑饉臶臻而食堂萬指人", "311": "無菜色之憂念賢喬梓弘護樂施之高誼蓋未嘗一", "312": "日忘心也乃者浮兄急流謝事復慮叢席虛曠特于", "313": "寰海宗工之內遴選山僧卒惠教臨之雖門下為千", "314": "秋法社計長久而山僧蒙茲寵召不亦榮施多與既", "315": "辱知遇之隆遄思先業之大抑焉敢徘徊顧惜其間", "316": "但無奈老眼昏華龍鍾已甚且業與昭易眾檀期修", "317": "華嚴大懺往有成約或仗庇威光了茲勝緣而殘喘", "318": "猶存得以祇奉塵譚其在來歲朱明之候乎趨命期", "319": "期統希恕悉。", "320": "復包兄元孺林居士復包兄元孺林居士", "321": "自甲午春因含芳弟郵致魚箋于伯兄不通音問又", "322": "復五見青黃矣喜客歲雪槱來得讀手示知伯兄鮮", "323": "健合十加額者再至若生世亂離家園破壞此堪忍", "324": "界之所以為苦娑婆也經云隨其心淨則佛土淨今", "325": "土之不淨如此豈天殃人禍之為與皆由我輩往昔", "326": "縱貪瞋癡恣無明燄不自淨其心之過耳居今之世", "327": "苟能改往修來自可轉禍為福業旋消故殃不造新", "328": "將見天宮佛國不難隨願受生亦安往而不得其樂", "329": "郊哉雖然世界等空華諸佛同幻夢自弟觀之佛國", "330": "天宮且如海上蜃樓假有非實而況其凡乎古之至", "331": "人在樂不荒處憂不困明斯道也願伯兄與諸眷屬", "332": "亦以此道牧心自忘薺之甘荼之苦矣弟慚道德荒", "333": "蕪恒為業風鼓吹昔自吳興之淮而之青齊今復由", "334": "淮之道峰且更再住天童󳰲北遷南迄無寧歲未卜", "335": "何年一筆勾下尚得以衰暮之餘從兄于盤湖之沚", "336": "掬水瀹茗一暢其生平哉尚冀聿修明德以迓後祉", "337": "焉。", "338": "復族弟含芳居士復族弟含芳居士", "339": "聞過南徐即洩下不止蓋此身虛妄積劫以來眾苦", "340": "蘊崇所患非一日矣然知苦斷集慕滅修真從上佛", "341": "祖鮮不因之而了辦己躬大事者是故經言病乃眾", "342": "生良藥豈不信哉如今不用苓芡白朮理氣壯元但", "343": "自內觀病從身生身從業生業從心生心何所生如", "344": "此鞭策如此起疑如此考究忽然洞徹根元則千生", "345": "萬劫所有苦本莫不霍然病已馬首垂東弗及遣候", "346": "旅次客途尚冀善為調攝不宣。", "347": "復妹八姑晃道人復妹八姑晃道人", "348": "去春雪槱來讀八姑手信知令伯母與你殷勤事佛", "349": "專精向道之心此心即是道心亦即成佛作祖之正", "350": "因也若云福緣淺薄思先母而不見及欲聞山僧法", "351": "信又不知更在何日者此則著于世俗情見情見若", "352": "著斯塵緣之所以征逐佛道之所以背馳世界之所", "353": "以崢嶸死生之所以往復也今承專懇無別開示只", "354": "要你與令伯母當下勦絕諸凡情見情見若盡方知", "355": "春寒秋熱老僧之法信不次傳來夜寐夙興先母之", "356": "真儀不謀覿面矣如此寧惟通晝夜而知且無今古", "357": "之間然既無今古之間然豈有東西之睽隔東西不", "358": "隔無去無來又何生而何死哉你與令伯母其尚勉", "359": "之。", "360": "布水臺集卷第三十二終"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B181 布水臺集", "author": "明 道忞著（中央圖書館善本書目編在集部別集類）"}