{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B225 鄂州龍光達夫禪師雞肋集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "鄂州龍光達夫禪師雞肋集", "1": "侍者道氾道沖等錄", "2": "小參據室妙喜室中竹篦已落窠臼道吾堂前水劍早涉", "3": "塗程直饒坐斷千差不通凡聖也未免是擊鼓宣令", "4": "龍光者裏要且不然飯罷濃煎茶喫了池邊坐石數", "5": "游魚。", "6": "小參說心說性塗堊虛空舉古舉今葛藤滿地雲門", "7": "椎殺世尊華亭覆卻舟子自陷陷人雪峰輥出繡毬", "8": "明州放下布袋賺人人賺接來拋卻和聲便打相習", "9": "成風豎拂敲椎揚眉瞚目時流公榦大眾畢竟如何", "10": "始能相應良久云多言數窮不如守中。", "11": "值雪小參瓊鋪宇宙玉砌乾坤處處呈普賢境界頭", "12": "頭露舍那全身情與無情一寒徹骨他方此界水凍", "13": "冰生正恁麼時千山鳥飛絕萬徑人蹤滅孤舟蓑笠", "14": "翁獨釣寒江雪遂以杖作垂釣勢云眾中莫有不顧", "15": "危亡底麼眾無對乃云過也過也便下座。", "16": "小參有句無句葛藤蔓延始作俑者其無後乎如藤", "17": "倚樹扶籬靠壁有甚了期爭柰亭亭玉立者少樹倒", "18": "藤枯一去不再來千古空相憶美則美矣要且不是", "19": "女放身命處句歸何處筠袁虔吉頭上插筆四千里", "20": "賣布單猶是小且若非獨眼龍望空啟告溈山笑口", "21": "至今猶合不得還知龍光落處麼左右顧視云到即", "22": "不點。", "23": "小參時人謂我忒䰐鬖我笑時人不自慚舉足趑趄", "24": "言囁嚅爭似佯狂一味憨長老自益州發足欲致海", "25": "岳於杖底不期一陣黑風吹入愛網因思古人法幢", "26": "隨處建立是以卓杖於父母之國柰何邪見之流妄", "27": "生議論縱有佛祖陳規亦莫足憑所謂匹夫不可奪", "28": "志也於今更相迥別風冒葛衣將佛法世法拈放一", "29": "邊與兩友三朋尋芳拈韻頭出頭沒於十字街頭絕", "30": "跡絕蹤於千峰頂上恁麼行徑且道還有祖師意也", "31": "無凝眸顧眾云中人未分於存亡下士撫掌而弗顧", "32": "扶先大人朱文貞先生柩歸祖塋堂祭畢乃云四十", "33": "四年言不及遺留今日待兒孫塗中受用如何委旌", "34": "旐搖搖舞石門驀指柩云此是黃面老人槨示雙趺", "35": "底消息今日先大人為女諸人指出了也還領略得", "36": "麼遂扶柩上道。", "37": "小參松直棘曲鶴白烏玄道是指物傳心何異認賊", "38": "為子弗謂指物傳心未免棄明投暗直饒不涉二塗", "39": "總是滯殼迷封更擬色見聲求轉見落七落八且道", "40": "如何即得山蟬帶響穿疏戶野蔓連青入破窗。", "41": "羯磨舉楞嚴經云若有一人發真歸元十方虛空悉", "42": "皆消隕今日諸大德興大乘心來者保社滌琉璃缾", "43": "盛師子乳可謂發真歸元矣祇如十方虛空作麼生", "44": "消隕眾無對乃云碎也碎也復云喚甚麼作虛空。", "45": "教杖舉稠禪師云本自不求名掩耳偷鈴望空啟告", "46": "下載清風付與誰剛被名求我驢事未了馬事又來", "47": "何時勦絕早落時人第二機巖前解二虎吽曾向幾", "48": "人言草裏漢還要棒喫麼障卻第三果不打自招露", "49": "尾藏頭何似生雖是震靈丸握女掌中爭奈塗毒鼓", "50": "置女頂上設有箇不顧危亡底向稠禪師頂上一擊", "51": "稠禪師與諸仁者不必言龍光長老聻乃振錫一下", "52": "云蘇嚕蘇嚕。", "53": "小參至道無難惟嫌柬擇但莫憎愛洞然明白古人", "54": "恁麼正所謂鎔盆缾釵釧為一金攪醍醐酥酪成一", "55": "味傾向南閻浮洲貍奴白羖喫得飽齁齁地不管東", "56": "南西北長連床上放憨大睡不為分外且問你還覺", "57": "寒毛卓豎麼。", "58": "小參毗盧閣上烏鵲演不二之門昆海波中鳧𪄀唱", "59": "一乘之旨動也濤掀浪涌靜也萬彙闃然一一直指", "60": "真常各各心空及第故我見前眾友六時動止中規", "61": "行腳高流晨夕參辭有度豈容攃沙土以眯目坌塵", "62": "埃而汙體者哉爭柰先聖有則公案欲共商量是以", "63": "不避訶斥特相借問驀顧左右云當斷不斷反招其", "64": "亂即且止風穴便下座意作麼生遂展兩手云嗄。", "65": "小參庭前柏子覿體全彰壁上真儀分明呈似乃至", "66": "林間松韻澗底魚行閒雲來去好鳥和鳴一一為諸", "67": "人發明向上因甚不肯直下相承還會麼有時自發", "68": "鐘磬響落日更見漁樵人。", "69": "小參舉丹霞燒木佛竟乃云丹霞和尚向熱燄中頭", "70": "出頭沒不負天然之號爭柰院主皮下無血若是龍", "71": "光門下待渠云吾燒取舍利便推渠入火中庶幾救", "72": "他木佛免致累及須眉且道丹霞還甘麼。", "73": "小參佛道玄邈貴在研窮倘有盜西池果之能不必", "74": "買鑽核之李有閱市肆書之慧不必投束脩之羊苟", "75": "或未能且從四海覓知己謾視天涯若比鄰。", "76": "小參舉雪峰在德山作飯頭一日飯遲山擎缽下法", "77": "堂峰曬飯巾次見山乃云鐘未鳴鼓未響托缽那裏", "78": "去著問教他口啞去堂奧中虎豹山便歸方丈赤眼", "79": "撞著火柴頭一場懡㦬峰舉似巖頭刺腦入膠盆頭", "80": "日大小德山未會末後句在矢上加鐵情知你", "81": "此機山聞令侍者喚頭去問女不肯老僧那句賊", "82": "家頭密啟其意赤土畫簸箕山乃休又恁麼去也隨", "83": "邪逐惡有甚麼限明日陞堂果與尋常不同著賊了", "84": "也賺殺一船人頭至僧堂前拊掌大笑曰且喜山頭", "85": "老漢會末後句了滿口含霜他後天下人不柰伊何", "86": "是甚麼心行雖然也只得三年活日鑿一竅七日而", "87": "渾沌死復拈云德山拈一條棒斷衲子命根雪峰鼓", "88": "兩片皮為一時宗匠不期被奯公一橈打入水中至", "89": "今出頭不得遂召大眾云莫有救得二老者麼僧擬", "90": "對師云非公境界曳拄杖便起。", "91": "佛誕小參未離兜率已降皇宮未出母胎度人已竟", "92": "那堪指天指地七步周行天王捧足子夜踰城雪山", "93": "麻麥刺眼明星談空談有說性說心拈花露旨衣缽", "94": "繩繩總是龜毛栽眼裏平地掘深坑。", "95": "小參舉僧問智門蓮華未出水時如何門云蓮華出", "96": "水後如何門云荷葉者老漢自攜缾去酤村酒卻著", "97": "衫來作主人就路歸家還他智門老子若是出格超", "98": "群未在設有問龍光蓮華未出水時如何向道依稀", "99": "越國出水後如何向道彷彿揚州且道還有優劣也", "100": "無良久云幽州猶自可最苦是江南。", "101": "過大凹哨甘露菴主僧默契請小參佛法在世間不", "102": "離世間覺若離世間覺龜毛求兔肉所以犀牛灘畔", "103": "雪映川霞關索嶺前層巒聳翠盡是為諸人發上上", "104": "機演第一義因甚漆桶不快卻來者裏觜角邊覓長", "105": "老欲待不言孤女諸人來意待言時畢竟言箇甚麼", "106": "古人云重言不當吃遂高聲云佛法在世間不離世", "107": "間覺若離世間覺龜毛求兔角還會麼花間聞鳥語", "108": "隔水聽樵歌。", "109": "小參有句無句穿卻鼻孔如藤倚樹換卻眼睛樹倒", "110": "藤枯截卻女舌句歸何處啞卻女口恁麼也是困魚", "111": "止瀝頓鳥栖蘆。", "112": "過雲巖寺小參雲巖古寺白雲封異草靈花環幾重", "113": "試看山門騎佛殿百千釋梵盡相從。", "114": "小參舉盤山和尚云云乃云普化老子不用繪彩將", "115": "盤山邈得毫釐不差若是今時未免澹莊濃抹致令", "116": "眉目乖違要見普化邈底真麼以杖畫一畫云南山", "117": "粲白石爛中有鯉魚長尺半。", "118": "住夾山興龍禪院。", "119": "三門從上諸聖莫不由此而入見前緇素亦莫不由", "120": "此而入爭奈同塗各轍新長老到此不妨為眾竭力", "121": "以杖畫一畫云切忌蹋著。", "122": "佛殿東山水上行西河火裏坐麻三斤殿裏底各自", "123": "稱尊貴圖天下太平一並抹卻只須燒香一炷大展", "124": "三禮也免得諸方檢責。", "125": "據室入如來室坐無畏床全提正令殺活齊彰波旬", "126": "遁跡祖道重光內外一致百氏同堂吾不知誰之子", "127": "過頭拄杖倚桄榔神光璀璨舞袖郎當閒餘惟隱几", "128": "適意步長廊者事且置只如高揖釋迦不拜彌勒底", "129": "到來又且如何管待驀豎拄杖云白棒連腮劈脊摟", "130": "頓教能所兩俱忘。", "131": "結灶小參上一下二中三後四塼瓦泥土豐饒匠作", "132": "諸人次第也不管你甲不開倉子不問卜自然底法", "133": "喜禪悅具足百味文殊來寒山拾得齊來且抵候著", "134": "諸橫去焦頭爛額隨去何敢違背金牛飯桶雪峰盆", "135": "看來是甚閒家具。", "136": "小參問如何是夾山境師云曉日嵐煙光映室蒼松", "137": "烏柏影搖窗如何是境中人師云芒鞋蹋綻靈泉路", "138": "破衲披殘梁子風乃云芒鞋蹋綻靈泉路破衲披殘", "139": "梁子風此境此時誰道得好將消息報興龍。", "140": "茶話趙州一味失錢招罪盧仝七碗徐六擔版者裏", "141": "迥然不同客來便與擎鍾切忌打翻茶銚落得一場", "142": "大笑雖然是你還見捧壚神麼喝一喝云莫眼花。", "143": "佛成道日小參朔風凓冽審水冱凝杲日當空霜融", "144": "凍解於斯薦得許你親見釋迦老人脫或未然切莫", "145": "虛度有限日子。", "146": "小參今朝臘月念四儘力不能一字推出秦鏡當軒", "147": "千聖了無措置無措置合如是放開一線聊與通氣", "148": "大眾且莫問破沙盆正法眼柏樹子西來意普請一", "149": "念回光卻妄除紛泯智各於自己面門識取真人無", "150": "位驀豎拄杖云還識無位真人麼拋下拄杖云直下", "151": "來也。", "152": "小參舉趙州一日與文遠侍者論義鬥劣不關勝勝", "153": "者輸胡餅遠云請和尚立義州云我是一頭驢遠云", "154": "某是驢胃州云我是驢糞遠云我是糞中蟲州云女", "155": "在彼中作甚麼遠云某在彼中過夏州云把將胡餅", "156": "來師云文遠只因彼中過夏以致落節今時若是興", "157": "龍長老侍渠云女在彼中作甚麼便云某甲合得胡", "158": "餅也只教者老漢目瞪口呿。", "159": "普請摘茶梆聲剝剝罷朝參槲笠竹籃累女擔放去", "160": "收來須努力莫教錯過五十三。", "161": "小參卓杖一下云大眾於此見得透徹便知三世諸", "162": "佛說法如響一切有為悉皆如幻其或未然省得一", "163": "時貪瞋減卻無限熱惱習得一回止觀則得如許清", "164": "涼莫只取快過日閻羅大王不似山僧珍重。", "165": "佛誕日小參興龍菴裏不似諸方持將一勺惡水驀", "166": "頭澆灌只是尋常居止早晨起來洗了面著了衣大", "167": "展坐具拜了三拜不惟壓倒諸方即校之老雲門猶", "168": "加惡辣且道利害在甚麼處具眼衲僧試檢點看。", "169": "普請橫肩竹擔緊峭草鞋各箇努力向前切忌中塗", "170": "退蹜如斯行去敢保直截到家放下通身慶快若只", "171": "挨前拶後左右顧瞻日暮塗窮百千狼狽長老一期", "172": "方便指出利害兩端諸人直下承當勿致臨時疑悔", "173": "雖然負去擔來畢竟承誰恩力良久眾無對師曳拄", "174": "杖便行。", "175": "除夕小參爆竹響東皋家家人語豪衲僧欣有賴煮", "176": "茗樂唐堯露地不須宰夜錢奚用燒何為分歲也以", "177": "手斫額云描者事且置只如年盡月盡日盡時盡山", "178": "僧伎倆盡未審諸人業識還盡麼忽有箇靈利漢子", "179": "走出眾來道和尚某甲者裏不慕諸聖不重己靈終", "180": "歲嗒焉更喚甚麼作業識山僧緩緩向道恁麼那許", "181": "你喫得興龍痛棒。", "182": "山門落成小參斬新門徑烜赫家風其啟也百億須", "183": "彌盧香水海大地眾生推入裏許綽綽有餘其閉也", "184": "阿僧祇諸佛菩薩神通羅漢默過一邊茫茫無措燈", "185": "籠佛殿目瞪口呿道吾趙州吞聲削跡不啟不閉一", "186": "庭藹如佛日重光萬象怡然祖風浩蕩主山前案山", "187": "後賴遇其人橫成嶺側成峰一任施設從教英才入", "188": "彀麟鳳來儀只須當頭一拶斷卻命根終不和水合", "189": "泥缽盂安柄雖然如是還曾望見興龍門限麼若也", "190": "望見正好痛與三十若也不見亦好痛與三十莫道", "191": "分明為賞罰要假兒孫腳下行。", "192": "小參舉雪竇上堂云語漸也返常合道且任諸人點", "193": "頭論頓也不留朕跡衲僧又奚為啟口以拄杖畫一", "194": "畫云上無衝天之計下無入地之謀蔡州千箇萬箇", "195": "打破只在須臾乃云大小雪竇肉有千斤智無銖兩", "196": "正眼看來也是泥裏洗土塊。", "197": "元旦小參昨宵守歲未眠神思稍倦時來人事暫暇", "198": "隱几而臥夢與諸人出方恰纔跨出三門只見吉神", "199": "羅列博帶峨冠各持如意諸珍香花服食拋向女等", "200": "隨意取足復作軟語云住山不易我等朝夕相隨諸", "201": "有所需吾當供給不令乏少諸人聞已心歡志滿自", "202": "謂感應道交山僧祇若不聞俄而諸方惡曜雲集而", "203": "至藍面赤須兵執不一怒目睜睛厲聲唾罵女等虛", "204": "消信食久切我心況復終日是非平生人我貪微利", "205": "不顧深坑動瞋心無分尊貴忽彼忽此說福說祥若", "206": "非受囑靈山決不輕輕放過速為悛革猶許解釋倘", "207": "仍膠固烏容禳禱諸人聞已肉舞神飛首搖心悸山", "208": "僧亦若不聞驀值惡曜隊中走出一人挺身向余曰", "209": "長老胡若不聞乎山僧笑而謂曰嘻非女能測也請", "210": "略言之吾學金僊之徒不從事於務不就利不違害", "211": "不喜求不緣道雖受形骸於寖假不以好惡傷其心", "212": "即佛祖未敢移易纖毫豈若輩所能煽惑哉眾神滿", "213": "面慚惶默然隱去山僧所見是實是女諸人還曾觀", "214": "聽麼良久眾無對師云癡人前不合說夢。", "215": "立春小參開歲已五日今始賀新春新舊有同異何", "216": "以契吾真請君著意判勿為時序淪若言離新舊其", "217": "如春事臻若言即新舊殘冬業已竣去此二塗外敢", "218": "保未出塵道得十分稱也被老胡瞋若還默不語有", "219": "孤今日因禪客聞斯舉眼𥅄舌頭伸平昔學得底今", "220": "朝膠口脣如斯拙技倆安能與道親各各自散去莫", "221": "與我為倫野干只合東西跳何如師子解嚬呻。", "222": "辭院荊棘叢林荊棘圍繞山僧措足猶難何以救其", "223": "顛倒世尊七能三不能法華云離癡眷屬某何如人", "224": "而能直行翦討不若策杖而行何處更有煩惱無煩", "225": "惱日杲杲虎頭帶角出荒草咄。", "226": "姑蘇省三際老人歸小參解卻草鞋自有祖師洗腳", "227": "高揮麈尾從教千聖揚眉直如大地春風絕勝長空", "228": "杲日一庭和靄四眾咸安不必者也之乎自然剿除", "229": "凡聖且道因甚麼有恁般丰采自從舞得三臺後拍", "230": "拍如今總是歌。", "231": "小參舉僧問法華彌壑和尚云舊歲昨宵盡新歲今", "232": "日來如何是新歲一句師云龜毛栽眼裏華云相逢", "233": "頻拜揖師云撞斷眉毛進云新舊相交時如何師云", "234": "笑中打箇筋斗華云大家在者裏師云口含霜氣交", "235": "噎僧以手打圓相云祇如者箇還涉新舊也無師云", "236": "畫蛇添足華云擲向一邊師云今日不著便僧擬議", "237": "師云弄泥團漢華便打師云也是勞而無功驀召大", "238": "眾云還知龍光為人處麼眾無語師云也是勞而無", "239": "功便下座。", "240": "參同和尚命園中小參乃云參同和尚得種花三昧", "241": "故於無陰陽地上播植諸種以金罌盛甘露而灑之", "242": "握臨濟鉏以栽之遂至攢簇爛熳羅列如雲牡丹花", "243": "下臥貓兒普請急須著眼時人見此一株花如夢相", "244": "似南泉眼底無筋成就一切智法門證至一切處回", "245": "向善財略較些子山桃開放靈雲失去眼睛巖桂香", "246": "生魯直穿卻鼻孔佛手能擎空界木筆解判虛空柏", "247": "樹子華藥闌再起東院雲門雨擊竹風輥毬抹過香", "248": "嚴雪老金鳳開敷五色冬青寒暑一如海棠有多種", "249": "之名而西府尤佳芙蓉有諸般之號獨九品為最決", "250": "明除惱萱草忘憂梧葉落已知秋蓂莢生而識朔石", "251": "榴如大火聚觸著則燎卻面門荷葉似古鏡縣睹之", "252": "則照出肝膽繽紛座上不須天帝持來堆疊階前亦", "253": "任百鳥銜去大夫松丈人石千重百匝菩薩面夜叉", "254": "頭七縱八橫幽蘭巖瑞露全機籬菊寒梅彰殺活千", "255": "紅萬紫接應不遺日往月來受用不盡若非參同和", "256": "尚妙用無窮誰能開種種方便門而導利哉還會麼", "257": "若也會得一把柳絲收不住和煙搭在玉闌干其或", "258": "未然明年更有新條在惱亂春風卒未休。", "259": "九日小參舉陳參政去非問大溈智禪師云寂然不", "260": "動時如何智曰千聖不能覓其蹤又問感而遂通又", "261": "作麼生智曰萬化不能覆其體公欣然以謂聞所未", "262": "聞作小詩呈智以見意云自得安心法悠然不賦詩", "263": "忽逢重九日無柰菊花枝你看者俗漢向大溈一言", "264": "之下便解翻身作活可謂傑出一時爭柰能所未忘", "265": "情存取舍龍光不敏亦有四句空空何所得適意輒", "266": "吟詩好日不相負黃華插一枝大眾且道還服得參", "267": "政公口麼。", "268": "小參舉船子云千尺絲綸直下垂一波才動萬波隨", "269": "夜靜水寒魚不食滿船空載月明歸雪竇云者漢勞", "270": "而無功忽若雲門道一句合頭語萬劫繫驢橛又作", "271": "麼生免此過良久云莫謂水寒魚不食如今釣得滿", "272": "船歸古南云釣得底也是困鱗雪竇情存取舍要見", "273": "船子大遠在遂云千尺絲綸直下垂老婆心切一波", "274": "才動萬波隨總在者裏夜靜水寒魚不食離鉤三寸", "275": "滿船空載月明歸少賣弄師云雪竇空口誇張古南", "276": "赤拳鬥富俱未作家乃云千尺絲綸直下垂著甚死", "277": "急一波才動萬波隨亦任亦任夜靜水寒魚不食尊", "278": "貴生滿船空載月明歸脫體風流龍光恁麼道且意", "279": "在於何良久云白雲黃鶴兩悠悠。", "280": "機緣機緣", "281": "圍爐次士問如何是西來大意師拈起火炭云祇者", "282": "箇家家灶裏少不得。", "283": "問大千沙界海中漚一切眾生如電拂意旨如何師", "284": "云分明記取。", "285": "問山河及大地一法之所印印即不問如何是一法", "286": "師云彈指堪悲舜若多。", "287": "問如何是西來意師云晨夕看山川事事悉如昔。", "288": "問如何是賓中賓師云闍黎暫到如何是賓中主師", "289": "云且與典茶如何是主中賓師云一任高鑑如何是", "290": "主中主師云禮拜了退。", "291": "問如何是紫金境師云沙湖水漾琉璃色崇善風傳", "292": "菡萏香如何是境中人師云脫冒露頂屠蘇裏吟風", "293": "嘯月碧巖前進云設遇客來如何管待師云旋煮清", "294": "泉巖桂下相和半偈老松邊。", "295": "問如何是佛身無為不墮諸數師云萬物歸焉而不", "296": "為主。", "297": "問如何是賓中賓師云三千里外遇知音如何是賓", "298": "中主師云拔劍南窗時起舞如何是主中賓師云冠", "299": "山曉色玉嶙峋如何是主中主師云閒看兒童弄花", "300": "鼓。", "301": "問如何是第一玄師云明破即不堪如何是第二玄", "302": "師云棒後更罰錢如何是第三玄師云闍黎甘不甘", "303": "如何是第一要師云雲破月來清光普照如何是第", "304": "二要師云馬驟車馳長安大道如何是第三要師云", "305": "換手椎胸望空啟告僧云三玄三要蒙師指向上宗", "306": "乘事若何師云換卻女頭轉卻女腦。", "307": "垂問參同園中垂問", "308": "一華一佛國一葉一釋迦即今眾卉開敷且道誰為", "309": "大覺。", "310": "芍藥花開菩薩面棕櫚葉散夜叉頭不煩大眾羅漢", "311": "松脩何功德乃獲如斯受記。", "312": "開遍紅梅又碧桃賴渠信腳陽春老少年當肅殺之", "313": "秋愈加豔麗畢竟承誰恩力。", "314": "凡樹先花後實庭前無花果因甚不花而實。", "315": "古云一夜雨滂澎打倒葡萄棚乃至依舊可憐生參", "316": "同一夏以來幾遭狂驟而葡萄棚安泰如常且道憑", "317": "箇甚麼。", "318": "拘羅石榴以國名素毬木筆以形似小桃紅因甚花", "319": "開五色。", "320": "嬾狗塚產牡丹雊鵒舌生菡萏因果中雖推極則衲", "321": "僧分上合作麼生。", "322": "石榴如大火聚觸著則燎卻面門荷葉似古鏡縣睹", "323": "者則照出肝膽靈利衲僧如何回避。", "324": "大夫松丈人石頭頭露布佛手柑羅漢竹處處指南", "325": "只如歸根得旨一句作麼生道。", "326": "垂問一切眾生俱有如來智慧德相因甚鳥飛空裏", "327": "不知空是家鄉魚游水中不識水為性命眾下語不", "328": "契代云眾生顛倒迷己逐物。", "329": "頌古頌古", "330": "世尊初生。", "331": "手足未舉猶較些子及乎開口白雲萬里引得跛腳", "332": "阿師將謂推倒扶起從斯惑亂大地人白日青天眼", "333": "見鬼。", "334": "白象御神諸天衛擁光射十虛波旬惴恐指天指地", "335": "非同兒戲權實雙彰理事一致。", "336": "拈花微笑。", "337": "無言不讎無德不報一往觀來大蟲紙冒百萬人天", "338": "眼荅癡無風匝匝波千道。", "339": "四十九年金剛鑄就及至將來一場漏逗胡為破顏", "340": "禍出私門祖禰不了殃及兒孫。", "341": "產難因緣。", "342": "信腳陽春積雪自泮不料今時據款結案。", "343": "女子出定。", "344": "噫者女孃不著快井中汲水河邊賣大雄老子何叨", "345": "叨七佛祖師成帶芥累彼罔明來下方彈指廉纖似", "346": "掜怪休掜怪齊捉敗和塵颺下大洋東一任風吹與", "347": "日曬。", "348": "教中道未離兜率已降皇宮云云。", "349": "雨餘芳草香風起游絲動幽禽四五聲說破春眠夢。", "350": "武帝問達磨如何是聖諦第一義云云。", "351": "廓然一語虛空偪塞不識分明鋒鋩迥特帝耳虧聰", "352": "老師去國徒勞佇思較失論得下載清風付與誰端", "353": "然三拜而即。", "354": "世尊不說說。", "355": "世尊不說說迦葉不聞聞夜來何處火燒出古人墳。", "356": "四賓主。", "357": "賓中賓肝膽向誰傾四海無知己落得一身輕。", "358": "賓中主臨江櫂雙櫓行行急度來遲遲定風雨。", "359": "主中賓策杖過東鄰街頭新豎子目瞋亡國人。", "360": "主中主示機倩鸚鵡白眼看木人良哉超亙古。", "361": "即心即佛非心非佛不是心不是佛不是物。", "362": "即心即佛殿裏底鎮州萊菔廬陵米喫粥了也洗缽", "363": "盂爾小生兮可知禮。", "364": "非心非佛齊颺下帝釋庭前放詔赦金羈寶馬珊瑚", "365": "鞭海神知貴不知價。", "366": "不是心佛不是物南泉口裏舌無骨論黃數黑誑眾", "367": "生毒似幽州短尾蠍。", "368": "僧問道吾如何是深深處吾下禪床作女人拜", "369": "云謝子遠來無可祇待。", "370": "有美人兮築室東方一見傾蓋兮罄我衷腸食我以", "371": "食兮飲我以觴贈我以劍兮遺我錦囊富貴兮歸故", "372": "鄉恩德兮莫可忘。", "373": "四威儀。", "374": "行兩袖舞輕塵瀟灑甚應是葛天民。", "375": "住不假王臣護尊貴生消受無窮趣。", "376": "坐鼓吹雜清課妙圓通是甚閒羅娑。", "377": "臥繒縠疊床座寶篆消月上重暝破。", "378": "盤山云吾百年後還有人貌得吾真不云云。", "379": "家聲赫奕彌樞要箕裘之子能克肖靈山一會儼猶", "380": "存世尊拈華迦葉笑。", "381": "插鍬井。", "382": "平地戈矛當場法戰鬼沒神出天旋地轉偃旗息戈", "383": "功歸玄竟玄竟不納以名斯井。", "384": "普明禪師牧牛圖頌和韻。", "385": "普明老子默時哮逐臭尋聲事轉遙盡國土人爭摹", "386": "擬搬他渣滓汙心苗　未牧。", "387": "渠無鼻孔如何穿師象同遊不假鞭滿地落紅為蹄", "388": "襯彩雲若蓋引風牽　初調。", "389": "從不顛狂趁路馳朝雲夜月每相隨咬人師子何神", "390": "武逐塊韓盧徒自疲　受制。", "391": "超軼池陽那一頭骨愈剛健體愈柔優游圓覺伽藍", "392": "裏去住從來無滯留　回首。", "393": "不在梅邊即柳邊從容體度自天然取之左右俱神", "394": "用赤手恆將萬象牽　馴伏。", "395": "從他煩惱與真如我自閒閒孰可拘佛界魔宮花劈", "396": "了空縣明月照無餘　無礙。", "397": "嘯傲堯封禹甸中春回上國草茸茸大圓鏡裏頻垂", "398": "手探盡妍媸與澹濃　任運。", "399": "總在光天佛日中智愚賢不肖攸同夜來一枕藤蘿", "400": "月照徹關山東復東　相忘。", "401": "白雲爭似道人閒道人高臥白雲間朝來雲去作霖", "402": "雨雨歇空山雲掩關　獨照。", "403": "佛魔斬盡不留蹤擲向虛空空界空空外優曇香馥", "404": "郁須彌南畔影叢叢　雙泯。", "405": "十智同真。", "406": "妙協兼帶絕敢訛好事其如汾老何面目分明重注", "407": "腳嬰兒求食教哆啝。", "408": "代語代語", "409": "古南牧雲和尚常問僧諸行無常色身還有不壞者", "410": "麼真如絕相法身還有老少也無。代云諸行無常", "411": "真如絕相。", "412": "又因解夏問僧寒往則暑來暑往則寒來不遷法在", "413": "甚麼處。代云幾被者老漢頓置。", "414": "又問衲僧家者邊經冬那邊過夏到處行腳如何是", "415": "行腳眼。代云隨行蹋斷流水聲。", "416": "又云古人道釋迦彌勒猶是他奴他是阿誰不用別", "417": "作伎倆道一句來。代云作麼作麼。", "418": "又問律中以手指比丘犯波逸提當時流支三藏打", "419": "落達磨大師當門齒該獲何罪。代云和尚大似忤", "420": "逆聞雷。", "421": "又云論中大圓鏡智性清淨即今山河大地在鏡內", "422": "在鏡外。代云普。", "423": "又云一人發真歸元十方虛空悉皆消隕此間是禪", "424": "庭古今悟道莫計因甚太白峰巍然猶在。代云不", "425": "得攃土眯人眼。", "426": "又云泉眼不通被沙礙西澗沙石上下堆塞因甚清", "427": "關橋水晝夜常流。代云者老漢猶未瞥地。", "428": "又云水滴雖微漸盈大器許多時兩水萬工池為甚", "429": "不滿。代云其如他不涉盈虛。", "430": "開聖老人一夜召海雲云來我有箇話頭分付雲近", "431": "前聖云三門因甚與佛殿相對雲無語。代云將謂", "432": "將謂元來元來。", "433": "費隱客和尚常問僧云水既無筋因甚長流不斷。", "434": "代云老和尚不失為曹溪一脈又云㘞。", "435": "又問佛祖公案猶空中紙鷂向何處收取線索。代", "436": "云樞機在手任抽牽又云劄。", "437": "又云鵬摶峰與晏坐峰相交且道說箇甚麼。代云", "438": "知音不用頻頻舉又云露。", "439": "又云風扇大野畢竟作何形色。代云而獨不見調", "440": "調之刁刁乎又云噓。", "441": "又云望江亭上垂機誰是知音。代云虛空笑點頭", "442": "又云嗄。", "443": "臥龍拙和尚問僧女住甚處僧云白雲寺龍云白雲", "444": "也有事僧無對。代云願為霖雨濟蒼生。", "445": "又問僧山河及大地全露法王身隨以手指地云者", "446": "是甚麼僧無對。代云今日親見和尚。", "447": "又過烏鴉山問主僧山名甚麼僧云烏鴉龍云為甚", "448": "不飛去僧無對。代云若飛去則無今日也。", "449": "太傅煎茶代茶爐下是甚麼云咄莫眼花代既是捧", "450": "爐神為甚麼翻卻茶銚云也要大家知委代拂袖便", "451": "去云猶自彊作主張代江外打野榸云相唾饒你潑", "452": "水代非人得其便云自來不作野狐見解。", "453": "鹽官洪衍和尚住東林常問僧云從門入者不是家", "454": "珍既到東林如何免得扣他門戶。代云也要看過。", "455": "又云鹽官犀牛扇子縱使逼拶將來因甚頭角不全。", "456": "代云因人而示。", "457": "又云是法平等無有高下祇如占鰲塔聳蟹峰山低", "458": "如何道得平等去。代云從來不眼花。", "459": "又云祖師道本來無一物因甚臨濟有三玄戈甲曹", "460": "洞有五位君臣。代云劍為不平離寶匣藥因救病", "461": "出金缾。", "462": "又云日日是好日因甚麼昨日晴今日雨。代云更", "463": "嫌何處不風流。", "464": "又云凌空寶戟遍地刀槍行腳高流向甚麼處回避。", "465": "代喝一喝云華劈了也。", "466": "雜偈雜偈", "467": "丁未禮虎丘隆祖塔有感丁未禮虎丘隆祖塔有感", "468": "余生澆漓世慨念唐宋年官家契奧旨朝野奉金仙", "469": "虎丘王支那四海走英賢何如今日裏春草自芊芊", "470": "送禦木還蜀送禦木還蜀", "471": "相依甘苦十餘年笠杖而今返蜀川春曉峨嵋啼佛", "472": "見七衣珍重禮金僊", "473": "梵僧乞緣引梵僧乞緣引", "474": "迦毗羅僧師十號南閻有路身親到名山勝概放足", "475": "行而今又蹋三吳道梵語唐言了不同匈余幾字與", "476": "之通袈裟年久皆零落囊囊彼來成罄空金錢刀布", "477": "隨施與福德智慧由斯舉與者受者自知恩野老何", "478": "能措一言", "479": "示眾示眾", "480": "祗解栽松種竹管他學佛參禪臨濟當年鐵柄如今", "481": "卻在手邊", "482": "草閣蒲團舒足糯羹白粥充腸此是龍光活計從他", "483": "宇宙滄桑", "484": "竹檻松楹石室道人此際何為汲水烹茶隨分萬有", "485": "了不能羈", "486": "不解談空說有終朝惟臥高丘任是三賢十聖到頭", "487": "輸我一籌", "488": "長安昨日人來話及米賤鹽貴問我兩堂雲水蹋著", "489": "稱錘也未", "490": "睍睆流鶯百囀蓮池漏寂籌稀清磬一聲出定綸竿", "491": "持向鵠磯", "492": "示聖聰示聖聰", "493": "至理不涉言詮擬落脣吻便錯是故可師三禮超彼", "494": "一時義學", "495": "示聖泰示聖泰", "496": "淨穢本乎方寸何須著相馳求若也不明至道徒勞", "497": "歷劫熏脩", "498": "示聖章示聖章", "499": "過去數聲好鳥飛來一片行雲祇宜逍遙逆旅不煩", "500": "更討竺墳", "501": "示聖模示聖模", "502": "劈箭橋頭送客松陰微露殘霞重詢虎溪舊話無端", "503": "驚起栖鴉", "504": "示聖言示聖言", "505": "切忌釘樁搖櫓須如月映千江直得一塵不受隨處", "506": "可建法幢", "507": "示聖力示聖力", "508": "錦繡陸沈衰草玉簫聲斷啼烏睹此興亡消息何事", "509": "不學浮圖", "510": "示聖聲示聖聲", "511": "枝上鳴鶯語燕澗邊紅蓼白蘋覿面相呈箇事何勞", "512": "四海參詢", "513": "示聖慈示聖慈", "514": "女年八歲脫白一時呼女善財好向聲前言下識取", "515": "自性如來", "516": "示子踐示子踐", "517": "審子根器端莊嘉令審子性情純和雅淨互當猛勇", "518": "扣最上禪千般海寶如意為先既得其本深蓄厚養", "519": "探盡玄微慧燈自朗破幽暗室光濟老門朝夕徯女", "520": "善踐吾言", "521": "示紹鐙示紹鐙", "522": "維子紹鐙天資敏捷猶善思惟善不善業善不善業", "523": "二者冰消偉哉丈夫與與逍遙與與逍遙誰能縛繫", "524": "應物隨宜女性本慧女性本慧女志頗弘薪盡遺光", "525": "維子紹鐙", "526": "示務本示務本", "527": "道在己躬欲求則遠不即不離故日務本臨濟料揀", "528": "以楔出楔坐斷十方超賢軼哲知安則榮知足則富", "529": "隨分棲息如雲在岫特書一言與子為壽擬女徹頭", "530": "作師子吼", "531": "弔智脩尼弔智脩尼", "532": "楓花明滅遠山村水淨長空月一痕報女潛心安養", "533": "客好乘清興到家園", "534": "示江佛道示江佛道", "535": "問我入道之理謂言妨非止惡晨昏莫教放逸久爾", "536": "自然道合", "537": "示龔安然示龔安然", "538": "昨朝雪霰彌漫今日晴空皎潔此中妙理能詮入聖", "539": "超凡要訣", "540": "慧日居士慧日居士", "541": "靈山一別到而今地老天荒魚雁沈傾蓋相談續舊", "542": "約優曇拈出報知心", "543": "次韻祝參同和尚四十次韻祝參同和尚四十", "544": "芭蕉植檻下雨過每談禪露湛三庚次菊開九日先", "545": "照心拂古卷負命釣深淵佛旨年來唱法言遍大千", "546": "松風吹夜月萬象解逃禪辭竭三賢奧機融十聖先", "547": "兩回上岳頂一吸罄曹淵大用不存軌室籌何計千", "548": "三大阿僧祇研窮五味禪利生悲作首攝眾信為先", "549": "機用峰巒峻法談河海淵不須鴿振羽壽量等千千", "550": "觀音山八景藻鑑池藻鑑池觀音山八景", "551": "源從阿耨達池來瑩徹清涼絕點埃流出川原資渴", "552": "乏能令飲者百情灰", "553": "龍鼻泉龍鼻泉", "554": "點滴能教萬慮除悠然清韻自如如漫言鼻底無多", "555": "子蘇爾焦枯應有餘", "556": "虎伏巖虎伏巖", "557": "凜凜英風八表傳一聲長嘯震山川年來斂跡空巖", "558": "下亦任滄桑幾變遷", "559": "將軍石將軍石", "560": "曾經百戰下重城敵國聞風心膽驚不屑凌煙題妙", "561": "字相依雲水話三生", "562": "眾香園眾香園", "563": "靈異芬芳承露繁澹紅淺綠列屏垣絪縕陣陣隨風", "564": "去逢蝶如雲過遠村", "565": "煙雨臺煙雨臺", "566": "層臺清況類蓬壺賸水殘山入畫圖薄暮登臨望遠", "567": "海空濛無際玉蟾孤", "568": "翡翠谿翡翠谿", "569": "谿流環繞薜蘿村新漲一灣碧玉溫老嫗浣紗砧杵", "570": "急雙雙驚起宿花魂", "571": "回峰塔回峰塔", "572": "浮屠岳立勢凌霄玉燦金輝眾色饒隱隱清光含日", "573": "月群峰回首五雲飄", "574": "真峰八景巉巖隱豹巉巖隱豹真峰八景", "575": "霧鎖雲封古翠巖陶陶高臥傍松杉錦文已變猶深", "576": "隱浪笑奔趨跛足毚", "577": "三疊龍湫三疊龍湫", "578": "潺湲流出最高岑萬頃雪濤聒耳鳴曉夜奔湍無少", "579": "倦遐荒千載響斯名", "580": "櫓唱雲阿櫓唱雲阿", "581": "蒼蒼雲樹鎖層巒泉石香生桂影寒樵擔時聆橫谷", "582": "口咿唔韻出許多般", "583": "山禽啼曉山禽啼曉", "584": "山寺清幽道者居晨鐘夕梵自威儀蓮池漏盡窗微", "585": "白眾鳥嚶嚶啼向斯", "586": "古柏參天古柏參天", "587": "本植形名未兆前氣凌霄漢味森然庸愚匠石應難", "588": "顧贏得材名渾兩全", "589": "紫雲斂瑞紫雲斂瑞", "590": "洞門陰靄景清幽繞砌輕紅豔欲流如蓋紫雲恆覆", "591": "護青猿玄鶴每邀游", "592": "缽盂慧水缽盂慧水", "593": "玄鑒當年闢此山神龍潛伏此山間而今飛錫知何", "594": "處應量遺泉慧蠢頑", "595": "淨土梵音淨土梵音", "596": "彌陀原不在西方此是如來古道場禽語水聲雜萬", "597": "籟協和清梵韻悠揚", "598": "示黃季拙居士示黃季拙居士", "599": "征衫拂盡洛陽塵每對花前倒一尊細聽百蟲翕廣", "600": "樂纖纖新月掛蘿門", "601": "戊午蒲月設茶具於道旁…戊午蒲月設茶具於道旁偶荅客問以簡周子", "602": "壽諸公", "603": "祝融司令猛如虎在道行人怯步武口渴心焦汗若", "604": "雨吾徒不忍視其苦何能開此方便戶庶使趨走獲", "605": "安堵有大檀那來淨宇一聞斯舉生敬憮頃將茶具", "606": "設雲塢炎蒸悉化無煩土過客解顏罷噢咻頓覺清", "607": "涼生肺腑口作歌兮手起舞聲聲祝頌惠風普人天", "608": "福利莫能愈而其一切眾生母否則何以悅人溥咄", "609": "哉丈夫休莽鹵惡之與好緣自主吾亦於女何能撫", "610": "女但情忘人與甫無司耳目司天府倘佯任運絕去", "611": "取箇中了了非佛祖心月孤圓照亙古我願如斯而", "612": "其努", "613": "書劉大全居士卷後書劉大全居士卷後", "614": "至道沖淵恍焉惚焉近傍者誰劉子大全自少及長", "615": "由壯至老不二其心尊崇三寶拈慈作威鉏強衛善", "616": "祇樹功臣人天垣塹我作偈言非譽非毀劄之唼之", "617": "虛空出髓", "618": "弔吳昆璧弔吳昆璧", "619": "村村古木叫寒鴉綠綺聲消散晚霞珍重縣巖攃手", "620": "句成僊成佛總空花", "621": "妙峰菴示劉德章妙峰菴示劉德章", "622": "妙峰特立水之湄童子南詢此最宜若問德雲端的", "623": "旨一灣清泚漾漪漪", "624": "子雲以賦得重陽九日菊花開見示即韻別之子雲以賦得重陽九日菊花開見示即韻別之", "625": "年來飯罷喜高眠眼底從教時序遷臨濟汾陽無立", "626": "地誰將丹雘塗虛玄", "627": "書曇花西公六相義頌後書曇花西公六相義頌後", "628": "三年閉戶游華藏半步何曾動腳跟盡底傾來六相", "629": "義等閒一讀斷人魂", "630": "次蹋莎行韻示念生次蹋莎行韻示念生", "631": "金僊弘誓九蓮隨意公據分明一紙不勞讀誦貝葉", "632": "經祇一句彌陀到底隨茶隨飯隨言隨語終不令人", "633": "憔悴只待果熟散天香三聖持金臺接你", "634": "示生生示生生", "635": "諸佛法門不立知見緣眾生性曰頓曰漸如谷傳音", "636": "似月映水能達斯旨是名佛子", "637": "示衛生學琴示衛生學琴", "638": "給侍之餘學鼓琴美乾闥婆是前身山河大地聲偕", "639": "翕金色頭陀舞袖新", "640": "示憫生示憫生", "641": "趨向佛門已有年腳跟下事未翛然山僧一箇安閒", "642": "法待女歇時為女宣", "643": "示濟生示濟生", "644": "庭前古柏傲嚴霜葉嚲葳蕤色轉蒼學道肝腸同此", "645": "操猶嫌何處不靈光", "646": "示曉生示曉生", "647": "業識茫茫不自覺貪瞋癡愛苦纏縛一朝捩轉鼻頭", "648": "繩絕妄除紛泯惡作", "649": "示被生示被生", "650": "厭俗出塵信有緣千磨百折志愈堅於今已得從初", "651": "念慎勿消閒放紙鳶", "652": "鋤月取字鋤月取字", "653": "門前一片舊田園霧鎖雲封荒草沒而今矢志欲掀", "654": "翻也應鋤落中宵月", "655": "題扇頭畫題扇頭畫", "656": "此善吉樹蔭覆天下此解空老光吞雨社即俗即真", "657": "儒也道也亦任諸人鑽龜打瓦", "658": "挽雙柏主人挽雙柏主人", "659": "葵榴交豔乳鶯啼裊裊輕煙破篆畦伏几乍驚凶信", "660": "至頓令心體痛如卦", "661": "一靈真性歸何處佛祖天魔亦罔知坐斷十方沒縫", "662": "罅來時無口去無眉", "663": "荅子雲宗人雪中見示荅子雲宗人雪中見示", "664": "何事今冬不雨雪偶而一見忽而絕寒梅冷地笑盈", "665": "腮天曉依然雙眼白", "666": "正宜紅爐片雪管他五葉一花縱是普賢妙境何如", "667": "黑豆未芽", "668": "荅萬兩蒼求菩薩相荅萬兩蒼求菩薩相", "669": "欲求希有相須向靜中尋一念不生處自然觀世音", "670": "宿龍池示僧宿龍池示僧", "671": "塵緣頓盡此居山心與白雲共逸閒問我西來無別", "672": "指門前溪水正潺湲", "673": "我來恰值三日雨雨後看山蒼翠渾晚霽月明山水", "674": "靜露香雲几坐松根", "675": "童子求偈童子求偈", "676": "龍池池畔萬松龕童子躬身訊指南蹋得故鄉田地", "677": "穩何須向外五十三", "678": "示虛白示虛白", "679": "髴髮染衣學佛理寂然審察自通明更須凡聖無依", "680": "止觸處惟看虛白生", "681": "春日示眾春日示眾", "682": "花前乍見春酒送街頭又聞簫鼓哄世人刻意愛喧", "683": "闐獨許老僧互拈弄有時鬧浩卻無聲萬彙凝然天", "684": "地清有時寂默具震吼海涌波翻山岳傾試問諸人", "685": "曉未曉天王宴樂蘇倫惱舉頭鷂子過新羅你若不", "686": "知莫草草", "687": "續古續古", "688": "春色惱人眠不得谿山一夜聞啼鳺月沒咸池意轉", "689": "殷聲聲叫道君當徹何事男兒不徹頭山悠悠更水", "690": "悠悠郊原賞玩猶未已又曳紅裙上小樓半啟朱脣", "691": "歌白紵笑狎吳人作吳語僊僊舞罷拂新莊兕觥滿", "692": "掬葡萄醑渾忘幻質匪真常百歲依稀天曉霜秦皇", "693": "漢武英雄甚長夜淒淒臥北邙故我皇皇未敢息曉", "694": "夜精誠叩十力群機顯見被眾生普令趨向無生國", "695": "夫豈為春色惱人眠不得", "696": "惜別篇留贈雪目開士惜別篇留贈雪目開士", "697": "負金之色蒼蒼瀟湘之勢茫茫知己之欲分袂兮此", "698": "心怏怏憶昔與君之識面也泮宮舊址再執手而談", "699": "心兮樵隱山房朝游林麓莫話雲堂奇文共賞勝友", "700": "相將輕泰山如一羽視權貴若秋暘且寓情於雲山", "701": "煙水任漂泊乎鬼國天方牙犀疊架圖書盈席命蒼", "702": "頭汲飛巖之瀑布攜稚子采斷壑之奇石須臾移小", "703": "座於南軒之下酌春茗於柴窯之白盤堆異品爐爇", "704": "龍液既飫醇美更展名冊因神遊兮太古乃心契兮", "705": "玄賾狂呼搦管揮灑悅懌亦任塗鴉之滿紙從渠傍", "706": "視者啞喀擲筆就坐高歌自娛蹉跎起舞頫首嗟吁", "707": "歎交情之輕薄慨世道之崎嶇翻雲覆雨兮歲寒知", "708": "松柏之後凋暮楚朝秦兮貴賤見友道之良膜今余", "709": "東歸三楚公滯一隅西風別墅衰柳長塗雲山縹緲", "710": "悲南北愁向春風聽鷓鴣", "711": "頻伽臨頻伽臨", "712": "有鳥有鳥曰頻伽栖真安養絕紛譁形如兩童雙臂", "713": "又不生胎卵生蕅花舉身清淨玉無瑕漆瞳朱脣駮", "714": "翠砂羽毛鮮潔傲雲霞井冠沓櫱尾髭髿行止端詳", "715": "影不斜口中恆演妙蓮華聞者咸種菩提芽偶來荊", "716": "楚憩城闍都人一見口呀呀手有網罟不敢拏且復", "717": "拳拳誠敬加或云載以七香車或欲覆以雲錦紗我", "718": "聞斯語生吁嗟爾輩胡為相誕誇此鳥歷劫恆河沙", "719": "金僊示跡化倒裏如世青蓮時見邪誰能下筆走龍", "720": "蛇雅思珠玉記其嘉千秋萬歲傳無涯", "721": "贊贊", "722": "明仁孝皇后夢感佛說第一希有大功德經明仁孝皇后夢感佛說第一希有大功德經", "723": "善哉大士度眾生等於諸佛慈悲力種種善巧方便", "724": "門佛剎微塵莫可喻我以少分功德云如月千江之", "725": "普見眾生若能俱信力皆令得入最上乘故我聖后", "726": "誓弘深歷劫熏習無上道感彼大士為攝受夢中示", "727": "見諸莊嚴寶池闌楯及行樹種種眾寶之所成園林", "728": "花果眾鳥等一一悉演妙法音池上復有妙寶坊無", "729": "量珍寶而間飾過此坊已涉虹橋天繒旛蓋為前導", "730": "諸天采女奏天樂音出微妙難思議佛子於此心清", "731": "淨得入普聞諸三昧更復精進趨前道升陟宮殿樓", "732": "閣中合掌胡跪大士前頭面接足恭敬禮爾時大士", "733": "眉間光普照無邊諸世界無邊世界諸菩薩悉舒金", "734": "手摩其頂佛子既得摩頂已心安如海無所畏菩薩", "735": "復告佛子言此是如來說法處經恆河沙俱胝劫眾", "736": "生無有能到者惟契諸佛微妙旨乃得登此菩提場", "737": "后妃德稟至善因當來應獲親授記為伊臨難而接", "738": "引出示希有功德經六年持誦無闕遺消弭眾災成", "739": "佛道末世眾生尟福德歷劫不聞是經名佛子將為", "740": "天下母覺性圓明當付授隨以甘露灌其頂令其身", "741": "心得清涼須臾命誦功德經三復了然心開解忽爾", "742": "空中發霹靂聖后乃從夢中還身心驚歎未曾有焚", "743": "香敬禮無上尊憶持夢中所授經信手書之無遺漏", "744": "於是屏絕諸嗜欲專心持誦不廢忘此後禍難及福", "745": "位一一皆如前所說因知佛力不思議寧敢自祕障", "746": "眾生願同志者趨菩提直取泥洹如彈指我以夙生", "747": "微願力亦獲睹此勝因緣以蟭螟舌贊太空不忖愚", "748": "劣舒誠敬願我得入如來藏願獲無礙大辨才稽首", "749": "再拜光世音及我大明仁孝后持此廣大甘露門為", "750": "拔眾生出五濁", "751": "育王寺禮釋迦文佛設利育王寺禮釋迦文佛設利", "752": "稽首釋尊寶嚴設利光射十虛色融萬類維相非一", "753": "根器隨之青黃赩紺佛魔祖獅我以片言普申回向", "754": "恆沙如來無邊華藏眾生顛倒覿面相違汩沒死生", "755": "何時云歸", "756": "文殊菩薩出山像文殊菩薩出山像", "757": "毗邪城裏叨怛客浪跡天南與天北為導眾生來火", "758": "宅隨寬窄樞機綿密人難測空界天魔罷戈革烏藤", "759": "手內輕扶策座下師兒雙眼白無標格箇中消息幾", "760": "人得", "761": "觀音大士觀音大士介山婁居士請", "762": "楞嚴會上選圓通第一安養世界次補處為先特來", "763": "支那遊戲乘悲願之筏船介山居士頂戴不失其去", "764": "就是之謂火宅蓮二時禮誦不輟是之謂鬧中禪但", "765": "夙夜匪懈其合道也自然要知心佛眾生三無差別", "766": "又烏論經世忘世與夫出世之孰妙而孰玄者焉", "767": "四尊者四尊者", "768": "手內何持維應量器龍兮歸來華藏游戲山君純矣", "769": "奚用杖為擲之虛空赤手提撕智劍高揮佛魔齊埽", "770": "淨盡無餘宴然永保師兒在掌牙叉潛焉有時哮吼", "771": "聲震三千", "772": "泛海觀音泛海觀音", "773": "雲鬟雙嚲即俗真染淨不生披白帢苦海滔滔浪拍", "774": "天端然御此青蓮葉", "775": "十八應真大士十八應真大士并序", "776": "乙丑春王月山人徐琮者以龍尾小研磨程君房法", "777": "墨凝神逸想運手於心作十八尊者於宣城連綿上", "778": "風度凝遠神觀靖深纖細工巧不可言狀余瞻視移", "779": "時而沖莫岑寂超然物外與偕游乎古初矣幾欲申", "780": "筆供養而為贊辭不果日月逡巡三易寒暑今辰值", "781": "觀音大士誕嚴設慶筵已而假寐北窗見諸尊者坐", "782": "立儼然其憨腮皤腹者謂余曰向許為贊而忘邪余", "783": "作圓相呈之即拋卻者曰也不得一句言訖余便喝", "784": "既寤發笥展相拜手稽首援筆而成之雖識陋語鄙", "785": "不足以盡乎千萬分功德之一第抒其誠敬耳冀諸", "786": "尊者慈閔而不叱焉時戊辰歲之二月十九日也贊", "787": "曰。", "788": "龐眉荷蒲怡然前驅力士肩囊步武踟躕天王輔翼", "789": "軒渠邁往長嘯峰頭虛空荅響", "790": "法無定容若惺而寂塔有全身何所不適咄哉兩童", "791": "是誰教爾與奪同時吹贏掩耳", "792": "襟帶飄揚光影清絕如雲之閒如日之晰俯視蠻奴", "793": "弄此猊獸雪峰仰山無出其右", "794": "一大藏教者裏出入躬自荷擔卓爾而立波斯誇富", "795": "尊者離欲龍兮歸來無肆爾毒", "796": "愛此纖月扶笻耽玩兩閒一如衣珠交燦千山瑩然", "797": "萬緣寂爾何以能之我心若水", "798": "於菟為御鬼伯馳從五道雖殊一能致用師心沖容", "799": "湛如古井玩好盈筐矧同泡影", "800": "犀軸如許童子負之自持其一將以遺誰稚蠻道傍", "801": "匍匐悲仰師何遲遲弄雲石上", "802": "月下寶書定中空相日光明幢日如來藏山童捧爐", "803": "大地震動熏陸不然照顧鼻孔", "804": "頂相旋贏如龍出蟄繫以明珠覆以槲笠鳳目修髯", "805": "秀眉椹口轉大法輪跋枳在手", "806": "萬象環繞虛空為蓋舌覆大千演說無閡一乘之道", "807": "別傳之旨擬向即乖不煩重舉", "808": "梵帙默展電走雷奔犀顱銳指豐體師蹲山魈誠懇", "809": "小師宣示一念不生即離苦趣", "810": "華茵席地行雲止谷引指標空飛光烜目主伴俱三", "811": "即一而二兩鬼僵立天王側侍", "812": "天童開山義興禪師天童開山義興禪師", "813": "有晉永康哲人降誕犀顱虎眸神光璀璨誅茅東谷", "814": "天童給薪嘉名肇立亙古惟真厥後英靈相繼而起", "815": "丕振宗猷克家之子千三百載眾生是依我拜稽首", "816": "空影搖輝", "817": "應菴華祖塔應菴華祖塔", "818": "何人神巧建此浮圖天人禮敬龍鬼欽孚我趨天童", "819": "得叨瞻禮以願為舌躬虔諮啟西南叢席惟魔與鶹", "820": "鶹屬魔子尤為可羞冀師降神群氛一埽復我古風", "821": "徽猷永保", "822": "密菴傑祖密菴傑祖", "823": "驟爾更名親宣十號乞兒蓆袋風疾雨暴抽機穎脫", "824": "佛祖吞聲天王屢敕用覺斯氓道振寰區三陞大剎", "825": "麈尾棒頭全彰生殺始而鳥巨終焉天童了無涓滴", "826": "萬古雄風", "827": "密雲悟祖塔密雲悟祖塔", "828": "森森雲樹活活流泉浮圖中涌祖師在焉一室粲然", "829": "光同千日濟北高風惟師是匹僧龍禪髓出自其門", "830": "湖海英彥電走雷奔吾生也晚未親教敕忽爾見前", "831": "三拜而即", "832": "報恩浮老和尚報恩浮老和尚", "833": "法幢特建至化宣敷太白峰鼓千尋之寒浪湖村", "834": "示五色之神珠走雲水於寰中沛然莫之能禦也歸", "835": "龍象於語下猗與其惟至誠乎故乃道行天下名重", "836": "三吳金聲玉振雪老冰枯蘊上也多生何幸得班乎", "837": "涌泉老人之下而禮此鳳目犀普之妙範玄模哉", "838": "涌泉老人涌泉老人", "839": "十載黔南訶佛罵祖半生打兩敲風挺寶峰之", "840": "骨而豐東山之肉縣昭覺之口而秀臥龍之瞳慈顏", "841": "藹藹聲光熊熊絕聖棄智泯慧黜聰那更左搓電光", "842": "為弦反張螮蝀為弓而弋此丹霄之威鳳與夫空外", "843": "之冥鴻也邪", "844": "參同寬夫和尚受生參同寬夫和尚受生", "845": "受生鄂州薙染金齒浪滄江遞剝家私毘盧室消鎔", "846": "至理拓出古蔆花於當軒橫抽太阿鋒於就裏乃佛", "847": "乃祖驀過一邊若聖若凡伏尸萬里破魔軍眾底先", "848": "鋒傳正法眼底宗子更莫問如之若何即此是寬和", "849": "尚生平之行履也", "850": "慣看白鷗浴水不按牛頭喫草身奉天竺先生形類", "851": "寒山古老嘻笑怒罵盡是祖意西來鉏灌栽植無非", "852": "別傳之道三同居博得世外清名一平生多是為人", "853": "煩惱冰雪肝腸淵沖懷抱足可並中天白月之皓皓", "854": "兜率不磷堅禪師兜率不磷堅禪師", "855": "據臨濟室拈德山棒演理有多途涉事無一向智邪", "856": "愚邪使其當下知歸佛兮魔兮令不旋踵而喪相嵩", "857": "山則名播古梁州覲長松而聲馳荊楚上爛草薦荅", "858": "如何是佛三千年老胡絕望腹笥便便已承大父之", "859": "褒金剛道種不失五福之量故余欲贊歎而且弗能", "860": "誰敢興一言以為訕謗諦當諦當氣宇巍然象季模", "861": "遐荒浩浩摹斯狀", "862": "賀卿雲三教合軸賀卿雲三教合軸", "863": "浪笑雙林大士黃冠朱履袈裟鄂渚卿雲道者無端", "864": "添足畫蛇", "865": "蕅灣張長人居士蕅灣張長人居士士嗣雲外和尚", "866": "氣若霜稜眼如湫碧凡聖齊驅纖塵不立漱石枕流", "867": "聊焉自適咦是其仲尼之徒而瞿曇之裔也與知之", "868": "者以為滅臨濟之宗不知者以為入神鼎之室", "869": "智弘大德智弘大德", "870": "臞而清渾而貞下筆亦可成詩絕不挂騷人之名操", "871": "縱可為標幟而不襲夸毗裨販之行更可喜末後略", "872": "無霑滯豈同夫今時之拍盲且有子若孫足能克紹", "873": "則公之死也猶生噫直須展向雲堂深處使後之剃", "874": "染者為鑑而為衡矣夫", "875": "羨雲居士羨雲居士", "876": "髿髿短拂星霜藜杖閒扶適莽蒼到處溪山堪著", "877": "眼啞然一笑和天光", "878": "澹石上人澹石上人", "879": "斷瞋妄情割愚癡愛和氣可以致祥趨進何如恬退", "880": "石公持此不廢忘便獲行深觀自在觀自在是之謂", "881": "無礙大悲心陀羅尼底真三昧", "882": "朗融上人朗融上人", "883": "眉間寶劍腦後神珠抹卻諸方東瓜印子撲碎自己", "884": "安柄缽盂胸懷脫略而終日兀兀若愚處干戈擾攘", "885": "而奉師養志生死不渝燕山古梵摹紫塗朱雖步履", "886": "夫闤闠矧與世各轍而同塗臨行句震寰區翛然長", "887": "往誠可為後學規模兒孫濟濟鳳雛龍駒皆能繼起", "888": "正覺家聲者也公其放心於寂光定裏面三聖於西", "889": "土蓮邦矣乎", "890": "自贊自贊", "891": "不著伽黎而加冠巾頫視踞地之師子而誘以嚬呻", "892": "魔外摧伏也太阿如雪妍媸絕影也寶鏡無塵心空", "893": "若中天之月氣和如浩蕩之春焦桐聲裏演無生之", "894": "曲髯䰂座後明即俗而真寶書不展示以解空文字", "895": "怡然晏坐見乎卓犖風神七十葉瞿曇遠裔三百祀", "896": "世主親臣是之謂龍光道者而中和老人也歟", "897": "十畫九不肖袖卻僧繇手只此較些些笑破虛空口", "898": "不須高展在雲堂恐引禪流競頭走競頭走休回首", "899": "看取座下師兒吼", "900": "者漢三度滇南四番吳越塗路馳驅不以為勞一坐", "901": "鄂州二十餘載足不逾閫不以為逸處人天廣眾中", "902": "不憚煩於陋巷獨居時不厭寂少時從事筆墨老來", "903": "愛弄絃索五六童子飲啜笑言二三老叟泳游追逐", "904": "有時遺興坐花間膝上橫琴歌一曲", "905": "長年逸老閒房坐花醉月樂陶陶地受用者煙雲泉", "906": "石一段真風鶯燕松篁兩部鼓吹消去了世上浮名", "907": "卻也是生平快事北窗高臥起獨抱焦桐花下長吟", "908": "時飽飫空翠一任他禪客狐疑諸方猜忌驀劄相逢", "909": "知是誰薀上其名也達夫其字", "910": "雜著雜著志　記　傳論　行狀　書　　說　詞", "911": "參同居志參同居志", "912": "參同居者乃禪師寬翁和光同塵之所居也師名薀", "913": "宏字寬夫明太祖九世孫以國難偕余外出直抵行", "914": "在雖仰荷宸眷而志慕出塵欲資西聖之道以報君", "915": "親遂祝髮於金華山寺禮野竹慧禪師為師參侍五", "916": "年及盡玄要眾所推服以先大人文貞先生八尺來", "917": "封辭歸故里其第宅田園悉為人有而稍不顧問惟", "918": "以歸葬靈骨求銘請傳搜刻遺編為事事竣營葺園", "919": "舍而休老焉先是其地僅荒階數武萑葦兩榮自師", "920": "挂席不幾年則奐然藹然為省中淨居特秀矣其居", "921": "自忠孝門入轉面北行過雲止再過華光越十數步", "922": "即其居也三門向東雉堞平橫焉入門西行蒼翠夾", "923": "道竹與梧也極西有巨槐聳焉由槐陰而北過鑑衢", "924": "繞砌山樊清芬可掬復東行梅花一帶古奧橫斜枝", "925": "虯香藹宛如姑蘇之鄧尉然梅下有井曰雲幢每隆", "926": "冬酷寒時雲氣上蒸若幢故也沿井而北東西兩行", "927": "琪樹參立中道夷坦道之東曰赤松日剡谿紅桂日", "928": "冬青曰榹桃曰朱柑曰香櫞曰鶴林杜鵑曰翠柏道", "929": "之西曰辛夷曰紫荊曰橙紅曰玉蘭曰素毬曰石榴", "930": "曰垂絲海棠曰七寶山茶去山茶一隙則編竹為籬", "931": "覆以迎春翠幹千條黃花繁衍游人到此則襟帶皆", "932": "金色矣橫趨數武至桂香殿基陛廣袤聳漢連雲碧", "933": "瓦朱薨光吞日月中設七曲文昌像威嚴赫奕為學", "934": "儒者景仰且示其跡異而道同也側轉而入為韋將", "935": "軍祠左右兩檐皆秋海棠莖高數尺葉大如扇表翠", "936": "裏紅百千其狀無一同者花自大暑後盛開參差的", "937": "皪瑩如瑪瑙時發幽香動人逸思越丹墀陟崇階則", "938": "毘盧殿矣其殿塗金飾玉青瑣綠疏寶帶垂虹風甌", "939": "叫月中奉遮那如來以文殊普賢佐之前奉西方三", "940": "聖緣末流不諳大道不信自心乃示以直截普令念", "941": "佛生樂邦故也其寮舍精嚴明窗淨儿門徒學侶禪", "942": "誦之餘則染翰吟哦彈琴讀史甚至耽習工技亦不", "943": "之禁蓋示其治生產業皆與實相不相違背也殿之", "944": "西甕門以外則香積廚法喜禪悅具足百味溈山雪", "945": "老恍若在焉廚以北則槽廠執事躋蹡俾蹋其碓者", "946": "踐六祖芳規轉其磨者識演師家法抑亦參同汲引", "947": "之方便也廚以南曰葡萄棚縱橫丈餘延青躲翠篩", "948": "月梳風其種有二皆西涼人所供一色紫若瓊玉然", "949": "一色白如水晶狀藟藟垂垂交光相映棚西者曰文", "950": "杏曰環桃桃之北曰青華棗各十餘株四月采杏五", "951": "月收桃八月剝棗可薦齋缽棗之前即短垣垣以外", "952": "即方塘鳧鷖鸂鷘游泳於此葡萄後有小橋曰西度", "953": "前亦有橋曰繩武過繩武橋南橫列黃梅六七皆磬", "954": "口蠟丸璀璨豁目黃梅之南曰來禽又南曰棕欄又", "955": "南曰木瓜又南曰冰桃是桃七月始熟其文如冰裂", "956": "其脆如縹葉梨其香如頻婆果其味如石蜜誠為嘉", "957": "果中之尤者桃之東曰舜華並舜華而叢立者曰天", "958": "竺天竺之東曰金枝李又東曰枇杷又東曰頻婆果", "959": "又東曰芳梨南向於頻果芳梨之兩間者曰翠屏翠", "960": "屏之前磊石為臺上置淺盆晶瑩如玉中植金雀數", "961": "十高一二寸其槎枒蒼古各抱參天摩雲架壑凌巖", "962": "之勢擬之王摩詰輞川之漆園稱媲美焉臺西之地", "963": "及樹隙之間矮牆之下間以雜花而秉質賦性各不", "964": "相類有枝幹綿長而倚附者曰木香曰黃粉團曰十", "965": "姊妹曰銀紅月季曰寶相曰茶靡蔓生而牽沿者曰", "966": "紫藤曰錦帶曰素馨曰蘡薁曰忍冬曰牽牛曰鐵線", "967": "蓮曰金絲荷續根而生者曰山丹曰百合曰石竹曰", "968": "剪秋羅曰慶佛蘭曰翠雲曰鴛鴦菊曰長春曰蜀葵", "969": "曰地涌金蓮曰芭蕉曰芙蓉曰宜男曰金鐙曰旋復", "970": "子種而生者曰罌栗曰鳳僊曰漢宮秋曰雞冠曰秋", "971": "葵曰夜落金錢曰蘇蓼曰決明曰天仙子他如雪蘭", "972": "紫蕙吐秀抽英月桂瑞香搖芬曳馥則超軼雜花之", "973": "上矣桂香殿之南曰牡丹亭曰芍藥闌牡丹則有蓮", "974": "香白舞青猊玉樓春芍藥則有金帶圍御衣黃寶莊", "975": "成曉天霞菩薩面春夏之交爛熳若雲鮮潔若玉誠", "976": "花中之富貴者也兼以羅漢松拱把而上纓絡柏垂", "977": "蔭而下如龍鳳之飛翔繒縠之籠罩眾卉敷榮四時", "978": "煙藹芳淑雅播洞開心目明教大師云游人醉不去", "979": "幽鳥語無時殆為此中寫照且也冠山為案汝水", "980": "為帷招黃鶴望白雲又焉往而不自得邪鑑衢以南", "981": "極目相望悉為蔬畦藥圃亦植卉水其間若菊若蓮", "982": "若櫻桃若椒若拘那若金絲桃若薝蔔若茉莉分儔", "983": "而列於怪石之前琅玕之外碧沼之中使吸風飲露", "984": "沐雨宿雲各得其宜古云養花如養賢不其然乎師", "985": "年近七十猶躬為翦鉏灌溉無倦凡有諮請則應以", "986": "全機或撼樹或舉鉏或築地或拋瓦礫或放下桔槔", "987": "或掀翻灌器稍有遲疑即震聲喝出總之大用見前", "988": "不存軌則豈裨販者流而能窺其門限哉居之北鄰", "989": "曰壽蓮又北曰定慧又北曰曇華自雲止抵曇華未", "990": "逾百步而精舍有六較石門之一牛鳴地兩禪林不", "991": "亦倍增其勝與。", "992": "潭州準提菴故大師昱公行業記潭州準提菴故大師昱公行業記", "993": "己巳之二月一日迪功郎七玉楊公以鶴磯大師行", "994": "實屬余為記余初固辭既而思之昔余之先子文貞", "995": "先生及先妣周安人入楚會通志賴楊公贊勷之力", "996": "也欲圖一言相報而未能今既以勝事見託則何可", "997": "辭乎且大師與余友善余又深知其操履是亦不可", "998": "辭也謹按其行實而論次之大師諱德昱字季靈號", "999": "曰鶴磯楚江夏之民籍姓楊氏家世業儒生之夕其", "1000": "母氏夢神人擲寶笈於懷既寤大師生矣兒時不好", "1001": "玩弄而寡言笑人多異之七歲就外傳天資敏妙誦", "1002": "過即解嘗應童子試未進乃歎曰虛名何益乎身心", "1003": "遂不復治舉子業每探討聖賢典籍深契古人以親", "1004": "老弟幼教讀里中圖薄俸以養一日偶過山菴聞誦", "1005": "心經起疑每課餘即靜坐觀心雖客至喧呼而寂若", "1006": "不聞久之乃大叫曰者回識得女也人皆莫測父病", "1007": "大師日侍湯藥且跪白其父曰認定本來面目其疾", "1008": "自可遺矣及父終飲食不進者數日號哭之聲震動", "1009": "閭里及葬廬守三年恆持誦心經為資冥福歲戊子", "1010": "值按指和尚住夾山之興龍大師往參焉一見服膺", "1011": "即求剃落指命請於其母母然之遂祝髮是年納戒", "1012": "復去菴一舍築其室以奉母大師既蒙指和尚開發", "1013": "則晝夜精勤稍有相應一日殿上經行忽觸香爐有", "1014": "省急往白指指曰畢竟作麼生大師曰香爐是銅鑄", "1015": "底指曰放女三十棒大師聞已則從前礙膺豁然冰", "1016": "釋於是抽機迅捷一眾咸服其機緣備載指和尚錄中然大師賦", "1017": "性閒曠不事夤緣語多規人人皆敬畏能屬文下筆", "1018": "千言格力優贍尤精於詩善草書法一時尊宿大儒", "1019": "咸奇之爭與之游其往來贈荅登臨寄託輯而成帙", "1020": "及母喪哀慟逾於前嘗語人曰生我者母也成我者", "1021": "母也今失所天矣不復睹矣免喪之日決意遠引盡", "1022": "將吳水越山精藍名剎收置足底矣既而倦游仍返", "1023": "江夏緇素舊識共相稱慶得未曾有大師亦樂聚湖", "1024": "山品題今古每有議論則是是非非合乎先聖之法", "1025": "較今之以人為取舍者誠霄壤矣壬戌秋忽動衡湘", "1026": "岳麓之念眾堅留不可遂浩然往焉至潭州會其同", "1027": "學之弟曰弘一者延寓準提菴歸之者如市大師以", "1028": "真實為人不引枝蔓而獲其益者良多矣癸亥之元", "1029": "日乃謂弘一曰諸佛為一大事故出見於世其來也", "1030": "必有因其去也必有緣吾亦然耳遂以五月之壬子", "1031": "期焉眾不喻旨弘一切記之由是愈加策勵不倦言", "1032": "辭至五月之九日謂其弘一日余初以衡湘岳麓之", "1033": "山水奇秀冀一游耳及至此則淹留未果女可買舟", "1034": "盡其游覽時弘一以壬子之期至率眾力止之遂寢", "1035": "其行明日以縕袍紙被及書籍筆墨諸物悉散大眾", "1036": "又明日晨起盥漱畢陞座告眾曰吾其行矣眾請留", "1037": "偈大師勉之曰勿事虛聲幸為實踐言已即坐終遠", "1038": "近風聞觀者如堵留三日其形貌完潔如昔歸塔之", "1039": "日送者不可數計大師生明天啟之丙寅年閏六月", "1040": "十五日子時終於康熙癸亥年五月十一日辰時世", "1041": "壽五十八僧臘三十六塔於潭州黃道門外亦弘一", "1042": "之營為也弘一卓識明智能守其先範者也嗚呼世", "1043": "所謂經大傳遠者孝與善耳若大師之奉親可謂純", "1044": "孝也大師之臨眾可謂誠善也卒可傳矣況又預定", "1045": "其期於半載之前是於吾大聖人之道明且至矣雖", "1046": "古高名僧未過也惜乎不死江夏而死潭州豈潭州", "1047": "之人信感如是邪抑亦江夏之風不若彼地之淳也", "1048": "邪余固疑之並記之。", "1049": "開聖老人傳論開聖老人傳論", "1050": "蓋聞益州迺七佛之區峨嵋實普賢化境釋尊苦行", "1051": "證道雪山迦葉傳衣入定雞足是知因地育人緣人", "1052": "彰地僧龍義虎恆產其間達士高流每生於是傳正", "1053": "法眼藏者始而寶峰五祖繼而昭覺臥龍五宗之哲", "1054": "胤挺生三學之沙門傑出以其地淳俗樸務實忘名", "1055": "故我涌泉老人亦示見受生於茲國也老人諱完壁", "1056": "字磚鏡號曰山暉夔州新寧人本姓侯母徐氏生有", "1057": "異兆十月即不食乳一日隨父游嵩呼伽藍便懷出", "1058": "塵之志後因寇陷其城無藉者誣父從寇有司繫父", "1059": "於獄老人鬻身而贖之及還金歸里即求出家禮石", "1060": "蒲大士為師是日鐘鼓自鳴人爭稱奇先有胡憲卿", "1061": "者夢趙大州躬謁指月次往探之迺老人脫白於此", "1062": "爾卿以其事白月月私擬為符瑞命充行者因於張", "1063": "沒量語下知歸復於請益時火爐頭了徹後因南泉", "1064": "公案復起疑情頓忘寢食立誓取悟策勵朝夕忽於", "1065": "拙和尚因雪上堂語中渙然冰泮由是機辨縱橫一", "1066": "眾虔服是年納戒職司衣缽至閱法華則獲三昧中", "1067": "王論圓通則入楞嚴大定及悟一切事究竟堅固之", "1068": "旨故緇素稱為天縱之才萬峰贈以磚鏡之字寇圍", "1069": "廣福孑爾奉師民免塗毒寇能反正佛法大闡兵眾", "1070": "知皈雖拙和尚德化之功實老人輔贊之力及拙終", "1071": "金城煢然盡事藏靈櫬於胡氏精藍奉齒骨而朝夕", "1072": "敬禮編錄法言哀集拙和尚語曰棲靈錄始刻聖恩再繙報本今附藏流通矣勤行", "1073": "道業既脫營絆往覲萬峰留信衣而無難肝腸似雪", "1074": "冒白刃而不渝氣宇如王笑抑渠魁改顏加敬復羈", "1075": "五載方脫兇殘跋涉間關直抵平越紳士嚮慕道風", "1076": "敦請開法而同門嫉之謂信衣失據遂走萬峰請衣", "1077": "釋疑豈峰一時偏惑以致怫然東下始謁弘覺再造", "1078": "古南值報恩賢老人平素知名一見契合命掌記室", "1079": "嘗令秉拂高賢宿德難詰紛紜老人入室操戈從容", "1080": "就對大洽人心高縣祖印時楊總戎涂大參等迎歸", "1081": "㠟峨大展鑪錘護國萬壽之慈風智愚同扇聖恩長", "1082": "松之化雨慧蠢均霑豺狐聲消師音獨響王公大人", "1083": "企慕玄德皆躬臨參禮傾珍供養黔南殊俗之地頃", "1084": "遭會集天人大開選佛之場廣敷師子之座華鯨時", "1085": "吼畫鼉疾轟旛蓋翔空香雲蔽日禪流濟濟而諮請", "1086": "法演一乘國士源源而問酬理融三教誠達磨之來", "1087": "嵩少大鑒之於曹谿自建置以來未有如今日之休", "1088": "美也越數年西蜀道平心懷父老爰俶裝涉險再上", "1089": "夔州寂無人煙空增悲戚泣之以血記之以詩悵返", "1090": "長松復游吳越所經之地輒請開鑪所過之坊咸留", "1091": "宣化始而雙塔終而涌泉九坐名藍念年倡道儒林", "1092": "莫不歎服緇侶恆被宏慈鄉人野老詠仁澤於無窮", "1093": "灶婦販夫歌惠風於不朽若非輕生重道強識洽聞", "1094": "操比松筠志凌金石則曷能臻此哉且示疾之日進", "1095": "止如常歸真之時言笑自若龕留寢室每覺異香遠", "1096": "近人言非敢夸誕昔生公說法頑石點頭四祖還山", "1097": "井泉涌沸在泉石之無識尚能顯闡真如況薀上親", "1098": "侍多年耳提面命寧緘默無言而取譏泉石也邪是", "1099": "以不揣庸劣輒申斯傳以備采拾庶知西聖之道代", "1100": "不乏人而人天寶炬常垂光於後世者矣贊曰。", "1101": "大哉益州降靈之區地淳人樸水錦山嵞始生馬祖", "1102": "虎視龍趨蹋殺天下讖應言符維我老人亦生是域", "1103": "純孝宏慈博聞洽識法社規模叢林埏埴學富五乘", "1104": "功侔十力時值國難寇賊蜂起獨奉其師身冒弓矢", "1105": "百折不渝顛危頻履德化渠魁咸聆諈委儒林先達", "1106": "恆生敬畏椹服黃冠窘詞讋氣道出平常禪祛五味", "1107": "玄辨清機波騰海沸報齡既盡歸真西極日月失光", "1108": "山川掩色上雖愚庸寧甘緘默願擬剎塵親承教敕。", "1109": "古雍觀音山大慈禪院故和尚本源明公行狀古雍觀音山大慈禪院故和尚本源明公行狀", "1110": "師諱照明字本源西蜀忠州王氏子母夫人黃生而", "1111": "穎異不類常童幼習治世聖人之書粗明其理每以", "1112": "中庸持身不樂仕進年二十七念身世無常疾如電", "1113": "影因絕去茹葷乞受歸戒至三十九披剃於本州之", "1114": "栖霞寺勤策道業日有定課尤頂禮觀音聖號值蜀", "1115": "亂游黔南湄甕之間雖流離四方行業猶不少輟歲", "1116": "辛卯愚公老人道王一時居平越之龍門遂往參焉", "1117": "得具足戒精覽梵網諸部已越彼時眾矣閱五年嘗", "1118": "教誡於黃甕諸剎兼進教外玄宗之理去而謁黔蜀", "1119": "宗匠及盡奧旨而禪律兩源深入無際暨仍歸長松", "1120": "見愚老人老人知其所造因付偈曰高藍山閣夜郎", "1121": "村雲水時來扣石門接得道人真律虎此宗惟許汝", "1122": "重言遂辭還湄水晦跡韜光獨居行道嘗有贊贊愚", "1123": "老人曰稽首吾師滿月身相內天外人衷和表暢手", "1124": "中龜毛椅邊藜杖天魔魂消佛祖膽喪眾生快睹大", "1125": "光明藏和尚既得真智故出言類皆如此既而古雍", "1126": "道俗慕尚道風堅請出世樹長松宗旨尚欣然出主", "1127": "觀音山大慈梵剎於是法會盛集願學律者過半矣", "1128": "今秋示微恙集眾說偈曰四大本不生四大本不死", "1129": "如如自金剛萬劫無終始堂堂大路頭去來如彈指", "1130": "化緣既已盡縱橫自在是偈畢端坐而逝時癸卯年", "1131": "之九月初十日也會其監院解公以余深知和尚出", "1132": "處託余為狀余思時當象季而裨販之徒眾矣如尚", "1133": "之行道勤懇操守清約雖悟拈華之旨而終以毗尼", "1134": "誨人則可謂深達佛祖救弊之權變矣其狀余何敢", "1135": "辭因述其始末以俟諸脩僧史者之捃拾也謹狀。", "1136": "先大人文貞先生行狀先大人文貞先生行狀", "1137": "大人諱華圉字仲叔號淮仙明楚昭王七世孫王父", "1138": "輔國中尉諱英照王母淑人周氏生三子三女長華", "1139": "霾次即大人次華󵌽女長適謝次適劉次適許皆楚", "1140": "著姓王母初娠大人時多異兆及生相度不凡王父", "1141": "以為光大吾門微是其誰與六歲就外傅大人即以", "1142": "大學二字問師此何等學也師固疑之十四歲四書", "1143": "六籍頗通曉百氏之學亦間常取覽以故人以為有", "1144": "淮南之風王父命試大人從容對曰夫試者取仕之", "1145": "塗也聞古之取仕以行其道今之取仕以利其身若", "1146": "夫棄道取利非大學之本我將取道以慰大人試則", "1147": "我不樂為也況天潢一派何藉是以榮身顯親哉王", "1148": "父加歎不已二十歲始留心新建之學故常取其書", "1149": "讀之及見周程之集朱陸之書三月不釋手一日對", "1150": "友人小酌曰我初不知新建從何入手今日方知渠", "1151": "從宋儒格則中來因是溯源而上自荀孟至周孔又", "1152": "覺從洞庭放舟溟渤矣故大人立身涉世孝友恭誠", "1153": "無不倣諸賢所為且性嗜詩書子史及佛老二氏未", "1154": "三十歲三教之學澈見淵源猶恨尚混糟粕不能得", "1155": "精醇也維時四方名人墨士莫不聿來具集如竟陵", "1156": "兩先生公安三先生並仕於楚土者皆交於大人大", "1157": "人又聞長姑夫謝又玄先生言禪理可副吾儒遂又", "1158": "交於禪宗諸師如問石字水天如諸禪師皆以莫逆", "1159": "稱間或論道淵微無不言簡理精即諸師亦圖常撫", "1160": "案稱快矣大人尤喜著述如當日傳者曰匯書曰祖", "1161": "紀曰宋元詩選曰自嬉集曰達心齋草曰秉簡齋草", "1162": "曰梅湖集曰桃谿集惜其版毀賊火世不多見而有", "1163": "識者莫不痛焉大人平生所學末後著為一書曰聖", "1164": "學寶鑒蓋自先王經籍以來至於昭代其間或論聖", "1165": "賢或發揚忠奸凡五十萬言書成以示賀對揚先生", "1166": "先生歎曰可與卓吾子藏書相表裏奈何天不永其", "1167": "傳亦隨赤火蕩盡使小子空得其名不得習讀於苫", "1168": "廬中也大人娶周安人即外祖周方霖先生長女德", "1169": "性幽閒治家有道奉姑臨下以賢孝稱生六子三女", "1170": "今所存者鋐釷及九妹而已餘皆不壽初先妣以早", "1171": "年所生不存屢勸大人取妾大人喻之曰汝非無出", "1172": "是我福薄不能載也兒女遲早信乎天定烏用妾為", "1173": "實大人清淨無欲之學備見於此矣至丁卯果生鋐", "1174": "庚午生騏不壽壬申生正內許字賀對揚先生胥劉", "1175": "志公長子甲戌生釷丙子生騕不壽己卯生裏今字", "1176": "漢陽諸生汪紹遠遠字石筠亦吾門宅相也大人有", "1177": "僕名祚以嫁女去荊州乞假一月大人曰汝年老無", "1178": "子其所恃者女耳既遠字別土則汝失望矣當全汝", "1179": "天倫此後不須服役於吾也因出原契付之祚叩謝", "1180": "悲泣戀戀數日始去此又大人遇下之德他人或所", "1181": "不逮與一夜童僕於後園獲一人正喧鬧不已大人", "1182": "起而視之童僕以為賊大人佯曰是人中酒誤入園", "1183": "中何須怪也復慰其人曰汝勿懼吾當全汝因命置", "1184": "閒房次早贈以錢物使之去大人無聖學之功能如", "1185": "是邪癸未三月偶夢游異蹟見石壁遺韻云飛泉如", "1186": "白鶴隱見度平林暗壁流花瓣漁郎何處尋隨告親", "1187": "友曰時危矣去之可也親友疑信相半大人仰天歎", "1188": "曰迷人如此矣即攜老僕數人匿桃谿置田畝而學", "1189": "耕侶漁樵而占韻逍遙自若動靜罔規未兩月城為", "1190": "獻賊所陷黑白被戮殆不可言狀先妣偕媳及許字", "1191": "劉氏之女一時死難此鋐釷終天莫雪之恨也惟大", "1192": "人有先知之明安然履吉於是易名陶范公字蠡仲", "1193": "別號五湖長人莫之測大人豈不能盡室而行邪蓋", "1194": "國家近三百年太平之象烏知有異常一變先妣不", "1195": "行是先妣之見不及大人遠矣鋐釷賴祖宗之靈大", "1196": "人之德幸免而得生還見大人於桃谿之上誠邀天", "1197": "之庇也大人悲喜之容幾見於顏面嗚呼實終古未", "1198": "有之禍也越二年李逆潰兵肆掠原野震驚大人整", "1199": "容顯鋐釷而囑曰今日之事不可輕忽吾兒慎諸倘", "1200": "能矢志精脩方名報吾恩德繼禋祀者汝妹也記之", "1201": "言畢長嘯而逝大人生於壬寅四月五日申時卒於", "1202": "乙酉閏六月三日卯時享年四十有四諡文貞先生", "1203": "柩停桃谿八斗山二十二年今乃於丙午十二月望", "1204": "日扶柩歸葬於長樂村靈祖塋之側嗚呼鋐釷不", "1205": "幸生遭季世流離兵戈雖衣冠於滇土然未能少", "1206": "展忱痛總之間關修阻且故也大人前有遺命不", "1207": "敢相違因祝髮永昌郡之山寺惟恨不能曲盡先佛", "1208": "之道有負大人多矣幸不隨狗馬填溝壑中二十餘", "1209": "年又得東歸故國扶柩祔於祖塋則泣血之怨或可", "1210": "少抽於萬一也但鋐釷連年奔走筆墨未閒敢以蟭", "1211": "螟之舌而贊太空使先大人不朽邪不過聊述其見", "1212": "聞者以俟諸大君子手筆表而出之以慰貞魂庶不", "1213": "負先大人苦志聖學則感佩亦非止鋐釷終身矣先", "1214": "大人寧不瞑目哉不孝出家男薀上泣血稽顙謹狀。", "1215": "書不聞道人卷首書不聞道人卷首", "1216": "吾友聞公蜀國英才金川世裔垂髮時與吾為莫逆", "1217": "交潛心墳典苦志空宗祖道禪源深有所契每勸余", "1218": "究二楞奧旨余以事冗故不果志後因風塵不偶公", "1219": "從軍緬甸余留永昌此己亥事也於是四年中外隔", "1220": "越魚鴻絕往自期會無由矣壬寅夏余自迤西來會", "1221": "城公亦隨師旋中土邂逅慈雲公具僧相矣悲欣交", "1222": "并感再世之奇逢促膝談心述歷年之涉獵亦世之", "1223": "希有事也既而公任嵩山監院接納四來輔弼叢林", "1224": "不忝楊岐余因封先大人柩東歸故國自此又數年", "1225": "惟有臨風對月徒興故人之思耳不意公之為人直", "1226": "戇不事諂諛以致慍於群小遂一杖東行時弘覺主", "1227": "人慕其才品專人往聘再辭不能因充第一座而又", "1228": "多方贊護真不啻妙喜之於湛堂余既以福海老人", "1229": "命奉列祖真儀來滇始知公為人妒屢欲與雪之公", "1230": "拒辭曰天地間人事物理固難齊也方今君子道消", "1231": "小人道長若與之物議是自喪其德故余嘗有詩贈", "1232": "之其略曰甘苦一朝叢席下死生百折鑪錘邊其概", "1233": "見矣今年春公主弘覺席聞余東歸乃作詩送余曰", "1234": "君言歸去我生愁恨不相將朝夕游云云又足見眷", "1235": "戀之真摯也余來曲靖會故人堅留休夏未幾公又", "1236": "飄然卸弘覺而來相與屏絕一切惟作游戲三昧或", "1237": "歌詠自若或言笑無忌或酣臥街頭觀市廛紛擾若", "1238": "此真時流之所難測然非於佛魔場取舍兩忘而孰", "1239": "能及此哉試觀公之根器公之肺肝公之行履俱超", "1240": "然物表迥脫塵埃龍光可謂善知人者也然公又豈", "1241": "假余言而彰之邪蓋序其二十年交游之深情與夫", "1242": "眾耳目之所共見聞者耳至於蹈佛祖之閫域行羅", "1243": "睺之密行盡人物之性情又非筆墨所能罄書矣。", "1244": "書明教和尚仁孝章語示哲禪書明教和尚仁孝章語示哲禪", "1245": "秋霖初霽晏坐鶉齋砌蛩啾唧無休籬菊淒然有慨", "1246": "緩急擣西鄰之砧韻斷續來遠岫之白雲當此寧無", "1247": "風木餘恨之悲乎於是披衣曳履散步空庭擬將此", "1248": "語問天祇徒增人喟歎憑闌惆悵頫首深思孰能一", "1249": "言為我慰哉既而復從几案寄意管城錄先德之名", "1250": "言申胸中之鄙積示我禪人爾其勉者嗚呼吾之字", "1251": "不足道也先德之名言尟可得而聞也。", "1252": "書劉千里居士入道因緣後書劉千里居士入道因緣後", "1253": "鑪鞴精工天資稟異故鍼芥相投水乳相合至於發", "1254": "大機顯大用誠末世之光明幢也豈獨刮目於平陽", "1255": "大雄哉。", "1256": "書徐侶蒼冊首書徐侶蒼冊首", "1257": "徐侶蒼蘄之著姓者受業於吾友舒子小康漸鴻兩", "1258": "君端人之徒也沖齡明敏性孝弟能持中不苟就取", "1259": "深究老氏之道尤嫺孫子黃石之學蓋計然子房流", "1260": "亞與今日能善其身他日則兼善天下矣若中鋒鐵", "1261": "筆金石奐采墨瀋煙雲綃縠儲秀是借以養親資身", "1262": "者耳豈侶蒼之學之志哉故直書之以告夫諸同好", "1263": "者。", "1264": "尊者贊跋尊者贊跋", "1265": "余既贊尊者像已欲匈善書者書之思未竟而愚如", "1266": "楊居士至余默訝曰豈事之濟與乃出贊質之士讀", "1267": "已欣為握管而煙流雲浥光怪陸離其古奧者如鍾", "1268": "鼎奇峭者如岡巒圓轉若明珠走盤新豔似芙蓉出", "1269": "水飄揚綽約宛若仙子凌虛莊重端嚴直如寶王說", "1270": "法甚矣哉較之黃慎軒蔣美若當並駕焉若董玄宰", "1271": "固宜遜之耳何則董柔媚而偏鋒也嗚呼善人非親", "1272": "而善人同之余欲舉其勝事而楊子克成之蓋其頫", "1273": "自相應也敬願鬼神呵護使是冊常歷人間以至慈", "1274": "氏下生則龍華之勝緣又自今日始矣故跋之以為", "1275": "後日驗。", "1276": "壽說示嵩山副寺壽說示嵩山副寺", "1277": "世之稱壽惟鶴算龜齡長生不老而已然長生不老", "1278": "與夫鶴算龜齡猶是有盡之壽惟是忠孝誠信言為", "1279": "百世師行為天下法則千秋萬世名垂不朽始可謂", "1280": "之壽矣然則何能與之相應邪有家國者自有成規", "1281": "姑置勿論至若出家者首則弘道次則輔弼又次則", "1282": "悲愍一切三者如鼎之足缺一不可然亦不離乎忠", "1283": "孝誠信也蓋弘道者必也精研奧典深究離微然後", "1284": "出世為人廣佛法化內外以致接納無虛辨賢愚明", "1285": "賞罰臨眾妙密不倦言辭求衲子於老參之中置不", "1286": "肖於三千里外門庭昌大叢林遠久得不稱為壽與", "1287": "輔弼者師資道合則盡其心力事上也忠誠順敬不", "1288": "事阿諛薦賢去佞不避斧鋮倘一言之匿愛與一事", "1289": "之偏執則委曲挽回庶無缺限使下也寬容和悅聲", "1290": "色不持勸賞黜陟怨親不擇行之不軌言之不當則", "1291": "再三慰諭使感而服之眾心悅豫名播諸方後世則", "1292": "之得不稱為壽與悲愍一切者敬老憐幼矜孤恤寡", "1293": "乃至一切血氣之屬凡有楚痛當展轉救護令脫苦", "1294": "難力行之外更勸人行久之則慈風永扇三有霑濡", "1295": "得不稱為壽與禪人住此有年矣始奉藥石繼充衣", "1296": "缽今為嵩山副寺凡所動止不失其儀疏通上下井", "1297": "井有條若之名似可附輔弼之側矣茲因初度故書", "1298": "此與之但如前所說若亦有可行者有不可行者有", "1299": "能為者有不能為者不能為者當竭力為之不能行", "1300": "者當努力行之誠千古不磨之壽也豈世之謂鶴算", "1301": "龜齡與夫長生不老而可比倫哉若其勉諸。", "1302": "字說字說", "1303": "攝者總持也節者符信也又攝者兼也佐也節者操", "1304": "也制也大凡學者能操制自能總持能兼佐自能與", "1305": "諸賢聖而合符信也而乃今知之乎吾期汝總持諸", "1306": "佛妙門毗贊法化清操偉制以待時節因緣建法幢", "1307": "而導利眾生而其勉之可也聖節當字攝生。", "1308": "志量汪洋曰度兩相扶合而不差曰符度者法也則", "1309": "也符者輔信也驗證也若欲與諸聖合而不差必具", "1310": "汪洋志量而以輔信為本倘到不疑之地吾為汝驗", "1311": "之證之或可為後昆法則矣聖符宜字度生。", "1312": "汝名寂念念不必寂克之攝之無不中則所謂不怕", "1313": "念起惟恐覺遲欲得念念中則莫若慎之於未萌苟", "1314": "能慎之於未萌則二六時中自然清淨自無雜念紛", "1315": "擾矣老子云治之於未亂而當力行之。", "1316": "遯乃退己讓人隱名避世雪乃純一不染能淨紛穢", "1317": "大凡能退讓則性純謹能隱避則紛穢淨此老氏之", "1318": "不爭吾佛之慈忍也梅禪問字於余因以遯雪字之", "1319": "取其慈讓純淨而返聞妙香於自性之義耳禪人勉", "1320": "乎哉。", "1321": "涌泉老人哀詞涌泉老人哀詞并序", "1322": "戊辰四月之丁巳日維素禪人自姑蘇持涌泉老人", "1323": "訃至讀已舉身投地迷悶半晌欲哭則近乎俗態欲", "1324": "不哭忍見其法海舟沈人天眼滅寧無哀戚乎爰設", "1325": "供挂真作詞而哀之詞曰。", "1326": "慧日沈兮法流竭佛火光寒兮人天震讋金容掩彩", "1327": "兮趨入泥洹浸假不仁兮奪我寶筏憶昔初覲長松", "1328": "兮得侍巾缾再省壽寧福海兮解衣磅礡睹其至化", "1329": "無方兮如春在花神機莫測兮若湯沃雪復三際之", "1330": "精藍兮魔怨摧頹分天童之法座兮佛祖敬悅授七", "1331": "百年之神器兮起欲墜之綱宗唱十三會之法言兮", "1332": "樹中興之豐碣嗚呼十六載兮魚雁稀三千里兮音", "1333": "容隔一朝訃至兮哭不成聲寸心如焚兮淚眼流血", "1334": "鬼神無知兮殲我哲人七眾失依兮五內崩裂謹炷", "1335": "香於爐兮冀老人其來再拜瞻法真兮惟敬躅芳則", "1336": "佛事。", "1337": "體性張公下火溫良儉讓孝友恭誠敦厚道於朱紫", "1338": "叢中抱純樸於金玉隊裏立身以德教子多方此公", "1339": "之脩身齊家誠可謂千古法則也矣一朝卸世少長", "1340": "皆傷斯時香薪堆積如何助他火光三昧擲下火苣", "1341": "云烈燄光中趨步入永證金剛不壞身。", "1342": "為碧水老僧封龕生本不生滅亦非滅幻盡覺圓火", "1343": "風消歇離相離名維恍維惚葉落歸根濟己舍筏佛", "1344": "性業緣鏡花水月咨爾亡僧永保勿忽。", "1345": "起龕碧水老僧樊氏子出家本為超生死八十八載", "1346": "掉頭過依舊不離生死裏雖然有箇不涉生死的碧", "1347": "水汝等諸人還知麼若也不知且請大眾著力。", "1348": "下火識得去從何處便知來向那方翛然來去無繫", "1349": "一朵白蓮火中。", "1350": "為按指和尚起骨大樹云摧哲人云亡此道寥寥胡", "1351": "為不傷者位尊師自降生成道以至接物利生最初", "1352": "末後令望清徽茲不具述即今靈骨歸山如何是轉", "1353": "身一句遂以杖招云歸去來歸去來南山當面勢崔", "1354": "嵬贏得四時風景別清風滿袖月盈懷。", "1355": "入塔支撐法社賴高賢豈料高賢倏棄捐幸有一夔", "1356": "能纘緒揭開千日照中天恭惟按翁和尚誕生西楚", "1357": "託質星沙髫齔時敬禮浮屠及成童樂聞至理事母", "1358": "以孝稱矢心不婚宦破家散產於有明崇禎之年蹴", "1359": "象蹋師於西峰師吼之室淨桶邊解衣時明洞山過", "1360": "水逢渠孤崖處一機下契高峰舊時行履前後際斷", "1361": "能所頓忘三居精舍佛祖吞聲一旦丘林煙霞樂志", "1362": "此按和尚生平之行略也報緣既盡攃手歸真故我", "1363": "鶴磯大士於闍維後集三會法語剞劂流通誠千古", "1364": "恆明之慧燈也繼而泛湖湘躡霜露告諸檀那又得", "1365": "越塵弘一贊勷其事解生孫公子英陳公及諸護法", "1366": "施財施地建此方墳抑又百世不磨之光明幢也庶", "1367": "按和尚端居此地坐斷十方天人敬仰即不無且如", "1368": "何是佛祖標幟一句驀指塔云會麼層落落影團團", "1369": "千古萬古與人看。", "1370": "為朱汝南居士起棺霜摵摵向林楓搖落枝頭萬", "1371": "點紅此境分明親薦得不勞彈指碎虛空汝南居士", "1372": "生居帝胄潛心道德之鄉長歷兵戈立身忠孝之域", "1373": "家國破亡之後遯跡湖山得失拋卻以來惟道自樂", "1374": "年來學富身貧廛居大隱雖疾病相侵呻吟伏枕總", "1375": "歸定業了不關懷及啟手足之時絕無霑滯翛然長", "1376": "往此三十餘年學禪訪道之效驗也如今旛蓋排空", "1377": "親朋載道畢竟如何是受用一句良久云蹋得故鄉", "1378": "田地穩頭頭物物露全機。", "1379": "龍光禪師雞肋集終　　板存嘉興府楞嚴寺經房"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B225 鄂州龍光達夫禪師雞肋集", "author": "清 蘊上說　道汜．道沖等錄（依駒本印）"}