{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 791 大智度論疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "釋無作實相品第四十三", "1": "大智度論疏卷第二十四釋第七十五卷論中", "2": "蜀地潼州遷善寺沙門釋　慧影　抄撰", "3": "釋灯喻品第五十七之餘第五十七品釋論者。名為淨土品。何故次燈炷。明淨", "4": "土品。論自生起言。明不退菩薩。具智斷二德。自行既", "5": "足。唯應以嚴國為事。接化眾生。故次此後明淨土品。", "6": "論將欲舉之。云第五十七品釋論也。", "7": "釋夢中入三昧品第五十八爾時舍利弗已下。就此品中。大有二意。第一明乘於", "8": "前品。入三三昧。廣化眾生。則因生論義。齊於夢覺。第", "9": "二從佛告須菩提有菩薩摩訶薩行檀波羅蜜時已", "10": "下竟品。明菩薩之行。淨佛國願。此初即是第一。身子", "11": "所以此初作此問者。意謂夢是誑法。三昧是實。又有", "12": "餘處說言。夢中亦有善惡。若有善者。夢中行此三昧。", "13": "亦應集成增益波若。故設此問也。須菩提報已下。欲", "14": "論夢中只可得為集業之因。不得集成業報。但善吉", "15": "意。欲齊夢覺一是非冥同異會虗實。故作此報。就實", "16": "答之。人行波若故。臥夢安穩。身體和悅。乃至夢中亦", "17": "行善事。利益眾生。今既欲就入實解。故云無異也。當", "18": "說。", "19": "若夢中作業已下。是第二翻難。善吉既就實答。言覺", "20": "夢一等。若晝行能益。夜行亦益故。盡能增益波若。若", "21": "晝行不益。夜亦不益。此意云。實相中。晝日行尚無增", "22": "益。何況夢中行。又晝以有相心行由尚不益。況睡眠", "23": "覆心行而當有益。當知夢覺一種故。今者身子。次更", "24": "別進設此問。業名造作。集者招集。成者成辨義。若言", "25": "爾者。則引佛語為難。夢既不實。應無集成也。當說。何", "26": "以故已下。還釋上夢中不應有集成義也。當說。語舍", "27": "利弗已下。明善吉既被問。則反質答之也。當說。舍利", "28": "弗言已下。明身子既被反質。則云。若無因緣時業不", "29": "生思不坐者。業據身口業。思據意業。思業若無因緣", "30": "並不生。要須有緣方生。晝日既有思業等始生。夜夢", "31": "亦有緣故。思業等方生。無緣則不生故。當知一種也。", "32": "如是如是已下。明善既也。反質。得其事理皆同故。而", "33": "印可之。明晝日業亦因見聞覺知等生。夢中造業亦", "34": "因此四法生。故無異也。是中心有淨有垢者。謂夢中", "35": "心也。當如論說。", "36": "諸思息相離已下。是身子第三飜難也。當說。取相故", "37": "有緣業生已下。善吉答。意云。欲論一切諸法實自相", "38": "離。無緣無業及思等法。但眾生不解。於自相離法中", "39": "取相故。橫超諸業。從因緣生。若無緣時則不得生也。", "40": "夢中布施持戒等已下。是第四難。意云。上既云夢中", "41": "有緣故業生。亦得是思業等者。菩薩盡日以取相心。", "42": "行此六波羅蜜等法。尚非實迴向。豈有夢中惛晦癡", "43": "心行之得是迴向。故設此問耳。若以己自善根迴向", "44": "者。宜名善根迴向。若緣他家善根等迴向者。名為隨", "45": "喜迴向也。彌勒菩薩今現在已下。若如前來所說。善", "46": "吉意氣極高。乃眾聖所伏。而今所以推彌勒者。善吉", "47": "上既自就實為答夢覺一齊。欲令群聖懸同。眾無異", "48": "說。故推慈氏。二者彌勒既是次師。欲令現在未來諸", "49": "佛所說法相同等。故假四聖而慇勤共說。故推彌勒。", "50": "但論主意。欲顯菩薩智勝故。云以難答故。致推彌勒", "51": "也。既亦云彌勒授不退記者。當知不退之名。通於上", "52": "下。故畢定品中。乃大作三分。明畢定位。一者謂初發", "53": "心菩薩。二者無生忍菩薩。三者最後身菩薩也。彌勒", "54": "今者復還就實益也。當說。受記處者。謂攘佉王城妙", "55": "梵梵摩波提所住處也。當說。如仁者已下。既見慈氏", "56": "說懸應得深法。致此問也。不證已下。明菩薩入法性", "57": "中。如鳥飛空跡不可尋。不如二乘於實際作證。有於", "58": "證處也。爾時佛告已下。次明如來最後卒成此義也。", "59": "當說。", "60": "問曰已下。即是論釋。此初先釋身子所以以此為問", "61": "之意也。當一一說。須菩提意謂已下。明實相之中晝", "62": "行尚無益。何況夢行而當有益。為此義故。所以齊夢", "63": "覺也。當說。何以故已下。還釋上所以齊夢覺義。波若", "64": "中既無分別。汝云何乃以夢覺為問。欲令波若增益", "65": "也。", "66": "今更因餘事問已下。釋上身子第二問意。明善吉既", "67": "齊覺夢。事理皆同意。今更因餘處經。說夢中有三性", "68": "等事。故發斯問也。當一一說。若覺已下。明夢中心弱。", "69": "眠覆心故。不能集成果報。故律中云除夢中。但夢覺", "70": "已。境想分別夢中諸事思生。始可成業得果。今善吉", "71": "上意。欲為入實由漸。又欲明夢事亦是成思業善惡", "72": "因緣。故作此說。非是夢中能怜怜成業得果。故此中", "73": "言覺已分別。次下文言無有勢力。不能集成果報。善", "74": "惡業要須從強功用心生也。當說。云餘處言夢有善", "75": "惡等者。恐當據善惡因緣為語耳。故論云覺已分別", "76": "方乃成業也。當說。何以故已下。釋善吉言夢覺心等", "77": "義。既俱從因緣生。故云無異也。舍利弗以空難已下。", "78": "次釋第三難文也。當說。復問若菩薩夢中行六波羅", "79": "蜜已下。釋上第四難意也。當說。今此中。以晝日著相", "80": "心眠睡覆心。為難也。", "81": "問曰下料簡也。當說。如所說空已下。次釋後難文也。", "82": "當一一說。是故佛還問已下。釋上佛告身子中文也。", "83": "當說。聲聞不得法眼。故不論也。並當說。", "84": "佛告須菩提已下。品之第二。明菩薩之行淨佛國願。", "85": "就此文中有三十復次。就此三十復次中。復有三意。", "86": "第一有六復次。明菩薩一一波羅蜜中。各興其願故。", "87": "名別行別願。二從第七復次已下。有二十三復次。明", "88": "菩薩總行六波羅蜜。興淨佛國願。名為總行總願。論", "89": "釋云。上六波羅蜜中明其別行別願者。明一因滅一", "90": "果。第二總行總願中。明多因感多果。亦明一因感多", "91": "果等義。三者第三十復次。明教菩薩觀行。今此初即", "92": "是第一。先就因於檀波羅蜜為始。興淨土行願也。當", "93": "說。無如是事等者。明其所無。衣服飲食已下。明其所", "94": "有。一一波羅蜜中意盡然也。復次已下。第二戒波", "95": "羅蜜中。唯明其所無。不出其所有也。當說。復次已下。", "96": "第三因忍波羅蜜明也。當說。復次已下。第四因進波", "97": "羅蜜中。明淨土行願也。當說。能如是。總結也。復次已", "98": "下。第五因禪波羅蜜明之。此之五蓋。雖屬煩惱鄣。而", "99": "初禪慧解脫人。亦除此五蓋。而不得禪。為不能除三", "100": "昧鄣故。有解言。三昧鄣既是第五住成故。二乘不能", "101": "斷。但伏而已。有解言。此雖是第五住或。或有二種。一", "102": "者鄣空。二者鄣有。鄣空者。屬智慧鄣故。要須空解斷。", "103": "二者鄣有。是於事或。還用於事解斷。如見愛雖同是", "104": "煩惱鄣。以愛分鄣事故。為事解斷。見鄣理故。為理解", "105": "除。其力用治道各異故。然亦不關見性之義也。但有", "106": "漏道斷。根本多不盡故。又有漏道力鈍故。所斷之或。", "107": "多得有還生之義。非是都不斷也。當釋。復次已下。第", "108": "六就波若波羅蜜明也。當說。", "109": "復次須菩提菩薩摩訶薩行六波羅蜜時見眾生往。", "110": "於三聚已下。第二從此已去。有二十三復次。明總行", "111": "總願。多因感多果。一因感多果等義。此中既不一一", "112": "別明諸波羅蜜。但總言六波羅蜜。一切諸善。盡入六", "113": "波羅蜜中。下頭復次。明種種果報。故是多因感多果。", "114": "如一檀波羅蜜。亦能得端正富貴長壽等義。則是一", "115": "因感多果義。前時不說。今於此中乃明。故云爾也。淨", "116": "土之義。雖有無量。今且論真應二十三種淨土。攝一", "117": "切國。亦無不盡。若使實智法身。報佛則住實相淨土。", "118": "無量色像。無量光明。無量音聲。純無生法忍菩薩以。", "119": "為徒眾。如十地菩薩受佛軄時。如華嚴云。其菩提樹", "120": "圍十萬億微塵數佛土等。則是實報功德淨土。若如", "121": "去伽耶城不遠道樹。及西方淨國等。則皆是應土。今", "122": "此中正論果報。法佛既非因非果。自性清淨。故所不", "123": "論也。然感應淨國。大有三種。一者是行行所致。二者", "124": "是願力。三者是眾生善根行願。雖復亦由眾生善力。", "125": "而菩薩自行願力滿。復外化眾生。方得成辦此國。眾", "126": "生得往中生。是故篇名淨佛國土。不名眾生國也。三", "127": "聚者。大小兩乘俱有。若忍法已上。是小乘正定聚。𤏙", "128": "頂之中。是小乘不定聚。故八乾度毗婆沙皆云。𤏙法", "129": "退斷善根。𤏙法已前。名為耶聚。大乘繫珠之前。名為", "130": "耶聚。繫珠之中。名不定聚。種性已上。名正定聚。今此", "131": "中所明淨土。皆是正定眾生得生其國。故名淨土。故", "132": "淨名佛國品云。宜心布施忍辱持戒禪定智慧等。是", "133": "菩薩淨土。菩薩成佛時。不諂大富長壽端正不亂智", "134": "慧等眾生。來生其國也。若如無量壽經云。生彼國者。", "135": "盡往定聚。若如無量觀經。佛為韋提希。現二百億淨", "136": "土。乃云三輩九品四重五逆皆生彼國。就上輩中有", "137": "三品。謂上品上生。中品中生。下品下生。中輩上亦有", "138": "三品。謂中品上生。中品中生。中品下生。下輩中三品", "139": "者。謂下品上生。下品中生。下品下生。唯上品上生最", "140": "難得。若犯四重五逆。能至心悔過者。只可得下品下", "141": "生。若上品上生者。亦入華中。即開即見佛。即住正定", "142": "聚。若下品下生之流。一往華中。動逕劫數。不能得見", "143": "佛。逕劫數已。始華開見佛。得住正定聚。今此土賢劫", "144": "中有於千佛出世。始四佛過去。餘有九百九十六佛", "145": "在。若在九百九十九佛。唯共住半劫數。教化眾生。樓", "146": "至一佛獨住半劫。若能於前九百九十九佛結緣者。", "147": "樓至一佛。盡皆度之淨盡。當懃與此千佛結緣。禮拜", "148": "發願。循行習學。令於此劫中無有空過。此事最善最", "149": "善。宜如下品下生之徒。亦未必佳也。當說。", "150": "復次已下。第三復次亦解釋不同。一解言。凡論諸土。", "151": "所以有見淨穢者。是同質異見所然也。如摩男之金", "152": "玉。即是貧者之瓦礫。此但屬異見。質無別也。今依釋", "153": "道安法師解經云。多欲則有深壑之報。憍慢則有高", "154": "山之應。兩舌則有荊棘之果。耶見則有地獄之報。若", "155": "言但同質異見者。淨土應有金山寶棘珍妙。地獄七", "156": "寶深壑也。若言有者。淨土眾生。既無愛欲憍慢兩舌", "157": "耶見等業。何因有之。若言有者。終自不免荊棘深壑", "158": "地獄高山。何謂淨土。如被金鏁終成繫縛。與䥫何殊。", "159": "若言無者。豈是同質異見。故今摩男所見等。盡是屬", "160": "同處異質異見。如螺髻所見。此土如自在天宮。身子", "161": "所覩則丘陵荊棘。以我業之所感。應我而彼虗故。所", "162": "以身子所見。於螺髻令無。螺髻所見。於身子全無。各", "163": "不相鄣故。釋安淨土論云。彼虗故不相鄣也。故以此", "164": "文言地平如掌。以穢國所有。令淨土所無。以淨土所", "165": "無。穢國所有。故菩薩作願。令同淨土所有。除穢土所", "166": "無也。淨土義此中應廣釋。故淨穢之義。實則俱實。虗", "167": "則俱虗。何以然。不但淨土於身子獨虗。穢國於螺髻", "168": "亦虗。螺髻之虗。既是身子之實。身子之實。既是螺髻", "169": "之虗。是故當知。實則俱實。虗則俱虗。各不相鄣。若然", "170": "者。應摩男寶柱。則自有寶屋。貧者木柱。自有草舍。可", "171": "一處則有二舍二柱。二感二見故。各不相鄣也。今謂", "172": "若如身子螺髻所見。各自不同可爾。今既言摩男所", "173": "執瓦石變為金玉者。似是同質異見。如變水為蘇。何", "174": "得別水。未必同淨土義也。當釋。摩男乃捉時始變。未", "175": "捉之時。還是土石。淨土之義。今但以不見而已。見則", "176": "為異。全有全無者。為同異質異見者。半有半無者。則", "177": "為同質異見。此中一一復次。似各有一菩薩作願不", "178": "同。亦可有一人作眾多願也。當說。", "179": "有所應著已下。明有眾生應著五欲故。菩薩見之則", "180": "起大願。教化眾生。令行不著。菩薩成佛時。無著眾生。", "181": "來生其國也。見四性已下。當說。見眾生有上中下。此", "182": "據人正報。家據處所也。當說。見眾生種種異色已下。", "183": "明菩薩願淨土中。純一淨業所感。無此雜報也。當說。", "184": "見眾生有主已下。劫初時眾生無主。後時有輕操眾", "185": "生。多貪地肥故。共立一好中良人。為分地主。後復有", "186": "輕操眾生。自分不取。乃貪取他分。為此事故。共至地", "187": "主所而呵責之。後爾已來。遂有制約。次第相承。剎利", "188": "王種良始於此。爾時王者但知有民而已。亦無所勞", "189": "󳷥。民但知有王而已。亦無所獻奉。爾後已來。人情轉", "190": "薄。多作惡故。王遂有勞󳷥於民。民則有恭󳷥之事。今", "191": "菩薩見此。故願眾生無主。亦無主影也。當說。", "192": "是神已下。以善有上中下故有神道。此文為正。若言", "193": "屬鬼道者。則但惡有三品。善唯有二。於義不成。人雖", "194": "果報不如神。受道為勝。是佛法所貴。故為中品善感", "195": "也。胎生多患。故願化生也。當說。若如此中經文者。生", "196": "淨土眾生。亦似報得五通。五通通凡聖也。當說。諸欲", "197": "天等。雖復皆有揣食。而皆消化去。無大小便利。不同", "198": "人五藏六府更相業節大小便利分口流出也。當說。", "199": "無有光明已下。菩薩教化眾生。施諸燈燭。故生淨土", "200": "有如是報也。見有日月已下。菩薩見諸眾生。夏熱冬", "201": "寒。共不調適故。願無時節。令諸眾生自有光明。故不", "202": "須日月也。一解云。無有時節日月歲數。故云無日月", "203": "也。離諸善根已下。謂無貪嗔癡等三種善根也。", "204": "見眾生有三毒已下。菩薩見眾生。心有耶三毒病。身", "205": "有風冷熱雜四患故。菩薩淨土。願令無此身心兩病。", "206": "欲論一切眾生皆有三毒。而今云無者。如前論釋云。", "207": "無有耶見所帶三毒。非無直爾瞋貪等也。師言若三", "208": "乘淨土。多唯有此一聚。若一乘淨國。多有二聚。以輕", "209": "毛菩薩能發大心故。所以然也。純一大乘已下。如佛", "210": "昇忉利天經說。東方有國。純七寶界。其中皆是諸大", "211": "菩薩。佛壽七百萬億阿僧祇。亦是釋迦所化也。無增", "212": "上慢已下。無未得謂得人等也。若我光明壽命有量", "213": "已下。如釋迦常光一丈。壽唯八十。慈氏十里。壽八萬", "214": "四千歲。此猶群根故爾。令此菩薩淨土眾生福深故。", "215": "令佛壽無邊。常光無量也。釋迦常隨徒眾。唯千二百", "216": "五十。今此菩薩。願常隨徒眾僧數無邊。非據一域所", "217": "化。及放光等也。當說。", "218": "若我國土有量已下。淨名云。眾生種類。是菩薩淨土。", "219": "以菩薩所化眾生多故。國土廣博。眾生淨故。佛土亦", "220": "淨。今所化既大故。國土無邊。諸佛皆爾也。當說。", "221": "當作是念雖生死道長已下。第三十復次。即是第三", "222": "明教菩薩正觀。菩薩若見眾生性多。言度不可盡。則", "223": "起懈怠息追之心。故須教令作此正觀。除懈怠意也。", "224": "當說。", "225": "問曰有何次第已下。先釋淨土經文所以來意。故興", "226": "問答也。答曰已下。若地前菩薩。則種性過。發心過。初", "227": "地菩薩觀大法故過。今七地無生菩薩。斷五住斯盡", "228": "故。則行德俱過。唯當嚴國。故說此事。若言七地始斷", "229": "四住盡者。只得云齊。豈得言過也。當說。三種福德果", "230": "報中。若輪王天王是攝報果化。若作神道聖人。則屬", "231": "應化法身教化也。當說。如欲界第六天已下。欲論淨", "232": "土實勝第六天。但取其隨意之義。是故言如。如云石", "233": "蜜味如甘露。亦不得及甘露也。", "234": "復次眾生破尸羅已下。釋第二復次。因於戒波羅蜜。", "235": "興淨土願也。當說。", "236": "餘殘諸願亦如是已下。此淨土中。凡有三十復次經", "237": "文。今且釋一兩。餘者可知。故云爾也。", "238": "最後願義不明了已下。第三釋第三十復次。為患菩", "239": "薩起退沒心。故教正觀令興進求化接無息也。當說。", "240": "生死雖長已下。明破其長遠之相。如人夢中懃筞作", "241": "業。見從生至老。至其覺也。只未可一句之間。此事亦", "242": "爾。於先生死中煩惱怋晦故見長久。若解悟其理。則", "243": "無長久相。故不應生厭。當度眾生也。", "244": "又未來者。上破過現。今次破未來也。眾生雖多已下", "245": "次破多相也。佛智慧亦無量無邊已下。明無量之智", "246": "慧還度無量之眾生。故無厭也。", "247": "釋恒伽提婆品第五十九第五十八品者。此品以人為名。名為恒伽提婆品。所", "248": "以次淨土品後明此品者。上如來既對於海會。明淨", "249": "土行願。今此女人即對於佛。興淨土行願。是故經家", "250": "以為品目。論將欲釋。故舉之云第五十八品釋論也。", "251": "爾時女人已下。就此品中。大有四分。第一明恒伽女", "252": "人白佛興淨土行願。第二明供養於佛。第三明佛授", "253": "其記。第四明其發心行行文近。此初即是第一。論自", "254": "釋言。爾時有無量諸人。生念興淨土願。但此女發言。", "255": "故以標首也。如佛般若波羅蜜中所說已下。此經兩", "256": "處明淨土品。此中一品。下有一品明淨土行願。極為", "257": "妙盡。故言我當盡行也。", "258": "是時女人已下。第二明其興致供養。此女爾時亦以", "259": "無生心施。猶如摩納施定光佛。得□檀波羅蜜也。若", "260": "能壬三事施。施畜生一錢。亦檀波羅蜜具足故。福等", "261": "難勝。若不然者。雖以四海之財施佛。唯名為施。非波", "262": "羅蜜。況施餘人也。", "263": "爾時世尊已下。第三明如來為其授記。還從頂入者。", "264": "表授佛記。授九道記相應當記。若一切應佛授記者。", "265": "皆是授權果記。亦但一佛授記。若授實果記者。則一", "266": "切諸佛皆悉來集。是功德法身。報佛授記。其義相㒵", "267": "不可思議。亦唯菩薩功德法身受之。師言。若脩報佛", "268": "實果。亦言脩六度等行。脩權智應身。亦言脩六度行。", "269": "但有德用之異故。無別因也。當釋。既無別因。當知無", "270": "別色耳。佛告阿難已下。此同西國俗法故。皆喚女人", "271": "為姉。表無耶心之義也。劫名星宿已下。大雲經言。從", "272": "此賢劫後。有六萬八千劫中。空無有佛。過六萬八千", "273": "劫後。始有星宿劫中有五百佛出。而法華云過百三", "274": "十劫空過無有佛者。恐當據過去九十一劫前百三", "275": "十劫時。空過無佛。今此賢劫中有佛。此出其成佛處", "276": "所也。佛號已下。出其名也。當生阿閦者。此名為不動", "277": "佛。國名妙樂。亦名妙善也。從一佛國已下。明法身菩", "278": "薩。以應化法身生也。若論其功德法身。但冥會法性。", "279": "而有妙智增明。故名法性生身。亦不論從國至國。常", "280": "見報佛說法也。當說。當如佛會已下。明阿難願上淨", "281": "土經文之意。明此佛國如上淨土。故云當如佛會也。", "282": "是女從何處殖德本已下。第四明其發心久近也。三", "283": "藏中解云。從然燈佛來。至毗婆尸佛時。一大阿僧祇", "284": "劫。從毗婆尸佛來。至今釋迦。有九十一劫。此義亦與", "285": "大乘合。此女發心已來。凡得多時也。當說。", "286": "問曰已下。正欲解釋何天女人所以對佛興淨土行", "287": "願之由。故申賓主也。當說。答曰下。當一一說。若佛嘿", "288": "然已下。如勝鬘女人。從如來乞記佛乃授之。此女亦", "289": "爾。要因發言也。當說。", "290": "問曰已下。次釋其名也。當說。", "291": "是女人已下。釋第二供養之文也。上經中。但言以水", "292": "陸生華及雨張牒。今此乃云上下衣及身瓔珞。上下", "293": "衣。即是僧伽梨安陀會也。", "294": "佛報已受記已下。釋第三為其授記文也。明此女既", "295": "以無生心施。故須授記也。如先說已下。七種咲義。如", "296": "初品中說也。五礙者。謂不得作輪王釋王摩王梵王", "297": "佛也。應久轉女身已下。料簡也。當說。爾時此女既得", "298": "現前授記。五住都盡。而言諸煩惱折薄者。折薄義通。", "299": "今據餘習為薄也。", "300": "是女人從何處已下。釋第四發心久近經文也。當說。", "301": "釋學空不證品第六十釋第七十六卷論", "302": "第五十九品者。名為學空不證品。何故次河天品後", "303": "明於此品。明金華是不退菩薩。所以於如來前中淨", "304": "云行願。得現前記者。由善入三脫而不住空。不實際", "305": "作證。所以能然成菩薩大德。故次此後明於此品。論", "306": "欲解釋。故云第五十九品釋論也。", "307": "須菩提白佛言已下。就此品中。大有三分。第一以法", "308": "喻兩周。明菩薩善入三脫而不住空。第二明三三昧", "309": "別有所益。各有所治。第三明是驗知阿󳺎跋致菩薩。", "310": "此初即是第一。明善吉致問云何菩薩能善學三空。", "311": "雖學道品而不取證等義也。佛告下。當說。菩薩不化", "312": "城中止取小涅槃。故云不有餘。不住實際。故云不有", "313": "分也。", "314": "須菩提白佛言已下。第二問也。當說。上文言不令心", "315": "亂。今此中乃言不專攝心繫在緣中者。上云不令心", "316": "亂者。據明菩薩善解學空入三三昧。今言不專攝心", "317": "繫在緣中者。據菩薩不專住空實際中證也。當說。作", "318": "是念我今是學時非是證時者。此為大善妙法成就", "319": "義也。當說。作是念我今是學時非是證時者此為大", "320": "善妙法成就義也當說。", "321": "學空觀住空中已下。明菩薩雖於空中學諸道品。而", "322": "不作證。若證諸果。即是住空也。", "323": "譬如壯夫已下。次於譬說。就此譬說之中。凡有三譬。", "324": "次第展轉相生。第一作壯夫喻。第二作鳥飛空喻。第", "325": "三作善射喻。此初即是第一。先作壯夫喻。壯夫者。以", "326": "喻菩薩如三世壯夫。勁勇猛健。善於兵法六十四能。", "327": "能御怨賊。過度嶮難。扶將老弱。所至安隱。無所恐怖。", "328": "勁去亦言壯。亦云堅靳。明菩薩智慧堅壯過於急風。", "329": "善知沽法。破煩惱賊。神通猛徤。直去無礙。將諸老弱", "330": "煩惱可化眾生。過度生死恐怖嶮難。安置涅槃無所", "331": "畏處也。今言善於兵法六十四能等者。此且據俗事。", "332": "欲以譬況釋云。當以菩薩對人間壯夫。一一合說之", "333": "也。若如此間。多言六藝。謂禮樂射書筭。此亦屬六十", "334": "四能。六十四能解者甚少。大莊嚴論極廣釋。今且略", "335": "說。就閻浮提中。唯太子初生時。具解此六十四能。次", "336": "菴羅女亦解。次耆婆。此兩子母俱解。于時佛初在世。", "337": "只三人解。一者善知天文。謂日月博食。星宿運變。違", "338": "失度數。時節好惡。禍變凶衰等。此屬一能。善知地理。", "339": "有於伏藏。地之所出。百穀所生。草木所宜。風雨所及。", "340": "如是等屬一能。善識一切醫方草藥。屬一能。善別一", "341": "切病。屬一能。善知數法。屬一能。知解一切書法。屬一", "342": "能。能善射法。屬一能。能善調御。善知禮樂。功巧。伎術。", "343": "兵法。進退。得失等。盡各是一能。如是等有六十四種。", "344": "攝天下一切俗法伎術皆盡。此是俗法中六十四能。", "345": "若佛法中六十四能者。如實性論釋。以十力。四無所", "346": "畏。十八不共法。三十二相。以此六十四種。三十二相", "347": "為外莊嚴。十力無畏十八不共法等三十二種。為內", "348": "莊嚴。內外莊嚴。皆悉具足故。為六十四能。今此中。欲", "349": "譬菩薩所舉故。舉此六十四能來也。當說。", "350": "堅持器杖已下。喻菩薩以諸神通智慧廣度眾生。而", "351": "用即寂。不遠十方而去。不起滅定現諸威儀。故云安", "352": "立而動也。喻菩薩方便廣博。故云巧諸伎術也。菩薩", "353": "智慧方便德行備足。故云端正。善除或累。故云淨潔", "354": "也。菩薩。內德既充。外堪利物。人天宗仰。故云人所愛", "355": "敬也。菩薩方便善巧。能脩少福。得報利多也。如是因", "356": "緣故已下。上多許因緣故。為眾敬重也。菩薩欲攝化", "357": "眾生。眾生既自愛重。稱其功用之心。故生歡喜也。少", "358": "有因緣已下。如世壯夫多諸伎術。以少因緣。或飢饉", "359": "急難。能扶將老弱親屬知友。至安隱國內。明菩薩。有", "360": "種種方便智慧功能。將可度眾生。至大涅槃安樂之", "361": "國也。眾生有六十二等諸見。故曰老。有百八等煩惱。", "362": "故曰弱。生死二乘。故曰嶮難怖處。菩薩將此等可化", "363": "眾生。得度此等。致大涅槃。故曰過也。菩薩博愛。以法", "364": "界眾生。皆為親屬。慈怜化導。故云安慰父母妻子也。", "365": "菩薩能以方便令得度脫。故云莫有恐懅也。嶮難道", "366": "中已下。明生死之中多有四魔。伺求人便。惱害眾生", "367": "也。", "368": "其人智力已下。明菩薩有智慧方便。故能如此無方便。故能如此無方", "369": "大用廣化眾生。度生死嶮道二乘難地。即用即寂。而", "370": "不離畢竟空。故云還歸本處也。菩薩方便既大。智力", "371": "無邊。一切煩惱諸魔異見。不能侵損。故云不遇賊害", "372": "也。既至涅槃。恬然快樂。故云歡喜也。常恒清涼。故云", "373": "安樂也。菩薩摩訶薩亦如是已下。合上壯夫也。於一", "374": "切眾生中已下。合上多諸伎術堅持器仗安立不動", "375": "扶將老弱過恐怖處等也。此中合譬。極成總略也。當", "376": "說。爾時菩薩摩訶薩已下。住前來諸法。入三脫門。而", "377": "不取證也。當說。", "378": "譬如有翼之鳥已下。次作鳥飛空喻。何故此譬復來。", "379": "上雖言菩薩具多種事而不住空。而時眾疑言。空無", "380": "所有。云何可行而言不住。故次生此譬。如鳥飛空也。", "381": "鳥者是菩薩。有翼者譬二智。飛騰下。喻學入三空。而", "382": "不墮者。不墮二地也。菩薩亦如是。在空門中。而不住", "383": "空證實際也。", "384": "菩薩亦如是已下。合上有翼鳥譬也。學空。則合上飛", "385": "騰空譬也。亦不作證已下。合上合不墮墜也。未具足", "386": "佛十力已下。合上亦不住空也。", "387": "譬如健人已下。第三譬。此之三譬。皆為學空不作證", "388": "喻。初譬明菩薩雖廣化眾生脩學空等。而不住空。次", "389": "明菩薩脩學二智。如鳥二翼。雖飛於空而不住空。今", "390": "此譬來。次明菩薩善以方便持於智慧不令得住。如", "391": "世間善射人。放箭欲令相注時。若急後箭。前箭則破。", "392": "若緩後箭。則不運前箭。須善得中令不墮落。射法中。", "393": "此名為參天射也。今菩薩亦爾。以禪定弓。放智慧箭。", "394": "以方便前復注智慧箭。不令住空墮於二地也。", "395": "菩薩亦如是已下。合上健人也。以方便力已下。合上", "396": "後箭射於前箭也。若善根成就已下。合上便止後箭", "397": "也。以是故已下。總結三譬也。", "398": "須菩提白佛已下。明善吉既見三周譬說。所以驚嘆", "399": "也。不捨眾生已下。明菩薩不住涅槃。不捨世間。故然", "400": "也。眾生沒在三界生死虗妄無可有法中也。", "401": "眾生長夜著四顛倒已下。第二即別明三空。各有所", "402": "益。各有所治也。四倒義如先釋。今菩薩為此著四顛", "403": "倒眾生。故求佛道令欲拔出。說無作門也。當一一說。", "404": "空解脫門。為除著此等法。無相門。為除著此等諸相", "405": "也。當一一說。", "406": "助道行助道法已下。第三明不退菩薩應當驗知也。", "407": "當說。若答言當懃學空等者。此菩薩既不解空亦空", "408": "故。不應令學空。當知非不退菩薩相。不得受記也。當", "409": "說。若聞者。從諸佛菩薩聞也。若不聞者。息思惟得也。", "410": "如是人。是似阿󳺎跋菩薩。非真不退菩薩也。功用道。", "411": "是菩薩學道。無功用道。是菩薩無學道也。當說。", "412": "問曰已下。釋上善吉問云何學三三昧入三三昧等", "413": "文。故興問答也。答曰已下。以初攢求為學。學已深達", "414": "為入也。當說。如是二道已下。此三昧道品等。各各皆", "415": "有學有入之異。故云二道也。是三解脫門下當說。", "416": "須菩提作是念已下。次釋善吉上第二問佛答等文", "417": "也。當說。菩薩得法空故。解空亦空。故云不證。二乘不", "418": "得法空故。有空可證也。當說。佛雖答已下。明上問中", "419": "佛已答善吉言菩薩善達諸法空故不證空竟。但其", "420": "未悟故更設問。此亦非是善吉未達。為時座故然也。", "421": "以深入故已下。深入故應證。那乃云不證。解言。二乘", "422": "但得生空。不能深入法空故。於空作證。菩薩既得二", "423": "空。深入法空。知自相空。解空無空。故云深入故不證也。", "424": "具足者。明具足二空即是深入也。譬如已下。論作譬", "425": "釋也。當說。復次菩薩未入空時已下。釋上我是學時", "426": "非是證時經文也。我應遍觀已下。論云諸法相實相。", "427": "唯佛能遍觀。今菩薩未成佛。未能遍知。故不證也。不", "428": "專心攝念已下。菩薩若攝心繫在空緣。則住於空不", "429": "能出空。今不爾故。所以能出入隨意也。", "430": "問曰已下。料簡也。當說。為不能自出故者。恐住空故。", "431": "也。", "432": "是中說譬喻已下。釋上法說經文已竟。但法說理懸。", "433": "聽者難悟。故假譬況令其會解。所以今者次釋譬文", "434": "也。已如上釋。當說。", "435": "以四無量心已下。釋上安慰父母及合譬等經文也。", "436": "下二譬一一當說。", "437": "須菩提歡喜已下。釋上善吉嘆文也。當一一說。", "438": "長夜已下。釋上生死長夜文。欲論生死實其長遠。未", "439": "得其邊。初果之人。尚損無量生死。但餘十四生在。況", "440": "菩薩也。當說。", "441": "破四顛倒義已下。釋上第二別明三三昧所益所治", "442": "不同文也。當說。", "443": "問曰云何知已下。釋上第三不退菩薩應當驗知文", "444": "也。當說。唯未得無生忍。得明利順忍。亦能爾答也。當", "445": "一一說。", "446": "釋夢中不證品第六十一第六十品釋論者。名為夢中不證品。何故次學空不", "447": "證品後明於此品。不退菩薩乃至夢中尚不取證。何", "448": "況晝日明白心學而當取證。故次此品後明此品也。", "449": "佛告須菩提已下。就此品中大有三分。第一明阿󳺎", "450": "跋致行類相貌。及非不退相。對挍而辨。第二明脩學", "451": "之來。須託善知識。第三明波若體扶脩學儀軌。就此", "452": "初分之中。復有二別。第一有八復次。明不退相貌。第", "453": "二從遠離六波羅蜜及方便力已下。明非不退相。今", "454": "此初則是第一復次。明菩薩不但學三脫門而不取", "455": "證。乃至夢中亦無貪證。名不退相也。諸復次應意當", "456": "一一說。", "457": "燒一里已下。上明滅地獄火。今次明人間火。外書春", "458": "秋云。二種火。若人自失火燒者名火。若天火名灾。若", "459": "佛法中。有天火鬼火神火人火。人火屬火。餘三種名", "460": "灾。古者五家為隣。五隣為里。今言置一里者。亦屬灾", "461": "師云。昔漢時。風吹絕炎。或七里十里等。度漢水燒他", "462": "村。亦屬灾也。破法餘殃者。即是破波若等法執義。自", "463": "是各隨其見。不依經論。南地多有火燒。亦恐當是也。", "464": "遠離六波羅蜜及方便力已下。初分中第二明非不", "465": "退相。上明是不退相。即是佛事。今明非不退相。即是", "466": "魔事也。當一一說。不塗足非是頭陀法。但是省事法。", "467": "故說之耳。此中起增上慢退墮二地者。多是輕毛。若", "468": "凡夫起之則墮地獄也。若雖在城湟。能離二乘心。即", "469": "是菩薩脩遠離行。若不爾者。雖處山間。猶名散亂也。", "470": "當親近恭敬供養善知識已下。品之第二明脩學之", "471": "來必須託善友。就此中。論主云有二。第一明三乘聖", "472": "人等為人善知識。六度及實際等屬法善知識。有人", "473": "言有三種。以三乘聖人。為人善知識。以六度等。為法", "474": "善知識。實際等。為理善知識。此亦無妨也。如大本經。", "475": "若離四法得涅槃者。無有是處也。當說。羅漢既云是", "476": "菩薩善知識。此義可知。當知餘處說。但貶抑之言。非", "477": "為實語也。當說。六波羅蜜能生萬德。為世崇重。故云", "478": "是世尊也。乘之至佛。故云是道。於生死闇夜。能為照", "479": "明。於諸煩或。能為炬火。能照總別。故名智慧。能󳫠眾", "480": "生。是眾生所歸趣處。是眾生州所居地。是究竟生死", "481": "之路。是三世佛母等也。當說。是諸菩薩摩訶薩世尊", "482": "等已下。更載而讚之也。", "483": "問曰已下。論主將欲解釋經文。先出經來之意。故興", "484": "問答也。答曰已下。亦有數意。論主就說分中。自大分", "485": "為三分。從逆耳品去已前至初品。有三十品經。是說", "486": "波若相分。從魔事已下至問相品。就留難門說波若。", "487": "從輕毛品來至稱揚品。就能信之人。以明波若。輕毛", "488": "品中。雖開三信門上中下等。但通為明信相。自從不", "489": "退品來至此。並是上信門中說於波若。今言皆是阿", "490": "󳺎跋致相者。但據從上不退品已來皆說故。此初亦", "491": "以八復次說也。當說。", "492": "有人言已下。明不退之相說不可盡。為於後人作異", "493": "名說故。非為復重也。有人言有二種已下。前論已釋", "494": "有四種授記。謂未發心。適發心。發心已。無生忍等四", "495": "種。若首楞嚴經四種。乃云以不現前授記。為密授記。", "496": "金剛仙論。但以未得無生忍。為不現前。得已為現前。", "497": "師言。今此初言一者得記。據現前。未得者。據未得現", "498": "前記也。有解云。下既言得受記有二種故。當知上云", "499": "未得者。是金未得也。不現前受記有二種。下當說。是", "500": "菩薩能如已下。上品末。善吉問言未得不退菩薩亦", "501": "能如是答不。佛言有。今論主。登於上經。生下文。意為", "502": "欲說如此等不退相故。更申復次明不退相也。是菩", "503": "薩晝日常習行空故已下。次釋第一復次經文意也。", "504": "當一一說。", "505": "復次若菩薩夢見佛在人天大眾中已下。釋上第二", "506": "復次經文也。菩薩能亡心於內。亡境於外。境智俱真。", "507": "是故言心與法合。亦無合相也。復次諸佛秘密法已", "508": "下。明見佛以三密益物也。並當一一說。", "509": "是菩薩常行畢竟空故我我所等諸煩惱折薄已下。", "510": "次釋第三復次。盡當一一對上八復次文意釋之也。", "511": "有菩薩未得無生法忍已下。釋上初分中第二非不", "512": "退相經文也。當一一說。四重中。若實心謂言我是真", "513": "羅漢。屬第四重罪。若非實為名利故輕而說之。屬增", "514": "上慢。今說是佛。所以故重也。若五逆。五劫墮地獄已", "515": "則出。三大阿僧祇劫脩行得佛。若墮二地。則三十六", "516": "大阿僧祇劫留住生死。此事重故。云罪過五逆。非據", "517": "入地獄故云過也。當說。", "518": "復次菩薩欲深心得無上道已下。次釋品之第二須", "519": "善知識經文。故大本經云。善知識者是大因緣。所謂", "520": "將人得見於佛。如闍王若無耆婆信六臣者。却後七", "521": "日。必定當隨阿鼻地獄也。外名諸善知識者。以此內", "522": "外異故。阿難語佛。名半梵行。佛言是全也。當說。何等", "523": "是已下。善吉問之。佛則以人法二種為答也。當說。", "524": "問曰已下。聊簡也。如身子是過去法明佛。善吉是青", "525": "龍陀佛。今日以權況實。當知實聲聞亦是菩薩善知", "526": "識。但其不能求大。非不知大。凡夫尚解大乘。況菩薩", "527": "也。當說。六波羅蜜雖攝道品。而道品乃屬入道近因。", "528": "已如上釋也。波若如日。禪如月也。當說。會此如時。能", "529": "令生死盡除誑法。出虗誑故。名如為善知識也。復次", "530": "已下。釋上嘆文是世尊之道等義也。如上說者。上善", "531": "知識品中已廣釋也。文等當說。", "532": "釋夢中不證品第六十一之餘釋第七十七卷論", "533": "爾時須菩提已下。即是品之第三明波若軆相脩學", "534": "儀軌。及校量功德等。則論自釋云。所以善吉於此乃", "535": "問波若相者。佛上既讚嘆波若是世間是道是大明", "536": "等。善吉既聞此義故。所以於此中更問其軆相也。", "537": "佛告已下。明波若照相既寂。故云如虗空也。頗有因", "538": "緣已下。師言。頗者是偏義。今者善吉既不敢正言一", "539": "切諸法如波若相。故云頗也。有人訓字解云。頗者即", "540": "是可辭。言可得如此文也。一切法離已下。明善吉既", "541": "聞諸法如波若相。故設此問也。佛告已下。明眾生不", "542": "解此我我所心等法皆離故。而忘行之。忘行之故往", "543": "反生死。故名垢。不行故名淨也。當說。如是行為不行", "544": "色已下。次類解也。", "545": "若閻浮提眾生已下。次校量之。所以校量者。欲勸人", "546": "以波若教人。此法施利大故也。一時皆得人身已下。", "547": "次明以五乘法施也。佛言不如已下。明五乘法施雜", "548": "故。不如純教波若也。當說。", "549": "何以故乃至於一切眾生中起大慈等已下。上明校", "550": "量福田大小。今次欲明福田所以大義也。見諸眾生", "551": "輪迴入於生老病死法中。故云趣於死地也。", "552": "不與想俱已下。明菩薩教化眾生。斷除煩惱故。不與", "553": "想俱。便得大捨也。是為已下。總結也。下文等並當一", "554": "一說。", "555": "應當行般若已下。明波若有上來諸德。能與眾生五", "556": "眼等故。應須學之。是勸脩也。當說。", "557": "須菩提白佛言世尊切念離已下。佛上既言常憶念", "558": "波若。乃至相應念不息等義。善吉今乘此意。則設此", "559": "問也。當說。佛告已下。如來答也。當說。與波若波羅蜜", "560": "等者。即是與般若波羅蜜合也。佛告下當說。", "561": "須菩提白佛言乃至無所有不堅固等已下。此分中", "562": "明波若軆相。及校量功德脩進儀軌。及衍無生之道", "563": "等義。明軆相及校量等義已竟。今此文來。次明脩進", "564": "儀軌。及衍無生之道。此下善吉凡設十一問。問脩進", "565": "之方。前四句是其問正宗。次色是行般若等下有六", "566": "句。是其別歷法助難之意。第十一問是總上十意。更", "567": "設此一總問也。當一一說。世尊若是諸法皆不行已", "568": "下。第十一總問之辭也。佛告已下。如來反質答之也。", "569": "當說。", "570": "是名已下。若能解此等諸法不可得不生等義者。即", "571": "是菩薩無生法忍也。是名諸佛所畏已下。此等法是", "572": "諸佛無所畏法也。諸法無生相此中已下。善吉因佛", "573": "上云若解諸法不可得。當生不。不也。是無生法忍得", "574": "授記等義故。更設此問。上以不著無生故言得記。今", "575": "此中有二意。一者言無生法中無得記相。二者言若", "576": "著心說無生者亦無得記。故云不也。當說。非生非不", "577": "生已下。此四句中少第三句。論中有之。記法既離此", "578": "四句。故並言不也。佛告已下。反質答也。當說。", "579": "問曰已下。欲釋上問相之意非為復重。故先設問答。", "580": "亦因生起經文也。當說。波若既無定相。何意乃難云", "581": "何更問也。上聞已下。因答問相。則因生起此經文。因", "582": "上意故問。非為重也。當說。佛因已下。次釋文。並當一", "583": "一對上經文說之。以可見故不說。思惟已下。釋上領", "584": "解之文也。是行者已下。世間人多行虗誑法。是行者", "585": "行真實法。云何乃為行誑法人所伏。故云不能伏也。", "586": "又復一切聲聞已下。次明二乘聖人尚不能伏。況三", "587": "善道。三善道尚不能伏。況三惡道。故不說也。", "588": "佛欲以如是智慧已下。釋上校量福田等意也。諸法", "589": "平等忍者。即是無生忍也。當說。施惡人畜生等尚有", "590": "報。但大本經中。是自貶之辭。故云或空無報。欲使人", "591": "進德。令如此中行者。不空食施故也。當說。欲令得五", "592": "眼慈行般若已下。即釋勸脩之意也。", "593": "相應念者已下。即是牒上經文。佛勑弟子已下。即是", "594": "論釋也。下文等並一一當對上文說之耳。不增不減。", "595": "即是般若波羅蜜者。據實相波若。無量無邊等義亦", "596": "爾。菩薩智慧與此合也。信力故已下。明下從凡夫上", "597": "至諸佛。悉皆具有信等五根。通漏無漏。若言觀中無", "598": "信者。亦應無慧。何以故。佛法中必須信慧相隨。慧無", "599": "信者。屬於耶慧。若言為入空故須有慧者。亦為入佛", "600": "法故須有信。釋上信不疑等義也。當說。我想斷故已", "601": "下。若六識分別存。於生則有怖也。", "602": "是菩薩正行已下。次釋上十一問中經文也。當一一", "603": "說。佛以反問已下。釋上佛答經文也。當說。", "604": "諸觀滅已下。明諸觀法既是分別鄣。不見無分別理", "605": "故。亦屬無明也。復問下。當說。佛語下。當說。耶因緣者。", "606": "不得正果。今此中論正果報也。因緣少已下。明須萬", "607": "行具足方得妙果。菩薩於法性中智慧功德法身冥", "608": "於法性。而增長盛明。故云法性生變化身者。是法性", "609": "身上用也。當說。末後身者。是無功用道末後身。即是", "610": "十地菩薩也。具足正因緣者。此即是說生因為正因。", "611": "謂六波羅蜜等也。當說。未得無生忍已下。此據世心", "612": "菩薩。故相續解脫了義經云。地前菩薩。與諸煩惱共", "613": "行。但能縛之。初地已上。雖亦與煩惱共行。而能斷制。", "614": "七地上一切煩惱不行。與此論合也。譬如已下。為功", "615": "用道無功用道等作譬也。當說。", "616": "以是貴故已下。釋善吉所以問意也。當說。此二俱有", "617": "過故已下。若言不生。則同上第一句不生過。若言生。", "618": "同第二句過。此是第三句。上經中乃有第四句。無第", "619": "三。此中有第三句。無第四句。若別行經中。則具足四", "620": "句也。當說。", "621": "問曰已下。料簡上意也。當說。", "622": "釋同學品第六十二第六十一品者。名為同學品。即是上信門中大分第", "623": "三。自此已下。有四品經文。明厲於中信。同於上達。波", "624": "若道中說分一周終此四品。此品明脩和敬成就生", "625": "忍。令同上信。明於一學。次等學品。明因於平等得於", "626": "法忍。上既明波若相狀。善吉既問學儀軌竟。帝釋上", "627": "來又對佛校量書持信行福勝。今欲勸勵令脩故。更", "628": "有四品之生。良以於此論將欲釋。故舉之云第六十", "629": "一品釋論也。", "630": "爾時釋提桓因已下。就此品中。大有二分。第一明天", "631": "主讚嘆脩者之德。及校量勝劣。明華報等義。第二明", "632": "示行同住和敬。視如世尊。成於生忍。此初即是第一", "633": "也。當一一說。", "634": "亦勝菩薩行五波羅蜜等已下。此是美初發心。所以", "635": "云爾也。當說。無方便力者已下。夫人經云。若於無量", "636": "世行六波羅蜜。不如守此經卷者。有師即執此文。釋", "637": "言。行六波羅蜜。不如此經。何有此理。故此中云無方", "638": "便者。彼經亦爾。題云勝鬘師子吼一乘大方便經。彼", "639": "意言若無方便者。雖無量時學行六波羅蜜。不如有", "640": "方便者守此經卷。所以此中。前言勝行五度。後言勝", "641": "行波若。無方便者。為美方便義故爾。彼既云是大方", "642": "便經。故所以言守此經卷為勝者。只是言守此方便", "643": "為勝也。當說。", "644": "所有世間厄難已下。校量已竟。次明華報也。當一一", "645": "說。若干劫已下。若人於上地菩薩生惡心者。隨若干", "646": "念。一念則受一切生死之罪也。我不說有出者。只以", "647": "長遠故爾說耳。當說。", "648": "共住云何已下。品之第二明脩和敬具足生忍。不行", "649": "雜學。脩一大乘。明同學之義也。當說。", "650": "釋曰已下。今論主先出經來之意。天主既對佛校量。", "651": "今復欲說其義故所以來也。當說。", "652": "餘心心數法雜者已下。上云不令餘心心數法雜。令", "653": "欲釋餘心心數法義。故舉來文而生之也。此中並當", "654": "一一對上文意釋耳。", "655": "聞帝釋得聲聞道已下。上論乃云是大菩薩。而阿含", "656": "經亦言是須陀洹等者。並是談其迹也。當說。", "657": "不能下意共悔已下。以此義故說不出。非是永不可", "658": "出也。當說。", "659": "釋等學品第六十三第六十二品者。名為等學品。何故次同學品後明於", "660": "此品。上品明因六和敬等事得於生忍。今明因行平", "661": "等得於法忍成等學義。故次此品後。明於此品。論次", "662": "釋故。舉之云第六十二品釋論也。", "663": "須菩提白佛言已下。就此品中亦大有二分。第一明", "664": "就十八空明法等義。第二廣明波若之行及校量等", "665": "義。亦明生等。此品所以前明法等後明生等者。將是", "666": "為欲次第接連前品之意。所以如此。此初即是第一", "667": "也。當說。", "668": "須菩提白言已下。第二廣明波若之行。及校量等義。", "669": "並一一當說。為盡諸學邊已下。明菩薩觀徹真原。心", "670": "窮後際。廣大如法界。究竟如虗空。故云爾也。直到阿", "671": "󳺎䟦致地已下。上上信之中。皆云不退行類相貌。今", "672": "此中乃始云得到不退地者。當知是列於中下。令脩", "673": "上地也。並當一一說。欲撞繫佛鍾皷已下。在鍾名撞。", "674": "在皷名擊。故云撞擊。品以振於佛法為撞擊也。貌者", "675": "是大聲之相。明以佛法音聲普告一切。故云爾也。代", "676": "佛揚化。故云昇高座也。若作是念是般若波羅蜜已", "677": "下。有三飜云。若作是念。若不作是念。作是念。文意極", "678": "相似。至論意分別之也。", "679": "釋曰已下。論主將欲解釋。先牒上生下出經卷之意", "680": "也。當說。如稱兩頭已下。欲論生法既各自參差。今得", "681": "此二等。則生法均平。故云如稱也。當說。", "682": "須菩提復問已下。釋第二分經文也。並當一一對上", "683": "文說。六波羅蜜既是因性。總攝萬行。故云盡諸學邊", "684": "也。", "685": "或時有大人已下。明學大法行大智慧如是等故。名", "686": "為大人。所謂思諸實法也。當說。以欲界已下。明菩薩", "687": "以欲界眾生多諸惡欲等故。生於欲界度之。但為調", "688": "心故脩諸禪。而不隨生也。為是人故行六波羅蜜等", "689": "已下。若諸小菩薩。或為破慳貪故。行檀波羅蜜。為除", "690": "破戒故行尸羅。若謂大菩薩。本無慳貪破戒等事。所", "691": "行諸波羅蜜。但為眾生而行之也。", "692": "問曰已下。云五見等既有。各各相不同。云何言攝入", "693": "我見中也。答曰已下。明諸見雖復云云。我見為本。故", "694": "云攝入也。", "695": "人以無明因緣故已下。次出生五之由。及以生之次", "696": "第也。欲論五眾本來是空。但眾生不解此眾空故。而", "697": "於空法中。橫生我想。起於身見。生我見故。言是身死", "698": "如去等。謂如未來世去。不如未來世去。", "699": "若如去已下。次因此身見。則起斷常二見。下論自言。", "700": "謂常邊斷邊故。屬為邊見也。若謂斷滅已下。明從耶", "701": "見生見取也。若謂常已下。明從常見生戒取也。或時", "702": "見斷常俱有過故已下。次從斷常二見見取戒取等", "703": "上生於耶見。五見之生。良以此也。", "704": "住是五見中已下。師云。若以五見。足五十七見。為六", "705": "十二見者。此則為易。若言見世間常無常等有四句。", "706": "歷五陰上為二十見。前際後際。即是邊無邊四句。歷", "707": "五陰上為二十。此四十見可解。然餘十七見。而不可", "708": "解也。若言就如去不如去二十見中。以如去不如去", "709": "二句即是斷常二見故除之。次第三句即同上二句。", "710": "故亦除之。既言身即是神。身若滅時神亦皆滅。屬斷", "711": "見故。亦須除之。身異神異。既是耶見。不異五見中耶", "712": "見。故亦除之。除此五見。餘有五十七在。足根本五見。", "713": "為六十二見。此義亦極成難也。問。若言除此如去等", "714": "中三見。及身即神身異神異等五見。云餘有五十七", "715": "見者。五陰中。為除色上此三句。為除受上想上等三。", "716": "若此三句。於五陰盡除者。即成除十五見。及身即是", "717": "神。身異神異等十七見。若言但云除此三而已。不論", "718": "於五陰上明者。數既不成。則為無除。若言但除色上", "719": "此三句者。想受行識等。何故不除受上者。餘者上何", "720": "故復不除。若言五眾生盡除者。復成除十五見。及後", "721": "二見為十七。則不成餘有五十七見義。終自不合也。", "722": "當說。解言。如去不如去。即是斷常二見。第三句還同", "723": "上二句。身即是神。既是斷見故。亦同不如去義。身異", "724": "神異是耶見。今以此五為根本生諸見。抽故出三句。", "725": "既是根本生諸見故。但隨於一陰上抽取無在。一云。", "726": "色陰既在初。又多是一陰故。但抽取色陰上三句。屬", "727": "根本。生諸見。無妨也。一云。今就所見為論。多執識為", "728": "我。但取識上三句。餘數但隨識故不取。所以但抽取", "729": "此五見出。以為根本。餘者有五十七。合成六十二見", "730": "也。今解云。既言住是見。五中見世間常無常前後際", "731": "等。生五十七見。是故說身生六十二見。無咎。此恐當", "732": "但取五見為根本。已餘五十七見。從此五見上。各自", "733": "隨其所生。或橫相生等。並屬五十七見。故云生五十", "734": "七見。此為扶六十二義。故作此說。未必如六十二見。", "735": "如此從諸陰生。歷而數之。抽簡除却。令滿五十七看。", "736": "此中意乃言。於五見上。更生五十七見。不如前所明", "737": "六十二見。此義似當。諸見雖多。不過六十二種攝盡。", "738": "今既欲不乖六十二見義故。以五見為本。諸所生者。", "739": "則名為五十七見。此別是一種。意明六十二見。若如", "740": "上所明六十二見者。乃以十四難為根本。歷五陰上", "741": "離作之。雖合諸見。亦不論五等名字。今此中乃於十", "742": "使中。抽取五見為本。生五十七。雖不相離。當知別是", "743": "一義明之。如大集阿含經等釋六十二見義。已如佛", "744": "母品中說也。當說。", "745": "復次佛告已下。次釋上經文中後之三句。作是念等", "746": "文句義異之意也。當說。", "747": "釋願樂品第十四釋第七十八卷論", "748": "第六十三品者。名為願樂品。所以次等學品。後明此", "749": "品者。上品明菩薩具於生法二忍。內德既充。外為世", "750": "間人天所樂。及為一切眾聖愛念。此品之生。正以於", "751": "此。故次等學品後。明願樂品。論將欲釋。故舉之云第", "752": "六十三品釋論也。", "753": "爾時釋提桓因已下。就此品中。大有二分。第一明嘆", "754": "美波若行般若德。及隨喜迴向功德無量無邊。第二", "755": "從須菩提白佛已下。明無分別波若不可思議。雖復", "756": "冥懸而無方大用。今此初即是第一讚嘆等義也。當", "757": "說。", "758": "得人天中之善利壽命中最等已下。釋三善利有四", "759": "種。壽命有二種。並至論當釋。我既度已下。明菩薩行", "760": "四弘誓願也。當說。隨喜心下當說。迴向已下。明菩提", "761": "是眾生還原反本之處。今諸隨喜一念已下善根福", "762": "德。與一切眾生共之。以無相心。只願令得此菩提。故。", "763": "云迴向。一者以此功德。不願得餘果。唯願得佛。向己", "764": "菩提反本之處。故云迴向。二者以此功德。願一切眾", "765": "生皆得菩提。不得餘果。向己歸本之地。故云迴向也。", "766": "非心已下。明無相之心迴向。心相即寂。心無心相。故", "767": "云非心。雖心相即寂。亦不離此心而得迴向。故云不", "768": "離也。", "769": "須菩提白佛言已下。品之第二。明無分別波若不可", "770": "思議。雖寂冥懸。而能有大用也。當一一說。佛告已下。", "771": "明慧眼所見無法可見故然也。當說。二離中已下。此", "772": "意云。若言波若亦離菩提亦離。以波若離為因菩提", "773": "離者。便是以離得離。故云二離中云何能有所得也。", "774": "佛告已下。佛答意云。若波若離。異菩提離。有此二離", "775": "者。可云二離。不應以離得離。今波若與菩提。同是一", "776": "如。若能解波若離者。即是菩提離。只以波若能解此", "777": "波若離即是菩提離故。所以因於般若得於菩提。既", "778": "無二離。是故不以離得離。而因波若得菩提也。", "779": "能為難事已下。明聖人說法但益物而已。如來為益", "780": "一類眾生故說難。善吉為益一徒眾生故說易。雖云", "781": "難易。其理實冥同。佛甚深義故云難。善吉以無難相", "782": "故云易。是故懸同不相反也。菩薩行波若。心無有分", "783": "別。無有滯礙。故云如虗空也。", "784": "譬如佛已下。為除伏疑故。有人言。若波若無分別者。", "785": "恐當無心同於木石。引佛為義。如佛有心無分別也。", "786": "當說。作化人已下。亦為除伏疑。有人言。若波若無心。", "787": "則無所作。不能得果。故作此化男等喻。雖復無心分", "788": "別。而能有所作。波若亦爾也。如化人木男女牛馬等。", "789": "雖復無心而有所作。般若亦爾。雖無心相而有大用。", "790": "大有所作。只以無心相故。始能作無極之用。若有心", "791": "相。則有疲怠懈廢。用有有極限。何能有無盡之用。非", "792": "木石故云無心也。用時有魯班。亦善能剋木也。作人", "793": "還令作木人。及令鋤㭉也。當說。波若色知識等法。盡", "794": "無分別也。", "795": "報舍利弗已下。身子向者總以為問。善吉以此二業", "796": "異故。乃分為二分答之。以六道是生死。屬顛倒業故。", "797": "為一分答也。", "798": "汝言已下。次領答後分。明一切聖人。皆以無為法故", "799": "而有差。無為法者。即是無分別法。以得此無分別法", "800": "故。得諸果差別。若無為果。不論差別。但據有為果也。", "801": "當說。", "802": "釋曰已下。明大眾聞上說於波若及行菩薩道發心", "803": "之者。福德無量。所以祥共歡喜作念深生讚嘆也。當", "804": "說。", "805": "問曰下。當說。雖未即位者。云未經位也。但空發心者。", "806": "據凡夫發心。未能具行諸波羅蜜。故云空也。在㲉中", "807": "者。喻菩薩在生死無明㲉藏中。心力已勝也。如沙彌", "808": "已下。所以說此者。只欲令人發心欲示凡夫趣爾。發", "809": "心羅漢。尚為員衣鉢。何況發心菩薩也。當說。此事不", "810": "可論者。明未來功德故當具勝。但今猶劣也。", "811": "小乘人言已下。此是小乘偏說也。中道義如上說者。", "812": "即是初解謂發心勝。非禪定解脫等諸德勝義。此是", "813": "處中而說。稱於義理。故云中道也。得人中善利已下。", "814": "當說。梵王等。是六波羅蜜家草莠報。法王是正報也。", "815": "當說。", "816": "所以者何已下。釋發心所以勝義也。以種無量無邊", "817": "田中已下。明諸佛聖人是無盡之田。今以於此無盡", "818": "田中。興隨喜心故。名於此田中種善。所以其福無量。", "819": "此最是勝福。冥應懃行也。", "820": "須菩提聞已取空無有心相已下。釋上品之第二經", "821": "文也。當說。世尊今波若已下。釋善吉問意也。當說。", "822": "譬如以指觸虗空已下。明指是有虗空是無。以虗空", "823": "無故。指尚不能得觸虗空。何況二法皆是一空而當", "824": "有觸也。", "825": "若一切法定有相非空者已下。明法相既定故。則生", "826": "死不可斷。涅槃不可證。無三世四諦三寶等義。只以", "827": "諸法並無定相故。有此斷證等義也。當說。", "828": "畢竟離相中。無鄣礙故。雖一切諸法同是一離。而得", "829": "有差別也。甚深相下。當說。如木人無心而有所作。波", "830": "若無分別。而能得諸果也。是故斷法即是空無有分", "831": "別已下。此據無為果。辯無分別義也。", "832": "世諦故已下。釋有分別義也。及畢竟空已下。次就軆", "833": "實釋無分別義。明此人法皆畢竟空故無分別也。", "834": "釋稱揚品第六十五第六十四品者。名為稱揚品。何故次願樂品後。明於", "835": "此品。上明菩薩脩平等行。具生法二忍故。為一切眾", "836": "生愛樂。今次明為諸天人所敬。眾聖嘆美故。次明此", "837": "品。論將次釋。故云第六十四品釋論也。", "838": "舍利弗語須菩提已下。就此品中大有二分。第一明", "839": "菩薩行不二法不證實際。而廣度眾生。第二從何以", "840": "故去。明十方諸佛稱揚菩薩。此初即是第一明。善吉。", "841": "既是命說之主。故身子致問也。當一一說。", "842": "是乃為難已下。至論當釋。虗空既是對有之無。故云", "843": "無堅固虗誑等也。眾生離即是色離者。當知生空即", "844": "是法空。但從詮為異也。當說。", "845": "佛告已下。明次佛為賓。善吉為主也。至論當釋。不但", "846": "已下。明佛成其所說也。", "847": "釋曰已下。論主此初先起經來之意。明身子聞上品", "848": "末說無分別波若相故。所以致問。生此經來也。當一", "849": "一對上經文說之。", "850": "眾生虗誑已下。明眾生無始已來著有情。皆今不著", "851": "故為難。眾生是空。而欲度是空眾生故為難。不著無", "852": "為故。不為難也。當說。", "853": "問曰已下。上命說分中。已有此義。而所以於此品中", "854": "更明此義者。上云後分囑累為命說故來。次囑累品。", "855": "既明囑累之事故明之。一云二周囑累。為波若與方", "856": "便二道經文。故為二周不開命說。當此品為生下分", "857": "一周囑累故。所以此中釋此命說等義也。當說。", "858": "釋稱揚品第六十五之餘釋第七十九卷論", "859": "觀一切法空不捨一切眾生已下。明菩薩雖軆一切", "860": "法空不住於空。而能起大慈悲。以不捨眾生。故爾。若", "861": "此慈悲等。不解一切法空者。則起眾生相。而度眾生", "862": "相。而度眾生。名為愛見大悲。則於眾生有疲惓想。今", "863": "以菩薩慈悲。從實相生。屬無緣慈悲故。無窮盡所度", "864": "無極。所以具此二法。魔不能壞也。", "865": "復有二已下。一者所作如所言。二者為諸佛所念。明", "866": "菩薩從發心已來言之。與行未曾相違。如受戒時。亦", "867": "終不違前語。而毀禁戒等也。當廣說。", "868": "何以故已下。品之第二。明十方諸佛各自稱揚菩薩", "869": "也。當說。", "870": "從初發意已下。就稱揚中有通有別。今言從初發意。", "871": "至四十一地。是通稱揚。次明阿󳺎跋致。是別稱揚。次", "872": "明未得無生忍順忍之中。復是一種稱揚。悉屬別也。", "873": "當說。", "874": "如是須菩提。但聞波若波羅蜜門大利益。何況信解。", "875": "信解已下。上明總別稱揚三種菩薩已竟。自此已下。", "876": "次明菩薩能如說住行得於大果也。白佛下。當說。佛", "877": "告下。當說。", "878": "佛言如是已下此則問答一種。但領上而已。云何得", "879": "顯賓主義論。論釋云。以有著為問。以無者為答。故得", "880": "成往復也。何以故已下。釋如是之義也。當說。釋提桓", "881": "因白佛已下。明天主高讚也。當說。", "882": "釋曰已下。明佛上云假使一切皆成為魔。此一一魔", "883": "復化為無量魔。遍滿十方亦不能壞。是菩薩時眾聞", "884": "此生疑故。所以善吉致問也。佛答。以菩薩具此二緣", "885": "故。魔不能壞也。", "886": "此日月因緣故已下。作況來釋之。外書云。以陰陽化", "887": "萬物。陰陽者。謂六伴六呂。以侯月屬陽故為伴。偶月", "888": "為陰。故名呂。所以天下寒熱等。只由此陰陽律呂支", "889": "氣等也。若爾者故如十一月。名為黃鐘之月。是陽支", "890": "之始故名律。一陰支起。一陽支則伏。一陰支起。一陽", "891": "支則伏。從十一月去。至四月。六陽支悉起盡。六陰支", "892": "悉伏盡。何不大熱。五月則一陰支造起。至十月六陰", "893": "支起盡。六陽支伏盡。何不大寒。當知。外家所解末必", "894": "為合。如佛法中解。日行三道。夏行北道。正對人上故", "895": "熱。春秋行中道故。冷燸停等。冬行南道。過水山上。擊", "896": "彼氣來。故來寒。此中言以日月故化萬物者。此義為", "897": "正。曰是黃金水精等作屬陽精故熱。月是白銀瑠璃", "898": "作屬陰精故泠。日中下火氣。月中下水氣故。所以日", "899": "月能乾濕。萬物生長。若五月六月等。以熱勢盛。消月", "900": "中水氣。令無故露少。非如外書。解云。露出百草也。今", "901": "菩薩以此二行化物。其由日月化萬物成長也。當說。", "902": "諸天神輕賤妄語人已下。次釋後之二行也。若不能", "903": "如說行者。則是大妄語人故為天神輕也。當說。", "904": "五種執金剛神已下。上不退品中言五性。今言五種。", "905": "餘經中五方。即是一義也。已如上說。諸天則來已下。", "906": "次釋上諸天讚嘆欲當奉鉢等文也。當說。", "907": "問曰下當說。答曰已下。如法華中云。今相如本瑞。我", "908": "見燈明佛本光瑞。如此等以比知也。當說。如我今已", "909": "下。次釋上稱揚文也。當說。", "910": "諸佛雖無著心已下。明諸佛道同。若一佛稱揚。則諸", "911": "佛同爾。故云諸佛也。雖無著心所以讚善者。欲令一", "912": "切行善及近善人。所以毀惡者。欲令人離惡及以惡", "913": "人也。當說。", "914": "問曰何經中說已下。上既云釋迦偏常讚嘆寶相尸", "915": "棄二菩薩者。凡出何經也。答曰下。當說。稱揚三菩薩", "916": "已下。一者。是總稱揚菩薩。謂從初發心。乃至十地也。", "917": "二者。是阿󳺎䟦致菩薩。三者。是未得無生忍住順忍", "918": "中菩薩。為欲明此總別稱揚三位菩薩義故。善吉所", "919": "以別致問也。當說。", "920": "皆是無常苦無我等法已下。釋上菩薩未得無生忍。", "921": "能觀一切法空。虗誑不堅固無生等義。今已此無常", "922": "等三門。釋虗誑不實不堅固義也。一切法空者。即是", "923": "空門義也。一切法無生者。下當說。", "924": "復次已下。次就三脫門釋也。當說。是人出宗順忍已", "925": "下。師言。此是順忍無生忍中間。出凡夫地是初地已", "926": "下。上菩薩無生有種種。今語未得七地無生。故云出", "927": "凡夫地也。此義當釋。能斷二地者。經論多云離二乘", "928": "地也。一解云。斷離十地性地二地或。故云斷二地也。", "929": "得八人地已下。上故云出凡夫地初地未滿。故云未", "930": "入聖法也。一云。未入得七地無生忍聖法也。", "931": "今以信力勝故已下。明信等五根三十七品通於上", "932": "下。乃至於佛亦有信根力等。但燸等四心不通耳。當", "933": "說。", "934": "若但聞波若已下。次釋上能聞波若得無量福。及將", "935": "來大果文也。當一一對上文說之。若法無三相已下。", "936": "若經中明四相大小。四相通法則有文。論就三相明", "937": "之。通法有此。七是聖人說法廣略。故然也。無有是處", "938": "下。當一一說。眾生亦不離如已下。明眾生即如故無", "939": "所拔出也。當說。", "940": "釋囑累品第六十六第六十五品者。名為囑累品。此即是波若道中第三", "941": "大分。流通分也。就此經一部。論主自大分為二分。從", "942": "此中囑累品已上。有六十五品經文。名為波若道。次", "943": "從不盡品已下訖後囑累。有二十四品經文。名為方", "944": "便道。就波若道中。有於三分。第一序分。第二說分。第", "945": "三流通分。欲論前之序分。不但為波若道中作序。亦", "946": "為方便道作序。但文屬波若道中。分此三分也。就說", "947": "分之中。復有三分。謂說波若相分。留難分。信分等義。", "948": "已如上釋。若以命說分足之。則成四分。請分足之。應", "949": "成五分。所以於此品後次明囑累者。明如來所說。本", "950": "為益物。不但欲利當時。乃欲遠傳千載。說波若分一", "951": "周既竟。應須付囑令二世得益。故次屬阿難。若餘處", "952": "經名為中囑累品。今此中經只云囑累品。論將欲釋。", "953": "故舉之云第六十五品釋論也。", "954": "爾時釋提桓因白佛已下。就此品中。大有二分。第一", "955": "明將欲囑累。先當分別乘。校量勝劣。及授大記。勸脩", "956": "讚嘆行波若等義。第二從是故阿難已下竟品。正明", "957": "其囑累之事。有此二分。師言。他家於此品中。為復種", "958": "種科之。亦恐失其指。今此初即是第一明帝釋乘上", "959": "品所說之意。於此初諮問也。當一一說。佛告已下。明", "960": "既其生法二空何有得義。故如善吉所說也。", "961": "欲比菩薩已下。次明校量。所以設校量者。只欲為明", "962": "囑累義也。當說。是時會中已下。聞於校量故。致供養", "963": "也。是時八百比丘已下。明既聞如此校量。能致大果。", "964": "是故發心。以五色華供養也。", "965": "爾時佛知已下。明為授記也。於如宿劫已下。若星宿", "966": "劫。去此賢劫。六千八千劫既無量。如宿劫者。不知近", "967": "遠也。佛名散華已下。以上比丘以五色華散故。權果", "968": "中明相當因果。故名散華也。", "969": "以是故下。明勸脩也。當知是菩薩已下。明聞波若及", "970": "以行以者。非少功德之所致也。要從先聞。始能信解。", "971": "少福之人不得聞。此生信愛樂脩行也。當說。", "972": "是故阿難我以般若已下。品之第二。正明囑累。上所", "973": "以如此說者。只為成付囑。以有如上來多許授量等", "974": "義。故以此經。囑累於汝。故云是故也。此經唯校量廣", "975": "博。囑累慇懃。二義異於餘經。故什師解云。所以慇懃", "976": "囑累者。以寶重故。防深所以校量廣濶者。以功高故。", "977": "校廣一切大乘諸經皆爾。非但一部而已。但以時處。", "978": "眾別故。令聖說有殊無妨。法理是同。大乘諸經皆爾。", "979": "何有涅槃為勝。法華劣也。故姚主問什師云。來至秦", "980": "地。有何播益。答云。貧道至此。飜二百二十六部大乘", "981": "經。皆明常住佛性因果理。足以此為益一切。大乘經", "982": "典西國盡名為法身。故經云。若此經典所在之處。當", "983": "知此處即為是塔。皆應恭敬作禮圍繞。以諸香華而", "984": "報其處。而今豈可於大乘經中辨其優劣。言五時差", "985": "別故。遂有常無常義。可謂頺網既驛。設救為難也。當", "986": "說。", "987": "其過小小已下。就囑累中。亦有多種意。囑累今此初。", "988": "明有十二部經接化於世。十一部經是聲聞藏。唯為", "989": "益二乘。所利處小。有落失者。無有大罪。方等一部是", "990": "菩薩藏。唯為菩薩。是大乘典能致得佛利益處廣。是", "991": "故失之能得大罪也。下文等當一一說。", "992": "供養我已下。次明勸供養也。信心清淨已下。明淨信", "993": "也。皆從波若波羅蜜中生已下。金剛波若亦云。三世", "994": "諸佛從此經出。一切諸佛從此經生也。", "995": "是菩薩摩訶薩母已下。上明生佛。今次明菩薩一切", "996": "因果。皆從此生也。", "997": "非我弟子事已下。次更校量付囑。如佛話經說者。此", "998": "中阿難既持大乘法藏。故屬阿難海。菩薩也。一食者。", "999": "從旦至食時也。須臾者。無問四時。但令一日一夜則", "1000": "有三十須臾也。何以故已下。釋所以校量勝義也。", "1001": "說是波若波羅蜜品時已下。於此囑累之中。為欲更", "1002": "衍波若法相。故現神力也。不與眼作對已下。欲明波", "1003": "若相寂。上所以先現神力者。只為發生此法之由也。", "1004": "何以故已下。還釋法法不相見等義也。", "1005": "得無礙知見已下。上明波若無知知見相寂。是用即", "1006": "寂義。今以明波若照窮萬品。寂是即用義也。名眾句", "1007": "眾已下。如眾字為名。如菩提兩字。始得成名。故云名", "1008": "眾。眾名成句。故云句眾。眾點成字。故云字眾。如此等", "1009": "名句字眾等。或云有十萬偈萬八千偈等。文字句眾。", "1010": "名為有量。今論波若之軆。故云無量也。", "1011": "何以故已下。以無盡釋無量義也。過去諸佛下。復就", "1012": "於三世。明無盡義也。何以故已下。復以無生。釋無盡", "1013": "義。盡則是滅。生則是生。今云波若既無生滅。云何乃", "1014": "言是無常也。", "1015": "佛出覆面舌已下。明時眾既見佛。為復如是種種讚", "1016": "嘆校量。付囑波若。便生疑。故如來出舌。欲證說不虗", "1017": "也。則是一切字門已下。明波若能生諸陀羅尼總持。", "1018": "一切字門等義。無有忘失也。是行者足已下。足是身", "1019": "之本。明此波若是法身之本。故云足也。", "1020": "問曰已下。釋上天主疑問之文也。當一一說。佛說有", "1021": "三種慧已下。欲明下人能與上人義論之。故引此三", "1022": "慧義來耳。大乘習種。雖是聞慧。皆是據其得處。此至", "1023": "十地始滿。故通上下也。當說。如阿難雖未離欲已下。", "1024": "大本經亦云。我諸弟子未離欲者。悉皆四散。唯除阿", "1025": "難。與此論合也。好樂說空已下。此等文意。盡陟稱揚", "1026": "品末。何故乃屬此品。解言。此中本為接上品意。欲生", "1027": "下文故。屬此品。不屬上品也。當說。", "1028": "欲比菩薩已下。釋上分別三乘校量勝劣經文也。當", "1029": "說。譬如破闇已下。當知前燈與闇共住故。後燈來時", "1030": "前燈更明。佛智起時金剛更明。那言佛果不斷。佛果", "1031": "不斷者。則後燈來時不更大明。亦不須後燈也。故大", "1032": "本經云。佛智能善斷我等無明闇。譬如日出時。除雲", "1033": "光普照。前初品中論又云。無明有二分。佛所斷分。菩", "1034": "薩所斷分也。當說。", "1035": "復次二乘得空下。當說。若欲於一切眾生最上已下。", "1036": "釋上勸脩文也。當說。答曰言智慧有分已下。如以文", "1037": "釋約虗空。二乘所得。有餘不盡故。教名不了。智有分", "1038": "證理有量也。當說。", "1039": "爾所分是須陀洹已下。明一切三乘聖人。只以得實", "1040": "相理。有淺深分齊。故有聖位差別。故金剛波若云。一", "1041": "切聖人。皆以無為法而有差別。此中言爾所分。亦與", "1042": "彼經合也。一切聖人。若不得此實相無為之理者。則", "1043": "不能斷惑成聖。故金剛波若云。一切聖人皆以無為", "1044": "法得名也。微咲義已下。彼品則指初品。此品復指彼", "1045": "品者。此是次第相乘。故然也。", "1046": "當知是人人道中乘已下。釋上讚聞受行等者。皆先", "1047": "世久習等文也。當說。", "1048": "常有一生補處已下。彌勒雖復八十年在此方。至佛", "1049": "滅度後。始生彼天上。八十餘年。始往彼生。然此間四", "1050": "百年。始於彼一日一夜。此間假使百歲。於彼只是須", "1051": "臾之間。故不妨云常有也。", "1052": "問曰已下。問意云。但交於佛田中種。自得佛及三乘", "1053": "涅槃。如法華中說等。義為善。何故乃云要行空也。法", "1054": "華論留支三藏。以景明二年欲飜。為有小小國不寧", "1055": "事故不得譯。但出要意一卷云。此以一華一稱南無", "1056": "佛等。乃據習種已上菩薩所有諸善。悉以波若相和", "1057": "故。皆得感佛。近得初地已上佛道菩提。若習種已前。", "1058": "所有諸善。不與波若相和。故沒在世間有盡法中。不", "1059": "能感佛。與此論合也。當說。答曰已下。當說。", "1060": "如是功德利益故已下。明波若以有上來多許事故。", "1061": "所以令佛懃懃囑累也。佛以般若經卷已下。其理一", "1062": "定。不可遷易。文有失壞。故須付囑也。如意寶已下。如", "1063": "如意珠無有定色。而能出生一切諸寶及餘雜物故。", "1064": "須別自慇懃付囑。明波若之寶軆無定相。而能出生", "1065": "三乘諸寶及世間善法。故付屬不同餘寶。餘寶者諸", "1066": "餘經也。當合說。", "1067": "除波若雖有十二部經已下。持地云。十一部經是聲", "1068": "聞藏。方廣一部是菩薩藏。應云除十一部。而言除十", "1069": "二部者。此明就大乘經中亦獨自校量故。爾所以前", "1070": "論文云雖有無量摩訶衍經。波若波羅蜜最為第一。", "1071": "就方廣部中。亦有為明發大道心者。亦有為明得阿", "1072": "󳺎跋致地者。亦有為明合得菩薩道者。亦有合得佛", "1073": "道者。今據波若為諸佛母。出生諸佛。得佛道者為語", "1074": "是故言勝。故前校量分中。自就大乘中校量言。以波", "1075": "若教三千界發心心菩薩。不如教一阿󳺎跋致菩薩。", "1076": "教三千界阿󳺎䟦致菩薩。不如教一近佛道者。今此", "1077": "中自以大乘方廣部中。亦合共校量云。此云波若。為", "1078": "生佛道故。生之為重故。次此上文言。此波若。為出生", "1079": "三世諸佛故。亦言為菩薩摩訶薩母。今者為唯取是", "1080": "佛母義邊故。所以言勝餘十二部也。一云。如來實解", "1081": "小乘。亦有十二部。所謂廣經亦不為解義論義因緣", "1082": "本事等。但令廣說。或復善惡因果色心等法。屬於廣", "1083": "經。如此為論者。波若故宜勝十二部也。當說。", "1084": "何以故已下。釋所以勝義。以此文驗。當知波若唯據", "1085": "為是出生諸佛。及近佛道者。故云勝與校量勝義經", "1086": "文等合也。", "1087": "問曰已下。釋上以大小乘校量文也。當一一說。如意", "1088": "樹者。大本經。名為天意樹。此中為善也。", "1089": "爾時佛欲明了是事故已下。釋上示現神力。為欲更", "1090": "說波若無知。照即寂義。此中意。以天肉二眼。通報得", "1091": "故。說為見虗誑。餘三眼唯脩得法眼。雖照別。亦無別", "1092": "相故。無別可別。慧眼雖知同。以同無同相故。亦無同", "1093": "而可同。故云無作。諸佛菩薩天肉二眼。亦能爾用。但", "1094": "今據有同報得照用之義。故云爾也。當說。", "1095": "但以大慈悲故已下。欲論諸佛智慧本寂。但以慈悲", "1096": "本願。度眾生力故。隨眾生見。現種種說。及讚波若等", "1097": "義。實無所說。亦實無所讚。故華嚴云。如來不出世。亦", "1098": "無有涅槃。以本大願力。顯現自在法。大本經云。若知", "1099": "如來常不說法。是名菩薩具足多聞。所以現出世間。", "1100": "及有說等者。唯為眾生如來。今但說法相寂。慈悲亦", "1101": "寂。但諸佛本意。唯為眾生。今以眾生不可盡故。所以", "1102": "佛出世不可盡。以眾生不可盡故。諸佛亦慈悲不可", "1103": "盡。以慈悲不可盡故。現說亦不可盡。若其眾生可盡。", "1104": "能解無說相者。諸佛終無有出及說法等義。何以故。", "1105": "從本以來性自爾故。所以說者。只欲令解無說。所以", "1106": "出者。欲令眾生至於無出。所以悲者。欲令眾生得於", "1107": "無悲。此皆由波若無盡。本願不窮。慈悲深重。故令然", "1108": "也。當說。", "1109": "佛智慧不可盡已下。釋上無量無盡無生等經文。若", "1110": "上經中。以無盡釋無量。以無生釋無盡。今論中。乃以", "1111": "無量釋無盡。以無生無滅釋無量。此是如小品已下。", "1112": "如此經有十萬偈。小品有四千偈。放光有一萬八千", "1113": "偈。光讚八千偈等。名為有量也。", "1114": "未來現在亦如是已下。欲明波若體是常住。非時節", "1115": "所遷故。約三世明之。皆不可盡等也。不盡已不盡已", "1116": "下。更以三世顯其不盡之義也。當說。", "1117": "如人以香油瓶已下。如瞻蔔香油以瓶盛之。所以慇", "1118": "懃付屬不令破瓶者。畏失油故。今囑經卷。亦復如是。", "1119": "以文詮理。義從文得。文不正義不成。違文失指。恐失", "1120": "義故。所以囑文不令忘也。當說。但以本願誓度眾生", "1121": "下。當說。", "1122": "能入一切文字已下。釋上陀羅尼文也。當說。如須尸", "1123": "摩已下。此外道亦得文持陀羅尼。以不得波若和故。", "1124": "則有忘失。外道詳共差。令入佛法中偷法。有一比丘。", "1125": "於佛邊自云。我生已盡。梵行已立。所作已辦。不受後", "1126": "有。還房已。尸摩則隨。以諸禪五通三明等問。皆言不", "1127": "得。云汝若爾者云何於佛邊言我生已盡等。比丘答", "1128": "言。我是慧解脫人。即復問言。云何是慧解脫人。比丘", "1129": "復言。汝雖不解。然我只是慧解脫人。尸摩云。汝說法", "1130": "簡略。我未能解。往問佛。佛云。我佛法中先用法智。後", "1131": "用比智。法智知現在。比智知過未。成實但用此一義。", "1132": "言法智斷現在煩總。比智斷過未或。以法比二智。斷", "1133": "三世或。此乃屬知三世之法比智。非斷或智也。法智", "1134": "知法。比智知義。法智知欲界。比智知上二界。汝應先", "1135": "用法智。知其現在所得。云何乃先用比智。以過未之", "1136": "義來比之。乃用五通三明等問也。此人既是慧解脫", "1137": "人。故但於未到地盡諸漏。不得諸禪。及滅禪並無五", "1138": "通。無五通故無三明。所以不但有學有八智。無學亦", "1139": "有八智。為無他心智及無生智故。而將此事來者。只", "1140": "以證外道所得陀羅尼。不和波若有忘生故。不能先", "1141": "用法智。乃先以比智問他。違三量故。菩薩不爾也。當", "1142": "說。", "1143": "在小乘心中已下。師言。小乘雖有轉識。法智以得波", "1144": "若氣分。故云爾。今謂波若既常。此智那是無常。既云", "1145": "爾者。當有其意。此文為正當說耳。", "1146": "釋無盡方便品第六十七釋第八十卷論", "1147": "第六十六品者。名為不盡品。上來至此。明菩薩波若", "1148": "道。自此品已下訖於經末。明菩薩方便道。上波若道", "1149": "中。明權實二果。因中萬行。語其歸宗。為明波若。今此", "1150": "中亦明真應二果因中萬行。論其指趣。為明方便。欲", "1151": "論聖心亦未曾二。言其智慧。亦未曾一。波若有入實", "1152": "之功。方便有功用不證。故論云。波若能將菩薩。入畢", "1153": "竟空。方便能將菩薩。出畢竟空。以有此二智出入之", "1154": "殊故。所以經中遂有此二道之別。就方便道中。論主", "1155": "自科有於二分。從此品去。至曇無竭品。通明方便道", "1156": "義。囑累一品明其付囑流通。師言。就此斷經文。亦極", "1157": "有多家。自有符姚時諸法師科者。自有光律師弟子", "1158": "道場法師。後聽留支三藏講說。為被三藏小小瞋故。", "1159": "入嵩高山十年。讀大智度。已出邑。欲講此論。于時有", "1160": "一尼僧。善樂讀此論。故遂為檀越勸化。令此法師講", "1161": "說。智度之興正在此人。此人科。略亦為細碎。但苻姚", "1162": "時諸大法師。既在譯論之際。又值什師。應善其意。今", "1163": "且依此苻姚時諸法師。科有於三分。始從此品至夢", "1164": "化品。有十一品經。明其內行方便。即是自行。第二從", "1165": "四攝品。去於化品。有十品經。明菩薩外化方便。第三", "1166": "從薩陀波崘品。至曇無竭二品。明其舉人勸脩勸學", "1167": "波若。波若道中則初勸學。今方便道中乃後明歡脩", "1168": "者。此是聖人隨從方便。顯始終。說異所以以然也。亦", "1169": "為顯波若道方便道二說之殊。所以然耳。若以流通", "1170": "足之。則成四分。所以次此名不盡品者。故是乘上生", "1171": "下之義。上品云。三世諸佛學波若波羅蜜。悉皆不盡。", "1172": "已不盡。今不盡。當不盡。今此品來。為接上文。生於下", "1173": "意。明方便道中不可盡義。故名不盡品。論將欲釋。故", "1174": "舉之云第六十六品釋論也。", "1175": "爾時須菩提作是念已下。就此品中。有於二分。第一", "1176": "明波若因果。微妙深理。既無所除亦無所得。第二明", "1177": "有所除亦有所得。大有此二意。今此初即是第一明", "1178": "善吉作念。上明波若不可盡。今此中善吉作念。乃云", "1179": "阿褥菩提不可盡者。師言。欲明常因感常果義。上明", "1180": "因深故果深。故云波若不盡今欲明果深故因深。云", "1181": "菩提不可盡也。", "1182": "白佛言已下。即明波若不可盡義也。如虗空者。有二", "1183": "種。一者世間虗空。二者法性虗空。若世間虗空。以喻", "1184": "來明。法性虗空者。談其體性。今只以此虗空不可盡", "1185": "故。能生無盡波若。波若從無盡之法生。故無盡。所以", "1186": "阿蘭若習禪經云。以此智無常生滅故。求諸實相。當", "1187": "知解此無盡之法。始般若波羅蜜生得成常解也。當", "1188": "說。", "1189": "色不可盡故。只以色體空故。故不可盡。色無自性。波", "1190": "若無自性故。所以波若得生。若使此等法。各有自性", "1191": "者。波若則不可得生也。乃至種智亦然也。當說。", "1192": "癡空不可盡故已下。次就十二因緣。明不可盡義。以", "1193": "菩薩解此等空不可盡故。波若智慧得生也。至論當", "1194": "釋。", "1195": "是十二因緣獨是菩薩法已下。品之第二。明有所除", "1196": "故。亦對明有所得。若使二乘。實不能如此解十二因", "1197": "緣不可盡義。如此中所明十二因緣者。唯有菩薩。能", "1198": "如此解。故云是十二因緣。是獨菩薩法也。能除諸邊", "1199": "顛倒者。此是通辭。若能如此解此十二因緣者。則不", "1200": "壞緣起。善達諸法從因緣生。都無自性。不壞因緣。而", "1201": "說實相。亦不違實相。而說緣起。因果義立。實相道存。", "1202": "此初但通據諸邊顛倒為語。後始明解此十二因緣。", "1203": "能除二乘轉還三種見。及魔難等六法也。", "1204": "坐道場時已下。欲明此是高觀非下所行。故云道場", "1205": "時應如是觀。欲論諸邊顛倒等。四念處中已除。所有", "1206": "諸見。見道已滅。今此中。何因言坐道場時作此等觀。", "1207": "復云除諸邊顛倒。師云為有三種斷義故。此義始可", "1208": "得解。謂推實對治也。今此中。諸邊等等處前時已除。", "1209": "但為解十二因緣。對治此等諸或故。乃對治說斷。非", "1210": "為實斷。坐道場時復何有此或可斷。故如云羅漢斷", "1211": "三界或。餘或前時已盡。但今者據於無處章名。故說", "1212": "斷。實無此或可斷。此義亦然也。當說。", "1213": "不墮聲聞辟支佛地已下。第一明離二乘過也。而轉", "1214": "還者已下。第二明離轉還過也。不見法無因緣生已", "1215": "下。第三明除諸邊顛倒。耶因無因等。壞緣起見也。不", "1216": "見法有我已下。第四明除我見也。不見法無常等已", "1217": "下。第五明除法見。此中所明除諸見義。亦可通上下。", "1218": "然今恐當見道時并盡。不應至上也。當說。如是下。總", "1219": "結也。惡魔愁毒已下。第六明離魔難事也。當說。", "1220": "釋曰已下。論主此初先接上生下解釋也。當說。是時", "1221": "已下。釋善吉作念。明果深之義也。當說。所以者何已", "1222": "下。還釋所以說少分義。九地已來尚不能受。況餘眾", "1223": "生。故說少分也。若人取如相已下。次釋上甚深之義", "1224": "也。當說。", "1225": "作是念已下。還乘上品義。白佛初作念時。乃明果深。", "1226": "今者白佛次明因深。以因果理深故。不可盡也。當說。", "1227": "佛答已下。釋上佛答善吉經文也。就此答中有三。初", "1228": "作譬答。二約色至種智等。作一段答。三就十二因緣", "1229": "答。此初先作譬說也。當說。", "1230": "佛答色無盡故已下。次就色等答。云只以色之實相", "1231": "不異波若實相。解色無盡故。即解波若無盡。如此相", "1232": "應得生波若智慧。故云應生而生無所生也。加色初", "1233": "後已下。此中將欲解無盡義。先建四句來破。前二句", "1234": "破法。言色不可得。後二句破相。言生相不可得。既無", "1235": "能相所相故。色等即體。體是無。體是無故無盡也。生", "1236": "不可得者。是大生。生不可得者。是小生。生大生既不", "1237": "可得故。大生亦無也。當一一說。二法不可得故已下。", "1238": "明能相所相不可得故也。當說。", "1239": "無明虗空不可盡故已下。次釋上第二意。約十二因", "1240": "緣。明不可盡義也。當說。如經中說已下。釋癡從因緣", "1241": "生義也。當一一說。", "1242": "問曰已下。將欲分別三種十二因緣異故。先興此問", "1243": "也。答曰已下。一者明是凡夫所造所見。順於生理。十", "1244": "二因緣。構造煩惱無明業行。往來生死也。當說。二者", "1245": "已下。謂諸聖人所觀十二因緣。就聖人觀中有二。一", "1246": "者據未得無生忍菩薩。二者據得無生忍菩薩。此中", "1247": "先得明小聖未能觀十二因緣。遍如虗空無盡故。無", "1248": "推求生理不可得也。當說。故上經文言。乃至坐道場", "1249": "如是觀。論主欲廣釋令解。故出此三種也。當說。", "1250": "老是不相應行已下。正明推扸十二因緣。今且就小", "1251": "乘中。釋四相之中。老是異相。故云是不相應行也。頭", "1252": "白等已下。此並非老相。乃屬老相家法。非老相也。二", "1253": "事不可得故者。謂如上說。能所二相。皆不可得。何有", "1254": "於老也。復次世人下。當一一說。", "1255": "若有住則無無常已下。明有為之法。必須具足。若但", "1256": "有住相可住。不具餘相者。有為法不具足故。則無常。", "1257": "無常故無老。若常住復無老。何況空中無此二法。而", "1258": "得有老也。當說。然不著是事已下。明菩薩雖觀於空。", "1259": "以不住空故。而生大悲也。眾生愚癡故已下。當說。", "1260": "如是深觀因緣法。離諸邊顛倒已下。釋品之第二明", "1261": "菩薩方便。既有所除亦有所得經文也。離諸邊者。釋", "1262": "上以此觀故。能離諸邊顛倒等六患。今此初。先釋總", "1263": "離之文也。當說。", "1264": "一者外道耶見已下。外道亦有顛倒。餘人亦有耶見。", "1265": "但論主此中分而釋之也。是二種煩惱者。所謂諸邊", "1266": "及以顛倒也。", "1267": "是第三已下。明此菩薩實無此或可斷。但舉能治。明", "1268": "其所治。故云除也。所謂數數生已下。故大乘方便經", "1269": "云。佛初成道何故大咲。釋云。佛言我與此等無量眾", "1270": "生。同時受生。而彼懈怠不懃精進故。今者往來由在", "1271": "生死。受無量苦。我今得佛。來供養我。以是故咲。欲論", "1272": "諸佛深愍眾生。亦應不咲。但欲厲之使脩。故云爾也", "1273": "過於二乘已下。釋上第一離二乘患義也。若有人於", "1274": "佛道退者已下。釋上第二離轉還患義也。復次能如", "1275": "是觀已下。釋上第三離諸邊顛倒。及耶因無因等義", "1276": "也。微塵已下。僧佉經中明此義。云微塵世性等是常", "1277": "故。法從此生也。虗空不與物作因者。此論不作生因", "1278": "非論名因等也。不自在已下。釋第四離我見文也。爾", "1279": "時菩薩安住畢竟空已下。釋第五除法見文也。爾時", "1280": "諸魔已下。釋第六除諸魔事文也。捕魚人喻魔也。一", "1281": "魚者喻菩薩也。深入大水者。喻見菩薩深入諸法實", "1282": "相水也。網所不及者。喻魔為得所不能得也。絕望者。", "1283": "喻魔息擾亂心也。復次下當說。有二種人下。當說。", "1284": "釋六度相攝品第六十八第六十七品者。名為六度相攝品。即方便門中第二", "1285": "品也。上品正明方便體。明於菩薩以方便力故。遂有", "1286": "所除亦有所得。明一度之中。具足六度。成方便義。從", "1287": "此下文去有數品經文。還廣上方便義。明有所除故。", "1288": "能具足諸波羅蜜。故次此品後明六波羅蜜相攝品。", "1289": "論將欲釋。故舉之云第六十七品釋論也。", "1290": "須菩提白佛言已下。師云。此中既明六波羅蜜相攝。", "1291": "但以一波羅蜜為頭。則攝五波羅蜜故亦不須科略。", "1292": "而就相攝之中。凡有五種。謂位行地位同體相生一", "1293": "心等。相攝已如上釋。但上滿願品中說大莊嚴義。乃", "1294": "明同體相攝云。菩薩施時。以此施。與一切眾生。共之。", "1295": "迴向阿耨多羅三藐三菩提。名為檀。中之檀布施時。", "1296": "不雜二乘心。即是尸波羅蜜。能忍此。施即是忍波羅", "1297": "蜜。不見三事。即是慧波羅蜜。於一檀中。具此六波羅", "1298": "蜜。六六成三十六波羅蜜。同體相攝。今此品中明菩", "1299": "薩布施。迴向菩提。是檀波羅蜜。於眾生住慈身口意", "1300": "業等。為尸波羅蜜。此乃始明因於檀波羅蜜。生三種", "1301": "慈業。故是相生相攝。五六但成三十波羅蜜相攝。為", "1302": "無檀中檀故。論其尸羅。以十善為體。今取其根本為", "1303": "語。明十善之興以慈為本故。先舉三業慈。以標尸波", "1304": "羅蜜。為二種戒。若是下品。則明一念相攝。至文當道。", "1305": "位行地位等相攝義。已如上釋。今此初。即是以檀為", "1306": "頭。攝生五波羅蜜也。當一一說。甘露地者。不死地也。", "1307": "釋曰已下。當一一對上文說之。不求涅槃者。二乘涅", "1308": "槃也。何以故已下。釋所以不見有益無益之義也。多", "1309": "聞思惟持戒等已下。此尸波羅蜜中盡有此等法。但", "1310": "以戒為頭也。", "1311": "何以故已下。釋所戒為出義。如毗曇。小乘尚說戒為", "1312": "出法。謂出欲界繫戒學無學等。故宜也。當說。內著最", "1313": "深已下。若位格為論。輕毛十心。是捨國城妻子位。習", "1314": "種已上。是捨身肉頭目等位。以身子法王子。淨目天", "1315": "子等昔日過分行施。於輕毛六心。捨內物故。遂便退", "1316": "也。", "1317": "多是出家人已下。明出家人有無量律儀故。雖後受", "1318": "菩薩戒。不得在在家。俗人先受菩薩戒者。後以其無", "1319": "無量律儀故。如此中釋也。當說。是三種戒者。三業三", "1320": "支等戒也。", "1321": "煩惱雖未斷已折伏故已下。明禪定。若愛分煩惱則", "1322": "實斷。若鄣定無明煩惱。既是第五住或故。但折伏而", "1323": "已。為此義有。雖斷諸使煩惱。而禪定有退也。", "1324": "釋六度相攝品第六十八之餘釋第八十一卷論", "1325": "第六十七品中經文也。", "1326": "須菩提白佛言已下。第三次。明以忍為頭攝生諸波", "1327": "羅蜜義。若言節節支解等。是忍義。菩薩住於忍辱作", "1328": "是念我應布施等已下。明因於忍生檀義。持是功德", "1329": "乃至不生二心等已下。明其波羅蜜義。一一波羅蜜", "1330": "相生攝中。盡於具足。有此三意義也。當一一說。", "1331": "三種心不生已下。所以上明二心。今云三種者。為作", "1332": "增數辯之。所以如此在於上意亦非無三也。菩薩住", "1333": "羼提波羅蜜。離欲惡等者。明因羼提義。", "1334": "乃至入第四禪已下。明其生禪之義。皆迴向乃至云", "1335": "諸禪及支以不可得等。明其波羅蜜義也。諸波羅蜜", "1336": "例然耳。", "1337": "不懈不息已下。明精進遍通眾行。眾行中有懃筞義。", "1338": "悉是精進故。作此說也。下經文明通義甚分明當說。", "1339": "色如聚沫已下。若大本經中。明五眾。如五栴陀羅等", "1340": "者。此據為其始行欲令生厭故。作此說。今此中言如", "1341": "法等者。據其久行作此空觀。故云爾也。取相生種種", "1342": "神通等已下。明精進通眾行義。正在於此也。當說。", "1343": "住是十四空已下。亦應云十八。但聖人說法。但為益", "1344": "物而已。今者此中說十四空。始從內空。至一切法空。", "1345": "於事為足。更不須。故但云十四也。", "1346": "入師子奮迅三昧已下。明菩薩因波若波羅蜜。入八", "1347": "背捨九次第定。因背捨九定。入奮迅三昧。因奮迅三", "1348": "昧。入超越三昧。欲論此中解奮迅三昧。亦言從初禪。", "1349": "次第入滅定。超越三昧。亦云爾。此有何等異。而言因", "1350": "奮迅三昧。入超越三昧。今解者經文初次第入。如似", "1351": "不異。如奮迅三昧。從下次第入已上。從上還次第已", "1352": "下。則超至下。但一如經文作之。不須自作法用也。若", "1353": "超越三昧者。乃從下次第上。上入已則從上超入下。", "1354": "復下超入上。次第超越出入者。名超越三昧。二乘但", "1355": "能超一不能爾也。得諸法等相者。明其波羅蜜義也。", "1356": "問曰何以但一波羅蜜為主已下。論主欲解經文。先", "1357": "釋以一波羅蜜為頭。攝諸波羅蜜。所以故興此問答", "1358": "也。答曰已下。明脩行因緣中。法須如此。一波羅蜜中", "1359": "有此五義。如一檀中有四種捨義。一戒之中有三種", "1360": "戒義等。悉爾。若如地論中十波羅蜜相收以一波羅", "1361": "蜜為頭。攝生九度。以本相收亦得。云百波羅蜜相攝。", "1362": "此等皆是脩行因緣。應須具足有此等義也。當說。", "1363": "菩薩有二種已下。此初既欲釋以忍為頭。從於忍波", "1364": "羅蜜。主檀波羅蜜義故。先出此二種菩薩。欲明所行", "1365": "之法異故。若使總論。只云出家在家。然就二種中。凡", "1366": "有七眾。謂出家五眾。在家二眾。就此七眾中。菩薩必", "1367": "是七眾。而七眾未必是菩薩。故上論云。菩薩必在七", "1368": "眾中。七眾不在菩薩中。今欲出應行二施之人有別", "1369": "故。明此二種菩薩。今就一一波羅蜜相攝中。盡有三", "1370": "種。如今此一波羅蜜相攝中。則有忍義檀義波羅蜜", "1371": "義。諸一一波羅蜜相攝中。皆具三義。悉爾。宜應分別", "1372": "其相。分別對上釋之也。當說。", "1373": "若欲終時二波羅蜜力即生好處者。以戒得人身。以", "1374": "此忍施二波羅蜜。得好處。此據生身菩薩也。當說。取", "1375": "尸羅下。當說。", "1376": "答曰已下。明此中欲說諸波羅蜜相攝。忍戒相異之", "1377": "義。故云從忍生戒。非是論決次第相生義也。當說。戒", "1378": "名不奮他命已下。次分別解戒忍相別之義也。當說。", "1379": "持戒是色法已下。明從於身口生無作色。是可持法", "1380": "故。所以諸根具足受之。乃得忍非受法。但須內心自", "1381": "行。是故為異。忍亦能生戒。戒亦生忍。但以內外色心", "1382": "等為別也。當說。", "1383": "離三種心已下。二明人法皆空。迴向處者。明其果寂", "1384": "也。取毗梨耶已下。明以忍為頭。次生進波羅蜜也。當", "1385": "說。", "1386": "取禪已下。當說。取波若已下。當說。", "1387": "住毗梨耶已下。次明以進波羅蜜為主。攝生五波羅", "1388": "蜜義也。當說。更無別體已下。上論釋云。如無明遍通", "1389": "五品。而別立一不共無明。精進遍通眾行。而別須立", "1390": "一進波羅蜜。以其多故。今以有相多故。所以別立。若", "1391": "以相明體。得有別體。以體明體。無有別體。以相遂體。", "1392": "亦得云無別相。但今者據其遍通之義。故云無別體", "1393": "也。問若爾亦據其遍之義。亦得云無別相。解言。亦得", "1394": "已如上釋也。當說。", "1395": "如劫盡已下。大本經云。非無因緣。所謂火灾。此時一", "1396": "切眾生以火急故。自能離欲不眠等。得初禪。若罪重", "1397": "者入他方地獄去。餘者悉得菩薩。亦不須此禪等也。", "1398": "或有退得已下。明無漏禪。有二種得。謂離欲得。退得。", "1399": "又言。退有漏禪時。無漏禪成就不失。故云退得。淨禪", "1400": "有二。謂生得離欲時得。已如上禪波羅蜜中釋也。或", "1401": "上地生已下地得者。謂生二禪時。成就得初禪不失", "1402": "也。", "1403": "有人言不因五法為主已下。明菩薩不唯為除上來", "1404": "五欲等法因緣。故脩禪。若為除五欲因緣故脩禪。若", "1405": "為除五欲因緣故脩禪者。此則但欲自為。亦非好精", "1406": "進。但自專精為生智慧。廣度眾生。除諸惑累。始名精", "1407": "進脩禪。故論言。菩薩不為破慳貪。故脩行檀波羅蜜。", "1408": "但為教化慳貪眾生故。行檀也。當說。", "1409": "譬如有福之人已下。此唯為鈍根難制脩禪難得者。", "1410": "作喻。非為精進人作喻也。當說。二事因緣故者。謂禪", "1411": "進二事也。除四波羅蜜者。謂施忍禪也。當說。住禪波", "1412": "羅蜜為主已下。次釋以禪為頭。攝生諸波羅蜜義也。", "1413": "心調已下。正明禪之功用。生實慧等義也。當說。又加", "1414": "憐愍已下。明其禪中檀忍進義等也。當說。住波若已", "1415": "下。次釋明波若為主義也。當說。", "1416": "答曰已下。前說十八空者。通總一切諸法。為一切人", "1417": "說。具此十八。今唯為所行之者故。隨於事得辨而已", "1418": "也。或行二空已下。後明唯行無始空與畢竟空。即是", "1419": "具足生法二空也。所以者何已下。若通為一切諸外", "1420": "道等。須說十八。為除有無等見故。今唯為行人故。隨", "1421": "說無咎也。", "1422": "何以說菩薩如諸佛已下。釋文也。當說。何以言柔順", "1423": "忍已下。上亦不云柔順忍。但言無生忍。但論主大判。", "1424": "作優劣分之。以順忍為生空。無生忍為法空。前既言", "1425": "無受罵者法者等。故云說柔順忍也。當說。", "1426": "問曰超越三昧已下。釋超越三昧等文也。當說。波若", "1427": "力故已下。始更一一次。別釋波若中生諸波羅蜜義", "1428": "也。當一一說。菩薩若布施時生種種好心已下。明波", "1429": "若中檀。則具除諸使。如初品釋也。復次已下。次明波", "1430": "若中戒也。餘當一一說。雖離智慧已下。明非禪不智。", "1431": "非智不禪義也。", "1432": "復次是菩薩於無量劫為佛道故種善根已下。上來", "1433": "至此。明相生相解義竟。自此已下。論主既以此之六", "1434": "波羅蜜。是菩薩本業行故。復更作一種解釋。明一念", "1435": "之中。具足六波羅蜜之義。此義乃復下品明之。但論", "1436": "主此中因便解釋。欲令他行。亦皆就一一波羅蜜。辨", "1437": "明一一度。一念之中即具六波羅蜜。不明相生義也。", "1438": "臨文當一一說。", "1439": "戒律儀者。是律儀戒唯是有漏禪。律儀通有漏無漏。", "1440": "是定共戒。無漏律儀。唯是道道品中道共戒也。當說。", "1441": "善法皆因惡生已下。如大本經說。一切煩惱不善無", "1442": "記。皆名佛性。何以故。佛性因故也。此中雖明一念之", "1443": "中。具足六波羅蜜義。亦各各以一一波羅蜜為頭。明", "1444": "具足六義也。如仁王云。初地一念心具足八萬四千", "1445": "諸波羅蜜義也。當一一說。", "1446": "釋大方便品第六十九(不完)釋第八十二卷論", "1447": "第六十八品者。名為方便品。即是方便門中第三品", "1448": "也。所以次六度相攝品後明此品者。上明菩薩於一", "1449": "度中。而能具足諸波羅蜜。今明所以然者。由菩薩善", "1450": "巧方便故。所以如此。故次六度相攝品。後明方便品。", "1451": "將欲釋故舉之。云第六十八品釋論也。", "1452": "爾時須菩提白佛言已下。就此品中。大有四分。第一", "1453": "就人辨方便。是故善吉問成就久近。供養佛多少。發", "1454": "心時節。菩薩即是方便之人。波若即是方便之法。第", "1455": "二從譬。如日月周行照四天下。明波若方便。導成眾", "1456": "行。第三明脩因得果。名為因果方便。第四明菩薩善", "1457": "學波若雙照二諦。名為照達方便。有此四意。今此初。", "1458": "即是第一也。當一一說。", "1459": "譬如日月已下。明譬。如日月周行。陰陽周行。四域多", "1460": "有所益。波若方便二法亦爾。其猶日月葢眾行也。當", "1461": "說。若無輪寶已下。薩遮尼乾經云。雖有六寶。千子具", "1462": "足。若無輪寶者。但名似轉輪王。唯王一天下也。合喻", "1463": "等義。當說。三寶在前已下。謂金輪主兵。明珠寶等也。", "1464": "爾時須菩提白佛言世尊若一切法自性空云何菩", "1465": "薩摩訶薩行六波羅蜜當得阿耨多提已下。第三明", "1466": "因果方便。就因果門中亦有明生法二空。善吉讚嘆。", "1467": "示道非道勸學等義。並一一至文。當一一釋也。除智", "1468": "慧不可以餘法度脫眾生已下。如師子雷音佛國。種", "1469": "種寶玩。皆勝諸天。亦無行戒施等福德事。但彼諸樹", "1470": "等皆能出實相音。令眾生得解得無生法忍。至薩婆", "1471": "若。此國唯以智慧得佛。如諸天等。雖有福德。而不能", "1472": "至佛。唯智慧可有獨得佛之義。故云除智慧。若此間", "1473": "國土等。始須福智二事得佛。如彼國者。唯智慧得佛", "1474": "道也。師亦解言。六波羅蜜是因性。如彌勒上生經說。", "1475": "彌勒冠中。中有波若波羅蜜。及首楞嚴字分明者。此", "1476": "表因性。又引大本經云。凡夫所有佛性。如雜血乳。不", "1477": "可分別。聲聞如乳。緣覺如酪。菩薩如生熟蘇。佛如提", "1478": "胡。而言聲聞佛性如乳等者。此據菩薩通教中。以佛", "1479": "道聲。令一切聞之聲聞。不據別教中聲聞。別教中聲", "1480": "聞則無此性也。一解有者不妨。當說。四種兵皆隨已", "1481": "下。四兵者。謂車馬步象等也。當說。", "1482": "多有所學實無所學已下。第四明菩薩善學波若雙", "1483": "照二諦。照達方便也。當說。若略若廣相已下。略相即", "1484": "是總相。廣相即是別相。大小兩乘盡有此總別二相", "1485": "也。當說。佛告須菩提如是如是已下。上善吉既其高", "1486": "讚故。如來可之。明菩薩以波若方便故。能即總知別。", "1487": "達一切法略廣相也。", "1488": "云何菩薩摩訶薩知一切法略廣相已下。欲廣明之", "1489": "故。設此問也。", "1490": "大智度論疏卷第二十四"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 791 大智度論疏", "author": "南北朝 慧影抄撰"}