{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛事", "1": "石雨禪師法檀卷第二十", "10": "繼道乎情乎。吾已矣乎。於乎尚饗。", "100": "茲又以謙自居特虛丈室見招山野欲思所以報佛", "101": "恩於不朽防滲漏於未然耳奈山野久耽山水少入", "102": "叢林無可益於法門但憐時弊慕古道近賢者遠不", "103": "肖或堪與同志者共諸師友能不以人廢言信從少", "104": "分清規遞相砥礪即是自信信人終不至於慢人自", "105": "慢矣又何佛恩之不可報檀信之不可酬慧命之不", "106": "可永繼乎。", "107": "堂約堂約", "108": "若未知有者須信礦中有金必用勤淘勤汰既知有", "109": "者須信金中有礦還有熱灶熱爐一口氣打將來管", "11": "祭麥浪法兄文祭麥浪法兄文", "110": "取成釵成釧遲延些冷將去未免費炭費柴作是觀", "111": "者則惟恐規矩之不嚴又何慮繩墨之絡索哉恐有", "112": "以放肆為灑落將狂妄作逍遙者鼓而攻之約罰如", "113": "左。", "114": "寶泉寺規約寶泉寺規約", "115": "上古叢林都遵佛制自百丈大師以來宗門大盛故", "116": "有不作不食之風開田說義之舉及乎沿流至今半", "117": "以耕鋤為業惟汲汲以利自圖竟不知義從何說智", "118": "眼觀之實為可嘆僅有壽昌黃蘗諸老雖不離鋤鑊", "119": "不妨規矩可觀威儀可畏此真可起作食之風者今", "12": "雲門一派。兄為次子。我又次之。百難一比。兄具說通。", "120": "寶泉破宇頹垣大眾雲集二時所須不能盡取給於", "121": "檀那未免有效顰之愧若更疏慵威儀全缺不惟向", "122": "去道法不隆吾又恐退失一方善信而後已故趁此", "123": "時約諸兄弟為法為眾為此一方各自努力執務恪", "124": "守清規共安澹泊必以見道為期至於興廢盛衰自", "125": "有分在無甚強焉約立於左。", "126": "題法相戒酒卷後題法相戒酒卷後", "127": "長耳古佛風顛無定蹟遞代沿流變現不盡應以宰", "128": "官居士諸男女得度者能俱現身為說本法更多酒", "129": "徒詞客應接無虛往予踞西築菴聞酒氣與茶香鬥", "13": "拖泥帶水。我溺煙雲。掉頭不理。不水則山。忽數寒暑。", "130": "額愧不能和其光因尋參方外往來二十年矣今值", "131": "司理黃公一整茶鎗酒旗大敗予來得陞座話清平", "132": "話漚和勤舊出卷讀之何異老衲法言此又宰官之", "133": "現比丘身也逆順隨緣彼此相現莫要扶持此末運", "134": "麼請看腳下是什麼下得一語現與不現俱成剩義", "135": "其或未然且喫茶去。", "136": "雲門初住規約雲門初住規約", "137": "近日住持不無條約但設而不行行而不整致使人", "138": "心日下叢席就衰今顯聖家聲未墜先師遺屬猶存", "139": "諸兄弟惜乎丈室久虛恐負方來龍象復蒙護法宰", "14": "散曰自高。愧不能耳。聞先師赴。歸首訊兄。法座改觀。", "140": "官正信居士見招山野住持業已不辭眾請規矩重", "141": "新則我豈敢謹就先師所未足參入雲棲之少分佛", "142": "法無多貴在力行而無倦行之既整何煩王法以加", "143": "焉。", "144": "題蘇門黃孝廉太上感應袖珍題蘇門黃孝廉太上感應袖珍", "145": "聖賢經傳深淺隨機易乎明著難乎隱微如藥之性", "146": "妙於應病如影赴鏡妍醜斯正或專受持或工書寫", "147": "或隨傳唱同歸善也棗割新裁繼往開來功高敷演", "148": "其利博哉工於佩帶無往不在曲順人情體物無累。", "149": "放生大意放生大意", "15": "金光增明。天台且入。蠅翅已成。修涂驥尾。終擬附行。", "150": "登越山得山林居士邀過草堂坐忽蒼頭告主人有", "151": "饋生魚者主人即速命放以適丁禪侶良集為喜余", "152": "因引鄭子產章為問孔碩諸公子各說所見已余曰", "153": "子產之道恐即在圉圉洋洋悠然而逝處蓋校人烹", "154": "之即校人之魚也使畜而至於得其所哉是子產之", "155": "魚也子產可欺也子產放魚之道不可欺也即子產", "156": "之魚亦千古不可烹也諸公子俱躍然喜得放生大", "157": "意時武林報國院三學師在座索余為文以竟放生", "158": "池事遂走筆記此倘見聞者以余語為當則同證無", "159": "生不特同證子產之道同放子產之魚而已又何止", "16": "不期法華。竟成終席。我過聯床。劇談兩夕。登座指揮。", "160": "放生得長生耶。", "161": "說夢篇說夢篇", "162": "方賓侯先曾夢遊雪峰及入山歷諸境喜與夢中無", "163": "異告余余曰即今是夢唯文殊菩薩親證所以道卻", "164": "來觀世間猶如夢中事真是大夢覺人故能於夢醒", "165": "俱夢之中承昔願力善入游夢三昧指迷人間示同", "166": "迷夢非真如夢中人於違順境起苦樂見也亦非冥", "167": "然無苦樂違順而言醒也余自乙亥冬主會稽雲門", "168": "席喜陶石梁居士講學甚得宗門旨趣一日偕祁季", "169": "超居士訪余曝背簷下梁曰連日講學談及因果人", "17": "屬累如昔。兄亦有心。我自不識。指雲門言。寥落何堪。", "170": "不甚信因以夢喻頗覺曉了余曰山僧亦喜說夢每", "171": "對人說你即是我人不甚解乃以昔年夢事告之初", "172": "夢入山覺幽邃可愛忽值虎哮吼奔突余時魂分失", "173": "意復得樵者相救擊虎虎斃且感且醒身汗漓漓魂", "174": "猶未定見月明在牖山雞奏更斯時斯境夢耶醒耶", "175": "莊周蝴蝶了不可辨復自念曰一臥如尸尸是我也", "176": "夢身入山身是我也夢山山亦我也虎亦我也我復", "177": "愛我山畏我虎復得我樵擊我虎而救我身以感我", "178": "之樵醒時一覽違順苦樂物物頭頭亦復如是兩居", "179": "士大笑余又嘗以我證我境遊我之夢告我之人而", "18": "老弟當此。我亦已甘。兄再三讓。我再三謙。今日迴思。", "180": "我之人亦不信真可謂寥寥天地間獨立望何極安", "181": "得人焉與同遊夢鄉同作夢事心心相知鏡鏡相炤", "182": "牙為賓主振我說夢之宗而大夢覺仍書贈賓侯居", "183": "士其為我分身說夢乎。", "184": "普明寺安執事引普明寺安執事引", "185": "泥金剛不入水筋骨不出木羅漢不入火舍利不明", "186": "所以普明寺寒爐發焰紫雲峰白浪滔天要使久參", "187": "初學各各量才堂內堂外齊齊知有倘有出格漢子", "188": "不拘繩墨也要還我三玄三要的落處方可明窗安", "189": "置如或不然大家相聚喫莖虀不吃任從伊。", "19": "句句哽咽。以哽咽意。可奠兄乎。復不成歌。奈何奈何。", "190": "齋單引齋單引", "191": "經云飯千億三世諸佛不如飯一無念無住無修無", "192": "證之者且道普明寺裏誰是其人有甚饆饠䭔子一", "193": "任下來還有麼不見道財法二施等無差別。", "194": "堂規堂規", "195": "安禪結制原是好肉挖瘡以世無生知必待挖瘡而", "196": "醫藥瘡愈而後知全體之妙有瘡未愈而遂廢醫藥", "197": "者如大事未明而便忽規繩也野鶴孤雲誰非自在", "198": "既肯放下雲頭必有大不得已事然後信人入人保", "199": "社聽人爐韝豈又厭鉗錘之嚴密哉姑立十則務在", "2": "嗣法小師淨柱編", "20": "祭西築宗禪師文祭西築宗禪師文", "200": "力行微細條章事憑眾職。", "201": "行狀行狀", "202": "師諱上明下方字石雨出禾之嘉善陳氏望族父文", "203": "錦進禮退義以型其躬一鄉儒者為之下晚以艱於", "204": "育子令其庶徐氏如法相禱定光古佛而有身徐實", "205": "為師生母師之生明萬曆癸巳正月廿九日午也自", "206": "幼徇齊氣宇俊逸如獨鶴摩霄稍長入塾所誦習即", "207": "了大義不屑句讀亦不慕儒冠二九諧伉儷則曰從", "208": "父所制匪我思存也父遊雙塔師隨之行見緇衣攸", "209": "敘宛然三代禮樂計決出家既又曰老父在未可奉", "21": "至靈前拈祭文曰。生從何來。死從何去。那個能無此", "210": "身而去也迨父捐館營窀穸已母令依法相西築宗", "211": "禪師薙染相傳甲寅孟秋之朔云嗣是恒與靜安老", "212": "宿專修淨土一日念佛忽擿魚子笑曰不特西方可", "213": "生東方亦可生矣靜曰莫艸艸未是汝到家處示以", "214": "南泉三不是語師鈍置疑礙橫生胸痛不止乙卯春", "215": "參雲門湛老和尚於禾之石佛師以前念佛事呈門", "216": "曰此信心真切塵勞暫息耳復以礙胸作苦事告門", "217": "曰愚癡東西參禪圖大安樂豈是苦得來的縱苦得", "218": "來也是苦禪參他作麼師承啟迪如暗得燈自此工", "219": "夫不用氣力矣時輩多弄口頭擎拳豎指者滿堂師", "22": "一滴淚。將此一滴飛入九天。九天不知。滴入九地。九", "220": "竊謂禪若是者等參的我也會得一日見鄰單商量", "221": "公案到相關處師出曰我卻道得眾曰你試道看師", "222": "作女人拜而出一眾失色師笑曰禪至此亦為可憐", "223": "俄舍去一缽飄然有孤身萬里之志遂為新安諸名", "224": "士所重後憩承天閱楞嚴至如汝文殊更有文殊是", "225": "文殊者忽覺身心世界打成一片同參微相謂曰石", "226": "公似有所得請試看驀扭住曰道道師滿口逼抑無", "227": "對聞門主東塔又如請益門示以一人所在也要到", "228": "半人所在也要到遂南詢撥草乞食羅岩山下雖無", "229": "深入宇宙每一頫仰自謂寸絲不挂人矣丁巳春參", "23": "地不會。且問靈骨畢竟在什麼處。良久曰。到江吳地", "230": "博山來禪師以頌偈呈政山曰語句未玄諄諄以死", "231": "工策勵直抵衡嶽結茆毘佛洞刀耕火種值歲儉即", "232": "以帶沙糠為禪悅師恬如也戊午夏遊五乳謁憨山", "233": "大師談至無生話酬唱甚洽己未覲雲門升壇納滿", "234": "壬戌春辭門住山門曰下流甘墮小乘那師曰豈懶", "235": "贊之流亦小乘耶門曰亦是小乘奈單丁苦究之願", "236": "甚堅登天目最奇嶮處菴曰西方潛一載餘枯槁淡", "237": "薄倍於南嶽工夫至此所謂死得活不得者是也癸", "238": "亥冬聞雲門大開爐韝海內英衲無不畢集即下山", "239": "進堂默禱韋馱曰一生所參學問積劫所護命根盡", "24": "盡。隔岸越山多。維那遂宣祭文曰。師乎師乎。赴至之", "240": "情交與菩薩惟憑菩薩慈悲說竟大慟自此精進日", "241": "倍一日因見堂中商量浩浩結同志者十人約不語", "242": "限七日徹證未至所期門上堂曰放下著忽覺通身", "243": "慶快如窮子歸家口占偈曰平空一擲絕躊躇轉眼", "244": "風波徹太虛會得竿頭舒卷意放生原是釣來魚錄", "245": "呈雲門門閱畢大呵曰弄者個彀當作麼門取偈入", "246": "袖中又三日聞僧舉大慧竹篦子話曰如荔枝相似", "247": "殼也去了核也去了放在人口中只是不解吞師不", "248": "覺失聲大笑首座麥大師問曰做甚麼師正色曰幸", "249": "遇我持不語戒自是首座每邀入室不讓於師矣一", "25": "日。殊不可信。云已二七。所可疑者。先有十日。夢師怡", "250": "日門火浴僧有問亡僧遷化向甚麼處去身甚抖戰", "251": "門曰且莫問話先把者抖戰去了著師出曰和尚何", "252": "得以相貌取人門將答師即作抖勢曰又作麼生門", "253": "曰賊師曰賊賊便歸眾嗣同化山和尚入室門問曰", "254": "如何是一口道不盡底句師曰晨昏禮拜和尚也是", "255": "尋常事門曰趙州道無意作麼生師曰和尚喜著棋", "256": "某甲麤知門曰他道有又作麼生師信口頌曰家家", "257": "有幅遮羞布放下便能當雨露獨怪當年老趙州擿", "258": "卻頭巾頂卻褲門喜之以偈印曰分明識得趙州狗", "259": "拾得鼻頭失卻口莫於萬丈峰頭立且向叢林陸沉", "26": "然。欲有他適。送師遲遲。雲颿只尺。追不可親。如千里", "260": "走并付斷拂一枝故師自號斷拂子嗣為洞宗三十", "261": "三代也繼謁黃櫱有禪師於棋隆以絕學無為徵論", "262": "竟日大為賞識尋往黃安鷂兒山養靜冬夜不設臥", "263": "且竟夕趺坐積草為裯時當體罷則幪首假寐畢盡", "264": "抖擻之風偶遊渚宮聞雲門訃音南還顯聖卜塔竟", "265": "治任入天台棲息香柏峰庚午春同具足和尚住嵊", "266": "之西明作活埋計有翻轉杜園還杜田那管十年廿", "267": "年三十年之句繼徙寶泉因象田蘭芎堅請結冬不", "268": "得已而起壬申出住天華暨登座舉揚大法玅協全", "269": "提至若鉗錘學者別具作家手眼因邪打正俾簾外", "27": "隔。無可疑者。師向無疾。曰近有之。無眾苦厄。別子將", "270": "轉身知有尊貴一路每見狂妄之徒謬稱證悟師以", "271": "金鍼玉線細密工夫為之落草盤桓則口噤不能加", "272": "答蓋師平日所貴者真操實履直達佛祖堂與其家", "273": "風嚴密率類此甲戌冬峨雲王冢宰世培祁中丞等", "274": "請主顯聖杭州司李黃元公聞師敏捷未有以異之", "275": "一旦徒步入山即鳴鼓請說法師便陞座公禮拜問", "276": "曰請大師舉揚雲門未了公案師曰竹拖鳳尾慵迎", "277": "客公曰今日親見作家師曰松作龍吟嬾送人乃垂", "278": "示法語皆赴來機公嘉歎復問曰明頭來時如何師", "279": "曰耶溪不許扁舟宿公曰暗頭來時如何師曰此去", "28": "聞。趁殘暑入。九日不出。索飲食畢。兀坐胡床。合掌西", "280": "錢塘尚隔程公曰不明不暗來時如何師曰杭州理", "281": "公事時向居士道一日在報國院與石車和尚同座", "282": "公問車曰往天童還到雲門否車曰且看公曰雨大", "283": "師不放過時如何車曰與他一頓棒師曰居士還甘", "284": "麼公曰天童和尚在背後師曰原來不甘公又問車", "285": "曰兩石相磕時如何車曰一輾便死公顧師曰和尚", "286": "如何師曰只可自怡悅不堪持贈君師之應機詳載", "287": "語錄茲不廣引也丙子春嚴印持聞子將諸居士請", "288": "主寶壽即宋石田薰禪師息影處也先是有五百年", "289": "前石田五百年後石雨之讖故諸居士請師益堅師", "29": "訖。隨暮課聲。渺然圓寂。某曰不然。師願頗堅。字雖曰", "290": "顧眾曰能事钁頭者隨我而去師見法門愈亂不久", "291": "自有定論掩關大書曰定論不須下千古偷安聊爾", "292": "約三秋于關後葺茆為別室忽得石砌如八角古井", "293": "師啟視之見舍利雜五色土知為薰公窆地印持諸", "294": "公以為舍利藏見有時讖之所云良不誣矣集生余", "295": "中丞會同閩紳京臺王光祿等於戊寅冬迎主閩之", "296": "長慶己卯夏徙雪峰集諸房眾導以上進漸知嚮風", "297": "辛巳遊古汀艤舟韓埠緇素遮道延入靈山結夏秋", "298": "寓獅峰開戒及冬應鴛湖禪師孝廉朱聯岳黃蘇門", "299": "普明之請才解制而贛州嵯峨漳州三平俱以住持", "3": "祭文祭文", "30": "西。意不在焉。築西築室。錫杖泉邊。志之所共。證諸流", "300": "相延師底力辭之居考亭之靈峰凡五閱月復歸寶", "301": "壽是冬再主天華癸未春屺瞻葛太常請興龍門師", "302": "見棟宇湫隘乃卜築東偏鼎新殿堂躬先荷畚為大", "303": "眾倡鳩工庀材不兩載而已落成甲申冬石倉曹侍", "304": "御等請主禾之東塔期畢歸龍門乙酉秋會四方多", "305": "難兵燹交加龍門鄰剎半作行營一眾聳懼師示以", "306": "安心靜守晝夜結參因或少懈荷戟之士欽其道力", "307": "莫敢舉刃相傃焉山阿以寧皋亭之陽有佛日者唐", "308": "本空禪師故剎也邇來住持難得其人本山勤舊偕", "309": "護法存憶唐總憲武山錢郡伯等數延師主席師不", "31": "泉。同辭西築。受雲門囑。某苦遊詢。師歸碌碌。效古定", "310": "允丙戌秋敦請至三有泣言大師不往古剎必廢者", "311": "師幡然從之比入院參徒駢集廩無宿春領眾行化", "312": "以瞻不足而廢者修缺者補叢林應用翕然就緒及", "313": "開爐弘戒眾萬有二千餘指師書門以示來參曰擇", "314": "木嶺相見了也松篁橋滑倒時如何松篁橋相見了", "315": "也為甚僧堂前不肯住僧堂前相見了也且道丈室", "316": "向東向西若也道得許汝相見不則且居門外丁亥", "317": "夏閩撫佟君持景師道望修幣遣官迎興芝山雪峰", "318": "二剎師婉辭以謝撫軍順其意不強起之孟秋魔事", "319": "忽作師不惟不校深加憐惻故唐總憲曰道高魔高", "32": "光。示人以福。詩乞補松。號栽松子。古殿一新。莊嚴不", "320": "道與魔原相對待吾師汪汪千頃於人何所不容尤", "321": "見道力弘深化人以不屑之教誨大為羡服大為浣", "322": "慰屆冬結制宿衲響臻倍於客歲一日坐金湯閣歎", "323": "曰世界如此多事不如歸去好乃囑維那元正三日", "324": "解制眾咸驚異蓋師歷坐道場凡結冬俱於正月廿", "325": "九日解因師以是日誕諸禪德必申慶祝而後去也", "326": "眾白師請如初師不許三之日解制上堂曰人人藤", "327": "斗笠個個水雲包出門踏著草途路轉迢遙到者裏", "328": "不倒斷得一回直饒說個回途得妙就路還家便是", "329": "千里萬里昔洞山辭雲巖巖問向甚麼處去山曰無", "33": "止。至孝慈嚴。語溪所傳。事翁與母。相繼解縣。寄聞天", "330": "巖曰莫還鄉去麼山曰無巖曰幾時回山曰待和尚", "331": "有住處即回巖曰此去難得相見山曰難得不相見", "332": "今日若道難得相見便生幾多情見了也只因洞山", "333": "是個得的便道個難得不相見看他何等穩密何等", "334": "把細佛日期中豈少一知半解只是到者些原委處", "335": "未免走作即今你要東去西去不見古人道直須向", "336": "萬里無寸草處去又云出門便是草又云不出門亦", "337": "是草便見舉措不得只因你不能向異類中行且道", "338": "異類又如何行乃屈指曰一雞二犬三豬四羊五牛", "339": "六馬為甚麼七人不道參至晚陞座示眾曰一期圓", "34": "華。薦昇於天。書乃約曰。世事紜紜。了武唐局。可以就", "340": "滿可謂有始有終若論本分家風一落始終必不免", "341": "于始終之患須知本自無始又何有終今人不解自", "342": "推只管向外推求推到伏羲神農黃帝以上說盤古", "343": "便為分混沌之始不知盤古是個甚麼混沌是個甚", "344": "麼若看一念未萌以前父母初生之際豈不真是盤", "345": "古真是混沌只因不覺總在始終裏面安身一有始", "346": "終便有生滅便有輪迴所以一切聖賢苦口教你參", "347": "禪參到一舉一動亦無始終處便是就路還家便是", "348": "出輪迴處且道始終畢竟如何免得你且將年月日", "349": "時推看推到一剎那際如擊石火閃電光相似以拂", "35": "焚。獨憶雲門。汝已潦倒。屈指諸方。磬山已老。我獨慕", "350": "子擊案曰如者一響說他始也得說他終也得說他", "351": "生也得說他滅也得若再推到初生即有滅再推到", "352": "當處發生隨處滅盡再推推即是不生不滅便好孤", "353": "迥迥峭巍巍一任逆來順往七縱八橫踢倒便行撩", "354": "起便走有甚麼拘戀處便是解脫丈夫便是出塵羅", "355": "漢還有此等人到此等地步麼不則惜取眉毛好初", "356": "四日辭眾出山柱作禮問曰和尚幾時來師曰初八", "357": "九日便回初五日次上墩初六日至寶壽囑付事宜", "358": "諄諄不倦初七日上龍門是日山風甚厲師有寒色", "359": "遂泄瀉示疾至晚付託後事亦如寶壽次早命具湯", "36": "之。門庭尚悄。得遂所懷。是生可了。是故聞之。痛為躕", "360": "沐浴旋謂侍者智海曰扶老僧起來師端坐不語時", "361": "同門兄妙首座寶首座律監院等侍側察師有去意", "362": "亟問曰和尚還有分付也無師曰我無甚麼分付少", "363": "頃寄浮法師仝陳華甫益朋二居士恰從禹航來問", "364": "候師一見合掌微笑遂坐脫時戊子正月初八日申", "365": "時也赴及遠邇靡不驚痛越九日化山和尚渡江來", "366": "封龕容貌如生封竟乃筮塔於龍門案山金龜巖下", "367": "去寺三百武坐南向北師世壽五十有六僧臘三十", "368": "又五初師主龍門葛公屺瞻恐師再受別請師曰脫", "369": "余若赴諸山畢竟歸根此地公欣然今師豫知時至", "37": "踟。夢耶非耶。占其來辭。紅輪既隕。秋風凄其。採菊盈", "370": "示寂茲山信師言之不爽已師天性沖醇凡應緣酬", "371": "物俱以慈忍力循循善誘有媺必彰有瑕必隱為世", "372": "導師罕有其比然整躬勤勵自超方以至行道三十", "373": "餘年雖祁寒溽暑丙夜不寐先覺有言古之君子其", "374": "責己也重以周師之謂與嗣師而建幢者即念現主", "375": "越之象田石浪如主信之鵝湖饒之薦福其餘尚在", "376": "水邊林下潛行密用師嘗謂門弟子曰誘引後學度", "377": "量須倣博山接納上流機用宜如顯聖雙眼圓明振", "378": "起吾宗使狐狼野干假借不得是所深望也每見時", "379": "輩分洞分濟抑此揚彼主普明時撾毒鼓推出瞎驢", "38": "把。雨淚如澌。西湖已竭。棹不可拽。高峰已頹。杖不可", "380": "使接斷橋一脈有曰洞濟相參千古一遇至若所歷", "381": "道場去住如雲停鳥飛不可方格其機辯峭拔入理", "382": "深談則見於各會語錄中其遊戲翰墨綽有風雅則", "383": "見於雪蕉諸作別有闢邪說合若干卷並傳于叢林", "384": "後之覽者將藉是以知師者焉不肖柱覲師有年維", "385": "是生平涉歷本末機緣聞之頗詳謹倣年譜例譔次", "386": "行實惟祈立言君子博綜先師遺墨摘其大要論而", "387": "著之以垂不朽後學幸甚往哲幸甚時戊子仲春朔", "388": "旦攝佛日方丈事嗣法小師淨柱拜狀。", "389": "石雨禪師法檀卷第二十終", "39": "挈。愁雲四垂。蕭蕭落葉。定光無光。法相相滅。末後殷", "390": "杭州府海寧縣慧力寺比丘淨時等", "391": "助刻資肆兩", "392": "檇李苾芻弘籥　梁溪苾芻等睿", "393": "鹽官苾芻智圓　仝勸募刻此", "394": "佛月石雨大和尚法檀二十卷費銀", "395": "九十五兩", "396": "歲在己丑春王正月鼾關道人識", "4": "祭具足法兄文祭具足法兄文", "40": "勤。無德可畣。問師何之。示人親切。人自不知。某亦饒", "41": "舌。撮土為香。當龕一爇。大眾哀哀。一時漏洩。", "42": "祭爾密法兄文祭爾密法兄文", "43": "嗚乎日中玉兔夜半金烏霜飛六月大地淆訛哭既", "44": "不成歌復無聲要終原始實煩忍聽花宮燁燁同參", "45": "乍結萬指叢中目擊而合並觸逆流洞水分遊剡溪", "46": "雪棹東山是幽初開講席香臺煥赫循循誘人憧憧", "47": "謝屐石傘忽摧載撐載持未克手足力曷可支重開", "48": "五位推兄獨貴一整復整頹綱大備傷哉法流運不", "49": "可週津梁示倦一疾弗瘳嗣法有人庶得其真我歸", "5": "於乎於乎。於乎哀哉。一慟欲繼。再慟復甦。三慟復欲", "50": "自閩陟江若奔合掌一別笑談不撤如深夜燈熾然", "51": "乃滅是眼可瞞神光卻圓敬修杯茗滴破重玄重玄", "52": "若許烏兔復處紅爐迫霜瓣香一縷。", "53": "祭瑞白法兄文祭瑞白法兄文", "54": "正惜狂瀾不可遮那堪砥柱復傾斜纔掀百丈潛狐", "55": "穴又逐千江湧素車葉落有根歸石傘法流何處剩", "56": "龍華瓣香一掃尋靈骨痛唱新豐慰克家。", "57": "祭久默法侄文祭久默法侄文", "58": "惟苗有種靈根獨擁一穗兩岐分香播隴得名蘭芎", "59": "天華首眾得地龍華其名愈重或出或處或奪或縱", "6": "繼。道乎情乎。腸俱可裂。生未同埋。死未同穴。此慟於", "60": "去就得宜低昂賈勇欲隱如影欲諱如鐘靖共爾位", "61": "人天接踵建無勝幢妖邪震恐戒雲棲虎法雲門龍", "62": "端規肅矩復整頹風水之四海月之天中影分流散", "63": "莫不朝宗法流寶壽句與山崇當我閩適扺掌談衷", "64": "閩歸未久訃音何從珠光含浦劍氣埋豐不堪著眼", "65": "爍破虛空今夕何夕鴈墮塔叢薄修缽飯淚捲西風", "66": "尚饗。", "67": "祭嵌石兄文祭嵌石兄文", "68": "於乎兄之生也荊南之青溪我之生也浙西之武水", "69": "雲水相逢影形相倚共禮雲門於石傘耶溪聯策諸", "7": "情也。生也不及。死猶可追。此慟於情之至也而又何", "70": "方於名山勝水兄精嚴也嫌五色糞之惡臭我疏散", "71": "也事一瓢飲之閒遊參詢既暇隨緣去留或高或下", "72": "一出一處兩心相參易地相許兄念母儀兄母即我", "73": "母也我不遠三千里之波濤代為親省我勞拮据我", "74": "處即兄處也兄不惜一喘息之匡贏躬為佐助我已", "75": "倦飛而知還樂西溪之偏僻兄又無心而出岫欣金", "76": "澤之雲關往往來來越寒度暑擬投老於龍門之鸚", "77": "鵡峰居詎意單絲不線寄遨遊於寶壽之七十二賢", "78": "峰畔此則孤掌誰鳴脫爾長行謂宿債之必酬勤乎", "79": "囑累示定業之難逭嗚呼精嚴畢竟先驅靈骨先歸", "8": "慟乎。死者自滅。生者自存。此慟於道也。死實生也。生", "80": "無縫塔疏散終成滯貨痴魂滯此最頑皮兄其有靈", "81": "忍受蔬儀我雖不敏敢輕杯茗一滴九泉三生永賴", "82": "嗚呼尚饗。", "83": "祭即念關主祭即念關主", "84": "一炷香一杯水將謂汝供我誰知我供汝一生上下", "85": "分明今卻拈頭作尾且道何故如是良久曰不順非", "86": "孝不奉非輔。", "87": "奠正法禪侄文(即唐祈遠)奠正法禪侄文即唐祈遠", "88": "嗚呼惟靈處為真儒唯孝與廉出為真釋唯淨與禪", "89": "其外護也雲興霞舉其內護也珠藏玉貯龍華得名", "9": "實死也。此慟於道之至也而又何慟乎。繼復甦。甦復", "90": "閒名已成金粟得地地偶欹傾干戈四起歸寧故里", "91": "一方廬舍庶幾可倚咄哉性空撒手波洪佛法世法", "92": "兩不耐功噫不因昔日旁參我誰送嗚嗚一笛風尚", "93": "饗。", "94": "雜著雜著", "95": "規約規約", "96": "讀賀家池上天華寺一一軒窗向水開之詩則知寺", "97": "之閱人多且久矣今復新於陶章諸宅宗曉張道尊", "98": "共請先師湛然和尚雅集龍象重整宗綱復得達虛", "99": "關主輔翼之自先師圓寂門庭愈肅僧眾愈調關主"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B190 石雨禪師法檀", "englishTitle": "Jiaxing Canon, Electronic version, No. B190 石雨禪師法檀", "author": "明 明方說　淨柱編", "language": "chinese", "source": "CBETA"}