{"sourceLink": "http://www.cbeta.org/", "text": {"0": "疏止觀山房改向文疏", "1": "絕餘編卷四", "10": "海潮大士像讚海潮大士像讚", "100": "凝碧(十三)凝碧十三", "101": "迥矣霄漢呈此佳祥。點畫未兆文彩已彰。", "102": "蒼露(十四)蒼露十四", "103": "月照芙蕖香含湛湛。挹此明珠鬚眉可鑑。", "104": "靈草(十五)靈草十五", "105": "著耶苣耶產于何土。香光莊嚴法性玄圃。", "106": "玄芝(十六)玄芝十六", "107": "香水海畔有七金山。毓瑞朵朵服之童顏。", "108": "方竹杖銘五首方竹杖銘五首", "109": "藏虛于實寓圓于方。拄天匝地隨君舉揚。咄轉身何", "11": "疊浪層波。一倫圓照。磐石嵯峨。毘嵐鼓竅。加趺坐斷", "110": "處尋蹤跡。驀直歸家夜未央。贈葆一兄", "111": "直既中繩方亦中矩。煙水百城賓中識主。贈如是師", "112": "勁節虛心相對何語。離卻有無誰奪誰與。贈積如丈", "113": "不存軌則聊示方隅。肩雲戴月逸塵而趨。贈知十丈", "114": "毋刓汝體毋露汝端。捨之慄慄用之跚跚。自題", "115": "詩偈詩偈", "116": "山居百八偈山居百八偈有小引", "117": "引抱病入山。了當大事之不暇。而暇作吟哦活計", "118": "乎。然俯仰身世。自憫憫他。又似有不容默默者。", "119": "隨意所到舉筆直書。積而數之偶成百八。蓋實", "12": "綠苔痕。動靜融歸聞性妙。大悲三昧瞥相親。鼻端徹", "120": "不向吟哦中來。倘得意忘言。亦未必非了當大", "121": "事之一助也。迺不毀而漫存之。", "122": "一一", "123": "只此萬山中。悠然意不同。望江迷客路。禮塔懷真風。", "124": "茅室我晏坐。時復觀筠叢。嬴來病後質。安問窮與通。", "125": "二二", "126": "一自芒鞋破。從教萬慮慵。短衫堪度夏。敝襖復經冬。", "127": "禪起餘長嘯。談時僅短鋒。晨昏伴幽寂。崖上幾聲鐘。", "128": "三三", "129": "山舍陋無窗。惟標離相幢。交吞既非獨。兩照亦非雙。", "13": "聽巖花笑。", "130": "霞色燭短嶺。月影凝長江。為歎舉棹者。胡為多釘樁。", "131": "四四", "132": "問予何所事。禪餘讀梵書。寂默固無在。葛藤奚待鋤。", "133": "俯仰聊自適。賴此狂與疏。香木日已燼。何如長作樗。", "134": "五五", "135": "一病五百日。形神並已枯。緇素偶相值。稱我為禪臞。", "136": "禪臞竟何解。佛法從來無。倦眠醒便起。笑此空頭顱。", "137": "六六", "138": "我性耽枯寂。愛此山中山。珍禽曉破夢。孤猿夜伴閒。", "139": "白雲時出沒。流水亦潺湲。得失永無慮。有門常不關。", "14": "蓮舟大士像讚蓮舟大士像讚", "140": "七七", "141": "我愛山中行。安步不須馬。有時訪怪石。有時趨樹下。", "142": "本無取境心。何勞更修捨。嗤彼世塗中。鑽龜復打瓦。", "143": "八八", "144": "我愛山中住。觀化俯且仰。一法不當情。萬緣同鏡像。", "145": "纔言獨露身。無端已成兩。笑破太虛空。巖谷爭酬響。", "146": "九九", "147": "我愛山中坐。一日兩日永。頂雖鵲未巢。樹亦枝無影。", "148": "既不耐諠譁。亦不味幽靜。形疲便起行。枯樁變浮梗。", "149": "十十", "15": "波翻浪湧。性定心澄。慈心三昧。霧靄雲蒸。咄。蓮華一", "150": "我愛山中臥。易寐還易醒。醒寐惟幻形。誰實司肯綮。", "151": "諦觀五陰身。非別亦非並。不知何所緣。猶然不自肯。", "152": "十一十一", "153": "我愛山中春。雪埋古路塵。幽蘭笑巖石。遊子行且逡。", "154": "松色宛如舊。鳥聲亦不新。避秦嗤未久。尚有羲皇人。", "155": "十二十二", "156": "我愛山中夏。心閒日逾暇。茅屋足清涼。何必登臺榭。", "157": "介爾華欲敷。奚物堪酬價。一片白雲飛。雨似車輪下。", "158": "十三十三", "159": "我愛山中秋。微雲淡碧流。桂少香倍烈。菊瘦姿迺幽。", "16": "葉輕如許。法界收來勝不勝。", "160": "白粲早已熟。寒蟬聲未收。飯罷峰頭坐。長江天外浮。", "161": "十四十四", "162": "我愛山中冬。密雲覆重重。雪舞盡如蝶。簷結宛似龍。", "163": "室內饒焦木。門外無行蹤。擁被鎮日坐。不參五葉宗。", "164": "十五十五", "165": "我愛山中風。暮息朝復有。寒時漫相疏。熱時仍覺厚。", "166": "疏厚自隨情。此君元不受。欲知情性長。問取池邊柳。", "167": "十六十六", "168": "我愛山中花。遍處呈佳錦。草木雖殊質。香色均成品。", "169": "清賞適相宜。何堪供佩衽。幽然傲深谷。不伴時流飲。", "17": "海湧文殊像讚海湧文殊像讚", "170": "十七十七", "171": "我愛山中雪。萬峰同一覽。潔矣無片塵。清哉有餘淡。", "172": "壓竹每成梁。綴松多作菡。何須蘇武吞。予亦將為糝。", "173": "十八十八", "174": "我愛山中月。寒光照深庵。萬里絕雲霞。一窗饒冷燄。", "175": "移來柏影長。拂此幽人臉。旨哉月喻經。圓缺皆從漸。", "176": "十九十九", "177": "我愛山中泉。內湧非從邊。淵淵離煩垢。泠泠浸碧天。", "178": "煮糜信甘美。烹茶亦奇鮮。誰為知味者。請問光音禪。", "179": "二十二十", "18": "一片青山。無邊波浪。動靜不生。奇形異狀。湧出寶蓮。", "180": "我愛山中石。縱橫亂成格。苔蘚作衣裳。雲霓備冠舄。", "181": "不點生公頭。寧畏提婆擲。兀兀伴餘年。笑我煙霞癖。", "182": "二十一二十一", "183": "我愛山中松。行列亦橫縱。數尺已似蓋。盈拱還如龍。", "184": "奇根傍危石。質臞姿乃丰。嚴冬一夜雪。遍體白芙蓉。", "185": "二十二二十二", "186": "我愛山中竹。交影堪成屋。風來奏梵音。雨過抽新簇。", "187": "勁節出長林。虛心符短牘。雙徑不須開。千畝藏幽谷。", "188": "二十三二十三", "189": "我愛山中晴。日照幽溪明。雲霧忽何去。松篁乃菁菁。", "19": "文殊在上。大智勇猛。識風鼓盪。若欲思量。命失身喪", "190": "長空鳥跡迥。短嶺泉流清。舒體一獨嘯。深谷頻相賡。", "191": "二十四二十四", "192": "我愛山中雨。鳥鵲同斂羽。抱膝坐繩床。寂爾無聞睹。", "193": "倦來舒腳眠。倏忽經五鼓。捫枕辨方隅。手眼知非瞽。", "194": "二十五二十五", "195": "我愛山中雲。幻作庭前供。星散各為葩。烏合還無縫。", "196": "乘來身較輕。騰去天為重。曠矣任翱翔。誰共虛空訟。", "197": "二十六二十六", "198": "我愛山中日。冬夏咸和適。霜露釋然消。幽室能生白。", "199": "浴溟此先知。懸鼓還非隔。正午打三更。疑殺參玄客。", "2": "蕅益道人智旭著門人圓果錄", "20": "咦。如意拈來觸背融。白毫全體光明藏。", "200": "二十七二十七", "201": "白雲捲還舒。清風拂還止。問我山中樂。從來只如此。", "202": "懶向蒲團求。亦不鑽故紙。若作佛法商。千里復萬里。", "203": "二十八二十八", "204": "未知牝與牡。安辨黃與驪。冬來風颯颯。春至草萋萋。", "205": "法本不相待。徒勞似木雞。遊子欲問道。流水滿前谿。", "206": "二十九二十九", "207": "飲酒每嫌淡。食肉秖喜肥。嗟此惻隱性。長閉嗜欲扉。", "208": "豈思蔬與水。亦已堪療饑。瞬息面目異。何時復知歸。", "209": "三十三十", "21": "十八應真像讚二首題貫休真蹟十八應真像讚二首題貫休真蹟", "210": "好花明月下。一杯仍一杯。酣後長舒腳。熟睡聲如雷。", "211": "恣言人世樂。那信身如坏。息斷知何去。空令親屬哀。", "212": "三十一三十一", "213": "少年競脂粉。窈窕思長娥。秋波送深媚。雲鬢開沉痾。", "214": "卮酒雅相贈。舞罷還酣歌。之死矢靡悔。悲哉燈畔蛾。", "215": "三十二三十二", "216": "美人衣羅綺。纖指彈琵琶。音韻清且婉。態度雲復霞。", "217": "仙尚失神足。人誰不歎嗟。寧知一線斷。傀儡歸泥沙。", "218": "三十三三十三", "219": "逐興呼美酒。舒懷撫瑤琴。豈無暫時樂。終為壞苦侵。", "22": "出山七尊出山七尊", "220": "迷頭常認影。歷劫從他尋。何如撒兩手。瀟灑出稠林。", "221": "三十四三十四", "222": "人將雞豕烹。獄卒將人煮。酬償無已時。楚毒那堪侶。", "223": "何不修慈心。民胞物吾與。蔬水足資身。二簋亦可祣。", "224": "客來饒菜根。養親獻果茹。有生皆愛命。奚忍充豆俎。", "225": "君子遠庖廚。掩耳盜鈴語。", "226": "三十五三十五", "227": "饋肉令人悅。揮刀令人恐。不從刀上來。此肉何由捧。", "228": "食之信可甘。思之寧不悚。斯事尚心安。何須咎作俑。", "229": "三十六三十六", "23": "石梁橋畔煙樹古。中有峭壁方廣戶。石梁橋下水流", "230": "淵明嗜杯酒。不與蓮華盟。折腰既弗屑。麴糱胡偏酲。", "231": "欲深天機淺。格言羨莊生。性學豈多術。無如理勝情。", "232": "三十七三十七", "233": "壯士血氣盛。國步誇邯鄲。殺人不敢睨。一語盟肺肝。", "234": "義勇洵絕世。仁慈體迺刓。圖窮露匕首。髑髏千古寒。", "235": "三十八三十八", "236": "草茂忽復萎。月滿忽復虧。少壯尚難保。老大安可怡。", "237": "莫問死何去。只今住者誰。空華結空果。拭目知未知。", "238": "三十九三十九", "239": "紅顏曾未幾。倏忽斑兩毛。爭趨愛欲燄。積劫歸塵勞。", "24": "急。曇花燦爛侵眉宇。應真見道不見山。出壁登橋任", "240": "斯世竟何恃。苦趣誠無號。早悟不生滅。嗤言王母桃。", "241": "四十四十", "242": "拜將羨椎埋。誰知身在蝸。生來惟兩腳。寧復須三鞋。", "243": "營營竟何益。終就無常豺。試看北邙土。多是貪瞋骸。", "244": "四十一四十一", "245": "忉利一晝夜人間已百齡縱使滿百歲猶然朝菌形", "246": "況復多夭折瞬息無安寧胡不一猛省甘為四大刑", "247": "四十二四十二", "248": "玉兔甫西逝金烏復東昇少壯日已去衰病時時增", "249": "寐者終不覺智者思自懲欲使冰成水無令水結冰", "25": "仰俯。風動幡動兩無關。回首依稀識師主。獅顰豹變", "250": "四十三四十三", "251": "梧桐一葉落天下同驚秋老少死無算見者胡悠悠", "252": "眼前幾許樂貽卻千古愁早唱歸家曲莫待捐荒丘", "253": "四十四四十四", "254": "狐兔營其窟烏鵲爭其巢孰知咸在旅生死均浮泡", "255": "茫茫苦海闊欲度須繫匏莫使荒郊骨還令梵志敲", "256": "四十五四十五", "257": "東鄰慶新婦西舍哭亡男哭者不復笑慶者終必惔", "258": "悲歡亂衷曲擬北仍復南輸與煙霞客隨緣宿草庵", "259": "四十六四十六", "26": "不驚情。梵冊華言覿面呈。肩輿坐斷十方界。力士安", "260": "世法多崎嶇禁賂還存賄枉道或容身直道每招罪", "261": "何如野衲閒薇蕨堪充餒風來翠竹鳴雲去青山在", "262": "俯仰獨清寧家風常不改", "263": "四十七四十七", "264": "賤夫登壟斷巢許棲高岡清濁固霄壤取捨同膏肓", "265": "不知三界夢剜肉強作瘡一念悟無性十虛任徜徉", "266": "四十八四十八", "267": "水氣每成虹地蒸每作菌介爾本無形剎那已有朕", "268": "慎獨雖兢兢豈達無生忍一翳甫在睛空華斯亂殞", "269": "欲令華相滅莫向空中泯", "27": "知腳底輕。拈來拄杖沒巴鼻。玄機問取徐行麠。下座", "270": "四十九四十九", "271": "盛暑喜乘風嚴寒愛向火情性屢隨時究竟誰為我", "272": "未出有無關空勞此靜坐莽蒼三返人撫腹猶稱果", "273": "五十五十", "274": "風來萬壑鳴月出千山皎笑此頑虛空常為明動擾", "275": "不動復是誰豈居風月表離即既雙非問君了不了", "276": "胡弗畏深坑徒憂打之遶驀直轉欹邪空爭內外紹", "277": "五十一五十一", "278": "荊璞未應剖卞和徒自泣雷鳴二月春蠕動皆離蟄", "279": "屈伸信有時何用勞汲汲築碎太虛空從古原無汁", "28": "芒鞋誰未破。卓哉難弟復難兄。", "280": "五十二五十二", "281": "畫餅不充饑美食不中飽欲縛樹頭風勤取龜毛絞", "282": "弄假豈成真賣拙翻為巧俱盧日落山贍部雞鳴卯", "283": "五十三五十三", "284": "聖訓恒諄諄令觀五盛蘊陽燄與空華無我誰欣忿", "285": "生死靡暫停幻質同朝槿了知呼吸關至道斯云近", "286": "五十四五十四", "287": "禦寒不䌟績糊口不耕田佛制固如此誰思共息肩", "288": "神王翻貝葉形疲且穩眠何須學枯木失此無心禪", "289": "五十五五十五", "29": "水閣十一尊水閣十一尊", "290": "有嘲不用解有山不用買泉流月影長霧壓空形矮", "291": "起臥任所適語默隨瀟灑拽杖登巖阿野鹿馴無駭", "292": "五十六五十六", "293": "今夏稱酷暑此地偏清涼金風初到嶺木葉早已黃", "294": "霜後菜味逸饑來食易良飯罷更何事加趺送夕陽", "295": "五十七五十七", "296": "自昔違故國客路良迢迢回首信非遠縱步終難翹", "297": "賴有舊時友舉手頻相招同行不肯返如何獨乘船", "298": "五十八五十八", "299": "我去千里外朋來萬里中趨避各異旨臭味胡相同", "3": "讚讚", "30": "波濤萬頃噴山顛。樓臺幻出雲霞聯。乞士何時應供", "300": "取捨信有極詣極思真風笑指南詢客悠悠路未終", "301": "五十九五十九", "302": "非我漫傷今嗟時太不古律法如亂絲禪宗更莽鹵", "303": "庶幾義學家猶然水添乳悠悠淨土門事理分捨取", "304": "各披祖父甲翻傲負嵎虎哀哉復哀哉坐致魔軍侮", "305": "六十六十", "306": "枝葉秋已摧貞實冬無敗所以真偽關終莫逃爐鞴", "307": "欲使稻梁肥殷勤先去稗折攝似分途同歸調伏戒", "308": "六十一六十一", "309": "人侮非自侮自侮非侮人不受禮歸主妙喻真且親", "31": "返。袈裟馥鬱沾龍涎。杖藜斗笠閒家具。缽盂布袋空", "310": "修羅慢幢折帝釋勝幡新忍為力中最勝敵寧揚塵", "311": "六十二六十二", "312": "調心如大地寵辱何關意美玉良自珍角石翻成瘁", "313": "遐哉睡虎機千古稱難企誰知歌利王鹿苑先蒙記", "314": "六十三六十三", "315": "言居佛祖先行落凡愚後漫抱法門憂自疾耳無救", "316": "恥躬愧儒宗歸爨慚禦冠莫誇日正長瞬息聞更漏", "317": "六十四六十四", "318": "揠苗徒自損溝澮盈還涸九仞不及泉枉向高原鑿", "319": "慎終亦謀始所厚那堪薄醍醐願共餐善巧先鑽酪", "32": "相傳。化城寶所誰遠近。古木巖花孰後先。龍王翹體", "320": "六十五六十五", "321": "三十未始壯四十今已老徒爾費芒鞋依然不聞道", "322": "既懲從井仁豈學手援嫂見彈求鴞炙嗟哉計太早", "323": "六十六六十六", "324": "壁影本非魑孩童疑作鬼白日忽升天見徹無頭尾", "325": "秋深饒月華春到多芳卉根境未離籓受用能有幾", "326": "六十七六十七", "327": "四衢遊坦坦白牛步緩緩已悟勝蓮時方知忍土短", "328": "成壞等浮漚依住均累卵啾啾器內蚊誰信斯非誕", "329": "六十八六十八", "33": "迎還送。風不揚塵石自動。倚欄共聽海潮聲。聞機剝", "330": "牛犢不畏虎傷鳥怖虛弓安畏雖異局對境皆懵懵", "331": "何如見諦士了了知無忡遊戲逆順界寧尸勝敵功", "332": "六十九六十九", "333": "避世不擇地避地不擇人烏江已非漢桃源亦屬秦", "334": "所以明哲士沒蹤莫藏身欲知剎海性從來惟一塵", "335": "七十七十", "336": "鵲噪固無憂鴉鳴亦報喜聲性本非殊聞機寧異耳", "337": "一耳聽兩音兩亡一便止無明從此無始覺從此始", "338": "七十一七十一", "339": "咸臨吉乃利倚伏洵多義甫唱拔茅歌旋生朋黨祟", "34": "脫虛空痛。天際茫茫識浪平。涅槃生死鎔情凍。老僧", "340": "世事固應然調心尤不易難提起四禪魔女偏相魅", "341": "七十二七十二", "342": "蹇不利東北解亦利西南安身迺崇德憧憧奚所堪", "343": "鴻飛麗天表龍躍歸深潭思慮泯無朕白日眠方酣", "344": "七十三七十三", "345": "居德忌成夬育德貴如蒙大道曠無際何以耳似充", "346": "出關驚枕夢入場嗤老翁熟讀霍光傳方知養正功", "347": "七十四七十四", "348": "亢龍成碩果無悔須歸潛形氣尚應爾況復心法嚴", "349": "洗心貴藏密豈兆涼與炎滴油莫墮地凜凜刃方銛", "35": "手腕具神通。筆端三昧稱如夢。", "350": "七十五七十五", "351": "逐妄又尋真揚灰復鼓塵未悟賓中主安知主裏賓", "352": "美食飽所棄糟糠饑所珍滔滔天下是沮溺同迷津", "353": "七十六七十六", "354": "希顏復學孔未出三界籠步老復趨莊依然舊漆桶", "355": "太極未生形自心早妄動石火電光機何勞誇一統", "356": "七十七七十七", "357": "既慚德不修又愧學不講德學本同條誰能作兩項", "358": "紫陽與象山各喫三十棒識取宣尼宗方來證溝港", "359": "七十八七十八", "36": "達磨祖師像讚達磨祖師像讚二", "360": "童冠沂水遊三子異其撰一哂一喟然黑豆換卻眼", "361": "央掘發誠言胎難安然產讀至不動章大慧顏當赧", "362": "七十九七十九", "363": "前際不可窮後際不可極現前介爾心邊際渺難測", "364": "明明法界宗妙觀胡墨墨奮起金剛拳打碎無生國", "365": "八十八十", "366": "欲雪先集霰欲雷先耀電如何欲成佛福慧毫無片", "367": "流小石能穿鑽息火誰現須教熟處生擐甲同鏖戰", "368": "八十一八十一", "369": "星火燎荒原一指蔽山嶽易訓誡履霜宣尼貴先覺", "37": "一句安心語萬劫繫驢橛。轉得鼻孔來虛空出鮮血。", "370": "未窮學地流慎勿誇無學泥在水非純稍動還成濁", "371": "八十二八十二", "372": "濁水珠可清暗室燈能破惟有靛池公獅吼終驚臥", "373": "跨下亦登壇大將非從貨悅草披虎皮徒令千古唾", "374": "八十三八十三", "375": "狡狐能惑虎木雞難怖禽可欺不可罔神全乃莫侵", "376": "面南看北斗端的誰知音曾經勝熱燄徹體涼且愔", "377": "八十四八十四", "378": "崑崙非宿海宿海非阿耨滔滔萬里流一滴源誰透", "379": "漫傳天上來錯認銀河胄賴此投海機從前皆免究", "38": "怪底東施強效顰。卻令西子蒙不潔。何如分付老雲", "380": "八十五八十五", "381": "六塵本太平六根亦非嬈問取六識身蹤跡尤杳杳", "382": "誰為結使源細覓終難了試看瓶內空傾出知多少", "383": "八十六八十六", "384": "色色彰苦空聲聲演無我拈來法界鑰開盡塵沙鎖", "385": "睹角便知牛望煙豈惑火若要船頭直端卻船梢舵", "386": "八十七八十七", "387": "須彌怪石供海水塗足油陶輪擲千界剎網收雙眸", "388": "變身四萬二入聖終未優擬作神通會新添頭上頭", "389": "八十八八十八", "39": "門。早與瞿曇同打殺驀地西來。大似無風起浪。更", "390": "鯤潛知海闊鵬徙知天高十虛信寥廓何如遍吉毛", "391": "縱步歷塵劫徒令童子勞迷此一隙理今古同滔滔", "392": "八十九八十九", "393": "金屑不著眼毒器不貯漿王饌未敢食華屋徒窺牆", "394": "垢盡明自現胡勞羨色莊春風一夜起蘭蕊遍溪香", "395": "九十九十", "396": "芒鞋棄屋後缽袋掛茅菴非敢濫無學坐訪同行參", "397": "石蜜味中最食乃知其甘見月良賴指寧復撈深潭", "398": "九十一九十一", "399": "力疾復談經非甘背夙盟應憐慧命斷誰顧色身竛", "4": "觀音大士像讚觀音大士像讚", "40": "加折葦。不免眼下栽眉。饒君面壁九年。落得弄巧成", "400": "字字杵嬰血言言佛祖型寄規龍象眾莫作等閒聽", "401": "九十二九十二", "402": "語不競朝華病應消夙業獨愧衰朽身難企尊者脅", "403": "法無心外傳道自威音劫明明梵網燈未審誰先接", "404": "九十三九十三", "405": "直指西來意楞伽心可安語言同解脫內守偏蹣跚", "406": "休戀聲前句還思步外竿不嘗天下醋那信一般酸", "407": "九十四九十四", "408": "霧行不覺潤日照咸知暄獨憐之楚客往往北其轅", "409": "珠固在濁水蓮豈出高原為問南詢者詎曰甘勞煩", "41": "拙。賴有楞伽四卷。且喜救卻一半。咄逢人切忌錯舉。", "410": "九十五九十五", "411": "學士畏枯寂禪德怖繁文繁文信無益枯寂亦添瘽", "412": "蛇繩見方熾取捨徒紛紜捉鼻謾高喚燈照知非豶", "413": "九十六九十六", "414": "未明心與性讀誦徒喃喃甫欲思上達暗證還自緘", "415": "不解順流棹豈知逆風帆呷盡四海水到頭滋味鹹", "416": "九十七九十七", "417": "競為格外鋒罔念昔時典因護乃至吠堪嗟梵志大", "418": "財慳尚可回法執誰能遣五百野狐身覆轍偏爭踐", "419": "九十八九十八", "42": "九華化城寺大圓禪師像讚九華化城寺大圓禪師像讚", "420": "佛語即佛心佛心非佛語離此即非關究竟誰為汝", "421": "一句了然超萬劫合頭杵若要舌本甜勤取黃連茹", "422": "九十九九十九", "423": "心肝掛樹杪此理從來少離教覓單傳癡鱉何時了", "424": "妙指發妙音非內亦非表側耳不會心依然打之遶", "425": "一百一百", "426": "觀箭毒逾熾問橋路逾遲路遲日易暮毒熾那堪醫", "427": "有藥不早服有足不早馳茫茫生滅海誰與定歸期", "428": "百一百一", "429": "毒蛇勿捉尾甘露勿添水添水飲成病捉尾螫人死", "43": "咄咄老僧。不唧溜漢。性火真空。兩重公案。八十餘年", "430": "執項善調御功歸豢龍氏悟時轉法華良哉惠能旨", "431": "百二百二", "432": "聽法不觀心死至成狼狽觀心不聽法執刀還自害", "433": "未知說默源同條卻異會鼻孔向下垂空讚威音外", "434": "百三百三", "435": "長語悟非多雪填井便無要言迷不少小毒還生瘉", "436": "何勞妄欣厭共把真宗誣早修開演智莫畫舊葫蘆", "437": "百四百四", "438": "執藥每成病借病翻成藥通塞靡定蹤觸境須深度", "439": "知人勿昭昭自照無莫莫一言燭根元千山勝行腳", "44": "贓已追。留下家私誰共算。大圓光裏笑呵呵。邈出真", "440": "百五百五", "441": "聚螢不爇草聚雪不成山鑽紙信無益枯坐終癡頑", "442": "未歷羊腸險安知行路難千里始初步休商最後關", "443": "百六百六", "444": "洪鐘叩乃鳴美玉終須琢不覓惡鉗錘豈破無明殼", "445": "護茲煩惱情忍使靈光剝幽幽長夜寒熟睡誰能覺", "446": "百七百七", "447": "烏焉忽成馬展轉無非錯佛滅曾幾時哀哉水潦鶴", "448": "矧茲最後年何地尋略彴斯文賴未亡共聽封人鐸", "449": "百八百八", "45": "容只一半。任爾人天供養繁。面孔依然歸那畔。", "450": "日輪挽作鏡海水挹作盆照我忠義膽浴我法臣魂", "451": "九死心不悔塵劫願猶存為檄虛空界何人共此䑳", "452": "幻寓華嚴菴四偈幻寓華嚴菴四偈", "453": "笑破無生夢拋開有識身隨緣聊寄足何事可關神", "454": "瓔粥偏宜病鶉衣不厭貧灌園慚計拙莫復更思蓴", "455": "九子峰偏靜非干車馬喧有菴藏竹徑無客到松垣", "456": "地是金沙布天從螺髻援加趺消永晝欲辯已忘言", "457": "未具摶風翼欣同維鵲巢秕糠能作飯野菜亦成肴", "458": "泉飲方知冷情枯始可交半生慚孟浪今復愛吾犛", "459": "千里歸盟主寧辭風雨侵緬懷恒尚古扼腕每悲今", "46": "龍庵老人像讚龍庵老人像讚", "460": "野獸夜警寐山禽曉奏音苦空須早悟無負最初心", "461": "遣病歌遣病歌", "462": "九華峰頭雲霧濃三月四月如隆冬敝袍厚擁供高", "463": "臥尚嫌煖性來無從九華山中泉味逸百滾千沸甘", "464": "同蜜拾取松毬鎮日煨權作參苓療我疾堪嗟我疾", "465": "療偏難阿難隔日我三日寒殺闍梨熱亦然已信浮", "466": "生危脆質豈從旦暮戀空華悲我知門未詣室是以", "467": "勤將神咒持擬開同體妙三慈我病愈時生界愈剎", "468": "那非速劫非遲箇中消息誰當辨痛癢相關漫自欺", "469": "夢徹公有感為持咒偈夢徹公有感為持咒偈", "47": "海潮大智。九子龍菴。但修實行。不貴空談。視十方為", "470": "十載彌天網心心獲異禽蟭螟偏誤入五夏漫投鍼", "471": "一簣功猶缺他緣早受侵神交雖不隔托足已殊林", "472": "百里半九十悠悠關我襟支頤頻到夢寤想倍憂深", "473": "黽勉皈明咒終期聽好音力追先哲道莫陷近時燖", "474": "三十八歲生日偈三十八歲生日偈有序五月初三日", "475": "予自分三十八歲必死扶病勉強入山不欲留", "476": "此骨於人間世也山中與我同生者三人皆於", "477": "春夏之交逝矣予猶延殘喘得至今日實三寶", "478": "及神咒力耳爰成一偈以感佛恩。", "479": "誤受五行質恒為四大侵庚從丙火鑠計使月光陰", "48": "一體。杜後裔之癡憨。披紫衣而慈容坦坦。執明珠而", "480": "拼作山中骨寧存塵世心獨霑神咒力偏渡業河深", "481": "已悟無常浪重聆實相音菩提須永發正法誓長今", "482": "豈視魔軍擾甘令佛道沈", "483": "有所慰有所慰", "484": "君不見帝釋五衰相已現甫唱三皈貌更姝又不見", "485": "趙州苦行山中足螣蛇變作龍戲珠從來逆境多成", "486": "就歎息幾人能自孚動心忍性誠實語自暴自棄非", "487": "良圖夏草茸茸霜所敗松柏亭亭冬不殊寒威適足", "488": "堅我骨冰雪還堪養我株老虯千載稱神樹豈向春", "489": "風競賞娛大任舍予誰克荷精金須煉終非誣試看", "49": "佛號諵諵。神雖久歸安養。名猶昭著東南。夫惟煽慈", "490": "山前行路者崎嶇歷盡是通衢", "491": "病餘寫懷四偈病餘寫懷四偈", "492": "一條拄杖兩芒鞋海闊天空舒我骸愛見慈悲終作", "493": "疾婆和學侶謾為儕悅心有法聊成賞糊口無糧卻", "494": "是齋好惡雲山隨意歷莫商何地把身埋", "495": "昔日曾吟五子歌典刑依舊憶熙河宗庭獨力除荒", "496": "草教律誰能共執柯雨露重時恩念少鉗錘辣處怨", "497": "情多堪嗟大願無方便還向金錍自切磋", "498": "勝心雖發足凡情十載依稀舊路行疵露任從人世", "499": "撥心虛惟念斷金盟莊生有斧嫌無質旭子徒存垔", "5": "白者是紙。黑者是墨。何處有紫竹林。甚麼是磐陀石。", "50": "風於無盡。能令禮遺容者宛如面參。", "500": "孰乎笑殺巴人猶少和引商刻羽欲誰賡", "501": "大小由來出路岐無端埋沒好男兒花香暗被狂風", "502": "洩果嫩偏遭淫雨漓收拾敗棋輸已半搜羅剩騎氣", "503": "方贏三年嘗膽嗤非久須學華嚴塵劫思", "504": "重閱大藏偈重閱大藏偈", "505": "我年三十歲閱藏求殊琛身心並安適志欲老叢林", "506": "無端被名累善友牽我襟雖受切磋益酬酢時相臨", "507": "實德愧無寸虛膺人世欽夙障得其便惡疾斯來侵", "508": "悠悠旦復暮遷延乃至今賴此病良藥入山恐不深", "509": "棲止寧擇木怖曲同傷禽乘時理舊業隨緣且自箴", "51": "博山無異師伯像讚博山無異師伯像讚有序", "510": "已識浮生夢何勞謀釜鬵為哀盲道者恒復長呻吟", "511": "法藥須療病豈曰甘為蟫鍊酥能作酒當令猛光歆", "512": "魔外固多巧誰堪七縱擒勉旃莫辭誕法雨將咸淋", "513": "有感偶成有感偶成", "514": "他人之惡不可助助惡猶如投火聚他人善事不可", "515": "阻阻善猶如違害鬼遏惡揚善順天休罪滅福長不", "516": "須求以善資善喻水流終歸大海涵千洲以惡資惡", "517": "喻積糞徹底臭穢終難近糞穢猶令田稻肥惡業徒", "518": "招地獄悲", "519": "喜病口占喜病口占", "52": "予昔送惺谷禪兄薙髮。始晤師伯。追隨至金陵而", "520": "病作丸湯經作醫苦空無我適相宜一倫生死無生", "521": "滅痛殺闍梨知未知", "522": "題五釵松題五釵松", "523": "昔時五釵化作龍今時五釵還成叢昔時大士孤峰", "524": "坐今時大士盈山中五釵本自大士種撫茲道樹知", "525": "慈風歲寒不改青山色雪綴依稀帝釋宮帝釋宮中", "526": "曾現瑞百千身相同名字願力塵沙未足奇誰信泥", "527": "犁無礙事法身輪轉水為冰性惡昭然性善義迷悟", "528": "關頭一念融刀山劍樹隨遊戲笑指庭前柏樹參那", "529": "知此樹西來意", "53": "別。盤桓一百餘日。每談及法門流弊。擬相與共拯", "530": "贈見心開士偈贈見心開士偈有小引", "531": "見心開士為九華尊宿喜營福事非一日矣。", "532": "神廟時所頒大藏久未供奉開士復捐衣缽之", "533": "餘為櫥供之予因閱藏以偈贊曰。", "534": "諸佛慧命常住法身云何不滅三藏是珍因指見月", "535": "月見指親文字觀照實相同真一展一誦為梁為津", "536": "維我開士信此妙因如法供養有敘有倫護彼侵蝕", "537": "卷帙常新便彼簡閱次第攸陳悟性永發功由爾遵", "538": "緇林之導法王之臣何以報德劫外長春", "539": "丁丑季冬禮千佛於九華藏樓偈贈諸友丁丑季冬禮千佛於九華藏樓偈贈諸友", "54": "之。不意僅年餘而師伯示寂。遂令予獨掌隻輪。不", "540": "謾云苦瓠換甜瓜應信慈尊並我家念性不勞參水", "541": "月低頭已駕白牛車", "542": "介爾靈明絕古今摩尼豈被汩流侵珠澄濁水清光", "543": "露映徹晴空萬像森", "544": "堆山積嶽盡塵埃力把慈風一夕摧吹散鐵圍無暗", "545": "地何須拭目問明來", "546": "昔年窠臼一時掀臘盡春回日已暄欲信崑崙泉脈", "547": "動但看河凍不勝轅", "548": "歲月如流不可期強將識性試旋思三千鼻孔終無", "549": "異一樣鬚眉那自疑", "55": "能浪鳴單運。豈不痛哉。邇來頻見為宗匠者。輒以", "550": "靈犀一點性元通觸境逢渠道自融驀地舉時聲歷", "551": "歷相看同在寶樓中", "552": "芥翳非關眼性明空華飄舞孰枯榮道場當處無成", "553": "毀記取當年常不輕", "554": "一體橫分想與情冷然性計即無生功成五悔非留", "555": "惑莫替樓頭最後盟", "556": "贈頂瞿師掩關念佛贈頂瞿師掩關念佛", "557": "一句彌陀聲歷歷自他共離不可覓是心作佛是心", "558": "是熾然感應真空寂驀直歸來莫問津無明睡裏轟", "559": "霹靂醒來捫枕笑呵呵夢墮大河誰實溺夢時非墮", "56": "東瓜印子印人。致使宗風掃地。緬懷師伯。受用壽", "560": "醒非超一任凱風同奏勣髻珠解處紹功成內外空", "561": "爭庶與嫡權實由來不二門白牛背上橫吹笛一曲", "562": "無生明月寒從來不用降魔檄", "563": "因拄杖折聯成舊句因拄杖折聯成舊句", "564": "久將北斗面南看回首家鄉月影寒拄杖折時手眼", "565": "瞥芒鞋破處足心酸不勞藏跡鍼鋒裏偏解拋毬急", "566": "水灘一嘯忽傳林谷響石人撫掌白雲端", "567": "夢感正法衰替痛哭而醒述偈寫懷二首夢感正法衰替痛哭而醒述偈寫懷二首", "568": "幾番視聽悚狼威脂欲消時肉漸肥自許肝腸終莫", "569": "改那堪聲氣合仍違魔軍邪幟三洲遍孽子孤忠一", "57": "昌不肯二字。終不以佛法作人情。凜凜有古人風。", "570": "線徵夢斷金河情未盡醒來猶自淚沾衣", "571": "休言三界盡生盲珠繫貧衣性自明肯放眼前閒活", "572": "計使堪劫外獨稱英不龜手藥猶分明無上尸羅寧", "573": "隔程泣愬莫嫌頻入寐會須踐我最初盟", "574": "道過齊雲問訊貞武道過齊雲問訊貞武", "575": "煙霞賸癖此中分遙望名巒勢欲棼擬向玉屏占瑞", "576": "氣還從金鼎挹香芬千尋曲澗鳴流水萬朵青山綴", "577": "白雲予亦佛門為外護何妨破格友真君", "578": "四十初度寫懷四十初度寫懷", "579": "物論悠悠理本齊年來漸覺脫筌蹄拳開非實掌元", "58": "倍切思慕。適知十禪兄以遺像索題。悽然久之合", "580": "在翳去惟空眼不迷流水有心終匯海落花無語亦", "581": "成谿剎那生處生何性笑把威音劫外提", "582": "雨窗選佛分得東文二韻雨窗選佛分得東文二韻", "583": "何須翹首福城東十界圓歸一席中眾壑爭鳴同就", "584": "海簷聲滴斷熟梅風", "585": "擬將遊戲覲迦文卻喜空山布法雲輪相轉時知性", "586": "起懽呼早已震魔軍", "587": "喜雨歌喜雨歌", "588": "初夏久暘暘人情爭畏旱芒種雨如傾溝澮咸充滿", "589": "一澍十晝夜溪流抑何悍我坐陽山第一峰禪衣擁", "59": "掌讚曰。", "590": "膝偏稱暖倦來無事且經行選佛場中欣有伴焚香", "591": "煮茗樂悠悠雨點風聲片語收風吹不入雨不濕堪", "592": "笑從來學未優三身四土都霉卻翠竹青松雲外浮", "593": "君不見隨他一語千山走今日重添頭上頭", "594": "贈葆一兄贈葆一兄", "595": "新安諸峰多淡雅陽山獨自稱秀拔悠然小閣築松", "596": "間倚欄坐眺襟期豁城市紛紛聲不侵萬山點綴浮", "597": "雲闊鳥語蛙談了義詮磬魚梵唄閒生活我來結夏", "598": "信奇緣坐向塵中剖大千葆公夙志亦非小衣珠欲", "599": "向迷前曉梵世絲垂擬就鍼風師珍重莫相侵佇看", "6": "希有大士。無作妙德。不向空中現影。偏借靈於手筆。", "60": "貌偉神豐。心慈體勁。向空觀以入門。從壽昌而斷命。", "600": "投契無蹤跡繡出鴛鴦絕古今絕古今微塵國裏足", "601": "知音目前雞肋何須戀攜手同歸解脫林", "602": "寄懷未能寄懷未能", "603": "文字離微影不留玄機欲唱孰相酬因憐屢中神猶", "604": "隔翻憶如愚益可收九子峰頭標月指千如境裏辨", "605": "金鑰靈犀通處知無朕莫負持明助遠猷", "606": "新秋懷如是師新秋懷如是師", "607": "林低鳥跡迥石密竹影臞白雲填萬壑殘月掛斜株", "608": "嗟此不成寐我友天一隅敦好信非久時復懷嘻吁", "609": "警眾友警眾友", "61": "堅持不肯家風。痛洗今時禪病。既存徹困婆心。何必", "610": "翹首菩提路悠悠幾陌阡應憐小證後重憶大通前", "611": "月指謝綠影鏡像明媸妍自慚說法鳥誡爾莫生天", "612": "題扇寄懷野愚索印章題扇寄懷野愚索印章", "613": "天都列千嶂遠望積平郊松陰拂危石幽然築小茅", "614": "無事此靜坐日影移林梢慚予天外友攜杖徒神交", "615": "翹望別峰外矯矯白鶴巢短吟聊寄興新句未堪敲", "616": "借靈思妙腕解此半生嘲", "617": "贈華林開士贈華林開士", "618": "九旬結夏陽山峰松陰竹翠隨俯仰坐談喜有二三", "619": "英斂目還勤九華想九華山頭有老僧心慈體厚神", "62": "單提正令。只嫌一句葛藤窠。留與兒孫作話柄。沒蹤", "620": "爽朗言笑春風遍席生靈根堪作蓮盟長海陽三百", "621": "路悠悠日出扶桑一影收識浪息時心水湛願風鼓", "622": "處行雲稠悲緣有種惟應拓惑業無根任意抽片語", "623": "神交聊寄贈努力追蹤脅比丘", "624": "別玄覽別玄覽", "625": "雨歇松林濕未收寒蟬怯露聲如抽九旬同住忽云", "626": "別孤懷不語偏悠悠丈夫慷慨重一諾片言矢志須", "627": "千秋白雲出沒竟何性碧空青皎光沈浮智士從大", "628": "不從小愚夫近慮無遠憂皮囊愛惜終捐棄虛名赫", "629": "奕奚能留何如曠覽寰區表高登闊步遵玄猷簷風", "63": "跡處莫藏身。老婦依然猶歎鏡。", "630": "吹醒循階夢彈指先參慈氏樓君不見菁菁夏草今", "631": "如許翠柏霜殘葉不柔", "632": "附對聯附對聯", "633": "地藏塔前對聯地藏塔前對聯", "634": "帶果行因一顆慧珠光燦爛照泥沙即是究竟寂光", "635": "秘大現小六環行錫響琳瑯喚昏蒙當體真常大覺", "636": "化城大殿對聯化城大殿對聯", "637": "石壁雲窩非世界非微塵托幻表真由大願", "638": "心地性藏即化城即寶所開權顯實在當人", "639": "法堂對聯法堂對聯", "64": "銘銘", "640": "古佛垂慈六度四弘同會極", "641": "新羅示跡一花九葉別傳燈", "642": "三門對聯三門對聯", "643": "和尚石一音說法", "644": "芙蓉峰六時獻花", "645": "絕餘編卷四", "65": "淨信堂銘淨信堂銘", "66": "我所住堂。皆名淨信。輪相初開。破疑前陣。五悔功成。", "67": "至心發軔。二觀圓融。隨機善進。平等法身。三昧中俊。", "68": "觀察己心。念佛正印。決定應離。雜亂垢燼。三忍四佛。", "69": "康莊非峻。", "7": "識海波澄月影寒。蒲團葉翠苔痕碧。善財合掌是何", "70": "梵網室銘梵網室銘", "71": "我所住室。即名梵網。十方佛法。猶如觀掌。文字性離。", "72": "非默非響。更言不立。無端成兩。心地法門。戒光森爽。", "73": "性修交成。實相斯朗。法報化身。體方且廣。華藏莊嚴。", "74": "鏡中現像。", "75": "墨銘十六首墨銘十六首", "76": "靈光獨耀(一)靈光獨耀一", "77": "性色真空性空真色。一字法門圓融萬德。", "78": "赤澤摩尼(二)赤澤摩尼二", "79": "徑寸妙寶五天價高。穰穰珍雨稱性無勞。", "8": "年。同體大悲親薦得。只今頂禮復是誰。圓通還向耳", "80": "琉璃液(三)琉璃液三", "81": "南埵須彌內外明照。印徹香河色塵圓妙", "82": "烏金髓(四)烏金髓四", "83": "寶明生潤天一地六。神丹告成名歸仙籙。", "84": "空青乳(五)空青乳五", "85": "蘊結何依津流非滓。點開普眼法界洞視。", "86": "紫雲根(六)紫雲根六", "87": "舒卷無性出沒有端。瀰空梵字五眼同觀。", "88": "含音(七)含音七", "89": "四辯離微如來之藏。法鼓未撾魔軍先喪。", "9": "門入。南海波斯到岸來。明珠價直微塵國。", "90": "攝電(八)攝電八", "91": "慧雲瀰覆警聵開盲。剎那三昧耀徹幽城。", "92": "驪珠(九)驪珠九", "93": "探之頷下出自深淵。高幢懸置光燭大千。", "94": "禹璧(十)禹璧十", "95": "治水功成恩垂永世。玄之又玄非從人製。", "96": "月華(十一)月華十一", "97": "剛中習坎克粹其精。照此長夜識海澄清。", "98": "霞燦(十二)霞燦十二", "99": "非水非天亦真亦幻。映彼金沙優曇方綻。"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B216 絕餘編", "englishTitle": "Jiaxing Canon, Electronic version, No. B216 絕餘編", "author": "明 智旭著　圓果錄", "language": "chinese", "source": "CBETA"}