{"sourceLink": "http://www.cbeta.org/", "text": {"0": "法語四示曹溪沙彌能化書華嚴經", "1": "憨山老人夢遊全集卷之五", "10": "最上者若夫事行種種至於書寫經典乃六種法師", "100": "操方之志曾參紫柏老人於匡山後朝南海復叩", "1000": "示澄鈜二公示澄鈜二公", "1001": "語曰君子不重則不威學則不固又曰中無主不立", "1002": "外不正不行此言雖小可以喻大矣是以世出世學", "1003": "聖賢之道未有不自正心誠意修身而至於致知格", "1004": "物明心見性者故孔氏為仁以三省四勿為先吾佛", "1005": "制心必以三業七支為本歷觀上下古今人物成大", "1006": "器弘大業光照宇宙表表為人師範者未有不由此", "1007": "以至彼由麤以極精由近以致遠也今之學者多以", "1008": "口耳為實學以己見為真參以游譚為順物以縱浪", "1009": "為適情以吊靡為容眾以恣肆為養志以安飽為調", "101": "雲棲法席授淨土法門後回故土因與諸鄉縉居", "1010": "身以緣想為正心以束斂為苦形以端莊為恃傲以", "1011": "克念為自苦以精持為矯飭以道業為長物以身世", "1012": "為金剛以生死為餘事是故身之不立心之不究道", "1013": "業之不成學問之不精耳如此者求望于古人不亦", "1014": "難乎此其所以世愈下而道愈衰心日昏而志日喪", "1015": "風日靡而行日薄教日頹而法日毀矣由其捕風捉", "1016": "影後學無憑望吾人之修而見醇全之質者其可得", "1017": "乎孔子曰聖人吾不得而見之矣得見有恒者斯可", "1018": "矣是以周公之夢鳳鳥之歎有志君子豈容情於自", "1019": "己哉二子勉旃。", "102": "士同歸宗老友重興宗遠庵倣遠公遺事結念佛", "1020": "示江吾與示江吾與", "1021": "與足下苦語十年如教酒人齋莊非不儼然肅恭要", "1022": "之肅恭亦酒態也今讀足下手書始恍然從醉夢覺", "1023": "令人愴然心悲復欣然大喜以舉世皆醉假而人人", "1024": "如足下則不貴我獨醒耳既讀足下文果迥超乘至", "1025": "若漆雕開深見足下肝膽也喜當何如且索日之定", "1026": "課此丈夫之雄猛固當如是嘗謂蘇季子一口舌之", "1027": "夫耳其所志富貴則奮發無當每治縱怠則懸梁刺", "1028": "股竟酬其志況出世聖賢豈值一夫無上妙道豈多", "1029": "金比耶越王遭會稽之恥志報吳讎乃臥薪嘗膽二", "103": "社修淨土法門老人逸老匡山之六年禪人失明", "1030": "十餘年其竟以霸然歷劫貪愛豈值吳讎幽囚生死", "1031": "困辱形骸豈值會稽之恥苟足下不懷切齒之恨而", "1032": "忘臥薪嘗膽之心不能以懸梁刺股自創又將何以", "1033": "酬初志雪大恥乎聞之太上立德其次立功其次立", "1034": "名故志於道德者功名次之志於功名者富貴次之", "1035": "志於富貴則無不為己足下誠能以太上自勵則貧", "1036": "而可樂其他又何以嬰心孔子曰士志於道而恥惡", "1037": "衣惡食者未足與議也古人亦云苟有道義之樂則", "1038": "形骸可外形骸可外此外則無事矣又何可嬰心處", "1039": "之而不泰然耶願足下勉旃。", "104": "不能親來問訊特使其弟子持書遙禮請求開示", "1040": "示趙卿雲示趙卿雲", "1041": "幻人生為長物所幸托跡空門甘心巖穴者二十餘", "1042": "年即臥此山海者亦十年所矣間嘗切志古人向上", "1043": "事仇視死生癰觀四大恨不即長揖濁世第以鈍根", "1044": "重習不能頓悟本有多負初心良用飲愧今已年登", "1045": "天命尚悠悠食息愧然空谷不知虛聲何自而入當", "1046": "世君子之耳往往勞點齒頰此蓋好事聊托煙霞之", "1047": "遐想耳殆非幻人之賓實也比幸尊人宦游即墨幻", "1048": "人不獨仰藉威靈為護法地且得令弟孟清為物外", "1049": "游而又因之私淑足下者神交三千里外緣非淺淺", "105": "禪淨一心之旨為淨土之資老人因示之曰。", "1050": "往辱惠書讀之令人妄想飛越此非頭陀定力不深", "1051": "良由足下精誠動人雖據寂光無不感之躍然而起", "1052": "也況在血氣者乎披誦佳製幻人愧非知言者惟覺", "1053": "異香紛拂如析栴檀片片非凡品也至若札中論道", "1054": "數語極為真切且謂宣尼假而見世尊定不止猶龍", "1055": "之歎此語深見足下心也所謂道無二致人無兩心", "1056": "所習者異故所趣者殊概以己見為真是以不見為", "1057": "果非者此正一曲之士誠如夏虫安可以語冰乎惟", "1058": "足下神駿超逸信道至篤未登法門閫奧而猶慨然", "1059": "作如是說若肯降心此道歸命楞嚴圓覺時預雲棲", "106": "吾佛說法以一心為宗無論百千法門無非了悟一", "1060": "之法席頻叩德園之丈室而得觀聽甚深必得從聞", "1061": "思修入三摩地矣良以此道第一要夙習般若根深", "1062": "次則稟受有據而以信心為初地觀足下般若甚深", "1063": "信心不淺倘能留神此中一旦妙悟己靈回視章句", "1064": "居然化臭腐為神奇將大現宰官而作佛事矣豈值", "1065": "區區縫綴而已哉以足下見信之真且得恃賢父子", "1066": "兄弟之愛良法親也敢吝腹心不為懇倒高明能無", "1067": "意乎。", "1068": "示趙孟清示趙孟清", "1069": "自足下北遊無日不望東歸也徂夏及秋杳然無問", "107": "心之行其最要者為參禪念佛而已而參禪乃此方", "1070": "殊為懸懸昨暮忽得手書開函如見顏色讀之委悉", "1071": "尊人起居狀令人詫嘆不已世道崎嶇亦至於此披", "1072": "足下衷曲縷縷寒暄世態此其固然又何芥蔕不然", "1073": "非濁世矣惟足下抱尊人屈而鄙人亦抱足下恥以", "1074": "足下蚤耽人偽而未聞大道也嘗謂大丈夫生天壤", "1075": "聞不為徒然即不能從事太上自當奮發取封侯萬", "1076": "里功勒燕然名垂竹帛尊君榮親如觀掌果又何規", "1077": "規細故乎此終軍所以棄斑生所以投筆也雕虫", "1078": "小技壯夫不為況足下表表駿骨英氣逼人清年秀", "1079": "發猶可及時努力以志前修此心往者業已為足下", "108": "從前諸祖創立悟心之法其念佛一門乃吾佛開示", "1080": "深談之矣此行固為尊人屈或為足下榮未可量也", "1081": "倘能頓轡藝場志求大道其生平建立歸路不遠彼", "1082": "岸非遙設或猶事清談傲然終日足下自視何如哉", "1083": "嘗謂王謝風流冠世而右軍墨池未乾東山奕局尚", "1084": "爾其視鐵甲十萬如博馬戲籌此豈悠悠談笑者乎", "1085": "願足下努力圖之聞戒行不遠似不能面別後緣未", "1086": "卜期在三生聊此報足下生平以結出世因緣耳。", "1087": "示王牧長周世父示王牧長周世父", "1088": "嘗謂天生萬物唯人最靈此古語也余則謂之不然", "1089": "何也蓋人與物皆具靈覺之性此性均賦而同稟者", "109": "三賢十地菩薩摠以念佛為成佛之要故十地菩薩", "1090": "也曷常有人物之間然而畢竟所以異於物者以其", "1091": "物具而不知人則知其所具者耳是則知其本具而", "1092": "盡之者謂之聖知其當盡而不能頓盡謂之賢知而", "1093": "肯求其盡者謂之智知而不肯返求者謂之愚知而", "1094": "不真而求之太過者謂之狂知而不明執一介為必", "1095": "當者謂之狷至若不知而妄求者謂之怪與夫不知", "1096": "而不求則物而已矣嗟乎此人與物殊唯知與不知", "1097": "求與不求之間雖相去毫釐其失則千里矣所以聖", "1098": "人與天地參豈分外事耶天地至大也而人猶與之", "1099": "參況世之功名事業自外至者乎所以此段光明本", "11": "之一是佛稱讚者故法華經說持經法師現世肉身", "110": "已證真如豈非悟耶然皆曰不離念佛念法念僧故", "1100": "吾性德所具不假外求以迷之為凡悟之為聖性無", "1101": "迷悟而人自迷自悟耳竊觀世之君子孰不心憤憤", "1102": "口悱悱眇視千古咳唾風雲雖伊周事業猶不足", "1103": "及扣其心性則瞠目結舌果何以故及與談心之妙", "1104": "亦未嘗不謦咳擊節及與之言佛則望望然不顧噫", "1105": "知有心而不知有佛是猶知二五而不知十也是以", "1106": "道術不明而英明豪傑之士亦不免坐蔽於此此何", "1107": "以故殆非知之過其實不知之過也又非不知之過", "1108": "其實不信心之過也藉若不信佛則舉世必稱為毅", "1109": "然大丈夫矣至若不信心又將何以稱之哉余竊謂", "111": "善財參五十三善知識第一德雲比丘即單授以念", "1110": "之非真不信心蓋未有以真心告之者假而朝夕以", "1111": "真心實語薰陶漸染之雖不能自信而抑將與之俱", "1112": "化矣所以世之君子生而聞見乃耳目之常即天縱", "1113": "之聰明且將亦與彼俱化故曰習俗移人賢者不免", "1114": "斯言可畏哉其中非夙具般若根深而秉至剛至大", "1115": "之氣者決不能猛然奮迅而大起之正孟子所謂大", "1116": "丈夫者謂是故也三齊古俗何如而今雖昭代文明", "1117": "則超越百代至若信心求盡性工夫者猶萬一也嗟", "1118": "乎長夜之歎為誰而興余自齠年事筆硯弱冠即投", "1119": "之今幾三十年矣甘心寒巖萬丈冰雪中濱萬死一", "112": "佛解脫門及至末後參見普賢為入妙覺善知識乃", "1120": "生者不知其數矣即今置身東海空山大澤之間冒", "1121": "險阻履危機幾不免虎口者蓋亦數矣嗟乎此果何", "1122": "謂哉知我者謂我心憂不知我者謂我何求此所以", "1123": "抱長夜之歎而飲泣與東海競流何敢以此置喙雖", "1124": "然一管灰飛而大地春生一葉辭柯而滿空秋至第", "1125": "感之不深而應之不至耳年來茲土君子二三其丈", "1126": "夫骨見信自心者津津汗浹兩腋而陽和之調將見", "1127": "不無其賞矣余將骨化長波又復何憾王生牧長周", "1128": "生世父以癸巳冬日具信心而未入海印其道味天", "1129": "然略無毫髮拘拘俗習余深歎其為奇男子矣雖然", "113": "專回向西方淨土云親睹如來無量光現前授我菩", "1130": "牧長牧長世父世父皆知其本有而肯求之者矣斯", "1131": "固為美余則望其求之而願盡其性者勉之不望子", "1132": "作佛而願其現宰官居士身而說法將見治隆上古", "1133": "道復軒皇而此土群蒙若人若物皆位之育之而生", "1134": "極樂之鄉也雖然子其勉之未有不盡于己而望盡", "1135": "於人亦未有不化其已而化于人者吾人所以不化", "1136": "者皆俗習濃厚堅固我執而不化此在己不化安望", "1137": "其化化子其勉之子其勉之子其不勉何以稱子。", "1138": "示杜生示杜生", "1139": "孔子曰三軍可奪帥也匹夫不可奪志也又曰隱居", "114": "提記由是觀之即華嚴為最上一乘而修稱法界行", "1140": "求志果何求歟軻之言曰持其志無暴其氣此聖賢", "1141": "教人披肝露膽處也夫螳螂怒臂以當車轍此其志", "1142": "當何如哉吾嘗觀世之學者每曰有志於功名或曰", "1143": "有志於富貴或曰有志於忠孝舉似可佳及乎稍遇", "1144": "挫辱憂患饑寒貧病不如意事則氣消神沮呻吟困", "1145": "苦不可言稍有忤逆則忿不顧身酒色淫蕩則樂以", "1146": "忘生是則居常所云志者未見如孔之所教不可奪", "1147": "孟之所教持之也此無他蓋隱居未嘗求之耳嗟乎", "1148": "挫辱憂患饑寒貧病拂忤酒色不大於薪連而人不", "1149": "小於螳螂也竟無一怒以當之此何以故學者染求", "115": "始終不離念佛而十地聖人已證真如尚不離念佛", "1150": "此可與言志。", "1151": "示曇支示曇支", "1152": "心不誠不明性不靜不定精不聚不完神不凝不逸", "1153": "志不一不篤氣不養不和忿不懲不平慾不窒不寡", "1154": "學不講不博問不辯不通節不立不堅操不持不勁", "1155": "是故君子之學在重其人所輕益其人所損取其人", "1156": "所棄得其人所無故道大德弘身裕名貴超然而無", "1157": "對者也。", "1158": "憨山老人夢遊全集卷五終", "1159": "江州佛弟子左春魁同男左克勤發心刻", "116": "而末法妄人乃敢謗念佛為劣行又何疑參禪念佛", "1160": "憨大師法語第五卷計字貳萬貳千百二", "1161": "十六個該銀壹拾壹兩壹錢整", "1162": "五乳峰侍者廣益編對　海陽鄭一相書", "117": "為異耶是缺多聞不知佛意妄生分別耳若約唯心", "118": "淨土則心淨土淨故初參禪未悟之時也非念佛無", "119": "以淨自心然心淨即悟心也菩薩既悟而不捨念佛", "12": "得六根清淨此豈事行可擬哉且云舉手低頭皆已", "120": "是則非念佛無以成正覺安知諸祖不以念佛而悟", "121": "心耶若念佛念到一心不亂煩惱消除了明自心即", "122": "名為悟如此則念佛即是參禪若似菩薩則是悟後", "123": "不捨念佛故從前諸祖皆不捨淨土如此則念佛即", "124": "是參禪參禪乃生淨土此是古今未決之疑此說破", "125": "盡而禪淨分別之見以此全消即諸佛出世亦不異", "126": "此說若捨此別生妄議皆是魔說非佛法也。", "127": "示修六逸關主示修六逸關主", "128": "余初度嶺至五羊時菩提樹下弟子修六逸公即", "129": "相率同輩歸依乃至出嶺之南嶽遊吳越相從於", "13": "成佛此稱性之行又豈可以描抹點畫可致耶老人", "130": "艱難困苦之中始終二十五年未嘗少間及余歸", "131": "隱匡廬公素為生死心切志求向上亦相從於金", "132": "輪峰頂閉死關三年單提一念幸有自信之地今", "133": "以省師歸故山拈香請益老人因示之曰。", "134": "出家為生死求向上一路乃本分事禪人死關三年", "135": "其於放下身心抖擻客塵煩惱消磨習氣乃最初一", "136": "步業已自信但於參究生死病根未能頓拔以參禪", "137": "先須識取生死病根方能用藥調治耳何謂生死病", "138": "根以貪痴嗔慢皆以我見而為根本一切聖凡二種", "139": "生死皆因執我然我依見立是則妄見乃我執之本", "14": "昔住五臺曾刺血泥金書寫華嚴大經每於書寫之", "140": "稱為法身之刺見刺不拔生死難出是以一切凡夫", "141": "執身心人我是非之見一切外道橫執邪見二乘聖", "142": "人執生死涅槃欣厭取捨之見一切菩薩執有生可", "143": "度有佛可求之見等覺聖人未忘佛見法見故有二", "144": "愚乃至祖師門下初學參禪者則多先起將心待悟", "145": "之見於未悟中妄起未得謂得之見及有一念狂心", "146": "暫歇處即執為妙悟便生得少為足之見即將古人", "147": "言句扳扯回為己解執為玄妙之見以此蘊集于懷", "148": "不肯唾卻久之釀成毒藥以致誤墮邪見縱有一念", "149": "頓悟自心本來無物則又墮在光影門頭以為究竟", "15": "中不拘字之點畫大小長短但下一筆則念佛一聲", "150": "之見所以雲門道只饒得到法身為法執不忘己見", "151": "猶存墮在法身邊謂之抱守竿頭則永無超脫之見", "152": "總之但有絲毫情見未除皆是生滅邊收通是生死", "153": "病根縱然悟得尚屬生死故云悟之一字亦須吐卻", "154": "何況全未了悟但依希恍惚便起知見自以為得即", "155": "將古人現成語句把作自己妙悟此皆墮自欺全非", "156": "真參實究功夫如此用心皆是未識生死病根之過", "157": "也所以古德云不用求真唯須息見苟知見消亡不", "158": "真何待所以佛示阿難云見見之時見非是見見猶", "159": "離見見不能及此其究竟窮元單以見為生死病根", "16": "如是點點畫晝心光流溢念念不斷不忘不錯不落", "160": "以從法身而起妄見見有身心世界而沉生死故今", "161": "以離見為出生死證法身之極則也馬鳴大師示人", "162": "以離念為真修實證以因念有見若見謝則念自離", "163": "妄自泯矣是知貪嗔煩惱之病根淺唯獨見刺之病", "164": "根深最為難拔故參究功夫煩惱易斷習氣難除習", "165": "氣不除則妄見潛滋妄見滋則縱有悟處皆成習氣", "166": "以成魔見矣所以楞嚴經中說見魔最深隱而難知", "167": "也禪人有志真參實究直須看破切不可墮在知見", "168": "網中正當做功夫時只將趙州無字與六祖本來無", "169": "一物同參於未提起時先將身心內外一齊放下放", "17": "久之不在書與不書乃至寐寤之中摠成一片由是", "170": "下又放下放到無可放處透底看遮無字畢竟有什", "171": "麼氣息纔有一念起處當下一覷覷定看他畢竟是", "172": "個什麼如此安身立命在話頭上靠定深錐痛劄一", "173": "念不移如老鼠咬棺材自有透脫時也切不得將古", "174": "人公案言句蘊在胸中將來比擬以擬心即錯決不", "175": "是古人見處至於尋常應緣時只將話頭靠定歷歷", "176": "孤明自然不被境風搖奪乃至與人接談時切不可", "177": "將古人公案當作自己知見以資談柄此一種病根", "178": "最深以正當說時直圖爽快全不知不是自己本分", "179": "事以此縱心矢口全不曾回頭照看所以不知是病", "18": "一切境界動亂喧擾其心湛然由是得一切境界自", "180": "若養成此病則將為大我慢魔及狂魔之所攝持今", "181": "目中所見緇白好說禪者比比皆然不可不懼也古", "182": "人參禪無別玄妙只是肯將凡情聖解一齊掃卻放", "183": "得胸中空落落不留絲毫知見作主宰知見不存則", "184": "真見發光自然了無一物矣如此放下時則當人一", "185": "念如大火聚一切情塵習氣一觸便燒如紅爐片雪", "186": "絕無影跡可留回觀一切知見邊事如說夢耳所以", "187": "道參禪無訣法只要放得下若放下一念則一念真", "188": "實若念念放下則念念真實若徹底放下則盡未來", "189": "際徹底真實矣公行矣能不忘此叮嚀之言則與老", "19": "在無礙解脫門乃至一切見聞無非真經現前以此", "190": "人眉毛撕結未嘗有絲毫間隔時也萬無以離合關", "191": "心唯以此道是望嗟嗟老人老矣倘負此緣錯過此", "192": "生則再求今日之緣又不知幾千萬劫也。", "193": "示慧玄興後禪人示慧玄興後禪人", "194": "東海佛法不行之地自靈山桂峰師開化令捨邪歸", "195": "正者不少老人昔居海印寺時歎師法利之盛其諸", "196": "弟子能說法者居多今學人興後乃嫡孫也老人別", "197": "靈山二十有八年矣每切念之辛酉歲後來參匡山", "198": "一見如再面靈山也改歲後辭歸故山請益修心法", "199": "要老人因示之曰佛最所訶者煩惱所知二種障為", "2": "東海那羅延窟侍者福善目錄", "20": "證之則書經之行妙在一心不亂又豈若童蒙抹珠", "200": "為生死根本然煩惱障乃貪嗔癡愛為凡夫生死根", "201": "本所知障乃佛法知見為三乘聖人生死根本苟二", "202": "障之不除則眾苦無由得出也嗟今世人不知佛法", "203": "者固無足怪即學佛法人不肯斷除煩惱又以所學", "204": "佛法為所知障生長我慢重增煩惱心地染污種子", "205": "觸發現行放逸身心毫無檢束循情造業豈非大謬", "206": "耶學人今聞老人開示知為生死大事發心參求本", "207": "地工夫此乃最勝願力但今參究工夫不用別求只", "208": "要將胸中舊有習氣種子一一打點乾乾淨淨不許", "209": "觸發現行就於日用對境逢緣起心動念處當下看", "21": "便以書經求功德耶禪人試以此行如是書寫如是", "210": "破不許相續其用心下手只如楞嚴經所說觀音耳", "211": "根圓通旋倒聞機返聞自性一則觀門最好用心若", "212": "於日用見聞處果能返觀自性則不隨外境流轉如", "213": "此念念返流則念念是歸真之路如此用心若習氣", "214": "不除觸發現行定不得力此全在違現業一著為最", "215": "上行也然又必要為生死心切乃肯下死工夫耳學", "216": "人實為生死真切用心乃有受用不是說了便休作", "217": "一種佛法知見也。", "218": "示淨心居士示淨心居士", "219": "往老人過吳中淨心居士參禮請益老人示之以念", "22": "受持似有少分相應若以描寫為妙行博名高為求", "220": "佛法門以念佛如水清珠能清濁水故以淨心為道", "221": "號別數年矣今書來云念佛難成一片復請開示老", "222": "人因示之曰修行第一要為生死心切生死心不切", "223": "如何敢云念佛成片且眾生無量劫來念念妄想情", "224": "根固蔽即今生出世從知事以來何曾一念痛為生", "225": "死日用念念循情未嘗返省今欲以虛浮信心就要", "226": "斷多劫生死所謂滴水焉能捄積薪之火豈有是理", "227": "哉若當人果為生死心切念念如捄頭燃只恐一失", "228": "人身百劫難復要將此一聲佛咬定定要敵過妄想", "229": "一切處念念現前不被妄想牽纏遮障如此下苦功", "23": "供養之資則又不若尋常粥飯為無事僧也勉之。", "230": "夫久久純熟自然相應如此不求成片而自成一片", "231": "矣此事如魚飲水冷暖自知告訴不得他人全要自", "232": "己著力若但將念佛做皮面如此驢年無受用時直", "233": "須勇猛更莫遲疑。", "234": "示仁天老宿持法華經示仁天老宿持法華經", "235": "余過金沙孫圖南居士為言仁天大德誦法華經二", "236": "十餘年深重其操及人天相見貌古神清余將行仁", "237": "天請益因謂之曰法華最上一乘乃吾佛久秘之要", "238": "為授記諸弟子之券書也諸佛慧命所係更有何法", "239": "過於此者乃請益別求乎雖然仁天持經久矣未審", "24": "示昭凡庸禪人示昭凡庸禪人", "240": "果能忘言而得義乎抑區區文字而已乎六祖云心", "241": "迷法華轉心悟轉法華誦經不解意與義作讎家二", "242": "十七祖云入息不居陰界出息不涉眾緣常轉如是", "243": "經百千萬億卷如上二祖所說是則仁天畢竟如何", "244": "持此經耶經云是法非思量分別之所能解如是則", "245": "六祖縱許解義亦未能持又云此經開方便門以示", "246": "諸法真實之相如是則山河大地艸木瓦石無非實", "247": "相縱若二十七祖離出入息亦未能持然則仁天畢", "248": "竟如何持耶如佛所說持品乃至展轉第五十人轉", "249": "教持經功德不可思議由是觀之轉教之功不論解", "25": "庸禪人往參老人於五羊請益嘗示以無生之旨別", "250": "義不解義離息不離息但能一念信心自知本有則", "251": "慧命不斷由是老人最讚青蓮法社以持法華為妙", "252": "行也以一聞此經便下成佛真種如是則仁天豈不", "253": "以轉教多人尤勝自己一人持之耶此青蓮社老人", "254": "所以拳拳仁天能如佛所讚歎乎。", "255": "示沈大潔示沈大潔", "256": "大潔請益云參究淨土二行皆所篤信願修但參究", "257": "要離念淨土要繫念兩者似違用心難一願乞指示", "258": "老人曰此禪淨二行原無二法永明大師示之於前", "259": "矣禪本離念固矣然淨土有上品上生未嘗不從離", "26": "來十餘年矣頃來謁匡山見其為道之志彌篤而參", "260": "念中修若曰念佛至一心不亂但一心不亂豈存念", "261": "耶但此中雖是無二至於下手做工夫不無巧拙以", "262": "參究用心處最微最密若當參究時在一念不生若", "263": "云念佛則念又生也如此不無兩橛念就參究念佛", "264": "處打作一條要他不生而生生即不生方是永嘉惺", "265": "寂雙流之實行也何耶若論參究提話頭堵截意根", "266": "要他一念不生如此雖是參的工夫古人謂之抱樁", "267": "搖櫓只這要他不生的一念即是生也豈是真不生", "268": "耶只如念佛若只將一聲佛號挂在心頭念念不忘", "269": "豈是真一心不亂古人教人參活句不參死句正在", "27": "究工夫未純以未把作一件真實大事耳老人因示", "270": "生處見不生意如經云見剎那者方悟無生即此一", "271": "語則參究念佛當下可成一條矣道人諦聽參究念", "272": "佛此中易落淆訛不可忽也如何參究即念佛念佛", "273": "即參究耶佛祖教人只是了悟無生則大事畢矣然", "274": "無生豈如木石枯樁耶要在生處了無生為第一義", "275": "且參究乃無生也念佛乃生心也如今參究就將一", "276": "句阿彌陀作話頭做審實的工夫正當做時先將自", "277": "己身心世界并從前一切世諦俗習語言佛法知見", "278": "一齊放下連放下亦放下放到無可放處則當下空", "279": "空寂寂不見有一念生矣就從此空空寂寂中著力", "28": "之曰古人學道第一要為生死心切不是要求玄妙", "280": "提起一聲阿彌陀佛歷歷分明如此提一聲兩聲三", "281": "五七聲正當提起時就在直下看覷審實此念佛的", "282": "是誰重下疑情審之又審疑之又疑疑情少鬆又似", "283": "前提又審又疑單看此念佛的畢竟是誰向何處起", "284": "落向何處去如驢覷井覷來覷去疑來疑去疑到心", "285": "思路絕處如銀山鐵壁無轉身吐氣處是時忽然搕", "286": "著觸著真無生意忽然猛的現前時則通身汗流如", "287": "大夢覺到此方信生即無生無生即生參即是念念", "288": "即是參元無二法回頭一看始知向來如在含元殿", "289": "裏覓長安也如此做工夫最怕將心要悟才有要悟", "29": "道理也所言生死者何即吾人日用現前種種塵勞", "290": "的心便是攔頭板也只管一直做將去不計工程即", "291": "到做不得時則打起精彩又從做起又切不可貪求", "292": "玄妙即有一念暫息寂靜歡喜切不可當作好處直", "293": "須吐卻切不可將佛祖玄言妙語來作證當作實法", "294": "不可墮在無事甲中以此為得總之一切聖凡迷悟", "295": "都不管單單只是追求一念下落追到趕盡殺絕處", "296": "久久自見本來面目如十字街頭見阿爺更不向人", "297": "問覓也看來此事元是人人本分上事更無甚奇特", "298": "處縱做了手依然只是舊時人只是舊時行履處不", "299": "曾增益一毛但只是眼睛光光亮亮不被他見聞覺", "3": "法語五法語", "30": "境界中遇境逢緣若逆若順內心習氣引發現行起", "300": "知瞞昧也道人真真實實為生死大事試從此下手", "301": "決不相賺。", "302": "示本懷印禪人示本懷印禪人", "303": "海印禪人早受業於棲霞嗣與諸同志結社於金沙", "304": "東禪集海內學人專以背誦妙法華經為業不數年", "305": "間成就者三十餘人先社主海耀與諸檀信約請余", "306": "休老以主之禪人因特走南嶽以迎余一見禪人循", "307": "循若訥純誠端確則識其為有心力者及余以了達", "308": "師因緣至社中見諸法侶濟濟端然經聲琅琅朗徹", "309": "如空中梵響余因歎曰即使聞者入流可證耳根圓", "31": "愛憎取捨等種種妄想分別心也以念念攀緣起善", "310": "通矣時余緣畢雖即歸老匡山然亦法身常住此中", "311": "及三年耀公以緣去而社無主余聞之痛惜急遣書", "312": "檀越勉留禪人堅守之以待來者保此法社勿替也", "313": "且亟囑禪人苦志居之禪人諦信余言果保全無恙", "314": "禪人遣弟子瞻禮持卷請益老人因示之曰甚矣末", "315": "法弟子能持慧命而以護法為心者難其人矣非特", "316": "今也昔吾佛於靈山會上欲以妙法華經付囑有在", "317": "令於末世受持此經廣宣流布是時無論人天百萬", "318": "即得授記諸弟子中竟無一人敢於娑婆世界流通", "319": "此法者必待地湧之眾乃能荷擔由是觀之持此法", "32": "惡等種種業行都作未來生死根株以妄想無涯故", "320": "者豈易易哉以其五濁惡世眾生薄福其性剛強最", "321": "難調伏是以吾佛教持經者必以忍辱為第一行故", "322": "曰如來滅後欲為四眾說是經者應入如來室著如", "323": "來衣坐如來座乃可為眾廣說此經如來室者一切", "324": "眾生中大慈悲心是如來衣者柔和忍辱心是如來", "325": "座者一切法空是安住是中然後以不懈怠心乃可", "326": "為眾說是法華經故佛自述其往昔求法之行如提", "327": "婆達多世世之冤害及常不輕之禮拜四眾乃至辱", "328": "罵或加刀杖瓦石種種苦事皆歡喜忍之無一念懈", "329": "退此正教菩薩法末世持經之最勝行是則吾徒為", "33": "生死無際所以眾生長劫流轉生死苦海無出頭時", "330": "佛子苟無忍行又何以持佛慧命使不斷哉及受付", "331": "囑持經之菩薩則誓之曰種種苦事皆當能忍是以", "332": "佛說觀三千大千世界無有如芥子許不是菩薩為", "333": "求菩提捨身命處乃至頭目髓腦無有吝惜故教持", "334": "經者先以忍行悲此末法非大忍力又何能護佛法", "335": "續慧命乎故老人每每以忍行開示禪人禪人以能", "336": "篤信老人亦能以忍力自持故今不但率保道場抑", "337": "且成就己行豈不為二利之妙行哉惟此一事禪人", "338": "切不可以世諦尋常觀之更於此外別求出生死法", "339": "也且此經乃吾佛世尊為一大事因緣故出現於世", "34": "良由不知自心之過也故云若不了自心云何知正", "340": "一大事者乃眾生本有佛之知見也以久迷而不悟", "341": "特勞佛出世為開示而使自悟入之唯此一事更無", "342": "別事所言佛知見者以能見諸法實相也以眾生迷", "343": "真知見但認五蘊幻妄身心而不見其真實之相若", "344": "見實相則三界上下了無一法又何生死可寄耶如", "345": "此豈獨參禪能了生死而持經不能了生死乎第恐", "346": "為法華所轉耳若南嶽天台皆悟實相之大宗師也", "347": "倘法社諸侶讀誦此經能有一人如天台悟入法華", "348": "三昧者即此靈山一會儼然未散如是則護持之人", "349": "具足恒沙功德不可思議矣若是則縱捨身命亦非", "35": "道所以古今學道人有志出生死者單要求明自心", "350": "分外況世間言語谷響音聲幻妄小詬豈失出世廣", "351": "大法利耶且佛為此法劫劫生生捨此身命禪人即", "352": "能捨此一生成大法益又何外慕別求佛法乎然今", "353": "縱不能了生死即仗此法為舟航願力持之於生死", "354": "海中亦必終有到彼岸時尤勝從前虛生浪死也禪", "355": "人既請老人言應當諦信老人語從此更當發起大", "356": "忍力大精進力是名真法供養如來以成普賢大行", "357": "切不可起生滅心立人我見而生退墮之想也。", "358": "示新安仰山本源覺禪人示新安仰山本源覺禪人", "359": "本源覺生長新安自薙染來重興仰山道場三十餘", "36": "耳以此心迷之既久無明日厚情塵益深凡日用舉", "360": "年幻出種種莊嚴皆自心力誦圓覺梵行二經亦二", "361": "十餘年未嘗暫輟精持淨行皆從夙習般若中來今", "362": "禮匡山請授大戒拈香請說圓覺大義老人因示之", "363": "曰佛說三界上下法唯是一心作故十法界聖凡因", "364": "果皆一心之影像況此幻妄身心目前幻境豈從外", "365": "來所謂圓覺流出一切清淨真如菩提涅槃及波羅", "366": "密教授菩薩是故為佛弟子若達唯心法門則一切", "367": "染淨因果皆即現前念念轉變故曰心淨則佛土淨", "368": "直如仰山因緣向皆危石巉巖荒榛茂艸今一旦幻", "369": "此道場如從天至皆從最初一念堅固信心故致如", "37": "心動念但隨妄想流轉從來未曾返省不知生滅根", "370": "斯廣大佛事由是觀之則西方淨土又豈從心外得", "371": "耶老人今為禪人特授梵網金剛寶戒此戒名為毘", "372": "盧遮那心地法門經云若人受佛戒即入諸佛位是", "373": "知一念信心即開佛知見一切佛土應念現前故諸", "374": "佛淨土皆從金剛心地建立禪人果能了知此個法", "375": "門則從此向前日用頭頭一切運為明明了知皆從", "376": "自心流出則法法皆為淨土真因若更能將一聲阿", "377": "彌陀佛念念不忘心心不昧念至動靜無二寤寐如", "378": "一則現前步步皆踏淨土寶地經行即此身心已坐", "379": "蓮花胎中直至臨命終時纔捨此身即花開見佛如", "38": "源古今參究之功不在求玄妙只在求自心生滅之", "380": "從夢覺到此始知生死如夢淨土如幻一念之間永", "381": "居不退此外更有何而為出生死之要路乎是知今", "382": "日所受心地法門乃成佛之根本更復何疑又豈可", "383": "以尋常目之耶禪人久修梵行第未親聞善知識打", "384": "破從前妄想夢耳但了法法唯心何用別求佛法努", "385": "力珍重。", "386": "示陳善人示陳善人", "387": "楚沔稱名郡故文憲之邦但法門善知識過化者希", "388": "觀智禪人向杖錫於此掩關三年一時向化者眾適", "389": "來善人乃舊歸依信心弟子也遠參匡山俚人為求", "39": "根源耳但以此心一向麤浮如沸湯烈燄未嘗一念", "390": "開示以傳白大眾老人因示之曰在家男女能持五", "391": "戒謂不殺不盜不邪婬不妄語不飲酒食肉佛住世", "392": "時常在法會稱優婆塞優婆夷此云近事男女以堪", "393": "親近承事三寶故其所修者精持五戒免墮三途苦", "394": "趣是為人天之福故曰五戒不持人天路絕若持五", "395": "戒第一要明信因果善惡報應如影隨形謂作善因", "396": "福果定生人天若造惡因惡果必墮三途苦趣且觀", "397": "世之高官尊爵富貴榮華者此等必是前世修福供", "398": "養三寶齋僧布施印經造像修寺建塔濟貧拔苦之", "399": "所感招其長壽多男父慈子孝夫唱婦隨兄友弟恭", "4": "示惺初元禪人書經示惺初元禪人書經", "40": "清冷如何能究故古人權設方便將一則公案教學", "400": "者必定從放生不殺持齋戒中來是故在家不能持", "401": "此五戒者即五常備矣謂不殺仁也不盜義也不邪", "402": "婬禮也不妄語信也不飲酒智也儒門能此者即成", "403": "德之君子矣是故持齋豈分外事耶其中有上智高", "404": "明之士既持此戒復念人世無常如風中燭怕生死", "405": "苦一失人身萬劫難復如此思惟念生死苦求出離", "406": "心切更宜發心持念阿彌陀佛將此一句佛橫在胸", "407": "中心心不斷念念不忘朝暮禮佛誦經回向西方求", "408": "生淨土若念佛念到一念純熟一心不亂臨命終時", "409": "見阿彌陀佛放光接引投托蓮花以為父母花開見", "41": "人念念提持參究如僧問趙州狗子還有佛性也無", "410": "佛從此永出生死輪迴之苦長揖三界是名菩薩此", "411": "念佛工夫古今在家男女行持一生取辯生西方者", "412": "不少故曰唯有徑路修行但念阿彌陀佛此外別求", "413": "皆為邪見邪行矣善人持此轉化同類一人一家以", "414": "及一鄉一郡通都為佛國矣但願努力修行只要信", "415": "心真切一念奉行不必別求玄妙佛法。", "416": "示盛蓮生示盛蓮生", "417": "老子云吾所以有大患者為吾有身若吾無身吾有", "418": "何患圓覺經云我今此身四大合成當觀身中堅硬", "419": "歸地潤濕歸水煖氣歸火動轉歸風四大各離今者", "42": "州云無又如永明教人審實念佛的是誰即此一無", "420": "妄身當在何處如此諦觀此心久久純熟身相忽空", "421": "種種煩惱皆從妄想顛倒而生如夢顛倒本來不有", "422": "當煩惱時直觀此心妄想從何處生追到本無生處", "423": "則妄想不生妄想不生則念頓空身心忽空則一切", "424": "煩惱當下消滅應念即入清涼極樂國矣此觀喫緊", "425": "乃脫苦之妙藥然初心觀未易成但將阿彌陀佛審", "426": "實話頭切切不忘若妄想起時提起話頭一拶則妄", "427": "想自滅以尋常無有正念故專逐妄想流轉攀緣不", "428": "停以滋苦耳以一切諸法皆自心生心外無法若不", "429": "觀心而求脫苦之路猶卻步而求前也只須發勇猛", "43": "字誰字便是斷生死命根之利劍也然此參究審實", "430": "心切不可說不能乃自畫耳。", "431": "示吳啟高示吳啟高", "432": "啟高久歸三寶齋心有年今來匡山求授戒法為法", "433": "門弟子以結未來出世之緣因詺名福常別號淨心", "434": "居士為授優婆塞戒復拈香請益老人因示之曰一", "435": "切世間種種業行皆是無常盡為苦因故感生娑婆", "436": "國土眾苦所聚故名堪忍愚迷者以苦為樂轉滋貪", "437": "愛更增苦本不知出苦之要是為顛倒故舉世之人", "438": "但有一念知是無常苦空發心求出離者即是大智", "439": "慧人但有一念返省發起厭苦之心便是出苦之路", "44": "只是覷此無字誰字起從何處起落向何處去只看", "440": "但有一念求生淨土之願即是成佛之本所以佛設", "441": "戒法教人止惡修善以惡止則心淨善修則苦滅苦", "442": "滅則福增心淨則為淨土之因苦滅則為極樂之本", "443": "福增則為常樂之果是知一念發起受戒之心則眾", "444": "苦可斷眾福可集生死可出淨土可生則永超苦道", "445": "常住極樂皆從最初一念發心為因地也居士今日", "446": "既能知此事發此心故凡所作即是出世之行矣雖", "447": "未出家即名佛子從今果以持戒之心念佛淨除心", "448": "中夙染貪嗔癡愛種種煩惱則心地清淨以此淨心", "449": "念佛念念不忘心心不斷即日用現前事事皆是淨", "45": "這一念起落處要見生滅根源若參到極則處將一", "450": "土之因即所施種種四事供養三寶者皆為莊嚴淨", "451": "土之資所謂心淨則佛土淨唯心淨土自性彌陀元", "452": "不離當人一念是為真實法行所謂真常之福從淨", "453": "心中生謂是故也子果能諦信不疑何用別求佛法", "454": "但不可作世間尋常事目之則道念自堅信心日長", "455": "矣珍重珍重。", "456": "示無知鑑禪人示無知鑑禪人", "457": "出家人須先要知出家割愛辭親本為求出生死若", "458": "為生死大事要知世間一切諸法皆是苦本身是苦", "459": "聚愚癡之人但知為一身貪求種種口體受用將以", "46": "念生滅妄想迸斷打破漆桶頓見本來面目方知本", "460": "為樂不知樂是苦因既知是苦必要發心修行求出", "461": "苦之道修行之要先須看破現在身心境界當觀此", "462": "身乃地水火風四大假合成形四大各離今者妄身", "463": "當在何處如此看破則不為此身謀求種種受用之", "464": "樂次要了知現前日用見聞知覺全是妄想用事摠", "465": "非真心以此妄心造種種業起心動念無非是業無", "466": "非是罪即此一念便是生死苦本如今發心修行第", "467": "一要看破此心是妄想凡起心動念處便是業根切", "468": "不可隨他妄想流轉日用密密觀察妄想起處就要", "469": "看破看破則當下消滅切不可隨他相續攀緣往而", "47": "自無生今亦無滅無滅無生究竟寂滅耳到此便將", "470": "不返若觀察不定無巴鼻時但將一聲阿彌陀佛作", "471": "話頭緊緊抱定念念不忘有此話頭作主但見妄想", "472": "起處即提起一聲佛來是為正念正念現前則妄念", "473": "不待遣而自消矣如此二六時中密密用心唯此一", "474": "念為主其餘一切妄想皆為客主客若分久久純熟", "475": "則妄想自消真心自顯矣禪人若果有志為生死大", "476": "事但以此一念為真其餘世間種種伎倆作詩寫字", "477": "乃至攀緣交游放浪皆是顛倒癡迷之事也如是止", "478": "絕外緣收攝身心謹守戒律單求一心若終身不易", "479": "其志可謂不負出家亦不虛生一世也若不務實行", "48": "佛祖向上鼻孔一時盡在自己手中從此識得本來", "480": "專事虛浮縱放六情游談無根空喪光陰不唯虛生", "481": "浪死抑恐作惡業難逃千生百劫無出頭時也。", "482": "示徐清之示徐清之", "483": "余丙辰冬日遊雙徑歸過吳門清之居士延余齋於", "484": "山中余睹其英年秀發挺挺玉立而中心誠篤是知", "485": "為夙習般若善根人也暨余投老匡山頃書來乞法", "486": "因示之曰佛說三界上下法唯是一心作言三界上", "487": "者乃出世四聖謂佛菩薩聲聞緣覺也三界下者乃", "488": "六道凡夫謂天人修羅三善道及地獄畜生餓鬼三", "489": "惡道也是則十法界中一切聖凡善惡因果依正莊", "49": "人更不疑張三李四恰元來是自己本命元辰如是", "490": "嚴皆由一心之所造然此一心非別乃吾人日用現", "491": "前分別了知之心也既然一切由心非次第造乃日", "492": "用現前念念所作之業於十法界流轉若一念由貪", "493": "嗔癡所作十惡身三口四意三惡業則成就三途苦", "494": "趣之因若一念轉十惡而為十善則為人天妙樂之", "495": "因若一念善惡兩忘內不見有我外不見有人一心", "496": "寂靜則為聲聞出苦之因若觀目前苦樂逆順由因", "497": "緣生滅流轉還滅則成緣覺之因若一念了知人法", "498": "無我因緣性空無有作受者而不妨現行布施持戒", "499": "忍辱六度之行化度眾生則為菩薩之因若一念頓", "5": "性元禪人來參匡山老人字之曰惺初發願書寫大", "50": "有何玄妙可求又何必向他家屋裏求耶至此則生", "500": "悟自心本來光明廣大無不包容無不濟度了無一", "501": "法當情生佛平等即為成佛之因是故從上諸祖頓", "502": "悟自心聖凡不立是為超佛越祖單傳直指教外別", "503": "傳之因故此一心廣大無外本來清淨圓滿光明若", "504": "日用念念悟此則雖居塵勞而為出世之人矣此所", "505": "以維摩稱為不二法門也居士若能體此而行則一", "506": "切恩怨是非人我煩惱情根應念化成光明藏矣日", "507": "用凡於一切境界試此觀看念念覺察若不能安忍", "508": "而為煩惱之所障礙纔見起處即將六祖本來無物", "509": "一句提起如金剛王寶劍則一切煩惱當下冰消身", "51": "死欄柄在自己手中回視日用現前境界如夢如幻", "510": "心化作清涼池矣如此力行若能精進不退則頓證", "511": "大解脫場又何此外別求佛法哉。", "512": "示若曇成禪人示若曇成禪人", "513": "成禪人向約同志於金沙之東禪結青蓮社專以持", "514": "誦法華經為業故凡入社者必先熟讀此經能背誦", "515": "而後入堂故海內學人有志者必至不數年間而能", "516": "持者數十輩去住不一唯禪人以此為歸宿壹志不", "517": "移日為常課遂以此為盡形壽焉請益老人因示之", "518": "曰此經乃吾師釋迦世尊特為開示眾生佛之知見", "519": "為成佛真種故述其往因謂於大通智勝佛時為十", "52": "如化如影依然只是舊時人但不是舊時行履處耳", "520": "六王子得聞此經展轉傳持故凡曾從聞者必生生", "521": "世世共生一處以持此經為行故昔受化者直至今", "522": "生於靈山會上各各授記成佛乃的示此經為成佛", "523": "正因真種也故委明持經之法師即於現世父母所", "524": "生六根必得清淨如經具明金口親宣非虛語也此", "525": "經自入中土而受持者多獨南嶽思大禪師所悟精", "526": "深而弟子天台智者大師讀誦此經乃見靈山一會", "527": "儼然未散請正思大師曰此法華三昧也非子莫證", "528": "非我莫識故天台因之建立止觀妙門發明百界千", "529": "如實相之旨故後依止觀而悟明一心者如永嘉而", "53": "然此一著若不是最初發心為生死切任你做盡伎", "530": "下非一人也是知此經為成佛之妙行明矣惟六祖", "531": "大師云心迷法華轉心悟轉法華此又示持此經者", "532": "第一義門也禪人今持此經是悟而持之耶抑未悟", "533": "而持之耶若悟之而持則一事一行無非真因舉手", "534": "低頭皆已成佛一色一香皆歸中道是則凡於日用", "535": "見色聞聲目前現證無物而非一卷真經世諦語言", "536": "入耳皆成廣長舌相斯則諸法實相觸處洞然頓將", "537": "八識田中歷劫已來愛增煩惱種子盡化為光明藏", "538": "矣若未悟而持則徒以紙墨文言為妙法以循行數", "539": "字為持經而心地未淨煩惱未空此何異以水泡為", "54": "倆都是鬼家活計縱有一知半見都是魔說凡有所", "540": "摩尼以蒸沙為飯本耶禪人試向未展卷軸已前突", "541": "開頂門正眼爍破無明則諸法實相昭然目前如此", "542": "則卷舒自在語默常然是所謂入息不居陰界出息", "543": "不涉眾緣常轉如是經百千萬億卷如是受持是真", "544": "精進是名真法供養如來不然則牛皮未透豈圖遮", "545": "眼而已耶禪人慎勿為法華所轉也。", "546": "示觀智雲禪人示觀智雲禪人", "547": "往余少年行腳於都下遊於講肆遇樂天公心相莫", "548": "逆每於饑寒困苦無不周旋余心所感不啻骨肉余", "549": "住東海時公之弟子智境依為侍者及余被放嶺外", "55": "作皆是魔業可惜百千萬劫難遇之一段大事因緣", "550": "境乃擔簦相隨至雷陽因受瘴毒死而復甦越三年", "551": "樂公復問余於瘴鄉義何高也又十五年境復走五", "552": "羊竟死於韶陽道中嗟乎有人如此安可忘之耶余", "553": "出嶺之南嶽適樂公之法孫慧雲字觀智者遠來參", "554": "請自述歸依之心云自知老人以來即見一字一語", "555": "無不珍藏佩服今十餘年矣是受法之心誠且重矣", "556": "老人投老匡山雲乃遠來從事老人深喜其為人沉", "557": "重寡言真實無偽為法情深生死心切末法中學人", "558": "求如此者不多見且因感與樂天公三世之義誠多", "559": "劫之緣禪人請益老人因示之曰學道人以等心死", "56": "也禪人果有志此事直須將自己胸中從前世諦伶", "560": "誓為出生死第一義又放下為入道之要古人云志", "561": "當歸一久而不退他日必知如道所歸然此五乳為", "562": "老人歸真之所禪人歸依老人之心一生居半今幸", "563": "有此卓錐之地正是爾等放捨身命處生則同修死", "564": "則同歸爾當放下諸緣一心寂靜於此集二三同志", "565": "老者率領專心念佛精修淨業更無異志誓死為期", "566": "則法道常存慧命不斷是不負歸依之念也應念爾", "567": "祖與老人有三世之誼自當以義為質絕無貳念若", "568": "別存一念則非真實為生死人凡居常務要以法為", "569": "懷綱維叢林調和大眾內外一體賓主一心兼忘人", "57": "俐聰明知見及種種妄想一齊折合歸向到一念上", "570": "我勦絕是非了得煩惱本空便是出生死路即此心", "571": "地清涼便是淨土之要門也爾其念哉勗哉。", "572": "示凝畜通禪人示凝畜通禪人", "573": "佛祖修行之要唯有禪淨二門兼以萬行莊嚴是為", "574": "正修行路比來學人參禪者多被邪師過謬引入邪", "575": "見稠林墮我慢魔增外道種是大可憂況十無一人", "576": "得解脫處似此不唯自誤抑且誤人可不懼哉是故", "577": "老人極力主張淨土真修最為要妙然念佛雖易世", "578": "人不知都輕視為尋常殊不知為真實出生死之要", "579": "路但不知念佛之妙故多錯誤耳且念佛即是參禪", "58": "做將一句話頭作橫空寶劍斬斷從前妄想如斬亂", "580": "更無二致凡念佛時須先將自己胸中一切煩惱妄", "581": "想貪嗔癡愛種種雜亂念頭一齊放下放到無可放", "582": "處單單提起一聲阿彌陀歷歷分明心心不斷如線", "583": "貫珠又如箭筈相拄中間無一毫空隙處如此著力", "584": "靠定於一切處不被境緣牽引打失如此日用動中", "585": "不雜不亂久之夢寐一如若是如此用心念到臨命", "586": "終時一心不亂便是超生死生淨土之時節也若但", "587": "口說念佛心地不淨妄想不除只道念佛不靈驗如", "588": "此縱到三生六十劫亦無出頭分爾其勉之。", "589": "示沙彌弘道字任持示沙彌弘道字任持", "59": "絲果能如是下毒手做苦切工夫若無真實悟處則", "590": "出家本意為出生死志求佛道下化眾生自他二利", "591": "故吾佛捨王宮入雪山六年苦行方成正覺出世說", "592": "法教諸弟子先要捨離世間深重恩愛剃除鬚髮身", "593": "著袈裟形儀異俗以表遠塵離垢之行初教弟子日", "594": "中一食樹下一宿唯以悟道為懷以利生為事非求", "595": "世間安逸如意受用縱浪身心隨情造業為出家之", "596": "行也如此不但虛消信施空過一生抑取將來三途", "597": "長劫之劇苦可不哀歟故今末法出家兒縱不能如", "598": "佛初制有能志出生死深求教法依教真修了悟自", "599": "心弘法利生續佛慧命將以上報佛恩君恩親恩是", "6": "經請益老人因示之曰出家修行佛說方便多門固", "60": "從上佛祖皆墮妄語矣然所最忌者唯是無真實心", "600": "不負出家之大因緣也今生幸遇善知識親近佛法", "601": "若乃悠悠歲月虛度時光若不刻苦勵志是當面錯", "602": "過再出頭來百千萬劫難求今日也沙彌弘道請益", "603": "示之以此因字之曰任持。", "604": "示達德禪人字齊一書華嚴經示達德禪人字齊一書華嚴經", "605": "法性禪人達德來參曹溪老人字之曰齊一時為開", "606": "示楞嚴宗旨禪人同志數輩日夜精勤老人喜其為", "607": "法化旋轉之一機也禪人發願書華嚴大經以種法", "608": "緣拈香請益老人因示之曰法界尊經諸佛之慧命", "609": "眾生之性地萬行之根本成佛之徑路也故曰一字", "61": "只將參禪做皮面說好看話耳似此誠為自欺到底", "610": "法門海量書而不盡子若為書之耶但一塵中具含", "611": "無盡法界經云於一塵中具有大千經卷書寫三千", "612": "大千世界中事有一智人明見塵中有大經卷剖破", "613": "微塵出此經卷利益眾生攝化無窮是則有人若能", "614": "破此一塵則大千經卷一時頓現又何庸夫循行逐", "615": "字區區次第勞筋苦骨耶然一微塵者何乃眾生介", "616": "爾妄想之心也大千經卷乃眾生本有之性德也是", "617": "則若有大力量人苟能頓破無始以來一念妄想顛", "618": "倒之心則本有恒沙性德一時齊現若能作如是觀", "619": "作如是書則未舉筆前此一部廣大真經圓滿具足", "62": "有何利益所以孔聖教人毋自欺吾佛教人戒大妄", "620": "斯即日用舉手低頭拈匙舉箸咳唾掉臂皆是普賢", "621": "妙行矣若能如是書寫可謂善持諸佛如來慧命善", "622": "開自性善修妙行矣又豈值樠摸紙墨文字而可涯", "623": "量哉第恐汝歷劫以來無明堅厚煩惱根深業障覆", "624": "蔽當發殷重心堅持禁戒日夜精勤禮拜諸佛菩薩", "625": "請求加被作大懺悔庶可究竟此事以此大法非薄", "626": "福眾生之所能持故曰若能信此法者非一佛二佛", "627": "三四五佛而種善根已於無量百千萬億佛所種諸", "628": "善根子當生無量難遭之想發最上堅固不退之心", "629": "乃於此少分相應耳若以尋常世諦恒情作戲論事", "63": "語耳宜珍重勉之。", "630": "則返增無量慢法之罪矣子其勉之。", "631": "示大凡禪人示大凡禪人", "632": "禪人家文江幼從諸生中年棄業遨遊江湖因江行", "633": "遭風覆舟墮波濤急流中極力稱觀音菩薩名忽從", "634": "覆出憑舟底得達彼岸同舟數人皆沉溺獨己不死", "635": "遂發心出家因向從大中丞鄒公遊即成就薙髮以", "636": "未得出世師猶泛泛也萬曆丁巳夏老人投老匡山", "637": "之五乳凡向居五老峰因來參禮時聞法要心開意", "638": "解至癸亥老人重歸曹溪凡持中丞書來訊是得從", "639": "眾受具因法名福集時為眾演楞嚴宗旨凡隨聽次", "64": "示履初崇禪人示履初崇禪人", "640": "至十二類生處大發感省拈香請益老人因示之曰", "641": "已矣哉一切眾生流轉苦道者良由一念妄想之過", "642": "咎也原其各各本心與十方佛無二無別但因最初", "643": "一念無明迷本圓明清淨真心遂生妄想妄想積迷", "644": "起貪嗔癡造殺盜󰯌妄種種諸業以妄想不斷故生", "645": "死苦果無窮流轉不已今佛明言因一念妄想薰變", "646": "十二類生況眾生日用念念妄想念念受薰則一日", "647": "一夜生死無窮況有識已來乃至盡命念念妄想所", "648": "作惡業安可籌筭且佛又云此十二類亦各各具十", "649": "二類生如此則交相薰發業因苦果又豈可得而思", "65": "禪人生長豫章蚤年出家素有向上志聞老人逸老", "650": "議耶誠謂妄想不休則生死之苦無已亦不大可哀", "651": "也哉禪人既秉佛教當遵佛語大生慚愧恐懼發無", "652": "上心從今將一往生平馳逐攀緣妄想之心一齊收", "653": "攝放下折合向一句阿彌陀佛上消歸自己本命元", "654": "辰念念不移心心不斷以前妄想乃造生死之染因", "655": "也念佛一念乃出生死之淨因也果能將此淨念薰", "656": "前染污苦因變而為淨土真因則頓令無量劫來生", "657": "死苦因苦果變而為淨土樂因樂果矣摠之聖凡本", "658": "無二路皆由染淨薰變之力耳出苦之要捨此一念", "659": "向外別求玄妙知見不異涉河求井而止渴也修行", "66": "匡山遂棄世諦緣潔心來參求依止焉老人見其循", "660": "若不單究一念妄想唯縱口談玄妙知見摠為自欺", "661": "豈欺人哉禪人何幸得聞正法真修行路若遲回任", "662": "意循情豈但虛負此生再出頭來未必能似今日也", "663": "嗟嗟老矣苟能從今一念回頭即未盡之年尚有餘", "664": "日尤勝虛生浪死也勉旃。", "665": "答蕭玄圃少宰答蕭玄圃少宰", "666": "入道先要了悟當人心體本來光明廣大包含無外", "667": "彌滿清淨聖凡不立不為身心世界之所拘礙此即", "668": "向上一路西來心印唯此而已既而悟徹此心則於", "669": "日用應緣一切境界如鏡現像來無所粘去無縱跡", "67": "循故不拒來意因留入眾隨時入室久之察其多軟", "670": "如此則凡所施作皆從真心實際中流出一一皆真", "671": "實不朽之事業不但與日月爭光也較彼區區迷失", "672": "妄想機械所為者豈可同日而語耶此段光明人人", "673": "具足本無欠闕但以我見堅固凡有所作必以為己", "674": "功執所見為必是故以是非交錯終無一定之論所", "675": "以然者以無廓然大公之心而欲建千秋不朽之業", "676": "難矣。", "677": "又", "678": "吾人心體本來圓滿光明即今不能頓悟不得現前", "679": "受用者蓋因無量劫來貪嗔癡愛種種煩惱障蔽自", "68": "暖之習而骨氣不剛故入道之心不猛居常策其不", "680": "心故漸修之功不可少耳溈山云學人有能一念頓", "681": "悟自心但將所悟的淨除現業流識是名為修不是", "682": "此外別有修也若學道人但求頓悟便了將謂無功", "683": "可用此則習氣深潛遇境竊發久則流入魔界矣然", "684": "漸修之功亦非有次第但日用向未起心動念處立", "685": "定腳跟返觀內照但於一念起處即追審此念從何", "686": "處起追到一念生處本自無生則一切妄想情慮當", "687": "下冰消矣然所忌者無勇猛力不能把斷咽喉不覺", "688": "相續則流而忘返也。", "689": "示周子寅示周子寅已下海印遺稿附", "69": "逮一日拈香請益老人因示之曰子有向道之志而", "690": "山居今日大眾結制海印據座說法華經爾時足下", "691": "手書至且有佳果足占足下亦法會中人乃先得道", "692": "果者此非瓦卜也前書云云殆非敢僭妄第婆心太", "693": "切深念白日如流耳日業正此不爽亦可漸入不二", "694": "法門但其中日用頭頭念念皆生滅心行安能寂滅", "695": "為樂若求心地一段受用更須向讀書作文已了時", "696": "至於種種應緣處當下著實猛地返觀內照觀此種", "697": "種作為生滅之心畢竟向何處起即今滅向甚麼處", "698": "去如此深觀久久漸入細密若更此中一切習氣潛", "699": "流處煩惱無故生起處著實一覷覷定看他畢竟是", "7": "在各各發心何如耳第一向上參禪求明自心志了", "70": "無振拔之氣者以心力不純故骨不勁骨不勁故無", "700": "何物向何處起滅追到掃蹤絕跡處如沸湯鍋裏點", "701": "片雪相似如此日用念念不得放捨纔有絲毫一念", "702": "懶墮懈怠偷安圖快活受用之心生時此正是病根", "703": "發作便向這裏猛然剔起眉毛不可被他纏縛住纔", "704": "見纏縛切不可和身放倒與之打交袞也切忌切忌", "705": "大段一聲菩薩或一聲佛死急靠定與之廝挨若遇", "706": "種種惡習起時即將此話頭奮力提起望空一揮不", "707": "管是魔是佛是煩惱習氣是善惡思量一切情塵一", "708": "齊頓斷如斬亂絲如此做工夫不妨讀書不妨作文", "709": "讀書處看此書讀向何處寄著作文就看此文從何", "71": "剛毅勇猛之志所謂中無主不立耳所以中無主者", "710": "處流出也不妨迎賓待客喫茶喫飯痾屎放尿一切", "711": "處無用纖毫縫罅如此安心再與永嘉所說恰恰用", "712": "心時恰恰無心用無心恰恰用常用恰恰無是一般", "713": "不是一般足下不知能信海印老人不虛誑否請自", "714": "試看足下倘見信不謬始知顏子心齋三月大為可", "715": "笑先示來文二首媿老眼非知文者大段如玉葉金", "716": "花豈不藹然蔚然可觀第非造化生成者不免落刀", "717": "斧痕耳此足下之通病也然文章自有天然之妙如", "718": "風行水上自爾成文波波匝匝一派寒光中含明月", "719": "此則可謂入聖超玄足下何不勉力於此而此處實", "72": "以第一無真實為生死心故無決定久遠不退之志", "720": "不易到則秘密法門全在自性中流出圓覺經一部", "721": "足下讀熟每日早晚以當功課俟來春面時相與決", "722": "擇尋常與足下書不免稍帶情識自媿為足下未徹", "723": "非不徹恐足下信心未徹耳今見足下信心漸增日", "724": "近清淨此時若不將此赤心剜與足下何時得徹若", "725": "足下因循不徹則海印自徹去也何如何如人世可", "726": "悲斯道可悲望足下心更可悲耳。", "727": "又", "728": "來書請益甚是真切但足下於空幻二字未得諦當", "729": "故於心境不無其礙耳以足下將空作絕無會將幻", "73": "然學道人既無決定之志則一切趣操而無特達之", "730": "作變幻會故此不能融通不得自在且又於取字未", "731": "看透徹所以工夫難做今為足下說破則了然無復", "732": "疑慮矣然所謂空非絕無之空正若俗語謂傍若無", "733": "人豈傍真無人耶第高舉者眼中不有其人耳所謂", "734": "幻者非變怪之幻乃有而不實之謂也譬若市如弄", "735": "筒子撮出許多人物一般然此筒中本無所有而忽", "736": "然有之雖有而非真實也既非真實即是本無由本", "737": "無故說空耳故曰譬如幻化人非無幻化人幻化人", "738": "非真人也人既非真豈不是空耶此豈絕無之謂耶", "739": "是則佛說空字乃破世人執著以為實有之謂非絕", "74": "行所以因循舊習悠悠日月但守閒散任意以為自", "740": "無斷滅之謂也誠恐世人淪於斷滅復說幻字以遣", "741": "其斷滅之見是則一切身心諸法因幻故空由空故", "742": "說如幻耳此二字相須而觀則頓見其妙所言空即", "743": "幻有以觀空名曰真空所謂有乃本無之幻有名曰", "744": "妙有由其空故心非斷滅由妙有故境是無生境既", "745": "無生則心何取著心既非斷則妄念何存妄念不存", "746": "將何心而取境境本是幻將何境而牽心斯但心不", "747": "取境而心非斷滅境不牽心而境自如如心境如如", "748": "于何不樂此所謂心本無生因境有前境若無心亦", "749": "無者但只看破如幻不實名曰若無而靈心獨照妄", "75": "在無拘以此為快如此不唯於道無進至於一切佛", "750": "心頓歇名曰亦無耳是所無者妄心耳豈絕無真心", "751": "哉且此真心本自靈明常然寂照元非是物更名何", "752": "物耶何以為妄心取境執著不化者是何以為真心", "753": "不取身心境界之相而了了常知靈然寂照者是如", "754": "此用心有何挂礙所謂自心取自心所以非幻成幻", "755": "法意欲不取無非幻非幻尚不生幻法云何立耶正", "756": "所謂境緣無好醜好醜起於心心若不強名愛憎何", "757": "由起斯則但情不附物物豈礙人耶物既不礙人而", "758": "人又何礙於物耶良由世人所以不得自在者無他", "759": "但堅執人我是非錙銖較計毫髮不遺種種執著堅", "76": "法亦無潛心精求之意所以於心既不知檢而於四", "760": "執不化一切自身功名富貴自心聰明知見種種惡", "761": "習以為勝妙故取之以為己有所驕矜恃氣與物作", "762": "對而且又目前虛文飾貌幻化莊嚴以為得失人情", "763": "取捨等相如此境界交攻與接為搆日以心鬥日夜", "764": "相代乎前未嘗一念暫息者又何由而得自在耶摠", "765": "之無他唯其不達心境無生如幻不實耳若了達一", "766": "念無生如幻則一切苦樂憂患得失愛憎取捨情狀", "767": "當下瓦解冰消矣故曰知幻即離不作方便離幻即", "768": "覺亦無漸次此所謂一念頓到佛家非虛語也以足", "769": "下用心功夫苦切於此且云過此即極樂田地矣足", "77": "大幻身亦無支持之力故日用現前全無真實工夫", "770": "下但觀一切妄念起滅處一切境界起滅處無非是", "771": "幻化不實則心自然不奔境境自然不牽心矣往來", "772": "應緣則一念虛明靈然獨照照見現前身心如幻如", "773": "化如水中月如鏡中像如空中雲如野馬陽燄如此", "774": "把定金剛眼睛再莫動轉任他一切境界觸之即消", "775": "憑他甚麼妄心一覷便滅如此用心又有何妄心可", "776": "以自擾又有何妄境而可攖心者哉此番說話乃海", "777": "印極力為足下通身吐露徹底掀翻足下更莫懷疑", "778": "切不得思前筭後種種思量皆惡覺惡習俱是障道", "779": "因緣也至若大比功名之心切不可將此橫在胸中", "78": "亦無真實受用耳如此豈不虛喪光陰空過此生又", "780": "若橫之則為大法障此事前緣大命安排已就又何", "781": "必預慮其得失耶但自盡心盡力舉業文字不可生", "782": "懶墮想所謂盡人謀而聽天命耳必若老人此語目", "783": "前即是極樂人矣信手呵筆不覺郎當如許婆心漏", "784": "逗如此珍重。", "785": "又", "786": "一別恍惚數月流光迅疾日月欺人如此豈不痛念", "787": "浮世危脆百年如隙駒耶每聞足下精進倍常歡喜", "788": "沃灌心田也初意擬尊人行後必得入山一晤相與", "789": "印證既往工夫而決擇之此想實真不覺形諸夢事", "79": "何取於親近善知識以求出世之業哉是則徒有向", "790": "可笑道人亦墮情見乃尒且時方休夏日來飽鼾白", "791": "雲眉未伸而忽報足下使者持手書至開函如見顏", "792": "色細讀三復字字皆瀝肝膽也每愛足下渾金璞玉", "793": "之質故其心光流溢皆燁然奪目固喜不自勝及詠", "794": "請益數語深見足下念道篤切懇到之至而又悲喜", "795": "交集所悲者人莫不具此靈知廣大光明之性德而", "796": "皆自昧自棄恍若夜行所謂醉生夢死者所喜者喜", "797": "足下處富貴紛華叢中以喧囂之習染一旦轉為向", "798": "道之資此難之難且足下自見其難非深體力行者", "799": "何能如此況此一段大事因緣乃太上事殊非目前", "8": "生死次則深窮教海志願弘通護持正法續佛慧命", "80": "道之名而無真實之操可不悲哉子從今日去先要", "800": "幻化者比今足下一旦信之不疑處之自慊豈不毅", "801": "然大丈夫哉鄙人竊謂東陬文運開于尊人而又足", "802": "下聞道蚤之若此實兩間勝事千古奇緣而足下家", "803": "聲並振獨擅雙美此之歡喜豈尋常哉即足下所云", "804": "今日之進因坐以求靜因靜以求心此乃入道初門", "805": "最為切當但坐中未明肯綮所以坐久而疲由不達", "806": "心體之妙故靜久而欲有聞且又疑泛然若無所歸", "807": "良以能求之心未得秘訣所以求之一念返覺為勞", "808": "是以心覓心正如渴鹿逐陽燄耳傳曰知止而後有", "809": "定以足下心未知止故不得定且心既不定安得快", "81": "發一片真實為生死心立一定久遠不退之志盡此", "810": "意當前而祗懼之念卒以勝夫恣肆之心耶幸足下", "811": "知其不能勝而終有以勝之也承索所以治心條目", "812": "如四勿三省者引此心而入持此心而定此足下精", "813": "心苦切處乃鄙人所以大有望于足下者今既肯心", "814": "自許返乃秘吝乎第恐足下始于吾佛法中未得多", "815": "聞至於名言之中多分轉為昔日見聞之陳習致使", "816": "甘露之藥不能近取還顏之效耳大段吾門從上佛", "817": "祖教人之法門路雖多總不出戒定慧三學所謂因", "818": "戒生定因定發慧其節目之詳經不過楞嚴至若祖", "819": "語無如永嘉集一書極為詳悉敬付一冊足下熟讀", "82": "形壽決定要究明己躬下一段大事畢竟要齊古人", "820": "玩味至於其中入定用心之訣如云忘緣之後寂寂", "821": "靈知之性歷歷無記昏昧昭昭契本真空的的此用", "822": "心之神符也如四勿三省者正乃戒耳此中具悉其", "823": "實修心工夫條目不出止觀等持三門而已此集中", "824": "奢摩他止也毘婆舍那觀也優畢叉止觀雙運定慧", "825": "等持也姑以此塞請集中紅圈者留神消息如不解", "826": "者不嫌數數寄問至於止觀捷徑之法容再書一紙", "827": "以償今日之欠耳。", "828": "又", "829": "自入山中數語而別知信力益增漸得靜勝大概此", "83": "方不負此生平如是乃可名為真學道人不然又何", "830": "段因緣乃至易至難之事以無量劫來生生世世雜", "831": "染流轉習之深且厚矣即今一念信心始發軔于旦", "832": "夕之計而欲遏永劫之長流其勢誠不易易即此一", "833": "念回頭之心亦深難發若非積劫善根靈苗遇時而", "834": "萌芽始抽而華果敷實全在時時栽培而保護之否", "835": "則頓見枯焦矣此則法雨潤灌之功不可少耳承時", "836": "遇境遇緣以事處事此正隨寓而安久久純熟更加", "837": "止觀之功則可漸臻解脫然以吾人本自解脫所以", "838": "煩惱不解脫者非法之咎乃自心縛著不解脫耳無", "839": "怪其然良以向來世情濃厚習染純熟熟處難忘故", "84": "取於虛尚哉子今縱有決定學道之志若不知用心", "840": "觸之便發故曰吾未見好德而好色者也若以彼易", "841": "此則生處自熟熟處自生生則疏疏則遠遠則淡淡", "842": "則忘忘則不假求脫而自不縛矣久之而此心泰定", "843": "則目前千態萬狀視之若空華水月陽燄冰河耳本", "844": "無可縛著又何求脫耶此乃佛祖心印大人境界非", "845": "大丈夫大力量人斷斷乎難入此境若果奮力而深", "846": "入之則世出世間無一法而不可作者其功名事業", "847": "實緒餘耳故曰道之真以治身其土苴以為天下國", "848": "家此非虛語也願足下努力自持所云止觀為解脫", "849": "計此止觀一門不獨為足下脫計即三世諸佛一切", "85": "之方亦汗漫無處攝取從今用心要如古人必以一", "850": "聖人皆從此一門深入而出苦海證真常者所患不", "851": "得其要耳云肇公物不遷語得力此非足下大根器", "852": "不能入此老門閫且於以事處事事事皆然此則大", "853": "似有知肇公處然獨於日月麗天句不徹若此不徹", "854": "則知肇公不徹不徹則非真得力也此語老人疑之", "855": "數年畢竟於苦心中獨然自省自爾以來應緣得力", "856": "處多借此老之語足下出門即見信誠非小緣老人", "857": "不惜為說破第恐足下後日罵老僧也足下但將此", "858": "句橫之在心於一切動作云為處一切聲色貨利處", "859": "一切逆順境緣處一切喜怒哀樂處一切愛憎取捨", "86": "則公案以為參究話頭如永明大師念佛審實的公", "860": "處凡係流動之境即便以此印一印印定看他如何", "861": "是不遷處如何是常靜處如何是不流處如何是不", "862": "動處如何是不問處如此看來看去忽然爆地看破", "863": "此語則知老人不欺足下而始信本真不自欺也子", "864": "其勉之。", "865": "示黃惟恒示黃惟恒", "866": "閉關卻掃屏絕外緣乃世間第一等討便宜事而諸", "867": "人驚怪難能者何也蓋由痴狂外面走者滔滔皆是", "868": "也即不以讀書舉業事而如此者可不快乎然足下", "869": "輩雖云向道而此中眼目未得明徹往往將世法佛", "87": "案最為穩當若以念佛為參究話頭時即將心中從", "870": "法與宗與教不免話作兩橛若此處話作兩橛則一", "871": "切憎愛逆順取捨好惡窮達動靜等宜乎一一皆作", "872": "兩橛也海印頻頻為足下道佛祖元無實法與人但", "873": "只為人說破各各分上本有之事耳更無纖毫可增", "874": "添也宗鏡云以一心為宗照萬法為鏡特由吾人不", "875": "能知一心故佛說教以指之吾人不能見自心故祖", "876": "假禪以示之二者皆不得已也吾人苟能真知明見", "877": "一心之靈明廓徹廣大虛寂了無纖毫情塵愛憎等", "878": "障則佛祖亦退三舍又何用殘茶剩飯黃葉空拳耶", "879": "足下今云習教不免精神疲倦由宗如乘順風此足", "88": "前一切夙習知見一切雜亂妄想思筭一齊放下放", "880": "下多生般若習氣之深如此大段海印分上二皆虛", "881": "誑總無難易之說苟足下不達自心則宗為邪解邪", "882": "染皆墮識情窠臼而教亦妄知妄見盡落言說話柄", "883": "皆非究竟真實處殊不知教乃佛眼禪乃佛心二非", "884": "兩般豈有彼此海印教人看教參禪皆不是這等知", "885": "見足下今日作此解不獨辜負海印抑且辜負己靈", "886": "耳曾記古人有問者云古人饑時喫飯困時打眠便", "887": "是道今人饑時喫飯困來打眠為什麼不是道答曰", "888": "古人喫飯只喫飯打眠只打眠所以是道今人喫飯", "889": "不喫飯打眠不打眠胡思筭所以背道耳由此看來", "89": "下又放下放到無可放處單單提起一聲阿彌陀佛", "890": "足下日用只將眉毛剔起叱吒一聲只教神驚鬼怕", "891": "天魔膽碎陰鬼魂消一喝喝退落得本地靜靜悄悄", "892": "寸絲不挂赤力力淨裸裸將此一段家風要讀書便", "893": "讀書不讀即拈向一邊不許挂一字要作文便作文", "894": "不作便拈向一邊不許胡思筭乃至喫茶喫飯就喫", "895": "茶喫飯要打眠便打眠要痾屎放尿便痾屎放尿撞", "896": "著便了更不許過後思量如遊魂鬼子一般乾乾淨", "897": "淨潔潔白白亦不許坐在乾淨潔白裏如此單刀直", "898": "入一念向前則讀書親見古人作文也只向自己胸", "899": "中一口吐出更無前後涵畜時便是吐露時吐露時", "9": "又次則深厭生死專心淨業願生西方此皆理行為", "90": "即看此念起處審實這念佛的是誰如此且念且審", "900": "便是涵畜時如此不為動靜明暗所轉不為種種伎", "901": "量所移此之謂挺特大人沒量漢也足下信然之乎", "902": "若果見信便撩起向這裏入珍重珍重。", "903": "示馬居士示馬居士", "904": "學道人第一要為生死心切第二要知身是苦本心", "905": "是妄想造業之本第三要真真看破世間功名富貴", "906": "聲色貨利都是虛華不實第四要怕今生造下惡業", "907": "將來一墮地獄受種種苦無人救護第五要知現在", "908": "命根只此一息之間若此息一斷則再求今日參禪", "909": "學道作福之事永不可得況受用富貴乎學道人但", "91": "又審又念靠定一念審實得力處便覺心如墻壁究", "910": "得此五種心時時刻刻蘊積在懷則目前一切虛華", "911": "境界自然冷淡心地自然清淨將從前一往所學知", "912": "見學問口頭伎倆一切放下發菩提心永斷酒肉不", "913": "貪不愛持戒修福作諸功德以為載道之本仍讀大", "914": "乘經典助發自心開佛知見方可作觀但觀此心廣", "915": "大圓明清淨空寂一法不可得妄念元無亦無生滅", "916": "靈然常照而此根身一切動作猶幻人元無心識而", "917": "此目前一切境界猶如空華忽起忽滅本來不有唯", "918": "只圓明一念歷歷不昧此念亦無是名正念如是用", "919": "心二六時中動靜閒忙如如不動逆順好惡冤親平", "92": "到究不得處便是得力時節如此久久參究參到心", "920": "等隨順世緣所作功德一事一法皆成圓妙淨行如", "921": "是行者名菩薩行道人果能如此用心可謂不出塵", "922": "勞而作佛事矣現宰官身而說法即此是名報佛恩", "923": "報國恩者公稟性靈明發心向道故特此示之乃贈", "924": "以號曰淨妙居士公其無負己靈無忘此說珍重。", "925": "示王生求受戒更字示王生求受戒更字", "926": "往太史公牛馬走周伯子從幻人遊於海印有曰王", "927": "生者從伯子遊亦有曰凡伯子所習太史公業靡不", "928": "授王生是故王生因伯子亦得求授戒于海印海印", "929": "視王生不減伯子推伯子之愛王生者亦愛之蓋吾", "93": "無用處如老鼠入牛角時忽然一念迸裂便是了生", "930": "法貴平等以法性平等故也人者無論貴賤高下一", "931": "以等心視之是故幻人之教王生亦無論弟子弟子", "932": "也初王生諱廷佐字子瞻王生意謂諱俗而字犯古", "933": "也故亦請幻人更新之幻人喜而告之曰異哉子之", "934": "質也傳語有之曰苟日新日日新又日新今子志願", "935": "袪故吾而大新之不獨新子之名抑且新子之心名", "936": "者實之賓心者德之實苟不務實而尚虛名非德也", "937": "由是觀之非獨子俗於名抑且俗於心所謂俗者非", "938": "衣冠言貌之謂也所謂狎習染污於性德者之謂也", "939": "夫吾人者性德本明由日漸染嗜欲目蔽邪色耳蔽", "94": "死的時節也子能如是用心如此著力自然骨剛氣", "940": "淫聲鼻蔽臭香舌蔽爽味身蔽妄觸心蔽邪思六者", "941": "交蔽汩昏其中薰陶漸染習以成性將謂之本有謂", "942": "之固然是以火馳於昏迷之境本明之德翻視為異", "943": "物故昏者日昏明者日昧安知有故吾故吾哉聖人", "944": "所悲悲在於此故投戒水以洗滌之且夫戒者非他", "945": "物也乃自心本有之智光也即儒所謂明德者是已", "946": "今夫人者智光不朗故明德日昏今欲復明德而返", "947": "天真必須朗智光而破昏蔽昏蔽破本體現智光朗", "948": "諸障消此吾佛所以戒殺生以成仁戒偷盜以就義", "949": "戒邪婬以立禮戒妄語以敦信戒飲酒以明智此五", "95": "猛名為挺特丈夫視前軟暖之狀真日劫相倍矣子", "950": "戒具而五常足六情斂而三業清此所謂滌舊染進", "951": "日新捨故吾而造新化也故幻人亦更其諱曰言字", "952": "曰子綸將其奉佛戒如君命也子其勉之。", "953": "示周子潛示周子潛", "954": "五色令人目盲五音令人耳聾五味令人口爽馳騁", "955": "田獵令人心發狂此老氏之戒也非禮勿視非禮勿", "956": "聽非禮勿言非禮勿動又曰少之時血氣未定戒之", "957": "在色及其長也血氣方剛戒之在鬥及其老也血氣", "958": "既衰戒之在得此孔子之戒也不殺不盜不󰯌不妄", "959": "言綺語不兩舌惡口不貪嗔痴此佛之戒也噫以吾", "96": "其勉之。", "960": "人之性本自靈明清淨也但以習染之污故日就淚", "961": "昏沉迷而不省者唯在耳目口鼻身心之間與聲色", "962": "味香觸法相對膠固綢繆與接為搆日以心鬥長迷", "963": "而不返也故聖人愍之切為之戒且將欲祛舊染斷", "964": "塵習而復乎本然清淨真心也由是觀之戒在我而", "965": "備在心修之以身是謂道不遠人故曰聖遠乎哉體", "966": "之即神吾人欲造大道之原者唯在謹謹奉持於是", "967": "而已矣周子少年切志向上歸心於此故因書此以", "968": "示之且字之曰子潛者蓋古語有桂生幽壑終抱彌", "969": "年之丹意將冀其深根寧極也。", "97": "示慧鏡心禪人示慧鏡心禪人有引", "970": "示祖定沙彌示祖定沙彌", "971": "余嘗見世之市肆羅列割烹而過者靡不刮目垂涎", "972": "希一臠之味此恒情也每見吾徒稱沙門釋子者身", "973": "處旃檀之林足履清涼之地歷大法之肆羅無上醍", "974": "醐甘露妙味則邈視之如鴆毒可不悲歟雖然蓋不", "975": "知味之過也藉使知之豈讓嗜臠之情哉吾佛最初", "976": "出世即揭波羅提木叉以示人此即以甘露陳于周", "977": "道冀人人而味之同入不死之鄉矣過而味之者幾", "978": "何人哉余隨緣入王舍城止慈氏園林適開甘露之", "979": "肆有沙彌祖定從吳興來參大宰官知識問莊嚴佛", "98": "禪人蘄陽人身在塵勞心懷出世常親立庵和尚", "980": "土最上法門因指入林中即得餐采此甘露法味所", "981": "言甘露法者即四根本重戒也嗟乎人者久矣沉酣", "982": "生死之場成就鐵床苦具靡不依此婬殺盜妄四者", "983": "而立至於諸佛淨土莊嚴亦皆從斷此四者而成就", "984": "故曰永斷婬心方成佛道等今沙彌將欲闢瓦礫而", "985": "作叢林轉穢邦而成淨土若不翻破四根而作四而", "986": "清涼池豈能化三毒而為三種解脫地耶是故海印", "987": "老人讚言佛子若欲成就無盡功德法門應當善學", "988": "此波羅提木叉為第一義諦一切法門因從此入。", "989": "示吳公敏示吳公敏", "99": "中年乃投太空老宿剃染得大定和尚策勵遂懷", "990": "空生問佛云何應住云何降伏其心佛答以應如是", "991": "住如是降伏其心又云應無所住而生其心又云信", "992": "心清淨即生實相然實相無相于何有生良由生即", "993": "無生則住本無住信心如此則五蘊清涼一念頓空", "994": "諸妄圓滅如是降伏即非降伏是名降伏也公敏信", "995": "心甚篤從余乞授菩薩戒且將問持心之方余即告", "996": "以調伏之法如此又更其字曰調伏蓋敏雖行速不", "997": "若調伏履真也至若相即無相則不可以無相為無", "998": "相故又刻之以定課日用不移久久純一泯絕諸相", "999": "頓契無生是所謂信心清淨即生實相也。"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B116 憨山老人夢遊全集", "englishTitle": "Jiaxing Canon, Electronic version, No. B116 憨山老人夢遊全集", "author": "明 德清撰　福善日錄", "language": "chinese", "source": "CBETA"}