{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1298 禪門諸祖師偈頌", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "保寧勇師示看經", "1": "下之上禪門諸祖師偈頌下之上", "2": "五峯釋　如祐　錄", "3": "禪月大師山居詩禪月大師山居詩序禪月大師山居詩序", "4": "愚咸通間於鍾阜作此詩。放笔藁。被人口。聞之一二。", "5": "字句多錯。乾道辛丑山居寺改正之。成二十四首。風", "6": "調鄙拙。不敢聞於大雅君子作者。氣合為一。朗吟可", "7": "也。", "8": "第一山居詩第一", "9": "休話諠譁事事難。山翁只合住深山。數聲清磬是非", "10": "外。一箇閑人天地間。綠圃空堦雲冉冉。異禽靈艸水", "11": "潺潺。無人為向群儒說。巖桂枝高亦好攀。", "12": "第二第二", "13": "難是言休便即休。清吟孤坐碧溪頭。三間茆屋無人", "14": "到。十里松門獨自遊。明月清風宗炳社。夕陽秋色庾", "15": "公樓。修心未到無心地。萬種千般逐水流。", "16": "第三第三", "17": "好鳥聲長睡眼開。好茶擎乳坐莓苔。不聞榮辱成番", "18": "盡。只見羆羆作隊來。詩理從前欺白雪。道情終遣似", "19": "嬰孩。猶來此事知音少。不是真風去不𢌞。", "20": "第四第四", "21": "萬境忘機是道華。碧芙蓉裏日空斜。幽深有徑通仙", "22": "窟。寂寞無人落異花。掣電浮雲真好喻。如龍似鳳不", "23": "須誇。君看江上英雄塚。只有松根與栢槎。", "24": "第五第五", "25": "鞭後從他素髮兼。湧清奔碧冷侵簾。高奇章句無人", "26": "愛。淡泊身心舉世嫌。白石橋高吟不足。紅霞影暖臥", "27": "無厭。居山別有非山意。莫錯將余比宋纖。", "28": "第六第六", "29": "島外塵中四十秋。亦曾高挹漢諸侯。如斯標致雖清", "30": "拙。大丈夫兒合自由。紫术黃菁苗蕺蕺。錦囊香麝語", "31": "啾啾。終須心到曹溪叟。千歲櫧根雪滿頭。", "32": "第七第七", "33": "慵甚嵆康竟不𢌞。何妨方寸似寒󰞆。山精日作童兒", "34": "出。仙者時將玉器來。筠󰆠掃花驚睡鹿。地爐燒樹帶", "35": "枯苔。不行朝市多時也。許史金張安在哉。", "36": "第八第八", "37": "心心心不住希夷。石屋巉嵒白髮垂。惜竹不除當路", "38": "笋。愛松留得礙人枝。焚香開卷霞生砌。卷箔冥心月", "39": "在池。多少故人頭盡白。不知今日又何之。", "40": "第九第九", "41": "龍藏琅函遍九垓。霜鐘金皷振瓊臺。堪嗟一句無人", "42": "得。遂使吾師特地來。無角鐵牛眠少室。生兒石女老", "43": "黃梅。令人轉憶龐居士。天上人間不可陪。", "44": "第十第十", "45": "五岳煙霞連不斷。三山洞穴去應通。石窻欹枕疎疎", "46": "雨。水碓無人浩浩風。童子念經深竹裏。獼猴拾虱夕", "47": "陽中。因思往事拋心力。六七年來楚水東。", "48": "第十一第十一", "49": "塵埃中更有埃塵。時復雙眉斗為󳷯。賴有年光飛似", "50": "箭。是何心地亦稱人。回賢參孝時時說。蜂蠆狼貪日", "51": "日新。天意剛容此徒在。祇堪惆悵不堪陳。", "52": "第十二第十二", "53": "翠竇煙巖𦘕不成。桂香瀑沫雜芳馨。撥霞掃雪和雲", "54": "母。掘石移松得茯苓。好鳥似花窺玉磬。嫰苔如水沒", "55": "金瓶。從他人笑從他笑。地覆天飜也只寧。", "56": "第十三第十三", "57": "騰騰兀兀步遲遲。兆朕消磨只自知。龍猛金膏雖未", "58": "作。孫登土窟且相宜。薜蘿山帔偏能緝。橡栗年粮亦", "59": "粗支。已得真人好消息。人間天上更無疑。", "60": "第十四第十四", "61": "嵐嫰風輕似碧紗。雪樓金像隔煙霞。葛苞玉粉生香", "62": "壠。菌簇銀釘滿淨槎。舉世只知嗟逝水。無人微解悟", "63": "空花。可怜擾擾塵埃裏。雙𩯭如銀事似麻。", "64": "第十五第十五", "65": "千巖萬壑路頎欹。杉檜濛濛獨掩扉。斸藥童穿溪罅", "66": "去。採花蜂冐燒煙歸。閑行放意尋流水。靜坐搘󰬇到", "67": "落暉。長憶南泉好言語。如斯癡鈍者還稀南泉有語云。學道之", "68": "人。癡鈍者難得。", "69": "第十六第十六", "70": "一從冥目在穹冥。菌枕松床蘚嶂青。乳鹿暗行檉逕", "71": "雪。瀑泉微濺石樓經。閑行不覺過天井。長嘯深能動", "72": "岳靈。應恐無人知此意。非凡非聖獨醒醒。", "73": "第十七第十七", "74": "慵刻芙蓉傳永漏。休誇麗藻鄙湯休。且為小囤盛紅", "75": "栗。別有珍禽勝白鷗。拾栗遠尋深㵎底。弄猿多在小", "76": "峯頭。不能更出塵中也。百鍊剛為遶指柔。", "77": "第十八第十八", "78": "業薪心火日燒煎。浪死虗生自古然。陸氏稱龍終妄", "79": "矣。漢家得鹿更空焉。白衣居士深深說。青眼胡僧遠", "80": "遠傳。剛地無人知此意。不堪惆悵落花前。", "81": "第十九第十九", "82": "露滴紅蘭玉滿畦。閑拖象屣到峯西。但令心似蓮華", "83": "潔。何必身將槁木齊。古壍細香紅樹老。半峯殘雪白", "84": "猨啼。雖然不是桃花洞。春至桃花亦滿溪。", "85": "第二十第二十", "86": "自休自了自安排。常願居山事偶諧。僧採樹衣臨絕", "87": "壑金華山出樹衣。僧多採為󰋳󳳲。極美也。狖爭山果落空堦。閑擔茶器", "88": "緣青嶂。靜衲禪袍坐綠崖。虗作新詩反招隱。出來多", "89": "與此心乖。", "90": "第二十一第二十一", "91": "石爐金鼎紅葉嫰。香閤茶棚綠巘齊。塢燒崩騰奔㵎", "92": "鼠。巖花狼藉鬬山鷄。蒙㽵環外知音少。阮藉途窮旨", "93": "趣低。應有世人來覓我。水重山疊幾層迷。", "94": "第二十二第二十二", "95": "自古浮華能幾幾。逝波終日去滔滔。漢王廢苑生秋", "96": "艸。吳主荒宮入夜濤。滿屋黃金機不息。一頭白髮氣", "97": "猶高。豈知物外金仙子。甘露天香滿毳袍。", "98": "第二十三第二十三", "99": "如愚何止直如絃。只合深藏碧嶂前。但見山中常有", "100": "雪。不知世上是何年。野人愛向庵前笑。赤玃頻來衲", "101": "畔眠。只者逍遙好知己。何須更問洞中天。", "102": "第二十四第二十四", "103": "支公放󳬈情相似。范泰論交趣不同。有念盡為煩惱", "104": "鎻。無機方稱水晶宮。香焚薝蔔諸峯曉。珠搯金剛萬", "105": "象空。若問山資言不及。恒河沙劫用無窮。", "106": "誌公和尚十四科頌誌公和尚十四科頌", "107": "菩提煩惱不二菩提煩惱不二", "108": "眾生不解修道。便欲斷除煩惱。煩惱本來空寂。將道", "109": "更欲覓道。一念之心即是。何須別處尋討。大道曉在", "110": "目前。迷倒愚人不了。佛性天真自然。亦無因緣修造。", "111": "不識三毒虗假。妄執浮沈生老。昔時迷日為晚。今日", "112": "始覺非早。", "113": "持犯不二持犯不二", "114": "丈夫運用無礙。不為戒律所制。持犯本自無生。愚人", "115": "被他禁繫。智者造作皆空。聲聞觸途為滯。大士肉眼", "116": "圓通。二乘天眼有翳。空中妄執有無。不達色心無礙。", "117": "菩薩與俗同居。清淨曾無染世。愚人貪著涅槃。智者", "118": "生死實際。法性本無言說。緣起略為茲偈。百歲無智", "119": "小兒。小兒有智百歲。", "120": "佛與眾在不二佛與眾在不二", "121": "眾生與佛無殊。大智不異於愚。何須向外求寶。身田", "122": "自有明珠。正道邪道不二。了知凡聖同途。迷悟本無", "123": "差別。涅槃生死一如。究竟攀緣空寂。惟求意想清虗。", "124": "無有一法可得。翛然自入無餘。", "125": "事理不二事理不二", "126": "心王自在翛然。法性本無十纏。一切無非佛事。何須", "127": "攝念坐禪。妄想本來空寂。不用斷除攀緣。智者無心", "128": "可得。自然無爭無喧。不識無為大道。何時得證幽玄。", "129": "佛與眾生一種。眾生即是世尊。凡夫妄生分別。無中", "130": "執有迷奔。了達貪嗔空寂。何處不是真門。", "131": "靜亂不二靜亂不二", "132": "聲聞厭喧求靜。猶如棄麵求餅。餅即從來是麵。造作", "133": "隨人百變。煩惱即是菩提。無心即是無境。生死不異", "134": "涅槃。貪嗔如焰如影。智者無心求佛。愚人執邪執正。", "135": "徒勞空過一生。不見如來妙頂。了達婬慾性空。鑊湯", "136": "爐炭自冷。", "137": "善惡不二善惡不二", "138": "我自身心快樂。翛然無善無惡。法身自在無方。觸目", "139": "無非正覺。六塵本來空寂。凡夫妄生執著。涅槃生死", "140": "平等。四海阿誰厚薄。無為大道自然。不用將心畫度。", "141": "菩薩散誕虗通。所作常含妙覺。聲聞執法坐禪。如蠶", "142": "吐絲自縛。法性本來圓明。病愈何須執藥。了知諸法", "143": "平等。翛然清虗快樂。", "144": "色空不二色空不二", "145": "法性本無青黃。眾生謾造文章。吾我說他止觀。自意", "146": "擾擾顛狂。不識圓通妙理。何時得會真常。自疾不能", "147": "治療。却教他人藥方。外看將為是善。心內猶若犲狼。", "148": "愚人畏其地獄。智者不樂天堂。對境心常不起。舉足", "149": "皆是道塲。佛與眾生不二。眾生自作分張。若欲除却", "150": "三毒。迢迢不離災殃。智者知心是佛。愚人樂往西方。", "151": "生死不二生死不二", "152": "世間諸法如幻。生死猶若雷電。法身自在圓通。出入", "153": "山河無間。顛倒妄想本空。般若無迷無亂。三毒本自", "154": "解脫。何須攝念禪觀。只為愚人不了。從他戒律決斷。", "155": "不識寂滅真如。何時得登彼岸。智者無惡可斷。運用", "156": "隨心合散。法性本來空寂。不為生死所絆。若欲斷除", "157": "煩惱。此是無明癡漢。煩惱即是菩提。何用別求禪觀。", "158": "實際無佛無魔。心體無形無段。", "159": "斷除不二斷除不二", "160": "丈夫運用堂堂。逍遙自在無妨。一切不能為害。堅固", "161": "猶若金剛。不著二邊中道。翛然非斷非常。五欲貪嗔", "162": "是佛。地獄不異天堂。愚人妄生分別。流浪生死猖狂。", "163": "智者達色無礙。聲聞無不恛惶。法性本無瑕翳。眾生", "164": "妄執青黃。如來引接迷愚。或說地獄天堂。彌勒身中", "165": "自有。何須別處思量。棄却真如佛像。此人即是顛狂。", "166": "聲聞心中不了。唯只趂逐言章。言章本非真道。轉加", "167": "鬬爭剛強。心裏蚖蛇蝮蝎。螫著便即遭傷。不解文中", "168": "取義。何時得會真常。死入無間地獄。神識枉受災殃。", "169": "真俗不二真俗不二", "170": "法師說法極好。心中不離煩惱。口談文字化他。轉更", "171": "增他生老。真妄本來不二。凡夫棄妄覓道。四眾雲集", "172": "聽講。高坐論義浩浩。南坐北坐相爭。四眾為言為好。", "173": "雖然口談甘露。心裏尋常枯燥。自己元無一錢。日夜", "174": "數他珍寶。恰似無智愚人。棄却真金檐艸。心中三毒", "175": "不捨。未審何時得道。", "176": "解縛不二解縛不二", "177": "律師持律自縛。自縛亦能縛他。外作威儀恬靜。心內", "178": "恰似洪波。不駕生死船筏。如何度得愛河。不解真宗", "179": "正理。邪見言辭繁多。有二比丘犯律。便却往問優波。", "180": "優波依律說罪。轉增比丘網羅。方丈室中居士。維摩", "181": "便即來呵。優波默然無對。淨名說法無過。而彼戒性", "182": "如空。不在內外娑婆。勸除生滅不肯。忽悟還同釋迦。", "183": "境照不二境照不二", "184": "禪師體離無明。煩惱從何處生。地獄天堂一相。涅槃", "185": "生死空名。亦無貪嗔可斷。亦無佛道可成。眾生與佛", "186": "平等。自然聖智惺惺。不為六塵所染。句句獨契無生。", "187": "正覺一念玄解。三世坦然皆平。非法非律自制。翛然", "188": "真入圓成。絕此四句百非。如空無作無依。", "189": "運用無礙運用無礙", "190": "我今滔滔自在。不羨公王卿宰。四時猶若金剛。苦樂", "191": "心常不改。法寶喻於須彌。智慧廣於江海。不為八風", "192": "所牽。亦無精進懈怠。任性浮沈若顛。散誕縱橫自在。", "193": "遮莫刀劒臨頭。我自安然不釆。", "194": "迷悟不二迷悟不二", "195": "迷時以空為色。悟即以色為空。迷悟本無差別。色空", "196": "究竟還同。愚人喚南作北。智者達無西東。欲覓如來", "197": "妙理。常在一念之中。陽𦦨本非其水。渴鹿狂趂忩忩。", "198": "自身虗假不實。將空更欲覓空。世人迷倒至甚。如犬", "199": "吠雷叿叿。", "200": "騰騰和尚了元歌騰騰和尚了元歌", "201": "修道。道無可修。問法。法無可問。迷人不了色空。悟者", "202": "本無逆順。八萬四千法門。至理不離方寸。識取自家", "203": "城郭。莫謾尋他鄉郡。不用廣學多門。不在辯才聦俊。", "204": "不知月之大小。不管歲之餘𨳝。煩惱即是菩提。淨華", "205": "生於泥糞。人來問我若為。不能共伊談論。寅朝用粥", "206": "充饑。齋時更飱一頭。今日任運騰騰。明日騰騰任運。", "207": "心中了了總知。且恁半癡半鈍。", "208": "石頭和尚艸庵歌石頭和尚艸庵歌", "209": "吾結艸庵無寶貝。飯了從容圖睡快。成時初見茅艸", "210": "新。破後還將茅艸蓋。住庵人。鎮常在。不屬中間與內", "211": "外。世人住處我不住。世人愛處我不愛。庵雖小。含法", "212": "界。方丈老人相體解。上乘菩薩信無疑。中下聞之必", "213": "生怪。問此庵。壞不壞。壞與不壞主元在。不居南北與", "214": "東西。基上堅牢以為最。青松下。明窻內。玉殿朱樓未", "215": "為對。納帔幪頭萬事休。此時山僧都不會。住此庵。休", "216": "作解。誰誇鋪席圖人買。𢌞光返照便歸來。廓達靈根", "217": "非向背。遇祖師。親訓誨。結艸為庵莫生退。百年拋却", "218": "在縱橫。擺手便行且無罪。千種言。萬般解。只要教君", "219": "長不昧。欲識庵中不死人。豈離而今遮皮袋。", "220": "石頭和尚參同契石頭和尚參同契瑯瑘覺禪師科", "221": "將釋參同契。大科分為四段。", "222": "第一標題述序以示端由第一標題述序以示端由", "223": "竺土大僊心。東西密相付。人根有利鈍。道無南北祖。", "224": "第二方便建立不離真源第二方便建立不離真源分為七段", "225": "第一明真源本覺不迷理第一明真源本覺不迷理有四句。從靈源明至亦非語", "226": "靈源明皎潔。枝派闇流注。執事元是迷。契理亦非悟。", "227": "第二根境無住第二根境無住有四句。從門門一切至依位住", "228": "門門一切境。𢌞互不𢌞互。𢌞而更相涉。不爾依位住。", "229": "第三色聲無礙第三色聲無礙有四句。從色本至清濁句", "230": "色本殊質像。聲元異樂苦。暗合上中言。明明清濁句。", "231": "第四四大無塵第四四大無塵有四句。從四大性至堅固", "232": "四大性自復。如子得其母。火熱風動搖。水濕地堅固。", "233": "第五十二處依真建立第五十二處依真建立有六句。從眼色至其語", "234": "眼色耳音聲。鼻香舌醎醋。然於一一法。依根葉分布。", "235": "本末須歸宗。尊卑用其語。", "236": "第六不滯有無第六不滯有無有六句。從當明至前後步", "237": "當明中有暗。勿以暗相遇。當暗中有明。勿以明相覩。", "238": "明暗各相對。比如前後步。", "239": "第七萬法無差真心獨露第七萬法無差真心獨露有四句。從萬物至箭鋒拄", "240": "萬物自有功。當言用及處。事存函蓋合。理應箭鋒拄。", "241": "第三明因會果方顯極談第三明因會果方顯極談一段二句", "242": "承言須會宗。勿自立規矩。", "243": "第四勸進初學意在流通第四勸進初學意在流通二段六句", "244": "觸目不會道。運足焉知路。進步非遠近。迷隔山河爾。", "245": "謹白參玄人。光陰莫虗度。", "246": "蘇溪和尚牧護歌蘇溪和尚即五洩小師也牧護歌", "247": "聽說衲僧牧護。任運逍遙無住。一條百納缾盂。便是", "248": "生涯調度。為求至理參尋。不憚寒暑辛苦。還曾四海", "249": "周游。山水風雲滿肚。內除戒律精嚴。不學威儀行步。", "250": "三乘笑我無能。我笑三乘謾做。智人權立階梯。大道", "251": "本無迷悟。達者不假修治。不在能言能語。披麻目視", "252": "雲霄。遮莫王侯不顧。道人本體如然。不是知佛去處。", "253": "生也猶如著衫。死也還同脫袴。生死無喜無憂。八風", "254": "豈能驚怖。外相猶似癡人。肚裏非常峭措。活計雖無", "255": "一錢。敢與君王鬬富。愚人擺手憎嫌。智者點頭相許。", "256": "那知傀儡牽抽。歌舞盡由行主。一言為報諸人。打破", "257": "𦘕缾歸去。", "258": "樂普和尚浮漚歌樂普和尚浮漚歌", "259": "雲天雨落庭中水。水上漂漂見漚起。前者已滅後者", "260": "生。前後相續無窮已。本因雨滴水成漚。還緣風激漚", "261": "歸水。不知漚水性無殊。隨他轉變將為異。外明瑩。內", "262": "含虗。內外玲瓏若寶珠。正在澄波看似有。及乎動著", "263": "又如無。有無動靜事難明。無相之中有相形。只知漚", "264": "向水中出。豈知水亦從漚生。權將漚水類余身。五蘊", "265": "虗攢假立人。解達蘊空漚不實。方能明見本來真。", "266": "丹霞和尚翫珠吟二首丹霞和尚翫珠吟二首", "267": "般若靈珠妙難測。法性海中親認得。隱顯常遊五蘊", "268": "中。內外光明大神力。此珠非大亦非小。晝夜光明皆", "269": "悉照。覓時無物又無蹤。起坐相隨常了了。黃帝曾遊", "270": "於赤水。爭聽爭求都不遂。罔象無心却得珠。能見能", "271": "聞是虗偽。吾師權指喻摩尼。釆人無數溺春池。爭拈", "272": "瓦礫將為寶。智者安然而得之。森羅萬象光中現。體", "273": "用如如轉非轉。萬機消遣寸心中。一切時中巧方便。", "274": "燒六賊。爍眾魔。能摧我山竭愛河。龍女靈山親獻佛。", "275": "貧兒衣下幾蹉𧿶。亦名性。亦名心。非性非心超古今。", "276": "全體明時明不得。權時題作翫珠吟。", "277": "其二其二", "278": "識得衣中寶。無明醉自醒。百骸俱潰散。一物鎮長靈。", "279": "知境渾非體。神珠不定形。悟則三身佛。迷疑萬卷經。", "280": "在心心可測。歷耳耳難聽。罔象光天地。玄泉出杳冥。", "281": "本剛非鍛鍊。元淨莫澄渟。盤泊輪朝日。玲瓏映曉星。", "282": "瑞光流不滅。真氣觸還生。鑒照崆峒寂。羅籠法界明。", "283": "挫凡功不滅。超聖果非盈。龍女心親獻。蛇王口自呈。", "284": "護鵝人却活。黃󳭋意猶輕。解語非關舌。能言不是聲。", "285": "絕邊彌汗漫。無際等空平。演教非為說。聞名勿認名。", "286": "兩邊俱莫立。中道不須行。見月休觀指。還家罷問程。", "287": "識心心則佛。何佛更堪成。", "288": "道吾和尚樂道歌道吾和尚樂道歌", "289": "樂道山僧縱性多。天𢌞地轉任從他。閑臥孤峯無伴", "290": "侶。獨唱無生一曲歌。無生歌。出世樂。堪笑時人和不", "291": "著。暢情樂道過殘生。張三李四渾忘却。大丈夫。須氣", "292": "槩。莫順人情莫妨礙。汝言順即是菩提。我謂從來自", "293": "相背。有時憨。有時癡。非我途中爭得知。特達一生常", "294": "任運。野客無鄉可得歸。今日山僧只遮是。元本山僧", "295": "更若為。探祖機。空王子。體似浮雲沒隈倚。自古長披", "296": "一衲衣。曾經幾度遭寒暑。不是真。不是偽。打皷樂神", "297": "施拜跪。明明一道漢江雲。青山淥水不相似。稟性成。", "298": "無揩改。結角羅紋不相礙。或運慈悲喜捨心。或即逢", "299": "人以棒闓。慈悲恩愛落牽纏。棒打教伊破恩愛。報乎", "300": "月下旅中人。若有恩情吾為改。", "301": "傅大士心王銘傅大士心王銘", "302": "觀心空王。玄妙難測。無形無相。有大神力。能滅千災。", "303": "成就萬德。體性雖空。能施法則。觀之無形。呼之有聲。", "304": "為大法將。心戒傳經。水中鹽味。色裏膠清。決定是有。", "305": "不見其形。心王亦爾。身內居停。面門出入。應物隨情。", "306": "自在無礙。所作皆成。了本識心。識心見佛。是心是佛。", "307": "是佛是心。念念佛心。佛心念佛。欲得早成。戒心自律。", "308": "淨律淨心。心即是佛。除此心王。更無別佛。欲求成佛。", "309": "莫染一物。心性雖空。貪嗔體實。入此法門。端坐成佛。", "310": "到彼岸已。得波羅蜜。慕道真士。自觀自心。知佛在內。", "311": "不向外尋。即心即佛。即佛即心。心明識佛。曉了識心。", "312": "離心非佛。離佛非心。非佛莫測。無所堪任。執空滯寂。", "313": "於此漂沈。諸佛菩薩。非此安心。明心大士。悟此玄音。", "314": "身心性妙。用無更改。是故智者。放心自在。莫言心王。", "315": "空無體性。能使色身。作邪作正。非有非無。隱顯不定。", "316": "心性雖空。能凡能聖。是故相勸。好自防慎。剎那造作。", "317": "還復漂沈。清淨心智。如世黃金。般若法藏。並在身心。", "318": "無為法寶。非淺非深。諸佛菩薩。了此本心。有緣遇者。", "319": "非去來今。", "320": "南嶽懶瓚和尚歌南嶽懶瓚和尚歌", "321": "兀然無事無改換。無事何須論一段。直心無散亂。他", "322": "事不須斷。過去已過去。未來猶莫筭。兀然無事坐。何", "323": "曾有人喚。向外覔功夫。總是癡頑漢。糧不畜一粒。逢", "324": "飯但知嗎陟立切。世間多事人。相趂渾不及。我不樂生", "325": "天。亦不愛福田。饑來喫飯。困來即眠。愚人笑我。智乃", "326": "知焉。不是癡鈍。本體如然。要去即去。要住即住。身披", "327": "一破衲。脚著孃生袴。多言復多語。由來反相誤。若欲", "328": "度眾生。無過且自度。莫謾求真佛。真佛不可見。妙性", "329": "及靈臺。何曾受薰鍊。心是無事心。面是孃生面。劫石", "330": "可移動。箇中無改變。無事本無事。何須讀文字。削除", "331": "人我本。冥合箇中意。種種勞筋骨。不如林下睡兀兀。", "332": "舉頭見日高。乞飯從頭𢫫。將功用功。展轉冥蒙。取即", "333": "不得。不取自通。吾有一言。絕慮亡緣。巧說不得。只用", "334": "心傳。更有一語。無過直與。細如毫末。大無方所。本自", "335": "圓成。不勞機杼。世事悠悠。不如山丘。青松蔽日。碧㵎", "336": "長流。山雲當幕。夜月為鈎。臥藤蘿下。塊石枕頭。不朝", "337": "天子。豈羨王侯。生死無慮。更復何憂。水月無形。我常", "338": "只寧。萬法皆爾。本自無生。兀然無事坐。春來艸自青。", "339": "香嚴襲燈大師智閑頌香嚴襲燈大師智閑頌一十九首", "340": "授指授指", "341": "古人骨。多靈異。賢子孫。密安置。此一門。成孝義。人未", "342": "達。莫差池。須志固。遣狐疑。得安靜。不傾危。向即遠。求", "343": "即離。取即急。失即遲。無計校。忘覺知。濁流識。今古偽。", "344": "一剎那。通變異。嵯峩山。石火氣。內裏發。焚巔𡻭。無遮", "345": "欄。燒海底。法網疎。靈𦦨細。六月臥。去衣被。葢不得。無", "346": "假偽。達道人。唱祖意。我師宗。古來諱。唯此人。善安置。", "347": "足法財。具慙愧。不虗施。用處諦。有人問。少呵氣。更審", "348": "來。說米貴。", "349": "最後語最後語", "350": "有一語。全規矩。休思惟。不自許。路逢達道人。揚眉省", "351": "來處。蹋不著。多疑慮。却思看。帶伴侶。一生參學事無", "352": "成。殷勤抱得旃檀樹。", "353": "暢玄與崔大夫暢玄與崔大夫", "354": "達人多隱顯。不定露形儀。語下不遺迹。密密潛護持。", "355": "動容揚古路。明妙乃方知。應物但施設。莫道不思議。", "356": "達道場與城陰行者達道場與城陰行者", "357": "理奧絕思量。根尋徑路長。因茲知隔闊。無那被封疆。", "358": "人生須特達。起坐覺馨香。清淨如來子。安然坐道場。", "359": "與薛判官與薛判官", "360": "一滴滴水。一𦦨𦦨火。飲水人醉。向火人老。不飲不向。", "361": "無復安臥。失却弓箭。蹋却射垛。若人要知。先去鉤錐。", "362": "人須問我是阿誰。快道快道。", "363": "與臨濡縣行者與臨濡縣行者", "364": "丈夫咄哉。久被塵埋。我因今日。得入山來。揚眉示我。", "365": "因茲眼開。老僧手風。書處龍鍾。語下有意。的出煩籠。", "366": "顯旨顯旨", "367": "思遠神儀奧。精虗履踐通。見聞離影像。密際語前蹤。", "368": "得意塵中妙。投機露道容。藏明照驚覺。肯可達真宗。", "369": "三句後意三句後意", "370": "書出語多虗。虗中帶有無。却向書前會。放却意中珠。", "371": "答鄭郎中問答鄭郎中問二首", "372": "語中埋迹。聲前露容。即時妙會。古人同風。響應機宜。", "373": "無自他宗。呵起駭蠎。奮迅成龍。", "374": "語裏埋筋骨。音聲染道容。即時才妙會。拍手趂乖龍。", "375": "譚道譚道", "376": "的的無兼帶。獨運何依賴。路逢達道人。莫將語默對。", "377": "與學人玄機與學人玄機", "378": "妙旨迅速。言說來遲。才隨語會。迷却神機。揚眉當問。", "379": "對面熈怡。是何境界。同道方知。", "380": "明道明道", "381": "思思似有蹤。明明不知處。借問示宗賓。徐徐暗𢌞顧。", "382": "玄旨玄旨", "383": "去去無標的。來來只麼來。有人相借問。不語笑咍咍。", "384": "與鄧州行者與鄧州行者", "385": "林下覺身愚。緣不帶心珠。開口無言說。筆頭無可書。", "386": "人問香嚴旨。莫道在山居。", "387": "三跳後三跳後", "388": "三門前合掌。兩廊下行道。中庭上作舞。後門外搖頭。", "389": "上根上根", "390": "咄哉莫錯。頓爾無覺。空處發言。龍驚一著。小語呼召。", "391": "妙絕名邈。巍巍道流。無可披剝。", "392": "破法身見破法身見", "393": "向上無父孃。向下無男女。獨自一箇身。切須了却去。", "394": "聞我有此言。人人競來取。對他一句子。不話無言語。", "395": "獨脚獨脚", "396": "子啐母󲣅。子覺無穀。母子俱亡。應緣不錯。同道唱和。", "397": "妙云獨脚。", "398": "南嶽惟勁禪師覺地頌一首南嶽惟勁禪師覺地頌一首七言", "399": "略明覺地名同異。起復初終互換生。性海首建增名", "400": "號。妙覺還依性覺明。體覺俱含於明妙。明覺妙覺並", "401": "雙行。妙覺覺妙元明體。全成無漏一真精。明覺覺明", "402": "明所了。或因了相失元明。明妙二覺宗體覺。體覺性", "403": "覺二同明。湛覺圓圓無增減。此中無佛與眾生。不覺", "404": "始終非了了。不聞迷悟豈惺惺。是稱心地如來藏。亦", "405": "無覺照及無生。非生非滅真如海。湛然常住名無名。", "406": "太虗未覺生霞點。豈聞微塵有漏聲。空漚匪離於覺", "407": "海。動寂元是一真明。覺明體爾含靈𦦨。覺明逐𦦨致", "408": "虧盈。差之不返名無覺。會之復本始覺生。本覺由因", "409": "始覺生。正覺還依合覺明。由地二種成差互。遂令渾", "410": "作賴邪名。具含染淨雙歧路。覺明含處異途萌。性起", "411": "無生不動智。不離覺體本圓成。性起轉覺翻生所。遂", "412": "令有漏墮迷盲。無明因愛相滋潤。名色根本漸次生。", "413": "七識轉處蒙圓鏡。五六生時蔽覺明。觸受有取相依", "414": "起。生老病死繼續行。業識茫茫沒苦海。狥流浩浩遂", "415": "飄雲。大聖慈悲興救濟。一身用處出三身。智身由從", "416": "法身起。行身還約智身生。智行二身融無二。還歸一", "417": "體本來平。萬有齊含真海印。一心普現總圓明。湛光", "418": "𦦨燄何依止。空性蕩蕩無所停。處處示生無生相。處", "419": "處示滅無滅形。珠鏡頓印無來往。浮雲聚散勿常程。", "420": "出沒任真同水月。應緣如響化群情。眾生性地元無", "421": "染。只緣浮妄翳真精。不了五陰如空聚。豈知四大若", "422": "乾城。我慢癡山高屹屹。無明欲海杳溟溟。每逐旃陀", "423": "憍誑友。常隨猛獸作悲鳴。自性轉識翻為幻。自心幻", "424": "境自心驚。了此幻性同陽𦦨。空花識浪復圓成。太虗", "425": "忽覺浮雲散。始覺虗空本自清。今古湛然常皎瑩。不", "426": "得古今凡聖名。", "427": "僧亡名息心銘僧亡名息心銘", "428": "法界有如意寶人焉。久緘其身。銘其膺曰。古之攝心", "429": "人也。戒之哉。戒之哉。無多慮。無多知。多知多事不如", "430": "息意。多慮多失不如守一。慮多志散。知多心亂。心亂", "431": "生惱。志散妨道。勿謂何傷。其苦攸長。勿言何畏。其禍", "432": "鼎沸。滴水不停。四海將盈。纖塵不拂。五嶽將成。防末", "433": "在本。雖小不輕。關爾七竅。閉爾六情。莫視於色。莫聽", "434": "於聲。聞聲者聾。見色者盲。一文一藝。空中小蚋。一伎", "435": "一能。日下孤燈。英賢才藝。是為愚蔽。捨棄淳朴。耽溺", "436": "淫麗。識馬易奔。心猿難制。神既勞役。形必損斃。邪行", "437": "終迷。修途永泥。莫貴才能。日益惛瞢。誇拙羨巧。其德", "438": "不弘。名厚行薄。其高速崩。內懷憍伐。外致怨憎。或談", "439": "於口。或書於手。邀人令譽。亦孔之醜。凡謂之吉。聖謂", "440": "之咎。賞翫暫時。悲哀長久。畏影畏迹。逾遠逾極。端坐", "441": "樹陰。跡滅影沈。厭生患老。隨思隨造。心想若滅。生死", "442": "長絕。不死不生。無相無名。一道虗寂。萬物齊平。何貴", "443": "何賤。何辱何榮。何勝何劣。何重何輕。澄天愧淨。皎日", "444": "慙明。安夫岱嶺。同彼金城。敬貽賢哲。斯道利貞。", "445": "雲頂山德敷禪師詩雲頂山德敷禪師詩一十首", "446": "語默難測語默難測", "447": "默坐冥然聖莫知。縱言無物比方伊。木人把板雲中", "448": "拍。石女含笙水底吹。若道不聞渠未曉。欲尋其響你", "449": "還疑。教君唱和君須和。休問宮商竹與絲。", "450": "祖教逈異祖教逈異", "451": "祖意逈然傳一句。教中廣布列三乘。淨名倒岳雷聲", "452": "吼。鶖子孤潭月影澄。󱈎市賣魚忘進趣。巖間飼虎望", "453": "超昇。雖知同體權方便。也似炎天日裏燈。", "454": "學難得妙學難得妙", "455": "棲心學道數如塵。認得曹谿有幾人。若使聖凡無罣", "456": "礙。便應塼瓦是修真。瞥然一念邪思起。已屬多生放", "457": "逸因。不遇祖師親的旨。臨機開口卒難陳。", "458": "祇對不得祇對不得", "459": "莫誇祇對句分明。執句尋言誤殺卿。祇合文殊便是", "460": "道。虧他居士杳無聲。見人須棄敲門物。知路仍忘堠", "461": "子名。儻若不疑言會盡。何妨默默過浮生。", "462": "事無指的事無指的", "463": "不居南北與東西。上下虗空豈可齊。現小毛頭猶道", "464": "廣。變長天外尚嫌低。頓乾四海紅塵起。能竭三塗黑", "465": "業迷。如此萬般皆屬壞。更須前進問曹谿。", "466": "自樂僻執自樂僻執", "467": "一生僻執不風流。懶出松門數十秋。合掌有時慵問", "468": "佛。折腰誰肯謁王侯。電光夢世非堅久。欲火蒼生早", "469": "晚休。自蘊本來靈覺性。不能暫使挂心頭。", "470": "須知起倒須知起倒", "471": "問答須教知起倒。龍頭虵尾自欺謾。如王秉劒由王", "472": "意。似鏡當臺待鏡觀。眨眼參差千里隔。低頭思慮萬", "473": "重關。若於此道爭深見。何啻前程作野犴。", "474": "言行相扶言行相扶", "475": "言行相符不易行。如烏如兔兩光明。寧關晝夜精勤", "476": "得。豈是貪嗔懈怠生。菩薩尚猶難說到。聲聞焉敢擬", "477": "論評。然無地位長閑坐。誰料龍神來捧迎。", "478": "一句子玄一句子玄", "479": "一句子玄不可會。颯然會了柰渠何。非唯世事成無", "480": "事。祖教心魔是佛魔。貧子喻中親指的。獻珠偈裏顯", "481": "張羅。空門有路平兼廣。痛切相招誰肯過。", "482": "古今大意古今大意", "483": "古今以拂示東南。大意幽微豈易參。動指搖頭元是", "484": "一。斜眸拊掌固非三。道吾舞笏同人會。石鞏彎弓作", "485": "者諳。此道若無師印授。欲將何見語玄談。", "486": "歸宗至真禪師智常頌一首歸宗至真禪師智常頌一首", "487": "歸宗事理絕。日輪正當午。自在如師子。不與物依怙。", "488": "獨步四山頂。優游三大路。欠去飛禽墜。嚬呻眾邪怖。", "489": "機豎箭易及。影沒手難覆。施張若工伎。裁剪如尺度。", "490": "巧鏤萬般名。歸宗還似土。語默音聲絕。旨妙情難措。", "491": "棄箇眼還聾。取箇耳還𦗺。一鏃破三關。分明箭後路。", "492": "可憐大丈夫。先天為心祖。", "493": "筠州九峯詮和尚山居詩筠州九峯詮和尚山居詩先在廬山棲賢禪寺", "494": "第一第一", "495": "真源如寂靜。靜極即光輝。雲散孤峯出。山高眾岫歸。", "496": "野花開蘚徑。芳樹隱柴扉。却指冲虗處。松風動翠微。", "497": "第二第二", "498": "且問居山士。其山復是何。簾前廬岳雨。天外洞庭波。", "499": "捲縮晴雲少。鋪舒碧嶂多。返觀嵓畔路。流水共煙蘿。", "500": "第三第三", "501": "山戶有來客。相逢問我居。庭前莎細狹。島上雨微踈。", "502": "歲月淹人事。風霜阻附書。還聞拾得子。却隱在󱞣廬。", "503": "第四第四", "504": "我欲陳少問。憑君細審詳。庵前太湖石。那箇是雌黃。", "505": "艸色逢秋短。雲根入夏長。此情通至鑒。吟味徹斜陽。", "506": "第五第五", "507": "止水淃波濤。南看北嶂高。頂飛雲外󳬈。山壓海中鼇。", "508": "松韻生幽谷。寒光入毳袍。陋聞徐孺子。却謂是風騷。", "509": "第六第六", "510": "獨向諸峯上。何緣益著詞。鳥攀毛䑛羽。形讓影為師。", "511": "有句流芳葉。無言話所思。却來嵓裏坐。寂默撚長髭。", "512": "第七第七", "513": "何處不相逢。煙嵐苦霧中。看花忘見菓。迷葉背幽藂。", "514": "洗艸清明雨。敲松白露風。此心明達後。誰復謂窮通。", "515": "第八第八", "516": "問我有何能。獨稱僧更僧。擡頭山兩島。伴手一枝藤。", "517": "野󳬈窺禪榻。閑雲抱石稜。幽嵓多冷淡。隨分過炎蒸。", "518": "第九第九", "519": "盡道我居山。居山事亦難。未能明所問。何話太多端。", "520": "月色連雲白。風聲帶雨寒。修心未到此。嵓谷路盤桓。", "521": "第十第十", "522": "山路分明在。迷途人未知。眼遙青黯色。心浪白頭兒。", "523": "秋晚風霜甚。暮天猿狖悲。古今粗不盡。來往更何之。", "524": "第十一第十一", "525": "芳艸競萋萋。花開百鳥啼。往年共招隱。故友在嵓西。", "526": "舉步潛疑遠。端居轉更迷。默然嵓下坐。流水滿長溪。", "527": "第十二第十二", "528": "深居莫可論。僻靜亦長存。雲外從天曉。山中猶閉門。", "529": "水聲分洞口。樹影掃嵓根。此意無人會。閑眠日又昏。", "530": "第十三第十三", "531": "捿心在何處。風騷瀑布間。欲行終不到。無住始居山。", "532": "古木生修葉。浮雲閇巨關。寂然何處見。嵓下𩯭長班。", "533": "第十四第十四", "534": "那堪話世情。干利及求名。未斷紅霞路。先愁白髮生。", "535": "寒風添旅思。晚照促蟬聲。誰伴山居者。水雲深處行。", "536": "第十五第十五", "537": "廓爾無所示。如來話本來。路分三徑艸。門掩百花開。", "538": "󳬈𩯭垂如雪。素眉橫似瓌。幽棲疊嶂下。長憶在天台。", "539": "第十六第十六", "540": "欲往前嵓去。幽深薜茘中。瓶添數掬水。錫振一枝風。", "541": "石徑迷雲迹。溪澄色照空。𢌞看舊林下。端坐白頭翁。", "542": "第十七第十七", "543": "住在匡峯省萬端。遙空光彩轉前山。猿啼自愛寒嵓", "544": "上。兒戲從教竹屋間。流俗未甞憐水石。殊途何處得", "545": "心閑。如今已是成衰颯。爛煑黃菁養病顏。", "546": "第十八第十八", "547": "住在匡峯似著蓬。柴門凉枕虎溪東。五湖夢斷池塘", "548": "月。三峽猿啼松檜風。不把文章干肺腑。曾無名利到", "549": "山翁。安禪獨坐深深處。苔遶懸崖石半紅。", "550": "第十九第十九", "551": "住在匡峯事若為。盤桓泉石貴延時。人間名利從他", "552": "愛。少室心閑更是誰。藥圃養苗防雨雪。秋厨添饍即", "553": "樝䔧。柴門不欲教重振。從聽蒼苔滿路岐。", "554": "第二十第二十", "555": "住在匡峯近十年。新㘽松竹韻笙全。山雞報曉啼殘", "556": "月。童子烹茶汲練泉。落葉背嵓驚宿鳥。釰雲歸竇露", "557": "安禪。尋常不欲臨流望。影瀉澄潭𩯭皓然。", "558": "第二十一第二十一", "559": "住在匡峯論祖行。白檀󰞆盡未聞香。僧瑤不得神蹤", "560": "妙。秦鏡飜遭怨恨長。事到郢門須與奪。碁逢敵手定", "561": "雌黃。如今此語徒搔首。且向林間臥夕陽。", "562": "第二十二第二十二", "563": "住在匡峯却閉關。生涯勞役謾循環。百年魂夢能幾", "564": "日。一寸寒󰞆宜近山。濾水煑茶醒睡眼。聽泉留客話", "565": "身閑。思量更有冥心事。松竹森森不可攀。", "566": "傅大士四相頌傅大士四相頌", "567": "生生", "568": "識託浮泡起。生從愛欲來。昔時曾長大。今日復孾孩。", "569": "星眼隨人轉。朱脣向乳開。為迷真覺性。還却受輪迴。", "570": "老老", "571": "覽鏡容顏改。登階氣力衰。咄哉今已老。趨拜禮還虧。", "572": "身似臨崖樹。心如念水龜。尚猶耽有漏。不肯學無為。", "573": "病病", "574": "忽染沈痾疾。因成臥病身。妻兒愁不語。朋友猒相親。", "575": "楚痛抽千脉。呻吟徹四隣。不知前路嶮。猶尚恣貪嗔。", "576": "死死", "577": "精魄辭生路。遊魂入死關。祇聞千萬去。不見一人還。", "578": "寶馬空嘶立。庭花永絕攀。早求無上道。應免四方山。", "579": "撫州永安法堂記撫州永安法堂記無盡居士　撰", "580": "臨川陳宗愈。於永安常老會中得大法喜。捐其家資", "581": "為建丈室。作修廊方。且鳩財以新法堂。而宗愈死。其", "582": "二子號訴於常曰。吾先子之未奉佛也。安且強。既奉", "583": "佛也。病且亡。佛之因果可信耶。其不可信耶。常曰。吾", "584": "野叟也。不足以譬。子子弟成父之志而畢吾堂。吾先", "585": "師有得法上首無盡居士。深入不二。辨才無碍。隨順", "586": "根性。善演音法。堂成當為子持書求誨。決子之疑。紹", "587": "興元年春。常遣明鑑至山陽以書來言。會予方以諫", "588": "官召還。未暇明年鑑又至京。待報於智海禪剎。爾時", "589": "居士默處一室。照了幻境。鐵輪旋頂。身心泰定。明鑑", "590": "雨淚悲泣。慇懃再三。請大悲居士。佛法外護。付與王", "591": "臣。今此眾生流浪苦海。貪怖死生迷惑因果。惟願居", "592": "士作大醫王。施與法藥。居士曰。善哉善哉。汝乃能不", "593": "遠千里為陳氏子諮請如來無上秘密甚深法要。諦", "594": "聽吾說。持以告之。善男子。大空寂間。妄生四相。積氣", "595": "為風。積形為地。積陽為火。積陰為水。建為三才。散為", "596": "万品。一切有情。水火相摩。形氣相結。以小四相。具四", "597": "大界。因生須養。因養須財。因財須聚。因聚成貪。因貪", "598": "成競。因競成嗔。因嗔成狠。因狠成愚。因愚成癡。此貪", "599": "嗔癡。諸佛說為三大阿僧祇劫。人於百年劫中。或十", "600": "歲。或二十歲。或三十四十歲。或五六十歲。或七八十", "601": "歲。各於壽量。自為小劫。於此劫中。人欲起越不可數", "602": "劫。譬如蚯蚓欲昇煙雲。無有是處。諸佛悲愍。開示檀", "603": "波羅蜜大方便門。勸汝捨財。汝財能捨即能捨愛。汝", "604": "愛能捨即能捨法。汝法能捨即能捨意。汝意能捨即", "605": "能捨身。汝身能捨即能捨心。汝心能捨即能契道。昔", "606": "迦葉尊者行化。有老媼以破器中潘汁施之。尊者飲", "607": "訖。踴身虗空。現十八變。老媼瞻仰。心大歡喜。尊者謂", "608": "曰。汝之所施。福德無量。若人若天。輪王帝釋。四果聖", "609": "人。及佛菩提。隨汝所願。無不獲者。媼荅曰。只求生天。", "610": "尊者曰。如汝所欲。過七日命終。生忉利天。受勝妙樂。", "611": "又罽賓國王在佛會聽法。出眾言曰。大聖出世。千劫", "612": "難逢。今欲發心造立精舍。願佛聽許。佛云隨汝所作。", "613": "罽賓國王持一枝竹。插於佛前。曰建精舍竟。佛云如", "614": "是如是。以是精藍。含融法界。以是供養。福越河沙。鑑", "615": "來為吾持此二說。歸語檀越。善自擇之。汝父所建堂", "616": "室廊廡。比一器潘汁得福甚多。生天受樂決定無疑。", "617": "若比罽賓國王插一枝竹。乃能含融無量法界。汝欲", "618": "進此。聽吾偈曰。", "619": "一竿修竹建精藍風捲蟭螟入海南", "620": "惡水潑來成第二鈍根蹉過問前三", "621": "華藏無盡燈記華藏無盡燈記長蘆真歇了禪師作", "622": "東平打破鏡。已三百餘年。龍潭吹滅燈。復四百餘載。", "623": "後代子孫迷於正眼。以謂鏡破燈滅。而不知行住坐", "624": "臥放大光明。燈未甞滅也。見聞覺知虗臨萬象。鏡未", "625": "甞破也。燈雖無影。能照生死長夜。鏡雖無臺。能辨生", "626": "死魔惑。鏡與燈光光常寂。明與鑑幻幻皆如。照之無", "627": "窮則曰無盡燈。鑑之無窮則曰無盡鑑。日用不昧。昭", "628": "昭於心目之間。但眾生迷而不知。故有修多羅教開", "629": "如幻方便。設如幻道場。度如幻眾生。作如幻佛事。譬", "630": "東南西北上下四維。中點一燈。外安十鏡。以十鏡喻", "631": "十法界。將一燈況一真心。一真心則理不可分。十法", "632": "界則事有萬狀。然則理外無事。鏡外無燈。雖鏡鏡中", "633": "有無窮燈。惟一燈也。事事中有無盡理。惟一理也。以", "634": "一理能成差別事故。則事事無礙。由一燈全照差別", "635": "鏡故。則鏡鏡交參。一鏡不動而能變能容能攝能入。", "636": "一事不壞而即彼即此即一即多。主伴融通。事事無", "637": "盡。悲夫眾生居一切塵中。而不知皆毗盧遮那無盡", "638": "剎海。普賢示一毛孔。而不知一一毛孔中含眾生三", "639": "昧色身。然一切眾生日用在普賢毛孔中。毗盧光明", "640": "內。慈氏樓閣中出沒。文殊劒刃上往來。念念中與諸", "641": "佛同出世。證菩提。轉法輪。入滅度。如鏡與鏡。如燈與", "642": "燈。方一切一時溥融無礙。誠謂不可思議解脫法門。", "643": "非大心眾生無以臻干此鏡。或曰即今日用見聞覺", "644": "知。畢竟是燈耶非燈耶。是鏡耶非鏡耶。偈曰。", "645": "鏡燈燈鏡本無差大地山河眼裏花", "646": "黃葉飄飄滿庭際一聲砧杵落誰家", "647": "禪門諸祖師偈頌下之上", "648": "下之下禪門諸祖師偈頌下之下", "649": "五峯釋　如祐　錄", "650": "佛燈明禪師燈記佛燈明禪師燈記鼓山", "651": "人人有一面古鏡。昭昭心目之間。个个有一盞真燈。", "652": "晃晃色塵之內。只為一念背覺合塵。遂使古鏡不彰。", "653": "真燈不朗。真燈不朗。無以照生死昏蒙。古鏡不彰。無", "654": "以鑑色聲邪惑。是故沉迷六趣。汩溺三途。百劫千生", "655": "何由透脫。粤有開士。慈悲願廣。󳫠濟心生。依先賢之", "656": "軌儀。設如幻之燈鏡。燈即一真之理。鏡乃差別之事。", "657": "見燈而不見鏡者。全理也。見鏡而不見燈者。全事也。", "658": "一燈普入十鏡者。捨事就理也。十鏡普攝一燈者。捨", "659": "理就事也。鏡與燈互相交徹。迭共融通。無盡重重。重", "660": "重無盡者。理事無礙也。便乃於斯見得折旋俯仰常", "661": "居正覺妙場。動轉施為不離毗盧性海。鏡燈方便事", "662": "為至矣。住山晦室作是說竟。俄有叟。疑而問曰。忽若", "663": "毗嵐風起。燈在什麼處。鎔盡規摹。鏡在什麼處。者裏", "664": "不可說理。不可說事。不可說正覺場。不可說毗盧海。", "665": "畢竟如何。晦室不荅。良久示之以偈。", "666": "長松翠竹兩交加明月清風共一家", "667": "古殿夜闌人寂寂飛蛾翻翅落燈花", "668": "長明燈序長明燈序高邁　作", "669": "离婁之目。處闇室或不能覩燈處之皎如也。澄公之", "670": "掌。在玄夜或不能照燈在之了如也。故大雄氏以方", "671": "便力。救黑暗界。藉其光。誘其人。佛所有燃燈明。法所", "672": "有傳燈義。大抵長明燈是其蘊乎。夫日主晝。大陽之", "673": "精中則吳。吳則沒。我長明燈不沒。月主夜。大陰之精", "674": "滿則虧。虧則盡。我長明燈不盡。日月尚爾。況小光小", "675": "明哉。要自積苦為海。舉足見溺。積邪為山。舉足見礙。", "676": "竟不能髣髴之。或髣髴之不尅成就之。言之可為長", "677": "嘆。我邑中有俊傑。主此燃燈。精進成就於寶融寺經", "678": "藏院。且夫蘭炷爇火吾見其盛。未見其微也。鐵盆盛", "679": "膏。吾見其增未見其減也。一籠而四時長春。滿室而", "680": "終歲不夜。人見之。一作禮。眼蒙利。再作禮。心蒙美。心", "681": "眼自相炤了。內外由是洞徹。然則終日見燈未甞不", "682": "見燈。終日不見燈未甞不見燈。夫達觀者乃如是也。", "683": "意者不獨於此。直上照一天二天乃至三十三天。無", "684": "門不闢。河沙善人由茲而入。直下炤一地二地乃至", "685": "一十八地獄。有獄皆開。多劫罪人由茲而出。若然者。", "686": "四維上下虗空可思量而不可思量耶。我長明燈寶", "687": "相功德亦復如是。邁之數年內願銘頌之。間迫賤事", "688": "未搆。一朝染目疾󳬿朧。不自審從何得也。遂夢神人", "689": "語邁曰。子於長明燈其有負乎。邁應聲而悟。悟而起。", "690": "起而作頌。明日目愈。頌曰。", "691": "見外燈長明。見內燈長明。萬惡自光中滅。萬善自光", "692": "中生。不見一燈。百千萬億燈。乃至於無窮。不見一人。", "693": "百千萬億人。歸之於大同。空即是色。色即是空。弟子", "694": "作頌。𠃔執厥中。", "695": "尊僧篇尊僧篇明教嵩和尚　作", "696": "教必尊僧。何謂也。僧也者。以如來為家。以法為身。以", "697": "慧為命。以禪悅為食。故不恃俗氏。不營世家。不修形", "698": "骸。不貪生。不懼死。不溽乎五味。其防身有戒。攝心有", "699": "定。辨明有慧。語其戒也。潔清三惑而畢身不污。語其", "700": "定也。恬思慮。正神明。而終日不亂。語其慧也。崇德辨", "701": "惑而必然。以此修之之謂因。以此成之之謂果。其於", "702": "物也。有慈有悲。有大誓。有大惠。慈也者。常欲安萬物。", "703": "悲也者。常欲拯眾苦。誓也者。誓與天下見真諦。惠也", "704": "者。惠羣生以正法。神而通之。天地不能揜。密而行之。", "705": "鬼神不能測。其演法也。辨說不滯。其護法也。奮不顧", "706": "身。能忍人之不可忍。能行人之不能行。其正命也。丐", "707": "食而食而不為耻。其寡欲也。糞衣綴鉢而不為貧。其", "708": "無爭也。可辱而不可輕。其無怨也。可全而不可損。以", "709": "實相待物。以至慈修己。故其於天下能必和。能普敬。", "710": "其語無妄。故其為信也。至於法無我。故其為讓也。誠", "711": "有威可敬。有儀可則。天人望而儼然。能福於世。能導", "712": "於俗。其忘形也。餵禽獸而不悋。其讀誦也。冐寒暑而", "713": "不廢。以法而自出也。遊人間遍聚落。視名若谷響。視", "714": "利若遊塵。視物色若陽𦦨。煦嫗貧病。瓦合與臺而不", "715": "為卑。以道而自處也。雖深山窮谷。艸其衣。木其食。晏", "716": "然自得。不可以利誘。不可以勢屈。謝天子諸侯而不", "717": "為高。其獨立也。以道自勝。雖形影相弔而不為孤。其", "718": "群居也。會四海之人而不為混。其可學也。雖三藏十", "719": "二部。百家異道之書。無不知也。它方殊俗之言。無不", "720": "通也。祖述其法。則有文有章也。行其中道。則不空不", "721": "有也。其絕學也離念清淨。純真一如。不復有所分別", "722": "也。僧乎。其為人至。其為心溥。其為德備。其為道大。其", "723": "為賢。非世之所謂賢也。其為聖。非世之所謂聖也。出", "724": "世殊勝之賢聖也。僧也如此。可不尊乎。", "725": "雲峯悅和尚小參雲峯悅和尚小參", "726": "汝一隊後生。經律論故是不知也。入眾參禪。禪又不", "727": "會。﨟月三十日作麼生折合去。師云。灼然諸禪德。去", "728": "聖時遙。人心淡薄。看却今時叢林。更看不得也。所在", "729": "之處。或三百五百開浩浩地。只謂飲食豐濃。寮舍穩", "730": "便。為旺化。中間孜孜為道者。無一人半人。設有三个", "731": "五个。走上走下。半青半黃。會却總道我會。各各自謂", "732": "握靈蛇之瑤。孰肯知非。及乎挨拶鞭擗將來。直是萬", "733": "中無一。苦哉苦哉。所以般若叢林歲歲彫。無明荒艸", "734": "年年長。今時兄弟纔入眾來。便自端然拱手。受他人", "735": "供養。到處菜不擇一莖。柴不搬一束。十指不沾水。百", "736": "事不于懷。雖則一期快意。爭柰三途累身。豈不見教", "737": "中道。寧以熱鐵纏身。不受信心人衣。寧以洋銅灌口。", "738": "不受信心人食。上座。若也是去。變大地作黃金。攪長", "739": "河為酥酪。供養上座亦不為分外。若也未是。至於滴", "740": "水寸絲。便須披毛戴角。牽犁拽杷。償他始得。不見教", "741": "中道。入道不通理。復身還信施。此是決定底事。終不", "742": "虗也。諸上座。光陰可惜。時不待人。一朝眼光落地。緇", "743": "田無一簣之功。鐵圍陷百刑之苦。莫言不道。珍重。", "744": "南岳省行堂記南岳省行堂記超然居士趙令矜作", "745": "甞謂諸苦之中。病苦為深。作福之中。看病為最。是故", "746": "古人以有病為善知識。曉人以看病為福田。所以叢", "747": "林為老病之設。今叢林聚眾。凡有病。使歸省行堂。不", "748": "唯修省改行以退病。亦欲人散夜靜孤燈獨照之外", "749": "究索大事。豈徒然哉。既命知堂以司藥餌。又戒常住", "750": "以足供須。此先佛之規制也。近世不然。堂名延壽。鄙", "751": "俚不經。病者不自省咎補躬。乖方湯藥妄投。返成沉", "752": "痼。至有酷疾不參堂。以務踈逸者。大失建堂命名之", "753": "意也。知堂名存實癈。或同路人。常住急於日用。殊不", "754": "存撫。又復失優波待老病之意也。由是病人呻吟痛", "755": "楚日益增極。過在彼此。非如來咎。縱有親故問病。率", "756": "皆鄉曲故舊。心既不普。事忽有差。今法輪病所煥然", "757": "一新。葢有本分人。是事色色成辨。無可論者。惟有病", "758": "人。宜如何哉。省躬念罪。世之有識者皆能達此。衲僧", "759": "分上直截機緣。當於頭疼額熱之時。薦取撩動底。於", "760": "聲冤呌苦之際。領略徹困心。密密究思。是誰受病。人", "761": "既不見。病從何來。人病雙亡。復是何物。直饒見得分", "762": "明。正好為他將息。", "763": "怡山然禪師發願文怡山然禪師發願文", "764": "皈命十方調御師。演揚清淨微妙法。一乘四果解脫", "765": "僧。願賜慈悲哀攝受。但某甲自違真性。枉入迷流。隨", "766": "生死以漂沉。逐色聲而貪染。十纏十使積成有漏之", "767": "因。六根六塵妄作無邊之罪。迷淪苦海。深溺邪途。著", "768": "我躭人。舉枉措直。累生業障。一切𠎝尤。仰三寶以慈", "769": "悲。瀝一心而懺悔。所願能仁拯拔。善友提携。出煩惱", "770": "之深源。到菩提之彼岸。此世福基命位。各願昌隆。來", "771": "世智種靈苗。同希增秀。生逢中國。長遇明師。正性出", "772": "家。童真入道。六根通利。三業純和。不染世緣。常修梵", "773": "行。執持禁戒。塵業不侵。嚴護威儀。蜎飛無損。不逢八", "774": "難。不缺四緣。般若智以現前。菩提心而不退。修習正", "775": "法。了悟大乘。開六度之行門。越三祇之劫海。建法幢", "776": "於處處。破疑網於重重。降伏眾魔。紹隆三寶。承事十", "777": "方諸佛無有疲勞。修學一切法門悉皆通達。廣作福", "778": "惠。普利塵沙。得六種之神通。圓一生之佛果。然後不", "779": "捨法界。遍入塵勞。等觀音之慈心。行普賢之願海。它", "780": "方此界。逐類隨形。應現色身。演揚妙法。泥犁苦趣。餓", "781": "鬼道中。或放大光明。或現諸神變。其有見我相。乃至", "782": "聞我名。皆發菩提心。永出輪𢌞苦。火鑊氷河之地。變", "783": "作香林。飲銅食鐵之徒。化生淨土。披毛戴角負債含", "784": "怨。盡罷辛酸。咸霑利樂。疾疫世而化為藥艸。救療沉", "785": "痾。飢饉時而化作稻梁。濟諸貧餒。但有利益。無不興", "786": "崇。次期夙世冤親。現存眷屬。出四生之汩沒。捨萬劫", "787": "之愛纏。等與含生。齊成佛道。虗空有盡。我願無窮。情", "788": "與無情。同圓種智。", "789": "月林觀和尚體道銘月林觀和尚體道銘", "790": "上士參玄人。光陰莫虗棄。渡江須用船。為人須有志。", "791": "名相各不同。非一亦非二。佛法苦無多。於中無別伎。", "792": "動著關捩子。非師自然智。徹底老婆心。觸人無忌諱。", "793": "剎境一毫端。到此無回避。唱起德山歌。道者合如是。", "794": "佛祖出頭來。吞聲須飲氣。作略這些兒。古今無變異。", "795": "混沌未分時。早有箇田契。人人本具足。不肯回頭視。", "796": "箇箇達本鄉。切忌著名位。過去諸如來。不離而今咦。", "797": "現在諸菩薩。轉次而受記。智者暗點頭。心空親及第。", "798": "愚人不信受。拋家自逃逝。哀哉猛省來。現成真活計。", "799": "箇裏用無窮。宗門第一義。左右逢其原。亦不離行市。", "800": "銅頭鐵額兒。腦門須著地。願以此功德。普及於一切。", "801": "白楊順和尚垂誡白楊順和尚垂誡", "802": "染緣易就。道業難成。不了目前。萬緣差別。只見境風", "803": "浩浩。飄殘功德之林。心火炎炎。燒盡菩提之種。道念", "804": "若同情念。成佛多時。為眾若似為己。彼此事辦。不見", "805": "它非我是。自然上敬下恭。佛法時時現前。煩惱塵塵", "806": "解脫。", "807": "早辰下床念偈呪早辰下床念偈呪", "808": "從朝寅旦及至暮。一切眾生自回互。若於脚下喪身", "809": "形。願汝即時生淨土。唵地哩穴哩莎訶。", "810": "洗手面呪洗手面呪", "811": "崦主伽囉耶莎訶", "812": "披袈裟念偈呪披袈裟念偈呪", "813": "善哉解脫服。無相福田衣。我今頂戴受。世世常得披。", "814": "唵悉陀耶娑訶", "815": "入堂偈入堂偈", "816": "佛子住此地。即是佛受用。經行及坐臥。常在於其中。", "817": "登床偈登床偈", "818": "登此安樂無礙床。身心平等四大康。常住不動無能", "819": "壞。一切眾生獲智光。唵摩尼達哩吽㗶吒。", "820": "下鉢偈下鉢偈", "821": "執持應器當願眾生成就此器受人天供", "822": "聞鎚偈聞鎚偈", "823": "佛生伽毗羅。成道摩竭提。說法波羅奈。入滅俱尸羅。", "824": "展鉢偈展鉢偈", "825": "如來應量器。我今得敷展。願共諸眾生。等三輪空寂", "826": "五觀具于六念牒。", "827": "施食偈施食偈", "828": "汝等鬼神眾。吾今施汝供。此食遍十方。河沙鬼神共。", "829": "南無三滿多沒駄南嚩吽", "830": "折水偈折水偈", "831": "吾今棄鉢水。味如甘露漿。施汝鬼神眾。悉皆獲清凉。", "832": "唵摩休羅細娑訶", "833": "飲食訖已色力充。威震十方三世雄。回因轉果不妄", "834": "念。一切眾住獲神通。", "835": "入浴淨身呪入浴淨身呪", "836": "唵室哩曳　婆醯　娑訶", "837": "去穢呪去穢呪", "838": "唵䟦折羅　惱迦吒　娑訶", "839": "登淨呪登淨呪", "840": "唵恨嚕陀耶　莎訶", "841": "洗淨偈洗淨偈", "842": "唵賀曩　蜜栗帝　莎訶", "843": "聞鍾聲偈聞鍾聲偈", "844": "聞鐘聲。煩惱輕。智慧長。菩提新。願成佛。度眾生。出地", "845": "獄。離火坑。　南無觀世音菩薩。", "846": "一切處一切時常發願云一切處一切時常發願云", "847": "願滅三障諸煩惱。願得智慧真明了。普願罪障悉消", "848": "除。世世常行菩薩道。", "849": "慈受禪師示眾箴規慈受禪師示眾箴規壽無量本大同小異", "850": "升堂念誦諷經小參。但是眾集。宜須先赴。遊方上士。", "851": "規矩隨身。豈可乖慵。遭人撿點。一回可恕。三犯何顏。", "852": "不思百丈真風。便見投子道底。靜牌才掛。宜各默然。", "853": "縱不掛時。豈可談咲。古佛垂訓。守口如瓶。二六時中。", "854": "常宜緘默。三業不戒。萬禍潛生。善諳魯祖風。便口掛", "855": "壁上。自己案前。常令潔淨。只安香匣。禪䇿經文。貴圖", "856": "齊整。不得安世俗文字。藥褁香爐。種種所須。宜收案", "857": "下。出聲持誦。噪吵稠人。背靠板頭。輕欺大眾。虗占案", "858": "分。挂物明窻。不合律儀。叢林安許。端身正意。默爾披", "859": "尋。諦味聖言。契合心地。不虗開卷。始會看經。平時鄰", "860": "案道人。切忌交頭接耳。賓客相看。禮不可免。茶湯纔", "861": "罷。敘話已周。相引出寮。不可久坐。若是舊時道伴。遠", "862": "地親情。相邀林下水邊。足可傾心談論。至於交關買", "863": "賣。引惹雜人。盡非衲子所為。便可一筆勾下。粥後歸", "864": "寮。同伸問訊。上中下座。恭敬為先。苟或不然。輕人慢", "865": "己。放參開籠。須白知寮。出入掀簾。要垂後手。登床宴", "866": "坐。不可垂衣。舉動經行。更宜緩步。使人動念。魔障易", "867": "生。眾口爍金。自家何樂。洗衣把針。宜於齋後。不急之", "868": "務。道業荒唐。不可將湯瓶炮衣。洗面棹上裁紙糊單。", "869": "偷煑點心。包藏藥石。竹竿要知觸淨。熨斗須看閑忙。", "870": "執在一隅。恐防眾用。古聖補破遮寒。縫了便休。豈可", "871": "朝昏事持針線。煎點茶湯。叢林盛禮。大眾雲集。方可", "872": "跏趺。盞槖收歸。眾人齊退。私藏茶末。取笑傍觀。隻手", "873": "揖人。是何法度。有故不赴。須白知寮。小坐茶湯。輙不", "874": "可免。新到入寮。宜懷謙下。未諳法度。請問耆年。隨方", "875": "毗尼。在人建立。安籠占案。不必著忙。欵細之間。自然", "876": "穩便。入寮煎點。本為眾人。意在志誠。茶須通喫使了。", "877": "家事舊處安排。瀉却湯瓶。即時添注。山行水次。戒護", "878": "開談。張口如弓。發言如箭。雌黃知事。品藻它人。說食", "879": "說錢。呵風罵雨。墻壁有耳。法令無親。忽然虎口遭傷。", "880": "始見鋒頭太露。凡遇茶毗。陰晴齊赴。各懷悽愴。同運", "881": "悲心。恐彼前人。虗生生浪死。口持經呪。肩負柴薪。豈", "882": "可猖狂恣聲談笑。衣盂估唱。本為破慳。後人不知。返", "883": "成貪愛。偷量長短。暗窺舊親。賤唱貴分。過如常賣。不", "884": "知反責。猶說便宜。識者傍觀。面慚汗下。若是海門上", "885": "士。禪苑高賓。但為死者結緣。莫被活人𠷣笑。柔和善", "886": "順。上下可觀。我慢貢高。諸聖不祐。八萬細行。三千威", "887": "儀。二六時中。頭頭可見。穿堂直過。豈不厚顏。尊殿閑", "888": "行。恐招薄福。衩衣登殿。艸履遊山。莫踐法堂。回互耆", "889": "宿。五更洗面。本為修行。吐唾𢬘盆。喧聒大眾。暗中動", "890": "念。自昧不知。日往月來。面黃身瘦。浴湯少使。籌子休", "891": "拈。作福雖多。不如避罪。廊舍吐唾。案上㧓頭。違背聖", "892": "賢。自從己便。時時檢點。步步隄防。直須小却身心。便", "893": "好大著腸肚。十日知寮。󳯝相供養。晚眠早起。務在精", "894": "誠。苦切勞心。先人後己。大眾衣鉢。切要關防。一事不", "895": "周。眾人動念。煎茶掃地。換水裝香。莫教泠却湯瓶。免", "896": "見禪和煩惱。寮中首座。務要柔和。規矩先行。繩墨自", "897": "定。依時上案。簡徑開談。有一不周。眾人共議。遊山翫", "898": "水。出入有時。惡性道人。善言誘勸。倘不聽從。密白方", "899": "丈。　護善遮惡。取信檀那。淨髮圍爐。禮宜謙讓。　右", "900": "件規矩。委曲預聞。日用時中。各宜照顧。一撥便轉。善", "901": "不可加。三喚不回。相聚何益。　況乃心塵難掃。性水", "902": "易湍。中器中根。可上可下。克賓法戰不勝。曾罰鑽飯", "903": "一堂。文遠勝劣爭禪。輸却糊餅兩箇。叢林榜樣。後學", "904": "依從。焦山不說兩般禪。祇要罰油十六兩。頌曰。", "905": "烏龜忽爾艾燒頭。千古令人笑不休。奉勸後生高著", "906": "眼。莫教罰了一斤油。", "907": "佛心和尚坐禪銘佛心和尚坐禪銘", "908": "夫坐禪者。端身正意。潔己虗心。疊足跏趺。收視返聽。", "909": "惺惺不昧。沉掉永離。縱憶事來。盡情拋棄。向靜定處。", "910": "正念諦觀。知坐是心。返照是心。知有無中邊內外者", "911": "心也。此心虗而知。寂而照。圓明了了。不墮斷常。靈覺", "912": "超然。揀非虗妄。今見學家。力坐而不悟者。病由依計。", "913": "情附偏邪。迷背正因。枉隨止作。不悟之失。其在茲焉。", "914": "若也斂澄一念。密契無生。智鑑廓然。心花頓發。無邊", "915": "繫執。直下銷磨。積劫無明。一時豁現。如忘忽記。似病", "916": "頓瘳。內生歡喜。心自知當作佛。始信自心外無別佛。", "917": "然後順悟增修。因修而證。證悟之源。是三無差別。名", "918": "為一行一解三昧。亦名無功用道。便能轉物。不離根", "919": "塵。信手拈來。互分主伴。乾坤眼淨。今古更陳。覿體神", "920": "機。自然符契。所以維摩詰云。不起寂滅定。而現諸威", "921": "儀。是為宴坐者。然也當知水澄月現。鏡淨光全。學道", "922": "之人。坐禪為要。苟不爾者。修途輪轉。汩沒四生。酸鼻", "923": "痛心。難以自默。聊書大槩。助發真源。果不廢修。即參", "924": "同契矣。", "925": "慈恩大師出家葴慈恩大師出家葴", "926": "捨家出家何所以。稽手空王求出離。三師七證定初", "927": "機。剃髮染衣發弘誓。去貪瞋。除鄙吝。十二時中須謹", "928": "慎。煉磨真性若虗空。自然戰退魔軍陣。勤學業。尋師", "929": "匠。說與行人堪倚仗。莫教心地亂如麻。百歲光陰等", "930": "閑喪。踵前賢。效先聖。盡假聞思修所證。行住坐臥要", "931": "真專。念念無生始相應。佛真經。十二部。縱橫指示菩", "932": "提路。不習不學不依行。問君何日心開悟。速須救。似", "933": "頭燃。莫待明年與後年。一息不來即後世。誰能保得", "934": "此身堅。不蚕衣。不田食。織婦耕夫汗血力。為成道果", "935": "施將來。道果未成爭消得。哀哀父。哀哀母。嚥苦吐甘", "936": "大辛苦。就濕回乾養育成。要襲門風繼先祖。一旦中。", "937": "求剃落。八十九十無倚托。若不超凡越聖流。向此因", "938": "循全大錯。福田衣。降龍鉢。受用一生求解脫。若將小", "939": "利繫心懷。彼岸涅槃爭得達。善男子。汝須知。修行難", "940": "得似今時。若得出家披縷褐。猶如浮木值盲龜。大丈", "941": "夫。須猛利。謹束身心莫容易。倘能行願力相扶。決定", "942": "龍華親受記。", "943": "禪月大師戒童行禪月大師戒童行慈受二十偈意同", "944": "勸汝出家須決志。投師學業莫容易。添香換水結因", "945": "緣。佛殿僧堂勤掃地。莫閑遊。莫嬉戲。出入分踈說出", "946": "處。三朝四宿不見歸。妙法何曾聞一偈。敬師兄。教師", "947": "弟。莫向空門爭意氣。上中下座用謙和。莫賤他人稱", "948": "自貴。衣食難。豈容易。計功多少須慚愧。隨緣飲󲣅任", "949": "精󱍮。不用千般求細膩。布素衣。隨時󳷩。知足便超功", "950": "果位。才能豈是󳷂羅衣。有道何須黃錦被。清信男。淨", "951": "信女。捨却一身飼餓虎。此因緣。苦中苦。不用再三說", "952": "酸楚。心中有罪自心知。自向心中懺悔取。親明師。學", "953": "智慧。別人睡時你慢睡。出家兒。學妙理。習讀夜眠須", "954": "早起。三更睡到四更初。歸向釋迦尊殿裏。挑明燈。換", "955": "淨水。禮拜焚香作福祉。報荅三有及四恩。天龍八部", "956": "生歡喜。莫愚癡。莫懈怠。一超直入佛境界。行亦禪。坐", "957": "亦禪。了達真如觀自在。", "958": "四恩者。天地父母。國王施主。師長朋友。三寶恩。", "959": "三有者。欲界有。色界有。無色界有。", "960": "仁宗皇帝讚僧仁宗皇帝讚僧", "961": "出家功果實難論。一片袈裟眾所尊。在俗只言身不", "962": "貴。為僧便作法王孫。殿前拱手朝天子。堂上低腰揖", "963": "二親。粉骨碎身千萬劫。也難應報釋迦恩。", "964": "永明壽禪師垂誡永明壽禪師垂誡", "965": "學道之門別無奇特。只要洗滌根塵下無量劫來業", "966": "識種子。汝等但能銷除情念。斷絕妄緣。對世間一切", "967": "愛欲境界。心如木石相似。直饒未明道眼。自然成就", "968": "淨身。若逢真正導師。切須勤心親近。假使參而未徹。", "969": "學而未成。歷在耳根。永為道種。世世不落惡趣。生生", "970": "不失人身。纔出頭來一聞千悟。須信道真善知識為", "971": "人中最大因緣。教化眾生得見佛性。近嗟末世。誑說", "972": "一禪。只學虗頭。全無實解。步步行有。口口談空。自不", "973": "責業力所牽。更教人撥無因果。便說飲酒食肉不礙", "974": "菩提。行盜行婬無妨般若。生遭王法。死陷阿鼻。受得", "975": "地獄業銷。又入畜生餓鬼。百千萬劫無有出期。除非", "976": "一念回光。立即翻邪為正。若不自懺自悔自度自修。", "977": "諸佛出世也無救你處。若割心肝如木石相似。便可", "978": "食肉。若喫酒如喫屎尿相似。便可飲酒。若見端正男", "979": "女如死屍相似。便可行婬。若見己財它財皆如糞土。", "980": "便可侵盜。饒汝到此田地。亦未可順汝意在。直得證", "981": "無量聖身。始可行世間逆順事。古聖施設。豈有它心。", "982": "只為末法僧尼少持律戒。恐賺向善俗子多退道心。", "983": "所以廣行遮護。千經所說。萬論所陳。若不去婬。斷一", "984": "切清淨種。若不去酒。斷一切智慧種。若不去盜。斷一", "985": "切福德種。若不去肉。斷一切慈悲種。三世諸佛。同口", "986": "敷宣。天下禪宗。一音演暢。如何後學略不聽從。自毀", "987": "正因。反行魔說。只為宿熏業種。生遇邪師。善力易銷。", "988": "惡根難󳫠。豈不見古聖道。見一魔事如萬箭鑽心。聞", "989": "一魔聲如千錐劄耳。速須遠離。不可見聞。各自究心。", "990": "慎莫容易。", "991": "枯禪辭住鼓山枯禪辭住鼓山鏡禪師", "992": "我公正眼頂門開。金粟分身與麼來。暫向三山為雨", "993": "露。即歸調鼎作鹽梅。", "994": "老病餘生越者希。慙無道德警羣迷。恩光厚大如山", "995": "岳。乞與孤雲自在飛。", "996": "胡尚書和再請胡尚書和再請矩", "997": "石鼓風煙慘未開。住山正徯活如來。可怜萬衲傾心", "998": "久。渴思生塵日望梅。", "999": "一性圓明世絕稀。分燈何惜照羣迷。信緣定肯翻然", "1000": "起。杖錫淩空󳬈與飛。", "1001": "洞山辭親書洞山辭親書略述大意。十不歸偈。非也", "1002": "伏聞諸佛出世。皆從父母而受身。萬類興生。盡假天", "1003": "地而覆載。故非父母而不生。無天地而不長。盡沾養", "1004": "育之恩。俱受覆載之德。嗟夫一切含識萬象形儀。皆", "1005": "屬無常。未離生滅。雖則乳哺情重。養育恩深。若把世", "1006": "賂供資。終難報答。作血食侍養。安得久長。故孝經云。", "1007": "雖日用三牲之養。猶不孝也。相牽沉沒。永入輪迴。欲", "1008": "報罔極深恩。莫若出家功德。截生死之愛河。越煩惱", "1009": "之苦海。報千生之父母。答萬劫之慈親。三有四恩無", "1010": "不報矣。故經云。一子出家。九族生天。良价捨今生之", "1011": "身命。誓不還家。將永劫之根塵。頓明般若。伏惟父母", "1012": "心開喜捨。意莫攀緣。學淨飯之國王。効摩耶之聖后。", "1013": "他時異日。佛會相逢。此日今時。且相離別。某非遽違", "1014": "甘旨。葢時不待人。故云此身不向今生度。更向何時", "1015": "度此身。伏冀　尊懷。莫相記憶。頌曰。", "1016": "未了心源度數春。翻嗟淨世謾逡巡。幾人得道空門", "1017": "裏。獨我淹留在世塵。謹具尺書辭眷愛。願明大法報", "1018": "慈親。不須洒淚頻相憶。譬似當初無我身。", "1019": "岩下白雲常作伴。峯前碧障以為隣。免干世上名兼", "1020": "利。永別人間愛與憎。祖意直教言下曉。玄微須透句", "1021": "中真。合門親戚要相見。直待當來證果因。", "1022": "後書後書", "1023": "良价自離甘旨。杖錫南遊。星霜已換於十秋。岐路俄", "1024": "經於萬里。伏惟　娘子。收心慕道。攝意歸空。休懷離", "1025": "別之情。莫作倚門之望。家中家事但且隨時。轉有轉", "1026": "多。日增煩惱。阿兄懃行孝順。須求氷裏之魚。小弟竭", "1027": "力奉承。亦泣霜中之笋。夫人居世上。修己行孝以合", "1028": "天心。僧在空門。慕道參禪而報慈德。今則千山萬水", "1029": "杳隔二途。一紙八行聊伸寸意。頌曰。", "1030": "不求名利不求儒。願樂空門捨俗徒。煩惱盡時愁火", "1031": "滅。恩情斷處愛河枯。六根戒定香風引。一念無生慧", "1032": "力扶。為報北堂休悵望。譬如死了譬如無。", "1033": "娘回書娘回書", "1034": "吾與汝夙有因緣。始結母子恩愛情分。自從懷孕禱", "1035": "神佛。願生男兒。胞胎月滿。性命絲懸。得遂願心。如珠", "1036": "寶惜。糞穢不嫌於臭惡。乳哺不倦於辛勤。稍自成人", "1037": "送令習學。或暫逾時不歸。便作倚門之望。來書堅要", "1038": "出家。父亡母老兄薄弟寒。吾何依賴。子有拋娘之意。", "1039": "娘無捨子之心。一自汝往他方。日夜常洒悲淚。苦哉", "1040": "苦哉。今既誓不還鄉。即得從汝志。不敢望汝如王祥", "1041": "臥冰。丁蘭刻木。但願汝如目連尊者。度我下脫沈淪。", "1042": "上登佛果。如某不然。幽譴有在。切宜體悉。", "1043": "梁山廓庵則和尚十牛頌梁山廓庵則和尚十牛頌", "1044": "尋牛尋牛", "1045": "從來不失。何用追尋。由覺背以成踈。在向塵而遂失。", "1046": "家山漸遠。岐路俄差。得失熾然。是非烽起。", "1047": "忙忙撥艸去追尋。水濶山遙路更深。力盡神疲無覓", "1048": "處。但聞楓樹晚蟬吟。", "1049": "見迹見迹", "1050": "依經解義。閱教知蹤。明眾器為一金。體萬物為自己。", "1051": "正邪不辯。真偽奚分。未入斯門。權為見迹。", "1052": "水邊林下跡偏多。芳艸籬披見也麼。縱是深山更深", "1053": "處。遼天鼻孔怎藏他。", "1054": "見牛見牛", "1055": "從聲得入。見處逢原。六根門着着無差。動用中頭頭", "1056": "顯露。水中鹽味。色裏膠青。眨上眉毛。非是他物。", "1057": "黃鸝枝上一聲聲。日暖風和岸柳青。只此更無回避", "1058": "處。森森頭角𦘕難成。", "1059": "得牛得牛", "1060": "久埋郊外。今日逢渠。由境勝以難追。戀芳叢而不已。", "1061": "頑心尚勇。野性猶存。欲得純和。必加鞭撻。", "1062": "竭盡神通獲得渠。心強力壯卒難。除有時纔到高原", "1063": "上。又入雲煙深處居。", "1064": "牧牛牧牛", "1065": "前思纔起。後念相隨。由覺故以成真。在迷情而為妄。", "1066": "不唯境有。惟自心生。鼻索牢牽。不容擬議。", "1067": "鞭䇿時時不離身。恐伊縱步入埃塵。相將牧得純和", "1068": "也。覊鎻無拘自逐人。", "1069": "騎牛騎牛", "1070": "干戈已罷。得失還無。唱樵子之村歌。吹兒童之野笛。", "1071": "橫身牛上。目視雲霄。呼喚不回。撈籠不住。", "1072": "騎牛迤邐欲還家。差笛聲聲送晚霞。一拍一呵無限", "1073": "意。知音何必鼓唇牙。", "1074": "忘牛忘牛", "1075": "法無二法。牛且為宗。喻魚兔之異名。顯跧蹄之差別。", "1076": "如金出鑛。似月離雲。一道寒光。威音劫外。", "1077": "騎牛已得到家山。牛也空兮人也閑。紅日三竿猶作", "1078": "夢。鞭繩空頓艸堂間。", "1079": "人牛不見人牛不見", "1080": "凡情脫落。聖意皆空。有佛處不用遨遊。無佛處急須", "1081": "走過。兩頭不着。千聖難窺。百鳥含花。一場懡㦬。", "1082": "鞭索人牛盡属空。碧天寥廓信難通。紅爐向上爭容", "1083": "雪。到此方能合祖宗。", "1084": "返本還源返本還源", "1085": "本來清淨。不受一塵。觀有相之榮枯。處無為之凝寂。", "1086": "不同幻化。豈假修持。水淥山青。坐觀成敗。", "1087": "返本還源已費功。爭如直下若盲聾。菴中不見菴前", "1088": "物。水自茫茫花自紅。", "1089": "入󱈎垂手入󱈎垂手", "1090": "柴門獨掩。千聖不知。埋自己之風光。負前賢之途轍。", "1091": "提瓢入市。䇿杖還家。酒肆魚行。化令成佛。", "1092": "露胷跣足入󱈎來。抹土搽󰞆笑滿腮。不用神仙真秘", "1093": "訣。直教枯木放花開。", "1094": "自得腪和尚六牛圖自得腪和尚六牛圖", "1095": "始從知識示誨。即起信心。信心既萌。永為道本。故", "1096": "牛首上一點白。", "1097": "一念信為本。千生入道因。自憐迷覺性。隨處染埃塵。", "1098": "野艸時時綠。狂花日日新。思家無計得。但覺淚沾巾。", "1099": "信心既萠。念念揩磨。忽爾發明。心生歡喜。最初入", "1100": "頭。故頭全白。", "1101": "問訊這牛兒。知非何太遲。拋家經幾劫。逐妄許多時。", "1102": "念念歸無念。思思絕所思。入頭從此始。次第證無為。", "1103": "既有發明。漸漸熏煉。智慧明淨。未能純一。將白半", "1104": "身。", "1105": "看牧幾春秋。將成露地牛。出離芳艸去。向近雪山遊。", "1106": "正念雖歸一。邪思尚混流。脫然心迹盡。六處不能收。", "1107": "更無妄念。唯一真心。清淨湛然。通身明白。", "1108": "六處不能該。優曇火裏開。了然無繫屬。明淨絕纖埃。", "1109": "繩索將無用。人牛安在哉。迢迢空劫外。佛祖莫能猜。", "1110": "心法雙忘。人牛俱泯。永超象外。唯一空空。是名大", "1111": "解脫門。佛祖命脉。", "1112": "人牛消息盡。古路絕知音。霧卷千嵓靜。苔生三徑深。", "1113": "心空無所有。情盡不當今。把釣翁何在。磻溪鎖綠陰。", "1114": "命根斷處。絕後再甦。隨類受身。逢場作戲。只改舊", "1115": "時人。不改舊時行履處。", "1116": "妙盡復窮通。還歸六道中。塵塵皆佛事。處處是家風。", "1117": "皓玉泥中異。精金火裏逢。優游無間路。隨類且飄蓬。", "1118": "月窟訓童行月窟訓童行清禪師", "1119": "咨爾童行。聽予誡云。高以下基。洪猶纖起。古今賢聖。", "1120": "莫不由斯。儒宗頗多。釋氏尤甚。茲不繁引。略舉二三。", "1121": "虞夏至尊。尚曾歷試。可能二祖。猶服勤勞。一念因真。", "1122": "千生果實。若其濫服。終無所成。任是毀形。徒增黑業。", "1123": "爾等童老。至今各顓誠履實。踐真無隨流。俗處清淨", "1124": "地。生難遭心。見佛逢僧。克勤敬慕。如能反責。可謂丈", "1125": "夫。施主交肩。宜先祇揖。仝衣相見。莫後和南。夕火晨", "1126": "香。常常勿懈。齋餐蚤粥。念念興慚。當直殿堂。供過寮", "1127": "舍。宜勤拂拭無怠。應承進止。威儀上流。是則言默要", "1128": "道。下輩休詢。貝葉故合精通。墳典猶宜博學。稍知今", "1129": "古。方解為人。若似啞羊。出家何益。如來未成佛果。文", "1130": "武兼能。永嘉纔作人師。宗說俱備。睎顏睎驥。子雲有", "1131": "言。誦󰆠誦苕。釋尊無誤。各須努力。莫謾因循。立志堅", "1132": "高。不墮凡地。故經云。立志如高山。種德若深海。如斯", "1133": "苦口。期汝為人。報答佛祖莫大恩。拔濟眾生無量苦。", "1134": "日日如是。不愧自心。頌曰。", "1135": "負舂剗艸示嘉模。紹續須還猛烈徒。一念豁然三際", "1136": "斷。單傳肯下老躁胡。", "1137": "雪竇明覺禪師方丈銘雪竇明覺禪師方丈銘", "1138": "夫傳持祖燈。嗣續佛壽。此非小任。宜景前修。肅以威", "1139": "儀。尊其瞻視。懲忿窒慾。治氣養心。無以名利動於情。", "1140": "無以得失介於意。無隨世之上下。無逐人之是非。黑", "1141": "白致之於懷。喜怒不形於色。樂人之樂。猶己之樂。憂", "1142": "人之憂。若己之憂。容眾尊賢。克己復禮。無因少隙失", "1143": "素所善。無背公議棄素所疎。能不可矜。勢不可恃。無", "1144": "護己短。無掩人長。見德不可忘身。在貴不可忘賤。且", "1145": "夫學本修性。豈慍人之不知。道貴全身。無靳世之為", "1146": "用。人或慕義。理固推餘。必也篤以心誠誨余規矩。愽", "1147": "援群藉。深示妙宗。慈室忍衣不可須臾而離。大方寶", "1148": "所欲其造次。必是動息有常。嫌疑必慎。人不可侮。天", "1149": "不可欺。眾之去來。無追無拒。人之毀譽。無恚無貪。內", "1150": "無所慚。外無所恤。或若聲華溢美。利養豐多。畏四趣", "1151": "之果因。謹三寶之交互。死生未脫。業苦難逃。方其得", "1152": "志。亟思利正。身如行廁。利稱軟賊。百年非久。三界無", "1153": "安。可惜寸陰。當求解脫。古先諸祖舉有懿範。杖錫一", "1154": "生喫土。丹霞祇箇布裘。趙州青󰞆滿頭。即師編艸為", "1155": "氈。或深禪久修。或優詔不就。大都約則尠失。奢則招", "1156": "譏。謙則有光。退則無忌。去聖逾遠。行道有艱。觀時進", "1157": "止。無自辱也。", "1158": "義淨三藏誡看經義淨三藏誡看經", "1159": "晉宋齊梁唐代間。高僧求法出長安。去時幾百歸無", "1160": "十。後輩那知前輩難。雪嶺崎嶇侵骨冷。沙河󱞠湧刮", "1161": "毛寒。今人不委經來歷。往往將經容易看。", "1162": "唐太宗題白馬寺唐太宗題白馬寺燒經所", "1163": "門徑蕭蕭長綠苔。一回登此一徘徊。青牛謾說函關", "1164": "去。白馬親從印土來。確定是非憑烈𦦨。為分真偽築", "1165": "高臺。東風也解嫌狼藉。吹盡當年道教󰞆。", "1166": "洞山息世譏洞山息世譏", "1167": "不求名利不求榮。任運騰騰度此生。三寸氣消誰是", "1168": "主。百年身後謾呼名。衣裳破後重重補。粮食無時旋", "1169": "旋營。一个幻身能幾久。為它閑事長無明。", "1170": "五家宗派括五家宗派括", "1171": "臨濟宗臨濟宗", "1172": "南岳馬祖百丈運。臨興南穴首山汾。慈明南會開一", "1173": "續。心出新清端演勤。", "1174": "溈仰宗溈仰宗", "1175": "百丈派出大溈祐。香嚴仰山親得紹。南塔芭蕉清續", "1176": "傳。兒孫未見繼其後。", "1177": "雲門宗雲門宗", "1178": "清石天龍接德山。雪峯雲偃香林遠。北塔雪竇付天", "1179": "衣。二本從茲門大顯。", "1180": "曹洞宗曹洞宗", "1181": "清石藥山雲洞祖。雲膺同安丕志附。梁山觀得大陽", "1182": "玄。投子芙蓉淳獨步。", "1183": "法眼宗法眼宗", "1184": "雪峯傍出玄沙備。地藏法眼益尊貴。韶國師傳壽與", "1185": "津。佛法新羅而已耳要知仔細。須尋宗派圖。", "1186": "八溢聖解脫門八溢聖解脫門", "1187": "禮佛敬佛德。念佛感佛恩。持戒行佛行。看經明佛理。", "1188": "坐禪達佛境。參禪合佛心。得悟證佛道。說法滿佛願。", "1189": "實際理地不受一塵。佛事門中不捨一法。然此八事", "1190": "猶如四方四隅。闕一不可。前聖後聖其揆一也。六波", "1191": "羅蜜亦須兼行。六祖云。執空之人滯在一隅。謂不立", "1192": "文字。自迷猶可。又謗佛經。罪障深重。可不戒哉。", "1193": "陳賢良書陳賢良書亦刊于精嚴寶訓", "1194": "陳提刑貴謙答真侍郎德秀書曰。承下問禪門事。仰", "1195": "見虗懷樂善之意。顧淺陋何足以辱此。然敢不以管", "1196": "見陳白。所謂話頭合看與否。以某觀之。初無定說。若", "1197": "能一念無生。全體是佛。何處別有話頭。只緣多生習", "1198": "氣。背覺合塵。剎那之間念念起滅。如猴孫拾栗相似。", "1199": "佛祖輩不得已權設方便。令咬嚼□箇無滋味話頭。", "1200": "意識有所不行。將蜜菓換苦胡蘆。淘汝業識。都無實", "1201": "義。亦如國家兵器。不得已而用之。今時學者却於話", "1202": "頭上強生穿鑿。或至逐箇解說以當事業。遠之遠矣。", "1203": "稜道者廿年坐破七蒲團。只管看驢事未去馬事到", "1204": "來。因卷簾大悟。所謂八萬四千關捩子。只消一箇鎻", "1205": "匙開。豈在多言也。來教謂誦佛之言。存佛之心。行佛", "1206": "之行。久久須有得處。如此行履。固不失為一世之賢", "1207": "者。然禪門一著又須見徹自己本地風光。方為究竟。", "1208": "此事雖人人本有。但為客塵妄想所覆。若不痛加煅", "1209": "煉。終不明淨。圓覺經云。譬如銷金鑛。金非銷固有。雖", "1210": "復本來金。終以銷成就。蓋謂此也。來教又謂。道若不", "1211": "在言語文字上。諸佛諸祖何謂留許多經論在世。經", "1212": "是佛言。禪是佛心。初無違背。但世人尋言逐句。沒溺", "1213": "教網。不知有自己一段光明大事。故達磨西來。不立", "1214": "文字。直指人心。見性成佛。謂之教外別傳。非是教外", "1215": "別是一箇道理。只要明了此心。不著教相。今若只誦", "1216": "佛語。而不會歸自己。如人數他珍寶。自無半錢分。又", "1217": "如破布裹真珠。出門還漏却。縱使於中得少滋味。猶", "1218": "是法愛之見。本分上事。所謂金屑雖貴。落眼成翳。直", "1219": "須打併一切淨盡。方有少分相應也。某向來雖不閱", "1220": "大藏經。然華嚴楞嚴圓覺維摩等經誦之亦稍熟矣。", "1221": "其他如傳燈諸老語錄。壽禪師宗鏡錄皆翫味。數十", "1222": "年間。方在屋裏著到。却無暇看經論也。楞伽雖是達", "1223": "磨心宗。亦以句讀難通。不曾深究。要知吾人皆是誠", "1224": "心。非彼世俗自瞞以資談柄而已。姑以日用驗之。雖", "1225": "無濁惡麤過。然於一切善惡逆順境界上。果能照破。", "1226": "不為他所移換否。夜睡中夢覺一如否。恐怖顛倒否。", "1227": "疾病而能作得主否。若目前猶有境在。則夢𥧌未免", "1228": "顛倒。夢寐既顛倒。疾病必不能作得主宰。疾病既作", "1229": "主宰不得。則生死岸頭必不自在。所謂如人飲水冷", "1230": "煖自知。待制舍人於功名鼎盛之時。清修寡慾留神", "1231": "此道。可謂火中蓮花矣。古人有言。此大丈夫事。非將", "1232": "相之所能為也。又云。直欲高高峯頂立。深深海底行。", "1233": "更欲深窮遠到。直到不疑之地。來教謂無下手處。只", "1234": "此無下手處。正是得力處。如前書所言。靜處閙處皆", "1235": "著一隻眼看。是什麼道理。久久純熟。自無靜閙之異。", "1236": "其或雜亂紛飛起滅不停。却舉一則公案與之廝崖。", "1237": "則起滅之心自然頓息。照與照者同時寂滅。即是到", "1238": "家也。某亦學焉而未至也。姑盡吐露如此。不必他示。", "1239": "恐有儒釋不侔者。必大怪之。待制舍人它日心眼開", "1240": "明。亦必大笑而罵之提刑參見月林鐵鞭諸大老。", "1241": "范文正公勉圓悟禪師行脚范文正公勉圓悟禪師行脚", "1242": "觀水莫觀小污池。污池之水魚鱉卑。登山莫登迤邐", "1243": "山。迤邐之山艸木稀。觀水直觀滄溟廣。登山直登泰", "1244": "山上。所得不少所見高。工夫用盡非徒勞。南方幸有", "1245": "選佛地。好向其中窮妙旨。它年成器整頹綱。不負男", "1246": "兒出家志。大丈夫。休擬議。豈為虗名滅身計。歡諧時", "1247": "分覺無多。却被光陰暗添歲。成都況是繁華國。打住", "1248": "只應花酒窟。吾師自是出家兒。豈隨齷齪相埋沒。吾", "1249": "師幸有虹蜺志。何事躊躇淤泥水。君不見。吞舟之魚", "1250": "不隱污流。合抱之木豈在丹丘。大鵬一展九萬里。豈", "1251": "同春岸飛沙鷗。何如急駕千里驥。莫効鷦鷯戀一枝。", "1252": "縱饒講得千經論。也落禪家第二機。白雲長自戀高", "1253": "臺。暮󰋪朝籠不暫開。為慰蒼生霖雨望。等閑依舊出", "1254": "山來。又不見。崑山有玉名瓊瑤。良時未遇居蓬蒿。當", "1255": "時若不離荊楚。爭得連城價倍高。", "1256": "高庵悟和尚勸安老僧文高庵悟和尚勸安老僧文", "1257": "貧道甞閱藏教。諦審佛意。不許比丘坐受無功之食。", "1258": "生懶墮心。起吾我見。每至晨朝。佛及弟子持鉢乞食。", "1259": "不擇貴賤。心無高下。俾得福者一切均溥。後所稱常", "1260": "住者。本為老病比丘不能行乞者設。非少壯之徒可", "1261": "得而食。逮佛滅後。正法世中亦復如是。像季以來。中", "1262": "國禪林不廢乞食。但推能者為之。所得利養。聚為招", "1263": "提。以安廣眾。遂輟逐日行乞之規也。今聞數剎住持。", "1264": "不識因果。不安老僧。背戾佛旨。削弱法門。苟不住院。", "1265": "老將安歸。更不返思。常住財物本為誰置。當推何心", "1266": "以合佛心。當推何行以合佛行。昔佛在日。或不赴請。", "1267": "留身精舍。徧巡僧房。看視老病。一一致問。一一辦置。", "1268": "仍勸請諸比丘󳯝相恭敬。隨順方便。去其嗔嫌。此調", "1269": "御師統理大眾之揩摸也。今之當代恣用常住。資給", "1270": "口體。結托權貴。仍隔絕老者病者。眾僧之物掩為己", "1271": "有。佛心佛行渾無一也。悲夫悲夫。古德云。老僧乃山", "1272": "門之標榜也。今之禪林。百僧之中無一老者。老而不", "1273": "納。益知壽考之無補。反不如夭死。願今當代各遵佛", "1274": "語。紹隆祖位。安撫老病。常住有無。隨宜供給。無使愚", "1275": "昧專權滅裂。致招來世短促之報。切宜加察。", "1276": "達磨師真性頌達磨師真性頌", "1277": "達磨西來。不立文字。少林", "1278": "默坐九年。獨有神光領旨。", "1279": "上根既契。猶憐中下之機。", "1280": "強留二十字。謂之真性偈。", "1281": "飜覆讀之。成四十首。頌各", "1282": "有旨趣。庶幾後代兒孫因", "1283": "指見月。儻有个漢。向性字未形之前領略。文彩自彰。", "1284": "匪從他得。則飜笑缺齒老胡。正好痛與拄杖矣。", "1285": "天人禮枯骨天人禮枯骨慈受　述", "1286": "汝是前生我。我今天眼開。瑤衣隨念至。玉食自然來。", "1287": "謝汝昔勤苦。令吾今快哉。散花時再拜。人世莫疑猜。", "1288": "餓鬼鞭尸餓鬼鞭尸", "1289": "因者臭皮囊。波波劫劫忙。只知貪快樂。不肯暫回光。", "1290": "白業錙銖少。黃泉歲月長。直須痛鞭打。此恨卒難忘。", "1291": "沙門破二見沙門破二見", "1292": "咄咄愚癡子。云何不自觀。鞭尸真倒置。禮骨自欺瞞。", "1293": "善惡由心造。佛魔著眼看。踏翻煩惱海。生死不相干。", "1294": "禪門諸祖師偈頌下之下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1298 禪門諸祖師偈頌", "author": "宋 子昇錄　如祐錄"}