{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 292 楞嚴經擊節", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 292-A 楞嚴經擊節自序No. 292-A", "1": "楞嚴經擊節自序", "2": "釋迦老子。播弄唇舌。四十九年。橫說竪說。顯說密說。", "3": "百般伎倆。皆是弄人的圈套。千樣鉗鎚。無非鍊鋼鐵", "4": "的家風。令人塞在胸中。嘔吐不了。皆成藥病。若是上", "5": "根利智。必須裂開圈套。撲破疑團。從自己胸襟。一一", "6": "流出。棄其舊而開其新。始自蓋天蓋地。大凡看教。須", "7": "得真實工夫到家。自有真實受用。參須實參。悟須實", "8": "悟。宗乘教語。必得如來真旨。莫執文會義。隨語生解。", "9": "直透詮旨。契會本心。無師之智現前。天真之道不昧。", "10": "消歸自己。冥合無遺。即不見有文字絲毫之相。大涅", "11": "槃經云。聞說大涅槃。一字一句。不作字相。不作句相。", "12": "不作文相。不作佛相。不作說相。如是義者。名無相相。", "13": "楞嚴經者。如來縱橫妙辯。吐納虗空。舌底鋒鋩。神奇", "14": "變化。綿綿密密。如空谷響。全體是楞嚴大定。全體是", "15": "大寂滅海中流出。恣肆汪洋。語言揮灑。如激懸河。埋", "16": "鋒弢頴。每變每奇。莫測其淺深。融心融見。迷者之所", "17": "忙然。心無是非之域。見無是非之境。觸境即心。是非", "18": "雙忘也。由是乎真精妙覺明性之中。向發乎如來大", "19": "機大用。密權示迹。至聖埀象。豈無為哉。是以克窮精", "20": "蘊。即言調而洞徹宗猷。契宗猷而頓明心見。一味之", "21": "膏。分河暫起。見無多方。心無邪岐。常觀如來微妙之", "22": "辯。大露真心於言表。顯真心於隨緣。示真心於直言。", "23": "皆如來所發乎心。語音變化之法。鼓舞文章之妙。擴", "24": "心見而齊物我。了言說而非實義。則雖酬酢萬變。言", "25": "動千殊。皆如來自住三摩地中。一經之奧。可以一貫", "26": "而無遺矣。是以心見之融為蛇畫足。析根析境。能所", "27": "皆忘。而頑空虗靜之徒。不能隨事隨機。精察如來之妙", "28": "辯。以致其本然無動之心。空知解而蕩見聞。掃情識", "29": "而截妄想。天機觸發。萬慮皆空。顯縱奪之奇。行殺活", "30": "之妙。唯一舌變之奇。猶龍神之雨。是故殫智慮。弊精", "31": "力。而莫究其見也。搜玄樞。極法藏。而莫竟其說也。析", "32": "隣虗。創精見。而莫既其心也。夫言一而已矣。特然顯", "33": "露。渾然一體。觸境融心。如珠走盤。周流無滯。和聲吐", "34": "露。橫拈倒弄。皆所陳心。豈可字字而求焉。句句而鳩", "35": "焉。趣風傳響。疑滯豁然。莫為文字所障。持循講習者。", "36": "日就支離。而無真實見地。互起根見之疑。如識臭物", "37": "為栴檀。張瓦礫為南金。是以高明慼額。拊膺而抱痛。", "38": "膏肓痼疾。神醫斂手而傍觀。若以親證雖成。而皆現", "39": "於民生日用。是以功非專。則不能悟。心非悟。則不能", "40": "以化。悟非真。則不能以通。見非悟。則不能以融。窮變", "41": "化於千言。顯一心於萬法。轉辯轉精。愈窮愈妙。皆是", "42": "悟後功為神用。至易至簡。虗圓妙應者也。", "43": "楞嚴經擊節", "44": "No. 292", "45": "楞嚴經擊節", "46": "明　大韶　著", "47": "於時世尊頂放百寶無畏光明至歸來佛所。", "48": "如來說法。先表真體。而放光明。化佛跏趺於舌流", "49": "出神光。宣說呪語。以顯不思議之神變。非識可到", "50": "思議可及也。", "51": "阿難見佛頂禮悲泣恨無始來。", "52": "觀如來這般大作略。大辯才。大機括。大作用。必有", "53": "根本發來。無窮變化。縱奪神奇。而大暢本懷。莫不", "54": "由最初發起一念。而吞吐長江。激流懸瀑。氣運天", "55": "成。須於文字上。點出如來法眼。光明遍處。語語含", "56": "金吐玉。須識玉之真體。放言落筆。靡不貫彼精微。", "57": "凡言而不自識其主。安知先得乎心之於至正者。", "58": "乃可欲推之與天下同之。心於未動。難識於真。動", "59": "則神變莫測。變則語之無定。何能識其主乎。真主", "60": "未識。安能於文字中辯心辯相。而於水中辯乳。是", "61": "以纔生念起。華彩便彰。風骨盡露。如游龍振海。雲", "62": "氣四生。乘時應機。變化千般。其神何所不之。其言", "63": "何所不捷。不從思議中流將出來。而顯大機大用。", "64": "皆從一念根源發起。至於千念萬念。而為貫華妙", "65": "旨。殆不可以擬議而生。須從真實地上履去。而為", "66": "無定之念生矣。無定之語流矣。無定之跡現矣。如", "67": "來之真面目露矣。諸佛心光亦皆如是。眾生本來", "68": "無有二相。是以阿難啟請。十方如來。得成菩提妙", "69": "奢摩它。三摩禪那。最初方便之要。而為發起之源。", "70": "世尊便云當初發心。於我法中見何勝相。然則辯", "71": "論如來宗旨。須識法中旨趣。方可機教相扣。而識", "72": "其問處。方知答處無訛。是故阿難纔見如來開口", "73": "動舌。問其法中見何勝相。即云我見如來三十二", "74": "相。勝妙殊絕。形體映徹。猶如瑠璃。非是欲愛所生。", "75": "世尊又云汝等當知。一切眾生。皆由不知此為常", "76": "住真心。性淨明體。看他兩個。一個指為三十二相。", "77": "一個指為常住真心。殊不知皆是如來舌端上。吐", "78": "出光明。種種變化。真體互融。性相平等。權實雙行。", "79": "同時啐啄。風稜之露。語脉一貫。還能分別得為相", "80": "乎。得為心乎。得成菩提乎。妙奢摩它三摩禪那乎。", "81": "如來之用神奇。不啻變化之權為妙。須知無變真", "82": "體。皆從一念真源發來。而為三摩禪那。或為三十", "83": "二相。或為常住真心。即此三變其文矣。是故世尊", "84": "令其直心酬我。須知法脉真宗。如雞犀之枕。文彩", "85": "隨緣。立躋神妙。以應萬機。能令此中灑灑。直造如", "86": "來真實之地那。能應來機之鋒刃那。可謂世尊極", "87": "見得徹透。莫不從一念這點血脉。神融骨洽。莫現", "88": "乎隱。莫顯乎微。而為最初方便。故能一滴之水。而", "89": "擾長河為酥酪。得自己之愉快。而貽諸人之愉快", "90": "那。", "91": "佛告阿難如汝所說真所愛樂至實居身內。", "92": "凡看如來之法。不是死死看定文字穿鑿的。如來", "93": "是活潑潑地。問阿難當汝發心。緣於三十二相。將", "94": "何所見。誰為愛樂。阿難言。如是愛樂。用我心目。佛", "95": "言如汝所說。真所愛樂。因于心目。若不識知心目", "96": "所在。則不能降伏塵勞。如來點綴極奇。用法極密。", "97": "故先鑿開頂上一竅。放出光明。令一切眾生。照見", "98": "自家面目。所以道其如汝所說。此一說字。賊之所", "99": "在獲矣。心目之處見矣。三十二相明矣。可見如來", "100": "不從擬議流將出來。而說一大藏不費纖毫之力。", "101": "唯言說盡千古事業。此說字便是如來大辯才處。", "102": "大機括處。大作用處。大禪定處。出生諸佛處。露十", "103": "方諸佛法身處。見一切眾生本來面目處。徹透一", "104": "經血脉處。露真見之踪處。故不居於身內。亦非內", "105": "外中間。故無識心分別想相之妄。是諸佛之真相", "106": "一切眾生之本源。是為涅槃元清淨體。清淨妙淨", "107": "明心者也。眾生悟此。而識自己空劫已前之面目。", "108": "十方諸佛亦皆如是。所以不涉連纖。全無窠臼。學", "109": "人若於隨文逐義。迷於真眼。阿難好不伶利。就云", "110": "青蓮華眼。亦在佛面。而十種異生。同將識心。故居", "111": "身內。浮根四塵。秪在我面。可謂阿難。點得真妄源", "112": "頭極清。如是方可沂流。直泛如來大寂滅海。而過", "113": "七徵八還之關。豈在鈎章棘句。展露言鋒那。", "114": "佛告阿難汝今現坐如來講堂至得遠瞻見。", "115": "釋迦老子。大暢本懷。衡鑑在懸。風雷在握。胸含太", "116": "虗。縱橫顛倒。奇正詭異。露出自家面目出來。令一", "117": "切眾生堪騐。還識得在甚麼處。能見如來面目來。", "118": "故云直心詶我。心言直故。乃至終始地位。釋迦老", "119": "子不假擬議吐露出來。但是用到心言直處。就不", "120": "識心言真面目。皆從真實地上發來。一念起處理", "121": "會。毫無假借。舉至賾而無遺。隨應變而無盡。元不", "122": "曾改換真面目處。心無真到。則風飛雷動奮迅激", "123": "昂。神變無定。幾微瞬息。即今世尊問曰。汝今堂中。", "124": "先何所見。阿難就云。我在堂中。先見如來。畢竟要", "125": "識阿難在甚麼處。能見如來。決不在於儀容色相", "126": "之間。趂此追風逐電之舌。點出如來之眼。親見如", "127": "來面目飛空之象。豈可於眼中之見。而覔如來雲", "128": "雷之相耶。可謂阿難甚是伶俐。已親御其所適果", "129": "如來也。孰能視天下之相。莫不競同焉。故與一切", "130": "眾生平等。一切眾生。各各盡露諸佛之相。學人若", "131": "於隨文逐義。不能識如來真面目處。即不能識自", "132": "己真面目矣。尚有根見之疑。著乎胸中。未得心言", "133": "直處之神化錯過久矣。不能具識如來之眼。如來", "134": "用處血脉不斷者。猶如獨繭抽絲。一根到底。無斷", "135": "續處。無隔礙處。如來這個決竅。終不與人道破。須", "136": "得真實自得徹悟這個關棙子。方得如來一大藏", "137": "教。盡底掀翻。皆入我殻中矣。方識如來千古雄心。", "138": "傳真相於數十萬言。未嘗有一剩語來。也須是個", "139": "人使得。", "140": "爾時世尊在大眾中舒金色臂至無有是處。", "141": "性無不用。用則便見。即今言其性者多。悟其性者", "142": "鮮矣。悟則必能真見。見則必知自用。用則方知自", "143": "心。不假他人之力。故有法身智身之別。身心不同", "144": "之用。前文顯於智體。此文獨顯法身。傳輝寫液。不", "145": "離規矩之外。觀機適務。而識物外之形。如來調獅", "146": "御象。應規入矩。爽爽有一種風味。還識如來在甚", "147": "麼處見。阿難纔見如來。舒臂摩阿難頂。就云在堂", "148": "不見如來。能見林泉。無有是處。昔崔瑗仕北濟相。", "149": "善章艸書。媚趣過之。點畫精微。神變無礙。如利金", "150": "百鍊。美玉天姿。可謂氷寒於水也。", "151": "阿難稽首而白佛言我聞如來。", "152": "心無不用。用處無不是心者。用則能見其相。不用", "153": "則不能見其形之動相也。心有所動。則形俱運。無", "154": "有不動之心。心無不動之相。阿難喻如燈光。而照", "155": "室外。世尊就點在歸林宿齋。是為外動之相現矣。", "156": "世間所露之心。莫不皆以飲食。而日用之心動乎。", "157": "飲食之動。用於心。人人皆亦如之。豈非一人食之。", "158": "眾皆同焉。故與歸林宿齋。同一現其體相。食有四", "159": "種。一粗段及微細食。二觸食。三意思食。四識食。閻", "160": "浮提人。以󳫹飯腐肉為粗段。按摩澡浴拭膏為微", "161": "細食。", "162": "阿難白佛言世尊如佛所言不見內故一章。", "163": "切不可以阿難為未入道者。你看並無一字虗發。", "164": "半隱半露。心與眼根。暗暗發明。阿難言。此了知心。", "165": "既不知內。而能見外。如我思忖。潛伏根裏。取琉璃", "166": "碗。合其兩眼。彼根隨見。隨即分別。不見內者。為在", "167": "根故。分明矚外。無障礙者。潛根內故。阿難祗道個", "168": "根裏。是為眼根乎。而為舌根乎。彼根隨見者。莫非", "169": "眼根乎。隨即分別者。莫非舌根乎。又云。不見內者。", "170": "為在根故。非謂舌根乎。又云分明矚外。無障礙者。", "171": "此非眼根。是以阿難所辯心目之處。未嘗有一字", "172": "之訛。佛言彼人當以瑠璃籠眼。當見山河。見瑠璃", "173": "不。阿難言。實見瑠璃。此非眼見。原非有差。世尊明", "174": "闢其汝心若同瑠璃合者。阿難暗暗露其心目之", "175": "處。即今還點得出不。詞鋒景煥。不能程其艶言。非", "176": "隨見隨分別之舌根乎。", "177": "阿難白佛言世尊我今又作如是思惟一章。", "178": "阿難亦以文字變化。而顯心目之處。故云腑臟在", "179": "中。竅穴居外。有藏則暗。有竅則明。此竅穴者。非指", "180": "口門而已。故心露則明。又云開眼見明。名為見外。", "181": "閉眼見暗。名為見內。此指眼根之處。如來云。既開", "182": "眼見明。何不見面。見面若成。此了知心。及與眼根。", "183": "乃在虗空。若在虗空。即應如來今見汝面。亦是汝", "184": "身。此阿難自見語語不由他人。故開眼見明。何不", "185": "見自己之面乎。即自如來語語吐露。皆虗空也。今", "186": "見汝面。亦是汝身。若汝執言。身眼兩覺。豈有二知", "187": "矣。", "188": "阿難言我常聞佛開示四眾由心生故一章。", "189": "搴文囿之菁華。齅大義之薝蔔。是故心生法現。即", "190": "今檢點那一句是生的心。那一句是現的法。那一", "191": "句不是心。那一句不是法。見非所生之心。心非所", "192": "見之眼。而眼實能見。其心生即種種法生矣。豈在", "193": "思惟之體。而隨所合處。而在內外中間十九界七", "194": "塵合。", "195": "阿難白佛言世尊我亦聞佛與文殊等。", "196": "阿難常占在活潑潑地。如珠走盤。如盤走珠。諸法", "197": "王子。談實相時。世尊亦言不在內外中間。既云談", "198": "實相時。實相是為何法。而云內外中間。內無所見。", "199": "外無知故。中何為在。表則無定。豈於眼識而分別", "200": "乎。而兼二耶。", "201": "阿難白佛言世尊我昔見佛與大目連。", "202": "物在則有心在。心不著物。心物皆成。烏有物有則", "203": "心在矣。豈有無心之物耶。若物無心。豈能水陸飛", "204": "行。", "205": "爾時阿難在大眾中即從座起。", "206": "闡提者。以不具信根等故。彌淚車此云邊地。乃闡", "207": "提報生處也。能獲奢摩他。即隳報地也。從面門放", "208": "種種寶光。即表口門所放之光也。即是涅槃元清", "209": "淨體。而無識心想相。不居身內。不被識精能生諸", "210": "緣也。不被遺失元明之體者。唯悟口中言說。而為", "211": "涅槃真體無識無想。故無妄心分別。若有纖毫識", "212": "精一動。則元明之體全體皆妄。雖終日被妄所迷", "213": "失元明之體。枉入諸趣。不自覺知。如來舉臂屈指。", "214": "示其真性。阿難以推窮尋逐。故如來咄之此非汝", "215": "心。", "216": "阿難白佛言世尊我佛寵弟心愛佛故一章。", "217": "心識運變。厥理無恒。解惑相翻。澄神虗照。一念之", "218": "動。勿用於識。無始用得熟故。分別覺觀之時。勿用", "219": "識於色香味觸之中。應機如響。猶谷風之隨嘯虎。", "220": "慶雲之逐騰龍。縱然內守幽閑。亦為法塵分別影", "221": "事。此二障非為真心。若清淨妙淨明心如虗空。而", "222": "分別覺觀。有分別性。真汝心矣。九次不成聖果。以", "223": "妄想分別未悟真定故。昔庾信唯愛寒山寺󳬴。人", "224": "問北方何如。信曰唯寒山寺一片石堪共語。", "225": "阿難聞已重復悲淚五體投地。", "226": "阿難之多喻如來從胸湧出之光。以釋阿難。是故", "227": "真見非眼。盲人非是無心。燈光能顯於色。如開道", "228": "眼之光。唯說之食。能飽於法味。如子而得於父。皆", "229": "從胸湧出。而惠我三昧矣。", "230": "阿難雖復得聞是言與諸大眾。", "231": "世尊如大冶紅爐。而百加煅鍊於眾生。而眾生不", "232": "加煅鍊者。真是眾生。陳那所悟。客塵旅亭。虗空寂", "233": "然者。如來以開合舒拳飛光左右。法身所現。無有", "234": "不動之相。念念生滅。安有不動之心。以動豈為是", "235": "境。虗空豈得寂然。頭自動搖。心無舒卷。豈能遺失", "236": "而為顛倒行事耶一卷乞。", "237": "已前七徵文字。三次表顯。初曰頂放百寶光明。次", "238": "曰面門所放之光。三曰從胸湧出寶光。皆不離如", "239": "來舌端上。吐出語語。皆是白毫相光。令一切眾生", "240": "各各自騐。復引觀河之見。次釋根見不生滅性。如", "241": "第二月。", "242": "阿難即從座起禮佛合掌長跪白佛。", "243": "伏羲畫八卦。而形其體。軒轅興靈龜而彰其彩。易", "244": "曰。羣龍無首吉。庖丁不見全牛者。如來以金臂相", "245": "輪兜羅綿之正倒。法身現處。人皆忽之。是故色心", "246": "諸緣。諸所緣法。唯心之所現乎。然發海潮之音。皆", "247": "是妙明真精之所現相。豈為晦昧為空。汝身汝心", "248": "同一虗空。如外洎山河虗空大地。咸是妙明真心。", "249": "不雜妄想。豈能晦昧耶。", "250": "阿難承佛悲救深誨垂泣叉手至為我宣說。", "251": "心無緣而不起。法非心而不生。心隨事起。法逐緣", "252": "生。法亦緣而心亦緣矣。因指見月。因聲得心。聲如", "253": "旅亭。由分別而見於心。心如緣影。法亦緣矣。不可", "254": "離分別而覔於心。亦不可分別都無。而昧為冥諦。", "255": "阿難所悟圓音。為圓滿心地。如來以分別為心。示", "256": "其真實用法之幻。須知語為真實之心。", "257": "今當示於無所還地至名可憐愍。", "258": "如來把一見字。如一柄金剛王劍。能斬一切見聞", "259": "覺知。能截斷見與見緣。闢其根境相對。掃其內外", "260": "中間。塞斷擬議卜度。方可耀神劍之鋒𨦵。須格物", "261": "而致知。如來不意胸中有許多話境。於舌上點綴。", "262": "露其華彩。令人觀之。不離本地風光。布將出來。此", "263": "大講堂。洞開東方。日輪升天。則有明曜。諸變化相。", "264": "風喉忽轉。前境皆空。孤峰獨翠。唯見如來風骨飄", "265": "然。蒼蒼翠靄。如蜻蜓點水。不涉塵滓那。", "266": "阿難我雖識此見性無還至誰為物象。", "267": "阿難已具慧眼。見於初禪。阿那律已具天眼。諸菩", "268": "薩已明佛眼。眾生祗得肉眼。然則法眼未具難覔", "269": "文中之性。即今如來語中布境。日月之宮。七金之", "270": "山。雲騰鳥飛。風動塵起。艸木人畜。咸物非汝。即今", "271": "還能分柝得。誰是我體耶。誰為物象耶。境為誰布。", "272": "物是誰云。孰是境中主。孰為物象中之我。還有人", "273": "能描寫這境象出來。分析得釋迦老子與阿難鼻", "274": "孔。誰為我。誰為他。物與境而並笑。人與象而共談。", "275": "似揚州人共語便音態露。羅山云。大凡唱教。須會", "276": "目前生死殺活及識言中真主。可得褒揚殺人刀", "277": "活人劍。上古之機鋒。識取今人之面目。", "278": "阿難極汝見源從日月宮至誠汝見性。", "279": "如來津津而不置□胸中不□有許多境象。皆於", "280": "舌端上露其華彩。令人觀之無地。描之無形。其無", "281": "形之境。露其真相。雲騰鳥飛。風動塵起。樹木山川。", "282": "草芥人畜之類。同阿難見精所矚。即今學佛之士。", "283": "辯論種種之物。何者是物之性。何為同汝之見精", "284": "乎。", "285": "若見是物則汝亦可見吾之見若同見者名為見吾", "286": "至取我求實。", "287": "啟心奔繹。如來忽變忽奇。吐石含金。輕搖利吻之", "288": "舌。追風逐電。絡繹新聲。而決不在於牝牡驪黃之", "289": "間。而聲應氣求之處。亦猶五色之有紅紫。八音之", "290": "有鄭衛。寫圖聲韻。鵠雪須分。描不見之宏詞。辯音", "291": "聲之體會。不見雲騫。詞鋒景煥。若同見者。名為見", "292": "吾。此為能見之精。則汝亦可見吾之見。而非物之", "293": "能見乎。已明見分之精。不可混於不見之地也。若", "294": "見是物。則汝亦可見吾之見。吾不見時。何不見吾", "295": "不見之處。此非見精可比也。乃如來吐出不見之", "296": "地來。與一切人尋見。而能見不見於如來口中重", "297": "重布見。故如來示不見之時。而一切人不能見者。", "298": "而無能見之人。豈無不見之地乎。然則有見之能", "299": "觀。而非不見之能見。若能見於不見之地。則知能", "300": "見之見非見。不見之見而為見也。若不見之見。而", "301": "能見之。自然非彼不見之相。而還見之乎。是以露", "302": "出個不見之地來。而分別見不見之相。而不見分", "303": "別於見。其同見者何物。其不見者為誰。云何既云", "304": "不見。而誰為見乎。而能分別見不見之相。既云同", "305": "見。而又不能分別見相。故云若不見吾不見之地。", "306": "自然非物之能見也。阿難不悟能見之見。而見於", "307": "如來不見之地。豈可以不見之地。而為能見之見", "308": "者乎。若能見不見之地。云何非汝耶。是以覺範曰。", "309": "世尊開示見不見之相。即當了知真性。不當更求", "310": "分別也。又則汝今見物之時。汝既見物。物亦見汝。", "311": "體性紛雜。而不知世尊融心之秘語混見而明心。", "312": "又曰。若汝見時。見性周徧。非汝而誰耶。昔趙簡子", "313": "有臣曰周舍。立於門下三日。簡子使問之。對曰。願", "314": "為諤諤之臣。筆墨摻牘從君之過。簡子居則與之", "315": "居。出則與之出。居無幾何。而周舍死。後與大夫。飲", "316": "於洪波之臺。酒酣。簡子涕泣。諸大夫皆出走。曰臣", "317": "有罪。而不自知。簡子曰。大夫皆無罪。昔日商紂默", "318": "默而亡。武王諤諤而昌。今自周舍而死。吾未甞聞", "319": "吾過也。吾亡無日矣。是以寡人泣也。", "320": "阿難白佛言世尊若此見性必我非餘一章。", "321": "此心之分用。各有其處。運法之岐。身心各別。阿難", "322": "疑見體既能周徧。空體而能舒縮乎。而夾令斷絕", "323": "乎。世尊云。諸塵各屬前塵。見有舒縮。空體無定。無", "324": "定之空。能方能圓。隨器而現。但除器方。空體無方。", "325": "不應更除虗空方相所在。一切眾生迷己為物。若", "326": "能轉物而為誰乎。易云。羣龍無首吉。晉文公逐麋", "327": "而失之。問農夫老古曰。吾麋何在。老古以足指曰", "328": "如是往。公曰寡人問子以足指何也。老古振衣而", "329": "起曰。一不意人君如此也。虎豹之居也。厭閑而近", "330": "人故得。魚鱉之居也。厭深而之淺故得。諸侯厭眾", "331": "而亡其國。於是文公恐歸。遇欒武子。子曰獵得獸", "332": "乎。而有悅色。文公曰。寡人而失之。得善言故有悅", "333": "色。子曰。其人安在乎。曰吾未與來也。子曰居上位", "334": "而不恤其下驕也。緩令急誅暴也。取人之言而棄", "335": "其身盜也。文公曰還載考古與俱歸。", "336": "阿難白佛言世尊若此見精必我妙性至開發未悟。", "337": "阿難分別用處之幽微。而辯身心之妙用。見精既", "338": "非我體。身心復是何物。即今身心分別有實。彼見", "339": "實無分別。何故云物能見我。見既非心。身心復是", "340": "何物。向下發明身心。", "341": "佛告阿難今汝所言見在汝前。", "342": "如來弄這許多圈套。瞞昧天下人。疑殺天下人。遊", "343": "戲語中之景。描摹舌上乾坤。融今貫古。踢海搏空。", "344": "露出個無影中之手眼。萬象裏析出精明。橫手所", "345": "指。橫口所陳。是見非見而融心。即樹非樹而呈見。", "346": "即今陰者是林。明者是日。礙者是壁。通者是空。是", "347": "萬象中析出精明耶。是指端上剖出精見耶。是見", "348": "精明元耶。古德云。海底泥牛󰴌月走。巖前石虎抱", "349": "兒眠。鉄蛇鑽入金剛眼。崑崙騎象鷺鷥牽。高峰云。", "350": "內有一句能縱能奪。能殺能活。有人檢點得出。一", "351": "生參學事畢。即今陰者是林。明者是日。礙者是壁。", "352": "通者是空。內有一句。能縱能活。能殺能奪。若人檢", "353": "點得出。許諸人具一隻眼。覺範云。以是意而推之。", "354": "眾生日用皆平等究竟覺。於是中無毫髮為緣為", "355": "對。緣對且不可得。何從從有生死哉。所謂真語如", "356": "所如說五語真妄一如而已。世尊每曰如大火聚。", "357": "謂是故也。世尊之法施。可謂不貲。既以密說。而又", "358": "正言。若樹即見。復云何樹。此密說也。於其自住三", "359": "摩地中。見與見緣。此正言也。深味而細觀之。兩者", "360": "同一寂滅。何以知之。以樹見不可分故。世尊意令", "361": "阿難自悟明之。然觀覺範亦止說一邊。亦未盡釋", "362": "經中之旨。此身心同運。豈不見經文中。汝可微細", "363": "披剝萬象。析出精明。淨妙見元。指陳示我。又云舉", "364": "手所指縱目所觀。與其真見同共發明。即今細細分", "365": "析。孰為析出精明。孰是剖出精見。孰為舉手所指。", "366": "不可混亂。不可分岐。全體作用。尤分境見之疑。析", "367": "出精明。然為體用之分。一經精華。此篇更奇。變化", "368": "無窮。神妙莫測。精微玄奧。如孫武之用兵。殺活自", "369": "由。縱橫無礙。旋轉乾坤之手眼。鬼神莫測之樞機。", "370": "神彩煥然。總饒真趣。", "371": "子夏問孔子曰。顏回之為人奚若。子曰。回之仁賢", "372": "於丘也。曰子貢之為人奚若。子曰。賜之辨賢於丘", "373": "也。曰子路之為人奚若。子曰。由之勇賢於丘也。曰", "374": "子張之為人奚若。子曰師之莊賢於丘也。子夏避", "375": "席而問曰。然則四子者何為事夫子。曰居吾語汝。", "376": "夫回能仁而不能反。賜能辨而不能訥。由能勇而", "377": "不能怯。師能莊而不能同。兼四子之有以易吾。吾", "378": "弗許也。此其所以事吾而不貳也。", "379": "文殊師利法王子愍諸四眾在大眾中至有是非是。", "380": "水中之乳難辯。語中之心難分。殊曰。大眾不悟如", "381": "來發明二種精見。色空是義。故有驚怖。物象見精。", "382": "元是何物。於其中間。無是非是。世尊弄這許多圈", "383": "套。一場敗缺。却被文殊覰破漏逗。識出根源。世尊", "384": "被問。如老鼠入牛角。無有轉身處。實情吐露於文", "385": "殊面前。此是十方如來。諸大菩薩。自住三摩地中。", "386": "若是并所想相。如虗空華。本無所有。可見如來千", "387": "言活句。皆是作聲。肝膓盡吐。融貫一心。風驚霧起。", "388": "馳蕩不休。香象所負。非驢所堪。是故鴉鳴鵲噪。皆", "389": "讀楞嚴。松濤谷響。分心分見。會見歸心。劍去久矣。", "390": "覔見尋心。新羅󳬲過。若非文殊檢點。則被釋迦老", "391": "子幻到未來劫有甚了期。說到於此不覺絕倒。抱", "392": "玉者聯肩。握珠者踵武耳。", "393": "文殊吾今問汝如汝文殊更有文殊是文殊者為無", "394": "文殊至出指非指。", "395": "還識得世尊這個問頭。落在甚麼處。疑殺天下人。", "396": "如汝文殊。更有文殊。是文殊者。為無文殊。文殊答", "397": "曰。如是世尊。我真文殊。無是文殊。何以故。若有是", "398": "者。則二文殊矣。然我今日。非無文殊。於中實無是", "399": "非二相。然則世尊所問。如汝等四句語。及文殊所", "400": "答真文殊。無是非二相。即今於中檢點。孰是孰非。", "401": "孰真孰假。可謂文殊點出眼來覰看。即今文殊現", "402": "在。何故如來有此一問。文殊有此所答。若謂文殊", "403": "即真。不別如來所問。若謂文殊即非。亦要辯明於", "404": "如來。世尊不致空自喪身失命。檢點將來。若道鼻", "405": "孔元非兩樣。即今如來自如來。文殊自文殊。若謂", "406": "是一。如來不可謂文殊。文殊不可謂如來也。分別", "407": "分別看。不可文殊作如來。如來作文殊也。亦不可", "408": "以筆尖頭上點出文殊。亦不可謂。如來口中露出", "409": "文殊之相。離此二途。任爾道看。昔高峰已悟拖死", "410": "屍句。雪巖云。日間浩浩時還作得主麼。答云作得", "411": "主。睡夢中作得主。答云作得主。正睡無夢無想。無", "412": "見無聞。主在甚麼處。到這裏直得無言可對。無理", "413": "可申。五歲方破疑團。覺範曰離是非相無增語故。", "414": "如一真精妙覺明性之中。離是非二見。無剩語故。", "415": "如來揀定是非是義。昭然示之。如塗毒鼓。遠近聞", "416": "者皆喪。出是非是。結擇精見色空是非是義也。昔", "417": "夏馥以聲名。為中官所忌。遂被誣陷。詔下州郡。捕", "418": "為黨魁。馥乃自翦鬚變形。為冶家傭。親突煙炭。形", "419": "貌毀瘁。弟靜於涅陽市遇馥不識。聞其言聲。乃覺", "420": "而拜之。", "421": "阿難白佛言世尊誠如法王所說。", "422": "阿難疑外道。亦談真我。徧滿十方。常說自然。有何", "423": "差別。復請開示。世尊即以分別明暗空塞之見。而", "424": "為自然耶。因緣耶。見性耶。阿難可於明暗空塞之", "425": "間。一一分明指出因緣自然見性來看。何者是精", "426": "覺妙明之體。所放光明。而照見空塞明暗乎。還是", "427": "明暗空塞而分別因緣自然乎。文殊一日令善財", "428": "採藥。是藥者採將來。善財徧觀大地。無不是藥者。", "429": "却來白曰。無有不是藥者。殊曰。是藥者採將來。善", "430": "財遂於地上拈一莖艸。度與文殊。殊接得在手。呈", "431": "起示眾曰。此藥亦能殺人。亦能活人。", "432": "阿難白佛言世尊必妙覺性。", "433": "釋迦老子鼓兩片皮。終日與人分見分心。把數千", "434": "言。融作一見。塞斷一切人咽喉。令人囫圇吞吐。前", "435": "說吾不見時。何不見吾不見之處。今說見見之時。", "436": "見非是見。或謂三種光。四種見。而得於見。然則境", "437": "無能動之見。見無能動之心。心有能觀之功為見。", "438": "見無能動之相為影。影為心之所露。見為心之分", "439": "別。故能露於境者分別。能分別於見者為心。心中", "440": "不可無動。動則不可無心。故有可觀之跡。而有能觀", "441": "之影。象跡圓音。豈無能觀之見。而見境中之象。以", "442": "心融見。以見融心。豈可以思議心。而格不思議之", "443": "語乎。謂之見見之時。是故見中分見。而融不思議", "444": "之見者。故曰見非是見。不可混於可觀之見也。彼", "445": "此相離。故曰見猶離見。見之所不能及者。還為誰", "446": "耶。可於此處分別看。宿習忽現。不覺淋漓滿紙。昔", "447": "索虗靜。不應州郡之命。太守陰澹常造焉。經日忘", "448": "返。退而歎曰。世人之所有餘者性中富貴也。而目", "449": "好五色。耳玩音聲。先生棄眾人之所收。收眾人之", "450": "所棄。味無味於恍惚之際。兼重玄於眾妙之內。宅", "451": "不彌畝。而志忽九州。形居塵俗。而棲心天外。雖黔", "452": "婁之高遠。莊生之不顧。蔑以加也。遂諡為玄居先", "453": "生。", "454": "阿難白佛言世尊如佛世尊一章。", "455": "如來云。我四十九年。未嘗曾說一字。即今一見而", "456": "說千言。最初云。若不識知心目所在。則不能降伏", "457": "塵勞。已經細細分析。見中之心。心中之見。於中可", "458": "與一一拈將出來。誰為見中之心。誰是心中之見。", "459": "釋迦老子惑亂人心。終日分心分見。及至於今。又", "460": "說個妄見分別。由二顛倒。當處發生。當業輪轉。燈", "461": "光圓影。皆屬眚觀。見病為影。揑所成故。此喻見之", "462": "不明。揑所成故。前後自語相違。然則若非見而能", "463": "融於心。安得見如來嘵嘵之辯。而懸解於文字之", "464": "外。脫於文字之表。如來家活大。門戶大。法性寬。波", "465": "瀾濶。為一大爐鞴。終日烹佛烹祖。煅鍊一切眾生。", "466": "故以一見字為一金剛王劍。縱橫殺活。斬砍自由。", "467": "如淮陰破楚。連下七十餘城。莫敢當其鋒利者。如", "468": "來以一見而融數千之語。點綴文詞。揑見融心。伎", "469": "倆纔盡。直如太虗纖雲。了無所有。皆是一切眾生。", "470": "當處出生。當業輪轉。復以二喻以釋於見。別業同", "471": "分。目眚燈光。以見病為眚。見亦非病。以揑見故為", "472": "眚。若離燈見。眚影皆空。見與見緣。覺見俱為眚故。", "473": "是以若能分別覺緣。此實為之真見。見眚俱消。燈", "474": "影皆滅。故曰覺非眚中。真見元不在覺。揑見之妄", "475": "已空。不祥元無見故。是以十類眾生。唯認見聞覺", "476": "知。不悟分別覺緣。彼見真精。性非根見。根見之疑", "477": "以釋。如來獨露融心之辯。巧說密說如海水之一", "478": "滴。為濤為瀾。為波為淵。觀其吐納。如夙將登壇。而", "479": "極風雲之思。餘霞散綺。初蕋之含芳。皆如來辭諺", "480": "之述。豈有妄能和合於生死耶。揑見如幻影。生死", "481": "如空華。無妄而能合和。自能分別為真見耳。", "482": "阿難汝雖先悟本覺妙明性非因緣。", "483": "如來云。未嘗與明暗通塞和合。未嘗不與明暗通", "484": "塞和合。亦是兩頭語。通身露出於明暗通塞之上。", "485": "而分別明暗通塞者誰。故入明暗通塞。而諦觀誰", "486": "為是見。而念念分別通塞明暗耶。趙州和尚。一日", "487": "在東司上。見文遠過。遂喚云文遠。遠應喏。州云東", "488": "司上不可與你說佛法。", "489": "阿難汝猶未明一切浮塵諸幻化相當處出生隨處", "490": "滅盡幻妄稱相。", "491": "釋迦老子。與阿難問答。數千轉語。阿難不能下一", "492": "轉語。截斷老和尚舌根。塞住咽喉。直說到未來劫。", "493": "有甚了期。被仰山道如來禪。祖師禪。禪到於今。總", "494": "是一切眾生咽喉中。流出來的。浮塵諸幻化相。當", "495": "處出生。隨處滅盡。窮盡五陰。六入十二處十八界", "496": "還知這兩句說的。盡底欣翻。已前數千語句。令一", "497": "切眾生無不喪身失命。釋迦老子揑見尋心。弄一", "498": "切人。七顛八倒。雖然如是。佳餚弗食。焉知其味。至", "499": "道弗學。安識其深。古人道覿面相呈。猶是鈍漢。口", "500": "喃喃地。不消一钁。會麼。不是禪。不是道。不是佛。不", "501": "是法。是甚麼靈鋒寶劍。常露現前。亦能殺人。亦能", "502": "活人。若能操持。一任操持。若也出場。定當須箇漢", "503": "始得。梵語塞健陀。此云陰。又云蘊鉢羅吠奢。此云", "504": "入。阿也怛那此云處。駄都此云界。以其能盖覆真", "505": "性曰陰。根取塵曰入。根塵相生而成曰處。根塵識", "506": "三互相因而立曰界。然陰入與處界。皆非實有。故", "507": "下文一一破之。若知陰入處界生滅去來本如來", "508": "藏妙真如性。則迷悟生死了不可得。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 292 楞嚴經擊節", "author": "明 大韶撰"}