{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 429-A 淨土已訣序No. 429-A", "1": "淨土已訣序", "10": "此不容受以轉化曰光名含二義因存其梵語以流", "100": "舍利弗至故名極樂。", "101": "彼土極樂者對此土極苦而言此土眾生雖苦而", "102": "不發心故指西方之極樂令人好樂發念佛之志", "103": "乃至一心不亂為因證不思議身為果也極樂者", "104": "離此土苦樂假名為樂是名真樂下文顯無量極", "105": "樂體也。", "106": "又舍利弗至是故名為極樂彼土莊嚴本無所表愚智循業現諸淨穢物則", "107": "非心表即非物心物俱非唯心可表。", "108": "七重欄楯等者有難問云此七重在一人耶一世", "109": "界耶唯佛有耶若一人者不得成隨乃至惟佛有", "11": "通焉淨土彌陀非惟心本性而何北禪老尊宿與余", "110": "者與彼國人民何干四寶周帀等皆如是答曰非", "111": "也佛與眾生共有七種識與如來藏同一清淨及", "112": "眾生八種識皆攝一剎那際中無為之妙用故秪", "113": "因前七種識見聞覺知次第而生所以不清淨耳", "114": "然而七八合而為一體無先後徧計執著即為嘗", "115": "寂光也假如此土一株樹將前七種識在現量一", "116": "剎那中見耶非見耶分別耶非分別耶即此一際", "117": "中分得合得六根互用自然神妙不犯功勳名為", "118": "極樂。", "119": "又舍利弗至成就如是功德莊嚴。", "12": "前三峰先師最為機契盡其堂奧積稔溫研先師去", "120": "七寶池八功德水者表極樂之法式也八種識攝", "121": "為一體分而為眾法故稱寶也八功德水者即藏", "122": "識中流出皆是無量珍寶使眾生不枯不住即是", "123": "無量妙用所住地亦皆金沙是塵沙妙用四邊階", "124": "道表地水火風上有樓閣只三乘法也總是如來", "125": "藏中無量種智所謂金銀乃至瑪瑙表本際中妙", "126": "用池中蓮華言法之微妙大如車輪言法之無住", "127": "青色青光乃至白色白光法有本位不錯亂故微", "128": "妙香潔使眾生愛樂不然者如上境緣王侯富貴", "129": "之家亦可為之豈淨󳬛也哉。", "13": "後酧唱者稀養道歇心安身於無量壽中如潛龍而", "130": "又舍利弗至成就如是功德莊嚴。", "131": "甞作天樂表陀羅尼句如樂音自然之妙然此土", "132": "樂音必借樂而發音非人語非不人語唯樂人可", "133": "知餘不得而知也佛語秘密如樂音悟者方知迷", "134": "者無知何以故直指阿彌陀佛無量光明句與樂", "135": "音句無二無二故令眾生不思議熏自然信樂彼", "136": "國亦有天與地及六時者即淨穢兩土當體不二", "137": "故一󰕖食時供養十萬億佛土佛佛前皆以獻華", "138": "作禮請說法要不出受食這一時若此土一劫彼", "139": "土作一日本非神通亦非延促法爾然也咸是唯", "14": "勿用也爭奈春雷時動不免出而興雲於是縱自性", "140": "心所現經劫之嘗即是一日一日即一時一時即", "141": "一剎那住斯剎那無去來故彼土如斯殊勝豈不", "142": "樂乎上云報化佛說法下云法佛說法。", "143": "復次舍利弗至成就如是功德莊嚴。", "144": "雜色之鳥樹網等是法佛說法眾鳥演暢五根五", "145": "力等者即此土三十七品助道法也彼土單言五", "146": "根五力等者甚言其道力也何以故彼土人民依", "147": "正無我不言其苦樂所以無四念處故彼國眾生", "148": "越善惡嘗清淨故不言伏惡養善所以無四正勤", "149": "法故彼土自有種種功德智慧莊嚴一生補處不", "15": "天注淨土已訣一帙蓮宗心髓敲出殆盡從古迨今", "150": "言其欲等所以無四如意法故何以故直提上上", "151": "法然而明此上上法者即在一事中藏身事事皆", "152": "演上上之法耳彼佛國土無三惡道是眾鳥等是", "153": "佛所化現即阿彌陀佛願力弘深故若論實理者", "154": "法法頭頭無不是演這一句阿彌陀佛會鶯啼鵲", "155": "噪水流風動皆悉念佛念法念僧無不是嘗寂光", "156": "現前矣倘不會者必須發願往生生彼國已然諸", "157": "苦滅而諸樂現然不思議淨土者在一相中是不", "158": "得非不得亦不壞此相即成無相實相此正顯無", "159": "情說法也寶樹羅網同時俱作者無次第生故東", "16": "若疏與鈔不下數十家要且難駕其上者非但祇園", "160": "西兩土盡空法界俱在一毫頭上施設種種法種", "161": "種事咸是念佛念法念僧何以故種種法與相皆", "162": "住本際中無有前後名曰同時俱作。", "163": "舍利弗於汝意云何至故名阿彌陀。", "164": "阿彌陀佛從無量劫修無量壽之光明以成聖果", "165": "無有障礙前皆依正莊嚴此獨顯正報也即阿彌", "166": "陀佛在一微塵中炤十方國通達無礙四聖六凡", "167": "亦不出一微塵何以故微塵最微細事上上之機", "168": "不壞一微塵相故稱廣大不即不離是名微妙然", "169": "阿彌陀佛最高大身亦住此微塵中說法度生能", "17": "激揚共轍即少林單傳亦同風而無異永明曰有禪", "170": "舒能捲故名無量義不歷須臾佛壽無量眾生壽", "171": "亦無量不出一微塵耳固然透得微塵義總持一", "172": "句自然明矣。", "173": "舍利弗至成就如是功德莊嚴。", "174": "彼佛國土唯有菩薩聲聞十劫已來無有惡習眾", "175": "生故名成就如是功德莊嚴。", "176": "又舍利弗至但可以無量無邊阿僧祗說。", "177": "言彼國之妙生者便登不退一生補處此土因人", "178": "即念一句佛名無思無為盡一生念去自然生彼", "179": "不退或一念或十念或一日至於七日將一句佛", "18": "有淨土猶如戴角虎斯之謂歟茲既訣以得已擬推", "180": "名截斷心意識如斯念者即生上上品自力不退", "181": "前云一生念佛生而不退非是眾生不退彼佛菩", "182": "薩誓願攝受皆是聖賢所居之地無惡伴侶是故", "183": "不退耳此土凡聖同居有惡眾生故逢善即善遇", "184": "惡即惡所以有進退之難也。", "185": "舍利弗至應當發願生彼國土。", "186": "此念佛人必須發願往生一日乃至七日唯遮一", "187": "句佛現前不見能念所念亦無念者連遮一句也", "188": "不知便可通身是佛如斯念者方可與念佛三昧", "189": "相應可以一生閑樂樂地臨命終時阿彌陀佛與", "19": "己以訣於人將壽諸剞劂氏用廣傳持屬弁數言以", "190": "諸聖眾親垂接引有此大利故說此言此土眾生", "191": "聞是說者應當發願若無信願者此土眾苦難堪", "192": "難忍長處三途煩惱為伴無明為侶何時解脫佛", "193": "言不可以少善根福德因緣得生彼國若有信力", "194": "念力是人福德具足諸障自除不期然而坐蓮華", "195": "耳。", "196": "舍利弗至一切諸佛所護念經。", "197": "南方乃至上方亦復如是其國土諸佛名號未詳", "198": "故不釋之是說該釋文後筆訛此也。", "199": "舍利弗於汝意云何至皆當信受我語及諸佛所說。", "2": "千江月現停水澄清四海風生動波混濁葢波動固", "20": "為序愧無文字何以揄揚然贊化願中又辭而不敢", "200": "此是世尊大方便中說誠實言猶恐此土眾生不", "201": "信不思議功德之利佛作證明所謂廣長舌徧覆", "202": "三千大千世界者廣長舌者一切情與無情水流", "203": "風動總攝不思議不二法中皆悉念佛念法念僧", "204": "何以故秪一微塵內施設不二法中言佛法僧世", "205": "諦語言皆順正法是故曰說誠實言總在一字流", "206": "出無前後字餘故此顯法身佛說上上法故言不", "207": "思議一切諸佛之所護念十方佛護念者即諸佛", "208": "同為一淨土也淨土者只諸佛眾生本有非從外", "209": "得三僧祗劫去染歸淨即到自心淨土所以不加", "21": "因轉別峰直與提述如向上若曰無訣可得是名得", "210": "工而自護念耳。", "211": "舍利弗至作禮而退。", "212": "固然念佛滅罪福生已種菩提種芽若不發願不", "213": "及淨土坐蓮華一彈指頃見阿彌陀佛便登不退", "214": "地耳已發願今發願人所共知當發願者何故早", "215": "記者哉曰為愚者有是焉耳有發願不念佛者有", "216": "者念佛不發願故當發願者只為此也若念力願", "217": "力信力有是三種功能臨終畢竟往生當生皆有", "218": "願力者佛無誑語故此一章亦為末世眾生流通", "219": "無斷續故所以諸佛共相讚歎此經利益者只為", "22": "訣且道是已訣耶非已訣耶吾不能加諸述焉。", "220": "眾生難信此經耳所謂濁世之纏縛然此濁世能", "221": "令眾生厭諸苦惱樂之清淨直至菩提畢竟成佛", "222": "殊不知濁世即淨土也諸佛讚希之事者為一切", "223": "眾生本來無時妄稱時劫知見本閑妄生分別智", "224": "體本淨妄為煩惱本無五蘊三科妄作三世流轉", "225": "本無延促妄為命之長短但諸佛俱在五濁惡世", "226": "度生說法無眾生可度亦無法可說何以故一切", "227": "眾生本是具足智慧德相故讚希有難信之法。", "228": "佛說阿彌陀經終", "229": "拔一切業障根本得生淨土陀羅尼", "23": "崇禎壬午小春晦前日三峰弘證槃談題", "230": "拔者頓也盡也力也念一句阿彌陀名號及持往", "231": "生真言功能者若餘修習倍倍不及可知矣一切", "232": "業障根本頓然消落非如餘懺悔漸除也更加願", "233": "力深信無疑者何愁淨土不生耶此是往生淨土", "234": "如斯而矣若本生淨土者即真如為根本但轉其", "235": "名不轉其體轉識成智無明實體無增減故是根", "236": "本為體而得一剎那生為用所謂淨土亦名陀羅", "237": "尼此一箇生原在一微塵中出興所謂一塵現眾", "238": "塵塵塵現一微塵一切眾生住一佛身諸佛亦住", "239": "一眾生身諸佛眾生住我身我身亦住生佛身是", "24": "淨土已訣", "240": "故曰無礙也所以此經象示不思議事故相應事", "241": "事無礙一門耳陀羅尼者只總持也智者現前取", "242": "決愚者生去方知但因途路有別到家是同不可", "243": "不知不信耳惠德薄福尠淺學言微不堪以佛深", "244": "深旨妄加箋釋偶而詮緣起無生少合聖意用報", "245": "佛恩不負初心志願代代流傳佛種不斷故我佛", "246": "世尊直指眾生依正東西淨穢咸是唯心所現即", "247": "斯欄楯樹網七寶八功德等皆出法音樂音三寶", "248": "音更非奇特何以故即此土事物一一無可表無", "249": "可究無可釋直示眼前露逈逈地為未然者即宜", "25": "No. 429", "250": "非思非議非根非塵非識非凡非聖方如此表如", "251": "斯究如斯釋如斯學世尊釋此經者但願眾生如", "252": "斯信如斯念如斯發願諸佛共相讚歎而矣。", "253": "No. 429-B 北禪量公二注跋尾No. 429-B", "254": "北禪量公二注跋尾", "255": "吾人學問得於授受者淺得於天機者深世學且然", "256": "而況佛法量公體敦龐之質積嚮往之誠矻矻乎欲", "257": "以悟入處舉化世人葢自千山萬水艸鞋邊拾得并", "258": "初中後夜蒲團上拈來非如世間阿師食人涕唾從", "259": "烟黃本子尋活計者也去年有般若心經際決行世", "26": "淨土已訣", "260": "未幾彌陀已決又出夫從智慧門而收歸淨土溯流", "261": "窮源因枝得本昔文殊大智發願求生西方量公述", "262": "作本意與之暗合當是諸佛憫念其勤嘿為贊助耳。", "263": "壬午小除夕弟子徐波題", "264": "No. 429-CNo. 429-C", "265": "若人識得心大地無寸土般若是心智淨土是心地", "266": "二經是心之常理二註是心之指南是故除心則無", "267": "般若亦無淨土況有二經與二註哉二註之中說道", "268": "微塵際剎那際者所謂一念未興心源也操持此心", "269": "源謂之行深般若尋到此心源謂之往生淨土行也", "27": "姚秦三藏法師鳩摩羅什譯", "270": "往也必可依指南以知方所是二經之不可無二註", "271": "也如此矣我禪定老人月舟胡禪師偶得此書且誦", "272": "且喜欲與眾共之乃令印生飜刻流通是大慈心也", "273": "是般若心也是淨土莊嚴心也三心即一心從彼微", "274": "塵剎那之二際流出蓋天蓋地浩無邊際此心既無", "275": "邊際此書流通亦豈有邊際哉不肖幸在眾先而看", "276": "閱之不知感喜何如也因落禿筆於卷尾聊記年月", "277": "云爾。", "278": "貞享五戊辰歲三月穀旦", "279": "加州椙樹林大乘護國禪寺　白卍山和南䟦", "28": "明吳門北禪寺沙門大惠釋", "280": "阿彌陀經要解　　清智旭解", "281": "收于淨土十要第一", "282": "阿彌陀經舌相　　清淨挺著", "283": "收于閱經十二種第十", "29": "佛說阿彌陀經", "3": "風而水停致月耳豈停波海濁而動水江清者乎土", "30": "梵語阿彌陀此云無量壽亦云無量光佛說者即", "31": "此土我佛世尊讚彼佛名號本願殊勝種種方便", "32": "接引羣生故無量者約數言之即壽無量約理言", "33": "之即心無量何以故一切眾生住無量體中纔起", "34": "一念一念中具生住異滅即成四念展轉有無量", "35": "念即在一念中流轉如是一念具足不可思不可", "36": "說神用光明炤十方國名曰無量光若眾生依無", "37": "量體中起一念時在此一念中徧計即成多念便", "38": "有無量生死此是流轉門若在還滅門中而心意", "39": "識不可到故曰無量亦為數之極如是無量數逆", "4": "之淨穢猶然佛道悟則淨土莊嚴凡心迷則穢土缺", "40": "而歸萬萬歸千千歸百百歸一一不知歸於何處", "41": "故稱無量方始聖凡心盡十方皆為淨土也無量", "42": "壽即體也無量光即用也此無量光一句東西兩", "43": "土盡空法界總為一句阿彌陀佛更無剩法何以", "44": "故心即無量世界亦無量所謂法界藏身阿彌陀", "45": "佛佛者譯名覺也葢愚智皆具奈何凡聖情隔不", "46": "能入清淨覺耳若聖凡俱泯又為斷滅若混而不", "47": "分亦名矯亂離此多言十法界皆成圓滿覺性方", "48": "可說法應一切機亦名一切種智經者如潤大地", "49": "之水未失本源流注故所以佛佛始終教義但用", "5": "陷非道迷土淨而心悟土穢也明矣若欲生淨貴先", "50": "一个經之源貫通血脉耳彼佛經無量劫單說一", "51": "个經字即此一字一切法具耶不具耶曰經行十", "52": "萬億即在飯食時若諦觀實際淨土因緣者豈文", "53": "字可詮乎離文字焉有是乎惠雖脫舊言新亦是", "54": "過中語句其餘名相舊釋已詳置而不述者今已", "55": "訣但解一句古彌陀例於情與無情皆無欠少此", "56": "經題六字如是我聞等句是經家貫通文勢耳。", "57": "如是我聞至無量諸天大眾俱。", "58": "如是我聞者阿難親聞斷疑生信故一時者世尊", "59": "說此經時三時為一時可為說法之要覺三心無", "6": "求悟夫悟容受於生死穢耶故阿彌陀譯為無量壽", "60": "覔曰佛也祇樹給孤獨園者是說法處所非是虗", "61": "空無體之談在事相中有體法耳表無虗妄也因", "62": "人心流注必須在一微塵聖凡心盡處方得如如", "63": "一時大用也比丘及大菩薩眾者甞隨眾也表無", "64": "性之理所說法不從佛生不從比丘生不從佛與", "65": "比丘菩薩諸天共生因此土昏迷眾生而生所以", "66": "不是無因而生一切眾生因無明緣行乃至生緣", "67": "老死皆從緣生無自性故說無生一切聖凡身語", "68": "意業及法界從地水火風空而生如是五大各從", "69": "緣生無自性故是故說無生一切有情無情同住", "7": "無量光量以容受為義念佛到心不亂時聖凡情見", "70": "本際三世本是虗妄無自性故曰無生無生淨土", "71": "旨要愚者十萬億智者在目前佛雖指西方象表", "72": "此土事物上全張何也此土一事一物具一大藏", "73": "始末法法皆是因緣所生故若以寸土許物分析", "74": "生空轉於空生至於雙炤雙泯圓明便入無生已", "75": "更有一種有血氣者在寸土物中不經前途用無", "76": "生無滅無來無去秘密觀炤一剎那頃頓入圓音", "77": "妙旨者即世尊四十九年法一時說盡耳可見人", "78": "人無量壽物物無量光口口吐蓮華步步黃金界", "79": "四苦咸極樂八難皆淨土淨手盆中是八功德水", "8": "俱不容受直得行樹羅網等莫不念佛法僧所謂無", "80": "鳥鳴風吹樹演暢無生義未然者用一句阿彌陀", "81": "佛念念截斷眾流終有到遮時節此經無問而自", "82": "說者何也一者此方弟子無有緣起直指西方之", "83": "樂令人好樂二者無當機故所以詔告舍利弗何", "84": "以故欲令現前大眾頓契無量光之句也如此說", "85": "者為末世眾生出生死捷要不然只是方便有餘", "86": "土耳敘分已竟下云正宗分。", "87": "爾時佛告至今現在說法。", "88": "有世界名極樂者彼國依報莊嚴阿彌陀今現在", "89": "說法是正報相好莊嚴極樂者是依正之兼備標", "9": "情說法不思議者是已悟此不容受以相應曰壽用", "90": "一經之大義耳此土到彼土十萬億數不歷須臾", "91": "即登彼國是事佛土中之理佛土也如斯行布圓", "92": "融即事理無礙事事無礙也若細推之明一箇阿", "93": "字種方可出情無虗妄也阿彌陀今現在說法者", "94": "彼佛成道以來至今十劫非但十劫於無始時盡", "95": "彼佛壽亦可作現在一時此意云何是本際無前", "96": "後際故唯有現在一時耳若不爾者一日至於七", "97": "日亦為方便但生彼國始知阿彌陀佛與我同生", "98": "乃至過去未來現在諸佛亦與我同生同說法皆", "99": "不離本住法故言同時說法也。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 429 阿彌陀經已決", "englishTitle": "卍 Xuzangjing, Electronic version, No. 429 阿彌陀經已決", "author": "明 大慧釋", "language": "chinese", "source": "CBETA"}