{"sourceLink": "http://www.cbeta.org/", "text": {"0": "淨業堂規約(并引)", "1": "省菴法師語錄卷下", "10": "挽回末法之證。的是奇方。離斯捷逕。出生死以奚", "100": "天子。四方來者不一。東方來者。則曰長安。在西西方來者。則曰長安。在東長安。定有東西乎。彌陀所都。名為極", "101": "樂。十方菩薩皆願徃生。東方生者即言極樂在西。西方生者即言極樂在東。極樂定有東西乎四大", "102": "洲殊覩日光。四大洲。謂東勝身洲。南贍部洲。西牛貨洲。北俱盧洲。殊覩者。日月環遶須彌山。", "103": "照四大洲。東洲日沒。南洲日中。西洲日出。北洲半夜。四洲人並指日出處為東。日沒處為西。則南洲西方。即是", "104": "西洲之南。北洲之東。東洲之北矣。方位寧有定乎但得往生休恐怖。應知壽", "105": "命實難量大彌陀經云。我剎中人壽命。皆無央數劫", "106": "都言念佛是愚夫。得作愚夫亦己夫。龍樹辯才還拙", "107": "否。龍樹菩薩造毗婆沙論。發願徃生文殊智慧是虗無。文殊菩薩往生偈云。願我", "108": "命終時。盡除諸障礙。面見阿彌陀。往生安樂國主人底事憑居易。東坡詩云。樂天不是", "109": "蓬萊客。憑仗西方作主人公據何人問大蘇。東坡南行。唯帶阿彌陀佛一軸。曰。此軾西", "11": "從。捨此法門。脫輪回而何日。但今時泛念者多。深", "110": "方公據也寄語聰明宜念佛。閻君應不愛之乎。", "111": "六字真經堪讀誦。誰言名字假非因。有人言。名字屬假。非成佛因。豈", "112": "有念假名。而成真佛即名顯體方稱妙。託境觀心易入真。六字洪名", "113": "為境。四性叵得為觀蜾蠃祝兒終肖父。蜾蠃銜桑蟲于穴中。呼祝七日。則還肖其父。眾", "114": "生念彌陀于心內。持名一世。安得不肖佛蛣𧏙丸糞亦遺塵。勸君早發西", "115": "歸願。臭穢何容戀此身。", "116": "娑婆體外事縱橫。寂滅無如安養城。苦樂雙忘名極", "117": "樂。或謂求生西方。是自貪快樂。非為了道不知。言極樂者。苦樂兩忘。方名極樂。若對苦說樂。是人天之", "118": "樂。不名為極死生俱盡說無生。問既說往生。即有生死。云何言無生。答謂達生體本", "119": "空。故生即無生。又接引初機。權說徃生。生已親證。始知無生佛無彼此皆同體。又問", "12": "信者少。或有訶為著相。貶作小乘。並由不讀教文。", "120": "何不念釋迦。而反念彌陀。不念十方諸佛而念一佛。答念彌陀。即是念釋迦。念一佛即念十方諸佛。以佛佛道", "121": "同故。順本飾教故。心得專一故。又彌陀與此土眾生。偏有因緣故地有東西是假名。", "122": "何事勸人生彼國。只緣此土道難成。", "123": "若執往生為妄想。或謂念佛是攝妄想一法。若求生西方。翻成妄想豈言住", "124": "此便成真。若言生西方。是妄想。則住著娑婆。妄想尤甚東西不著尤非理。", "125": "若言我今不求生彼。亦不住此。二俱不著。隨意受生。此尤非理。何者。既非法身大士。又非應化聖人。欲愛未除。", "126": "業緣未斷。若不生西方。定生此土。既生此土。則仍在輪回。業力所牽。三途有分。安能隨意受生邪淨", "127": "穢雙忘亦是塵。只此淨穢雙忘一念。亦是情計。尚屬法塵所攝。若真雙忘。則何礙求生", "128": "生本無生生四士。見猶離見見三身。須知真妄原同", "129": "體。迷悟由來總在人。", "13": "祇是任憑胸臆。豈知中天調御。開金色口以丁寧。", "130": "纔勸往生言著相。儘思貪戀却迷蒙。無生畢竟有生", "131": "在。有執斷見者言。死後永滅都無生處。不知業牽識走。畢竟復入胞胎。除卻念佛徃生。更無有脫離處", "132": "離相依然住相中。若言死後永滅。不求往生。名不著相。是則離緣起相。生斷滅相。斷滅", "133": "相者。是邪見法念與佛融方是即。荊溪云。體不二故方名為即。近世聰明之士皆言。即", "134": "心即佛。及勸念佛。便言著相。不知念佛念心。本來一體。但執念心。不信念佛。則心佛是二。何名為即心", "135": "將境異不知空。即事顯理。名為真空。撥事求理。名惡取空。近世聰明之士。亦知心淨土淨。", "136": "語以淨土。便言著相。不知心外無土。土外無心。但執唯心。不信淨土。則心與土。劃而為二。此惡取空。非真空也", "137": "會須心佛雙忘後。日照山川處處通。", "138": "都言淨土唯心是。十萬餘程是外求。但執妄心居在", "139": "內。若言十萬億佛國之西方。是外求者。則認方寸。妄心居內。便同阿難所計七處之一不知真", "14": "十方如來。出廣長舌而讚歎。文殊普賢。尚有求生", "140": "性體全收。楞嚴經云。當知虗空生汝心內。猶如片雲點太清裏。況諸世界。在虗空邪彌陀", "141": "諸佛鏡中影。極樂娑婆水上漚。取捨厭欣無󳬩礙。自", "142": "家屋裏任優游。欣自心之淨故取。厭自心之穢故捨。一取一捨。不礙唯心。何外之有。", "143": "盡說厭欣為障道。誰知淨業善資成。厭離未切終難", "144": "去。欣愛非深豈易生。何處安居能徙宅。誰人無事肯", "145": "登程。鐵圍山外蓮華國。掣斷情韁始放行。", "146": "人疑念佛恐成魔。魔佛相爭不較多。了境唯心無󳬩", "147": "礙。但了佛從心現。外境本空。則雖魔即佛將心取境便淆訛。不知境自心生。取著", "148": "為有。則雖佛即魔國君憒憒民方擾。室主惺惺盜敢過。一念取著", "149": "則魔得其便。妄心不起。則鬼不奈何須信佛心常護念。彌陀經云。念佛之人。一切諸佛", "15": "之偈。馬鳴龍樹。亦有願往之文。至於智者永明之", "150": "之所護念波旬束手更誰何。", "151": "都言處處是西方。平地高山總不妨。古云。高山平地總西方。此是真", "152": "實到家之語。若未到家。便成戲論入廁豈宜還塞鼻。衝泥何事尚褰", "153": "裳。塞鼻褰裳。即是穢相未空。處處西方。豈非妄想病來那得心無苦。夢裏焉", "154": "知身在牀。莫話空言違實行。好憑落日望還鄉。", "155": "盡說西方是小乘。小乘原自不相應。法華經。信解品。迦葉等四大弟", "156": "子白佛言。但念空無相無作。於菩薩法。遊戲神通。淨佛國土。成就眾生。心不喜樂。故知淨土法門。是菩薩所行。", "157": "非小乘事。葢如來在小乘教中。不說有他方佛土。唯大乘方等經中。廣談十方佛國。而諄諄唯指歸西方淨土", "158": "一門。故西域稟小乘教者。都不信有彌陀佛國往生之事。學大乘者。多修此法。今人反謂。淨土是小乘法。大乘", "159": "所不為。豈不大顛倒耶須知念佛還成佛。雲栖云。念佛成佛。是親種子。故華嚴十地", "16": "輩。中峯天如之流。並是教祖禪宗。莫不垂文著論。", "160": "文。地地不離念佛大勝為僧又作僧。大智律師云。近見禪講宗師。有發願來生童真", "161": "出家者。嘗試語言。汝今已得男子出家。合求出離。何乃復求男子。再願出家。略無勝進乎白社遠", "162": "公咸願往。晉慧遠法師。於廬山集眾念佛。刻木為蓮。具十二葉。引流泉入池。每度一時。水激一", "163": "聲。晝夜六時。禪誦不輟。與會諸賢。徃生甚眾華嚴大士亦求登。華嚴行願品。普賢菩", "164": "薩偈云。願我臨欲命終時。盡除一切諸障礙。面見彼佛阿彌陀。即得徃生安樂國攀龍附鳳", "165": "知何限。底事吾儕不願升。", "166": "餘教修行歧路曲。此門直入坦途平。三祇行遠終難", "167": "就。十念功成便往生。藏教修行。要經三祗百劫。方成佛道。圓教念佛。但憑十念一念。", "168": "便得徃生。此則教門頓漸不同。自他功力有異。葢餘法修行。多憑自力。念佛一門。兼藉他力。他力易就。故十念", "169": "即生。自力難成。故三祇尚滯。有謂西方極樂。非一生可到。須經多世。展轉修行。方得徃生。此不知教門殊勝佛", "17": "闡明至理。深勸後人。奈何末代凡夫。鈍根淺識。乃", "170": "力難思也大石載舟還不沒。那先經云。如持百枚大石。置於船上。因船力故。石不沒水。", "171": "若無其船。小石亦沒。大石喻重罪。船喻佛力。不沒喻不墯三途。無船喻無佛力。小石喻輕罪蒼蠅", "172": "附驥始堪行。揚帆順水因風便。何憚迢迢十萬程。", "173": "休言極樂苦難生。纔說難生是障門。障門有三。一疑業力深重。二疑", "174": "福力輕微。三疑修行日淺。有此三疑。不得往生佛力自能除業力。信根端可", "175": "拔疑根。須信彌陀願力深重。尚不棄五逆十惡。何況善人尚收功於十念一念。況復多念深", "176": "逃私債藏王府。一入西方冤業不能違害現受官刑遇聖恩。親蒙佛力。", "177": "冥府不得勾牽早晚相從裹糧去。此生終不負慈尊。", "178": "莫執壇經排淨土。壇經云。東方人造罪念佛。求生西方。西方人造罪念佛。求生何土。此", "179": "意正勸人修善。不言無淨土。亦非謂西方。實有造罪之人。當以意逆志。不可以辭害意祖機佛", "18": "欲遠勝古人。置之弗屑邪。實賢因此感慨。嘗欲發", "180": "語並圓融。因言薦理彰吾教。得意忘言顯本宗。十善", "181": "齊修焉造罪。羣賢共會豈還蒙。他方此土何來去。法", "182": "界明明在眼中。", "183": "念佛若言真漱口。趙州云。念佛一聲潄口三日。今人便謂。不必念佛。莫錯會好誦", "184": "經應不用開脣。藥能醫病還成病。火本溫身反炙身。", "185": "天台云。般若如大火聚。四邊不可觸。觸則被燒。不觸則溫身熟食。古人一時遣著之語。今人執之。作實法會。豈", "186": "非被燒乎佛見未生除甚麼。趙州云。佛之一字。吾不喜聞。古人真實證到這箇田地。方", "187": "開大口。今人口談禪理。心輕實行。尚未除惡見。何況善見。尚未起三乘見。何況佛見。尚未起佛見。云何而除佛", "188": "見凡情尚在斷何因。勸君莫漫閒言語。只要今生出", "189": "苦輪。", "19": "揮論議。解釋疑情。於乙未秋。著詩三十首。一時草", "190": "念佛圓通攝六根。耳根誰謂獨超倫。人知楞嚴圓通耳根殊勝。不知", "191": "念佛即攝耳根音聞既是圓常體。名字元非生滅因。問曰。經言諸行", "192": "是無常。念性元生滅。念性尚是生滅。況名字邪。答曰。經文為順。此方之機。於諸門揀擇一門。今初心入道。故有", "193": "抑揚之論。實則二十五聖法門。皆具圓通常義。故曰。聖性無不通。順逆皆方便。言無不通。則知無不圓常也。豈", "194": "名字獨成生滅邪。又問。聖性雖無不通。初心八道。豈無遲速優劣。答別論雖爾。通論不然。念佛既攝耳根。則同", "195": "是一門。何分優劣。又念佛主於意根。徧攝五根。耳根唯屬於耳。不兼餘根。耳根從一門深入。念佛則根根可入。", "196": "當知耳根不攝念佛。念佛能攝耳根。故此一門。三根普被以念念名名固切。將聞", "197": "聞佛佛還親。由來二聖皆昆仲。同作彌陀輔弼臣。", "198": "不信西方不願生。都由執計未能清。持冰喚水須融", "199": "水。或謂即心是佛。何須更見彌陀。今釋曰。言即心是佛者。如持氷喚水。冰雖是水。結滯未融。須假太陽。", "2": "淨業學人　彭際清　重訂", "20": "草付工刊版。惜乎理未周圓。事多疏漏。每欲從事", "200": "方能和解。心雖是佛。全體在迷。須假佛日方能開悟。豈可固執迷心。而不願見佛乎指木為楹", "201": "豈是楹。或謂。即心淨土。何以更生淨土。今釋曰。言即心淨土者。如指木為楹。木雖可以為楹。而不", "202": "即是楹。心雖能造淨土。而非即是淨土。今試自問。十二時中。於一切境緣上。還起一毫雜念染污心否。若有一", "203": "毫雜念染污。即是穢相未空。云何言即心淨土。如是之言。皆為自欺。故知若不徃生。唯心淨土。終不得顯己", "204": "佛還從他佛顯。正因須藉了因明。殷勤苦口緣何事。", "205": "只為娑婆是火坑。", "206": "悟後莫言休見佛。應知悟後正求生。天如云。汝若悟心。則淨土徃生", "207": "萬牛不能挽矣童蒙未可離師學。稚子猶宜傍母行。喆老後", "208": "身休更蹈。宋󳭷老住京師大剎。四十年不睡。坐禪精苦。坐化後。紙襖亦燒出舍利。後生大富貴", "209": "處。一生多受憂苦青公覆轍豈堪成。宋青草堂後身。作曾魯公會須親證", "21": "添削。不遑下手。戊戌夏。依紹曇老人於隆興精舍。", "210": "無生後。回入娑婆度有情。", "211": "借問往生何計䇿。須憑信行願俱全。信根先向心田", "212": "種。行足還加願力堅。路乏資糧終不到。有信願無行馬無", "213": "韁御孰能前。有信行無願但將三事為符契。𢹂手同登九", "214": "品蓮。", "215": "念佛休嫌妄想多。試觀妄想起於何。無心收攝固成", "216": "病。著意遣除亦是魔。救火抱薪添烈焰。開隄引水作", "217": "長河。直須字字分明念。念極情忘有甚麼。", "218": "佛聲易可除昏散。出口還收入耳來。驀地亂茅隨火", "219": "盡。蔽天濃霧逐風開。通身是佛誰為念。遍界生蓮不", "22": "學律安居。聽經坐臘。自恣既竟。同學攝兄踊躍讚", "220": "用栽。何待臨終生極樂。即今端坐玉樓臺。", "221": "彌陀四字絕商量。只貴專持不暫忘。若厭平常終隔", "222": "斷。纔求玄妙便乖張。粗甞橄欖寧知味。細嚼鹽虀始", "223": "見香。念到身心空寂處。不勞開口問西方。", "224": "念彌陀佛貴專精。念到功深念自純。念念圓明真性", "225": "體。聲聲喚醒本來人。嬰兒墮水頻呼母。蕩子還家始", "226": "見親。却話從前離別事。翻令嗚咽淚沾巾。", "227": "欲得工夫無間斷。直須精進始相應。暫時失念雲霾", "228": "日。瞥爾生心蛾掩燈。小水長流終貫石。沸湯停火亦", "229": "成氷。往生作佛渾閒事。只在當人念力能。", "23": "歎。慫慂卒業。由是芟其繁芿。補其闕略。理隨事廣。", "230": "念佛欲知端的處。箇中殊不計功程。塵消古鏡光逾", "231": "遠。風定寒潭水自平。四性本空心歷歷。三身叵得佛", "232": "明明。一門具足諸方便。止觀匪從漸次成。", "233": "行時正好念彌陀。一步還隨一佛過。足下時時遊淨", "234": "土。心頭念念絕娑婆。傍華隨柳須回顧。臨水登山莫", "235": "放他。等得阿儂生極樂。十方來去任如何。", "236": "住時念佛好觀身。四大之中那一真。我與彌陀非兩", "237": "箇。影兼明月恰三人。空房漸朽應難住。腐棟將頹豈", "238": "易蹲。何日如蟬新脫殻。蓮華胎裏獨栖神。", "239": "坐時觀佛足跏趺。身在蓮臺華正敷。毫相分明隨念", "24": "語逐文多。不覺信筆任心。盈編成冊。於中鋪陳依", "240": "見。金容映現與心符。事如夢幻元空寂。理到圓融非", "241": "有無。何日池頭捧雙足。親蒙頂上灌醍醐。", "242": "臥時念佛莫開聲。鼻息之中好繫名。一枕清風秋萬", "243": "里。半床明月夜三更。更無塵累心難斷。唯有蓮華夢", "244": "易成。睡眼󳬿朧諸佛現。覺來追記尚分明。", "245": "僧宜念佛痛加鞭。得預蓮池清淨緣。親聽法非徒對", "246": "本。頓明心不用參禪。明師豈若彌陀好。善友誰居補", "247": "處前。一念徧遊諸佛國。笑他行脚困山川僧。", "248": "此方正教在儒宗。但盡今形後世空。仁義躬行雖切", "249": "實。死生纔話却󳬿朧。好尋歸路思安養。莫認郵亭作", "25": "正。描寫莊嚴。廣破羣疑。深彰一理。指示工夫以知", "250": "故宮。淨土原從忠孝得。金臺上品奏元功儒。", "251": "道家搬運為延齡。用力偏多功少成。要識神僊非不", "252": "死。楞嚴經云。復有從人不依正覺。修三摩地。別修妄念。存想固形。遊于山林人不及處。有十種僊。壽千", "253": "萬歲。斯亦輪回。妄想流轉。報盡還來。復入諸趣須知淨土始長生。後魏曇鸞法師。初受", "254": "陶隱君僊經十卷。專事修鍊。後遇菩提流支。問曰。佛道有長生乎。支曰。長生不死。我佛道也。遂以十六觀經。與", "255": "之曰。學此則三界無復生。六道無復徃。其為壽。不可窮也。鸞於是遂焚僊經。而專修觀經持金作", "256": "釧終無變。弄泡成珠但有名。或問。我學僊。則現世便得長生。汝念佛。則現身", "257": "便死。長生何在。答曰。汝執幻身為堅固。如弄泡成珠。有名無實。我知心性為真常。如持金作釧。終無變易。又神", "258": "僊壽命千年易盡。如弄泡成珠。西方壽命劫石難量。如持金作釧寄語學僊宜念佛。", "259": "蓮池端的勝蓬瀛道。", "26": "操守。分張品類以勸從行。于是總陳三教。別派眾", "260": "求官常恨做官卑。官愈高時勢愈危。太璞不完慚美", "261": "玉。泥塗曳尾羨靈龜。已知仕宦空無味。試看彌陀念", "262": "是誰。案牘雖忙姑少置。朝朝十念不宜虧。十念者。每日清晨。向", "263": "西正立。合掌連聲。稱阿彌陀佛。盡一氣為一念。如是十氣。名為十念。盡此一生。不得一日暫廢。若能如是。决定", "264": "往生△仕。", "265": "處士逃名遠市闤。此身清隱翠微間。平分嶺上半邊", "266": "月。高枕床頭一片山。白屋安貧終暫計。夕陽歸路豈", "267": "知還。蓮華佛國深深處。出世芳踪不可攀隱。", "268": "百工居肆易成功。業有專門各不同。旋轉化工歸手", "269": "內。挽回造物在胸中。從來命不由人做。只有心堪自", "27": "流。所謂仕隱工商。漁樵耕讀。乃至苦樂閒忙之輩。", "270": "己攻。隨分妻拏且安樂。團圞頭念佛叢叢工。", "271": "商客經年道路行。舟車迅速每兼程。利深不覺風濤", "272": "險。物重翻將性命輕。長恨貨多難長價。焉知身死不", "273": "重生。勸君念佛歸西去。利比娑婆萬倍贏商。", "274": "漁人活計在扁舟。南北東西任去留。劈破月華沈棹", "275": "底。移來山色上船頭。常教妻子張羅網。誰識閻翁下", "276": "釣鈎。苦海無邊休陷溺。早憑佛力懺深尤漁。", "277": "樵夫家住碧山垠。斤斧聲中倒亂薪。斫斷雲根穿地", "278": "脈。鑿開石齒露峰唇。但看舊冢埋枯骨。不見新墳起", "279": "死人。及早回頭尋出路。蓮華胎裏好藏身樵。", "28": "生老病死之人。莫之皆導以念佛。示其往生。凡一", "280": "農人念佛好殷勤。旋種新秧手自分。片笠衝開楊柳", "281": "雨。一犁畊破杏華雲。曲肱飽飯欣秋熟。回首思鄉望", "282": "夕曛。一片瑠璃田地美。天然殊不用畊耘耕。", "283": "世間萬事總浮塵。只有詩書差可人。千卷西窻殘月", "284": "夜。數編東閣亂山春。吟聲未若佛聲好。書味何如道", "285": "味真。識得自心清淨土。文章糟粕不堪陳讀。", "286": "一等世人修福業。希圖來世作公卿。假饒位極五侯", "287": "貴。何似身居下品生。施水但滋貪種子。因貪富貴。而行布施善", "288": "芽翻長業根莖。因布施而招富貴。因富貴而造業。因造業而復墮三途願回有", "289": "漏成無漏。以此福業。回向西方。即成無漏早注華間第一名。此方念佛。西方", "29": "日二六時中。每年十二月內。無時非念佛之時。無", "290": "七寶池中。即生蓮華一朵。標名其上。身後託生其中△營福。", "291": "一心差處路歧逢。自造經書立本宗。即今五部六冊之類。皆偷竊佛", "292": "經。雜以鄙語。以成己典兩扇門邊傳秘訣。三家邨裏聚羣蒙。樂", "293": "󳬛有路元平直。佛法無私本至公。奉勸回頭歸正教。", "294": "彌陀念念見真空外道。", "295": "尼師念佛好隨緣。莫向深閨處處穿。自守清貧為服", "296": "藥。休營痴福更招愆。古人云。有為之功。多諸過咎。天堂未就。地獄先成情根", "297": "斷似枯絲藕。戒體芬如出水蓮。他日神栖安養國。七", "298": "珍池上禮金僊尼師。", "299": "貧人念佛莫躊躇。寒餓腸中愛易除。竈脚日斜烟未", "3": "勸修淨土詩勸修淨土詩", "30": "月不思歸之月。所以一其念。專其志也。夫信是道", "300": "起。屋頭露落被還虗。深知此界為囚檻。極厭殘骸是", "301": "潰疽。無限天衣諸化食。他年極樂任安居貧。", "302": "家道休誇堪敵國。從來貴德賤金銅。無雙富莫如原", "303": "憲。第一貧唯是石崇。徒有千箱遺子息。難將一物見", "304": "閻翁。何如念佛生安養。自性財原用不窮富。", "305": "貴人雖貴未為欣。死後還他一個墳。三謝園亭空燕", "306": "子。五侯門戶但寒雲。身登上品方為貴。心悟真如始", "307": "立勳。却到蓮池更回首。世間螻蟻盡紛紛貴。", "308": "宿業今招下賤身。從來眉眼未曾伸。頻年辛苦恒隨", "309": "主。畢世勤勞敢怨人。好向己躬勤念佛。偏宜淨土獨", "31": "原。故首標依正以起信。疑為信障。故次釋人情以", "310": "栖神。他時得預蓮池會。入聖超凡貴絕倫賤。", "311": "智人業識每彎環。好把從前念盡刪。六箇字中無計", "312": "較。一聲佛外絕機關。物情料破寧知死。世事多能只", "313": "欠閒。畢竟往生為上䇿。早尋歸路自知還智。", "314": "慧業文人道易成。休誇才思負聰明。數篇未足充飢", "315": "餓。半字何曾敵死生。綺語化為真實語。吟聲翻作苦", "316": "空聲。樂󳬛大有佳章在。水鳥風枝盡會賡慧。", "317": "愚夫造罪恣貪嗔。肯信從來果與因。祇道現生無後", "318": "世。可知今日有明晨。或問曰。明晨可見。後世何人能見。答曰。天眼能見。汝既無天眼。", "319": "又不信佛語。是以不見後世。又問。天眼能見其相云何。答曰。如見人從一房出。復入一房。死此生彼。亦復如是", "32": "破疑。疑障既除。信心堪發。信心既發。正行斯遵。故", "320": "新移宅舍猶述向。纔換衣裳不識人。生死關頭真痛", "321": "切。勸君念佛莫辭頻愚。", "322": "痴人垂老不知休。喚殺󳬿朧未轉頭。毒病偏將醫作", "323": "惡。沈疴翻與藥為讐。愛繩易縛禽投檻。欲餌能牽魚", "324": "上鈎。奉勸世緣宜早悟。蓮池種子尚堪投痴。", "325": "世間唯有苦人多。自造新殃可奈何。滿地蓬蒿春不", "326": "到。一身枷鎖夜難過。稱冤莫更呼天地。呌痛應須念", "327": "佛陀。三界從來是牢獄。勸君及早出娑婆苦。", "328": "莫道人間樂事稠。由來樂極轉生憂。滿城華柳𢹂佳", "329": "客。徹夜笙歌醉畫樓。但覺酒來人面上。那知死在脚", "33": "授之以工夫途路。非徒自善。尤宜利他。語貴隨機。", "330": "跟頭。西方淨土真為樂。但念彌陀便往遊樂。", "331": "閒人念佛正優游。莫把光陰空裏投。老有音書頭漸", "332": "白。死無官帖命難留。身前預把資糧辦。眼底休為兒", "333": "女愁。家在樂󳬛歸去好。自然衣食不須謀閒。", "334": "勸君念佛未能閒。等得閒來病現前。心到亂時須著", "335": "眼。念從忙處要加鞭。千軍隊裏單刀入。百沸湯中勺", "336": "水傳。佛不礙忙忙自礙。便從今日奉金僊忙。", "337": "少年念佛正精神。莫待衰遲始問津。青草半埋紅粉", "338": "骨。黃泉多見黑頭人。獻珠龍女疾成佛。訪道善財還", "339": "證真。一旦無常音信至。此時追悔欲何因少。", "34": "事須逗巧。故分之以品第人論。然有行無願。終不", "340": "莫年光景苦無多。電影漚華一剎那。黃葉漸凋真老", "341": "矣。秋風將至奈愁何。無心不用貪浮世。有口唯應念", "342": "佛陀。珍重臨行須努力。莫教萬劫自蹉跎老。", "343": "疾病由來是藥方。深知生死是無常。重刑受過悲牢", "344": "獄。劇苦嘗來厭革囊。念念彌陀休背覺。心心極樂願", "345": "還鄉。何時得受清虗體。壽極河沙不可量病。", "346": "死時莫漫自驚惶。念佛人第一切忌怕死。怕死則不得徃生。多有一生念佛。臨終唯務", "347": "服藥求醫。都不說著徃生之事。此怕死之過也繫念殷勤向彼方。膿血漸拋", "348": "皮袋子。腥臊將脫垢衣裳。多生煩惱真疴瘵。一句彌", "349": "陀是藥王。苦海深沈但求出。莫愁佛不駕慈航死。", "35": "往生。有念無觀。亦難見佛。故受之以恒時運想。頻", "350": "平旦寅時天氣清。東方曉色已初生。法身未顯仍居", "351": "暗。慧眼纔開始見明。安得樂󳬛今日去。都將妄習一", "352": "時平。遙思供佛諸賢輩。衣裓盛華手自擎寅時。", "353": "卯時日出氣蒼茫。萬象明明不覆藏。香霧叢中華影", "354": "亂。紅塵隊裏馬蹄忙。想成處處青蓮萼。念熟時時大", "355": "覺王。直待無生生淨土。遍周沙界是毫光卯時。", "356": "食時萬戶起炊烟。貧富由來事太懸。茅屋糟糠猶不", "357": "繼。朱門酒肉尚憎嫌。夢中苦樂原無實。覺後身心始", "358": "不遷。安養此時應坐食。遙知百味現其前辰時。", "359": "巳時日影在禺中。恰恰還差分寸工。正念覺來猶有", "36": "月致懷。末則總歎娑婆之苦。同歸淨土之樂。伸明", "360": "覺。妄心空處未忘空。邊邪那個非中正。偏曲何人不", "361": "至公。攝受三根歸淨土。直教萬派盡朝宗巳時。", "362": "日輪當午正中天。普見高低物像全。阿鼻獄中真淨", "363": "土。蛣𧏙身裏紫金僊。迷家蕩子殊堪愍。背父痴兒信", "364": "可憐。今日始知歸故里。劫初田地尚依然午時。", "365": "未時窗外日初斜。華影闌珊上碧紗。三分光陰還過", "366": "二。百年身世豈無涯。暫居此地非吾土。遙憶西方是", "367": "我家。極樂人民無量壽。不將日月計年華未時。", "368": "晡時薄晚正逢申。業識茫茫喪本真。贍部洲中多苦", "369": "事。娑婆界內少閒人。食中置毒焉知避。癢後搔瘡豈", "37": "信願。結勸往生。蓋淨土法門。不出信行願三。故為", "370": "厭頻。日莫飄零不歸去。空勞望斷倚門親申時。", "371": "酉時憶佛甚懸懸。獨倚樓頭聳兩肩。眼逐浮雲凝碧", "372": "落。心隨白日下青天。更無人去乾坤外。那有書來鴻", "373": "鴈邊。坐久不知天已莫。却疑身在玉池蓮酉時。", "374": "戌時萬事且休論。要把無常念念存。大限忽來真黑", "375": "夜。幽關不曉是黃昏。持珠易念生前佛。剪紙難招死", "376": "後魂。預辦資糧早歸去。莫教前路悔無門戌時。", "377": "亥時人定絕喧囂。痛策身心莫漫憍。斬斷妄心青草", "378": "死。推開昏暗黑山高。淚因憶佛渾難制。愁為思鄉不", "379": "易消。遙想白蓮華蕚上。定知名字已曾標亥時。", "38": "次第如此。詩成。新舊共得一百八首。雖非法海之", "380": "夜半子時羣動息。陰陽往復互回旋。一輪孤月千家", "381": "夢。幾點殘星萬里天。土自想成寧有外。佛從心現本", "382": "無邊。何時永滅遷流苦。華裏藏身出葢纏子時。", "383": "丑時後夜曉鷄鳴起坐披衣憶想清。一念未生真佛", "384": "現。萬緣纔動假名成。知緣不實名何礙。達妄無依念", "385": "自平。安得身心歸極樂。真空幻有總無生丑時。", "386": "春王正月是新年。賀歲家家設酒筵。萬戶笙歌行樂", "387": "地。滿街華月上燈天。目前景物難長好。劫外風光自", "388": "不遷。安養故鄉無蠟燭。枝枝相照玉池蓮正月。", "389": "時當二月景堪誇。好念彌陀玩物華。淺白梨花初破", "39": "全珠。亦是義山之片石。文誠粗疏。語頗切實。伏乞", "390": "朵。淡黃楊柳乍抽芽。輕煙薄霧鶯兒店。細雨微風燕", "391": "子家。爭似故鄉佳麗地。七重行樹語頻伽二月。", "392": "三月清明瞥眼過。傷心無那是愁何。滿城風雨歌聲", "393": "少。十里山墳哭響多。早趁在生修淨業。莫教臨死怨", "394": "閻羅。故鄉春色還長在。想見芙蓉出緣波三月。", "395": "山林四月少塵埃。自念彌陀不用陪。新脫素衣摧粉", "396": "籜。亂拋金彈落黃梅。窮途作客真為苦。蕩子思鄉最", "397": "可哀。料得慈尊應念我。朝朝垂手望歸來四月。", "398": "五月端陽景物偏。龍舟競渡古今傳。數莖蒲葉劍刻", "399": "礪。一樹榴花火欲然。苦海無邊何日出。樂󳬛有路幾", "4": "實賢譾劣庸僧。褊卑陋器。本無大力。仰承前輩宗", "40": "觀者知我苦心。鑒茲不逮。略其詞而察其意。行其", "400": "時還。玉池流水洄漩處。陣陣香風泛白蓮五月。", "401": "六月人間景氣高。炎炎火宅被焚燒。一林樹影藏高", "402": "閣。十里荷華映畫橋。念佛聲悲頻有淚。思鄉心切更", "403": "無聊。清涼池上何時返。滌盡煩襟水自饒六月。", "404": "新秋七月氣初涼。溽暑將收夜漸長。四壁暗風鳴蟋", "405": "蟀。一池衰草語寒螿。深宵倚檻窺殘月。薄莫推窗望", "406": "夕陽。客路竛竮久漂泊。苦求佛力早還鄉七月。", "407": "中秋八月有微寒。零露瀼瀼被草菅。一樹桂華香漏", "408": "洩。萬家明月影團圞。長思故國無音信。幾欲高飛少", "409": "羽翰。行樹重重含佛土。何時親倚玉欄看八月。", "41": "事以踐其途。庶幾同脫苦論。盡超樂土。幸勿因人", "410": "重陽九日景偏賒。自採茱萸且泛茶。紅錦妝成千樹", "411": "葉。黃金開盡一籬華。每登山頂瞻鄉國。却上樓頭望", "412": "故家。想見七珍池沼內。枝枝󳷪萏大如車九月。", "413": "十月由來是小春。桃紅初破一枝新。長看舊冢添新", "414": "家。每見新人送舊人。萬劫死生誰動念。百年身世獨", "415": "傷神。回頭便是西方路。只要當人願力真十月。", "416": "天涯又見一陽生。六管飛󰞆氣乍更。粒粒寒椒梅漸", "417": "破。尖尖嫩玉柳將萌。夜長易得還鄉夢。歲莫難為作", "418": "客情。十萬餘程安養國。寸心耿耿挂長庚十一月。", "419": "歲盡時窮最可愁。陰雲慘慘日悠悠。風㓟萬木皆枯", "42": "廢言。狥名棄實。是所至望。", "420": "骨。雪覆千山盡白頭。但見過年忙似箭。有誰離苦急", "421": "如讐。那堪尚滯娑婆國。夢裏光陰又一周十二月。", "422": "一自娑婆繫業因。多生流轉寔酸辛。須臾出屋又投", "423": "屋。迅速捨身還受身。曾作王侯爭國邑。幾為螻蟻喪", "424": "埃塵。這迴若不思歸去。依舊從前受苦輪。", "425": "彌陀慈父願門開。攝受羣生等一孩。膿血團中離臭", "426": "穢。蓮華香裏受胞胎。但憑淨願為良導。只有狐疑是", "427": "棄材。濁惡娑婆難久住。早同善友賦歸來。", "428": "八苦詩八苦詩", "429": "生生", "43": "我教原開無量門。就中念佛最為尊。都融妄念歸真", "430": "業風吹識入胞胎。獄戶深藏實可哀。每遇飢虗倒懸", "431": "下。頻驚粗食壓山來。聲聞到此心猶昧。菩薩於中慧", "432": "未開。誓割愛緣生極樂。華中產取玉嬰孩。", "433": "老老", "434": "萬事輸人已退藏。形骸自愧少康莊。朱顏一去杳無", "435": "跡。華髮新來漸有霜。流淚暗思童稚樂。見人空話壯", "436": "年強。寧知淨土春長在。不使身心晝夜忙。", "437": "病病", "438": "四大因時偶暫乖。此身無計可安排。殘燈留影不成", "439": "夢。夜雨滴愁空滿街。自昔歡娛何處去。只今苦痛有", "44": "念。總攝諸根在一根。不用三祇修福慧。但將六字出", "440": "誰懷。豈知極樂清虗體。自在遊行白玉階。", "441": "死死", "442": "識神將盡忽無常。四大分離難主張。脫殻生龜真痛", "443": "絕。落湯螃蠏漫慞惶。甘心獄戶為囚侶。束手幽關事", "444": "鬼王。何似華開親見佛。無生無滅壽難量。", "445": "愛別離愛別離", "446": "生離死別最堪傷。每語令人欲斷腸。虞氏帳中辭項", "447": "羽。明妃馬上謝君王。淚深江海猶嫌淺。恨遠乾坤未", "448": "是長。諸上善人俱會處。願教曠劫莫分張。", "449": "怨憎會怨憎會", "45": "乾坤。如來金口無虗語。歷歷明文尚具存。", "450": "苦事人情皆欲避。誰知夙業自相招。有錢難買閻翁", "451": "赦。無計能求獄卒饒。兵敗張巡思作鬼。身亡蕭氏願", "452": "為猫。何時得預蓮池會。積劫冤讐好共消。", "453": "求不得求不得", "454": "窮達由來有夙因。轉生希望轉因循。揚帆屢見沈舟", "455": "客。挂榜偏傷落第人。畢世耕耘難果腹。頻年紡織尚", "456": "懸鶉。樂󳬛衣食天然好。不用區區更苦辛。", "457": "五陰熾盛五陰熾盛色受想行識為五陰色陰是身。四陰是心。熾盛者。熾然增盛也", "458": "逼迫身心苦事多。哀聲無地可號呼。肝膓斷處情難", "459": "斷。血淚枯時恨未枯。臨海廿年持使節。過關一夜白", "46": "一入西方境自融。雙眸頓覺醫銷鎔。無邊剎土光中", "460": "頭顱。何當淨土修禪觀。寂照同時離有無。", "461": "發願偈發願偈", "462": "稽首釋迦文。娑婆說法主。皈依無量壽。淨土之導師。", "463": "我今承佛力。闡揚淨土教。詩成百八章。章各有八句。", "464": "為順此方機。故以詩演說。若我所說語。違背於諸佛。", "465": "欺罔世人者。應受地獄苦。百千萬億劫。猶故不能盡。", "466": "如其不然者。幸各生諦信。慎勿懷疑惑。而生增上慢。", "467": "及以卑劣慢。由斯二種心。自致失善利。伏願見聞者。", "468": "展轉遞相勸。若有勸一人。乃至於多人。功德不思議。", "469": "譬喻莫能盡。願以此功德。普及於一切。我等與眾生。", "47": "現。徧界真身象外逢。華襯玉欄紅隱隱。樹含金殿碧", "470": "同生極樂國。", "471": "不淨觀頌(并敘)不淨觀頌并敘", "472": "敘佛為貪欲。眾生說不淨觀。觀之既久。貪欲即除。可", "473": "以越愛河而超苦海。余閒居閱大智度論因取意", "474": "而為之頌。以此自警。并以警世云。", "475": "死想死想先作此觀為下九想張本", "476": "有愛皆歸盡。此身寧久長。替他空墮淚。誰解返思量。", "477": "脹想脹想", "478": "記得穠華態。俄成胮脹軀。眼前年少者。容貌竟何如。", "479": "青瘀想青瘀想", "48": "重重。色空泯合渾無寄。鏡像分明絕點蹤。", "480": "紅白分明相。青黃瘀爛身。請君開眼看。不是兩般人。", "481": "壞想壞想", "482": "皮肉既墮落。五藏於中現。憑君徹底看。何處堪留戀。", "483": "血途想血途想", "484": "無復朱顏在。空餘殷血塗。欲尋妍醜相。形質漸糢糊。", "485": "膿爛想膿爛想", "486": "腐爛應難覩。腥臊不可聞。豈知膿潰處。蘭麝昔曾熏。", "487": "噉想噉想", "488": "羊犬食人肉。人曾食犬羊。不知人與畜。誰臭復誰香。", "489": "散想散想", "49": "境勝由來道易修。多生習氣一朝休。盤中甘露珠圓", "490": "形骸一已散。手足漸移置。諦觀娬媚姿。畢竟歸何處。", "491": "骨想骨想", "492": "本是骷髏骨。曾將誑惑人。昔時看是假。今日覩方真。", "493": "燒想燒想", "494": "火勢既猛烈。殘骸忽無有。試看烟𦦨中。著得貪心否。", "495": "前詩粗示端緒尚未諦審觀察復作五言律", "496": "以廣之。", "497": "死想死想", "498": "所愛竟長別。淒涼不忍看。識才離故體。尸已下空棺。", "499": "夜火虗堂冷。秋風素幔寒。勸君身在日。先作死時觀。", "5": "風。時有好懷。獨結西方淨願。雖躬行不逮。原無實", "50": "轉。樹上摩尼水倒流。碧玉蓮臺承足穩。真金華瓣襯", "500": "脹想脹想", "501": "風大鼓其內。須臾胮脹加。身如盛水袋。腹似斷藤瓜。", "502": "垢膩深塗炭。蠅蛆亂聚沙。曾因薄皮誑。翻悔昔年差。", "503": "青瘀想青瘀想", "504": "風日久吹炙。青黃殊可憐。皮乾初爛橘。骨朽半枯椽。", "505": "耳鼻缺還在。筋骸斷復連。石人雖不語。對此亦潸然。", "506": "壞想壞想", "507": "肌膚纔脫落。形質便遭傷。瓜裂半開肉。蛇鑽欲出腸。", "508": "枯藤纏亂髮。瀑蘚爛衣裳。寄語嬋娟子。休將畫糞囊。", "509": "血塗想血塗想", "51": "身柔。三車已息馳求念。露地安然坐白牛。", "510": "一片無情血。千秋不起人。淋漓塗宿草。狼藉污埃塵。", "511": "莫辨妍𡟎相。安知男女身。哀哉痴肉眼。錯認假為真。", "512": "膿爛想膿爛想", "513": "薄皮糊破紙。爛肉弃陳羮。膿血從中潰。蠅蛆自外爭。", "514": "食猪腸易嘔。洗狗水難清。不是深憎惡。何由斷妄情。", "515": "噉想噉想", "516": "尸骸遭噉食。方寸少完全。不飽飢烏腹。難乾饞狗涎。", "517": "當年空自愛。此日有誰憐。不若猪羊肉。猶堪值幾錢。", "518": "散想散想", "519": "四體忽分散。一身何所從。豈唯姿態失。兼亦姓名空。", "52": "瑠璃地上絕塵埃。晏坐經行亦快哉。錦綉織成行樹", "520": "長短看秋草。穠纖問晚風。請君高著眼。此事細推窮。", "521": "骨想骨想", "522": "皮肉已銷鑠。唯餘骨尚存。雨添苔蘚色。水浸上沙痕。", "523": "牽挽多蟲蟻。收藏少子孫。風流何處去。愁殺未歸魂。", "524": "燒想燒想", "525": "烈焰憑枯骨。須臾方熾然。紅飛天際火。黑透樹頭烟。", "526": "忘念同󰞆盡。真心並日懸。欲超生死路。此觀要精研。", "527": "四念處頌(并敘)四念處頌并敘", "528": "敘佛垂涅槃。囑諸比邱依四念處住。如佛無異。今時", "529": "丁末法。正念者少。顧此法門。何人修學。豈唯不思", "53": "葉。丹青畫出眾樓臺。漫空華雨諸天下。徧界香雲大", "530": "其義。抑亦未識其名。可勝歎邪。余山居無事。讀涅", "531": "槃遺教品。因取其意以入聲律。俾歌詠者正念增", "532": "長。妄心息滅。置諸座隅。日以自警。并不忘遺誡云。", "533": "觀身不淨觀身不淨", "534": "一興顛倒想。遂有幻緣身。膿血常交湊。腥臊每具陳", "535": "紙粘皮裹肉。藤絆骨纏筋。毛覆叢叢草。蟲居比比隣。", "536": "內藏惟臭穢。外飾但衣巾。四大元無實。諸根豈有真。", "537": "語言風自響。動轉氣相循。強號為男女。虗名立主賓。", "538": "百年三尺土。萬古一堆塵。貴賤空回首。賢愚共愴神。", "539": "徒生復徒死。誰識本來人。", "54": "士來。何處忽生新佛子。芙蓉又見一枝開。", "540": "觀受是苦觀受是苦", "541": "眾苦從何起。深知受著情。順違才領納。取捨便縱橫。", "542": "有盛衰還至。無榮辱不成。怨從親裏出。哀是樂中生。", "543": "王謝家何在。曹劉國已傾。悲歡幾場夢。勝敗一棋枰", "544": "事與心違背。貧將病合并。錢神呼不至。窮鬼送難行。", "545": "戚戚終何益。悱悱漫不平。無求卑亦貴。知足欠還盈。", "546": "若悟真空理。憂欣何處萌。", "547": "觀心無常觀心無常", "548": "妄心無住處。體相竟如何。閃閃風中燭。搖搖水上波。", "549": "一家門戶別。六根六箇弟兄多。六識擾擾各馳競。如眼逐色耳逐", "55": "土淨能令心自空。無邊妙色現其中。千燈五照身光", "550": "聲等紛紛總不和。如眼不與聲和耳不與色和等青黃俄改換。眼識無常動", "551": "靜屢遷訛。耳識無常臭別香隨到。鼻識無常甜來淡又過。舌識無常", "552": "炎涼易翻覆。身識無常好惡每偏頗。意識無常境滅心安寄。情", "553": "忘智亦孤。掀翻五欲窟。搗盡六根窩。劫賊歸王化。飛", "554": "禽出網羅。何當悟常住。諸妄盡消磨。", "555": "觀法無我觀法無我", "556": "諸法從緣起。初無我主張。因緣有生滅。念慮遂低昂。", "557": "欲得翻成失。求閒反遇忙。畏寒冬不輟。苦熱夏偏長。", "558": "貧憶富時樂。老追年壯強。有誰憎順適。若箇好危亡。", "559": "得失閒忙泠熱等皆從緣生不因我有自在方為主。遷流豈是常。離根", "56": "映。十鏡交輝佛土融。珠網重重懸寶樹。天童歷歷在", "560": "念何起。無識境還忘。內外無些子。中間有底藏。六窗", "561": "虗寂寂。一室露堂堂。但得塵勞盡。居然大覺王。", "562": "種樹歎種樹歎", "563": "有樹始封殖。枝葉方欣欣。主人愛佳種。溉灌殊殷勤。", "564": "長養既有年。日望陵煙雲。土淺根未固。搖蕩風雨干。", "565": "一朝遂傾倒。根荄不復存。嗟哉復嗟哉。徒增主人歎。", "566": "題藍田叔畫蓮華佛國圖題藍田叔畫蓮華佛國圖", "567": "蓮華佛國華為宮。彼國人民相貌同。父彌陀兮兄大", "568": "士。不由乳養生華中。華之大兮如其體。或一二里至", "569": "百里。光明中有妙香生。自然清淨無倫比慧為食兮", "57": "華宮。龜齡󳬈算渾閒事。直得虗空壽量同。", "570": "定為飲。法身無老亦無病。德水充兮寶地平。何用畊", "571": "田與鑿井。彼佛願力獨超卓。不遺五逆并十惡。信願", "572": "持名苟不虧他年定向蓮華託。藍君妙得丹青理。佛", "573": "境重重筆端啟。法界收藏片紙間。不覺󳭪󳭪有餘地。", "574": "我觀淨土是真畫。為君一一分明話。彌陀相好是畫", "575": "佛。七寶莊嚴是畫土。九品眾生畫裏人。四色蓮華畫", "576": "中座。畫境森羅在目前。求其實法無處所。畫人畫法", "577": "既無實。觀與觀者亦如是。妙觀無非空假中。非一非", "578": "三又非二。與君同見畫彌陀。共詣西方入畫圖。親證", "579": "唯心安樂土。還來度脫苦娑婆。", "58": "稱性莊嚴非外得。天然果報自無窮。一塵徧入諸塵", "580": "捨身祈雨歌(有敘)捨身祈雨歌有敘", "581": "居士宋魁先者明州人。家郡南門。平居奉佛甚誠", "582": "謹。辛丑夏大旱。郡縣祈禱俱不應。出語人曰。我當", "583": "致之。乃往天井山龍潭。投身而下。須臾雨大沛。旬", "584": "日乃止。民賴以安。初居士之捨身也。問道於天井", "585": "寺僧僧目送之。見有雲自空起。少頃雨即四注。僧", "586": "疑而往探之。乃見居士趺坐水上。儼然不動。遂報", "587": "其家。取其屍歸葬焉。噫亦奇矣。昔我世尊行菩薩", "588": "道。捨身無數。救度眾生遂致成佛。今觀居士之事。", "589": "頗亦類是不謂之菩薩。吾不信也。乃作長歌以紀", "59": "裏。萬法全收一法中。華映玉池人倒影。身遊佛國地", "590": "之。", "591": "辛丑之夏旱魃驕。亢陽作虐如焚燒。乾坤為爐日為", "592": "炭。煅煉萬物皆枯焦。金烏爍爍毛羽爛。火雲焰焰無", "593": "時消。自夏徂秋五十日。點滴不聞潤稻苗。田疇土地", "594": "盡開拆。江河溪㵎揚塵囂。井底之蛙尚不足以自偷", "595": "活池魚性命焉能逃。農夫哀告聲嗷嗷。呼天不聞怨", "596": "天高。布裩當盡留赤肉。田禾枯死無蓬蒿。是時郡縣", "597": "計無出。為民祈雨心忉忉。呼神遣鬼莫能應。方士呪", "598": "術無功勞。奇哉大士為眾生。徑往龍宮喚睡蛟。老龍", "599": "當午睡不足。驚起平地翻波濤。龍潭之水何滔滔。其", "6": "得於自心。而兼濟未忘。乃有愚衷於此世。原夫淨", "60": "俱空。色心依正原無礙。但得情忘境自融。", "600": "下黿鼉常怒號。投身直下千萬丈。忽然湧出水面如", "601": "浮瓢。一雨旬日始休息。邨原城市皆周遭死者復蘇", "602": "枯者潤垂垂禾黍翻江郊野航不覺入城市。柔櫓忽", "603": "到門前搖。勞者得休病者起。鄉人相賀鄰相邀吁嗟", "604": "乎。大士尋常人不測。兒童婦女恒嘲調。一朝救世捨", "605": "身命。直視四大同漚泡。眾生之苦即我苦物我寧間", "606": "於秋毫。但期一切得安樂。身雖苦痛心陶陶。我聞人", "607": "固有一死。或重泰山輕鴻毛。此雨不從龍王降。亦非", "608": "江海潮。直從大士悲心出。滴滴點點化為眾生血肉", "609": "性命之脂膏。能使寒者衣。飢者食。亂者治逆者韜。黃", "61": "瓊枝瑤草色長新。別有乾坤世外春。紅藕華藏金砌", "610": "金未為貴。白玉何足高。大士不受功。此功何處標。我", "611": "作歌詩紀其事。留與千古萬古長歌謠。", "612": "贈東阿居士二首贈東阿居士二首", "613": "城南靜者居高枕一床書。世事吾何有。齋心只宴如。", "614": "折腰休乞米。彈鋏不求魚。日夕相過從。秋風滿敝廬", "615": "高蹈謝時輩。翛然遠市闤。分泉聊灌菊。補畫當看山", "616": "有愛皆成癖。無求始自閒。不須隨物轉。當處悟無還。", "617": "將赴浙中留別朔方居士將赴浙中留別朔方居士", "618": "遠公社裏舊遺民。世外相逢說往因。千里關山兩芒", "619": "󱙮。半瓢風月一閒身。扁舟細雨孤燈夜殘雪寒梅古", "62": "鴨。綠珠簾映玉樓人。塵沙莫計聲聞輩。海水難量大", "620": "寺春。準擬明年修白業。與君同作種蓮人。", "621": "漉水囊漉水囊", "622": "護生方便最為難。細行宜修莫自寬。性命由來無大", "623": "小。死生從此有交關。一毛去體猶知痛。滿盞充腸豈", "624": "忍餐。奉勸行人須仔細。朝朝蟲水要勤看。", "625": "禮塔紀事八首(并敘)禮塔紀事八首并敘", "626": "己亥春三月。余從西泠渡江。詣四明阿育王山。瞻", "627": "禮釋迦如來真身舍利寶塔。有德見師者。在寺禮", "628": "塔期滿八萬四千之數。留余同禮。余欣然就之。乃", "629": "即其處度夏。月餘。聞茲大師亦至。同時禮塔。課誦", "63": "士倫。博地亦能容入會。何時得與聖賢親。", "630": "之餘。三人談論佛法。相得甚歡。恨相見之晚。安居", "631": "既竟。余然一指供佛。因作詩紀其事。以見一時之", "632": "勝槩云。", "633": "迦文滅度二千年。舍利于今尚燦然。自慶宿生何善", "634": "利。得瞻光相塔門前。", "635": "一顆如珠綴小鐘。青黃赤白現何窮。自心還見自心", "636": "相。不是如來色不同。", "637": "佛身本自無生滅。舍利元從何處來。真佛現前當面", "638": "錯。妄將分別自驚猜。", "639": "殿含寶塔塔含空。剎剎塵塵本自融。八萬非多一非", "64": "寂靜身心自偶諧。尋常歷覧興無涯。金幢倒映瑠璃", "640": "少。毫端應現寶王宮。", "641": "我佛三祇修福慧。功成萬古見遺勳。自家一顆光明", "642": "種。久被塵埋直到今。", "643": "六時注想禮空王。懺悔殷勤不暫忘。月上塔尖人睡", "644": "起。却疑舍利放毫光。", "645": "醫王雖去藥還留。慚愧癡兒病未瘳。讀罷涅槃遺教", "646": "品。傷心不覺淚長流。", "647": "夏終供佛將何事。一指持將當燭燒。猶有無明燒未", "648": "得。不隨殘焰一時消。", "649": "詩一首庚戌春三月。余禁足於梵天寺之西院。右偏", "65": "地。玉砌平鋪瑪瑙階。自有好華堪供佛。更無塵事可", "650": "額其室。曰寸香齋。尊客相見。略敘道話數語。", "651": "寸香之外。念佛而已。作詩以見志。并告眾云", "652": "省公鬻產搆禪房。古寺重開淨業堂。盡埽萬緣如涕", "653": "唾。憑將四字作資糧。同人共結三年社。對客空餘一", "654": "寸香。三昧未成功未熟。此生終不到城隍。", "655": "偶成四首偶成四首", "656": "無能祇合住深山。一室蕭然獨掩關。寄語世人休見", "657": "召。此生終不到人間。", "658": "百八輪珠六字經。消磨歲月度光陰。平生只有西歸", "659": "願。肯為他緣負此心。", "66": "干懷。何時得遂平生志。坐對鴛鴦水上排。", "660": "為善初勤鮮克終。願精一戒畢吾躬。從今日影過中", "661": "後。粒米休將入口中。", "662": "破舟救溺理無由。抵死須撑到岸頭。等得篙師登陸", "663": "後。更移新棹入中流。", "664": "念佛述懷念佛述懷", "665": "六字中間無賸法。等閒󳬇破祖師關。趙州不喜吾偏", "666": "喜。公案從今要再翻。", "667": "辭世辭世", "668": "身在華中佛現前。佛光來照紫金蓮。心隨諸佛往生", "669": "去。無去來中事宛然。", "67": "我佛慈悲相好身。隨機應現不同倫。盡虗空界元同", "670": "No. 1179-E 省庵法師傳(附錄)No. 1179-E", "671": "省庵法師傳附錄", "672": "師諱實賢。字思齊。一號省庵。常熟時氏子。世業儒。師", "673": "生即不茹葷。總角時有出塵志。父既早歾。母張氏知", "674": "其夙具善根。命為釋氏子。七歲禮清涼庵僧容選為", "675": "師。聰慧爽朗。經典過目不忘。十五薙染。兼通世典。能", "676": "詩。善書法。前輩錢玉友許晹谷皆執節與交。然未嘗", "677": "頃刻忘生死大事也。性篤孝。母亡。於佛前跪諷報恩", "678": "經。七七日歲時伏臘。必設像修供。他日至普仁寺。見", "679": "一僧死仆地。師瞿然悟世無常。益加鞭䇿。年二十四。", "68": "體。極一微塵總是真。疊疊髻螺山頂綠。彎彎眉相月", "680": "圓尸羅於昭慶。嚴習毗尼。不離衣鉢。日止一食。脇不", "681": "帖席。率以為常。庚寅。依渠成法師。聽講法華圓義。謁", "682": "紹曇法師。聽唯識楞嚴止觀諸部。晝夜研窮。未三夏。", "683": "三觀十乘之旨。性相之學。無不通貫。曇師即授記莂。", "684": "傳靈峰四世天台正宗焉。甲午。叩靈鷲和尚於崇福。", "685": "參念佛是誰話。操持嚴密。四月。恍然契悟。曰我夢覺", "686": "矣。自是應機無礙。才辯縱橫。鷲欲付以衣拂。弗受。辭", "687": "去。爰禁足於真寂寺。日閱三藏梵筴。夕課西方佛名。", "688": "三年期滿。寺眾請講法華。師升座開演。河懸泉湧。沛", "689": "然莫禦。戊戌首春。止杭之隆興寺。紹曇法師命師代", "69": "鈎新。七重樹下金蓮上。處處追陪二大人。", "690": "講經律。每擊節稱善。己亥春。詣四明阿育王山瞻禮", "691": "舍利。先後五然指香供佛。每年佛涅槃日。講演遺教", "692": "彌陀二經。示是心是佛之旨。三根普攝。法化洋溢。江", "693": "浙黑白傾心歸仰。歷有十載。法筵之盛。甲於諸方。又", "694": "嘗應永福普慶海雲諸禪席。每進院。模範一新。清規", "695": "肅穆。日講法華楞嚴諸部。執經問難者翕集座下。未", "696": "幾。退隱杭城仙林寺。不出戶庭。力修淨業。己酉冬。杭", "697": "人茅靜遠葉陞皇甫子儀李執玉。監院師省躬一葦", "698": "等。請主鳳山梵天講寺。於是屏絕諸緣。純提淨土。結", "699": "長期。嚴立規約。晝夜六時。互相策勵。人皆謂永明再", "7": "土一門。理極頓圓。事誠簡易。在因強而得果疾。用", "70": "相好凡夫皆具足。六通無礙異常倫。直將果用為吾", "700": "來也。先後主剎十餘載。得度弟子洎乞戒歸依者凡", "701": "數百人。間有學詩文者。師痛戒曰。人命在呼吸間。那", "702": "有閒工夫學世諦文字。稍一錯過。便成他世。欲望出", "703": "離難矣哉。至癸丑佛成道日。謂弟子曰。我於明年四", "704": "月十四日長往矣。自此掩關寸香齋。限晝夜課佛十", "705": "萬聲。明年甲寅四月二日出關。十二日。告眾曰。吾十", "706": "日前見西方三聖降臨虗空。今再見矣。吾其生淨土", "707": "乎。隨囑付院事。徧辭城中諸外護。侍者以偈請師書", "708": "云。身在華中佛現前。佛光來照紫金蓮。心隨諸佛往", "709": "生去。無去來中事宛然。書訖。曰。我十四日定往生矣。", "71": "用。不改凡身作佛身。淨土一生成佛。更無中陰入胎之事。唯除願力欲往他方世界", "710": "爾等為我集眾念佛。十三日。斷飲食。斂目危坐。五更", "711": "具浴更衣。面西趺坐。至巳時。遠近坌集。雪涕膜拜。曰。", "712": "願師住世度人。師復啟目曰。我去即來。生死事大。各", "713": "自淨心念佛。言訖。合掌稱佛名而寂。少頃。鼻筯下垂。", "714": "顏色明潤。迄封龕色不變。虞山上首無住師。以是歲", "715": "臘月八日。圅靈骨。塔于琴川拂水巖之西。乾隆七年", "716": "二月十五日。鄮山諸緇素懷師道行。迎骨去。重建塔", "717": "育王寺之右。其舊塔以藏衣鉢云。師生于康熙二十", "718": "四年八月初八日。春秋四十九。臘二十五。著淨土詩", "719": "一百八首。注西方發願文。續往生傳。東海若解。舍利", "72": "度眾生者周顧十方同指掌。徧遊諸國似比隣。回觀此土", "720": "涅槃諸懺。並行於世。乾隆十年歲次乙丑重陽日。同", "721": "學西庵律然。述於三峯寂照堂之右軒。", "722": "省庵法師語錄卷下終", "723": "No. 1179-FNo. 1179-F", "724": "菩提心文。悲心廣大。四十八願。願力宏深。化導懇切。", "725": "脩持精進。一時清脩之士。聞風欽抑。至今垂九十年。", "726": "人猶稱之不替。其行解真實。瑞應超卓。置之千百年", "727": "中巍然傑出。奉繼一代正祖。不亦宜哉。", "728": "墉初發心時。即奉是書為脩學指南。三十年來。服", "729": "膺研究。至今嗜之益深。惜文星閣版日漸糢糊。每", "73": "修行者。齷齪生涯太苦人。", "730": "欲翻刻苦乏淨財。畫禪寺主人涌公長老。宗淨雙", "731": "詮。全提密顯。䇿己功勤。為人心切。禪誦之餘。好拈", "732": "省師語句。警䇿學人。今春重刊流通。其自度度人", "733": "之願。可見一斑矣。刊成示余。屬勘訛字。因錄豁然", "734": "開公所著蓮宗九祖傳後贊語代䟦。以此少分功", "735": "德。願涌公及未來際緇素之讀是書者。與墉俱得", "736": "不退菩提。同生安養。省師常寂光中當證明之也。", "737": "道光己亥三月朔日脩淨業學人貝墉謹識", "74": "彼方殊勝事無窮。依正由來總不同。剗盡青山鋪碧", "75": "玉。收乾滄海出虗空。法音自演風柯裏。妙義頻宣水", "76": "鳥中。諸佛眾生同一體。互相周徧盡圓融。", "77": "淨土因何獨指西。要令心念有歸栖。一門入後門門", "78": "入。初步迷時步步迷。直就下凡階上聖。不離煩惱證", "79": "菩提。蓮華勝友應相待。何日歸來手共擕。", "8": "力少而成功多。淺之則夫婦與知。深之則聖賢莫", "80": "如來本願非虗誑。稱我名皆到此中。大彌陀經云。設我得佛。十方眾", "81": "生。至心信樂。欲生我國。乃至十念。若不生者。不取正覺莫患棘牆三界無客住。只", "82": "愁枷鎻貪愛幾時空。或曰。若世間人。皆往西方。則此方誰住。故以此喻曉之百川", "83": "歸海水寧溢。萬國朝王地豈窮。或曰。若世間人皆往生。則眾生甚多。彼國", "84": "如何容受。故以此釋之易往無人真可惜。不知何事戀樊籠。", "85": "人傳天竺是西方。世傳。西方去此十萬八千里。是錯認五天竺國。為西方也天竺", "86": "支那在足傍。天竺人呼東土為支那。天竺支那同在南瞻部洲。足跡可到莫向泥", "87": "塗分淨穢。同居五濁。寧分淨穢休從火宅辨炎涼同居三界。奚別苦樂三", "88": "千世界非吾土。四大部洲。須彌山。六欲天。各滿一千。名小千世界。千個小千世界。名中千", "89": "世界。千個中千世界。名大千世界。總此三千大千世界。名為娑婆世界。皆釋迦牟尼一佛所化之境也", "9": "測。三根普被。萬類均收。撈漉苦海之魚。信為巨網。", "90": "萬億乾坤是故鄉。極樂去此十萬億三千大千世界去去莫愁途路", "91": "遠。不勞彈指見空王。天台云臨終在定之心。即淨土受生之心。動念即是生淨土時。", "92": "莫說西方為譬喻。有人云。西方是譬喻之說。乃誘引凡愚為善。非實事也須知", "93": "名與實相應。譬甜似蜜非無蜜。喻冷如氷却有氷。槐", "94": "國阿誰招客去。蜃樓何處勸人登。如來大聖成虗妄。", "95": "謗法愆尤懺未曾。", "96": "人言肅殺是西方。死後身空墮渺茫。有人云。西方是肅殺之氣。人死", "97": "歸空。生氣殄滅。即是西方。豈真有西方可生乎身毒應無生博望。身毒即天竺國。漢博", "98": "望侯張騫。曾至其地岐山那有活文王。岐山在西夷。文王所生之地眾諸侯", "99": "各朝天子。問何故極樂在西。答極樂非定在西。但對東言西。譬如天子所都。名曰長安。諸侯朝"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1179 省菴法師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1179 省菴法師語錄", "author": "清 彭際清重訂", "language": "chinese", "source": "CBETA"}