{"language": "chinese", "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0018 本生經(第7卷-第9卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "第六篇第二章　賽那迦品三九五　烏本生譚結分", "1": "第七篇第七篇", "2": "第一章　尺度品第一章　尺度品", "3": "三九六　尺度本生譚三九六　尺度本生譚", "4": "〔菩薩＝輔師〕", "5": "序分序分此本生譚是佛在祇園精舍時，對王之教誡所作之談話。此故事於三鳥本", "6": "生譚〔第五二一〕中將被述及。", "7": "主分主分昔日，於波羅奈之都梵與王治國時，菩薩為王之俗事、聖事顧問輔師。", "8": "王迷於不正之道，以不法治國，徵集財產使人民受苦，菩薩思對王教誡，探求譬喻，", "9": "巡行各處。爾時王之寢室尚未完成，屋頂亦未修葺，只有椽木支持房尖頂。王為娛", "10": "樂往御苑遊步後，入於宮殿眺望，發現圓木房尖頂，心中恐其落於自己頭上，外出", "11": "而立，再行觀望。王思：「房尖頂依止於何物，有無可依止之椽？」王問菩薩唱第一", "12": "之偈：", "13": "一一肘之半房頂高八偉達提為周圍", "14": "尸舍婆樹沙羅造如無支柱易落毀", "15": "菩薩聞此自思：「予得教誡王之譬喻。」於是唱次之偈：", "16": "二曲椽三十沙羅造包圍環繞等定置", "17": "此等結合強抑制房頂固定不落下", "18": "三堅忍友人性格強依從清廉忠告家", "19": "賢者包圍不落下椽支重荷如房頂", "20": "王聞菩薩言語之間，反省自己行動，作如次之語云：「無房頂椽何所支，無椽組", "21": "合，房頂亦不能立。椽破則房頂落，恰如為不法之王，與自己之友人、輔師、軍隊、", "22": "婆羅門、家長均不協同，與彼等不和而分離，則王權失去，王者必須正直。」恰於此", "23": "時，有持磨獨龍伽來者，王云：「吾友！請食磨獨龍伽。」菩薩取彼云：「大王！不", "24": "知此之食法者，感覺苦酸；反之，知食法之賢者，去苦味遺其酸味，磨獨龍伽之汁，", "25": "食之有益。」依此譬喻，教王以集財方法，唱次之二偈：", "26": "四磨獨龍伽有硬皮小刀不切存苦味", "27": "大王！切去苦皮生甘味取去薄皮甘味失", "28": "五村落都市住賢者不依暴力集王財", "29": "彼等依法為生活雖然增財不害他", "30": "王與菩薩協議往蓮池，見蓮花正開，色如旭光之狀，不被水污染，王云：「吾友！", "31": "此蓮華生於水中，不被水污而立。」於是菩薩向王教諭：「王亦應如是。」為唱次之二", "32": "偈：", "33": "六恰如蓮華生蓮池清水之下有白根", "34": "太陽熾熱蓮花放如泥塵水不能污", "35": "七如斯行正無惡意為清淨行離惡趣", "36": "惡行不得污斯人如同蓮池之蓮華", "37": "王聞菩薩之教誡，自此以後，依正法治國，為布施等善行，成為可生天界之身。", "38": "結分結分佛述此法語後，說明聖諦之理，作本生今昔之結語：「此時之王是阿難，", "39": "賢明輔師即是我。」", "40": "三九七　意生獅子本生譚三九七　意生獅子本生譚", "41": "〔菩薩＝獅子〕", "42": "序分序分此本生譚是佛在竹林精舍時，對仕敵之比丘所作之談話。此故事於前之", "43": "女顏象本生譚〔第二六、漢譯南傳藏第三十一卷二四三頁〕詳細說述。今佛言：「汝", "44": "等比丘！此比丘非只今日如此，前生亦有仕敵之事。」於是為說過去之事。", "45": "主分主分昔日，於波羅奈之都梵與王治國時，菩薩為獅子，與牝獅子一同居住，", "46": "伴彼有牝牡之二兒。牡兒之名為意生，彼亦於成長後，娶一青春之牝獅，於是彼等", "47": "共為五隻。意生殺野獸之水牛等，持肉歸養雙親及妻與妹。某日，彼於牧場見吉利", "48": "雅之豺，豺不能逃避，即俯向獅子，獅子問曰：「吾友！何故如此？」答曰：「主人！", "49": "予願仕貴君。」獅子云：「甚善！汝可仕我。」於是伴彼歸至自己住家之洞窟。菩薩見", "50": "彼云：「意生！豺者無品行有惡癖，勸為惡事者，汝不可置彼於自己之近前。」然菩", "51": "薩終不能制止。", "52": "於是，某日，豺欲食馬肉，向意生云：「主人！依我等所未食之物，至今除馬之", "53": "外別無他物，捕馬如何？」獅子：「然則馬在何處？」豺：「在波羅奈之川岸。」獅子用", "54": "彼之言，與彼於馬在川中沐浴之時前往，捕馬一匹，載於自己背脊上，急速回歸至", "55": "自己洞窟之入口。於是，彼之父食馬肉後云：「馬為王之財產，諸王等將用種種之計", "56": "謀及熟練之射手射汝，食馬肉之獅子不能長生，今後決不可捕馬。」獅子不從父言，", "57": "更又捕之。王聞獅子捕馬，於城內作馬之沐浴場，獅子其後又前來捕馬；王使造廐", "58": "於小屋之中，與水及糧秣，獅子越柵由廐中，仍來捕馬。王呼速如神電之射手問曰：", "59": "「汝能射獅子否？」彼云：「予能。」於是於柵之近處，獅子前來之道傍作樓以待。獅", "60": "子前來，使豺立於墓地之外側，向城中奮迅奪馬而來。射手自思：「獅子來勢猛烈。」", "61": "彼不射獅子，於其行捕馬時，負荷重物，速力遲鈍，以銳利之弓由後方射之，矢由", "62": "獅子之前部通過凌空飛去，獅子叫曰：「予已被射。」射手射後，弓弦鳴聲如雷。豺", "63": "聞獅子與弓弦之音：「予友被射將死，死者已無友情，自今以後，予仍往原森林之住", "64": "所而去。」彼獨言自語，唱次之二偈：", "65": "一張弓飛矢弓弦鳴時", "66": "予友獸王意生被殺", "67": "二噫今如予意走去森一端", "68": "友誼已不存吾生得他友", "69": "獅子急進，馬落洞窟之入口，自則倒地而死，於是彼之親族出來，彼則由傷口", "70": "流血塗滿全身。彼等見此為仕惡者而死，見已，父母妹妻，依次唱次之四偈：", "71": "三畢竟交惡者命運為不榮", "72": "意生見橫死吉利雅誘惑", "73": "四為子有惡友父母不得喜", "74": "為此血所蔽意生見橫死", "75": "五具有知見人未來得幸福", "76": "不從正友者入惡正受惡", "77": "六自居最高位而仕下位者", "78": "其人較彼惡如豺之與獅", "79": "居於最高位然仕下等者", "80": "利矢貫其胸射殺獸王獅", "81": "結分結分最後等覺者言如次之偈：", "82": "七仕劣等者不久亡從同類者不被滅", "83": "屈身優者速向上是故應從優己者", "84": "佛述此法語後，說明聖諦之理——說聖諦之理竟，仕敵比丘得預流果——而佛", "85": "為作本生今昔之結語：「爾時之豺是提婆達多，意生是仕敵之比丘，妹是蓮華色尼，", "86": "妻是讖摩比丘尼，母是羅睺羅之母，父即是我。」", "87": "三九八　須達那青年本生譚三九八　須達那青年本生譚", "88": "〔菩薩＝青年〕", "89": "序分序分此本生譚是佛在祇園精舍時，對養母之比丘所作之談話。此故事於睒摩", "90": "賢者本生譚〔第五四〇〕中將為說述。", "91": "主分主分昔日於波羅奈之都梵與王治國時，菩薩生於貧窮之家庭，名須達那。彼", "92": "達成年後，得工資奉養雙親，父死之後養母。當時波羅奈之王，喜好狩獵，某日，", "93": "王伴諸多從者，入一二由旬之廣大森林，王向諸人布告：「各各站立自己之場所，凡", "94": "有鹿由其處逃脫者，彼即為敗於鹿者。」於是輔師等於大道傍之小屋，加以修葺與王", "95": "暫居。諸人包圍鹿之居處叫喊，使鹿等騷動而出。時有隻羚羊奔來王所，王思射之", "96": "而施矢，彼悟王之計略，知矢向大肋骨射來，急行旋轉如為矢所射之狀而倒地，王", "97": "云：「動物已為我所射。」馳往捕捉，羚羊則跳起，如風之速而逃去。輔師及其他諸", "98": "人均笑王縱羊，王急追彼，彼力盡疲弊，王以劍兩斷之，結縛於一杖之兩端，恰如", "99": "擔天平之棒歸來。王至一菩提樹之近前自語：「予暫在此休息。」於是向彼處橫臥而", "100": "熟睡。", "101": "於此樹上，有一再生夜叉，名摩佉提婆，居於此處，彼得毘沙門天王許可，得", "102": "食來至此處之物。夜叉當王起立欲去之時，向王云：「汝且稍待，汝為我之食物。」", "103": "彼捉住王手。王曰：「汝為何人？」夜叉：「予為再生夜叉，我得許可，凡來至此場所", "104": "者，皆得食之。」王沉著拂退其手問曰：「今日食之耶？何時食之耶？」夜叉：「只要", "105": "獲得，何時皆可食之。」王曰：「今日且食此羊，將予解放，予明日送人使持飯鉢前", "106": "來。」夜叉：「如此不可怠忽，如不派送前來之日，予即前往食汝。」王曰：「予乃波", "107": "羅奈之王，予若無有，則無人能言。」", "108": "夜叉承諾與王之約束，將王放免。王入都城向奉仕輔師說明發生之事。王問：", "109": "「此事如何處理？」輔師：「大王！有無日期限制？」王：「並無日期限制。」輔師：「王", "110": "之所為誤矣。然王勿心憂，獄舍囚有多人。」王：「如是此事由汝處理，救予之命。」", "111": "輔師：「謹遵王命。」於是每日由獄舍提出罪人持飯鉢，一無所知送往夜叉之所。夜", "112": "叉於食飯後，將人亦食之。不久，獄舍已經無人，王因無人前往送飯，依死之恐怖", "113": "而戰慄。輔師慰王曰：「人對財產之欲望較生命之欲望為強，於象背上負以千金之", "114": "束：『何人欲得此財寶，可持飯前往夜叉之處。』並擊鼓作如上之宣傳。」王即按輔", "115": "師所言布告實行。", "116": "菩薩自思：「予之工資，只得一摩沙迦（金幣一錢之二十分之一）半之數以養母。", "117": "得此財寶與母，往夜叉之所，若能征伏夜叉則甚善，若不能時，予母亦可幸福度日。」", "118": "彼將此事告母，母曰：「吾子！我已充分滿足，我不欲財寶。」菩薩兩度請求，均被", "119": "拒絕。第三度，彼不問其母，彼云：「大人！請與我千金，予願送飯。」彼取千金與", "120": "母：「母親勿憂！予征服夜叉，與人人幸福，今日正午歸來，使母淚濕之顏展開笑容。」", "121": "彼告母後，與王臣一同往王之近前，敬禮而立。王：「汝持飯前往耶？」菩薩：「唯然，", "122": "大王！」王：「有無一同前往者？」菩薩：「大王！請賜汝黃金之靴。」王：「理由為", "123": "何？」菩薩：「大王！此夜叉對立於樹根地上之人，始允為其所食，予所立不屬於其", "124": "地，予立於靴上。」王：「其他持何而行？」菩薩：「大王！請賜汝之傘。」王：「傘為", "125": "何用？」菩薩：「大王！夜叉對立於其樹蔭下之人，始允為其所食，予今不立於樹蔭", "126": "之下，而立於傘蔭之下。」王：「其他尚欲持何物而行？」菩薩：「大王！請賜汝劍。」", "127": "王：「目的為何？」菩薩：「大王！惡魔對手執武器者心生恐怖。」王：「其他尚欲持何", "128": "物前往？」菩薩：「於黃金鉢中盛滿王之飯菜。」王：「是何理由？」菩薩：「大王！如", "129": "予為賢人之狀，以土製之鉢盛粗末之飯，實不相稱。」王：「汝言甚善。」王以所有之", "130": "物與彼，並亦提供自己之從者。", "131": "菩薩告王：「大王勿憂，予今於中午征服夜叉，使王幸福而歸來。」於是攜必要", "132": "品而往其處，於樹之近處，使諸人等待。穿黃金之靴，以劍護身，頭撑白傘，於黃", "133": "金之鉢滿盛飯菜，行近夜叉之前。夜叉眺望道路，發現菩薩，「此人與先日來者方法", "134": "不同，是何緣故？」彼自思考。菩薩行近樹前，以劍尖挑飯鉢送至樹蔭之下，自則立", "135": "於近蔭之處唱第一之偈：", "136": "一王命送汝飯味佳且澆汁", "137": "摩佉提婆處前來且進食", "138": "夜叉聞此自思：「予騙彼男入於蔭中食之。」於是唱第二之偈：", "139": "二青年！澆汁之食物持入蔭中來", "140": "青年！汝身及食物我思共食之", "141": "於是菩薩唱次之二偈：", "142": "三夜叉！勿為小事失汝大事", "143": "怖死之人不來送食", "144": "四夜叉！美味澆汁食汝應常食之", "145": "殺我為汝食無人送飯至", "146": "夜叉正悟青年之所云，心中快活唱次之二偈：", "147": "五汝所語利益青年！實為我利益", "148": "吾今特許汝汝須達那！多幸逢老母", "149": "六劍傘與金鉢青年！汝今可持歸", "150": "母汝汝母與多幸可相逢", "151": "菩薩聞夜叉之談話〔思〕：「予之工作成就，夜叉依予所言已被征服，多得財寶，", "152": "完成向王應諾之使命。」彼感謝夜叉唱最後之偈：", "153": "七夜叉！汝於同族中實為多幸福", "154": "已完成王命予得諸財寶", "155": "彼如斯云，更向夜叉言曰：「吾友！汝昔多為惡事，殘忍而無慈悲，食他人之血", "156": "肉，生為夜叉，今後不可再為殺害。」菩薩更教以守戒律能生幸福，破戒律招來不幸，", "157": "當即授與夜叉五戒，並向彼云：「住於森林，汝有何益？汝來！予使汝住於城市之", "158": "門，得最上之飯食。」彼與夜叉一同歸去，使夜叉持劍及所有之物，到著波羅奈之都。", "159": "諸人告王曰：「須達那青年伴夜叉前來。」王伴輔師出迎菩薩，使夜叉定居於都門，", "160": "得最上之飲食，入城擊鼓，集合眾人，宣說菩薩之手段，並與以將軍之地位。王自", "161": "身守菩薩之教誡，為布施之善行，得成生天界之身。", "162": "結分結分佛述此法語後，說明聖諦之理——說聖諦之理竟，養母之比丘得預流果", "163": "——佛為作本生今昔之結語：「爾時之夜叉是央崛摩羅，王是阿難，青年即是我。」", "164": "三九九　兀鷹本生譚三九九　兀鷹本生譚", "165": "〔菩薩＝兀鷹〕", "166": "序分序分此本生譚是佛在祇園精舍時，對養母比丘所作之談話。", "167": "主分主分昔日於波羅奈之都梵與王治國時，菩薩生於兀鷹之胎，達成年後，使年", "168": "老視力弱之兩親，棲於兀鷹之巢窟，菩薩持來牛肉之養育。或時，某獵師於波羅奈", "169": "之墓地，不能中止對兀鷹設網。某日菩薩為探尋牛肉，來至墓地，足掛網上，然彼", "170": "不思己之事，只慮兩親在巢：「予之兩親，將如何為生！彼等尚不知予被捉，貧而無", "171": "助，於山之洞窟，漸次衰老而死。」菩薩悲痛唱第一之偈：", "172": "一兩親年老居山洞盲目而臥如何生", "173": "我今陷網身被捕陷入尼利亞手中", "174": "獵師之子聞彼之悲痛：", "175": "二兀鷹！何故汝悲痛汝悲為何因", "176": "鳥發人間語吾從未見聞", "177": "三年老居山洞我養吾雙親", "178": "我陷汝手中彼等如何生！", "179": "四距離百由旬兀鳥見死體", "180": "如是近網何以不知覺？", "181": "五生命將終了人之入滅時", "182": "雖然近網亦不能知覺", "183": "六年老居山洞長時養兩親", "184": "依吾汝被赦幸福見親族", "185": "七獵師！汝與汝親族共同皆歡喜", "186": "吾於吾山洞養育我雙親", "187": "依以上所唱之偈，獵師之子第二，兀鷹第三，順次唱此等之偈。", "188": "菩薩由死之痛苦脫出，表感謝之意，唱最後之偈後，口中滿取肉物而去，歸與", "189": "兩親。", "190": "結分結分佛述此法語後，說明聖諦之理——說聖諦之理竟，養母之比丘得預流果", "191": "——佛作本生今昔之結語：「爾時獵師之子是車匿，兩親是王之一族，兀鷹之王即是", "192": "我。」", "193": "四〇〇　沓婆草花本生譚四〇〇　沓婆草花本生譚", "194": "〔菩薩＝樹神〕", "195": "序分序分此本生譚是佛在祇園精舍時，對釋子優波難陀所作之談話。彼出家於佛", "196": "門，捨少欲知足等之德，而有大欲望。雨安居之初，彼探尋二三之精舍，於某處遺", "197": "留傘靴，某處殘置杖及水瓶，於某處一人居住。彼於某田舍之精舍度過雨安居期時，", "198": "向比丘云：「比丘應少欲知足。」恰如使月升空，使比丘知四依之知足，說往賢聖", "199": "族之道；比丘等聞此，捨去美麗之衣鉢，而持土鉢，著糞掃衣。彼於自己之住處使", "200": "他人居住，雨安居終了，行自恣之戒後，彼將此等衣鉢滿載往祇園精舍而去。", "201": "彼於途中某森林精舍之後方，足為蔓草所掛住，彼云：「此處必有所獲之物」，", "202": "於是入於精舍。彼處有二老比丘度雨安居，彼等持有粗率上衣兩件，華美之毛布一", "203": "件，二人不能分配，見彼心喜：「尊者！予等對此屬於雨安居之物，不能分配，為此", "204": "我等爭論，請為我等分之。」彼云：「甚善！予為分配。」粗率之上衣分與二人，云：", "205": "「此為持律之我等應得之物。」彼則取毛布而去。而執著於毛布之二人長老亦與彼同", "206": "往祇園精舍，向持律之比丘等談及此事件而問曰：「尊者！持律者依掠奪而為生活，", "207": "究竟被許可耶？」比丘等見優波難陀長老所得衣鉢之堆積云：「汝有甚佳之手段，汝", "208": "得大量之衣鉢。」彼云：「諸友！何處予有手段，予為用此方法所得。」彼說明一切。", "209": "法堂中開始論議：「諸友！釋子優波難陀有大愛欲，為大貪欲。」佛出此處問曰：", "210": "「汝等比丘！汝等今有何語，集於此處？」比丘白佛：「如是如是之緣由。」佛云：「汝", "211": "等比丘！優波難陀不行正道。比丘等向他人說時，先行自正，然後可教誡他人。」", "212": "先須為自己樹立於適所", "213": "而後教導他賢者身不污", "214": "佛依於法句經而說此偈〔第一五八〕，說明正道法。佛言：「汝等比丘！優波難", "215": "陀非只此世，於前生亦為大貪欲，又彼不只現世掠奪財產，於前生實亦掠奪。」佛為", "216": "說過去之事。", "217": "主分主分昔日，於波羅奈都梵與王治國時，菩薩為川岸樹之樹神。爾時有名瑪耶", "218": "溫之一隻豺，娶一牝豺住於川岸之某處。某日，牝豺向牡豺云：「夫君！予起欲望，", "219": "思食赤魚。」牡豺云：「汝且靜待，予為汝持來。」彼往川岸環繞步行，足為蔓草所掛，", "220": "彼沿岸行進。爾時有名甘比拉洽林與阿努蒂拉洽林之兩隻水獺，探魚而立於岸邊，", "221": "甘比拉洽林見一大紅魚，急速跳入水中，捉魚之尾，魚力甚強，曳彼行進。彼向其", "222": "同伴云：「大魚與我等二者合力相當，汝速來助我。」於是唱第一之偈：", "223": "一阿努第拉洽林！吾友汝速來願汝追從吾", "224": "依吾捕大魚曳吾彼迅速", "225": "對方聞此唱第二之偈：", "226": "二甘比拉洽林！鞏固願強力金翅鳥捕蛇", "227": "吾助汝捕之共同曳彼上", "228": "於是二獺一同拉赤魚至岸上，置於陸地而殺之，彼此吵架：「汝分我魚。」彼此", "229": "不能分，置魚而坐。恰於此時，豺來此處，彼等見彼，共同歡迎云：「沓婆草花色之", "230": "友！我二人共同捕得此魚，但不能分配，我等引起爭論，請為我等等分。」於是唱第", "231": "三之偈：", "232": "三沓婆草色者吾等起爭論", "233": "請聞吾一言吾友！為吾善調停", "234": "豺聞此言，顯示自己之能力：", "235": "四我曾為裁判處理多事件", "236": "調停汝鬥爭爭論可靜息", "237": "彼唱此偈，一面分配：", "238": "五阿努蒂拉洽林尾頭部甘比拉洽林", "239": "而此中部為剩餘應屬裁判官之物", "240": "豺唱以上之偈，如此將魚分配而後云：「汝等停止爭鬥，可食尾與頭部。」豺則", "241": "口啣中部由彼二者眼前離去。彼等如失千片之魚，坐而悲痛，唱第六之偈：", "242": "六我等如不爭食物將長有", "243": "赤魚除頭尾強被豺奪去", "244": "豺又自思：「今日使妻得食赤魚。」心中歡喜，來近彼女。牝豺見牡豺歸來，歡", "245": "喜相迎：", "246": "七恰似剎帝利歡喜得王國", "247": "見夫啣滿口今日我亦喜", "248": "彼女唱此偈，問獲得之方法：", "249": "八生於陸地者如何捕水魚", "250": "吾夫我問爾如何爾得彼？", "251": "唱此偈後，豺語其獲得之方法，唱次之偈：", "252": "九爭論生貧乏爭論滅盡財", "253": "兩獺爭論敗瑪耶溫！汝得食赤魚", "254": "結分結分次為現等覺者之偈：", "255": "一〇人間起爭論正復亦如是", "256": "彼等付裁判人人聞教導", "257": "彼等失財產王之藏大增", "258": "佛述此法語後，說明聖諦之理，作本生今昔之結語：「爾時之豺是優波難陀，獺", "259": "是二人之老人，此事目擊者之樹神即是我。」", "260": "四〇一　達桑那國製劍本生譚四〇一　達桑那國製劍本生譚", "261": "〔菩薩＝婆羅門〕", "262": "序分序分此本生譚是佛在祇園精舍時，對愛著前妻之比丘所作之談話。佛問比丘：", "263": "「汝為煩惱之事，真實耶？」比丘白佛：「世尊！確為如是。」「為何人而煩惱？」對佛", "264": "之問，比丘返答言：「為前妻而煩惱。」佛言：「比丘！彼女對汝今為煩惱之原因，前", "265": "生汝亦為彼女而成精神上之疾病，由死之中，生命為賢者所救助。」於是佛為說過去", "266": "之事。", "267": "主分主分昔日，摩大瓦大王於波羅奈都治國時，菩薩生於婆羅門之家庭，人人稱", "268": "彼名為賽那伽童子。成年後，彼於得叉尸羅學習一切技術，歸波羅奈之都後，為摩", "269": "大瓦王之俗事、聖事顧問輔師，於全市民之間如日月之徧知，呼為賢者賽那伽。爾", "270": "時王司祭之子前來向王伺候，彼見飾以一切裝飾最美之第一王妃，心為所魅，彼歸", "271": "宅後，何亦不食而臥，彼為友人探問而語其故。王不見司祭之子問曰：「究為何故？」", "272": "王聞其故，呼彼前來曰：「予將彼女與汝七日至汝家，遇七日至第八日汝伴其歸來。」", "273": "彼云：「謹遵王命。」彼承諾伴妃歸家，一同歡樂。彼等互愛，不告而由家門逃出往", "274": "他王之領土，無人能知二人之行徑，恰如船行之進路。王於城中擊鼓布告，用種種", "275": "方法探尋，不能得知彼女之行方。", "276": "於是王為彼女起大悲哀，心臟熱而流血，自此以來，由內臟出血，病體沉重，", "277": "王之名醫亦不能治癒。菩薩云：「王本無病，此因不能見妃，罹患精神之疾，予當以", "278": "方便癒之。」彼更向阿由拉及普古薩二賢者王之輔師詢談：「王不見王妃，罹精神之", "279": "疾病，並非其他病症，我等多用手段，以方便治癒王疾。可於王庭開羣眾集合大會，", "280": "招來知吞劍戲之人，表演吞劍，使王坐於窗際觀賞，王見吞劍者將發質問：『有無", "281": "較此更難者？』吾友阿由拉請答：『大王！「予將如是如是給與」，將更令比此為難", "282": "之表演。』吾友普古薩，如王向君質問，君請向王回答：『大王！應諾給與而不與，", "283": "彼之所言無效，僅依所言，人之生活飲食均不能為；然人依言語實行，遵從約束，", "284": "給與物品則為更難之事。』其後應為之事，予自知之。」於是集合大眾，三人賢者往", "285": "王之側云：「大王！王庭有集合盛會，王往觀賞，以解苦悶，請王駕出。」於是導王", "286": "開窗御覽。多人演出各各知名之技藝，有人吞三十三安古拉（英吋）尖銳之寶劍。", "287": "王見之自思：「彼男吞劍，究竟有無更難表演之事，予問賢者。」彼向阿由拉質問唱", "288": "第一之偈：", "289": "一達桑那國製尖銳吸血劍", "290": "公眾面前吞有無更難者", "291": "我問至難事汝應回答我", "292": "於是說明者唱第二之偈：", "293": "二銳劍完全吸人血人由貪欲始能吞", "294": "「予能與之」斷言者此則為更難為事", "295": "其他一切皆易為斯為麥加陀應知", "296": "王聞賢者阿由拉之語自思：「『予能與之』之言，此實較吞劍尤難。予曾言與妃", "297": "以司祭之子，由是觀之，予實為最難之事。」於是王心中之苦惱，漸趨融和。其次王", "298": "更自思：「此究竟有無比言說：『予能與之』更困難之事？」王與普古薩賢者交談唱", "299": "第三之偈：", "300": "三俗界與聖界博學阿由拉", "301": "彼對予質問曾為予說明", "302": "今予再問汝賢者普古薩", "303": "何為更難事盼汝應答予", "304": "於是賢者普古薩答王唱第四之偈：", "305": "四非依言飲食非依言生存", "306": "語後不悔者斯為更難事", "307": "其他一切易麥加陀應知", "308": "王聞此語自思：「『予以妃與司祭之子』，為予先言，從其約束而與之，此予實為", "309": "所難為者。」至此王之苦惱更趨融和。爾時彼思：「世無較賽那伽賢者更賢明之人，", "310": "予將向彼質問。」於是王問彼唱第五之偈：", "311": "五俗界與聖界博學普古薩", "312": "彼對予質問曾為予說明", "313": "今予再問汝賢者賽那伽", "314": "何為至難事盼汝應答予", "315": "於是賽那伽答王唱第六之偈：", "316": "六財寶不拘有多少應當與之則與之", "317": "然而施與不應悔實為人間更難事", "318": "其他一切皆為易是為麥加陀應知", "319": "王聞菩薩之言深自反省：「予由自己意志，以妃與司祭之子，而因不能抑制自己", "320": "之心，為煩惱所疲，此對予實不相應。若妃有愛著於予，則不能捨王國而逃，今對", "321": "不愛予而逃去之女，思之何用？」如是思之，王之苦惱如蓮葉之水珠，轉落消失而去，", "322": "恰於此瞬間，王之內臟恢愎，王於焉健康而幸福。王讚賞菩薩唱最後之偈：", "323": "七阿由拉答問普古薩亦然", "324": "如賽那伽者優於一切問", "325": "王如是歡喜讚賞菩薩，與諸多之財產。", "326": "結分結分佛述此法語後，說明聖諦之理——說聖諦之理竟，煩惱之比丘得預流果", "327": "——而佛為作本生今昔之結語：「爾時之王妃是比丘之前妻，王是煩惱之比丘，阿由", "328": "拉賢者是目犍連，普古薩賢者是舍利弗，賽那伽賢者即是我。」", "329": "四〇二　菓子袋本生譚四〇二　菓子袋本生譚", "330": "〔菩薩＝婆羅門〕", "331": "序分序分此本生譚是佛在祇園精舍時，對般若波羅蜜所作之談話。此故事於隧道", "332": "本生譚〔第五四六〕中亦將被說述。", "333": "主分主分昔日，於波羅奈之都伽那迦王治國時，菩薩生於婆羅門之家庭，人人稱", "334": "彼名賽那伽童子。成年後，彼於得叉尸羅學一切技術，歸來波羅奈謁王，王置與輔", "335": "師之地位，與大名譽，彼教王俗事、聖事，為一言辭具有魅力之說法者。彼使王守", "336": "五戒，又使遵守布施，布薩羯磨，十善業道等之善道，於全國為諸佛出現時之狀。", "337": "每半月王與副王等之一切諸人，集於裝飾之法堂，於法堂準備羚羊之皮椅使菩薩摩", "338": "訶薩坐於中央，以佛之威嚴說明法要，其教如諸佛說法之狀。", "339": "爾時，某年老之婆羅門為得錢而遊行，彼得一千金幣託付於某婆羅門之家族，", "340": "彼云：「再去乞食」而離去；於彼去時，此一家族將彼之金予以消費，彼歸來取金，", "341": "婆羅門無力償金，將自己之女與彼為妻。婆羅門伴妻定住於距波羅奈不遠之婆羅門", "342": "村，彼妻年少不能滿足欲望，與年少之婆羅門為不法之行。世間之不滿足者有十六", "343": "種，此十六為何？海對一切之川不滿、火對燃料不滿、王對王國不滿、愚者對惡行", "344": "不滿、女人對欲行和化粧及產兒三者不滿、婆羅門對讚歌不滿、禪定者對禪境之獲", "345": "得不滿、有學者對名譽不滿、少欲知足者對修習功德不滿、努力者對得勇氣之事不", "346": "滿、雄辯家對對話不滿、知者對會眾不滿、信者對教團之奉仕不滿、供養者對施捨", "347": "不滿、賢者對聞污不滿、四果對見如來不滿，有如是。", "348": "此婆羅門女對欲行不知滿足，彼女以婆羅門為無物，毫無顧慮，欲為惡行。某", "349": "日悄然而坐，其夫問曰：「吾妻！汝何為耶？」妻云：「婆羅門！予於汝家，不能工", "350": "作，請召使役前來。」「予妻！予無金錢，如何召使與金前來？」「汝可得物集金伴來", "351": "為用。」「予妻！如是為我準備旅行必要物品。」彼女與彼麥粉乾果及麥粉軟果結入皮", "352": "袋之中。婆羅門遊行村、市及城下，得七百金幣，彼思：「有此之金，可以充分支拂", "353": "僕婢之金額。」彼於歸近自己之村時，於某有水之便利處，開袋食麥粉果子。彼開袋", "354": "前往取水之時，某空樹中之黑蛇，嗅麥粉果子之香而入於袋中，食麥粉果子盤捲而", "355": "坐，婆羅門歸來，未見袋中而結縛揹至肩上而行。", "356": "爾時途中再生樹之樹神於樹幹之穴中云：「婆羅門！若途中汝休息時，汝將死", "357": "矣，若今日歸家，則汝妻將死。」言畢消失。彼迴顧不見樹神，彼驚懼為死之恐怖所", "358": "襲，悲泣而到達波羅奈都門之處。恰於其時為十五日之布薩，為菩薩坐於裝飾之法", "359": "座上說法之日，大眾手執香花分為數組前往聽聞法話。婆羅門見此問曰：「前往何", "360": "處？」答曰：「婆羅門！今日賽那伽賢者以優美之聲與佛之威嚴說法，汝不知耶？」彼", "361": "思：「賢者現在說法，予今為死之恐怖所襲，賢者能癒大之煩惱，予亦往其處聽聞法", "362": "語。」於是彼與彼等一同前往彼處，圍繞摩訶薩，王亦參加坐於會眾之端，彼則肩負", "363": "麥粉果子之袋，一方為死之恐怖所襲，距法座不遠之處而坐。摩訶薩則如天降恒伽", "364": "河或降甘露雨說明法要，使大眾聞法滿足而喝采。賢者具有炯眼神目，爾時摩訶薩", "365": "以五種慈悲，開啟澄清之目，各方觀察，眺望會眾，見彼婆羅門而作如是之思：「諸", "366": "多會眾聞法滿足而喝采，而彼婆羅門悲哀而啜泣，由其流淚，心中必有悲哀之事；", "367": "予將為彼說法，使彼無憂而滿足，如酸之剝落銅錆，如蓮葉之滾落水滴。」於是彼云：", "368": "「汝婆羅門！予為賢者賽那伽，今為使汝無有悲惱，請汝親切交談。」菩薩與彼共語", "369": "唱第一之偈：", "370": "一汝心混亂根動搖由目流淚可知曉", "371": "汝來此處失何物婆羅門！願汝語我欲如何", "372": "於是婆羅門語自己痛苦之原因唱第二之偈：", "373": "二夜叉云我歸我妻今日死", "374": "我若不歸去則我死中途", "375": "依苦我煩惱賽那伽！來此為說明", "376": "摩訶薩聞婆羅門之言，如海上投網，擴其智網而自思：「有情之死，原因甚多，", "377": "即：有落入海中而死者，又於彼處為猛魚所捕，或落入恒伽河為鰐魚所奪，由樹上", "378": "跌落為刺所刺，種種種類之武器所傷，飲毒，跌落，由絕壁落下，或受極寒，或罹", "379": "疾病等等。於此種種死之原因中，依何種原因，今日於途中休息，此婆羅門則自死，", "380": "若歸家則其妻死？」菩薩思考之同時，見到婆羅門肩上之袋，依彼方便善巧之智得", "381": "知：「彼袋之中，必有蛇入，侵入於婆羅門朝飯之際，因食麥粉果子，未閉袋口而往", "382": "飲水之時，聞果子之香而入袋，婆羅門飲水歸來，不知蛇入袋之事而結袋取之而去。", "383": "若彼於中途休息，於其場所食晚飯之麥粉果子，開袋置手於其中，則蛇咬彼之手而", "384": "殺之，此為中途休息者致死之原因；若彼歸家中，袋交與妻手，彼女欲見其中之物", "385": "品，開袋置手其中，則蛇咬而殺之，此為今日歸家者妻死之原因。」更依善巧方便得", "386": "知：「其蛇為黑蛇，大膽而不畏，何以知之？此蛇於袋中，袋觸婆羅門之一側，自己", "387": "動蕩，亦不表示震驚，又於如斯會眾之中，亦不顯示其自己為存在之事，由此觀之，", "388": "可以了解其為黑蛇，大膽而不畏。」如是摩訶薩有如依天眼得見如是，又如站立之人", "389": "見此袋之蛇，於王亦參加之會眾中，決心依善巧方便之智答婆羅門之質問，唱第三", "390": "之偈：", "391": "三考慮種種原因後今我所云為真實", "392": "婆羅門！我思汝之果子袋人所不知住黑蛇", "393": "如是告而問曰：「婆羅門！汝之袋中有麥粉果子耶？」「賢者！袋中有之。」「今日", "394": "朝飯之時食麥粉果子耶？」「唯然，賢者！」「坐於何處？」「森林樹之根前。」「食麥粉", "395": "果子後，前往飲水時，袋之口結否？」「賢者！袋未結口。」「飲水歸來，檢點袋後而", "396": "結袋耶？」「賢者！我未檢點而結袋。」「婆羅門！予思汝往飲水之時，因麥粉果子之", "397": "香，蛇於汝不知之中入汝袋中。因此，汝放下袋，於會眾之中解開袋口，退後以杖", "398": "一根先向袋擊打，於是蛇必擡首發音，若見黑蛇出，可以解汝之疑。」於是唱第四之", "399": "偈：", "400": "四取杖擊打袋汝見二叉舌", "401": "今解疑惑去解袋見黑蛇", "402": "婆羅門聞摩訶薩之言，驚怖依言而行。蛇為杖所擊，由袋口而出，彼眺望大眾", "403": "而止住。", "404": "為說明此事實，佛唱第五之偈：", "405": "五表情驚怖婆羅門會眾之中解果袋", "406": "毒蛇被擊擡鎌首爬行脫出燃怒焰", "407": "蛇擡鎌首出來時，有預兆顯現摩訶薩如一切智之佛：大眾數千揮動衣物，無數", "408": "數千拍手震響，又如密雲之降雨，降七寶之雨；數千善哉之叫聲，起如大地震裂之", "409": "騷動。今以佛之威嚴，對如是之質問作答，非生之力，亦非種姓、家世、國家、名", "410": "譽、財寶之力，然則為何力？乃智慧之力。有智慧之人，增知見，開聖道之門，得", "411": "不死之大涅槃，得成就聲聞、獨覺智、三藐三菩提；於得不死之大涅槃法，惟有殊", "412": "勝智慧，其他不過為智慧之從屬。故如是云：", "413": "智慧猶如星中月謂為最勝之賢者", "414": "戒律幸福一切法皆為智慧之從者", "415": "依摩訶薩答如斯質問之時，某捕蛇者以口具嵌蛇，捕蛇而放入森林之中。婆羅", "416": "門近於王前，向王合掌祝福，感謝王而唱半偈：", "417": "六見出賢者最高慧最上收獲為國王", "418": "彼向王表感謝之後，由袋中取出七百金幣，亦向摩訶薩感謝，欲為歡喜之贈物，", "419": "唱一偈半：", "420": "汝離障礙有知見婆羅門！汝之智慧人驚嘆", "421": "七吾有七百錢一切奉獻汝", "422": "今日救我命我妻亦幸福", "423": "菩薩聞此唱第八之偈：", "424": "八賢者唱諸偈不為取報酬", "425": "婆羅門！財產應與汝汝取歸自家", "426": "摩訶薩如此語畢，與婆羅門一千金幣，菩薩問曰：「婆羅門！汝所得之錢，將與", "427": "何人？」「賢者！予為妻而得錢。」「汝妻年老抑或年少？」「賢者！予妻年少。」「若然，", "428": "汝妻與他男為非行，為使非行得無顧慮，而將汝放逐出外。若汝持金歸家，則汝苦", "429": "心所得之金，汝妻將與自己之情人，因此，汝勿直接歸家，將金放置於村外樹根某", "430": "處，將金隱藏而後入家。」菩薩語畢，送彼而出。", "431": "彼行近己村，將金藏於樹根某處，然後回歸自己家中。爾時妻與情人並坐，婆", "432": "羅門立於門前云：「吾妻！」妻知彼之聲，熄滅燈火開門。婆羅門入內時，妻伴情人", "433": "而出，使立於門前，再行入內。見袋中無任何物，妻問曰：「汝為得物而出門，今何", "434": "所得耶？」「予得一千金幣。」「現在何處？」「予置於如是如是之場所，明晨取來，汝", "435": "勿心憂。」妻去告彼情人，彼往奪取如自己所藏之物。", "436": "婆羅門次日前往，不見其金，往菩薩之處，菩薩問曰：「婆羅門！汝事如何？」", "437": "「賢者！予金不見。」「汝告知汝妻耶？」「賢者！予曾告之。」菩薩悟其妻告知情人，", "438": "菩薩問曰：「汝妻有相識之婆羅門耶？」「賢者！有之。」「汝有相識者耶？」「賢者！有", "439": "之。」於是摩訶薩與七日間之費用，向彼云：「汝往，第一日邀請汝七人、妻七人，", "440": "合為十四人之婆羅門加以招待饗宴，由次日以後，每日各減一人，至第七日，則為", "441": "邀請汝一人、妻一人，合為二人之婆羅門與以招待饗宴。而依妻於第七日受招待之", "442": "婆羅門，汝如知其任何日皆前來，請告我知。」婆羅門依言告摩訶薩：「賢者！予知", "443": "任何日皆前來為食事之婆羅門。」於是菩薩與彼一同遣人呼彼婆羅門前來，問曰：「汝", "444": "有否由如是如是之樹根取此婆羅門一千金幣之事？」「賢者！予未有取。」「予為賽那", "445": "迦賢者，汝不知耶？予可將彼金取來。」彼心生恐怖而自白曰：「予實取之。」「汝如", "446": "何將金處理？」「賢者！予正藏之。」", "447": "菩薩向老婆羅門問曰：「汝仍置彼女為妻耶，或娶他女耶？汝將何為？」「賢者！", "448": "彼女乃我之物。」菩薩遣人取來婆羅門之金，呼婆羅門之女亦至，由盜人婆羅門之手", "449": "將金交與老婆羅門之手，而盜人婆羅門與以王罰，由城市放逐，對婆羅門之婦亦與", "450": "懲罰。與婆羅門以大名譽，使彼住於自己之近處。", "451": "結分結分佛述此法語後，說明聖諦之理——說聖諦之理竟，多人得預流果——而", "452": "佛為作本生今昔之結語：「爾時之婆羅門是阿難，樹神是舍利弗，會眾是佛之會眾，", "453": "賽那迦賢者實即是我。」", "454": "四〇三　阿提闍那婆羅門本生譚四〇三　阿提闍那婆羅門本生譚", "455": "〔菩薩＝婆羅門〕", "456": "序分序分此本生譚是佛在阿羅毘附近之阿伽羅婆廟時，就作草庵之規則所作之談", "457": "話。此故事於前之寶珠頸龍王本生譚〔第二五三、漢譯南傳藏第三十四卷〕中，已", "458": "為說述。佛呼比丘等曰：「汝等比丘！在佛未出世以前，依外道出家之出家者，雖然", "459": "由王與以施物之選擇，但乞求非他人之所好，亦不與他人愉快之感，是故多不乞求。」", "460": "於是佛為說過去之事。", "461": "主分主分昔日，梵與王於波羅奈都治國時，菩薩生於某街之婆羅門家，人人呼彼", "462": "名為阿提賽那童子。成年開始，彼於得叉尸羅學習一切技術後，知愛欲之苦痛，出", "463": "家入仙人之羣，得神通力與定力。常住雪山地方，欲求鹽酢，出至人里，到著波羅", "464": "奈住於公園，翌日為乞食遊行至王庭；王對彼之行為態度，甚為滿足，呼彼近前，", "465": "坐於宮殿之壇座，給與美食，食已，王由彼聞感謝之言甚喜，得彼之同意，使摩訶", "466": "薩住於王庭之內，一日施行二三次之招待。", "467": "某日，王滿足於法語，王云：「自王國以下，汝欲何物，請汝言之。」王使菩薩", "468": "選擇，菩薩不云：「請將此與我。」而其他之乞求者則云：「將此與我。」對自己所欲", "469": "之物，任意乞求，王心雖不願，但仍施與。某日國王自思：「他之乞求者或托鉢僧，", "470": "向予乞求『請與我如是如是之物』，而阿提闍那自予與彼選擇之時以來，任何之物，", "471": "亦不乞求，彼實賢能而長於方便，予將問彼。」某日彼於早飯終了，往彼之所，坐於", "472": "一方，問他人乞求與彼之不乞求之緣由，唱第一之偈：", "473": "一阿提闍那仙乞者予不識", "474": "結羣來乞求如何汝不求？", "475": "菩薩聞此唱第二之偈：", "476": "二乞求者不樂不與者不樂", "477": "是故予不求予不抱敵意", "478": "王聞此言唱次之三偈：", "479": "三乞求生活者非時乞施物", "480": "奪他人善行失自己生計", "481": "四乞求生活者以時乞施物", "482": "他人為善行自己得生存", "483": "五見來乞求者賢者決不怒", "484": "梵行者！予對汝愛慕汝選一切物", "485": "如斯菩薩雖由王給與選擇，但決不乞求。菩薩於王述自己之希望時，向王說示", "486": "出家之道：「大王！乞求之事，為愛欲之享樂者與在家者所行之事，非出家者之所", "487": "為，出家者由出家之時以來，為與在家不同之清淨生活。」為說明出家之道唱第六之", "488": "偈：", "489": "六智慧者不乞信士能知之", "490": "故聖者默立此即彼乞求", "491": "王聞菩薩之言曰：「尊者！賢明之相從者自知與其友佳物，予亦如是如是與汝。」", "492": "於是唱第七之偈：", "493": "七婆羅門！我與汝赤牛千牝與一牡", "494": "聞汝相應法何故不可與！", "495": "聞如是語已菩薩曰：「大王！予為一貧窮之出家僧，牛對予為無用。」菩薩與以", "496": "拒絕。於是王守彼之教誡，為布施等之善行，出生為天界之身，菩薩亦為不退轉之", "497": "禪定者，得生於梵天界。", "498": "結分結分佛述此法語後，說明聖諦之理——說聖諦之理竟，多人得預流果——而", "499": "佛為作本生今昔之結語：「爾時之王是阿難，阿提闍那即是我。」", "500": "四〇四　猿本生譚四〇四　猿本生譚", "501": "〔菩薩＝猿〕", "502": "序分序分此本生譚是佛在祇園精舍時，對提婆達多沒入地中事所作之談話。彼沒", "503": "入地中時，比丘等於法堂開始議論：「諸位法友！提婆達多與其同伴一同亡滅。」爾", "504": "時佛出問曰：「汝等比丘！汝等今有何語，集於此處？」比丘白佛：「如是如是之事。」", "505": "佛言：「汝等比丘！彼與同伴之亡滅，非自今始，前生亦如是亡滅。」於是佛為說過", "506": "去之事。", "507": "主分主分昔日，梵與王於波羅奈之都治國時，菩薩生為猿，與五百之猿同伴相伴，", "508": "住於王庭。提婆達多亦生為猿，與五百之猿同伴住於其處。某日，司祭前來庭苑，", "509": "沐浴後著衣欲去時，某一惡戲之猿先來，止於庭苑入口之弧形門頂，向司祭之頭上", "510": "落下糞便，更又於其仰面見時，落於口中。彼於歸去云：「甚善，予知有如何處分汝", "511": "之方法。」向猿威脅，再行沐浴而去。猿等為彼所怨而倍受脅迫，向菩薩告語，菩薩", "512": "向一千所有之猿宣告：「住於怨恨者之住所，甚為不宜，一切猿羣應離此往他處。」", "513": "而不從順之猿，則與自己之同伴相伴云：「此事以後自明。」而不肯離去。菩薩則伴", "514": "隨同伴往森林而去。", "515": "某日，女奴隸於日下曬搗米，為山羊所食，彼女向山羊投以松火，火著山羊之", "516": "體，逃往象舍附近某草屋之壁擦體，火著於草小屋，移至象舍，燒傷象舍中之象背，", "517": "象醫為象治療；司祭思考捕猿之方法，巡迴踱步。彼來向王伺候而坐時，王作是語", "518": "云：「尊師！我等之象，多有傷者，象醫不知治療，汝知治療之法耶？」「大王！予知。」", "519": "「究應如何？」「猿之油脂最善。」「如何可得？」「王庭豈非住有多數之猿耶？」於是王", "520": "命殺住王庭之猿，持脂肪來。射手前來，五百之猿，全部射殺，猿之大將雖被矢射", "521": "而未倒於彼處，逃來菩薩之住所倒斃。猿等云：「彼來我等之住所而死」，彼等將此", "522": "猿被射殺之事向菩薩告知，菩薩前來坐於猿羣之中央云：「彼等不顧賢者之教誡，住", "523": "於怨恨者之住所，正所以招致滅亡。」彼對羣猿教誡唱次之諸偈：", "524": "一怨恨者住所賢者不居住", "525": "雖住一二夜住者遭不幸", "526": "二愚癡人之言信者成不幸", "527": "只為一隻猿全羣遭不幸", "528": "三愚者為羣首自信為賢者", "529": "己為心支配恰如猿倒事", "530": "四愚者有勢力護羣為不善", "531": "同伴齎不幸如媒鳥之例", "532": "五賢者有勢力護羣多為善", "533": "同伴齎幸福如同天帝釋", "534": "六戒律聞思慧自己體現者", "535": "自己與他人皆得齊幸福", "536": "七戒律聞思慧思量之賢者", "537": "支配諸羣倫一人或出家", "538": "如是摩訶薩雖為猿王，而說明應學習戒律之義務。", "539": "結分結分佛述此法語後，作本生今昔之結語：「爾時之惡猿是提婆達多，同伴是提", "540": "婆達多之同伴，賢明之猿王即是我。」", "541": "四〇五　婆迦梵王本生譚四〇五　婆迦梵王本生譚", "542": "〔菩薩＝弟子〕", "543": "序分序分此本生譚是佛在祇園精舍時，對婆迦梵天所作之談話。彼曾抱持邪見", "544": "云：「予此狀態，常住堅固，為不變不滅法，世間依此別無其他出離之涅槃。」此梵", "545": "天於前世之生，曾修禪定，生廣果天，於其處經過五百劫間之壽命後，生徧淨天，", "546": "於六十四劫間經過其處後，往生光音天，生於其處為八劫間，即於此處，彼起此之", "547": "邪見。彼由高之梵天界退轉之事及生於此處全無記憶之事，即因不知此二事，而抱", "548": "此邪見。", "549": "世尊知彼心起如是之思，如力士於屈伸其臂之間，離祇園精舍而出現於梵天界。", "550": "梵天見世尊云：「尊者！善來。得遇尊者曾來此處之機會以來，已歷時甚久。尊者！", "551": "予此之狀態，常住堅固，為絕對不變不滅之法，不生、不老、不死、不滅、不被作，", "552": "由此以外，無其他最上之出離。」彼如此云已，世尊回答婆迦梵天曰：「婆迦梵天實", "553": "為無智，何以故？汝以無常之存在云為常住……乃至……有其他之最上出離云為無", "554": "最上之其他出離。」梵天聞此自思：「世尊向我云：『汝如是云，汝如是云』者，世", "555": "尊知我之事，對我追問不捨。」梵天恰如一軟弱之盜賊，受得二三之打擊即云：「何", "556": "故云此？予為盜賊，則某某亦盜賊，某某亦盜賊。」彼如同舉發所有之同伴，彼畏怖", "557": "世尊之質問，一面舉發自己之同伴，而唱第一之偈：", "558": "一瞿曇！七十二人為善行超越生死實偉大", "559": "最高智得最高善多人最終切望者", "560": "佛聞此談話唱第二之偈：", "561": "二婆迦！汝思壽命長實汝壽命短", "562": "梵天！百千無央數我知汝壽命", "563": "婆迦聞此唱第三之偈：", "564": "三世尊！我見無限物超越生死苦", "565": "過去我如何制戒與德行", "566": "世尊既知我語我應知者", "567": "世尊教說彼過去之事端，唱次之四偈：", "568": "四將歿渴熱苦汝使多人飲", "569": "過去戒德行如由眠至覺", "570": "五引導被捕被縛者葉尼川岸汝解放", "571": "汝之過去戒德行如眠至覺我記憶", "572": "六恒河之流欲溺人貪慾之龍望捕船", "573": "勇持定力汝解放化金翅鳥嚇龍王", "574": "汝之過去戒德行如眠至覺我記憶", "575": "七汝具正智有戒行我名劫波為弟子", "576": "汝之過去戒德行如眠至覺我記憶", "577": "依佛之言，彼憶起自己所作之業，對佛感謝唱最後之偈：", "578": "八爾正知我生又亦知他生", "579": "爾正成佛道教化諸眾生", "580": "爾輝神通力正照梵天界", "581": "結分結分如是佛使知佛自身之德，說法明聖諦之理，說聖諦之理竟時，一萬梵天", "582": "之心，離執著而由漏解脫。如是世尊成為眾多梵天之保護所，由梵天界歸回祇園精", "583": "舍，以上所述之方法而為此法語，於是作本生今昔之結語：「爾時袈裟衣苦行者是婆", "584": "迦梵天，劫波童孺即是我。」", "585": "第二章　健陀羅品第二章　健陀羅品", "586": "四〇六　健陀羅王本生譚四〇六　健陀羅王本生譚", "587": "〔菩薩＝王〕", "588": "序分序分此本生譚是佛在祇園精舍時，對藥物貯藏學處所作之談話。此為王舍城", "589": "所起之事，尊者畢隣陀婆蹉釋放園丁之家族，赴王宮以神通為王造黃金宮殿時，眾", "590": "人滿足，送長老五種之藥品，彼長老則與其眷屬教團，因其眷屬已持有甚多，於", "591": "是將所得之藥物充滿於壺、瓶及托鉢袋內。眾人見此，憤慨思之：「此等貪欲之沙門，", "592": "實與守寶庫門之人無異。」佛聞此事，教以學處曰：「此實為有關病比丘之事。」佛", "593": "言：「汝等比丘！佛未出現於世之時，人就外道而出家，賢者只持五戒，為翌日而貯", "594": "存鹽及砂糖而遭人非難；雖然如此，而汝等入此得救之教，猶為第二第三之日而貯", "595": "存。」於是佛為說過去之事。", "596": "主分主分昔日，菩薩於健陀羅國為健陀羅王之王子，父死後，即王位，正當治國。", "597": "又於中國，有毘提訶國名，毘提訶王治國。此二人雖為未見之友，但彼此互相堅信，", "598": "當時人長壽生活為三萬歲。", "599": "而此健陀羅王，於某一滿月布薩會之日，嚴守戒律，於高殿設華麗之座席，坐", "600": "於中央之王座上，開窗眺望東方世界，向大臣等作適切之法義說法，於一剎那間，", "601": "天空上昇之圓月為羅睺所覆，月光隱而不現。大臣等將不見月光，月為羅睺所奪", "602": "之事，向王告白，王觀月自思：「此月為外來之污所穢，月光不見；予亦因臣下之污，", "603": "如月為羅睺所奪，使予為無光之物，對予實不相應。予應如淨照天空之月，應捨王", "604": "位出家，對予更有何必要為他之教誡？予對家族家臣均無執著，予應曉諭自己遊行", "605": "四方，此對予方為相應。」於是王云：「汝等可為所欲為。」王國與彼大臣等，彼則於", "606": "放棄迦濕彌羅及健陀羅兩國之王位後，出家入仙人之道，依禪定而得神通，委身於", "607": "禪定之喜悅，生活於雪山地方。", "608": "然而毘提訶王向商人訊問：「有關我友之幸福如何？」時，聞彼入於出家之生活", "609": "而自思：「予友出家，予在王位又將如何？」於是彼亦捨棄七由旬之彌提羅市、三百", "610": "由旬之毘提訶國、壹萬六千村落之支配權、充裕之寶庫、壹萬六千之舞姬，不顧子", "611": "女而入於雪山地方出家，食野生之果實以續命，靜靜而為宗教之生活。", "612": "彼等兩同為修行，後日相互邂逅，亦不提往事，而彼此互相調和，靜度宗教生", "613": "活，而毘提訶仙人則對健陀羅仙人加以奉仕。", "614": "兩人於某滿月之日，坐於某樹之根元，談論適法之事時，天空昇起之月，又為", "615": "羅睺所覆。毘提訶仙人觀察眺望：「何以月光沉沒？」彼見月光為羅睺所奪問曰：「尊", "616": "師！究竟月為誰所覆，隱而不照？」健陀羅仙人答曰：「弟士！此羅睺污月無光，予", "617": "因觀月為羅睺所奪，予思：『此淨月為外來之污而不現光，對予此王位之污，亦恰", "618": "如羅睺之對月，此王位使予為無光之物，予將出家。』予立即以月為羅睺所奪為緣，", "619": "捨棄王位而出家。」毘提訶仙人問曰：「尊師！君身為健陀羅王耶？」健陀羅仙人答：", "620": "「唯然。」毘提訶仙人云：「尊師！予為毘提訶國、彌提羅市之毘提訶王，予等實為相", "621": "互未見之友。」健陀羅仙人問曰：「然爾有如何之緣耶？」毘提訶仙人答曰：「予聞尊", "622": "身出家時自思：『此人為真正看破出家之功德。』予以尊身為緣，捨棄王位而出家。」", "623": "彼等自彼時以來，非常親密而調和，食果蓏而遊行四方。", "624": "彼等長期住於其處，亦為得鹽與酢，由雪山下來，至某國境之村。眾人對彼等", "625": "之舉止滿足，給與施食，得彼等之同意，於森林中建立使用為休息場所之住居，又", "626": "為彼等之食事，與中途造一淨水之場所為家。彼等於國境村落行乞已，即於彼草葺", "627": "之家完畢食事，再赴己之住所。而此村之人與彼等食物，有時與鹽入鉢，有時亦與", "628": "全無鹽氣之食物。", "629": "某日之事，村人對草籠施與甚多之鹽，毘提訶仙人前往得鹽，食事之時，充分", "630": "與菩薩而自己亦取適當量之後，餘者入於草籠之中，彼思：「此決定為不得鹽之日使", "631": "用。」將鹽保存於積草之內。其後某日，得無鹽氣之食物時，毘提訶仙人與健陀羅", "632": "仙人以盛施食之皿，由草籠之內將鹽取出云：「尊師！請取此鹽。」健陀羅仙人問曰：", "633": "「今日未由村人得鹽，汝由何處入手？」毘提訶仙人答：「尊師！先日由村人得鹽甚", "634": "多，爾時予思：『此決定為不得鹽之日使用。』故將餘者保存。」然爾時菩薩云：「愚", "635": "者！爾捨一百由旬之毘提訶國而出家，為無一物之境遇，而於此起鹽與砂糖之欲。」", "636": "菩薩咎誡於彼唱第一之偈：", "637": "一爾捨諸村邑一萬六千多", "638": "棄多庫中寶今又思儲蓄", "639": "毘提訶如斯被咎，難堪而抱敵意云：「尊師！尊身不見自己之罪過，只視予之罪", "640": "過。實則尊身因自思：『對他人教誡，對自己又有何要，唯應教誡自己。』故捨王", "641": "位而出家，然於此處何故對予教誡？」於是為唱第二之偈：", "642": "二捨健陀羅國諸多財寶棄", "643": "遠離諸教誡於此教誡我", "644": "菩薩聞此終了唱第三之偈：", "645": "三毘提訶！我為說正法我不好非法", "646": "宣說正法時我不染邪惡", "647": "毘提訶聞菩薩之語已云：「尊師！縱令所言為有益之事，而云反對他人使之發", "648": "怒，終非善舉。尊身對予恰如以鈍刀剃刮，頗為粗暴。」於是唱第四之偈：", "649": "四如何種類事如為煩他人", "650": "縱令有大益賢者不為語", "651": "菩薩聞此唱第五之偈：", "652": "五惱人或不惱散落如穀粉", "653": "宣說正法時不為邪惡污", "654": "菩薩為此言已，又舉善逝〔佛〕之教誡：「阿難！如陶師之不鑄生粘土，我", "655": "不以爾為對相。而阿難！予為再三再四之咎言，使汝將住為真實者。」此為善逝〔佛〕", "656": "之教誡，應住於相應之行，恰如陶師再三叩於瓶而不取生燒之物，只取善燒之瓶，", "657": "為說明此理，彼再唱次之二偈：", "658": "六人自為覺悟若不得圓滿", "659": "林中盲水牛多處亂遊行", "660": "七此處若有人善自為修行", "661": "彼等為積德留意為遊行", "662": "毘提訶仙人聞此已，向菩薩言：「尊師！今後請對予教誡，予任性自然之氣質，", "663": "今與尊身之語已相合致，故請師恕予。」彼向菩薩請求寬恕。於是彼等生活親密，再", "664": "歸雪山，菩薩於其處向毘提訶仙人述說入定修法，彼行之而修得神通力及定力，", "665": "如是具禪定不退轉之二人，得成可生梵天界之身。", "666": "結分結分佛述此法語後，作本生今昔之結語：「爾時之毘提訶是阿難，健陀羅王實", "667": "即是我。」", "668": "四〇七　大猿本生譚四〇七　大猿本生譚", "669": "〔菩薩＝猿王〕", "670": "序分序分此本生譚是佛在祇園精舍時，對親族行善行所作之談話。此一事件將在", "671": "跋陀娑羅樹神本生譚〔第四六五〕中說明。彼時，比丘等於法堂開始談論：「諸位法", "672": "友！正等覺者對親族人等行善事。」佛出其處問曰：「汝等比丘！汝等今有何語集於", "673": "此處？」比丘白佛：「如是如是之緣由。」佛言：「汝等比丘！佛對親族行善事非自今", "674": "始，前生即已如是。」於是佛為說過去之事。", "675": "主分主分昔日，於波羅奈梵與王治國時，菩薩生於猿之胎，達成年時，背高幅寬，", "676": "強而有力，為八萬之猿羣圍繞，住於雪山地方。爾時在恒河岸邊，生有枝茂蔭濃葉", "677": "豐如山嶺聳立之菴羅樹，彼亦稱為尼拘律樹，果實甘美，品質高而有香味，大如大", "678": "水瓶狀，其一枝上之果實落於地上，另一枝上者落於恒河水中，而在兩枝中間之", "679": "果實，則落於樹之根部。菩薩與猿羣俱食果實之間自思：「某時，將因落於水中之果", "680": "實，我等將有恐怖來襲。」於開花之時節，或於山梨豆大之時頃，使水面之枝，一果", "681": "無餘，使盡食之或落於水中。", "682": "而彼時，波羅奈王於水邊之上下張網，於彼處沐浴之時，其中有一果實為八萬", "683": "之猿所看漏，此果熟透，為蟻垤所覆，落入河中，掛於網上。王於當時，快樂度過", "684": "一天，夕刻將欲歸宅之時，漁師等曳起張網，見此果物，彼等不知「如是如是之果物」，", "685": "而獻於王。王問：「此果物云何？」漁師等答：「予等不知。」王復問：「何人知之？」", "686": "漁師答：「森林官能知，大王！」彼王呼森林官至，由彼等聞知「此為菴羅樹之實」。", "687": "王以小刀切割，先使森林官食，自己亦食，並與後宮綵女及大臣等，菴羅樹實之美", "688": "味，浸泌王之全身。彼王為味欲所執，問森林官彼樹生長之場所，「彼生於雪山地方", "689": "之河岸。」王聞彼等之言，結諸多之筏，由森林官指示道路，迴流而行，幾經時日，", "690": "正確不知，漸達其場所。森林官告王：「此即其樹，大王！」王繫留其舟，由多數之", "691": "從者相伴，徒步往其場所，於樹之根部敷牀後，食菴羅樹之實，品嚐種種美味之食", "692": "物而橫臥，於各方面置守衛者，點起火把。", "693": "菩薩於諸人入眠深夜之中，伴從者而來。八萬之猿由枝到枝迴躍而食菴羅之果，", "694": "王驚醒見猿羣，喚起家臣，呼弓箭師至云：「食此果物之猿，勿使逃去，包圍彼等，", "695": "與以射殺，明日，予將食菴羅果與猿肉。」弓箭師受命同意：「謹遵王命。」圍樹備矢", "696": "而立。猿等見不能逃，起死之恐怖戰慄，來菩薩之前問曰：「弓箭師云：『大王！予", "697": "等將射欲逃去之猿。』彼等圍樹而立，我等如之何為宜？」猿等戰抖而立。菩薩云：", "698": "「汝等勿怖，予救汝等之命。」彼安慰羣猿，攀登一直幹之高枝，延伸至恒河面上，", "699": "由此一端躍離，可跳越至距離百張弓箭以外場所，抵達恒河之岸某樹叢之上而下，", "700": "決定此處降落之場所。彼云：「此距予之來處甚遠。」於是取一根竹莖，由根部切斷，", "701": "使之光滑，然後彼思：「必須將竹如此之長縛於樹上，如此之長使之懸於空中。」於", "702": "是，彼又測量此兩方場所之位置距離，將竹縛於自己腰上部分之長度忘記算入。彼", "703": "執竹莖之一端縛於恒河岸邊所生之樹上，他之一端則結繫在自己腰間，彼如風捲殘", "704": "雲之速度，跳越距弓箭百張距離以外之場所，但彼未考慮腰間縛竹之長度，未能達", "705": "到樹上，彼只得用雙手緊握菴羅樹枝向猿羣指示：「速速踏我之背脊而越至竹莖上安", "706": "全渡過。」於是八萬之猿向菩薩道別，依其所言而皆逃離。", "707": "爾時提婆達多亦為一猿，居於彼等之間，彼思：「此為予見予之敵人最後之時。」", "708": "彼攀登至上枝，使起彈動，然後飛躍至菩薩背上而降落，菩薩之心臟起如破裂之苦", "709": "痛，提婆達多使其起非常之苦痛而後離去，於是菩薩則成為孤獨之一身。", "710": "王未入眠，依猿與菩薩所作之行為，悉皆得見，王臥自思：「猿乃動物，不顧自", "711": "己之命，使同伴等得以安全。」彼於天明時，對菩薩甚為滿意稱許，彼思：「殺此猿", "712": "王，實為不善，以方便解彼下來。」於恒河中立一支柱，於彼處繫筏，徐徐解下菩薩，", "713": "背上披以袈裟衣，用恒河之水沐浴，飲以砂糖之水，於清淨體上塗以千度淨化之油，", "714": "牀敷以用油光滑之皮供彼臥畢，王坐於低座唱第一之偈：", "715": "一爾以己為橋彼等得安渡", "716": "爾與彼等間大猿！究屬何關係？", "717": "菩薩聞此已，向王教誡唱其餘之偈：", "718": "二我為彼等之君主亦為畜羣之教師", "719": "調御者！怖君射手欲圍殺彼等憂悲煩惱起", "720": "三跳起之空間百張弓之外", "721": "賢握竹之莖堅固縛後足", "722": "四如風追殘雲超速接近樹", "723": "我未著其處以手握枝住", "724": "五枝與莖之間由我背伸懸", "725": "彼等足踏越猿渡得安然", "726": "六桎梏我不苦吾死亦不惱", "727": "齎他為幸福為我統治寶", "728": "七大王！予今為汝說此法真義示教之譬喻", "729": "王國軍隊兵馬村得真統治皆幸福", "730": "菩薩如是予王以教誡後死去，王呼大臣等命令曰：「對此猿王應為諸王之葬式。」", "731": "又對後宮之綵女曰：「汝等應著赤衣散髮，手執松明，往火葬場立於猿王之周圍。」", "732": "大臣等堆積百乘之薪木造荼毘所，作諸王之樣式，行菩薩之葬式。取頭蓋骨進", "733": "於王前，王於菩薩之火葬場建廟，點燈火，供養薰香與花環後，於頭蓋骨上張貼黃", "734": "金，乘著於槍尖之上以為前導，捧薰香與花環等往波羅奈行進，止於城門之內側，", "735": "裝飾全市，行七日間供養。爾時，王受取頭蓋骨為舍利，納入廟中，一生之間，奉", "736": "獻薰香與花環等。王則遵從菩薩之教誡，開始行布施，為諸善事，正當治國，成可", "737": "生天界之身。", "738": "結分結分佛述此法語後，說明聖諦之理，為作本生今昔之結語：「爾時之王是阿", "739": "難，從者是佛之眷屬，猿王即是我。」", "740": "四〇八　陶師本生譚四〇八　陶師本生譚", "741": "〔菩薩＝遊行者〕", "742": "序分序分此本生譚是佛在祇園精舍時，對煩惱之調伏所作之談話，此事於水本生", "743": "譚（第四五九）中將為說明。當時舍衛城有五百之同朋出家，住於黃金敷成之祇", "744": "園精舍，於午夜中起色慾想；佛對自己之弟子等夜三度、晝三度，一晝夜間六次設", "745": "法，宛如雌鳥護卵、犁牛護尾、母之愛兒、隻眼者守眼，與以看守，隨時調伏起來", "746": "之煩惱。佛於當日之午夜中，觀察祇園精舍，知比丘等慾想之動向，佛思：「此等比", "747": "丘之間所起之煩惱成熟，將破羅漢性之根本，故我今調伏彼等之煩惱，使彼等之羅", "748": "漢性顯現。」佛由香室出，呼長老阿難命之曰：「汝集合住於黃金敷成之精舍比丘諸", "749": "人。」大眾集合已，佛坐於所設之座，佛言：「汝等比丘！心中為所起之煩惱所左右，", "750": "實為不正，實則煩惱增大，如仇敵坐大，導致破壞。比丘對如何微細之煩惱，亦必", "751": "須調伏。古之賢者對僅只微細之業因，尚加注意，調伏心中所起之煩惱，達辟支佛", "752": "之境界。」於是佛為說過去之事。", "753": "主分主分昔日，梵與王於波羅奈治國時，菩薩生於波羅奈之郊外某陶師之家庭。", "754": "彼達成年，建立家計，得子與女，依陶師之工作養育妻子。", "755": "爾時，迦陵誐國之㮈多布羅市有名伽蘭多之王，彼與諸多之從者往庭園，在園", "756": "門之處見結有美麗果實之菴羅樹，彼於乘坐象之背上伸手摘取一房（一串），入於園", "757": "內，坐於華麗石之玉座，與分某些可得者後，自食菴羅之果。於王取菴羅果之後，", "758": "大臣婆羅門家長等思惟他人亦將來取，於是由彼樹上擊落菴羅果食之，如此屢次前", "759": "來，登樹用棒敲擊，折落樹枝，甚至未熟之實，亦均食之無遺。", "760": "王於庭園，遊樂終日，黃昏乘嚴飾之象背而歸之途中，見彼菴羅樹，由象身降", "761": "下，往樹之根部，眺望彼樹自思：「此樹於晨起見之，尚結實纍纍不倦之態，非常美", "762": "麗，今其果實被奪而擊毀，失去光彩而立。」王再往其他場所眺望時，見未結果實之", "763": "其他菴羅樹，王再思考：「此菴羅樹未結果實，如寶石裸山之美麗，然此樹為結果實", "764": "而遭不運。如此家庭之生活，實亦類似此木，出家生活實類似無實之樹；富裕者有", "765": "恐怖，貧困者無恐怖，予亦必須為不實之樹。」如是彼以果樹為所緣，立於樹之根元，", "766": "熟思三性，而完成觀念，得辟支佛智慧，於是王思：「胎囊今由予脫落，於三界斷", "767": "除繫縛，淨化輪迴之污積，淚海乾，骨壁破落，予已無再生之繫縛。」但彼仍為一切", "768": "裝飾所飾而站立。爾時大臣等言曰：「大王！陛下已十分長期之間站立矣。」王答曰：", "769": "「予非為王，予為辟支佛。」大臣云：「大王！辟支佛非如王之姿態。」王云：「然彼等", "770": "為如何之狀？」彼等答：「剃除鬚髮，著袈裟衣，與家族種族不相親近，如風吹過之", "771": "雲，或如由羅睺遁逃之月，住於雪山之上香醉山洞窟之中，大王！辟支佛乃如是者。」", "772": "爾時王揚起其手，觸摸其頭，消去俗人之象徵，表現沙門之形：", "773": "三衣與鐵鉢剃刀針帶紐", "774": "水囊共八物比丘慎適應", "775": "所謂僧之資具附於身上。彼立於空中向大眾說法，然後通往虛空，向高峰雪山", "776": "中難陀姆羅洞窟而去。", "777": "於健陀羅國得叉尸羅市有名那迦吉王，在赴高殿玉座之中央時，一婦人兩腕嵌", "778": "有鏤鑽寶石之腕環，與彼坐離甚近，正研磨馥郁之香。王見之自思：「此等寶石之腕", "779": "環離開之時，互相不觸，亦無音聲。」王凝目注視。爾時彼女將腕環由右手嵌入左手，", "780": "以右手集香，開始磨細，而在左手之腕環與他環相觸而出音。王見此二腕環互相接", "781": "觸而出音之事，自思：「相離則此腕環互不相觸，然與他物相觸則出音；恰如其狀，", "782": "此等生存者相離，則無接觸之事，亦無出音之事，彼等為二為三，相互接觸，則造", "783": "成喧囂。予支配迦濕彌羅與健陀羅二王國之住民，而予亦應如單一之腕環，不支配", "784": "他人，而只住於支配自己。」彼以腕環之摩擦為對象，居於座上，熟思三性，完成觀", "785": "念，得辟支佛之智慧。餘事如前所說。", "786": "毘提訶國之彌提羅市有名尼彌之王，朝食後，為大臣所圍繞，開窗下望街路。", "787": "爾時一鷹由屠場取來一片之肉，飛至空中，數隻兀鷹與他鳥一同，到處包圍此鷹，", "788": "為食物而用嘴啄、翼打、足踏，鷹不堪己之被擊，棄離其肉，為他鳥所取；餘鳥棄", "789": "擊此鷹，追擊他鳥，彼亦放棄之時，他者更又取彼，而彼等亦同樣啄彼。", "790": "王見彼等眾鳥自思：「任何一鳥，取肉者即有苦痛，任何一鳥，放棄者即有幸福；", "791": "任誰貪五欲者即有苦惱，不然者即有幸福。此等之事，實多物之普通現象，然予有", "792": "六千之後宮，予如鷹之放棄一片之肉，而棄捨五欲之樂，則可生為幸福。」而彼不斷", "793": "充分考慮，熟思三性，完成觀念，得辟支佛之智慧。餘事如前所說。", "794": "於北部般遮羅國堪匹拉市有名頓穆迦王，朝食之後，為一切裝飾所飾，由大臣", "795": "等圍繞，開窗下望宮廷。爾時，牝牛之小舍門戶啟開，牡牛等由小舍出來，為愛欲", "796": "追逐一隻牝牛，而持有銳利角之一匹大牡牛，見一隻牡牛之來，燃起愛欲之嫉妒，", "797": "用彼之銳角，突向彼之股間，由突裂開口之處，內臟跳出，彼當場死亡。王見此自", "798": "思：「此等生物，以動物為始，為愛欲而受苦痛，此牡牛因愛欲而死，他之生物亦依", "799": "愛欲而被困擾。予必須捨棄困擾此等生物之愛欲。」彼立而熟思三性，完成觀念，得", "800": "辟支佛之智慧。餘事如前所說。", "801": "其後某日，此四人之辟支佛，思行乞遊行之時，出難陀姆羅洞窟，於阿耨達", "802": "湖水中，使用可以潔齒之蒟醬楊子，注意潔〔淨〕身體，立於（雄黃）平原整頓下", "803": "衣，著衣執鉢以神通力昇至虛空，踏五色之雲，在波羅奈郊外路程不遠之處降落，", "804": "而於適當場所掛衣，執鉢進入市外，連續乞食，遂來至菩薩之門前。菩薩見彼等歡", "805": "喜，請彼等入其家，設座使坐，與彼等洗水，供堅軟美味之食物，然後坐於一面，", "806": "敬禮僧伽之長老已，問曰：「尊師！貴師之出家生活，美妙非常，感官甚淨，膚色澄", "807": "清；觀如何之對象使貴師得入比丘阿闍梨之出家生活？」而如彼向僧伽長老之尋", "808": "問，向其他長老等處亦來尋問。爾時彼等四人對彼：「予等為如是之國，如是之市，", "809": "如是之王。」云云之狀，告以由世間隱遁之理由，順次各唱一偈：", "810": "一我見一株菴羅樹林中色深善豐熟", "811": "結實纍纍為樹害徹見其理為比丘", "812": "二名工磨治寶石環婦人磨香掛兩腕", "813": "兩環接觸鳴鏗鏘徹見其理為比丘", "814": "三只有一鳥持腐肉數多眾鳥向圍攻", "815": "彼為肉餌被擊打徹見其理為比丘", "816": "四牛羣之中自負行我見牡牛美有力", "817": "彼為愛慾遭觸斃徹見其理為比丘", "818": "菩薩聞各各之偈云：「善哉，尊師！此諸對象與貴師等出家相應。」彼向各各之", "819": "辟支佛呈讚許之詞，而彼聞四人之說法後，對家庭生活頓失希望。辟支佛歸去之時，", "820": "朝食過後，安樂而坐，菩薩呼妻言：「吾妻！四人辟支佛等棄國出家，無何等執著，", "821": "亦無障礙，得出家生活快樂之味而生活；然予依工資而生活，家庭生活竟有何用？", "822": "請汝留於家中，面對兒女之煩勞。」彼唱次之二偈：", "823": "五迦陵誐王伽蘭多健陀羅王那迦吉", "824": "毘提訶王名尼彌般遮羅王頓穆迦", "825": "彼等捨棄諸王位無罪出家成辟支", "826": "六此等總皆集如神赫赫光輝如火焰", "827": "婆伽梵！我亦獨自欲遊行所有諸欲皆捨棄", "828": "彼妻聞彼之言云：「因貴君聞辟支佛之說教，予亦在此家庭不能滿足。」為唱次", "829": "之一偈：", "830": "七今正無此更優時貴教於我後難得", "831": "婆伽梵！我今亦欲獨遊行如鳥由手被釋放", "832": "菩薩聞彼女之言，默然不語。然彼女瞞過菩薩，欲先行出家，彼女云：「貴君！", "833": "予往水槽取水，請君照看子女。」有如行往其處，取壺而出，彼女往市外苦行者之前", "834": "而出家。", "835": "菩薩知彼女不歸之事，自行養育子女，其後彼等稍長，理解事物之時，使彼", "836": "等試為炊飯之任，某日稍硬、某日稍軟、某日甚好、某日甚劣、某日毫無鹽氣、某", "837": "日味則過鹹。兒童語其父曰：「父親！今日飯硬、今日飯軟、今日甚好、今日無鹽、", "838": "今日則鹽氣過重。」菩薩云：「誠然，愛兒！」菩薩自思：「此諸子女已知生煮、善煮、", "839": "有鹽、無鹽，彼等可適應自己之性而為生活，予應出家。」然後彼託付子女於親族，", "840": "彼出家入仙人之道，住於市外。", "841": "如是每日往波羅奈乞食之比丘尼（菩薩之前妻）見彼而相談：「尊者！子女等依", "842": "付貴君已被殺耶？」菩薩云：「予未殺子女等，予於彼等心已知事物時出家；汝未看", "843": "顧彼等而出家自樂。」於是為唱最後之偈：", "844": "八彼等分別生與煮已知鹽辛鹽氣無", "845": "知諸事物予出家任行爾事予亦行", "846": "如是彼教誡比丘尼使彼女離去，彼女亦信受教誡，向菩薩告別，往彼女欲去之", "847": "處。實則自當日之後，彼等互相再未會面，菩薩依禪定得神通成為應生梵天界之身。", "848": "結分結分佛述此法語後，說明聖諦之理——說聖諦之理竟，五百比丘成阿羅漢", "849": "——而佛為作本生今昔之結語：「爾時之女是蓮華色尼，子是羅睺羅童子，遊行尼是", "850": "羅睺羅之母，遊行者即是我。」", "851": "四〇九　堅法本生譚四〇九　堅法本生譚", "852": "〔菩薩＝大臣〕", "853": "序分序分此本生譚是佛在憍賞彌之近處瞿師羅園時，對優填王之牝象跋陀羅婆提", "854": "所作之談話。蓋此牝象之裝飾與優填王之王統，將於摩登伽本生譚〔第四九七〕中", "855": "說明。", "856": "某日，牝象來至市內，彼見世尊晨起為聖眾圍繞，具無比佛之尊嚴，入市內", "857": "乞食，彼伏於世尊之足前云：「世尊為全知、全世界之濟度者！正血統之優填王，於", "858": "我少時能完成工作，王思：『予因此〔象之〕蔭而生活，支持王位與皇后。』予受", "859": "寵愛與尊敬，以一切裝飾而飾身，於住所塗香料，於四方張多彩之幕以圍繞，以香", "860": "油燃燈火，梵香備皿，於側所据置黃金之壺，使予住於多彩之毛氈之上，而王與我", "861": "以種種適應美味之食物；然今予年老，不能完成工作，斷除所有之尊敬，於是予無", "862": "援助，亦無資力，於林野食克達迦樹之果以維持生活。予無其他扶助，請讓優填王", "863": "知予之美德，再與我原來之尊敬，世尊！」彼悲痛向如來歎願乞求。佛言：「爾往，", "864": "我語王再與汝尊敬。」語畢即向王宮之門而出發。王引如來進入，於內殿以佛為上首", "865": "，向比丘眾為大供養。佛於食事完畢感謝，問王曰：「大王！跋陀羅婆提現居何", "866": "處？」王答：「予不得而知，尊師！」佛言：「大王！以名譽與奉仕者，因彼年老而取", "867": "去，是為不當，滿足而深感謝是為適宜。跋陀羅婆提今年老、老衰，無人保護，於", "868": "林野食克達迦樹果以維持生活。視老年如無關者，於王實為不宜。」佛說明跋陀羅婆", "869": "提之美德後：「請王再與彼原來之尊敬。」佛言畢而辭去。", "870": "王依佛言：「依如來之言，實為說明跋陀羅婆提之美德，再以原來之榮譽與", "871": "彼。」佛出其處問曰：「汝等比丘！汝等今有何語集於此處？」比丘白佛：「如是如是", "872": "之緣由。」佛言：「汝等比丘！如來語此美德，恢復已失之榮譽，非自今始，昔日亦", "873": "復如是。」於是佛為說過去之事。", "874": "主分主分昔日有堅法王於波羅奈之都治國時，菩薩再生於大臣之家庭，達成年後，", "875": "奉仕於王，彼由王受大榮譽，立於最尊貴大臣之地位。時此王有一頭力量強大之牝", "876": "象，此牝象日行百由旬，完成對王使者之任務，於戰場交戰破敵。王思：「此牝象", "877": "為予之一大援助者。」於是對彼施以一切之裝飾，如同依優填王對跋陀羅婆提所與之", "878": "狀況，超乎一切之尊敬。然彼於年老力弱，王則取去一切之榮譽，自此以來，不被", "879": "保護，彼於林野食草葉為生。", "880": "某日之事，宮廷因容器不足，王呼陶師前來云：「容器實有不足。」陶師云：「予", "881": "無繫車運牛糞之牝牛，大王！」王聞其語，問曰：「予之牝象現在何處？」答曰：「彼", "882": "任意流浪，大王！」王云：「今後可用牝象往取牛糞。」將彼象交付陶師，陶師云：「謹", "883": "遵如命。」依言而去。", "884": "某日牝象由市中出行時，見菩薩入來市內，伏於菩薩之足前，憂傷悲痛云：「尊", "885": "師！予年輕時，王思予為援助者，與予以大榮譽，今因年老，奪取一切，更不思予", "886": "之事，予不被保護，於林野食草葉以維持生活。落入如此不幸之予，今又交付為陶", "887": "師繫車，除措予身於君，別無歸依避難之所。予對王之奉仕，貴君素悉，今請恢復", "888": "予已失去之榮譽。」於是唱次之三偈：", "889": "一予為堅法王滿足其使命", "890": "前進槍當胸勇取臨戰爭", "891": "二我行之偉業王實不知耶", "892": "戰場美戰果傳令派使者", "893": "三孤獨我無援我恐將死去", "894": "時亦有陶師與我運牛糞", "895": "菩薩聞此語云：「爾勿嘆願，予語王恢愎爾之榮譽。」彼安慰牝象後，入市朝食", "896": "完畢，往王之前，開始談話：「大王！某某之牝象為陛下於如是如是之場所，附槍於", "897": "胸，有無參加戰爭之事耶？又於如是如是之日，頸縛信件有無被派遣遠行四百由旬", "898": "之事耶？陛下曾與彼以大榮譽，而此牝象今在何處？」對菩薩之問，王答曰：「予將", "899": "此牝象為運牛糞，交付陶師。」", "900": "爾時，菩薩云：「大王！與牝象為陶師繫車之事，究為陛下之善事耶？」菩薩向", "901": "彼王教誡後，唱次之四偈：", "902": "四合己之所望對之與敬意", "903": "無用即捨去武士捨牝象", "904": "五功德與善根爾時不盡解", "905": "當願求德處彼德將被積", "906": "六受善根功德於善理解時", "907": "當願求得處彼德將被積", "908": "七斯多來此處有幸向汝言", "909": "對誰皆感謝可長住天界", "910": "如是菩薩自王開始，向所有集合者與以教誡。王聞此，再與牝象以榮譽，而隨", "911": "菩薩之教誡為布施等淨業，成為應生天界之身。", "912": "結分結分佛述此法話後，作本生今昔之結語：「爾時之牝象是跋陀羅婆提，王是阿", "913": "難，大臣即是我。」", "914": "四一〇　蘇摩達多象本生譚四一〇　蘇摩達多象本生譚", "915": "〔菩薩＝帝釋天〕", "916": "序分序分此本生譚是佛在祇園精舍時，對某一老僧所作之談話。彼使一沙彌出家，", "917": "沙彌為彼之侍者，因重病而死去；彼死之時，老僧悲泣而環繞。比丘等見此，於法", "918": "堂開始作如下之談話：「汝等法友！某老僧為沙彌之死而悲泣環繞，失死之正念行處", "919": "（修行法）。」佛出彼處問曰：「汝等比丘！今有何語集於此處？」比丘白佛：「如是", "920": "如是之緣由。」佛言：「汝等比丘！彼死之時，此者為彼哭泣，非自今始，前生即亦", "921": "如是。」於是佛為說過去之事。", "922": "主分主分昔日，梵與王於波羅奈治國時，菩薩為帝釋天。當時住於迦尸國之某市，", "923": "有一福裕之婆羅門，捨慾入雪山，入仙人之道，出家後拾落穗，於森林取根及果物", "924": "以維生活。某日之事，彼為求果蓏而往外出，發現一隻象子，伴彼歸至自己草菴，", "925": "視若己兒，名蘇摩達多，食以草葉，與以看顧。彼象成年，身體漸大，某日因食", "926": "物過多，為不消化而衰弱，行者使彼入草菴後，為採果蓏而外出，於彼未歸之中，", "927": "象子已死。行者於採果蓏歸來之時自思：「他日予子皆來迎予，今日則不如是，彼究", "928": "往何處？」彼嘆息而唱第一之偈：", "929": "一森林遙遠由彼方以前我子皆出迎", "930": "彼象因何今不現蘇摩達多今何處？", "931": "彼如斯嘆願來至經行壇，發現彼已倒斃時，行者緊抱象之頸處，悲嘆而唱第二", "932": "之偈：", "933": "二此處彼死倒如被摘幼芽", "934": "彼今倒地上嗚呼我象死", "935": "此一剎那，帝釋觀察世界自思：「此行者捨妻子出家，今對象子懷我子之想而歎", "936": "願，搖動彼心，正氣不符。」於是來至草菴，立於空中唱第三之偈：", "937": "三汝為出家使心解脫", "938": "沙門不善悼念死者", "939": "彼聞其言唱第四之偈：", "940": "四帝釋！實為相共住無論人與獸", "941": "愛著燃胸中如何不嘆彼", "942": "爾時帝釋教誡於彼唱次之二偈：", "943": "五嘆泣已死者泣者淚不乾", "944": "勿泣！仙人！然汝泣死者賢者云無益", "945": "六婆羅門！實汝持悲泣若使死者生", "946": "諸皆共泣叫各等諸親屬", "947": "行者聞帝釋天之言後，正思去憂，拭淚終了，為讚嘆帝釋唱其餘諸偈：", "948": "七如火注蘇油愛著燃我心", "949": "如以水注之憂悲皆消止", "950": "八實我受憂槍深心起染著", "951": "憂悲惱我時我為子逝故", "952": "九此我槍被拔脫憂心無濁", "953": "不歎亦不泣神之主！我願聞教誨", "954": "彼既述此等之偈，如是帝釋教誡行者，歸自己之住居而去。", "955": "結分結分佛述此法語後，作本生今昔之結語：「爾時之象子是沙彌，行者是老僧，", "956": "帝釋即是我。」", "957": "四一一　須尸摩王本生譚四一一　須尸摩王本生譚", "958": "〔菩薩＝王〕", "959": "序分序分此本生譚是佛在祇園精舍時，對大無欲所作之談話。實即彼時，比丘等", "960": "坐於法堂，稱揚十力（佛）之無欲，佛出其處問曰：「汝等比丘！汝等今有何語，集", "961": "於此處？」比丘白佛：「如是如是之緣由。」佛言：「汝等比丘！我到達彼岸，而成今", "962": "之無欲，亦無何不可思議，我於幾百千萬劫之間力行無欲，前生我亦棄三百由旬之", "963": "迦尸王國，成為無欲而出家。」於是佛為說過去之事。", "964": "主分主分昔日，梵與王於波羅奈之都治國時，菩薩託胎於王之司祭正妻，於彼降", "965": "生之日，波羅奈王亦生一王子，在彼等命名之日，菩薩命名為須尸摩童子，王子被", "966": "稱為梵與童子。波羅奈王聞菩薩與王子同日出生，使人伴菩薩前來，交與乳母，與", "967": "王子一同養育；達成年後，彼等二人美麗具天子之容姿，於得叉尸羅修得一切之學", "968": "藝而歸。與菩薩共同飲食居住之王子為副王，父死後登王位時，以大名譽與菩薩，", "969": "使立於司祭之地位。昔某日之事，裝飾街市，王嚴飾如帝釋天王，乘坐於如伊羅婆", "970": "那之穩和而又優美之象肩處，使菩薩於後座乘於象背右繞於街市。王母思欲見其子，", "971": "立於窗前，見右繞街市歸來乘於後座之司祭，起戀著之心，入於寢室，而自思：「予", "972": "如不得此想，予將死於此處。」於是吐出食物，就臥於寢牀。", "973": "王不見其母問曰：「母君在於何處？」「患有疾病。」王聞而往母親之側，問候完", "974": "畢後問曰：「母君之病體如何？」彼母羞慚，並無何語，於是彼出往就坐於王座後，", "975": "呼己之妃近前云：「予觀母君有不快之色。」於是遣妃前往。王妃為母后擦拭背脊詢", "976": "問，女人彼此對自身之秘密終不能隱瞞，彼女向王妃述其理由。", "977": "王妃聞此轉告於王，王云：「此事不難，汝往安慰母后，予使司祭為王，使母后", "978": "為彼之后。」王妃前往安慰母后，王亦呼司祭前來，告知此事云：「請卿與予母壽命，", "979": "卿如為王，予母為王妃，予為副王。」菩薩云：「此事實難從命。」彼拒絕王之言辭，", "980": "王屢次懇願，彼只得接受。於是王以司祭為王，母后為王妃，自為副王。", "981": "彼等一時雖度過親密之生活，爾後家族生活頗感不快，菩薩心起捨欲出家之傾", "982": "向，對煩惱愛欲已無執著，彼立亦獨身、坐亦獨身、臥亦獨身，恰如為牢獄所繫之", "983": "人，又如閉入籠中之雞。", "984": "爾時彼之妃自思：「此王與予不共享樂，獨立坐臥，蓋此王年少，元氣撥剌，予", "985": "則年老，頭現白髮，予付虛言向彼云：『大王！君身頭上現一根白髮。』以一方便，", "986": "使彼滿意，與予享樂。」某日彼女裝作為王探索頭虱，向王云：「大王！君身年老，", "987": "君身頭上生有一根白髮。」菩薩云：「吾妃！如是汝拔此一根白髮，置予手上。」於是", "988": "彼女由王之頭拔取一髮，將彼投捨，而取自己頭上之白髮云：「大王！此為君身之白", "989": "髮。」將髮置於王之手上。", "990": "菩薩見此心起怖戰，由如金色板之額流出冷汗，彼戒自己而思：「須尸摩！爾年", "991": "少而終老，如斯長久之間，恰如村豚迴轉於糞泥之中，沉湎於欲之污濘而不能捨污", "992": "濘而去。於爾而言，今非棄慾入雪山出家住於梵行之時耶？」於是為唱第一之偈：", "993": "一原為黑髮毛生頭任何處", "994": "今日見白髮，須尸摩！踐法梵行時", "995": "如是依菩薩讚嘆梵行住功德時，他者（妃）自思：「予對此菩薩思使懷貪慾而彼", "996": "反思為放棄之行，予心中戰慄，今須使彼不為出家之思而讚揚彼身體之美。」妃決定", "997": "唱次之二偈：", "998": "二大王！我有白髮汝身無白髮在於我頭首", "999": "我為虛言王莫怪大王！一切之罪請赦吾", "1000": "三我君！年少且美麗如春之幼芽", "1001": "觀我並微笑人主！勿追逝去歲", "1002": "菩薩聞彼女之言云：「吾妃！身往年老之時，此黑髮須變如麻布之白狀，此當然", "1003": "之事汝已實言，何以故？類如青蓮等花環可愛之金色姿，美好而年少優美武士族之", "1004": "少女等，經年老者，見為顏色已褪，肉體頹敗之故。吾妃！實此生類不幸之終焉，", "1005": "乃如是耳。」菩薩更以佛之威力說法：", "1006": "四予見年少女健美善容姿", "1007": "伽拉樹之芽迎風多搖曳", "1008": "彼女近男前貪欲如色魔", "1009": "五後日見此女八九十存命", "1010": "執杖手震顫行路曲如桷", "1011": "唱以上之二偈。", "1012": "如是菩薩以此偈示美貌之悲哀，而今於家庭之生活，述其不快云：", "1013": "六予已如是熟思慮獨自伏臥牀之中", "1014": "我已如斯為觀念厭棄在家梵行時", "1015": "七人人皆喜在家樂恰似游魚懸網中", "1016": "賢者斷之為行脚捨棄慾樂無希求", "1017": "菩薩如是說慾樂之悲哀，以佛之威力說法後，呼友（副王）前來，託付王位，", "1018": "而後於親戚知己朋友憂悲之中，捨棄尊嚴與權力，入雪山出家，入仙人之道，依禪", "1019": "定得神通而成應生梵天之身。", "1020": "結分結分佛述此法語後，說聖諦之理，數多之眾，飲甘露水，佛為作本生今昔之", "1021": "結語：「爾時之妃是羅睺羅之母，王是阿難，須尸摩即是我。」", "1022": "四一二　綿樹頂本生譚四一二　綿樹頂本生譚", "1023": "〔菩薩＝樹神〕", "1024": "序分序分此本生譚是佛在祇園精舍時，對調伏煩惱所作之談話。此一事件將在水", "1025": "本生譚中說明。又佛於黃金敷成之精舍（祇園）內，見沈淪欲想之五百比丘，集", "1026": "合僧團，佛言：「汝等比丘！對可怖畏者應加怖畏，不斷增長之煩惱，如尼拘律樹之", "1027": "繞樹，使人染者。如是，昔日嘗住於綿樹頂之樹神，見有一鳥食尼拘律樹之種子，", "1028": "於自己所住之樹枝落糞而自思：『我家此後將遭破壞。』」於是佛為說過去之事。", "1029": "主分主分昔日，於波羅奈都梵與王治國時，菩薩再生為住於綿樹頂之樹神。爾時", "1030": "一隻金翅鳥王，現一百五十由旬之己姿，鼓翼令二分大海之水，摑住千尋長之龍尾，", "1031": "龍王放棄口中所含之食物，沿森林之頂向綿樹頂方向飛去，龍王自思：「須救自己之", "1032": "被垂懸。」於是化作蛇身向一株尼拘律樹中伸入，捲付於尼拘律樹上。因金翅鳥之大", "1033": "力與龍王之大軀，尼拘律樹連根拔起，然龍王決不棄樹，金翅鳥則將尼拘律樹與龍", "1034": "王一同捕之到達綿樹之頂時，龍王橫臥於樹幹之上，金翅鳥裂龍王之腹，食其脂", "1035": "肪後，投捨殘骸於海中。爾時一鳥居於尼拘律樹上，當尼拘律樹被拔時，彼則高飛", "1036": "落於綿樹之頂，樹神見而自思：「此鳥將落糞於予之樹幹，於是將生為尼拘律樹叢林", "1037": "及無花果之叢林，綿樹全體將被遮蔽，而彼時予之住所將被破壞。」", "1038": "樹神思此，心生戰慄，於是綿樹由頂至根皆生震動。金翅鳥見其身震，問其理", "1039": "由，唱次之二偈：", "1040": "一十百之尋長運龍我來此", "1041": "彼我巨大身支持無震動", "1042": "二比我實為小此處有小鳥", "1043": "使君起怖畏落於綿樹頂", "1044": "如何之理由君對彼恐怖？", "1045": "此時為說明其理由，樹神唱次之四偈：", "1046": "三大王！汝食龍之肉此鳥食木實", "1047": "尼拘律樹種無花果之實", "1048": "優曇婆羅華菩提樹之子", "1049": "落糞於樹幹我樹將枯死", "1050": "四樹木茂生長遮我之樹幹", "1051": "我樹被覆匿我將為枯木", "1052": "五諸種他之樹張根枝茂盛", "1053": "得依此種鳥運種不使枯", "1054": "六樹木生繁殖強侵林大樹", "1055": "大王！為此我戰慄更來見怖畏", "1056": "金翅鳥聞樹神之言，唱最後之偈：", "1057": "七可恐亦可佈防護來怖畏", "1058": "賢人鑑未來觀察彼此世", "1059": "金翅鳥如斯云已，更復以自己之威力，將此鳥由彼樹趕走。", "1060": "結分結分佛云：「對可怖畏者應加怖畏。」佛述此法語後，說明聖諦之理——說聖", "1061": "諦之理竟，五百比丘等成就阿羅漢——而佛為作本生今昔之結語：「爾時之金翅鳥王", "1062": "是舍利弗，樹神即是我。」", "1063": "四一三　都瑪伽利牧羊者本生譚四一三　都瑪伽利牧羊者本生譚", "1064": "〔菩薩＝賢者〕", "1065": "序分序分此本生譚是佛在祇園精舍時，對拘薩羅國王優遇新人所作之談話。即某", "1066": "時，此王對依從習慣而來之老兵，不與優遇，勿寧對新來參加之人與以尊敬，然於", "1067": "國境勃發騷動前赴出征時，王思：「受尊敬之新人〔新兵〕將能戰鬥」，而老兵等則", "1068": "不戰鬥；又思：「老兵等將能戰鬥」，而新人之〔新兵〕亦不與戰鬥，於是匪賊遂為", "1069": "勝者。", "1070": "敗戰之王，依優遇新人之失敗，知招來自己敗北之事，向舍衛國退卻後，王思：", "1071": "「何以如是之所為時，予獨敗北，或者他王以前亦如是敗北耶？」王思問十力（佛），", "1072": "於朝食之後，往祇園精舍，向佛問其緣故。佛言：「大王！此非爾一人，昔日之王，", "1073": "亦因優遇他國人而敗北。」佛應彼之請求為說過去之事。", "1074": "主分主分昔日，於拘留國之因陀羅婆羅薩多城優第提拉族出身之拘留國王，名財", "1075": "勝治國時，爾時菩薩再生於其國司祭之家庭，達成年時，於得叉尸羅修得一切之學", "1076": "藝後，再歸至因陀羅波羅薩多城，而於父死之後，相續司祭之地位，為國王之聖事", "1077": "俗事之指導者，被呼為毘都拉賢者。", "1078": "此頃，財勝王不顧老兵之事，只優遇新人之新兵，彼於國境起騷動前赴出征時", "1079": "自思：「新人萬事理解，老兵亦萬事明白。」結果老兵與新人均不戰鬥。", "1080": "敗戰之王向因陀羅婆羅薩多退卻而自思：「予為優遇新人而敗北。」某日彼自", "1081": "思：「何故只予優遇新人而敗北，抑或他王亦嘗敗北？予向毘都拉賢者尋問。」於是", "1082": "於彼來前侍從而坐時，問其緣故。", "1083": "爾時，佛宣明彼質問之理由，唱次之偈：", "1084": "一好美德（正法）王問毘都拉", "1085": "婆羅門！抑汝為知者誰為我痛歎！", "1086": "菩薩聞此已云：「大王！尊身之歎為何？曾有一名都瑪伽利之牧羊者婆羅門，攜", "1087": "大羣之山羊於森林中作圍欄，將山羊入其處，焚火昇煙，看視山羊之羣，以乳等為", "1088": "生活。彼發現數頭金色之鹿前來其處，彼起愛著之念，不看守山羊，而以山羊之看", "1089": "顧示與諸鹿。秋季到來，鹿疾驅奔往雪山，山羊既已死去，鹿亦不見。彼於悲嘆度", "1090": "日中，逐患黃疸病而死。此者（婆羅門）優遇新來者後，由其身疲於百倍千倍之嘆", "1091": "而死。」菩薩舉其例為如次之說：", "1092": "二婆悉咤姓婆羅門與山羊羣住森林", "1093": "焚火昇煙為看守不倦不撓晝夜勸", "1094": "三彼處煙之香惱蚊之鹿羣", "1095": "雨季來住居接近山羊羣", "1096": "四彼棄守山羊寄愛於諸鹿", "1097": "彼不知看顧為此斃山羊", "1098": "五蚊由森林去深秋見鹿羣", "1099": "彼等赴峻山亦往溪流泉", "1100": "六彼鹿羣既去今又失山羊", "1101": "色褪甚悲哀黃疸婆羅門", "1102": "七如斯不顧舊戀慕新來者", "1103": "彼為此痛歎如都瑪伽利", "1104": "菩薩向王說此教化，彼（王）領會得教化而歡喜，向菩薩喜捨諸多之財寶，自", "1105": "此以來，彼向國民示厚意，開始布施，修諸善行，成可赴天界之身。", "1106": "結分結分佛述此法語後，作本生今昔之結語：「爾時之拘留國王是阿難，都瑪伽利", "1107": "是拘薩羅國之波斯匿王，毘都拉賢者即是我。」", "1108": "四一四　不眠班本生譚四一四　不眠班本生譚", "1109": "〔菩薩＝行者〕", "1110": "序分序分此本生譚是佛在祇園精舍時，對某優婆塞所作之談話。實則彼為已達預", "1111": "流果之聖聲聞，由舍衛城與車乘之隊商同來，經過難路；爾時，隊長於一有清淨之", "1112": "水所，解五百乘之車，調整軟硬之美食，以彼為宿處，〔一隊〕諸人，到處橫臥睡眠，", "1113": "然優婆塞則在隊長側一株樹之根部，巡迴瞭望。", "1114": "時，有五百盜賊思欲掠奪隊商，持種種樣之武器，將隊商包圍，彼等發現優婆", "1115": "塞在四處巡視，彼等云：「俟此人睡眠，我等開始掠奪。」於是屯留於各處。然彼於", "1116": "初中後夜，均在巡視，盜賊待至次晨，彼等棄石與棍棒等云：「隊長！汝為此熱心不", "1117": "眠之人而得助命，君為財產之所有者，應向此人與以敬意。」盜賊言畢而去。眾人不", "1118": "久醒起，見因此棄捨投向彼等之石等，咸云：「救助我等之命者，乃此人之恩蔭。」", "1119": "皆向優婆塞與以敬意。", "1120": "然優婆塞往目的地之工作完畢，再來舍衛城，赴祇園精舍，稽首如來，敬禮已", "1121": "而坐。佛言：「優婆塞！何故爾未被留意（多日未見）？」彼白佛此一事實。佛言：「優", "1122": "婆塞！不眠醒覺以修德行，非只爾一人，昔之賢者亦醒覺而得美德。」佛應彼之請求，", "1123": "為說過去之事。", "1124": "主分主分昔日，於波羅奈之都梵與王治國時，菩薩再生於婆羅門族，達成年後，", "1125": "於得叉尸羅修習一切之學藝歸來，為家庭生活，其後遁世出家，入仙人之道，不久", "1126": "依禪定修得神通，住雪山地方。彼立步而不眠，終夜步行以為常，彼步行之終點，", "1127": "有棲於樹之樹神，甚為滿意，立於樹幹之裂口，發問唱第一之偈：", "1128": "一他覺誰入眠他眠誰自覺", "1129": "誰解此之問誰能為我答？", "1130": "菩薩聞彼（樹神）之言（云）：", "1131": "二他覺我入眠他眠我自覺", "1132": "我解此之問我能為君答", "1133": "對此〔樹神〕再唱此偈：", "1134": "三他覺如何眠他眠如何覺", "1135": "如何知此問如何為我答？", "1136": "〔菩薩〕被問，為說明其意義而〔唱〕此偈：", "1137": "四自己未調伏勝法不會得", "1138": "此諸人眠時樹神！我已在自覺", "1139": "五貪欲與瞋恚更應捨無知", "1140": "其人等覺時我已為入眠", "1141": "六他覺此為眠他眠此自覺", "1142": "如是解此問如是為君答", "1143": "菩薩依此解答問題時，樹神滿足，讚嘆菩薩唱最終之偈：", "1144": "七他覺者善眠他眠善自覺", "1145": "善了解此問善為我作答", "1146": "樹神如是讚嘆菩薩後，入己之棲家。", "1147": "結分結分佛為此法語後，作本生今昔之結語：「爾時之樹神是蓮華色尼，行者即是", "1148": "我。」", "1149": "四一五　酢味粥食本生譚四一五　酢味粥食本生譚", "1150": "〔菩薩＝王〕", "1151": "序分序分此本生譚是佛在祇園精舍時，對末利王妃所作之談話。彼女為舍衛城華", "1152": "鬘師首領之女，非常美麗大方。十六歲某日之事，彼女與其他諸女一同往花園時，", "1153": "將三杯之酢味粥食裝入花籠。", "1154": "彼女由市內出發時，見世尊由法體放光，受比丘眾圍繞入來市內，彼女獻上三", "1155": "杯之酢味粥食，佛以由大王捐贈之鉢接受，然後彼女向佛足頂禮，得佛所緣之喜樂", "1156": "，立於一隅。佛觀彼女而微笑，阿難自思：「如來微笑，究為如何因緣？」於是向", "1157": "世尊發問。爾時，佛向阿難說明微笑之理由：「此女〔供養〕此等酢味粥食之果報，", "1158": "今日將為拘薩羅王之妃。」然彼女已往花園而去。", "1159": "是日，拘薩羅國王波斯匿與摩揭陀王阿闍世戰爭，敗退而乘馬歸來時，聞彼女", "1160": "之歌聲，〔波斯匿王〕心動，策馬往花園奔來，美德兼備之女，見王而不逃避，反而", "1161": "接近馬之鼻手握馬繩。王乘於馬背之上問曰：「汝持著否？」王知其未能持著，由馬", "1162": "上降下，王為風暑所疲，橫臥於彼女之膝上，為暫時之休息，然後使彼女乘於馬背，", "1163": "由軍隊圍護入市，而於彼女之家屋使其落歸。日暮，王遣乘物以非常隆重尊敬之禮，", "1164": "由其家迎彼女，據寶積之座，舉灌頂之式，立彼女為王妃。自此以來，彼女具備忠", "1165": "實之近侍與五美性，受王寵愛，成為愛妻，亦為佛之讚賞者，而彼女向佛供養三", "1166": "杯酢味粥食而得幸福之事，擴及於市之全體。", "1167": "某日，比丘眾於法堂，開始如次之談話：「汝等法友！末利夫人向佛供養三杯酢", "1168": "味粥食，因此果報，是日舉灌頂之式，佛之功德，實大矣哉！」佛出其處問曰：「汝", "1169": "等比丘！汝等今有何語集於此處？」比丘白佛：「如是如是之緣由。」佛言：「汝等比", "1170": "丘！末利夫人向一切知者之佛供養三杯酢味粥食，得為拘薩羅王之妃，非為不可思", "1171": "議，何以故？為佛之功德偉大故。昔之諸賢者亦向辟支佛供養無鹽無油之酢味粥", "1172": "〔食〕，而依其果報，於第二自性，得三百由旬迦尸國王之光榮。」於是佛為說過", "1173": "去之事。", "1174": "主分主分昔日，於波羅奈之都梵與王治國時，菩薩再生於某貧乏之家族，達成年", "1175": "後，於一豪商之前為工作而得資金，以維生活。某日彼由店中得四杯之酢味粥食，", "1176": "彼思：「此對予朝食，甚為相宜。」彼於出發工作時，見四人辟支佛為托鉢向波羅奈", "1177": "城市而來，彼思：「此等〔辟支佛〕赴波羅奈，而予有四杯之酢味粥食，若予與此等", "1178": "辟支佛為供養如何？」彼接近辟支佛敬禮云：「尊師！予手持有四杯酢味粥食，予願", "1179": "奉獻與尊身，請尊師受納，實甚慶幸。依此善行，齎予以長久之幸福。」於是以砂定", "1180": "四人之座席，於其上擴展草靶後，辟支佛順次著席。彼以棕櫚葉運水來注澆清水，", "1181": "於四鉢之中盛四杯酢味乳食已，而敬禮云：「尊師！依此果報使勿再生於貧乏之家，", "1182": "請為成就全知識之緣。」辟支佛食畢，感謝食事之終，飛昇於空中往難陀姆羅巖窟而", "1183": "去。", "1184": "菩薩就遇辟支佛之事，心感法悅，合掌敬禮，直至辟支佛不見之時，前往工作，", "1185": "其後一生涯之間憶念不忘。彼於死時依其果報，出生於波羅奈國王王妃之胎，名曰", "1186": "梵與王子。彼於獨步能行之後自知：「予於此市為一薪金勞動者，於工作出發時，供", "1187": "養辟支佛四杯之酢味粥食，依彼布施之果報而再生於此處。」如於明鏡現其顏貌，以", "1188": "宿命智分明得見於前生業之全部。", "1189": "彼達成年往得叉尸羅，修習一切之學藝後歸國，向父王示其學業之成就，而依", "1190": "使父王滿足被立為副王；然後，於父歿之後，彼即王位。爾時，臣民為彼近娶拘薩", "1191": "羅國王之非常美麗之公主為妃，而於天蓋祝日裝飾彼之全市如天之都市。彼右繞", "1192": "街市後，登嚴飾之露臺，於其高座立白色之天蓋，彼坐於高座中央褥墊之上，彼由", "1193": "四方所圍繞——即一方為大臣，一方為著種種燦爛美衣之婆羅門及居士，一方為手", "1194": "持貢物之市內大眾，一方立有達到一萬六千舞女之羣。彼見此恍惚華麗之繁榮時，", "1195": "憶念自己以前之所行，彼思：「此為黃金之傘轂，黃金之華鬘所成之天蓋，又此等為", "1196": "幾千之象及車乘，此為充滿摩尼珠及真珠之財寶，此為充滿種種穀物之大地，且此", "1197": "如天女之婦女子等，此等一切之華麗繁榮，獨屬於予而不屬他，此乃因予為向四辟", "1198": "支佛供養四杯酢味粥食之布施故，為此予始得之。」彼憶念辟支佛之功德，宣明自己", "1199": "之行為。彼憶念及此，全身充滿喜悅。彼心為喜悅所潤，於大眾中詠感興之歌，唱", "1200": "次之二偈：", "1201": "一至上知見佛奉仕不可輕", "1202": "乾而復無鹽請見！酢粥之果報", "1203": "二我有諸多象馬牛財寶穀物全領土", "1204": "此等婦女如天人請見！此為酢粥之果報", "1205": "而菩薩於自己天蓋祝日感歡喜悅樂，以此二偈詠感興之歌，爾時以來眾人皆云：", "1206": "「此為我王喜悅之歌。」於是菩薩之舞女，其他之舞蹈家、音樂家，城中之大眾，又", "1207": "市內之居住者乃至大臣階級人等皆云：「此為我等王喜悅之歌。」而加以歌誦。", "1208": "如是經過長期間之時，王妃思欲知其歌之意義，然彼女未向菩薩詢問。其後，", "1209": "某日王甚滿足於妃之某些美德，王云：「吾妃！以何與爾以適汝望，汝請願之。」彼", "1210": "女答曰：「謹遵王命，大王！予有所願。」王：「於象馬等之中，予將以何物與爾耶？」", "1211": "妃：「大王！予在陛下庇護之下，予已無何願望，而如此之物，於予亦無必要；然王", "1212": "若思欲與予者，請說明陛下歌詠之意義。」王：「吾妃！就此願望，爾有何必要耶？", "1213": "請望其他之物。」妃：「大王！對予其他之物，無有必要，只有此一願望。」王：「甚", "1214": "善，吾妃！予將語汝。然非只向爾秘密之言，予將布令十二由旬之波羅奈迴擊大鼓，", "1215": "於王宮之門前，作鏤寶玉之天蓋，設寶玉之座，由大臣、婆羅門等入市之大眾及一", "1216": "萬六千之婦女子等圍繞，予著於中央所設寶玉之座而語之。」彼女云：「謹遵君命。」", "1217": "與以同意。", "1218": "王依其所言，如不死眾所圍繞之帝釋天王，為大羣集所圍繞著於寶玉之座。", "1219": "妃亦施以一切之裝飾，設華麗黃金之席後，著於（王側）之傍觀席而向王曰：「大王！", "1220": "陛下滿足詠唱之〔天蓋祝日之〕吉祥歌，恰如月昇於天空，今請向予闡明其意義。」", "1221": "於是妃唱第三之偈：", "1222": "三優勝王！常壽至永久公正王！請述爾偈頌", "1223": "說明甚歡悅我問富國王", "1224": "爾時，菩薩為闡明彼偈之意義，唱次之四偈：", "1225": "四我原住此市為某賤家族", "1226": "受僱為工作取資為有德", "1227": "五為工我出發我見四沙門", "1228": "善行具持戒清涼達無漏", "1229": "六心傾向彼等使坐敷樹葉", "1230": "捧粥向御佛淨心我合掌", "1231": "七為此之善行我得斯果報", "1232": "我統治此國土地豐且優", "1233": "菩薩如此詳述自己之行果時，聞此而淨心之妃云：「大王！若陛下如是明暸存知", "1234": "布施之果報，今日以後，縱令得一碗之飯時，亦請如法與沙門婆羅門食之。」彼女為", "1235": "稱讚菩薩而唱次之偈：", "1236": "八施食不放逸善心王！汝應轉法輪", "1237": "大王！不為不法徒善心王！汝應護正法", "1238": "菩薩同意彼女之言唱次之偈：", "1239": "九我此將修道拘薩羅王女！尚更往聖道", "1240": "善見妃！我眼所觀行羅漢為快樂", "1241": "然〔菩薩〕更為此〔言〕後，視妃之言行圓滿得達，菩薩云：「吾妃！我於前世", "1242": "之善行已為爾詳述，但如爾之美容乃至有愛嬌者實無一人，然爾何故如此成就得達", "1243": "圓滿？」王為問〔其事〕，唱次之偈：", "1244": "一〇爾如天女美優照婦女中", "1245": "如何積善業汝有此麗容，善見妃！", "1246": "爾時彼女對彼〔菩薩〕為說明前世之美舉，唱餘之一偈：", "1247": "一一武勇者！我昔之身世阿摩晝家奴", "1248": "如法能自制不惡見有德", "1249": "一二當時我自受用食捧獻遊行一比丘", "1250": "我為施捨自歡悅如是行蹟得如是", "1251": "彼女實以前生之憶念與知識決定而述之。", "1252": "如是自彼等二人共同詳述有關自己前世所行終了以來，在都市之四門，市街之", "1253": "中央及宮廷之城門，建立六處之布施堂，激勵全閻浮洲應行大布施。彼等二人守戒", "1254": "律，修布薩行，命終成得應生天界之身。", "1255": "結分結分佛述此法語後，作本生今昔之結語：「爾時之妃是羅睺羅之母，王即是", "1256": "我。」", "1257": "四一六　巴藍塔婆從僕本生譚四一六　巴藍塔婆從僕本生譚", "1258": "〔菩薩＝王子〕", "1259": "序分序分此本生譚是佛在竹林精舍時，對提婆達多殺人企圖所作之談話。爾時比", "1260": "丘等於法堂開始作下列之談論：「諸位法友！提婆達多使弓箭師投下岩石，放那羅祇", "1261": "梨象，尋求謀害如來離此世間之方法。」佛來其處問曰：「汝等比丘！汝等今有何語", "1262": "集於此處？」比丘白佛：「如是如是之緣由。」佛言：「汝等比丘！此非自今始，前生", "1263": "彼仍欲殺我，然彼尚不能使我恐怖而自己單獨受苦。」於是佛為說過去之事。", "1264": "主分主分昔日，於波羅奈梵與王治國時，菩薩生於其妃之胎，因達成年，於得叉", "1265": "尸羅修一切學藝，彼會得咒文，能辨聞動物之叫聲。彼奉侍阿闍梨終了，歸來波羅", "1266": "奈，父立彼為副王，雖然立為副王，但在父有殺彼之心，是故父不欲見彼。", "1267": "當時有一牝豺，攜二子於夜間人眾休息時，經溝入市，近於菩薩宮殿之寢室。", "1268": "有一屋室，其處有一旅人脫靴置於足前之地面，彼則橫臥於一面板地之上，尚未入", "1269": "眠，豺之子等空腹飢餓而叫，其母向彼等云：「汝等不可叫喚，此屋內之人脫靴置於", "1270": "地面，橫臥於板地，尚未入眠，此人入眠之後，可持其靴來，使汝等食之。」豺自己", "1271": "之言語，菩薩以咒語悟解其言，彼由寢室開窗云：「誰人居於其處？」「大王！予為一", "1272": "旅人。」菩薩：「爾之靴置於何處？」旅人：「大王！置於地面。」王：「汝將其吊於高", "1273": "處。」牝豺聞此，對菩薩心感憤怒。", "1274": "又某日，豺入其處之街，某人爛醉，思欲飲水，下入蓮池之時，落水沉溺，窒", "1275": "息而死。然彼著有兩件著物，下著之中，有一千金幣，並且指有指環，爾時豺之子", "1276": "亦又叫喚：「我等腹空飢餓。」豺云：「汝等勿叫，此蓮池有一死人，彼身上有如此如", "1277": "此之物，彼死將被寢置於階梯之上，汝等可食此人。」菩薩聞其事開窗問曰：「室內", "1278": "誰在？」一人起立：「大王！予在。」「爾往蓮池，將死人之著物，一千金幣及指環取", "1279": "來後，勿使其屍浮上，使沉入水中。」彼依言而行。", "1280": "牝豺大怒云：「先日予之子等不得食靴，今日又不得食死人。甚善，今後三日，", "1281": "敵王前來，包圍汝城，爾時，汝父將派遣汝前往應戰，於是軍隊將斷爾之首，予將", "1282": "飲爾之喉血，以清此怨。予知爾對我懷敵意。」豺吼叫恐嚇菩薩後，攜其子而去。", "1283": "第三日敵王前來圍城，於是王向菩薩云：「吾子前往應戰。」菩薩：「大王！予見", "1284": "某種景像，不可出戰，何以故？恐有生命危險故。」王：「以予而言，汝之死與不死", "1285": "何謂？爾速出戰。」彼菩薩答：「謹遵王命，大王！」於是率部下不由敵王屯兵之門", "1286": "出，而開他門使出。彼出後，全城恰成空虛，何以故？城中人眾皆與彼同出之故，", "1287": "彼於適當之場所設駐屯所而停留。", "1288": "王因副王出而城空虛，思欲率軍隊遁走，然敵王仍然圍城，王思：「予命休矣。」", "1289": "彼思：「予須護生命。」於是攜妃、司祭及一從僕名巴蘭塔巴，於夜間變裝逃走而入", "1290": "森林。菩薩聞王逃走之事實，即入城奮戰，敗退敵人，繼承王位。", "1291": "然，彼王遁走於某河之岸邊，結草葺之菴，食果蓏而住，王與司祭採果蓏而出，", "1292": "巴蘭塔巴從僕與王妃常時留居於草菴，於是皇后之胎雖宿有王之子，但彼女常與巴", "1293": "蘭塔巴一同共住，與彼為不義之行。某日彼女向巴蘭塔巴云：「此事若為王知，爾我", "1294": "到底無命，爾須殺彼。」巴蘭塔巴：「予將如何殺之？」妃：「王與爾劍與浴衣前往沐", "1295": "浴，然後於浴場見彼疲惰，以劍斷其首，切體為微塵之細，埋入地中。」彼同意：「甚", "1296": "善。」", "1297": "某日，司祭單獨為採果蓏而出，彼攀登距王之浴場側不遠之樹上採集果實。王", "1298": "云：「予欲沐浴。」將劍與浴衣交付巴蘭塔巴，來至河岸，於彼處沐浴中，王感疲惰，", "1299": "巴蘭塔巴思欲殺之，於是摑王之頸，揚起利劍，王畏死而大叫，司祭聞叫聲而俯瞰", "1300": "時，見巴蘭塔巴殺王，而恐懼戰慄，手放樹枯，由樹落下，進入樹叢而坐。", "1301": "巴蘭塔巴聞彼手放樹枝之音後，殺王埋於地中，然後思尋：「此放棄樹枝之", "1302": "音，為誰所為者？」然彼一無所見，彼於沐浴後而歸去。彼歸去時，司祭由坐之場所", "1303": "而出，見王被切為微塵細塊於地面所埋之穴，加以認定。彼沐浴完畢，恐自己被殺，", "1304": "偽裝盲目之姿，赴歸草菴，巴蘭塔巴見彼云：「婆羅門！爾何以如此？」彼故為不知", "1305": "之狀：「大王！予目失明而歸來，予於森林中，立於毒蛇甚多之蟻巢之側，予於其處", "1306": "為毒蛇之鼻息所吹，以致失明。」", "1307": "巴蘭塔巴自思：「〔彼〕不知為予，而呼為大王，予將助彼。」彼云：「婆羅門！", "1308": "汝勿心憂，予將與爾看顧。」於是與彼果蓏，使彼滿足。", "1309": "自此以來，巴蘭塔巴前往採集果蓏，妃併產子，兒童成長。某日之事，妃於午", "1310": "前時中，愉快而坐，徐徐向巴蘭塔巴語如次之事，妃：「爾殺王時，無何人得見耶？」", "1311": "巴蘭塔巴：「無人見予，然聞放枝之音，其枝被放棄，究係人為或動物，予則不知，", "1312": "然對予發生恐怖之事時，則由此捨枝之音而來。」於是彼與妃語，唱第一之偈：", "1313": "一惡事將近我近前我畏怖", "1314": "實因一枝搖人為或野獸", "1315": "彼等以為司祭已眠，然司祭未眠，悉聞彼等之語。爾後某日，巴蘭塔巴從僕外", "1316": "出採果蓏時，司祭憶起自己之妻，悲嘆唱第二之偈：", "1317": "二居程住不遠對妻我心戀", "1318": "蒼白仗我瘦如（巴蘭塔巴）之畏枝", "1319": "此時，〔妃〕問曰：「婆羅門！爾云何耶？」彼更云：「予在沉思。」某日，唱第三", "1320": "之偈：", "1321": "三吾妻住城市不知將惱我", "1322": "蒼白使我瘦如僕（巴蘭塔巴）之畏枝", "1323": "復於某日唱第四之偈：", "1324": "四黑眼多彩色嬌笑且柔言", "1325": "蒼白使我瘦如僕（巴蘭塔巴）之畏枝", "1326": "其後，王子成長達十六歲。爾時，婆羅門使彼持棒之一端往浴場（河之淺處），", "1327": "開眼凝視於彼。〔王子〕問曰：「婆羅門！爾非盲目耶？」彼：「予非盲目，然此為方", "1328": "便以護命。」彼為此語後云：「卿知卿之父親否？」王子：「予知。」司祭云：「彼婆羅", "1329": "門非卿之父，卿之父乃波羅奈之王，而彼乃卿等之從僕，然彼與卿之母為不義之行", "1330": "後，於此處殺卿之父而埋藏。」於是取出尸骨示之。", "1331": "王子非常激怒，爾時，彼向婆羅門問曰：「予將如何為之為宜？」「彼婆羅門於此", "1332": "淺流對卿父之所為，卿亦如法為之。」", "1333": "於是說明一切之經過。數日之中彼教王子執劍之狀，其後某日，王子持劍與浴", "1334": "衣云：「父君！請往沐浴。」巴蘭塔巴云：「甚善。」與王子一同出發。彼於〔河邊〕", "1335": "降下沐浴時，王子右手執劍，左手摑彼之頂飾，謂曰：「爾實於此淺流摑其頂飾殺", "1336": "求助呼救之予父，予亦使爾如予父被殺之狀。」彼恐懼死而戰慄，嘆唱次之二偈：", "1337": "五今來枝之音向爾說往事", "1338": "依彼搖枝人實則語彼事", "1339": "六今此爾之來昔者我愚思", "1340": "實此樹枝搖人為抑野獸？", "1341": "於是王子唱最後之偈：", "1342": "七爾如斯悉知汝欺凌我父", "1343": "以枝埋隱骨為此招死懼", "1344": "如是言終後，彼於其場使彼得以命終，以枝埋隱，而洗淨寶劍，彼沐浴後還歸", "1345": "草庵，向司祭語彼殺戮之事實，並責其母後云：「我等將如之何？」於是三人赴波羅", "1346": "奈。菩薩授年幼之弟以副王之位，從此修布施等淨業，達生天界。", "1347": "結分結分佛述此法語後，作本生今昔之結語：「爾時之父王是提婆達多，青年之王", "1348": "即是我。」"}, "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0018 本生經(第7卷-第9卷)", "author": "悟醒譯"}