{"sourceLink": "http://www.cbeta.org/", "text": {"0": "稱名自慰", "1": "淨土隨學卷下", "10": "行。罕一得道。唯依念佛得度。靈峯云。於念佛法門中。", "100": "別有奇特。索性棄禪修淨。不讀他經。後避兵災。於普", "101": "陀佛頂山之慧濟寺。讀堅密大師淨要總序。靈峯大", "102": "師彌陀要解。及幽溪大師圓中鈔等書。乃知五濁盛", "103": "時。眾生障重。非執持名號。必難往生。況此法門。微妙", "104": "難思。一切諸佛之所護念。從此晨朝十念。記數持名", "105": "遂然兩指。供養兩土教主。以作欣厭之本。盡此一生。", "106": "誓無改變。自後倣其樣者漸多。虗名漸大。每有學者。", "107": "再三請示。余深漸障重。勉學此門。以此為人。豈不謬", "108": "哉。用力推之。莫不招怨。不得已。將金口之誠言。祖師", "109": "之要語。述成一冊。以此自警。并警有緣之士。勿執偏", "11": "求其至簡易。至直捷者。莫若信願專持名號。是故淨", "110": "空。勿貪禪語。老實持名。求生淨土。書成之後。復呈鄙", "111": "見為之序。", "112": "淨土神珠序淨土神珠序", "113": "淨土神珠者何。現前一念心性靈妙莫測之謂也。彌", "114": "陀經稱讚不可思議功德。一切諸佛所護念者。蓋為", "115": "此也。古今賢聖。極力弘通寶王三昧。亦為此也。此心", "116": "性者。本自竪窮橫徧。不生不滅。本具十方諸佛淨妙", "117": "國土。是故實有西方彌陀淨土。宛然在中。無奈眾生", "118": "障重。不能得見。故勞娑婆教主。開方便門。十方世尊。", "119": "出廣長舌。故妙宗云。心藏具法。有何邊涯。無妙觀緣。", "12": "土三經並行。古人獨以彌陀經為日課。豈非持名一", "120": "隱而不發。今依佛語。順性想之。寶地光明。種種奇相。", "121": "隨心出現宗論云。現前一念之心。亘古亘今。故名無", "122": "量壽。靈明洞徹。故名無量光。果能念念執持阿彌陀", "123": "佛即是念念證無量壽。放無量光。果因交徹。微妙難", "124": "思。諸佛護念。其在茲焉。故知淨土。乃無上心要。如如", "125": "意珠。頓含眾寶。復何疑哉。余惜從前。雖喜淨土。不知", "126": "其實。每問禪友。皆云唯心淨土。自性彌陀。不可著相。", "127": "因此雖喜念佛。但只著空而已。後閱台淨二宗。及無", "128": "生論。始知淨土實境昭彰。即是唯心。彌陀真身顯現", "129": "即是自性。實有淨土可生。實有彌陀可見。故云生本", "13": "法。普被三根。攝事理無遺。統宗教無外。尤不可思議", "130": "無生生四土。見猶離見見三身。從茲死心。念佛求生。", "131": "謹將鄙見起信要言。略集成編。以此自勉。并告同心", "132": "所願廣開解目。深入行門。一句彌陀。包含無盡。佛功", "133": "德海。當念圓成。釋迦勸讚。諸佛同宣。凡有信者。不可", "134": "不盡心而力行之也。同治己巳夏月幽溪傳法後裔", "135": "古崑稽首謹識。", "136": "西歸行儀序西歸行儀序", "137": "西歸行儀。本戀西學人自行之佛事。因閱妙宗圓中", "138": "二鈔。及淨土十要等書。始知彌陀經十念門。二經行", "139": "儀。四十八願。九品觀章。皆淨土必要。深信切願。莫不", "14": "也哉。其名號功德。自何而始。乃因六八大願之所莊", "140": "由斯。是故將此。奉為日課。并告同心。共作往生左券。", "141": "彌陀經者。乃諸佛之心要。樂那之家書。功德不可思", "142": "議。故聞是經受持者。皆為一切諸佛之所護念。臨命", "143": "終時。彌陀聖眾。現前導引。況多佛勸持。那堪不誦。十", "144": "念法門。本彌陀大願實淨土指南。修淨業者。必不可", "145": "少。楚石禪師。道高德備。朝朝十念。尚無虧焉。禮想入", "146": "觀二儀。從時公行儀中摘出。專修之士。尤為急要。修", "147": "此者。不觀境而淨境宛然。不參心而真心全露。可謂", "148": "見佛之奇勳。明心之妙訣也。四十八願。九品觀章。乃", "149": "法藏之因心。彌陀之果德。讀此方了彌陀因果。始終", "15": "嚴。九品悲心之所成就也。然彼佛願力雖不可思議。", "150": "不捨於我第苦惱眾生。而依此持名。於念念中。必能", "151": "圓具信願行之三種資粮。西歸不遠。唯在此矣。如上", "152": "皆諸祖闡揚之旨。並非臆說。唯願諸見聞。皆生決定", "153": "信。勉力共修持。同歸彌陀願。一生成佛。廣度眾生。在", "154": "此一舉。不可緩也。戀西學人古崑在舜江天台教觀", "155": "敬然臂香四十八炷供養阿彌陀佛稽首謹序。", "156": "經律異相摘錄序經律異相摘錄序", "157": "昔釋迦如來。慈愍應世。說法四十九年。積經千萬億", "158": "卷。總而名之。曰經曰律曰論。然於經律論三藏之中。", "159": "撮其要義。則不出十法界之因果。又於十界因果中", "16": "若厭離不深。則娑婆業繫不脫。故藉五王八苦之緣。", "160": "究之則是現前一心。更無別法。迷之則九界雜陳。生", "161": "死不絕。悟之則佛道圓成。寂常真淨。吾人欲知未來", "162": "苦樂之果。當觀現在善惡之因。喻形端則影直。源濁", "163": "則流昏。貪心重必沉鬼趣。惡見猛必墮地獄。向善多", "164": "必生天官。念佛切必往淨土。唯須自己檢點。不必旁", "165": "問他人。修行之士。切宜慎之。徹悟禪師云。真法無性。", "166": "染淨從緣。一真既舉體成十界。則十界全體即一真。", "167": "是故善談心性者。必不棄離於因果。而深信因果者。", "168": "終必大明乎心性。此理勢所必然也。經律異相者。乃", "169": "梁之高僧所撰。因其大藏浩瀚。初心難入。恐後向佛", "17": "以作進修之䇿。而進修儀軌甚多。唯慈雲行願。最為", "170": "之徒。因果不明。修行無益。是故備採經律。專明因果。", "171": "會成一冊。共五十卷。欲令眾生。憑此修學。同證菩提", "172": "余因亂世。避居南海。偶讀此書。羣疑冰釋。始知佛法", "173": "之妙。莫要於因果分明。一心念佛。惜其部帙猶廣。披", "174": "閱仍難。由是發心。摘錄兩卷。欲刻流通。普結法緣。助", "175": "生淨土云爾。", "176": "重刻觀經義疏妙宗鈔勸讀序重刻觀經義疏妙宗鈔勸讀序", "177": "觀無量壽佛經者。乃釋迦本師為五濁惡世苦惱眾", "178": "生而說之也。特假韋提夫人受苦之緣。以為發起。令", "179": "末世眾生。早知厭苦。早慕西方。此經不獨被韋提希", "18": "切要。上根之士。一聞便信。中下之輩。多諸疑惑。智者", "180": "等圓頓之機。悟無生忍。亦能普收十惡五逆愚癡之", "181": "輩。入寶蓮華。可謂勝異方便。無上法門也。昔天台智", "182": "者大師。眾稱小釋迦。靈嶽親承。大蘇妙悟。證法華三", "183": "昧。獲無礙辯才。以此判釋一代時教。乃有三大五小", "184": "之說。論其部類。則有三大五小之分。究其要義。則不", "185": "出現前一念三千。即空即假即中之妙三觀也。觀經", "186": "義疏者。乃五小部之一也。此經妙觀。深固幽遠與華", "187": "嚴法華同體。非東土小釋迦。誰堪解釋。以合妙宗。若", "188": "不解釋。安能令末世障重眾生。了知三身不異。四土", "189": "圓融。之微妙觀法也哉。妙宗鈔者。四明法智尊者所", "19": "十疑論。統淨宗一切疑問。振菩提大道之綱。斷疑生", "190": "作。尊者乃天台大師之遠孫也。力闡台宗。精修妙觀。", "191": "至宏淨土法門尤為要切。見觀經義疏。妙旨甚深。初", "192": "心難入。若不重為細釋。恐此圓頓妙觀。不能廣傳於", "193": "世。故鈔云。當知今觀。非直於陰。觀本性佛。乃託他佛。", "194": "顯乎本性。故應佛顯。知本性明。託外義成。唯心觀立。", "195": "又云。應知實相。全體照明。稱為真心。亦名本覺。覺體", "196": "徧故。諸法皆實。若指其要。不離現前分別之念。念即", "197": "本覺。覺即經體。無別經體。以為所詮。以此覺心。觀於", "198": "依正。能所即絕。對待斯忘。妙觀之宗。自茲而立。寄語", "199": "行者。觀雖深妙。本被初心。若能進功。何憂不就。縱未", "2": "戀西學人　玉峯古崑　自編", "20": "信。厥功最巨。善導云。修餘行業。迂僻難成。唯此法門。", "200": "入品。為因亦強。生至彼󳬛。得預大會。所見依正。微妙", "201": "難思。速入聖階。度生亦廣如此土人。宿圓修者。於諸", "202": "座席。見相殊常。聞法易悟。以此類彼。功在妙宗。願共", "203": "有情即心念佛。乃此鈔所以作也。嗟乎。吾奉此書。已", "204": "竭力矣。至逢刀兵大亂四處奔逃。亦負之而行。唯恨", "205": "神識飛颺。不能作觀。然所得利益不可思議。焚身供", "206": "養亦報不盡。鈔云。應知法界圓融不思議體。作我一", "207": "念之心。亦復舉體。作生作佛。作依作正。余閱至於此。", "208": "乃深思之。既舉此體。作生作佛。作依作正。則生佛依", "209": "正。一一無非法界圓融不思議體。故知彌陀名號。亦", "21": "速超生死。若專修者。十即十生。法照大師。感文殊告", "210": "是舉此體而作。亦即是法界圓融不思議體。故幽溪", "211": "大師云。念佛之時。此心便是圓融清淨寶覺。以此妙", "212": "心。念彼阿彌。則彼三身。何身不念。求彼四土何土不", "213": "生。靈峯大師。深得此旨。故於要解中云。光則橫徧十", "214": "方。壽則竪窮三際。橫竪交徹即法界體。是故彌陀名", "215": "號。即是眾生本覺理性。彌陀名號。既即法界圓融不", "216": "思議體。則但持名號。豈有一法而不圓收。故幽溪靈", "217": "峯堅密徹悟諸大祖師。皆云持名不必更涉觀想參", "218": "究等行。余死心持名。乃從此入今特記之。以明法惠。", "219": "并告同行之士。雖不作觀。此書不可不讀。若不讀此", "22": "曰。汝今念佛。正是其時。當知念佛。諸法之王。慧日感", "220": "書。安知淨土法門。至頓至圓。後來恐被他岐所惑。甯", "221": "不寒心。願共勉之願共勉之。深愧薄福。不能將此法", "222": "門。重刊流布。令法界眾生。而共聞之。幸有妙根然二師。", "223": "深知佛恩。悲智雙運。一見此書。喜如獲寶。再三閱之。", "224": "欣樂愈深。遂募資刊布。廣結大緣。所願見者聞者。深", "225": "開妙解。稱者觀者。同見彌陀。淨業之士。欲深明三觀", "226": "之旨。鈔中已具。余愧無文。莫能嘆述。聊採數言。以為", "227": "勸發云爾。四明遠裔古崑然臂香九炷稽首謹識。", "228": "彌陀圓中鈔勸讀序彌陀圓中鈔勸讀序", "229": "夫彌陀一經。乃釋迦如來。於深法中作淺說。廣法中", "23": "觀音亦云。汝當知淨土法門。勝過諸行。二大士皆法", "230": "作略說者也。詮理則至頓至圓。詮行則至簡至易。故", "231": "聞之者。決定不退菩提。修之者。決定早登補處。無奈", "232": "眾生。障垢日深。經旨莫識。由此而諸解漸興。然解雖", "233": "多。論俯須時機。則皆可稱美。論闡揚妙觀。則莫若幽", "234": "溪大師之圓中鈔矣。其序云。以極樂依正為妙有。一", "235": "心持名為真空。微真空而莫能證於極樂之妙有。微", "236": "妙有而莫能顯於此心之真空。所謂不思議假非偏", "237": "假。真空不空非但空。合是二者而行之。則圓中圓滿", "238": "非但中之道成。是故命為鈔焉。意欲讀是經而修行", "239": "者。顧名思義。誠宜一心不亂。而萬慮皆忘。則真空之", "24": "王長子。親口傳授念佛法門。殷勤如此。可不信哉。飛", "240": "理彰。七日持名。念念相續。則妙有之理顯。行成而見", "241": "佛。心淨而華開。娑婆之印壞。而極樂之文成。印壞所", "242": "以空其情。是之為真空。文成所以立其法是之為妙", "243": "有。二者俱存而俱忘。彌陀久經。厥語所以略。厥義所", "244": "以深也。崑於咸豐五年。在杭之大崇福寺。一見此書。", "245": "宛如熟識。遂覓此板。乃在城內法藏院諾庵法師所。", "246": "即印數十部。以廣其傳。因此淨緣漸熟。圓解漸開。是", "247": "故歷逃兵難。未嘗暫離願同學諸友。此書必須多讀。", "248": "始得深生信願。決志持名。佛法之妙舉。不外乎此矣。", "249": "淨土十要重梓序淨土十要重梓序", "25": "錫永明四明慈照優曇天如妙叶楚石幽溪等。乃傳", "250": "淨土十要者。乃靈峯大師徹底悲心之所結集也。堅", "251": "密大師剖心瀝血之所流通也。自古宏淨土者。未有", "252": "如此直剖心宗。力救時病可謂將法王最勝寶藏。一", "253": "旦盡開。普施大地眾生。現成受用。猶有不肯死心承", "254": "當者。真是愚之甚。癡之極矣。靈峯云。深信發願。的為", "255": "淨土指南。由此而執持名號。乃為正行。若信願堅固。", "256": "臨終十念一念。亦決得生若無信願縱將名號。持至", "257": "風吹不入雨打不濕。如銀牆鐵壁相似。亦無得生之", "258": "理。修淨業者。不可不知。堅密云。六字洪名。念念之間。", "259": "欣厭具足。如出幽獄。奔託王家。步步之間。欣厭具足。", "26": "宗列祖。闡教聖師。皆撰文述偈。深勸往生。當細心玩", "260": "是故萬緣之唾不食。眾苦之忍莫回。又云。一句彌陀。", "261": "非大徹不能全提。而最愚亦無少欠。倘有些子分別。", "262": "便成大法魔殃。此乃二大師哀憐末世。之大慈大悲", "263": "真語實語。大舌輪之所同說。金色臂之所常垂。皆此", "264": "意也。願深思之願深思之。愧哉。吾本屠門之子。地獄", "265": "之人。賴佛光垂照。善友提携乃知厭苦。發心出家。屢", "266": "蒙師友重重開示。始慕宗乘。愧宿障深厚。參究數年。", "267": "只解偏空而已。辛酉春。在虞東明因寺。忽遭兵灾。方", "268": "覺前來。學未真實。幸佛恩加被。在大難中。雖傷一足。", "269": "猶可奔逃。遂隱居於普陀佛頂山慧濟寺。於夏月間。", "27": "味。而詳擇之。蕅益法師。每見學者。未識方隅。靡慚濫", "270": "細閱此書。感激之至。如多年暗室。忽遇明燈。可惜從", "271": "前。不肯細讀。空過光陰悔之不及。自此盡棄舊習。專", "272": "學持名。欲具欣厭。故然兩指。十念記數。皆從此起。有", "273": "淨侶妙能大師。與余頗似宿緣。一見歡喜。乃共行之。", "274": "見十要序云。像季久轉。唯淨土一門。契理契機而淨", "275": "土諸書。唯此諸要。盡美盡善。因兵燹之後。此板無存。", "276": "遂發誠心。勸募重梓。唯願十方三世。共遵此書。同念", "277": "彌陀。同生淨土。方慰諸佛廣長。二師願力也矣。學人", "278": "古崑敬然臂香四十八炷。供養阿彌陀佛。稽首謹序。", "279": "重刻往生集序重刻往生集序", "28": "吹。或云念佛。散心無益。或云念佛。須一心不亂。或云", "280": "余尊奉此集。略有三意。一信本師親口。告舍利弗曰。", "281": "汝等皆當信受我語。及諸佛所說。若有信者。應當發", "282": "願。生彼國土。己今當願。己今當生。集中上至高僧鴻", "283": "儒。下至愚夫愚婦。信願念佛。悉皆往生。豈非本師金", "284": "言。的確非謬。二信六方諸佛。出廣長舌。說誠實言。汝", "285": "等眾生。當信是稱讚不可思議功德一切諸佛所護", "286": "念經。集中四眾人等。乃至惡人。臨終念佛。皆得往生。", "287": "其惡人臨終。應墮地獄暫稱佛號。即免地獄。而便往", "288": "生。如此功德。安可思議也哉。豈非諸佛稱讚不可思", "289": "議功德。真實不虗。三信彌陀因中大誓願云。十方眾", "29": "念佛。須參究是誰。詰其信願。毫無所知。可悲也夫。如", "290": "生。發菩提心。修諸功德。至心發願。欲生我國。臨壽終", "291": "時。假令不與大眾圍繞現其人前者。不取正覺集中", "292": "多見念佛之人。臨命終時。佛及聖眾。親垂接引。豈非", "293": "彌陀誓願。決定可憑。蓮宗行者。苟能具此三信。決定", "294": "往生無疑。往生集者。乃蓮池祖師。大慈悲心之所撰", "295": "也。余確信淨土著事之功。實因於此。是故發心。重募", "296": "流通。以公十方淨友。普勸得此書者。當時常披閱。一", "297": "則企慕先賢。免生退屈。一則增長信力。淨業易成。庶", "298": "不負蓮祖之厚望焉。", "299": "讀圓覺經深信念佛序讀圓覺經深信念佛序", "3": "蓮宗必讀總序蓮宗必讀總序", "30": "意珠王。遇此等人。而成瓦礫。以此故述信願持名歷", "300": "大方廣圓覺經者。乃如來入大光明藏。於不二境。現", "301": "諸淨土而說。三世如來之所守護。十方菩薩之所皈", "302": "依。十二部經清淨眼目。豈不甚深微妙廣大圓融也", "303": "哉。圓覺者何。現前一念無明業識之心是也經云。無", "304": "上法王。有大陀羅尼門。名為圓覺。流出一切。清淨真", "305": "如菩提涅槃。悟此故也。又云。一切眾生。種種幻化。皆", "306": "生如來圓覺妙心。迷此故也。故裴公云。離圓覺無六", "307": "道。捨圓覺無三乘。非圓覺無如來。泯圓覺無真法。三", "308": "世諸佛之所證。蓋證此也。如來為一大事出現。蓋為", "309": "此也。三藏十二部。一切修多羅。蓋詮此也。是經名為", "31": "九品說。行者宜勤覧之。又云。得生與否。全由信願之", "310": "頓教大乘頓機眾生。從此開悟。亦攝漸修一切羣品。", "311": "譬如大海。不讓小流。乃至蚊䖟。及阿修羅。飲其水者。", "312": "皆得充滿。是故古崑。雖生末世。惡業深重。猶可得聞", "313": "如斯妙經。獲益甚深。佛恩難報。倘不知現前一念無", "314": "明業識。即是如來圓覺妙心。那能決志。專念彌陀。若", "315": "不專念彌陀。定隨無明。造生死業輪迴六道。永無出", "316": "期。經中得益之處頗多。不能全舉。唯將念佛起信之", "317": "言。略引之耳。經云。一切眾生。若佛住世。若佛滅後。若", "318": "法末時。有諸眾生。具大乘性。信佛秘密大圓覺心。欲", "319": "修行者。當立期限。稽首十方諸佛名字。又云。若諸眾", "32": "有無。品位高下。全由持名之深淺。堅密云。一句彌陀。", "320": "生。修三摩鉢提。先當憶想十方如來。夫圓覺經者。本", "321": "直指人心見性成佛最要之典。尚云欲修行者。先當", "322": "憶想十方如來。及諸佛名字。故堅密大師云。參禪必", "323": "不可無淨土。為防退墮甯不寒心。此言禪淨兼修為", "324": "益最大。永明所謂。有禪有淨土。猶如帶角虎現世為", "325": "人師。當來作佛祖。又何故偏云。淨土必不可入禪機。", "326": "意見稍乘。二門俱破。蓋言事有顯理之功。不必外加", "327": "夾雜。永明所謂。無禪有淨土。萬修萬人去。但得見彌", "328": "陀。何愁不開悟。可知圓覺妙經。乃禪淨圓融賢愚普", "329": "攝之大法門也。永明之角虎。亦不外乎此矣。經云。假", "33": "非大徹不能全提。而最愚亦無少欠。只貴一心受持。", "330": "使有人。純以七寶。積滿三千大千世界。以用布施。不", "331": "如有人。聞此經名。及一句義。假使有人。教百恒河沙", "332": "眾生。得阿羅漢果。不如有人。宣說此經。分則半偈。圭", "333": "峯云。實由法無不持。機無不被者也。戀西學人古崑。", "334": "敬然臂香十二炷。供養圓覺妙經。唯願承此功德。早", "335": "見彌陀世尊。誓度法界眾生。同歸大圓覺海。", "336": "圓覺彌陀二經合讚圓覺彌陀二經合讚", "337": "大矣哉。圓覺妙經。真渡我出迷流之寶筏也。若不讀", "338": "此經。安知現前一念。竪窮橫徧無法不具。若不知現", "339": "前一念。竪窮橫徧。無法不具安信有十萬億佛土外", "34": "甯羨依稀解悟。省庵云。暫持聖號。勝於布施百年。一", "340": "之極樂世界阿彌陀佛。若不信有極樂世界阿彌陀", "341": "佛。安肯死心持名。發願往生。若不肯死心持名。發願", "342": "往生。安能速離苦海。早見。彌陀。若不早見彌陀。安得", "343": "一時頓現自心本具無量功德也哉。", "344": "刺血寫阿彌陀經發願刺血寫阿彌陀經發願", "345": "娑婆教主。在祇園會上。說出一卷阿彌陀經。六方恒", "346": "沙諸佛。同聲稱讚。同為護念。復出廣長之舌。徧覆大", "347": "千世界。普勸眾生。應當信受何哉。蓋此經。乃直顯眾", "348": "生久迷之自性。大暢諸佛普度之本懷故也。故經云。", "349": "將來經法。滅盡。特留此經百年。眾生遇斯。皆可得度。", "35": "發大心。超過修行歷劫。徹悟云。淨土一門。最初省求", "350": "若有眾生。聞斯經者。於無上道。終不退轉。是故應當。", "351": "專心信受。持誦說行古崑為此。述禮。想儀奉為日課。", "352": "再欲將斯經典。廣為人說。以報佛恩。舌鈍心昏。不能", "353": "滿願。豈不恨極。障深福薄。乃至如此想在俗不遇此", "354": "經。決不能發意出家。出家不仗此經。決不能死心念", "355": "佛。此恩此德。難報難酬。是故每想刺血。書寫此經。以", "356": "自供奉。愧無忍力。不敢下手。直至同治癸酉。忽得舌", "357": "病。經久不除。定是累生妄語之報。若不懺悔必墮三", "358": "途。因此發決定心。對釋迦像前敬刺舌血。書寫阿彌", "359": "陀經。又然臂香九炷。供養娑婆教主。本師釋迦牟尼", "36": "悟門。末後不待發慧。不須懺業。不斷煩惱。至極省要。", "360": "佛。極樂世界阿彌陀佛。六方世界恒河沙數諸佛。發", "361": "願云。", "362": "弟子古崑。見經中說。已發願若已生。今發願若今生。", "363": "當發願若當生。是故我今。至心發願。", "364": "我得舌病難除滅定是累生多妄說", "365": "發心書寫彌陀經為表至誠刺舌血", "366": "以此勅血之善因懺除舌根諸惡業", "367": "願我臨欲命終時下品蓮華定得入", "368": "唯願蓮華速速開早得如來廣長舌", "369": "誓入娑婆惡世中將此妙經細解說", "37": "至極徑捷。及其證入。至極廣大。至極究竟。故要解云。", "370": "隨聲出現妙莊嚴普令見聞生歡悅", "371": "人人皆念阿彌陀箇箇同生極樂國", "372": "仰願彼佛及本師并此經中六方佛", "373": "大慈大悲同證明我願如是無休歇", "374": "直顯者。圓中鈔云。瓊林玉沼。直顯於心源。壽量光", "375": "明。全彰於自性但舉假名。全收實法故曰一稱嘉", "376": "號。萬德齊彰。是則依此經修。但以稱佛名號。六字", "377": "音聲。而為所緣之境。無以觀佛相好。以濫經宗。要", "378": "解云。阿彌陀佛。是萬德洪名。以名召德。罄無不盡", "379": "故即以執持名號為正行。不必更涉觀想參究等", "38": "一聲阿彌陀佛。即釋迦本師於五濁惡世所得之阿", "380": "行。至簡易至直捷也。故徹悟云。一句所念之佛。全", "381": "德立名。德外無名。以名召德。名外無德。本徧一切", "382": "本含一切。絕待圓融。不可思議。蓮宗行者。當從者", "383": "裏信入。又云。深信切願。專懇持名。能於念念中。齊", "384": "澄眾染。圓顯本空。頓契靈源。直趣果海。徑路序所", "385": "謂。一句彌陀。乃橫絕迷源。直投覺海。至簡易至直", "386": "捷之大方便也如上引證。皆直顯之旨願持名者。", "387": "同盡心焉。光緒元年。歲次乙亥。佛涅槃日。於法源", "388": "庵之報恩關。發此願也。", "389": "刺血寫四十八願九品觀章發願刺血寫四十八願九品觀章發願", "39": "耨多羅三藐三菩提法。今以此果覺。全體授與濁惡", "390": "同治元年。古崑在佛頂山慧濟寺。閱淨土十要。至寶", "391": "王論中。知智者大師。臨終令讀四十八願。九品觀章", "392": "想智者。乃東土釋迦。臨終令讀。豈非至要之言。因此", "393": "熟讀奉為日課。為感得聞彌陀願力。九界普收。惡逆", "394": "之人。能稱十念。亦必往生。是故刺血書寫以常供奉。", "395": "發願云。", "396": "我今刺身血敬寫六八願願我命終時", "397": "得見彌陀面又復然臂香炷數四十八", "398": "供養阿彌陀願速生彼剎", "399": "我今刺身血敬寫九品經願我早離苦", "4": "淨土法門者。乃諸佛究竟之法也。故彌陀因地。觀此", "40": "眾生。乃諸佛所行境界。唯佛與佛能究盡。非九界自", "400": "早得下品生又然香九炷供養華池佛", "401": "願求命終時蓮現如初日", "402": "自慶聞法然身香發願自慶聞法然身香發願", "403": "我弟子古崑。從於無始以至今生。常因三毒。造罪無", "404": "邊。今雖出家。得聞佛法。三毒之心。依然常熾。倘不聞", "405": "彌陀有十念之願力。蓮池有九品之方便。那敢現世", "406": "求願往生。若不想現世往生。必定退失善根。轉貪利", "407": "養。非佛護念。安有今朝。是故於解七之際。敬然身香", "408": "五炷。供養娑婆世界本師釋迦牟尼佛。為感入五濁", "409": "惡世。說難信之法。令我得聞彌陀名號。死心執持。又", "41": "力所能信解也。如上所述。咸遵佛祖誠言。非敢臆說。", "410": "然身香十八炷。供養六方世界一切諸佛。為感護念", "411": "阿彌陀經。及聞是經受持者。要解云。聞經受持。即執持名號又然身", "412": "香四十八炷。供養西方極樂世界光壽無量阿彌陀", "413": "佛。為感因中所發四十八願。以名號功德。普度有情。", "414": "至稱十念。亦得往生。又然身香九炷。供養西方極樂", "415": "世界在池水上阿彌陀佛。為感果上所開九品方便。", "416": "令惡逆眾生。十念稱佛。得生寶池。我弟子古崑。以此", "417": "然香功德。至心回向。唯願六方諸佛。兩土世尊。慈悲", "418": "證明。哀憐攝受。願我盡此報身。決定得生極樂世界。", "419": "七寶池中下品華內。承佛冥加。一彈指頃。華開見佛。", "42": "撮其詞明義顯。最切要者。會成一冊。以便朝暮莊誦。", "420": "即聞佛乘。頓開佛慧。廣度眾生。滿菩提願。", "421": "然臂香供楞嚴觀音圓通偈發願然臂香供楞嚴觀音圓通偈發願", "422": "我然臂香十二炷。供養楞嚴圓通偈。願我早生七寶", "423": "池。早淨耳根聞妙諦。", "424": "楞嚴經觀音圓通偈云。十方俱擊皷十處一齊聞", "425": "此則圓真實。隔垣聽音響。遐邇俱可聞。此則通真", "426": "實。聲無亦無滅。聲有亦非生。生滅二圓離。此則常", "427": "真實。幽溪大師楞嚴玄義云。常真實即聞性竪窮。", "428": "不生不滅也。圓真實即聞性橫徧。無去無來也。通", "429": "真實即聞性清淨。不受妄染也。崑曰。宛同圓覺經覺性徧滿清淨不", "43": "刻刻提撕。如面聆法音。不敢疑貳。名之曰蓮宗必讀。", "430": "動之義又云圓通常。即三德也。即常住真心也。此數", "431": "偈。不唯可以驗耳根本理圓妙。行者亦宜持此。以", "432": "資圓修。如人靜居之時。隨其音聲。發於何方。應於", "433": "障外。或動或靜。而吾之聞性。圓通常住。於此彌可", "434": "資而得矣。又復應知。法本非空非假。亦非非空假。", "435": "秪由法性絕待。就此寓名為中。秪由法性無染。就", "436": "此寓名為空。秪由法性具足諸法。就此寓名為假。", "437": "只一法性。即絕待即無妄即具法。如摩尼寶珠。即", "438": "瑩徹即具寶即體圓。雖三宛然。而是一珠。雖是一", "439": "珠。而三宛然。耳根圓通。亦復如是。十方俱擊皷。十", "44": "余為障緣深重濁智騰波。非專修一行。生死難脫。匪", "440": "處一齊聞。就此絕待。說名為中。能觀此圓。是觀中", "441": "道。隔垣聽音響。遐邇俱可聞。就此無礙。說名為空。", "442": "能觀此通。是觀真空。聲無亦無滅。聲有亦非生。就", "443": "此無生。說名為有。能觀此常。是觀妙有。天台云。全", "444": "由性具。實匪修成。不其然乎。此猶約不次中。說於", "445": "次弟。若不次不次說者。舉圓必通必常。舉通必圓", "446": "必常。舉常必圓必通。是故返聞之時。但觀其圓。則", "447": "通之於常。皆在是矣文崑為沙彌時。初閱此經。一", "448": "見擊鐘驗常。及此偈等。便生歡喜遂將此經常帶", "449": "身邊。故受戒後。住國清禪堂。於靜夜中。歡喜聽幽", "45": "憑聖教。信願難階。況去聖時遙。邪風競起。正行之人。", "450": "冥鐘。反觀聞性。一夜聞鐘聲。恍有所解。而成偈云。", "451": "本來無可比因他現其己他己自消融", "452": "無憂亦無喜", "453": "後見幽溪生無生論云。靈虗不昧。吾心自空也。物", "454": "來斯應。吾心自有也空有相即。吾心自中也。此性", "455": "也。非修也。三諦也。非三觀也。修之者。稱性照了也。", "456": "體達此心。空洞無物謂之空。照了此性。具足萬法", "457": "謂之假。融通二邊。不一不異謂之中。然則即虗靈", "458": "而應物也。即應物而虗靈也空即假中也假即空", "459": "中也。中即空假也。是稱性而修也。絕待而照也。不", "46": "多被惑亂。是故必讀此書。然後必生淨土。愧鄙見隘", "460": "思議之三觀也。首楞大定之司南也。始知前所解", "461": "者。恍契此旨。乃信極樂依正莊嚴之他物。即吾人", "462": "虗靈不昧之自心。故圓中鈔云離彼妙有。無以顯", "463": "此真空。離此真空無以證彼妙有。余幸知此。方能", "464": "勇信西方。死心求生。實從無生論及圓中鈔而入", "465": "是故願嗣台宗。為幽溪之後裔焉。", "466": "然臂香供圓覺經發願然臂香供圓覺經發願", "467": "我然臂香十二炷。供養圓覺了義經。願我早見阿彌", "468": "陀。早來以此度羣生。", "469": "圓覺經云彼知覺者猶如虗空知虗空者即空華", "47": "劣。焉敢公諸勝友。但自為鞭䇿。而作往生左券。敬摘", "470": "相。亦不可說。無知覺性。有無俱遣是則名為淨覺", "471": "隨順。崑因師兄指示。讀至於此。喜而有疑。遂向日", "472": "用中。參箇能知覺者。畢竟是誰。亦在國清寺禪堂。", "473": "於解七之際。豁然有省。如久渴得漿。喜不可說。後", "474": "念佛時。因述偈云。", "475": "本有一圓覺動轉及施為明明全體是", "476": "何必更問誰", "477": "了了無踪跡時時在目前本來離言說", "478": "故佛亦無傳", "479": "吾聞淨土教頗似有宿因所食諸雜毒", "48": "諸文。而謬為之序。時在丁卯冬住普陀之法華洞。", "480": "吐成六字經", "481": "崑因宿障深重。學禪難就。遂捨之修淨。恐招謗禪", "482": "之罪。是故將從前濫沾法乳之言。至心呈出。一表", "483": "賢聖流通經典之恩。一表祖師建立禪堂之德。雖", "484": "則入門甚淺。然於淨土。甘心守愚。全仗此矣。", "485": "牙痛發願牙痛發願", "486": "古崑恒受牙痛。心不能忍。靜心思之。定是前生毀謗", "487": "三寶。及一切人。故招此報。若不懺悔。必墮地獄。是故", "488": "發心敬然臂香四十八炷。供養阿彌陀佛。發露懺悔。", "489": "願早往生。願云。", "49": "西方徑路序西方徑路序", "490": "我受牙痛為何因諒必前生謗三尊", "491": "謗法謗僧過已重再加謗佛罪難陳", "492": "若不懺悔并發願必墮地獄痛尤深", "493": "故然臂香六八炷供養彌陀大慈尊", "494": "願我速離牙痛苦願我促壽早往生", "495": "願我早見彌陀面以真實語利羣生", "496": "讚佛讚僧心不已更讚淨土妙法門", "497": "普令眾生皆度脫我願方始得稱心", "498": "仰願十方三世佛一切菩薩賢聖僧", "499": "大慈大悲同證明同垂救護令往生", "5": "理而大誓普收。釋迦果成。稱此理而廣舌深讚。彼則", "50": "夫一句彌陀稱徑路者。乃橫絕迷源。直投覺海。至簡", "500": "病久發願病久發願", "501": "古崑於癸酉年。三月初五日。身染重病。直至秋間。夜", "502": "不安眠。口不開味。生死之事。未知如何。想我此生。別", "503": "無所能。只有淨土一門。極力相信。誠恐宿業深重。現", "504": "生不能如願。豈不孤負佛恩。枉被法服。虗消一切信", "505": "心供養。佛袈裟下。失却人身。最堪痛惜。異方便中。不", "506": "成道業。𡩋不悲傷。故於九月二十三日。在天台教觀。", "507": "啟建四十九日七期。禁止語言不敢放逸。每日早晨。", "508": "敬然臂香三炷。供養阿彌陀佛。發願云。", "509": "六八大願王九品妙慈力令我速歸去", "51": "易至直捷之大方便也。故經云。若人但念阿彌陀。是", "510": "早來度一切我壽若未盡願令病消滅", "511": "誓發精進心持名不休歇", "512": "戒述發願戒述發願", "513": "古崑慚愧數年以來。謬述偈文。自不知醜。靜心思之。", "514": "不但枉費工夫。全無利益。而且勞損精神。增長狂見。", "515": "其害非淺。止觀云。領持記憶。心勞志倦。言論往復。水", "516": "濁珠昏。領持記憶。乃學佛法之要事。修止觀者。尚須", "517": "棄捨。況專持名號。現世求生之人。那可向外習學。擾", "518": "亂心神。使三昧不成。往生難決。為改前非。復成偈云。", "519": "謬述偈文向外學。妄招賢士生輕薄。祖師妙典積如", "52": "名無上深妙禪。要解云。當知執持名號。既簡易直捷。", "520": "山。何用吾盲多造作。可醜可醜真可醜。私採他言為", "521": "己有。如此狂心不肯休。西方直路成橫走。如斯深障", "522": "每欲戒之。意馬難止。是故於同治癸酉年。佛成道日。", "523": "敬然臂香三炷。立誓願云。古崑此生再述偈文。必墮", "524": "地獄。又敬然臂香六炷。供養釋迦如來。彌陀世尊。唯", "525": "願以慈悲願力。加被於我。令我定心念佛。速往西方", "526": "早見慈尊。頓開佛慧。盡未來際。說法利生。", "527": "慎狂發願慎狂發願", "528": "妙叶禪師云。交情不求益我。情益我則虧失道義。虧", "529": "道義必見人之非。又云。與人不求順適。人順適則內", "53": "仍至頓至圓。以念念即佛故。不勞觀想。不必參究。當", "530": "必自矜。內自矜必執我之是。崑每好亂改學友之言。", "531": "豈非見人之非。執我之是。故知虧道內矜。受害非淺。", "532": "淨業未成。自救不了。那敢評人是非。的是狂魔所附。", "533": "回心思之。懊悔不已。是故於光緒元年夏日。向阿彌", "534": "陀佛敬然臂香九炷。以求懺悔。發願偈云。", "535": "深慚無智起狂見。每每胡圖改友言。今向佛前求懺", "536": "悔。願除狂害早生蓮。", "537": "七期發願七期發願", "538": "要解云。得生與否。全由信願之有無。品位高下。全由", "539": "持名之深淺。徹悟云。真能發願則信在其中。信願既", "54": "下圓明。無餘無欠。直指云。無上正徧知覺普應機宜。", "540": "具。則行不期起而自起。是故信願行。三種資糧。唯一", "541": "願字盡之矣。崑每揣障重。要仗一心不亂。方得往生。", "542": "今生決定不能。若仗信願能生。似可勉力。是故凡建", "543": "七期。定十萬彌陀為日課。以作發願之本。決不求一", "544": "心不亂。每晨必然臂香三炷供佛。至心發願云。", "545": "我今然臂香。供養彌陀佛。願我命終時。決定生彼國。", "546": "呵棄欲蓋呵棄欲蓋", "547": "前文慈雲懺願儀云。定取淨業即時成就。不得一念思憶", "548": "五塵。呵去愛欲。勤息恚癡。行人各有無始惡習。速求", "549": "捨離。不為正懺障礙。當觀察何習偏重。呵棄調停。取", "55": "說法三百餘會。皆令羣有同證真常。求其機宜相感", "550": "令平復。勿便行法唐喪其功。余為此。採止觀方便中", "551": "呵五欲棄五蓋之文。附以欣求淨土之意。述成十偈。", "552": "寫諸坐隅。日以自警云。", "553": "色色", "554": "色欲侵人禍甚深。輪迴六道苦彌增。願求彼佛垂慈", "555": "愍。早放光明接往生。", "556": "聲聲", "557": "媚言艶曲眾邪聲。惱亂行人道不成。誓念佛名生彼", "558": "國。常聽靈鳥唱玄音。", "559": "香香", "56": "生佛緣深至簡至易。而功高徑捷者。無越求生淨土", "560": "芬芳馥郁害非輕。高志之人亦被侵。唯願早登安養", "561": "國。蓮華香裏悟無生。", "562": "味味", "563": "沙彌躭味墮蟲身。此欲由來害亦深。及早修行生極", "564": "樂。酥酡妙食自然成。", "565": "觸觸", "566": "堪嗟觸害少人知。垢體常希細軟衣。託質蓮華身淨", "567": "潔。微風吹著妙難思。", "568": "貪貪", "569": "貪心一起黑沉沉。人相翻為餓鬼形。急念彌陀生寶", "57": "一門。況五濁盛時。眾生垢重。餘道修行必難成就而", "570": "所。現成受用不須尋。", "571": "嗔嗔", "572": "炎炎嗔火若蛇形。燒却無邊功德林。遙羨樂󳬛諸善", "573": "友。慈悲喜捨利羣生。", "574": "睡睡", "575": "睡魔久住黑山林。晝夜常欺學道人。痛策身心稱彼", "576": "佛。早歸極樂始安𡩋。", "577": "掉悔掉悔", "578": "掉舉身心障已深。更縈憂悔道難成。一聲佛號超生", "579": "死。自在逍遙莫比倫。", "58": "匪仗此門。其何從疾脫生死。是故娑婆教主。再四叮", "580": "疑疑", "581": "疑蓋縈纏道不成。應須急棄莫存心。樂󳬛有路原相", "582": "近。信極方能易往生。", "583": "血佛像詩血佛像詩", "584": "同治壬申夏初。崑在旌教講寺。看顯明和尚之病。見", "585": "妙能法師自題血像詩十首。喜其深得欣厭取捨之", "586": "旨。故不揣庸愚。學而和之。每得二首。原韻別記。", "587": "久背彌陀大導師。深沉苦海莫能離。剖身欲畫慈悲", "588": "像。滴血解鮮帶淚垂。", "589": "血描極樂大恩師。盡報歸依不敢離。苦海漂流無可", "59": "嚀。十方如來。殷勤勸讚。千經萬論。處處指歸。往聖前", "590": "出。願伸寶手近吾垂。", "591": "說著死門涕淚淋。深慚虗度莫追尋。至心血寫如來", "592": "像。願我速聞極樂音。", "593": "窮兒嘆苦淚淋淋。痛失摩尼沒處尋。割血圖成親長", "594": "者。朝朝求降大慈音。", "595": "勞勞碌碌百無成。孤負靈臺一點明。賴有彌陀垂攝", "596": "受。恭描血像願求生。", "597": "善事難周惡易成。皆由因果不分明。今刳舌血描慈", "598": "像。九品華池定得生。", "599": "造業之時只一軀。三途受苦有千殊。願從此世生安", "6": "鉅賢至聖。咸舒藻以為盟。此則覺德鴻儒。盡摛毫而", "60": "賢。人人趣向。大矣哉。一句彌陀。真可謂渡苦海之巨", "600": "養。剖血描成彼佛模。", "601": "只說聖凡各一軀。誰知真性體無殊。誠心血繪彌陀", "602": "像。帶起當人臺日模。", "603": "覺體靈明本自安。量周沙界一毫端。血圖聖像皆因", "604": "此。唯願諸人著眼看。", "605": "莊嚴淨土最堪安。寶樹重重樂萬端。痛血畫成調御", "606": "像。願生彼國倚欄看。", "607": "輪迴生死去還來。何日能昇七寶臺。割血描師求出", "608": "苦。免教痛哭響如雷。", "609": "剖身滴血畫如來。願我臨終上寶臺。諸佛現前同授", "61": "航。生西方之徑路也。昔善導和尚。專志於此。眾稱彌", "610": "手。梵音慰喻響如雷。", "611": "現前一念本惺惺。為染塵緣失己靈。血畫彌陀全體", "612": "露。宛然心佛不丹青。", "613": "彌陀願海寂惺惺。攝取羣生復本靈。剖血繪成真實", "614": "像。是心是佛是丹青。", "615": "佛性常存非舊新。眾生迷背認殘身。精誠血畫慈尊", "616": "像。普願含靈越垢塵。", "617": "一點靈光萬古新。情根覆蔽變凡身。血心畫作西方", "618": "佛。願了娑婆歷劫塵。", "619": "情枷愛鎖莫能開。急急回頭把藕栽。恭對西方剖舌", "62": "陀化身。豈欺我哉。詳其自行化他。總不出彌陀一經", "620": "血。描成彼佛宛然來。", "621": "彼佛願門正大開。應將信種急培栽。我今血畫金池", "622": "像。宛在心中無去來。", "623": "曠劫奔馳喪本真。深悲空過負慈親。今番立誓持名", "624": "號。滴血申誠畫佛身。", "625": "血寫彌陀即一真。為人自肯乃方親。還須把本逃生", "626": "死。念念休忘彼佛身。", "627": "為友封龕為友封龕", "628": "拈封條云。真如界內。本無東西之隔。生滅門中。却有", "629": "來去之形。恭惟旌教堂上顯明和尚。一生行滿。大事", "63": "之妙旨。乃云。眾生障重。境細心粗。識颺神飛。觀難成", "630": "圓成。可謂無所從來。來生東土亦無所去。去往西方", "631": "更白數言聊表尊德。脫俗離塵數十春。尋師訪道志", "632": "宏深。因緣時至心華發。親見無生舊主人。苦志參禪", "633": "功已至。忘身為眾愈加精。朝行百事無疲倦。夜坐觀", "634": "心達五更。戒行精嚴如雪淨。慈悲忍辱利羣生。出言", "635": "不說他人過。居世常存厭世心。臨終一著無餘事。但", "636": "念彌陀願往生。可幸顯公歸西去。堪憐吾輩少知音。", "637": "且道封龕一句作麼生。多年苦行忙如箭。今日安閒", "638": "坐寶蓮。便封。", "639": "往生要關往生要關", "64": "就。是以大聖悲憐。直勸專稱名號。正由稱名易故。相", "640": "念佛之人。將往生時。最怕心懷疑惑。自生退屈。謂我", "641": "等生死凡夫。罪障深重豈能一世便得往生此皆不", "642": "如彌陀願力。特為救度苦惱眾生一生成就。而設此", "643": "方便也。觀經云。十惡五逆。臨終苦逼。教稱十念。即生", "644": "彼國。此豈非一生成就之明證乎。十惡五逆。乃極大", "645": "惡人。尚能一生成就。何況小惡。何況無惡。何況一生", "646": "念佛之人。豈不決定往生。疑者云。大惡之人。臨終念", "647": "佛。十念往生。皆是宿世善根深厚。乃能如此。釋云。大", "648": "惡之人。宿世尚有善根。何況小惡。何況無惡。何況一", "649": "生念佛之人。豈有無善根之理。當知但能遇善知識。", "65": "續即生。若能念念相續。畢命為期。十即十生。百即百", "650": "聞佛名號。皆是宿世善根深厚之人。不可自生疑惑。", "651": "自障其心。令一生空過道業無成。余親見善友。根機", "652": "最利功行高超。臨終生疑。不得往生。有愚鈍者。老實", "653": "念佛。臨命終時。即得往生。可見淨土法門。不論根機", "654": "大小。功行淺深。唯在深信佛語。皆得成就。故慈照宗", "655": "主云。將謂是凡夫。不得生淨土。且自持齋戒。後世願", "656": "為人。輾轉更修行。方可生彼國。多見修行人。常作如", "657": "是說不稱彌陀願。不合淨土經。邪見障覆心。畢竟難", "658": "出離。非是他人障。皆是自障心。今世不得生。一蹉成", "659": "百蹉。勸汝修行人。信我如來說。佛無不實語。豈是虗", "66": "生。徹悟云倘置佛名。而別修三乘聖行。亦是浪用精", "660": "誑言。但當自精勤。一心求淨土。", "661": "佛恩加被佛恩加被", "662": "余庚午冬。在旌教寺。起七念佛。因得小病。便生疲倦。", "663": "不能提起。心中胡思亂想。忽然想著在家之時。衣食", "664": "難圖。苦不可言。今賴佛恩百事現成。稍有微恙。那堪", "665": "放逸。今逢如此良緣。再不精進念佛。豈有出苦之期。", "666": "因此忽爾新鮮。神清氣爽。念佛頗見有力。因作厭苦", "667": "出家念佛求生四偈。以常警䇿。", "668": "自慚歷劫罪根深。報在貧家做苦人。衣食難圖多困", "669": "厄。親隣靡恃甚酸辛。雖存藝業空無味。賴遇病緣起", "67": "神亦是千鈞之弩。為鼷鼠而發機。況造六凡生死之", "670": "厭心。感佛慈悲垂救護。願修大行度羣生。", "671": "造惡愚人忽作僧。未知往昔有何因。旱逢甘澤非吾", "672": "福。病遇良醫是聖勳。大石將沉還不沒。重囚臨死得", "673": "回生。願祈速出輪迴苦。廣學菩提報佛恩。", "674": "幸得為僧異俗倫。深慚垢重道難成。胸中妄想紛然", "675": "起。意地貪嗔不暫停。始學禪宗緣未就。將修淨業病", "676": "相侵哀哉寶所空無獲。立誓專稱萬德名。", "677": "畢命為期誦佛名。朝朝六萬定功程。往生盡在專修", "678": "志。流轉咸由放逸心。極樂人民皆不退。娑婆豪貴亦", "679": "沉淪。唯求早託蓮池底。免在閻浮受苦輪。", "68": "業乎。又云。世間出世思惟徧。不念彌陀更念誰。謹遵", "680": "憶恩流淚憶恩流淚", "681": "同治庚午冬。余在旌教寺。裱一軸六字洪名供於室", "682": "內。於初掛之日。竭力跪誦千聲。以申誠敬。忽憶萬德", "683": "洪名。救我死心之恩。不覺聲淚並出因作偈云。", "684": "六字洪名妙莫測。無邊功德皆含攝。本師為此重重", "685": "宣。諸佛因斯處處說。善導多稱多放光。少康一唱一", "686": "飛佛。我今跪誦憶深恩。句句聲聲淚並出。", "687": "慶領直捷慶領直捷", "688": "彌陀要解云。阿彌陀佛。是萬德洪名。以名召德。罄無", "689": "不盡。徹悟禪師云。一句所念之佛。全德立名。德外無", "69": "此旨。并深信佛願。將一句彌陀。述成四十八偈。盡採", "690": "名。以名召德。名外無德。寄語持名行者。當思此語。始", "691": "知持名不必參觀。至簡易至直捷也。余愧數年以來。", "692": "不解此旨。隨伶俐人脚跟所轉。妄謂彌陀名號。曲為", "693": "下根之人。若上智念佛。必要參究作觀方稱有禪有", "694": "淨。每懷此意。究竟參又參不到。觀又觀不成。幸於辛", "695": "未春。而得解入彌陀三身之德。恒稱名而頓彰。圓中", "696": "鈔云。一稱嘉號。萬德齊彰。果有此妙。自此參觀心絕。", "697": "慶幸之至。若非父母勤苦之力。讀兩年書識幾箇字。", "698": "那有今朝。愧出家來。並無酧薦遂然臂香四十八炷", "699": "供養阿彌陀佛。願我生身父母。承此善根。早生極樂", "7": "作誓。挺身立行。力修此道者。列宿塵沙。莫況其多也。", "70": "金口誠言。及祖師臨終遺囑。平生實行。並非臆說。名", "700": "因作偈云。", "701": "以名召德本融通。彼佛分明在口中。果得持名無異", "702": "念。聲聲露出紫金容。", "703": "手掐輪珠記佛名。珠中有佛甚分明。只因自己塵緣", "704": "重。終日於中不見形。", "705": "家貧已讀兩年書。父母辛勤汗如雨。今解以名召德", "706": "宗。全憑識字看經語。", "707": "臂上虔焚六八香。至心供養彌陀佛。以斯功德願雙", "708": "親。早脫苦輪生樂國。", "709": "惜前謬濫惜前謬濫", "71": "之曰西方徑路。復集諸文為證。以便初機易生正信。", "710": "堪悲昔日墮偏空。妄謂己明向上宗。念著彌陀平淡", "711": "淡。自稱見地喜濃濃。", "712": "初出家時本信西。一欣禪理反嫌低。至遭兵難方知", "713": "謬。盡改從前一切非。", "714": "淨宗未入自稱通。濫解彌陀即主翁。雖說洪名吾喜", "715": "念。心中猶著沒西東。", "716": "我學恭禮只解空。謬稱心淨即蓮宮。至看十要明西", "717": "有。始決持名願捨東。", "718": "名號本願名號本願", "719": "眾生垢重道難修。苦海茫茫怎出頭。法藏因斯立誓", "72": "倘有同志。不以人廢言。亦可憑此互相警策。速念彌", "720": "願。但將名號度羣流。", "721": "彌陀名號願無邊。普攝凡愚頓且圓。惡逆回心纔十", "722": "念。火車化作紫金蓮。", "723": "持名自得持名自得", "724": "洪名隱隱口中稱。手掐輪珠靜靜聽。聽得玄音明歷", "725": "歷。恍如有佛露真身。", "726": "開唇誦佛微微響。攝耳澄心細細聽。聽得佛音含淚", "727": "出。宛如難子哭慈親。", "728": "持名要策持名要策", "729": "口誦佛。耳聽聲。句句應使勿暫停。但得如斯無夾雜。", "73": "陀。速生淨土。速念眾生。速行化度。庶不負彌陀化身。", "730": "宛然有佛在其唇西齋詩云。口耳相傳六個字聖凡不隔一條絲。即此義也。", "731": "名一舉。佛頓彰。徹悟禪師云。全德立名。德外無名。以名召德。名外無德。少康祖師。功極於", "732": "此。故能稱一聲名。出一尊佛聲聲全露自心光。即徹悟云。一聲佛號。一聲心直下分", "733": "明。豈待尋鞭影。不勞頻舉示。白牛運出古黃全為茲不用雜參觀。只要當人", "734": "願力強堅密大師云。六字洪名。念念之間欣厭具足。此即願力堅強之謂也。", "735": "持名重口持名重口", "736": "持名重口義深深。當究大乘圓頓經。法華一稱皆作", "737": "佛。觀經十氣便超生。", "738": "洪名功大在音聲。故得頓收惡逆根。感應易成全仗", "739": "此。高賢慎勿看為輕。", "74": "直指徑路。一片血滴滴之老婆心矣。發願回向云。", "740": "持名當響持名當響", "741": "我稱名號響如雷。彼佛遙聞必速來。只為念聲力小", "742": "小。故他緩緩送金臺。", "743": "我把彌陀盡力稱。蓮池會裏必聞聲。其中諒有舊親", "744": "戚。終肯早來送好音。", "745": "持名伏妄持名伏妄", "746": "稱佛不宜記妄心。最宜聽著口中音。譬如白日濃雲", "747": "起。當幸陽光不被侵。", "748": "稱名伏妄有奇勳。勳在口中出響聲。譬若人間千怪", "749": "起。一雷能破眾邪心。", "75": "稽首娑婆說法主稱讚淨土十方佛", "750": "三業圓修三業圓修", "751": "口稱佛號必從心。手掐輪珠正屬身。三業圓修功必", "752": "大。故堪將此廣流行。", "753": "細想佛宣三藏經。無非警誡修三業。所以深勸稱彌", "754": "陀。聲聲圓淨易超越。", "755": "有佛土頌有佛土頌", "756": "曾見學者。將一卷彌陀經。都說是自心本性。並無彼", "757": "佛彼土。豈非撥境求心。斬頭覔活。余聞之不忍。遂述", "758": "有佛土頌。以警童蒙。", "759": "大哉一卷小彌陀。佛字算有八十五。只見三心在厥", "76": "極樂世界大導師淨土圓頓修多羅", "760": "中。敢云無佛甯非忤。", "761": "土字覔成二十一。徧尋性字無踪跡。分明有土是圓", "762": "談。不比小乘多說寂。", "763": "自題小照自題小照", "764": "本貧窮人。是地獄種。何福而遇出家。何慧而知西方。", "765": "必蒙彌陀恩德之所加被。既感佛恩。當持佛名。慚愧", "766": "不能參究作觀。不能平伏妄想。只堪記數讀誦。畢命", "767": "為期而已。曾有偈云。", "768": "感佛深恩誦佛名。不修妙觀不參心。任憑意地多思", "769": "想。誓掐輪珠動口唇。問如此念佛。有何奇特。答念珠", "77": "觀音勢至大海眾闡揚蓮社諸聖祖", "770": "在手華池朗。佛號離唇性地昏。", "771": "痛䇿依稀痛䇿依稀", "772": "堅密大師云。一句彌陀。非大徹不能全提。而最愚亦", "773": "無少欠。倘有些子分別。便成大法魔殃。只貴一心受", "774": "持。甯羨依稀解悟。乞兒若見小利。急須吐棄無餘。崑", "775": "向謂名號即佛。豈非依稀。又謂名號即心。豈非分別。", "776": "如此小利。那可不吐因然臂香九炷。而述痛䇿云。", "777": "彌陀六萬定規繩。日日堅持作路程。不想白牛當處", "778": "露。只求臨死免沉淪。", "779": "朝數洪名六萬聲。憑他微妙深非深。不求彼佛今時", "78": "我發誠心集此書唯願證明垂加護", "780": "現。只想臨終得往生。", "781": "多劫以來積罪深。持名一世豈能清。必憑佛力垂加", "782": "護。使我臨終帶業生。", "783": "巍巍萬德紫金身。纔誦洪名那得親。必仗當人真信", "784": "願。臨終佛救始超昇。", "785": "吾人心性含諸妙。信此求生終易到。最怕於中解不", "786": "忘。雖持佛號功難效。", "787": "彼佛洪名度一切。急須持誦休停輟。當如遇難喊人", "788": "援。莫謂音聲便是佛。", "789": "難難難難難之極。頓悟依然生苦域。實為理明事不", "79": "復然臂香六八炷供養彌陀慈悲父", "790": "精。故知重解反招躃。", "791": "易易易易易之至。十聲佛號歸西去。只憑一點願心", "792": "堅。故信洪名功莫喻。", "793": "深恩略讚深恩略讚", "794": "一句洪名血滴滴。當知法藏大恩力。經無數劫結吾", "795": "緣。始肯今朝口不輟。", "796": "一句洪名血滴滴。釋迦之苦如山疊。捨頭捨目為吾", "797": "身。今日方能聽彼說。", "798": "一句洪名血滴滴。六方盡出廣長舌。為防吾信不能", "799": "堅。六道輪迴無可出。", "8": "下至惡逆凡夫。十念便登寶土。飛禽畜類。隨稱亦達", "80": "願我承此殊勝因早促陽壽生淨土", "800": "一句洪名血滴滴。祖師菩薩汗如血。剖心竭力造諸", "801": "書。勸我必從者裏入。", "802": "古崑自發狂來苦有數載。幸於此休。故然臂香四", "803": "十八炷。供養彌陀釋迦。六方諸佛。及歷代祖師菩", "804": "薩發願云。我供臂香四十八。微酧佛祖諸恩德。願", "805": "吾今世得超生。盡未來時度一切。", "806": "佛前號哭佛前號哭", "807": "同治庚午九月。崑在旌教寺。啟建七七道場。每日持", "808": "名十萬。至圓滿日。自慚空過。佛前號哭云。", "809": "法門如此勝妙我罪如此深重為人如此心急", "81": "願此徑路廣流通見者聞者生欣慕", "810": "慧辯如此愚鈍信願如此極力持名如此散動", "811": "如此難得相應真實可悲可痛", "812": "此偈乃佛前聲淚俱下之言。倘有妄語。自招󳫠舌。", "813": "真實哭有多次。今特記出。以告諸賢。俾知我古崑", "814": "雖盡心竭力。窮究淨土妙旨。不及愚夫愚婦。老實", "815": "念佛之人。猶得一心不亂。", "816": "刺血暢懷刺血暢懷", "817": "我今刺舌血。敬寫彌陀經。諸佛應生喜。彌陀必更欣。", "818": "我今刺舌血。塗徧六方佛。諒必共哀憐。令吾生樂國。", "819": "我刺左手血。書成六八願。彌陀欲普收。必定有吾分。", "82": "早念彌陀早往生早入娑婆早化度", "820": "我刺右手血。流歸九品池。不分華大小。必有我一枝。", "821": "老實念佛老實念佛", "822": "老實念彌陀。蓮󳬛歸路直。暫時生巧心。即刻墮邪域。", "823": "老實念彌陀。易離生死苦。一貪奇妙功。難到清凉所。", "824": "老實念彌陀。應須不輟口。聲聲如哭親。恰恰朝西走。", "825": "老實念彌陀。數珠休脫手。日持幾萬聲。在此終非久。", "826": "念佛慰進念佛慰進", "827": "一句阿彌陀。一顆大明珠。在在勤抹拭。處處寶光舒。", "828": "一句阿彌陀。一把金剛劍。日日持手中。朝朝魔不現。", "829": "一句阿彌陀。一條安養路。步步向前行。時時離穢土。", "83": "淨土自警錄後序淨土自警錄後序", "830": "一句阿彌陀。一分相好光。念念常不捨。刻刻近法王。", "831": "三業同運三業同運", "832": "智者大師摩訶止觀云。步步聲聲念念。唯在阿彌陀", "833": "佛。因述四偈。而為警䇿。", "834": "時時近佛繞。步步出塵牢。日日常如是。往生位必高。", "835": "開口誦彌陀。聲聲莫間斷。承斯往樂󳬛。彼佛必先喚。", "836": "欲離煩惱纏。念念休忘佛。不假諸功勳。速超安樂國。", "837": "欲成微妙德。唯在阿彌陀。三業同時運。得功易且多。", "838": "繞佛偶成繞佛偶成", "839": "口稱彼佛名。身向彼方走。可恨貪嗔癡。不能隨我後。", "84": "余於咸豐辛亥冬。在仙居之南峯山。閱蓮池大師彌", "840": "願心欣西走。妄想好東遊。賴有彌陀力。終能到寶樓。", "841": "持名要切持名要切", "842": "洪名口口稱。生死聲聲哭。願佛大慈悲。令吾歸去速。", "843": "願師生蓮願師生蓮", "844": "崑深愧在俗之時。貧苦無依。誤歸外道。幸遇普甯堂", "845": "上。上滌下凡茂老和尚。救度出家。今聞去世是故敬", "846": "然臂香四十八炷。供養阿彌陀佛。發願云。", "847": "我然六八香。供養彌陀佛。願我剃度師。早生極樂國。", "848": "掩關警䇿掩關警䇿", "849": "余有同學。於旌教寺掩關。說法甚勤。為人甚切。只恐", "85": "陀疏鈔。見序中云。著事而念能相繼。不虗入品之功。", "850": "利人太早。有損於己況凡夫習氣。名利難輕。情愛易", "851": "熾。雖然志在淨土。無奈力量未充。因忝在知心。同為", "852": "生死。故述八聯示之。願共警䇿。", "853": "掩關本避人情亂定課原防世事纏", "854": "六字洪名應努力三時淡飯可隨緣", "855": "識性不嫌羮味苦知心何用語言甜", "856": "順境亂心多罣礙逆緣助道少牽連", "857": "法愛不輕功不熟人情難淡道難全", "858": "名聲愈廣情愈重利養越多愛越堅", "859": "勸人恐惹人情縛說法防招法愛牽", "86": "執理而心實未明。反受落空之禍。誠哉此語。感德無", "860": "癩客醫瘡真可笑破舟救溺實堪憐", "861": "䇿不相應䇿不相應", "862": "嘗見淨友。根機稍利。最好稱能。常說厭娑婆欣極樂", "863": "人命無常。光陰有限。而所行之事。全不相應。余因此", "864": "自省。習氣相同。遂作兩聯。以自警䇿省庵法師云。雖", "865": "有好心。多為名利之所夾雜。雖有善法。復為罪業之", "866": "所染污。可不慎乎聯云。", "867": "真欣極樂逍遙。彼佛洪名當緊誦。", "868": "實厭娑婆苦惱。自身能處不宜稱。", "869": "既知人命無常。外事紛紛林再管。", "87": "涯。乃余信淨土之根本也。因師兄敬峯上人。指示圓", "870": "果信光陰有限。內心亂亂急須平。", "871": "讚佛聯對讚佛聯對", "872": "苦海風狂真可怕。必依教主之言。始得速離此岸。", "873": "愛河浪險實堪愁。終靠導師之力。方能早到他鄉。", "874": "娑婆教主。悲願宏深。誓度苦人離火宅。", "875": "極樂導師。慈心廣大。常迎迷子入蓮池。", "876": "黃金地上。寶樹重重。盡是修行者種。", "877": "白玉池中。蓮華朵朵。無非念佛人栽。", "878": "日日執華臺。處處去迎念佛者。", "879": "朝朝垂寶手。時時來接信心人。", "88": "覺妙經。乃八道之要典。便熟讀熟背。忽疑經中之語。", "880": "我口裏纔唱明幾聲佛號。", "881": "彼池中便高了數寸蓮華。", "882": "暫禮金容三身圓現。", "883": "壹稱嘉號萬德齊彰。", "884": "白毫徧攝微塵剎。", "885": "紺目常窺大地人。", "886": "華臺迎接無疑士。", "887": "寶手提𢹂有願人。", "888": "聖號暫稱功莫測。", "889": "凡心雖亂妙難量。", "89": "發心參究。雖障深未悟。而信力已增。一時不能放下。", "890": "一聲佛號微微誦。", "891": "七寶蓮華大大開。", "892": "覺號在唇唇有佛。", "893": "清珠存手手無塵。", "894": "稱洪名蓮華燦爛。", "895": "起惡念劍樹魏峩。", "896": "六方佛出廣長舌。", "897": "三界人歸安樂家。", "898": "入此門來當念佛。", "899": "行其路去莫忘西。門對", "9": "金池。此非彌陀願力。安能若是。經云。末法億億人修", "90": "是故仍住叢林。多親禪德。亦有慈悲知識。方便證明。", "900": "淨土隨學卷下終", "901": "No. 1187-B 淨土隨學新刻緣起No. 1187-B", "902": "淨土隨學新刻緣起", "903": "淨土隨學一書。乃戀西大師。深念佛恩。剖心瀝血之", "904": "言。其中闡揚淨土妙義。罄無不盡。非但言真行實。令", "905": "人易起深信。而且文簡理明。令人易發大願。信願既", "906": "備。則持名一行。不勇自勇。如禮想與八觀。將二經之", "907": "本旨。次第指陳。徑路及開心。將淨土之正宗。分明拈", "908": "出。非善導親承。堅密面授。豈有是哉。十一序文。或引", "909": "初心。而別垂方便。或宏淨要。而細剖幽微。皆依聖教", "91": "自慚功淺。不敢承當。唯恐心實未明。反受落空之禍", "910": "發揮。慈心湧出。十篇發願。或感深恩。而立誓上求。或", "911": "懺重罪。而發心下化。可謂將此深心奉塵剎。是則名", "912": "為報佛恩。至若有佛土頌。破心性無佛無土之偏邪。", "913": "痛䇿依稀。救名號即佛即心之混濫。乃別出心裁。對", "914": "病發藥。且平常且奇特。非透徹靈峯堅密之意。安有", "915": "此作。以及深恩略讚刺血暢懷。種種偈等莫不為被", "916": "時機。瀝枯心血。幽玄文至。警䇿之極。夫此書者。真可", "917": "謂救病神方。生西妙訣。故能令我障重之人。於持名", "918": "法門。深起信願。死盡偷心。自󳬾曉法師。指我見師於", "919": "佛頂山。至今十有餘載。所承法恩。不可思議。非盡未", "92": "不如繼念彌陀。猶有入品之功。況且名利習氣。日有", "920": "來際。助師行化。安能酬報也哉。乙亥夏。有西舲上人。", "921": "自涔陽遠訪至紹。一見此書。殷勤稱讚。再四勸師。流", "922": "通結緣。遂題詞於卷首。又淨友本緣。對余曰。某甲得", "923": "解魔纏。仗隨學力。遂出錢貳拾千。復行倡募。願廣流", "924": "通。以報深德。書名隨學。隨者講也。學者信也。師具此", "925": "謙信二德。將來往生。必早見佛。唯願淨業之士。咸隨", "926": "此學學到如師信願切。定隨師後見彌陀隨學二字。", "927": "甚深甚深。可知吾師一生苦志。都回向在隨學二字。", "928": "故自序云。願承此隨學善根。早得見佛聞法。早能說", "929": "法利生。即普賢菩薩常隨佛學恒順眾生之願也。時", "93": "所增。諒必工夫。不相應故。雖知如是。還不能死心念", "930": "光緒元年臘月弟子妙能芳慧在旌教寺敬然臂香", "931": "四十八炷稽首謹識", "932": "No. 1187-C 往生要關附No. 1187-C", "933": "往生要關附", "934": "余每見修淨業者。說著現世往生。多疑心不決。非", "935": "疑業障深重。即疑功行淺薄。人人易犯此病。箇箇", "936": "難逃此關。何哉。皆因不知彌陀願力。特於苦處生", "937": "悲故也。余壬申夏至虞。見戀西大師要關之旨。不", "938": "怕󳬾障重。只愁信力微。不嫌功行淺。最忌心自退。", "939": "此深契彌陀普收之願。諸佛廣讚之心。可謂破夜", "94": "佛何哉。皆因不知念佛法門。有奇特超勝之功。只謂", "940": "明燈。過河要筏。欲往西者。必不可少。遂發心付梓。", "941": "并印千張。以結淨緣。今刊神珠。又附於後。普願見", "942": "者聞者。知其勝異方便。不被此一疑而失千萬劫", "943": "難逢之奇遇也。芳慧識", "944": "要關云", "945": "念佛之人。將往生時。最怕心懷疑惑。自生退屈。謂我", "946": "等生死凡夫。罪障深重。豈能一世便得往生。此皆不", "947": "知彌陀願力。特為救度苦惱眾生。一生成就。而設此", "948": "方便也。觀經云。十惡五逆。臨終苦逼。教稱十念。即生", "949": "彼國。此豈非一生成就之明證乎。十惡五逆。乃極大", "95": "禪淨無二。不生輕易而已。後參昌啟老人。於杭之大", "950": "惡人。尚能一生成就。何況小惡。何況無惡。何況一生", "951": "念佛之人。豈不決定往生。疑者云。大惡之人。臨終念", "952": "佛。十念往生。皆是宿世善根深厚。乃能如此。釋云。大", "953": "惡之人。宿世尚有善根。何況小惡。何況無惡。何況一", "954": "生念佛之人。豈有無善根之理。當知但能遇善知識。", "955": "聞佛名號。皆是宿世善根深厚之人。不可自生疑惑。", "956": "自障其心。令一生空過。道業無成。余親見善友。根機", "957": "最利。功行高超。臨終生疑。不得往生。有愚鈍者。老實", "958": "念佛。臨命終時。即得往生。可見淨土法門。不論根機", "959": "大小。功行淺深。唯在深信佛語。皆得成就。故慈照宗", "96": "崇福。屢󳬾痛拶。盡改前非。深知向上宗乘。不是容易", "960": "主云。將謂是凡夫。不得生淨土。且自持齋戒。後世願", "961": "為人。輾轉更修行。方可生彼國。多見修行人。常作如", "962": "是說。不稱彌陀願。不合淨土經。邪見障覆心。畢意難", "963": "出離。非是他人障。皆是自障心。今世不得生。一蹉成", "964": "百蹉。勸汝修行人。信我如來說。佛無不實語。豈是虗", "965": "誑言。但當自精勤。一心求淨土。", "97": "可得。遂乃兼修淨業。兼讀淨土諸書。及見永明禪師", "98": "四料簡云。有禪無淨土。十人九錯路。無禪有淨土。萬", "99": "修萬人去。祖師之言。禪淨分別。優劣乃爾。可信淨土。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1187 淨土隨學", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1187 淨土隨學", "author": "清 古崑編", "language": "chinese", "source": "CBETA"}