{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1189-A 淨土承恩集新刻序No. 1189-A", "1": "淨土承恩集新刻序", "10": "生。乃余親聞親見。一瑞邑常甯寺。超宗師。三日之前。", "100": "余每一展讀。身毛卓竪。如熟睡聞迅雷。鈍馬着痛鞭。", "101": "則欣淨愈深。厭苦愈切。雖淨土諸書。眾美畢備。未有", "102": "如此精誠。抉破時病。句句從悲心流出。言言因實行", "103": "發揮。以此自警警人。懇切之至。所願有緣遇此。深生", "104": "慶信。發願持名。誓無改變。縱遇邪說紛紛。必不為他", "105": "岐所惑。莫論散心定心。只尅課程。終身不缺。日勤日", "106": "切。淨土華蕋。晝夜增榮矣。同志者共勉之。", "107": "淨土神珠序淨土神珠序", "108": "淨土法門。所以稱神珠者。蓋佛德圓融。隨心發現。如", "109": "摩尼寶。有願必遂。觀經云。諸佛正徧知海。從心想生。", "11": "預知時至。遂將衣服經書。分施親友。至第三日。請眾", "110": "是故心想佛時。是心即是三十二相。八十隨形好。是", "111": "心作佛。是心是佛。既云是心作佛。是心是佛。則知是", "112": "心作九界。是心是九界。世出世法。無不由心而作。無", "113": "不即心而是。故楞嚴云。知其本因。隨所緣出。諸法所", "114": "生。唯心所現。如是。則十方虗空。微塵國土。皆是心中", "115": "之物。離心之外。更無一法可得。故知十世古今。始終", "116": "不離於當念。無邊剎土。自他不隔於毫端。十萬億剎", "117": "之遐方。的是唯心之淨土。八萬四千之妙相。得非本", "118": "性之彌陀。余從前捨西方極樂。別言唯心淨土。捨萬", "119": "德慈尊。別言自性彌陀。背樂󳬛之慈父。墮死水之深", "12": "同念佛一枝香而逝。一平邑廣慧寺。錦靜師。七日之", "120": "坑。真可哀哉。戀西大師。盡棄舊習。力究此宗。見時人", "121": "之謬解。愍自己之前非。集諸聖之誠言。闡一乘之妙", "122": "旨。名之曰淨土神珠。欲令修淨業者。了知現前一念。", "123": "具無量義。信彌陀依正。還在西方。西方依正。不離本", "124": "性迴神億剎。實生自己心中。孕質九蓮。豈逃剎那際", "125": "內。神珠之等。良在於斯。予深愧下愚。無言可讚。聊記", "126": "親聞。以表師志云爾。壬申夏淨業學者芳慧拜識。", "127": "淨土隨學新刻序淨土隨學新刻序", "128": "淨土隨學一書。乃戀西大師深念佛恩。剖心瀝血之", "129": "言。其中闡揚淨土妙義。罄無不盡。非但言真行實。令", "13": "前。預知時至。遂請淨友打七。自己禁語。相隨念佛。至", "130": "人易起深信。而且文簡理明。令人易發大願。信願既", "131": "備。則持名一行。不勇自勇。如禮想與入觀。將二經之", "132": "本旨。次第指陳。徑路及開心。將淨土之正宗。分明拈", "133": "出。非善導親承。堅密面授。豈有是哉。十一序文。或引", "134": "初心。而別垂方便。或宏淨要。而細剖幽微。皆依聖教", "135": "發揮。慈心湧出。十篇發願。或感深恩。而立誓上求。或", "136": "懺重罪。而發心下化。可謂將此深心奉塵剎。是則名", "137": "為報佛恩。至若有佛土頌。破心性無佛無土之偏邪。", "138": "痛䇿依稀。救名號即佛即心之混濫。乃別出心裁。對", "139": "病發藥。且平常。且奇特。非透徹靈峯堅密之意。安有", "14": "第七日。端坐忻然而逝。一常𡩋寺之隣。黃茂森居士。", "140": "此作。以及深恩略讚。刺血暢懷。種種偈等。莫不為被", "141": "時機。瀝枯心血。幽玄之至。警䇿之極。夫此書者。真可", "142": "謂救病神方。生西妙訣。故能令我障重之人。於持名", "143": "法門。深起信願。死盡偷心。自蒙曉法師。指我見師於", "144": "佛頂山。至今十有餘載。所承法恩。不可思議。非盡未", "145": "來際。助師行化。安能酧報也哉。乙亥夏。有西舲上人。", "146": "自涔陽遠訪至紹。一見此書。殷勤稱讚。再四勸師流", "147": "通結緣。遂題詞於卷首。又淨友本緣對余云。某甲得", "148": "解魔纏仗隨學力。遂出錢二十千。復行倡募。願廣流", "149": "通。以報深德。書名隨學隨者謙也。學者信也。師具此", "15": "臨終之時讚曰。承妙能法師示云。若知西方好處。假", "150": "謙信二德將來往生。必早見佛。唯願淨業之士。咸隨", "151": "此學。學到如師信願切。定隨師後見彌陀。隨學二字。", "152": "甚深甚深。可知吾師一生苦志。都回向在隨學二字。", "153": "故自序云。願承此隨學善根。早得見佛聞法。早能說", "154": "法利生。即普賢菩薩。常隨佛學。恒順眾生之順也。時", "155": "光緒元年臘月望日弟子妙能芳慧在舜江旌教講", "156": "寺淨土關內敬然臂香四十八炷供養阿彌陀佛并", "157": "隨學妙書稽首謹序。", "158": "西歸行儀跋西歸行儀跋", "159": "佛說彌陀經者。圓中鈔云。即是三德秘藏。圓該一切。", "16": "使請作國王。必不肯去。果然果然。并誡妻子。精進念", "160": "舒之則彌綸法界。一即一切。卷之則攝在一經。一切", "161": "即一。能如是了。則彌陀一經。充滿法界可也。十方法", "162": "界。皆具此經可也。受持之人。諸佛護念。其所護念。不", "163": "在茲乎。求淨土者。急須諷誦。以此功德。速往西方。讀", "164": "誦大乘。無過於此。十念門者。彌陀立誓以導奉持。可", "165": "不遵乎。每晨稱念。面必向西。楚禪師云。一方土淨方", "166": "方淨。十念心真念念真。此深得面西十念之奧旨。故", "167": "靈峯讚楚石。即是阿彌陀正覺也。為此持名人縱得", "168": "一心不亂。此行切不可廢。此行一廢。則信願不切。往", "169": "生難矣。故要解云。若無信願。縱將名號。持至風吹不", "17": "佛。遂稱佛而逝。略記三人。以明淨土之當機。持名之", "170": "入。雨打不濕。亦無得生之理。二儀者。運三業之至誠。", "171": "向西方之妙境。則心佛宛然。自他不隔。是心作佛。是", "172": "心是佛之旨明矣。苟能遵此。則信願不深。而自深焉。", "173": "蓮宗必讀序云。名號功德。自何而始。乃因六八大願", "174": "之所莊嚴。九品悲心之所成就也。是故專持名者。此", "175": "二經文。應當熟讀。堅固信願。全賴於斯。戀西大師以", "176": "至誠心。集此一書。可謂契理契機。盡美盡善。其自序", "177": "一章。奇唱極談。精詳貫徹。非得三昧。定佛冥加。略引", "178": "後文云。彌陀因果。始終不捨於我等苦惱眾生。而依", "179": "此持名。於念念中。必能圓具信願行之三種資糧。誠", "18": "靈驗。總由法師力宏斯道之大願也。堅密大師示十", "180": "哉此語。不得淨宗之骨髓。必難如是。余初一讀。便如", "181": "得寶。越讀越深。愈思愈妙。深慚垢重。何幸聞斯。得益", "182": "良多。感恩不盡。乃覺從前持名。全無信願。只是壓捺", "183": "妄想而已。所以每每改換題目。別求深妙。故堅密大", "184": "師云。未階淨信淨願。十方三世佛祖大道。如何荷擔。", "185": "唯願修淨業者。竭力遵此行儀。則信願必堅。西歸必", "186": "穩。見佛非難。度生亦廣。甲戌夏諗西學者芳慧敬然", "187": "臂香四十八炷供養淨土法門拜識。", "188": "刻開心頌跋刻開心頌跋", "189": "念佛開心一頌。戀西大師因念佛人。有二種障。不能", "19": "念法門云。此淨業必不可少之行。即課佛多者。亦當", "190": "生喜而作。夫念佛不能生喜者。皆因未得其妙。不知", "191": "有功。故而貪著悟門。惡嫌妄想。若能得妙知功。則悟", "192": "門妄想。二無憂矣。佛號功德。微妙難思。苟能信之。則", "193": "萬慮皆忘。欣心必起。行人各有無始以來。妄想習氣。", "194": "只要深知其過。必不為害。是故但須呵棄。不必著意", "195": "遣除。越遣越多。此六則頌。次第貫連。細心讀之。必有", "196": "深益。念佛開心。心開見佛。無邊妙義。咸在其中。修淨", "197": "業者。不可不讀。余愧宿障深重。學無所成。幸遇戀公。", "198": "歷垂言教。確信持名。今讀此頌。復得斷除二種深障。", "199": "深蒙法潤。感德無涯。由是發心。敬刻流通。願公有緣。", "2": "承恩集者。乃妙能法師虗心為道。知恩報恩之言也。", "20": "行之。藕益大師云。念佛之法雖多。持名最為簡便。持", "200": "同霑法乳。甲戌夏學者芳慧敬然臂香九炷謹識。", "201": "徑路開心頌二書同跋徑路開心頌二書同跋", "202": "葉靜覺居士與戀公書云。弟子靜覺。承恩指化。猶野", "203": "人效食橄欖。惟有忍澀嚼去。誓得清香而後已。茲者", "204": "奉到前月所發西方徑路。念佛開心頌三本。翻深出", "205": "淺。顯易隱難。真徑路中之徑路。方便中之方便。若非", "206": "柔軟老婆婆。怎醫嬌孩心裏病。苦口誠言。聲聲皆血。", "207": "化執起懦。厥功偉哉。弟子等自當朝斯夕斯。但願心", "208": "花開朗。性體靈明。普度佛種。同生極樂。方足以報佛", "209": "恩。而慰師願也。余閱此信。每閱一轉。為一首肯。慚愧", "21": "名之法雖多。記數最為穩當。真實操履之士。豈求異", "210": "之至。歡喜之極。書云。翻深出淺。顯易隱難。化執起懦。", "211": "厥功偉哉。愧哉。余每每有此讚意。詞不能達。居士真", "212": "所謂先得我心者矣。又云。若非柔軟老婆婆。怎醫嬌", "213": "孩心裏病。苦口誠言。聲聲皆血。喜哉。戀公一生之苦", "214": "志。得此知音。誠所謂伯牙之琴。非子期莫識者矣。閱", "215": "此書者。不但頗知居士常念佛恩之大善根。且深識", "216": "戀公每鏤心血之大悲願也。居士於淨土。若非緣之", "217": "深。信之極。於二書。若非解之深。喜之極。決定不能出", "218": "此言哉。是故將此共成一䟦。以附二書之後。以暢余", "219": "懷。而表師志。採長補短。乃余之不肖也。學者芳慧妙", "22": "愚夫愚婦哉。今觀三人。別無奇妙。只有十念記數而", "220": "能拜識舜于江旌教寺之淨土關。", "221": "募刻淨土神珠後跋募刻淨土神珠後跋", "222": "余自慚昏昧。學力全無。若不逢知識。將唯心本性。細", "223": "細剖明。禪淨混濫之大病根。猶且不知。唯心本性。瞞", "224": "盰儱侗之微細病源。那能辨別。為此倘無明師。定起", "225": "邪見。縱存信願。焉能了知因果厭欣之奧旨。縱喜持", "226": "名。焉能明解唯佛唯土之妙宗也。幸哉獲此神珠。如", "227": "昏衢而逢寶炬。照了病根。終生淨土。得益無量。感恩", "228": "不盡。略引序云。淨土實境昭彰。即是唯心。彌陀真身", "229": "顯現。即是自性。實有淨土可生。實有彌陀可見。此等", "23": "已。故知十念記數。功德不可說不可說。余深慚下劣。", "230": "語者。妙哉至矣。不但融通事理。圓明心宗。抑且斬盡", "231": "偏邪。抉破時病。誠天台之的旨。淨土之正宗者焉。願", "232": "同行之人。同遵此學。熏此妙解。必起妙行。必得早生", "233": "淨土。早見彌陀。早獲法忍。早度眾生。庶不負智者慈", "234": "雲法智幽溪靈峯徹悟等。諸大祖師。一番血力。又不", "235": "負戀公所集神珠。為法為人之一片苦心矣。余因法", "236": "緣有幸。故募刊畢。而復為之跋。甲戌冬學人芳慧敬", "237": "然臂香四十八炷供養阿彌陀佛遂回向云。", "238": "吾今募刻神珠為感重魘得窹", "239": "普願若見若聞信有西方淨土", "24": "常生憂疑。何幸聞斯切要之典。每讀之。如雲開月朗。", "240": "不落理執偏空不墮邪見岐路", "241": "人人憑此修行同見彌陀慈父", "242": "淨土生無生論親聞記重梓跋淨土生無生論親聞記重梓跋", "243": "天台云。熾然求生淨土。達生體不可得。即真無生。此", "244": "謂心淨故佛土淨。愚者為生所縛。聞生即作生解。聞", "245": "無生即作無生解。不知生即無生。無生即生。長蘆云。", "246": "以生為生。常見也。以無生為無生。斷見也。生而無生。", "247": "無生而生。第一義也。天如復約性相義釋之。妙真如", "248": "性。本自無主。因緣和合。乃有生相。以其性能現相。故", "249": "無生即生。以其相由性現。故生即無生。天衣懷禪師", "25": "慶快之至。遂發心募刻。以公淨友。唯願若見若聞。咸", "250": "所謂。生則決定生。去則實不去是也。如上發明生無", "251": "生義。皆可斷深疑而生深信。無奈去聖時遙。人根日", "252": "陋。於此圓頓直捷之旨。不能了知。所以唯心本性之", "253": "宗。每多混濫。是故幽溪大師。別出奇才。復造生無生", "254": "論。僅十門。而能徧收於龍宮海藏。只一法。而能貫徹", "255": "於三世十方。奇哉妙辯通神。古今未有。故受教法師", "256": "序親聞記云。敷文極暢。闡義至精。座下聽眾。無一人", "257": "若身若心生。懈倦而不開悟者。余倘不聞戀公每每", "258": "深讚。焉能於此信入。決志求生。全仗此矣。遂發心募", "259": "刻。以酧厚德。所願法界眾生。同結此緣。盡未來時。共", "26": "學法師信極戀公之志。必得死心念佛。早生西方。庶", "260": "揚此法。後學芳慧敬然臂香四十八炷稽首謹識。", "261": "經律異相摘錄跋經律異相摘錄跋", "262": "夫經律異相一書。特採因果。專明罪福。發明十方諸", "263": "佛。為一大事因緣。出現於世。說種種法門。開示眾生。", "264": "總不出因果之義。戀西大師學稟台宗。行專淨業。因", "265": "果之事。最極尊重。偶讀此書。欣然之至。惜其太廣。不", "266": "能徧行。隨筆錄之。而成兩卷。以此自警。并以警世。為", "267": "法之心。可謂至矣。余每一披覽。悲欣交集。何幸而得", "268": "逢斯典。稍知因果。何罪而染習難除。淨功莫尅。諒必", "269": "宿世因果不分之報也。願同袍之士。同閱此書。同信", "27": "不負承恩集血滴滴之言也。", "270": "因果。同念彌陀。同生淨土。庶不負流通此法已。", "271": "附刻往生要關緣起附刻往生要關緣起", "272": "余每見修淨業者。說著現世往生。多疑而不決。非疑", "273": "業障深重。即疑功行淺薄。人人易犯此病。箇箇難逃", "274": "此關。何哉。皆因不知彌陀願力。特於苦處生悲故也。", "275": "余壬申夏至虞。見戀西大師要關之旨。不怕業障重。", "276": "只愁信力微。不嫌功行淺。最忌心自退。此深契彌陀", "277": "普收之願。諸佛廣讚之心。可謂破夜明燈。過河要筏。", "278": "欲往西者。必不可少。遂發心付梓。并印千張。以結淨", "279": "緣。今刊神珠。又附於後。普願見者聞者。知其勝異方", "28": "時維", "280": "便。不被此一疑。而失千萬劫難逢之奇遇也。", "281": "附刻血畫阿彌陀佛詩緣起附刻血畫阿彌陀佛詩緣起", "282": "同治壬申夏日。戀西大師。見余和吳决西居士。血畫", "283": "彌陀像詩十首。忽生隨喜。每和二首余一見之。深生", "284": "慚愧。乃超過我百十萬億倍也。讀之愈久。歡喜愈深。", "285": "此詩知者頗多。皆稱美善。總不及我師之至誠懇切。", "286": "誠可起信願而助持名。謹將此詩。附刻神珠之後。普", "287": "告同學友人。同為警䇿。願同刺幻身。同描真佛。誠能", "288": "運此懇苦之心。決定到彼極樂之國。", "289": "讀徹悟禪師語錄有感序讀徹悟禪師語錄有感序", "29": "光緒二年四月佛降誕日淨業弟子心永能奉敬然", "290": "同治丁卯冬。余在普陀法華洞。蒙戀公將徹祖語錄", "291": "數叚最切要處示余。余即另抄一紙。隨身受持。語云。", "292": "倘置佛名而別修三乘聖行。亦是浪用精神。亦是千", "293": "鈞之弩。為鼷鼠而發機。況造六凡生死之業乎。一句", "294": "佛號。不雜異緣。十念功成。頓超多劫。於此不信。真同", "295": "木石。捨此別修。非狂即痴。倘佛祖現身。順逆至極。尚", "296": "不改其信願。況其餘乎。世間出世思維遍。不念彌陀", "297": "更念誰。一聲佛號一聲心。直下分明豈待尋。一念悟。", "298": "隨淨緣。即佛法界。一念迷。隨染緣。即九法界。凡動一", "299": "念。即十界種子。可不珍重乎。夫成佛是佛。理無二致。", "3": "所以從始至終。無非讚極淨土。信極戀公。以及自己", "30": "臂香十二炷稽首謹識", "300": "見性作佛。難易相懸。豈非念佛較之參禪。尤為直截", "301": "痛快也哉。嗟乎。余慚垢重。雖得此至言。時常披閱。總", "302": "不能放下世緣。一心念佛。故一回溫郡。被業緣所牽。", "303": "常逐利名。競爭人我。所造罪愆。非但九品難登。抑且", "304": "三途難免。由是發心。往虞東明因寺。復親戀公。幸藉", "305": "慈力。而得掩關於旌教寺至。乙亥春將。徹祖之文。細", "306": "心讀之。始知此數叚文。說理圓頓之極。說事剴切之", "307": "至。說信願堅固。盡詮淨土之玄關。說因果同時。極顯", "308": "淨宗之奧旨。且淨染判悟迷。明指為佛為生之緣起。", "309": "禪淨分難易。甚彰是佛作佛之綱宗。誠可謂徹骨之", "31": "淨上承恩集目錄淨上承恩集目錄", "310": "談。剖心之語。設不遇戀公指提。安能於茲得益。此恩", "311": "此德。剜肉以然千燈。未足酧報。遂即向佛前。敬然臂", "312": "香四十八炷。供養阿彌陀佛。立誓每日持佛號六萬", "313": "聲。莊誦彌陀經六卷。畢命為期永無改變。又印送徹", "314": "祖語錄四十八部。以結淨緣。所願承此功德。速捨苦", "315": "命。速取樂󳬛。速回堪忍。速度含靈。始堪報徹祖之恩。", "316": "并可酧戀公之德耶。今將前文。重述六偈。以自痛䇿。", "317": "倘置佛名至頓超多劫贊曰說理圓頓之極。", "318": "十念能超多劫修。蓮󳬛速入妙無儔。三乘聖行功虗", "319": "棄。況起六凡生死謀。", "32": "蓮宗必讀新刻緣起西方徑路序", "320": "於此不信至非狂即痴贊曰說事剴切之至。", "321": "不信西方是極痴。如同木石實堪悲。願從今日狂心", "322": "歇。定課持名不改移。", "323": "倘佛祖現身至更念誰贊曰說信願堅固云云。", "324": "淨土須憑信願堅。豈因順逆被他牽。縱然佛祖移吾", "325": "志。決不更張最勝緣。", "326": "一聲佛號至豈待尋贊曰說因果同時云云。", "327": "淨宗因果本同時。纔念洪名達寶池。句句分明心佛", "328": "判。自他不隔一絲絲。", "329": "一念悟至珍重乎贊曰旦淨染判悟迷云云。", "33": "淨土自警錄序淨土神珠序", "330": "迷悟從緣染淨分。故知生佛有來因。現前一念當珍", "331": "重。十界差殊在此根。", "332": "夫成佛至痛快也哉贊曰禪淨分難易云云。", "333": "禪淨咸謂一理通。誰知難易卻非同。參禪雖是超羣", "334": "法。直捷還須讓此宗。", "335": "閱省祖發菩提心文有感閱省祖發菩提心文有感", "336": "省庵法師發菩提心文云。雖有好心。多為名利之所", "337": "夾雜。縱有善法。復為罪業之所染汙。又云須以佛法", "338": "為鞭䇿。以善友為提𢹂。造次弗離。終身依賴。方無退", "339": "失之虞。余在常甯寺時。被名利所陷。甚可悲傷。因讀", "34": "淨土隨學序西歸行儀序", "340": "此有感。而得回心。復親戀公。故於甲戌夏。在旌教寺", "341": "關內。而述偈云。", "342": "愚人行善實糢糊。雖是好因被罪汙。若不死心專念", "343": "佛。只愁難免入三途。", "344": "明師佛法要常親。譬若嬰兒傍母行。畢世依憑恒警", "345": "䇿。纔方免得退初心。", "346": "刺血書阿彌陀經發願緣起刺血書阿彌陀經發願緣起", "347": "大矣哉。彌陀妙典。本名稱讚不可思議功德。一切諸", "348": "佛所護念經。華嚴奧藏。法華秘髓。一切諸佛之心要。", "349": "菩薩萬行之司南。皆不出於此矣。所以廣長舌覆而", "35": "念佛開心頌䟦徑路開心二書同䟦", "350": "同讚。諸餘經盡而獨留。堅密大師云。佛法之妙。莫要", "351": "於淨土。淨土之妙。莫要於持名。持名之妙。莫要於小", "352": "本彌陀。字字是行人真歸。字字是行人妙觀。戀西大", "353": "師因此述禮想儀。奉為日課。并刺舌血。書寫此經。以", "354": "常供奉。可謂是真精進。是為真法供養如來者也。余", "355": "蒙戀公面授此經大意。并禮想行儀。余即至誠禮誦。", "356": "不敢懈倦。故得於此妙經。薄有所領。一日承師寄下", "357": "刺血發願文。細心讀之。愈加歡喜。始知此經。直顯眾", "358": "生久迷之自性。大暢諸佛普度之本懷。如此深恩。豈", "359": "能酧報。是故亦發心刺血。書寫此經。以便終身供奉", "36": "募刻神珠䟦徑律異相䟦", "360": "遂發願云。弟子芳慧。", "361": "無始造業至於今日受苦無量未曾暫歇", "362": "今雖出家生死不切戒律多虧威儀全缺", "363": "心濁志昏語言唐突見陋質愚行為暗塞", "364": "幸遇法門橫超帶業賴佛冥加方堪得入", "365": "可恨障深每生退息慶有宿緣常逢知識", "366": "勵我修持䇿吾放逸歷賜忠言恒常獲益", "367": "欲報深恩愧無道力遂發誠心學其刺血", "368": "以血寫經聊表懇切運此苦心求彼樂國", "369": "願命終時佛來迎接見佛意欣眾罪消滅", "37": "生無生論親聞記䟦刻往生要關緣起", "370": "聞法心開佛慧頓徹得悟無生神通莫測", "371": "回入娑婆廣化含識同念彌陀同生彼國", "372": "圓滿菩提一生補佛方報佛恩并酬祖德", "373": "䟦戀公刺血發願文偈䟦戀公刺血發願文偈", "374": "余侍戀公經幾歲月刻刻聞香如入蘭室", "375": "每有要言必為細說欲我死心剖心瀝血", "376": "今讀願文詞句明徹小本妙宗明明顯出", "377": "念佛要綱重重明揭仔細澄思更加喜悅", "378": "厭苦之心愈厭愈急欣樂之懷越欣越切", "379": "雜學偷心從此得歇一句洪名感恩難說", "38": "刻血像詩緣起閱徹祖語錄有感", "380": "刺血書四十八願九品觀章發願緣起刺血書四十八願九品觀章發願緣起", "381": "蓮宗必讀序云。名號功德。自何而始。乃因六八大願", "382": "之所莊嚴。九品悲心之所成就。余學淨宗。增進信願。", "383": "全仗於斯。是故將此二經熟續。或禮或誦。不敢懈怠。", "384": "乙亥冬。聞戀西大師刺血。書此二經。更加踴躍。故亦", "385": "隨之發心。刺血書寫。以常供奉。敬依戀公之願云。", "386": "我今刺身血敬寫六八願願我命終時", "387": "得見彌陀面又復然臂香炷數四十八", "388": "供養阿彌陀願速生彼剎", "389": "我今刺身血敬寫九品經願我早離苦", "39": "閱菩提心文有感血書彌陀經發願", "390": "早得下品生又然香九炷供養花池佛", "391": "願求命終時蓮現如初日", "392": "覆戀公戒述書覆戀公戒述書", "393": "叨蒙恩師。屢賜滴血之言。真是救苦良方。感恩不盡。", "394": "仔細澄思。吾師每出忠言勸慧戒述。死心念佛。如今", "395": "越作越多。不肯速改。真是悖逆之徒。師云。既知自呵。", "396": "應當莫犯。自呵故犯。是甚麼心行。真無慚愧之人也。", "397": "又云。東攀西緣。其病雖重。死心念佛。可以調治。棄本", "398": "逐末。亂作偈文之病。無藥可救。我見魔入心。執藥成", "399": "病故也。蒙師如此指迷。令不肖昏昧錮蔽之人。不悔", "4": "真信實行。直心發露等語。可謂醒愚蒙之痛䇿。渡苦", "40": "䟦戀公發願文偈血書四十八願九品觀章發願", "400": "而悔。不戒而戒。吾師真有起死回生之術。不肖之病。", "401": "雖落在膏肓。猶得聖藥而治之。不肖之眼。雖多醫膜。", "402": "猶獲金錍而刮之。慶幸之至惶恐之極。不肖業深障", "403": "重。心濁志昏。是故一出言便糙氣。一舉筆便粗心。凡", "404": "動作行為。不至盡頭。必不肯休。實如癡鈍之馬。非仗", "405": "智䇿。痛鞭出血。總不肯行。愧甚愧甚。吾師深慈大悲。", "406": "忠言苦口。破我病源。言言瀝血。化吾迷執。句句剖心。", "407": "葉靜覺居士所謂。若非柔軟老婆婆。怎醫嫡孩心裏", "408": "病。化執起懦。厥功偉哉。果然果然。不肖聞常精進菩", "409": "薩。為一眾生。經無量劫。隨逐不捨。猶不受化。曾無一", "41": "復戀公書八要贅言良醫救苦", "410": "念棄捨之心。吾師今日指化不肖。亦復如是。安得不", "411": "慶。安得不喜。此之恩德。粉骨碎身。難以酧報。故於監", "412": "齋菩薩誕辰。敬然臂香九炷。立誓云。芳慧此生。再作", "413": "偈文。必墮地獄。又然臂香六炷。供養兩土教主。惟願", "414": "佛力加被。令我至死。不忘一句佛名。於一念頃。頓生", "415": "彼國。方報佛恩。并酬師德。從今以後。決不再犯。茲特", "416": "書寸楮。謹復吾師。臨頴不勝慚惶之至。", "417": "八要贅言八要贅言", "418": "序同治癸酉秋。余在旌教寺關內。每讀戀西大師。淨宗", "419": "八要。莫不汗流浹背。所得利益。非言讚之所及矣。因", "42": "掩關警䇿附發露自勉呵棄欲蓋", "420": "此忽忘疎拙。跟而和之。敬然臂香十二炷。以表至誠。", "421": "稽首謹序。", "422": "欣欣", "423": "彌陀願海勝常倫。帶業橫超絕苦辛。五逆回心生四", "424": "土。八哥稱佛見三身。千經為此尋常勸。萬論由斯悉", "425": "共珍。何幸聞茲圓頓法。至誠欣樂敢因循。", "426": "厭厭", "427": "自慚離俗廁僧倫。依舊昏迷受苦辛。常逐虗名拋實", "428": "德。每爭小利陷全身。獄門已脫仍招罪。寶所雖登莫", "429": "獲珍。靜夜澄思深起厭。誓持佛號不因循。", "43": "題血像詩十種功德莫求速驗", "430": "信信", "431": "欲成三昧脫塵囂。死盡偷心不敢搖。諸佛誠言誰可", "432": "越。彌陀誓願孰能超。華臺日日空中接。寶手時時池", "433": "上招。深信持名功德大。無邊罪業一聲消。", "434": "願願", "435": "尅期誦佛絕牽情。先斷攀緣得正行。志力不堅功不", "436": "顯。愛根難󳫠罪難輕。厭離念猛修尤切。欣慕心真道", "437": "必成。願獲無生法忍後。大開宏誓度迷城。", "438": "行行", "439": "十念得生永不疑。全憑佛願向西馳。志求極樂休空", "44": "真信佛號薄有所領念佛自慚", "440": "過。記誦洪名莫待時。未悟他󳬛原故國。安知自性有", "441": "阿彌。從今勿執唯心土。行實終能見導師。", "442": "專專", "443": "求生清泰法何饒。善導遺風最可標。一念單提家不", "444": "遠。萬緣俱絕路非迢。餘門廣學誠難入。淨土專修實", "445": "易超。但誦彌陀無異想。菩提時長惑時消。", "446": "久久", "447": "念佛法門本易超。曾親知識始無搖。暫時禮像功尤", "448": "大。畢世持名福更饒。一念專求須懇切。三心圓發豈", "449": "輕聊。誠能久立堅精行。何慮西方路甚遙。", "45": "念佛自幸念佛自鞭念佛自慰", "450": "警警", "451": "久背慈親實可嗟。他鄉流落苦時遐。輪迴都為塵緣", "452": "累。生死皆由妄念差。每被八風喪本志。常招六賊敗", "453": "吾家。此身必欲歸安養。警䇿持名莫染瑕。", "454": "良醫救苦良醫救苦", "455": "昨蒙戀西大師垂賜忠言。感恩無盡。誠救苦之良方", "456": "也。即貼座右。時常覺照。忽憶智者大師十疑論。并止", "457": "觀安忍之文。不覺五內如燒。慚惶流淚。仔細思之。哀", "458": "而又喜。哀則哀夫惡習難除。時時發現。喜則喜夫明", "459": "師獲遇。切切提持。因述四偈。以自痛鞭。敬然臂香九", "46": "念佛偶成念佛述懷念佛感懷", "460": "炷。供養阿彌陀佛。以誌不忘。癸酉冬書於旌教寺。", "461": "叨蒙慈德賜良方。鏤骨銘心豈敢忘。爛筏救沉防自", "462": "沒。庸醫療病恐人傷。嬰兒遠母終遭苦。小鳥離枝定", "463": "有殃。願得恒嘗苦口藥。革除重疾獲清涼。", "464": "堪慚宿世少良因。今得為僧醜且深。佛法未通偏喜", "465": "講。人情宜淡反頻親。但知好管他家事。那覺常迷自", "466": "己心。幸獲忠言明指示。從茲盡改舊時行。", "467": "深思格語實慚惶。微力豈堪作度航。誓願不堅隨境", "468": "轉。狂心未歇被風颺。愛繩恨少慧刀斬。痴馬羞無智", "469": "䇿降。哭訴彌陀求保護。令我宿習早消亡。", "47": "幸親知識慶聞極樂全憑信願", "470": "立志掩關本正行。何如教理未曾明。昔賢有德尚藏", "471": "德。今我無名偏要名。喜說語言心必亂。欣攀眷屬道", "472": "難成。反躬自責雙流淚。哀告慈尊願往生。", "473": "掩關警䇿附掩關警䇿附", "474": "掩關本避人情亂定課原防世事纏", "475": "六字洪名應努力三時淡飯可隨緣", "476": "識性不嫌羮味苦知心何用語言甜", "477": "順境亂心多罣礙逆緣助道少牽連", "478": "法愛不輕功不熟人情難淡道難全", "479": "名聲愈廣情愈重利養越多愛越堅", "48": "必須記數不用多解十念法門", "480": "勸人恐惹人情縛說法防招法感牽", "481": "癩客醫瘡真可笑破舟救溺實堪憐", "482": "發露自勉發露自勉", "483": "余在虞東明因寺。見戀公淨土隨學中。有直心吐露。", "484": "不瞞自醜之言。忽爾心酸。慚愧之至。乃知出家以來。", "485": "全無實行。但求虗名而已。所以每逢有過。悉皆包藏。", "486": "稍有能處。盡力稱舉。今日欲改前謬。故然臂香四十", "487": "八炷。發露懺悔。因述偈四首。以為痛鞭。壬申冬識。", "488": "為僧返俗實堪羞。可恨前生沒善由。纔出苦門仍退", "489": "步。將登寶所忽回頭。賴承佛力重加被。感動吾心轉", "49": "和徹祖詩刻親聞記偈自䟦", "490": "慕求。幸得再披無上服。誓持聖號往西遊。", "491": "自愧多生惡習深。愚痴昏昧道難成。已參禪旨功無", "492": "就。曾讀經書理不明。舉動粗心真可厭。語言糙氣實", "493": "堪輕。澄思此事雙流淚。發願常持彼佛名。", "494": "業識茫茫不暫停。可悲宿世罪根深。暫持名號邪心", "495": "起。纔誦經文濁念生。惡減善增終脫苦。染多淨少必", "496": "沉淪。願求彼佛垂金臂。擕我早歸極樂城。", "497": "三毒熾然是我身。慇懃哀告大慈尊。常因惡利隨情", "498": "轉。每為虗名逐境行。如此作為終墮落。必須懺悔免", "499": "沉淪。臂焚四十八香炷。供養彌陀願往生。", "5": "海之慈航也。法師生來純厚。信根天然。在儒教時。見", "50": "No. 1189", "500": "呵棄欲蓋呵棄欲蓋", "501": "序詳夫生死之根。莫過五欲。修行之障。莫過五蓋。而求", "502": "生西方者。急須呵棄。可使一生成辦。決定往生。否則。", "503": "貪求不息。障道彌興。娑婆之苦仍增。西方之樂仍遠。", "504": "妙能淨侶因閱淨土神珠。而作此頌。言簡意周。直捷", "505": "痛快。欣厭之旨。莫不備焉。足可以䇿勵身心。速成淨", "506": "業。勸同志者。當置諸坐隅。日照其心。日省其過善惡", "507": "之因。苦樂之果。只在當人一念之間。暫起貪嗔。生死", "508": "浩然。纔憶彌陀。蓮華光燦。可不慎乎。同學古崑序於", "509": "明因寺之西樓。", "51": "淨土承恩集", "510": "色色", "511": "色欲由來禍最深。使人長劫墮沉淪。急須念佛生安", "512": "養。觸境能令悟本真。", "513": "聲聲", "514": "邪聲入耳亂人心。三昧難成害亦深。必欲往生聞妙", "515": "法。時時念佛莫因循。", "516": "香香", "517": "鼻納諸香過患深。無邊結使一時生。早須托質蓮華", "518": "裏。別有奇馨發善根。", "519": "味味", "52": "諗西學人　妙能芳慧　編", "520": "愚夫嗜味道難修。有志之人定不求。但得往生安養", "521": "國。醍醐常現永無休。", "522": "觸觸", "523": "觸欲迷人甚可哀。名衣細軟苦安排。那知佛國真如", "524": "體。自有莊嚴逐念來。", "525": "貪貪", "526": "貪毒喪人最可憂。無邊生死豈能休。不求淨土逍遙", "527": "處。受苦何時得出頭。", "528": "瞋瞋", "529": "瞋火炎炎燒德林。菩提道果莫能成。常思極樂諸賢", "53": "蓮宗必讀新刻緣起蓮宗必讀新刻緣起", "530": "輩。都是慈悲忍辱人。", "531": "睡睡", "532": "睡魔一到沒精神。縱有修行亦被侵。急念彌陀求出", "533": "路。寶蓮華裏好安身。", "534": "掉悔掉悔", "535": "掉舉侵凌亦可驚。轉生憂悔苦尤深。至心常念彌陀", "536": "佛。願作西方快樂人。", "537": "疑疑", "538": "疑心微起道無成。諸佛因斯勸誡深。驀直一條安養", "539": "路。全憑信力始堪行。", "54": "夫信願持名。乃速脫輪迴之最勝方便。靈峯云。倘信", "540": "題血畫彌陀像題血畫彌陀像", "541": "徹悟禪師語錄。有血畫彌陀之詩。余閱之有感。故於", "542": "辛未冬。發心刺血畫像。吳決西居士見之。遂題詩十", "543": "首。至心稱讚。余讀之大喜。亦和十則。以伸鄙懷。", "544": "悲傷多劫負吾師。眾苦交煎不暫離。刺血󴏨真無別", "545": "願。但祈金臂早相垂。", "546": "每想慈尊兩淚淋。多生離別恨難尋。剖身瀝血描真", "547": "像。惟願早聆說法音。", "548": "血繪金容萬德成。真身實相甚分明。願吾速滅無邊", "549": "罪。捨此報身必往生。", "55": "願不真。雖一心不亂。亦不得生。若信願猛利。雖散心", "550": "刺血塗成金色軀。宛然真佛體無殊。至心皈命常如", "551": "此。願早脫離四大模。", "552": "火宅炎炎不可安。羣靈暫處苦千端。血心繕佛超生", "553": "死。免得閻王怒目看。", "554": "血圖彼佛向東來。宛爾真身立寶臺。稽首哀陳生死", "555": "事。悲聲痛切響如雷。", "556": "堪憐心主不惺惺。流落他鄉昧己靈。今日思歸剖舌", "557": "血。描成彼佛豈丹青。", "558": "血畫彌陀色自新。儼然池上現金身。深慚久背天真", "559": "父。誰識原來不隔塵。", "56": "念佛。亦必往生。徹悟云。只將信願二法。常存在心。如", "560": "多生業繫甚難開。誓向珍池去培栽。剖破舌頭流赤", "561": "血。真誠畫出古如來。", "562": "深愧愚痴不識真。彌陀救護過慈親。今將一滴精誠", "563": "血。畫作蓮池丈六身。", "564": "先德云。愛不重不生娑婆。念不一不生極樂。究其", "565": "輕愛之本。莫過厭身。一念之原。莫過信佛。苟能深", "566": "信於佛。則念不期一而自一。真厭其身。則愛不期", "567": "輕而自輕。妙能淨友。久懷此志。立行不休。復能捨", "568": "身刺血。敬繪彌陀。并題佳句。以表欣厭。可見輕愛", "569": "之心。彌堅彌勇。一念之功。愈切愈深。誠哉斯志。雖", "57": "忠臣之奉聖君密旨。孝子之受慈父嚴命。不論多念", "570": "未脫穢󳬛。不是娑婆之久客。未生寶所。已是極樂", "571": "之嘉賓也。同治壬申。古崑謹跋。", "572": "念佛十種功德頌念佛十種功德頌", "573": "經云。若能暫歸三寶。受持一佛名者。現世當獲十種", "574": "功德。一。晝夜一切諸天。大力神將。河沙眷屬。隱形守", "575": "護。二。二十五大菩薩。如觀世音等。及一切菩薩。常隨", "576": "守護。三。諸佛晝夜護念。彌陀常放光明攝受。四。一切", "577": "惡鬼不能害。毒蛇毒龍毒藥不能中。五。水火冤賊。刀", "578": "箭牢獄。枷鎻橫死。悉皆不受。六。先業消滅。冤命解脫。", "579": "更無執對。七。夜夢正直。或見彌陀勝妙色像。八。心常", "58": "少念。皆為往生正因。故知信願持名。為修行之宗要。", "580": "歡喜。顏色光澤。氣力充盛。所作吉利。九。常為一切世", "581": "間人民。恭敬供養。歡喜禮拜如敬佛。十。命終無怖畏。", "582": "正念現前。得見彌陀聖眾。持金蓮花。接引往生。盡未", "583": "來際。受勝妙樂。天如云。十種功德。經文具載。佛口所", "584": "宣。現生來世。皆有利益。但當精進。不用懷疑。余於念", "585": "佛法門。能安心無畏。全賴於此。且得逢㐫化吉之處", "586": "甚多。是故述頌。以便諷誦。", "587": "若人專念佛名字。一切諸天盡守持。大力神祇并眷", "588": "屬。時時隨後不相離。", "589": "若人專念佛名字。菩薩因斯常救迷。大等觀音二十", "59": "不可忽諸。戀西大師。所編蓮宗必讀。專重信願持名", "590": "五。恒隨守護長菩提。", "591": "若人專念佛名字。諸佛由茲常護持。況感彌陀恒攝", "592": "受。光明常放破吾迷。", "593": "若人專念佛名字。惡鬼惡蛇盡遠離。毒藥毒龍咸不", "594": "害。如斯利益少人知。", "595": "若人專念佛名字。水火賊冤悉解除。橫死鎻枷皆不", "596": "受。刀兵牢獄亦更移。", "597": "若人專念佛名字。先業宿愆盡滅之。殺命冤讐蒙解", "598": "脫。便教執對永分離。", "599": "若人專念佛名字。夜夢吉祥絕險危。或見彌陀勝妙", "6": "佛必禮。逢僧喜拜。故得於淨土法門。深信力行如此。", "60": "一法。深契一行三昧之旨。不但令多障有情。依斯徑", "600": "像。親垂金臂來提擕。", "601": "若人專念佛名字。氣力充盈利作為。顏色光明塵垢", "602": "滌。心常歡喜絕纖疑。", "603": "若人專念佛名字。一切人民喜相隨。恭敬歸依并供", "604": "養。欽承如佛又如師。", "605": "若人專念佛名字。怖畏消除念不迷。聖眾彌陀同接", "606": "引。未來受樂永無離。", "607": "莫求速驗莫求速驗", "608": "淨功切莫速求驗。急急應堅真實信。佛號稱時惡念", "609": "輕。名書萼上可先慶。", "61": "登不退。又可使疑惑之徒。信而有勇。誠苦海之慈航。", "610": "淨功切莫速求驗。已信當存長久願。若得持名無暫", "611": "停。何愁慈父不能見。", "612": "淨功切莫速求驗。只要持名無異見。自己工夫自己", "613": "知。若能堅久自成片。", "614": "淨功切莫速求驗。只要朝朝無厭倦。不出今生帶業", "615": "超。當知此法原非漸。", "616": "真信佛號真信佛號", "617": "莫疑佛號太奇特。金口親傳誰不識。彼佛洪名肯執", "618": "持。臨終必定生其國。", "619": "莫疑佛號太奇特。諸佛廣長同讚說。大地眾生若受", "62": "昏衢之慧日也。又自序一章。將釋迦徹底之悲心。彌", "620": "持。人人必往蓮華國。", "621": "莫疑佛號太奇特。法藏願心終不滅。十念尚能得往", "622": "生。況兼終日聲無輟。", "623": "莫疑佛號太奇特。諸祖咸皆如是說。雜學餘門難得", "624": "成。專修此行易超越。", "625": "薄有所領薄有所領", "626": "同治壬申。余在虞東明因寺。蒙戀西大師。屢將以名", "627": "召德之旨。細細剖明。傀業障深重。當時聞之。雖生踴", "628": "躍。實未達深意。幸于癸酉冬。在旌教寺關內。將師指", "629": "示之言。細加研究。而得恍契其旨。遂呈數偈。求師印", "63": "陀普被之大願。淨土之要綱。持名之妙訣。統括在一", "630": "證。偈云。", "631": "洪名舉起德明明。何必離斯觀佛身。深愧障深多妄", "632": "念。雖然覿面不相親。", "633": "稱一洪名出一佛。甚深微妙功難測。少康為此勝羣", "634": "宗。全賴因中大願力。", "635": "我信彌陀功德深。專將名字利羣生。為斯不雜諸方", "636": "便。誓誦洪名不輟聲。", "637": "一稱嘉號德齊彰。罪滅塵沙福莫量。暫念猶成如是", "638": "益。常持定入寶蓮鄉。", "639": "念佛自慚念佛自慚", "64": "序之中。不唯言簡意周。且使淨土深旨。無餘蘊矣。予", "640": "利名惡作不能除。那得便將妄想袪。自勸持名當著", "641": "力。免教墮在火輪車。", "642": "深悲宿障甚難除。喜遇彌陀功德袪。一句洪名口裏", "643": "誦。池中蓮蕚大如車。", "644": "多生惡習實難除。證果尚云未盡袪。只有持名方便", "645": "大。橫超帶業勝三車。", "646": "眾生三毒本難除。必往西方始可袪。只要持名終得", "647": "到。何須更問白牛車。", "648": "念佛自幸念佛自幸", "649": "念佛妙宗豈易聞。多生培種始堪熏。賴逢知識親提", "65": "初一讀。喜出望外。如貧得寶。如暗得燈。雖淨土諸書", "650": "󳫠。方得時時離垢氛。", "651": "彼佛偏憐惡世中。金臺到處接凡庸。吾今幸遇如斯", "652": "法。決不因循再戀東。", "653": "淨土法門妙莫窮。圓收萬類入蓮宮。火車相現持名", "654": "號。亦得橫超極樂中。", "655": "西方有佛樂無窮。生者常親金色容。只要吾今心願", "656": "切。將來定入寶池中。", "657": "願往西方是宿根。多生曾受佛深恩。一聲名號勤勤", "658": "念。定感彌陀親手援。", "659": "方便無如淨土門。一聲佛號攝三根。縱然口誦心多", "66": "如山積。其中不無藥忌之嫌。唯此一書。頗切今時。盡", "660": "亂。念念猶能滅苦原。", "661": "念佛自鞭念佛自鞭", "662": "從前懈怠每徘徊。那覺無常信息來。老病衰殘今已", "663": "逼。速持佛號託蓮胎。", "664": "染心熾盛道難純。那得今生出苦輪。誓誦佛名專記", "665": "數。必期臨死見慈親。", "666": "朝朝哭訴老慈親。只為難離熱惱身。百苦煎熬受已", "667": "久。願求早作樂󳬛人。", "668": "輪迴六道極酸辛。頃刻捨身又受身。忽作天人忽鬼", "669": "畜。何時得免這沉淪。", "67": "善盡美。如矢必應弦。藥必應病。名之曰必讀。夫復何", "670": "光陰迅速壽無多。苦命危危在剎那。平日未曾親善", "671": "友。死時怎曉念彌陀。", "672": "惡趣難逃甚可傷。三途受苦極時長。不如及早歸西", "673": "去。免得後來更造殃。", "674": "念佛自慰念佛自慰", "675": "一聲佛號妙難思。可惜聰明反不知。昔有󳬄愚生改", "676": "悔。未完十句到蓮池。", "677": "惡逆纔修尚往生。況能畢世誦洪名。更加持戒行諸", "678": "善。他日定蒙彼佛迎。", "679": "莫嫌記數是愚夫。記數功程易可圖。壽祖朝朝佛十", "68": "疑。請即流通。以結淨緣。師曰。謬集諸文。流通何益。但", "680": "萬。位高名播冥王都。", "681": "欲生安養寶蓮池。禮像持名莫廢時。日禮幾回持幾", "682": "萬。藕花漸長可先知。", "683": "念佛偶成念佛偶成", "684": "閙中念佛勝居山。境亂方知厭垢寰。罪業少多俱弗", "685": "論。欣深定入藕花間。", "686": "靈根誰勝蘇東坡。也喜終身供佛陀。可惜如今誇解", "687": "者。不能念佛負恩多。", "688": "修行退墮是何因。只為娑婆業海深。三果聲聞尚有", "689": "失。初心怎得免沉淪。", "69": "自作鞭䇿耳。因堅請不已。遂囑余較訂。付之剞劂。所", "690": "西方不退永無迷。總賴彌陀願力持。惡逆回心生彼", "691": "國。定除罪垢證菩提。", "692": "彌陀說法妙無窮。生者聞之必獲通。更有靈禽兼寶", "693": "樹。時宣道品盡圓融。", "694": "無情說法最幽清。演暢苦空盡愜情。聞者皆生三寶", "695": "念。莊嚴功德自然成。", "696": "念佛述懷念佛述懷", "697": "廣學三乘總是權。執持名號實單傳。恒沙諸佛殷勤", "698": "讚。不可輕心看淺然。", "699": "信願持名盡絕非。圓融直捷易投機。功高不用兼參", "7": "因念淨土。正被時機。遂發大心。極力闡揚。逢人必勸", "70": "願凡同志者。共為披讀。了然知生信發願。以起妙行。", "700": "觀。徧閱他宗此法稀。", "701": "世間萬事總成空。唯此持名有勝功。廣舌因斯齊徧", "702": "覆。古今賢聖盡歸崇。", "703": "口誦洪名句句清。手中珠數記分明。但能如是終離", "704": "苦。何必更愁多妄心。", "705": "百八輪珠在手中。暫停便有垢塵壅。欲使淨土華開", "706": "早。記數持名始見功。", "707": "聰明反被聰明誤。不及愚人行實步。持一洪名記一", "708": "珠。蓮花光色時時露。", "709": "念佛感懷念佛感懷", "71": "而速脫輪迴。永階不退。未有逾此者也。敬䟦數語。以", "710": "念佛莫嫌罪業多。洪名力大定消磨。從前未識如斯", "711": "妙。雜學餘門負佛陀。", "712": "每念彌陀帶哭聲。為愁淨業不能成。從今畢命為期", "713": "限。願歇狂心早往生。", "714": "十念亦堪達寶池。況能盡報行無違。彌陀大願原平", "715": "等。故得蓮分各一枝。", "716": "果知佛性本真常。定信凡軀不久長。必欲永離生死", "717": "苦。急持佛號往西方。", "718": "從前儱侗說唯心。雖誦洪名怕妄侵。一讀散心念佛", "719": "頌。何愁六賊盡來臨。", "72": "識法喜云爾。", "720": "深慚念佛功無成。都為攀緣逐利名。幸遇恩師恒痛", "721": "䇿。誓從今世向西行。", "722": "覊絆塵緣數十年。如蠶作繭自糾纏。今朝再不多稱", "723": "佛。至死如何上寶蓮。", "724": "我心垢重極難除。暫念洪名豈可袪。必仗一生長遠", "725": "力。臨終堪上白牛車。", "726": "此八首詩。言精意切。妙極確極。若非真生死心。安", "727": "有此作。近見來稿。共數十首。總不及此。淨土可謂", "728": "讚極。自己可謂謙極。超時流。絕儱侗。自行得益。化", "729": "他有功。咸見於此矣。同學古崑評。", "73": "西方徑路序西方徑路序", "730": "幸親知識幸親知識", "731": "吾身幸仗親知識。方得屢聞殊勝訣。必欲橫超七寶", "732": "池。全憑此志無休歇。", "733": "吾身幸仗親知識。密密提持如救急。藥石之言苦且", "734": "甜。時常飲服多除疾。", "735": "吾身幸仗親知識。始得斷除憍慢疾。盡報依承不遠", "736": "離。道心敢望無迷失。", "737": "吾身幸仗親知識。忠告之言當信極。依教持名不改", "738": "移。臨終定向蓮󳬛入。", "739": "慶聞極樂慶聞極樂", "74": "大集經云。末法億億人修行。罕一得道。唯依念佛。可", "740": "慶幸緣深聞極樂。常聽說法苦根絕。明明有界有彌", "741": "陀。莫執唯心無佛國。", "742": "慶幸緣深聞極樂。玻璃階道𤥭璖閣。池中德水寶蓮", "743": "香。如此莊嚴難測度。", "744": "慶幸緣深聞極樂。黃金地上天花落。各將衣裓共盛", "745": "之。供佛經行塵念脫。", "746": "慶幸緣深聞極樂。常思三寶無三惡。風吹樹網出玄", "747": "音。多有靈禽佛化作。", "748": "全憑信願全憑信願", "749": "念佛全憑具信願。方能早到蓮池院。靈峯為此剖心", "75": "得度脫。蓋餘門修道。全憑自力。竪出三界。先須懺其", "750": "談。堅密因斯滴血勸。", "751": "念佛全憑具信願。路行糧偹方為徤。畢生苦念不能", "752": "超。只為當人著己見。", "753": "必須記數必須記數", "754": "佛號必須記數念。始堪成就今生願。但能盡報常如", "755": "斯。何慮彌陀不早見。", "756": "佛號必須記數念。散心全賴斯方便。任地意馬如雲", "757": "奔。只要輪珠不斷線。", "758": "不用多解不用多解", "759": "持名不用多求解。只要死心常忍耐。一切境風不動", "76": "現業。斷盡煩惱。若現業不懺。見思煩惱。分毫未盡。則", "760": "搖。臨終決不生西外。", "761": "持名不用多求解。解重行輕成罣碍。不及愚夫老實", "762": "持。人人皆得生蓮界。", "763": "十念法門十念法門", "764": "十念法門最切要。慈雲有訓須深好。每晨合掌向西", "765": "持。畢世不忘西必到。", "766": "十念法門最切要。祖師因此深深告。天如堅密及鄞", "767": "江。各有勸文皆可靠。", "768": "和徹悟禪師血畫阿彌陀佛詩和徹悟禪師血畫阿彌陀佛詩", "769": "蕩子背家鄉。苦酸盡飽嘗。惡心祗些些。劍樹列行行。", "77": "分段生死不盡。不能出離同居國土。故云億億人修", "770": "幸有慈親念。愧無本智光。因斯描血像。刻刻供心香。", "771": "欲生安樂鄉。學道苦應嘗。誦佛須歸數。讀經莫限行。", "772": "吾心能決志。彼佛必垂光。是故刳身血。描容日供香。", "773": "又和七絕二則", "774": "含靈各具一真因。為起貪嗔變識神。今日血描安養", "775": "佛。願令早見舊時人。", "776": "話到死生最可哀。發心刺血繪如來。竛竮孤苦思歸", "777": "去。願侍慈親不隔開。", "778": "又和五言絕一首", "779": "幸遇橫超法。欣然笑滿腮。深恩難補報。刳血繪如來。", "78": "行罕一得道。唯念佛求生淨土。乃仗佛力。橫出三界。", "780": "刻親聞記回向偈刻親聞記回向偈", "781": "稽首幽溪大法師造茲妙論功難議", "782": "復有賢孫力輔揚述成一部親聞記", "783": "我幸有緣遇此書得染天台性具義", "784": "因斯募刻廣流通普願見聞知本具", "785": "不執無去并無生不著無方及無處", "786": "決志熾然求往生早󳬾彼佛迎歸去", "787": "附淨土生無生釋疑(附)淨土生無生釋疑附戀公遺稿", "788": "天衣禪師生則決定生。去則實不去二語。每見時人", "789": "咸謂奇特重理之說。據余所論。亦是平直著事之談。", "79": "不須懺業。不斷煩惱。從此同居。生彼同居。一生彼國。", "790": "葢祖師恐念佛人。捨事求理。不得已之言也。生則決", "791": "定生。豈非平直著事之謂乎。去則實不去。上一去字。", "792": "又豈非去則決定去。著事之意乎。言實不去者。乃直", "793": "指決定生。決定去之心。當體了不可得。雖終日隨緣。", "794": "不妨終日不變。天台所謂。智者熾然求生淨土。達生", "795": "體不可得。即真無生是也。當知念佛之人。往生之時。", "796": "譬如人之影像。入於鏡中。決定生決定去之理明矣。", "797": "了鏡中之像。當體不可得。即實不去之義也。又如月", "798": "影。入於水中。生去之義宛然。不動之理全在。豈可以", "799": "無生不去。而為奇特也哉。彌陀經云。其國眾生。常以", "8": "每晨十念。及記數持名。一時依教得往生者。不能盡", "80": "則生死根株。便永斷矣。故云唯依念佛。可得度脫。所", "800": "清旦。盛眾妙花。供養他方十萬億佛。即以食時。還到", "801": "本國。食時即清旦。他方供佛。即生去之義也。即時還", "802": "到本國。即實不去之義也。故云。一念遍遊諸佛國。笑", "803": "他行脚困山川。此經妙極。讀者應知十世古今。不離", "804": "當念。無邊剎海。不隔毫端。即此而已。如斯境界。不論", "805": "賢愚貴賤。通佛法不通佛法。但能念佛求生。悉皆有", "806": "分。六方廣長。證明此事。復何疑哉。後學古崑謹撰。", "807": "上品資糧勸讀序(附)上品資糧勸讀序附", "808": "或問。子向謂障重。願生下品。何故集此上品資糧。答。", "809": "為想往生後。在下品華中。忽憶此解。使蓮花速開耳。", "81": "以善導和尚云。修餘行業。迂僻難成。唯此法門。速超", "810": "豈求現生如願哉。又因每喜台宗三觀之說。恨宿障", "811": "深重。不能遵修。然所長信根。亦不可思議。是故將四", "812": "明力闡一心三觀之妙書及幽溪靈峯徹悟等。直顯", "813": "持名三觀之要語。會集成編。以申久蘊。倘遇有緣。或", "814": "可助開妙解。而能死心持名。於念念中。圓修三觀。將", "815": "來往生。必得早見彌陀。廣度含識。名上品資糧者。良", "816": "在此也。直指摘錄者。因此數文。深得欣厭之旨。是故", "817": "摘出以便常警。文云。若修此二門。不得觀慧。但事想", "818": "故。位非上輩。若能熾然欣厭。圓修觀慧。既生而復上", "819": "品矣。故知此等數文。亦上品之資糧也。生無生論者。", "82": "生死。又云。唯有徑路修行。但念阿彌陀佛。況末世鬬", "820": "乃幽溪大師。縱妙辯以闡揚。感天樂而同奏。若非深", "821": "契佛旨。安能顯應如斯。欲洞明三觀。理事圓修。不離", "822": "當念。達彼淨方。乃至見佛速。度生廣。急須諷此。誠可", "823": "謂生上品之資糧。出火宅之捷徑也。奉勸障重諸友。", "824": "同讀此書。同熏圓種。必得早登下品。於蓮華中。頓悟", "825": "唯心。使蓮華速開。早見彌陀。圓復本性。其功德豈可", "826": "思議也哉。後學古崑敬然臂香四十八炷謹識。", "827": "梵網合註妙觀直指摘錄序梵網合註妙觀直指摘錄序", "828": "梵網合註者。乃靈峯大師極暢本懷之妙書也。故序", "829": "云。梵網一經。奉為日課。力疾敷演。不覺心華開發。義", "83": "諍堅固。邪師說法如恒河沙。捨此簡易直捷方便。𡩋", "830": "泉湧沸。急秉筆而隨記之。共成玄義一卷。合註七卷。", "831": "余幸有緣。得逢斯典。濫沾法味。如宿習焉。故屢逃兵", "832": "難。此書不捨。并熟讀梵網經。以修實行。愧宿障深重。", "833": "有心無力於菩薩戒。仍多破犯噫。障深如此。若不發", "834": "大誓願。至心懺悔。安能現世脫苦也哉。是故於丁卯", "835": "夏日。在普陀法華洞。敬然臂香三炷。供養千華臺上。", "836": "盧舍那佛。又然臂香三炷。供養千華上。千釋迦佛。又", "837": "然臂香三炷。供養千百億釋迦佛。又然臂香十炷。供", "838": "養十重戒。又然臂香四十八炷。供養四十八輕戒。以", "839": "此功德。願早生極樂。早見彌陀。早來秉菩薩戒。廣度", "84": "不被惑。戀西大師謹遵此旨。備考佛祖誠言。述成四", "840": "眾生。盡未來際。無窮無已。願我今生破戒之罪。皆悉", "841": "消除。摘錄此文者。乃天台妙觀一念三千之直指也。", "842": "言雖至簡。而義全備。可謂飲一滴。而知大海。燒一丸。", "843": "而具眾香。淨業行者。苟能讀此。不唯可以開圓解。而", "844": "深知觀自心。亦必悟西方。而愈肯稱彼佛。解行兼修。", "845": "理事圓具。上品資糧。無過於斯。復告現前淨業諸友。", "846": "梵網經菩薩戒者。釋迦如來。尚且半月半月自誦。我", "847": "等既為佛子。那可不讀。勉而學之。當知乘戒俱急。生", "848": "品最高。倘若有乘無戒。終為業力所牽。流入八部鬼", "849": "神眾去。可不惜哉。同治己巳秋戀西後學古崑敬然", "85": "十八偈。并錄諸文為證。將淨土之指南。和盤托出。往", "850": "臂香九炷稽首序於旌教寺之天台教觀。", "851": "十大礙行跋十大礙行跋", "852": "不肖後學古崑稽首哀告現前淨友。娑婆惡世。逆境", "853": "縱橫。若不死心忍耐。道業心定難成。況五濁至今。盛", "854": "之又盛。欲想稱心得意之所。捨西方極樂。必無處尋。", "855": "若將施主供養為得意者。只愁淨願不堅。往生難保。", "856": "粒米寸絲。酧償有分。是故奉勸。此十大礙。務必熟讀", "857": "深思。勉而行之。庶淨業圓成。早生極樂。若不然者。難", "858": "免住東。則被東礙。住西則被西礙。從少至老。無有安", "859": "身之所。身既不安。道豈得成。余愧一生。東搬西搬。東", "86": "生之左券。徹底掀翻。不但詞切理明。易階信願。且使", "860": "礙西礙。皆因喜順求通故也。", "861": "稱名述懷稱名述懷", "862": "但稱名號德明明。彼佛宛然在口唇。深愧我心多異", "863": "念。於中未見紫金身。", "864": "極樂巍巍萬德尊。以名接物誓洪深。我今信佛無虗", "865": "願。決定持名求往生。", "866": "彌陀經讚彌陀經讚", "867": "彌陀要典。普度慈航。一歷耳根道不忘。六剎盡宣揚。", "868": "護念猶長。的的是經王。", "869": "經宣極樂。清淨莊嚴。佛壽無邊光亦然。生者悉高賢。", "87": "障深機鈍。易解持名。名之曰西方徑路。誠可謂徑路", "870": "鳥樹談玄。勝妙異羣詮。", "871": "念佛讚念佛讚", "872": "彌陀名號。萬德圓彰。信願執持功莫量。諸佛共稱揚。", "873": "登此舟航。不動到西方。", "874": "執持名號。脫苦奇方。法藏因中願力強。果上放毫光。", "875": "攝受迷狂。同往九蓮鄉。", "876": "火宅主。大恩王。殷勤說彼清涼。有佛常放無量光。妙", "877": "法正宣揚。滿空天樂日鏗鏘。金樓玉宇無量。若人持", "878": "名信願強。決定往他鄉。", "879": "六方佛。出廣長。同聲稱讚西方。護念信者得安康。同", "88": "中之徑路也。有同學願西壽西等。倡募流通。所願見", "880": "歸極樂場。如斯恩德豈敢忘。應當發願堅強。終日持", "881": "名急忙忙。必早見慈王。", "882": "滿七自慶述懷告眾滿七自慶述懷告眾", "883": "無量壽經云。其有得聞彼佛名號。歡喜踊躍。乃至一", "884": "念。當知此人。為得大利。則是具足無上功德。崑恒於", "885": "此言。喜徹骨髓。愧持念之功。未竭其力。由是發心。於", "886": "光緒丙子秋月。在法源庵之報恩關。啟建七七道場。", "887": "慚愧數經七期。皆被障緣擾亂。雖功不虗棄。實不稱", "888": "懷。故今特請妙能法師。為眾講經。共相護七。以安內", "889": "外。崑禁止語言。以絕外事。定十萬彌陀。六時禮想為", "89": "者聞者。皆結淨緣。信者願者。同生樂國。甲戌夏佛降", "890": "日課。以䇿懈倦。於起七日。敬然臂香三十八炷。供養", "891": "六方三十八佛名號。又然臂香二十一炷。供養釋迦", "892": "彌陀觀音勢至及眾菩薩。以求加護。令我內外諸障", "893": "不起。每晨敬然臂香三炷發願云。我今然臂香。供養", "894": "彌陀佛。願我眾罪愆。決定皆消滅。願我命終時。決定", "895": "生彼國。願早聞佛乘。願早度一切。滿七日。敬然臂香", "896": "四十八炷。供養佛說阿彌陀經。又然臂香十二炷。供", "897": "養阿彌陀佛觀音勢至諸菩薩眾。以申回向。願我承", "898": "此道場功德。臨命終時。決定得生極樂世界。早見彌", "899": "陀。早度眾生。又然臂香三炷告眾云。", "9": "舉。有三人聽法師之言。十念記數。盡報不倦。皆得往", "90": "誕日。學人芳慧敬然臂香九炷。供養阿彌陀佛。稽首", "900": "古崑深愧障重。妄想難除。七七已完。並無祥瑞。只於", "901": "第三七完養息。得一異夢。至險至善。堪為警䇿。可以", "902": "對眾說說。夢一人以一把凶刀。橫駕我頂。手不能抵。", "903": "心中怖急知必定死。忽憶彌陀。必能救護。即用畢命", "904": "之力。勇稱佛號幾聲遂醒。得一身大汗。歡喜異常。不", "905": "能為喻。深思之。必佛力使然。真真實實。是持名之大", "906": "切要。堅密大師六字洪名。念念之間。欣厭具足之旨。", "907": "不外乎此。欲終身為警䇿。而述偈云。凶刀駕頂。命必", "908": "難顧。勇心稱佛。佛必救護。欲想臨終。決定離苦。念念", "909": "之間。應當如此。崑於持名之行。最喜堅密大師六字", "91": "書於旌教講寺之淨土關。", "910": "洪名。念念欣厭之言。依憑數載。猶未得旨。今獲此夢。", "911": "心安意悅。感恩難思矣。敬然臂香四十八炷。供養阿", "912": "彌陀佛。願我臨終念佛。與此夢無異。", "913": "七越打。靈峰大師之恩越顯。秘藏指南云。深信切願", "914": "念佛。而念佛時心多散亂者。即是下品下生。此語真", "915": "是阿伽陀藥。萬病總持。令我垢重心亂無救之人。得", "916": "知念佛。不用怕妄想。只要信深願切。必定往生。末法", "917": "億億人修行。罕一得道。唯依念佛。皆可度脫。此之謂", "918": "也。我從此不管忘想多少。只顧持名。每日幾萬。願早", "919": "生下品。免受輪迴。想我垢重心亂。病無可救。幸得遇", "92": "淨土自警錄序淨土自警錄序", "920": "此活命靈丹。粉骨碎身。豈能報其深恩也哉。故於今", "921": "日敬然臂香四十八炷。供養靈峰蕅益大師。而發願", "922": "云。我今然臂香。供養靈峰祖。願我速往生。早來擊法", "923": "皷。普化垢亂人。同生安樂所。唯願大慈悲。證明攝受", "924": "我。", "925": "四七完。承妙能法師八字讚云。諒此回七期。必定仗", "926": "佛冥加。得成三昧。今不瞞醜。而對之曰。古人念佛。往", "927": "生甚多。先得三昧。而後往生。能有幾位。實為信深願", "928": "切。臨終仗佛力冥加。暫得一心不亂。而往生者多。故", "929": "普賢菩薩行願品云。願我臨欲命終時。盡除一切諸", "93": "夫淨土法門。羣機普攝。凡具信願。皆得往生。乃至臨", "930": "障礙。面見彼佛阿彌陀。即得往生安樂剎。若先得三", "931": "昧。何用願臨欲命終。無諸障礙。靈峰云。得生與否。全", "932": "由信願之有無。品位高下。全由持名之深淺。此亦不", "933": "說。先得一心不亂。成就三昧。方能往生。唯先得一心。", "934": "成三昧者。可往上品上生耳。當知今時之人。垢心日", "935": "熾。先得一心不亂。成就三昧。豈易言哉。我但求一不", "936": "改變之志。亦千難矣。萬難矣此番七期障緣不起。持", "937": "名心安。且得日聽法音。助起精進。信也信極。願也願", "938": "極。行也盡力。深愧妄想。究竟難息。幸有彌陀慈誓收。", "939": "信願真深終得入。諸友齊心護七之功。無窮無盡法", "94": "終苦逼。但稱十念。亦必橫超。非彌陀願海。安能如此。", "940": "師講經助道之功。亦無窮無盡。崑七七日中。蒙照獲", "941": "益。所受之恩。亦無窮無盡矣。願我等今世。決定同生", "942": "西方。同見彌陀。盡未來際。同化眾生。", "943": "七內發願學六時經行出聲念佛七內發願學六時經行出聲念佛", "944": "第五七完。慚愧空過。忽憶幸讀佛經。方知無始劫來。", "945": "受畜生身。無量無數。餓鬼地獄。亦復如是。想做騾時。", "946": "背負千斤。腹無飽食。晝夜驅馳。苦不可言。做牛時。肩", "947": "拖一犁。背受千打。步步之間。痛無處訴。暫時無力。便", "948": "送殺者。豈不大苦。今日幸仗佛力。而得為僧。種種受", "949": "用。只要自在經行。出聲念佛。何苦之有。且得諸佛歡", "95": "可謂圓頓中最極圓頓。方便中第一方便也。戀西大", "950": "喜。龍天護佑。現在安隱。臨終往生。如此功德。豈能議", "951": "哉。那可在念佛關中。貪坐養神。不欲開口。今世若不", "952": "往生。則虗消信施。披毛戴角。依舊難逃。故省庵法師", "953": "云。這回若不歸西去。依舊從前受苦辛。可不驚乎。是", "954": "故對佛而發願云。我弟子古崑。敬然臂香九炷。供養", "955": "阿彌陀佛。唯願大慈大悲。大起哀憐。常加被我。令我", "956": "出聲念佛。胸頭不痛因每每出聲念佛。胸頭微痛倘有宿障。必垂", "957": "救護。方可䇿勵懈心。圓成勝德。早見彌陀。廣度眾生。", "958": "淨土承恩集終", "959": "No. 1189-B 淨土承恩集自跋No. 1189-B", "96": "師所編淨土自警錄。全提此旨。述偈讚揚。將諸佛之", "960": "淨土承恩集自跋", "961": "不肖愚僧芳慧。自慚宿障深重。學禪不就。習教不通。", "962": "欲專念佛。志猶難決。甲子春。發心至鄮峯禮舍利。與", "963": "曉柔法師談及此。蒙指示云。汝念佛欲得其旨。必須", "964": "請教戀西大師。遂赴佛頂山親近。屢蒙慈誨。始定十", "965": "念。及記數持名。聞師深讚十要。遂靜心細閱。閱之數", "966": "月。雖未深知其妙。而獲益頗多。見序中云。像季久轉。", "967": "唯淨土一門。契理契機。而淨土諸書。唯此諸要。盡美", "968": "盡善。遂往四處勸募重梓。以公同志。丁卯冬轉南海。", "969": "恰遇戀公在法華洞。編集蓮宗必讀。喚余較訂。并命", "97": "誠言。重重拈出。列祖之要語。一一指陳。讚極西方之", "970": "作序。余遂撰一紙。呈公琢削。公便自起一稿。余閱之", "971": "優劣天淵。慚愧之至。遂將鄙序焚化。自此信入骨髓。", "972": "中心誠服。復撰新刻緣起一箋。以附書後。乃此集所", "973": "由起也。戊辰春至甯。較刻必讀。與往生集。并募刻省", "974": "祖徹祖語錄畢。冬回溫郡。孰料被業風一吹。名利心", "975": "起。或講經主七。或辦戒上堂。嗚呼。古人道德俱偹。尚", "976": "不肯應世利人。今吾行解全無。何可妄為。返己以思。", "977": "真是一大罪人矣。壬申春。訪問戀公在虞東明因寺。", "978": "復往禮之。於夏月。將淨土自警錄。徑路神珠等。細讀", "979": "深思。得益良多。遂述數序。以申慈意。臘月初至旌教", "98": "妙境。嘆盡娑婆之苦情。不但令淺學之人。信而有勇。", "980": "寺。說發心掩關。蒙境泰和尚慈允。得滿微願。因宿習", "981": "甚醜。雖在關內。多諸雜亂。戀公遂作掩關警䇿示余。", "982": "余即述良醫救苦四則。以自痛鞭。日積成編。名之曰", "983": "淨土承恩集。乃深承戀公慈悲指示之恩。而得成此", "984": "鄙書。以為警䇿耳。", "985": "時維", "986": "光緒元年季冬月佛成道日淨業弟子妙能芳慧在", "987": "舜江旌教講寺淨土關內敬然臂香四十八炷供養", "988": "阿彌陀佛直心發露頂禮謹䟦", "99": "又可使深悟之士。理事圓彰。誠苦海中之大津梁也。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1189 淨土承恩集", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1189 淨土承恩集", "author": "清 芳慧編", "language": "chinese", "source": "CBETA"}