{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1440 為霖道霈禪師還山錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "贊自贊", "1": "鼓山為霖禪師還山錄卷四", "2": "侍者　性朗　錄", "3": "雜著(序)雜著序", "4": "重刻金剛經感應記序重刻金剛經感應記序", "5": "般若功德如虗空不可思議者。以其能照破諸相。洞", "6": "見性源也。何者。眾生以無般若慧眼。處處貪著永沉", "7": "生死苦海。諸佛菩薩以有般若慧眼。處處解脫直達", "8": "涅槃彼岸。經云。一切諸佛及諸佛阿耨菩提。皆從此", "9": "經出。葢此經是破有之先鋒。出暗之明炬。諸佛之母。", "10": "萬法之宗。若能如是知見信解不生法相。則其所得", "11": "功德與虗空等。與法性等。豈一日三時恒沙身命布", "12": "施能較量其一偈之功哉。是經自秦傳譯以來。受持", "13": "者甚盛。而感應亦非一。六朝唐宋以至元明所集感", "14": "應傳記事蹟昭著。播人耳目。善友黃君建五每以此", "15": "經為照心之明鏡。受持有年。覩茲感應倍增踊躍。乃", "16": "發願梓行轉化未信。非悲智深心何以臻此。然而其", "17": "中多是入冥免罪還魂與現世禦災捍患之事。若夫", "18": "因經開悟明見自性者。殊不概見。苟持經而希此功", "19": "德。是棄金而擔麻。得珠而易櫝。豈不大可惜哉。惟劉", "20": "屠聞僧唱應無所住而生其心。放下屠刀合掌立化。", "21": "庶幾可耳。故特發其經旨于前。使知般若功德不可", "22": "思議者。葢在此而不在彼。種種靈應乃其緒餘也。持", "23": "經行人幸三致意焉。", "24": "刻大慧禪師書問序刻大慧禪師書問序", "25": "昭覺門下得法者眾。獨著臨濟正宗記付大慧禪師", "26": "者。以其能徹法源底。又能赤身擔荷從上佛祖慧命", "27": "不少假借。故當分座之日。即炷香為誓曰。寧以此身", "28": "代眾生受地獄苦。終不以佛法當人情。乃以一竹篦", "29": "子。一狗子無佛性話。普接羣機。天下翕然歸重。法席", "30": "之盛得人之多。號為臨濟再出。正宗之付豈徒然哉。", "31": "然師所得既琦瑋。發用亦廣大。通身是口。莫可攔當。", "32": "故紫巖張公謂師說法縱橫踔厲無所疑于心。大肆", "33": "其說。如蘇張之雄辨。孫吳之用兵。如建瓴水轉圜石", "34": "于千仞之阪。諸老斂袵莫敢當其鋒。可謂善取諸譬", "35": "也。平生又雅喜接士大夫。每入毫端三昧。動輙數百", "36": "千言。滔滔汩汩有一瀉千里之勢。其發藥處能中人", "37": "之膏肓。攻人之痼疾。必使其霍然病起而後已。自有", "38": "宗門以來。具大眼目。大辯才。善說法要者。師一人而", "39": "已。其書問。溫陵業有刻本。但及其半。不無遺珠之恨。", "40": "副寺弘忠乃于師錄中抄其全本。募眾刊板以廣流", "41": "通。不唯使近世士大夫信嚮此道者有所龜鑒。亦使", "42": "衲子有大志擔荷法門者。知從上尊宿為人抽釘拔", "43": "楔之際。有如是手眼。如是真切。如是廣博。如是體裁。", "44": "皆由自性宗通胸襟流出。信筆信口了無凝滯。視世", "45": "之握麈尾據猊座高揮大抹效邯鄲之步者。奚啻天", "46": "淵之隔耶。剞工既竣。敬為敘諸簡首以志所慕云。", "47": "重刻龍舒居士淨土文序重刻龍舒居士淨土文序", "48": "竊惟眾生以愛故墮落娑婆。如石下井無由可出。諸", "49": "佛菩薩居寂光實報土中。心地法眼悉皆洞見。乃乘", "50": "悲願隨類現身。多方援拔。或為國王大臣沙門居士", "51": "以及姦偷屠販。但有可化之機。無不現身攝受。今觀", "52": "龍舒居士王公虗中豈非其人者乎。居士少業儒。為", "53": "國學進士。博學能文。甞解六經語孟老莊。不蹈襲前", "54": "人一字。中年恍然自悟曰。皆綺語也。乃棄去。專奉淨", "55": "土之教。禮誦不輟。發願往生。臨終見佛來迎。屹然立", "56": "化。其存日。本諸經論。著淨土文十卷諭世。無理不明。", "57": "無人不勸。其言悲哀懇切。聞者興起。有念佛而鬼祟", "58": "却走者。有念佛而眠夢得安者。是驗之于生前者也。", "59": "其翻板而舍利迸出。示夢而沉疴頓起。是驗之于身", "60": "後者也。至誠感通一至于是。謂居士非佛菩薩乘願", "61": "而來。攝受眾生歸於淨土。能若是乎。昔空隱老人甞", "62": "以此文刊板于󳱮東。廣勸念佛。參戎范公法諱今已。", "63": "奉老人之教有年。捧檄鎮閩。乃率蓮社諸上善人。復", "64": "翻板于閩中。以廣法施。功竣命余一言冠諸篇首。夫", "65": "淨土法門金口諄諄。見諸大乘經論。如日月之揭中", "66": "天。凡有眼者孰不見之。且古今依之修持往生極樂", "67": "者。不一而足。況龍舒現居士身。修沙門行。臨終立化。", "68": "靈驗昭彰。其言不信。孰可信乎。稱揚淨土。本屬宿懷。", "69": "逢茲勝緣。倍增踊躍。忘其固陋。樂為疾書。", "70": "玄錫禪師語錄序玄錫禪師語錄序", "71": "昔世尊靈山會上。諸王子出家。如阿難陀．孫陀羅．難", "72": "陀等。皆現證阿羅漢果。無空過者。葢當其裂破富貴", "73": "樊籠。即是得道捷徑。況悉心併力克苦磨礪而不獲", "74": "證者乎。佛法入中國。王子出家。唯龍湖聞禪師為唐", "75": "僖宗太子。得法石霜。隱居邵武龍湖山。以嘗救龍。龍", "76": "穴巖下為泉。以報師德。故山號龍湖焉。聞臨入滅。說", "77": "偈曰。我逃世難來出家。宗師指示箇歇處。住山聚眾", "78": "三十年。尋常不欲輕分付。今日分明說似君。我斂目", "79": "時齊聽取。于是閉目安坐。寂然化去。其風致可想見", "80": "也。聞之後史傳殊不多見。至明天啟初有玄錫禪師。", "81": "乃瑞昌鎮國第四子。眉目清真如畵。幼不染塵。矢志", "82": "出家。年弱冠將畢姻。師自惟曰。若爾則吾著枷鎖矣。", "83": "何時得解脫乎。乃潛入博山。投無異老人剃落。師事", "84": "雪關和尚。著弊垢衣。修頭陀行。鎮國百計陶寫。莫能", "85": "轉其志。繼而掩關不語。密自履踐。乃恍然契悟。道聲", "86": "藹著。及雪關示寂。師繼席為眾開演毗尼。提唱宗教。", "87": "諸方聞風皆爭迎致。久之乃移住松溪華嚴寺。終焉", "88": "遂塔于此。又二十餘年。其徒子傳忍乃持師平日示", "89": "眾語。請余序而行之。余究觀其見地圓明。履踐嚴密。", "90": "吐語不落格量。示人惟務真修。葢從博瀛爐鞴中來。", "91": "非學語者所能企及。雖未敢與二難陀輩齊驅竝駕。", "92": "而龍湖之後有師。法門亦不寂寥耳。嗚呼。博山平生", "93": "未肯輕可一人。末後諸方每崛起一二。往往光前耀", "94": "後。此語若遇知音。方知浴龍一派不竭。", "95": "重鋟牛戒彚鈔序重鋟牛戒彚鈔序", "96": "夫人生天地間。所以靈於萬物者。以其有不忍之心。", "97": "雖一蚊一蟻咸欲救護。不敢戕害。況牛之大物命乎。", "98": "世之貪饕者。嚼盤中之肉津津有味。不思食者甚美。", "99": "死者甚苦。試一反思。恐不能下咽矣。姑無論因果酬", "100": "償之報。但觀其就死之頃。旃陀羅奮槌怒擊。牛方眩", "101": "暈而皮已生剝委地矣。鮮血淋漓。身首分張。痛莫能", "102": "忍。而猶瞪目視人。淚盈盈然下。不過冀人動一念惻", "103": "隱之心。憐其苦耳。不念其苦而反以為樂。恣意食噉。", "104": "不忍之心安在。此心若昧。則其人去虎豹豺狼者幾", "105": "希。玄天上帝戒食牛箴云。牛之形。上列天星。下興地", "106": "利。有功於世。無害於民。殺之者國有刑法。食之者幽", "107": "有禍愆。牢字從牛。獄字從犬。不食牛犬。牢獄永免。此", "108": "語廣佈人間。乃尋常耳目所共見聞者。彼輩如聾如", "109": "瞽。恬不加悟。其愚智為何如也。昔　世祖章皇帝。萬", "110": "機之暇乃採集古今諸賢戒食牛要語。彚為一編。曰", "111": "牛戒彚鈔。又　御製序冠於編首。刊佈勸世。因思", "112": "佛心天子恩及異類如此。況率土之生民者乎。兵馬", "113": "司周公諱士瑢休官林下。日與諸禪伯締方外交。留", "114": "心此道而尤刻意於戒殺放生。自行勸人。僕僕不懈。", "115": "乃以彚鈔謀諸同志鋟梓以行。上體聖天子胞與之", "116": "意。下與斯民全不忍之心。挽回殺運。同臻熈皡之天。", "117": "默轉殺機。共躋仁壽之域。是其志願也。辱命敘後。敢", "118": "一颺言必有同仁共相勸戒耳。是為序。", "119": "獨菴獨語序獨菴獨語序", "120": "少林之道。六傳至曹溪。二支五派。龍象傑出。凡入其", "121": "彀者。人人以向上自奮。一言半句足以點鐵成金。豈", "122": "假多法。所以極一時宗風之盛。至宋季以來。道與時", "123": "寢衰。法隨機漸下。唯賴一二先德。不惜苦口扶衰救", "124": "弊。或拈經論骨髓。或揭祖宗淵源。或指瑕擿玼令知", "125": "悔悟。或因病施藥痛下鍼錐。庶幾啟迷關於智鑰。迴", "126": "狂瀾於既倒。如甘露滅之林間錄。杲大慧之宗門武", "127": "庫。以及中峯之東語西話。雲棲之竹牕隨筆。鼓山之", "128": "寱言等。皆以慈悲之故。乃有逆耳之言也。至於近代", "129": "法門流弊。尤有不可勝言者。即欲言。無從啟齒。有心", "130": "者不過閉門塞兌。唯將一嘿仰答佛心而已。奈之何", "131": "哉。適有日本玄光禪師。乃新豐嫡裔。以所著獨菴獨", "132": "語一編。附商舶見寄且請正焉。余啟卷諷讀。反覆再", "133": "四。見其宗眼圓明。教海淹博。其識正。其論確。其節操", "134": "嚴。其眼目大。其心即古德之心。其志亦古德之志。因", "135": "時救弊。護持正法。葢欲存佛祖一綫之脉於末世。俾", "136": "智者具擇法眼。知邪識正。揀魔辨異。不至盡驅入於", "137": "魔羅陷穽。其荷法之功豈淺尠哉。語云。禮失而求之", "138": "野。今日支那宗門掃地。不意于日國玄光禪師見之。", "139": "詎非法門一大幸哉。夫名標以獨菴獨語者。葢盡法", "140": "界唯此一菴。菴外無菴。盡大地唯此一語。語外無語。", "141": "學者能即是而求之。則知盡恒沙國土亦當如是流", "142": "通發揚。不特日國而已矣。敬為序諸卷首。以告諸來", "143": "者云。", "144": "鼓山常住交頭簿序鼓山常住交頭簿序", "145": "常住之有交頭簿。以備稽攷。便交代也。順治丁酉冬", "146": "先師示寂。明年春余忝承遺烈。繼守山門。從上庫司", "147": "立交頭簿一扇。每至歲暮。凡常住所有錢穀布帛豆", "148": "麥油鹽之類。一一書上。豐儉隨緣。新舊監寺󳯝相交", "149": "代。即不交。每年亦須書明。庶無遺漏。前簿乃余己亥", "150": "年繼先師而立。已經二十有七載。填寫已滿。副寺自", "151": "光乃請更立新簿。以今康熙乙丑年為始。至歲畢。凡", "152": "所有照舊例書之。繩繩相繼。毋墜前修。葢余甞有願。", "153": "此山代出真善知識。真比丘僧。十方聚會。以法共住。", "154": "傳化將來。報佛恩德。庶不負先德建立叢林之意。惟", "155": "冀後代住持及知事大眾。深體余心。人人明因果。慎", "156": "罪福。護叢林如護眼目。敬大眾如敬父母。外弘無諍", "157": "之慈風。內究自心之靈玅。視利養如箭入心。視眷屬", "158": "如鳥集樹。修遠離行。植福慧因。始是真比丘也。其或", "159": "任愚性以逞剛強。恣憎愛以凌大眾。貪求愚癡眷屬", "160": "錯亂佛因。因果不避。譏嫌無所忌憚。如此則僧護經", "161": "中火度鐵鎚肉瓶肉甕等地獄之苦。此輩有分。不特", "162": "迦葉佛時比丘也。法誡凜然。豈可怠玩。願諸執事大", "163": "眾共相警悟。努力行持。則山門幸甚。法門幸甚。是為", "164": "序。", "165": "壽風和尚序壽風和尚序", "166": "石玄上座昔嘗為先師老人湯藥侍者。朝夕勤劬周", "167": "視無間。眾皆讚美。既而歸受業。未幾沾痿痺之疾。手", "168": "足拘攣。坐臥一榻之上。凡來者以病說法。聞者莫不", "169": "傾心。創臥雲菴居之已二十餘載矣。今歲在乙丑復", "170": "月念有八日。屬上座花甲初度。會下歸依弟子皆欲", "171": "得余一言為其師祝。余惟上座因病得力。早已洞見", "172": "是身地水火風四大假合。了無身心之相。有何壽之", "173": "可言。然所謂祝者。為祝地大耶。地屬四肢百骸髮毛", "174": "爪齒心肝脾肺。念念趣盡。有何可祝。為祝水大耶。水", "175": "屬津液痰唾膿血便利。刻刻流注。有何可祝。火大風", "176": "大亦復如是。子細推尋。求其壽者之相了不可得。又", "177": "從何而祝乎。雖然。四大之身三緣和合而現。其相如", "178": "水中月。鏡中影。了無真實。然而鏡影不離本質。水月", "179": "豈離本月。將見赤肉團上金剛正體。覿露堂堂。先天", "180": "地不生。後天地不老。起威音之先。至樓至之後。亘古", "181": "常然。無成無壞。苟欲以世相求之。如覔兔角於石女", "182": "頭上。栽龜毛於虗空眉邊。匪徒無益。反資疲勞。無有", "183": "是處。石上座深明此旨。乃即書此以為壽。知必有迺", "184": "然一笑。共相忘於言外耳。是為序。", "185": "四無穎公七十壽序四無穎公七十壽序", "186": "夫箕疇五福壽居其首者。福之本也。苟其本弗立。則", "187": "餘之四福誰為享受乎。故壽居首也。我輩沙門釋子", "188": "居山林巖谷之間。他無所事。惟道是謀。遠塵離黨。鉢", "189": "食納衣。美其菜根。樂其幽寂。壽雖若可緩。然非壽亦", "190": "無以竟其道業。由是觀之。壽為世間福德之本。亦出", "191": "世間道德之本也。可弗重歟。高葢山定光寺四無穎", "192": "公。幼師支提印中老宿為弟子。經業既習。禮念惟勤。", "193": "始稟具於雪關和尚。後圓大戒於先師永老人座下。", "194": "跪誦華嚴。密持佛號。一願一行。回向淨土。葢四十年", "195": "如一日矣。茲丁卯孟冬十有七日。適公古稀初度。而", "196": "諸山法眷及諸弟子相與謀所以祝公者。乃以壽言", "197": "見屬。余知公三十餘年所矣。喜公之年高德重。淨業", "198": "有成。他日蓮池會上必是同見同行之道侶。故不辭", "199": "荒陋乃舉壽為出世致道之本以似之。匪徒區區效", "200": "世俗岡陵九如之頌而已。公其勉旃。是為序。", "201": "惟靜禪師遺語序惟靜禪師遺語序", "202": "竊觀法門凋弊莫甚斯時。求其痛念生死。真參實究", "203": "本分衲僧。指不多屈。況乎一超直入越格道流者乎。", "204": "法運下衰從可知矣。雖然佛性之在人心不容磨滅。", "205": "山間林下必有傑然獨出者。余於惟靜明一二公見", "206": "之。順治初余與二公同居先師座下。每入室。先師多", "207": "方提激。示以本分鉗鎚。各有契證。且同堂聲氣投合。", "208": "志趣無間有年矣。後靜公以眼疾請假去。隱居於建", "209": "之大百丈山。凡九載。松食荷衣無意人世。將終身焉。", "210": "及先師沒。余忝守山門。乃居一公於寺後之調象菴", "211": "凡五年。深自磨礪。浩然大徹。每相與盤錯。無不臻奧。", "212": "一日與客茶話罷。乃書偈翛然坐脫。眾皆愕然。余以", "213": "鼓山門下了事衲僧稱之。葢實錄也。甲辰冬余以事", "214": "至上游。乃逼靜公出百丈。同舟而下。居公於吸江蘭", "215": "若。復八年適余謝事出山。乃舉公繼席而嗣戒於先", "216": "師。正當甲寅之變。公鎮之以靜。而海眾安堵。四方歸", "217": "嚮。法化洋洋。叢林鼎盛。經十載矣。忽倦於接納。仍退", "218": "居於吸江。又三年余還山。而與公時相切磋。法喜之", "219": "樂如當年同堂無異。至戊辰四月朔。公以疾遷化。時", "220": "年已七十有二矣。當在恙室中。空諸所有。唯置一床。", "221": "寂然而臥。若入定然。雖問疾者盈門。而酬應不失其", "222": "恬惔如此。因思明公性剛毅而得之於剛毅。公性沉", "223": "潛而得之於沉潛。事事皆爾。死生以之。毫髮不爽也。", "224": "余三人者雖出處死生前後不同。要之皆先師門下", "225": "本分衲僧。於時輩中求之豈多得哉。弟子如壽久侍", "226": "巾瓶。以公平日示眾遺語類集成書。請余敘而行之。", "227": "究觀其拈提向上。及為新學開示戒法。婆心苦口。諄", "228": "諄不置。皆真實語。而正知正見乃自先師爐鞴中煅", "229": "煉來。其所得自受用三昧不淺。而推其土苴以及人", "230": "有餘裕矣。嗚呼。祖風凌夷。當斯世而有斯人。如披沙", "231": "見金。詎可復得耶。每一臨文。不勝三歎。", "232": "題䟦題䟦", "233": "雲棲壽昌博山鼓山諸祖同㡧題辭雲棲壽昌博山鼓山諸祖同㡧題辭", "234": "這隊老古錐。無端撞出五濁惡世。藏身露影。聚頭作", "235": "喧。不知圖箇什麼。只為釋迦老子一點真血脉不肯", "236": "拋撒。珍重流通。亦為一類苦惱眾生。從冥入冥作箇", "237": "引路底火把子耳。霈上座傍觀頗親。一一說破。不是", "238": "家醜外揚。只要大家知有。石几南向竝坐若口喃喃", "239": "地商略禪淨是同是別者。為雲棲蓮池師太。壽昌無", "240": "明老祖兩傍圍繞。皆其派下法胤。侍坐拱聽。其左執", "241": "如意凭几而坐者為博山無異和尚。右端然袖手而", "242": "坐者為先師永覺老人。博山之傍肅然無言者為雪", "243": "關誾禪師。先師之右手握麈尾熈然微笑者乃余陋", "244": "質。雪關之下倚石仰首者為一脉監寺受業師智光", "245": "上座。曾親炙博山鼓山而來附陪坐于此。以寄所思", "246": "耳。其遠處二人度橋而來者。前為純一監寺。後執杖", "247": "欹首翹望者為一脉監寺。葢荷負大眾奔走道途而", "248": "不休者也。童子凡六人。或荷擔。或侍立。巖巒稠密樹", "249": "木繁蔭。一一皆有生氣不可計算。噫。諸祖往矣。余獨", "250": "後死。無以為流通發揚。葢所可得而傳者影。不可得", "251": "而傳者非影。苟有因其可傳而得其不可傳。則所謂", "252": "靈山一會儼然未散者豈虗語哉。其或留連於丹青", "253": "之上。描邈於形似之間。則劒去久矣方乃刻舟。余又", "254": "不能無重嘅云。", "255": "䟦李長者十明論䟦李長者十明論", "256": "華嚴第六現前地菩薩。寄位緣覺。以十門逆順觀察", "257": "十二因緣。成般若門。三空自在。智慧現前。棗栢長者", "258": "既釋之於論。又重以十義明其大旨。謂之十明論。其", "259": "意葢謂十二緣生是一切眾生逐妄迷真。隨生死流", "260": "轉波浪不息之大苦海。亦是一切諸佛寶莊嚴大城。", "261": "亦是文殊普賢常遊止之華林園苑。恒對現色身。在", "262": "一切眾生前教化無有休息。以迷十二有支名一切", "263": "眾生。悟十二有支即是佛。故眾生及以有支皆無自", "264": "性。隨煩惱無明行識名色六根相對。生觸受愛取有。", "265": "成五蘊身。即有生老死常流轉故。若以戒定慧觀照", "266": "方便力照自身心體相。皆自性空。無內外有。即眾生", "267": "心。全佛智海。又以空慧長養大慈大悲。入生死海教", "268": "化眾生。如蓮華處水而無染污。若厭十二緣生別求", "269": "解脫。如捨冰而求水。逐陽𦦨以求漿。若以止觀力照", "270": "之。心境總亡。智日自然明白。如貧女宅中寶藏。不作", "271": "而自明。窮子衣中珠。無功而自現。此乃華嚴圓頓大", "272": "旨。李長者特拈出指示於人。最為肯切。恩大難酬。壁", "273": "九禪人捐貲翻板。用廣流通。其亦有得於此。知恩報", "274": "恩者歟。", "275": "䟦摹刻釋迦如來成道記䟦摹刻釋迦如來成道記", "276": "往讀王子安童子時所著滕王閣序。天機特發。才學", "277": "兼富。雖一時對客揮毫。實為千古絕唱。即博學弘詞", "278": "之老儒不能過也。後又讀其所撰釋迦如來成道記。", "279": "雖原本於釋迦譜。而以四六貫之。句句出以己意。即", "280": "深入佛法閫奧之老禪亦豈能過乎。可見般若因地", "281": "有自來矣。真不思議人也。今觀董太史所書此記。乃", "282": "奉紫栢老人命。歷二紀而後成。允稱法門至寶。使讀", "283": "者玩其墨蹟而了其文旨。洞見如來一期降生利物", "284": "之蹟。植菩提種。作成佛因。其有益於世尤不可思議。", "285": "三山林子吉人。博學好古。家藏此帖。出以相示。深歎", "286": "希有。乃覔良工摹刻以廣其傳。是亦林子之心也歟。", "287": "題高斯億所臨御馬賦題高斯億所臨御馬賦", "288": "高子斯億攻文之餘。游戲翰墨。書畵之名著於弱冠。", "289": "今年三十有六。偶病起試筆。所作行草諸卷寄以相", "290": "示。余與濟汪禪人展玩。彌日不忍釋手。深歎其天資", "291": "筆力逈出尋常。不可企及也。其所臨御馬賦一帖。精", "292": "光射人。尤為奇絕。不唯體勢點畫發筆結搆無一不", "293": "肖似而能得其全神。即使鹿門復起。不知其為己出", "294": "為他摹。恐不能辨也。精義入神一至於是。會當刻石", "295": "以傳。與蘇黃米蔡諸公齊驅竝駕於天壤間。孰謂古", "296": "今不相及哉。高子諱士年。閩侯官人。尊翁固齋先生。", "297": "長子嵩。俱知名當時云。", "298": "記記", "299": "悲思堂記悲思堂記", "300": "芝城踞八閩上游。山丹水碧俗厚民淳。先儒生於其", "301": "中。多習詩書禮義。又雅信佛法。知因果罪福之說。以", "302": "及忠孝節烈。史冊炳烺。自漢武版籍以來千有餘載。", "303": "雖古今治亂不一。城闉無虞。五代間王延政僭號建", "304": "州南唐。命查文徽統兵攻之。以邊鎬王建封二人為", "305": "將。謀屠城。章太傅仔鈞夫人練氏全之。宋紹興間范", "306": "汝為竊據延建邵三郡凡七年。大將軍韓世忠攻克。", "307": "丞相李公綱保之存之。祀典千載如生。今　皇清定", "308": "鼎。於順治三年丙戌八月大兵開閩。四民向化。鷄犬", "309": "不驚。郡邑城市安堵如故。明年丁亥七月四日突有", "310": "王祁不知何省人。潛居閩中謀不軌。脅鄖西王起自", "311": "古田。擁叛民數千。奪城據之。縱偽殺掠。各邑騷動。兵", "312": "巡道顧某挈家奔福州。知府高某死之。官兵陣亡者", "313": "眾。縉紳士民禁不容出。備受荼毒。民莫控訴。凡八閱", "314": "月。江浙兵數攻不下。明年戊子二月　朝旨命五部", "315": "堂統大兵十餘萬八門圍攻。郊外團掘深坑。飛鳶莫", "316": "度一無脫漏者。眾炮震地。箭落如雨。凡四十餘日。未", "317": "甞暫息。其中傷死者不可勝紀。當是時也。無所謂練", "318": "夫人李丞相其人者起而救之。籠雞釜魚坐待其斃。", "319": "可不哀哉。至四月初四日城陷。四面火發兵士蜂起", "320": "充塞城中。競相屠戮。男女老幼身碎鋒鏑之間。骨穿", "321": "矢鏃之內。其中有比鄰約縱火而舉家自焚者。有挈", "322": "妻擕子同赴池井者。有率親屬閉門自經者。有稚子", "323": "少婦生離死別掠之而去者更。有義士烈女守死不", "324": "回甘蹈白刃水火而不辭者。烈𦦨亘天七日夜不息。", "325": "玉石焚盡靡有孑遺。屍積如山血流成河。無論民󱁿", "326": "良賤父母弟兄宗族姻親朋友知識。殺業所感同熟", "327": "一報之中。夢境相追妄受莫忍之苦。福者已超善趣。", "328": "罪者還繫冥扄。歲月綿邈。出苦何期。嗚呼。痛哉。生靈", "329": "無數。盡作刀下之人。惻隱有心。誰憐罔依之鬼。冥魂", "330": "杳杳。滯魄悠悠。莫覩光明之天。豈達歸真之路。惟我", "331": "觀世音大士具同體悲。興無緣慈。千手提擕。千眼照", "332": "見。不擇冤親。平等普度。由是敬斂眾財。選白雲曠地", "333": "架造堂宇。額曰悲思。中奉千手眼觀世音菩薩及地", "334": "藏目連聖像。左右龕室供列合城與難官吏將卒紳", "335": "衿子民僧道善良以及農賈工伎眾等神位。晝香夕", "336": "燈經聲佛號。春秋奠享。中元薦󳫠。庶承三寶恩光。永", "337": "出九幽極苦。况孝子賢孫念祖父之罹難。仁人長者", "338": "哀冤魄之沉淪。大作津梁。恩資存歿。同躋仁壽之域。", "339": "共登解脫之場。福被全城。功流永世。是余卑願也。抑", "340": "聞弔古戰場云。誰無父母。提擕捧負畏其不壽。誰無", "341": "兄弟如足如手。誰無夫婦如賓如友。生也何恩。殺之", "342": "何咎。戊子芝城謂今之戰場。非耶。舉城父母兄弟夫", "343": "婦皆無罪而就死。所謂天地為愁。草木凄悲。弔祭不", "344": "至。精魄何依。余每思及。未嘗不涕泣沾襟。轉盻間四", "345": "十年。知者不言。言者不審。釋今不記。後將無聞。而諸", "346": "靈永無出苦之日矣。故以悲思名堂而復略述其顛", "347": "末。貞之於石。以告諸來者為記。", "348": "柘浦覺林院警公泉記柘浦覺林院警公泉記", "349": "泉以警公名者。志德也。葢道以人弘。理以事驗。非浪", "350": "階也。昔警公首闢茲山也。眾多水乏。汲負維艱。一日", "351": "經行寺右旱田間。乃以杖卓之。泉沸沸然隨杖涌出。", "352": "愈卓愈涌。遂命工鑿井以畜泉。深廣丈許。其色如乳。", "353": "其甘如飴。盈盈然流溢於外。乃以竹筧引歸雲厨。供", "354": "眾數百。冬夏不竭。公真不思議人也。公化去已念餘", "355": "載。康熈甲子仲春余禮塔至山。覩茲嘉瑞。歎為希有。", "356": "遂命名警公泉。乃刻石記之。俾後之居此者飲水知", "357": "源。不昧所自。云爾。", "358": "靈石重修三塔記靈石重修三塔記", "359": "靈石為玉融古剎。唐俱胝和尚開山。禪祖相繼凡五", "360": "十餘代。入明以來三百餘載。祖燈久熄。佛火黯如。鞠", "361": "不為荒煙蔓草者幾希矣。其重興始於萬曆間。同我", "362": "老人繼於上首曹源禪師。源師既化。弟子寂影等皆", "363": "能仰體師心。內勤禪戒。外嚴道場。歷有年載。備經艱", "364": "危。至誠感格。四眾歸心。興建大殿法堂天王殿兩長", "365": "廊鐘鼓二樓佛像藏經。以及山林田土等咸備焉。雖", "366": "不能一一復古。然已得十之七八矣。僧眾數百指。晨", "367": "鐘夕梵精修不懈。千年祖庭煥然一新。詎非法門盛", "368": "事哉。但從上諸祖及海眾靈塔尚委荒草。不遑修葺。", "369": "監寺寂陟乃謀諸法眷。各捐所有。共襄勝蹟。塔在本", "370": "寺龍砂之外。坐坤向艮。依堪輿家言。仍其原位移升", "371": "上坪丈許。庶接脉承氣。又倣諸方三塔成式。中奉歷", "372": "代諸祖。始開山和尚。繼而冰禪師。五色舍利一瓶。計", "373": "三十餘粒。以及心宗禪師．海印禪師．正覺禪師．漸禪", "374": "師．啟譸禪師．即菴禪師．鐵壁禪師．雪巖禪師等塔。散", "375": "在諸處者。俱斂藏於此。額曰金剛幢。左安尊宿耆德。", "376": "右藏勤舊。經始於康熈乙丑復月十有六日。告竣於", "377": "明年二月望日。影上座走書乞余言刻石。以昭後世。", "378": "余惟堪忍界中有為之法剎那變易。成壞何常。得人", "379": "則興。不得人則廢。果使三寶真燈不燼。則此塔片石", "380": "可存。惟望後賢志願不衰。繩繩相繼。毋墜前緒云耳。", "381": "是為記。", "382": "重安舍利入塔記重安舍利入塔記", "383": "鼓山舍利原委具於前記。已刻石殿中。茲不復贅。更", "384": "有美石四十餘顆。係古石匣中護舍利瓶者。先是順", "385": "治庚子三月十四日奉舍利凡七十八粒。貯以晶瓶。", "386": "藏於正法藏殿石塔中。其石子仍藏方丈舊瓶內。至", "387": "康熈丁卯閱二十有八載。因塔中晶瓶傾仆。卜二月", "388": "十九日啟塔重修。請出舍利。具香湯沐浴。是日取前", "389": "石子觀之。盡變為舍利。又生小舍利。纍纍然如芥粟", "390": "黍麥。共計二百餘粒。五色圓潤。精光射人。因歎如來", "391": "法身徧滿法界。隨處出現。不可思議。有緣眾生無不", "392": "得見也。乃作小金盂藏之。金盂藏於銀盂。銀盂封小", "393": "磁瓶內。又卜三月六日同晶瓶舍利安奉入塔。一隱", "394": "一顯。如八日月圓融無礙也。惟願護塔善神守護此", "395": "塔。不經諸患。常住此山。為人天福田。佛願無盡。我願", "396": "無盡。住山道霈記。", "397": "鼓山諸祖道影記鼓山諸祖道影記", "398": "甞觀佛祖眾生親從法身現起。都是箇影子。而丹青", "399": "者又於影上現影。雖展轉虗寂。要之真本無影而影", "400": "不離真。總以法身為定量。惟在智者能深自觀耳。崇", "401": "禎癸酉春　先師永覺老人奉　聞谷師太命。作諸", "402": "祖道影傳贊。凡一百三十尊。業已刊佈叢林久矣。至", "403": "大清康熈元年壬寅冬余開法泉之開元。得此新繪", "404": "祖影八十餘尊。如獲至寶。乃重價購歸。裝潢既就。供", "405": "奉於正法藏殿。但其中具缺不一。前後參差。竊欲稍", "406": "補禪門五宗與西天東土應化聖賢。以及天台賢首", "407": "慈恩蓮宗律宗諸祖各數尊。庶有端緒。以便瞻仰。是", "408": "時坐有土木之役不暇及此。乃濡滯至戊辰夏凡二", "409": "十有七載。始得倩寫生。於先師諸祖道影內略補入。", "410": "凡四十七尊。共一百二十有七尊。裝成三卷同帙。乃", "411": "以先師原贊焚香拜書於每尊之前。其中有數尊乃", "412": "先師所未登者。余僭補其贊詞。時余年已七十有四", "413": "矣。因思烏免遄邁。不少暫駐。幸天假我年。究竟此一", "414": "大事豈非夙有般若微緣。故於末法凋零之秋圓滿", "415": "此勝功德耶。嗚呼。諸祖既往。而儀表如生。智者若能", "416": "因其影而見其形。見其形而見其心。則諸祖不先我", "417": "等不後。即是親依座下。親聆謦欬。親領棒喝。豈古今", "418": "時處所能間隔耶。其或但愒玩於影像。卜度於字句。", "419": "則是棄金擔麻者流。安貴有此。因特詳其顛末。俾後", "420": "之觀者知其所自。亦知所以觀之之意云耳。此祖像", "421": "一部三冊。乃與馬法秀東王公之子希聖希賢希尹", "422": "所施宣德間烏斯藏比丘海崙金畫華嚴善財童子", "423": "五十三參圖贊一部。同供於藏殿大藏經橱內。永為", "424": "鼓山常住。時戊辰七月自恣後三日住山某謹記。", "425": "重修古普同塔記重修古普同塔記", "426": "昔百丈大智禪師肇建叢林。十方聚會。以法共住。同", "427": "堂而食。同床而坐。互相砥礪。期於智證。至於報緣既", "428": "盡。則負薪茶毗。拾其燼餘同歸於塔。葢表以法為親。", "429": "死生不忘之義。自有唐以來。天下叢林咸取則焉。謂", "430": "之普同塔。鼓山普同塔在鉢盂峯之下。面雙江而遶", "431": "萬岫。極稱形勝。且砂水回環。基搆弘敞。春秋拜掃可", "432": "容數千指。創造於宋大觀三年。第十九代住山有需", "433": "禪師內分三壙。左右藏海眾靈骨。虗其中以待住持", "434": "者。需公未幾移居雪峯。遂終於彼。後需之嗣第二十", "435": "二代󳬛靖禪師。每陞座手握木蛇。時人稱木蛇和尚。", "436": "住持有年。一旦日方中集眾上堂。玄機雷動。退座而", "437": "寂。火化以小瓦棺盛其遺蛻。藏於中壙上位石龕內。", "438": "靖之後。住持者俱各建塔。無進此者。然塔與寺同休", "439": "戚。頹廢有年。天啟丁卯博山無異禪師重開法茲山。", "440": "清規稍復。至崇禎庚午監寺始伐石修葺。啟其壙以", "441": "古骨石盡歸於左。而空其右以待方來。中壙石龕外", "442": "則仍虗之也。先師永覺老人自甲戌入山。百廢俱復。", "443": "而是塔猶未竣工。歷今凡五十有餘載。僧眾雲來而", "444": "右壙亦滿。至大清康熈戊辰八月二十日監寺比丘", "445": "法願慨捐衣鉢。復啟塔重修。乃移兩旁骨石歸於中。", "446": "左壙全虗。而右壙餘者十分之一。後來者左右俱可", "447": "進也。既封復造石座高尺餘。葢滿三壙而塔身巍然", "448": "峙立於上。牢實堅固且無雨水滲入之虞。復作塔圍", "449": "二重以障山水。至此而塔功大備。俾同居者生有所", "450": "託。死有所歸。而於古德建立叢林之意其殆庶幾焉。", "451": "雖然。須知真身無相。真塔無縫。以如是塔藏如是身。", "452": "充滿法界。了無欠剩。既無四相之遷。豈有三災之患。", "453": "此是吾人放身舍命真受用處。視世之於髑髏作活。", "454": "而覔尺寸之土作千百年久計者。詎不惑哉。工竣因", "455": "紀其歲月。既盡其情而復發其理如此。然理非事外。", "456": "事在理中。夢幻泡影究竟不可得。是在智者能深自", "457": "觀耳。是為記。", "458": "重興白雲廨院記重興白雲廨院記", "459": "白雲廨院乃鼓山白雲峯涌泉禪寺支院也。鼓山始", "460": "於唐建中四年。從事裴公胄請靈嶠禪師誦華嚴經。", "461": "息毒龍損民稼穡之患。奏置華嚴寺。歷有年所。後值", "462": "會昌之厄。僧眾逃匿。鞠為榛莽凡七十載。至五代梁", "463": "開平二年。菩薩國王王氏諱審知者乘願而來。興隆", "464": "三寶。在處建立道場。乃費鉅資四十餘萬重闢茲山。", "465": "鑿基伐石。掄材選工。大建寺宇。巍峩壯麗。輝暎巖壑。", "466": "請神晏國師卓錫。大闡宗猷。眾常萬指。又於山之麓", "467": "別建是剎。取白雲峯額。以白雲廨院為耕墾接納之", "468": "所。上下兩剎如身與臂。互相為用而不可缺。自是以", "469": "來歷年八百。主法者更八十餘代。具載傳燈錄及本", "470": "山列祖聯芳集。其間建置因革損益不能殫述。至明", "471": "弘治辛亥下院災。鎮守太監陳公道捐俸重建。嘉靖", "472": "壬寅上寺復災。而僧眾盡歸於下院。蜂房蟻穴人各", "473": "為家。漸至淪替。崇禎甲戌春先師永覺老人來主是", "474": "山。時下院舊僧落落。困於徭役。未及十載亡沒殆盡。", "475": "而院遂廢。乃請藤山諦公住持。後又幾更。主者皆不", "476": "克振。金像蒙塵。荊榛滿目。頹垣敗屋。過者疑將壓焉。", "477": "最後住僧惟佳者勉守香火。又一夕暴卒。而院益無", "478": "主。順治丁酉先師示寂。余忝守山門。由是護法方公", "479": "廣巖率眾紳士及善信張在輝等。力請興復。與上寺", "480": "合一。以還舊觀。余不得辭。黽勉祗受。時大清順治戊", "481": "戌夏也。明年己亥監寺道悟成源募眾求大木於建", "482": "溪。盡撤朽弊。重新架造。前為三門。中為普門殿。後為", "483": "大雄殿。殿後為插鍬堂。以居僧眾。普門殿之右大倉", "484": "場則仍其舊。略為修改而已。重裝金像贖回南北園", "485": "果樹。大方伯何公又於南園建殿。以奉普賢大士。時", "486": "兩寺僧眾五百餘。從上田產升合無存。惟佃民田數", "487": "百畆。比丘有修苦行者。願竭力耕作輸租之外。取其", "488": "贏以供眾。不足則托鉢副之。三門之前清溪瀠帶。古", "489": "榕繁陰。度石橋右折而西數十武建通霄亭。乃鼓山", "490": "最初入門處。三門之左過東際橋。沿嶺而上。名通霄", "491": "路。約十里許。古松遮道。石磴逶迤。年久崩陷。乃重甃", "492": "甓。直遠于寺。路上共建五亭。以便憩息。至此而大局", "493": "已周。稍復古蹟。因思此山始開於唐大興。於梁唐晉", "494": "漢以至宋元。主席者皆法門龍象。宗風丕振。為東南", "495": "大法窟。入明寢衰。至嘉靖以後廢墜已極。盈虗消息", "496": "理數常然。先師重興涌泉二十餘年間。百廢俱舉。而", "497": "不暇於是院。余以綿力任之。固不能一一仰合古轍。", "498": "庶於祖庭秋晚之日。剔佛祖之殘燈。開人天之正道。", "499": "接引四眾同歸覺地。華嚴經云。佛心無有他。正覺覺", "500": "世間。其斯之謂歟。願我後人共相勉勵。撿身以戒。明", "501": "心以慧。修稱性之行。建無作之功。仰法前蹤。奮心企", "502": "及。庶不忝為佛之徒也。此院自己亥重興。歷年三十。", "503": "僧眾雲聚。居常八百指。外修苦行。內勤禪戒。往來憧", "504": "憧。接納不倦。實涌泉之化城。不可不紀其顛末以傳", "505": "示來者。因記之。時康熈戊辰臘月朔日住山某記。", "506": "旅泊幻蹟旅泊幻蹟", "507": "旅泊道者住山既久。諸禪者每以生緣道履見問。因", "508": "思一期幻蹟不足以示人。淹滯三十餘載未嘗拈出。", "509": "近富沙南山啟鑰上座同徒郁文請之尤懃。不容推", "510": "諉。於是略敘便概。余名道霈。乃先師所命。字為霖。則", "511": "聞谷老人所賜也。目號旅泊。亦云非家叟。本貫建寧", "512": "建安丁氏。家世奉佛。父少軒公。性任俠而實有陰德。", "513": "母朱。事佛惟謹。年三十無子。禱於觀世音而姙。有僧", "514": "過門謂母曰。汝所姙者佛子。非汝子也。母欣然曰。若", "515": "果生男。當令事佛。將臨盆。腹中動轉。母苦不堪忍。乃", "516": "密祝曰。兒勿動。兒勿動。遂寂然。既而再動。復再祝。寂", "517": "然如故。母喜曰。此吾孝順子也。遂生。時萬曆乙卯歲", "518": "十一月二日卯時也。七歲入塾學。授論語。喃喃上口", "519": "即麤曉大意。輙為人講解。眾以為異。父喜曰。大吾門", "520": "者此子也。年十四講上孟未終。得病瀕死。母日夜惶", "521": "懼。禱觀世音曰。此本佛子。非吾子。病愈當令事佛。已", "522": "而病果愈。遂遣出家。父難之。母曰。此子非塵埃中物。", "523": "吾業已許佛久矣。安用阻為。父不能奪。遂送歸郡東", "524": "白雲寺。禮老僧深公為驅烏。明年落髮。凡諸經業不", "525": "由師訓。誦之如流。一日覩隣房僧死。忽悟自身無常。", "526": "遂深厭火坑。憤然有超方之志。至十八歲。聞谷老人", "527": "自楚入閩。居汾常之寶善。余聞之驚喜曰。古佛猶在", "528": "耶。即辭受業。一鉢一衲飄然而去。請問出生死路頭。", "529": "老人授以念佛畢竟成佛之說。遂諦信不疑。一日侍", "530": "老人山行。忽回顧熟視曰。噫。子可教也。惜余老不能", "531": "成褫。子此去東谿荷山。有永覺靜主。真善知識也。子", "532": "能傾心事之。必有所得。余業已聞老和尚名。茲承指", "533": "示。甚愜夙心。明日將束裝辭去。而老和尚適至。老人", "534": "遂以余囑託之。老和尚唯唯。命報侍左右。令看栢樹", "535": "子因緣。汲水負薪罔敢忽怠。崇禎甲戌春老和尚出", "536": "世鼓山。隨侍以至。前後四年苦無所入。一日自訴曰。", "537": "吾數載勤苦參禪既不會。而學業又荒。得毋辜負此", "538": "生乎。遂拜辭老和尚出嶺至杭州。經歷諸講肆凡五", "539": "年。法華．楞嚴．維摩．圓覺．起信．唯識及台賢性相大旨", "540": "無不通貫。屬聞老人遷化。老和尚赴吊來真寂。余即", "541": "往見之。正欲供通數年聽講經義。老和尚忽問曰。栢", "542": "樹子話作麼生。余茫然不知加答。老和尚叱曰。入海", "543": "算沙有甚麼限。禮拜而退。不勝惶愧。自是日夜不安。", "544": "寢食無味。凡數閱月。一日讀正法眼藏。見臨濟示眾", "545": "曰。有一無位真人。在諸人面門上出入。忽然有省。乃", "546": "曰。元來得恁麼現成。回觀諸祖語錄。勢如破竹。了無", "547": "滯礙。復上真寂通所得。老和尚徵曰。山河大地與汝", "548": "是同是別。答曰豈有別耶。老和尚以戒尺擊案曰。汝", "549": "為什麼不痛。余不知落處。老和尚曰。汝須向這裏參", "550": "始得。余禮拜而去。時密雲老和尚盛化天童。遂往參", "551": "禮。一見即問曰。山河大地與學人自己是同是別。童", "552": "便打。余無語。禮拜而退。自是入室。余只恁麼問。童只", "553": "恁麼打。不勝迷悶。經六閱月。一日經行至三鼓。昏倦", "554": "已極。將解衣就寢。忽然虗空迸裂。髑髏󳫲散。全體現", "555": "前。如貧得寶。如病得汗。其踊躍慶快無以云喻。遂危", "556": "坐達旦。次晨作偈呈方丈曰。一水一山何處得。一言", "557": "一默總由伊。全是全非難背觸。冷暖從來只自知。童", "558": "閱罷顧謂西堂朝宗曰。也不易。渠到恁麼地。復顧謂", "559": "余曰。如何是汝自知的道理。余曰分明舉似和尚了", "560": "也。童曰舉似箇甚麼。余便喝。童擬拈棒。余拂袖便出。", "561": "次日入室。童問曰。薰風自南來。殿閣生微凉。意作麼", "562": "生。余陵憑答曰。薰風自南來。殿閣生微凉。昨夜火燒", "563": "山。弄得大家忙。童曰。不是這箇道理。昔日某正同子", "564": "見老僧不肯他。乃致有今日之爭論也。子宜於此體", "565": "究始得。余再拜而退。乃私自念。恁麼答有什麼不是", "566": "處。復念欲還真寂見老和尚吐露一上。將請假辭去。", "567": "乃為同參兄弟苦留復強住一月。乃作偈辭同參曰。", "568": "九上三登稱象骨。吾今去住敢辭艱。諸公道愛曾心", "569": "銘。故訂秋初再上山。遂去真寂見老和尚。禮拜起即", "570": "以所悟白之。老和尚喜曰。子已入門。但未升堂入室", "571": "耳。余曰更有什麼事。老和尚曰。子向後自知。余禮拜", "572": "退。留兩月復辭去。登西天目訪高峯死關。凡一年。因", "573": "閱明教嵩和尚孝論。遂念雙親垂老。乃下山至真寂", "574": "圓大戒。辭老和尚還閩省親。既而老和尚亦還鼓山。", "575": "復得時時親炙。後結茅於大百丈山。親貧。每下山乞", "576": "食以供甘旨。及父歿。遂度母出家。同入山修淨業。凡", "577": "五載。至庚寅正月母告寂。哀毀治喪事竣。復上鼓山。", "578": "老和尚曰參堂去。因領維那職。凡入室勘詰。前所印", "579": "可者皆翻案不許。不勝迷悶。一日老和尚謂余曰。子", "580": "還知病之所在否。余曰不知。老和尚曰。雲門云。達得", "581": "一切法空隱隱地。似有箇物。豈非子之病耶。余沉吟", "582": "良久曰。正坐此耳。老和尚曰。無妨放下便穩也。余便", "583": "禮拜。一日堂中靜坐。聞放生所中羣鵝噪鳴于耳根", "584": "中。三真實法一時現前。動靜二相了然不生。次日上", "585": "方丈通所得。老和尚曰。前皆識境。此智境也。宜善保", "586": "護。遂示偈曰。一番入處一番親。親處何妨更轉身。徹", "587": "底窮源何所有。眉下從來是眼睛。余禮拜而退。又一", "588": "日老和尚示眾。舉龐居士問馬祖曰。不與萬法為侶", "589": "者是什麼人。祖云待汝一口吸盡西江水即向汝道。", "590": "龐大悟後來草堂青拈云。許多魚龍蝦蠏。向什麼處", "591": "去。老和尚云。諸人試於草堂語下。代馬祖下一轉語", "592": "看。余便喝。眾下語竟。老和尚復云。諸人各能為馬祖", "593": "出氣。老僧看來馬祖語亦只得八成。還有道得十成", "594": "語者麼。余下語不契。被老和尚呵出。歸堂一夜不安。", "595": "將抽解。捲簾出堂。正迷悶。不覺撞破石門。乃廓然開", "596": "解。泮然冰釋。即衝口說偈曰。哭不得兮笑不成。觸瞎", "597": "娘生兩眼睛。有人問我西來意。拳頭劈面沒疎親。又", "598": "曰。烈𦦨光中木馬飛。得便騎來即便騎。當機覿面無", "599": "回互。擬議鋒鋩失却伊。又曰。法法本來法法。撥與不", "600": "撥俱傷。便欲十成道出。不覺滿口含霜。次日偕同參", "601": "明一上方丈禮拜曰。某今日有箇十成語舉似和尚。", "602": "老和尚云汝試道看。余乃背身叉手向老和尚云。請", "603": "和尚鑒。老和尚云。好與七藤條。余便禮拜。復呈前三", "604": "偈。老和尚頷之。乃囑曰。此事高而無頂。深而無底。不", "605": "可以限量心入無限量法。須于一切處及得淨盡始", "606": "可保任。余即再拜頂受。後和尚時出洞上宗旨示之。", "607": "余一一答頌。皆泯然契合。時年已三十有八矣。明年", "608": "辭歸建寧廣福菴掩關三載。密自煅煉。切欲棧絕人", "609": "世。老和尚乃垂書誡之云。佛法欲滅。汝當勉勵。不可", "610": "因時難而自退也。又值𡨥亂。乃出關上山省覲。老和", "611": "尚曰。吾待子來久矣。仍令歸堂。凡三年。日加淘煉。深", "612": "資智證。至順治丁酉老和尚年八十。于正月上元日", "613": "聲鐘集眾。以平生所著僧伽黎麈拂見付。說偈曰。曾", "614": "在壽昌橋上過。豈隨流俗漫生枝。一髮欲存千聖脉。", "615": "此心能有幾人知。潦倒殘年今八十。大事于茲方付", "616": "伊。三十年中鹽醬事。古人有語不相欺。逆風把舵千", "617": "鈞力。方能永定太平基。余以法乳恩深。黽勉拜受。即", "618": "日令首眾秉拂。凡遇節臘皆代陞座示眾。觀其提唱。", "619": "老人無不擊節稱善。冬十月老人示寂。明年正月入", "620": "塔畢。檀護方公克之林公孔碩率眾護法善信及諸", "621": "山本山大眾強令繼席開法。時戊戌正月念二日。余", "622": "年四十有四矣。一住十四載。雖座下常繞五千指。愧", "623": "無法與人。徒結粥飯因緣耳。至辛亥秋倦於接納。適", "624": "法姪石潮寧公入山省覲。乃為林公孔碩議曰。昔博", "625": "山老人開法此山。雪關繼之。先師重興。某忝繼之。浪", "626": "杖人曾住此山。未有繼之者。今寧公是其的嗣。願請", "627": "繼席。以續浪公一脉。某疲津梁。因得休退。是公之賜", "628": "也。公欣然力荷其事。余即說偈辭眾曰。本是無家客。", "629": "隨緣住此山。俄經十四載。乘興出松關。即日拂衣去。", "630": "一眾涕泣挽留不可。追至臺江而罷。寧公以眾情向", "631": "背不一。亦不果住。而余因得謝事。深愜夙志。時年已", "632": "五十有七矣。至建州復為眾留。插草聚沙作空花佛", "633": "事。自是以旅泊僧自號。隨緣漂泊。住無定蹤。若白雲。", "634": "若開元。若廣福鏡湖諸處。皆余杖錫往來之地。後至", "635": "東和之寶福。乃稅駕焉。因初離山數載間。山中大眾", "636": "每持眾護法書逼請還山。絡繹於道。余紿曰。七十不", "637": "掩息。當歸矣。俄爾間不覺年臨七旬。又值靜公謝事。", "638": "純一一脉二監寺同時遷化。山門無主。由是眾護法", "639": "僧眾請踐前約。逼迫還山。二三載間源源而來。弗容", "640": "少緩。只得以老病殘軀舍己從人。冐昧而至。時康熈", "641": "甲子四月廿有二日也。還山上堂有屴崱峯頭雲一", "642": "片。乘風飛去又飛來。作霖作雨渾閒事。惹得虗空笑", "643": "滿腮之語云。○余甞有願不另造塔。葢不欲以臭髑", "644": "髏費檀信膏血。若終此山。如亡僧常規。津送茶毗。拾", "645": "骨入舍利窟眾塔足矣。若終他山。當處死當處埋。萬", "646": "勿移動。此吾至囑。不可違也。○余在鼓山有秉拂錄", "647": "一卷。鼓山錄六卷。餐香錄八卷。還山錄四卷。在溫陵", "648": "有開元錄一卷。在玉融有靈石錄一卷。在建州諸處", "649": "有旅泊菴稿六卷。法會錄三卷。其集古有聖箭堂述", "650": "古一卷。禪海十珍一卷。其懺悔法有八十八佛懺一", "651": "卷。準提懺一卷。其修淨業有淨業常課一卷。淨土旨", "652": "訣一卷。續淨土生無生論一卷。註釋有心經請益說", "653": "一卷。佛祖三經指南三卷。舍利塔號註一卷。發願文", "654": "註一卷。其往復書問有筆語一卷。以上共二十種四", "655": "十四卷。其纂述有華嚴疏論纂要一百二十卷。金剛", "656": "般若經疏論纂要刊定記略三卷。護國仁王般若經", "657": "合古疏三卷。", "658": "No. 1440-CNo. 1440-C", "659": "延津天寧體如剛公。幼入緇門。即遇知識。知有宗", "660": "門大事。密自精研。孜孜不舍。今年越六旬而志不", "661": "少衰。每登鼓山請益。一日讀還山錄。大生喜樂。即", "662": "率其徒興瑞徒孫戒緋。同捐衣鉢請梓流通。苟非", "663": "靈根夙植。智種深培。焉能有此。昔日雪山亡軀。香", "664": "城破骨。以求大法。葢亦始此一念樂法之心耳。刻", "665": "工告竣。敬為書諸簡末。時", "666": "康熈戊辰春王正月燈節非家叟題", "667": "No. 1440-D 刻支那福州鼓山為霖禪師還山錄後序No. 1440-D", "668": "刻支那福州鼓山為霖禪師還山錄", "669": "後序", "670": "鼓山為霖大師被柔忍衣。入寂慈室。坐法空座。開堂", "671": "說法三十餘歲。座下常隨眾五千指。循循善誘。如老", "672": "婆憐兒孫。謙謙度生如津梁。大師誠天下之至柔乎。", "673": "及室中提宗印。辨魔揀異。則壁立萬仞。七十四歲垂", "674": "死而未肯許可一人。則大師誠天下之至強乎。然所", "675": "謂於大師至柔也者。非柔弱之謂。柔和善順而不卒", "676": "暴之謂也。所謂於大師至強也者。非強者之謂。和而", "677": "不流中立而不倚之謂也。然是皆隨俗而稱大師者", "678": "也。若據實而論之。則大師能柔能強而非柔非強。沒", "679": "量之大人。超宗越格之大導師也。猶非局守一機一", "680": "境為了當。比況與法門穿窬之小人。色厲而內荏。外", "681": "現丈夫之相。內無法守。如兒女啗之以勢利。則棄衣", "682": "拂如泥土。自家實亂法統而假名於嚴統。誤認俗氣", "683": "以為大機大用者。不可同歲語矣。大師先有初會語", "684": "錄。予昔年遣於京師印行。今又鋟此錄而不怠者。今", "685": "日佛祖一綫之正脈。纔係大師之言行也。祝忝同曹", "686": "洞之末流。敢以愚言輕污末簡。觀者無謂吾之亦有", "687": "黨。雖然吾之所不黨者私也情也。所不能不黨者正", "688": "也公也。雖片言隻字。無愧於辭。", "689": "時", "690": "元祿癸酉九月廿八日見住薩州玉龍山福昌禪寺", "691": "嗣祖沙門壽山祝謹題"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1440 為霖道霈禪師還山錄", "author": "(侍者)興燈．心亮．法雲．性朗 錄"}