{"sourceLink": "http://www.cbeta.org/", "text": {"0": "六所明宗旨", "1": "唯識論料簡下", "10": "前已說佛既滅已諸聖弟子各隨所樂結集流通大", "100": "唯世俗諦可說有空所執我法唯世俗故於勝義諦", "1000": "率爾之心雖緣名等不分別故名現量也由此得作", "1001": "四句分別有緣名不分別如前因緣及諸定心有分", "1002": "別不緣名如第七識未轉依時有分別亦緣名如第", "1003": "六識尋求心等緣聲名等而分別者有俱非如五八", "1004": "識等四句之中初後現量中二非也又解論說聞者", "1005": "識上聚集但不約聲解聚集相名句文三離聲無體", "1006": "如何聲外別明聚集又若名等有別相者應有別體", "1007": "既無別體別相亦無故但應說前已滅聲於後識上", "1008": "聚集顯現已為教體然聲聚集亦不如前於一一字", "1009": "皆有多念如何五字聲相唯五故於諸字有多念聲", "101": "不可言有依他圓成非所執故故依法體唯所執無", "1010": "前熏後生在心上現如是一句相即無邊由聲短長", "1011": "不應定數雖知名等無別體性由假實異非即聲故", "1012": "既說法詞境有差別如何聚集唯許說聲聞如何但", "1013": "言聞者識上聲等聚集以為教體何不說言見者識", "1014": "上色等相現為佛身耶答影略言之何要具責依此", "1015": "唯有自受用身與所化為勝增上於自識上佛影現", "1016": "前故經說云諸佛正遍知海從心相生是故汝等心", "1017": "相佛時是心即是三十二相八十隨形好是心是佛", "1018": "是心作佛華嚴十二及三十八大般若經第四百卷", "1019": "賢護經等皆同此說若爾契經說西方等國立清淨", "102": "隨情施設性非有故依他圓成二性真是有理緣生", "1020": "佛身微妙教令想念此云何通答猶諸有情不了唯", "1021": "識常行穢行不修淨因故大悲尊隨凡所解別指方", "1022": "所令其繫心漸斷穢因分修淨行次第修學其相若", "1023": "成即令了達唯識無境故欲修習應依聖言先隨一", "1024": "方取相觀察如自意樂相現分明無別境生名為善", "1025": "相相既成已觀察唯心如夢所緣皆自心變前如境", "1026": "相隨自想生後觀唯心易了知故了既唯識外境無", "1027": "審諦思惟遣除所取次於識相作意思惟以空除之", "1028": "名遣能取故此成者隨願法生諸佛威神無能遮止", "1029": "此即取相之心作唯識等加行其唯識等觀所取相", "103": "體不無故二性雖復通二諦収麤細言之體皆是有", "1030": "心空若不繫念隨方唯識等觀難立如但竪其外境", "1031": "心空之理令乖學者於中應善觀察若爾罪者終時", "1032": "念佛相未成就不了唯心能所取空豈自觀察如何", "1033": "經說亦得往生解云修心定生淨土不言得生佛國", "1034": "要須一切觀成故彼經言不惶念佛但稱名號亦得", "1035": "往生廣如念佛三摩地章具分別之不能繁述。", "1036": "問影略言如何不說見者識相以為二身影知教體", "1037": "在聞者識答此不應通不離難故教為生解欲令聞", "1038": "者了達唯識故說識現唯識方成身出佛體若言識", "1039": "變敬心不生故不說變方生敬仰上來總是龍軍論", "104": "雜染因果苦集二諦清淨因果滅道二諦總撥一切", "1040": "師佛地一師無性等說二者護法親光等說一切如", "1041": "來皆說名等本願成佛以教逗機令所化生得安樂", "1042": "故故佛地論第一卷云有義聞者善根本願增上緣", "1043": "力如來識上文義相生此文義相是佛利他善根所", "1044": "起名為佛說解云彼論意說眾生本願願聞佛說如", "1045": "來識上文義相生是故世尊實說文義二十論云展", "1046": "輪增上力二識成決定謂餘相續識差別故令餘相", "1047": "續差別識上展轉互為增上緣故十地亦云說者聽", "1048": "者俱以二事而得究竟一者聲二善字又般若論世", "1049": "親說云如經言如來無所說法者此義云何有一法", "105": "其體皆無諸佛說為不可治故三乘行者知斷證修", "1050": "唯獨如來說餘佛不說故又瑜伽論第六十四卷引", "1051": "升攝波葉喻經云佛取樹葉以問阿難比其林葉所", "1052": "有多少復告阿難我未所說乃有爾所已所說者如", "1053": "手中葉涅槃第十三迦葉亦引此事以難世尊若言", "1054": "四諦攝法皆盡何故昔言多所未說又解深密及金", "1055": "光明如來轉三種法輪所以如來教傳法者經首皆", "1056": "置我聞等言故不可云佛無言說若爾如何前師所", "1057": "引諸聖教文皆云不說答此依別意作如是言實非", "1058": "如來絕無言說何者一依諸佛自性法身故言不說", "1059": "法身如來無言說故二依諸佛自受用身故云不說", "106": "四諦法皆不成故由此法體二諦有殊不爾染法應", "1060": "唯佛所知非餘境故三約諸佛所說無異故云不說", "1061": "佛不說異諸佛法故四佛不說墮字文法故云不說", "1062": "佛知諸法離文字故五約圓成真如之理故云不說", "1063": "真如理中無言說故六約依他緣生之法故云不說", "1064": "緣生虗幻非實說故七約遍計所執自性故云不說", "1065": "妄情計度性都無故八佛所說非聞者識親所緣緣", "1066": "故云不說親所聞者自所變故以此八門釋佛經中", "1067": "不說法言攝義皆盡法身如來不說法者如金剛般", "1068": "若及涅槃經第十四等自受佛不說法者既諸解境", "1069": "義准知故無異說故名不說者如般若論及涅槃經", "107": "皆無故又於法體二諦若無如何契經說三性別不", "1070": "三十九等不說墮文字法名不說者如楞伽經第八", "1071": "卷等約圓成中名不說者如大般若三百六十四及", "1072": "五百七十一等約依他起名不說者如涅槃經第十", "1073": "四卷及無垢稱第一卷等約所執性名不說者如涅", "1074": "槃經第二十六及般若等處處皆說約非親聞名不", "1075": "說者諸經所說唯識皆是此即如來由知想力於一", "1076": "名中說無量義故言不說自有多端未可隨聞即執", "1077": "為定。", "1078": "問若言佛說何成唯識答謂佛所說但為疎質非聞", "1079": "者識親所緣緣於自識上文義相生是內所慮名親", "108": "應法體無別有三契經說三但依俗立俗諦隨情真", "1080": "所取故云佛說不違唯識音聲及以名等即以此義", "1081": "諸聖教言聞者所緣有親疎別所言疎者有其二種", "1082": "一謂佛二謂聞者自第八識佛聲同處所變聲等親", "1083": "亦有二一謂聞者與質同處自意識變聲及名等二", "1084": "謂耳識所變音聲。", "1085": "問但以諸佛菩薩聲聞所說等為疎所緣自耳意變", "1086": "為親所緣不違佛說唯識亦成何假聞者本識所變", "1087": "答如論第二護法正義阿賴耶識於他有情亦變似", "1088": "彼扶根依處不爾便無受用他義然不變他眼等五", "1089": "根解云自識不許依他根故於他根自不變眼等諸", "109": "理非有可唯所執寧得有三又二性無亦無所執如", "1090": "識緣他起故必變似他扶根准此即知聞聲教時自", "1091": "身本識於他聲處亦變似彼不爾便無聞他聲義故", "1092": "疎所緣有其二種然今教體約能說者唯取本識所", "1093": "變等不取說者耳識等變影像聲等無實用故但為", "1094": "自境非生他解又解由在所變影像亦有實用前三", "1095": "智品能現佛身說法等故故約能說除佛餘人唯取", "1096": "本質以之為教佛所說者通質及影雖有說言他用", "1097": "變化用前三智擊鏡智起依擊發緣三智現今以義", "1098": "通不依彼說因位第八不緣心等果位自在即能遍", "1099": "緣故知因位七識所變雖無實用果位變色實用非", "11": "迦葉波與阿難等最初結集聲聞藏教令小根者依", "110": "何經說有三性殊由能遍計染分依他妄執二性所", "1100": "無如第十卷自當分別若約能聽唯意識所變影像", "1101": "聲等為體不取本識耳識所變所以者何本識所變", "1102": "但為疎質非親能生自意故。", "1103": "問教為生解唯取影像器為受用應非本質答器通", "1104": "身及心受用故有礙方得為心依故通取質及影像", "1105": "為身受用故須本質復為識用故須影像教但取生", "1106": "意識心親能生者唯影像故聚集教唯在意識由此", "1107": "本識及耳識境無聚集故皆非教體又非名等義為", "1108": "境故。", "1109": "問既約能聽唯取意識影像聲等以為教體意識取", "111": "遍計境方可建立所執性故解深密第二卷云由得", "1110": "境質通自他如何亦以說要他聲處自本識受教義", "1111": "方成答前約五識故作是言。", "1112": "問耳識所現既非教體意識明了取現五塵必假五", "1113": "識五識不緣意不明了故說必藉本說所變又解且", "1114": "依親生聞教意識故說教體非餘識生若依具緣通", "1115": "取本識及以耳識所變之聲義實遍也總而言之雖", "1116": "有說聽親疎不同然正教體唯取諸佛菩薩所說清", "1117": "淨界平等流故聖教既然佛報化身應知亦爾謂莊", "1118": "嚴論攝大乘等皆云平等及成事智如次能現受用", "1119": "變化二佛身故又華嚴經梵網經等說盧舍那佛在", "112": "無見無相見故撥一切相皆是無相誹撥諸法遍計", "1120": "蓮華藏世界海中說心地故亦說變為千億佛故故", "1121": "他受用及變化身非無如來利他無漏善根所起清", "1122": "淨色身經說眾生心所現者就其親緣密意趣說謂", "1123": "本性境雖非心生影像所緣皆自意起為令觀察所", "1124": "取唯心說外境無皆從識變由此密意總說唯心不", "1125": "言唯心教無外境故隨法相本質雖非無行者修心", "1126": "要總觀唯識如論法性雖有空不空行者修空必總", "1127": "觀非有密意唯識理在斯焉甚深空門由茲更顯問", "1128": "答解釋已說如前不爾教體及報化身皆成有漏或", "1129": "染無記此即護法親光等說。", "113": "所執相依他起相圓成實相何以故由有依他起相", "1130": "又解無性且約親緣說自心現以為教體非無佛等", "1131": "所說本教故無性論第四卷云十地經於彼經中宣", "1132": "說菩薩十種地義此即安立十地行相名句文身識", "1133": "所變現聚集為體謂彼聖者金剛藏識所變影像為", "1134": "增上緣聞者身中識上影現似彼法門如是展轉傳", "1135": "來於今說名為教又第五卷說四清淨名圓成實彼", "1136": "第四淨云謂諸大乘妙正法教由此法教清淨緣故", "1137": "非遍計所執自性最清淨界等流性故非依他起自", "1138": "性若非佛說如何等流又彼論云受用變化即是後", "1139": "得智之差別故知佛身亦化所變說自心現亦依親", "114": "及有圓成實相故遍計所執相方可施設若於二相", "1140": "言。", "1141": "問既言佛說佛無熏習如何識上聚集顯現答由佛", "1142": "世尊具陀羅尼於一念中解一切法是故念念聚集", "1143": "解生剎那遍知一切法故問既言佛說三身之中何", "1144": "身所說答法身無言如前已說既爾楞伽第八卷說", "1145": "如何會通彼云法佛說法者內證聖行境界故解云", "1146": "彼約為境發生證智生解義同故名為說非言說說", "1147": "故不相違有古說云此由報化皆依法身二身說法", "1148": "歸於本故名法身說若爾二身說一切法如何但言", "1149": "內證行智境由此定非應如前說自受用身既非餘", "115": "見為無相彼亦誹撥遍計所執相是故說彼誹撥三", "1150": "境界境周圓不假言說故以名等令物生解唯他受", "1151": "用及變化身然此二身依楞伽經復有差別彼云應", "1152": "佛說法者謂以神力現眾法門能令對者隨根得益", "1153": "化佛說法者說施等行令生修學解云此即應身多", "1154": "以神力現不思議解脫法門令大根者聞見如來神", "1155": "通境行念慧增長如華嚴經有多文說即由神力現", "1156": "眾法門能生他解名為說法非唯現此寂莫無言盧", "1157": "舍耶佛說心地故化佛所化根鈍難調一一別說諸", "1158": "對治門於所修行方能悟解故言化佛說施等行故", "1159": "維摩詰答香積世界諸菩薩曰此土眾生剛強難化", "116": "相既楞伽等說三性殊故知法性體有三差別由是", "1160": "故佛為說苦切之言此是地獄是此餓鬼此是畜生", "1161": "乃至以難化之人心如猨猴故以若干種法制御其", "1162": "心乃可調伏上來至此總是第二相性差別門。", "1163": "第三攝境隨心門者清辨說云謂一切法真性皆無", "1164": "但隨妄情色等是有故聲名等體即妄心非離妄心", "1165": "有別性故如護法等遍計所執據理實無隨情名有", "1166": "離情無體可說即心故大般若第五百九十五云菩", "1167": "薩摩訶薩如實通達一切諸法顛倒所起虗妄心現", "1168": "本性空寂分別者云世俗諦中妄情之境有色心等", "1169": "差別不同依勝義諦真智所緣一切皆唯本淨心性", "117": "法體二諦不同不應但隨迷悟建立故於法體二諦", "1170": "及聲名等即淨心本性淨心之所起故此師意說真", "1171": "如之理隨虗妄緣起色心等諸有為法以相從性體", "1172": "即真如故說聲等即生淨心護法等云是識所緣皆", "1173": "識所現不離識故說識名體不言識外更無別法但", "1174": "親所緣是識現故若唯一識寧有十方凡聖尊卑因", "1175": "果等異誰為誰說何法何求故厚嚴經伽陀中說心", "1176": "意識所緣皆非離自性故我說一切唯有識無餘深", "1177": "密等經成證非一故諸聖教若依根本能說法者即", "1178": "以無漏心等為體若取於末能聞教者有漏無漏識", "1179": "心為體後得無漏亦聞法故簡異清辨如前宗說又", "118": "門中所執隨情可說非有二性真俗不可名無然雖", "1180": "亦不可說緣心生即真如性清辨已說是外道我名", "1181": "想別故又諸外道說自在天大梵時方本際自然虗", "1182": "空我等是一是常能生諸法爾說真如隨妄緣合起", "1183": "色心等與彼何殊又數論師三德性隨我思緣起造", "1184": "諸法所成大等相雖有異後轉變時還歸自性故說", "1185": "大等皆無滅壞今說真如起色心等息妄歸真還即", "1186": "真性然說性常色等生滅此乃所立劣數論宗故滅", "1187": "學徒不應依止然說諸法皆唯妄心又言一切即真", "1188": "如性初依所執後約圓成是密意言非顯了說明空", "1189": "加行顯示涅槃妄識真心教意如是。", "119": "無不離名詮表故經亦說非有非空若寄言談遮性", "1190": "第四心境有異門者清辨等說義應思擇護法等云", "1191": "聲及名等雖識所生論其自性體非即識能所緣等", "1192": "有差別故既說聽言正能生解則以聲等為其教體", "1193": "第五攝假隨實門者一切假法無別自性但隨別義", "1194": "施設建立故云所依實法為性如瓶盆等四塵為體", "1195": "如不害等即無嗔等諸不相應色心差別即以所依", "1196": "實法為體名等既假離聲體無故一切教但聲體故", "1197": "對法論第一卷說成所引聲者謂諸聖所說聲不說", "1198": "名等名成所引然有古德說云名等隨實以想為性", "1199": "想能施設名味句故隨實者以想為體此由不了由", "12": "法修行文殊師利與阿難陀復別結集諸菩薩藏令", "120": "非有但可稱有不得名空由是法體俗通有無以有", "1200": "想能取境分齊相隨相施設種種名言所起名言但", "1201": "依聲假立若隨實者體即聲乃隨根本以想為體若", "1202": "如攝論名有二種一言說名二思惟名然思惟名可", "1203": "想為體想能施設立名勝故。", "1204": "第六假實不同門者名等離聲雖無別體然假實異", "1205": "亦不即聲蘊處界門各別攝故故名句文及所依聲", "1206": "假實四法以之為體。", "1207": "第七蘊等三科門者此三科法如餘處辨今於此。", "1208": "明依處且五蘊中依第一攝相歸性體既知真如即", "1209": "非蘊攝真如無為非積聚故若依第二相性差別能", "121": "所執及非執故勝義唯有以勝義請非所執故若依", "1210": "別生解既聲名等故體即是識蘊此中識言亦攝心", "1211": "所若隨能變四蘊所收若依第四心境有異同前第", "1212": "二色行蘊也依其第五攝假隨實名等無別體即色", "1213": "蘊若依第六假實不同同第二四色行蘊攝處界門", "1214": "者攝相歸性法處法界相性差別聲處聲界法處法", "1215": "界攝境隨心且約心王意處意界及意識界心境有", "1216": "異聲處聲界法處法界攝假隨實聲處聲界假實不", "1217": "同同心境別。", "1218": "第八五法三性門者先明三性後明五法三性之中", "1219": "所執性無不別相攝依他圓成各有二種依他二者", "122": "迷悟世俗非無隨妄情乃至我法可言有故勝義非", "1220": "有漏無漏圓成二者常與無常有漏諸法唯依他起", "1221": "諸常住者皆是圓成空等說常依真性故無漏有為", "1222": "通二性攝藉眾緣生名依他起清淨離倒亦圓成實", "1223": "故攝論云若說四清淨是圓成實故約二性以明教", "1224": "時其前第一攝相歸性體既真如圓成實餘之五門", "1225": "並通二性若有漏者唯依他起若無漏者亦圓成實", "1226": "其五法者相名分別正智如如攝相歸性體唯如如", "1227": "餘之五門依諸聖教義即不定若依瑜伽七十二等", "1228": "無漏五門皆正智攝彼說一切無漏有為皆正智故", "1229": "若有漏者攝境隨心即是分別除之四門既取能詮", "123": "有聖智證空一切諸法相皆無故雖後得智緣有無", "1230": "皆名中攝若兼取所詮亦相中收故下第八釋彼論", "1231": "云彼說有漏心心所法變似所詮說名為相似能詮", "1232": "現施設為名能變心等立為分別無漏心等離戲論", "1233": "故但總名正智不說能所詮若依中邊第二卷說無", "1234": "漏五門亦名正智其有漏者攝境隨心亦名分別餘", "1235": "之四門皆相中收故下論云彼說有漏心及心所相", "1236": "分名相餘名分別若依楞伽第七卷說無漏同前有", "1237": "漏五門皆名分別故下論云彼說有漏心及心所相", "1238": "見分等總名分別虗妄分別為自性故若依世親攝", "1239": "大乘論第五卷說無漏同前有漏五門皆名中攝故", "124": "為證法有空亦名勝義然今且依根本智境故說勝", "1240": "下論云彼說有漏心心所法相見分等由名勢力成", "1241": "所遍計故說為名雖諸聖教相攝不同初所說者實", "1242": "為顯了故下論云諸聖教中所說五事文雖有異而", "1243": "義無違然初所說不相雜亂。", "1244": "第九漏無漏門者攝相歸性體唯無漏真如無為非", "1245": "有漏故餘之五門通漏無漏且性相別體既四法若", "1246": "依本教佛所說者聲名文句皆是無漏集論等云十", "1247": "八界中十五有漏名句文三自性無記者依隨轉門", "1248": "二乘等說今依大乘佛所說法聲名句文真善無漏", "1249": "佛地第六此論第十皆云十八通無漏故別有釋如", "125": "義一切皆空真智所緣無俗相故雖緣如起可說名", "1250": "論應知十地亦云說者聽者俱以二事而得究竟一", "1251": "者聲二善字金剛般若天親論云汝法是無記而我", "1252": "法是記是故一法寶勝無量珍寶十地菩薩二乘說", "1253": "法聲名句文即唯有漏等三性唯無記攝異熟識所", "1254": "變現故雖不同識性是異熟然隨見分無記性同約", "1255": "能說者非影像故顯揚等說隨能發心色聲二種雖", "1256": "通善惡但由假說實非善惡今論實性故不相違若", "1257": "能聽者識上所現且說意識影像相教隨能變心通", "1258": "漏無漏一切二乘七地已前無漏後得八地已去識", "1259": "所變者唯善無漏是無漏心影像相故故第十云無", "126": "空證如無相無所得故故下論引阿毗達磨契經義", "1260": "漏識上所變現者同能變識俱善無漏純善無漏因", "1261": "緣所生是道諦攝非苦集故異生二乘七地已前有", "1262": "漏之心所變現者皆有漏故第十云有漏識上所變", "1263": "現者同能變識皆是有漏純從有漏因緣所生是苦", "1264": "集攝非滅道故於有漏中三性義者有人解云聲唯", "1265": "善能聽教者善心起故名等無記論說名等唯無記", "1266": "故第十亦云善等識相不必皆同三性因緣雜引生", "1267": "故故能變識雖是善性所變之相通善無記即自問", "1268": "言名等依聲聲既是善如何名等唯無記耶解云聲", "1269": "是語業隨能發心即成善等名等非業復非心發故", "127": "云謂起證實無分別智一切境相皆不現前深密亦", "1270": "雖依聲仍是無記引婆沙云名句文三唯無記性非", "1271": "造業故思起故今解若其許聲通三性者名等依聲", "1272": "非唯無記名等若別體亦應殊體既不殊如何性異", "1273": "又若性別有別種不若言別種即違論說假法如無", "1274": "非因緣故若不別熏無別種子善聲生時如何得有", "1275": "無記名等不可善種生無記故若言對法說無記者", "1276": "應十五界不通無漏既說隨轉門無記應知亦爾又", "1277": "若說聲名為語業隨能發心成善等者此亦不然語", "1278": "業是表影像相聲無表示故不可名表若本質聲非", "1279": "善心起設意引生但假名善本識所變唯無記故故", "128": "云出世聖智證真如時都無有相亦無有所得諸論", "1280": "許聲善即非表業若是表者必無記性如何乃將大", "1281": "乘所說同薩婆多以為正義故知名等隨所依聲善", "1282": "等性同無別性故故能聽者影像相教聲若是善名", "1283": "等倒同集論等說自性無記依隨轉門非大乘義。", "1284": "問本質之聲唯無記性影像與質種子性同許作因", "1285": "緣能生本故此即五境性唯無記如何名等隨聲說", "1286": "善答今因此總分別之謂一切相無本質者與見性", "1287": "同三性所攝由見引生分別強故此或有說與見同", "1288": "種或雖同性種子各別但由引力與見性同若有本", "1289": "質或異或同何者若緣自身蘊處界法相分與質善", "129": "所說其義皆同故迷悟門勝義非有俗隨妄意可說", "1290": "等性同熏種為因生質影故若緣他身蘊處界法與", "1291": "見同性自身相種不可為因生他身故又若不爾二", "1292": "乘無學緣他染法與質性同應熏染種離欲聖者緣", "1293": "欲染法質影同性應熏欲染然於他身自識變者所", "1294": "變影像亦質同性彼扶根塵影種生故然緣自身所", "1295": "變影像有分別此同外器言五識末那相唯無記所", "1296": "熏成種能生質影種子無別性必同故其第六識若", "1297": "五同緣是現量者亦同於質唯無記性若是比量及", "1298": "獨頭生分別行施相見同性所熏成種唯能生影由", "1299": "斯影像色等五塵許通三性名等隨實非唯無記今", "13": "大根者依之習學然諸有情初聞小教執法實有鬪", "130": "不空若清辨解有為無為恒隨俗情假名安立證真", "1300": "詳此義理未必然意識相分所熏成種作十八界名", "1301": "言種子如何但與五同緣是現量者相分為因能生", "1302": "本質說同性耶。", "1303": "問若不許爾如何名等說隨所依通三性攝答但不", "1304": "許聲有三性別名句文三性無記不遮聲名唯無記", "1305": "攝又解緣過未等相與見同說通善等前以說故故", "1306": "說名等隨聲性別意識所變許杖自杖他質者與見", "1307": "性同如前說故雖意與五心俱同緣聲境質各別故", "1308": "耳識聞聲杖自質起意識同取緣他質生同處二質", "1309": "前已說故故意識相性與見同名等隨聲說名善等", "131": "智起了俗都無故於所緣無一切相如深密等遍計", "1310": "雖作是解理實難知如何同緣所杖各別此亦無失", "1311": "根識境同所取尚異根取本質識緣影像二識同境", "1312": "何妨質殊雖有說言五識所變皆有實用根取識變", "1313": "說名同境五識設然意識質異亦無過失行寬遍故", "1314": "總是第九漏無漏門。", "1315": "第十起繫寬狹門者初起次繫後明寬狹依薩婆多", "1316": "五地起第二定上雖無尋伺借下尋伺而起彼故依", "1317": "經部宗亦五地起然於五地自有語因彼尋伺通九", "1318": "地故四空無色雖有語因彼不發語許色無故其大", "1319": "眾部一說部說出世部雞胤四部同說色無色界既", "132": "所執護法等云諸法法性非唯妄情證智合如故俗", "1320": "具六識故六根境九地皆具由此名等通九地起然", "1321": "於語因未見有說義離諸識亦通九地尋伺多隨五", "1322": "識有故今同大乘古德有說同大眾等涅槃經等說", "1323": "無色界亦色非色又彼經云有色無色非二乘等所", "1324": "知境界故無麁色名為無色細色非無故有名等餘", "1325": "經亦說無色有情從佛菩薩而受化故依今說者無", "1326": "色色無同有部等唯有四蘊業色無故聖言有者依", "1327": "定果說故起名等准下五地三定借下尋伺生故。", "1328": "次明繫者通諸地繫如其業諸部不同若薩婆多通", "1329": "五地計如其語業自有二說一云總論聲處隨身亦", "133": "相無非由正智不緣相生即說諸法都無自相如色", "1330": "通五地二云隨語上三定無二說雖殊已後為正由", "1331": "心力生身力劣故依經部宗語通五地能發諸因諸", "1332": "地有故大眾部等遍通九地前說無色具根境故大", "1333": "乘諸聲許通五地隨能變心非尋伺故論其名等諸", "1334": "部之殊薩婆多宗有其二說一云隨身通五地繫二", "1335": "云隨語唯初二地故婆沙云有說名隨語地繫彼作", "1336": "是說生欲界者若作欲界語身語及名皆是欲界所", "1337": "說義或三界繫或不繫若作初定語彼欲界身語名", "1338": "初定義如前說生初定者作初定語身語及名皆是", "1339": "初定義如前說若作欲界語彼初定身語名欲界義", "134": "等智不緣聲等非聲等境性相都無聲等智生有聲", "1340": "如前說生上三定者作欲界語彼三定身語名欲界", "1341": "義如前說若作初定語彼三定身初定語名義如前", "1342": "說。", "1343": "問若爾上三定有名不有說無有說有而不可說評", "1344": "曰寧說無不應說有而不可說已無用故有說名隨", "1345": "補特伽羅地繫謂名與身同在一地餘義如前問若", "1346": "爾者無色界有名不有說無有說有而不可說有而", "1347": "不可說評曰寧說無不應說有而不別說已無用故", "1348": "如名文句亦爾問三界所繫如論評家隨語隨身二", "1349": "說何正解云隨語繫勝以語起聲生顯名故如善等", "135": "等故不應說言我亦如是依智境說故道皆空不言", "1350": "性能起心故三界繫亦隨能發若爾何故俱舍論說", "1351": "法無礙解通五地耶解云據能緣心說通五地理實", "1352": "名等隨語二地若爾彼說詞無礙解何唯二地非五", "1353": "地耶解云以緣言詞難故唯緣自地又解法無礙解", "1354": "通五地者此乃是彼隨身繫義或准彼文隨身為正", "1355": "然依前解理即為勝若經部宗名等即聲隨語隨身", "1356": "皆通五地彼說語因通五地故大眾部等通九地繫", "1357": "隨身隨語義皆通故若大乘宗名等雖假依聲立故", "1358": "唯可隨身通五地繫有實用聲本議變故本識所變", "1359": "必影像同地故繫等同質種故。", "136": "俗境性相非有緣俗識生有俗相故汝說俗相唯有", "1360": "後寬狹者薩婆多宗經界處門義寬名狹十七界全", "1361": "一界少分十一處全一處少分四蘊全一蘊少分攝", "1362": "彼義故一界一蘊少分攝彼名故又彼名等及義此", "1363": "即能詮唯名句等若論所詮通一切法如所能緣能", "1364": "緣唯心等所緣通一切若依詮門名寬義狹如醫方", "1365": "說於一一法各有千名世尊又於一義之中以多名", "1366": "說故名等寬評曰如是說者前說為善名等設多法", "1367": "攝狹故經部大乘雖未見文可作三釋一云名之與", "1368": "義寬狹相似所以者何具攝持者於一名中說無量", "1369": "義又於一義說無量名故義齊無有寬狹二名寬義", "137": "妄情設相識生相無不起我宗俗相從因等生雖體", "1370": "狹名於諸方不定同故色等法義即可同故三云義", "1371": "寬名狹蘊處界中義攝寬故又名即義故義寬名狹", "1372": "總雖十門辨於體性應知後四即是義門。", "1373": "八顯其所依○第八顯其所依者初顯依藏次明依教後辨依乘", "1374": "初依藏者所立法藏諸教不同依涅槃經佛所說法", "1375": "真實不虗外道所說悉皆妄語佛所說者有字有義", "1376": "外道所說有字無義佛所說教皆順法印外道所說", "1377": "違三法印故以佛教對外道言總立一藏名正法藏", "1378": "機義相應非顛倒故外道所說義不相應其理顛倒", "1379": "皆非正故又諸論說佛教根本依淨法界大定智悲", "138": "不堅非如所執所執隨情可說非有因等生相體不", "1380": "所流出故故無差別攝立一藏又瑜伽等諸論皆說", "1381": "有其二藏一謂聲聞二謂菩薩由獨覺教少於聲聞", "1382": "從多為藏名聲聞藏。又解獨覺之人初發心時亦依", "1383": "聲故從聲入道名聲聞故法華云若有眾生內有智", "1384": "性從佛世尊聞法信受慇懃精進自然慧樂獨善寂", "1385": "深知諸法因緣是名辟支佛乘又普曜經及阿闍世", "1386": "王經等說三藏一謂聲聞二謂獨覺三謂菩薩前以", "1387": "獨覺無多別教又從聲入攝在聲聞故但說二今據", "1388": "機行及果有殊故別開三不相違也又聖教別說有", "1389": "三一素怛攬藏二毗奈耶三阿毗達摩藏如三次第", "139": "全無如緣塵繩智相雖無豈繩同虵性都非有地隨", "1390": "詮定戒慧有差別故又總詮三成立定戒及慧別故", "1391": "又解三藏皆成三學從多分說如次成之又諸聖教", "1392": "說有六藏菩薩聲聞各具三故故法華云不得親近", "1393": "小乘三藏學者獨覺教少無別戒律故無三藏可分", "1394": "成九或可說九普曜經中說約三機別說成三此各", "1395": "有三故總說九然無聖教不可即依且約自乘略明", "1396": "增減諸餘門義如三藏章此論即是正法藏攝二藏", "1397": "之中菩薩藏收詮上乘故非聲聞藏依普曜經亦菩", "1398": "薩藏素怛攬等對法藏收研覆推究諸法相故六藏", "1399": "之內菩薩藏中對法攝。", "14": "諍便興一味真詮分成多部有大菩薩名曰龍猛佛", "140": "妄意可性都無繩塵眾成如幻是有繩雖是有由覺", "1400": "次依教者十二分教義說如章若依本教十分所收", "1401": "本事唯詮弟子往事本性但說佛過去生故非本事", "1402": "本生所攝依末教者唯論義收餘十一分獨佛所說", "1403": "論義一經通門人故。", "1404": "後依乘者諸聖教中建立增減及古諸德多說不同", "1405": "有說一乘如法華等故往經云十方佛土中唯有一", "1406": "乘法無二亦無三諸大乘經處處皆有然於此義學", "1407": "者相傳有其二解一云由佛方便說有諸乘究竟皆", "1408": "歸無上大乘餘乘即是一乘方便故說二乘即是佛", "1409": "乘無有二乘名究竟者故勝鬘云聲聞緣覺乘皆入", "141": "慧心緣塵識生亦遣繩相故真智起諸相皆無不由", "1410": "大乘大乘者即是佛乘是故三乘即是一乘乃至廣", "1411": "說又法華經云我於餘國作佛更有異名是人雖生", "1412": "滅度之想入涅槃而於彼土求佛智慧得聞是經智", "1413": "度論云有淨妙淨土出過三界諸阿羅漢當生其中", "1414": "又涅槃經云善男子隨小王之住處名曰小城轉輪", "1415": "聖王所住之處名為大城聲聞緣覺八萬六萬四萬", "1416": "二萬一萬住處名為涅槃非大涅槃無上法王聖王", "1417": "住處乃得名為大般涅槃第十一復云須陀洹人人", "1418": "天七反永盡諸苦入於涅槃是人未來過八萬劫便", "1419": "當得成阿耨菩提乃至辟支佛人煩惱無餘入於涅", "142": "相無法體非有般若等言本性空者彼依密意義說", "1420": "槃是人未來過十千劫便當得成阿耨菩提以此故", "1421": "知無有二乘自果究意畢竟滅者二乘尚然豈有一", "1422": "類無種性者名人天乘此但鈍根未堪入聖佛為彼", "1423": "說淺近之行令離惡道上生人天謂五戒等名人天", "1424": "乘故涅槃云一切眾生悉有心者皆得成就阿耨菩", "1425": "提二云理實非無五乘差別各於自乘證果究竟彼", "1426": "諸聖教說一佛乘約別意言非實唯一故攝大乘論", "1427": "第十卷本云為引攝一類及任持所餘由不定種姓", "1428": "諸佛說一乘法無我解脫等故性不同得二意樂化", "1429": "究竟說一乘如彼論中一一廣說由十因故佛說一", "143": "如前。", "1430": "乘法華論說聲聞有四一者寂相二迴向菩提心亦", "1431": "名退菩提心三者應化四增上慢世尊唯為第二第", "1432": "三授菩提記不爾便違涅槃經大般若經無上依經", "1433": "菩薩善戒經解深密經楞伽經稱讚大乘功德等亦", "1434": "違瑜伽顯揚對法莊嚴攝論法華論等故涅槃言我", "1435": "於一時說一乘一道一行一緣說須陀洹乃至阿羅", "1436": "漢皆得佛道我諸弟子不解我意於大眾中唱如是", "1437": "言如來說須陀洹乃至阿羅漢皆得佛道若皆作佛", "1438": "即解佛意何故稱為不解佛意故性相言如今所說", "1439": "廣引理教如乘章說。", "144": "問依何密意經作是言密意難知今應分別答總說", "1440": "有無聞說橫計度云經自說言十方佛土中唯有一", "1441": "乘法無二亦無三故知三乘皆非究竟破三別歸一", "1442": "究竟乘故華嚴經第八卷云一切世界諸群生尠有", "1443": "欲求聲聞道求緣覺者轉復少求大乘者甚希有求", "1444": "大乘者猶為易能信是法甚為難說言求大乘者猶", "1445": "為易能信是法甚為難故知別於大乘之外有難信", "1446": "者名為一乘又二十九云若眾生下劣其心厭沒者", "1447": "示以聲聞道令出於眾苦若復有眾生諸根少明利", "1448": "樂於因緣法為說辟支佛若人根明利饒益於眾生", "1449": "有大慈悲心為說菩薩道若有無上心決定樂大事", "145": "性空意唯所執言總意別是密意言問諸法甚深假", "1450": "為示於佛乘說無量佛法既言有大慈悲心為說菩", "1451": "薩道故知即是三乘內大乘有無上心者說無量佛", "1452": "法故知三外別有一乘此所立者但隨自性所引教", "1453": "文謬解非正所言無二亦無三者義應說言無第二", "1454": "第三必三乘中獨覺為第二聲聞為第三為引不定", "1455": "任持所餘方便說無第二第三亦非真實令無二乘", "1456": "何故大乘說是所破。經又說言尚無二乘何況有三", "1457": "者二謂第二三謂第三非經總說二乘三乘名二三", "1458": "也故經自言唯此一事實餘二則非真終不以少乘", "1459": "濟度於眾生若破三乘三外有一何故但言餘二非", "146": "言方詮分別顯了智尚難知何故世尊密意宣說而", "1460": "真不以小濟亦應說言餘三即非真不以三乘濟又", "1461": "亦應言世間無有三乘人得滅度唯一佛乘得滅度", "1462": "耳為止息故說三涅槃何故但言無有二乘為息說", "1463": "二經既但云餘二非真不以小濟無有二乘為息說", "1464": "二明知大乘非所破也又先說三今但云一數無三", "1465": "故破三無爽非總破別顯有又一大等是相待名形", "1466": "二形小名一大故既無二無小一大亦無如長短等", "1467": "學者共知雖無一大之名非無一大行果是故一乘", "1468": "大乘行等非所破也。", "1469": "若言破三三中之大即火宅內所許牛車後出門外", "147": "不顯了分別有空答由諸有情無始執有迷境真性", "1470": "總與牛車若破先牛別與後牛二牛何別又三中大", "1471": "即顯頓悟既言無大會令入一豈令頓悟成漸悟耶", "1472": "又大乘一乘發心修行及以得果有何差別而言捨", "1473": "大別取一乘耶法華說新發意菩薩疑網皆已除者", "1474": "顯未聞經將退大意既聞經已大心堅窂非前學大", "1475": "乘今求一乘也退菩提心有其二種一者已退如舍", "1476": "利弗等二者將退如此新發意由聞經已前熏發心", "1477": "後意堅窂法華論說退菩提心應知即是將退已退", "1478": "由前理教彼所成立三乘之外別有一乘但隨妄情", "1479": "全無由據。", "148": "正智不生世尊為令觀空證實依真智境說一切空", "1480": "若言由華嚴說求大乘者猶為易能信是法甚為難", "1481": "即顯三外別有一乘是究竟乘名難信者次下經言", "1482": "況能受持正憶念如說修行真實解此即難信猶為", "1483": "易能受持等更復難應須別立第五乘等然彼經緣", "1484": "求大乘者雖初發起大菩提心已過二乘言甚希有", "1485": "信是法者顯聞大乘而不誹謗過初發心言甚為難", "1486": "次復受持復難信法次復修行更難受持最後實解", "1487": "復修行等展轉文量後勝於前非顯信法過初發心", "1488": "即於所信別立乘也不爾受持既過信法修行實解", "1489": "展轉過前如是皆應別立乘故彼文中一顯初發心", "149": "法相言之二性是有故今唯說所執性無此即深密", "1490": "二顯生信三顯受持四如說行五能作證謂由菩薩", "1491": "行有淺深信法等難發心等易非後難者即別立乘", "1492": "不爾十地施等相望後勝於前皆應別立乘者發心", "1493": "因行殊得果別形對於餘別立乘故一切菩薩起二", "1494": "利心行二利行得二利果義既是同不應別立然唯", "1495": "約行別別立乘隨行有多亦無過失故莊嚴經第六", "1496": "十云或有一世界聞說一乘名或二三四五乃至無", "1497": "量乘智慧行有異解脫無差別。", "1498": "若言迂迴入大位者名為大乘若直往者所行大位", "1499": "名為一乘此亦非理廣智名大遮餘說一非是一大", "15": "滅度後第二百年南印度境出興於世依般若等密", "150": "等經依法性相唯說所執空依他圓成有般若經等", "1500": "體性不定法華經說唯有一乘本為二乘豈由直往", "1501": "名尚未了義安在焉故勝鬘云聲聞緣覺乘皆入大", "1502": "乘大乘者即是佛乘見故三乘即是一乘又彼所引", "1503": "二十九文推其意由亦未為證彼經意說若有慈悲", "1504": "心欲饒益眾生為說菩薩道增長慈悲故菩薩道者", "1505": "即是四攝四無量等若有無上心決定求作佛為說", "1506": "佛功德增長欣樂故佛功德者即是十力四無畏等", "1507": "前為增長救眾生心後為增長求菩提意豈復別說", "1508": "有一乘也由此應知攝大乘為引攝一類及任持所", "1509": "餘等故佛密意唯說一乘尚非實無二乘究竟何有", "151": "依真智境言依勝義諦一切悉皆無此由依他起性", "1510": "佛乘非究竟耶故華嚴終二十七初第二地中勸諸", "1511": "菩薩令住十善道何以故由是十善道與智慧和合", "1512": "修行若必劣弱樂少功德厭畏三界大悲心薄從他", "1513": "聞法至聲聞乘若行是十善道不從他聞自然得智", "1514": "能具足而能除入眾因緣法至辟支佛乘若行是十", "1515": "善道清淨具足其心廣大無量無邊於眾生中起大", "1516": "悲心有方便力志願堅固不捨一切眾生求佛一智", "1517": "慧淨菩薩諸地淨諸波羅蜜入深廣大行則能得佛", "1518": "十力四無所畏四無礙智大悲乃至具足一切種智", "1519": "集諸佛法此即顯示由十善道具得三乘若別有一", "152": "虗幻非實圓成實性有相不行然諸愚夫不如實解", "1520": "何故不說豈彼非由十善道得法華第二火宅品中", "1521": "說諸有情三乘根異大集第一說所化殊亦同義嚴", "1522": "不能廣引然彼說者不自知非遂改佛經隨自愚意", "1523": "花嚴經六十卷或十二十八及第六十并大集經第", "1524": "一卷後四處經文皆有改處披撿之者應細尋之所", "1525": "改經文不能具述廣以舊本而比審思三外一乘無", "1526": "有非直解行不殊大乘即是一乘亦微三階無別。", "1527": "有依前義解釋一大行殊有已此途廣談三一階別", "1528": "行殊即顯一大不同階別復一言三乘異此等雖有", "1529": "相似之文然己義觀多非文意豈得依彼頓陳常途", "153": "於真俗境妄執便生世尊為除此迷妄執生真境智", "1530": "不順聖言隨異妄說一一度破如別抄中前來總是", "1531": "唯說一乘。", "1532": "有說二乘一菩薩乘二聲聞乘說二所由同前二藏", "1533": "此又說名大小二乘聲聞獨覺機行及果皆非廣大", "1534": "同狹劣故合名小乘菩薩之人若根若行及所得果", "1535": "皆廣大故名為大乘或說三乘同普曜經說三藏意", "1536": "不別開出不定性者究竟亦唯三乘中攝所得之果", "1537": "不越三故又不別說人天乘者同是淺近非究竟運", "1538": "有漏之果非可樂故有說四乘三乘之中別開不定", "1539": "由隨緣轉果不定故如大般若有多教說又勝鬘經", "154": "總說皆空非說法空全無二諦但令觀察除有相心", "1540": "亦說四乘前四中除不定性所得之果不過三故人", "1541": "天為一故成四種無種姓中殊勝生故行能廣運惡", "1542": "道苦故人天合者由機行果同淺近故有說五乘定", "1543": "不定性別說為四并合人天故總稱五如稱讚大乘", "1544": "功德經及楞伽經第八卷說又瑜伽等亦說五乘別", "1545": "說人天已之為二受果報類有差別故合不定姓不", "1546": "越三故何故不開有性為四無性為二說六乘者諸", "1547": "教共說五種性故設云六者義亦無違然未見文故", "1548": "但說五不說七等無別類故略明增減解義如章。", "1549": "若辨所依此論即是一乘所攝說有二乘非究竟故", "155": "故仁王經二諦品云有無本性二譬如牛二角照解", "1550": "二乘之內菩薩乘收四乘五乘俱是第一前來第八", "1551": "辨所依也。", "1552": "九辨教得名○第九辨教得名如別抄說。", "1553": "十判釋文義○第十判釋文義至文當知。", "1554": "結語上來多依諸德傳授設有少別義或可觀鑒者覩之", "1555": "請詳其致。", "1556": "唯識論料簡下終", "156": "見無二二諦常不即解心見不二求二不可得非謂", "157": "二諦一非二何得於解常自一於諦自二通達此無", "158": "二入真第一義菩薩瓔珞本業經下卷云佛子二諦", "159": "者世諦有故不空真諦空故不有二諦常爾故不一", "16": "意教門廣造中觀十二門等破初凡愚實有法執其", "160": "聖照空故不二此論亦云雖知諸法有空不空然諸", "161": "愚夫於彼增益世尊為除彼增益執於有及無總說", "162": "無性非性全無解云總說性無為觀察不爾密意所", "163": "以者何解深密經及瑜伽等皆有此文廣如下說。", "164": "問法性空虗幻既不全無為除妄執應說非實如何", "165": "總令觀一切空答依他虗幻證真方了正智契理要", "166": "藉空門總觀令空為生真智後得智起方了依他故", "167": "厚嚴經伽他中說非不見真如而能了諸行皆如幻", "168": "事等雖有而非真深密第一心意識品攝大乘等處", "169": "處皆同。", "17": "別神德具如傳說同時即有提婆菩薩等諸大論師", "170": "問真如之理性不空無如何要說藉空門顯答性雖", "171": "不空然離戲論故諸有相分別不行必假觀空斷諸", "172": "有見修行正道方乃證真故大般若勝天王分法界", "173": "品初云天王當知諸菩薩摩訶薩學深般若波羅蜜", "174": "多有妙慧故親近善友發勤精進乃至以敬重心修", "175": "習空行修空行故遠離諸見遠離諸見故修行正道", "176": "修行正道故便能如實通達法界又涅槃經二十六", "177": "云善男子一切菩薩住九地者見有法性以是見故", "178": "不見佛性若見佛性則不復見一切法性以修如是", "179": "空三昧故不見法性以不見故則見佛性彼經又云", "18": "助其揚化所以無相大乘此後盛行於世諸有情類", "180": "一切眾生雖有佛性要由菩薩修空三昧然後方見", "181": "又寶雲經第四卷云修空觀故除諸假名除假名故", "182": "能向正道能向正道故能見真實何謂真實所見不", "183": "虗名為真實何謂所見不虗所謂如實非不如實云", "184": "何名為斷見如實佛言此法唯可心知難以口說非", "185": "是文字所能宣釋如是等文處處非一故真如加行", "186": "要總觀空除有相心方證真理不可法相有空不空", "187": "觀者修空唯除所執所以者何由執二性妄執便生", "188": "不觀有空豈能除執又所執性離有別無如何別觀", "189": "所執非有又真如理在有法中不觀有空如何證理", "19": "念智漸減依教修學不知密意便撥諸法一切都無", "190": "又有漏相相縛所收若不觀空如何除遣又證真理", "191": "有相不行不總觀空豈能盡相故依教理今發誠言", "192": "法相雖許有空不空證真必由總觀非有故大般若", "193": "第三百二十八卷約真如理廣說色心等諸有為法", "194": "皆悉甚深色等真如與色等法非別異故為於色等", "195": "證見真理又真理差別相無為遣相縛證真如理故", "196": "經說色等真如甚深故色等甚深作此說已善現白", "197": "佛言世尊甚奇微妙方便為諸菩薩遮遣色等差別", "198": "執故顯示涅槃說色等真如甚深故色等甚深乃至", "199": "彼第二百二十九云佛告善現諸菩薩眾應於如是", "2": "大慈恩寺沙門　基　撰", "20": "於所修行任情放捨。佛滅後九百年中復有菩薩名", "200": "諸甚深處依深般若波羅蜜多相應理趣審諦思惟", "201": "稱量觀察乃至彼云若諸菩薩能於如是諸甚深處", "202": "依深般若波羅蜜多相應理趣審諦思惟稱量觀察", "203": "如深般若波羅蜜多所說而住所說而學起一念心", "204": "尚能攝取無數無量無邊功德超無量劫生死流轉", "205": "疾證無上正等菩提况能無間常勤修習又言於如", "206": "是等諸甚深處如深般若波羅蜜多所說而住經一", "207": "晝夜所獲功德若此功德有形量者殑伽沙等三千", "208": "大千諸佛世界不能容受第二第三第四第五分皆", "209": "有此文求大智者應勤修學。", "21": "曰無著中印度境出興於世親承慈尊十七地等依", "210": "問既由教理總觀法空除有相心方能顯理色心等", "211": "法現證非無以何加行觀察非有答此加行道余未", "212": "曾修教理之間頗經遊意今依所學少分指陳其修", "213": "心者應善觀察且有為法色心既殊加行遣除方便", "214": "亦異色相麤顯折大以觀空心質無形分時而觀盡", "215": "或由因起義通色心就緣推求雙除色心色又有為", "216": "無實幻等義成約喻遣除通遮心色此即依他己相", "217": "方便多端隨樂修行無違理教然無為之理非妄識", "218": "之所親緣展轉依言所計即自心之相心相既非常", "219": "住還若有為遣除但觀者常相空有常之相安在又", "22": "深密等顯了教門廣造顯揚攝大乘等具明諸法除", "220": "無為之理不離色心有為之因推求無為之相自遣", "221": "又以不起方便除遣無為之心清辨有文亦可修學", "222": "問真如之理二相俱無空有雙除方能證會有相除", "223": "遣可說如前空相遣除由何加行答加行修空非唯", "224": "遣有若取定相還以空除謂觀行者以修空故於自", "225": "心內空相遂生即以空心作意除遣故於所慮空相", "226": "亦無故深密經第三卷中說空作意遣除十相彼第", "227": "十云即於彼相對除空性相作意思惟故有空性相", "228": "此由空空能正除遣處處經論皆有此言故說修空", "229": "能除諸見若云以有相心除其空相空相雖遣有相", "23": "次執空同時復有世親菩薩等諸大論師助其揚化", "230": "還生既爾乃名增之分別於所取境何名遣除故欲", "231": "雙亡有空之相唯依空行非有相心此修行非唯上", "232": "位從初發意即如是修故大般若第三百六十一及", "233": "第三第四第五分皆有此文當舊大品經漸次行漸", "234": "學品並言從初發心乃至上位皆依如是空無相學", "235": "由如是義應作是言密意空經名為了義以能顯了", "236": "真如義故法相有教名不了義觀有不能顯真理故", "237": "故了不了由義有殊學者於中不應驚怖。", "238": "問如解深密第二卷中佛為勝義生菩薩依遍計所", "239": "執說三無性已經言說此法時於大會中有六百千", "24": "所以法相大乘此後世廣流布教雖前後義旨不同", "240": "眾生發菩提心三百千聲聞遠塵離垢於諸法中得", "241": "法眼淨一百五十千聲聞永盡諸漏心得解脫七十", "242": "五千菩薩得無生忍此經既依法相道理說無所執", "243": "二性非無時眾聞經各成果證如何乃說法相有教", "244": "不能顯理名不了耶解云經依所執說三性無所詮", "245": "顯了名為了義然了三性無不觀二性有要總觀察", "246": "三性皆空方能了知無三所執故彼時會為了所執", "247": "空總觀諸法無方獲果證由此顯理還藉空言豈由", "248": "有道而能得果故諸有教不能顯真說不了言亦何", "249": "󰼲責如契經說無常等時亦有三乘悟道得果豈無", "25": "然由聖者任持大乘猶未乖諍至後像法初起千一", "250": "常等親生聖心唯依生行方入聖故皆等皆依遠緣", "251": "方便歎教利益說得果言理實皆由總空加行方能", "252": "親生三乘聖智如二乘者起空行時唯緣我性空尚", "253": "不觀法有此共相觀非自相故況諸菩薩修空加行", "254": "但觀無所執而不遣依他故欲修行諸相皆捨伏除", "255": "分別方乃證真然亦不可定判諸經相隨空有言名", "256": "為了不了深密經等亦說空故般若等教亦明有故", "257": "若依多分即應說言般若等經名為了義多依勝義", "258": "諦說一切空故深密經等名不了義於諸法相中空", "259": "有別說故。", "26": "百年有清辨等出不了般若等經龍猛等宗密意教", "260": "問若說證理要總觀定非由別觀所執非有具違教", "261": "理如何會通教相違者二十唯識敘外難云若知諸", "262": "法一切種無入法無我是則唯識亦畢竟無何所安", "263": "立論主解云非知諸法一切種無乃得名為入法無", "264": "我然達愚夫遍計所執自性差別諸法無我如是乃", "265": "名入法無我非諸佛境離言法性亦都無故名法無", "266": "我解云此既唯觀所執性無入法無我如何乃說觀", "267": "一切空攝大乘論第六復云由四尋思四如實智便", "268": "能入三種自性無性解云於加行時推求行見假有", "269": "實無方便因相說名尋思了知假有實無所得決定", "27": "義將為顯了造般若燈掌珍論等破無著等同時即", "270": "行智方便果相名如實智世親二種一說亦同彼論", "271": "頌云名事互為客其性應尋思於二亦當推唯量及", "272": "唯假實智觀無義唯有分別三彼無故此無是則入", "273": "三性無性菩薩廣解釋已於後總顯二頌意云此中", "274": "但遣遍計所執名別心境伏除分別不無其事若不", "275": "爾者繫縛解脫俱不應成淨與不淨皆無有故此論", "276": "亦云四尋思者尋思名義自性差別假施設有實不", "277": "可得此等聖教多處皆同觀依他起假施設有不說", "278": "觀察依佗性無如何總令觀空顯理又此論第八深", "279": "密第一瑜伽七十四依所執等三種自性如次安立", "28": "有護法親光及安慧等依深密等經無著等宗造廣", "280": "三無生忍所謂自性自然惑苦又如次立空無願相", "281": "三解脫門如前所引攝論頌文亦於三性次第悟入", "282": "此等復說皆別觀察三種自性證三無性如何要說", "283": "觀三性無方能證真達無所執亦不應言由所執性", "284": "無別體故不別觀察又攝大乘第四卷云此中何者", "285": "圓成實相謂即於彼依地起中由似義相永無有故", "286": "無性釋云依他起上遍計所執永無所顯真如自性", "287": "當知是名圓成實相彼論多受所說皆同。", "288": "若總觀空方能顯理即應圓成依他起上依他所執", "289": "二無所顯何故但說所執無答諸聖言教可以義尋", "29": "百論成唯識等破斥清辨從此已後鬪諍便興故於", "290": "不應隨文而生執著此等或依法相道理或依菩薩", "291": "遠加行心或約真空後得智故於觀境所說不同理", "292": "實親能引生聖智要總觀空為加行也豈雙印如何", "293": "但說印空相耶若爾忍生印所執故忍生位但說印", "294": "空所執相現無忍位尚除遣依他現有相如何不印", "295": "空不可說言加行位中非實遣依他故忍位不說加", "296": "行位中於所執性亦非實證空寧說印非有七十四", "297": "說如實悟入所執性時當言隨入圓成實故既忍生", "298": "時唯印空相證圓成實復遣依他故總觀空方生聖", "299": "智如瑜伽論七十四云問諸觀行者通達遍計所執", "3": "顯小乘合說總明第一異計自下第二辨大乘者大", "30": "空有二宗各別如過去佛正法流行同未涅槃各各", "300": "時當言行於相耶行無相耶答以世間智而通達時", "301": "當言行於相若以出世智而通達時當言行於無相", "302": "如遍計所執自性依他起自性圓成實自性當知亦", "303": "爾解云彼論既說出世聖智通達三性皆行無相非", "304": "行於相故知加行要總觀空聖智方生行三無相不", "305": "爾聖智即應唯於遍計所執行無相也加行但觀所", "306": "執無故。", "307": "又解深密第三卷慈氏菩薩云世尊修奢摩他毘鉢", "308": "舍那諸菩薩眾由何作意何等云何除遣諸相佛言", "309": "善男子由真如作意除遣法相及與義相若於其名", "31": "有異今我世尊千年聖教還同未滅亦有三時故正", "310": "及名自性無所得時亦不觀彼所依之相如是除遣", "311": "如於其名於句於文於一切義當知亦爾乃至於界", "312": "及界自性無所得時亦不觀彼所依之相如是除遣。", "313": "解云真如作意謂無相心除遣法相及與義相者法", "314": "謂能詮義謂所詮此即顯示真如作意除遣遍計所", "315": "執之相若於名等無所得時亦不觀彼所依相者謂", "316": "於所執名及自性無所得時亦不觀彼所執所依依", "317": "他起相七十四說遍計所執以依他起相名分別為", "318": "所依故對法十四六種知觀中說所執性名為迷乱", "319": "依他即是迷乱所依故知依他名所依相所言界者", "32": "法中未令乖諍千歲之後和合並無。", "320": "器世界有情界法界所調伏方便界或如舊經即十", "321": "八界此經既說遣除所執法義相時亦不觀彼所執", "322": "所依依他之相如是遣不總觀空如何除遣不可說", "323": "言彼所依相非依他起若爾次應問答由此依他後", "324": "方問答圓成何故彼經不說依他遣所執後即問成", "325": "實故彼經中次下問云世尊諸所了知真如義相此", "326": "真如相亦可遣不善男子於所了知真如義中都無", "327": "有相亦無所得當何所遣故所依相即依他起攝大", "328": "乘第四卷云是無所有非真實義顯現所依者無性", "329": "釋云虗妄分別所攝諸識是遍計所執能取所取顯", "33": "清辨宗云世俗諦中諸法可有隨情建立許非無故", "330": "現因緣故名所依世親釋云言所依者是計所執能", "331": "取所取顯現所依是所因義一有性無所得二彼躰", "332": "無所得三不顯現無所得無所得者推求諸法不得", "333": "自性非一切種都無所得然依遍計所執自性無所", "334": "得時亦不觀彼依他自相故知所依即依他起。", "335": "又彼經云世尊如是了知諸法菩薩為遣諸相勤修", "336": "加行有幾種相難可除遣誰能除遣善男子有十種", "337": "相難可除遣空能除遣以十八空別除十相一一如", "338": "彼經中廣說說已復云世尊如是除遣十種相時遣", "339": "何等相從何等相而得解脫善男子除遣三摩地所", "34": "勝義諦理一切皆空就智所緣性非有故然名空者", "340": "行影像相從雜染縛相而得解脫彼亦除遣解云既", "341": "說由空所除諸相是三摩地所行影像此影像相豈", "342": "是所執故知前說所依相者所執所依依他起相。又", "343": "云從雜染縛相而得解脫彼雜染相亦云除遣豈彼", "344": "相縛是所執耶若彼相縛是所執者應三摩地是󱍮", "345": "重縛若三摩地所有心觀是麁重縛而應菩薩加行", "346": "所修勝奢摩他昆鉢舍耶不能伏除相麁重縛不見", "347": "所除即能除故故三摩地所行影像雖是相縛非所", "348": "執性所執性亦不名縛唯有躰解脫處故如何所執", "349": "說為相縛故知縛性皆依他起緣染汙名麁重縛有", "35": "遮俗非無不說言空別有空體此理微妙唯聖智知", "350": "漏所緣名之相縛止觀伏除麁重縛故所執相無名", "351": "遣所執遣相縛故名遣依他加行三慧既如是修真", "352": "無漏生解脫二縛於二自性無見無得故顯揚論第", "353": "十六云由能解脫二種縛已於二自性正無所得及", "354": "無所見所以者何由遍計所執自性畢竟無故正無", "355": "所得依他起自性雖復是有不取相故正無所見深", "356": "密第一亦有此文由是故知修止觀者所執依他並", "357": "湏除遣對法十一亦同彼經由持任等四種修習能", "358": "得第五清淨轉依第三鏡者謂緣持任所多聞境有", "359": "相三摩地由此三摩地猶帶所知影像相故又能照", "36": "但假名空實無言說故大經言一切諸法皆本性空", "360": "察所知事質故譬於境第四明者謂能取所取無所", "361": "得智由此智見道所攝現觀轉故彼論顯示由第四", "362": "明除前第三鏡所取相既同深密以空遣除豈不觀", "363": "察依他起無相下論別觀能取所取即是廣釋明相", "364": "差別此論三忍即彼文意說所執名為所取依他起", "365": "性名為能取攝大乘等義並不殊非能取取皆唯所", "366": "執攝論第六亦有此文彼論斷除四處中第四斷除", "367": "分別障云由於現前現住安立一切相中無所作意", "368": "無所分別斷分別故世親釋云謂加行無分別智轉", "369": "時如理作意住一切定心諸相作意分別皆斷乃至", "37": "無生無滅無相無為戲論不行分別永絕雖本性空", "370": "謂於現前色等現住及骨鎻等定所安立一切所緣", "371": "諸境界相皆不作意無所分別由無分別方便能入", "372": "若異分別終不能入解云既說斷除定心分別故同", "373": "深密由空作意遣三摩地所行影像是故於彼分別", "374": "永無無性雖說於諸法中執著分別悉能永離此依", "375": "勝障故說執心理實非執取相定心皆名分別此位", "376": "亦遣故隨朝譯世親論云謂觀者修無分別智時在", "377": "正思惟位滅此等一切寂靜分別或無性意同安慧", "378": "宗諸有漏心皆名法執故定分別亦名執著然梁攝", "379": "論判分別云謂於現前色等現住此顯散心取相分", "38": "無有一法然諸愚夫迷謬顛倒於空有中起別異相", "380": "別及骨鎻等定所安立此顯定心取相分別既諸處", "381": "文皆說定心無性獨云執著分別故依勝障非盡理", "382": "言或同安慧有漏皆執又解無性言執著者即是分", "383": "別取相異名所謂一切諸法法義相不取名不執著", "384": "非執著言即顯法執不爾第四何異第三於所聞思", "385": "離法我執又如彼論以依他起圓成實覺別除所執", "386": "依他起覺若不觀察依他起空如何論說除依他覺", "387": "彼論長行廣解釋已別頌云於繩謂蛇智見繩了義", "388": "無證見彼分時知如蛇智亂彼論既說以圓成覺遣", "389": "依他覺故知加行亦遣依他若不觀空如何除遣何", "39": "謂色等法異本性空不如實知諸法本性由不知故", "390": "理復名圓成實覺若但觀察所執性無即此說名圓", "391": "成實覺依依他起覺亦遣所執應得說名圓成實覺", "392": "復不可言圓成實覺依止悟證要先加行思惟真如", "393": "後方能證圓成實故前深密等即為證文諸處聖言", "394": "亦復非一既知如是故於有無總觀為空方得名為", "395": "圓成實覺於此能證圓滿真如。", "396": "問如前所引深密等文遍計所執及依他相同說真", "397": "如作意除遣何故攝論說依他覺別除遍計所執覺", "398": "耶答攝大乘論於遠加行所取能取漸次伏除從麁", "399": "至細初修者說解深密經依久修學真如作意觀二", "4": "乘宗義隨教無邊且論空有二宗各別所以者何由", "40": "執著色等由執著故便於色等計我我所由妄計故", "400": "取空引發真智親近行說謂初觀察依他假有由此", "401": "能遣所執實無次復觀察影像相無由此伏除依他", "402": "幻有論依初後二覺別除經約頓修同真如遣初除", "403": "所執名遣所取後遣依他名除能取雖於所取及以", "404": "依他二相皆有能取所取然所執性是能執心妄所", "405": "計故但名所取依他影像心所引生不離能緣總名", "406": "能取如於𤏙等四善根中𤏙頂二位觀所取空即緣", "407": "名等依他假有遍計所執有等實無是依他覺遣除", "408": "所執忍世第一觀能取空即除依他名等假相是圓", "409": "成覺除遣依他實理二觀諸位具修且依成滿𤏙等", "41": "受後有色身不能解脫生老病死往來三有輪轉無", "410": "別說諸人於此既不了知說能所取皆計所執至下", "411": "第九當自廣成故於聖言應審思擇故攝論云如是", "412": "菩薩悟入意言似義相故悟入遍計所執性悟入唯", "413": "識故悟入依他起性云何悟入圓成實性論本解云", "414": "若已滅除意言聞法熏習種類唯識之相爾時菩薩", "415": "已遣義相一切似義無容得生故似唯識亦不得生", "416": "由是因緣住一切義無分別名於法界中便得現見", "417": "相應而住乃至故名悟入圓成實性悟初二性如文", "418": "易了。", "419": "悟圓成實無性釋云為顯悟入圓成實性故復說言", "42": "窮一切菩薩依本性空學已證得無上菩提為有情", "420": "已遣義相即是已能除義相義一切似義無容得生", "421": "者即是都無有能似義而生起義故似唯識亦不得", "422": "生者所取無故能取亦無即是唯識所成之義亦不", "423": "轉義乃至廣說世親釋云一切似義無容生者謂無", "424": "如是品類實義可似其生故似唯識亦不得生者謂", "425": "唯識相亦不得起乃至從是已後現證真如此現證", "426": "位不可宣說內自證故乃至廣說無性釋論依唯識", "427": "門故依他性名為能取世親釋論法相語故於依他", "428": "但名識相若已滅除意言聞法熏習種類唯識之相", "429": "者彼二論中皆無有釋唯梁釋論是釋之云若菩薩", "43": "說本性空法若一法性不空者不應修空而證菩提", "430": "依初真觀入依他性由第二真觀除依他性則捨唯", "431": "識相此釋意云意言所聞契經等法所謂唯有似義", "432": "意言聞此熏習起唯識相此唯識相名初真觀已能", "433": "除滅所執義相由此相故未能證真復依第二勝義", "434": "真觀觀察依他唯識相空由此滅除唯識之相即能", "435": "如實通達法界即同於繩謂虵智等。", "436": "比見學者所傳皆道真諦三藏所翻釋論除依他性", "437": "失論所宗隨朝唐朝無此言故世親不無依他起故", "438": "此等評人非真於義不融亦未識真諦意遣依他言", "439": "自論觀境非是法相說依他無故梁朝論第六卷說", "44": "為有情說本性空法三世諸佛無不皆以本性空義", "440": "分別性顯現似法然與依他躰性不同若同躰者有", "441": "多過失長行及頌廣如彼說彼下論文若無依他性", "442": "真實性亦無若無二性則有無染汙及清淨過失此", "443": "二品非無是故非一切皆無別經論云諸佛世尊於", "444": "大乘中說󳺎佛略此經中說云何應和分別性由說", "445": "無有品類云何應知依他性由說如幻事等云何應", "446": "知真實性由說四種清淨法釋論云若有染汙則有", "447": "清淨若兩法悉無則一切皆無此一切無即是撥無", "448": "生死涅槃義不可立由染汙及清淨品可見故是故", "449": "兩法顯現若撥言無則成邪見亦名損滅謗是故分", "45": "而為佛眼定無諸法離本性空而出世者諸佛出世", "450": "別性是無依他性不可撥言無解云此既廣成依他", "451": "性有如何說彼翻論乖宗故知下文說除遣者但依", "452": "觀境非說法無遣作佗言雖非本論申此真諦善得", "453": "論宗故說乖宗無有未得意故密嚴經亦作是說名", "454": "為遍計性相是依他起名相二俱遣是為第一義。", "455": "又七十四復說云若觀行者隨入圓成實自性時當", "456": "言除遣何等自性答依他起自性此經及論說遣依", "457": "他亦應乖宗非是順理如前所引顯揚攝論解深密", "458": "等所說皆同彼依觀境說遣依他故知真諦無違理", "459": "教者即執彼遣依他言說舊論中依他起性亦不存", "46": "無不皆說本性空義所化有情要聞諸佛本性空義", "460": "有若爾如何前廣成立此等狂言雖不可說傳者既", "461": "眾錄示未聞有學之徒應已呈試前來意說將悟圓", "462": "成除滅所執及依他相由是因緣於所緣境分別不", "463": "行住無分別方能悟入圓成實性故知加行亦遣依", "464": "他不由觀空如何除遣又攝論等所引分別瑜伽論", "465": "頌謂菩薩於定位等又如彼引莊嚴論頌福德智慧", "466": "二資糧等又如前引名事互為客等又四尋思如實", "467": "智等觀本論意皆於依他定心所行二覺漸次除所", "468": "能取初觀名等假有實無以依他覺除遣所執後觀", "469": "依他空無所有圓成覺除遣依他世親釋論多與本", "47": "分得無上菩提涅槃經文彼云若有說言於勝義中", "470": "同無性釋文時乖本意有披讀者應共審詳於聖教", "471": "文善須取捨故前所引無性難詞觀二性空無染淨", "472": "者菩薩觀空但遣心相豈由遣相法性皆無若由觀", "473": "空便無染淨應由執我有法生執有既唯自心顯現", "474": "都無所執實我法生故觀空但遣心相寧說一切染", "475": "淨皆無由此悟迷遠空執有法無失壞亦不有增契", "476": "經說有增損謗者但隨心行非法損增不爾菩薩根", "477": "本智生境相皆無應無染淨故瑜伽論七十三云問", "478": "若於爾時分別假立皆悉斷滅即於爾時相事隨遣", "479": "若爾隨一獲得聖智一切相名分別所攝情非情數", "48": "有一法性而不空者當知是人與一切佛共興諍論", "480": "內外事物皆應永滅譬如幻者所作幻事答相等諸", "481": "物或由不共分別為因或復由共分別為因若由不", "482": "共分別所起無分別者彼亦隨滅若共分別之所起", "483": "者分別雖無由他分別所任持故而不永滅若不爾", "484": "者他之分別應無其果彼雖不滅得清淨者於彼事", "485": "中正見清淨譬如眾多修觀行者於一事中由定心", "486": "智種種勝解異見可得彼亦如是解云大乘問答既", "487": "自分明故知無性難不應理況前所引經及論文說", "488": "遣依他並相違返然二十論應釋難云雖知諸法一", "489": "切種無乃得名為入法無我然識相性法躰不無故", "49": "又與一切菩薩共諍即彼經中因佛說空有多處文", "490": "我於中有所安立行者雖復觀諸法空而法性相不", "491": "失壞故不爾世親過同無性雖遣外難自壞己宗此", "492": "或世親依法相等以遮外難亦不相違如說五根五", "493": "識種色等五境唯五識生對破外執略申自宗不說", "494": "五識外五根及五境豈無本識所變色耶又如瑜伽", "495": "第七十六引深密經第二卷云復次勝義生非由此", "496": "有情界中諸有情類別觀遍計所執自性為自性故", "497": "亦非由彼別觀依他起自性及圓成實自性為自性", "498": "故我立三種無自性性然由有情於依他自性及圓", "499": "成實自性上增益遍計所執自性故我立三種無自", "5": "諸有情無始執我淪沒受苦無救無依故佛世尊為", "50": "菩薩聲聞各各起難若說諸法一切皆空何故世尊", "500": "性性解云執生既於二性增益尚自不說別緣所執", "501": "以所執性無躰性故如何除執乃令別觀遍計遍計", "502": "自性差別。", "503": "又如瑜伽七十四云問遍計所執何智所行為凡智", "504": "耶為聖智耶答都非智所行以無相故若執非執皆", "505": "許別緣如何聖說都非智境然下文說凡聖智境此", "506": "約相似變相而緣謂心變似妄情所執由此執有或", "507": "了知空非是別緣所執而起所變似相即依他故然", "508": "此變似了知性空或約菩薩遠加行心或依真空後", "509": "所得智非是近生聖智加行要總觀空雙除二相方", "51": "處處自說有染淨法教令修斷世尊總以一義答云", "510": "能引生根本智故故與三忍三空等文如是釋通皆", "511": "無違也又如前說依他起上所執永無名圓成者且", "512": "說根本智所行理由迷境執心堅着故取於所不達", "513": "圓成正智證空遣所執相故說所顯名曰圓成豈不", "514": "正由聖道除斷相麁重縛證圓成實故所引論且一", "515": "相言或於能執說所執聲謂由圓成迷悟依止迷心", "516": "覆相悟即顯真故說執無名圓成實不爾所執於境", "517": "恒無如何後無方顯實故於所引聖教多文如前釋", "518": "通將無乖反然請諸德一一詳之可共於中以為定", "519": "說。", "52": "我依俗諦先作是言有染淨法應可修斷今依勝義", "520": "理相違者諸法本空觀空稱境名正觀法通有非有", "521": "總觀為無顛倒收答境相不隨心可說名顛倒空引", "522": "空相行故非顛倒收謂觀行者緣諸法空自心即變", "523": "為空影像如不淨等影像隨心與境相應故非顛倒", "524": "由此應了止觀所行皆約自心親所緣說故對本質", "525": "設不相應如親所取並非顛倒唯識等皆如是知不", "526": "爾本質非自心生總觀唯心應成顛倒故雖觀察諸", "527": "法皆空如親所緣不除本質既非損減心境相應於", "528": "此云何成顛倒不可說言我法二執亦如影像應非", "529": "顛倒所變影像似一常故由自所變非實我法執為", "53": "說一切空故前後言不相違也彼經始末皆可為證", "530": "我法故成顛倒若爾修空及不淨者自影豈實空不", "531": "淨耶此亦不然諸瑜伽者於自所行似空不淨非顛", "532": "倒取我法執等於自所緣似我似法顛倒執故又不", "533": "應言似我似法非我法謂為我法名顛倒似空不淨", "534": "非全空謂不淨觀名顛倒於似空等修空等時除分", "535": "別等故名真實於似我法計我法時增妄執心故顛", "536": "倒也又涅槃經第三十六因佛解釋由菩薩修空三", "537": "昧故難作能作何以故無所見故高貴德王菩薩便", "538": "問佛言一切諸法性自空耶修空故空若性自空不", "539": "應修空然後見空云何佛言以修空故而見空也若", "54": "餘大乘教亦有多文建立廣成如掌珍等故掌珍論", "540": "性不空云何修空而見於空世尊解云善男子如鹽", "541": "性醎能醎異物石密性甘能甘異物等菩薩修空亦", "542": "復如是以修空故見一切法性皆空寂高貴德王復", "543": "云若鹽能令非醎作醎修空三昧若如是者當知是", "544": "定非善非妙其性顛倒若空三昧唯見空者是無法", "545": "為何所見佛言善男子貪是有性非是空性貪若是", "546": "空眾生不應以是因緣墮於地獄又善男子色性是", "547": "者所謂顛倒以顛倒故眾生生貪若是色性非是有", "548": "者云何能令眾生生貪以生貪故當知色性非不是", "549": "有以是義故修空三昧非顛倒也此解意云貪等染", "55": "第一頌云真性有為空如幻緣生故無為無有實不", "550": "心性不是無色等諸境亦是幻有然由有情執境執", "551": "心遂生貪等顛倒煩惱於能所取由觀空故依空證", "552": "理能斷顛倒故空三昧非顛倒也故此下云善男子", "553": "一切凡夫若見女人即生女相菩薩不爾修空三昧", "554": "雖見女人不生女相以不生相貪則不生貪不生故", "555": "非顛倒也又彼經第三十八離食相中合觀不淨謂", "556": "不淨合相同彼迦葉問言世尊智者觀食作不淨相", "557": "為是實觀虛解觀耶若是實觀所觀之食實非不淨", "558": "作不淨解如何名實若是虗解應是顛倒何名善相", "559": "佛言善男子如是相者亦是實觀亦是虗解能除貪", "56": "起似空華。", "560": "食故名為實非虫見虫故名虗解觀諸法空類亦如", "561": "是法雖不空由觀空故既能障倒名正觀也。", "562": "問所觀非不淨勝解作意生境界既非空應名假相", "563": "觀答不淨事非理異相名為假觀空理顯真實智非", "564": "勝解如大慈等四無量心雖不令他實得樂等願欲", "565": "令彼得樂等故由善意樂無顛倒故與諸善相應起", "566": "故此力能治貪嗔等故雖名假相性非顛倒不空觀", "567": "空類亦如是設名假相何理能遮况緣空相心境相", "568": "應是真實觀非假相也又彼經云汝言修空三昧唯", "569": "見於空空是無法為何所見者善男子一切菩薩凡", "57": "護法等云既於真俗分別有空應先了知二諦差別", "570": "地者見有法相以是見故不見佛性若見佛性即亦", "571": "復見一切法性以修如是空三昧故不見法性以不", "572": "見故則見佛性。", "573": "問若爾如何彼經初答善男子一切諸法性本自性", "574": "空何以故以一切法不可得故乃至若有沙門及婆", "575": "羅門見一切法性不空者當知是人非是沙門非婆", "576": "羅門乃至當知是魔眷屬善男子一切諸法性本自", "577": "空亦因菩薩修習空故見諸法空如一法性無常故", "578": "滅能滅之若非無常滅不能滅解云前所言空依空", "579": "理說共相空理本自空故然由空行證共相空故修", "58": "然二諦相差別無邊總說不過有其二種一依法體", "580": "空方見空也又解前言空者即顯密意總說無性名", "581": "自性空不能觀空證真實理說非沙門婆羅門等論", "582": "法性者唯所執無不說言空二性非有故下顯相云", "583": "性不空又說因空能見佛性故知密意說性自空若", "584": "性都空因空何證故第十四言一切空是則名為不", "585": "了義也。", "586": "上來意說法相雖許有空示空捨妄證真空有俱遣", "587": "雖真智境一切皆空法相言之有空自別如前所引", "588": "仁王等經於此義中不應疑難知於法相應定說言", "589": "所執是空不得稱有妄情施設性都無故真俗是有", "59": "以明二諦於諸法中微細難知名勝義諦麤淺易了", "590": "不可名空真理緣生躰不無故如何遮簡名無定詮", "591": "空有之言亦何定屬依他圓成可說非有於二性中", "592": "所執無故遍計所執可說非空當情我法現似有故", "593": "故所執性非空非不空由此三性各成四句謂有及", "594": "空俱不俱故若細分別自他相望三性一一成三四", "595": "句是故大論七十二云如是菩薩於相有性得善巧", "596": "故於諸相中善記為有善記為無善記亦有亦無善", "597": "記非有非無彼由如是善說別故遠離增益損減二", "598": "邊行於中道善說法界辨中邊論亦作是言虗妄分", "599": "別有於此二都無此中唯有空於彼亦有此故說一", "6": "除我執說無有我但有法因復由無始妄執實法隱", "60": "名世俗諦由此真俗各有四重諸法體相麤細別故", "600": "切法非空非不空有無及有故是則契中道涅槃亦", "601": "云見一切空不見不空不名中道故知諸法迷情發", "602": "語四句皆非悟解而詮發言咸是空有之教本無相", "603": "違有空之空乖諍何極聞空撥有聞有謗空謗空既", "604": "沉淪撥有定當流轉故勸學者應善思擇可捨自見", "605": "住正法中不應於茲橫興矛楯廣起能減遺法業因", "606": "即令無邊有情墜墮如深密經第二卷瑜伽七十六", "607": "菩薩善戒經第二卷瑜伽菩薩地并持地論等聖教", "608": "多文恐厭繁廣故今且止應以理教觀察修行須於", "609": "正法勿生誹謗上來總是通明諸宗。", "61": "瑜伽等論廣說應知其義如常不能繁述。", "610": "自下別明此論宗者謂諸愚夫從無始來虗妄分別", "611": "熏習力故執別實有所取外境及有能取外境實心", "612": "起惑造業輪迴生死故大悲尊授以甘露外境非實", "613": "唯有幻心了義真詮華嚴經等世親菩薩為利有情", "614": "令法久住依多教理制三十頌成立唯識文義周圓", "615": "未造釋文遂便遷化後護法等復依理教採撮精要", "616": "釋彼頌文本釋論合皆名唯識故此論以唯識為宗", "617": "雖具明諸法皆不離識意成唯識故唯識為宗識有", "618": "非空境無非有非空非有為論所宗有云此以唯識", "619": "境行斷障得果總合為宗故論初云為於二空生解", "62": "或於諸法總作二門於二門中復有多義一常無常", "620": "斷障得二勝果所以造論有說但用生解斷障得果", "621": "為宗文雖說境意明生解斷障得果故境非宗有云", "622": "但以行智為宗斷障得果由解生故為令修習唯識", "623": "觀起了外境無唯內識有故此觀知為宗今解三說", "624": "皆不應理故但如前所成為宗解非所成不名宗也", "625": "雖唯識為生解等然觀智等非正所成故但所成名", "626": "論宗主然言唯識有其二種一謂能觀二謂所觀其", "627": "能觀者即定慧等自性應皆能觀故言所觀者謂一", "628": "切法色心等法皆所觀故今此但成所觀唯識以契", "629": "經說三界無境外人不了今理教成能觀名心自他", "63": "異二漏無漏殊三色心差別四假實不同此乃諸法", "630": "共許若更成立便作相扶故此不成能觀唯識故隨", "631": "所立即為論宗唯識行等非論宗也上來至是第六", "632": "明論宗旨。", "633": "七彰其體性○第七彰其體性者於中有二初明異計後辨大乘", "634": "異計復二初外道後小乘。", "635": "言外道者大類言之有其五計一者數論教體有二", "636": "一本二末本謂三德即薩埵等一切論法皆三德成", "637": "攝末歸本即自性故末五唯中是聲唯量本唯是常", "638": "末是無常然是轉變非性滅壞後相壞時歸三德故。", "639": "二者勝論德句中聲為教體然是無常無質礙彼說", "64": "真如名勝義諦依他緣起名世俗諦諸無漏法名勝", "640": "德句是無礙故。三者明論謂婆羅門計吠陀論聲是", "641": "常住表詮諸法為定量故解一切教皆是無常雖有", "642": "少言稱可於法多不實故悉是無常若明論教常聲", "643": "為體餘教聲體即是無常。四者聲論於中有二謂生", "644": "及顯其計如下破聲論敘生顯雖別皆悉是常即以", "645": "常住聲為教體。五者順世外道約本而言四大為性", "646": "彼說諸法界四大故。", "647": "言小乘者部雖二十大類分六一大眾部等二一說", "648": "部三多聞部四說假部五說一切有部六經量部。初", "649": "大眾部出世部雞胤部三部同說佛一切經皆是無", "65": "義諦有漏諸法名世俗諦心心所法名勝義諦色聲", "650": "漏廣如宗輪說即以無漏聲名句等為其教體。二一", "651": "說部說一切法體非實有雖唯有假名然同大眾說", "652": "佛奇聲皆是無漏故以無漏假聲名等為其教體。三", "653": "多聞部說謂佛五音是出世教決定能引出離道故", "654": "設是餘音與五俱起隨順五音亦名出世一切餘教", "655": "皆是世聞於彼論中但說五音不言名等故但取聲", "656": "以名教體然佛諸教通以有漏無漏之聲為其教體", "657": "若五音唯無漏聲又解彼論但說根本不言名等據", "658": "實而論通取名等以為體性亦無有失。四說假部說", "659": "聲名等若在處門體非實有以說依緣有積聚故積", "66": "等法名世俗諦有實體者名勝義諦無實性者名世", "660": "聚生長說名處故若在蘊門聲是實有雖積聚義以", "661": "釋於蘊蘊體非假無依緣故非積聚體以名蘊故界", "662": "中雖有若依若緣不以依緣說名界故聲名句文說", "663": "通蘊等故以假實有漏無漏聲等為體。五說一切有", "664": "部俱舍婆沙皆有二說是故諸師有其三釋有說但", "665": "以聲為教體以性是善三無數劫所勤求故名句文", "666": "三但是佛教能詮作用非正教體是無記故有說但", "667": "用名等為體能詮表故有說音聲及名句文為其教", "668": "體諸論皆是名句等如前說故雖有三說今依婆沙", "669": "評家正義以聲為體其名句文雖別有體但是作用", "67": "俗諦由法性相麤細有殊故此多門皆不違理。", "670": "唯無記故。六經量部以聲為體故順正理第十四卷", "671": "破經部云汝不應立名句文身即聲為體無性攝論", "672": "第一亦云諸契經句語為自性亦不應理又以義准", "673": "彼不別立不相應行故聲為體然依彼宗有作三釋", "674": "一云十二處中實聲為性離聲無別有能詮故二云", "675": "於實聲上有假屈曲以云為性法處所收唯是意識", "676": "所緣境故三云通用法處聲處以之為性前二義故", "677": "問何一宗義相違也答諸部之中經為量者皆名經", "678": "部非一部說故無有失上來總是明異計也。", "679": "明大乘者復分為二初總相分別後隨勝廣釋總分", "68": "二約迷悟兩智境殊真俗二諦對心成別謂佛菩薩", "680": "別者依瑜伽八十一攝釋分初說體有二種一文二", "681": "義文是所依義是能依如是二種總名一切所知境", "682": "界解云文是能詮義是所詮依能詮文義得顯故故", "683": "說文是義之所依文之與義俱生說聽了意識故總", "684": "說文義名所知境此中意說文義俱能生解心故故", "685": "能所詮名教體顯揚十二亦同彼論文義無別理實", "686": "能詮總四法體於彼論中但說文者存略故也既爾", "687": "何不隨說餘一顯別作用假不相應略不說聲文是", "688": "所依能詮根本故不說餘但說其文又名及句正是", "689": "能顯論三種總說亦聲故雖說亦已攝名句為二所", "69": "勝智所知一切皆名為勝義諦二乘異生世情所度", "690": "依能詮諸法文是本故。所詮義者即一切法或唯識", "691": "境正行及果境謂二諦三性五法及八識等行謂唯", "692": "識能觀之智及以施等諸波羅蜜果即智斷菩提涅", "693": "槃如是諸法名所詮體既能所詮皆名教體然諸聖", "694": "教多分唯說能詮名等為教體者差別生解勝所詮", "695": "故又能說者勤心發故瑜伽顯揚別義說故所詮表", "696": "亦為教體實理言之表召諸法別生解者其義即非", "697": "故諸教中多依能詮聲名句文以辨教體今同諸教", "698": "但約能詮聲名句文十門分別一攝相歸性二相性", "699": "差別三攝境隨心四心境有異五攝假隨實六假實", "7": "覆真理障聖智心世尊為除彼法實執密意總說一", "70": "一切皆說名世俗諦故涅槃經第十三云善男子如", "700": "不同七蘊等三科八五法三性九漏與無漏十起繫", "701": "寬狹。", "702": "此中第一攝相歸性門者相謂相狀即依他起諸有", "703": "為法相狀故別性謂實性即真如理是諸有為真實", "704": "性故由此諸法性即真如故聲名等真如為體亦可", "705": "說名攝妄歸真門諸師隨自所宗故淨名云一切眾", "706": "生皆如也一切法亦如也如是等經處處皆有然於", "707": "此義無相無為有其三釋一謂清辨說一切俗諦隨", "708": "情可說名有依真智境一切皆無空無之理不生不", "709": "滅性非虗妄如虗空故說名真如故一切法於真諦", "71": "出世人之所知者名第一義諦世人知者名世俗諦", "710": "中皆真如也然說真如但隨俗論勝義非有此師意", "711": "云俗諦何如不如有故稱之為妄勝義無故名之為", "712": "真今攝俗妄歸真勝義故言諸法性即真如非是別", "713": "有真如自性是故諸部般若經云一切諸法本性皆", "714": "空咸同一相所謂無相無相故無生無生故無滅由", "715": "此諸法本來寂靜自性涅槃即是真如法界等故掌", "716": "珍論第二卷云於勝義諦真如亦空非別實有正智", "717": "所行離言法性若言實真如雖離言說而是實有即", "718": "外道我名相差別所以者何彼亦計我雖是實有而", "719": "離分別以非語言所行處故分別覺慧所不緣故我", "72": "此意總說無漏智境皆名勝義有漏所緣咸稱世俗", "720": "相既爾而復說言緣真如智能得解脫非緣我智此", "721": "有何別並無言說有實性故唯執朋黨說如是言故", "722": "我不能信受如是似我真如二謂此方分別者說真", "723": "如自性寂靜離言體性周圓清淨微妙非如清辨其", "724": "體空無然俗諦中妄情境界可說有為無為差別於", "725": "勝義諦真智所緣一切有為即真如性體無生滅本", "726": "來涅槃此意說云約世俗諦差別成妄若真智境一", "727": "切皆如今攝俗妄歸真勝義故一切法性即真如由", "728": "此成佛斷差別妄唯有真智獨存此方古來涅槃師", "729": "等不了經意多作是言第三彌勒無著及護法等諸", "73": "不簡有為無為差別問答廣釋瑜伽七十六深密第", "730": "論師說法與法性雖不相離然不得言依他諸法即", "731": "其如性常與無常能證所證因果聖凡雜染清淨真", "732": "妄二境其體非一有差別故。若言勝義諸法即如一", "733": "切皆應成顛倒故如解深密第一說之不能廣引三", "734": "劫修因斷妄成佛非緣生法皆斷滅故契經毀責以", "735": "諸如來同有為者依法佛說非報化身如經說言若", "736": "以色聲求見如來是行邪道不能見佛訶同有為義", "737": "亦如是或佛色心唯道諦攝非業煩惱之所為故若", "738": "同有部說佛心色十五有漏惑業所攝為是無常者", "739": "是人如何舌不墮落不遮佛有清淨色心故經說言", "74": "二釋勝義無自性性云云何諸法勝義無自性性謂", "740": "捨無常色獲得常色受想行識亦復如是此顯不斷", "741": "相續二常凝然常不爾如何說有色等五蘊差別無", "742": "為法中無差別故。又若成佛唯有真如無色心等生", "743": "滅法者真如之理既即涅槃如何復說有菩提智應", "744": "同二乘永入圓寂如何得果二乘涅槃既諸如來菩", "745": "提涅槃智斷差別故不得說唯有真如經說三事名", "746": "涅槃者由智力故解脫諸惑所顯真理眾德為依故", "747": "經總說名為涅槃非說涅槃即般若又所顯理智實", "748": "性故又是正智所緣境故說般若名非即般若是故", "749": "性相雖不相即然不相離性為根本為性真智斷差", "75": "諸法由生無自性性故說名無自性性即緣生法亦", "750": "別執所以攝相歸其真性說一切法體即真如依此", "751": "後解不可說為攝妄歸真淨分依他體非妄故有作", "752": "是說義不相應。", "753": "第二相性差別門者諸法性相雖不相離然不相即", "754": "故有非如幻別對機能生解者唯聲名等如前已說", "755": "然此聲等西方二解一者龍軍論師及己無性佛地", "756": "一師皆云如來唯有無漏大定智悲寂靜涅槃真如", "757": "之理無動無轉無說無示但眾生有感於自識心文", "758": "義相生謂佛說法佛實無言故無性攝論第一卷云", "759": "貫穿絳綴故名為經此中即是隨墮八時聞者識上", "76": "名勝義無自性性何以故於諸法中若是清淨所緣", "760": "直非直說聚集顯現已為教體此言顯示於八時中", "761": "聞者識上有直非直二種言說聚集顯現已為教體", "762": "佛地經論第一卷云有義如來慈悲本願緣力聞者", "763": "識上文義相生此文義相雖親依自善根力起而就", "764": "強緣名為佛說解云此意顯示由佛本願為增上緣", "765": "能聞者於自自心上文義相生已為教體言佛說者", "766": "約增上緣諸佛如來實無言說故無性云若爾云何", "767": "菩薩能說非聞者識彼能說故彼增上生故作是說", "768": "譬如天等增上力故令於夢中得論呪等若離識者", "769": "佛云何說離識不成是故楞伽第六卷云我從某夜", "77": "境界我顯示彼以為勝義無自性性依他起相非是", "770": "得最上覺乃至某夜入般涅槃於其中間不說一字", "771": "亦不已說今說當說又大般若涅槃經等處處經言", "772": "佛無所說華嚴深密復說唯心故知教體為自心變", "773": "善順契經不違唯識。", "774": "問若言聞者識上有文義相聚集顯現為教體者過", "775": "去未來既非實有非有為法生已便住如何識上聚", "776": "集顯現所緣之相既無聚集如何得有聚集解生答", "777": "熏習力前文義相於後後時識上顯現故成聚集理", "778": "不相違何者如前所引無性論說此中即是隨墮八", "779": "時聞者識上有直非直二種言說聚集現故墮謂墮", "78": "清淨所緣境界是故亦說名為勝義無自性性此即", "780": "在言八時者相傳三釋一云即是聖教中說八轉聲", "781": "時然八轉聲後自分別二云華嚴八會以為八時三", "782": "云西方時分晝夜各四故名八時今依後說隨墮晝", "783": "夜八時聽聞正法義寬通故。直非直說亦有三解一", "784": "云詮自性故名為直說詮差別故名非直說二云長", "785": "行說義名為直說其有頌文名非直說三云十二分", "786": "中契經說義名為直說解十一部名非直說今詳第", "787": "三不異第二所以者何總言契經有通有別通相言", "788": "之十二分教總名契經故涅槃云始從如是我聞終", "789": "至歡喜奉行如是一切名修多羅別相言之對法等", "79": "唯說根本智境名為勝義非本智緣即名世俗然經", "790": "說長行略說所應說義名為契經此雖別相十二分", "791": "中但除二頌具含十分如何乃言解十一分名非直", "792": "說離所餘分無契經故若依通相皆名契經別相唯", "793": "應說除二頌若除二頌故不異前。又今別解顯了說", "794": "者名為直說密意說者名非直說彼論於八時中隨", "795": "墮何時聞者識上有直非直十二分經聲名句等聚", "796": "集顯現以為教體。", "797": "問何等名為聞者識心如何名聚集顯現答初顯聞", "798": "者識心次明字名等相後解聚集之義依瑜伽第一", "799": "卷等前後說有五心差別一率爾心二尋求心三決", "8": "切皆空又聞說空不知密意乃謂諸法性相都無故", "80": "部宗同涅槃說故俱舍論二十三云先軌範師作如", "800": "定心四染淨心五等流心略辨相者且如眼識初墮", "801": "於境名率爾心意與眼識同時生起先未緣此境亦", "802": "名率爾心既初緣境未能了知為善為了知故思惟", "803": "前境名尋求心既尋求已了知先境名決定心既決", "804": "定已於差別善惡無記三性心生名染淨心有說染", "805": "淨不通無記不應正理如二量章即此染淨引後同", "806": "性諸識生起名等流心然此五心彼瑜伽論隨其相", "807": "顯但約六識而分別之七八相續五心相隱所以不", "808": "說是故彼論第一卷云復次由眼識生三心可得如", "809": "其次第謂率爾心尋求心決定心初是眼識二是意", "81": "是說如出世智及此後得世間淨智所取諸法名勝", "810": "識決定心後方有染淨此後乃有等流眼識善不善", "811": "轉而彼不由自分別乃至此意不趣餘境經爾所時", "812": "眼意二識或善或染相續即轉如眼識生乃至意識", "813": "應知亦爾第三又云意識任運散亂緣不串習境無", "814": "欲等生爾時意識名率爾墮心廣說如彼及五心章", "815": "二字等相者如顯揚論第十二說有字非名即字界", "816": "阿阿等聲無所詮故有名非句謂一字名及二字等", "817": "所成之名但詮自性非差別者二字等名詮差別者", "818": "即名為句如說色常色無常等有云依梵本語一字", "819": "無詮二字已去方有詮表故無一字所成之名若依", "82": "義諦如此餘智所取諸法名世俗諦或深密經同涅", "820": "彼說今依唐言故有一字所成名也然勘諸文有一", "821": "字名阿之言無處處說故問如以一字詮苦空等既", "822": "詮差別何故一字名不得名句答言若合自性差別", "823": "即能於其自性之上知差別故可得名句不言自性", "824": "但說苦等不知何法是其苦等未詮差別但為名也", "825": "此即句必有名名必有字字不必有名名不必有句。", "826": "然此三法各有多種且於字中一字名字二字名字", "827": "身所言身者有其三義謂體義依義及積聚義今此", "828": "名身取第三義二字已去所共成者有積聚故若依", "829": "前二一字名等亦有體義及依義故故俱舍云云何", "83": "槃等若長讀者義說如前開說云於諸法中若是清", "830": "名等身謂相等總說婆沙亦云問身者是何義答是", "831": "二名聚集義故知身者是聚集義如說字身名句亦", "832": "爾唯正理師約體以釋故正理論七十六云即三自", "833": "性名之為身自性身名差別故三與聲義極相隣雜", "834": "為境生覺別相難知故說身言顯別有體解云此正", "835": "理師為簡境別故約體性以釋身名非成身名由此", "836": "三體故約體釋不離前非三字多字身四字名四字", "837": "多字身五字名五字多字身然三字已去皆名多字", "838": "身為顯差別須約數辨下名等相亦准此知。", "839": "於其名中亦有多種有一字所成名二字三字四字", "84": "淨所緣境界義顯示彼以為勝義依他起性雖非根", "840": "五字所成名三字已去亦得說為多字所成名然欲", "841": "別者應言三字多字所成名四字多字所成名五字", "842": "多字所成名等一字所成名中復有多若一个一字", "843": "所成但得名一字所成名二个一字所成名一字所", "844": "成名名身三个一字所成名一字所成名三名多名", "845": "身四个一字所成名一字所成名四名多名身五个", "846": "一字所成名一字所成名五名多名身二字所成名", "847": "中亦如是說一个二字所成但名二字所成名二个", "848": "二字所成名二字所成名名身三个二字所成名二", "849": "字所成名三名多名身四个二字所成名二字所成", "85": "本淨智所行後得淨智所緣境故亦得說名勝義無", "850": "名四名多名身五个二字所成名二字所成名五字", "851": "多名身三字所成亦同此說一个名三字所成名二", "852": "个名三字所成名名身三个名三字所成名三名多", "853": "名身四个名三字所成名四名多名身五个名三字", "854": "所成名五名多名身四字所成五字所成作法皆同", "855": "不能繁述然於句中辨差別者准名字說義亦無違。", "856": "三聚集義者如聖教說諸惡者莫作諸善者奉行善", "857": "調伏自心是諸佛聖教四句之中且約初句以明聚", "858": "集如言諸時餘惡等宗並在未來唯有一字及依一", "859": "字所成之名如是二相於聞教者識心上現此即一", "86": "性亦依前解以之為勝。", "860": "字成名之義然有一字不成名者非此所謂。次言惡", "861": "時餘者等字並在未來其前諸字雖入過去然由前", "862": "念熏習力故仍於此念聞惡字時心上顯現是故即", "863": "有二个一字一个字身二个一字所成之名一个一", "864": "字所成名名身一个二字所成之名合有七相又言", "865": "者時餘莫等字亦在未來其前二字雖入過去還由", "866": "前念熏習力故至於後念聞者字時自心上現遂有", "867": "三个一字二个字身一謂諸惡二謂惡者二二合說", "868": "下應准知不可隔越故無諸者合名字身隔越合者", "869": "無所詮故字及字身雖不能詮若隔越者即不能詮", "87": "總說二諦雖有兩門彼此二宗有許不許且依法體", "870": "與名等為依止故一个三字多字身三个一字所成", "871": "之名二个一字所成名名身如前字身二二合說一", "872": "个一字所成名三名多名身二个二字所成之名亦", "873": "二二合准前作法一个二字所成名名身一个三字", "874": "所成之名合十六相聞者字時心上顯現。復言莫時", "875": "有四个一字三个字身亦二二合准前應知二个三", "876": "字多字身三三合說更可除初及後一字一个四字", "877": "多字身四个一字所成之名三个一字所成名名身", "878": "謂二二合說二个一字所成名三名多名身謂三三", "879": "合說更可除其初後一字一个一字所成名四名多", "88": "二諦不同唯護法宗非清辨許彼依勝義一切皆空", "880": "名身三个二字所成之名謂二二合說二个二字所", "881": "成名名身一个二字所成名三名多名身二个三字", "882": "所成名亦更可除初後一字如前理說一个三字所", "883": "成名名身一个四字所成之名合此相於莫字時自", "884": "心上現。又言作時有五个一字四个字身謂二二合", "885": "說三个三字多字身二个四字多字身一个五字多", "886": "字身至此總說字及字身并多字身合十五相五个", "887": "一字所成之名四个一字所成名名身謂二二合說", "888": "三个一字所成名三名多名身謂三三合說二个一", "889": "字所成名四名多名身更可除其初後一字一个一", "89": "世俗隨情法無別故依迷悟說兩宗俱有然於義理", "890": "字所成名五名多名身四个二字所成名謂二二合", "891": "說三个二字所成名名身二个二字所成名三名多", "892": "名身一个二字所成名四名多名身三个三字所成", "893": "之名謂三三合說二个三字所成名名身一个三字", "894": "所成名三名多名身二个四字所成名更可除其初", "895": "後一字一个四字所成名名身一个五字所成之名。", "896": "至此總說名及名身并多名身有三十五并前字等", "897": "總說合有五十法相又當句五字圓滿詮差別故復", "898": "有一句及以五字各別音聲并前五十合五十六聖", "899": "教之相於作字時聞者識上聚集顯現若其一頌乃", "9": "我世尊顯了解釋諸法性相有空不空深密等經如", "90": "彼此復殊護法勝義俱俗相無非俗相無令無法體", "900": "至一部字及名句隨應緣者聚集顯現理即無邊如", "901": "是且約能詮說之若亦說彼所詮之義隨其名句所", "902": "詮自性及以差別如理應思是故大乘雖無過未由", "903": "前所說諸惡等字熏本識已至後後字從本識生於", "904": "心上現乃至末後聞作字時由熏習力前已滅字皆", "905": "五識上聚集顯現故聞法者聚集解生。若爾如何涅", "906": "槃二十九云如人誦書所誦字句不得一時前不至", "907": "中中不至後人之與字及以心想俱念念滅以久修", "908": "故而得通利答彼約現行滅已無體故云所誦前不", "909": "至中中不至後今由熏習後念種生故與彼經不相", "91": "清辨勝義了俗相無非真相無亦無法體所以者何", "910": "違也若薩婆多說惡字時諸字已滅乃至作字前字", "911": "已滅次第而生不俱起故既無薰習後不現前故彼", "912": "能詮教不成立亦非由前字等勢力末後字等能生", "913": "顯名過去無體又無熏習由何勢力末後之字生顯", "914": "名等又如一名念聲發既不聚集如何發生不可一", "915": "名分分生故亦應言如待過去諸表剎那末後剎那", "916": "能生無表如是由前剎那勢力於末後念能生顯名", "917": "無體無熏如前有失又應但聞最後念聲於所詮義", "918": "即能解了若言由語生久久生名句方能顯義過失", "919": "亦同以諸念文不可集故況名等假生顯不成故唯", "92": "建立俗諦有差別故護法等云妄情所緣通執非執", "920": "大乘教義成立。", "921": "問如前所說聲字名等於率爾等五心之中何心具", "922": "足聚集顯現答於此義中相傳多釋一云說諸字時", "923": "初領受聲率爾耳識及此同時率爾意識并此剎那", "924": "尋求之心唯有諸字聲相顯現所以者何名等非是", "925": "五識境故五俱率爾是現量故不緣名等故無餘相", "926": "若尋求心尋前率爾所緣境界亦不緣彼字之與名", "927": "雖此三心所變聲上皆有字名如生等相而不緣故", "928": "不說聚集至決定心即有三相謂聲名字然有說之", "929": "初聞諸字無決定心所以者何諸字所因謂一切惡", "93": "若是所執體相都無非執所緣虗幻可有故證真智", "930": "惡字未生未決定知諸字所目故於諸字無決定心。", "931": "今依前說初言諸字以目一切何要說惡方是所詮", "932": "又若諸字要詮惡者未說惡時即應諸字無所成名", "933": "既有許名明知諸字以目一切故應說有決定心。至", "934": "言惡時率爾身識同時意識及尋求心唯得惡聲准", "935": "前可知決定心生有九相現謂字及字身名及名身", "936": "有其七相并二字聲合有九相於決定心聚集顯現", "937": "至說者時率爾耳識同時意識及尋求心唯得者聲", "938": "准前可知決定心生字及字身并多字身名及名身", "939": "并多名身有十六相及三字聲總十九相於決定心", "94": "相雖不行據體言之但無所執清辨等云但妄所緣", "940": "聚集顯現至說莫時率爾耳識同時意識并尋求心", "941": "亦唯得聲准前應知決定心生字及字身并多字身", "942": "名及身并多名身合三十相及四字聲合三十四於", "943": "決定心聚集顯現有云莫字但有二心未決定知莫", "944": "何所莫為莫作耶為莫斷耶故無決定此准前理決", "945": "定非無雖未能知莫之所莫然已了知莫者勿也故", "946": "於莫字亦有三心說作字時率爾耳識同時意尋求", "947": "心唯得聲相亦准前知決定生已字及字身并多字", "948": "名及名身并多名身有五相五字圓滿更有一句并", "949": "五字聲總說合有五十六相於作字時決定心上方", "95": "皆由情執非於妄境執非執殊既俗所緣理無情有", "950": "得具足聚集顯現此後乃有染淨等流然聚集相與", "951": "決定心更無增減決定所緣已圓滿故此即總顯所", "952": "緣聚集若所經心極略說者凡二十心方得具定謂", "953": "於五字各有四心即率爾耳識同時意識尋求決定", "954": "若并末後染淨等流有二十二然相具足唯二十心", "955": "第三十心已具足故又解但別經十五心即得具足", "956": "何者其聞五字率爾耳識雖同緣然所緣者非是故", "957": "體非名身等義為境故故除耳識五率爾心若不爾", "958": "者應約耳識以明聚集既不如是故別除之若意必", "959": "與耳識同聞何不許耳識心者意亦以與本識同聞", "96": "非於所取有空不空故正智生遣妄所取由是俗境", "960": "此中如何不說本識由彼非己名等為境又聲名等", "961": "亦無聚集故不說者耳例應然若餘法師於諸莫字", "962": "既無決定即十三心个既不依故說十五。", "963": "第二說云率爾耳識同時意識不緣名等義如前說", "964": "尋求已去即非現量由斯亦得緣名字等又決定心", "965": "於尋求心所緣境中而得決定若尋求心不緣名字", "966": "何故後心乃於名字得決定耶故尋求心必緣名等", "967": "此五尋求次第得前決定心境所得多少一准前說", "968": "若依此釋更除五心但經十心即得具足聚集顯現", "969": "謂於五字各有二故又解雖尋求得緣名等然尋求", "97": "說體全無比有學徒說清辨義於勝義諦非體全無", "970": "已必起決定由是於前四字之上各有三心至第五", "971": "字尋求心中方得具足故此說者經十四心不爾豈", "972": "於四字之上皆無決定瑜伽論說若不散亂必定意", "973": "識決定心生故。", "974": "第三解云耳識率爾唯得聲相率爾意識亦緣名等", "975": "若不爾者尋何等名由此道理說諸字時率爾耳識", "976": "唯得諸聲餘非境故同時意識有三種相謂聲名字。", "977": "然此說中有其二解云五字率爾五字之心各得三", "978": "相如說惡時不緣前諸聲及名字廣說乃至說作字", "979": "時不緣諸等聲及名字所以者何五識同時率爾隨", "98": "若爾即應同護法說兩宗義異故但如前既真俗諦", "980": "心皆是現量許緣者豈散心現量得緣過去故定不", "981": "緣但得三相至尋求心其前諸等聲及名字隨其所", "982": "應方得聚集第五尋求乃得圓滿二云率爾之心亦", "983": "得緣前已滅之字聲及名等若依此釋即率爾心隨", "984": "其所應緣前諸等聲名字等於第五字率爾心上方", "985": "得具足聚集顯現。", "986": "問同緣率爾既名現量如何說得緣過去境有人解", "987": "云容非現故得緣無失今解不然同緣率爾說非現", "988": "量違教理故若現量者如何得緣答彼諸字等雖已", "989": "過去然熏習力於後後字率爾之心聚集顯現然此", "99": "體義不同有空之宗隨義應說且依法體二諦門中", "990": "所現與彼過去相狀相似是彼類故說緣過去理實", "991": "所緣並皆現在故率爾心雖許緣前諸聲名等仍名", "992": "現量如說念緣曾受境生五識雖不緣曾受境所緣", "993": "現境是彼類故說緣曾受與念相應念意亦爾。", "994": "問若如是何得有心緣過去境親所緣緣皆現在故", "995": "答雖親所緣並皆現在疎所緣緣若久滅者名過去", "996": "境若其散心緣久滅者必假分別故非現量若非亦", "997": "滅無分別緣亦可得說名現量也。", "998": "問因明說離教分別方是現量如何因緣率爾之心", "999": "說緣名等答緣名等依緣取境分別轉故即非現量"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 806 成唯識論料簡", "englishTitle": "卍 Xuzangjing, Electronic version, No. 806 成唯識論料簡", "author": "唐 窺基撰", "language": "chinese", "source": "CBETA"}