{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 316 楞嚴經寶鏡疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "十別解文義二正宗分", "1": "大佛頂首楞嚴經寶鏡疏卷第十", "2": "大清　欽賜雲南法界寺講經廣陵沙門溥畹述", "3": "△四行陰魔境三一通明陰境。", "4": "阿難彼善男子修三摩地至幽隱妄想以為其本。", "5": "此通明行陰始終之境也。蓋虗幻五陰。皆以妄想", "6": "為本。是故想陰能盡伏者。則其尋常所有夢想。亦", "7": "銷滅矣。以想陰若在。則寤為妄想。寐為亂夢。晝夜", "8": "時刻。起滅紛紜。擾亂真性。不得寧靜。且無恒常一", "9": "定之念。所以擾亂本覺妙明。無有一刻得清虗而", "10": "寂靜也。今者想陰既盡。則寤寐尋常。恒如其一。無", "11": "諸擾亂。故得本覺妙淨明心之中。從此清虗而寧", "12": "靜矣。猶如晴明之空。迥無所有。以無色受二陰。則", "13": "麤重之相已滅。復除想陰。則緣前塵分別。影事亦", "14": "空。以故觀諸世間大地山河。猶如寶鏡。光明洞鑑。", "15": "應物而現。毫無分析。故物來即現。無所黏著。物過", "16": "即滅。亦無蹤跡。正如其鏡。但以虗受虗照虗應而", "17": "已。以其心中。了無宿習。唯一識精真體。湛然獨存。", "18": "此則想陰已盡之相也。生滅根元。即指行陰。以諸", "19": "遷流自此而始。所謂生而又生。滅而復滅。乃是生", "20": "滅不停之根本元由也。以前三陰未盡。則此根元。", "21": "幽隱難見。今者三陰既盡。則三界中所有一切生", "22": "死根元。莫不從此分披而顯露矣。故見十方十二", "23": "類生。因果罪福。元由頭緒。畢竟皆能盡悉其類。所", "24": "以有生有滅之故也。雖未能得通達識陰。固不知", "25": "其各類受命元由頭緒。然見行陰。則其各類同共", "26": "受生之基。已見其端矣。野馬者。乃田野間游氣也。", "27": "以喻行陰幽隱微細擾動之相。熠熠者。螢光也。以", "28": "喻行。陰忽起忽滅。猶螢光之閃爍也。清擾者。對前", "29": "陰重濁。顯其輕清。對後陰澄湛。顯其擾動也。為浮", "30": "根塵究竟樞穴者。蓋樞乃門軸。穴乃門臼。由樞穴", "31": "故。門得開關。由行陰故。根塵生滅。此則名為行陰", "32": "之區宇也。以想陰如洪波。行陰如細浪。識陰如無", "33": "浪流水。真覺性體如湛然止水。故此行陰。元無實", "34": "性。但以輕清擾動。猶如螢光忽起忽滅。以為元性。", "35": "設使擾動性滅。反入元澄不動之體。則行陰種習。", "36": "盡而復還。識精元明矣。故曰。如波瀾滅。而化為澄", "37": "水。此則名為行陰已盡之相也。夫第八識。本是如", "38": "來藏性。但因行陰生滅不停。業運恒遷。遂成眾生", "39": "知見渾濁真性。今者行陰既盡。則眾生濁自能超", "40": "越。至此返觀行陰之由元。從幽陰妄想。以為其本。", "41": "由其遷流密移。皆是幽隱細相。非若前三瀑流之", "42": "麤。故名幽陰妄想也。罔猶無也。陳習即宿習也。", "43": "△二別示魔事十一計二種無因。", "44": "阿難當知是得正知至第一外道立無因論。", "45": "此示行陰十種邪計。而此先明二無因也。蓋此十", "46": "計多依利使五見為體。有六十二種。然此六十二", "47": "見。古德釋經。但主消文。雖述其名。未出其體。遂令", "48": "後學。莫知所自。今按長阿含所說。與此經合。法數", "49": "並同。但義稍異彼。則本是外道。此乃修心誤墮。然", "50": "經中義。皆於世界。劫量起計。故自四徧常四矯亂。", "51": "總十六見。為本劫本見。從十六我見。至五涅槃。總", "52": "四十四見。為末劫末見。故長阿含。以二無因論。居", "53": "本末之間。共六十二。此經論次第。所以各依本起", "54": "也。得正知者。謂寤寐恒一。不遭邪慮也。奢摩他中。", "55": "即圓定發明之中也。凝則不動搖。明則不疑惑。正", "56": "則不邪慮。如此用心。故前十類天魔。不得伺其便", "57": "矣。蓋妄想用事。則天魔得以窺其心行。伺其間隙。", "58": "毀其正定。今者想陰既盡。則鬼神莫能測。天魔亦", "59": "難入。又何能擾亂者哉。故下十種。皆自心邪解。自", "60": "生邪計也。方得精研窮生類本者。謂想盡魔歇。方", "61": "得精研窮究十二類生根本來源。故於根本來源。", "62": "一一窮究。則十二類中。生滅根元。從此分披顯露。", "63": "莫不了然者矣。觀彼幽清圓擾動元者。乃正觀行", "64": "陰也。對前想陰浮淺重濁之相。故顯此行陰是幽", "65": "深輕清之相。對後識陰湛不搖動。故顯此行陰為", "66": "遷流圓擾羣動之元。而且於此圓擾動元行陰之", "67": "中。起計度者。以外道本劫本見。十八見中。自有無", "68": "因。而出之二見。一則從無想來。自謂本無。今有一", "69": "則。捷疾觀察。妄謂無因而有。蓋是行人本為修正。", "70": "徧知趣菩提果。但由妄起計度。以故墜落外道。而", "71": "誤入二種。無因之論也。後皆倣此。何謂二無因耶。", "72": "一者是人依本劫本見起計。觀八萬劫前。冥無所", "73": "見。因而遂計本來無因。何以故。是人既得想陰銷", "74": "除。則行陰受生之機。全然看破。故在定中。遂乘眼", "75": "根。以方涉世。八百功德。徹見八萬劫內所有一切", "76": "諸類眾生。隨業飄流。如水在灣。循環旋轉。莫能自", "77": "止。正如諸類。死此生彼。輪迴其處。而不斷絕者。亦", "78": "無有異。此為行陰遷流之相也。然於八萬劫前。則", "79": "冥冥然毫無所觀。因之妄計。冥無觀處。以為冥諦。", "80": "乃自然造化之理。如謂鴻濛混沌者。皆此類也。殊", "81": "不知自見解有限。不能超越。而反妄計。一切眾生。", "82": "皆從八萬劫前。本來無因。而自有者。豈不謬哉。由", "83": "此邪計邪度。故亡正知。局於八萬劫內。不達業道", "84": "無始。則亡徧知。以故墮落外道天魔邊邪惡見。而", "85": "反惑亂。得成菩提之正性矣。二者是人依末劫末", "86": "見起計。觀八萬劫盡末後無因何以故。是人於諸", "87": "一切眾生。既見劫前本無。其根自然而有。則知人", "88": "還自然生人悟得。鳥還自然生鳥。烏則從來自然", "89": "是黑。鵠則從來自然是白。若人之與天。乃本自然", "90": "豎首而行。若畜養之生。乃本自然橫身而走。故鵠", "91": "之白也。乃自然而白。非是洗成而烏之黑也。乃自", "92": "然而黑。亦非染造。此皆自然而然。本無有因。且自", "93": "八萬劫來。此理未嘗遷移更改。則知自今末後。雖", "94": "盡此形。窮未來際此理仍然。亦復如是。而不改移。", "95": "以是則知劫末之後亦無因也。然而我於八萬劫", "96": "前。從本以來。元不見有十二類生從菩提性起。云", "97": "何劫後。更有眾生。成菩提之事乎。當知今日一切", "98": "物象。既皆劫前。本無有因。則知劫後末亦無因也。", "99": "此計八萬劫盡。無因無果。自然斷滅。返於冥初而", "100": "已。由此計度。失正知。而落外道迷惑。成菩提之性", "101": "矣。是則名為第一外道。依本末二見。以立二種無", "102": "因之論也。此皆先世外道。違背正理所立之論。茲", "103": "者修定行陰將開。妄起計度。誤墮此見。可不惜哉。", "104": "皆由不達循業發現。妄計八萬劫前無因。而有八", "105": "萬劫後自然而無。故立本末二種無因斷滅之論。", "106": "乃邪見攝也。", "107": "△二計四種徧常。", "108": "阿難是三摩中諸善男子至第二外道立圓常論。", "109": "此計四種徧常也。於圓常中。起計度者。謂觀行陰", "110": "中。見周徧處。則名曰圓。見相續處。則名為常。殊不", "111": "知此周徧相續。乃行陰遷流生滅之相。而於是中。", "112": "妄起計度。執為圓徧常住。豈不謬哉。以故如是修", "113": "定之人。則誤墜入外道所立四種徧常之論矣。一", "114": "者是人計心境皆常。由其未見第八藏識。以故不", "115": "達心境二性。是第八識見相二分。但得想盡行現。", "116": "乘此見解。依之修習。遂究心境二性從何而起。然", "117": "見量有限。窮之不遠。唯見二萬劫前無因。自有二", "118": "萬劫後冥無所觀。遂計十方眾生。於二萬劫內。所", "119": "有生滅循環。而皆不曾散失。故不計劫外無因。為", "120": "斷滅。唯計劫內相續。為徧常。所以異乎前計。而為", "121": "第一徧常論也。二者是人計四大皆常。此亦行人", "122": "乘己見解。而窮化元。見其萬法。皆從四大和合而", "123": "成。故計四大種性本來常住。殊不知此唯識變現。", "124": "其性本空。依之修習。以為常住。遂能了知。四萬劫", "125": "中。十方眾生。雖有生滅。然而四大體皆周徧。性自", "126": "恒常。不曾散失。此計劫內所見。以為第二徧常論", "127": "也。三者是人計八識皆常。以能窮盡六根之中所", "128": "具六識。併及末那七識執受八識。此由行人乘己", "129": "見解。窮此三者。若心若意。以及意識。根本元由。生", "130": "起之處。不知乃是行陰相續之由。而反謬計識性", "131": "常恒之故。依此修習。能觀八萬劫中。一切眾生。死", "132": "此生彼。循環展轉。不曾散失。遂謂從本已來。周徧", "133": "常住。以其窮此。不散失性。因起妄計。以為周徧常", "134": "住之性。殊不知此正是行陰相續。不絕生滅之性。", "135": "且第七識中。生滅根元。尚未望見。而遂執為圓常", "136": "真性。豈不誤乎。此為第三徧常論也。四者是人計", "137": "想盡為常。以其既盡想陰根元。自是想陰更無再", "138": "生之理。遂謂此流動舉止。運轉施為。皆屬乎生生", "139": "滅滅。妄想陰心。今者已得永除滅矣。若此行陰。理", "140": "中自然而成。不生不滅矣。此以想心息滅。而便妄", "141": "謂生滅永滅。則不生不滅之理。自然成就。不知生", "142": "滅根元正由。於此特因行相微細難見。誤於生滅。", "143": "因心妄計不生不滅周徧常住之理。豈不謬哉。此", "144": "為第四徧常論也。由此之故。於本非徧圓。而謬計", "145": "徧圓。本非真常。而妄謂真常。故墮邪計而亡正知。", "146": "所以落外道而惑菩提也。是則名為第二外道立", "147": "圓徧常住四種之論。皆邊見中攝也。", "148": "△三計四種顛倒。", "149": "又三摩中諸善男子至第三外道一分常論。", "150": "此明雙計常與無常也。又三摩中。正當想盡行現", "151": "之時。忽於自而己身。他而眾生。國土之中。起邪計", "152": "而妄度者。如是之人。墜入外道四種顛倒之邪見", "153": "矣。所謂一分無常之論。一分常住之論也。一者是", "154": "人因觀自己妙明之心。周徧十方。湛然不動。量同", "155": "虗空。以為心性湛然。從此究竟。遂立神我。言神我", "156": "者。即二十五諦末後諦也。從是計我等者。由彼計", "157": "有真我。周徧十方。凝明不動。無生無滅。以故是常。", "158": "一切眾生。在我心中。自生自死。故是無常。此於自", "159": "他處。計常與無常也。二者是人不觀自心。獨觀國", "160": "土。自三禪以下。三灾所及處。計為無常。自四禪以", "161": "上。三灾不及處。計以為常。此以三灾及不及處。計", "162": "為常與無常也。此則舍自觀他。下乃舍他觀自。三", "163": "者是人以身麤心細。故捨世界。別觀自心。但見精", "164": "而不雜。細而非麤。微則弗著。密則不顯。其幽隱難", "165": "見。猶如微塵。雖然流轉十方。而性元無遷移更改。", "166": "能令此身。在於心中。即生即滅。俱無改移。故知其", "167": "為不壞之性。名我性常也。至於一切生死之身。皆", "168": "從我性所流出者。名無常性也。此計自己身心。為", "169": "常與無常也。四者是人通觀四陰。知色受想三陰", "170": "已盡。但見行陰現在遷流。遂以行陰相續不息。而", "171": "常流者。便計以為常住之性。前之三陰今已滅者。", "172": "即名之為無常之性。此於四陰中。計常無常也。由", "173": "此四種計度。雖自他及陰各執不等。總不出於一", "174": "分無常一分常論。以此雙計。故成顛倒。所以落外", "175": "道而惑菩提。故名第三外道一分無常一分常論。", "176": "乃邊見中攝也。問此與四徧常何異。答彼計一切", "177": "俱常。此計自他及陰。止有一分是常。故不同耳。", "178": "△四計四種分位。", "179": "又三摩中諸善男子至第四外道立有邊論。", "180": "此計分位為有邊無邊也。蓋分位有四。謂三際分", "181": "位。見聞分位。彼我分位。生滅分位也。一者下約三", "182": "際。以計有邊無邊也。心計生元流用不息者。謂觀", "183": "類生之根元。現在遷流之業用。展轉循環。而不休", "184": "息。遂計過去已滅。當來未至。故為有邊計。現在相", "185": "續。曾無間斷。故為無邊。此以行陰。分三際而觀也。", "186": "二者下約見聞。以計有邊無邊也。謂觀八萬劫內。", "187": "有眾生可見可聞。故計為有邊。此則限於八萬之", "188": "數也。觀八萬劫外。不見有眾生。不聞有眾生。故計", "189": "為無邊。以其無數量。而不可見聞也。前計過未無", "190": "見聞處。為有邊。此計現在有見聞處。為無邊。皆於", "191": "此反。則知外道回互倒計元無一定之見也。三者", "192": "下約彼我。以計有邊無邊也。此由行人觀己行陰。", "193": "執為真我。故復妄計。我能周徧了知。自謂於諸法", "194": "中。唯我一人。得無邊性。而彼一切眾生。皆現我性", "195": "之中。然我與自己性中。曾不別知有彼知性。遂計", "196": "彼之知性。皆不出於我之知性。以故名彼不得無", "197": "邊心性。但名有邊之心性耳。此正行陰執我。豈知", "198": "平等性中元無自他之分位耶。四者下約生滅。以", "199": "計有邊無邊也。是人窮行陰空而計半生半滅者。", "200": "由此行陰本無根性。前依想陰為根。後依識陰為", "201": "性。故今想陰既盡。識陰將現。則此行陰。其前半分", "202": "雖同想滅。而後半分猶共識生。是以行人據自所", "203": "見心行之路。妄自籌畫。以忖度之。遂計眾生。亦同", "204": "自己一身之中。所有之心。一半屬生。一半屬滅。且", "205": "見行陰。徧於一切。因而發明。其世界中。諸所有法。", "206": "皆是一半生者。為有邊。一半滅者。為無邊也。由此", "207": "四種計度。若有邊若無邊。總落外道。皆是迷惑菩", "208": "提之性。以菩提性中本無分位邊際之可得也。是", "209": "則名為第四外道立有邊無邊之論。乃邪見中攝", "210": "也。", "211": "△五計四種矯亂。", "212": "又三摩中諸善男子至不死矯亂徧計虗論。", "213": "此明四種矯亂徧計虗論也。於知見中。生計度者。", "214": "謂彼定中。以所知所見。而妄生周徧計度也。言矯", "215": "亂者。謂此外道。於知見中。不能決擇。了了分明。設", "216": "有人問。則皆矯智而亂答也。言不死者。以外道計。", "217": "梵天常住。名為不死。淨天謬謂。一生不亂。答人者", "218": "得生彼天。若實不知而輒答者。恐成矯亂。故有問", "219": "時答言。秘密言辭。不應皆說。或設餘事方便避之。", "220": "或隨問者言辭而轉。或不決定兩可而答。佛法訶", "221": "云。此真矯亂徧計虗論者。謂下四種。皆周徧計度", "222": "虗妄之論。非有實義者也。一者下以一生滅行陰", "223": "分別。而成八種之見。遂有八種謬計也。變化元者。", "224": "謂此行陰乃遷變幻化之根元也。以觀前念後念。", "225": "見其遷流不息之處。遂計變易。或觀前念後念。見", "226": "其相續不斷之處。遂計恒常。以其但見現在。於所", "227": "見之處。計以為生。以其不見過未。於不見之處。計", "228": "以為滅以生為滅之因性。以滅為生之因性。而生", "229": "生滅滅。無間斷處。計以為增。以正生者。不到滅處。", "230": "以正滅者。不到生處。而生滅相續之中。有所離處。", "231": "計以為減。於念念生處。計以為有。於念念滅處。計", "232": "以為無。此之八種。雖則都以行陰之理。統而觀之。", "233": "但其行人用心差別。以故有此八種之知見也。由", "234": "是之後。既無一定正知正見。故逢問義者。即以此", "235": "等矯亂之語。而混答之。令彼現前問義之人。皂白", "236": "不分。是非莫決。不惟義理含糊。而不能辨。且並舊", "237": "習章句。亦多遺忘漏失。而更增其迷悶也。二者下", "238": "計無矯亂也。諦觀其心者。即觀其行陰之心念也。", "239": "互互無處者。謂念正生時。無有滅相。念正滅時。無", "240": "有生相。從此證得一切皆無。故逢人問義。惟答諸", "241": "法皆無也。三者下計有矯亂也。各各有處者。謂念", "242": "生後。必有滅相。念滅後必有生相。從此證得一切", "243": "皆有。故逢人問義。惟答諸法皆有。是即有也。四者", "244": "下計有無矯亂也。有無俱見者。謂既見其念念生", "245": "處。又見其念念滅處也。其境枝故等者。謂所觀之", "246": "境不定。能觀之心亦不定。如樹多枝交差不一。故", "247": "有問者。即答云。亦有即是亦無。以生者必歸於滅。", "248": "亦無之中。不是亦有。以滅者必不能更生也。矯亂", "249": "者。執抝而不順理。為矯。心無主正。為亂。此中第一", "250": "第四言。皆兩可亂義為多。而終非順理。亦兼於矯", "251": "也。第二第三言。惟一偏矯義為多。而終非主。正同", "252": "歸於亂。故總結曰。一切矯亂。無容窮究詰問者也。", "253": "由此下結成虗無者。謂虗妄邪計。無實義也。徧計", "254": "虗論者。謂是此人。周徧計度。猶如執繩為蛇。皆至", "255": "虗至妄之論。乃邪見中攝。已上十六見。皆本劫本", "256": "見也。", "257": "△六計十六有相。", "258": "又三摩中諸善男子至死後有相心顛倒論。", "259": "此依末劫末見。計後際十六有相也。無盡流者。即", "260": "指行陰。謂相續無盡。遷流不息也。是人因見行陰", "261": "遷流。而無窮盡。遂並前來已滅三陰。皆計死後亦", "262": "無窮盡。定有其相。遂而發明顛倒心論。或自固身", "263": "者。由計色身是我。故自堅執而固守也。蓋我即第", "264": "八識見分。而第七識執為內我也。色即第八識相", "265": "分。而前七識執為外境也。皆由行人不知根源。而", "266": "展轉妄執也。一者云色是我。謂四大之色。皆是我", "267": "故。此計即色是我也。二者或見我性圓融。徧含國", "268": "土。云我有色者。謂所含一切徧國土色。皆是我所", "269": "有。故此計我大色小色在我中也。三者或彼現前", "270": "境緣。咸皆隨我。迴旋往復云色屬我者。謂是我所。", "271": "非即我矣。此計離色是我也。四者或見諸行相續。", "272": "復計我依行中。云我在色者。謂我即在色中也。以", "273": "行陰相續之相即是色陰。此計色大我小我在色", "274": "中也。皆計度言。死後有相者。謂色身雖死。我猶在", "275": "故。色陰既爾。餘三亦然。如是循環。四四共有一十", "276": "六相。以現在生前既是有相。則知未來死後亦是", "277": "有相也。從此下展轉妄計。謂上四陰。與我既然。死", "278": "後皆是有相。則煩惱菩提。理亦如是。以煩惱由陰", "279": "而生菩提由我而證。則知真妄兩性。二皆有相。亦", "280": "可並駕齊驅。入未來際。畢竟無改。各不相觸。而不", "281": "相礙也。意謂真則畢竟到底是真。妄則畢竟到底", "282": "是妄。決無更改。豈有反妄歸真轉凡成聖之理。此", "283": "皆執定死後必有我相。而誤認為常不可轉易也。", "284": "由此下結成外論。文雖通明五陰。然正義惟在前", "285": "四。雖在前四。實惟行陰而已。此皆邊見中攝也。", "286": "△七計八種無相。", "287": "又三摩中諸善男子至死後無相心顛倒論。", "288": "此計死後八種無相也。此因見前三陰已滅無相。", "289": "由是遂計第四行陰。亦終歸於無相也。形如一身。", "290": "色如四大。故知形因色有。若色滅則形無所因矣。", "291": "想如意識。心如意根。故知心因想繫。若想滅則心", "292": "無所繫矣。色居受前。心居受後。有受居中。則連綴", "293": "色心。是故無受。則色與心。無復連綴矣。前三陰性。", "294": "既已銷散。而無陰相。縱有行陰。雖是生理。而無受", "295": "想。即有生理。亦無知覺。與諸草木之無受想。又何", "296": "異乎。以是故知。若此行陰。離於前陰。亦無相矣。此", "297": "據前三陰。以推行陰。決知無相也。今觀此身現前。", "298": "陰相猶不可得。云何死後。而反更有諸陰之相耶。", "299": "因之推勘。比校死後。陰相一定。是無如是循環往", "300": "復。推勘每陰。各計現未。二無四陰。共有八無相矣", "301": "又且從此展轉。妄計涅槃因果世出世法。一切皆", "302": "空。徒有名字。終無實體。究竟皆歸於斷滅也。由此", "303": "下結成外論。然而此計。與前相反。蓋前見未滅之", "304": "行陰。以其有相。因計前三。並萬法皆當有相。故立", "305": "有相顛倒之論。此見已滅之三陰。以其無相。因計", "306": "行陰。並萬法皆當無相。故立無相顛倒之論。此皆", "307": "邊見中攝也。", "308": "△八計八種俱非。", "309": "又三摩中諸善男子至死後俱非心顛倒論。", "310": "此計有無八種俱非也。於行存中者。見行陰未盡", "311": "區宇猶在也。兼受想滅者。見前三已盡陰相全空", "312": "也。由是雙計。於存中計有。於滅中計無。致令四陰", "313": "自體。交相互破。如以行陰之有。破前三之無。以前", "314": "三之無。破行陰之有。破無則成非無。破有則成非", "315": "有。是人墜入死後有無二者俱非顛倒論矣。下正", "316": "釋成自體相破之義也。謂前三已滅。故色受想中。", "317": "見有而非有也。後一猶存。故行遷流內觀無而不", "318": "無也。前後雙觀。有無俱非。故成八相。即非有色受", "319": "想行。非無色受想行也。以故隨舉一陰。皆言死後", "320": "非有相非無相也。又計諸行等者。謂不止四陰俱", "321": "非。由是推之。則萬法之性。皆悉遷訛。有而非有。無", "322": "而非無者也。於此悉能盡知盡見。了然不惑。故曰", "323": "心發通悟也。虗實失措者。以其非無。則虗失其措。", "324": "而且非有。則實失其措也。由此計度者。謂以生存。", "325": "例之死後。皆是非有非無也。若論死後。盡未來際", "326": "者。則昏昏瞢瞢。渺渺茫茫。道有不得。道無不得。此", "327": "明有無俱非。皆不可道之故也。乃第八外道顛倒", "328": "之論。亦邪見中攝也。", "329": "△九計七際斷滅。", "330": "又三摩中諸善男子至死後斷滅心顛倒論。", "331": "此計七際皆斷滅也。由見行陰念念滅處。名後後", "332": "無因。此妄計即生人天七處後皆斷滅。是人則入", "333": "七處斷滅之論矣。七處者。謂四洲。六欲。初禪。二禪。", "334": "三禪。四禪。四空也。身滅。即四洲六欲一切人天。欲", "335": "盡。即初禪三天。謂欲染已盡故。苦盡。即二禪三天。", "336": "謂極喜無憂故。極樂。即三禪三天。謂離喜妙樂故。", "337": "極捨。即四禪捨覺觀喜樂。四空。捨色質之礙故。則", "338": "此極捨之。言含其二也。如是循環。窮究極盡。此上", "339": "七際現前。莫不歸於銷滅。既是七處皆現斷滅。則", "340": "知死後未來之中。更無復生之事矣。此計止有現", "341": "陰。而中後二陰不許有也。即此方儒者。惡聞輪迴", "342": "因果之說。亦屬此計。然但計人間即滅。仍不許有", "343": "餘六處也。此名第九外道計七處死後皆歸斷滅", "344": "之論。亦邊見中攝也。", "345": "△十計五現涅槃。", "346": "又三摩中諸善男子至五現涅槃心顛倒論。", "347": "此計五處現在涅槃也。蓋此五處。者除欲界人道", "348": "并無色界。不計人道者。現居生死苦惱故。不計無", "349": "色者。以戀身形。即依六欲四禪無想天中。為涅槃", "350": "故。後後有者。即行陰念念生處也。因觀行陰念念", "351": "不斷新新成有故。計定有實果。必不滅無也。五涅", "352": "槃者。謂欲界四禪。此之五處。不待󰞆斷。但生其處。", "353": "即是現在涅槃也。或者。不定之辭。非謂一人也。欲", "354": "界。統言六欲。非指一天也。為正轉依者。由彼觀見", "355": "欲界。同分生基。將謂一切生理。盡在於是。遂而妄", "356": "計。為轉生死依涅槃之正果也。觀見圓明者。即前", "357": "想陰初破。圓定發明。乍得天眼。觀見諸天。清淨莊", "358": "嚴。逈超日月之光明。且出人間之穢濁。以故心生", "359": "愛慕。遂計此境。為現在涅槃也。或以初禪者。計離", "360": "生喜樂地。為現在涅槃也。或以二禪者。計定生喜", "361": "樂地。為現在涅槃也。有謂前文初禪苦惱不逼。二", "362": "禪憂懸不逼。以苦重憂輕。序之宜也。今云初禪無", "363": "憂。二禪無苦。疑譯者誤倒耳。或以三禪者計離喜", "364": "妙樂地。為現在涅槃也。極悅隨者。所謂安隱心中。", "365": "歡喜畢具。具大隨順也。或以四禪者。計捨念清淨", "366": "地。為現在涅槃也。苦樂兩亡者。以修捨定故。下界", "367": "苦樂不能動也。不受輪迴生滅性者。以三灾不到。", "368": "遂而妄計不受生死輪迴。即是無生無滅涅槃之", "369": "真性故也。是皆迷有漏。而作無為。惑生死以為涅", "370": "槃者也。此由稍離下界之苦惱。遂計五處為安隱。", "371": "稍離下界之穢濁。遂計五處為勝淨也。究竟者。謬", "372": "謂此上五處。皆是無上極果也。由此下結成外論。", "373": "五現涅槃者。計此五處皆是現在涅槃。現受其樂。", "374": "不待將來者也。此為第十外道顛倒之論。乃邪見", "375": "中攝也。蓋諸見所起。不出五利。謂身邊邪戒見也。", "376": "故上十章。共六十二見。統而論之。皆不出此。設再", "377": "約義推求。不過有無二見而已。故法華云。若有若", "378": "無。等依止此諸見。具足六十二者。是也。", "379": "△三結害勸示。", "380": "阿難如是十種禪那狂解至作大覺王清淨標指。", "381": "此結害勸示也。蓋前云禪那現境者。乃天魔得便。", "382": "以現邪境也。此謂禪那狂解者。正是心魔自起深", "383": "孽也。但凡行人見道不真。多岐妄見。皆名狂解。乃", "384": "是自己心魔。最宜深防者也。用心交互者。謂用觀", "385": "力。以攻妄心交勝互負也。斯悟者。即指狂解也。頑", "386": "迷者。頑謂頑癡。故難入於正悟也。迷謂迷惑。故易", "387": "生於狂解耳。由其不能自忖自量。誤以迷惑。認為", "388": "勝解。所以自用自專。而創立諸論也。且自妄言。謂", "389": "登聖位。成大妄語。而墮重獄。不亦宜乎。汝等下正", "390": "勸示也。覺了斯義者。謂於斯義。覺察了然。務使邪", "391": "正分明也。無令者。禁止之辭。自起深孽者。謂外魔", "392": "雖不能擾。勿使自己心魔而自起深孽也。孽者。禍", "393": "之萌。亦漸次生起之義也。保持二句。是教已起邪。", "394": "見令銷滅也。教其二句。是教未生正智。令生起也。", "395": "然真義者。即真如實際第一義諦也。所謂離四句", "396": "絕百非之義也。枝岐者。謂此十種邪執徧計。在性", "397": "定中。其猶木之旁枝。路之曲岐。皆非正直之本也。", "398": "祈求也。蓋遭枝岐。即墮外道。得少為足。便入小乘。", "399": "故囑當機。普為人天。作大覺王。清淨標指。令其直", "400": "造妙莊嚴路勿使誤入曲逕旁。而墮落外道也。", "401": "△五識陰魔境三一通明陰境。", "402": "阿難彼善男子修三摩提至顛倒妄想以為其本。", "403": "此通明識陰始終。而先敘行盡識現之相也。諸世", "404": "間性者。謂諸行陰。即是世間十二類生。遷流生滅", "405": "之體性也。同分生機者。即同生基也。以基言生之", "406": "處。機明動之始。其意一也。沉細綱紐者。網上大繩。", "407": "曰綱。衣領結處。曰紐。皆喻其要也。以一切世間十", "408": "二類生。如網如衣。而此行陰生滅相續。始終貫串", "409": "如網衣之綱紐也。而言沉細者。謂幽沉微細。乃行", "410": "陰之相也。故行陰若盡。則生機綱紐自必忽然隳", "411": "壞而毀裂矣。補特伽羅云數取趣。即類生之中有", "412": "也。以生機綱紐既已隳裂。則諸類生酬償宿業。深", "413": "遠一脈。由業感而報應者。皆懸遠而斷絕矣。此則", "414": "行盡之相也。蓋涅槃性天。為五陰所覆。沉淪生死。", "415": "猶處長夜。前三陰盡。如鷄初鳴。雖為曙兆。猶沉二", "416": "陰。精色未分。此則行陰已盡。生滅殆空。故涅槃性", "417": "天。將有大明大悟之期矣。如報曉之鷄。五更三唱。", "418": "最後啼鳴。所以瞻顧性天。亦若東方已有精明微", "419": "白之色。但未大明大白。以其尚為識陰所覆。故不", "420": "透徹耳。向者行陰遷流。七識執我。則六根奔逸。隨", "421": "逐六塵。今則行陰既盡。我見亦空。故六根虗靜。不", "422": "復奔塵。所以若內若外莫不湛然。而明淨矣。蓋根", "423": "為能入。塵為所入。今者根寂塵銷。故曰入無所入。", "424": "根塵既銷。機紐自破。則第八藏識從此顯現。方能", "425": "深達十方世界十二類生無始以來投胎受命根", "426": "本元由。自不同於行陰所覆。而不能通各命由緒", "427": "之日矣。既能觀其受命由緒。復又了知執受根元。", "428": "從此之後。深厭自生。則諸異類同生之機。至此已", "429": "盡。亦不復召其受生矣。由是斷異生性障。證徧行", "430": "真如。而於十方依正二報。已獲知其同。是唯識一", "431": "體變現。更無別法之可得也。則此初見性天。已有", "432": "精色。雖未大明。然已東方發白。顯現幽暗隱祕之", "433": "處矣。此猶向曉。明相未出。乃為識陰未破之區宇", "434": "也。若於羣類。生死不召。既已獲得異性入同。即於", "435": "同中。加功用行。銷鎔煉磨。六根門頭。令其合之則", "436": "一。開之則六。以六根為一根用。名合成就。以一根", "437": "為六根用。名開成就。然此六根。以分位而論。雖似", "438": "比隣。以性體而言。元無彼此。皆可互通而互用也。", "439": "故得世界身心。如吠瑠璃。內外明徹。惟一清淨本", "440": "然。如來藏性。更無他物。此則識陰已盡之相也。蓋", "441": "如來藏。本無生滅。及受命由緒。但為前七識。熏成", "442": "藏識。執受一切染淨種子。渾濁真性。是以隨業牽", "443": "引諸趣受命。故命之為體。即是識陰。而煖息識三。", "444": "俱時而轉。識陰既盡。則命濁之相。亦得超越。至此", "445": "反觀識陰所由。莫非幻妄似有非有。故名罔象。體", "446": "性空寂。故名虗無。迷背性真。名為顛倒。元無別法。", "447": "惟此妄想。以為識陰之根本耳。但能了知妄想無", "448": "性。則根本尚無。識陰何有。故曰。識陰虗妄。本如來", "449": "藏也。瑠璃具云吠瑠璃。此云青色寶。亦翻不遠。西", "450": "域有山。去波羅奈城不遠。山出此寶。因以名焉。罔", "451": "象猶倣象。即影中之影。乃不實之貌也。", "452": "△二別示魔事十一因所因執。", "453": "阿難當知是善男子至背涅槃城生外道種。", "454": "此示識陰十種邪計。而此先明因所因執也。意謂", "455": "是人既已窮究諸行性空。自於藏識。反本還元。已", "456": "能滅除行陰遷流生滅之性矣。而於識陰寂滅之", "457": "性。雖已現前。但其真精妙明。尚未發光。猶為識陰", "458": "所覆。未能圓照於法界也。但能令其自己身心。六", "459": "根開合。初無隔礙而已。亦與十方諸類見聞覺知。", "460": "自得融通。若人若我。俱無礙也。此則行陰盡。而人", "461": "我一如。故此覺知。上與諸佛通融。下與類生󳖈合。", "462": "即凡外受命。元由聖賢成道根本。皆不出此藏識", "463": "之中。既知十方一切種類。唯識所現。覺知通󳖈。則", "464": "能深入圓融元湛之性矣。下明於此圓融元湛。謬", "465": "起法執。而成外道之種性也。蓋此圓元。即是識體。", "466": "若是於此所歸依處。不達是識。遂而妄立真常之", "467": "因。以為極果。而生勝解。永為依止者。是人乃是謬", "468": "執能依之心。妄立所依之境。則墮本無能因。妄立", "469": "所因。故名因所因執。蓋因即依也。斯人則與娑毗", "470": "迦羅所歸冥諦。同一類矣。梵語娑毗迦羅。此云黃", "471": "頭外道。師事梵天。計非色非空。認藏識為冥諦。謬", "472": "謂從冥生我大。我大生覺心。覺心生五微量。五微", "473": "量生五大。五大生十一根。然以神我為主。其體真", "474": "常。覺心處中。不敗不壞。攝受諸法。以冥諦為第一", "475": "諦。中間二十三法。皆從冥諦生。神我。即受用二十", "476": "三法者也。迷佛菩提。則非果地之正覺矣。亡失知", "477": "見。則非因地之真心矣。是名第一外道。於識陰中。", "478": "妄立有所得心。以成有所得果也。向者行盡識現。", "479": "根隔開合。圓通將近。今立能所。則違而遠矣。向者", "480": "於涅槃天。將大明悟。今則背之。而入生死路矣。向", "481": "者覺心欲發。堪為佛子。今則反生外道。斷佛種矣", "482": "可不悲哉。", "483": "△二能非能執。", "484": "阿難又善男子窮諸行空至生大慢天我徧圓種。", "485": "此明能非能執也。若於所歸者。此躡前章。但前計", "486": "識元。為所歸之處。今欖識元。以為自體。是其差別", "487": "耳。且謂盡界眾生。皆我流出。而生勝解。遂執我能", "488": "生彼。而彼一切非能自生。故曰。是人則墮能非能", "489": "執。由作此解。正與摩醯首羅。自謂能現無邊之身", "490": "者。成伴侶矣。能為心者。執我能為因心也。能事果", "491": "者。計我能辨果事也。謂造因成果。悉是我也。大慢", "492": "天者。即摩醯首羅也。以執我能生物。輕視聖賢。故", "493": "名大慢天也。我徧圓種者。謂十方世界十二類生。", "494": "皆是我之徧造而圓成也。意謂由因我能徧造。我", "495": "能圓成。若離於我。彼皆非能自生者也。蓋摩醯首", "496": "羅。即色界頂天。乃三目八臂。騎白牛。執白拂。所謂", "497": "大自在者。是也。故唯識云。有執有一大自在天。體", "498": "實徧常。能生諸法。謂彼計此天有其四德。一體實。", "499": "二徧。三常。四能生諸法。又計有三身。一者法身。體", "500": "常周徧。量同虗空。能生萬物。二受用身。在色頂天", "501": "上。三變化身。隨形六道。教化眾生。此中云。若於所", "502": "歸。攬為自體。此即體實。乃彼法身也。盡界眾生皆", "503": "其流出。此即徧常。能生諸法。乃彼第二身也。現無", "504": "邊身者。乃彼第三身也。良由行人不了自性。本自", "505": "無生。誤於識陰。妄計自體。為萬物因。遂墮此執。而", "506": "成首羅之種類也。", "507": "△三常非常執。", "508": "又善男子窮諸行空至背涅槃城生倒圓種。", "509": "此明常非常執也。若於所歸句。躡前大都。此計亦", "510": "以識元。為所歸依。故疑彼能生我。及一切法。遂計", "511": "生起流出之地。為真常之體。作無生無滅之解。此", "512": "則正在生滅之中。而早計其為不生滅之真實常", "513": "住也。既惑真實常住不生滅性。又迷現前生滅之", "514": "法。且復安然。住著沉迷。於中反生勝解。是以非常", "515": "為常。故名常非常執。既作此解。則以前來計自在", "516": "天能生一切者。同其類矣。立因依心者。謂以識元", "517": "為能生因。為我所歸依也。成妄計果者。謂以生滅", "518": "妄計。而為常住之果也。此與上執。同一識元。而所", "519": "計則異。以前執我圓生物。此執彼圓生我。故名倒", "520": "圓也。", "521": "△四知無知執。", "522": "又善男子窮諸行空至背涅槃城生倒知種。", "523": "此明知無知執也。所知者。即所觀之知。乃識元也。", "524": "知徧圓者。謂此知性。一切諸法。莫不周徧而圓具", "525": "也。因知立解者。謂因知徧圓而生異解也。總之見", "526": "此識元本有知覺。以一切法從識變起。遂立異解。", "527": "謬計草木與人。曾無異性。既無異性。即當情與無", "528": "情。更互輪迴。故曰。草木為人。人死還成草樹也。是", "529": "則情與無情。徧有知覺。無所簡擇矣。若生此計。為", "530": "勝解者。如是之人。既以有知為無知。復以無知為", "531": "有知。則墮知無知之執矣。斯與婆吒霰尼二種外", "532": "道。執一切物。皆有知覺者。成一類耳。計圓知心成", "533": "虗謬果者。謂此妄計徧圓之知。以為因心。則其果", "534": "報亦成虗謬也。倒知者。謂以有知為無知。無知為", "535": "有知。皆顛倒之知覺也。梵語婆吒。或云䟦闍。此翻", "536": "避霰尼。亦云先尼。此翻有軍二外道之名也。問前", "537": "文草木金石。皆既作妖為孽者。豈非有知乎。答此", "538": "是依草附木之精靈有知。非是草木元有知也。又", "539": "曰。世有老楓。化為羽人。朽麥化為蝴蝶。此草木為", "540": "人之類也。賢婦化為貞石。蚯蚓化為百合。此人為", "541": "草樹之類也。即本經十二類生。亦有精神。化為土", "542": "木金石。則又何謂。答此皆偶然之事。不可為常設。", "543": "若定謂有情無情徧皆有知。互為轉變者。則大謬", "544": "矣。", "545": "△五生無生執。", "546": "又善男子窮諸行空至背涅槃城生顛化種。", "547": "此明生無生執也。蓋識盡六銷。方得諸根互用。今", "548": "此雖得六銷。猶未亡一。故於互用。尚未全妙。但已", "549": "得其隨心順意。略無隔礙而已。即便於此圓融化", "550": "理。妄生計度。謬謂一切諸法莫不由此四大發生。", "551": "故於火之光明。水之清淨。風之周流。地之成就。以", "552": "為真常之因。能生極果。於是求樂愛觀甚。而尊崇", "553": "奉事。以求證果。遂以此四大塵相。為發生造作之", "554": "本元。即立此為常司造化之真宰。然此妄計。能生", "555": "聖果。而實不能生。故曰生無生執。觀塵。即觀地大", "556": "也。成就者。謂能成就一切依正聖果也。羣塵者。通", "557": "指四大。自謂修因證果。皆此四大發生造作。乃為", "558": "世出世間一切聖凡之根本生因也。迦葉波婆羅", "559": "門。乃指一類事四大外道。謂作此解。正與此等。為", "560": "同類也。迷心從物者。謂迷自真心。反從妄物。是以", "561": "非因計因。而妄求之。非果計果。而妄冀之。且將妄", "562": "想所結之塵。執為能生能化之主。豈非顛倒化理", "563": "之種類乎。", "564": "△六歸無歸執。", "565": "又善男子窮諸行空至背涅槃城生斷滅種。", "566": "此明歸無歸執也。圓明者。謂前陰俱盡。諸有皆空。", "567": "唯見識陰。圓徧湛明。猶如止水。而彼不知。尚是罔", "568": "象。虗無妄想。即便計此圓明之中。虗無體性。為究", "569": "竟地。而欲非毀滅絕羣塵。所化一切身土。以永滅", "570": "空。為所歸處。歸此便休。不復進趣。豈知此處乃是", "571": "虗無不實之境。非是實有可歸之處也。若作此解。", "572": "是執實無可歸。而妄計為歸依之處矣。則與無想", "573": "四空天中及主空神。同其類矣。縱經八萬劫。終是", "574": "落空亡。故本經云。從外道天。窮空不歸者。正謂此", "575": "也。圓虗無心成空亡果者。謂於圓徧湛明。虗無妄", "576": "想。為因地心。則成斷滅空亡。為果地覺也。問此與", "577": "定性小乘何異。答棄有取空。其意則一。但其先心", "578": "各有差別。此凡外種乃伏惑取空。彼聖性種。則斷", "579": "惑取空也。", "580": "△七貪非貪執。", "581": "又善男子窮諸行空至背涅槃城生妄延種。", "582": "此明貪非貪執也。圓常者。亦指識陰。由彼觀見前", "583": "陰盡滅。而識體精明。湛不搖動。遂而妄計為圓滿", "584": "常住也。且見識陰能執受身。令身不壞。便欲固身", "585": "常住。同於識精圓明。以求長生。而不傾不逝也。不", "586": "知此身本非常住。實不可貪。以為長久。今者妄生", "587": "貪著。故云貪非貪執。阿斯陀此云無比。亦名瑞本。", "588": "即長壽仙也。執著命元者。以識陰為執身受命之", "589": "根元也。立固妄因者。謂欲堅固妄身。而以圓常識", "590": "陰。為因心也。趣長勞果者。謂有色身。必有塵勞。今", "591": "求固身之果。是欲長戀塵勞。終不求於出離之道", "592": "也。妄延者。謂彼不達自性真常。而依妄身。希延壽", "593": "命。以成長壽仙之種類也。", "594": "△八真非真執。", "595": "又善男子窮諸行空至背涅槃城生天魔種。", "596": "此明真非真執也。觀命互通者。謂由前陰俱盡。觀", "597": "見各類受命由緒。皆與識陰。互相通同。則是一切", "598": "身命。咸以識陰為本。一切塵境。悉與命元相連。設", "599": "或識陰一朝頓盡。則彼我命元。內外根境。一切俱", "600": "盡。當是之時。縱能徹證真常。已無所樂之境。亦何", "601": "貴乎。以故却去出世觀智。留住世間塵勞。以為身", "602": "命所依。恐其銷盡。則我身命無可依託。且行盡識", "603": "現者。圓化隨心。得大自在。便於此際。現華宮而自", "604": "坐。化七珍以廣奢。增寶媛而多欲。所謂窮奢極欲。", "605": "恣縱其心。以為妙樂。此乃妄執業識命元。為真常", "606": "淨樂。而實非真常淨樂。故云真非真執。作此見解。", "607": "則與吒枳迦羅。居欲界頂。自在天魔。同一類矣。發", "608": "邪思因立熾塵果者。謂以邪思縱欲為因心。以塵", "609": "勞熾盛為果覺也。媛美女也。", "610": "△九定性聲聞。", "611": "又善男子窮諸行空至背涅槃城生纏空種。", "612": "此明定性聲聞也。於命明中者。謂識陰顯露。已能", "613": "通達。各命由緒了然而明白也。便知此識徧能含", "614": "藏漏無漏種。故於此中。分別決擇。則以苦集為有", "615": "漏。名麤名偽。以道滅為無漏。名精名真。由是擇去", "616": "麤偽苦集。而留住精真道滅。故云分別精麤等。修", "617": "道為感。證滅為應。但取於此。故云唯求背清淨道", "618": "者。本修圓定。法界平等。離二邊垢。名清淨道。今發", "619": "小乘欣厭之解。故名曰背。此人所謂見其是苦。方", "620": "纔斷集。欲證滅諦。始修道品。唯圖速出三界而已。", "621": "若居寂滅。則心滿志足。便已休歇。更不前進求菩", "622": "薩道。乃中止化城。不入寶所得少為足。而生勝解", "623": "者也。定性聲聞者。即不迴心鈍阿羅漢也。無聞僧", "624": "者。謂不了識陰。迷為涅槃。乃無多聞。不知法相之", "625": "僧也。增上慢者。謂未得謂得。未證謂證之類也。圓", "626": "精應心成趣寂果者。謂圓滿精誠求應之因心。成", "627": "就趣寂偏空之小果也。既得此果。則為偏空所縛。", "628": "故為纏空之種類也。", "629": "△十定性辟支。", "630": "又善男子窮諸行空至生覺圓明不化圓種。", "631": "此明定性辟支也。銷六入一。門門互用。故曰圓融。", "632": "根不染塵。故曰清淨。照徹命元。故曰覺明。發研深", "633": "妙者。謂獨覺則寂居觀化。緣覺則觀十二因緣。皆", "634": "依識陰。精研窮究。以發深妙之悟也。即以所悟之", "635": "境。立為涅槃歸休之地。不復前進。亦是化城。終非", "636": "寶所也。諸緣獨倫者。謂緣覺獨覺之同倫也。圓覺", "637": "󳖈心成湛明果者。謂已圓融見聞覺知。通同󳖈合。", "638": "歸於一心。以成湛然不動凝明寂滅之小果也。生", "639": "覺圓明不化圓種者。謂見聞覺知。已得圓融互用。", "640": "但其精真妙明。尚不發化。以圓照耳。問聲聞辟支", "641": "乃出世聖人。何故亦列魔數。答此經所詮。性修大", "642": "定。法法圓成。所謂陰入處界。本如來藏。妙真如性", "643": "也。彼不達此。用希慕心。向外取果。非魔而何。然以", "644": "定性簡之。惟重不迴心者。若能迴心。便名大阿羅", "645": "漢不墮斯類矣。", "646": "△三結邪顯正。", "647": "阿難如是十種禪那至圓滿菩提歸無所得。", "648": "此結邪魔。以顯正修也。中途成狂。前八居多。未足", "649": "生足。後二居多。然此十種。無非執迷惑而為因。依", "650": "迷惑以為果也。所愛先習者。謂各有無始習氣。偏", "651": "愛種子。今於定中。仍各發現。故中途成狂。未足生", "652": "足。即便休息。將為滿足。以成大妄語也。此即初卷", "653": "二根本云。諸修行人。不能得成無上菩提。乃至別", "654": "成聲聞緣覺。及成外道諸天魔王。及魔眷屬者。正", "655": "指此陰魔諸境而言之也。此上前七。多屬外道。第", "656": "八乃是邪魔所感。偽果即是諸天魔眷。及十種仙。", "657": "至於業終。魔福既盡。自墮無疑。若後二種。雖能斷", "658": "惑證真。而不墮落。然而亦無增進之益矣。良由此", "659": "等不知二種根本。迷於常住真心。用諸妄想故耳。", "660": "存心等者。謂汝等須存大慈悲心。秉我如來二利", "661": "之道。將此顯正辯邪。修定法門。廣傳末世。普令眾", "662": "生。咸得決了。務使邪正分明。不為所惑。見魔亦即", "663": "心魔。謂依識陰。起於分別我法二執。故名見魔。即", "664": "聲聞緣覺亦是分別法執之所攝也。以上通結邪", "665": "小。下顯正修諸根互用者。即六解一亡也。以其從", "666": "三漸次入相似覺。便得六根清淨。由相似覺。則入", "667": "分證。便得六根互用。自分證以階究竟。便能入於", "668": "菩薩金剛乾慧。但證究竟。則第八識與前七識。一", "669": "時俱轉。以成四智。所謂圓明精心。於中發化。三類", "670": "分身。徧息苦輪。惟如如理及如如智。內外明徹。譬", "671": "如瑠璃。內懸寶月。如是乃能頓超信住行向地。而", "672": "成妙覺無上道也。此言圓頓真修。一超直入。不藉", "673": "劬勞。肎綮修證也。入於如來妙莊嚴海者。即前所", "674": "謂大佛頂首楞嚴王。具足萬行。十方如來。一門超", "675": "出妙莊嚴路也。圓滿菩提歸無所得者。即前所謂", "676": "狂心自歇。歇即菩提勝淨明心。不從人得也。以彼", "677": "凡外小乘不達此理。以有所得心。測度如來無上", "678": "智慧。故皆不能圓滿菩提者。此也。綏安也。", "679": "△三通示修進之要。", "680": "此是過去先佛世尊至究竟修進最後垂範。", "681": "此則通示五種辯魔法門。乃是先佛授受修習大", "682": "定增進聖位之心要也。文有二節。從初至心不迷", "683": "悶。乃通結五陰辯魔之意也。從若諸末世訖文。乃", "684": "示修進之法要也。初文可知。次文愚鈍眾生。言其", "685": "無多聞性而已。非謂如啞羊者也。由乏智慧故。未", "686": "識禪那妙理。因缺多聞故。不知佛所說法。但已能", "687": "發菩提之心。決定而欲超生脫死。以證圓通。故樂", "688": "修習耳根三昧也。最後垂範者。以前當機殷勤啟", "689": "請十方如來。得成菩提妙奢摩他三摩禪那最初", "690": "方便。是以如來令其生信開解乃。至示以三如來", "691": "藏耳根圓通。正助雙脩。發行證入。則最初方便能", "692": "事畢已。而更𢌞身。再來凭倚。重詳七趣。以勵精修。", "693": "復辯五魔。而妨惑亂。此於性定。垂示初心。修習規", "694": "範乃在後之。又後故云。最後垂範。正與最初方便", "695": "相照應耳褫即奪也。又猶喪也。東都賦云。奪氣褫", "696": "魄。此詳定境魔事竟。", "697": "△二重斷陰相餘疑二一當機疑請。", "698": "阿難即從座起聞佛至一切眾生作將來眼。", "699": "此當機不達五陰。何以俱為妄想。故興三問而請", "700": "決也。頂禮欽奉憶持。無失者此正承前恭欽如來", "701": "最後辯魔曲。垂遺範種種之訓。當機皆能仰體聖", "702": "意。欽奉法旨。記憶不忘。而受持不失也。此下一問", "703": "妄想生起。意謂世尊尋常。但說五陰相中皆是仗", "704": "因託緣。當體全空。則知五種虗而不實。妄而非真。", "705": "可以明矣。然未曾說何為根本。今則每破一陰。令", "706": "觀所由。指出一種妄想之心。以為其本。此則我等", "707": "於平日往常。所未聞者。亦未蒙如來微細開示者", "708": "也。以故不知此五陰相皆本於妄想心者。是何故", "709": "耶。二問併銷次第。意謂又此五陰既是總屬妄想。", "710": "今欲破除。為當一時併盡。為復次第漸除耶。三問", "711": "詣何為界。意謂若欲斷除。須知各陰淺深界限。如", "712": "是五重陰覆之境。當詣何處。為何陰之界限耶。惟", "713": "願如來大慈不倦。一一詳示。不獨現前。大眾心得", "714": "清淨。目得明朗。亦為末世一切初心修定眾生。以", "715": "作將來正法也。", "716": "△二如來釋答二一具答三問三一廣答生起妄", "717": "想三一總明。", "718": "佛告阿難精真妙明至五陰本因同是妄想。", "719": "此總明五陰皆以妄想為本也。佛告阿難我說五", "720": "陰皆本妄想者。豈無故哉。蓋精真者。法身也。妙明", "721": "者。般若也。圓淨者解脫也。而此三德秘藏。一心圓", "722": "具。所謂本來自覺。而圓滿清淨者也。然其為體。本", "723": "非有為。可以停留。界內界外二種生死。及諸想相", "724": "之塵。識情之垢。此五住煩惱也。亦非無為可以安", "725": "頓菩提涅槃乃至虗空也。所以有為無為。斯等根", "726": "元。皆非本覺。妙明心中。本有之物。悉由妄想之所", "727": "生起。故知五陰皆一妄想心耳。良由本覺妙明真", "728": "精心中一念妄動。所以發生有為無為。及諸情器", "729": "一切世間。故有四大五蘊有為之相也。其如眾生。", "730": "迷不自知。於此四大五蘊本空。非有情器界中。而", "731": "妄計為真為實有者。正如演若達多迷自己之本", "732": "頭。而認鏡中之影像也。夫此五陰既從妄生。則本", "733": "來元無生起之因可以明矣。今於五陰妄想之中。", "734": "以其展轉相因。交妄發生。遞相為種。遂而建立因", "735": "緣性者。已是方便。非有實義。何況不知方便。復迷", "736": "因緣。而稱五陰。為自然性耶。不惟有為之性不實。", "737": "即彼虗空無為之性。亦猶不實。以是如來藏中。一", "738": "念隨緣。幻妄而生。所謂晦昧為空者也。故知無為", "739": "之空。有為之蘊。皆是眾生妄想之心。徧計卜度。戲", "740": "論名相。非有真實義也。又且阿難汝等。果能知諸", "741": "一切有為無為虗妄妄法。所起之處。則可許汝說。", "742": "諸妄法。從因緣生。斯亦可矣。若是妄法。元無起處。", "743": "強說妄法從因緣生。則不可耳。何則以元無起處。", "744": "本非所有。云何可說為因緣生法耶。是則因緣尚", "745": "不可說。何況不知因緣而更推為自然者耶。是故", "746": "我今與汝。前來一一發明五重陰覆根本生因。同", "747": "是妄想。更無他物也。斯正如來欲令當機。即五陰", "748": "中。了妄無因。知真本有也。蓋佛自開會。便曰。一切", "749": "眾生。皆由不知常住真心性淨明體。用諸妄想。此", "750": "想不真。故有輪轉。至此便將妄想二字。分作五重。", "751": "一一詳示。乃見為人一片婆心成始成終之致意", "752": "也。亦見本經十卷雄文起結脈絡勢。若𢌞龍首尾", "753": "相顧也。", "754": "△二別示五一明色即堅固妄想。", "755": "汝體先因父母想生至名為堅固第一妄想。", "756": "此別示五種妄想。而此先明色陰。乃為第一堅固", "757": "妄想也。蓋色陰雖兼五根六塵。今特顯其與妄想", "758": "相應。故單約內身而詳明也。意謂我雖為汝發明", "759": "五陰本因。汝猶不知色陰為堅固妄想耶。即汝形", "760": "體。先因父母妄想生起。以其父母彼此俱動愛欲", "761": "情想。而後遂有赤白二滴。雖有父母想心。若汝中", "762": "陰。設無憎愛之想。亦不能來父母想中流愛納想。", "763": "欖其遺體。以傳命脈也。則知現前四大五陰所有", "764": "色身。皆由三者妄想而成。正如我先所言。想醋涎", "765": "生。想高酸起。且懸崖不曾有。醋物未曾來。若汝身", "766": "體必然真實。非與虗妄情想而通同倫類者。則口", "767": "中之水。如何因談醋出足心之酸。如何因想崖生。", "768": "觀此則知。現前形體。皆是妄想所成。可以明矣。是", "769": "故當知。汝此現前四大五陰所有色身。乃名堅固", "770": "第一妄想也。以其父母與己。三緣和合。彼此貪愛。", "771": "互生欲想。如膠似漆。所以堅牢而不能破。固結而", "772": "不可解也。", "773": "△二明受即虗明妄想。", "774": "即此所說臨高想心至名為虗明第二妄想。", "775": "此明受陰即虗明妄想也。蓋躡前想心。以發起受", "776": "陰者。正顯色受皆以想心為主宰也。以色攝前五", "777": "根。受攝前五識。想心即第六識也。臨高想心等者。", "778": "謂由受陰居於色想之間。以其昔曾領納懸崖等", "779": "境。謝落影子。在想心中。故今復聞懸崖等語。則起", "780": "臨高虗想之心。能令汝形。以至足心。而真實受其", "781": "酸澀之境也。此由想心為因。所以受陰生起。妄為", "782": "領納。故有酸澀。以動其色體也。汝若不悟。當觀現", "783": "前色身所對領納之境。所謂順之則益。違之則損。", "784": "而此二受。現能役心。交驅互馳。而不休息者。此為", "785": "虗明第二妄想也。以受無實體。不過虗有領納明", "786": "辯違順而已。然有三種。謂苦樂捨也。順益即樂受。", "787": "違損即苦受。設遇非違非順不損不益。即捨受。茲", "788": "單言二。而不言三者。以捨屬無。計其相不顯此苦", "789": "樂二境。則現前分別。易明而易見也。", "790": "△三明想即融通妄想。", "791": "由汝念慮使汝色身至名為融通第三妄想。", "792": "此明想陰即融通妄想也。念慮者。即是想陰。所謂", "793": "想念思慮也。意謂由於汝之第六意識想念思慮。", "794": "所以使役汝之現前四大色身。若汝此身。非與想", "795": "念如是妄心。同其類者。何因緣故。隨其想念。所役", "796": "使耶。即今現前根塵相對。種種取像。雖各不同。然", "797": "而皆因想念心生。而後諸根方形取著。則知根身", "798": "所取之像。定與想念而相應也。正如歌舞工伎之", "799": "人隨他拍轉。拍緩則步緩。拍急則步急。而身之與", "800": "想。亦若是矣。故於寤時。即名妄想。而於寐時。為諸", "801": "亂夢。則知汝身汝想。無時無處而不相應者也。良", "802": "由念慮不息。以故搖動妄情。寤寐紛然。而無間也。", "803": "則知想陰與前五根識。互融互通。為第三妄想。不", "804": "惟互融色身。聽其驅䇿。而且互通夢寐。悉屬使然。", "805": "則知此陰雙融色心二處。俱通寤寐兩境。故名融", "806": "通妄想也。", "807": "△四明行即幽隱妄想。", "808": "化理不住運運密移至名為幽隱第四妄想。", "809": "此明行陰即幽隱妄想也。化理不住者。正言行陰", "810": "為變化之理體。而有遷流不住之事用也。運運密", "811": "移者。謂念念遷變。密密推移。令人不覺。其猶逝水", "812": "藏舟之謂也。此下乃釋變化密移之事。意謂行陰", "813": "生住異滅四相不停。能令汝身變遷密運。自少而", "814": "壯。由壯而老。與夫中間。如指端之甲長。頭上之髮", "815": "生。氣力之暗銷。容顏之漸皺。此皆日夜不停。生住", "816": "異滅。互相更代。曾無一人能覺悟者。是皆行陰變", "817": "化密移之能事也。阿難若此行陰。非汝體者。云何", "818": "能令汝之身體。長生銷皺。而遷變耶。如此行陰。必", "819": "然真是汝之體者。既是汝體。則日夜相代。何故汝", "820": "又無知覺耶。則知汝身生住異滅。諸行遷流。念念", "821": "改易。而不停者。皆行陰使然也。由其生滅不停。是", "822": "非莫辯。幽不可見。隱未易知。以是之故。名諸行陰。", "823": "而為幽陰第四妄想也。", "824": "△五明識即顛倒妄想。", "825": "又汝精明湛不搖處至第五顛倒微細精想。", "826": "此明識陰即微細精想也。佛意若曰。又汝識精元", "827": "明湛若止水。將謂不動不搖之處。以故名之。為恒", "828": "常真實者。若然則此識陰。乃第八識。於汝一身。不", "829": "出六根所具之性。若實精而不雜。真而非妄。其體", "830": "恒常。則不容其雜染妄習於六根中矣。何因汝等", "831": "昔覩奇物。年深歲久。憶忘俱無。而再見時。記憶不", "832": "遺。宛爾如昔耶。蓋最初記憶。雖由前六熏習。而後", "833": "持種不失。則第八之功能也。以前六如聚斂之臣。", "834": "第七猶押運之官。第八乃倉庫之使也。是故年深", "835": "歲久。再見如昔者。則知識陰此精了內湛不搖中。", "836": "念念受彼妄習所熏。故有記憶宛然之事。所以不", "837": "有思索及籌度。想像算計而後然也。是故阿難應", "838": "當了知。即此八識湛不搖者。熏之以真。則真熏之", "839": "以妄。則妄亦非真常不可動搖之性也。但如無波", "840": "急流之水。人遠望之。如恬然寂靜而已。以其流急。", "841": "微細不見其相。非是澄潭止水。實無流相者也。而", "842": "藏識海。亦復如是。非真不動。以是前之四陰妄想", "843": "根元。故受妄習。若非前四妄想根元。寧受妄習之", "844": "所熏哉。夫此識陰既已非真。猶是妄想。然則此妄", "845": "直至何時而方滅耶。若要銷滅除。非是汝六根互", "846": "用之時。分隔開合之際。則此妄想可以滅矣。否則", "847": "終難杜絕。亦無有時而得滅也。以第八識與前六", "848": "識。互相為根。真則同真。妄則同妄。故須六解而一", "849": "始亡也。以故汝今現在六根。所謂見聞齅甞覺知。", "850": "此六精者。乃於第八識中。念念受熏。互相貫串。雖", "851": "云習氣微細無幾。然於如來藏中。若論性識。明知", "852": "覺明真識妙覺湛然精了之內。猶然還是似有若", "853": "無之罔象。非有真實之虗無。此為第五顛倒微細", "854": "精想也。顛倒者。迷真執似。捨藏性而執藏識。豈非", "855": "顛倒乎。微細者。以此識陰乃是陀那微細識也。精", "856": "想者。謂此識陰之體。雖是識精。尚未轉智。猶屬罔", "857": "象虗無之妄想也。", "858": "△三結成。", "859": "阿難是五受陰五妄想成。", "860": "此總結五陰。即五種妄想所成也。以上五種。即是", "861": "眾生所受報法。以故通名五受陰也。亦名五取陰", "862": "者。以一切眾生莫不取此為自體也。良以眾生自", "863": "迷如來藏性。而有妄色妄心。依此色心而成五陰。", "864": "故有世出世間聖凡之差別也。若以眾生知見。執", "865": "此五陰。為實有者。即世間法。若以二乘知見。執此", "866": "五陰。為空寂者。即出世法。若在諸佛菩薩。善得中", "867": "道。了色即空。達空即色。則為世出世間上上之法。", "868": "乃第一義諦不思識境界也。設若離此五陰之法。", "869": "則五乘聖教亦無安立之處也。以故迷之。則凡悟", "870": "之則聖。皆不出此凡修定者。苟能於是用金剛觀", "871": "智。蕩滌空有情計。掃除斷常知見。了一真而本具。", "872": "達諸妄以本空。則其五陰妄想之心。當體清淨。即", "873": "是本如來藏妙真如性矣。", "874": "△二超答陰界淺深。", "875": "汝今欲知因界淺深至湛入合湛歸識邊際。", "876": "此超答前問五陰詣何為界限邊際也。意謂汝今", "877": "欲知五陰本因詣何為界。誰淺誰深耶。須知愈前", "878": "則愈淺。愈後而愈深。故唯有形之色。與無相之空。", "879": "互形互顯。即色即空。乃是色陰之邊際也。唯苦樂", "880": "二境。合身為觸。及不苦不樂。去身為離。皆是受陰", "881": "之邊際也。唯寤時之記憶。與寐時之遺忘。咸是想", "882": "陰之邊際也。唯念念歸無之滅。與念念成有之生。", "883": "俱是行陰之邊際也。湛入合湛者。上湛字乃六識", "884": "湛精。下湛字即八識湛體。以此六湛皆八識所分。", "885": "今者四陰既盡。則六用不行。故云湛入。返流全一。", "886": "故云合湛。此則返六用。以歸一體。皆為識陰之邊", "887": "際也。", "888": "△三追答滅除次第。", "889": "此五陰元重疊生起至何所不明再此詢問。", "890": "此追答前問五陰頓除漸斷也。意謂汝問五陰為", "891": "頓除漸斷耶。蓋此五陰元是從細至麤。一重疊一", "892": "重次第而生起也。故生則因迷藏性。轉為藏識。遂", "893": "有行想。受色而生也。若欲滅除。須先從色。色若滅", "894": "除。則受想行識漸次而除也。生則從細至麤。猶如", "895": "著衣。滅則自麤而細。猶如脫衣。其生滅之序。是為", "896": "如是。此約入胎次第成身而說。以迷真成妄莫先", "897": "乎。識既成識陰。則念念不停隨業流轉。有行陰生", "898": "以流逸。故於所緣境。起愛憎心。有想陰生。由想愛", "899": "故。識託其中。攬為自己。令生覺受。則受陰生。受已", "900": "成身。妄自保固。則有色陰。此生起之次第也。七支", "901": "業淨。身見微薄。則色陰銷。身見既亡。根境不偶。則", "902": "受陰滅違順。不受憎愛。想亡則想陰滅。愛想不生。", "903": "心不流逸。則行陰盡。識精還元。歸乎藏在。則識陰", "904": "盡此滅除之淺深也。若單約滅除而論淺深次第", "905": "者。則有理有事。固自不同。蓋此五陰以理而推。則", "906": "是一念妄想而起。若能一念不生。頓絕攀緣。而悟", "907": "自性乘。此心開。則五重妄想。如紅爐點雪。一併銷", "908": "除。有何淺深次第之可得耶。若在事相而論。既有", "909": "色心諸法。固當研真斷惑。自淺而深。次第以盡也。", "910": "此等法門。我已前來。為汝綰巾。以示其結。而結解", "911": "次第。法喻照然。固當因彼知此。何乃忽略於彼。而", "912": "再詢於此耶。問如何是頓悟漸除之義乎。答如大", "913": "海猛風頓息。是頓悟也。波浪漸停。是漸除也。如嬰", "914": "兒諸根頓生。是頓悟也。力量漸備。是漸除也。如太", "915": "陽頓出。是頓悟也。霜露漸消。是漸除也。如春笋頓", "916": "長。即與母齊。是頓悟也。枝葉分敷。節節而上。是漸", "917": "除也。若但頓悟而不漸除。則有解無行。執理迷事。", "918": "若但漸除而不頓悟。則有行無解。執事迷理。均非", "919": "正修真三摩地也。", "920": "△二結勸傳示。", "921": "汝應將此妄想根元至知有涅槃不戀三界。", "922": "此通結五陰勸令傳示將來也。意謂汝應將此五", "923": "種受陰五種妄想根本元由。一一詳明。務使心地。", "924": "得以開通。不為所惑。則自利之道。在於是矣。若復", "925": "以此傳示將來。使末法中諸修行者。皆達五陰體", "926": "性虗妄。則彼自然深厭生死是苦。知有涅槃是樂。", "927": "而必求出離。定不留戀於三界中。則利他之道。亦", "928": "在是矣。以上第二正宗分竟。", "929": "三流通分△三流通分二一世尊較福歎述三一較供佛之", "930": "福。", "931": "阿難若復有人徧滿十方至是福云何有邊際。", "932": "此明流通分。先以財施。較定供佛之福也。然此較", "933": "量。文言雖略。義理則周。七寶滿空。言財施之勝也。", "934": "微塵諸佛。顯福田之廣也。承事無虗。乃善心之普", "935": "也。又虗空珍寶廣大心。奉佛供養。第一心心無虗", "936": "度。常時心。如是布施。心境俱勝。所得之福。豈不大", "937": "哉。施佛七錢。獲輪王位。顯福田中。佛福為勝。輪王", "938": "之福。七寶具足。千子圍繞。況盡空珍寶。以奉如來。", "939": "則所施之物。窮劫難思。其所招福。寧有邊際可較", "940": "量哉。", "941": "△二嘆滅惡之功。", "942": "佛告阿難諸佛如來至算數譬喻所不能及。", "943": "此明法施勝前財施。以嘆有罪弘經滅惡之功也。", "944": "佛告下。先明佛語真實誡其諦信也。若復有人者。", "945": "設言又有此一人也。梵語波羅夷。此云棄。或云不", "946": "可樂棄。故現無僧用不可樂。即當入地獄。小乘四", "947": "重者。謂殺盜婬妄也。大乘十棄者。於四重外。更加", "948": "五酤酒。六說在家出家人過。七自讚毀他。八慳吝。", "949": "九嗔恚。十自謗三寶不信因果也。瞬息即經。謂在", "950": "轉眼一息之間。即便墮落也。十方阿鼻。極惡果也。", "951": "能以一念者。謂能發心一念弘經。言時之極少也。", "952": "此法門指本經所詮性定法門也。末劫。即後五百", "953": "歲。魔強法弱之秋也。未學。即初機難進易退之人", "954": "也。是人。即一念弘經之人。罪障。即上四重十棄。以", "955": "此等罪皆極重之深障也。應念。即應弘經一念而", "956": "銷滅也。變其下。謂不惟但能銷除惡業。且轉極苦", "957": "之因。成極樂之果也。得福下。謂不唯離苦得樂。而", "958": "且所作功德。超越前人。盈空七寶。供塵數佛之功", "959": "德也。不但一倍二倍。即百千萬億倍。乃至算數譬", "960": "喻。皆所不能及也。問極重罪人。極少時分。為人演", "961": "說。未足可稱。何以滅罪得福。如此殊勝耶。答有多", "962": "義故獲勝報。一所弘之經。是佛極談。教理行果皆", "963": "不思議故。謂顯如來藏心法。法皆是有情無情有", "964": "性無性。齊成佛道。此理不思議也。佛頂心呪。因人", "965": "果人。皆依此法。滅惡生善。入理化他。防邪獲正。進", "966": "行彌速。能成菩提。此教不思議也。圓通行門二十", "967": "五聖觀音為最。此行不思議也。六十聖位第三漸", "968": "次。便證無生。復說乾慧。能超因位。直入妙覺。此果", "969": "不思議也。二末世多障。能於此時。弘此極談。信解", "970": "真正。實希有故。三施福。唯得有漏之報。仍但自利", "971": "弘經法利。能至無漏。能令聽者信解無謬。展轉利", "972": "樂。無窮盡故。四本經所詮大佛頂法首楞嚴王佛", "973": "母三昧。乃能出生十方諸佛一切如來。以彼七寶", "974": "盈空。祇能供佛。此人一念弘經。便能生佛。由是一", "975": "念雖少。其利甚博。故能勝彼寶施之福德也。", "976": "△三述生善之德。", "977": "阿難若有眾生能誦此經至直成菩提無復魔業。", "978": "此述無罪誦持生善之德也。依我教言下。意謂誦", "979": "經持呪。方修聞慧。而其功德。雖佛所說。已不能盡。", "980": "況復依教行道。從聞思修。入三摩地。乃至上求佛", "981": "果。下化眾生。一超直入。得成如來無上菩提。中間", "982": "無復更有魔業。委曲之事者。則其功德豈可得而", "983": "思議者耶。", "984": "△二大眾獲益歡喜。", "985": "佛說此經已比丘比丘尼至皆大歡喜作禮而去。", "986": "此結大眾聞法獲益咸皆歡喜也。此與序分。相為", "987": "始末。皆經家所敘也。比丘下。先舉四眾。一切下。廣", "988": "明聖凡也。聖仙童子。即居仙趣。因聞佛法。希預聖", "989": "流者也。大力鬼神者。是能初發善心。護持佛法。親", "990": "住如來座下者也。大歡喜者。近得世間歡喜。遠得", "991": "出世初地。然歡喜之義。略言有三。一能說人清淨。", "992": "二所說法清淨。三依法得果清淨。能說人者。即是", "993": "如來法王。為度眾生故說。不為名利故說。所說法", "994": "者。即今了義極典。乃是圓頓真宗。且非權小曲說。", "995": "依法得果者。始則不歷僧祇。頓獲法身。次則普會", "996": "大眾。獲法眼淨。無量眾生。發無等心。後則頓悟增", "997": "上玅理。斷除微細煩惱。乃至節節聞經。處處受益。", "998": "以故皆大歡喜。作禮告退。而歸去也。爾時溥畹述", "999": "是疏已。合掌禮佛。而作是言。", "1000": "仰白本師大教主十方共證諸法王", "1001": "楞嚴普會眾聖賢天龍八部及金剛", "1002": "惟願大慈舒慧目共鑒葵衷述短章", "1003": "畹因遺教值斯典苦無善解心感傷", "1004": "廿年遁跡龍淙洞午夜參究自較量", "1005": "朝與白雲相討論暮留明月伴敷揚", "1006": "雖操管蠡窺天漢實慚鼷鼠飲河潢", "1007": "贅言設不違經旨望賜流行布十方", "1008": "庶使修習圓通者必獲如來清淨藏", "1009": "更冀見聞與隨喜同躋仁壽樂無疆", "1010": "大佛頂首楞嚴經寶鏡疏卷第十終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 316 楞嚴經寶鏡疏", "author": "清 溥畹述"}