{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 377 盂蘭盆經新疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 377", "1": "佛說盂蘭盆經新疏", "2": "菩薩沙彌古吳　智旭　新疏", "3": "菩薩比丘溫陵　道昉　叅訂", "4": "五重明義前文此經以法供為名。自性三寶為體。孝慈為宗。拔苦", "5": "與樂為用。大乘為教相。原夫人世福田。莫尚乎三", "6": "寶。出世道法。莫先乎孝慈。欲報深恩。莫要乎與拔。", "7": "欲成濟度。莫大乎盂蘭。是以目連道滿。首思乳哺", "8": "之恩。大聖垂慈。廣示法供之式。時必擇夫自恣。德", "9": "乃藉於眾僧。僧寶所存。法輪斯在。法輪轉處。佛常", "10": "現前。舉一即三。最勝無比。圓音一唱。慈親已脫於", "11": "苦輪。錫類重咨。芳軌永貽於緇素。誰無父母。如何", "12": "弗思。況復垂訓殷勤。教令念念常憶。自非觀心起", "13": "行。焉能事理雙彰。一字法門。非海墨之所罄。四輩", "14": "齊奉。豈淺近之津梁。略述五重。用探奧旨。就五重", "15": "中。又各二番明義。一就事。二觀心。", "16": "初釋名初就事釋名者。即是盂蘭盆。法供之名也。盂蘭。乃", "17": "是梵語。正云烏藍婆拏。此翻救倒懸。謂三塗劇苦。", "18": "無可喻陳。借喻倒懸。此法一興。倒懸斯解。名之為", "19": "救。盆字是華言。乃貯食之淨器。一切碗鉢。通名為", "20": "盆。後人不達。作一大盤。眾食盡著於中。普同供養。", "21": "此則大違律制。眾僧不饗。以凡聖雖殊。俱不觸僧", "22": "伽食器故。今言盂蘭盆者。謂以種種淨潔碗鉢。貯", "23": "種種淨潔美食。供十方僧。能救慈親。猶如倒懸之", "24": "苦。倒懸是所救。盆是能救。能所合稱。名盂蘭盆。又", "25": "以所從能。即名此盆為救倒懸盆也。夫分段變易。", "26": "皆名苦報。何但餓鬼。方稱倒懸。凡夫四倒。二乘四", "27": "倒。皆倒因也。欲界無禪定之食。三有乏無漏之漿。", "28": "偏真缺俗諦。法財權位。失中道實味。皆倒果也。碗", "29": "鉢為盆。百味五果為食。解餓鬼倒懸。攝心為盆。十", "30": "支為食。解欲界倒懸。念處為盆。四諦行觀為食。解", "31": "三界倒懸。宏願為盆。六度萬行為食。解四枯倒懸。", "32": "一心為盆。不思議觀為食。解二邊倒懸。引伸觸類。", "33": "總以碗鉢百味。為正因緣境。若無事境。理觀無寄。", "34": "若無理觀。事功不深。倘見此說。便欲廢事。則目連", "35": "始得六通。亦既成就念處盆。四諦食。何故母猶不", "36": "脫鬼倫耶。佛說二字。具如常解。經是通名。亦如常", "37": "釋。此不繁述。次觀心釋名者。淨戒為器。無作四諦。", "38": "不思議觀慧為食。供養自性一體三寶。圓解八倒", "39": "之懸。頓履一實之地。無明父。貪愛母。當下即成明", "40": "脫。智度母。方便父。任運入無功用。故名盂蘭盆也。", "41": "二辨體二就事辨體者。一切諸經。必有正體。若無正體。則", "42": "邪倒無印。便成魔說。通論諸大乘經。皆以實相為", "43": "印。為經正體。然實相雖一。具種種名。如天帝釋。一", "44": "人多名。普應諸天。實相亦爾。一法多名。普應諸經。", "45": "經既名別。即以別名而召通體。於理無咎。今經中", "46": "云。當須十方眾僧威神之力。又云。初受食時。先安", "47": "佛前。僧呪願竟。便自受食。呪願即是法。三寶具足。", "48": "目連亦云。得蒙三寶功德之力。而此三寶。即是一", "49": "切眾生自性。若眾生自性。本不具足三寶功德者。", "50": "則凡聖條隔。明暗永歧。凡不成感。聖不能應。以心", "51": "佛眾生。三無差別。迷悟雖異。體性常一。所以諸佛", "52": "心內眾生。依事托理。感於眾生心內諸佛。則眾生", "53": "心內諸佛。無緣無念。任運應於諸佛心內眾生。故", "54": "以自性三寶。為經體也。釋此自性三寶。復為四義。", "55": "一住持三寶。二勝義三寶。三大乘別相三寶。四一", "56": "體三寶。住持三寶者。佛在世時。樹王得道為佛寶。", "57": "說四諦法為法寶。度五比丘為僧寶。佛滅度後。範", "58": "金合土。紙素丹青為佛寶。黃卷赤牘。三藏聖教為", "59": "法寶。剃髮染衣。紹隆佛化為僧寶。此三住世不絕。", "60": "故名住持三寶。當知一切形像。即是真身。經典所", "61": "在。是法身舍利。凡夫比丘僧。亦能荷負正法。為世", "62": "福田。可尊可尚。悉稱為寶。非世間珍寶所能喻也。", "63": "勝義三寶者。一切智無學功德。五分所成。名為佛", "64": "寶。丈六金身。止是載此道法之器。今時形像。又是", "65": "表此載道之器者耳。斷欲無欲。滅諦涅槃。非三世", "66": "所攝。其性常住。名為法寶。四諦法音。止是詮此真", "67": "理。黃卷赤牘。又所以傳此法音。亦即詮此真理。令", "68": "人因言見道。如魚兔之藉筌蹄。明月之賴標指耳。", "69": "聲聞學無學功德。名為僧寶。事和六法。止是趨向", "70": "此道者耳。大乘別相三寶者。坐蓮華臺。始覺道滿。", "71": "等真法性。常住不滅。剎塵相好。自在莊嚴。化身無", "72": "數。徧度含識。是為佛寶。十二部經。真淨法藏。一一", "73": "修多羅。不可說不可說修多羅而為眷屬。一字法", "74": "門。海墨書而不盡。是為法寶。三賢十聖。自在神通。", "75": "徧滿十方。上求下化。功德智慧。二種莊嚴。覩影聞", "76": "名。皆獲勝利。是為僧寶。一體三寶者。以實相慧。覺", "77": "了諸法。非空非有。亦空亦有。雙忘雙照。三智圓覺。", "78": "名為佛寶。所覺法性之理。三諦具足名法寶。如此", "79": "覺慧。與理事和合名僧寶。此三即非條別。當知亦", "80": "即是三道三識三因三智三菩提三大乘三身三", "81": "涅槃三德等。非一非三。而三而一。在凡不減。在聖", "82": "不增。本自有之。非適今也。雖復本具。在迷不覺。但", "83": "有其理。是為理即佛。亦名理即法。亦名理即僧。若", "84": "從善知識聞。若從經卷聞。聞已開解。恍如夢覺。無", "85": "復疑惑。是為名字三寶。如理觀心。圓伏五住。名觀", "86": "行三寶。相似解發。六根清淨。見思先落。塵沙亦盡。", "87": "名相似三寶。無明分破。契會真常。名分真三寶。圓", "88": "滿菩提。覺法自性。身土一如。理事平等。名究竟三", "89": "寶。如此四義。深淺雖殊。原始要終。總歸自性。後一", "90": "雖了知自性。未嘗廢於前三。前三雖未達自性。何", "91": "嘗離性別有施設。故總名自性三寶也。此自性三", "92": "寶。一經之正體。眾法之都會。種種萬行。共歸趣之。", "93": "無量功德。共莊嚴之。言說辯論。而詮顯之。如父如", "94": "君。如月如海。如天帝釋。最尊最貴。故名為體。又此", "95": "三寶。即是一切法之源底。若能深知此三寶義。於", "96": "一切法。即為窮盡源底。更無餘蘊。故名為體。又體", "97": "此三寶。即能徧達一切法門。更無少法出三寶外。", "98": "無有少法之中。而不全具三寶體性故名為體。眾", "99": "生迷此三寶體性。故非背而背。起惑造業。出生十", "100": "界苦集顛倒。或著有漏。或著無漏。或著二邊。或著", "101": "中道。總名慳貪。如彼餓鬼。聖人悟此三寶體性。故", "102": "非順而順。修因尅果。出生半滿頓漸一切道滅。破", "103": "惡業障。破見思障。破塵沙障。破無明障。總名法供。", "104": "如彼目連。故以自性三寶為經體也。次觀心辨體", "105": "者。只此眾生。現前一念知覺之性。非內非外。不在", "106": "中間。非過非現。亦非未來。非青黃赤白。非長短方", "107": "圓。豎無初後。橫絕邊涯。欲言其有。則毫無朕迹。欲", "108": "言其無。則不可斷滅。本自離諸戲論。但因覿體自", "109": "迷。雖久積沉迷。然終無減缺。是名佛寶。現前一切", "110": "十界依正諸法。皆此介爾心中之所顯現。如彼夢", "111": "中。所見諸法。終不離於夢心。現前諸法。亦復如是。", "112": "雖妄謂在我心外。各各實有。而實非有。猶如夢未", "113": "醒時。執夢為實。醒後尋覔。了不可得。如此心中所", "114": "現十界。不離自心。名為法寶。心外無法。法外無心。", "115": "一任顛倒昏迷。分能分所。究竟離心覔法。無分毫", "116": "法相可得。離法覔心。亦無少許心相可得。即心是", "117": "法。即法是心。本自和合。不可乖異。名為僧寶。此介", "118": "爾一念心中。圓具如此三寶體性。無欠無餘。猶如", "119": "金剛不可壞滅。一念既爾。一切諸念。亦復如是。一", "120": "切諸佛。依此得道。轉大法輪。入大涅槃。一切住持", "121": "三寶。勝義三寶。別相三寶。一體三寶。繇此建立。故", "122": "曰。一切眾生。即涅槃相。不復更滅。又曰。諸佛解脫。", "123": "當於眾生心行中求。若能觀此介爾之心。則能具", "124": "足一切佛法。故曰。諸佛正徧知海。從心想生。若不", "125": "作此觀心辨體者。云何名為於念念中。常憶父母。", "126": "而修孝慈耶。", "127": "三明宗三就事明宗者。戒雖無量。以孝為宗。萬行雖多。以", "128": "孝為首。所以釋迦曠劫。常修報恩之行。目連成道。", "129": "即念乳哺之恩。當知非但成道之後。方念其親。實", "130": "因報親因緣。方修聖道。如地藏菩薩。昔為婆羅門", "131": "女。為度母故。發大悲心。生界未空。誓不先成佛道。", "132": "諸佛菩薩。發心因緣。大率如此。申此孝義。即有二", "133": "種。一世間孝。二出世孝。世間孝有三種。一能尊親。", "134": "謂自成聖賢。亦能喻親於道。如大舜等。又繼志述", "135": "事。如武周等。二不辱其親。如曾子啟手啟足等。三", "136": "能養其親。如必有酒肉等。能尊親者。名為大孝。亦", "137": "名達孝。亦名至孝。即是世間孝之極致。然雖宗廟", "138": "饗之。子孫保之。不能使其親。出輪廻苦。證常住樂。", "139": "聖人設教。曲隨物情。楊葉止啼。為出世孝作弄引", "140": "耳。出世孝復有二義。一直明孝道。二以慈成孝。直", "141": "明孝道者。即有四種。一盡心供養。二誘令修善。三", "142": "勸令捨惡。四令證道果。盡心供養者。如五分律云。", "143": "若人百年之中。右肩擔父。左肩擔母。極世珍奇衣", "144": "食供養。猶不能報須臾之恩。從今聽諸比丘。盡心", "145": "盡壽。供養父母。若不供養。得重罪也。誘令修善者。", "146": "如佛說孝子經云。若不能以三尊之至。化其親者。", "147": "雖盡孝養。猶為不孝。能令二親。去惡為善。奉持五", "148": "戒。執三自歸。朝奉而暮終者。是報重恩。毗尼母經", "149": "云。父母若貧。先與受歸戒已。然後施與。又自修善", "150": "行。亦名為孝。如罵意經云。人持戒。乃孝順報父母", "151": "恩耳。何以故。不殺萬物得長生。不盜物皆富。不婬", "152": "不亂。不欺皆信。不飲酒皆淨。父母有時墮是中。便", "153": "安隱也。勸令捨惡者。如孝子經云。若親頑闇。不奉", "154": "三尊。兇虐殘戾等。子當極諫。以啟悟之。若猶未悟。", "155": "即為開化。牽臂引類。示王者之牢獄。諸囚之刑戮。", "156": "若復未移。悲泣啼號。絕不飲食。親雖不明。必懼子", "157": "死。當強忍伏。心崇正道。儒禮亦云。父母有過。三諫", "158": "而不聽。則號泣而隨之也。令證道果者。如淨藏淨", "159": "眼之於妙莊嚴王。釋迦世尊之於淨飯父王。乃摩", "160": "耶夫人等。此四種孝。即順四悉檀意。初之一種。同", "161": "於世間。第三能養。令父母得歡喜益。但世間孝養。", "162": "多事殺生。重結怨業。出世孝養。清淨無過。是為異", "163": "也。修善捨惡。同於世間第一大孝。令父母得生善", "164": "滅惡二益。若自修善行。亦名為孝。即同世間第二", "165": "不辱其親。但儒明不辱。止據現生。佛戒功能。濟度", "166": "累劫。是為異也。令證道果。世間所無。能令父母。得", "167": "入理益。前三為權。此一為實。就入理中。更約生滅", "168": "無生無量無作。科簡權實。義多無盡。今經約迹。一", "169": "往屬權。約教約理。定須歸實。未有如斯哀請。救出", "170": "苦輪。而猶終滯人天偽果者也。次明以慈成孝者。", "171": "復為三。一生緣慈。二法緣慈。三無緣慈。生緣慈者。", "172": "觀一切眾生。如父母想。故梵網云。一切男子是我", "173": "父。一切女人是我母。我生生無不從之受生。作此", "174": "觀時。怨親平等。於七種境中。次第與三品樂。以此", "175": "調伏瞋惱慳嫉。乃至證得慈心三昧。凡與我有緣", "176": "者。皆能為其拔苦與樂。父母恩最重。故與拔最在", "177": "先也。法緣慈者。觀一切法。皆從緣生。故梵網云。一", "178": "切地水。是我先身。一切火風。是我本體。眾生惟是", "179": "四大合成。無我無人。無壽無命。既四大無二。故慈", "180": "心所緣亦無有二。作此觀時。怨親一相。乃至證得", "181": "慈心三昧與拔之力。較前更勝也。無緣慈者。了知", "182": "心佛眾生。三無差別。法界一相。真實平等。不住法", "183": "相及眾生相。觀菩提即煩惱。涅槃即生死。起無作", "184": "誓。欲拔性德之苦。觀煩惱即菩提。生死即涅槃。起", "185": "無作誓。欲與性德之樂。此慈即悲。此悲即慈。稱性", "186": "圓修。熏成三昧。隨法界眾生。有可化機宜。關於同", "187": "體法性者。無謀無慮。任運應之。如此大慈。不可思", "188": "議。普門示現。神力無邊。塵剎含靈。無不徧度。生我", "189": "重德。甯不超昇也。此三種慈。生緣乃三乘之所共", "190": "修。但二乘本無利他宏誓。故為力微。菩薩修之。力", "191": "用廣大。次法緣慈。二乘亦能少分修習。正是菩薩", "192": "所修。三無緣慈。則中道佛法。不共二乘。今就目連", "193": "釋者須約本迹。本則諸大聲聞。皆法身示現。久修", "194": "久證無緣大慈。迹則示同小果。僅成生緣慈力。故", "195": "佛簡云。非汝一人力所奈何。眾聖之道。具三種慈。", "196": "故云。當須十方眾僧之力也。何故約三慈成孝。以", "197": "經中云。常以孝慈。憶所生父母。當知不修慈力。莫", "198": "成孝道。儒者亦云。無故而傷一昆蟲。非孝也。無故", "199": "而損一草木。非孝也。況佛道乎。又慈即是順。順法", "200": "性故。順即是孝。孝即是一切佛法宗要。欲孝父母。", "201": "須順三寶。欲孝順三寶。須修孝慈。報父母恩。又三", "202": "寶即是父母。如罵意經云。佛為父。法為母等。又父", "203": "母亦即是三寶。如云。有二活佛。在汝家中。謂父與", "204": "母。故梵網云。孝順父母師僧三寶。孝順至道之法。", "205": "今經以孝慈為宗也。次觀心明宗者。現前一念。三", "206": "寶具足。隨順觀察。名之為孝。一名法供。迷惑流浪。", "207": "名之為逆。亦名罪根。一念與觀慧相應。則十界俱", "208": "悟。何況父母。一念與法性相背。則十界俱迷。又何", "209": "止父母。又悟則智度母。方便父。同得解脫。迷則無", "210": "明父。貪愛母。同歸苦輪。如此觀心。是念念中。常修", "211": "孝慈也。", "212": "四明用四就事明用者。拔苦與樂。以為力用。拔餓鬼苦。與", "213": "生天樂。此則就近略明耳。實則拔生死苦。與涅槃", "214": "樂。拔滯寂苦。與遊戲神通樂。拔二邊苦。與中道樂。", "215": "生方便土。名為淨天。生果報土。名為義天。生寂光", "216": "土。名天中天。大涅槃天。如此與拔。方是今經之大", "217": "力用也。次觀心明用者。但觀現前一念。具足三寶", "218": "體性。則能圓拔自性十界苦集。圓與自性十界道", "219": "滅也。", "220": "五判教相五就事判教相者。此是大乘方等教攝。二藏名義。", "221": "菩薩藏收。舊云。屬人天乘。在小乘藏。但泥得脫餓", "222": "鬼。入天華光之文耳。小乘藏中。安得明十地大人。", "223": "權現比丘等事耶。或曰。目連始得六通。正在十二", "224": "年內時。本阿含教。奚方等。答曰。汝但知別五時。不", "225": "知有通五時也。須約義理。定其部味。方無過耳。次", "226": "觀心教相者。心具諸乘。心即是教。心名大乘。無不", "227": "運載。一念觀成。轉教餘念諸心心所。是名觀心教", "228": "相也。若不就事解釋。不知如來教道所關。若不觀", "229": "心解釋。不能一切時中。常修法供。經云。應念念中。", "230": "常憶父母等。是教令觀心。又云。年年七月十五日。", "231": "為作盂蘭盆。是教修事供。又云。一切佛弟子。當奉", "232": "持是法。是雙勸受持。良以眾生。無始至今。既各有", "233": "迷事迷理二種無明。各具惡業煩惱二種重障。故", "234": "須事理並修。方能究竟拔苦與樂。願佛弟子。思之", "235": "修之。", "236": "入文為三初序分○入文為三。初序分。二正宗分。三流通分。初序分", "237": "二。初通序。二別序。今初。", "238": "聞如是。一時佛在舍衛國。祗樹給孤獨園。", "239": "通序。亦名證信序。一切經首。同安此語。故名通序。", "240": "以此六種成就。證是佛說。令物生信。故名證信序。", "241": "聞如是。或云。如是我聞。西域多用倒文。譯人各隨", "242": "其便。實無異義也。聞者。阿難親從佛聞。順世流布。", "243": "稱假名我。順無我法。則但稱聞。義亦無在也。不異", "244": "名如。無非曰是。機感相叩。法席周圓。曰一時。一切", "245": "智人。覺行圓滿。曰佛。以四種住。應迹人間。示同起", "246": "居。曰在。四種住者。天住梵住聖住佛住。天住者。施", "247": "戒善心。六天之因。梵住者。慈悲喜捨。色無色界之", "248": "因。聖住者。三解脫門。三乘聖果之因。佛住者首楞", "249": "嚴定。力無畏不共等。佛自受用之法。天住梵住。以", "250": "應凡夫。聖住應漸機。佛住應頓機。佛為能住人。四", "251": "為所住法。又四為能住法。國城園林。為所住處也。", "252": "舍衛者。西域大國之名。此翻聞物。亦翻豐德。祗樹", "253": "給孤獨園者。本是祗陀太子之園。須達多長者。側", "254": "布金錢買之。餘有少地未布。太子即發心。以此奉", "255": "施。故雙標二人名也。須達多。好行惠施。拯濟孤獨。", "256": "時人號之為給孤獨。以事詣王舍城。初聞佛名。身", "257": "毛為豎。思惟不寐。昏夜大明。發心往見。巨關自闢。", "258": "聞法證果。請佛化度舍衛國人。故布金買園。造僧", "259": "伽藍也。是中聞字。即聞成就。如是。即信成就。一時。", "260": "即時成就。佛。即主成就。舍衛祗園。即處成就。不列", "261": "眾成就者。但知文略。准後文云。四輩弟子。歡喜奉", "262": "行。當知必有同聞眾也。又聞約四義。乃至處論四", "263": "土。又觀心明聞等。茲不具出。可以意得。△二別序。", "264": "亦名發起序。經經各自不同。故名別序。以此因緣。", "265": "啟發聖教。故名發起。文分為六。初目連道滿。", "266": "大目犍連。始得六通。", "267": "尊者。名尼拘律陀。乃西域樹名。父母禱此樹而得", "268": "生。因以為名。大者梵語。摩訶。此翻大多勝。天王大", "269": "人所敬。故言大。徧解內外經書。故言多。超出九十", "270": "五種外道。故言勝。今略稱大。攝於多勝也。目犍連。", "271": "此翻采菽氏。尊者之姓。此姓尊貴。故人多以姓稱", "272": "之。十大弟子中。神通第一。言六通者。一天眼。二天", "273": "耳。三他心。四宿命。五神足。六漏盡。天眼徹見障內", "274": "外色。天耳具聞人非人聲。他心了知眾心差別。宿", "275": "命憶識往昔劫事。神足示現種種變化。漏盡實知", "276": "苦集滅道。六皆稱神通者。神名天心。通名慧性。天", "277": "然之慧。照徹無礙也。言始得者。六通之性。雖皆本", "278": "具。迷不現前。須假修顯。今尊者與舍利弗。初聞因", "279": "緣深義。頓破見惑。證須陀洹。尋來見佛。善來得戒。", "280": "即如先所見。重復觀察。便於有漏心。得解脫無漏。", "281": "解脫智生。先所未得而今得之。故名始得。即是依", "282": "於性共緣三種四念處力。發起慧俱無疑三種解", "283": "脫果證。故六通力。超過其餘一切聲聞也。六通之", "284": "性。皆本具者。如昔有人。專精讀書。不覺日暮。直至", "285": "黃昏。朗然閱誦。他人從戶外入。語云。天已昏黑。如", "286": "何暗中。猶讀誦耶。彼聞此語。分別心生。即昏無所", "287": "見。當知天眼之性。人皆本具。妄想分別。致令不現", "288": "前。耳又如有人患聰。聞牀下蟻行。謂是車馬戰鬬。", "289": "即天耳性具。迷失慧性。反以為病。父母於幼子。雖", "290": "未能言。體知其意。即他心性具。昨日已去。今猶憶", "291": "知。以近例遠。定可還憶。即宿命性具。李廣射石而", "292": "沒羽。葛女投冶而作金。舉鐵鉢而非重。生心即復", "293": "不勝。忘香盒於殿中。再往始知固扃。即神足性具。", "294": "嘔髑髏之清泉。不堪再飲。聞索債之鬼語。豈更思", "295": "兒。即無漏性具。但繇積迷不返。埋沒性靈。致使見", "296": "不超色。聞不越聲。亦以不達性德。紆曲修持。致使", "297": "神通。成多差別。天龍神鬼。報得五通。境狹用短。凡", "298": "夫外道。修得五通。亦無勝用。既未漏盡。禪退通亡。", "299": "慧解脫人。但盡諸漏。五用不彰。俱解脫人。六通乃", "300": "具。乃至方便道中。猶存作意。無記化化。始屬真因。", "301": "然雖邪正攸分。小大區別。總承性德威神之力。若", "302": "非性具。修豈得成。昧性而修。為邪為小。如盲人不", "303": "見日輪。亦蒙其照。達修在性。為正為大。如人有目。", "304": "日光明照。見種種色。今目犍連。所得六通。迹同權", "305": "小。本實難思。有經說言。目連入八千三昧。能知八", "306": "千世界中事。乃至震動八千世界。舍利弗入一萬", "307": "三昧。迦葉能入一萬二千三昧。除二人外。餘大聲", "308": "聞。皆不及目連。十地菩薩。則展轉倍勝。不可思議。", "309": "無非性具之德。故稱性修之。妙用斯大耳。△二知", "310": "恩欲酬。", "311": "欲度父母。報乳哺之恩。", "312": "父生母鞠。恩重無量。取要而言。且云乳哺。不念報", "313": "恩。便非人類。不令度脫。非真報恩。然始雖念念知", "314": "恩。欲報無力。今已得道。必須先度其親。△三攀慕", "315": "徧尋。", "316": "即以道眼。觀視世間。", "317": "聖果初成。即觀父母所生之處。酬本願而急先務", "318": "也。天眼從證道得。故名道眼。世間者。三界為器世", "319": "間。六道四生。為眾生世間也。△四得見所在。", "320": "見其亡母。生餓鬼中。不見飲食。皮骨連立。", "321": "觀視世間。非但尋母。而父已受樂。故不須述。母生", "322": "餓鬼。苦切倒懸。救濟良法。因斯發起。餓鬼是異熟", "323": "果。酬於引業。不見飲食等。是等流果。酬於滿業。以", "324": "鬼趣雖同。受報有別。或無財。或少財。或有財。三種", "325": "各三。種成九種。今目連母。積慳貪之重業。招無財", "326": "之劇報。皮骨連立。自取其殃。孝子慈親。豈能相代。", "327": "果報之徵。猶如影響。惟心所造。事不由他。△五悲", "328": "哀往救。", "329": "目連悲哀。即以鉢盛飯。往餉其母。", "330": "悲哀者。所謂感傷徹於骨髓。號呌動於天地也。母", "331": "既不見飲食。故先以鉢飯往餉。救饑渴之極苦。△", "332": "六惡習難轉。", "333": "母得鉢飯。便以左手障鉢。右手揣食。食未入口。化成", "334": "火炭。遂不得食。", "335": "本以慳貪。墮茲劇苦。習性難革。終不迴心。障鉢恐", "336": "餘鬼之侵奪。揣食圖一身之飽足。誰知萬法惟心。", "337": "業力甚大。美食頓成火炭。倘其時。能發慈悲平等", "338": "之心。念同類苦。不忍獨䬸。必當甘露充溢。自他俱", "339": "脫苦輪。奈何惡因不除。惡報斯劇。雖神通大孝。亦", "340": "無如之何矣。", "341": "二正宗分○二正宗分三。初目連悲泣陳情。二如來廣示法", "342": "要。三當機獲益脫苦。今初。", "343": "目連大呌。悲號涕泣。馳還白佛。具陳如此。", "344": "目連稱為神通第一。可以化刀杖為天華。翻大地", "345": "而取地肥。震動世界。迴轉日月。皆不為難。今盡其", "346": "神力孝思。竟無救於母難。所以大呌悲哀。急馳白", "347": "佛。此則已無彈斥而作弄引。故知是大乘教門。△", "348": "二如來廣示法要二。初簡示。二正示。初簡示又五。", "349": "初彰母罪深。", "350": "佛言汝母。罪根深結。", "351": "身口所起惡業名罪。意地造業之本名根。長時積", "352": "集名深。習性堅固。未易改革名結。如左手障鉢。右", "353": "手揣食。即其徵也。△二明子力弱。", "354": "非汝一人。力所奈何。", "355": "聲聞之人。但得心自在。未得法自在。故其神力。不", "356": "能挽母定業。此正密寓彈斥之意也。△三斥邪無", "357": "用。", "358": "汝雖孝順。聲動天地。天神地祗。邪魔外道。道士四天", "359": "王神。亦不能奈何。", "360": "未入正位。總名為邪。雖併合三界中。一切神通之", "361": "力。猶不及目連一人之力。今先簡目連。次簡天神", "362": "等者。一往約多少簡之。正欲顯眾僧之力大也。△", "363": "四顯正有能。", "364": "當須十方眾僧威神之力。乃得解脫。", "365": "十方。則不同目連之惟一人。眾僧。則不同天神等", "366": "之非聖侶。所以威神。不可思議。能令深結之罪根。", "367": "從此可解脫也。僧者梵語。具云僧伽。此翻和合眾。", "368": "和合有二義。一者理合。謂同證擇滅無為。二者事", "369": "和。謂戒和同修。見和同解。利和同均。身和同住。口", "370": "和無諍。意和同悅。四人乃至無數。名之為僧。今言", "371": "眾僧。即是華梵合舉。亦是以眾表數。以僧表德也。", "372": "具理事二和。名真實僧。但具事和。名清淨僧。真實", "373": "僧寶。能令勝義正法。久住不滅。清淨僧寶。能令世", "374": "俗世法。久住不滅。故律藏云。下至有五人持律者。", "375": "和合同住在世間。是名正法不滅。當知佛滅度後。", "376": "佛法命脉。全寄於僧。供僧即為普供三寶。所以威", "377": "神特尊也。又略由四義。當須眾僧。一者佛法聖眾。", "378": "舉世樂聞故。二者依戒修持。堪為福田。生物善故。", "379": "三者正治餓鬼慳業。普供十方。轉惡習故。四者佛", "380": "法。由僧建立。最可顯於一體三寶。又十方同聚凡", "381": "聖交參。最可顯於同體法性故。△五許以救方。", "382": "吾今當說救濟之法。令一切難。皆離憂苦。", "383": "已知僧有威神。未審如何感格。故須說上合之法。", "384": "以成悲仰。則感應道交。方獲濟度。一切者。約人則", "385": "徧利塵沙。不獨目連之母。約法則永拔二死。不但", "386": "餓鬼之殃。憂苦者。意受名憂。身受名苦。懼於後果", "387": "名憂。嬰於現報名苦。濟拔無術名憂。痛若切膚名", "388": "苦。法門一唱。當使皆得遠離。△二正示二。初教孝", "389": "子獻供之法。二教眾僧受供之儀。初教孝子獻供", "390": "之法又五。一定勝時。", "391": "佛告目連。十方眾僧。七月十五日。僧自恣時。", "392": "七月十五者。前三月夏安居。從四月十六受。今九", "393": "旬期滿。將事遊行。故眾僧和合。同受自恣。言自恣", "394": "者。梵語鉢剌婆剌拏。譯為隨意。即是隨他。於三事", "395": "之中。任意舉發。說罪除愆之義。舊云自恣。乃義翻", "396": "耳。其辭曰。大德眾僧。今日自恣。我某甲比丘亦自", "397": "恣。若見聞疑罪。大德長老哀愍故語我。我若見罪。", "398": "當如法懺悔。各各次第如此三說。受自恣已。名為", "399": "安居事訖。從此各任東西。今此日中。乃大眾和合。", "400": "互相勉勵。遵崇道業。改過遷善之日。故名勝時。△", "401": "二發勝意。", "402": "當為七世父母。及現在父母厄難中者。", "403": "所為之人。不止一生。厄難之苦。通於存歿。發心等", "404": "濟。故名勝意。然七世之言。且就凡夫心量羸劣。略", "405": "言之耳。若深信勝田。廣修勝供。發於增上最勝之", "406": "心。當知塵點劫前。生身父母。六親眷屬。皆可同出", "407": "苦輪。方名一切難。皆離憂苦也。△三設勝供。", "408": "具飯。百味五果。汲灌盆器。香油錠燭。牀敷臥具。盡世", "409": "甘美。以著盆中。供養十方大德眾僧。", "410": "具飯二字。總標設供也。百味。極言其味之多。謂飯", "411": "餅󰉓酥酪醍醐等。五果。謂根莖葉華果。汲灌盆器。", "412": "謂澡手洗足沐浴之具。皆須清淨。香可焚熏。油可", "413": "塗足。錠即燈也。有足曰錠。無足曰鐙。鐙與燈同。故", "414": "然燈佛。或翻為錠光佛。以義同故。盡世甘美。以著", "415": "盆中者。重申奉盆設供之意。甘美。止是百味五果。", "416": "言盡世者。富則羅天下之珍奇。貧乃竭一人之力", "417": "量。惟誠惟懇。無惜無慳。盆者。即種種如法清淨碗", "418": "鉢。或百或千。乃至無數。羅列供養。總名為盆。是所", "419": "謂盂蘭盆也。於四事中。略不言醫藥。於五塵中。略", "420": "不言音樂。及散名華。准寄歸傳。亦應有之。供養十", "421": "方大德眾僧者。教以運想之方。法界無遮。微塵不", "422": "隔。清淨海眾。咸集此中。現前供具。徧同塵剎。無礙", "423": "莊嚴。重重無盡。具如香華觀想偈文。應細知之。△", "424": "四讚勝田。", "425": "當此之日。一切聖眾。或在山間禪定。或得四道果。或", "426": "在樹下經行。或六通自在。教化聲聞緣覺。或十地菩", "427": "薩大人。權現比丘。在大眾中。皆同一心。受鉢和羅飯。", "428": "具清淨戒聖眾之道。其德汪洋。", "429": "當此之日者。正明七月十五。上善聚會之勝時也。", "430": "一切聖眾。德本汪洋。但此日之前。各自安居。此日", "431": "之後。遊行無定。惟茲嘉會。海會雲集。倍覺殊勝也。", "432": "山間樹下。略舉其所依。足顯頭陀勝處。禪定經行。", "433": "略明其修相。足顯精進勝功。得四道果者。斷分別", "434": "煩惱。證須陀洹。名見道。斷欲界俱生煩惱六品。證", "435": "斯陀含。更斷下三品盡。證阿那含。名修道。斷色無", "436": "色界。七十二品俱生煩惱皆盡。證阿羅漢。名無學", "437": "道。自利成就也。六通自在。教化聲聞緣覺者。統理", "438": "大眾。教其弟子。修行四諦十二因緣觀。依聲聞乘", "439": "緣覺乘而得出離。利他成就也。十地菩薩大人者。", "440": "歡喜地乃至法雲地。分證法身。破無明。得中道。應", "441": "本同流九界。廣度眾生。雖六道四生。無不示現。以", "442": "比丘是住持僧寶。關係佛法。每權現之。如地藏菩", "443": "薩。以聲聞像。入大集會。世尊廣歎功德勝利。超過", "444": "一切諸大菩薩。不可稱計。既讚歎已。說十輪經。遺", "445": "誡末世。不得於出家人。輕賤毀辱。以剃髮染衣。即", "446": "是聖賢幢相。雖破戒乃至無戒。捨身決墮地獄。猶", "447": "為人天福田。況復具戒。況復證果。故菩薩大人。為", "448": "護正法。往往示作比丘。混入庸侶。逆順縱橫。隨機", "449": "設化。俾增上慢人。及無信之輩。了知聖凡難測。不", "450": "敢以牛羊眼。觀視出家弟子。而取重愆。以此方便。", "451": "令僧寶種性不斷。佛法賴以久存也。在大眾中者。", "452": "通指山間樹下之賢。禪定經行之侶。自利利他之", "453": "士。若權若實之儔。總集於自恣大會之中也。皆同", "454": "一心。受鉢和羅飯者。憐愍施主。無著無貪。美食惡", "455": "食。不生增減。故名一心。梵語鉢和羅。自誓經言鉢", "456": "和蘭。祗是梵音輕重。此翻自恣食。謂七月十五日。", "457": "設食供佛及僧。名鉢和羅飯。即前文所列勝供也。", "458": "具清淨戒等者。結讚勝田之相。聖眾雖權實不等。", "459": "總以戒為其體。佛滅度後。以戒為師。依戒而住。禪", "460": "定經行。四果六通。固自因戒生定。因定發慧。內秘", "461": "菩薩。外現聲聞。尤必執持禁戒。嚴護威儀。倘戒不", "462": "清淨。名曰無慚。受此信心勝供。不啻銅汁鐵丸。若", "463": "戒根清淨。雖未證果。亦稱聖眾。以登壇時所得。如", "464": "法清淨律儀。即是無漏戒身。直至成道。無別體故。", "465": "如此聖德。如雲普集。誰能測其涯涘哉。△五護勝", "466": "益。", "467": "其有供養此等自恣僧者。現世父母。六親眷屬。得出", "468": "三塗之苦。應時解脫。衣食自然。若父母現在者。福樂", "469": "百年。若七世父母。生天自在化生。入天華光。", "470": "勝益者。與拔兩益。出三塗。得解脫。拔苦益也。衣食", "471": "自然。福樂百年。入天華光。與樂益也。現世。謂現生。", "472": "對下文七世而言。六親。謂父母兄弟姊妹。又父黨", "473": "六親。謂伯叔兄弟子孫。母黨六親。謂姑姨姊妹女", "474": "孫。眷屬。謂夫妻婢妾。及一切表裏姻戚等。衣食自", "475": "然。略舉人天樂事。若充其致。則有慚愧衣。如來衣。", "476": "禪悅法喜食。第一義食。皆悉自然。自在化生者。諸", "477": "天不由胞胎故。若充其致。則三種意生身。皆悉自", "478": "在。入天華光者。妙華光明。諸天快樂之相。若充其", "479": "致。則萬行為華。般若為光。第一義為天。三德秘藏。", "480": "以為安宅。是名入天華光。據此一文。不惟度於父", "481": "母。并及六親眷屬。不惟拔濟餓鬼。悉使永離三塗。", "482": "不惟薦度亡人。亦能利益現在。功德宏深。不可思", "483": "議。故曰。令一切難皆離憂苦。△二教眾僧受供之", "484": "儀。", "485": "時佛勅十方眾僧。皆先為施主家呪願。願七世父母。", "486": "行禪定意。然後受食。初受食時。先安在佛前。塔寺中", "487": "佛前。眾僧呪願竟。便自受食。", "488": "施主設供。本為父母。故將受食。先須呪願。并行禪", "489": "定。呪願者。願其父母。離苦得樂。今文略也。行禪定", "490": "意者。攝心觀想。凝慮澄神。令呪願成就也。佛前者。", "491": "隨是何等佛像。塔寺中佛前者。浮圖及殿堂中佛", "492": "像。供佛然後及僧。加以呪願禪定。三寶具足。令施", "493": "福圓滿也。△三當機獲益脫苦又二。初孝子獲法", "494": "喜益。脫憂愁苦。", "495": "時目連比丘。及大菩薩眾。皆大歡喜。目連悲啼泣聲。", "496": "釋然除滅。", "497": "法喜之益。大眾同欣。以各懷報恩之心故。憂愁之", "498": "苦。目連頓釋。以慈母必能度脫故。△二慈母獲濟", "499": "度益。脫果報苦。", "500": "時目連母。即於是日。得脫一劫餓鬼之苦。", "501": "積罪重殃。壽同造化。法音方演。果報消亡。亦如韋", "502": "提。創聞十六觀門。頓悟無生法忍。慈母既脫苦輪。", "503": "孝子仍修勝供。增上與樂。於理何妨。舊云。應至七", "504": "月十五。供自恣僧。母方脫苦。恐為未達。只據今文。", "505": "益顯法門之勝。", "506": "三流通分○三流通分三。初申請。二讚答。三奉行。今初。", "507": "目連復白佛言。弟子所生母。得蒙三寶功德之力。眾", "508": "僧威神之力故。若未來世。一切佛弟子。亦應奉盂蘭", "509": "盆。救度現在父母。乃至七世父母。可為爾不。", "510": "君子愛其親。以及人之親。況出世大孝乎。前以母", "511": "嬰重苦。痛切肝腸。馳告如來。且求悲救。今母蒙解", "512": "脫。為眾重咨。既云。得蒙三寶之力。又云。眾僧威神", "513": "之力者。雖稱三寶。已攝僧伽。為顯僧寶所存。佛法", "514": "收寄。故別表之也。△二讚答又二。初讚許。二正答。", "515": "今初。", "516": "佛言。大善快問。我正欲說。汝今復問。", "517": "下契群機故大善。上契聖心故稱快。正欲說而復", "518": "問。正所謂快問也。△二正答又四。一教起行。", "519": "善男子。若比丘比丘尼。國王太子。大臣宰相。三公百", "520": "官。萬民庶人。行慈孝者。皆應先為所生現在父母。過", "521": "去七世父母。於七月十五日。佛歡喜日。僧自恣日。以", "522": "百味飯食。安盂蘭盆中。施十方自恣僧。", "523": "無論出家在家。富貴貧賤。各有生身重恩。安得不", "524": "修孝慈之行。不修孝慈。不但非佛弟子。亦復非人", "525": "類也。皆應先為者。不必父母去世。然後為之。佛歡", "526": "喜日者。如來應世。本為度生。今自恣日。眾僧如法", "527": "相教相諫。展轉相成。能令正法久住。又檀越。得因", "528": "此修供作福。廣行孝慈。暢佛本懷。故名佛歡喜日", "529": "也。△二教發願。", "530": "願使現在父母。壽命百年無病。無一切苦惱之患。乃", "531": "至七世父母。離餓鬼苦。生人天中。福樂無極。", "532": "一切行門。願為前導。既修勝供。須以勝願期之。自", "533": "得存亡均利。充七世以及塵劫。是在修願行者。自", "534": "拓其心量也。△三教常作。", "535": "是佛弟子。修孝順者。應念念中。常憶父母。乃至七世", "536": "父母。年年七月十五日。常以孝慈。憶所生父母。為作", "537": "盂蘭盆。施佛及僧。以報父母。長養慈愛之恩。", "538": "念念常憶父母等。正是教修孝慈。孝慈之道。正是", "539": "觀心。若不以心觀為法供者。徒存空想。縱令晝夜", "540": "悲號。究竟何益。若漠然忘念。則非佛弟子。忤逆不", "541": "孝。進退推之。必須約觀心。釋此文義也。觀心之義。", "542": "具如元文。年年七月十五等。教修事供。不得執理", "543": "而廢事。又不得一年修供之後。遂謂父母已度。不", "544": "復更修。須知父母。恩重無極。須是念念觀理。年年", "545": "舉事。未度脫者。令得度脫。已度脫者。令增勝樂。方", "546": "名孝子。始是報恩。△四勸受持。", "547": "若一切佛弟子。應當奉持是法。", "548": "信受名奉。專念名持。即是雙勸。修於事理二供也。", "549": "應當者。誡勗之辭。若不奉持。非佛弟子。以應反顯", "550": "不應。不應即是律中罪名。舊所謂制令必行。不行", "551": "即是違制。亦可屬律。藏者是也。即經是律。益顯其", "552": "為大乘矣。△三奉行。", "553": "時目連比丘。四輩弟子。歡喜奉行。", "554": "四輩。即四眾。一發起眾。二當機眾。三影響眾。四結", "555": "緣眾。歡喜者。三義故喜。一能說人清淨。二所說法", "556": "清淨。三所得利益清淨。今文利益。雖不明於果證。", "557": "而圓音一唱。密益何窮。如初為提。謂說三歸五戒。", "558": "便有無量諸天。發大道心。無量諸天。得無生忍。況", "559": "今殊勝法門。方彈訶於六通聖果。豈僅僅為人天", "560": "淺津。經文自略。義必有秘密不定二種深益也。", "561": "佛說盂蘭盆經新疏終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 377 盂蘭盆經新疏", "author": "明 智旭疏"}