{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1562 南宋元明禪林僧寶傳", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "壽昌經禪師", "1": "南宋元明禪林僧寶傳卷十五", "2": "博山來禪師博山來禪師", "3": "無異禪師者。名元來。廬州舒城人也。姓沙氏。胎乳絕", "4": "葷。耳目不涉塵垢。年十六。遊石頭城聽法華。自信佛", "5": "法。不從人得。乃禮五臺靜菴沙門。著垢衣。五年精核", "6": "教觀。振錫南還。上峩峯。謁無明經公。自負人無我。及", "7": "輙辭行。經公斂目危坐而已。師不測。竟去入閩。寓白", "8": "雲峯。閱古尊宿語。忽有所得。再謁經公。陳其見處。公", "9": "曰。蟻子解尋腥處走。蒼蠅偏向臭邊飛。是君邊事。臣", "10": "邊事。對曰。臣邊事。曰。大有人笑你在。師愕然曰。到者", "11": "裡。因甚不是。公曰。此不是。彼皆然。師乃傾心哀請。公", "12": "惟斂目。師益不測。一日聞泥神倒地聲。不覺踴躍。呈", "13": "偈於公。公仍斂目。命以宗乘堂別居之。居年餘。每呈", "14": "偈頌。公斂目如前。師因感泣。以為依公决擇。不蒙指", "15": "示。歲序推遷。何了日耶。偶登廁。覩上樹人。乃明大旨。", "16": "嘆曰。今日方知。師不我欺也。萬曆壬寅。師年二十有", "17": "八。出住博山。而持重端嚴。篤行古德之風。入其門者。", "18": "心容俱肅。尋應閩之董巗。鼓山大仰。復還博山。參徒", "19": "大集。是時。經公已遷壽昌。父子道價。喧騰宇內。僧問", "20": "如何是功。師曰。一人同一春。如何共功。師曰。力士舁", "21": "杖鼓。如何是功功。師曰。猢孫上露柱。曰。不得敲唱雙", "22": "舉。請示正中玅叶。師曰。高底雲繞樹。遠近鳥󰴌花。如", "23": "何是君。師曰。水有筋山有骨。如何是臣。師曰。鶺鴒鳥", "24": "鳴似哭。如何是君視臣。師曰。千年老樹挂枯藤。如何", "25": "是臣視君。師曰。樓頭畵鼓正三更。如何是君臣道合。", "26": "師曰。金闕鳳󰴌丹詔去。邊陲人唱凱歌歸。僧作禮。師", "27": "曰。君位中事作麼生。對曰。虗突兀。師復打。時。慧臺鏡", "28": "禪師。早得旨於經公。翛翛瓢笠。剝󲣅諸方。諸方以矮", "29": "師叔類之。過訪於師。適師陞座。鏡出震威一喝曰。百", "30": "丈聞喝。三日耳聾。且道。是那三日。師曰。秋風多帶殺。", "31": "秋露愈加寒。鏡拂袖歸眾。師便下座。鏡後隱於武夷", "32": "石屏巖。相隨者。樵汲數輩。禪衲尋風求之。鏡悉指歸", "33": "博山。崇禎二年。魏國公徐弘基。請師說法南京天界。", "34": "使符三至。師始一出。象龍沸集。大廓曹洞宗風。上堂", "35": "曰。達磨大師。航海而來。直指人心見性成佛。雖則門", "36": "庭萬仞。壁立千層。秖演一心之法。更無餘事。乃至六", "37": "代傳衣。五宗競出。運無礙輪。化無緣眾。秖演一心之", "38": "法。更無餘事。溈山大師。敲唱同行。暗機圓合。傾瓶以", "39": "辨超方。撼茶而彰玅用。秖演一心法。更無餘事。雲門", "40": "大師。箭鋒相拄。函葢乾坤。揚眉落臼。顧盼猶遲。如流", "41": "雲翔󳬈。湛水晴空。秖演一心之法。更無餘事。法眼大", "42": "師。拈現前石。塞虗空口。一切處現成六根互用。六用齊", "43": "施。秖演一心之法。更無餘事。臨濟大師。一語中。具三", "44": "玄。一玄中。具三要。駈耕夫牛。奪饑人食。電光石火。開", "45": "眼猶迷。秖演一心之法。更無餘事。洞山大師。混不得", "46": "類不齊。立寶鏡三昧。炤學人肺肝。分五湖玉石。雪盛", "47": "銀盌。月炤金沙。秖演一心之法。更無餘事。乃至博山。", "48": "今日遠承諸祖慈廕。循規蹈矩。借路還家。駕輕就熟。", "49": "秖演一心之法。更無餘事。諸昆仲含靈。具此一心之", "50": "法。學人學此一心之法。三世諸佛。歷代祖師。示此一", "51": "心之法。故楞伽云。佛語心為宗。諸昆仲。那箇臺無月。", "52": "誰家樹不春。卓柱杖下座。師毅辭還山。傾都遮留。籃", "53": "輿不得。前乃宵邁。緇素追攀。望江而立。徐公歲序存", "54": "問不間也。師既大弘洞宗。常隨侍者。萬餘指。如臨一", "55": "人。僧問。如何是不聲色墮。師曰。斷橋分埜水。如何是", "56": "類墮。師曰。孤棹舉平原。如何是尊貴墮。師曰。裂破幾", "57": "層清世界。倒騎玉象趂麒麟。銀盌盛雪。明月藏鷺。意", "58": "旨如何。師曰。露骨瘦上環紫霧。塞流小㵎長青苔。師", "59": "開化幾三十載。未易肯諾。或請入草求人。廣紹先澤。", "60": "師太息曰。吾宗。貴得真脉。妙叶玄機。苟不然仍瓦解", "61": "耳。吾何忍哉。語畢泣下。自後遂不上堂。示疾於崇禛", "62": "庚午之秋。誾首座問曰。和尚尊體如何。曰。儘有些子", "63": "受用。誾曰。還有不病者麼。曰。熱大作麼。誾曰。去來自", "64": "繇。請道一句。師書歷歷分明四字。跏趺而寂。塔於博", "65": "山。坐三十九夏。其年僅五十六也。", "66": "贊曰。投子世大陽之代。須憑秀圓通協而成之。其道", "67": "始著。真歇稟丹霞之嗣。還借炤長蘆荐而褒之。此話", "68": "方行。博山父子。遠紹少室之宗。不叨餘力。大衍新豐", "69": "之調。本自天。然其說法。則橫空鳳舞。激揚則擲地金", "70": "聲。至其慎重真脉。常自下涕。語云。猛虎生兒。勢不能", "71": "食牛者。輙癈之。其博山之山之謂與。", "72": "湛然澄禪師湛然澄禪師", "73": "禪師湛然者。諱圓澄。別號散木。出會稽夏氏。母。夢梵", "74": "僧入室而娠。娠十四月而生。師生。大目昂鼻。哆唇露", "75": "齒。直腸信口。不肯從事於學。親歿窶甚。充郵卒以傳", "76": "符。踰期亡去。徑投隱峰。峯示念佛誰是令。師究竟三", "77": "晝夜輙有省。時年二十矣。入天荒山。禮玅峯斬髮。擇", "78": "最苦行行之。間聞傅大士法身偈。一切經義。便能記", "79": "持。尋乞滿分戒於雲棲宏公。徵以毗尼節。要師悉達", "80": "其指。返越。掩關寶林蘭若。因憶乾峯舉一不得舉二", "81": "話。乃大通玄旨。有頌曰。舉一舉二別端倪。箇裡元無", "82": "是與非。雪曲調高人會少。獨許韶陽和得齊。二老何", "83": "曾動舌。諸方浪自攢眉。擬議󳬧過新羅。刻舟求劍元", "84": "迷。再謁雲棲。呈見於宏公。會入室。宏舉海底泥牛󰴌", "85": "月。赴語未竟。師推出一僧曰。大眾證明。宏深器之。於", "86": "是。激揚法席傾一眾焉。萬曆辛卯。適大覺念公南遊。", "87": "師趨謁之。念曰。止風塗向青山近。越王城傍滄海遙", "88": "時如何。曰。月穿潭底破。波斯不展眉。念又問。洞上宗", "89": "旨。師曰。五位君臣切要知。箇中何必待思惟。石女貫", "90": "弄無針線。木偶能提化外機。井底紅塵騰藹。藹山頭", "91": "白浪滾飛飛。誕生本是無功用。不覺天然得帝畿。念", "92": "欣然。書偈印之。未幾。出住雲門。次遷徑山。歷禾之東", "93": "塔乃至顯聖天華。前后垂二十載。法席為之大震。其", "94": "上堂曰。老儂不識元字脚。強出人前要說法。錯認曾", "95": "參作魯參。合堂大眾皆笑殺。這一笑中有玅。若還悟", "96": "得其中意。點破當天者一竅。大眾如何是這一竅。良", "97": "久云。動容揚古路。不墮悄然機。小參云。烟雨盜將山", "98": "色去。溪風送得水聲來。本來法法皆如此。莫教心識", "99": "強安排。眾中若作境會。許你具一隻眼。若作佛法會。", "100": "打碎你頭。何故我王庫內無如是刀。又提綱云。喚二", "101": "作一。指七為八。手秉太阿。聖凡盡殺卻。憶東村王大", "102": "姐倒。戴西村李公襪。無論貧富貴賤。見者聞者。皆", "103": "笑殺。且道。山僧今日解何宗。噫嘻噓阿喇喇。師之提", "104": "唱。率多如此。僧問。如何是圓相。師曰。大燒餅。如何是", "105": "暗機。師曰。凌霄峯。如何是義海。師曰。半山亭。如何是", "106": "意證。師曰。啞子呪人。如何是默論。師曰。溫伯見孔子。", "107": "如何是回互。師曰。孝子諱爺名。諸方珍之。為師法續", "108": "洞室機類。雲門臨濟。其伯仲也。又師初在京。會達觀", "109": "禪師。於嘉熈寺。月川座主太史陶石簣黃慎軒。同翫", "110": "月次。慎軒臥問。馬祖翫月因緣。師曰。汝臥我坐。不得", "111": "為公說耳。軒亟起謝。月川笑曰。內翰錯過了也。觀云。", "112": "我下語。不及此公一籌。又過武林。聞谷慧聞等。屬望", "113": "一方。會諸紳遣使耑迎。及啟。慧聞札曰。今日大家。欲", "114": "與和尚作家相見。若來已墮情識。不來猶缺慈悲。師", "115": "扯破札。正色曰。者些客作漢。敢於老僧納敗缺也。至", "116": "即陞堂正立。慧聞進曰。和尚莫要班門弄斧。師把住", "117": "曰。速道速道。慧面赤無語。師把開曰。死漢。聞谷。遂率", "118": "眾作禮。蘇巡漕問曰。鴛鴦繡出從君看。不把金針度", "119": "與人。如何是金針。師曰。我在京都走一遭。不曾遇著", "120": "一箇人。蘇擬議。師曰。古佛過去久矣。無念有禪師。居", "121": "黃檗。獨持風節。呵罵諸方。特訪之。師曰。古人道。如紅", "122": "爐上飛片雪柏似。且道。古人還具透關眼也未。有曰", "123": "我不見有甚麼古人。師急指曰。背後聻。念休去。師之", "124": "勘辨。約此類。又甞嘆末流謬惑大乘。遂著說若干篇", "125": "曰。宗門或問。慨古錄楞嚴臆說。涅槃會疏。法華意語。", "126": "金剛三昧經註。思益梵天經解諦。理邁倫。一時所宗", "127": "焉。天啟丙寅季冬。書顯聖遺囑。即至天華。辭眾。復夜", "128": "話至丑。乃右脇長往。閱世六十六。坐三十八臘。得法", "129": "者九人。編隨機錄八卷。流通於世。", "130": "贊曰。余初過會稽。師謝世未久。觀其遺風謖謖然。尚", "131": "在山中。耆德。序師之妙韵。為法苦心求人之概。私心", "132": "竊向往之。續讀師集。至題無趣錄云。夫祖道不可絕", "133": "繼。風穴於法堂。痛哭克家之子難逢。仰山自記再來。", "134": "莫不以諸佛慧命為懷。以度生為急務者也。嗟乎。師", "135": "之心。至矣盡矣。以度生為務矣。然非夙承願力者。欲", "136": "竊符以存國。余亦深知其不可也。", "137": "天童密雲悟禪師天童密雲悟禪師", "138": "禪師。諱圓悟。字覺初。自號密雲。宜興人也。明嘉靖丙", "139": "寅。生於蔣氏。師生八歲。知世相無常。年二十六。發宿", "140": "慧。二十七負薪有省。三十棄家。又四歲為僧。四十桐", "141": "棺悟道。又六歲。得受記莂。五十二開化龍池。於是。六", "142": "建法幢。示寂之年。七十有七。然生不為家。四海歸之。", "143": "老不奉詔。朝廷慕之。及不忘慈。今古戴之。窣堵不虗", "144": "尊。人天共享之。實為龍池之真乳。遡滹沱而拓曹谿。", "145": "遠紹鷄足之正裔也。師初棄家。赤手空肩。走事幻有", "146": "傳禪師。傳嘉其志節。喜而度之。為大沙門。當機輙不", "147": "爽旨。眾皆驚異。師終不自肯。心苦神勞。且代眾役。不", "148": "知有己。偶過桐棺山頂。豁然大悟。情與無情。煥然等", "149": "現。覓纖毫過患不可得。時傳公已居燕都。師即趨省", "150": "傳公。公見乃大喜。喜師可倚以支我臨濟也。經二載", "151": "辭還。南上天台探禹穴。因與周公汝登陶公望齡王", "152": "公舜鼎。本色相見。脫略窠臼三公甚敬服。越之有道", "153": "緇素。爭識師焉。傳公還龍池。師因歸省。公問。你到諸", "154": "方。會見甚麼人。師頓脚拍膝。以對公。公笑曰。許多時", "155": "一些氣息也無。師曰。和尚疑則別參。公撾鼓集眾。付", "156": "師衣拂。復召入楊前。以扶持佛法。勉師力行。以報先", "157": "宗師。即呈偈曰。若據某甲扶佛法。任他○○○○○。", "158": "都來總與三十棒。莫道分明為賞罰。時年四十有六", "159": "矣。三載傳公遷化。又三載。眾請繼席龍池。自是意緣", "160": "移徙。酬香之會。有六。計二十六年。掀翻露布。洞示真", "161": "元。座下蹴踏。常足萬餘指。師則當軒據座。威震獅猊。", "162": "海內英靈。飲氣自失。凡剎竿樹對。成大寶坊。不許門", "163": "下干倚王公。甞語學者。貞觀響道欲瞻風彩。上表遜", "164": "謝。往返三四。引頸就刃。神色儼然。吾敬道信大師。茅", "165": "茨石室。累煩聖主。且請前行。吾從別道。澡身淨髮。結", "166": "跏趺逝。吾敬汾陽無業。休心息念。斷絕攀援。賜紫及", "167": "號。力陳昔誓。收付有司。恬然受刑。吾敬芙蓉道揩。牢", "168": "著草鞋。腰包住院。去就之間。輕同學子。不為蚖蛇戀", "169": "彼窟穴。吾敬應菴華祖故。師生平。意有不可。撩衣即", "170": "行。首住龍池五載。一日因事上堂曰。者裡無人證明。", "171": "且向別處尋討。下座。便去。次住天台古通玄寺。茅堂", "172": "草座。法政氷霜。晨暮參請。間不容髮。雖三載而日新。", "173": "海鹽金粟。使符至再。師憫其迫切。曳杖赴之。居六載。", "174": "無作無為。崇成大廈。牀曆幾滿千輩。名卿達士。一目", "175": "相遇獰拳辣掌之下。掉臂而去者夥矣。有挾貴而問", "176": "道者。師輙掌之。貴人曰。和尚獨不欲獲法乎。師曰。山", "177": "僧法也無。護箇甚麼。又連掌之。斷際故山曰。黃檗者。", "178": "鼓寂鐘沉。閩人來請。師不忍先蹟零落。籃輿度嶺。僅", "179": "五閱月又拂衣。則明州黃司理端伯。以鄮峯育王寺。", "180": "而待駕焉。黃公又考。太白名山。為歷祖庭。廢之已久。", "181": "遂與有道紳士俱愴然。先以意容。恐師臘高。師慨然", "182": "移錫。至天童古佛殿基曰。虗空作殿。日月為燈。且道。", "183": "是甚麼人境界。還會麼。設或未會。且看新長老。撒開", "184": "坐具。大展三拜。於是十一載。天龍失守之區。歷祖藏", "185": "身之處。無不斬新扶起。壯甲東南。翼集鱗宗。蔚為僧", "186": "海。其得髓之子。一十二人。然點胸自許。招手橫趨者。", "187": "不可勝計。崇禎辛巳。天子命外戚田公弘遇。齎香賜", "188": "紫。徵住金陵報恩寺。師固以老辭。退臥通玄峯頂。天", "189": "下圖其頂相。書其名號。而親之。壬午七月七日辰。猶", "190": "巡寮視務。午刻宴然示化。塔於天童南山。緇素奔送", "191": "者萬人。臨壙慟而失聲。聲震山谷。清順治庚子。住天", "192": "童門人弘覺禪師道忞。編師六會語錄。進頒大藏。", "193": "贊曰。斗柄東指。鼓腹謳歌。於不識不知之中。即釋氏", "194": "儒童。難贊辭焉獨今之薄海內。外據大寶坊。橫說竪", "195": "說者。操鈯斧於山邊水邊者。皆師法會中人也歷攷", "196": "少林至楊岐。其世十七。楊歧二十有三世以得師。其", "197": "間法利之普。如師者幾何人哉。今叢林公論。以曹溪", "198": "高峯永明大慧等。類師始末。嗚呼雖實錄也無。乃瓊", "199": "枝析玉與。", "200": "磬山天隱修禪師磬山天隱修禪師", "201": "天隱禪師者。諱圓修。出荊溪閔氏。說法磬山報恩。初", "202": "與天童悟禪師同出龍池傳之門。是師為笑巗真孫", "203": "也。師幼明敏。生知佛乘。常以心齋報母。然留連俗諦。", "204": "幾失前因。一日過講肆。聞楞嚴經云。一切眾生皆由", "205": "不知常住真心性淨明體用諸妄想此想不真故有", "206": "輪轉。師惕然驚畏。擇龍池幻有傳和尚。而依止焉。傳", "207": "示趙州無字話頭。師參之半載不發。改看本來面目。", "208": "提撕猛切。一日普請出窑次。有覺所道者云。聞常多", "209": "菩薩。出現於四大名山。神通廣大。傳公厲聲曰。我者", "210": "裡亦不少。師僉曰。如何是神通。傳曰。快度磚來着。師", "211": "染指法味。心不外緣。經百餘日。偶閱楞嚴。佛咄阿難", "212": "云。此非汝心。師脫然慶快。如善財入彌勒大閣。了釋", "213": "前疑。及侍傳公。入城被喝。便契臨濟主賓炤用之句。", "214": "於是。上天界訪雲松。過能仁謁文齋。出沒奇機。不無", "215": "可紀。萬曆辛丑。傳合掩關於龍池曰。汝既有新入處。", "216": "不妨更加精進。他日利導有情。則吾望足矣。未幾。傳", "217": "公北行。師悵然消遣關中。惟拈頌而已。於其古德公", "218": "案。如庖丁之解牛。而無碍刃遊也。獨疑乾峯十方薄", "219": "伽梵一路涅槃門話。復枯坐蒲團二載。忍聞驢鳴。大", "220": "悟差別玄旨。有偈曰。忍聞驢子呌。驚起當人笑。萬別", "221": "與千差。非聲非色閙。甲辰。北省傳公於燕京之普炤", "222": "寺而師資深契合焉。仍涉獵講庭。瀾翻藏海。探竿禪", "223": "席。料揀權宜。住後常曰。山僧南北往還。親近知識一", "224": "十八載。䟦涉勞碌為己躬。切無少怠也。嗚呼。師之入", "225": "道。誠異今時。故得處真實。用處諦當。常以虗空撲落", "226": "地語。酧僧理藏鋒之問。以湖州蘿蔔宣州薑。酧事藏", "227": "鋒之問。以有水皆涵月。無山不帶春。酧理事藏鋒之", "228": "問。以無手人行拳。酧不涉理事藏鋒之問。又僧問。如", "229": "何句到意不到。師曰。言言見諦。步步迷踪。如何意到", "230": "句不到。師曰。只在舌尖頭盡力道不出如何是意句", "231": "俱到。師曰。有時獨倚庭欄上。閒看梅花四五枝。如何", "232": "是意句俱不到。師曰。落花流水去。空負浪游人師暮", "233": "年。從石磬山。遷湖之報恩寺。示眾曰。老僧住個破院", "234": "子。不能時時為眾提持佛法。賴土木瓦礫。與諸人轉", "235": "大法輪。發諸人大機大用。諸人切不得當面蹉過。若", "236": "蹉過。只知事逐眼前去。不覺老從頭上來。一日俄集", "237": "眾諄誡。復以後事付囑及門上首。趺坐儼然而寂。瘞", "238": "全身於報恩之左。順治戊戌。大覺琇禪師。應北詔時", "239": "大會諸山。移塔於宜興之白雲菴。初師居右磬。諸方", "240": "有以臨濟玄要。配合教乘。作奇特商量者。師󳫻其惑。", "241": "常著書復問之。并頌示諸識者。其頌曰。第一玄。一字", "242": "不加畫。分明是個賊。咄咄咄。咄處且最毒。第二玄。快", "243": "手何曾先。撒沙并撒土。露露露。露出娘生褲。第三玄。", "244": "一曲江村岸。風月隨時看。收收收。收去箇中流。第一", "245": "要。驀地忽一笑。笑倒須菩提。攙起迦葉老。第二要。袖", "246": "裏箇金圈。拈出是莖草。瞬目牛吞了。第三要。伸縮誰", "247": "能炤。隻手握雙拳。打得虗空呌。師之提唱精奧。大率", "248": "如此。其門賢箬菴問禪師。編師全錄流通。與天童悟。", "249": "齊名於世。", "250": "贊曰。世傳曹溪下。惟青原南嶽應讖。殊不知嫩桂者。", "251": "代不乏人也。而石霜下。有楊岐積翠也。次出佛果之", "252": "門者。大慧虎丘也。次無準下。復出雪巗斷橋也。師既", "253": "出龍池。又與天童並駕。化周宇內。其久昌二桂。凡五", "254": "抽嫩矣。其根芽懸讖於少林。有以也夫。", "255": "雪嶠信禪師雪嶠信禪師", "256": "雪嶠圓信禪師者。四明人。姓朱氏。出龍池傳禪師之", "257": "門。首住徑山。終於會稽雲門。諸方服其神駿。推尊之", "258": "曰信公。高懷無我。至性不覊。笑罵自繇。人天罔測。卸", "259": "勝劣之戈甲。劈今古之藩籬。縱饒一問十答。而紫羅", "260": "帳裡。不撒真珠。假使未聞先悟。而千丈巖門。尤遭點", "261": "額。大有傷弓之鳥。見形高飛。所以短販之徒。望風栗", "262": "足。故雖獨據胡牀。不啻冲霄埜󳬈。以至屢遷名剎。仍", "263": "然本色山翁也。公生九歲。聞彌陀經。即知有出世法。", "264": "於是。讀書常諾諾。而罷之。然詞語絕塵。風儀瀟洒。猶", "265": "王謝之玉壺氷映。又愛與方客遊。遊必領益。年二十", "266": "九。竟去家矣遂。訪妙禎禪宿。於秦望峯下。禎舉古激", "267": "之。公反覆研究。連七日不知寢食。忽仆於石。前後際", "268": "斷。如日輪迸空。天地一色。衝口得偈。勢不自禁。欲往", "269": "天台尋印證者。度若耶谿。忽翹首。見古雲門三字。得", "270": "大休歇。乃曰。一上天台雲更深。脚跟踏斷草鞋。繩比", "271": "丘五百無踪跡。見得他時打斷筋。遂別䇿。入雙髻峰", "272": "蘿龕石室。󰞆世忘緣。間發新聲。豪吟達旦。而刀斧無", "273": "痕。諸方景焉時有雲棲高弟聞谷者。雅相敬善。一日", "274": "谷行脚回。舉幻有傳和尚相見機緣。且稱傳公葆重。", "275": "有類明教嵩。枯淡過於餘杭政。其接人真西河獅子", "276": "也。公乃三詣龍池。契其機。與悟修二禪師。為雁行焉。", "277": "後悟主天童。修主磬山。公獨菴居。垂三十載。黃公端", "278": "伯。余公大成。請就徑山祖庭。陞座拈提臨濟宗旨。端", "279": "伯還西江。於崇禎庚辰。以廬山開先寺迎公。諸山宿", "280": "衲俱集。公一以胎風簸雨之舌。振其拈花落草之機。", "281": "或不耐公笑詈而去。或經公指喚。而心曠神怡。公忽", "282": "拽杖還舊隱。眾驚遮挽之。不可。時往來衲子。傳天童", "283": "規製宏壯。條令斬新。乃至運瓦搬石。伺杵負薪。無不", "284": "徹底為人。公獨罵之。逮天童訃至。公又慟之。侍僧曰。", "285": "大師昔何罵。今何慟也。公良久。撫膝而起曰。咦。我掌", "286": "寧獨鳴乎。遂躬至天童。書挽章而奠之。詞曰。同出龍", "287": "池入路長。吳興分袂過錢塘。多年挂錫玲瓏石。今已", "288": "藏身寂寞鄉。雲面揭開紅日。眼山眉愁斷白花。香離", "289": "離一片苦心事。且道何人在影堂。北還。又入龍池。於", "290": "傳公塔前。拈香曰。桐棺山下養龍池。步入涼風覓我", "291": "師。當戶娑羅空腹樹。迎堦芳草昔人眉。追思滴血曾", "292": "留偈。會寫傳燈嗣法詩。今日塔前成九頓。流源千載", "293": "繼孫兒。耆舊乃請示眾。公曰。我昔第三度登龍池。先", "294": "師曰。你草鞋猶未脫也。我道。何處見草鞋來。先師微", "295": "笑而止。我即呈偈曰。數載龍池三度登。重重問話舌", "296": "生氷草鞋分付虎狼去。雙髻峯頭一箇僧。又思。當初", "297": "在山陰。看雲門語錄。得他的力。又在雲棲。亦有機錄。", "298": "豈可忘卻。所以雲門雲棲一齊拈香供養。諸方便道", "299": "徑山遙嗣雲門。徑山以為不然。瓜有根樹有葉。樹高", "300": "千尺。葉落歸根。豈可孤負禹門先師。斷斷無此理也。", "301": "然宗門事。把住也繇我。放行也繇我。有時作賓。有時", "302": "作主。有時賓主齊彰。有時賓主雙忘。此乃臨濟家機", "303": "用。人天莫測。庸人豈得知也。還雙徑。禾城道俗。以東", "304": "塔禪林。堅致於公。公為笑留。名緇貴素。日遶枝藜。公", "305": "眼幻青白。眾益心驚。晚住雲門。公年七十有六矣。機", "306": "用益峻。精神益勁。甞自號曰青獅翁。或稱語風老人。", "307": "又曰迦那尊者。每擕童子山遊。人見訪。或打觔斗。人", "308": "擬議。叱退之。雛禪竊論公弗恤也。順治丁亥中秋。謂", "309": "弟子曰。古人立化的也有了。坐亡的也有了。至倚杖", "310": "倒卓都有了。畢竟老人。怎生去好。語訖大笑。書片紙", "311": "曰小兒曹生死。路上須逍遙。皎月氷霜。曉喫盃茶。坐", "312": "脫去了。乃入寢室。憨臥數日。忽起坐。索茶而啜。連唱", "313": "雪花飛之句。擎杯脫去。世齡七十七。瘞全身於雲門。", "314": "庚子朝廷。慕之賜帑全五百。並委書弘覺忞禪師。而", "315": "新公之塔。又臨公頂相於宮中。而事焉。公居開先時。", "316": "弘覺為西堂。洎嗣天童。而公獨鍾愛之。故弘覺禪師。", "317": "以猶子。紀公千秋之綱目。甚詳也。", "318": "贊曰。整齊法運。臨淵履氷。爰師篤慎其心也。蠡測者", "319": "謂。師󳫑弛自了則優。為人則寡。葢明之中葉。少室宗", "320": "風。循規蹈矩。如喑若聾。非師濯之以清泉。激之以霜", "321": "鍾。則天方夢夢耳。", "322": "忠州聚雲吹萬真大師傳忠州聚雲吹萬真大師傳", "323": "大師廣真者。字吹萬。西蜀僰道宜賓人。姓李氏。父祖", "324": "世籍婆羅門。師生惟慕事佛。得法於月明和尚。萬曆", "325": "戊午年。說法於瀟湘之湖東禪院。次遷忠州聚雲。夔", "326": "州寶峰。及雲來興龍。巴臺諸剎。闡揚大慧宗風。崇禎", "327": "己卯七月三十日。唱滅於本山。嗣法門人曰。慧機。慧", "328": "芝。慧麗等。依法闍維。闍維時。遍地荷香襲人。烟至松", "329": "羃。結為五彩。火後收舍利三百餘顆。復得黃金鎖子", "330": "骨三莖。當門二齒。變為紫色。建墖於三目山之陽。屬", "331": "四川觀察使田華國。為墖上之銘。署師為大慧十四", "332": "世之孫。懶菴鼎需禪師之裔。葢。大慧初開法於洋嶼", "333": "菴。時需得法為第十三位。今燈譜。載大慧下法嗣。共", "334": "九十四人。訛列需為第三十五位。需既得旨。韜光於", "335": "福唐山水之間。及大慧從梅陽生還時。始開法於西", "336": "禪。入室之子。僅得安永。南雅。志清。安分四人。分於元", "337": "至正間。菴居劍門。志清。住天王。南雅。住龍翔。安永說", "338": "法於鼓山。是為鼓山永。永付悟明法堅二人。堅。住承", "339": "天。明。住淨慈。纂修聯燈會要。座下衲子雖眾。獨以大", "340": "法囑太原苦口益。益付筏渡慈。當益慈之時。約在明", "341": "之中。葉叢林先德物故。禪門死於繩規。凡我行道之", "342": "士。無不藉賴。中貴給劄住持慈公輩。或不忍視。而恬", "343": "退於山邊水邊。保任乃事隨方接納一箇。半箇尚以", "344": "篤實。承繼祖宗命脉。慈。得一言顯。顯。付小菴密。密。出", "345": "二仰欽。欽。出無念有。已上俱有語錄機緣。有。付荊山", "346": "寶。寶。付鐵牛遠。遠。付月明池。此三代。惟述相見之語。", "347": "并付囑之偈。月明池公。以源流大法。付與真公大師。", "348": "至師崛起中興。光顯大慧之宗。師初出世楚之湖南", "349": "瀟湘小院。衲子。相傳上堂示眾入室機緣。叢林識者。", "350": "驚為大慧再來。崇禎辛未臘八日。布金檀越內卿田", "351": "素菴。諸師居忠州聚雲禪院。拈香畢。竪拂云。從上古", "352": "人。只為者箇東西。顢頇了許多英雄豪傑。賺陷了許", "353": "多高人達士。拋撒了許多油鹽醬醋。今日老僧。不狥", "354": "人情。向汝諸人道破。只要汝等於日用二六時中。行", "355": "住坐臥處。穿衣喫飯處。運水搬柴處承當。若承當得", "356": "來。英雄豪傑。也顢頇他不得。高人達士。也賺陷他不", "357": "得。油鹽醬醋。也拋撒他不得。且問。大眾如何是者箇", "358": "東西參。東吳有居士劉墨仙。久游玄墓之門。持聖恩", "359": "問道錄訪師。論及楊岐九峰之語。師徵云。正恁麼時。", "360": "楊岐在。前九峰在前。仙良久云。和尚又作麼生。師便", "361": "喝。仙云。者一喝。是前是後。師翹一足。仙禮拜。玄墓漢", "362": "月藏禪師書至。師以為千里同風。即撾鼓陞堂。說妙", "363": "法語。語見聚雲全錄。命維那。對眾宣讀其書。曰。大慧", "364": "禪師。說盡人間禪病。四百年內。望之如渴人求井。不", "365": "料一枝埋沒。向三峽錦江之上。前得來書。語錄已見", "366": "作略過人。第未得從容談三月於水流石上。為恨不", "367": "淺。茲聞已返峽中。略伸四問。萬乞答。我更欲禪師起", "368": "已墜之禪於今日。令後輩。重見天日於座下。斷不令", "369": "山野遺恨耳。書尾復致四問。曰。正睡著時與死了燒", "370": "了。心之與性。牙齒打不著。須向者裏希取大用始得。", "371": "如何是此處底大用。師答云。寧向太陽粧羅剎。不來", "372": "黑暗扮覩音。二問。沿流不止。絕卻真照。照不到處。如", "373": "河是吹毛用了急須磨。且道。磨箇甚麼。師答折脚鐺", "374": "裏淡黃虀。三問。明處既已脫却心性。切莫在離心性", "375": "處躲跟。除此二途。如何相見。師答。纔過驢胎。又闖馬", "376": "腹。四問。近世野狐。都說心性禪。不知姓張始李。請禪", "377": "師代答一轉語。貴圖天下衲僧脫卻腥臭。師答奪者", "378": "老賊頭。拄杖拗折。莫言不道。已而師於回書之尾。亦", "379": "致四問。以問漢師。作相問。用水一盌貯米七粒。架茅", "380": "草十字在上。請道是甚麼義。二問溈仰九十六", "381": "種圓相。收盡六義問。有箇收在那一義。三問。古人道。", "382": "八角磨盤空裏走。不知是空走磨。磨走空。四問。老鼠", "383": "吞大象。蝦蟇口齩著。吞不入。拖不出。蒼頭老兒跳一步。", "384": "請下一轉語。漢師或有答斯未載焉。師之說法。垂機", "385": "勘辨。約類如此。有正錄十卷。廣錄三十種。共六十六", "386": "卷。屬水部尚書郎熊汝學。捐俸刊行。板存忠州治平", "387": "禪院。係法孫燈來編次。來住高峰。鐵壁慧機之子也。", "388": "贊曰。真師既出世於萬曆之間。我禪門正當肇興之", "389": "時。至天崇間諸方有大名稱者。俱有書問交通往來。", "390": "未見一言表出大慧宗系之名。何也。無乃各闡己宗", "391": "為急務。未暇輕重之耶。然亦是吳越燕趙眾生鮮福。", "392": "未獲沾師法雨耳。康熈丙寅冬。余為天童封龕佛事。", "393": "經四明。過壽昌禪林訪舊。遇師之玄孫統公別菴禪", "394": "師。始悉真師三代全錄。不得不為之傳。補入僧寶。否", "395": "則闕典之責。其在余乎。", "396": "有正錄三卷。并師下三世語錄若干卷。屬四川向化侯譚養元捐俸梓板。附嘉興楞嚴藏流通。。", "397": "南宋元明僧寶傳卷十五終", "398": "No. 1562-D 南宋元明僧寶傳後敘No. 1562-D", "399": "南宋元明僧寶傳後敘", "400": "祖師云。佛者。心清淨是。法者。心光明是。道者。處處無", "401": "礙淨光是。三即一。皆空而無實有。旨哉言矣。是以。入", "402": "祖室登祖位者。徹其淵底。提大機用。剪諸見林。截異", "403": "端網。如滴獅乳。如鼓師絃。聖凡莫得描摹而淺深之。", "404": "良以此也。吾師幻𦨱融和尚。以承先啟後為念。出繕", "405": "本一帙。授磊曰。此乃山僧出匡廬時二十載江湖所", "406": "集。南宋元明諸尊宿。大機大用之實錄也。汝盍勉之。", "407": "磊退而珍誦徹見。吾師為道為法。良匠苦心。歷遡二", "408": "十世。至虎丘隆祖。乃至大慧洞下諸宗。計五十三人。", "409": "妙唱嘉猷。師師道合。一代時教。眼目俱備。郁乎文哉。", "410": "所謂一月臨江。千江之月俱暎。一佛出世三世諸佛", "411": "齊彰。信不誣也。或曰。此傳。始自三佛之下佛燈真際。", "412": "而至博山雲門天童悟祖輩而止者何耶。且方今之", "413": "世。垂慈展拂。徧溢支那。豈其是非未定而止之者歟。", "414": "曰。否否。葢順治至康熈年間。諸老宿。順闡逆化。行解", "415": "相應者。不無其人。率皆屬吾師翁。弘覺忞老人。為之", "416": "󳬴銘。狀其生平最詳。業已流通宇內。稱不朽矣。當今", "417": "天下公論。以吾師翁之眼目。料揀五宗。不爽毫髮。雖", "418": "大慧中峯。莫能右之。磊小子。敢復浪贅蛇足哉。茲不", "419": "揣荒謬。承吾師命。補收洞濟兩宗五百年中大有相", "420": "關法化者。又四十一人。參吾師所撰。共訂十有五卷。", "421": "屬會稽王公大俍。較而成集。甯供將來之賢聖。經云。", "422": "諸供養中。法供為最。乃俾教外別傳之心法。弘通流", "423": "布。則古今十世。大機大用之旨。熾無間矣。康熈甲辰", "424": "年佛成道日門。弟子性磊拜題。", "425": "No. 1562-E 重刻僧寶傳記No. 1562-E", "426": "重刻僧寶傳記", "427": "康熈丁未孟夏日。紫籜草堂夜煌。百物俱燼。監院真。", "428": "發見其傳。稿在東山竹園。竟不知誰何將出。深異祖", "429": "師光明。真言玅行。入火不壞。即走問諸山有道知識。", "430": "諸山。樂助就梓印行。於離亂之世。然山路遙僻。剞劂", "431": "氏非名手。俗而且拙。部屬點畫。不無訛舛。其板蛀朽。", "432": "十將有二。不堪再用。今得四明王生世雄番板。於瑞", "433": "雲精舍。書記明慧對字。成於乙丑季秋。是為記。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1562 南宋元明禪林僧寶傳", "author": "清 自融撰　性磊補輯"}