{"language": "chinese", "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 037 大方便佛報恩經變經文偈頌", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "題解大方便佛報恩經變經文偈頌", "1": "整理者　陳明光", "2": "〔題解〕", "3": "《大方便佛報恩經變經文偈頌》，中國人所撰佛教文獻，作者", "4": "不詳。刊刻於南宋僧人趙智鳳主持鐫刻的寶頂山石窟大佛灣北", "5": "巖中部的大方便佛報恩經變龕。", "6": "該龕變像與變文並舉，刻佛前生、現世，因地修行、行孝報恩", "7": "事跡各六組圖像，為高浮雕，宣揚佛難捨能捨，難為能為的種種", "8": "自我犧牲精神。該龕是全國石窟群中最大的一龕，在石刻造像", "9": "中變像與變文並舉是前所少見的，是研究同類題材造像發展變", "10": "化的珍貴資料。", "11": "錄文〔錄文〕", "12": "大方便佛偈語大方便佛偈語", "13": "假使熱鐵輪，於我頂上旋，終不以此苦，退失菩提", "14": "心。", "15": "大方便佛報恩經大方便佛報恩經", "16": "大藏《佛說大方便佛報恩經》：", "17": "如是我聞：", "18": "一時佛在耆闍崛山中，大眾圍繞。時阿難入城乞", "19": "食，城中有一男子，孝養父母，家中蕩盡，擔父母行乞，好", "20": "者奉親，惡者自食。阿難偈贊男子：「供養父母，時特難", "21": "及。」", "22": "有六師徒執著邪論，踐滅正法，心懷嫉妒，語阿難", "23": "言：「汝師釋種，自言孝好，有大公德，唯有空名，而無實", "24": "行。捨父母出城，不知恩分，是不孝人。」", "25": "阿難聞已，心懷慚愧。謂佛白言：「佛法中頗有孝養", "26": "父母不？」佛言：「誰教汝問？」阿難言：「乞食逢六師徒見", "27": "毀罵辱。」如上所陳。", "28": "世尊微笑，放五色光至十方如來所。彼國菩薩同", "29": "音：「何緣有此光明？」彼國佛言：「有娑婆界，佛號釋迦，", "30": "為大眾說《大方便佛報恩經》，欲令眾生孝養父母，故放", "31": "斯光明。」", "32": "爾時如來身中現五趣身，一一身中現無量微塵數不", "33": "思議形類一切眾生，具足受身。以受身故，一切眾生曾", "34": "為如來父母，如來亦曾為一切眾生作父母。故常修難行", "35": "苦行，難捨能捨，勤修精進，具足萬行，不休不息，心無疲", "36": "倦。為孝養父母故，今得速成無上菩提，由孝德也。", "37": "佛因地修行捨身濟虎佛因地修行捨身濟虎大藏佛言：", "38": "薩埵太子捨身濟虎。父母聞已，奔至捨身之處。", "39": "時虎食肉已，惟有骸骨狼籍在地。父母扶其頭足，哀號", "40": "悶絕。", "41": "時太子命終生兜率天，天眼見前父母悲悼。「啼哭", "42": "過甚，或喪生命，我當往諫。」即從天下，住於空中，種種", "43": "言詞解諫父母。", "44": "父母仰問：「是何神耶？」天曰：「我是太子摩訶薩", "45": "埵，我由濟虎生兜率天。父母當知：有法歸無，生必有", "46": "終，何不自覺。」父母言：「汝行大慈，恩及一切。」於是天", "47": "人復以偈句報謝父母，令得醒悟。皆是如來神智通達，", "48": "不可思議。時薩埵即是我也。", "49": "釋迦因地割肉供父母釋迦因地割肉供父母大藏經云：", "50": "佛告阿難：昔有國王生一太子，字曰須闍提，身黃金", "51": "色。時羅㬋惡逆，王驚抱太子出投鄰國。糧盡猶遠，飢", "52": "渴所逼。太子白言：「就子身上日割三斤肉，分作三份。二份", "53": "奉上父母，一份自食。」父母聽子，割而食之，隨路而", "54": "去。太子誓言：「假使熱鐵輪，於我頂上旋，終不以此苦，", "55": "退於無上道。若我欺狂，身瘡不合；若不爾者，平復如", "56": "故。」即時身體端正倍常。佛告阿難：「彼父母者，今父母", "57": "是。爾時太子，即我身是。」", "58": "釋迦因地鸚鵡行孝釋迦因地鸚鵡行孝大藏《雜寶藏經》云：", "59": "有一鸚鵡，父母俱盲，常採花果，先奉父母。時有田", "60": "主，初種穀時而作誓言，所種之物與眾生共。時鸚鵡採", "61": "取稻穗以供父母。是時田主，按行苗稼，見剪稻穗，忽生", "62": "瞋怒，網捕鸚鵡。鵡告言：「先有好心，施物無吝。如何", "63": "今日而見網捕？」田主問言：「汝取此穀，意復何為？」鸚鵡", "64": "答言：「有盲父母，願以奉之。」田主歡喜，遂放而去。", "65": "爾時世尊而說偈言：", "66": "「善哉鸚鵡有智慧，能懷孝養供父母。", "67": "我從今日以稻施，任汝供養於二親。", "68": "如是過去無量事，無有苦行而不作。", "69": "未曾有懷疲厭意，以求無上清淨道。」", "70": "釋迦因地行孝剜睛出髓為藥釋迦因地行孝剜睛出髓為藥大藏經云：", "71": "忍辱太子，知其父王，身嬰重病，命在旦夕，求藥療", "72": "治。太子問言：「藥是何物？」大臣答曰：「是不瞋人眼睛", "73": "及其人髓。若得此藥，即全王命。」太子言：「但使父王病", "74": "得校者，捨百千身亦不為難，況此穢身也。」即呼旃陀羅", "75": "剜其雙目，斷骨出髓。爾時大臣，合藥奉王，服即病", "76": "瘥。太子命終，以牛頭旃檀闍維身骨，起塔供養。是", "77": "知如來行孝報恩，歷塵沙劫，不可思議。", "78": "釋迦佛因行孝證三十二相釋迦佛因行孝證三十二相大藏經云：", "79": "文殊白佛言：「座中菩薩見佛三十二相、八十種好，", "80": "端正無比。有何因緣，得如是乎？」佛言：「我於世世喜燃", "81": "燈於佛寺及師、父母前。用是因故，佛身光明，殊妙無", "82": "比。我於世世奉事師長、父母，四威儀中飲食臥具。用", "83": "是因故，諸天鬼神普持世間所有珍寶，以用上佛。三十", "84": "二相、八十種好，一一相好皆是由我從初發心，堅固菩", "85": "提，知恩報恩，是故今得無上菩提。視諸眾身猶如父母，", "86": "以是因緣，得是種相。使我疾得阿耨多羅三藐三菩提，", "87": "由孝德也。」", "88": "釋迦因地雁書報太子大藏《佛說大方便佛報恩經》，釋迦因地雁書報太", "89": "子大藏佛言：", "90": "善友太子入海採寶，留滯他國。未入海時，養一白", "91": "雁。時母夫人往語：「太子昔時常共汝俱，今入大海，生", "92": "死未分。汝今云何不念太子？」雁即報言：「欲覓太子，不", "93": "敢違命。」時夫人作書，繫在雁頸。其雁飛空，至於大海，", "94": "遙見太子，斂身而下。太子取書，撥封披讀，即知父母追", "95": "念太子，兩目失明。尋即歸國。父母歡喜。王與夫人目", "96": "瞑，不見太子形容，以手捫摸，作如是言：「父母念汝，憂", "97": "苦如是。」太子問訊起居事訖，持珠發願：「此是如意寶", "98": "者，令父母兩目明淨如故！」作是願已，尋即平復。父母", "99": "見子，歡喜無量。時善友太子者，亦是如來。", "100": "釋迦因地剜肉釋迦因地剜肉大藏佛言：", "101": "爾時轉輪聖王為求佛法，故遍處宣令：「誰解佛法？」", "102": "皆云言無。", "103": "有婆羅門解知佛法，時王出迎，請入正殿，敷王御", "104": "座，前請大德：「願坐此座。」爾時大王，見師坐已，合掌白", "105": "言：「大師解佛法耶？」師言：「吾解佛法。」王言：「為我解", "106": "說。」師言：「王大愚也！吾學是法，久受勤苦，因乃得成。", "107": "大王云何直欲得聞？若能就王身上剜作千瘡，燃燈供", "108": "養，吾為汝說。不爾，吾去。」爾時大王即自思惟，報大師", "109": "言：「所需供養，當速辦之。」", "110": "時王入宮，報諸夫人、五百太子：「今共汝別。今我", "111": "請師，相許供養，不得違錯。夫為孝子，不違父意。」", "112": "王詣師所，端身正坐，告諸大臣：「誰能剜吾千瘡？」", "113": "時旃陀羅前語王言：「欲剜身者，我能為之。」王聞歡喜：", "114": "「汝今真是我無上道伴。」時旃陀羅持刀剜已，馳走而去。", "115": "爾時大王，於身瘡灌油，取細氈為炷。爾時大師見是事", "116": "已，告大王言：「精進如是，難為能為，修此苦行，今當為", "117": "王宣說半偈。」云：「夫生輒死，此滅為樂。」王聞法已，告", "118": "諸人民：「應為我憶持是法。其見聞者，速發無上菩提", "119": "心。」爾時大王，燃燈供養，其明遠炤。一切眾會，皆發道", "120": "心，歡喜而去。是故轉輪聖王即是如來。", "121": "釋迦佛因地為睒子行孝釋迦佛因地為睒子行孝", "122": "大藏《佛說睒子經》云：", "123": "佛告阿難：「昔有菩薩，名曰慈惠，孝養父母、師長。", "124": "時迦夷國中，有一長者，孤無兒子，兩目皆盲，心願入山，", "125": "求無上慧。菩薩念言：『此人入山學道，我若命終，當為", "126": "汝子。』菩薩命終，即便往生盲父母家，字曰睒子。睒年", "127": "十歲，隨父母入山採果汲水。時國王出獵，箭誤中睒胸，", "128": "被毒命終。王心怖懼，詣盲父母所，具言上事。父母令", "129": "王：『牽我二人至於子所。』捫摸睒箭，仰天呼言：『睒子至", "130": "孝，天地所知，箭當拔出！』作是言已，感帝釋與藥，更", "131": "生如故。父母聞已，兩目皆開。王大歡喜。睒語王言：", "132": "『欲具福者，安慰人民，當令奉戒。』」", "133": "佛告阿難：「彼睒子者，我身是也。」", "134": "釋迦佛因地修行捨身求法釋迦佛因地修行捨身求法大藏佛言：", "135": "過去世，我修菩薩行，能通達一切外道經論；修寂滅", "136": "行，不為外道破壞受持。常樂我淨，求索大乘。雪山坐", "137": "禪，經無量歲，亦不聞如來出世、大乘經名。我修如是苦", "138": "行。", "139": "時帝釋諸天，心生驚怖，集會說偈：「雪山大士唯求", "140": "菩提，是人當來世中作善逝者，除滅無量熾燃煩惱，實為", "141": "難信。我今試之，堪任荷負菩提重擔不？」即現羅剎形，", "142": "下至雪山說半偈：「諸行無常，是生滅法。」我聞半偈，心", "143": "生歡喜：「誰能說是半偈，啟悟我心？如是半偈□義，是", "144": "過去、未來、現在諸佛之正道也。」羅剎答言：「問我是義，", "145": "我不食多日，饑惱心亂。非我本心所知，為求食不得，故", "146": "說是語。」我問羅剎：「所食何物？」答言：「我食人暖肉熱", "147": "血。」「但為我說偈，當以此身供養。我設命終，此身無", "148": "用。我為菩提，捨不堅身，得金剛身。願為我說，令得具", "149": "足。」羅剎即說：「生滅滅已，寂滅為樂。」我若□若樹，壁", "150": "道書偈，即上高樹捨身，以報偈價。未至地時，羅剎復帝", "151": "釋，接取菩薩。釋、梵諸天稽首贊曰：「真是菩薩，利益眾", "152": "生，無明暗中，燃大法炬。我愛如來大法，故相嬈惱，願", "153": "聽懺悔。汝必定成阿耨菩提，願見濟度。」時帝釋諸天禮", "154": "菩薩足，辭退而去。", "155": "雪山坐禪捨全身，是求半偈：「生滅滅已，寂滅為", "156": "樂。」", "157": "釋迦牟尼佛詣父王所看病釋迦牟尼佛詣父王所看病", "158": "佛在王捨城耆闍崛山中，光明如日。時淨飯王四大", "159": "俱□，殘害其體，喘息不定。種種療治，無能愈者。告諸", "160": "王曰：「我今雖逝，不以為苦。但恨不見我子悉達。」如來", "161": "已知父王欲終，要見諸子。告難陀曰：「淨飯王者，是我", "162": "曹父。能生聖子，利益世間。今宜往詣，報育養恩。」世", "163": "尊放大光明，光照王身。王身患苦得安，言：「是何光也？", "164": "脫是我子悉達來也！」王見佛來：「惟願手觸我身，令我得", "165": "安。我今得見世尊，痛恨即除。」佛即以手著父王額：「王", "166": "應歡喜，不宜煩惱。常諦思念諸經法義。」時王聞已，喜", "167": "不自勝，即以手捉佛手著於心上。王於臥處合掌心禮，", "168": "命盡氣絕。佛告眾言：「父王淨飯捨此身，已生淨居天。」", "169": "眾會聞已，即捨愁毒，不可思議。", "170": "釋迦牟尼佛為末世眾生設化故擔父王棺釋迦牟尼佛為末世眾生設化故擔父王棺大藏佛", "171": "言：", "172": "父王終已，至闍維時，佛共難陀等喪頭前肅恭而立，", "173": "阿難、羅云在喪足後。阿難白佛言：「惟願聽我擔伯父", "174": "棺。」羅云復言：「惟願聽我擔祖王棺。」世尊慰言：「當來", "175": "世人皆凶暴，不報父母養育之恩。為是不孝眾生設化法", "176": "故，如來躬欲擔於父王之棺。」即時世界六種震動，一切", "177": "諸天龍神皆來赴喪，四天王眾皆共舉喪，白佛言：「佛為", "178": "當來不孝父母者故，以自身擔父王棺。我等是佛弟子，", "179": "從佛聞法，得須陀洹。是故我曹宜擔父王之棺。」即變為", "180": "人。一切人民莫不啼泣。世尊躬身自手執香爐在前，行", "181": "於墓所，令千羅漢取種種香木，以火焚之。爾時諸王收", "182": "骨置金剛函，便共起塔而為供養。大眾人民作禮奉持。", "183": "〔錄文完〕"}, "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 037 大方便佛報恩經變經文偈頌", "author": "陳明光整理"}