{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1079 持誦準提真言法要", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1079", "1": "持誦準提真言法要", "2": "廣州寶象林沙門　弘贊在犙　輯", "3": "持誦準提真言法要準提真言。本出七俱胝佛母所說準提陀羅尼經。欲", "4": "求世間。出世間。一切事業成就者。依經作法。速獲靈", "5": "驗。但今法末。人多懈怠。根性鈍劣。及初機行人。依經", "6": "修習。三業未淳。不能作諸觀行。心生退怯。遂失菩提", "7": "種子。無量功德。故今錄此法要。以便受持。成就勝善。", "8": "如經所說。若人纔誦此真言一遍。即生菩提法芽。何", "9": "況常能念誦受持。由此善根。速成佛種。無量功德。皆", "10": "悉成就。故持明藏經云。若有眾生。作大惡業。無有善", "11": "種。於菩提心無由生起。菩提分法。永不獲得。如是之", "12": "人。忽遇知識。誦此真言。一歷耳根。重罪減劣。善種即", "13": "生。何況恒常持誦。專注精勤。曼茶羅疏云。念如來之", "14": "神呪。心心暗契如來心。誦菩薩之密言。願願冥符菩", "15": "薩願。何生死而不出。何涅槃而不得。有斯勝利。故集", "16": "此法要。然持誦之法。先須屏息諸緣。發慇重心。生難", "17": "遭想。作如是念。從無量劫來。不遇斯法。故輪轉六道。", "18": "墮落三途。今此真言。是如來秘密心印。無上法寶。若", "19": "不至心誦持。求世間事業。尚不果遂。何況出離苦海。", "20": "免生死難。成就無上菩提妙果。作是念已。至聖像前。", "21": "或對鏡壇。正立。作合掌頂禮相。此是準提菩薩最上", "22": "項禮印。注心觀想尊容。及緣念十方佛法僧三寶。體", "23": "若虗空。無處不遍。性本常住。無去來動靜之相。然有", "24": "感必應。作是念已。然後稱名頂禮。稱言。", "25": "一心頂禮十方常住三寶。一拜。或三叩。凡作一切法事。皆先敬禮三寶。由三寶", "26": "是最吉祥。能離魔障。成就所修故也。稱云。", "27": "一心頂禮毗盧遮那牟尼世尊。一切諸佛。皆有三身。此是本師釋迦牟尼", "28": "佛法身之號。佛今現居色界。色究竟天頂。毗盧遮那宮殿。準提佛母。是彼殿內菩薩。", "29": "一心頂禮七俱胝佛母大聖準提菩薩摩訶薩。三拜。此是", "30": "本尊故也。梵語俱胝。華言萬億。七十萬億佛。同說此真言。由此呪能出生諸佛。故云佛母。非女相也。", "31": "一心頂禮毗盧宮殿中八大菩薩摩訶薩。此八菩薩。是準提佛", "32": "母眷屬。故常圍繞佛母也。", "33": "禮已。長跪合掌。至心懺悔。作如是言。", "34": "我弟子某。自從無始以來。身口意三業。所作之罪。今", "35": "對十方三寶諸佛菩薩。準提佛母前。發露懺悔。不敢", "36": "覆藏。願悉消滅。乃至過去現在未來三世諸佛菩薩。", "37": "所修福智圓滿。種種功德。我今皆悉隨喜。或一說。或", "38": "三說。由此懺悔。隨喜。能滅罪障。生諸福善也。", "39": "然後結金剛正坐。坐於卑座。即以右足壓左䏶上。以", "40": "左右壓右䏶上。或半跏趺。或隨意坐。次結大三昧耶", "41": "印。以二手仰掌展舒。將右手在左手上。二大拇指。甲", "42": "相拄。安󰏩輪下。此印能滅一切狂亂妄念。雜染思惟。", "43": "既澄定身心。即觀六道眾生。無始已來。於生死海中。", "44": "輪迴六趣。願彼眾生。皆發菩提心。行菩薩行。速得出", "45": "離。作是念已。即入淨法界三昧。謂想自身頂上。有一", "46": "梵書􌳫㘕字。此字遍有光明。猶如明珠。或如滿月。想。", "47": "此字已。復結金剛拳印。以左手大拇指。捻無名指根", "48": "第一節。餘四指握拇指作拳。此印能除內外障染。一", "49": "切魔事。成就一切功德。右手持數珠。口誦淨法界真", "50": "言二十一遍。真言曰。", "51": "唵。㘕唵字。喉中擡聲呼。㘕字彈舌道之。亦作󴍳字", "52": "此淨法界㘕字。若想若誦。能令三業。悉皆清淨。一切", "53": "罪障。盡得消除。又能成辦一切勝事。隨所住處。悉得", "54": "清淨。衣服未浣。便成淨衣。身未澡浴。便當澡浴。若用", "55": "水作淨。不誦此呪。不名真淨。若用此法界心㘕字淨", "56": "之。即名畢竟清淨瓶。如靈丹一粒。點銕成金。故知真", "57": "言一字。變染令淨若實無水洗浴。缺新淨衣。用此㘕字淨之。若有水有淨衣。而不洗換。", "58": "託此為淨。是無敬信懈怠之人。何能滅罪生福。成就所求之願。若先以水如法洗盥。用淨土或󰞆。再三洗手已。", "59": "著淨衣服。更用此真言淨之。則內外俱成清淨。所祈速獲靈驗。", "60": "次結本經無能勝菩薩印。辟除一切諸魔惡鬼神等。", "61": "遠走而去。二手右壓左。內相义。作拳。竪二中指。頭相", "62": "合。以印繞身右旋一帀。誦呪一遍。如是至三。真言曰。", "63": "曩莫三滿多。沒駄引喃。唵。戶嚕戶嚕。戰拏哩。麼引蹬", "64": "耆。娑嚩二合引賀引○凡口傍字。皆彈舌道之", "65": "此真言辟除諸障。能成就一切事業。有以文殊菩薩", "66": "一字呪王護身。然其梵音是一字。此方或作二合齒", "67": "𡄦。或作三合叱哩陵。或作四合叱洛呬𦦨。若不善梵", "68": "音者。實難得其真妙。故依本經無能勝呪印。易為持", "69": "誦也。", "70": "次誦加持數珠真言七遍。以二手捧珠當心。呪曰。", "71": "唵。吠盧引遮那引。摩羅娑嚩二合引賀引", "72": "加持珠已。心口作如是願言。我今欲念誦。惟願本尊。", "73": "諸佛菩薩。加持護念。令速如意。所求圓滿。然後以左", "74": "手無名指承珠。大拇指壓珠上。右手以無名指承珠。", "75": "大指移珠。餘三指微屈。當於心前。澄心觀想準提佛", "76": "母。眷屬圍繞。了了分明對坐。誦準提真言時。其聲不", "77": "緩不急。心緣梵音。字字分明。惟令自聞。不可高聲。如", "78": "降魔辟鬼。方乃高聲。每稱娑嚩賀字。同時移過一珠。", "79": "或誦一百八遍。或誦一千八十遍。常須定限。不得缺", "80": "減。若務忙者。誦一百八遍已。後隨意散持之亦得。或", "81": "結根本大印。於菩薩臂上記數念誦誦畢。頂上散印。", "82": "其印二手內相叉。竪二中指。頭相著。以二頭指。捻二", "83": "中指背上第一節。二大指。側附二頭指根下。即成根", "84": "本印。若一百八遍滿已。不能多記者。可以左手作金", "85": "剛拳印。右手持珠念誦。真言曰。", "86": "曩謨颯多引喃引一三藐三沒駄引俱引胝喃引二怛你", "87": "也二合他引三唵四者禮五主禮六準泥七娑嚩二合引賀", "88": "引八○此真言八句。上二句。是歸敬諸佛之辭第三句。是當說呪之語。後五句。正是呪體。其中多喃三", "89": "禮娑嚩賀字。皆去聲呼之。唵字如前呼。者字入聲呼。亦作左字入聲呼。主字亦作󰳮。準字亦作噂。泥字亦作󱠛。", "90": "提第。禰然此本呪之字。當作北音呼之。若非口授。難得其妙。言引者。謂長引其聲。二合者。謂二字合為一音。有", "91": "以娑嚩賀下。兼誦佛頂大輪一字明王呪。所謂部林字。此二字合為一音。或作部隴。亦作𠽾󱃐。不空三藏云。勃", "92": "嚕唵。三字合為一字。嚕字。彈舌道之。共為一音。又引聲從胸喉中出。其聲如擊大鼓。古譯云部林。訛不正也。如", "93": "此。則梵音難得其真。或有準提真言前。誦六字大明真言。然其六字。亦于梵音難正。故今皆不錄。彼經云。若持", "94": "誦餘一切呪不成就者。用此一字真言。共餘呪一處同誦之。決定成就。今行者。專心一意。持誦本準提真言。自", "95": "得成就。何假他法。若雜別呪。梵音不真。反成誤緣也。", "96": "此真言。有大勢力。若求菩提三乘聖果。往生十方世", "97": "界。承事諸佛。及求智慧。男女。福祿。官位等。無不稱意。", "98": "若欲速得靈驗。當依本經作法。斷除酒肉葷辛。如或", "99": "隨時獲益。滅罪生福。在家不能全斷酒肉妻妾。五辛", "100": "必須斷絕。可於十齋日受持八戒。而持誦之。非十齋", "101": "日。早起盥洗清淨。一心誦持。亦能增長福壽。除諸災", "102": "患。良由末代凡夫。酒肉妻妾。以為常業。雖聞佛戒。習", "103": "性難改。若不用此大不思議神呪救拔。何由得出生", "104": "死苦海。縱不齋戒。亦獲成就。況有齋戒清淨。依法持", "105": "誦者。而不速得如願乎。或有年老衰邁。氣力短少。不", "106": "能誦上淨法界真言。無能勝真言等。便可專持此準", "107": "提真言亦得。又不能全誦八句者。初當先誦三遍。已", "108": "後但從唵字起。誦下九字亦得。又或不能結準提大", "109": "印。即初誦三遍結之。後以兩手移數珠誦之。或左手", "110": "作金剛拳誦之。又凡誦呪畢。却用金剛拳印。誦吽字", "111": "真言。而印五處。先印額上。次印右肩。次印左肩。次印", "112": "心上。後印㗋上。一誦一印。印竟。於頂上散印。然凡持", "113": "誦。不可在不同志無信心人前。令其輕笑。獲罪無量。", "114": "又每日持誦。時須定限。若一時持。即當早晨。若二時", "115": "持。則兼夜靜。若三時持。則加正午。如務忙者。不能依", "116": "時。但有暇時。即便持之。若欲成就鏡壇者。可取一新", "117": "鏡。未曾用者。淨洗已。於佛像前。隨月十五日夜。面向", "118": "東方。置鏡座前。隨力莊嚴供養。具諸香花。燈燭果蓏", "119": "淨水。然後結根本大印。當於心前。誦準提真言。呪鏡", "120": "一百八遍。以錦囊盛鏡。常將隨行。每欲念誦。但以鏡", "121": "壇置於面前。結印誦呪。若無鏡者。但觀想一鏡。在前", "122": "持誦亦得。或不能觀想者。但一心專注念誦亦得。龍", "123": "樹菩薩以偈讚曰。", "124": "準提功德聚寂靜心常誦一切諸大難", "125": "無能侵是人天上及人間受福如佛等", "126": "遇斯如意珠定獲無等等若欲其詳。當閱準提會釋", "127": "附供齋儀○附供齋儀", "128": "凡修真言。行者。須當隨力供養三寶。如或慳悋。福慧", "129": "難增。真言不獲感應。故云。修慧不修福。入道多辛苦。", "130": "福慧兩兼修。方能成佛祖。當具香花燈燭果蓏蔬儀。", "131": "務令淨潔。盛於淨器。加以真言神呪力故。自然遍供", "132": "十方法界。無盡佛法僧三寶。如上禮諸佛菩薩本尊", "133": "已。長跪。手擎香爐。口誦偈云。", "134": "願此妙香雲。徧滿十方界。供養一切佛。尊法諸賢聖。", "135": "無邊佛土中。受用作佛事。", "136": "誦已。置爐案上。叩首起立。然後結普通吉祥印。以右", "137": "手拇指。與無名指相捻。餘三指散舒。誦淨法界真言", "138": "加持二十一遍。一誦。一印飲食上。真言曰。", "139": "㘕􌳫想此字。放白色光明。印一切供物上。即無穢觸", "140": "由此真言加持。及手印力。其香花飲食器物等。自然", "141": "清淨。遍於法界。若更能以無量威德自在光明勝妙", "142": "力變食真言。合掌加持二十一遍大善。令諸飲食等。", "143": "即變成諸天種種餚饍上味。奉獻十方無盡三寶。亦", "144": "為讚歎。勸請。隨喜。功德。其變食真言。如常可知。但要", "145": "梵語音真。如嚩字。即是縛字彈舌道之。如婆字去聲。", "146": "囉字。即羅字彈舌道之。不可讀作賴字。吽字。上有虎", "147": "字。二字合為一音合口呼。如牛吼聲。次結出生供養", "148": "印。二手外相叉合掌。十指各兩節相交。安在頂上。誦", "149": "出生供養真言二十一遍。真言曰。", "150": "唵􌲺", "151": "由此真言及印不思議力故。自然遍法界。出生無盡", "152": "香花燈燭。幢旛寶葢。衣服臥具。樓閣音樂等。種種供", "153": "具。供養遍法界無量三寶等。倘無飲食等。但於佛前", "154": "運想飲食供具等。結印誦呪。亦自然出生如上種種", "155": "供具。供養法界三寶。若不能日日具諸飲食等。可於", "156": "十齋日。或朔望日。或每月十五日。復無力辦。可於正", "157": "五九朔望日。或佛𧩙。及成道日。然準提。是法身菩薩。", "158": "無有𧩙日。今世人云五月初十日是𧩙。隨世俗設供。", "159": "亦獲功德。然須知其本末。也近有夢授準提懺法。此", "160": "訛謬也。觀其所述。乃竊密部中菩薩之名。復加偽號。", "161": "妄圖其像。大違經旨。然準提經數譯。皆無懺名。尋彼", "162": "經中。懺悔。隨喜。勸請。迴向。發願。五悔法。即是懺也。智", "163": "者詳之。", "164": "受持準提真言法要終", "165": "音釋", "166": "真言梵書", "167": "􌯭曩􌯢謨􌵤颯􌳟多引􌯾南引一􌵰三􌯫藐􌮢三􌥳沒", "168": "􌧒駄引􌭷俱引􌹒胝􌯾南二􌷔怛􌩟你也二合􌷢他引三", "169": "􌲺唵四􌥷者􌯂禮五􌦽主􌯂禮六􌦿準􌧕泥七􌷌娑", "170": "嚩二合引􌪰訶引八○此是梵書準提真言。若依經作觀。觀想後九字。布於自身上。即同佛", "171": "菩薩能滅一切罪。生一切福。", "172": "􌳫此是梵書㘕字。若欲作觀。當觀自頂上􌳫字。猶如明珠。放白色光。或放赤色光。照自身心。乃至自室。遍及", "173": "法界。悉獲清淨。", "174": "八大菩薩一觀自在。二彌勒。三虛空藏。四普賢。五金剛手。六文殊師利。七除葢障。八地藏菩薩。。", "175": "五辛葱。蒜。薤。興渠。興渠。葉似蔓青。根似蘿蔔。此方無有。蒜有大小。葱亦多種。今俗以󴍐為齋。訛廖", "176": "久矣。不知󴍐是葱之一也。楞嚴經。謂食五辛。有五過失一者。熟食發婬。生啖增瞋。二者。縱能定說十二部經。十", "177": "方天仙。縑其奧穢。咸皆遠離。三者。諸餓鬼等。夜來䑛其脣吻。常與鬼住。四者。福德日消。長無利益。五者。十方菩", "178": "薩諸天善神。不來守護。大力魔王。得其方便。現作佛身。來為說法。非毀禁戒。讚婬嗔癡。命終自為魔王眷屬。受", "179": "魔福盡。墮無間獄。葱葱有多種大葱。小葱。慈葱。茖葱。蘭葱。冬葱。春葱。山葱。凍葱。漠葱。龍用葱等。韮", "180": "音九。葷󳳲也。薤音械。葷󳳲。葉似韭而長太。生山澤中。󴍐古弔切。驕去聲。即春葱。有云。慈葱是以。以其", "181": "葉慈柔故也。亦由古今名異。方上號別。但是葷辛者。悉不應噉也。陀羅尼華言總持。謂總持一", "182": "切法門。含攝無盡教。理。行果。又云持善不失。持惡不生。亦云遮持。謂遮斷常二邊之惡。持中道之善。別名真言。", "183": "權名為呪。既含多義。故非名言所能宣釋。實乃毗盧遮那如來大不思議秘密心印也。三途地獄。", "184": "餓鬼畜生。。六趣即六道。天。人。阿修羅。并三途。十齋日初一。初八。十四。十五。十八。二十三。二", "185": "十四。二十八。二十九。三十。月小二十七日起。囉即羅字彈舌道之。帶邏剌二音。不可讀作賴字。嚩", "186": "或作伐。又作䟦。即縛字轉舌道之。切不可讀作阜音。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1079 持誦準提真言法要", "author": "清 弘贊輯"}