{"sourceLink": "http://www.cbeta.org/", "text": {"0": "結壇散食迴向發󷧔文今某年某月厶日弟…", "1": "…毗盧󴎯郍佛。奉請圎滿報身盧…", "10": "奉請摩離耶山。五百羅漢。四向四果。得道沙門分断俱詮", "100": "碩壹㪷並在貟友身上限日便湏填還", "101": "引用為後憑。", "102": "欠顆人高貟友", "103": "口承人姪高保德", "11": "通大聖󵓕。右弟子厶甲󵓕。奉為國安人㤗。社󰑶會昌。五稼", "12": "盈。三農倍稔。先󷧶魂識。不值八難之中。過往尊親。無歷三", "13": "塗之苦。次奉為弟子厶甲。󱸑祥溢壽。免殃不󷧱扵己身。嵗", "14": "年昌。橫禍𢙣桒扵戶側。令彰長幼。長銜󶐀水之歡。內外親", "15": "永保藂花之茂。謹奉請。如上大慈悲法父。三界尊師。應供", "16": "聖真。随念大士。伏󷧔雲飛雨驟。化蓮神通。来降道塲。潜", "17": "隱跡。證盟弟子厶甲功徳。随喜結壇轉經。受斯呪供錢財。鑒", "18": "領香花五糓。增長弟子厶甲福。园春卉随日而生。除盪弟子", "19": "厶甲灾。此秋林逐風而落。千祥輻輳。万善更行。所求遂心。功", "2": "百億化身同名𥼶迦󷧵𡰱仏。奉請東方十二上󷧔藥師…", "20": "德圓滿。敬礼常住三寶。又更啟請。東方提頭頼吒天王。主", "21": "領一切。𠃵闥婆神。毗舎闍鬼。并諸眷属。来降道塲。又請南方毗", "22": "楼勒义天王。主領一切。毗󲲢多鬼。并諸眷属。来降道塲。又請西方毗", "23": "樓󳑧义天王。主領一切諸大毒龍。及富單郍鬼。并諸眷屬来降", "24": "道塲。又請北方大聖毗沙門天王。主領一切。夜义羅𠛴。諸𢙣鬼神。并", "25": "諸眷属。来降道塲。又請上方𥼶提桓因。主領一切。日月天子。星𪧐", "26": "五官。廿八𪧐。卅二神。并諸眷属。来降道塲。又請下方堅牢地神。", "27": "主領一切。山岳靈󷑜。江河聖族。并諸眷属。来降道塲。又請護", "28": "界善神。散昉大將。護伽藍神。金剛蜜跡。十二藥叉大將。四海八大", "29": "龍王。管境土地神󷑜。泉源行非水族。鎮世五岳之主。鶉󶗕", "3": "請西方極樂世界阿󳇐陁仏。奉請歡喜蔵摩𡰱寶…", "30": "崛山神。社公󰑶品官尊。地水火風神等并諸眷属。来降道塲。", "31": "右弟子厶甲自云。生居凢位。長乃塵軀。不諳靈異之間。起", "32": "住多違乖犯。舉足動步。晨昏往来不覺不知。積過深重。今𢙢禍", "33": "患奔至。󰡷𡧱愚迷。󲰁放灾殃。終扵性命。今弟子厶甲。虔", "34": "恭懇禱。悲悔交生。露瞻披肝。慇懃懺謝。謹扵厶𩂜。結壇", "35": "燃燈。誦呪轉經。捨財散食。三日三夜。芳等經云七日七夜鈴梵鳴音。念", "36": "崇。聲〃無息。伏󷧔如上靈聖。是眾生父母尊仰。所有", "37": "告至誠。皆蒙獲益。今並󷧔。離扵所樂。發歡喜心。賜大慈", "38": "悲。不違所請。龍飛雨驟。電擊雷奔。眷属随相。深生済", "39": "拔。乗空著地。感動山川。来就道塲。證盟㓛徳。自弟子厶", "4": "下生󳇐勒尊仏。奉請瑠璃金山寶華󰐈照吉祥…", "40": "甲乃󷘑󵘩割𥝠己。抽󵘩淨財。獻仏施僧。廣𥘨品。", "41": "壇安像。請僧轉經。䖍仰能仁。済危敷苦。香果万般飲", "42": "食。散而湏󳇐無窮。󲩎種五穀錢財。施而塵沙不𥁞。", "43": "銀盤花動。紅蓮捧而昭歸。金瓶水流。大海飲而無竭。", "44": "所有年裏困厄。󷧔随呪聲而霞消。日瘴時灾。󷧔", "45": "經音而霧散。怨家債主。歡喜相辤。負命掌恩。", "46": "永𠇲讎對。敬礼常住三寶。然後誦勸請發󷧔文。", "47": "以此結壇轉經㓛德。誦呪散食勝因。燃燈供養等偈。錢財", "48": "五穀福牽。先奉為龍天八部。護國護人。釋梵四王。凃", "49": "除󱵃。法輪常轉。仏日重興。社󰑶安寧。豐盈稼積。又持", "5": "仏。奉請大聖文殊師利菩薩。奉請大聖普賢菩薩。奉請", "50": "福。次用㽵嚴。弟子厶甲即軆。惟󷧔滄溟比壽。富貴而山", "51": "岳無移。福竝松筠。貞實而春冬不變。門興万善。千", "52": "祥膺而長榮。家謙三󰽵。百寶鎮而永固。男忠女", "53": "孝。灾殃不近扵義行。子貴孫昌。禍𡧱無󷧱扵善。", "54": "先󷧶七祖。蓮花𨒦而登天。不歷三塗。祥雲乗而證果。", "55": "家中若大若小。受金剛不壞之身。拔眷內親外親", "56": "共保清平之樂。莊盈五穀。霜疸不󰡷扵田苗。圈滿", "57": "群昌。六畜無灾扵牧廡。怨親債主。早已𠇲讎。負命", "58": "負財。為生罷散。敬礼常住三寶。然後呪師自擎盤取三發呪印加持便送出", "59": "第二盤食。右弟子厶甲。旬結壇散食。誦呪轉經。焚香", "6": "如意輪菩薩。奉請大悲觀世音菩薩。奉請大慈大勢智菩薩。", "60": "燃燈。三日三夜者。遂請下方窈冥神理。隂道官寮。閻魔", "61": "羅王。察命司錄。太山府主。五道大神。左膊右肩。善𢙣童子。", "62": "鑒㪰巡使。行道天王。吸氣𠬧魂。判命主吏。六司都長。行", "63": "病鬼王。內外通申。諸方獄卒。又請四神八將。十二部官。太", "64": "歲將軍。…。日遊月建。黑赤星神。…。", "65": "……。山靈異。水陸神仙。宮殿非人。樓臺魍魎等", "66": "并諸眷属並󷧔󵘩扵所樂離扵所居来就道塲", "67": "領斯福分弟子自云凢夫迷闇每犯聖賢行住中間于", "68": "日月神理今始覺悟遂結香壇散食燃燈轉經誦呪伏", "69": "󷧔諸大神聖發慈悲󷧔救護生󲕞領受呪供錢財花果", "7": "奉請大悲地蔵菩󴅽。又奉請過現未来十方三世一切諸", "70": "五穀香藥各生歡喜共開福門三灾不行扵道塲之家", "71": "九撗無󷒒扵增善戶千年衛護長似今晨万歲吉祥轉", "72": "禍為福敬礼常住三寶。又弟子某甲自従无量刼", "73": "来至扵今日或有積主辜負或是見𠀍新熏所有債", "74": "主怨家負財買命或是經山採獵手射傍生或是涉草", "75": "歡遊烹扵𤡢獸又請諸餘俘遊浪鬼因祀妖精杇樹", "76": "丘墳擅行魍魎𢙣鬼毒主走火邪䰟巡歷街坊吸人精", "77": "氣或有断親絕嗣不葬鬼或有離鄉失土波送鬼或有", "78": "犯官驚魂鬼賊󲘊血醒鬼或是深泉溺死鬼大火燒然", "79": "鬼或有無粮餓死鬼冬寒凍󷧶鬼。", "8": "奉請十二部尊經甚深蔵。奉請諸大菩薩摩訶󴅽蔵。奉請聲", "80": "散而湏󳇐有餘錢財万般用而寶山無盡金瓶香水", "81": "飲而四海不傾銀盞神燈照而三󷘧俱曉祥花𢿘種持而", "82": "天堂戶開月桂仙香焚而鑊湯火󷙂󷧔汝󵓕承此㓛徳早", "83": "遇龍花永離人間莫生𢙉𡧱。𠬧弟子某甲三灾九撗遠", "84": "送他方除弟子厶甲月厄年衰轉禍為福生〃世〃長為善", "85": "品枝羅世〃生〃永保乃興人貴󷕪官自在記錄福囙", "86": "照此一家永安三代敬礼常住三寶。", "87": "…閻文…百姓", "88": "…尚善住…遊扵都", "89": "…信…捉水磑", "9": "聞緣覺一切賢聖。奉請清凉山頂一万聖慈。地上地前證真菩薩。", "90": "…所存", "91": "鐧…在前", "92": "自󷒔捉已後便湏晝夜存心不", "93": "其顯春秋湏扵扵𢿘填如若", "94": "扵捉磑人家…用充顯祝", "95": "用以為後憑。", "96": "捉磑戶高貟友", "97": "見人兄高貟实", "98": "癸丑年正月廿三日捉磑戶高貟友管會壬子并", "99": "周年㳂磑諸𩂜破用及矜󷧳廗外欠麦"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8953 結壇散食迴向發願文（首尾殘缺）", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8953 結壇散食迴向發願文（首尾殘缺）", "author": "Not available", "language": "chinese", "source": "CBETA"}