{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1249 叢林校定清規總要", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "兄弟相看禮儀", "1": "叢林校定清規總要卷下", "2": "金華后湖比丘　惟勉　編次", "3": "上堂普說小參一　上堂普說小參巡堂茶見此", "4": "凡朔望。五參上堂。侍者當隔宿。詣方丈咨稟。開靜前。", "5": "侍者。令行者。覆諸寮舍。并挂牌。粥後。更不鳴下堂。放", "6": "早參鐘。鳴鼓已前。首座與諸頭首。領眾坐堂。轉二鼓。", "7": "上法堂。兩班問訊法座訖。歸班。大眾各排。雁行而立。", "8": "行者。立東班知事。後侍者於轉二鼓時。下法堂東北", "9": "角。側立。俟兩班集。問訊歸班定就轉三鼓。侍者入。請", "10": "住持出。升座。祝香罷。就坐。侍者下座。於法座前。問訊。", "11": "次頭首出班。大眾同問訊。次知事出班。行者隨問訊。", "12": "侍者登座上。燒香用左手轉身問訊。朔望乃祝", "13": "聖上堂。須用嚴備鋪設法座。禪客問話。有無不拘。敘", "14": "謝兩班。勉其贊佐。事非要緊。宜從簡略。又與五參上", "15": "堂不同。住持演唱罷。當白眾。巡堂喫茶。如免巡堂。則此茶於粥後", "16": "便喫。不須白眾下座。大眾普同問訊。首座領眾。歸堂前。依念", "17": "誦圖立定。如有西堂。則與首座對面。作一班獨立。首", "18": "座一人。纔入堂。西堂插。隨後入。俓往首座分手。西板", "19": "頭。作一行立。念誦巡堂。準此已下頭首。相續入。大眾次第巡", "20": "入堂。依圖位立定。暫到接眾後。侍者接暫到後。巡半", "21": "堂。至聖僧龕後。侍者背靠聖僧龕。排立。暫到。背後門。", "22": "朝聖僧龕。排立。住持將入堂。供頭鳴僧堂前鐘。七下。", "23": "住持於聖僧前。燒香一炷。巡堂一匝。歸位立。次知事", "24": "入堂問訊。回身住持前。問訊。巡堂一帀。知事纔出堂。", "25": "暫到與侍者。相續隨知事後。出堂外。各歸位坐堂內。", "26": "同時就坐。侍者進中間燒香。上下間燒香。堂外上下", "27": "間燒香。安香合聖僧前。蓋却。略退身。問訊。次上間及", "28": "下間。并堂外下間。次上間。問訊。復歸中問訊而立。供", "29": "頭鳴鐘兩下。點茶。湯瓶出。復如前。內外間。問訊。鳴鐘", "30": "一下。収盞。住持將起身出。再鳴鐘三下。知事暫到。起", "31": "立。伺候住持出堂。侍者先於堂外上手。作一行側立。", "32": "伺候住持出。低恭問訊。隨出。或施主請升座。無巡堂", "33": "之禮。但法鼓將鳴。堂司行者。巡寮報云。大眾坐堂朔望喫", "34": "茶。俱係侍者燒香。如住持。有故不出。亦當侍者燒香。", "35": "如住持遠出。則粥罷。便喫茶。却是知事燒香。齋供茶", "36": "例是。知事燒香。以表山門之禮。其他詳略。悉在清規。", "37": "○如施主請升座。庫司客頭行者。當安排手爐。準備。", "38": "至侍者候轉鼓。入請住持時。知客引施主。秉爐同請。", "39": "有處。都寺引入請住持升座。祝香。就坐。知客引施主。法座前", "40": "燒香設拜。至下座。知客或都寺。再引施主。住持前。謝", "41": "說法。○如官員檀越。祈福薦亡。侍者預令行者。請意", "42": "旨。及敘謝。銜位目子。却報禪客問話。官員諱字。子細", "43": "借問。密覆住持。庶廣施主信心也。○如初五。初十。二", "44": "十。廿五。此四日。謂之五參上堂。座上不鋪設。眾中有", "45": "未盡齊整。及常住缺典事。略而提之。欲眾知也。不可", "46": "多談世諦。厭人聽。古人朝暮咨參。何有限日。今從簡", "47": "要。於五日。一陞堂也。侍者當隔宿。覆住持。恐住持事", "48": "繁。或有失記。是日開靜前。令行者。報覆知事頭首寮", "49": "舍。及再請後。挂上堂牌。○如有尊宿道舊士大夫到", "50": "山。遇五參上堂。方可敘謝。至於進退兩班。敘謝亦然。", "51": "遇五參空日。無端為之理。諸山尊宿遷化。遺書至。不", "52": "可以時日計。前輩多講明。至此。因併錄之。○如施主", "53": "請升座。或擇吉辰醮獻。或忌日追崇。不可移易。亦不", "54": "在此限也。○如二月十五日。佛涅槃。四月八日。佛生", "55": "辰。十二月八日。佛成道。此三日。當鋪設法座。祝香自", "56": "有常格。並不得提及餘事。或有官員尊宿。在座下。亦", "57": "不可敘謝。下座。即同大眾。詣佛殿行禮。", "58": "普說。當於寢堂排設。或齋前。或晚下。鳴鼓五下。侍者", "59": "候眾集。請住持出。踞坐。侍者兩班問訊。如小參之禮。", "60": "清規不該載。洞下尊宿。每於朔望。升堂罷。就眾寮。當", "61": "中設位。為兄弟普說。", "62": "小參。謂之家訓。初夜鳴鼓。寢堂排設。有處只就法座事無大", "63": "小。並合箴規。眾中規矩。委折提撕。若其緘口無言。迤", "64": "邐綱宗墜地。小參之法。意在斯焉。鳴鼓一通。侍者候", "65": "眾集定。請住持出。踞坐。侍者於法座前問訊。次西班", "66": "及大眾問訊。次東班及行者問訊。遇四節。西堂作一", "67": "班。問訊。侍者登座。燒香。如常法。清規所載。甚詳。今有", "68": "不可不知處。併錄於茲。古之叢林。每夜咨參。汾陽以", "69": "夜寒罷參。此不特為規矩。家訓而設意。專激勵學者。", "70": "箴其做處偏枯。各自討生涯。立地成佛作祖。今時叢", "71": "林。每遇解結冬年四節小參。蓋為敘謝兩班。及大小", "72": "職務。又緣諸方。專係都寺幹齋。故當晚小參時。敘謝", "73": "心力為眾之勤。若常住自辨。不必言也。○如遇小參。", "74": "侍者。於齋罷。上方丈咨稟。令行者。報兩班及諸寮。挂", "75": "小參牌。當晚僧堂前。不鳴放參鐘。○如施主。請小參。", "76": "觀其來意。或咨扣因緣。則又與家訓不同也。或齋後。", "77": "或夜靜。俱得。又有所至處官員請小參者。又有出隊", "78": "處。眾人裒率。請小參者。雖名為小參。乃與升座。事體", "79": "一同。此尊宿家。遇緣即宗之謂也。○如欲訓行□。齋", "80": "後。令侍者。指揮茶頭。報參頭。行堂前挂牌。告報諸局。", "81": "務令齊赴。至昏鐘鳴。行堂前打板。齊集寢堂。立定。參", "82": "頭一人。入方丈。請住持出。就座。參頭燒香。唱參。問訊", "83": "九拜。進前屏息。拱聽規誨畢。又三拜。珍重。", "84": "告香入室請益二　告香。入室。請益", "85": "夏前。例於四月初五日已前。看新挂搭兄弟若干人。", "86": "就中推一人。為參頭。當於日前。寮首座。同維那和會。", "87": "參頭或頭首中。有未告香者。可為之同詣侍者處。稟云。新挂搭兄弟。欲告香。求入", "88": "室。煩侍者咨報侍者入方丈。稟住持人。如允。就幾日。當預買", "89": "香三片。一大。二中。率錢買至期。於寢堂上。或法堂安排。堂司", "90": "預出告香圖。依戒臈排行。侍者指揮行者。置參倚。仍", "91": "備香几。香爐三隻。作一列。設拜席。侍者寮行者。粥罷。", "92": "挂普說牌。小書告香二字鳴眾寮前板三下。集眾。看若干人。", "93": "作幾行。東西如之。參頭中央設席。獨位對參倚立。先一", "94": "日堂司出圖。須習儀一次。免得臨時錯亂眾人各立定。參頭離位。同維那", "95": "侍者。詣方丈。請住持出。就座問訊訖。參頭歸位立。問", "96": "訊。出班燒香一炷。退身問訊。參頭徑往禪倚西南角。", "97": "問訊云。某等。生死事大。無常迅速。伏望和尚慈悲。開示因緣此時住持。當舉話", "98": "勘辨。參頭下語。歸位問訊。再燒香一大片。有處。初請開示前。不", "99": "燒香。但同大眾。問訊。便徃請開示因緣。併此際。燒大片香。又燒小片。謂之從香歸位問訊。叉", "100": "手而立。次第東西班。每次各三人。出班燒香。每爐二", "101": "人。東班第一第二人。過東邊爐前。第三人。中央爐前。", "102": "西班第一第二人。過西邊爐前。第三人。中央爐前。各", "103": "略相望。同時問訊。各燒香一炷。或小香。或香合。不拘已下次第", "104": "出班。維那當於圖上書云。叉手出班。合掌歸位各行東西二邊人背後。歸", "105": "位而立。眾人燒香畢。一齊大展三拜。各不収坐具。參", "106": "頭進坐具一步。鞠躬問訊。叉手云。伏蒙和尚慈悲。特賜開允。下情無任", "107": "喜躍之至復退身。同大眾。禮三拜。參頭復進前云。即日孟夏謹時。", "108": "共惟堂頭大和尚。尊候動止萬福又退身三拜。各収坐具起。侍者令", "109": "行者。鳴鼓五下。却分東西二邊。相向而立。此時知事", "110": "頭首。方就班位立。俟住持普說竟。兩班即退大眾依前。歸", "111": "元位。參頭復歸中央。燒香一片。歸位。同大眾。大展三", "112": "拜。或住持免。只令觸禮三拜収坐具。參頭謝詞云。某等。夙生慶幸。已󳬾和尚慈悲。", "113": "開示因緣。下情無任感激之至遂同大眾。問訊退。眾人隨參頭。於法", "114": "堂西北角。謝維那侍者。觸禮一拜。眾人又於法堂西", "115": "南角。謝參頭。觸禮一拜。齋罷。方丈請特為茶。侍者預", "116": "令行者。就堂司。討人數。依戒臘上單。單式。與夏前特為新挂搭同", "117": "才普說罷。便用卓子展單。於法堂西南角。與人僉。齋", "118": "了鳴鼓。特為茶。或就法堂。或寢堂。首座相伴。特為參", "119": "頭。有飯。如挂搭人多。則一年兩次。告香。於冬至前數", "120": "日一次。禮法一同。或長老入院。例三五日後。知事頭", "121": "首大眾。告香一次。首座為參頭。或其中。有西堂。是住", "122": "持同參。或曾舊住。經告香之人。則住持令侍者報。免。", "123": "其中禮數。亦在住持增減。或謝時。但令觸禮而退古禮", "124": "如未經告香。則未許入室。", "125": "入室之法。或三八日。或不定時節。鳴鼓三下。集眾。侍", "126": "者預令行者挂牌。住持於方丈內坐。侍者於室外東", "127": "邊。列一行立。仍於室門限外。設席。眾人燒香。大展三", "128": "拜。不問戒臘。鴈行而立。於室外西邊。如頭首知事。插", "129": "入不妨餘人攙行。令人動念。俟排稍定。侍者入室內。", "130": "住持前。問訊了燒香。復當面問訊。出室外。對入室上", "131": "首人問訊。揖入。當先舉左足。叉手進。住持前問訊。轉", "132": "身於禪倚角西南。叉手而立。住持舉話。下語畢。復正", "133": "面問訊。叉手。從東邊出。亦先舉左足。出門外席內。觸", "134": "禮一拜而退。據清規所載。入室例合燒香。燒香之法。", "135": "初入方丈。當面問訊。轉身叉手。於香倚南面。向住持", "136": "問訊。右手上香。却當面問訊。方過禪倚西南角。聽舉", "137": "話。今以滯時妨眾。故不燒香。就門外設席。一拜而退。", "138": "亦恐妨眾。或行古法燒香。亦在住持意。當於寢堂中。", "139": "或挂達磨頂相。設香燭供養。其住持當展拜了。方歸", "140": "室中坐。侍者隨住持後拜。入室弟子。次第於像前。燒", "141": "香一炷。設三拜。如前鴈行而立。次第入室。", "142": "若兄弟請益。當聞侍者。先覆住持。某人上座。今晚欲", "143": "詣方丈請益。如蒙開允。却於定鐘後。詣侍司祇候。侍", "144": "者令行者。秉燭裝香。隨住持人坐處。引入。請益人。燒", "145": "香一片。大展九拜。肅恭側立。諦聽垂示。却再燒香一", "146": "片。觸禮三拜而退。", "147": "坐禪坐堂放參三　坐禪。坐堂。放參", "148": "每日坐禪。堂司行者。於粥後。先覆首座。鳴眾寮前板。", "149": "大眾歸堂坐。次覆以次頭首。歸堂。稍定。再覆首座。鳴", "150": "首座寮前板。首座入堂。燒香一炷。巡堂一帀。歸位坐", "151": "定。次覆方丈。鳴寢堂前板。住持入堂燒香。巡堂歸位。", "152": "坐定。或欲抽解。此時方可起身將至放禪。堂司行者。祇候。低緩覆", "153": "住持。次覆首座。從聖僧厨後。轉右邊。出堂前。略撼牌", "154": "下之。住持首座頭首起。大眾方可自便。齋後雖不鳴", "155": "板。而辦道之士。不以此拘。○昏鐘鳴。入堂坐禪。首座", "156": "待第二會鐘將歇。入堂燒香。巡堂一帀。歸位。住持於", "157": "第三會鐘將絕。入堂燒香。巡堂一帀。而坐定。鐘鳴方", "158": "出堂。定鐘後。至二鼓前。亦係坐禪時。如欲偃息。至二", "159": "鼓二點後。方可就枕。三鼓鳴。起坐禪。住持首座頭首。", "160": "入堂伴眾。首座於三鼓鳴。洗面了。入堂。燒香一炷。巡", "161": "堂一帀。次住持入堂。燒香。巡堂一帀。然巡堂之法。住", "162": "持。從上堂巡。至下堂。首座。從下堂巡。至上堂。蓋首座", "163": "未出世人。故從下巡上。若已出世人。則不拘。以理論", "164": "之。亦合從下巡上。免得於住持位前行故也。", "165": "晚下坐堂。至鳴放參鐘。和南展單。歸寮喫粥。", "166": "如放參。申時後。堂司行者。先覆首座。仍報供頭行者。", "167": "裝香點燈。次覆頭首。鳴眾寮前板。大眾歸堂。坐定。次", "168": "覆方丈。鳴寢堂板。住持入堂。不燒香。徑歸位坐。行者", "169": "却鳴首座寮前板。大眾轉身。如首座寮前板鳴。僧眾來遲者。不可入堂。頭首", "170": "來遲。亦不可入首座入堂。燒香一炷。歸位坐。首座或先入堂。陪眾坐。將放參", "171": "時。却起身。從後門出。歸寮。行者方鳴板。大眾轉身。首座却再從前門入堂。燒香歸位堂司行者。", "172": "進首座前。問訊。覆云。和尚今晚放參從聖僧厨後。轉出堂前。", "173": "鳴放參鐘三下。有處。喝食行者。長聲喝云。放參。方打鐘首座先出堂。次", "174": "住持出堂。次頭首大眾。展單而出。○如尋常坐參。却", "175": "不打首座寮前板。堂司行者。至首座板頭。低緩覆云。", "176": "和尚放參却打鐘出堂。或當晚小參。則不打放參鐘。", "177": "念誦巡堂四　念誦巡堂朔望巡堂。見上堂篇", "178": "如遇三八。齋後。堂司行者。覆方丈。次覆知事頭首諸", "179": "寮。挂牌。至參前。堂司行者。提點大殿土地堂祖師堂", "180": "等處。裝香。秉燭。報鐘頭。候鳴大鐘。事辦。未可打板。先", "181": "覆維那。次上方丈。先覆知。次覆庫司知。却覆頭首。鳴", "182": "板。先鳴眾寮前板。次鳴諸寮板。次覆知事。却再上覆", "183": "侍者。次覆方丈。鳴寢堂板。頭首知事大眾。於板鳴時。", "184": "然集堂前。排立。西堂作一班。與首座對面立。住持於", "185": "祖師堂土地堂燒香。堂司行者。即鳴庫堂前大板三", "186": "下。即鳴大鐘。住持至佛殿燒香。將至僧堂前。供頭鳴", "187": "僧堂鐘三四下。住持入堂燒香。燒香侍者。捧香合。請客侍者。於兩班前。巡", "188": "過。請湯却歸位住持將出堂。維那往中央立。住持出。立定。上", "189": "八中八則云。皇風永扇。帝道遐昌。佛日增輝。法輪常轉。伽藍土地。護法護人。十方檀那。增福", "190": "增慧。為如上緣。念清淨法身云云下八則云。白大眾。如來大師。入般涅槃。至今某年。已得幾", "191": "千幾百幾十幾載。是日已過。命亦隨減。如少水魚。斯有何樂。眾等當勤精進。如救頭然。但念無常。慎勿放逸。伽", "192": "藍土地。如上云云念誦罷。歸位。住持先入堂。歸位立。首座一", "193": "人入。西堂便隨後入。於下堂入門板頭。作一班立。頭", "194": "首與大眾。次第入堂。俱合掌。每次三人。同於聖僧前。", "195": "問訊。回身。向住持前。問訊。次第合掌巡堂。歸位竟。侍", "196": "者接後入堂。至聖僧厨後立。如非夏內。有暫到。則於", "197": "侍者前。隨大眾後。巡半堂。至後門。對聖僧厨立。侍者", "198": "接暫到後。巡堂。至聖僧厨後。對蹔到立。。知事齊入堂。", "199": "作一班。往聖僧前問訊。回身。住持前問訊。巡堂一帀。", "200": "將出。暫到及侍者。從聖僧厨右邊過。接知事後。出堂。", "201": "供頭鳴鐘三下。放參。大眾和南。住持出堂。眾展單而", "202": "出。清規載。初三。十三。廿三。念。皇風云云。初八。十八。廿八。念。白大眾云云兩班詣方丈。赴", "203": "湯。如欲免湯。則就僧堂前。辭之。○如免巡堂。則於維", "204": "那念誦。歸位罷。住持更不入堂。堂司行者。中央問訊。", "205": "喝云。大眾免巡堂便鳴放參鐘。三下。大眾和南。入堂。展單", "206": "而出。兩班仍詣方丈。赴湯。欲免則辭之。○如", "207": "聖節中。遇八日。則就大佛殿。念誦。大眾鴈行。向佛而", "208": "立。維那出香爐前。東邊立。念誦。念上八語回向云。念誦鴻因。恭為", "209": "祝延今上皇帝。聖壽無疆。云云却當免巡堂。供頭在僧堂前。伺候。隨", "210": "後。打放參鐘三下。而散。", "211": "諸山尊宿相見五　諸山尊宿相見", "212": "如大尊宿到。探知。當挂牌。報眾門迎。或鳴大鐘或不探知。", "213": "纔到。便斂鐘集眾。就法堂。安排座。或就寢堂先依賓主相", "214": "見。兩家各炷香。觸禮三拜。次知事頭首大眾。作一次", "215": "人事。首座都寺。兩人插香。庫司備香轉身。作展坐具勢。免", "216": "則問訊。次侍者人事。燒香禮拜。免則問訊。繼令行者", "217": "喝云。請知事頭首。獻茶空盞備禮。若是法眷。則住持小師。別", "218": "作一項。於侍者人事後。炷香禮拜。本寺參頭。引眾行", "219": "者。炷香禮拜。次方丈轎番人力。參拜。其容參隨行者。", "220": "炷香禮拜主人。次轎番人力參拜。侍者再燒香。點湯。", "221": "湯罷。住持。同兩班。送安下。讓客為主。住持立西畔。客", "222": "立東畔。以表安下處。仍備香爐。賓主各炷香。無拜。敘", "223": "送安下之禮。或舊住相識等人。却再就安下處人事。", "224": "如法眷。師祖。本師。師叔。伯。師兄。到來。先於法堂上。賓", "225": "主相見罷。送安下處。預安排坐位。住持請敷坐。燒香", "226": "大展九拜。或三拜。或有自門首迎入。便就寢堂行禮。", "227": "禮畢。知事頭首等人。次至。喫湯罷。送安下。然如前禮。", "228": "方巡寮。以理推之。行後一段。禮為穩當如大尊宿。則侍者一人。隨住", "229": "持。同引巡寮。如平交。則住持自相引。齋時草飯。當晚", "230": "特為湯。侍者齋罷。詣安下處。炷香拜請。詞云。方丈請。今晚就", "231": "寢堂。特為献湯。伏望慈悲特賜開允。不用通寒暄次下照牌。對面中央。安排", "232": "坐位。兩班相伴。鳴鼓一通。喫湯。収盞。退鼓三下。侍者", "233": "行禮。揖坐燒香。勸湯。悉如特為常式。湯罷。起身謝湯。", "234": "摺衣。復就位。藥石。昏鐘鳴。湯果。仍請相伴。有處。藥石湯果管待。", "235": "並請西堂耆舊。相伴侍者。當中燒香一炷。入卓。次日。特為飯。係", "236": "具狀作都寺名請。同請客侍者。詣安下處請。都寺同", "237": "侍者人事。燒香。觸禮一拜。都寺。却先請喫飯。或小去處。即作", "238": "住持名。侍者燒香拜請都寺請訖。侍者請云。方丈。齋罷特為點茶。伏望慈悲。特賜", "239": "開允至期。侍者揖客上。與主人問訊了。侍者再揖。特為", "240": "人歸位。或是法眷。則主人自揖坐轉身。於特為人上手。略立。問訊。", "241": "却進前燒香。便轉身於特為人前。問訊。又轉上手。問", "242": "訊而退。至喫飯時。侍者燒香。下䞋。如方丈。有貼䞋。係衣鉢侍者。隨後下", "243": "至喫茶時。行者鳴茶鼓。侍者燒香一炷。至特為人前。", "244": "問訊。轉身。且於特為人上手側立。候喫茶將畢。再進", "245": "特為人前。問訊勸茶。仍轉身上手側。問訊。進前燒相", "246": "伴香一炷。歸位。問訊而退。○其特為之禮。侍者不可", "247": "不詳謹。以囑執事行僕等人。聽其指揮。臨期。不致失", "248": "事。特為設獨座於前。由雪竇為雲峯悅禪師設。示禮", "249": "之異。故叢林。自後遵之。○自古叢林。名德尊宿到山。", "250": "必請為眾說法。山中主人。先引座。或眾人率金。請普", "251": "說。山中主人。亦先引座。當兩班具狀請。有處住持名。", "252": "有處首座名。俟舉揚了。下座。住持領大眾禮謝。繼後", "253": "客當巡寮表謝。或尊宿退院至。當作見住持待之。德", "254": "望稍不在人上者。固不在此限。又或非其人。僭忝法", "255": "眷。其禮增減輕重。不可不察也。", "256": "聖節啟建滿散六　聖節啟建滿散", "257": "如遇啟建。堂司。預寫黃紙榜。隔宿挂牌。維那預日。具", "258": "威儀。袖紙。詣書記寮。稟製疏。書記製畢。當親送到堂", "259": "司。堂司隔宿。具威儀詣方丈。請僉疏。正日。早粥。遍食", "260": "槌了。再打槌一下云。白大眾。粥罷。聞鐘聲。各具威儀。大佛殿。啟建　聖節道場。謹白", "261": "又打槌一下。轉身。聖僧前問訊。次至住持前問訊。又", "262": "從首座板頭。北面問訊。巡堂一帀。亦巡外堂。復歸中", "263": "央。問訊而出。滿散。白槌巡堂。一同。但改啟建。作滿散住持升座罷。供頭", "264": "斂僧堂前鐘。即鳴大鐘。住持至道場前。點茶湯畢。維", "265": "那出班問訊。住持燒香。侍者捧香合。次首座都寺。同", "266": "出班燒香。次西堂。作一班燒香。有處。西堂在首座前出班。或謂。首座未出", "267": "世人。則西堂在前出班。已出世人。則西堂在後出班次東西班。兩兩燒香。轉身", "268": "不問訊。住持大眾。同展三拜。起。知事頭首。轉身對面", "269": "立班。大眾轉西邊立。住持歸中胡跪。知客度手爐。侍", "270": "者捧香合。俱用略跪。住持上香。維那宣疏畢。知客復", "271": "跪接爐。維那舉楞嚴呪。喝摩訶畢。再回向云。諷誦鴻因。恭為", "272": "祝延今上皇帝聖壽無疆。金剛無量壽佛云云大眾乃散。○暫到。當詣客司。", "273": "請牓頭。印本白紙。不可書節名。須用黃紙令寫。粘牓", "274": "上。", "275": "請楞嚴頭七　請楞嚴頭", "276": "堂司和會楞嚴頭。請喫茶訖。同詣方丈。庫司人事。各", "277": "有藥石。三八一同頭首藥石。若是新挂搭人。住持當", "278": "發批下眾寮。免寮主一次。堂司夏中辨點心相待。散", "279": "楞嚴會罷。維那同上方丈問訊。次維那詣眾寮相謝。", "280": "齋罷請喫茶。", "281": "建散楞嚴會八　建散楞嚴會", "282": "維那預請製右語。與建　聖節禮同。如無書記。則用堂司所存。已前", "283": "右語。或住持自欲製之仍隔日。詣方丈。請僉疏。齋罷。挂牌。預提", "284": "點大佛殿香燭。至期。鳴眾寮前板。及諸寮板。候住持", "285": "到法堂下。鳴庫堂前板三下。即鳴大鐘。知事預點茶", "286": "湯。住持至佛前。燒香一炷。退身問訊。展拜。跪爐。知客", "287": "度爐。侍者棒香合。住持上香。維那白佛云。妙湛總持不動尊。首", "288": "楞嚴王世希有。消我億劫顛倒想。不歷僧獲法身次宣疏畢。知客接爐。住持", "289": "起身。楞嚴頭。喝楞嚴會上。眾和畢。楞嚴頭。即唱爾時", "290": "世尊云云。舉呪。諷畢。喝摩訶了。維那再回向云。上來諷經", "291": "功德。𢌞向真如實際。莊嚴無上佛果菩提。四恩等報。三有齊資。法界有情。同圓種智。十方三世云云大", "292": "眾無拜。次日係楞嚴頭。舉回向云。上來現前云云遇朔望。係", "293": "維那。回向祝　聖。或每日粥罷。下堂。便諷楞嚴會。則", "294": "不須詣藏殿諷經。如每日粥罷。再打板。諷楞嚴會。則", "295": "下堂。仍用詣藏殿。諷經祝　聖。滿散。與啟建禮同。但", "296": "諷呪畢。楞嚴頭。唱是佛頂光聚云云。復喝摩訶了。誰", "297": "那回向。如啟建語。乃散。", "298": "四節土地堂念誦九　四節土地堂念誦", "299": "堂司行者。於齋罷。報眾挂牌。參前提點土地堂。祖師", "300": "堂。大佛殿。裝香點燭。事辦。覆住持兩班。一一如三八", "301": "念誦次第。知事預燒香點茶湯。板鳴。眾集。住持出佛", "302": "殿。鳴庫堂前板三下。即鳴大鐘。住持至。燒香。退身。維", "303": "那出班。揖住持燒香。次揖兩班燒香。轉身。問訊住持。", "304": "次第畢。維那轉身。向土地念誦。文見于下回向云。上來念誦功德。", "305": "回向當山土地。合堂真宰。所冀。神光叶贊發輝有利之勛。梵苑超隆。永錫無私之。慶再勞尊眾念。十方三世云", "306": "云。", "307": "結夏。切以。薰風扇野。炎帝司方。當法王禁足之辰。乃", "308": "釋子護生之日。恭裒大眾。肅詣靈祠。誦持萬德鴻名。", "309": "回向合堂真宰。所祈加護得遂安居。仰憑大眾念。清", "310": "淨法身云云。", "311": "解夏。切以。金風扇野。白帝司方。當覺皇解制之辰。是", "312": "法歲周圓之日。九旬無難。一眾咸安。誦持萬德鴻名。", "313": "仰答合堂真宰。仰憑大眾念。云云。", "314": "冬至。切以。時臨亞歲。節屆書雲。當一陽來復之辰。乃", "315": "萬彚發生之始。恭裒大眾。肅詣靈祠。誦持萬德鴻名。", "316": "回向合堂真宰。仰憑大眾念。云云。", "317": "除夜。切以。化工密運。歲律云周。咸忻四序之安。將啟", "318": "三陽之慶。恭裒大眾。肅詣靈祠並同前。", "319": "排鉢位十　排鉢位", "320": "如遇前堂後堂都寺退。次早。聞小靜鳴。堂司令行者。", "321": "請喫湯。湯罷。送歸鉢位。觸禮一拜。或諸方首座都寺", "322": "西堂挂搭。當分板首。", "323": "鐘魚鼓板十一　鐘魚鼓板", "324": "夫鐘魚鼓板。昏曉蓋有常度。長短疾徐。號令毋令失", "325": "準。此叢林示人。以不言而信也。晨鐘者。破長夜。警睡", "326": "眠。夕鐘者。覺昏衢。疏冥昧。引杵宜緩。揚聲欲長。凡三", "327": "通。各三十六下。總一百單八下。暫脫苦輪。息三塗之", "328": "悲酸。發門深旨。證十地之種智。鳴鐘行者。當燒香禮", "329": "拜。誦鳴鐘偈云。願此鐘聲超法界。鐵圍幽暗悉皆聞。三途離苦罷刀輪。一切眾生成正覺", "330": "稱觀音菩薩號。然後擊之。其利大矣。至如啟法具供。", "331": "上殿焚誦。接送之鐘。止擊一通。不限以數。僧堂前小", "332": "鐘者。集本寺僧眾。則鳴之。凡齋粥時。及朔望巡堂念", "333": "誦時。各鳴七下者。皆為住持人入堂。如開靜坐禪。則", "334": "鳴雲板。集童行。則擊木魚。惟鼓之令不同。說法。則有", "335": "法鼓。會茶。則有茶鼓。轉藏。則有藏鼓。開浴。報齋。引更。", "336": "亦各有鼓。又大普請。僧行並赴時。亦擊鼓。致成法社。", "337": "並宜先知。設有掩關菴岩。坐禪幽僻。聞聲返聽。出定", "338": "斂容。或收卷以披衣。豈違時而失候。為主法者。欲眾", "339": "整肅。先使朝昏鐘鼓分曉。自然事事有倫。彼之來者。", "340": "雖未見主人。斯可以知其賢矣。清規警眾一篇已詳。", "341": "今具大略。魚板。大鐘。僧堂鐘。庫司堂司主之。法鼓。茶", "342": "鼓。侍者主之。如上堂法鼓。長擊三通。小參。長擊一通。", "343": "入室三下。普說告香。各五下。如特為尊宿。特為大眾。", "344": "特為新舊執事。擊茶鼓一通。退座三下。如首座西堂", "345": "秉拂。則借茶鼓。長擊一通。庫堂前鼓。庫司主之。報齋", "346": "三下。堂中煎點茶湯。集眾退座。每日齋粥。下堂和南。", "347": "並擊之。大普請。長擊一通。或有處。擊三門下鼓。集知", "348": "事頭首。門迎檀越。擊五下。大眾接時。長擊一通。", "349": "進退寮主十二　進退寮主", "350": "凡進退寮主。遇當次滿日。開大靜後。維那點燭客堂。", "351": "候舊寮主辭退。觸禮一拜。送出。行者隨後請。齋退喫", "352": "茶。次挑燈。就眾寮。請新寮主。燒香喫湯。湯罷。起身。再", "353": "燒香一炷。咨聞云。其寮主告退。不可缺人。拜煩某人。充寮主請罷。香爐前。", "354": "觸禮一拜。送歸眾寮。行者報寮。鳴寮內小板三下。維", "355": "那上手入門問訊。觸禮一拜。維那轉下手。寮主轉上", "356": "手。又觸禮一拜。送維那出。堂司行者。繼請。齋退特為", "357": "茶。聖僧侍者相伴。如大剎眾多。則未滿十戒者。次第", "358": "充寮主。或小寺院。則行者為之。", "359": "病僧念誦十三　病僧念誦", "360": "贊佛罷云。今晨則有在病比丘某。釋多生之冤對。懺累劫之愆尤。特運志誠。仰扣清眾。稱揚聖", "361": "號。蕩滌深殃。仰憑尊眾念。清淨法身云云回向云。伏願一心清淨。四大輕安。壽命與慧命延長。色", "362": "身等法身堅固。再勞尊眾念。十方云云。○如病重。與十念阿彌陀佛。念", "363": "誦之法。先歎彌陀佛了。次白云。今晨則有在病比丘某。釋多生之冤對。懺", "364": "累劫之愆尤。特運志誠。仰投清眾。稱揚聖號。蕩滌深殃。仰憑尊眾念。西方極樂世界阿彌陀佛長聲", "365": "念百遍。及觀世音菩薩。大勢至菩薩。各十聲。回向云。", "366": "伏願。某諸緣未盡。早遂輕安。大命難跳。徑生安養。十方三世云云當攝心清淨。不得", "367": "攀緣世事。", "368": "當代住持涅槃十四　當代住持涅槃", "369": "夫世尊示滅。諸祖泥洹。棺斂有經。禮儀有序。每見諸", "370": "方。委世尊宿。或曰不用教俗舉哀。但心喪而已此亦", "371": "簡之一端。近代倣而行之。切恐後世無聞。聊舉大略。", "372": "只如雙林。順斂以金棺。阿難及諸弟子。悲哽憂恤。泣", "373": "血如波羅奢花。釋梵龍天。哀號躃踊。淚若雨雨。七日", "374": "迦葉自外國至。恨不覩其真像。忽槨示雙趺。然後以", "375": "大自在三昧。致金棺於太虗空中。遶拘尸羅城三帀。", "376": "却就闍維。八國興兵。爭分舍利。各歸建塔。豈非禮經", "377": "與。景德年中。臣僚備錄百丈大智禪師規矩內二頂。", "378": "亡僧長物。盡行支破。營喪具。奏聞奉敕者。編入大藏。", "379": "永為法式。", "380": "一如尊宿遷化。先沐浴著衣。就斂。置方丈中。香花供", "381": "養。以遺誡偈頌。粘牌上。挂靈筵左右。請隣寺高德人", "382": "主喪。或於眾尊宿中。請法眷一人主喪如無法眷。則", "383": "請當寺尊宿。然後寫遺書。報官員檀越。僧官隣近尊", "384": "宿。嗣法小師。親密法眷。請僧分頭項下書。其靈具供", "385": "養。在方丈。三日後。移龕。", "386": "一移龕之時。請尊宿一人。舉靈座。有法語方移下法語。", "387": "西間置龕。又請一人。鎖龕。有法語用布幕白花燈燭。供", "388": "養之物。法嗣小師。並在龕帷之後。具孝服。守龕。", "389": "一法堂東間。用紅紫帷幕。設牀帷。衾褥臥具。前安倚", "390": "卓。拂子拄杖。左邊衣架。安法衣。右邊。唾盂。水盆。淨巾", "391": "之屬。", "392": "一法堂中間。用絹幕。挂真。廣設燈燭飲食。供養之具。", "393": "一如有遺囑。請喪主。喪主不可推託。候喪主到門。鳴", "394": "大鐘。頭首知事。領大眾迎接。至寢堂安下。茶湯畢。兩", "395": "班引孝子。炷香拜請。須預備孝衣等物。送喪主。次商", "396": "議。請諸執事人。掌財。或二人。喪司維那。書記。知客。侍", "397": "者。即舊人請執事。如尋常請人禮。喫茶畢。起身。燒香", "398": "一炷。歸位立。稟白請人。再至爐前請。亦下拜。受職罷。", "399": "點湯而退。次喚參頭行者。合差喪司一局。行者執役", "400": "既畢。當先請維那。具單排請。頭首西堂。及西班耆舊。", "401": "或諸山。執法事。移龕鎖龕之類。須分請均等。毋致嫌", "402": "疑。主喪人。但可受對靈小參。并舉哀。其餘。並不可兼", "403": "執。如帶行僧行人從。切不可預其職事。", "404": "一安排龕席了。預措置舉哀。祭食。鳴鐘集眾。侍者出", "405": "前人遺音。首座大眾書。主喪人拈受。首座燒香。維那", "406": "宣讀罷。次請主喪人舉哀。有法語然後孝子。與大眾發", "407": "哭數聲。孝子燒香。尊茶湯。上祭。維那宣祭文。孝子真", "408": "前禮拜。歸孝帷。主喪燒香禮真。次兩班燒香禮真。喪", "409": "主就孝幃。弔孝子。孝子禮三拜。主喪答一拜。次知事", "410": "頭首大眾。弔孝子罷。伴真喫湯。兩班。朝暮赴真前燒", "411": "香。龕前諷經。就喪主問訊。齋粥隨眾供養。", "412": "一凡弔慰人到。外知客先問所從來。親踈高下。却遣", "413": "人報內知客。送孝衣巾與之。却受祭儀。內知客。引到", "414": "真前。燒香下祭。次到靈龕靈牀。兩邊燒香。復來真前", "415": "展拜。宣文。如不帶讀祭文人來。却是本寺維那。或書", "416": "記代宣。次弔慰孝子。及知事頭首。與主喪人茶湯。孝", "417": "衣巾。多簡在人。", "418": "一自舉哀。初夜茶湯設供　　念誦。並隨家豐儉。", "419": "一主喪。須當計會亡者衣鉢多寡。默作三分均之。一", "420": "分。準喪司孝衣諷經燈燭之費。一分歸常住。陪貼供", "421": "養羞設。一分俵大眾看經。并結局用。主喪當與掌財", "422": "商量。毋令欠乏。以致紛紜。逐日令喪司。具帳目清潔。", "423": "仍預措置管徒一局人。酬勞䞋資。", "424": "一諸處下祭。贈掌財。當分明具帳目。候使用外。餘物", "425": "歸常住。", "426": "一分俵孝衣。", "427": "孝子。布裰巾坐具主喪。絹裰巾。", "428": "知事。裰巾頭首。裰巾。", "429": "耆舊內外執事。裰巾方丈近事行者。裰巾。", "430": "行堂眾行者。腰帛隣封尊宿。裰巾。", "431": "遠近檀越。抹帛作頭執事人。布衫巾。", "432": "諸莊甲頭。布衫巾火客布巾。", "433": "已上孝衣。有無輕重。又在主喪。孝子。知事。臨", "434": "時較議。", "435": "一法事次第。", "436": "移龕鎻龕挂真舉哀", "437": "奠茶奠湯對靈小參起龕", "438": "門首挂真門首奠茶門首奠湯秉炬", "439": "提衣舉骨入塔歸祖堂", "440": "如停龕多日。或法事人多。每日奠茶湯", "441": "一奠祭次第。", "442": "知事頭首喪主大眾", "443": "耆舊諸莊鄉人法眷", "444": "諸山施主侍者小師", "445": "行者莊客", "446": "一大夜小參。隔日。知事同孝子。請主喪人。對靈小參。", "447": "稟云。堂頭和尚。既已圓寂。某等悲哀失恃。敢請喪主和尚。來晚對靈小參。萬望慈悲。特賜開允。", "448": "一大夜念誦。堂司於齋後。挂牌。昏鐘鳴。眾集。小參罷。", "449": "上首知事。燒香。獻茶湯食畢。維那出。揖兩班燒香畢。", "450": "維那轉身。對靈念云。白大眾。堂頭和尚。已歸真寂。眾失所依。但念無常。切勿放逸。仰", "451": "憑大眾念。清淨法身云云諷大悲呪畢。回向云。上來念誦諷經功德。奉為堂頭某人", "452": "和尚大禪師。伏愿曇花再現。重敷覺苑之春。慧日長明。永燭昏衢之夜。再勞大眾念。十方云云知客", "453": "平舉楞嚴呪畢。回向云。上來諷經功德。奉為堂頭和尚。增崇品位。十方三世云云。", "454": "一舉龕。念誦云。金棺自舉。遶拘尸之大城。幢旆搖空。赴茶毗〔葬云難提〕之盛禮。仰憑大眾。", "455": "稱誦洪名。用表攀違。上資覺路念。清淨法身云云。", "456": "一送葬之禮。應須合宜大龕結飾。并真亭。香亭。法事", "457": "幡花。起龕之日。本寺隨力。作大齋。䞋施重於尋常。孝", "458": "子圍遶龕後。次喪主已下。送喪人。及本寺大眾等。各", "459": "執花柳。相繼而行。官員施主。在大眾左右。並行。尼師", "460": "宅眷。在末後行。", "461": "一涅槃臺。念誦云。是日則有新圓寂堂頭和尚。化緣已畢。遽返真常。靈龕遍遶於拘尸。", "462": "性火自焚於此日。仰憑尊眾。資助覺靈。南無極樂世界大慈大悲〔眾和云〕阿彌陀佛。〔念十聲畢。〕上來稱揚聖號。", "463": "恭贊化儀。惟愿體極先宗。機峻不存於佛祖。用開儀範。悲心仍攝於人天。收幻化之百骸。入火光之三昧。茶傾", "464": "三奠。香爇一爐。頂戴奉行。和南聖眾維那舉大悲呪畢。回向云。上來念誦諷經", "465": "功德。奉為堂頭和尚。資助覺靈。增崇品位。伏愿。不忘愿力。再現曇花。棹慈航於生死海中。接羣迷於菩提彼岸。", "466": "再勞大眾念。十方云云知客舉楞嚴呪畢。回向云。上來諷經功德。奉為堂頭", "467": "和尚。增崇品位。十方三世云云。", "468": "一全身入塔。念誦云。切以。雙趺示相。紹靈鷲之遺規。隻履顯宗。表少林之埀範。全機", "469": "隱顯。盛法始終。仰憑大眾。資助覺靈。南無西方極樂世界大慈大悲云云。上來稱揚十念。資助往生。惟愿慧鏡", "470": "無邊。慈雲廣布。四生界內。示不生不滅之因。六趣道中。說無我無人之法。茶傾三奠。香爇一爐。頂戴奉行。和南", "471": "聖眾維那舉大悲呪。回向同前。", "472": "一茶毗畢。於寢堂內。安排挂真。喪主已下。次第禮真。", "473": "相慰而散。兩班孝子。仍朝暮赴真前燒香。二時下供。", "474": "候新住持公舉定。則移入祖堂。", "475": "一抄劄單帳式。", "476": "謹抄劄堂頭和尚衣鉢于后。", "477": "壹號某物。", "478": "貳號某物逐一排列寫。", "479": "右件如前抄劄。並無漏落。", "480": "眾僉押各用書名。", "481": "一収錢俵散單帳式。", "482": "謹具堂頭和尚。估唱衣物。支俵于后。", "483": "一収錢若干係某件錢到　逐一排列寫。", "484": "一支錢若干係某件事用　逐一排列寫。", "485": "右件支破。尚有若干。齋七追修。命眾看經。僧行", "486": "經錢。支破外。更無餘剩。", "487": "年　月　日。喪司庫子　某　具。", "488": "把帳執事人。兩班典喪。僉押。", "489": "一繳納度牒狀式。", "490": "某寺知事僧某。　右某本寺。住持僧某。於今年某月", "491": "某日。因疾順世。遂於某日。茶毗安厝。所有本名度牒", "492": "一道。謹用繳納。欲乞台判。送案照應。伏候台旨。謹狀", "493": "年月曰。某寺知事僧某狀。", "494": "一唱衣。昔世尊在日。古佛示跡。號烏波難陀比丘。好", "495": "聚斂衣盂。身死之後。佛令集眾。以所畜之物。盡情估", "496": "唱。使現前比丘。觀前人慳鄙。為他人所積。因茲。有證", "497": "二果者。對治他緣。修己行。所有法衣。不唱。當分留與", "498": "嗣法弟子。○堂司。當唱衣日。預挂牌。至期。鳴鐘集眾。", "499": "於僧堂前。維那念誦云。留衣表信。乃列祖之垂規。以法破慳。稟先賢之遺範。今茲", "500": "估唱。用表無常。仰憑大眾念。清淨法身云云唱衣畢。回向云。上來唱衣念誦功德。奉為", "501": "堂頭和尚。莊嚴報地。再勞大眾念。十方三世云云。", "502": "一喪事畢。當具狀請喪主。併諸山。及諸執事人。置食", "503": "陳謝。䞋錢常住出。乃山門禮也。", "504": "一管待陳謝一局執事人畢。知事當下狀申明。請新", "505": "住持人。諸山及僧官。保明申上。如所保。未允眾議。即", "506": "本寺知事。赴官申訴。別行定奪。如官司行下令本寺", "507": "委保。亦須及早行遣。免致久缺住持人。", "508": "此項住持遷化規式。乃是衣鉢豐厚。講行盛禮。如此。", "509": "近代尊宿。間有衣鉢無者。並不講此。但依常僧津送。", "510": "或遺言。不要做法事。只請首座於涅槃臺。舉無常偈。", "511": "焚化。蓋亦隨人意也。", "512": "諸山尊宿遷化遺書十五　諸山尊宿。遷化遺書", "513": "如尊宿遷化。下遺書。專使先到知客處人事。知客却", "514": "同上侍者寮人事。侍者却引上方丈人事。通呈遺書。", "515": "及送遺物。方丈當集兩班。會茶。侍者燒香。點茶畢。住", "516": "持云。法門不幸。某人遷寂開遺書看。次住持自送專使。安下處。", "517": "次往庫司頭首寮人事。當晚請專使。特為湯　　看", "518": "彼處山門大小。法眷高低。或頭首相伴。或兩班相伴。", "519": "住持。令行者傳語書記。作祭文。或請面委言法義交", "520": "情始末。庶作文切當。便報庫司。辦祭食。次日得辦。即", "521": "粥後升堂。挂牌報寮。如常式。就法堂前。預安排香几", "522": "香爐。鳴鼓集眾。住持出法堂前東立。知客引專使於", "523": "住持前。燒香問訊。呈遺書。住持接了。就香爐熏。侍者", "524": "接。度與維那。宣讀訖。專使於住持前。兩展三拜。一展云。此", "525": "馳專信。獲奉尊顏。下情無任瞻仰之至。又一展云。即日云云或觸禮三拜。住持升", "526": "座。敘彼平生所歷住持。道德譽望事。下座。詣靈位前", "527": "朝立。預於法堂西間。設位安排。祭禮如法。或拈香。或", "528": "舉哀。有法語維那揖住持并兩班。燒香畢。禮拜。專使於", "529": "靈位右邊。代答拜。祭文。維那宣讀訖。舉楞嚴呪。回向。", "530": "寺中或有法眷。及辦事鄉人。江湖頭角。次第上祭。讀", "531": "末後祭文訖。諷大悲呪。回向。專使進前。兩展三拜。謝", "532": "住持。次問訊。謝兩班大眾。次兩班大眾。慰住持人。山", "533": "門當管待專使而去。兩班相伴。○隣封當代歸寂。如", "534": "請主喪。一看亡者遺言。二看其徒虔請。尤宜審及。若", "535": "亡者遺言。固不可辭。非其徒虔請。如得回互。最逃謗", "536": "議。切不可有心希酬謝也。事稍違式。多致爭訟。有玷", "537": "法門。如圓悟與寧道者。主開福之喪。接月菴果一人。", "538": "便是承當後事之標格也。若赴其請。彼寺有首座。請", "539": "同主之。如無首座。請以次一人。次請喪司執事一局", "540": "人詳見前篇。", "541": "遺書式　某幾處住山。無補宗教。一疾忽作。有負叢", "542": "林。偶風火以交煎。望雲峯而增戀。　　面違弗及。", "543": "珍重是祈。", "544": "某寺住持。屬末比丘某。　右某。叨濫住山。有愧　同", "545": "門之友。因循老病。將為異世之人。敬奉手書。聊伸。", "546": "面訣。顗　親聞之　嫡似。將　力荷於　先師。匇匇", "547": "遂行。伏惟　珍重。　右謹具呈。　今月　日某啟。", "548": "封皮　手書。拜上　某處堂頭和尚。　某州某寺住", "549": "持。屬末比丘某。謹封。", "550": "某住山無補。依　鄰壁之有光。夢境元空。幸世緣之", "551": "已了。莫諧　面別。但切心馳。祈　佛日以　揮戈。使", "552": "宗風而益振。", "553": "訃狀式　某寺喪司比丘某。　右某啟。山門不幸。今", "554": "月某日。禍延　堂頭和尚。遽爾歸寂。謹以訃告。謹狀", "555": "年　月　日。某寺喪司比丘某狀。", "556": "訃告　某寺堂頭和尚。　某寺喪司比丘某。謹封。", "557": "亡僧十六　亡僧", "558": "亡僧津送。雖諸方堂司有板帳。其諸法度清規。詳略", "559": "可驗。有不可不知處。略而舉之。亡僧不問衣鉢有無。", "560": "須令津送合儀。若耆舊。衣鉢稍豐。然須請兩班商議。", "561": "稟住持裁度。別為羞設。不宜作修造名色打錢。至於", "562": "生事。失外觀者。多因此也。要知亡僧之物。只合俵眾", "563": "看經。清規未甞說及他用。若住持與之主行。其它人", "564": "必不敢覬望。雖然積錢多者。當思。釋子每日受用。一", "565": "韲一粟。莫非常住。一向俵眾。而無補常住。亦為不可。", "566": "在住持人。與職事人。合禮區處。俾生者見之感激。死", "567": "者瞑目無憾。則善矣。或全無衣鉢者。常住亦當出物。", "568": "力津送佛事。禮儀一同。蓋送死一節。乃互相先後。惟", "569": "仁者以是為重。如耆舊動使什物。欲打歸常住公界。", "570": "或頭首寮缺典。即時令行者批。上交割簿。庶免去後", "571": "為他人所有。致無分曉。或西堂。唱衣錢多。又不可以", "572": "板帳事例為拘。當與添佛事。如提衣挂真茶湯之類。", "573": "仍與之齋僧。位牌當書。前住某處和尚。不得標雙字", "574": "名。或耆舊衣盂多者。亦當添奠茶湯。挂真佛事不妨。", "575": "但不當提衣。住持。或致祭。如有小師在側。當與孝衣", "576": "答拜。以表父子之義。此西堂可用。餘人不可諸方亡僧版牌中。", "577": "有伴龕監化錢二項。古人措置。深有意焉。如大寒隆", "578": "暑。多不曾監伴。但來討錢。四方孤客。身殂命謝。非公", "579": "界人與之提點。其賴者誰耶。凡洗浴著衣入龕。而公", "580": "界人。悉當究心可也。", "581": "龕前念誦。齋罷。堂司行者。報寮挂牌。至昏鐘鳴。眾集。", "582": "住持至。燒香一炷。歸知事上手立。知事預點茶湯。表山門祭維那", "583": "出。燒香一炷。轉身。請法事人。鎖龕了。維那出。揖住持。", "584": "出班燒香。次揖兩班燒香。轉身問訊住持。歸位畢。維", "585": "那出位。朝龕。念云。切以。生死交謝。寒暑迭遷。其來也電擊長空。其去也波停大海。是日", "586": "即有新圓寂某甲上座生緣既盡。大命俄遷。了諸行之無常。乃寂滅而為樂。恭裒大眾。肅詣龕帷。誦諸聖之鴻", "587": "名。薦清魂於淨土。仰憑大眾念。清淨云云舉大悲呪。回向云。上來念誦諷經功德。奉為", "588": "新圓寂某甲上座。伏愿。神超淨域。業謝塵勞。蓮開上品之花。佛授一生之記。再勞尊眾念。十方云云知", "589": "客平舉楞嚴呪畢。回向云。上來諷經功德。奉為某上座。莊嚴報地。十方云云", "590": "住持歸知事上手立。江湖道舊鄉人。次第設祭。末後", "591": "舉大悲呪。回向。與知客同。", "592": "次日送亡。白槌。維那於早晨。遍粥槌後。再打一下云。", "593": "白大眾。粥罷。普請送亡。除守寮直堂外。竝皆齊赴。謹白又打槌一下。過聖僧前。", "594": "問訊。次住持前問訊。轉身。板頭問訊。合掌巡堂一帀。", "595": "至外堂。巡訖。歸聖僧前。問訊而出。或遇　聖節內。不", "596": "可白槌。只是行者。覆住持及頭首知事。粥罷。報堂云。", "597": "請首座大眾。聞鐘聲。延壽堂諷經。", "598": "舉龕念誦宜略緊念云。欲舉靈龕。赴茶毗之盛禮。仰憑大眾。誦諸聖之洪名。用表攀違。上資", "599": "覺路念。清淨云云念佛罷。維那燒香一炷。請法事人。起龕。", "600": "送亡儀式。隔日齋罷。報寮挂牌。當日粥罷。預提點。持", "601": "幡花。備鼓樂之類。候舉龕法事畢。大眾出。立於三門", "602": "內。俟擡龕先出。維那於三門外。當中面北。合掌而立。", "603": "住持及頭首大眾。次第作兩行相排。合掌而出。却各", "604": "執花柳。侍者知事。在末後行。", "605": "涅槃臺念誦。大眾立定。維那燒香一炷。轉身。請住持", "606": "秉炬。直歲度火炬。無直歲。則監作行者度法事罷。維那面龕念云。是日則有", "607": "新圓寂某甲上座。既隨緣而順寂。乃依法以茶毗。焚百年弘道之身。入一路涅槃之徑。仰憑尊眾。資助覺靈。南", "608": "無西方極樂世界。大慈大悲。阿彌陀佛。十聲罷。上來稱揚十念。資助往生。惟愿。慧鏡分輝。真風散彩。菩提園裏。", "609": "開敷覺意之花。法性海中。蕩滌塵心之垢。茶傾三奠。香爇一爐。奉送雲程。和南聖眾舉大悲呪", "610": "畢。回向云。上來念誦諷經功德。奉為某甲上座。茶毗之次。莊嚴報地。十方三世云云知客", "611": "平舉楞嚴呪畢。回向云。上來諷經功德。奉為某上座。茶毗之次。莊嚴報地。十方三", "612": "世云云。", "613": "唱衣。堂司預挂牌。鳴鐘集眾。坐定。維那起身。打磬一", "614": "下。念誦云。浮雲散而影不留。殘燭盡時光自滅。今茲估唱。用表無常。仰憑大眾。奉為某上座。資", "615": "助覺靈。往生淨土。念。清淨云云十聲畢。打磬一下云。夫唱衣之法。盖稟常規。新舊短", "616": "長。自宜照顧。錢須足陌。無以新錫相兼。磬聲斷後。不得翻悔。謹白再打磬一下。先拈", "617": "亡僧度牒。就書名處。橫三剪破云。亡僧本名度牒一道。對眾剪破。繳納", "618": "歸官打磬一下。付與行者。捧呈兩班。維那解袈裟。安磬", "619": "中。却挂絡子。唱衣。唱衣畢。回向云。上來唱衣念誦功德。奉為某上座。資", "620": "助覺靈。往生報地。再勞大眾念。十方云云。", "621": "亡僧單帳式。", "622": "今具亡僧某甲上座。估唱衣鉢。収支下項。", "623": "一収錢若干某件到　逐一排列寫。", "624": "一支錢若干某件用　逐一排列寫。", "625": "除支外。現管若干見管只可些小。却收堂司。公界支用。", "626": "右具如前　　年　月　日。堂司庫子行者某具。", "627": "把帳侍者某押　知客某押相排寫。", "628": "知事排列稱呼寫某押　頭首排列稱呼寫某押。", "629": "住持　　　　　　押。", "630": "經單式。○山門今月某日。伏值　新圓寂某上座。某", "631": "七斯屆。伏望　尊眾結緣。披閱經文。上資　覺路。今", "632": "具品目于后。", "633": "華嚴經一二三　逐卷寫。至八十一。其餘經排列寫。不用寫卷。", "634": "右具如前　　今月　日。堂司　某　拜白。", "635": "法嗣師忌辰十七　法嗣師忌辰", "636": "先德以激唱宗乘。發自己得處。誨示後學。使知正傳", "637": "其來有自。謂之報德。如巴陵三轉語。可以作忌也。如", "638": "忌日將臨。就衣鉢閤。支羞設錢。送常住造供養齋僧", "639": "食。至忌前一日。就法堂。或寢堂。鋪設。備辦供具等。如", "640": "法。齋罷。方丈請客頭。請西堂兩班。今晚對靈相伴喫", "641": "湯。至期。排照牌。鳴鼓。侍者揖相伴人入。住持揖就座。", "642": "進前燒香上湯。一併下相伴人湯。住持退身。再燒香", "643": "一炷。大展三拜。収坐具。回身一問訊。謝相伴。鳴鼓三", "644": "下。退座。如有三五人西堂。則分作兩座。第一座。西堂", "645": "相伴靈。住持行禮。第二座。住持同兩班喫湯。侍者燒", "646": "香問訊。如常法。或參前喫湯。剔昏鐘鳴。集眾。諷經。或參後喫湯則湯了。便鳴鐘集眾。諷經", "647": "大眾諷經罷。維那回向。有常式。次行者諷經。珍重。次", "648": "日早。上粥。燒香禮拜。半齋時。供養辦。集眾。具威儀排", "649": "立。住持當先出。中立拈香。有法語次兩班。出班燒香。大", "650": "眾同展三拜。住持親點湯。進食。每品三作禮。至進飯", "651": "下䞋點茶。収坐具。維那舉楞嚴呪。回向而散。設齋時。", "652": "住持入堂。燒香一炷。禮三拜。歸位坐。齋畢。就座點茶。", "653": "侍者燒香。喫飯時。係衣鉢侍者。燒香下䞋。無量壽禪", "654": "師清規載。對靈喫湯。有第三座。係小師等。侍者相伴。", "655": "祖師忌辰十八　祖師忌辰", "656": "凡曰應世繩攝化門。祖師忌辰。豈宜空過。大則供養。", "657": "次則展禮諷經。切須經懷。遞相恭敬。如作大祖師忌。", "658": "預一日。於法堂。鋪設挂真。排辦供養。玩具等如儀。堂", "659": "司行者。齋罷。覆住持兩班。挂諷經牌。至晚。大眾諷楞", "660": "嚴呪。回向。正日早。堂司行者。報堂具威儀諷經。真供", "661": "養行者。當上香燭。併上粥供養。粥後少遲。廚司備供", "662": "養食辦。堂司行者。再覆方丈兩班。打板鳴僧堂前鐘。", "663": "眾集。面法堂。雁行而立。住持至。燒香。點湯。獻食。點茶", "664": "畢。維那揖住持燒香。次揖兩班燒香。轉身問訊住持", "665": "畢。大眾同禮三拜。維那舉大悲呪。回向。", "666": "若尋常忌辰。或就法堂下間排設。亦隔宿諷經。禮儀", "667": "如前。次日。但住持與兩班有拜。大眾無拜。", "668": "又其次。只就祖堂。排設供養。粥罷。報堂諷經。住持至。", "669": "燒香點茶畢今時多是知事。頇點茶湯。住持只燒香一炷。中間立維那出。揖住", "670": "持出班燒香。侍者捧香合。次揖兩班燒香。轉身問訊", "671": "住持畢。住持與兩班。對祖師。展三拜。方歸班位立。維", "672": "那舉經。回向云。仰冀真慈俯垂昭鑒。山門伏值前住當山第幾代。某號某禪師示寂之辰。", "673": "營備香花燈燭。茶果珍羞。以伸供養。集比丘眾。諷誦大悲圓滿神呪。所集殊勳。奉為覺靈增崇品位。十方三世", "674": "云云若齋時。有供及䞋錢。當在半齋諷經。禮儀如前。", "675": "月分須知十九　月分須知", "676": "典禮節目。前已具詳。今於月分。記合行之事。總其大", "677": "綱。毋曰󴀠縷。", "678": "四月分。初一日。照規例。入夏禁足。鎖旦過。初四五間。", "679": "住持與新挂搭兄弟告香。次第特為茶。知事頭首。亦", "680": "繼特為茶。初八。如來降誕。預率錢。備供養。堂司隔日", "681": "寫疏。請住持僉。維那備香袱香爐。堂司行者擎上。維", "682": "那問訊。燒香。請僉。挂牌諷經。是日粥罷。住持升堂。祝", "683": "香云。某寺住持。遠孫比丘某。䖍爇此香。供養本師釋迦如來大和尚。上酬慈蔭。所冀。法界眾生。念念", "684": "覩佛出現于世遂敷座云。今晨恭遇本師釋迦如來大和尚降誕之辰。率比丘眾。嚴備香花燈", "685": "燭茶果珍羞。以伸供養。稟遺教比丘某。升于此座。舉唱宗乘。與法界眾生。同伸希有之慶。回向真如實際。莊嚴", "686": "無上佛果菩提者次說法竟云。下座。各具威儀。大佛寶殿。浴佛諷經。謹白堂司行", "687": "者。是早分付供頭。及鐘頭。聽候升座罷。僧堂前打鐘。", "688": "即鳴大鐘。仍令供頭。鋪拜席。打鐃鈸。供頭出湯瓶盞", "689": "托。方丈茶頭。備茶湯湯瓶。詣佛殿。祇候住持點茶湯。", "690": "住持至。燒香一炷。點湯上食下䞋點茶畢。歸位。維那", "691": "請出班燒香。燒香侍者。住持前接食。請客侍者。佛前下食侍者捧香合。次", "692": "西堂出班燒香。次兩班燒香。不轉身問訊住持。大眾", "693": "同伸三拜。住持跪爐。知客度爐。侍者捧香合。維那宣", "694": "疏畢。唱浴佛偈。繞旋而行。浴佛喝佛。舉楞嚴呪罷。鳴", "695": "鼓。入僧堂喫湯。殿主煎湯。是殿主行禮。常住煎湯。是都寺行禮當鳴庫堂前", "696": "鼓。其行禮。只如常儀。至十二十三日。建楞嚴會。十四。", "697": "齋後。侍者詣首座寮。請小座湯。次土地堂念誦。僧堂", "698": "喫湯　當晚小參。放參前。出免人事榜。小參。敘謝畢", "699": "云。來晨齋罷。煩都寺。維那侍者。賷牌拂。詣首座寮。拜請。為眾秉拂十五日粥了。上堂。", "700": "舉法語畢。即說行禮次第云。下座。先與西堂人事。次與知事人事。兩展三拜。", "701": "次與首座大眾人事。兩展三拜。人事罷。知事先歸庫司。首座領大眾。詣庫司人事。觸禮三拜。人事罷。首座歸僧", "702": "堂前上間立。後堂首座。領大眾。歸僧堂前下間。與首座人事。觸禮三拜。人事罷。依念誦圖立。首座領眾入堂。依", "703": "位立。首座禮謝大眾。次知事入堂。大展三拜。巡堂一匝。知事禮謝大眾。出堂。住持人入堂。燒香一炷。大展三拜。", "704": "巡堂一匝。歸位。與大眾人事。然後大眾。普同作禮。次第巡寮下座。少頃。諸寮安排", "705": "香卓。住持巡寮。當從東廊。第一寮起。次第巡轉。回至", "706": "法堂。亦預設香卓大眾至前。每三人成列。問訊住持。而過", "707": "巡畢。乃散。解制禮同。今時多免。齋罷。講特為茶。都寺", "708": "維那侍者。送牌拂。請秉拂人。頭首令茶頭挂牌報眾。", "709": "請侍者禪客喫茶。多是和會聖僧侍者為之。秉拂罷。", "710": "仍喝請湯果。秉拂人。即懷香詣方丈。就湯前謝證明。", "711": "次日粥罷。方丈請秉拂人喫茶。如係都寺幹齋。併請", "712": "喫茶。此月初間。除僧堂暖簾。次第上牕。坐夏兄弟。辦", "713": "道克期取證。住持叮囑典座。嚴辦堂廚。十六日。知事", "714": "講特為茶。十七日。首座講特為茶。光陰迅速。一息不", "715": "來。便屬他生。住持勉諭兄弟。精勤辦道。儒家尚有朝", "716": "聞夕死之言。世外之人。道眼未明。荏苒歲月。果自安", "717": "乎。", "718": "五月分。芒種後。插種畢。當撿例。做青苗會。請大眾看", "719": "經等事。如梅雨之時。於上堂際。叮囑直歲。照顧僧堂", "720": "殿宇等處損漏。令其疏浚溝渠。此月內。僧堂挂帳。有", "721": "處待中夏晒薦。宜看所在。若蒸濕及蚊蚋。不可固執。", "722": "二十日後。住持當往諸寮。點茶一次。粥了。令行者。先", "723": "詣寮報覆。仍帶侍者燒香。諸頭首寮。作一日。單寮蒙", "724": "堂前資。作一日。庫司菴岩。作一日。親訪點茶者。以見", "725": "住持於安居中。溫存之意。", "726": "六月分。暑氣正隆。自初一日。暫歇打版。辦道兄弟。自", "727": "忘寒暑。豈間此乎。頭首免入堂。但三鼓鳴。首座及住", "728": "持。仍舊巡堂。略伴眾坐。務要整肅。抑亦警懈怠者。此", "729": "月入伏。晒薦拂塵。乃堂司職事。中夏後。方丈亦合叫", "730": "喚眾人點心一次。常住有無事例。在住持主行之。", "731": "七月分。十二十三日。散楞嚴會。十四日。參前土地堂", "732": "念誦。都寺。講僧堂特為湯禮　方丈出免人事牓。晚", "733": "小參。記請秉拂。雖例免。亦當提過。兩班未當退者留", "734": "之。十五日。粥後上堂罷。講禮。與結夏同。今時以餘暑", "735": "未退。多免。却於座上言之。下座普同作禮。惟僧堂特", "736": "為茶。不可免。三日茶罷。如有兩班進退。照事例行之。", "737": "解夏恐頭首知事出入人事。如粥了上殿等事。暫歇", "738": "半月。", "739": "八月分。初一日。開旦過。知客接方來。然旦過雖開。本", "740": "色衲子。未必起單。倉忙馳走。決非良儔。此月係兄弟", "741": "修冬裝衣之時。眾事放寬。或征遠途。有親切急事。又", "742": "不可以遲速一槩論也。", "743": "九月分初一日。鳴版坐禪。凡坐參。念誦。巡堂。叢林所", "744": "行之事。並宜振舉。此後許相看挂搭。此月內。糊僧堂", "745": "窓。挂前後門暖簾。", "746": "十月分。初一日。開爐。上堂。初五日。達磨忌。就法堂。如法排設。隔", "747": "宿供養諷經。正日行禮。住持拈香。有法語。其餘製右語。請僉請。挂牌報眾。出班燒香。大眾禮拜。並同佛忌。", "748": "十一月分。至節將臨。庫司措辦糍果。方丈令寫門狀。", "749": "參賀檀越。埽拂殿堂。冬節事例。庫司雖定。叢林。冬夏", "750": "兩節。為重。當留意撿舉。節前數日。諸方有叫喚大眾。", "751": "節前一日晚。小座湯。參前。方丈出免人事榜。土地堂", "752": "念誦。僧堂特為湯。行冬果　都寺行禮。昬鐘鳴。小參。", "753": "言請秉拂。下座。喝請湯。正節日三更早。侍者詣諸殿", "754": "堂。代住持點茶。小師詣方丈。禮拜。或觸禮。在住持意。", "755": "次方丈行者禮拜。次行堂行者禮拜。次作頭人工拜", "756": "賀。或免。只就粥了。法堂作賀。亦在住持人意。粥罷。僧", "757": "堂茶。上堂祝　聖。下座。與大眾。普同作賀。次法眷侍", "758": "者小師。拜賀。行者拜賀。人僕拜賀。大眾或展。或觸。在", "759": "住持意。侍者寫茶榜。請首座特為茶。齋時長版鳴。行", "760": "僧堂請茶禮。齋罷。請秉拂。", "761": "十二月分。初八日。如來成道。堂司隔日。寫疏請僉。率", "762": "錢。備供養。正日粥罷。住持上堂。祝香云。比丘某。奉為法界眾生。䖍", "763": "爇寶香。供養本師釋迦如來大和尚。所冀共覩明星。同成正覺次敷座云。今晨恭遇本師釋迦", "764": "如來大和尚。成道之辰。率比丘眾。嚴備香花燈燭。茶果珍羞。以伸供養。稟遺教比丘某。升于此座。舉唱宗乘。普", "765": "愿法界眾生。發明自己智慧入微塵剎轉大法輪說法竟云。下座。同詣大佛殿。禮拜諷經。謹", "766": "白住持詣大殿。下供養。行禮。悉與降誕同。下旬。方丈", "767": "請兩班。單寮。或大眾。分歲點心。或常住。作一供。方丈", "768": "庫司。預備門狀。參賀檀越。歲除日。參前。土地堂念誦。", "769": "僧堂特為湯　方丈出免人事牓。昬鐘鳴。小參。敘謝。", "770": "言請秉拂。今時多免小參罷。客頭行者。喝請湯。並如冬節。", "771": "正月分。初一日。粥罷。就座點茶。仍請兩班單寮。方丈", "772": "喫茶。如常禮。下堂藏殿諷經。祝　聖。少頃升座。法座", "773": "下人事。與冬節同。或講或免。在住持意。齋時。庫司。僧", "774": "堂。點茶。如常禮。或兩班滿替。照例次第行之。如請諸", "775": "莊庫務。請人後合行約束等事。", "776": "二月分。十五日。如來涅槃。維那率錢。備供養。隔日寫", "777": "疏。具禮上方丈。請僉。住持升座。祝香云。比丘某。恭遇本師釋迦如", "778": "來大和尚。入般涅槃之辰。䖍爇寶香。上酧慈蔭。下與法界眾生。同伸攀慕。所冀。法身常住。法輪再轉。一切有情。", "779": "悟無生忍次敷座云。今晨恭遇本師釋迦如來大和尚。涅槃之辰。率比丘眾。嚴備香花燈燭。茶", "780": "果珍羞。以伸供養。稟遺教比丘某。升于此座。舉揚涅槃妙心普願。法界眾生。同圓種智者說法竟", "781": "云。下座。同詣大佛殿。禮拜諷經。謹白住持點茶湯。下供至。維那舉呪", "782": "回向等。並與臘八同。此日。不當法座祝　聖。只就藏", "783": "殿拈香。", "784": "三月分。此月農務方興。庫司當提點耕種。及諸莊陂", "785": "堰之類。或山林茶笋抽長。合出榜禁約。住持當提點。", "786": "有新茶出。點獻殿堂。亦點僧堂。供養大眾。", "787": "聖節月分。堂司預書黃榜。寫疏。差僧上殿。照例。排上", "788": "殿僧員。堂司備茶湯。火爐。庫司備點心。當日行粥了。", "789": "維那白槌。住持上堂敷座云。某州某寺。某月某日。恭遇某節。本寺預於今月", "790": "某日。就大佛寶殿。啟建金剛無量壽道場。一月日。逐日輪僧上殿。披閱金文。宣持密號。今晨啟建。住持臣僧某。", "791": "升于此座。舉唱宗乘。所集鴻因。祝延　聖壽無彊者說法竟云。下座。各具威儀。大佛殿。啟建", "792": "聖節道場。謹白滿散同此式。當日侍者。令客頭。提點佛殿燈", "793": "燭。鋪設拜席。令整肅。方丈茶頭。備供養茶湯。祇候。", "794": "無量壽禪師日用小清規二十　無量壽禪師日用小清規", "795": "出塵離俗。圓頂方袍。大率經歷叢林。切須洞明規矩。", "796": "舉措未諳法度。動止不合律儀。雖是善友良朋。詎肯", "797": "深錐痛劄。循習成弊。改革故難。致令叢林荒凉。轉使", "798": "人心懈怠。屢見尋常目前過患。遂集百丈現成楷模。", "799": "原始要終。從朝至暮。要免頭頭敗闕。直須一一遵行。", "800": "然後敢言。究己明心。了生達死。世間法。即是出世間", "801": "法。行脚人。可貽未行脚人。庶幾不負出家身心。抑亦", "802": "同報佛祖恩德。謹具于后。", "803": "入眾之法。睡不在人前。起不在人後。須是五更鐘未", "804": "鳴。輕輕擡身先起。將枕子。安脚後。未用摺。恐響驚隣", "805": "單。抖擻精神。將被褁身。端正勿動。不得扇風。令人動", "806": "念。覺困來。將被推脚後。轉身將手巾下牀。手巾搭左", "807": "手。想念偈云。從朝寅旦直至暮。一切眾生自回互。若於脚下喪身形。愿汝即今生淨土輕", "808": "手揭簾。出後架。不得拖鞋。不得咳嗽作聲。古云。揭簾", "809": "須垂後手。出堂切忌拖鞵。輕手取桶洗面。水不宜多。", "810": "使齒藥。將右手點入。揩左邊。左手點入。揩右邊。不得", "811": "兩手再點。恐有牙宣口氣。過人。漱口吐水時。須低頭", "812": "以手引下。不得直腰吐水。濺鄰桶。不得洗頭。有四件", "813": "自他不利。一污桶。二污手巾。是他人不利。三枯髮。四", "814": "損眼。是自己不利。不得鼻孔內作聲。不得高聲嘔吐。", "815": "古云。五更洗面。本為修行。嘔吐作聲。喧堂聒眾。拭面", "816": "歸堂。若在上間。左足先入。若在下間。右脚先入。歸被", "817": "位。將眠單。収一半。坐定。若換直裰。須將新者。覆身上。", "818": "不得露白。不得扇風。若欲殿堂燒香禮拜。宜於鐘未", "819": "鳴。密地將袈裟。出後門外披。平常離被位。披袈裟。合", "820": "掌頂戴。念偈云。善哉解脫服。無相福由衣。我今頂戴受。世世常得披摺袈裟。先", "821": "摺搭手處。後解環。不得以口銜袈裟。不得以頷。勾袈", "822": "裟。摺了亦當問訊而去。如殿堂禮拜。不得占中央。妨", "823": "住持人來。不得出聲念佛。不得行禮拜人。頭邊過。須", "824": "行後面空處。五更鐘鳴。住持并首座。坐堂時。不得從", "825": "前門出入。開小靜。鐘絕後版方摺被。拗枕子。摺被之法。先", "826": "尋兩角。以手理伸向前。先摺一半。次摺身前一半。不", "827": "得橫占隣單位。亦不得抖擻作聲。不得以被扇風。或", "828": "歸眾寮喫湯藥。或茶堂經行。次第歸鉢位。以上肩順", "829": "轉。謂左肩也若前門。從南頰入。不得行北頰并中央。蓋尊", "830": "住持人也。木魚響。不得入堂。或令行者。取鉢。堂外坐。", "831": "或歸眾寮。打給。入堂。歸鉢位。須低頭問訊上中下座。", "832": "若已先坐。上中下座來。須合掌。古云。不敬上中下座。", "833": "婆羅門聚會無殊。聞長版鳴。下鉢。擡身正起立定。然", "834": "後轉身。亦要順上肩。合掌方取鉢。一手解鈎。左手提。", "835": "轉身令正。蹲身放鉢。免將腰背撞人。堂前鳴鐘。下牀", "836": "問訊。為迎住持人。不得以手左右搖曳。下牀時。須近", "837": "前問訊。莫令袈裟。搭牀緣。仍須低細上牀。不得頓身。", "838": "取鉢安座前。聞槌聲。想念偈云。佛生迦毗羅。成道摩竭陀。說法波羅柰。入", "839": "滅拘絺羅展鉢之法。先合掌。想偈云。如來應量器。我今得敷展。愿共一切眾。等", "840": "三輪空寂然後解袱帕。展淨巾覆膝。帕摺轉三角。莫令出", "841": "單外。先展鉢單。仰左手。取鉢。安單上。以兩手大指。拼", "842": "取鐼子。從小次第展。不得敲磕作聲。仍護第四第五", "843": "指。為觸指。不得用。鉢拭摺令小。并匙筯袋。近身橫放。", "844": "入則先𢁈。出則先筯。手把處。為淨頭。向上肩。鉢刷安", "845": "第二鐼子縫中。出半寸許盛生飯。不得以𢁈筯頭。出", "846": "生飯。不過七粒。太少為慳食。凡受食。則用出生。或不受食。却不可就桶杓內。", "847": "撮飯出生維那念佛。合掌。手指不得參差。須當󱗉。高低得", "848": "所。不得以手托口邊。古云。參差合掌不當胷。兩手交", "849": "加插鼻中。拖履揭簾無欵細。嘔聲泄氣逞英雄。兩手", "850": "捧鉢受食。想念偈云。若受食時。當愿眾生。禪悅為食。法喜充滿或多或少。", "851": "則以右手起止之。聞徧食槌。看上下肩。以面相朝。揖", "852": "食。不得正面。以手搖曳兩邊。揖罷作五觀。想念云。一計", "853": "功多少。量彼來處。二忖己德行。全缺應供。三防心離過。貪等為宗。四正事良藥。為療形枯。五為成道業故。應受", "854": "此食出生念偈云。汝等鬼神眾。我今施汝供。此食徧十方。一切鬼神共喫食之法。", "855": "不得將口就食。不得將食就口。取鉢放鉢。并𢁈筯。不", "856": "得有聲。不得咳嗽。不得搐鼻嚏。若自噴嚏。當以衣袖", "857": "掩鼻。不得抓頭。恐風屑落鄰單鉢中。不得以手挑牙。", "858": "不得嚼飯啜羮。作聲。不得鉢中央挑飯。不得大摶食。", "859": "不得張口待食。不得遺落飯食。不得手把散飯食。如", "860": "有菜滓。安鉢後屏處。不得以風。扇鄰位。如自己帕風。", "861": "即白維那。於堂外坐。不得以手枕膝上。隨量受食。不", "862": "得請祈。不得將頭鉢。盛濕食。不得捋羮汁。於頭鉢內。", "863": "淘飯。喫不得挑菜頭鉢內。和飯喫。食時。須看上下肩。", "864": "不得太緩。未再請。不得刷鉢盂。不得吮鉢刷作聲。食", "865": "未至。不得生煩惱。古云。獃獃四顧起悲嗔。念食吞津", "866": "咳。嗽頻。摝粥啜羮包滿口。開單展鉢響諸隣。洗鉢。以", "867": "頭鉢盛水。次第洗鐼子。不得頭鉢內。洗𢁈筯。并鐼子。", "868": "仍屈第四第五指。不得盥漱作聲。不得吐水鉢中。不", "869": "得先以熟水洗鉢。未折水。不得先収盖膝巾。不得以", "870": "膝巾拭汗。不得以餘水。瀝地上。想念折水偈云。我此洗鉢", "871": "水。如天甘露味。施與鬼神眾。悉令得飽滿。唵摩休羅細娑訶収鉢。以兩手大指拼", "872": "定。次第而入。複畢。合掌。想念食畢偈云。飯食訖已色力充。威震十", "873": "方三世雄。回因轉果不在念。一切眾生獲神通寮前版鳴。歸寮問訊。不歸位。", "874": "為輕侮大眾。入門歸位。如僧堂之法。立定。候寮主燒", "875": "香畢。問訊上下。若有茶。就座。不得垂衣。不得聚頭笑", "876": "語。不得隻手揖人。不得包藏茶末。古云。登牀宴坐。不", "877": "得垂衣。隻手揖人。是何道理。私藏茶末。取笑旁觀。時", "878": "中隣案道人。切忌交頭接耳。茶罷。或看經。不得長展", "879": "經謂二面也不得手托經。寮中行。不得垂經帶。不得出聲。", "880": "不得背靠板頭。看經。古云。出聲持誦。吵噪稠人。背靠", "881": "版頭。輕欺大眾。須預先出寮。莫待打坐禪板。若抽脫。", "882": "古例披五條。以淨巾。搭左手。解絛。繫笐竿上。脫挂子", "883": "直裰。令齊整。以手繫定。仍繫手巾。作記認。不得笑語。", "884": "不得在外催促。右手提水入廁。換鞋。不得參差。安淨", "885": "桶。在前。鳴指三下。驚噉糞鬼。蹲身令正。不得努氣作", "886": "聲。不得涕唾。不得隔壁。共人語話。古云。戶扄只合輕", "887": "彈指。人擁那堪亂作聲。入廁用籌分觸淨。出時脫履", "888": "忌縱橫。不得以水。澆兩邊。左手洗淨。護大指第二指。", "889": "不得多用籌子。古云。浴湯少使。籌子休拈。有者使了。", "890": "以水洗之。安廁邊空處。人多則妨眾。不宜長久。淨桶", "891": "安舊處。以乾手。安內衣。入袴。以乾手開門。右手提桶", "892": "出。不得濕手。拏門扇。并門頰上。右手挑󰞆。後挑土。不", "893": "得以濕手。拏󰞆土。不得吐唾和泥。洗手。然後用皁角。", "894": "洗至肘前。須一一念入廁真言。用水盥漱。律中。小遺", "895": "亦洗淨。仍嚼楊枝。歸堂坐禪。火版未鳴。不得先歸寮。", "896": "齋前不得洗衣。粥前。齋前。放參後。不得開函櫃。如有", "897": "急切。白主事人。寮中白寮主。僧堂白聖僧侍者。齋罷。", "898": "不得僧堂內。聚頭說話。不得在僧堂中。看經看冊子。", "899": "不得上下間行道。穿堂直過。不得席上穿錢。不得牀", "900": "前垂脚坐。床前一尺。為三淨頭。一展鉢。二安袈裟。三", "901": "頭所向。不得牀上行。不得跪膝開函櫃。不得脚踏床", "902": "緣下地。草履五條遊山。不得經行佛殿法堂。古云。衩", "903": "袒登溷。草履遊山。莫踐法堂。回互耆舊。不得赤脚著", "904": "僧鞵。不得把手共行。說世諦是非。古云。別了雙親棄", "905": "本師。訪尋知識擬何為。不曾說著宗門事。白首無成", "906": "過在誰。不得殿堂。倚靠䦨干。不得猖狂急走。古云。行", "907": "須緩步。習馬勝之威儀。語要低聲。學波離之軌範。不", "908": "得佛殿閑行。古云。無事不須登佛殿。等閑莫向塔中", "909": "行。不因掃地添香水。縱有河沙福也傾。齋後。漿洗衣", "910": "服。不得衩袒。不得傾湯瓶湯。泡衣。竹竿熨斗。使了安", "911": "元處。洗脚板鳴。不得爭奪脚桶。有瘡疥。則隨後泡洗。", "912": "或將桶於屏處洗。免動眾念。莫待打坐禪板。次第歸", "913": "堂坐禪。放參。以眠單半展。首座寮前板鳴。即時轉身", "914": "向外。須當及時赴眾。版鳴後。不得入堂。亦不得堂外", "915": "立。住持首座出堂。開單下牀問訊。歸寮藥石。各就案", "916": "位。不得先起盛食。不得高聲呼。索粥󰕖鹽醋之類。食", "917": "罷出寮。不得出三門。不得入小寮。不得衩袒歸僧堂。", "918": "并廊下行。不得候打板出寮。昬鐘鳴。即合掌。念偈云。", "919": "聞鐘聲。煩惱輕。智慧長。菩提生。離地獄。出火坑。愿成佛。度眾生須先歸單位坐禪。不得牀", "920": "上抓頭。不得牀上。弄數珠作聲。不得與隣單語話。鄰", "921": "單生疎。當以善言誘喻。不得生嫌惡心。未打定鐘。不", "922": "得於前門出入。枕子若響。火鈴過時。方許開。燒香禮", "923": "拜。須待更深。眾人未睡。不得先睡。眾人未起。須當先", "924": "起。不得驚動隣單。睡須右脇。不得仰臥。仰為屍睡。覆", "925": "為淫睡。多惡夢。以被巾。裹袈裟。安枕前。今人多安脚", "926": "後。於理不便。如遇開浴。浴具携右手。入下間門閫內。", "927": "問訊。歸空處。揖左右人畢。先以五條。挂笐竿上。展浴", "928": "複。取出具。具放一邊。解上衣。未可卸直裰。先脫下面", "929": "裙裳。以脚布圍身。方可繫浴裙。將裩袴。捲摺安複內。", "930": "次第脫直裰。與五條作一處。將手巾繫於笐上。無手", "931": "巾。則以絛繫之。古云。三通鼓響入堂時。觸淨須分上", "932": "下衣。却脫其餘衣。作一袱。覆轉放。不得赤脚赴浴。須", "933": "著履子。於下間空處。舀水。不得占頭首老宿坐處謂上", "934": "間也不得以湯水。濺人身上。不得將桶。地上泡脚。不得", "935": "浴室內小遺。并洗僻處。不得架脚桶上。不得笑語。不", "936": "得槽上揩脚。不得戽水。不得起身。掇桶澆身上。前後", "937": "有人。須當遮護。脚布不得離身。有脚布不入桶者。不", "938": "得多用浴湯。或有瘡。或洗炙瘡。或使疥藥。宜隨後入", "939": "浴。不得攙先。不得以兩邊公界手巾。拭頭面。公界手", "940": "巾。係著衣後。淨手。以披挂子也。出浴。揖左右。先著上", "941": "衣。并直裰。都遮了。却著下服。解浴裙。以脚布。摺浴裙", "942": "內。恐濕浴複。手巾携左手。不得以濕脚布。搭手上。揖", "943": "左右出。看設浴施主名字。隨意課誦經呪。回向。寒月", "944": "向火。先坐爐上。然後轉身。入爐。問訊方坐。有處脫鞵", "945": "在外。不得弄香匙火筯。不得撥火󰞆飛。不得聚頭說", "946": "話。不得煨點心等物。不得炙鞋臭。焙脚絣衣裳等。不", "947": "得攬起直裰。露袴口。不得吐唾。并彈垢膩於火內。如", "948": "前所集。一日事件。眾中威儀。非敢聞於老成。聊以誘", "949": "於初學。升堂。入室。小參。諷經。念誦。巡寮。解結人事。裝", "950": "包頂笠。送亡。唱衣。應係微細軌則。清規既已具載。尊", "951": "宿各有明文。不再備陳。徒為贅語。", "952": "叢林校定清規總要卷下終", "953": "No. 1249-BNo. 1249-B", "954": "余傳此本。今又十年矣。一日因觀覽次。或曰。子似有", "955": "意於叢林之禮。編集類乎成書。但世降習移。淪胥以", "956": "變。志雖勤。奚補於事。余曰。不然。百世之典。豈一時所", "957": "趍。而能渝之耶。殷因於夏。周因於殷。所損益可知。倘", "958": "或流而忘返。此書覆瓿。則吾佛懸記斯驗。吾亦末如", "959": "之何也已。至元甲申。解制後五日。惟勉重書于北山", "960": "堆雲寮。", "961": "No. 1249-CNo. 1249-C", "962": "屏岩首坐。刊示新規。祥於舊板。汲引後學。功孰甚為。", "963": "然禮壞則法廢。法廢則禮亡。二者如鈎鎖連環。不可", "964": "間斷。關繫最重。勇於板行。是欲永大法。而存乎禮也。", "965": "永嘉至曹溪。繞床三帀。振錫而立。謂之無禮可乎。謂", "966": "之無法可乎。觀者毋忽。至元癸巳良月。淨慈佛心愚", "967": "極邦慧題。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1249 叢林校定清規總要", "author": "宋 惟勉編次"}