{"sourceLink": "http://www.cbeta.org/", "text": {"0": "序石關禪師語錄序", "1": "釋迦文佛以大三昧命其高弟", "10": "其心以返乎道妙故其示人至", "100": "別開淨土一門者乃厚防狂慧巧接三根之意也然", "1000": "輕風吹斷凍雲香恍接先生笑語長能見此時山半", "1001": "白追思當日雪深堂聚寒益淡籬邊石餘墨仍涵水", "1002": "面光欲洗案頭鴝鴝眼至今還想到池塘", "1003": "夏日山居夏日山居", "1004": "采芹兀自澗東西筐欲盈時蟬正啼歸到茆菴無個", "1005": "事枕書眠到日頭低", "1006": "改路改路", "1007": "欹側多時厭方今治始平腳頭殊覺穩眼底倍分明", "1008": "讓樹因多曲依花更轉清客來屢回顧凝立聽松聲", "1009": "天目道中天目道中", "101": "則禪中有淨淨中有禪禪外無淨淨外無禪故一心", "1010": "崎嶇百里向天涯野趣幽然興不賒冷氣淡浮新竹", "1011": "葉寒聲高接活煙霞細流轉處重尋徑竹杖停時欲", "1012": "問茶莫道前途艱且遠行行復渡淺溪沙", "1013": "秋前一日集湖舫喜三宜禪師與席得齊字秋前一日集湖舫喜三宜禪師與席得齊字", "1014": "涼風初起斷橋西吹出秋來尚未齊欲送殘炎歸樹", "1015": "杪好招同調賦詩題煙浮一艇雲期集鷗舞多聲鳥", "1016": "共啼有客喜從江上至眉稜峰影並高低", "1017": "宿眉公頑仙廬宿眉公頑仙廬", "1018": "山色籠青靄流陰濕到門落花疑絳雪歸鳥定黃昏", "1019": "樓逼四圍水竹隨幾萬孫虛堂安石榻直接淨名源", "102": "不亂便能返妄歸真一念全提頓使超凡入聖是以", "1020": "乞食乞食", "1021": "沿流溪上總桃花十里行持不覺賒山色外頭無世", "1022": "法犬聲裡面有人家禪窮一缽清高事食聚千家本", "1023": "分誇從古傳今真妙訣好教拈出遍天涯", "1024": "走馬燈走馬燈", "1025": "炎炎虛氣鬧籃中賺得英雄走不窮玉燭搏風征夜", "1026": "永金戈卻月戰虛空龍城鐵馬何難渡鳳闕雕弓自", "1027": "擬通冷地烽煙中路息將軍誰肯與論功", "1028": "憶鶴憶鶴", "1029": "一從舞罷竟無尋每日臨風想到今怳覺長鳴松際", "103": "禪淨不二興梵剎於草莽之中宗教非殊復規模於", "1030": "遠沉吟高舉石邊深翻嫌花下苔痕減宛擬池前月", "1031": "影臨蓬島幽閑應未去撫琴遐寄操玄音", "1032": "無錢買書讀無錢買書讀", "1033": "囊橐傾如洗耽書意若何慕名期策勵對面復蹉跎", "1034": "破笠不堪易單瓢徒見呵南鄰貴公子不讀卻能多", "1035": "映山紅映山紅", "1036": "枝枝葉葉笑春風染得青山八面紅彼或自知身似", "1037": "杏我終不擬嶺頭松繁華能啟峰巒色艷麗偏增巖", "1038": "壑工絳雪潑隨風雨後青山依舊白雲中", "1039": "殘雪殘雪", "104": "坵墟之地大凡知識出現於世無非顯大機發大用", "1040": "金丸爍破樹頭封寒鎖深林猶未通鶴跡漸除容竹", "1041": "徑小窗時聽落長松", "1042": "過文表關主過文表關主", "1043": "過幾峰頭轉幾坡青松密密梵聲多扣關握手談秋", "1044": "月隔戶論心對碧蘿香氣玉爐通古道茶煙石鼎泛", "1045": "雄波知君踏斷芒鞋鼻試問關中事若何", "1046": "秋夜秋夜", "1047": "新涼益我寐不覺半床秋月自同花過鐘惟並水流", "1048": "山空雲未醒天寂鬼多愁忽聽狂猿嘯幽然長倚樓", "1049": "賦得一雨洗天殘暑退賦得一雨洗天殘暑退", "105": "開大爐韝奮大鉗鎚打開生死牢關掃蕩聖凡窠窟", "1050": "雨後峰巒點點青火雲拍散覓無形桐飛一葉乾坤", "1051": "淡瀑響千山草木醒松際石床涼似水岩前螢火燦", "1052": "於星晚來獨向階前坐古澗寒泉冷自聽", "1053": "立秋喜晴立秋喜晴", "1054": "晴雲出松際梧葉落秋關蛩泣空庭草蟬鳴隔澗山", "1055": "半年今日始旬雨此時刪天霽同人霽幽花處處閒", "1056": "過岸梅兄樓頭過岸梅兄樓頭", "1057": "已得樓頭趣幽談最是茶檢書清睡眼覓句伴名花", "1058": "梧落鐘初到猿啼月正斜山眉橫兩岸日久綴煙霞", "1059": "夜坐同古笠兄追懷雪大師夜坐同古笠兄追懷雪大師", "106": "顯揚佛祖拯濟群迷拈拄杖云還會麼禪淨總收歸", "1060": "相對無言坐北堂寒螿唧唧冷侵床半瓢月色和雲", "1061": "煮百尺松陰入座長雅德有琴追古調傳燈無後繼", "1062": "文章東坡池已空多載猶見遺風處處香", "1063": "紫崖兄監徑山院事賦贈紫崖兄監徑山院事賦贈", "1064": "五峰高插漢應讖不無人聲譽超山谷文章共主賓", "1065": "天童公案整興聖令行新扶起唐朝寺龍宮劫外春", "1066": "過大育兄乞臘梅過大育兄乞臘梅", "1067": "開得庭前破凍枝幽然啟我隔林思分來清入半瓶", "1068": "月插得香浮滿硯池自許芬芳殘歲後人嫌矜傲出", "1069": "頭遲孤高自古希同調相對寒燈話臘時", "107": "向上家風整起舊時來下座。", "1070": "接得魯居士書接得魯居士書", "1071": "一別福嚴渡凌霄臥九旬已成疏淡意竟作住山人", "1072": "草木欣同調詩文越世塵忽來秋半語令我倍精神", "1073": "省母省母", "1074": "十年乞法始旋歸拜膝追情淚濕衣一點孝思浮世", "1075": "外多生恩愛總忘機報親最是離塵垢憶子何如脫", "1076": "是非窮苦到家翻作客願言去後莫依依", "1077": "本師主徑山賦呈本師主徑山賦呈", "1078": "八十七燈燄古今相續明唐朝松檜老宋世閣堂", "1079": "復值師絃振重教山鯉生末流知有托鞭策願無輕", "108": "結制上堂云開大爐韝奮大鉗錘還有不受煆煉者", "1080": "坐望江亭坐望江亭", "1081": "含暉亭似海蜃樓坐看乾坤日夜浮潮勢遠空通兩", "1082": "耳山光開合豁雙眸天邊野鶴來千里越國峰巒接", "1083": "眾幽歷歷分明藏不得指揮如意有來由", "1084": "夏臥山樓夏臥山樓", "1085": "萬籟隨明息山床先得秋兩鞋存舊冷一枕卻新愁", "1086": "月到方吹火風來莫閉樓夜深眠最省得句每吟留", "1087": "同聲海步月同聲海步月", "1088": "山高天覺近乘月玩清光竹密秋爭淡松孤影共蒼", "1089": "鐘聲同露冷花氣入雲香長嘯猿能和更深意未央", "109": "麼不妨請出相見問撾鼓陞堂即不問驀面相逢時", "1090": "行實行實", "1091": "癸丑冬師圓花甲門下弟子咸集祝慶既畢首座超", "1092": "鑑西堂芳桂等率眾請師行實師云我生無行又何", "1093": "有實請之再三師云定要出醜作麼鑑等拜云為弟", "1094": "子者不知師之行由何可哉師云余乃嘉興秀水人", "1095": "新城顧族母鄒氏素奉三寶生三子余處其中自幼", "1096": "好習詩書家貧難遂其志每見僧過輒喜父母知金", "1097": "夙緣送徑山松源菴出家年十九以松源禪師法", "1098": "自任遂往真寂求聞谷大師披剃受具臨行乞開示", "1099": "聞教看華嚴疏鈔即入山至高菴閉門不出夜禮觀", "11": "直令人趨之至徑證之至真以", "110": "如何師云與汝腦後一鎚進云大冶紅爐烹佛煉祖", "1100": "音名號日則披閱疏文三載畢入諸講肆於中峰汰", "1101": "曲水古蓮居新三師處往還辨難議論超拔三師俱", "1102": "命高座代演諸方以角虎稱余然不敢自負私謂出", "1103": "家須明心見性了脫生死為事談玄說玅未必便當", "1104": "時崇禎丁丑歲荒諸方撤講遂歸徑山於東坡池見", "1105": "雪大師求出生死法雪云誰教你在生死裡要去出", "1106": "他余不覺汗流禮拜而退後命作落葉詩三十詠內", "1107": "有撲落一聲黃滿澗夜深疑殺一潭冰之句雪見拍", "1108": "案大喜曰這後生已得詩三昧汝等勿以詩眼觀之", "1109": "遂捉筆將此二句連書數十幅新正同雪赴齋聯句", "111": "或有箇不受鉗錘底到來以何接待師云且照顧者", "1110": "云新歲雪多不見雨余應聲云雨傘安閒木屐苦雪", "1111": "躍然如是者數十次往來池上問道吟詩十有餘年", "1112": "末後一句叮嚀不倦後參雪關禪師於虎跑再參永", "1113": "覺禪師於真寂機緣不契後值覺浪和尚主徑山新", "1114": "正上堂余出問云八十七燈無盡火百千萬法只傳", "1115": "心喚甚麼作心浪云腳跟下看進云百年三萬六千", "1116": "朝反覆原來是這漢浪云這漢在那裡余振威一喝", "1117": "浪云喫棒有分在余拂袖便出然終不自肯一夜獨", "1118": "坐琉璃下忽有僧出小圊聞開門聲不覺解豁重圍", "1119": "疑團頓釋內不見身心外不見器界遂成偈云團圞", "112": "一鎚進云金鐘敲出峰頭月玉笛吹歸海上風師云", "1120": "無縫罅綿密不通風撥轉虛空骨翻身剎土中。", "1121": "歲本師和尚住持徑山值上堂余出問五臺山上雲", "1122": "蒸飯意旨如何師云白日起清風進云今日凌霄峰", "1123": "頂又作麼生師云試登登看進云高高山頂立深深", "1124": "海底行師云你自受用底麼余便喝師云那裡來者", "1125": "消息余連喝兩喝而出師住山四載余之問道機緣", "1126": "詳載徑山錄中師因刻嚴統萋菲出山復參本師於", "1127": "虞山又參師於吳門往龍池見萬如和尚入門便問", "1128": "覿面相逢是如何萬云我知你從徑山來余云凌霄", "1129": "峰與上龍池比肩萬拈棒余便喝萬作打勢余又喝", "113": "閑言語乃以拂子打圓相云大圓鏡內凡聖交參鴛", "1130": "萬云且喫茶去余連喝兩喝而出嗣遊洞庭圓墓靈", "1131": "巖諸山復歸雙徑杜門三載與二三子講易吟詩悠", "1132": "然自樂至丁酉春受桐溪之請於鳳鳴寺講法華九", "1133": "十日聽眾八百餘人期畢復還徑山適撫臺陳公復", "1134": "請本師還徑山余同闔山耆宿往福嚴啟請本師問", "1135": "云我在山中不見你說經你為何便能開講余云老", "1136": "將不談兵師云你便自負那余云不敢坐次師云法", "1137": "華經中是法住法位世間相常住者兩個法字你作", "1138": "麼看余云波即是水師云又是兩個余云一有多種", "1139": "二無兩般明日茶次又問如何是全機余豎一指如", "114": "水灘頭象龍獨步到者裏無言可對無理可伸無道", "1140": "何是全用余展兩手師云除卻者個再道看余即禮", "1141": "拜師拈荔枝二枚遞過云且道是賞你罰你余云一", "1142": "口吞卻師云吞得下吐得出始得余云粉碎了也師", "1143": "云果然吐不出余便喝因留住命典記室不旬日徑", "1144": "山眾護法請師還山師不許山中大眾哀懇不已因", "1145": "出規約命余為西堂領執事先權主徑山付余法偈", "1146": "云煩充第二座說法利人天直指西來意楊岐正脈", "1147": "傳明春師因福嚴未了護法固留余謝職隱於關門", "1148": "石五年餘杭縣尊楊公請住蟠龍寺開法寺乃高峰", "1149": "妙祖道場因久荒廢盡力主持乃得興復而有𨍏轢", "115": "可修無制可結只因威音那畔有個無鼻孔阿師遺", "1150": "道人普明之請中興古剎心力迨盡所謂轉見不堪", "1151": "矣自念行淺智疏徒自勞苦消歸自己而已汝等當", "1152": "極力操持不可似余疏散而狼藉若是也勉之勉之", "1153": "眾禮拜而退。", "1154": "小佛事小佛事", "1155": "開鐘板師云選佛場開人天號令破疑啟悟定有靶", "1156": "柄萬別千差一鎚打正遂擊鐘板云石頭瓦礫盡知", "1157": "音內外乾坤俱平定。", "1158": "為明山禪人火師舉火炬云青山常舉足白日不挑", "1159": "燈驀唱還鄉曲虛空側耳聽遂高聲呼明山禪人云", "116": "下個沒量鉗錘鞭象撻龍煆凡煉聖今日將錯就錯", "1160": "綰起兩行眉看取腳下路一句無生曲大家齊唱和", "1161": "打破太虛空笑倒破灶墮且道無位真人只今在甚", "1162": "麼處振威一喝便擲下火炬。", "1163": "為路氏孺人火師拈火炬打圓相云會麼說水何曾", "1164": "濕道火何曾燒今朝親舉起決定不相饒孺人孺人", "1165": "你五十年來持誦底禮拜底齋僧造像底到今日還", "1166": "受用也無若受用得許汝少分相應其或未然山僧", "1167": "倩火把予為汝親切道破擲火炬云灼破浮塵全體", "1168": "露真人隨處自逍遙。", "1169": "為大年上座起龕師以拄杖擊龕三下云敲開生死", "117": "依樣畫模直得玲瓏露柱懵懂燈籠利智張三鈍根", "1170": "關裂破塵勞網大道坦然平一任人來往轉身句子", "1171": "莫遲疑鐵馬嘶風聲正朗。", "1172": "為𨍏轢居士封龕云昨夜霜風冷欲侵飄飄黃葉亂", "1173": "歸根真人忽地超無際紫氣盤旋月滿門恭惟𨍏翁", "1174": "法兄之靈向來凡聖不測今朝毀譽兩亡人天失卻", "1175": "正眼緇素倒卻法樑知音底捶胸頓足不知音底兀", "1176": "坐悲傷不是凡情聖解實乃淚出痛腸然則末後一", "1177": "句今日法弟為兄舉揚便粘封皮云佛祖會中留不", "1178": "住沒蹤跡處且安藏。", "1179": "起龕師拈拄杖擊龕云堪笑當年老鼠子曾盜先師", "118": "李四到者裡用盡伎倆掙扎不得於掙扎不得處銅", "1180": "一粒粟今朝撇斷草鞋繩赤腳行來稱幽獨遂拽杖", "1181": "引出。", "1182": "為清涼菴主火師以火炬打圓相云威音那畔又那", "1183": "畔留卜者個舊公案古今天下老古錐未有一人能", "1184": "剖判山僧者個火柴頭熏卻鼻孔燒卻眼窠臼掀翻", "1185": "徹底紅今日命根真個斷擲下火炬云燒。", "1186": "為古帆和尚封龕云昔年同住五峰頭喜忽相逢煙", "1187": "雨樓聚首不多時又別令人頓起法門愁秋風秋雨", "1188": "情難禁無語無言恨不休落落影堂誰是主玉關金", "1189": "鎖柄誰收古兄老和尚不料落在我小弟手裡今日", "119": "墻鐵壁冷地掀翻阿呵呵好大哥那時節真慶快風", "1190": "為兄把斷玄關結華蓋頂去也便上龕頂云封。", "1191": "起龕至大潮師云要坐便坐要行便行去住自在大", "1192": "道坦平古兄和尚臨行一句作麼生道喝一喝洞庭", "1193": "水闊三千頃一腳掀翻到底清。", "1194": "為華林居士火師云華林華林天地同生既與天地", "1195": "同生應與天地同滅何得今日有此一番起倒雖然", "1196": "大千俱壞者個不壞如何是你不壞底聻舉起火炬", "1197": "云性火真空性空真火燎卻眉毛直下薦取便燒。", "1198": "為圊頭火師以炬作圓相云活人燒死人死人走活", "1199": "路若識死活根不妨顛倒做石虎咬麒麟金烏吞玉", "12": "本性達乎了義未有舍六祖之", "120": "流不在著衣多不是一番寒徹骨爭得梅花撲鼻何", "1200": "兔老圊頭水裡浴不若火裡浴豎火炬云者點光明", "1201": "用得來要知佛也不必做便燒。", "1202": "為漚天和尚入塔師捧靈骨云法身無相逼塞虛空", "1203": "法眼圓明輝騰今古恭惟我法兄道骨黃金鎖子脫", "1204": "略凡塵昔年於先師會裡逸格超群後來在揚州境", "1205": "內大展神通作師子吼頓令群鳴絕響拈毘盧印能", "1206": "使大地生春提持臨濟宗風布揚福嚴家醜大用現", "1207": "前當機無敵正宜久住世間為人解粘去縛誰知一", "1208": "念不生遽爾旋歸撒手今火浴之後靈骨晶瑩光明", "1209": "燦爛托起云且道供養何所便送塔下云窣堵波中", "121": "卓拄杖一下喝一喝下座。", "1210": "安歲月離憂寶幢放毫光。", "1211": "普明石關禪師語錄終", "122": "冬至上堂師拈拄杖云棒喝縱橫須是作家戰將主", "123": "賓問答不妨本分提持還有恁麼人麼問弘開爐韝", "124": "煆煉賢才忽有個無鼻孔底出來又如何煆煉師便", "125": "棒進云棒頭喝下翻身去直入千峰與萬峰師云五", "126": "色索未斷進云何故壓良為賤師云秤尺在手僧喝", "127": "師云者一喝落在甚麼處僧又喝師云三喝四喝又", "128": "作麼生進云只得禮拜去也師云吽吽問慈明冬至", "129": "挂榜魯史他國書雲挂榜即不問書雲意若何師云", "13": "道而能至乎此者也而守章句", "130": "石頭生暖氣進云意氣不從天地得英雄豈逐四時", "131": "催為甚一陽來復萬物咸生師云不妨鼻孔撩天進", "132": "云繡女宮中日長一線未審水牯牛鼻孔長多少師", "133": "云與山僧拄杖子一般進云恁麼則蓋天蓋地去也", "134": "師云猛虎不咬石麒麟進云應時及節一句作麼生", "135": "道師云九曲黃河凍到底乃云天不言而四時行地", "136": "不言而萬物成日月不言而往來自明至道不言而", "137": "人心自平纔見秋風黃葉落而今又見一陽生以拂", "138": "子畫一畫云雪後始知松柏操事難方見丈夫心朔", "139": "風有意梅梢蕊煖氣無心地裡冰喝一喝下座。", "14": "者猶有非之以為背經立異嗟", "140": "尼法量禪人領眾設齋請上堂問拄杖抽條瓦礫生", "141": "光阿誰證明師云再進一句來進云更須答話始得", "142": "師云還不會麼進云香煙穿鼻孔龜毛栽眼睛此意", "143": "如何師云描不成畫不就進云只如施主遠來設齋", "144": "請法有何祥瑞師云白苧村中紫氣高進云與麼則", "145": "將得金獅子換卻玉麒麟師云賴汝証明進云者是", "146": "居士分上事衲僧分上又作麼生師便打進云畢竟", "147": "如何師便喝進云可謂一句無私語無人和得齊師", "148": "云果然乃拈拂云自謂今生老白洋拖犁拽耙笑諸", "149": "方翻然與麼隨流去鴛水湖頭建法幢今日現前大", "15": "乎真君廢教固已失之已甚而", "150": "眾不嫌普明冷落不道山僧德薄朝參暮扣共扶將", "151": "墜之叢林擦褲磨褌勤求佛祖之玅道然佛祖有甚", "152": "麼道大眾還見麼蓋道非青黃赤白有眼莫能見非", "153": "長短方圓有足不能趨非知與無知有識不能識畢", "154": "竟喚甚麼作道卓拄杖云會麼今日法量禪人領眾", "155": "設齋請山僧上堂便下座。", "156": "上堂問棒喝交參即不問如何是第一義師便打進", "157": "云開口成雙橛楊眉落二三請師向未問已前答話", "158": "師云者喫棒漢進云利劍拂開天地靜霜刀纔舉斗", "159": "牛寒師云照顧命根乃云興龍橋畔正令全提鳳翥", "16": "背經立異母乃大謬不然乎識", "160": "洲前揚聲大叫叫道達磨九年面壁萬事無能二祖", "161": "斷臂覓心一無所曉三祖達罪性空不是宗門牙爪", "162": "四祖橫按牛頭多虛少實五祖栽松再來不識本分", "163": "六祖雖傳衣缽不知行腳事今日長老出來不知說", "164": "個甚麼山僧向伊道燈籠跳上梵天露柱驀過東海", "165": "大眾還信得及麼其或未然山僧更為拈出今朝仲", "166": "冬月日為眾說法登臺若問西來祖意普請托缽化", "167": "柴下座。", "168": "上堂問宗開濟牝法振鴛湖萬派逆流一言截斷不", "169": "涉古今一句請師速道師云八八六十四進云棒喝", "17": "者憂之是以高明之家立乎中", "170": "交馳紅爐點雪秪如隔江招手橫趨而去又作麼生", "171": "師云落二落三問世尊未離兜率已降王宮未出母", "172": "胎度人已畢為甚又說三乘五教師云仙人愛喫胡", "173": "麻飯乃云一真不昧句句朝宗萬象不殊頭頭合轍", "174": "昔德山一日因飯遲托缽下堂饑火所逼雪峰云鐘", "175": "未鳴鼓未響托缽向甚處去忍俊不禁山低頭歸方", "176": "丈理長則就巖頭云未會末後句平地風波山喚巖", "177": "問云不肯老僧那將蝦釣鱉巖頭密啟其意今日瞞", "178": "普明不得來日上堂果與尋常不同真個那巖撫掌", "179": "云且喜者老漢已會末後句三頭六臂雖然只得三", "18": "道以正知見令天下開示悟入", "180": "年活滿口含霜眾禪德山僧如此下語亦能迷卻天", "181": "下人亦能悟卻天下人迷悟若能俱坐斷將軍拔劍", "182": "攪龍門且道今日說戒傳衣一句作麼生道著衣喫", "183": "飯豈尋常今古何妨再舉揚祖祖共傳無底缽生生", "184": "世世永馨香卓拄杖下座。", "185": "元旦上堂云天開子地闢丑人生寅日居月諸亙古", "186": "彌今陰陽消長臘去春臨三百六十日今日又重新", "187": "李四賀張三盲龜值跛鱉冷地相呼作揖頻十分喜", "188": "氣動眉睫更有石女吹笙木人起舞堪笑王老師不", "189": "打鹽官鼓三十三天撲帝鐘最是雲門道個普忽有", "19": "一歸於平等性而浚已余讀石", "190": "問如何是新年頭佛法則向伊道兔角龜毛呈舊面", "191": "乾坤萬象盡增輝卓拄杖下座。", "192": "解制上堂云摩竭提國去此不遠覺城東際只在目", "193": "前善財五十三參撥火覓漚釋迦三百餘會泥裡洗", "194": "塊淨明杜口於毘耶支離太甚達磨面壁於少室妄", "195": "想更多臨濟喝德山棒虛空釘橛道吾笏雪峰毬平", "196": "地干戈總不恁麼時如何良久云春風開闢普明門", "197": "吹出梅花香遠村要見堂前空落落請看瓢笠雪紛", "198": "紛雖然如是以拂子打圓相云還有跳得者個出底", "199": "麼有僧出云十方無壁落四面亦無門未審和尚作", "2": "子大龜氏傳之將以印正一切", "20": "關禪師語錄余不能不為之服", "200": "麼生解師便喝進云解了也師云即當漢又恁麼去", "201": "也卓拄杖下座。", "202": "結制上堂問開爐大地總紛紛毒辣鉗鎚讓普明煆", "203": "聖鎔凡即不問那邊底事作麼生師云許汝能吞鐵", "204": "蒺藜進云猶是這邊事師云如何是那邊事僧便喝", "205": "師云再喝喝看進云是何言歟師便棒問樹凋葉落", "206": "全彰古佛家風雨霽風晴洞徹普賢境界西來玅旨", "207": "遍界全彰結制開爐一場特地師打云卻被闍黎帶", "208": "累進云棒頭有眼明如日師云為甚不會僧頂坐具", "209": "遶一匝師云醜僧舉坐具云轉得這重關捩子凡聖", "21": "膺其大機大用固不能測其涯", "210": "齊教立下風師便打乃云去年纔挂錫今歲又開爐", "211": "佛法無多子相看奈若何豈不見古人道向上一著", "212": "千聖不傳超生死迷悟之門絕聖凡證修之路是以", "213": "黃面老子纔出母胎便指天指地云唯我獨尊於此", "214": "見得則天然尊貴本自現成共後雲門忍俊不禁亦", "215": "是掉棒打月瑯琊因邪打正未免捏目生花在普明", "216": "則隨處作主遇緣即宗去也握拄杖云要識真金火", "217": "裡看千鎚百擊始知堅換骨奪胎些子藥頓見風流", "218": "徹大千卓拄杖下座。", "219": "朱遇菴居士請上堂問今朝臘月一四眾雲臻畢覿", "22": "岸即地藏誕辰上堂一則語已", "220": "面無私句請師試拈出師云鐵棒擊寒冰進云猶費", "221": "唇舌在師云你又作麼生僧呈起坐具顧視左右師", "222": "云笑倒傍觀進云子期時不遇誰識伯牙心師便打", "223": "進云問玄答妙則且止只如昔日甘贄行者入南泉", "224": "設粥王老師打破鍋子今日遇菴居士入普明設齋", "225": "未審和尚作何去就師打云劈破你腦門進云恁麼", "226": "則雲收雨霽天長闊一對鴛鴦畫不成師云一任卜", "227": "度問森森庭柏趙老機關嫋嫋爐煙普明作用祖意", "228": "西來即不問香嚴上樹意如何師云剔起眉毛向上", "229": "看進云只如虎頭上座還具眼也無師云知音之外", "23": "具不可思議之妙其言白禪外", "230": "有誰知進云恁麼則香嚴老子被虎頭上座捉敗了", "231": "也師云你聻進云者老漢亦被某甲捉敗了也師便", "232": "打進云直下棒頭開正眼當堂點出玉麒麟師云猶", "233": "是死貨僧作舞云搖頭擺尾去也師云轉見不堪乃", "234": "云金烏東升玉兔西墜老胡不會面壁瞌睡懶殘終", "235": "日無拘布袋常年落魄打失鼻孔業識茫茫凌上座", "236": "一味放憨撞入普明寺裡全無消息堪笑沒米沒柴", "237": "也要安禪打七不提祖意西來用盡平生氣力如此", "238": "者孟八郎不堪燒火掃地伶俐衲僧到這裡討甚巴", "239": "鼻今日遇菴居士好沒來由入山設齋請山僧說個", "24": "無淨淨外無禪一心不亂便能", "240": "第一義諦且道這第一義諦向甚麼處開口驀豎拂", "241": "云向這裡薦取下座。", "242": "冬至上堂問群陰剝盡轉微陽葭管飛灰日影長伐", "243": "鼓陞堂則不問應時及節請宣揚師云石頭睡夢裡", "244": "進云及盡去也滴水滴凍放通一線枯木糝花且道", "245": "是甚麼人分上事師云海底火燒冰進云慈明挂榜", "246": "勘聖驗凡洞山掇桌驅耕奪食普明今日又作麼生", "247": "施設師云前村深雪裡更有好商量進云幾不問過", "248": "師打云也少不得這一棒乃云天無門地無戶九九", "249": "陽生第一爻數到寒食一百五迷者歷劫迷悟者一", "25": "返妄歸真一念全提頓使超凡", "250": "時悟甜瓜徹蒂甜苦瓜連根苦何事諸方學道人利", "251": "名兩字磨千古一念無生徹本元截斷去來寒暑路", "252": "豎起拄杖云獨有者個不遷移翻轉面皮超佛祖舉", "253": "法華會上龍女獻珠世尊納受即往南方無垢世界", "254": "坐寶蓮華成等正覺大眾且道這龍女有甚伎倆成", "255": "佛如此迅速請下語看眾無對遂卓拄杖云不是一", "256": "番寒徹骨怎得梅花噴鼻香下座。", "257": "解制上堂問一冬賓主風雲會奪鼓攙旗意不餘三", "258": "五良宵驚制滿請垂一語定分拏師云山門八字開", "259": "進云恁麼則殺活機權歸掌握收來放去不由人師", "26": "入聖禪淨不二宗教不殊是真", "260": "云春到梅花遍地香進云昔日三聖問雪峰透網金", "261": "鱗以何為食峰云待汝出網來向汝道意旨如何師", "262": "云舌頭拖地進云三聖道一千五百人善知識話頭", "263": "也不識峰云住持事繁又作麼生師云蒲口含霜進", "264": "云今日設問和尚透網金鱗以何為食又且如何抵", "265": "對師打云你且領取這一棒進云老老大大話頭也", "266": "不識師云山僧聽事不真進云不是平原能愛客爭", "267": "容毛遂露囊錐師云詐明頭乃云那管禪堂止靜牌", "268": "玉關金鎖頓敲開半肩瓢笠春風暖天上人間任去", "269": "來是則是有佛處不得住無佛處急走過仰面莫見", "27": "可謂開大機發大用顯揚佛祖", "270": "天低頭莫見地三千里外賓主全提八萬門中生死", "271": "斷絕摘揚花摘揚花鐵蛇驚出草頭戴雀兒窠擲拄", "272": "杖下座。", "273": "結制圓旵知浴領眾請上堂問豎拂拈椎即不問紅", "274": "爐點雪是如何師云七花八裂進云設有銅頭鐵額", "275": "漢來又如何抵對師云朝打三千暮打八百進云恁", "276": "麼則師子窟中無異獸象王行處絕狐蹤師云今日", "277": "安你做西堂進云大眾證明師云也須珍重僧禮拜", "278": "云光前耀後去也門今日選佛場聚眾學無為如何", "279": "是無為底句師云八八六十四僧便喝師便打僧禮", "28": "拯濟群生無有過於石關大師", "280": "拜歸位乃云挂錫普明來冬制經三結柴米任他無", "281": "只要人人徹自家冷暖自家知各人生死各人切百", "282": "萬雄兵八面圍拚此一條窮命敵剔起眉毛仔細看", "283": "不是心兮不是佛金剛寶劍蒲空揮大冶紅爐無鈍", "284": "鐵鐵壁銀山頓豁開世界翻成一片雪若人恁麼便", "285": "分明笑殺山僧多饒舌下座。", "286": "朱寧宇張瑞昇居士領眾請上堂問頭頭應現物物", "287": "如然撒手懸崖那邊底人為甚麼不居正位師云問", "288": "取露柱進云學人坐斷乾坤去也拂袖便出師云弄", "289": "虛頭漢乃云佛法無多子只要識取自己去識得自", "29": "者矣是以永明延壽禪師禪也", "290": "己便識三世諸佛歷代祖師天下老和尚根源去百", "291": "千法門百千三昧無量妙義總於一毫頭上了卻譬", "292": "如百千眾流歸於大海皆同一味又如然百千億燈", "293": "燈點雖殊其光不別諸人日用萬般惟此一心更無", "294": "他物拈拂子擊一下云只今便好猛提取莫待天明", "295": "失卻雞今日寧宇瑞昇居士領眾入山設齋請法。", "296": "句大眾試道看眾無語喝一喝云山前麥未熟廬陵", "297": "米價高衲僧如不會滴水也難消卓杖下座。", "298": "監院禪初領眾請上堂云佛佛授手祖祖相傳西天", "299": "四七東土二三從上來事只在目前不是心不是佛", "3": "法門決定為妙覺之宗極衣缽", "30": "而與淨土同脩良即此意也夫", "300": "不是禪不是道懷州牛喫禾益州馬腹脹天下覓醫", "301": "人炙豬在膊上這個語話大似將五彩描畫虛空雲", "302": "門扇子𨁝跳上三十三天觸著帝釋鼻孔東海鯉魚", "303": "打一棒雨似盆傾何異掉棒打月從上老古錐談玄", "304": "說玅說性說心豎指擎拳揚眉瞬目總是為蛇畫足", "305": "卓拄杖云善言言者言所不能言善跡跡者跡所不", "306": "能跡山僧到者裡未免口似匾擔眼似流星高挂缽", "307": "囊橫眠柱杖去也忽然院主出來道請和尚上堂說", "308": "法以謝檀那供養山僧喝一喝云會麼打麵還他州", "309": "土麥唱歌須是帝鄉人下座。", "31": "不然是無失文佛傳命大龜氏", "310": "師誕辰戒子德奇請上堂云緣生無象亙古亙今獨", "311": "立無依不變不易有時白洋峰頂𥳽土揚塵有時雙", "312": "徑山頭吟風弄月今則於普明橋畔和泥合水拽耙", "313": "牽犁然則洞山道若以揚眉瞬目豎指擎拳謦欬咳", "314": "嗽是廚中拭缽帛道甚麼會也無是衲僧破草鞋這", "315": "瞎漢這漆桶是弄精魂鬼總與麼總不與麼是東司", "316": "頭廁籌子山僧總不似者老漢狼藉拈拄杖卓一下", "317": "云未悟直須悟到家須問路脫卻鶻臭衫十方俱顯", "318": "露今日德音上座設齋與山僧祝慶驀豎拂子云且", "319": "道這個幾時生日乃擲下云撲落非他物縱橫不是", "32": "之意并無失初祖東渡臨行傳", "320": "塵山河及大地全露法王身下座。", "321": "元旦祝", "322": "聖畢乃云盡十方世界是須彌燈王寶座盡十方世", "323": "界是金剛無量壽道場山河大地常轉法輪日月星", "324": "辰闡揚佛事澄澄光彩洞徹十虛蕩蕩真慈包含萬", "325": "有統攝無邊剎海曠達十世古今不可以識識不可", "326": "以智知不可以稱量不可以希冀以此祝", "327": "聖人壽壽同天地資聖人福福等山河山僧今日錦", "328": "上鋪花去也卓拄杖云爇片旃檀頻稽首咸新萬物", "329": "頌豐年下座。", "33": "經之旨余之所以服膺石關也", "330": "周純宇曹仰虹居士請上堂問云去聖時遙法幢難", "331": "建法道難行近日師僧打點一二轉問頭問古問今", "332": "問佛問法乃不知自己落處有甚相干昔華嚴禪師", "333": "示眾云若是臨濟德山高亭大愚鳥窠船子下兒孫", "334": "不用如何若何便請單刀直入時守廓侍者出眾便", "335": "喝嚴亦喝廓又喝嚴又喝廓禮拜起以手指嚴云且", "336": "看這老漢今日一場敗闕復喝一喝歸眾大眾你看", "337": "廓侍者得這些巴鼻如大將上陣殺活自由若非華", "338": "嚴慣戰作家幾被惑亂一上然則檢點將來華嚴龍", "339": "頭蛇尾守廓平地喫交爭似山僧於此住持三載門", "34": "向上家風不踰此而得之矣。", "340": "風冷淡佛法全無忽然遇著純宇仰虹二居士為道", "341": "殷勤不惜身命拖泥帶水化米齋僧今日復領眾設", "342": "齋請山僧上堂然則居士出禮三拜山僧合掌道個", "343": "難消居士便搖首云是甚麼語話且道與古人激揚", "344": "是同是別喝一喝云放鶴洲前千古事普明橋畔有", "345": "知音下座。", "346": "解制上堂問把住牢關不通凡聖今日放行一句又", "347": "作麼生師云春來草自青進云古人道有佛處不得", "348": "住又且如何師云不妨留上座在這裡進云畢竟向", "349": "甚麼處行履師云禪堂內橫眠豎坐進云謝師答話", "35": "時", "350": "師云照顧眉毛乃云已過九十日隨往無礙東弗于", "351": "逮南贍部州西瞿耶尼北鬱單越拄杖子上透乾坤", "352": "下透黃泉賓頭盧尊者打失鼻孔閻羅大王突出眼", "353": "睛雖然如是或有人問從何處結冬那時道在普明", "354": "也得道不在普明也得在不在且置只如古人道佛", "355": "法無多子久長難得人銅頭鐵額漢扶起古叢林識", "356": "得諸方無二道缽盂依舊挂三春顧左右云會麼且", "357": "住住好卓拄杖下座。", "358": "萬佛期上堂云一毫端具無邊剎海一句子含無量", "359": "玅義一切處坐大道場一切時作大佛事破微塵出", "36": "康熙庚申秋抄鸚湖陸光旭拜", "360": "大千經卷拈片香轉最上法輪會真俗為一家融根", "361": "塵為三昧到者裡無佛可求無魔可破無生可貪無", "362": "死可怖無福可祈無罪可露無恩可報無迷可度冤", "363": "親平等彼此無差此生他生一時事畢其或未然白", "364": "日莫閑過青春不再來投誠歸萬德究取自心開。", "365": "圓萬佛期上堂問萬佛雲臻千祥駢集格外一句請", "366": "師舉揚師云寺前橋下東流水進云恁麼則一人有", "367": "德萬信歸宗師云那裡得者消息僧禮拜師便喝問", "368": "鐘鼓交加燈燭輝煌會得個事全露法王全露法王", "369": "即不問玄音唱罷時如何師云庭前柏子仍依舊進", "37": "譔", "370": "云末後一句又作麼生師便打乃云毘盧正印逼塞", "371": "虛空大智玄文十方充滿梵演非聲而聲聲普應天", "372": "花非色而色色全彰處太虛而非寬置毫末而非隘", "373": "在聖不增處凡不減僧也如是俗也如是男也如是", "374": "女也如是如天普覆如地普擎如日普照如風普吹", "375": "塵塵爾剎剎爾念念爾亙古今而不變不壞如來以", "376": "此而出現於世轉大法輪祖師以此而直指單傳建", "377": "宗立旨君王以此而尊臨萬民端拱無為宰官以此", "378": "而忠孝節義輔弼天下庶人以此而治生產業尊卑", "379": "有序山僧以此而開方便門化導群品諸人以此而", "38": "普明石關禪師語錄", "380": "崇修善事脫離苦輪一稱一禮種智現前供佛供僧", "381": "福緣充滿是以懺罪罪滅祈福福臻自慶追先存亡", "382": "並利禳災了願終始俱祥今則功圓果滿就路還家", "383": "一句作麼生道卓拄杖云桑麻百里晴煙煖桃李千", "384": "家化日長下座。", "385": "師到當湖蓮溪新元法侄請上堂德藏古笠和尚白", "386": "椎問法振鴛湖化行鵡水人天交接合談何事師云", "387": "昨日晴今日雨進云拂子點開千聖眼杖頭指出萬", "388": "人心此意如何師云那個知恩進云秪如營齋請法", "389": "有何祥瑞師云胡言漢語不成章進云恁麼則春光", "39": "嗣法門人芳桂等編錄", "390": "輝大地法雨利人天去也師云且過一邊乃云文殊", "391": "普賢觀音彌勒腦後一鎚七花八裂堪笑碧眼老臊", "392": "胡究竟西來有何益寥寥坐九年覷破少林壁壞卻", "393": "東土人依然返西國臨濟小廝兒只具一隻眼偶然", "394": "道個無位真人在諸人面門出入卻被象骨師喚作", "395": "白拈賊象骨老師三登投子九上洞山因甚話頭也", "396": "不識屈指諸方老古錐議論紛紛有何極且喜蓮溪", "397": "綱法侄半生行事多朴實一雙眼目頗分明不落從", "398": "前三五七卓拄杖下座。", "399": "結制上堂問人天普集即不問弘開爐韝是如何師", "4": "相傳無已久矣至菩提達磨得", "40": "上堂上堂", "400": "云為甚人天普集不問僧擬議師便打進云問過了", "401": "也師復打云再喫一棒進云如何是棒頭有眼明如", "402": "日師云知你是瞎底進云悟則借手行拳迷則執燈", "403": "求火只如不著迷悟如何行履師云者不知痛癢漢", "404": "乃云十方聚會選佛場開祖師西意信手拈來是以", "405": "禪林法社依規結制煆聖煉凡然則古佛場中堪笑", "406": "重新選佛自心境內何勞特地明心無一人而非佛", "407": "無一佛而非心心佛及眾生大似乾矢橛拈拄杖云", "408": "鉗錘在握人天窺測無門猛燄燒空佛祖迴避不及", "409": "盡大地是個爐韝諸人在裡許作麼生翻身吐氣卓", "41": "康熙丁未年師在白洋山受嘉興府嘉秀二縣護法", "410": "拄杖云出群須是英靈漢敵勝還他獅子兒下座。", "411": "冬至上堂問冰河纔發燄葭管便飛灰且道一陽生", "412": "與第一義是同是別師云嶺上梅花開笑眼進云一", "413": "枝纔發育萬樹盡沾恩師云碌磚瓦礫自翻身進云", "414": "今日禮拜有分師云且莫草草僧便喝師云亂喝僧", "415": "連喝兩喝師云轉見不堪僧拂袖歸位問魯史書雲", "416": "日慈明挂榜時一陽初發處萬物未萌枝如何是萬", "417": "物未萌枝師云前村深雪裏更有好商量進云與麼", "418": "則滴水滴凍去也師云也須七花八裂進云如何是", "419": "一陽初動處師云石頭生煖氣進云與麼則日添一", "42": "紳衿請住普明禪寺於七月初七日入院至山門卓", "420": "線去也師云隴上暗飛香進云秪如今朝和尚陞座", "421": "昔日慈明挂榜是同是別師云分身兩處看進云首", "422": "座云今晚和尚放參與今日學人酬唱孰優孰劣師", "423": "云問取露柱進云且喜小人道消君子道長師云冬", "424": "不寒臘後看僧禮拜云知恩有地師鳴指一下問刺", "425": "繡五紋添弱線吹葭六管動飛灰此是造化陰陽有", "426": "變有遷底事打圓相云秪如者個亙古亙今無減無", "427": "增底未審和尚如何指示師云九曲黃河連底凍進", "428": "云恁麼則長至已知處處瑞不勞禿帚更書雲拂袖", "429": "便行師云又恁麼去也問如何是賓中賓師云又來", "43": "拄杖云真如門解脫門乃至無量百千三昧門今日", "430": "𨁝跳如何是賓中主師云看取手中拄杖子如何是", "431": "主中賓師云問阿誰如何是主中主師云還見山僧", "432": "麼乃云大道只在目前十方無異路要且目前難睹", "433": "無人識得渠欲識大道真體何似生不離聲色語言", "434": "沒交涉時當歲暮地凍天寒魯史臺上書雲漢女宮", "435": "中測日三家村裏王大姐說長道短十字街頭赤鬚", "436": "胡又手當胸怎如得林下衲僧破被蒙頭蒲團兀坐", "437": "饑來瓦缽盂喫飯睡來長連床打眠管甚日添長說", "438": "甚冬來意遂擊如意云但願來年田麥熟村歌社舞", "439": "祝豐穰下座。", "44": "總被凌上座打開了也打開後又作麼生全身拶入", "440": "師誕日上堂問昔日世尊初生便云天上天下惟我", "441": "獨尊今朝和尚誕辰未審說個甚麼師云八十公公", "442": "打花鼓進云大眾分明記取師云你分上又作麼生", "443": "聻進云今日禮拜和尚師云記取分明問吹大法螺", "444": "擊大法鼓陞大法座闡大法義四大即不問今日設", "445": "齋慶誕如何酬唱師云個個青山齊拜首進云柳絲", "446": "如麵塔如燭日月為盤獻法王師云條條河水繞階", "447": "流進云我師法臘超從諗柏子庭前劫外春師云許", "448": "你窺探有分進云今日蓮溪來慶賀大家齊唱太平", "449": "歌師云香煙堆裡再瞻觀又僧出禮欲問師云已遲", "45": "分賓主振起鴛湖第一山拽拄杖便入。", "450": "八刻僧便喝師云還要亂喝僧又喝師云不堪不堪", "451": "僧禮拜乃云朝而出暮而歸鴛鴦湖畔好徘徊放鶴", "452": "洲前西祖意普明橋上露全機五十七年無法說今", "453": "朝特地叫希奇且道叫個甚麼驀舉拂子云吾有正", "454": "法眼藏涅盤妙心不立文字教外別傳付囑摩訶佛", "455": "殿摩訶山門摩訶柏樹子摩訶乾矢橛善自護持毋", "456": "令斷絕驚得他泥團土塊石頭瓦礫俱搖頭吐舌云", "457": "吾未嘗見如此奇特吾未嘗聞如此奇特阿呵呵好", "458": "大哥有時唱有時歌風流不在著衣多驀豎拄杖云", "459": "且道者個年多少遂卓一下云打風打雨任縱橫拄", "46": "大殿師云三十二相人天仰八十種好鬼神欽今日", "460": "地撐天亙古今下座。", "461": "歲旦上堂問梅梢初破玉柳線漸舒金如何是斬新", "462": "一句師云柏子庭前瑞氣多進云把斷鴛湖水逆流", "463": "放行苧通消息如何是和尚為人一句師云棒頭", "464": "開正眼問城上已吹新歲角窗前猶點舊年燈這是", "465": "古人道底即今和尚將何示人師云庭前一片雪堂", "466": "內十分寒僧云大眾諦聽師云你作麼生進云某甲", "467": "耳朵不塞師便打僧禮拜乃豎拂子云三陽交泰萬", "468": "物生輝一歲當頭千祥並集狸奴白牯交賀新正露", "469": "柱燈籠應時納祐事事喜法法玅歲朝祝", "47": "凌上座到此作麼生相見便燒香作禮云禮服君子", "470": "聖句畢竟如何道擊拂子云今歲自從今日始一年", "471": "又是一番新等閒覷破東風面只願", "472": "當今萬萬春下座。", "473": "解制上堂問九旬禁足把住則失色於黃金三月功", "474": "圓放行則增輝於瓦礫秪如收放自由底到來和尚", "475": "如何垂示師云朝打三千暮八百進云堂前鐵笛吹", "476": "無盡舉頭個個悉知音師云只恐不是玉進云繡出", "477": "鴛湖無背面閑攜煙雨缽中藏師云未必是你境界", "478": "僧拂袖歸位問不立文字義獨露本來真時如何師", "479": "云合取狗口乃云古聖方便猶若河沙激揚提舉玉", "48": "韋馱殿云法賴汝護僧賴汝安誓力弘深寶杵赫然", "480": "轉珠迴昔溈山問仰山云子一夏不見上來在山下", "481": "作何所務仰云鉏得一爿畬種得一籮粟溈云子可", "482": "謂不空過仰卻問溈和尚夏間作甚麼溈云日間一", "483": "食夜間一宿仰云和尚亦可謂不空過然則普明結", "484": "冬一期山僧時時落堂大眾刻刻參究檢點將來卻", "485": "成空過今日解制不妨說破請問大眾如何是空過", "486": "不空過底道理卓拄杖云梅綻缽囊腰下重翩翩篛", "487": "笠戴雲輕便下座。", "488": "圓萬佛期平湖王鳳翼陳繩武居士請上堂問道場", "489": "圓滿普利人天未審有何奇特師卓拄杖云向者裏", "49": "便燒香云付囑猶在。", "490": "薦取進云恁麼則個個光騰今古家家慶快平安去", "491": "也師云汝分上又作麼生進云某甲且止秪如古人", "492": "問千佛居何國土長沙答垂千古今日忽有人問萬", "493": "佛即今在甚麼處未審和尚如何舉揚師云齋堂前", "494": "佛殿後進云恁麼則遍界盡非常草木何山松柏不", "495": "青青師云非汝境界進云大眾證明便禮拜師云墮", "496": "也墮也乃云千年暗室一燈能破三乘玅法一句該", "497": "通是以諸佛演最上乘祖師傳心地法凈明談不二", "498": "門山僧提末後句猶如時雨普潤大千草木花果悉", "499": "皆充洽而得長生然則甘草得之而甜黃連得之而", "5": "禪宗妙法承大龜氏為二十八", "50": "伽藍堂云靈山付囑覿面承當干城叢席法苑金湯", "500": "苦梅杏得之而酸椒桂得之而辣非雨有分別而彼", "501": "草木種性之不同耳學道禪流各宜會取今日普明", "502": "萬佛之期因去年在會眾居士立三年之願所謂實", "503": "際理地不受一塵佛事門頭不捨一法是以冬夏安", "504": "禪春秋禮誦遂成普明長式今當第二期圓滿之日", "505": "蒙王陳二居士請山僧上堂舉揚個事且道上堂與", "506": "禮懺還有差別也無卓拄杖云識得到家無二性何", "507": "妨方便有多門拈起一花標正眼展開半葉頓明心", "508": "下座。", "509": "吳雙泉居士求剃度請上堂云娑婆世界以音聲為", "51": "永久護持誓不暫忘遂插香。", "510": "佛事香積世界以香飯為佛事且道普明寺裡以何", "511": "為佛事拈如意云以如意為佛事不落名相得大自", "512": "在古人云菩提無樹煩惱無根父母非親諸佛非道", "513": "於此會得不妨活潑潑超然三界之外孤迥迥跳出", "514": "名利之場天子不臣諸侯不友如孤雲野雀自在無", "515": "實佛祖之標持乃道人之行履今日雙泉居士特", "516": "來設供求山僧剃落秉佛真規山僧命名超曇法號", "517": "鐵樹其奈貴親戚苦意相留并致山僧相勸不得遂", "518": "居士之願然則居士以不如意處不妨如意何故古", "519": "云袈裟之下透出三界如恒河沙袈裟之下失卻人", "52": "祖堂云相識滿天下知心能幾人阿呵呵今日還識", "520": "身如恒河沙由是觀之大道不分僧俗相何須割髮", "521": "并披緇下座。", "522": "萬佛懺期圓滿請上堂云塵點劫事只在目前菩提", "523": "玅場不離當處大覺世尊起菩提樹詣鹿野苑轉四", "524": "諦法輪惟憍陳如最初得度達磨大師從南天國至", "525": "東震旦坐少林九年賺神光三拜謂其得髓山僧蒙", "526": "諸檀護命錫此山六載以來三起萬佛懺期專祝", "527": "皇圖鞏固帝道遐昌雨順風調民安物阜而我衲僧", "528": "均樂無為之化長沾沕穆之風於心無事於事無心", "529": "一種光明自然顯現以此而證自性三昧以此而獲", "53": "不肖兒孫麼以具打一圓相便燒香作禮。", "530": "本地風光以此而開四生九有之昏衢以此而報天", "531": "地君親之厚德擊如意云一色一香開正眼再瞻再", "532": "禮契無生下座。", "533": "解制紹昇基知浴請上堂問一期把定繩頭施設不", "534": "能由己只如放行一句作麼生道師云緊峭草鞋進", "535": "云恁麼則一任去也師云猛虎當路坐進云前程或", "536": "有人問如何對他師云兩眼對兩眼進云古人道祖", "537": "師心印狀似鐵牛之機去即印住住即印破若遇無", "538": "面目漢又作麼生印師打云也放過不得紹昇居士", "539": "問臘盡春來梅花與柏子交新意旨如何師云剔起", "54": "方丈云據此室行此令一條白棒點鐵成金一握粗", "540": "眉毛仔細看士便喝師云這一喝落在甚麼處進云", "541": "這老漢還不會麼師便打士便喝師亦喝士便禮拜", "542": "乃云居士新正遠入山殷勤請法自焚檀打開布袋", "543": "無他說只要人人透祖關以拄杖左卓一下云文殊", "544": "普賢起佛見法見且向者邊立以拄杖右卓一下云", "545": "臨濟德山因風生浪且向那邊立復卓拄杖云我此", "546": "一眾九十日內不依倚一物者不妨請出山僧與汝", "547": "柱杖子眾默然師云有佛處不得住無佛處急走過", "548": "三千里外即不問未出門一句作麼生道喝一喝云", "549": "幾片白雲俱散盡不知明月落誰家下座。", "55": "拳煆凡煉聖任他鐵額銅頭到此七花八裂喝一喝", "550": "結制上堂云荊棘林裏安居險惡道中選佛刀山劍", "551": "樹上經行鑊湯爐炭裡坐臥必須透過這四重關山", "552": "僧纔開禪堂門與諸上座拄杖子喫擊拂子下座。", "553": "臘八日倪遠生居士請上堂師云威音那畔有一句", "554": "子直至如今盡大地人無能舉得今日還有舉得者", "555": "麼請出舉看僧出作禮師云錯舉了也僧云和尚錯", "556": "學人錯師云錯錯乃云未有天地日月已前無佛名", "557": "字無眾生名字不說聖不說凡不說迷不說悟亦無", "558": "持戒毀戒自釋迦老子入雪山苦行睹明星悟道之", "559": "後遂分聖分凡立宗立教有禪有律以後幾多老古", "56": "據座。", "560": "錐承虛接響便道迷之則生死始悟之則輪迴息眾", "561": "禪德今日還見釋迦老子麼擊拂子一下云出家夜", "562": "半王臣泣苦行六年魔外降一念頓成無上覺人間", "563": "天上更無雙下座。", "564": "解制上堂云太陽門下日日三春明月堂前時時九", "565": "夏古人恁麼語話能不慚惶娑婆世界內三月為春", "566": "三月為夏三月為秋三月為冬寒則普天之下寒熱", "567": "則普天之下熱太陽門下幾人能到明月堂前若個", "568": "能知凌上座尋常不欲與諸禪德面前拋沙撒土諸", "569": "禪德亦不必敲磚打瓦只教二六時中放得空閒閒", "57": "當日護法暨耆宿等請上堂師至座前拈請啟云此", "570": "地便是大休歇時節今朝打開布袋未免東往拜年", "571": "西往賀節前途忽遇個守破關鎮使打口令措大賣", "572": "鹽袋老公子使耕牛臭老婆觸著便作屎臭氣好拈", "573": "拄杖劈脊與一頓使他知我普明門下別有長處豈", "574": "不快哉還會麼龍袖拂開全體現象王行處絕狐蹤", "575": "下座。", "576": "結制上堂釋迦世尊於摩竭陀國三七思惟開闡利", "577": "生事業達磨祖師於少室山前九年面壁煆煉斷臂", "578": "阿師智者大師於天台山中九十日廣談妙法天下", "579": "善知識於所坐道場九十日提唱宗猷山僧於此普", "58": "是本郡護法宰官居士開佛祖關騰風雲筆不遇則", "580": "明寺中九十日與諸衲子斬斷從上葛藤點出諸人", "581": "面目與麼與麼白雲乍可來青嶂不與麼不與麼明", "582": "月難教下碧天擊如意云千聖頂𩕳時踏斷倚天長", "583": "劍逼人寒下座。", "584": "冬至上堂云日月行空短長自異陰陽合序消長不", "585": "停不是心不是佛不是物古往今來是何物寒時太", "586": "煞寒熱時真個熱超然寒熱是何人夏扇冬衣赤骨", "587": "力火官頭上轉風車金剛腦後三觔鐵秪如古人問", "588": "如何是冬來意答云京中出大黃此意如何大家不", "589": "妨下一語看侍者云九曲黃河連底凍一僧大笑師", "59": "尊貴天然相逢則攢花簇錦雖家醜固不可外揚然", "590": "搖手云不是不是便下座。", "591": "師六十壽誕兩序設齋請上堂僧問彩雲凝白苧瑞", "592": "氣映鴛湖如何是普明境師云山門八字開進云有", "593": "星皆拱北無水不朝東如何是境中人師云按劍當", "594": "堂坐進云有意氣時添意氣不風流處卻風流如何", "595": "是人中意師一喝僧顧眾云海屋添籌恩沾大眾去", "596": "也師云放汝三十棒問云靈明廓徹無邊表擒縱臨", "597": "機獨振威海屋芥城收不住熾然共祝不思議大眾", "598": "願聞請師自祝一句師云春秋不涉進云恁麼則逼", "599": "塞虛空去也師云你向甚麼處著腳進云昔韓文公", "6": "祖齎衣缽航海至我國不遇隱", "60": "好事亦瞞人不得敢煩維那於人天眾前露個消息", "600": "問大顛年庚多少顛云晝夜一百八此意如何師卓", "601": "拄杖云會麼進云有問和尚又作麼生師打云還不", "602": "會麼進云靉靆祥雲呈瑞彩滿筵喜色總光輝師云", "603": "大好一聯詩問天垂寶蓋地湧金蓮一句無私如何", "604": "舉揚師云紫氣盤空進云法王大寶自然而至如何", "605": "是法王大寶師云祥雲彌布問梅花香繞座說法又", "606": "從新如何是諸佛出身處師云須彌日月高進云不", "607": "問有語不問無言有句無句如何指示師放下拂子", "608": "進云據虎頭收虎尾去也師云一任卜度乃云行年", "609": "忽爾六十大道不知不識饑餐渴飲困眠不覺事事", "61": "維那宣疏畢師指法座云大座當陽虛空開口真獅", "610": "合拍有時挽起眉毛有時豎起鐵脊有時佛祖冤家", "611": "有時聖凡不測撞著鐵壁銀山獨自縱橫出入更有", "612": "一種強暴遇著棒頭血出如斯惡辣名聲遠近見聞", "613": "不得這般杜撰阿師又要請他說法且道他有甚麼", "614": "法握拄杖云打開父母未生前突出乾坤花簇簇。", "615": "師誕日恒宗禪人領眾設齋請上堂問共祝華封耳", "616": "順年全提正令絕廉纖干將掃蕩群狐跡咸賴楊岐", "617": "正脈傳四眾贍仰請師速道師云杲日當空進云莫", "618": "是和尚極則處麼師云清風遍界進云迥超千聖乾", "619": "坤廓花甲重回歲月長師云知即得問日月為天眼", "62": "子兒善獅子吼便陞座拈香云此一瓣香乾坤最貴", "620": "須彌作壽山即不問普明堂上一句作麼生師云萬", "621": "象森羅齊稽首進云機關藏不得一劍定乾坤師云", "622": "照顧性命乃云鼻孔撩天觸破威音那畔眼睛突出", "623": "掀翻無位真人是以任運騰騰七花八裂威儀濟濟", "624": "百匝千重所以云天得一以清地得一以寧君王得", "625": "一天下太平天下老和尚得一拔楔抽釘山僧得一", "626": "以事事現成既現成矣是法住法位我為法王於法", "627": "自在何用六十耳順七十從心而後為得哉今日恒", "628": "宗上座領眾設齋與山僧慶祝又作麼生卓拄杖云", "629": "大道誰分短與長當頭坐斷絕爾量須彌聳出虛空", "63": "萬象獨尊爇向爐中端為祝延", "630": "翠一著無私兩鬢霜便下座。", "631": "佛誕日當湖尼越塵上座請上堂紹昇知浴問降誕", "632": "王宮即不問時新一句是如何師云為甚降誕不問", "633": "進云不必更重宣師便打士便喝師云亂喝進云且", "634": "莫壓良為賤師云敗缺不少進云滿架薔薇一院香", "635": "師云干你甚事進云瞞某甲不得師云老面皮進云", "636": "鄉村四月閑人少惟我一個是閑人師云速退速退", "637": "乃舉世尊初生一手指天一手指地周行七步目顧", "638": "四方云天上天下惟我獨尊據山僧觀之太平無象", "639": "麒麟出而芝草生則有其象焉至治無為教化設而", "64": "今上皇帝萬歲萬萬歲伏願道超五帝德冠百王丕", "640": "號令施則禍亂作焉雲門云我當時若見一棒打殺", "641": "與狗子喫果然法眼云雲門氣勢甚大要且無佛法", "642": "道理識甚好惡雲峰云雲門雖有定亂之謀且無出", "643": "身之路雪上加霜琅琊云雲門可謂將此身心奉塵", "644": "剎是則名為報佛恩略較些子以拂子畫一畫云昨", "645": "夜清風生八極今朝流水漲南湖瞿曇面目能多少", "646": "惹得兒孫檢點多顧越塵上座云你為何如試道道", "647": "看座便出師便下座。", "648": "小參小參", "649": "僧問七縱八橫千變萬化底人為甚正合喫棒師云", "65": "國纘圖樂昇平於百世受天休命永壽考於萬年此", "650": "汝非其人僧以腳打圓相師云是甚麼進云正要和", "651": "尚疑著師云好大燒餅進云難咬嚼在師便打乃豎", "652": "拂云結制今朝七日相對眼橫鼻直西單捏緊拳頭", "653": "東單豎起鐵脊縱使鐵壁銀山也要單刀直入若問", "654": "如何若何便乃證龜作鱉山僧今日忍俊不禁略為", "655": "諸公露個消息是甚麼消息必須絕後再蘇始乃欺", "656": "君不得卓拄杖下座。", "657": "對靈小參云細雨飄空打濕威音鼻孔秋風括地吹", "658": "開佛祖面門本無生死之蹤寧有去來之相豎拂子", "659": "云敬泉居士還會麼你看六十五年前是甚麼六十", "66": "一瓣香瑞接空中紫氣祥分劫外優曇爇向爐中端", "660": "五年後又是甚麼正當六十五年懸崖撒手撩起便", "661": "行更且道是甚麼今日山僧與你點出末後一句使", "662": "得自在去也喝一喝云桂子飄香劫外秋死生路上", "663": "好風流從前窠臼掀翻去脫略陰陽第二籌下座。", "664": "仝門轢𨍏居士木主入山請小參云一坐十小劫靜", "665": "然安不動玅用等河沙隨緣獨鼓弄濟上好宗風惟", "666": "兄當大用𨍏轢鑽頭尖普明得擁重今日蒙眾檀護", "667": "送木主進山供養且為老法兄安位一句作麼生道", "668": "拈拄杖打圓相云吽吽。", "669": "為扆臣嚴護法對靈小參師舉拂子云相逢已半秋", "67": "為滿朝文武闔郡護法宰官暨本寺開山現前居士", "670": "兩心水乳合何意忽分離令人嘆長別悲翁非真齡", "671": "悼翁是人傑燈傳夜壑寒露冷霜臺嚙聽徹曉風鐘", "672": "死生是何物即此正當陽清風共明月世諦最堪傷", "673": "蒼生梁棟折吾雖林下人愀然長叫屈雖然擊拂三", "674": "下云芙蓉江上拂秋風日轉東山月西落下座。", "675": "解制小參師豎拂子云一年一度結放下拂子云一", "676": "年一度解結解甚分明以拂子打圓相云那事如何", "677": "委所以於九十日內把定牢關風吹不入雨打不濕", "678": "猶如癩馬繫枯樁九十日外解開布袋橫擔拄杖倒", "679": "著草鞋好似快鷂沖霄漢且道結底畢竟結個甚麼", "68": "耆宿伏願人人悟般若心個個開金剛眼永為法苑", "680": "解底畢竟解個甚麼更有不結不解一句若還道得", "681": "諦當山僧今日兩手分付眾上座各道道看眾不出", "682": "卓拄杖云還須看取腳下始得便下座。", "683": "除夕小參師以如意畫一畫云三百六十日星馳電", "684": "捲到者裡卻被山僧如意子畫斷了也餘有今夜在", "685": "贏得與諸公敘話人天本豎畜生本橫火不待日而", "686": "熱水不待月而涼南泉十八上便解作活計趙州十", "687": "八上便解破家宅雪峰住持事繁普明清寒徹骨自", "688": "從掛錫七年來梅花苦茗無消息燈籠露柱兩交參", "689": "無位真人眼突出且畢竟作麼生與諸公話除夕擊", "69": "金湯久作朝廷柱石此一瓣香眼不可覷耳不可聽", "690": "如意一下云小盡二十九大盡三十日爆竹通宵響", "691": "振空家家松火連天碧雖然父子同情到者裡各自", "692": "努力便下座。", "693": "機緣機緣", "694": "師問維那不與萬法為侶者是甚麼人那一喝師云", "695": "有人喝過了也那拂袖便行師追打。", "696": "師問知藏舉一不得舉二放過一著落在第二意旨", "697": "如何藏云不得錯舉師云如何是不錯舉底藏云剎", "698": "竿頭上仰蓮心師云本分事如何藏云如無手人行", "699": "拳師云還有麼藏禮拜師打云須喫棒始得。", "7": "於嵩山少林寺以其法傳慧可", "70": "鼻不可嗅舌不可嘗身不可觸意不可測今日第二", "700": "師問知藏如何是正法眼藏藏云照破面門師云為", "701": "甚古人道破砂盆聻進云七零八落師云還有向上", "702": "事也無進云無師打云莫道無字好。", "703": "師問僧那裡來僧云天竺過來師云聞觀音殿回祿", "704": "了麼僧云燒過了師云觀音大士不妨麼僧無語師", "705": "云燎卻眉毛也不知。", "706": "師問病僧你昨日發寒發熱僧便喝師云又發寒熱", "707": "也僧又喝師連棒打出。", "708": "師問僧甚麼處來僧云福嚴度夏師云其中事作麼", "709": "生僧云福嚴太熱此地清涼師云古人道寒則普天", "71": "回拈出爇向爐中專伸供養傳臨濟正宗第三十一", "710": "普地寒熱則普天普地熱為甚麼福嚴熱者裡涼僧", "711": "擬議師直打出。", "712": "師問僧那裡來僧云天目師云將甚麼去供養高峰", "713": "祖師僧聳肩云者個師云山僧不識者個僧無語師", "714": "云卻是上座不識者個。", "715": "僧辭師出山師伸手云拿飯錢來僧便出師隨後一", "716": "拳云打這飯袋子。", "717": "師與客喫茶次師云再請一杯客云不喫了師云為", "718": "甚不喫客云昨日喫多了今日肚痛師云是誰之過", "719": "客無語師云口是禍門。", "72": "世前住黃檗金粟次住天童徑山末後示寂福嚴堂", "720": "師同居士隨喜士讓師前行師云必須賓主分明士", "721": "云如何是賓中主師云居士上前去如何是主中賓", "722": "師云山僧在後來士云還有向上事也無師便掌。", "723": "贊贊", "724": "釋迦佛讚釋迦佛讚", "725": "一出頭來天大地大說法談經三百餘會末後拈花", "726": "捏神捏怪好個迦葉當陽捉敗阿誰今日又描他賺", "727": "得兒孫常禮拜", "728": "彌勒贊彌勒贊", "729": "終日波波拖個布袋十字街頭是神是怪名利渾身", "73": "上費隱容老和尚用酬法乳之恩伏願宗風永振毫", "730": "卻也自在族姓往來行頹口快呵呵他日龍華會上", "731": "怎麼教人天禮拜", "732": "彌陀贊彌陀贊", "733": "稽首無量光誓願四十八接引上蓮臺者個是你錯", "734": "眾生本成佛何事太落索喧動多人到那邊待我東", "735": "土何其薄設或眉間再放光輪轉拂子打一百", "736": "文殊贊文殊贊", "737": "曾為七佛師今作瞿曇弟打鼓弄琵琶騎獅任遊戲", "738": "現身五臺山太煞沒本據稽首大智若虛空者個文", "739": "殊不是你", "74": "端露華藏之天祖印重光鼻索垂逆兒之手遂斂衣", "740": "普賢贊普賢贊", "741": "普賢普賢大用現前身騎白象行願無邊運水搬柴", "742": "覿面機塵塵剎剎總歸禪", "743": "福嚴老人贊福嚴老人贊", "744": "捉著冤家不肯休全機逼拶汗通流面皮翻轉如生", "745": "鐵白棒揎來似石頭徹底為人無半字頂門著眼照", "746": "千秋兒孫滿地何如也不落傳燈第二籌", "747": "自題自題", "748": "透徹當年濟北宗一腳踢倒鵬搏峰開口便吞四大", "749": "海攢眉綰結太虛空大用當機無一物出頭天外主", "75": "就座西堂白椎云法筵龍象眾當觀第一義師云空", "750": "人公堪笑這無面目漢是阿誰卻住曹溪正脈中", "751": "自贊自贊", "752": "這位阿師心粗氣傲三千威儀全不知道正法眼藏", "753": "一總不曉若人問著粗拳劈腦天目首座欲親依堪", "754": "笑自起還自倒", "755": "久坐凌霄峰乍來鴛水畔痴痴等個人誰知空打筭", "756": "海盬塘上往來多鼻孔撩天沒個半這點虛靈亙古", "757": "今萬別千差成一貫", "758": "一雙窮相手弄土復弄墨不是等閑人生平不拈出", "759": "吾家維那石堂子點火焚香有甚益咄咄", "76": "劫已前有一句子盡大地人亙古及今無能舉得今", "760": "堪笑這老漢太煞無慚愧拈起拄杖頭虛空百雜碎", "761": "天童忤逆孫造下彌天罪佛祖死冤家終始做頭對", "762": "八月金風香桂飄敢問諸人會不會", "763": "這個老禿奴說一又不一有時六合彌有時藏於密", "764": "有時殺人刀有時活人戟奮喝碎須彌驚電如不及", "765": "盡大地是關天放供養畢分明山中漢又道白拈賊", "766": "石關本無縫何處通消息叉手向虛空青山炳白日", "767": "拈拈", "768": "世尊初生一手指天一手指地云天上天下唯我獨", "769": "尊雲門云吾當時若見一棒打殺與狗子喫。", "77": "日還有舉得者麼不妨請出相見問繁不錄乃云薰", "770": "拈云奇特太煞奇特俊悄果然俊悄於千百年後", "771": "下者一棒卻是打活世尊驀豎拂子云世尊來也。", "772": "世尊陞座文殊白椎云諦觀法王法法王法如是世", "773": "尊便下座。", "774": "拈云世尊平地起堆文殊就地剷削雖然起捺相", "775": "違不失父慈子孝且道世尊陞座文殊白椎還有", "776": "人會得也未。", "777": "世尊於靈山會上拈一枝花顧視大眾惟迦葉尊者", "778": "破顏微笑世尊云吾有正法眼藏涅槃玅心付與摩", "779": "訶迦葉。", "78": "風吹我出山來兩岸荷花透水開煙雨樓頭西祖意", "780": "拈云世尊和盤托出迦葉覿體承當以致遞代相", "781": "傳眉橫鼻直雖然如是大似好肉剜瘡一場特地", "782": "山僧當時若見振威一喝使這兩個老漢一場懡", "783": "㦬。", "784": "夾山二十年不曾舉著宗門中事。", "785": "拈云夾山用本分機這僧行格外句至明日掘坑", "786": "請埋這僧束裝前去虎頭蛇尾一場敗缺若山僧", "787": "作這僧待夾山云請打殺埋向坑裏便推向坑裏", "788": "云活埋底好看他如何。", "789": "百丈被馬祖一喝直得耳聾三日後來黃檗聞舉便", "79": "人天圍繞歎奇哉到者裏文不加點凌上座只好證", "790": "吐舌。", "791": "拈云馬祖一喝如撾毒鼓聞者無有不死百丈乃", "792": "大闡提人聞如不聞得以不死且道黃檗吐舌落", "793": "馬祖處落百丈處三個胡孫夜𥳽錢天明依舊尾", "794": "連顛。", "795": "黃檗與臨濟三頓痛棒。", "796": "拈云這條白棒揭地掀天不惟臨濟喫三頓大愚", "797": "亦喫棒了也不惟大愚黃檗自己亦喫棒了也且", "798": "道自己如何喫得呵呵忤逆不天打。", "799": "僧問首山如何是佛山云新婦騎驢阿家牽。", "8": "六傳而至慧能天下謂之六祖", "80": "明雖然如是也須頂門具眼肘後懸符底人始承當", "800": "拈云首山機通格外語出常情然中下之流卒難", "801": "話會或有問山僧如何是佛向他道三個畜生顛", "802": "倒走。", "803": "浮杯凌行婆話。", "804": "拈云浮杯把定乾坤南泉就中取事趙州殺活臨", "805": "時至使這婆一場賣弄千古傳名當時若問山僧", "806": "盡力道不得底句劈脊便打婆若擬議即云蒼天", "807": "中更添怨苦不惟奪婆子機關更坐斷南泉趙州", "808": "一番狼籍。", "809": "瑞巖與麼與麼云云巖頭云將我一枝佛法與麼流", "81": "得擊拂子云此一坐具地乃石晉天福年間有普明", "810": "將去。", "811": "拈云那裏是暪闍黎處彥便出去是受他暪不受", "812": "他暪岩頭云將我一枝佛法與麼流將去大似憐", "813": "兒不覺醜。", "814": "老宿一夏不為師僧說話。", "815": "拈云老宿不語其聲如雷這僧無聞有耳如聾僧", "816": "云得聞正因也得當面錯過宿云一字也無不合", "817": "與麼道大似揚聲止響鄰宿云鼠糞污卻普州人", "818": "送賊雪竇云誰家釜裡無一兩顆路見不平若是", "819": "山僧待伊云得聞正因也得便打出去免見許多", "82": "禪師於此開山大興佛事然此老只牧一頭水牯牛", "820": "狼籍良久云相識滿天下知心能幾人。", "821": "頌頌", "822": "世尊拈花世尊拈花", "823": "靈山會上一枝花信手拈來驗作家百萬此時俱卻", "824": "當無端一笑事如麻", "825": "女子出定女子出定", "826": "用盡神通不出定輕輕彈指便出得只因者個果即", "827": "當費卻幾年空氣力", "828": "臨濟在黃檗喫三頓痛棒臨濟在黃檗喫三頓痛棒", "829": "相逢不用更嘮叨三頓烏藤徹骨敲脫殼靈龜潑天", "83": "於寺前寺後東觸西觸棒雨敲風水足草足有圖有", "830": "去肋還三下轉風騷", "831": "百丈耳聾三日百丈耳聾三日", "832": "一喝猶如毒鼓揚耳聾三日事非常後來吐舌緣何", "833": "事不是愁人不斷腸", "834": "夾山二十年不舉宗門中事夾山二十年不舉宗門中事", "835": "二十年來不舉宗和盤托出太虛空掀床大似安空", "836": "柄掘地相埋顯此風", "837": "浮杯凌行婆話浮杯凌行婆話", "838": "浮杯不會老婆禪王老機關猶未全唯有趙州能殺", "839": "活當機贏得一粗拳", "84": "頌流布叢林今觀其圖讀其頌則知此老功夫綿密", "840": "閩王封柑橘問雪峰閩王封柑橘問雪峰", "841": "一色因何名兩般封回體露好生觀閩王蹉過重相", "842": "問紙覆方纔見一端", "843": "產難因緣產難因緣", "844": "子母難分正苦時瞿曇於法實無知可憐殃窟傳言", "845": "漢撞彩人偏信得伊", "846": "高峰枕子落地高峰枕子落地", "847": "網羅蜜布萬千重性命將逃斷不容冷地枕頭墮落", "848": "處翻身跳出夜摩宮", "849": "破砂盆破砂盆", "85": "道眼圓明所以道場雖經久遠終非湮滅昔嘉隆間", "850": "迅口道個破砂盆塞卻虛空不露痕三世古錐錐不", "851": "入貴如糞土賤如金", "852": "丹霞燒木佛丹霞燒木佛", "853": "荒院天寒燒木佛一堆紅焰逼繩床渾身終夜烘烘", "854": "煖罪過還須院主當", "855": "牧牛圖頌牧牛圖頌未牧未牧", "856": "兩角崢崢氣性哮四蹄奔走不知遙牧童猛力相追", "857": "去猶恐前途踏著苗", "858": "初調初調", "859": "鼻頭捏住把繩穿不肯回來著實鞭今日斷然難放", "86": "寺屬坵墟佛歸無相此道場之名亦幾泯滅遇我法", "860": "手生平力氣盡加牽", "861": "受制受制", "862": "頭漸低兮足漸隨方纔爾我兩亡馳腳根穩穩相牽", "863": "去帶月披雲不敢疲", "864": "迴首迴首", "865": "暫把繩頭繫樹頭相看不覺去剛柔半身黑白何如", "866": "也行步猶能轉顧留", "867": "馴伏馴伏", "868": "爛索收來在手邊尾巴放下不勞牽山童日暮先歸", "869": "去遠遠相隨亦自前", "87": "兄𨍏轢居士觀圖和神力破家私恢復廢址頓", "870": "無礙無礙", "871": "了無榮辱意恬如牛自眠兮人不拘一曲放開山色", "872": "外隨時水草飽還餘", "873": "任運任運", "874": "咄咄山童瞌睡中牛兒馴遶草蒙茸忽然醒得雲霞", "875": "暮徹骨清涼向晚風", "876": "相忘相忘", "877": "人牛各自在山中彼此形骸心自同多少白雲多少", "878": "月相看兩眼對西東", "879": "獨炤獨炤", "88": "成巍剎豈非此禪師道行所感使後人肝腦墮地而", "880": "山自無心月自閒何人拍手在雲間獨歌獨步誰堪", "881": "伴不覺牛兒已過關", "882": "雙泯雙泯", "883": "忽然無跡又無蹤只有團圞一個空識得中間還有", "884": "主大千沙界總叢叢", "885": "偈偈", "886": "示雲行二首示雲行二首", "887": "眼裡無筋一世貧奔南走北轉勞辛若知此道無殊", "888": "別何必他山覓遠人", "889": "三迴九轉煉成丹腳底山河路百千直得紅爐飛片", "89": "恢復如是耶今日山僧蒙闔郡宰官護法相延到此", "890": "雪十年心事總蕭然", "891": "與天目首座與天目首座", "892": "頂門具隻摩醯眼鑑破拈花佛祖風杖拂原流親付", "893": "汝立持濟道去流通", "894": "示法融書記募飯示法融書記募飯", "895": "佛祖皆從行門出化飯供僧事最高法法頭頭能活", "896": "潑要知隨處露風騷", "897": "示徒道模示徒道模", "898": "參禪如行路急忙趕向前繫得草鞋繩前人過嶺去", "899": "與元樸維那與元樸維那", "9": "六祖深明道本欲人人自求即", "90": "弘揚臨濟宗風接續曹溪正脈此亦禪師之道行所", "900": "看破拈花最上機隨宜說法不思議龜毛一柄親分", "901": "付濟北宗風任汝為", "902": "與天放書記與天放書記", "903": "掀翻佛祖關手段真奇特若有法可傳紅爐飛片雪", "904": "吾家書記天放子室中領略曾親切一柄龜毛拈付", "905": "汝直下承當無別說", "906": "與千靈堂主與千靈堂主", "907": "祖禰擔不了須得後人肩兩臂從來曲向前人大鼻", "908": "孔大頭穿一把龜毛一卷煙分付當人是的傳", "909": "與古融維那與古融維那", "91": "感將此道場轉為鴛湖第一法席然恢復且置祝", "910": "無法可傳無道可說珍重行持天童正脈鴛湖斗水", "911": "冷且清漏網金鱗好活潑布雨興雲等個時攪動乾", "912": "坤不在舌", "913": "與石堂書記與石堂書記", "914": "昔年曾到語溪遊冷眼相看暗點頭今日重來鴛水", "915": "畔低頭九拜轉風流", "916": "與月映西堂與月映西堂", "917": "三登九上已多年佛祖機關盡打穿一把龜毛今付", "918": "汝從教鼻孔去撩天", "919": "與香嚴西堂與香嚴西堂", "92": "聖開堂一句作麼生道卓拄杖云棒頭有眼無私照", "920": "一拂珍藏二十年今朝拈出快人天祖翁鼻孔時穿", "921": "卻雙徑鴛湖一脈傳", "922": "與紹昇知浴與紹昇知浴", "923": "從今不必更商量鼻直眉橫絕覆藏好把一枝無孔", "924": "笛玄音隨地發清光", "925": "與尼越塵與尼越塵", "926": "打破虛空方穩坐聽他石女唱巴歌超塵越格無過", "927": "此好自埋頭理錦梭", "928": "示超珍居士示超珍居士", "929": "頂門珍寶自家藏不遇知音莫舉揚信手撥開關捩", "93": "萬世謳歌誦　聖明復卓拄杖下座。", "930": "子隨時通透這風光", "931": "示文之居士示文之居士", "932": "乾坤一首大文章艸木山河字句長透得其間端的", "933": "意薰風吹動筆頭香", "934": "示隱凡監院示隱凡監院", "935": "輔弼高賢豈遠求通身經濟見風流紀綱佛祖權衡", "936": "處莫落楊岐第二籌", "937": "示公樸居士示公樸居士", "938": "丈夫別有千秋業此個根基不等閒鐵壁銀山挨得", "939": "入從教踏破萬重關", "94": "地藏誕辰月湖朱居士請上堂師舉拂子云地藏菩", "940": "四威儀四威儀", "941": "山中行高低石不平絆芒鞋殊覺腳頭輕乘興峰前", "942": "趁麋鹿不知過卻幾多程", "943": "山中住冷煖隨時過愛清風明月常盈戶葉落花開", "944": "歲月忘折鐺破甕超今古", "945": "山中坐擦破臀間褲愛跏趺沒膝青苔護瓦礫泥團", "946": "出定來叫他佛也不肯做", "947": "山中臥鼻息如雷太到天明紅日床頭露一盆清水", "948": "洗面皮摸著眼睛卻三個", "949": "山居十首山居十首", "95": "薩來也在山僧拂子頭上放大光明轉大法輪弘揚", "950": "山居沒個人松竹最相親活菜思量喫攜籃去採蘋", "951": "一飽不餘思獨行還獨坐懶得再煎茶夜來空腹臥", "952": "去事不必思來事不必算眼底又如何獨自閑支管", "953": "修行不得力住山無米喫到老還造業問著便一摑", "954": "氣小量復小世事全不曉一個舌頭尖與人打之遶", "955": "一雙窮相手弄鋤又弄筆不是等閒人生平不拈出", "956": "清晨喜看松到晚喜看竹萬事不如人獨高兩隻目", "957": "要武卻會文要文卻又武不合世閒情終年獨自苦", "958": "一片老面皮半邊沒鼻孔日日對青山不管閑骨董", "959": "青山個個笑笑我茆庵小終年不見人只見猿和鳥", "96": "三玄三要有賓有主有照有用有縱有奪有殺有活", "960": "住山歌住山歌", "961": "君不見古人說道住山良仙風道骨多詩腸耳不聞", "962": "貪嗔癡財色忙眼常見松竹梅霜雪揚草鞋一雙腳", "963": "跟老烏藤七尺腰肢強侵早起穿件百衲千結破衣", "964": "裳推開窗聽得前山黃鳥叫陰涼流來清泉與石髓", "965": "煎作清涼肺腑好茶湯只樂得沒有里胥債主催錢", "966": "糧又沒有賓客檀施要支當單單鋪得一張折腳床", "967": "松風明月細商量乘興吟出一句兩句放毫光粘得", "968": "稿子滿茆堂不知來得幾個採樵子大家嘻嘻呵呵", "969": "笑一場忽然想著幾根鮮筍喫直到高山頂上束一", "97": "還見麼其或未然山僧別為舉揚去也今此普明重", "970": "筐也不管春蘭芳秋菊黃眼空四海任滄桑末法世", "971": "好珍藏人情冷煖如朝霜若落了十日五日雨籬", "972": "緊閉花徑荒幽然獨得與高狂荳腐經年不見嘗只", "973": "落得個野僧千般絕萬般忘拍手呵呵上高岡忽然", "974": "一嘯聲入白雲鄉石關道人癡興長", "975": "詩詩", "976": "山居山居", "977": "居山何所事志氣得清狂水擊石痕瘦風梳竹葉香", "978": "心閑病自減慮靜日方長若問禪餘外花開書架傍", "979": "過訪無學兄不值過訪無學兄不值", "98": "興於明巖大師淨土法門巖乃幻也禪師之子幻也", "980": "風入書窗捲案章到來獨自想清狂可憐不似仙陀", "981": "客卻帶松聲出草堂", "982": "宿高菴宿高菴", "983": "薄暮探山色逢君意欲傾雲歸松葉暗鳥語石蘿輕", "984": "水落存清響窗虛集漏聲竹爐香有韻相續到天明", "985": "還山還山", "986": "戴卻來時笠笻隨山色歸野禽啼曲徑村犬吠斜暉", "987": "泉落危峰急花開夾路飛行行聊欲憩流水候荊扉", "988": "石根石根", "989": "百尺危岩似虎蹲幾層苔瘦見蒼根風過有意清毛", "99": "得法於笑祖則知巖亦臨濟後裔其不行臨濟宗風", "990": "孔霜打無心露骨痕靜夜未辭磨活水窮年見賞立", "991": "當門我今試探中深淺撥土還知到底存", "992": "竹居竹居", "993": "節高枝勁聚幽香吹入窗來個個涼莫道虛心常伴", "994": "我從來骨格傲秋霜", "995": "高菴寄友高菴寄友", "996": "抱病空山事事真茶煙不斷不為貧吟聲未絕雲流", "997": "出琴韻將成鳥和頻屋裡尖巒常遶座門前老虎慣", "998": "依人忘身樂道多幽寂君但能來話更親", "999": "東坡洗硯池看殘雪東坡洗硯池看殘雪"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B423 石關禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B423 石關禪師語錄", "author": "清 說　芳桂等編（依駒本印）", "language": "chinese", "source": "CBETA"}