{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1016", "1": "註華嚴同教一乘策一卷并序", "10": "遠慮。以　矢其", "100": "終頓。乃海具之江水。安得不醎。正同此間之同教", "101": "一乘也問。引文可爾。且四中同教。探玄果於共教分出。豈亦圓中同邪。答。太一曰。為成普〔法〕", "102": "所成。法性論中三處入法界。法華等教。非圓中同。而何故圭山云。若約頓開。但悟至此。便入圓教也。", "103": "密祖釋能所證義曰。能所無二。大乘終教也。能所俱", "104": "泯。大乘頓教中證道也願抄二後。", "105": "觀祖曰。以能所歷然。證事法界。能所一相。證理法界。", "106": "及事理無礙相即之門。能所俱泯。證事理無礙形奪", "107": "無寄門。存亡無礙。全證事理無障礙門。與一全収。證", "108": "事事無礙門貞元一之下。", "109": "評曰。能所存亡無礙。得非總取雙絕雙存圓中同", "11": "謀。使", "110": "教義乎。是乃同前密祖之終頓也。舉一全収。證事", "111": "事無礙別教也。此前更不立圓中同。又於終頓之", "112": "後。別有此門。義可見矣作此評者。判存亡無礙。是猶入海江水也。", "113": "密祖釋理事無礙中。至存泯同時。則曰邐迤有此三", "114": "重。事理無礙之義方足。智者一一審之揚雄吾子篇云。升東嶽而", "115": "知眾山之邐迤也。况介丘乎。注云。邐迤猶𢍉眇。", "116": "評曰。即前觀祖能所一相。所證事理無礙相即之", "117": "門。一重也。願鈔二釋俱存。現前故云即前等也能所俱泯。證理事無", "118": "礙形奪無寄門。二重也。事理雙奪存亡無礙。全證事理", "119": "無障礙門。三重也。為一事理無礙法界如次前二祖取之。第", "12": "華嚴宗大成者哉。希迪不敏。學而習之。略折", "120": "三重。乃圓中之同。如日月矣。非合終頓乎。二祖即清凉。第", "121": "一重終教。第二重頓教。第三重。乃圓中同也。", "122": "觀祖釋事理無礙曰。會法性者。以是同教一乘義理", "123": "分齊故演義第七云。又十對中。唯會法性。以是同教一乘義分齊故。", "124": "評曰。此蓋後三教。並揀於權。總是一乘。開之為同", "125": "別。貞元曰。實教大乘亦名一乘。即後三教合名為實。就實教中。約圓融不融。分成二種。即實教頓", "126": "教。並皆不融。為同教一乘。唯第五教圓融具德。名別教一乘此事理無礙。是同", "127": "教一乘之義理分齊故。圭山云。已當大乘同教之趣致故一一會", "128": "前終頓能揀權三之義也。清凉云。三乘一乘別。今但會一乘等以同", "129": "教一乘是該取頓實故也太一曰。此中所明如來藏佛性。雖約諸義。差別", "13": "幽微。叨申短注。雖無益於", "130": "不同。皆是同教一乘義也。何以故。為成普法故。普法所成故。", "131": "密祖又曰。具此十門。方名理事無礙。又曰。當同教大", "132": "乘之極致。後觀別教等觀註。", "133": "評曰。即前清涼存亡無礙全證之事理無礙門。此", "134": "大乘亦名一乘。故理義正齊。不必疑也。後觀別教。", "135": "此觀同教。何疑之有。次前即言。是同教一乘之義", "136": "理分齊。可為良證貞元一之上曰。實教大乘。亦名一乘。", "137": "觀祖又曰。實教大乘。亦名一乘。謂會三歸一。唯有一", "138": "乘法故。即後三教合為一實。即今性相二宗。有多差", "139": "別。略列十條。此能揀十義。亦即此經中同教之義。密", "14": "教。然其用心亦已至矣。冀毋", "140": "祖亦曰。即華嚴同教義演義六曰。此經同經者。三摩娑釋。依主得名。補盧沙聲。屬", "141": "聲受稱。此經之同教也。大抄四云。即華嚴中同教之義。", "142": "評曰。此亦後三合為一實。開二即同別。開三即圓", "143": "終頓也。是以為四。即但有同別。是合取頓實。即圓", "144": "中之同也。以一乘三乘小乘三宗不同。一乘有二", "145": "故配五教者。後三一乘宗。始教三乘宗。愚法小乘宗。如貞元等說。", "146": "此上釋合後三也。合為一乘。後段釋開後三也。則", "147": "唯後一中。自有同別。不取終頓。以一乘唯有同別。", "148": "無餘乘故。故成三一也此上白書。乃善住新加入。問。清凉義分齊中。合後三。", "149": "開同別邪。答。仰觀文意。直以後一。該取終頓作同。故云圓教攝。即太一謂。一乘即一乘也。若約影前二者。", "15": "罪焉。", "150": "即攝前四教。為一方便。故太一謂。即有二義。通說一乘等。全同教章行位中也。", "151": "或五則終頓圓。若後一自開同別。則離之之終頓。", "152": "非合之之終頓。亦以一乘三乘小乘不同。此中圓教為一", "153": "乘。宗始終頓為三乘宗。愚法為小乘宗。如教章等說。終頓二教。進退雖殊。然皆不違梁攝論也終", "154": "頓各詮雙存俱泯。偏而非圓。若取終頓。全同四中。", "155": "白書順明。此中反顯此理顯然。宜深思之。若將四教作五教", "156": "通。開合不分。偏圓難辨。如會解釋分四曰。非即合終頓但見理事", "157": "無礙之言。便名終教。如法華等。理事無礙一宗所", "158": "収。大乘一發。判為偏淺。多謂華藏。余親問頤菴云。亦兼前人。若爾如符真曰。", "159": "今理事無礙。是同教一乘。即終教無性真如。楞伽思益法華涅槃等一百餘部實教大乘所詮極理。未敢", "16": "時嘉泰改元之明年正月一日　　希迪　謹序", "160": "評定若謂圭山之言而不通者。略抄曰。漸宗所依之經者。是法華涅槃等", "161": "第四五時中所說法性實理。是結會始教之終極。故名終教。釋曰。且約一期漸教說也豈不", "162": "礙他漸中之圓。演義五云。華嚴之圓。是頓中之圓。法華之圓。是漸中之圓。漸頓之義。", "163": "二經則異。圓教化法。二經不殊等宗意別意。在於一乘等語乎。要問", "164": "上云。法華經宗義。是一乘經也。教章云。法華別意。正在一乘況吾宗未甞局判", "165": "一教而作一教。以深為淺。吾祖誡。之甚明。可深體", "166": "之。可深思之清凉云。一經容有多教等。", "167": "清涼曰。一同教一乘。同頓同實故此下皆義理分齊疏抄。", "168": "易簡釋曰。清涼玄文義理分齊中。同頓同實。及圓", "169": "融具德。乃教下曲分義門。與以教攝乘。義意亦別。", "17": "華嚴同教一乘䇿", "170": "指總相會通同別。并乘教開合同別。乃曰皆明教", "171": "門。非是義相以教攝乘中記文。", "172": "評曰。此兄常曰。但是義相。非為機教門。以一圓教。", "173": "豈有二種修證。故此揀云。乃教下義門。是義相也。", "174": "不同二處。皆明教門矣二處者。總相會通。與乘教開合。", "175": "迎福釋曰。三此中同教。要圓教與終頓二教。義類相", "176": "似。故云同也。", "177": "評曰。迎福老人。聰明愽達。當今諸方。放出一頭地", "178": "者也。歐陽集曰。讀軾書。不覺汗出。快哉快哉。老父當避路。放他出一頭地也。可喜可喜此", "179": "論似涉無稽。何邪尚書云。無稽之言勿聽。弗詢之謀勿庸。注稽考。庸用也。", "18": "住善住法真大師　師會　述", "180": "清涼釋曰。言同教者。謂終頓二教。雖說一性一相。無", "181": "二無三演義五云。言無二亦無三者。古有多說。大乘法師云。二即第二。三即第三。以菩薩乘勝故。", "182": "為第一等。", "183": "評曰。此正同教自相也。理應更曰。言思斯絕。以影", "184": "在下文不言耳。無二無三。非泯二乎。問曰。彼頓實。", "185": "安知合彼為同教邪。答。祖曰下同同教。釋此言也。", "186": "如次引云下引演義四十四。", "187": "又曰。不辨圓融具德事事無礙。故非別教。", "188": "評曰。揀非別教也。既非別即同明矣。不亦即終頓", "189": "非別乎。", "19": "問。華嚴大宗。唯同別二教。〔太〕曰。一乘義者。分別有二。一者正乘。二者方便乘等。", "190": "又曰。而別教中有一性一相事理無礙。言思斯絕。同", "191": "彼二教以約揀權。且收頓實。即法華等了義大乘。並名同教一乘。", "192": "評曰。此示能同。即別教中彰其無礙也。非別有同", "193": "教同彼也。今能所同義。不同昔人。可深體之。良以", "194": "同彼。故取之也。義如下引。昔謂同教同彼。今乃合彼為同。故有異也問。", "195": "信滿成佛。行布十地。同前諸教。能同名同。豈非同", "196": "教同彼耶。答。彼約一乘同三乘方便。引彼令捨權", "197": "入實。不待該而是圓章曰。以此經中安立諸位。有二善巧。一約相就門。分位前", "198": "後。寄同三乘。引彼方便。是同教也。二約禮就法。前後相入。圓融自在。異彼三乘。是別教也。釋曰。探玄云。前", "199": "約同教。攝彼中根。今顯別教。彼斯上達。此之謂也今約所詮事理無礙。是", "2": "武林沙門　希迪　註", "20": "釋曰。斯則乘為兩種。教立二門。故云唯同別也別義講解多同。同謂唯一別教但易", "200": "一該取二教所詮。入圓成此。彰其無礙。如浩然氣。", "201": "孟子公孫章曰。我知言。我善養吾浩然之氣同雌雄風。文選風賦。此所謂大王之雄風。", "202": "庶人之雌風也總斯二風。以為一氣。浩然之外。無別雌雄。", "203": "雌雄之外。寧有浩然。事理無礙。能同也。合浩然氣同存絕", "204": "即泯。終頓也。合雌雄風總斯存泯。為事理無得。同教大乘之極致也。", "205": "合總斯二風以為一氣道理亦爾。豈二事理無礙。分能所耶。", "206": "合浩然之外已下章家約引權機。此文該取偏法。機教相", "207": "須。宛然凾蓋。然皆別教一乘。同前教耳。第二義中。", "208": "廣引祖據。可却觀之。", "209": "又通難曰。以別該同。皆圓教攝。以別教一乘。該取終頓。為圓中同。故云圓", "21": "簡特異。而多不從。獨易簡說能弘義門教門三種之別。而多不從者。楊子云。不合乎先", "210": "攝抄曰。猶彼江水入海亦醎具云。謂有難言。既同頓同實。何異頓實。故此通", "211": "云。即此同中。必有別義。如事理無礙。必有事事無礙等。", "212": "評曰。既俟別該。即偏教之終頓。非能同別教也。又", "213": "言。江水入海。非自海水。即終頓為此之事理無礙", "214": "明矣。指圓教攝。即總取雙絕雙存圓教中同教也。", "215": "當知該之之終頓。非離之之終頓。入海之江水。非", "216": "未入之水矣。開為終頓。則各得存絕即泯之一門。", "217": "該而合之。則具得存絕即泯同時全入之事理無", "218": "礙門也。弼師曰。謂此同教。但於別教法體之內。約於一分。似頓實義。立為同教。體不離別。非", "219": "別教外。直以終頓。便名同教等。則與今天壤也。况更承襲即所謂同教一乘之", "22": "王之法者。君子不法也若同教一義。或曰三種。此即易簡。言三種者。一融會同。", "220": "義理分齊。同教之極致也。豈別有事理無礙。同彼", "221": "事理無礙乎。若本與同之圓。豈可復言圓教攝也", "222": "該取偏法。有理有文。以圓攝圓。文理俱絕。", "223": "又曰。圓教有二。一同教。二別教。別即不共。不共頓實。", "224": "同教者。同頓同實。若下同同教一乘等注䟽六十一云。上之十門。", "225": "初一小教。次三涉權。次三就實。後三約圓中不共。若下同諸乘。通十無礙。一部大宗。不獨此品。（即十地品）演義", "226": "四十四云。上之十門下。約教教分別。即具五教。涉權是始教。就實通二。一即終教。終教亦名實教故。其攝相歸", "227": "性。亦通頓教。以後三教皆同一乘。並揀於權。頓亦名實。後三圓融。即是圓教。而言不共者。圓教有二。一同教。二", "228": "別教。別即不共。不共頓實故。二同教者。同頓同實故。今顯是別。故云不共。若下同諸乘下。約融通說。若下同同", "229": "教一乘。即收次三。就實。若同於三乘。亦收前四。以其圓教如海包含無不具故。釋曰。下同諸乘。通十無礙。仰觀", "23": "二和合同。三義相同或曰四門。此指會解。言四門者。一三一和合同。二同泯二乘同。三義類相", "230": "疏意。即是全收別教該攝門也。今答卷約同教釋者。且取非即圓通。然法真大師圭山前身也。", "231": "評曰。既言下同同教一乘。則收次三門唯識。則同", "232": "教一乘是。終頓何不得稱此名邪。既曰收之。是海", "233": "具之江。水不同長江也。然海中江乃収長江同味", "234": "耳。別教同彼。言下同也。", "235": "又曰。若同三乘。亦収前四。自注云。乃前四門唯識。非", "236": "四教也。", "237": "評曰。別教一乘。下同諸乘。自下至不待該例顯既不所同。是", "238": "三。能同亦三。能例當知。別教下同終頓。不應便非是", "239": "圓。却竢該而入圓也。所例以本非江水。故不待入。本", "24": "似同。四同成一教同言小異。大義不差。頥菴謂。善住自指。若然者。同彼會三。故云小異", "240": "非不融。故不待該。約宗因以釋成能同。一性一相。是有法。不待該為宗。因云。本非", "241": "不融故。同踰如自海水。自海水是有法。不待入為宗。因云。本非江〔水〕蓋後三教並揀", "242": "於權。合為一實。皆是一乘。開即為二。謂同別也。有", "243": "開之之終頓。非圓中之同。為次義本今將合之入圓。故", "244": "說該耳。以別該同皆圓教攝而抄又曰。如海包含。無不具故。", "245": "則總収諸教。會三歸一。得非廣乎彈會解也。問。人謂會三唯是法華。如", "246": "何。答。非獨法華也。何者。祖云。若引機以會同。同同具十。豈亦法華為能會。若爾。探玄何謂。華嚴無權可會。", "247": "涅槃會前諸權。答。彼約化儀。非此之比。豈不乖〔害〕。猶南行者至於郢。北面不見冥山者。去之遠也。若剉法", "248": "真此語。得不異於江淹夢筆也。問。心識中設以法華為能攝。何失。答。則違清凉華嚴疏。初列屬所攝也。若", "249": "爾。稱性極談一乘要軌。可謂會三歸一不。答。賢首雖云引彼三乘。清凉云開權〔實〕。如。約相就門。皆別教也。", "25": "旨意是一。故曰不差而學者二三不知孰是。請諸少俊。愽採祖", "250": "問。已知能會非獨法華。且群修多羅得名同教一乘。為因華嚴該耶。為因法華會耶。答。若因法華者。則有", "251": "宗因通局過。以諸宗皆說法華會三歸一故。若謂此約會歸華嚴。異諸宗者。則有自因為力過。以假華嚴", "252": "故。問。畢竟如何。答。凡名同教一乘者。必因圓該。故云為彼所目。從彼所流一乘。攝方便同頓同實等。其間", "253": "雖通說別說不同。然皆別教該耳。問。章初同教。豈亦圓該釋。是亦方便中分。方便中融。成機欲性。入法界", "254": "中。是知法華等經。要依圓該。方名同教。若非圓該。就彼自宗。非圓教攝。應立量云。諸經是有法。名同教一", "255": "乘為宗。因云。圓該故。同喻。如百川。百川是有法。亦名鹹味。為宗。因云。海具〔故〕名醎味。圓該故名一乘。此上", "256": "言該者。以別該同之該。非該攝門之該也。諸賢到此。幸冀留神。懷前識以標玄。存所存之必當。則吾未如", "257": "之何也。已矣總會諸權。以入一實。得非為人之教門乎。", "258": "彈易簡同頓同實。又同三乘。前後互出。前該頓實。此同三乘。故云", "259": "互出前明揀權。未収溝洫。包氏注論語曰。方里為井。井間有溝。溝深四尺。十里", "26": "文。示其所歸。當公論是非。不可私其所黨。至祝至祝。", "260": "為城。城間有洫。洫廣深八尺之也且同頓實。況復影在前文全収", "261": "中耶。前云。語其橫收。全收五教此文揀収具明。別即不共。不共頓實故。同教者。", "262": "同頓同實故但揀頓實。異於前文。今云。別即不共。不共頓實。前云別教一乘。", "263": "唯圓融具德而前文又曰。尚非三四。前後相仍。全同教", "264": "章分相中也。又知不共。非唯不共二乘。乃權實三", "265": "乘皆不共也。探玄云。如力士經。大般若等諸大乘中。於中雖有權實不同。皆具三乘", "266": "揀則三一不同。同則三一和合。亦斯義也。", "267": "全収諸教宗。迎福曰。四此中全揀前四。不攝於圓。約", "268": "別教說。若此中全収。圓必攝四。約同教義說。故行願", "269": "抄作此指也。此約圓教収前四教。同成一教。故云同", "27": "其一言通目。內章具云。又言同者。眾多別義。一言〔通〕位中所含。即通成解行等隨", "270": "也。故下抄亦云。若同於三乘。亦収前四。以同教如海", "271": "包含。無不具故。然上四義収攝同教。體勢略盡。有同", "272": "此類。以義収之。則無所濫涉矣。又餘三義。諸祖共有", "273": "同頓同實。清涼新加。唯約一乘深義說也。又泯二是", "274": "同。乃目法華等。餘三皆華嚴也。", "275": "評曰。迎福老以海具百川。說全収之義。與章初少", "276": "異。會解云。以初義具三一乘故。少異全收不知將章初海印一乘。並", "277": "所詮中一乘為百川邪。不百川非海而何。莊子疏云。凡百", "278": "川谷又曰。共三一以法華為同教。又不揀泯二是同", "279": "之一乘。目法華義。差當曰。所以不揀第二義者。但由第一與第四但少異。故須當", "28": "別取一義。內章又曰。會義不同。多種法門。隨別取一義。餘無別相。故言同耳。釋曰。地論云。", "280": "揀。而四教中泯二為同。於共教中分出。但泯始教二乘。歸法華終頓之同。與第一義具三一〔義〕天隔。故章", "281": "中三是諸教。一是圓教。第二義所泯。是始教中二泯為一。是終頓之一。雖同是法華。義勢天遠又", "282": "曰。餘三皆華嚴。華嚴非海乎。或似自語前却。注云。共三", "283": "一以法華為同教。結云泯二是同目法華等。餘三皆華嚴。故云前却又曰。然上四義", "284": "収攝同教。體勢略盡。若曰旨意是一曰盡。此四豈", "285": "非是一。若云祖文出處略盡。莫未盡否。又唯將全", "286": "収。作同教釋。差當云。圭峯决以全收門。只作同教意又曰。収前四教", "287": "同成一教。故云同也。此作得名所以。不知自何而", "288": "來也既無自來奮私知也。", "289": "圭峯曰。全收諸教宗同教緣起義。亦指大疏玄談全", "29": "信地菩薩。乃至與不思議佛法。為一緣起并同別中。各說同別等義。各說", "290": "收之義行願抄具云。然此華嚴圓宗。具別教一乘同教一乘二義。上性起門。即別教義。逈異諸教", "291": "故。上緣起門。即同教義。普攝諸教故。大疏玄談。全揀全收。全揀諸宗。即別教性起義。全收諸宗。即同教緣起義。", "292": "釋曰。約教分別也。故云華嚴圓宗具別教一乘同教一乘二義等。答。卷作釋。即以所收為同教一乘。故云即是", "293": "方便前之四教謂之諸教等。會解到此。便謂同成一教。從此得名。別立一門。若非法真降迹出現。演說教門。而", "294": "我何由得至此地。所感之恩。彌深彌厚也。", "295": "評曰。此作同教釋。則是方便故。章曰。若約同教即攝前諸教。是此方", "296": "便故賢首圓教或五也。章曰。於圓內或具五教。以攝方便故且取非即", "297": "圓通義也。內章曰。若橫依方便進趣法門。即有二義。通說一乘釋曰標也。一〔由〕究竟一乘", "298": "教成。何以故。從一乘流故。又為一乘教所目故。二與彼圓一乘。為方便故。釋曰列也。故說一乘非即圓通", "299": "自在義也。釋曰結也既曰全收諸教。即前之四教。謂之諸教。", "3": "同教䇿者", "30": "同別者。具云別教之中亦有同別。由多即一。是其同也。為一中多。即是別也。同教之中亦有同別。一乘三", "300": "清涼曰。圓必攝四。若爾即教章所詮差別。攝前之", "301": "同教。亦即教章之初同教。以此同教。始自一乘。終", "302": "至多乘。無不包故。問。此之分齊。與諸文不同如何。答。雖知同教皆由圓該教章之", "303": "初。兼用宗義。是故分二。已去文中。一乘皆是圓教。太一曰。依法華經。三乘一乘約界分體相。方便究竟不", "304": "同故。又曰。依攝論。一乘三乘小乘。於教門中。成機欲性。顯法本末不同故亦即賢首總", "305": "收十門。唯心之同。探玄十三云。上來十門唯識道理。於中初三門。約初教說。次四", "306": "門。約終頓教說。後三門。約圓教中別教說。總具十門。約同教說。問。復古記云。前五總融為同教如何。答。第", "307": "五圓教。猶金剛齊。餘方悉轉。此地不動。今作此說。則孰為別教。若爾。豈異笑菴同成一教。易簡普收諸教。", "308": "則亦濫有奴無主過也。細思清涼曰。如海包含。無不具故。則同", "309": "頓同實之義。亦是此義。下文亦說三乘故。章中前", "31": "乘同一善巧。是其同也。各為據機別。即是別也非諸方所諍。不必辨也。", "310": "曰華嚴一乘。後曰圓之同教。如行位差別非海而何。會解", "311": "謂初義具三一少異全收。非也至相亦曰。會三歸一。故如同也。三", "312": "即諸教故。如初義已辨。所攝之乘。既唯一勝方便。能攝之教。豈合有多門。故", "313": "上云亦即等也彥和可常共取至相。此義釋章初二門。但", "314": "不用同。與今有異。華〔嚴〕笑菴。不以孔目與章初是同。遂與法真碩異義苑", "315": "亦指此同章初之義。此有深理。昔可尚也。安更有", "316": "詞。義苑曰。若會三歸一屬於同。若稱性融通。法本如是。一屬於別。此與孔目同等此義祖", "317": "語稍多。然又易見。不多云也。", "318": "清涼全曰。大海必攝百川。同一醎味。圓必攝四。圓以", "319": "貫之。亦圓教攝。尚非三四等。有其所通。無其所病。圭", "32": "章初一別教。二同教。易簡釋曰。後同教門。直就法界", "320": "山大抄。指全收為一。是別教。大疏云。初總為一。謂圓教攝於前四。一一同圓。", "321": "注云。海中百川無非海等。大抄五云。言一一同圓者。謂應難云。既攝前四。何殊小乘。及法相等。故今釋云。圓教", "322": "攝四之時。一一同圓。尚非終頓。何況初二。故注中舉喻意云。如海中百川。滴滴皆具十德。及百川之味。不同江", "323": "河。雖千萬里。終無海中之一德又曰。統收不異曰一。運載含容曰乘。", "324": "願抄第六章門探玄等亦爾圓教或一。餘相盡故。一切三", "325": "乘。本來悉是一乘法等故。則全收是別。義亦可見。莊子", "326": "曰。日月出矣。而爝火不息。其於光也。亦不難乎不能廣辨。過吾門者。熟聞之", "327": "矣。況孔目問答。此之同別。文義如雲。選西都賦曰。冠蓋如雲。注云。如", "328": "雲言多也然二師既但此之三四。且亦逢場作戲耳清凉曰。若", "329": "有過不說。是非渾和。豈唯掩傳者之明。實乃壅學人之路。是以法真具錄諸祖微言。秉真立破。義苑才吐。便自", "33": "本末融會。故下章云。此同教說諸乘等會融無二。同", "330": "成溪。然亦不獲已而為之。豈好辨也。", "331": "此後二章當時失入卷內。遂不達寶塔之手。因復", "332": "入之。", "333": "祖曰。一乘教義分齊。云何一乘教。有二種。一共教。二", "334": "不共教。圓教一乘所明諸義。文文句句皆具一切。此", "335": "是不共教。二共教者。則小乘三乘教。名字雖同。意皆", "336": "別異要問上一乘分齊義。", "337": "評曰。祖言別即不共。地經抄四十四。前已具引又曰。逈異餘宗。", "338": "圓覺略抄第八又曰。不共二乘。疏九十五曰。普賢智境。即是舉勝不共二乘。名為揀", "339": "劣又曰。不共三乘小乘同。孔目四十明章又曰。別於三乘。", "34": "一法界。", "340": "章初此皆敻絕逈異不共。以解別也。然其所自。蓋出", "341": "智論。太一首由。諸祖靡有不從。其唯圓融具德。乃", "342": "目普法之自體。非釋別名之訓義也。又祖曰。餘經", "343": "是共教。一乘三乘小乘共依故。要問二十六又曰。二乘", "344": "共有名數共同。要問二十一又指成不成等四句。則曰。", "345": "是一乘共教。非別教也。要問二眾生作佛義皆以共釋同。蓋", "346": "共者教也。又曰。三一和合。教章同一善巧。妙趣章故名", "347": "同教。此乃以合釋同。同者合也。則三乘為教。一乘", "348": "為義。和合不離。攝成益也。又同者輩也。齊也。此言", "349": "流輩相齊也。祖曰。同教門者。則與三乘義同。但由", "35": "評曰。此中引文不盡。次云有其二門等復錯亂宗因。以宗為因。", "350": "智回向故。入一乘孔目二真如章又曰。依一乘教分。與終", "351": "教相同。要問十修道總別義又曰。同教者同頓同實。下同諸", "352": "乘。又曰。文雖是同。意皆別異。上句孔目十地章。下句要問一乘義皆", "353": "言三一宗差。法門同也。又說法華漸同華嚴。教章此", "354": "以流輩相齊。以釋同也。此中法華。即圓中同爾。又", "355": "曰。今以理求通。與同義無別趣。蓋以同猶通也。故", "356": "有通教一乘。妙趣曰。前德已述通別二教。而未見釋相亦言是一法門。", "357": "通彼三一。達乎二宗。如曰上件法門。攝下諸教。頓", "358": "屬其上。分本教義。漸從其末。義通一乘三乘小乘。", "359": "何以故。為彼圓教所目故。孔目一又曰。此義在三乘。", "36": "故云錯亂。如焚薪說自言此是能弘門。非被機之教也華藏若了", "360": "亦通一乘說。孔目三緣起章又曰。此文在三乘。亦通一乘", "361": "用。要問三十五三性三無性又曰。此又在一乘。通彼三乘用。要問", "362": "四十四悔過法義此以通釋同也。然其濫觴。家語皆智論之", "363": "共教。共即同故。太一用之。諸祖同遵。豈有異致。故", "364": "知諸文同教之名。釋訓不出三一共通和合。流輩", "365": "相齊。故名同也。釋訓既爾。諸文互成。今欲示義。且", "366": "作此耳。其會三歸一。乃教相也。由彼教中詮顯此", "367": "理。知其是同。可釋迴三入一教之名義也。豈有將", "368": "會三歸一。作同字之。", "369": "一乘宗。是則一乘還有同別。亦順三宗。故一乘中。", "37": "一同一別。必不出此言也。書曰。若網在綱。有條而弗紊。", "370": "無二同教對一別也。是則頓實。屬三則權。屬一則", "371": "實。離偏而合圓也。蓋以教海之中接引物機。有多", "372": "方便。句數不同。前代諸德各述一門。如古今立教五祖", "373": "籠絡。結成教網。故有開合。縱成多教。皆初圓中漸", "374": "次開也。苟爾。亦圓之始小邪。答。實爾。總之別也。又", "375": "何離偏而合圓邪。機有普別。智有三一。得向異故。", "376": "是故卷舒。不曰一端。舒而常卷。卷又即舒舒。卷自", "377": "在。為華嚴教網之大宗也卷舒者。地論二云。舒則徧至阿僧祇世界。卷則", "378": "還入常光。", "379": "注華嚴同教一乘䇿卷終", "38": "迎福釋曰。此乃三一合說。則三乘一乘和合不異。又", "39": "注曰。此約三一具。故名同。又揀非海具百川等。云云", "4": "法真大師天縱機先", "40": "會解注云。以初義具三一乘故。少異全收。以全收必約海具百川。故說少異。具三一。故。以法華為同教也", "41": "至相釋曰。經云。會三歸一。故同也。問復入二章曰。會三歸一。乃教相也。", "42": "豈將作同字之訓義哉。今云。至相釋曰。何耶。答。此約釋義。彼約釋文。不相違也多義如彼。妙趣", "43": "章又曰。今以理求通之。與同別趣也。今從至相孟子曰。所", "44": "願則學孔子也。又曰。予未得為孔子徒也。予私淑諸人也。", "45": "評曰。易簡將彼別教。此對同之別。易簡曰。妙趣章云。別於三乘。故", "46": "名別教今取彼同。示此對別之同。義無舛也。大師親謂。義豐", "47": "〔勒〕成。例釋甚當迎福亦曰。別義皆同。則亦與矣會解第八云。別教名", "48": "義。諸祖皆同。與者許也。語云吾與汝弗如也。", "49": "清涼總相會通中。或分為四中云。三同教一乘。如法", "5": "才懸世表。既", "50": "華等大經疏二云。中間三教。存三泯二別。故開之為四。一別教小乘。如四阿含等。二同教三乘。如深", "51": "密等。三同教一乘。如法華等。四別教一乘。如華嚴等。", "52": "易簡釋教章攝益中同教一乘云。此即三乘一乘", "53": "和合。屬同教攝。前別教一乘即是圓教。權教三乘", "54": "即是始教。同教一乘即當終頓。故清涼玄文云。三", "55": "同教一乘如法華。演義釋曰。即合終頓二教也同教", "56": "唯一。勢多變態。諒乎攝益。於五教中。前四當三乘教。後一當別教。三一和合當同教。今配分四。幾許誤哉。", "57": "評曰。此師又指。此乃別教所不揀者也。易簡曰。終頓二教亦", "58": "是一乘。非此所揀又曰。終頓二教。文雖不揀。常自逈異。次曰。", "59": "以華嚴中唯圓融具德故。至下教義攝益中。分為三類。一別教一乘。二權教三乘。三同教一乘。斯與終頓", "6": "堅綜其指。廼", "60": "自別故此指云。即當終頓。非圓教也。決擇其意中。亦", "61": "曰終頓非後教也。餘義不錄即當等者教門與義相為二也。", "62": "迎福會解曰。要終頓二教同泯二故。名同教一乘也。", "63": "注曰。此約終頓二教。泯二是同。非即合終頓為同也。", "64": "正約終頓同無二乘。故云同教一乘也。又次義中注。", "65": "若終頓自相同者。漸頓有異。安得是同。又曰。不是合", "66": "終頓為同。但約同泯二。故名同也。又曰。近人皆云。終", "67": "頓二教合為同教。漸頓自殊。將何可合耶會解第八。", "68": "評曰。此亦非圓中之同。又非合終頓。是離之之存", "69": "泯也。又將泯二是同。作同教得名所以。已上按定其非餘", "7": "虗洞於玄。非為私於己焉。實欲公於萬世以", "70": "義可知也。如講時所辨。", "71": "清涼釋曰。始教存三故。別為一教。終頓泯二是同故。", "72": "合為一教。下列四中云。三同教一乘。即合終頓二教", "73": "也演義抄第六。", "74": "評曰。此乃泯二是同。出合為一教之所以。文義煥然。宗因", "75": "允當。清凉曰。仲尼傾蓋。伯牙輟絃。亦藉形聲矣。不面而傳。得旨繫表。意猶吾心。未知有也非同", "76": "教得名之因由也。張家兒豈作李家子。然涉獵之譏。不可逃也是故存", "77": "三為一教。泯二為一教。與小圓為四。亦明曰同教", "78": "一乘即合終頓。與迎福有異。自注云。然亦各自建", "79": "立不必見疑清凉與迎福。有異建立也。", "8": "救其弊也。由是", "80": "又曰。約圓融不融。分成二種。即實教頓教並皆不融。", "81": "為同教一乘。貞元一之上善住自注云。此約理事無礙。對", "82": "事事無礙揀也。問。若一向不融。何異頓實。答曰。若入", "83": "圓收。理事無礙。必有事之無礙。何以故。由彰其無礙", "84": "等四門皆別教故玄文曰。今顯別教一乘。略顯四門。一所依體事。二攝歸真實。三彰其", "85": "無礙。四周徧含融。釋曰。上之四門。初即法相。二即無相。三即同教。四即別教。若下同諸乘。通四無礙。皆別教分", "86": "齊。法界三觀。其義一揆。詳之可見。若爾何謂非餘經法界釋。體勢縱橫。不可定準。故祖曰。此經所宗。諸經通體", "87": "等。", "88": "評曰。既曰不融為同。非泯二名同。不亦顯然乎。又", "89": "此同教一乘。是合終頓。義亦明矣已上躡〔疏〕印定。", "9": "深存", "90": "又曰。若自他相絕。則與眾生心。同一體故。無心外也。", "91": "不壞能所。故能知也。自解曰。此通終頓二教。但同一", "92": "體是頓教。兼不壞能所知義。即是終教。若總取雙絕", "93": "雙存亦圓教中同教義也地經云皆如實知。疏五十八云。審於事實。見理實故。亦非", "94": "心外見法。亦非無境可知。若自他相絕。則與眾生心同一體故。無心外也。不壞能所。故能知也。又他心是總。餘", "95": "皆是別。六相圓融。一乘之實知也。抄四十一云。皆如實下。總釋如實知義。有五教意。初通小乘初教。理實通人", "96": "法二空故。二亦非心外下。通始終二教。唯識之義通二教故。三若自他相絕下。通於終頓兩教。相同一體。即是", "97": "頓教。兼取不壞。能所知義。即是終教。又總取雙絕雙存亦圓中同教義故。四又他心是總下。六相圓融。唯屬〔同〕", "98": "教一乘之別教義。釋曰。約教分別。故云有五教意等。若約融通。皆別教也。", "99": "評曰。既稱總取。合二教也。亦圓教中。□同非離之"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1016 註華嚴同教一乘策", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1016 註華嚴同教一乘策", "author": "宋 師會述　希迪註", "language": "chinese", "source": "CBETA"}