{"language": "chinese", "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 005 天請問經疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "題解天請問經疏", "1": "整理者　李際寧", "2": "〔題解〕", "3": "《天請問經疏》，佛教經典註疏，唐釋文軌著，一卷。", "4": "《天請問經》篇幅短小，以天與佛問答的形式，論述了佛教「無生", "5": "第一樂」的基本教義，內容與《法句經》有相通之處，為印度佛教小乘", "6": "經典。本疏則是文軌對《天請問經》的逐句註疏。釋義精良，有較大", "7": "的研究價值。本疏未為我國歷代經錄所著錄，亦未為歷代大藏經所", "8": "收，亡佚已久，但高麗義天《新編諸宗教藏總錄》有載。後於敦煌遺", "9": "書發現三號，為收藏於中國北京圖書館的新316號（首尾完整）、北", "10": "6662（黃19）號（首殘尾存）與收藏於法國國家圖書館的伯2135號", "11": "（首殘尾闕）。民國十四年（1925），曾將北6662（黃19）號鉛印出版，", "12": "後日本《大正藏》據該鉛印本收入第85卷，惜原文首殘，故佚作者", "13": "名；且無校本，故錄文有誤。", "14": "整理本的底、校本如下：", "15": "底本：中國北京圖書館藏新316號；", "16": "校本：甲本，伯2135號；", "17": "乙本，北6662（黃19）號。", "18": "另，經文正文參校《大正藏》第15卷所收《天請問經》。", "19": "錄文〔錄文〕", "20": "天請問經疏", "21": "沙門文軌撰", "22": "如來大悲，隨機攝誘，兼濟十惡，匪直五乘。所以化創憍陳，道", "23": "終須跋。文積鉅萬，簡累大千。幽宗妙旨，奚易稱述。或談空，", "24": "空於實際，性相俱亡；或論有，有於假名，果因雙備。然則空不離有，", "25": "悟有即空；有不離空，迷空成有。或談權道之三乘，乃分羊鹿之殊騖", "26": "（音務，謂馳騖也。）；或論究竟之一實，復合白牛之同驅。然則，實", "27": "不離權，因權入實；權不離實，為實施權。有雖不離空也，然以因果", "28": "為宗；權雖不離實也，明是聲聞藏攝。", "29": "已知經宗藏攝，次釋經首題名。所言《天請問經》者，因天請問，", "30": "說此經也。此天知己勝報，由昔勝因，為令他知，故來請佛。或問罪", "31": "福，或問犯持，或問苦樂，或問愚智。然為至理深玄，法門浩瀚，故隨", "32": "事寄喻，以啟問端。所冀籍淺以涉深，因近以梯遠，即從此「請」，以", "33": "制經名。所言「經」者，貫攝義也。以佛聖教貫穿攝持所說之義，名", "34": "為「經」也。故云《天請問經》。", "35": "《經》曰：如是我聞，一時薄伽梵在室羅筏，住誓多林給孤獨", "36": "園。", "37": "述曰：經分三分：一、教起因緣分，即序分；二、聖教所說分，即經", "38": "體；三、依教奉行分，即流通。序分有二：一、通序，為證信，諸經通有", "39": "此序故。二、別序，為發起，唯為發起此經故。此即通序也，有四句：", "40": "一、總顯己聞；二、說教時節；三、說教之主；四、說教之處。", "41": "「如是我聞」者，此依《佛地論》釋，謂「總顯己聞」也。傳佛教者，", "42": "言如是事，我從佛聞，故言「如是我聞」。若別釋「如是」，依四義轉：", "43": "一、依譬喻；二、依教誨；三、依問答；四、依許可。今且依「許可」", "44": "解釋。謂結集時，諸大聖眾咸共請言：「如汝所聞，當如是說。」傳法", "45": "之者，便許彼言，如是當說「如我所聞」，故言「如是我聞」。「我」謂諸", "46": "蘊，世俗假者。「聞」謂耳根發識聽受。廢別就總，故說「我聞」。又", "47": "釋：如來慈悲本願增上緣力，聞者識上，文義相生。此文義相，雖親", "48": "依自善根力起，而就強緣，名為佛說。由耳根力，自心變現，故名「我", "49": "聞」。", "50": "「一時」者，說教時節也，謂說此一部經法竟時也。又說者、聽者", "51": "相遇時等，故名「一時」。", "52": "「薄伽梵」者，說教主也。舊云「婆伽婆」，訛也。佛有十號，此", "53": "第十號也。諸經之首，皆置此名者，以此名中總攝眾德，餘九不", "54": "爾。又，此之一名，世咸尊重，是故經首皆置此名。然舊譯人初傳佛", "55": "號，故以佛名替薄伽梵也。依《佛地論》，「薄伽」聲中具含六義：一、", "56": "自在義，謂諸如來永不繫屬諸煩惱故。二、熾盛義，猛炎智火所燒煉", "57": "故。三、端嚴義，妙三十二大士夫相所莊嚴故。四、名稱義，勝德", "58": "圓滿，無不知故。五、吉祥義，世間供養，咸稱贊故。六、尊貴義，利", "59": "樂一切，無懈廢故。「梵」者，圓滿義，即是如來圓滿成就如上六義，", "60": "故名為「梵」。然舊譯為「世尊」者，但得第六一義，不得餘五。《智度", "61": "論》等云：能破四魔怨敵，名婆伽婆者，但得初自在義也。又《涅槃》", "62": "云：「婆伽，名破；婆，名煩惱。」能破煩惱，名婆伽婆者，亦當自在", "63": "義也。", "64": "「在室羅筏，住誓多林給孤獨園」者，說教處也。舊云「舍衛」，", "65": "或云「舍婆提」，皆訛也。諸來三藏，音有楚夏故也。具足應云「室羅", "66": "筏悉底（丁履反）」，今略去「悉底」也。唐云「好名聞」也。上古之", "67": "時，有二兄弟於此修學，俱獲仙證，有好名聞。後王於此建立都城，", "68": "即以仙名為城之稱。又曰「多聞城」。此城多有聰明學問，能造", "69": "記論。九十五種外道師弟此中最多。又，十六大國有六大城，此城", "70": "最勝，有四德故：一、財物德；二、欲塵德；三、善法德，謂施戒修；四、", "71": "解脫德，謂出世果。故曰「多聞」。此但城名，舊云「國」者，謬也。其", "72": "國名憍薩羅也。或可以城名國，亦名「室羅筏國」也。", "73": "「在」者，亦名為「住」。「住」有八住，如餘處說。又有四住：一、", "74": "天住，住四靜慮；二、梵住，住四無量；三、聖住，住三解脫門；四、佛", "75": "住，住真法界。今此「住」者，隨諸化緣，義合四住。前受頻婆娑羅王", "76": "請故，住王舍城；後受須達多長者請故，住室羅筏。又，為報法身恩", "77": "故，住王舍城，以於王捨取正覺故；為報生身恩故，住室羅筏，以始本", "78": "祖居室羅筏故。", "79": "「誓多」者，舊云「祇陀」，訛也。唐云「戰勝」。太子生時，鄰國怨", "80": "至，戰而得勝，因以名之。", "81": "「給孤獨」者，梵云「須達多」，此云「善施」，即此國之大臣也。", "82": "須達內慈外施，賑貧恤寡，國人美之，號為「給孤獨長者」也。園是須", "83": "達所買，林是誓多所施，二主齊舉，以目林園。事在別經，不可委錄。", "84": "真諦三藏云：「須達多為過去鳩留村馱佛，於此地起精舍。」爾時地廣", "85": "四十里，佛及人眾壽四萬歲，須達爾時名「毗沙長者」，以金板佈", "86": "地，寶衣覆上，而為供養。俱那含牟尼佛時，佛及人壽三萬歲，須達", "87": "爾時名「大家主長者」，以銀佈地而為供養，爾時此地廣三十里。迦", "88": "葉波佛時，佛及人壽二萬歲，須達爾時名「大幢相長者」，以七寶佈", "89": "地，地廣二十里。今第四釋迦牟尼佛，佛及人壽百歲，地廣十", "90": "里，以金餅佈地，周滿其中，買園奉佛。後彌勒佛出時，佛及人壽", "91": "八萬歲，地廣四十里，以七寶佈地，須達爾時名為「蠰佉」，出家", "92": "修道，獲阿羅漢果。", "93": "《經》曰：時有一天，顏容殊妙。", "94": "述曰：此下別序。以天來下，發請如來，方始起說，故是發起序", "95": "也。有五：一請者，二請時，三請處，四請儀，五請德。此即請者。", "96": "「時有一天」者，或是六欲諸天，或是四靜慮諸天，或是五淨居諸", "97": "天，或是十王果報菩薩諸天，或是佛所化天，為物請疑，發起深法也。", "98": "此天獨來，故言「一」也。「顏」為姿顏，「容」為容貌，「殊」謂殊特，「妙」", "99": "謂微妙。此天昔行戒忍殊妙之因，今得顏容殊妙之報也。", "100": "《經》曰：過於夜分，", "101": "述曰：此請時也。西國法，晝三時，夜三時，合有六時。天避人", "102": "喧，又惡人穢，故於靜夜詣佛諮疑。言「過於夜分」者，謂過初夜之", "103": "分，即中夜分，人正寢時。又釋：過中夜分時，故言「過於夜分」。初", "104": "分，如來教授門徒；中分，如來入諸禪定；後分，如來出已說法。", "105": "《經》曰：來詣佛所，", "106": "述曰：此請處也。如來五眼內觀，四恩外度。凡諮疑請護，", "107": "孰不投之。故天懷問，詣佛請決也。依《佛地論》，有四義釋", "108": "佛：一具二智，謂一切智、一切種智；二斷二障：一、煩惱障，二、所知", "109": "障，並斷盡故；三圓二覺，謂自覺、覺他，並圓滿故；四、如二喻，謂", "110": "如睡夢寤、如蓮花開。如睡夢寤，是破障義；如蓮花開，是顯德", "111": "義。故名為「佛」。", "112": "《經》曰：頂禮佛足，卻坐一面。", "113": "述曰：此請儀也。既睹尊顏，理須申敬；將請疑問，故復卻坐。", "114": "「頂」謂天頂，「足」謂佛足。天以頭頂禮佛腳足，故言「頂禮佛足」。", "115": "此顯敬之極也。", "116": "《經》曰：是天威光，甚大赫奕，周遍照曜誓多園林。", "117": "述曰：此請德也。《涅槃經》云：多光明故，名之為天。此由前身", "118": "戒忍光潔，進定明淨，故感天報，光明赫然也。", "119": "《經》曰：爾時彼天以妙伽他而請佛曰：", "120": "述曰：此下聖教所說分，即經體也。合二十頌，有九重請答。一", "121": "一請答中，皆先請後答。一一請中，皆先序請，後正請。答亦先序", "122": "答，後正答。此即第一請答中先序請也。「伽他」者，唐云「諷誦」，", "123": "以美妙音詞，吟詠諷誦也。舊譯云「歌經」，或云「詩經」，皆其義也。", "124": "舊云「伽陀」，或云「偈他」，皆訛也。", "125": "《經》曰：云何利刀劍？云何磣毒藥？云何熾盛火？云何極重", "126": "闇？", "127": "述曰：此正請也。有四問：一問利劍，二問磣毒，三問熾火，四問", "128": "極闇。「云何利刀劍」者，此第一問。此問意云：世間刀劍能傷害人，", "129": "未知法中，頗更有傷害利過刀劍以不？「云何磣毒藥」者，此第二問。", "130": "「磣」謂磣剌。此問意云：世間毒藥能損身害命，未知法中，頗更有損", "131": "害磣過毒藥以不？「云何熾盛火」者，此第三問。「熾」謂炎熾。此問", "132": "意云：世間盛火能燒於人，未知法中，頗更有燒人熾於盛火以不？", "133": "「云何極重闇」者，此第四問。「極」謂過極，「重闇」謂黑。月昏夜闇", "134": "色，或生盲覆障，名為重闇。此問意云：世間重闇，覆障既然，", "135": "未知法中，頗更有覆障極過重闇以不？", "136": "《經》曰：爾時，世尊亦以伽他告彼天曰：", "137": "述曰：此下答也。初序答，後正答。此序答也。", "138": "《經》曰：粗言利刀劍，貪欲磣毒藥，瞋恚熾盛火，無明極重闇。", "139": "述曰：此正答也。即以惡口及意地三業，次第答前四問。", "140": "「粗言利刀劍」者，答第一問也。「粗」謂粗曠，即惡口業道也。", "141": "世間刀劍，但損害身；粗言惡口，兼害慧命。問：餘三語業亦兼害", "142": "法身，何故此中但名惡口？答：兼害慧命，誠如所徵。但交惱前人，", "143": "非餘三業。謂妄語誑他，他非即惱。兩舌傳鬥，未卒傷人。", "144": "綺語乖典，交非損物。唯粗言惡口，毀辱前人，發怒生瞋，最為切害。", "145": "所以佛答：粗言利過刀劍也。且如釋種，以一句粗言詈琉璃王以", "146": "為婢子，琉璃王發怒，誅煞釋種得須陀洹者九十六億，後墮", "147": "阿鼻地獄。故知粗言不但能害肉身，亦害法身也。又俗語云：", "148": "「一語傷人，痛於劍刃。」故知粗言利於刀劍也。", "149": "「貪欲磣毒藥」者，此下三句，即貪、瞋、癡三毒也，此通障", "150": "見、修二斷。見道所斷盡，得初果；得初果已，漸斷修道所斷，", "151": "至羅漢果，方始斷盡。未得羅漢已來，皆為三毒所惱也。此答第二", "152": "問也。「貪」謂貪求，「欲」謂欲染。貪即是欲，亦名「渴愛」。如飲", "153": "鹹海，此海有竭，渴愛無盡。於已得、未得五欲塵中，永無厭足。故", "154": "此貪欲有四：一、色欲，二、心欲，三、食欲，四、淫欲。欲界眾生，俱有", "155": "四欲。色界眾生，但有色、心二欲。無色界眾生，唯有心之一欲。三", "156": "界眾生，皆為貪欲之所害故，不證解脫法身慧命也。此答意云：世間", "157": "百味，雜以鴆毒，但害欲界一身之命，不能損三界離食貪者。若", "158": "凡夫欲樂，及以八定，雜以貪欲，能害三界多身慧命。所以佛答：", "159": "貪欲磣於毒藥也。且如郁頭藍子，得非想定，於頻婆娑羅王女生", "160": "貪染心，退失神足。後修禪定，情忿魚鳥，非想報盡，受飛狸身，", "161": "煞害物命，墮阿鼻獄。此由心欲未盡，故墮阿鼻。若欲色界", "162": "眾生，為於四欲，或為二欲，輪墮三塗，不言可悉。故知貪欲磣過", "163": "毒藥也。", "164": "「瞋恚熾盛火」者，答第三問也。發怒作色為「瞋」，憤擊擾心為", "165": "「恚」。《遺教經》云：「瞋恚之害，破諸善法，壞好名聞。今世後", "166": "世，人不喜見。」又《經》云：「劫功德賊，無過瞋恚。」又《經》云：「瞋心一", "167": "起，能障百法明門。」又《經》云：「多瞋業故，所生之處，多受蚖蛇蝮蠍", "168": "等身。」此答意云：世間盛火，但燒肉身；瞋恚之害，並損慧命。", "169": "又，世間之火，但燒一生；瞋恚之害，能損多世。是故佛答：瞋恚熾於", "170": "盛火也。且如提婆達多以瞋恚故，造三逆罪，墮阿鼻獄。", "171": "又如「無明極重闇」者，答第四問也。自體昏闇，無有慧明，故名", "172": "無明；亦名為愚，於境迷故；亦名為癡，體昏憨故。故《攝大乘", "173": "論》云：「於諦、寶、因、果，心迷不解，名曰無明。」「諦」謂四諦，「寶」謂", "174": "三寶，「因」謂善、惡二因，「果」謂苦、樂兩果。此之無明，不解四諦之", "175": "理，不知三寶之尊，不知惡是苦因，不了善招樂果。於此諦、寶、", "176": "因、果境中，體性癡憨，迷闇不明，故曰「無明」。此之「無明」，或與諸", "177": "使相應，或獨頭而起，與諸煩惱為根，能令眾生流轉生死。故十二因", "178": "緣中，無明為初支也。此答意云：世間重闇，但障肉眼；無明之", "179": "障，能覆慧眼。所以佛答：無明之障，極過重闇也。且如鴦崛魔羅，", "180": "以無明故，煞害千人。取指為鬘，貫其身首。求望生天，並欲害", "181": "母煞佛。", "182": "《經》曰：天復請曰：「何人名得利？何人名失利？何者堅鉀冑？", "183": "何者利刀杖？」", "184": "述曰：此下第二請答也。此即先請。此亦有四問：一問得利，二", "185": "問失利，三問堅鉀，四問利杖。", "186": "「何人名得利，何人名失利」者，此第一、第二問也。「利」謂福", "187": "利。泛問凡俗之人，未得財寶，求而得之，名為得利。已得財寶，守", "188": "而失之，名為失利。未知佛法之中，有此得利、失利人耶？", "189": "「何者堅鉀冑」者，此第三問。此問意云：世間鉀冑能御怨敵，頗", "190": "更有御怨堅於鉀冑以不？", "191": "「何者利刀杖」者，此第四問。此問意云：世間刀杖能煞讎怨，", "192": "頗更有煞怨利於刀杖以不？", "193": "《經》曰：世尊告曰：「施者名得利，受者名失利。忍為堅鉀冑，慧", "194": "為利刀杖。」", "195": "述曰：此答也，亦次第答其四問。", "196": "「施者名得利，受者名失利」者，此答第一、第二問也。施有三", "197": "種：一、財施，二、法施，三、無畏施。今此意明財施。財施得三果：", "198": "一施得相似果，二物得相似果，三用得相似果。施得有四：一", "199": "自手施，得財能用；二尊重施，得敬重財；三不惱施，財不損失；四應", "200": "時施，得應時財。物得有四：一施好色，得可喜色；二施好香，得", "201": "好名聞；三施好味，得美妙身；四施好觸，得細軟觸，如寶女觸身等。", "202": "用得有五：由受施食人得色、力、命、樂、辯五事故，施者未來多生", "203": "之中，得五事果也。然此若施畜生，得百倍報；若施闡提人，得千", "204": "倍報；若施善人，得萬倍報；施持戒人，得千萬倍報；施離欲人，得百", "205": "千萬倍報；施諸聖人，得無數倍報。此謂世倍，非事倍。如施畜生", "206": "一口飲食，百生之中，常豐飲食，故言百倍也。餘皆准此。若發增", "207": "上施心，奉勝福田，即得現報。故《雜心》云：「慈無諍滅定，見道及無", "208": "學，從彼正受起，施者得即果。」既行少施，受多果報，故言「施者名得", "209": "利」也。若自不行施，但受他施，新福不生，舊福漸盡，故言「受者", "210": "名失利」也。如有穀種，下在田中，名為得利。若熟而食之，名為失", "211": "利也。", "212": "「忍為堅鉀冑」者，答第三問。《莊嚴論》說忍有三種：一、他毀", "213": "忍，以不報為性；二、安苦忍，以耐為性；三、觀解忍，以智為性。今此", "214": "正明他毀辱忍。此忍得起，由三思、五想。三思者，一思", "215": "他毀是我自業，若報則重自造苦，不由於他。二思彼我俱是行", "216": "苦。彼以無智，於苦加苦；我今有智，云何復爾！三思聲聞自", "217": "利，尚不以苦加人；菩薩利他，豈得以苦加物？五想者，一修本親", "218": "想，捨願想。一切眾生，久來無非親屬故。二修法想，離生想。罵", "219": "者、打者不可得故。三修無常想，離常想。眾生性是死法，尚不應", "220": "瞋，況加害故。四修苦想，離樂想。眾生不離三苦，正應令離，", "221": "不應加故。五修攝取想，離他想。本願令樂，不令苦故。由此三", "222": "思、五想，於他毀辱，便能忍之。《遺教》云：「忍之為德，持戒、苦行所", "223": "不能及。能行忍者，乃可名為有力大人。」《阿含經》云有六種力：", "224": "小兒以啼為力，欲有所索，必先啼故；女人以瞋為力，欲有所索，必先", "225": "瞋故；國王以嬌豪為力；阿羅漢以精進為力；諸佛以大悲", "226": "為力；比丘以忍為力。《大智度論》云：「自除瞋恚刀箭，亦除他人", "227": "瞋恚刀箭。」《法花經》云：「柔和忍辱衣。」據此等經論，並將瞋恚以為", "228": "刀箭，忍為衣鉀，以御捍之。且如律中，佛為比丘鬥諍不止，乃為", "229": "廣說梵磨達王煞長生王，長生王臨死，誡其太子長摩納曰：", "230": "「以怨報怨，怨終不止。唯有無怨，怨乃息耳。」太子於後得讎", "231": "怨，便欲煞梵磨達王，三思父王遺言，遂放不煞。梵磨慶喜，還", "232": "以長生本國，策長摩納為王，兩國和好。佛復為諸比丘更說偈", "233": "云：「若以諍止諍，諍終不可止。唯有無諍法，此法最尊貴。」比丘", "234": "聞此，瞋恚休息，更無鬥諍。故知忍力能敵瞋恚。由此忍故，所", "235": "生端正，乃至作佛，感得三十二相可喜之身。此答意云：世", "236": "間鉀冑但御一身怨敵，忍力能御多身怨敵。故云「忍為堅鉀冑」", "237": "也。", "238": "「慧為利刀杖」者，答第四問。九十八使能害法身慧命，故是", "239": "怨賊。修道之人，初以聞、思二慧，作五停心觀、別相念處、總", "240": "相念處，三方便觀。次以修慧作燸、頂、忍、世第一，四達分觀，折", "241": "伏煩惱，如執利刀，怖擬怨賊。次以四諦無漏聖慧，斬煞見道所斷八", "242": "十八使，得須陀洹果。次更重用四諦無漏聖慧，斬煞修道所斷十", "243": "使，得第二、第三及阿羅漢果。故阿羅漢翻為「煞賊」。此答意云：世", "244": "間刀杖但煞一身之怨，無漏聖慧能煞多身之敵。故言：其慧利於刀", "245": "杖也。問：慧與智何殊，而不言其智？答：觀達稱慧，決斷名智。", "246": "此則觀中稱慧，出觀名智也。又十度中，第六名慧，第十名智。", "247": "又正體名慧，後得名智也。今問斷惑，正是觀中，故言其慧。若通而", "248": "言之，智即是「是」，甲本無。慧也。", "249": "《經》曰：天復請曰：「云何為盜賊？云何智者財？誰於天世間，", "250": "說名能劫盜？」", "251": "述曰：此下第三請答。此即請也，此有三問：一問盜竊，二問聖", "252": "財，三問劫盜。", "253": "「云何為盜賊」者，此第一問。盜謂竊盜，賊為殘賊。此問意云：", "254": "世間盜賊私竊珍財，未知法中盜何名賊？", "255": "「云何智者財」者，此第二問也。世間凡人皆畜錢貨，佛法智者，", "256": "儲何為財？", "257": "「誰於天世間，說名能劫盜」者，此第三問也。「天」謂二十八", "258": "天，即欲界六天，色界十八天，無色四天也。「世間」為四天下人", "259": "也。此問意云：強奪人財，世名劫盜。未知法中，天上人間誰最強", "260": "奪，名能劫盜？", "261": "《經》曰：世尊告曰：「邪思為盜賊，尸羅智者財，於諸天世間，", "262": "犯戒能劫盜。」", "263": "述曰：此答也。即次第答前三問。", "264": "「邪思為盜賊」者，答第一問。「邪思」者，謂不正思惟也。由不", "265": "正思惟發起無明，由無明廣造諸業，由諸業恒受生死，不得解脫。", "266": "所有功德、聖財，盡皆喪失。此邪思起時，人皆不覺，故為私竊，盜賊", "267": "也。", "268": "「尸羅智者財」者，答第二問。「尸羅」，梵音，此云「戒」也。戒", "269": "有五戒、八戒、十戒、二百五十戒、五百戒及菩薩三聚戒等。以能", "270": "防非，名為戒也。《經》云：「戒如大地，眾善之基，一切功德，因之", "271": "增長，有智之人，護若明珠。」由此戒故，近得人天福樂勝報，遠得三", "272": "乘菩提涅槃，故是財也。諸經之中，多明七聖財：一信、二戒、三聞、", "273": "四慧、五捨、六慚、七愧。前五為財體，後二如守財人，若無慚、愧，失", "274": "戒等故。今此經中但舉戒者，以有戒者，必有餘六，故略言也。", "275": "「於諸天世間，犯戒能劫盜」者，答第三問。謂犯四重禁戒、十三", "276": "僧殘等，皆名犯戒，律中廣明。如斷多羅樹頭，畢竟不生。猶如", "277": "析石，不可還合。又如死屍，無還生義。《彌勒問論》明犯戒有六事：", "278": "一破、二嘿、三污、四屬、五食、六呵。破者少分，謂少分不修故。", "279": "嘿者，自不修，教他修故。污者，見他不修，心隨喜故。屬者，依於他", "280": "人，方能修故。食者，取有資生故。呵者，迴向世間，智者不贊故。", "281": "由犯戒罪，應得三乘法財盡皆散失，身壞命終，墮於惡趣。", "282": "故於天上世間之中，無過犯戒，名「能劫盜」。此中應引諸經律中", "283": "犯戒之事，廣說其相。", "284": "《經》曰：天復請曰：「誰為最安樂？誰為大富貴？誰為恒端", "285": "嚴？誰為常醜陋？」", "286": "述曰：此下第四請答。此先請也。此有四問：一問最安樂，", "287": "二問大富貴，三問恒端嚴，四問常醜陋。", "288": "「誰為最安樂」者，此第一問。五欲迷心，四倒亂想，耽淫嗜酒，", "289": "乘肥衣輕，多欲多求，謂為安樂。未知佛法之中，更有安樂過此以", "290": "不？", "291": "「誰為大富貴」者，此第二問。財多為富，體重為貴。未知佛法", "292": "之中，頗有富貴過此以不？", "293": "「誰為恒端嚴」者，此第三問。「端」謂端正，「嚴」謂嚴儀。世", "294": "間端嚴，老至即皆衰壞，未知法內，誰得始終端嚴？", "295": "「誰為常醜陋」者，此第四問也。「醜」謂醜拙，「陋」謂鄙陋。且", "296": "如嫫母，醜陋但在一身，未知法中，誰是多身醜陋？又如勝軍王女，", "297": "名曰金剛，容貌醜陋，見佛懺悔，遂得端嚴。此女醜陋，即不恒也。", "298": "未知法中，誰是常醜陋人？", "299": "《經》曰：世尊告曰：「少欲最安樂，知足大富貴。持戒恒端嚴，", "300": "破戒常醜陋。」", "301": "述曰：此答也，即次第答前四問。", "302": "「少欲最安樂」者，答第一問。儉約為「少」，耽嗜名「欲」。世", "303": "間耽嗜，唯多唯廣。暫隨愚情，速即破壞。尋生追戀，苦惱切", "304": "心。佛法反俗，貴尚無為。少欲少求，最為安樂。又《經》云：「少欲", "305": "之人，則無諂曲以求人意。」直爾少欲，尚應修習，何況能生諸", "306": "善功德。有少欲者，則有涅槃。涅槃之樂，樂中之最。如此最", "307": "樂，因少欲得。因含果說，故言「少欲最安樂」也。", "308": "「知足大富貴」者，答第二問。世間凡愚，雖得富貴，貪求轉甚，", "309": "常懷不足。知足之人，無為無事，無可減衰，常自有餘，故大富貴。", "310": "《經》云：「知足之人，雖臥地上，猶為安樂。不知足者，雖處天堂，亦", "311": "不稱意。」如頂生王等，即是其事。又云：「不知足者，雖富而貧；知足", "312": "之人，雖貧而富。」故言「知足大富貴」也。", "313": "「持戒恒端嚴」者，答第三問。持戒之人，尸羅清淨，近得人天可", "314": "喜妙相，遠得三乘端嚴法身，故言「持戒恒端嚴」也。如優陀羨王有", "315": "相夫人，持一日戒，其夜命終，即生天上，得端正身。依王先契，還下", "316": "報王。嫌王身臭，卻歸天上。即是其事。", "317": "「破戒常醜陋」者，答第四問。破戒之人，罪業增長，墮三惡道，", "318": "受醜陋身。若生人中，諸根不具，邊地下賤，形儀鄙拙，人不喜見，經", "319": "百千生。故言：「破戒常醜陋」也。", "320": "《經》曰：天復請曰：「誰為善眷屬？誰為惡心怨？云何極重苦？", "321": "云何第一樂？」", "322": "述曰：此下第五請答。此即請也。亦有四問：一問善眷屬，二問", "323": "惡心怨，三問極重苦，四問第一樂。", "324": "「誰為善眷屬」者，此第一問。「眷」謂家眷，「屬」謂親屬。世", "325": "間眷屬，或父不慈，或子不孝；或兄不順，或弟不恭；或內外諸親，", "326": "不仁不義。情相乖阻，狀若怨家，雖名眷屬，而非是善。若父慈子", "327": "孝，兄順弟恭，內外諸親，仁義相向，情無乖阻，水乳和同，如此眷屬，", "328": "名之為善。未知法中，誰得名為純善眷屬？", "329": "「誰為惡心怨」者，此第二問。妒賢嫉勝，名為惡心；欲相加", "330": "害，名為怨也。未知法中，誰是行者惡心怨也？", "331": "「云何極重苦」者，此第三問。世間煞縛，枷鎖囚禁，怨會愛離，", "332": "病死所逼，名之為苦。未知法中，更有苦惱過此以不？", "333": "「云何第一樂」者，此第四問。世間富貴，乘肥衣輕，目觀美艷，", "334": "耳聽絲竹，田遊煞獵，耽淫嗜酒，縱恣歡娛，名之為樂。未", "335": "知法中，更有快樂過此以不？", "336": "《經》曰：世尊告曰：「福為善眷屬，罪為惡心怨。地獄極重苦，無", "337": "生第一樂。」", "338": "述曰：此答也，次第答前四問。", "339": "「福為善眷屬」者，答第一問。福謂施、戒、修三德。施有三種：", "340": "一、財施，由無貪善根成；二、無畏施，由無瞋善根成；三、法施，由無", "341": "癡善根成。戒有三種：一、攝他戒，謂身三，由無貪善根成；二、不嬈", "342": "他戒，謂口四，由無瞋善根成；三、饒益戒，謂受持。此二福相續生，", "343": "由無癡善根成。修有三種：一、四靜慮，由無貪善根成；二、四無量，", "344": "由無瞋善根成；三、四無色，由無癡善根成。又六度中，前五亦是福", "345": "也。如是福德，皆以十善業道為性。若施、戒二福，生生之處，內", "346": "感欲界人天勝身，外招十善清淨眷屬：所謂命不中夭、大富、梵行、所", "347": "言誠諦、常以軟語、眷屬不離、善和諍訟、言必饒益、不嫉、不恚，正見", "348": "之人以為眷屬。若修定福，感得色、無色界殊勝之身。此之三福，乃", "349": "至遠得三乘聖果也。此答意云：世善眷屬，暫會永離，難聚易散，", "350": "不保終久。未若法中，三福善業，真實牢固，常資行人，多有利", "351": "益。諸眷屬中，此為最善也。", "352": "「罪為惡心怨」者，答第二問。破滅三寶，五逆、十惡，並名為", "353": "罪。由此罪故，能令諸眾生輪墮三塗，長劫受苦。此答意", "354": "云：世間惡心，但害一身，尚名為怨；法中罪業，能害多身，豈非大怨？", "355": "故言「罪為惡心怨」也。", "356": "「地獄極重苦」者，此答第三問。梵云「那落迦」，舊云「泥犁」，", "357": "訛也。唐云「不可樂處」。然以不可樂處即是其獄，多在地下，", "358": "故云「地獄」。地獄有三：一熱，二寒，三邊。熱地獄有八：一等", "359": "活，二黑繩，三眾合，四叫喚，五大叫喚，六燒熱，七大燒熱，八無間。", "360": "此八在贍部洲下，重累而住。前二有主治，次三少主治，後三無主", "361": "治。然此八為本，一一各有十六圍。一面有四，四面合十六。通本", "362": "為十七，八個十七，合有一百三十六所。罪人於中，受熱惱苦。寒地", "363": "獄亦八：一頞浮陀，由寒苦所逼，肉生細皰；二尼賴浮陀，由寒風所", "364": "吹，遍身成皰；三阿吒吒，由唇不得動，唯舌得動，故作此聲；四阿", "365": "波波，由舌不得動，唯唇得動，故作此聲；五嘔喉喉，由唇舌皆不得", "366": "動，振氣故作此聲；六郁波羅，此是青蓮華，此花葉細，由肉色細坼，", "367": "似此花開；七波頭摩，此是赤蓮華，由肉色大坼，似此花開；八芬陀", "368": "利，此是白蓮華，由彼骨坼，似此花開。前二從身相受名，次", "369": "三從聲相受名，後三從瘡相受名。又前二可叫，次三不可叫，後", "370": "三不叫。此八在四洲間，著鐵圍山底，仰向居止。罪人於中，受寒凍", "371": "苦。邊地獄有三：一山間，二水間，三曠野。受別業報，寒熱雜受。", "372": "此答意云：雖有人間煞縛、枷鎖、怨會、愛離、病死等苦，及以畜生、餓", "373": "鬼之苦，比於地獄，百分不及其一。乃至千萬那由他分，亦不及", "374": "其一。故言「地獄極重苦」也。", "375": "「無生第一樂」者，答第四問。涅槃之體，名曰「無生」。以無生", "376": "故，畢竟不滅。聖人證此，寂然涅槃，常住安隱，故是極樂。此答意", "377": "云：世間欲樂，樂極則苦；豈若涅槃，無苦常樂。故《經》云：「高者", "378": "必墮，常者必盡，合者必離，樂者必苦。」此偈明生死妄想，樂極必", "379": "苦。又云：「諸行無常，是生滅法，生滅滅已，寂滅為樂。」此偈明", "380": "涅槃無苦，畢竟常樂，故言「無生第一樂」也。", "381": "《經》曰：天復請曰：「何者愛非宜？何者宜非愛？何者極熱病？", "382": "誰是大良醫？」", "383": "述曰：此下第六請答也。此即先請，亦有四問：一問愛非宜，二", "384": "問宜非愛，三問極熱病，四問大良醫。", "385": "「何者愛非宜，何者宜非愛」者，此第一、第二問。且如甘飯雜", "386": "毒，雖是所愛，而損身害命，不宜食之。又如良藥苦口，即非所愛，而", "387": "利於病，所宜服之。又如諂辭順情，雖是所愛，而損於行，不宜聽之；", "388": "忠言逆耳，雖非所愛，而利於行，所宜聽之。未知法中，何者是情所", "389": "愛而於身不宜，何者於身有宜而非情所愛也？", "390": "「何者極熱病」者，此第三問也。迦摩羅病，世稱熱病。遇此病", "391": "者，必定當死，世醫拱手。未知法中，頗更有病極過於此熱病以", "392": "不？", "393": "「誰是大良醫」者，此第四問。「良」者，善也；「醫」者，意也。善", "394": "識病源，妙閑藥性，療者必瘥，稱曰「良醫」。良醫有四義：一知", "395": "病，二知病因，三知病瘥，四知病瘥已不生。未知法中，頗有良醫", "396": "大過如此良醫以不？", "397": "《經》曰：世尊告曰：「諸欲愛非宜，解脫宜非愛；貪為極熱病，佛", "398": "是大良醫。」", "399": "述曰：此答也，次第答前四問。", "400": "「諸欲愛非宜」者，答第一問。諸欲謂可愛色、聲、香、味、觸，五", "401": "欲境也。能生欲心，為欲所取，故名欲也。《經》云：「五欲誑人，", "402": "如蜜塗刀，舐者傷舌。」猶如灸疥，初雖少樂，後即大苦；如逆風執火，", "403": "如其不放，必定燒手。如國王貪色，遂失其位；仙人愛聲，從空墜林；", "404": "比丘嗅香，河神責罵；沙彌嘗味，投池作龍；藍弗染觸，退失神足。又", "405": "此五欲，現受三苦，謂覓時生勤勞苦，守時生怖畏苦，失時生熱惱苦。", "406": "又為非法，追求五欲，復墮地獄、餓鬼、畜生。多時受苦，後生人天。", "407": "貧窮困苦、愛別離苦、怨憎會苦，如此等苦，皆為貪著五欲因緣。", "408": "故知五欲雖是凡情欲心所愛，而於行者極非所宜，故言「諸欲愛非", "409": "宜」。", "410": "「解脫宜非愛」者，答第二問。涅槃無為，體絕眾縛，故名解脫。", "411": "證解脫者，永離生死，常住湛然。如此解脫，資潤行者，極是所", "412": "宜；而凡夫愚情之所不愛，故言「解脫宜非愛」。故《經》云：「凡夫寧", "413": "樂疥癩野干身，不樂涅槃。野干猶有眼、耳、身、心，涅槃無故。」", "414": "「貪為極熱病」者，答第三問。「貪」是貪使。體通三界，遍障五", "415": "門；六識俱行，六塵齊染；生死腳足，苦惱根源。世間熱病，豈能比", "416": "此？如《智度論》說：「欲火熾發，燒於祆祀。」豈非貪愛是極熱病", "417": "耶？現在尚自火燒，來生寧免湯鑊？故言「貪為極熱病」也。", "418": "「佛是大良醫」者，答第四問。如來五眼內明，六通外朗；豎觀三", "419": "際，橫睹十方。至於身心病源，對除藥法，悉皆洞照，無非目前。故", "420": "設教逗機，皆稱根性；隨病授藥，無不獲益。是故號「佛是大", "421": "良醫」。《阿含經》說佛有四智：一知苦、二知苦因、三知苦滅、四知苦", "422": "滅道，故曰「良醫」。又《經》云：「世醫所療治，雖瘥還復生。如來所", "423": "治者，必竟不復發。」故言「佛是大良醫」也。", "424": "《經》曰：天復請曰：「誰能覆世間？世間誰所魅？誰令捨親友？", "425": "誰覆障生天？」", "426": "述曰：此下第七請答。此即先請，亦有四問：一問覆世，二", "427": "問魅世，三問捨友，四問障天。", "428": "「誰能覆世間」者，此第一問。「覆」謂障蔽。世間眼目為闇盲覆", "429": "蔽，不見眾像。未知法中，更有何物覆蔽世間，不識道理？", "430": "「世間誰所魅」者，此第二問。如世間魅鬼，魅人令癡，或悲或", "431": "喜。未知法中，更有何物能魅世間，令其迷亂？", "432": "「誰令捨親友」者，此第三問。朋流交密，即為親友。若因財密，", "433": "財盡則疏；若因勢親，勢歇便阻。如張、陳兇終，蕭、朱隙末是也。未", "434": "知法中，誰令眾生捨於親友？", "435": "「誰覆障生天」者，此第四問。天之勝報，人皆愛樂，由誰為", "436": "障，不得上生？", "437": "《經》曰：世尊告曰：「無智覆世間，世間癡所魅，慳貪捨親友，染", "438": "著障生天。」", "439": "述曰：此答也。次第答前四問。", "440": "「無智覆世間」者，答第一問。無苦、集、滅、道四諦智，或無真、", "441": "俗二諦智，名為無智。無智，即無明使也。由無智故，不知生死苦", "442": "果集因，不知解脫道因滅果，不知真諦一相無為，不知俗諦三世因", "443": "果。此答意云：世間盲闇，但覆肉眼，無智能覆世間慧眼。故言「無", "444": "智覆世間」也。", "445": "「世間癡所魅」者，答第二問。「癡」即無明別名也。由癡魅故，", "446": "於無常見常，於無我見我，於不淨見淨，於苦見樂。所有行解，普", "447": "皆顛倒。如此顛倒，並由愚癡。故言「世間癡所魅」也。", "448": "「慳貪捨親友」者，答第三問。「慳」是吝於己物；「貪」是欲於他", "449": "財。如律中說：有一比丘，池邊習定，池龍敬德，以身繞之。比丘心", "450": "惡，欲令其去，方便說偈，從索珠云：「光耀摩尼寶，纓絡莊嚴身；若能", "451": "施我者，是名為善親。」池龍慳惜，說偈答云：「我愛摩尼寶，過", "452": "汝比丘身；我終不施汝，任汝不相親。」佛因此事，復說偈云：「多貪人", "453": "所惡，數乞朋友乖；比丘乞龍珠，一去不復迴。」故知慳貪能捨親友", "454": "也。又由貪故，唯欲他財；由於慳故，不行惠施。所生之處，貧窮", "455": "乏少；無父無母，無妻無子；無善知識，無親友人。故言「慳貪捨", "456": "親友」也。《成實論》有五慳：一施慳、二家慳、三處慳、四讚慳、五法", "457": "慳。此之五慳，並捨親友也。", "458": "「染著障生天」者，答第四問。天謂二十八天，皆須厭下而得上", "459": "生。若染著下地，不得生上。若染著人中五欲，縱情放逸，不肯厭", "460": "離，不得上生六欲天中。如佛弟難陀厭孫陀羅，欣於天女，方", "461": "始持戒，願生天上。如經廣說。若染著六天五欲，不得上生色界", "462": "天中。若染著色天果報，不得上生無色天中。故言「染著障生天」", "463": "也。又三乘聖人，名為淨天，若染著三界二十八天有漏果報，不得入", "464": "彼三乘聖道。故言「染著障生天」也。", "465": "《經》曰：天復請曰：「誰非火所燒，風亦不能碎，誰非水", "466": "所爛，能浮持世間？誰能與王賊，勇猛相抗敵，不為人非人，之所", "467": "來侵奪？」", "468": "述曰：此下第八請答也。此即先請，問有兩意：一問誰無七難，", "469": "二問誰有一能。七難者：一火難、二風難、三水難、四王難、五賊", "470": "難、六人難、七鬼難。火以燒焦為難，風以飄碎為難，水以溺爛", "471": "為難，王以威力為難，賊以劫煞為難，人以侵害為難，鬼以精魅為", "472": "難。世間之人，多不免此七種災難。未知法中，誰能離免此七種", "473": "災難也？經文可解。一能者，能浮持世間也。世間有二：一器世間，", "474": "即依報；二眾生世間，即正報。如世水輪，能浮持地輪及眾生類。未", "475": "知法中，誰能浮持此二世間？此由水有二用：一能爛物，二能持地。", "476": "故問水爛物之次，即問浮持也。", "477": "《經》曰：世尊告曰：「福非火所燒，風亦不能碎；福非水所爛，能", "478": "浮持世間。福能與王賊，勇猛相抗敵；不為人非人，之所來侵奪。」", "479": "述曰：此答也，答前二問。「福」謂施、戒、修三種福也，如前善眷", "480": "屬中釋。", "481": "答無七難，意云：凡遭七種災難，為造十惡罪因。既修三種福", "482": "德，寧羅七種災難？問：賊行非理，容可拒之；人法屬王，何得抗", "483": "敵？答：如殷紂暴虐，周武拒之，雖是王人，有相抗敵。又，王是", "484": "總語，兼稱臣屬，銜王命者，並亦名王。如此王臣，暴行酷虐，非理同", "485": "賊，亦得抗之。且如經說：有王責臣，令簿錄家財。其臣遂錄已", "486": "修福物，王瞋責言：「已修福物，今並見無，何不錄汝家中現物？」臣答", "487": "王言：「已修福物，是臣之物。家中現物，原屬王家，非臣獨", "488": "有，所以不錄。」王心開悟，遂亦修福。故知其福，非他能奪。", "489": "答有一能，意云：由三福故，感得人天殊勝正報，兼感器界、屋", "490": "宇、資緣種種依果，故言「福能浮持世間。」問：孔、老等云，從道以生", "491": "一，從一以生二，從二以生三，從三生萬物。「道」謂虛通，「一」謂元", "492": "氣，「二」謂陰陽，「三」謂天地人，「萬物」謂雜畜草木等。又云：人", "493": "頭圓象天，足方象地，感天地精靈以成於人。據此而言，即是", "494": "外器世界，能持眾生世間；豈非是眾生內福，能持外器世界？", "495": "答：孔、老所說，則天地生人；釋宗所明，則人生天地。謂由眾生共相", "496": "業力，外感器界天地依報，若成若壞，如餘處廣說。故《經》云：", "497": "「三界所作，皆是一心。」又《論》云：「外由內得成。」此則孔、老但觀外", "498": "相先後，即謂天地生人；如來洞知內體因果，故說人生天地。三教深", "499": "淺，觀此可知。", "500": "《經》曰：天復請曰：「我今猶有疑，願佛為除斷。今世往後", "501": "世，誰極自欺誑？」", "502": "述曰：此下第九請答也。此則先請，上半序問，下半正問。", "503": "序問意云：上蒙廣答，已析諸滯；下情多惑，尚有餘疑。願", "504": "佛慈悲，為我除斷。", "505": "正問中云「今世」謂現在，「後世」謂未來，謂從今身往後身也。", "506": "問：有為無常，不來不去，又無主宰，說誰往耶？答：前滅後生，不常", "507": "不斷；因招果續，假說往來。譬如將燈從此至彼，雖念念滅，假說往", "508": "來也。問：三世輪環，果因圓備，何故偏請現、未，不問過耶？", "509": "答：前事已經，無勞更問，後身未受，故須請之。如諸天禮白骨，餓鬼", "510": "鞭死屍即是。已經之事，多分自知，故不問也。此問意云：世間欺", "511": "誑，但欲侵損他人。未知法中，更有從今向後而自侵損極欺誑耶？", "512": "《經》曰：世尊告曰：「若多有珍財，而不能修福，今世往後世，彼", "513": "極自欺誑。」", "514": "述曰：此答也。「珍」謂金銀八珍，「財」謂錢絹等物。世人愚", "515": "惑，自謂常存，不識果因，多積財寶。於悲田所，無慧施心；於", "516": "敬田中，無供養意。忽然命盡，無一福資，輪墜三塗，長時受苦。錢", "517": "財珍寶，他人用之，己無片善，豈非自負？故云：「若多有珍財，而不", "518": "能修福，今世往後世，彼極自欺誑。」又如《經》云：「惜財不布施，藏積", "519": "畏人知，捨身空手去，餓鬼中受饑。」又如《經》云：「親眷皆分離，唯業", "520": "不相捨，善惡未來世，一切時隨逐。」此中應引畜三妻人為喻，又應", "521": "引有三子人為喻。又《經》云：「寧自割身肉而啖食之，不肯持", "522": "錢財布施，求後世之福。此人當墮地獄、畜生、餓鬼等。」", "523": "《經》曰：爾時，彼天聞佛世尊說是經已，", "524": "述曰：此下第三，依教奉行分，即是流通。有三：一聞法，二", "525": "申敬，三隱還。此即聞法也。", "526": "《經》曰：歡喜踴躍，嘆未曾有，頂禮佛足。", "527": "述曰：此申敬也。既聞妙法，不覺欣然，為申敬德，故復嘆", "528": "禮。", "529": "《經》曰：即於佛前，歘然不現。", "530": "述曰：此隱還也。來為諮疑，已蒙析滯，所懷既遂，故隱還宮也。", "531": "天請問經疏一卷", "532": "〔錄文完〕", "533": "附：文軌的著作及其它〔附〕文軌的著作及其它", "534": "李際寧", "535": "文軌，唐初法相唯識宗僧人，因其撰寫有《因明入正理論疏》而", "536": "在因明研究史上佔有重要地位。由於他的著作大多亡佚，歷代僧傳", "537": "又無記載，其主要事跡已經難以考證。現在敦煌遺書中又發現署名", "538": "為文軌的著作兩種：《天請問經疏》與《廣百論疏》。這兩部著作的發", "539": "現，為我們研究文軌及其思想提供了新的資料。", "540": "在此先談談《天請問經疏》。", "541": "文軌所撰該《天請問經疏》，我國歷代經錄失載，歷代大藏未收，", "542": "亡佚已久。日本《東域傳燈目錄》曾提到為《天請問經》作疏的有窺", "543": "基、靖邁、懷素等三家，未提及文軌。但高麗義天《新編諸宗教藏總", "544": "錄》則有載錄，謂「天請問經疏一卷，文軌述」。現知敦煌遺書中保", "545": "存的文軌《天請問經疏》共三號：伯2135號、北6662（黃19）號、北新", "546": "316號，另外，伯2416號與北新316號背面也是《天請問經》的疏釋，", "547": "內容與文軌疏不類，恐非一人所撰，詳請待考。", "548": "上述三號中最重要的是北京圖書館藏新316號。該號原為旅", "549": "順博物館所藏大谷藏品之一，其後由北圖收藏。首尾俱全。首題", "550": "「《天請問經疏》，沙門文軌撰。」卷端為舊黃麻紙引首，墨書「天請問", "551": "經疏一卷，王有吉」。字體與經文異，當是經卷原供養者王有吉自", "552": "書。尾題下書：「此文無一錯謬，勘定了也。善奴佛奴信。」字體亦與", "553": "經文異，蓋校勘者佛奴信自書題記。此卷書法一般，紙質較粗。卷", "554": "中有硃筆科分和校正處。第9紙以下各紙，劃有橫欄，形制同於藏", "555": "文寫經用紙。由以上特徵可知，此卷為九至十世紀寫經。該卷保存", "556": "完整，抄寫錯謬較少，至為寶貴。故整理本以此為底本。伯2135", "557": "號、北6662（黃19）號等兩號均已殘破，無作者名。", "558": "雖說義天的著錄證明文軌的確撰有《天請問經疏》，但這個撰寫", "559": "了《天請問經疏》的文軌是否即為前述唯識宗之文軌還是一個問題。", "560": "當然，解決這個問題，還要靠經疏本身。仔細閱讀疏文，可以發現文", "561": "中所引述的經典異常廣泛，這為我們探究文軌的思想傾向提供了依", "562": "據。在這篇疏中，文軌引述較多的經論有玄奘譯《佛地經論》、《攝大", "563": "乘論》；鳩摩羅什譯《大智度論》、《遺教經》、《妙法蓮華經》。其餘還", "564": "有波羅頗蜜多譯《大乘莊嚴經論》，僧伽跋摩譯《雜阿毗曇心論》，菩", "565": "提流支譯《彌勒菩薩所問經論》，求那跋陀羅譯《雜阿含經》，僧伽提", "566": "婆譯《增一阿含經》，曇無讖譯《大般涅槃經》等。所引經論，皆無玄", "567": "奘以後所出者。而觀其疏中文義，亦偏於法相唯識。如文中強調", "568": "「三界所作，皆是一心」、「外由內得成」，完全是唯識宗的思想。因", "569": "此，無論從該疏的出現時代、還是從該疏的思想傾向，說此疏作者就", "570": "是唯識宗文軌，當無大錯。", "571": "由於《天請問經》係玄奘於貞觀二十二年（648）三月在弘福寺譯", "572": "出，第二年玄奘又譯出《因明正理門論》。此後，玄奘門下弟子，包括", "573": "文軌都把主要精力放在因明的研討上。因此，文軌著《天請問經疏》", "574": "的時間大約在貞觀二十二年至貞觀二十三年（649）左右。", "575": "關於《天請問經》的歸屬，《大周錄》將其歸在大乘單譯經中。", "576": "智昇《開元釋教錄》認為，此經「文理頗涉小宗」，故歸在「聲聞藏有譯", "577": "有本」中。此後，歷代大藏多從《開元錄》入小乘經藏。智旭《閱藏知", "578": "津》題解《天請問經》曰：「說福非火所燒，少欲最安樂等，九問九答，", "579": "皆切於開示眾生者。」亦將其歸入小乘。文軌在《天請問經疏》開篇，", "580": "闡明經中藏攝云：「實不離權，因權入實；權不離實，為實施權。有雖", "581": "不離空也，然以因果為宗；權雖不離實也，明是聲聞藏攝。」但在解釋", "582": "中，他卻站在大乘立場上疏釋之，如「三思聲聞自利，尚不以苦加人；", "583": "菩薩利他，豈得以苦加物」，這實際是文軌自己的發揮。這樣，小乘", "584": "的思想被大乘的觀點所引伸，便賦予了新的內涵。", "585": "再次談談文軌的《因明入正理論疏》。", "586": "《因明入正理論疏》，簡稱《因明入論疏》，原為三卷，後散佚，日", "587": "本殘存有初分部分。抗戰前，南京支那內學院從日本僧人善珠《明", "588": "燈抄》、明詮《大疏裏書》、藏俊《大疏抄》等著作中又輯出第二、三卷", "589": "若干佚文，並校訂了第一卷文句。第三卷的主要部分，在古代，曾被", "590": "誤認為是窺基的作品，並更名為《因明論理門十四過類疏》，收入《趙", "591": "城金藏》。這樣，文軌的《因明入正理論疏》三卷現大體均存。因為", "592": "文軌撰寫《因明入正理論疏》時隸屬長安大莊嚴寺，所以他的《因", "593": "明入正理論疏》又被習稱為《因明入正理論莊嚴疏》或《莊嚴疏》。在", "594": "日本僧人藏俊《注進法相宗章疏》和永超《東域傳燈目錄》中，凡提到", "595": "文軌《因明入論疏》時，都註明為「大莊嚴寺文軌」或「大莊嚴寺沙門", "596": "文軌」。", "597": "貞觀二十一年（647），玄奘在弘福寺譯出商羯羅主造《因明入正", "598": "理論》。貞觀二十三年（649）又在慈恩寺譯出陳那所造《因明正理門", "599": "論》。《慈恩傳》稱：「此二論各一卷，大明立破方軌，現比量門，譯寮", "600": "僧伍競造文疏。」兩論的譯出，引起玄奘門下弟子的濃厚興趣。", "601": "先後有神泰、靖邁、明覺、文備、壁公等人撰成疏釋。文軌的《因明入", "602": "論疏》，在眾多家疏釋中格外受到重視。各家因理解不同而產生了", "603": "激烈的爭執。永徽六年（655），尚藥奉御呂才因著《因明註解立破義", "604": "圖》與玄奘及其門人產生爭論，爭論過程中甚至將政府官員也捲了", "605": "進來。十月，高宗「敕遣群公學士等，往慈恩寺請三藏，與呂公對", "606": "定。」結果呂才「詞屈謝而退焉。」至此，有關因明問題的論諍暫時", "607": "平靜了下來。由此推論，文軌著《因明入正理論疏》的時間，大約在", "608": "永徽年間（650-655）。", "609": "最後談談文軌的《廣百論疏》。", "610": "《廣百論疏》，與《天請問經疏》一樣，原文早佚，後於敦煌遺書中", "611": "被發現，為伯2101號。《廣百論》是印度大乘佛教中觀學派的重要", "612": "經典，龍樹弟子提婆所著，玄奘於永徽元年（650）在大慈恩寺譯出。", "613": "這部著作甚為法相唯識宗人所重視，曾有文備《論疏》十卷、圓測《論", "614": "疏》十卷、元曉《論旨歸》和《論攝要》各一卷等多種註疏問世。現存", "615": "文軌該疏卷首略殘，存小序一篇。序後經文首題「廣百論疏卷第一，", "616": "西明寺沙門文軌撰」。卷尾全，有題記「神龍三年（707）三月僧崇晃", "617": "寫。」經首小序曰：「述為論疏，約文申義，十卷勒成。」又說：「位師昔", "618": "上京講肆。」由此說明抄寫者崇晃是文軌的弟子，其時文軌已經改隸", "619": "長安西明寺，並充任講肆。由於在藏俊《注進法相宗章疏》及永", "620": "超《東域傳燈目錄》記載中，的確著錄有文軌著《廣百論疏》十卷。", "621": "另外，文軌曾系統研習過因明，撰有《因明入正理論疏》，而《廣百論", "622": "疏》通卷以因明論式寫成。因此，兩相印證，敦煌遺書《廣百論疏》的", "623": "作者就是前述文軌，應該沒有疑問。《廣百論疏》的發現，對研究唐", "624": "代的因明，也提供了極好的資料。", "625": "如前所述，文軌本來隸屬長安大莊嚴寺，其後改隸西明寺。西", "626": "明寺，顯慶元年（656）農曆秋八月始建，顯慶三年（658）夏落成後，玄", "627": "奘旋即移居於此。當時唐高宗並詔敕道宣、神泰等一批著名僧人充", "628": "任此寺僧職，又新剃度沙彌海會等十人充弟子。文軌之改隸西明", "629": "寺，自然應該在顯慶三年西明寺落成之後，因《廣百論疏》撰成於他", "630": "隸屬西明寺期間，故有「西明寺沙門」之稱。", "631": "那麼，文軌究竟是何時改隸西明寺呢？根據《東域傳燈目錄》記", "632": "載，文軌在大莊嚴寺期間，還曾撰著有《不空羂索經疏》一卷。由於", "633": "《不空羂索神咒心經》是玄奘於顯慶四年（695）在西明寺譯出。也就", "634": "是說，文軌為《不空羂索神咒心經》作疏，不能早於顯慶四年。由於", "635": "作該疏時他還在大莊嚴寺，則文軌之改隸西明寺，顯然應該在玄奘", "636": "晚年，甚至可能是玄奘逝世之後。", "637": "這裡就涉及文軌究竟是否參與過玄奘譯場這一公案。《大周", "638": "錄》和《開元錄》羅列玄奘譯場的僧人名單非常詳細，其中惟獨沒有", "639": "文軌。但有的學者認為，文軌既是唯識宗著名僧人，不可能不參與", "640": "玄奘譯場。關於這個問題，主張文軌沒有參與玄奘譯場的人引用窺", "641": "基《因明大疏》有關論述：「或有於此不悟所由，遂改論云：差別為性。", "642": "非直違因明之軌轍，亦乃闇唐梵之方言，輒改論文，深為可責。……", "643": "況非翻經之侶，但是膚受之輩，誑後徒之幼識，誘初學之童蒙。」", "644": "「差別為性」還是「差別性故」，在《因明入正理論》的討論中是一個重", "645": "要問題。文軌認為應該譯為「差別為性」，上述窺基的文字，正是針", "646": "對他而言的。窺基的意思很清楚，文軌「非翻經之侶」，沒有參加過", "647": "《因明入論》的翻譯，其所學不過是皮毛而已。但是，反對者認為，窺", "648": "基祇是說文軌沒有參與翻譯《因明入正理論》，並不能證明文軌根本", "649": "沒有參與過玄奘譯場。他們提出與文軌同時代的定賓的一段話：", "650": "「然軌法師本親稟承三藏，譯論云：差別為性。後有慈恩法師，亦云", "651": "親承三藏。論本應言差別性故，今詳梵本，蓋有兩異。……兩本會", "652": "通，不相違也。」說明文軌與玄奘確有師承關係。", "653": "我認為，文軌與玄奘同時代，同地區。當時玄奘的影響，如日中", "654": "天，四方僧眾，慕名請益。因此，說文軌曾經親承玄奘教誨，可以說", "655": "是情理中的事。所以，定賓稱「軌法師本親稟承三藏」，絲毫不能作", "656": "為文軌曾經參與玄奘譯場的依據。窺基是玄奘的入室弟子，始終隨", "657": "侍玄奘，他說文軌「況非翻經之侶，但是膚受之輩」，自然不會無因。", "658": "如前所述，文軌一直隸屬大莊嚴寺，很遲纔進入西明寺。因此，看來", "659": "文軌雖然曾經在某些問題上親承玄奘教導，由此也可以算作奘門弟", "660": "子之列，但可能的確沒有參加過玄奘譯場。他與玄奘的關係，大約", "661": "正如窺基所說，是相當一般的。"}, "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 005 天請問經疏", "author": "沙門文軌撰　李際寧整理"}