{"language": "chinese", "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 027 因緣心論釋", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "題解因緣心論釋", "1": "整理者　華方田", "2": "〔題解〕", "3": "《因緣心論釋》，印度大乘佛教中觀學派典籍，龍樹撰，一卷。", "4": "本文獻作者龍樹，又譯龍猛，是大乘佛教鼻祖，印度大乘佛教", "5": "中觀學派的創始人，有第二佛陀之稱。生存年代約公元150年～", "6": "250年。龍樹著述頗豐，有「千部論主」之稱。其代表作是《中", "7": "論》、《十二門論》、《大毗婆沙論》、《大智度論》等，《因緣心論釋》也", "8": "是其重要著作之一。是研究龍樹及其大乘中觀學說的重要資料。", "9": "本文獻是龍樹對《因緣心論頌》所作的疏釋。作者站在大乘", "10": "空宗的立場上，對佛教緣起論、因果論作了新的闡釋。", "11": "本文獻未為我國歷代大藏經所收，近代在敦煌發現後，被收", "12": "錄於《大正藏》第三十二卷第一六五四部。但由於僅用了兩個本", "13": "子斯1358號和斯2462號，且錯訛較多，因此有必要進行重新整", "14": "理。同時，為了盡可能地避免錯誤，整理者將《因緣心論頌》、《因", "15": "緣心論釋》和《因緣心釋論開決記》三篇文獻作了仔細的對勘，具", "16": "體情況隨文說明。整理本底、校本情況如下：", "17": "底本：中國北京圖書館藏北7257（海17）號。", "18": "校本：甲本，斯4235號。", "19": "乙本，北7255（官68）號，殘。", "20": "丙本，伯4645號。", "21": "丁本，斯1358號，殘。", "22": "戊本，斯2462號。", "23": "己本，斯1513號背，殘。", "24": "庚本，北大D096。", "25": "錄文〔錄文〕", "26": "因緣心論釋", "27": "龍猛菩薩造", "28": "此中有沙門，樂聞能聽，善能憶持，能悟能觀，及具", "29": "簡棄，來詣師所，於如來教中，作如是問：薄伽梵！「差別", "30": "十二支，能仁說緣生」，彼於何所攝？今欲樂聞。", "31": "知彼問其真義，師即呼曰：汝「於煩惱業苦，三中", "32": "俱攝盡」，作此分明典切之語。此中十及二，故曰", "33": "「十二」。「支」即差別，故言「差別」。如車支分，故說", "34": "為「支」。能寂身口，故名「能仁」。言「能仁說」者，宣", "35": "暢解釋，說之異名。彼非自性、決定、士夫、相假、自", "36": "在、時、自然、隨欲、化主、偶遇等所生，此是因緣", "37": "所生。此差別十二支法，於煩惱業苦，遞互相依，猶如", "38": "束蘆。於彼三中，並皆攝盡。言「盡」者，即是無餘義也。", "39": "問曰：何者煩惱？何者是業？何者是苦？此差別", "40": "之法，當於何攝？", "41": "答曰：「初八九煩惱」。差別十二支法，初是無明，", "42": "第八是愛，第九是取，此三是煩惱所攝。何者是業？", "43": "「二及十是業」。二是行，十是有，此二法是業所攝。「餘", "44": "七皆是苦」。惱煩、業支所攝之餘七種是苦所攝，應知", "45": "所謂識、名色、六入、觸、受、生、老死。言「皆」者，是", "46": "總攝之辭，即攝愛別離、怨憎會、求不得苦。是故此十", "47": "二支法，於業、煩惱、苦中，並皆盡攝。言「唯」者，是其", "48": "遮義，經中所說之法，此中攝盡，更無有餘。", "49": "問曰：此義已知。彼煩惱業苦，云何相生？請為", "50": "解說。答曰：「從三生於二」，從三煩惱生於二業。", "51": "「從二生於七」，謂上所說苦法。「七復生於三」，所謂", "52": "諸煩惱，復從三煩惱，生於二業。「此有輪數轉」，言", "53": "「有」者，有其三種，所謂欲、色、無色。於中不息，而作", "54": "流輪，彼諸異生世間，而自流浪。言「此」者，顯不", "55": "定義，非如輪轉，次第生於諸有，此即不定。", "56": "問曰：何者是身之自在眾生耶？彼之作用，其事", "57": "云何？答曰：「諸趣唯因果」，唯除假名。「此中無眾生」，", "58": "此是真實義，非假立有，假立之境，不成實物。", "59": "問曰：若如是者，誰從此世至於他世？答曰：無有極", "60": "微等法，從於此世，移至他世。雖然「唯從於空法，還", "61": "生於空法」。從無我、我所、煩惱、業五種空因，還生", "62": "空、無我、我所七種苦果之法，彼則無我、我所，彼此互", "63": "無我、我所。雖然從自性無我之法，還生自性無我", "64": "之法，應如是知，作如是說。", "65": "此中問曰：從自性無我之法，還生自性無我法者，", "66": "有何譬喻？此中答曰：「誦燈鏡及印，火精種梅聲」。已如", "67": "是等喻及假立成自性無我及成就彼，此世應知。譬", "68": "如師所誦者，若轉至弟子，師後更無言說，是故不至。", "69": "彼弟子誦者，亦不從餘得，成無因過故。如師所誦", "70": "臨終心識，亦復如是。成常過故，不至他世。彼世亦", "71": "不從餘得，成無因過故。如師所誦，與弟子誦者，即彼", "72": "異彼，不易施設。依彼臨終心識，生分心識。得生者，", "73": "亦復如是。即彼異彼，不易施設。如是從燈生燈，依於面", "74": "像，鏡中現其影像，從印成文，從精出火，從種生芽，從", "75": "梅生涎，從聲出響。即彼異彼，不易施設。如是，「諸蘊", "76": "相續結，不移智應察」。言「蘊」者，即色、受、想、行、識", "77": "蘊也。言「相續結」者，滅已從彼因所生，餘者是也。無", "78": "有極微等法，從於此世，移至他世，是故流轉從於虛", "79": "妄分別習氣而生。後言「應」者，即是逆觀義，當知反", "80": "彼，應觀諸法無常，苦空無我者，則不愚諸事；若不愚", "81": "者，則無有貪；若無有貪，瞋則不生；若無有瞋，則無有業；", "82": "若無有業，則無有取；若無有取，則不造後有；若無後", "83": "有，而即不生；若不生者，即於身心而苦不生。如是，", "84": "不集五種因故，即於餘處，而果不生。此是解脫，是故", "85": "斷除斷、常等諸惡見也。此中有二頌：", "86": "於甚微細事，若有見斷者，", "87": "彼不善因緣，未見緣生義。", "88": "此中無可遣，亦無少安立，", "89": "於真以觀真，見真而解脫。", "90": "因緣心論釋一卷", "91": "〔錄文完〕"}, "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 027 因緣心論釋", "author": "龍猛菩薩造　華方田整理"}