{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 503-A 序No. 503-A", "1": "序", "10": "何言。亦安能起大堅固。生大智慧。而臻無上菩提之", "100": "來語句。用圈○。須菩提語句。用黑圈●阿難結集", "1000": "句雖同。各有精義。", "1001": "【講】持說有無量福德。則此經洵能滅度一切矣。然", "1002": "與如來無與也。故呼須菩提曰。於意云何。汝等勿", "1003": "謂如來作是念。我當以此經度眾生。汝莫作是念", "1004": "也。何以故。葢眾生自滅自度。如來不過為之指示", "1005": "出頭路耳。實無有眾生為如來度者。若有眾生為", "1006": "如來度者。如來即有我人眾生壽者四相矣。如來", "1007": "既無四相。因何有時而稱我。須菩提。當知如來說", "1008": "有我者。乃對凡夫而言。所謂有我者。即非有我。而", "1009": "凡夫之人。以為如來有我耳。然佛此性。凡夫亦此", "101": "語。用尖圈△。問答起語。用連點點。語句分明。便於", "1010": "性。佛與凡夫。寧有異乎。須菩提。凡夫者。如來說即", "1011": "非凡夫。是名凡夫。葢凡夫能悟自性。便是如來。不", "1012": "過虗名為凡夫而已。豈有真實之凡夫哉。", "1013": "法身非相分第二十六○法身非相分第二十六清淨法身非屬相貌", "1014": "須菩提。於意云何。可以三十二相觀如來不。須菩提", "1015": "言。如是如是。以三十二相觀如來。佛言。須菩提。若以", "1016": "三十二相觀如來者。轉輪聖王。即是如來。須菩提。白", "1017": "佛言世尊。如我解佛所說義。不應以三十二相觀如", "1018": "來。爾時世尊而說偈言。", "1019": "若以色見我。以音聲求我。是人行邪道。不能見如來。", "102": "初學。", "1020": "【註】轉輪聖王。即四大天王。管四部州。如車輪之轉。", "1021": "邪道。外道也。此與第五分。第十三分相似。但前二", "1022": "分。乃須菩提已悟三十二相。不可以見如來之旨。", "1023": "自作註語。此則佛恐須菩提。執相之見未除。故就", "1024": "其已悟者。而復申明之也。", "1025": "【講】真性中。既無佛與凡夫之別。則相之不可執也", "1026": "明矣。故佛呼須菩提曰。於意云何。可以三十二相", "1027": "觀如來否。須菩提疑佛與凡夫。既無異性。則凡夫", "1028": "有身。佛亦有身。故答曰。如是如是。可以三十二相", "1029": "觀如來。佛曰。三十二相。外貌也。非真性也。若以此", "103": "法會因由分第一○法會因由分第一說法聚會由此起因", "1030": "觀如來。則色身莊嚴者莫如轉輪聖王。彼亦可謂", "1031": "之如來矣。如來恐不在此區區外貌間也。須菩提。", "1032": "疑心頓釋。白佛言。世尊。如我解佛所說義。則知色", "1033": "身有盡。法身無窮。不應以三十二相觀如來。有斷", "1034": "然矣。佛於是迎其機而作偈曰。如來者。真性也。真", "1035": "性即我也。視之不見。以形色相見不可也。聽之不", "1036": "聞。以音聲相求不可也。若見我求我於形色音聲", "1037": "之間。是人徒觀外貌。而不識真性。則所行者邪道。", "1038": "豈能見常住之如來。聞無上之妙義哉。", "1039": "無斷無滅分第二十七○無斷無滅分第二十七依法修持不應斷滅", "104": "如是我聞一時佛在舍衛國祇樹給孤獨園。與大比", "1040": "須菩提。汝若作是念。如來不以具足相故。得阿耨多", "1041": "羅三藐三菩提。須菩提。莫作是念。如來不以具足相", "1042": "故。得阿耨多羅三藐三菩提。須菩提。汝若作是念。發", "1043": "阿耨多羅三藐三菩提心者。說諸法斷滅。莫作是念。", "1044": "何以故。發阿耨多羅三藐三菩提心者。於法不說斷", "1045": "滅相。", "1046": "【註】諸法斷滅者。謂一切法。皆不用也。於法不說斷", "1047": "滅相者。謂未悟時。必須依佛法修行也。此分凡二", "1048": "段。前段是寶。後段是主。前段首句。不以具足相故。", "1049": "不字係衍文。古本皆無此字。", "105": "邱眾。千二百五十人俱。爾時世尊食時。著衣持鉢。入", "1050": "【講】如來常言無法可說。又恐人執著無字。流入空", "1051": "寂。故呼須菩提曰。汝若作是念。謂如來以具足相", "1052": "故。得無上菩提。是以有相視如來。汝莫作是念也。", "1053": "葢如來之無上菩提。不以具足相而得者也。然萬", "1054": "法雖空。而修行有徑。法又豈可斷滅乎。須菩提。汝", "1055": "若作是念。謂發無上菩提心者。說一切法皆當斷", "1056": "滅。是以空寂視如來。汝莫作是念也。何以故。葢發", "1057": "無上菩提心者。於一切法相。不說斷滅故也。譬如", "1058": "渡水。既渡之後。不須舟楫未渡之先。豈可無舟楫", "1059": "乎。", "106": "舍衛大城乞食。於其城中。次第乞已。還至本處。飯食", "1060": "不受不貪分第二十八○不受不貪分第二十八一塵不染何貪何受", "1061": "須菩提。若菩薩以滿恒河沙等世界七寶。持用佈施。", "1062": "若復有人。知一切法無我。得成於忍。此菩薩。勝前菩", "1063": "薩所得功德。何以故。須菩提。以諸菩薩不受福德故。", "1064": "須菩提白佛言。世尊。云何菩薩。不受福德。須菩提。菩", "1065": "薩所作福德。不應貪著。是故說不受福德。", "1066": "【註】聚寶佈施。福德有限。前屢言之。俱是虗論其理。", "1067": "此則示以下手工夫。使學者有所遵循。不致浮空", "1068": "掠影。", "1069": "【講】法固不可斷滅。若欲受福德。又未免食著。故呼", "107": "訖。收衣鉢。洗足已。敷座而坐著音酌。鉢音撥。飯食音反四。", "1070": "須菩提曰。若菩薩以滿恒河沙等世界之七寶持", "1071": "以佈施。福德終屬有盡。若復有人。知一切法本來", "1072": "無有我相。忍之於六塵未接之先。忍之於六塵方", "1073": "接之際。忍之於六塵既寂之後。忍之又忍。至於成", "1074": "佛而後已。此菩薩所得功德。勝前七寶布施之菩", "1075": "薩所得功德。何以故。須菩提以諸菩薩之心。活潑", "1076": "潑地。洞若太虗。不受世間一切福德故也。爾時須", "1077": "菩提。得聞妙義。白佛言。世尊。菩薩濟渡眾生。原為", "1078": "希求福德。今反云不受何也。佛曰。須菩提。菩薩本", "1079": "不為作福德而度眾生。此心不應少有貪著。是故", "108": "【註】如是。指全經而言。我。阿難自稱也。言此經之所", "1080": "說不受福德。究之不受福德。而福德隨之。有不期", "1081": "然而然者已。", "1082": "威儀寂淨分第二十九○威儀寂淨分第二十九真性寂淨不假威儀", "1083": "須菩提。若有人言。如來若來。若去。若坐。若臥。是人不", "1084": "解我所說義。何以故。如來者。無所從來。亦無所去。故", "1085": "名如來。", "1086": "【註】若來。若去。猶云若住若行。無所來。無所去。二句。", "1087": "形容贊歎之詞。三如來。俱指真性而言。", "1088": "【講】菩薩之心。既不求福德。則諸相皆空。尚何威儀", "1089": "之外著乎。故佛曰。須菩提。來去坐臥。謂之四威儀。", "109": "云。乃我親聞於佛。者也。佛。教主之稱。舍衛國。波斯", "1090": "若有人言。如來若來若去若坐若臥。是以有相視", "1091": "如來。而於我所說無相之義殊未解也。何以故。所", "1092": "謂如來者。即真性也。真性放之彌於六合。無所從", "1093": "來斂之藏於一心。亦無所從去。去來皆得自如。方", "1094": "可名為如來。既無來去。自無坐臥。葢空空洞洞而", "1095": "威儀寂淨也。", "1096": "一合理相分第三十○一合理相分第三十一合之理實無有相", "1097": "須菩提。若善男子善女人。以三千大千世界碎為微", "1098": "塵。於意云何。是微塵眾。寧為多不。須菩提言。甚多。世", "1099": "尊。何以故。若是微塵眾實有者。佛即不說是微塵眾。", "11": "岸哉。門下士黃子正元。閩總戎號泰一憫世人但誦經文不", "110": "匿王所居。樹。為匿王太子祇陀手種。故曰祇樹。給", "1100": "所以者何。佛說微塵眾即非微塵眾。是名微塵眾。世", "1101": "尊。如來所說三千大千世界即非世界。是名世界。何", "1102": "以故。若世界實有者。即是一合相。如來說一合相。即", "1103": "非一合相是名一合相。須菩提。一合相者。即是不可", "1104": "說。但凡夫之人。貪著其事。", "1105": "【註】微塵。妄念也。眾。猶多也。一合相。真性也。貪著。依", "1106": "戀也。事。即色身中六根也。", "1107": "【講】凡夫妄念紛紜。不可勝計。故佛借喻曰。須菩提。", "1108": "若善男子善女人。以三千大千世界。碎為微塵。爾", "1109": "之意以為是微塵眾寧為多否。須菩提曰甚多。世", "111": "孤獨。名須達拏。樂善好施。人皆稱為給孤獨長者。", "1110": "尊。何以故。若是微塵眾。是實有者。佛即不說是微", "1111": "塵眾。所以不說者何故。葢佛說微塵眾。即非微塵", "1112": "眾。是虗名為微塵眾而已。知微塵眾。非真實則知", "1113": "世界矣。世尊。如來所說三千大千世界亦非實有。", "1114": "不過末劫之人。強名為世界耳。何以故。若世界是", "1115": "實有者。即與一合。相無異矣。一合相者真性也。真", "1116": "性彌淪六合。有而非有。無而非無。故一而不可二。", "1117": "合而不可分也。若世界則是假合。劫盡則壞。故不", "1118": "可與真性相比也。然所謂一合相。豈果有相乎。如", "1119": "來說一合相。即非一合相。亦虗名而已。豈真有一", "112": "須達深重佛教。向祇陀借園建精舍。用黃金布地。", "1120": "合相哉。佛曰。須菩提。一合相者包涵萬有。是誠不", "1121": "可以言說也。所以不可說者。因凡庸之夫。貪著性", "1122": "中所現之事。如目遇色。則為色引。耳聞聲。則為聲", "1123": "誘。六根不淨了悟無期。即與之說彼亦不解。故不", "1124": "如不說之為愈也。", "1125": "知見不生分第三十一○知見不生分第三十一如是知見法相不生", "1126": "須菩提。若人言。佛說我見人見眾生見壽者見。須菩", "1127": "提於意云何。是人解我所說義不。不也世尊。是人不", "1128": "解如來所說義。何以故。世尊說我見人見眾生見壽", "1129": "者見。即非我見人見眾生見壽者見。是名我見人見", "113": "請佛說法。故佛常住園中。比邱。乞士也。上乞法於", "1130": "眾生見壽者見。須菩提。發阿耨多羅三藐三菩提心", "1131": "者。於一切法。應如是知。如是見。如是信解。不生法相。", "1132": "須菩提。所言法相者。如來說即非法相。是名法相。", "1133": "【註】如來言不著四相之見屢矣。始則令諸學人。除", "1134": "去粗重四相。如大乘正宗分中所說是也。次則令", "1135": "諸學人。見性之後。復除細微四相。如究竟無我分", "1136": "中所說是也。此言理中清淨四相。由淺而深。循循", "1137": "善誘。所以開悟學人者至矣。", "1138": "【講】凡夫貪著其事。以有我人眾生壽者之見也。故", "1139": "呼須菩提曰。諸相皆空者。佛也。苦有人言。佛尚說", "114": "諸佛菩薩。下乞食於善信之謂。世尊。佛號也。三界", "1140": "我見人見眾生見壽者見。此等妄議之人。汝之意。", "1141": "以為是人解我所說無相之義否。須菩提曰。不也。", "1142": "世尊。妄議之人墮於癡迷。不解如來所說義。何以", "1143": "故。葢此四相之見。真性中本來無有。世尊說我見", "1144": "人見眾生見壽者見。即非我見人見眾生見壽者", "1145": "見。是虗名為我見人見眾生見壽者見。而已。須菩", "1146": "提悟佛不著四相之見。則知見廣而信解深矣。故", "1147": "佛又曰。須菩提。四見既屬空虗。則發無上菩提心", "1148": "者。凡於一切法。皆應如是知。如是見。應如是信解。", "1149": "而後人已胥忘。畛域俱化。不生一切法相。須菩提。", "115": "共仰之意。敷。排布也。", "1150": "所謂法相者。如來說非真實。是虗名而已。葢初入", "1151": "道時。不假法相。無門可九。既見性後。當離法相。不", "1152": "宜執著。所謂波河當用筏。到岸不須船者也。", "1153": "應化非真分第三十二○應化非真分第三十二應現設化亦非真實", "1154": "須菩提。若有人。以滿無量阿僧祇世界七寶。持用布", "1155": "施。若有善男子。善女人。發菩提心者。持於此經。乃至", "1156": "四句偈等。受持讀誦。為人演說。其福勝彼。云何為人", "1157": "演說。不取於相。如如不動。何以故。", "1158": "一切有為法。如夢幻泡影。如露亦如電。應作如是觀。", "1159": "佛說是經已。長老須菩提。及諸比邱。比邱尼。優婆塞。", "116": "【講】阿難說。我向者嘗聞我佛如來。在舍衛國祇樹", "1160": "優婆夷。一切世間天人阿修羅。聞佛所說。皆大歡喜。", "1161": "信受奉行。", "1162": "【註】如如者。自如之極也。有為法。布施等類是也。夢", "1163": "幻泡影露電。皆不長久者也。全經大旨。無非欲人", "1164": "由法相而悟真空。持說之功。勝於聚寶佈施。故於", "1165": "篇末。重言以結之。男僧。謂之比邱。女僧。謂之比邱", "1166": "尼。居士。謂之優婆塞。道姑。謂之優婆夷。", "1167": "【講】上言發無上菩提心者。在不生一切法相。然則", "1168": "無上菩提。於何而得哉。則莫若持說此經。故終呼", "1169": "須菩提而告之曰。若有人以滿無量無央數世界", "117": "給孤獨長者園中。座下乞士。共一千二百五十人。", "1170": "之七寶。持以佈施。其所得之福。可謂多矣。然所得。", "1171": "乃世間之福。有時而盡。況因受福而又作惡乎。若", "1172": "有善男子。善女人。發菩提心。於此經中。乃至四句", "1173": "偈等。受持讀誦。為人演說。此出世間福。歷劫無窮。", "1174": "殊勝於彼也。云何謂人演說。如欲為天人演說。則", "1175": "現而為天人。欲為異類演說。則現而為異類。隨感", "1176": "而應。不拘定相。自如之極。而實寂然不動。此所謂", "1177": "無為法也。何以故。凡一切法。皆屬有為。縱得世間", "1178": "福。不過如夢耳。幻耳。泡耳。影耳。露耳。電耳。應作如", "1179": "是等觀。而不得長久也。惟知萬法皆空。悟真性為", "118": "時方正午。當進食之際。佛乃著和柔忍辱之衣。持", "1180": "實。則智慧生而到彼岸不難矣。前所謂應如是住", "1181": "者。正住此如如不動之真心也。如是降伏者。正降", "1182": "伏此有為之妄心也。全經大義。不於此而益明哉。", "1183": "佛說是經已畢。長老須菩提。及一切大眾。聞此妙", "1184": "義。盡生歡喜。敬信承受。而奉行不怠焉。葢聖凡悉", "1185": "濟。而人天胥度云。", "1186": "後儀閻羅天子敕取藏中補闕真言閻羅天子敕取藏中補闕真言", "1187": "唵　呼嚧呼嚧　社曳穆契　莎音梭訶", "1188": "補闕真言補闕真言", "1189": "南無喝囉怛那　哆囉夜耶　佉囉佉囉　俱住俱", "119": "四天王所獻之鉢。率諸大眾。於舍衛城中乞食。不", "1190": "住　摩囉摩囉　虎囉吽　賀賀蘇怛拏吽　潑抹", "1191": "拏娑婆訶", "1192": "讚讚", "1193": "金剛般若　功德難宣　四句妙義廣無邊　須菩", "1194": "提　信力堅　無說無傳　應作如是觀。", "1195": "南無祇園會上佛菩薩三稱。", "1196": "金剛般若波羅蜜經畢", "12": "曉經義。請直解於予。予瞿然曰。此經為我　佛之傳", "120": "越貧而從富。不捨賤而後貴。平等無相。次第乞已。", "121": "還至園中。飯食訖。收衣鉢。洗足畢。排布高座。而坐", "122": "焉。", "123": "善現啟請分第二○善現啟請分第二善現長老啟請佛訓", "124": "時長老須菩提在大眾中。即從坐起。偏袒右肩。右膝", "125": "著地。合掌恭敬而白佛言。希有世尊。如來善護念諸", "126": "菩薩。善付囑諸菩薩。世尊。善男子。善女人。發阿耨多", "127": "羅三藐三菩提心。云何應住。云何降伏其心。佛言。善", "128": "哉善哉。須菩提。如汝所說。如來善護念諸菩薩。善付", "129": "囑諸菩薩。汝今諦聽。當為汝說。善男子。善女人。發阿", "13": "燈。微妙祕密。予何人斯。敢以蠡測之見。妄語高深哉。", "130": "耨多羅三藐三菩提心。應如是住。如是降伏其心。唯", "131": "然世尊。願樂欲聞樂音要。", "132": "【註】長老。年高有德之稱。梵語須菩提。華言善現。一", "133": "名空生。左為邪道。右為正道。故偏袒右肩。右膝著", "134": "地。合掌。心合於道。道合於心也。白。啟也。希。少也。希", "135": "有世尊。先嘆其少有。又呼佛號也。下倣此。如來。佛", "136": "之通稱。謂真性自如。隨所來而現也。菩。覺也。薩。情", "137": "也。義理先具能覺一切有情之意。阿。無也。耨多羅。", "138": "上也。三。正也。藐。等也。三菩提。正覺也。云何應住者。", "139": "言此心當住於何處。諦。詳審也。唯然。既諾而復是", "14": "黃子請甚力不獲辭。因節取昔賢之論。而增損之。謬", "140": "其言也。", "141": "【講】當佛敷座而坐之時。有長老名須菩提者。於大", "142": "眾中從座而起。袒其右肩。屈其右膝。合掌恭敬。白", "143": "佛言曰。希有哉世尊。座下諸菩薩。有一千二百五", "144": "十人。不為不多。倘如來不護持眷念。俾信受是法。", "145": "則外誘得以擾亂之矣。不付委囑託。俾奉行是法。", "146": "則宗傳有時而斷絕矣。但真性雖人同具。而妄念", "147": "未易消除。三千大千之內。若有善男子。善女人。發", "148": "無上正等正覺之心者。此心當住於何處。方得降", "149": "伏其妄念乎。佛曰。善哉善哉。須菩提。汝云如來善", "15": "參己見。而串合之。前載註語。既字詮而句釋。後列講", "150": "教諸菩薩。此言深合我心。汝其詳審靜聽。當為汝", "151": "說除妄之道。世間若有善男子。善女人。發無上正", "152": "等正覺之心者。當絕去外緣。一塵不染。念念常住", "153": "清淨。則能自見其性。而降伏其心矣。維時須菩提", "154": "心開意解曰唯。曰然。曰世尊。曰願樂欲聞。極致其", "155": "傾會而讚歎焉。", "156": "大乘正宗分第三○大乘正宗分第三最大之乘至正之宗", "157": "佛告須菩提。諸菩薩摩訶薩。應如是降伏其心。所有", "158": "一切眾生之類。若卵生。若胎生。若溼生。若化生。若有", "159": "色。若無色。若有想。若無想。若非有想。非無想。我皆令", "16": "旨。復縷晰而條分。或過遞下卷。不凌不躐。或迴顧上", "160": "入無餘涅槃而滅度之。如是滅度無量無數無邊眾", "161": "生。實無眾生得滅度者。何以故。須菩提。若菩薩有我", "162": "相。人相。眾生相。壽者相。即非菩薩涅槃音扛盤。", "163": "【註】摩訶薩。梵語也。即華言心體廣大。不可測量之", "164": "意。卵生禽鳥也。胎生。人與獸也。溼生。水中鱗甲也。", "165": "化生。蠅蚊等類也。有色。謂但有色聲。而無情欲也。", "166": "無色。謂但有靈識。而無色身也。有想。方寸之中。尚", "167": "有計慮也。無想。靜涵萬有。一念不動也。非有想非", "168": "無想。雖一念不動。不似木石之無知也。後五者。皆", "169": "天上之人。無餘。此外無餘也。涅。不生也。槃。不死也。", "17": "意。不漏不遺。務使口吻順適。脈絡貫通。俾誦者對其", "170": "滅度者。滅盡一切諸相。而度化之也。", "171": "【講】須菩提聞佛所說。心意開解。佛於是復告之曰。", "172": "須菩提。諸菩薩。性量廣大。應如是降伏其心。固已。", "173": "然我之心。即人物之心。所有一切眾生之類。若世", "174": "間之卵生。胎生。溼生。化生。天上之有色。無色。有想。", "175": "無想。非有想。非無想。雖品類不同。見地各異。我皆", "176": "令其不生不死。消滅其種種諸相。而度化之使之", "177": "亦如是降伏其心焉。如是無盡量無數目無邊界", "178": "之眾生。悉皆滅度。亦眾生之自滅自度。於我何功", "179": "哉。所以者何。葢眾生之滅度。若歸功於我。則此心", "18": "文。曉其義。如親歷祇樹園中見　佛與空生。娓娓問", "180": "便有所著。而不免於四相之累矣。如心著於貪一", "181": "邊。則為己。計私。而有我相。心著於瞋一邊。則分別", "182": "爾汝。而有人相。心著於癡一邊。則願生諸天。而有", "183": "眾生相。心著於愛一邊。則希冀長年。而有壽者相。", "184": "有此四相。尚得謂之菩薩乎。", "185": "妙行無住分第四○妙行無住分第四奧妙之行本無住著", "186": "復次須菩提。菩薩於法應無所住。行於布施。所謂不", "187": "住色布施。不住聲香味觸法布施。須菩提。菩薩應如", "188": "是布施。不住於相。何以故。若菩薩不住相布施。其福", "189": "德不可思量。須菩提。於意云何。東方虗空。可思量不。", "19": "答。向之在暗室者。處處開明。向之遊蠻󳬛者。言言盡", "190": "不也。世尊。須菩提。南西北方。四維上下虗空。可思量", "191": "不。不也。世尊。須菩提。菩薩無住相布施。福德亦復如", "192": "是。不可思量。須菩提。菩薩但應如所教住不音否。不音弗。下倣", "193": "此。", "194": "【註】復次。謂再編次佛與須菩提問答之言也。菩薩", "195": "於法之法。指心與身之所運用酬酢者而言。住。執", "196": "著也。布。普也。施。散也。色。形像。聲。音樂。香。芬芳之氣。", "197": "味。烹炮之品。觸。動也。或云男女之欲亦通。法者。事", "198": "物之則也。諸法皆緣心生。故屬於意。", "199": "【講】佛承上無相之義。又告須菩提曰。菩薩於一切", "2": "從古聖人之書。皆所以垂教也。而統智愚聖。凡胎卵", "20": "解。亦一大快事也。葢佛書談空。儒書言實。解佛之書。", "200": "心之所運用。身之所酬酢者。皆當無所住著。而布", "201": "施為尤甚。何也。凡夫布施。往往希求利益。如目之", "202": "於色。耳之於聲。鼻之於香。舌之於味。身之於觸。意", "203": "之於法。一不如其所欲。則必布施以求快其所欲。", "204": "此住相布施也。菩薩六根清淨。無諸欲之求。惟以", "205": "法施。利益一切眾生。如水在地中。行所無事。所謂", "206": "不住相布施也。須菩提。菩薩布施。必須如是。無六", "207": "塵之累。方為真布施。方獲大利益。此何故哉。葢財", "208": "施為凡。法施為聖。菩薩無住相布施。毫無希冀之", "209": "心。縱脫生死苦。受大快樂。歷萬劫而不毀。超三界", "21": "以解儒書者解之。則理順訶通。後學之人。一見了然", "210": "以長存。其福德雖大。亦聽其自然。實不可思維較", "211": "量。以一經思量。則此心便住於相。而福德反小矣。", "212": "夫福德固不可思量。而思量亦屬無益。吾試問爾。", "213": "東方虗空可謂大矣。爾思量不。須菩提曰。此等虗", "214": "空之處。想之何用。吾不思量也。佛又曰。南西北方。", "215": "四維上下虗空。尤為大矣。爾思量不。須菩提曰。此", "216": "等虗空之處。想之亦無用。吾不思量也。佛曰。爾知", "217": "虗空不可思量。則知菩薩之無住相布施。其福德", "218": "亦如虗空一般。斷不可思量也。但須依吾之教。心", "219": "住於無相。則自獲超證矣。", "22": "易於遵循。若於經中之章節。問答起伏聯貫處。概置", "220": "如理實見分第五○如理實見分第五自如之理乃見真實", "221": "須菩提。於意云何。可以身相見如來不。不也。世尊。不", "222": "可以身相得見如來。何以故。如來所說身相。即非身", "223": "相。佛告須菩提。凡所有相皆是虗妄。若見諸相非相。", "224": "即見如來。", "225": "【註】於意云何。發問之詞。身相。謂現具之色身。見。猶", "226": "看也。非相見之見。", "227": "【講】佛謂須菩提曰。汝知福德不可思量。則布施當", "228": "不住於相明矣。豈獨布施為然哉。即吾現具之形", "229": "體。亦非真實。吾試問爾。可以執四大色身。遂謂如", "23": "不講。而多引棒喝堂參之語。以作訓詁。如鏡中華。探", "230": "來在是不。須菩提曰。色身滯於官骸。佛與比夫無", "231": "異。殆不可以身相見如來也。何以故。佛以法為身。", "232": "清清淨淨。如太虗之不著形迹。雖有身相。而實無", "233": "身相。今如來所說身相。是法身。非色身也。法身可", "234": "見如來。色身豈可見如來乎。佛曰。須菩提。爾之言", "235": "是也。凡人所有之相。皆屬虗妄。虗則不實。妄則不", "236": "真。以不實不真之相。欲見如來譬若認外寇作家", "237": "人。終無是處。若人能見諸相非相。則見色身中有", "238": "法身。而如來在是矣。", "239": "正信希有分第六○正信希有分第六生正信心最為希有", "24": "之不得。如水中月。捉之不能。揆之我　佛傳經之心。", "240": "須菩提白佛言。世尊。頗有眾生。得聞如是言說章句。", "241": "生實信不。佛告須菩提。莫作是說。如來滅後。後五百", "242": "歲。有持戒修福者。於此章句能生信心。以此為實。當", "243": "知是人。不於一佛二佛三四五佛。而種善根。已於無", "244": "量千萬佛所。種諸善根。聞是章句。乃至一念生淨信", "245": "者。須菩提。如來悉知悉見是諸眾生得如是無量福", "246": "德。何以故。是諸眾生。無復我相人相眾生相壽者相。", "247": "無法相。亦無非法相。何以故。是諸眾生。若心取相。即", "248": "為著我人眾生壽者。若取法相。即著我人。眾生壽者。", "249": "何以故。若取非法相。即著我人眾生壽者。是故不應", "25": "斷不如是。茲刻壽世。必有尋文究義。而得阿耨多羅", "250": "取法。不應取非法。以是義故。如來常說汝等比丘知", "251": "我說法如筏喻者。法尚應捨。何況非法。", "252": "【註】如是言說章句。指上數章而言。五百歲約舉之", "253": "詞。言其遠也。持戒。諸惡莫作。修福。眾善奉行。以此", "254": "為實。確信不疑也。種善根。即持戒修福之意。淨信", "255": "者。心常清淨而為信之也。如來悉知悉見。心合於", "256": "佛。佛合於心也。無法相。萬法皆空。無非法相。外緣", "257": "悉淨。如來常說云者。葢古佛有是語。而佛復述之", "258": "也。筏。船也。喻。譬也。佛法濟度眾生譬以船渡人也。", "259": "【講】須菩提恐佛滅後。傳法無人。後來眾生。未能生", "26": "三藐三菩提者。黃子之功。將與佛土並永。豈特勝於", "260": "信。故白佛曰。世尊以大慈之心。著希有之論。座下", "261": "諸比邱。固莫不尊奉矣。倘佛涅槃之後。後來眾生。", "262": "得聞如是言說章句。未知亦能生實信之心否。佛", "263": "曰。須菩提。性體常明。心燈不滅。爾莫作是說也。葢", "264": "此言說章句。至微至妙。即如來滅後。至五百餘歲", "265": "之遑。猶有持淨戒修天福之人。以此為真實妙諦。", "266": "而確信不疑者。夫能確信於五百餘歲之後。則其", "267": "善根必預種於五百餘歲之前。當知是人。不於一", "268": "佛二佛三四五佛。而種善根。已於無量千萬佛所。", "269": "種諸善根。見佛多。聞法多。修行多也。不但持戒修", "27": "三千大千世界。七寶以用布施者哉。", "270": "福者善根不可勝記。即世間眾生。聞是章句。乃至", "271": "一念之間。生淨信心。此心便與如來相合。如親受", "272": "教於如來一般。如來佛慧佛眼悉知之而悉見之。", "273": "是諸眾生。所得福德。如是無量。此何故哉。蓋已得", "274": "生法二空之妙義故也。是諸眾生。雖止一念淨信。", "275": "而此一念。已無復有我相人相眾生相壽者相。是", "276": "生空也。無法相。亦無非法相。是法空也。生法二空。", "277": "其義云何。葢不著相也。是諸眾生。若心取相。即為", "278": "執生。便著我人眾生壽者。若取法相。即為執法。便", "279": "著我人眾生壽者。若取非法相。亦為執法。亦著我", "28": "旹", "280": "人眾生壽者。生相固不可執。法與非法亦不可執", "281": "如此。是故持戒修福之人。須令此心空空洞洞一", "282": "物不有。不應取法相。亦不應取非法相。此種義理。", "283": "最為微妙。所以古之如來。常謂大家曰。爾等諸比", "284": "邱。知我以法度人。譬如以筏濟渡。人既登岸。筏即", "285": "無用。人能了悟。法亦無用矣。由此觀之。法尚應捨。", "286": "何況非法之外道乎。", "287": "無得無說分第七○無得無說分第七空則無得寂則無說", "288": "須菩提。於意云何。如來得阿耨多羅三藐三菩提耶。", "289": "如來有所說法耶。須菩提言。如我解佛所說義。無有", "29": "大清乾隆元年律次夾鐘之月純陽子沐手敬序", "290": "定法名阿耨多羅三藐三菩提。亦無有定法。如來可", "291": "說。何以故。如來所說法皆不可取。不可說。非法非非", "292": "法。所以者何。一切賢聖皆以無為法而有差別差音雌。", "293": "【註】得阿耨多羅三藐三菩提耶者。了却真空。無定", "294": "法可得也。有所說法耶者。因人而教。無定法可說", "295": "也。不可取。不可以色相取。不可說。不可以口舌說。", "296": "非法。雖有而却無。非非法。雖無而却有。皆以之以", "297": "字。作用字解。", "298": "【講】佛告須菩提曰。吾教固以無上菩提為第一義。", "299": "然或由持戒而得之。或由禪定而得之。功夫不同。", "3": "溼化而胥度之者。莫如金剛經。是經也。以無念為宗。", "30": "No. 503-BNo. 503-B", "300": "獲效各別。爾之意以為如來於無上菩提。有一定", "301": "之法可得耶。佛門廣大。固不擇人而教。然智者與", "302": "之言深。愚者與之言淺。資稟不齊。施誨亦異。爾之", "303": "意以為如來有一定之法可說耶。須菩提答曰。如", "304": "我解佛所說義。知佛以無上菩提之義自修。無一", "305": "定之法可名。以無上菩提之義教人。亦無一定之", "306": "法可說也。何以故。如來所說之法可以性修。而不", "307": "可以色相取。可以心悟。而不可以口舌說。以為有", "308": "法耶。雖有而不滯於有。以為無法耶。雖無而不論", "309": "於無。此所以無一定之法可得也。所以者何。法本", "31": "夫斯經者。乃大雄氏之準繩。昔孔聖之大易。老子之", "310": "無為。自古聖賢皆用無為之法誨人。而淺者見淺。", "311": "深者見深。不能不有差別。此所以無一定之法可", "312": "說也。", "313": "依法出生分第八○依法出生分第八諸佛之法依此生出", "314": "須菩提。於意云何。若人滿三千大千世界七寶。以用", "315": "布施。是人所得福德。寧為多不。須菩提言。甚多。世尊。", "316": "何以故。是福德即非福德性。是故如來說福德多。若", "317": "復有人。於此經中受持。乃至四句偈等。為他人說。其", "318": "福勝彼。何以故。須菩提。一切諸佛。及諸佛阿耨多羅", "319": "三藐三菩提法。皆從此經出。須菩提。所謂佛法者即", "32": "道清。斯三者。竊陰陽之造化。奪宇宙之精華。誠雨粟", "320": "非佛法偈音忌。", "321": "【註】普天之下。謂之小世界。一千小世界。謂之小千。", "322": "一千小千世界。謂之中千。一千中千世界。謂之大", "323": "千。其實一大千耳。斯為三千大千世界。七寶。琉璃。", "324": "玻瓈。珍珠。瑪瑙。珊瑚。金。銀。福德。修布施之德。享現", "325": "在之福。福德性。修性中之德性。彌六合。其受福亦", "326": "如是也。四句偈。當指無我相人相眾生相壽者相。", "327": "方有著落。謂此偈。不必說破者。似屬空滑不可從。", "328": "【講】前言法無為矣。佛意欲顯無為之福。乃先與之", "329": "論有盡之福。因設問曰。須菩提於意云何。若有人", "33": "夜哭之再發明也。故其後略󴖯門牆者。無不以奉此", "330": "於此。用三千大千世界之七寶。以為布施。是人所", "331": "得福德。寧為多否。須菩提曰。凡人布施。原欲希求", "332": "利益。所得福德。豈有不欲其多。但所得者。身外之", "333": "福德。而非性中之福德也。何以故。聚寶布施。不過", "334": "借物而修。物有限而其福德亦有限。非性中之福", "335": "德可比。然如來猶諄諄以是人之福德為問者。以", "336": "彼所得雖多。猶可以數計故也。佛曰。須菩提。爾言", "337": "誠然也。藉物而修。不若率性而修。而性修之法。不", "338": "外此經。若復有人。於此經中。受之不忘於心。持之", "339": "不厭其久。乃至四句偈等。為他人宣說。不但覺一", "34": "三者為尺璧寸珠之奇珍焉。然而履其國。歷其階。雖", "340": "己之性。且將覺億萬人之性。其福德。豈不勝彼布", "341": "施之福德乎。何以故。葢此經乃修行之徑路。凡一", "342": "切諸佛。及諸佛無上菩提之法。皆從此出。夫無上", "343": "菩提之法。即佛法也。而佛法豈可泥乎。所謂佛法", "344": "者。本來無有。不過假此開悟眾生耳。寧有真實之", "345": "佛法哉。", "346": "一相無相分第九○一相無相分第九只此一相本自無形", "347": "須菩提。於意云何。須陀洹。能作是念。我得須陀洹果", "348": "不。須菩提言。不也。世尊。何以故。須陀洹。名為入流。而", "349": "無所入。不入色聲香味觸法。是名須陀洹。須菩提。於", "35": "千萬人。無一往矣。其孔老之教。一以理數匡時。為萬", "350": "意云何。斯陀含。能作是念。我得斯陀含果不。須菩提", "351": "言。不也。世尊。何以故。斯陀含。名一往來。而實無往來。", "352": "是名斯陀含。須菩提。於意云何。阿那含。能作是念。我", "353": "得阿那含果不。須菩提言。不也。世尊。何以故。阿那含。", "354": "名為不來。而實無不來。是故名阿那含。須菩提。於意", "355": "云何。阿羅漢。能作是念。我得阿羅漢道不。須菩提言。", "356": "不也。世尊。何以故。實無有法。名阿羅漢。世尊。若阿羅", "357": "漢。作是念我得阿羅漢道。即為著我人眾生壽者。世", "358": "尊。佛說我得無諍三昧人中最為第一。是第一離欲", "359": "阿羅漢。世尊。我不作是念。我是離欲阿羅漢。世尊。我", "36": "世之木鐸。一以修真度眾。作九轉之金鍼。惟佛氏之", "360": "若作是念我得阿羅漢道。世尊則不說。須菩提是樂", "361": "阿蘭那行者。以須菩提。實無所行而名須菩提。是樂", "362": "阿蘭那行洹音完那音奴。", "363": "【註】能作是念。謂尚萌得道之念也。前四我字。乃代", "364": "須陀洹等設想之詞。非佛自稱也。梵語須陀洹。華", "365": "言預流。謂初人真流也。梵語斯陀含。華言一來。謂", "366": "色身一住天上。一生入間也。梵語阿那含。華言不", "367": "來。謂不來受生慾界也。梵語阿羅漢。華言無生。謂", "368": "相滅生盡也。無諍。毫無爭競之意。梵語三昧。華言", "369": "正見。謂遠離邪見也。樂。好也。阿蘭那。即無諍也。樂", "37": "書。皆以莊嚴借喻。空寂傳宗。自有為而徹無為。因四", "370": "阿蘭那行者。葢佛嘗有是語。而須菩提舉以為證", "371": "也。", "372": "【講】前言無為之法。不可取。不可說。則諸菩薩修行。", "373": "俱當以無念為宗。而不可存得果之心。故佛設問", "374": "曰。吾教大眾。修阿羅漢道者。大約有四等。曰須陀", "375": "洹。曰斯陀含。曰阿那含。曰阿羅漢。用功不同。得果", "376": "亦異。須菩提。於意云何。須陀洹。當修行之時。若預", "377": "作得果之念。便得須陀洹果否。須菩提曰。不也。世", "378": "尊。何以故。須陀洹。得預聖人之流。名為入流。而心", "379": "無所得。不著入流之相。不入色聲香味觸法之六", "38": "相而參滅相。其意奧。其旨玄。欲求洞其一班者解矣。", "380": "塵境界。謂之須陀洹。其以是與。佛曰。須菩提。於意", "381": "云何。斯陀含。當修行之時。若預作得果之念。便得", "382": "斯陀含果否。須菩提曰。不也。世尊。何以故。斯陀含", "383": "色身一往住天上。一來生人間。雖曰一往一來。而", "384": "心無所得。不著生滅之相。實無往來。謂之斯陀含。", "385": "其以是與。佛曰。須菩提。於意云何。阿那含當修行", "386": "之時。若預作得果之念。便得阿那含果否。須菩提", "387": "曰。不也世尊。何以故。阿那含。內無欲心。外無欲境。", "388": "不來世界受生。名為不來。而心無所得。不著不來", "389": "之相。謂之阿那含。其以斯與。佛曰。須菩提。於意云", "39": "雖有昭明之縷分。純陽之箋釋。自六朝以至今日。紛", "390": "何。阿羅漢。當修行之時。若預作得果之念。便得阿", "391": "羅漢道否。須菩提曰。不也。世尊。何以故。阿羅漢。萬", "392": "緣悉淨。無煩惱可斷。無貪瞋可離。無得果之心也。", "393": "既無得果之心。即無道可得無法可名矣。謂之阿", "394": "羅漢。其以斯與。世尊。若此四等之阿羅漢。稍萌所", "395": "得於心。謂我之修行。可以得阿羅漢道。即著我人", "396": "眾生壽者四相。尚得謂之阿羅漢乎。即如弟子當", "397": "日。會蒙我佛許過謂哉。與人無競。與物無忤。遠離", "398": "邪見。得無諍三昧。在大眾之中。極為難得。是第一", "399": "離欲阿羅漢。世尊所以許我為第一離欲阿羅漢", "4": "以離相為旨。以斷除貪妄為功夫。以清淨涅槃為究", "40": "紛解晰。不已千百餘家。各了各乘之奧妙。其不能特", "400": "者。以我不存得果之念故也。若我稍存得果之念。", "401": "謂我可以得阿羅漢道。則此心便有所著。世尊不", "402": "應稱我為樂阿蘭那行者矣。以我樂阿蘭那行而", "403": "實無所行。故佛深契之。而以樂阿蘭那行名之也。", "404": "則凡欲得果者。可不去其所得之心哉。", "405": "莊嚴淨土分第十○莊嚴淨土分第十成就莊嚴淨明心地", "406": "佛告須菩提。於意云何。如來昔在然燈佛所。於法有", "407": "所得不。不也。世尊。如來在。然燈佛所。於法實無所得。", "408": "須菩提。於意云何。菩薩莊嚴佛土不。不也世尊。何以", "409": "故。莊嚴佛土者。即非莊嚴。是名莊嚴。是故須菩提。諸", "41": "贈與人也。不過按圖索驥。究其省識。則廬山面目失", "410": "菩薩摩訶薩。應如是生清淨心。不應住色生心。不應", "411": "住聲香味觸法生心。應無所住而生其心。須菩提。譬", "412": "如有人身如須彌山王。於意云何。是身為大不。須菩", "413": "提言甚大。世尊。何以故。佛說非身。是名大身。", "414": "【註】如來。佛自稱也。然燈佛。釋迦牟尼授記之師。一", "415": "大世界。必有一佛設化。故曰。佛土莊嚴。如寫經造", "416": "寺。供養布施之類。是故須菩提諸菩薩。皆概稱也。", "417": "應無所住而生其心者。謂心當住於無所住處也。", "418": "須彌山。高廣三百三十六萬里。為眾山之王。非身", "419": "法身也。乃如如不動之真心。", "42": "其本真矣。但其不可思議之碩果。定不以異語謊後", "420": "【講】前須菩提。自言所證之果。既不存得心矣。佛終", "421": "恐其所得之心未盡。故又從而點化之曰。須菩提。", "422": "於意云何。爾謂我昔日在然燈佛所受記。於法有", "423": "所得否。須菩提曰。不也。世尊。如來一心清淨。雖在", "424": "然燈佛所受記。於法實無所得也。佛曰。一大世界。", "425": "必有一佛設化。故謂之佛土。不知菩薩居是土。亦", "426": "寫經造寺。供養布施。使佛土莊嚴否。須菩提曰。不", "427": "也。世尊。莊嚴。不過外相。於自性無涉。菩薩必不為", "428": "此也。何以故。葢佛土。即淨土也。淨土。不事修飾。所", "429": "謂莊嚴者。非真莊嚴也。不過虗名為莊嚴而已。是", "43": "學人也。努志者貴堅修持誦。何必以窮章徹句。摘底", "430": "故吾教之。須菩提。諸菩薩雖性量廣大。俱應如是", "431": "生清淨之心。清淨云何。不應住於有形色者而生", "432": "心。不應住於有聲音馨香滋味。及觸與法而生心。", "433": "惟應屏絕六塵。於無所住處。而生其心也。佛又曰。", "434": "須菩提譬如有人。身似須彌山王。爾之意以為大", "435": "否。須菩提曰。甚大。世尊。但此身雖大。究不定為大。", "436": "何以故。凡有形相者。皆屬有盡。色身縱如須彌山", "437": "王。畢竟還有生滅。必如佛所說之非身。方可名為", "438": "大身耳。夫非身者。法身也。即真心也。可以包太虗", "439": "藏世界。豈僅如須彌山王而已哉。", "44": "搜源。作禪門之苦惱乎。奚不悟如如不動。一旦慧覺", "440": "無為福勝分第十一○無為福勝分第十一修無為福勝於布施", "441": "須菩提。如恒河中所有沙數。如是沙等恒河於意云", "442": "何。是諸恒河沙。寧為多不。須菩提言。甚多。世尊。但諸", "443": "恒河。尚多無數。何況其沙。須菩提。我今實言告汝。若", "444": "有善男子。善女人。以七寶滿爾所恒河沙數。三千大", "445": "千世界。以用布施。得福多不。須菩提言。甚多。世尊。佛", "446": "告須菩提。若善男子。善女人。於此經中。乃至受持四", "447": "句偈等。為他人說。而此福德勝前福德。", "448": "【註】恒河周四十里。在西土。人所共見。故佛取以為", "449": "喻。等。同也。", "45": "而不知焉。故非法非非法。即可以識西來意之本源", "450": "【講】前第八分。言三千大千世界。七寶以用布施。不", "451": "如持經。佛又推廣其義而言曰。須菩提。恒河。周四", "452": "十里。可謂大矣。其中所有沙數。難以悉計。若一沙", "453": "各為一河俱等於恒河之大。爾之意。以為此諸恒", "454": "河之沙。寧為多否。須菩提曰。甚多。世尊。一沙即為", "455": "一河。一河各有其沙。河尚無數。何況其沙乎。佛曰。", "456": "須菩提。我今實言告汝。若有善男子。善女人。將七", "457": "寶滿爾所說恒河沙數。三千大千世界。以用布施。", "458": "是人得福可云多否。須菩提曰。甚多世尊。佛曰。布", "459": "施得福雖多。究竟不若持經。若善男子善女人。於", "46": "者也。旹", "460": "此經中。乃至四句偈等非特受持。自見其性。且為", "461": "他人解說。使之亦見其性。則彼此共證無上妙道。", "462": "此種福德。視彼七寶布施福德。豈不相懸萬萬乎。", "463": "尊重正教分第十二○尊重正教分第十二受持正教天人尊重", "464": "復次須菩提。隨說是經乃至四句偈等。當知此處。一", "465": "切世間天人阿修羅。皆應供養如佛塔廟。何況有人", "466": "盡能受持讀誦。須菩提。當知是人。成就最上第一希", "467": "有之法。若是經典。所在之處。即為有佛。若尊重弟子。", "468": "【註】隨說隨順眾生而為說法。心無分別也。此處即", "469": "此心也。世間世上之人。天人。天上之人。阿修羅。阿。", "47": "道光辛丑年仲春月", "470": "無也。羅。眾也。即不修之眾生魔王等類是也。殯佛", "471": "之身為塔。供佛之像為廟。尊重弟子。弟子中之可", "472": "尊可重者。若諸菩薩是也。", "473": "【講】上言特說福德。勝於布施。則經不可不說。故佛", "474": "又呼須菩提曰。經功甚大。不可思議。如有善信之", "475": "人。隨順眾生高下。逢凡說凡。逢聖說聖。為之講解", "476": "是經。乃至四句偈等。多方演說。當知說經一偈之", "477": "處。一切世間天人阿修羅。皆當以香華瓔珞幢幡", "478": "寶葢。香油酥燈。恭敬供養是人。如藏佛身之塔與", "479": "供佛像之廟一般。何況有人盡能受持讀誦一經", "48": "定光佛降筆於西江芝陽同善堂", "480": "全文者乎。須菩提。當知是人所成就者。為世間第", "481": "一希有之法。若是經所在之處。便是佛在之處。人", "482": "皆清淨奉持。即與佛無異。與可尊可重之弟子。諸", "483": "大菩薩無異矣。", "484": "如法受持分第十三○如法受持分第十三當如此法承受行持", "485": "爾時須菩提白佛言。世尊。當何名此經。我等云何奉", "486": "持。佛告須菩提。是經名為金剛般若波羅蜜。以是名", "487": "字。汝當奉持。所以者何。須菩提。佛說般若波羅蜜。即", "488": "非般若波羅蜜。是名般若波羅蜜。須菩提。於意云何。", "489": "如來有所說法不。須菩提白佛言。世尊。如來無所說。", "49": "何須遠慕見蓮臺但把菩提心地栽", "490": "須菩提於意云何。三千大千世界。所有微塵。是為多", "491": "不。須菩提言。甚多。世尊。須菩提。諸微塵。如來說非微", "492": "塵。是名微塵。如來說世界非世界。是名世界。須菩提。", "493": "於意云何。可以三十二相見如來不。不也世尊。不可", "494": "以三十二相得見如來。何以故。如來說三十二相。即", "495": "是非相。是名三十二相。須菩提。若有善男子。善女人。", "496": "以恒河沙等身命布施。若復有人。於此經中。乃至受", "497": "持四句偈等。為他人說。其福甚多。", "498": "【註】微塵。塵中之微者。譬眾生妄念之多也。佛分身", "499": "成化。於諸世界之中。示現無邊大神力。使一切眾", "5": "竟。誠昏衢之巨燭。苦海之慈航也。自西域傳人中華。", "50": "悟得真空無一物此身便是活如來", "500": "生。在塵離塵。在世出世。故云非微塵非世界。三十", "501": "二相莊嚴端好。指全身而言。俗本謂頭如何。脚如", "502": "何。未免太拘。葢佛不一佛相不一相故也。末言布", "503": "施不如持經。重言以結上文之意。", "504": "【講】須菩提白佛言。世尊。持說是經。成就希有之法。", "505": "既聞命矣。不識此經當以何命名。我等云何受持", "506": "乎。願明以教我。佛曰。須菩提。是經當名為金剛般", "507": "若波羅蜜。葢明是經者。其智慧如金剛之堅利。斷", "508": "絕外妄。直達諸佛菩薩之彼岸也。以是名字。汝其", "509": "遵奉而持守之。然真性本空。無可執著。智慧達彼", "51": "前儀", "510": "岸之說。吾性中亦豈有是哉。何以故。須菩提。佛所", "511": "說般若波羅蜜。實非般若波羅蜜。不過虗名為般", "512": "若波羅蜜。以引誘眾生耳。真性本來清淨。如此則", "513": "知一切諸法。總屬外相。更有何法可說乎。吾試問", "514": "爾。如來有所說法否。須菩提曰。如來萬法皆空。有", "515": "何可說。即不得已而有說。亦與無說等也。佛曰。須", "516": "菩提於意云何。三千大千世界。所有微塵。是為多", "517": "否。須菩提曰甚多世尊。佛曰。須菩提。我今明言告", "518": "汝。微塵雖多。而無定體。世界雖大。數盡則壞。皆為", "519": "虗妄。如來所說微塵。非真實微塵。是虗名為微塵。", "52": "金剛經啟請金剛經啟請", "520": "如來所說世界。非真實世界。是虗名為世界。惟真", "521": "性至真至實。自古及今。無變無壞也。去真性。即法", "522": "相。非身相也。佛恐須菩提不解。故又曰。須菩提於", "523": "意云何。可以三十二相見如來否。須菩提曰。不也。", "524": "世尊。不可以三十二相見如來。佛曰。三十二相。乃", "525": "現具之色身。而不可以此見如來者。此何故哉。葢", "526": "如來雖現色身。涅槃則盡。不能久存。如來說三十", "527": "二相。非真實相。是虗名為三十二相。由斯以觀。色", "528": "身既屬空虗。則著相布施。獲福寧有幾何。益信持", "529": "說之福勝矣。須菩提。若有善男子。善女人。捨身命", "53": "若有人受持金剛經者。先須至心念淨口業真言。然", "530": "布施。併恒河沙佈施。俱屬著相因果。何益於事。若", "531": "復有人。於此經中。乃至受持四句偈等。為他人說。", "532": "自利利他。其福甚多。可見人法兩空。吾前言所謂", "533": "不著相布施。於此益信矣。", "534": "離相寂滅分第十四○離相寂滅分第十四離諸形相自得寂滅", "535": "爾時須菩提。聞說是經。深解義趣。涕淚悲泣而白佛", "536": "言。希有世尊。佛說如是甚深經典。我從昔來所得慧", "537": "眼。未曾得聞如是之經。世尊。若復有人。得聞是經信", "538": "心清淨。即生實相。當知是人成就第一希有功德。世", "539": "尊。是實相者。即是非相。是故如來說名實相。世尊。我", "54": "後啟請八金剛四菩薩名號。所在之處。常常擁護。", "540": "今得聞如是經典。信解受持。不足為難。若當來世。後", "541": "五百歲。其有眾生得聞是經。信解受持。是人即為第", "542": "一希有。何以故。此人無我相無人相無眾生相無壽", "543": "者相。所以者何。我相即是非相。人相。眾生相。壽者相。", "544": "即是非相。何以故。離一切諸相。即名諸佛。佛告須菩", "545": "提。如是如是。若復有人。得聞是經。不驚不怖不畏。當", "546": "知是人。甚為希有。何以故。須菩提。如來說第一波羅", "547": "蜜。即非第一波羅蜜。是名第一波羅蜜。須菩提。忍辱", "548": "波羅蜜。如來說非忍辱波羅蜜。是名忍辱波羅蜜。何", "549": "以故。須菩提。如我昔為歌利王割截身體。我於爾時。", "55": "淨口業真言淨口業真言", "550": "無我相。無人相。無眾生相。無壽者相。何以故。我於往", "551": "昔節節支解時。若有我相人相眾生相壽者相。應生", "552": "瞋恨。須菩提。又念過去於五百世。作忍辱仙人。於爾", "553": "所世。無我相。無人相。無眾生相。無壽者相。是故須菩", "554": "提。菩薩應離一切相。發阿耨多羅三藐三菩提心。不", "555": "應住色生心。不應住聲香味觸法生心。應生無所住", "556": "心。若心有住。即為非住。是故佛說菩薩心。不應住色", "557": "布施。須菩提。菩薩為利益一切眾生故。應如是布施。", "558": "如來說一切諸相。即是非相。又說一切眾生。即非眾", "559": "生。須菩提。如來是真語者實語者如語者不誑語者", "56": "脩利脩利　摩訶脩利　脩脩利　薩婆訶", "560": "不異語者。須菩提。如來所得法。此法無實無虗。須菩", "561": "提。若菩薩心住於法而行布施。如人入暗即無所見。", "562": "若菩薩心不住法而行布施。如人有目日光明照。見", "563": "種種色。須菩提。當來之世。若有善男子善女人。能於", "564": "此經。受持讀誦。即為如來以佛智慧。悉知是人。悉見", "565": "是人。皆得成就無量無邊功德。", "566": "【註】實相。法身也。前屢言福德。此獨言功德者。葢功", "567": "成果滿。福不足道也。波羅蜜有十種。一布施。二持", "568": "戒。三忍辱。四精進。五禪定。六智慧。七慈。八悲。九方", "569": "便。十不退。今云第一波羅蜜者。指布施而言也。非", "57": "淨三業真言淨三業真言", "570": "第一波羅蜜者。拂去假名不住於相也。下言非忍", "571": "辱波羅蜜。亦是此意。梵語歌利王。華言無道極惡", "572": "君也。歌者慧也。利者刀也。王者心也。是用慧刀。斷", "573": "除無明煩惱之心也。割截支解等句。俱係喻意。不", "574": "可認作實有其事。應生無所住心者。謂凡有住著", "575": "處。不得起心也。此即第十分之義。而推廣言之。", "576": "【講】上言受持之法。爾時須菩提。深解無相義趣。涕", "577": "淚悲泣。傷值遇之晚。白佛言。希有世尊。佛說如是", "578": "甚深經典。我從昔來修行。雖其慧眼。聞法甚多。未", "579": "曾有如是之妙者。世尊。若復有人。得聞是經。生篤", "58": "唵　娑音梭嚩音娃婆嚩󰡊音述䭾　娑嚩達摩婆嚩　婆", "580": "信心。湛然清淨。則色身中。有法身。即生如來實相。", "581": "此人成就功德。識為第一希有。世尊是實相者譬", "582": "若大虗。所謂有相。即是非相。是故如來所說實相。", "583": "總屬鏡華水月。豈真有實相之可名哉。世尊。我今", "584": "聞是經典。信而不惑。解而不疑。受而不辭。持而不", "585": "厭。不足為難。若當來世。五百歲後。其有眾生聞是", "586": "經者。亦能信解受持。此人即為第一希有。何也。此", "587": "人依是經修行。屏除妄念。不著諸相。無我相。無人", "588": "相。無眾生相。無壽者相。所以者何。我相。即是非相。", "589": "人相。眾生相。壽者相。即是非相。何以故。葢了悟四", "59": "嚩󰡊度音陀憾音酣", "590": "相皆空。方能離一切諸相。成無上菩提。名為諸佛", "591": "不難矣。佛曰。須菩提。信如爾之言也。葢大乘之法。", "592": "非具大乘根器者。聞之未免驚焉而恐懼不寧。怖", "593": "焉而憂疑不定。畏焉而退縮不前。若不驚不怖不", "594": "畏。諦聽受持。永無退轉。此人甚為希有。何以故。如", "595": "來到彼岸之法。第一曰布施。次則曰忍辱。如來有", "596": "布施之名。而不著布施之相。是知如來所說。第一", "597": "波羅蜜。即非第一波羅蜜。不過假名為第一波羅", "598": "蜜而已。如來有忍辱之名。而不著忍辱之相。是知", "599": "如來所說。忍辱波羅蜜。即非忍辱波羅蜜。不過假", "6": "上自王候紳士。下迄牧豎樵夫。靡不家置一編頂禮", "60": "安土地真言安土地真言", "600": "名為忍辱波羅蜜而已。由斯以觀。人苟不驚。不怖。", "601": "不畏。則布施忍辱。二相皆空。諸相從此俱空。謂為", "602": "希有。寧為過與。即如我昔日會為歌利王。割截身", "603": "體。若非得無相妙義。則被伊節節支解時。應生瞋", "604": "恨心。乃我則毫無瞋恨。以忍辱力。身復如故。非惟", "605": "無苦。且復樂也。然忍辱豈僅一世哉。又念過去五", "606": "百世後。作忍辱仙人。於爾所世。雖遇外侮。亦無我", "607": "相人相眾生相壽者相。此豈獨我然哉。須菩提。凡", "608": "屬吾教之諸菩薩。俱應離一切相。發無上正等正", "609": "覺心。不應住於色而生心。不應住於聲香味觸法", "61": "南無三滿多　母音□䭾音陀喃　唵　度嚕度嚕　地", "610": "而生心。應生無所住之心。若心有住。則住非所當", "611": "住。即為非住。而非菩薩之心矣。所以古之如來。甞", "612": "有言曰。菩薩之心。莫不欲布施。但眾苦之本。眼根", "613": "不淨為先。不應住於色而為之布施也。須菩提。菩", "614": "薩布施。原為利益一切眾生。若心住於色。便是眼", "615": "有財物。則布施有時而窮。故應如是無住相布施。", "616": "方獲真利益。然心無住矣。若稍存施受之念。終為", "617": "著相。故如來常說一切諸相。畢竟虗妄。而非真實。", "618": "即是非相。又說一切眾生。能悟真空。離眾生相。即", "619": "非眾生。須菩提。如來此語。是真語。而非假也。是實", "62": "音寨尾薩婆訶", "620": "語。而非虗也。是如語。而當理也。是非誑語。而欺人", "621": "也。是非異語。而駭聽也。夫一切諸相。既非真性所", "622": "有。則一切諸法。又豈真性所有哉。須菩提。如來所", "623": "得法。為眾生而說。原非真實。然又不可不藉此以", "624": "悟真性。又非虗假。有而不有。無而不無。真空之妙", "625": "如此。須菩提。若菩薩之心。住於法而行布施。則教", "626": "化眾生。無由開悟。如人入暗室。昏昏冥冥一無所", "627": "見。若菩薩之心。不住於法而行布施。則教化眾生。", "628": "皆得開悟。如人有目。又得日光明照。種種諸色。無", "629": "不畢見。夫真空無相。莫如此經。須菩提。當來之世。", "63": "普供養真言普供養真言", "630": "若有善男子。善女人。能於此經受持讀誦。非但為", "631": "口耳之功。抑亦究心學之妙。即為如來所眷顧。用", "632": "無上智慧。知見是人。而照鑒之。不但利於一身。且", "633": "將普於羣生。不但利於一時。且將及於千萬億劫。", "634": "而無量無邊功德皆得成就矣。", "635": "持經功德分第十五○持經功德分第十五受持此經功德無量", "636": "須菩提。若有善男子。善女人。初日分。以恒河沙等身", "637": "布施。中日分。復以恒河沙等身布施。後日分。亦以恒", "638": "河沙等身布施。如是無量。百千萬億劫。以身布施。若", "639": "復有人。聞此經典。信心不逆。其福勝彼。何況書寫受", "64": "唵　誐音耶誐曩囊上聲　三婆嚩　韈音娃日音子囉音楋斛", "640": "持讀誦。為人解說。須菩提。以要言之。是經有不可思", "641": "議。不可稱量。無邊功德。如來為發大乘者說。為發最", "642": "上乘者說。若有人能受持讀誦。廣為人說。如來悉知", "643": "是人。悉見是人。皆得成就不可量不可稱。無有邊。不", "644": "可思議功德。如是人等。即為荷擔如來阿耨多羅三", "645": "藐三菩提。何以故。須菩提。若樂小法者。著我見人見", "646": "眾生見壽者見。即於此經不能聽受讀誦為人解說。", "647": "須菩提。在在處。處若有此經。一切世間天人阿修羅", "648": "所應供養。當知此處即為是塔。皆應恭敬。作禮圍遶。", "649": "以諸華香。而散其處。", "65": "音吽", "650": "【註】信心不逆者。生篤信心。不相違背也。乘。車也。阿", "651": "羅漢。獨了生死。不度眾生。謂之小乘緣覺之人。半", "652": "為人。半為己。謂之中乘。菩薩普度一切。謂之大乘。", "653": "發猶啟也。最上乘者。兼菩薩而載度之。佛乘也。荷", "654": "擔。仔肩之意。樂。好也。小法。外道也。諸華香。即法華", "655": "經所載未利青蓮白蓮等香是也。", "656": "【講】佛恐世人執忍辱之說。徒以身布施。墮入貪癡", "657": "障中。故呼須菩提曰。若有善男子善女人。初日分。", "658": "寅卯辰時。以恒河沙等身命布施。中日分。巳午未", "659": "時。復以恒河沙等身命布施。後日分。申酉戌時。亦", "66": "奉請奉請", "660": "以恒河沙等身命布施。如是一日三分歷無量百", "661": "千萬億劫。以身行布施。世間所斷無之事。即有之。", "662": "亦不過得世間福耳。若復有人。聞是經典。信之於", "663": "心。順而不逆。其所得之福。尚勝於彼。何況更能書", "664": "寫受持讀誦。為人解說者乎。須菩提。要而言之。此", "665": "經不可以心思。不可以口議。不可以器物稱量。功", "666": "德廣大。無有邊際。然非遇發大乘心。發最上乘心", "667": "者。如來斷不與之說也。若果有人受持讀誦。逢凡", "668": "說凡。逢聖說聖。廣為闡發。便後學。各見性中無相", "669": "之理。則是人心即是佛。佛即是心。如來佛智佛慧。", "67": "南無青除灾金剛除一切眾生。宿世災殃。主大海", "670": "悉知之。悉見之。皆得成就不可量不可稱。無有邊", "671": "不可思議功德。如來無上菩提。不難以一身荷擔", "672": "之矣。豈樂小法者。所可同日語哉。葢樂小法之人。", "673": "迷於外道。恒著我見人見眾生見壽者見。即於此", "674": "經。不能聽受讀誦為人解說。不知此經普度一切。", "675": "至微至妙。須菩提。在在虗處。有此經典。便如摩尼", "676": "寶珠。瑞光燦爛。一切世間。凡在天道人道阿修羅", "677": "道者莫不至心供養。當知此處與藏佛真身舍利", "678": "寶塔一般。皆應恭敬。作禮圍遶。以諸華香。而散其", "679": "處。所謂一人辨心。諸天辦供者。此類是也。", "68": "南無辟毒金剛除一切眾生。瘟毒病患。主災毒", "680": "能淨業障分第十六○能淨業障分第十六若能清淨業障盡消", "681": "復次須菩提。若善男子。善女人。受持讀誦此經。若為", "682": "人輕賤。是人先世罪業。應墮惡道。以今世人輕賤故。", "683": "先世罪業。即為消滅。當得阿耨多羅三藐三菩提。須", "684": "菩提。我念過去無量阿僧祗劫。於燃燈佛前。得值八", "685": "百四千萬億那由他諸佛。悉皆供養承事。無空過者。", "686": "若復有人。於後末世。能受持讀誦此經所得功德。於", "687": "我所供養諸佛功德。百分不及一。千萬億分。乃至算", "688": "數譬喻。所不能及。須菩提。若善男子。善女人。於後末", "689": "世。有受持讀誦此經。所得功德。我若具說者。或有人", "69": "南無黃隨求金剛令一切眾生。所求如願。主功德", "690": "聞心即狂亂。狐疑不信。須菩提。當知是經義。不可思", "691": "議。果報亦不可思議。", "692": "【註】輕賤。謂疾病貧窮諸衰相。為人所憎惡也。惡道。", "693": "地獄餓鬼畜生也。梵語阿僧祗。華言無央數。梵語", "694": "那由他。華言一萬萬。具說。詳言也。", "695": "【講】持誦此經。宜為天人恭敬供養。而往往不免人", "696": "之輕賤。鮮不以持誦為無益矣。故佛曰。須菩提。若", "697": "善男子。善女人。受持讀誦此經。反為人所輕賤。是", "698": "人生前罪業深重。當墮地獄餓鬼畜生三惡道中。", "699": "以今生持誦之功故。祇為人輕賤而已。前生罪業。", "7": "而供奉之。較四書六經。倍加尊重。然雖明衣潔裳。淨", "70": "南無白淨水金剛除一切眾生。熟惱苦。主一切寶", "700": "即為消滅。來世無上正等正覺佛果當得成就。須", "701": "菩提。即如我往日曾歷無量無央數劫。於燃燈佛", "702": "前。得遇八百四千萬億。那由他諸佛。悉皆供養承", "703": "事。無空過者。然祇求福而已。不能出離苦海。若復", "704": "有人。於後末世。能受持讀誦此經。自悟本性。永脫", "705": "輪迴。其所得功德。以我所供養諸佛功德較之。百", "706": "分不能及其一分。極而千萬億分。乃至算數之多。", "707": "譬如微塵恒沙皆不能及。葢供養為財施。受財施", "708": "之報者日漸少。而終至於有盡。持誦為法施。受法", "709": "施之報者。日益增。而終至於成佛。然則此經豈人", "71": "南無赤聲火金剛除一切眾生。無明見。主生風", "710": "所易聞者乎。須菩提。若善男子。善女人。於後末世。", "711": "有受持讀誦此經者。其所得功德。我若詳言其妙。", "712": "下根之人聞之。甚者心即狂亂。次者狐疑不信。皆", "713": "以我言為夸而驚怪矣。須菩提。當知此經之義趣", "714": "與功德之果報。皆不可以心思而日議。我又何庸", "715": "具說為哉。", "716": "究竟無我分第十七○究竟無我分第十七成佛究竟本無我相", "717": "爾時須菩提白佛言。世尊。善男子。善女人。發阿耨多", "718": "羅三藐三菩提心。云何應住。云何降伏其心。佛告須", "719": "菩提。善男子。善女人。發阿耨多羅三藐三菩提心者。", "72": "南無定持灾金剛除一切眾生。灾難苦。主琉璃", "720": "當生如是心。我應滅度。一切眾生。滅度一切眾生已。", "721": "而無有一眾生實滅度者。何以故。須菩提。若菩薩。有", "722": "我相人相眾生相壽者相。即非菩薩。所以者何。須菩", "723": "提。實無有法。發阿耨多羅三藐三菩提心者須菩提", "724": "於意云何。如來於燃燈佛所。有法得阿耨多羅三藐", "725": "三菩提不。不也世尊。如我解佛所說義。佛於燃燈佛", "726": "所。無有法得阿耨多羅三藐三菩提。佛言。如是如是。", "727": "須菩提。實無有法。如來得阿耨多羅三藐三菩提。須", "728": "菩提。若有法。如來得阿耨多羅三藐三菩提者。燃燈", "729": "佛。即不與我授記。汝於來世。當得作佛。號釋迦牟尼。", "73": "南無紫賢金剛令一切眾生。開解悟。主堅牢", "730": "以實無有法。得阿耨多羅三藐三菩提。是故燃燈佛。", "731": "與我授記。作是言。汝於來世。當得作佛。號釋迦牟尼。", "732": "何以故。如來者。即諸法如義。若有人言。如來得阿耨", "733": "多羅三藐三菩提。須菩提。實無有法。佛得阿耨多羅", "734": "三藐三菩提。須菩提。如來所得阿耨多羅三藐三菩", "735": "提。於是中無實無虗。是故如來說。一切法。皆是佛法。", "736": "須菩提。所言一切法者。即非一切法。是故名一切法。", "737": "須菩提。譬如人身長大。須菩提言。世尊。如來說人身", "738": "長大。即為非大身。是名大身。須菩提。菩薩亦如是。若", "739": "作是言。我當滅度無量眾生。即不名菩薩。何以故。須", "74": "南無大神金剛令一切眾生。智芽成就。主龍", "740": "菩提。實無有法。名為菩薩。是故佛說一切法。無我無", "741": "人無眾生無壽者。須菩提。若菩薩作是言。我當莊嚴", "742": "佛土。是不名菩薩。何以故。如來說莊嚴佛土者。即非", "743": "莊嚴。是名莊嚴。須菩提。若菩薩通達無我法者。如來", "744": "說名真是菩薩。", "745": "【註】梵語釋迦。華言能仁。梵語牟尼。華言寂默也。由", "746": "爾時以下。至實無有法發阿耨多羅三藐三菩提", "747": "句。雖與第三分相似。但第三分。言滅度一切。在生", "748": "如是心。此言生如是心。亦非真實。語同而意有淺", "749": "深。由於燃燈佛所以下。至無實無虗句。雖與第七", "75": "奉請奉請", "750": "分第十四分相似。但第七分。言無有定法。尚有法", "751": "在。此言實無有法。則併法俱空矣。第十四分。不著", "752": "四相。專指布施忍辱而言。此則兼一切而言也。較", "753": "前更覺精深濶大。由是故如來說一切法句。以下", "754": "至末。雖與第十分相似。但第十分。非莊嚴。非大身", "755": "等語。虗論其理。此言通達無我法。便可直登彼岸", "756": "兼論其效。更得引誘後學之意。", "757": "【講】此經既不可以心思而口議。則受持讀誦。不容", "758": "己矣。爾時須菩提。白佛言。世尊。善男子。善女人。發", "759": "無上正等正覺心者。此心當住於何處。方能降伏", "76": "南無金剛眷菩薩慈也", "760": "其妄念乎。佛告須菩提。善男子。善女人。發無上正", "761": "等正覺心者。當生如是超證一切眾生心。舉一切", "762": "眾生。皆消滅其妄想。而度化之。滅度一切眾生。盡", "763": "已成佛。而無有一眾生實滅度者。良由眾生。自滅", "764": "自度我無功也。所以然者何也。葢存滅度之念。即", "765": "為著相。若菩薩之心。一著於相。即有我人眾生壽", "766": "者之見。而即非菩薩矣。夫無相可著。則無法可名。", "767": "不但塵緣外感盡屬空虗。即所謂發無上正等正", "768": "覺心者。亦吾性中自具。豈是循途守轍。依於法而", "769": "後然哉。吾試問爾。我昔日在燃燈佛所。多蒙授記。", "77": "南無金剛索菩薩悲也", "770": "得無上菩提。爾謂有一定之法否。須菩提曰。不也。", "771": "世尊。如我解佛所說義。空諸一切。則知於燃燈佛", "772": "所。無有法得無上菩提也。佛深以其言為然曰。如", "773": "是如是。須菩提。實無有法如來得無上菩提。若如", "774": "來得無上菩提。果有一定之法。燃燈佛。即不與我", "775": "授記。當即傳以成佛之法矣。何待沾沾然向我言", "776": "曰。汝於來世。當得作佛。號釋迦牟尼乎。惟實無有", "777": "法得無上菩提。故燃燈佛與我授記。作是言。謂汝", "778": "於來世當得作佛。號釋迦牟尼云云也。夫記乃如", "779": "來得果之妙諦。而如來者。即真性也。真性貫徹三", "78": "南無金剛愛菩薩喜也", "780": "世。綿亘十方。即諸法皆得自如之義。豈有定法之", "781": "可名哉。若有人言。如來得無上菩提。必有定法。此", "782": "皆妄語而不足信也。庸詎知如來得無上菩提。皆", "783": "由積功累行之久。具心領神會之妙。萬緣淨而諸", "784": "相空。實無有法可得。然無法可得。而又不可謂非", "785": "得。得而無得之中。實而不實。虗而不虗。所以如來", "786": "常說一切諸法。皆是用之以修行而成佛之法也。", "787": "夫用以修行。即虗而不虗也。而成佛初不在是。即", "788": "實而不實也。此豈可泥乎。須菩提。如來所言一切", "789": "法。非真實一切法。不過假此修行。虗名為一切法", "79": "南無金剛語菩薩捨也", "790": "耳。此義可借喻而知之矣。須菩提。譬如人身長大。", "791": "果真實否。須菩提曰。世尊。如來說人身長大。然有", "792": "生滅有限量。非真實大身。不過虗名為大身而已。", "793": "佛曰須菩提。菩薩教化眾生。非為真實。亦如大身", "794": "之不真實。若菩薩作是言。謂無量眾生皆由我而", "795": "滅度之。知此見識是成佛有法矣。尚得名之為菩", "796": "薩乎。何以故。葢真性空空洞洞。非雅無法。併菩薩", "797": "之名。亦屬虗假。實無有法。名為菩薩。是故佛說一", "798": "切諸法。無我人眾生壽者。既無四者。又安得有所", "799": "謂菩薩乎。至於離相以度眾生。使一切世界。皆為", "8": "體端容。敲碎木魚。而口之所誦。非心之所知。目之所", "80": "發願文發願文", "800": "清淨。正是真莊嚴處。若菩薩不於此是求。反曰我", "801": "當以金珠等寶。莊嚴世間佛土。值凡夫之見耳。不", "802": "得名為菩薩。何以故。如來說莊嚴佛土者。不過外", "803": "飾之莊嚴。非真莊嚴。但強名為莊嚴而已。夫起度", "804": "化心。著莊嚴相。不得名為菩薩。畢竟發何等心。方", "805": "得名為菩薩乎。必也四通八達深明無我之法。遠", "806": "離一切諸相。人法兩忘。則度化之心與莊嚴之心。", "807": "俱不起矣。故如來說名真是菩薩。", "808": "一體同觀分第十八○一體同觀分第十八萬法歸一更無異觀", "809": "須菩提。於意云何。如來有肉眼不。如是。世尊。如來有", "81": "稽首三界尊皈依十方佛我今發宏願", "810": "肉眼。須菩提。於意云何。如來有天眼不。如是。世尊。如", "811": "來有天眼。須菩提。於意云何。如來有慧眼不。如是。世", "812": "尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如", "813": "是。世尊。如來有法眼。須菩提。於意云何。如來有佛眼", "814": "不。如是。世尊。如來有佛眼。須菩提。於意云何。如恒河", "815": "中所有沙。佛說是沙不。如是世尊。如來說是沙。須菩", "816": "提。於意云何。如一恒河中所有沙。有如是沙等恒河。", "817": "是諸恒河。所有沙數。佛世界如是。寧為多不。甚多。世", "818": "尊。佛告須菩提。爾所國土中。所有眾生。若干種心。如", "819": "來悉知。何以故。如來說諸心。皆為非心。是名為心。所", "82": "持此金剛經上報四重恩下濟三途苦", "820": "以者何。須菩提。過去心不可得。現在心不可得。未來", "821": "心不可得。", "822": "【註】見眾生形色。名曰肉眼。見大千世界。名曰天眼。", "823": "見自性般若。名曰慧眼。見一切法。無一切法。名曰", "824": "法眼。無自性可守。無諸佛可求。放大光明。破諸黑", "825": "暗。名曰佛眼。如是世尊。既然而復稱之也。若。如也。", "826": "干。數也。謂眾生之心。種種有差別也。非心。妄想之", "827": "心也。是名為心。不起妄想。即是本心也。過去現在", "828": "未來。謂之三世。不可得。猶言不可有也。", "829": "【講】上言通達無我法。而後可名為菩薩。然真空之", "83": "若有見聞者悉發菩提心盡此一報身", "830": "中。自有實見。故佛曰。須菩提。於意云何。如來有觀", "831": "見眾生之肉眼否。須菩提曰。如是。世尊。如來有肉", "832": "眼。佛曰。須菩提。於意云何。如來有普照世界之天", "833": "眼否。須菩提曰。如是。世尊。如來有天眼。佛曰。須菩", "834": "提。於意云何。如來有返觀內照之慧眼否。須菩提", "835": "曰。如是。世尊。如來有慧眼。佛曰。須菩提。於意云何。", "836": "如來有見諸法皆空之法眼否。須菩提曰。如是。世", "837": "尊。如來有法眼。佛曰。須菩提。於意云何。如來有真", "838": "性常昭。上自諸天。下至九幽。毫無障礙之佛眼否。", "839": "須菩提曰。如是。世尊。如來有佛眼。佛既具此五眼。", "84": "同生極樂國", "840": "則所知極廣。豈有不能覺一切眾生之心乎。故佛", "841": "又曰須菩提。於意云何。如恒河中。所有之沙。佛說", "842": "是沙否。須菩提曰。如是。世尊。如來說是沙。佛曰。須", "843": "菩提。於意云何。如一恒河中。所有之沙。分之各為", "844": "一恒河。而諸恒河中。所有之沙。分之各為佛世界。", "845": "佛世界如是。寧為多否。須菩提曰。甚多。世尊。佛曰。", "846": "須菩提。彼佛世界雖多。所有一切眾生。若干種心。", "847": "總名妄心。如來悉能知之。誠以性體光明無不徧", "848": "照也。無不徧照者。常住之真心。歷萬劫而不變者", "849": "也。何以故。如來說一切諸心總屬虗假。皆為非心。", "85": "云何梵云何梵", "850": "若識諸心非心。是名為心。又安有過去現在未來", "851": "之妄想哉。所以者何。須菩提。凡思念前事。為過去", "852": "心。思念今事。為現在心。思念後事。為未來心。此三", "853": "種心。本來無有。乃因事而生。今真心常住。則萬法", "854": "背空。三種心。於何而有哉。", "855": "法界通化分第十九○法界通化分第十九法身徧界通化無邊", "856": "須菩提。於意云何。若有人滿三千大千世界七寶。以", "857": "用布施。是人以是因緣得福多不。如是世尊。此人以", "858": "是因緣。得福甚多。須菩提。若福德有實。如來不說得", "859": "福德多。以福德無故。如來說得福德多。", "86": "云何得長壽金剛不壞身復以何因緣", "860": "【註】因緣。即因由也。福德有實者。只福德為有。而妄", "861": "生希冀也。福德無故者。以福德為無。而不著一切", "862": "相也。此與第八分相似。但第八分言七寶布施。不", "863": "如持經。是望人藉經行布施。此言七寶布施。福德", "864": "有限。是望人離相行佈施。較第八分。更覺空濶。", "865": "【講】心有所著。即為非心。可見福德不宜執著而生", "866": "希望矣。故佛曰。須菩提。於意云何。若有人滿三千", "867": "大千世界七寶。以用布施。是人以是布施因緣。得", "868": "福多否。須菩提曰。如是世尊。是人以是因緣得福", "869": "甚多。佛曰。修因得果。報應之常。七寶布施。得福甚", "87": "得大堅固力云何於此經究竟到彼岸", "870": "多。理固然也。但下乘之人。以福德為有。藉布施。以", "871": "乘遂其私。此為妄心福德。雖多終屬小果。未免有", "872": "盡。故如來不說得福德多。惟大慧之人。以福德為", "873": "無。藉布施。以修己之性。此為佛心所得福德。譬如", "874": "虗空無有邊界。故如來說得福德。多也豈彼著相", "875": "布施。所可同日而語哉。", "876": "離色離相分第二十○離色離相分第二十色相皆妄離妄見性", "877": "須菩提。於意云何。佛可以具足色身見不。不也。世尊。", "878": "如來不應以具足色身見。何以故。如來說具足色身。", "879": "即非具足色身。是名具足色身。須菩提於意云何。如", "88": "願佛開微密廣為眾生說", "880": "來可以具足諸相見不。不也。世尊。如來不應以具足", "881": "諸相見。何以故。如來諸相具足。即非具足。是名諸相", "882": "具足。", "883": "【註】具足。毫無虧欠也。色身。三十二相也。具足諸相", "884": "變化神通。不止三十二相而已也。此與第五分。第", "885": "十三分相似。但第五分。言凡所有相。皆是虗妄。是", "886": "欲人於有相之如來。見無相之如來。此言具足色", "887": "身。又云具足諸相。是欲人於神妙不測之如來。見", "888": "真性一定之如來。第十三分。言與其見如來三十", "889": "二相之假。不如持經之真。是引人持經。此言不但", "89": "開經偈開經偈", "890": "三十二相是假。即變化神通亦非真也。是極贊如", "891": "來。語同而意自別。", "892": "【講】前言諸佛所證。乃無為福德。又何身相之可見", "893": "乎。故佛曰。須菩提。於意云何。可以三十二相具足", "894": "之色身見佛否。須菩提曰。不也。世尊。一切色身。皆", "895": "為虗假。不應以此見佛也。何以故。如來說具足色", "896": "身。即非具足色身。惟真性無變無壞。方可名為具", "897": "足色身。佛曰。須菩提。於意云何。具足色身既不可", "898": "以見如來。可以變現神通具足之諸相見如來否。", "899": "須菩提曰。不也。世尊。色身諸屬虗假。諸相亦非真", "9": "暗。非意之所會。如入暗室。不見一物。如遊蠻󳬛。莫辨", "90": "無上甚深微妙法百千萬劫難遭遇", "900": "實。亦不應以此見如來也。何以故。如來說諸相具", "901": "足。即非具足。惟真性靜涵萬有。方可名為諸相具", "902": "足。總之身相華也。真性實也。欲見如來。奈何不求", "903": "之於其實。而徒求之於事華哉。", "904": "非說所說分第二十一○非說所說分第二十一法無可說所說非法", "905": "須菩提。汝勿謂如來作是念。我當有所說法。莫作是", "906": "念。何以故。若人言如來有所說法。即為謗佛。不能解", "907": "我所說故。須菩提。說法者。無法可說。是名說法。爾時", "908": "慧命須菩提白佛言。世尊。頗有眾生。於未來世聞說", "909": "是法。生信心不。佛言須菩提。彼非眾生。非不眾生。何", "91": "我今見聞得受持願解如來真實義", "910": "以故。須菩提。眾生眾生者。如來說非眾生是名眾生。", "911": "【註】莫作是念者。教須菩提不可存此念也。慧。以德", "912": "言。命。以壽言。即長老之稱。此分前半。與第七分。如", "913": "來無所說之義相似。後半。與第十四分。一切眾生。", "914": "即非眾生之義相似。但第七分。乃須菩提自作答", "915": "語。此則就須菩提所已明者。而復進之也。第十四", "916": "分。言之略。此則言之詳也。", "917": "【講】色身諸相。既不足以見如來。則為人說法。又豈", "918": "足以見如來乎。故佛曰。須菩提。汝見如來日與眾", "919": "生講解。遂謂如來有法可說耶。汝莫作是念也。何", "92": "No. 503", "920": "以故。葢明真性者。則無法可說。若人言如來有所", "921": "說法。是謂如來不明真性。即為謗佛。良由不能解", "922": "我所說法空之義故也。須菩提。所謂說法者。不過", "923": "為眾生為除外妄。不得已而有說耳。若眾生既悟。", "924": "則此法應捨。實無可說。但虗名為說法而已。爾時", "925": "長老須菩提。心開意解。白佛言世尊。頗有眾生。於", "926": "未來世。聞說是法。生信心否。佛曰。須菩提。彼具真", "927": "一之性。與佛同源。非眾生也。然現具眾生之相。又", "928": "不可謂非眾生。何以故。眾生眾生者。如來說非真", "929": "實眾生。但虗名為眾生而已。若眾生能生信心。了", "93": "金剛經", "930": "悟真性。亦即是佛。又安有眾生之名哉。", "931": "無法可得分第二十二○無法可得分第二十二悟性空故無法可得", "932": "須菩提白佛言。世尊。佛得阿耨多羅三藐三菩提。為", "933": "無所得耶。佛言。如是。如是。須菩提。我於阿耨多羅三", "934": "藐三菩提。乃至無有少法可得。是名阿耨多羅三藐", "935": "三菩提。", "936": "【註】上言無法可說。即無法可得。此言真性清淨空", "937": "虗。不但無法可得。並無上菩提之名。亦屬虗假。較", "938": "第七分之義更深。", "939": "【講】須菩提聞佛無法可說之義。恍然有悟。白佛言。", "94": "孚佑帝君　註解", "940": "世尊。有法可得。是名法縛。無法可得。方謂解脫。今", "941": "佛得無上菩提。於法殆無所得耶。佛深以其言為", "942": "然曰。如是如是。須菩提。我於無上菩提。毫不著稍。", "943": "乃至無有少法可得。亦併無名可名。但虗名為無", "944": "上菩提而已。葢萬法皆空。故得而無得也。", "945": "淨心行善分第二十三○淨心行善分第二十三以清淨心行諸善法", "946": "復次須菩提。是法平等。無有高下。是名阿耨多羅三", "947": "藐三菩提。以無我無人無眾生無壽者。修一切善法。", "948": "即得阿耨多羅三藐三菩提。須菩提。所言善法者。如", "949": "來說即非善法是名善法。", "95": "後學培真道人校正", "950": "【註】是法。指真性而言。平等。佛與眾生無高下也。修", "951": "一切善法。謂常行方便。隨順眾生而為說法。令悟", "952": "真性也。", "953": "【講】如來無少法可得。則諸相皆空。尚安有人己之", "954": "見哉。故呼須菩提曰。人皆以佛為高。以眾生為下。", "955": "不知法皆平等。上自諸佛。下至螻蟻。皆含真性。無", "956": "所分別。葢色身有高下。而真性無高下。是以名為", "957": "無上菩提也。然所以名為無上菩提者。以真性中。", "958": "本無我人眾生壽者故也。若能悟此四相皆空。而", "959": "修一切善法。則得無上菩提不難矣。然一切善法。", "96": "經題金剛般若波羅蜜經般若音鉢惹。下倣此", "960": "佛不過借此以開悟眾生耳。究竟本來無是也。須", "961": "菩提所言善法者。如來說即非善法。是虗名為善", "962": "法而已。善法者。真性也。真性豈可謂之法哉。真性", "963": "我所本有又豈可謂之得哉。", "964": "福智無比分第二十四○福智無比分第二十四福智甚大無物可比", "965": "須菩提。若三千大千世界中。所有諸須彌山王。如是", "966": "等七寶聚。有人持用布施。若人以此般若波羅蜜經。", "967": "乃至四句偈等受持讀誦。為他人說。於前福德百分", "968": "不及一。百千萬億分。乃至算數譬喻。所不能及。", "969": "【註】此分之義。第八分言之。第十一分。第十九分言", "97": "【註】金剛。金中之剛。利而能斷之意。般若。智慧也。波", "970": "之。至此又言之。但第八分。言聚寶布施。不如持說。", "971": "重在持說。此言持說福德。勝於布施。重在福德。第", "972": "十一分。以恒河沙譬。極言福德之多。此以須彌山", "973": "王譬。極言福德之大。第十九分。歸重福德。無故。言", "974": "福德亦屬虗假。興此毫不相複。總之後十數分。與", "975": "前十數分。語同而意別者甚多。世人不察。謂如來", "976": "為續到者重言之。不知如來敷宣妙義。著而為經。", "977": "諸大弟子。皆可按簡尋求。何必為續到者。覆說一", "978": "遍乎。且此經為阿難尊者所記。若有複語。自應刪", "979": "去。豈有重為敘入之理。", "98": "羅蜜。到彼岸也。即諸佛菩薩。超脫究竟之地。經徑", "980": "【講】前言修一切善法。即得無上菩提。則持說福德。", "981": "寧有限乎。故呼須菩提曰。大世界中。所有須彌山", "982": "王。若有人聚三千大千世界之七寶。如須彌山王", "983": "之高。持以佈施其福德似不可量矣。然非性中之", "984": "福德也。若人以此般若波羅蜜經。乃至四句偈等。", "985": "受持讀誦。為他人說。是修自性福德。聚自身七寶。", "986": "不但自利。亦且利他。如此無量福德。以前七寶布", "987": "施之福德較之。百分不能及其一分。極而至於百", "988": "千萬億分乃至算數之多。譬如微塵恒沙。皆不能", "989": "及也。葢世間福。有時而盡。出世間福。無時而窮。豈", "99": "也。言此經為修行之徑路也。○石天基註凡。係如", "990": "可相提而並論哉。", "991": "化無所化分第二十五○化無所化分第二十五聖凡同性化無所化", "992": "須菩提於意云何。汝等勿謂如來作是念。我當度眾", "993": "生。須菩提。莫作是念。何以故。實無有眾生如來度者。", "994": "若有眾生如來度者。如來即有我人眾生壽者。須菩", "995": "提。如來說有我者。即非有我。而凡夫之人。以為有我。", "996": "須菩提。凡夫者。如來說即非凡夫。是名凡夫。", "997": "【註】此與第三分。第十七分相似。但第三分。言滅度", "998": "眾生。如來不居其功。第十七分。言滅度眾生。如來", "999": "實無有法。此言眾生。本非凡夫。所以能自滅度。語"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 503 金剛經注解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 503 金剛經注解", "author": "清 孚佑帝君註解", "language": "chinese", "source": "CBETA"}