{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B463 溈山古梅冽禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "舉古", "1": "卷下(一)古梅洌禪師語錄卷下", "2": "小師明哲記錄", "3": "住潭州大溈山密印禪寺首座寮秉拂語錄潭州大溈山密印禪寺首座寮秉拂語錄", "4": "師於順治庚子春築室警策堂之左臘月朔一眾請", "5": "出關秉拂眉間挂劍好手手中呈好手血濺梵天紅", "6": "心心裏中紅心座下江南共為節拍良久云恁麼則", "7": "未免獨唱鷓鴣去也當陽一著鑑地輝天頂𩕳一機", "8": "崩崖裂石牢關把斷百匝千重八字打開七通八達", "9": "所以道道無方所弘之在人法無定相斷之在我事", "10": "無一向埋無固必出沒卷舒於法自在恁麼看來世", "11": "尊雪山六載獼猴弄𥻿膠達磨少室九年枯椿繫癩", "12": "馬空生宴坐巖中病鳥棲蘆淨名杜口毘耶困魚止", "13": "濼要須掀翻佛祖窠窟打破得失關頭著著有出身", "14": "之路頭頭得格外之機藏身之處沒蹤跡千聖共知", "15": "沒蹤跡處莫藏身萬靈罔測正當恁麼時且道如何", "16": "卓拄杖云金鎖玄關留不住行於異類且輪迴復舉", "17": "大溈五峰學老和尚掩室金陵時有僧問如何是關", "18": "中境峰云案上凝塵三尺厚庭中芳草幾生華如何", "19": "是境中人峰云相逢不遇真師子閒我憨憨枕石頭", "20": "如何是人中意峰便打師云坐籌帷幄決勝千里還", "21": "五峰師翁有挐雲攫霧手秪是者僧當機蹉過若見", "22": "道相逢不遇真師子閒我憨憨枕石頭便打碎關門", "23": "掀倒禪床看老漢到者裏如何折合即今眾中還有", "24": "為者僧吐氣者麼良久顧視左右云龍袖拂開全體", "25": "現象王行處絕狐蹤拈拄杖下座。", "26": "佛成道日玄溯道友請秉拂溯問如何是賓中賓師", "27": "云寄食漂母之淮陰如何是賓中主師云雲長揪魯", "28": "肅如何是主中賓師云阿斗受安樂如何是主中主", "29": "師云當今之世舍我其誰與進云賓主已蒙師指示", "30": "格外提持作麼生師云山形七尺過頭杖不特穿雲", "31": "兼打狗進云一種沒絃琴惟師彈得玅師打云秪是", "32": "有殺伐之聲問銀山銕壁拄杖子從甚處得來師便", "33": "打僧罔措師云蝦蟆禪乃云會麼今日乃釋迦文佛", "34": "於菩提樹下成等正覺歎曰奇哉一切眾生具有如", "35": "來智慧德相但以妄想執著而不證得今日秉拂上", "36": "座敢於二千年後下個註腳奇哉一切眾生瞎具有", "37": "如來智慧德相瞎但以妄想執著而不證得瞎與麼", "38": "批判不是抑他威光直貴流通正眼設有個衲子出", "39": "來道也是臘月蓮華更向道瞎瞎下座。", "40": "秉拂入門便棒敲出鳳凰五色髓入門便喝擊碎驪", "41": "龍頷下珠臨濟德山固稱好手洌上座若見要且各", "42": "與一頓何故人人氣宇如王個個壁立萬仞信手抹", "43": "過河沙世界海回身蹋翻百億大風輪說甚棒頭取", "44": "證脫卻鶻臭汗衫喝下承當拈卻炙脂帽子今日恁", "45": "麼道也好拽下禪床痛捶一頓到者裏秪得歡喜忍", "46": "受將此身心奉塵剎是則名為報佛恩復舉趙州因", "47": "二僧相推不肯作第一座主事白州州云總教伊作", "48": "第二座云第一座教誰作州云裝香著云裝香了也", "49": "州云戒香定香慧香解脫香師云戒定真香焚起沖", "50": "天上何故鼓響道場齊將見第一座第二座三座四", "51": "座鷺立鵷行一時整肅了也若恁麼會趙州意佛法", "52": "不是者個道理。", "53": "秉拂喝一喝云百丈三日耳聾拈拄杖卓一卓云臨", "54": "濟更思一頓思者思入骨髓聾者聾入膏肓不妨生", "55": "平慶快仔細檢點將來大似命根不斷半死半生為", "56": "復悟入不真抑或鉗錘不玅若是洌上座用處管教", "57": "一聞皆喪百劫千生一鎚便死千了百當諸兄弟照", "58": "顧髑髏復卓一卓喝一喝復舉趙州示眾老僧三十", "59": "年前在南方火爐頭有一則無賓主話直至於今無", "60": "人舉著師云者老漢眼空四海輕藐末學及至後來", "61": "望空啟告也秖徒然今冬溈山會裏人有一千二百", "62": "個個英靈者則無賓主話秉拂上座不肯舉著何故", "63": "我不似趙州。", "64": "除夕秉拂拈拄杖云諸兄弟者本看不盡底曆日子", "65": "今日看盡了也雖然千古長如白練飛一條界破青", "66": "山色遂卓一卓云懸巖撒手到江吳地盡復卓一卓", "67": "云絕後再甦隔岸越山多若也會得東村王老夜燒", "68": "錢歸家穩坐朝服而立於胙階混俗和光其或未然", "69": "白雲盡處是青山行人更在青山外囉囉哩哩囉哩", "70": "向下文長付在來日。", "71": "元旦秉拂拈拂子云開第一義門納千納萬揮拂子", "72": "云闡第一義諦如絲如綸直得主山神主河神峨冠", "73": "束帶此世界他世界稽首和南父子有親君臣有義", "74": "長幼有序朋友有信熙熙舜日皞皞堯風王登寶位", "75": "八方頌有道之君野老謳歌四海樂無為之化。", "76": "秉拂世界無邊表吾心亦如是乾坤無盡期吾心亦", "77": "如是有一處不周吾心有限量有一時不在吾心有", "78": "斷絕雖然周一切處一切處求之不得在一切時一", "79": "切時見之不得是則古人道若人識得心大地無寸", "80": "土若人息得心萬劫一時銷諸兄弟還識此心麼拍", "81": "禪床云阿㖿阿㖿。", "82": "解冬秉拂素元問如何是結師云門上貼封皮如何", "83": "是解師云八字打開進云解制一句如何分付師云", "84": "頭上笠腰下包清風明月杖頭挑進云前途有人把", "85": "住問溈山一冬事作麼生抵對即得師云幸來天氣", "86": "煖不向火柴頭僧禮拜云專為流通去也師打云切", "87": "忌訛言乃云結是老人結解是定洌解頭尾一齊該", "88": "收放有神宰且道放行一句作麼生道卓拄杖云一", "89": "夜落華雨滿城流水香復云常行則住常住則行五", "90": "湖衲子一錫禪人是則是秪是秉拂上座更有一說", "91": "者裏經冬承虛接響那邊過夏接響承虛總是腳跟", "92": "不點地在若是腳跟點地衲僧又作麼生行徑良久", "93": "云者裏經冬那邊過夏。", "94": "秉拂拈拄杖云橫看不足豎看有餘一時不看忘其", "95": "有無有無俱不著拄杖自如如如如為不動不動豈", "96": "云渠遂卓一卓云要用便用橫置香几云要置便置", "97": "方克有濟復舉汾陽示眾夫學般若菩薩當參活句", "98": "莫參死句師云此兩語悟卻多少人迷卻多少人驀", "99": "喝一喝云即今眾中還有知死識活者麼拈拄杖卓", "100": "一卓云死千峰勢到嶽邊止復卓一卓云活萬里晴", "101": "空飛隻鶚死獦狚活潑潑穩卻身失卻腳復卓一卓", "102": "云參也在裏許莫參也在裏許。", "103": "秉拂生死根株植本於曠劫之先知見稠林蕃茂於", "104": "有生之後日久日深日滋日甚所以大丈夫秉慧劍", "105": "般若鋒兮金剛燄遂拈拂子一拂云從他根深蒂固", "106": "一斬一切斬從他引蔓牽枝一斷一切斷倘有萌孽", "107": "可生不名利劍倘有種芽未絕未為敏手雖然如是", "108": "仁王三寸鐵遍地是刀鎗擲下拂子。", "109": "大悲生日秉拂拈拄杖云覓起處不得來自何來卓", "110": "拄杖云不知落處去自何去門外青山寡色澗底流", "111": "水無聲陽春有腳白雲無根刻意深求猿猴探水月", "112": "狂心不歇鈍鳥逆風飛無餘無欠左右逢原何絆何", "113": "拘縱橫無礙正與麼時且道是甚麼人境界卓拄杖", "114": "云隨緣觀自在何處不稱尊。", "115": "秉拂山有山光水有水色天有天道地有地理乃共", "116": "資成原無妨礙然雖如是其奈權衡在拄杖子者裏", "117": "遂拈拄杖卓一卓云位天地而天清地寧大功不宰", "118": "育萬物而動長植生至理無私良久云還識拄杖子", "119": "麼復卓一卓云三家村裏臭猢猻價增十倍驪龍頷", "120": "下明月珠分文不直喝一喝復舉趙州因僧問未有", "121": "世界早有此性世界壞時此性不壞如何是不壞之", "122": "性州云四大五蘊云此猶是壞底如何是不壞之性", "123": "州云四大五蘊昭覺勤云千尺寒潭徹底清師云九", "124": "曲黃河徹底渾。", "125": "神鼎遠菴和尚在山命秉拂法王法力超群生常以", "126": "法財施一切久積淨業稱無量導眾以寂故稽首所", "127": "以道釋迦不前彌勒不後揮拂子云樓閣門開何必", "128": "覺城東際別峰相見居然玅頂崔嵬巍巍堂堂煒煒", "129": "煌煌一回見面千載難忘眼根清淨毛孔俱香斯正", "130": "當今日之謂也秪如神鼎老人未到大溈已前諸兄", "131": "又向甚處相見倘或隔山見煙聽取一頌春光明媚", "132": "景和融兩兩黃鸝囀綠叢夾路桃華風雨後馬蹄何", "133": "處避殘紅到後又作麼生九萬里鵬纔展翼百千年", "134": "鶴便翱翔何謂如此我弘覺禪師老師翁去秋馳驛", "135": "還山我山頭和尚同為省覲太白山中。", "136": "秉拂雲之行空徒見其色風之過樹秪聞其聲究竟", "137": "於空無染於樹無依無染無依是何消息良久云消", "138": "則消已息則未息復舉南泉住菴時一僧到泉云某", "139": "甲上山作務請齋時作飯自喫了卻送一分來其僧", "140": "齋辦有喫了卻將家事打破就床臥泉伺久不來遂", "141": "歸見僧臥亦去一邊臥僧便起去泉住後云我往前", "142": "住菴時有個靈利道者直至於今不見師云三十年", "143": "後南泉恁麼道未審者僧如何若是個思前想後底", "144": "畢竟道無人知此意令我憶南泉。", "145": "大溈養拙老和尚忌秉拂梁木摧頹十八秋玉琅玕", "146": "上柳絲頭今日採蘋陳祖器殃及兒孫卒未休諸兄", "147": "還識我師翁麼金粟會裏打破水桶嗣後白棒撩天", "148": "而乃祖之風烈一模脫出同慶堂上揀取菜根觸著", "149": "倒捋虎鬚而超師之作略闔國咸知嬴得山頭一十", "150": "六載南岡北畝徹底耕翻系出太白冢子元孫啟後", "151": "承前一時周備南公舉止寡笑危襟地藏家風種田", "152": "博飯逸翮獨翔不求伴似單傳直指枝不旁求今日", "153": "不肖兒孫到者裏秪得作禮三拜去也會麼孤根自", "154": "有擎天勢不比尋常曲彔枝。", "155": "秉拂文喜見文殊王喬昇天普眼見普賢漢武求仙", "156": "若會得此兩轉語金剛窟裏了無回亙六牙象上大", "157": "好淆訛其或未然不惜重為指點拈拄杖左邊卓一", "158": "卓云者裏是普賢若向者裏見普賢三千年後右邊", "159": "卓一卓云者裏是文殊若更求二文殊無有是處恁", "160": "麼告報也是豐干饒舌殊不知文殊普賢昨夜起佛", "161": "見法見被王老師各二十棒貶向二銕圍山去也喝", "162": "一喝復舉法眼因僧問古佛堂前何人先到眼云不", "163": "動步者師顧視左右云大家在者裏復顧視左右喝", "164": "一喝云喚甚麼作古佛堂前。", "165": "佛誕秉拂雲門好一棒可惜大遲生以致今日有佛", "166": "之一字流支好一拳可惜秖打落當門齒不曾斷卻", "167": "命根以致今日有祖之一字自有此佛祖二字後來", "168": "承虛接響之流一開口我學佛學祖去我成佛作祖", "169": "去我超佛越祖去我呵佛罵祖去被此佛祖二字賺", "170": "卻生平了也諸兄弟何不向釋迦未出世前去會取", "171": "何不向達磨未西來前去會取若是個漢聞恁麼道", "172": "便向者裏一坐坐斷更有甚麼諸聖可慕更有甚麼", "173": "己靈可重生佛不形聖凡何立黃面瞿曇秖是個傳", "174": "言送語碧眼老僧好喚來洗腳即今眾中還有羅籠", "175": "不住呼喚不回者麼良久顧視左右云相逢盡道休", "176": "官去林下何曾見一人。", "177": "秉拂拈拄杖召眾云會麼廣大神通不落思惟造作", "178": "擬心涉念便爾犯手傷鋒所以鬼神覷不破之機販", "179": "夫灶婦解拈解弄三藏詮不得底句牧童健子能唱", "180": "能歌正恁麼時全體大用一句作麼生白雲投壑盡", "181": "青嶂倚空高復舉昔有老宿云祖師九年面壁為訪", "182": "知音若與麼會喫銕棒有日在一老宿云祖師九年", "183": "面壁何不慚惶若與麼會更買草鞋行腳三十年瑯", "184": "琊覺云既不然且道祖師面壁意作麼生良久云欲", "185": "得不招無間業莫謗如來正法輪天童傑云二老宿", "186": "敲磚打瓦瑯琊畫虎成貍諸人要見祖師面壁底意", "187": "旨麼窮坑難滿師云古人面壁而坐有甚麼意後人", "188": "將心度心轉見病深以訛傳訛轉見淆訛今日洌上", "189": "座有一棒要打達磨倒卻者葛藤樁子免得多少人", "190": "向者裏撲跌拈拄杖卓一卓。", "191": "結夏秉拂問學人有一問在大師處師云朝打三千", "192": "進云大師不答學人禮拜有分去也師云穿過髑髏", "193": "僧一喝師便打乃云以大圓覺為我伽藍腳跟下好", "194": "與一劄身心安居平等性智頂𩕳上好與一劄二千", "195": "年前早有個下得者兩劄將見大圓覺一時瓦解向", "196": "甚麼處躲跟平等智萬劫冰消說甚麼安居不惟使", "197": "者黃面老子作個灑灑落落底衲僧且免得天下萬", "198": "世向鬼窟裏作活計今日秉拂上座既是陣後興師", "199": "不妨隨條攀例去也拈起布袋頭打開布袋口豎起", "200": "拄杖云諸兄弟向者裏證龜成鱉變師作狗。", "201": "秉拂泥牛鬥入海浩浩清風為下載烏龜逼上壁路", "202": "逢驟處難迴避顧視左右云還有迴避得者麼切忌", "203": "鬼窟裏作計喝一喝復舉馬祖因僧問如何是祖師", "204": "西來意祖云近前來向你道僧近前祖劈面掌云六", "205": "耳不同謀後南禪師云古人尚六耳不同謀那堪三", "206": "二百眾浩浩地商量禍事禍事師云電光影裏垂手", "207": "孤峰頂上接人直是人難湊泊南匾頭雪上加霜未", "208": "免信邪倒見今日溈山門下好事不瞞人要與天下", "209": "萬世有耳者共聞去也如何是祖師西來意近前來", "210": "向你道僧近前但云若到諸方一任舉似。", "211": "秉拂你見我亦見有眼者皆如是我聞你亦聞有耳", "212": "者皆如是主山後案山前無古無今人從陳州來卻", "213": "得汝州信有權有實鬧市裏識取天子尊中之尊百", "214": "草頭薦取老僧錯而又錯會麼水底金烏天上日孰", "215": "妄孰真水底蝦蟆吞卻月是正是偏喝一喝復舉世", "216": "尊因外道問不問有言不問無言世尊良久外道讚", "217": "歎云世尊大慈大悲開我迷雲令我得入乃作禮而", "218": "去阿難尋白佛云外道得何道理稱讚而去世尊云", "219": "如世良馬見鞭影而行師云世尊當時不盡令而行", "220": "致成一椿不了公案遂以左手拍香几云外道且過", "221": "者邊著以右手拍香几云阿難且過者邊著會麼他", "222": "家曾蹋上頭關莫謂渠儂多意氣喝一喝。", "223": "秉拂惟則問如何是奪人不奪境師云明修棧道如", "224": "何是奪境不奪人師云暗度陳倉如何是人境兩俱", "225": "奪師云魏延入谷口如何是人境俱不奪師云世祖", "226": "繪凌煙進云此是臨濟宗旨如何是曹洞宗師云翠", "227": "袖殷勤捧玉鍾進云不落五家宮商請師更道一句", "228": "師便打僧喝師復打云人奪境奪意到句到全放全", "229": "收全用全照諸兄還會麼若也未會重說偈言卓拄", "230": "杖云人境俱不奪意句俱不到非放非收非用非照", "231": "諸兄還會麼若也未會歸堂喫茶。", "232": "秉拂提不起拈不出拈拄杖召眾云還見麼名不得", "233": "狀不得豎起拄杖云者是拄杖子橫則山河大地一", "234": "齊橫豎則山河大地一齊豎敲落天邊月大地黲黲", "235": "扶過斷橋水通身暢快千峰頂上挑明月萬壑溪頭", "236": "探水瀾卓一卓云者是拄杖子用處更有一處諸兄", "237": "還知麼擲下拄杖復舉南泉因普請次問維那作甚", "238": "麼那云拽磨泉云不得動著中心樹子那無對保福", "239": "展代云比來拽磨如今卻不拽法眼益代云恁麼即", "240": "不拽也師云二大老生平氣宇如王恁麼看來似乎", "241": "膽小當時洌上座若在見南泉恁麼道便與劈胸推", "242": "倒設若有個傍不甘底出來道向道不得動著咄且", "243": "去扶起者磨架子著。", "244": "秉拂問如何是境師云觸著磕著如何是人師云拄", "245": "地撐天如何是溈山境師云金相玉式如何是境中", "246": "人師云銕額銅頭進云即今綠陰蔥鬱夏令云中秪", "247": "如古人道薰風自南來殿閣生微涼意旨如何師云", "248": "水出崑崙進云東山水上行如何話會師云黃河九", "249": "曲進云大慧於此瞥地還端底也無師云莫謗大慧", "250": "好乃云背後海闊天空只要識得轉身路面前懸崖", "251": "峭壁直須喪盡目前機目前不了觸眼撞眉不會移", "252": "身墮阬落塹即今還有前後際斷二途不涉者麼不", "253": "妨出來掀倒禪床喝退大眾靈利衲僧消得幾個良", "254": "久云如無洌上座丹霄獨步去也便下座。", "255": "立秋秉拂拈拂子云操殺伐之權艸木叢林望風乞", "256": "命懸冰輪之鑑山河大地倍長光華千峰削色萬水", "257": "澄波蝦蟆蚯蚓竄穴以潛藏村了黃華芬香而茂盛", "258": "寒威凜凜烈燄騰騰眾中還有知時識宜者麼其或", "259": "躊躇看取令行始得揮拂子云西風起也大地颼颼", "260": "擲拂子云一葉落也天下皆秋。", "261": "解夏秉拂法堂前草蔓漫地山門外荊棘參天皆由", "262": "把關太煞水泄不通內不放出外不放入致令地老", "263": "天荒人稀路絕洌上座今日權衡在手祖印高提不", "264": "妨無縫中鑿縫無隙中開隙拈拄杖卓一卓云未出", "265": "頭者向者裏擎頭戴角未吐氣者向者裏作霧興雲", "266": "鳳離金網翥舞丹霄鶴出銀籠翱翔天外諸兄弟洌", "267": "上座恁麼道未審在諸兄分上畢竟作麼生去就良", "268": "久云未明心地印難透祖師關復卓一卓。", "269": "中秋秉拂金風凋盡千林葉惟有諸真實玉兔挨開", "270": "碧海門天上斗星多正所謂多處添些子星月交輝", "271": "少處減些子木葉盡脫正當恁麼時清光透體銀漢", "272": "橫秋謂在天上影落階除謂在人間全身月裏然則", "273": "畢竟如何月落後相見。", "274": "堂上老人五袟壽誕秉拂佛真法身猶若虛空應物", "275": "現形如水中月豎拂子云從上諸聖在秉拂上座拂", "276": "子頭上示現降神處胎示現誕生示現行七步示現", "277": "處王宮示現出家示現行苦行示現坐菩提樹下成", "278": "等正覺示現降伏魔軍示現坐道場轉法輪度有情", "279": "示現授諸菩薩阿耨多羅三藐三菩提記種種神通", "280": "不可思議種種玅用不可思議種種解脫不可思議", "281": "種種自在不可思議從不可思議中現寶王剎於一", "282": "毫端於一毫端現無邊香水海無邊須彌盧無邊虛", "283": "空無邊世界無邊天地無邊日月不可說不可說微", "284": "塵諸佛剎延百千劫於一彈指頃於一彈指頃延不", "285": "可說不可說恒河沙數劫小中現大大中現小一為", "286": "無量無量為一不可以智知不可以識識惟我堂上", "287": "老人善普現色身三昧脫珍御服挂弊垢衣乘大悲", "288": "願為如來使於佛處示佛於祖處示祖今日乃五袟", "289": "壽誕七眾瞻依萬指圍繞其間有以光明為佛事有", "290": "以音聲為佛事有以莊嚴為佛事有以香飯為佛事", "291": "有以語言文字為佛事各以所有若無所有各以其", "292": "心見聞隨喜禮拜讚歎至於定洌分上將何慶祝即", "293": "得良久云記得一則陳年葛藤未免拈出作今日斬", "294": "新供養去也昔清化怤禪師因僧問和尚年多少怤", "295": "云始見去年九月九如今又見秋葉黃云恁麼則無", "296": "數也怤云問取黃葉云畢竟事如何怤云六隻骰子", "297": "滿盆紅師云白鼠推遷銀臺不變諸兄弟若於此會", "298": "得清化老子謾諸兄不得若也未會重加箋釋劫石", "299": "有銷日此翁無老時拈拄杖下座。", "300": "重陽秉拂伸腳原在縮腳裏已展不縮舌頭不出口", "301": "駟馬難追所以有時教伊揚眉瞬目是施一機發一", "302": "令艸偃風行有時教伊揚眉瞬目不是據虎頭收虎", "303": "尾海晏河清無一事不彰至化如天普蓋無一物不", "304": "演真乘似地普擎頭頭那畔古聖絕安排著著者邊", "305": "至今無處所燈籠上走馬光影裏神通露柱裏懷胎", "306": "鬼窟中活計夫如是說甚麼木樨華吾無隱乎爾菊", "307": "華新謂之三玄要拍禪床云若是陶淵明攢眉便歸", "308": "去顧視左右喝一喝。", "309": "首眾芙蓉進發請秉拂驢事未了馬事到來不容擬", "310": "議豈假安排鐘聲急鼓聲催簷聲不斷前宵雨電影", "311": "還連後夜雷今日與君華下醉明朝攜手上高臺諸", "312": "兄弟正當臨岐如何唱拍揮拂子云會麼若也會得", "313": "不起於座遊遍十方周歷百城不離跬步一月普現", "314": "一切水一切水月一月攝是處是園林是處是彌勒", "315": "朝遊檀特暮羅浮皆吾心之常分大唐打鼓響新羅", "316": "豈有假於他術恁麼兩頭坐斷寧有去來一句全該", "317": "何分彼此所以道朗州山澧州水五湖四海皇化裏", "318": "正恁麼時住不居陰界出不涉眾緣一句作麼生澄", "319": "潭不許宿蒼龍鳳凰豈向那邊討。", "320": "秉拂岫雲問南天燒火北天紅日出西方夜落東表", "321": "率溈巒千五百芙蓉高蹈萬層峰溈山即不問敢問", "322": "如何是芙蓉境師云白晝猿呼子黃昏虎出林如何", "323": "是境中人師云與木石居與鹿豕遊進云與溈山相", "324": "去多少師云一步高一步一浪闊一浪進云未審此", "325": "處彼處大師如何相接師云不礙往來看進云恁麼", "326": "一點水墨兩處成龍師云莫妄分疏乃云芙蓉突出", "327": "一峰頭百里溈巒目一收今日不因人舉著幾乎忘", "328": "卻舊雲並拈拄杖下座。", "329": "秉拂盡大地是解脫門多少人到者裏入不得喝一", "330": "喝云用入作麼盡大地是塵勞門多少人到者裏出", "331": "不出喝一喝云用出作麼不見道江南江北無非圓", "332": "覺玅場溪東溪西總是國王水艸橫身千峰頂上應", "333": "用無虧撒手萬人叢中鍼劄不入諸兄弟如斯說話", "334": "且道成得甚麼邊事拈拄杖云水流東澗朝西澗雲", "335": "起南巒過北巒。", "336": "秉拂拈拄杖召眾云者拄杖子不從天台得不自南", "337": "嶽來根盤威音那畔葉覆百億須彌人天蒙其蔭庇", "338": "乾坤賴以擎持今日落在洌上座手裏畢竟如何揮", "339": "霍遂卓一卓云上揮則天平日月星辰各居其所下", "340": "霍則地成山川艸木各奠其位遇險則為津梁遇水", "341": "則為舟楫串諸佛聖人以至醯雞蠛蠓而為一串一", "342": "即一切撥山河大地以至瓦礫荊棘而為萬物一切", "343": "即一頂窮圓蓋腳極風輪劄一劄透頂透底往溯空", "344": "王來及婁至拶一拶貫古貫今有如是勇猛有如是", "345": "威神之力然雖如是猶未盡其機權復卓一卓云拄", "346": "天則天缺東南拄地則地陷西北鞭山則華嶽摧崩", "347": "點水則滄溟枯竭遇佛殺佛遇祖殺祖遇羅漢殺羅", "348": "漢森羅萬象斂衽歸降蠢動含靈望風乞命外道魂", "349": "銷天魔膽裂有如是勇猛有如是威神之力正恁麼", "350": "時奇特中奇特殺活全彰殊勝中殊勝縱橫在我忽", "351": "有個旁不甘底衲僧出來道洌公何得將常住物一", "352": "人受用但向道一條白棒無私曲幾個拈來用得親", "353": "復卓一卓下座。", "354": "明季復開溈山大圓老宿忌秉拂橫跨白牯直踞孤", "355": "峰此山先住繼有吾宗千鈞巨力一片虛衷拈起香", "356": "云從前汗馬無人識插香云秪要重論蓋代功。", "357": "澄米頭起龕此邦不穀適彼他邦雖然彼此自由以", "358": "拄杖指龕云不免者場敗露。", "359": "嗣奯監寺入塔是凡是聖鬼臉神頭手抬手搦賣俏", "360": "裝村放下骨襯云若非奯公大難承當。", "361": "惟慶碓頭起龕來也水上漚去也爐中燄來去不相", "362": "關何沒復何現喝一喝云坐斷十方猶點額密移一", "363": "步看飛龍。", "364": "舉火步步蹋著蹋著禍生捎空兩腳火裏翻身歸根", "365": "葉落秋方早令人卻憶嶺南能。", "366": "慈性上座起龕撩起便行衲僧手段能解與麼去又", "367": "解與麼來猶稱好手雖然如是大溈門下總容者般", "368": "漢不得咄云去去。", "369": "舉火秋日涼秋月皎長安道上人多少水肅風清白", "370": "蘋紅蓼正好舉棹揚帆無限風光窈窕截斷父子愛", "371": "不用回頭轉腦若或兩復三番娑婆世界何日得", "372": "了慈性上座歸去好歸去好一道直如弦切莫打之", "373": "遶喝一喝。", "374": "大冶禪人入塔值雪冷湫湫地熱鬧中來熱鬧中物", "375": "冷湫湫去放下骨襯云大冶紅爐一片雪。", "376": "習禪智禪人起龕彈指能超億土是神是鬼轉眼便", "377": "是來生堪笑堪悲且恁麼時如何直送荒郊裏。", "378": "舉火如來禪祖師禪熱碗鳴聲根本智差別智撥漚", "379": "求火喝一喝云般若靈光如大火聚。", "380": "入塔智不到處切忌道著道著則頭角生放下骨襯", "381": "云崢嶸須是擎頭角遍界猶難覓跡蹤。", "382": "盡空上座起龕拍膝而逝銕鎚當面擲斂目而坐神", "383": "光腦後看動著不堪回首處和煙搭在玉欄杆。", "384": "舉火誰云世事盡不得今日盡也誰云一死無餘事", "385": "焉知他處不生所謂東湧西沒西湧東沒中湧邊沒", "386": "湧到虛空界盡還有不盡者咄。", "387": "湛然禪人起龕覓即知君不可得以拄杖指龕云贓", "388": "物現在不離當處常湛然喝一喝云龍門無宿客。", "389": "舉火百年成之不足一旦壞之有餘舉起火炬云看", "390": "看向洌上座未舉以前還救得一半。", "391": "入塔鬼窟裏躲跟千個萬個洌上座手裏斷送萬個", "392": "千個放下骨襯云慣得其便。", "393": "正元上座入塔地水火風假四大以為身生老病死", "394": "苦歷一生而滅度一息歸真還源返本諸兄弟還識", "395": "正元上座失腳處麼蹋翻波是水行到路頭窮水底", "396": "撈明月喝一喝云死水不藏龍因過水溺滅。", "397": "普學道人舉火值雪因地而起箭既離弦從空放下", "398": "不落別處攛下火炬云會麼水火既濟。", "399": "古梅洌禪師語錄卷下一", "400": "卷下(二)古梅洌禪師語錄卷下二", "401": "小師明偉記錄", "402": "住潭州芙蓉山廣化禪寺首座寮秉拂語錄潭州芙蓉山廣化禪寺首座寮秉拂語錄", "403": "師於順治辛丑十月初二日首眾芙蓉玄溯都監請", "404": "秉拂鬧處刺頭冷處著腳昨日平田今朝絕壑拈拄", "405": "杖云竿木隨身逢場作戲毘盧頂上敲風打雨白雲", "406": "堆裏打雨敲風左之右之無不宜之者邊那邊隨緣", "407": "自在正恁麼時且道如何數聲清磬是非外一個閒", "408": "人天地間復云邇來去聖時遙人心澆薄到處弟兄", "409": "徒秖問水觀山不肯灰心泯志故我溈山堂上老人", "410": "於此邃谷幽巖豎茲法社命定洌提令其間俾諸有", "411": "志者向此韜光晦跡實履真操鈯斧子上一道神光", "412": "折腳鐺邊萬機休罷不見先芙蓉楷禪師住山惟將", "413": "本院莊稞一歲所得均作三百六十分日取一分用", "414": "之更不隨人添減務要省緣專一辦道諸兄弟古人", "415": "恁麼操持誠不欲以等閑利養埋沒生平今日爾我", "416": "處此峭壁嵯峨之上卻為平原沃野之中有田深耕", "417": "有山火種壺中日月世外乾坤交相砥礪共修正因", "418": "報佛祖恩畢參學事久立眾慈伏惟珍重。", "419": "秉拂家住桃源溪口深迥然不與世相親無限落英", "420": "隨水出秪許漁郎一問津所謂一到不再到一見不", "421": "再見諸兄弟設使漁郎不恁麼一回焉知有與麼事", "422": "設使漁郎一向恁麼去焉知有與麼事未審此處彼", "423": "處的的事作麼生依舊園林依舊池沼依舊桑麻依", "424": "舊雞犬恁麼則古今天地古今日月古今山河古今", "425": "人物然雖如是也有些淆訛不見道雲月是同谿山", "426": "各異九曲黃河清徹底誰知別是一乾坤。", "427": "示眾舉忠國師因肅宗皇帝問如何是無諍三昧忠", "428": "云檀越蹋毘盧頂上行帝云此意如何忠云莫認自", "429": "己清淨法身徑山杲云諸人要見國師麼只在你眼", "430": "睛裏開眼也蹉過合眼也蹉過既在眼睛裏為甚麼", "431": "卻蹉過玅喜恁麼道也蹉過不少師云諸人要見徑", "432": "山麼只在你眉毛上眨上眉毛也蹉過不眨眉毛也", "433": "蹉過洌上座恁麼道眉毛在麼。", "434": "示眾舉溈山因遊山到磐陀石上坐仰山侍立次忽", "435": "鴉啣一紅柿落在面前仰取拭以呈溈溈云甚處得", "436": "來云此是和尚道德所感溈分半與仰云子也不得", "437": "無分師云食到口邊被人奪卻者一語且道著在鴉", "438": "子分上仰山分上溈山分上。", "439": "示眾舉國一因馬祖遣智藏來問十二時中以何為", "440": "境一云待汝回去時有信藏云即今便回去一云傳", "441": "語馬祖道卻須問取曹溪師云恁麼信息未得的確", "442": "又要一緉艸鞋得到曹溪。", "443": "師父雲臺老居士訃音至示眾舉祖師道父母非我", "444": "親誰是至親者師云最初一著阿誰理會天童弘覺", "445": "老和尚道父母非我親無我無親者師云末後一句", "446": "孰敢流通拈拄杖云會麼爪齒膚髮從之受生俯仰", "447": "折旋悉承渠力卓拄杖云如今拄杖子折也直得崩", "448": "崖裂石天上人間沒朕跡神號鬼泣千古萬古無消", "449": "息今日不孝到者裏又且如何施設撒手到家人不", "450": "識了無一物獻尊堂。", "451": "冬至秉拂舉古德因僧問一陽來復日長一線未審", "452": "佛法長多少德云長一線又有僧問古德一陽來復", "453": "日長一線未審佛法長多少德云一線長師云一線", "454": "長長一線若論佛法還差一線。", "455": "因雪秉拂天道地道幻化非常昨日今日計較不著", "456": "會麼變穢邦而為淨土則在須臾就濁世而建寶坊", "457": "煥然炫目普賢菩薩失其境界拾得寒山燒火有分", "458": "秪如孤舟篛笠翁為甚獨釣寒江雪垂絲千尺許意", "459": "在釣獰龍良久云水寒魚不餌空載月明歸下座。", "460": "師誕眾請示眾人子受生日老母值難時既是母難", "461": "何用慶為謾謂揚眉喜殊覺暗魂銷。", "462": "元旦秉拂值雪周而復始地轉天迴變則生通星移", "463": "斗轉直得乾坤色失頭頭格外風光佛祖眼迷處處", "464": "劫前春色玅峰晃耀野獸難藏寶樹晶光靈禽難泊", "465": "斬新日月一片皇風依舊山河實增精彩正恁麼時", "466": "且道如何卓拄杖云行夏之時春王正月遇方成珪", "467": "遇圓成璧。", "468": "示眾舉歸宗因泥壁次白侍即來宗問君子儒小人", "469": "儒白云君子儒宗乃打泥拓一下白遂過泥與宗宗", "470": "接得便用良久云莫便是快俊底白侍即不白云不", "471": "敢宗云秪有過泥分師云今日看來快俊底歸宗也", "472": "秪有泥壁分。", "473": "示眾舉南泉問良欽空劫中還有佛麼欽云有泉云", "474": "是阿誰欽云良欽泉云居何國土欽無語師云含元", "475": "殿裏更覓長安良欽古佛可謂戴天不知天之高履", "476": "地不知地之厚。", "477": "示眾舉雪峰在洞山作飯頭淘米次山問淘沙去米", "478": "淘米去沙峰云沙米一時去山云大眾喫甚麼峰遂", "479": "將盆覆卻山云據子因緣合在德山師云多少人向", "480": "者裏列戶分門喝一喝。", "481": "大悲生日秉拂卓拄杖云三十二應者是那一應復", "482": "卓一卓云千手千眼者是何手眼要且觀世音菩薩", "483": "到者裏高豎降旗藏身無地誰云於娑婆世界有大", "484": "因緣在我國中示現受生尋聲救苦諸兄弟凡人貧", "485": "窮困苦愛別離苦冤憎會苦生老病死苦是人無量", "486": "劫中植下種子所謂假使百千劫所作業不忘因緣", "487": "會遇時果報還自受觀音菩薩管你甚麼閑事尚且", "488": "觀音菩薩將錢買胡餅放下手是個饅頭被人騙卻", "489": "去也即今眾中還有不被騙者麼良久顧視左右云", "490": "南無觀世音菩薩摩訶薩。", "491": "開田示眾山前一片閒田地曠大劫來明歷歷如今", "492": "特地破天荒惟願春風齊著力拈拄杖云吽吽驅耕", "493": "夫牛奪饑人食空手牽銕犁誰怕春疇沒脛泥高處", "494": "高平低處低平但得年來桑麥熟羅睺羅兒與一文", "495": "孤峰頂上合水和泥數口之家可以無饑然雖如是", "496": "大不易易遂高聲召眾云固是腳下無私須防泥裏", "497": "有刺喝一喝。", "498": "示眾舉三聖問僧近離甚處僧喝聖亦喝僧又喝聖", "499": "又喝僧云行棒即瞎便喝聖拈棒僧轉身作受棒勢", "500": "聖云下坡不走快便難逢便打僧云者賊便出去聖", "501": "遂拋下棒次有僧問和尚適來爭容者僧聖云是伊", "502": "曾見先師來師云蒼天蒼天先師蒙此苦屈。", "503": "摘茶示眾拈拄杖召眾云還識拄杖子麼枝枝挺秀", "504": "葉葉流芳含種於象帝之先合根為千差之本時至", "505": "自彰造化不能秘其玅直得南山北嶺翠色蔥蔥自", "506": "邇而遠山川未足囿其芳異日上國名邦香風𩖼𩖼", "507": "恁麼百艸頭邊漏洩意氣全彰萬峰頂上埋藏清光", "508": "溢目若於此會得盧仝腋下風生趙州應須喫棒其", "509": "或未然且向葛藤裏薦取。", "510": "天中節示眾南山有虎南山有蛇牙如劍樹口似血", "511": "盆洌上座三十年前一見一椎打殺碎為微塵及至", "512": "今日若見則當延為上賓何故罕逢罕遇。", "513": "秉拂莫謂山勢險更有最高峰高處不足山斷疑休", "514": "去峰高又起來深處有餘拈拄杖云會麼芙蓉者裏", "515": "鳥飛不度大路通霄獸不容蹄平開曠野寒生幽谷", "516": "日日三秋日出高山時時九夏卓拄杖云衝開碧落", "517": "松千尺截斷紅塵水一溪所以古人道猿啼古木虎", "518": "嘯幽嵒碧落青霄道人活計雖然如是任是深山更", "519": "深處也應無計避征徭喝一喝。", "520": "謝雨示眾豎拂子召眾云看看滴穿眼睛浸爛鼻孔", "521": "良久復豎拂子云秪如者一點未發已前時又且如", "522": "何青天應須喫棒。", "523": "鋤茶示眾開一片畬種一籮粟仰山之謂也與山門", "524": "作景致與後人作榜樣臨濟之謂也芙蓉者裏別是", "525": "一般家風何故現成公案本有根株秪貴當人理會", "526": "處理會剪除處剪除然則諸兄弟到者裏畢竟如何", "527": "本地上著力钁頭下著眼。", "528": "遊南嶽回示眾山在腳頭直須到過話在舌頭也須", "529": "說過會麼思大禪師目視雲漢不通凡聖懷讓和尚", "530": "磨磚作鏡曲為今時各得一種三昧總被不肖看破", "531": "萬年松挂碧凌空三生藏依艸附木雖然滿目煙霞", "532": "難免遊人收拾諸兄弟即今到家一句又且如何舉", "533": "似曾經大海難為水除卻須彌不是山喝一喝復舉", "534": "洞山問僧甚處去來云遊山來山云還到頂頭麼云", "535": "到山云頂頭有人不云無山云你不曾到頂頭云若", "536": "不到爭知無人山云闍黎何不且住云住即不辭西", "537": "天有人不肯在師云恁麼說話漏逗不少今日者裏", "538": "更要矢上加尖一一從頭註腳登山須到頂步步蹋", "539": "著頂上無人德雲不在玅高峰為甚麼不肯住七間", "540": "僧堂儘好會麼洌上座拔舌有分去也禍出私門。", "541": "示眾乾坤之內宇宙之間中有一寶秘在形山肇法", "542": "師恁麼道我不恁麼道畢竟寶在甚麼處但云乾坤", "543": "之內宇宙之中。", "544": "示眾舉歸宗鏟艸次有座主來參偶見一蛇過宗以", "545": "鋤斷之主云久響歸宗元來秪是個麤行沙門宗云", "546": "你麤我麤主云如何是麤宗豎起鋤頭主云如何是", "547": "細宗作斬蛇勢主云與麼則依而行之宗云依而行", "548": "之且置你甚麼處見我斬蛇主無對師云死蛇頭解", "549": "弄也活不解弄活底也死。", "550": "示眾舉長慶問秀才云佛教云眾生日用而不知儒", "551": "教云百姓日用而不知且道不知甚麼云不知大道", "552": "師云大道透長安有甚不知者秀才不曾行腳。", "553": "示眾舉歸宗因普請入園取菜次乃畫一圓相圓卻", "554": "一株菜以標插之語眾云輒不得動著便去少頃宗", "555": "復來見菜猶在遽以棒趁云者一隊漢無一個有智", "556": "慧底踢倒標子拔菜而歸師云歸宗大似蕭何造", "557": "者隊漢似隊艸繫比丘今日如何批判畫地為牢籠", "558": "太古不傷苗稼足僧儀。", "559": "示眾舉甘贄入南泉設齋時黃檗為首座贄請施財", "560": "檗云財法二施等無差別贄云恁麼道爭消得某甲", "561": "嚫便舁錢出去須臾復入云請施財檗云財法二施", "562": "等無差別贄乃行嚫師云大眾莫秖管隨隊餐䭔子", "563": "也得三文買艸鞋良久云且道利害在什麼處。", "564": "示眾舉大覺參臨濟濟見豎拂子覺展具濟擲下拂", "565": "子覺收具參堂去時眾議云此僧莫是和尚親故不", "566": "禮拜又不喫棒濟令侍者喚覺至云大眾道汝來參", "567": "長老不禮拜不喫棒莫是長老親故覺乃珍重下去", "568": "師云大覺大似行年在坎臨濟老漢也較不多。", "569": "秉拂日出扶桑容光必照蘭生幽谷無人自芳芳不", "570": "為人愈久愈化光不擇地至高至明倘有一艸一木", "571": "不被其光明則天有私蓋千巖萬壑便損其英華則", "572": "地有私載且道無私一句作麼生道有水皆含月無", "573": "山不帶雲。", "574": "示眾舉圓通和尚因僧問一塵纔起大地全收還見", "575": "禪床麼通云喚甚麼作塵僧又問法燈一塵纔起大", "576": "地全收還見禪床麼燈云喚甚麼作禪床師云今日", "577": "者裏有人問一塵纔起大地全收還見禪床麼便拍", "578": "禪床云收且道古今相去多少。", "579": "示眾舉趙州因僧問如何是道州云牆外底僧云不", "580": "問者個道州云問甚麼道云大道州云大道透長安", "581": "師云大道透長安家家自有路扶籬摸壁不男兒風", "582": "月如今還如故喝一喝。", "583": "訪與峰大師於瀏陽回示眾相將一月雨連床千里", "584": "誰言路是長剔盡銀缸焚寶鴨香風幾陣到茅堂大", "585": "眾此是在瀏陽底句子還鄉一曲如何舉似半笠春", "586": "風飽道途桃華浪裏試乘桴今日兩頭齊坐斷放憨", "587": "亦自有工夫復云放憨作麼。", "588": "示眾舉溈山與仰山行次指柏樹子問云前頭是甚", "589": "麼仰云柏樹子溈卻問耘田翁翁亦云柏樹子溈云", "590": "者耘田翁向後亦有五百眾師云縱有五百眾也是", "591": "拖泥帶水漢。", "592": "示眾舉昔有施主入院行眾僧隨年錢知事僧云聖", "593": "僧前著一分主云聖僧年多少僧無對師云勘破了", "594": "也法眼益代云心期滿處即知師云勘破了也保寧", "595": "勇云只恐施主力所不及師云勘破了也楚石琦云", "596": "缽盂無底師云勘破了也若是洌上座但高聲召云", "597": "施主設若有個孟八即出來道勘破了也咄瞎漢還", "598": "我聖僧錢來。", "599": "示眾舉忠國師問紫璘供奉甚處來云城南來忠云", "600": "城南艸作何色云作黃色忠乃問童子艸作何色子", "601": "云作黃色忠云秖者童子亦可簾前賜紫對御譚玄", "602": "師云是則是秪是今日要問忠國師和尚亦是簾前", "603": "賜紫對御譚玄畢竟草作何色。", "604": "秉拂更無第二人更無第二見拈拄杖云見麼卓一", "605": "卓云要用便用擲下云要捨便捨橫也在我我為法", "606": "王豎也在我於法自在千人萬人把不住七珍八寶", "607": "一時挐喝一喝。", "608": "佛誕值大溈五峰老和尚生辰秉拂雲門生在釋迦", "609": "之後即有一棒要且打不著釋迦生在我五峰老人", "610": "之先者一片地要且奪不得啟後紹前庶幾家聲不", "611": "墜即今還有同死同生者麼良久云如無雲門來也", "612": "拈拄杖一齊打趁。", "613": "示眾山中何所有嶺上多白雲只可自怡悅不堪待", "614": "贈君古人與麼說話只知有己不知有人何故不見", "615": "道無山不帶雲。", "616": "示眾舉丹霞問龐公昨日相見何似今日公云如法", "617": "舉昨日事來作個宗眼霞云秖如宗眼還著得龐公", "618": "麼公云我在你眼裏霞云某甲眼窄何處安身公云", "619": "是眼何窄是身何安霞休去公云更道取一句便得", "620": "此話圓霞亦不對公云就中者一句無人道得師云", "621": "諸上座龐公在丹霞眼裏至今求出不得丹霞在龐", "622": "公舌底至今求出不得還會麼。", "623": "天童密老和尚忌示眾窣堵南山一巍然七年拜掃", "624": "到龕前年年此際西風起一葉梧桐又到川。", "625": "示眾舉玄沙因僧問承和尚有言盡十方世界是一", "626": "顆明珠學人如何得會沙云盡十方世界是一顆明", "627": "珠用會作麼僧便休去來日沙卻問僧盡十方世界", "628": "是一顆明珠汝作麼生會僧云盡十方世界是一顆", "629": "明珠用會作麼沙云情知你在鬼窟裏作活計師卓", "630": "拄杖云一槌粉碎了也不惟者僧打破精靈窟抑且", "631": "玄沙得個出身之路喝一喝。", "632": "示眾舉南泉因至莊偶莊主預備迎奉泉云老僧居", "633": "常出入不與人知何夙排辦若是主云昨夜土地神", "634": "報泉云王老師修行不得力被鬼神覷破侍者便問", "635": "既是善知識為甚被鬼神覷見泉云土地前更下一", "636": "分飯著因聖穎云南泉被者僧一問不免向鬼窟裏", "637": "作活計師云殊不知者僧未問已前南泉早被者兩", "638": "碗茶湯撞入黑山裏了也今日洌上座高提正令與", "639": "王老師作個出身之路拈拄杖左邊卓一卓云寄打", "640": "莊主右邊卓一卓云寄打侍者雖然如是還識南泉", "641": "麼老不以筋力為能。", "642": "師誕示眾已與世相遠住山山水侵山能壯我目水", "643": "若澹人心曠志因茲適年華日自深山中添歲歲快", "644": "我一豪吟。", "645": "雪竇石奇老和尚訃音至示眾傑出叢林老雪竇機", "646": "關轉處難回互瀑布絲綸千丈懸乳峰高出萬山巔", "647": "昨夜得聞嵒下信泰山又見一頹然拍禪床一下復", "648": "云憶昔丁酉定洌曾依會下度夏及秋還溈山蒙贈", "649": "一偈云大溈山頭一片月古今天地古今心秋風影", "650": "裏看黃葉水牯牛兒俊不禁今日觸境興悲次韻奉", "651": "輓皎皎長空空際月光明碩大正天心微雲海側因", "652": "風起惆悵於人意莫禁。", "653": "示眾舉藥山因僧問學人有疑請師決疑山云待上", "654": "堂時與你決至晚上堂山云今日要決疑底僧出來", "655": "僧出山下禪床把住云大眾者僧有疑便與一推歸", "656": "方丈師云藥山老子太煞傷慈無端將座須彌山子", "657": "推卻了也直得東弗于逮西瞿耶尼北鬱單越南贍", "658": "部洲一時摧崩至今洪波浩渺白浪滔天汝等茄子", "659": "瓠子還有跳得上三禪天者麼良久喝一喝。", "660": "示眾舉白雲因郭公甫入山上堂夜來枕上作得個", "661": "山頌謝公甫大儒廬山廿載之舊今日遠訪白雲之", "662": "勤如今舉似大眾此頌豈惟謝郭公要且與天下有", "663": "鼻孔底衲僧脫卻貼肉汗衫乃云上大人丘乙己化", "664": "三千七十士尒小生八九子佳作仁可知禮也師云", "665": "者則頌子如今成發蒙學生順朱填墨底句子了也", "666": "若是今日郭公甫則必曰此是我三十年前底。", "667": "別業梅園示眾田地穩密皆由入處幽深門戶崇高", "668": "總緣居處孤峻十方坐斷色凜千峰一步密移聲鳴", "669": "萬籟恁麼百尺竿頭進步千尋崖底翻身殘巖斷壑", "670": "別有生涯鳥道玄途尤非活計直得凌霄逼漢霧鎖", "671": "雲封風月一壺煙光滿月正恁麼時且道畢竟位居", "672": "何所卓拄杖云須知雲外千峰上別有靈松帶露寒", "673": "喝一喝復舉大梅常禪師住山馬祖遣僧問和尚見", "674": "馬大師有何言句便住此山梅云馬師向我道即心", "675": "即佛僧云如今馬師佛法又別向道非心非佛梅云", "676": "者老漢惑亂人未有了日任他非心非佛我秪即心", "677": "即佛後僧舉似馬祖祖云梅子熟也師云一言之下", "678": "徹法源底如大梅老人古今能幾幾觀其詶對者僧", "679": "似乎全拋一片若是洌上座見他道近日馬師佛法", "680": "又別向道非心非佛但云今日幸逢上座得者個消", "681": "息不惟使者僧三十年後換手搥胸抑且使馬大師", "682": "慚惶滿面後來馬祖恁麼道雖則養子之緣殊不覺", "683": "醜若見恁麼舉似便好道老僧合自領三十棒不唯", "684": "者僧知恩亦且大梅生色會麼生平肝膽向人傾相", "685": "識還如不相識。", "686": "秉拂天下無不理之事可惜作道理會卻世間無不", "687": "事之理可惜作無事會卻拈拂子云會麼事而不事", "688": "無作無為理而不理無聲無臭說甚事理渾融三十", "689": "棒且待別時直饒理事雙忘笤帚柄聊與一頓諸兄", "690": "弟如斯說話今日苦口婆心逢人輒不得道洌上座", "691": "在曲彔床上說理說事擲下拂子喝一喝。", "692": "秉拂人即謾人山河大地不謾人人即自謾自己心", "693": "肝五臟謾不得諸兄弟無事問取山河大地看是個", "694": "甚麼道理無事摸取自己胸頭看是個甚麼道理設", "695": "有個衲僧出來道洌公昨日說不得作道理會卻今", "696": "日者般說話我即向伊道洌上座罪過。", "697": "梅園種梅示眾當年未到梅山上秪道梅山盡是梅", "698": "拈拂子云分明月在梅華上尋到梅華月已遲今日", "699": "不妨自我作古隨處發生豎拂子云於無陰陽地上", "700": "突出勁骨森森於多荊棘林中透露清香樸樸老幹", "701": "如虯曲中隱直群葩含玉果裏該因不與萬卉爭妍", "702": "卻較群芳獨步雖然如是何人死得偷心盡相共鋤", "703": "雲種洞庭。", "704": "示眾舉黃檗在南泉會下為首座一日捧缽向南泉", "705": "位上坐泉入見乃問長老甚年中行道檗云威音王", "706": "已前泉云猶是王老師兒孫下去檗遂過第二座坐", "707": "泉休去雪竇顯云可惜王老師只見解頭利我當時", "708": "若作南泉待伊道威音王已前即便於第二位坐令", "709": "黃檗一生起不得雖然如是也須救取南泉師云二", "710": "老做處雖則主賓互換檢點將來二俱不了雪竇恁", "711": "麼道也落第二機我當時若作南泉見伊坐卻主位", "712": "便轉身歸方丈不惟自己黃閣簾垂直教黃檗縱然", "713": "喫得飯也須著噎。", "714": "梅園示眾坐斷毘盧頂坐久成勞拈卻錫杖峰費力", "715": "不少如今休處得休日上三竿瞌睡咄休瞌睡昨夜", "716": "帝釋撞鐘驚得梵王墜地我向道水流澗底太忙生", "717": "雲在嶺頭閑不徹。", "718": "示眾舉世尊道若有一人發真歸源十方虛空悉皆", "719": "消殞演祖道若有一人發真歸源十方虛空築著磕", "720": "著佛果道若有一人發真歸源十方虛空錦上鋪華", "721": "楚石琦道若有一人發真歸源十方虛空鍼劄不入", "722": "師云若有一人發真歸源十方虛空是個甚麼。", "723": "示眾舉趙州因僧問百形俱聵散一物鎮長靈時如", "724": "何州云今朝又風起師云大眾且道是南風是北風", "725": "良久云行船須在把梢人。", "726": "梅園示眾孔子南游江漢乘時濟物老聃西出函關", "727": "臨老知歸爭似芙蓉山裏人坐斷白雲頭竟忘江南", "728": "地暖塞北風寒秪見野人異婦頭長八尺面闊一丈", "729": "藏身青黯裏不知東頭賣貴西頭買賤樂其剩水殘", "730": "山清涼無暑氣涓潔有甘泉諸兄弟且道此境此人", "731": "是同是別一回親得入不與眾山齊。", "732": "示眾舉馬祖因僧參次乃畫一圓相云入也打不入", "733": "也打僧纔入祖便打僧云和尚打某甲不得祖靠拄", "734": "杖便休去師云馬大師何不再打一棒使者立地死", "735": "漢人得我門出得我屋。", "736": "示眾舉夾山因僧問如何是相似句山云荷葉團團", "737": "團似鏡菱角尖尖尖似錐復云會麼僧云不會山云", "738": "風吹柳絮毛毬走雨打梨華蛺蝶飛楚石琦云夾山", "739": "老漢與麼答話恰似夾竹桃華錦上鋪華只是未曾", "740": "點著本分事在若有問天寧如何是相似句向他道", "741": "莫將支遁鶴喚作右軍鵝師云楚石老人與麼答話", "742": "猶欠勦絕在今日者裏有人恁麼問連棒趁出免得", "743": "刁刀魚魯之夫向泥裏洗土塊。", "744": "梅園種竹示眾禾黍不陽豔競栽桃李春翻令力耕", "745": "者半作賣華人今日梅園者裏總不與麼拈拄杖云", "746": "者是竹子一莖兩莖斜斜塘倒影卓一卓云三莖四", "747": "莖曲曲能有成翠色青青幾度秋來還自翠清風𩖼", "748": "𩖼一番雨過一番清老幹乘時倒駕迷津之筏新篁", "749": "應運包藏鎗利之鋒正恁麼時且道如何分付去年", "750": "梅今年竹寄語兒童休觸著憶昔長沙曾有語動手", "751": "無非觸祖翁下座。", "752": "示眾舉雪峰因僧禮拜次峰乃打五棒云過在甚麼", "753": "處峰又打五棒喝出雪竇顯云我不曾與人葛藤前", "754": "五棒日照天臨後五棒雲騰致雨汝若辨得也好與", "755": "五棒東禪觀云性空自來性直不似雪竇瞞人雪峰", "756": "前五棒打者僧禮拜後五棒打者僧無過諸人且道", "757": "是不是若道是要你眼作甚麼師云定洌自來性真", "758": "不是東禪瞞人前五棒見面底後五棒找零底諸仁", "759": "且道性空直定洌直。", "760": "彌陀生日示眾生在閻浮提莫思極樂國彼此一世", "761": "界也現在不可得莫憶當來事未來猶過去也諸兄", "762": "弟厭此欣彼取捨情存計後追前攀緣心熾拈拄杖", "763": "云阿彌陀佛坐七寶蓮華入諸仁眼孔去也諸仁還", "764": "覺腦門重麼。", "765": "師誕眾請示眾七十古來稀虛生半已期從僧今十", "766": "載轉盻幾何時無言堪告眾有懷秖自知昨夜窗前", "767": "月怕讀壽章詩今日陞於此座雖則勉強塞責抑得", "768": "用資先慈聽取一偈生我者父母拔我者佛祖作得", "769": "佛祖兒名為報父母。", "770": "除夕秉拂大眾今夜是三十明日是初一何嘗除得", "771": "周朝建子商時建丑何嘗明日是元旦恁麼看來有", "772": "來有去消長之理曰新曰舊曲徇時宜究竟何曾遷", "773": "變得一毫頭許桃符神聞是語已拊掌呵呵突出而", "774": "前曰如斯說話七家村裏人見解殊不知我能旋乾", "775": "轉坤移星換斗有時拈頭作尾以威音而為婁至有", "776": "時翻尾作頭以婁至而為威音謂今夕為除夕誰曰", "777": "不可以明日為元旦誰曰不可洌上座與伊劈頭一", "778": "棒云拄杖子煞個好市。", "779": "元旦秉拂拈拄杖云者是最初一著子千著萬著由", "780": "之而發生喝一喝云者是最初一句子千句萬句因", "781": "之而建立天得一以清有星皆拱北地得一以寧無", "782": "水不朝東君王得一端拱垂裳河清海晏臣宰得一", "783": "股肱黼黻草偃風行閭閻得一土安其界人部其家", "784": "衲僧家得一堪作甚麼權衡佛祖號令人天正當今", "785": "日正令全提一句作麼生卓拄杖云鴨綠波洄野水", "786": "鵝黃色轉隄楊。", "787": "束裝往浙示眾坐斷今古舌頭要識轉身句子把住", "788": "乾坤手腳也須放過一籌何故大道無邊際當機有", "789": "卷舒若便恁麼去謂之把纜放釘樁搖櫓真正過", "790": "量人不在者裏作窠臼不見道莫守寒巖異艸青坐", "791": "斷白雲宗不玅剎竿頭上翻筋斗海闊天空華鍼眼", "792": "裏度金鵬摩霄逼漢可中有個幡然而改打破牢關", "793": "直如香象渡河截流而過金翅劈海直取龍吞不妨", "794": "與伊艸鞋一緉三十年行腳正恁麼時不住此岸不", "795": "住彼岸不住中流一句作麼生倒騎銕馬下揚州。", "796": "覺明上座入塔潭之南湘之北八面玲瓏無縫隙覺", "797": "光燦爛明霜雪無妨多處添些些放下骨襯云大好", "798": "時節。", "799": "石破禪人入塔達磨九年尚覷不破今日石破了也", "800": "以何為驗放下骨襯云以此為驗。", "801": "定心耆宿鍛骨平地多年起骨堆白雲深處勢崔嵬", "802": "無端觸著無情手直教身心當下灰喝一喝顧視左", "803": "右云會麼我定心老宿生來氣宇豁達才器英弘結", "804": "伴水月開士共力同心開芙蓉祖席於殘煙衰柳之", "805": "中三十年辛勤恢大唐勝蹟厥後吉祥坐脫藏身於", "806": "長林豐艸之下十八年沉埋面目猶昔今日白足古", "807": "淵上座孝思無斁貴圖相見且道見後如何攛下火", "808": "炬云皮膚脫落盡節節骨黃金喝一喝。", "809": "入塔山自我開室自我影別處安身者裏滅跡正當", "810": "今日如何放下骨襯云路還家兒孫得力。", "811": "寧鄉樂法菴泐冰上座入塔百里非遙千山一色事", "812": "同一家理無異致提起骨襯云昔時曾向途中覓即", "813": "此物今日看來火裏冰非他物放下骨襯云休道泐", "814": "潭為死水靈龍偏自解藏身喝一喝。", "815": "栗嶺悟徹禪人入塔住世四十年足不越百里一旦", "816": "告別時譚笑一時爾山僧素重之蹋雪為送子放下", "817": "骨襯云佛子住此地受用秪者是喝一喝。", "818": "板存楞嚴大藏", "819": "古梅洌禪師語錄卷下二"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B463 溈山古梅冽禪師語錄", "author": "清 定冽說　真謙記錄（依駒本印）"}