{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 687 梵網經菩薩戒本疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "梵網經疏卷第四", "1": "濮陽沙門　智周　撰", "2": "○輕垢罪頭從佛告諸菩薩言已說十波羅提木叉竟尾盡佛華光王品中廣說也。", "3": "將釋此經文前八門分別一制意二釋名三數類", "4": "四以輕帶重五以一含多六遮性七麤細八會通。", "5": "一制意者六義一為令世間於佛弟子無譏嫌故", "6": "二光顯佛子出世道故三微細情塵悉斷盡故四", "7": "調伏三業滅三毒故五遠護十重前方便故六長", "8": "養菩薩三聚淨戒故此六義戒戒通有務使毫微", "9": "雜染一念不生清淨真心湛如空月故名無犯制意", "10": "竟也。", "11": "二釋名者言輕垢罪者簡異十重名輕汙辱戒名", "12": "垢罪者摧也即有二義一由犯戒故善神不護現", "13": "令菩薩身心衰耗二負破戒業墮不如意處更令", "14": "佛子身心摧折故名罪也約戒釋竟又體非是重名輕", "15": "點汙淨行名垢約行釋竟菩薩善戒經地持論輕戒總", "16": "名突吉羅瑜伽論四分律等翻名惡作惡說身犯", "17": "名惡作口犯名惡說善生經中名失意罪釋曰謂忘", "18": "念所作乖於本志故名失意釋名竟。", "19": "三數類者通論此篇與諸教類開合略出十例一", "20": "若依瑜伽論有四十四種輕戒二若依地持善戒", "21": "少有增減大同瑜伽三依菩薩內戒經四十二種", "22": "輕戒四依善生經別有二十八種輕垢戒五依方", "23": "等經除二十四種戒外別有二十五輕戒六依此", "24": "經大數四十八輕戒其中含攝即近向百條七三", "25": "千威儀經即三千條八依毗婆論□□□□及付", "26": "法藏經說八萬毗尼又此經自指廣梵網本八萬", "27": "威儀品當明九如梁攝論引毗奈耶瞿沙經說菩", "28": "薩戒有十萬種差別十如大智論說菩薩戒略有", "29": "八萬廣有塵沙等戒如是等一切三藏八藏更有", "30": "種種差別數類總而為言皆是此輕垢等類也類數", "31": "竟。", "32": "四以輕帶重此四十八中幾唯是輕幾兼於重今", "33": "詳四十八中六戒兼重餘戒唯輕其六重一國使", "34": "殺生戒於中為使故不應為而為輕垢故入此篇", "35": "以殺生故兼帶重罪二放火焚燒戒中以焚燒故", "36": "不應為而為輕垢入此篇隨火所損眾生命兼帶", "37": "重罪三倚官乞求戒中不應恃官勢故輕垢入此", "38": "篇強逼取他物入盜重攝四為主失儀戒中為主", "39": "失儀入此篇損三寶物入重攝五違禁行非戒中", "40": "以詐現親附等入此篇自謗三寶故入重攝又行", "41": "殺盜故重以三長月六齋日犯故入此篇六畜作", "42": "非法戒中輕秤小斗等入此篇取人財物等是重", "43": "攝以輕帶重義竟。", "44": "五以一含多亦以少含多者四十八輕中幾唯一", "45": "戒幾具多戒略有十戒各具多戒一於販賣中有", "46": "三戒一賣奴婢二賣良人三賣棺材板木等二不", "47": "能救生戒中有二戒一救生免殺二亡日說法以", "48": "救亡苦三於輕求中亦有二戒一乖受戒儀式戒", "49": "二法師倚恃不為答問戒四於惡伎損生戒中有", "50": "六戒一賣男女色二自手作食自磨自舂三占相", "51": "解夢四呪術工巧五調鷹方法六和合毒藥五於", "52": "違禁行非戒中有四戒一密謗三寶二為媒三齋", "53": "日殺生四齋日偷盜六於畜作非法戒中有六戒", "54": "一畜刀箭等二輕秤小斗三因官勢取物四害心", "55": "繫縛五破壞成功六畜養猫狸七於觀聽作惡戒", "56": "中有五一不得看闘二不得聽樂等聲三不得博", "57": "戲四不得卜五不得賊使八於故入難處戒中有", "58": "三戒一頭陀二布薩三坐夏各令如法不入難處", "59": "等九於應講大乘戒中有二戒一教化他建立塔", "60": "寺處二教災厄之時講說大乘十於受戒乖儀戒", "61": "中有二戒一受戒乖儀二不敬禮俗結曰上來且十", "62": "條內約文散說即三十五種又前門六戒內各有", "63": "可含重戒亦各具二戒也自餘三十二戒各唯一", "64": "種以此開張為論則有七十九戒以少含多竟。", "65": "第六遮性不同者於四十八戒中幾是遮幾是性", "66": "至文點出云云遮性義竟。", "67": "第七麤細差別者於四十八戒中幾防身口幾防", "68": "意業又幾是麤防惡業幾細防惑障亦至文點出", "69": "麤細竟。", "70": "第八會通者如上七門及一切時聖教中廣略多", "71": "少節級調伏斷除五住地惑名為三聚淨戒者此", "72": "蓋是無上調御一切種智了達一切眾生深心所", "73": "行能知一切法之所歸趣將護攝化一切眾生應", "74": "病與藥令得復行一切戒品差別之相皆是隨宜", "75": "方便而演說之若得眾生五濁鄣消五住惑盡則", "76": "與如來同皈本源同一佛性同住光明金剛寶戒", "77": "同坐華臺放戒光明普照一切如盧舍那佛無二", "78": "無別故法華經云我本立誓願欲令一切眾如我", "79": "等無異我昔可願今者以滿足化一切眾生皆令", "80": "入佛道是其義也云云會通竟。", "81": "佛告諸菩薩言已說十波羅提木叉竟四十八輕今", "82": "當說者。", "83": "述曰此是一釋迦說戒中分二一十重已如前竟", "84": "二四十八輕今當說此文為三一結前生後二正", "85": "顯戒相三結勸修學今初已說十重竟是結前四", "86": "十八輕今當說是生後結前生後義竟。", "87": "就第二正顯戒相中四十八戒或分五段即如文", "88": "有三十二九各指大經本品故或復各依本條例", "89": "則四十八章此二分文任便取捨今依五段為宜", "90": "以文中五節法勸故初三段各十戒出一結勸章", "91": "後二段各九戒出一結勸章仍於此戒名數上各", "92": "加初中後之三字其名曰初十中十後十二九者", "93": "初九後九無中故分五段竟。", "94": "▲初十不得輕慢師長戒第一文前七門一制意", "95": "二次第三釋名四具緣五闕緣六輕重七通塞。", "96": "初制意者菩薩唯應謙卑敬讓一切眾生況於師", "97": "長輙有輕慢違行之甚故須制也制意竟。", "98": "二次第者善學佛子既物得戒宜須廣修諸行修", "99": "行方軌要須師授佛子若懷輕慢師長教授無由", "100": "若教授無由行業無憑而立故次十重先制不得", "101": "輕慢師長戒也次第義竟。", "102": "三釋名者於師及長心輕身慢憍癡自居應以供", "103": "給供養而不行之立制防此故名不得輕慢師長", "104": "戒釋名竟。", "105": "四具緣者有四一是師是長是德人二知是師等", "106": "三故起輕慢心四身不敬養即犯具緣竟。", "107": "五闕緣者闕初二緣並有小罪以於一切含靈皆", "108": "須敬故闕第三緣得中罪以於師長身心不敬故", "109": "闕後緣得上罪以於師長起輕慢心故闕緣竟。", "110": "六輕重有四種一約境有三品一於二師二於長", "111": "友三於同類於此三境犯上中下罪可知二約心", "112": "亦三品若以嫌恨心恚惱心犯上品二若無嫌恨", "113": "等心但由憍慢癡心是中品三懈怠忘念是下品", "114": "三約對以三心對前三境如此綺互輕重可知四", "115": "約事亦三品一不能賣身等二不如法敬養等三", "116": "不迎送禮等上中下三品可知輕重竟。", "117": "第七通塞者若夜黑暗煙雲塵霧中不相識二若", "118": "睡眠時他覺想三若重病四若病新差無力五若", "119": "在座說法六若正聽法護說者心皆無違犯如瑜", "120": "伽戒本通竟若此經中一切不開通塞竟。", "121": "若佛子欲受國王位時受轉輪王位時者。", "122": "述曰此正釋不輕慢師長戒文分三別一先應受", "123": "菩薩戒從初至諸佛歡喜是二標起長師令如法供養從既得戒", "124": "已至而供養之是也又可前是佛子應受戒此是佛子應隨", "125": "行結曰應受戒而不受應行供給而不行即是二戒", "126": "同制也三違制結犯從若不爾者至犯輕垢罪是也就初文二一", "127": "明應先受戒從初至應先受菩薩戒是二明受戒利益從一切鬼神至", "128": "諸佛歡喜是也初明應先受戒略舉三位一國王是粟散", "129": "王及諸封王位國帝不得執權衡者是如此國帝", "130": "子帝孫封國王等二輪王即金銀銅鐵等各有數寶感應", "131": "如前說竟三百宦通一切文武官等此三貴位於其眾", "132": "生皆能損益若不受戒幽靈不護憑何威肅統領", "133": "一切群生故云應先受菩薩戒也。", "134": "一切鬼神救護王身至諸佛歡喜者。", "135": "述曰此第二明受戒利益以受戒人上順佛意故", "136": "諸佛歡喜下愜群靈故得一切鬼神救護令其身", "137": "心無諸災厄職位長存。", "138": "既得戒已生孝順心恭敬心下至而供給之者。", "139": "述曰此第二標起師長令如法供養文分二別初", "140": "標應供養師長從而菩薩下至而供給之是初標起師長中分", "141": "三一生重心二見尊人三設敬儀初孝順心者報", "142": "恩敬養為孝奉行尊命名順故云云恭敬心者謹", "143": "攝三業名恭迎承禮拜名敬也生重心竟。", "144": "見上座和上至同行者。", "145": "述曰此第二見尊人略舉六種上座者但是一切", "146": "眾集處為上首者是也二和尚者古師翻為力生", "147": "道力由此人生故唐玄奘三藏義淨三藏同稱梵", "148": "音鄔波陀耶此翻親教師以此人親教弟子故有", "149": "三種一十戒二具戒三菩薩戒和上謹撿詳諸經", "150": "菩薩戒師有二種一冥師即諸佛菩薩是二顯師", "151": "即人師傳法相宛者是以此經云二師應問七遮", "152": "故以人師傳本釋尊為和上即還以傳法人師芤", "153": "和上亦得故云云阿闍梨此梵短聲也翻為正行", "154": "以此人糺弟子之行故涅槃經第八云阿闍梨者", "155": "謂於世間有聖行者也唐二個如上三藏師長聲", "156": "呼曰阿遮梨耶翻軌範師以為弟子作法則故六", "157": "種不同一十戒二羯磨三威儀師四受業五依止", "158": "六授菩薩戒云云四大同學者是同學大乘先受", "159": "菩薩戒者五同見者同學大乘正因緣法中生正", "160": "見者是如云不妄語戒中釋正見義竟六同行者如三世菩薩法", "161": "友心同行者是也又見亦名解行亦進亦是或同", "162": "師或不同師但取同見或解同進修大乘行乘者", "163": "俱堪尊重又釋亦通小乘解行人亦堪尊重以究", "164": "竟無別小乘一切同入大乘故故法華經四雖復", "165": "說三乘但為教菩薩也。", "166": "而菩薩反生憍心慢心癡心下至而供給之者。", "167": "述云此第三設敬儀中違失明非也以生憍慢心", "168": "故翻前恭敬心也以生癡心故翻前孝順心也又", "169": "於師不孝於長不敬又不敬曰憍自大曰慢長憍", "170": "慢故名癡也此是違行之竟也不起承迎禮拜者", "171": "是違行之相也。", "172": "一一不如法。", "173": "有二一於前六位一一人所各不如法供養等二", "174": "於一切所須物中一一各不如法等又通論有五", "175": "種供養一身業承迎禮拜是二口業稱揚謙謝是", "176": "三意業尊重孝敬心是四事物即七寶百物是五", "177": "法供養即受持讀誦如法修行是今文無口業及", "178": "法供養若通准上下文並皆具五種供養若實貧", "179": "窮無財供者終無開許空不供養可以令自賣身", "180": "通在家出家位賣國城約王位所統曰國所據曰", "181": "城賣男女者是本誓願之男女故賣時無失所也", "182": "又是菩薩重願願行至深故破生死恩愛於恩愛", "183": "處捨而不著故賣男女成就行願也上二位約在家菩薩勇決", "184": "持無著戒故賣國城男女。", "185": "七寶者。", "186": "有二種一金輪藏臣等寶七寶者一金輪寶玉女", "187": "馬象珠玉兵臣主藏臣寶等以〔巳〕七寶十回向菩薩作世間金輪王王", "188": "四天下先咸得後皆能捨成無著戒也又七寶者一金二銀三瑠璃", "189": "四頗梨五赤珠六車渠七瑪瑙此七寶十信十住十行已示粟散王", "190": "等為成菩薩行願捨而不著成無著戒也。", "191": "百物者。", "192": "通一切所有或隨法師所須而供給之或賣易供", "193": "給務令盡力無所慳惜一切供給自成菩薩行願。", "194": "若不爾者。", "195": "述曰此是第三違制結犯言若不盡力供養法師", "196": "便成慳惜財寶自非於物無染無著清淨願戒無", "197": "由得成然違本願心故唯結輕垢實慳相應即波", "198": "羅夷輕則結薄重即增深輕重成𠎝隨心可解輕慢", "199": "師長不供結戒竟。", "200": "▲不得飲酒戒第二文前七門一制意二次第三", "201": "釋名四具緣五闕緣六輕重七通塞。", "202": "初制意者酒是惛狂之本損害之□一切過患由", "203": "酒而生故大智論云飲酒三十六失能造四逆唯", "204": "除破僧為患之甚特應制斷制意竟。", "205": "二次第者前戒制外不供給今戒制內無惛亂故", "206": "次第明也次第竟。", "207": "三釋名者飲是能防酒是所防能所俱故制名不", "208": "飲酒戒釋名竟。", "209": "四具緣者有四緣成犯一是酒二起酒想三無重", "210": "病文殊問經云一切藥不能治醫師言唯酒能治故開通也四酒一渧咽便犯", "211": "以小乘諸律不通想疑錯等緣此義故有酒想故今文云若佛子故飲酒明知有酒想方犯。", "212": "五闕緣者如上四緣一一闕者或皆開通無犯縱", "213": "犯亦輕闕緣竟。", "214": "六輕重者有三一約境二約心三合辨一約境者", "215": "即酒醇醴醨薄境竟二約心者即飲人少時多時長", "216": "時又一一時中少分多分全分又一一分中自飲", "217": "教他讚歎隨喜一一心念隨心輕重結業不同約心", "218": "竟三合辨如前心境相對四句說之一長時飲酒", "219": "心對染一切酒境此業最重二少時心對少境此業最輕三", "220": "半長半少時心對半好半惡境此業處中四非長少時", "221": "心對非酒境此與無記恒心心相應亦可名持戒無犯也餘自飲教他", "222": "等四位作句可以義准輕重竟。", "223": "七通塞者如文殊問經同上引者是也又為救他", "224": "生命難及自身命難為存生命成菩薩行又如末", "225": "利夫人經為救彼無間業人故與同飲歡致息重", "226": "業此皆開通理亦無犯亦是菩薩以眾生病是故", "227": "我病眾生病愈我病即愈有心佛子一一隱心能", "228": "於病行無染無著或方可行之矣通塞竟。", "229": "若佛子故飯酒而生酒過失無量善者。", "230": "述曰此不飲酒文分三一舉酒過文云故飲酒下至無量是也。", "231": "二出犯相文云若自身手下至眾生飲酒是也三違制結犯文云若故自飲", "232": "下是今初舉犯過者而此經本傳來既久有本云故", "233": "飯酒而生酒過失無量又有本云加一善字云失", "234": "無量善學者應知今依失無量善本釋之言故飲酒者", "235": "簡癡犯無故也。", "236": "失無量善者。", "237": "以過多多故一切善失也。", "238": "若自身手過酒器與人下至及一切眾生飲酒者。", "239": "述曰此第二出犯相分二先出過酒器相次出飲", "240": "酒相今初言若自身手過酒器與人飲酒者五百", "241": "世無手者此舉輕以明重舉淺以況深過器是輕", "242": "是淺猶五百世無手若自飲教他飲定當多劫墮", "243": "況梨也。", "244": "何況自飲下至眾生飲酒者。", "245": "述曰此第二正犯相正是以輕況重文無讚歎隨", "246": "喜理有略無酒過之相如前酤酒戒說。", "247": "若故自飲下至輕垢罪者。", "248": "述曰此第三違制結犯經言一切眾生皆有佛性", "249": "皆受得戒若教他飲酒皆發惛狂塞他明達之慧", "250": "由此尤故酒制也不飲酒戒竟。", "251": "▲不得食肉戒第三文前七門同上。", "252": "初制意者凡為菩薩者只合捨自身肉濟一切命", "253": "何容斷大慈種作眾生怨食他血肉非理至甚故", "254": "須制也制意竟。", "255": "二次第者前離惛亂之飲今離損命之食故次生", "256": "也次第竟。", "257": "三釋名者佛子是能食之人血肉是所食之味立", "258": "制防此故名不得食肉戒釋名竟。", "259": "四具緣有四一是肉以非肉無犯故二是他肉以食自肉", "260": "無正犯故三起肉想以錯誤無犯故四入口成犯具緣竟。", "261": "五闕緣者如上緣中闕一一緣或輕無犯可解闕緣", "262": "竟。", "263": "六輕重者分三一約境二約心三合辨初約境者", "264": "有四一如一切胎衣是無命肉二自死鳥獸殘肉", "265": "三淨肉不見殺不聞殺不疑殺小乘教中為淨肉也四見聞覺知處分", "266": "殺等肉論犯四種並同論業如次能輕後重境竟二", "267": "約心者就惡心中分三少時多時長時食肉心等", "268": "就一一事中少分多分全分食肉一一分中各有", "269": "自食教他讚喜等食肉心如是等心造業輕重思", "270": "之可解約心竟三心境合辨者輕重四句類前說之", "271": "得罪輕重可解合辨竟。", "272": "七通塞者約別教三賢位人以不見機一向皆塞", "273": "初地以上見機而作或以食肉因緣令諸眾生發", "274": "菩薩意成菩薩心斷惡生善破惑見理故應為之", "275": "通塞行竟。", "276": "云若佛子食肉下者。", "277": "述曰此不得食肉戒文分三一舉不食肉意文云從佛", "278": "子下至不得食一切眾生肉也二明食肉得無量罪文云即章一勺是三", "279": "違制結犯文云若故食者犯輕垢是今初為二先舉不食肉意", "280": "從初至而捨去是二制斷文云一切菩薩不得食一切眾生肉就前先標起", "281": "不得食肉如文一切肉不得食也次釋不得食肉", "282": "意文云斷大慈悲佛性種子一切眾生見而捨去", "283": "故謹按入楞伽經斷肉品中有十義故不得食一", "284": "切眾生肉文廣不出此斷大慈悲種子是一意眾生捨", "285": "去又是一意又一涅槃經云一切眾生見食肉人", "286": "悉皆怖走咸言此人是我等怨又諸經說食肉人", "287": "口四邊連頭常有血肉光或時令眾生得見所以", "288": "怖走楞伽悲華大雲一切智光仙人經涅槃經等廣說斷肉善學佛子於心行之於事無令漏", "289": "失。", "290": "一切菩薩不得食一切眾生肉者。", "291": "述曰此第二制斷食肉也。", "292": "食肉得無量罪者。", "293": "述曰此第二論食肉罪報如論經中同說食肉之", "294": "人一者短命二多病乃至貧窮諸衰以自莊嚴故", "295": "云云。", "296": "若故食者犯罪者。", "297": "述曰此第三違制法犯也。", "298": "▲不得食五辛戒第四文前七門同上。", "299": "初制意者凡諸佛子理應香潔其身奉事一切賢", "300": "聖何有食噉五辛臰氣𤑫㶿薰坌賢聖善神捨離", "301": "惡鬼侯授故須制也意竟。", "302": "二次第者前戒制有命之身分此戒制無命之五", "303": "辛故其次也次第竟。", "304": "三釋名者能食佛子為能防五辛色類為所防立", "305": "制遮斷故名不食五辛戒也又惡習嗜欲為能防", "306": "葷辛種類為所防能所雙制故名不食五辛戒也", "307": "名竟。", "308": "四具緣有四一是五辛二起彼想三無開緣若重病救", "309": "命見機度生等開四入口便犯具竟。", "310": "五闕緣者如上四緣一一闕者戒輕無犯可解闕竟。", "311": "六輕重者約境有生熟氣有潑盛心有忻厭躭捨", "312": "輕重三時三分四位類前可知輕重竟。", "313": "七通塞者若自重病更無藥治見機救生利益安", "314": "樂理應並通非此等緣一切皆塞通塞竟。", "315": "若佛子不得食五辛下者。", "316": "述曰此正是不食五辛戒文分三一標不得食五", "317": "辛文從初至興渠是二正唱制斷從是五種至不得食是也三違制結", "318": "犯從若故食下至犯罪是也今初標不食中先標五辛次列五", "319": "數今初不食五辛者總標也大蒜茖䓗慈䓗蘭䓗", "320": "興渠者列數也此中五辛與五辛經及諸處色數", "321": "有別諸處以薤薢䓗䔉興渠為五今經革䓗者相", "322": "承是山䓗也諸山人言臰於人間䓗也慈䓗者胡", "323": "䓗是也蘭䓗者人家園中種者是興渠者有說芸", "324": "薹是有說阿魏藥樹是又說海南山中自有興渠", "325": "臰穢難近大蒜人所常食可知云云。", "326": "是五種一切食中不得食者。", "327": "述曰此第二正唱制斷也。", "328": "若故食下者。", "329": "述曰此第三違制結犯也不食五辛戒竟。", "330": "▲不得不教悔罪戒第五文前七門同上。", "331": "初制意者若佛子見一切犯戒之人應方便曉喻", "332": "教令懺悔復本清淨即是自利利他正法久住而", "333": "乃捨四等心棄本誓願不教一切犯者懺悔而同", "334": "住同利此則令法門塵垢同法義虧自行不成清", "335": "濁同事三聚正因不立攝生之義令乖非菩行故", "336": "須聖制意竟。", "337": "二次第者前則自清己身今戒不與雜穢惡行者", "338": "同事故次制也次第竟。", "339": "三釋名者一切犯戒名有罪而菩薩不教悔過名", "340": "無慈自他俱非清濁同事戒防此失故云不教悔", "341": "罪戒又若佛子不以慈悲教授一切名不教懺悔", "342": "乃令一切犯戒之者現種惡因當受惡果立制防", "343": "此故云不教悔過戒名竟。", "344": "四具緣有五一是犯戒眾生二知彼有罪三無別", "345": "開緣四無慈悲故覆藏彼罪五共同法利便犯具竟。", "346": "五闕緣者隨闕如上一一緣或輕無犯闕竟。", "347": "六輕重者犯五八戒者不教悔過教義名輕犯十", "348": "戒具戒七逆等不教悔者長劫受苦彌成菩薩無", "349": "慈悲甚故重又若以理論諸法平等戒隨情別菩", "350": "薩違理不教一切悔過如今戒結一一同犯輕垢", "351": "也輕重竟。", "352": "七通塞者自無五德十德他不信順理通無犯若", "353": "實有德輕心慢心不教悔過此則無慈故塞通塞竟。", "354": "若佛子一切眾生犯八戒下者。", "355": "述曰此不教悔過戒文分三一標起一切犯戒應", "356": "教懺悔從初至應教懺悔是二出不教懺悔共同法利從而菩薩", "357": "至一眾住說戒是三違制結犯從而不舉至犯罪是今初先列一切", "358": "犯罪相從初至一切犯戒罪是次應教懺悔文如章門今初八戒", "359": "五戒十戒此三種戒若小乘中通道俗受此已上", "360": "十戒即十善戒故若以十戒為沙彌戒者即唯道", "361": "非俗即是今經十重通六道一切受得毀禁者沙", "362": "彌十戒中煞盜婬犯者禁為毀比丘四重尼八重", "363": "此經十重犯者並名毀禁云云又犯一切制戒不", "364": "同輕重皆名毀禁七逆者如後戒說之八難者古", "365": "師云是三塗八難解曰此八難是生死人受報之處", "366": "非是舉罪懺悔之因故不用今准地持論中說菩", "367": "薩戒有八重法與今經十重大同而菩薩犯八重", "368": "者生八難處即以八重八難之因令菩薩舉處懺", "369": "悔因中說果故名八難也云云。", "370": "一切犯戒罪應教懺悔者述曰此次明應教懺悔云", "371": "云。", "372": "而菩薩不教懺悔同住同僧利養而共布薩一眾住", "373": "說戒者。", "374": "述曰此第二明菩薩作而不作不教懺悔不應作", "375": "而作同住同僧同利同說戒是云云問曰如受五", "376": "戒八戒人此是俗人何處得與菩薩同住同利說", "377": "戒耶答此有兩解一但受五八戒人不樂聽聞菩", "378": "薩戒即如來問不與菩薩同住說戒若是有情心", "379": "信向大乘難受五八戒而欲聽聞菩薩大戒佛亦", "380": "開許故上文云但有心向戒解法師語皆受得戒", "381": "皆名第一清淨者又本業經云菩薩法師先為其", "382": "人讀誦解說令心開意解然後為受故但受五戒", "383": "八戒人亦得與菩薩同住說戒也云云。", "384": "布薩者。", "385": "此翻長養淨法佛令弟子半月半月修撿自身心", "386": "有犯戒亦慚愧懺悔長養成就清淨行業故名布", "387": "薩云云。", "388": "而不舉其罪下至犯罪者。", "389": "述曰此第三違制法犯不教悔過戒義竟。", "390": "▲不得不供給請法戒第六文前七門同上。", "391": "初制意如涅槃大品經同說云諸佛所師所謂法", "392": "也以法常故諸佛亦常是故諸佛供養恭敬尊重", "393": "讚嘆所以法在人尊有法人重故便捨憍慢除倨", "394": "傲百里千里迎來送去六時請法乃至為法滅身", "395": "而菩薩反縱憍慢生患惱心倨傲於人輕侮於法", "396": "失法利甚故須制也意竟。", "397": "二釋合後名者慳蔽自纏名不供給輕人慢法故", "398": "不行請大聖哀愍制戒防之故名不供給不請法", "399": "戒亦名不尊人戒法不孤運弘之在人人不自成", "400": "要資法立心懷我慢自大貢高故名不敬法鄙恡", "401": "所須故名不重人財法路塞良為慳慢戒防此失", "402": "故名不敬法重人戒名竟。", "403": "三次第者前戒於犯者不教悔過今戒於有德者", "404": "輕人慢法故相次生也次第竟。", "405": "四具緣有四一實是大乘見行人二無別開緣三", "406": "起慳慢心四不供養請法便犯具竟。", "407": "五闕緣者若是小乘不同見不同行人即闕第一", "408": "緣餘緣闕者可解闕竟。", "409": "六輕重者約人有三一解行過已堪為軌範而不", "410": "敬請應重二解行同己人不敬請少輕三解行劣", "411": "已無犯人竟約法者若實解大乘常住經律人不敬", "412": "請則重若大小乘各半解半未解人不敬請稍輕", "413": "若唯解行小不解大乘者無犯法竟。", "414": "七通塞者若菩薩慧眼法眼開發知時非時善識", "415": "人達法理通無犯未至此位一切皆塞故華嚴十", "416": "方補處菩薩亦皆請法也通塞竟。", "417": "若佛子見大乘法師下者。", "418": "述曰此不供給請法戒文分三一明制戒緣從初至千", "419": "里來者是二正明制戒從即起至滅身請法是三違制結犯若不爾者", "420": "是今初見大乘法師者此總標大乘異小乘學人", "421": "也。", "422": "大乘同見同行者。", "423": "以大乘學人見行不同以不同故今文別簡出取", "424": "同見行者來入僧房舍宅城邑即應供請也。", "425": "百里千里來者。", "426": "明為弘宣大法故遠來傳授也。", "427": "即起迎來送去下至滅身請法者。", "428": "述曰此第二正制戒日食三兩金請法重人故舉", "429": "寶物中重者金是故云日以三兩金供養又以傳", "430": "法師替補佛處說佛教誡故消此供養如謗佛經", "431": "中說謗佛罪輕謗法師罪重若供養法師則為供", "432": "養佛等法華經法師品說若人一劫謗佛其罪尚", "433": "輕若人須臾罵受持讀誦法華經者其罪甚重由", "434": "此言之以凡夫法師佛處處大乘中說敬法重人", "435": "如未曾有經諸天脫天衣上服為座請野干和上", "436": "說法涅槃經雪山童子為求半偈許捨身命供養", "437": "羅剎大品經薩埵波崙菩薩行打骨髓為求般若", "438": "如是等說菩薩敬法重人不惜身命故此經文為", "439": "法滅身請法是也。", "440": "日日三時供養請法師三時說法三時禮拜者。", "441": "述曰為菩薩者自未證真法身未立居地前位理", "442": "合有疑即聞見勝便請亦何限時節或三或六若", "443": "入初地已上一一念中問十方佛及大菩薩一切", "444": "法義此三時者制住四十心位人未能於念念中", "445": "問法請益且制今日夜各三時即日朝中晡即初", "446": "夜中後故云三時以住居凡位制令不生瞋心患", "447": "惱之心為法滅身請法也。", "448": "若不爾者。", "449": "述曰此第三違制結犯不敬法重人戒亦名不供給戒竟。", "450": "▲不得懈怠不聽法戒第七文前七門同上。", "451": "初制意者凡諸佛子應持經律詣講法處聽受諮", "452": "問以自資神益智成法身慧命而乃懈怠懶惰應", "453": "往不往應聞不聞長己無智減損慧命故勞聖制", "454": "意竟。", "455": "二次第者前戒令請大法今戒令聽大法故次來", "456": "也次第竟。", "457": "三釋名者有講法處成立法身心懷懈怠不往聽", "458": "受聖防此失制戒禦之故云懈怠不聽法戒名竟。", "459": "四具緣有四一是新學二有講法處三無別開緣", "460": "四不往聽受便犯具竟。", "461": "五闕緣者類前可知闕竟。", "462": "六輕重者約人有三一大小俱講二講大不講小", "463": "講小不講大前二重後或無犯若受威儀戒如來", "464": "制後亦有犯故輕重竟。", "465": "七通塞者若自知法身慧命既成立則通餘並塞", "466": "通塞竟。", "467": "若佛子一切處有講法毗尼下者。", "468": "述曰此懈怠不聽法戒文分三一舉戒緣從初至有講法", "469": "處是二正制從是新學菩薩至聽受是三違制結犯若不至下是也今初", "470": "一切處有講法毗尼經律者述曰講法兩學總通", "471": "一切佛法毗尼者此翻為滅能滅五住煩惱即大乘中", "472": "說滅能滅一切煩惱義也若以小乘有漏木叉能滅身口七支", "473": "惡名為滅者此約威義戒釋也若定共戒道共戒能滅九", "474": "十八使者此小乘無漏戒也經律者通一切大乘經律也", "475": "若菩薩曉了己身有佛性戒故如涅槃經住實智", "476": "用權智者則不與一切小乘而相違背雖聽學小", "477": "乘而知是佛權智攝誘一類終歸大乘而學佛方", "478": "便即不犯次後背大聽小戒若不得此意即犯背", "479": "大向小戒也。", "480": "是新學下至聽受者。", "481": "述曰此第二對緣正制也。", "482": "若不至彼下。", "483": "述曰此第三違制結犯懈怠不聽法戒竟。", "484": "▲不得背大向小戒第八文前七門同上。", "485": "初制意者為菩薩者住十信之位十住之位名習", "486": "種性人唯捨邪法皈正法背小乘入大乘今乃捨", "487": "正皈邪棄大習小本原種性遂被塵蒙佛子之行", "488": "頓成乖僻違行之甚故勞聖制也大般若經戒品", "489": "云若菩薩設殑伽沙劫受妙五欲於菩薩戒由不", "490": "名犯若起一念二乘之心即名為犯意竟。", "491": "二次第者所戒令離懈怠制使勤學今戒制不許", "492": "學習二乘外典故次來也次第竟也。", "493": "三釋名者不了己身有佛性故背大不別權實教", "494": "義故向小能所合目故名不得背大向小戒又不", "495": "善習應常住種性故背大不別邪正是非故習外", "496": "立制防此故名不得背正向邪戒亦名不得背大", "497": "習邪戒名竟。", "498": "四具緣有四一是大乘法二起彼此想三心背言", "499": "非四捨大受小便犯背大向小向外亦爾具竟。", "500": "五闕緣者例上釋之闕竟。", "501": "六輕重者約境者大乘有隨轉理大乘如十二部", "502": "中四阿含經中說三無數劫修道百劫修相好三", "503": "十四心入相成佛等是名隨轉大乘以此經中不", "504": "說一切眾生皆有佛性故二常住大乘即事嚴此", "505": "經一切般若方等經法華涅槃等是名常住大乘", "506": "以此等經同說一切眾生皆有佛性凡有心者皆", "507": "當成佛背此等經名心背大乘常住經律也故重", "508": "約心者凡夫癡暗心性不定或泛爾迷或信心隨", "509": "緣則轉疑猶豫不決故轉以心退轉故背大向小", "510": "向邪如是轉迷疑生背則輕轉信生背則重種種", "511": "廣說輕重竟。", "512": "七通塞者若聖種性未成法身未立一切皆塞反", "513": "上則通通塞竟。", "514": "若佛子心背大乘常住經律者。", "515": "述曰此背大向小戒文分三一背大從初至言非佛說是二", "516": "向小向邪從而受持至邪見輕律是三結犯如文今初心背大乘", "517": "常住經律如前釋訖。", "518": "言非佛說。", "519": "惡習熏心故言非佛說此據初習二乘邪見人未", "520": "見邪見惡見可以結輕若成邪惡見即是謗法如", "521": "上結重。", "522": "而受持二乘聲聞外道惡見邪見經律者。", "523": "述曰此是第二向小向邪也二乘者即聲聞緣覺", "524": "乘法唯說無常苦空無我不說常住佛性故言外", "525": "道者如西國九十五種外道此國數種外道等法", "526": "皆不得習學恐成惡見邪見故惡見邪見與諸惡", "527": "雜染同趣故名惡見執著斷常名邪見故言外道", "528": "法律是惡見邪見經律也又學殺牛殺羊祠天願", "529": "得生天等法故名邪見經受行雞狗等戒名邪見", "530": "律又學斷常二見撥無因果等法名邪見經律又", "531": "行服氣服水等法名邪見律故名邪見經律也。", "532": "犯輕垢罪者。", "533": "述曰此第三違制結犯背大向小戒竟。", "534": "▲不得不看病戒第九文前七門同上。", "535": "初制意者凡稱菩薩以慈悲喜捨為體拔苦與樂", "536": "為用何有見病不救乖體失用聖防此失故須制", "537": "也又諸疾病人愛惜性命恐死墮落佛子慈忍供", "538": "給可須說法安慰愛養令差即是施與長命色力", "539": "安無礙辯頓違此行故須制也又不受長者請經", "540": "云佛自看病比丘洗浣說法告諸比丘汝等捨父", "541": "母兄弟唯有師僧同學何不相看種種呵已現金", "542": "色身皆從看病因緣故來何況凡下意竟。", "543": "二次第者前戒為背勝上法故制今戒為捨悲愍", "544": "故制又前戒於法違背故制今戒終生不濟故制", "545": "次第竟。", "546": "三釋名者病苦隣死捨而不看能所合利故名不", "547": "得不看病戒名竟。", "548": "四具緣有四一病苦二起彼想三自無病四起嫌", "549": "捨去便犯具竟。", "550": "五闕緣六輕重七通塞並類上思之。", "551": "若佛子一切疾病人下者。", "552": "述曰此不看病戒文分二一舉緣從初至皆養令差也二舉", "553": "違行結犯從而菩薩下乃至輕垢罪是今初一切疾病人供養", "554": "如佛無異者述曰舉上比下故云如佛無異言使", "555": "菩薩心行平等於八福田無二無別故云病人如", "556": "佛無異此令以理觀小心看病也。", "557": "八福田第一者。", "558": "述曰八福田者有人云一曠路造美井二水路造", "559": "橋梁三平治險路四孝養父母五供養沙門六供", "560": "養病人七救濟危厄八設無遮會未審出何聖教又有人", "561": "云三寶為三四父母五師僧六貧窮七病人八畜", "562": "生亦未見聖教文又賢愚經施五人得福無量一知法人", "563": "二遠行來人三遠去人四飢餓人五病人加以三", "564": "寶亦名八種福田今依本經戒中自有八種福田", "565": "三寶為三四父母五師僧六弟子七諸根不具八", "566": "百種苦以此義故從初舉佛子平等心看病人與", "567": "佛無異者是也又不受長者請經云佛自看病洗", "568": "浣病者及洗衣物曬褁訖集諸比丘種種呵責說", "569": "法已告諸比丘佛法僧寶無可須待一切病人有", "570": "所須待要人看待然可得差故看病福田於八之", "571": "中最為第一。", "572": "而菩薩下者。", "573": "述曰此第二舉行以制若佛子於一切病者先有", "574": "嗔恨心今應捨嗔恨心而行救濟若懷嗔恨心不", "575": "救濟者失慈悲之行成怨結之業故犯即輕垢罪", "576": "是也不看病戒竟也。", "577": "▲不得畜諸煞具戒第十文前七門同上。", "578": "初制意者菩薩唯應廣積財法利樂眾生而反畜", "579": "殺具深乖慈忍故須制也意竟。", "580": "二次第者前戒防自身不能濟病今戒防非法煞", "581": "具唯行慈濟故次來也次第竟。", "582": "三釋名者煞具損害畜長嗔怒違慈既深立制防", "583": "此故名不畜煞具戒名竟。", "584": "四具緣有四一是煞具二有彼想三無開緣四故", "585": "畜成犯具竟。", "586": "五闕緣六輕重准上說之。", "587": "七通塞如涅槃經第三金剛身品云於末法中初", "588": "護正法令與優婆塞等執持刀杖而相隨逐口常", "589": "宣說方等大乘一切眾生皆有佛性當知是人不", "590": "名破戒名護法師此通也又一切人施者口應報", "591": "云出家人法所不應畜檀越迴易如法布施其福", "592": "甚多或未迴易間蹔時隱處安置亦應無犯餘一", "593": "切皆塞過塞竟。", "594": "若佛子不得畜一切刀杖者。", "595": "述曰此不畜煞生具戒文分二初戒緣從初至一切不得畜", "596": "是二舉違行結犯從而菩薩下至犯罪是今初為二先舉一", "597": "切煞具從初至殺生之器是二制斷如文一切不得畜是。", "598": "而菩薩下者。", "599": "述曰此第二舉違行結犯菩薩斷怨行乃至煞父", "600": "母尚不如報況故畜刀杖者結犯不畜煞具戒竟。", "601": "如是十戒應當學敬心奉持者。", "602": "述曰結前十戒勸學奉持也。", "603": "下六品中當廣開者。", "604": "述曰此是以今本之略指大本之廣故云下六品", "605": "中廣開也結前竟也。", "606": "▲不得故作國賊戒第十一文前七門同上。", "607": "初制意者菩薩理應和諸違諍令息相害而反作", "608": "國賊令興師相煞者為害滋甚故勞聖制又別意", "609": "有六一招彼此譏嫌故二兩發怒害故三兩成乖", "610": "諍故四興師相伐故五非四等行故六業道深重", "611": "故為此傷故須制也意竟。", "612": "二次第者前戒制畜煞具今戒遮為軍使故次第", "613": "也次第竟也。", "614": "三釋名者為國傳語名國賊兩軍相合或名相煞", "615": "立制防此故名不住國賊戒亦名不作兩國通使", "616": "戒釋云鯨敵勝負名兩國傳彼此語名通使戒互", "617": "覘盈虗興師相伐制戒防此故名不作兩國通使", "618": "戒名竟。", "619": "四具緣有四一二國二軍二有惡心為利養三傳", "620": "彼此語四彼此知聞便犯若令兩國相煞傳者有", "621": "煞心一一人死即犯煞戒夷罪又犯兩國通使輕", "622": "垢罪具竟。", "623": "五闕緣六輕重准上說之。", "624": "七通塞者若菩薩住不思議解脫神通力用立之", "625": "以等力降伏使和安者來往並通餘皆塞也通塞竟。", "626": "若佛子為利養。", "627": "述曰此不作兩國通使戒文分三一戒緣從初至無量眾", "628": "生是二正制戒從而菩薩至故作國賊是三違制結犯若故作下是也今", "629": "初為利養者望得賞賜故又望爵祿故惡心者或", "630": "自有惡心或為親識國家作報怨心是惡心故云", "631": "通國使命命興興師師者眾也帥也謂帥眾人煞", "632": "無量眾。", "633": "而菩薩不得入軍往來者。", "634": "述曰此第二正制尚不得往來況故作國賊也。", "635": "若故作者。", "636": "述曰此違制結犯故作國賊戒竟。", "637": "▲不得作販賣戒第十二文前同上。", "638": "初制意者菩薩唯應捨身命財捨而不著財法二", "639": "施周給一切不可內懷貧利外行販賣或因此行", "640": "枉押埋沒煞盜之業潛興自行既虧招他譏謗雜", "641": "染之甚故須制也意竟。", "642": "二次第者前戒止為國賊故制今戒遮販賣良人", "643": "六畜等物況於諸色埋沒故制故次第也次第竟。", "644": "三釋名者衒誘規利故名販賣立制防此故名不", "645": "販賣戒名竟。", "646": "四具緣有四一是犯境有四一良人二奴婢三六畜四盛死之具二", "647": "隨起彼想三正賣四事成即犯具竟。", "648": "五闕緣六輕重准上。", "649": "七通塞者若小乘諸部經律為三寶建立修持聽", "650": "畜良人奴婢六畜等使用若別人不許唯以出家", "651": "五眾為三寶事直買直賣無心販易理通餘並塞", "652": "盛死具者諸佛教中唯有水火林三葬終無許用", "653": "盛死人具何況賣販行非法耶通塞竟也。", "654": "曰若佛子故販賣下者。", "655": "述曰此不販賣戒文分三一舉犯緣從初至盛死之具是二", "656": "正制從尚不至教人作是也三違制結犯從若故下是也。", "657": "六畜者。", "658": "述曰俗書周禮云牛羊犬馬豕鷄為六此隨世言", "659": "六理實無六畜通一切畜生皆不得販若販賣者", "660": "即是十六惡律儀攝故不販賣戒竟也。", "661": "▲不得無根謗毀戒第十三文前同上。", "662": "初制意者有四一為護十重中說謗毀他等三重", "663": "戒故二為令不惱諸好人故三為護佛法無醜惡", "664": "過失故實惡尚不許說何況虗起謗耶四為離招", "665": "重業累故意竟。", "666": "二次第者前戒於下利不貪故制今戒於上人無", "667": "謗故制次第竟也。", "668": "三釋名者非見聞疑等惡事名曰無根枉惡熏心", "669": "而語名謗立制防此故曰不得無根謗毀戒名竟。", "670": "四具緣有四一境實好人二知無惡事三起惡心", "671": "四發言謗毀便犯具竟。", "672": "五闕緣六輕重同上。", "673": "七通塞若癡狂心亂又初地以上見機而逆化之", "674": "可通餘並塞通塞竟也。", "675": "若佛子以惡心故者。", "676": "述曰此不得無根謗毀戒文分三一舉過從初至十重是", "677": "二舉勝立制從父母兄弟下至慈悲心是三違制犯結從反而至垢罪", "678": "是今初以惡心者明用三毒七毒或怨嫌心或諍", "679": "名利眷屬勝他等種種惡心皆是起謗之因故云", "680": "云。", "681": "無事謗他者。", "682": "述曰即是元無見聞疑三根等事故云無事惡狂", "683": "重心而語故曰謗他此兩句是總餘良人至貴人", "684": "等七種父母兄弟六親是別若廣說者即應以上", "685": "一句歷一十七種人一一皆言以惡心故無事謗", "686": "他言犯十重此句亦總文不次義如是七逆如下釋十重", "687": "六親孝順慈悲等並如上釋章門云舉勝立制者", "688": "以父母兄弟境上孝心易成故又對餘境亦同父", "689": "母故。", "690": "而反更加者。", "691": "述曰此第三違制結犯不無根謗戒竟。", "692": "▲不放火損燒戒第十四文前同上。", "693": "初制意者護煞盜罪惡心放火連炎蔓莚損害深", "694": "廣怨嫌極深大聖哀愍故立制也意竟。", "695": "二次第者前戒不令損惱人故制今戒不令損依", "696": "報故制故次第也次第竟。", "697": "三釋名者放火起炎名曰損燒立制防此故名不", "698": "放火損燒戒名竟。", "699": "四具緣有四一山等境二起彼想三以惡心四放", "700": "火便犯具竟。", "701": "五闕緣六輕重七通塞准上說之。", "702": "若佛子以惡心故者。", "703": "述曰此不放火損燒戒文分三一舉過從初至九月放火是", "704": "二舉損正制從若燒他人至不得故燒是也三違制結犯從若故下是也", "705": "今初云以惡心者簡非慈心救物也放大火者簡", "706": "非小緣錯誤也燒山林曠野者此明所損彌廣也四", "707": "月乃至九月放火此是約時明損生惱害尤多以", "708": "從四月乃至九月方寸之地有多生今故舉制也。", "709": "若燒他人家屋宅者。", "710": "述曰此第二舉損立制以燒山野元是無主火隨", "711": "風勢燒他人家屋宅城邑乃至一切有主物故云", "712": "不得故燒此正立制若有主無主山野並不得燒。", "713": "若故燒者。", "714": "述曰此第三違制結犯不放火損燒戒竟也。", "715": "▲不得邪僻教他戒第十五文前同上。", "716": "初制意者菩薩唯應以大乘教化一切眾生令速", "717": "成佛乃以惡心嗔心教他二乘外道邪僻之法外道", "718": "名邪二乘名僻流轉生死不達其本源故須制也意竟。", "719": "二次第者前戒遮其外損今戒護其內益故次來", "720": "也次第。", "721": "三釋名者外道法邪二乘法僻佛子以此施他有", "722": "損自他立制防禦故名不邪僻教化戒名竟。", "723": "四具緣有四一所對人二以惡心三教二乘外道", "724": "法四前人領受即犯具竟。", "725": "五闕緣六輕重七通塞準上。", "726": "若佛子自佛弟子者。", "727": "述曰此不邪僻教化戒文分二一應教化以大乘", "728": "之法從初至次第法用是二教化邪僻之法結犯從而菩薩至結罪是", "729": "今初及外道初入佛法佛子應以慈心教以大法。", "730": "教解義理者。", "731": "述曰法界法性名大乘理佛種佛性是大乘義並如", "732": "上廣釋也使發菩提心以解義理故傷輪轉發大誓願", "733": "斷惡修善名菩薩心發十心者有本云發十發趣", "734": "心俱得長養心即十長養金剛心即十金剛並如上釋", "735": "一一解其次第法用如是三十心位一一位皆有", "736": "體用自行化他讚喜等次第法用並如上釋。", "737": "而菩薩下者。", "738": "述曰此第二教以邪僻結犯亦名教以二乘外道", "739": "法故結犯惡心瞋心二乘外道邪見論等並如上釋言", "740": "橫教者以二乘外道法不正入佛法之義教授他", "741": "人故名橫教也不邪僻教化戒竟。", "742": "▲不得惜法規利戒第十六文前同上。", "743": "初制意惜法有四一畏他勝己故倒說二規他利", "744": "故倒說三或求他五欲色境故倒說四罔冐他故", "745": "倒說此等皆是初心菩薩塵垢故勞聖制又制此", "746": "戒為護前慳法重戒又為攝護新學佛子令入大", "747": "乘正法故又為令說者聽者俱成大乘種性傳燈", "748": "不顛倒故意竟。", "749": "二次第者前戒應教而不教不應教而教故制今", "750": "戒為惜法規利不應時而說故制次第竟。", "751": "三釋名者恡護正法名為惜法內規利養名規利", "752": "戒防此失故名不得惜法規利戒名竟。", "753": "四具緣有六一有來求法二實自解法三無開緣", "754": "四規他利五倒說法言六前人聞知即犯見竟。", "755": "五闕緣六輕重七通塞準上。", "756": "若佛子應好心者。", "757": "述曰此不得惜法規利戒文分三一先制自學從初", "758": "至解義味是二制教他學從見後新學至開意解是也三違制結犯", "759": "從而菩薩下是今初應好心簡不是求利雜染等心也先", "760": "學至義味是自學成立也。", "761": "見後新學下至心開意解者。", "762": "述曰此第二制教他學有百里千里來求大乘經", "763": "律應如法為說有事有理兩種如法如燒身臂指", "764": "等行此難行能行難作能作此事如法為說也理", "765": "如法為說者即是教諸新學菩薩觀身觀一切眾", "766": "生一切賢聖一切法亦如也眾生聖賢亦如夫如", "767": "者不一不異平等無二如是心心寂滅念念真如", "768": "住正法故亦不分別自身他身自事他事自行他", "769": "行遠離恐怖身心豁然與真應名理如法為說戒", "770": "淨名曰夫說法者無說無示其聽法者無聞無得", "771": "此即標事理兩種如法為說竟。", "772": "為說一切苦行下者。", "773": "述曰此是釋事理兩行為二先釋事行次出理行", "774": "今初苦行燒身臂指供養凡聖者以菩薩心住平", "775": "等清淨法界觀心佛眾生一如無二如以真如心", "776": "而行行苦行捨身臂指所以虎狼獅子餓鬼畜生", "777": "而無差別平等施與而供養之事如法竟。", "778": "云若有一一次第為說正法使心開意解者。", "779": "述曰此第二釋理如法應教新學菩薩展轉為一", "780": "切眾生說次第道平等道名正法使心意解也故", "781": "華嚴經曰如心佛亦爾如佛眾生然心佛及眾生", "782": "是三無差別差別無差別一一次第道諸戒平等", "783": "是無差別差別平等道中迷悟深淺是佛依二諦", "784": "為眾生說於佛真如清淨常一也。", "785": "而菩薩為利養故者。", "786": "述曰此第三違制結犯言為利者情有規求應答", "787": "以大乘事理苦行如次前說故云應答乃以小乘", "788": "雜碎事行非平等理行而說者故云不應答也。", "789": "說經律文字無前無後謗三寶說者。", "790": "述曰先簡非次顯是初簡非者有人云以小乘戒", "791": "定慧門不以先戒次定後慧為倒說經律文字彈曰", "792": "此是聲聞二乘法今經若教他二乘經律犯輕垢", "793": "罪一非又師云為人說法前後一者中著前後令乖", "794": "義理謗三寶說是佛所說則為謗佛言法如是則", "795": "為謗法復云僧同此說則是謗僧議曰此解有通有", "796": "塞塞者不簡說大小二乘教又不簡大小二乘謗", "797": "三寶心口是何心口故是塞通者一往通望名教", "798": "作義示有通簡非詳識竟也。", "799": "次顯是者略作三義釋之一約教位釋不謗三寶", "800": "二約修行釋不謗三寶三結會不謗三寶初約教", "801": "位不謗三寶者如涅槃經云若人八恒河沙諸佛", "802": "所發菩薩心然後始能不謗三寶正法又涅槃第", "803": "三十七迦葉菩薩品云若人心口異想異說言一", "804": "闡提得菩提者當知是人謗佛法僧若人心口異", "805": "想異說言一闡提不得菩提是人亦名謗佛法僧", "806": "若引說言八聖道分凡夫所得是人亦名謗佛法", "807": "僧若有說言八聖道分非凡夫得是人亦名謗佛", "808": "法僧若有說言一切眾生定有佛性定無佛性是", "809": "人亦名謗佛法僧是故我於戒經中說有二種人", "810": "謗佛法僧一者不信瞋恚心二者難信不解故善", "811": "男子若人有信心無有智慧是人則能增長無明", "812": "若有智慧無有信心是人則能增長邪見善男子", "813": "不信之人顛恚心故貪痴慢等例準瞋心說言無有佛法僧", "814": "實信者無慧瞋倒解義令聞法者謗佛法僧善男", "815": "子是故我說不信之人瞋恚心故有信之人無智", "816": "慧故是人能謗佛法僧寶已上涅槃經文不添入語除註議曰經", "817": "言心口異想異說者以是凡夫心想見倒以自覆", "818": "蔽故名異想由想顛倒熏動口業故名異說是故", "819": "名為心口異想異說能謗三寶也正約信者十信", "820": "十住第六正信住以前遇惡因緣退者無惡不作", "821": "能說異法能謗三寶遇善知識進入第七不退住", "822": "常以般若圓明自照故說法化人不謗三寶乃至", "823": "妙覺三十六位人說法教化一一皆能稱法界法", "824": "性不謗三寶廣如仁王本業二經明之約教位釋竟。", "825": "二約行者十信位人還以信進念定慧迴不護戒", "826": "願等十心為進修之行若佛子信三寶性相常住", "827": "無變生死輪轉猶如循環如是生死異動不動異", "828": "自行教化此別教菩薩修行信心也若觀生死即", "829": "而生信心了了分明通達生死空寂即是無二無", "830": "別如是自行此信教他讚喜等此是圓學菩薩修", "831": "行信心也進念定慧等九法修行一一皆有別圓", "832": "二種行唯以義可論結會謗不謗義也約修行不謗三寶竟", "833": "三結會者涅槃云有信無慧能謗三寶有慧無信", "834": "能謗三寶者此等經自釋云有慧無信增長邪見", "835": "以瞋恚心故謗佛法僧有信無慧顛倒解義令聞", "836": "法者謗佛法僧故云心口異想異說皆謗三寶此多", "837": "約別教別相信慧不融故云謗三寶是也若菩薩如華嚴十無盡藏品", "838": "說信一切法性相常住不生不滅同真際等法性", "839": "若菩薩住是信者所有慧身不從他悟信慧圓融", "840": "一體一相能以自行化人者真名不謗三寶結會不謗", "841": "三寶竟不惜法規利戒竟。", "842": "▲不得依勢乞求戒第十七文前同上。", "843": "初制意者菩薩理應謙下無礙利生益物而反倚", "844": "恃乞索打拍橫取錢物違慈之甚故須聖制又別", "845": "意有三一護前盜戒故二乖自慈濟故三倚勢恐", "846": "他失所化故意竟。", "847": "二次第者前戒他來求法倒說成謗故制今戒非", "848": "分倚勢惡求多求故制故次明也次第竟。", "849": "三釋名者假託官力名倚勢惡取無厭名乞求立", "850": "制防此故名不得倚勢乞求戒名竟。", "851": "四具緣有六一為自名利二故近官等三倚威勢", "852": "四逼惱他人五惡乞他物六人入手便犯具竟。", "853": "五闕緣六輕重七通塞準上說。", "854": "若佛子自為飲食者。", "855": "述曰此不得倚勢乞求戒文分四一自行惡求從初", "856": "至多求是二教他惡求文如章是三無慈孝心文無慈孝心是四", "857": "違制結犯文不倚勢乞求戒竟。", "858": "▲不得無知解作師授戒戒第十八文前同上。", "859": "初制意者菩薩理應內成己德外益他人而乃內", "860": "實無知外欺一切詐為知解故勞聖制也意竟。", "861": "二次第者前戒倚勢強乞故制今戒詐言知解故", "862": "制相次來也次第竟。", "863": "三釋名者隱無知解詐言知解為人師範自誑誑", "864": "他立制防禦故名不得無知解作師授戒戒名竟。", "865": "四具緣有四一隨不習學二性非愚癡三隱迷詐", "866": "解四與人授戒犯具竟。", "867": "五闕緣六輕重準上。", "868": "七通塞者若癡狂心亂立性闇鈍勤學未成又如", "869": "法為說千里內更無人為戒師救彼死畏病苦應", "870": "告他云某甲隨力隨分而說受者通也餘並塞通塞", "871": "竟。", "872": "若佛子學誦戒法者。", "873": "述曰此不得無知解作師授戒戒文分三一制學", "874": "知解從初至佛性之性是二實無知解從而菩薩至解一切法不知是三違", "875": "制結犯從而為他人作師下是今初制學知解戒法者謂一", "876": "法即是光明金剛寶戒是名戒法若三法即三聚", "877": "淨戒是名戒法若二法即戒體戒相體者從師頓受得是相者", "878": "十重八萬略則四十八是如是準本業經三聚淨戒攝受一切", "879": "佛法故須日日六時持菩薩戒解其義理佛性之", "880": "性義者十重八萬所詮之義理者凡聖本源清淨之理學習知解如此義理名為佛性之性義也。", "881": "而菩薩者。", "882": "述曰此第二實無知解文分三一實自無知解從而", "883": "菩薩至戒律因緣是二欺誑自他從詐言至他人是也三結自無知解", "884": "從一一不解至不知是。", "885": "而為他人作師者。", "886": "述曰此違制結犯去聖時遠人多嬉犯自他俱墮", "887": "如何出離也不知解作師授戒戒竟。", "888": "▲不得鬪遘兩頭謗欺賢人戒第十九文前同上。", "889": "初制意者菩薩理應見人少善便稱讚也何乃內", "890": "懷惡心兩舌欺謗積亹由此無惡不造大聖哀愍", "891": "故須制也意竟。", "892": "二次第者前戒自無知解故制今戒謗他賢人故", "893": "制故次來也次第竟。", "894": "三釋名者兩舌來往故名鬪遘兩頭矯設端緒故", "895": "名謗欺賢人立制防禦故名不得鬪遘兩頭謗欺", "896": "賢人戒亦名不得兩舌戒亦名不得離間戒名竟。", "897": "四具緣有五一內有惡心二見他惡行三謗以惡", "898": "言四矯傳彼此五彼此作惡便犯具竟。", "899": "五闕緣六輕重七通塞準上。", "900": "若佛子以惡心故者。", "901": "述曰此不得兩舌戒文分三一敘制戒緣從初至菩薩行", "902": "是二制戒意從而鬪遘至不造是三違制結犯從若故作下是今初", "903": "以惡心故者種種嫉妬心欺陵心憍慢勝負心朋", "904": "黨愛見心不省己過心常訟彼短心如是纏縛相", "905": "應心皆是惡故。", "906": "見持戒至行菩薩行。", "907": "此是賢人以惡心者見生欺謗故名制戒緣也。", "908": "而闕遘至不造者。", "909": "述曰此第二制戒意佛意不許行兩舌令彼此造", "910": "惡故。", "911": "若故下者。", "912": "述曰此第三違制結犯不鬪遘兩頭謗欺賢人戒竟。", "913": "▲不得不救眾生苦戒第二十文前同上。", "914": "初制意者菩薩初發心時救度一切眾生而乃見", "915": "他殺害無救度心違慈行甚故制也意竟。", "916": "次第者前戒見賢欺謗故制今戒見生不救陷他", "917": "受苦名生苦難能所合目故名不救眾生苦戒〔名〕竟", "918": "四具緣有四一內無慈濟二見人殺生三捨而不", "919": "救四命斷及不講戒便犯具竟。", "920": "五闕緣六輕重七通塞準上。", "921": "若佛子以慈心故者。", "922": "述曰此不得不救眾生苦戒文分三一制應作從初", "923": "至生生受生是二應救應講從若見世人至生人天上是三違制結犯若不", "924": "下是今初應作者菩薩以無緣慈悲觀三界六道捨", "925": "身受身同稟四大若殺彼者即是我身本體以其", "926": "一性一相一體一用一行一位一因一果平等平", "927": "等無異身我本體者□□□□相續行殺生業故。", "928": "若見世人者。", "929": "述曰此第二應救應講或先救次講或先講次救", "930": "隨便宜行要以慈心救令於怨親平等平等所以", "931": "父母亡日今為講戒同一切眾生與第一樂故云", "932": "解其苦難得見諸佛也。", "933": "若不爾下者。", "934": "述曰此第三違制結犯不救眾生苦戒竟。", "935": "如是十戒下至廣明者。", "936": "述曰此是結略指也二十經垢戒竟。", "937": "梵網經卷第四終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 687 梵網經菩薩戒本疏", "author": "唐 知周撰"}