{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛說救護身命經尒時佛在娑羅雙樹間臨般泥洹時舍利弗阿難及无量諸大菩薩摩訶薩諸大弟子一切天人皆来集會佛還正坐告阿難言吾當入般涅槃我滅度後一切眾生當為𢙣魔眾邪蛊道奪人精氣者求人短者橫来煞者阿難汝好", "1": "懃心流布此經令𢙣世中眾生无有病苦无有橫死眾邪蛊道󴒧皆消滅。阿難我所囑累唯有此經若有眾生无男无女有能讀誦此經一句一偈者眾邪𢙣鬼不得近若在曠野中若在急難中若在大水中若在大火中常當讀誦是經能󴒧斷除何以故此經有大威神力故常讀之若不讀者但當", "10": "令他人而得擾乱於无量無邊刧中常念是經何以故此經世尊慇懃所属之法令久流布。佛𣸪讚諸天人善󵗡善󵗡汝󵓕眷屬曾於阿僧祇刧中值遇百千万億刧諸佛令擁護我百千億刧中弟子能令流布此法讀誦書寫方便救濟不令見𢙣常行善心。", "11": "尒時乹闥婆各與眷屬頂禮佛足一心奉行。佛告阿難吾以手摩汝頂上汝好用心吾所囑累唯有此經阿難懃心流布此經令一切眾生󴒧得聞知阿難汝最是吾心中弟子我所出法󴒧付囑汝吾今憐愍一切眾生故欲令觧脫故。還正坐付囑此", "12": "經阿難此經尊猛極有威神勸令一切族姓男女供養香華雜綵幡盖燃燈續明𣸪能轉讀誦習救人疾病苦厄之者現在安吉將来往生无量壽國即生蓮華軆體金色身相具足智慧勇健如上軰者功德如是不可稱計阿難當用", "13": "好紙好筆好墨至心書寫我所出法上下句偈如佛所說令无妄失一畫一點阿難我憐愍眾生故唯囑此法皆令一切有形之類󴒧得聞知心開意解常行善心。尒時阿難在世尊前一心合掌身毛󴒧", "14": "竪戰戰兢兢一心諦聽佛語不敢忘失一句一偈流淚而言世尊所囑至心受持廣令流布阿難𣸪言受天尊教頂禮佛足一心奉行。", "2": "着懷中至心受持是經者則持過去未来現在諸佛神力若欲遠行常當持去𠁅𠁅村落一心為人演說有能湏󱅨𦗟者所願󴒧得。阿難佛不虛言此經佛所秘要甚難可得譬如妙藥能愈毒病能辟毒氣能断𢙣毒有人持行諸惡毒䖝眾邪蛊道欲来爭聞此經法𢙣藥氣四向散去不敢迴視此", "3": "經亦𣸪如是有疾病者當淨洗浴一心讀誦眾患除愈。佛告阿難若有𢙣魔蛊道不随我語者我當使此魔眾邪蛊道如押油快󴒧皆消滅无有遺餘佛即舉七佛名字苐一維衛佛苐二式佛苐三随葉佛苐四拘樓秦佛苐五拘那含牟𡰱佛苐六迦葉佛苐七𥼶迦文佛。若有苦厄病痛者便當讀誦", "4": "此七佛名字諸𢙣蛊道󴒧皆消滅无能侵近。佛說此經已𣸪告阿難我今憐愍眾生故便當更說六神名字一名波奈羅二名迦奈羅三名禪吒迦四名懃迦五名摩頭六名摩祁此是六神名字阿難若有眾生无男无女无貴无賤有苦厄者皆當稱說六神名字所患消除眾𢙣氣皆不", "5": "得近一切滅盡无有遺餘。佛告无量无邊菩薩摩訶薩及天神王一切天人我滅度後若有受持我所囑法者汝󵓕常當晝夜擁護令得安隱。文殊師利菩薩白佛言世尊我當於佛滅後將廿五菩薩於𢙣世中有讀誦此經𠁅我󵓕晝夜在其左右擁護是人眾邪魍魎不得来近常使", "6": "是人臥安覺安脩行善法佛讚文殊師利善󵗡善󵗡汝能擁護我百千万刧所可脩集阿耨多羅三𦴭三菩提。尒時四天神王偏袒右肩右膝著地一心合掌白佛言世尊我當於如来滅後各將眷属按行國界有能讀誦書寫受持是經我󵓕眷属常来随逐是人晝夜擁護令不見𢙣", "7": "是人欲行曠野中我常随逐導從懃心擁護是人不令𢙣鬼妄来侵近常得充足不令飢渴所欲求者我󵓕神王󴒧令供給如其所願无所之少何以故是人能令流布此經脩行善法供養三寶令不断絕。尒時乾闥婆王阿脩羅迦樓羅緊那羅摩睺羅伽人非人󵓕各各胡跪於如来前一心合掌白佛言", "8": "世尊我󵓕天人常當飛行於𢙣世中間有讀誦書寫晝夜受持是經者我󵓕天人各與眷属共到是人所住之𠁅聽受此經常當守護晝夜不離在其四面擁護是人眾魔𢙣鬼不得侵近不得𡙸其精氣不得橫来嬈𡧱不得求其長短不得觸猒令毒氣不行我󵓕眷屬常来在是人所住於空中是人若遇大火我󵓕", "9": "眷屬随其方便救護其身不令火燒若遇大水急駃㵱去我󵓕眷屬即於空中来接是人令不見溺水即還住得渡水難若遇大賊我於四面護持是人能令賊心刀杖不舉即發慈心若遇官法繫縛枷鏁晝夜愁苦我󵓕眷屬於虛空中能令其官心生歡喜󴒧令放赦皆得解脫我󵓕眷屬一心救護不"}, "originalTitle": "Fangshan shijing, Electronic version, No. 248 佛說救護身命經", "englishTitle": "Fangshan shijing, Electronic version, No. 248 佛說救護身命經", "author": "比丘道真譯", "language": "chinese", "source": "CBETA"}