{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛說梵網經菩薩心地品下略疏", "1": "佛說梵網經菩薩心地品下略疏卷八", "10": "立統官制眾使安籍記僧。菩薩比丘地立。白衣高座。", "100": "罵辱毀訾。以手刀杖打縛斫截。若奪衣鉢。及種種", "101": "資生具者。是人則壞三世諸佛真實報身。則挑一", "102": "切人天眼目。時大梵天王白佛言。若為佛出家。剃", "103": "鬚髮著袈裟。不受戒。受已毀犯。其國王與作惱亂", "104": "罵辱打縛者。得幾許罪。佛言。大梵。我今為汝且略", "105": "說之。若有人於萬億佛所。出其身血。於意云何。是", "106": "人得罪寧為多不。梵王白言。若人但出一佛身血。", "107": "得無間罪。尚多無量。不可算數。墮於阿鼻大地獄", "108": "中。何況具出萬億諸佛身血。終無有能廣說彼人", "109": "罪業果報。唯除如來。佛言。大梵。若有惱亂罵辱打", "11": "廣行非法。如兵奴事主。而菩薩正應受一切人供養。", "110": "縛剃鬚髮著袈裟片。不受戒。受而犯者。得罪多於", "111": "彼。何以故。是人猶能為諸人天。示涅槃道。是人已", "112": "於三寶中。心得敬信。勝於一切九十五種外道。其", "113": "人必速能入涅槃。勝於一切在家俗人。唯除在家", "114": "得忍者。是故人天應當供養。何況具能持戒。三業", "115": "相應者。其有王臣見有於佛法中出家者。作大罪", "116": "業。但擯出國。不得鞭打。何況鞭打出家具持戒者。", "117": "十輪經云。佛言。若有破戒比丘。如敗膿血。退失墮", "118": "落聖道果證。為諸煩惱結使所壞。猶能開示一切", "119": "天龍人非人等。無量功德。珍寶伏藏。是以出家。若", "12": "而反為官走使。非法非律。若國王百官好心受佛戒", "120": "持戒。若破戒。我悉不聽國王大臣宰官。讁罰繫閉", "121": "鞭杖。乃至斷命。況復餘輕犯小威儀。破戒比丘。雖", "122": "是死人。有戒餘力。猶如牛黃。是牛雖死。人故取之。", "123": "亦如麝香。死後有用。能大利益一切眾生。惡行比", "124": "丘。雖犯禁戒。其戒勢力。猶利益無量人天。譬如燒", "125": "香。香體雖壞。熏他令香。破戒比丘。亦復如是。自墮", "126": "惡道。能令眾生增長善根。以是因緣。一切白衣不", "127": "應侵毀。輕蔑破戒比丘。皆當尊重守護。心地觀經", "128": "云。復有一類福田僧。於佛舍利。及佛形像。并諸法", "129": "僧。聖所制戒。深生敬信。自無邪見。令他亦然。能宣", "13": "者。莫作是破三寶之罪。若故作破法者。犯輕垢罪。", "130": "正法。讚歎一乘。深信因果。常發善願。隨其過犯。悔", "131": "除業障。當知是人。信三寶力。勝諸外道。百千萬倍。", "132": "亦勝四種轉輪聖王。何況餘類一切眾生。如󳬂金", "133": "華。雖然萎悴。猶勝一切諸雜類華。正見比丘。亦復", "134": "如是。勝餘眾生。百千萬倍。雖毀禁戒。不壞正見。以", "135": "是因緣。名福田僧。若供養如是福田僧者。所得福", "136": "德。無有窮盡。大集經云。爾時一切天龍八部神等。", "137": "得增上信已。白佛言。我等一切。從今以往。護持正", "138": "法。若諸國王。見有為佛出家。受持禁戒。或不受戒。", "139": "或受而毀犯。如其事緣。治其身罪。鞭打之者。我等", "14": "皆已信心受佛戒者。此總標能制所制。皆已信心", "140": "不復護持養育。如是國王。捨離彼國。以捨離故。令", "141": "其國土。而有種種疾疫。饑饉。刀兵。俱起。非時風雨。", "142": "亢旱毒熱。傷害苗稼。令佛出家弟子。悉向他國。使", "143": "其國土。空無福田。若有佛弟子。但著袈裟片者。若", "144": "有宰官鞭打彼等。其王不遮護者。我等亦當出其", "145": "國土。問。誠如經說。天龍尚乃爾護法。豈王臣而不", "146": "護持。奈有貧窮避難。竄人法門。不守佛戒。冐犯國", "147": "法。諫之而不從。𢷤之而不去。內律治而不得。則將", "148": "如之何。答。若果有大罪。玷辱三寶者。寧除一人。而", "149": "全三寶。不可全一人。而禍及三寶。如大集經云。寧", "15": "受佛正戒也。能制即明作制法。所制謂為官走使。", "150": "捨身命。護一如法比丘。不護諸惡比丘。是王捨身", "151": "當生淨土中。若隨惡者。是王無量世中。不復人身。", "152": "不治則斷三寶種。奪眾生眼。犯過比丘。應須治者。", "153": "或不與語。或不共坐。或擯出一國。乃至四國。有佛", "154": "法處。治如是惡比丘。諸善比丘。得安樂受法故。使", "155": "佛法久住不滅。涅槃經云。佛言。譬如國王。諸羣臣", "156": "等。有犯王法。隨罪誅戮。而不捨置。如來世尊。不如", "157": "是也。於毀法者。與作驅遣羯磨。訶責羯磨。為欲示", "158": "諸惡行之人。有果報故。有持戒比丘。護持正法。見", "159": "壞法者。即能驅遣。訶責徵治。當知是人。得福無量。", "16": "二俱得罪。四部弟子者。按諸經律。即四輩弟子。比", "160": "不可稱計。勝鬘經云。佛言。菩薩所有恒河沙數。無", "161": "量行願。皆應攝入一大願中。所謂護持正法。護持", "162": "正法者。是大境界。乃至少護持正法。令魔波旬得", "163": "大憂惱。我不見餘一善法。能令惡魔生此憂惱。惟", "164": "少護持正法之者。按唐書。顯慶元年五月。敕天下", "165": "僧尼。有犯法者。以僧律治之。不得與民同科。斯誠", "166": "聖王賢臣。不忘靈山之囑。王臣如此尊重三寶。護", "167": "持法門。而出家者。反作破法事。實為僧中之大賊。", "168": "法門之惡魔。經云。毀犯禁戒。猶能為諸人天。示涅", "169": "槃道者。謂其雖為煩惱所逼。毀犯於一時。然戒破", "17": "丘。比丘尼。優婆塞。優婆夷。據義疏。則居士。居士婦。", "170": "而見不破。恒說正法。時懷慚愧。故云其已於三寶", "171": "中。心得信敬。又能讚歎一乘。深信因果。故瓔珞經", "172": "云。捨戒不捨大願。破戒不破正見。斯人終得還復", "173": "清淨。優波離問經云。住大乘菩薩。於初日分時。有", "174": "毀犯罪。當中日分時。不捨行一切智心。如是菩薩", "175": "得戒蘊具足。若中日分時。有毀犯罪。當後日分時。", "176": "不捨行一切智心。則菩薩戒蘊。亦復具足。非同今", "177": "者無般若慧。自謂有智。常作惡業。不畏後世。撥無", "178": "因果。無慚無愧。邪見之徒。可比也。今時復有爭占", "179": "田地。及住處等。躬持詞狀。詣於公庭。而甘為屈膝。", "18": "童男。童女。僧尼既已出家。復令還俗。在家二眾。不", "180": "勝則猶恨責彼不深。負則自取刑辱。大玷僧倫。了", "181": "無羞愧。猶云我受菩薩大戒。誠可恥也。", "182": "如是九戒。應當學。敬心奉持。", "183": "從揀擇受戒戒。至此破法之九戒。應一一習學。恭", "184": "敬奉持。不可暫忘也。", "185": "○三總結。", "186": "諸佛子。是四十八輕戒。汝等受持。過去諸菩薩已誦。", "187": "未來諸菩薩當誦。現在諸菩薩今誦。", "188": "前已一一勸持。今復總舉三世菩薩誦以勸持。可", "189": "謂大悲諄諄慈誨無倦。雖粉身碎骨。亦奚足云報", "19": "許出家。故云不聽。問。王官可作制法。豈四部亦能", "190": "哉。", "191": "●三流通分二　初正囑流通　二結頌迴向流通。", "192": "○初正囑流通。", "193": "諸佛子聽。十重四十八輕戒。三世諸佛已誦。當誦。今", "194": "誦。我今亦如是誦。汝等一切大眾。若國王王子百官。", "195": "比丘比丘尼。信男信女。受持菩薩戒者。應受持。讀誦。", "196": "解說。書寫佛性常住戒卷。流通三世一切眾生。化化", "197": "不絕。得見千佛。為千佛授手。世世不墮惡道八難。常", "198": "生人道天中。", "199": "此是釋迦如來。付囑在座道俗大眾。令流通此戒。", "2": "姚秦三藏法師　鳩摩羅什　譯", "20": "制四部耶。答。或父母。兄弟。子女。互相制限障礙。故", "200": "以此五十八戒。是諸佛之本源心地。菩薩眾生成", "201": "佛之根本。故三世諸佛。及今佛皆誦。汝等一切在", "202": "會大眾。受菩薩戒者。囑令行五事。一受持莫失。二", "203": "闇讀通利。三朗誦令聞。八部獲益。四解悟義理。為", "204": "人廣說。五書寫流通。普利一切。大士授諸眾生心", "205": "地大戒。彼既得戒已。彼復書寫此戒卷。轉授一切", "206": "眾生心地大戒。此諸眾生。既得戒已。復書此戒卷。", "207": "轉化將來一切眾生。如是三世。化復轉化。展轉相", "208": "因。如燈燈續𦦨。無盡無絕。正所謂荷負三世佛法。", "209": "誘化一切。然無盡燈是也。如是三世一切眾生。依", "21": "不聽也。如付法藏經云。闍夜多尊者。詣城乞食。見", "210": "戒修行。故皆得見本源千佛。佛為授手。摩頂授記。", "211": "從今以往。不墮三惡八難。以至成等正覺也。佛性", "212": "常住戒卷者。此是舍那心地佛性常住不變不易", "213": "之戒。故一受直至成佛。不同聲聞戒。止在一生也。", "214": "世世。是離苦。常生。是得樂。以此戒能止身口意之", "215": "非。故不墮惡道。出生萬善。故常生人天。原此佛性", "216": "心地大戒。因該果海。果徹因源。即凡成聖。而豈止", "217": "離三惡生人天耶。須知如來未出世時。天竺之人。", "218": "多樂生天。佛且暫就初學凡情未契心源者。起其", "219": "忻善報。厭惡道苦。而為說也。今佛初會說法。若直", "22": "一烏。便微笑。弟子問之。尊者曰。過去劫中。我欲出", "220": "示之以極果。恐其心生疑惑。致有退失正戒大益。", "221": "或由此戒力。不墮惡道。常生有佛世界人天中。見", "222": "佛聞法。速階不退也。", "223": "我今在此樹下。略開七佛法戒。汝等大眾。當一心學", "224": "波羅提木叉。歡喜奉行。如無相天王品勸學中。一一", "225": "廣明。三千學士。時坐聽者。聞佛自誦。心心頂戴。歡喜", "226": "受持。", "227": "略開者。謂七佛法戒。非止五十八。今所說者。是略", "228": "示七佛法戒。如一毛頭許。俾就初機易學。則歡喜", "229": "奉行。如欲廣知戒中事理。當如大本無相天王品", "23": "家。父母不聽。強為聘妻。得一子六歲。我復欲去。父", "230": "中詳明也。三千學士者。未階妙覺。猶居學地。故名", "231": "學士。時如來勸百萬億大眾。當一心學。而在會三", "232": "千諸大菩薩。聞佛自誦。故尊重頂戴受持。此亦舉", "233": "先學。以攝百萬億之初機也。", "234": "爾時釋迦牟尼佛。說上蓮華臺藏世界。盧舍那佛所", "235": "說心地法門品中。十無盡戒法品竟。千百億釋迦。亦", "236": "如是說。", "237": "初明一日月世界。一釋迦如來說舍那所說心地", "238": "十無盡戒法竟。後明千百億日月世界中。千百億", "239": "釋迦如來。悉同說舍那心地十無盡戒法。故云亦", "24": "母教兒抱住我脚。啼哭言。父若捨我。依誰養活。先", "240": "如是也。今單舉十重。不言四十八者。以此十戒。包", "241": "攝無量諸戒。況四十八。故云無盡戒法也。", "242": "從摩醯首羅天王宮。至此道樹下。十住處說法品。為", "243": "一切菩薩。不可說大眾。受持讀誦。解說其義亦如是。", "244": "前明一佛說舍那所說心地十無盡戒。千百億佛", "245": "悉亦同說。今明於十住處。說諸法門。下文總結千", "246": "百億釋迦。及一切諸佛。說諸法門。亦如是也。", "247": "千百億世界。蓮華藏世界。微塵世界。一切佛心藏。地", "248": "藏。戒藏。無量行願藏。因果佛性常住藏。如是一切佛", "249": "說無量一切法藏竟。千百億世界中。一切眾生受持。", "25": "當殺兒。然後可去。由此兒故。不得出家。從是九十", "250": "歡喜奉行。", "251": "世界之多。不可以數說。故舉微塵喻之。一塵喻一", "252": "世界。故云微塵世界也。蓮華藏世界。具足無量微", "253": "塵世界。如是千百億世界。微塵世界。總不出一蓮", "254": "華藏世界。如是世界中。一切諸佛同具心等諸藏。", "255": "故同說諸藏。藏者。包含之義也。一心藏者。惟一真", "256": "如心體。圓包太虗。具足萬法。無量妙用。故如藏也。", "257": "二地藏者。心體本無分別。平等如地。出生無盡諸", "258": "善功德。故如藏也。三戒藏者。心體本空。而具足無", "259": "盡戒法。容納無量福河。故云藏也。四行願藏者。心", "26": "一劫。流轉六道。未曾得見。今以道眼觀見彼烏。乃", "260": "行善事曰行。心所尅期曰願。行海無邊。願門無盡。", "261": "故云藏也。五因果佛性常住藏者。心之始修名因。", "262": "終之所證名果。然因該果海。果徹因源。因果互融。", "263": "而證法身。是名為佛。法身性本寂滅。湛然常住。而", "264": "不變不遷。圓包法界。量等虗空。故云藏也。心藏。地", "265": "藏。戒藏。正顯此非小乘波羅提木叉。乃菩薩本源", "266": "心地正法戒也。如是一切佛者。即上千百萬億。蓮", "267": "華藏。微塵世界諸佛也。如是無量諸佛。說無量一", "268": "切法藏。如此五藏。該盡無餘。而戒藏為五藏之樞", "269": "要。握樞要。而萬行備。聖果圓。是故三世一切諸佛", "27": "是前子。愍其愚癡。久在生死。是以微笑。若障人出", "270": "同說。千百億世界一切眾生。各各尊敬受持。歡喜", "271": "奉行。", "272": "若廣開心地相相。如佛華光王。七行品中說。", "273": "心地相相者。元心地無相。而戒有持犯。即心地之", "274": "相。相有總別。十重是總。四十八是別。總有無量。別", "275": "亦無窮。重重無盡。猶天帝網。如欲廣開發明心地", "276": "事理之相。當如大本七行品中說。然此品。今此方", "277": "無也。", "278": "○二結頌迴向流通。", "279": "此頌雖非佛說。而文義備悉。或西土賢聖所置。或", "28": "家。罪報惡道。後生人中。眚盲無目。是故智者。見人", "280": "此方哲人所安。乃讚歎持戒。勸學。度生。發願。迴向", "281": "之文。如比丘戒本。初述讚頌。中列戒相。後結頌迴", "282": "向。方合三啟之義。今闕初讚頌。以今經非全本。品", "283": "兼上下故也誦戒式中。略具讚頌。", "284": "明人忍慧強。能持如是法。未成佛道間。安獲五種利。", "285": "強是勇銳堅固義。忍即生法忍也。慧是般若慧。由", "286": "生法忍。而心不動。以般若慧。而斷惑證真。是知此", "287": "心地大戒。故非愚小淺慧所可堪受。乃明達智者", "288": "方能持也。未成佛道間者。能堅持此戒法。汝定成", "289": "佛。今雖未成。而於其中間。世世先獲此五種福德", "29": "出家。方便成就。勿作留難。又老女人經云。時有貧", "290": "利益也。安獲者。由戒德力故。安然而然自得。非虗", "291": "望強求之也。下五種利。出地持經。", "292": "一者十方佛。愍念常守護。二者命終時。正見心歡喜。", "293": "三者生生處。為諸菩薩友。四者功德聚。戒度悉成就。", "294": "五者今後世。性戒福慧滿。此是諸佛子。", "295": "一由保重堅持諸佛心地之戒。故得諸佛慈悲愍", "296": "念。常為守護。令其安修道業。成就自行。無致退失。", "297": "及魔所得便。故般若經云。如來善護念諸菩薩是", "298": "也。二由自具正見。了知善惡因果無爽。毀戒即墮", "299": "惡道。故終時必心生怖畏。持戒則往生佛剎。故終", "3": "廣州寶象林沙門　弘贊　述", "30": "窮老女人。聞佛說法。心開意解。阿難白佛。此女人", "300": "時心自生歡喜。比丘戒本云。如人自照鏡。好醜生", "301": "欣慼。是也。三謂此戒是三世菩薩敬重愛護。同學", "302": "同持。豈不生生世世。在在處處。常為三賢十聖。諸", "303": "大菩薩提携。與之為友耶。四謂六度萬行。無量眾", "304": "善功德之聚。若能持戒品之一度。其餘諸度萬行", "305": "功德等。悉皆成就也。五謂此戒是本源佛性之戒。", "306": "性自賢善。身口業淨。任運止惡。任運生善。止惡是", "307": "慧。生善是福。今生堅持。則晝夜福德智慧。任運增", "308": "長。後世二嚴圓滿。成佛極果。號曰兩足尊。一切佛", "309": "子從戒而生。今能持戒。福慧漸滿。即是諸佛真子。", "31": "何以智慧乃爾佛言。是我前世發意學道時母也。", "310": "當來紹繼佛位也。", "311": "智者善思量。計我著相者。不能生是法。滅壽取證者。", "312": "亦非下種處。欲長菩提苗。光明照世間。應當靜觀察。", "313": "諸法真實相。不生亦不滅。不常復不斷。不一亦不異。", "314": "不來亦不去。如是一心中。方便勤莊嚴。菩薩所應作。", "315": "應當次第學。於學於無學。勿生分別想。是名第一道。", "316": "亦名摩訶衍。一切戲論惡。悉從是處滅。諸佛薩婆若。", "317": "悉由是處出。", "318": "決定了知故名為智。即是以般若觀慧。審思籌量。", "319": "知外道凡夫。迷本真心。謬計神我。妄執四大為自", "32": "又問。是母何貧乃爾。佛言。拘留孫佛時。我欲作沙", "320": "身相。六塵緣影為自心相。故不能發生是心地戒", "321": "法也。滅壽取證者。二乘󰞆身滅智。取證枯寂涅槃。", "322": "故非下菩提種子處也。如欲增長菩提道芽。當來", "323": "成等正覺。以智慧日。照曜世間。破諸眾生。煩惱闇", "324": "宅。惟在今時。以般若觀慧。靜觀諸法真實相也。一", "325": "切諸法。皆從緣生。緣生無性。當體即空。空即真空。", "326": "真空無相。故云實相。即本源心體也。真空實相。不", "327": "屬有為身心。故非生滅。不墮二邊。故非斷常。不墮", "328": "數量。故非一異。本離動靜。故無來去。如是諸法。唯", "329": "是一心。菩薩欲得莊嚴本源心地。還從自心起用。", "33": "門。是母慈愛。不聽我去。我愁一日不食。由是五百", "330": "以方便智。照心境界。境界即是實相。故云靜觀察。", "331": "所應作者。謂大士應於戒定慧。次第習學。菩薩修", "332": "進六度萬行。無戒而不持。無善而不修。無生而不", "333": "度。所謂萬事門中。一法不捨。故云學。觀察一念不", "334": "生。前後際斷。萬法俱息。所謂金色門頭。一塵不立。", "335": "故云無學。若起念分別。即是有為心識。非般若智。", "336": "則不能趣人第一中道。摩訶衍。此云大乘。暫起分", "337": "別。即凡夫有無。二乘偏見。非大乘中道。若趣入大", "338": "乘中道。則若有若無。亦有亦無。非有非無之戲論", "339": "惡見。從是而滅矣。薩婆若。此云一切智相。在因名", "34": "世貧。今者壽盡。當生彌陀佛國。如經所說。子障父", "340": "般若。在果名薩婆若。即是諸佛一切種智。諸佛種", "341": "智。皆由不起分別。滅諸戲論。直入中道。而出生也。", "342": "是故諸佛子。宜發大勇猛。於諸佛淨戒。護持如明珠。", "343": "過去諸菩薩。已於是中學。未來者當學。現在者今學。", "344": "此是佛行處。聖主所稱歎。", "345": "是故者。承上起下之詞。欲得諸佛薩婆若。宜應發", "346": "起精進勇猛。堅持諸佛心地淨戒。如護明珠也。然", "347": "珠體本自潔淨圓明。大士持戒不染故淨。無虧故", "348": "圓。癡暗破故明。是為善護持也。此戒是三世菩薩。", "349": "所同習學。而證菩提。十方諸佛。所共行履。而趣涅", "35": "母。父母障子。感報若是。況其夫妻兄弟朋友。互相", "350": "槃也。佛是聖中之聖。故稱聖主。佛子如是勇猛。護", "351": "持淨戒。故為諸佛之所共讚歎也。", "352": "我已隨順說。福德無量聚。迴以施眾生。共向一切智。", "353": "願聞是法者。悉得成佛道。", "354": "我者。作頌人自稱。今亦可以為誦戒者稱也。隨者", "355": "不乖經文。順者不違戒旨。謂我今說此心地大戒。", "356": "即有無量福德積聚。心無悋惜。盡以迴施一切眾", "357": "生。悉同趣向如來一切智智。不向人天二乘小果。", "358": "復願有聞如是戒法者。盡成無上佛道。葢由此戒", "359": "一言一字。皆從舍那心地流出。是諸佛之本源。菩", "36": "障礙。罪當如何。不聽出家。是滅僧寶也。不聽造立", "360": "提之根本。故一聞之。則永為佛種。豈不成等正覺。", "361": "但由根有利鈍。修分勤墮。故成有遲速。若得一念", "362": "相應。前後際斷。生佛無二。古今冥一。又何遲速之", "363": "有哉。", "364": "佛說梵網經菩薩心地品下略疏卷八終", "365": "音義", "366": "五濁一眾生濁。謂此末世眾生。不孝敬父母師", "367": "長。不畏惡業果報。不修善法也。二見濁。謂眾生邪", "368": "見熾盛。不修正道也。三煩惱濁。謂眾生愛欲。慳貪。", "369": "瞋諍。誑惑。惱亂心神也。四命濁。謂眾生惡業日增。", "37": "形像佛塔。是滅佛寶也。不聽書寫經律。是滅法寶", "370": "壽命短促也。五劫濁。謂饑饉。疾疫。刀兵。三災起時。", "371": "眾生無不被害也。", "372": "二嚴福慧圓滿。莊嚴盧舍那身也。", "373": "六塵謂色聲香味觸法之六塵。能染污眼耳鼻", "374": "舌身意之六根。故名為塵。", "375": "福田僧謂有人供養此僧。得無量福。世世不受", "376": "貧窮。得大富樂。如沃壤田。多獲成實。今俗訛稱不", "377": "勤齋戒。坐食田地者。為福田僧。大違經旨。", "378": "師子梵語㕽多。此云師子。方頰。大骨。身肉肥滿。", "379": "頭大。眼長。光澤明淨。眉高而廣。牙利白淨。口鼻方", "38": "也。立統官制眾。安籍記僧者。安設簿籍。記錄僧名。", "380": "大。齒密齊利。舌赤白色。雙耳高上。髦髮光潤。上身", "381": "廣大。膚肉堅著。修脊細腰。其腹不現。長尾利爪。其", "382": "足安立。身有大力。食不過時。", "383": "皇臣護法", "384": "元魏宣武帝。景明二年。詔僧有犯。悉付昭玄都統", "385": "法師。以內律僧制判之。", "386": "梁武帝。制僧尼犯過。依佛律行罰。", "387": "唐代宗。永泰元年。詔出家沙門。尊居三寶。其令天", "388": "下官司。毋得捶辱僧尼。", "389": "徽宗宣和。敕吳國公。主敬重空門。品官庶民。有毀", "39": "同世編戶。統官攝僧也。白衣高座。比丘地立。非兵", "390": "辱僧尼者。照祥符三年指揮。", "391": "宋景德三年。敕品官。無故毀辱僧尼。口稱禿字者。", "392": "勒停見任。庶民流千里。", "393": "元世祖。見僧有過。不加王法。止令閱教懺悔。", "394": "生法忍生忍有二。一謂於恭敬供養順境中。能", "395": "忍不著則不生憍逸。二謂於瞋罵打害逆境中。能", "396": "忍則不生忿恨怨惱。是為生忍也。法忍亦有二。一", "397": "者非心法。謂寒熱風雨饑渴老病死等。二者心法。", "398": "謂瞋恚憂愁疑婬欲憍慢諸邪見等。若於此二法", "399": "能忍不動。是名法忍。", "4": "○第四十七非法制限戒。", "40": "奴之事主如何。菩薩乃人天師範。說法律令生妙", "41": "慧。受供養使種福田。如子之事父。猶臣之敬君。而", "42": "甘自媟。反為官走使。非法非律如何。縱王臣強逼。", "43": "而僧可殺。不可辱。即一死而存正教。何苟生以壞", "44": "法門哉。莫作是破三寶之罪者。謂王臣曾已好心", "45": "受佛正戒。正當興隆三寶。護法為心。始不忘靈山", "46": "涅槃會上。諄諄付囑之旨。而反作破滅三寶之罪。", "47": "非忤逆如何。問。既云是逆。云何但犯輕垢。答。以王", "48": "臣在家。未堪制重。而其得罪。感報實重也。仁王經", "49": "云。佛告波斯匿王。後五濁世。國王王子大臣。自恃", "5": "違本念而妄為。恃權勢而橫作。制限非法。破滅三", "50": "高貴破滅吾法。橫作法制。不依佛教。制我弟子。不", "51": "聽出家。造佛塔寺。立統官制。安籍記錄僧事。比丘", "52": "地立。白衣高座。又云。未來世中。四部弟子。諸小國", "53": "王太子。乃是住持護三寶者。轉更破滅三寶。如師", "54": "子身中蟲。自食師子肉。非外道也。各壞吾法。得大", "55": "罪過。正法衰薄。民無正行。以漸為惡。其壽日減。無", "56": "復孝子。六親不和。天神不祐。疾疫惡鬼。日來侵害。", "57": "死入地獄餓鬼畜生。如經所說。宛同今制。其好心", "58": "受佛戒者。時當自慎也。", "59": "○第四十八破法戒。", "6": "寶。罪若彌天。焉名好心而受佛禁戒者乎。", "60": "僧有過犯。自有如來法律治罰。而反令王官陵辱", "61": "內眾。破壞正教。深玷法門。非大士護法心慈悲心。", "62": "若佛子。以好心出家。而為名聞利養。於國王百官前。", "63": "說佛戒者。橫與比丘。比丘尼。菩薩戒弟子。作繫縛事。", "64": "如獄囚法。如兵奴之法。如師子身中蟲。自食師子肉。", "65": "非餘外蟲。如是佛子。自破佛法。非外道天魔能破。", "66": "本以好心出家受佛正戒。故為王官所重。後被名", "67": "利所迷。自失初志。內雖毀戒。外現威德。是以凡有", "68": "言說。王官無不聽用。而令作世間治罰。使內眾弟", "69": "子。無辜受罪。或繫縛手足。禁閉身形。故如獄囚之", "7": "若佛子。皆已信心受佛戒者。若國王。太子。百官。四部", "70": "法。或無禮輕賤訶責。故如兵奴之法。種種刑辱內", "71": "眾。於心奚忍。雖自不顧身後遺殃。而且現前寧無", "72": "羞顏。何以貪名利。而自敗己德。恃王官。而喪本良", "73": "心。依佛法中得利。不念報恩。而反加害。破壞法門。", "74": "正所謂惡魔比丘也。師子蟲者。師子乃百獸之王。", "75": "故無有禽獸。能食師子者。惟師子身中生蟲。能食", "76": "師子肉。非外蟲能食。如來正法。天魔受化。外道歸", "77": "心。故無能破壞。惟於佛法中出家。不依佛教。乃能", "78": "破壞耳。若出家五眾有過。當以佛法律治罰。或使", "79": "懺悔。或作驅𢷤等羯磨。豈宜以王法陵辱。致使王", "8": "弟子。自恃高貴。破滅佛法戒律。明作制法。制我四部", "80": "官損福。善神出境。是則非獨破法。而復令國作難。", "81": "經有明文。寧無恐懼。", "82": "若受佛戒者。應護佛戒。如念一子。如事父母。不可毀", "83": "破。而菩薩聞外道惡人。以惡言謗破佛戒之聲。如三", "84": "百矛刺心。千刀萬杖。打拍其身。等無有異。寧自入地", "85": "獄。經於百劫。而不一聞惡人。以惡言謗破佛戒之聲。", "86": "而況自破佛戒。教人破法因緣。亦無孝順之心。若故", "87": "作者。犯輕垢罪。", "88": "法身由戒而成。利生由戒而度。故應保護。如父母", "89": "之慈念一子。念念在懷。猶子之敬事父母。事事無", "9": "弟子。不聽出家行道。亦復不聽造立形像。佛塔。經律。", "90": "逆。如是慈念敬事於戒。則無有毀破之者。菩薩寧", "91": "受三百萬杖。百劫之劇苦。不忍一聞謗破佛戒之", "92": "聲。何以故。雖楚痛萬端。惟是苦我一身。謗戒即破", "93": "滅正教。壞佛法身。使無量眾生而失信心。沉淪苦", "94": "海。不得解脫。其隨謗者。永墮阿鼻。然聞聲猶且乃", "95": "爾。況自作破壞佛戒。復教王臣作破壞佛法因緣。", "96": "治辱僧眾。自既不知護法。而反作破法之事。是為", "97": "忤逆三寶。無孝順心。故得罪也。大集經云。佛言。若", "98": "有眾生。為我出家。剃鬚髮著袈裟。設不持戒。彼等", "99": "悉已為涅槃印之所印也。若有以非法。而作惱亂。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 695 梵網經菩薩戒略疏", "englishTitle": "卍 Xuzangjing, Electronic version, No. 695 梵網經菩薩戒略疏", "author": "明 弘贊述", "language": "chinese", "source": "CBETA"}