{"sourceLink": "http://www.cbeta.org/", "text": {"0": "銘無境銘", "1": "笑隱訢禪師語錄卷之四", "10": "神定氣。復沿涯涘。以深入性海。其大無外。其細無內。", "100": "為人之學驗之。懼力之不充。將以自勵。予聞而重有", "101": "警焉。遂書其後以識吾愧云。至順壬申八月廿八日。", "102": "題顏聖徒手卷題顏聖徒手卷", "103": "叢林老宿相傳。四明顏聖徒不肯出世。甞為教禪律", "104": "三宗首座。寒暑一衲。其於世泊如也。而詩語精到。又", "105": "憂其君之播遷。責當時臣子不能死節使易位而處。", "106": "豈不為汲黯法孝直乎。予曾大父。初游江西。見雲臥", "107": "瑩公於羅湖。因留度夏。臨別。以玅喜居洋嶼菴時。常", "108": "所持竹篦子付之曰。汝之後必大。及西菴祖與先師", "109": "皆以傳宗自任。而或者以能文見稱。是猶韓退之以", "11": "內無自心。外無萬境。上而十地滿覺。下而三界二十", "110": "清涼國師為詩人。吁何知之末也。夫大賢之資。所以", "111": "異於庸人者。以其負剛大之氣故。能臨死生大節而", "112": "不惑者也。不惑於外。由其內守之固也。苟內之不固。", "113": "而能外之不變者鮮矣。凡吾徒之學在於內。其當大", "114": "故。固無所惑。而又不事於外。故世之人不得而見之。", "115": "今觀吾祖三世所題聖徒手卷。皆剛氣正論。若有憤", "116": "於時而有謂時事。非傳道者。所當言及。并以我為枯", "117": "槁而無所能於世者。皆非通論也。故書其後云。", "118": "題大慧禪師書後題大慧禪師書後", "119": "漢之黨錮。如范滂輩。連累赴獄。至臨刑。母子相訣。猶", "12": "五有。皆聖凡景響。化儀設施。在性海中。非有非無。非", "120": "曰。得與善人同死且不恨。噫。士能以身徇名猶若此。", "121": "況以身徇道者乎。人莫貴於聞道。聞道在明性。使能", "122": "明性而聞道。脫有不幸相陷以禍而殺身。誠將安樂", "123": "之。豈以利害得喪為避就哉。故吾祖大慧師。以囚徒", "124": "編隷衡梅。時朝士大夫不顧諱忌。從而問道。與弟子", "125": "服勞而同死瘴鄉者。良有以也。紹興丁卯。師遷居衡", "126": "西門外之廖氏山堂。明年薦福本公亡。此書述出山", "127": "堂及得悟本書。當是其年。且言宗曄施衣󰊇。為亡友", "128": "設祭。其高義尤可尚所稱仰。亦然者指南閩修仰書", "129": "記。而屏山居士必閩中官人。岸都士得書請題。故書", "13": "存非亡。非取非捨。非去非來。如虗空具含諸相。如大", "130": "辯之。", "131": "題黃檗為唐宣宗受戒圖題黃檗為唐宣宗受戒圖", "132": "唐宣宗始為光王時。宮中難作。易僧服。避匿江南。居", "133": "鹽官安國師會中。見黃檗運公禮佛。宣宗問。不著佛", "134": "求。不著法求。不著僧求。用禮何為。檗掌之。後即位。賜", "135": "號斷際禪師。不聞為其授戒也。關西湧上人得其像。", "136": "請梁國公題。謂是授戒圖。當別有所據。", "137": "題東湖無文墨跡題東湖無文墨跡", "138": "東湖無文。生同里。又同師笑翁。皆以高行重叢林。或", "139": "謂宋季宗門提唱。流於時習。委靡不古。非通論也。近", "14": "地容載萬物。無自他之間。無古今之殊。乃於其中。縱", "140": "時學者。率學高古而薄俗險行。雖言如佛祖何益哉。", "141": "有藏主。以東湖作羅漢贊。無文與琳公書。裝背同軸", "142": "示予。予與有之受經院及二老之故廬相望。幼時數", "143": "拜其像而記其遺言往行。思効萬一以自立。今觀其", "144": "遺墨。感慕無已。拜書其後。", "145": "題愚極和尚所書小參題愚極和尚所書小參", "146": "馬祖百丈以前。提唱依契經而說。睦州雲門而下。唱", "147": "彌高而機益峻。然本色人。開口動舌。便知落處。初無", "148": "奇崛平易之分。臨川寧上人。出佛心禪師除夜小參", "149": "語。而初機見之。茫然自失。如貧兒捨父而逃。見自己", "15": "橫游戲。卷舒自在。行棒行喝。揚眉瞬目。動靜語默。嬉", "150": "庫藏。而畏避却走。苦哉。", "151": "題無準天目癡絕三帖題無準天目癡絕三帖", "152": "無準之徑截。天目之精密。癡絕之浩汗。三大老同時。", "153": "而用處不同。於片紙之中。可以見其平生矣。", "154": "題藏叟和尚榜語題藏叟和尚榜語", "155": "百丈作清規。而叢林大備。有書狀。有藏主。有首座。將", "156": "使禪者兼通經教外典。欲其他日柄大法。可以為全", "157": "材。而禦外侮也。故向之大尊宿。雖單提此事。接向上", "158": "機。而莫不該博兼濟。又持律嚴峻。故法道大盛。近時", "159": "藂林稍能識字。便不留心宗乘。又或宗門略具一知", "16": "笑怒罵。無非玅用。或與而奪。或縱而擒。或與無町畦。", "160": "半解。而短於應酬。或惟事虗言。而內行不檢。雖能聾", "161": "瞽初學。難逃識者檢責矣。宗綱陵遲一至於此。甞聞", "162": "老宿言。咸淳間。藏叟叔祖住玉几雙徑。行高一時。剛", "163": "正不阿。志在扶宗。而時以善駢儷稱之。無乃未忘故", "164": "習而為人所彊故爾。若指此以名家。重誣此老矣。其", "165": "里人天和首座。得其為偃谿作茶湯二榜。甚祕惜之。", "166": "以示予。予謂。駢儷雖非古。而魏晉唐宋之作者。猶自", "167": "渾成。及文獘而至於鬬飣瑣碎。不足觀也矣。予又不", "168": "可以不辯。", "169": "題癡絕雪嵒二墨蹟題癡絕雪嵒二墨蹟", "17": "倐而厓絕。或敲空作響。言於無言。或撥火覓漚。作於", "170": "開先一山和尚謂云。癡絕住山。以一篋付侍者。有求", "171": "其語。令以紙投篋中。定鐘後。令侍者以篋進秉燭書", "172": "之。隨紙多寡俱盡。日為常規。且曰。無孤其誠意。後雪", "173": "嵒亦肆口而說。信筆而書。葢其見處親切。如所見而", "174": "行。如所行而言。不自知其然而然。豈求其辯博哉。故", "175": "學者亦遵其訓而力行之。孰若今之以贈言為藻飾", "176": "清事也。廬山景南首座。得癡翁雪嵒三偈示予。讀之", "177": "有恨生晚之歎。而一山翁亦化去矣。併書其語于後。", "178": "以識吾所感云。", "179": "題野菴無文帖題野菴無文帖", "18": "無作。其稱性而說也。雷雨八荒。其稱性而用也。埏埴", "180": "吾鄉諸寺。率多徒居。往時諸老訓徒有法。或主巨剎。", "181": "雖甚老歸。見其師必拱侍終日。凜然風度可畵也。如", "182": "臞菴野菴孤雲西江東湖無文。一時名德輩出。何其", "183": "盛哉。去今纔六十年。而鄉社寂寥。一日野菴後人定", "184": "首座。以野菴無文黑蹟示予。猶可想見其家法。感歎", "185": "良久。書而歸之。", "186": "題天目禮禪師帖題天目禮禪師帖", "187": "予甞過良渚。聞老宿言。天目禪師。退天童返錢唐。其", "188": "受業諸孫。負行李歸故山淨相院。而禪師與良渚真", "189": "寂寺淨高僧素厚。又喜近都城。遂留西丘終焉。時趙", "19": "萬化。噫。何此老作大法。施神通三昧有如是耶。以吾", "190": "節齋官臨安。為主喪索行李。三分之。以其二令天童", "191": "淨相各建塔。以一津送後事。叢林服其公。師歿距今", "192": "七十載。其嫡孫東嶼和尚。唱道南北山。益大其宗。嶼", "193": "翁之徒。子嘉得師良渚。時與淨相徒眾書。嘉喜而藏", "194": "之。嘉杭人。遡師為曾大父。又與師同里。知慕其手澤。", "195": "思振其道於無窮。視彼負行李而趨。以慕師之惡者", "196": "不啻梟獍也。聞者。當知所戒。", "197": "題佛智禪師語題佛智禪師語", "198": "佛智晚居仰山。學者奔趨之。如百川赴海。延祐己未", "199": "春。臨江普天涯侍香。時師示微疾。天涯求書上堂。師", "2": "序序", "20": "淺陋觀之。猶所得叵量。又豈無大乘根器。一聞一見。", "200": "書于紙曰。雲門道箇普字。盡大地人不奈他何。殊不", "201": "知雲門四稜塌地。當時若與震威一喝。待此老惡發。", "202": "徐徐打箇問訊道。莫怪觸忤好。非圖救取此老。亦能", "203": "振起雲門綱宗。其年秋師示寂。後天涯出示新淦之", "204": "南禪。以其書示予。予謂宗師機用。如置毒以中人。其", "205": "發有先後。龍樹於北齊文公相去數萬里。雲門於古", "206": "塔主相隔百餘載。又安知後日無閱此語而如文與", "207": "古者乎。", "208": "題大慧禪師示廖等觀偈題大慧禪師示廖等觀偈", "209": "佛日祖。負剛直之氣。縱無礙之辯。發揮道玅。信筆而", "21": "而親證實悟。以續慧命。而傳正法眼藏。如古塔主之", "210": "書。肆口而說。袞袞萬言不窮。蘇子瞻稱張方平謂。直", "211": "行無前。有礙即止。放為江河。滙于沼沚者。似之矣。又", "212": "胸次暴白。議論耿介。雖王公卿相。面折不阿。至患難", "213": "瀕九死不少撓。此偈示廖等觀。謂其改官不得。依舊", "214": "妄想不已。以直言激之。廖受之無難色。亦信道之篤", "215": "者。視今人與士大夫交。而以軟語相媚悅者可愧矣。", "216": "題水陸齋文後題水陸齋文後", "217": "吾教之化。與世教理大同。而事有詳略之異耳。世之", "218": "教止於人道。又特詳於中國。若四裔八極之外則略", "219": "之。而佛言人道有四洲。此土為南贍部。若東勝身。西", "22": "讀雲門錄。有足徵矣。", "220": "瞿尼。北󳬂單。則世之書不論。況化通萬類乎。佛又言。", "221": "能明真性常覺不昧者。為四聖。聖之中又有差等焉。", "222": "覺道至玅而至圜者為佛。居大乘不著空有。無入而", "223": "不自得者。為菩薩。樂空寂居二乘。以獨善其身。由因", "224": "緣而悟者。為緣覺。由音聲而悟者。為聲聞。然皆以能", "225": "覺而不退墮也。其下有六凡。曰天。曰人。曰阿修羅。曰", "226": "地獄。曰鬼。曰畜生。以未明真性。隨善惡果報。互為升", "227": "墜。故為凡也。梁武帝搜討藏典。創為水陸儀文。於四", "228": "聖中復增四焉。以流通佛之教者為法寶。傳佛慧命", "229": "而住世者為僧寶。有得道證果者。為諸仙眾。由菩薩", "23": "竺原禪師註證道歌序竺原禪師註證道歌序", "230": "退位示大權護法。為諸龍神。而目為上聖八位。於六", "231": "凡中亦增二焉。謂六道。皆有君長僚吏以首之。而以", "232": "六道外者終之。喻若人初死。其靈識冥漠。未入於六", "233": "道曰中陰者。而目為下凡八位。其制以下凡之耽於", "234": "福業。汩于情欲。淪于幽苦。若有所司而拘繫之者。乃", "235": "設齋法。聚精會神。普召而告之。使其咸明自性。以超", "236": "凡入聖。即世教之明德新民而止於至善。而吾所謂", "237": "理大同者是也。特彼略而此詳耳。吾以備員官寺。思", "238": "報　　文皇在天之靈。聞饒之餘干藏山寺主僧普", "239": "福有淨行。而習其儀。請具壇場闡事焉。潔齋肅嚴。神", "24": "神光見達磨。三拜起立。付以衣法。真覺參曹谿。遶牀", "240": "人和享。既竣事。或問。吾宗不立文字。為教外別傳。而", "241": "有是哉。吾曰。此非直指人心見性成佛耶。諸祖以善", "242": "巧方便。行棒行喝。乃至輥毬。擎杈。打地。作舞。與此無", "243": "有少異。噫。所謂世教者猶同。而吾宗有不同乎。謹書", "244": "于齋文後。", "245": "題佛智禪師示眾語題佛智禪師示眾語", "246": "先師於提唱。未嘗搆思。陞堂小參。侍僧錄以呈。稍久", "247": "即忘矣。嘗謂古德開示。只要得處穩當。據所見而說。", "248": "使人開發自性。超脫生死耳。非如世俗文字。尚詞藻", "249": "較工拙也。長沙報恩越山長老。出示延祐戊午在仰", "25": "振錫。而定宗旨。葢心法之精微。非言所及。後來諸祖。", "250": "山時示眾語。豈為人所彊而書之。明年己未八月示", "251": "寂。聞臨終時索浴更衣訣眾書偈。僧猶爭求執侍喧", "252": "鬨。師正色厲聲。擯逐之謂。敢以吾死而隳吾規耶。眾", "253": "羅拜請謝。始瞑目而化。今復二十三年矣。越山命予", "254": "書于後。而重增感歎也。", "255": "題石窗恭禪師偈題石窗恭禪師偈", "256": "右石窗禪師示徒長偈。詳密委曲。似乃祖寶鏡三昧。", "257": "其家法授受有自來矣。孰若黃檗接臨濟施六十痛", "258": "棒。至吾祖妙喜猶以竹篦背觸用事。豈有唇吻囁嚅", "259": "如姑息者為哉。在易家人嗃嗃悔厲吉婦子嘻嘻終", "26": "行棒行喝。輥毬作舞。打鼓振鐸。以大機大用。發揚為", "260": "吝。彼世教主恩尚以威克愛。況吾佛祖傳心之玅乎。", "261": "以小喻大。可不為訓。惟通宗者辯之。", "262": "題石芝法師顯應錄題石芝法師顯應錄", "263": "佛之闡化。至法華而羣機普被。方暢本懷。以涅槃時", "264": "至。乃為諸弟子悉皆授記作佛。猶周武以嗣王命周", "265": "公聖聖相繼。心無間然。而石芝法師作顯應錄者。豈", "266": "善詩人取征管蔡之事。繫於鴟鴞豳風。其於遭變救", "267": "亂不能不嚴。其訓於後人也。予未及見其錄。獲覩陸", "268": "務觀所題而得其槩。乃廣其意而書其後。", "269": "題古智和尚語錄題古智和尚語錄", "27": "己為人之玅。而所謂東土有大乘根器。傳佛心宗者。", "270": "天衣授道于雪竇。而不敢通嗣書。尊師道也。東山嗣", "271": "白雲。而曰先師語拙。彰大用也。師資授受。其道雖同。", "272": "而提唱機辯。有不侔者。葢吾宗為人。非激揚抑縱。不", "273": "足以盡其玅。東林古智法兄。早從雲峰伯父。後唱道", "274": "江西。年八十餘示寂。予觀其語錄。如行長途不知其", "275": "止。如汎重溟莫知其際。有超然古德氣象。一洗語言", "276": "畦畛之陋。惟擇法眼者辯之。而徵諸天衣東山。則予", "277": "言為不誣矣。", "278": "題松雪翁畵佛題松雪翁畵佛", "279": "李伯時畵馬。有譏之者謂。用心久熟。他日必墮馬腹", "28": "正謂是也。惟大乘菩薩。能為己為人。獨覺聲聞則不", "280": "中。於是改畵佛菩薩天人之像。松雪翁初工畵馬。至", "281": "晚歲。惟以書經畵佛為日課。豈亦以是為戒耶。然至", "282": "人轉物不為物轉。華嚴法界事事無礙。世俗技藝。無", "283": "非佛事。水鳥樹林。咸宣玅法。惜翁仙去。不與劇論此", "284": "事。因覧舊畵。重增感歎。", "285": "又題歸去來辭後又題歸去來辭後", "286": "予初住杭報國時。松雪翁作疏勸請。以報國回祿後。", "287": "復書字數百幅。與予作人事。以干施者。臨終之日。尚", "288": "力疾為予書鐘銘。其夕夢翁從予索飯而別。將度錢", "289": "唐而往天台。又聞翁嘗云。其始生母夢僧寄宿而娠。", "29": "能之。是知。吾宗授受豈細事哉。近時叢林不古。或少", "290": "以是知為羅漢應身。以文章事業。善知眾藝。游戲人", "291": "間。為法外護無疑也。東潮首座。出翁所書歸去來辭。", "292": "示予。因感前事。併紀于後云。", "293": "題中峰和尚語題中峰和尚語", "294": "中峰之道。如太虗空。雖以百寶五采粧飾之。而不加", "295": "麗。或翳之以塵坌。積之以糞穢。而不加污。當時高麗", "296": "王盡誠咨叩之。至親示法要。不過形容太虗之體。而", "297": "烏得其朕哉。今愚谷首座。令人書其語。是又教人以", "298": "尺量虗空。只益得自疲耳。吾意愚谷久參中峰。以其", "299": "所得難以語人。將託此以塞人所請。而資譚柄也。", "3": "月江和尚語錄序月江和尚語錄序", "30": "有見解。而無真履實踐。失其體也。或有靜定工夫。而", "300": "題圜鑑禪師手帖題圜鑑禪師手帖", "301": "圜鑑禪師。居仰山三十年。初罹𡨥奪。復火其寺。氣剛", "302": "直不折節於人。而施者川輪雲委。不十年而寺成。及", "303": "遷徑山。江右之人。書疏往來無虗月。禪師淛人也。淛", "304": "地富室倍江右。徑山又位諸寺上。而施者益寡。人反", "305": "繭絲于我。故補獘支傾。僅僅不給。豈道之行。各以其", "306": "地耶。抑嘗原之江右多故家尚文而慕道。禪師有道", "307": "而甚文。故不待求而後合也。五峰賀公為廬陵顯族。", "308": "崇道好禮。凡方外之耆宿。無不納交而盡其誠。嘗有", "309": "施於其鄰之禾山寺。又為主僧慧愚谷者。致懇于師。", "31": "不能提唱綱要以利生接物。失其用也。若體用兼資。", "310": "得所復書裝禠成軸。𢹂之與俱時一展。對久而不忘。", "311": "今之挾左道。狐媚巨室以罔利。使其門牆廝養。視己", "312": "有驕色。而猶以為得志者。觀此無少愧乎。予以桑門", "313": "行乞依檀施而住古制也。而二公之交有道。又樂吾", "314": "鄉俗尚之美。故題其書後云。", "315": "笑隱訢禪師語錄卷之四終", "316": "No. 1367-B 元廣智全悟太禪師太中大夫住太龍翔集慶寺釋教宗主兼領五山寺笑隱訢公行道記(有贊)No. 1367-B", "317": "元廣智全悟太禪師太中大夫住太龍翔集慶寺", "318": "釋教宗主兼領五山寺笑隱訢公行道記有贊", "319": "自大慧杲禪師大弘臨濟之宗於東南。晚得佛照光", "32": "行解俱備。江淮之間。惟竺源禪師而已。師早徧參名", "320": "以為之嗣。北磵簡傳之。至物初觀而得晦機熈公。江", "321": "南既歸國朝。禪宗尊宿。共扶其道者。數公而已。晦機", "322": "尤以老成。為國柱石。隆然繼之。名稱普聞於天下者。", "323": "則廣智全悟大禪師訢公其人也。公諱大訢。字笑隱。", "324": "姓陳氏。本九江義門唐尚書操諸孫。分居南昌。先墓", "325": "有豫章之木。特異神。於相地者。占之曰。是當生奇男", "326": "子。為名僧。其道大行。樹枯其徵也。已而果然。師生於", "327": "至元甲申八月二十七日。生之夕。所居宅地若震動。", "328": "人為驚異。稍長入鄉校。頴悟過常兒。書過眼輒成誦。", "329": "其親𢹂以出游。至佛寺必瞻拜。戀慕不能去。父母知", "33": "宿。佛祖教典。無不探賾。而卓然以己躳大事為任。末", "330": "其志。俾從伯氏之為僧於郡城水陸院法雲者九年。", "331": "雲之徒彰。為薙髮受具戒。居八年。學問日廣。知求佛", "332": "法大意。一山萬公。住廬山之開先。即往見焉。時年十", "333": "七。山一見留之左右。日夕警誨。歎曰。吾友晦機在百", "334": "丈。子欲諮決究竟。非見吾友。不可師稟。命詣百丈。晦", "335": "機識其奇偉於眉睫間。即使侍方丈。他日謂之曰。昔", "336": "黃龍得旨泐潭。領徒游方。及見慈明。氣索汗下。汝且", "337": "道。過在甚處。語未絕。師抗聲曰。千年桃核裏。覓甚舊", "338": "時仁。久之俾掌書記。一日舉百丈野狐話問之。師擬", "339": "議。晦機震威一喝。師於是羣疑頓釋。得無礙智。同參", "34": "見無能教公。機語契合。遂嗣其法。兩住番之玅果也。", "340": "苦咨問之。師後有頌云。百丈野狐。野狐百丈。埋著一", "341": "坑。伏惟尚享。諸方多頌之。晦機一日定中見天門有", "342": "榜。師名為首。因謂師曰。昔東山祖有言。我不得勤遠。", "343": "則負慈明矣。汝善保任乎。晦機遷淨慈。師從之。仍以", "344": "為書記。晦機說法。文理精詣。嘗謂師曰。昔雪竇真淨。", "345": "及我玅喜以來。內自教乘。傍及儒老子百家之言。深", "346": "入要眇。故其文言。浩乎如川至之不可禦也。師神觀", "347": "高邁。音吐如洪鐘。素以博洽聞。至其辯論古今。如指", "348": "諸掌。執筆書事。文士良史。莫或過之。一時名勝。如恩", "349": "斷江。如一谿。茂古林。宣無言。卓有行業。皆與師為忘", "35": "倦於涉世。謝歸南巢。海內禪衲大至。室無所容。有以", "350": "年交。本中峰居天目山之師子巖。中外信向甚盛。師", "351": "嘗謁之。語至夜參半。忽大風。崖石欲墮。左右辟易。師", "352": "危坐如平時。峰亦服其定力矣。而學士大夫。如吳興", "353": "趙文敏公孟頫。巴西鄧康莊公文原。四明袁文清公", "354": "桷。房山高公彥敬。東陽胡長孺汲仲。錢唐仇遠近仁。", "355": "延祐進士莆城楊戴仲弘。金華黃溍晉卿。及今翰林", "356": "待制京兆杜本伯原。前後負時盛名。與師為文學之", "357": "友者也。晦機著萬一山塔銘。屬師代作。請文敏公書", "358": "之。公一見大驚異。以為真得古文法。公為杭州僧。作", "359": "顯教院記。亦屬師代之。及成。不易一字。署己名以書。", "36": "真覺證道歌請標註。師隨問析之。學者筆錄成帙。願", "360": "至大辛亥。初受請住湖州之烏回。祝香之次。諸山咸", "361": "歎晦機之得人矣。大報國寺者。因宋故宮而為之。延", "362": "祐庚申灾。諸剎尊宿。共迎師起廢。未從也。趙公為親", "363": "作疏以請。既至。大作新之。寺田之在宜興者。連歲不", "364": "入。師為歸其侵。始有以食其眾。江淛行省丞相脫歡", "365": "公。故答剌罕順德王之子也。以世勛名德靖重。知大", "366": "體。兼行宣政院事。領東南浮圖之教。凡大剎。非名德", "367": "不輕授。特請師住中天竺。人無間言。而師名日起矣。", "368": "天曆初。元帥夢神龍騰空。覺而異之。作偈以識。既而", "369": "天子以金陵潛邸。作大龍翔集慶寺。命江南行御史", "37": "刻諸梓以惠來學。而徵序於予。予謂。理之悟則一。事", "370": "臺。督視其成。嘗有旨曰。江南大剎。皆前代所為。甲乙", "371": "之次。頗有定品。今日之作規制位望。宜無加焉。方大", "372": "臣難於開法主者。師之器量。久在淵衷。命為太中大", "373": "夫。號曰廣智全悟大禪師。為開山第一代。師恠弘鬯", "374": "達。汎應無滯。偉然江海之上。舒卷自在。不偏於空寂。", "375": "又明年與蔣山曇芳忠。俱召至京師。京師之為禪宗", "376": "者。出迎河上曰。國家尚教乘。塔廟之建。為禪者寂然。", "377": "禪剎興於今代。自師始。吾徒賴焉。師謝曰。遵其行之", "378": "為律。宣其言之為教。傳其心之為禪。有言有行。皆所", "379": "以明是心也。吾徒無負祖師西來意。他不足論也。日", "38": "之修無窮。故華嚴四法界。終之以事事無礙者。謂其", "380": "召對奎章閣。賜坐。說佛心要。深契上旨。館於太禧宗", "381": "禋院。勑設伊蒲玅饌。賜貂裘金衲衣。及諸金幣。皆內", "382": "府珍異。上嘗知師所為文。曰蒲室集者。命昭孝寺大", "383": "司徒法洪取進。法洪亦博洽內外無。深為誦達。上問", "384": "師嗣法何人。曰元熈也。因贊其道業源委。上嘉歎。命", "385": "學士虞集。製銘賜之。居十日。中使問尉洽至。請還。從", "386": "之。賜中天竺。名曰天曆永祚寺。而命師之菴居曰廣", "387": "智。皆命虞集為之書。祖道於城南僧舍。凡食設皆貴", "388": "臣。以上旨為之。主上之眷斯寺也。外以臺臣護視。使", "389": "者從中來。賜與無虗月。皇上至元二年。以老病求退。", "39": "不捨一法而無一物不得其當也。真覺始由教觀脩", "390": "御史大夫撒廸公以聞。優詔不許。加號釋教宗主。兼", "391": "領五山寺。餘如故。而賜予尤厚。匡匪之頒。徧及寺眾。", "392": "勑外臺護視。使安居而終老焉。先百丈有禪苑清規。", "393": "其徒遵用之。嘗有旨。命師修改。乃分為九章。今行焉。", "394": "於是中朝西域。高昌三韓。滇池于闐。與湖江淮漢。關", "395": "蜀閩廣之俊傑。四面而至。法席莫尚焉。師之居於是", "396": "也。自中朝外藩。臺閣風紀。貴人名公卿至者。莫不傾", "397": "葢為禮。非人力所能致也。而文詞語言。流傳四方。震", "398": "蕩耳目。亦顧󱌁雄毅於一時矣。初給錢為中統鈔者。", "399": "二十萬緡。設官領之。取子錢以為食。後廢其官。以歸", "4": "予初游方時。月江禪師已出世說法。雖辱交三十餘", "40": "行。如人之治田園居室。既富。且有特契券未之明𠃔。", "400": "寺之人。出納為息。不能畫一。稍病之。至正元年。勑有", "401": "司。市民良田。以傳寺。歲賦粟以食。公私無所係累。歎", "402": "曰。吾徒庶晏佚。一搏於朝夕。吾亦老且休矣。四年五", "403": "月一日。為文書。請以徑山忠曇芳。代己升堂。擊鼓辭", "404": "眾。退居廣智菴。居兼旬。肩輿與御史大夫脫歡公。為", "405": "別留書。凡與交游之善者。命弟子疏。兩朝賜以金幣", "406": "等。盡以付寺僧。俾營萬佛閣。以報國恩。既乃臥示疾。", "407": "明旦天大風雨。白晝變暝。召入室弟子。各加勉諭。從", "408": "容作偈。儼然而逝。是月廿四日壬子也。得年六十一。", "409": "僧臘四十六。初龍翔寺成。即營三塔於石頭城之東", "41": "及見六祖。猶持券入官一印印定。永保家業。與馬祖", "410": "岡。弟子龕奉全身。措於塔院。自憲臺郡縣。大小吏士。", "411": "緇素老幼。送者萬眾。陰雲四興。凉颸灑然。行者不知", "412": "暑。眾散始罷。月八礱石。為坎石城之岡。十六日奉而", "413": "藏焉。表浮圖於其上。其徒之在杭州報國永祚者。又", "414": "奉師遺齒爪髮。而塔於鳳凰山。師四會說法。皆有語", "415": "錄。提頌敘說宗旨。外集詩文若干卷。即所謂蒲室集", "416": "者也。度弟子若干人。傳法住山者若干人。師性至孝。", "417": "父再早卒。母蕭氏方盛年。即持齋念佛以居。師受請", "418": "報國時。母卒。餘子薦新祖考。庭前忽生華。形如白蓮。", "419": "葢芝類也。鄉人聚觀。香色彌月不減。占者以為師之", "42": "百丈黃檗臨濟南陽大珠。如契經說法。莫不由斯。而", "420": "瑞應也。師雖不得至左右。而心常不忘。目其文曰蒲", "421": "室者。所以識宗家睦州織鞵為養之故事也。故其為", "422": "文。為人子言。必曰孝。為人臣言。必曰忠。為朋友之交", "423": "言。必曰信。至語其徒。脫愛網。離無明。直指本性。以悟", "424": "為則。誘掖以進之。激昂以發之。奮迅以決之。機用迭", "425": "發。政令獨行。其門人以所得。各有記可考也。噫人才", "426": "實難。江濤渺然。居忌不怛。能靜以應。向使不為方外", "427": "之歸。亦足以用世者哉。予與師相知四十年。見師身", "428": "受龍翔之寄。至于今十有七載。歸老江上。亦十二年。", "429": "向與交游者。皆已盡矣。弟子懷渭。本其甥也。清修善", "43": "雖道人烏足語此哉。吾又聞。無能益通經教儒老百", "430": "學。有舅氏之風。渭之為名。亦所以識也。以其同門之", "431": "意。使予書其遺事。可勝慨乎。乃述贊曰。", "432": "維昔至元皇有南服神明合完生息來復", "433": "預章楩楠殿於湖江幹立條揚乃發駿厖", "434": "文林蕭條靡契嘉會肆其修能求法方外", "435": "達磨傳心別濟為宗至玅喜天縱橫朗融", "436": "遠紹諸流必有慧辯惟全悟師弘偉超鍊", "437": "四坐道場說法沛然吐辭湧泉如洪如元", "438": "衛法如嵩不咈明教織蒲養親睦州之孝", "439": "表裏東南總于金陵皇作梵宮龍翔是徵", "44": "氏。而師則辯博過之。故其發揮真覺之蘊。特應酬餘", "440": "崇臺在焉耳目攸寄以領佛事孰克堪是", "441": "鼓鐘震驚龍象人天嶽峙山連莫之雄先", "442": "金貝珠璧園苑林澤道護萬福好爵嘉錫", "443": "宣其惠慈作新成規來嚮來參雲奔海馳", "444": "皇仁如天函覆如一俾善其眾休燕以室", "445": "風雨漂搖安如須彌生滅去來何足控持", "446": "嘅念故交違越年歲訊諸門人以作斯記", "447": "前奎章閣侍書學士翰林侍講學士通奉大夫知制", "448": "誥兼修國史蜀郡虞集記", "449": "No. 1367-C 元太中大夫廣智全悟大禪師住持大龍翔集慶寺釋教宗主兼領五山寺訢公塔銘(并序)No. 1367-C", "45": "事爾。若夫室中徵詰。機迅雷電。揭示衲僧向上巴鼻。", "450": "元太中大夫廣智全悟大禪師住持大龍翔集慶", "451": "寺釋教宗主兼領五山寺訢公塔銘并序", "452": "今天子至元元年。太中大夫廣智全悟大禪師。住持", "453": "大龍翔集慶寺訢公。上謝事之請。御史大夫撒迪公", "454": "以聞。上不允。遣使持詔。加釋教宗主。監領五山寺。勑", "455": "臺臣諭旨。俾安居以終老。寵錫優渥。賚及其徒。公不", "456": "敢違。僶俛受命。至正四年。夏五月己丑朔。乃升堂辭", "457": "眾。退處東菴。且援著令循本宗資次。舉徑山曇芳忠", "458": "公自代。未幾俄示微疾。其月二十有四日壬子。委順", "459": "而化。六月四日辛未。奉全身殯于石頭城塔院。臺府", "46": "當逢作者別為拈出。", "460": "暨郡邑諸司。咸設祖奠于道左。送者萬餘人。八月十", "461": "有六日壬申。窆于塔院之後岡。分爪髮。建塔杭之鳳", "462": "凰山下。弟子密詣走金華山中。致寺勤舊汝劼景操", "463": "等之意於溍曰。先師紹隆祖道。師表人天。克協帝心。", "464": "光膺聖眷。宜有述以示來葉。子嘗庀職太史氏。且辱", "465": "交於先師。銘非子誰宜為。敢以門人廷俊所奉狀。以", "466": "請。溍載念師之告寂也。不遠千里。以所服玩。來識永", "467": "訣。若有所屬。望於溍者。誼不得以衰退為解。謹按。公", "468": "諱大訢。字笑隱。族陳氏。唐尚書操之裔。世居江州。後", "469": "徙南昌。故今為龍興之南昌人。公幼開爽。授以書即", "47": "大悲經呪序大悲經呪序", "470": "成誦。七歲游僧舍。見佛像輒作禮。瞻戀忘歸。父母知", "471": "不可留。九歲俾去家。依伯父雲上人於本郡之水陸", "472": "院祝髮。禮雲之徒彰上人為師。尋受具戒年十七。初", "473": "至廬山。謁開先一山萬公。留掌內記。既而遣詣百丈", "474": "山。參晦機熈禪師。一見深加器重。由內記。陞居記室。", "475": "一日詰之曰。黃龍得旨泐潭。領徒游山。名開叢林。及", "476": "見慈明。氣索汗下。過在什麼處。公抗聲曰。千年桃核", "477": "裏。覓甚舊時仁。師愈奇之。又一日以百丈野狐話。詰", "478": "之曰。且道不落因果。便墮野狐身。不昧因果。便脫野", "479": "狐身。利害在什麼處。公擬答。師遽喝之。自是平生凝", "48": "梵語之譯于中土者。由諸師潤色。而文義粲然。惟神", "480": "滯。渙然冰釋矣。公每謂。先德有云。但有纖疑。不到無", "481": "學。安能七縱八橫。乃益研教典。旁及儒家道流百氏", "482": "之說。師遷杭之淨慈。舉公為第一座。辭不就。仍居記", "483": "室。出世住湖之烏回。遂以瓣香。為師法嗣。居三載。去", "484": "游江淛間。後歸淨慈。一時大尊宿。在父師行者。咸與", "485": "為忘年友。嘗訪中峯本公於天目山。坐語半夜。風大", "486": "作勢。欲裂崖石。左右皆辟易。公不為動。中峯甚敬異", "487": "焉。鳳凰山大報國寺。以灾毀。而法席偶虗。行宣政院。", "488": "倚公起其廢。公既至。棟宇為之一新。而規制有加於", "489": "昔。土田為豪民所據者。悉取而歸之。丞相脫歡答剌", "49": "呪祕密不譯。若曰使人誦而嚴重之。以能感天地。役", "490": "罕公。領行院事。雅知公。遷主中天竺。而寺亦以灾毀。", "491": "不一年盡復其舊。天曆元年。有詔以金陵潛邸。為大", "492": "龍翔集慶寺。玅柬名德。俾之開山。公首膺其選。明年", "493": "特𢌿三品文階。以冠法號。又明年驛召赴闕。入見奎", "494": "章閣。賜坐。良久。咨問法要。對揚稱旨。因及其師傳之", "495": "自。於是侍書學士虞公集。承詔為晦機製塔銘。既又", "496": "改中天竺寺。頟曰天曆永祚。以表公興復之功。而公", "497": "之別菴。曰廣智。亦俾虞公為書其扁榜。所賜貂裘金", "498": "衲衣。及佗貴珍服用之物。悉出異數。從行者預賜有", "499": "差。尋命中使傳旨。館於太禧宗禋院。勑設桑門盛饌。", "5": "年。而以不及預參。徒久親爐鞴為恨。至治間奉", "50": "鬼神。致雨暘。召祥弭菑。靈應章章矣。而莫有究其所", "500": "留居浹旬。勞問洽至。再召見。遂辭歸。餞送之禮彌厚。", "501": "公已南還。復遣使降璽書加護。香幣之頒無虗月。皇", "502": "上御極。待遇益隆。有旨命百丈山德輝。重編禪林清", "503": "規。仍命公校正。遂定為九章。書成。四方咸取法焉。公", "504": "每示眾。舉百丈野狐話云。百丈野狐。野狐百丈。埋著", "505": "一坑。伏惟尚享。一住八年。不得謝。復住九年。示寂前", "506": "一日。往致別于御史大夫脫歡公及一二所知。款語", "507": "竟日。逮唱滅。猶力疾趺坐。屬其徒以累受賜金帛。作", "508": "萬佛閣。上報國恩。餘一無所及。遂書偈而逝。春秋六", "509": "十有一。夏四十有六。所度弟子若干人。得法而分居", "51": "以然者。不以人之性汩于情欲。瞬息萬里。倐忽千變。", "510": "列剎者若干人。四會語有錄。外集曰蒲室集。公於母", "511": "年高。闕於覲省。每自謂。有愧於睦州編蒲奉親。爰以", "512": "蒲名其室。因以名其集云。公所為文。無山林枯寂之", "513": "態。變化開闔。奇彩爛然。而議論磊落。一出於正。未嘗", "514": "有所偏蔽。虞公稱其如洞庭之野。眾樂並作。鏗鈜軒", "515": "昂。蛟龍起躍。物怪屏走。沈冥發興。至於名教節義。則", "516": "感厲奮激。老於文學者。不能過也。人以為知言。初魏", "517": "國趙公孟頫。未識公。得其文。歎賞不已。即命駕訪之。", "518": "一時賢士大夫。咸慕而交焉。公質䫉魁特。襟度豁如。", "519": "隆冬盛寒。使人持布裘。於道上遇孤露者。輒擲與之。", "52": "雖固有之。若終失之。吁可痛也。故聖人悲之。授以祕", "520": "不使知姓名。病則與藥。死則與棺。其及物如此。而自", "521": "奉儉薄。一衲衣或數十年不易也。狀稱。公先墓有巨", "522": "樟。術者言。樹枯當出名僧。公生而樹果枯。其生也。屋", "523": "皆震動。父早沒。母方盛年。即持齋修念佛三昧。感白", "524": "蓮華。從地涌出。是歲公住報國。歸寂之日。天大風雨。", "525": "殯之日。密雲四合。陰風肅然。窆之日。城東南皆雨。而", "526": "城西獨無沾溼。靈異之跡。可徵不誣。其遭逢盛際。始", "527": "榮終哀。有不偶然者矣。銘曰。", "528": "昔在先朝龍潛下土蠖濩之居化為寶所", "529": "人天四眾川奔雲聚度門巍巍公其梁柱", "53": "呪。教人澄心念誦。無思無營。不昏不散。存誠于一神", "530": "於皇昌辰金輪御宇寵綏故舊使節旁午", "531": "函香示信傳宣大語曰以五山悉統於汝", "532": "凡茲釋教汝為宗主敷求遺範用繼汝祖", "533": "恩光衣被榮過袞黼匪公宿德疇克荷負", "534": "典則所存有墜必舉木鐸再揚重規疊矩", "535": "單提直指表正端緒豎立法幢作大依怙", "536": "密裨上化萬物時雨云胡不憗訃聞當宁", "537": "石頭之岡崇崇窣堵史臣勒銘垂休千古", "538": "中順大夫祕書少監致仕黃溍撰", "54": "而明之。所謂寂然不動。感而遂通。不猶是乎。再惟觀", "55": "音以古佛。示菩薩位。現三十二應。隨機闡化。則四聖", "56": "六凡。外道百氏。莫不皆有是呪。情與無情。色空明暗。", "57": "宣說無已。而三藏所詮。四諦十二緣。六度萬行。正法", "58": "眼。涅槃心。皆是呪之彊名也。臨安袁瑛仲實。始弱冠", "59": "時。家役父喪。因誦大悲呪。屢致昭感。自從吏四十年。", "6": "旨金山陞座。獲聆提唱。而驚其若河漢之無極也。比", "60": "今為平陽州幕長。未甞少輟持誦。得經全本。將刻而", "61": "施於眾。使人人物物。各由是呪以明自性。而證佛果。", "62": "豈福田利益云乎哉。", "63": "定山和尚語錄序定山和尚語錄序", "64": "雨之澤物。無用於風雲雷電。然非風雲雷電則不能", "65": "致雨。道之精微。無事於言。然非言不能顯道。況心法", "66": "之玅。言所不及。惟善其機者。雖語默罄欬。怒罵嬉笑。", "67": "揚眉瞬目。行棒行喝。搖鈴擊鼓。擎杈輥毬。至於風動", "68": "塵起。雲行鳥飛。無非玅用。亦猶神龍行雨取海水冰", "69": "雹鱗甲變化皆雨也。若定山禪師者。其善於機乎。師", "7": "者。其徒如月以師語錄示予。始取讀之。脫然如病之", "70": "生宋季。履踐純實。如說而行。如行而說。或謂臨濟雲", "71": "門而下。唱益高。機益峻。近時多模倣之。師獨守平實", "72": "之旨。何也。予曰。道若大路然。豈必舍平易而求高險。", "73": "以自苦耶。且吾祖以直指見性為宗。諸祖隨機設施。", "74": "平險高下。皆一時權宜。豈得已哉。不求其本。而徇其", "75": "跡。務為穿鑿竄竊者。皆師之罪人也。師名智一。南昌", "76": "人。年九十餘。目有神光。夜能睹物。四坐道場。皆能振", "77": "興。庶幾叢林全盛時。噫今不復見矣。門人某以師語", "78": "錄見示。故予序其槩如此。", "79": "題䟦題䟦", "8": "遇耆域。不假湯液丸劑鍼砭灸熨。而罄欬呼吸之頃。", "80": "題寶公菩薩大乘贊後題寶公菩薩大乘贊後", "81": "世尊初說華嚴。小機未入。如聾如啞。遂於鹿苑。轉四", "82": "諦十二行法輪。至方等會上。維摩居士彈偏擊小。示", "83": "以大乘。然後般若法華。由頓入圜。一代時教。先後次", "84": "第。葢眾生根器不同。而佛之權實機宜亦異也。法流", "85": "東土。而梁武篤信之。建寺度僧。舍身持戒。執有為為", "86": "功德。誌公以菩薩應身。作十四科大乘等贊。謂佛與", "87": "眾生不二。心無善惡。戒無持犯。理無迷悟。法無真俗。", "88": "豈非應病與藥乎。金陵楊震之。著居士衣。行菩薩行。", "89": "雖居塵市而常樂遠離。雖行布施而不住於相。不以", "9": "已疾去而平復。百骸調適。而併忘其有身矣。於是持", "90": "出世法壞世間法。不以世間法礙出世法。八萬四千", "91": "塵勞煩惱。即八萬四千清淨解脫。所謂得佛大乘者", "92": "維摩誌公前身後身。非真非俗。三無差別。因其書誌", "93": "公語刻之鐘山。為題其後云。", "94": "題血書行願品題血書行願品", "95": "華嚴設教。由悲智行願。而至無相無作無願。入于一", "96": "真法界。迨至末卷。復繫以普賢十種弘願。葢結集者", "97": "示人以進修不輟。猶天四時循環無終。使民事因之。", "98": "以春作而冬藏。歲功既成而復興春作也。廬山住上", "99": "人。禪餘刺指血書普賢行願品示予。且曰。吾以為己"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1367 笑隱大訢禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1367 笑隱大訢禪師語錄", "author": "(門人)延俊．慧曇．中孚．崇裕 等編", "language": "chinese", "source": "CBETA"}