{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8724 報恩金剛經文十二段", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "愚癡人弟子楊仙鸖", "1": "前文報恩金󳉷經文十二段其經无相為宗般若是體", "2": "此經文慳義廣󵓕量󷄅空妙理幽玄非愚人之", "3": "可惻弟子諸經䟽論不曾披尋孔子典藉一字", "4": "不識狂言風語󷑠惻聖情恣意无眀󴖭出道理", "5": "大弘噐量不責小󷑞拙句󶼄辝𦗟聞者布施弟", "6": "子歡喜了知四大本来󷄅幻󴖭執我人眾", "7": "緣妄識随六根攀緣結集貪嗔癡煩𤇱欲", "8": "十二部經體性一一不離人身心向外波波求", "9": "佛渴鹿徒煩趂其陽焰智者細察不可愛影而", "10": "嫌身愚者空裏󴖭擿狂花惣緣服其莨菪眾生", "11": "錯悟弃水而求氷今欲報作湏菩提問佛詐㑅", "12": "如来一一盡荅欲得直󷦽眾生三毒之根", "13": "除妄相花苗󷃨破五蘊煩𤇱之林速證清", "14": "性言辝䟽拙𢙢不愜眾情願發菩󴅽之心", "15": "庶弟子懺悔。", "16": "第一佛󵘸金󳉷經󷖲舎衛大城𠧒食至歡喜奉行", "17": "眾生身心󵘸苐一義如来所󵘸金󳉷經眾生聞者", "18": "湏解佛意舎衛大城不離身給孤獨園俱在此我", "19": "人受者千二百五蘊眾生同會理心佛持鉢入", "20": "四大六根次第𠧒󵓕智眼耳鼻舌󵘩色塵不生", "21": "分別名普施戒㝎恵香飡法食㝎水清淨洗󷖵", "22": "已𠬧衣得座解脫床身心不動无量義達身空", "23": "是湏菩提智恵長老會中起。", "24": "第二苐二湏菩提𠕂問降心義", "25": "湏菩提會中󷖲坐起嘆佛世尊希有事偏袒右", "26": "𡱎合掌礼我今𠕂唘降心義如来付嘱大菩󴅽", "27": "護念轉教小佛子眾生心如狂野馬云何降心", "28": "而得止惟願諸佛󵘸觀門眾生惣悟於心地。", "29": "佛告湏菩提莫疑悟惟勸眾生降心住󷖲此妄", "30": "相自然息是故不堕三毒苦身心不動澄清", "31": "淨眾生即是諸佛土吾今謂󵘸无為法聞者諦", "32": "𦗟善思取應觀此心󵓕󷄅空速得超於三界路", "33": "湏菩提𠕂聞󵘸妙法了了唯然觧佛語。", "34": "第三苐三湏菩提𠕂問度十類眾生義", "35": "湏菩提䠒跪膝着地合掌恭敬問十類不緣此會四", "36": "部眾惣緣𢙣世諸佛子胎𡖉濕化及諸天佛言先", "37": "度无餘理眾生現在六道中生死苦海不曾止", "38": "惟願諸佛󵘸修行眾生永離於生死。", "39": "佛告善吉及摩訶汝今諦𦗟思吾語眾生不肯", "40": "󲮬細觀五薀上頭生嫉姤󷖲此妄相遍恒沙是", "41": "故輪迴堕六趣胎𡖉濕化及諸天吾󵘸彼生不", "42": "堅固饒伊無相非非相福盡還堕三毒苦惟點", "43": "恵燈破无眀㝎水懃洗六根垢三毒本来是解", "44": "脫身外更無別淨土自知作佛疑󱶈除吾勸眾", "45": "生是真語了知妄相本清淨實无眾生得󷙂度", "46": "若悟煩𢙉同一如𡖋同菩󴅽離我所。", "47": "第四苐四湏菩提𠕂問破色身義", "48": "湏菩提未解諸佛意恭敬頂礼頭着地請問如", "49": "来󵘸色身真解眾生疑未止唯願佛破此相", "50": "一切眾生達妙理。", "51": "佛告長老湏菩提汝今諦𦗟慧刀裁吾現色身", "52": "非真有只徒接引下愚迷覓佛眾生心上覓向", "53": "外求得是魔来若見色身是外道破相離執", "54": "見如来。第五苐五湏菩提𠕂問眾生受持金󳉷經實相", "55": "湏菩提心裏有疑悟𠕂唘如来󵘸四句有人受持金", "56": "󳉷經一能生實相不不於一二三四五无量佛所早發路持", "57": "戒念念生淨信如来𢘻知无罪垢若有書冩聞", "58": "一偈此人合生諸佛土眾生現被煩𤇱緾无常湏", "59": "臾地獄苦惟願諸佛大慈悲速開三門閇六趣應病", "60": "与藥断貪瞋一切眾生惣醒悟。", "61": "佛告湏菩提莫麁語吾与眾生下法雨有人受", "62": "持四句偈此經即是諸佛母无為之法本是一四果", "63": "所修染着𠁅吾今慇懃勸眾生念念修行離我", "64": "所欲得阿䅶三菩提断除煩𤇱如筏喻悟則了心一", "65": "剎郍迷則百刧無出路大道寬廣不能行小逕波", "66": "波󴖭辛苦㝎水清淨息妄念恵燈內外覺了取", "67": "惣緣此身染聲香如蝅吐絲自縛住髮毛𤓰齒假", "68": "安立四大五薀都无主三百箇砕骨相連接膓𦝩", "69": "肝膽不淨聚󷖲頂至󷖵細觀看我人眾生依何𠁅", "70": "破此世界作󲮬塵蓮花超水无染汙煩𤇱漚泥得", "71": "寶珠此箇是名真四句眾生悟此无相施速證法舩", "72": "生淨土。", "73": "第六苐六湏菩提𠕂問如来喻恒河沙󵓕七寶不如受持金󳉷經義", "74": "湏菩提嘆佛大慈父金口所󵘸如甘露遶佛", "75": "三󶒥住一面合掌恭敬問四句佛舉四大恒", "76": "河沙七寶湏󳇐来積聚有人持用將布施不", "77": "及眾生問一句眾生不知心是佛向外波波", "78": "覓淨土着相取文求解脫不免輪迴堕六趣", "79": "惟願諸佛𠕂申陳眾生有八苦醍醐灌頂於", "80": "身心无明󲗲綻自開悟眾生壑然悟本心都", "81": "由世尊下法雨。", "82": "佛告達空湏菩提四果之中汝苐一无爭三昧", "83": "超人天未得具六波羅蜜阿修羅王有福徳", "84": "類汝四果不可疋汝今諦𦗟善思惟惟勸眾生", "85": "莫放逸吾舉四大恒河沙七寶湏󳇐廣行施其", "86": "福甚多不可量不如眾生悟心地吾今殷勤根", "87": "本󵘸聞者諦𦗟湏歡喜五薀林裏有真經六", "88": "根流出㝎恵水澆濁身心三毒痛多寶佛󷘳在", "89": "心裏妄念󲮬塵化菩󴅽󷖲地踴出皆衛侍違遶", "90": "讚嘆而供養眾生即是諸佛子一一依吾能修行", "91": "頓超三界離生死。", "92": "第七苐七湏菩提𠕂問如来作忍辱仙人義", "93": "湏菩提䠒跪白世尊𠕂唘如来󵘸忍門非但眾生", "94": "有疑惑我得慧眼未曾聞昔被歌利王莭莭", "95": "解手󷖵耳鼻當頭分其王湏臾速懺悔仙人", "96": "發願得本身眾生心上能作忍諸佛先来无我", "97": "人惟願世尊󵘸實相修者皆得金󳉷身。", "98": "佛告湏菩提莫散汝今諦𦗟吾与判所作有為執", "99": "我人是故生死恒不断唯證心王磨恵刀截其", "100": "妄相數百叚手󷖵耳鼻惣是假皮宍觔骨󲮬細", "101": "觀六根莫随他境走四大五蘊无形叚有為功徳如", "102": "入闇无漏福田不可笇欲得金󳉷不壞身㝎恵雙", "103": "行達彼岸。", "104": "第八苐八湏菩提𠕂問日󵘩三恒河沙身命布施義", "105": "湏菩提渴佛功徳水我是小乗問大義不緣此會", "106": "阿羅漢惣緣𢙣業眾生類佛言受持金󳉷經", "107": "勝着三時󵘩身施若有書冩及解󵘸恒河身", "108": "命不可比一切罪鄣𢘻消除惣緣受持四句偈", "109": "非但小乗有疑惑眾生聞者悶擗地惟願世尊", "110": "󵘸大乗荷檐眾生溫盤裏。", "111": "佛告湏菩提莫疑悔吾󵘸眾生根本罪有為功得", "112": "生人天是故不出三界外󵘩身不及断攀緣讀經", "113": "唯湏照心內每日三時息妄念身心清淨無垢穢", "114": "剎郍得證唘真如此箇是名四句偈生眾若能󲮬", "115": "細觀了見佛性更無罪當知此身即是󷘳天人阿", "116": "修羅皆集會讚嘆散花而供養此𠁅即有真容", "117": "在眾生悟此最上乗便得清淨證三昧。", "118": "第九苐九湏菩提𠕂問佛供養郍由他諸佛不如眾生受持四句義", "119": "湏菩提心裏有疑󱶈𠕂問如来󵘸供養八百四千郍由", "120": "佛一一恭敬无偏儻教量譬喻四句偈眾生受持最為", "121": "上先世罪業實消除惣緣今世持不妄有人打罵", "122": "能忍辱佛󵘸消却地獄鄣眾生聞即心狂乱唯願", "123": "諸佛𠕂敷唱一一指示達本源令得眾生速迴向。", "124": "佛告湏菩提汝細意𦗟吾廣開大法義是我供養", "125": "不󷖵難且教眾生了心地三千大千七寶施其福", "126": "雖多假名字㝎水唯湏澄清淨智恵法燈无為理", "127": "随心起念是化佛一一供養生慙愧念󷙂心寂是真", "128": "如眾生󵓕佛更无異先世罪業實消除惣緣受持四", "129": "句義眾生若能解吾語是故万行速圎俻菩提妙", "130": "花遍㽵嚴清淨法林長安置不󵘩煩𤇱證涅盤无", "131": "為功徳不可比眾生若能如是觀燃燈佛前親受記。", "132": "第十苐十湏菩提𠕂問五眼清淨義", "133": "湏菩提䠒跪白大師佛有五眼不思議我今知佛方便", "134": "意眾生聞者盡懷疑唯願諸佛󷖲凢󵘸一切眾生能", "135": "受持。", "136": "佛告長老及善吉吾有五眼是真實宍眼天眼及", "137": "恵眼法眼佛眼󷖲何出汝今諦𦗟莫懷疑吾今為", "138": "汝略陳述吾󷖲凢夫󲮬細修五薀上頭不放逸五", "139": "根境上勤磨柫佛眼清淨󷖲心出一切眾生學吾", "140": "修還得具六波羅蜜。", "141": "第十一苐十一湏菩提𠕂問卅二相疋輪轉聖王義", "142": "湏菩提頂礼頭著地合掌供敬瞻仰視我今心裏有", "143": "懷疑重問如来卅二是我所嘆妙色身云何輪王", "144": "来相比饒伊千子常圍遶王得四天不死世尊", "145": "身如金󳉷身何故將天而比地唯願諸佛󲮬妙󵘸", "146": "眾生惣證无為理。", "147": "佛告湏菩提莫疑󱶈吾󵘸󷄅空不可量毗盧遮郍體", "148": "清淨卅二相无取相眾生作福求化身吾謂眾生", "149": "現色相平󵓕性智󲮬細觀八十種好是󷄅妄眾", "150": "生自證清淨智即同法身一合相。", "151": "第十二苐十二湏菩提𠕂問破此經有為法義", "152": "湏菩提疑󱶈未能絕唯願世尊𠕂踈决是我昔聞", "153": "諸佛演書冩此經及解󵘸七寶積聚如湏󳇐恒河沙󵓕", "154": "由比劣此經現破有為法如泡𥥗雲湏㬰󷙂眾生未", "155": "識根本罪唯願諸佛身心󵘸破却四大五薀空言不得", "156": "證離生󷙂。", "157": "佛告湏菩提能切磋汝為眾生是摩訶一一諦𦗟思吾語", "158": "莫作渴鹿󴖭波〃孝順了心用力少讀經不行費力多有", "159": "人水󷑟而渴死窮人數寶不得他勸汝受持四句偈勝󵘩", "160": "身命百恒河唯取㝎水澆三毒證取𢦶香六根磨智恵", "161": "法燈內外照色塵境界不敢過煩𤇱變成清淨海都由悟", "162": "心一剎郍不󵘩豪󶛚名大施其福无㝵遍娑婆天人阿脩", "163": "羅聞佛󵘸歡喜齊讚妙釋迦。", "164": "無明詩一首弟子自和无眀五言八十字詩一首", "165": "弟子實愚癡臆󷘰性元不識經論不曾轉自疾不", "166": "能救勸人作方便欲得修道者妄念勤除剪但知調三業六根湏磨", "167": "鍊闇室點眀燈水清石子見智杵破𨚌山煩𤇱𠛴郍󱹊悟心豁然開了", "168": "見佛面"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8724 報恩金剛經文十二段", "author": "唐 楊仙鸖撰"}