{"sourceLink": "http://www.cbeta.org/", "text": {"0": "駁語跋", "1": "龍池幻有禪師語錄卷之十　　　　史十", "10": "云不是山僧逞人我脩行恐落斷常坑耳所", "100": "色匍匐時色非行時色行時色非童子時色", "101": "童子時色非壯年時色壯年時色非老年時", "102": "色等云云惜乎以我有限之形而隨無窮之", "103": "世以無住故所謂有力者負之而趨昧者不", "104": "覺其斯之謂歟以實無去故所謂物各性住", "105": "一世不容以此之世為彼之世則豈容以此", "106": "之物為彼之物此之性為彼之性故消息盈", "107": "虛各自有時而春花秋月斷不可易即古來", "108": "大聖神若某開闢若某垂拱某征誅某制作", "109": "某演化亦先天而天弗違後天而奉天時不", "11": "以此中不咎空印而咎清涼者安知此軰不", "110": "能為時能不失時試思之功流萬世而常存", "111": "道通百劫而彌固皆以功業不化故不遷而", "112": "况物乎彼觀業品偈云雖空亦不斷雖有亦", "113": "不常業果報不失是名佛所說故經云三災", "114": "彌綸而行業湛然信其言也即果不俱因因", "115": "因而果因因而果因不昔滅因不昔滅句便", "116": "見肇公妙會處若謂昔因滅而有今果者可", "117": "謂之無因果何也以因滅而有果故故彼觀", "118": "因果品偈曰若因與果因作因已而滅是因", "119": "有二體一與一則滅若因不與果作因已而", "12": "效清涼蹈襲空印為之耶況吾為法門大係", "120": "滅因滅而果生是果則無因若眾緣合時而", "121": "有果生者生者及可生則為一時俱若先有", "122": "果生而後眾緣合此即離因緣名為無因果", "123": "若因變為果因即至於果是則前生因生已", "124": "而復生云何因滅失而能生於果又若因在", "125": "果云何因生果若因徧有果更生何等果因", "126": "見不見果是二俱不生若言過去因而於過", "127": "去果未來現在果是則終不合若言未來因", "128": "而於未來果現在過去果是則終不合若言", "129": "現在因而於現在果未來過去果是則終不", "13": "有三不得不辯第一為余與空印友人為同", "130": "合若不和合者因何能生果若有和合者因", "131": "何能生果若因空無果因何能生果若因不", "132": "空果因何能生果果不空不生果不空不滅", "133": "以果不空故不生亦不滅果空故不生果空", "134": "故不滅以果是空故不生亦不滅以是則知", "135": "性住性空總是大乘方等無生一實之旨兼", "136": "知真諦俗諦咸為般若圓融三諦無疑故觀", "137": "成壞品云若法性空者誰當有成壞若性不", "138": "空者亦無有成壞成壞若一者是事則不然", "139": "成壞若異者是事亦不然若謂以現見而有", "14": "叅相見笑巖和尚來第二為笑巖和尚生平", "140": "生滅者則為是癡妄而見有生滅所有受法", "141": "者不墮於斷常因果相續故不斷亦不常若", "142": "因果生滅相續而不斷滅更不生故因即為", "143": "斷滅法住於自性不應有有無涅槃滅相續", "144": "則墮於斷滅若如此說合果不俱因因因而", "145": "果因因而果因不昔滅則何處又有生滅斷", "146": "常一異去來之偏耶又若初有滅者則無有", "147": "後有肇公謂因不昔滅則無是咎初有若不", "148": "滅亦無有後有肇公云因不來今亦無是咎", "149": "何也有今昔之分故若初有滅時而後有生", "15": "務教外別傳之旨接人未嘗濫可義學第三", "150": "者滅時是一有生時是一有此豈非異法耶", "151": "若言於生滅而謂一時者則於此陰死即於", "152": "此陰生此豈非一法乎故清涼以物各性住", "153": "一世濫同小乘者此耳且物不遷所宗俗諦", "154": "即性住旨乃兼時而言者以因不昔滅故故", "155": "無時外之物然即因不來今又豈有物外之", "156": "時乎以此則可謂之圓見可謂之無生旨可", "157": "謂之了義經若清涼所謂物之性空者但言", "158": "物不言時豈不顯然以性空之物出在時外", "159": "耶以此較彼孰偏孰圓故涅槃判屬不了義", "16": "為達磨未來此土教家咸已知歸聖諦第一", "160": "經不亦宜乎且原肇公因不昔滅一句何嘗", "161": "不識分分之水皆有前後乃至毫滴皆有前", "162": "毫後毫耶故彼偈又曰三世中求有相續不", "163": "可得若三世中無何有有相續如此究竟須", "164": "知肇公云性住性空之旨果有因耶其無因", "165": "乎即於因果一法較之中論無生之旨且有", "166": "異耶其無異乎一法如此其他法法不言可", "167": "以神領默會故前觀涅槃品曰究竟推求世", "168": "間涅槃實際無生際以平等不可得故無毫", "169": "𨤲差別信矣問若性住語肇公初不列宗本", "17": "義然而斷常坑見云何如清涼果以性空為", "170": "獨物不遷中成無去來義所設者何也荅彼", "171": "以性住義屬無生旨在宗本五法亦無一不", "172": "含何須別列其名耶故破行品云若有不空", "173": "法則應有空法實無不空法何得有空法問", "174": "若性住果是性空對待法宗本固不須別列", "175": "者何于華嚴法華涅槃般若大乘方等諸經", "176": "中以真諦俗諦色空事理斷常成壞生滅真", "177": "如涅槃五陰彼我異同等俱屬對待務用並", "178": "彰何也既性空之說在涅槃大典謂屬不了", "179": "義經始知性住語固是性空對待法無疑矣", "18": "不遷者則知以不遷為不遷故豈不為斷見", "180": "又何諸大乘經典并諸先聖賢俱未倡獨肇", "181": "公於物不遷中始言之耶荅是何言歟葢諸", "182": "大乘經論題名立法雖有偏圓單複不同但", "183": "所彰法道不可偏廢拘泥而不通唯在人不", "184": "在法耳所云法者何也唯屬吾心故馬鳴大", "185": "士起信云依一心法有二種門一心真如門", "186": "二心生滅門以是二門不相離故如如爾我", "187": "一念纔生住相滅相俱時頓現即生住滅相", "188": "在二乘人觀屬有為法如法身菩薩等覺於", "189": "念住念無住相以離分別麄念相故所謂在", "19": "耶更若偏取真諦說不遷者是則又引起他", "190": "人而不在法以是知大乘經論并諸先聖賢", "191": "所談種種法門俱屬吾心又何嘗離了生住", "192": "滅相謂之非法可乎又謂諸先聖賢而曾口", "193": "掛壁上可乎豈但過去諸聖賢即現在并未", "194": "來諸聖賢無時而不說法古人所謂乘時說", "195": "法故知徃者某佛某祖師說法在某年月日", "196": "時即如而今現在某禪師法師說法談經在", "197": "某年月日時即令人按諸時事可以稽考不", "198": "失豈謂肇公云性住一世便同之凡外偏見", "199": "惑執屬彼有為法耶又豈以肇公同彼鈍根", "2": "門人圓悟圓修等編", "20": "俗諦為對真故以遷為遷矣是豈非世間常", "200": "癡人見有着有見空着空計有一物在彼死", "201": "住而不移耶問所言性住固然但恐性住一", "202": "世與法華法住法位不同何如荅亦無不同", "203": "法住法位者何即無所住心當體寂滅湛然", "204": "不動是也但肯諦信試一時頓斷卻生滅念", "205": "緣直下便見得湛然不動心體還有邊涯際", "206": "畔麼倘爾見得廣大心體了便識得肇公性", "207": "住一世亦不出心外既知得性住一世不出", "208": "吾心即與法華法住法位有何揀別既又識", "209": "得性住一世與法住法位無殊亦豈異般若", "21": "情所見乎故肇公云談真有不遷之稱導俗", "210": "經中所問真諦俗諦其有異耶其無異耶荅", "211": "云無異若真俗之諦既爾無乖即色空之旨", "212": "亦何嘗有異如此則有何對待之法不是大", "213": "乘方等而乖中道無生一實旨耶况物之所", "214": "生由時而著且時無別體必亦因物物非懸", "215": "空亦必因時故觀時品云時住不可得時去", "216": "亦叵得時若不可得云何說時相因物故有", "217": "時離物何有時物尚無所有何况當有時夫", "218": "世者當時之謂由是知世不能外物物又安", "219": "能離世所以知物在時亦在時亡則物亦亡", "22": "有流動之說是也寧知物不遷題旨要以即", "220": "安得不可謂性住一世耶亦豈異乎法住法", "221": "位耶畧語物之性空者非無物也以非無物", "222": "故故肇公有不真空之作今有以不真空三", "223": "字并物不遷三字俱離開作兩叚釋者可發", "224": "一噱所謂性住一世者亦非有物也以物物", "225": "未嘗住故曾不離世故云性住一世耳然性", "226": "住一世豈是常情惑執偏見而不移以物無", "227": "不遷故非無因非無因故以物不遷為題云", "228": "又豈以世遷故謂物不遷以物遷故謂世不", "229": "遷耶此直以世在物亦在世遷而物亦遷故", "23": "真俗諦會題明不遷故則無以不遷為不遷", "230": "云物各性住一世者耳既謂之世也物也豈", "231": "同󱷐毛兔角既謂之物也世也亦豈異乎兔", "232": "角󱷐毛若肇公引中觀云觀方知彼去去者", "233": "不至方既曰不至謂至則不可實有所去人", "234": "不得謂無去設有得有至又謂之形證矣抑", "235": "豈般若更有塵累耶問然則題名物不遷者", "236": "固非偏辭也所宗乃緣俗諦直以遷說不遷", "237": "者如諸大乘經中對真說俗指色談空皆此", "238": "類耳即不真空所宗真諦當何所表有甚分", "239": "別處荅快哉是問佛所談大乘真諦者為破", "24": "不遷即遷耶復不以遷為遷故遷即不遷耳", "240": "癡暗凡夫人我見而設心經所謂色不異空", "241": "空不異色以色空相因有故皆非其實名未", "242": "究竟云不了義所謂大乘俗諦者是破二乘", "243": "鈍根法我見而陳所謂色即是空空即是色", "244": "以色空不二動靜靡殊為究竟旨亦名了義", "245": "經所以真俗之諦既具各有攸當不可不知", "246": "且不聞馬鳴起信所謂一切邪執皆依我見", "247": "若離於我則無邪執一人我見二法我見人", "248": "我見者依諸凡夫有五種一者聞修多羅說", "249": "如來法身畢竟寂寞猶如虗空以不知為破", "25": "因語及此且截斷葛藤為引。", "250": "着故即謂虗空是如來性云何對治明虗空", "251": "相是其妄法體無不實以對色故有是可見", "252": "相令心生滅以一切色法本來是心實無外", "253": "色若無外色者則無虗空之相所謂一切境", "254": "界唯心妄起故有若心離於妄動則一切境", "255": "界滅唯一真心無所不徧此謂如來廣大性", "256": "智究竟之義非如虗空相故葢今人多認着", "257": "虗空是如來性以為法身以為實相如此則", "258": "實相與世相竟不同即色身與法身亦有異", "259": "耳倘無志為人天眼目垂範後人則已果有", "26": "性住釋性住釋", "260": "志焉不可不熟玩是論不可不究明斯旨祝", "261": "祝二者聞修多羅說世間諸法畢竟體空乃", "262": "至涅槃真如之法亦畢竟空從本已來自空", "263": "離一切相以不知為破着故即謂真如涅槃", "264": "之性唯是其空云何對治明真如法身自體", "265": "不空具足無量性功德故乃至三四五云云", "266": "亦復如是法我見者依諸二乘鈍根故如來", "267": "但為說人無我以說不究竟故見有五陰生", "268": "滅之法怖畏生死妄取涅槃云何對治以五", "269": "陰法自性不生則無有滅本來涅槃故即中", "27": "喟夫人情之惑久矣奈何固結而不釋良為", "270": "論破因緣品青目亦謂佛滅度後後五百嵗", "271": "像法中人根轉鈍深着諸法求十二因緣五", "272": "陰十二入十八界等决定相不知佛意但着", "273": "文字聞大乘法中說畢竟空不知何因緣故", "274": "空即生見疑若都畢竟空云何分別有罪福", "275": "報應等如是則無世諦第一義諦取是空相", "276": "而起貪着於畢竟空中生種種過龍𣗳菩薩", "277": "為是等故造此中論故青目於觀法品註云", "278": "因破我法有無我我决定不可得况有無我", "279": "若决定有無我則是斷滅生於貪着如般若", "28": "水息茲會客有以肇公物不遷等論真同莊", "280": "中說菩薩有我亦非行無我亦非行云云觀", "281": "四諦品偈曰空法壞因果亦壞於罪福亦復", "282": "悉毀壞一切世俗法青目謂若受空法者則", "283": "破罪福及罪福果報亦破世俗法有如是等", "284": "諸過故諸法不應空倘謂性空為究竟了義", "285": "則奚分世間出世間法即一切善惡因緣禍", "286": "福報應等俱為一體何於善惡業性獨不空", "287": "而五戒十善務生天上人間作十惡五逆定", "288": "墮三途地獄竟弗少有差󰰍故中論曰若無", "289": "因有果者布施持戒應墮地獄十惡五逆應", "29": "生齊物之旨囬向大乘無不圓通為言余應", "290": "當生天何也以無因故若現膺福慶非營善", "291": "所召罹禍患不測不本積惡所致如此則為", "292": "善者屈甚作惡者幸甚故曰於畢竟空中生", "293": "種種過如是乃知善惡業性原是不空業性", "294": "不空則知真如涅槃等性亦不空了然明矣", "295": "問如此究竟既明但學人愚昧尚有餘疑未", "296": "雪前謂肇公四論之要出自破因緣品首偈", "297": "四句於此當如何配合荅爾既知得龍𣗳所", "298": "說句句為中道語務合無生之旨况此四句", "299": "有何可疑即肇公雖有四論之殊無一不歸", "3": "性住釋引性住釋引", "30": "之曰子但見其華而未見其實又客有曰但", "300": "了義大乘此四論四句總是一個氣脉互攝", "301": "互融無一不可配合然以物不遷配之不來", "302": "亦不出人所易曉以物各性住一世顯然彼", "303": "以為病者試配之既曰性住一世謂不見有", "304": "一物自世外入來者豈不曰不來既不有來", "305": "應有出否曰亦不出若謂有出應見此物有", "306": "時出向世去以無見亦無此義故故曰亦不", "307": "出以物各性住一世故物不為世世不為物", "308": "故曰不一既曰不同可謂是異法曰亦不異", "309": "何也以無世則無物有物即有世故故曰亦", "31": "世間出世間法無精麄無好惡無是非無內", "310": "不異又以物各性住一世故以世性本空物", "311": "體無實以世與物相因而有故謂不常亦不", "312": "生既謂是相因而有應有續斷亦應有滅曰", "313": "亦不斷亦不滅何也以無世無物無物無世", "314": "故故曰亦不斷亦不滅耳余所以云彼偈雖", "315": "有四句不同總合無生一實之旨即肇公四", "316": "論總是一個氣脉舉此四句配諸四論法法", "317": "未有不合處由是題名物不遷者正以物各", "318": "性住一世故耳問前謂談真則逆俗順俗則", "319": "違真後又曰談真有不遷之稱導俗有流動", "32": "外畢竟平等性空無有可說處余又應之曰", "320": "之說二語當如何會釋以成一貫荅此前後", "321": "兩說總是肇公善巧釋題轉語務用合歸中", "322": "道無生旨故若肇公果以物物皆真建題說", "323": "不遷者應言順俗反謂之逆者何以遮世人", "324": "視有為俗物俱屬遷移流動故而不知肇公", "325": "正所表下句之文乃為順俗者是也以背真", "326": "故則知俗諦法法總是無常敗壞物耳豈不", "327": "原同波斯匿王所見現前念念不停新新無", "328": "住者於是知次句所謂違真故迷性而莫返", "329": "逆俗故言淡而無味肇公所謂不然者為以", "33": "子但知一而未知其二耳余昔居臺山時有", "330": "即真俗諦𣗳題名不遷故曰物不遷雖爾逆", "331": "俗不為無味之談性雖未返不是違真之說", "332": "故後所謂談真有不遷之稱導俗有流動之", "333": "說豈不有召有應而終成一貫為中道旨耶", "334": "此所謂正言似反誰當信者畧釋如此又如", "335": "肇公之意以遮表詮量再釋談真則逆俗者", "336": "若以即俗之真說不遷則言逆而理順何也", "337": "以遮俗諦之遷而說不遷故謂之言逆以表", "338": "性空不遷無礙遷故謂之理順如此則言理", "339": "之義無乖逆順之旨不異此謂遮表同時釋", "34": "空印友人示我正量稿大都宗性空而駁肇", "340": "故肇公後謂談真有不遷之稱是也下句順", "341": "俗則違真者若以即真之俗說遷則言順而", "342": "理逆何也以遮真諦之不遷而說遷故謂之", "343": "言順以表性住不遷非異遷故謂之理逆如", "344": "是則言理既其相乖順逆之情不一此謂遮", "345": "表不同時釋故肇公後謂順俗有流動之說", "346": "是也然而豈知性空之旨即不遷而見有遷", "347": "者性住旨即遷而見不遷耶但以遮表不同", "348": "時故謂之行布法謂之物各性住一世故題", "349": "名謂之物不遷耳又以遮表同時故謂之圓", "35": "公性住之說因與辯未竟還南迄今壬寅秋", "350": "融法謂之真俗不異空有無殊故題名乃謂", "351": "不真空焉問題名曰物不遷曰不真空所宗", "352": "二諦總屬圓融法何又有彼此之局清涼與", "353": "肇公所說不同耶荅物體本一而在人所見", "354": "并用處不同故可以說真可以說俗故肇公", "355": "云豈以諦二而二於物哉以是之故所謂為", "356": "圓融法耳原夫肇公立題本意各有攸當須", "357": "知不真空所宗真諦性空為即俗之真故論", "358": "以有無一本物不遷所宗俗諦性住乃即真", "359": "之俗故論以去住同源以是知二諦未始異", "36": "來京得會伊于慈因精舍仍以刻本示余余", "360": "二論未嘗同耳故涅槃第十三卷佛荅文殊", "361": "所問第一義諦世諦曰有善方便隨順眾生", "362": "說有二諦如出世人之所知者名第一義諦", "363": "世人知者名為世諦問既云二諦之旨無差", "364": "即物不遷依清涼性空謂不遷有何不可荅", "365": "倘如此又不相當矣不見涅槃如來性品云", "366": "若言如來入於涅槃如薪盡火滅名不了義", "367": "又云如經中說一切燒然一切無常一切皆", "368": "苦一切皆空一切無我是名不了義何以故", "369": "以不能了如是義故今諸眾生墮阿鼻獄所", "37": "目之多覺其未了了因又辯焉此豈余之好", "370": "以者何以取着故於義不了一切燒者謂如", "371": "來說涅槃亦燒一切無常者涅槃亦無常苦", "372": "空無我亦復如是是故名為不了義經不應", "373": "依止問性空之說既不應依止如何性住又", "374": "堪依止耶荅前不云乎其名似偏其旨則一", "375": "所謂在人而不在法如中論觀因果品所談", "376": "空有生滅以歸中道一實之旨二偈云果空", "377": "故不生果空故不滅以果是空故不生亦不", "378": "滅又果不空不生果不空不滅以果不空故", "379": "不生亦不滅今物不遷性住之旨則併諸者", "38": "為諜諜亦因彼是而是之即彼非而非之耳", "380": "出自中論一本耳故云言去不必去閑人之", "381": "常想稱住不必住釋人之所謂徃耳豈謂去", "382": "而可遣住而可留耶若此發揚性住之旨可", "383": "謂是有為俗物不可以立宗依乎可謂是常", "384": "情惑執偏見乎故中論偈乃又云諸佛依二", "385": "諦為眾生說法一以世俗諦二第一義諦若", "386": "人不能知分別於二諦則於深佛法不知真", "387": "實義若不依俗諦不得第一義不得第一義", "388": "則不得涅槃不能正觀空鈍根則自害如不", "389": "善呪術不善捉毒蛇世尊知是法甚深微妙", "39": "且是是者固有師而非非者寧無師乎今余", "390": "相非鈍根所及是故不欲說余故謂子但見", "391": "其華未見其實又子但知一而未知其二耳", "392": "且無論他說即因不昔滅一句該盡不生亦", "393": "不滅不常亦不斷不一亦不異不來亦不出", "394": "四義矣可謂之妙會否乎而况全題物不遷", "395": "及種種餘法并不真空般若無知涅槃無名", "396": "等論而又有異旨乖且不合耶雖然性空亦", "397": "住性住亦空豈有二義惟執一則義未完且", "398": "立論如龍𣗳肇公亦豈可遂輕議也者余故", "399": "不容無辯特書此為性住釋以俟識者。", "4": "余屬性住釋擬灾諸木門人圓修軰再稽首", "40": "舉彼是而是之則無逾龍𣗳舉彼非而非之", "400": "物不遷題旨物不遷題旨", "401": "慨夫眾生躭染五欲之樂沉迷六趣之苦出", "402": "此入彼無能解脫者何皆由未達世相本空", "403": "俱無自性故耳所以如來愍之說摩訶般若", "404": "色空不二物我同源旨者葢緣此軰作也故", "405": "謂之破有法王於法自在即肇公繼闡如來", "406": "般若涅槃本旨復作物不遷等四論者亦豈", "407": "有他哉然有不善會者反從而咎之以為異", "408": "旨不亦怪事因原之宗本不有不無一句大", "409": "端此四論題旨都在其間矣試以物不遷三", "41": "則曷舍清涼故舍清涼所謂物各性住一世", "410": "字騐之若據世諦而論即題名一個物字實", "411": "實是個物可謂是有果真實是有則一毫也", "412": "移動他不得而不知但是名字故金剛般若", "413": "云眾生眾生者如來說非眾生是名字眾生", "414": "以此則知物字亦是名而非實既不得以物", "415": "為物故知有亦名字不可以有為有以有即", "416": "無故以動即靜以遷即不遷為真諦相故肇", "417": "公始謂談真則逆俗是也雖云逆而何嘗逆", "418": "以性空義會有無名法爾靡殊然既不得以", "419": "物為物又豈可以非物為非物哉以非物未", "42": "為濫小乘於何以責其實逾龍樹則不來亦", "420": "遺跡故以無即有以靜即動以不遷即遷為", "421": "俗諦相故云云順俗則違真是也雖曰違亦", "422": "何嘗違以性住旨合動靜體本來非異茲兩", "423": "言者肇公初為立題之難言也據真實理言", "424": "不遷者則逆世人謂有生死去來見故若順", "425": "世人果有去來生滅之見說遷者則又背卻", "426": "無生真實道理也後復謂談真有不遷之稱", "427": "導俗有流動之說相繼有二言者肇公正要", "428": "表明立題本意爾也所謂談真者言實智也", "429": "若據實智則不必去有談空離動求靜廢遷", "43": "不出合住無所住於何以見其玄以是知是", "430": "說不遷所謂談真有不遷之稱是焉然曰不", "431": "遷而未嘗不遷為以性空故不遷即遷耳導", "432": "俗者說權智也若依權智而說亦以空不廢", "433": "有以靜不離動以不遷非去遷故所謂導俗", "434": "有流動之說者是也然言遷而未嘗遷為以", "435": "性住故遷即不遷耳然則以物不遷為題者", "436": "何嘗偏以俗諦命題說遷又何嘗別有真諦", "437": "異題說不遷耶肇公既為掀飜般若妙旨立", "438": "物不遷三字作題者豈不以有無一貫動靜", "439": "同源為唱乎何獨於去住之義真俗二諦不", "44": "是者何嘗未是非非者安得不非况不解談", "440": "得共本又有異旨耶况肇公分明云以性空", "441": "言去不必去以性住言住不必住既言去住", "442": "之不必者知皆因對待言也以對待言故是", "443": "知即去住而非去住也何嘗俗諦相有違真", "444": "諦相乎據清涼云肇公若以物各性住為真", "445": "諦相寧非性空無可遷也然肇公非不取真", "446": "諦務用俗諦性住證不遷者恐偏於真諦性", "447": "空由屬不了義經以故不獨取之故用物不", "448": "遷字立題意在真俗不二耳清涼以肇公物", "449": "各性住於一世有何物而可去來云是濫同", "45": "真則逆俗順俗則違真與夫不遷流動之說", "450": "小乘此生此滅無容從此轉至餘方而有法", "451": "體是生是滅為一法矣然肇公但言物各性", "452": "住於一世未嘗言物偏死住於一處其物各", "453": "性住於一世者原符法華是法住法位世間", "454": "相常住旨其性住者對性空說殊不知性空", "455": "義空實未嘗空乎即性住義住實未嘗住耳", "456": "且性住性空旨果同耶異耶其一世之世字", "457": "乃時字異名時無住相然則即知性住一世", "458": "亦是住無所住矣再言物各性住於一世者", "459": "中間雖有今昔相懸不一然亦不異會去住", "46": "為方便釋題轉語烏又知物不遷諦是即真", "460": "古今俱不必故所謂去不必去以去即住住", "461": "不必住以住即去故去住雖殊其趣不別又", "462": "古不必古以古不異今今不必今以今不異", "463": "古以今不異古今還作古以古不異今古亦", "464": "曾今然而今不至古古亦不至今故謂之各", "465": "性住於一世有何物而可去來耶輙未曾言", "466": "物偏死住於一處耳既未嘗言物偏死住於", "467": "一處者則何所謂是濫小乘此生此滅無容", "468": "從此轉至餘方而有法體是生是滅為一法", "469": "乎是乃清涼檢點不到處且觀但願空諸所", "47": "之俗不真空諦乃即俗之真實無生旨一體", "470": "有詎非真諦旨慎勿實諸所無又非俗諦義", "471": "乎况肇公所言各住者亦因對惑有去來而", "472": "言也若不因對惑有去來而言各住者是無", "473": "因論也空印謂此有宗無因者奈無夢見肇", "474": "公何豈知肇公發揮般若旨故即因遷說不", "475": "遷又肯借他別法以為因耶若用借他別法", "476": "作因者則不合般若色空不二物我同源旨", "477": "矣以般若果不離因故因生死即涅槃因煩", "478": "惱證菩提因無明明佛性因塵勞得解脫極", "479": "而推之即內之根身外之器界總不越此三", "48": "無殊故彼始豈弗會三諦理為圓融法既終", "480": "字以俱無自性故若以物為物故即真如皆", "481": "為俗諦由不以物為物故即俗諦便是真如", "482": "矣以此物字未嘗動故所謂不遷者只是不", "483": "曾滿得他肇公意理在若要真實滿他肇公", "484": "意須知伊說遷是為對不遷者說即說不遷", "485": "是正對遷者說耳如此則若言肇公說又何", "486": "嘗說若言不說又何嘗緘口默然來更若說", "487": "此物并肇公兩俱不曾動者是動過去久矣", "488": "太煞從來似不有人知道在奈何但看清涼", "489": "此說則知之然本之實相中間實無個遷與", "49": "何忘乎空有相非對待言歟及余閒簡涅槃", "490": "不遷為對遷故有物不遷說以此三字看真", "491": "活潑潑地要在人別具隻眼豈得以死殺法", "492": "看是。", "493": "贅語贅語", "494": "竊觀空印註解肇公般若無知論中云且無", "495": "知生於無知者以不解故輙把下面無知無", "496": "字去掉了為是註之可發一笑果如此又是", "497": "圭峯當初謂圓覺經中一切眾生皆證圓覺", "498": "改之皆具圓覺是也而不知肇公意旨正說", "499": "般若無知者且無個知生於無知耳若有個", "5": "止之曰和尚前刻駁語某甲歷見有作色呵", "50": "大典始知性空之說尚屬不了義經豈得無", "500": "知生於無知者無知是一個知又是一個似", "501": "為兩個也以無知未嘗生出個知來故所以", "502": "云且無知生於無知無無知也無有知也唯", "503": "不以無知為無知故無知即知不以知為知", "504": "故知即無知止是一個未曾作兩個看也若", "505": "除卻下面一個無字又是知生出個無知來", "506": "了然雖與肇公意思相反不同大端止是一", "507": "個道理以知與無知還為兩個也殊不思亦", "508": "不以知為知故知即無知不以無知為無知", "509": "故無知即知耳則不可說為有個知故為有", "51": "說再閱中論益知物不遷等論其出有自皆", "510": "個無知終為兩個也不見下面云無有知也", "511": "謂之非有無無知也謂之非無又曰真般若", "512": "者非有非無無起無滅不可說示於人即知", "513": "此個靈知自性般若既不屬於有無亦無起", "514": "滅即知盡十方徧法界亘古今無物我無非", "515": "總屬我一個靈知自性無疑矣即天地與我", "516": "同根萬物與我一體不亦了然耶以此知空", "517": "印註解何曾夢見肇公在幻有淺見如此當", "518": "有識者鑑此為何如蓋緣空印錯認了所知", "519": "非所知所知生於知所知既生知知亦生所", "52": "究竟大乘無生旨來根本與法華涅槃潛符", "520": "知所知既相生相生即緣法緣法故非真非", "521": "真故非真諦也所以去掉了者個無字殊不", "522": "會肇公說般若無知屬無生旨故所以不同", "523": "耳。", "524": "有僧問師曰和尚邇年來還在文字中留心", "525": "否師曰弗也僧遂亢語曰既不在文字中留", "526": "心又安能解得文字師謂此問何意耶曰某", "527": "看和尚性住釋見有笑于空印大師處如和", "528": "尚意畢竟要把不真空三字作一句念為是", "529": "耶師曰然曰然則世間文字中但無這樣文", "53": "密契如出一口即法華譬喻品如來其猶長", "530": "法如某甲看實以世間法法不真故空耳師", "531": "曰然則世間真故有不空物乎僧曰有即金", "532": "剛舍利等是師曰然汝豈不自迷其源乎何", "533": "則若金剛等以如性故能堅久者見火則不", "534": "合鎔唯舍利以業力薰故能堅且久者然亦", "535": "曾無自性又何嘗不空哉除此外別更有不", "536": "空物乎麼僧曰某識見不廣世間物未能盡", "537": "識如眼前所見則未有真不空物其實唯不", "538": "真故空耳師曰然則汝還知世間空亦不真", "539": "乎麼僧曰某愚昧未解其旨敢乞和尚明指", "54": "者權以三車誘引諸子既出火宅於四衢道", "540": "師曰余所謂不真空如宗本所謂不有不無", "541": "者何正不可以有為有以無為無以有無俱", "542": "未真故肇師所以有不真空之作大都有因", "543": "無見無以有彰設世間無無又孰能見其有", "544": "耶以有既不自見其有以有即無故所謂之", "545": "真諦以無既不自見其無以無即有故所謂", "546": "之俗諦即這兩法不異然亦不一豈容此外", "547": "別更有個無字見存耶故所以云不存無以", "548": "觀法者可謂識法實相矣如此見得可謂色", "549": "大般若大色清淨故般若清淨又云一切智", "55": "中露地而坐到此之際方稱本懷所以等賜", "550": "智清淨無二無二分無別無斷故耳又云見", "551": "法實相謂之般若能不形證漚和功也然則", "552": "般若之旨又豈可以有無雙凖空色兩真哉", "553": "以故直謂之不真空論焉不可以有無雙凖", "554": "者則不得以有是有以有即無亦不得以無", "555": "是無以無即有此謂有無一旨又不可以空", "556": "色兩真者則不得以空是空以空即色亦不", "557": "得以色是色以色即空此謂色空一體耳前", "558": "之所謂物不遷論者又豈有別旨耶止是單", "559": "提一去來即動靜而說不遷如世間所論明", "56": "諸子一大白牛之車是破三乘之權歸一乘", "560": "來暗去暗至明亡互相凌奪原無實體本來", "561": "只是一法中又豈有去來動靜之隔及知動", "562": "靜又豈不同源乎即去住亦原無二致所以", "563": "謂世間物物頭頭從來實相未嘗有一毫遷", "564": "動處耳若據空印註解將不真二字一氣說", "565": "了把空字丟在一邊另釋將個物字另說了", "566": "取不遷二字又各置在一邊俱註斷開了何", "567": "不將般若二字也說開即無知二字亦拈向", "568": "一邊涅槃無名亦復如是若果如此註釋肇", "569": "論要使肇公暗裡點頭相許幻有敢保實未", "57": "之實事耳正合中論破盡諸法始知性住性", "570": "肯在肇公若其有靈安肯不再出頭來為一", "571": "證據耶僧曰若如此旨看來四論實與法華", "572": "涅槃二經深有所契以四論合之物不遷與", "573": "般若無知始終一貫即不真空與涅槃無名", "574": "因果同條耳師曰然空印以世間法法不真", "575": "故空者豈知以非不真計不真則是以不真", "576": "為不真亦是以空為空見卻反為肇公強註", "577": "成個外道斷見矣然空印又豈知惟世間法", "578": "法皆真故但不自以為真哉又以物不遷物", "579": "字謂肇公豈以有為俗物可作宗依者則亦", "58": "空真諦俗諦以至般若涅槃皆為戲論不實", "580": "不反強肇公實成個凡夫惑見乎即舉此兩", "581": "端便見空印高明極論處又烏用一一枚舉", "582": "其非耶僧稽首復問其故何哉師曰無他也", "583": "如法華云諸佛兩足尊知法常無性佛種從", "584": "緣起是故說一乘是法住法位世間相常住", "585": "於道塲知已導師方便說又云唯此一事實", "586": "餘二則非真終不以小乘濟度於眾生以此", "587": "知般若於世間法實無個遷與不遷亦無個", "588": "知與無知以對遷故說不遷為對知故說無", "589": "知耳然於涅槃分中又豈有個真與不真亦", "59": "即觀涅槃品云究竟推求世間涅槃實際無", "590": "豈有個空與不空耶亦為對真故說不真以", "591": "對形名故說無名耳所以如來深贊曰我見", "592": "世間無有少法過於涅槃若有少法過似涅", "593": "槃者我說如夢如幻如泡如影非真實矣於", "594": "是僧唯唯踊躍再拜而去。", "595": "附雲棲大師書附雲棲大師書", "596": "多載濶別向蒙", "597": "手書并", "598": "佳㓨宋化卿居士自京師寄來今化卿南還", "599": "已󲩎年矣因乏便人久未伸", "6": "之者至有撫掌為笑者將無見以不測加諸", "60": "生際以平等不可得故無毫釐差別又於畢", "600": "謝春間託一", "601": "貴縣香客附柬想亦不到茲遇顯親耨池上", "602": "人乃吾", "603": "兄同寺深為喜慰其", "604": "肇論解駁精確明悉但恐空印執心太堅不", "605": "肯服善然正辯破惑理自應爾彼之信否", "606": "無足計也臥疾草草不能多語", "607": "諒之諒之。", "608": "同叅弟袾宏和南", "609": "附憨山大師書附憨山大師書", "61": "竟空中皆不可得諸有所得皆息戲論皆滅", "610": "徃者幸會臺山眾中未能盡領", "611": "教益自爾岐路東西良緣不易再也顧鄙人", "612": "深愧夙業深重所辱法門遠投瘴鄉忽忽", "613": "十有七載嗟嗟老矣念與", "614": "法門故舊幾為永隔令人可悲况解脫無期", "615": "徒有雲鶴之思耳惟", "616": "慈不棄鄙陋遠", "617": "惠德音慰我遐想及讀", "618": "語錄言言見諦真末世法眼後學頼為依歸", "619": "此", "62": "戲論滅故通達諸法實相得安隱道從因緣", "620": "法施之隆當為法門盛事喜躍何如鄙人向", "621": "為", "622": "曹溪作奴郎翻成話柄今已謝事將圖南", "623": "嶽作休老計此緣尚未遂適遇京師延壽", "624": "顯禪人之便垂此布", "625": "訊法履小㓨二種不堪入", "626": "法眼借以請", "627": "教惟", "628": "慈鑒之不一。", "629": "寓嶺外辱友德清和南致", "63": "品來分別推求諸法有亦無無亦無有無亦", "630": "塔銘塔銘", "631": "賜進士出身通議大夫資治尹戶部侍郎致", "632": "仕周汝登撰", "633": "一心老人予向從石簣墨池兩公聞其在京", "634": "弘法大闡宗風而未覿一面也後更號幻有", "635": "遷化荊谿塔骨在焉其法孫王朝式狀其得", "636": "法事展轉乞銘於予時予臥病未能握筆爰", "637": "口為授命姪九賔書之稿以致銘曰。", "638": "一心幻有幻有一心何真何假", "639": "泡沫浮沉這箇消息曹溪至今", "64": "無非有非無亦無是名諸法實相亦名如法", "640": "樂庵觸發笑巖印心五臺隱跡", "641": "闡法荊岑開大爐鞲點鐵成金", "642": "誰其承嗣密雲等森陶王二士", "643": "昔聞叩音曾可度與鴛鴦繡針", "644": "󵘌須着眼幻有難尋難尋幻有", "645": "有光少林󲰥師語錄超越功勳", "646": "貴其無比千古傳吟", "647": "後序幻有禪師語錄後序", "648": "余於辛丑壬寅間在長安得見", "649": "一心和尚於慈因寺同叅諸公為合金買小", "65": "性實際涅槃是故如來無時無處為人說涅", "650": "菴於貫城坊後僅蔽風雨趨謁者輻輳師多", "651": "所酬答是時蔡槐󲊷方主西方師與蘇雲浦", "652": "論產難公案未相投契而獨許予入室為竟", "653": "日之譚內錄中猶有二則予是時註添為郎", "654": "十二載每以差出差歸故事師最久一日別", "655": "師歸師問予有何疑予舉九峯不肯首座因", "656": "緣問畢竟明何事師竪起拳頭予擬議師曰", "657": "公不要開口且細叅去又數年入都屢相過", "658": "也一日過師坐次有一內監老僧者先在師", "659": "從容謂余曰聞公俸深將外轉老僧亦將還", "66": "槃定相是說諸有所得皆息戲論皆滅況性", "660": "荊谿相信一塲公案未明大事未了空自懡", "661": "㦬大非我意也予因請益師曰向年舉的公", "662": "案記得否予曰和尚今日拳頭在那裡師厲", "663": "聲曰沒有予曰和尚拳頭失卻鼻孔元止半", "664": "邊師遂變色轉向面壁予亦趨出內監僧曰", "665": "大師如何這般待這位居士時予在堦下聞", "666": "師厲聲曰這個人放鬆了不奈他何且拿住", "667": "索套皃不由他三年五年不來尋我內監僧", "668": "趨出送予曰和尚是好意予曰大機大用只", "669": "怕承受不來無何余果轉外藩特去辭師值", "67": "空性住而有定相乎以是知前軰題名著作", "670": "師外出時兩僧在中堂看經一僧傍立予因", "671": "與兩僧敘數年與師相徃復因緣未竟旁立", "672": "僧瞠目大聲喝曰恰值大和尚不在予驚起", "673": "汗出而旁僧已去予遂於佛前禮拜而行後", "674": "來宦游問一心師不知踪跡三十餘年矣祇", "675": "聞密雲大師得教於幻有和尚出世天童為", "676": "宇內法席第一近黃檗以直師自天童歸携", "677": "有幻有禪師語錄支浮師見之謂予曰見有", "678": "與公問答二則予茫然曰此尊宿向未承事", "679": "也及借讀之則知幻有即一心而更號耳向", "68": "務先循本自有旨歸竟非從空鑿出觀物不", "680": "所刊一心禪語亦存什一也當日三年五年", "681": "之語今三十餘年矣大負我師不覺泣下日", "682": "者為無念大師書請塔銘於天童大師不允", "683": "所請依然轉身面壁家風也其父子間門󲊷", "684": "教範可想也夫可敬也夫。", "685": "崇禎丁丑閏四月李長庚敬書於後", "686": "龍池幻有禪師語錄卷之十", "687": "音釋", "688": "諜同喋喋喋多言也。誘以九切音酉教也相勸也。噱其虐切音大笑也。", "689": "贅朱芮切音󵙋煩言也。瘴之亮切音障瘴癘也。藩方煩切音翻籬也又域也。", "69": "遷等論初若潛取彼義無露一毫圭角細原", "690": "範房啖切音犯法也式也模也。", "7": "余因笑云吾徒為慮固然若其不嗔則不見", "70": "其旨終竟合一而不背然有道殊世異百慮", "71": "一致理固相符而可證者若龍𣗳大士直取", "72": "如來一大藏教以至法華涅槃究竟了義作", "73": "端本既得其要仍舉如來藏中因緣等一一", "74": "未了義名相悉破之曰不生亦不滅不常亦", "75": "不斷不一亦不異不來亦不出能說是因緣", "76": "善滅諸戲論我稽首禮佛諸說中第一如關", "77": "鑰開固閉若金剛擊重堅至哉斯語益可喻", "78": "針攻藥石之治無㿈瘇之難破靡欝滯而弗", "79": "通鎔盡萬法而畧義類有二十七品成六卷", "8": "吾真若其不笑則不足為道而未會吾正愍", "80": "故僧叡序云滯惑生於倒見三界以之而淪", "81": "溺偏悟起於厭智耿介以之而致乖故知大", "82": "覺在乎曠照小智纏乎隘心照之不曠則不", "83": "足以夷有無一道俗知之不盡則未可以涉", "84": "中途泯二際道俗之不夷二際之不泯菩薩", "85": "之憂也蓋肇論物不遷不真空般若無知涅", "86": "槃無名四要所元出於此如諸法不自生亦", "87": "不從他生不共不無因是故知無生至宗本", "88": "所謂本無實相法性性空緣會一義者亦即", "89": "觀四諦品所謂眾因緣生法我說即是無亦", "9": "此軰不知向方茫無着落為設故永嘉大師", "90": "為是假名亦是中道義未曾有一法不從因", "91": "緣生是故一切法無不是空者而已顧物不", "92": "遷中責向求今等說出自破去來品偈曰已", "93": "去無有去未去亦無去離已去未去去時亦", "94": "無去又去者則不住不去者不住離去不去", "95": "者何有第三住即合之言去不必去閑人之", "96": "常想稱住不必住釋人之所謂徃耳豈曰去", "97": "而可遣住而可留等語何等親切顯著明白", "98": "即梵志少壯同體百齡一質彼破行品云言", "99": "五陰虗妄無有定相如嬰兒時色非匍匐時"}, "originalTitle": "Qianlong Edition of the Canon, Electronic version, No. 1637 幻有傳禪師語錄", "englishTitle": "Qianlong Edition of the Canon, Electronic version, No. 1637 幻有傳禪師語錄", "author": "明 正傅說 圓悟．圓修等編", "language": "chinese", "source": "CBETA"}