{"sourceLink": "http://www.cbeta.org/", "text": {"0": "贊自讚(絳雪西堂請)", "1": "費隱禪師語錄卷第十四", "10": "者裏尋個分曉去。", "100": "大家在者裏。", "1000": "龜山請師退居黃檗慧門法孫亦專使請師歸萬", "1001": "福逸老師皆未之許。", "1002": "十五年戊戌", "1003": "師六十六歲正月邑侯李公名震到寺相見談道", "1004": "竟日建方丈樓于法堂之右共五楹高三丈廣四", "1005": "十肘左右側樓各三楹高二丈四肘廣十四肘又", "1006": "搆祖堂一所在方丈之左高二丈二肘深三丈餘", "1007": "廣一丈四肘以祀開山以來之祖二月餉部常公", "1008": "上京復　命舟過石門躬詣福嚴勸師往徑山巡", "1009": "道范公發書托邑宰李公留師住福嚴李述范意", "101": "挂板。云。雲從龍。風從虎。衲子依棲。有本可據。一聲玉", "1010": "且示原書師修簡專人入徑山力辭慰眾三月杪", "1011": "師禮密老和尚法衣塔于金粟已而登舟里山過", "1012": "鹽官訪舊覽勝題詠具別集四月還福嚴常熟眾", "1013": "紳各修啟請師復赴虞山師卻之六月重葺佛殿", "1014": "至中元後工始竣是月付忍生凌九月海虞邵公", "1015": "世茂造謁論道劇懽而別十月復海虞喜賡王居", "1016": "士問道書付古笠泰紫巖順時獨耀性日參師呈", "1017": "詩偈一冊師有性天杲日無雲翳炤耀乾坤廓頂", "1018": "門撥轉禪和關捩子多般手眼豈能論之偈十二", "1019": "月造禪堂五楹高二丈七尺廣七丈縱廣六丈。", "102": "板震山林。鐵額銅頭諳落處。試點出看。遂擊板一下。", "1020": "十六年己亥", "1021": "師六十七歲正月付正聞乾絳雪瑩時邑侯李公", "1022": "詣寺問道四月毘陵陽羡諸紳陳公于鼎史公可", "1023": "程徐公𢡟曙周公正儒路公邁史公夏隆周公季", "1024": "琬蔣公曜湯公原清戴公元韶路公序以龍池山", "1025": "禹門寺敦請主席師以福嚴興造事未竣辭之五", "1026": "月興天王殿高三丈廣五丈縱四丈左右護房各", "1027": "五楹廣四丈縱二丈有奇八月邑薦紳同令君至", "1028": "寺作法喜遊各有題詠師亦賡和相贈十一月常", "1029": "熟蘇鄉紳以珀珠一串相貽師對使云此貴重之", "103": "為亡僧解如舉火。云。解如解如。受用不虛此僧久病。臨逝乃索", "1030": "物存之丈室或開後來爭端若將售人又恐孤負", "1031": "信施老僧素無玩好堅謝不受。", "1032": "十七年庚子", "1033": "師六十八歲正月望旦解制書一偈與堂主安永", "1034": "歸建昌末旬徑山梵輪師以大安寺常住積業文", "1035": "簿至福嚴面送請師退居逸老師固辭不受著竹", "1036": "樓直筆一篇以規靈巖儲公五月譚公埽菴以書", "1037": "延住嘉禾福城東塔寺詞甚誠切師辭之六月金", "1038": "陵兵垣劉公海門同弟內翰潛柱公造謁坐次與", "1039": "師推讓傍云兩居士俱在道師云如何是道士云", "104": "飯喫。至一飽坐脫。生來死去。無欠無餘。助汝殷勤一把火。任", "1040": "請和尚上坐師云這是老僧分上事居士分上又", "1041": "作麼生士云我輩只在兩邊師云恁麼則相見了", "1042": "也乃就坐兩公皆歡悅信宿而別七月天童木陳", "1043": "和尚應　召還山維舟詣寺躬候用敘契闊云是", "1044": "冬搆庫樓四楹及給供寮田寮圃寮閒住寮共十", "1045": "餘楹積薪寮七楹福嚴自唐以來邑人以壯麗著", "1046": "稱明熹宗間遭舞馬之變迄", "1047": "大清順治丁酉師應請後殿宇樓閣齋堂寮舍器用", "1048": "產業不四載而畢備師于此寺誠有自夙緣矣是", "1049": "冬刻天童密老和尚語錄十二卷年譜一冊將原", "105": "從隨處倒騎驢。", "1050": "刻舊板送嘉興楞嚴寺經坊師于密老和尚語錄", "1051": "凡四經壽梓常言一飯之頃不敢忘本師惟以本", "1052": "師法道自任即此一事足稱善為流通典型後學", "1053": "其他固未易殫述也十月雪竇和尚至福嚴劇談", "1054": "法門大事五鼓始息鶺鴒之誼于斯為盛。", "1055": "十八年辛丑", "1056": "師六十九歲為法求人老而不倦惟以提宗接物", "1057": "為己任學徒日親縉紳人士問道參請無虛日正", "1058": "月檀護曹射侯遠思子巖呂本仁等請上堂語存", "1059": "錄中為絳雪瑩作自真贊時千峰立逵夫明公衡", "106": "師為耆舊映虛老師舉火。云。老師平素護惜叢林。如", "1060": "仁正聞乾虛舟省靈機觀俱來省覲師款接甚歡", "1061": "三月示微疾古笠泰天水廣來禮覲勸進藥餌師", "1062": "笑卻之離言法從越州來師留之以首眾為法題", "1063": "天童密老和尚贊并題師自真贊嗣後韜明宗靈", "1064": "嶽古百癡元天則琛性空臻董爾潛證獨耀日各", "1065": "以問疾至答括蒼太守周公問道書手答法幢幟", "1066": "法侄書付劍龍志法樹蔭石菴琈聽梅經蓮谷澗", "1067": "法觀會達言信白嵩俊董爾潛證師命侍者出道", "1068": "具散眾二十一日遣公衡仁往徑山取所題像訂", "1069": "往返期七日仁曰恐為雨阻師曰遲則不逮矣命", "107": "惜眼珠。深信因果。天清月朗。德行甚可讚揚。威儀尤", "1070": "製龕誡勿布漆以便茶毘雪竇石奇和尚專使問", "1071": "疾師復書略云弟以疾勢沉重已命出道具散眾", "1072": "茲惟安枕以待時至法門大概吾兄坐鎮之云云", "1073": "遣人往雲間禾水召百癡元韜明宗千峰立同豫", "1074": "後事然叢林諸務以及參扣問道問疾者尚照攝", "1075": "無遺二十九日清晨始命頭首職事理常住事諭", "1076": "之曰今日內外諸務不必再白午刻呼行廣行觀", "1077": "行法行仁行志行蔭行琈行澗行會如信董行證", "1078": "及兩序列榻前手書遺囑顧視微笑右脅而逝按", "1079": "師遺囑云老僧死後不可出訃音及受諸方弔奠", "108": "見孔昭。曾扣諸方作家來。臨終故能多分曉。早晨沐", "1080": "即從火化煩普成上座引火火消灰飛吾之後事", "1081": "即完免占人間地免累世間財行狀亦不須脩塔", "1082": "銘亦不須用古來尊宿多不重此等文字更不可", "1083": "喧動人耳目故曰生如寄死如歸喧動何益乎所", "1084": "請住持繼席當酌量而行推有德望者居之不拘", "1085": "諸方之人并法嗣之徒又不可開喪立神位被麻", "1086": "戴白以破佛制云云時蓋三月二十九日未時也", "1087": "嗚呼痛哉謹遵遺命闍維于天中山北煙光所及", "1088": "舍利如雨頂骨齒牙俱不壞五色燦然光耀奪目", "1089": "合山大眾咸頂禮虔禱得舍利無筭諸檀護并及", "109": "浴更衣禮佛。夜間趺坐脫然自了。耆舊之中第一人。", "1090": "門弟子傷悼既久思所以善後而無傷先志各請", "1091": "建塔于福嚴徑山諸處乃卜之像前三卜而皆屬", "1092": "黃檗壽塔僉議皆定八月十六日門人行元行古", "1093": "行法等自福嚴奉靈骨舍利恭送至閩之福清縣", "1094": "黃檗山十月二十六日辰時進塔塔坐亥向巳在", "1095": "萬福寺西隅天柱峰之麓即師初開法地也嗣法", "1096": "弟子隆琦等六十四人他如與偈示語及參叩有", "1097": "得者名公巨儒指不勝屈要皆身入爐鞴染指法", "1098": "味厚德邃養得大受用者也師擔荷天童重任至", "1099": "敬至孝行道三十餘載表冠諸方麾斥八極直心", "11": "跋天衣上座華嚴經跋天衣上座華嚴經", "110": "禪海之眾亦希少。我今舉火特表揚。天上人間作師", "1100": "直行虛公無我奪食驅耕鉗鎚毒辣機用全提稍", "1101": "有枝葉差互痛與彈斥學徒參扣日臻玄奧拒之", "1102": "益來懲之益親如獅子捉象捉兔俱用全力擒縱", "1103": "自繇惟以衲僧為性命上自宸扆公卿下逮閭閻", "1104": "負販情與無情莫不尊仰即平時受指摘而毀且", "1105": "忌者亦鉗啄結舌歎息追悔而不自已其所攝化", "1106": "委積如雲誠心樂施惟恐或後此皆法雨廣潤慈", "1107": "雲弘被之大較也嗚呼師之道大故攝者眾師之", "1108": "門竣故登者難師之法嚴故聞者懾師之德尊故", "1109": "詒者遠非筆舌所能繪其萬一謹按歲月時日約", "111": "表。遂燒。", "1110": "略編次庶天下後世當有標準云爾師世壽六十", "1111": "九法臘五十六自四十一歲開法黃檗歷遷蓮峰", "1112": "法通金粟天童超果徑山維摩堯峰最後示寂福", "1113": "嚴十坐名剎力挽頹宗說法語錄四冊十四卷及", "1114": "祖庭鉗鎚錄心經斲輪解漁樵集挂瓢集別集並", "1115": "行于世。", "1116": "嗣法門人隆琦　行璣　行彌　行元　行密", "1117": "行定　行鑑　行成　行盛　行巳", "1118": "行宗　行敏　行真　寂坦　寂桴", "1119": "行舟　行廣　規權　大全　行觀", "112": "澄若。心如二禪座請為優婆夷胡氏。法名性汝入塔。", "1120": "行古　行宏　行端　行雪　行法", "1121": "行立　行謙　行然　行潛　行朗", "1122": "行淨　行明　行臻　行濟　行仁", "1123": "行中　行敬　行高　行鏡　行湛", "1124": "行琛　行備　行省　行凌　寂泰", "1125": "元順　寂乾　湛瑩　寂定　行志", "1126": "行蔭　行琈　智經　行澗　行會", "1127": "如信　行俊等", "1128": "居士王谷　嚴大參　李中梓　嚴行達", "1129": "徐昌治　董行證　尼行皓仝稽首刊行", "113": "師以拄杖擊香几云。不肯人間埋荒草。特來世外覓", "1130": "石門縣曹門太夫人程氏法名行寧同", "1131": "平湖縣嗣法弟子尼行皓共奉貲敬刻", "1132": "福嚴費老和尚紀年錄壹冊共全錄流通", "1133": "以惠後學伏願法道遐昌山河永靖者", "1134": "嚴費隱容禪師紀年錄卷下終", "114": "棲真。旃檀林裏香風遠。吹動靈苗茂且新。芥納須彌", "115": "多自在。千山圍繞涅槃城。又以拄杖敲几云。即此便", "116": "是真常真樂。真我真淨。入不二門。居不動地。雖然如", "117": "是。更有末後一句。須是自悟始得。良久云。鳥棲無影", "118": "樹。花發不萌枝。", "119": "舉火。云。日出天明。日落天暗。明暗兩忘。寂光顯煥。莫", "12": "華嚴智境。重重無盡。無盡重重。不可說香水海。毛頭", "120": "是天明禪德安身立命之處麼。其或未然。老僧再為", "121": "汝點過。遂燒。云。性火真空。性空真火。根身器界融通。", "122": "便明無上大道靈明廓徹絕週遮。任運騰騰當安樂。", "123": "乃擲火炬。散。", "124": "孝徒非幻。本明等送令先師蓮如上座靈骨入塔。請", "125": "師舉骨。云。藏身處沒蹤跡。沒蹤跡處莫藏身。兩邊俱", "126": "不住。風光格外新。翠竹蒼松長作伴。清風明月許為", "127": "鄰。明眼之人多自得。萬年流水不知春。遂送入。", "128": "破休上座請為令師送靈骨入塔。師提骨云。大眾還", "129": "知麼。離山禪德在生親近天童先師。而今死後到此", "13": "許華藏界。佛身廣大。菩薩無邊。神通莫測。智慧難窮。", "130": "徑山入塔。可謂頭正尾正。且道他安身立命在什麼", "131": "處。遂送骨入。云。劫外乾坤大。壺中日月長。頻吹無孔", "132": "笛。曲調別官商。老僧恁麼舉。一任子孫揚。雖然如是。", "133": "更有轉身一句。須是他出頭來親道始得。又以拄杖", "134": "擊香几三下。", "135": "送開愚耆舊靈骨入塔。提骨云。叢林耆舊。持戒闍黎。", "136": "為眾心切。始終不移。病久知行天正午。了然清淨契", "137": "無為。普同受用如天地。亙古彌今樂自怡。雖然如是。", "138": "收因結果一句又作麼生道。遂入塔。云。突出威音那", "139": "畔行。", "14": "盡被天衣上座筆尖頭上放出墨光。一時收攝。罄無", "140": "請為隱安耆舊舉火。云。當人個事。無去無來。休心離", "141": "念。寂滅自諧。火光爍破娘生面。身世兩空絕點埃。更", "142": "有超方向上路。臘月蓮花觸處開。", "143": "炳文上座請為令師完初禪德入塔。師提骨云。白雲", "144": "為蓋。流水作琴。清明耳目。亙古彌今。從上聖賢同住", "145": "處。清風明月樂禪心。今日老僧親證據。無縫塔鎖萬", "146": "年春。便入。", "147": "忍可上座請為令師祖覺幻老師入塔。師提骨云。覺", "148": "幻老師在生出入先師之門。為人器骨古勁。先師甚", "149": "取焉。向在嘉禾勸化一方。歸寂以來將二十年。幸得", "15": "不盡。從前至後。自始至終。從內至外。一一筆遍歷華", "150": "令孫忍可上座送此入塔。可謂生不離大眾。死不離", "151": "大眾。無水不朝東。有星皆拱北。同住涅槃城。共受無", "152": "生法。如何是無生法。滿目高山青潑黛。春秋不涉自", "153": "忘年。便送入。", "154": "請為清印禪德送靈骨入塔。師提骨云。清印老師年", "155": "高有德。叢林聞望。于真際庵示寂多年。令徒澗月上", "156": "座特送徑山。入此普同。然既到普同底時節。則根塵", "157": "不偶。六識無依。了無蹤跡。迥脫離微。且無住為本一", "158": "句作麼生道。到頭霜夜月。任運落前溪。", "159": "費隱禪師語錄卷第十四終", "16": "藏界。一一墨點出佛功德。義星朗耀於長空。文海浩", "160": "紀年錄卷上福嚴費隱容禪師紀年錄卷上", "161": "嗣法門人資福行觀山陰王谷仝集", "162": "鹽官徐昌治　董行證較", "163": "繼主法席門人行宗　行古重訂刻", "164": "明神宗皇帝萬曆二十一年癸巳", "165": "師諱通容。號費隱。閩之福清江陰里何氏子。其先", "166": "瞻陽望族也。父某。母翁氏俱有令德。生于癸巳五", "167": "月二十四日戌時。少孤。童年即脫白。不復憶覽。揆", "168": "之辰逮黃檗開法。之次年遣徒至故里。為先人營", "169": "窀穸。詢師所生庚甲于親族。從母具道家廟。龕屏", "17": "瀚於意地。虛窗淨几。不異于寂滅之場。斗室匡床。豈", "170": "後有伊父手識存焉。稽之洵然。自是及門緇素始", "171": "慶有。據中多瑞應。師云。宗門不重此。遂不復紀。", "172": "二十二年甲午", "173": "二十三年乙未", "174": "二十四年丙申", "175": "二十五年丁酉", "176": "二十六年戊戌", "177": "師六歲。入鄉校。授讀至孟子止。自後口中喃喃。儼", "178": "若偈頌。識者知其為出世之器。嘗月夜兄攜抱遊", "179": "歷鄰居。因指月云。何故月亦隨我各家來遊。我欲", "18": "隔于妙善法堂。含毫吮墨。正是廣長舌相。展紙舒軸。", "180": "究其原。伯仲聞之皆笑。", "181": "二十七年乙亥", "182": "師七歲。喪父。嘗同母哭於柩所。", "183": "二十八年庚子", "184": "師八歲。英異絕倫。與群兒戲。拔木之巨者以角勝。", "185": "見者異之。故師後遇英俊角立者。稍不循法。必力", "186": "摧之。少時拔木為之兆矣。", "187": "二十九年辛丑", "188": "師九歲。與眾童稚聚嬉。問童云。山峰峭拔。何等人", "189": "斧削的。澗石壘磈。何等人逐來的。又云。天者等高。", "19": "莫非放光震地。風動雲行。正明其六相大義。鳥啼花", "190": "忽然跌下。作麼樣處。童皆無對。師默然疑之。", "191": "三十年壬寅", "192": "師十歲。兄行商三載。母孤守。至是年窶甚。蓋親兄", "193": "六人皆成立。婚娶畢。五晜前後相繼歿。只存一兄。", "194": "出外為治生計。", "195": "三十一年癸卯", "196": "三十二年甲辰", "197": "師十二歲。母死。慟哭仆地。葬畢。依伯叔撫養。", "198": "三十三年乙巳", "199": "師十三歲。寄膳于伯叔。十日為度。周而復始。師每", "2": "嗣法門人隆琦等編", "20": "落。尤顯于十玄妙門。理法界。事法界。乃至事事法界。", "200": "代樵薪之役。", "201": "三十四年丙午", "202": "師十四歲。自二親逝後。家業漸替。諸父因星家言", "203": "師命不宜處俗。乃備香儀。擇吉送師于三寶寺慧", "204": "山老師剃度。躬親眾務。無間晷刻。", "205": "三十五年丁未", "206": "師十五歲。習諸經業。晨夕不輟。多禮觀音願文。是", "207": "冬隨慧山師遷居福州華林寺。", "208": "三十六年戊申", "209": "師十六歲。與青林道友共住。朝暮盤桓禪門中事。", "21": "捨此又向何處歸宗。理無礙。事無礙。至於事事無礙。", "210": "時同遊名勝。登鼓山喝水巖。口占云。巖上草色肥。", "211": "巖下水流急。策杖上巖顛。山空人獨立。時輩稱異。", "212": "三十七年己酉", "213": "師十七歲。建寧水災。浮屍于河。師見之悲痛。因念", "214": "人命無常。每攝心趺坐。同禪寂云。", "215": "三十八年庚戌", "216": "師十八歲。會青林延浙東湛然和尚。至寺度夏。師", "217": "參請。湛示狗子無佛性話。先是師見湛談禪。亦覓", "218": "頓悟要論私閱。湛適見。笑語人曰。這小後生看此", "219": "等書。不知他作麼生解。師不顧。覽不釋手。", "22": "離他更說什麼端的。直是大中現小。小中現大。一為", "220": "三十九年辛亥", "221": "師十九歲每與青林對機會無話墮林對眾云此", "222": "公譬如畫龍若一點睛便當飛去師聞青林談及", "223": "雲門有僧指南墮指參禪不覺發憤遂起參訪之", "224": "志不白師友而去初往江西信州博山路經董巖", "225": "遇普輝者謂師曰子欲參博山請自乃師始師如", "226": "其言竟謁壽昌和尚舉所看狗子無佛性話請決", "227": "昌云任汝恁麼看于是朝夕參此話旬餘值昌陞", "228": "座見一僧出眾對機愈益鼓勵不遑寢食至五鼓", "229": "身世俱空話頭脫落排闥入方丈云今日看破和", "23": "無量。無量為一。於一毫端現寶王剎。坐微塵裏轉大", "230": "尚家風了也昌云你有甚麼見處師便喝昌云是", "231": "事不恁麼師遶一匝昌云秪如世尊拈花意旨如", "232": "何師拂袖便出於是日用自作主宰不起知見一", "233": "日負畚器從昌至田中舉古人道空手把鋤頭和", "234": "尚為什麼又有手把鋤昌云你見麼師便拋擔歸", "235": "寺後黃海岸司理杭州時移師書有先壽昌極口", "236": "稱師根性猛利蓋指此也時有元著關主自負有", "237": "見問師如何是無縫塔師拍手一下著云汝不學", "238": "老實些師云念關主年老放汝三十棒著忿而呵", "239": "叱師遂辭去。", "24": "法輪。時時與遮那相見。念念被普賢把臂。可謂當人", "240": "四十年壬子", "241": "師二十歲由光澤縣往博山憩天龍菴適博山和", "242": "尚亦寓此師一見便問步來車來山云汝管我作", "243": "麼師云不涉途路要和尚道山不理師又問至道", "244": "無難惟嫌揀擇是如何山云我行路辛苦不能為", "245": "汝說師云和尚今日被藕絲牽倒了也便退茶次", "246": "又問師唱誰家曲宗風嗣阿誰山云汝那裏學者", "247": "虛頭來師將山連座一推幾乎倒地山與眾俱駭", "248": "笑師云大眾門外漢笑箇什麼夜分山遣侍者邀", "249": "師徵決所自師述見壽昌和尚因緣山云一個棺", "25": "自己成就。慧身不由他悟。只要信得及。透得徹。便作", "250": "材兩個死漢師求指決山即教參話頭隨至博山", "251": "住三月復參湛和尚于雲門湛一見便問汝是華", "252": "林寺底師一喝湛云我卻老實問汝師便人事湛", "253": "問汝從那裏來師豎扇湛舉德山托缽話徵云德", "254": "山因甚不會末後句師一喝湛云莫掠虛好師云", "255": "今日親見和尚遲明進方丈湛云我在華林時汝", "256": "尚小如今那裏來者些伎倆師作舞而出湛舉夾", "257": "山荅境話法眼道我二十年秪作境會如何是他", "258": "不作境會的意師以手掩湛口湛便休一日湛舉", "259": "凌行婆見浮杯公案徵云如何是他語不知偏正", "26": "佛之長子。亦為世之津梁。雖然如是。縱到恁麼田地。", "260": "理不識倒邪處師隨下語不愜至四五日種種呈", "261": "伎湛皆不肯忽憶靈雲見桃花悟道玄沙卻云諦", "262": "當甚諦當敢保老兄未徹在凌行婆亦如是也舉", "263": "似湛湛向傍人云此子會也師作禮退。", "264": "四十一年癸丑", "265": "師二十一歲與湛和尚論牧牛話不契往天台住", "266": "黃經洞獨居七日脅不至席因無水棄去途遇指", "267": "南師同過苕水見古卓師卓問有句無句如藤倚", "268": "樹是如何師云一盲引眾盲卓問樹倒藤枯句歸", "269": "何處聻師云相牽入火坑一日卓舉東坡悟道偈", "27": "猶是法界量邊。若要出法界量邊。須向祖師門下別", "270": "云溪聲便是廣長舌山色無非清淨身夜來八萬", "271": "四千偈他日如何舉似人問西堂鏡宗云此菴為", "272": "甚卻道是門外漢宗云東坡認聲色邊事卓即肯", "273": "之師云東坡既認聲色邊事他後二句云夜來八", "274": "萬四千偈他日如何舉似人又是什麼意旨宗無", "275": "語師遂過雙髻見雪庭老師問久嚮雪庭到來秪", "276": "見日頭荅語不契復回雲門值越中梅墅坐不語", "277": "期湛和尚領眾師作偈呈湛云禪非坐坐非禪個", "278": "中端的本來圓云云湛亦荅曰禪非坐坐非禪開", "279": "口須知落兩邊云云之偈一晚湛問興化打克賓", "28": "覓棒喫始可。", "280": "汝道如何師云老婆心切湛云克賓是什麼心行", "281": "師籌度間湛云快道出來臨濟一宗在汝手裏師", "282": "忽猛省云克賓是克家真子湛云者些是臨濟宗", "283": "旨汝要曉得湛赴紹興寶林寺講席師隨聽習。", "284": "四十二年甲寅", "285": "師二十二歲終寶林法華期于己分中自覺不切", "286": "遂同僧中虛往天台天柱峰住靜數月適克柔離", "287": "我二禪者至云湛然和尚在徑山圓通殿開堂偕", "288": "往親近問如何是徑山的的大意湛便打師以兩", "289": "手頭上合掌而出解期湛赴嘉興東塔師隨行充", "29": "題雪浪法師墨蹟題雪浪法師墨蹟", "290": "茶頭一晚小參師問如何是超然不借借湛云我", "291": "聽不清汝再問師便喝湛云這是借師又喝湛云", "292": "亦是借師云喝散大眾去也。", "293": "四十三年乙卯", "294": "師二十三歲充行堂後隨湛和尚石佛聽講法華", "295": "至第二卷會得實相之理要須悟證不在言說遂", "296": "同友頑石再參壽昌和尚時饑饉道途艱苦見昌", "297": "纔作禮便問黑白未分時如何昌云非是思量得", "298": "到師遂禮拜昌云汝都在者裏過日麼師云且喜", "299": "沒交涉昌乃休次日師呈偈頌二十餘首昌云這", "3": "雜著雜著", "30": "雪浪法師。千古傑雄。談經義。勝前人。瀾翻貝葉新新", "300": "也不消得汝者後生具有夙根但向蒲團討飯喫", "301": "二十年管教有出頭日子在一日頑石頌楊岐新", "302": "婦騎驢話師與品騭石索師頌云新婦騎驢阿家", "303": "牽者般消息許誰占眉間掛劍揮天地不生嫌處", "304": "也生嫌石持似昌昌以為當石始歎服時梅菴與", "305": "師同寮晝持不語戒夜就師請益普茶次頑石云", "306": "請和尚說茶話昌云茶中本無話因請舉則有有", "307": "則總不是無亦不可守石云請和尚再道一句昌", "308": "云天上人間無如者因顧師云且道老僧意旨如", "309": "何師云某甲卻不聞昌休去昌誕日上堂末句云", "31": "旨。唾吐註文舊舊塵。天下聲騰雷灌耳。京師僧擁火", "310": "如何是不涉廉纖一句師在眾中云請和尚歸方", "311": "丈嗣至廬山石門見憨山大師問古人道離心意", "312": "識參絕凡聖路學意旨如何山云待汝離卻心意", "313": "識向汝道師便喝山云這個後生弄嘴師云要且", "314": "無人證明山不理師便出至皖公山訪瑞白禪師", "315": "遂與度歲。", "316": "四十四年丙辰", "317": "師二十四歲自皖公山過金陵見古潭禪德師甫", "318": "至潭即避去隨到吉祥寺逢離我師適患目留月", "319": "餘又至東塔同麥浪禪師往埭頭陸菴度夏浪多", "32": "傳薪。況能書法超群輩。金畫銀鉤妙入神。活動宛如", "320": "涉義理師每抑之不合而去至蕭山值湛然和尚", "321": "講楞嚴師與會隨即受具。", "322": "四十五年丁巳", "323": "師二十五歲作偈見志云吾年二十五氣海吞佛", "324": "祖不過古人關豈踏今時路師過東塔湛然和尚", "325": "講楞嚴時閩僧定林眾前稱師曰推倒無異喝散", "326": "憨山師應聲曰天下衲僧做一擔擔眾俱稱賞然", "327": "終以師去來不常不留意教乘俱輕視之師發憤", "328": "云區區教理何難講演大丈夫豈落人後乎鬻行", "329": "腳具請經習之隨湛赴海鹽天寧寺講期散歸顯", "33": "源水瀉。端方堪比玉華新。光輝映目多琳聚。晉代流", "330": "聖講法華楞嚴師俱與覆講。", "331": "四十六年戊午", "332": "師二十六歲春湛然和尚講涅槃孝廉馬成允云", "333": "教乘不出寂然不動感而遂通兩語師徵云開口", "334": "成雙橛無言落二三意旨如何允擬議師便喝允", "335": "云開口自然成雙橛師云俗漢便歸堂時有同參", "336": "覺師于雲門講唯識論一元師講四書師亦涉聽。", "337": "四十七年己未", "338": "師二十七歲湛然和尚講楞嚴合論立師為西堂", "339": "付大衣命代座又講華嚴于大善寺亦命代座師", "34": "芳有真。", "340": "座下詰難辨駁日夕靡間湛對眾稱云若不是我", "341": "似汝者樣魔頭實難支遣是年師著心經斲輪解", "342": "按師行繇云最初在根本上參究看教自覺容易", "343": "此時漸發聰穎所有經籍隨看隨記亦隨講演津", "344": "津不輟云。", "345": "四十八年庚申", "346": "光宗皇帝泰昌元年", "347": "師二十八歲龍居慧文法師蘇州化城一雨法師", "348": "先後講楞嚴師俱與聽出心經斲輪解就正雨云", "349": "不惟見理圓妙亦且文字鮮明遂舉師覆講師衣", "35": "金剛經跋金剛經跋", "350": "敝眾多忽之覆講後皆肅然起敬嗣至杭州得宗", "351": "法師處聽唯識論。", "352": "熹宗皇帝天啟元年辛酉", "353": "師二十九歲於諸法師處日相請益詰難辨駁不", "354": "異雲門學問義理繇此日進但自覺本分上不甚", "355": "相應請益于湛和尚未甚得力趺坐自傷不覺泣", "356": "下遂發憤思遍參焉。", "357": "二年壬戌", "358": "師三十歲值僧慧輪持密雲老和尚龍池錄頌古", "359": "二冊至師展閱畢歎曰者老漢有大過人處必能", "36": "此經無住為宗。真空為體。破疑為用。熟酥為教相。然", "360": "為我了事欲往參而未果一日僧至雲門傳密和", "361": "尚自江西來將往天台暫憩吼山師冒雨往見便", "362": "問覿面相提事若何密便打師云錯密又打師盡", "363": "力一喝密秪打師秖喝至第七打師頭顱幾裂所", "364": "有伎倆知解一時冰釋乃對密云我識汝是臨濟", "365": "兒孫請坐密坐定師翻身將密拄杖打密三下乃", "366": "云汝佛法元來如此持拄杖便行密云且來且來", "367": "師不顧密隨步奪回拄杖打一下師云看破了也", "368": "一宿而返。", "369": "三年癸亥", "37": "無住者不住有無。對待之法如旋火輪。如水長逝。無", "370": "師三十一歲在姚江陳賢嶺掩關自是日用現前", "371": "覺從前知見如布袋盛錐子一一敗露無一句得", "372": "力乃取所著金剛合論及頌古水鹽集等書悉焚", "373": "之旋觀傳燈諸祖鉗鎚默然契合遂集祖庭鉗鎚", "374": "錄一卷後有門人孝廉王谷作序師又著頌古一", "375": "冊覺從前所憶公案會意迥別因評論諸方謂被", "376": "夾雜拖帶擔閣半生感密老和尚法乳之恩乃脩", "377": "通法嗣書并錄頌古遺徒馳天台通玄上之密老", "378": "和尚復書云從上師資投契皆出偶然如上人問", "379": "不帶枝葉老僧荅本分未嘗一辭措于上人分上", "38": "暫停息。以見此般若之性。亙古恒存。熾然不息。無容", "380": "契不契不期然而然豈有意乎其錄頌二端大約", "381": "不錯未免小不妥耳書尾又云不發回俟上人出", "382": "關了來師閱書即出關往見密問薰風自南來殿", "383": "角生微涼汝作麼生會師云水向石邊流出冷風", "384": "從花裏過來香密云離此又作麼生師云放和尚", "385": "三十棒密云除卻棒又作麼生師便喝密云喝後", "386": "聻師云更要重說偈言密休去師別老和尚歸閩", "387": "路經高明會無盡法師盡不為意師指盡手中數", "388": "珠辨四悉檀義盡愕然師又問據天台判法華為", "389": "圓教約圓教則無方便與不方便為什麼猶有方", "39": "人涉途路。受波吒。落窠臼。若涉途路。受波吒。落窠臼。", "390": "便品盡云方便者乃秘密也師云既是秘密為甚", "391": "不安為秘密品卻安為方便品盡無對眾失色師", "392": "拂衣去。", "393": "四年甲子", "394": "師三十二歲歸閩姚江張客卿嘗扣關參請是年", "395": "卿領鄉薦以書通候師復書勉勵之上博山和尚", "396": "書其略云夫人出世主張宗門須是通方眼目具", "397": "嚴大手段始不負達摩西來單傳直指之風而亦", "398": "不昧此道堂皇闊略不是邊隅故撥火明道開田", "399": "說法乃至亂草邊钁頭下皆有舉揚此道者豈例", "4": "題血書華嚴經(楚文禪人乞)題血書華嚴經楚文禪人乞", "40": "則非契此般若之性也。真空者十法界中四聖六凡。", "400": "授以死工夫為然哉山不荅時青林掩關于石林", "401": "菴師訪之甫至關前便云汝在裏頭作什麼林咄", "402": "一咄師云汝者一咄未有主在林未及對師遂一", "403": "拳擊碎關門便行林由此驚異師嗣至復詰林云", "404": "汝參甚麼話頭林云參三不是話師云是誰之語", "405": "林云南泉師云南泉未出世時又作麼生林擬議", "406": "師便打林罔措師便行自是遍歷雪峰玄沙靈雲", "407": "諸古坊覓地縛菴無恰意者按師行由云日用知", "408": "非從前不守本分處始覺微薄推門落臼因語識", "409": "人從上古人公案默會更覺不同從前所作頌又", "41": "千差萬別。不出依正二報。根塵識三六三十八當體", "410": "用不得遂焚之。", "411": "五年乙丑", "412": "師三十三歲至茶洋山搆菴棲止山最僻遠勢險", "413": "峻人跡罕至日則種蔬樵採夜則脅不至席時聞", "414": "山魈虎狼之聲如是住三年。", "415": "六年丙寅", "416": "師三十四歲見僧曹源駁漢月藏禪師與密老和", "417": "尚相見機緣作辨謬論一冊此時師雖居巖谷名", "418": "震諸方焉。", "419": "七年丁卯", "42": "全空。無有一法可當情。以見此般若之性徹底真空。", "420": "師三十五歲春密老和尚寄手札與師云老僧上", "421": "年五月赴嘉興金粟之請雖僧眾聚首而老僧年", "422": "邁不及蚤暮與人提持上人可一出以助我亦可", "423": "了彼此未完公案耳師復書云大丈夫兒豈因一", "424": "幅紙波波挈挈不自休息乎因不出嶺是年移居", "425": "鼓山編茆曰別峰菴復住三載。", "426": "思宗皇帝崇禎元年戊辰", "427": "師三十六歲偶閱博山禪師信地說禪門警語著", "428": "禪門金錍一書。", "429": "二年己巳", "43": "無容人別作解會也。破疑者如須菩提在會當機。頻", "430": "師三十七歲住別峰密老和尚命僧淳輝來召漢", "431": "月禪師附書寄候送所著述諸書師閱之見其出", "432": "世拈香于本師外復拈寂音高峰等香作書規之", "433": "隨出嶺至金粟命為西堂師辭免乞進侍司寮一", "434": "晚密老和尚索頌薰風自南來師頌云匝匝薰風", "435": "正令機通身觸著冷無依分明一句離情謂教我", "436": "如何舉似伊咄須著眼莫遲疑好看當人額下眉", "437": "密云描也被汝描成畫也被汝畫就秪如描也描", "438": "不成畫也畫不就汝又作麼生師便出一日檀信", "439": "設齋請老和尚上堂師問檀信敬持無米飯前來", "44": "頻發問。種種生疑計二十七。而世尊悉皆按下。都與", "440": "供養十方僧如何是應供一句密云此去杭州一", "441": "百五師云應供一句蒙師指今日陞堂事若何密", "442": "云露也露也敗也敗也師云大眾證明某甲禮拜", "443": "密云還不知羞師便喝密云再喝一喝看師便出。", "444": "三年庚午", "445": "師三十八歲春歸閩道經延平大木溪師偶立船", "446": "首遇舟相撞墮入溪底自念此是放身命處頃之", "447": "浮起眾挽上船至閩居半載餘福清緇素欲請密", "448": "老和尚住持黃檗山懇師介紹師同僧隆瑞居士", "449": "林杰夫等抵金粟躬邀密許之是冬師就職西堂", "45": "決破。如金剛寶劍不容人擬議觸犯。所謂對有有壞。", "450": "王大含谷參老和尚其友王金如囑云如見老人", "451": "相契固善否則當見費隱禪師此人為老人得法", "452": "弟子要渠啟迪谷參老和尚不契遂謁師師痛下", "453": "鉗鎚五日內有省機緣載全錄中臘八上堂師問", "454": "世尊睹明星意旨如何密云瞎師云將謂和尚忘", "455": "卻了也密云漆桶不快師便喝密拈棒師云元來", "456": "元來便禮拜密云元來元來除夜小參師問古人", "457": "烹露地白牛分歲和尚今晚如何折合尚便打師", "458": "云恁麼則年窮歲盡去也密云汝又恁麼去也師", "459": "禮拜云謝師指示。", "46": "遇空空敗。總教人直下信入。到真空無住之法為究", "460": "四年辛未", "461": "師三十九歲是春隨密老和尚赴黃檗席初上堂", "462": "云隻葉片舟泛海中乘風來到福城東洪波浩浩", "463": "無餘事只作拋綸擲釣翁還有衝浪金鱗麼出來", "464": "相見師以坐具覆頂云會麼密打云一釣便上師", "465": "一喝歸眾又上堂師問黃檗痛施三頓棒臨濟家", "466": "風自此興今日吾師登此座擬將何法接何人密", "467": "云放汝三十棒師云請師再道一句密云猶不知", "468": "羞師禮拜是年七月望日密取來源拂子并袈裟", "469": "一頂當眾付與師拜受之八月朔密歸金粟師送", "47": "竟也。熟酥者蓋世尊自出世來。住世四十九年。說法", "470": "至浦城密止之乃辭去蔡恪恭請師上馬峰師即", "471": "允赴于時衲子雲從漸成叢席。", "472": "五年壬申", "473": "師四十歲住馬峰寧波阿育王迎密老和尚密許", "474": "之金粟諸檀復堅留不已密乃以書召師代主金", "475": "粟師固辭密復與師書云行脩齎書至知吾徒弗", "476": "領金粟事更善足見吾徒死心住山但當眾不拘", "477": "多寡于日用間須用本分一著子則自然利己利", "478": "人古人所謂於深山钁頭邊覓一個半個報佛祖", "479": "恩是也又書云吾徒此時正宜住山不可欲速妄", "48": "三百餘會。從阿含小教。方等並談。至此般若會上。諸", "480": "動且得人不在多唯務得一人半人真正本色衲", "481": "子以報佛祖之恩是吾所望茲因時輝回閩特寄", "482": "佛果祖應菴祖兩刻吾徒當依二祖垂訓以煆學", "483": "者得相繼綿遠是吾徒之正事也。", "484": "六年癸酉", "485": "師四十一歲住馬峰三載福清紳士請師主席黃", "486": "檗十月十五日入院衲子雲臻上堂拈香云者一", "487": "瓣香最初到處尋覓不得到手一旦到手便乃當", "488": "陽披露不可指目末後遇著個沒眼睛老和尚伸", "489": "手一捏直得脫白無光爇向爐中專為本師密老", "49": "大弟子根機淘汰。纔得純熟。堪歸實相無上甚深妙", "490": "和尚用酬法乳之恩西堂隱元問一線陽春曲繇", "491": "來和者稀如何是陽春曲師云眉毛八尺長元禮", "492": "拜師云何不再進一語元歸位師休去。", "493": "七年甲戌", "494": "師四十二歲住黃檗隱元琦在座下一日頌百丈", "495": "三日耳聾話呈師云一聲塗毒聞皆喪遍地骷髏", "496": "沒處藏三寸舌伸安國劍千秋凜凜白如霜師閱", "497": "竟遂陞座拈拂子云正恁麼時容道者一枝拂子", "498": "囑付表揚琦拜受邑侯費中立侍御林心弘孝廉", "499": "林無念入山立問許多高足到山老師個個都打", "5": "法界無邊量。分明在一身。毛孔無窮盡。心思不可論。", "50": "法。然則此經具有此四重大義。故自古至今。傳布人", "500": "發去師云人人本具又問看語錄不知意旨作麼", "501": "生師云知與不知是個什麼又問令徒中有幾個", "502": "得意底師云縱目所睹無念問和尚還看文字麼", "503": "師云隨分念云宗門不立文字為什麼又看師舉", "504": "拂子云者個且道是文字內文字外念舉茶鍾師", "505": "默然心弘問貴教中說輪迴還是有是無師云存", "506": "乎其人弘云如是則無輪迴也師云信之則有不", "507": "信則無弘聞師提誨翻然信向師因寺基水脈迅", "508": "直築壩以截奔流成大池沼值常住儉乏盡出缽", "509": "資供眾惟以衲子為念不留長物又置法產若干", "51": "間。流通四海。若緇若素。若男若女。咸肯書寫讀誦。受", "510": "畝永作飯僧業著黃檗勘語一卷廣文上官憲作", "511": "序又著曹溪源流頌一卷刻虎丘隆祖錄白雲端", "512": "祖錄三教平心論書法語一則示隱元琦。", "513": "八年乙亥", "514": "師四十三歲命朗真璣百癡元脩黃檗志亙信彌", "515": "入室師問世尊拈花意旨如何信豎拳師云即今", "516": "事作麼生信云早間普請下午入室師云放汝三", "517": "十棒又問朗真世尊初生意旨如何真作指天指", "518": "地勢師云上他釣了也真一喝師云蓋覆了也真", "519": "禮拜云謝和尚入室師頷之冬付亙信彌。", "52": "持解義。乃至刊刻印行。皆是宿種善根而來。以能信", "520": "九年丙子", "521": "師四十四歲春辭黃檗過建寧地藏院結夏西甌", "522": "李猶龍謁師問生死就在輪迴處麼師便掌龍擬", "523": "進語師震威一喝少頃龍起揖云有意旨在師云", "524": "是什麼意旨龍對師呵呵大笑師復與一掌龍笑", "525": "而去是秋僧清宇請住蓮峰外翰上官憲紳士劉", "526": "雲子李猶龍皆依座下朝夕咨詢漳紳顏壯其見", "527": "師語錄肅啟請舉揚大法葉泰交乞題亡父讚并", "528": "師像讚西人創天主教毀佛師著原道闢邪一卷。", "529": "十年丁丑", "53": "受此法。如乳之變酥。酥之變熟。更無疑惑者矣。且此", "530": "師四十五歲是年春師往天童省覲密老和尚密", "531": "上法堂親撾鼓告眾曰老僧昔年黃檗付衣拂與", "532": "費隱已出世為人今來省覲老僧舉伊為座元大", "533": "似降尊就卑雖然若謂降尊就卑正是眼搭󳯨且", "534": "既不可喚作降尊就卑又喚作什麼煩大眾齊送", "535": "歸位時眾萬指或有請益師唯以佛法提綱靡不", "536": "欽服杭州司理黃海岸具柬儀書問十二則呈師", "537": "師荅復之顏壯其具啟相邀師復書云前訂孟夏", "538": "赴命面奉麈談不意本師堅留首眾不能如願門", "539": "下理學真儒留意禪宗雖未覿面自神契千里把", "54": "經古德常稱為句句鐵橛子。令人豁落見聞。悟旨發", "540": "袂傾吐當有時節是秋溫州縉紳緇素請師住法", "541": "通乃辭下山合寺相送中秋日進院禪流景從司", "542": "理賀公九邵晉謁師麈談終日公蹶然起曰自己", "543": "分中如何得搆師云須自承當公曰作麼生承當", "544": "師云自古至今更非第二人公擬議師云擬議即", "545": "蹉過公歎服而別時薦紳邵金門周印宗陳三有", "546": "輩相依參請殆無虛日王大含谷作師語錄序付", "547": "朗真璣并示法語五則示居士楊臺臣繆昌之夏", "548": "欽仲法語各一篇。", "549": "十一年戊寅", "55": "機。所以六祖大師一聞應無所住便悟得。菩提本無", "550": "師四十六歲春嘉禾郡守鄭公瑄司理文公德翼", "551": "鹽官令朱公應熊及杭嘉兩郡紳衿請師主席金", "552": "粟廣慧寺師允之七月師自法通至武林暫憩報", "553": "國院諸紳士請上堂王大舍邀師遊西湖賦詩以", "554": "紀勝二十九日師進院雨集至上堂時即霽孝廉", "555": "徐公覲周云金粟忽沾法雨較勝缽龍說法大放", "556": "光明重開天眼王大含亦賦詩志慶云一條拄杖", "557": "極其貧招得行人競問津堅請豈徒今夕事相傳", "558": "猶記昔時人慈霖自是同天注法曜還應與日新", "559": "何用上倉垂此象卻將好意惹他嗔是時衲子幾", "56": "樹。明鏡亦非臺。本來無一物。何處惹塵埃。更有古德", "560": "萬指師以佛果應菴禹門三祖及天童老和尚四", "561": "家明訓約束之孳孳靡懈命西堂百癡元節取清", "562": "規集兩序須知以便執事遵守江陰黃介子自敘", "563": "曾到天童師云曾住幾時黃云七八日師云還得", "564": "天童意旨麼黃云不得師云既不得莫是蹉過麼", "565": "黃云若有得則真蹉過師云今日識得居士也董", "566": "爾潛居士行證來參歷有機緣載全錄臘月有巨", "567": "室于寺後山巔營葬鄰眾往拒之葬主具詞干及", "568": "寺內師對眾云住持之體福共受禍獨當汝等勿", "569": "得動念我自赴質給諫乾颺虞公留止師云我祖", "57": "忽聞應如是知。如是見。如是信解。不生法相。亦皆開", "570": "師門下人斷不籍勢以自衛師至縣徐公覲周云", "571": "大宗匠何必作如此去就師云獨不聞素患難行", "572": "乎患難乎徐躍然曰和尚所見甚正宰延見于賓", "573": "館時虞公謂宰曰和尚昨者即欲飄然長邁矣某", "574": "等留之乃止師曰我佛祖兒孫了生脫死若竟去", "575": "是為逃生死也余豈然哉宰堅請師回寺乃歸示", "576": "蔣通權偈復孝廉唐祈遠問道書錢爾敕請題像", "577": "贊金粟檀護自蔡子穀而外如吳磊菴徐型堂覲", "578": "周伯元君載張扶搖許元忠董久徵爾立吳稚仙", "579": "弘度伯載仲木祝仲基沈水臣陸韜穎張方儒皆", "58": "悟。溯上若在家。若出家。受持讀誦。信解悟入者亦不", "580": "往來咨扣法社肅如于斯為盛是歲建船坊六楹", "581": "寮三楹脩延壽堂及普同塔。", "582": "十二年己卯", "583": "師四十七歲春付百癡元示法語又付三笑密玄", "584": "密定復隱元琦書略云上座既主席黃檗當以煆", "585": "煉衲子為懷須臾不可放過惟左敲右激挑剔成", "586": "材使法系直與虛空相終始永遠聯芳不致斷絕", "587": "是老僧之素望也其餘皆因行掉臂若捨重就輕", "588": "恐不得其人有忽從上來事須極力砥勉之為沈", "589": "水臣題雪山像贊復錢而介問道書兩題天童密", "59": "勝屈指。可見此經是傳佛祖之慧命。是眾生入道之", "590": "老和尚真贊刻靈源筆語一冊天王殿災為重建", "591": "之子穀蔡居士題額曰密雲彌布。", "592": "十三年庚辰", "593": "師四十八歲春付孤雲鑑古淵成時僧眾輻輳歲", "594": "儉不給師持缽至海寧縣陳彥升太史偕弟次升", "595": "特請于慶善禪院上堂歸赴董爾立爾潛請為表", "596": "弟查玄生對靈小參子穀蔡居士請題密老和尚", "597": "真贊答工部金門邵問道書作同門石車乘和尚", "598": "像贊復漳州曾心空居士問道書彙刻破邪集徐", "599": "覲周作序捐貲又著闢謬一卷置河東地若干畝。", "6": "彼此多交攝。自他共一真。滴血收華藏。全經是血林。", "60": "增上緣。以無我相。無人相。無眾生相。無壽者相。故能", "600": "十四年辛巳", "601": "師四十九歲春付本充盛柴立已彥升陳公參請", "602": "問云如某墮在官身如何得相應去師云即在官", "603": "身上保國保民無有不相應者公云者些子恐當", "604": "不得師云又不肯承當將謂別有那邑侯劉公堯", "605": "珍鄉紳徐公光治昌治同貞錢公啟鴻入山參禮", "606": "夏付空巖坦秋持缽當湖馮子近居士呈十八問", "607": "師答之嗣至魏塘寓慈雲寺孝廉周君謨侍茶次", "608": "論及格物師拈一果云者個是物你作麼生格周", "609": "云放下著師云又撥過一邊周云者老漢將謂別", "61": "普令十二類生悉皆悟入無餘涅槃。蓋以般若無住", "610": "有師云如何是汝不別有的意周驀豎一拳師云", "611": "不得喚作拳頭又作麼生周擬進語師便掌周當", "612": "下釋然唐祈遠參自陳看三不是公案師驀豎拳", "613": "云者個喚作什麼遠擬進語師便掌次日請上堂", "614": "有不是心不是佛不是物當陽突出虛空骨丈夫", "615": "猛利便承當踢碎從前閒窠窟之語遠于是冬閉", "616": "關擇木堂其父總憲存憶公呈偈云遠從康祖到", "617": "天童歲歲人天擁梵宮今日斬新圖舊令看師赤", "618": "手振宗風密老和尚離天童祁公季超迎于家園", "619": "師至越省覲時寧國詹曰至求法語師書示之又", "62": "故。般若實相故。般若破疑故。如是則重谷陸居士具", "620": "為題布袋和尚大慧禪師二贊冬付蒼霞桴本寺", "621": "南房求歸常住購其業。", "622": "十五年壬午", "623": "師五十歲春付斷眉敏課虛真韜明宗五月師誕", "624": "日上堂有老漢五十年赤條條之語孝廉王大含", "625": "自越來祝壽命居擇木堂六月付大含谷七月念", "626": "二日密老和尚訃至師撤位挂真舉哀指真云佛", "627": "祖源流曹溪正脈綿遠相傳至我老和尚三十四", "628": "世六興巨剎海眾同居一條白棒撐天拄地直指", "629": "當人本命元辰契其旨者既多會其元者綦盛三", "63": "有宿根。荷負此法。刊刻流通。印行布施。亦是要人悟", "630": "十年來道滿天下一代化儀周全完備本懷既罄", "631": "遽爾歸真誰謂法眼滅法河乾法梁折直是超古", "632": "越今光前裕後眼目爍破四天下百世無能踰之", "633": "者既爾今日又一場特地作什麼拘尸城畔聊通", "634": "信要與人天普共知便舉哀就地寢者百日率王", "635": "谷上通玄治喪當眾燒遺拂磨圖章以杜承虛接", "636": "響之弊公舉林野奇和尚繼席通玄著斥狂解十", "637": "一月木陳石奇二和尚躬至金粟請師繼席天童", "638": "師堅辭之及密老和尚龕至天童師特詣禮龕脩", "639": "供。", "64": "入此無住之真宗。傳佛祖之慧命。乃作自利利他。於", "640": "十六年癸未", "641": "師五十一歲正月往天童恭送密老和尚靈龕入", "642": "塔題楚文禪人血書華嚴經到東明禮三遠祖塔", "643": "孤雲鑑請于本寺上堂龍池眾職事持陽羡護法", "644": "書請師繼席禹門師推舉萬如和尚應之水臣沈", "645": "居士本淨禪人各請題密老和尚真贊復紳士閔", "646": "念脩張雲上錢聖月問道書司理黃元公自陳得", "647": "力于壽昌師亦復之建密老和尚衣缽塔于金粟", "648": "唐存憶都憲作銘勒石付又度舟天水廣雲浪全。", "649": "十七年甲申", "65": "塵勞網中做個金剛漢子。雖然如是。更須分曉佛未", "650": "弘光皇帝改元", "651": "師五十二歲春閔念脩請師為母夫人對靈小參", "652": "遊道場山黃檗隱元琦百山百癡元來省覲舉為", "653": "立僧秉拂刻五祖演錄金粟寺志付尚綬權", "654": "思宗皇帝大行師撒正位罄散缽貲通玄林野和尚", "655": "過訪師請上堂先為引座款接歡愜著闢謬說冬", "656": "脩大雄殿裝人天師像𨍏轢嚴居士來參請師上", "657": "堂有機緣相契納徐覲周施田一十八畝。", "658": "福嚴費隱容禪師紀年錄卷上終", "659": "卷下福嚴費隱容禪師紀年錄卷下", "66": "開口。祖未西來。者一著子透脫得灑灑落落。不依佛。", "660": "嗣法門人資福行觀山陰王谷仝集", "661": "鹽官徐昌治　董行證較", "662": "繼主法席門人行宗　行古重訂梓", "663": "大清順治皇帝二年乙酉", "664": "師五十三歲梓密老和尚全錄一十二卷付靈機", "665": "觀居士嚴𨍏轢大參值國變烽煙四起師撤正位", "666": "蒲團地坐僧眾驚惶勸師他適師厲聲曰汝等若", "667": "畏死即束裝他往不可亂我清聽眾心始安為孝", "668": "廉正法弘薙染秋僧天空請師退居天目師策杖", "669": "遍遊尋返金粟跋天衣耆宿手書華嚴經東明孤", "67": "不依法。不依賢聖僧。纔有自由自在分。不然依經解", "670": "雲鑑來省覲舉為立僧秉拂武林徐道真建禪院", "671": "于黃鶴峰請師退居顏其院曰直指。", "672": "三年丙戌", "673": "師五十四歲至直指徐道真居士請上堂歸付靈", "674": "嶽古時古淵成出住天目昭明師與偈有自古居", "675": "山無別策法幢久豎要心堅之句夏開半月池于", "676": "山門外秋四明韋郡守慈谿時邑侯定海朱邑侯", "677": "同合郡縉紳及天童兩序致書請師住天童師固", "678": "辭眾哀懇不已允之招孤雲鑑為立僧領眾金粟", "679": "迨天童催啟再至師即上堂辭眾穎正端正法弘", "68": "義。三世佛冤。離經一字。即同魔說。請向于此著一隻", "680": "並受記莂師就道過長安鎮于覺王寺上堂至甬", "681": "東十月十一日入院先是明州亢旱日久迨師至", "682": "甘霖大沛入院之辰朗霽如初俱謂師道力所致", "683": "即日陞座子穀蔡居士有龍神呵護顯神通水湧", "684": "風從新日紅之問龍象圍繞千五百餘師懸密老", "685": "和尚像於法堂每晨鳴鼓率眾敬禮三年無間掃", "686": "合山祖塔至小天童宋宏智祖師塔院見牆壁傾", "687": "頹碑殘像毀作二偈志感有護塔影堂誰拆盡頓", "688": "令群鶴起悲哀之句定海總鎮王公之綱題人天", "689": "選佛場額于法堂入山問道師提持嶄巀致渠篤", "69": "眼。可也。試決之。陸居士以為何如。", "690": "信是歲付離言法千峰立。", "691": "四年丁亥", "692": "師五十五歲時眾千餘皆諸方角立之士參扣激", "693": "揚宗風大振參戎吳公岱慕道皈依巡道孫公枝", "694": "秀贈最上一乘之額偕總督張公杰入山問道先", "695": "是宏智祖師塔院香火田一頃久被侵沒是夕張", "696": "公夢入破寺見老僧受食覺而異之明旦質之師", "697": "師云但有東谷祖師像在廢頹殆甚張躍馬往觀", "698": "儼如夢境即捐俸恢復院產咸謂報應龍天之句", "699": "預讖焉本山房僧舊遺鹽丁歷年科稅為患師致", "7": "一字一法門。一筆一佛身。染淨同時顯。聖凡不二因。", "70": "一化上座募裝大悲菩薩像并供器等乞偈為引一化上座募裝大悲菩薩像并供器等乞偈為", "700": "書當道立為蠲免復建隱蓋亭于清關橋外題曰", "701": "鎖翠初老和尚壘築萬工池堤數百丈俾眾川水", "702": "有所匯歸後又傾圮師復興之復案山若干畝重", "703": "建幻智菴普同塔院塑天王像於山門鹽官檀護", "704": "因金粟虛席請還山師遂渡錢塘以慰眾望立", "705": "正法弘為西堂付太白雪復入天童。", "706": "五年戊子", "707": "師五十六歲罄捐缽貲鼎新密老和尚塔豎塔銘", "708": "道行二碑砌月臺明堂鋪兩廳磚地脩山門階圾", "709": "復後山地若干畝。", "71": "引", "710": "六年己丑", "711": "師五十七歲元旦上供于密老和尚影堂孝思悽", "712": "愴供饌蠲潔一眾感惻復宏智祖師故產若干畝", "713": "重建塔院脩覺雲外岫等塔秋師因徐氏毀塔造", "714": "墳欲為清理徐訐訟於官師即曳杖渡江竟抵皋", "715": "亭直指菴四明當道及鄉紳合書敦請還山師力", "716": "辭之時語溪檀護及舊住請師住福嚴雲間當道", "717": "護法又請開法超果師先允雲間請故兩辭之赴", "718": "超果應期萬指雲集華亭繆邑侯上海高邑侯詞", "719": "林曹公峨雪等慕師高風設禮問道四眾求示偈", "72": "千手千眼大悲佛。接引眾生無窮極。眾生攝在一光", "720": "贊詩銘者日無寧晷師隨至隨荅應酬無倦室中", "721": "垂示云衣帶下一線清風意旨如何紛紛酬語無", "722": "中的者道衡相居士乞示師示偈云道若得其衡", "723": "綱宗眼目正不然亂如麻應笑東坡秤并荅其十", "724": "問道閑扈止二法師謁師于茶菴以蹣菴一喝分", "725": "五教話辨難師為析之領解心服莊公榿菴張公", "726": "子固朱公匏菴等俱以偈問道師一一酬之三題", "727": "密老人真讚及自題像讚具載全錄超果錄成峨", "728": "雪為之序。", "729": "七年庚寅", "73": "中。感應道交難思憶。不知此光起何處。推窮無虛亦", "730": "師五十八歲春超果解制付讓菴潛劍眉謙古風", "731": "然遂辭超果院韜明宗請蒞龍華上海宰高公延", "732": "師內署設齋致敬懇為少子薙髮摩頂嗣至清浦", "733": "玄津菴慈門寺上堂過嘉定緇素騰踏中流幾覆", "734": "過婁東詞林吳公梅村等請師於寧海寺上堂四", "735": "眾奔湊法座幾陷至虎丘掃隆祖塔時申公青門", "736": "姜公如農周公子佩昆季皆追隨佩為父忠介公", "737": "乞題贊有獨許先生翻佞海罕逢時輩照龍河之", "738": "句時福嚴覆請至福嚴真歇了禪師道場殿宇傾", "739": "圮殆盡師至芟刈草萊蔚興堂構清江檀度金陵", "74": "無實。如環無端密且圓。六根互用猶如一。一根返源", "740": "圓覺相繼請師俱辭之是夏付漚天朗至鹽官題", "741": "覲周徐居士像有全身擔荷佛法覿體承當自己", "742": "之句秋雲間鄉紳單公狷菴等請師至小崑山主", "743": "刻五燈嚴統先是洞下遠門柱公集五燈續略以", "744": "青原居南嶽前師依原本先南嶽次青原至天皇", "745": "天王二派悉照藏經丘符二碑一嗣馬祖一嗣石", "746": "頭而雪峰德山以至雪竇總列南嶽下至於承虛", "747": "接響者直筆削去崛起遙嗣者列之未詳正續凡", "748": "二十五卷八月孝廉張公謀遠乞題父像有孔門", "749": "深領略格物見真傳之句素本禪人乞題中峰本", "75": "六解脫。圓通普應無差慝。如斯神用不思議。永為眾", "750": "遠祖像及雪浪法師墨跡去習禪人乞題聞谷大", "751": "師像贊嗣泛泖湖登塔賦詩有人影入空天眼小", "752": "練光照野日輪孤之句付士材李居士中梓如意", "753": "一柄未幾歸福嚴付逵夫明蓮如淨性空臻蘇杭", "754": "當道紳士請師住徑山內翰范公周撰疏其略云", "755": "脈接廣慧微傳心握曹溪正印敲風打雨任教擊", "756": "碎玉麟喫飯穿衣是處倒騎鐵馬大司空豈凡金", "757": "公疏云徹地通天百萬魔嬈戢影拖泥帶水大千", "758": "世界知恩師允其請於十一月二十七日入院徑", "759": "山雖為祖庭奈法席久虛荒亂相仍僧規彫獘百", "76": "生作利益。所以繼公發大心。募眾檀那裝像立。像既", "760": "廢未舉師住後駢聚數千指肅整清規興復古制", "761": "驅頑植德煥然改觀時諸方混濫師獨卓立孤峰", "762": "法道賴以砥柱四方品行超越者咸趨向焉。", "763": "八年辛卯", "764": "師五十九歲付鐵舟濟時值饑饉師居徑山最峻", "765": "僻跋涉不易而僧供罔缺兵革縱橫而叢社奠安", "766": "皆師道力所致于室中垂五問一水既無筋為什", "767": "麼長流不斷二佛祖公案猶空中紙鷂向何處收", "768": "取線索三鵬搏峰與晏坐峰相交且道說個什麼", "769": "四風扇大野畢竟作何形色五望江亭上垂機誰", "77": "裝嚴供亦然。供具莊嚴非等匹。道場成就赫赫然。最", "770": "是知音一時酬語罕契機者以偈寄候檇李譚公", "771": "埽菴有筆騰水月三千頃舌吐河沙萬斛奇之句", "772": "徑山晏坐峰乃大殿左脈下即張九成所建無垢", "773": "軒前主僧因事券質房僧師贖歸常住重榜無垢", "774": "軒于室古蹟復顯山無樵採之累秋往雲間過虎", "775": "林詞林韋念莪公請師於慧雲寺上堂為父中憲", "776": "中子寅祝壽過檇李譚公埽菴謁師於白蓮寺問", "777": "及五燈嚴統云目今法門混雜當以出類拔萃者", "778": "載之若止論相承似不足取師告以從上來源俱", "779": "有統系若無根瑞草智者弗貴耳次日延師至家", "78": "勝因緣人追繹。正念攝心入聖林。從聞思修莫放逸。", "780": "論議彌愜歎曰師真宗門中一人也至吳江中書", "781": "周公永言等請師於接待寺上堂有大家齊出超", "782": "方手撥轉徑山舊法輪之句至吳門靈巖繼起儲", "783": "法侄托護法請師入山師云姑蘇地屬衝要往來", "784": "不免奚必周旋中禮惟不忌祖德弘揚祖道為望", "785": "耳詰朝復耑頭首職事敦請師策杖已過鹿城矣", "786": "吳中章美字拙生自號藥樹頭陀獨歸向於師是", "787": "秋即世師以偈挽之有筆走龍蛇光閃電文騰山", "788": "海燦驪珠之句至雲間理刻嚴統還山經福嚴以", "789": "偈示晦之簡過禹杭邑侯費公躬至法喜寺參扣", "79": "世間多少奇男子。遭此良因財勿惜。", "790": "王子尚子淑等請益師作書并二偈致之和孝廉", "791": "何公義兆南湖藝花詩寄懷周公安仁詩冬徐覲", "792": "周七袟師作偈贈祝祖堂混雜賓主不分師建列", "793": "祖堂于殿右以祠本山歷代開法住持凡八十一", "794": "代建方來名宿堂於殿左以奉諸方觀光流寓者", "795": "建方丈於不動軒後凡五楹祖席規模大略具備", "796": "臘月為古燈傳薙染示以偈宋無準範禪師為徑", "797": "山四十二代住持嗣臨濟二十四世孫師七世祖", "798": "暮年退居張堰接待雲水頃成叢席規制壯麗", "799": "仁宗皇帝御書賜額萬年正續示寂後全身塔於", "8": "遮那純妙體。秪在剎那成。雖然如是。父母未生已前", "80": "小佛事小佛事", "800": "寺傍師欲修塔祀掃故址湮沒徘徊傷悼作偈志", "801": "感徑山一席積衰既久兼以兵燹交訌師獨不避", "802": "艱險權衡靜鎮寬嚴並濟竭力主持魔外因而冰", "803": "釋祖制得以重煥云。", "804": "九年壬辰", "805": "師六十歲以嚴統事過鹽官會徐覲周居士舊時", "806": "檀信輸委雲填五月念四日師誕辰道俗祝慶者", "807": "幾二千眾雲間諸紳同峨雪曹公作文稱賀餘杭", "808": "令費公有千尋碧藕床間錫萬歲冰桃缽裏金之", "809": "句毘陵殿元楊公廷鑑貽詩有五峰今日高天下", "81": "為亡僧舉火。云。性火真空。性空真火。如是了然。超佛", "810": "萬指都教拜下風之句師並酬以偈七月付公衡", "811": "仁雲谷中八月往宜興龍池掃幻有老和尚塔題", "812": "偈有咸知靈骨藏幽石誰識真風遍遠垓之句塔", "813": "製儉約規模樸稚用示典型先老和尚置田若干畝永給", "814": "祭掃之需歸途孤雲鑑請過溧陽總臺馬公偕緇", "815": "素於萬古寺請上堂執禮甚恭過太倉大方公同", "816": "檀護請師於禪燈菴上堂過嘉定朝徹公同護法", "817": "請師於真際菴上堂掩骼菴龍文法侄孫請上堂", "818": "旋往松江雲臺蔡公七袟就本宅請師上堂留於", "819": "別館者旬日以所寫同遊山水圖乞讚凡名公碩", "82": "越祖。信步迢迢脫體行。大千界內無生路。", "820": "德薦紳先生鱗集參請為涵所張公題密老和尚", "821": "像讚超果寺監院知一請上堂八月東甌內翰林", "822": "可任名增志到山參訪值師未歸乃留詩本為參", "823": "承雙徑山機緣恰兆乳峰間云云師回山依韻寄", "824": "復有五峰插漢憑瀟洒列祖懸機任過關之句師", "825": "慨末法混濫著禪宗漁樵集黃檗隱元琦欲赴扶", "826": "桑請師念重溟深阻作書止之師住福嚴甫三月", "827": "起荒落之墟而整飭之創東西兩樓各七楹齋堂", "828": "庖湢各五楹所須用器亦少備至是赴徑山請乃", "829": "命監院普成公總理焉徑山舊置山田於上高地", "83": "祗園請為比丘尼慈庵起龕。以拄杖擊云。衲僧家要", "830": "方各五十餘畝嘯聚後賣主佃戶搆結不已無所", "831": "得息徒為輸餉師不責償竟還其業致書費令公", "832": "查收入冊數載陰霾一旦廓清時有司以僧綱職", "833": "強各房僧任之房僧艱其役師致書令公免之師", "834": "見本寺人境參差欲清其弊乃云山僧從今亦不", "835": "受剃染徒眾汝等當有矜式時合山肅然稟型列", "836": "祖名宿二堂方丈俱告成師作記以紀其事語載", "837": "徑山隨應錄中。", "838": "十年癸巳", "839": "師六十一歲因諸方闡揚寶鏡三昧重離六爻偏", "84": "住即住。要行即行。騰騰任運。任運騰騰。隨緣脫灑。八", "840": "正回互疊而為三變盡成五多顯晦不全遂畫卦爻", "841": "及黑白圈以彰偏正五位所述簡要令人易覽具", "842": "載全錄中二月四明大慈寺眾護法請書至師力", "843": "辭之為松源房忍生作家乘序并製嚴統序二月", "844": "孤雲鑑乞修東明旵海舟慈寶峰瑄三遠祖塔偈", "845": "三月題密老和尚像讚閏六月五燈嚴統成按太", "846": "史曹峨雪書嚴統真如耀闇室以日月飲渴人以", "847": "沆瀣敢不盥手齋心服膺慈寶云云本山舊志紊", "848": "亂訛雜師命古燈傳重修計八卷八月師往武林", "849": "寓報國院時織造監雙泉盧公搆精藍於西湖曰", "85": "面風生。又擊一擊云。好隨我來。遂以拄杖引之而出。", "850": "盧舍菴延師齋供茶次盧云請和尚提攜師舉茶", "851": "鍾云請喫茶盧云已喫了師云是什麼滋味盧云", "852": "一心念佛師云恁麼則有二法矣盧唯唯喜甚遂", "853": "書二偈以贈復請師泛湖台州道玉齋耿公寧波", "854": "郡守子寅韋公皆同追隨探幽訪勝劇談移日適", "855": "值中秋作詩以紀其事還徑山十月朔付獨冠敬", "856": "百峰高十一月雲臺蔡公請為二親對靈小參及", "857": "示諸偈頌載全錄中。", "858": "十一年甲午", "859": "師六十二歲春作解惑篇并答吳越諸縉紳書以", "86": "舉火云。會得來無所從。去無所至底人則入水不濕。", "860": "息群囂四月師拽杖辭五峰作三吳法喜之遊至", "861": "吳門客周子佩家子佩忠介公長嗣也靈巖繼起", "862": "禪師先令首座原直來候次日維躬候于寓所讚", "863": "嚴統之刻至公至正矢心護板歸靈巖語溪鄉紳", "864": "曹遠思華亭給諫許霞城暨法幢幟禪師俱加調", "865": "護檇李譚掃菴誚興訟者有此事從無立語言鼠", "866": "牙雀角豈堪論之句并請師題憨大師像讚七月", "867": "山東韓天樞請為亡侄雲間司理對靈小參虛舟", "868": "省參隨有年復覲師于超果乃付之九月撥棹琴", "869": "川憩資福院廣文子發駱公縉紳嚴子張王孟衍", "87": "入火不燒。天上人間。自在逍遙。秪如煙消火滅一句", "870": "諸公請上堂子張尤機契欣若宿好虞山監院性", "871": "空偕紳士請上堂師舉昔日馮濟川三不得話拈", "872": "掇著語時子張于座下忽有省呈偈四首以通所", "873": "見師依韻復之遊興福寺師口占二律冬十月師", "874": "過武林杭紹紳衿因嚴統紛紛各有所袒師惟將", "875": "天王天皇兩派所載書二十餘種隨出以示且云", "876": "立義不當板從公劈考覈無憑書從損益何必以", "877": "有司勢力相傾奪耶眾默然獨方伯梓木趙公讚", "878": "歎之道信姜公仲嘉張公幹旋之遂送嚴統板于", "879": "靈巖而存與毀師不復加意矣華亭沈太史繹堂", "88": "作麼生道。透脫眼光非殼漏。不妨隨處示全真。", "880": "邂逅武林法道盤桓甚樂師贈以詩姑蘇子佩周", "881": "公偕堯峰僧詣省城請師主席師不允臘月始抵", "882": "金閶至普安院度歲偶遊虎丘感而作偈琴川眾", "883": "紳光甫孫公喜賡王公景之趙公南陔蔣公裔興", "884": "歸公薪傳邵公等以虞山維摩請師退休允之。", "885": "十二年乙未", "886": "師六十三歲大旱雪竇石奇和尚專使慰問琴川", "887": "眾紳促師即應請師先宿山之普福菴二月二十", "888": "四日入維摩緇素相迎道路盈塞邑之紳衿參訪", "889": "問道絡繹無間佛誕日嚴子張懷香趨座下受優", "89": "為覺心禪人舉火。云。皮袋一靈。一靈皮袋。薦取當機。", "890": "婆塞戒師摩頂記莂名曰行達號髻珠翼旦與眾", "891": "茶次師驀舉拳問云不得說是說非試道一句看", "892": "髻掩耳云弟子不聞師曰不聞處與世尊拈花是", "893": "同是別髻云和尚作麼也說同說別師曰如何是", "894": "無同無別底　意旨髻驀豎拳師曰迦葉微笑意", "895": "旨如何髻云迦葉惱他師頷之觀其日用有自持", "896": "獨任之標不愧先達遂付如意并偈以表信三峰", "897": "豁堂嵒公師法侄孫也以書偈見意師依韻復之", "898": "贈南陔蔣公詩刑部喜賡王公法幢幟禪師門人", "899": "也幢以書導公皈師故弘護甚力一日茶次論及", "9": "此身未具。者一部微塵經卷畢竟在甚麼處。不妨向", "90": "處處無礙。更問覺心何處是。火光洞徹大千界。", "900": "萬物生于兩儀兩儀生于太極太極生于無極師", "901": "遽曰無極生於何處賡曰到者裏卻不會師將賡", "902": "手臂一捏云者個聻賡有所契遂發心遍閱宗乘", "903": "值賡六袟師贈以偈薊僧漢萍公嘗參先天童後", "904": "栖燕之翠微寺以笑巖祖塔頹廢欲移隧于翠微", "905": "之麓郵商于師師手復之先是黃檗隱元琦應扶", "906": "桑長琦請是年五月遣僧齎書儀省覲師手書慰", "907": "之復雪竇石奇和尚書六月髻珠請師別業觀荷", "908": "師依韻和詠琬公許居士為亡父乞師授幽冥戒", "909": "并題密老和尚像讚司理孝若孫公儀部薪傳邵", "91": "為繼賢舉火。云。衲僧家正要向火燄裏橫身。三世諸", "910": "公北上來別師各贈以偈并賦髻珠別業賞桂詩", "911": "鹽城大機公齎邑侯賈公眾紳孫公榘李公逢春", "912": "張公樹屏孫公一致諸啟請師住永寧三昧寺監", "913": "院爾玉偕眾紳士齎巡道宮公繼蘭分司楊公胤", "914": "昌醎宰丁公同昇書詣請皆未之應九月平湖比", "915": "丘尼法淨皓來省覲皓素皈依座下有機緣相契", "916": "往來問道甚久付如意表信大梅法幢幟禪師專", "917": "使致香儀設供以法通相請啟略云板一離而雨", "918": "沛真有動夫龍天書即燬而話行亦何傷于日月", "919": "師復辭之十月道場山木陳和尚以魯繭白鏹遣", "92": "佛近不得。歷代祖師傍不得。即近傍不得處。要且透", "920": "法嗣大城耑候十一月付慧朗鏡古碧湛復孟衍", "921": "王居士問道書十二月蘇公有根同僧齎紳士書", "922": "請師再住徑山師辭之。", "923": "十三年丙申", "924": "師六十四歲正月淨慈寺無生公來述三宜和尚", "925": "為嚴統事托某備申其意願與和尚面陳懺悔師", "926": "示答語存別錄付具足備天則琛二月鹽官覲周", "927": "徐居士來省覲周于天童金粟徑山諸禪席靡不", "928": "追隨嚮往究心本分機緣相契付如意一柄表信", "929": "三月師赴鹽城請舟次金山登覽賦二絕以志勝", "93": "體清涼。所謂般若如大火聚四門。皆不可入。又云。般", "930": "概四月四日進永寧院佛誕日鹽宰賈公外翰劉", "931": "公總戎孫公及諸紳虔請上堂遂于此開戒三旬", "932": "劉一齋名若審博綜內典往來甚密設七問師立", "933": "答之王筠長名之楨射陽人望也皈依執弟子禮", "934": "嘗持宋丞相陸秀夫傳乞語跋之作宋份臣蔬枰", "935": "詩一章吳門縉紳內翰子美沈公繹堂沈公甲傍", "936": "陸公文衡申公繼揆繆公慧遠金公世渼暨眾檀", "937": "護敦請住堯峰師受請五月辭眾返棹先是興化", "938": "育長者黎太沖延師至家菴祖孫父子殷勤叩道", "939": "出所著頌古一冊乞鑒定求序師見其端莊鄭重", "94": "若如清涼池。四面皆可入。且道端的在甚麼處。火裏", "940": "于本分相契欣然作序復托菴僧岷山公過鹽城", "941": "致請再過其家以本分砥勵三日而別還虞嶺趙", "942": "公景之兩致書問道師並答之復嶺南左轄曹鑒", "943": "躬問候請益書九月朔師進堯峰院萬指繞座薦", "944": "紳顧松交姚文初趙明遠沈匡來周子佩文孫符", "945": "及琴川檀信帆檣交映緇素駢闐初八日三宜和", "946": "尚造謁盤桓自陳懺悔之意靈巖繼起禪師同張", "947": "司農有譽到寺躬賀次日入城中輿公請瑞光上", "948": "堂聽法者凡數千指并答候三宜和尚暨剖石禪", "949": "師設供掃萬峰寶藏二祖塔十月起期龍象雲臻", "95": "蓮花開劫外。陰陽不涉笑春風。", "950": "檀度響從冠于今昔分五堂安禪眾舉龍華韜明", "951": "宗資福天水廣為秉拂首座東蓮古峰然為秉拂", "952": "西堂宗風大振仲冬苕溪孝廉嚴三求公來參應", "953": "接機契師遂撾鼓上堂以揚其德喜賡王公復來", "954": "參於此道甚有染指亦上堂表揚之臘月吳門乾", "955": "三法師素以才華自負後披剃博覽教乘淹貫台", "956": "教受無盡大師衣氣概頗異不通名字到寺見師", "957": "師與談論窮辨一晝夜見其所蘊理致不謬且云", "958": "和尚當今為宗門第一人故來相見次日上堂接", "959": "引之又以宗乘中事追拶機緣并上堂語載錄中。", "96": "挂板。師舉椎云。叢林耳目。人天號令。衲子參差。一椎", "960": "十四年丁酉", "961": "師六十五歲正月復乾三法師辨詰宗教書中句", "962": "語水紳衿托僧持書請師再住福嚴師允之先是", "963": "堯峰常住累年搆訟以致蕭索逋負師入院後眾", "964": "廢畢舉千眾日用所須之外償宿逋動以千計叢", "965": "林少有生色解制乃拽杖往虞山謝維摩院事憑", "966": "眾請天則琛主之趙景之素傾信師提持處皆有", "967": "契合師書偈并復柬表揚之遂起程道經吳門眾", "968": "紳猶致書挽歸堯峰師不復答過檇李譚埽菴嚴", "969": "𨍏轢施易修徐忠可敬可翁震公共送至福嚴而", "97": "打正。且道以何為驗。遂擊板一下云。急急如律令。", "970": "語溪諸檀護亦遠來相邀名公巨卿共相際會誠", "971": "一時盛典也立夏後三日入院黃耳鉉蔡辰生鍾", "972": "玉音請上堂語云宗門廣大須是大力量人徹底", "973": "承當若承當得也則堪共建大法幢立大宗旨與", "974": "諸人天開大眼目明正知見然後知儒釋不二凡", "975": "聖無差靈光透脫機用宏大不孤靈山受囑堪為", "976": "禪宗種草只如今日重振規模一句又作麼生道", "977": "昔日殿樓應托起家珍運出莫遲疑四月往鹽官", "978": "賀型塘徐光祿九袞酬酢甫數日而型公不祿其", "979": "弟覲周請師對靈按師小參結句云欲識先生真", "98": "挂板。鐘板既然挂起。法幢早已建立。衲子縱有千差。", "980": "面目清風明月樂徘徊是時覲周施供捐助不遺", "981": "餘力鮮之胡居士明達士也見師留連款語用慰", "982": "契闊五月射侯曹公序遠思廣玉音鍾朗耳鉉黃", "983": "公三貢皆詣寺聽法時徑山眾僧齎撫臺啟及當", "984": "道鄉紳書請師還山梅勒額真吳公為師書方丈", "985": "之扁師堅辭不赴往江干購木以興佛殿寓于泥", "986": "龍菴淨慈法侄孫豁堂請泛遊西湖師賦詩云空", "987": "中樓閣水中天上下參差日月懸樹色綺聯隨杖", "988": "履波光不斷蕩蘭船六橋鎖玉天開畫兩岸流霞", "989": "地隱仙自我二人行樂後遊魚飛鳥樂聞禪次日", "99": "據令自然條直。點即便到一句又作麼生。遂擊板云。", "990": "趙賓王請遊湖亦賦詩存別錄隨移寓于西竺菴", "991": "平湖邑侯朱鶴門到寓參謁相得甚歡雲間蔡雲", "992": "臺居士皈師有年久作內護殷勤誠篤言信行從", "993": "師多以般若力熏陶之四月八日無病而逝師躬", "994": "詣其家弔慰青浦朱家鎮信道公迎請上堂語備", "995": "于錄內八月初八日經始佛殿廣九丈二尺縱六", "996": "丈六尺高五丈十月念八日上梁遠近鄉民俱金", "997": "鼓喧騰燈燭輝煌以相助曹公射侯隨太夫人即", "998": "日設齋請上堂法語載錄中烏城唐朗師屬止法", "999": "猶子到福嚴薦親請師上堂閩中亙信彌修書以"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B178 費隱禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B178 費隱禪師語錄", "author": "明 通容說　隆琦等編　附紀年錄　行觀．王谷同集　徐昌治．董行證較　行宗．行古重訂刻", "language": "chinese", "source": "CBETA"}