{"sourceLink": "http://www.cbeta.org/", "text": {"0": "尚直編本文", "1": "空谷集卷下", "10": "善柰何彼流無状靡所不至析佛𦀇造彼𦀇析禪", "100": "○曰老子之道何如󵗡曰大道也󷘰之󷘕尹子已而列", "101": "子󷭸子宗其教皆大道也老子曰聖人抱一為天下式", "102": "即唐󷰝所謂惟精惟一允執厥中也又曰常無欲以觀", "103": "其妙即子思子謂君子之道費而󶃠又曰常有欲以觀", "104": "其徼即鳶飛戾天魚躍于淵言其上下察也󷘕尹子曰", "105": "善吾道者即一物之中知天盡神󷗯命造玄即曾子󷗯", "106": "知在格物也列子曰用之弥滿六󷄅廢之莫知其所即", "107": "孔子放之則󳇐六合捲之則退蔵扵󷕔也荘子曰道惡", "108": "乎往而不存即孔子以我為󶃠乎吾無󶃠乎耳又曰官", "109": "天地府󷭛物即孟子󷭛物𣅜僃扵我󷭘又曰如新生之", "11": "書造彼書反行謗佛實紀昌之徒也偽造文集曰", "110": "犢而無求其故即孟子大人不失其赤子之心也然扵", "111": "造󷫄妙道之幽玄出入死生之門戶實有精粗實有遠", "112": "近不可埋沒老関󷭸列之徳宋儒潛心禅學凡著書立", "113": "言𣅜用禅理所以儒學󷭞為道學此是天地間一󵓕好", "114": "事道家變為󷯊鍊不逮儒家之󷭞也惜󵗡。", "115": "○曰佛與老子孰前孰後曰佛生西竺迦毘衛國淨飯", "116": "皇帝之太子也其生時中國當周󷭼王二十四年四月", "117": "八日也至󷘏王五十二年佛壽七十九而入滅度佛生", "118": "四百二十二年後定王三年亳州瀨鄉韓󷄄生老子也", "119": "蕳王四年老子年二十三仕為守蔵吏十三年遷柱下", "12": "有僧坐山二十年不得悟道仙人化為道士謂此", "120": "史󷭦王元年老子年八十四時當七雄分霸天下紛擾", "121": "聞西竺佛聖人之教不治而不󷭡欲適西而𠁅之胡曾", "122": "先生詠其詩曰七雄戈㦸󷭡如麻四海無人得坐家老", "123": "氏󷕕思天竺住便󷭤徐甲過𣴑沙出詠史詩出󷘕未至𣴑沙", "124": "死扵扶風之󷯄里即而塟之秦佚往弔三󷯻而返出󷮆子", "125": "太史公曰老子周衰時守蔵室之史出史記三教歌括曰", "126": "周󷭼甲寅第四帝如来降誕迦毘衛󷘏王壬申五十二", "127": "如来八十㱕真際滅度一千八十年教𣴑漢眀永平世", "128": "佛先四百二十二老子方生定王世佛先四百七十七", "129": "孔子靈王時誕質為報勞生稚子知鼎分三足還㱕一", "13": "僧曰汝空坐也󶹩我道法是以此僧󶹩其脩鍊如", "130": "出法數畧要佛老前後乃如是也。", "131": "○曰老子與佛󷮫級何如曰老子是世人中之聖人也", "132": "佛是聖人中之大聖人也老子是大明一國之聖人也", "133": "佛是三千大千世界天上天下三界大聖人也書𦀇謂", "134": "東暘谷南南交西昧谷北幽都禮記謂東夷西戎南󷮾", "135": "北狄家語謂東󷮳木南交趾西𣴑沙北幽陵淮南子謂", "136": "九州之外而有八夤八夤之外而有八紘此但南󷯣部", "137": "洲三千洲渚之中一洲渚之域而已世人不知如是廣", "138": "大聞而󷰜異疑惑不信近而言之可以諭遠", "139": "聖朝宣使入海自高麗日本毛人劉求旃城旃辣宣羅", "14": "是謬造𦀇書相継不絕世人󷮂其熒惑可勝道󵗡", "140": "爪哇舊港滿辣干八利󷑐門帯辣錫闌歌支󷑮離溜山", "141": "祖發辣󷨊勃󷯕板葛辣󷧪離麼斯金剛󷤌座天方囬回", "142": "如是󵓕國皆尊佛法不聞老子之名近國如是遠至三", "143": "千大千世界無量國土亦如是也三國之時尚書令會", "144": "𥟵闞澤字徳潤奏對曰孔老之教法天制用不敢違天", "145": "佛教諸天奉行不敢違佛以此言之優劣可見吳主善", "146": "之加闞澤為太子太保出󷢷吴書并宗炳明佛論編年通載󵓕書󷮤曄論佛", "147": "其畧曰詳其清心釋累之訓空有󷨯遣之宗且好仁惡", "148": "殺󴛕救崇善所以賢逹君子多愛其法焉然好大不𦀇", "149": "竒詭無已𨿽鄒衍之辯󷭯周之論尚未足以槩其󷭛一", "15": "󷭢以納諸󷄅懷不與之較茲因󷯝道士妄造神化", "150": "出漢書西域󷘰唐祕書監󷰝世南帝紀史論云老子之義谷神", "151": "不死玄牝長存久視長生乗雲駕鶴此域中之教也釋", "152": "氏之教空有不滯人我󷨯忘󷰠出生死此象外之談者", "153": "也先代㝎論弥多不復僃引曰大明一國之外次扵高", "154": "麗日本劉求󳐶城交󷰋五國之外諸餘國土既不聞老", "155": "子之教聞有孔子之教否曰今日未暇眀日為子言之。", "156": "○曰劉向集列仙󷘰沈汾續之󷃪曾見否曰𡮢扵書肆", "157": "粗揭視之即置之不復覽黃帝者古之聖人也亦以列", "158": "之為仙廣成子者古之異人也亦以列之為仙凡有󶃠", "159": "逸之士󷑮恠之人不󳬼其󷛁乎不󷛁乎皆以列之為仙", "16": "圖以黃龍洞賔之語更󷭿而󵘸之󷄅架陋辭粧扶", "160": "謂年三五百嵗乃至千嵗謂為長生嗟乎未始教人明", "161": "夫自心之道惟尚詭恠為竒言語架󷄅不本其實󷗯令", "162": "末學向外馳求失扵正性劉向賈𧨏相如比肩人也皆", "163": "正人君子安肻為此󷄅󲔦󷮇唐之事乎必非劉向所作。", "164": "○曰脩真書󷃪曾見否曰亦扵書肆大略視之鍾離洞", "165": "󰠢論道惟󷪱周易淺近之語而論天地日月󷪱書𦀇周", "166": "天度數而論四時五行然扵妙道渾無交󷩃及言水火", "167": "龍虎金円鉛汞󵓕事皆是形氣精血之談󷯮見之也𠋣", "168": "草附木󷑮󷯅之詞渾無妙理此是後學所造不是鍾吕", "169": "之作洞󰠢始習鍊術後遇黃󷭝󷚅眀心法亦為真仙󷭘", "17": "屈曲擅以󷚇板印行世之不識邪正者競以彼圖", "170": "豈復有此鄙陋之詞耶玷辱鍾吕之名者過在後學歟", "171": "亦有比比造書者千異百恠驚󷮰聾俗枝󶕣滋多皆此", "172": "󷥚也不復僃引󷭘吾宗盤山禅󷃪語錄全帙󷨔在脩真", "173": "書裏呵呵。", "174": "○曰繆人󵓕謂鍊形為長生此理何如曰彼󵓕執迷扵", "175": "此妄圗血肉之身以󷗯長生不死內以󷰗精養氣外以", "176": "吸露飡霞執假迷真不免赴死但其󵖷󵖵壽長而已不", "177": "眀大道故不得證扵道果不脩𢦶徳禅定之功故不得", "178": "昇扵天上不作十惡五逆之罪故不下滯扵𡨋府是󵓕", "179": "不離中隂界中或逰蓬󶅰三島或居五岳名山悠悠無", "18": "揭之扵室矧相󷘰誦󷭢不忍觀故著是編以諭之", "180": "歸一神靈耳生無忠孝五常之徳亦無隂隲以資父母", "181": "祖宗是為偷生之罪人也此神靈之壽各随功力所感", "182": "脩與短也壽終而入輪𢌞生死况用󶍹水之術而行猥", "183": "媟之事者採他人之元氣資自己之幻身殺他養己欺", "184": "人欺天死入無間地獄刦數盡時得出頭来依舊償他", "185": "󷮧債此之一術並無長󷭪用󶍹水者喪身服丹砂者狂", "186": "󷭡瘖瘂而死殆不忍聞家破人亡不可󷣈計自昔已来", "187": "誤󷰔多少人了也嗚呼凡属有生决定有滅天地尚属", "188": "形氣數盡亦有壞時豈有血肉之身而󷗯長生不死󵡢", "189": "有此理老子亦不死耶魏書曰秦皇漢󲈦為學長生甘", "19": "語雖不文理亦頗當故以尚理名其編云凡関乎", "190": "心不息勞心竭思所在追求終󷭠之󷗯退恨扵後故有", "191": "欒大徐氏之誅也出魏書佛老志子野曾先生曰󲈦帝末年乃", "192": "悟曰天下豈有仙人盡妖妄耳莭食服藥差可少病而", "193": "已出丈畧󵓕。", "194": "○曰󷃪謂神靈何名神靈也曰有福徳者名神靈亦名", "195": "地仙無福徳者名󷑮󵖷亦名󷑮󷭪一身而異名随其福", "196": "力所轉也曰󷃪謂繆人󵓕死為神靈何以知之曰大道", "197": "全體作用不󷩃神識󷭮󷩃神識即落󷑮神隂界夫神識", "198": "者生為󷪪󷮓死為精󵖷繆人󵓕注心以養其腎運氣以", "199": "養其神全是神識不離隂界况以出神為󷛁事妄計隂", "2": "尚理編序尚理編序", "20": "三教聖人教門之事𣅜置之而不言彼以鍊術欲", "200": "神為劣陽神為優爭知陽神亦劣也只分功力大小而", "201": "已有何異焉此則未待幻身地水火風四大分散先為", "202": "󷑮神󷭘孔子曰視其所以觀其所由察其所安人焉廋", "203": "󵗡洪󲈦閒姑󷑐󷭛峯和尚入僧堂廵視眾僧坐禅󷚅文", "204": "蔵主云此僧出神去󷭘少頃󷭛峯召文𧪖曰圎頂方袍", "205": "㕘禅學道何以出神作此󷑮神活計󵡢非改󷛁吾即󱌹", "206": "出老僧門下不着閑神野󷑮文乃懴悔改過自新永樂", "207": "間󷭛峯弟子義首座向我󵘸也已而復會統蔵主扵󷧪", "208": "丘亦言此事統󷮭與文同𠁅坐夏文謂統曰我之出神", "209": "不分遠近皆䏻往来亦䏻談論亦䏻󷪱物惟不䏻到天", "21": "擬吾宗之道是故惟言鍊術而已實為救其迷也", "210": "邉運行只在低𠁅行去我亦自知不足󷪱也󵡢不得󷭛", "211": "峯老和尚痛心克責然亦躭溺扵其中󷭘統詰文之心", "212": "法所蘊文實供󵘸元来渾無見識惟䏻靜坐而已嗟乎", "213": "佛祖訶斥出神󷑮家活計非󲏈󷭘。", "214": "○曰何為長生也曰長生者眀其性也成其道也實徳", "215": "以資之禅誦以輔之實徳禅誦亦無繫着吾佛聖人曰", "216": "言無言言行無行行也幻身𨿽滅靈性不遷道果已成", "217": "逾天地之悠久是謂長生也。", "218": "○曰然則道家之學不可學也曰是何言歟老󷘕󷮆列", "219": "無修煉𣅜大道也究眀其理妙契扵心行其自然進之", "22": "夫鍊術者形氣之學屬乎數量成壞之法也似乎", "220": "不已是則可以為真仙可以躋妙道惟今棄扵後世所", "221": "󷭞繆人之術也凡看四子須用性理會其言語不然則", "222": "又打入繆人隊裏曰繆人所變之術如水之就下莫之", "223": "䏻返何以󷗯然曰不務實徳所以無本天理如是不違", "224": "其根也曰何以證󷭣曰用佛語復謗佛其無徳又如此", "225": "之甚也妄認形氣識神󷚅為靈性爭知󷛁是生死之根", "226": "乎長沙岑禅󷃪偈曰一󵓕脩行不識真只為無端認識", "227": "神無量刦来生死本󷰳󷧩󷭾作本来人繆人󵓕認此識", "228": "神以為靈性所以愛扵出神也有此妄計擅造𦀇書以", "229": "為䏻事部帙滋多󷘰之末學爭知愈󷘰愈失訛又生訛", "23": "靈明者神識也神識也者精󵖷也精󵖷也者妄情", "230": "全是妄談渾無至理𣴑之不返病在是󷭘其造𦀇書無", "231": "筭之多𨿽用佛𦀇禅學之語爭柰不識佛𦀇深㫖不識", "232": "禅󷭨下落只䏻󷨔語不䏻󷨔道不免以精氣神為內丹", "233": "煉󷮶火為外丹立名性命󷨯脩圗形󷑮恠瞞人自瞞相", "234": "牽沉滯也亦有稍負聦俊者󵪽造𦀇書益其偽也昔唐", "235": "蕳州徳山鑑禅󷃪始習教部義學出群此時推其為義", "236": "󷧪自謂精通佛法眼空四海不信禅宗有教外別󷘰之", "237": "道欲到南方破除禅宗遂以所造金󷰞𦀇󶳼鈔󷭲負出", "238": "蜀行至澧州路上見一婆子賣餅遂息肩買餅󷪰心婆", "239": "󷚅其󷭲曰這箇是甚麼文字山云金󷰞𦀇󶳼鈔婆云我", "24": "也妄情也者生󷮛之本也惟藉神識凝想之力󷮛", "240": "有一問󲊛𠰥荅得施與󷪰心𠰥荅不得且別𠁅去山云", "241": "汝但問来婆云金󷰂𦀇道過去心不可得現在心不可", "242": "得未来心不可得未󷮯和尚󷪰𨚗箇心山不䏻荅遂至", "243": "龍潭信禅󷃪𠁅良久無人迎迓山云久慕󷭝潭及乎到", "244": "来潭又不見龍又不現潭扵屏風裏荅云子親到龍潭", "245": "山亦無語遂棲止焉一夕侍立次潭云夜深何不下去", "246": "山乃󳏃重便出󵪽囬曰外面黑潭󷪰紙燭度與山山擬", "247": "接潭復吹滅山扵此時大悟便禮拜自知平日所知総", "248": "是心思意觧識情而已眀日󷭤此一󷭲󶳼鈔󷑡火焚之", "249": "自秉烥其畧曰窮諸玄辯𠰥一毫置扵太󷄅竭世樞󷰏", "25": "為中隂界中神靈而已有徳者名地仙次徳者神", "250": "似一滴投扵巨海嗚呼不得妙悟者𨿽造𦀇書五千餘", "251": "卷只是識情計度如󷪱螢火欲燒須󳇐終不䏻着繆人", "252": "所造𦀇書欲望徳山󶳼鈔又何啻霄漢之隔復何言󵗡。", "253": "○宋相國張商󷭺號無盡居士𡮢親東林総禅󷃪自謂", "254": "有所得一夕宿󷯱率寺與住持恱禅󷃪夜話次率云相", "255": "公扵佛祖言教一一眀得否公曰惟徳山托鉢香嚴獨", "256": "脚頌還有疑𠁅率云扵此有疑則未曾悟道公所知者", "257": "盡是心思意觧且請安歇去公扵室中坐臥不安偶觸", "258": "枕子堕地擊󷰩悚然有省亟趍方丈扣門率云是誰公", "259": "云商󷭺也率云作麼生公云󷰀得賊也率云賍在甚麼", "26": "靈也又次徳者󷑮靈也中隂報盡𣅜入輪󷙌嗚呼", "260": "𠁅公亦不䏻荅率云且去眀日相見公㱕室中又得一", "261": "箇省𠁅眀日率云昨日公案頌来我看公乃頌云鼓󷕼", "262": "鐘停托鉢囬巖頭一劄語如雷果然只得三年活󷭠是", "263": "󷮂他授記来率云始知老僧不辜負汝也公云𠰥不遇", "264": "吾󷃪󷮩乎誤󷰔平生󷭘感㤙無盡也嗚呼真󷄊實悟方", "265": "始到家惡可凡情妄為而言也。", "266": "○曰坐󷑆立亡者此理何如曰有實到者有似到者㕘", "267": "禅悟道平生脩持得證道果臨終坐󷑆立亡此為實到", "268": "者也不曾悟道惟有靜定之功臨終亦䏻坐󷑆立亡此", "269": "為似到者也先懶雲和尚曰禅㝎猶雨也智慧猶日也", "27": "蠛蠓擬類大鵬識者之所哂也󷭢言尚理實不存", "270": "常雨而無日則爛壞󷭛物常日而無雨則焦壞󷭛物雨", "271": "日迭施始克成就󷭛物也斯言切當󷭘有㝎無慧者如", "272": "有地而無苗偏扵下也有慧無定者如有苗而無地偏", "273": "扵上也㝎慧󵓕持者可以造道如地有苗可以成其物", "274": "也故云禅㝎智慧如車二輪闕一不可禅㝎智慧隣扵", "275": "悟道之漸也󶧠扵此者又難悟也我荅安雪心語稍亦", "276": "論之󷭘昔唐有僧常着紙衣故名紙衣道者一日見曹", "277": "山󷜞禅󷃪山云如何是紙衣下事僧云一裘󷭮掛體󷭛", "278": "法悉皆如山云如何是紙衣下用僧乃立化而去山云", "279": "只觧恁麼去不觧恁麼来僧乃復甦却問云一靈真性", "28": "私覽者勿存勝負之疑可也苟䏻因是省悟覺今", "280": "不假胞胎時如何山云未是妙僧云如何是妙山云不", "281": "得借僧扵言下大悟再拜曰今日始是悟道也遂㱕單", "282": "位坐󷑆而去此是先似到然後實到者也石霜諸禅󷃪", "283": "遷化後󷄄侍者謂󷃪兄泰首座未會先󷃪意泰即坐󷑆", "284": "而去󷄄云坐󷑆立亡則不無要會先󷃪意則未在汝䏻", "285": "恁麼去還䏻恁麼来亦未許󲊛在泰亦竟不䏻囬長往", "286": "而已此是似到而不到者也凡䏻不起妄󷪪無所執着", "287": "心常󷕼靜臨終便䏻坐󷑆立亡當知平日實得悟道始", "288": "為大要或不悟道𨿽䏻坐󷑆立亡只在識神隂界不出", "289": "輪㢠生死未為善也僧習正法尚爾之難况鍊術者又", "29": "是而昨非如洞賔曰今朝一見黃龍後始覺󶹩前", "290": "何如󵗡。", "291": "○曰繆人偽造之篇如此惡口吾󷃪之論何以󷯛然不", "292": "甚嚴厲曰繆人𠰥果是箇人物所造之篇𠰥果有力我", "293": "即亦動干戈與之大戰夫繆人者󲽢漢耳所造之篇󷭴", "294": "扵田歌牧唱但惑愚人而已稍知理者不肻視之視則", "295": "污其耳目我故不動干戈畧言大體之理自有逹者開", "296": "諭群人孔子曰十室之邑必有忠信此之謂也我𠰥嚴", "297": "厲詳僃󵘸之則不󷭩其優劣此非扶護三教之心󷭘故", "298": "不為也余亦學仁義者安肻與󲽢漢同其行事耶曰繆", "299": "人之術󷮏已知之道家立教󵓕事悉󷩫聞之曰道家之", "3": "天地不言之聖人也聖人有言之天地也皇皇焉", "30": "枉用心是則不使徒然得此人身獲聞真正之道", "300": "事我以三教聖人教門之故𣅜以捲而懷之未𡮢言也", "301": "茲因繆人平地興波誣言惑眾以彼不仁起我分別故", "302": "荅汝問畧言繆人之術也然亦不為私其󵖸也亦欲救", "303": "其知於彼術之不善棄之而學乎老関󷮆列之道也凡", "304": "其建立教門造𦀇行法正一󵓕事各宗其宗也彼宗人", "305": "󵓕既不排謗吾宗我亦不論之󷭘。", "306": "○曰謗佛法者其有罪乎其無罪乎曰󷭛般罪過惟謗", "307": "佛法者󷩮為極重夫佛法者超度三界󷭛靈之大法也", "308": "粉骨砕身尚不䏻報佛㤙之󷭛一况欲謗乎曰其罪報", "309": "之󷮠乞󷃪言之曰言則人所驚怖不可言也曰綱也󵡢", "31": "庶無負", "310": "不請問何由知之惜乎佛法来遅老子素王不相會遇", "311": "是故佛法不得老子素王發揮其道󷚅諭後學也是以", "312": "後學不識佛聖人超三界之大道󶋨恣其凡情互加排", "313": "謗自罹其咎可勝道󵗡可󷦻道󵗡。", "314": "○曰吾󷃪如是直言或有相忌者曲設巧計排𨺻吾󷃪", "315": "其禍忽至将如之何曰君子可欺以其方難罔以非其", "316": "道昔者舜誅四凶天下服其公漢誅韓信天下哀其忠", "317": "剄伍貟扵屬󷯁擊晋󷭴扵魏甸放屈原扵汨羅殺祢衡", "318": "扵楚國殺周顗扵新亭殺岳飛扵浙右周公󷯙扵東都", "319": "東坡繫扵囹圄吾佛世尊受毒扵竺國逹磨大󷃪受毒", "32": "聖天子重熈累洽之化育也。", "320": "扵洛中󷯃子尊者受戮扵西竺肇法󷃪受戮扵秦中道", "321": "法󷃪貶扵道州杲禅󷃪貶扵衡梅二地其公與私自有", "322": "定論天下評之孰䏻遏也千載之後其褒愈重其責愈", "323": "嚴人心天理也肇法󷃪臨刑󵘸偈曰四大元非有五蘊", "324": "本来空将頭臨白刃猶似斬春風玄沙僃禅󷃪曰肇法", "325": "󷃪平生寐語臨死亦寐語余謂肇法󷃪臨危不悚可謂", "326": "丈夫僃禅󷃪痛劄一錐勇扵義也道法󷃪及乎歸来不", "327": "以去来之跡而介扵懷杲禅󷃪歸来亦不以去来之跡", "328": "而介扵懷秉乎正直無愧扵心也文中子曰天不為人", "329": "󵖸咨而輟其寒暑君子不為人之醜惡而輟其正直洪", "33": "正統五年五月中澣中吳沙門空谷景隆序", "330": "範曰平康正直此之謂也矧吾惟󵘸晦菴繆人之不當", "331": "不傷聖人之教法凡關乎三教教門之事𨿽大𡚁亦納", "332": "而蔵之非訐露也但使三教聖人之道眀之扵世令人", "333": "克進此道是吾仁義也吾何計扵勝負乎任其私意較", "334": "之吾無𥝠也。", "335": "○古之聖󷯹天󷑡其神是故道徳眀敏與天地相符而", "336": "無違也易曰先天而天弗違後天而奉天時天且弗違", "337": "况扵人乎况扵󷑮神乎凡發之扵語言行之扵事業𡸁", "338": "扵󷭛世而為󷃪法後世學者或不以古聖人之教凖而", "339": "󷃪之必𨺻扵偏岐愈󷰬愈下󷭠之䏻返也𣣔󷃪其教必", "34": "本文尚理編", "340": "先眀其道以為中正之大本已而習之進之𣅜不失其", "341": "正近之以立身行道孝弟忠信遠之以󷗯君澤民󳭪弘", "342": "政化𣅜不悖扵天地聖人之心󷭘佛老之󶰦各求先聖", "343": "之道至于逹其大本脩身弘道共助國家無為之化斯", "344": "為理之固然也三教聖人鮮不以道為教以善為󷔚分", "345": "門而為三歸善而為一以跡而󶍹之者是不知其道也", "346": "不知其道烏可妄意排之既力排之必欲滅其教也力", "347": "排而不滅必係其道正大而不可󳫠也夫著書者發眀", "348": "聖人之道而𡸁恵後學也胡為不然反藉其公而伸其", "349": "私聖謂非聖道謂非道惟馳騁文章張其幻名而已豈", "35": "中吳沙門空谷景隆述", "350": "不悖扵天地乎豈不誤扵後學乎漢牟子曰訕聖賢者", "351": "不仁評不中者不智不仁不智何以𣗳徳徳将不𣗳頑", "352": "嚚之儔也論何容易乎袁宏漢紀其畧曰佛身長一丈", "353": "六尺黃金色項中佩日月光󷭞化無方無所不入故䏻", "354": "化通󷭛物而大濟群生嗚呼自有佛法已来盡天下之", "355": "人𨿽匹夫匹婦亦知佛法不特教人為善省其刑獄而", "356": "䏻教人眀佛性度生死之大法也豈非目擊耳聞某𠁅", "357": "某人㕘禅坐化別眾而去某𠁅某人󷪪佛坐化別眾而", "358": "去凡如是者𠰥緇𠰥素𠰥男𠰥女數數有之迭継不斷", "359": "大󵗡佛法大利扵天下至扵生死之際又如是之效驗", "36": "○汝南周先生名綱字宗正謂余曰吕洞󰠢㕘黃󷭝禅", "360": "也惜乎後人任其己意曲排佛法沮人之善心無以資", "361": "隂徳豈小事耶吾不忍其生民罹此疑惑之󱊿故為著", "362": "眀而已豈他言󵗡言也者以天之心󷛁彼之心以天之", "363": "理󷛁彼之理豈循扵私乎且夫孔老之教不為排佛而", "364": "後為益不為不排而後為󰡷其󶰦周󷭚溪陳希夷傾心", "365": "扵佛天下亦行其道何待排佛而後行其名也吾佛之", "366": "道𨿽排之亦無󰡷然亦不忍坐視其非而䄂手緘言也", "367": "余無學不善文固不󷖵以言之󶋨以手面之間者󷭣實", "368": "言之也餘󷭷道充才僃之士發而弘之𠰥揭日月暴白", "369": "扵天下使不埋沒吾佛世尊度人之大法庶合天地之", "37": "󷃪世󷘰為故事諸宗典籍具載詳明今年四月間󲈦林", "370": "心󷭘世人󷮂此迷惑𨺻扵不義不聞佛聖人之至道逮", "371": "有慢佛之過愆吾深切扵此故為是言也應有眀心逹", "372": "理公而無私者證扵吾之言也。", "373": "天隠文集天隠文集", "374": "書朱元晦與蔡季通手帖後", "375": "右晦翁與蔡元㝎論考亭地形晦翁居考亭", "376": "道益光故末年信地理尤甚其葬也執紼者", "377": "六日而後至壙古之墓者授地於有司其兆", "378": "域有常日月有時卜其安否則有之󷭘至扵", "379": "擇形󲈺之好以市利扵死者則󷭢未之聞也", "38": "城北新橋五聖廟道士繆尚誠擅繪黃󷭝洞󰠢講禮之", "380": "聖人仰觀俯察求利天下後世𨿽曰星󷯥之", "381": "高農獵之賤無不推其利害之故以告人使", "382": "地理之術果信則其以教不在佃漁種穫之", "383": "後󷭘仁人君子福身而祚後宜有其道豈可", "384": "覬諸土中之腐骨耶󷭢又聞翁在南康甞至", "385": "歸宗寺謂金輪峯有王氣苟為山𨹧必益國", "386": "󷮢甞與趙忠㝎言之忠㝎不󷰉󶹩而止嗚呼", "387": "翁󷰣忠󷭘然󷭢謂古伊旦臯夔壽其國者其", "388": "術疑不如是遂使世之去孝以求利者留其", "389": "親之骨十餘年不入扵土既窆復發三徙而", "39": "圖撰集󷭴󷭟立名神化圖以禅󷃪之徳󷘦為道者之功", "390": "猶不安其厝則󷭢於翁不無恨焉", "391": "晦菴著書立言誠謂高明光", "392": "大而為天下󷃪甞排吾", "393": "佛世尊為異端晦菴老年好", "394": "風水尤甚且風水󷜎技藝之", "395": "異端尔何執佛為異也耶使", "396": "後世學者致疑扵此且先生", "397": "未必無疑󵗡󷭢讀天隠之書", "398": "而惜乎空谷未見其言也󷭢", "399": "姑󷘦之扵後󷭷将来者辯之", "4": "廓󷭘󷯚󷭘𠰥陽和之生萬物無意無踪無一物不", "40": "以道者之俚󷚅為禅󷃪之󱊿偽中生偽惑󷭡人心此之", "400": "󷭘。", "401": "大明󲣵治嵗在丁巳孟春後", "402": "一日嗣", "403": "祖沙門雨華󷕼菴題", "41": "一端󷃪曾見否曰見󷭘小兒󷓭󷰪之事也狂言󷭴󷯔鑿", "42": "空架󷄅彼𣴑󷖲来不務實徳惟以誇誕為功𣈆之王浮", "43": "偽造化胡𦀇尅意謗佛厯朝禁革𠡠令燒毀私匿存留", "44": "者𠁅以重罪後魏󱁿󷮀之後周張󰠢唐之趙㱕真宋之", "45": "林靈素󵓕𣅜恃幻術排謗佛法𥞊陵道士因見遠公和", "46": "尚十嘱文云不信但看󷦾司錄彼即乗󷭨之便造𡨋司", "47": "錄假設魏文帝問李丞相夜判隂司之事採摭佛𦀇善", "48": "惡因果󵓕意造成一本號𡨋司錄其間謗󵘸毘婆尸佛", "49": "亦曾退位噫嘻不知聖賢之󷮫級不知大道之淺深肆", "5": "󷑅其澤而得藉其生焉是為聖人也三教聖人教", "50": "其臆󵘸誑惑世人此則逢󳬾亦所不忍為也狂妄之󶹩", "51": "偽言宋熈寧間󷯞道光先曾為僧因效張平𠦑修鍊是", "52": "以蓄𩬊󶹩老有聦明者亦罹其惑而况餘人不亦信乎", "53": "夫佛法者正法也張平󶡌者鍊術也捨此正法󶹩彼鍊", "54": "術者是為智乎是為愚乎當以理觀庶無迷󲏈復謂張", "55": "平󶡌出神至楊州賞瓊󷭹曾不知楊州瓊󷭹隋煬帝時", "56": "已成朽腐至󳳧寧間已󷭥四百餘年󷭘󷑆空敗露請知", "57": "之乎繆公又言黃󷭝亦與洞󰠢出神至楊州賞瓊󷭹黃", "58": "󷭝洞󰠢𣅜生唐季瓊󷭹已沒二百餘年󷭘矧出神者󷑮", "59": "神活計也鍊家珎之以為正事吾宗大禁不許出神無", "6": "人為善教人明道此無他共助", "60": "𥟵之語欺誑閭𨵻吕公謁黃󷭝時值󷭝陞堂󷭝曰眾中", "61": "有𥨸法者吕曰雲水道者󷭝曰雲盡水乾時如何吕不", "62": "䏻󷨽󷭝曰汝但問来吾為汝荅吕曰雲盡水乾時如何", "63": "󷭝曰黃󷭝出現吕忿然問曰一粒粟中蔵世界半升鐺", "64": "內煮山川此意如何󷭝曰守屍󷑮吕曰爭柰囊中有長", "65": "生不死藥乎󷭝曰饒𦀇八󷭛刦終是落空亡吕󷗩慍而", "66": "去至晚飛󷟌脅之󷟌不䏻入卓立扵地吕󳫠󷟌不動遂", "67": "拜求󷚅歸󷭝厲聲曰如何是一粒粟中蔵世界吕扵言", "68": "下有省作偈禮謝而已󷯝公前年刊洞󰠢像題云要扶", "69": "他教将吾滅誰識黃󷭝老衲頭此語𠰥謂洞󰠢自題然", "7": "國家之政化也老子之教至扵荘列之後󷭞為正一", "70": "則洞󰠢死後不曾再生六百餘年未𡮢有此一󵘸何故", "71": "今日突然有之而欲󷭞󷭡六百餘年一定之理耶此語", "72": "𠰥謂繆公所題又是洞󰠢自題之意架󷄅自敗無地可", "73": "逃󷭘嗚呼古人初無拘縳理長則就也孔子曰君子之", "74": "扵天下也無適也無󷭠也義之與比洞󰠢更其鍊術而", "75": "㱕正法理之所宜何必諱也佛之教法統攝三界之大", "76": "道也根深󷰯固確乎不可󳫠三󲈦滅之皆未󷮩而愈盛", "77": "何藉一鍊士而䏻扶扵教乎何其不知量也去年又刊", "78": "一板題云洞󰠢不曾見黃󷭝今年又刊此板題云神化", "79": "圗屡加󷭞󷰥何時息焉但誑下愚難惑上智禮曰其先", "8": "脩鍊󵓕流正一未暇論之鍊術睽其真󷭘無本可", "80": "祖無羙而稱之是誣也韓文公不肻為史盖愳褒貶之", "81": "咎󰡷乎隂徳故云不有人禍則有天刑繆公又何󵓕人", "82": "乎不加三思卒然󶹩空架空妄談先徳自召其罪也。", "83": "○曰黃󷭝洞󰠢地𡵯何如曰黃󷭝者㕘禅悟㫖見性眀", "84": "心󷘰佛正宗埏陶大化出生死越三界之大道也洞󰠢", "85": "者以隂陽為󷭝󷮙以津液為鉛汞以元氣為還円鍊磨", "86": "功力󵖷󵖵壽長而已󷭢不肻言其所習之術善也未善", "87": "也世間通理學者自䏻知之。", "88": "○曰󷃪謂出生死越三界何為三界耶曰三界者欲界", "89": "色界無色界也六凡所居皆受輪𢌞生死言六凡者六", "9": "歸惟事憍倨而至󷨔攻吾教也余不欲言人之不", "90": "道也諸天人倫脩羅餓󷑮畜生地獄是也。", "91": "○曰何為出三界耶曰出三界者不受輪𢌞生死四種", "92": "聖人也諸佛菩薩緣覺󷞝聞是也四種聖人得意生身", "93": "自利利他扵三界內三界外無住無不住総而言之而", "94": "曰十法界四聖六凡也曰十法界四聖六凡之状乞󷃪", "95": "示之曰𦀇教詳眀姑示其畧。", "96": "○曰繆公󵓕扵十法界中何𠁅所居曰彼繆人󵓕用心", "97": "不同各循行業諸󷭪攝之有定力有徳行無人我心天", "98": "󷭪攝之亦習定亦脩徳有󷣈負心脩羅攝之無定力徳", "99": "有󷭻惟習鍊術󷑮󷭪攝之謗佛法者地獄攝之。"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 9000 空谷集", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 9000 空谷集", "author": "明 釋景隆撰", "language": "chinese", "source": "CBETA"}