{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B464 華嚴起宗真禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "住真州華嚴禪寺掃慧山老和尚塔", "1": "起宗真禪師語錄卷下", "2": "記室力能錄", "3": "舉古舉古", "4": "舉鼓山赴閬王請。雪峰門送云。一隻聖箭射入九重", "5": "城裏去也。孚上座云。和尚是伊未在。峰云渠是徹底", "6": "人。孚云若不信待某甲去勘過。遂往中路把住云。師", "7": "兄甚麼處去。山云九重城裏去。孚云忽遇三軍圍繞", "8": "時如何。山云他家自有通霄路。孚云恁麼則離宮失", "9": "殿去也。山云何處不稱尊。孚便回謂峰云。好隻聖箭。", "10": "被我折卻了也。遂舉前話。峰云渠有語在。孚云這凍", "11": "膿猶有鄉情在。師云且道這聖箭畢竟是有折處無", "12": "折處。若道有。要且問答分明。若道無。爭奈孚老不肯。", "13": "具出格眼者定當看。", "14": "舉興教坦和尚開堂日省宗化主出問。諸佛未出世", "15": "人人鼻孔撩天。祖師既西來。因甚麼杳無消息。坦云", "16": "雞足峰前風悄然。宗云未在更道。坦云大雪滿長安。", "17": "宗云無人識此意。令我憶南泉。拂袖歸眾。更不禮拜。", "18": "坦云新興教今日失利。歸方丈。請宗至云。適來錯抵", "19": "對一轉語。人天眾前何不禮拜蓋覆卻。宗云大丈夫", "20": "膝下有黃金。爭肯拜無眼長老。坦云我別有語也。宗", "21": "理前問至未在更道處。坦云我有三十棒寄打雪竇。", "22": "宗乃禮拜。師云興教當斷不斷。反招其亂。若也正令", "23": "全提。免致遭人檢點。宗化主雖具作家眼腦。也是龍", "24": "頭蛇尾。", "25": "舉玄沙同天龍斫柴次。見一虎。龍云和尚虎。沙云是", "26": "汝虎。歸院後問。適來見虎云是汝。未審尊意如何。沙", "27": "云娑婆世界有四種極重障。若人透得許汝出陰界。", "28": "師云兩個弄泥圖漢殊不顧傍觀者團。", "29": "舉金陵奉先深禪師同明和尚到淮河。見人牽網有", "30": "魚從網透出。深云俊哉一似個衲僧相似。明云雖然", "31": "如是爭如不撞入網羅好。深云明兄你欠悟在。明至", "32": "中夜方省。師云金陵出得入不得。明老入了出不得。", "33": "莫有能出能入者麼。三生六十劫。", "34": "舉丹霞訪龐居士。見靈昭女洗菜乃問居士在否。女", "35": "放下菜籃叉手而立。霞又問居士在否。女提籃便行。", "36": "霞便回。須臾居士歸。女舉似前話。士云丹霞在否。女", "37": "云去也。士云赤土塗牛奶。師云盡道靈昭收放自由。", "38": "殊不知被丹霞勘徹骨髓。居士雖則明鏡當臺。也未", "39": "免雪上加霜。", "40": "舉靈雲見桃花悟道作偈云。三十年來尋劍客。幾回", "41": "葉落又抽枝。自從一見桃花後。直至于今更不疑。有", "42": "僧舉似玄沙。沙云諦當甚諦當。敢保老兄未徹在。眾", "43": "疑此語。沙乃問地藏云。我恁麼道你作麼生會。藏云", "44": "不是桂琛即走殺天下人。師云大小玄沙令行不全。", "45": "雖然秪如地藏恁麼道。畢竟憑何道理。有人道得出。", "46": "許你具越格眼。", "47": "舉須菩提問舍利弗夢中說六波羅密。與覺時同異。", "48": "弗云此義深遠吾不能說。上方有彌勒大士深明此", "49": "義。汝往問彼。當為汝說。提即往問。勒曰誰是彌勒誰", "50": "云彌勒。師震聲一喝云。當時若下得這一喝。管教耀", "51": "古騰今。復顧左右云。汝等諸人還覺腦門重麼。", "52": "舉僧問法眼如何是佛。眼云汝是慧超。師云。領取勾", "53": "頭意。莫認定盤星。", "54": "舉劉鐵磨到溈山。山云老牸牛汝來也。磨云來日臺", "55": "山大會齋和尚還去麼。山放身作臥勢。磨便出去。師", "56": "云這則公案。一往觀去賓主歷然。仔細看來有得有", "57": "失。且道誰得誰失。", "58": "舉定上座問臨濟。如何是佛法大意。濟下禪床擒住", "59": "打一掌便拓開。定佇立傍。僧云定上座何不禮拜。定", "60": "方禮拜。忽然大悟。師云直饒玄會得。也是眼中塵。", "61": "舉風穴在郢州衙內上堂云。祖師心印狀似鐵牛之", "62": "機。去即印住住即印破。只如不去不住。印即是不印", "63": "即是。時有盧陂長老出問。某有鐵牛之機。請師不搭", "64": "印。穴云慣釣鯨鯢沉巨浸。卻嗟蛙步𩥇泥沙。陂佇思。", "65": "穴喝云長老何不進語。陂擬議。穴打一拂子。云還記", "66": "得話頭麼。陂擬開口。穴又打一拂子。牧主云。佛法與", "67": "王法一般。穴云你見甚麼道理。主云當斷不斷反招", "68": "其亂。穴便下座。師云風穴令行不全。牧主與麼道也", "69": "好與一拂子。", "70": "舉鏡清問僧門外是什麼聲。僧云雨滴聲。清云眾生", "71": "顛倒迷己逐物。僧云和尚作麼生。清云泊不迷己。僧", "72": "云意旨如何。清云出身猶可易。脫體道應難。師云大", "73": "小鏡清廉纖不少。", "74": "舉馬祖與百丈行次。見野鴨飛過。祖云是甚麼。丈云", "75": "野鴨子。祖云甚處去也。丈云飛過去也。祖把丈鼻頭", "76": "一扭。丈作痛聲。祖云何曾飛去。丈於此有省。師云馬", "77": "師不奈船何打破戽斗。雖然為人須為徹。殺人須見", "78": "血。", "79": "舉雲門問僧。近離甚處。僧云西禪。門云西禪有何言", "80": "句。僧展兩手。門打一掌。僧云某甲話在。門展兩手。僧", "81": "無語。門又打一掌。師云雲門固是眼親手便。然要活", "82": "這僧猶未許在。", "83": "舉僧問趙州至道無難唯嫌揀擇。是時人窠窟否。州", "84": "云曾有人問我直得五年分訴不下。師云這有年無", "85": "德漢。大似箇無齒大虫。你等諸人還識他利害處麼。", "86": "若也識得。許你具衲僧眼。", "87": "舉雲門垂語云。乾坤之內宇宙之間。中有一寶秘在", "88": "形山。拈燈籠向佛殿裏將三門來。燈籠上。師云這寶", "89": "若只在形山。終屬乾坤籠罩。何足貴哉。須知汝等諸", "90": "人各有無價摩尼。若也荐得一生受用不盡。擊禪床", "91": "下座。", "92": "舉南泉一日因兩堂爭貓兒。泉提起貓云。道得即不", "93": "斬。眾無對。泉斬貓為兩段。至晚舉問趙州。州脫草鞋", "94": "頂戴而出。泉云子若在。即救得貓兒。師云南泉正令", "95": "全提。趙州轉身活潑。雖則賓主歷然。要未踏著關捩", "96": "子在。", "97": "舉外道問佛不問有言不問無言。世尊良久。外道讚", "98": "歎云。世尊大慈大悲開我迷雲令我得入。乃禮拜而", "99": "去。去後阿難問外道有何所證而言得入。佛云如世", "100": "良馬見鞭影而行。師云外道面塗世尊。世尊熱瞞阿", "101": "難。一夥販私鹽漢。好各與三十烏藤。何故。見事不平", "102": "誰認得。衲僧正令自當行。", "103": "舉南泉歸宗。麻谷國禮忠國師。泉于地上畫一圓相", "104": "云。道得即去。宗于圓相中坐。谷作女人拜。泉云與麼", "105": "則不去也。宗云是何心倖。師云一夥弄精魂漢。未出", "106": "門時腳跟下好與三十棒。", "107": "舉金牛每至齋時。自將飯桶于僧堂前作舞。復呵呵", "108": "大笑云。菩薩子吃飯來。師云金牛雖則殷勤太煞。看", "109": "來也是無端。設有個出來問。和尚又作麼生。但對他", "110": "道。自來一雙窮相手。不曾低揖等閒人。", "111": "舉僧問投子。一切聲是佛聲是否。子云是。僧云和尚", "112": "莫𡱰沸碗鳴聲。子便打。僧又問粗言及細語皆歸第", "113": "一義是否。子云是。僧云喚和尚作頭驢得麼。子便打。", "114": "師云有頭無尾漢。當時何不拗折拄杖熱面再唾。", "115": "舉僧問藥山平田淺草塵鹿成群。如何射得塵中主。", "116": "山云看箭。僧放身便倒。山云侍者拖出。僧便走。山云", "117": "弄泥團漢。有甚麼限。師云雖似見機而作卻也隈刀", "118": "避劍。若解當鋒取勝果然是員戰將。", "119": "舉梁武帝問達磨如何是聖諦第一義。磨云廓然無", "120": "聖。帝云對朕者誰磨云不識。帝不契。磨乃渡江至魏。", "121": "師云祖師純剛打就。武帝生鐵鎔成。驀劄相逢佳話", "122": "千古。雖然如是。門庭施設即不無。若約衲僧門下。須", "123": "別有振作始得。諸人脫或遲疑。山僧不免別行一路", "124": "去也。呵呵大笑下座。", "125": "舉文殊普賢起佛見法見。世尊以威神力貶向二鐵", "126": "圍山。師云有等瞎眼阿師。見恁般公案便道動念即", "127": "乖。大似狂狗逐塊。真上座見處與諸方各別。如今設", "128": "有起佛見法見底。無底缽盂盛飯供養伊。何故聻。從", "129": "前汗馬無人識。秪要重論蓋代功。", "130": "舉三聖透網念鱗因緣。師云我即不然。透網金鱗未", "131": "審以何為食。木札羹鐵釘飯。千五百人善知識話頭", "132": "也不識。莫怪空疏。伏惟尚嚮。", "133": "頌古頌古", "134": "舉誰是彌勒誰云彌勒因緣。", "135": "誰是彌勒云彌勒。眼睛鼻子俱突出。衲僧撞見眼", "136": "頭高。盡力提持去不得。", "137": "舉興教坦和尚開堂因緣。", "138": "無人識意憶南泉。鼻孔撩天也被穿。等閑運出鐵", "139": "牛機。華岳三峰倒插天。", "140": "舉玄沙同天龍斫柴因緣。", "141": "五五二十五。打破鹽官鼓。覿面絕疏親。特地大家", "142": "補。大家補。四七二三面相睹。", "143": "舉德山到溈山因緣。", "144": "掣電轟雷運略韜。收來放出在秋毫。坐觀成敗溈", "145": "山老。陷虎機能用不勞。", "146": "舉雪峰示眾云。盡大地撮來如粟米粒大。拋向面前", "147": "漆桶不會打鼓普請看。", "148": "堪笑雪峰老婆禪。無端拈出教人看。可憐待兔守", "149": "株客。不解風前聽杜鵑。", "150": "舉僧問洞山如何是佛。山云麻三斤。", "151": "如何是佛麻三斤。當陽獨露絕疏親。雖然佛法無", "152": "多子。倒底還他手眼明。", "153": "舉俱胝凡有僧問只豎一指。", "154": "俱胝佛法不爭多。試問時人見也麼。擬向指頭尖", "155": "上會。鷂子早已過新羅。", "156": "舉僧問寒暑到來如何迴避。", "157": "迴避寒暑枉勞神。無寒暑處語豈誠。鴛鴦繡出從", "158": "君看。不把金針度與人。", "159": "舉良禪客問欽山一鏃破三關　　時如何。山云放", "160": "出關中主看。良云與麼則知過必改。山云更待何時。", "161": "良云好箭放不著所在便出。山云闍黎且來。良回首。", "162": "山云一鏃破三關且止。試與欽山發箭看。良擬議。山", "163": "打七棒云。且聽這漢疑三十年。", "164": "關中主尊寰宇一鏃。三關知幾許。氣宇信如王。誰", "165": "敢嬰其武。堪笑負命者。有眼還同瞽。報君知。莫莽", "166": "鹵。未解行人休離母。", "167": "舉僧從定州會裏到烏臼。臼云甚處來。僧云定州。臼", "168": "云定州法道何似這裏。僧云不別臼云若不別更轉", "169": "彼中去。便打。僧云棒頭有眼不得草草打人。臼云今", "170": "日打著一個。又打三下。僧便出。臼云屈棒元來有人", "171": "喫在。僧轉身云爭奈杓柄在和尚手裏。臼云汝要山", "172": "僧與汝。僧奪棒打臼三下。臼云屈棒屈棒。僧云有人", "173": "喫在。臼云草草打著個漢。僧禮拜。臼云卻與麼去。僧", "174": "大笑而出。臼云消得恁麼消得恁麼。", "175": "作者相逢迥不同。針縫影裏騎大鵬。李廣當年入", "176": "虜庭。看來未足盡英雄。", "177": "舉玄沙示眾云。諸方老宿盡道接物利生忽遇三種", "178": "病人來作麼生接。患盲者拈椎豎拂他又不見。患聾", "179": "者語言三昧他又不聞。患啞者教他說又說不得。且", "180": "作麼生接若接此人不得佛法無有靈驗。有僧請益", "181": "雲門。門云禮拜著。僧拜起門以柱杖桎。僧退後。門云", "182": "汝不患盲。復喚近前來。僧近前。門云汝不患聾。乃云", "183": "還會麼。僧云不會。門云汝不患啞。其僧于此有省。", "184": "一藥能痊三般病。三般病藥一般性。金博金兮水", "185": "洗水。作者還將病醫病。", "186": "舉盤山垂語云。三界無法何處求心。四大本空佛依", "187": "何住。璿璣不動寂爾無痕。覿面相呈更無餘事。珍重。", "188": "世界身心徹底窮。與誰把手上高峰。飢食渴飲眠", "189": "高枕。曉起扶桑日已紅。"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B464 華嚴起宗真禪師語錄", "author": "清 真說　力廣等錄（依駒本印）"}