{"language": "chinese", "originalTitle": "Zhonghua Canon, Electronic version, No. 1720 禪宗頌古聯珠通集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "祖師機緣六祖下第十三世", "1": "禪宗頌古聮珠通集卷第二十一　　赤七", "2": "僧錄司右闡教兼靈谷禪寺住持淨戒重校", "3": "祖師機緣六祖下第十四世至二十一世", "4": "六祖下第十四世至第二十一世靳州五祖山法演禪師嗣白雲端初謁浮山", "5": "遠和尚遠一日語師曰吾老矣恐虛度子光", "6": "陰可往依白雲此老雖後生吾未識面但見", "7": "其頌臨濟三頓棒話有過人處必能了子大", "8": "事師潛然禮辞至白雲遂舉僧問南泉摩尼", "9": "珠話請問雲叱之師領悟獻投機偈曰山前", "10": "一片閑田地叉手叮嚀問祖翁幾度賣來還", "11": "自買為憐松竹引清風雲特印可。頌曰。", "12": "山前田地賣還買松竹清風痛自憐堪笑夢", "13": "中誇富貴覺來那直半分錢遯菴演忍死叮", "14": "嚀見白雲一盃鴆酒十分斟若教不飲空歸", "15": "去田地無由被陸沉竹屋簡二卒風暴雨忽", "16": "迷蹤撞入浮山網子中縱得白雲提得出依", "17": "然只是賣柴翁五祖演云老僧遊方十", "18": "餘年㕘數十人善知識將謂了當及到浮山", "19": "圓鑑會下更開口不得末後又到白雲因咬", "20": "破一箇銕餕饀直是百味具足且道饀子一", "21": "句作麼生道花發雞冠媚早秋何人能染紫", "22": "󰡕頭有時風動頻相倚似向階前闘不休。頌曰。", "23": "白雲銕餕饀衲僧難下口忽然咬得破大作", "24": "師子吼月菴果五祖演在白雲端會中作磨", "25": "頭一日端下來曰磨頭你還知一件事麼師", "26": "曰不知曰近有數禪客自廬山來問他皆有", "27": "悟入處教伊說亦說得有來由舉因緣向伊", "28": "亦眀得教下語亦下得端良久謂師曰磨頭", "29": "只是未在你道如何師聞之心下不安得七", "30": "日七夜不成腸肚正中心下乃自思惟曰既", "31": "悟了說亦說得眀亦明得如何却未在忽然", "32": "中夜方會得從前寶惜一時放下遂白端端", "33": "起來手舞足蹈佛眼遠云某甲侍先師舉此", "34": "因緣謂某甲云㕘學須是一時放下方得安", "35": "樂大眾還見得不。乃頌曰。放得下好脫", "36": "洒放不下牛拽杷堪笑諸方老古錐打鼓說", "37": "禪無尾欛無尾欛不驚怕可嚒訝觧󳑚毘盧", "38": "頂上行不言亦自傳天下好大哥", "39": "五祖演因僧問一大藏教是箇切脚未審切", "40": "箇什麼字師曰鉢囉娘。頌曰。唇上必并班豹", "41": "剝舌頭當的帝都丁且道是什麼字自古上", "42": "賢猶不識造次凢流豈可眀石菴玿一大藏", "43": "教是切脚東山切得鉢囉娘胸中憤氣盤不", "44": "得忽作虹霓萬丈長即菴覺倒腹傾膓與麼", "45": "來華言梵語幾曾該言前句後知端的陸地", "46": "蓮花朵朵開別山智大藏教父為切脚鉢囉", "47": "娘義最深幽孔門弟子無人識碧眼胡僧暗", "48": "點頭遯菴演五祖演因僧問如何是佛師曰", "49": "口是禍門。頌曰。的的當陽句明明箭後路著", "50": "靴人喫肉赤脚人趂兔徑山杲口是禍門電", "51": "掣雷奔娑竭出海震動乹坤皷山珪如何是", "52": "佛口是禍門一錢不直賣与買人雪堂行兵", "53": "行詭道賊是家親無功受祿有理難伸或菴", "54": "體坑坑坎坎嶮嶮巇巇一言易出駟馬難追", "55": "虛堂愚五祖演因僧問如何是佛師曰肥從", "56": "口入又曰露胸跣足。頌曰。老去眉󲲥似雪霜", "57": "元來習氣尚難忘少年無限傷心事一度思", "58": "量一斷膓佛鑑懃牙根爛嚼真彌勒腹裏橫", "59": "吞老釋迦大地虛空皆得飽這回不到負檀", "60": "家心聞賁五祖演因僧問如何是臨濟下事", "61": "師曰五逆聞雷。頌曰。從前五逆怕聞雷不似", "62": "大蟲看水磨孤峯頂上要同行十字街頭還", "63": "共坐鼓山珪五逆聞雷曾㕘顏回一粒豆子", "64": "爆出冷󰞆徑山杲者僧苦下打爺拳霹靂聲", "65": "中宇宙昏驚起無眀金翅鳥擘開滄海取龍", "66": "吞東山空五逆聞雷露出屍骸人間天上無", "67": "處堪埋朴翁銛五逆聞雷慊慊然尋常爭敢", "68": "與人宣自從六十輕酬後濟北驢名不浪傳", "69": "虛堂愚五祖演示眾曰釋迦彌勒猶是他奴", "70": "且道他是阿誰。頌曰。老年輕節臘樂事甚悠", "71": "悠不及兒童日都來不觧愁南堂興他弓莫", "72": "挽他馬莫騎他非莫管他事莫知無門開釋", "73": "迦彌勒是他奴今古禪流知也無酒好不須", "74": "懸望子醋酸何必掛葫蘆野牛平五祖演問", "75": "僧曰倩女離魂那箇是真底有云王宙欲娶倩娘為妻倩父", "76": "母不許倩遂臥病在家王宙將欲遠行月下見倩來同舟而去三年後遂生一子倩遂歸", "77": "父母家纔到門家中有一倩娘出來相見兩人遂合成一身。頌曰。", "78": "二女合為一媳婦機輪截斷難回互從來徃", "79": "返絕蹤由行人莫問來時路普融藏主只是", "80": "舊時行履處等閒舉着便譊訛夜來一陣狂", "81": "風起吹落桃花知幾多慈受深兩女合為一", "82": "媳婦古寺基前幢子竪彷彿上有陁羅尼多", "83": "少行人𥁞驚怖正堂辯縱使百千刼所作業", "84": "不忘因緣會遇時果報還自受或菴體凉宵", "85": "愛月上危樓幾處笙歌幾處愁歌管未闌愁", "86": "未歇忽然天曉一時休且菴仁憶惜春風上", "87": "苑行爛窺紅紫厭平生如今再到曾行處寂", "88": "寂無人草自生萬菴柔南枝向暖北枝寒何", "89": "事春風作兩般憑仗高樓莫吹笛大家留取", "90": "倚闌看雪菴瑾雲月是同溪山各異萬福萬", "91": "福是一是二無門開行弔先桃茢喪章後紙", "92": "錢老胡門下客寧可入黃泉虛堂愚五祖演", "93": "垂語曰路逢達道人不將語默對且道將甚", "94": "麼對。頌曰。來說是非者便是是非人誠哉是", "95": "言也弄物不知名月林觀路逢達道人不將", "96": "語默對攔腮劈面拳直下會便會無門開五", "97": "祖演一日持錫遶廊臼莫有属牛人問命麼", "98": "眾皆無語自曰孫󱄔今日開鋪更無一人垂", "99": "顧可憐三尺龍鬚喚作尋常破布。頌曰。無端", "100": "平地起干戈爭似属牛人更多滿目慚惶無", "101": "着處低頭依舊入烟蘿高峰妙五祖演曰譬", "102": "如水牯牛過牎櫺頭角四蹄都過了因甚麼", "103": "尾巴過不得。頌曰。牛過牎櫺錯為安名大唐", "104": "國裏不見一人月林觀龜本真靈物都緣不", "105": "自知一朝親脫殻直透九天飛如菴用等閒", "106": "放出這牛兒頭角分眀舉似誰若向尾巴尖", "107": "上會新羅鷂子過多時高峯妙五祖演謝監", "108": "󷘦上堂曰人之性命事苐一須是○欲得成此", "109": "○先湏防於○若是真○人○○。頌曰。一二", "110": "三四五六圈心肝粉碎髑髏寒若將方木投", "111": "圓竅醜婦爭教得少年高峯妙五祖演舉昔", "112": "日有秀才著無鬼論一日鬼現身云󲊛道無", "113": "我聻秀才無語師曰當時只舉手作鵓鳩觜", "114": "云谷孤故。頌曰。說有道無徒費力現身無語", "115": "強分踈只消一箇鵓鳩觜百恠千妖𥁞掃除", "116": "此山應五祖鵓鳩啼當機直下提隔山尋蟻", "117": "跡能有幾人知石田薰五祖演因僧問如何", "118": "是為人一句師曰門前石塔子。頌曰。門前石", "119": "塔子八白與九紫方道既分眀免被巡官使", "120": "雪堂行五祖演每遇僧來請益秖曰無這閑", "121": "工夫。頌曰。彼此且無相負累行人無不失鈎", "122": "錐雖然不瞎眾生眼也好拳頭劈口槌龍門", "123": "遠開口便見膽工夫傲東魯昔於豆子山也", "124": "觧打瓦皷南岩勝五祖演凡見僧來便曰屈", "125": "屈僧曰屈作甚麼師曰如今不屈更待何時。", "126": "頌曰。𥁞力不柰何按牛頭喫草若無錦綉文", "127": "難以論嘉藻龍門遠銕饀價難窮誰知屈味", "128": "濃法幢光祖域正董在胸中南岩勝五祖演", "129": "問僧離却四大五蘊那箇是󲊛清淨法身。頌", "130": "曰。堂堂白日上刀梯任是崑崙眼亦迷多謝", "131": "門前按山子春來秋去泄天機雪堂行五祖", "132": "演展手問僧曰因何喚作手。頌曰。何故喚作", "133": "手衲僧難開口擬議自瞞頇可憐太蒙斗佛", "134": "眼遠先祖滔滔無固必後人悱悱有雌雄巨", "135": "靈擡手無多子分破華山千萬重南岩勝隆", "136": "興府兜率從恱禪師嗣真淨文室中設三語", "137": "以驗學者一曰撥草瞻風秖圖見性即今上", "138": "人性在甚麼處二曰識得自性方脫生死眼", "139": "光落地時作麼生脫三曰脫得生死便知去", "140": "處四大分離向甚麼處去。頌曰。陰森夏木杜", "141": "䳌鳴日破浮空宇宙清莫對曾參問曾晳從", "142": "教孝子諱爺名張無𥁞三人間鬼使符來取", "143": "天上花冠色正萎好箇轉身時莭子莫教閻", "144": "老等閒知鼓合東村李大妻西風曠野淚沾", "145": "衣碧蘆紅蓼江南岸却作張三坐釣磯驢放", "146": "三千馬放八百透過重関未為英傑月林觀", "147": "一念普觀無量刼無量刼事即如今如今覷", "148": "破這一念覷破如今覷底人無門開東京法", "149": "雲佛照杲禪師嗣真淨文師以力㕘深到語", "150": "不入時每示眾常舉老僧󳳧寧八年文帳在", "151": "鳳翔府供申當年崩了華山四十里壓倒八", "152": "十村人家汝軰後生茄子瓠子幾時知得或", "153": "問曰寶華王座上因甚麼一向世諦師曰癡", "154": "人佛性豈有二種邪。頌曰。隔水何人歌竹枝", "155": "動人情思極幽微夜深轉入單于調月朗風", "156": "高𦗟者稀虛堂愚六祖下第十五世　臨濟宗", "157": "成都府昭覺寺克勤圓悟佛果禪師嗣五祖", "158": "演先住東京天寧師凡垂問學者擬議則一", "159": "拳。頌曰。𥁞力當胸一拳幾箇眉󲲥墮落更欲", "160": "如何若何普化空中木鐸瞎堂遠圓悟因僧", "161": "問西天以蠟人為驗此土以何為驗師曰生", "162": "銕鑄就崑崙兒。頌曰。生銕鑄就崑崙兒頭輕", "163": "脚重肚皮大明眼衲僧薩普吒九十日中看", "164": "不破看不破笑倒嵩山破竈墮晦叟光舒州", "165": "太平慧懃佛鑑禪師嗣五祖演僧問如何是", "166": "佛師曰喫飯咬着砂。頌曰。喫飯咬着沙隱落", "167": "第三牙春風纔過後拄杖亦開花慈受深舒", "168": "州龍門清遠佛眼禪師嗣五祖演嘗請益五", "169": "祖凡有所問演即曰我不如󲊛󲊛自會得好", "170": "或曰我不會我不如󲊛師愈疑遂咨决於元", "171": "禮首座禮以手引師耳繞圍爐數匝行且語", "172": "曰󲊛自會得好師曰有冀開發乃爾相戲耶", "173": "禮曰󲊛他後悟去方知今日曲折耳。頌曰。我", "174": "不會𠔃不如󲊛達磨當門󲉞兩齒滿堂無限", "175": "白蘋風眀眀不自秋江起雪堂行二我不會", "176": "𠔃不如󲊛堪笑千花生碓觜善財謾到百城", "177": "游何曾󳑚着自家底我不會𠔃不如󲊛旃檀", "178": "林裏香風起漁歌一曲過瀟湘攪動滄溟聲", "179": "未已獃堂定龍門示眾曰千說萬說不若親", "180": "見一靣縱不說亦自分眀王子寶刀喻眾盲", "181": "摸象喻禪學中隔江招手事望州亭相見事", "182": "深山巖崖處事此皆親靣而見之不在說也。", "183": "頌曰。寧辨人間是與非生來淈𣸩眼如眉不", "184": "因說着當年事萬古千秋那得知虛堂愚", "185": "金陵俞道婆市油餈為業㕘瑯琊起和尚起", "186": "以臨濟無位真人話示之一日聞丐者唱蓮", "187": "花樂云不因柳毅傳書信何緣得到洞󲊷湖", "188": "忽大悟以餈盤投地夫曰󲊛顛邪婆掌曰非", "189": "汝境界徃見瑯琊琊望之知其造詣問那箇", "190": "是無位真人婆應聲曰有一無位人六臂三", "191": "頭努力瞋一擘華山分兩路萬年流水不知", "192": "春琊印可之凡有僧至則曰兒兒僧擬議即", "193": "掩門佛燈珣和尚徃勘之婆如前所問珣曰", "194": "爺在甚處婆轉身拜露柱珣即󳑚倒曰將謂", "195": "有多少奇特便出婆蹶起曰兒兒來惜󲊛則", "196": "箇珣竟不顧安首座至婆問甚處來曰德山", "197": "婆曰德山泰乃老婆兒子曰婆是甚人兒子", "198": "婆曰被上座一問直得立地放尿。頌曰。柳毅", "199": "傳書只自知得便冝是落便冝親夫愛子都", "200": "拋却痛惜深憐乞養兒笑翁堪驀劄相逢銕", "201": "面皮渾家喪盡喚孩兒翻身獅子施牙爪猶", "202": "落渠儂苐二機咦且道渠是阿誰塗毒䇿", "203": "臨安府徑山宗杲大慧普覺禪師嗣圓悟師", "204": "至天寧一日聞悟陞堂舉僧問雲門如何是", "205": "諸佛出身處門曰東山水上行若是天寧即", "206": "不然忽有人問如何是諸佛出身處只向他", "207": "道薰風自南來殿閣生微涼師於言下忽然", "208": "前後際斷。頌曰。萬德不自有十身何處藏薰", "209": "風生殿閣化日正舒長石林鞏諸佛東山水", "210": "上行閒中無事日偏長薰風拂拂來無已無", "211": "意涼人人自涼葛廬覃大慧因僧問心佛俱", "212": "忘時如何師曰賣扇老婆手遮日。頌曰。賣扇", "213": "老婆手遮日一種風流出當家說與途中未", "214": "歸客何須向外喫波楂月坡眀大慧後來", "215": "留古雲門菴學者雲集久之入閩結茅於長", "216": "樂洋嶼室中舉竹篦子問學者喚作竹篦則", "217": "觸不喚作竹篦則背不得下語不得無語從", "218": "之得法者十有三人。頌曰。雲門舉起竹篦凡", "219": "聖潛蹤匿跡金剛門外生嗔木馬廄中面赤", "220": "尼無着揔二雲門舉起竹篦纔涉思惟蹉過", "221": "只這背觸啇量老人已是話墮徑山有箇竹", "222": "篦直下別無道理佛殿厨屋三間穿過衲僧", "223": "眼耳福州清涼坦三尺筠蛇口帶腥曾吞英", "224": "特十三人塵蒙四壁籠燈黑老尾焦黃眼正", "225": "瞋竹屋簡平江𧆞丘紹隆禪師嗣圓悟初㕘", "226": "死心心問你是甚麼僧師曰行脚僧心曰你", "227": "是何處村僧行甚馿脚馬脚師曰廣南蠻道", "228": "甚麼何不高聲道心曰却有些衲僧氣息遂", "229": "留過夏。頌曰。客裏謾牢落天涯多故人好懷", "230": "無處寫舊話得重論殘雪未消石梅英先破", "231": "春徘徊殊有約來此續芳塵虛堂愚觧后何", "232": "期語笑新秋風松舘客邊身凭闌不話平生", "233": "事到老相逢是別人寶葉源安吉州道場", "234": "眀辯正堂禪師嗣龍門遠室中問學者蚯蚓", "235": "為甚麼化為百合。頌曰。客舍并州已十霜歸", "236": "心日夜憶咸陽無端更渡桑乾水却憶并州", "237": "是故鄉圓極岑潭州大溈善果月菴禪師", "238": "嗣開福寧上堂奚仲造車一百輻拈却兩頭", "239": "除却軸以拄杖打圓相曰且莫錯認定盤星", "240": "卓一下下座。頌曰。海神知貴不知價留與人", "241": "間光照夜碧眼胡僧笑點頭誰知用處無縫", "242": "𦉑月林觀機輪轉處達者猶迷四維上下南", "243": "北東西無門開眀州天童曇華應菴禪師嗣", "244": "𧆞立隆示眾曰𥁞力道不得底句不在天台", "245": "定在南岳。頌曰。相罵饒汝接觜相唾饒汝潑", "246": "水驀然摸着蛇頭拍手囉囉哩哩肯堂充𦒿", "247": "婆去後無消息病者憧憧日扣門百草自知", "248": "無識者叢叢垂泣在籬根虛堂愚應菴示眾", "249": "曰如世良馬見鞭影而行時佛照光和尚出", "250": "眾云見鞭影者非良馬師休去。頌曰。疾𦦨過", "251": "風第二頭不堪惆悵只堪愁一聲振鬣長鳴", "252": "後萬馬皆瘖一戰𠬧北澗簡眀州育王德", "253": "光佛照禪師號拙菴嗣大慧宋孝宗召對師", "254": "舉靈雲頌直至千今更不疑奏曰那裏是他", "255": "不疑處帝曰空手牽銕牛。頌曰。万機之暇探", "256": "禪宗中路寧堪憩六龍空手牽牛過天𨷂紫", "257": "宸深在妙高峰圭堂居士佛照因孝宗宣", "258": "問釋迦佛入山六年所成何事師對曰將謂", "259": "陛下󵘋却。頌曰。六年勤苦竟何如為問君王", "260": "記得無直下雖知難抵諱到頭終不受塗糊", "261": "北磵簡二借婆衫子拜婆年監本起挑不上", "262": "禪抉起玉龍轟霹靂眀星猶在九重天問處", "263": "天左旋荅處地右轉太平無象眼頭寬雪山", "264": "高映黃金殿覺圓明大根大器大熏修瞥轉", "265": "機輪向上頭万億斯年惟一佛雪山元不隔", "266": "龍樓石巖璉臨安府淨慈北磵蕳禪師嗣", "267": "佛照師示眾目前機摩竭令無法啇量一印", "268": "印定。頌曰。當陽印定發光輝一對鴛鴦各自", "269": "飛無法啇量曾不昧令行摩竭目前機物初", "270": "觀行摩竭令顯全機無法啇量未是奇方象", "271": "森羅都印定此中能有幾人知仲方倫北磵", "272": "因四僧來㕘師云一人宗通病在內一人說", "273": "通病在外一人宗說俱通病在見聞一人觸", "274": "事不會東倒西擂且道誰是不會底。頌曰。午", "275": "牎危坐絕逢𨒦杵臼徐開隔竹聲一碗釅茶", "276": "魔辟易䇿勛不戰屈人兵物初觀剛道宗通", "277": "與說通俱通還昧古靈蹤誰知東倒又西擂", "278": "却觧當堂作主翁仲方倫賔中全主主全賔", "279": "四相同朝舊主人切忌自家分彼此使他容", "280": "易別踈親淨覺曇臨安府淨慈水菴師一", "281": "禪師嗣佛智裕室中問僧曰西天鬍子因甚", "282": "無鬚。頌曰。癡人面前不可說夢鬍子無󲲥惺", "283": "惺懵懂無門開牧童失却破簑衣流落年深", "284": "見者稀拈來搭在籬頭上引得烏鴉遶𣗳飛", "285": "獃堂定臨安府淨慈彥充肯堂禪師嗣卍", "286": "菴顏示眾曰觀方知彼去去者不至方草鞋", "287": "跟忽斷全身在帝鄉。頌曰。孰謂觀方不在方", "288": "纔開臭口便乖張行人要覔長安路不覺全", "289": "身在帝鄉掩室開慶元府天童密菴咸傑", "290": "禪師嗣應菴應菴問如何是正法眼師遽荅", "291": "曰破沙盆庵頷之。頌曰。五陵公子少年時得", "292": "意春風躍馬蹄不惜黃金為彈子海棠花下", "293": "打黃鸝雙杉元法眼拈來早自謾無端錯對", "294": "破沙盆而今遍界難遮掩殃害藂林累子孫掩", "295": "室開直甚破沙盆掀翻海岳昏頂門真箇瞎", "296": "千古累兒孫虛堂愚白玉琢成泥彈子黃金", "297": "鑄就銕崑崙千年滯貨無人買未免如今累", "298": "子孫大歇謙常州華藏伊菴有權禪師嗣", "299": "無菴全甞夜坐達旦行粥者至忌展鉢隣僧", "300": "以手觸之師感悟為偈曰黑漆崐崘把釣竿", "301": "古帆高掛下驚湍蘆花影裏弄明月引得盲", "302": "龜上釣舡。頌曰。雲深江絕引帆孤可惜隣僧", "303": "拽轉渠方信圓眀彈指事元來此語不傳虛", "304": "圭堂居士鎮江府焦山普濟禪寺或庵師", "305": "體禪師嗣此菴元因信齋葛知府問曰夫妻", "306": "二人相打通兒子作證且道證父即是證母", "307": "即是師曰小出大遇乃。頌曰。八臂那吒三隻", "308": "眼雙槌擂鼓轉舡頭巨鼇一吸滄溟竭宇宙", "309": "風清四百州生死自憐同室󲈺因何中路隔", "310": "関山一朝忽得親兒證趯󳑚方知盖覆難雪", "311": "堂行臨安府靈隱松源崇岳禪師嗣密菴", "312": "垂語曰大力量人因甚擡脚不起。頌曰。沒量", "313": "大人擡脚不起眼瞎耳聾撒溺撒屎求生不", "314": "生求死不死苦哉佛陁耶韓信臨朝底朴翁", "315": "銛擡脚󳑚翻香水海低頭俯視四禪天一箇", "316": "渾身無處着請續一句無門開力難擡起為", "317": "君宣神駿何勞更着鞭一躍洞天三十六到", "318": "時凡骨便成仙虛堂愚松源垂語曰開口不", "319": "在舌頭上。頌曰。開口不在舌頭上咬斷牙関", "320": "供死狀莫教吞了大還丹命根難斷空惆悵", "321": "朴翁銛含糊一世無分曉開口何嘗在舌頭", "322": "萬古業風吹不𥁞又隨月色過羅浮虛堂愚", "323": "松源垂語曰眀眼衲僧因甚脚跟下紅󰡕線", "324": "不斷。頌曰。大丈夫漢紅線不斷直饒親見松", "325": "源敢保錯來批判朴翁銛脚跟不斷紅󰡕線", "326": "棹臂乹坤自在行塞壑填溝無處着歸來依", "327": "舊兩眉橫虛堂愚松源示眾曰眀眼衲僧因甚", "328": "打失鼻孔有賊無贓。○頌曰。殺人一萬󰡷三", "329": "千獨弄單提機不全萬頃滄波眀月夜一聲", "330": "短笛釣魚舡諾菴肈慶元路育王物初觀", "331": "禪師嗣北磵師示眾云過去如是如是見在", "332": "如是如是未來如是如是幸自可憐生無端", "333": "黃面老漢拈花金色頭陀微笑漏泄真機一", "334": "人傳虛萬人傳實雖然古人得親用親說到", "335": "行到豈是末流刻楮畫花彫蚶鏤蛤瞎學者", "336": "眼竪起拂子云無二無二分無別無斷故舉", "337": "頭鷂子過新羅。頌曰。兜羅綿手舉花枝金色", "338": "頭陀展咲眉末法師僧能委息只今那得異", "339": "當時仲方倫拈花付法慶人天西竺真󲐺紹", "340": "的傳綿密到今無間斷一枝深秀鄮峰顛淨", "341": "覺曇慶元府天童天目文禮禪師嗣松源", "342": "因虎維那㕘次師問汝名什麼曰智虎師退", "343": "身作怕勢虎擬議師便歸方丈。頌曰。白浪堆", "344": "中下一鈎錦鱗紅尾尚悠悠漁翁不計竿頭", "345": "事笑入芦花万頃秋石林鞏臨安府徑山", "346": "佛智晦機熈禪師嗣物初師在仰山示眾云", "347": "雲門道箇普字盡大地人不柰他何殊不知", "348": "他已四稜塌地當時若與震威一喝待渠𢙣", "349": "發徐徐打箇問訊道莫恠觸忤好非圖救取", "350": "此老亦能振起雲門綱宗。頌曰。山河大地非", "351": "同別蟻子蛾蛘沒等差不用干戈更相待本", "352": "來成現絕安排仲方倫正法眼問韶石普字", "353": "酧最親切三乘五教文毫端上該攝驪龍打", "354": "失夜明珠金剛腦後抽生銕啇隱餘僧來請", "355": "問正法眼韶石單提普字酧不露毫芒威凜凜掃清寰宇絕戈矛淨覺曇", "356": "臨安府靈隱荊叟　玨禪師嗣癡鈍癡鈍室", "357": "中舉如何是佛師曰爛冬𤓰仍。頌曰。如何是", "358": "佛爛冬𤓰咬着冰霜透齒牙根蒂雖然無窖", "359": "子一年一度一開花如何是佛爛冬𤓰銕", "360": "額銅頭沒柰何万里鴻溝歸漢後八千人恨", "361": "一聲歌獨木林金陵集慶龍翔廣智咲隱", "362": "訢禪師嗣晦機󳳧師在中天竺室中云󳑚著", "363": "頂𩕳上一着十方世界瓦觧冰消汝諸人向", "364": "甚處與山僧相見。頌曰。佛祖頂𩕳上一着不", "365": "属僧祇大刦修卷却娘生三寸舌片帆高掛", "366": "海門秋仲方倫廣智滿室示眾云身心一如", "367": "身外無餘大海水在󲊛鼻孔裏須彌山在󲊛", "368": "額角上一如底心在甚麼處。頌曰。心不知心", "369": "方合道色前不物始歸宗屋頭日照茶烟碧", "370": "山脊風高𣗳葉紅仲方倫蒲室廣智因僧㕘", "371": "次師曰鍾鳴鼓響為汝發機露柱燈籠為汝", "372": "作證因甚來這裏𦗟人處分僧無語師云老", "373": "僧罪過。頌曰。鼓響鍾鳴為發機燈籠露柱咲", "374": "掀眉若無舉鼎󳫠山力千里烏騅不易騎仲", "375": "方倫壺中別有天莫認洞中仙本來成現事", "376": "鵠白與烏玄淨覺曇蒲室廣智室中舉百丈", "377": "野狐話對者多不契自云百丈野狐野狐百", "378": "丈埋向一坑伏惟尚享。頌曰。浩浩叢林話野", "379": "狐落他昧處便偏枯禹門一躍成龍去誰復", "380": "當機問有無仲方倫百丈當時少見機兒孫", "381": "多是乱針錐一坑埋却渾閑事盖代功高更", "382": "是誰淨覺曇臨安府徑山石溪心月佛海", "383": "禪師嗣掩室開僧問如何是佛師曰矮子看", "384": "戲。頌曰。巍巍文六紫金容百戲塲中有變通", "385": "矮子看來眉卓竪銕鎚無孔舞春風葛廬覃", "386": "演梵善世利國崇教大禪師淨覺曇和尚嗣", "387": "廣智師在天界示眾舉長慶云緫似今日老", "388": "胡有望保福云緫似今日老胡絕望師云老", "389": "胡有望亦須吐却老胡絕望也且罷休畢竟", "390": "今日事作麼生良久云有暇却與諸人拈出。", "391": "頌曰。平展機籌不用誇抑揚元属當行家曹", "392": "溪波浪如相似安得兒孫若稻麻中峰戒", "393": "徑山虛堂智愚禪師嗣運菴岩垂語曰己眼", "394": "未眀底因甚麼將虛空作布袴着畫地為牢", "395": "因甚透者箇不過入海筭沙底因甚向針鋒", "396": "頭上翹足。頌曰。縫却虛空筭盡沙針頭畫地", "397": "是生涯改頭換面無人見幾度春風吹落花", "398": "閑極雲觧把虛空作袴單地牢畫出透還難", "399": "針鋒頭上翹雙足猶對春風話嵗寒葛廬覃", "400": "未詳承嗣一十一人　機緣一十八則", "401": "未詳承嗣樓子和尚因從街市過經酒樓下偶整襪帶", "402": "少住聞樓上人唱曲云󲊛既無心我便休聊", "403": "聞忽然大悟從此號樓子○出長慶巘禪師", "404": "注楞嚴經說文。頌曰。唱歌樓上語風流󲊛既", "405": "無心我也休打着奴奴心裏事平生恩愛冷", "406": "啾啾慈受深偶聞清唱發高樓󲊛若無心我", "407": "也休直下狂心能頓歇從茲演若不迷頭本", "408": "覺一󲊛既無心我也休此身無喜亦無憂飢", "409": "來喫飯困來睡花落從教逐水流寶峯明󲊛", "410": "若無心我也休鴛鴦帳裏󰝬擡頭家童為問", "411": "深深意笑指紗窓月正秋寶華鑑因過花街", "412": "賣酒樓忽聞語唱惹離愁利刀剪断紅󰡕線", "413": "󲊛若無心我也休㑃堂仁杜順和尚法身", "414": "頌懷州牛喫禾益州馬腹脹天下覔醫人灸", "415": "猪左膊上。頌曰。古德法身頌𥧌語熱𡱰沸若", "416": "學唱巴歌須是自伶俐大溈智一雨一陰風", "417": "未和春從不快裏消磨桃花暗已隨流水空", "418": "使劉郎惆悵多心聞賁也好咲也堪悲耳朵", "419": "元來兩片皮松源岳月氏國王聞罽賔國祇", "420": "夜多尊者有大名稱與羣臣徃彼國禮見問", "421": "法王至彼修敬已畢乃請開演者曰大王來", "422": "時好道今去亦如來時王乃歎伏。頌曰。至簡", "423": "至易最尊最貴徃還千聖頂𩕳頭世出世間", "424": "不思議彈指圓成八万門一超直入如來地", "425": "圓悟勤西天有一外道索馬鳴祖師論義集", "426": "國王大臣并及四眾俱會論場馬鳴云汝義", "427": "以何為宗外道云凢有言說我皆能破馬鳴", "428": "乃指國王云當今國土康寧大王長壽請汝", "429": "破之外道屈伏。頌曰。六師不正起干戈自謂", "430": "無能柰我何九十六宗令結舌不消一曲太", "431": "平歌本覺一昔有老宿一夏並不為師僧說", "432": "話有僧自歎曰我只與麼空過一夏不敢望", "433": "和尚說佛法得聞正因兩字也得老宿聊聞", "434": "曰闍𥟖莫𧬊速若論正因一字也無道了乃", "435": "扣齒曰適來無端與麼道隣壁有老宿聞得", "436": "乃曰好一釜菱被兩顆鼠糞污却。頌曰。一夏", "437": "調和一釜羮傳巖猶未許爭衡莫言污了無", "438": "人見隣壁禪翁隻眼明正覺逸長夏無別趣", "439": "調和羹一釜滋味頗馨香剛地成點污口是", "440": "禍之門舌是斬身斧陪却三斤銕只因看錮", "441": "鏴慈受深泠泠寒溜潓秋壑纔會滄溟便汎", "442": "舟見說許由曾洗耳可憐巢父更鞭牛虛堂", "443": "愚潭州茶陵郁山主不曾行脚因廬山有", "444": "化士至論及宗門中事教令看僧問法燈百", "445": "尺竿頭如何進步法燈曰噁凡三年一日乘", "446": "馿度橋一󳑚橋板而墮忽然大悟遂有頌曰", "447": "我有神珠一顆久被諸塵封鎻今朝塵盡光", "448": "生照見山河萬朵因此更不遊方。頌曰。百尺", "449": "竿頭曾進步溪橋一󳑚沒山河從茲不出茶", "450": "川上吟嘯無非邏哩囉白雲端進步竿頭󳑚", "451": "斷橋太虛凸處水天凹古今喫𨈀知多少不", "452": "似闍𥠖這一交北磵簡失脚溪橋兩眼枯錯", "453": "將魚目作眀珠直饒塵𥁞光生也照破山河", "454": "夢見無無凖範拾得眀珠笑口開謂言塵𥁞", "455": "轉塵埃若無直下承當分孤負馿兒一攧來", "456": "介石朋百尺竿頭話最親一交橋断絕纖塵", "457": "死中得活珠離蚌甘作馿前馬後人無門開", "458": "溪橋馿子失脚處百尺竿頭進步時頂踵一", "459": "時都換了依然只是郁闍𥠖石溪月一攧成", "460": "狼藉茶川路轉迂却將泥彈子認作夜明珠", "461": "葛廬覃昔二庵主旬日後相見上庵主曰", "462": "許多時在什麼處下庵主曰在庵裏造箇無", "463": "縫塔上庵主曰某甲也要造一箇就兄借樣", "464": "子得麼下庵主曰何不早道恰被借去了。頌", "465": "曰。無縫塔子樣兩手擡不起被人借將去至", "466": "今尋未已尋未已天上人間知幾幾月菴果", "467": "恰好被人借去了莫言隣舍不通容團圝無", "468": "縫難安茟只抹烟雲一兩重石林鞏", "469": "昔有古德一日不赴堂侍者請赴堂德曰我", "470": "今日在莊上喫油糍飽者曰和尚不曾出入", "471": "德曰汝去問莊主者方出門忽見莊主歸謝", "472": "和尚到莊喫油糍或作鵝湖孚和尚○或作南泉。頌曰。近", "473": "在口皮邊遠過河沙國世間多少人不得油", "474": "糍喫鼓山珪和尚不赴堂莊主謝臨屈一字", "475": "入公門九牛車不出徑山杲江南江北勿同", "476": "倫疑了還疑笑殺人誰信一盤油煠底古今", "477": "塞斷是非門雪堂行熱糍盪口成痕跡糍冷", "478": "令人便動脾何似且拈安一處家常茶飯但", "479": "隨時照堂一背眾喫油糍對人誇好手潦倒", "480": "不識羞抵死揚家醜應菴華喫了油糍不赴", "481": "齋莊師特特謝師來千山萬水俱尋徧󳑚破", "482": "芒鞋眼未開𡰱無著緫古德何曾動口皮喫", "483": "油糍飽幾人知而今冷地思量着暗寫愁膓", "484": "寄與誰肯堂充古德因僧問年窮嵗𥁞時", "485": "如何德曰東村王老夜燒錢。頌曰。目前無異", "486": "路信手斫方圓眉毛橫眼上鼻孔大頭懸空", "487": "叟印年窮王老夜燒錢斷送難逢下水舡懵", "488": "底不知身到岸隨他寒暑謾推遷遯庵演問", "489": "來荅去有來源一句全該遍大千歲𥁞年窮", "490": "窮底事東村王老夜燒錢蕳翁敬春風陌上", "491": "郎得錢隨手使貨物忽相當撞着恰却子雪", "492": "巖欽古德因僧問生死以何為舟航德曰", "493": "年𥁞不燒錢。頌曰。年𥁞不燒錢鼠󲈺被蛇穿", "494": "直饒玄會得對面隔西天曹源生古德因", "495": "僧問年窮嵗𥁞時如何德曰家家盡看野狐", "496": "兒。頌曰。家家盡看野狐兒銕笛橫拈撩乱吹", "497": "吹罷不知何處去夕陽已掛柳梢西松源岳", "498": "家家盡看野狐兒見者雖多識者稀百恠千", "499": "妖俱掃跡春風已到萬年枝晦叟光古德", "500": "問僧曰何不看經曰不識字德曰何不問人", "501": "僧展手曰是什麼字德無對。頌曰。袖中寶劒", "502": "磨星斗肘後靈符照八方撥轉目前関捩子", "503": "從教天下竟茫茫誰菴演鶴立蛇行勢不󲊛", "504": "五天梵字鬼神愁孔門弟子無人識碧眼胡", "505": "僧笑點頭殺六岩輝宋太宗皇帝因夢神", "506": "人勸發菩提心次日問󲉌臣菩提心作麼生", "507": "發羣臣無對。雪竇代云實為古今罕聞", "508": "別峰印代荅云王言如󰡕其出如綸。頌曰。菩", "509": "提妙心作麼發曰應万機元不差回首瞥然", "510": "輕覷着大千沙界是皇家松源岳萬里謳歌", "511": "聖化成條風磈雨樂樵耕不因嵩岳三呼後", "512": "無象誰知真太平雙杉元菩提心發不為難", "513": "只在君王一念閒聖聖相傳皆一揆綿綿國", "514": "祚泰山安辛菴儔太宗問僧近離甚處曰", "515": "臥雲菴帝曰臥雲深處不朝天因甚到此僧", "516": "無對。雪竇代云難逃至化。頌曰。試問臥雲", "517": "深處客不知何以荅昇平蕩然至化難逃避", "518": "萬里堯天一點雲北磵蕳太宗因僧朝見", "519": "奏云陛下還記得麼帝曰甚處相見曰靈山", "520": "一別直至如今帝曰以何為驗僧無語。雪", "521": "竇代云貧道得得而來。頌曰。靈山一別二千", "522": "年聖世重逢豈偶然細掬清泉揩老眼撥開", "523": "雲霧見青天石溪月太宗一日擎起鉢問", "524": "丞相王隨曰既是大𢈔嶺頭提不起為甚麼", "525": "却在寡人手裏隨無對慈眀圓代云陛下有", "526": "力。頌曰。大地𠬧歸掌握間鉢盂擎起有何難", "527": "箇中消息憑誰委秋水秋雲秋夜寒雲衲慶", "528": "錢塘鎮使在界上為鎮將凡見僧便問若相", "529": "契即留止宿一日因二僧至遂問近離甚處", "530": "曰江西馬大師處使曰馬大師有什麼方便", "531": "曰道即心是佛便被揖出又有二僧到亦如", "532": "前問僧曰非心非佛又被揖出。頌曰。是是非", "533": "非俱請出巍巍萬仞如壁立平生心膽向人", "534": "傾相識還如不相識無際派碧油幢下立功", "535": "勛韜畧雙全獨見君一自赤心來報國邊頭", "536": "刁斗不曾聞虛堂愚昔有一婆供養一菴", "537": "主經二十餘年甞令一二八女子送飯給侍", "538": "一日令女子抱定云正當與麼時如何庵主", "539": "曰枯木倚寒巖三春無暖氣女歸舉似婆婆", "540": "曰我二十年只供養得箇俗漢遂趂出放火", "541": "燒却菴。頌曰。不見人斑見虎斑筭來莫願見", "542": "人斑虎斑見後通回避唯見人斑避最難或", "543": "菴體鉄壁迸開雲片片黑山輥出月團團就", "544": "中眀暗相陵處天外出頭誰觧看虛堂愚貧", "545": "人常妬富富者不欺貧莫信直中直須防人", "546": "不仁閑極雲二十年來不具眼茆菴燒却是", "547": "徒為三春暖氣無多子真安之言亦可師橫", "548": "川珙", "549": "跋徑山希陵題青蓮瞬視金色咲微師承肈茲密著少林華", "550": "敷神光印受世係由是󳇐彰雖枝派之有殊", "551": "分然機用之無二致或縱𡙸而破古人之幽", "552": "鍵或捭闔而發後學之靈樞大用現前纖塵", "553": "不立四句獨超於言外万法俱泯於聲先玉", "554": "振禪宗珠聯祖城流通雖遠選擇未純識者", "555": "尚譏况於後乎錢塘魯庵會公孤標󳫠俗積", "556": "行熏心遐扣祖機深染法味采機緣而補前", "557": "󲉞綴頌古而入新刊通集後先洞照今古用", "558": "心亦閎矣謹遣清侶躬索後題慚窺管而見", "559": "微聊濡毫而塞請延。祐戊午季夏徑山希陵", "560": "題", "561": "靈隱淳朋拜書宗門中有一千七伯則公案名之今古又曰", "562": "長物言之則污人唇齒置之則廻避無門句", "563": "句王轉珠廻字字冰銷瓦觧歷代宗匠頌之", "564": "未免畫蛇添足寶鑑師編緝於前魯菴公增", "565": "𠬧於後贓證分眀不勞再勘中間一處誵訛", "566": "具眼衲僧必能辨白。靈隱淳朋拜書", "567": "禪宗頌古聮珠通集卷第二十一", "568": "永樂二年甲申夏五月命工補刊謹識"}, "englishTitle": "Zhonghua Canon, Electronic version, No. 1720 禪宗頌古聯珠通集", "author": "宋 法應集　元 普會續集　明 淨戒重校"}