{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1301 佛果擊節錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "第三十七則玄沙見虎", "1": "佛果擊節錄卷下", "2": "雪竇明覺禪師拈古", "3": "佛果圜悟禪師擊節", "4": "第三十八則洞山三頓第三十八則洞山三頓", "5": "舉洞山初和尚到雲門。門問近離什麼處。常程途山", "6": "云查渡。實頭人難得門云。夏在什麼處。第二頭箭鋒也須着眼山", "7": "云。湖南報慈。可㬠不瞞人門云。幾時離彼中。三重公案山云。", "8": "去年八月。只為脚不踏實地門云。放汝三頓棒。天下衲僧只知有恁", "9": "麼事。殊不知。有不恁麼事山至來日却上問訊。昨日蒙和尚放", "10": "三頓棒。不知過在什麼處。果然摸𢱢不着門云。飯袋子。江", "11": "西湖南便恁麼商量去。可惜許山於此大悟。還曾夢見也未。", "12": "雪竇拈云。雲門氣宇如王。不妨孤危峭峻拶著便氷消瓦", "13": "解。草裏輥當時若據令而行。令人常憶龐居士子孫也未到", "14": "斷絕你也替他喫棒。", "15": "師云。大溈真如和尚。愛教人看這因緣。拈人情解。雲", "16": "門道。近離什處。山云查渡。此放一頓棒。又云。夏在什", "17": "處。山云。湖南報慈。此是放一頓棒。幾時離彼中來。山", "18": "云。去年八月。此是放一頓棒。只管情解道。分明是三", "19": "頓棒。且喜沒交涉。又有一般道。洞山實頭所以放他", "20": "三頓棒。又有底道。當時便好一喝。若論如何若何。更", "21": "是狂見。一時不恁麼。畢竟作麼生。所以古人道。承言", "22": "須會宗。勿自立規矩。雪竇要打他道。飯袋子。江西湖", "23": "南便恁麼商量。正好打。雲門雖然養子方知父慈。拈", "24": "他情解便會。只為雲門語好。便發得悟處。有本收削", "25": "去商量二字。只云江西湖南便恁麼去。一悟後便道", "26": "我已後向十字街頭卓箇庵。不蓄一粒米。不種一莖", "27": "菜。接待十方知識。與他拈却炙脂帽子。脫却鶻臭布", "28": "衫。令教洒洒落落。箇箇做無事道人去。一如臨濟當", "29": "時去見大愚。只被大愚拈他情見。便會得徹。且道這", "30": "箇是如何。古人一言一句。轉凡成聖。點鐵成金。所謂", "31": "粉骨碎身未足酬。一句了然超百億。後來僧問如何", "32": "是佛。便只道麻三斤。看他那裏是安排得來。祖師門", "33": "下一󳬇便見。那裏有許多般。千聖萬聖挨拶。教人見", "34": "到這裏。雖然點破綱宗。要且意在未痾時。明眼漢。沒", "35": "窠臼。所以巖頭道。若論戰也箇箇立在轉處。向未痾", "36": "時一󳬇便見。廓天一路相似。靈利漢疑著處。一點便", "37": "會。雪竇拈云。雲門一似覇王相似。因什麼拶著便冰", "38": "消瓦解。雪竇嫌雲門老婆心如此。當時真箇好打。到", "39": "這裏拈則許你拈。會則不許你會。若只恁麼會又錯", "40": "了也。當時劈脊便打。赶出去。已放過了也。教他後來", "41": "道。如何是佛麻三斤。前也不著村。後也不著店。天下", "42": "人不奈何。或若奈何時如何。鼻孔撩天。", "43": "第三十九則大慈示眾第三十九則大慈示眾", "44": "舉大慈示眾云。山僧不解答話。只是識病。自病教阿誰識。", "45": "時有僧出。須是放過大慈便歸方丈。且道這僧患什麼病雪竇拈", "46": "云。大凡扶竪宗乘。須是辨箇得失。果然且大慈識病", "47": "不答話。時有僧出便歸方丈。膏肓之病決不可醫雪竇識病", "48": "不答話。或有僧出劈脊便棒。且道這一服藥。醫得什麼病諸方", "49": "識病不答話。有僧出必然別有長處。不可只守他途轍去敢", "50": "有一箇動著大唐天子只三人打云。如麻似粟。", "51": "師云。杭州大慈。乃馬祖下尊宿。蒲坂人。頂骨聳高。其", "52": "聲如鐘。一日示眾云。大慈不解答話。只是識病。且道", "53": "這僧病在什麼處。法眼道。眾中喚作病在目前不識。", "54": "玄覺云。且道大慈識病不識病。此僧出來。是病不是", "55": "病。若言是病。逐日行住坐臥。不可總是病。若言不是", "56": "病。出來圖箇什麼。大慈後來示眾云。說得一丈。不如", "57": "行取一尺。說得一尺。不如行取一寸。洞山聞云。我即", "58": "不恁麼。僧云。和尚作麼生。山云。說取行不得底。行取", "59": "說不得底。雲居云。行時無說路。說時無行路。不說不", "60": "行時。合行什麼路。洛浦云。行說俱到。即是本分事無。", "61": "行說俱不到。即本分事在。不見趙州小參示眾云。今", "62": "夜答話去也。有解問者試出來看。時有僧出禮拜。州", "63": "云。適來拋磚引玉。却引得箇擊子。又資福云。隔江見", "64": "資福剎竿便回去。脚跟下好與三十棒。何況過江來。", "65": "只如大慈如此示眾。便有僧出。大慈見不堪與語。便", "66": "歸方丈。古人下鈎釣鯤鯨。豈與你撈蝦摝蜆來。你若", "67": "是箇漢。纔上來却與你辨明。且道大慈意畢竟作麼", "68": "生。諸人試去子細參詳。看時作麼生。雪竇拈云。大凡", "69": "扶竪宗乘。須是辨箇得失。雪竇既如此拈。且道什麼", "70": "處是辨得失處。雪竇自云。識病不答話。或有僧出劈", "71": "脊便棒。且道此意又作麼生。這箇與古人齊肩並駕。", "72": "往往更加出古人。方可敢拈公案。自家既參不透。向", "73": "什麼處見古人。向什麼處下手拈掇。雪竇拈得好。且", "74": "到諸方識病不答話。有僧出必然別有長處。敢問諸", "75": "人。且道作麼生是諸方長處。諸公拈一條拄杖到處", "76": "行脚。他時或被人推向曲彔木床上坐。或有人出來。", "77": "且作周向識病。大唐天子只三人這一句。乃周朴詩。", "78": "雪竇穿作一串。拈大慈拈諸方。只這雪竇也有些子", "79": "點胸。且道什麼處是他長處。如是不肯天下人。這箇", "80": "老漢有衲僧拄杖子。又有金剛眼睛。也有七事隨身。", "81": "若是不得底人。布袋裏老鴉。雖活如死。得底人如虎", "82": "插翅戴角相似。自然不受人羅籠。周朴贈大溈詩云。", "83": "禪是大溈詩是朴。大唐天子只三人。", "84": "第四十則黃蘖閉門第四十則黃蘗閉門", "85": "舉趙州州黃蘗。兩箇老賊蘗見來便閉却方丈門。孟甞門下", "86": "州云。救火救火。果然不謬為朱履客蘗便出擒住云道道。兩重", "87": "公案州云賊過後張弓。遭這漢手脚雪竇拈云。直是好笑。", "88": "旁人有眼笑須三十年。為什麼如此忽有人問雪竇笑箇什", "89": "麼。更問作什麼笑賊過後張弓打云也未放過。", "90": "師云。趙州到黃蘗。蘗便閉却方丈門。一似電光石火", "91": "相似。若是懵懂禪和。見人纔閉却門。却必無奈何。看", "92": "他趙州與黃蘗。二俱作家。神通游戲。妙用自在。趙州", "93": "却云。救火救火。這老賊。黃蘗當時便打兩掌。他也不", "94": "奈何。什麼處是賊過後張弓處。惹得雪竇道。直是好", "95": "笑。笑須三十年。雪竇笑不是好心。笑中有刀。", "96": "第四十一則鏡清方便第四十一則鏡清方便", "97": "舉僧問鏡清。學人未達其源。乞師方便。放下著清云。", "98": "是什麼源。拶僧云其源。著清云。若是其源。爭受方", "99": "便。却將惡水驀頭澆雪竇云。死水裏浸却。有什麼用處。作麼", "100": "生是活水裏底侍者問清。適來是成褫伊。清云無。鐵彈子好箇消", "101": "息者云。是不成褫伊。清云無。金剛圈子也好消息者云。和尚", "102": "尊意如何。清云。一點水墨。兩處成龍。終是打葛藤雪竇", "103": "云。猶較些子同坑無異土雪竇不是減鏡清威光。有什麼威", "104": "光要與這僧相見。還識這僧麼是什麼源其源。三十年", "105": "後與你三十棒打云。如今須喫。", "106": "師云。鏡清一十七歲行脚。參見雪峰。峰問什麼處人。", "107": "清云溫州人。峰云。却與一宿覺同鄉人。清云。且道一", "108": "宿覺是什麼處人。雪峰笑乃器之。只如這僧問鏡清。", "109": "學人未達其源。乞師方便。清云。是什麼源。僧云其源。", "110": "清云。若是其源。爭受方便。且道鏡清是有指示無指", "111": "示。還會他道。一點水墨。兩處成龍麼。不可也教山僧", "112": "和泥合水去也。一日有僧請益次。清揖坐。僧云。禮拜", "113": "了後有少事。僧禮拜了。清問云。有甚麼事。僧云。不落", "114": "四威儀請師道。清云。更禮三拜。僧至明日上問。某甲", "115": "過在什麼處。清云。語不離窠臼。焉能出蓋纏。片雲生", "116": "晚谷。迷却幾人源。雪竇云。不是減鏡清威光。要與這", "117": "僧相見。雪竇尋常末後愛品弄。所以道。三十年後與", "118": "你三十棒。諸人無事。也試去參詳看。落著處如何。", "119": "第四十二則香林衲衣第四十二則香林衲衣", "120": "舉僧問香林。如何是衲衣下事。闍黎還曾行脚麼林云。臘", "121": "月火燒山。千重百匝。滴水滴凍雪竇拈云。臘月燒山。萬種千", "122": "般。相隨來也翹松󳬈冷。左眼半斤踏雪人寒。右眼八兩達磨不會。", "123": "猶較些子大難大難有什麼難。", "124": "師云。僧問如何是衲衣下事。香林道。臘月火燒山。雲", "125": "門道。臘月二十五。看看臘月盡。香林子承父業。何故", "126": "如此。只為他家有本分事在。若是靈利漢。向舉處便", "127": "會。多少直截。所以道。大丈夫秉慧劒。般若鋒兮金剛", "128": "焰。又道譬如擲劍揮空。莫論及與不及。若是箇本色", "129": "衲僧。那裏取別人口頭辨來。古人道。我愛韶陽新定", "130": "機。一生與人拔釘楔。雪竇具眼便道。臘月燒山。萬種", "131": "千般。雪竇向藕絲孔裏。包含大千沙界。故云我為法", "132": "王於法自在。翹松󳬈冷。踏雪人寒。恐人便向言句裏", "133": "作活計。轉生情解。末後蓋覆將來。却云達磨不會。大", "134": "難大難。諸人還會麼。且參三十年。悟去也不定。", "135": "第四十三則本仁示眾第四十三則本仁示眾", "136": "舉本仁示眾云。尋常不欲向聲前句後。鼓弄人家", "137": "男女。也打葛藤不少何故。且聲不是聲。猶較些子色不是色。兩重", "138": "公案時有僧問。如何是聲不是聲。只恐跳不出仁云。喚作", "139": "色得麼。果然僧云。如何是色不是色。仁云。喚作聲得", "140": "麼。又恁麼去也僧禮拜。果然仁云。且道為汝說。答汝話。若", "141": "向這裡辨得許汝有箇入處。什處得這一落索來雪竇拈云。", "142": "本仁也甚奇怪。見什麼要且貪觀天上月。也是亂指注既", "143": "非聲前句後。且作麼生入從這裏入。", "144": "師云。本仁高安人。嗣洞山价。大溈秀拈云。本仁只知", "145": "橫千不知竪萬。如何是聲不是聲。莫逐音響。如何是", "146": "色不是色莫逐青黃。且他問聲前句後覓箇安身處。", "147": "自然別有生涯。雪竇意如此。大凡垂示。不須這誵訛", "148": "處。方釣得他這僧出來。爭奈本仁是作家宗師。能據", "149": "虎頭收虎尾。直得壁立千仞。這僧出來也不妨奇特。", "150": "雖然如是。也須照顧始得。", "151": "第四十四則國師三喚第四十四則國師三喚", "152": "舉國師三喚侍者。也是熱發雪竇著語云。點即不到。著", "153": "侍者三應。也是草裏出頭來雪竇著語云。到即不點。過將", "154": "為吾辜負汝。誰知汝辜負吾。這老漢作恁麼去就雪竇著語", "155": "云。瞞雪竇不得。也被瞞了也雲門道。作麼生是國師辜", "156": "負侍者處。老老大大。面皮厚三寸會得也是無端。因什麼隨他脚跟轉", "157": "雪竇云。元來不會咄門又云。作麼生是侍者辜負", "158": "國師處。承當得也未粉骨碎身未報得。辜恩負德作什麼雪竇", "159": "云。無端無端自領出頭。", "160": "第四十五則投子抑逼第四十五則投子抑逼", "161": "復舉僧問投子。國師三喚侍者意指如何。投子云。", "162": "抑逼人作麼。亂呌喚雪竇云。跺跟漢。也是鬼窟裏作活計僧問", "163": "興化。化云。一盲引眾盲。以己方人雪竇云。端的瞎。兩箇也得", "164": "僧問玄沙。沙云。侍者却會。爛泥裏有刺雪竇云。停囚長", "165": "智。捉賊僧問趙州。州云。如人暗中書字。字雖不成。文", "166": "彩已彰。老賊雪竇便喝。放過即不可僧問雪竇。雪竇便打。", "167": "也是賊過後張弓也要諸方點撿。放你不得乃成頌云師。資會", "168": "遇意非輕。輥芥投針無事相將草裏行。也是無端負汝負吾", "169": "人莫問。天下人跳不出任從天下競頭爭阿喇喇閙聒聒。", "170": "師云。諸人各各自有箇國師。各各自有箇侍者。無事", "171": "請辨看。法眼云。且去別時來。雪竇云。瞞我不得。玄覺", "172": "徵云。什處是侍者會處。僧云。若不會爭解恁麼應。覺", "173": "云。你欠會在。又云於此見得。便見玄沙。翠巖芝云。國", "174": "師侍者總欠悟在。而今作麼生會。", "175": "第四十六則雲門示眾第四十六則雲門示眾", "176": "舉雲門示眾。老胡生下時。一手指天。一手指地。目", "177": "顧四方。周行七步。白浪滔天云天上天下唯我獨尊。討什", "178": "麼屎臭氣當時若見。一棒打殺與狗子喫。也是賊過張弓貴圖", "179": "天下太平。干戈競起雪竇拈云。便與掀倒禪床也是第二機。", "180": "師云。雲門大師。但發一言半句。驚天動地。雪竇是他", "181": "家屋裏兒孫。知有恁麼事。諸公合作箇什麼伎倆。見", "182": "得雪竇去。", "183": "第四十七則智門草鞋第四十七則智門草鞋", "184": "舉僧問智門。如何是佛。却問著箇乾屎橛門云。踏破草鞋", "185": "赤脚走。一等是拖泥帶水僧云。如何是佛向上事。元來有向上向", "186": "下門云。拄杖頭上挑日月。摩醯首羅雪竇拈云。千兵易", "187": "得。一將難求子不談父德。", "188": "師云。雪竇拈古。著著有出身之路。縱橫自在。不向死", "189": "水裏浸却。是他有這般手段。不顧危亡。便恁麼拈弄。", "190": "何故。為是他識得智門根源。所以恁麼拈出。教人不", "191": "要作情解。今之參學兄弟。只管去記持言句。有什麼", "192": "交涉。你不看這僧問處。智門答處如何。切須子細著", "193": "些子工夫。參來參去。決定見得。", "194": "第四十八則雪峰五棒第四十八則雪峰五棒", "195": "舉僧禮拜雪峰。峰打五棒。是則是。不惜眉毛太㬠僧云。某甲", "196": "有什麼過。這漢皮下還有血麼峰又打五棒。前箭雖輕後箭深雪竇", "197": "拈云。雪竇不曾與人打葛藤。猶在前五棒日照天臨。", "198": "後五棒雲騰致雨。定龍蛇。別緇素不無雪竇拄杖子還將得來也未你若", "199": "辨得。也好與五棒打云果然。", "200": "師云。你諸人還會麼。因什麼不打四棒。不打六棒。僧", "201": "後參巖頭。頭打五掌。且道與五棒是同是別。一等是", "202": "放行。不妨奇特用得好。如人善射。箭箭中的。前五棒", "203": "日照天臨。萬象不能逃影。後五棒雲騰致雨。這僧覓", "204": "過。雪峰又打。且道是雲是雨。雪竇要與人抽釘拔楔。", "205": "大溈秀云。這僧腦門著地。過犯彌天。雪峰輕恕。猶自", "206": "不知罪名。再犯不容。更道日照天臨。雲騰致雨。惑亂", "207": "後學。可謂曾被雪霜苦。楊花落也驚。", "208": "第四十九則徑山一點第四十九則徑山一點", "209": "舉馬大師令智藏持書上徑山。書中不知有什消息山接書", "210": "開見一圓相。道什麼於中下一點。也把不住國師聞舉云。", "211": "欽師猶被馬師惑。是精識精。是賊識賊雪竇云。徑山被惑且", "212": "置。若將呈似國師。別作箇什麼伎倆。免被惑去。拄杖", "213": "子未折在。盡大地人總須喫棒有老宿云。當時坐却便休。也是將南作北", "214": "亦有道但與劃破。轉見勿交涉若與麼只是不識羞。一切", "215": "人笑你敢謂天下老師。各具金剛眼睛。廣作神通變", "216": "化。還免得麼。也是後無老宿雪竇見處。也要諸人共知。看他", "217": "雪竇敗闕只這馬師當時畫出。早是自惑亂了也只如雪竇", "218": "恁麼分踈。還免得惑也未。", "219": "師云。釣鼇時下一棬圝。保福云。什麼處是惑處。作麼", "220": "生得不惑去。五祖戒云。兩彩一賽。又云。三人指路擬", "221": "何為。大溈喆云。還識馬師徑山麼。一點水墨。兩處成", "222": "龍。國師云。欽師猶被馬師惑。可謂千里同風。不見道。", "223": "手執夜明符。幾箇知天曉。又有云。畫圓相本無事。不", "224": "合下一點。不然作禪會。喚作大圓鏡智。人人盡是狂", "225": "見不識羞。十四祖龍樹尊者。於法座上隱身現圓相。", "226": "提婆云。此是我師現圓相義。昔日國師。有一百二十", "227": "種圓相。傳與躭源。源後與仰山。山燒却。源云。般若多", "228": "羅讖云。小小沙彌有大機。溈仰宗以境智。只這圓相", "229": "又過如舉拂子。竪指。行棒。行喝。雪竇恁麼拈。可見古", "230": "人意。", "231": "第五十則睦州擔板第五十則睦州擔板", "232": "舉睦州喚僧。大德。僧回首。兩箇瞎漢州云。擔板漢。汝與他同", "233": "參雪竇拈云。睦州只具一隻眼。莫謗睦州好何故。這僧", "234": "喚既回首。因什却成擔板漢正是擔板。", "235": "師云。且道睦州落在什麼處。這僧落在什麼處。僧問", "236": "以字不成。八字不是。是何章句。州彈指一聲云。會麼。", "237": "僧云不會。州云。上來講讚無限良因。蝦蟆跳上梵天。", "238": "蚯蚓驀過東海。有新到僧來方禮拜。州叱之。闍黎因", "239": "何偷我常住果子。僧云。學人纔到。和尚因何却道偷", "240": "常住果子。州云。贓物現在。且道作麼生是這僧擔板", "241": "處直是難參。雪竇分明與你拈了也。", "242": "第五十一則巴陵示眾第五十一則巴陵示眾", "243": "舉巴陵示眾云。祖師道。不是風動。不是幡動。干戈競起", "244": "既不是風幡。向什麼處著。眉毛眼睫上有人與祖師作", "245": "主。出來與巴陵相見。者老賊𥧌語作麼雪竇道。風動幡動。", "246": "也是干戈既是風幡。向什麼處著。已在言前有人與巴陵作", "247": "主。亦出來與雪竇相見這老賊亦𥧌語。", "248": "師云。這箇是拈古格則。師復舉盧能初見五祖事。後", "249": "到四會縣。被獵人擒去。守網四箇月。又引二上座議", "250": "風幡話。印宗問云。忽然大悟。雪峰云。大小祖師。龍頭", "251": "蛇尾。好與三十棒。太原孚侍立齩齒。峰云。老僧與麼", "252": "道。合喫三十棒。保福云。作賊人心虗。蕭何致律。五祖", "253": "戒云。著什來由。又云。不合道末後語。只為箇心之一", "254": "字。錯認光影。", "255": "第五十二則則川摘茶第五十二則則川摘茶", "256": "舉則川與龐居士摘茶次。士云。法界不容身。師還", "257": "見我麼。漏逗漢。有什麼難見處川云。若不是老僧。洎與龐公", "258": "答話。是則是。忒煞不近人情士云。有問有答。蓋是尋常。劈口便掌", "259": "川不管。也是不近人情士云。適來莫怪相借問麼。好與一掌川", "260": "亦不管。也是不近人情士喝云。這無禮儀漢。待我一一舉", "261": "似明眼人去在。引得狼來屋裏痾川拈茶藍便歸。賴有末後句。若", "262": "無末後句。誰敢喚作則川雪竇云。則川只解把定疆封。不能同", "263": "生同死。雪竇也是據欵結案當時好與捋下幞頭。誰敢喚作", "264": "龐居士未免旁觀者哂。", "265": "師云。雖然只是打淨潔毬子。也打得好。末後為什麼", "266": "却不答他話。作家相見有始有終。有者道。洎與龐公", "267": "答話。被公作亂一上。識法者懼。則川所以如此。雪竇", "268": "道。只解把定疆封。且莫向雪竇句下錯會。你且道則", "269": "川是答他話。不答他話。若會得去。拍拍都是令。或有", "270": "向你道。作麼生是則川把定疆封處。作麼生對他。雖", "271": "然恁麼拈。不許恁麼會。殊不知。當機覿面提。覿面當", "272": "機疾。", "273": "第五十三則雲門裂破第五十三則雲門裂破", "274": "舉僧問雲門。一言道盡時如何。道什麼門云裂破。南瞻", "275": "部洲。北俱盧洲雪竇彈指三下也是隨語生解。", "276": "師云。挑囊負鉢。撥草瞻風。到一方一所。見有本分正", "277": "眼宗師。放下複子。便與他老漢錐劄。看是如何。可住", "278": "不可住。這僧致箇問端。向一言道盡處問他雲門。這", "279": "老漢不忙。向道裂破。奇特雲門。有如此機鋒。亦要這", "280": "僧不向情解上見。故如此答。後來雪竇恁麼。也不是", "281": "好心。", "282": "第五十四則睦州鉢囊第五十四則睦州鉢囊", "283": "舉僧問睦州。一言道盡時如何。兩重公案州云。老僧在", "284": "你鉢囊裏。放憨作麼雪竇呵呵大笑猶較些子。", "285": "師云。睦州尋常機如掣電。有衲僧巴鼻。這僧如此問。", "286": "睦州如此答。且道與雲門答處。是同是別。若道是別。", "287": "佛法有兩般。若道是同。為什麼問處則一。答處兩般。", "288": "須是透到無疑處方見徹。修心未到無心地。萬種千", "289": "般逐水流。雪竇呵呵大笑。是什麼道理。試辨看。", "290": "第五十五則雪峰三下第五十五則雪峰三下", "291": "舉僧問雪峰。聲聞人見性。如夜見月。菩薩人見性。", "292": "如晝見日。未審和尚見性如何。三段不同峰打三下。斬釘", "293": "截鐵其僧復問巖頭。頭打三掌。同途不同轍雪竇云。應病", "294": "設藥。且打三下。說得道理若據令而行。合喫多少打云。只打一掌。", "295": "師云。尋常聞人說無迷無悟。只是建立無中唱有。且", "296": "喜勿交涉。據實見處。晝見日。夜見月。未必為奇特。三", "297": "下三掌。若喚作棒。有什麼交涉。為什麼只打三下。雪", "298": "竇道。據令而行合打多少。放過一著。", "299": "第五十六則南泉出世第五十六則南泉出世", "300": "舉南泉山下有一庵主。行僧經過。謂庵主云。近日", "301": "南泉和尚出世。何不去禮拜。與別人說即得。與庵主說則禍生主", "302": "云。非但南泉。直饒千佛出世。亦不能去。果然泉聞。令", "303": "趙州去看。也須是這老賊始得州見便禮拜直得風行草偃主不管。", "304": "沒奈何州從西過東。鳥飛毛落魚行水濁主亦不管。雪上加霜州又", "305": "從東過西。只得恁麼主亦不管。三重公案州云。草賊大敗。拽", "306": "下簾子便行只得恁麼歸舉似南泉。泉云。我從來疑著", "307": "這漢。兩箇一狀領過雪竇拈云。大小南泉趙州。被箇擔板", "308": "漢勘破了也扶強不扶弱。", "309": "師云。庵主雖然恁麼。且只會打淨潔毬子。不如南泉", "310": "趙州。有為人底鉗鎚。古人出一則語。須是頭尾相覆。", "311": "他一向不管。且道得箇什麼道理便恁麼。也須是脚", "312": "踏實地。到那無事處。方始恁麼。趙州見便禮拜。末後", "313": "云。草賊大敗。拽下簾子便行。且道勘得他麼。若勘不", "314": "得。南泉趙州皆古佛間生。他眼在什麼處。泉云。從來", "315": "疑著這漢。恁麼道是許他。是不許他。須是頂門具眼。", "316": "肘後有符。方知落處。雪竇拈云。大小南泉趙州。被箇", "317": "擔板漢勘破。你且道他作麼生是擔板處。試著眼看。", "318": "第五十七則欽山恁麼第五十七則欽山恁麼", "319": "舉巖頭雪峰欽山到德山。欽山問。天皇也恁麼道。", "320": "龍潭也恁麼道。渾侖吞箇棗未審和尚作麼生道。險德", "321": "山云。你試舉天皇龍潭底看。拶著這尿床鬼子欽山擬議。", "322": "駕與青龍不解騎山便打。本合是德山喫欽山被打。歸延壽堂。也則", "323": "令行一半。直教氣息一點也無始得云是則是。打我太煞賊過後張弓巖", "324": "頭云。汝恁麼。他後不得道見德山來。肘臂不向外雪竇", "325": "云。諸禪德。欽山致箇問端不妨奇特。爭奈龍頭蛇", "326": "尾。知他幾時向鬼窟裏作活計來你試舉天皇龍潭底看。坐具便", "327": "摵。停囚長智大丈夫漢。捋虎鬚也是本分。不用說道理他既", "328": "不能。德山令行一半。果然令若盡行。雪峰巖頭。總是", "329": "涅槃堂裏漢打云。闍黎也須入涅槃堂始得。", "330": "師云。巖頭擔鋤頭行脚。到處只做園頭。雪峰擔笊籬", "331": "木杓行脚。到處作典座。欽山將熨斗剪刀針線行脚。", "332": "到處與人做衣。到箇所住處。三人互為賓主。作小參。", "333": "舉公案。欽山承當不得。後來却到洞山契證。法嗣洞", "334": "山。舉三人參德山話。欽山致箇問頭也好。被德山一", "335": "拶。直得忘前失後。德山便打。為他未徹在。灼然是承", "336": "當不得。欽山既是落節。後人已知德山大開門戶。去", "337": "這裏胡答亂答。總被生機一拶。諸人又作麼生。欽山", "338": "歸寮云。是即是。打我大㬠。巖頭云。汝恁麼。他後不得", "339": "道見德山來。雪峰巖頭。欲識拽過教乘。這漢依前擔", "340": "板。巖頭若不是蘊藉將來。爭解恁麼道。大凡拈公案。", "341": "須是見得破公案。識得縫罅。雪竇解把定放行。回轉", "342": "拈得。不妨有通變處。翠巖芝云。欽山只顧其前。不顧", "343": "其後。如今作麼生與欽山出一口氣。大溈喆云。德山", "344": "門下草偃風行。大溈即不然。待問未審和尚作麼生。", "345": "拈棒劈脊便打。且道德山是。溈山是。會麼。橫按鏌鎁", "346": "全正令。太平寰宇斬癡頑。", "347": "第五十八則玄沙問僧第五十八則玄沙問僧", "348": "舉玄沙問僧近離什麼處。也要知他來處僧云瑞巖。這僧徃往", "349": "舉瑞巖話去也沙云。瑞巖有何言句。第二杓僧云。長喚主人", "350": "公。還識羞麼自云喏。弄泥團漢惺惺著。他後莫受人瞞。自瞞了也", "351": "不知沙云。一等是弄精魂。也甚奇特。若不別識。爭辨真偽却云", "352": "何不且在彼中。事生也僧云。瑞巖遷化了也。死而不弔沙", "353": "云。如今還喚得應麼。作什麼僧無對。打云由在雪竇云。蒼", "354": "天蒼天好一坑埋却。", "355": "師云。且道古人三十四年喚作什麼。無人識得他。却", "356": "喚作弄精魂。有云昭昭靈靈建立。且喜勿交涉。會則", "357": "途中受用。不會則世諦流布。唯有玄沙風穴會得好。", "358": "穴云。自拈自弄有什麼難。玄沙云。甚奇特。既是弄精", "359": "魂。為什麼却有奇特。如今還喚得應麼。這一句奇特。", "360": "這裏著得一隻眼。親見瑞巖。所以雪竇云。蒼天蒼天。", "361": "第五十九則長慶羚羊第五十九則長慶羚羊", "362": "舉僧問長慶。羚羊未掛角時如何。闍黎亂走作什麼慶云。", "363": "草裏漢。果然僧云。掛角後如何。你還識得渠麼慶云。亂呌喚。", "364": "草繩自縛僧云。畢竟如何。蒼天蒼天慶云。驢事未了。馬事到", "365": "來。拈一放一雪竇云。寧可碎身如微塵。終不瞎箇眾生", "366": "眼。錯下名言長慶較些些子。未夢見在有般漢。設使羚羊未", "367": "掛角。也似萬里望鄉關正說著闍黎。", "368": "師云。長慶自悔話後悟云。苦哉苦哉。疑我十五年。後", "369": "因捲簾悟道。有言云。我有一棒到你。你也須知來處", "370": "始得。舉雲居六六三十六。趙州九九八十一。長慶勝", "371": "如趙州雲居底。雪竇道。寧可碎身如微塵。終不瞎箇", "372": "眾生眼。長慶較些些子。意在提向上事。長慶是箇中", "373": "人。", "374": "第六十則圓明示眾第六十則圓明示眾", "375": "舉德山圓明示眾云。但有問答。只竪一指頭。依樣畫猫", "376": "兒寒則普天普地寒。蒼天蒼天雪竇云。什麼處見俱胝", "377": "老。瞎熱則普天普地熱。更添怨苦雪竇云。莫錯認定盤", "378": "星。也有些子森羅萬象徹下孤危。大地山河通上險絕。", "379": "無轉身處什麼處得一指頭禪打云在這裏。", "380": "師云。德山第九代圓明禪師。有時上堂舉一則語。可", "381": "謂驚羣。一日上堂云。三千里外且喜勿交涉。以拄杖", "382": "一時趁下。諸公看他示眾。如金如玉相似。此一則公", "383": "案亦好。雪竇見便要穿圓明鼻孔。末後句。可謂得大", "384": "自在。", "385": "第六十一則南院諸聖第六十一則南院諸聖", "386": "舉僧問南院。從上諸聖向什麼處去。入地獄去院云。不", "387": "上天堂。即入地獄。分得一半僧云。和尚作麼生。好與三十棒", "388": "院云。還知寶應老落處麼。放過這漢僧擬議。院以拂子", "389": "驀口打。向道當斷不斷。反招其亂復喚僧近前云。令合是汝行。", "390": "又打一拂子。却不瞞人雪竇云。令既自行。且拂子不知", "391": "來處。莫道不知來處好雪竇道箇瞎。且要雪上加霜須然錦上", "392": "鋪花。爭奈靈龜曳尾。", "393": "師云。還知寶應老落處麼。古人向虎口裏橫身。為人", "394": "第一機裏。將金剛王寶劒斬斷了也。爭奈不會。當時", "395": "這裏著得一隻眼。不妨奇特。雪竇云。令合是這僧行。", "396": "爭奈拂子在和尚手裏。當時喚回打一拂子。隨手打", "397": "云瞎。", "398": "第六十二則雪峰相見第六十二則雪峰相見", "399": "舉雪峰示眾。望州亭與你相見了也。隔烏石嶺與", "400": "你相見了也。隔僧堂前與你相見了也。隔保福問", "401": "鵝湖。僧堂前相見且置。望州亭。烏石嶺。什麼處相", "402": "見也要騐過鵝湖驟步歸方丈。保福便入僧堂。紅霞穿碧海。白", "403": "日遶須彌。雖然如是。也是靈龜曳尾。何不與麼去雪竇云。二老宿是即是。", "404": "只知雪峰放行。不知雪峰把定。若是雪峰把定。雪竇也無出氣處", "405": "忽有箇衲僧出。未審雪竇作麼生。竿頭有意豈不是別", "406": "機宜。識休咎底漢。爭奈淺水無魚還有望州亭烏石嶺。相", "407": "見底衲僧麼。徒勞下鈎良久云。擔板禪和。如麻似粟持鉢", "408": "不得。詐道不饑。", "409": "師云。且道雪峰垂此一鈎。佇望多少事。却被無出頭。", "410": "所以他只得恁麼道。也是喪車背後掉藥袋。二人是", "411": "他屋裏人。相見處也不妨奇特。雖然如是。也是靈龜", "412": "曳尾。或有箇出來問。雪竇作麼生。不免德山令行一", "413": "半。當時雪峰會中。一時偎刀避箭。", "414": "第六十三則國師淨瓶第六十三則國師淨瓶", "415": "舉僧問忠國師。如何是本身盧舍那。頂上有圓光的不是忠", "416": "云。與老僧過淨瓶來。光現也僧將淨瓶至。忠云。却安", "417": "舊處著。兩頭三面僧復問。如何是本身盧舍那。伶俐衲子忠", "418": "云。古佛過去久矣。不免打葛藤雲門道。無朕跡。猶較些子雪", "419": "竇云。直得一手指天。一手指地。爭得無爭奈拗折拄杖子", "420": "還會麼。雲在嶺頭閑不徹。水流㵎下大忙生賴有末後", "421": "句若無末後句何處有雪竇也。", "422": "師云。古人豈是辜負人。若咬得破一切處都是。如人", "423": "解射。箭不虗發。步步俯就為人。當時不過淨瓶。合作", "424": "得箇什麼。雲門云。無朕跡。我愛韶陽新定機。一生與", "425": "人抽釘󳫠楔。雪竇扶忠國師一半。直得一手指天。一", "426": "手指地。", "427": "第六十四則茱萸看箭第六十四則茱萸看箭", "428": "舉趙州訪茱萸。兩箇老賊纔上法堂。萸云看箭。干戈相待州", "429": "云看箭。兩箇無孔鉄鎚萸云過。可惜許州云中。死雪竇拈云。", "430": "二俱作家。蓋是茱萸趙州。隨󳾝𣯜作什麼二俱不作家。箭", "431": "鋒不相拄。索性恁麼判斷直饒齊發齊中。也只是箇射垛", "432": "漢這箇垛子不堪射。是中是過。僧云是過。便打。", "433": "師云。趙州老漢行脚。到處繞閙。纔到雲居。居云。老老", "434": "大大何不討箇住處。云云及到茱萸。如前問云云又", "435": "舉探水話。雪竇拈云。只消箇二俱作家。末後太慈悲。", "436": "若道知是慈悲。不知是毒藥。何故。聞道看箭是作家。", "437": "一云過一云中。是不作家。直饒齊發齊中。也只是箇", "438": "射垛漢。云云不妨難射。引三平見石鞏頌云。解擘當", "439": "胸箭。因何只半人。為伊途路得。所以不全身。法燈頌", "440": "云。古有石鞏師。架弓箭而坐。云云引石鞏問西堂。你", "441": "還捉得虗空麼。堂以手撮虗空一下。鞏云。你不會捉。", "442": "堂云。師兄作麼生捉。鞏云。你近前來。堂近前。鞏遂扭", "443": "堂鼻孔云。恁麼捉虗空始得。", "444": "第六十五則臨濟赴齋第六十五則臨濟赴齋", "445": "舉臨濟與普化去施主家齋。又有兩箇老賊濟云。毛吞大", "446": "海芥納須彌。不妨奇特為復是神通妙用。為復是法爾", "447": "如然。更參三十年化踢倒飯床。手忙脚亂作什麼濟云。大麤生。", "448": "猶有這箇在化云。這裏是什麼所在。說麤說細。却好與一掌", "449": "濟休去。可惜許至來日又同赴一施主齋。云麤刺只云一般", "450": "濟復問。今日供養何如昨日。又恁麼去化又踢倒飯床。", "451": "孟八郎漢濟云。大麤生。驗人端的處。下口便知音化云瞎漢。佛法說", "452": "什麼麤細。也須盡情始得濟吐舌。放過即不可雪竇拈云。兩箇", "453": "老賊。喫飯也未了。也須是正賊。驗過始得好與三十棒。你替他喫", "454": "棒令雖行。且那箇是正賊山僧不是。", "455": "師云。引普化搖鈴因緣。毛吞巨海。云云出維摩經云。", "456": "住不可思議大解脫菩薩。為復神通。云云化踢倒飯", "457": "床作麼生會。須是大解脫人始得。若是粘皮著骨。決", "458": "不奈何。臨濟普化佛法。爭得如今盛行。雪竇道。兩箇", "459": "老賊喫飯也不了。且道什麼處是不了處。三十棒賞", "460": "罰分明。且道那箇是正賊。腦後見腮。莫與往來。舉三", "461": "聖瞎驢話。大溈秀云。古人忍死待來。因什麼正法眼", "462": "藏。向這瞎驢邊滅却。臨濟行計速速。三聖又却怱怱。", "463": "由斯父子情忘。遂致後人失望。若不得流水。還應過", "464": "別山。一僧參臨濟未人事。乃問禮拜即是。不禮拜即", "465": "是。濟便喝。僧禮拜。濟云這賊。僧亦云這賊。便出去。濟", "466": "云。莫道無事好。首座在後侍立。師回問還有過也無。", "467": "座云有。濟云。賓家有。主家有。座云。二俱有過。濟云。過", "468": "在什麼處。座便出去。濟云。莫道無事好。南泉云。官馬", "469": "相踏。", "470": "第六十六則三角示眾第六十六則三角示眾", "471": "舉三角示眾云。不免打葛藤若論此事。眨上眉毛早是", "472": "蹉過。瞎漢麻谷出云。蹉過即不問。如何是此事。無孔鐵鎚", "473": "角云蹉過。也是當機不辨谷便掀倒禪床。且道明箇什麼邊事角便", "474": "打。箭鋒相拄。猶較些子雪竇拈云。兩箇有頭無尾漢。眉毛未", "475": "曾眨上。什麼處是眉毛未曾眨上說什麼此事蹉過。拈向一邊且道是蹉", "476": "過。不是蹉過有僧問眉毛為什麼不眨上。你與他同參雪竇", "477": "便打自領出去。", "478": "師云。南泉云。道非物外。物外非道。趙州出云。如何是", "479": "物外道。泉便打。云云舉三角示眾云。云云一出一入。", "480": "一挨一拶。如人把手上高山。未免旁觀者哂。這裏若", "481": "爭勝負。有得失。卒摸𢱢不著。要辨不辨底機。要會不", "482": "會底事。須是頂門具眼。肘後有符。始知得此公案。非", "483": "雪竇拈。其餘人難為拈掇。眉毛未曾眨上。正好參究。", "484": "第六十七則巖頭跨門第六十七則巖頭跨門", "485": "舉巖頭參德山。纔跨門。便問。是凡是聖。好箇消息山便", "486": "喝。可惜許巖頭便禮拜。也未是好心洞山聞云。若不是奯", "487": "公。大難承當。旁人具眼。爭奈只知其一。不知其二巖頭云。洞山老漢。", "488": "不識好惡。我當時一手擡。一手搦。也不得放過。爭奈已敗闕了也", "489": "雪竇拈云。然則德山門下草偃風行。要且不能塞", "490": "斷人口。也有些子當時纔禮拜。劈脊便打。也是賊過後張弓非", "491": "唯勦絕洞山。亦乃把定豁老。而今爭奈闍黎何還會麼。李", "492": "將軍有嘉聲在。不得封侯也是閑不免說道理。", "493": "師云。德山巖頭初相見。便以此問問他。云云巖頭禮", "494": "拜有些子誵訛。作麼生會德山休去。又舉托鉢話。云", "495": "云又且道這休去如何。作麼生是一手擡一手搦處。", "496": "他父子相投。時節若至。其理自彰。且道雪竇要勦絕", "497": "他。作麼生是衲僧門下各有一坐具地。縱橫自在。所", "498": "以道。我為法王。於法自在。", "499": "第六十八則太原顧視第六十八則太原顧視", "500": "舉太原孚上座參雪峰。才到法堂顧視雪峰。便下", "501": "看知事。好與三萬六千棒雪竇云。一千五百人作家宗師。", "502": "被孚老一󳬇。便高竪降旗。也是將錯就錯孚來日入方丈", "503": "云。昨日觸悞和尚。第二回重納敗闕峰云。知是般事便休。", "504": "可惜放過雪竇云果然。遭他雪竇點撿僧問雲門。作麼生是觸", "505": "悞處門便打。更不消得雪竇云。打得百千萬箇有什麼", "506": "用處。直須盡大地人喫棒。方可扶竪雪峰。山僧一時悚然", "507": "且道太原孚具什麼眼猫兒屎孔眼。", "508": "師云。世尊拈花。迦葉微笑。吾有正法眼藏。付與摩訶", "509": "大迦葉。蓋為黃河從源頭濁了。所以如此。且孚上座", "510": "至看知事。若是向上人。舉著便知落處。太原孚一󳬇", "511": "有底道努眼光。古人意不在與麼。若無奇特處。雪峰", "512": "肯許他。尋常口似懸河。作麼生便休去。不見道。通方", "513": "作者。相共證明。又云是賊識賊。呈眼光一下。似則似。", "514": "猶隔一重在。引去堂前。峰指日。他為什麼却擺手。有", "515": "般人見指日。便道光明烜赫。雪竇道。果然雪峰不打。", "516": "僧問雲。門。作麼生是觸悞處。雲門為什麼却打這僧。", "517": "因風吹火。用力不多。", "518": "第六十九則雲門三病第六十九則雲門三病", "519": "舉僧請益雲門。玄沙三種病人話。門云。你禮拜著。", "520": "僧禮拜起。門以拄杖便挃。合得多少麻滓趜末僧退後。門云。", "521": "你不是患盲。酌然患盲復喚近前來。僧近前。門云。汝不", "522": "是患聾。酌然患聾乃云還會麼。僧云不會。門云。汝不是", "523": "患瘂。酌然患瘂僧於此有省。也須是鑽破混沌始得雪竇便喝云。", "524": "這盲聾瘖瘂漢。若不是雲門驢年去。因風吹火。用力不多如", "525": "今有底。或拈槌竪拂。不管教近前。又不來。只者便是誵訛", "526": "處還會麼不應。諸方還奈何得麼。打云。有什麼難奈何處若", "527": "不奈何。汝這一隊驢漢。又堪作箇什麼。也是第二機以", "528": "拄杖一時打趁放過一著。", "529": "師云。地藏云。桂琛見有口眼耳。和尚作麼生接。沙云", "530": "你去。又僧問三種病人話。還許學人說道理也無。沙", "531": "云許。僧珍重便行。舉法眼云。我聞先師舉三種病人", "532": "話我便會。如今人只為言語所隔不能會。雪竇末後", "533": "道。若不奈何。汝這一隊驢漢。又堪作箇什麼。殊不知。", "534": "雪竇已是盲聾瘖瘂了也。", "535": "第七十則鼓山示眾第七十則鼓山示眾", "536": "舉鼓山示眾。若論此事如一口劒。道什麼時有僧問", "537": "承和尚有言。若論此事如一口劒。和尚是死屍。學", "538": "人是死屍。斬如何是劒。是則是。無出身處山云。拖出這死", "539": "屍。兼身在內僧應喏。歸衣鉢下打疊便行。左之右之。不妨是姦人細", "540": "作。劒在什麼處山至晚問首座。問話僧在否。若在。朝打三千。暮打八百", "541": "座云。當時便去也。賴是靈利衲僧山云。好與三十棒。人人盡道", "542": "賊過後張弓。爭奈現成公案雪竇云。諸方老宿總道。鼓山失却", "543": "一隻眼。往徃不能坐天下人舌頭殊不知。重賞之下。必有勇夫。", "544": "且道賞得箇什麼雖然如此。若子細點撿將來。未免一坑", "545": "埋却打云。已埋了也。", "546": "舉鼓山九重城裏聖箭話。云云直下猶難會。尋言轉", "547": "更賒。若論佛與祖。特地隔天涯。須知鼓山不跨石門", "548": "底句。舉示眾云。若論此事如一口劒。僧問得奇特。此", "549": "喚作弄泥團漢。且道死屍在誰邊。劒在阿誰邊。若這", "550": "僧有權有實。有殺有活。也大誵訛。鼓山當時合打。為", "551": "什麼不打。去了却問首座方打。雪竇恁麼拈。且得不", "552": "錯會。若有得有失。雪竇一時埋却則且置。雪竇向什", "553": "麼處安身立命。", "554": "第七十一則睦州毛端第七十一則睦州毛端", "555": "舉睦州問武陵長老。了即毛端吞巨海。始知大地", "556": "一微塵作麼生。那裏得這一落索來陵云。和尚問誰。過州云", "557": "問長老。中陵云。何不領話。兩重三重舊公案州云。我不領", "558": "話。汝不領話。兩箇都盧鐵面皮雪竇拈云。墮也墮也。放過即不", "559": "可復云。這箇葛藤。老漢好與劃斷。拈拄杖云。什麼", "560": "處去也打云也與劃斷了也。", "561": "師云。了即毛端吞巨海。始知大地一微塵。作麼生。和", "562": "尚問誰。也不妨奇特。作麼生摸𢱢他。當時若不是睦", "563": "州。難奈何他。云問長老。且道畢竟勘得破。勘不破。武", "564": "陵畢竟辨得。辨不得。和尚何不領話。州云。我不領話。", "565": "汝不領話。太煞誵訛。如鏡清問僧。近離什麼處。云石", "566": "橋。云云若人透得這一重。千人萬人羅籠不住。睦州", "567": "辨得他。一出一入。絲來線去。一等是打葛藤。不妨奇", "568": "特。雪竇拈云。墮也墮也。只消箇墮也一句。何故。師子", "569": "返躑。武陵功不浪施。末後復云。這葛藤。老漢好與劃", "570": "斷。拈拄杖云。什麼處去。鈆刀一割。", "571": "第七十二則仰山坐次第七十二則仰山坐次", "572": "舉仰山坐次。大禪佛翹一足云。西天二十八祖亦", "573": "如是。唐土六祖亦如是。天下老和尚亦如是。某甲", "574": "亦如是。這弄泥團漢。通箇消息不妨奇特。只恐有頭無尾山下禪床打四", "575": "藤條。也須是截鐵斬釘始得雪竇云。藤條未到打折。因什麼", "576": "只與四下。言猶在耳須是斬釘截鐵漢始得。打云是幾下大", "577": "禪佛後到霍山。自云集雲峰下四藤條。天下大禪", "578": "佛參。少賣弄山云打鐘著。須是與他本分草料禪便走。三十六計雪", "579": "竇云。這漢雖是見機而變。爭奈有頭無尾也是據欵結案。", "580": "師云。當時若不見機而變。何處󱅨有大禪佛。闍黎只", "581": "管喚作什麼。或有人問。甚處是有頭無尾處。什麼是", "582": "見機而變處。你若手忙脚亂。老僧在你脚底下。舉歸", "583": "宗下亦有大禪佛云。我悟也。我悟也。師姑元是女人", "584": "做。翹一足云。且道是什麼消息。若不是脚踏實地。爭", "585": "敢輕開大口。拈仰山著力處。藤條未到折。云云後到", "586": "霍山至走。入來要辨主人家。霍山若辨他。作家相見", "587": "須是恁麼去。打鐘著。且道見箇什麼道理便走。蓋伊", "588": "識得主人家。所以便行。雪竇道。須是斬釘截鐵漢始", "589": "得。這漢見機而變處。是有頭無尾處。須是自點撿子", "590": "細始得。", "591": "第七十三則智門般若第七十三則智門般若", "592": "舉僧問智門。如何是般若體。硬紏紏地門云。蚌含明月。", "593": "通身是眼󳬇不破僧云。如何是般若用。爛泥相似門云。兔子懷", "594": "胎。通身是口說不得雪竇云。非唯把定世界。亦乃安貼家", "595": "邦。是即是。德山門下即得若善能參詳。便請丹霄獨步作麼生是", "596": "丹霄獨步。", "597": "師云。北塔因緣。欲知佛性義。當觀時節因緣。據古人", "598": "得箇妙處。一言一句。為人不妨奇特。雲門下尊宿。一", "599": "句是三句。北塔既究到這裏。後人只管粘皮差骨。昔", "600": "日雲門北斗話。并祚和尚般若體話。眾中浩浩地商", "601": "量。今時人或聞一句半句。不以為事。蚌含明月。乃中", "602": "秋月夜。蚌含月光以生珠。盤山垂語云。心月孤圓。光", "603": "含萬象。盡十方世界。只是般若光。光未發時。無佛無", "604": "眾生。雪竇云。非唯把定世界。云云兔子懷胎。兔子無", "605": "雄。中秋月夜。吞月光而孕。從口產子。答得安貼家邦。", "606": "舉體露金風。鉢裏飯。桶裏水。銀椀裏盛雪。珊瑚枝枝", "607": "撑著月。宗師眼目須至如此。復舉玄沙示眾云。十方", "608": "世界不漏一絲毫。", "609": "第七十四則烏臼參堂第七十四則烏臼參堂", "610": "舉烏臼問玄紹二上座。近離什處。一口吞盡僧云。江西。", "611": "不妨好箇消息臼便打。是則是。太麤生僧云。久聞和尚有此機要。", "612": "賴是知落處臼云。汝既不會。第二箇近前來。還容得人。擬議也無", "613": "僧擬議。果然恁麼去臼亦打。作家宗師。就中難得云同坑無異土。", "614": "參堂去。雪竇云。宗師眼目須至恁麼。自達磨西來。唐土討一箇", "615": "也難得如金翅擘海直取龍吞。能取譬喻有般漢。眼目未", "616": "辨東西。拄杖不知顛倒。故是杜撰長老只管說照用同時。", "617": "人境俱奪便作座主見解。", "618": "師云。烏臼。乃馬祖下名望尊宿。玄紹二公。亦是通方", "619": "作者。錄中有問答因緣。云云復舉公案便打。過在什", "620": "麼處。須是情盡見除無依倚。方見他古人全機處。玄", "621": "紹二上座也識破也。便云。久聞和尚有此機要。作麼", "622": "生是他機要處。參堂去。有什麼共語處。直須是情盡。", "623": "此是本分草料。難為咬嚼。他通方作者。方知落處。汝", "624": "既不會。第二箇近前來。僧擬議。云云參堂去。若作無", "625": "語會。是錯此公案。是從上提綱者格則。雪竇云。如金", "626": "翅鳥擘海直取龍吞。有一般漢。云云雪竇破人情見。", "627": "有云拈棒便打處。是照用同時。人境俱奪。錯會了也。", "628": "第七十五則雪峰天使第七十五則雪峰天使", "629": "舉雪峰問僧。見說大德曾為天使來是否。和尚得恁麼耳", "630": "目長僧云不敢。只管喫棒峰云。爭解恁麼來。果然拈起拄杖子僧", "631": "云。仰慕道德。豈憚關山。已是放過了也峰云。汝猶醉在出", "632": "去。放行此令僧便出。果然峰乃召大德。僧回首。峰云是什", "633": "麼。且道是什麼僧亦云是什麼。箭鋒相拄峰云這漆桶。天下衲僧", "634": "跳不出僧無語。可惜許峰却顧謂鏡清云。好箇師僧。向", "635": "漆桶裏折倒。殺人不眨眼漢。更賣弄好手清云。和尚豈不是據", "636": "欵結案。撞着箇作家峰云。也是我尋常用底。忽若喚回", "637": "道是什麼。被他道這漆桶。又作麼生。奪却雪峰槍頭子清", "638": "云。成何道理。扶強不扶弱峰云。我恁麼及伊。汝又道據", "639": "欵結案。他恁麼及我。汝又道成何道理。一等是恁", "640": "麼時節。其間何故有得有不得。雪峰拄杖子。被鏡清奪了清云。", "641": "不見。道醍醐上味。為世所珍。遇此等人。翻成毒藥。", "642": "智過於師。方堪傳授雪竇云。看他父子相投。言氣相合。知者。", "643": "謂粉骨碎身。此恩難報。酌然不知者。謂扶高抑下。臨", "644": "危悚人。大有人恁麼會毒藥醍醐。千載龜鑑。何止千載。盡未來際。風行", "645": "草偃還會麼這漆桶咄。便打。還我話頭來。", "646": "師云。這僧作貴官來。捨緣出家行脚。峰云。汝猶醉在。", "647": "尋常雪峰為人。如金翅擘海直取龍吞。故云盡大地", "648": "撮來如米粒大。豈不是如金翅擘海直取龍吞。雪峰", "649": "恁麼道。且道這僧什麼處是構雪峰處　復舉二僧", "650": "到雪峰托庵門話。彼中末後無語。却毒。這裏末後有", "651": "語。却傷鋒犯手。是時鏡清作侍者。辨得他賓主相見", "652": "處。雪峰拈問鏡清。一開一遮。一收一放。峰折倒他不", "653": "下。豈不見道。雖是死蛇。解弄也活。清云。成何道理。何", "654": "故。雪峰道即有分。者僧道即無分。峰云。我恁麼及伊。", "655": "又道據欵結案。他什麼及我。又道成何道理。一等是", "656": "恁麼時節。其間何故有得有不得。鏡清便與念呪一遍。", "657": "醍醐上味。為世所珍。遇此等人。翻成毒藥。云云千聖", "658": "傳來不墮諸數。直須獨脫。一切處羅籠不得。若謂得", "659": "去天下衲僧。被你一時穿却鼻孔。又趙州道。拈一莖", "660": "草作丈六金身用。將丈六金身作一莖草用。又雪竇", "661": "云。看他父子相投。言氣相合。知者。謂粉骨碎身。此恩", "662": "難報。不知者。謂扶高抑下。臨危悚人。出去。這漆桶。何", "663": "處是抑下悚人。舉龜鑑事。末後撮作一束。教人易會。", "664": "第七十六則大隨普賢第七十六則大隨普賢", "665": "舉僧辭大隨。隨問什麼處去。不可不知去處僧云。峨眉禮", "666": "普賢去。峩眉去即便休。禮拜普賢作什麼隨竪起拂子云。文殊普", "667": "賢總在這裏。事生也僧畫一圓相。拋向背後。元來是屋裏人", "668": "隨喚侍者。將一貼茶與這僧。鈍滯殺人雲門別云。西天", "669": "斬頭截臂。這裏自領出去。幽州猶自可。最苦是新羅雪竇云。殺", "670": "人刀。活人劒。具眼者辨取也是衲僧茶飯。", "671": "師云。大隨參六十餘員善知識。在福州安禪師會下。", "672": "作板頭二十年。云云大隨竪起拂子。僧畫一圓相。這", "673": "僧是溈仰下禪客。畫圓相拋向背後。且道是奇特。不", "674": "是奇特。大隨喚侍者。將一貼茶與他。是賞。是罰。是肯", "675": "他。是不肯他。雲門別云。西天斬頭截臂。這裏自領出", "676": "去。舉外道論義負墮即斬。若會雲門意。識得大隨雪", "677": "竇。", "678": "第七十七則雲門新羅第七十七則雲門新羅", "679": "舉雲門問新羅僧。汝是什處人。既知更問作什麼僧云。新", "680": "羅人。實頭人難得門云。將什麼過海。是他始得僧云。草賊大", "681": "敗。猶較些子門云。為什麼在我手裏。第二杓來也僧云恰是。", "682": "也較些子門云。一任𨁝跳。可惜許雪竇云。雲門老漢龍頭", "683": "蛇尾。放過這僧。為什麼在我手裏。也是停囚長智恰是。劈", "684": "脊便打打云。也不移一時。", "685": "師云。且道打他作麼。若道是過。眉鬚墮落。這箇驗人。", "686": "這僧也是作家。將什麼過海。落在第二頭。", "687": "第七十八則北禪資福第七十八則北禪資福", "688": "舉北禪問僧近離什處與前一般僧云黃州。不可不實頭禪", "689": "云。夏在什麼處。更饒一路僧云資福。有事相借問禪云。福將", "690": "何資。入草也僧云。兩重公案。也不得放過禪云。爭奈在我", "691": "手裏。却似雲門弟子相似僧云。在手裏即收取。與新羅僧同參禪便", "692": "打。作家宗師。天然有在這僧不甘。隨後趁出。盡令而行。始是本分雪竇", "693": "云。奇怪。宛有超師之作。也不消得。據欵結案還知這僧麼。只", "694": "解貪前。不能顧後。直饒解顧前後。打了也是趁出若在雪竇手裏。", "695": "棒折也未放在打云未折在。", "696": "師云。北禪是雲門弟子。福將何資。大凡勘辨。須是趯", "697": "翻方勘得。爭奈在我手裏。所以道。生擒活捉。", "698": "第七十九則睦州示眾第七十九則睦州示眾", "699": "舉睦州示眾云。我見百丈不識好惡。也有些子大眾方", "700": "集。以拄杖一時打下。正令當行復召大眾。眾回首。龍頭蛇尾", "701": "丈云是什麼。有什麼共語處。是則是。忒煞不近人情黃蘗和尚。大眾", "702": "方集。以拄杖一時打下。也是正令當行復召大眾。眾回首。", "703": "兩重公案蘗云。月似彎弓。少雨多風。猶較些子。摸𢱢不着雪", "704": "竇云。說什麼猶較些子。直是未在。也是山僧曾道來若據", "705": "雪竇眾集。一時打下便休。有什麼綣繢。有什麼誵訛或有箇無", "706": "孔鐵鎚為眾竭力。也未是闍黎分上事善能擔荷。只恐承當不得可", "707": "以籠󰋪古今。乾坤把斷。朝打三千。暮打八百雪竇驀拈拄杖", "708": "云。險放過一著龍頭蛇尾作什麼。", "709": "師云。睦州嗣黃蘗。雲巖在百丈二十年為侍者。後嗣", "710": "藥山。到藥山。山問百丈有何言句。舉前話。至是什麼。", "711": "有什麼共語處。山云。有此奇特事。睦州會拈。先去頭", "712": "邊道云。我見百丈不識好惡。大眾方集。以拄杖一時", "713": "打下。復召大眾。眾回首。丈云。是什麼。又拈猶較些子。", "714": "睦州意作麼生。這些子全機。提來硬糾糾地。雪竇善", "715": "擔荷。驀拈拄杖云。放過一著。且道雪竇前頭為人。後", "716": "頭為人。無事試定當看。", "717": "第八十則玄沙圓相第八十則玄沙圓相", "718": "舉玄沙見鼓山來作一圓相。是即是。太煞起模畫樣生山云。人", "719": "人出這箇不得。撞見作家。也須分明舉似沙云。情知汝向驢胎", "720": "馬腹中作活計。此猶是天下人摸𢱢不着處山云。和尚又作麼", "721": "生。渾無丈夫氣息沙云。人人出這箇不得。被他奪却槍頭了也山云。", "722": "和尚恁麼道得。某甲恁麼道。為什麼不得。只管喫棒沙", "723": "云。我得汝不得。識什麼好惡雪竇拈云。只解貪觀白浪。", "724": "不知失却手橈只如雪竇又作麼生。打云。人人出這箇不得。", "725": "師云。備頭陀作一圓相。直須子細參究。直是奇特。只", "726": "恐你錯會。情知汝向驢胎馬腹裏作活計。若透得過", "727": "方知玄沙重重慈悲。粉骨碎身。此恩難報。舉玄沙不", "728": "見一法為大過患。云云相似我得汝不得。赤心片片。", "729": "舉外道問佛。說不定法公案。正是這箇樣子。直是絕", "730": "情塵意想。不拘是非得失。打得脫落洒洒地。然後可", "731": "以與此相合無悞。", "732": "第八十一則南泉賣身第八十一則南泉賣身", "733": "舉南泉示眾云。王老師賣身去也。還有人買麼。奇怪", "734": "一僧出眾云。某甲買。釣得一箇泉云。不作貴不作賤。作", "735": "麼生買。太煞誵訛僧無語。可惜許臥龍代云。和尚屬某甲。", "736": "收禾山代云。是何道理。不得翻欵趙州云。明年與和尚", "737": "作一領布衫。此語最毒雪竇云。雖然作家競買。要且不", "738": "解輸機。且道南泉還肯麼。直饒肯。也是堦下漢雪竇也擬酬", "739": "箇價。直令南泉進且無門。退亦無地。少賣弄不作貴", "740": "不作賤作麼生買。看雪竇有什麼伎倆別處容和尚不得將為", "741": "多少奇特。", "742": "師云。著槽廠去。客作擔板漢。臥龍道。和尚屬某甲。禾", "743": "山云。世間無比。趙州驟步濶脚。拳踢手搦。難為摸𢱢", "744": "機輪轉處。作者猶迷。所以古人道。向上提綱。非情塵", "745": "所測。雪竇道。別處容和尚不得。輸機。慶藏主猶自貶", "746": "剝他。", "747": "第八十二則茱萸一橛第八十二則茱萸一橛", "748": "舉茱萸把一橛竹上堂。兩箇三箇。成羣作隊作什麼還有虗空", "749": "裏釘得橛麼。這老漢熱發作什麼時有靈虗上座出云。虗空", "750": "是橛。已是隨語生解了也萸便打。好打靈云。莫錯打某甲。猶自口喃", "751": "喃萸便休去。可惜許雪竇云。若要此話大行。直須打", "752": "了赶出堪作什麼。且道意在什麼處。", "753": "師云。舉香嚴上樹話。舉溈山有句無句話。古人踏著", "754": "上頭關棙子。不慚為人通箇消息。是奇特處。靈云。虗", "755": "空是橛。雖然為眾竭力。爭奈禍出私門。莫錯打某甲。", "756": "臨危不變始驚羣。胡釘鉸見趙州。只這縫尚不奈何。", "757": "是這般底正好打。若明此意。千千萬萬人羅籠不住。", "758": "第八十三則夾山生死第八十三則夾山生死", "759": "舉夾山與定山同行語話次。定山云。生死中無佛。", "760": "則無生死。只得一邊夾山云。生死中有佛。則不迷生死。", "761": "也只得一邊互相不肯。同上大梅。相見了具說前事。這漢", "762": "自家金剛王寶劒在什麼處夾山問云。未審那箇親那箇疎。梅", "763": "云。一親一疎。作家宗師夾山云那箇親。猶自不惺惺梅云。且", "764": "去明日來。兩重三重夾山來日又問。云云梅云。親者不", "765": "問。問者不親。直得雨淋頭夾山後住院云。我當時在大", "766": "梅。失却一隻眼。貧兒思舊債雪竇云。夾山畢竟不知換", "767": "得一隻眼。也須是八面受敵。不妨玲瓏大梅老漢當時聞舉。若", "768": "以棒一時打出。且道打他作什麼豈止劃斷兩人葛藤。亦", "769": "乃為天下宗匠已在言前。不勞重舉。", "770": "師云。且道大梅打他作麼生。二人同論生死為大事。", "771": "研窮要到極則處。不見永嘉道。不是山僧逞人我。修", "772": "行恐落斷常坑。夾山明日又上來問。有多少誵訛。梅", "773": "云。親者不問。問者不親。似馬前相撲。却推在夾山身", "774": "上。辨龍虵兮眼何正。擒虎兕兮機不全。", "775": "第八十四則保福羚羊第八十四則保福羚羊", "776": "舉僧問保福雪峰平生有何言句。得似羚羊掛角", "777": "時。險福云。我不可作雪峰弟子不得。三千里外。望風啟告雪", "778": "竇云。一千五百箇布衲。保福較些子隨邪逐惡作麼。直下未夢", "779": "見在。", "780": "師云。明眼漢沒窠臼。不將實法繫綴人家男女。直得", "781": "似羚羊掛角相似。方為得人。無聲色。無蹤跡。亦摸𢱢", "782": "不著。我不可作雪峰弟子不得。有咬猪狗底手脚。明", "783": "剝剝地。所以雪竇恁麼拈。", "784": "第八十五則巴陵祖意第八十五則巴陵祖意", "785": "舉僧問巴陵。祖意教意是同是別。同則總同。別則總別陵云。", "786": "鷄寒上樹。鴨寒下水。也是說道理僧問睦州。祖意教意", "787": "是同是別。不同不別州云。青山自青山。白雲自白雲。也是", "788": "說道理雪竇云。問既一般。答亦相似。爭奈水乳不分其中有", "789": "利他自利。瞞人自瞞。自利利他即得。瞞人自瞞未得若點撿分明。", "790": "管取解空第一已點撿了也。還有解空底麼。", "791": "師云。舉座主問白馬夾山事。此箇公案。須是具眼底", "792": "人方解見透。巴陵睦州。宗既不同。為什麼答處皆顯。", "793": "英靈衲子。試請辨看。", "794": "第八十六則趙州答話第八十六則趙州答話", "795": "舉趙州示眾云。今夜答話去也。有解問者出來。慣開", "796": "飯店子。不怕大肚漢時有僧出。作禮也是作家州云。比來拋塼引", "797": "玉。引得箇墼子。若不得這老漢。爭辨得他真偽法眼舉問覺鐵觜。", "798": "先師意作麼生。這老漢出世也為人眼在什麼處覺云。如國家拜", "799": "將。乃問甚人去得。打葛藤去也時有人出云。某甲去得。", "800": "與這僧同參云汝去不得。趙州再生法眼云我會也。你道真箇會。只", "801": "是詐明頭知雪竇。云靈利。漢聞舉便落處。兩箇俱詐明頭雖然", "802": "如此。放過覺鐵觜。若不放過。向他道什麼大宗師語不虗發。", "803": "出來必是作家。因什麼拋塼引墼。若是雪竇。拋塼引得箇什麼", "804": "諸禪德。要識趙州麼。看雪竇分踈不下從前汗馬無人見。", "805": "只要重論蓋代功爭奈杓柄在他手裏。", "806": "師云。德山小參不答話。與趙州小參答話。是同是別。", "807": "又法眼問覺鐵觜。云云又法眼是會來故問。要驗覺", "808": "鐵觜。舉庭前栢樹子話。有者錯會。無庭前栢樹子話。", "809": "舉喻是什麼人去得。云某甲去得。云汝去不得。更隔", "810": "不得。若稍遲鈍即不是。法眼云。我會也。飲氣吞聲。因", "811": "什麼引得箇墼子。雪竇弄險。末後忒煞老婆心切。從", "812": "前汗馬無人見。只要重論蓋代功。", "813": "第八十七則躭源辭師第八十七則躭源辭師", "814": "舉躭源辭國師歸省覲馬祖。於地上作一圓相。展", "815": "坐具禮拜。已喫三十棒了也祖云。子欲作佛去。是何心行源云。", "816": "某甲不解揑目。賓主俱失祖云。吾不如汝。前箭猶輕後箭深雪", "817": "竇云。然猛虎不食其子。爭奈來言不豐。若不是雪竇。也辨他", "818": "不出諸人要識躭源麼。只是箇藏身露影漢朝打三千。暮打", "819": "八百。未為分外。", "820": "師云。這漢禮拜了便休。更畫圓相作什麼。有云建立。", "821": "且喜勿交涉。吾不如汝。此語最毒。寧可喫劒。某甲不", "822": "解揑目。是來言不豐。", "823": "第八十八則溈仰田中第八十八則溈仰田中", "824": "舉溈山問仰山什處來。箭鋒洎險不可拄仰云。田中來。有話", "825": "在溈云。田中多少人。不問爭知仰插鍬子。叉手而立。撞壁", "826": "磕墻。好劈耳掌溈云。南山大有人刈茅。左轉右轉仰拈鍬子便", "827": "行。雖然見機而變。已與三十棒了也玄沙云。我當時若見。便與踏", "828": "倒鍬子。已是第二頭鏡清云。不奈船何。打破戽斗。果然僧", "829": "問明招。古人意在插鍬處。叉手處。大有人恁麼卜度招喚", "830": "某甲。瞌睡漢僧應喏。寐語作麼招云。還曾夢見仰山麼。三生", "831": "六十劫。也未夢見在雪竇云。諸方老宿咸謂。插鍬話奇特也。", "832": "大似隨邪逐惡。若據雪竇見處。仰山被溈山一問。", "833": "直得無繩自縛。去死十分也分踈不下。還有跳得出底麼。也不消踏倒鍬", "834": "子便行。", "835": "師云。仰山插鍬叉手。溈山當時。好與劈胸一踏。養子", "836": "之緣。只道得箇南山大有人刈茆。玄沙道。我當時若", "837": "見。便與踏倒鍬子。鏡清道。不奈船何。打破戽斗。舉德", "838": "山四家錄。清八路事會。八面受敵。明招云。還曾夢見", "839": "仰山麼。這箇為之向上轉。若論戰也。箇箇立在轉處。", "840": "亦不走向兩頭。亦不坐斷兩頭。道得有出身處。又明", "841": "得出古人意。活鱍鱍地。如虎戴角相似。雪竇一時拈", "842": "却了也。仰山被溈山。云云還有救得仰山底麼。打云", "843": "過。", "844": "第八十九則雪峰覆船第八十九則雪峰覆船", "845": "舉雪峰問僧近離什麼處。僧云覆船。可惜許峰云。生", "846": "死海未渡。為什麼覆船。這老漢持聾作瘂作什麼雪竇代云。久", "847": "響雪峰待者。老漢擬議。拂袖便打。好與三十棒其僧當", "848": "時無語。歸舉似覆船。船云。何不道渠無生死。打葛藤", "849": "僧再至雪峰舉此語。傳言送語漢峰云。此不是你語。騐破", "850": "了也。一場懡㦬僧云。是覆船恁麼道。果然峰云。我有二十棒", "851": "寄與覆船。二十棒老僧自喫。不干闍黎事。閻羅王不吞鐵", "852": "丸。諸鬼不怕。從自己胷襟流出。不妨奇特雪竇云。能區能別。能殺能活。", "853": "若也辨得。天下橫行閙市裏有一箇半箇。還辨得麼。", "854": "師云。藥山化主到甘贄行者。云云灌溪到末山。云云", "855": "古人持聾作瘂驗人。雪竇云。久響雪峰云云。有雙關", "856": "意。有擒雪峰底鉗鎚。又有出覆船底活路。雪峰作麼", "857": "生便知是覆船語。我有二十棒。云云二十棒自喫。為", "858": "人底宗匠。不惜眉毛。能區能別。能殺能活。", "859": "第九十則保福扶犁第九十則保福扶犁", "860": "舉保福問長慶。盤山道。光境俱亡。復是何物。面前背後", "861": "洞山云。光境未亡。復是何物。面前背後據二老宿總未", "862": "得勦絕。二老宿且置。闍黎又作麼生得勦絕作麼生道得勦絕去。畢竟", "863": "由阿誰慶良久。蒼天蒼天福云。情知汝向鬼窟裏作活計。", "864": "這些子。天下衲僧若知。便請丹霄獨步慶云。你作麼生。理長即就福云。兩", "865": "手扶犁水過膝。當時也好與一拶雪竇云。俱亡未亡總由", "866": "我。保福因什麼道未得勦絕。酌然能有幾箇。拄杖在什", "867": "麼處諸人又作麼生道。免得長慶在鬼窟裏。用免作什麼", "868": "柳絮隨風。自西自東泥裏洗土塊。尖上更加尖。", "869": "師云。盤山垂語。云云釋迦老子常光一尋。諸人有多", "870": "少。福云。情知你向鬼窟裏作活計。這些子不妨難會。", "871": "兩手扶犁水過膝。長慶當時也好向他道。也是鬼窟", "872": "裏作活計。若參得出。親見保福。雪竇拈云。酌然能有", "873": "幾箇。這裏有箇好處。末後著箇理論。柳絮隨風。自西", "874": "自東。你且道是為諸人拈。且道是明長慶。且道是明", "875": "保福。且道是明盤山。且道是明洞山。若知得落處。放", "876": "行也由你。把定也由你。", "877": "第九十一則大梅鼯鼠第九十一則大梅鼯鼠", "878": "舉大梅聞鼯鼠鳥聲。謂眾云。即此物非他物。自領出去", "879": "汝善護持。吾當逝矣。自帶累猶可。累他作什麼雪竇云。這漢生", "880": "前莾鹵。死後顢頇。也有些子即此物非他物是何物。打破", "881": "漆桶。與你相見還有分付處也無。了有般漢。不解截斷大", "882": "梅脚跟。只管道貪程太速正在萬里崖州。", "883": "師云。大梅初參大寂。問如何是佛。大寂云。即心是佛。", "884": "師即大悟。唐貞元中。居於天台山。餘姚南七十里。梅", "885": "子真舊隱。時鹽官會下一僧。入山採拄杖。迷路至庵", "886": "所。問曰。和尚在此山多少時也。師曰。只見四山青又", "887": "黃。師忽一日上堂云。來莫可抑。去莫可追。從容間。復", "888": "聞鼯鼠鳥聲。師云。即此物非他物。汝善護持。吾當逝", "889": "矣。言訖示滅。智覺禪師延壽讚曰。師初得道。即心即", "890": "佛。最後示徒。物非他物。窮萬法源。徹千聖骨。真化不", "891": "移。何方出沒。鼯鼠。乃生死鳥也。什麼處是莾鹵處。是", "892": "何物。雪竇與你提開。", "893": "第九十二則趙州般若第九十二則趙州般若", "894": "舉趙州問大慈。般若以何為體。道什麼慈云。般若以", "895": "何為體。蹉過也不知州呵呵大笑。天下衲僧跳不出至來日州", "896": "掃地次。大慈却問般若以何為體。穿過了也州放下掃", "897": "󰆠。呵呵大笑。天下衲僧跳不出雪竇云。前來也笑。後來也", "898": "笑。笑中有刀。殺得人。活得人大慈還識麼。莫管大慈。只諸人識麼直", "899": "饒識得。未免喪身失命闍黎性命在什麼處。", "900": "師云。杭州大慈和尚嗣馬祖。一日趙州問般若以何", "901": "為體。慈云。般若以何為體。趙州笑大慈不是好心。至", "902": "來日大慈要拔本。問趙州般若以何為體。州放下掃", "903": "󰆠笑。用攙旗奪鼓手脚。用得滑頭。", "904": "第九十三則德山托鉢第九十三則德山托鉢", "905": "舉德山一日飯遲。自掌鉢至法堂前。雪峰見云。這", "906": "老漢。鐘未鳴。鼓未響。托鉢向什麼處去。只知事逐眼前過。不", "907": "覺老從頭上來山便回。且道是什麼心行峰舉似巖頭。是箇漢始得頭", "908": "云。大小德山。不會末後句。一箇太慈悲。一箇太落草山聞。令侍", "909": "者喚巖頭至方丈問。你不肯老僧那。也是這兩箇老賊始得", "910": "巖頭密啟其意。你且道當時說什麼山至來日上堂與尋常", "911": "不同。王三許與李八商量巖頭到僧堂前撫掌笑云。且喜老", "912": "漢會末後句。他後天下人不奈何。也是火裏人作伴雖然", "913": "如是。只得三年。靈山授記未到如此明招代德山云。咄咄。沒", "914": "處去。沒處去。只見錐頭利。不見鑿頭方雪竇云。曾聞說箇獨眼", "915": "龍。元來只具一隻眼。過在什麼處殊不知。德山是箇無", "916": "齒大蟲。若不是巖頭識破。爭得明日與昨日不同。", "917": "雪竇眼更親諸人要識末後句麼。雪竇錯下名言只許老胡知。", "918": "不許老胡會頭出頭沒。還我金剛王寶劒來。", "919": "師云。張無盡頌。鼓寂鐘停托鉢回。巖頭一拶語如雷。", "920": "果然只得三年活。莫是遭他授記來。德山無語最毒。", "921": "舉奯上座來參。問。或若心境一如底人來時如何。云", "922": "云舉三聖參云。不用展炊巾云云。設有云云。休去舉", "923": "公案了。巖頭云。大小德山下云云。當時若作雪峰。向", "924": "他道什麼免得巖頭此語。且道是德山會不會。巖頭", "925": "密啟其意。此語好參。明招恁麼道。要免巖頭話。又却", "926": "遭雪竇點撿。雪竇道。明招則具一隻眼也明在。何故。", "927": "不合平地上起骨堆。什麼處是只具一隻眼處。什麼", "928": "處是巖頭識破處。有底只管去今日明日處作活計。", "929": "諸人要會末後句麼。只許老胡知。不許老胡會。也是", "930": "靈龜曳尾。", "931": "第九十四則雪峰古鏡第九十四則雪峰古鏡", "932": "舉雪峰一日見獮猴。乃云。這獮猴各各佩一面古", "933": "鏡。這老漢平地上起骨堆作什麼三聖便問。歷劫無名。何以彰為", "934": "古鏡。已落他綣繢了也峰云。瑕生也。是兩箇草裏漢聖云。一千五", "935": "百人善知識。話頭也不識。猶較些子峰云。老僧住持事", "936": "繁。又恁麼去雪竇云。好與三十棒。過在什麼處這棒放過也", "937": "好元來識進退免得將錯就錯也是將錯就錯了也。", "938": "師云。古鏡濶一丈。云云人人有一面古鏡。聖云。歷劫", "939": "無名。何以彰為古鏡。入理深談。峰云。瑕生也。雪峰為", "940": "人在什麼處。看他三聖作家。云一千五百人善知識。", "941": "話頭也不識。他頂門具眼。用本分作略。大丈夫漢須", "942": "至恁麼。不入虎穴爭奈虎子。雪竇拈出來要人共知。", "943": "云好與三十棒。又云。放過也好。且道是什麼道理。", "944": "第九十五則洞山衣鉢第九十五則洞山衣鉢", "945": "舉僧問洞山。時時勤拂拭。莫使惹塵埃。為什麼不", "946": "得他衣鉢。鈍滯祖師山云。直饒道本來無一物。也未合", "947": "得他衣鉢。自救即得且道什麼人合得。他不曾作這般去就僧下", "948": "九十六轉語。皆不相契。力盡神疲末後云。設使將來他", "949": "亦不要。且道他具箇什麼眼。洞山深肯。好與三十棒雪竇云。他既", "950": "不受。是眼將來底必應是瞎。酌然是瞎還見祖師衣鉢", "951": "麼。用祖師衣鉢作什麼若於此入門。便乃兩手分付。用入門作什麼", "952": "非但大庾嶺頭一箇提不起。設使闔國人來且欵", "953": "欵地將去只如闍黎。還見祖師衣鉢麼。", "954": "師云。五祖當時也是將錯就錯。權且分付。等他道本", "955": "來無一物。好劈脊便打。作麼生合得他衣鉢。雪竇向", "956": "頭上道。他既不受。是眼將來底必應是瞎。設使將來", "957": "他亦不要。皆下語。云云善取不如惡取。今時人越道", "958": "奇特語。展轉不是。云云雪竇云。將來底必應是瞎。山", "959": "僧道。真箇瞎意作麼生。若向這裏得脫去。相次得他", "960": "衣鉢也。", "961": "第九十六則投子三星第九十六則投子三星", "962": "舉僧問投子。依俙似半月。髣髴若三星。也是鹽鐵判官乾", "963": "坤收不得。師於何處明。自屎不覺臭子云道什麼。可惜許", "964": "僧云。想師只有湛水之波。且無滔天之浪。招得他什麼道", "965": "子云閑言語。洎合放過雪竇云。投子古佛。不可道不知。", "966": "酌然若點撿將來。直是天地懸隔。只為他不用本分草料纔問", "967": "和聲便打也是第二頭。", "968": "師云。橫鋪三點。應天上之星辰。偃臥一鈎。表海中之", "969": "明月。舉僧問龍牙。如何是本來心。牙云道者。老僧二", "970": "十年也無。舉僧問大覺。龍牙道老僧二十年也無意", "971": "旨如何。覺云。罷拈三尺劒。休弄一張弓。仁宗皇帝問", "972": "大覺。有節非干竹。三星遶月宮。一人居日下。弗與眾", "973": "人同。詔陽云。大哉大哉。投子云。閑言語這語勝如行", "974": "棒。雪竇云。投子是古佛。須知有行棒底正令。為什麼", "975": "却道。直是天地懸隔。宗師眼目。要處辨箇緇素。事須", "976": "得恁麼。", "977": "第九十七則洛浦伏膺第九十七則洛浦伏膺", "978": "舉洛浦久為臨濟侍者。到夾山。問。自遠趨風。乞師", "979": "一接。已入他烟熖裏了也山云。目前無闍黎。此間無老僧。抓鈎", "980": "搭𢱢浦便喝。猶較些子山云。住住。闍黎。且莫草草怱怱。雲", "981": "月是同。溪山各異。閃眼便着截斷天下人舌頭即不無。", "982": "爭教無舌人解語。那裏得這一落索來浦無對。可惜龍頭蛇尾山便", "983": "打。打得不濟事雪竇云。這漢可悲可痛。鈍滯他臨濟。也有", "984": "些子他既雲月是同。我亦溪山各異。爭奈賊過後張弓說什", "985": "麼無舌人不解語。坐具劈口便摵。雪竇為旁人按劒夾山", "986": "若是箇知方漢。必然明窓下安排總若便截却舌頭又作麼生。", "987": "師云。洛浦是趙州鑾城人。初參臨濟。濟問近離甚處。", "988": "云鑾城。濟云。有事相借問得否。云元安不會。濟云。打", "989": "破大唐國裏。覔箇不會底人難得。興化為侍者。乃云。", "990": "和尚恁麼勘僧。如將彈弓就地上彈死󳭋兒。有什麼", "991": "用處。濟云。你又作麼生。化云。何不道老僧罪過。後浦", "992": "為侍者。濟勘一座主。有一人於三乘十二分教明得。", "993": "有一人於三乘十二分教明不得。且道是同是別。主", "994": "云。明得即同。明不得即別。浦云。這裏是什麼所在。說", "995": "同說別。濟休去。座主去後。濟回却問。適來是你什麼", "996": "祗對。浦便喝。濟便打。云云傳□明。初承嗣石樓。住京", "997": "口舉公案。爭奈無舌人能解語。興化聞云。但知作佛。", "998": "愁什麼眾生。有云。臨濟為他致見洛浦如此。殊不知", "999": "神方秘訣。父子不傳。自是洛浦承當處莾鹵。雪竇忍", "1000": "俊不禁。為他臨濟雪屈。", "1001": "第九十八則香嚴仙陀第九十八則香嚴仙陀", "1002": "舉僧問香嚴。如何是王索仙陀婆。山僧不曾要人點茶嚴云。", "1003": "過這邊來。未解應在雪竇云。鈍滯殺人。也有些子僧又問趙", "1004": "州。王索仙陀婆時如何。應喏州乃曲躬叉手。也是兩重公案", "1005": "雪竇云。索鹽奉馬從古判到如今。", "1006": "師云。此語在敲磕轉處些子。如何是王索仙陀婆。且", "1007": "道在賓家處。在主家處。若辨得出。方具參學眼。", "1008": "第九十九則風穴離微第九十九則風穴離微", "1009": "舉僧問風穴。語默涉離微。如何通不犯。斬穴云。長", "1010": "憶江南三月裏。鷓鴣啼處百花鮮。隔曾有僧問雪", "1011": "竇。雪竇對他道。劈腹剜心。又且如何。着復云。因風", "1012": "吹火。別是一家。少賣弄傷鼈恕龜。必應有主須還古人始得。", "1013": "師云。寶藏論。語默涉離微。路逢達道人。不將語默對。", "1014": "意雖一般。言有巧拙。語默涉離微。穴云。長憶江南三", "1015": "月裏。鷓鴣啼處百花鮮。且道是答他不答他。若道是", "1016": "答他話。有什麼交涉。若道信口答他去。又作麼生得", "1017": "應機去。但於事上覔。莫向句中求。雪竇云。劈腹剜心", "1018": "又且如何。與趯倒茶爐話同。復拈因風吹火。別是一", "1019": "家。風穴答話。他隨後答一轉語。傷鼈恕龜。必應有主。", "1020": "臨濟下有四賓主句。全主到來放行。却答他有全主", "1021": "即放行。", "1022": "第百則古德沙水第百則古德沙水", "1023": "舉古云。眼裏著沙不得。耳裏著水不得。打淨潔毬子忽", "1024": "若有箇漢。信得及。把得住。不受人瞞。雖然不是本色衲子。放過", "1025": "一着。只恐不恁麼佛祖言教。是什麼熱椀鳴聲。却有箇奇特處便", "1026": "請高掛鉢囊。拗折拄杖。也是做得去始得管取一員無事", "1027": "道人。是則是。猶有這箇在又云。眼裏著得須彌山。耳裏著得", "1028": "大海水。却是箇作家漢一般受人商量。和光順物有什麼難佛祖言", "1029": "教。如龍得水。似虎靠山。謾得你千箇萬箇却須挑起鉢囊。", "1030": "橫擔拄杖。走殺闍黎亦是一員無事道人。脚跟下已與三十棒了也", "1031": "復云。恁麼也不得。不恁麼也不得。雪竇方始尋得屋裏路然", "1032": "後沒交涉。自知較一半三員無事道人中。要選一人為", "1033": "師一時赶向無生國裏。闍黎也不要打。", "1034": "師云。說禪說道。是什麼熱椀鳴聲。若恁麼說話。無事", "1035": "禪底却有出氣處。畢竟是那箇不堪為師。打疊前後", "1036": "教成一片。方見雪竇拈古。你若隨這三箇不唧𠺕漢。", "1037": "賺殺一生人去。却作麼生。汝等諸人。各各討一條活", "1038": "路始得。", "1039": "佛果擊節錄卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1301 佛果擊節錄", "author": "宋 重顯拈古　克勤擊節"}