{"sourceLink": "http://www.cbeta.org/", "text": {"0": "逍遙詠十", "1": "御製逍遙詠卷第十一　　　輕", "10": "哉。勿把他心向外求道不在外而內自明。真宗理", "100": "子母相生曾無有間矣。或作金兮或似雪或金花耀質或", "101": "皓雪呈姿雖異態殊名必同才合伎。認取還丹莫亂求旦還", "102": "丹之為妙也法天地象日月惣五行之秀指四象之󳏧金汞以之相資神靈以之自", "103": "著豈容易而成也故誡之焉。獼猴水底弄明月素月流天", "104": "寒光暎水獼猴俯翫謂影可探徒甚勞形終弗能攬譬彼妄求還丹者皆理而外尋也靡量懵學沒困迷津。", "105": "逍遙賦一首逍遙賦一首", "106": "𠃵象推功大圓洪覆生十太初既無言於四時乃垂象以示物昭昭", "107": "在上而萬彚頼其功焉。至道相宗至矣真道宗乎虛無觸類何拘", "108": "逍遙靡滯推功歸本玄之又玄故曰人法地地法天天法道道法自然相宗之門無", "109": "出於此矣。逍遙理而不散𠃵以合化物乃流形鷓鷃各遂於逍", "11": "道相和睦夫明白入素內外玄同者謂之真宗也既混然成性則與", "110": "遙情性俱臻於玄極所謂包羅四氣籠罩三光斯則不散之理矣。赫弈高", "111": "而且通大道不噐在物咸真騰丹臺赫弈之光類昊天高大之用無際", "112": "無極何往弗通。信之者以陰陽太虛無窮自然成性欲彼群動", "113": "奉而信之於是以月陰日陽之名生存神抱素之術俾其示於信者也。秘之者", "114": "以鈆汞夫長生久視冲邃幽深非俗骨凡肌之所學也乃假以鈆汞依之修", "115": "鍊造次莫及秘而貴之。名恍惚之何異或名恍惚或号杳󳸓", "116": "稱謂雖殊玄關何異。見出沒之無窮或寂默冲淡非象非形或", "117": "高明沉潛可大可久自在之妙出沒無窮。大道穹隆深仁常", "118": "在無為大道眾妙之門嵩華不足喻其高滄溟不足匹其廣瞻望弗及則穹隆可", "119": "尊矣至若發生為性肅教揚威雖二氣有差豈違乎大道深仁者矣。騰三清", "12": "道相和故人天之樂在其中矣。人間天上盡修行人天雖殊", "120": "而靡息混四溟而不改寓物生化與道浮沉騰三清於", "121": "太上之都混四溟於渺瀰之府任物有陵谷而性靡改遷者乎。雲凝似雪", "122": "釋迷而頓悟虛无以剛柔之氣㐲鈆汞之華當其月滿丹爐", "123": "雲凝白雪必可以釋迷去滯頓悟虛无也。鼎裏開花要妙", "124": "而熠揚光彩金鼎初開玉花斯坵得要妙之訣成赫弈之姿光彩", "125": "熠揚燦然耀目。想初神明闇契景貺優遊存思", "126": "其始也外節嗜慾內合希夷神明闇契於靈臺景貺自臻於象外。子母成", "127": "而入聖以鈆為母以金為子日月滿足脫落凡胎則為聖矣。烏鵲飛", "128": "而逗遛停騰日月之𠋫哨息陰陽之期若烏鵲徘徊逗遛詳審而已。可", "129": "提撕而堪數一陽始生初伏神室中秋正望即見金丹其間時以", "13": "其道一也。七寶山高混太清案靈寶經云玉清境者玄氣凝", "130": "提撕數其𠋫度者也。非雜類以相投狐兔不乳於馬鷰雀不生", "131": "於鳳務在誡乎雜類導養淳和者焉。雲浮羽客之前方知", "132": "禮讓外氣通明內神融適卿雲浮於寥廓羽駕翔乎碧虛絳節霓旌進退", "133": "有序既登玄圃得不行禮讓之風乎。洞府真人之喻𠕀測", "134": "端由指洞府在鴻濛之外喻真人居崆峒之鄉求之於茲得之於彼若夫天地", "135": "為一宅萬物為遊塵但修之於身必會之於道或背此而修鍊者得非𠕀測其端田", "136": "乎。及乎偃仰無蹤偃仰者消息也無蹤者妙本也是以聖人", "137": "消息禦物之道歸乎妙本之中顯夫應用體虛善行無跡。有為皆寂有之", "138": "以為利無之以為用利用俱空動靜咸妙。窺其戶牖須憑刀", "139": "尺夫欲窺至虛之室者利器為先利器者乃有為之刀尺也。千載遇而", "14": "結而為此天有山如崑崙上廣下狹七寶騫林󳇐覆其上此皆結氣非實形也故此", "140": "可化無為至道杳杳難名必臻可化之機方慶千年一遇。九轉成而", "141": "堪惜至哉大藥九轉功成諒惟寶重之心盖蘊還淳之德。達虧盈", "142": "而動止若之相望月盈日吳之度陽動陰止之數皆可以理", "143": "而遠之者盖兩曜有相望之本也。訣逆順以所思潛遁其", "144": "跡黃赤二道或逆或順剛柔二功或隱或顯雖各務潛遁之跡悉可以至道而訣", "145": "之。何謂清者濁之本濁者清之徒言天", "146": "先得一之功故為濁之本言地後得一之理故為清之徒。風塵路合桂", "147": "影蟾孤車馬路息風塵氣清觀桂影之扶踈由蟾光之獨朗。由久", "148": "恒持豈凡庸之能測久固至神任持大道識見豈容於凡", "149": "庶逍遙已越於神仙。元和獨立辯玄化之精󱍮太初", "15": "七寶之山巍巍崇高混於太清矣。玉樹玄珠明照室亭亭", "150": "始唘獨立權輿之本二儀次設乃眀巨細之由。然則難將語默", "151": "故不差殊至道離於名字不可以語默而詰之是知大音希聲何有", "152": "差殊之狀也。顯華夷之共泰執至道之正要光玄元之大猷", "153": "自然遠肅邇安民康俗阜。離煩惱之銷除三要精修五塵頓弃", "154": "渙然冰釋仙器清虛。物臨幽奧眇邈真如夫物芸芸而不", "155": "知其道者盖天行不言之令是以物臨幽奧皆處混茫之內也。曷若習本", "156": "靈元故依人望夫聖人作而萬物覩乃由習本靈元見真空體", "157": "品彚依望就之猶日也。豈不知寰瀛之內修得歸", "158": "神仙之上妙治寰瀛功齊大易住出神仙之表恩施動植之中進退以時", "159": "若鵬摶於廣漢卷舒在我猶雲起於長空是知不躍不行而在乎天也。究龍", "16": "王樹皎皎玄珠御於神室也。命根悟者轉增盈太初真一", "160": "吟之走作海岳淵深天地為爐陰陽為炭藥成雲起變化", "161": "斯須海岳增深究之於道。窮虎嘯之和平流珠通", "162": "暢陽龍既吟陰虎必嘯雲生風起理之使然然而金鼎丹成流珠可比通暢顯無", "163": "瑕之狀圓明彰精鍊之功。且夫性靜希夷道性虛極入乎妙本", "164": "故守雌靜而已道非聲故聽之不聞以其無聲之中獨能和焉故目之曰希道非色", "165": "故視之不見以於無色之中而能色焉故名曰夷。別識根基陰者道之", "166": "基陽者形之始滋產萬物鴻漸於斯故智者別識焉。信受而縱橫自", "167": "在圓曜金鼎考績玄功先在諦求次乎信受然後含養真一自在玄都矣。舉", "168": "措而照鑒形儀夫大丹之道在天成象在地成形機張造化母", "169": "育萬靈舉日以照之樹月以鑒之。清得而金牙燦爛真一", "17": "之氣曰命之門曰靈之根悟之者乃能游之於眾妙運之於無窮也。虛無入", "170": "之道白金作基黃牙為母體之燦爛清淨圓明矣。紅芳而碧葉交", "171": "垂合花凝潤玉液含暉朱英得以紅芳鈆汞將生碧葉矣。玉闕化成", "172": "滌蕩愚蒙之見金基玉闕如神應物冲用無方發彼顓蒙", "173": "滌除玄覽也。煙霞綺靡用茲廣達之知遊宴", "174": "玄言輕舉繁󲊷形霞綺靡玉樹玲瓏用達心知何人默識者矣。於戲法教", "175": "門中研精秘旨大道之門究暢真宗研覈奧旨權輿天地茂養", "176": "萬物妙本見素矣。與陰陽而合德陰陽合孕冲氣調和然後", "177": "萬物化成與道而合德也。寂天地而同理有物之體真一混生", "178": "寂寥虛靜妙本湛然齊天地之理也。還丹至藥黃󲊷經云陽龍陰虎", "179": "木液金精二氣交會鍊而成者謂之外丹", "18": "有何蹤跡從無入有自有還無既形器之所莫拘諒隨迎之所不及。", "180": "調和元氣上入泥丸下注丹田偱環不息", "181": "朝於綘宮此內丹也。接聖境以周旋所尚虛寞所得玄默精感", "182": "遐徹輕舉霄漢服餌紅漿而已。日月齊明勿恣縱而", "183": "善矣陰陽配其交媾日月同於照耀但可妙在虛通不可恣縱而已。凡", "184": "在人間各有長生道無私於物民日用而不知其或精感遐", "185": "徹久視長生諒惟得矣。我聒賢愚之耳聖人以冲氣和柔撝", "186": "謙恤物暢大道之玄理誡勞生之封執者矣。", "187": "周穆王宴瑤池賦周穆王宴瑤池賦周穆王名滿昭王子", "188": "也洎即位好神仙之道常欲使車轍馬跡遍於天下以倣黃帝焉後", "189": "乘入駿之馬奔戎為右造父為御得白狐玄狢以祭河宍遂賔于西", "19": "非是神光化金液古之道也懷玄抱真毓性養神長存正氣", "190": "王母觴于瑤池之上王母乃歌白雲在天之謠王亦荅之以余埽東", "191": "土之什又云西王母降穆王之宮相與升雲而去矣。", "192": "馭駕神蹤八駿在馭翠盖爰行將詣崑丘會於宴所也。碧", "193": "落香風既辤下土漸陟高空丁東風觸於珮環散澷香飄於黼黻", "194": "矣。靉靆之祥煙綺靡祥煙靉前綺靡可愛徐而引步", "195": "何所不適哉。縱橫之羽盖迎空雜水仙仗縱撗翠盖自空", "196": "而迎以嚴導從。夜景迢迢意思而奔赴瑤席", "197": "星河燦燦雲路迢迢虔御金輿赴彼瑤席玄都未達意思邈然矣。天", "198": "高遠遠駈馳而直抵崑宮洞天遐阻龍驥駈馳", "199": "遂抵崑宮舘于仙境。當其渾雜駢羅乍届鼇峯方憩鑾輅", "2": "歌賦逍遙謌一首", "20": "不昧玄津又何獨神光化於金液也。廓落方圓在杳󳸓廓落", "200": "駢闐綵仗羅列羽儀以衛蹕也。情分賔主王母離席以迎穆王執圭", "201": "以進既盡升降之禮乃分賔主之位也。騰驤之駿馬何極", "202": "王初命駕右服驊騮左𩥵綠耳神駿之驥騰凌驤首遠速之勢無極也。𣫍袂", "203": "之仙娥共覩天姿掩藹容顏絕世者則皆𣫍袂侍宴咸所覩焉。", "204": "既而靈貺集將欲飛觴舉白吐奇納秀故湏列不夜之珠出", "205": "未名之寶靈貺畢集斯為盛矣。仙童侶仙童玉女群聚仙家往來", "206": "妮侍左右也。明月之圓將似晝組繡瑤池望月", "207": "正午明皎如日流彩瑤池分華組晡物外之宴何樂如之。金殿之高", "208": "卷珠簾笙歌伎女玉闕金殿撶之於上珠簾翠幕軸之於中", "209": "由是天樂既張眾啇咸舉或吹雲和之笙或皷靈之簧或歌玄靈之曲皆盡其妙", "21": "自在隨方任圓蕩蕩焉出乎杳󳸓之上矣。南來北去斷消息", "210": "清音駭空也。志慕求真穆天子以帝王之尊慕神仙之事故", "211": "得名煥金蕑宴陪闕慕仙之志斯為至矣。儼雅深仁仁深於物", "212": "者必量司滄海有感則通期方外之遊事何不克。輝華宴以初", "213": "設即席未久仙宴乃唘飲琬琰之膏進甜雲之味素蓮黑棗碧藕白橘", "214": "皆芳香襲人輝華照物也。光幸輦以爭新境非浮世人惟上仙", "215": "幸輦雖尊瓊筵更貴雲我去駕實曰爭新。珊瑚器皿器皿之設於筵", "216": "也七寶間錯五色曜奇深匪人上成自天匠也。淥水波津瑤池之上", "217": "有翠水焉王母每統群仙而遊之穆王因是得同登賞矣。錦帳雲", "218": "屏去就傳觴之旨張九華帳設雲母屏裝以金碧飾以", "219": "珠翠若明星之連綴焉僊觴又坫獻酬合節無失雍雅也。鸞歌鳳", "22": "南离位也北坎位也可使由之不可使知之故云消息斷矣。靈元物象", "220": "舞如常待客之陳歌則緩奏鸞音舞乃輕迴鳳態侍客", "221": "之儀亦如人間也。虎嘯龍吟虎嘯而閬苑風生龍吟而崑山", "222": "雲起萬籟微響五色分鮮也。衣󲞈侍眾衣齊紈之眼戴", "223": "天真之金玉相敲侍衛且眾也。筵斟玉液之醞龍膏之醞", "224": "斟之乃玉液也盖言其珍潔以饗於賔尓。樂奏琴瑟之弄奏以", "225": "鈞天廣樂皷以金徽瑤瑟正始之音𦗟之無怠也。鶴鳴天上思", "226": "羽駕而自在逍遙鶴以偌素之質嘹唳之音翱翔碧虛", "227": "思陪羽駕異逍遙而自適也。日𣅳烏傾薄塵世以", "228": "從容舉動日盈則𣅳烏乃隨傾旦塵世短促陽光易墜洞府一", "229": "朝人間百歲既不得從容取樂又豈能舉動而安神仙覩之真可薄也。時", "23": "向天涯靈元實始萬象之所由生既目天涯寧唯地表信所謂浩然無際也。", "230": "也靈符降展情懽太上靈寶真一符契則還源之訣也", "231": "仙母宣之於穆王王受已懽愜之情邈無涯矣。贈玉帛以成禮", "232": "玉帛贄幣也非仙所貴如薦蘋蘩以成其禮也。搖翡翠以㽵", "233": "端首飾峩峩如搖翠羽端㽵之態超然莫儔。筵中之百媚", "234": "花芳柳垂金線洞天花冉莫得而名間列于前相鮮𡙸日", "235": "依依仙柳影亂金絲。階上之雙娥對舞殿列鴛", "236": "鸞寶殿瑤階鈞天九奏仙姝對舞婇御環立縹緲焉若鴛鸞之翔集爾。既", "237": "而窈窕周旋雍容自若高邁游龍揖讓周旋益逾後素則闐関之", "238": "義適足以詠謌矣。徘徊不絕仙鄉日永世慮全無興逸情懽盤桓不已。", "239": "水精宮間於碧沼宮凝陰魄下枕碧流素彩清光虛眀掩暎", "24": "古往今來聖事誇道之至也往而不泯今而不昧來而", "240": "踟躕周覽爽滌塵襟。珠璣座臨於綘闕綴明月之珠鏤辟寔", "241": "之玉而為座爾前臨絳闕月素交輝炳煥晴空麗逾杲日。九旒󲞇󲏔", "242": "日黯於東海之中天冠九旒珠光明徹日輪西墜微覺黯然。十", "243": "二樓臺風颺於西波之月瀛洲山上有十二樓臺皆", "244": "神仙之所居也風颺西溟波搖月影下視滄海如掌中焉。復還五色", "245": "雲頭萬𣲖分流雲含五色散以凝空瑤水分流縱橫萬𣲖也。", "246": "若木之金烏飛乍變東望飛烏纔升若木壺中瞬息", "247": "又見西沉塵西百齡信同隙駒之影也。鏘風而白鹿鳴未", "248": "収靈毛仙鹿情亦逍遙鳴戲天風呦呦未止。眉開八字兮", "249": "晶熒煙霞馥郁眉分八字光彩鑑人鳳腦香濃飄霞拂霧。", "25": "不窮此聖人之事也實堪誇賞矣。無礙智通精進心妙用", "250": "歌聲一曲兮縹緲銀漢優游白雲歌起清掩貫珠", "251": "漸過星河更資嘉賞白榆花下豈猒遲迴。何期遠恣情深", "252": "馭駿追風雨游八極逐尋仙境脫屣情深。有無所得宴罷崑丘却還", "253": "人世益易道喪神氣日衰酷志外求卒無所得。瓊宮不讓於天", "254": "上金屋玉堂萬乘攸霧人寰之貴豈讓三清。人間非外於縱", "255": "逸赤墀高峻丹禁深嚴觸目繁華足以行樂何湏方外始曰勝遊哉。終", "256": "乃是非起而慕求仙穆王驅馳八駿尋訪仙鄉事跡雖奇", "257": "去道󳇐遠是非蜂起無以辭焉。如夢輕佻之客不能內復淳和", "258": "外安黎庶妄求仙道得非輕易乎暫偶神仙終成退墜緬思宴會得非夢𥧌乎", "259": "瑤池之上仙母為主穆王為賔故云客也。", "26": "縱橫觸途無礙智也天行健君子以自強不息故心通於精進矣。研窮理", "260": "御製逍遙詠歌賦卷第十一", "261": "甲辰歲高麗國分司大藏都監奉", "262": "𠡠彫造", "27": "路㸦交加剛柔相盪魂魄相須研精窮極㸦有所長。奇哉离", "28": "燄烹鈆水奇哉神鼎之為利也鑠茲离燄粹彼鈆精煥若融輝湛乎", "29": "凝水。清靜之中藏奧旨蓋體虛無清淨之道也內含文", "3": "逍遙賦一首", "30": "明外光真智動靜交養龍虎相縻則玄奧之旨在其中矣。出沒門󲊷", "31": "景異常火足金花乍出乍沒抵掌千變消息萬端寔異常也。十洲", "32": "隱大神仙子海內有十洲其上皆有真人游處。綿綿若", "33": "論太幽深神化相生綿綿不斷載言妙旨幽而且深。即是流", "34": "珠不是金九轉還丹獨存靈汞是曰太陽流珠也既青龍化質亦君", "35": "之象矣白虎乃金臣之象也以可兼下下不可僭上故非金也。萬卷經", "36": "文兼在目眇觀秘󰮖逖覽玄風載考真經何止萬卷皆拭目可知也。", "37": "機關絕妙有浮沉鈆水瀲灔真人在中以游以泳載浮載沉", "38": "此機關之妙也有之。開關寤寐來相逼凡舍廬四面率", "39": "開一門所以導風火往來也既動靜交處故寤寐相親亦風火之勢使然矣。魄", "4": "周穆王宴瑤池賦一首", "40": "走魂歸天地力金之為魄陰精神也汞之為魂陽精神也金魄", "41": "以其靜也不得自用汞魂以其動也不得自飛故海靜合一所以成乎天地造化之", "42": "力矣。風掃塵埃躡紫雲謝黃轝而密化暎紅日以生埃綿朞", "43": "月以垂成穆清風而似掃峨峨獨秀赫矣疑丹色爛紫光如登雲馭也。覩其", "44": "顏㒵難別識俄超四象󰢐邁五材雖顏㒵之可觀且神靈之未辯", "45": "議乎點化試以粉提不其難哉。勿生疑慮變陰陽若明", "46": "其火𠋫則消息盈虛升降文武品之以律󱲢驗之以寒暄動靜有常剛柔斷矣則洞", "47": "陰陽之變也夫復何疑。須信丹砂道理長如上則丹砂之", "48": "道理甚優長良可信也。若向此中明此義若就此玄文明", "49": "茲要義者指下句也。十洲洞府蘊馨香十洲洞府皆仙者所", "5": "逍遙謌一首逍遙謌一首", "50": "居謂清芬必振於彼以其得逍遙之趣也。康哉內景植仙桂", "51": "攝正氣以資神統真精而固本內景也所謂植長生之桂居不死之鄉。枝葉", "52": "蔢䓾深根蒂根道氣也蒂精華也蔢䓾盛㒵流茲七液灌彼", "53": "五花乃深根固蒂之謂也則枝葉不得不盛矣。真宗妙法審來", "54": "由真一玄宗乃長生之妙法也審彼厥由有自來矣。修鍊真空無", "55": "涯際真空妙本也修之鍊之惟精惟一既日新其道即所趣無涯矣。要知", "56": "逆順莫相非極玄黃之數窮逆順之規自然而然無在不在豈有", "57": "非也。廣演周遮隱玄機達者敏在一言昧者煩乎多說。", "58": "先說艱難後始說或彼知難方堪演秘。精窮運", "59": "化遂相依精窮至妙運化無方內明養素之機外盡鉤深之旨遂相", "6": "逍遙自在何拘束邈彼大方曠然白得指六合而無外臨萬", "60": "依也。瑤池浴鳳通霄漢儀鳳浴於瑤池之上翔於碧落", "61": "之邊。金闕光舒何燦爛蓬瀛之上皆以黃金白銀而為官闕", "62": "也。丹成可驗不狐疑神鼎功全靈丹日滿󲗻鸞可驗脫屣", "63": "何疑。常娥偷𥨱月中看羿得長生之藥恒娥𥨱以奔月也。", "64": "春間花卉一齊開春之發也瓊花玉卉率土滋榮。天上", "65": "優游誰肯來乍賞三清之景儀遺十洞之春飛羽駕以飄飄裊霞", "66": "衣而燦燦真歸眾外高謝寰中。洞裏煙霞牢秘隱洞天沙邈", "67": "霞煥爛逈拔塵蒙故云秘隱。水精宮殿白皚皚皚皚白㒵", "68": "水精光冷宮殿生寒皆真人之靈居也。昔日神仙皆燒鍊", "69": "大土養神上藥也其次養形中藥也巨葛洪之丹井猶存五色之雅言尚著是知昔", "7": "機而有餘其居也何思其行也何慮含精抱一適性融真非夫天下之至人其孰能", "70": "日神仙成精此道也。不說根由人豈見不指其源孰知其極。", "71": "本是凡情枉謾勞凡人之情不能禁精氣之戶牖復性", "72": "命之本源導氣養神恬虛屏慮雖勞而無益也。何年待得成九", "73": "轉既昧金丹終賖九轉。密藏無使等閑知苟非其人", "74": "道不虛授。碧落真如在兩儀妙凝碧落玄契真如兩儀既分", "75": "三才益著則萬物生乎其中矣所謂神以知來却以藏往也。理外消停", "76": "造化實真理之外法象而明大無不危細無不括善窮造化之功既名", "77": "而日實也。相逢遇偶勿懷疑玄解丹砂渙同冰釋。直須", "78": "意遣凡庸道常人不達攻乎異端謂金石可以假其精謂芝", "79": "㭉可以登其筭亦以為道也何足可依。所以難言論秘奧", "8": "與於此哉。天地希夷無返覆天地雖大其化均也若窮", "80": "聖人所以秘而重之者真一奧樞也可以神會勿以事求故其言也不亦難哉。先", "81": "令頓悟了然空色生於心心忘而象叔則外無所蔽也心生於", "82": "象象了而心空則內有所明也故強名曰悟矣。方扣玄關驅煩", "83": "惱既而外無所取內無所捨取捨既絕彼此寧拘寂兮寥兮所矣大矣夫如是則", "84": "可以造玄關可以滌煩惱。從來教法甚分明原妙教之來則", "85": "坦然明白。幾許心迷事不成學者多類牛毛成者罕同麟角", "86": "盖心迷於妙道也。棄世比圖閑自性絕世高󰑙御氣隨風", "87": "務盡真閑優游自性。精修道路必長生精求妙訣修養內丹", "88": "大道明然長生可趣。歸童返老超升界歸童子之顏返老人", "89": "之㒵異乎超欲界而上三清。正定威儀勿懈怠正心在定", "9": "乎視聽之門極乎希夷之表則道無以塞德無以為所謂得天地之平也又何反覆", "90": "威容有儀以時規矩焉有怠哉。開閇善能若苦勤日月有虧", "91": "盈天地有開闔道之行也則而象之必在夫察彼琁璣觀乎鼎器勤勸夕惕斯為善", "92": "也。奮迅光陰同一泰奮迅者速疾之象也綿歷光陰倐焉", "93": "拔萃和金結汞抱一還丹泰然神用也。凡流學者不堅持", "94": "入靈臺之妙者不知其所以持而持之真持也其有名未刊於仙籍學未䡄於宗師", "95": "得謂之凡也或不能堅持耳。生滅門中故不知有乎生有", "96": "乎隱是謂天門也萬物出乎其中矣其誰能知之。走縮陰陽無", "97": "住相或出或處乍合乍離既有屈伸寧無走縮故陰陽之象也無住相焉。非", "98": "難非易細推之得其理也則非難失其用也則非易。含胎", "99": "十月無休歇藉金為種育汞成丹白春徂冬凡月滿于始終迭運"}, "originalTitle": "Tripitaka Koreana, Electronic version, No. 1260 御製逍遙詠", "englishTitle": "Tripitaka Koreana, Electronic version, No. 1260 御製逍遙詠", "author": "宋 太宗趙炅撰", "language": "chinese", "source": "CBETA"}