{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 277 楞嚴經懸鏡", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 277-A 首楞嚴經懸鏡序No. 277-A", "1": "首楞嚴經懸鏡序", "2": "首楞嚴者大定之總名也。而世之受此經者有不定", "3": "之疑二焉。其一曰傳經不定。唐神龍初般剌密諦三", "4": "藏潛將梵筴私入廣州譯而授房相國融。時本國責", "5": "其違制持筴遁去。融亦奏上不行。外則梵本無徵。內", "6": "則目錄失載。已不能無疑。而智昇又謂沙門懷迪遇", "7": "梵僧於廣州共譯十卷。校之融本並不差異。豈迪與", "8": "融同時筆受耶。智昇所記不詳如此何以傳信。及考", "9": "法顯誦之於晉。法聰持之於梁。智者不得見之於隋。", "10": "而融等乃始受之於唐。或彼或此。或隱或顯。其傳經", "11": "不定起後世之疑一也。二曰判經不定。五時四教之", "12": "目攝一切經無不各從其判者。而獨此經最為難判。", "13": "環師判入般若。璿師判入方等。智圓諸師判入法華", "14": "涅槃之間。夫不夭慧命未獲法身非般若矣。楞伽山", "15": "上破外自然非方等矣。匿王父子生不逢受記之年", "16": "非法華涅槃間矣。非漸。非頓。非祕密。非不定。非藏通", "17": "別圓。如真覺百問所列。始終前後恍惚難憑。其判經", "18": "不定起後世之疑二也。宣灑常舉秀師內道場之所", "19": "書慤師故相家之所得相質以釋傳經之疑。竊意世", "20": "人皆信二師亦皆信此經無惑也。乃今四眾之信憨", "21": "師如二師則判以為非一時頓說也者顧不足信哉。", "22": "室羅筏城之說一時也。迦毗羅城之說又一時也。結", "23": "集者直欲顯一心三觀之指即十世古今不離當念", "24": "而例何足以拘之。雖然。師已顯真心明大定幾無餘", "25": "蘊矣。又必名之曰懸鏡者豈無其意歟。空中之鏡懸", "26": "而照壇中之鏡蓋持心呪之軌儀也。昔者阿難與摩", "27": "登伽乘此呪心一念薰修超有漏而證無學。世尊將", "28": "欲敷演大陀羅尼。先順其多聞之習種種開示。復剷", "29": "落其所聞於佛如語四眾文殊大慧比丘等種種多", "30": "法。使之泰然蕩然皎然了然而終則快然。於此金剛", "31": "三昧聞薰聞修之祕。此惟能說神呪。若觀世音始為", "32": "當機。故歷選圓通取其梵音潮音一形一呪可從中", "33": "修證者為法耳。如是修如是證獲金剛心中初乾慧", "34": "地。地地皆以金剛觀察。而此金剛心金剛觀察乃金", "35": "剛三昧。自旦至暮音聲相聯從耳根入者也。因門而", "36": "入得陀羅尼入佛知見。不然。心有未通佛為妄語矣。", "37": "魔有未降呪為唐捐矣。獨不觀世尊自立之五名乎。", "38": "曰寶印。曰救護。曰密因。而終之曰陀羅尼呪灌頂章", "39": "句。所云灌頂者經中凡三四見焉。岳師判為天竺灌", "40": "頂部。誠有見於三藏所傳必為密宗。此之圓圓果海", "41": "詎有時量而可以一時一教收之。耶或謂五密部中", "42": "無此顯說。殊不知彼云夜󴍹即如是我聞。我已聞佛", "43": "金口誠言曰灌頂章句矣。而難信受奉行豈不謬哉。", "44": "是故憨師信受而標懸鏡也。得此呪心。無論登刀入", "45": "火。雖安公破句讀經珪公詆佛妄說無不可者。舍呪", "46": "心而談真心是增益多聞。非世尊意。亦非憨師之意", "47": "矣。", "48": "萬歷辛卯元旦獅子林居士虞淳熈書", "49": "No. 277-B 首楞嚴經懸鏡序No. 277-B", "50": "首楞嚴經懸鏡序", "51": "原夫首楞嚴經者。乃諸佛之祕藏修行之妙門迷悟", "52": "之根源真妄之大本。而其所談。直指一味清淨如來", "53": "藏真心為體。蓋此心體本自靈明廓徹廣大虗寂平", "54": "等如如絕諸名相聖凡一際生佛等同。然迷之則生", "55": "死無端。悟之則輪迴頓息。是以吾佛證此愍物迷之", "56": "故假大權發啟斯教。大開修證之門。曲示歸家之路。", "57": "是以一部所詮從始洎終不出迷悟真妄二法。然迷", "58": "途萬狀悟有多門。若剋體窮源不無其要。至若從迷", "59": "至悟之方返妄歸真之指端在楞嚴大定三觀妙門。", "60": "若欲洞觀法界徹見自心覿體還源莫斯為要。慨夫", "61": "文詞簡奧義理幽深。雖諸家註疏精暢發明。而學者", "62": "貪程罔知捷徑。致使理觀昧於陳言。修習失於正受。", "63": "清不揆固陋志嘗刻意斯文。杜絕見聞窮歷冰雪。顧", "64": "智識暗昧非敢妄擬聖心。每於一線通途麤述鄙意。", "65": "庶潛修之士若攬鏡以照形。願即事安心頓融藏性", "66": "者矣。", "67": "萬歷丙戌冬憨山頭陀德清書於東海那羅延窟", "68": "首楞嚴經懸鏡", "69": "No. 277", "70": "首楞嚴經懸鏡", "71": "明東海那羅延窟海印沙門釋德清述", "72": "將通大義總啟二章三分大義別具通議茲不繁列。", "73": "初大開修證之門從初啟請至結經名", "74": "次曲示迷悟差別從精研七趣至五十重陰魔", "75": "初中略有四意。", "76": "一示三觀之體二示三觀之相", "77": "三示三觀之用四結三觀之名", "78": "初開修證門中有四意者。良以真源湛寂絕生滅之", "79": "端。法界幽玄泯聖凡之跡。本無修證。豈屬悟迷。今依", "80": "不迷之迷。故立無修之修。斯有無證之證矣。蓋迷真", "81": "逐妄遂沈生死之流。今欲返妄歸真須建依真之行。", "82": "而此經者蓋以一味清淨法界如來藏真心為體。依", "83": "此一心。建立三觀。依此三觀還證一心。故曰。無不從", "84": "此法界流。無不還歸此法界。是以阿難示同未悟不", "85": "達此心。故一向多聞未得無漏。不能頓拔生死之根。", "86": "遂溺摩登婬舍之難。由是殷勤啟請三觀妙門。故我", "87": "世尊先示一心照明萬法。而首告之曰。一切眾生生", "88": "死相續皆由不知常住真心性淨明體。又曰。有三摩", "89": "提名大佛頂首楞嚴王。具足萬行。十方如來一門超", "90": "出妙莊嚴路。觀此二語足見全經之旨。豈非欲令先", "91": "悟一心依之建立三觀。修此三觀還證一心者乎。洎", "92": "乎一往所答。雖多方決擇委曲搜揚。無非顯示一心。", "93": "之源。密陳三觀之體。從初卷至四卷中因之起行造修。勾引", "94": "二十五聖旁通悟入之方。敕選耳根正是最初方便。", "95": "從四卷半至六卷初是使初心創志則知觀相分明。然後任運", "96": "一心法爾淺深具有斷惑證真高下之用。從七卷初至八卷中", "97": "修斷已極故結指觀門。使始終一源不出楞嚴大定。", "98": "故以經名而繫之終焉。此實通途之大旨也。", "99": "初示三觀之體。而此體者所謂常住真心性淨明體。", "100": "即一真法界如來藏心也。先示此體為所觀之境。要", "101": "依此體啟大智用故。然此藏心具有三意。一空如來", "102": "藏。二不空如來藏。三空不空如來藏。", "103": "一空如來藏者。謂此藏性其體本空一法叵得。如摩", "104": "尼珠其體空淨了無色相。雖有隨方之色色不離珠。", "105": "以即珠故。真心本淨了絕妄緣。雖有隨緣之妄妄不", "106": "離真。以即真故。名曰真空。故為觀者先示真心以為", "107": "觀體。能觀此體名真空觀。經名奢摩他亦名體真止此從經首阿", "108": "難啟請世尊許說曰有三摩提名大佛頂首楞嚴王", "109": "具足萬行十方如來一門超出妙莊嚴路起。一往七", "110": "徵八辯。始則決擇真妄。且云妄不是真。以明五蘊身", "111": "心不有世界本空。破我法二執以顯本覺真如。以至", "112": "三科七大會歸藏性。然後真妄和融。方顯妄即是真。", "113": "從淺洎深大段總顯空如來藏理從初卷啟請至第三卷終。", "114": "二不空如來藏者。謂此藏體雖空。具有恒沙稱性功", "115": "德。包含融攝纖悉不遺。如摩尼珠其體雖淨。具有圓", "116": "照之用。而能隨方現一切色。色即是珠。以珠現故。藏", "117": "性雖空。而能隨緣顯現十界依正之相。相即是性。以", "118": "性起故。名不真空。故為觀者示此藏性以為觀體。能", "119": "觀此體名不空觀。經名三摩亦名方便隨緣止此從富那執相難", "120": "性。三種相續。深窮生起之由。委明循業發現之義。總", "121": "顯不空之體始從四卷初。至本卷故發真如妙覺明性。有半卷經文。計一千五百餘言。", "122": "三空不空如來藏。謂此藏性其體清淨能應能現。如", "123": "摩尼珠其體淨圓。淨故非色以即珠故。圓故能應非", "124": "不色以即色故。非色非珠。而此藏性其體淨圓。淨故", "125": "非相以即性故。圓故能現非不相以即相故。非相非", "126": "性。名空不空。非相故空。非性故不空。非即非離。平等", "127": "如如。名曰中道。故為觀者示此藏性以為觀體。能觀", "128": "此體名中道觀經名禪那。亦名離二邊分別止。亦名等持。此從四卷中。而如來藏非心等", "129": "起。至即常樂我淨等。文有二章。幾三百言。", "130": "然上三諦。體雖不二。舉一即三。終帶名言。猶存歷別。", "131": "未及一心之源。難契圓融之旨。必若離即離非是即", "132": "非即。則藏心妙性徹底窮源絕諸對待。良以雙離則", "133": "雙泯。雙是則雙存。存則三諦靈然。泯則一心無寄。寂", "134": "照同時。存泯無礙。唯在忘言者可以神會。絕慮者可", "135": "以心通。可謂妙契寰中泯同法界矣。圓融圓融。深思", "136": "深思。歷然不昧。故佛開示已畢乃總告之曰。上來所", "137": "說藏性之理如此深妙。如何汝等以所知心而能測", "138": "度世間語言而能入哉。且此妙理人人本具。然雖本", "139": "具隱而未現。譬如琴瑟雖有妙音非妙指不能發。眾", "140": "生雖具妙心非妙觀不能顯。且如我今證此真心安", "141": "住大定圓照法界。凡有動作皆是大用現前。汝等迷", "142": "之。舉措云為皆是塵勞業用。故曰。如我按指海印發", "143": "光。汝暫舉心塵勞先起。此無他故。蓋由不肯勤求得", "144": "少為足耳。當機遂請何因有妄。要顯妄元無因。使悟", "145": "妄不離真。亦似頭非外得。然此天然妙性不假修成。", "146": "但能一念回光方悟神珠本有。故隨結責戲論切勸", "147": "修持。乃曰。汝雖憶持十二部經。不如一日修無漏業", "148": "如何自欺尚留觀聽而不修之。是以阿難聞說疑惑", "149": "消除心悟實相。遂乃請入華屋攝伏攀緣冀得陀羅", "150": "入佛知見等。由是觀之。大槩一往開示藏性。豈非欲", "151": "令先悟一心依之建立三觀妙行。然後行成解絕頓", "152": "證一心者乎。", "153": "初示三觀之體屬見道分竟。", "154": "二示三觀之相者。由前開示一真法界如來藏心。而", "155": "此心體具有廣大智慧光明義故說名為智。今以即", "156": "體之智還照寂滅之體。理智一如離念離相名一心", "157": "源了無說示。今約真妄生滅之門會取返妄歸真之", "158": "路。方便施設亦有三重。以智照理故單以觀名。約妄", "159": "相以明故曰觀相。", "160": "且先略示觀門。", "161": "一奢摩他空觀二三摩鉢提不空觀", "162": "三禪那中道觀", "163": "一奢摩陀名空觀者。謂了一真法界如來藏心本無", "164": "生滅亦無諸相。蓋因一念不覺而有無明。因此無明", "165": "生起三細六麤四大六根種種諸法。而此諸法唯心", "166": "所現本無所有。但是一心。心體圓明離一切相。如珠", "167": "中色本來不有。以即空故。故曰色即是空。以色非色", "168": "故。色不異空。故名真空。作是觀者名真空觀。", "169": "二三摩鉢提名不空觀者。謂了根身器界一切諸法", "170": "既是一心。心體圓明清淨本然周徧法界隨緣顯現。", "171": "此則諸法當體虗假如幻不實。如珠中色分明顯現", "172": "全珠即色。以即色故。故曰空即是色。以空非空故。空", "173": "不異色。故名不空。作是觀者名不空觀。", "174": "三禪那名中道觀者。謂依此寂滅一心照明諸法。諸", "175": "法法爾當體寂滅。寂故名空。照故不空。如珠與色非", "176": "色非珠。名空不空。非寂非照。如如平等。唯一心源。湛", "177": "然不動。離即離非。是即非即。言語道斷。心行處滅。心", "178": "心無間。任運流入薩婆若海。作是觀者名中道觀。", "179": "次正示觀相文中大科為四。", "180": "初總示迷悟之根二正示一心三觀之相", "181": "三略示解結之方四廣示最初方便", "182": "初總示迷悟之根者。由前阿難聞佛開示已悟如來", "183": "藏性妙覺明心圓滿周徧備在於己不假外求。良以", "184": "一向徒事攀緣不能攝伏。今將思而修之不知造進", "185": "之方。故有請入華屋之問。冀得直捷之門即可乘便", "186": "而入。因相而修故此科名三觀之相。然世尊所示別", "187": "無其方。先令決擇真妄分明。然後隨宜調治。故欲返", "188": "妄歸真造端不出二決定義。意者。蓋原迷此圓明湛", "189": "寂之真心。結為四大。妄分六根。根塵和合虗妄生滅。", "190": "引起五濁業用煩惱。使妙圓之體隔越而不通若羣", "191": "器參乎太虗。湛淵之心渾濁而失照似塵沙投於清", "192": "水。此則本不分而分元不濁而濁矣。今欲即生滅以", "193": "證真常。旋虗妄而復妙覺。要先以此不生滅心為本", "194": "修因照破生滅之原。次審所結之根誰是煩惱之本。", "195": "若生滅入照則當下真常。若煩惱知根則迎刃而解。", "196": "斯則能照之一心心心寂滅。所照之萬法法法圓通。", "197": "是以頓超五濁旋復一元。若依此為因心可圓成於", "198": "果證。然則所迷之一心雖是本圓周徧。能迷之六根", "199": "現前力用不齊。今若即迷返悟。就路還家。固爾門門", "200": "皆可窮源。處處盡堪合轍。良以初心昧劣不解圓觀。", "201": "必須直指當陽要在一門深入。由是備顯六根優劣", "202": "令審誰淺誰深。淺則逆離而難通。深則順合而易入。", "203": "果能入一無妄則六湛圓明。諸妄消忘而一心清淨。", "204": "如是則吾家之故物可歸諸佛之涅槃可證矣。", "205": "此後重徵一六。意顯粘湛而妄發。深窮生滅之根元。", "206": "再起斷見之疑。驗出真常之妙性。斯已密揀耳根以", "207": "為初心方便。若一心守真常而棄生滅。則無上知覺", "208": "應念圓成。得一旦常光顯現。而生滅圓離。則根塵識", "209": "心應時消落。此實圓觀之祕訣。破妄之神符。還元之", "210": "旨始在茲乎。是所謂返妄歸真無出二決定義也。", "211": "二正示一心三觀之相。", "212": "阿難聞前第二義門生滅即常之說遂起何名結解", "213": "之疑。意謂生滅不常可說為結。今既常矣將何物而", "214": "名結。結既尚無從何物而名解耶。蓋前以常為斷。此", "215": "則執妄為真。皆由不了迷悟同根真妄一體故致斯", "216": "問。此實初心所混故須甄明。令其觀相分明不墮空", "217": "有之見。要顯中道之旨方契一心之源。故爾諸佛因", "218": "而同告之曰。使汝生死涅槃者皆汝六根所致也。豈", "219": "又更容他物哉。直由迷悟之分故有結解之異耳。如", "220": "此明言當機猶自未悟。世尊因而解之曰。根塵識性", "221": "同一真源。縛脫兩途元無二致。蓋因迷一真而妄見", "222": "六根知見立知即名生死。了六根而本同一體知見", "223": "無見斯即涅槃。此實結解之元。豈可更容他物。然此", "224": "雖明空有未極一心。何則。蓋一真之性不屬生死涅", "225": "槃。如來藏中。本無去來迷悟。至若有為起而無為滅。", "226": "俱是緣生如目前之幻化。無為起而有為滅盡為不", "227": "實若眼底之空華。況非真與非真。何有能見所見。能見", "228": "六根所見六塵然而根塵之間元無實體。虗有其相故若交", "229": "蘆。是以結解同根聖凡無二。汝試但觀交中識生即第", "230": "八阿黎耶識空有何名。蓋由明昧因依真妄互立。迷之而", "231": "六妄同生。悟之而一真何寄。良由此體甚深微細熏", "232": "變難思。執之則真已非真。取之則非幻成幻。苟不取", "233": "而非幻尚無。不執而幻法何立。如是則六根圓湛空", "234": "有雙袪。三諦圓觀是非齊泯。妙圓之旨盡在茲乎。此", "235": "則是名金剛三昧如幻摩提。修之而一念頓超。擬之", "236": "而諸佛同證。此所謂十方婆伽梵一路涅槃門。若欲", "237": "徑登彼岸。直造妙嚴。唯此大定法門。故應修而證入", "238": "也。", "239": "三略示解結之方。", "240": "上來已示一心三觀之相。乃佛佛成道之門。今將思", "241": "而修之。爭奈初心不知直捷之方。故有六解一亡之", "242": "問遠啟選擇之談。故我世尊精宣妙旨巧示玄機。聊", "243": "綰華巾將成六結。以明依一巾而有六結結若解而", "244": "巾亦不存。要顯依一真而分六妄妄若消而真亦不", "245": "立。何則。良以真淨界中本無此事。生死涅槃皆即狂", "246": "勞顛倒華相。故須真妄兩忘。方可會歸中道。直造一", "247": "心之源耳。故隨請解結之方。審明下手之處。除結當", "248": "心以顯二邊無力。當陽直入必須中道收功。斯實入", "249": "圓之要術。破惑之利具。唯其法門甚深恐難諦信。世", "250": "尊因而矢之曰。我此說者。乃出世微妙之因緣。非世", "251": "俗和合之麤相。況我世出世法一一皆了元因。矧此", "252": "修行豈不知其節要。加茲功用不勞彈指而頓證無", "253": "生。不涉途程而徑登佛地。是故阿難隨汝心中選擇", "254": "憑在何根。用此妙術解之諸妄何愁不滅。恐汝不能", "255": "圓觀頓脫。是須次第銷鎔。先且選擇一根。以為最初", "256": "方便。若得此根初解五粘隨脫而先得人空。從此觀", "257": "智增明然後成法解脫。若所觀人法雙空則能空觀", "258": "智亦泯。斯實藥病俱遣。真俗兩融。三諦靈然。一心無", "259": "寄。如斯圓照。任運冥樞。是名從三昧以契無生。即六", "260": "根而證常樂。直捷之指無尚此矣。初心方便妙在茲", "261": "乎。", "262": "四廣示最初方便二十五聖。一一皆是最初方便但觀音耳根一門。堪合此", "263": "方之機。故曰廣示。", "264": "阿難聞前開示觀相分明。已悟隨根皆可證入。然猶", "265": "不知隨處下手做作之方。抑又未達的指何根堪作", "266": "此界當機最初方便。且將刻志進修冀成道果。庶不", "267": "失此嘉會辜負密言。亦為遠益未來成就最後開示。", "268": "故有請惠祕嚴之問。然此祕嚴之旨乃吾佛自證根", "269": "本法門。甚深微妙難解難思。果海離言了無說示。今", "270": "茲曲垂指示須藉旁通。故假二十五聖各說最初方", "271": "便。意顯三科七大隨處皆可還源。大小三乘遠近一", "272": "齊趨入。且令諦信不疑。托此將為證據。是以諸聖奉", "273": "敕用解先登。或析色體色以取單真。或即俗離俗要", "274": "歸中道。偏圓互煥星月交羅。深淺齊驅牛羊共渡。斯", "275": "則門門總是圓通。法法盡成解脫。苟能入此三昧。證", "276": "是妙門。隨處而常光普照。應念而諸佛現前。水流風", "277": "動共演圓音。世界山河普現三昧。至此始知自他不", "278": "二。依正互融。消習漏於剎那。廓眾塵於一念。無作之", "279": "行芬披。真常之樂自現。然此祕嚴利器付之勇猛丈", "280": "夫。有何堅而不破又何結而不解哉。然雖正偏兼到。", "281": "順逆皆通。不知此界當根誰為要妙。若是塵中作主", "282": "非大智無以潛眸。閙裏奪尊非大悲不能下手。故敕", "283": "文殊揀選誰合此方之機。唯獨觀音耳根可作最初", "284": "方便。何則。原夫覺海澄圓。圓澄元妙。本無世界及與", "285": "眾生。直以一念纔興空漚頓起諸緣不息三有齊生。", "286": "是以六處妄分。諸塵妄隔。使圓通妙體不得而圓通。", "287": "常住真心莫得而常住矣。若約妄法全真斯則歸元", "288": "之性不二。奈何根機不一是以方便之路多門。在乎", "289": "聖性順逆皆通。屬之初心不無遲速。今者若就六塵", "290": "而入六塵之體本非常住。若依五根而入五根之性", "291": "匪涉圓融。若憑六識而六識生滅宛然。若假五大而", "292": "五大無知昏鈍。若據見性雖則都攝六根然尚在能", "293": "所未能忘照。若觀識性雖則包含萬法猶存分別難", "294": "以契真。今若剋合此方教體的示機宜速取三摩實", "295": "從聞入。何者。良以聞根圓妙十處周聞。聞處虗融牆", "296": "垣莫隔。音聲生滅聞性恆常。寤寐一如身心不及。此", "297": "則可由聞性以證真常。從耳根而入妙覺矣。況復此", "298": "界眾生此根最利。投機之指莫尚於茲。良由迷本循", "299": "聲故此流轉生死。果能旋流無妄豈不頓契無生。此", "300": "是金剛三昧如幻妙門。如斯祕密絕要真修。何不將", "301": "聞以自聞聞。豈肯畜聞而成過誤。況聞非有體因聲", "302": "以名。若旋妄遺塵則性何名狀。此所以一根既返源", "303": "六根成解脫也。其如六根幻翳。三界空華。今聞復而", "304": "翳除。則塵消而覺淨。淨極光達寂照含虗。根境皆空", "305": "猶如夢事。安有夢中之境而能留汝形骸耶。大槩世", "306": "間男女皆如幻以幻成。雖見搖動全一機抽。由機息", "307": "而幻消。則情忘而執謝。圓明妙體當下現前。諸佛眾", "308": "生應時平等矣。如斯妙利真實圓通。何不旋倒妄之", "309": "聞機返自聞於真性以成無上之道哉。此是微塵諸", "310": "佛一路妙門。三世聖賢修行捷徑。非但觀音獨擅。我", "311": "亦從中證入。是若將救末劫求出生死之人欲速成", "312": "就菩提無過耳根為最。斯乃大小共由之門。淺深同", "313": "說之法。但依此修超乘餘根。真實心要莫斯為妙者", "314": "矣。於是當機聞說自心了然。明見還家歸真道路。斯", "315": "則觀相分明現前無惑。奈何未來末法邪道亂真。其", "316": "有依教信行之輩。如何攝心軌則得正熏修。安立道", "317": "場遠諸魔事。故發度人之請。遠益未來之機。通會長", "318": "途猶屬行門之事。然世尊所答別無其方。直以毗奈", "319": "耶中三決定義。所謂攝心以戒定慧是生。三者圓明", "320": "可超諸漏。然前見道明心已開慧性。修道方便定相", "321": "圓明。至其戒為基本尚未明言。今若得正熏修須憑", "322": "定慧。若欲違制行業必稟戒輪。且夫生死之海滔天", "323": "始於濫觴之念。煩惱之林翳日生於萌蘖之根。今若", "324": "絕末停流。端在塞源拔本。戒雖多品四重為根。根本", "325": "不生枝流自絕。然而真修以離欲為本故先婬欲首", "326": "懲。生死以冤負相牽故次殺盜隨舉。妄言矜俗貪愛", "327": "潛滋。委論酬償殺盜相若。為其永殞善根不成三昧。", "328": "故例量重尤是須併斷。若欲圓成修學必先持此冰", "329": "清。果能四事不遺自然遠諸魔事。正行可成。正定可", "330": "入。然而現行易制。宿習難除。是須誦我無上佛頂心", "331": "呪。此則顯密雙修三慧並運。庶幾三障可破三惑可", "332": "除。而三界可超三身可證矣。況此神呪功力速疾冥", "333": "資。但能依教加持破惑如霜遇日。是以略陳軌則令", "334": "依清淨之師。若要詳悉壇場必使眾緣具足。身心俱", "335": "淨。事理齊修。庶指日以取菩提。刻期而成聖果。妙圓", "336": "之行誠在斯矣。歸真之要妙在茲乎。是故宣揚神呪", "337": "使眾咸聞。廣顯功能䇿令諦信。方盡修道之門。統收", "338": "妙圓之行耳。", "339": "二示三觀之相屬修行分竟。", "340": "三示三觀之用者。上來所說觀相分明得倚圓根即", "341": "可乘便直捷而入。依之造修任運一心。法爾不無斷", "342": "惑淺深證真高下之用。是故阿難聞前顯密開示得", "343": "正熏修。身心快然獲大饒益。然猶不知如是修證未", "344": "到涅槃。始從凡夫終至佛地。中間漸次名目以何而", "345": "至。是故請問五十五位真菩提路。要顯圓妙觀行。有", "346": "此能斷能證之力用。轉凡成聖之功能。故名三觀之", "347": "用也。然世尊所示。先明二種顛倒妄類之因。後示五", "348": "十五位真家之路。所以然者何也。良以妙性圓明。真", "349": "源湛寂。本無迷悟。安有聖凡。蓋由一念纔興則三有", "350": "之空華亂起。寸心方歇。則一真之幻影全消。是所謂", "351": "生滅名妄迷之則生死無端。滅妄名真悟之則輪迴", "352": "頓息。然且生死界寬總之不出一十二類。涅槃道遠", "353": "要之不過五十五程。實由迷一真而為六想則二種", "354": "顛倒相因。悟六想而本一真則二種轉依是號。是故", "355": "汝今欲修三昧直詣涅槃。先當識此顛倒之因。斯可", "356": "圓成真三摩地。何則。良由迷真覺而成不覺故號無", "357": "明。遷無生而作眾生是稱顛倒。此則本不生而生斯", "358": "有無生之眾生。本無住而住故有無住之世界。是以", "359": "迷輪不息則生死之業何窮。妄念不休則遷流之世", "360": "何已。且既能以一念之迷妄動而六想橫發輪迴於", "361": "十二類生。則可以一念之悟無生而三觀齊修證取", "362": "於五十五位。由是觀之。則眾生實約四蘊之心。世界", "363": "端指色蘊之質。此則全憑正報以顯悟迷。總屬眾生", "364": "以明真妄。是所謂使汝流轉生死速證妙常皆汝六", "365": "根更非他物。意此豈非知見立知即無明本知見無", "366": "見斯即涅槃者乎。細尋大旨詎不信哉。然全妄即真", "367": "顛倒具於妙圓真心。全真即妄修證本於元所亂想。", "368": "故三種漸次因之而建立。五十五位由是而進趣。何", "369": "也。蓋六根相續端由婬殺為因。諸苦長淪直以盜妄", "370": "為本。今將長揖三界。永越四生。必痛絕助因使正性", "371": "刳而不發。制止現行令根境偶而不行。如是則根塵", "372": "泯合。心境俱空。身土皎然。自他圓證。此則始從觀行", "373": "以至分真。永斷無明而躋妙覺。然重重觀察。位位研", "374": "窮。莫不皆以首楞大定三觀妙門單複圓修漸次證", "375": "入者矣。三觀之用無尚此耳。一生取辦其在茲乎。修", "376": "斷已極故結歸觀心以終其請。故曰是種種地皆以", "377": "金剛觀察如幻十種深喻奢摩他中用諸如來毗婆", "378": "舍那清淨修證漸次深入者也。", "379": "三示三觀之用屬證果分竟。", "380": "四結三觀之名者。由前一往開示。令其先悟妙圓心", "381": "體。依之建立圓妙行門。藉此妙行圓修。還證妙圓之", "382": "體。此則背塵合覺之行既終。返妄歸真之路明矣。故", "383": "文殊請問經目意在結指觀名。何者。蓋約世諦而談", "384": "則名無得物之功是即有名無實。若就勝義而論則", "385": "理有當名之實斯即有實有名。良以上來所詮之義", "386": "若理行因果俱屬圓融。然則能詮之文若教相名言", "387": "皆歸究竟。由其理趣深玄故一言難盡。偏圓互煥五", "388": "目方周。意者前來開示要妙法門。若剋體而名乃是", "389": "如來藏心一實相印海眼真經。故名大佛頂薩怛多", "390": "鉢怛囉無上實印十方如來清淨海眼。若就用而言", "391": "則凡在有緣皆堪受度惑無不斷真無不窮。故名救", "392": "護親因度脫阿難性比丘尼得菩提心入佛知見。若", "393": "的指因果皆真則佛佛資成之始無非究竟指歸。故", "394": "名如來密因修證了義。若合論體用廣大因果同時。", "395": "則含染淨而不易自在難思。具性德而無遺出生無", "396": "量。故名大方廣妙蓮華王十方佛母陀羅尼況。若據", "397": "法身所演中道名言契之而頓紹佛家修之而不出", "398": "大定。故名灌頂章句諸菩薩萬行首楞嚴。斯皆稱實", "399": "以彰名。隨德以立號。要之不出一心。統之不離三觀。", "400": "此所謂言雖請問經目。意在結指觀名。是則教理行", "401": "果皆歸大定之源。真妄悟迷總入如來藏心者矣。大", "402": "事因緣莫過於此。開示悟入無尚茲乎。", "403": "四結三觀之名竟。", "404": "上來七軸半文通科判為大開修證之門。開此四章", "405": "良有所以。顧初心草創誠昧細詳。若論宏綱略題大", "406": "要。冀潛修之士。同志高人。先請熟讀經文。然後安心", "407": "觀法。覽斯文而通會。忘言象以冥符。願一旦常光顯", "408": "現使根塵識消。則佛法身心皆為餘事。矧此妄識依", "409": "通豈非剩語者哉。", "410": "已上大開修證之門竟。", "411": "次曲示迷悟差別。", "412": "上來開示一心真源已徹。三觀妙旨大通。迷悟之狀", "413": "悉陳。凡聖之情盡矣。然迷唯一念因情想亂發而取", "414": "七趣之升沈。悟止一心因妄見橫生而取五陰之魔", "415": "擾。所謂自心取自心非幻成幻法。故我世尊真慈痛", "416": "發。摘膽剜心。精研七趣因情想而分內外多少之不", "417": "同。詳辯陰魔約妄見而顯心觀淺深之不一。所以然", "418": "者。直欲吾人思地獄苦發菩提心。知有涅槃不戀三", "419": "界。嗟乎人者苟能執此金剛寶劍如幻定門。斬愛根", "420": "於當下則三有之空華影滅世界平沈。拔見刺於剎", "421": "那則一心之幻翳全消虗空紛碎。直使纖塵不立。一", "422": "念不存。成佛果於今生。消習漏於曠劫。此所謂圓滿", "423": "菩提歸無所得矣。如是信受如是奉持。是真精進。是", "424": "名真法供養。可謂雄猛丈夫大自在安樂人也。有何", "425": "恩而不報有何德而不酬耶。不然。則墮復墮矣。豈不", "426": "痛哉。", "427": "首楞嚴經懸鏡"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 277 楞嚴經懸鏡", "author": "明 德清述"}