{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1668", "1": "摘錄聖武記之卷五溯查西藏剌麻", "10": "界緬甸。西南界廓爾噶國。", "11": "自漢唐即有烏斯藏。即今西藏。名異地同。藏之西南", "12": "界外。為廓爾喀國。廓爾喀之西。即為東印度國。東印", "13": "度之西。乃中印度。即古佛國也。", "14": "剌麻者。乃西域之尊稱。譯華言為無上二字。比中國", "15": "之稱和尚。為力生二字也。", "16": "自唐太宗時。文成公主。下嫁與烏斯藏汗。贊普為妃。", "17": "專尚佛教。興建大塔寺廟數百坐。延請印度高行剌", "18": "麻到藏焚修教化。歷宋元明清。均有高行剌麻。故元", "19": "世祖封剌麻八思巴為帝師。大寶法王。後嗣世襲其", "2": "來源", "20": "號。為紅教之宗。", "21": "至明永樂成祖。封剌麻哈立麻。為大寶法王。西天大", "22": "善自在佛。其徒三人皆封國師。又封大乘法王。大德", "23": "法王。又封闡化　闡教　輔教　護教　贊善五法", "24": "王。又授西天佛子者二。灌頂大國師者九。灌頂國師", "25": "者十八。法王等命終。其徒輒自相承襲。漸後變為旁", "26": "門。爭名奪地。而諸法王之後。先娶妻生子。再落髮為", "27": "剌麻。候前剌麻命終。則其子頂替。私襲其位。與所娶", "28": "之妻。每逢朔望相見。餘日則不相會。雖戒再淫之說。", "29": "未知能恪遵否。而剌麻自印度來藏。身搭紅衣。故名", "3": "吳中沙門　守一　編輯", "30": "紅教。後紅教繁盛。又分花帽紅帽者。名目甚多。", "31": "黃教者。自永樂十五年間。有青海之西寧衛。生一人", "32": "名宗喀巴者為剌麻。先入藏投紅教。授經持呪。見該", "33": "教之人。均鍊神通。專事吞刀吐火。衒奇惑眾。不修戒", "34": "定慧之正道。故捨去而入藏內甘丹寺。習定得道該", "35": "寺。至成化十四年示寂。宗喀巴初修道時。即改其衣", "36": "冠為黃色。不屑同於紅教之人。宗喀巴臨終。遺囑二", "37": "大弟子。世世以呼畢勒罕。應身轉世。不迷本性。能知", "38": "夙世。還來為坐牀掌教之師。二大弟子者。一名達賴。", "39": "一名班禪。至乾隆中已第六次轉生矣。", "4": "按西藏。在於甘肅嘉峪關外。繞東之南。有祁連山。山", "40": "又有第一世達賴之大弟子。名哲卜尊丹巴者。一支", "41": "住持蒙古庫倫。亦能仿達賴班禪。以呼畢勒罕。不迷", "42": "本性。世世轉生者。", "43": "康熙中。又有第五世達賴之弟子。名章佳呼土克圖", "44": "者。為雍正時國師大剌麻。亦能以呼畢勒罕。不迷本", "45": "性。轉世再來。常住京都口外。", "46": "大清太宗崇德七年。延請第四世達賴剌麻至盛京。", "47": "稱為金剛大士。還住藏中。順治初遣使迓達賴。九年", "48": "至京師。封西天大善自在佛。領天下釋教。又封為普", "49": "通鄂濟大剌麻。", "5": "之南有蒙古之青海。青海之西南。即藏之東北界。四", "50": "達賴班禪。分主前後兩藏。乾隆時理藩院造冊。至第", "51": "六世達賴。所轄寺廟。計有三千一百五十餘所。共計", "52": "剌麻三十萬二千五百有奇　班禪所轄寺廟三百", "53": "二十七所。共計剌麻一萬三千七百有奇。", "54": "布魯特二部紅教。亦有寺廟一百二十。剌麻二萬五", "55": "千。紅黃二教。共計現有剌麻三十四萬一千二百有", "56": "奇。可謂盛之極矣。", "57": "其他剌麻學道。能明心見性。由達賴班禪證明。方能", "58": "稱呼土克圖。能不迷本性。轉世再來。方稱呼畢勒罕。", "59": "綜計剌麻之能。以神識轉生於世。出呼畢勒罕。入理", "6": "川雅州之西。松潘廳之打箭爐。出塞千數百里。即藏", "60": "藩院冊者。西藏稱呼土克圖者十八人。稱沙布隆十", "61": "有二。漠北蒙古十有九。漠南蒙古五十有七。青海番", "62": "地三十有五。四川察木多番地五。駐京呼土克圖十", "63": "四。共計呼畢勒罕一百六十。其能得呼土克圖。方可", "64": "管轄番民。如同土司。僧多於民。不設官吏。君并於師。", "65": "介於出家在家之間。其秩有國師。禪師。及大剌麻。扎", "66": "薩克等。分住各番。及蒙古部落。皆受達賴班禪。頒領", "67": "贈秩。其兵刑稅賦。則有剌麻為第巴。有噶布倫。有戴", "68": "琫。有堪布。有商上等職。掌司其事。", "69": "嘉慶八年第八世呼畢勒罕。轉身之達賴剌麻。靈徵", "7": "之東界。為官長往來之正驛。此官站之大道也。前後", "70": "眾著。由駐藏大臣奏聞。請旨坐牀掌教。至今又數轉", "71": "矣。", "8": "兩藏。東西六千餘里。南北三千餘里。距京師一萬四", "9": "千餘里。藏之西北界大戈璧。東南界雲南金沙江。南"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1668 西藏剌麻溯源", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1668 西藏剌麻溯源", "author": "清 守一編輯", "language": "chinese", "source": "CBETA"}