{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8885 因明入正理論後記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "後記", "1": "因明入正理論後記六卷", "2": "三四現比量門分三。初總󵘸。次分󵘸。末顯果。", "3": "今初。", "4": "復次為自開悟。當知唯有現比二量。", "5": "復。為論列。就前文依次而󵘸曰。若欲為自家開", "6": "示悟入。當知惟有二量可攝。謂現量比量。", "7": "問。上文已󵘸真似二能立門。未談真似二能破。何", "8": "故即󵘸現比二量。答。真能立者。惟其悉知真能破", "9": "故可極成。能立能破。如秤兩頭。低昂立現。無煩重", "10": "說。似能破義。推此可知。是以真似二門竟。別󵘸自", "11": "悟四門。及末始列真似能破二門。略點𢿘語。", "12": "分󵘸分二。初現。次比。今初。", "13": "此中現量。謂無分別。若󷟲正智。于色等義。離名種", "14": "等所有分別。現現別轉。故名現量。", "15": "先󵘸現量相。論主謂現量有四。此文中意不盡", "16": "攝。且󵘸聖凡所共之無分別智。云何謂之無分別。言", "17": "人若󷟲五法中之正智。于色心法等義。能離名", "18": "言種子等所有分別。故名無分別。雖無名種分別。", "19": "然以現行識緣現前境。能了別而轉。唯有智行。", "20": "非是虗𡚶分別。故名現量。集論云。無分別智。復離", "21": "五相。謂非無作意故。非超過故。非寂止故。非自性", "22": "故。非于所緣作加行故。名無分別。所以者何。若無", "23": "作意名無分別。󶁫眠醉等。應是無分別智。由彼不", "24": "思惟諸法相故。若超過故名無分別。從第二靜慮", "25": "以上。一切地。應是無分別。由彼超過尋伺故。若爾。三", "26": "界心心所法。是分別體言。即為相違。若寂止故名", "27": "無分別。滅受想定。應是無分別智。分別心心法。扵", "28": "彼寂止故。若爾。智亦應無。若自性故名無分別。色等", "29": "應是無分別智。彼非分別自性故。若于所緣作加行", "30": "故。名無分別。即分別性應是無分別智。若謂此是", "31": "無分別。此加行相。即分別相應。是故無分別智。非", "32": "彼五相。", "33": "五法者。一相。二名。三分別。四正智。五如如。廣如楞", "34": "伽經地論所󵘸。此中但󵘸離相名分別之正智。不", "35": "󵘸攝如如之正智。大寶積經云。所言智者。于內寂", "36": "靜。不行于外。惟依于智。不于一法而生分別。及種", "37": "種分別。是名為智。又云無取無執。無有所緣。無所", "38": "了別。無有分別。是名為智。此是如如之正智。非此中", "39": "所󵘸。", "40": "地論云。現量者。略󵘸為四種所有。一色根現量。謂", "41": "五色根所行境畍。如先所󵘸現量體相。先所說詳見後註二意受", "42": "現量。謂諸意根所行境界。如先所󵘸現量體相。三世間", "43": "現量。謂即色根意受總攝為一。四清淨現量。一共。謂", "44": "諸所有世間現量。亦得名為清淨現量。二不共。謂有", "45": "清淨現量。非世間現量。謂出世智。于所行境。有知", "46": "為有。無知為無。有上知有上。無上知無上。如是等", "47": "類。按此中現量。乃共清淨現量。非不共清淨現", "48": "量。解深密經云。證成道理。由五種相。名為清淨。", "49": "一者現見所得相。此為世間現量所得故。此契經", "50": "󵘸世間之共清淨現量也。", "51": "色等。等取色心法。名種等。等取習氣隨眠麤", "52": "重。", "53": "地論云。現量有三種。一非不現見。二非已思應思。", "54": "三非錯亂境舉。第一非不現見有四種。一者諸", "55": "根不壞。作意現前。相似生故。相生者。如欲界根", "56": "現欲界境。上地根得上地境。已生已等生。若生", "57": "若起皆是也。二者超越生故。謂上地界根現下地", "58": "境。已生等如前。三者無障礙。此復四種。一非覆", "59": "障所礙。二非隱障所礙。三非映障所礙。四非惑", "60": "障所礙。黑暗無明不澄清色。名覆鄣。藥艸力。", "61": "術咒力。神通力。為所造境。名為隱障。小為大映。少", "62": "為多映。星為月映。不淨映淨。無相映相。是名映", "63": "障。無此四種。名無障礙。四者非極󷡳。此復三種。", "64": "一処極󷡳。二時極󷡳。三損減極󷡳。以上總名非", "65": "不現見。第二非已思應思者。復有二種。一纔取", "66": "便成取所依境。謂若境䏻作。纔取便成取所依止。", "67": "猶如良醫。授病者藥。色香味觸。皆悉圎滿。有大", "68": "󷕚力。成󶁫威德。當知此藥色香味觸。纔取便成", "69": "取所依止。藥之所有大󷕚󶁫德。病若未愈。名為", "70": "應思。其病若愈。名為已思。二建立境界取所依境。", "71": "謂若境能為建立境取所依止。如瑜伽󷃪于地", "72": "思惟水火風界。若住于地。思惟其水。即住地想轉", "73": "作水想。住水火風思惟餘者。亦復如是。此中地想。即", "74": "是建立境畍之取。地者即是建立境界取之所依。建立", "75": "境界取所依境。非已思惟。非應思惟。地等諸界解", "76": "若未成。名應思惟。觧若成就。名已思惟。第三非", "77": "錯亂境界者。復分五種。或有七種。五種者。一想", "78": "錯亂。謂如陽𦦨。于󶬁渴想中起水相。二𢿘錯亂。", "79": "如目瞖眩人。見第二月。三形錯亂。如于旋火見彼", "80": "輪形。四顯錯亂。如病眼者見色悉是黃相。五業", "81": "錯亂。如結捲馳走。見樹奔流。現現別轉四字。現", "82": "現釋現字。別轉釋量字。四字次第有表。第一現", "83": "字。表是現前。󷨯顯現義。如󵘸諸根不壞。是識䏻", "84": "現。作意現前。方成現行。第一現字義也。問。凡作", "85": "意時皆成現量耶。荅以第二現字表之。須是現境。", "86": "如本界現本境。上畍緣下地現前境。無有障礙。", "87": "境相顯現。問。現識緣現境。成現量耶。答。以第三", "88": "別字表之。須是了別。若極遠則境不可了。識不", "89": "能了。若已思應思。則現在不了。問。已了別者得", "90": "成現量耶。答。以第四轉字表之。須是轉似。若錯", "91": "亂等。識雖了境。而不能轉。何以故。不轉似本相", "92": "故。󶵉此四字核定。共世間清淨現量義足。", "93": "問。前似宗過條。有現量相違。與此現量同否。答。前", "94": "󵘸是第三世間現量。此中是第四之一共清淨現", "95": "量。此可攝前。前不能攝此。問。地論云。正尋思如", "96": "是道理。有至教量。有內證智。有比度法。有立成法", "97": "性云云。內證智即現量否。答。即是。離名種等所", "98": "有分別。是內證。此分別即正智。問。論云。現量為", "99": "依。󵘸名思惟。思惟是緣󷶼心。云何是現量。答。但", "100": "󵘸為依。不󵘸思惟即是。又出世智之所行境。言", "101": "語道斷。心行路絕。此中且󵘸言語道斷。未及心行", "102": "路絕。󵘸思惟亦得。心所有思想二。識行必俱。了別", "103": "轉時。豈無心所。問。論云。若見若思。二種言󵘸。是依", "104": "現量。如何離名言之分別。為言󵘸所依。答。即𡚶依", "105": "真起義。問。此量名自悟門。能悟他否。答。亦能悟他。", "106": "既是世間共清淨現量。若不可悟他。云何名世間", "107": "共。問。然則何以判入自悟。答。凡夫異生。各各可以", "108": "自悟。故名自悟。不待比度義相能成能破。他始悟", "109": "也。故非悟他。", "110": "次比量。", "111": "言比量者。謂藉眾相而󶢊于義。相有三種。如前已󵘸。", "112": "由彼為因。于所比義。有正智生。了知有火。或無常等。", "113": "是名比量。", "114": "次󵘸比量相。藉者藉賴。󶢊者󶢊察。義者宗之義", "115": "相。󵘸言比量者。謂藉彼眾相而󶢊察于宗上義相。", "116": "得決定也。言眾相者。謂相有三種。一徧是宗法性。", "117": "二同品定有性。三異品徧無性。如前文因有三相", "118": "條中。曾已󵘸示。云何言藉。言觀義。謂由彼三相為", "119": "因。于所比知宗義。有內證之正智生起。能比是智。", "120": "所比是義。所謂比也。如見煙故。了知有火。或所作性", "121": "故。了知無常。等此所了知。所謂量也。是故󵘸名比量。", "122": "此中正智。依止現量而得。由彼比義而生。了知。謂", "123": "正智所了知也。二種比量。一者五識所現見。比知", "124": "事物。二者意識依止現量。比知道理。見烟是現量。", "125": "所作性依現而知。故表以或字。無常外有苦空無", "126": "我等。故表以等字。", "127": "地論云。比量者。謂与思擇俱。已思應思所有境界。", "128": "此復五種。第一相比量。謂如見幢知有車。見烟", "129": "知有火。以王比國。以夫比妻。以󲓇犎等比知是牛。", "130": "以膚髮容色。比知老少。以執持被服比知道俗。以", "131": "樂聞遠離比知正信。以善󵘸善作比知聰睿。以所", "132": "造所得比知聖凡。以見彼少年故。雖老時見。比知", "133": "是彼。第二體比量。謂以現見比未現見。我見一分", "134": "比其餘分。如以過去比知現前。以近事比知󷡳事。", "135": "以現在比知未來。又如飲食等一分得失。比知一", "136": "切。第三業比量。如見󷡳物鳥居其上。比知是󳢂", "137": "動搖移走比知是人。大跡比象。曳行知蛇。嘶知是", "138": "馬。咆知是牛。見比于眼。聞比于耳。󰞆󷕗比知有火。", "139": "枝掉比知有風。執杖知盲。側聽知聾。所造所行比", "140": "知聖凡。等類無量。第四法比量。如無常比苦。苦", "141": "知空無我。生老死法。由一比一。有見有對比有方", "142": "所。及有質礙。生住滅法。比知有漏有為。否則無漏", "143": "無為。第五因果比量。如見有行比知至處。見善", "144": "事主比知祿位。人作善惡比知獲報。預卜興衰。見", "145": "食多少知其病否。凡見修因必知得果。如上等事。", "146": "若見得果亦比知因。按前節指第三四五比量。", "147": "了知有火依第一󵘸。無常等依第四󵘸。", "148": "集論云。比量者。謂觀餘信解。此復云何。謂除現量所", "149": "得餘不現事。決定俱轉。先見成就。令現見彼一分時。", "150": "於所餘分正信解生。謂彼于此決定當有。由俱轉故。", "151": "如󷡳見煙。知彼有火。是名現量為先比量。按此論", "152": "言。謂比量以現量為依。故此正智。即依現量之正智", "153": "而名。", "154": "解深密經云。五種清淨相。第二名依止現見所得相。", "155": "謂一切行皆剎那性。依他有性。淨不淨業無失壞性。", "156": "由彼能依麤無常性。現可得故。由諸有情種種差別。", "157": "依種種業。現可得故。由諸有情若樂若苦。淨不淨業", "158": "以為依止。現可得故。由此因緣。于不現見可為比度。", "159": "按此即集論所依而󵘸。", "160": "清󷒪疏鈔云。自他共等三種比量。自立之量。如󴅽婆多", "161": "立無表色。量云。我無表色定是實色。許色性故。如", "162": "許色聲等。此即自比量。謂自立義令他󲔒也。此乃似能", "163": "立。非真能立。引之但明自比。非表正量。他比量者。于他立中。出他宗因", "164": "過。如大乗破󴅽婆多云汝無表色。非定實色。許無對故。", "165": "如心心所。此是真能破三共比量者。又于他立中出比量過。", "166": "問。此中比量。三種中何種。答。是自比量。然但󵘸其義相。", "167": "不󵘸量支。量則有喻。而此処不顯。為求自悟。唯依現見", "168": "比知。無煩出喻故。前節󵘸比量之義。此節󵘸比量之例。", "169": "問。能立能破。皆是比量。云何攝入自悟。答。現量境離名", "170": "相。自悟為多。比量依現而起言󵘸。既能自悟。又能悟他", "171": "隨順現量而起。可󵘸自悟。自悟為依。方可悟他。故", "172": "名自悟。", "173": "末顯果。", "174": "于二量中即智名果。是證相故。如有作用而顯現故。", "175": "亦名為量。", "176": "此節總示量果。為有問曰。立量定有量果。此処無", "177": "立破能成。何者是果。答。悟他以能立破為果。自悟", "178": "以自證為果。于此現比二量中。有正智生。即此正", "179": "智。得名為果。如彼色等為因。有正智生。因果義成。", "180": "葢正智者。是內證因相之智故。即名證果。問。󵘸名", "181": "為智。云何不名比智。而名比量。答。智從內證。無", "182": "作用。非顯現。然其了別而轉。如有作用。而顯現", "183": "故。約內證則名智。約義相亦名為量。", "184": "地論云。其相違者。于為成就所立宗義。不能為量。", "185": "故不名量。不相違者。于為成就所立宗義。能為正", "186": "量。故名為量。○無正智生。故不名量。觀察能成", "187": "就其義。故名為量。", "188": "解深密經云。于所成立。決定能成。當知是名圎成", "189": "實相。○實相顯現。是得量果。", "190": "問。疏鈔云。依因明論。謂一切法上實義。皆名自相。", "191": "以諸法上自相共相。各附己體。不共他故。若分別心。", "192": "立一種類。能詮所詮。通在諸法。如縷貫華。名為共", "193": "相。此要󲰇心分別假立。是比量境。一切定心。離此分別。皆", "194": "名現量。其義與此同否。答。此雖散心分別。正智生故。", "195": "無妨假立。若非共相。藉誰觀察。可言同也。彼󵘸定", "196": "中現量。此已簡別不攝。故以此中二字簡之。可言", "197": "異也。", "198": "五六似現比量門。分二。初現。次比。今初。", "199": "有分別智。于義異轉。名似現量。謂諸有智。了瓶", "200": "衣等分別而生。由彼于義。不以自相為境界故。", "201": "名似現量。", "202": "初󵘸似現量。有分別。乃名種等所有分別。假智", "203": "也。于義異轉。不似本相者也。瓶衣由和集而成。", "204": "分散則無實物。假相也。一切法上實相。名曰自", "205": "相。", "206": "言似現量者。謂詴分別之假智。于色等義上。異", "207": "相而轉。名相似之現量。云何名有分別智。謂諸凡", "208": "夫異生。有世俗邪智。了知瓶衣等。名言分別。而生", "209": "假相。云何謂之于義異轉。謂由彼邪智。于色等義。", "210": "為名種所障。不以色等自相。為所緣境畍故。雖", "211": "彼自謂了別而轉。但名相似現量而已。實非量也。", "212": "龍樹因明論云。一切世俗有中。瓶等𢿘等舉等", "213": "有性。瓶等性智。皆似現量。此文言瓶衣等。等取", "214": "𢿘舉等一切。𢿘者。外道𢿘論。執𢿘是常。舉者。", "215": "舉動屈伸。凡夫執此為實。", "216": "疏鈔云。男女天地等。見一合相。名似現量。一合相", "217": "者。眾緣和合故。󵖯眾微以成于色。合五陰以成", "218": "于人。名一合相。如是見者。是有分別智。于義異", "219": "轉。故名似現。此中瓶衣等。一合相所攝。", "220": "次似比量。", "221": "若似因智為先。所起諸似義智。名似比量。似因多種。", "222": "如先已󵘸。用彼為因。于似所比。諸有智生。不能正解。", "223": "名似比量。", "224": "似因之智。則非由彼三相之正因。似義之智。則非所", "225": "比之實義。皆邪智也。似因多種者。前似能立門所", "226": "列十四種似因也。非正智安能正解。言似比量", "227": "者。若以似因之智為先導。所起諸般似義之智。非", "228": "正因則不可比。非實義則不成量。故名似比量。所", "229": "言似因者。謂有多種。如先前似能立中。已經󵘸示。", "230": "言為先者。謂用彼十四種為囙。先導其似。于似", "231": "所比之義。諸所緣境相。有邪智生。故曰所起諸似", "232": "義智。謂之似者。簡非真正不能正解。真實義相。但", "233": "名似比量而已。亦非量也。", "234": "七八能似破門分二。初能。次似。今初。", "235": "復次若顯示能立過失。󵘸名能破。謂初能立闕减過", "236": "性。立宗過性。不成因性。不定因性。相違因性。及喻過", "237": "性。顯示此言。開曉問者。故名能破。", "238": "󵘸真能破。󲉞者不圎。減則不滿。似立宗有九種宗", "239": "過。四種不成因過。六種不定因過。四種相違因過。", "240": "十種喻過。", "241": "復為論列。就前文依次而󵘸曰。若能顯明開示", "242": "彼論似能立之過失。󵘸名能破。所言過失者。謂", "243": "此論初條能立方隅。不能如法圎滿。而有󲉞減之過", "244": "性。成似能立。所言󲉞減者。謂立宗過性。不成因性。不", "245": "定因性。相違因性。及似喻過性。如前已󵘸。既有過", "246": "失。如器破󲉞。不成器用。如數減短。不成丈尺。若能", "247": "顯示此等過失言辭。開列曉喻来問難者則其", "248": "宗義難立。故名真能破斥。", "249": "彼宗󷥛破。問者自知其非。得悟他果。過性者。過", "250": "失之體性義性。", "251": "次似能破。", "252": "若不實顯能立過言。名似能破。謂于圎滿能立。顯", "253": "示󲉞減性言。于無過宗。有過宗言。于成就因。不成", "254": "因言。于決定因不定因言。于不相違因。相違因言。", "255": "于無過喻。有過喻言。如是言󵘸。名似能破。以不能", "256": "顯他宗過失。彼無過故。且止斯事。", "257": "󵘸似能破。翻前真能破。前條真能破。為能顯", "258": "示一一過失也。若不能依于實義。而顯示其能", "259": "立之過。以為言󵘸。名似能破。云何謂之不能實顯。", "260": "謂于彼宗。實是圎滿能立。乃反顯示其有󲉞有", "261": "減之過性。虗駕不實之言辭。云何是不實言辭。", "262": "謂于實無過之宗性。反有過宗之虗言。于成就之因性。", "263": "反󵘸不成就因之虗言。于決定之因性。反󵘸不決定", "264": "因之虗言。于不相違之因性。反󵘸相違因之虗言。于", "265": "無過之喻。反󵘸有過喻之虗言。如是等言󵘸。不依", "266": "實有而󵘸。故名似能破也。若彼能立雖然有過。或", "267": "在因而不在喻。或宗即有過。或顯過不中其窾。如因", "268": "不成而󵘸不定。或不定而言相違。如是等類。俱以不", "269": "能顯示他宗過失。皆似破所攝。謂彼所斥之處。無過", "270": "失故。是以論人若未審知能立能破方隅。且止斯破", "271": "斥之事。無得輕對敵者申論。問。此論重在悟他。", "272": "云何乃言且止斯事。答。對敵若蹈似能破門。一者", "273": "不能高建法幢。則法門有辱。二者不能闡󷹒佛㫖。", "274": "非佛子孫。三者凡外乗隙而入。或墮負処。有愧僧", "275": "名。即此一舉。三寳俱被損壞。是以論主于其論末。", "276": "鄭重置言。以示警誡。若非自悟。必犯其過。或者自", "277": "悟。而不能󶁫悉因明。及無辯才。則亦不能悟他。反", "278": "󶺔其󱊿。我教中人。當深體論主此意也。", "279": "末結頌。", "280": "已宣少句義。為始立方隅。其間理非理。妙辯於", "281": "餘處。", "282": "凡作論者。多分造頌以結。此末結頌也。方者方向。", "283": "隅者四隅。知此四方四隅。則行路不迷。知此因明", "284": "方隅。則論者不誤。󵘸因明之經論。甚多甚多。此", "285": "中所󵘸。僅一二耳。故曰少。餘処則多也。頌意", "286": "曰。󵘸因明㫖趣之經論。句義甚多。此処論文。已", "287": "宣󷹒多分中之少句少義。何以故但󵘸少句。", "288": "但為始立因明之方隅耳。至于廣陳軌範。", "289": "尚未竟󵘸。其間大乗正宗之正理。及破斥凡", "290": "外宗之非理。若欲依因明法則而立破之。當", "291": "觀其妙辯于餘処經論也。", "292": "餘処妙辯。契經所󵘸已多。論主所見諸論。", "293": "亦復不少。論主之後。復多論列。文繁不暇廣引。", "294": "今就麤顯易明之條。略引𢿘種。聊申問答。", "295": "以為發端。", "296": "問顯󷹒論十一云。若有依五論莊嚴相興言論者。", "297": "當知復有二十七種稱讚功德。第四者。于他", "298": "所宗。深知過隙。第五者。于自所宗。知決定", "299": "德。十三者。恱可信解因明論者。因明有功德", "300": "如是。何故我土比丘。言者甚少。答西竺外道多。", "301": "󷨯有小乗。因明重在悟他凡小。我土無小乗。外", "302": "道人少智劣。不煩摧邪。又信心人多。不煩顯正。", "303": "故習者少。", "304": "問論又云。非義相應者。當知有十種。第八義不", "305": "決定。第九成立已成。既云已成。何謂非義相應。", "306": "答。彼宗已成。我蹈襲󵘸量。不煩重立。即相符極", "307": "成過。於能立義不相應也。無功能故。無悟他果", "308": "故。", "309": "問集論云。自性假立尋思者。謂于諸法。能詮所", "310": "詮相應中。推求自體。惟是假立言󵘸因性。差", "311": "別假立尋思者。謂于諸法能詮所詮相應中。", "312": "推求差別。唯是假立名言因性。󷥛是假立。云何", "313": "是因明實相。答因明實相。惟妙觀察智能󷨭。本", "314": "離言󵘸。智論云。如以著心取相。󵘸五眾無常。乃", "315": "至無生無滅。是相似般若。若以不著心取相。󵘸", "316": "五眾無常。但為破常顛倒故。不著無常。是真", "317": "實般若。可見著心取相建立宗。雖合因明。亦是", "318": "相似能立。著心破斥敵者。亦是相似能破。若但", "319": "為悟他。不執己見。方名能立能破。何以故。名言皆", "320": "是假立因性故。", "321": "問阿毘達摩雜集論說。三支比量云。比量者。謂", "322": "以有為法与無為法。比類而度量也。一立宗。宗", "323": "猶主也。要也。謂如五蘊等法。皆假因緣而生。實", "324": "無自性。于中求我。決不可得。故對執我論者。先", "325": "󵘸諸法無我也。二立因。立因者。謂破執有我者", "326": "而立因也。若于五蘊等法。施設實有我者。此之", "327": "五蘊。既從眾緣而生。皆是生滅之法。蘊既生滅。", "328": "我不成就。若離五蘊而于餘処施設有我者。我", "329": "無所因。我亦無用。是則皆無有我也。三立喻。謂", "330": "以別法。喻所立法也。如于現在世。施設實有過", "331": "去相者。此現在相。已生未滅。不應于已生未滅", "332": "法中。施設過去之相。若離現在而于餘処施設", "333": "過去相者。然過去世相󷥛滅壞。不應施設有相。", "334": "此過去相既不可得。以喻諸法皆不可得也。如", "335": "論云云。云何立量。答。五蘊等有法。有法求我不可", "336": "得。宗眾緣生滅故。因如過去世相。喻即是量相。", "337": "問。密嚴經云。由現量故。由比量故。由聖教量故。", "338": "由五種相。名為清淨。地論云。由三量故。如實觀", "339": "察。謂由至教量故。道現量故。由比量故。由此三", "340": "量證騐道理。諸有智者。心正執受。安置成立。如", "341": "是等名證成道理。經論既三量備舉。云何此論", "342": "獨遺聖教。答。此論不列聖教有三義。一者不當", "343": "列。二者不可列。三者不能列。不當列者。聖教可", "344": "攝因明。因明不能攝聖教。聖教攝因明者。此因", "345": "明是聖教中之一端。此正理是聖教中之一種。", "346": "處處󵘸因明正理。即是聖教。豈有遺耶。地論云。", "347": "若諸菩󴅽求因明時。為欲如實了知外道所造", "348": "因論。是惡言󵘸。為欲降伏他諸異論。為欲于此", "349": "真實聖教。未淨信者。令其淨信。已淨信者。倍令", "350": "增廣。故菩󴅽求因明。即是求聖教。󵘸因明。即是", "351": "󵘸聖教。又內五明中之內明。即是聖教。內明可攝", "352": "因明也。因明不能攝教者。密嚴經云。密嚴佛土。", "353": "是最寂靜。是大涅槃。是妙解󷑆。是淨法界。亦是", "354": "智慧。及以神通諸󶢊行者所止之処。本來常住。", "355": "不壞不滅。水不能潤。風不能燥。非如瓶等勤力", "356": "所成。何以故。宗及諸分。是不定法。諸宗及因。各差", "357": "別故。密嚴佛土。是轉依識。超分別心。非諸𡚶情所", "358": "行之境。又華嚴經云。解󷑆明行者。無𢿘非等倫。世", "359": "間諸因量。求過不可得。清󷒪云。因量者。謂諸因諸量。", "360": "因量立量。依世俗分別。故曰世間。今體絕有無。故彼", "361": "莫能過也。如󵘸佛聲。非定有故。不同外道立常。", "362": "從法性生。離造作故。不同菩󴅽所立無常。三科", "363": "皆爾。豈將佛德判屬無常。由二經󶢊之。不能攝", "364": "之證也。故諸經論。有時󵘸不可量。有時󵘸可量。", "365": "如前二經。󵘸可量者。如華嚴𦀇又云。眾生如是󵘸。", "366": "某日佛成道。如來得菩提。實不繫于日。如來離分", "367": "別。非世超諸𢿘。三世諸導󷃪。出現皆如是。譬如淨", "368": "日輪。不与昏夜合。而󵘸某日夜。諸佛法如是。三世", "369": "一切劫。不与如來合。而󵘸三世佛。導󷃪法如是。如", "370": "上四偈。清󷒪󵘸作六量。即一不繫日宗法。分立三", "371": "因。第一因約離分別義。偈云。日體無分別。不與", "372": "昏夜合。如來無分別。不與三世合。量云。菩提是", "373": "有法。定不繫時是宗法。因云無分別故。同喻如日", "374": "輪。與偈合之。日體無分別也。第二因約非世󵘸。偈", "375": "云。日不屬于時。不與昏夜合。佛非世法故。不與三", "376": "世合。量云。宗喻同前。因云體非三世故。与偈合之。", "377": "日體非三世也。第三因約超諸𢿘󵘸。偈云。日輪無", "378": "出沒。不與昏夜合。如來非有為。不與三世合。立", "379": "量云。菩提是有法。定不繫時是宗法。因云非有", "380": "為故。同喻如日輪。與偈合之。日體非有為也。又", "381": "若以超時現時等四句為宗。又成三量。初量云。菩", "382": "提自有法。定不繫日。隨機󵘸日。是宗法。因云。體無", "383": "分別。不礙分別故。同喻如日輪。日離分別隨時殊", "384": "故。次量。有法宗法如前。因云體非三世不礙三世", "385": "故。同喻如日輪。日體恒明隨映見殊故。第三量有", "386": "法宗法如前。因云體非有為。不礙無為故。同喻如", "387": "日輪。日非有念隨時殊故。此是經中量義也。", "388": "二者不可立。謂學人信聖教有二。一者聞教思修。", "389": "功行深時。以自證智了悟。此信受而奉行者。二者", "390": "雖未內證。知是金口誠言。決定生信。不敢不許。如", "391": "是二種。何必藉此因量。然後隨順。故可不陳聖教。", "392": "假如教中弟子。已信佛言六根互用。即󵘸聲非耳", "393": "所聞。豈違現量。已信涅槃經。即󵘸常󵘸我。豈違自", "394": "教。已信佛󵘸天界諸事。即󵘸魔攝其眾遁藕𢇁中。", "395": "豈違世間。󵘸法四十九年。其中不󵘸一字。豈違自", "396": "語。此等言辭。向內人󵘸則可。向外人󵘸。即󶺔量過。", "397": "而此因明之法。義重悟他。接引凡外之不信者。故", "398": "知聖教量備在內明。非因明所攝也。", "399": "問。一切道理。現量為凖。云何論中󵘸現量少。󵘸比", "400": "量多耶。答。因明全屬比量。而比量所依。則在現量。", "401": "󵘸比相應多。󵘸所依冝少。又現比二量。彼此可攝。", "402": "除現量義。無可比量。真比量義。即是現量。不可󵘸", "403": "多少分輕重也。", "404": "問似宗九過。前相違五過。因喻亦有犯此過者。云", "405": "何似因似喻中不󵘸。答。在似因似喻。亦有犯此五", "406": "過者。已從過重処易其名。輕者可略。如兩俱不成", "407": "一條。立聲無常。因云眼所見性。犯現量比量世間", "408": "三相違過。義重在因之不成。所立法不成一條。立", "409": "聲常宗。無質礙故。喻如覺。亦犯世間相違。雖無質而有礙", "410": "大聲礙聽細語義重在喻之不成。所言義重者。謂但明此", "411": "因此喻符此過之式。不暇彈他過也。其他凖此可", "412": "推。", "413": "宗鏡錄四十九卷云。未審三量行相如何。又八識", "414": "各具幾量。答。古德釋云。現量者。現謂顯現。即分明", "415": "證境。不帶名言。無籌度心。親得法體。離𡚶分別。名", "416": "之謂現。言量者。量度是楷定之義。謂心于境上。度", "417": "量楷定法之自相。不錯謬故。比量者。比謂比類。以", "418": "比類量度而知有故。非量者。謂心緣境時。于境錯", "419": "亂。虗𡚶分別。不能正知。境不稱心故。又現量者。如", "420": "五塵色法。是第八識所變相分。前五轉識。并明了", "421": "意識緣此之時。最初過境。未起分別。能緣之智。親", "422": "證境體。得法自性。名為現量。得自相也。若前五識", "423": "及第八識。于一切境時。皆是現量。得法自相。不簡", "424": "因果漏無漏位。一切皆爾。若第六識緣彼五塵境", "425": "時。于彼法體。生分別心而起言󵘸。言󵘸所及。不能", "426": "親證。以是假智所緣。名得共相。不簡因中果位。但", "427": "于境體生分別心。及起言詮之時。皆名得于共相。", "428": "若佛後得智緣事境時。起分別故。起言󵘸故。亦是", "429": "假智。非是得彼自相法體。但是得彼共相也。按此", "430": "󵘸不審。佛果安可言假智。安可以自相共相分別。", "431": "佛得共相。皆自相也。後文經云。如來一切現量所", "432": "得。非比量知。則知此󵘸之非矣。", "433": "又云。因明疏解現量義。略有二解。一現之量。謂前", "434": "五識依所依根。于現在世。緣現有境。根与識同󷨭", "435": "前境。有發識用。根義顯勝。得顯現名。雖󷨭于境。以", "436": "體是色。無緣󷶼用。不能量度。但有現義。不得量名。", "437": "唯心心所量度于境。緣󷮓用增。體具現義。亦有量", "438": "境之能。今從能發之根。顯所發識。名現之量。依主", "439": "釋也。二現即量。謂明了意識一分。除餘散意識及", "440": "獨頭起者。并取定意識。及第八識能緣見分。親緣", "441": "現境。作用顯現。而彼所依意根界體。非顯現故。故", "442": "不取之。但就能緣見分。現即是量。持業釋也。", "443": "又云。問。若假智所詮。但得共相之義。不得共相法", "444": "體。如口󵘸色時。口應被礙。以彼色體。以質礙為自", "445": "相故。既不被色礙。故知不得彼體。但得彼義者。且", "446": "如第八識及与眼識。并明了意識。現量智起緣火", "447": "之時。既言現量得法自相。寧不燒心。若不被燒。應", "448": "不得火自相。何名現量境也。若許被燒。即世間現", "449": "見火時。眼不被損。便有世間現量相違過。答曰。雖", "450": "不被燒。亦得自相。名為現量。所以者何。以心細色", "451": "麄故。心細無狀。色麄有形。故緣火時。雖不被燒。亦", "452": "名現量。又彼麄色。實亦不能壞扵細色。何况心法。", "453": "如火災起時。欲畍但燒自界。不燒色畍定地。殊妙", "454": "細色。問。󷥛言心細色麄。如阿羅漢化火焚身。心智", "455": "隨滅。此如何通。答曰。化火㷊身。但燒浮塵根。非燒", "456": "清淨色根。及彼心智。彼清淨根心智。以無所依浮", "457": "塵。緣闕不生。得非擇滅。雖是定火。亦不能燒。麄細", "458": "異故。定火對世火較細。而對心猶麄。以是色法有", "459": "形質故。按此叚所󵘸。全成戲論。口󵘸是聲。色體", "460": "安有被礙。眼󷨭是見。火不燒見。心量其法是知。火", "461": "不燒知。若舌身二根識緣火。寧不被燒。又麄細之", "462": "󵘸。亦非合理。江河水大。亦潤一塵。一星之火。不容", "463": "寸鐵。又界有各別。彼此無󷘔。人間之火。不燒地獄。", "464": "水雖清淨。鬼見是膿。豈人間水火麄。地獄鬼類反", "465": "細耶。又魂󵖵無塵根可依。而見色聞香。心智不滅。", "466": "羅漢涅槃依方便有餘土。心智不滅。若言有滅。便", "467": "是斷見。不應以擇滅之滅為例。定火豈有形質。定", "468": "火与心。豈可較量麄細。此等分別。俱為贅疣。凡宗", "469": "鏡錄所談唯識一門。佳処固多。敗闕処亦復間出。", "470": "學者當分別觀之。無一一泥其所說。若以此解經。", "471": "反晦經㫖。當永明時。所慿以談唯識之󷃪。見未甚", "472": "精。其中嘉禾與稂莠雜陳。而唯識宗義相繁碎。永", "473": "󷃪已獲驪珠。不復辨其鱗甲。以故一皆󱅱入錄中。", "474": "學者又不得以未辨牝牡驪黃。誚九方歅之不能", "475": "相馬也。", "476": "又云。三量八識分別者。前五轉識唯是現量。以前", "477": "五識顯現真境。不作行解心。得法自性。任運轉故。", "478": "第六意識。徧通三量。有二。一明了意識与五同緣。", "479": "通三量。初念得五塵自性。是現量。第二念至作解", "480": "心時。若量境不謬。是比量。若心所不稱境知。即是", "481": "非量。二獨頭意識。有三。一𣪚位獨頭。亦通三量。而", "482": "比非為多。若前五引起獨散意識。名現量。謂第一", "483": "念緣前來五識所緣塵境。得其自性者。二定中獨", "484": "頭。惟是現量。三夢中獨頭。惟是非量。內二分是現", "485": "量。第七末那。約有漏位中。惟是非量。𡚶執第八見", "486": "分為我法故。本來第八見分是白淨無記。然非是", "487": "我。今被第七𡚶執為我。不稱境知。故名非量。若第", "488": "七內二分惟現量。凡󲰇位心心所。若具四義。則名", "489": "現量。一任運緣。二不帶名言。三惟性境。四無計度", "490": "分別。第八識四義具足。極成現量。按此文中󵘸意", "491": "識之見分。惟是非量。此語有疵。前五引起獨散意", "492": "識。及定中獨頭。豈闕見分耶。又心所五位。作意便", "493": "非任運。想且思。即落計度。而八識同有心心所法。", "494": "現与比如何判得。", "495": "又問。真似現量如何分別。答。古釋現量有二。一真。", "496": "二似。真現量者。謂五識及五俱意識。諸自證分。諸", "497": "定心。及第八識。此等諸心心所有六義名現。一現", "498": "有。簡龜毛等。二現在。簡過未。三顯現。簡種子無作", "499": "用故。四現離󷨭現。謂能緣之心。行相󷡳離諸分別", "500": "故。謂離隨念計度名言種類諸門等分別心故。因", "501": "明疏云。無分別者。即顯能緣行相。不籌不度。任運", "502": "因循。󷨭符前境故。五明現。謂諸定心澄湛。隨緣何", "503": "境。皆明證故。六親現。謂親冥自體。如一切散心。若", "504": "親于境明冥自體。皆名現量。第五第六。簡諸邪智", "505": "等。如病眼見空華毛輪等。雖離分別任運而緣。然", "506": "不能明證眾境。親冥自體故。非現量也。似現量者。", "507": "約有五種。一散心緣過去。二獨頭意緣現在。三散", "508": "意緣未來。四緣三世疑智。五緣現在諸惑亂解。又", "509": "隨先所受。分別轉故。名似現量。然有二種。一無分", "510": "別心。謂愚癡輩。及見空󶵾等。不能分明冥證境故。", "511": "二有分別心。現帶名言。不得自相故。又男女天地", "512": "等。見一合相。名似現量。此以眾緣合故。如󵖯眾微", "513": "以成于色。合五行以成于人。名一合相。如是見者。", "514": "是有分別智。于義異轉故。名似現量。真現量者。如", "515": "一合相相不可得。金剛經云。如來󵘸一合相。即非", "516": "一合相。以從緣合即無性故。無性之性。是所證理。", "517": "如是知者。是正智生。是自相処之相。名真現量。又", "518": "拂能所證之跡。為真現量。謂若有如外之智。与如", "519": "合者。猶有所得。非真實證。能所兩󲏐方為真現。唯", "520": "識頌云。若時于所緣。智都無所得。爾時住唯識離", "521": "二取相故。經云。亦無如外智。能證于如。乃為真現", "522": "量也。是以諸佛施為。悉皆現量。如守護國界主陀", "523": "羅尼𦀇云。如來悉知彼諸眾生。出息入息。種種飲食。", "524": "種種資具。種種相貌。種種根器。種種行󲔒。種種心", "525": "性。死此生彼。剎那流注。生滅相續。如來悉知。如是", "526": "一切。現量所得。非比量知。云何現量。謂不動念如", "527": "實而知。非流注心入于過去。如是知時。智慧具足。", "528": "隨眾生心。種種󵘸法。按文中前󵘸六種。第一至", "529": "三。現現可攝。第四至六。別轉可攝。似現五種。翻前", "530": "可推。次似現二種之無分別心。似与論文有違。然", "531": "論文即表󷛁智。則不違後󵘸。所謂無分別者。非是", "532": "不能分別而無。後󵘸直作不能分別講則過矣。一", "533": "合相不可得。拂能所迹。諸佛施為。皆無分別可攝。", "534": "然是不共之清淨現量。非此論現量義。"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8885 因明入正理論後記", "author": "清 吳樹虛撰"}