{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1268-A 叢林公論敘No. 1268-A", "1": "叢林公論敘", "10": "酌其理詣。騫闕一無抑。又所以究其黜訐。盪滅是非。", "100": "於虗空。洪覺範作法昌遇禪師贊略云。所居荒村破", "101": "院。方其以一力撾鼓為十八泥像說禪。雖不及真單", "102": "徒之有眾。亦差勝生法師之聚石。噫。泥。像也。石亦像", "103": "也。像之與像猶虗空對於虗空。烏可以妄見分別名", "104": "相較於優劣而謬後學。", "105": "死心新禪師之黃龍謁寶覺禪師。談辯無所抵捂。寶", "106": "覺曰。若之技止此耶。新窘無以進。遂被詆訶趍出。默", "107": "坐下版。會知事捶打行者。聞杖聲忽大悟。舟峯菴慶", "108": "老贊曰。余閱死心悟門政所謂渴驥奔泉怒猊抉石", "109": "者也。然死心聞杖聲大悟之時。物我兩忘能所俱泯。", "11": "區區覈其橾槮金根之謬。深虞後學㳂惑其說。誕妄", "110": "縱以虗空而形容之而莫可得。唯佛與佛乃能究盡。", "111": "老以渴驥怒猊況之。猶瞽者摸象。不亦遼乎。", "112": "伊川先生云。釋氏理障之說。謂既明是理而又執持。", "113": "是故謂為障也。此錯看了理字也。天下只有一箇理", "114": "字。既明此理。夫復何障。若以理為障。則是己與理為", "115": "二。公論曰。理本見成。興一念而明之即以為障。況執", "116": "持者乎。孔子曰。賢者過之。不肖者不及。此正理事二", "117": "障也。其或自矜自伐。我是彼非。何翅己與理為二也", "118": "乎。", "119": "冷齋夜話云。舒王居鍾山時與金華俞秀老過故人", "12": "相紏。舍正路而不由。及推其至公至當。優入聖域。明", "120": "家飲。飲罷步至水亭。顧水際沙間有饌器黃白物數", "121": "件。意吏卒竊之。故使人問其司之者。乃小兒適聚於", "122": "此食棗栗。食盡弃之而去。王謂秀老曰。士欲任大事", "123": "閱富貴。當如此群兒作息乃可耳。又曰。吾止以雪峯", "124": "一句語作宰相。朱世英曰願聞雪峯之語。王曰這老", "125": "子甞謂眾曰。是什麼。噫。仁者見之謂之仁。智者見之", "126": "謂之智。舒王聞之視世間珍貨如電露陽焰空花。以", "127": "至舍宅為寺。盡得自此語耳。寂音引事聯類大書布", "128": "于方䇿。以是知寂音曾不悟宗門之旨。同舒王作警", "129": "世之語。會之灼然可知也。易曰。眇能視。跛能履。寂音", "13": "與日月俱。大與天地竝。深與江海埒。峻與山嶽侔。宏", "130": "之謂乎。", "131": "士農工商各職其分。苟或悖戾雜糅。則圓木方竇動", "132": "謬世法。釋氏尤宜不預焉。落䰂方服為物外人。食取", "133": "接命衣則說長戒法。不許參預世事通致使命結好", "134": "貴人。今有濫其徒屬。稱檀越為恩府。󰦇誠尤甚。然人", "135": "有日受千金之賜者。有自卵而翼者。圖子子孫孫善", "136": "後之計之所宜稱脫或稱者。是僭越其分也。間有成", "137": "其梵相。營其佛廬。四事給之。蓋篤信睎法外護宗教。", "138": "可稱大檀越及功德主耳。", "139": "湖州何山粹禪師。閩人也。嚴毅有法則。學者謁見少", "14": "曠穹崇。有本者如是。於戲。和氣薰郁。惠風捭鬯。未有", "140": "闕禮即詬而教之。其禮人亦厚。一日陪數宰官陟道", "141": "場山。見壁間所𦘕三界輪回圖問師此何義也。師曰", "142": "不獨佛經言之。而孔子言之亦已詳矣。曰何謂也。師", "143": "曰。孔子云。性相近也。習相遠也。其宰官各合爪首肯", "144": "之。", "145": "周子通書曰。誠者聖人之本。大哉乾元。萬物資始。誠", "146": "之源也。乾道變化。各正性命。誠斯立焉。純粹至善者", "147": "也。故曰一陰一陽之謂道。繼之者善也。成之者性也。", "148": "元亨。誠之通也。利貞。誠之復也。大哉易也。性命之源", "149": "乎。公論曰。太極動三才備矣。然誠與易與性一體而", "15": "不坼之枝。學者毋以自枵。淳熙己酉季春芋魁巖主", "150": "異號。不待次第而有也。一陰一陽之謂道。不可得而", "151": "見。而見者用也。如雲焉不轉矚而普徧。若待次第而", "152": "有。不亦偏且勞乎。曰源與立皆非。", "153": "通書曰。聖希天。賢希聖。士希賢。公論曰。孔子學周公", "154": "者也。行住食息夢寐皆見周公之在前也。既至周公", "155": "矣。孔即周。周即孔。故曰吾不復夢見周公。聖即天。天", "156": "即聖。既聖矣又何希耶。天。體也。聖。用也。曰聖希天。則", "157": "吾謂不然也。", "158": "熙寧間有橫渠先生。張氏。名載。著書十卷曰正蒙。其", "159": "論性云。有無虗實通為一物者。性也。不能為一。非盡", "16": "宗惠敘。", "160": "性者。苾蒭可俊曰。吁哉。如是論性。乃性之名字影響", "161": "也。絕不言有自得之理。此吾宗指為死語。輪扁謂之", "162": "糟粕。焉能盡性乎。孟子曰。君子深造之以道。欲其自", "163": "得之也。苟不以自得為驗。天下異學邪正不分。何以", "164": "別乎。伊川先生曰。橫渠立言誠有過者乃在正蒙。公", "165": "論曰。喚作一物則不中。", "166": "榮辱失得。喜怒哀樂隨之。至榮莫過君沛命。至辱莫", "167": "過法刑戮。苟有遇之。則瞽其心失其常。唯得道與有", "168": "器識者恬如也。然吾之徒遇之。當如何焉。", "169": "英宗皇帝手詔賜大覺璉禪師天下寺院任性住持。", "17": "叢林公論No. 1268", "170": "禪師不利也。及東坡制宸奎閣記。移書審之云。宸奎", "171": "閣󳬴謹已撰成。衰朽廢學不知堪上石否。見參寥說", "172": "禪師出京日　英廟賜手詔。其略云任性住持者。不", "173": "知果是否。切請錄示。全文欲入此一節。覺答云。無之。", "174": "覺沒。果得於書笥中。大觀元年　上賜芙蓉楷和尚", "175": "紫伽梨。號定照禪師。楷辭免不受利名。再付開封尹", "176": "李孝壽躳往諭朝廷旌善之意。楷確然不回。尹具以", "177": "聞。　上怒。收付有司。吏曰長老枯瘁有疾。即於法免", "178": "刑配。楷曰。昔有疾。今愈矣。於是著逢掖編管淄州。嗚", "179": "呼。二大老非唯得道之深。實得比丘之大體。是可主", "18": "叢林公論", "180": "其法也。今之主法者。徼幸於萬一則喜溢眉面。有不", "181": "勝之態。苟失之則搖尾乞憐。嗚呼。大覺．芙蓉今未之", "182": "見。其無有耶。主法者誰歟。", "183": "禪林僧寶傳廼光昭先德之大道輝曜。既沒之。盛致", "184": "所以繼傳燈．廣燈．續燈之作也。此書流行猶燧火。戶", "185": "戶有之。然傳多浮誇。贊多臆說。謬浹後學。同時諸大", "186": "老道出古今。明揭日月。而無一言可否。何耶。善者不", "187": "辨。辨者不善乎。是非其書不足可否乎。抑君子亦有", "188": "黨乎。蓋甞可否矣而蒙未之睹乎。", "189": "臧居士。名宏。四明人。每見衲子必勘之。一日坐酒肆。", "19": "者菴　惠彬　述", "190": "有僧自外入丐。佇立久之。忽厲聲曰好好。臧闖箔云", "191": "好在甚麼處。僧指酒帘曰。路上有花兼有酒。一程分", "192": "作兩程行。不是。臧云甚處得者消息。僧云準前買得", "193": "來。臧云恁麼則拖泥帶水也。僧作倒勢云扶取老僧", "194": "歸去。", "195": "伊川云。中庸言道。只消無聲無臭四字。總括了多少", "196": "釋氏言非黃非白非鹹非苦多少言語。公論曰。道不", "197": "在言語多少。如言滿天下無口過。行滿天下無怨惡。", "198": "何哉。僧問雲門大師。如何是正法眼。雲門云普。而又", "199": "何哉。言乎言乎。邈爾遠乎。", "2": "鐘鼓非樂之本而器不可去。論議非道之本而言不", "20": "僧寶傳齊禪師贊曰。昔有僧問趙州。如何是祖師西", "200": "四明天童朴禪師。閩人。富有記問。紹興間始主慈溪", "201": "之蘆山。深嫉叢林主席者預營壽藏。每曰有限山林", "202": "無窮骸骨。積累歲月殆將無所容焉。乃創三塔之廬。", "203": "闕地為窊既深且廣。覆以堅琰樹窣堵波。於其上龕", "204": "佛中聳下穴小竇暗通於窊。凡住持人入滅。闍維之", "205": "後。拾其骨與舍利。自小竇轉入于窊。二亦如之。一以", "206": "為眾苾蒭除饉男之設。一以容檀越。願者無問貴賤", "207": "聽之。榜曰三塔。聞見莫不善之。意將有激云耳。及尸", "208": "天童。未幾躳跡寺之南隅菜圃之右。架屋百餘楹。中", "209": "闞壽塔。護以欄楯。飾以藻碧。軒沼映帶。曰藏雲。曰占", "21": "來意。答曰庭前柏樹子又。隨而誡之曰。汝若肯我與", "210": "月。又嘗鄙其川麓之不雄。遷反者三。過者曰。今之朴", "211": "是昔蘆山之朴歟。非耶何昔賢今否乎。切聞貧則守", "212": "約。富則矜奢。貧富不能移者為得焉。蘆約天富。安能", "213": "移得者夫。", "214": "惠蓴湖曰。大凡制述及為議論。苟欲公明須是無氣", "215": "介。蒙聞其言。拜手曰。至哉言乎。徐謂蓴湖曰。有氣者", "216": "不能為無氣之言。無氣者不能為有氣之語。蓴湖曰", "217": "唯。雖然。蒙於啟處應對莅事設施是氣之所使耶。私", "218": "自揣之。蒙亦無氣久矣。孟子曰。我善養吾浩然之氣。", "219": "塞乎天地之間。蒙之無氣䐇乎天地日月而無少虧。", "22": "麼道。我則辜負汝。汝若不肯我與麼道。我則不辜負", "220": "明日以是而語蓴湖。蓴湖掉首曰。吾不知也。", "221": "普依。字無依。閩人也。道明識高。處眾有法度。陸沈叢", "222": "林少有知其所蘊。不幸早世。與蒙相友善而多有頌", "223": "語。散失不復得。唯記其愚叟贊云。這箇阿師全無巴", "224": "鼻。老南之頭。老聃之耳。咦。以此為愚叟則增金以黃。", "225": "以此非愚叟則棄波求水。是不是兮我焉知爾。飛來", "226": "峯下再相逢。一掌攔腮且饒你。", "227": "之琰侍者。蒙里閈人也。丁未秋自育王出訪江湄清", "228": "談款密。琰舉蒙菴岳禪師始應淨眾辟命。道過鼓山。", "229": "竹菴珪禪師請為眾說法。竹菴引座云。鼓山三十棒", "23": "汝。而昧者剿之。使古人之意不全。為害甚矣。故併錄", "230": "要打新淨眾大眾。莫是未入門合喫此棒麼。咄。莫是", "231": "已入門合喫此棒麼。咄。莫是鼓山盲枷瞎棒胡打亂", "232": "打麼。咄咄。若是我臨際兒孫。便請單刀直入。岳遂登", "233": "座云。鼓山三十棒要打新淨眾。大似話驢得驢話馬", "234": "得馬。淨眾今日到來要騎便騎要下便下。而今突出", "235": "人前。未免弄真像假。以手取拄杖云。今朝暫借鼓山", "236": "拄杖與大眾拔本去也。復放云。休休。將謂胡鬚赤。更", "237": "有赤鬚胡。遂下座。蒙徐謂琰曰。語錄所不載。何從得", "238": "之。琰曰拙菴和尚。蒙遂橫首。琰曰實柏堂每以此舉", "239": "似。蒙曰竹菴合喫者菴棒。", "24": "之。公論曰。覺範何從得此語故併錄之。又曰。昧者剿", "240": "先儒所論。氣為車。識為馬。學術御之。車以載重。馬以", "241": "適遠。學探天人之賾。術應臨時之變。氣識學術備者", "242": "事多成功而聲名遠大。信不誣矣。初溫之龍翔廼兩", "243": "小寺。東西角立。大江中分。紹興初。真歇了禪師董莅", "244": "之初。睥睨談笑實以土石合為大剎。竹菴珪公名翼", "245": "未翥。一日分衛說法。城闉民未晞信。師侍立其旁欲", "246": "頂其足。堅遜久之。趨請款密。遂端趺受師展拜。四眾", "247": "錯愕。謂天壤間復有斯人。明日郛人如霧突水湧而", "248": "輸金帛焉。師董福之。雪峯眾僅一萬七千指。妙喜杲", "249": "禪師一夕說法其中。語多玩之。師恬如也。又甞行丐", "25": "之。使古人之意不全。為害甚矣。為復害於性乎命耶。", "250": "浙右施。者如萬派奔匯。師謂諸檀曰。布施以破慳心。", "251": "不必多。我後有光佛子來。汝當施之。光因得佛子之", "252": "名。於戲。師道聲藉甚幾半天下。山陲海亹之人謂生", "253": "佛于世。雖沒久矣。其道聲益著者是非其氣識學術", "254": "而致之乎。或曰。以師為氣識學術。其道安在。蒙曰有", "255": "二事耶。氣識學術正則乃道之形容也。今之稱禪師", "256": "者。例以儒墨相勝。哀哉。", "257": "紹興己卯間。永嘉康公侍郎權紀年八十有餘。而與", "258": "醭脣先師過從。一日謂先師曰。某雖耄矣。於先聖典", "259": "籍未甞輟卷。每至夜分撚紙漬油燭。書竟十枚方就", "26": "害於道乎德耶。害於人事乎風化耶。冀明以告我。使", "260": "寢。先師曰。學問既明。苟臻乎道羣書可捐。侍郎所得", "261": "如何耶。曰。權所嗜者唯孔子曰。二三子以我為隱乎。", "262": "吾無隱乎爾。吾無行不與二三子者。是丘也。又曰。一", "263": "日克己復禮天下歸仁焉。為仁由己而由人乎哉。又", "264": "曰。吾道一以貫之。顏淵曰仰之彌高鑽之彌堅。瞻之", "265": "在前忽焉在後。又曰。夫子循循然善誘人。博我以文", "266": "約我以禮。欲罷不能。既竭吾才如有所立。卓爾雖欲", "267": "從之。末由也已。曾點曰。暮春者春服既成。冠者五六", "268": "人。童子六七人。浴乎沂。風乎舞雩。詠而歸。夫子喟然", "269": "嘆曰。吾與點也。此乃孔門之妙道也。先師曰。此指學", "27": "後世不惑於斯矣。如僧問趙州。如何是祖師西來意。", "270": "者入道之由耳。康厲聲曰孔子之道何在。先師曰在", "271": "鄉黨一篇。康沈吟久之乃諭。", "272": "孟子曰。吾之不遇魯侯天也。臧氏之子焉能使予不", "273": "遇哉。或曰孟子不遇魯侯而不尤人。可謂君子也。得", "274": "非怨天也乎。公論曰。孟子所謂天者。本也。理也。自然", "275": "也。非謂上帝之所命也。或者謝之。", "276": "垂天之翼然後致九萬里之遠。萬頃之量然後有吞", "277": "雲夢之志。若其知小而謀大。力小而任重。鮮不及矣。", "278": "仙居龍學吳公廼簡堂禪師故人也。淳熈庚子春簡", "279": "堂自姑熟來歸天台國清。未幾吳公劃然裒帥里閈", "28": "答曰庭前柏樹子。古人之意。如何不全為害甚耶。只", "280": "及鄉寺無問貧富積百萬錢以命簡堂陞座說法。意", "281": "者準若錢分為二。其一以周國清之急。其一以葺景", "282": "星嵒。乃簡堂退居。擬二老晚年往來作物外游。簡堂", "283": "微知之。投袂而起。左右莫敢誰何。初寒民荒寺質釜", "284": "襦暨鐃磬而輸焉。逮吳公反其錢。即以歸其質。咸忻", "285": "忻以德簡堂。嗚呼。錢如蜜。一滴也甜。卷而懷之孰原", "286": "其自。然簡堂非素惡其財。以其無道也。後世聞其風", "287": "貪夫廉。是大有助於名教也。", "288": "別峯印禪師始莅京口金山。名翼振飛奔走衲子。逮", "289": "晚年道聲沈墊。淳熈戊申夏六月甲寅蒙甞登徑山", "29": "如法眼問楊州光孝覺禪師云。近離甚處。曰趙州。眼", "290": "從款談論凡七夕。適屆東山諱日。其拈香云。自從咬", "291": "破鐵酸豏。四坐道場工白戰。谷谷呱作鵓鳩啼。者川", "292": "藞苴肉猶暖。孫枝枝上苦葫蘆。茗椀爐香通一線。嗚", "293": "呼。觀其話言。不減疇昔金山一別峯耳。何趨舍不侔", "294": "是非。道有昏明。名有顯晦。齒有壯耄。時有通塞耶。凡", "295": "欲有為無先抗志。志苟誠矣無所不達。", "296": "塗毒和尚始參大圓智禪師親緻久之。圓甞謂毒。他", "297": "時萃廣眾。闡大法。居一日訊問。俛眉不答復。自稱曰", "298": "和尚今日瞀閟。毒曰何也。曰適有日者商略予命。異", "299": "日出世眾不滿二十。以故起吾之憂也。毒曰凡出世", "3": "可亡。苟存器而忘本。樂之所以遁也。立言而忘本。道", "30": "云承聞趙州有柏樹子話是否。覺云無。眼云叢林盛", "300": "人第恐無本。苟得本。獨對聖僧喫飯亦無愧焉。圓大", "301": "悅曰子之論非常人所能及也。迨塗毒晚年被　旨", "302": "主盟徑山。果有眾荷法。公論曰。本之一字可謂格言。", "303": "患所以立者是也。", "304": "窮理盡性以至於命。說約云。理不可窮。可窮非理也。", "305": "性不可盡。可盡非性也。命不可至。可至非命也。須知", "306": "窮者盡者至者便是理是性是命也。公論曰。窮者盡", "307": "者至者謂是理是性是命。斯乃以心推窮尋究。即能", "308": "推者此是前塵虗妄想相。殊不知窮與盡與至。乃指", "309": "學者入理性命堂奧蹊徑爾。", "31": "傳何得言無。覺云先師實無此語。和尚莫謗先師好。", "310": "或問孟子與告子論性一篇其至矣乎。公論曰。易云。", "311": "中心疑者其詞枝。孟子告子皆枝言也。牛羊人形也。", "312": "玉羽雪質也。性非形質。堅輕消也。曰然則何謂性也。", "313": "公論曰。伐柯伐柯其則不遠。", "314": "或問曰。韓退之送李愿歸盤谷序何如。蒙曰。文章則", "315": "無以上之。而其意多譏訕怊悵。文過飾非。非純良達", "316": "者之言也。或者未諭。蒙曰。熟味則知之矣。", "317": "或問曰。陶淵明歸去來辭。古今莫有間言。非器識才", "318": "學竝高而何。蒙曰。然淵明作彭澤令。在官八十餘日", "319": "賦此詞而歸。其閑淡優逸辭高理詣莫能過矣。獨消", "32": "光孝與麼對答。莫也使古人之意大不全乎。寂音皮", "320": "憂二字抑有說焉。", "321": "謫居者曰。輕紗一幅巾。短簟六赤牀。無客盡日靜。有", "322": "風終夜凉。或曰何謂也。曰思而思得。", "323": "或問曰。王元之小竹樓記何如。蒙曰。如公退之暇。披", "324": "󳬈氅衣。戴華陽巾。手執周易一卷。焚香默坐。幸自可", "325": "憐生。而繼之云。消遣世慮猶玉之玷耳。", "326": "道之不明我知之矣。賢者過之。不肖不及。不肖者以", "327": "微昧闇弱而不自得。賢者以聰明黠惠而自障。既曰", "328": "過猶不及。誠哉是言也。", "329": "己公以古月自號。以月必不異古今也。且今月不往", "33": "下無血則已。有則聞此得不愧恧乎。使趙州當時實", "330": "古。古月不至今。今古嶽立。兩不相到。假言以今準古。", "331": "古亦今也。以古望今。今猶古也。古今昭然。義亦明矣。", "332": "或曰。今之所言古月者。非古今之謂也。夫乾坤之內", "333": "六合之中。萬有叢然。人事紛爾。非古即今。復何逃其", "334": "今古二字耶。既非古今之謂。決有旨哉。若賢與不肖", "335": "特未得其眹矣。既命者菴業識翁為銘。翁雖有父母", "336": "所生之喙。亦何及耶。辭不獲免。強而銘曰。堂堂己公。", "337": "古月曰兮。就之也昧。徒矻矻兮。即之也明。匪圓闕兮。", "338": "徹去余論。見古月兮。", "339": "伊川云。釋氏說道只務直上去。不見四旁。故皆不能", "34": "有辜負不辜負之語。昧者剿之則又如何其意不全", "340": "處事。惟務上達無下學。又云。佛氏不識陰陽晝夜。死", "341": "生古今。安得謂形而上者與聖人同乎。佛者言前後", "342": "際斷。純亦不已是也。彼豈知此哉。公論曰。治生產業", "343": "皆與實相不相違背。謂無下學可乎。天地與我同根。", "344": "萬物與我一體。高低嶽瀆共轉根本法輪。鱗甲羽毛", "345": "普現色身三昧。謂不識陰陽等可乎。學到顏子處。方", "346": "得純亦不已。若未到顏子而云純亦不已。是亦業識", "347": "也。前後際斷即坐忘時也。彼豈知此哉。", "348": "葉公曰。吾黨有直躳者。其父攘羊而子證之。孔子曰。", "349": "吾黨之直異於是也。父為子隱。子為父隱。直在其中", "35": "耶。使無之而臆加之。是為虵畫足也。噫。駟不及舌", "350": "矣。或曰。既隱曰直可乎。蒙曰。子之證父。弟之訴兄。先", "351": "有證父訴兄之曲。不必問所證所訴何事何由也。當", "352": "其未證未訴之時。其理固直。既啟證父訴兄之口。則", "353": "以陷於滔天之惡矣。尚安得有所謂直哉。", "354": "薦紳雅士與數客過南蕩之湄曰。伊川云。禪者高談", "355": "性命之際。至於世事往往直有都不曉者。蒙曰。不耘", "356": "者有之。揠苗者有之。度地之肥磽。亮土之所宜。善去", "357": "艸焉。芟夷。蘊崇之絕其本根。善者信矣。此老農老圃", "358": "之事。備甞之矣。一曰。如李義山贈稷山驛吏王金詩", "359": "云。過客不須詢歲代。唯書一亥與時人。何謂也。蒙曰。", "36": "矣。", "360": "亥為十二支神之一。屬水。位居乾方。配地之靜。火絕", "361": "木生水旺金病之鄉。匹為幼子三十六禽三之位也。", "362": "歲之所在曰大淵獻。戰國時有亥唐。亦秦二世名也。", "363": "義則荄也依也。事則魯襄公三十年三月癸未晉悼", "364": "夫人食輿人之城。𣏌者絳縣人。或年長矣無子而往", "365": "與於食。有與疑年使之年。曰臣小人也。不知紀年。臣", "366": "生之歲。正月甲子朔。四百有四十五甲子矣。其季於", "367": "今三之一也。吏走問諸朝。師曠曰。魯叔仲惠伯會却", "368": "成子于承匡之歲也。是歲也狄伐魯叔。孫莊叔於是", "369": "乎敗狄乎鹹。獲長狄僑如及虺也豹也。而皆以名其", "37": "梁肅作天台法門議。其略曰。今之人正信者鮮。遊禪", "370": "子七十三年矣。史趙曰。亥有二首六身。下二如身。是", "371": "其日數也。士文伯曰。然則二萬六千六百有六旬也。", "372": "今本作二萬二千六百有六旬。失其讎挍也。於是薦", "373": "紳相顧。頷之而去。", "374": "明道牕前有茂艸覆砌。或勸之芟。明道曰。不可。欲常", "375": "見造物生意。又置盆池蓄小魚數尾。時時觀之。或問", "376": "之故。曰欲觀萬物自得意。橫浦先生云。艸之與魚人", "377": "所共見。惟明道見艸則知生意。見魚則知自得意。豈", "378": "流俗之見可同日而語。公論曰。儀封人一見孔子遽", "379": "以為木鐸者。以其見所未見。故驚而為之語也。", "38": "關者或以無佛無法何罪何善之化。化中人已下。馳", "380": "道非虗無也。日用而已矣。以虗無為道。足以亡國。以", "381": "日用為道。則堯舜三代之勳業也。橫浦先生可謂至", "382": "論。", "383": "邵堯夫詩云。廓然心境大無倫。盡此規模有幾人。我", "384": "性即天天即性。莫於微處起經綸。讀堯夫此詩。宜其", "385": "詔不起也。確乎其不可拔。自守其道矣。又不若張拙", "386": "秀才云。光明寂照徧河沙。凡聖含靈共我家。一念不", "387": "生全體現。六根纔動被雲遮。斷除煩惱重增病。趣向", "388": "真如摠是邪。隨順眾緣無罣礙。涅槃生死是空花。", "389": "橫浦先生云。韓退之生平木強人。而為寒餓所迫。累", "39": "騁愛欲之徒。出入衣冠之類。以為斯言至矣且不逆", "390": "數千言求官於宰相。亦可恠也。至第二書乃復自此", "391": "為盜賊管庫。且云大其聲而疾呼矣。略不知恥。何哉。", "392": "豈作文者其文當如是。其心未必照乎。當與有道君", "393": "子議之。公論曰。繫辭云。失其守者其辭屈。", "394": "讀墳典誥。身心當肅然。如對能仁諸祖周公孔子。我", "395": "是迦葉阿難及諸弟子。我是顏回曾參七十子之儔", "396": "儼然在前。琅琅玉音。諄諄之誨在耳。一聞千悟。身心", "397": "廓然。孰云去聖踰遠。不然。徒費日月膏燭耳。如曰不", "398": "立文字見性成佛。道貴自得。左右逢原豈在循紙墨。", "399": "點鬼簿。味糟粕耶。蒙則曰。大哉言乎。第非垂棘之璧", "4": "之所以喪也。然而去器無以聞九韶之樂。亡言無以", "40": "耳。故從其門者若飛蛾之赴明燭。破塊之落空谷。殊", "400": "耳。", "401": "寂然不動感而遂通。微知其寂則動矣。略有感意則", "402": "不通。如鐘焉谷焉。呼之則應。扣之則鳴。未呼未扣之", "403": "前。庸有知與意乎。故曰。非天下之至神。其孰能與於", "404": "此。", "405": "唯女子與小人為難養也。近之則不遜。遠之則怨。小", "406": "人女子根性昧劣。固不足論。君子溫良恭儉讓。聖如", "407": "孔子而欲使小人女子有禮不懟。言於己亦猶其難。", "408": "欲全德而為君子又其難。", "409": "君子所居而安者。易之序也。此安非平安之安。安樂", "41": "不知坐致焦爛而莫能自出。雖欲益之而實損之。與", "410": "之安。乃時安之安。不見是而安。乃易之序也。", "411": "書不盡言。言不盡意。繼之云。然則聖人之意其不可", "412": "見乎。公論曰。者箇香爐能盡聖人之意。", "413": "易簡而天下之理得矣。非艱難中取易略之易。非繁", "414": "劇中取簡省之簡。言易則難矣。言簡則不少也。易簡", "415": "在一念未萌已前。晝明夜暗。春生夏長。則知乾坤之", "416": "易簡也。故曰易簡之善配至德。", "417": "常無欲以觀其妙。常。不改之義。有絲毫繫念則墮於", "418": "人欲。人欲既無。天下之理得矣。觀之一字。不得已而", "419": "言也。微有觀意則不妙。以有欲觀。形名度數徼爾。知", "42": "夫眾魔外道為害一揆。噫。肅何不思之甚。而輕發其", "420": "其歸趣正而不惑。故曰此兩者同出而異名。同謂之", "421": "玄。有欲即無欲也。又曰。和其光。同其塵。即內不失正。", "422": "外不殊俗。或以老子溺於虗無。其可忽哉。", "423": "自誠明謂之性。非世間專著之誠。乃寂然不動。不因", "424": "一緣廓爾明悟。無得而稱焉。強名曰性。自明誠謂之", "425": "教。雖有誠之蘊。而不見誠之體。因聖人典教洞然明", "426": "發。不依倚一物者乃誠之體。亦無得而名。且曰自明", "427": "誠謂之教。故曰明則誠矣。誠則明矣。大矣哉誠明之", "428": "道。配天地䐇萬物。", "429": "致知在格物。物格而后知至。不行而到。不勉而中。曰", "43": "言乎。肅謂正信者。只知正信之名。而不知正信之實。", "430": "致。知之一字。眾玅之門。非情識聞見妄覺之知。此知", "431": "自戒慎不睹。恐懼不聞。莫見乎隱。莫顯乎微而得之。", "432": "盡己之性則盡物之性。物我兩忘是謂致知格物。", "433": "言顧行。行顧言。此正吾釋行解相應如說修行也。華", "434": "嚴十林菩薩各說一行之法。共成十行。明密行如林。", "435": "功德之地。無一物不由地之所生。無一佛不由行之", "436": "所成。但取言說不行其行。是名邪魔外道。", "437": "在上位不陵下。在下位不援上。果如是。不見有上下", "438": "之位。既無驕與倍。豈常人所能到哉。與夫自高標置", "439": "徼幸欲居人之上者。不可同日而語。", "44": "入正信之實即無佛無法。何罪何善之謂也。肅又引", "440": "儒者貴其天理。誠可貴也。父子之間天理也。父慈母", "441": "愛子孝天理自彰。不待學而後有。廣而論之。凡有血", "442": "氣者皆有天理也。小人初在襁褓中天理全。及其長", "443": "大貪欲一萌於心。蔽於天理。致於不孝不弟者有之。", "444": "吾徒割所愛從釋。是絕天理也乎。曰。不然。聽父母之", "445": "命而後從之。故曰舍子出家者是也。天理無所不在。", "446": "世人徒見色服之異。謂絕天理。今之孝弟乃天理之", "447": "麤淺耳。能學道以明天理之高深。無乎不報者。斯得", "448": "天理之大全。泰萃可夷也。江海可涸也。飲食可無也。", "449": "孝不可忘也。蒙甞曰。大孝同天地竝日月而健行不", "45": "經曰。開方便門。示真實相。喻之以眾流入海。標之以", "450": "息。大戒曰。孝順父母師僧。孝順至道之法。孝可忘乎。", "451": "吾徒祝髮壞衣墮三寶數者。無問貧富。唯相尚以道。", "452": "不以通塞貴賤為恥勝。間有父母無親屬共億者。佛", "453": "許減衣鉢一分以奉之。微有好勝惡貧之念萌于中。", "454": "而不躳父母之養者。非吾釋之子也。", "455": "太王始居於豳。戎狄攻之。欲得財物。予之已。復攻。欲", "456": "得地與民。民怒欲戰。太王曰。有民立君將以利之。今", "457": "戎狄所為攻戰。以吾地與民民之。在我與在彼何異。", "458": "民欲以我故戰。殺人父子而君之。予不忍為。乃與私", "459": "屬遂去豳。渡漆沮。踰梁山。止於岐下。太王長子曰太", "46": "不二於門。肅徒知引經之語。而不知經之所詣。若明", "460": "伯。次曰虞仲。太姜生少子季歷。歷子昌。太王曰。我世", "461": "當有興者。其在昌乎。太伯虞仲知父欲立季歷以傳", "462": "昌。遂文身斷髮亡如荊蠻。示無用於天下。為賢哉德", "463": "乎。有是父而有是子。文主勃然興於周者。蓋在此矣。", "464": "漢高祖既有天下。對羣臣謂父曰。大人常以臣無賴。", "465": "不能治產業。不如仲力。今某之業所就孰與仲多。公", "466": "論曰。高祖對羣臣面折其父。使太公血氣尚熾。則父", "467": "子不順矣。及讀楚元王世家。封其兄子信為羮頡侯。", "468": "以其母甞櫟釜故。儻信識孝義之本。願為黔黎可也。", "469": "嗚呼。高祖懷慍既久。逢時呈露無餘蘊矣。其於孝弟", "47": "悟真實相與不二法門。即無佛無法。何罪何善之時", "470": "何有哉。驗於親親臣子可知矣。素號寬厚長者者。皆", "471": "術數也。", "472": "黃龍菴主徵教一百四章。辨通一十五章。讀其徵教。", "473": "如壯士前行。百夫莫遏。能殺人亦能活人。可謂有力", "474": "者也。讀其辨通。如蓬萊弱水。浩浩湯湯然。懦而不能", "475": "載一羽。望其涯已解體矣。涉之則沒溺。學者當觀其", "476": "徵。無閱其通。", "477": "言而足則終日言而盡道。言而不足則終日言而盡", "478": "物。道物之極。言默不足以載。非言非默議有所極。公", "479": "論曰。南華老人可謂入理深談。使有衲僧之作略。儘", "48": "也。故經云若。此觀者名為正觀。若他觀者名為邪觀。", "480": "可為人。", "481": "化書云。虵化為龜。󳭋化為蛤。彼忽然忘蜿蜒之狀。而", "482": "得蹣跚之質。此倏然失飛鳴之態。而得介甲之體。斵", "483": "削不能加其功。繩赤不能定其象。何化之速也。公論", "484": "曰。子嵩知彼化之速。而不知子嵩自化尤速於彼。雖", "485": "未形蹣跚介甲之軀。一念之間則千變萬化矣。苟在", "486": "吾玅觀察智中。則無所不利。", "487": "周恭叔曰。余所取友。不取其知識朝徹才學過人。唯", "488": "取其孝義賢善為最。公論曰。孝配天地。義礙天地。賢", "489": "象天地。善體天地。孝義賢善不亦大乎。其孰為吾友", "49": "若肅之見。不俟赴燭坐致焦爛爾。", "490": "耶。", "491": "君子所至之處。不介視玩好之物。苟介視之。則它人", "492": "以為己欲之。畏其羞之。是以君子不久視之也。若其", "493": "對萬物不動其心。於蒙豈敢。曰能則願學焉。蒙之徒", "494": "必能之。豈用久視之戒。", "495": "子思曰。無入而不自得。孟子曰。順受其正。此二者指", "496": "學者入道之捷徑可也。若云得則失矣。云受則不正。", "497": "須知得而非得。受而非受。廓然大通。不可得而形言。", "498": "有諸內必形諸外。言皃可以觀小人賢人聖人之氣", "499": "象。觀晏子與晏子之馭者。則知為晏子為其馭也。觀", "5": "顯一貫之道。唯調器以中和。樂之成也。話言以大公。", "50": "東山拾遺云。圓鑒謂祖曰。投子青長老在此山。會聖", "500": "子路顏回孔子。則知為子路顏回孔子也。人焉廋哉。", "501": "孟子曰。放其心而不知求。又曰。求其放心而已矣。苟", "502": "求之則是放心。一念不生心則復矣。何用求焉。此姑", "503": "就孟子求心而言。若夫喜怒哀樂世念紛紜。則是見", "504": "量受用。孰云是心。孰云非心。何放何求哉。", "505": "寂音尊者智證傳曰。昔黃檗甞遣臨濟馳書至溈山。", "506": "既去溈山問仰山曰。寂子。此道人它日如何。對曰。黃", "507": "檗法道賴此人。他日大行吳越之間。然遇風則止。溈", "508": "曰莫有續之者否。對曰有。但年代深遠。不欲舉似和", "509": "尚。溈山曰。子何惜為我一舉似耶。於是仰山默然良", "51": "嵒參老僧有入處。遂以大陽宗旨付之。一日禮白。大", "510": "久曰。將此身心奉塵剎。是即名為報佛恩。風穴莫年", "511": "常憂仰山之讖己躳當之。乃有念公知為仰山再來", "512": "也。又曰。華嚴經毗目仙人執善財手。即時善財自見", "513": "其身住十佛剎微塵數世界中云云。彼仙人放善財", "514": "手。善財童子即自見身還在本處。方其執手即入觀", "515": "門。及其放手即是出定。又曰。長沙偈曰。學道之人不", "516": "識真。只為從前認識神。無始劫來生死本。癡人喚作", "517": "本來身。今時邪禪乃相傳授。以揚眉瞬目竪拂拈槌", "518": "為極則。佛法幾何不平沈哉。圓覺經曰。眾生妄見流", "519": "轉。厭流轉者妄見涅槃。由此不能入清淨覺。非覺違", "52": "陽宗旨已蒙和尚付受。臨際宗旨可得聞乎。圓鑒曰。", "520": "拒諸能入者。有諸能入非覺入。故謂脫有能入覺道", "521": "者但成小乘。非能入覺。故曰非覺入故。又曰。三祖粲", "522": "禪師既以大法付四祖信禪師。乃祝曰。謹勿言自我", "523": "處得法來。粲公于時念達磨可祖弘法之艱難。皆為", "524": "邪師憎害。痛自謹耳。又曰。唐萬回和尚偈曰。明暗兩", "525": "忘開佛眼。不繫一法出蓮叢。真空不壞靈智性。妙用", "526": "恒常無作功。聖智本來成佛道。寂光非照自圓通。故", "527": "首山臨終偈曰。白銀世界金色身。情與無情共一真。", "528": "明暗盡時俱不照。日輪午後示全身。果午後泊然而", "529": "化。黑白兩忘之効也。又曰。曹山本寂禪師偈曰。從緣", "53": "吾以遺命。付與洞山血脈。如臨際宗旨。汝未曾夢見", "530": "薦得相應疾。就體消停得力遲。瞥起本來無處所。吾", "531": "師暫說不思議。如竹林善會禪師為道吾發之以見", "532": "船子。言下有省悟。既出而回顧。船子笑曰。這漢疑我", "533": "別有也。於是覆其舟。蓋信力尚微未大通透故耳。又", "534": "曰。永嘉尊者曰。取不得。舍不得。不可得中只麼得。可", "535": "以取則法身有剩。可以舍則虗空可逃。離取舍之心", "536": "則如絮毬百衲置之閑處。天寒歲晚有時而得用也。", "537": "又曰。黃龍寶覺禪師作老黃龍生日偈曰。昔人去時", "538": "是今日。今日依前人不來。今既不來昔不往。白雲流", "539": "水空悠哉。誰云秤尺平。直中還有曲。誰云物理齊。種", "54": "也。祖為了亨言此事。投子傳曰。圓鑒遠禪師退席居。", "540": "麻還得粟。可憐馳逐天下人。六六元來三十六。夫窮", "541": "子追之即躃地。常不輕直告之即被捶罵。是二者不", "542": "知直中有曲種麻得粟者也。又曰。翠巖真點胸好問", "543": "僧。文殊是七佛之師。因甚麼出女子定不。得罔明從", "544": "下方來。因甚出得女子定。莫有對者。獨英邵武方其", "545": "問時。以手掐其膝而去。真笑曰賣匙箸客未在。余以", "546": "謂英邵武可謂一念不生前後際斷者耶。公論曰。智", "547": "證傳僅三萬言。動謬佛祖之意。略舉此數端。學者宜", "548": "審之。嗚呼。蟊生於禾。害禾者蟊也。寂音尊者似之。", "549": "乾道間伊菴權和尚董天台平田。有士人陳德夫訪", "55": "會聖嵒。遠夢得俊鷹畜之。既覺而青適至。遠以為吉", "550": "之曰。大悲神呪舊本作阿遊孕。新改為阿逝孕。謂神", "551": "人現而正之如何。庵曰呪乃如來祕密之言。十師未", "552": "甞譯也。字或可改。呪已譯矣。子韶張公注般若心經", "553": "呪曰揭諦揭諦。注云逼嚗逼嚗。波羅揭諦波羅僧揭", "554": "諦。注云逼逼嚗嚗。遂呈似大惠禪師。惠恚曰。子韶即", "555": "得。不然。使後人例為闡提爾。遂損之。蒙時在側。不覺", "556": "首肯之。者庵肯之。是肯伊庵。肯大惠。肯子韶。", "557": "汾陽禪師作洞山五位偈曰。五位參尋切要知。纖毫", "558": "纔動即差違。金剛透匣誰能曉。唯有那吒第一機。舉", "559": "目便令三界淨。振鈴還使九天歸。正中妙協通回互。", "56": "徵。加意延禮之。止三年。遠問曰。外道問佛。不問有言", "560": "擬議鋒鋩失却威。其非者注者。觀汾陽之言得無愧", "561": "乎。", "562": "宏智禪師。隰川人。主法句章天童日。眾逾一萬指。來", "563": "之者猶源源不已。知事獻議曰。眾既夥頤。奈窶空何。", "564": "敢請遏焉。它日庾廩充。內之未晚也。師徐謂之曰。然。", "565": "且夫人以道為本。道假人以顯。是眾也務道而彚集。", "566": "非可以術致。贏糧騫隙槩可貸諸。是眾也不可不立。", "567": "苟食滋而眾削。是人之不存。其過窶空之憂。不翅百", "568": "矣。子安之。無預是怛。公論曰。桃李不言下自成蹊。", "569": "雪峯九到洞山三上投子。遂嗣德山。臨際得法於大", "57": "不問無言時如何。世尊默然。汝如何會。青擬進語。遠", "570": "愚。終承黃檗。雲嵒蒙道吾訓誘。乃為藥山之子。丹霞", "571": "承馬祖印可。而作石頭之裔。佛祖之意。欲人人自證", "572": "自悟。脫生離死。本無一法第相傳受而為師弟子。醭", "573": "脣先師云。道須自得。得而非得。妙契本空。具無師智", "574": "自然智。直饒道天上天下唯吾獨尊。猶是傳語底人。", "575": "大丈夫為先天之師。具全機之用。故曰我為法王於", "576": "法自在。何拘師承之有。今云師承者。必先覺而覺後", "577": "覺。不得已遂有師弟子之稱。噫。末法浸衰與古敻別。", "578": "今之為師者不問可否。例以撫養收恤。鑽腋出羽。意", "579": "謂我宗盛大。多有法嗣弟子。曰某入眾有年。見師之", "58": "驀以手掩其口。於是青明悟。拜起。遠曰。汝玅悟玄機", "580": "後如卸重擔。如脫穢裘。慶快生平。盡得師道。意在提", "581": "援󰂛名苟利而已矣。嗚呼哀哉。前脩既往。如是之為。", "582": "佛法幾何不陸沈也耶。", "583": "訂頑云。乾稱父。坤稱母。予茲藐焉。乃混然中處。故天", "584": "地之塞吾其體。天地之帥吾其性。民吾同胞物吾與", "585": "也。公論曰。塞之一字似挾太山超北海。用力多見功", "586": "寡。肇法師云。天地與我同根。萬物與我一體。我字早", "587": "費脚手。", "588": "遺書或問。格物須物物格之。還只格一物而萬理皆", "589": "知。曰怎得便會貫通。若只格一物便通眾理。雖顏子", "59": "耶。對曰設有妙悟也須吐却。時有資侍者在旁曰。青", "590": "亦不敢如此道。須是今日格一件。明日又格一件。積", "591": "習既多。然後脫然自有貫通。公論曰。於戲。程氏之學", "592": "今日見矣。乃知其從前所論性理。皆是和會積習。的", "593": "無自得。非得之道。", "594": "才勝德。小人也。德勝才。君子也。才德俱勝。故名聖人。", "595": "才德俱無。故名愚人。與其為小人。不若為愚人。至哉", "596": "言乎。可謂天下公論。", "597": "公生明。偏生暗。苟私一毫則不明。安得公乎。蒙之所", "598": "論。自朋友講議。晚生請問。耳目所實。質於己。證於道。", "599": "非以愛惡之私去取。亦非角技能。售虗名於人間世。", "6": "道之明矣。南蕩者菴老人。予之端友也。拜教聲前。踰", "60": "華嚴今日如病得汗。青回顧曰。合取狗口。汝更忉忉。", "600": "以授諸弟子。庶幾為善人。為君子。為得道焉。語未竟", "601": "有客曰。真正得道人。不見世間過。叢林公論多𦕑人", "602": "之非何哉。蒙曰。有是言也。語云。惡訐以為直。及孔子", "603": "作春秋而亂臣賊子懼。是亦訐乎。今之所論無他。邪", "604": "者正之。正者明之。昧者使知之。庶各循其本。客以為", "605": "訐。不復論也。", "606": "叢林公論終", "607": "No. 1268-B 䟦No. 1268-B", "608": "䟦", "609": "恕中慍公辯叢林兩字匪所當矣。然而失箸作之體", "61": "我即便嘔。拾遺謂臨際宗旨汝未曾夢見。祖為了亨", "610": "於題名。王勃蘇軾之徒猶未免焉。矧急于談理而喪", "611": "于禦侮者乎。書堂欲梓鏽公諸世而請予校讎。予嘉", "612": "曰。論之公而書亦公者。公之極也。揭實智之日。破叔", "613": "世之闇者。設論之意也。此舉吾竊為彬師賀之。乃參", "614": "攷於羣書覈舊本。昭熱治活印逆施業卒而授焉。或", "615": "謂叢林者說處。云公論說乎叢林故名焉。亦山菴雜", "616": "錄之謂也。此言或然。", "617": "延寶庚申之夏洛西龍華釋道忠識", "62": "言此事。指定事實意投子實未曾夢見臨際宗旨也。", "63": "投子當年明悟及有入處。是入臨際宗耶。入洞山宗", "64": "耶。明悟洞山宗耶。明悟臨際宗耶。不悟不入則已。既", "65": "悟既入。復何議哉。夫古今無二道。聖人無兩心。既悟", "66": "既入。何臨際洞山之間耶。今之言五家宗者。門庭也。", "67": "其道豈以異乎。苟有其異。則異端爾。豈吾祖宗達磨", "68": "之道耶。且如投子既悟之。後與浮山酬對。浮山曰汝", "69": "妙悟玄機耶。投子便能道。設有玅悟也須吐却。資侍", "7": "越二紀。蹟其為人厚性體仁。寬中毓物。平居閑澹。恂", "70": "者曰青華嚴今日如病得汗。投子回顧曰。合取狗口。", "71": "汝更忉忉。我即便嘔。是時投子是用洞上宗旨耶。用", "72": "臨際宗旨耶。拾遺便作世諦流布以為實語云。祖為", "73": "了亨言此事。於戲。古所謂沒量大人。被語脈裏轉却。", "74": "又曰。癡人面前不得說夢。蒙又審之。等此一節。非拾", "75": "遺之筆蹟。恐後生以血氣相勝而加祖為了亨言此", "76": "事。", "77": "歐陽本論云。佛法為中國患千餘歲。世之卓然不惑", "78": "而有力者莫不欲去之。已甞去矣而復大集。攻之暫", "79": "破而愈堅。撲之未滅而愈熾。遂至於無可奈何。公論", "8": "恂然似不能言者。逮說法則詆訶佛祖。談論則刻轢", "80": "曰。嗚呼。壽世間者不容於偽。果其偽不敗於今。即敗", "81": "於後日。佛法之於中國非一日。矣既攻之暫破而愈", "82": "堅。撲之未滅而愈熾。知其無可奈何。豈不反思之必", "83": "偽而然也邪。蒙又思之。凡觀言論。當達其意。無以事", "84": "求。孟子曰。以意逆志是為得之矣。歐陽所論非排佛", "85": "者也。欲壯其儒道也。曰禮義者勝佛之本也。韓退之", "86": "曰。且愈不助釋氏而排之者。其亦有說。此亦傷儒道", "87": "浸衰之意也。退之大儒也。永叔亦大儒也。排之破之", "88": "實激揚吾釋氏之道。豈曰小補哉。", "89": "永嘉禪師偈曰。若以知知寂。此非無緣知。如手執如", "9": "古今。公論一萬餘言。槩其緒餘。非特起而作之也。予", "90": "意。非無如意手。若以自知知。亦非無緣知。如手自捉", "91": "拳。非是不拳手。亦不知知寂。亦不自知知。不可為無", "92": "知。以性了然故。不同於木石。如手不執物。亦不自作", "93": "拳。不可為無手。以手安然故。不同於兔角。覺範云。永", "94": "嘉止說悟後之病。公論曰。不悟則已。既悟復何病耶。", "95": "此正指學者之悟門。非說悟後之病也。覺範又曰。天", "96": "下之理豈可以一言盡耶。公論曰。天下之理不待一", "97": "言而盡矣。", "98": "眾生佛性猶如虗空。非內非外一切處有。又云。一切", "99": "世間無非虗空。對於虗空以瓦石等為所對。故云對"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1268 叢林公論", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1268 叢林公論", "author": "宋 惠彬述", "language": "chinese", "source": "CBETA"}