{"sourceLink": "http://www.cbeta.org/", "text": {"0": "祭文祭海道萬戶某相公", "1": "師子林天如和尚語錄卷之九", "10": "宗乘要義宗乘要義", "100": "本無迷悟人。只要今日了。不了目前萬般差別。你若", "101": "目前了得。方信萬般差別即是覿面相呈一著子。覿", "102": "面相呈一著子即是空劫以前事。空劫以前事即是", "103": "沒量大人。沒量大人即是你。你到者箇田地方是千", "104": "了百當底時節。方自見釋迦與達磨無地可容身。更", "105": "說甚麼雲門臨濟。擊拂子云吽吽。直饒你甚麼千了", "106": "百當。爭奈金剛王未歸寶匣在。擲拂子下座。", "107": "釋迦如來降誕之日。緇白禪友集會請普說。師拈主", "108": "丈示眾云。頂門上有一竅。露堂堂。無所覆藏。脚根下", "109": "有一機。活鱍鱍。無所滯礙。遂卓一下云。十方諸佛皆", "11": "師因眾請開示五家宗旨升座。僧問。禪門一派分為", "110": "從這裏降生。又卓一下云。一大藏教盡從這裏演出。", "111": "橫拈倒用總自由。放去收來無不可。大眾。諸佛世出", "112": "了也。諸佛既出世。主丈子合入涅槃。主丈子既世出。", "113": "諸佛却當滅度。還委悉麼。只如教中道身口意清淨", "114": "名為佛出世。芭蕉和尚云。你有主丈子。我與你主丈", "115": "子。山僧云。美食不中飽人飡。身口意不淨名為佛滅", "116": "度。芭蕉云。你無主丈子。我奪你主丈子。山僧云。待他", "117": "瞌睡送箇枕頭。教中恁麼道。芭蕉恁麼道。山僧又恁", "118": "麼道。還諦當也無。如其未委。且請主丈子靠向一壁。", "119": "聽山僧平實商量。諸禪德。佛出世。佛滅度。身口意清", "12": "五宗。其間還有優劣也無。師云五五二十五。進云臨", "120": "淨則且置。其不清淨者何謂耶。記得祖師道。一切善", "121": "惡都莫思量。自然得入清淨心體。雜華經云。一切眾", "122": "生具有如來智慧德相。但以妄想執著而不證得。即", "123": "此善惡思量妄想執著。名為不清淨也。妄想者何。即", "124": "汝諸人日用之中內無主宰。恣縱虗妄浮心。胡思亂", "125": "想是也。或想五欲因緣。或想自他受用。或思善或思", "126": "惡。或又隨聲逐色左攀右緣。以其情緒多端亂起亂", "127": "滅。如塵如沙如烟如霧。把你身口意根重重汙染。求", "128": "一須臾清淨不可得也。所以云心想如𤠔猴。無有暫", "129": "停時。一切業障海。皆從妄想生。因其妄想無暫停。是", "13": "濟宗下徧地是兒孫。畢竟他有何長處。師云。細魚咬", "130": "故身口意不淨。因其身口意不淨。是故妄造諸惡業。", "131": "因其妄造諸惡業。是故流轉諸惡趣。因其流轉諸惡", "132": "趣。是故生死如輪廻。泝流窮源悉由一念妄想而起。", "133": "於是吾宗門下貴向根源起處一截截斷。自然海宴", "134": "河清。如昔者黃梅會中。明上座為追衣鉢至大庾嶺", "135": "頭。偶於提不起處狂心折伏。老盧遂語之曰。不思善。", "136": "不思惡。政恁麼時。如何是明上座本來面目。明於言", "137": "下豁焉開悟。便見十方清淨。無佛無眾生。亦無身口", "138": "意。更討甚麼涅槃生死。始自信出世不出世總是假", "139": "名字。本無佛涅槃。亦無涅槃佛。後來學者既不能似", "14": "斷鸕󰭇脚。白鷺驚飛上樹梢。僧云。涅槃心易曉。差別", "140": "此披襟領荷。宗師家乃別轉一機以棒喝用事。學者", "141": "又不能痛快承當。於是復轉一機示之以無義味話。", "142": "喻若渾侖鐵酸饀。要領須一咬百雜碎。又如橫握金", "143": "剛王。觸目不容存一法。學者於此不得其妙。或執藥", "144": "成病。或強生枝節。或久久沒奈何。撇向閑田地上不", "145": "復拈起。於是又轉一機。方與說箇生死無常喚作警", "146": "筞。所謂無常殺鬼念念不停。無常老病不與人期。無", "147": "常若也黃昏至。終不留君到一更。當信黃泉無老少。", "148": "當知定數不能迯。當思日月似攛梭。當念死生在呼", "149": "吸。如遭水火所逼。如被冤賊所追。如久困於獄囚。如", "15": "智難明。五宗異同請師開示。師云退身三步。僧作禮。", "150": "墮千尺井底。念念求救。念念求出。又謂當勤精進如", "151": "救頭然。譬如頭上被火燒然。則其速救之心不待勸", "152": "而自發。亦不暇思量擬議。乃至饑不暇食。渴不暇飲。", "153": "雖有大賓至門不暇迎接。縱遇君主顧問不暇應醻。", "154": "直饒刀鋸在前。鼎鑊在後。魔鬼在傍。悉不暇顧。頃刻", "155": "不容其少停。呼吸不容其自安矣。取喻至此。豈非痛", "156": "切之警筞者乎。然此等警筞已是下梢一著。大似頑", "157": "牛鈍馬助之鞭筞而已。鞭筞而又不行。宗師伎倆盡", "158": "矣。今夫有志之士誓欲直截根源親見本來面目。與", "159": "諸佛把臂並行。也須是你自家做箇轉變始得。早刻", "16": "師乃云。覿面相呈一著子。語默難依。聲色不到。非離", "160": "諸禪侶共集師子林請為普說開示方便。當知方便", "161": "盡在汝邊。老僧開示處別無方便。縱有方便也是我", "162": "底。在汝分上總用不著。莫道我說底用不著。縱使你", "163": "將芭蕉主丈子橫挑一大藏教。及十方諸佛一肩擔", "164": "荷。繞須彌山走百千匝。歸來依舊水連天碧。豈不見", "165": "黃蘗示眾云。這些關捩子甚是容易。自是你不肯去", "166": "下死志做工夫。只管道難了又難。好教你知那得樹", "167": "上自生底木杓。你也須自去做箇轉變始得。又云。塵", "168": "勞永脫事非常。緊把繩頭做一場。不是一番寒徹骨。", "169": "爭得梅花撲鼻香。黃蘗此語可謂十分切當。而今看", "17": "非在。無欠無餘。雖曰頭頭上明。物物上顯。爭奈取捨", "170": "來也是過後死語。不足以活人。山僧別用一機為他", "171": "飜欵。諸人試聽取。良久云。要得梅花香撲鼻。還他徹", "172": "骨一番寒。喝一喝下座。", "173": "中峰和尚忌日。泉南菩薩戒弟子蔡普明設齋。倡率", "174": "四眾請為普說。師云。祖意教意。宗通說通。接竹點月。", "175": "持索捕風。何似山形主丈子。獰似虎。活如龍。三十年", "176": "前曾在天目山裏吸乾大海水。撞倒須彌峰。然後打", "177": "箇𨁝跳藏在無陰陽地中。天上天下覔無蹤。吽吽。誰", "178": "道覔無蹤。即今覿面相逢。驀呈主丈云。莫便是這箇", "179": "麼。依稀相似。彷彿不同。眾中若有傍不甘底。不妨奪", "18": "不得。背觸俱非。如大火聚烈𦦨亘天。不許正眼󳬇著。", "180": "取抝作兩橛。免向人前賣脫空。若無其人。放過一著。", "181": "留與夜行迷路者。橫挑日月作燈籠。卓主丈召眾云。", "182": "今日八月十四。是普應國師中峰和尚涅槃之辰。眾", "183": "中多有是他弟子。曾得他開發來底。惟其後一輩人", "184": "未見未聞未得知其來歷底。試聽略舉。這老和尚錢", "185": "塘人氏。年二十四登天目山。依高峰和尚出家。究明", "186": "生死大事。大事既明宿慧頓發。遂將所得法轉化一", "187": "切人。是為臨濟派下第十八代傳法宗師也。觀其二", "188": "三十年作師子吼。橫說竪說言滿天下者。本無他意。", "189": "只為諸人自己脚根下有箇生死大事不曾明了。不", "19": "󳬇著即燎却面門。如吹毛劒寒光逼人。誰敢絲毫動", "190": "惜口業勸汝了却。如今涅槃已來又將三十年矣。而", "191": "我師子林年年此日為設高座。張其遺像。會諸人瞻", "192": "禮一番者。亦無他意。蓋欲諸人舊曾見他底再見如", "193": "故。重發道心。今之新見新聞底亦使同發道心。了却", "194": "生死事。汝若不會此意。不發道心。是你蹉過善知識。", "195": "是你不知生死事大也。道你不知。已是屈你。生死事", "196": "那箇不知有。生決定有死。死後決定隨業受報。何況", "197": "眼前常見他人死了燒了。古教云。我見他人死。我心", "198": "熱如火。不是熱他人。看看又到我。似此等說話。那箇", "199": "不得知。知則固知。只是不肯修行。道你不肯修行。也", "2": "小師　善遇　編", "20": "著。動著即喪身失命。惟有沒量大人一味天真自在。", "200": "是屈你。現前諸大德多是久歷江湖。飽參知識。下手", "201": "做工夫來底。只是未到千了百當田地。過在甚麼處。", "202": "過在不勇猛。不精進。不堅固。不久長。暫時發肯心。未", "203": "幾又退了。所以道佛法無多子。久長難得人。學道如", "204": "初。作佛有餘。始終不變。真大丈夫。如今能有幾人始", "205": "終不變。往往十箇五雙都是退道心底。考其退道心", "206": "底因緣。蓋亦各有所累而然也。所累者何。有三種累。", "207": "第一無問僧俗男女。各各為身口所累。其次有眷屬", "208": "者為眷屬所累。有家火者為家火所累。這三種累。累", "209": "殺天下人。盡天下人遭這三種累。忙了一世。閙了一", "21": "無思無為。不識寰中有天子。不治不亂。不聞塞外有", "210": "世。苦了一世。乾弄了一世。空過了一世。何況又因這", "211": "三種累起了無量貪嗔癡。造了無量大小惡業。由此", "212": "業報墮落三塗八難苦海之中生死輪廻。受了無量", "213": "苦惱不得解脫。雖遭無量苦惱。只是始終不醒。其不", "214": "醒者因其不悟故也。不悟者何。不悟其身體眷屬家", "215": "火皆不是你底。如今向道身體不是你底。你尚未信。", "216": "山僧索性為你從頭說破。你㝡初來母腹中投胎之", "217": "時。單單只是一箇識神。何曾有身體來。此箇身體乃", "218": "是父母赤白和合結成底一塊頑肉。本無知覺。不知", "219": "痛不知痒。不知冷不知熱。不知饑不知飽。不知苦不", "22": "將軍。天自清。地自寧。烏自飛。兔自走。葉落花開。神歌", "220": "知樂。因你一箇識神著在這一塊頑肉之中。從此知", "221": "痛痒。知冷熱。知饑飽。知苦樂。及乎出胎之後。索性認", "222": "著喚作我身。向道身非我有。決不肯信。由是佛祖憐", "223": "之。又苦口向你道此非汝身。此是精血結成底臭皮", "224": "袋。不屬你管。不由你差排。以至生老病死皆不由你", "225": "處分。何以知其然耶。且如你㝡初投胎之後。住母胎", "226": "中七日一變。次第生長。曰五臟六腑。百骸九竅。四肢", "227": "六根。筋骨皮肉。漸漸成形。乃至出胎。皆是業風所吹", "228": "業力所使。你是不知不覺。何曾由你差排。既生之後", "229": "長養至三四十歲。他便髮白齒搖面黃肌瘦。漸漸變", "23": "鬼舞。盡十方剎海微塵共一箇太平風月。無端被黃", "230": "來。漸漸老來。老相現前。從而病到。病既到。死便來。如", "231": "此等變壞一一不由你。你本不願如此。爭奈管他不", "232": "下。論你從生至死向這臭皮袋上用了多少恩愛情", "233": "義。種種保養他。種種護惜他。種種醫治安排他。他却", "234": "忘恩負義。如此得人憎。何況更有得人憎處。只如盛", "235": "夏炎蒸之月。有一壯徤好漢忽於黃昏之際得箇急", "236": "證死了。死到二更半夜時分便覺臭穢逼人。近傍不", "237": "得。急急用棺材盛却蓋却。等不到鐘鳴天曉。急急扛", "238": "出燒了。縱是至親至愛底眷屬也不容停留矣。以此", "239": "觀之。昨日晚間猶是一箇徤漢。今日早起便做一撮", "24": "面老漢撞出頭來。剛道為物垂慈。指出許多名相。喚", "240": "骨󰞆。知他一箇識神又向何處去了。如此急變並不", "241": "由你。既是你身體。合當由你管。既不由你管。如何妄", "242": "認他是你身。徒爾遭他所累。退却道心。你之眷屬亦", "243": "然。彼此拖箇臭皮袋。彼此不自由。彼此管不下。無常", "244": "到來。彼此替代不得。平日眼前彼此被一種恩情纏", "245": "繞。喚作眷屬。眼光一閉之後。彼此不相識了。如何妄", "246": "認他為眷屬。遭他所累退却道心。你之家火亦然。眼", "247": "光脚徤之時。計較經營慳吝守護。將謂百千萬年得", "248": "他受用。誰知一氣不來。一毫也將不去。如何妄認是", "249": "你家火。遭他所累退却道心。討得許多生受。其誰使", "25": "作心。喚作法。喚作佛。喚作一切眾生。一波動。萬波隨。", "250": "之然耶。今日諸人既聞此話。便合回光照破。痛自醒", "251": "悟。於此三種累上莫認著。莫戀著。莫貪著。安其定分。", "252": "任運過時。却須撥轉念頭向生死事上奮發勇猛精", "253": "進。討箇分曉。近時眾中愚昧者多。往往以狹劣心生", "254": "斷滅見。將謂離此三種之外則空無所依。所以目前", "255": "𢬵捨不下。豈不思悉達太子生在王宮。身具三十二", "256": "相。以尊貴種族為眷屬。以富有天下為家火。較之諸", "257": "人多少來去。而悉達太子都無戀著。一旦棄恩割愛", "258": "斷髮毀形。遁入雪山深處。勞其筋骨餓其體膚。苦行", "259": "六年以求佛道。道成之後果報隨之。遂於華嚴會中", "26": "將本來一段好風光盡情抖亂了也。者老漢明知是", "260": "百寶莊嚴座上。現起尊特自他受用無盡功德藏身", "261": "者。是其報身也。四十一位。位位各有無量微塵數法", "262": "身大士圍繞參隨者。是其眷屬也。重重無盡互互無", "263": "礙。無邊華藏海世界者。是其報土也。以果推因。因其", "264": "早有醒悟。發大勇猛。棄却三種業累。勒苦修行。故能", "265": "感此三種殊勝果報。使其在王宮之時。貪戀目前𢬵", "266": "捨不下。安得有如是殊勝莊嚴之果報哉。此事人人", "267": "有分。人人可為。𢬵得便做得。不少一絲毫。怕落空者", "268": "當於此而深省焉。則上座因先師忌辰眾請普說。辭", "269": "不獲已。借先師座為眾舉揚。自愧匪才。既不能拈頌", "27": "錯。左不得。右不得。無可奈何。弄到拈花微笑。達磨西", "270": "古今機緣。提持向上綱要。却乃嘮嘮忉忉說出許多", "271": "淺陋庸腐之語。玷辱先師。取笑作者。雖然。若是作者", "272": "應不見笑。一曲村田樂。悲歡各自聞。", "273": "復舉楊岐會和尚為慈明追忌因緣乃云。大小楊岐", "274": "與兩堂首座互相揑恠。不達時宜。大似飯飽弄匙筯。", "275": "師子林則不然。野菜黃虀家常茶飯。一則為先師應", "276": "箇時節。一則使諸人知箇時節。且道知箇甚麼時節。", "277": "無口蝦䗫飛上天。波旬起舞亦堪憐。神光獨耀誰曾", "278": "見。夜近中秋月政圓。", "279": "眾建法華勝會滿散請普說。師召眾云。諸法實相義。", "28": "來展轉拖泥帶水。將錯就錯去也。且達磨所傳。單單", "280": "已為汝等說。這箇是日月燈明如來瞞汝諸人處。諸", "281": "人還知麼。且據目前所見。天地日月草木叢林。昆虫", "282": "鳥獸萬象森羅。此等是諸法。那箇是實相。實相者離", "283": "言說相。離思惟相。離名字相。離能所相。既離諸相。其", "284": "義作麼生說。雖云古佛隨機。舌頭無骨。點檢將來。貪", "285": "前失後。帶累釋家老子。盡力為他飜欵。出來道箇諸", "286": "法寂滅相。不可以言宣。既不可以言宣。七軸雄文道", "287": "箇甚麼。前佛後佛互相抑揚。互有短長分踈不過。我", "288": "這裏政要摟飜如來藏。勘破如來禪。且看拂子有何", "289": "伎倆。呈拂云。即此是實相。擊拂云。即此是言宣。甚麼", "29": "只是以心印心之一法耳。後來流布既廣。支為五宗。", "290": "會得。許你將一莖草作丈六金身。將丈六金身作一", "291": "莖草。逆順自由縱橫自在。既有如是見解。當知草芥", "292": "人畜天地山河。法法皆名實相。谷響溪聲鷄啼犬吠。", "293": "頭頭總是言宣。此所謂相而無相無相而相。言而無", "294": "言無言而言之第一義諦也。諸佛於此成道轉法輪。", "295": "諸天於此散花興供養。釋迦分身於此來集。多寶佛", "296": "塔於此出興。權實於此開顯。本跡於此發明。群兒於", "297": "此登寶車。窮子於此獲寶藏。高原於此得水。醉客於", "298": "此得珠。無量損生菩薩。諸大聲聞弟子。小善人天。畜", "299": "生龍女。邪見妙莊嚴王。惡逆提婆達多。下及天龍八", "3": "師之語錄向已刊行矣。此集乃刊後續編。其間", "30": "而宗各有旨。究其指歸則不離乎一法。所以古德云。", "300": "部人與非人。但聞法華一偈一句。一念隨喜者。各各", "301": "於此授記去也。大眾。如上所舉。如來禪瞞汝不得了", "302": "也。只如梁武帝問達磨祖師。如何是聖諦第一義。祖", "303": "云廓然無聖。帝曰對朕者誰。祖云不識。且道此意如", "304": "何。能大師曰。心迷法華轉。心悟轉法華。此意又如何。", "305": "要不被祖師禪瞞也。須勘破一回始得。", "306": "忙哥剌宣差相公請普說。師云。道無言說。法無形狀。", "307": "有說是謗。無言是誑。敢問諸禪流。作麼生定當。舉拂", "308": "子示眾云。曲順來機。事無一向。今辰乃是菩薩戒弟", "309": "子忙哥剌室利宣差相公。為亡父翰林承旨學士朵", "31": "萬派千流皆渤澥。七金五嶽總須彌。若以正眼看來。", "310": "兒赤相公諱日營齋。延集諸山師德。特命山僧舉揚", "311": "法要。冀其父親於冥冥之中因一言半句見徹生死", "312": "根源。得箇解脫自在安身立命處。此其請普說之來", "313": "意也。以世法論之。生事以禮。死塟以禮。以時思之。以", "314": "時祭之。孝子奉親之常情如是而已。今某官必欲乃", "315": "父相公洞悟自心。優入聖賢之域。則又超出常情者", "316": "遠矣。愚者或議曰。人既死矣。能聽法者誰歟。盖不知", "317": "死則死矣。有不死者存。其承旨相公之昭昭靈靈。能", "318": "鑒能覺者。何嘗有幽明之隔。死生之間哉。以至理推", "319": "之。生本不生。死亦非死。生死去來本無自性。亦無實", "32": "一法猶是假名。五宗復何本據。大槩是師家垂手處", "320": "法。特由循業發現而有虗妄之相耳。所以教中道。因", "321": "緣和合虗妄有生。因緣別離虗妄名滅。原其受生之", "322": "初。因父母己三緣會遇。謂之交遘發生吸引同業。從", "323": "而地水火風四大和合。於是乎有身。當此之際。其昭", "324": "昭靈靈能鑒能覺者存乎其間矣。既有身相。乃有六", "325": "根。就其身而推之。外則髮毛爪齒。內則肝膽膓胃。內", "326": "外中間三十六物。本無見聞亦無知覺。因我六根與", "327": "彼六塵相為對待。從而眼色和合虗妄有見。耳聲和", "328": "合虗妄有聞。鼻香和合虗妄有嗅。舌味和合虗妄有", "329": "甞。身觸和合虗妄有覺。意法和合虗妄有知。此見聞", "33": "不得已放開一路曲順機宜。既涉乎語言作用。則未", "330": "甞嗅覺知謂之六識。而本無自性。乃因昭昭靈靈鑒", "331": "覺之物發現於根塵之中而妄有之也。從此便有種", "332": "種分別。種種憶想。種種染著。種種攀緣。內則隨情變", "333": "遷。外則逐境流轉。情識交感展轉發生。起種種虗妄", "334": "之惑。造種種虗妄之業。其三界二十五有之中苦樂", "335": "升沉。生死輪廻之報由是而無窮矣。其四大幻身則", "336": "念念遷謝。少而老。老而病。病而死。死亦四大分散而", "337": "已。其昭昭靈靈者何嘗有死哉。古佛云。身從無相中", "338": "受生。猶如幻出諸形象。幻人心識本來無。罪福皆空", "339": "無所住。是故有志之士才聞此話。便能於六根六塵", "34": "免各立門庭。不別而別矣。前輩尊宿多曾辨來。謂臨", "340": "六識之中照破虗妄和合生死。了知情境惑業如幻", "341": "如夢如影如響亦如變化。既能如此照破。則不復隨", "342": "他顛倒。而有返妄歸真之分矣。雖得如此。又未免認", "343": "著箇昭昭靈靈喚作自己。保之守之如護命根。絲毫", "344": "𢬵捨不得。乃不知三界二十五有之窠窟。生死輪廻", "345": "之根本。實存乎此。故祖師呵之云。學道之人不識真。", "346": "只為從前認識神。無量劫來生死本。癡人喚作本來", "347": "人。須是猛𢬵性命。撒手懸崖。直下抖飜窠窟。剿絕根", "348": "本。待其一念不生前後際斷。方許認得本地風光。見", "349": "得本來面目。既見自己本來面目。即見諸佛諸祖本", "35": "濟宗棒喝交馳雷奔電激。奪人奪境照用並行。或於", "350": "來面目。既見佛祖本來面目。即見一切眾生本來面", "351": "目。與自己非一非二無別無異。共亦不雜。離亦不分。", "352": "譬如千燈光照一室。其光徧滿無壞無雜。既到者箇", "353": "境界。猶疑聖見未忘。聖見未忘未為究竟。更須打箇", "354": "𨁝跳抹過上頭關。踏著佛祖行不到處。始是究竟不", "355": "疑之地。若到究竟不疑之地。生也生你不得。死也死", "356": "你不得。苦也苦你不得。樂也樂你不得。順也順你不", "357": "得。逆也逆你不得。也無佛也無祖也無一切眾生。無", "358": "凡無聖無淨無穢無真無俗。一切皆無。是謂萬法一", "359": "如無動無變之大自在也。體雖不變。用乃隨緣。譬如", "36": "一喝之中自具三玄三要。二主二賓。妙在打破羅籠", "360": "虗空體非群相。而不拒彼諸相發揮。由是不變隨緣。", "361": "故能為佛為祖為一切眾生情無情等。乃至為生死", "362": "為涅槃。為凡為聖。為淨為穢。雖熾然有為而全體寂", "363": "滅。是謂緣起無生無著無礙之大自在也。既到者裏", "364": "方信祖師道。釋迦彌勒猶是他奴。又豈過分事哉。喝", "365": "一喝。且莫錯會好。山僧年老成魔。隨人顛倒。引出繞", "366": "地葛藤󱠛相纏縛。罪犯彌天。若遇著箇無面目漢。便", "367": "好掀倒禪床痛搥一頓。亦使諸人知道強中更有強", "368": "中手。佛法何曾滯一邊。眾中還有這箇人麼。如無則", "369": "山僧向灸瘢上重添艾炷。一與承旨相公據欵結案。", "37": "摟空窠窟。被人喚作白拈賊。殺人不眨眼者此也。溈", "370": "許其脫死超生得大受用。一與現前大眾撩頭撮尾。", "371": "截斷葛藤根。解却彼此纏縛。驀拈主丈云。生如寄。死", "372": "如歸。未契吾宗向上機。離四句。絕百非。猶防語默涉", "373": "離微。大力量人元不動。從教兔走與烏飛。生來死去", "374": "渾閑事。大似著衣還脫衣。卓主丈下座。", "375": "高麗猊長老請開示戒法普說。師云。央掘魔羅千指", "376": "鬘。聲聞位裏證涅槃。提婆達多五逆罪。法華會中得", "377": "授記。波離結犯婬殺。雖曰有條攀條。問著維摩大士。", "378": "疑情日出霜消。這一隊嘍囉漢美則美矣。總不如千", "379": "佛數內廣額兒。放下屠刀喝一喝云。未在未在。豈不", "38": "仰宗父慈子孝上令下從。暗合機輪混融境致。大約", "380": "見瞎驢擔板滅却臨濟正法眼。開遮持犯沒相干。是", "381": "佛是魔俱一剗。靈利漢這裏會去。無縛無脫。貪嗔癡", "382": "無路入來。戒定慧無處安著。方許你事事無礙得大", "383": "自在。手把猪頭口誦淨戒。你若纖毫未盡。如隔鐵圍。", "384": "擬心動念戒體即虧。戒器不完妄希勝妙。不墮闡提", "385": "即落魔道。貪觀天上月。失却掌中橈。波羅夷罪不相", "386": "饒。諸禪德。戒為六度之先鋒。萬行之基址。諸佛成道", "387": "之本。菩薩現行之法。佛說無量法門百千妙義。要其", "388": "指歸無非戒定慧。故曰攝心為戒。因戒生定。因定發", "389": "慧。是則名為三無漏學。三學之中戒是當頭第一件", "39": "忘機得體舉緣明用。如撼茶樹。推木枕。插鍬立。舉鍬", "390": "事。然我菩薩大戒却非今佛創說。乃從上諸佛之本", "391": "戒。佛佛傳誦而已。蓋諸佛昔在菩薩位中因行此戒", "392": "位滿成佛。及成佛時㝡初即誦此戒。令諸菩薩知所", "393": "修學。非若聲聞等戒因事漸制者也。是故盧舍那世", "394": "尊方坐蓮華臺。即誦菩薩戒傳與千百億釋迦。千百", "395": "億釋迦各坐菩提樹。半月半月自誦此戒。令諸菩薩", "396": "各各傳誦。至于一切有情皆許稟受。如經云。國王王", "397": "子百官宰相。比丘比丘尼。十八梵天六欲天子。庶民", "398": "黃門婬男婬女奴婢。八部鬼神金剛神。畜生乃至變", "399": "化人。但解法師語盡受得戒。皆名第一清淨者。上而", "4": "開示宗乘者十有六段。答淨土脩法之問者二", "40": "行之類是也。曹洞宗就語接人隨機應物。示以偏正", "400": "諸大菩薩。下而穢惡卑賤之流。聖凡大小一網俱收。", "401": "可謂廣大之法門也。或謂菩薩十重戒中首陳殺盜", "402": "婬妄。夫殺盜婬妄乃大小諸乘通稟之戒也。如在家", "403": "下愚所稟八關齋戒。近事佛法所稟優婆塞戒。出家", "404": "初學所稟沙彌十戒。聲聞羅漢所稟萹聚等戒。一一", "405": "皆以殺盜婬妄為根本。所稟之戒既同。則何自而分", "406": "小大耶。殊不知戒無大小。小大在機。蓋由其發心立", "407": "願之不同。遂有大小諸乘之異也。且如菩薩發心稟", "408": "戒。乃以三聚為宗。佛果為趣。三聚者。第一攝律儀戒。", "409": "發廣大心誓斷一切惡。第二攝善法戒。發廣大心誓", "41": "五位。功勳五位。五臣五位。王子五位。辨明體用。掃蕩", "410": "修一切善。第三饒益有情戒。發廣大心誓度一切眾", "411": "生。故其所稟十重等戒。非惟斷惡且務修善。凡所斷", "412": "惡修善。皆以度生為先務也。其所發四弘誓願。雖自", "413": "己煩惱未斷。法門未學。佛道未成。亦必以度生為第", "414": "一誓願也。故經云。自未得度先度人者。菩薩發心。發", "415": "是心者。乃於一切時一切處慈悲一切眾生。憐愍一", "416": "切眾生。愛念一切眾生。敬重一切眾生。救護一切眾", "417": "生。勸發一切眾生。誘導一切眾生。教化一切眾生。攝", "418": "受一切眾生。乃至成就度脫一切眾生。直欲令其登", "419": "無上覺而後已也。其所發心非惟廣大。且復以久遠", "42": "情塵。使其物我雙忘人法俱泯而已。法眼宗聞聲悟", "420": "自誓誓曰。從今身至佛身。盡未來際。世世常行菩薩", "421": "道也。以其能發如此遠大之心。是謂菩薩心也。依此", "422": "心而發行。是名菩薩行也。用此心而持戒。是為㝡上", "423": "大乘菩薩戒也。況謂恒沙戒品圓三聚而統收。萬行", "424": "因門惟一念而具足。今夫以三聚為宗者。有理有事。", "425": "事防三業。使惡止而善行。理御一心。令惑亡而智立。", "426": "惡止善行則業障可破。惑亡智立則惑障永離。業障", "427": "破則福圓。惑障離則慧滿。此乃離二障成二嚴而得", "428": "為究竟之宗趣也。細而論之。由宗三聚。增長三學。成", "429": "就三賢十聖等位。究竟令得三德三身無礙佛果也。", "43": "道見色明心。句裏藏鋒言中有響。往往隨順器根調", "430": "三德三身者。一律儀離過以顯斷德法身。二攝修萬", "431": "善以成智德報身。三饒益有情以成恩德化身也。教", "432": "中有云。初修大乘行菩薩戒者。雖未成佛。而先獲五", "433": "種功德八種殊勝。其所利益不可思議。故雖婬男婬", "434": "女奴婢畜生等卑汙薄賤之器。或發大心求受菩薩", "435": "戒者。此心足以契諸佛之本懷。足以合菩薩之本願。", "436": "是以一念之間即感十方諸佛之所加被。一切菩薩", "437": "之所攝持。八部天龍之所守護。諸類鬼神之所敬仰。", "438": "以其一發大心稍沾戒益。究竟必得成佛果故。其或", "439": "宿業不亡。或因犯戒有過。設墮地獄受罪輕微。亦由", "44": "停化法。亦猶相體裁衣對病施藥者耳。雲門宗格外", "440": "上感加被之恩。下承敬仰之力。重罪既可減輕。而惡", "441": "道亦可速出也。以喻言之。如田野之家。寒賤之子。忽", "442": "爾因緣際遇。稍沾國王寵顧之恩。一旦便有氣勢。而", "443": "彼久歷仕途官長吏卒。皆當刮目相待。不敢慢而侮", "444": "之。偶有過犯拘繫在官。則其重罪減輕。而禁囚速出", "445": "者。勢之必然也。以是而知。發心稟戒多種不同。而其", "446": "感果亦乃逈異。此豈聲聞人天等戒可同年而語哉。", "447": "故凡出家在家曰男曰女。無問貴賤賢愚。皆當聽受", "448": "菩薩大戒。縱使在纏在難障重迷深。不能如法受持", "449": "者。亦可許其隨量稟承。或隨喜聽誦。結般若緣。下菩", "45": "縱擒言前定奪。稱提三句關鍵。拈掇一字機鋒。截斷", "450": "提種。其菩提大心種子納在八識田中。從生至生不", "451": "壞不失。驀忽觸境遇緣。終有發現時也。所以道坐受", "452": "立破猶勝不受戒者。寧可受而有犯。不可不受而無", "453": "犯。有犯名菩薩。有戒可犯故無犯名。外道無戒可犯。", "454": "故薝葡花雖萎猶勝一切花。破戒諸比丘猶勝於外", "455": "道。蓋以外道邪見不受佛戒。永沉惡道無有出期。破", "456": "戒比丘大心未失。縱生惡趣皆為惡趣中王。一念回", "457": "光即得解脫。是故古德云。破戒受罪。終登解脫之場。", "458": "不受不破。永墮泥犁之苦。瓔珞經云。若一切眾生不", "459": "受菩薩戒者。不名有情識者。畜生無異。不名為人。常", "46": "眾流聖凡無路。人咸謂其孤危聳峻難乎湊泊。非上", "460": "離三寶海。名為邪見。名為外道。智論云。譬如無足欲", "461": "行。無翅欲飛。無船欲渡。是不可得。若無淨戒欲求妙", "462": "果。亦復如是。若人棄捨此戒。雖山居苦行。食果服藥。", "463": "與禽獸無異。遺教經云。汝等比丘。於我滅後。當尊重", "464": "珍敬波羅提木叉。如暗遇明。如貧得寶。當知此則是", "465": "汝等大師。若我住世無異此也。吾佛世尊於此戒法", "466": "痛切勸喻者既如此。殷勤付囑者又如此。可謂切要", "467": "矣。嗟乎世尊滅度已來二千三百餘年矣。如今政是", "468": "五濁惡世末法之秋。眾生根器輕浮。無正知見。況值", "469": "賢聖隱伏邪法增熾。賢聖既已隱伏。則菩薩大戒誰", "47": "根利器不足以窺其彷彿。故曰臨濟痛快。溈仰謹嚴。", "470": "是諸佛慧命法門正脉。却乃無人演說。正法既無人", "471": "說。邪師得以縱橫說邪法。行邪道。示邪見。傳邪解。惑", "472": "亂愚蒙。󳯝相魔魅。縱有聰利根機。邪正不能自辨。亦", "473": "不免隨邪入邪。毀謗正法。雖曰邪師過謬非眾生咎。", "474": "爭奈一盲引眾盲相牽入火坑。此為大可哀痛者也。", "475": "近代天目山高峰中峰和尚父子相承。乃是達磨正", "476": "宗臨濟正派。單提向上直指人心。然每遇學者登門。", "477": "必先使其立誓受戒。此乃知時別宜隨機應變。發明", "478": "佛佛相傳之意。力救今時墮邪之病。而大開甘露門", "479": "者也。則上座忝紹遺風不敢廢墜。今此現前一眾皆", "48": "曹洞細密。法眼詳明。而雲門高古也。或者謂五家宗", "480": "具正信正解。宿於佛法有大因緣。故能來我師子林", "481": "中。如渴思飲。如饑思食。特發菩提大心。聽受菩薩大", "482": "戒。此非小可事也。當生希有心。當作難遭想。當知成", "483": "佛作祖決定有分。既知有分。不可遷延。當念念護持", "484": "謹潔無犯。時時筞勵勇猛精修。假使熱鐵輪於我頂", "485": "上旋。終不以此苦退失菩提心。亦如度海須到岸。登", "486": "山須到頂也。其有久參夙學單提向上一著者。既知", "487": "三聚為所宗。亦應知妙在用處。政當斷惡修善。饒益", "488": "眾生之時莫作斷修饒益之想。亦莫作善惡眾生之", "489": "想。要於善惡眾生境上無著無礙。於斷修饒益事上", "49": "派盛衰不齊。蓋由師家機用死活之不等耳。後人因", "490": "無取無捨。不著有為。不住無為。雖知諸法本空。而不", "491": "作空想。雖泛應群機而栖心無寄。是名無止無作無", "492": "持無犯。理事一如之自性戒也。誠能如此奉戒。則可", "493": "與單提向上一著照用雙行而互相筞發去也。亦猶", "494": "良馬之遇康莊。復加鞭筞。勇往無前。忽爾踏著故家", "495": "田地。方自信不歷僧祇獲法身。一超直入如來地。先", "496": "聖之言不汝欺也。到與麼時。更須知有末後句在。且", "497": "如何是末後句。夜叉打落珊瑚枝。海底泥牛󰴌月走。", "498": "杭州淨慈禪寺結夏節秉拂問答畢。乃云。有法可說", "499": "是名謗法。無法可說亦名謗法。不見一法是大過患。", "5": "十六章。今並錄以傳。意在廣被機宜。各隨所取。", "50": "此一語遂將五宗言句逐一揀擇。謂某深某淺。某異", "500": "若見一法亦是過患。恁麼也不得。不恁麼也不得。恁", "501": "麼不恁麼總不得。三世諸佛歷代祖師到者裏結舌", "502": "有分。只如道法非見聞覺知。不離見聞覺知。竪拂云。", "503": "還見麼。擊拂云。還聞麼。既聞了。既見了。畢竟是有法", "504": "耶。是無法耶。喝一喝。這裏是甚麼境界說有說無。衲", "505": "僧家向銀山鐵壁裏突出金剛眼睛。徹見佛祖肝膓。", "506": "無絲毫滲漏。和他命根一拶拶斷。然後全主全賓。全", "507": "殺全活。趂動南山白額。吞却無毛大蟲。不妨鼻孔裏", "508": "聽聲。眉毛上吐氣。恁麼也得。不恁麼也得。恁麼不恁", "509": "麼總得。是謂我為法王。於法自在。說甚安居禁足尅", "51": "某同。某死某活。自以為能具擇法眼。而不知其錯中", "510": "期取證。大好無繩自縛去也。者箇猶是作用邊事。若", "511": "曰真正舉揚。且待上方主丈子出來露箇消息。卓主", "512": "丈云。驚群須是英靈漢。敵勝還他師子兒。", "513": "喜見禪庵浴佛日滿散藏經升座。周徧十方是箇大", "514": "光明藏。眾生成道多時。森羅萬象常轉微妙法輪。諸", "515": "佛义手有分。所以道。始從鹿野苑。終至䟦提河。平地", "516": "無風輥白波。於是二中間。未嘗談一字有。一字也無", "517": "著處。恁麼舉揚猶是壓良為賤。有首無尾底說話。者", "518": "裏却不然。要向權實雙行體用兼濟處。請主丈子出", "519": "來別道一句。以主丈劃一劃云。釋迦如來四十九年", "52": "之錯矣。誤賺江湖求劒客。刻舟痕上亂針錐。豈不見", "520": "三百餘會。以一圓音隨機演唱。或漸或頓或顯或密。", "521": "曰半曰滿曰偏曰圓。略而集之五千餘卷。廣而計之", "522": "恒河沙數。雖云數等恒沙却在一微塵裏。今乃有一", "523": "智慧之人。破此微塵出大經卷。有耳皆聞。有眼皆見。", "524": "所見者何。見三世諸佛如是出世。如是成道。如是說", "525": "法。如是度人。又見一切眾生。讀者誦者受者持者。如", "526": "饑得食。如躶得衣。如渡得船。如病得藥。當此時節。各", "527": "發菩提心。乘此因緣。同達佛性義。正所謂欲達佛性", "528": "義。當觀時節因緣。時節既至。其理自彰。是則固是。且", "529": "道即今收經散席是何時節因緣。優鉢花開劫外春。", "53": "牛之鼻繩。馬之口索。繫驢之橛。搭象之鈎。此皆世間", "530": "釋迦老子再出世也。以何為驗。九天香雨飛甘露。", "531": "李心齋學士建梵剎設僧齋。印施金剛經圓滿。請升", "532": "座。師云。一毫端現寶王剎。微塵裏轉大法輪。黃面漢", "533": "眼空四海。氣蓋諸方。放兩拋三。瞞憨賣峭。祖師巴鼻", "534": "則不然。一毫端現金剛圈。盡大地人透不過。微塵裏", "535": "轉鐵酸饀。盡大地人吞不下。據實論來。也是敲空作", "536": "響。爭知道十方剎土無盡虗空悉在一毫端現。三世", "537": "諸佛十二類生盡在微塵裏轉。敢問微塵一毫是箇", "538": "甚麼。低聲低聲。心齋居士總不論這箇。却向土木塲", "539": "中現寶王剎。荊棘林裏轉大法輪。又向印板文上脫", "54": "調伏之具。不得已隨其所宜而用之。驢牛象馬倘馴", "540": "出一字一句。皆是金剛圈。香積厨內運來一粒一團。", "541": "無非鐵酸饀。汝等諸人透也透了。吞也吞了。且心齋", "542": "事無虗設用。有恒心畢竟如何贊歎。拍禪床云。過去", "543": "心不可得。現在心不可得。未來心不可得。", "544": "示眾。大道只在目前。要且目前難覩。欲識大道真體。", "545": "不離色聲言語。古人恁麼舉揚。雖則盡情分付。爭奈", "546": "承言者喪。滯句者迷。謂言非道。重重銕壁銀山。謂道", "547": "是言。忽忽電光石火。進步既乖。退步尤錯。不進不退。", "548": "自沉自埋。所以向上全提。當機直指。不存一法。不受", "549": "一塵。無萬行可修。無三界可出。無眾生可度。無諸佛", "55": "良。繩索橛鈎皆棄物。却來棄物上分揀死活同異。豈", "550": "可成。即之如大火輪。不容湊泊。嬰之如吹毛劒。孰敢", "551": "承當。大徹大悟。對境還迷。有見有聞。觸塗成滯。聲色", "552": "之前領略。已落二機。語言之後摶量。早遲八刻。與麼", "553": "則四十九年演說。百千三昧流通。天雨四花。地搖六", "554": "動。檢點將來。總是色聲言語。畢竟以何為道。若也坐", "555": "斷要津別通消息。點出人天眼目。洞照佛祖心肝。如", "556": "香象之渡河截流而過。類金毛之出窟反擲自由。頭", "557": "頭上明。是體即是用。物物上顯。見色便見心。與麼則", "558": "山光水影悉露真機。馬呌驢鳴咸宣至理。舉手所指", "559": "縱目所觀。聲色語言無往而非道也。然後轉山河為", "56": "不謬哉。殊不知宗師家一言一句多是看孔著楔。何", "560": "自己。與眾生覿體混融。轉自己歸山河。與諸佛隨緣", "561": "應現。大眾。即今諸佛眾生山河自己同時變作拂子", "562": "去也。急著眼看。遂擲下拂子。", "563": "示眾。山河及大地。全露法王身。草木與叢林。盡作師", "564": "子吼。舉足下足。入門出門。這邊那邊。築著磕著。好箇", "565": "現成境界。若到衲僧面前。一點也用不著。所以道。語", "566": "若迅雷不容掩耳。機如掣電豈許停思。八臂那叱搆", "567": "不來。千眼大悲覰不破。捏得虗空粉碎。依然逼塞乾", "568": "坤。萬里不掛片雲。青天政好喫棒。千差坐斷。諸佛乞", "569": "命無由。一線放開。眾生成佛有分。這裏領略得去。方", "57": "甞有意於死活。曰死曰活盡在學人分上。學人見處", "570": "許慶快平生。其或未然。為汝別下註脚。咄。", "571": "示眾。法無定相。隨念變遷。佛無定形。隨機應化。有時", "572": "三世諸佛說法。萬象森羅側耳聞。有時萬象森羅說", "573": "法。三世諸佛立地聽。有時都不恁麼。單單一箇無位", "574": "真人。占斷十方世界。要教萬象森羅無容身之地。三", "575": "世諸佛無開口之分。這箇境界即今現在目前。山僧", "576": "路見不平。為他剗却。拈主丈云。看看。無位真人墮地", "577": "來也。擲主丈下座。", "578": "浴佛日示眾。梅雨弄晴。梅風吹濕。悉達太子生也。示", "579": "拂云。現在拂子頭上。目顧四方。周行七步。惱亂天下", "58": "用處死則俱死。活則俱活。不達此理者偏重活句。譬", "580": "人。盡從今日起。吽吽。莫道世無雲門。無人敢欺你。惡", "581": "水驀頭澆。杓柄在老僧手裏。", "582": "結夏示眾。護生須是殺。罪犯彌天。殺盡始安居。狼藉", "583": "不少。惟有生苕帚功不浪施。掃斷葛藤露布。任諸人", "584": "坐臥縱橫。十二箇時辰使教顛倒走。與麼則剋期取", "585": "證有何消息。薰風自南來。殿閣生微涼。", "586": "解夏示眾。以主丈擊禪床云。圓覺伽藍一擊百雜碎", "587": "也。四月十五結本無結。七月十五解亦非解。西天人", "588": "驗蠟人冰。自成多事。東土人驗鐵彈子。慣弄虗頭。我", "589": "者裏一味朴實。你有主丈子與你主丈子。你無主丈", "59": "如慣弄活蛇有何奇特。死蛇弄得活方是作家。多少", "590": "子奪你主丈子。", "591": "僧請決擇禪病。師云。我有箇秘方。極其簡易。只教你", "592": "放身捨命大死一回。若得大死一回。一切病根自絕。", "593": "然後打箇𨁝跳。依舊做箇活人。那時却許你將此已", "594": "驗之方徧醫天下禪病去也。僧擬議。師乃喝云。貪生", "595": "怕死漢。者裏無你立分。出去。", "596": "師子林天如和尚語錄卷之九終", "597": "No. 1403-E 師子林菩提正宗寺記(依石本錄出)No. 1403-E", "598": "師子林菩提正宗寺記依石本錄出", "599": "翰林學士承　旨光祿大夫知　制誥兼脩", "6": "於是離為二卷。而別目之。一曰宗乘要義。一曰", "60": "人向活句下活了。要死死不得。反不如死句下死了。", "600": "國史廬陵歐陽玄撰", "601": "奉訓大夫兵部員外郎臨川危素書", "602": "宣文閣授經郎儒林郎兼　經筵譯文官金", "603": "華王餘慶篆", "604": "姑蘇城中有林曰師子。有寺曰菩提正宗。天如禪師", "605": "惟則之門人為其師創造者也。林有竹萬箇。竹下多", "606": "恠石。有狀如狻猊者。故名師子林。且師得法普應國", "607": "師中峰本公。中峰倡道天目山之師子岩。又以識其", "608": "授受之原也。寺名菩提正宗者。", "609": "帝師法旨與以是頟也。其地本前代貴家別業。至正", "61": "却有箇活時。縱是死句下活得。活句下死得。乃至有", "610": "二年壬午師之門人相率出貲買地結屋以居其師。", "611": "而擇勝于斯焉。因地之隆阜者命之曰山。因山有石", "612": "而崛起者命之曰峰。曰含暉。曰吐月。曰立玉。曰昂霄", "613": "者。皆峰也。其中最高狀如狻猊。是所謂師子峰。其膺", "614": "有文。以識其名也。立玉峰之前有舊屋。遺墌容石磴", "615": "可坐六七人。即其地作栖鳳亭。昂霄峰之前因地窪", "616": "下。濬為㵎。作石梁跨之。曰小飛虹。他石或跂或蹲。狀", "617": "狻猊者不一。林之名亦以其多也。寺左右前後。竹與", "618": "石居地太半。故作屋不多。然而崇佛之祠。止僧之舍。", "619": "延賓之館。香積之厨。出納之所。悉如藂林規制。外門", "62": "句無句死活自由。也只在他人脚根下盤旋。未是超", "620": "扁曰菩提蘭若。安禪之室曰臥雲。傳法之堂曰立雪。", "621": "庭舊有柏者曰騰蛟。今曰指柏之軒。有梅者曰臥龍。", "622": "今曰問梅之閤。竹間結茅曰禪窩。即方丈也。上肖七", "623": "佛。下施禪坐。間列八鏡。光相互攝。期以普利見聞者", "624": "也。大槩林之占勝。其位置雖出於天成。其經營實由", "625": "乎智巧。究其所以然。亦師之願力所成就也。師每說", "626": "法。參問多至數百。隨其悟解開導誘掖。有所質疑剖", "627": "析至當。莫不虗往實歸。至於安眾必擇法器。不泛然", "628": "以容。檀施與貲視師意嚮。亦不強委。師取共具財足", "629": "即止。諸行省平章。若河南之圖魯。江浙之道童。江西", "63": "宗種草。不見道機前有路擬向即乖。句下無私動成", "630": "之買住。行宣政院使若岳叔木。肅政使者若普達實", "631": "立。稽顙問道。執弟子禮彌恭。旁觀異之。師法施平等。", "632": "官資崇庳若罔知也。寺成之十三年。宜春比丘嗣談", "633": "以臨川比丘克立所撰事狀來　京師。謁余為記。余", "634": "聞師之名起敬日久。既摭其事狀。述寺之勝槩而記", "635": "之。其師子名義則必有以復於其師與友也。古有師", "636": "子音佛。有師子武佛。言佛之威德能制諸魔也。又言", "637": "師子乳一滴。可迸驢乳百斛。言佛法之真實能破諸", "638": "妄也。又若文殊之學得於智。普賢之學得於行。智之", "639": "勇猛精進莫師子若。故文殊之好樂在師子。行之謹", "64": "窠臼。你若解向者裏和座推飜不留朕迹。自家別有", "640": "審靜重莫象。若故普賢之好樂在象。後之肖二菩薩", "641": "者以之莫詰所從也。今天目之所謂岩。姑蘇之所謂", "642": "林。其取義必居一于是矣。豈獨以山石肖貌言之乎。", "643": "雖然物有禁格而後有伏降。有比儗而後有真贋。孰", "644": "若物我兩忘。形勢俱泯。以師子還師子。以石還石。以", "645": "林還林。然後佛自還佛。法自還法。菩薩自還菩薩哉。", "646": "論至於是。師必有以警䇿其徒矣。余聞師所說法。不", "647": "設厓險。不輕揄揚。不自陳衒悟解緣由。以啟學人捷", "648": "出蹊徑。其為學平實縝密。鞭辟近裏。一時諸方之乍", "649": "見乍聞而張磔旁午。未證未得而棒喝生風者。聞師", "65": "一路生機。敢保五家宗師鼻孔被汝一串穿却。且如", "650": "所言皆噤。故自中峰以來。臨濟一宗化機局段為之", "651": "一變焉。師舊多論建有楞嚴會解若干卷。有語錄別", "652": "錄剩語若干卷行于世。近乃一掃空言。不尚文字。於", "653": "談之請。立之狀。余之記。能無綺于茲乎。師俗姓譚氏。", "654": "吉之永新人。江浙諸名山屢請主席。堅卻不受。遁跡", "655": "松江之九峰間十有二年。道價日振。", "656": "帝師與以佛心普濟文慧大辯禪師之號。兼與金襴", "657": "僧伽梨衣。至正十四年甲午五月癸未廬陵歐陽玄", "658": "記。", "66": "臨濟示眾云。一句中具三玄。一玄中具三要。又道第", "67": "一句中薦得堪與佛祖為師。第二句中薦得堪與人", "68": "天為師。第三句中薦得自救不了。及乎僧問如何是", "69": "第一句。却道三要印開朱點窄。未容擬議主賓分。平", "7": "淨土或問。而又總名之曰剩語集焉。剩語者非", "70": "生捋虎鬚底膽志。白拈賊底手脚。一時俱露也。會得", "71": "者箇便會溈山問仰山。即今事且置。古來事作麼生。", "72": "仰山叉手近前。溈曰猶是即今事。古來事作麼生。仰", "73": "退後立。溈曰汝屈我。我屈汝。仰山便禮拜。父子一唱", "74": "一酬伎倆已盡。會得者箇便會洞山與泰首座冬節", "75": "喫果子次乃問。有一物。上拄天下拄地。黑似漆。常在", "76": "動用中。動用中收不得。且道過在甚麼處。泰云過在", "77": "動用中。洞喚侍者掇退果卓。彼此一場敗闕。會得者", "78": "箇便會法眼問修山主。毫厘有差天地懸隔。汝作麼", "79": "生會。修云毫厘有差天地懸隔。法眼曰恁麼會又爭", "8": "舊刊未盡之謂也。乃欲覽者得其旨於語言之", "80": "得。修云和尚如何。眼曰毫厘有差天地懸隔。修便禮", "81": "拜。將謂有多少誵訛。會得者箇便會雲門示眾云。函", "82": "蓋乾坤句。目機銖兩而不涉萬緣。汝作麼生承當。眾", "83": "無對。自代云。一鏃破三關。盡道雲門氣宇如王。必有", "84": "逸格底聲調。元來也是打鼓弄琵琶。如上五家拈弄", "85": "底皆略舉其一端。用有萬殊體無二致。恁麼見得便", "86": "見一切異同之法。一切死活之機。到你透脫分上事", "87": "同一家。覔一絲毫差別了不可得。具此見者名為透", "88": "關眼。具此眼者灼見五宗別而不別。盡大地人惑汝", "89": "不得也。既是五家關鍵被汝逐一透了。更須會取老", "9": "外也。", "90": "僧拈弄底始得。遂以拂子柄打箇圓相。於中畫一畫。", "91": "隨時道箇露字就喝一喝。却云。者箇是五家同時機", "92": "用。不先不後輥作一團。就中依舊有同有異。有深有", "93": "淺。有死有活。有痛快。有謹嚴。有細密。有詳明。有高古。", "94": "你作麼生分揀。分揀不出擇法眼還在甚處。當知具", "95": "擇法眼不如具透關眼。具透關眼不如具超宗眼。能", "96": "具超宗眼目。方見從上來不別而別。別而不別。如許", "97": "多曲曲直直。總是劒為不平離寶匣。豈得已哉。諸禪", "98": "德。從前別與不別。會與不會底。普請拈過一邊。即今", "99": "有箇覿面相呈一著子。要汝諸人直下了取。古者道"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1403 天如惟則禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1403 天如惟則禪師語錄", "author": "(小師)善遇編", "language": "chinese", "source": "CBETA"}