{"sourceLink": "http://www.cbeta.org/", "text": {"0": "偈頌太史黃山谷道人八首自贊", "1": "嘉泰普燈錄卷第三十", "10": "而師方且嘮嘮萃徒侶。引遊士。分燈而啟暗。濬源而", "100": "識不可識。智不可知。誰家之子。兀然巍巍。巍巍不存。", "101": "根塵頴脫。如憨如癡。落落魄魄。不惜口業。為子說破。", "102": "笑殺闍梨。山僧罪過。", "103": "龍門佛眼遠禪師○龍門佛眼遠禪師", "104": "坐禪銘坐禪銘", "105": "心光虗映。體絕偏圓。金波匝匝。動寂常禪。念起念滅。", "106": "不用止絕。任運滔滔。何曾起滅。起滅寂滅。現大迦葉。", "107": "坐臥經行。未甞間歇。禪何不坐。坐何不禪。了得如是。", "108": "始號坐禪。坐者何人。禪是何物。而欲坐之。用佛覓佛。", "109": "佛不用覓。覓之轉失。坐不我觀。禪非外術。初心閙亂。", "11": "導深。謂其興悲拯物。開蒙發蔽。則亦至矣。而名為默。", "110": "未免回換。所以多方。教渠靜觀。端坐收神。初則紛紜。", "111": "久久恬淡。虗閑六門。六門稍歇。於中分別。分別纔生。", "112": "已成起滅。起滅轉變。從自心現。還用自心。反觀一徧。", "113": "一反不再。圓光頂戴。靈𦦨騰輝。心心無礙。橫該竪入。", "114": "生死永息。一粒還丹。變金成汁。身心客塵。透漏無門。", "115": "迷悟且說。逆順休論。細思昔日。冷坐尋覓。雖然不別。", "116": "也大狼藉。剎那凡聖。無人能信。匝地忙忙。大須謹慎。", "117": "如其不知。端坐思惟。一日築著。伏惟伏惟。", "118": "黃龍佛壽靈源清禪師○黃龍佛壽靈源清禪師", "119": "無生常住真歸告無生常住真歸告", "12": "其亦妄乎。余謂客曰。子是知默而不知其所以默也。", "120": "賢劫第四尊釋迦文佛直下第四十八世孫惟清。雖", "121": "從本覺應緣出生。而了緣即空。初無自性。氏族親里", "122": "莫得而詳。但以正因一念。為所宗承。是廁釋迦之遠", "123": "孫。其號靈源叟。據自了因。所了妙性。無名字中。示稱", "124": "謂耳。亦臨濟無位真人．傅大士之心王類矣。亦正法", "125": "眼藏。涅槃妙心。唯證乃知。餘莫能測者歟。所以六祖", "126": "問讓和尚。甚麼處來。曰。嵩山來。祖曰。甚麼物恁麼來。", "127": "曰。說似一物即不中。祖曰。還假修證否。曰。修證即不", "128": "無。污染即不得。祖曰。即此不污染。是諸佛之護念。汝", "129": "既如是。吾亦如是。茲盖獨標清淨法身。以遵教外別", "13": "子居。吾語汝。夫默者。佛祖之真猷。含靈之大本也。本", "130": "傳之宗。而揀云報化非真佛。亦非說法者。然非無報", "131": "化大功大用。謂若解通報化。而不頓見法身。別滯污", "132": "染緣。乖護念旨。理必警省耳。夫少室道行。光騰後裔。", "133": "則有雲門偃奮雄音絕唱於國中。臨濟玄振大用大", "134": "機於天下。皆得正傳。世咸宗奉惟清望臨濟九世祖", "135": "也。今宗教衰喪。其未盡絕滅者。唯二家胤派。斑斑有", "136": "焉。然名多媿實。顧適當危寄。而朝露身緣勢迫晞墜。", "137": "因力病釋俗從真。敘如上事。以授二三子。吾委息後。", "138": "當用依稟觀究。即不違先聖法門。而自見深益。慎勿", "139": "隨末法所尚。乞空文於有位。求為銘誌。張飾說以浼", "14": "之正。則處暄而常寂。本之繆。則趣理而厭塵。然喧寂", "140": "吾。至囑。至囑。因自所敘曰無生常住真歸告。且繫之", "141": "以銘。銘曰。無涯湛海。瞥起一漚。亘乎百年。曷浮曷休。", "142": "廣莫清漢。欻生片雲。有無起滅。隱顯何分。了茲二者。", "143": "即見實相。十世古今。始終現量。吾銘此旨。昭示汝曹。", "144": "泥多佛大。水長船高。", "145": "泐潭湛堂準禪師○泐潭湛堂準禪師", "146": "贈奇松頭歌贈奇松頭歌", "147": "種松道者道情孤。往箇茅庵事事無。屋內鋤頭三兩", "148": "枘。煙熏一隻醋葫蘆。問渠禪。回首指山前。問渠道。戴", "149": "箇篛笠去鋤艸。再三再四再問渠。拍手呵呵笑欲倒。", "15": "正繆。雖名數繁。然皆不離吾之至默也。故西竺聖人", "150": "却言昔日老雲門。參見睦州陳長老。", "151": "龍牙言禪師○龍牙言禪師", "152": "送務紳禪者分衛歌送務紳禪者分衛歌", "153": "豁靈明。開正道。脫却多年尳臭破布襖。頂門一劄。眼", "154": "睛便定動。如今識得無能老。天真智現非作造。卷衲", "155": "携筇下雲嶠。直去廬陵化有緣。萬戶一作室千門須徧", "156": "到。禾山鼓。清平調。俯仰順從心一照。那邊若遇本色", "157": "人。點著皆知妙不妙。子莫學。石頭老。書信不通行太", "158": "早。得箇清源鈯斧兒。南臺石上鋤荒艸。", "159": "示曇清侍者牧牛歌示曇清侍者牧牛歌", "16": "佛者。應緣感物。金文玉句。殆不勝紀。而卒謂乎無說。", "160": "儂家牧箇白牛。年來可縱可收。不用鼻頭絭索。任渠", "161": "放蕩林丘。風清月瑩。蹤跡難儔。香嚴罷鞭杖。石鞏放", "162": "繩頭。跨入白雲深處游。直得通身無影象。時吹木笛", "163": "有來由。小牛兒。莫容易。淺艸平田且隨意。勿今逐隊", "164": "上高坡。筋力未能登嶮巇。傍水依山養。令頭角完備。", "165": "叱。豈不見狸奴白牯。解作師子游戲。", "166": "勝因戲魚靜禪師○勝因戲魚靜禪師", "167": "拄杖歌拄杖歌", "168": "誰人無一條拄杖。我家收底醜模樣。徹頭徹尾節目", "169": "深。從生至老筋骸壯。不須修。何須漆。體段自然成箇", "17": "蓋明此也。後之人暖昧斯道。謂語為語。而謂默為默。", "170": "格。或行或坐儘隨身。或倚或携還任力。拋一拋。卓一", "171": "卓。三界魔王頓驚愕。雨雲雷電匝長空。展盡神通難", "172": "揣摸。有時收。有時用。縱奪臨機恣拈弄。儻蒙上士入", "173": "門來。一棒打教知痒痛。說道理。沒人情。動著教伊禍", "174": "患生。休誇昔日化龍勢。謾說當年解虎聲。挑日月。吞", "175": "乾坤。劃開一路涅槃門。大丈夫兒須執捉。一言不契", "176": "命難存。", "177": "薦福常庵崇禪師○薦福常庵崇禪師", "178": "和陶潛歸去來辭和陶潛歸去來辭", "179": "歸去來兮。一念相應名曰歸。既以此處為我家。何外", "18": "縱謂語默一體。而亦不知體為何物也。徒憤心口。蹈", "180": "物而可悲。審靈靈而自到。會了了而堪追。在我而無", "181": "非我。其非我而孰非。矧我性之有常。如我身之能衣。", "182": "問行人而未悟。即迷荒而細微。全身不動。乃馳乃奔。", "183": "一塵廓然。見此法門。塵塵有光。剎剎儼存。唯此多旨。", "184": "匪壺匪鐏。樂歸來以自得。向萬化以開顏。居常庵以", "185": "默照。念懶拙之可安。將寒暑以為用。勞生死而何關。", "186": "借夢幻以游戲。統思慮而全觀。今無心以放曠。適有", "187": "趣而來還。其至至以無外。等空空以盤桓。歸去來兮。", "188": "請悟此以勝游。不動步而到家。胡自苦兮多求了千", "189": "生之活計。聆毫髮以忘憂。無寸土而耕鋤。實萬頃而", "19": "之而不詳。用之而不辨。揚揚然自以為得。復曰。彼默", "190": "千疇。假道浮囊。寄夢扁舟。或山丘以城郭。或城郭而", "191": "山丘。非變化以能融。豈神通而同流。善寂滅而莫任。", "192": "起三摩而寧休。已矣乎。只將煩惱正與時。舉體不任", "193": "焉爾留。堂堂歷歷宜知之。愚智未甞間。螻蟻亦可期。", "194": "幸有田而可種。何不及時而耕耔。師吉祥而問已。從", "195": "無言而賦詩。本如如以獨耀。證夫親而將誰疑。", "196": "常庵賦常庵賦", "197": "山之前。水之後。𡺚崒乎煙雲之上。縹渺乎松竹之杪", "198": "或作間。會靈跡以託化。樂幽居而養浩。茲固野人之自", "199": "得。豈心口之所較。雖復異心口於思議。即聞見於是", "2": "平江府報恩光孝禪寺臣僧　正受　編", "20": "傳者。斷空絕言而已矣。吾佛之道豈然哉。於戱。是豈", "200": "否。破滯著於二乘。闢圓常於非道。然非造詣深妙。與", "201": "識並遷。浮雲易散。夜壑匪堅。豈獨苟初步之不正。矧", "202": "脩途之能前。乃欲超生死之大患。出有無之深源。是", "203": "猶照螢光於捺落。指慧日於尼乾。則亦沉荒於黑暗", "204": "之下。淪墮於矯妄之邊。顧衣珠之有在。是寶刀之終", "205": "還者矣。若夫撒手高巖。箭峰中鏑。全機全用。混塵混", "206": "跡。瞥爾不到。遼然難及。喪妙用於剎那。超情塵於毫", "207": "忽。類春夢之展轉。若空華之出沒。謂無有以不無。言", "208": "有有而非實。妙無無之成病。妙有有之成賊。四句消", "209": "融。百非條直。暢靈㦗而適悅。開玄路而安逸。故能隨", "21": "識吾佛之道也。余學乎默者。於默也。安能盡之。今是", "210": "所而為。樂非居而居。一邀清風於脩竹。聽吟猿於石", "211": "室。廓然寥然。以語以默。非禪非誦。非忘非憶。然後乘", "212": "萬化之用。等眾類之歸。以會夫一瞬。又胡我胡物。", "213": "司空山歌司空山歌", "214": "司空山。在雲外。時人到得方自在。我今隨力幸登臨。", "215": "四顧巍巍無向背。絕遮攔。難比況。千山萬山齊恃仰。", "216": "九夏炎炎雪正飛。三冬颯颯華初放。春不榮。秋不落。", "217": "隱隱昭昭倚寥廓。直下人間咫尺間。欲上之人難措", "218": "脚。人跡絕。野境寬。觸事無能懶散便。有時向日巖前", "219": "坐。有時乘困日高眠。不學禪。不修道。只麼騰騰恣顛", "22": "庵而且名之者。蓋思古人之不可以跂及也。而亦有", "220": "倒。百種無求箇野人。隨分隨緣能作造。不從他。不覓", "221": "己。一句靈靈萬緣裏。自從識得祖師關。歷歷明明此", "222": "為始。無妙名。無忌諱。來者向渠只麼是。任你千般與", "223": "萬般。何曾出得箇些子。分明說。報知音。目炙風吹不", "224": "用尋。須彌南畔相逢著。積翠臺邊旨更深。旨更深。誰", "225": "會得。東村王老眼前黑。李四張三不信伊。問盡隣家", "226": "轉疑惑。轉疑惑。不較多。為君吟作司空歌。宮商角徵", "227": "任吹唱。角徵宮商爭奈何。", "228": "座右銘座右銘", "229": "得之在此。失之在此。得之失之。孰爾為己。己自不形。", "23": "所驚也。客去。復為歌曰。", "230": "堂堂爾名。名由實有。唯實爾靈。非一非異。猶空隨器。", "231": "全空在空。在空全器。的的自知。空器何依。匪空匪器。", "232": "不二而誰。海慧獨照。空器俱妙。妙在無私。全心了了。", "233": "一句全提。凡聖同機。悟不自悟。迷不自迷。影響萬化。", "234": "苦樂三界。誰知不知。無在不在。唯我行之。我不自欺。", "235": "如夜復晝。日新日為。功不自有。唯我持久。與物同波。", "236": "唯我為守。守之非緣。唯我自堅。千佛同訓。一志無遷。", "237": "上封佛心才禪師○上封佛心才禪師", "238": "坐禪儀坐禪儀", "239": "夫坐禪者。端心正意。潔己虗心。疊足加趺。收視反聽。", "24": "庵之基兮不崩而不騫。庵之形兮似月而孤圓。上無", "240": "惺惺不昧。沈掉永離。縱憶事來。盡情拋棄。向靜定處。", "241": "正念諦觀。知坐是心。及返照是心。知有無中邊內外", "242": "者心也。此心虗而知。寂而照。圓明了了。不墮斷常。靈", "243": "覺昭昭。揀非虗妄。今見學家。力坐不悟者。病由依計。", "244": "情附偏邪。迷背正因。枉隨止作。不悟之失。其在斯焉。", "245": "若也斂澄一念。密契無生。智鑑廓然。心華頓發。無邊", "246": "計執。直下消磨。積劫不明。一時豁現。如忘忽記。如病", "247": "頓瘳。內生歡喜心。自知當作佛。即知自心外無別佛。", "248": "然後順悟增修。因修而證。證悟之源。是三無別。名為", "249": "一解一行三昧。亦云無功用道。便能轉物。不離根塵。", "25": "其際兮傍無其邊。中無其極兮下亦如然。斯古今兮", "250": "信手拈來。互分主伴。乾坤眼淨。今古更陳。覿體神機。", "251": "自然符契。所以維摩詰曰。不起寂滅定而現諸威儀。", "252": "是為宴坐也。然當知水澄月現。鏡淨光全。學道之人。", "253": "坐禪為要。苟不爾者。脩途輪轉。汩沒四生。酸鼻痛心。", "254": "難以自默。聊書大槩。助發真源。果不廢修。即同參契。", "255": "冶父川禪師○冶父川禪師", "256": "參玄歌參玄歌", "257": "一尺水。一丈波。妙高峰頂笑呵呵。七步周行渾屬我。", "258": "不妨閑唱太平歌。靈利漢。不消多。法門廣大徧周沙。", "259": "若能當處分明了。只在如今一剎那。莫求真。休覓假。", "26": "未聞其變遷。西來之人兮強謂其相傳。嗟余之不敏", "260": "真假中間都放下。晃晃威光爍太虗。不知誰是知音", "261": "者。讚不欣。徒說謗。三際無心俱掃蕩。正體堂堂一物", "262": "無。是佛是魔俱一棒。小根聞說暗攢眉。繩上生虵又", "263": "更疑。撥轉面前關棙子。只許當人獨自知。阿呵呵。大", "264": "圓覺。流出菩提遍寥廓。鬼面神頭幾百般。無瑕鏡裏", "265": "皆消却。君不見。覿面相逢機掣電。直饒天眼不能觀。", "266": "點著不來真死漢。勸君參。參徹靈明自己禪。善財不", "267": "用南方去。黑白分明在目前。勸君信。信心戰退魔軍", "268": "陣。此是華嚴最上乘。森羅萬象皆相應。勸君修。六門", "269": "通達任優游。寒山拾得纔相見。指點豐干哂未休。火", "27": "兮實亦紹焉。念道之將墜兮欲扶危而持顛。彼昏者", "270": "風催。四山逼。那時要見君端的。有箇真空解脫門。千", "271": "眼大悲何處覓。有時放。有時收。唯有知音暗點頭。杏", "272": "華村裏如相見。跳出溈山水牯牛。有時喜。有時嗔。無", "273": "位真人迸面門。殷懃為說西來意。暮樓鍾鼓月黃昏。", "274": "有時唱。有時歌。顛言倒語不奈何。聲聲盡出孃生口。", "275": "不屬宮商一任他。有時默。有時笑。懵懂鐵鎚無孔竅。", "276": "輕輕觸著便無明。只這無明元是道。有時行。有時坐。", "277": "露影藏身成兩箇。不獨張三會打油。細觀李四能推", "278": "磨。無縫塔。見無因。巍巍本自隱深雲。國師樣子應難", "279": "造。不覺鋒稜露一層。無底鉢。手中擎。百千沙界裏頭", "28": "何知兮。廼拘空而滯偏。棄旃檀古幹兮慕螻蟻之腥", "280": "盛。大庾嶺頭提不起。都緣著力太多生。沒底船。不曾", "281": "漏。千重雪浪皆能透。只憑一箇把稍人。誰管狂風連", "282": "地吼。無鑐鏁。孰安排。鏁斷重關絕往來。巨靈擡手空", "283": "勞力。唯有無心便得開。無毫拂。是何物。擊碎狐疑山", "284": "鬼屈。一喝唯言三日聾。誰憐大辯翻成訥。無孔笛。最", "285": "難吹。角徵宮商和不齊。有時品起無生曲。截斷行雲", "286": "不敢飛。無根樹。直侵雲。枝條󳬂密蓋乾坤。劫火洞然", "287": "燒不得。利刀斬處亦無痕。無面目。擔板漢。翫水遊山", "288": "無侶伴。迦葉門前倒剎竿。文殊劒上全身現。日面佛。", "289": "乾屎橛。八兩半斤誰辨別。七斤衫子恰相當。鎮州休", "29": "羶。還鄉路絕兮嗟荊棘之參天。空華易落兮悲短景", "290": "更秤蘿蔔。野鴨飛。鸞對舞。三箇孩兒抱華鼓。趙老曾", "291": "看半藏經。靈雲一見桃華悟。真實語。報君知。不用思", "292": "量不用疑。春來決定千華秀。冬盡長天片雪飛。頭頭", "293": "漏世真消息。那箇休心辨端的。眼橫鼻直一般般。不", "294": "離當處休尋覓。古佛言。祖師說。千聖路頭同一舌。他", "295": "日人天匝地來。那時方表而今決。", "296": "開善密庵謙禪師○開善密庵謙禪師", "297": "答陳知丞書答陳知丞書", "298": "某啟。欣審官舍多暇。焚香靜默。坐進此道。何樂如之。", "299": "參禪如應舉。應舉之志。在乎登第。若不登第。而欲功", "3": "雜著雜著", "30": "之難延。昔人不偶兮亦梁逐而魏還。顧余之微兮今", "300": "名富貴光華一世者。不可得也。參禪之志。在乎悟道。", "301": "若不悟道。而欲福德智慧超越三界者。不可得也。竊", "302": "甞思。悟道之為易。登第之為難。何故。學術在我。與奪", "303": "在彼。以我之所見。合彼之所見。不亦難乎。是以登第", "304": "之難也。參究在我。證入在我。以我之無見。合彼之無", "305": "見。不亦易乎。是以悟道之為易也。然參禪者眾。悟道", "306": "者寡。何也。有我故也。有我則不能證入。亦易中之難", "307": "也。讀書者眾。及第者亦眾。何也。見合故也。見合則推", "308": "而應選。是難中之易也。故見合為易。無我為難。無我", "309": "為易。無無為難。無無為易。亦無無無為難。亦無無無", "31": "復何言。結茅宴處兮其樂闐闐。朝昏兀兀兮饑飡而", "310": "為易。亦無無無亦無為難。亦無無無亦無為易。和座", "311": "子撞翻為難。故龐居士云煉盡三山鐵。鎔銷五嶽銅。", "312": "豈欺人哉。因筆及此。庶火爐邊團圝頭。說無生話時。", "313": "聊發一笑。", "314": "劒門分禪庵主○劒門分禪庵主", "315": "雜句雜句", "316": "諸人放下坐禪。山僧一向妾想喫盡甘艸黃連。幾度", "317": "春生夏長。汝等諸人知不知。知與不知。坐禪妄想復", "318": "是誰。游魚吞餌去。何時水面歸。", "319": "我貴師兄悟本心。不貴師兄機辯深。鳳凰不棲荊棘", "32": "困眠。九年冷坐兮斯人可憐。魯祖面壁兮藩籬未堅。", "320": "林。貓兒爭解捕麒麟。驪珠撲碎亘天明。殺活咸歸劒", "321": "下親。問言有理不能伸。到此須當是箇人。", "322": "侍郎楊無為居士○侍郎楊無為居士", "323": "了了堂記了了堂記", "324": "了了堂。瑘瑘詮公之所建也。有二野叟登堂而議其", "325": "名。一叟曰。了心則能了法。了己則能了人。己未了。則", "326": "人與己迷。心未了。則法從心惑。了了之義。得非是歟。", "327": "一叟曰。不然。吾聞萬法本空。一心非有。心既非有。不", "328": "待了而已圓。法既本空。不待了而常寂。了有所了。困", "329": "于方隅。了無所了。始謂之達。了了之旨。其在是矣。二", "33": "諗老敗軍兮徒展戈鋋。三斗山茶兮聊思共煎。伊人", "330": "叟疑而質于無為子。無為子不答。俄而歌曰。山堂曉", "331": "兮白雲飛。山堂暮兮白雲歸。青松老兮明月溪。了不", "332": "了兮誰與知。二叟矍然相顧而去。詮公乃記之于石。", "333": "治平二年三月十有九日也。", "334": "太史黃公山谷道人○太史黃公山谷道人", "335": "跨牛庵銘跨牛庵銘", "336": "維水牯牛。頭角堂堂。以作意力。徧行道場。舉頭看月。", "337": "終不觀指。浮鼻渡河。蹴踏源底。三界為田。眾生為稻。", "338": "由我深耕。世無寸艸。我跨此牛。無繩與鞭。要下即下。", "339": "馬後驢前。", "34": "不來兮吾意日懸。伊人既至兮凝寂異喧。喧之至理", "340": "翠巖真禪師語錄序翠巖真禪師語錄序", "341": "石霜山中。有三角虎。孤游獨坐。萬木生風。至於千里", "342": "無人。艸深一丈。有一人撩其頭而得道。是為黃龍慧", "343": "南。有一人履其尾而得道。是為翠巖可真。南之子孫。", "344": "江西．湖南。若揭日月。而真得子晚。所乳之子。是為溈", "345": "山。道人慕喆。林棲谷隱。堅密深靜。霜露果熟。諸聖推", "346": "出。枯木朽株。雲行雨施。然後翠巖之道光明。蓋翠巖", "347": "之入石霜。適遭一吼。凡聖情盡。參承咨決。徹佛徹祖。", "348": "行住坐臥。亘古亘今。如行川之水。無不盈之科。似走", "349": "盤之珠。無可留之影。十聖三賢當路。亦須艸偃風行。", "35": "兮乃默之源。吾無己兮為若重宣。松風之飂飂兮巖", "350": "四方八面俱來。無不投戈散地。金章玉句。具在可知。", "351": "然明月夜光。多逢桉劒。陽春白雪。難為賞音。維黃龍", "352": "罷參之客。必遣之曰。百鍊精金。直須入翠巖爐韛。今", "353": "坐鎮諸方。龍吟虎嘯者。無不稱翠巖室中之句。以接", "354": "大根器凡夫。而叢林號為真點胷者。蓋同門數老。雖", "355": "目眎耽耽。文彩炳煥。似從慈明法窟中來。實不解石", "356": "霜上樹之機耳。各夢同床。不妨殊調。冷󰞆󳫲豆。聊為", "357": "解嘲云。", "358": "丞相張無盡居士○丞相張無盡居士", "359": "金剛經三十二分說金剛經三十二分說", "36": "溜濺濺。峰巒之𡺚崒兮浮黛而凝煙。竹󰈧皎皎兮桂", "360": "非法無以談空。非會無以說法。萬法森然曰因。一心", "361": "應感曰由。故首之以法會因由分。從空起慧。請答雙", "362": "彰。故受之以善現起請分。宗絕正邪。乘無大小。隨三", "363": "根而化度。簡異說而獨尊。故受之以大乘正宗分。得", "364": "宗而行。不住於相。故受之以妙行無住分。行行皆如。", "365": "謂之實見。故受之以如理實見分。見而信之。善根深", "366": "固。故受之以正信希有分。無得之得。是名真得。無說", "367": "之說。是名真說。故受之以無得無說分。無得無說。怖", "368": "於沈空。一切諸佛皆從此出。故受之以依法出生分。", "369": "果雖有四。相本無二。故受之以一相無相分。清淨心", "37": "魄而󰼋穿。几席英英兮白雲而晝聯。春夏兮層颸與", "370": "生。是名淨土。莊嚴諸相即非莊嚴。故受之以莊嚴淨", "371": "土分。有為之福。限量有窮。無為之福。殊勝無比。故受", "372": "之以無為福勝分。是經所在。天龍敬事。故受之以尊", "373": "重正教分。至道無名。假之方便。以是名字。行者受持。", "374": "故受之以如法受持分。聞經解義。深悟實相。故受之", "375": "以離相寂滅分。受持讀誦。自利利他。功德無邊。不可", "376": "稱量。故受之以持經功德分。恒沙罪業。一念消除。果", "377": "報不虗。豈經多劫。故受之以能淨業障分。本來無我。", "378": "安得有人。為度彼人。故權立我。故受之以究竟無我", "379": "分。一眼攝五眼。一沙攝恒河沙。一世界攝多世界。一", "38": "百華而鬪妍。秋冬兮擁爐視黃葉之翩翩。斯物物兮", "380": "心攝若干心。故受之以一體同觀分。遍周法界。一化", "381": "普通。七寶福田。寧如四句。故受之以法界通化分。三", "382": "身具足。諸相圓成。人法俱忘。即非具足。故受之以離", "383": "色離相分。終日譚空。不譚一字。若云有說。即謗如來。", "384": "故受之以非說所說分。無上正知。實無少法。法無所", "385": "得。正徧歷然。故受之以無法可得分。一法存心。情生", "386": "高下。淨心修善。法法何窮。故受之以淨心行善分。施", "387": "寶如山。山非無盡。大身妙智。斯即寶山。故受之以福", "388": "智無比分。化門建立。未脫筌蹄。以要言之。實無所化。", "389": "故受之以化無所化分。色見聲求。是行邪道。於茲妙", "39": "舉妙以談玄。伊迷徒兮剛欲而棄捐。全體見成兮不", "390": "契。獨露真常。故受之以法身非相分。相而無相。空且", "391": "不空。亘古亘今。孰云斷滅。故受之以無斷無滅分。大", "392": "心成忍。本自無貪。世福甚多。云何有受。故受之以不", "393": "受不貪分。去來坐臥。無不如如。故受之以威儀寂靜", "394": "分。信心不斷。斯即微塵。信寶徧充。是名世界。界塵一", "395": "合。法爾如然。故受之以一合離相分。四見俱非。是名", "396": "四見。故受之以知見不生分。一念發心。獲福亦爾。應", "397": "身化物。豈得已哉。真佛流通。能事畢矣。故受之以應", "398": "化非真分終焉此經第十分。應無所住而生其心。大帝本云。應生無所住心。三十二分。無", "399": "法可得。平等王本云。眾生深信分。語雖小異。意亦大同。不必易也。", "4": "蔣山佛慧泉禪師○蔣山佛慧泉禪師", "40": "勞雕鐫。忽爾回光兮乃聖乃賢。真風既復兮。捨󱇮而", "400": "東林善法堂記東林善法堂記", "401": "元祐二年七月八日。廬山東林禪寺善法堂成。其為", "402": "間七。其高為丈者五。深而為尺者九十。其廣十有一", "403": "丈。六年三月。無盡居士自河北來。東林徒眾七百人。", "404": "以弼恩度而為上首。皆於現在老人照覺禪師親近", "405": "供養。深得法要。決擇邪正。消隕知解。一心精進。扶竪", "406": "宗教。於是以弼等和南稽首白居士言。我此善法堂。", "407": "蓋甞走四方。求士大夫紀錄營建。昭示來世。終無一", "408": "人能承當者。何以故。此堂雄麗。難形摹故。我師說法。", "409": "難湊泊故。今居士適至。是我山中天龍．藥叉．人．非人", "41": "忘筌。野老歌吟兮幸斯言之未愆。熈微幽徑兮蘇駮", "410": "等。三歲守護。以待居士也。居士其舍諸。居士曰。汝等", "411": "說法。與過去諸佛異。非我名言意識之所測度。吾無", "412": "得而記焉。何以故。毗盧遮那佛說十住品於須彌頂", "413": "上。帝釋於其殿內安置普光明藏師子之座。說十行", "414": "品於夜摩天宮。時分天王於其殿上化作寶蓮華師", "415": "子之座。說十回向品於兜率陀天。知足天王於其殿", "416": "上敷摩尼藏師子之座。天住於佛住而未離乎住。故", "417": "說法乎地中之天。而忉利是矣。其座則安置之。而未", "418": "至於化者也。行行皆真而超然絕俗。故說法乎空中", "419": "之天。而夜摩是矣。其座則化之。而未至於敷者也。化", "42": "苔纏。此處同歸兮千年萬年。劫火洞然兮此不可然。", "420": "則依空矣。而非所以入有也。真則自利矣。而非所以", "421": "利他也。心也回真而入俗。運智而行悲。使上而超之。", "422": "可以出乎欲頂。下而即之。可以同乎萬物。故說法乎", "423": "天中之天而兜率是矣。其座敷而布之。則安置能化。", "424": "蓋有不足言者矣。古佛之說法也。觀根之時。依土立", "425": "義。可以科。可以釋。今子之師。建潭潭之堂。巍巍之座。", "426": "法鼓在左。杖拂在右。以忉利言之乎。則無住為住。以", "427": "夜摩言之乎。則無行為行。以兜率言之乎。則本自無", "428": "向。今亦無回。雖然。甞試為汝議乎其涯。彼妙湛靈明。", "429": "曠虗粹精。莫之與將。莫之與迎。未始有夢。而未始有", "43": "重閣之後兮寒山之前。", "430": "覺也。未始有淳。而未始有漓也。未始有壞。而未始有", "431": "成也。未始有污。而未始有淨也。膠膠以生。林林以形。", "432": "生死苦樂之變。循環乎去來。諸佛為之種種譬喻方", "433": "便。為之說三乘。為之說五教。河沙句偈。不足以勝其", "434": "情而奪其識。其究竟也。以清淨法眼。涅槃妙心。無相", "435": "實相。正法眼藏。撥去文字。教外別傳。囑付飲光。宛轉", "436": "傳授。以至今日。當法堂未建。法座未登。掣電呈機。猶", "437": "成第二。學人上來。頗復何用。然則建斯堂也。登斯座", "438": "也。法竟可說乎。法竟不可說乎。且夫居其堂正。則知", "439": "其位正。知其位正。則知其眼正。知其眼正。則知其根", "44": "吳山師子端禪師○吳山師子端禪師", "440": "正。知其根正。則知其識正。知其識正。則知其塵正。知", "441": "其塵正。則知其耳正。知其耳正。則知其鼻正。知其鼻", "442": "正。則知其舌正。知其舌正。則知其身正。知其身正。則", "443": "知其意正。如是乃至十方虗空。八萬四千陀羅尼門。", "444": "莫不皆正。古之所謂此處最吉祥者。其意在此。其亦", "445": "是乎。而自少室之後。曹溪以來。散之四方。分為五派。", "446": "師異訓。人殊習。祖師之道微矣。請略言之。月裏麒麟。", "447": "溪邊石笋。寒松庭栢。日裏看山。雨聲鳩聲。迷逢達磨。", "448": "撥塵見佛。漁父棲巢。吐舌退身。擡眸一瞬。舉拳竪指。", "449": "擊拂敲床。叉手當󱗉。展開雙掌。或謂之曰道眼。或謂", "45": "睡辭睡辭", "450": "之曰根塵。或謂之曰向上。或謂之曰末後。斯皆順風", "451": "揚󰞆於馳突之場。浚渠流惡於眢廢之井。禪師於是", "452": "也大奮迅定。駕無礙慧。主賓問答。縱奪取與。庶幾乎", "453": "惑者有解。而執者有破。垢者有滌。而病者有瘳。然則", "454": "有其事者。則必有其理。有其實者。則必有其名。莊嚴", "455": "妙善而不可不建者。堂也。方便誘誨而不可不說者。", "456": "法也。垂信示後而不可不為者。記也。東林眾以記累", "457": "吾亦不善乎。東林律寺改為十方。其本末具於余語", "458": "錄序。茲得以略云。時歲四月二十四日記。", "459": "嘉泰普燈錄卷第三十終", "46": "夫人處世。身有四儀。身之四儀。唯臥最奇。人間萬慮", "460": "音釋", "461": "濬音峻　於戲與嗚呼同　跂音仚", "462": "還音旋　飂音留　𡺚自秋切　崒才律切", "463": "颸楚飢切　󱇮音題　𪅎竹咸切　適音的", "464": "魄音託　尳音鶻　絭音勸　鞏音拱", "465": "耔音茲　徵竹里切　廖音抽　蹴七宿切", "466": "舍與捨同　眢音剜　枘而銳切釋柄也", "467": "No. 1559-ANo. 1559-A", "468": "人未有不以文字語言相授者。今七佛偈是其一也。", "469": "乃若中夏。則三十萬年之前。包犧氏作已。畫八卦。造", "47": "俱遣。名利富貴都不能知。翻思釋迦老子。不知人之", "470": "書契。為文字權輿。至釋迦之興。固亦無異。今一大藏", "471": "教可謂富矣。乃獨於最後舉華。示其上足弟子迦葉。", "472": "迦葉欣然微笑。不立文字。不形語言。謂之正法眼藏。", "473": "然師舉華而傳弟子。一笑而受。既書之木葉。旁行之", "474": "間矣。亦未見其與古聖異也。豈謂之文而非文。謂之", "475": "言而非言耶。昔有景德傳燈三十卷者。蓋非文之文。", "476": "非言之言也。燈既傳矣。自一而千萬。烏有窮盡。故廣", "477": "之於天聖。續之於靖國。然二家所著。皆草創趣成。凡", "478": "例不立。詳簡失中。雖聖若賢臣之事。有不具者。獨旁", "479": "見間出於諸祖章中。識者以為恨。吳僧正受始著普", "48": "好宜。却教我晝則勤心修習善法。初夜．後夜事勿有", "480": "燈。凡十有七年。成三十卷。前日之恨毫髮無遺矣。尤", "481": "為光明崇顯者。我", "482": "祖宗之明詔睿藻。一語半偈。裒集登載皆有據依。足", "483": "以傳示萬世。寶為大訓。其有功於釋門最大。方上之", "484": "御府。副在名山。又以其別本示游。俾得紀述梗槩于", "485": "後。游自隆興距嘉泰。五備史官。今雖告老。待盡山澤。", "486": "猶於祖宗遺事。思以塵露之微。求足山海。不自知其", "487": "力之不逮也。", "488": "嘉泰四十三月乙酉。太中大夫充寶謨閣待制致", "489": "仕山陰縣開國子食邑五百戶賜紫金魚袋陸游", "49": "廢。中夜誦經以自消息。莫以睡眠因緣。令一生空過。", "490": "謹書。", "491": "No. 1559-B 嘉泰普燈錄䟦No. 1559-B", "492": "嘉泰普燈錄䟦", "493": "傳云。廣云。續云。燈固燈也。其如光燭有偏。何耿耿餘", "494": "輝殘𦦨。竝收無遺者。虗中燈而普然。二楞板于茲。既", "495": "淹矣。此錄尚無國本。頃歲適出劂氏手。余意廓如。就", "496": "觀國字舊點。有艶曲未盡。有旁訓絕無。措大不合。正", "497": "焉補焉。狐之媚必呂。猿之蟲必啼。醜拙不別。此世惑", "498": "者。守株緣木。以覓兔魚。不惟風之始也而已。", "499": "寶林　梅峯信　敬䟦", "5": "默庵歌默庵歌并序", "50": "若教老僧當時親見。領向靈山頂上大松樹下。塊石", "51": "枕頭。大家一時打睡。驀地起來。知道睡中有此滋味。", "52": "放牛歌放牛歌", "53": "牛牛牛。休休休。更莫牽犂拽杷。任經冬夏春秋。無繩", "54": "無索。無準無鈎。朝來放向荒郊去。杳杳無蹤休復休。", "55": "易說易說", "56": "夫易之道。幽玄難會。問著時流。指天說地。窮他二儀", "57": "未分已前。只言太始太極混沌一氣。清濁纔分之後。", "58": "不離乾坎艮震巽离坤兌。出來十字街頭。撞著南山", "59": "張二。問他上代祖翁。却道離鄉日久。子孫不知次第。", "6": "余熙寧九年春。自杭之千頃。移居是院。因其方丈缺", "60": "法昌遇禪師○法昌遇禪師", "61": "寄徐龍圖歌寄徐龍圖歌", "62": "孺子從來心性惡。不是德山誰敢撲。法昌一句沒人", "63": "知。信手拗折󱸡瑚枝。也大奇。五十年來尋不得。顧鑒", "64": "咦。翻身趯倒𦘕須彌。拽下虗空為井蓋作地衣。一等", "65": "師子兒。他時若見毗耶老。腦後錐。頭角分明辨大溈。", "66": "答徐龍圖歌答徐龍圖歌", "67": "法昌有條老鼈鼻。生得來來沒向背。藏身露影恰似", "68": "無。觸著令人身粉碎。那箇驢。更奇異。兩耳纍垂。四脚", "69": "著地。正恁麼來。為虵出氣。虵不惜命。近前噴嚏。和那", "7": "爾。遂闢半軒。結艸庵於巖石之下。以為宴息之所。是", "70": "老驢。總不靈利。", "71": "保寧勇禪師○保寧勇禪師", "72": "贈洪井朱道人歌贈洪井朱道人歌", "73": "來來去去未甞休。選甚南頭與北頭。一錢為本萬錢", "74": "利。善解看樓便打樓。不妨好手。著甚來由。君不見歸", "75": "耕有疇。歸釣有舟。不如騎取箇無眼耳鼻底水牯牛。", "76": "向三家村裏東倒西儽。擺尾搖頭。清溪萬頃。月印中", "77": "流。不収玉粒。不擲金鈎。悠悠又阿誰管你趙官家。世", "78": "界天下有三百六十州。", "79": "泐潭真淨雲庵文禪師○泐潭真淨雲庵文禪師", "8": "年十二月庵成。命名曰默。蓋取摩竭掩室。毗耶杜口", "80": "送雅禪者往石城作匃歌送雅禪者往石城作匃歌", "81": "雞不𪅎無功之食。水長船高。物歸乎有道之心。泥多", "82": "佛大。德山呵佛罵祖。曾遭巖頭僧堂前領過。臺山路", "83": "上老婆。有箇趙州不出門勘破。獨有雲門古錐有口。", "84": "不妨道火火本無火。承言者紛紛自我。不然也。非言", "85": "道不通。非言理不果。理事通達人。利生無不可。既然", "86": "也。却不解臨時建立。又不解逐旋包褁。但可日日用", "87": "好心。殊不知反遭惡禍。末法眾生。知恩者能有幾箇。", "88": "雅禪者為你老婆葛藤得麼。", "89": "寶峰闡提照禪師○寶峰闡提照禪師", "9": "之義也。未幾。有客造余曰。師之庵成矣。庵之義著矣。", "90": "和陸德先尚書歌和陸德先尚書歌", "91": "大道坦然兮殊不用功。殊不用功兮何必研窮。豁虗", "92": "離礙兮從空背空。不守自性兮雖同不同。百無所依", "93": "兮自西自東。照體獨立兮滿目清風。廓落大度兮無", "94": "不包容。全身異類兮觸處皆通。", "95": "勸徒銘勸徒銘", "96": "身心無拘。動寂無知。如大死人。無倚無依。無拘者寬。", "97": "無知者安。無內無外。無定無觀。無適無莫。無造無作。", "98": "無去無來。無好無惡。一道清虗。萬法如如。愚極成智。", "99": "智極成愚。超諸數量。孰云比況。淨盡不留。無法可尚。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1559 嘉泰普燈錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1559 嘉泰普燈錄", "author": "宋 正受編", "language": "chinese", "source": "CBETA"}