{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1395-A 方山和尚語錄序No. 1395-A", "1": "方山和尚語錄序", "10": "絕群。再閱之乃寶祖錄也。即命筆謄之。恨其帙貝腐", "100": "上堂。不是心。不是佛。不是物。突出難辨。名不得。狀不", "101": "得。類不得。笑殺旁觀。大眾。瑞巖老漢。與你諸人灑灑", "102": "落落去也。擲下拂子云。青山只解磨今古。流水何曾", "103": "洗是非。", "104": "上堂。舉國清和尚云。五峰影裡。雙㵎聲中。有大寶藏。", "105": "八面玲瓏。諸人在此著到。許多時節。因甚眼看不出。", "106": "只說不通。山僧今日。直下打開去也。竪柱杖云。者個", "107": "是秘魔一把叉。橫拄杖云。者個是道吾一柄劍。打三", "108": "圓相云。者個是雪峰三個木毬。阿呵呵。且不是。曹溪", "109": "路上剎竿頭。風動幡幡動風。自南自北。自西自東。師", "11": "爛。不堪任手。首尾脫落。僅得十之一二。深為可惜。置", "110": "曰。百千三昧。無量法門。若作一句說。佛祖吞聲。不作", "111": "一句說。累他千聖。總不恁麼。又是不說而說。且說。又", "112": "說個甚麼。莫若真實告報與大眾。作個撇脫。驀拈拄", "113": "杖云。者個是瑞巖拄杖。喚甚麼作秘魔叉。道吾劍。又", "114": "喚甚麼作雪峰毬。國清老人恁麼道。畢竟風動旛。旛", "115": "動風。瑞巖喫盡娘生。只到得者裡。大眾珍重。", "116": "上堂。舉溈山云。行脚高士。直須向聲色裡坐。聲色裡", "117": "臥。踈山出云。如何是不落聲色句。溈竪起拂子。山云。", "118": "此猶是落聲色句。溈便歸方丈。山不契。遂辭香嚴。嚴", "119": "云。何不且住。云某甲與和尚無緣。云有何因緣不契。", "12": "諸篋中。迄今十餘載矣。測兄與晦兄。皆里人也。康熈", "120": "山舉前話。嚴云。某甲有個語。云道甚麼。云言發非聲。", "121": "色前不物。山云。元來此間有人。師兄。去後有個住處。", "122": "某甲却來相伴。溈至晚問嚴。矮闍黎在麼。云已去了。", "123": "溈云。向你道甚麼。云某甲亦曾對他來。溈云試舉看。", "124": "云言發非聲。色前不物。溈云。他道甚麼。云他深肯之。", "125": "溈失笑云。我將謂矮子有長處。元來只在者裡。此子。", "126": "向後有個住處。近山無柴燒。近水無水喫。師云。溈山", "127": "踞虎頭。只知有後。香嚴把虎尾。只知有前。正眼看來。", "128": "二尊宿總出矮闍黎縵天網子不得。汝若不信。三十", "129": "年後。有人證明。", "13": "辛未春。訪晦兄于龍淵。盤桓月餘。訊其祖源歷代機", "130": "全真道士請上堂。千斤石輥水上浮。四兩葫蘆沉到", "131": "底。火燒狗尾猪頭焦。南辰竄入北斗裡。汝等諸人。者", "132": "裡具得一雙眼。不但本命元辰。有個落處。四威儀中。", "133": "著著有出身之路。", "134": "上堂。破沙盆挨拶不開。花藥籃收拾不起。忽遇籌䇿", "135": "不到的□步上前。掇轉󰤯鼎。同致太平。□大梵天王。", "136": "口喃喃□道。汝等雖有坐具地。也要善護念諸菩薩。", "137": "山僧聞得。驀頭與他一棒。天王道。俊哉好拄杖。不是", "138": "我等。大難承當。雖是恁麼見解。略較些子。", "139": "上堂。碧桃愛春風。黃菊喜秋雨。驀拈拄杖云。者個不", "14": "語。乃出寶祖錄示之曰。此君家物也。晦兄驚喜。秉爐", "140": "涉春秋。活如龍。雄如虎。卓一卓云。者裡也有權。也有", "141": "實。也有照。也有用。諸仁者作麼生商量。時有僧出便", "142": "喝。師打云。你也不怕旁觀者哂。僧擬議。師又打。", "143": "圓華嚴經上堂。如經所云。無少法為智所入。亦無少", "144": "智而入於法者。是以架一智箭。破眾魔軍。揮一慧刀。", "145": "斬諸疑網。斯乃妙悟之力。倘或未然。雖修智慧。不入", "146": "圓常。縱□行門。惟增我慢。葢未達一際之門。是名圓", "147": "覺法。亦名我慢幢。若是妙悟真宗。頓契一乘。必須福", "148": "慧兩圓。行解俱到。舉一步。直蹈毗盧頂上。彈一指。徧", "149": "遊百億國中。現菩薩種種身雲。成就盡佛世界無量", "15": "拜誦。何止煬珠卞璧之出現于世也哉。煬珠卞璧。葢", "150": "無邊之勝事。果能如此。舉足下足。無非福城。入林出", "151": "林。總是妙峰。依文殊大智海。獅子哮吼。入普賢毛孔", "152": "中。象王回顧。開彌勒之樓閣。法法頭頭而不捨。示觀", "153": "音之慈相。塵塵剎剎以交輝。苟非其人。且看善財最", "154": "初參的。德雲比丘。為甚麼在別峰相見。者裡看得透。", "155": "我為你保任此事。終不虗也。", "156": "小參。參禪學道。乃出世第一大事。要了脫生死。須具", "157": "擇法眼。辨邪正。識好惡。取友要端。互相䇿發。昔南公", "158": "在泐潭會下。雲峰一見。稱為道器。惜未受本色鉗錘。", "159": "一日會遊西山。夜話雲門法道。峰曰。泐潭雖是雲門", "16": "世間希有之珍也。而我祖法語。寔出世間無上之大", "160": "之後。其法道則異矣。南公詰其所以異。峰曰。雲門如", "161": "九轉丹砂。點鐵成金。泐潭如藥汞銀。徒可玩。入煆則", "162": "流去。南怒以枕擊之。明日雲峰謝過。又曰雲門氣宇", "163": "如王。甘死語下乎。泐潭有法授人。死語也。死語豈能", "164": "活人乎。即背去。南公挽之曰。若如是。則誰可汝意。峰", "165": "曰。石霜圓手段出諸方。子宜見之。不可後也。南公見", "166": "石霜。果於言下開解。假使南公不遇雲峰。而雲峰器", "167": "識有差。南公履踐安有此。又如夾山上堂。有僧問如", "168": "何是法身。曰法身無相。如何是法眼。曰法眼無瑕。適", "169": "道吾在旁失笑。夾山下座。叩其所以。吾曰。和尚一等", "17": "寶也。晦兄告余曰。今我妙雲法叔。欲捐衣鉢之資。謀", "170": "出頭人。未有師在。山即茫然自失。意欲道吾說破。吾", "171": "遂指參船子。果於船子處大悟。假道吾若無如是眼", "172": "目。則夾山安有此。此老信力不如。法眼不正。縱遇良", "173": "友。亦當面錯過。且師家垂手接人處。各各不一。如臨", "174": "濟德山。一人用棒。一人行喝。石鞏架箭。魯祖面壁。禾", "175": "山打鼓。雪峰弄虵。雖行處各異。然到家則一。汝等諸", "176": "人。既在者裡。相集辨道。了脫生死。第一要性燥。器度", "177": "要鴻大。不可卑小。昔山僧偶閱壇經。見玄覺到曹溪。", "178": "繞祖三匝。振錫一下。卓然而立。祖曰。夫沙門者。具三", "179": "千威儀。八萬細行。大德自何方來。生大我慢。曰生死", "18": "付諸梓。以廣流傳。乞一言以表我祖語錄所得奇緣。", "180": "事大無常迅速。祖曰。何不體取無生。了無速乎。曰體", "181": "即無生。了本無速。祖曰。如是如是。覺方具威儀。禮拜", "182": "即辭。祖曰。返太速乎。曰本自非動。豈有速耶。祖曰。誰", "183": "知非動。曰仁者自生分別。祖曰。汝甚得無生之意。曰", "184": "無生豈有意耶。祖曰。無意誰當分別。山僧於此。通身", "185": "慶快。如獲舊物。不勝踴躍。遂舉黃梅衣鉢因緣。問鞏", "186": "禪師曰。既不會佛法。為甚又紹祖位。鞏曰。不但祖師。", "187": "大有人不會佛法。亦紹祖位。山僧當日乍入其道。鞏", "188": "老入泥入水來。引導山僧。可謂血心片片。山僧不識", "189": "好惡。當面錯過。故又問。和尚還紹祖位否。鞏老曰。若", "19": "俾後之讀是錄者。抑知夢颿兄於遊山玩水之際遇", "190": "紹祖位。即會佛法。此時雖然不會鞏老意思。幸具信", "191": "力。大起疑情。必要討個明白。即求芟染。與天界日兄。", "192": "結伴參見數員知識。雖無利益。實賴東敲西擊之力。", "193": "在育王有僧持佛鑑上堂語至。一見知為本色道流。", "194": "心心念念。想去見他。一日忽聞朝廷旨下。詔住徑山。", "195": "其心喜之。不數月。杖錫果駐徑山。時與日兄相依極", "196": "久。凡佛祖公案。一一會盡。惟不會四方八面來的因", "197": "緣。請益至再。終不為說。教令返觀自看。不期佛鑑示", "198": "疾。山僧同眾。請鑑遺偈。鑑乃執筆顧山僧。而書偈曰。", "199": "來時空索索。去也赤條條。更要問端的。天台有石橋。", "2": "夫逸世之秘藏于珍者。無如煬帝之珠。卞和之璧。而", "20": "古人言句。不肯輕易放過。而又持歸于余。令彼分門", "200": "山僧稟命。往謁斷橋老師於國清。每每入室應機。了", "201": "無留礙。老師笑而不語。山僧發急不已。凡入室請益。", "202": "屢蒙賜棒。一日甚是迷悶。危坐寮中。忽覩同寮僧拿", "203": "紙燭將進門。面前豁然。平生寶惜。一時沒有了。頓覺", "204": "身心如琉璃一般。山河大地亦如琉璃相似。內外明", "205": "徹無纖毫隔礙。始知老師垂手處。脚跟下好與二十", "206": "拄杖。次早入方丈。通其所得。老師一氣舉了數則公", "207": "案。勘驗山僧。一一答了。又舉萬法歸一話。又答了。老", "208": "師只是不肯。復招近前。以手作砍勢云。侍者你到底", "209": "欠者一刀在。山僧憤然走出。大聲呌屈。老師只是不", "21": "列戶之徒。特勢凌孤之輩。以曉前人用心之處之不", "210": "肯。齋畢。普請擇菜次。老師少刻到。見山僧手也懶動。", "211": "遽問擇得乾淨麼。對曰。乾淨極了。老師伸手。向籃內", "212": "拾起一莖莧根。擲在山僧面前。曰者是甚麼。山僧於", "213": "此脫然無礙。老師撾鼓陞堂。謂眾曰。寶侍者徹也。移", "214": "單入首座寮。從此也不疑佛。不疑祖。五家宗旨。千七", "215": "百則公案亦不疑。也到與麼田地。纔成得個無事人。", "216": "優游天地間。真個逍遙。真個快樂。世出世間。無有一", "217": "物可比。汝等諸人好心學道。須到恁般田地。方可休", "218": "歇。若不到恁般田地。切忌中止化城。汝等做工夫。起", "219": "疑情。不妨取信古人言句。所貴無別。只在提持話頭。", "22": "自欺也。余曰。然。誠哉是言也。吾雖不敏。誼不容辭。抵", "220": "不要看死句。如趙州見僧參問。曰上座曾到此間否。", "221": "曰曾到。州曰。喫茶去。又僧參。州問曾到此間否。曰不", "222": "曾到。州曰喫茶去。院主曰。和尚曾到此間也喫茶。不", "223": "曾到此間也喫茶。州喚院主。主應諾。州曰。喫茶去。此", "224": "皆活句也。又有僧問西來意。州曰。庭前栢樹子。其僧", "225": "曰。和尚莫將境示人。州曰。不將境示人。曰如何是祖", "226": "師西來意。州曰庭前栢樹子。此亦活句也。汝等須信", "227": "吾言。但恁麼用心。密密看去。時時返觀。刻刻覺察。倘", "228": "話頭見前。便乃和身拶入。如不見前。頻頻舉起。看是", "229": "甚麼道理。我却不會。就向不會處。一念萬年。萬年一", "23": "暮掉歸梵受客窓。篝燈勉就。未易言敘也。容質之瑞", "230": "念。於此討個明白。不到古人田地。誓不休歇。夫人生", "231": "天地。諸行無常。動轉施為。是生滅法。若無禪定工夫。", "232": "而發解佛祖妙理。終難神契。古人聞有恁般事。把住", "233": "繩頭。站定脚跟。或看個父母未生前。或看個青州布", "234": "衫。或看萬法歸一。或看麻三斤話頭。如大將軍攝印", "235": "登壇。操持發縱。生殺隨宜。死生在頃刻。掃蕩欃槍。坐", "236": "享大平。汝等做工夫。果能如此。穿過銀山鐵壁。轉箇", "237": "身來。回眸一看。不獨父母未生已前消息。即庭前栢", "238": "樹子。青州布衫。三斤麻。乾屎橛。及五宗旨趣。都是自", "239": "家屋裡底。至於發一言。吐一辭。與古人不別。喜笑怒", "24": "巖古佛方山祖。慧寂光分鑑余可否。", "240": "罵。無非般若至理。所以竺乾本師。愍物興慈。向火宅", "241": "內。垂手說法四十九年。談經三百餘會。曲盡老婆心。", "242": "末上拈花。展轉相傳。烜赫至今。足下兒孫千波萬浪。", "243": "一波闊一波。一浪高一浪。莫可測其涯涘。古人脚上", "244": "也刺。手上也刺。逢咽㗋也刺。就地彈。就窠子裡彈。喝", "245": "起來青天彈。者般漢將謂手眼通身。若值明眼人。可", "246": "發一笑。何故聻。要將祖宗閒家具。拈向當陽。如天普", "247": "葢。似地普擎。直得虗空緘口。須彌結舌。此猶是轉句。", "248": "未為衲僧極則。若論此事。如萬仞巖頭相撲。放著手", "249": "直窮到底。驀拈拄杖云。瑞巖放著手。汝等還曾到底", "25": "住南嶽兜率弁山三葉棄人氏智安拜首題并書", "250": "也未。擲拄杖云。見處精明堪紹續。洞觀妙理要虗玄。", "251": "小參。古人有時建立。有時掃蕩。有時掃蕩中建立。有", "252": "時建立中掃蕩。汝等諸人。還會者消息磨。若會。出眾", "253": "說道理看。不然。也須百草頭薦取祖師。紅塵裡識認", "254": "天子。且個裡原有極趣。豈凡情所測。古人謂。此事眨", "255": "上眉毛即錯過。擬議思量。白雲萬里。故曰。目前無法。", "256": "意在目前。不是目前法。非耳目之所到。此事如得處", "257": "不真。見處不的。須欲優孟抵掌。不可得也。靈機獨脫。", "258": "大用現前。不存軌則。正令全提。直示當人。豈容安頓。", "259": "若欲天旋地斡。徹古窮今。直須壁立萬仞。把住繩頭。", "26": "No. 1395", "260": "掀翻翳跡。瞥然而起。使默照者。到者裡湊泊不得。逐", "261": "妄者。到者裡入步無門。果能如此。一了百當。纖塵不", "262": "立。饑便飡。渴便飲。日則起。夜則眠。忽于不經意處。廓", "263": "爾洞明。始知古人誠不我欺也。雖得如許境界。正要", "264": "遇人。若不遇人。只好倚門傍戶。所以數千里之鯤。化", "265": "為九萬里之鵬。必藉南冥之息。若㘭堂之水。置杯則", "266": "膠。匪可同日而語乎。然衲僧氣索。鼻孔軒昂。汝等若", "267": "以見聞覺知解會。與道懸殊。必須親到親證。只以解", "268": "心湊泊。他日太陽。乃被寸雲掩却。莫言不道。", "269": "小參。離四句。絕百非。直得藏頭白。海頭黑。置箇事向", "27": "台州府瑞巖淨土禪寺方山文寶禪", "270": "上提持。智者猶迷。達人虧半。引領符冥。宗說差異。把", "271": "一句函天葢地。換斗移星。正當恁麼時。進前一步。莫", "272": "若退後一步。進一步窄。退一步寬。寬則足以有容。諸", "273": "人不須別求。要信自心是佛。佛是自心。自心即是佛", "274": "心。佛心即是自心。自心顯現。湛然常住。無變無遷。無", "275": "動無搖。無去無來。無增無減。故曰如如佛。昔迦葉所", "276": "契。契此心也。世尊所傳。傳此心也。達磨直指人心。見", "277": "性成佛。二祖斷臂安心。所指者此心。所安亦此心也。", "278": "即此心之外。別無法求。夫求無上大道。先明自心。自", "279": "心若明。心外無別佛。佛外無別心。心佛一如。不取善。", "28": "師語錄", "280": "不捨惡。淨穢兩途。俱不依怙。不取不捨之心。念念現", "281": "前。故三界唯心。萬法唯識。古人有言。凡所見色。皆是", "282": "見心。心不自心。因色故有。汝但隨時言說。即事即理。", "283": "都無所礙。菩提道果。亦復如是。於心所生。即名為色。", "284": "知色空故。生即不生。若了此意。乃可隨時穿衣喫飯。", "285": "水邊林下。保養聖胎。春到鳥棲無影樹。時來花發不", "286": "萠枝。到如是田地。拓條拄杖。三曲四曲。拽個布袋。七", "287": "零八碎。或向三叉路口。盤結草菴。熟炊松粉。接待往", "288": "來。或向十字街頭。全身放倒。和泥合水。隨類演化。或", "289": "向孤峰頂上。罪石誅茅。搆樹為梁。風月同住。猿猱共", "29": "嗣法門人　　先覩　祖燈　等錄", "290": "遊。此樂何極。拈一句施一機。塵塵剎剎。全彰本地風", "291": "光。法法頭頭。適絕兩邊功用。末後超然自脫。如水歸", "292": "水。似空合空。既無踪跡可尋。安有聲色不透。教忠若", "293": "把第二杓惡水。潑汝諸人。諸人脚跟下。黑漫漫地。驀", "294": "拈拂子。畫一畫云。向者裡撥開機道。鑑地輝天。摟碎", "295": "佛祖腦葢。捩轉鼻孔。巍巍蕩蕩。絕此絕彼。汝等諸人。", "296": "到者裡還有功用也無。良久云。止止不須說。我法妙", "297": "難思。", "298": "示眾。世尊陞座。義出豐年。文殊白椎。家富兒嬌。當時", "299": "人天百萬。倘有個出來道。今日之事。且莫草草。文殊", "3": "極至之矣。適壬申秋。余過檇李。訪晦岳兄於長塘李", "30": "楚黃大石山十六世孫　機雲　編", "300": "即有金椎在手。也無下處。惜乎無人下此一轉語。若", "301": "下此語。文殊至今轉身不得。雖然。不因紫陌花開早。", "302": "乍見黃鸝上柳條。", "303": "示眾。天台山中。方廣寺裡。五百應真。常在石梁橋上。", "304": "捕風捉影。寒山拾得。倒跨猛虎。默地走出。布袋口拄", "305": "杖頭。跛跛挈挈。各自散去。大眾。且道散去後又作麼", "306": "生。良久云。歸堂喫茶。", "307": "示眾。庭前栢樹子。半黃半白。青州七斤衫。缺東缺西。", "308": "開山老祖怕受人瞞。坐盤陀石上。一呼一喏。到底難", "309": "免。何以見得。子規啼落三更月。蝴蝶紛紛在上頭。", "31": "古齊大悲寺十五世孫　真雄　梓", "310": "示眾。靈雲見桃花悟道。解心猶存。香嚴聞擊竹徹去。", "311": "機智尚在。怎似東村王麻鬍。不識不知。得錢便使。", "312": "示眾。牛頭未見四祖。百鳥󰴌花。天人送供。四祖一見。", "313": "百鳥不󰴌花。天人不送供。且道利害在甚麼處。諸人", "314": "不得作道理。試下一轉語。眾下語不契。師代云。眼裡", "315": "不著沙。", "316": "示眾。高高山頂立。不解從空降下。深深海底行。不解", "317": "從地湧出。作麼生是掀翻函葢。截斷眾流一句。師代", "318": "云。朗月堂空。又云。石梁橋。", "319": "師一日為眾挂牌入室。垂語曰。南泉斬却猫兒時如", "32": "據室。升夫子之堂者。聞其道。升老君之堂者。觀其好", "320": "何。眾下語。不契。適有一僕在旁。曰老鼠做大。師笑曰。", "321": "好一轉語。只是不合從汝口裡出。", "322": "一源參。師舉趙州勘婆子話詰之。源曰。盡大地人不", "323": "奈趙州何。師曰。我則不然。曰和尚作麼生。師曰。盡大", "324": "地人不奈婆子何。源於言下有省。", "325": "無見問。如何是佛法大義。師張口吐舌示之。見罔措。", "326": "師拈拄杖趂出。見即參珍公于天封。理前話未竟。珍", "327": "亦打。復返西菴。途中把滑。有省。及見師。師曰。汝返何", "328": "速。見曰。和尚此時打某甲不得。師曰。天封與你道甚", "329": "麼。見述途中因緣。師又打。見雖有所契。終不自肯。遂", "33": "入山僧之室者。覔甚椀。以柱杖連卓三下。", "330": "築室華頂。精苦自勵。一日作務次。渙然頓釋所疑。走", "331": "瑞巖呈所解。師以偈證曰。道人得得出山來。盡把襟", "332": "懷對我開。坦坦平平如鏡面。澄澄湛湛絕纖埃。忽然", "333": "得個轉身句。衲卷寒雲便歸去。萬八千丈華頂峰。一", "334": "笑裂開鐵面具。家山到後絕思惟。抝折烏藤拄竹扉。", "335": "糞火堆中消息好。芋香便是道香時。即以源流并法", "336": "衣付之偈曰。此心極廣大。虗空比不得。此道只如是。", "337": "受持休外覔。", "338": "無盡燈參。師竪拂子曰。是甚麼。燈亦曰是甚麼。師曰。", "339": "與我除却四大。別道一句。燈從東過西。師垂左足。燈", "34": "上堂。諸聖情存。見網難透。不立階級。入步無門。般若", "340": "從西過東。師垂右足。燈近前叉手而立。師拈拂便打。", "341": "燈禮拜。又一日問。達磨西來。未審傳個甚麼。師曰。你", "342": "道東土人。曾少甚麼。燈曰。既不少。神光為甚立雪斷", "343": "臂。師曰。止圖破家蕩產。燈于言下大悟。", "344": "僧問。曹溪水派派朝東。瑞巖水為甚流向西。師曰。上", "345": "座好惡不識。曰此來問水。答好惡不識那。師曰。瞎漢。", "346": "果然不識。便打。", "347": "僧曰。如何是佛。師曰。巡人犯夜。", "348": "僧問。如何是祖師西來意。師曰。正抓著我癢處。", "349": "僧問。如何是般若體。師曰。八角磨盤。曰如何是般若", "35": "之智常明。真如之體獨露。諸方學者。心地不明。皆因", "350": "用。師曰。八角磨盤空裡走。", "351": "僧問。如何是般若本。師便打。曰如何是般若用。師又", "352": "打。", "353": "師甞設三問以驗學者曰。真正出格高流。如良馬見", "354": "鞭影而行。中下之士。何堪希冀。凡雲水高人。下語恰", "355": "當。者破院子。兩手分付。問曰。", "356": "撑鐵船過海底人。為甚麼。向針孔裡呌屈。", "357": "既是臨濟大師。為甚。入󳫠舌犁耕。", "358": "那邊不立。者邊不行。截斷中間。為甚不住。", "359": "方山和尚語錄終", "36": "邪師雜糅。如蚕作繭。似虵戀窟。自謂到家。不肯見人。", "360": "No. 1395-B 增補No. 1395-B", "361": "增補", "362": "上堂。三世諸佛。六代祖師。在你諸人脚跟下。還有踏", "363": "得著者麼。良久云。若踏不著。三世諸佛。六代祖師。在", "364": "你諸人頂𩕳上屙。", "365": "上堂。山僧一夏與諸人說底。總是世諦之談。與那事", "366": "略無干涉。若要與那事相應。直須向世諦中明取。儻", "367": "不如斯。向後逢人。切不得道在祇園過夏。", "368": "上堂。一雞二犬。三豕四羊。新年佛法。已為舉揚。儻或", "369": "觀聽尚留。便見五馬六牛。七人八糓去也。", "37": "間有聰明。以意識卜度。儱侗真如。瞞頇佛性。誠可憫", "370": "上堂。百骸俱潰散。一物鎮長靈。拈拄杖。者箇是拄杖", "371": "子那箇是長靈一物。擲下拄杖。何似南山鱉鼻虵。", "372": "上堂。一夏以來。東敲西擊。費盡手脚。為汝諸人得徹", "373": "困。賴是恬然不顧。設若一箇半箇。眼睛定動。老僧定", "374": "入無間地獄。", "375": "臈八上堂。北斗七。南斗八。夜夜光生。人人眼活。老瞿", "376": "曇。突然道箇奇哉。是甚樹栽竹栽。魚栽菜栽。", "377": "上堂。禪和家氣宇如王。幾肯放頭低人。半箬葉地。為", "378": "甚逗到今日。各各不敢做一動子。良久。山中九十日。", "379": "雲外一千年出于增集續傳燈錄第五卷。淨慈方山寶禪師本傳。", "38": "哉。", "39": "結制上堂。煽烈𦦨於大千界內。直下片雲飛舞。舉鉗", "4": "庄齋中。茶敘間。即示方山祖錄。余展讀。撫几而歎曰。", "40": "錘於妙密場中。就裡點鐵成金。赤沙灘上。杖林山中。", "41": "箇箇飡砒霜。飲鴆毒。冰稜上走。劍刃上行。所謂鑊湯", "42": "無冷處。汝等抱定枯桐。守住死󰞆。何日豆󳫲。西菴今", "43": "日。為汝爐內添炭。好著精彩。", "44": "上堂。震聲一喝曰。此第一義諦。一彈指頃。頓空塵劫。", "45": "不涉津梁。直入寶所。為甚。落在古田和尚椎下。眾中", "46": "有辨得出者麼。問答不錄乃舉。臨濟示眾曰。有時奪", "47": "人不奪境。有時奪境不奪人。有時人境俱奪。有時人", "48": "境俱不奪。師曰。奪也。山青水淥。李白桃紅。不奪也。山", "49": "青水淥。李白桃紅。且道。奪也如何。不奪也如何。良久。", "5": "真世間之珍者耶。若將珠玉比擬。不過在世之一流", "50": "喝一喝云。等閒󳫠却定心劍。依舊眉毛眼上橫。", "51": "冬至上堂。二儀之大。可以章程測也。三光之動。可以", "52": "圭表度也。雷霆之聲。可以鍾鼓傳也。風雨之變。可以", "53": "音律叶也。夫有象可觀。不能匿其量。有光可見。不能", "54": "隱其迹。有聲可聞。不能藏其響。有色可察。不能滅其", "55": "性。故天地陰陽之理難明。猶可以術數揆。而人物性", "56": "情之妙。不可以意識測。所以千聖疊興。萬賢繼起。橫", "57": "說竪說。顛說倒說。金剛圈。栗棘蓬。種種說。只要諸人。", "58": "直下承當。西菴今日。將五臟六腑。一齊吐出。亦要諸", "59": "人識得是西菴長老。肚裡底東西。", "6": "常物耳。我方山祖錄。寔淑世之真燈。照耀昏衢。況言", "60": "上堂。參禪不貴明心。誦經豈圖達理。卞和抱璞而泣。", "61": "愁雕鑿之無功。墨子握絲而悲。嘆紛紜之自起。忘功", "62": "絕謂。所貴出身有路。", "63": "上堂。螻蟻無言而能辨事。蒼蠅無識而能辨臭。佛是", "64": "覺義。法是句義。無孔鐵鎚。與毡拍板。還肯成佛否。", "65": "上堂。達磨面壁。不會唐言。魯祖面壁。不會甚麼。大眾。", "66": "者裡薦得。發越朕兆未形底消息。提持佛祖既令底", "67": "權衡。直得虗空肅啟。大地瞻依。零丁子。懶瓚翁。一跛", "68": "一跌。退身於娑羅峰頭。寒山兄。拾得弟。相呼相喚。踏", "69": "步于石梁橋畔。一出山去。永不回來。何故。將謂鬍須", "7": "言見諦。字字超宗。又從我天台夢颿測兄獲之亦甚", "70": "赤。更有赤鬚鬍。", "71": "上堂。靈山會上。草深一丈。少室峰前。雪深三尺。膠柱", "72": "鼓瑟。只許兩人。", "73": "上堂。廣額擲刀。立錐無地。龍女獻珠。瞻顧猶多。衲僧", "74": "門下。獨脫無依。寸絲不挂。又作麼生。", "75": "上堂。大唐國中。盡是噇酒糟漢。瑞巖者裡。要個不會", "76": "禪底作國師。甚處得來。", "77": "上堂。三關既透。何必竊符。別出奇兵。先勘公驗。", "78": "上堂。白雲道。端的得一回汗出。一莖草上。現出瓊樓", "79": "玉殿。端的一回汗不出。瓊樓玉殿。被一莖草遮却。白", "8": "奇焉。爰測兄初遊台鴈時。偶於破院古佛像座下。廢", "80": "雲老子。如斯告報。將謂藏盡楚天月。猶存漢地星。瑞", "81": "巖則不然。端的得一回汗出。填溝塞壑。端的一回汗", "82": "不出。繫包頂笠。朝遊暮住。不妨自怡自悅。因甚如此。", "83": "不見道。庭前生瑞草。好事不如無。", "84": "上堂。舉洞山示眾云。秋初夏末。兄弟東去西去。直須", "85": "向萬里無寸草處去。只如萬里無寸草處。作麼生去。", "86": "後有僧舉似石霜。霜云。出門便是草。洞山云。大唐國", "87": "裡能有幾人。國清和尚曰。一人舌上有十字關。一人", "88": "脚下有五色線。撿點得出。與你一緉草鞋。師曰。二尊", "89": "宿。一人頭戴三山。一人脚踏四海。相到不相知。國清", "9": "藏書中。見其杇蠧之餘。字義璨然奪目。近閱之語句", "90": "老人恁麼道。是成褫語。草本猶未拈出。萬里無寸草", "91": "處且置。只如石霜道。出門便是草。意在何如。撿點得", "92": "出。與你白銀二兩。", "93": "上堂。舉僧問雲門。秋初夏末。前途忽有問。將何祗對。", "94": "門云。大眾退後。云過在甚處。雲云。還我九十日飯錢", "95": "來。國清和尚云。入虎穴探虎子。也不易者僧。爭奈死", "96": "在平地上。大眾。要識雲門麼。一脚短。一脚長。師曰。敲", "97": "虗空出骨髓。剖微塵出經卷。衲僧本分生涯。者僧既", "98": "入龍門。不諳水勢。只為分明極。返令所得遲。大眾。要", "99": "識雲門麼。試看國清道的。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1395 方山文寶禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1395 方山文寶禪師語錄", "author": "(嗣法)先覩．祖燈 等錄　(法孫)機雲編", "language": "chinese", "source": "CBETA"}