{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1628 佛法金湯編", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "金移剌真卿", "1": "佛法金湯編卷第十六", "2": "會稽沙門　心泰　編", "3": "天台沙門　真清　閱", "4": "元元", "5": "都燕。起世祖。至順帝。凡八主。□十□年。", "6": "世祖世祖", "7": "世祖諱忽必烈。姓奇渥溫氏。蒙古部人。睿宗第四子。", "8": "庚申即位。改元中統元年。大赦。普度僧尼。十二月以", "9": "梵僧八念思八為帝師。授以玉印。統釋教事。二年五", "10": "月賜僧子聦劉太保也懷孟刑州田各五十頃。賜慶壽寺", "11": "海雲大士陸地五百頃。三年十一月作大佛事於昊", "12": "天寺七晝夜。賜銀一萬五千兩元史。至元元年甲子都", "13": "燕。設會度僧。詔國師扮彌達癹思八登座授秘密戒。", "14": "八月拜劉秉中太保參領中書省事通載。二年詔諭總", "15": "統所僧人通五大部經者為中選。以有德業者為州", "16": "郡僧錄。判正副都綱等官。仍於各路設三學。講三禪", "17": "會。三年正月勑僧道祈福於中都寺觀。詔以僧機為", "18": "總統。居慶壽寺。六年十一月作佛事於太廟七晝夜。", "19": "七年詔請膽巴金剛上師住持仁王寺。十二月建大", "20": "護國仁王寺於高良河。勑更定僧服色。八年五月修", "21": "佛事於瓊花島。十一年建國號曰元。九年集都城僧", "22": "誦大藏經九會。十四年建大聖萬安寺。二月詔以僧", "23": "亢吉祥．憐真加加瓦並為江南總攝掌釋教。除僧租", "24": "稅。禁擾寺宇者元史。十五年正月旦設會齋僧。十八年", "25": "詔除道德經外其餘化胡等經悉燒毀之。勅翰林院", "26": "臣唐方．王構．李謙．閻復．李鑄．王盤等撰󳬴文具通載。二十", "27": "五年正月十九日江淮釋教都總統楊輦真迦集江", "28": "南禪教至燕京問法。徑山住持雲峰玅高對揚稱旨", "29": "事備通載。帝嘗問帝師曰。修寺建塔有何功德。師曰福蔭", "30": "大千。由是建仁王寺。命帝師齋竟。天雨金華。帝曰何", "31": "故有此祥瑞。師曰。陛下心華內發。天雨金華讚歎。帝", "32": "問蜀僧元一曰。孔老徒眾何以至少。如來徒眾何以", "33": "至多。元一曰。富嫌千口少。貧恨一身多。帝設資戒大", "34": "會隨處放光。帝問帝師曰。光從何處來。師曰。感應道", "35": "交。佛光應現。帝詔十高僧於內殿供養。帝端坐不動。", "36": "諸大德亦復默然。帝乃曰此是真實功德。帝萬機之", "37": "暇自奉施食。持數珠課誦。帝召群臣曰。朕以本覺無", "38": "二真心治天下。如觀海東青取天鵝。心無二故。帝目", "39": "有天下寺院田產二稅盡復之。普令緇侶安心辦道。", "40": "世祖實錄百餘篇。字字句句以弘教為己任弘教集。在", "41": "位三十五年。壽八十。國語曰薛禪皇帝。", "42": "成宗成宗", "43": "成宗。諱鐵木耳。世祖之孫。裕宗真金第三子。即位改", "44": "元元貞。是年詔悅堂誾公至闕。入對稱旨。賜號通慧", "45": "禪師并金襴法衣。大德元年給鈔千錠建臨洮寺。世", "46": "祖甞以五臺絕境欲為佛寺而未果也。帝繼志建寺。", "47": "賜名萬壽祐國寺。命真覺國師文才為住持。三年命", "48": "弘濟大禪師江淛釋教總統。補陀僧寧一山賷詔使", "49": "日本九年。輦真監藏卒。賻金五百兩。銀一千兩。幣帛", "50": "萬疋。鈔三千錠。仍為建塔寺。國語曰完者篤皇帝元史", "51": "并通載。", "52": "武宗武宗", "53": "武宗。諱海山。順宗答剌麻八剌長子。即位改至大。元", "54": "年發軍千五百人修五臺山佛寺。帝幸上都。建佛寺", "55": "於大都。又以銀七百五十兩。鈔二千二百錠。幣帛三", "56": "百疋。施昊天寺為水陸大會。至大間特旨賜元叟端", "57": "公師號曰慧文正辯并金襴袈裟元史并塔銘。國語曰曲", "58": "律皇帝。", "59": "仁宗仁宗", "60": "仁宗。諱愛育黎󳫠刀八達。順宗次子。武宗弟也。壬子", "61": "即位改元皇慶。元年以西僧藏不班八為國師。賜玉", "62": "印。賜大普慶寺金千兩。銀五千兩。鈔萬錠。修香山普", "63": "安寺元史。延祐元年勅建旃檀瑞像殿。封普庵禪師加", "64": "號。詔曰。朕聞佛氏以空寂為宗。凡學所遵者寧欲建", "65": "名號殊稱謂以示天下後世哉。而國家非此無以昭", "66": "尊德樂道之意也。朕自即位以來。聞袁州路南泉山", "67": "慈化禪寺普庵寂感玅濟真覺昭貺大德慧慶禪師。", "68": "紹臨濟之緒。超華嚴之境。德映當代。澤被方來。其道", "69": "甚尊顯。心切慕之。可加定光之塔曰定光靈瑞之塔", "70": "通載。三年設水陸大會於金山。命元叟端公升座說法。", "71": "竣事入觀於便殿。從容奏對。深契上衷。加賜佛日普", "72": "照之號并金襴袈裟塔銘。六年賜大興教寺僧齋。食鈔", "73": "二萬錠。乾元寺鈔萬錠。俾營子錢。供繕修之費元史。帝", "74": "聞天目中峰明本之道。聘之不至。製金紋伽黎衣賜", "75": "之。號之曰佛慈圓照廣慧禪師。賜獅子院額曰正宗", "76": "禪寺。勑翰林學士承旨吳興趙公撰󳬴以賜廣錄。國語", "77": "曰普顏篤皇帝。", "78": "英宗英宗", "79": "英宗。諱碩德八剌。仁宗嫡子。即位改至治。元年詔各", "80": "路立帝師殿。勑建帝師殿󳬴通載。作大佛事於寶慈殿。", "81": "以西僧牙八剌里為元永延教三藏法師。授金印。又", "82": "命拜住造壽安山寺。又作佛事於光天殿。鑄銅為佛", "83": "像。置玉德殿。又脩佛事於文德殿。以僧洪為釋源宗", "84": "主。授榮祿大夫。帝幸上都。遣使賜撤思加地僧金二", "85": "百五十兩。銀二千五百兩。袈裟二萬。幣帛旛茶各有", "86": "差遣。呪師朵兒只往牙濟．班卜二國取佛經。作金塔", "87": "於上都。藏佛舍利。勑天下諸司命僧誦經十萬部。勑", "88": "京師萬安．慶壽．聖安．普慶四寺。楊子江金山寺。五臺", "89": "萬聖佑國寺。作水陸勝會七晝夜。三年詔僧儒書金", "90": "字藏經。是年召湛堂澄公至京入對明仁殿。被旨於", "91": "青塔寺校正經律論三藏。特賜金襴袈裟。帝重天目", "92": "中峰之道。封香製衣遣使即其居修敬。帝為格堅皇", "93": "帝元史．廣錄．塔銘。", "94": "晉王(史稱泰定帝)晉王史稱泰定帝", "95": "王諱也孫鐵木兒。顯宗甘麻剌之長子。裕宗嫡孫。即", "96": "位改泰定元年。帝次中都修佛事於昆剛殿。命僧作", "97": "佛事於大內。以壓雷塑馬哈吃剌佛像於延春閣之", "98": "徽清亭。修西番佛事於安山寺。六月癸亥作禮拜寺", "99": "於上都。修黑牙蠻塔哥佛事於水晶殿。帝受佛戒於", "100": "帝師。繪帝師八思巴像頒行各省俾塑祀之。二年命", "101": "西僧作燒香壇佛事於延華閣。三年建殊祥寺於五", "102": "臺山。賜田三百頃。以西僧公哥為帝師。賜玉印。命帝", "103": "師作佛事於天源延壽寺。致和元年命帝師修佛事", "104": "於禁中。帝御興聖殿受無量壽佛戒於帝師。命僧千", "105": "人修勝會於鎮國寺。詔帝師命僧修佛事於鹽官州。", "106": "仍造浮屠二百十六所以厭海溢元史。", "107": "文宗文宗", "108": "文宗。諱脫脫帖睦耳。武宗次子。即位改天曆元年。革", "109": "行宣政院。立十六處廣教總管府。命高昌作佛事於", "110": "延春閣。二年命改集慶潛邸建龍翔集慶寺。建承天", "111": "護聖寺元史。帝聞中峰高行。於是賜諡與󳬴。諡曰智覺。", "112": "塔曰法雲。召奎章閣學士虞集至便殿。命撰中峰塔", "113": "銘廣錄。龍翔集慶寺成。妙揀碩德開山。笑隱訢禪師首", "114": "膺其選。特升三品文階。明年驛召赴闕入見奎章閣。", "115": "賜坐。咨問法要。對揚稱旨塔銘。詔以平江官田一百五", "116": "十頃賜龍翔寺及崇禧寺。詔諸僧寺田自金宋所有", "117": "及累朝賜予者悉除其租。其有當輸租者仍免其役。", "118": "僧還俗者聽復為僧。武宗忌辰命高麗漢僧三百四", "119": "十人誦經二藏于崇恩福元寺。至順元年帝及皇后", "120": "燕王受佛戒。以西僧旭你迭八答剌班的為三藏國", "121": "師。賜金印。帝幸上都。命西僧作佛事於乘輿。命西僧", "122": "於五臺山及霧靈山作佛事各一月。為皇太子祈福。", "123": "遣使召趙世延於集慶。以泥金畏兀寺書無量壽佛", "124": "經千部。詔以泥金書佛經一藏。命西僧於萬歲山閔", "125": "忠閣作佛事元史。", "126": "順帝順帝", "127": "順帝。諱妥歡貼睦爾。明宗長子。即位改元統元年。二", "128": "年正月罷廣教總管府。復立行宣政院。是年大普慶", "129": "寺住持善達密的理表奏。以先師明本廣錄入藏。帝", "130": "可其奏。加普應國師廣錄。至元三年徵西域僧迦剌麻", "131": "至京。號灌頂國師。賜玉印。至正元年十一月命永明", "132": "寺寫金字藏經一藏。免天下稅粮。三年十二月詔寫", "133": "金字藏經。六年十二月詔復立護國仁王寺。七年二", "134": "月興聖宮作佛事。賜鈔二千錠。二十八年國除。", "135": "大明皇帝以其知順天命。退避而去。諡曰順帝元史。", "136": "瀋王瀋王", "137": "王姓王氏。諱章。號海印居士。高麗王子也。仁宗時為", "138": "駙馬太尉。聞天目中峰之道。嘗使人從師問法要意。", "139": "以為未足。請於仁宗親往見之。於是萬里函香登山", "140": "拜禮。起謂人曰。吾閱人多矣。未有如師福德最勝者。", "141": "獲師開示。涕泪感發。王乃構亭岩前曰真際。表得法", "142": "也中峯塔銘。王問法書曰。弟子太尉瀋王章頓首百拜和", "143": "南。天目中峯和尚大禪師座下。章眇德。叨預天婣。爵", "144": "祿雖榮。常遵佛化。仰靈山之付囑。懷覺樹之潛輝。每", "145": "對真容。誠切瞻戀。至於修崇勝事。聽演教乘。頗嘗及", "146": "矣。而禪宗向上一著罔知所趣。伏審吾師。道傳天目", "147": "名簡帝心。良以江山迢遙尚阻執侍。渴仰醍醐。思沾", "148": "花雨。極懸懸也。緬想天人叶贊法候勝常。今專遣洪", "149": "鑰謹賷信香代伸禮敬。久向和尚養高泉石。他方多", "150": "請住持。曾未垂諾。柰無相法身欲隱彌露。曷若出世", "151": "度生廣開利益。然聞江南靈跡聖境久欲遊觀。秋冬", "152": "間倘得旨南來。首當參扣。願興悲濟。先此布區區。幸", "153": "祈法照廣錄。", "154": "劉秉忠劉秉忠", "155": "秉忠。字仲晦。因從釋氏。又名子聰。拜官後始更今名。", "156": "其先瑞州人也。世仕遼。曾大父仕金為刑州節度使。", "157": "因家焉。遂為刑州人。父潤為刑州錄事。秉忠生而風", "158": "骨秀異。志氣英爽不羈。八歲入學。日誦數百言。年十", "159": "三為質子於帥府。十七為刑臺節度使府令史。以養", "160": "其親。居常󳬂󳬂不樂。一日投筆嘆曰。吾家累世衣冠。", "161": "乃汩沒於刀筆吏乎。丈夫不遇於世。當隱居以求其", "162": "志耳。即棄去。隱武安山中久之。天寧寺虗照禪師招", "163": "致為僧。俾掌書記。復遊雲中。留居南堂寺。世祖在潛", "164": "邸。海雲禪師被召過雲中。聞愽學多藝。邀與俱行。既", "165": "入見。應對稱旨。屢承󳬼問。秉忠於書無所不窺。尤𨗉", "166": "於易及邵氏經世書。至於天文地理律曆三式六壬", "167": "遁甲之屬無不精通。論天下事如指諸掌。世祖大愛", "168": "之。奔父喪。賜金百兩為葬具。服除。復被召奉旨還和", "169": "林。上書數千言。秉忠雖居帝左右。猶不改僧服。時人", "170": "稱為聰書記。世祖至元元年翰林承旨王鶚奏言。秉", "171": "忠野服散號。深所未安。宜正其衣冠。崇以顯秩。帝覧", "172": "奏即日拜光祿大夫位太保參預中書省事。以翰林", "173": "侍讀學士竇默之女妻之。十一年扈從至上都。其地", "174": "有南屏山。嘗築精舍以居之。秋八月秉忠無疾端坐", "175": "而卒。年五十九。十二年贈太傅。封趙國公。諡文貞。成", "176": "宗贈太師。諡文正。仁宗又進封常山王。初世祖征雲", "177": "南伐宋。秉忠贊之。以天地好生為德。佛氏以慈悲濟", "178": "物為心。方便救護。所全活者不可勝計。秉忠自幼好", "179": "學。至老不衰。雖位極人臣。而齋居蔬食終日淡然。不", "180": "異平昔。自號藏春散人。以吟咏自適。其詩蕭散閑澹。", "181": "類其為人。有文集十卷。無子。以弟秉恕之子蘭章為", "182": "後元史。", "183": "王磐王磐", "184": "磐。字文炳。廣平永年人也。世業農。進資德大夫。致仕", "185": "閒居不妄言笑。年九十卒。追封洺國公。諡文忠。世祖", "186": "至元十八年十月二十日焚毀道藏偽經。勑磐等撰", "187": "󳬴文。略曰。昔在憲宗朝。道家者流出一書曰老君化", "188": "胡成佛經。及八十一化圖。鏤板傳布。其言鄙陋誕妄。", "189": "意在輕篾釋門而自重其教。罽賓大師蘭麻總統．少", "190": "林長老福󱚉奏聞。時世祖居潛邸。憲宗有旨。令僧道", "191": "二家同詣上所辨析。二家自約。道勝則僧冠首而為", "192": "道。僧勝則道削髮而為僧。僧問道曰。汝書化胡成佛。", "193": "且佛是何義。道對曰。佛者覺也。覺天覺地覺陰覺陽", "194": "覺仁覺義之謂也。僧曰。是殆不然。所謂覺者。自覺覺", "195": "他覺行圓滿。三覺圓明故號佛陀。豈特覺天地陰陽", "196": "仁義而已耶。上謂近侍曰。吾亦先知仁義是孔子之", "197": "語。謂佛為覺仁義。其說非也。道士又持史記諸書以", "198": "進而欲取勝。帝師板的達癹合師八問曰。史記有化", "199": "胡之說否。道曰無。又問老子所傳何經。曰道德經。曰", "200": "道德經中有化胡事否。曰無。曰。史記中既無。道德經", "201": "中又無。其為偽妄明矣。尚書姚樞曰。道者負矣。上命", "202": "如約行罰。臣磐等聞老氏之為道也。以清淨為宗。無", "203": "為為本。謙冲以處己。損抑以下人。非有貪欲好勝之", "204": "事。厥後支分派列。徒屬䆮盛。襲訛成偽。誇誕百出。清", "205": "淨一變而為汙穢。無為一變而無所不為。且夫釋氏", "206": "之教宏闊勝大。非他教所儗倫。歷千百世聖帝明王", "207": "莫不尊崇。東󰂛扶桑。西極昧谷。氷天桂海山河大地", "208": "昆虫草木胎卵濕化有情無情百千萬類皆依佛蔭。", "209": "生息動止於天地之間。故天上天下惟佛為尊。超出", "210": "乎有生之表。歸極乎無礙之真。智周三界。神玅諸方。", "211": "澤及大千。功用不宰。其大有如此者。慈航所至無溺", "212": "不援。法雨所霑有生皆潤。臣磐等敬為之書。俾學老", "213": "氏者有所警焉通載。", "214": "程文海程文海", "215": "文海。字鉅夫。避武宗諱。以字行。自號雪樓。特授光祿", "216": "大夫。贈大司徒柱國。追封楚國公。諡文憲。仁宗建旃", "217": "檀像殿。鉅夫撰記。略曰。道非有像。作易者必擬諸形", "218": "容。法本皆空。度世者暫資於色相。謂如指空為鏡。不", "219": "若以鏡而喻空。即樹占風。將使識風而忘樹。是以雙", "220": "林付囑舍利以凡聖而遍分。千輻經行足跡亘古今", "221": "而常在。非眩神通於幻境。實開方便於迷津。所謂由", "222": "自以會心。即心而即佛者也。栴檀瑞像者。佛之真像", "223": "也。其猶萬影沉江如如不異。孤光透隙一一皆圓。夫", "224": "豈擇地而容。盖以隨緣而應。望梅林而止渴。靡不同", "225": "瞻。泛竹葉以言歸。誰堪共載。惟我聖天子道躋先聖。", "226": "慈等覺皇。祝長樂之春秋恒遊佛地。企如來之歲月", "227": "坐閱人天。爰命集賢大學士李衎及教禪耆德敘其", "228": "本末。乃云。釋迦如來。淨飯王太子。生於甲寅四月八", "229": "日。為成周昭王二十六年。既生七日。佛母摩耶夫人", "230": "往生忉利。太子出家進道。穆王三年癸未道成。八年", "231": "辛卯思報母恩。遂升忉利天為母說法。優闐國王自", "232": "以久失瞻仰。欲見無從。乃刻栴檀為像。目犍連慮有", "233": "缺漏謬。躬以神力攝三十二匠升忉利天。諦觀相好。", "234": "三返乃得其真。既成。國王臣民奉之猶真佛焉。及佛", "235": "自忉利天復至人間。王率臣庶同往迎佛。像騰步空", "236": "中向佛稽首。佛為摩頂授記曰。我滅千年之後。汝從", "237": "震旦廣利人天。由是瑞像在西土一千二百八十五", "238": "年。龜茲六十八年。凉州十四年。長安十七年。江南一", "239": "百七十三年。淮南三百十七年。復至江南二十一年。", "240": "汴梁一百七十六年。北至燕京居今聖安寺十二年。", "241": "北至上京大儲寺二十年。南還燕宮內殿五十四年。", "242": "大元丁丑歲三月燕宮火。尚書石抹公迎還聖安寺。", "243": "居今五十九年。當世祖至元十二年。遣大臣孛羅等", "244": "四眾俻法駕仗衛音伎奏迎萬壽山仁智殿。建大聖", "245": "萬安寺二十六年。自仁智殿奉迎於寺之後殿。世祖", "246": "躬臨大作佛事。計自優闐王造像之歲至今延祐三", "247": "年。凡二千三百有七年矣云云。古之聖人教民追遠", "248": "報本之道。而於祭祀之禮。廟則木為之主。祭則孫為", "249": "之尸。後也乃有像設焉。而不知其所由始。由斯觀之。", "250": "其原於西域之俗也歟。夫佛為世出世間之尊。又何", "251": "俟於贊述。然欲知佛之為佛。固不在於色相。而況於", "252": "其似色相者乎。然苟不自其似而求之。又將無所措", "253": "其歸向之心。是故法身無相必假相以表真。至道絕", "254": "言亦因言而階玅。若於粗者猶拳拳而不忘。則其進", "255": "也殆庶幾乎。夫以金石之捍堅猶未能必可久。今以", "256": "一木之為而綿歷若此。然而佛之自衛固甚周。而人", "257": "之保之也抑豈一手足之功哉。嗟夫遡延二千年有", "258": "奇。至於陛下然後發德音。紀洪烈。非緩也。熈明之治", "259": "至是而始隆。雖典祀之外猶必以斯文文之也。然則", "260": "化之漸被者廣矣。不其盛歟通載。", "261": "趙孟頫趙孟頫", "262": "孟頫。字子昂。吳興人。宋太祖子秦王德芳之後也。至", "263": "元二十三年行臺侍御史程鉅夫奉詔搜訪遺逸。於", "264": "江南得孟頫。以之入見。孟頫才氣英邁。神彩煥發。如", "265": "神仙中人。世祖顧之喜。使坐右丞葉李之上。或言孟", "266": "頫宋宗室子。不宜使近左右。帝不聽。累官至翰林學", "267": "士承旨。至治元年六月卒。年六十九。追封魏國公。諡", "268": "文敏元史。孟頫四五歲時聞母丘夫人說臨月夢一僧", "269": "入𥨊室。覺而生孟頫。故十一二歲便好寫金剛經。後", "270": "但與僧語便若眷屬。至於今六十有五矣。日擾擾人", "271": "事。不能有所悟入。恒以自嘆公跋華嚴經合部。孟頫重天目", "272": "中峰之道。每受師書必焚香望拜。與師書必自稱弟", "273": "子。公提舉江淛儒學。叩師心要。師為說防情復性之", "274": "旨。公後入翰林。復遣問金剛般若大意。師答以略義", "275": "一卷。公每見師所為文輙手書。又𦘕師像以遺同參", "276": "廣錄。中峰有勸修淨業偈一百八首。孟頫作贊曰。淨土", "277": "偈者。中峰和尚之所作也。偈一百八首。按數珠之一", "278": "周也。憫眾生之迷途。道佛境之極樂。或驅而納之。或", "279": "誘而進之。及其至焉一也。弟子趙孟頫欲重宣此義。", "280": "而說偈言。三千大千世界中。恒河沙數之眾生。一一", "281": "眾生一一佛。一一惟心一淨土。而諸眾生無始來。因", "282": "癡有欲增愛濁。根塵纏染不自覺。流轉生死墮惡趣。", "283": "我師中峯大和尚。慈悲憐憫諸眾生。殷勤為作百八", "284": "偈。普告恒沙諸有情。如是受病等痛切。若人依師所", "285": "教悔。一念念彼阿彌陀。一念念已復無念。自然往生", "286": "安樂國。阿彌陀佛為接引。徑坐金色蓮華臺。池中蓮", "287": "花如車輪。微風吹香遍法界。頻伽並命及鸚鵡。白󳬈", "288": "孔󳭋播玅音。黃金界道七寶樹。宴坐受茲勝玅樂。諸", "289": "惡苦趣咸無有。悉皆吾師之所度。實無眾生師度者。", "290": "惟眾生心淨土故。是故我今稽首禮。重讚我師之弘", "291": "願廣錄并本集。", "292": "袁桷袁桷", "293": "桷。字伯長。四明人。大德初。閻復．程文海．王構薦為國", "294": "史院檢閱。累官至翰林侍講學士。諡文清。有清容集", "295": "行於世。撰禪林清規序。略曰。釋氏之教為三宗。見於", "296": "動作日用。不敢一有犯越者為律宗。達磨之學則不", "297": "然。調伏於準繩之外。放形骸。黜邊幅。守禮者莫能與", "298": "之辯。而其從心不踰矩。卒有合於自然。是則繕性之", "299": "効。略外以理內於斯。見之矣。淫欲嗔恚皆謂之道。大", "300": "雄氏託言為喻。將以語夫上智。愚者不察。悉得以自", "301": "恣。職教者憂之。於是為清規而曲為之防云云。華嚴", "302": "寺󳬴有云。大雄氏曰。性本至善。遷以隨欲。欲由妄生。", "303": "性日益昏。故為物為變。至於摩蕩轇轕生死靡分。於", "304": "是有懺解之說焉。有追崇之說焉。使生得以斷。死得", "305": "以離。則本性湛空無有垢累。道奚病矣。華嚴說辭以", "306": "富貴為喻。終之以返真復初。俾世之所景慕。由境以", "307": "入。因境而悟。入於無相。其於喻也深有旨矣。書噩上", "308": "人撰慈照師行述。略曰。佛氏之言汪洋浩愽。譯潤有", "309": "工拙。體製則一言。佛者三宗。而習禪學者必以悟入", "310": "為證。將從其言耶。則質野不足以傳遠。引而刪之。又", "311": "懼其不與道合。夢堂噩上人示所為慈照師行述。泊", "312": "焉若玄酒之致其誠。韜兮若絅衣之蒙其飾。逞奇闡", "313": "幽大小委折。各當其職。合儒者之辭。傳信永遠為無", "314": "疑也清容集。", "315": "虞集虞集", "316": "集。字伯生。宋丞相允文五世孫。其先蜀人。父汲。宋黃", "317": "崗尉。宋亡僑居臨川之崇仁。大德初始至京師。以大", "318": "臣薦授大都儒學教授。除國子助教。自將仕郎十二", "319": "轉為通奉大夫。封仁壽郡公。諡文靖。甞闢右室。書邵", "320": "堯夫詩題曰。邵菴故世稱邵庵先生接方外士。必扣", "321": "擊其說。以為聖人之教不明。為學者無所底止。苟於", "322": "吾道異端疑似之間不能深知。而欲竊究夫性命之", "323": "原。死生之故。其不折而歸之者否矣元史。甞曰。佛以因", "324": "果二法制服得天下人心。無智愚賢不肖。總出不得", "325": "這兩個字。撰北磵簡公塔銘。有曰。自昔奇偉之士。或", "326": "曠世一遇。其不恒見於天下者何也。盖甞聞之。豈無", "327": "其人哉。自夫世務之沉冥。俗學之纏糺。有不足以摯", "328": "而留之者。於是脫然自拔於浮沉起滅之表。以求其", "329": "本初之極至者。皆其人也。晦機熈公塔銘有曰。聞佛", "330": "氏之宗。禪者其度人也。以悟為則。必使自致於思慮", "331": "之所不及。時至機應則決而啟之。是以言發意解。解", "332": "泯言忘。謂之不立文字。豈欺我哉。水陸緣起贊略曰。", "333": "一切眾生皆具佛性。如摩尼珠五色隨應。如何累劫", "334": "業識相因。無明展轉生死根塵。我佛慈悲施方便力。", "335": "如大醫王救彼痼疾。餓者與飽渴者與漿。幽暗與明", "336": "熱惱與凉。況爾六道諸苦隨業。不藉佛恩何由自潔。", "337": "杭州報國寺鐘銘曰。我以慈悲大願力。運大音聲作", "338": "佛事。充滿虗空體無礙。有間即覺成解脫。人天龍海", "339": "無盡際。過去未來見在者。一音所攝悉平等同我報", "340": "國如報佛。永住堅固宣玅法邵庵集。", "341": "揭奚斯揭奚斯", "342": "奚斯。字曼󳬼。龍興富州人。大德初擢為授經郎。累官", "343": "至翰林直學士侍講學士同知經筵事階中奉大夫。", "344": "封豫章郡公。諡文安。甞撰中峯廣錄序。略曰。叢林㘽", "345": "培滋植必以其道。苟不以其道而偷安利養貪欲嗔", "346": "恚。是皆叢林斫伐之斧斤殞獲之霜霰耳。至於推明", "347": "其法。必使之斷言語。絕依解。參則真參悟則實悟。乃", "348": "始謂之傳佛心宗。其煅煉之穩密。勘辯之明確。無假", "349": "借。無回互。凜凜然烈日嚴霜可畏也已。至若提撕放", "350": "揚。則如四凟百川。千盤萬轉衝山激石。不歸於海不", "351": "已也。其大機大用見於文字有如此也廣錄并元史。", "352": "馮子振馮子振", "353": "子振。攸州人。自號海粟居士。其豪俊與陳剛中略同。", "354": "剛中敬畏之。子振於天下書無所不記。當其為文也。", "355": "酒酣耳熱。命侍史二三人潤筆。以俟子振疾書。隨紙", "356": "多寡頃刻輙盡元史。甞撰梅花百詠呈中峰和尚。又為", "357": "中峰撰淨土偈贊并序曰。幻住道人淨土偈。一百八", "358": "首數等念珠。若人念念阿彌。如晉唐向上諸賢劉遺", "359": "民．白香山輩同參淨社。是人獲福無量。即得淨土現", "360": "前。到他日持珠默坐時。一百八偈三千二十有四言。", "361": "元不曾說一字爾。時發願學人馮子振稽首作禮而", "362": "作讚曰。我觀幻住師。於幻無所住。雖不住於幻。能覺", "363": "如幻人。幻人汝當知。垢與淨相對。雖垢即淨性。淨土", "364": "應現前。是故幻住師。演說淨土偈。偈本不須說。說偈", "365": "一已多。手提古佛機。數與念珠等。善知識觀察。是偈", "366": "非世間。假使古佛生。所說亦如是。悟即一偈了。百八", "367": "偈亦然。凡夫一偈迷。何況百八偈。一偈偈四句。句句", "368": "義畢彰。字數逾三千。其實無一字。偈迷念珠轉。偈悟", "369": "轉念珠。若人於此中。一一總無念。於無念念佛。無念", "370": "亦復無。紅爪紺髮螺。種種日毫相。有目具瞻仰。月面", "371": "照日輪。花敷四色蓮。出微玅香潔。所生皆淨土。云何", "372": "更西方。是人見彌陀。悉得安隱住。", "373": "柳貫柳貫", "374": "貫。字道傳。東陽人。甞為太常博士。撰竺元道公語錄", "375": "序。略曰。禪有機而兵有法。故談禪如用兵。必至於客", "376": "主兼對迹用雙泯。而後忘法證法忘機契機。勝玅圓", "377": "明有不足言矣。少林初祖佩道東來。以為三世諸佛", "378": "實無有法而實未甞忘法。道不累言。言累道矣。其曰", "379": "不立文字見性成佛者。將以蕩雜識之情塵。示明心", "380": "之指要。非徒以矯夫造論稱師枝辭蔓語之失而已", "381": "也。", "382": "黃溍黃溍", "383": "溍。字晉卿。婺州義烏人。延祐二年第進士。授台州寧", "384": "海丞。自將仕郎七轉至中奉大夫。封江夏郡公。諡文", "385": "獻。有日損齋稿三十三卷。溍與抑貫．虞集．揭奚斯遊。", "386": "人號曰儒林四傑元史。甞撰虎丘寺記。略曰。自佛學行", "387": "於中土。法幢所建必天下之名山。莫不侈為寶構華", "388": "居以宅夫形勝。盖以表靈山之未散。作大眾之依怙。", "389": "俾來者睹相而生信也。丹青土木之事。雖若涉於有", "390": "為。而事之於理不相留礙。推理而適於事。清淨覺地", "391": "即大伽藍。混事而歸於理。積土聚沙皆已成佛。一切", "392": "世間成住壞空之相。固未有出於心境之外者。苟非", "393": "乘方便力。遊戲如幻。安能具大莊嚴為無上之勝因", "394": "也哉。蔣山誌公塔院記。結語云。若夫聖師為如來使。", "395": "密贊化機。乘方便而示現有生。假神通而攝誘群品。", "396": "不思議事固非凡情所能度量也本集。茲上人扁其庵", "397": "曰息。公為之銘曰。謂庵非人。孰累於名。謂人非庵。名", "398": "孰與嬰。所息者境。能息者智。庵耶人耶。依正不二。剎", "399": "那之頃。能所雙忘。十剎何短。一息何長。勿生疲勞而", "400": "止中路。出此草庵非汝住處。", "401": "胡長孺胡長孺", "402": "長孺。字汲仲。號石塘。永康人。主寧海簿。晚寓武林坐", "403": "逝。甞搆齋曰顏樂。與趙孟頫．韓明善．段吉甫．郭斯道", "404": "諸公論道齋中。汲仲甞著大同論。有曰。孟子沒一千", "405": "四百年。道潛統絕。子周子出。然後潛者復光。絕者復", "406": "續。河南程氏二子得周子之傳。周子之傳出於壯固", "407": "竹林寺壽涯禪師。程子四傳而得朱氏文公。文公後", "408": "得張欽夫講究此道。方覺脫然處。曰。前日所聞於竹", "409": "林而未之契者。皆不我欺矣。元來此事與禪學十分", "410": "相似。學不知禪。禪不知學。互相排擊。都不胷劄著病", "411": "處。亦可笑也大同論。", "412": "韓性韓性", "413": "性。字明善。山陰人。魏忠獻公韓琦八世孫。隱居不仕。", "414": "諡莊節公。淹貫經史。精通內典。甞曰。佛居西土。風教", "415": "有異。然極能勸化得人。我觀今人凡修佛事。未有不", "416": "端心正念者。雖愚夫愚婦欲聞經禮像。必預齋戒持", "417": "敬去欲。然後從事。雖吾聖人復生。勸人為善不過如", "418": "此。正恐未能也。甞謂顏樂齋門人朱仲弘曰。佛去世", "419": "已久。後人如此恭敬他。誦他的言語。你道佛要人如", "420": "此耶。教人如此耶。若強人從己。誰人肯從。如今人一", "421": "句言語要行於一鄉亦不可得。且佛之言語奚翅數", "422": "百萬里。凡日月光照所及處無不信服。仲弘聞之默", "423": "然性學指要。撰金剛助顯序曰。世雄利見普拯群迷。隨機", "424": "立教。破我法之二執。遮種現之二疑。開摩訶衍之要", "425": "門。示修多羅之總要。其惟金剛經乎。言密旨微。論說", "426": "莫既。洪惟大士入日光之正定。奉覩史之密言轉授", "427": "天親。輔傳聖教。譯八十行之偈。斷二十七種之疑。內", "428": "鑒泠然。若合一揆。若夫潤文釋疏而意明。因疏通經", "429": "而理現。義必宗於二論。釋每貫乎群言。其惟金剛助", "430": "顯乎。助顯者。山陰定法師之所著也。迨今二百年。別", "431": "峰同公流通教觀。契悟此書。刻之寶林丈室。俾予誌", "432": "其後。嗟夫。因指見月。見月而忘指。因經見性。見性而", "433": "忘經。經尚可忘。何況於疏。然文字不離於實相。演論", "434": "豈外於真如。依福勝以較量。示受持之方軌。二空圓", "435": "極。永超住相之愆。四眾奉行。同受成佛之記。", "436": "歐陽玄歐陽玄", "437": "玄。字元功。冀郡人。累遷翰林學士承旨榮祿大夫知", "438": "制誥兼修國史。諡文公。甞曰。程子平生愛看佛書。但", "439": "不及朱子之博覽而究極其異同也。撰曇芳忠公塔", "440": "銘。略曰。至治辛酉。師住蔣山。泰定乙丑正月二十四", "441": "日梁王至建康。是夕寺菑。明日王詣寺問師曰。興復", "442": "若何。師曰賴有大檀越在。明年範銅作鐘。王以寶珠", "443": "施入冶罏。既成而寶珠瑩然在鐘欵。萬歲上又問師", "444": "曰。寺既毀矣。佛依何住。師曰。古佛過去。今佛再來。王", "445": "大喜。王甞自舉鉏刺地開基施財。囑師建梵宇。名曰", "446": "崇禧。一日問師曰。衲子所謂蔣薄粥者何也。師曰將", "447": "謂殿下忘却。又問曰。衲子所云三隻襪者何也。師曰。", "448": "國內山川俱踏遍。今朝親到梵王家。致和元年王入", "449": "登大寶。改元天曆。遣使函香至蔣山謝寶公兼勞師。", "450": "二年春遣使特授師大中大夫廣慈圜悟大禪師。住", "451": "持大崇禧萬壽。兼領蔣山太平興國禪寺。至正二年", "452": "行宣政院使納麟高公起師住徑山。五年特旨命師", "453": "住大龍翔集慶寺。六年三月退居廣慈庵。七月寺灾。", "454": "師惕然。念先皇厚恩而起。再主寺事。七年寺成。八年", "455": "示寂。闍維舍利無筭銘不錄。", "456": "鄧文原鄧文原", "457": "文源。字善之。巴西人。為翰林待制兼國史院編修。諡", "458": "康莊。撰石林鞏公塔銘曰。佛氏之道。非有非空。非垢", "459": "非淨。是正法宗。俗昧原本。囂昏蕩潏。不有津筏。曷拯", "460": "於溺。言為理筌。理得言忘。有泥言說。大道榛荒。惟石", "461": "林師。祇園之傑。一念昭容。萬法了徹。本無有法。為覺", "462": "群迷。出方便慧。作誨導師。南山繚屏。慧日其頂。自師", "463": "之亡。山空雲冷。師亦不亡。空無生滅。勒銘山阿。昭示", "464": "來哲。", "465": "張翥張翥", "466": "翥。字仲舉。號蛻庵。封潞國公。有衡山二十三題之詩。", "467": "今止錄若干首。般若寺曰。般若南朝寺。思公第一傳。", "468": "拓開方丈地。坐斷再生禪。貝葉收經夾。曇華散法筵。", "469": "山靈應夜夜。來禮佛燈前。一坐岩曰。初地靈峰下。重", "470": "來為講經。神應合掌受。石亦點頭聽。雲󳬈隨飛󰊇。湖", "471": "龍入淨瓶。至今華雨處。長照一燈青。二生塔曰。塔寺", "472": "前朝舊。山林宿業空。法身無幻壞。藏骨自神通。寶供", "473": "珊瑚碧。珠光舍利紅。無緣香一瓣。回向佛堂中。三生", "474": "藏曰。神僧涅槃處。那有去來今。尚記三生石。難磨萬", "475": "古心。地埋禪剎古。山掩岳祠深。長日閒鐘梵。蕭蕭楓", "476": "桂林。定心石曰。燕坐百念息。湛然方寸間。相無分彼", "477": "我。空已判真頑。魑魅來相試。芻尼去不還。從人咲癡", "478": "衲。長日此看山。磚鏡亭曰。曹溪一祖後。衡岳世多賢。", "479": "分得燈相續。提將密印傳。法音風萬籟。禪性月中天。", "480": "珍重磨磚喻。微機要自詮。大慧塔曰。大慧談經地。林", "481": "園即給孤。鑿雲藏舍利。鞭石起浮圖。風鐸時喧寂。天", "482": "燈忽有無。沙門每來此。三遶作南謨。", "483": "楊維禎楊維禎", "484": "維禎。字廉夫。越之諸暨人。泰定間以宏辭奧學登高", "485": "科。出令天台。累遷至江西提舉學校通五經。晚年寓", "486": "吳淞。築蓬臺玄閣於󳬈城東門外。肆意文洒。傲兀於", "487": "九峰三泖間。甞著大悲菩薩像志曰。車溪廣福寺主", "488": "僧竺隱道師。得靈木三尺有六寸。於古張騫祠下。質", "489": "堅如石。色紺紫。文成金線。焚之馨如栢。師命刻工為", "490": "大悲菩薩千手眼像。介其友訓。求志於余。昔成都法", "491": "師敏行。以大栴檀作千手眼像。求文於東坡道人。道", "492": "人曰。其所以然。以一髮一毛為言曰。舉一髮而頭為", "493": "之動。拔一毛而身為之變。髮即毛爾。道人取喻過重。", "494": "又以世人一手一足一目一耳不能兼運。而菩薩應", "495": "之弗亂。則智人亦有五事俱用。伎人至有分面笑哭。", "496": "使菩薩分手為執。於執伎中。又分器動靜。勢有必不", "497": "可者。是伎人高佛法。則佛法豈為神也乎。今夫髮一", "498": "拔則頭為之痛。焚一髮則髮未甞痛。甲一搖則指為", "499": "之痛。剪一甲則甲未甞痛。何也。吾以質諸菩薩。菩薩", "500": "亦不能喻於我。則道人能應之說窮矣。師慧於文。如", "501": "古契嵩。必慧於道。吾敢申以問之。頌曰。禹不西流。稷", "502": "不冬黍。有能不能。物有定所。蜾呪而螟。𧏙抱而蟬。物", "503": "轉如此。佛胡不然。犀以望月。角含月華。象以聞雷。牙", "504": "生雷花。物感如此。我胡不爾。感物轉物。佛大弟子。", "505": "蘇大年蘇大年", "506": "大年。字昌齡。號西磵居士。楊州人。甞撰仲芳倫公語", "507": "錄序。略曰。昔鷲嶺拈花。迦葉微笑。少林面壁。二祖安", "508": "心。莫非揭示頂𩕳上一著。所謂教外別傳者也。自曹", "509": "溪而下。枝分派別。或棒或喝。或擎叉或竪指。其機用", "510": "雖各不同。然而指示學者密契直源則一而已。鳳臺", "511": "仲芳禪師倫公。早歲徧參知識。履踐穩密。證悟切當。", "512": "至於得坐披衣。為四海衲子之所崇仰。觀其提唱。識", "513": "見明白。使夫學者死盡偷心。從上佛祖之道不墜。其", "514": "於宗教豈曰小補哉。", "515": "佛法金湯編卷第十六天台釋如惺重校", "516": "No. 1628-F 重刻佛法金湯編後序No. 1628-F", "517": "重刻佛法金湯編後序", "518": "我師象先清和尚宴寂之餘。甞於是編重加󱙂閱。一", "519": "日出示惺曰。如來以正法眼藏付摩訶迦葉。以佛法", "520": "付國王大臣。意非弟子內紹。則慧命安寄。非王臣外", "521": "護。則教法凌夷。故漢明以來聖君賢臣不負所囑。所", "522": "以泰公有是編也。吾欲行之未逮。子盍圖之。萬曆戊", "523": "戌冬。予遊雲間。會陸宗伯．袁比部．俞僉憲及鄉進士", "524": "錢公．姜公議修", "525": "昭代金湯。以偹通考。因念先志所存。遂謀梓原編為", "526": "四方蒐遺嚆矢。或者疑曰。韓朱孳孳排斥。世耳熟焉。", "527": "今亦具載編中。何也。予曰。不然。竊聞五味相濟為和。", "528": "唐虞之道不廢。吁咈苟求其是則排斥訕詆乃發明", "529": "之深也。佛法巍巍。滿乾坤亘今古。愈久愈光。固知護", "530": "法者之力。烏知非呵法者之互為力耶。聖教序為金", "531": "城。佛骨表亦金城。護法論為湯池。無佛論亦湯池。韓", "532": "朱所以始非之。終必是之。陽左之。陰實右之。吾知其", "533": "不能迯於佛性外也。嗚呼。非三武孰知僧之不可滅。", "534": "非韓朱又孰知教之不可廢。至我明", "535": "太祖高皇帝。聖神天縱。弘廣佛乘。二百年來猗歟盛", "536": "矣。間有一二珍拾韓朱唾餘。漫相詆𧭡。何異日月出", "537": "矣而猶晦瞑莫辯。寧不長見咲于大方者乎。噫。泰公", "538": "心亦勤矣。進可擴明哲之幽襟。退可銷拘攣之口業。", "539": "潛神貝葉。枯木龍吟。始知古皇宣聖無二舌頭。毀不", "540": "加損。譽不加隆。昔靈山八萬開士誓願護持。世尊辭", "541": "云。吾有六萬恒河沙菩薩。於我滅後護持我法。若編", "542": "中聖君賢臣名儒碩彥。非沙眾之示現耶。非乘願力", "543": "為如來使耶。庚子夏月", "544": "佛降生日工竣。原十卷。今分十六卷。僭勒簡末用紀", "545": "歲月云爾。", "546": "天台山慈雲禪寺沙門如惺識"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1628 佛法金湯編", "author": "明 心泰編"}