{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1450 慧林宗本禪師別錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1450", "1": "東京大相國寺慧林禪院第一代圓", "2": "照禪師別錄并靈巖偈頌", "3": "蘇州靈巖山秀峰寺住持", "4": "嗣法無際大師　慧辯錄", "5": "別錄元豐八年四月初十日。", "6": "哲宗皇帝宣師入內。", "7": "福寧殿。為", "8": "神宗皇帝。靈駕前陞座。師謝恩罷。乃陞座。拈香。示眾", "9": "云。福寧殿上祝名香。", "10": "聖主令開選佛場。此是靈山親付囑。臣僧今日代宣", "11": "揚。還有共相著力者麼。時有僧問。彌勒閣中談妙法。", "12": "瑠璃殿上演真宗。未審是一是二。師云。兩彩一賽。進", "13": "云。不用南詢諸友。東見文殊。師云。龍生異彩。師子潛", "14": "蹤。進云。功流萬世而常存。道通百劫而彌固。師云。後", "15": "五日看　僧問。九重城裏。大播真風。", "16": "聖意興慈。如何報答。師云。唯憑今日一爐香。進云。不", "17": "忘昔日靈山記。祖道重興出", "18": "帝心。師云。真不掩偽。曲不藏直。進云。可謂山河同久", "19": "固。日月共證明。師云。但知行好事。不用問前程　僧", "20": "問。昔日梵王請佛。天雨四花。今朝", "21": "帝主詔師。有何祥瑞。師云。彩雲籠玉殿。瑞氣靄爐香。", "22": "進云。天垂寶蓋重重秀。地涌金蓮葉葉新。師云。剔起", "23": "眉毛。快須薦取。進云。只如", "24": "聖上薦嚴", "25": "大行皇帝。仙駕向什麼處去。師云。不離當處常湛然。", "26": "進云。此方身已謝。淨國九蓮開。師云。已在言前。", "27": "師乃良久云。還更有問話底麼。然問亦無窮。答亦無", "28": "盡。何謂。宗乘浩渺。非妙智而莫測其涯。相道淵微。非", "29": "上根而罕窮其趣。誠謂昭昭法界。自他而境智全收。", "30": "歷歷真源。彼此而聖凡俱寂。物我冥契。彼此會通。道", "31": "本如然。目前可視。森羅萬象。全彰古佛家風。大地乾", "32": "坤。盡顯毗盧頂相。六街鐘鼓。觀音入理之門。月殿瓊", "33": "樓。對揚斯事。若也於斯明得。念念釋迦出世。步步彌", "34": "勒下生。師乃顧示左右云。還會麼。豈勞妙辯而敷揚。", "35": "何待神通而顯示。苟能如是。堪報不報之恩。共助無", "36": "為之化。此日", "37": "今上皇帝。恭為", "38": "大行皇帝。降生之辰。齋僧一千員。特宣臣僧陞座。舉", "39": "揚般若。所集功德。上資仙駕", "40": "大行皇帝。恭願。淨域超陞。靈光不昧。金沙池畔。受生", "41": "報化之身。寶閣門開。面覩彌陀之相。親承　佛記。決", "42": "證菩提", "43": "今上皇帝。恭願　御宇享轉輪之福。", "44": "延齡臻拂石之期。萬國均休　三宮茂慶。", "45": "太皇太后　皇太后　皇太妃。竝願。福逾滄海。壽等", "46": "南山。安居坤極之尊。永受普天之養。久立。", "47": "聖慈。伏惟　珍重。", "48": "元豐八年七月二十八日", "49": "高麗僧統義天。同伴使范舍人。蘇郎中。入慧林。訪師", "50": "請相見。僧統云。義天在本國。聞師大名。遠涉東溟。特", "51": "伸頂禮。請師就座。容納賤禮。師云。未曾面會。又非師", "52": "承。焉敢受禮。左右堅請師坐。師既不獲免。乃坐受禮", "53": "訖。師問僧統曰。承聞。久熟經論。是否。天曰。粗於華嚴", "54": "大教留心。師曰好。華嚴經。盡是諸聖發明稱性極談。", "55": "若非親證悟解。難明法界妙理。莫曾有悟入處否。天", "56": "曰。昭昭於心目之間。而相不可覩。師曰。作麼生是昭", "57": "昭於心目之間。天曰。森羅及萬象。一法之所印。師曰。", "58": "猶是文字語言。如何是一法。天曰。無下口處。師曰。汝", "59": "未曾悟在。諸佛意旨。密密堂堂。若非悟入。實難措口。", "60": "祖師西來。直指人心。見性成佛。見即便見。不在思量。", "61": "不歷文字。不涉階梯。若以世智辯聰解會。無有是處。", "62": "所以華嚴法界觀序云。昭昭於心目之間。師顧視僧", "63": "統云。好。若也於斯會得。不妨奇特。復云。而相不可覩。", "64": "晃晃於色塵之內。而理不可分。非徹法之慧目。離念", "65": "之明智。不能見自心。如此之靈通。只如與麼說。且那", "66": "箇是自心。天曰。知之一字。眾妙之門。師云。知之一字。", "67": "作麼生會。僧統曰。義天未曾參禪。師云。不可到寶山。", "68": "空牛而迴。天曰。大善知識。歷劫難逢。師復云。知之一", "69": "字。眾妙之門。到者裏。喚作禪得麼。喚作道得麼。莫是", "70": "舉處便是麼。一時拈却。且作麼生會。天無語。時伴使", "71": "范舍人曰。古人所謂。目擊道存。師云。只如今與諸人。", "72": "對坐相看。可謂目擊。如何是道。范舍人曰不。可措口。", "73": "師云。若謂不可措口。即是斷見。諸佛洪機。演出大藏", "74": "教。曲盡方便。豈是不可措口也。眾皆無對。天禮謝而退。", "75": "元祐元年。三月初一日", "76": "高麗僧統。請師陞座。僧統拈香罷。師云。佛法人事。一", "77": "時周畢。然雖如是。有問有答。亦且無妨。時有僧問。昔", "78": "日曹溪一宿。龍潭一宵。今朝僧統暫來。未審是同是", "79": "別。師云。目前可驗。進云。將謂少林消息斷。而今蹤跡", "80": "儼然存。師云。曹溪一句。作麼生道。進云。有水皆含月。", "81": "無山不帶雲。師云。得即得。爭奈說道理何。進云。不說", "82": "道理。却請師道。師云。速禮三拜。", "83": "僧問。先聖道。遊江海涉山川。尋師訪道為參禪。臨行", "84": "一句。請師分付。師云。諦聽諦聽。進云。獨耀無私。對揚", "85": "有準。師云。向後不得錯舉。進云。莫謂座間人不識。孤", "86": "明孤影射虗堂。師云。不如禮拜　僧問。萬里來朝即", "87": "不問。揚帆迴棹意如何。師云。洗脚上船。進云。出袖拂", "88": "開龍洞雨。泛盃波涌鉢囊花。師云。到岸一句。作麼生", "89": "道。進云。不因僧統來相訪。那得禪師再舉揚。師云。未", "90": "敢相許。", "91": "師乃云。若據祖宗門下。本分相見。不在高陞法座。展", "92": "露言鋒。何也。直饒慧林。有四無礙辯。迅雷之機。到諸", "93": "人前。一點也用不著。何謂也。況諸人。各各有照天照", "94": "地底威光。人人有把定乾坤。綿綿不漏底。爍迦羅眼。", "95": "籠今󰋪古。水泄不通。截生死流。踞祖佛位。妙圓超達。", "96": "正在此時。諸仁者。若向此處明得。可謂不歷僧祗獲", "97": "法身。然雖如是。猶是葛藤。若據祖令施行。舉目則千", "98": "山萬水。思量則天地懸殊。更乃如何。正法眼藏。不到", "99": "今日。此事且止。此日伏蒙館伴舍人。同", "100": "高麗僧統大師。入寺拈香。堅請陞座。而況", "101": "僧統大師。昔有福德。昔有願力。若非昔福深厚。何緣", "102": "生國王家。君非願力堅固。何緣頓捨世間榮貴。而披", "103": "法服。故其天資高遠。法器混成。能於本國。弘華嚴大", "104": "教。已振宏綱。而又不憚萬里相遼。遠涉洪波。更務求", "105": "師。研窮淵奧。為末代教海鱗龍。釋天星象。非", "106": "僧統而誰能哉。誠謂不可多得者也。然華嚴大教。不", "107": "可思議。稱性極談。唯對上機。如日獨照於高山。尚不", "108": "入二乘之手。如此勠力流通。豈為小緣。我佛世尊。初", "109": "成正覺。為見一切眾生。愚迷之甚。廣大灋界。而不能", "110": "自證。廣大威神。而不能得用。所以如來嘆曰。奇哉。我", "111": "今普見一切眾生。具有如來智慧德相。但以執著妄", "112": "想。而不證得。於是。七處九會。稱法界性而極談。至於", "113": "上品。有一十三千大千世界微塵數偈。中品有一四", "114": "天下微塵數偈。下品猶有百千妙頌。是此閻浮提所", "115": "得大教。欲令十方眾生。得見自身具有如來廣大智", "116": "慧。於一塵而含法界。於諸剎而普見道場。一多無礙。", "117": "大小圓融。擲大千於方外。納須彌於芥中。皆眾生之", "118": "常分。但有心而皆爾。然既有心。何以不見。故知。若非", "119": "徹法之慧目。離念之明智。而不能自見。若也見得。所", "120": "謂無有形貌。而森羅大千。無有邊際。而含容萬有。念", "121": "念爾。塵塵爾。法法爾。古今去來。大小內外。不動纖毫。", "122": "無參差相。重重涉入。帝網交羅。雖然如是。猶是圓融", "123": "法界。義目言詮。於其中間。且作麼生。會一塵含法界。", "124": "於此會得。可謂一口吞盡一代時教。乃喝一喝云。不", "125": "如會取者一喝。經中分明道。一切法門無盡海。一言", "126": "演出盡無餘。三十年後。不得辜負慧林。僧統禮謝。師", "127": "乃有頌。", "128": "誰人萬頃洪波上。為法忘軀效善財。想得閻浮應罕", "129": "有。優曇花向火中開。便下座。", "130": "上堂云。若據祖宗門下。本分相見。不在高陞法座。展", "131": "露言鋒。何也。所以道。言鋒若差。鄉關萬里。直須懸崖", "132": "撒手。自肯承當。絕後再穌。欺君不得。是以。先聖巧開", "133": "方便。遂展多門。依無住本而建立。本既無住。能應多", "134": "緣。譬若洪鐘在󱒞。隨扣擊以呈音。皓月流輝。列千江", "135": "而普應。此皆無緣之慈。隨有機而感應。不二之旨。逐", "136": "根性以互分。教雖多途。理歸一揆。或則棒頭取證。以", "137": "拄杖擊禪床云。切向者裏明取。喝下承當。遂喝一喝", "138": "云。還會麼。意句交馳。並同流浪。咸均事理。頓見如來。", "139": "拔生死之深根。得現前之三昧。況是大道顯著。妙旨", "140": "希夷。靈智現前。滔滔應用。復顧視左右云。看看。若向", "141": "此處明得去也。便乃心心永寂。法法靈通。不勞求其", "142": "半偈。用捨全軀而今不得。蓋為生死為因。苦樂作本。", "143": "不悟真常。寧通妙旨。浮世擾擾。竟日昏昏。業識相纏。", "144": "未能頓覺。但能一心迴光。便是出塵之事。與麼說話。", "145": "也是葛藤。撿點將來。直是白雲萬里。久立眾慈。伏惟", "146": "珍重。", "147": "上堂。僧問話罷。師乃云。問也無窮。答亦無盡。若論瘥", "148": "病不假驢䭾藥。何也。先聖傳授一言半句。蓋為不獲", "149": "已而以抑而為之。若也廣說異端。殊乖道體。況是妙", "150": "絕眾象。理統諸方。即現多門。光韜實際。以此而推。道", "151": "由心悟。不在語言。密密堂堂。曾無間隔。不勞心意。暫", "152": "自迴光。日用全收。彼此寧立。所以道。盡乾坤遍法界。", "153": "都來只是箇虗妄境界。除却頓悟真乘。立搆玄道。大", "154": "忘能所。達本無心。識破塵勞。明他魔黨。若與麼明得。", "155": "慶快平生。若也未明。自是諸人諱却。以拄杖。擊禪牀。", "156": "下座。", "157": "上堂云。好諸禪德。擊三通之法鼓。演無盡之法門。侍", "158": "者拈香。重重佛事。若據實際理地。三世諸佛不能自", "159": "宣。六代祖師。莫能建立。若據佛事門中。須憑指注。便", "160": "有一塵一佛國。一葉一釋迦。若帝網之垂珠。法門無", "161": "盡。於是善財童子。覺城東際。逆覩文殊。便登妙果。遂", "162": "指南遊。遍參知識。歷一百一十城。末後到大樓閣前。", "163": "乃見彌勒云。我已先發阿耨多羅三藐三菩提心。未", "164": "知菩薩。云何行菩薩行。云何修菩薩道。彌勒彈指一", "165": "下。一相也無。善財乃問。聖者上來莊嚴。從何處去也。", "166": "彌勒云。從來處去也。所以道。明明華藏界。滿目絕纖", "167": "埃。是處是慈氏。無門無善財。縱橫分主伴。交互見樓", "168": "臺。始立思量看。莊嚴何處來。師復召大眾云。末後一", "169": "句。天下衲僧跳不出。便下座。", "170": "偈頌荊國大王親持圓照禪師號至以頌謝之荊國大王。親持圓照禪師號至。以頌謝之", "171": "乾坤之力莫能窮。政化無私孰有功。釋子蒙恩何以", "172": "報。白檀爐上祝　堯風。", "173": "靈巖山居頌二十首靈巖山居頌二十首", "174": "蕭灑靈峯上。塵虗夏亦寒。松蘿敷翠嶺。殿塔聳雲端。", "175": "巖洞門高下。山房路屈盤。其中實幽隱。何必畵圖看。", "176": "引步西巖畔。搘筇一望間。滔滔太湖水。杳杳洞庭山。", "177": "風送雲帆遠。煙收景象閑。晚來松頂上。百鷺得魚還。", "178": "野性好居山。常思水石邊。幸當清世表。高隱妙峯前。", "179": "飲道閑消日。棲神不記年。寂寥唯自樂。無德利人天。", "180": "自到山中住。忽經三四秋。人間都不顧。物外絕追遊。", "181": "壞衲隨時補。齋資逐旋求。一身無長物。獨坐思悠悠。", "182": "盡道居山好。居山事亦難。片心如未息。方寸復何安。", "183": "九夏寧無熱。三冬豈不寒。若能明此理。松下共盤桓。", "184": "吳主為宮地。湖山尚宛然。興亡徒自異。風月幾曾遷。", "185": "觸目追前事。傷心念昔賢。區區隨逝水。千古復誰還。", "186": "居山不見山。方始是居山。未到無心地。難教得意閑。", "187": "花開青嶂裏。󳬈唳白雲間。此意無人會。終朝獨揜關。", "188": "一登雲嶺上。更不下危巔。迥出紅塵外。深藏碧嶠邊。", "189": "利生今已息。高臥且隨緣。若問憑何術。袈裟是福田。", "190": "退隱居巖谷。深藏謂得謨。塵緣都不顧。世事復何圖。", "191": "意靜玄關著。情虗此道殊。寂然庵裏坐。唯對白檀爐。", "192": "󱈜璣持四象。光景急如流。世態如何久。人生得幾秋。", "193": "何妨松石畔。且就水雲休。免向紅塵內。區區雪滿頭。", "194": "靈巖雄嶺勢崢嶸。今古如然不變更。南北往來徒仰", "195": "望。幾人親到上頭行。", "196": "靈巖清曠絕囂塵。一境蕭然畫不真。好是其中堪翫", "197": "處。森羅萬象四時新。", "198": "靈巖四遠望崔嵬。霧捲雲收碧嶂開。一境蕭然俱物", "199": "外。善財去後有誰來。", "200": "靈巖聖跡妙難窮。智積親來化此中。獨立擎拳還會", "201": "麼。飲光微笑是同風。", "202": "靈巖聳峻更無加。四面峯巒不敢遮。時有白雲從此", "203": "去。為霖為蓋遍天涯。", "204": "靈巖古寺壓雲端。路險時人到亦難。唯有五湖雲水", "205": "客。共携缾錫此中安。", "206": "靈巖獨坐夜深時。火冷󰞆寒只自知。且守寂寥隨舊", "207": "分。常光無間即無為。", "208": "靈巖勝境妙難思。知者方知具大慈。廣博門風人莫", "209": "測。龍蛇混雜會同時。", "210": "靈巖山不異靈山。自是時人見不前。對此若能親曉", "211": "得。何須特地覔西天。", "212": "靈巖數頌略而言。若據其中未盡傳。借問山翁有何", "213": "事。恒沙妙偈莫能宣。", "214": "山中歲旦免人事二首山中歲旦。免人事。二首", "215": "報爾玄徒休賀歲。出家弗比在家同。老僧自看生來", "216": "事。七十年過一夢中。", "217": "自謂居山且免閑。豈勞心力賀新年。百千萬歲今朝", "218": "事。成住壞空彈指間。", "219": "郭氏裝觀音像求師為讚郭氏裝觀音像。求師為讚", "220": "寶陀巖上吉祥人。妙相真風應剎塵。慈眼普觀三界", "221": "內。悲心廣濟勿踈親。", "222": "天衣和尚真讚天衣和尚真讚", "223": "老師真相。應緣無量。千江月華。光非二樣。", "224": "送一長老住秀州本覺送一長老住秀州本覺", "225": "老僧年邁已躘踵。唯憑吾子壯宗風。嘉禾人問真消", "226": "息。靈嵓山在白雲中。", "227": "送圓長老住無錫壽聖送圓長老住無錫壽聖", "228": "子今欲去繼吾宗。剔起眉毛立上風。大用不須拘逆", "229": "順。棒頭流出思無窮。", "230": "送周長老住臨安功臣送周長老住臨安功臣", "231": "隨緣任運不須忙。萬事無心是妙方。閑坐寂寥人莫", "232": "測。自然腦後放神光。", "233": "送齊長老住餘杭安樂山送齊長老住餘杭安樂山", "234": "十載共棲湖上寺。探玄窮教兩相資。高提祖印超羣", "235": "去。好與人天作導師。", "236": "寄福州遜長老寄福州遜長老", "237": "慧日峯前學道時。一言曾契祖師機。如今已續傳燈", "238": "後。貴得吾宗無盡期。", "239": "付通州琅山儀長老付通州琅山儀長老", "240": "聞子已居雞嶺上。今朝何事過江來。不忘付囑靈山", "241": "旨。再見文殊效善財。", "242": "寄李宮保寄李宮保", "243": "此心省後雖無事。亦要時中自琢磨。痕垢淨除全體", "244": "現。光超三界莫能過。", "245": "寄李觀察寄李觀察", "246": "勸君修道莫因循。迅速光陰不待人。須向時中頻覺", "247": "察。今生成取釋迦身。", "248": "寄李御帶寄李御帶", "249": "心源已曉自家珍。靈府深藏豈易陳。先德號為無價", "250": "寶。一迴舉著一迴新。", "251": "寄李朝奉寄李朝奉", "252": "老僧初到慧林時。席上惟君眾所推。一等用心須教", "253": "徹。祖師亦是世人為。", "254": "寄李通直寄李通直", "255": "祖師心印好任持。莫使時中有間違。一片凝然非內", "256": "外。綿綿不漏到無為。", "257": "寄梁昭宣寄梁昭宣", "258": "昔日三年在慧林。唯憑巨力受恩深。如今林下將何", "259": "報。爐上時添海岸沈。", "260": "寄劉郡主寄劉郡主", "261": "卓庵堂後近如何。想得看經念佛多。日久歲深功自", "262": "勝。何須更羨趙州婆。", "263": "寄閭丘教授寄閭丘教授", "264": "昔日南泉陸大夫。道傳千古播閻浮。君今已曉西來", "265": "意。也共當時事一途。", "266": "示陳宣義示陳宣義", "267": "君今已曉祖師機。宜向時中善運為。舉目無非華藏", "268": "界。超凡越聖剎那時。", "269": "澄照庵居中秋夜澄照庵居中秋夜", "270": "山中又值中秋夜。極目長天月正圓。好是庵前松石", "271": "上。獨行獨坐自安然。", "272": "頌示永嘉慈照頌示永嘉慈照", "273": "慈照功高不可儔。等觀含識觸緣周。已明心地同無", "274": "礙。日用縱橫卒未休。", "275": "聞慈照庵居以頌寄之聞慈照庵居。以頌寄之", "276": "大隱居󱈎造竹庵。已知庵主早年參。想應決到淳淳", "277": "地。却笑盧公強指南。", "278": "示圓照示圓照", "279": "圓照十方無內外。靈光獨耀莫能過。唯心淨土非來", "280": "往。念念相應是佛陀。", "281": "示慧光示慧光", "282": "舉起分明古佛心。先賢從此悟圓音。但能深信終須", "283": "得。至道無難不離今。", "284": "呂六主簿求因緣以頌示之呂六主簿求因緣。以頌示之", "285": "即心是佛祖師言。古聖從來不異傳。一句了然超百", "286": "億。十方諸佛亦同緣。", "287": "呂太師宅各求法名以頌示之呂太師宅。各求法名。以頌示之", "288": "法名覺澄。寂然無比。秋天月輪。光臨眾水。", "289": "法名普覺。萬緣都削。神珠獨存。靈光爍爍。", "290": "法名普應。任運不定。萬像千形。唯明妙性。", "291": "法名有覺。清淨無著。物外逍遙。如雲似󳬈。", "292": "法名常覺。神珠不昧。耀古騰今。光無內外。", "293": "法名善通。變化無窮。或隱或顯。似雲從龍。", "294": "法名定光。晝夜無間。萬象森羅。其中影現。", "295": "法名善明。鑒照今古。情與無情。咸居淨土。", "296": "法名善寧。寧即安靜。坐對森羅。心閑一境。", "297": "法名先覺。不顧機後。大用現前。烏飛兔走。", "298": "新定太守呂舍人惠無縫袈裟因成頌奉謝新定太守呂舍人。惠無縫袈裟。因成頌。奉謝", "299": "無縫袈裟。實為難得。遠遠馳來。不待彌勒。", "300": "送謙首座送謙首座", "301": "禪人別我歸東越。獨步雲山太高潔。鄉國夜深誰共", "302": "觀。鏡湖萬古含秋月。", "303": "送清立禪者送清立禪者", "304": "老僧只要子功成。得後隨方任運行。此去若能傳祖", "305": "印。善開方便利群生。", "306": "送肇雜那送肇雜那", "307": "數年學道靈嵓上。達後方知此事尊。高步毗盧南北", "308": "去。爍迦羅眼照乾坤。", "309": "送光化主送光化主", "310": "千聖同傳古佛心。靈山付囑至如今。玄徒欲繼存高", "311": "志。立處須教與眾欽。", "312": "送圓化主送圓化主", "313": "衲子辭吾下翠微。入𨞬化導看臨時。但能護惜衣中", "314": "寶。日月無窮運大慈。", "315": "送然化主送然化主", "316": "衲僧本自無窠臼。一錫飄然不可留。若到途中人借", "317": "問。聲前句後應機酧。", "318": "送玢化主送玢化主", "319": "和風拂拂水悠悠。極目千山翠欲流。衲子得時乘興", "320": "去。萬機叢湊一言酧。", "321": "送靖化主送靖化主", "322": "禪徒學道莫辭勞。世上人無道不高。古聖豈同容易", "323": "得。捨身為法若塵毛。", "324": "送照化主送照化主", "325": "老來諸事不能前。且就靈嵓養病顏。化導已憑禪子", "326": "去。善傳心印向人間。", "327": "送淵山主歸德清送淵山主歸德清", "328": "子來問道夙緣追。祖意惟憑上上機。一夕便迴猶是", "329": "鈍。隔河招手者還稀。", "330": "謝朱明之提刑二首謝朱明之提刑。二首", "331": "珍茗佳篇蒙遠寄。開囊時見又重封。公卿意重無能", "332": "報。仰望雲衢隔萬峯。", "333": "得失人間事兩端。憑君試為審思看。英雄權勢南柯", "334": "夢。以此觀來也一般。", "335": "示陳秀才示陳秀才", "336": "為儒為釋各隨功。道在無何趣不同。君向雲霄折仙", "337": "桂。老僧自要寂寥中。", "338": "示尼慧因示尼慧因", "339": "龍女靈山獻寶珠。便登佛果即須臾。汝今既曉無生", "340": "法。也共當時道不殊。", "341": "示小師慧聚二首示小師慧聚二首", "342": "丱歲誰家子。尋師求出家。佛前頻稽首。往往落天花。", "343": "丱歲入空門。夙生有願力。若能堅固心。久遠成利益。", "344": "因禪人寫師真求讚因禪人寫師真。求讚", "345": "躘踵老朽髮如雪。敏手妙能傳醜拙。挂向松堂高壁", "346": "間。蕭然似對秋江月。", "347": "文朝奉出雪峯會祖圖呈求讚文朝奉。出雪峯會祖圖。呈求讚", "348": "巍巍雪峯。應化如龍。瞻之無盡。仰之雄雄。真哉奇特。", "349": "一月遼空。", "350": "示周承議示周承議", "351": "翠竇崎嶇人罕到。承君訪道上山來。一言已曉曹溪", "352": "旨。無限迷雲喝下開。", "353": "小師守慈求彌陀佛乞讚小師守慈。求彌陀佛。乞讚", "354": "彌陀妙相。功德無量。付與守慈。永充供養。", "355": "校勘誌圓照禪師。元豐六年。", "356": "神宗皇帝詔下。召師住持慧林禪院。元祐元年三", "357": "月。得請罷慧林。", "358": "哲宗皇帝。敕諸處不得抑令住持。任便雲遊。師歸", "359": "休靈嵓山。一十二年。閑暇之日。或因請求。遂有歌", "360": "頌之作。此是我師。垂慈之一端也。師元符二年。十", "361": "二月二十八日。無疾端坐圓寂。明年正月二十八", "362": "日。葬當山之頂。硯石池上崇寧二年五月。", "363": "今上皇帝。敕諡法空禪師。塔賜瑞光之塔。歲度一", "364": "僧。看守香火於戲。師之道德。聖主賢臣。推重隆厚。", "365": "恩寵異常。除先住瑞光淨慈慧林三會道場。有語", "366": "錄。印行於世外。惠辯今追念", "367": "先師緒餘。慧林及靈嵓。有未鏤板。上堂偈頌。集成", "368": "後錄。假將仕郎朱勤。命工雕印。貴不失墜。時大觀", "369": "三年。三月三日。謹誌。", "370": "杭州景德靈隱禪寺。住持小師法真大師守一校勘。", "371": "No. 1450-A 附No. 1450-A", "372": "附", "373": "天衣振宗義懷禪師法嗣雲門五世。", "374": "東京慧林圓照宗本禪師。常之無錫人也。族管氏。體", "375": "皃厖碩。所事淳厚。年十九。往姑蘇承天。依永安道昇", "376": "禪師。執舂炊。不自疲猒。遇昇入室。隨眾諮參。昇曰。道", "377": "者竭力如此。有少勞乎。師曰。若捨一法。不名滿足菩", "378": "提。寔欲此生身證。何勞之有。昇陰奇之。越十年。剃染", "379": "受具。又巾侍三載。請辭遊方。至池陽。謁天衣於景德。", "380": "衣舉。天親從彌勒內宮而下。無著問云。人間四百年。", "381": "彼天為一晝夜。彌勒於一時中。成就五百億天子。證", "382": "無生法忍。未審說甚麼法。天親云。只是說這箇法。如", "383": "何是這箇法。久而開悟。一日室中問師。即心即佛時", "384": "如何。云殺人放火。有甚麼難。於是。名播寰宇。漕使李", "385": "公復圭。命師開法瑞光。法席日盛。武林守陳公襄。以", "386": "承天興教二剎。命師擇居。蘇人擁道遮留。又以淨慈", "387": "堅請。移文諭道俗曰。借師三年。為此󳬛植福。不敢久", "388": "占。道俗始從。元豐五年。　神宗皇帝下詔。闢相國寺", "389": "六十四院。為八。禪二律。驛　召師。為慧林第一祖。既", "390": "至。　上遣使問勞。閱三日。傳　宣。就寺之三門。為士", "391": "民演法。翌日　召對　延和殿　賜坐。師即盤足加", "392": "趺。擬仆　上亟令近臣。益以錦座二隻。　神宗登遐。", "393": "命入福寧殿說法。以老乞歸林下。得　旨任便雲", "394": "遊。州郡不得抑令住持。擊鼓辭眾。說偈曰。本是無家", "395": "客。那堪任意遊。順風加櫓棹。船子下揚州。既出都城。", "396": "王公貴人。送者車騎相屬。師臨別誨之曰。歲月不可", "397": "把玩。老病不與人期。唯勤修勿怠。是真相為。聞者莫", "398": "不感涕。晚居靈巖。其嗣法傳道者。百餘人。", "399": "上堂曰。洪音一剖。震動乾坤。法令施行。萬機頓削。聖", "400": "凡路絕。佛祖情忘。當此之時。東西不辨。南北不分。從", "401": "教千古萬古黑漫漫。填溝塞壑無人會。卓拄杖。下座。", "402": "上堂。嶮峻無過雞足峰。行人到此路難通。唯恐祖師", "403": "門下客。不移毫末到其中。參。", "404": "上堂。問也無妨。答亦無咎。何也。得之不為先。失之不", "405": "為後。若達此宗。豈論空有。千聖從來也只寧。任他烏", "406": "兔爭頭走。成住壞空彈指間。得失是非唯一口。咄。", "407": "上堂。姑蘇臺畔。不話春秋。衲僧面前。豈論玄妙。只可", "408": "著衣喫飯。翫水看山。夜見星晝見日。兩手扶犂水過", "409": "膝。靈山授記只如斯。歷劫何曾異今日。", "410": "上堂。於一毫端。現寶王剎。坐微塵裡。轉大法輪。拈起拄", "411": "杖曰。這箇是塵。作麼生說箇轉法輪底道理。山僧今", "412": "日。不惜眉毛。與汝諸人說破。拈起也。海水騰波。須彌", "413": "岌峇。放下也。四海晏清。乾坤肅靜。敢問諸人。且道。拈", "414": "起即是。放下即是。當斷不斷。兩重公案。擊禪床。下座。", "415": "上元日。僧問。千燈互照。絲竹交音。正恁麼時。佛法在", "416": "甚麼處。曰謝布施。云莫便是和尚為人處也無。曰大", "417": "似不齋來。", "418": "問。上是天。下是地。未審中間是甚麼物。曰山河大地。", "419": "云恁麼則謝師答話。曰大地山河。云和尚何得瞞人。", "420": "曰却是老僧罪過。", "421": "問。如何是祖師西來意。曰韓信臨朝。云中下之流。如", "422": "何領會。曰伏屍萬里。云早知今日事。悔不忌當初。曰", "423": "三皇冢上草離離。", "424": "問。春風吹古樹。殘日下前山。如何是不遷義。曰。青山", "425": "誰管你閑事。白日󱈎中自有人。", "426": "問。師唱誰家曲。宗風嗣阿誰。曰調古神清風自高。貌", "427": "悴骨剛人不顧。云恁麼則薦福的子。雪竇親孫也。曰", "428": "想得未知落處。", "429": "問。如何是露地白牛。曰放出無尋處。", "430": "問。適來消息從何而得。曰合。", "431": "問。知師久蘊囊中寶。今日當場略借看。曰何必如此", "432": "以上普燈錄。", "433": "上堂。看看。爍爍瑞光。照大千界。百億微塵國土。百億", "434": "大海水。百億須彌山。百億日月。百億四天下。乃至微", "435": "塵剎土。皆於光中。一時發現。諸仁者。還見麼。若也見", "436": "得。許汝親在瑞光。若也不見。莫道瑞光不照好。參。", "437": "上堂。頭圓像天。足方似地。古貌稜層。丈夫意氣。趯倒", "438": "須彌。踏翻海水。帝釋與龍王。無著身處。乃拈拄杖曰。", "439": "却來拄杖上回避。咄。任汝神通變化。究竟須歸這裡。", "440": "以拄杖卓一下已上會元。", "441": "既至瑞光。集眾擊皷。皷輙墮。圓轉震響。眾驚。却有", "442": "僧出呼曰。此和尚法雷震地之祥也。俄失僧所在。", "443": "自是。法席日盛。眾至五百人。", "444": "其住瑞光。民有屠牛者。牛逸赴本。跪若自訴。遂買而", "445": "畜之。", "446": "住淨慈。歲大旱。湖井皆竭。寺之西隅。有甘泉自湧。得", "447": "金鰻魚。因浚為井。投魚其間。寺眾千餘人。汲以不竭。", "448": "民張氏有女子死。夢其母曰。我以罪為虵。既覺。得虵", "449": "於棺下。持以詣本。乃為說法。復置故處。俄有黑蟬翔", "450": "棺上。而蛇失所在。母祝曰。若我女。當入籠中。當持汝。", "451": "再詣淨慈。如其祝。本復為說法。是夕。夢女曰。二報已", "452": "解脫矣。其顯化異數。又如此以上僧寶傳。", "453": "元符二年。十二月二十八日。沐浴而臥。門弟子環列", "454": "請偈。乞強起安坐。以化道俗。師熟眎曰。癡子。我尋常", "455": "懶作偈。今日特地。圖箇甚麼。尋常要臥便臥。不可今", "456": "日特地坐也。索筆大書曰。後事付守榮。擲筆憨睡而", "457": "逝。士庶獻㝡後供者。彌月還然　敕全身塔於寺之", "458": "上方。閱世八十。坐夏五十二　諡法空。塔曰瑞光續燈", "459": "曰坐亡以上普燈。", "460": "哲宗加號禪師　皇叔荊王親齎勑授之。", "461": "僧寶傳贊曰。富鄭公居洛中。見顒華嚴。誦本之語。作", "462": "偈寄之曰。因見顒師悟入深。夤緣傳得老師心。東南", "463": "謾說江山遠。目對靈光與妙音。王顯謨漢之。初見本", "464": "登座以目四顧。乃證本心。予聞馬鳴曰。如來在世。眾", "465": "生色心殊勝。圓音一演。隨類得解。今去佛之世。二千", "466": "餘年。而能使王公貴人。聞風而悟。瞻顏而證。則常隨", "467": "而親炙之者。可知矣。故江西八十餘人。而本則倍之。", "468": "近代授法之盛。無能加者。非願宏法道。行契佛心。何", "469": "以臻此哉以上僧寶傳。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1450 慧林宗本禪師別錄", "author": "(嗣法)慧辯錄"}