{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 307 楞嚴經指掌疏懸示", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 307", "1": "楞嚴經指掌疏懸示", "2": "京都拈華寺賢宗後學達天通理敬述", "3": "嗣法門人興宗祖旺騰清懷仁祖毓較字", "4": "前文原夫覺場初證圓音乍宣類旭日先照高山。如洪霈", "5": "不芽敗種。迨乎治輪轉曜。黑山暫明。方等挫其小心。", "6": "般若充於大志。將事遺囑。須迪妙堪。欲湛定心。乃闡", "7": "斯教。就祇桓精舍。集應法上賢。緣以戒為定因。示發", "8": "起於自恣。婬礙禪境。解愛纏以頂呪。墮假阿難。驗多", "9": "聞禦邪無力。救遣妙德。顯大智進道堪成。一經大旨。", "10": "敘分括矣。屆乎正宗。從古異判。摸象惟得象似。說乳", "11": "誰辯乳真。今疏竊比清涼。裂本經為四分。第一開示", "12": "奢摩成信分。第二開示三摩成解分。第三開示禪那", "13": "成修分。第四開示楞嚴成證分。第一分中。阿難歸自", "14": "婬室。悲請妙定。如來為闢道元。詢問始心。據阿難發", "15": "心。由於見相思惟。心生愛樂。而如來示儆。斥以用諸", "16": "妄想。此想不真。於是七番破其無處。覿面訶為非心。", "17": "離塵推其無體。由是阿難重復悲淚。自歎身雖出家。", "18": "心不入道。則已向執為自心。用為定體者。乃恍然自", "19": "失也。因而進求寂常心性。別祈發妙明心。如來為示", "20": "寂常心性。即在六根。妙明元心。不離四性。故以卍字", "21": "流光。引令現前。金拳對耀。指以親領。歷十番妙示。決", "22": "多般狐疑。既領見性即是真心。自信本明無容外覔。", "23": "第以真見晦於妄見。妙明蔽以無明。類鑛金尚用銷", "24": "融。若璞玉猶應剖析。為欲披銷見妄。特取妙例發明。", "25": "例別業舉赤眚之見燈輪。例同分指惡緣之覩災象。", "26": "二妄既銷。一真宛在。尚餘和合等疑。仍復展轉為破。", "27": "見性是心。自茲信矣。恐執性局六根。不了體通萬法。", "28": "為擴信力。進示會融。會四科明諸法元真。融七大顯", "29": "一性本徧。至觀阿難說偈讚佛。發願報恩等語。真如", "30": "鳳子初生。便欲凌雲。彼雛燕鷽鳩者。烏足以語此哉。", "31": "其如倒想既銷。細惑未審。希更審除。阿難不及詳問。", "32": "善事接拍。滿慈乃爾發端。徵萬法生緒之因。詰五大", "33": "圓融之故。如來答以生續非別。覺明為尤。圓融無他。", "34": "契真足致。若知三如來藏。本自交徹。則生續與不生", "35": "續。圓融與不圓融。皆為以所知心。測度無上菩提。用", "36": "世語言。擬入正覺知見。故如來斥以由不勤求無上", "37": "菩提等。亦深激之意也。至滿慈疑妄有因。而如來教", "38": "以頓悟。阿難執真成自。而如來誡以漸修。是葢為彼", "39": "著事迷理。滯理遺事者。示病緣。處方藥耳。是故阿難", "40": "等疑惑銷除。心悟實相。身意輕安。得未曾有。齊此已", "41": "前為開示奢摩成信分。即正脈判為說奢摩他者。然", "42": "正信雖成。依聖言為定量。妙悟難發。須理觀以磨礱。", "43": "當機喻華屋而請入門。如來愍會眾以開修路。分門", "44": "以定二義。蓋為以因同果。乃澄濁入涅槃之良規。從", "45": "根解結。為脫纏入圓通之妙道也。驗證以釋二疑。葢", "46": "為即動靜寤寐。本具聞性之不斷。離見覺聞知。別無", "47": "結元之可解也。綰巾以示倫次。蓋為從真起妄。返妄", "48": "歸真。順生逆滅。各有倫次之不容紊也。冥授以選本", "49": "根。蓋為觀音耳門。具三真實。堪以教阿難。及末劫沉", "50": "淪也。緣茲會眾身心了然。各識歸家道路。阿難心迹。", "51": "圓明。頓悟成佛法門。願度末劫沉淪。重請道場儀範。", "52": "如來示以四種明誨。誡其要先嚴持。是故以攝心為", "53": "戒。因戒生定。因定發慧。魔事無能擾。道場得以成也。", "54": "設或習氣難除。仍須結壇誦呪。行道如法。佛必現身。", "55": "顯密加持。自成妙悟。然場界雖係事相。而借相表真。", "56": "尤當加意嚴潔。施設建立。俱遵佛旨。傳示末法。永為", "57": "典型。阿難回思蒙救。全賴總持不思議力。重請演說。", "58": "如來再放頂光。爰憑化佛無障礙心。特為宣揚。又復", "59": "讚其宏功。嘉其大益。諸佛從此出生。眾罪緣斯銷滅。", "60": "無難不解。無魔不摧。無障不離。無行不就。宜乎其眾", "61": "聖侍衛百靈呵護也。齊此已前為開示三摩成解分。", "62": "即正脈判為說三摩提者。然妙悟既成。真修當勵。於", "63": "是阿難請位。略分四等。一曰云何名為乾慧之地四", "64": "十四心。二曰至何漸次得修行目。三曰詣何方所名", "65": "入地中。四曰云何名為等覺菩薩。如來與之對辨緣", "66": "起。明升墜之元由。詳分迷悟。指聖凡之樞要。蓋以性", "67": "明圓故。本無凡聖之與升墜。特以因明發性。乃有世", "68": "界及諸眾生。虗妄亂想。歷三漸而除滅。此答至何漸", "69": "次得修行目也。欲愛乾枯。純是智慧。信住行向。四加", "70": "圓成。此答云何名為乾慧之地。四十四心也。自歡喜", "71": "而至遠行。由不動而至法雲。此答詣何方所名入地", "72": "中也。覺際入交。名為等覺。此答云何名為等覺菩薩", "73": "也。然末後牢關。不離最初一步。故曰是覺始獲金剛", "74": "心中初乾慧地。又云如是皆以三增進故善能成就", "75": "五十五位。故知圓頓修證。惟重初心。細詳其旨。前二", "76": "漸次。即前四種明誨。第三漸次即前道場加行。加行", "77": "無別。即依耳門三昧。解六結而越三空也。乾慧以後。", "78": "五十五位。皆是悟後之修。修即無修。悟後之證。證即", "79": "無證。蓋圓融中略示行布意耳。答問既畢。攝義略周。", "80": "如是文殊請名。如來結示五種而誡以奉持焉。齊此", "81": "已前為開示禪那成修分。即正脈判為說禪那者。按", "82": "阿難所請三名。如來逐一委示。況已出名勸持。餘應", "83": "無說。今乃不爾者。緣以如來密因。久淪七趣。設不達", "84": "七趣本空。縱乍信亦非決定。如是阿難示問。重扶奢", "85": "摩。而言若此妙明真淨妙心。本來徧圓。則一切無非", "86": "佛體。佛體真實。云何復有地獄餓鬼畜生修羅人天", "87": "等道。如來示以內分愛染為情。外分渴仰為想。若純", "88": "想即飛。必生天上。若想多情少。輕舉飛遠。則為飛仙。", "89": "大力鬼王。飛行夜叉。地行羅剎。若情想均等。生於人", "90": "間。若情多想少。流入橫生。若七情三想。沉下水輪。身", "91": "為餓鬼。若九情一想。下洞火輪。輕生有間。重生無間。", "92": "若純情即沉。入阿鼻獄。次明造十習因。受六交報。即", "93": "純情即沉。及九情一想者。後還罪畢。受諸鬼形。即七", "94": "情三想。沉下水輪者。怨對相值。為畜酬債。即情多想", "95": "少。流入橫生者。酬足復形。生人道中。參合十類。即情", "96": "想均等。生於人間者。存想固形。有十種仙。即情少想", "97": "多。輕舉非遠者。六欲四禪。及諸四空。即純想即飛。徑", "98": "生天上者。至修羅既分四趣。其情想多少。亦隨四趣", "99": "可知。然此皆是諸有為相。妄想受生。於妙圓明。無作", "100": "本心。皆如空華。元無所有。知此義者。則如來密因。常", "101": "自現前。正信決定而奢摩得成矣。又以聖性互通。雖", "102": "順逆皆為方便。而觀音獨步。惟耳根最極圓通。第慮", "103": "夫六結欲解。正念與妄念交興。五陰將開。內魔兼外", "104": "魔競起。如是如來將罷法座。回紫金山。重起真慈。再", "105": "來凭倚。示致魔之緣由。扶了義之修證。詳辨其相。教", "106": "以預知。當彼陰境現前。切忌妄為聖證。一一透過。歷", "107": "歷圓明。設或得少居盈。認賊為子。固無論天魔鬼神。", "108": "邪宗外道。足以殘害法身。即如彼定性聲聞。獨覺緣", "109": "覺。亦為斷滅佛種。所謂隳汝寶覺全身者以此。要知", "110": "陰破即在結解之中。如前云初於聞中。入流亡所。所", "111": "入既寂。動靜不生。即破色陰。如是漸增。聞所聞盡。則", "112": "破受陰。盡聞不住。覺所覺空。則破想陰。空覺經圓。空", "113": "所空滅。則破行陰。生滅既滅。寂滅現前。則破識陰。識", "114": "陰既破。正解圓滿。而三摩得成矣。又以理雖頓悟。乘", "115": "悟併銷。事非頓除。因次第盡。若執理廢事。必遺深住", "116": "淺。遺深住淺。禪那之諸位不成。執理廢事。菩薩之萬", "117": "行安竟。此阿難所以重請微細開示。而如來所以盡", "118": "示五陰邊際。將使行人於耳根圓通後。歷事漸修。期", "119": "證真果。切不可自謂無事。甘墮增上慢也。但悟後之", "120": "修。無勞肯綮。如前識陰盡時。諸根互用。便云從互用", "121": "中。能入菩薩金剛乾慧。圓明精心。於中發化。如是乃", "122": "超信住行向。加地等覺。入於如來妙莊嚴海。是知觀", "123": "音獲二殊勝。發三妙用。如是皆以圓明精心。於中發", "124": "化。依斯歷位。有何艱險。知此義者。則不廢事修。而禪", "125": "那得成矣。齊此已前為開示楞嚴成證分。即正脈判", "126": "為初心緊要者。夫正宗既備。流通須人。為法求賢。特", "127": "申校量。校化他之殊勳。纔起一念開示。滿方空七寶", "128": "布施。福尚莫及。量自修之勝益。果具兼慧誦持。盡如", "129": "來窮劫妙辨。德猶難稱。故誡以依我教言。如教行道。", "130": "直成菩提。無復魔業。自是玄音方罷。時眾咸欣。自應", "131": "展轉流通。燈分𦦨列於無盡也。通理顧多天幸。早入", "132": "釋門。愧無百城煙水之緣。幸有一室茗香之福。玩味", "133": "眾典。獲受斯經。不量材蕪。輙思手疏。尋要義於古註。", "134": "求真量於自心。將欲條分縷析。法彼曲成。仍復仰叩", "135": "三尊。祈求加被。", "136": "稽首本師釋迦文頂光化佛不思議", "137": "圓通秘密首楞嚴資發玄猷兩乘眾", "138": "加被凡愚契聖心條分縷析同指掌", "139": "流通遐爾徧含靈自他利益無窮盡", "140": "將釋此經。通啟十門。一教起因緣。二藏乘分攝。三能", "141": "被教義。四所被機宜。五體性淺深。六宗趣通別。七說", "142": "時前後。八傳譯註釋。九總釋名題。十別解文義。", "143": "一教起因緣第一教起因緣者。謂教不自起。有因方興。因不自持。", "144": "須待緣扶。故首示教起因緣。有總有別。", "145": "總因緣者。謂統論如來一代聖教。惟為一事。如法華", "146": "經云。諸佛世尊。惟為一大事因緣故。出現於世。所謂", "147": "欲令眾生開佛知見。使得清淨故。欲示眾生佛之知", "148": "見故。欲令眾生悟佛知見故。欲令眾生入佛知見道", "149": "故。據此則如來出世。始終惟為一佛知佛見。說惟說", "150": "此。除此無餘可說。縱有所說。亦惟為此。且不惟一佛。", "151": "佛佛皆然。故為總因緣也。", "152": "別因緣者。別就當經。有十所為。一為警策狂慧故。夫", "153": "行人以定郭失守。必至慧浪偏騰。慧浪偏騰。以善辨", "154": "為能事。定郭失守。執多聞為騰場。豈知說食不飽。數", "155": "貨常貧。終落邪思。難出愛網。為說此經。警茲狂慧。如", "156": "阿難自婬室歸來。啟請妙定。先自恨無始來。一向多", "157": "聞。未全道力。又揀選圓通後云。阿難縱強記。不免落", "158": "邪思等。皆警策狂慧意也。○第二勉修真定故。夫慧", "159": "本不惡。要以定力相扶。欲豈能纏。惟在真修有據。若", "160": "徒慕真修而不捨妄緣。縱強制識心而終非真定。為", "161": "說此經。用茲勉勵。如經云。縱滅一切見聞覺知。內守", "162": "幽閒。猶為法塵分別影事。又云現前雖成九次第定。", "163": "不得漏盡成阿羅漢等。皆勉修真定意也。○第三麤", "164": "銷倒想故。良以妄識紛糺。見精失照。執諸法為心外。", "165": "迷一真於有空。或固執因緣而繫墜權宗。或凝心自", "166": "然而馳騁外計。皆為倒想。足障真修。佛為銷此。特說", "167": "此經。如經中破妄識顯真見會四科融七大末復斥", "168": "以世間無知。惑為因緣及與自然。皆是識心分別計", "169": "度等。蓋分別計度。即是見惑名麤。能障正信名倒。如", "170": "阿難領信空藏偈云。妙湛總持不動尊。首楞嚴王世", "171": "希有。銷我億劫顛倒想。不歷僧祇獲法身。其為麤銷", "172": "倒想可知。○第四審除細惑故。良以麤想先落。細惑", "173": "未除。雖信諸法惟心。究未徹惟心之宗源。固知五大", "174": "圓融。實未了圓融之深故。起心動念。即乖法體。能障", "175": "性定。惑以細名。佛為除此。因說是經。觀阿難於倒想", "176": "銷後偈云。大雄大力大慈悲。希更審除微細惑。令我", "177": "早登無上覺等。是知滿慈雙陳二問。俱屬細惑。如來", "178": "各答其由。即是審除。至滿慈疑妄有因。阿難執真成", "179": "自。如來又復詳為委示。其為審除細惑可知。○第五", "180": "揀示圓觀故。夫一心三藏。即妙定全體。如上已明。而", "181": "四科七大。依孰為觀門。其次當辨。雖聖性互通。順逆", "182": "皆為方便。而時機各異。修證不無易難。若依根而修。", "183": "固已超出餘門。而六處揀辨。獨讓聞根為最。為此說", "184": "經。用茲揀示。如文殊揀選偈云。頂禮如來藏。無漏不", "185": "思議。願加被未來。於此門無惑。方便易成就。乃至云", "186": "但以耳根修。圓通超餘者。其揀示圓觀之意。已自顯", "187": "然可見。○第六詳明深修故。夫耳根為最圓最妙之", "188": "門。承前已論。而深修有悟前悟後之道。其次應明。悟", "189": "前須依境觀心。正助兼修。悟後則從性起修。定慧交", "190": "進。觀阿難啟請安立道場。遠諸魔事。如來示以持戒", "191": "誦呪。尅期反聞。正教以依境觀心。正助兼修也。又阿", "192": "難以未到涅槃。請示聖位。如來答以類生亂想。三漸", "193": "滅除。乾等諸位。歷事漸修。正教以從性起修。定慧交", "194": "進也。其為詳明深修之意。已自歷然可思。○第七重", "195": "扶奢摩故。言如來密因。固為奢摩他體。而久淪七趣。", "196": "正信難以遽成。若能了七趣本空。自信知密因宛在。", "197": "故自阿難請談七趣。如來答以自業所招。非本來有。", "198": "末復斥以汝妄自造。非菩提咎。皆重扶奢摩意也。○", "199": "第八嚴護墮落故。言妙三摩提。固為修證了義。而陰", "200": "境現前。常是用心交互。或誤作聖解而致受羣邪。或", "201": "情生莫禁而魔入心腹。或妄起貪求而使天魔得便。", "202": "附人來惑。或別生異解而類先世邪宗。墜入彼論。故", "203": "岐執而墮外侶。或易足而滯小道。總為迷佛菩提。同", "204": "一違遠圓通。一朝墮落。塵劫難復。試看如來將罷法", "205": "座。極口叮嚀。出致魔之緣由。辨陰開之境相。末復教", "206": "以傳示末世。普令覺了。汝當恭欽。最後垂範。皆嚴護", "207": "墮落意也。○第九巧遮理障故。言魔事銷歇。圓通自", "208": "獲妙悟。萬行未圓。禪那猶當進驅。恐纔覺陰開。便謂", "209": "無障可斷。適現寂滅。便謂無佛可求。墮增上慢。成素", "210": "法身。既失利樂眾生之大因。亦違莊嚴淨土之妙行。", "211": "纏綿理障。迍邅悟門。忽爾陰習重生。依舊隨他境轉。", "212": "故自阿難重請五陰。如來宣發大慈。既示之以妄想", "213": "根元。又受之以五陰邊際。末復教以理由頓悟。乘悟", "214": "併銷。事非頓除。因次第盡。正巧遮理障義也。○第十", "215": "利益今後故。謂解行在窮。現會已蒙深益。見聞為種。", "216": "當來猶作勝緣。如雙標二見之初。如來即云。吾當為", "217": "汝分別開示。亦令將來諸有漏者。獲菩提果。七大圓", "218": "融之前。如來又云。吾當為汝分別開示。亦令當來修", "219": "大乘者。通達實相。如是語類。在文非一。良以末法障", "220": "重。悲念猶深。故文殊選圓。則曰堪以教阿難及末劫", "221": "沉淪。如來辨魔。則曰汝等必須將如來語。傳示末法", "222": "等。是知佛說此經。不獨為現在成益。而利及將來。其", "223": "意猶偏重也。此依一經大義。別示十緣。微細分之。應", "224": "有無盡。以一音說法。隨類各解故。教起因緣竟。", "225": "二藏乘分攝第二藏乘分攝者。謂如來一代聖教。約總相含攝。有", "226": "三藏有二藏。約修證權實。有三乘有五乘。約品類詳", "227": "分。有九分有十二分。應知此經。於諸彼彼法中。各何", "228": "攝屬。故次第明之。", "229": "言三藏者。一修多羅。亦名修妬路。或名素怛纜。葢梵", "230": "音楚夏不同。此云契經。或翻為線。按五印土。呼線席", "231": "經井索聖教皆名修多羅。若爾應翻聖教。古德見此", "232": "方聖教稱經。故分取席經經字。既順此方。亦不失彼", "233": "聖教之義。不取席線索者。此方不貴故。非是聖教故。", "234": "但借義助名。上加契字。謂契理契機之經。依主受稱", "235": "也。又經有多義。如雜心五義等。見華嚴懸談。雖有多", "236": "義。不出貫攝二義。如佛地論云。能貫能攝。故名為經。", "237": "謂依佛聖教。貫穿攝持所應說義。所應度生故。正詮", "238": "定學。兼通戒慧。○二毗奈耶。亦名毗尼。葢梵音賖切", "239": "耳。此云調伏。謂調練三業。制伏過非故。調練通於止", "240": "作。制伏惟明止持。就所詮之行彰名。或翻為滅。謂滅", "241": "業惑。得滅果故。亦名波羅提木叉。此翻別解脫。謂三", "242": "業七支。各別防非。又揀異道共及定共戒。故名為別。", "243": "此從因得名。亦可言果。以解脫即果也。亦翻隨順解", "244": "脫。謂隨順有為無為二解脫果故。此從果得名。亦可", "245": "言因。以隨順即因也。或名尸羅。具云翅怛羅。此翻清", "246": "涼。謂離熱惱因。得清涼果故。此雙從因果得名。正詮", "247": "戒學。亦詮定慧。○三阿毗達磨。亦名阿毗曇。亦梵音", "248": "賖切之異。此翻對法。法有二種。一勝義法。所謂涅槃。", "249": "是善是常。故名為勝。二法相法。通四聖諦世出世異", "250": "及因果異。故名為相。對亦有二。一對向涅槃。二對觀", "251": "四諦。其能對者。皆無漏淨慧及相應心所。由對果對", "252": "境。分二對名。舊譯為無比法。以無漏淨慧最為勝故。", "253": "此則惟依能對立名。亦名優波提舍。此翻論議。謂問", "254": "答辨論。議邪正故。亦名磨怛哩迦。此翻本母。以教與", "255": "義為本為母。生解行故。正詮慧學。兼亦攝二。○此三", "256": "云何名藏。以含攝故。今經何所攝屬。正屬經藏。始終", "257": "惟說定故。若以此攝彼。亦兼餘二。以四種明誨三重", "258": "漸次皆重戒故。七處破識十番顯見等同論議故。言", "259": "二藏者。一聲聞藏。二菩薩藏。即前三藏。詮示聲聞理", "260": "行果故。名聲聞藏。詮示菩薩理行果故。名菩薩藏。不", "261": "開辟支者。以辟支多不借教。出無佛世。佛在世時。攝", "262": "屬聲聞。以與聲聞理果同故。若約教行別者。亦可開", "263": "三乘為三藏。但古皆不開。今亦應爾。○若明攝屬者。", "264": "此經屬菩薩藏攝。以經中雖存二乘之名。不取聲聞", "265": "理行果故。如經中七大之前。世尊告阿難言。汝先厭", "266": "離聲聞緣覺。發心勤求無上菩提。故我今時為汝開", "267": "示第一義諦。又四卷中第一決定義云。汝等若欲捐", "268": "捨聲聞修菩薩乘入佛知見。又當審觀因心與果覺", "269": "為同為異等。如是語類。皆欲廢小道唯取菩薩理行", "270": "果也。", "271": "言三乘者。一聲聞乘。依四諦法。慇懃精進。欲速出三", "272": "界。自求涅槃。法華云。如彼諸子。為求羊車出於火宅。", "273": "○二辟支乘。依因緣法。慇懃精進。求自然慧。樂獨善", "274": "寂。深知諸法因緣。法華云。如彼諸子。為求鹿車出於", "275": "火宅。○三菩薩乘。依六度法。勤修精進。求一切智。利", "276": "益天人。度脫一切。法華云。如彼諸子。為求牛車出於", "277": "火宅。然有權有實。若住相之行。因果歷別。則名為權。", "278": "若從性起修。因果該徹。則名為實。○若明攝屬者。此", "279": "經屬菩薩乘攝。以經中三漸次後。有從是漸修隨所", "280": "發行安立聖位義故。又惟實一分攝。以是悟後之修。", "281": "修即無修故。不屬餘二。其意可知。若以此攝彼。亦可", "282": "通收。以此經兼圓。包含無量乘故。", "283": "言五乘者。一人天乘。二聲聞乘。三辟支乘。四菩薩乘。", "284": "五佛乘。○一人天乘者。依戒善禪定法。求下界五欲。", "285": "及上界淨妙之樂。法華經喻以最小之車。○二聲聞", "286": "乘。三辟支乘。四菩薩乘。準上三乘可知。○五佛乘者。", "287": "依萬行因華。嚴一乘佛果。法華經喻以大白牛車。○", "288": "如經云。若是長者。乃至不與最小一車。猶不虗妄。何", "289": "況長者。自知財富無量。欲饒益諸子。等與大車。是葢", "290": "以最小之車喻人天。等與大車喻佛乘也。○若明攝", "291": "屬者。此經屬佛乘攝。知阿難請定。則曰十方如來得", "292": "成菩提妙奢摩他等。而禪那位終。亦云方盡妙覺成", "293": "無上道。是則因為果設。果成因絕。尚不屬於菩薩。況", "294": "夫餘乘。若以此攝彼。雖人天不遺。以精研七趣。悟妄", "295": "即真。同佛體故。餘可例思。", "296": "言九分十二分者。通論聖教有十二分。若大小暫分。", "297": "各局九分。○十二分者。一修多羅。此云契經。謂十一分及三", "298": "藏中正文之外。餘有前後相承。貫穿契合等義。別為修多羅分二祇夜。此云重頌。三", "299": "和伽羅那。此云授記。四伽陀。此云孤起頌。五優陀那。", "300": "此云自說。六尼陀那。此云因緣。七阿波陀那。此云譬", "301": "喻。八伊帝目多伽。此云本事。九闍陀伽。此云本生。十", "302": "毗佛略。此云方廣。十一阿浮陀達摩。此云未曾有。十", "303": "二優波提舍。此云論議。孤山云。長行重頌并授記。孤", "304": "起無問而自說。因緣譬喻及本事。本生方廣未曾有。", "305": "論議俱成十二名。廣如大論三十三。○九分者。準法", "306": "華小乘唯九部。古德釋云。小乘談理狹隘。不言成佛。", "307": "請問方說。故無方廣授記自說之三。按智論大乘亦", "308": "唯九部。古德釋云。大乘多直顯。故無因緣譬喻論議", "309": "之三。○此約大旨局論。若以細義合會。亦可俱通。餘", "310": "經俱通。非急不論。至論今經。如前後相承之處。經家", "311": "敘置之語。則是契經。從互用中入乾慧地。即許超出", "312": "諸位。入妙嚴海。則是授記。四科常住。七大徧周。則是", "313": "方廣。放光動地。諸佛現證。則是未有。回紫金山。再來", "314": "凭倚。普告大眾。則是自說。阿難誤墮婬室。歸來請求", "315": "乃說。則是因緣。藥王自敘無始。為世良醫等。則是本", "316": "事。須菩提自憶受生。如恒河沙。初在母胎。即知空寂", "317": "等。則是本生。覺海性澄圓等。則是孤起。真性有為空", "318": "等。則是重頌。徵破識心。推論見性。則是論議。綰華巾", "319": "以示結。舉演若而明妄。則是譬喻。是知此經。能通諸", "320": "分。○若尅論攝屬者。此經屬方廣未有因緣三分所", "321": "攝。以談理處多是方廣。現相處多是未有。開示處多", "322": "因請問故。餘但少分。不得名攝。問。契經居多。何非彼", "323": "攝。答。藏中契經。已全攝故。分中契經。此但少分。藏乘", "324": "分攝竟。", "325": "三能被教義第三能被教義者。謂教海沖深。法雲彌漫。智光無際。", "326": "妙變莫窮。以無言之言。詮言絕之理。運無變之變。應", "327": "變熊之機。機差教殊。義分多種。亦有不分。得少失多。", "328": "今將有分。略為三章。一約宗分教。二約論辯義。三會", "329": "通淺深。○言約宗分教者。謂西竺東夏。弘闡之流。於", "330": "一代聖言。或合為一教。或開為二三。再開之而至四", "331": "五。人兼緇素。凡有一十八家。甲順乙違。難盡他宗。事", "332": "精理備。無越賢首。因依賢宗諸祖。略述五教。", "333": "一小乘教。亦名愚法二乘教。異大乘故。逐機設故。隨", "334": "他語故。說諸法數一向差別。以其揀邪正。辯聖凡。明", "335": "因果。分欣厭。然其所說法數。唯七十五。但說人空。不", "336": "明法空。縱說法空。少不明顯。惟依六識三毒。建立染", "337": "淨根本。未盡法源。故多諍論。", "338": "二大乘始教。亦名分教。但名諸法皆空。未盡大乘法", "339": "理。故名為始。但名一切法相。有成佛有不成佛。故名", "340": "為分。廣談法相。少及法性。其所云性。一是相數。說有", "341": "百法。決擇分明。故少諍論。", "342": "三終教。亦名實教。謂明緣起無性。一切皆如。定性二", "343": "乘。無性闡提。悉當成佛。方盡大乘至極之說。故名為", "344": "終。以稱實理。故名為實。多談法性。少及法相。其所云", "345": "相。亦會歸性盡大乘說。故無諍論。", "346": "四一乘頓教。但一念不生。即名為佛。不依地位漸次", "347": "而說。如思益經云。得諸法正性者。不從一地至於一", "348": "地。楞伽經云。初地即為八。乃至無所有何次等。既不", "349": "同前漸次修行。又不同後圓融具德。故名為頓。總不", "350": "說法相。唯辯真性。一切所有。唯是妄想。一切法界。惟", "351": "是絕言。五法三自性皆空。八識二無我俱遣。訶教勸", "352": "離。毀相泯心。生心即妄。不生即佛。亦無佛無不佛。無", "353": "生無不生。如淨名默住等。別為一類離念機故。亦為", "354": "對治空有俱存三種著相人故。", "355": "五圓教。謂統該前四圓滿具足。一位即一切位。一切", "356": "位即一位。十信滿心。即攝五位成等正覺。故名為圓。", "357": "所說惟是無盡法界。性海圓融。緣起無礙。相即相入。", "358": "如因陀羅網。重重無際。微細相容。主伴無盡。", "359": "已上略出名義。令知大端。若廣辯所詮。及斷證分齊。", "360": "具如華嚴懸談。并賢首教儀等書。", "361": "言約論辯義者。謂佛教本乎一心。心有差別。則教有", "362": "支異。故如來說教。說此心也。諸祖判教。判此心也。今", "363": "即以起信論中。一心差別以明五重教義。准起信論", "364": "初惟以一心為本源。論云。所言法者。謂眾生心。是心則攝一切世間出世間法即", "365": "圓教分齊。二依一心開二門。一心真如門。所謂心性不生不滅", "366": "即頓教分齊。始教空宗。亦密示此門。以彼不知如來", "367": "遣相即為顯性。故非彼分。二者心生滅門。謂依真如有生滅心。", "368": "所謂不生不滅。與生滅和合。名阿賴耶識即終教分齊。分教相宗。亦密示", "369": "此門。以彼不知佛說賴耶通如來藏。故非彼分。三依", "370": "生滅門明二義。一者覺義。謂心體離念。離念相者。等虗空界。即是如來平等法", "371": "身即始教空宗分齊。二者不覺義。謂不如實知真如法一故四依", "372": "此義生三細。一依不覺故心動名業相。二依動故能", "373": "見名轉相。三依能見故境界妄現名現相。即分教相", "374": "宗分齊。五依現相生六麤。一智相。謂依境分別。即法執俱生二相", "375": "續相。謂依智起念不斷。即法執分別三執取相。謂妄生執取。即我執俱生四計名", "376": "字相。謂妄計名字。即我執分別即小教分齊。以斷我執。證我空。是小教義故五起", "377": "業相。謂循名造業六業繫苦相。謂隨業受報即人天分齊。又六道業", "378": "報。為苦空觀等之方便。亦小教分齊。", "379": "言會通淺深者。此經多談法性。少及法相。其所云相。", "380": "亦會歸性。應正屬終教。如四科七大等可知。又此經", "381": "所顯六根中性。即是阿賴耶識。體通如來藏性。正齊", "382": "起性論中生滅門也。若就其狂心歇處。即是菩提。亦", "383": "兼頓教。且三漸方終。即云獲無生忽。正起信論中真", "384": "如門也。至於因該果海。果徹因緣。是又兼於圓教。而", "385": "審除細惑。首言性覺妙明。本覺明妙。正齊起信論中", "386": "一心源也。是知此經教義。唯深非淺。所冀學賢首者。", "387": "當體心會教。借教通經。則經可通而教可會矣。能被", "388": "教義竟。", "389": "四所被機宜第四所被機宜者。夫教因機設。機以教成。上說教義。", "390": "已知能被宏深。今示機宜。略彰所被廣大。復分兩門。", "391": "以盡揀收。一遵古所判。二依經所明。", "392": "言遵古所判者。依古德開為二門。一料揀。二普收。○", "393": "料揀非機。則有五種。一謂樂著名相。以文為解者。二", "394": "謂繫滯行位高推聖境者。三謂情尚於空觸言賓無", "395": "者。四謂自恃天真輕厭進修者。五謂固執先聞擔󳱔", "396": "棄金者。如是皆名非機。反是皆機。○若普收者。則一", "397": "切眾生。皆有佛性。但得聞之。無不獲益。宿機深者悟", "398": "入。淺者信解。都無宿種者。結緣成種。食金剛喻。可為", "399": "譬矣。", "400": "言依經所明者。亦有料揀普收二門。○料揀者。按本", "401": "經詳辯五魔中非機有五。別相則有五十。非機五者。", "402": "一謂色陰將開誤為聖證者。二謂受陰將開情魔入", "403": "心者。三謂想陰將開。妄起邪求者。四謂行陰將開。別", "404": "生異計者。五謂識陰將開。謬立真果者。別相五十。經", "405": "中俱載。至後自見。然此皆違逆正修。隨順魔外。或永", "406": "沉惡見而成無間之因。或中止化城而隳菩提之種。", "407": "諸佛不度。塵劫難升。雖已先沐金言。惜乎前功盡棄。", "408": "若逢不逢。終非所被也。略明是機。亦有五種。一謂厭", "409": "多聞而務真修者。二謂捨識心而用根性者。三謂不", "410": "住淺而求深法者。四謂不貴信而重圓悟者。五謂不", "411": "執理而兼事修者。此上五非五是。皆經中本具料揀。", "412": "特超略錄之。設欲盡悉。更究全文。○若以本經普收", "413": "者。則蝡動含靈。本元真如。即是如來成佛真體。凡有", "414": "聞法。皆成所被。如阿難請定。於時復有恒沙菩薩。及", "415": "諸十方大阿羅漢。辟支佛等。俱願樂聞。則普收三乘", "416": "矣。揀選圓通偈云。過去諸如來。斯門已成就。現在諸", "417": "菩薩。今各入圓明。未來修學人。當依如是法。則普收", "418": "三世矣。阿難捨妄求真。佛言。吾今為汝建大法幢。亦", "419": "令十方一切眾生。獲妙微密性淨明心。得清淨眼。則", "420": "普收十方矣。佛示富樓那云。狂性自歇。歇即菩提。不", "421": "從人得。何借劬勞肯綮修證。後答阿難云。理由頓悟。", "422": "乘悟併銷。事非頓除。因次第盡。則普收頓漸矣。阿難", "423": "請示奢摩他路。而云令諸闡提隳彌戾車。文殊代問", "424": "是非是義。而云非是疇昔善根輕尠。則普收邪正矣。", "425": "選圓通後。經家敘云。普會大眾。天龍八部。有學二乘。", "426": "及諸一切發心菩薩。其數凡有十恒河沙。皆得本心。", "427": "遠塵離垢。得法眼淨。則普收發心未發心矣。況夫聖", "428": "性無不通。順逆皆方便。既法法皆為教體。而人人可", "429": "入圓通。雖遲速不定。而終無唐捐。歷耳熏心。皆成智", "430": "種。凡諸有識。幸勿錯過。所被機宜竟。", "431": "五體性淺深第五體性淺深者。夫聖言無定。大小通關。真教難評。", "432": "淺深異體。今依本經大旨。通收古德所說。略為三章。", "433": "一開為十種。二合為四門。三總與會通。", "434": "言開為十種者。依清涼有十門。一音聲語言體。二名", "435": "句文身體。三通取四法體。四通攝所詮體。五諸法顯", "436": "義體。六攝境惟心體。七會緣入實體。八理事無礙體。", "437": "九事事無礙體。十海印炳現體。此之十種。前淺後深。", "438": "事盡理圓。詳如彼疏。", "439": "言合為四門者。即前十種。圭峯束而為四。一隨相門。", "440": "二唯識門。三歸性門。四無礙門。○隨相門中。復有二", "441": "種。一聲名句文體。謂大小乘教。或以聲為教體。攝假", "442": "從實故。或以名等為教體。以體從用故。今通取之。以", "443": "假實體用遞互交資而為教體。二通攝所詮體。以聲", "444": "名句文。但屬能詮。若無所詮之義。不成教體。故必通", "445": "攝所詮文義相隨而為教體。○唯識門者。以上能詮", "446": "所詮。皆唯識現故。唯識云。唯遮外境。識表內心。離識", "447": "之外。更無別法。釋論亦云。十地經者。彼聖者金剛藏", "448": "識所變影像為增上緣。聞者識上影現似彼法門。展", "449": "轉傳來。說名為教。是知一切諸法。皆是識心所變影", "450": "像。故以唯識為體。○歸性門者。以上識心無體。唯是", "451": "真如故。然有二義。一約生滅門。真如隨緣。變起識境", "452": "諸法。從緣無性。會歸惟一真如。如起信論云。依於此", "453": "心。顯示摩訶衍義。華嚴梵行品云。知一切法。即心自", "454": "性。成就慧身。不由他悟。故以歸性為體。二約真如門。", "455": "不變名真。不壞名如。唯此可為教體。顯有變有壞者。", "456": "非教體故。如起信論云。一切諸法。唯依妄念而有差", "457": "別。若離心念。則無一切境界之相。是故一切法從本", "458": "已來離言說相。離名字相。離心緣相。畢竟平等。無有", "459": "變異。不可破壞。唯是一心。故名真如。維摩經文殊歎", "460": "維摩詰曰。乃至無有文字語言。是真入不二法門。故", "461": "唯以歸性為體。此二義中。前約終教唯心義說。後約", "462": "頓教唯心義說。合為一歸性門也。○四無礙門。亦有", "463": "二義。一理事無礙。二事事無礙。理事無礙。復有二義。", "464": "一前後交徹。二說聽全收。前後交徹者。以上三門中。", "465": "前二屬生滅門。是事法界。後一屬真如門。屬理法界。", "466": "起信論云。依一心法有二種門。然既依於一心。則真", "467": "如即是生滅。生滅即是真如。故統收前三理事無礙", "468": "而為教體。說聽全收有四句。一佛全攝生。謂佛真心", "469": "外無別眾生。則唯說無聽。二生全攝佛。謂眾生真心", "470": "外無有別佛。故唯聽無說。三生佛互融。謂佛真心攝", "471": "眾生時。不礙眾生真心攝佛。眾生真心攝佛時。不礙", "472": "佛真心攝眾生。則說聽雙存。二教齊立。四生佛俱泯。", "473": "謂佛真心攝眾生時。生即同佛故非生。眾生真心攝", "474": "佛時。佛即同生故非佛。則說聽互奪。二教齊泯。泯之", "475": "絕迹。是真教體。事事無礙中亦有二義。一重重互攝。", "476": "二說聽全収。重重互攝者。謂由上三門理與事無礙", "477": "故。能令聲名句文等一一事法。皆悉稱理無礙。如法", "478": "華意根清淨文云。以是清淨意根。乃至聞一偈一句。", "479": "通達無量無邊之義。今識等稱性亦然。又云解是義", "480": "已。能演說一偈一句。至於一月四月乃至一歲。今聲", "481": "名等稱性亦然。說聽全收者。亦有四句。一由佛果稱", "482": "性。攝法無遺。眾生尚在佛中。況所聞教。故佛果一一", "483": "身分。一一毛端等。皆為所聞。二謂眾生稱性。攝法無", "484": "遺。佛尚在眾生中。況所說教。故眾生一一身分。一一", "485": "毛端等。皆成所說。三由生佛互在。各不壞相。則隨一", "486": "聲教。互說互聞。故眾生身中佛。為佛身中眾生說法。", "487": "佛身中眾生。聽眾生身中佛說法。四由生全在佛。故", "488": "同佛非生。佛全在生。故同生非佛。二位齊泯。說聽互", "489": "無。故佛身中眾生無聽。眾生身中佛無說。則是一聞", "490": "一切聞。一說一切說。生佛互在二俱存。說聽互無兩", "491": "俱泯。究竟存亦不可說。泯亦不可說。以正互泯時即", "492": "互存。正互存時即互泯。一切圓成。無障無礙。故以無", "493": "礙為教體也。", "494": "言總與會通者。圭峯初門。即攝清涼前五。二分攝六。", "495": "以彼唯心義寬。本影四句。通於終頓二教。尅論唯識。止齊始分。故不俱攝三分攝六全攝", "496": "彼七。以彼釋惟心。齊於一心本源。圭峯第三。止齊終頓。故唯分攝。若彼第七。會生滅之緣。入真如之實。似", "497": "當頓教。故此全攝四攝後三可知。若以本經會通者。此經正", "498": "屬終教。亦兼頓圓。若以終頓義說。則唯以歸性為體。", "499": "如經云此方真教體。清淨在音聞。蓋音家之聞。即是", "500": "性也。若以圓教義說。亦兼以無礙為體。如經云於一", "501": "毛端。現寶王剎。坐微塵裏。轉大法輪。然塵裏既可轉", "502": "輪。則無礙為體也。體性淺深竟。", "503": "六宗趣通別第六宗趣通別者。語之所尚曰宗。宗之所歸曰趣。然", "504": "有通有別。", "505": "通謂通論一代佛教。諸部異計。各各不同。以義相從。", "506": "更復合之。略為六宗。○一隨相法執宗。謂於一切我", "507": "法中起有無執故。即小乘諸師。依阿含緣生等經。造", "508": "婆沙俱舍諸部論等。於中復有六宗。一我法俱有宗。", "509": "謂犢子法上賢胄正量密林山部等。以立我故。諸部", "510": "論師共推不受。呼為附佛法外道。二法有我無宗。謂", "511": "薩婆多上座多聞部等。彼說諸法皆悉實有。但不立", "512": "我。異外道計。又立正因緣。以破外道邪因及無因等。", "513": "三法無去來宗。謂大眾部及雞胤制多西山北山法", "514": "藏飲光部等。惟說現在有為及無為法。以過未之法。", "515": "體用俱無。故所不說。四現通假實宗。謂說假部。就前", "516": "現在有為法中。說五蘊為實。界處為假。其成實論末", "517": "經部師對根本經部言亦是此說。五俗妄真實宗。即說出世", "518": "部等。謂世俗是假。以虗妄故。出世反上。六諸法但名", "519": "宗。即一說部等。謂一切我法。但有假名。無實體故。六", "520": "中初唯執有。後唯執無。中通有無。故總唯一隨相法", "521": "執宗。○二惟識法相宗。謂一切法皆唯識現故。即無", "522": "著天親依方廣深密等經。造瑜伽唯識論等。○三真", "523": "空無相宗。謂一切諸法皆空無相故。即提婆清辯。依", "524": "妙智般若等經。造百門掌珍論等。○四藏心緣起宗。", "525": "謂一切諸法唯是真如隨緣具恒沙德故。即堅慧馬", "526": "鳴。依勝鬘涅槃等經。造寶性起性論等。○五真性寂", "527": "滅宗。謂想相俱絕直顯性體故。即馬鳴龍樹。依楞伽", "528": "般若等經。造真如三昧智度論等。○六法界圓融宗。", "529": "謂無盡法界。如因陀羅網主伴重重。圓融無礙故。即", "530": "龍樹天親。依華嚴等經。造不思議十地論等。○此之", "531": "六宗。除第一宗中第一。有宗無趣。以佛教所不受故。", "532": "其餘皆各為一類之機。啟揚悟門。資修行業。以證自", "533": "類之果為趣。", "534": "若別就當經以明宗趣者。於中復有通別。通則此經", "535": "唯以自心本具性修無礙三一圓融妙定為宗。令眾", "536": "生生信發解起行以至究竟極果為趣。若就前通中。", "537": "正當第四。五六亦可旁通。別則別就本經。次第淺深。", "538": "依正脈例。略為六對。一破顯一對。謂識心分別。能障", "539": "真定。故以盡破識心為宗。破非徒破。意在令其捨識", "540": "用根。故以極顯見性為趣。二偏全一對。謂初心貴專。", "541": "唯根可依。故以偏指根性為宗。偏不終偏。意在令其", "542": "由偏入全。故以全彰三藏為趣。三信解一對。謂正解", "543": "難生。唯信可憑。故以圓信藏性為宗。信不徒信。意在", "544": "令其由信發解。故以選根成解為趣。四體用一對。謂", "545": "欲彰化他之用。須解圓通之體。故以頓解圓體為宗。", "546": "體非永寂。意在令其從體起用。故以發用成行為趣。", "547": "五行位一對。謂欲參聖位。須假行門。故以歷位修行", "548": "為宗。行不虗行。意在令其漸次證入。故以歷位取證", "549": "為趣。六分滿一對。謂果不頓圓。必有階降。故以分證", "550": "諸位為宗。分不住分。意在令其從分入滿。故以圓滿", "551": "菩提為趣。此則從前起後。依次相生。共為一經宗趣。", "552": "曉了此者。則由淺入深。信解修證。不患其有躐等之", "553": "弊矣宗趣通別竟。", "554": "七說時前後第七說時前後者。夫心冥至道。渾一古今。忍證無生。", "555": "本亡時分。但依道成化。由無生而現有生。以法投機。", "556": "假時分而立言說。准教儀時分有二。一別二通。別中", "557": "有三。○一日出先照時。為圓頓大根眾生。轉無上根", "558": "本法輪。名直顯教。令彼同教一乘人等。轉同成別。如", "559": "日初出。先照高山。即華嚴梵網會也。○二日昇轉照", "560": "時。為下中上三類眾生。轉依本起末法輪。令彼三類", "561": "人等。轉三成一。如山地有高下。故轉照有先後。既有", "562": "先後。必有中間。是故此一時中。復分為三。一初轉時。", "563": "為下根眾生。轉小乘法輪。名隱實教。令彼凡夫外道。", "564": "轉凡成聖。如日昇初轉。照於黑山。即提胃阿含會也。", "565": "二中轉時。為中根眾生。轉三乘法輪。名引攝教。令彼", "566": "二乘人等。轉小成大。如日中轉。照於高原。即方等深", "567": "密會也。三後轉時。為上根眾生。轉大乘法輪。名融通", "568": "教。令彼三乘人等。轉權成實。如日昇後轉。普照大地。", "569": "即妙智般若會也。此上三時。如日昇漸轉漸照。故總", "570": "為一時。○三日沒還照時。為上上根眾生。轉攝末歸", "571": "本法輪。名開會教。令彼偏教五乘人等。轉偏成圓。如", "572": "日沒時。還照高山。即法華涅槃會也。", "573": "通開為十。避繁不引。今此經者。於別時中。應在後轉", "574": "時說。然有二義可據。一約時。二約法。", "575": "約時者。因果經云。佛與波斯匿王。同日而生。今經波", "576": "斯匿王。自敘生年六十二歲。則世尊亦六十二歲。當", "577": "成道之三十二年。是阿含十二年已過。方等八年又", "578": "過。般若二十二年正過其半。則楞嚴說定在後轉時", "579": "中般若會之後半時也。問。善星琉璃之事。如何會耶。答。報恩經優波離問曰。佛云", "580": "何一切說。為應時適會隨宜說耶。為當部黨相從說耶。佛答曰。佛隨物適時說一切法。後諸弟子結集法藏。以", "581": "類撰之。今經善星琉璃。事敘結經名後。或異時所說。結集者以類收之。又問。古德判為兩會。以結經已前在法", "582": "華前。通於般若時說。以結經之後在法華後。通於涅槃時說。而師以為何如。答。亦無不可。但如來說法。有正有", "583": "兼。今經據阿難所請。唯是奢摩他等三名。而如來依次開示。若果能依此生信發解起行。則妙莊嚴海自可證", "584": "入。故即於此處問答結名。似應無所說矣。至於精研七趣。詳辨五魔。重名五陰。是又為不能生信發解起行者。", "585": "預作防範。乃兼帶而說。非是正意。縱在異時所說。不必另判。以從正不從兼故約法者。據阿", "586": "難所請。乃十方如來得成菩提之法。自應不屬阿含。", "587": "以阿含屬小教故。又阿難云。世尊亦曾於楞伽山。為", "588": "大慧等敷演斯義。彼外道等常說自然。我說因緣非", "589": "彼境界。然既云曾於。乃追述往事。從古皆以楞伽判", "590": "屬方等。則此經非方等時明矣。又如來於阿難喻屋", "591": "求門之後。而經家敘以哀愍會中。緣覺聲聞。於菩提", "592": "心未自在者。然既曰於菩提心。未得自在。自應不堪", "593": "授記成佛。則此經非法華時明矣。尚不至於法華。況", "594": "涅槃說又在法華之後。自應不相屬也。問。阿難於破中間後。謬立", "595": "無著文云。我昔見佛與大目連須菩提富樓那舍利弗四大弟子。共轉法輪。常言覺知分別心性。既不在內。亦", "596": "不在外。不在中間。而疏言我昔見佛。指般若轉教時言。然既指在昔日。則楞嚴說似不屬於般若。何故判在後", "597": "轉時中。想有說乎。答。諸部般若。說通二十二年。或阿難所引者。乃般若會前半之語。對後說前。亦可言昔。故前", "598": "謂楞嚴說在後轉時中般若會後半時也說時前後竟。", "599": "八傳譯註釋前文第八傳譯註釋者。謂自西而東。傳來必至命委身。翻", "600": "梵成華。譯人皆乘願受囑。至於註疏解釋。代不乏人。", "601": "而創始者難。因修者易。莫謂後後智勝前前。須知前", "602": "前功倍後後。飲水思源。故茲標揚。傳譯留待下門。雖", "603": "圖記僧史。傳聞異詞。而世遠人湮。有一可據則已耳。", "604": "愈辨愈亂。既不能起古人而問之。似不必也。若言註", "605": "釋者。依灌頂疏所載。由唐迄今。耳目可考稽者。略有", "606": "六十餘家。", "607": "唐唐", "608": "崇福寺有本作興福惟慤法師疏慤公於至德初年。得房相家筆授經函。發願譔", "609": "疏。勒成三卷。目為元贊。實此經疏解之祖也。魏北館陶沙門慧振有本作震", "610": "科判振公科此經為八段。初段顯如來藏心。次段明修行方便。三段辨。離魔業行。四段示地位階差。五段", "611": "出聖教名殊。六段辨趣生異同。七段陳禪那境界。八段示禪境差別。資中以下諸師。多承用之。乃此經科判之", "612": "祖也。蜀資中弘沇法師疏繼崇福而作疏。義例則取諸館陶。其解奢摩他三法", "613": "大意與一心三觀相應。乃孤山等用台觀解此經之祖也。長慶道巘禪師說文", "614": "巘師以趙州嗣孫。撰此經說文。於振沇二師之外。別標一宗。即溫陵等用宗門語解此經之祖也。", "615": "宋宋", "616": "永明智覺壽禪師宗鏡引釋禪師會三宗學者。撰宗鏡錄百卷。折衷法門。會", "617": "歸心要。多取證於楞嚴。所引古釋。即慤振沇三家之說也。真際崇節法師刪補", "618": "疏。擕李靈光洪敏法師證真鈔二師疏鈔。未見全文。略見於義海諸", "619": "錄。長水子璿法師義疏師傳賢首教觀。尤精於楞嚴。悟心法於瑯琊。受扶宗", "620": "之咐囑。依賢首五教。馬鳴五重。詳定館陶科判。採集慤沇敏節諸家之解。釋通此經。一家奉為準繩。蘇", "621": "臺元約法師疏鈔。道歡法師手鑑釋要二師皆稟承長水。手", "622": "鑑釋要亦疏鈔類也。福唐沙門可度箋釋此釋未見。名依灌頂疏錄。泐", "623": "潭曉月標指要義月公與長水。同參琅琊得悟。晚居泐潭道濟庵。與其徒標指楞嚴要", "624": "義。其科節一依長水。取其文之精要刪掇附註。孤山智圓法師疏并谷響", "625": "鈔孤山圓師。思應肉身比丘之識。用三止三觀。貼釋此經。間有未明。又撰谷響鈔釋疏。吳興", "626": "淨覺法師仁岳集解并熏聞記岳師力扶孤山。張皇台觀。集崇福已下諸", "627": "解。而附以己說為私謂。又造熏聞記。釋自造集解。閩僧咸輝義海咸輝書記。取長", "628": "水義疏。泐潭標指。排合經文。附以吳興集解。目為義海。法界庵主神智諱可", "629": "觀補註。雲間竹庵補遺此二本。灌頂疏別開。按蒙鈔云。南渡已後。稟學台宗", "630": "者。竹庵可觀。得法於車溪。大慧稱為教海老龍。據此則竹庵可觀。似是一人。而補註補遺。或亦一書。北", "631": "峯印法師釋題觀之嗣為北峯印。總括一經大義。解釋名題。桐州法師", "632": "懷坦近本譌為思坦集註印之後為桐州坥。收集神智補註。及北峯釋題等諸家。皆以敷演台", "633": "觀。輔翼圓岳。開張本宗。顯揚祖父而已。圓明禪師亦稱寂音尊者洪覺範尊", "634": "頂法論其意以此經說尊頂法。明見佛性。而傳註之家。從而汩之。乃疑為教乘。嘗深觀之。得世尊意於", "635": "諸家箋釋之外。由是造論。東吳雷庵正受論補稟承尊頂。如方山新論例。釐論", "636": "入經。名曰楞嚴合論。而自附己見為論補。王文公介甫解亦名定林疏", "637": "解文公罷相。歸老鍾山之定林。著首楞嚴疏解。略諸師之詳。而詳諸師之略。洪覺稱之。謂其非智者莫窺也。", "638": "無盡居士張觀文補註居士刪修楞嚴。改名楞嚴海眼經。兼採集諸家之解。", "639": "及己說為補註○愚謂採集補註則可。刪修楞嚴則不可。乃竟有越僧慧印。謂其為妙喜所印讚。是誠何心哉。", "640": "賴有雷庵正受。抗詞駮正。殊使千載之下。知法者懼矣。溫陵寶勝禪師戒環", "641": "要解環師一生掩關。深悟玄理。所著法華楞嚴。同名要解。以其言約義豐。詞暢理詣。披文見經。如指諸掌。", "642": "與一時封執台宗。謬纏諦觀者。迢然自遠。其識見有大過人者。", "643": "元元", "644": "我庵本無重治集錄元皇慶中。北峯孫我庵本無。依桐州集註。重為修治。附以私識。", "645": "亦山家一家之書也。柏庭善月法師玄覽柏庭嗣法月堂。竹庵常命分講。著玄", "646": "覽二卷。疏通大意。謂一家借位。未始定論。亦山家之錚。錚者矣。天目中峯國師幻", "647": "住明本徵心辨見或問幻住受高峯心要。坐斷死關。於金剛楞嚴圓覺。各有發明。", "648": "嘗以楞嚴小本。付弟子天如曰。吾於徵心辨見。略示指點。汝當發明全經以終吾事。次下則師集會解以此。", "649": "中吳師子林天如惟則會解會解列唐宋九師。附己為十。而不錄幻住", "650": "之解者。以為禪有禪解。經有經義。不欲混為一門。以長後人狂解。九師中刊落長慶說文。亦是此意。", "651": "明明", "652": "吳江融室法師淨行廣註行師傳賢首教觀。洪武丙辰。住持中吳報恩寺。註楞", "653": "嚴楞伽。並行於世。大興隆寺魯山講主普泰管見泰師弘正間名", "654": "僧也。習賢首教。又嘗分衛近郊。遇草菴媼翁。教習唯識。註楞嚴管見。槃陰沙門洪濶", "655": "冥樞會解。擕李幻居真界纂註蒙鈔謂其為會解枝流。燕", "656": "中講師如相合解兼採合論管見。并前後所出。目為古今合解。曹溪憨", "657": "山海印大師德清懸鏡并通議大師少依無極法師講筵。深探楞嚴教觀。", "658": "後居東海那羅延窟。枯坐三年。一夕海湛空澄。發悟楞嚴觀境。遂信筆述懸鏡一卷。詞富理圓。包羅觀網。晚年", "659": "結制南嶽。狥門人之請。復註通議十卷以釋全經。亦懸鏡之枝葉耳。紫柏尊者達觀", "660": "大師真可解師每言此方真教體。清淨在音聞。約文拈義。時有提唱。剪截葛藤。超然於箋註", "661": "之表。片文隻字。學者珍之。此則偶見筆剳者也。雪浪三懷法師洪恩經解", "662": "科判師與憨山同出無極之門。憨山入五臺。師承本師法席。擺落文字不欲著書。歿後世所流傳。附會失", "663": "真。牧齋先生於亡友陸氏篋中。得故紙一束。題曰雪浪楞嚴解。枝經理解。要言不繁。科判一章。尤為孤逈。", "664": "雲棲蓮池大師摸象記大師專修淨業。不居禪講。因見時師註疏。辨駮太甚。故自", "665": "製摸象記以諷之。意言彼此皆如盲摸象。不必定執己是。而他非也。內江中川法師", "666": "界澄新疏十卷中川通解深密等經。廣搜阿毗達磨藏。鈎深索隱。釋通此經。殆亦所謂多", "667": "說法相。少說法性者也。五臺空印法師鎮澄正觀疏并月川", "668": "別眼法師諱鎮澄。字月川。號空印。此方法席最勝。博引大小乘經論。證明首楞嚴行位。不許天台借別明", "669": "圓。故以正觀名疏。其意以為若他觀者。名為邪觀。其別眼者。或是於經中疏中。提出吃緊為人處。作眼目也。", "670": "柴紫乘時講錄。雲棲廣莫直解。虞山󳬈林大", "671": "寂文義按蒙鈔。蓮池大師著摸象記。一時講師由雲棲而出者。柴紫乘時有講錄十卷。雲棲廣莫撰直", "672": "解并索隱。虞山󳬈林大寂撰文義。消文貼義。咸有可採。金陵秋溟先生殷祭", "673": "酒邁質言并輯補。太倉東溟先生管公質言并覺", "674": "迷鐵按蒙鈔。殷公有榮木軒質言一卷。論楞嚴要義。管公復以質言五則。殷公別有溫陵要解輯補十卷。", "675": "管公別有問辨覺迷諸錄。廬陵曾祠部金簡鳳儀楞嚴宗通謁南", "676": "岳天台寺。禮　智者大師拜經臺。發願書楞嚴於石室。以終大師之願。已而徧採宗語。配合經文。取宗通說通", "677": "之義。交光法師真鑑正脈師自敘從楞嚴發悟。病中見佛接引。請假註經。掃拂", "678": "台觀。排抵會解。流傳幽朔。驚動江左。咸謂經入支那。未有此解。天台幽溪法師傳", "679": "燈玄義并圓通疏玄義二卷。申釋其師楞嚴百問。圓通疏力扶台宗。專依會解。與正脈", "680": "函矢相攻。未免傷於袒護。蕅益素華法師智旭玄義并文句此師", "681": "律儀清肅。心眼孤明。著作未見其止。其所著斯經玄義并文句。與彼長水吳江宗旨印合。鍾賀", "682": "二居士楞嚴如說竟陵鍾惺伯敬。留心此經。希望信解。栖尋眾典。研討五年。復得永新", "683": "賀居士中男。字可上者。幾番酬酢。再四講論。辨因果於茲經。析異同於諸教。復恐遺忘。勉為疏緝。取經中如所", "684": "如說之義名之。竊佛五語之一也。湖南顓愚禪師觀衡四依解師初", "685": "依五臺空印法師。習賢首教。後歸憨山海印大師。悟向上宗。擔荷竹林一宗。兒孫徧於南北。所著有金剛楞嚴。", "686": "皆以四依解名。二楞一雨法師通潤合轍雪浪高足。分擅講註者。有巢口", "687": "雨手之目。雨即二楞通潤撰合轍者是也。語句尖新。世多樂習。借禪門棒喝之談。資講筵排演之口。雜拈公案。", "688": "多引機緣。接引宗徒。隨喜教海。於是經不無少補。傳如講師截流。湛然", "689": "大師臆見。王墨池指月。汪靜峯依釋按蒙鈔於蕅益本下", "690": "附引。而云近代疏解。層見疊出。台家則有傳如截流。宗家則有湛然臆見等。宰官撰述。則有王墨池指月。汪靜", "691": "峯依釋等。咸資採集非敢憨遺。乳峯德水大師摘脈乳峯為灌頂疏主之所稟", "692": "承。其摘脈亦唯略見於灌頂所引。錢謙益先生疏解蒙鈔先生自稱蒙叟", "693": "葢謂取諸家疏解而以蒙義鈔之。上取崇福已下諸師以長水為司南。仍復網羅多家。衷其得失。其搜剔之心", "694": "良苦。但以其筆墨不慎。奉　旨撤出藏函。甚哉筆墨一事。不可以不慎也。海昌陳元端", "695": "巘正脈疏鈔或取交光正脈疏而鈔其隱微之義也。會稽惠印解。", "696": "般若庵崇聖句解此二皆直解類。丹霞天然禪師直指師洞", "697": "宗三十四世。冥坐丹霞。以三月成直指。其門人今釋敘云。微朕不留。是跡皆剗。言言本色。不借華詞。其不可思", "698": "議之妙。實有與諸家逈絕者。又今辨敘云。入理深談。多提持向上。啟發悟門。真足為上根之助。天都", "699": "俞王言標指標示關節。指明要妙。", "700": "此上共六十二家。前崇福下五十五家。俱係蒙鈔所", "701": "載。按蒙鈔有正書有附引。謂正書下雙行附引今依灌頂疏。皆", "702": "作正書。有蒙鈔各有評量。或抑或揚。亦自有據。至乳", "703": "峯等七家。乃依灌頂續錄。但灌頂唯出其名。而不申", "704": "其書中宗趣。姑存之以俟再考。", "705": "清清", "706": "巴蜀居士非眼劉道開楞嚴貫攝其序略曰。自解楞嚴以來。唯十家會", "707": "解盛行。迨合轍出而生面別開。正脈作則奧義闡盡。其後鍾伯敬賀中男。又約正脈旨而著為如說。頗出新意。", "708": "至居士乃滙諸家。而以儒教講章法編之。初名貫攝。後改名說通。浙水慈雲寺沙", "709": "門續法灌頂疏師具無礙辨。乘大願輪。一生著述。無輟。方扶賢教。尤加意於楞嚴。廣引經", "710": "論徹言。徧搜疏解妙義。直接乳峯。旁通正脈。經中呪語。懷迪師唯翻其後。而師則通為譯釋。此經自流傳震旦", "711": "已來。解釋呪語者惟師為第一人也。雲南法界寺沙門溥畹寶鏡師自", "712": "敘云。聖教綱宗。理原一貫。尋羊覔跡。自惑多岐。由是二十年玩昧。午夜參究。徧搜諸註精英。直探本經的旨。務", "713": "在仰體聖意以契合經文。委示大定而指明心性。衍法寺廣修法師通元", "714": "楞嚴大成師稟承半字老人。住阜城門關衍法寺。康熙間法席最盛。雍正初自以年邁輟席。一", "715": "時學者。景仰不已。攢金叩請。重開楞嚴講肆。時愚亦得親座筵。昔半字老人著法華。名大成。師著楞嚴亦名大", "716": "成。惜未及梓行。而師以門風高峻。入室者希。其稿本亦莫知所之。然至寶難秘。神珠終光。姑存之以待後來。", "717": "無動居士蔡珽會歸居士幼歲躭禪。長年學佛。一見茲經。遂忘諸藝。積深年歲。", "718": "愛徹心髓。爰以正脈為宗。亦兼他說弼佐。刪繁去謬。集腋探珠。參之己見。以闡聖言。名曰楞嚴會歸。一時士大", "719": "夫學楞嚴者。皆宗習之。無量法師慧海修釋法師幼習賢教。長慕禪宗。既已", "720": "發明心要。仍復取證楞嚴。爰取正脈略加修釋。目今宗文因公。乃師之法門猶子。擬將付梓。愚聞而誌之。", "721": "本朝自定鼎已來加恩　佛教。崇闡微言講肆。徧於", "722": "南北。說通不限東西。著疏名家。豈僅如上所例。第以", "723": "理株守一方。無多遊歷。耳目所及聞見者。唯有此耳。", "724": "所冀博覽高賢。廣學名哲。零星採集。前後續入。使法", "725": "門不至寂寞。而後學知所稟承。則幸甚也。合前唐宋", "726": "元明。總括六十八家。人兼緇素。著非一體。或科判。或", "727": "疏釋。或標指要義。或懸示義門。或通論。或句解。或旁", "728": "通禪理。或直註本經。良以佛法幽深。人根懸異。著書", "729": "立言。各當一類之機。分燈傳化。不遮多方之曜。勿恣", "730": "駮辨。徒增是非。無益於經。有損於己。慎之慎之。傳譯", "731": "註釋竟。", "732": "楞嚴經指掌疏懸示終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 307 楞嚴經指掌疏懸示", "author": "清 通理述"}