{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8905 選擇傳弘決疑鈔", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "第十一約對󷒲善讃嘆念佛篇私問曰經云等事", "1": "選擇傳弘决疑鈔卷第五沙門良忠述", "2": "第十二付屬佛名篇第十二付屬佛名篇", "3": "篇旨問。准法華等付屬儀式。三摩付屬。是顯慇懃志。", "4": "示未來流通。今化極惡。大悲究極尤可三摩。如", "5": "何無耶。󷨽。化儀隨時。設無三摩。何必踈相。大品", "6": "前後付屬。󷤌積會會付屬。未言必有三摩儀式。", "7": "亦此例也。又可三摩。文無者略也。", "8": "觀無量壽經云佛告阿難等事觀無量壽經云佛告阿難等事", "9": "正明付屬者。諸師多云流通。不言付屬。但天台", "10": "云結名為付屬。與今同也。問。序分文。云阿難受", "11": "持。宣󵘸佛語。地想觀。云汝持佛語󵘸是觀地法。", "12": "華座觀云汝等憶持廣為大眾分別解󵘸。流通", "13": "分云行此三昧者。又云若念佛者。又云持無量", "14": "壽佛名。何云唯以念佛付屬阿難。󷨽。流通有二。", "15": "一󷔚持流通。除付屬外。自餘流通是也。二付屬", "16": "流通。持名文是也。󷔚持付屬之名目者。出自天", "17": "台。先󷔚持者。從迹門中。至于本門神力品末。揔", "18": "相對機。而暫𨿽󷔚受持流通。非慇懃儀。然迹門", "19": "者󵘸未終。故無付屬也。故釋云。但有󷔚持無屬", "20": "累也已上。次付屬者。本迹󵘸已。三摩側塞三變淨", "21": "土之菩󷨊頂。而󵘸今以付屬汝等。是鄭重之儀", "22": "也。今釋同之。序正中有流通之文。唯云󷔚持󷔚", "23": "󵘸。不名付屬。今至此文始云付屬。󵗩如彼宗名", "24": "目而已。", "25": "私云案䟽文等事私云案䟽文等事", "26": "一定散二念佛者。問。下品念佛。即是散善。何故", "27": "定散外開立耶。󷨽。既云案䟽文有二行。即指今", "28": "上來𨿽󵘸等文也。今消此文故。且為二行也。意", "29": "云。先言上來雖󵘸定散兩門之益者。第一揔明", "30": "定散二善也。次言望佛本願專稱佛名者。第二", "31": "別明念佛一行也。揔中有別。開其別行。立為念", "32": "佛。順佛願故。超絕行故。修十三觀可得往生其", "33": "旨見經敢莫疑慮者。經云。唯願佛日。教我觀於", "34": "清淨業處。又云。唯願世尊。教我思惟。教我正受。", "35": "定善若不生。夫人何請。故佛󷨽言。汝今知不。阿", "36": "󳇐陁佛去此不󷡳。汝當繫念諦觀彼國。淨業成", "37": "者。我今為汝廣󵘸眾譬。定善若不生。佛何許󵘸。", "38": "又云。如來今者。教韋提希及未來世一切眾生。", "39": "觀於西方極樂世界。以佛力故。當得見彼清淨", "40": "國土。應時即得無生法忍。此明如來欲為夫人", "41": "及未來等。入觀住心。𤁒神不󵘩。心境相應。見境", "42": "得忍也。未來凡夫不得定者。如來󷔚發便成徒", "43": "語。又地觀文云。若觀是地者。除八十億劫生死", "44": "之罪。󵘩身他世。必生淨國。心得無凝又樓觀文", "45": "云。若見此者。除無量億劫極重惡業。命終之後。", "46": "必生彼國。又座觀文云。此想成者。滅除五萬劫", "47": "生死之罪。必定當生極樂世界。又勢至觀云。觀", "48": "此菩󷨊者。不處胞胎。常遊諸佛淨名國土。指灼", "49": "得生。出此四觀。又自餘觀中。其義非無。謂樹觀", "50": "成。具見󷤌林。󱶈簾連暉懸天。華分千色。菓現他", "51": "方。又心水漸靜。池觀成時。正覩也池岸七󷤌胱", "52": "水。々色々々。兼聞也華間樹上揚波。波聲々聲。", "53": "󷤌樹瑤池。󵗩在眼前。三昧定力。盍資身後。何况", "54": "像觀真身觀觀音觀。觀觀中有觀成有滅罪。依", "55": "報觀尚生。况正報觀。勢至觀既生。况彌陁觀音。", "56": "又󷒲想隨機。想池水丈六。易境轉心。豈無觀成。", "57": "問。現見當世。無得定者。故知經󵘸。唯是方便。󷨽。", "58": "未來有正像末法。此界有中國邊境。何局當時。", "59": "更難通󵘸云云。散善有二一者三福二者九品者。", "60": "問。三福九品。是開合異。更非別行。何為二行。󷨽。", "61": "序分正宗二處󵘸。故分而為二。非謂別躰。並舉", "62": "二者。為以三福合九品行。䟽開為二。亦此意也。", "63": "世間孝養者。孝經云聞宗明義章。身躰髮膚受于父", "64": "󳌤。弗敢毀傷孝之始也。立身行道。揚名於後世。", "65": "以顯父󳌤。孝之終也。又云土章。資於事父。以事󳌤。", "66": "其愛同。資於事父。以事君。其敬同。故󳌤取其愛。", "67": "而君取其敬。兼之者父也。故以孝事君則忠。同", "68": "註云。孝者。子婦之高行也。忠者。臣下之高行也", "69": "已上。言事君盡命。曰忠。事親盡力。曰孝也。事親盡", "70": "命。則曰之不孝。所以毀父󳌤之遺躰也。又同註", "71": "云。君子之道。謙約自持。居上不驕。處下不亂。推", "72": "歒能讓。在眾不爭。故󷡳於󱊿悔而無凶禍之灾已上。", "73": "又云。生則事之以愛敬。死則事之以哀戚已上。史", "74": "記云。家貪親老。不擇官而仕。負重渉遠。不擇處", "75": "而息已上。論語云。父在觀其志父沒觀其行。三年", "76": "無改於父之道。可謂孝矣已上。出世孝養者。行事", "77": "鈔云。二明生緣奉訊法。五分畢陵伽父󳌤貧窮。", "78": "以衣食供養。佛言。若人百年之中。右肩擔父。左", "79": "肩擔󳌤。於上大小便利。極世珍奇衣服供養。猶", "80": "不能報須󱅨之恩。從今聽比丘。盡心供養父母", "81": "不尒者得重罪。僧祇父󳌤不信三󷤌者。應少經", "82": "理。若有信者得自恣與無乏若父母貧賤將至", "83": "寺中。若洗母者不得觸。得自手與食。父者如沙", "84": "󳇐法無異。一切皆得。涅槃。以佛法僧三事常住", "85": "唘悟父母乃至七世皆令奉持乃至自學教人。", "86": "即名護法者。得長壽等。毗尼母云。若父母貧苦。", "87": "先受三歸五戒十善。然後施與。若不貪。雖受戒", "88": "不合與。四分阿難請授愛道戒中。云乳養長大", "89": "有㤙。故佛言。若聞三󷤌名字。已是報恩。何况得", "90": "淨信等。󷒲󷤌藏。慈童女長者。家貪獨養老母。現", "91": "世得報緣。鸚鵡孝養盲父母。得成佛緣。增一云。", "92": "孝順供養父母。功德與一生補處功德一等。又", "93": "云。教二人作善。不可報恩。謂父母也云云。是故比", "94": "丘。常當孝順供養父母不失時節。當如是學。五", "95": "百問論云。父母盲病。無人供給。得乞食與半。自", "96": "能紡績與衣食犯罪。况為理藏棺木等。僧祇。比", "97": "丘不得喚阿爺阿孃阿郎阿娑阿兄阿娣乃", "98": "至姨妬等。不得喚本俗名。準應優婆塞優婆夷", "99": "等增一云。四姓入佛法。同名為釋迦種子。不得", "100": "依俗姓。比丘當學。善見云。喚婢為大娣。不得云", "101": "婢。阿摩母也。尼者女也。若父母死。自得轝屍。增", "102": "一云。愛道無常佛自共羅云。各扶牀一角等。淨", "103": "飯王泥洹。佛亦自轝之。山林岥峨踊沒。比丘不", "104": "須反󶥖依常為要已上。資持記云。第二弁生緣中。", "105": "初引緣。佛下立制。親擔父母者。即執勞奉事。珍", "106": "奇衣服者。即供給所須。右父左母者。順隂陽也。", "107": "或可。彼方偏尊母故有云。西土以東為尊。左北右南。北是隂故。然人行所", "108": "向不定。未必如此（云云）須󱅨恩者。懷抱長養。至於長大。經渉", "109": "多時。百年勤苦。不報須󱅨。况多時乎。以道供俗。", "110": "本是汙家。唯許二親。故云聽也。得重罪者。違制", "111": "吉羅。業道重故有云。逆蘭詳之二中不信少經理者。逼", "112": "令歸正故。經理。謂供給營󶑪也。有信恣與者。必", "113": "無虚費故関。將至寺者。無親可歸故。洗母不觸者", "114": "觸不関親故。父如沙彌者。養同小眾故。唐僧傳", "115": "云。敬󷑆常擔󳌤一頭。經書一頭。食時留󳌤樹下", "116": "入村乞食。用以充継。又齋道󲠩。亦以經書佛像", "117": "老󳌤掃菷擔荷而行。每謂人曰。經不云乎掃僧", "118": "地如閻浮。不如佛地一掌許。親供母者。與登地", "119": "菩󷨊齋。人或󷗮擔者。紀曰。吾󳌤也。非他之󳌤。形", "120": "骸之累並吾身也。有身必苦。何得以苦勞人。所", "121": "以身為苦先。幸勿相󷗮。此乃大度豈比常途。𨿽", "122": "教有小違。而理歸大順。酬㤙竭力。今古無之。三", "123": "中涅槃三󷤌一體。々無生滅故。皆常住。唘。開也。", "124": "七世者。北󷳄䟽云。無始皆󵿉。何止七世。但隨世", "125": "俗。且言七耳。即󷲫󱶈云。六道眾生。皆是我父母。", "126": "我生々無不從之受生是也。󳌤論貪者先法後", "127": "食。不貪但法無所乏故。四分。愛道求出家。如來", "128": "不許。阿難代請之詞。愛道是佛姨母。佛生七日。", "129": "摩耶命終。姨󳌤乳養長大。愛道在俗。已證初果。", "130": "故云况得淨信。是知生育恩大。雖百年肩荷不", "131": "報須󱅨。三󷤌一聞。即酬重德。故唯佛法可報劬", "132": "勞。自外供須。終名直養。四中彼經第一云。佛言。", "133": "我於過去世時。婆羅奈國有長者。󷢸慈童女。父", "134": "喪賣薪。日得兩錢。奉養老母。次得四錢八錢十", "135": "六錢。後欲入海採󷤌。母即抱提子制。手絕母數", "136": "根髮遂入海。取󷤌還發。時有水陸二道。即從陸", "137": "道去。乃見有城。紺瑠璃色。有四玉女。擎四如意", "138": "珠。作樂來迎。四萬歲中受大快樂酬上二錢次復前", "139": "行見頗梨城。有八玉女。擎珠來迎。八万歲受樂", "140": "酬上四錢。復󵘩󷡳去至白銀城。十六玉女擎珠來迎。", "141": "十六万歲受樂酬上八錢。又復󵘩去至黃金城。有三", "142": "十二玉女。擎珠來迎三十二万󷠸受樂酬上十六錢。", "143": "又復󵘩去遙見鐵城。心生疑恠。遂入鐵城。有一", "144": "人。頭戴火輪。󵘩著童女頭上酬󰡷󳌤髮童女問獄率", "145": "言。我戴此火輪。何時可󷑆。󷨽言。世間有人。罪福", "146": "如汝。然後可代。又問。今獄中頗有受罪如我者。", "147": "否。󷨽言。不可稱計。聞已思惟。願一切受苦者。盡", "148": "集我身。作是念已。鉄輪墮地。獄率以鐵刃打頭。", "149": "命終生󱷚率天。時慈童女者。即我身是。當知於", "150": "父󳌤少作不善。獲大苦報。少作供養。得無量福", "151": "童女。是長者名。非女人也。鸚鵡。彼云。過去雪山有一鸚鵡。父", "152": "母都盲。時有田主。初種󵗳時。願言。與眾生共食。", "153": "鸚鵡子即常於田採取。以供父󳌤。田主按行苗", "154": "稼。見諸䖝鳥剪󵗳穗處。嗔恚便設󱶈捕。鸚鵡子", "155": "言。田主先有好心。何見󱶈捕且田者如母常生長故。", "156": "種子如父相継續故。實語如子可󷤌惜故。田主如王。擁護", "157": "由己得自在故。作是語已。田主歡喜問言。汝取此󵗳", "158": "何為。󷨽言。有盲父󳌤。願以奉之。佛言。鸚鵡者。我", "159": "身是。田主者。舎利是。盲父󳌤者淨飯摩耶是。增", "160": "一兩節初挍量功德。一生補處。即等覺菩󷨊。准", "161": "知孝養功德唯降佛。菩󷨊戒云孝順至道之法。", "162": "儒書亦謂至德要道。則万善之揔。百行之源。儒", "163": "釋皆然。釋門尤切。常當思報。勿得背恩。文下次", "164": "明恩大。文合作又。並增一故。謂雖以善導。罔極", "165": "難酬。故云不可報。或可教導餘人。可使報恩。父", "166": "󳌤有恩。故不望報。是下結󷔚。五中論舉盲病。餘", "167": "病例然。又但闕所須。不必在病。自能紡績者。將", "168": "舉微賤類。餘充足不須施與。犯罪即吉。同汙家", "169": "故。准此斟量。六中僧祇令改俗阿字入呼。準應", "170": "即義。凖文不出故。增一明易姓。彼云四姓出家", "171": "同稱釋󵫵。即謂比丘。非関俗土。此明離俗已後。", "172": "不得依本󷓺姓也。善見召婢。既已出家。則非所", "173": "屬。故加美飾。不復本名。阿摩尼。即佛召姨󳌤之", "174": "󷢸。然此二號。乃是通召女流。僧祇所制。即局本", "175": "時親屬。故不同也。七中初聽󷲩屍。引經顯㨿。彼", "176": "增一文云。愛道涅槃。佛與阿難難陁羅云󷲩屍。", "177": "儉時梵釋四王欲代為之。佛皆不許。為報㤙故。", "178": "淨飯亦然。岥。音頗。峨。音我。謂傾動也。次制反服。", "179": "今時多著綵帛袈裟。乃以布衣為孝服。又云僧", "180": "無服制。但布少󱍮。是不聞智論云如來著󱍮布", "181": "伽梨。傳謬至今。愚迷不改。又有白󳪭素條蒲鞋", "182": "哭杖倣同鄙俗。一任愚情。覩此明文。早須󷲯󵣢", "183": "已上仁義禮智信者。揔而言之。則號之孝行。開而", "184": "名之。則云之五常。弘决一云。慈󱲢育物為仁。󱲢", "185": "德推遷為義。進退合儀為禮。權竒招󳫠為智。言", "186": "不可反覆曰信。老子曰。先道而後德。先德而後", "187": "仁。先仁而後義。先義而後禮。先禮而後智。先智", "188": "而後信。彼老子意。󱲢道為本。信不可忘。道非出", "189": "世。意存五德已上。五行大義云。五常。仁義禮智信", "190": "也行之終夂。恒不可闕。故名為常。以此能成其", "191": "德。故云五德。殺乖仁。盜乖義。婬乖禮。酒乖智。妄", "192": "乖信。愍傷不害。曰仁。清察不盜。曰義。防害不婬。", "193": "曰禮。持心禁酒。云智。非法不言。云信。此五不可", "194": "造次而舒馬融云。造次急處也孝養奉事為往生業者。問。", "195": "疏二云。世善輕微感報不具。既判感報不具。今", "196": "何立世善往生之義乎。󷨽。凡驗經意。為化定散", "197": "機。更󵘸定散法。定散若不成。何稱定散機。若許", "198": "其行成。寧不成往因。且三福中世善最劣。為讃", "199": "戒福。且毀世福。𨿽同往生。而有勝劣。是故彼文", "200": "更無相違。故䟽四云。或有一人。單行世福。迴亦", "201": "得生。或有一人。單行戒福。迴亦得生。或有一人。", "202": "單行行福。迴亦得生等。復九品中。上六品行。皆", "203": "以餘行各為生因。來迎佛讃。唯局受法。若云餘", "204": "行不生者。恐乖二尊之意。加之大師定判。祖師", "205": "口决。皆許定散往生之義。莫言宗意不明諸行", "206": "往生之義下去准知慈心不殺修十善業此有二義", "207": "者。九品往生義云。不害物命。名不殺。即是十善", "208": "中第一戒善也乃至。又釋。慈心者。是四無量心。舉", "209": "初顯後。故悲喜󵘩具足。維摩經又󵘸。四無量心。", "210": "是菩󷨊淨土。菩󷨊成佛時。成就慈悲喜󵘩眾生。", "211": "來生其國已上解上上品慈心不殺具諸戒行之文。今釋冩之。又誾", "212": "師觀經䟽云。慈心不殺者。緣一切眾生。欲與其", "213": "樂。故名為慈。四無量中慈無量也。此心廣大得", "214": "無量福。能生淨土也已上。四無量者一慈。二悲。三", "215": "喜。四󵘩。言無量者。無量有情為所緣故。引無量", "216": "福故。感無量果故。慈是與樂。謂云何當令諸有", "217": "情類。得如是樂。如是思惟。入慈等至。悲是󳫠苦。", "218": "謂云何當令諸有情類。離如是苦。如是思惟。入", "219": "悲等至。喜是喜慰。謂諸有情類。得樂離苦。豈不", "220": "快哉。如是思惟入喜等至。󵘩是平等。謂諸有情。", "221": "平等平等。無有怨親。如是思惟。入󵘩等至。此四", "222": "無量。不能令他實得樂等。善阿世耶。其勝解想", "223": "相應。而起願欲令彼得樂乃至󵘩。故雖實未得。", "224": "更非顛倒。故由此力。能治貪等。謂慈治嗔。悲治", "225": "害僖治不欣慰。󵘩治欲貪嗔恚。此緣欲界一切", "226": "有情不緣上界。能治緣彼嗔等障。故謂於欲界", "227": "有怨親中三聚有情。能生嗔等。於中有󵘩怨親", "228": "等相。便能伏除瞋等煩𢙉。是故。此境唯欲有情。", "229": "具如俱舎。不能廣釋。問。慈心不殺。以屬四無量", "230": "心。其義不明。今󵘸散善。彼定善故。󷨽。准俱舎論。", "231": "四無量心依地。異󵘸不同。故論二十九云。第三", "232": "但依初二靜慮。喜受攝故。餘定地無所。餘三種", "233": "通依六地。謂四靜慮未至中間。或有欲令。唯依", "234": "五地。謂除未至。是容預德。已離欲者。方能起故。", "235": "或有欲令。此四無量。隨其所應。通依十地。謂欲。", "236": "四根本。近分。中間此意欲令。定不定地根本加", "237": "行。皆無量攝已上。第三義。許通欲界。故九品義意", "238": "依慿而已。大乗三歸者。為受三聚十重等戒。通", "239": "歸三種四種三󷤌。小乗三歸者。新學名句中云。", "240": "五種三歸。一󷘓邪三歸。二五戒三歸。三八戒三", "241": "歸。四十戒三歸。五具戒三歸已上。俱舎等意。具足", "242": "戒者。羯摩受戒。非受三歸。更可思擇。大小乗戒", "243": "者。五戒八戒。沙󳇐十戒。比丘二百五十戒。比丘", "244": "尼五百戒。是名小乗戒。三聚淨戒。十無盡戒。四", "245": "十八輕戒等。是名大乗戒。八万及三千威儀者", "246": "云云。四教菩提心者。止觀一云。推理發心者。法性", "247": "自元而天然。集不能染。苦不能𢙉。道不能通。滅", "248": "不能淨。如雲籠月。不能妨害。却煩𢙉已。乃見法", "249": "性。經言。滅非真諦。因滅會真。滅尚非真。三諦焉", "250": "是。煩𢙉中無菩提。菩提中無煩𢙉。是名推生滅", "251": "四諦。上求佛道。下化眾生。󷲠菩提心。推無生四", "252": "諦發心者。法性不異苦集。但迷苦集失法性。如", "253": "水結為氷無別水也。逹苦集無苦集。即會法性。", "254": "苦集尚是。何况道滅。經言。煩𢙉即是菩提。菩提", "255": "即是煩𢙉。是名推無生四諦。上求下化發菩提", "256": "心。推無量者。夫法性者。名為實相。尚非二乗境", "257": "界。况復凡夫。出二邊表。別有淨法。如佛藏經十", "258": "喻云云。是名推無量四諦。上求下化。發菩提心。推", "259": "無作者。夫法性與一切法。無二無別。凡法尚是。", "260": "况二乗乎。離凡法更求實相。如避此空彼處求", "261": "空。即凡法是實相。不須󵘩凡向聖。經言生死即", "262": "涅槃。一色一香皆是中道。是名推無作四諦。上", "263": "求下化。發菩提心。私謂。生滅者。三藏。無量生者。", "264": "通教。無量者。別教。無作者。圎教。圎教之中。各有", "265": "四諦。四諦無常。故名生滅。四諦本空。故名無生。", "266": "四諦。通界內界外。若干無量故。名無量。隂入皆", "267": "如。各苦諦。塵勞本道名集諦。邊邪中正。名道諦。", "268": "生死即如。名滅諦。四諦皆是實相不思議第一", "269": "義。故名無作各推生滅等四諦。方󷲠无上菩提", "270": "心。是名推理󷲠心。觀相好神通法滅等。󷲠菩提", "271": "心。亦有四教。文廣不述。真言菩提心者。非談義", "272": "法。本法有制。何載其義華嚴菩提心者。遊心安", "273": "樂道云。今依此文。略弁其相。於中有二。先明正", "274": "因。後明󷗮緣。所言正因。謂發無上菩提心也。即", "275": "不願世間𠖐樂及與二乗菩提涅槃。一向志願", "276": "三身菩提。名無上菩提之心。𢝰標雖然。於中有", "277": "二。一者隨事發心。二者順理󷲠心。言隨事者。煩", "278": "𢙉無數。欲悉断之。善法無量。願悉修之。眾生無", "279": "邊。願悉度之。於此三事。决定期願。初是如來断", "280": "德正因。次是如來智德正因第三心者。恩德正", "281": "因。三德合為無上菩提。即是三心。揔為無上菩", "282": "提之因。因果𨿽異。廣長量齋等無所遺無不苞", "283": "故。如經󵘸言。󷲠心畢竟二不別。如是二心前心", "284": "難自未得度先度他。是故我禮初󷲠心。此心果", "285": "報。𨿽是菩提。而其華報。在於淨土。所以然者。菩", "286": "提心量。廣大無邊。長󷡳無限故。能感得廣大無", "287": "際依報淨土。長󷡳無量正報壽命。除菩提心無", "288": "能當彼。故󵘸此心為彼正因。是明隨事󷲠心相", "289": "也。所言順理發心者。理信解諸法皆如幻夢。非", "290": "有非無。離言絕慮。依此信解。發廣大心。𨿽不見", "291": "有煩𢙉善法。而不撥無可断可修。是故𨿽願悉", "292": "断修。而不違於無願三昧。𨿽願皆度無量有情。", "293": "而不存有能度所度。故能隨順於空無相。如經", "294": "云。如是滅度無量眾生。實無眾生得滅度者。乃", "295": "至廣󵘸。故如是發心不可思議。是明順理發心", "296": "相也。隨事󷲠心者有可退義。不定性人亦能得󷲠。", "297": "順理發心。即無退轉。菩󷨊性人乃能得󷲠。如是", "298": "󷲠心功德無邊。設使諸佛窮劫而演󵘸彼諸功", "299": "德。猶不能盡。正因之相。略󵘸如是已上。三論法相", "300": "菩提心相。不遑廣述意氣轉遠等者。如三論玄", "301": "云大乗轉奥。不可具明。世間因果者。有漏因果。", "302": "名為世間。破壞義故。流轉義故。如正法念經󵘸", "303": "者。諸經論中。𨿽亦宣󵘸十二因緣流轉行相。而", "304": "彼經󵘸五彩分布之譬。而廣明五道流轉相。故", "305": "別指耳。出世因果者。無漏因果。名為出世。謂諸", "306": "出離行。名出世因。遂到所期。名出世界。且依天", "307": "台者。彼宗意。聲聞乗是三藏。支佛是通。菩󷨊是", "308": "別。佛是圎。是依涅槃四乗觀智。而立四教之意", "309": "也。言四乗觀智者。下智觀。中智觀。上智觀。上々", "310": "智觀。如次藏通別圎本名也。華嚴󵘸別圎。故云", "311": "󵘸佛菩󷨊因果。方等般若法華涅槃。例之可知。", "312": "問。阿含唯󵘸藏教。何言󵘸聲聞緣覺因果耶。緣", "313": "覺乗即通教。通教中智觀故。如何。󷨽。此四乗觀。", "314": "具竪橫二義。橫則教教皆有四乗。竪則四教配", "315": "屬四乗。若約竪者。實如所責。今約橫義故阿含", "316": "中具󵘸二乗也。問。若約橫義者。可云四乗何言", "317": "二乗耶。󷨽。阿含經意。正化二乗。傍為菩󷨊。今從", "318": "正意。故云二乗也。讀誦大乗者。九品義云對文", "319": "名讀。離文稱誦。大者。普遍廣博之義。乗者。即是", "320": "運載之義。謂運一切蠢々群生。證大覺果。故名", "321": "大乗已上。五種法師者。一受持。二讀。三誦。四解󵘸。", "322": "五書寫也出法󲎦法師功德品。十種法行者。天王般若云。", "323": "有十種法行。一書寫。二供養。三流傳。四諦聽。五", "324": "披讀六憶持。七廣󵘸。八諳誦。九思惟。十修行已上。", "325": "中邊論云。釋十種法行。但限大乗已上。已結集未", "326": "結集等者。探玄記云華嚴經有六本。一恒本於一", "327": "一毛端。處念念中。以微塵數身。盡未來際。常說無有休息。此非可結集。亦非下位所受持。二", "328": "大本以須󳇐山聚筆。四大海水墨書一品。不可窮盡。如是品過微塵數。諸菩󷨊以𨹔羅尼", "329": "力所受持也。已上二本。非結集本。三上本結集中之上本也。有十三千大千世界微", "330": "塵數頌。四天下微塵數品。四中本有四十九万八千八百偈。一千二百品。已上二本。并", "331": "秘在龍宮。非閻浮人之所受持。故此不傳。五下本有十万頌。三十八品。天竺所傳也。", "332": "六略本六十卷本是也。十万頌中。前三万六千頌。要略所出也。此土所傳也。私謂。", "333": "華嚴既尒。餘經例知。又傳聞法華經。西天𣑽本。", "334": "布一由旬城云云。即上初福第一第二句意者。問。", "335": "孝養仁慈。如次可合彼第一第三句。何云第二", "336": "句耶。󷨽。敬上慈下。二義別故。合四句為第二句。", "337": "以上二句為第一句。以下二句。為第二句也。或", "338": "可言第三句。言第二者。一點𡙇欤。若准上三福", "339": "第三福大乗意者。問。且下品三生之念佛。疏中", "340": "不合三福。今何合行福耶。󷨽。䟽中以六念合行", "341": "福大乗之意義。故知念佛應合行福大乗意義", "342": "也。但至䟽中不合者。但是文略。問。何故略之。󷨽。", "343": "准上六念。可例知故。然今學者云。下三品念佛。", "344": "非三福攝。亦非受法云云。私謂。此義既違此集。何", "345": "足云也。但彼執者云。疏文既以下三品三生念", "346": "佛。不合三福。亦不屬第六門。此乃念佛通九品", "347": "故。別不可為一品受法也。今謂。䟽中以念佛不", "348": "屬第六門者。十一門次第󷒲亂故也。謂下三品", "349": "至第九門。遇善知識時。逆具前八門。故不云第", "350": "六門。縱以罪惡屬第五第六門。終至最後而行", "351": "念佛。偏可屬第九門。故亦不云第六門也。然執", "352": "者但看略文。起異解違此集文。嘲上人義。得失", "353": "之間。何是何非。䟽既不云下三品念佛。非是受", "354": "法。何况文前。或云善惡二行。或云受苦樂二法。", "355": "是豈非云三品念佛。屬第六門。明文在此。迷者", "356": "可憐。又學者多附斯集。而言念佛非定散攝。即", "357": "此集中。釋定散已。結云。定散二善。大概如此。文", "358": "即云上來𨿽󵘸定㪚兩門之益。是也。次念佛者。", "359": "專稱彌陁佛名是也已上。故知念佛非定散攝云云。", "360": "此亦不尒。散善之文。極至下輩。若存此義。有正", "361": "宗中。不󵘸本願念佛之󱊿。若以三心而屬念佛。", "362": "亦有心行󷒲亂之󱊿。但至今釋者。且消上來𨿽", "363": "󵘸等文意也。彼文亦釋經名號付屬文。謂正宗", "364": "中。𨿽廣󵘸定散念佛。而至付屬文。唯局念佛者。", "365": "順佛本願故也。自揔中而抽別。非謂念佛離定", "366": "散行。故群疑論云。或󶍫或淺。通定通散已上。󷨽曰", "367": "本願念佛等者。󷨽直不󵘸本願念佛。謂純󵘸本", "368": "願文在大經。故讓彼不能󵘸也。又󵘸定㪚等者。", "369": "󷨽觀經󵘸定散。謂定散眾機。樂欲異故。佛對其", "370": "機󵘸應定㪚。而今言為廢而󵘸者。對隨自機。顯", "371": "佛願時。佛意亦自有廢餘意。故言為廢。非謂如", "372": "來直為廢設定散󵘸也。傳聞。蓮華谷始見此等", "373": "文。心中思念此集之趣。頗似偏執。其夜上人入", "374": "夢。所謂天王寺西門。有多病者。疲臥道路。時有", "375": "一聖。手執一鉢。鉢入漉湯。灌病者口。問曰。此誰", "376": "人乎。傍人󷨽曰。源空上人。夢覺已後。󶍫生隨喜。", "377": "即解夢云。譬如病重。不能食飯。唯好玄甫梨淮", "378": "南橘。病彌尅時。亦嫌菓子。僅飲漉湯。暫支性命。", "379": "今迫末劫。法命至喉。真言止觀梨無含。三論法", "380": "相橘苦口。唯有念佛是為良藥。當知上人。可是", "381": "知時鑒機。偏󷔚念佛云云。散善十一等者。指三福", "382": "之十一句也隨他之前等者。述上來𨿽󵘸定散", "383": "兩門之益等文意也。言開閇者。是󵘸默義。謂始", "384": "自序至󷔚持流通。逗隨他機。𨿽開󵘸定散兩門", "385": "益。至付屬時。默而不󵘸故言還閇。然念佛一行", "386": "非啻上來󵘸。亦付屬時。唯局此法。此則本願行", "387": "故。佛意在令一向稱名。故言一開後𣱵不閇也。", "388": "隨自隨他言。出涅槃經。々三乗法。名隨他意語。", "389": "一乗法名隨自意語。天台依經亦用名目。今釋", "390": "隨義轉用而已。", "391": "第十三念佛多善根篇第十三念佛多善根篇", "392": "篇旨多善根者。一念乃至十念等。能得無上大利不", "393": "可思議功德。故名為多。故群疑論七云。此念阿", "394": "彌陁佛。一聲已上。即是無量無邊殊勝功德。故", "395": "名多已上。又靈芝云。問。四字名號凡下常聞。有何", "396": "勝能超過眾善。󷨽佛身非相。果德󶍫高。不立嘉", "397": "名莫彰妙躰。十方三世。皆有異名况我󳇐陁以", "398": "名攝物。是以耳聞口誦。無邊聖德󵖯入識心。𣱵", "399": "為佛種頓除億劫重罪。獲證無上菩提。信知非", "400": "小善根是多功德也。華嚴云。寧受地獄苦得聞", "401": "諸佛名。不受無量樂。而聞諸佛名。乃至廣󵘸已上。", "402": "小善根者。餘諸󷒲行功德少。故名為小善。故釋", "403": "云。隨緣󷒲善恐難生。靈芝云。如來欲明持名功", "404": "勝。先󷲪餘善為小善根。所謂布施持戒。立寺造", "405": "像。禮誦坐禪。懺念苦行。一切福業。若無正信迴", "406": "向願求。皆為小善。非往生因。若依此經。執持名", "407": "號。决定往生。即知稱名。是多善根多福德也已上。", "408": "意云。餘善正信難立。故多分不生。云非往生因。", "409": "非謂全不生念佛正信易立。故决定往生。云多", "410": "善根等。問。少善若󷒲行者。󷒲行生彼土。何云不", "411": "生。󷨽。修󷒲人中。有堪能機至心生彼。故餘經中。", "412": "盛󵘸往生。今經為令不堪之機。不行餘善。嫌云", "413": "不生。是則大聖善巧。逗物機設毀讃言。故釋家", "414": "得旨。改不生文述恐難生。希有一二三五得生", "415": "故。恐者。恐慮不生之文。難生者。對易生之言。非", "416": "謂全不生。難易相對。其義可見。問。釋之與經。非", "417": "可鉾楯。恐字恐慮餘經生文彼󵘸生者。教門方", "418": "便。更非實義。獨局念佛。盛有證誠。即其義也。既", "419": "無證誠知方便󵘸。如云壽命延長難可量。實𨿽", "420": "無量。亦云難量。若言有量。佛壽常住。何有盡期。", "421": "又如云凡夫亂想恐難生。亂相之時。𨿽全不生。", "422": "亦云難生。故今釋󷒲善恐難生。以全不生應言", "423": "難生。󷨽。若存諸行不生義者。諸經明文。皆悉破", "424": "壞。今家定判。僉成虚󵘸。况上六品來迎佛讃。專", "425": "在餘善。若屬虚󵘸。釋迦彌陁。成設妄言。若云妄", "426": "言。恐招謗法之過者欤。不可不慎。但證誠有無。", "427": "諸經不同。何無證誠之諸經典。皆屬妄語。獨局", "428": "證誠經。得名實󵘸哉。至所難文者。壽命延長難", "429": "可量等者。實無量故。雖云難量。隨緣󷒲善恐難", "430": "生者。對其易生之難生。故希生言難。有何妨耶。", "431": "問。難生之義。𨿽是兩兼。今恐難生。全可同經。何", "432": "會得云希生為難。但任汝情。沗會𦀇文。󷨽。難字", "433": "若許有兩兼義。汝之義豈迶此難。唯約多分。可", "434": "會今文。經云難信之法。豈全不信念佛哉。今家", "435": "亦云佛道人身難得今已得。淨土難聞今已聞", "436": "等。此皆希有。名云難也。斯例非一。凡三經所󵘸。", "437": "今家定判。盛明諸行往生之義。五畨相對。不立", "438": "生不生對。十三失中。不判有不生失。但至千中", "439": "無一文者。既置不至心言。不足為難。未見一處", "440": "述不生義。何局今釋。定判󷒲行不生之義。况看", "441": "今文勢。改不生文。釋成難生。定有󶍫意。挍餘處", "442": "釋。驗今文意。為許希得一二之義。故法事讃云。", "443": "一切福業皆迴向。終時化佛自來迎已上。解󳇐陁", "444": "經釋許諸行往生。何堅執不生耶。或凡夫乱想", "445": "恐難生者。凡夫心多散亂。是名乱想。諸經盛󵘸", "446": "凡夫往生十方淨土。恐慮此󵘸。故置恐言。難生", "447": "者對易生之言。謂為󷔚西方極樂易往。顯示餘", "448": "方淨土難生。󷔚向西方為別異耳。故云如來別", "449": "指西方國。大經云易往而無人。禮讃云以佛願", "450": "力易得往生。今云一切佛土難生。難易相對其", "451": "義分明。故群疑論云且如觀經等中。󷔚生西方。", "452": "一顯凡夫。二明未來。三彰造罪。四有十方諸佛", "453": "舒舌證誠。五有多本經文同證。依之修學無有", "454": "𤁒滯。故此西方淨土業易可依行。諸經既無前", "455": "件等文。唯有一句兩句󷔚生之處。難可依行。何", "456": "故󵘩廣多文句。而就小經文耶已上。餘方淨土󷘓", "457": "之可知。故同上文云一有󵘸無󷔚。二有󷔚機少。", "458": "三󷔚文不具已上。", "459": "阿󳇐陁經云不可以少善根等事阿󳇐陁經云不可以少善根等事", "460": "一日七日執持名號者。問。為臨終念佛。為󷲡常", "461": "別行。󷨽。󷲡常別行。法事讃云。七日七夜心無間。", "462": "長時起行倍皆然云云。既對長時。云七日。知是別", "463": "行。問。觀念門云。上盡百年。下至七日一日十聲", "464": "三聲一聲等。既對一形。言下至七日等。是似判", "465": "臨終七日行。󷨽。不尒。彼文所言七日等者。亦是", "466": "󷲡常別行。但言百年一聲等。因釋別行。廣解長", "467": "時短時念佛也。或󳇐陁經七日念佛。雖是󷲡常", "468": "別行。意亦通於臨終。故觀念門釋其義耳。又戒", "469": "珠傳云。道綽曰。須依小阿彌陁經。一七日相續", "470": "無間念名號。若滿一百万返。必得往生。釋道生", "471": "信此言。修七日念佛行。果得一百万返。晝夜六", "472": "時不睡臥。出第七夜五更聞空中聲言淨業已", "473": "立。必得往生。劫後九年。我來迎之。所示不違。六", "474": "十有五。身有微疾。而無𢙉氣絕。終向西方󵘸一", "475": "偈曰。西方聖眾現來迎神。散心念佛功妙難測", "476": "已上。天台󳇐陁經義記云。心不顛倒。即得往生。何", "477": "以故。臨終一念。用心懇切。即當得去。慧心略記", "478": "云。問。一七日等。為是󷲡常。為是臨終。󷨽。由󷲡常", "479": "所行。得臨終正念也。然義記云。臨終一念。用心", "480": "懇切。即當得去。斯釋臨終正念之用。非言七日", "481": "必近臨終已上。禪林彌陁經要記云。七日行後。設", "482": "𨿽造罪。而斯行法决定業故。是人臨終時。心不", "483": "顛倒。懺悔滅罪。必得往生。或七日後。不遇惡緣。", "484": "是以大善威德力故。一切諸佛所護念故已上。斯", "485": "等諸師。判󷲡常行也。又群疑論五云。阿󳇐陁經。", "486": "對經月死人。能念佛亦生淨土已上。此釋臨終。一", "487": "心不亂者。起行之時。專注不㪚。名為一心。故禮", "488": "讃云。乃至七日。一心稱佛不亂。法事讃云。七日", "489": "七夜心無間。通賛云一心不亂者。專注無散也。", "490": "靈芝云。後一句指一心不乱也。教繫想。此一句。經正明", "491": "成業先須𠬧念。面向西方。合掌正身。遙想彼佛", "492": "現坐道塲依正荘嚴。光明相好。自慨斯身夂󳹱", "493": "苦海。漂流生死。狐露無依。譬如嬰兒墮在𡊫穽。", "494": "叫呼父母。急救危忙。一志依投。懇求󷲻免。聲聲", "495": "相續。念念不移已上。祖師小經釋云。一心不乱者。", "496": "念佛時心不㪚乱。至誠至信。專念佛名也已上。此", "497": "等文。約起行而釋一心義。又通安心一心。上人", "498": "云。本願至心信樂欲生我國。觀經三心。小經一", "499": "心。皆三心也。或人問云。阿󳇐陁經所󵘸一心。當", "500": "我等分云何得意。上人󷨽曰。一代所󵘸󳇐陁行", "501": "相。不出四十八願之意。願文既云至心信樂等。", "502": "知一心者指三心也。已上二義。俱祖師義。故知", "503": "一心通二義也。教念彌陁專復專者。先師云初", "504": "之專者對正行於󷒲行而言專。後之專者對正", "505": "業於󷗮業而言專也。私謂。或可再言者。表志之", "506": "鄭重。謂專念之󷔚。佛意慇懃。故釋家探教旨。可", "507": "再置專字矣。長時起行倍皆然者。是因七日行。", "508": "󷔚長時起行。謂盡形行念念倍增。更無退屈也。", "509": "如觀念法門云七日七夜及盡一生等。坐時即", "510": "得無生忍等者。得處不退。名無生忍。進入初住", "511": "位不退。云證得不退。始入三賢。故云入三賢也。", "512": "私云不可以少善根等事私云不可以少善根等事", "513": "襄陽石刻等者。龍舒居士大智律師。俱引彼本", "514": "以為䂓摸。龍舒者。王日休先生也。形在家心出", "515": "家。志求出離。作淨土文云云。隋陳仁陵者。靈芝云", "516": "梁陳仁陵。梁隋相並。故非相違。今世傳本󷑆此二", "517": "十一字等者。問。何由知今本之󷑆。󷨽。󷲷芝云。若此", "518": "依經執持名󷢸。󷪘定往生。即知稱名是多善根多福", "519": "德也。昔作此解。人尚遲疑。近得襄陽石碑經本。文理󷲾", "520": "符。始懷深信。彼云。善男子善女人。聞󵘸阿󳇐陀佛。一心", "521": "不亂。專稱名󷢸。以稱名故。諸罪消󷓟。即是多善根多福", "522": "德因緣。彼石碑經本。梁陳人書。至今六百餘󷠸。𥨱疑", "523": "今本相傳訛󷑆已上。戒度聞持記云。被云下。正引文㨿", "524": "彼石下較經得失。梁陳乃南朝兩國之名。朝散", "525": "即陳仁陵書󷲳。在襄州龍興寺。本朝殿撰季公。", "526": "諱支聞。字季益。󷘅守官於彼。持此經歸錢唐。䟽", "527": "主得之。喜不自勝。遂復刊石。立于靈芝大殿之", "528": "後。續因兵火焚毀。悲夫逆推梁陳去晉未󷡳。可", "529": "驗得真。今本既經六百餘歲中間傳寫訛󷑆可", "530": "知已上。非啻有多少善義等者。梵言摩訶。是大多", "531": "勝義也。今雖對竹牒之本。玄探符唄󳸟之文耳。", "532": "又大一字。具有大多勝三義。謂勝人稱大人。是", "533": "大有勝義也。形大稱大人。直是大義也。多人稱", "534": "大眾。是大有多義也是注釋意。", "535": "第十四六方諸佛唯證誠念佛篇第十四六方諸佛唯證誠念佛篇", "536": "篇旨言證誠者。誠。實也。證。驗也。所謂諸佛證明釋迦", "537": "所󵘸念佛。是誠實語也。問。何故此經獨明舌相", "538": "證誠。󷨽。群疑論二云。今󵘸阿󳇐陁經。言五逆十", "539": "惡罪根眾生。唯能念佛。皆生淨土。𨿽佛弟子信", "540": "向之者。亦生疑惑。不信斯言。現見今時四部眾", "541": "咸有正信。尚疑念佛不即得往生。故知此經甚", "542": "難生信。一切種智預知未來有此眾生。懷疑者", "543": "眾。故同舒舌相。表法至真。󷔚物修學。又往生淨", "544": "土解行已上。三賢菩󷨊。或龍樹等得生西方。極", "545": "惡凡夫。亦生正信。彼諸勝人。福多罪少。得生淨", "546": "土。有何可恠。五逆十惡凡夫。一念十念。至誠徹", "547": "到。乗佛本願。得生西方。十地三賢諸菩󷨊眾。亦", "548": "信斯事。不起疑心。唯󵘸下品下生。五逆十惡。如", "549": "斯愚人。無惡不造。逢善知識教稱佛名。具足十", "550": "念。即生淨土。還是此輩十惡眾生。不信念佛得", "551": "生淨󱕕。我等更是罪惡凡夫。無始已來。是𠎝皆", "552": "犯。念佛十聲有何功德。令我重罪則得除滅。往", "553": "生西方極樂世界斯但是佛攝引之言。或是󷡳", "554": "聲作近聲。󵘸是第二階法。或言別時之意。種種", "555": "異解不信即生。斯謗極多。信順甚少。故此言教。", "556": "為信者希。諸佛同舒舌相。偏覆三千之界。證法", "557": "不謬。决定得生。護念行人。令生淨土已上。道替云。", "558": "證小事。即覆面門。以至髮際。今證大事。故至三", "559": "千。今󵘸因微果勝。恐眾生疑。此乃𢱍苦𢙉之要", "560": "門證常樂之疾路。事既廣大。現瑞非輕。舒舌相。", "561": "而遍覆大千。證西方而具快樂也已上。問。夫證誠", "562": "者。為令此眾聞他佛證。發起信心。而於本國󵘸", "563": "誠實言。不足證誠。󷨽。群疑論二云。現不虚誑之", "564": "舌相。發誠諦之真言。令眾生覩相聽言。除疑生", "565": "信已上。斯會眾既許見舌相聞言󵘸。故成證誠義", "566": "也。又通賛云。問。靈山開󷘳。要以召集分身舎衛", "567": "唘莚。何故不邀諸佛。󷨽。召佛開其󷤌󷘳。赴彼佛", "568": "之願心。證土啓相信誠顯此尊之悲意。但各居", "569": "自國。不至斯方也已上。又法事讃云。為其本國凡", "570": "聖眾。讃嘆釋迦變現身。又云。十方諸佛如恒沙。", "571": "還舒舌相為娑婆。通賛云。問。汝等者。為是六方", "572": "諸佛告語自國聽徒。為當釋迦󷔚誡祇園之眾", "573": "󷨽。觀斯經勢。而有二意。一他方諸佛。告自國聽", "574": "眾。二釋迦轉引彼佛意言。證彼西方。令一會眾", "575": "生信敬也已上。准此等釋舒舌相化通自他土。故", "576": "不偏來耳。", "577": "善導觀念法門云又如彌陁經云等事善導觀念法門云又如彌陁經云等事", "578": "一切造罪凡夫者此經雖󵘸善男善女。依觀經", "579": "意言造罪也。一聲一念者念稱相備名為一聲。", "580": "唯念無聲。名為一念。如次應配下上下中兩品", "581": "受法。", "582": "私問曰何故六方等事私問曰何故六方等事", "583": "天台十疑等者。上釋云。文𨿽在此經。義通於彼", "584": "經為成此義引十疑論文故知大經皷音聲經。𨿽", "585": "無證誠之文。彼二經意含證誠義也。問。誰知天", "586": "台意。彼二經無證誠文。故大經下云。無量壽佛", "587": "威神無極。十方世界無量無邊不可思議諸佛", "588": "如來莫不稱嘆鼓音聲經云。十方恒沙諸佛皆", "589": "具讃彼安樂等。既有讃嘆。豈非證誠。󷨽。讃嘆與", "590": "證誠。有寛狡異。讃歎是廣證誠是狡。何必須云", "591": "讃即證誠。一義云。天台之意。引證誠文也。但盛", "592": "與不盛。豈無與𡙸。", "593": "第十五六方諸佛護念篇第十五六方諸佛護念篇", "594": "篇旨言護念者通賛云。諸佛護持。明記憶念也即眾", "595": "行𨿽廣難方念佛之功。諸福𨿽多爭。並持經之", "596": "力故使六方諸佛。以神力而護持。沙界聖人乃", "597": "一心而憶念。故云一切諸佛所護念經。靈芝云", "598": "護謂覆護。不使魔嬈。念謂記念。不令退失。勢至", "599": "章云十方如來憐念眾生如󳌤憶子。大論云譬", "600": "如魚子。󳌤若不念子即壞爛已上。", "601": "觀念法門云又如󳇐陁經等事觀念法門云又如󳇐陁經等事", "602": "恒沙等佛共來護念者。問。經不󵘸諸佛來󷨽。既", "603": "能護念。何不來現如阿󳇐陁觀音勢至常來至", "604": "也。橫病橫死者藥師經云。阿難問言。九橫如何", "605": "救󷑆。菩󷨊言。有諸有情得病𨿽輕。然無醫藥及", "606": "看病者。設復遇醫。授以非藥實不應死而便橫", "607": "死。又信世間邪魔外道。妖㜸之師。妄󵘸禍福。便", "608": "生恐動心不自正。卜問覓禍。殺種種眾生。解奏", "609": "神明。呼諸魍魎請乞福祐。欲󵡝延年。終不能得。", "610": "愚癡迷惑信邪倒見遂令橫死入於地獄。無有", "611": "出期。是名初橫。二者橫被王法之所誅戮。王者", "612": "畋獵嬉󷓭躭婬嗜酒。放逸無度。橫為非人奪其", "613": "精氣。四者橫為火焚。五者橫為水溺。六者橫為", "614": "種種惡獸所噉。七者橫墮山岸。八者橫為毒藥", "615": "厭禱呪咀。起屍鬼等之所中害。九者飢渴所困", "616": "不得飲食。而便橫死。是為如來略󵘸橫死。有斯", "617": "九種。其餘復有無量諸撗。難可具󵘸已上。", "618": "私問曰唯有六方如來等事私問曰唯有六方如來等事", "619": "彼佛即遣者問。彼經云。我從今月。常使前二十", "620": "五菩󷨊。護持是人已上。觀念法門云。又如十往生", "621": "經󵘸。佛告山海慧菩󷨊及以阿難。若有人專念", "622": "西方阿彌陁佛。願往生者。我從今已去。常使二", "623": "十五菩󷨊。影護行者已上。斯以釋迦而為能遣。禮", "624": "讃引文何以󳇐陁為能遣乎。󷨽。二尊大悲。更無", "625": "殊異。釋迦既遣。彌陁盍尒。故禮讃文。顯斯義耳。", "626": "二十五菩󷨊者。觀世音菩󷨊大勢至菩󷨊藥王", "627": "菩󷨊藥上菩󷨊普賢菩󷨊法自在王菩󷨊師子", "628": "吼菩󷨊陁羅尼菩󷨊虚空藏菩󷨊德藏菩󷨊󷤌", "629": "藏菩󷨊金藏菩󷨊金剛藏菩󷨊光明王菩󷨊山", "630": "海慧菩󷨊華嚴王菩󷨊珠󷤌王菩󷨊月光王菩", "631": "󷨊日照王菩󷨊三昧王菩󷨊定自在王菩󷨊大", "632": "自在王菩󷨊白烏王菩󷨊大威德王菩󷨊無邊", "633": "身菩󷨊也出十往生經。即得延年轉壽者。問。臨終要", "634": "决云常自思念我現在之身。多有眾苦不淨惡", "635": "業。種種纏交。放下身心。莫生戀著𦆵有病患。莫", "636": "論輕重便念無常。一心待死已上。今此延年轉壽", "637": "之義。盍妨一心待死之想。󷨽。轉壽者護念利益", "638": "也。待死者。行者用心也。莫言西方行者。祈願現", "639": "世長壽。問。若有行者。志求淨土兼祈延年亦得", "640": "往生。󷨽若自念年壽者。即成不厭穢土。若無厭", "641": "穢之心。何有欣淨之思。厭欣若無何生淨土。但", "642": "機類万品。可有平生之時。兼祈二世。臨終之時。", "643": "偏期往生。遂其本意之人。問全不期往生之類。", "644": "念佛可得延年轉壽。󷨽。猶有其益安樂集云。又", "645": "譬喻經中。有一長者。不信罪福。年已五十忽夢", "646": "見殺鬼賷符來。欲取之不過十日。其人眠覺。惶", "647": "怖非常。至明求覓相師占。夢師作卦兆云。有殺", "648": "鬼。必欲相害。不過十日。其人惶怖倍常。詣佛求", "649": "請佛時報云。若欲攘此。從今日已去專意念佛。", "650": "持戒。燒香。燃燈。懸繒。幡󷔨。信向三󷤌。可勉此死。", "651": "即依此法。專心信向。沒鬼到門見修功德。遂不", "652": "能害鬼即走去。其人緣此功德。壽滿百年。死得", "653": "生天已上。", "654": "第十六以󳇐陁名號付屬舎利弗篇第十六以󳇐陁名號付屬舎利弗篇", "655": "篇旨問。今所引文。結集者言更非佛語。况付屬耶。󷨽。", "656": "法事讃受此文。云慇懃付屬故引之也問釋尚", "657": "不去難。有違經失故。况彼讃。既舉末後一󰏰有", "658": "三重讃。誰定付屬言。讃經家詞。󷨽委以讃文挍", "659": "經現文。初讃釋諸佛讃釋迦文。即初至󵘸是一", "660": "切世間難信之法。次讃釋釋迦自讃文。即舎利", "661": "弗當知下至是為甚難。後讃。釋付屬文。即佛󵘸", "662": "此經等文。三󰏰讃文。配文分明。上來諸󰏰。依經", "663": "起盡。今文亦尒。不可致疑。故上人彌陁經釋云。", "664": "善導和尚釋聞佛所󵘸歡喜信受文云。世尊󵘸", "665": "法時將了。慇懃付屬󳇐陁名已上。全與今同。但至", "666": "經無付屬言者。是文略也。故釋家󷨙經家流通。", "667": "釋出付屬。流通也問諸經流通付屬隨時有無", "668": "不定。何必斯經有付屬耶。󷨽。鷲峯之一會。佛以", "669": "名號付屬慈󵫵。王宮之一會。亦以佛名而付屬", "670": "慶喜。祇園之一會。盍以名號而付屬鶖子耶。大", "671": "師之󶍫意在茲。末代之淺識何疑。", "672": "阿󳇐陁經云佛此經等事阿󳇐陁經云佛此經等事", "673": "世尊󵘸法時將了者。正󵘸已了。大眾將去。佛定", "674": "慇懃付屬佛名。故云將了。生盲闡提輩者。謗念", "675": "佛者愚癡。故譬生盲。不信故類闡提。如疏四云", "676": "三福俱不行者。即名十惡邪見闡提人也。", "677": "私云凡案三經意等事私云凡案三經意等事", "678": "問前十五篇中。皆引文後。即釋其文。何局斯篇", "679": "不解當文。揔釋八種選擇之義乎。󷨽。文無別義", "680": "故不釋之耳又此集中。𨿽引諸文。而但在顯選", "681": "擇一義。故至文終。委釋其相也。雙卷經中有三", "682": "選擇等者。略舉八種。若具存者。散在諸文故今", "683": "又加二十二種選擇之義。一就雙卷經。亦有一", "684": "選擇。謂三輩中。偏局念佛。而言一向。此乃選擇", "685": "一向也。二就觀經文亦有一選擇。謂下品三生", "686": "對輕次重罪。而󵘸一十念。此乃選擇遇惡侍對", "687": "也。三就󳇐陁經。亦有一選擇。謂選󵘩少善。選取", "688": "大善。此乃選擇大善也。四就文殊般若𦀇。亦有", "689": "一種選擇。謂󵘩相貌選取名字。此乃選擇一行", "690": "也。五就普賢菩󷨊。有一種選擇。謂華嚴云願我", "691": "臨欲命終時等。既臨終之時選󵘩餘淨土選取", "692": "極樂界。此乃普賢選擇西方也。六就文殊菩󷨊", "693": "有一選擇。謂同經云。願我命終󷲦等。此乃文殊", "694": "選擇西方也。七就觀世音菩󷨊有一選擇謂千", "695": "手經云。念我本師阿彌陁佛。斯乃觀音選擇本", "696": "師也。八就勢至菩󷨊有一選擇。謂首楞嚴𦀇云。", "697": "我本因地。以念佛心。入無生忍。今於此界。攝念", "698": "佛人。歸於淨土。此乃勢至選擇念佛也。九就龍", "699": "樹菩󷨊有一選擇謂十住論中立難易二道。此", "700": "乃龍樹選擇易行也。又就龍樹所造智論。有一", "701": "選擇。謂彼論云。阿󳇐陁佛先世時。作法藏比丘", "702": "佛將導遍至十方。示清淨國。令選擇淨妙之國。", "703": "以自󷭯嚴其國已上。斯乃智論選擇本願也。抑弟", "704": "子。然師入滅之後。自勘得此文。上人之断簡。龍", "705": "樹之所釋。彼此符合。󶍫以隨喜。然則選擇本願", "706": "之義。更非上人之義即是龍樹之義。亦非龍樹", "707": "之義即是釋迦之義亦非釋迦之義。即是法藏", "708": "之義。亦非法藏之義。即是前佛之義也。前佛義。", "709": "故即是法藏菩󷨊之義。亦釋迦如來義。亦龍樹", "710": "菩󷨊義。亦法然上人義也晨且人師。未立此義", "711": "上人始立選擇之名。尤以肝心而已。十就天親", "712": "菩󷨊有一選擇謂往生論云。云何讃歎。口業讃", "713": "歎稱彼如來名等。此乃天親。選擇名義也。十一", "714": "就慧遠大師有一選擇。謂大師雖習學三藏之", "715": "教法。而選擇念佛。為得度要。此乃庐山選擇得度", "716": "也。十二就曇鸞大師有一選擇謂遇流支。即燒", "717": "仙經。而得觀經。此乃鸞師選擇觀經也。加之此", "718": "師自立三選擇義。謂在心在緣在决定是也。十", "719": "三就天台大師。有一選擇。謂傳云。火車相現能", "720": "改悔者等。餘行非火車現時改悔之法。故知念", "721": "佛獨化極惡。斯乃天台選擇念佛也。十四就道", "722": "綽禪師有一選擇。謂化并州令行念佛。十五就", "723": "善導大師有一選擇。謂正󷒲󷗮正分別是也。十", "724": "六就懷感法師有一選擇。謂見大師口出光明。", "725": "專行念佛。十七就少康法師有一選擇。謂於烏", "726": "龍山。築三級之壇。集四部之眾。令行道念佛。十", "727": "八就法照禪師有一選擇。謂詣竹林寺。依二聖", "728": "之教化。得末世之要法。十九就慧日三藏有一", "729": "選擇。謂三藏從天竺而歸後語云。󴖄度諸眾。偏", "730": "興念佛云云。二十就大智律師有一選擇。謂師始", "731": "崇戒律。中崇上乗。終歸淨土。便染患之時。專歸", "732": "淨土。但行念佛云云。二十一就慧心先德有一選", "733": "擇。謂要集序意云。顯密事理之教行者。為利智", "734": "精進之者也。稱念󳇐陁之一行者。為如予頑嚕", "735": "之者也云云。二十二就法然上人有一選擇。謂自", "736": "計機分。亦驗佛誓。便󵘩十一宗之出要。方期十", "737": "八願之往益云云。上來種種選擇之義。即是先師", "738": "之遺範也。又被示云。吾使以大概記之。汝亦隨", "739": "有所見聞。而集於選擇之文。可續於此義之後", "740": "云云。夫速欲離生死等者。此十六句。集大意也。謂", "741": "初題選擇。終出八種。皆是念佛超諸行。故稱名", "742": "行。獨得選擇名。今為顯此意。有斯揔結也。於中", "743": "󷝲四句者。顯第一篇。次十二句。顯第二篇。舉斯", "744": "二意。攝盡一部。後十四󰏰。莫非選擇念佛之故", "745": "也。問曰華嚴天台等者。上來偏依善導一師。而", "746": "󷔚念佛之故。為顯足為依慿。施斯問󷨽。顯其德", "747": "行也。諸師各造淨土章疏者。華嚴海東元膮師", "748": "遊心安樂道。大經宗要。同私記。小經記。般舟經", "749": "略記等。天台智者五方便念佛門。觀經䟽。小經", "750": "義記。十疑論。法聡觀經記等。真言云云。禪門。飛錫", "751": "念佛󷤌王論。西方讃文。智覺神󷲿安養賦。并万", "752": "善同歸集等。三論嘉祥大經䟽。觀經義疏等。法", "753": "相。慈恩西方要决。小經通賛。同經疏。智首小經", "754": "抄。義寂大經述義記等。略舉五三。不遑具載。道", "755": "綽禪師問善導等者。問。蓮華不萎事。兩傳有異", "756": "󵘸謂瑞應傳中。善導問。道綽󷨽也。新修傳中。或", "757": "人問。善導󷨽也。然今何言綽問導󷨽乎。󷨽。誠雖", "758": "為或人問而綽歎其󶍫㫖。因請令入定。决往生", "759": "得否。義當道綽亦問斯事。歎德為要。文不委細", "760": "也。復次言或者。非或人。是或時也。見傳前後。綽", "761": "公或時問善導也彼瑞應傳。是傳不同耳。絕倫", "762": "之譽不可得稱者。垂迹姓󵫵。本生󷲧里。少年", "763": "發願從師訪道。精進苦節。入滅行儀。帝者歸德。", "764": "今略不載。具如諸傳。於是貪道昔披󲰥茲典粗", "765": "識素意等者。自下作者述懷也。上人昔崇德院", "766": "御宇。長承二年关刃。誕生。夂安三元年。志學攀登叡", "767": "峯同年登壇。同六年二九隱居黑谷。承安五年乚未。歸", "768": "善導疏。入專修門四十三。謂為出離生死。𨿽學一", "769": "切教。當我機失得度門。後入報恩藏。周覧積年。", "770": "被󲰥一切𦀇已及五遍。和尚八軸之書。亦覧五", "771": "遍。文幽義󲍻。未得其旨。然後別開八卷。亦看三", "772": "遍。前後補按。𥨱窺八遍。纔至一心專念彌陁名", "773": "號之文。正解素意。偏行念佛。凡定業散業𨿽󷳃。", "774": "萬行万善𨿽多。唯選稱名一行。以為正定之業", "775": "也。爰知聸專念之文。而止餘行。仰佛願之語。而", "776": "除疑心。唯修稱名。可遂往生。自尒以來。自行化", "777": "他。華夷尊󳣔。但唱佛名。皆生淨剎。然間。建夂八", "778": "年丁巳五月比。先師始謁上人上人六十五。先師三十六。自尒至元", "779": "夂元年七月受學八箇年。爰月輪殿下。被催宿緣。󶍫以信仰。", "780": "歸以西方之行。請以念佛之文。上人遵命而作", "781": "此集。時也建夂九年戊午作已。𥨱示先師云。斯集", "782": "依仰不令流布。然而汝是可傳此法之仁也。冩", "783": "取一本。可令弘通末代云云。先師自冩魚󱶈。敬受", "784": "提撕󵗩如得凾󷲮。亦似水冩器。經十五年。建曆", "785": "二年壬申。正月二十五日。午時上人入滅八十。經四", "786": "十二年。嘉禎四年戊戌閏二月二十九日。未時。先師", "787": "入滅七十七。弟子嘉禎二年九月八日。詣天福寺", "788": "始謁先師先師七十五。弟子三十八。二箇年間。觀經疏。法事", "789": "讃。觀念法門。禮讃。般舟讃。論註。安樂集。選擇集", "790": "剩被作加徹選擇集。往生要集。并十二門戒儀。一一讀傳", "791": "畢。但至般舟讃者。先師云。上人御時未流布。故", "792": "不聞口决。今准八軸義勢所授也云云。又選擇集。", "793": "本有廣略。略則高覧本。有遺弟云。廣本者。執筆", "794": "人。為初心者後加名目。自有小異。不如高覧本", "795": "云云。此本先師所傳。抑弟子有宿因值開膮。但恨", "796": "緣淺纔聞一遍。先師對眾示曰。我年䦨齡頺。在", "797": "世不夂。思將來癡闇。肝腑不安。然我法授然阿", "798": "畢。法燈何銷。然阿是予之成若也。遺弟對此人。", "799": "可决不󷑿云云。𨿽為哢言。是𣱵思出也。亦過分之", "800": "遺誡也。今以三代相承。輙記五卷决疑而已。", "801": "選擇傳弘决疑鈔卷第五終", "802": "持主", "803": "持主沙門澐鴦", "804": "寛永九年壬申仲秋吉旦　新刊"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8905 選擇傳弘決疑鈔", "author": "日本 釋良忠撰"}