{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1629 金剛般若經集驗記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "滅罪篇第三(并序三章)　神力篇第四(并序十六章)神力篇第四(并序十六章)", "1": "金剛般若經集驗記卷下", "2": "梓州司馬　孟獻忠　撰", "3": "功德篇第五(并序十章)　誠應篇第六(并序十章)功德篇第五并序十章　誠應篇第六并序十章", "4": "功德篇第五(并序十章)功德篇第五并序十章", "5": "夫至功非功。為而不宰。上德非德。成而不居。故九定", "6": "四禪。入無所入。三空六度。行無所行。莫而無邊。非相", "7": "非名。不染不住。積恒沙之身。不能方四偈之德。神功", "8": "聖德。其大矣哉。故為功德之篇。以勸來者。", "9": "蕭瑀金剛般若經靈驗記曰。隋開皇十一年。太府丞", "10": "趙文昌身死。唯於心上氣暖。時昌家人未敢入斂。被", "11": "人將來至閻羅王所。王問昌云。一生已來。作何福業。", "12": "昌報王言。一生家貧。無餘功德。專心唯誦金剛般若", "13": "經典。王聞此語。合掌恭敬。贊云。善哉善哉。受持金剛", "14": "般若。功德甚大。不可思議。王語所執昌使者。好須勘", "15": "校。莫錯將來。其典執案諮王。實錯將來。此人更合二", "16": "十餘年。王聞此語。自檢非謬。即語昌云。汝共使者。向", "17": "藏內取金剛般若經來。即遣一人。引昌西南行可五", "18": "六里外。至經藏所。見數十間屋。屋甚精麗。經卷徧滿。", "19": "金軸寶帙。莊嚴華飾。不復可言。昌乃一心合掌。閉目", "20": "信手抽得一卷。大小還似舊誦般若者。其題目功德", "21": "㝡為第一。昌便恐怕。慮非般若。求此使人請換。不肯。", "22": "昌即開看。乃是金剛般若。將至王前。王令一人執經", "23": "在西。昌在東立。王勑使人取七寶牀几。遣昌坐上。向", "24": "西誦經。竝得通利。時王教昌還家。仍約束昌云。受持", "25": "此經。慎莫廢闕。亦令勸化一切人。讀誦此經。仍令一", "26": "人引昌。從南門出。乃見周武帝禁在門東房內。即喚", "27": "昌言。汝是我本國人也。蹔來至此。須共汝語。昌即就", "28": "之。向武帝再拜。武帝問云。汝識我不。昌言。臣昔宿衛", "29": "陛下。武帝語昌云。卿乃是我故舊。汝可還家。為我具", "30": "向隋帝論說。導我諸罪竝了。唯有滅佛法事未了。當", "31": "時右衛元嵩教我滅佛法。為追元嵩至今不得。以是", "32": "未了。昌問武帝。元嵩何處。追不可得。武帝云。其元嵩", "33": "者。三界外人。非閻羅王之所管攝。不能追得。汝還為", "34": "我速從隋文帝乞少功德。昌行少時。出南門外。見大", "35": "糞聚中。有一人頭髮纔出。昌問引人。此是何物。引人", "36": "答云。此是秦將白起。枉坑趙卒。寄禁未了。昌還家得", "37": "蘇已。經三日其患漸差。具奏隋文帝。帝即出勑。國內", "38": "諸寺。普為周武帝三日持齋。轉金剛般若經。勑令錄", "39": "入隋史。", "40": "又曰。隋時雍州趙文若。死經七日。家人欲斂入棺。乃", "41": "縮一脚。遂即不斂。便得蘇活。語言死見閻羅王。問若。", "42": "生存作何福事。若言。受持金剛般若經典。王言。善哉", "43": "善哉。此是㝡大第一功德。汝雖脩福。且將示其受罪", "44": "之處。仍令一人引若北行。可數十步。至一牆。有孔。隔", "45": "牆孔中有人。引手捉若。挽度極大辛苦。牆外見大地", "46": "獄。鑊湯鑪炭。刀山釰樹。銅柱鐵牀。罪人受苦不可思", "47": "議。乃有鷄肫猪羊鵝鴨之屬。從若債於本命。若語云。", "48": "不負汝命。鷄等報云。汝往某年某月某日。共某州人", "49": "分我頭脚。各各食之。若聞畜生所說所證。始知不虗。", "50": "亦記往日殺食之處。唯知念佛。以一心悔過。其猪羊", "51": "鷄鴨。不敢更言。所引之人。將若迴王所。啟王云。見受", "52": "罪處訖。王爾時乃付一椀鐵釘。令若食之。竝用長釘", "53": "五枚音梅。釘若頭頂手足。具令放去。若既蘇。已後仍患", "54": "頭痛。并手足疼。所痛之處。漸得瘳音柚愈。若從爾已來。", "55": "精勤不懈。受持般若。但見諸親知識。悉勸受持此經。", "56": "若後因於公使。至驛廳上。蹔時偃息。如似欲睡夢。見", "57": "有一青衣婦人。急速來告。救命救命。若忽驚覺。即喚", "58": "驛長問言。汝不為我殺他生命。驛長報云。適欲為公", "59": "殺一小羊。問是何色。報云青色牸羊。若令速放莫殺。", "60": "仍與價直贖羊。放為長生。豈非受持金剛般若。精誠", "61": "致感然也。", "62": "郎餘令冥報拾遺曰。普光寺栖玄法師。少小苦行。常", "63": "以講誦金剛般若經為業。龍朔二年冬十一月。於寺", "64": "內端坐遷神。儼然不動。天子聞而嘉之。下制曰。普光", "65": "寺僧栖玄。德行淳脩。道俗欽仰。奄然坐化。釋眾摧梁。", "66": "宜以三品禮葬。仍給皷吹一部。傾城士女。觀者如市", "67": "焉。餘令當在京都見諸大德及親友共說。", "68": "又曰。翊音翼衛高純。隋僕射齊公潁之孫。刺史表仁之", "69": "子也。龍朔二年在長安。出順義門。忽逢二鬼。各乘一", "70": "馬。謂曰。王令召卿。言是生人。弗之信也。乃䇿馬避之。", "71": "二鬼又馳擁之。令一騎至普光寺門待。仍相謂曰。勿", "72": "令入寺。入寺訖。恐不可得。既過。仍擁之向西。又至開", "73": "善．會昌二寺。亦並如之。有兄弟於化度寺出家。意欲", "74": "往就。及至寺門。鬼又不許。於是擒之。純乃毆鬼一下。", "75": "鬼等大怒。曳其落馬。因即悶絕。寺門有僧。見其但自", "76": "落馬。其側更無一人。乃輦入其兄弟房。經宿遂得蘇", "77": "也。既蘇之後。具自陳述。說云被引見王。王云此人未", "78": "合即來。乃令其生受。以曾謗議眾僧。遣犂其舌。舌遂", "79": "長數寸。而無所傷。人問之曰。何因舌長而無損處。答", "80": "曰。以曾誦金剛般若經。所以不能損也。經宿而罷。後", "81": "又以手向口。如吞物之狀。須臾即於領下發赤色一", "82": "道。流入腹中。因即僵仆。號呌而絕。如此日常數四。人", "83": "問其故。對曰。為幼年時盜食寺家菓子。所以吞䥫丸", "84": "也。凡經二旬而罷。其後遂乃練行。迄今不食酒肉餘令", "85": "時赴考入京親自聞說。", "86": "又曰并州石壁寺有一老僧。禪誦為業。精進練行。貞", "87": "觀末。有鴿巢在其房屋楹上。哺養二雛。僧每有餘食。", "88": "恒就巢哺之。鴿雛後雖漸長。羽翼未成。乃並學飛。墜", "89": "地而殞。僧並収瘞之。焉罽反經旬之後。僧忽夜夢二小", "90": "兒。白之曰。兒等為先有少罪。遂受鴿身。比來聞法師", "91": "讀誦法華經。及金剛般若經。既聞妙法。得受人身。兒", "92": "等今於此寺側十餘里某村某姓家。託生為男。十月", "93": "之外。當即誕育。僧乃依期往視。見此家一婦人同時", "94": "誕育二子。因為作滿月齊。僧呼鴿兒。兩兒並應曰。諾。", "95": "後歲餘始言賈祗忠先為并州愽士。遷任隰州司戶。為餘令言之。後於并州訪問。並稱實錄。", "96": "慶州司馬禽昌公于昶。昔任荊府錄事。每至一更已", "97": "後。即喘息微惙。舉身汗流。至鷄鳴明即愈。亦更無所", "98": "苦。但覺形體羸弱。心神憂悴。左右怪而問之。公默而", "99": "不應。夫人柳氏請召毉人。公不許之。夫人因密問其", "100": "故。答云。更無他疾。但苦晝決曹務。夜判冥事耳。夫人", "101": "因訪以冥間事。但言。善惡報應。皆如影響。餘無所言。", "102": "夫人因問。竟亦不答。然每有未萌事。咸預知之。即陰", "103": "為之備。終不曉說。雖兄弟妻子。不之告也。凡五六歲。", "104": "甚覺勞苦。其後丁龍城夫人憂。即誦金剛般若。由是", "105": "不復更為冥吏。因極言。此於諸經中。福力為最。遂命", "106": "子孫持誦經焉。公年未知命。即稱疾歸田。時左相蘇", "107": "良嗣。右相韋待價。大將軍李沖玄。並是公姻媾親昵", "108": "女栗反。甞請公入仕。公固辭不行。于時酷吏用事。多所", "109": "誣陷。公雖退就丘園。而婚連權貴。遂被不逞之輩誣", "110": "告。相仍公雖頻處狴音〔階〕牢。了無憂憚。晝夜誦讀。未甞", "111": "絕聲。不逾數朝。果得清雪。他皆傚此。不可屢陳。中外", "112": "驚嗟。咸共歎怪。公年八十有四。遘疾將薨。猶誦經不", "113": "已。屬纊之日。神情朗然。俄而有異香滿室。氤氳芳馥。", "114": "音伏代所未聞。公自言有化人來迎。當往西方淨境。因", "115": "與親戚訣別。言訖而終。其孫梓州郪縣尉于惄親自說也。", "116": "中宗時。京師有人死。經數日而蘇。說於冥官前。被經", "117": "訊鞠。須臾有追事人至。冥官責以所追人不獲。將欲", "118": "鞭之。追事者抗聲訴曰。將軍魏恂。受持金剛般若經。", "119": "常誦不輟。善神擁護。圍繞數重。無由取得。實不寬縱。", "120": "冥官遂使驗覆。如追事者之詞。因此罷追。同聲讚美。", "121": "魏恂者。鉅鹿人也。父尚德。清直儉素。好學不倦。尤精", "122": "釋典。亦誦持此經。天授年中。終於左庶。子恂克傳父", "123": "業。解褐授愽州參軍。屬瑯瑘王作亂。柳授偽郎將。令", "124": "拒官軍。忠孝憤激。背逆歸順。晝伏夜走。不由軌路。遂", "125": "得至都。是日召見面授五品。除愽州司馬。便令討平", "126": "愽州。召入遷尚衣。奉御出入中外。累踐文武。神龍初", "127": "加三品。拜右監門將軍。出為睦州刺史。坐以公事。降", "128": "授徐州別駕梓州司士鄭叔鉤說。", "129": "蘄音其州黃梅縣令張玄素。年二十。即受持金剛般若", "130": "經。每家有迍厄疾病。即至心祈請。即福助肸許乙反蠁。", "131": "皆得痊濟。年七十有餘。洛城東十餘里。於故城庄染", "132": "疾。將終之際。遂見香華幡葢。自空而來。合掌欣然。即", "133": "澡浴裝飾。舉家同聞香氣。連日不歇前梓州通泉縣丞柳峻說。", "134": "鄂音愕州司馬薛嚴。受持金剛般若經。淨信堅固。及至", "135": "亡時。年七十已上。有幢葢簫管。乘空而迎。其夫人見。", "136": "隨幡葢而去。寢疾彌困。夫人遙於空中喚之。飄若乘", "137": "雲冉音染冉遐上。香氣不絕。合家共聞。因而遂終。斯亦", "138": "不思議事同前柳峻說。", "139": "梓音姉州郪音妻縣人姚待。誦金剛般若經。以長安四年", "140": "丁憂。發願為亡親自寫四大部經。法華．維摩各一部。", "141": "藥師經十卷。金剛般若經百卷。寫諸經了。寫般若經", "142": "得十四卷。日午時。有一鹿突門而入。立經牀前。舉頭", "143": "䑛案。䑛案訖。便伏牀下。家有狗五六箇。見鹿搖尾。不", "144": "敢輙吠。姚待下牀。抱得亦不驚懼。為受三歸。跳躑屈", "145": "脚。放而不去。至先天年中。諸經並畢。皆以養裹。將欲", "146": "入函。有屠兒李迴奴者。不知何故。忽然而來。立於案", "147": "前。指經而笑。合掌而立。欲得取經。其屠兒口噁耳聾。", "148": "兩眼俱赤。躭酒兇惡。少有此徒。所寫之經。皆以瑠璃", "149": "裝軸。唯般若經。飾以檀素。但簡取素軸。明此人於般", "150": "若有緣。待遂裹以白紙。盛以漆函。屠兒手所持刀橫", "151": "經函上。笑而馳去。一去之後。不復再見。莫知所之。至", "152": "開元四年。有玄宗觀道士朱法印。極明莊老。往眉州", "153": "講說。歲久乃還。時。鄉中學士二十餘人。相就禮問。友", "154": "人王超曹府。令竪子殺羊一腔。以袋盛肉。煑熟之後。", "155": "心知其殺。但忍饞不得。即隨例喫。計食不過四五臠。", "156": "經于一日。至日昳田結反時。欻然肚熱頭痛。支節有若", "157": "割切。至黃昏際。困篤彌甚。耳聞門外有喚姚待之聲。", "158": "心雖不欲出看。不覺身以出外。問有何事。使人黃衣。", "159": "狀若執刀之刺史。喚言訖便行。待門外有溪。當去之", "160": "時。亦不見溪㵎。但見平坦大道。兩邊行樹。行可三四", "161": "里。見一大城。云是梓州城。其城複道重樓。白壁朱柱。", "162": "亦甚秀麗。更問使者。此不是梓州城。使人莫語。城有", "163": "五重門。其門兩邊各有門屋。門門相對。門上各各題", "164": "額。欲似篆書。不識其字。門數雖多。一無守者。街巷並", "165": "亦無人。使者入五重門內。有一大廳。廊宇高峻。廳事", "166": "及門並無人守。至屏牆外。窺見廳上有一人。著紫。身", "167": "稍肥大。容色端麗。如三十已下。使者入云。追姚待到。", "168": "待走入遙拜。怒目厲聲。何因勾卛爾許人。殺人於淨", "169": "處喫。思量莫知其事。但見其瞋怒。眼中及口皆有火", "170": "光。忙怕驚惶。罔知攸措。音醋即分疏曰。比來但持經。不", "171": "曾殺人。亦不喫人肉。便問持何經。答持金剛般若經。", "172": "著紫之人。聞姚待此說。熈怡微笑。聞稱大善。聲傍忽", "173": "有人著黃。不見其脚手。把一物。長二尺許。八積成就。", "174": "似打皷搥。高聲唱曰。何於朱道士房喫肉。更不敢諱。", "175": "便承實喫。喫幾許。報喫五六臠。著紫人迴看黃衣人。", "176": "其人報云。喫四兩八銖。即把筆書槌耳中。遙聞。事非", "177": "本心。且放令去。待曹府到日推問。著紫人又云。大雲", "178": "寺佛殿早脩遣成。應諾走出。可五六步。廳西頭有一", "179": "人。著枷杻。四道釘鍱。請問姚待。廳上人喚姚功曹迴。", "180": "不稱待名。看所著枷者。乃是屠兒李迴奴。著紫人問", "181": "云。此人讀般若經虗實。報云是實。答了迴看。但見空", "182": "枷在地。不見屠兒。待初入時。廳前及門不見有人守", "183": "掌。及其得出。廳兩邊各有數千人。朱紫黃綠。位次各", "184": "立。亦多女人。擔枷負鎖。或有反縛者。亦有籠頭者。乃", "185": "於眾中。見待親家翁張楷。亦在其中。雖著小枷而無", "186": "釘鍱。叩頭令遣家中造經。不得多語。更欲前進。被人", "187": "約而不許。其中有一人。散腰露頂。語待急去。此非語", "188": "處。迴見其人。乃是待庄邊村人張賢者。抱病連年。水", "189": "漿不能入口。鄉人見者。皆為必死之談。妻子親情。皆", "190": "備凶具。姚待覺後。報其兒為寫經。不踰半旬。病便得", "191": "差。得放出屏牆之外。門門皆有人捉刀仗弓箭。儼然", "192": "備列捉。門人不放待出。待所生父。從廳東走來。叫云。", "193": "我兒無事得放。何以遮攔不收。令待展臂示之。即宣", "194": "衣袖出臂。示之即便得出。及至覺寤。已經一日。", "195": "有楊簡者。梓州通泉縣人也。洞解楞伽。恒於蜀中講", "196": "說。又常誦金剛般若。甞於飛鳥行。日已將暮。路多猛", "197": "獸。人皆憚之。簡口誦經。足仍急步。逢一見鬼者。怪諸", "198": "鬼崩騰而走。若有所畏。遂見楊簡。誦經而行。諸鬼驚", "199": "惶。由經之力。則知隨說之處。諸佛之所護持。", "200": "揚州高郵音尤縣丞李丘一。萬歲通天元年二月二十", "201": "九日卒。得重病便亡。初死之時。有兩人來追。云我姓", "202": "叚。不道名字。直言王追。不許蹔住。于時同被追者。五", "203": "百餘人。男皆著枷。女皆反縛。並驅向前。行可數里。有", "204": "一人乘白馬朱衣。手執弓箭。高聲唱言。丘一難追。何", "205": "不與枷著。丘一即諮叚使。祖父五品。身又任官。不合", "206": "著枷。所言未畢。忽然遍身咸被鎖之。莫知其由。更行", "207": "十餘里。見大槐數十樹。一一樹下有一馬槽。即問叚", "208": "使。此是何處。報言。五道大神。錄人間狀。於此歇馬。丘", "209": "一聞此。方始知死。被勸前行。遂到王門。見一人抱案。", "210": "容色忩遽。語叚使曰。王遣追人。何意遲晚。叚使更不", "211": "敢語。即將丘一分何案主。語丘一言。此人姓焦名䇿。", "212": "是公本案主。可隨見王。焦䇿即領見王。王見丘一來。", "213": "瞋責云。李釋言聚會親族。殺他生命。以為歡樂。不知", "214": "慙愧。所稱釋言。乃是丘一小字。須臾即見所殺畜生。", "215": "咸作人語。某乙等今追怨家來到。大王若為處分。焦", "216": "都即前諮王。李釋言今未合死。緣所被殺者。欲急配", "217": "生處。所以追對。王自問曰。你平生已來。作何福業。誦", "218": "持最勝第一經以否。丘一憶生時不作功德。唯放鷹", "219": "犬。忽憶往造一卷金剛般若經。王聞金剛般若經。即", "220": "起合掌。喚繹言上階。冥中喚般若經名最勝第一功", "221": "德經。語畜生云。你且向後。喚焦䇿來。可領向經藏處", "222": "看驗。其王廳側。有一處所。看無邊畔。中有一殿。七寶", "223": "莊嚴。令丘一上殿。於藏中抽取一卷經。開看。乃是丘", "224": "一所寫之經。更檢得請僧疏一張。是丘一寫書處。問", "225": "焦都云。生平亦數造功德。何因唯見兩處。公當官非", "226": "法取錢。欺抑貧弱。此是不淨之物。所修功德。自資本", "227": "主。不忤公事。領迴見王。王問所寫經是實不。可喚畜", "228": "生來。善言辭謝。但許為造經。此終不留。少間。所殺畜", "229": "生。一時同到見王。王遣丘一。為造般若經言託。其畜", "230": "生並散去。王言。此功德無盡。語焦䇿可即放還。更莫", "231": "留住。送出城門之外。再三把丘一手。焦䇿盡力相為", "232": "只得。丘一許乞䇿錢三百貫。家中唯有爾許。有時實", "233": "不敢惜。䇿報丘一言。縱乞萬貫。終是無益。乞公為䇿", "234": "造般若經二十部。丘一便即許諾。又云。䇿雖冥吏。極", "235": "受辛苦。若無福助。難以託生。公努力相為寫經。幸莫", "236": "滯䇿生路。遂更前行。䇿指示一處。下看深而且黑。拒", "237": "不肯入。䇿推之落黑坑中。驚怕眼開。乃在棺內。困而", "238": "久不能語。聞男女哭聲。細細聲報云。莫哭。我今得活。", "239": "丘一婦弟獨孤愔。為𨳝州參軍事。知三月四日欲殯。", "240": "所以故來看殯。雖聞語聲。不許開棺而視。云是起屍", "241": "之鬼。亦不須近。男女不用舅語。遂即開棺。丘一微得", "242": "動身出棺。三日具說冥事。至三月八日。家中大小咸", "243": "捨衣物。及所有料錢。請僧轉金剛般若經。為一切怨", "244": "對造一百卷。為焦都寫二十卷。未了。至一夜。有人打", "245": "門。報云是焦䇿。丘一即令報云。正寫欲了。必不孤負。", "246": "何忍更來。䇿云。請報李丞。亦無別事。蒙公為䇿造經。", "247": "已放託生。故來告別。揚州長吏學懷遠。知丘一再活。", "248": "喚問冥事。具錄奏聞。奉恩勑加階賜五品。遣於嘉州", "249": "道招尉乘驛。從梓州過時熱。就姚待亭子取凉。親為", "250": "待說。并留手書一本。", "251": "贊曰。猗與大聖。妙慧攸同。無心而應。無念而通。不盡", "252": "於有。不住於空。何思何慮。而有成功。", "253": "誠應篇第六(并序十章)誠應篇第六并序十章", "254": "昔者宋景移星。魯陽迴日。孟宗擢笋於冰序。劉殷拾", "255": "堇於霜辰。󴃮良之雲。言未終而已合。景山之雨。車所", "256": "到而咸霑。況乎無受無心。誠而必應。無為無得。感而", "257": "遂通。行不執之慈。深仁普洽。導不知之慧。聖賢監遐", "258": "覃。德無遠而不該。豈唯三界。明無幽而不察。何止十", "259": "方。故以誠應之篇。繼之於後。", "260": "梓州慧義寺僧清虗。俗姓唐氏。以聖曆元年六月內。", "261": "在豫州。正逢亢旱。官人士庶。祈禱不穫。百姓惶惶。罔", "262": "知所向。其僧即入禪院佛前。至心啟請。願諸佛大慈。", "263": "龍王歡喜。降施甘雨。救濟蒼生。弟子至明日中時。為", "264": "龍王等誦一百遍金剛般若。願日中時。早降甘雨。及", "265": "至明日中時。誦經亦竟。天即降雨。溝渠泛溢。原隰普", "266": "霑。潤澤有餘。靈驗若此。", "267": "聖曆二年五月內。清虗在唐州桐柏縣常樂山中。常", "268": "樂寺坐夏。還逢天旱。五穀焦卷。土人打皷燒山。以此", "269": "祈雨。求之歷旬。逈無徵應。遂將泥水入寺。將欲澆灌", "270": "諸僧。其僧報言。檀越莫汙濕師僧。貧道為檀越祈雨。", "271": "明日必足。其從五月二十日之午。入道場誦般若經。", "272": "比至明日中時。天遂降雨。須臾並足。高下普霑。", "273": "大足二年五月內。屬亢陽。奉勑遣州縣祈雨。合京城", "274": "師僧二十口祈請。一滴不得。其僧清虗。遂向豐國寺", "275": "見復禮師。平章祈雨。禮遂問其僧。阿師將何法祈雨。", "276": "報云。將十一面觀世音呪及金剛般若經。精心誦念。", "277": "以此祈雨。云。幾日可得雨足。答言。三日三夜。雨必得", "278": "足。複禮慍而言。饒你七日祈請。如其七日不雨。送你", "279": "與薛季昶枷項。遣你作餓死鬼。僧聞此言。心增激勵。", "280": "報複禮曰。明日食時。雨下未足。非滿三日。雨必普霑。", "281": "其僧即入道場。至心念誦。比至明日食時。雨即便降。", "282": "可得四五寸。還即却晴。復禮弟子元濟。語清虗言。明", "283": "日即是三日滿。今見十里無雲。不知阿師將何為驗。", "284": "答言。不須愁。雨三日內必足。及至明日向暮。天上猶", "285": "無片雲。清虗精心懇發。恐無徵効。重啟十方諸大菩", "286": "薩．羅漢．聖僧．一切賢聖弟子。今日一心為法界蒼生", "287": "祈雨。如今夜雨若不足。弟子於此處捨命。以為蒼生。", "288": "遂竭誠至心誦金剛般若。二更將盡。雨遂滂沱。比及", "289": "天明。一尺以上。周迴五百里內。甘澤並足。威神之力。", "290": "巍巍如是。從此祈雨。便向豐國寺坐夏。", "291": "其年仲冬季冬。並無雨雪。律師懷深。又遣請雪。一心", "292": "念誦金剛般若。至于三日。還蒙上天降雪。其靈驗有", "293": "如此者。", "294": "長安三年。清虗從悟真寺坐夏。訖至七月二十日。暫", "295": "入城中。向資聖寺停。至八月一日。天降大雨。直至五", "296": "日不絕。米麥涌貴。車□不通。百姓迫惶。莫知生計。其", "297": "僧至五夜。忘寢與食。平曉嚴持香鑪。遂入佛堂。方欲", "298": "啟請。念誦般若。以止於雨。三五眾僧下堂來見。語其", "299": "僧曰。阿師欲作何物。□□。欲念誦止雨。僧等咸曰。可", "300": "由你止得。幾許漫作。其僧答言。此亦難信之事。以兩", "301": "貫敵一貫。共阿師倍賭。音覩一一限時。不勞到暗。其僧", "302": "等言。容你到暗得止。我請輸你一貫。清虗報言。誦滿", "303": "十遍。且得雨止。誦十五遍。即遣雲高。至二十遍。即遣", "304": "日出。至二十五遍。四邊雲散。至三十遍。除雲總盡。僧", "305": "等聞出此言。即擎其僧衣被將去。伊既出此矯言。前", "306": "身負我眾物遣伊。故出此語。亦不能自知。其僧即入", "307": "道場。誦金剛般若。恰至十遍。雨即得止。至十五遍。雲", "308": "高。至二十遍。日出。其僧等見此稍異。咸亦驚駭。至二", "309": "十五遍。四面之雲。一時散盡。僧眾失聲齊叫。至三十", "310": "遍。除雲總盡。僧等一時起至。欲縛其僧。報云。你非是", "311": "娑竭龍王。晴亦由你。雨亦由你。其中有解事者。瞋訶", "312": "始休。嗟乎。般若威神。非言能述。下士聞道。必大笑之。", "313": "去長安三年十月內。駕幸□□。至十一月末。清虗向", "314": "眾香寺停。從十月□□□□月無雪。眾香僧眾。請清", "315": "虗祈雪。其僧即入道場。一心念誦金剛般若。限三日", "316": "內雪足。誦滿三日。天降□雪一日一夜。遠近咸足。亦", "317": "般若之靈驗也。", "318": "長安四年十一月內。本平公　奏清虗。為大聖天后", "319": "患風。入內念誦二七日。勑問。阿師是住寺僧。為客僧。", "320": "遂對云。是住寺僧。公主及宮人語其僧言。阿師誑勑。", "321": "大合有罪。且放阿師出去。其僧自恨薄業。悞對聖人。", "322": "即入道場。乞一境界。唯誦金剛般若經。一日一夜。夢", "323": "見兩僧向眾香寺禪院。問主人曰。清虗師身名不知", "324": "立未。祠部僧籍安名以否。主人報言。欲似尚未。其僧", "325": "語清虗曰。日西為阿師安名。及至神龍三年十月內。", "326": "駕幸長安。十二月並無雨雪。齊州三藏及陽俊闍棃。", "327": "奏其僧入內念誦經二七日。應天星皇帝。即遣清虗。", "328": "任選寺而住。所云日西者。葢屬聖上西歸也。般若神", "329": "力。無願不果。", "330": "去神龍元年。左補闕趙延喜。奏清虗入內祈雨。入經", "331": "三宿。被一供奉僧誑其僧□。□城殿上。好安道場處。", "332": "其僧不解。遂即進□□□。六僧放阿師出外。祈請即", "333": "出。向望春宮南山中。有□彌勒閣。於彼祈雨。一入道", "334": "場。雲合還散。至三日內。□覺疲極。乃向㵎底取水洗", "335": "面。因臥眼合。見一給□□□把杖打其僧頭。阿師故", "336": "向此間。因何臥地。努力強□。□僧即起。還向閣下。盡", "337": "心誦經。及至日西。四面雲合。不逾念頃。遂即大雨。直", "338": "至明朝。雨便普足。", "339": "閬州閬中縣丞呂文展。常誦金剛般若。三萬餘遍。靈", "340": "驗若神。六七年前。一牙無故自落。至誠發願。牙即漸", "341": "漸而生。今始長一半許。開元五年正月二日。又牙無", "342": "故自落。依前發願。牙遂更生。老而牙生。葢亦神助。", "343": "去開元三年。盛夏亢旱。草木燋黃。刺史劉瑗。令其精", "344": "心誦金剛般若經一遍。未終。流澤滂霑。遠近皆足。年", "345": "糓以登。其年春季。䨬雨妨損蚕麥。別駕韋岳子。亦令", "346": "文展誦經。應時晴朗也。", "347": "開元四年七月。當州亢旱。降長史劉孝忠。又令祈雨。", "348": "從午時至申。細雨微降。及至初夜。天遂晴朗。即於庭", "349": "前。至心發願。念誦般若一□未終。雨遂普霑。高下俱", "350": "足。", "351": "開元五年正月二十□日。屬以陰雨。刺史劉瑗。以明", "352": "日既是甲子。若雨不□□恐經寺亢旱。遂令文展念", "353": "誦般若。至心祈晴。啟□□經。應時雨霽。至甲子日。天", "354": "甚晴朗。般若之力。其應若□。", "355": "贊曰。道元一法。迹有三身。其化逾遠。其德彌真。忘心", "356": "而聖。不念而神。惟誠惟懇。應感斯臻。", "357": "金剛般若經集驗記卷下終", "358": "No. 1629-ANo. 1629-A", "359": "本奧云長寬元年七月下旬沙門章觀書寫了。", "360": "同年八月七日一校了。", "361": "元祿十七年甲申正月二十二日南陽釋昇子和", "362": "南拜寫字高雲俗壽三十六僧臘二十四同二月十日一校了。", "363": "悲夫原本艸書間有蠧滅望于後得善本校正補", "364": "書。", "365": "京城西北栂尾高山寺經藏本云承曆第三之歲孟夏下二之天為結後緣染禿筆", "366": "奉書寫畢。　　霜臺老　藤師國", "367": "野州日光山慈眼大師經藏本云天仁四年五月六□□□恐是三字乎此年。即天永元年庚寅也於大原來迎院廊書寫", "368": "了。　　　　　桑□□源書", "369": "天永四年自己未年後三十五年也六月二日　時點了。", "370": "寶永二年。乙酉二月二十五日。重以異本校正補", "371": "書。始于正月二十九日。終于今朝。伏願以斯般若", "372": "功力。洛陽檀越性榮信女滅罪生善發菩提心。孝", "373": "子松永氏源公息災延命福智現前。乃至自他法", "374": "界蒼生齊生般若種智者。", "375": "南陽愚僧昇和南謹識俗壽三十七", "376": "雖先書一本。寶永元年四月十一日為暴火燒却。", "377": "以故重書盈余書庫。伏願功德餘風本師空老人", "378": "福智圓滿諸願成就者也。", "379": "南無大慈大悲天滿大自在天神。", "380": "神力演大光普照無際土消除三垢冥", "381": "廣濟眾厄難", "382": "寶永六年己丑夏四月　洛陽毛利源公亭子再", "383": "挍此書了釋昇常　　四十一歲謹誌", "384": "No. 1629-B 金剛般若經集驗拾遺No. 1629-B", "385": "金剛般若經集驗拾遺", "386": "南陽後學釋　昇堂　錄", "387": "三寶感通記曰。唐貞觀五年。有隆州巴西縣令狐", "388": "元軌者。信敬佛法○京師西明寺主神察目驗說", "389": "之。", "390": "又曰唐益州西南新繁縣西四十里許○繁後具自", "391": "言之會盈耳。", "392": "唐臨冥報記曰唐吳郡□□素家貞觀二十年失火", "393": "○具自言之右三□□□苑珠林第□□六卷。", "394": "郎餘令冥報拾遺曰□□州刺史樂安任義方○義", "395": "方自說右一驗出□□珠林第五□□。", "396": "法苑珠林第一百十六卷送終篇□□□耶王之弘貞觀年中○不", "397": "復更來右此一驗見弘自說也。", "398": "又第一百二卷六度篇曰唐蕭氏是司元大夫崔○具說如是。", "399": "大唐壽州壽春府永慶寺金剛經󳬴本䟦語曰。唐乾", "400": "元季中廣州僧䖍惠自幼受持此經○雲氣徐徐", "401": "上昇天界。", "402": "No. 1629-C 刻金剛般若經集驗記後序No. 1629-C", "403": "刻金剛般若經集驗記後序", "404": "般若。諸佛智母深重難議。當時鶖峰得度諸生。雖超", "405": "生死而疑根未拔本智不現。及至般若會中天調御", "406": "以金剛智而決斷之。直使聖凡情盡生滅見忘。而本", "407": "有智光豁爾披露。以此義為正法眼藏。寶函所在天", "408": "人擁護。故有望空寫經遇雨不濕者。有持經題命盡", "409": "上生者。此之靈驗不可舉言。依之歷代著驗記者眾", "410": "焉。然一䇿子未有鋟□□□日東誠可不名闕典。與", "411": "予往在東武獲唐孟□□驗記。如覯良友益師。乃嘆", "412": "曰。惜乎此編淹涉時□□滅頗多。噬臍不及。日者雖", "413": "亦得一本。脫誤不可□□□在北山重對古本復存", "414": "得失既陶㼼諸本更無有□叶。然崑山片玉豈可棄", "415": "捐。因旁加󳬛語付諸印生。欲公海內覧者尚得好本", "416": "補來是望。", "417": "寶永六年初夏日南陽後學釋昇堂謹序于洛北幽", "418": "舍"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1629 金剛般若經集驗記", "author": "唐 孟獻忠撰"}