{"sourceLink": "http://www.cbeta.org/", "text": {"0": "附錄懷感韻詩四", "1": "御製秘藏詮懷感廻文五七言詩卷第三十", "10": "才賔王之利用而乃虛慄遁世藏器俟時用之則為虎不用之則為鼠是以聖人仄席旁", "100": "良朋悠邈搔首延佇聖人以道濟天下功合玄穹登熙熙之臺居仁壽之域悠邈藻忍虛", "101": "豁靈擈自然十洲可觀三山未遠者矣。", "102": "悠悠思佇通全意悠悠邊也佇待也遠其思慮待通達於幽", "103": "微而全得其玄妙之意焉。馬戰閑戈順偃兵始定功成制禮", "104": "作樂休牛歸馬天下文明。搜易󱬚詞歌雪白至治之世詩湏", "105": "皆歸雅正之道也。泰寧還鑑照天清寰宇泰寧金鑑在握", "106": "天道得一照臨無私。憂分溥莭忠賢進人代火工唯賢是用。", "107": "道理深機竪有橫至公不私謂之道理機括之深也縱橫不", "108": "窮焉。修聿斆知咸庶士公卿大夫達道庶士悉尊學校而聿修厥", "109": "德。政依遵令遠聞聲從上之政如風偃草在家必聞在邦", "11": "求恐遺賢也。品流見異常品流者則常庶也賢人未遇多隱其間道", "110": "必聞。休禎集自冝祥應福景唯多眾瑞", "111": "呈邦政和而神明降福故風雨以時星辰順房群瑞畢呈焉。遊勝遂謙", "112": "能讓禮異奇終大可揚名端士之操好禮而能謙尊", "113": "賢而克讓秉奇異之節以終始不渝則可大可久揚其美名矣。樓朱瑩曳", "114": "搖雲細殿紫光來麗日眀皇居體於宸極盖不壯不", "115": "麗不足以威四夷。幽㝡靜逢相雅儼雅儼容止端㽵之貌", "116": "謂國之貴遊太學冑子志在於禮樂之教性皆幽靜相逢而威儀可觀焉。色香和", "117": "秀競開爭陽春之𠋫群卉茂育秀色繁盛若有競艶爭芳之意。收輕", "118": "霧接高中得發盡花教樂信誠苑囿", "119": "春歸烟收霧卷草木咸滋於高下豚魚自樂於信誠。酬對事心懽住", "12": "之否也如石落落時又來也如王碌碌不離鄙俚之間可見非常之士。生平觀", "120": "去一齊皆好亦非情夫情之觸事理若酬對其來也適心", "121": "則懽其去也感心則慼是以聖人達觀去來無心於迎善惡忘懷而一致也。", "122": "御製秘藏詮懷感廻文五七言詩卷第三十", "13": "至道道者萬化之源二儀之母斯須不可以去身也是以聖人或坐朝垂問或", "14": "拱默存思庶合天機以資日用所謂挫𨦣解紛知白守黑常無欲以觀其妙也。化俗", "15": "蘊馨香以道德仁義而化俗者孰敢不從如草上之風必偃所以民化於上", "16": "見賢思齊剋已復禮修德進業如蘭之香。榮貴空知命富貴在天", "17": "人之賦分若恃之而不修德者所謂空知其命而不知禍福之相倚是以聖人之在位也", "18": "尚乃小心翼翼終日乹乹而況於土民乎。去非免作荒去非者則去甚", "19": "去奢去泰自然知止足識安危外不作於禽荒內不作於色荒養素還淳家國自富。輕", "2": "懷感迴文詩五言五言　　　　　　　　　　𦘺", "20": "波雨水混聖人之道如水澄渟小人之讒如雨飄暴輕波雖混倐尓難留", "21": "雨霽波停甚然無變。裊柳樹枝狂柳帶湛長動多搖曳物之性也", "22": "自然而然況乎雲從龍而風從虎水流濕而火就燥是以聖人在位草木蟲魚皆遂其性", "23": "也。迎也春將盛王者南面負扆東郊迎春則萬物熙熙然而得其生也日", "24": "軓青陸神司大皞可不盛乎。送歸秋亦忙春秋輪移世之常理寵辱", "25": "倚伏人之恒事是知秋氣成物素景臨人儻非豁如寧免忙也。精神何氣", "26": "骨抱冲和之道者精神可全得柔弱之理者氣骨乃固骨氣猶宅也精神猶主也人或", "27": "兼之則動合規矩言符典教故可致理於天下也。政理頌甘棠運應", "28": "五百而生者曰命世之才邵公其人歟故得棠樹植於分陜勿翦勿伐政理興於姬周載", "29": "歌載頌且羊祜峴山之碑行人覽之而墯睷豈況邵公之德民其忘諸是以聖人頻發歎", "3": "眀哲賢高士文明睿哲之君必賢於高士也何則賢不自賢由聖人而", "30": "詠蓋欲令為人臣者學邵公之德業仁邵公之政理使千載之後名績不墜也。行孝", "31": "慈仁德禮云父子之道天性也所以同心之孝發自於情此乃凡百之人常", "32": "所行也苦聖人之孝則異於是下獨親其親不獨子其子則天下皆親皆子矣所以仁者", "33": "兼愛德者道用仲尼云仁者必有勇即是勇於孝勇於慈勇於德未有違上四者聞於家", "34": "而達於邦者哉。樂為惠有方惠及四方民自樂為化及萬國咸使", "35": "從風亭壽之恩既行覆載之義遠矣。盈盈對賞詠宸襟懷感成題", "36": "因事遣興或美明哲之士或樂康哉之風或勉為荒或誡情染勸行政理使服孝慈發言", "37": "成詩用勗天下所詠之事若盈盈在目是知至德溥覆聖藻遐宣坤雄之內蠢尓之俗又", "38": "焉知吾皇行三代之化哉。興罷若存亡詩之興也體物緣情感懷敘事", "39": "形於言而露於志思之罷也凝神靜慮閒尓怡然罷吟詠而思自闉孰可言存亡也。", "4": "賢之如傳巗之比本匹夫也孰能識之逮乎󳸓通帝夢刻象搜徵高秉化權始彰賢󱬚也。", "40": "亡存若罷興聖人臨馭天下每懷憂畏觀史傳之事鑒存亡之理順恊", "41": "亍意欲罷而不能也。詠賞對盈盈既賞其事必詠其意盈盈目前", "42": "美景之謂也。方有惠為樂方猶常也古今為政之道必常有仁惠而", "43": "民樂之。德仁慈孝行上有仁德則慈孝興行于下矣。棠甘頌", "44": "理政骨氣何神精思得如邵公之賢也。忙亦秋歸", "45": "送盛將春也迎春秋迭代若迎送焉。狂枝樹枊裊", "46": "混水雨波輕感春秋之代謝覩景物而興言也。荒作免", "47": "非去作德心逸日休作偽心勞日拙荒治也治其所作歸於德義則非責之識免而", "48": "去矣。命知空貴榮滿而不溢高而不危所以長守富貴無恃其命在德", "49": "而已矣。香馨蘊俗化明德惟馨脩而蘊之則俗勸而化。道至", "5": "遠深甚更長可以見德業宏遠智術幽深動合典章言惟唘沃若", "50": "觀平生夫至道玄妙可以為平生之達觀。常異見流品", "51": "土之有不常之器奇才異能者必穎拔於流品之中。用才皆󱬚英所用", "52": "無私位以待賢。光寒瑩月滿轉影搖風清廣大", "53": "無私若日月之照臨發號施令如風雨之動潤也。長更甚深遠士", "54": "高賢哲眀運祚延長道德深遠皆由君臣上下咸有一德哲賢盡心之弜", "55": "諧者也。", "56": "七言七言", "57": "情非亦好皆齊一夫善齊者以不齊而齊於天下也雖好惡之相", "58": "傾而是非之一貫必於情而為是所以不好者蓋是無所是也必於情而為非所以不惡", "59": "者蓋非無所非也故情雖非而亦好之于以見惣天下之機者達得一之門秉善齊之栢", "6": "巨川之舟檝比大旱之霖雨足以保曆數之延長也。清風搖影轉縱橫", "60": "運無方之用成不宰之功而皆齊於一也豈不妙哉。去住懽心事對", "61": "酬夫聖人乏心以虛而應其去也去無所去則蕩蕩而咸通其住也住無所住則存存", "62": "而不昧故對於事而形於懽者乃唱之而必酬猶谷之而赴響也事之獻替心之去留原", "63": "懽之來何常之有。誠信樂教花盡發天以不言而信而四", "64": "時自行地以不言而信而萬物自生故有國者必不得已兵食可去而信不可去也夫信", "65": "之道則之也日常用之也日理始則及於人終則感於神然後天則報之以常行而四時", "66": "不忒地則報之以常生而萬物咸植且春是四時之首花為萬物中妍故以花發而緣其", "67": "情也所以然者蓋百花麗乎春矣。得中高接霧輕收域中", "68": "有四大而王居一焉蓋得中正之道󳸓𢍆於天亦猶晴空霧廓上見蒼蒼之色使萬物樂", "69": "然而生曄尓而榮故云高接也。爭開競秀和香色夫物紜紜", "7": "廟筭大闡皇猷如風之清動搖物影飄颻宛轉周極八紘不假鳴條滌蒸民之煩慮已矣。", "70": "不知天之所以覆地之所以載道之所以育王之所以生但爭開競秀而已且香有遠近", "71": "色有濃澹和而生之各當其分誠不可強而為也悲夫。儼雅相逢靜", "72": "㝡幽象之生也觸類長之故逢一事措一辭儼若安定必盡其雅正之道也如", "73": "上詠景物等靜而思之幽深妙理莫斯為㝡。眀日麗來朱紫殿", "74": "大明之日麗于天蓋君之象也臨照萬域明鑑九重當絕漢以飛光若凝丹之耀彩亦所", "75": "以增紫殿之華也。細雲搖曳瑩朱樓山川出雲臣之象也", "76": "無感不至有開必先搖搖曳曳稟之自然至若潔白其蹤輕明其體亦足可以瑩飾朱樓", "77": "也。名揚可大終奇異富有之謂大業日新之謂盛德則聖人可", "78": "大之功也位之韜矣名必揚焉遠著無疆高掩遂古曰奇曰異豈不然󶫁。禮讓", "79": "能謙遂勝遊夫能以禮讓為國者必能崇德之基持謙之柄一日剋己", "8": "滿月瑩寒光況帝道之眀也皓魄滿輪高懸寥泬皎無纖翳光照萬部", "80": "復禮而天下歸仁允所謂謙尊而益光也夫如是則何住而不適固所遊而必勝矣。呈", "81": "瑞眾多唯景福瑞應圖曰天下有道則甘露降麟鳳現而況太", "82": "平已來天地交泰鳳皇見於魯郡騏驥來於宛城黃河屢清甘露頻降龜麟之瑞禾稼之", "83": "祥萬國充󲊷府無虛月二儀薦祉夬不絕書盖聖德以惟新致蒼生而受福詩云一人有", "84": "慶兆民頼之斯之謂歟。應祥冝自集禎休夫聖人以惟德", "85": "奉天克勤克儉應乎天地之瑞廣于端拱之風冝其百度惟貞四門肅穆荷自天之祐齊", "86": "無疆之休。聲聞遠令遵依政發號施令自邇及遐聲教聞於", "87": "八荒德澤流於六合照臨之下無不遵乎聖政焉所謂似天覆人如風偃草者也。士", "88": "庶咸知斆聿修濟濟多士皆學富於古今擾擾庶民亦咸修於禮讓", "89": "盖以上行則下效邇恱則遐來致乎率土普天進德修業。橫有竪機深", "9": "可以發騷人之幽典也。英󱬚皆才用英髦󱬚㒇皆負𧟶國之雄", "90": "理道王者之治天下也酌皇王步驟之道體天地造化之冝雖演在萬端而理有要", "91": "道橫則拈地之河九曲竪則搘天之岳三峯陰陽不能察其機鬼神不能窮其變縱橫舒", "92": "卷何往弗臧。進賢忠莭溥分憂分憂代理欲求其才仄席", "93": "植旌用優其禮方今草澤之士懷寶以來󲊷揩紳之流飲冰而為政盡忠竭莭致國安民", "94": "有以見旌善進賢以人文而化成天下也。清天照鑑還寧泰", "95": "天高氣清萬象凝霽月皎潔以懸瑫星燦爛以舒光既品物以咸亨當萬邦之寧泰者也。", "96": "白雪歌詞󱬚易搜郢槵之曲雍門之歌白雪摽名黃金價重", "97": "而乃廣搜賢󱬚方稱旁求摛彪炳之文列雍容之士也。兵偃順戈閑", "98": "戰馬天下大定垂衣萬方法巡狩以事豐會塗山而禮卑無苞茅不貢罷千羽舞階", "99": "而乃馬放華山兵銷農器者也。意全通佇思悠悠陶潛詩云"}, "originalTitle": "Tripitaka Koreana, Electronic version, No. 1259 御製秘藏詮", "englishTitle": "Tripitaka Koreana, Electronic version, No. 1259 御製秘藏詮", "author": "宋 太宗趙炅撰", "language": "chinese", "source": "CBETA"}