{"sourceLink": "http://www.cbeta.org/", "text": {"0": "修善修惡性善性惡", "1": "第十卷", "10": "門門十乗門門十乗", "100": "養。世多直行終成無益。", "101": "五科陶師譬五科陶師譬", "102": "止觀云。譬如陶師。若欲得器。先擇良處。無砂無鹵。草", "103": "水豐便。可立作所。次息餘緣務。務際不靜。安得就功。", "104": "雖息外緣。身內有疾。云何執作。身雖康壯。泥輪不調。", "105": "不成噐物。上緣雖整。不專於業。󵘑不相續。永無辦理。", "106": "止觀五緣亦復如是。有待之身。必假資藉。如彼好處", "107": "呵厭塵欲。如斷外緣。棄絕五葢。如治內疾。調適五事。", "108": "如學輪繩。行於五法。如作不廢。世間淺事非緣不合。", "109": "何况出世之道。若無弄引。何易可階。故歷二十五法", "11": "妙玄云。一入實觀者。上已知圓四門。今依有門修觀。", "110": "約事為觀。調麤入細。檢散令靜。故為止觀遠方便也。", "111": "引證道定復以律儀為根本引證道定復以律儀為根本", "112": "止觀云。定共戒無作者。與定俱發。有人言。入定時有。", "113": "出定時無。有人言。無作依定。定在不失。定退即謝也。", "114": "道共戒無作者。此無作依道。道無失故。此戒亦無失。", "115": "戒定道共。通是戒名說。通以性戒為本。故經云。依因", "116": "此戒能生禪及滅若智慧。即此意也。輔行云。引證道", "117": "定。復以律儀而為根本。", "118": "十戒五支戒通大小乗十戒五支戒通大小乗", "119": "止觀云。列戒名者。經論出處甚多。且依釋論。有十種", "12": "觀則為十。一明不思議境。對前十二思議之門。名不", "120": "戒。所謂不󲉞。不破。不穿。不雜。隨順。無着。智所讚。自在。", "121": "隨定。具足。", "122": "戒聖行既從始淺以至於𣸧。今仍判其麤妙。禁淨善", "123": "三戒屬律儀。律儀通攝眾故。定尊𤰞。位次緒。雖有菩", "124": "薩佛等。不別立眾。故戒法是同。但以佛菩提心為異", "125": "耳。故知律儀等三戒。三藏攝。不󲉞是定共。根本禪是", "126": "事。亦屬三藏攝。是故為麤。不析戒是體法道共。即通", "127": "教攝。大乗不退等。別教攝亦兼於通。通有出假隨機", "128": "順理。於道不退。然依真諦。不及別人。別人為妙也。隨", "129": "順畢竟具足等。圓教攝。不起滅定現諸威儀。不捨道", "13": "思議境。不思議境即是一實四諦。先苦滅相對。謂生", "130": "法現凡夫事。故名隨順。唯佛一人具淨戒。餘人皆名", "131": "汙戒者。故名畢竟戒。戒是法界。具一切佛法眾生法。", "132": "到尸彼岸。故名具足波羅密戒。玄義。", "133": "釋籤云。大經十戒對大論十戒。文稍參互。今具對錄。", "134": "論不󲉞。即經禁戒。屬根本業支。論不破不穿。即經清", "135": "淨戒。善戒。屬前後眷屬支。故文中云。從根本眷屬等", "136": "兩支中出禁等三。論不雜戒。即經不󲉞戒。屬非諸惡", "137": "覺清淨支。論隨道戒。無着戒。即經不析戒。屬護持正", "138": "念支。論自在戒。智所讚戒。隨定戒。具足戒。即經大乗", "139": "戒。不退戒。隨順戒。畢竟戒。具足諸波羅密戒。屬回向", "14": "死苦諦不可思議。即空即假即中。即空故方便淨。即", "140": "無上道支。從五支出。文雖如前。若但以論十對經十", "141": "者。論不󲉞戒。即經禁戒。論不破戒。即經清淨戒。論不", "142": "穿戒。即經善戒。論不雜戒。即經不󲉞戒。與論不󲉞名", "143": "同意別。論取󲉞壞不任。故對根本。經取微有󲉞壞。故", "144": "對不雜。論隨道戒。無着戒。即經不析戒。論所讚戒。即", "145": "經大乗戒。論自在戒。即經不退戒。隨順戒。論隨定戒。", "146": "即經畢竟戒。論具足。即經具足波羅密戒。但依此對。", "147": "即見悞文。亦不須改。", "148": "此十種戒攝一切戒。不󲉞戒者。即是持於性戒。乃至", "149": "四重。清淨守護。如𢜤明珠。若毀犯者。如器已󲉞。無所", "15": "假故圓淨。即中故性淨。三淨一心中得。名大涅槃。亦", "150": "堪用。佛法邊人。非沙門釋子。失比丘法。故稱為󲉞。不", "151": "破者。即是持於十三。無有破損。故名不破。若毀犯者。", "152": "如器破裂也。不穿者。是持波夜提等也。若有毀犯。如", "153": "器穿漏。不能受道。故名為穿。不雜者。持定共戒也。雖", "154": "持律儀。念破戒事。名之為雜。定共持心。欲念不起。故", "155": "名不雜。如大經云。雖不與彼女人身合。而共言語嘲", "156": "調。壁外釧聲。見男女相追。皆汙淨戒。十住婆沙云。雖", "157": "制其事。而令女人洗拭按摩。染心共語相視。或限爾", "158": "許日持戒。或期後世富樂。天上自恣。皆名不淨。若持", "159": "不雜戒。悉無此等念也。隨道者。隨順諦理。能破見惑。", "16": "是集道。次集道相對。謂煩惱集諦不可思議。即空即", "160": "無著戒者。即是見真成聖。於思惟惑無所染著也以", "161": "此兩戒。約真諦持戒也。智所讚戒自在戒。則約菩薩", "162": "化他。為佛所讚。於世間中而得自在。是約俗諦論持", "163": "戒也。隨定具足兩戒。即是隨首楞嚴定。不起滅定現", "164": "諸威儀。示十法界像導利眾生。雖威儀起動。而任運", "165": "常靜。故名隨定戒。前來諸戒。律儀防止。故名不具足。", "166": "中道之戒。無戒不僃。故名具足。此是持中道第一義", "167": "諦戒也。用中道慧徧入諸法。故經云。式叉。式叉名大", "168": "乗戒也。涅槃明五支戒及十種戒。義勢畧同。設諸經", "169": "論更明戒相。終不出此十科。束前三種戒名律儀戒。", "17": "假即中。即空故名一切智。即假故名道種智。即中故", "170": "秉善防惡。從初根本乃至不穿。纖毫清淨。束名律儀", "171": "戒。凡夫散心悉能持得此戒也。次不雜一戒。定法持", "172": "心。心不𡚶動。身口亦寂。三業皎鏡。此是定共戒。入定", "173": "時任運無雜。出定身口柔輭。亦不雜。凡夫入定。則能", "174": "持得也。隨道戒。初果見諦發真成聖。聖人所持。非凡", "175": "夫能持也。無著戒則三果人所持。亦非初果所持也", "176": "智讚自在。此乃菩薩利他須持此戒。則非二乗所持", "177": "也。隨定具足。此是大根性所持。則非六度通教菩薩", "178": "所能持也。况復凡夫二乗耶。向判位高下。事義不同。", "179": "理觀觀心論持戒者。具能持得上十戒也。先束十戒", "18": "名一切種智。三智一心中得。名大般若。亦是苦滅。故", "180": "為四意。前四戒但是因緣所生法。通為觀境。次二戒", "181": "即是觀因緣生法即空。空觀持戒也。次兩戒觀因緣", "182": "即是假。假觀持戒也。次兩戒觀因緣生法即是中。中", "183": "觀持戒也止觀。", "184": "輔行云。列戒名者。具如大品念戒中。及大論二十一。", "185": "與賢護經同。大經𢿘等名異義同。華嚴十無盡藏品", "186": "亦列十戒。望此仍闕。彼云。一利眾生戒。二不受外道", "187": "戒。唯受三世佛淨戒。三無着戒。不回向三有故。四安", "188": "住戒。不犯一切戒故。五不諍戒。不非先制。不更造立。", "189": "不因此戒惱亂眾生。六不惱害戒。不以咒術惱眾生", "19": "名不思議一實四諦也。二發真正心者。一切眾生即", "190": "故。七不雜戒。離六十二見。但觀緣起故。八離邪戒。不", "191": "作持相欲使他知。內無實德現有德相。九不惡戒。見", "192": "破戒人不輕篾故。十清淨戒。捨十惡持十善。此十種", "193": "中二四六八十。此屬律儀。三七屬隨道無着。五九屬", "194": "出假之由第一正當利他。菩薩元以饒益為本。是故", "195": "此十利生居初。彼經有事及以空假。仍闕自在。八中", "196": "全無。諸經列戒。論十攝盡。", "197": "六物圖六物圖", "198": "法𢿘云。僧伽胝。此云複衣。嗢呾囉僧伽。此云上衣。安", "199": "呾婆娑。此云內衣。波嗢囉。此云鉢。尼師壇那。此云坐", "2": "入體之門四教四門入體之門四教四門", "20": "大涅槃。云何顛倒以樂為苦。即起大悲興兩誓願。令", "200": "臥具。鉢哩薩囉伐挐此云濾水纙。又云九條。七條。五", "201": "條。濾水囊。應量器。隨坐具。", "202": "頭陀抖擻分衛自資頭陀抖擻分衛自資", "203": "輔行云。頭陀中五種食法。謂常乞。一坐。節量。中後不", "204": "飲漿。次第乞。今此且舉五中之一。居阿蘭若必須乞", "205": "食。墾植耕種。舂礱碓磑。不受壞生。貯宿殘煑。畜八不", "206": "淨。事涉四邪。汙染檀越。非蘭若行。近代所置。彌隔聖", "207": "言。男女徃來。兼招譏醜。倘依佛教。利益不輕。", "208": "乞食十利乞食十利", "209": "十住婆沙云。乞食有十利。一自用活命。自屬不他屬。", "21": "未度者度。令未斷者斷。一切煩惱即是菩提。云何愚", "210": "二施我者令住三󷤌。然後當食。三常生悲心。四隨順", "211": "佛教。五易滿易養。六破憍慢法。七無見頂善根。八見", "212": "我乞食餘者効我。九不與男女大小有諸事故。十次", "213": "第乞生平等心。", "214": "蘭若十利蘭若十利", "215": "輔行云。雪山為上。即如前說。頭陀為中。即十二頭陀", "216": "中處有四也。謂蘭若。󱌵間。𣗳下。露坐。依此四處。必須", "217": "常坐。蘭若有十利。一自在去來。二無我所。三隨喜無", "218": "障。四心樂蘭若處。五少欲少事。六不惜身命具足功", "219": "德。七離眾閙語。八雖行功德不求恩報。九易得一心。", "22": "癡以道為非道。即起大慈興兩誓願。令未知者知。令", "220": "十易生無障礙想。", "221": "慶弔俯仰等慶弔俯仰等", "222": "輔行云。弔凶慶吉。俯下仰上。低曲昂申。造徃聘迎。亦", "223": "就也。問也。一弔一慶。已損高風。終日追尋。何道之有。", "224": "外護善知識外護善知識", "225": "輔行云。母雖慈養子必策。虎雖猛。𠾑子必寛。外護知", "226": "識。如母如虎。將護行者。如勿舉勿惱。舊行道人等者。", "227": "若未親行。暗於可否。一向混俗。不了開󴎯。又何但專", "228": "令外護護已。亦應善須將護外護。", "229": "同行善知識同行善知識", "23": "未得者得。無緣慈悲清淨誓願。慈善根力任運吸取", "230": "輔行云。同行者。佛言。人根不同。善與善共。惡與惡共。", "231": "智與智共等。日新者。若二日功齊。則一朝空過故。今", "232": "修昨行。名之為故。加行勝昨。乃名日新。如切如磋。道", "233": "學也。如琢如磨。自修也。", "234": "教授善知識教授善知識", "235": "輔行云。夫為導者。必具目足。若解行不均。安能利他。", "236": "又行解具足。德在於彼。謂我但在於解。道前方便。復", "237": "有內外。二十五法為外。十境為內。又於二十五中而", "238": "分內外。具緣一向在外。呵欲棄葢義兼內外。調五事", "239": "亦內亦外。眠食在外。餘三屬內。五法一向在內。方便", "24": "一切眾生也。三安心者。修行之要不出定慧。體生死", "240": "得所。為通。方便背行。為塞。說法轉心。此取解也。", "241": "五欲過患五欲過患", "242": "止觀云。呵五欲者。謂色聲香味觸。十住婆沙云。禁六", "243": "情。如縶狗鹿魚蛇猿鳥。狗樂聚落。鹿樂山澤。魚樂池", "244": "沼。𧉮樂穴居。猿樂深林。鳥樂依空。六根樂六塵。非是", "245": "凡夫淺智弱志所能降伏。唯有智慧。堅心正念。乃能", "246": "降伏。總喻六根。今私對之。眼貪色。色有質像如聚落。", "247": "眼如狗也。耳貪聲。聲無質像如空澤。耳如鹿也。鼻貪", "248": "香。如魚也。舌引味。如𧉮也。身着觸。如猨也。心緣法。如", "249": "鳥也。今除意。但明五塵。五塵非欲。而其中有味。能生", "25": "即涅槃名為定。達煩惱即菩提名為慧。於一心中巧", "250": "行人須欲之心。故言五欲。譬如陶師。人客延請不得", "251": "就功。五欲亦爾。常能牽人入諸魔境。雖具前緣。攝心", "252": "難立。是故須訶。色欲者。所謂赤白長短。明眸善󰲔。素", "253": "頸翠眉。皓齒丹脣。乃至依報紅黃朱紫。諸珍󷤌物。惑", "254": "動人心。如禪門中所說。色害尤深。令人狂醉。生死根", "255": "本。良由此也。如難陀為欲持戒。雖得羅漢。習氣尚多。", "256": "况復具縳者乎。國王耽荒無度。不顧宗廟社稷之重。", "257": "為欲樂故。身入怨國。此間上代亾國敗家。多從欲起。", "258": "赫赫宗廟。褒姒滅之。即其事也。經云。眾生貪狼於財", "259": "色。坐之不得道。觀經云。色使。所使。為恩𢜤奴。不得自", "26": "修定慧。具足一切行也。四破法徧。若生死即𣵀槃者。", "260": "在。若能知色過患。則不為所欺。如是呵已。色欲即息。", "261": "緣想不生。專心入定。聲欲者。即嬌媚妖詞。󵗀聲染語。", "262": "󰡕竹絃管。󴙹釧鈴珮等聲也。香欲者。即是鬱茀氛氳。", "263": "蘭馨麝氣。芬芳酷烈。郁毓之物。及男女身分等香。味", "264": "欲者。即是酒肉珍肴。肥腴津膩。甘甜酸辣。酥油鮮血", "265": "等也。觸欲者。即是冷煖細滑輕重強輭。名衣上服。男", "266": "女身分等。此五過患。云云。", "267": "金石󰡕竹等金石󰡕竹等", "268": "輔行云。自古有樂。不出八音。土曰塤。今童子猶吹之。", "269": "匏曰笙。皮曰鼓。竹曰管。󰡕曰絃。石曰磬。金曰鐘。木曰", "27": "分叚變易苦諦皆破。若煩惱即菩提者。四住五住集", "270": "柷。所以作樂調八音。改人邪志。全其正性。移風易俗。", "271": "今之樂者。鄭衛之聲。增狂逸。壞正性。是故須呵。", "272": "仙人聞舍脂語失通仙人聞舍脂語失通", "273": "輔行云。佛未出時。帝釋常詣提波延那仙人所聽法。", "274": "舍脂念云。帝釋捨我欲詣餘女。隱形上車。到仙人所。", "275": "帝釋見。乃語言。仙人不欲見女。汝可還去。苦不肯去。", "276": "帝釋以荷莖打之。舍脂乃以輭語謝帝釋。諸仙聞聲", "277": "起欲。螺髻落地。失通。", "278": "因五欲招過因五欲招過", "279": "輔行云。如頻婆娑羅王。以色欲故身入敵國。獨在󵗀", "28": "諦皆破。雖無能破。亦不有所破。何者。生死即涅槃等。", "280": "女阿梵婆羅房中。優填王以色染故。截五百仙人手", "281": "足。聲欲。如五百仙人雪山中住。聞甄迦羅女於雪山", "282": "浴而歌。聞其歌聲。即失禪定。心醉狂逸。香欲。如一比", "283": "丘。在蓮華池邊聞華香氣。心生𢜤樂。池神即大訶責。", "284": "何故偷我香氣。以着香故。令諸結使臥者皆起。味欲。", "285": "如一沙彌。染着酪味。命終後。即生酪中受於󲈀身。師", "286": "得羅漢。僧分酪時。云徐徐。莫傷𢜤酪沙彌。人問其故。", "287": "答言。此󲈀本是我沙彌。以𢜤酪故生此酪中。觸欲。如", "288": "劫撥仙人得五神通。王所敬重。飛行徃反。王自捧足。", "289": "布髮與行。積有歲年。王有務遠行。有女端正無比。王", "29": "故無所破也。五識通塞者。知生死過患名為塞。即涅", "290": "告女言。吾今遠行。汝供如我。彼仙飛至王宮。王女以", "291": "手擎坐着案上。觸女柔輭。即起欲意。因觸欲故。退失", "292": "神通。步行出宮。為王說偈訶之。", "293": "三世九惱三世九惱", "294": "輔行云。文通列三。謂一惱我。二惱我親。三讚我󵖸。三", "295": "世各爾。故合為九。問。過去已去。未來未至。云何名惱。", "296": "答。惱雖過未。境實現在。與時相值則生於惱。及以過", "297": "去曾惱於我。若離嗔者。雖有惱。境惱心不生。", "298": "眠名增心𢿘法眠名增心𢿘法", "299": "輔行云。此中總說睡眠之法。能令心數增長不息。彼", "3": "玅玄云。明入實門者夫實相幽㣲。其理淵奥。如登絕", "30": "槃名為通。煩𢚰𢚰亂名為塞。即是菩提名為通。始從", "300": "俱舍頌中約法相者云。睡眠遍不違。若有皆增一。以", "301": "通三性故也。善心所有二十二法俱起。十大地。十大", "302": "善地。及尋伺。有時增惡作。不善心應有二十。謂大地", "303": "十。大煩惱地六。大不善二。尋伺二。四煩惱忿等惡作", "304": "二十一。有覆有十八。無覆許十二。如前心品中。若有", "305": "皆增一。", "306": "掉悔葢掉悔葢", "307": "輔行云。掉。動也。掉之為法。破出家心。攝猶不定。況更", "308": "掉散。大論云。汝已剃髮着袈裟。執持瓦鉢行乞食。云", "309": "何樂着戲論法。放逸縱恣失法利。所言悔者二種。一", "31": "外道四見。乃至圓教四門。皆識通塞。節節執着。即是", "310": "掉後生悔。二如重罪人。常懷怖畏。悔箭入心。堅不可", "311": "󳫠。今亦具二。", "312": "猶豫猶豫", "313": "輔行云。猶豫者。不决之總名。猶者。爾雅云。如麂。善登", "314": "木。尸子言。五尺大犬曰猶。說文云。隴右謂犬子為猶。", "315": "亦貜屬。言此犬子或隨人行時。前後不定。故名猶豫。", "316": "疑雖有過。善須思擇。於自身心决不應疑。師法二疑。", "317": "須曉其時。若未入三昧來。於此二法若不疑者。或當", "318": "復着邪師邪法。故應熟疑。善思擇之。疑為解津。此之", "319": "謂也。師法已正。依法修行。爾時三疑永須棄捨。", "32": "塞。節節亡妙名為通。六善識道品者。觀生死即涅槃。", "320": "五葢棄法五葢棄法", "321": "輔行云。此五葢中三事各立。謂貪嗔疑。二事共立。謂", "322": "睡眠掉悔。俱舍云。食治用同故。貪欲以妙欲為食。不", "323": "淨觀為治。嗔恚以可憎相為食。慈心觀為治。疑以三", "324": "世相為食。緣起觀為治。故各立一。昬沉睡眠以五法", "325": "為食。一懵憒。二不樂。三嚬欠。四食不平等性。五心羸", "326": "劣性。以毘鉢舍那治。掉舉惡作以四法為食。一親里", "327": "尋。二國土尋。三不死尋。四念音事尋。以奢摩他治。", "328": "調食調食", "329": "輔行云。波斯匿王食噉太過。身重懈怠。現在未來於", "33": "十界生死色隂皆非淨非不淨。乃至識隂非常非不", "330": "身失利。又養生法云。人欲常勞。食欲常少。勞無過極。", "331": "少不至虛。去肥膩。節醎酸。俗養生法尚令自勞。豈志", "332": "道者過食懈怠。非唯失利而已。亦乃增病損生。", "333": "眠是眼食眠是眼食", "334": "輔行云。佛說法時。阿那律眼睡。佛說偈言。咄咄何為", "335": "睡。螺螄蚌蛤類。那律誓曰。自今已後。形融體爛。終不", "336": "眼睡。因達曉不眠。眼根便失。佛令耆域治之。耆域曰", "337": "若少不眠。治之可差。此不可治也。佛告那律。汝當寢", "338": "息。一切由食存。眼以眠為食。乃至意以法為食。涅槃", "339": "以不放逸為食。我無放逸。得至涅槃。那律云。我不敢", "34": "常。能破八倒。即法性四念處。念處具道品三解脫及", "340": "違。後因得天眼。眠是欲界報法。既未得禪。但可調停", "341": "而已。", "342": "三事合調三事合調", "343": "止觀云。調身調息調心此應合用。不應別說。但有初", "344": "中後方法不同。是則入住出相有異調三事者。行人", "345": "欲入三昧。調身之宜。若在定外。行住進止。動靜運為", "346": "詳審。若所作麤獷。則氣隨麤。以氣麤故。則心散難錄。", "347": "兼復坐時煩憒。心不恬怡。是以雖在定外。亦須用心", "348": "逆作方便。坐法。如文。舉要言之。不寛不𢚩是身調相。", "349": "第二調息。息凡有四。一風。二喘。三氣。四息。前三不為", "35": "一切法。即非枯非榮住大涅槃也。七善修對治。若正", "350": "調相。後一為調相。守風則散。守喘則結。守氣則勞。守", "351": "息則定。前三不調。心亦難定。若欲調之。當依三法。一", "352": "者下着安心。二者寛身體。三者想氣徧毛孔出入通", "353": "同無障。若細其心。令息㣲㣲。然息調則眾患不生。其", "354": "心易定。舉要言之。不澁不滑是息調相。第三調心。有", "355": "二義。一者調伏亂念。不令越逸。二者當令沉浮。寬𢚩", "356": "得所。何等為沉相。若坐時心中昬暗無所記錄。頭好", "357": "低垂。是為沉相爾時當繫念鼻端。令心住在緣中。何", "358": "等為浮相。若坐時心神飄動。身亦不安。念在異緣。此", "359": "是浮相。爾時宐安心向下係緣。制諸亂念。心則定住。", "36": "道多障。應須助道。觀生死即涅槃。治報障也。觀煩惱", "360": "此則心易安靜。舉要言之。不沉不浮是心調相。欲入", "361": "定時。從麤入細。身為麤。息居中。心最細。此則入定初", "362": "方便也。欲出定時。應先放心異緣。開口放氣。想息從", "363": "百脈隨意而散。然後㣲㣲動身。云云。此為出定調身", "364": "息心方便。以從細出麤故。是名善入出住。偈云。進止", "365": "有次第。麤細不相違。譬如善調馬。欲去而欲住。", "366": "行五法合譬行五法合譬", "367": "輔行云。行五法者。謂欲進念巧慧一心。前喻󷺌師。眾", "368": "事悉整。而不肯作。作不殷勤。不存作法。作不巧便。作", "369": "不專一。則事無成。初文先反合。無五法。則所作不成。", "37": "即菩提。治煩惱障業障也。八善知位次者。生死本即", "370": "初不肯作。譬無樂欲。作不殷勤。譬無精進。不存作法。", "371": "譬無念也。作不巧便。譬無慧也。作不專一。譬無一心。", "372": "則事不成。譬正行不成。今註中若無兩字。總冠於下。", "373": "次第反合無五法。若能兩字。󷺕下五句。正合有五法。", "374": "十法通名乗十法通名乗", "375": "輔行云。法華大車以譬十法。且順經文次第。不復依", "376": "於十法次第。大車高廣。不思議境也。幰葢慈悲。󷤌繩", "377": "交絡。即𤼵心也。安置丹枕。枕有內外。若車內枕。休息", "378": "眾行。即安心也。若車外枕。或動或靜。動靜秪是通塞", "379": "義也。破塞存通。即塞而通。其疾如風。即破無明。是破", "38": "涅槃。理涅槃也。解知生死即涅槃。名字涅槃也。乃至", "380": "徧義也。始自白牛。終至平正。道品義也。又多僕從。即", "381": "正助也。遊於四方。即次位也。安忍秪是忍於五品違", "382": "順二境。令入六根。離愛秪是離六根中相似法𢜤。是", "383": "知前七正明車體及以具度。後三秪是乗之所涉。若", "384": "無所涉。運義不成。是故十法通名乗也。", "385": "現前隂𡚶一剎那心現前隂𡚶一剎那心", "386": "讀教記云。定境用觀。一家宗要。必先詳於解行之文。", "387": "解行詳。境觀明矣。文詳解云。止觀一部。其要在乎解", "388": "之與行。解則解於諸法本真。行則立行。定境用觀。正", "389": "用觀時。的觀現前一念𡚶心具三千法。三千即一念。", "39": "盡生死底。即究竟涅槃也。觀煩惱即菩提。亦如是。九", "390": "一念即三千。不縱不橫。不前不後。觀之不已。則隂境", "391": "轉成不思議矣。不思議境。境即是觀。兩重能所。歷歷", "392": "分明。詳夫祖師之意。說有次第。用在一心。稱性而觀。", "393": "絕待而照。焉有初重次重之分。因示之曰。不思議境", "394": "是能觀觀法。即是所顯法門。", "395": "揀思議心取不思議心亦性德境揀思議心取不思議心亦性德境", "396": "止觀云。一觀心不可思議境者。此境難說。先明思議", "397": "境。令不思議境易顯。思議者。小乗亦說心生一切法。", "398": "謂六道因果。三界輪環。若去凡欣聖。則棄下上出。󰞆", "399": "身滅智。乃是有作四諦。葢思議法也。大乗亦明心生", "4": "壑。必假飛梯。欲契真源。要因教行。故以教行為門。門", "40": "善安忍者。若觀生死即涅槃。不為隂入境病業魔禪", "400": "一切法。謂十法界也。若觀心是有。有善有惡。惡則三", "401": "品。三途因果也。善則三品。修羅人天因果。觀此六道", "402": "無常生滅。能觀之心亦念念不住。又能觀所觀悉是", "403": "緣生。緣生即空。竝是二乗因果法也。若觀此空有。墮", "404": "落二邊。沉空滯有。而起大慈悲入假化物。實無身。假", "405": "作身。實無空。假說空。而化導之。即菩薩因果法也。觀", "406": "此法能度所度皆是中道。實相之法畢竟清淨。誰善", "407": "誰惡。誰有誰無。誰度誰不度。一切法悉如是。是佛因", "408": "果法也。此之十法邐迤淺深。皆從心出。雖是大乗無", "409": "量四諦所攝。猶是思議之境。非今止觀所觀也。不可", "41": "二乗菩薩境所動壞也。若觀煩惱即菩提。不為諸見", "410": "思議境者。如華嚴云。心如工畵師。造種種五隂。一切", "411": "世間中。無不從心造。種種五隂者。如前十法界五隂", "412": "也。法界三義。十數是能依。法界是所依。能所合稱。故", "413": "言十法界。又此十法各各因。各各果。不相混濫。故言", "414": "十法界。又此十法一一當體皆是法界。故言十法界。", "415": "夫一心具十法界。一法界又具十法界百法界。一界", "416": "具三十種世間。百法界具三千種世間。此三千在一", "417": "念心。若無心而已。介爾有心。即具三千。亦不言一心", "418": "在前。一切法在後。亦不言一切法在前。一心在後。例", "419": "如八相遷物。物在相前。物不被遷。相在物前。相不被", "42": "慢境所動壞也。十無法愛者。既過障難。諸功德生。相", "420": "遷。前亦不可。後亦不可。袛物論相遷。祗相遷論物。今", "421": "心亦如是。若從一心生一切法者。此則是縱。若心一", "422": "時含一切法者。此即是橫。縱亦不可。橫亦不可。祗心", "423": "是一切法。一切法是心。故非縱非橫。非一非異。玄妙", "424": "深絕。非識所識。非言所言。所以稱為不思議境。意在", "425": "於此。", "426": "揀境及心揀境及心", "427": "文句觀心釋山。結文云即別圓二觀。云云。妙樂釋云", "428": "云者。亦應於此以辯二觀同異之相。方便正修。簡境", "429": "及心并對前二以辯權實等。乃至四觀亦須開顯。", "43": "似三德順理而生喜。起順道法𢜤。生名法𢜤。不上不", "430": "去思議取不思議去思議取不思議", "431": "光記中僻執云。唯止觀中從行觀法得揀隂境。諸事", "432": "觀法不得揀隂。斯是胷情自立規矩。諸文觀法既不", "433": "出隂。揀有何妨。况妙樂中觀隂。須明方便正修。揀境", "434": "及心。揀境豈非去尺就寸。揀心豈非去思議取不思", "435": "議耶。安得固違。執不揀隂。", "436": "即於境種而生於果即於境種而生於果", "437": "輔行云。且如十境只一念心。行之地也。二顯示境相", "438": "不同。行之種也。一一起於十乗觀法。行之雨也。一一", "439": "轉成不思議境。行之芽也。一一發心。行之幹也。一一", "44": "退。名為頂墮。此𢜤若起。即當速滅。𢜤若滅已。破無明", "440": "安心。行之葉也。一一破徧乃至正助。行之華也。一一", "441": "次位以至離𢜤。行之果也。若無六事。道𣗳不端。次第", "442": "雖爾。若從人說。上根即於境種而生於果。故文云。直", "443": "聞是言。病即除愈。為中下根。更須後法。是故文云至", "444": "長者所。為合眾藥。", "445": "修德境推本具心離四性計修德境推本具心離四性計", "446": "輔行云。問。心起必託緣。為心具三千。為緣具。為共具。", "447": "為離具。若心具者。心起不用緣。若緣具者。緣具不關", "448": "心。若共具者。未共各無。共時安有。若離具者。既離心", "449": "離緣。那忽心具。四句尚不可得。云何具三千耶。答。地", "45": "開佛知見。證實相體。無上寶聚。如意圓珠。眾法具足", "450": "人云。一切解惑真𡚶。依持法性。法性持真𡚶。真𡚶依", "451": "法性也。攝大乗云。法性不為惑所染。不為真所淨。故", "452": "法性非依持。言依持者。阿黎耶是也。無沒無明盛持", "453": "一切種子。若從地師。則心具一切法。若從攝師。則緣", "454": "具一切法。此兩師各據一邊。若法性生一切法者。法", "455": "性非心非緣。非心故而心生一切法者。非緣故亦應", "456": "緣生一切法。何得獨言法性是真𡚶依持耶。若言法", "457": "性非依持。黎耶是依持。離法性外別有依持。則不關", "458": "法性。若法性不離黎耶。黎耶依持。即是法性依持。何", "459": "得獨言黎耶是依持。又違龍𣗳。龍𣗳云。諸法不自生。", "46": "是名有門入實證得經體。餘三門亦如是。", "460": "亦不從他生。不共不無因。乃至云當知四句求心不", "461": "可得。求三千法亦不可得。既橫從四句生三千法不", "462": "可得者。應從一念心滅生三千法耶。心滅尚不能生", "463": "一法。云何能生三千法耶。亦滅亦不滅。其性相違。非", "464": "滅非不滅。非能非所。云何能生三千法耶。亦縱亦橫", "465": "非縱非橫求三千法亦不可得。言語道斷。心行處滅", "466": "故名不可思議境。", "467": "化他境解離四性無妨四說化他境解離四性無妨四說", "468": "輔行云。當知第一義中一法不可得。况三千法。世諦", "469": "中一心尚具無量法况三千耶。龍𣗳云。不自不他。不", "47": "方便名善巧方便名善巧", "470": "共不無因生。大經生生不可說。乃至不生不生不可", "471": "說。有因緣故。亦可得說。謂四悉檀因緣也。", "472": "但推本具理心但推本具理心", "473": "輔行云。次明修德不思議境。即是自行。須明行相。故", "474": "以問答推檢而為行體。如前理性本無性過。約修門", "475": "說。須明離計。故約四性以為徵問。然此問中。且約所", "476": "起對理自具而為研覈。其實但推本具理心。恐生計", "477": "故。故須此覈。故下答文但離縱橫等四句執竟。還歸", "478": "本理一念三千。", "479": "初心依理生解與起教後心不同初心依理生解與起教後心不同", "48": "輔行云。回向令成妙因。故名善巧。言善巧者。從初發", "480": "輔行云。若聖若凡。凡欲利他。皆須四句橫豎破執。乃", "481": "可四句慈悲為他。然此為他與後起教其義不同。彼", "482": "唯實報八相被物。𤼵起權實施開廢等。此唯初心依", "483": "理生解。無性執已。為他四說。亦通後心。仍在習果無", "484": "生忍位。四執實破。赴物說四。", "485": "不得而得三諦󵗩然不得而得三諦󵗩然", "486": "輔行云。問。前理性境。及前章安料揀文中。皆云一心", "487": "任運具足。今此何得對緣推耶。答。今此正推一念起", "488": "心已具三千。故推此具。為心為緣。若推此起。起不可", "489": "得。念與三千竝不可得。不得而得。三諦󵗩然。", "49": "心權實不二。以不二解調停事儀。能使一行一切行。", "490": "境前發心境前發心", "491": "輔行云。五畧中初發大心。次行大行。云何發大心。眾", "492": "生昬倒。不自覺知。勸令醒悟。上求下化。又五畧秪是", "493": "十廣。初五章秪是發菩提心一意耳。方便正觀。秪是", "494": "四三昧耳。", "495": "重發誓言重發誓言", "496": "止觀云。誓言。眾生無邊誓願度。生死即涅槃故。煩惱", "497": "無𢿘誓願斷。煩惱即菩提故。法門無量誓願學。即惑", "498": "成智故。佛道無上誓願成即生成滅故。", "499": "縱橫俱破縱橫俱破", "5": "名能通。此之謂也。而門有得失。若於門生着。則成邪", "50": "成三󵗄真解。一發一切發。入圓初住。功由善巧。大論", "500": "止觀云。破法徧為三。一無生門。從始至終盡其源底", "501": "豎破法徧。二歷諸法門當門。從始至終盡其源底橫", "502": "破法徧。三橫豎不二。從始至終盡其源底非橫非豎", "503": "破法徧。豎則論高。橫則論廣。豎來入橫。無橫而不高。", "504": "橫來入豎。無豎而不廣。一無生門破法徧又為三。一", "505": "從假入空破法徧。二從空入假破法徧。三兩觀為方", "506": "便得入中道第一義諦破法徧。如此三觀實在一心", "507": "法玅難解。寄三以顯一耳。", "508": "橫豎通塞橫豎通塞", "509": "輔行云。通相通塞。是即空假兩觀。能破見思塵沙。於", "51": "云。小善能作大果者。如求佛果。讚嘆一偈。稱一南謨", "510": "當位中雖得為通。望於中觀仍具無明。故名為塞。若", "511": "後中觀勝下二觀。雖得名通。隔於空假。故名為塞。橫", "512": "中通塞尋文可知。別相通中之塞橫豎法相已有通", "513": "塞。况復於通起着成塞。當知橫豎通別竝塞。故云皆", "514": "塞。無復有通。", "515": "一心具三破一心具三破", "516": "輔行云。初破橫豎中破豎者。豎通漸入雖屬一人。前", "517": "後次第三時各異故。故非一三。今一心具三破等。如本", "518": "文云云乃至如此橫豎一一諦中具諦緣度。若通若塞。", "519": "橫豎若破。諦緣度中通塞隨破。故不煩破諦等通塞。", "52": "燒一捻香。奉獻一華。如是小行。必得作佛。問云。菩薩", "520": "通塞通塞", "521": "止觀云。有橫通塞。有豎通塞。橫者。具約三法。苦集為", "522": "塞。道滅為通。無明十二因緣為塞。無明滅為通。六蔽", "523": "覆心為塞。六度為通。豎通塞者。見思分叚生死為塞。", "524": "從假入空觀為通。無知方便生死為塞。從空入假觀", "525": "為通。無明因緣生死等為塞。中道正觀為通。", "526": "於通起塞能破如所破於通起塞能破如所破", "527": "止觀云。若同外道𢜤着觀空智慧。宐以四句徧破。能", "528": "破如所破。令眾塞得通。若不執着觀空智慧。則能破", "529": "不如所破。但破塞存通。如除膜養珠。破賊護將。輔行", "53": "云何少施。答。夫施在心不在物。菩薩或貧。或聞他說", "530": "云。一者通途通塞。則以所破為塞。能破為通。二別相", "531": "通塞。則以於能起着為塞。破塞無着為通。故下文云。", "532": "法相淺深。任有通塞。", "533": "節節檢校通塞節節檢校通塞", "534": "輔行云。一橫通塞。二豎通塞。三橫別通塞。四一心通", "535": "塞。一一皆須四句檢校。若於四通而起塞着。皆須破", "536": "塞以存於通。如是展轉以破為期。故於一一能。一一", "537": "所。皆悉檢校。復須四句分別。一者塞中有通。二者通", "538": "中有塞。三者塞是自塞。四者通是自通。初二句即是", "539": "別相通塞。後二句即屬破徧。", "54": "施無多少。或畏多集財物。損他財失善心。或惱眾生。", "540": "應須七科次第調試應須七科次第調試", "541": "止觀云。上來雖破法徧識通塞。若不調停道品。何能", "542": "疾與真法相應。真法名無漏。道品是有漏。有漏能作", "543": "無漏方便。方便失所。真理難會。大論云。三十七品是", "544": "行道法。涅槃城有三門。三門是近因。道品是遠因。為", "545": "是義故。應須道品調停也。", "546": "圓理不開須修事助圓理不開須修事助", "547": "止觀云。根利無󴎯。易入清涼池。不須對治。根利有󴎯", "548": "但專三脫門。󴎯不能障。亦不須助道。根鈍無󴎯。但用", "549": "道品調適。即能轉鈍為利。亦不須助道。根鈍󴎯重者。", "55": "惱眾生故而供養佛。佛所不許。是故少施回向菩提。", "550": "以根鈍故。不能即開三解脫門。以󴎯重故。牽破觀心。", "551": "為是義故。應須治道對破󴎯障。則得安隱入三解脫", "552": "門。大論稱諸對治是助開門法。即此意也。", "553": "初入外凡外招名利初入外凡外招名利", "554": "止觀云。始觀隂入至識位次障轉慧開。或未入品。或", "555": "入初品。神智爽利。若鋒刃飛霜。觸物斯斷。初心聰叡。", "556": "有逾於此。但錐不處囊。難覆易露。或見講者不稱理。", "557": "或見行道不當輙。慈悲示語。即被圍繞。即說一兩句", "558": "法。或示一兩節禪。初對一人。馳傳漸廣。初謂有益。益", "559": "他葢㣲。廢損自行。當縮德露玼。云云。", "56": "故知善巧名方便者。由回向故。由智導力。", "560": "三術三術", "561": "止觀云。若被名譽羅󶙆。利養毛繩。眷屬集𣗳。妨蠧內", "562": "侵。枝葉外盡者當早推之。莫受莫着。推若不去。󷘓被", "563": "粘繫者。當縮德揚玼。揚狂隱實。密覆金貝。莫令盜見。", "564": "若遁不脫。當一舉萬里。絕域他方。無相諳練。快學得", "565": "道。若名利眷屬從外來破。憶此三術。齧齒忍耐。雖千", "566": "萬請。確乎難󳫠。讓哉隱哉去哉。", "567": "似𢜤頂墮似𢜤頂墮", "568": "止觀云。行上九事。過內外障。應入真而不入者。以法", "569": "𢜤住着。而不得前。大論云。三三昧是似道位。未發真", "57": "遠近方便遠近方便", "570": "時。喜有法𢜤。名為頂墮。譬如同帆。一去一停。停即住", "571": "着。又雖不着沙。亦不着岸。風息故住。不着沙喻無內", "572": "障。岸喻外障。而生法𢜤。無住風息。不進不退。名為頂", "573": "墮。", "574": "儀註僃簡終", "58": "輔行云。次明今文二十五法。於向所列圓教遠近之", "59": "前更論方便者。以為五品作方便故。於六即中是名", "6": "見。般若如大火𦦨。四邊不可取。邪見火燒故。若不觸", "60": "字即。故云假名。故知今意並在四教內外凡前。通為", "61": "四教遠方便也。言十種者。即十境也。若觀若發。入品", "62": "非遙。故名為近。二十五法去真遙故。故名為遠。問。隂", "63": "是正修。餘九待發。如何以此而名方便。答。今論十境", "64": "皆是方便者。咸是所觀。若能觀之。方屬正行。是故前", "65": "八但在凡夫。後二名為聖人方便。故知十境並是圓", "66": "行近方便也。若前三教差降不同。別於菩薩但觀二", "67": "教。通但觀一。三藏全無。但觀九境。通二乗觀八境半。", "68": "三藏三乗觀八境全。通論雖爾。今意在圓。", "69": "橫豎該羅橫豎該羅", "7": "火。門則能通也。若以佛教為門者。教畧為四。藏通別", "70": "輔行云。橫豎下。明觀境功能。十境橫豎。如第五初十", "71": "䨇互發。由境發故。觀發縱橫。復名橫豎。至第五卷當", "72": "更委明橫豎相。止觀云互發有十。謂次第不次第。雜", "73": "不雜。具不具。作意不作意。成不成。益不益。久不久。難", "74": "不難。更不更。三障四魔。九䨇七隻。又橫具橫不具。豎", "75": "具豎不具。例如發四禪至非想是豎具。至不用處是", "76": "豎不具。發通明背捨等是橫具。止發七背捨是橫不", "77": "具。又發初禪至四禪是豎具。三禪來是豎不具。又初", "78": "禪九品是豎具。八品來是豎不具。又一品五支足是", "79": "橫具。四支已來是橫不具。其餘例此可知。", "8": "圓。若於一教四句詮理。即是四門。有空䨇亦䨇非。四", "80": "方等夢王方等夢王", "81": "輔行云。方等至尊。不可聊爾。若欲修習。神明為證。先", "82": "求夢王。若得見一。是許懺悔。經云佛告文殊。為信男", "83": "女廣說九十二億諸陀羅尼。一一陀羅尼。復九十二", "84": "億陀羅尼門。佛告華聚。勿𡚶宣傳。當以神明為證。何", "85": "者。神明有十二夢王。見一王者。乃可為說此陀羅尼。", "86": "云何名為十二夢王。昔雷音比丘為九十二億魔之", "87": "揜蔽。生大苦惱。即發大聲。稱於十方三世三󷤌。十方", "88": "諸佛同發聲言。誰能救此菩薩苦惱者。有󷤌王如來", "89": "重舉聲問諸菩薩。有華聚菩薩白佛言。當以何法而", "9": "四合為十六門。", "90": "徃救之。佛言當以摩訶袒持陀羅尼章句伏彼魔王。", "91": "華聚徃彼調伏魔已。令諸魔受持此陀羅尼。諸魔各", "92": "各脫衣供養已。至佛所白言。我等十二大王當受持", "93": "之。華聚問。何名十二。乃說十二王名。至夢行品中名", "94": "十二夢相。佛告文殊。若求此法。教求十二夢王。若得", "95": "見一。授七日法。一名袒茶羅。二名斤提羅。三名茂持", "96": "羅。四名乾基羅。五名多林羅。六名波林羅。七名檀林", "97": "羅。八名禪林羅。九名窮林羅。十名迦林羅。十一名伽", "98": "林羅。十二名婆林羅。如犯刑者從他求脫。如是念念", "99": "歸求夢王。若不感者。雖行無益。應竭力破慳而修供"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8954 儀註備簡", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8954 儀註備簡", "author": "明 釋大惠撰", "language": "chinese", "source": "CBETA"}