{"sourceLink": "http://www.cbeta.org/", "text": {"0": "室中漫言", "1": "象田即念禪師語錄卷四", "10": "野性只宜山舒懷寥廓間法憑流水說心共嬾雲閒當", "100": "智眼觀來方感慨阿誰不是夢中儔", "101": "剡上山峰個個尖參差如畫向茅菴春時簇簇紅如錦", "102": "雪裏堆堆白似鹽所賴天公旋幻就不勞人力去莊嚴", "103": "自憐魂夢嘗相得睡起從容揭艸簾", "104": "竹指纔申破蘚錢飛花滿徑帶雲翩閒心似水虛含月", "105": "宴石如人醉倚軒黃鳥引雛枝上織白猿弄子嶺頭喧", "106": "不遑應接山陰道一斗茅蓬醒夢緣", "107": "念余自小懶為家喜與兒童戲聚沙情性至今忻木石", "108": "夢魂安肯負煙霞一錢不有何妨得粒米如無且自奢", "109": "壁落任疏風雨夜蓋頭聊藉把茆遮", "11": "吾定方出幽禽去復還此中惟自得與世不相關", "110": "尋常僧俗各爭長今日何妨略較量利鎖名韁人苦具", "111": "蒲團禪板佛津梁當知世俗災危阱須信空山安樂鄉", "112": "高著一雙雲漢眼試看滄海變田桑", "113": "得把茅蓋頭萬事皆可休任從風雨急此處竟無憂", "114": "情忘心自妙道在不愁貧寂寞深山裏青松常傲人", "115": "竹外日初暑竹中涼似水坐久心自怡追念古君子", "116": "觸處有真趣猿聞溪外山白雲飛亦寂流水動常閒", "117": "濠上觀魚樂園中蝶夢優借問漆園裏那個是莊周", "118": "不住華房住草房玄機不待再商量尋常趺坐青松下", "119": "闃寂中聞鶴息長", "12": "固窮君子道陋室暢余懷但得中無愧何妨俗不偕空", "120": "溪畔桃花逐燕飛關心誰不嘆春歸山僧別有閒情緒", "121": "且喜菴前筍蕨肥", "122": "僧住深山意固優柴門靜掩冷如秋蒲團一個雲根坐", "123": "野鳥啣花襲布裘", "124": "閒看溪雲多變態忽然淡了忽然濃陰晴未定明朝雨", "125": "不意先吹一夜風", "126": "草迷古徑不妨勤每喜攜鋤斸白雲斜倚鋤頭看落日", "127": "山岡塵鹿漫成群", "128": "關居詩關居六首關居六首", "129": "叢林秋晚秪堪悲百丈清規孰護持拂子頭邊如不薦", "13": "花徒把玩生計懶安排況惜千金體終消一把柴", "130": "衲衣下事吾誰欺風塵一日老一日岑寂片時安片時", "131": "所好掩關無別法身居方外合無為", "132": "數聞荒亂足堪憂擾擾勞生不自繇為避風塵侵病骨", "133": "且扃蓬戶暝閒眸半窗影碧千山月一竇光澄四海秋", "134": "屈指同年幾人在吾心休矣復何求", "135": "浮世曾無頃刻停誰同山野樂清寧關中日月居三載", "136": "靜裏工夫養一靈橘柚顆黃霜正白彫胡米黑葉猶青", "137": "自憐時節等閒過閉戶真堪老著經", "138": "世間無事吾堪任獨掩空關愜素襟趺坐渾忘今日我", "139": "看書方見古人心庭花砌月投禪思岩桂柯風引靜吟", "14": "結廬松樹下復用松為椽門就松根設壁將松板編茶", "140": "得句於懷殊自樂篋中留稿待知音", "141": "自喜關居趣味閒況茲關復傍青山因題短句蕉新剪", "142": "為補疏籬竹故刪紙被勤熏香氣透蓆簾懶捲雪痕斑", "143": "此中風景誰相識只有雲禽共往還", "144": "深掩山扉僻塢東謾云千里有同風雲林自許煙霞合", "145": "苔徑寧容車馬通竹色映杯茶透綠樺香書篆火潛紅", "146": "單丁盡日餘何事古教相于樂此中", "147": "補屋補屋", "148": "茅蓬年久鼠攻穿風雪滿床心自憐斧鈍磨消溪畔石", "149": "椽枯斫斷嶺頭煙藤蘿自絆千條線莓蘚頻添幾片錢", "15": "收松子煮爐掃松絲然還以松為榻松月炤吾眠", "150": "從此梅花春夢穩奔雷一任老龍顛", "151": "十僧詩十僧詩", "152": "山僧山僧", "153": "雲岫多松檜，蕭蕭來萬籟。低頭向下看，牛馬似蟻大。", "154": "禪僧禪僧", "155": "坐得蒲團破，何愁家活窘。俱胝個指頭，一生用不盡。", "156": "講僧講僧", "157": "法華一妙字，九句談不徹。頑石解點頭，何勞鼓唇舌。", "158": "詩僧詩僧", "159": "鶉衣百結心，吟成驚世句。深文動鬼神，誰悟勞生具。", "16": "丘壑古風在鄰菴畔不分地餘同種竹田瘠並耕雲果", "160": "遊僧遊僧", "161": "遍投佳山水，天台訪寒拾。驀地問西來，悠悠指杖笠。", "162": "貧僧貧僧", "163": "身貧未是貧，道貧無剩物。煙消古廟中，一缽千家乞。", "164": "孤僧孤僧", "165": "割愛為修行，孤居完己志。翻然憶隱倫，梅鶴猶多事。", "166": "病僧病僧", "167": "太息健時身，倦抬今日手。惟同枕子親，其外非我有。", "168": "懶僧懶僧", "169": "懶瞠雲漢眼，慵揩寒涕鼻。三召不抬頭，當今還有不。", "17": "熟先嘗我黍香方請君茲當吾輩樂薄俗不堪聞", "170": "老僧老僧", "171": "髮白志隨灰，精神日徂落。怪哉老趙州，八十猶行腳。", "172": "雜詠象田詠象田詠", "173": "觀象田兮景物幽，原元化兮明化則。山蟠龍兮祖四明，", "174": "勢迢迢兮雲翊翊。怪石露兮鷂子尖，松妖矯兮虯兒螣。", "175": "盻攢叢兮遠近峰，指越州兮一點墨。意縹緲兮視聽凝，", "176": "俄混沌兮忘南北。坐中聞兮天若語，仔細聽兮不可即。", "177": "隔紅塵兮靜可居，不干人兮親稼穡。大舜耕兮猶老農，", "178": "梵卿祖兮曾修洫。飛來廨兮今不飛，動靜道兮人莫測。", "179": "自來風兮達自然，鑑舜井兮清可克。羅漢塘兮水清滄，", "18": "啟牖焚香坐秋風冷竹屏四山紅葉亂一榻篆煙輕是", "180": "小天台兮山崱屴。好鳥鳴兮韻致高，棲翠竹兮候生食。", "181": "將得食兮聲喈喈，余默時兮他亦默。筧流泉兮便種蔬，", "182": "澆花果兮易討力。果將熟兮松鼠多，半咬破兮情難拭。", "183": "善言囑兮若不聞，日徘徊兮管到黑。穀麥熟兮人暗偷，", "184": "菜甲肥兮虫又蝕。設謹防兮不奈何，訕吾儕兮沒慈侐。", "185": "作佛易兮為人難，三自反兮心不忘。世紛紜兮冷世腸，", "186": "自坦率兮還自得。愛山水兮不憚勞，任甜淡兮學韜匿。", "187": "翻貝葉兮導山靈，課坐禪兮奉己職。覺荒唐兮笑鷺鷥，", "188": "殊獨立兮傲鸂鷘。防疏惰兮學種瓜，任優遊兮曠胸臆。", "189": "盼窮途兮嘆阮狂，顧老梅兮哀靖殖。何所為兮掩山關，", "19": "日景方淡于吾思益清未知羈絏者此際若為情", "190": "每相笑兮問奇特。月孤懸兮境未忘，且隨緣兮調平亥。", "191": "青山諾兮如我懷，老青山兮何所惑。", "192": "即事喻古靈監院即事喻古靈監院", "193": "屋壁雖疏破，應知勝樹間。精神能有限，日月況無還。所", "194": "為道難辦，將非余愛閒。楊岐真可法，不是妄追攀。", "195": "物可入剡山採茶賦得辛苦歌為贈物可入剡山採茶賦得辛苦歌為贈", "196": "莫辭辛，休道苦。既為僧，師佛祖。佛祖皆從苦過來，聲光", "197": "浩浩垂千古。朝辛苦，暮辛苦。賦性拙，勤可補。那事雖然", "198": "本現成，也須福智為佐輔。苦娑婆，無不苦。火宅喻，君稔", "199": "睹。藉此堪忍勵吾操，存心期與古人伍。舊年已辛苦，今", "2": "門人本致輯", "20": "花間蝴蝶醒問爾黑甜時昔是莊周化今知君姓誰未", "200": "年又辛苦。苦因緣，君薦取。薦取從前苦者誰，威音那畔", "201": "無賓主。無賓主，有何累。為君歌，採茶去。西來大意滿茶", "202": "山，眼辯手親無處避。昔日溈山勘仰山，仰山便撼茶樹", "203": "意。者般節目豈難論，直須用去忘猜忌。理非理，事非事。", "204": "一回碾碎紫龍團，習習清風生兩翅。脫然未透古人關", "205": "捩子，寧許棲遲安。樂地好，光陰莫。虛棄此，去好看。經風", "206": "耐雪黃金芽，烹來滿碗冰霜氣。", "207": "寄贈天華正衡關主寄贈天華正衡關主", "208": "不自掩重扉，安知與世違。定中忘歲月，靜裏泄真機。避", "209": "俗地兼遠，愛閒人更稀。關居吾亦久，此道固深微。", "21": "窮生滅幻安解夢魂為猶惜南華意勞吾一賦詩", "210": "送爾戒兄長往送爾戒兄長往", "211": "千嶂孤明一夕分，疏藤挂斷剡溪雲。鶴飛數轉滄浪外，", "212": "為弔蘆花影不群。", "213": "贈予默兄同謙光園居贈予默兄同謙光園居", "214": "僻寓荒園裏，高懷俗莫知。人心俱有屬，君意獨無為。日", "215": "宴起嫌早，月低眠故遲。料來交際少，相得狎鸕鶿。", "216": "壽得法和尚(時和尚住持雲門)壽得法和尚時和尚住持雲門", "217": "曾聞玄侶話遊終南，邂逅異人，佩劍攜甔，飲伊瀟湘。道", "218": "經商藍山，有數老同坐小菴。其鬚皓，如其貌憨憨。問渠", "219": "路，逕以目視。韽勢跨蒼穹，足音洞函。物陳奇狀，花見優", "22": "風裏花神亂雨中蛙吹頻誰憐九十日又過一年春衰", "220": "曇，遙光奪目。高巒有三，正中一門，懸石如弇。山深境寂，", "221": "峽麗雲含。上有重臺，高不可探。偶見蒼龜，背圓毛毿，毫", "222": "光怳欻，五氣相惔。左有老柏婆娑，大澤亦多芝艸，有群", "223": "仙奕。右傍古椿，高千萬尺。樹上老鶴，鵬大而白。樹下鹿", "224": "藪，孫麑育奭。鹿和鶴鳴，上天驚懌。溪前牧童，騎牛讀易。", "225": "令騎此牛，其臺可適。瞥爾之間，見苔上額。風鼓真氣，飛", "226": "光赫奕。直造其堂，形容莫格。香空人心，風清人魄。非高", "227": "士居，必聖賢宅。中有一叟，神明敦厚。風骨剛悴，寶冠嚴", "228": "首。萬指圍繞，作獅子吼。扣彼大道，直指本有。問渠春秋，", "229": "手指南斗。祝願雲門，同彼福壽。", "23": "質同殘艷空言徒自新那堪清兩眼相看老紅塵", "230": "次和尚啟寶壽石田禪師塔韻三絕次和尚啟寶壽石田禪師塔韻三絕", "231": "寶塔既現矣，試身堪是誰？不因親著眼，千古許誰追？", "232": "五百年前話，五百年後言。開門憶閉者，一笑自知源。", "233": "深廣尋尺餘，全身曰裏許。注念光不隔，特地薦黎糈。", "234": "金澤十詠(并序)金澤十詠并序", "235": "序嵌石長兄自己卯掩關於金澤頤浩寺微笑堂，即佛", "236": "鑑和尚弘宗處也。每于禪寂之暇，即其鶯啼花笑，月", "237": "落霜飛，餐採而為詩。闡夫微笑之意，及表徐公袞衣", "238": "護法之誠。詠懷不已，燦然成章。併賦八景諸作，以慨", "239": "疇昔之盛，意欲使諸緇白，知有此段大事因緣，豈小", "24": "澹泊為長策安心獨老禪非關文字得豈藉異人傳托", "240": "補哉。遂信筆。", "241": "微笑堂微笑堂", "242": "迦葉一破顏，笑聲千古遍。快哉頤浩寺，建此堂獨善。", "243": "有袞樓有袞樓", "244": "袞衣珍護法，重在袞衣人。有袞樓如在，遺風與日新。", "245": "五老峰五老峰", "246": "玩此五老峰，何似廬山者。得趣乃為優，萬物總一馬。", "247": "空假山空假山", "248": "平地疊為山，日夕恣登眺。前後望菰湖，湖人弄輕棹。", "249": "不斷雲不斷雲", "25": "缽嫌村遠開田較力便仍餘言外意峰頂月孤圓", "250": "神奇不待論，致雨宜君事。每看電光中，自有從龍勢。", "251": "梅雪軒梅雪軒", "252": "梅雪難兄弟，名軒意最新。翫時詩興發，宜得雪梅神。", "253": "簷葡室簷葡室", "254": "簷葡有清香，高僧命為室。懷幽宜此居，珍重花狼藉。", "255": "天香亭天香亭", "256": "天香異世香，氤氳空中布。步月此庭前，餘芬聞墜露。", "257": "貝多林貝多林", "258": "每入貝多林，如聞仙梵音。無心入三昧，浮慮頓消沉。", "259": "金鯽池金鯽池", "26": "青山歡喜住素性懶逢迎世法何妨淡人情不厭輕雲", "260": "循飛騰賦性，晦跡養全神。試待春雷動，乘風躍錦鱗。", "261": "東山棋墅東山棋墅", "262": "石上楸枰久，昔人還在否？松楸影亂敲，風月偶然友。黑", "263": "白能誤人，行藏讓隱叟。試看樵子過，斧柄誰無有？", "264": "小東山小東山", "265": "奇哉兩峰高，自名為小東。居高以卑處，大有道人風。蒼", "266": "蒼松杉谷，蕭蕭兩三禿。土瘠少腴田，沿山種黃獨。但不", "267": "學古人，一年三百六。饑倉飽便休，何須蔑朿腹。興至偶", "268": "然歌，擊木驚山鶴。山鶴竦然聞，漸近漸相屬。不須名世", "269": "花，自長青青竹。槲葉侵雲香，古藤垂異木。春有映山紅，", "27": "籠崖樹暗日炤水痕明石上蒼苔路尋常只獨行", "270": "秋有傲霜菊。何貴金谷園，聊堪以逸目。金谷景雖饒，買", "271": "石成山碌。斯山天生成，居之豈小福。總在天地中，于世", "272": "不同軸。山下桃花飛，山上梅方馥。雲深花自遲，樹老果", "273": "先熟。愛夏日深涼，喜秋氣高肅。所茹惟菜根，壯歲如僚", "274": "倒。人老鬢猶蒼，鬢蒼心已老。歌笑友同聲，何異寒山道。", "275": "徑僻行蹤稀，花落寧容掃。三冬更好笑，日頭搕著腦。寒", "276": "灰驚爆荳，何用問伊討。或時豁遠眸，山陰山水渺。南顧", "277": "剡溪長，北覘秦望小。綽約西子來，若水浮鷗鳥。五雲遶", "278": "若耶，屈曲如絲嫋。兩岸高遠林，隱隱似禾秒。茲山久埋", "279": "頭，始得吾儕投。誓不走名利，願為終老儔。夢中猶得意，", "28": "村寺檀那厚山堂一味清晚參忘夜永蚤課候禽鳴如", "280": "覺憶頗奇猷。白日兩無事，相對常悠悠。真源流白乳，可", "281": "以潤詩喉。青嶂有雲鹿，可以同遨遊。山中所出息，頗足", "282": "度春秋。藥簡藥方種，花依花史修。自足知自若，心幽境", "283": "更幽。佳山併佳侶，塵世亦難周。半生貧所博，可以忘百", "284": "憂。吾將與天言，欲起高高樓。", "285": "春夢春夢", "286": "春山澀斷花間路，嘔虎驚風落花露。暝戛香吹入竹鳴，", "287": "蕭嘈呼枕飛聲度。山頭光吐擬天開，山腹歸雲擊關戶。", "288": "欲藉輕雲踴碧空，清磬一鳴如昨寤。", "289": "柴門犬吠和盤銘兄韻柴門犬吠和盤銘兄韻", "29": "此終身世自然空死生古風惟冷淡吾輩合相承", "290": "安貧僧舍少桑麻，小犬尋常只管花。荒徑豈容過駟馬，", "291": "生池誰敢摝魚蝦。驚風驚月聲應緩，關雨關晴亦不譁。", "292": "今夜無端聲切切，多緣漁火隔溪斜。", "293": "筆淚歌(并序)筆淚歌并序", "294": "石屋一均老師以道義相愛，交往有年矣。每敘間，未", "295": "嘗談及世諦，唯以佛法為念。多慨今時禪病。單尚見", "296": "識不知，有函養工夫乃被逆順境緣和身沒卻。猶為", "297": "全體作，用引經據教，將一切障礙，即究竟覺等論，併", "298": "古德機緣為證實。此老師所深痛惜者。嘗諄諄然以", "299": "香林趙州不雜用心等語誨，及至于墮淚處多也。又", "3": "山居詩山居詩", "30": "秋砧鳴遠近涼葉日颼颼僧定依山寂鷗眠任水浮是", "300": "素招現同住，因自癖犯，山居獨處，有孤其願。師壽逾", "301": "古稀矣。自壬申歲結制柯亭，季冬示微恙，及孟春若", "302": "愈。現往叩之，喜不自勝，暢語連日。引古人知有奉重", "303": "之語疊出，恨己不能為法門增氣為嘆。臨別囑云，而", "304": "今時道不古，唯住山庶幾也。今日一別，不及再見矣。", "305": "攜杖送出山門，悵望而別。于癸酉五月間，是日早囑", "306": "付快作龕，遍閱祖像已，索筆寫偈，跏趺而逝。時現在", "307": "小天荒，屢夢日月西墜。一日聞訃音，痛絕而甦，淚下", "308": "如雨，嗚呼不及再遇矣。今于耳目間，迥迥然惟一老", "309": "師，意忘之轉轉如在。繇是舉筆，淚而歌之。歌曰：", "31": "知機息者寧與世同儔堪嘆滄江上更誰垂直鉤", "310": "日月西墜世途危矣，巨樹摧頹庶無居矣。秋風蕭蕭山", "311": "寂寥矣，矧奚悴憔懷悠悠矣。嗟兮忡兮絕帡幪矣，眷西", "312": "顧東天悾恫兮。哲人靡兮，道幾窮兮。仰白雲兮，問清風", "313": "兮。宣離微兮，慰憂衷兮。伏惟格思藥瞑眩兮，策剔玄源", "314": "擊閃電兮。磨厲禪雄麾素先兮，不飭不諱互聞見兮。古", "315": "兮今兮，別方甸兮。在為之則兮沒令警慄矣，雲死雲生", "316": "兮影動神謐矣。經斯時漸兮知音何戌矣，願勿售昨兮", "317": "斯心委畢矣。鳳隱麟潛兮寧再出矣，莫為之歌兮淚零", "318": "筆矣。", "319": "和石簣先生題蘭芎韻贈瑞峰關主和石簣先生題蘭芎韻贈瑞峰關主", "32": "日脫青桐葉覆虫聲似訴起看秋水篇因知養生句得", "320": "形勝從來不自陳，知音點出一番新。藤花草果藏靈藥。", "321": "鶴跡仙蹤隱石鱗。學道既能追古德，題詩寧肯讓前人。", "322": "可中兩眺難同語，極目誰諳不是塵。", "323": "送大生參方送大生參方", "324": "落落象田山裏僧，且喜不曾諳佛法。江北江南任腳行，", "325": "泥水莫教輕濺著。", "326": "贈君謙族侄二首贈君謙族侄二首", "327": "貧賤志須恬，交遊義尚廉。騎牛堪讀易，成務信憑占。多", "328": "學理自得，闕疑書下籤。聖明徵有道，君術善能謙。", "329": "苟復初心善，自然能日新。染情早晚淡，靜慮見聞真。有", "33": "道豈無方致窮欣有具徘徊清素光寒石高天吹", "330": "志從先子，何妨作野人。直饒文雅士，此不易為陳。", "331": "擬洞賓參黃龍擬洞賓參黃龍", "332": "精氣載神遊天淵，凡世聲色一斂藏。真息內發天根光，", "333": "精神炯炯炤滄茫。河車自運歸黃房，白鹿紫芝生河傍。", "334": "寤寐閒閒靜一床，龍昂虎伏龜蛇盤。主人惺惺視明堂，", "335": "黃婆婀娜醉郎當。三十六宮春正芳，花氣氤氳風異香。", "336": "召爾瓊京時分良，俄陟太清無有鄉。下視八荒空蒼蒼，", "337": "凡愚錯識殆可傷。庶幾神仙大眼眶，內外諦觀規中常。", "338": "物慮冰消形神忘，杳兮忽兮靈化閶。乾坤日月葫蘆囊，", "339": "隨意卷舒妙無方。陰滓煉盡號純陽，真境自任氣鷹揚。", "34": "冬日山多冷池常不解水遠山惟有雪近境寂無人衲", "340": "翩翩跨鶴過瀟湘，來參黃龍矜自強。粟藏世界九轉羌，", "341": "鍋煮山川配酒觴。卻遭黃龍呵空亡，聽之悱憤氣荒唐。", "342": "腰間飛劍逞猖狂，空中飛遶音凄鏘。左右將刺難近旁，", "343": "一咄兩劍插高岡。收之不去心徬徨，信得禪門別有長。", "344": "重新屈膝啟法王，驀與一拶空飛霜。饒君雲水徒跨張，", "345": "雲盡水乾爾何將。神機到此亦難量，猶待黃龍出現章。", "346": "伊人方悟非玄黃，始知壽命本無疆，不煉汞中金玉漿。", "347": "詠蟬詠蟬", "348": "所性能清潔，時棲擇柳陰。無功恥食粟，飲露自甘心。蛻", "349": "質如仙化，愴音似苦吟。愁生羇客夢，歸思轉教深。", "35": "破何妨舊圍爐不惜薪自慚修德淺安得不孤鄰", "350": "種茶種茶", "351": "乞得蒙山一段春，將來深種白雲根。每從雨後頻芟艸，", "352": "待摘新芽醒夢魂。", "36": "幽谷風光淡情忘物自靈籬間蛇入定竹上鳥聞經日", "37": "色兼雲暖花陰和艸馨堪憐人世上幾個得惺惺", "38": "道人宜遠俗遂性樂山中燈續松梢月經翻蕉葉風感", "39": "懷雙樹老得句一花紅此況誰堪共多嫌趣不同", "4": "煙水倦南尋茆菴搆北林道同山並見靜與竹俱深逐", "40": "從來道與利自是不相參頗有忘機友方堪共艸菴家", "41": "蔬隨地種野菜遍山探秪取尋常用誰嫌吾輩貪", "42": "單丁居剡上鋤钁樂無窮傍屋留疏竹緣山足老楓梵", "43": "書翻夜月虫語亂秋風境寂塵情遠無煩更論空", "44": "僧俗誰無累休心累自輕看空身外物何有事關情直", "45": "道天相眷無欺夢不驚始終深谷裏庶幾樂平生", "46": "拽杖獨登眺棲棲鳥鬧林自疑同野鶴何事亦驚禽徑", "47": "轉孤峰出溪迴眾壑深默慚居薄世猶得暢幽尋", "48": "深山何所樂幽寂不期然有地偏宜竹囊空仍好賢良", "49": "謀殊物外遠託古人前難舍惟書史禪餘未暇眠", "5": "日寧辭影安心在息陰夕陽棲鳥定課罷磬聲沉", "50": "風氣日趨下安能似太初溪山饒古意雲物及時娛於", "51": "世慚無策浮屠賴有書身心猶幻寄此外更何如", "52": "素懷無俗好活計愛山林木石同知己風泉並素琴慮", "53": "忘千嶂寂聞入一音深不是幽居久安知古隱心", "54": "窮谷少人住空山我獨家個中常自足意外復何加如", "55": "問居山趣休言酬話誇大都無俗物只是有煙霞", "56": "溪源深釀白雲漿流水烹來氣味香訪道他山皆暫住", "57": "卜居此地可終藏因尋古蹟披荊棘為創新基就石床", "58": "一枕渾忘人世夢醒來高詠破天荒", "59": "百疊青山一個身嶺頭雨過景初新高崖瀑瀉晴空雪", "6": "空山誰作伴身與影為雙積雪留深壑孤煙度遠江機", "60": "小徑花開幽谷春物外逍遙真極樂俗間名利盡埃塵", "61": "此中自可忘人世何獨桃源好避秦", "62": "塵埃盡是自甘心幾見英雄肯陸沉得寵有誰懷范蠡", "63": "事窮徒爾嘆淮陰休云北關恩榮淺當惜南山隱欠深", "64": "垂老更投荒僻處千秋下必有知音", "65": "佛誡沙門遠市朝為言底事尚孤標公侯向道惟躬扣", "66": "天子曾師不可招野鶴秪懷騰碧落海鷗何意下奔潮", "67": "是知世外無羈侶去處飄然一破瓢", "68": "非耽遊玩愛青山秪愛青山一味閒習氣從教閒裏斷", "69": "妄情每向靜中刪屋梁月落頓生白檻壁雲凝漸上斑", "7": "忘獰虎善念息毒龍降一種平懷久真成寂滅幢", "70": "竹韻松濤清耳目自來憂患不相關", "71": "菴中盡日吾何事拾得名香獨自焚白日易過人易老", "72": "青山難得道難聞惟岑惟寂峰頭石忽有忽無溪上雲", "73": "夢裏每驚時世異只堪麋鹿與同群", "74": "秪個無心妄自沉何煩雲水費參尋清貧到底情方逸", "75": "疏懶從教山更深只有松風宣梵韻更無塵影亂禪心", "76": "古琴別調操猶在不識誰能解正音", "77": "夏日炎炎似火燒賴居幽谷每逍遙溪雲片片飛來冷", "78": "嵐氣飄飄近可撩趺坐日移陰石磴翻經風動韻芭蕉", "79": "炎涼秪是人間有暑到山中也自消", "8": "幻寄千峰裏隨緣度歲華世人俱有族衲子一無家林", "80": "從來闃寂是山居一榻清風萬慮除目盡翳花忘起滅", "81": "撈空水月絕躊躕玄機自許還龍象文字惟堪飽蠹魚", "82": "為道有餘仍為學不教錯解聖賢書", "83": "山中境不費安排溪遶峰迴足可佳一任白雲封竹戶", "84": "從教青艸上莓階紛紛極目非他物歷歷于心自偶偕", "85": "此外更無塵得遣晏然終日坐清齋", "86": "半窩修竹翠森森添長新篁居倍深有限風光宜取適", "87": "無涯塵事莫經心捲簾當晝溪雲淡移榻將曛階砌陰", "88": "且喜青山不用買從吾早晚恣幽尋", "89": "新晴清景引清機閒看溪禽鬥遠飛風趁雲歸空海甸", "9": "末風聲細雲中日影斜難堪春欲去不忍看飛花", "90": "花排香出襲人衣當年有約同袍友此際無人扣翠薇", "91": "所得只堪成獨詠固知雪曲和應稀", "92": "清眠初未啟山窗何處歌聲入艸房帶夢將疑過釣叟", "93": "開門方喜見樵郎溪前霜壓梧桐老籬外風吹橘柚香", "94": "羽士或來頻採藥為言余也解休糧", "95": "處世讓他呈伎倆藏身許我道山林峰巒蒼翠曉方露", "96": "溪水澄停秋漸深白飯新炊香滿缽黃花初綻色含金", "97": "道人居此更何事惟有寥寥無住心", "98": "堪嗟人世不知休轉眼看看白了頭性命工夫無一辦", "99": "浮雲富貴儘多求花開那見經三宿松老曾云樹百秋"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B191 象田即念禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B191 象田即念禪師語錄", "author": "明 淨現說　淨癡等錄", "language": "chinese", "source": "CBETA"}