{"sourceLink": "http://www.cbeta.org/", "text": {"0": "序羅開驎序天則禪師語錄序", "1": "昔人有言臨濟宗風至石霜而分二一者政璠興廢", "10": "百尺無枝老幹如鐵所謂光明照人克世宗風者非", "100": "密啟其意作麼生是密啟的意師曰左眼半斤右眼", "101": "八兩進云德山次日上堂果與尋常不同嵒頭拊掌", "102": "云且喜老漢會了末後句雖然如是也只得三年活", "103": "且道敗缺在甚麼處師云明眼難瞞乃云久默斯要", "104": "不務速說說即默默即說語默不到處佛祖沁路絕", "105": "所以道心月孤圓光吞萬象光非炤境境亦非存光", "106": "境俱忘復是何物置箇事若跨臨濟德山門喫棒有", "107": "分南泉老漢無端打向水牯牛隊裏撞著小釋迦把", "108": "手相牽行不得為人自肯乃方親語崎今日且喜有", "109": "箇同參證明正謂孤掌不浪鳴兩手鳴摑摑弟應兄", "11": "歟師提持最上乘而不廢利濟雖囊無長物必盡力", "110": "呼如琴如瑟所以從上諸聖都向火燄裏出來垂手", "111": "只要一切人眉橫鼻直其中還有出手者麼豈不見", "112": "竺乾本師於大解脫海中強湧玄波三乘教外直指", "113": "人心見性成佛大眾秖如今日撾鼓上堂祝聖佑民", "114": "喚甚麼作直指若向語崎言下會大似看樓打樓不", "115": "向語崎言下會盡大地人忘鋒結舌到箇裏還有平", "116": "實商量底麼良久云只見金風全體露不知黃葉與", "117": "階齊下座。", "118": "在龍興首座寮秉拂小參師曰佛法泛濫禪河敗壞", "119": "如即心即佛本來真實返信不及如山門騎佛殿露", "12": "而行如建茶亭以潤鳥道蠶叢之渴乏創漏澤以", "120": "柱上五臺一等邪說人以為異昔大慧所呵近時一", "121": "般飯袋子者邊過冬那邊過夏大似傳語舍人與他", "122": "平實商量除了揚眉瞬目裝模作樣亂統胡喝就是", "123": "箇死人相似可悲可痛在我老人門下參要真參悟", "124": "要實悟若悟不真見不實正好全身放下衣以御寒", "125": "食以接氣銀山崩於前鐵壁壓於後危亡莫顧但恁", "126": "麼做去三二十年不悟切取能首座頭去參。", "127": "師到石門山方丈石和尚率眾請陞座師曰透過石", "128": "門關方知道源不遠性海非遙纔拈拄杖僧問過關", "129": "一句且止眉橫寶劍血濺梵天時如何師曰你且迴", "13": "荒丘斷塹之遺觜此類不一而足初祖所云行解相", "130": "避著石在傍以手招曰問得好答得玅二俱作家師", "131": "曳拄杖下座。", "132": "安老和尚神主師拈香云華桂峰頭縵天布綱龍興", "133": "寺裏針鋒遍地語崎失腳上他門戶遭他毒手把我", "134": "平生遮護不及處和贓捉敗山河大地一時震動二", "135": "十年來欲罷不能今日落到語崎手裏不妨抬搦一", "136": "上遂安位復云泥牛擺尾千峰外石虎擎頭五老前", "137": "上堂栗棘蓬三葉五葉金剛圈一箇兩箇衲僧吞跳", "138": "得於一毫頭上卸卻干戈吞跳不得辜負平生行腳", "139": "諸方來學者畢竟作麼生卓拄杖下座。", "14": "應者師殆庶幾乎師今往矣其同門石源大師持語", "140": "示眾若識鉤頭意我禮你三拜不識　鉤頭意我禮", "141": "你三拜何故從前汗馬無人識只要重論蓋代功。", "142": "晚參參禪無別所貴性懆昔臨濟因睦州勸問黃檗", "143": "佛法的的大意三遭痛棒後到大愚處一言便徹此", "144": "是成佛作祖底樣子也又周金剛聞南方直指人心", "145": "見性成佛尚不甘其說乃載青龍疏鈔出峽直抵南", "146": "方滅其胡種途遇一婆子激發便扣龍潭大悟此又", "147": "成佛作祖底樣子也古人行得我亦到得多是諸人", "148": "肯心不切若與麼做工夫得相應去驢年也未在。", "149": "即事普說諸方做底宜林行不得宜林做底諸方行", "15": "錄問序於余余衰病未能盡述聊拈數語于帙首以", "150": "不得諸方高佛殿深禪堂來底異龍靈鳳參底花巧", "151": "禪道長衫高帽頂心著上四五兩綿子硬頸強項走", "152": "向座前一氣喝上六七喝師家一連打上六七棒於", "153": "此混場以為契合不辯是神是鬼就付拂子以此多", "154": "人樹黨死心妖眾或搖尾乞憐哀求幾箇縉紳先生", "155": "往往來來不以為恥返誇門庭高大宜林行不得者", "156": "此也宜林佛殿小禪堂窄來底李莽大張獦獠參底", "157": "老實禪做底死工夫一滴水一滴凍二便二一便一", "158": "雖不徹悟也種箇佛法正因種子今後禪堂不安眾", "159": "務下不留人原在者裏底依舊灰頭土面若效諸方", "16": "似高明賞鑑。", "160": "兄弟們一任東去西去不得道曾見宜林來。", "161": "舉臨濟參黃檗三頓棒因緣畢師曰黃檗向迅雷疾", "162": "電處與臨濟相見以致臨濟情塵兩絕進退無門末", "163": "後於大愚言下薦得迥出一切籮籠如太阿劍不可", "164": "犯鋒故臨濟一宗高出諸方豈非源深而流遠者哉", "165": "雖然如是且道臨濟得力處是在黃檗棒下是在大", "166": "愚言下若道得力在黃檗棒下時人只見波濤湧不", "167": "見海龍宮若道得力在大愚言下為甚卻道汝師黃", "168": "檗非干我事還會麼良久拈拄杖喝一喝卓一卓云", "169": "懷中尺玉方纔擲袖裏金鎚驀面揮。", "17": "鴛水空諸居士羅開驎書撰", "170": "舉鴛湖用和尚因二僧參用曰到此作麼一僧曰特", "171": "來親近用曰卻值老僧不在僧無語用曰三十棒自", "172": "領出去又問第二僧曰你作麼生僧曰請和尚開示", "173": "用咳嗽曰卻值老僧傷風僧亦無語師曰鴛湖一句", "174": "子能縱能奪能殺能活一句子天空地闊徹古徹今", "175": "可惜二僧不會。", "176": "舉鴛湖和尚示眾一夏已過汝等有得力處不妨舉", "177": "似一僧曰方纔禮拜和尚用曰未在更道曰畫長人", "178": "倦用曰非汝境界曰和尚又作麼生用曰畫長人倦", "179": "僧禮拜師曰就窠子裏彈未是好手打起向青雲裏", "18": "機雲序語崎天則禪師語錄序", "180": "彈恰好處自然河清海晏者僧還解轉身也未。", "181": "舉鴛湖用和尚與雪嶠大師上弦翫月次雪指月問", "182": "者半箇在那裏去了用良久曰會麼雪曰只得半箇", "183": "用曰者半箇那裏去了雪亦良久用曰也只得半箇", "184": "相與大笑師曰二老相見只在者裏宜林當日若在", "185": "推散二老打背翻筋斗便歸方丈兒孫不致有今日也", "186": "舉鴛湖和尚到金粟密雲禪師豎拳問曰見麼湖曰", "187": "見雲曰見箇甚麼湖曰大家在者裏雲便休去師曰", "188": "大眾你道金粟無語處還見鴛湖麼。", "189": "舉鴛湖和尚因介菴進祖參方跨門湖曰是甚麼介", "19": "雲於己酉仲夏適離白雲走義水訪二祖可大師剎", "190": "擬對湖便喝介豁然開解乃掩耳而出師曰鴛湖一", "191": "喝介祖掩耳剎剎塵塵如大火聚相似。", "192": "舉白雲度禪師年十五從假禪師剃髮深習禪定遍", "193": "參諸方無有可其意者復還里之白雲就澄禪師故", "194": "基築室居之後訪淨慈西峰俱不契晚侍無見問西", "195": "來密意未審如何見曰待娑羅峰點頭即向汝道度", "196": "以手搖拽擬答見便喝度曰娑羅峰頂白浪滔天花", "197": "開芒種後葉落立秋前見曰我家無殘羹剩飯也度", "198": "曰此非殘羹剩飯而何見頷之度禮拜師曰當日無", "199": "見祖翁推倒華山壓殺赤縣神州三百八十四家人", "2": "碔砆若玉人然一者坐四達萃百貨遺簪墮珥隨所", "20": "址取道語崎始晤天和尚見其儀範迥脫孤標嚴峻", "200": "直教巨靈抬手不及而今舉揚臨濟宗旨石橋綱要", "201": "教他百千萬億娑羅峰一齊點頭猶未許他何故換", "202": "骨洗腸重整頓通身是眼更須參。", "203": "舉華桂老和尚一日僧參桂橫按拄杖曰道得即放", "204": "過僧擬開口桂便打僧曰待某甲道著桂曰待你道", "205": "堪作甚麼又打一日僧參桂亦橫按拄杖曰道得即", "206": "放過僧喝桂便打僧曰某甲情知桂豎拄杖曰作麼", "207": "生僧又喝桂連棒打出又一日數僧參桂如前大喝", "208": "曰是甚麼僧一齊舉首桂曰者野狐精亂棒打出師", "209": "曰華桂先師是一等垂手有底道以勢欺人有底道", "21": "心灰意冷凜若皎月肅霜悉其源源知是臨濟正宗", "210": "拄杖在手殺活縱橫標新領異有底道華桂是臨濟", "211": "直下兒孫拈一機豎一境壁立萬仞飛鳥難度如此", "212": "商量還曾夢見先師麼。", "213": "舉華桂老和尚僧問五宗門庭拈向一邊如何是龍", "214": "興門庭桂曰老僧抬腳不起師豎拳示眾曰宜林放", "215": "者箇不下。", "216": "舉華桂老和尚因僧問如何是祖師西來意桂曰池", "217": "深蛙亂叫岩峻虎添威曰意旨如何桂曰速退速退", "218": "師曰先師答者僧話有兩負機若辨得出與你白銀", "219": "一雨時有僧出曰某甲辨得師展兩手僧禮拜。", "22": "斷橋嫡骨金明介大師法孫東林老人高弟也雲因", "220": "舉徑山南明祖翁舉香嚴獨腳偈問普明明擬開口", "221": "南便喝明復擬開口南又喝明乃點首師曰蠱毒之", "222": "家水殺人不用刀。", "223": "舉大通智勝佛十劫坐道場佛法不現前不得成佛", "224": "道師曰山中無曆日寒盡不知年。", "225": "舉龐居士偈十方同聚會箇箇學無為此是選佛場", "226": "心空及第歸師曰龐居士瞌睡醒也未從上來事如", "227": "擊石火閃電光搆得搆不得喪身失命若是江南客", "228": "不遭怪笑我把惡水潑去自有轉身一著。", "229": "頌古頌古", "23": "其時見其人私忖曰東林乃有是兒耶也大奇哉吾", "230": "丹霞燒木佛。", "231": "丹霞燒佛本無疑莫聽旁人講是非皓魄凝輝消", "232": "夜氣曉看楊柳對江湄。", "233": "女子出定。", "234": "手把瑤琴月下彈疏庸乘醉倚欄干默地喚歸霜", "235": "夜夢撩天黛色映晴嵐。", "236": "殃崛救產難。", "237": "賢聖法來不殺生瞿曇老大舌無骨迢迢古路白", "238": "雲漫香象截流何拘束。", "239": "德山托缽。", "24": "若往參必為所伏楫而別去明年庚戌春徑扣東林", "240": "擬欲屠龍施毒箭翻身中的眼枯渴蘆花汀畔競", "241": "狂瀾一望楚天千里雪。", "242": "臨濟陞座有僧出師便喝僧亦喝便禮拜師便打又", "243": "有僧來師亦舉拂子僧不顧師亦打因緣。", "244": "嶽頂垂竿釣巨鰲金龍吹漠漲雲霄乾坤浩浩奔", "245": "雷電世掌徒勞有鳳毛。", "246": "仰山一日在法堂上坐見一僧來問迅了向東邊又", "247": "手立以目視師師垂左足至乘空等語。", "248": "龍岡深隱舊茆盧故主求賢三下車吐膽傾心來", "249": "舉似不留間字在單于。", "25": "入室即問千里趨風請師一接林曰誰管你千里百", "250": "天目進禪師因野翁參目曰汝本是佛堂堂大度著", "251": "甚來由曰生死不明乞師指示目曰本自無瘡剜肉", "252": "作麼曰望和尚慈悲目低頭歸方丈翁愕然曰莫教", "253": "人斷絕去麼遂袖香入室目曰子已到不疑之地何", "254": "生死懼哉翁於言下豁然開解。", "255": "紫閣綸章下翠微天風隨仗入坤維斑襴舞遍銷", "256": "金鴨滿苑英風鼓柘枝。", "257": "斷橋倫和尚因方山寶參罄其機用橋皆不諾山如", "258": "此迫忙一日脫然無礙乃詣方丈橋曰子捉賊也山", "259": "禮拜曰賊已收下請和尚驗贓橋舉萬法歸一山答", "26": "里到此便休你曾作甚麼來速速供出不然侍者將", "260": "如流橋不肯齋後普清山手忘所舉橋驀拈莧菜根", "261": "示之曰是甚麼山大悟玄旨。", "262": "掀天揭地氣吞戎背手彎弓射九重奪得驪珠歸", "263": "故國碧桃香襯馬蹄紅。", "264": "天界俊和尚參白雲請益從上宗旨雲上堂舉世尊", "265": "拈花平地骨堆迦葉微笑忍俊不禁二俱翻成特地", "266": "處俊豁然大悟以手搖曰止止雲擲拂子下座俊隨", "267": "入方丈雲詰之曰你適纔見箇甚麼便與麼俊曰若", "268": "有見可見則辜負和尚了也雲深肯。", "269": "劫外奇峰開寶障三亭五里不教多陣雲頓起長", "27": "繩索縛起痛與烏藤莫言不道雲如是具款投降經", "270": "蛇勢無限風雷出葛坡。", "271": "太岡寧禪師因寶芳進問如何是西來密密意岡下", "272": "禪床擒住曰西來無意你道此問是甚麼意芳自此", "273": "寢食俱忘一日登廁聞鄰僧敲籌作聲忽然大悟。", "274": "春潮帶雨晚來急赤尾擎頭滯禹門何處一聲雷", "275": "動蟄桃花仍笑舊乾坤。", "276": "鴛溯用禪師謁無幻請益參禪之法後遇南明和尚", "277": "朝夕逼拶在徑山偶閱思益梵天經註有省即呈無", "278": "生偈南斥之一日南舉香嚴獨腳頌問師師纔開口", "279": "南便喝師復擬開口南又喝師點首。", "28": "煆七日始罄前五十七哲匠言既承東林鈯斧子煨", "280": "埽闢重關見古錐遭他驀面幾回欺明珠奮擊珊", "281": "瑚碎無散光函太液池。", "282": "華桂老和尚因閱高峰錄疑拖死屍句過篛嶺途中", "283": "踏翻牛跡礙胸之物豁然冰釋至南浙參見知識一", "284": "十五員咸指為法器古南牧雲和尚閱師頌臨濟三", "285": "頓棒大有過人處恨其不能挽也聞金明介老人有", "286": "古人之風特造其室一見如有夙契遂折節焉介一", "287": "日問不是心不是佛不是物是箇甚麼師曰露介曰", "288": "昨日有人與麼道三十棒趁出了也師曰要打便打", "289": "說甚麼昨日隨聲便掌介扭住曰者瞎驢亂作那師", "29": "梅嶺折腳鐺於二祖義水之半箇庵亦不改荷衣松", "290": "擬進語介便打師復擬開口介又打師豁然契證曰", "291": "賺吾來賺吾來介曰且莫亂統今日事作麼生師震", "292": "聲一喝介拈拄杖師便出次早入室禮拜次介曰昨", "293": "日公案未圓子試圓看師打露柱一掌曰癡椿椿的", "294": "作麼介曰爭奈目前何師曰者一掌合是某甲喫介", "295": "喝師亦喝介曰三喝四喝後又作麼生師連喝兩喝", "296": "介曰識此一喝恩大難酬師珍重禮三拜介遂出從", "297": "上源流付之遂為入室真子付師法偈曰獅子窟中", "298": "事善哮吼者得今得本無得無得得亦得。", "299": "攪亂治平平復亂重重關透要真誠魯連一箭歸", "3": "探取若鉅賈然然光明照人克世其家者終屬楊岐", "30": "食之舊也越七年丁巳菊月復受黃荊之請適師六", "300": "蠻後四海從茲怨不平。", "301": "無際悟禪師年二十出家請益老宿坐禪之要後往", "302": "樓山訪清菩薩清誨以趙州無字話悟乃縛竹為菴", "303": "研勵無懈四指大書帖亦不顧只是拍盲做鈍工夫", "304": "西江悟首座指參天界客無念過松隱咸皆稱賞其", "305": "志及見白雲雲舉萬法歸一問悟悟答雲乃喝出一", "306": "晚經行廊下雲入堂遂擒住曰大眾快將火來老僧", "307": "擒下一箇賊悟曰是家內人雲以手掩悟口曰如何", "308": "是家內事速道悟如是有省。", "309": "大冶洪爐烹佛祖規模鎔盡片時間歸來古路橫", "31": "十初度一時巨公咸集慶祝恭請陞座瓣香酬祚以", "310": "秋色拄杖消飛日月斑。", "311": "機緣機緣", "312": "乙巳秋參華桂老和尚適桂陞座師出問世尊纔生", "313": "便云天上天下惟吾獨尊如何是獨尊的事桂曰卻", "314": "逢山僧陞座師曰恁麼則一枝無孔笛吹出萬年懽", "315": "桂曰罕遇知音師曰從今高步華峰頂法法頭頭總", "316": "不疑桂曰如何是你不疑處師曰仰面見天低頭見", "317": "地桂曰放汝三十棒。", "318": "僧參師問石燕使雲晴復雨江豚吹浪夜還風明甚", "319": "麼邊事僧云和尚遊山某甲攜杖師作聽勢云你道", "32": "完東林未了公案侍者錄其語併舊時作略見示雲", "320": "甚麼僧云老老大大得與麼無記性師云老僧年尊", "321": "僧禮拜。", "322": "僧參師問發足甚處僧云浙中師云到雲門否僧云", "323": "到師云到天台否僧云到師云娑羅峰點頭也未僧", "324": "無語。", "325": "僧參師問趙州勘二菴主語僧云車不橫推師不肯", "326": "僧舉前話問師師云車不橫推僧有省。", "327": "問即心即佛汗馬功高非心非佛閤國太平為甚麼", "328": "臨濟德山藏竄無地師云山僧打退鼓進云赤手擔", "329": "荷逼得虛空汗下大海翻波秪如背劍趨庭一句作", "33": "讀一過真秉吹毛寶劍殺活縱橫杰出諸方非晚近", "330": "麼生師曰得賢才而舉之進云那邊了卻者邊行履", "331": "截斷眾流為甚不住師云死水不藏龍進云天不容", "332": "地不載甚處行履師云鑊湯爐炭進云心不在焉視", "333": "而不見聽而不聞為甚近朱者赤近墨者黑師云時", "334": "節若至其理自彰進云千峰勢到嶽邊止萬派聲歸", "335": "海上消為甚針鋒上不許衲僧蹲身師云眼裏不著", "336": "沙進云內不放出外不放入作麼生是到家一句師", "337": "云氣急作麼進云男兒自有沖霄志不向如來行處", "338": "行為甚風不來樹不動田雞不跳草不動師云一釣", "339": "便上。", "34": "開眼尿床所能測識誠人天法藥末季津梁也因頌", "340": "問橫按莫邪全正令因甚澄潭火發師云隔里不同", "341": "天進云一人入得鐵圍出不得一人出得鐵圍入不", "342": "得且道誰得誰失師云和贓捉敗進云書頭叫娘勤", "343": "作息書尾叫娘莫瞌睡中間一句少人知密把提函", "344": "來舉似未審舉箇甚麼師云序品第一進云無邊剎", "345": "境自他不隔于毫端十世古今始終不離于當念少", "346": "室山前深談實相畢竟承誰恩力師云賊身已露進", "347": "云人人舌尖有利劍何故不肯吐卻師云王令已行", "348": "問眼聞聲耳觀色衣裏明珠覷不見過在何處師云", "349": "徒知金五易那辨楚王心進云符到奉行兵隨將轉", "35": "曰泥牛擺尾公石虎競頭來義水天荒破語崎優缽", "350": "釋梵天王有何威力呼不前遣不後師云一葉落天", "351": "下秋進云峻硬處啞卻我口塞破我耳綿軟處請師", "352": "方便師云水裏按葫蘆進云東家走卻猢猻子西家", "353": "為甚作炒師云一家有事百家忙進云古人道夜坐", "354": "連雲石春栽帶雨松且道飯後又作麼生師云茶濃", "355": "昏睡少進云山門騎佛殿走入梵王宮中作大音聲", "356": "佛事普利三根羯諦神為甚咬破指頭師云不入驚", "357": "人浪難逢稱意魚進云一句當天八萬四千塵勞門", "358": "悉皆消殞足下無私任行鳥道喚甚麼作者一句師", "359": "云嵒崩石裂佛祖攢眉進云百草頭無非祖師巴鼻", "36": "開即以弁其端。", "360": "紅塵裏渾是佛性天真石敢嘗風次日炙塵埋今古", "361": "番西人一見便估去意在甚處師云不是冤家不聚", "362": "頭。", "363": "問臨濟德山是甚麼物師云老鼠尿進云嵒頭道大", "364": "小德山未會末後句未審德山敗缺在甚處師云理", "365": "無曲斷。", "366": "問藏天下于天下出世間于世間者且道是甚麼人", "367": "師云驢漢又與麼那進云既是驢漢喫棒作麼師云", "368": "龍門無宿客霹靂送飛騰。", "369": "問身心一如身外無餘四大分張何故不顯法體師", "37": "時", "370": "云笑殺旁觀進云筍必成竹去蒼松化作鱗門前上", "371": "馬臺聻師云侍者與我記取者轉語進云父母非親", "372": "諸佛非友畢竟阿那箇最親切師云竹杖芒鞋進云", "373": "口吞諸佛眼蓋乾坤的人為甚麼向針孔裏叫屈師", "374": "云識得不為冤進云未離兜率已降王宮傾國傾城", "375": "未出母胎度人已畢秋空月朗為甚菩薩以菩提心", "376": "為家以如理修行為家法師云浪宕伶仃無著處玉", "377": "樓紅袖映清波。", "378": "問盡大地是沙門一隻眼普乾坤是如來一卷經以", "379": "如是眼讀如是經為甚日月有流遷師云竹密不妨", "38": "康熙十七年歲次丁巳陽月霆菴法弟機雲拜題於", "380": "流水過進云黃帝遺珠藐滄海如一粟列子御風跨", "381": "泰山如一毛爭似東村破墮戶裏一曲蓮花樂師云", "382": "陶淵明進云是處峨眉皆見頂普眼為甚覷不著師", "383": "云眉毛眼上橫進云為甚麼只切之字師云元字亦", "384": "不得進云世尊曰我從賢聖法來不曾殺生其婦得", "385": "聞便產下孩兒畢竟神通玅用還是法爾如然師云", "386": "滿口嚼黃連進云玄沙曰諦當諦當甚諦當敢保老", "387": "兄未徹在且道玄沙還是把住開捩還是埽蕩餘氛", "388": "師云水長船高。", "389": "垂代垂代", "39": "黃荊之倚馬軒", "390": "問法王法令普天匝地為甚有跛鱉盲龜一僧云春", "391": "色無高下花枝有短長一僧云到江吳地盡隔岸越", "392": "山多。眾請師代語師云盡法無民。", "393": "問一句道盡三世諸佛口挂壁上放開一線遍剎遍", "394": "塵且道放開邪道盡邪一僧云一字兩頭垂一僧云", "395": "滿口舌鋒不相饒。師代云把柄在和尚手裏。", "396": "問三藏教典大似黃葉止兒啼五家宗趣亦是繫驢", "397": "橛出格高流自有轉身頭地你試轉身看一僧云一", "398": "腳踏翻滄海月青山只得碾為塵一僧云百尺高樓", "399": "一步登一僧云龍生金鳳子沖破碧琉璃。師代云看", "4": "以下楊岐九傳至斷橋倫倫十四傳至金明介老人", "40": "宜林天則能禪師語錄", "400": "箭。", "401": "問抱璞投師不遇中郎鑑還同野舍薪如何是中郎", "402": "鑑一僧云照破山河一僧云仰觀天俯察地。師代云", "403": "打鼓普請看。", "404": "問至理忘言時人不悉強習諸緣未免捏目生花如", "405": "何是至理一僧云泰山石敢當一僧云天上有星皆", "406": "拱北一僧云出門如見大賓。師代云深奏蟻階天未", "407": "曙轉身獨坐大雄峰。", "408": "問泥多佛大水長船高實際理地為甚一塵不納昇", "409": "云金屑雖貴落眼成翳宗云蟻子不食鐵琪云一字", "41": "侍者　道崇　續稱　仝錄", "410": "不著畫。師代云消得龍王多少風又云真不掩偽。", "411": "問德山云道得也三十棒道不得也三十棒既道得", "412": "為甚三十棒入副寺云雪上加霜宗云殺人須見血", "413": "琪云法不孤起。師代云屋漏連朝雨花開刮地風。", "414": "問臨濟云黃檗佛法無多子末後向瞎驢邊滅卻即", "415": "今諸方稱揚稱鄭底是甚野狐種草昇云人間無水", "416": "不朝東僧云某甲今日不敢鈍置和尚入云獅子窟", "417": "中無異獸宗云一人傳實萬人傳虛。師代云龍生龍", "418": "子鳳生鳳兒。", "419": "問古今不異法爾如然一事不有更復何也一僧云", "42": "示眾示眾師曰語崎有一著子尋常于東廊下西角頭已", "420": "試看衲子披衣過堂一僧云特地一場愁一僧云今", "421": "日普請。師代云橫三豎四。", "422": "問魚騰碧漢為甚階級難飛一僧云只為分明極一", "423": "僧云迅雷不及掩耳。師代云放不下領取去。", "424": "問春日雞啼中秋犬吠是何意旨一僧云誰敢妄通", "425": "消息。師代云猛虎當路坐大底有人驚。", "426": "問有句無句生鐵秤錘遭蟲蛀樹倒藤枯始識溈山", "427": "笑裏刀宜林總不與麼直教達者知歸且道垂手在", "428": "甚麼處僧云某甲今日勘破和尚家風。師代云驚群", "429": "動眾。", "43": "與諸人道過你諸人但恁麼會不妨透底還我話頭", "430": "問負舂囊石殃及兒孫拄杖三扣八月方知碓觜花", "431": "開五葉龍興行者腳腳踏著為甚灰塵滿面僧云不", "432": "入驚人浪難逢稱意魚。師代云龍興門下。", "433": "問猛虎口中橫身毒龍項下打眠底人為甚鶻臭汗", "434": "衫不肯脫卻一僧云和尚敗缺不少一僧云被和尚", "435": "勘破。師代云某甲無和尚不得。", "436": "問盡大地是顆無價寶珠踏破草鞋底衲僧何故不", "437": "得許聖凡云五日一風十日一雨胡心惟云君子愛", "438": "財取之有道胡以敬云美食不中飽人餐周君甫到", "439": "舉前話詰之甫云路不拾遺。師代云上大人不會丘", "44": "來如或見刺紛繞正好朝三千暮八百烈燄中翻身", "440": "乙巳先曉○○○○○看看珊瑚枝上月皎皎。", "441": "問臥雲深處不朝天為甚卻朝天。代云至化無私。", "442": "問知你是到家底人古今淆訛一一透過不落古今", "443": "一句速道速道。代云逢人但恁麼舉。", "444": "問百丈撥寒灰只得溈山燒鼻孔丹霞焚木佛累他", "445": "院主墮鬚眉者隊漢還是血心片片還是殃及平人。", "446": "代云風行草偃。", "447": "問一箭一箇透頂透底一箭一群同生問死秖如弓", "448": "折箭盡處還有功用也無。代云侵早喫白粥午後覺", "449": "肚饑。", "45": "紅爐內點雪濃冬已過新春到來南天台北五臺一", "450": "問古人道有馬騎馬無馬步行你道龍興今日以何", "451": "冠方僧云三頭六臂七手八腳師云軌持千里鈔。代", "452": "云驅雷掣電。", "453": "問鼻祖遞傳無底缽不萌枝上玉花開亮座主一入", "454": "西山因甚杳無消息。代云大功不宰。", "455": "問五乳峰前談少室寶誌公為甚拈香擇火。代云不", "456": "經一事不長一志。", "457": "問善財參遍去黑豆未生芽芽即不問且道破壁風", "458": "雷意若何。代云一夜落花雨滿城流水香。", "459": "問菩薩應如是布施不住于相夜叉前何故不與一", "46": "任登眺只是不許賣弄語崎者著子還識者著子麼", "460": "分。代云乾闥婆城空裏落樓臺無數鏡中開。", "461": "問若見諸相非相即見如來山是山水是水如來在", "462": "甚麼處。代云擬即別參。", "463": "問了即一切了明即一切明因甚一切聖賢皆以無", "464": "為法而有差別。代云春色無高下花枝有短長。", "465": "問救病無非藥殺人不用刀因甚狐假虎威。代云敕", "466": "點飛龍馬跛鱉出頭來。", "467": "問古人道虛空落地時即向汝道虛空即今落地也", "468": "未。代云合取狗口。", "469": "問平田底通身泥水分秧底肘蟠指拯家堂穩坐底", "47": "以拂子擊禪床一下。", "470": "以何酬眾。代云將謂和尚忘卻。", "471": "問昨夜雨滂亨打倒葡萄棚意作麼生。代云迴避不", "472": "及。", "473": "問虛空為口須彌為舌熾然說無間歇你道說箇甚", "474": "麼。代云寧可截舌不犯國諱。", "475": "問山僧侵早起來到法堂前走一回復至偃室內覺", "476": "三百六十骨節八萬四千毛孔放光現瑞不知得何", "477": "三昧。代云化下誰敢妄通消息。", "478": "問要打者驢漢三十棒你作麼生免。代云有勞神用。", "479": "問真淨玅心本來遍圓三草二木蠕動含靈即佛真", "48": "示眾師拈拄杖云拄杖子吞卻山河大地汝等諸人", "480": "體云何復有地獄天堂。代云變劍峰前是非多。", "481": "問眾生不識本心受此輪迴經無量劫秖如打破鏡", "482": "中影相且道本心在甚麼處。代云不渡桑乾水爭知", "483": "是故鄉。", "484": "問知有底人生來貧窮不知有底人暫時落魄寶藏", "485": "恒足因甚自甘貧乏。代云好手不張名。", "486": "問聞聲悟道見色明心為甚雨過山含翠虛空硬塞", "487": "胸。代云秖為分明極翻令所得遲。", "488": "問圓玅之體頭頭合轍法法融通因甚觀音大士被", "489": "泉聲沖破耳門普賢願王遭山色打失眼孔。代云坐", "49": "即今在甚麼處安身立命眾無對師卓杖云啼得血", "490": "看雪消處不知春到來。", "491": "問眼內著得須彌山耳內容得大海水為甚讚則喜", "492": "瞋則怒。代云竿頭絲線從君弄不犯清波意自殊。", "493": "問要頭割去要皮剝去要筋抽去要骨折去作麼生", "494": "奈得者白拈賊何。代云和尚莫要茶喫麼。", "495": "問雨過山添翠風來水皺文時人多作境綠會秖如", "496": "不作境綠會又作麼生會。代云若不與麼爭知恁麼。", "497": "問藏頭白理無曲斷海頭黑車不橫推且道馬大師", "498": "舌頭止此還是別有長處。代云倒搓芒繩縛鬼子。", "499": "問超宗越格直踏毘盧頂上純一無雜統萬方于針", "5": "天則能禪師為華桂山鐸法兄之子而老人之孫也", "50": "流無用處不如緘口過殘春。", "500": "孔為甚戒光而有青黃赤白之非。代云從前汗馬無", "501": "人識只要重論蓋代功。", "502": "問盞子撲落地碟子成七片打破蔡州因甚疑團撲", "503": "不碎僧云某甲將糞箕埽帚來師云非汝境界僧沉", "504": "吟。師代云今日之事。", "505": "問吾有定海寶珠忽被無手木人掣在萬仞嵒頭四", "506": "壁懸符無路可登且道阿誰取得。代云癡人面前不", "507": "得說夢。", "508": "問無孔笛兒氈拍板五音六律皆舞遍不落玄韻一", "509": "句阿誰和得。代云燈籠露柱廚庫山門。", "51": "示眾師曰天晴日出天陰雲起半雨半晴可已而矣", "510": "問象前一畫即不問如何是象後那一畫。代云龍馬", "511": "負圖星分南北。", "512": "問枯骨適同敲唱得血團何故不知名。代云罕遇知", "513": "音。", "514": "問古廟香爐作麼生。代云棋逢敵手。", "515": "問驟風暴雨時如何。代云垂簾看燕飛。", "516": "問一字不著畫且道是甚麼字。印宗云孔子亦不識。", "517": "問百千三昧不離方寸河沙玅德總在心源覿面相", "518": "逢為甚拈不出。代云快便難逢。", "519": "問大海無所不容因甚不納死屍。代云再犯不容。", "52": "除夕示眾師曰古人烹露地白牛與諸人分歲山僧", "520": "問甚麼劫中無佛祖。代云臉皮厚多少。", "521": "問毛吞滄海變魚龍得命全烏雞雪上啼因甚泥牛", "522": "遭塗炭僧云和尚曾問甚麼人來師云你也叫做師", "523": "僧。代云莫道眾生苦更有苦眾生。", "524": "問諸方有眼明如日為甚腳跟下照顧不到僧無語。", "525": "代云太近生。", "526": "偈贊語崎四景語崎四景", "527": "我愛語崎春黃鸝鳴箇箇和風引珮蘭翠柏香如遏", "528": "我愛語崎夏茆檐削青玉微風操短枝聞作健兒曲", "529": "我愛語崎秋碧梧發清響寒蟲吟破壁玅悟如斯向", "53": "燒榾柮火烹栗棘篷與諸人分歲家風各展時節猶", "530": "我愛語崎冬林深不見屋擁爐煨品字遺世道情足", "531": "四威儀四威儀", "532": "山中行古路片雲橫進一步大千似掌平", "533": "山中住消展無別務把松栽殷勤成大樹", "534": "山中坐恰似嬾達磨案生塵一任人涕唾", "535": "山中臥壁倒兼墻破裁雲補又恐風搖墮", "536": "山居十首山居十首", "537": "十年行腳道途難思結茆廬傍石安今日始知先哲", "538": "苦黃豬野鹿共盤桓", "539": "隘住林中只一僧羊腸鳥道歎誰能清朝打疊無餘", "54": "同古人有言欲識佛性義當觀時節因緣今時節既", "540": "事莫把閒名寄祖燈", "541": "山中一飯供僧難有愧檀那血力乾塵世罔知林下", "542": "事容誰到此不心酸", "543": "或云山住多清況自我居山卻未然剛送白雲出嶺", "544": "去又迎樵子到溪前", "545": "德山臨濟行如何七事隨身不較多千聖輸吾青白", "546": "眼數千年外驗淆訛", "547": "大法垂秋日縱橫野干偷影返爭衡育王付囑誰先", "548": "後莫把鴟張強喚丁", "549": "念力于茲日漸消好憑師訓作甄陶英伶繼起千秋", "55": "至諸人還識佛性義麼良久云泥牛隊隊黃金角石", "550": "社迥出天台大石橋", "551": "師承道脈若懸絲豈負靈山密記時好向此中尋著", "552": "落莫教羊泣路多岐", "553": "勦絕狐蹤振祖綱絲絲血縷吐來長憑風寫寄參玄", "554": "士莫待秋深墜葉忙", "555": "芳猷日益漫云親豪放從茲驟馬騂南不能兮北不", "556": "秀石橋把手接來頻", "557": "本師山鐸老和尚像贊本師山鐸老和尚像贊", "558": "者老和尚做盡模樣踏翻廬阜山頭笑破虎溪煙浪", "559": "末後一場漏逗杻折金明拄杖三界不能容虛空無", "56": "虎雙雙白玉啼。", "560": "背向咦視師面目如在其上", "561": "得戒和尚贊得戒和尚贊", "562": "稽首如是佛門宗匠悟大總持纔得心放華峰入室", "563": "當仁不讓嚴淨毘尼楚地惟上掀翻教海稱師過量", "564": "研窮法理人天榜樣", "565": "自贊自贊", "566": "自像自贊全無思筭佛祖不拘人天乘厭行止不合", "567": "世情出言無度惹怨胸中又沒巴鼻禪道一味缺欠", "568": "咄雖無半點落人間惟有婆心成一片", "569": "語崎宜林天則能禪師語錄終", "57": "元旦上堂師曰爆竹聲聲催臘去梅花點點送春來", "570": "行略行略", "571": "師諱機能字天則別號淨善姓康氏上世有功於國", "572": "襲軍籍居蘄州四世祖遷於黃岡遂稱黃人也父際", "573": "明母劉氏於萬曆戊午九月廿六日午時誕師時有", "574": "甘露降異瑞於庭父遂以名之年八歲隨父就外讀", "575": "書敏冠群英凡巨儒碩士往往稱羨則曰繼茂才之", "576": "後必是兒矣一日窗前默坐靜理聖經至致知格物", "577": "章忽起疑情揣度不已而默計曰人能格物窮埋之", "578": "至極此吾心之全機大用何物格知致而後意誠哉", "579": "礙膺于中忽一日有沙門過父館談四生之義聞語", "58": "大千沙界橫身臥碧眼黃頭笑滿腮大眾且道笑個", "580": "甚快不覺通身汗下乃有出塵志父母難之自此憂", "581": "憶成疾至篤垂危止爭呼吸問耳問絕中見圓通大", "582": "士摩其頂後授藥一丸服之須臾病蘇強投本邑之", "583": "安國寺薙染習大小乘部於圓通章所入既寂動靜", "584": "二相了然不生方知箇事不在語言文字中直造杏", "585": "嵒登戒時南浙禪宗日著爰一錫遍參到龍池謁萬", "586": "如禪師見堂規曰若有看經念佛持咒禮拜者到者", "587": "裏急求懺悔等語通夜不安次早入室池豎扇子曰", "588": "會麼師曰不會池曰為甚不會師曰非我境界池曰", "589": "從何方來師曰湖廣池曰黃梅佛法如何師曰夜半", "59": "甚麼張三顛酒如泥醉李二扶歸懶上街。", "590": "付盧能泥牛歸雪嶺池曰即今事作麼生師曰和尚", "591": "道甚麼池便喝師拂袖而出又一日池問佛法相見", "592": "法堂前草深一丈不立根塵試道一句看師曰和尚", "593": "還要勘過某甲即得池休去到安隱紫蓋會下命師", "594": "入堂結制蓋問上座參甚麼話頭師曰死了燒了向", "595": "甚處安身立命蓋曰正當恁麼時畢竟在甚處師進", "596": "前又手而立蓋曰不是師打背翻筋斗便出蓋深喜", "597": "師不自肯後造天童雲門諸剎無有可其意者其最", "598": "後到道場木陳禪師座下深得奧旨命師首眾無何", "599": "土人犯亂煙霞難駐效曹溪之歸故里乃就義水之", "6": "遍參龍池天童雲門道場諸尊宿鮮可其意獨於華", "60": "示眾作長老者須仁義道德以納方來用鉗錘以煆", "600": "語崎山搆菴居之一坐三十餘載足未嘗轍越戶限", "601": "迨康熙乙巳秋山鐸老人開法華桂師往謁值桂上", "602": "堂師問世尊初生便云天上天下惟吾獨尊如何是", "603": "獨尊底事桂云適逢山僧陞座師曰一枝無孔笛吹", "604": "出萬年歡桂云罕遇知音師曰從茲高步華峰頂法", "605": "法頭頭總不疑桂云如何是不疑處師曰仰面見天", "606": "低頭見地桂深契之是歲十月十五日集眾陞座付", "607": "師衣法囑依舊處及歸果雲水不絕師不欲文字語", "608": "言滋世葛藤以近日禪宗日日下學者久而不聞", "609": "鉗錘聲間舉古人公案或拈或頌或不得已而有垂", "61": "之規矩以束之規矩嚴學者安詳鉗錘惡易於發急", "610": "代之語應病與藥之機隨說隨埽不容人錄見有輒", "611": "焚去學者寶其語而密錄之成帙付之剞劂壽諸梨", "612": "棗以永其傳己酉夏石和尚走義水訪二祖高原山", "613": "始過其廬與師一言相契贈有義水天荒破語崎優", "614": "缽開之句明春旦大師相佐高原著書取道語崎見", "615": "師行解超卓亦有不是鰲山是義水同餐桂乳石橋", "616": "香之語贈之師自此與石源旦谷二公並名叢林越", "617": "七載丁巳石和尚有石門之命值師六十大壽同明", "618": "經秦賁九輩請師陞座瓣香以供華桂表彰法乳之", "619": "淵源語崎且在羅邑之西齊安之東萬山環顧鳥道", "62": "寬柔以得眾仁義以蓄眾未有去道德仁義而為人", "620": "蚕叢實南北之孔道閱其夫役之艱負笈之苦當其", "621": "酷暑際思其滴水弗能遂捐衣貲建亭施茶白藏之", "622": "老宿名天目者景師道德奉旃檀瑞相二尊來山供", "623": "養一時門庭改變誠千古之壯觀也又因", "624": "國朝定鼎以來甘棄世榮抱道于窮岩邃谷中姓名", "625": "不落人間往往老死于林下水邊而屍骸之暴露者", "626": "乃造普同塔院以藏之使其冥魄得安此益楚羅之", "627": "後幸也嗟呼而師之器度弘深形容莊著律身攝眾", "628": "接引春溫誨多不倦有公無私蓄無長物一室寥寥", "629": "其出入往還兩袖清風凡供饌聽其自然毫不勉強", "63": "者況我宗門。", "630": "問當檀越家饋送果品之類必先供佛給眾然後乃", "631": "嘗或一眾不在則停箸不食或有勉強食之者其必", "632": "淚下故有點點皆血力無道德難消之語播傳叢林", "633": "師晚年多疾不能深進飲食不能隨眾作務每遇坡", "634": "事必捐己所收襯代之師常行密濟之事不求人知", "635": "又自幼所行功課至老不倦　小子智愚而不慧求", "636": "于傳燈在諸祖位中吾師或不愧于俯仰矣。", "637": "湖廣黃州府羅田縣平潮鄉語崎弟子道惠", "638": "道岸　道崇　杲童　杲昌　明善　慧也", "639": "髮弟子道訓　道秦　道正　道旭　金時徐", "64": "示眾師曰古之人學道易今之人學道難古人敦厚", "640": "道瓊　道戒　道環　道方　道忍　迫潑", "641": "汪氏　秦坦　蕭斯龍　嬈寧宇　李尊五", "642": "信女汪門傅氏", "643": "捐貲刻天禪師語錄一帙永遠流通伏聯人人", "644": "同登般若共證無生", "645": "康熙二十二年孟冬月吉旦", "65": "今人華巧華巧則不寔敦厚則純一無雜故易也汝", "66": "等須學古人。", "67": "示眾師曰參禪要莊重看話頭要死心於二六時中", "68": "刻刻提撕如負重擔歇下不得聖人所謂明德親民", "69": "在止於至善你看至善是甚麼所在。", "7": "桂有水乳之合結茆語崎山一坐三十餘載孤高壁", "70": "示眾師曰先師處眾有條段斷事有明見皆平日積", "71": "養之德也有條段則頭緒順明見則物情得所以收", "72": "伏獰龍生象之學者爾等後輩不可不知。", "73": "示眾師曰近日學者多浮汎無靜功乃靈利用事每", "74": "見坐香做工夫皆不澄清過在首領。", "75": "示眾曰參禪要坐香坐久則靜靜能生定定發慧不", "76": "以靜定慧而成道者亡之。", "77": "示眾師曰參禪要假爐𩍁陶鎔日久有自然之妙作", "78": "堂頭接人有法令學者易於發省。", "79": "示眾參禪無他只要諸人放得下透頂透底工夫貴。", "8": "立有華頂睹祖遺風故其說法獨步大方不向佛祖", "80": "在命根上一刀兩斷。", "81": "上堂僧出師曰錯會不少便下座。", "82": "康熙丁巳秋霆菴法弟石源和尚同明經秦賁九文", "83": "學徐方中蕭尹友等設齋祝師誕請上堂拈香祝", "84": "聖畢復拈香云只者是玄風闡不出靈機運不周放開", "85": "一線未免冤有頭債有主爇向爐中供養前住廬山", "86": "東林寺後住華桂堂上傳臨濟正宗三十二世山鐸", "87": "先師上真下在老和尚用酬法乳之恩斂衣就座上", "88": "首白椎竟僧問漠漠香雲凝瑞靄法王法令遍人天", "89": "拈來一句無私語特祝當人不老年如何是不老的", "9": "喉下取氣不將勝妙境界鋪排似龍門絕頂之孤桐", "90": "事師云庭前翠柏時時秀嶺後青松日日新進云與", "91": "麼則趙州甲子駢駢增寶掌庚申歲歲添師云輝輝", "92": "煌煌巍巍堂堂進云覿面相呈更請一接師云看腳", "93": "下問德山托缽意旨如何師云你甚處見德山進云", "94": "雪峰問者老漢鐘未鳴鼓未響畢竟托缽向甚麼處", "95": "去師云不妨疑著進云德山為甚卻歸方丈師云怪", "96": "他不得進云秪如雪峰舉似嵒頭頭曰大小德山未", "97": "會末後句還是把住繩頭還是掀翻翳跡師云心不", "98": "負人面無慚色進云德山聞得命侍者喚嵒頭去問", "99": "汝不肯老僧那是何心行師云敲骨取髓進云嵒頭"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B417 天則能禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B417 天則能禪師語錄", "author": "清 機能說　道崇．續彌同錄　羅開驎序　機雲序　有行略（依駒本印）", "language": "chinese", "source": "CBETA"}