{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 309-A 首楞嚴經指掌疏事義序No. 309-A", "1": "首楞嚴經指掌疏事義序", "10": "入城行化。委余安居過講。時展卷以玩味。日臨眾以", "100": "說食不飽說食不飽", "1000": "心篇。", "1001": "三台輔相三台輔相", "1002": "朱子小學集註云。周以太師太傅太保為三公。東漢", "1003": "以太尉司徒司空為三公。天文志云。三台六星。兩兩", "1004": "而比。西近文昌二星曰上台。次二星曰中台。東二星", "1005": "曰下台。在人為三公位。正字通云。三台星名。又台鼎", "1006": "三公之稱。如星之有三台。鼎之有三足也。又秦武王", "1007": "二年。初置丞相。又輔弼疑丞謂之四輔。比我而相之", "1008": "謂之輔。拂我而相之謂之弼。疑擬其前。丞承其後。又", "1009": "四輔星名。四星輔佐北極。", "101": "六祖慧能大師。自黃梅夜半印心傳衣之後。展轉流", "1010": "三從四德三從四德", "1011": "孔子曰。婦人伏於人者也。是故無專制之義。有三從", "1012": "之道。在家從父。適人從夫。夫死從子。無所敢自遂也。", "1013": "出朱子小學。與禮記家語。大同小異。四德者。一婦", "1014": "德貞順也。二婦言辭令也。三婦容婉娩也。四婦功絲", "1015": "麻也。出禮記昏義篇。", "1016": "詩云之死矢靡他詩云之死矢靡他", "1017": "詩經鄘風柏舟章云。汎彼柏舟。在彼中河。󴓵彼兩髦。", "1018": "實維我儀。之死矢靡他。母也天只。不諒人只。註小序", "1019": "柏舟。共姜自誓也。謂衛世子共伯蚤死。其妻共姜守", "102": "至廣州法性寺。值印宗法師講涅槃經。延至上席。徵", "1020": "義。父母欲奪而嫁之。故共姜自誓以絕之也。言舟既", "1021": "在河。必不可離。結髮成親。豈有再嫁。已成終身一定", "1022": "之儀。吾必誓死無他。然母生育之恩如天。使我失義。", "1023": "豈不信我心之所守也。", "1024": "刻舟刻舟", "1025": "幼學云。刻舟求劒。固而不通。註引列子云。楚人行舟。", "1026": "劒墮於水。遽刻舟求之曰。吾劒從此墮。", "1027": "羅剎向日不見羅剎向日不見", "1028": "智度論云。有人見異事。皆審問之。後時曠野中行。逢", "1029": "羅剎執捉。其人見捉必死。然見羅剎。胸白背黑。怪問", "103": "詰奧義。言簡理當。不由文字。次日韋使君請益。師陞", "1030": "所由。羅剎答曰。我一生來。不喜見日。所以常背日行。", "1031": "故前白後黑。其人解意。急掣其手。遂向日走。羅剎向", "1032": "日不見。其人得脫。因說偈言。勤學第一道。勤問第一", "1033": "方。路逢羅剎難。背陰向太陽。", "1034": "土地不見洞山土地不見洞山", "1035": "洞山和尚。一生住院。土地神覔他踪跡不見。一日厨", "1036": "前拋撒米麵。洞山起心曰。常住物色。何得作踐如此。", "1037": "土地神遂得一見。便禮拜。見碧巖集第十卷。", "1038": "鬼使不見事僧鬼使不見事僧", "1039": "鹽官會下。有一主事僧。忽見鬼使來追。僧告曰。某甲", "104": "座告大眾曰。總淨心念摩訶般若波羅蜜多。復云善", "1040": "身為主事。未暇修行。乞容七日得否。使曰。待為白王。", "1041": "若許即七日後來。不許須臾便至。言訖不見。至七日", "1042": "後。覔其僧了不可得。見指月錄第七卷。", "1043": "忘身及親忘身及親", "1044": "孔子答樊遲辨惑問曰。一朝之忿忘其身。以及其親。", "1045": "非惑與。註云。知一朝之忿為甚微。而禍及其親為甚", "1046": "大。則有以辨惑。而其忿矣。見論語下。", "1047": "不孝有三 無後為大不孝有三無後為大", "1048": "孟子曰。不孝有三。無後為大。趙氏曰。於禮有不孝者", "1049": "三事。謂阿意曲從。陷親不義一也。家貧親老。不為祿", "105": "知識。菩提般若之智。世人本自有之。只緣心迷。不能", "1050": "仕二也。不娶無子。絕先祖祀三也。三者之中。無後為", "1051": "大。見離婁篇。", "1052": "勢如游刃勢如游刃", "1053": "庖丁釋刀對文惠君曰。良庖歲更刀割也。族庖月更", "1054": "刀析也。今臣之刀。十九年矣。所解數千牛矣。而刀刃", "1055": "若新發於硎。彼節者有間。而刀刃無厚。以無厚入有", "1056": "間。恢恢乎其於遊刃。必有餘地矣。是以十九年而刀", "1057": "刃若新發於硎。註言。刀之所以不傷缺者。以彼牛之", "1058": "骨節之間。自有天然之空處。且刀刃薄而不厚。以至", "1059": "薄之刀刃。入有空之骨節。則恢恢寬大。任其游刃。尚", "106": "自悟。須假大善知識。示導見性。吾今為說摩訶般若", "1060": "有餘地。又何傷鋒犯手之有。所以十九年。而刀若發", "1061": "硎也。見莊子內篇養生主。", "1062": "聲名洋溢乎中國聲名洋溢乎中國", "1063": "中庸云。溥博淵泉。而時出之。溥博如天。淵泉如淵。見", "1064": "而民莫不敬。言而民莫不信。行而民莫不悅。是以聲", "1065": "名洋溢乎中國。施及蠻貊。註云。五者之德。充積既盛。", "1066": "而發見又當可。是以休聲美名。充滿乎中國。而徧及", "1067": "蠻貊。皆敬信悅焉。", "1068": "迷途未遠迷途未遠", "1069": "陶潛歸去來辭云。歸去來兮。田園將蕪胡不歸。既自", "107": "波羅蜜法。使汝等各得智慧。志心諦聽。吾為汝說。善", "1070": "以心為形役。奚惆悵而獨悲。悟已往之不諫。知來者", "1071": "之可追。實迷途其未遠。覺今是而昨非。貫通解云。前", "1072": "之為令。雖在迷途。今忽歸去。則喜迷途猶未遠也。既", "1073": "出迷途。愈覺今日歸去為是。而昨日出仕為非。則予", "1074": "之歸去。無煩再計矣。見古文快筆。", "1075": "若合符節若合符節", "1076": "孟子曰。舜生於諸馮。遷於負夏。卒於鳴條。東夷之人", "1077": "也。文王生於岐周。卒於畢郢。西夷之人也。地之相去", "1078": "也。千有餘里。世之相後也。千有餘歲。得志行乎中國。", "1079": "若合符節。註言。符節以玉為之。篆刻文字而中分之。", "108": "知識。世人終日口念般若。不識自性般若。猶如說食", "1080": "彼此各藏其半。有故則左右相合以為信也。若合符", "1081": "節。言其同也。見離婁篇。", "1082": "猶勝一籌猶勝一籌", "1083": "舒州白雲守端禪師。衡陽葛氏子。幼事翰墨。冠依茶", "1084": "陵郁禪師披削。往參楊岐。岐一日忽問受業師為誰。", "1085": "師曰。茶陵郁和尚。岐曰。吾聞伊過橋遭攧有省。作偈", "1086": "甚奇。能記否。師誦曰。我有明珠一顆。久被塵勞關鎖。", "1087": "今朝塵盡光生。照破山河萬朵。岐笑而趨起。師愕然", "1088": "通夕不寐。黎明咨詢之。適歲暮。岐曰。汝見昨日打毆", "1089": "儺者麼。曰見。岐曰。汝一籌不及渠。師復駭曰。何謂也。", "109": "不飽。口但說空。萬劫不得見性。終無有益。詳見法寶", "1090": "岐曰。渠愛人笑。汝怕人笑。師大悟。見指月錄。", "1091": "索隱行怪索隱行怪", "1092": "子曰。索隱行怪。後世有述焉。吾弗為之矣。註云。索隱", "1093": "行怪。言深求隱僻之理。而過為詭異之行也。然以其", "1094": "足以欺世而盜名。故後世或有稱述之者。此知之過", "1095": "而不擇乎善。行之過而不用其中。不當強而強者也。", "1096": "聖人豈為之哉。見中庸。", "1097": "乘願彌綸乘願彌綸", "1098": "周易繫辭云。易與天地準。故能彌綸天地之道。釋曰。", "1099": "既準天地而作易。易中所說與天地理同。故能彌綸", "11": "敷宣。較觀舊疏。別是一番新面目也。竊思。欲探奇珍。", "110": "壇經。", "1100": "天地之道。持戒之人斷性。既無意欲周徧利生。隨願", "1101": "即得。故曰彌綸。彌綸者周徧義也。", "1102": "豐干饒舌豐干饒舌", "1103": "豐干禪師。本居天台國清寺。一日出遊。適閭丘胤。出", "1104": "守台州。欲之官。俄病頭風。召名醫莫差。豐干偶至其", "1105": "家。以淨水噀之。須臾祛殄。因大加敬。問所從來。曰。天", "1106": "台國清寺。曰。彼有賢達否。曰。寒山文殊。拾得普賢。當", "1107": "就見之。丘胤至任三日。到寺問曰。此寺曾有豐干禪", "1108": "師否。時僧道翹對曰。有。曰。院在何所。寒山拾得復是", "1109": "何人。曰。豐干舊院。在經藏後。今聞無人。止有虎豹來", "111": "數貨常貧數貨常貧", "1110": "此哮吼耳。寒山拾得二人。見在僧厨執役。丘胤入干", "1111": "房。唯見虎跡縱橫。又問干在此有何行業。曰惟事舂", "1112": "穀。供僧粥食。如是再三嗟歎。乃入厨見二人拜之。二", "1113": "人起走曰。豐干饒舌。彌陀不識。禮我何為。遂攜手出", "1114": "松門。更不復入寺焉。詳見神僧傳。", "1115": "杜順示偈杜順示偈", "1116": "法界宗初祖杜順和尚。名法順。敕號帝心。俗姓杜氏。", "1117": "雍州萬年縣杜陵人也。生於陳武帝永定二年。年十", "1118": "五。代兄行營。不舉鋒刃。賊軍便退。不樂官榮。請歸養", "1119": "親。至年十八。即禮因聖寺魏珍禪師落髮。時感地動。", "112": "昔有窘人。路獲遺劵。見其所載。田園宮室金帛米粟", "1120": "地神捧盤承之。後遊方演化。於終南山。作法界觀。唐", "1121": "太宗詔謂之曰。朕苦勞熱。久而不愈。師之神力。何以", "1122": "蠲除。師曰。聖德御宇。妖何能為。但頒大赦。聖體必愈。", "1123": "帝納師言。大赦天下。帝疾遂愈。賜號帝心。於貞觀十", "1124": "四年。坐脫於南郊義善寺。春秋八十有四。師未終前。", "1125": "有一門人告假。師問將何往。僧曰。欲往五臺禮文殊", "1126": "去。師微笑曰。汝必欲去。吾有一偈。可助汝行色。當消", "1127": "息之。偈曰。遊子漫奔波。臺山禮土坡。文殊秪者是。何", "1128": "處覓彌陀。僧不喻旨。遂去。至臺山遇老士。問子何來。", "1129": "僧曰。禮文殊來。士曰。文殊今不在山。子來何益。僧曰。", "113": "種種數目。大喜過望。自云巨富。不知數他人寶。於己", "1130": "文殊今在何所。士曰。在長安教化眾生去也。僧曰。某", "1131": "是長安人。今長安誰為文殊。士曰。杜順和尚乃文殊", "1132": "耳。僧聞聳然失聲曰。杜順是我師也。奄忽中老士乃", "1133": "失。僧審所告不妄。兼道而迴。至滻水。水忽瀑漲。凡三", "1134": "日方濟。到寺。和尚昨日已化矣。以此方知是文殊應", "1135": "身也。詳見會玄記。", "1136": "卷七○卷七", "1137": "無作戒體無作戒體", "1138": "毗尼儀範云。於正受戒時。發上品之心思業用力。運", "1139": "想法界。徧緣一切情非情境。於彼境上。現起不婬不", "114": "何涉。所謂雖知即心即佛。判然心不是佛者也。見彌", "1140": "殺不盜不妄等無作假色。是色非四大合成。故稱無", "1141": "作。亦非青黃赤白等。故曰假色。自此現起之後。恒依", "1142": "於心。念念不忘。時時守護。是則色為能依。心是所依。", "1143": "心為能護。色為所護。心色和合。名為戒體。", "1144": "乾之四德乾之四德", "1145": "周易乾卦象辭云。乾元亨利貞。文言曰。元者善之長", "1146": "也。亨者嘉之會也。利者義之和也。貞者事之幹也。君", "1147": "子體仁足以長人。嘉會足以合禮。利物足以和義。貞", "1148": "固足以幹事。君子行此四德者。故曰乾元亨利貞。解", "1149": "曰。元者乾德初發。資始萬物。萬物各得其生生之仁。", "115": "陀疏鈔。", "1150": "故為善之長也。亨者生物之通嘉。資長之流形。運雲", "1151": "行雨施之潤澤。故為嘉之會也。利者乾道不獨發。而", "1152": "與坤合德。以成利物之功。故為義之和也。貞者保合", "1153": "太和。凝聚貞固。萬物之性命。以存復發不已之仁。故", "1154": "為事之幹也。君子效元善之長。則能體仁之端而愛", "1155": "人。故足以長人矣。行嘉會之亨。則能以嘉美而會禮。", "1156": "故足以合禮矣。以當然之利而濟眾。故足以和義矣。", "1157": "以正固之守而中主。故足以幹事矣。君子行此四德", "1158": "者。言君子能行仁義禮智之四德。則合乎元亨利貞", "1159": "之乾道。而人性與天性合而為一矣。", "116": "梵音楚夏梵音楚夏", "1160": "蜾蠃螟蛉蜾蠃螟蛉", "1161": "詩云。螟蛉有子。蜾蠃負之。註云螟蛉桑上小青虫也。", "1162": "似步屈。蜾蠃土蜂也。似蜂而小腰。取桑虫負之於木", "1163": "孔中。祝曰。似我似我。七日而化為其子。出小雅小宛", "1164": "篇。", "1165": "華嚴 一字法門海墨不書一偈華嚴一字法門海墨不書一偈", "1166": "華嚴經行願品別行疏序云。一字法門海墨書而不", "1167": "盡。一毫之善空界盡而無窮。鈔云。上句詮。下句旨。詮", "1168": "者。即善財所遇第三善友海雲比丘云。我從彼佛得", "1169": "此普眼法門。受持讀誦。憶念思惟。假使有人。以大海", "117": "秦洛謂之中華。亦云華夏。亦云中夏。淮南楚地。非是", "1170": "量墨。須彌聚筆。書此無盡廣大海藏普眼法門一品", "1171": "中一門。一門中一法。一法中一義。一義中一句。乃至", "1172": "少分尚不可得。何況盡能具足書寫。釋云。乃至少分", "1173": "者。即一字也。以能詮一字。全即所詮法界。故即無盡。", "1174": "不同諸宗。能詮定非所詮也。永明心賦註云。聚須", "1175": "彌山為筆。未寫普眼經一句一偈。", "1176": "惠迪吉從逆凶惠迪吉從逆凶", "1177": "禹曰。惠迪吉。從逆凶。惟影響。集傳。惠迪順道。逆反道", "1178": "者也。禹復申克艱之意曰。吉凶之理。惟人自召。順道", "1179": "則吉。從惡則凶。猶影之隨形。響之應聲也。可不競競", "118": "中方。楚夏言音。呼召輕重。今西域梵語有類於斯。蓋", "1180": "戒懼。時存克艱之念哉。見書經大禹謨。", "1181": "涅槃殺闡提涅槃殺闡提", "1182": "迦葉言世尊。一闡提輩。以何因緣。無有善法。善男子。", "1183": "一闡提輩。斷善根故。眾生悉有信等五根。而一闡輩", "1184": "永斷滅故。以是義故。殺害蟻子。猶得殺罪。殺一闡提。", "1185": "無有殺罪。出涅槃三十三卷。", "1186": "仙豫誅淨行仙豫誅淨行", "1187": "昔閻浮提。有大國王。名曰仙豫。愛重大乘其心純善。", "1188": "時世無佛。於十二年中。事婆羅門。供給所須。過十二", "1189": "年。施安已訖。即作是念。師今應發菩提心。門言。大王。", "119": "以中天如中夏。餘四如楚地故。見華嚴懸談。", "1190": "菩提之性。是無所有。大乘經典。亦復如是。大王。云何", "1191": "乃欲令人同於虗空。王聞婆羅門誹謗大乘。即斷其", "1192": "命。以是因緣不墮地獄。出涅槃經十二卷。", "1193": "大鵬比斥鷃大鵬比斥鷃", "1194": "莊子逍遙遊云。有鳥焉。其名為鵬。背若泰山。翼若垂", "1195": "天之雲。搏扶搖羊角旋風而上者。九萬里。絕雲氣。負青", "1196": "天。然後圖南。且適南冥也。斥鷃斥澤小鳥笑之曰。彼且奚", "1197": "適也。我騰躍而上。不過數仞而下。翱翔蓬蒿之間。此", "1198": "亦飛之至也。而彼且奚適也。此小大之辨也。", "1199": "涅槃云八十神涅槃云八十神", "12": "須涉巨海。遂輟講禁足。禮華嚴。閱龍藏。寒暑迭遷。業", "120": "此方聖教稱經此方聖教稱經", "1200": "涅槃經第二十四云。所以復修八十種好。世有眾生", "1201": "事八十種神。何等八十。十二日。十二大天。五大星。北", "1202": "斗馬天。行道天。婆羅墮䟦闍天。功德天。二十八宿。地", "1203": "天。風天。水天。火天。梵天。樓陀天。因提天。拘摩羅天。八", "1204": "臂天。摩醯首羅天。半闍羅天。鬼子母天。四天王天。造", "1205": "書天。婆藪天。是名八十。", "1206": "華表生精華表生精", "1207": "晉張華。字茂先。位至司空。著博物志行於世。時稱博", "1208": "物君子。甞與一老人談論。須臾告辭。後遂大雨。張華", "1209": "曰。竊聞巢居知風。穴居知雨。此老必非人也。問諸雷", "121": "此方聖教。即孔子之教也。稱經者。如詩書易禮春秋", "1210": "煥。煥曰。若非千年之木。然火照燭。不能知也。因思燕", "1211": "昭王陵上華表柱。乃千年之久。遂往取之。華表亦生", "1212": "精焉。照知老人乃狐狸精。伏於昭王墓中。即與華表", "1213": "並皆燒死。詳見晉書。", "1214": "望夫成山望夫成山如前卷四化石中引。", "1215": "卷八○卷八", "1216": "懸沙止饑懸沙止饑", "1217": "律中四食章。古師義門手鈔云。思食者。如饑饉之歲。", "1218": "小兒從母求食。啼而不止。母遂懸囊誑云。此是飯。兒", "1219": "七日諦視其囊。將為是食。其母七日後。解下視之。其", "122": "稱為五經。修多羅。乃西域聖教。故亦譯為經。見華嚴", "1220": "兒見是沙絕望。因此命終。見宗鏡錄七十三卷。", "1221": "望梅止渴望梅止渴", "1222": "昔曹操統兵。征南陽張繡。時值夏熱。兼路乏水。眾軍", "1223": "患渴。不能前進。操曰。前有梅林。可以暫止。軍士聞之", "1224": "口皆水生。遂不復渴。見三國志。", "1225": "鴆酒鴆酒", "1226": "廣誌云。鴆毒者。大如󳬲子。頸長八寸。毛紫綠色。徧身", "1227": "是毒。以蚖蛇蝮蝎為食。雄名暈。雌名陰。諧其毛。酒浸", "1228": "殺人。沾唇即死。用犀牛角解之。昔王莽酒鴆平王是", "1229": "也。騰空日月失色。落地四方各百里草木皆枯。蹲臥", "123": "懸談。", "1230": "於山石。如須彌之高廣。破碎如塵。糞墜於萬由旬高", "1231": "之石上。如箭透之於底。人見之眼瞎身瘡。偶其影者", "1232": "氣絕。況毛糞乎。又偈曰。三惡相逢遇鴆毒。此鳥至處", "1233": "草皆枯。翎毛浸酒生火𦦨。入肚三分靛染塗。見寶訓", "1234": "珠類。", "1235": "方長不折方長不折", "1236": "宋程頤。字正叔。洛中人。為崇正殿說書。時哲宗戲折", "1237": "柳枝。頤諫曰。方春發生。不可無故摧折。上領之。見發", "1238": "隱事義。", "1239": "庭草不除庭草不除", "124": "雜心五義雜心五義", "1240": "宋周惇頤。字茂叔。舂陵人。一日參佛印有省。窗前草", "1241": "不除去。人問之。曰。與自家意思一般。遂有草深窗外", "1242": "令人看不厭之句。見大成音義。", "1243": "欲寡其過而未能也欲寡其過而未能也", "1244": "蘧伯玉使人於孔子。孔子與之坐而問焉。曰。夫子何", "1245": "為。對曰。夫子欲寡其過而未能也。使者出。子曰。使乎", "1246": "使乎。註云。與之坐。敬其主以及其使也。夫子指伯玉", "1247": "也。言其但欲寡過。而猶未能。則其省身克己。常若不", "1248": "及之意可見矣。見論語下。", "1249": "智周鑑而常靜二句智周鑑而常靜二句", "125": "一涌泉義。注而無竭故。二出生義。展轉滋多故。三顯", "1250": "華嚴疏序云。其為旨也。冥真體於萬化之域。顯德相", "1251": "於重玄之門。用繁興以恒如。智周鑑而常靜。用繁智", "1252": "周者。謂妙用繁興而不離如如真體。靈智普鑑而常", "1253": "自寂滅相也。", "1254": "山徑之蹊間 戞然用之而成路山徑之蹊間戞然用之而成路", "1255": "孟子謂高子曰。理義之在人心。本無障蔽。然要時時", "1256": "省察。不可一息間斷也。不觀山徑之蹊乎。山徑可容", "1257": "人跡之處。本非大路。若使倐忽之頃。往過來續。遂成", "1258": "蕩平之大路。及其既成路後。少間人跡罕至。則依舊", "1259": "茅草塞之矣。見體註。", "126": "示義。示理事等故。四繩墨義。楷定正邪故。五結鬘義。", "1260": "潛幽靈於法界潛幽靈於法界", "1261": "永嘉大師。答友人佐溪山朗禪師書云。逍遙山谷。放", "1262": "曠郊鄽。遊逸形儀。寂怕心腑。恬憺息於內。蕭散揚於", "1263": "外。其身兮若拘。其心兮若泰。現形容於寰宇。潛幽靈", "1264": "於法界。如是則應機有感。適然無準矣。見本集。", "1265": "神妙無方神妙無方", "1266": "周易繫辭傳云。範圍天地之化而不過。曲成萬物而", "1267": "不遺。通乎晝夜之道而知。故神無方。易無體。註云。此", "1268": "聖人知命之事也。範如鑄金之有模範。圍匡郭也。天", "1269": "地之化無窮。而聖人為之範圍。不使過於中道。所謂", "127": "線能貫華結鬘故。", "1270": "裁成者也。通猶兼也。晝夜即幽明生死鬼神之謂。如", "1271": "此然後可見至神之妙。無有方所。易之變化。無有形", "1272": "體也。", "1273": "執柯伐柯其則不遠執柯伐柯其則不遠", "1274": "詩云。伐柯伐柯。其則不遠。執柯以伐柯。睨而視之。猶", "1275": "以為遠。故君子以人治人。改而止。註云。詩幽風伐柯", "1276": "之篇。柯斧柄。則法也。睨邪視也。言人執柯伐木以為", "1277": "柯者。彼柯長短之法在此柯耳。然猶有彼此之別。故", "1278": "伐者視之。猶以為遠也。若以人治人。則所以為人之", "1279": "道。各在當人之身。初無彼此之別。故君子之治人也。", "128": "一十八家一十八家", "1280": "即以其人之道。還治其人之身。其人能改。即止不治。", "1281": "葢責之以其所能知能行。非欲其遠人以為道也。見", "1282": "中庸。", "1283": "載華嶽振河海不重不洩載華嶽振河海不重不洩", "1284": "中庸云。今夫地。一撮土之多。及其廣厚。載華嶽而不", "1285": "重。振河海而不洩。萬物載焉。註云。今夫地。指其一處。", "1286": "即撮土亦是地。若論其廣厚。則華嶽載之而不重。河", "1287": "海收之而不洩。故凡萬有不齊之物。無不在持載之", "1288": "中焉。", "1289": "黃流黃流", "129": "一後魏菩提流支。立一音教。二姚秦羅什法師。亦同", "1290": "詩云。瑟彼玉瓚。黃流在中。與也。瑟縝密貌。玉瓚圭瓚", "1291": "也。以圭為柄。黃金為勺。青金為外。而朱其中也。黃流", "1292": "󳬂鬯也。釀秬黍為酒。築󴓠金煑而和之。使芬芳條鬯。", "1293": "以瓚酌而祼之也。言縝密之玉瓚。為宗廟之寶器。則", "1294": "在中者必以黃流。黃則其色正。流則其芳遠也。出大", "1295": "雅文王之什。", "1296": "甘露甘露", "1297": "宗鏡云。有甘露樹。中秋露滴葉上。人取之為長生藥。", "1298": "若入地中。化成珠。如人聞法入心。化為菩提種子也。", "1299": "膠柱皷瑟膠柱皷瑟", "13": "經三度。經雖禮圓。藏未閱畢。無何迫以漕河之命。抵", "130": "此立。三西秦曇牟讖三藏。立半滿二教。四隋朝遠法", "1300": "或曰。以往聖之法治將來。譬猶膠柱而調瑟。有諸。曰。", "1301": "有之。曰。聖君少而庸君多。如獨守仲尼之道是也。曰。", "1302": "聖人之法。未甞不關盛衰焉。出楊子法言先知篇。", "1303": "啟明東廟智滿不異於初心啟明東廟智滿不異於初心", "1304": "華嚴疏序云。啟明東廟。智滿不異於初心。啟明東廟", "1305": "者。即第六十二經云。爾時文殊師利菩薩。勸諸比丘。", "1306": "發菩提心已。漸次南行。至福城東。住莊嚴幢娑羅林", "1307": "中。往昔諸佛教化眾生大塔廟處。釋曰。此即東廟。時", "1308": "福城人。聞文殊師利童子在莊嚴幢娑羅林中大塔", "1309": "廟處。無量大眾。從其城出。來詣其所。中有五百童子。", "131": "師。亦同此立。五隋朝延法師。立漸頓二教。六唐初印", "1310": "善財是一。下文殊師利。別觀善財已。安慰開喻。而為", "1311": "演說一切佛法。乃至令其歡喜。發阿耨多羅三藐三", "1312": "菩提心。又令憶念過去善根。復為眾生。隨宜說法而", "1313": "去。爾時善財童子。從文殊師利所。聞佛如是種種功", "1314": "德。一心勤求阿耨多羅三藐三菩提。即啟智明也。智", "1315": "滿不異於初心者。即第八十經云。是時文殊師利。遙", "1316": "申右手。過一百一十由旬。按善財頂。作如是言。善哉", "1317": "善哉。善男子。若離信根。心劣憂悔。功行不具。退失精", "1318": "勤。於一善根心生住著。於少功德便以為足。不能善", "1319": "巧發起行願。乃至不能了知如是法性。如是理趣。如", "132": "法師。立屈曲平道二教。七齊朝隱士劉虯。亦立漸頓", "1320": "是法門。如是行住。如是境界。若周遍知。若盡源底。若", "1321": "解了。若獲得。皆悉不能。釋曰。了知法性下。即是智滿。", "1322": "若離信心則不能得。反顯由信心故得不離初心。則", "1323": "信智無二。若曰不動智為初。即前後二智無二也。見", "1324": "華嚴懸談。", "1325": "乾城乾城", "1326": "大智度論云。日初出時。見城門樓櫓宮殿。行人出入。", "1327": "日轉高轉滅。但可眼見。而無有實。是名乾闥婆城。輔", "1328": "行云。乾城俗云蜃氣。蜃大蛤也。朝起海洲。遠視似有。", "1329": "近看即無。一叡公乾闥婆城喻讚云。世法空廓。如彼", "133": "二教。八武丘山岌法師。立有相無相常住三教。九真", "1330": "鬼城。凌晨敷影。現此都京。愚夫馳赴。隨風而征。終朝", "1331": "乃悟。窮噭失聲。見華嚴疏鈔。", "1332": "初步定千里之程初步定千里之程", "1333": "肇論云。修途託至於初步。疏引老氏云。千里之行。始", "1334": "於足下。託至者。仗初步而得至於千里。意以千里喻", "1335": "果。初步喻因也。由初至千。千里至而初步不化。由行", "1336": "證果。果道圓而初因恒明。", "1337": "一簣肇萬仞之山一簣肇萬仞之山", "1338": "肇論云。成山假就於始簣。疏引論語云。譬如為山。雖", "1339": "覆一簣。進吾往也。簣土籠也。假就者。假初一簣而山", "134": "諦三藏。立轉照持三輪之教。十玄奘法師。亦同此立。", "1340": "成就。意以山喻果。始簣喻初因也。積土成山。山成而", "1341": "初功益著。運行招果。果圓而先因尤存。", "1342": "準繩準繩", "1343": "孟子離婁章云。聖人既竭目力焉。繼之以規矩準繩", "1344": "以為方圓平直。不可勝用也。註云。古之聖人。欲制器", "1345": "以利天下之用。既甞竭其目力。以辨方圓平直之則", "1346": "矣。然使無法以繼之。則目力有時而窮。故制規矩以", "1347": "為方圓。制準繩以為平直。使天下後世皆據之以為", "1348": "式。是聖人制器之法。不可勝用也。", "1349": "傳國之璽傳國之璽", "135": "十一後魏光統律師。立漸頓圓三教。十二隋末唐初", "1350": "蔡邕獨斷。皇帝六璽。皆玉螭虎紐。文曰。皇帝行璽。皇", "1351": "帝之璽。皇帝信璽。天子行璽。天子之璽。天子信璽。皆", "1352": "以武功紫泥封之。一曰信也。古者尊卑共之。秦漢以", "1353": "來。惟至尊稱璽。後漢少帝遭十常侍之亂。失此璽。吳", "1354": "孫堅討董卓。住北洛陽廢宮地界。夜望東南角有光", "1355": "色。令軍士尋光于井。打撈得之。問于程普。對曰。此乃", "1356": "傳國之璽。昔秦始皇并吞天下。得卞和之玉。命李斯", "1357": "篆為八字。其文曰。受命于天。既受永昌。自此為傳國", "1358": "之璽。傳于二世。嗣漢高入咸陽。得之相傳十二帝。王", "1359": "莽纂位。彼太后擊壞一角。後以金補之。光武中興。傳", "136": "吉藏法師。立根本枝末攝末歸本三種法輪。十三梁", "1360": "至于今。主公得之。乃天意也。堅遂匿之。見三國志。", "1361": "猶豫猶豫", "1362": "漢高紀。諸呂老人猶豫。未有所決。猶豫二獸名。皆多", "1363": "疑。故借為喻。一曰。猶多疑慮。聞人聲輙上樹。久之無", "1364": "人乃下。須臾又上。如此非一。故遲疑不決。曰猶豫。見", "1365": "增補字彚。", "1366": "請公入甕請公入甕", "1367": "唐武后時。或告周興。與丘神勣通謀。武后命來俊臣", "1368": "鞫之。俊臣與興。方推事對食。謂興曰。囚多不承。當為", "1369": "何法。興曰。令囚入甕。以火炙之。何事不承。俊臣乃索", "137": "朝光宅法師。依法華第二立四乘教。十四陳隋二代。", "1370": "大甕。火圍如興法。因起謂興曰。有內狀推兄。請兄入", "1371": "此甕。興恐叩頭服罪。流嶺南。為仇家所殺。出綱鑑。", "1372": "囊撲二弟囊撲二弟", "1373": "史記。始皇囊撲兩弟。乃太后與嫪毒私通所生。始皇", "1374": "覺。以皮囊盛舉而撲殺之。又見列國志。", "1375": "倀鬼附虎倀鬼附虎", "1376": "世傳。虎齧人。人死魂不敢它適。輙隷事虎名倀鬼。虎", "1377": "行求食。倀必與俱。為虎前導。遇塗有暗機伏穽。則迂", "1378": "道以往。呼虎曰。將軍死。則哭之。聽雨總談曰。人遇", "1379": "虎。衣帶自解。皆別寘于地。虎見人躶。而後食之。皆倀", "138": "天台智者。立藏通別圓四教。十四唐初海東元曉法", "1380": "所為。倀可謂鬼之愚者也。", "1381": "商羊舞水商羊舞水", "1382": "齊有一足之鳥。飛集於公朝。舒翅而跳。齊侯怪之。使", "1383": "使聘魯問孔子。子曰。此鳥名商羊。水祥也。昔童兒屈", "1384": "脚振肩而跳。且謠曰。天將大雨。商羊皷舞。今齊有之。", "1385": "其應至矣。急告民趨治溝渠。修隄防。將有大水為災。", "1386": "頃之大霖。雨水溢泛。諸國傷害人民。唯齊有備不敗。", "1387": "景公曰。聖人之言。信而有徵矣。出孔子家語辨政篇。", "1388": "蜰𧔥出旱蜰𧔥出旱", "1389": "山海經云。大華山有蛇名蜰𧔥音位六足四翼。見則天", "139": "師。立別通分滿四教。十五賢首弟子苑公。依寶性論", "1390": "下大旱。亦作肥遺。宋張唐英蜀檮杌曰。蜀王衍乾德", "1391": "三年。五月不雨。至九月肥遺見紅樓後。蜀辛夤遜修", "1392": "王氏開國記。以肥遺為旱魃。按肥遺蛇名。角上有火。", "1393": "見則旱非魃也。", "1394": "了即業障本來空二句了即業障本來空二句", "1395": "永嘉大師證道歌云。亦愚癡。亦小騃。空拳指上生實", "1396": "解。執指為月枉施功。根境法中虗揑怪。不見一法即", "1397": "如來。方得名為觀自在。了即業障本來空。未了應須", "1398": "償宿債。皓月奉供。問長沙岑和尚。古德云。了即業", "1399": "障本來空。未了應須償宿債。只如師子尊者。二祖大", "14": "歲暮方歸待來年。歲次戊寅正月吉日。老人公同兩", "140": "立異執分半分滿具滿四教。十六波頗三藏。立四諦", "1400": "師。為甚却償債去。沙曰。大德不識本來空。月曰。如何", "1401": "是本來空。沙曰。業障是。曰。如何是業障。沙曰。本來空", "1402": "是。月無語。沙以偈示之曰。假有元非有。假滅亦非無。", "1403": "涅槃償債義。一性更非殊。見指月錄。", "1404": "整心慮趣菩提唯人道為能整心慮趣菩提唯人道為能", "1405": "裴公圓覺疏序云。嗚呼。生靈之所以往來者六道也。", "1406": "鬼神沈幽愁之苦。鳥獸懷獝狘之悲。修羅方瞋。諸天", "1407": "正樂。可以整心慮趣菩提。唯人道為能耳。人而不為。", "1408": "吾末如之何也已矣。", "1409": "撥弄精魂撥弄精魂", "141": "無相觀行安樂守護五教。十七上元道場寺僧慧觀。", "1410": "御製歷代禪師語錄序云。總之此事。如杲日光。如大", "1411": "火聚。提則全提。印則全印。否乃不達佛之正旨。盡屬", "1412": "奪弄精魂。今之十仙。不依正覺修行。即是此類。", "1413": "洞天福地洞天福地", "1414": "茅君內傳曰。茅山一名句曲山。秦時名為華陽洞天。", "1415": "河圖曰。汶山之地為井絡。天之會昌。神以建福。上為", "1416": "天井。列子曰。勃海之東有大海。其中有山。一曰代", "1417": "輿。二曰員嶠。三曰方壺。四曰瀛洲。五曰蓬萊。其上有", "1418": "臺觀。有金玉珠琅之樹。皆叢生。實皆有滋味。食之不", "1419": "死。人皆仙聖。日夜飛翔來往。世人薄福。豈堪至此。", "142": "立有相無相抑揚同歸常住五教。十八賢首國師。唐", "1420": "閬苑崑崙閬苑崑崙", "1421": "漢書。崑崙山註。高二千五百餘里。日月所相隱避為", "1422": "光明。渤海十洲記曰。山有三角。其一角正於北辰。", "1423": "名閬風嶺。即仙苑也其一角正西。名玄圃臺。其一角正東。", "1424": "名崑崙宮。有五城十二樓。俱係神仙所居。", "1425": "煉得身形似󳬈形煉得身形似󳬈形", "1426": "澧州藥山惟儼禪師。首造石頭。因緣不在。次禮馬祖。", "1427": "言下知歸。復返石頭。一日在石上坐次。石頭問曰。汝", "1428": "在這裏作麼。曰。一物不為。頭曰。恁麼即閒坐也。曰。若", "1429": "閒坐即為也。頭曰。汝道不為。不為個甚麼。曰。千聖亦", "143": "則天時。於王宮講華嚴經。感五雲凝空。四華垂地。因", "1430": "不識。頭以偈讚曰。從來共住不知名。任運相將秪麼", "1431": "行。自古上賢猶不識。造次凡流豈可明。後住藥山。宗", "1432": "風大振。朗州刺史李翱。嚮師玄化。屢請不赴。乃躬謁", "1433": "師。師執經卷不顧。侍者曰。太守在此。李性褊急。乃曰。", "1434": "見面不如聞名。拂袖便出。師曰。太守何得貴耳賤目。", "1435": "李回拱謝。問曰。如何是道。師以手指上下曰。會麼。曰。", "1436": "不會。師曰。雲在青天水在瓶。李欣然作禮。述偈曰。鍊", "1437": "得身形似󳬈形。千株松下兩函經。我來問道無餘話。", "1438": "雲在青天水在瓶。見指月錄第九卷。", "1439": "水火既濟而成造化之功水火既濟而成造化之功", "144": "賜以賢首之號。師以如來所說之法。而有淺深不同。", "1440": "周易。第六十三卦。離下坎上。名為既濟。理象解", "1441": "原曰。為卦下離而上坎。坎水在上。離火在下。水火相", "1442": "濟。則陰陽體用交感之運成也。雜卦傳曰。既濟定也。", "1443": "言陰陽坎離感化之道。定於既濟也。", "1444": "饒經八萬劫終竟落空亡饒經八萬劫終竟落空亡", "1445": "呂巖真人。字洞賓。京川人也。唐末三舉不第。偶於長", "1446": "安酒肆。遇鍾離。權授以延命術。自爾人莫之究。嘗遊", "1447": "廬山歸宗。書鐘樓壁曰。一日清閒自在身。六神和合", "1448": "報平安。丹田有寶休尋道。對境無心莫問禪。未幾道", "1449": "經黃龍山。覩紫雲成葢。疑有異人。乃入謁。值龍擊鼓", "145": "乃約義立為小始終頓圓五種之教。詳見華嚴懸談。", "1450": "陞堂。龍見意必呂公也。欲誘而進。厲聲曰。座旁有竊", "1451": "法者。呂毅然出問。一粒粟中藏世界。半升鐺內煑山", "1452": "川。且道此意如何。龍指曰。這守屍鬼。呂曰。爭奈囊有", "1453": "長生不死藥。龍曰。饒經八萬劫。終是落空亡。呂薄訝", "1454": "飛劒脅之。劒不能入。遂再拜求指歸。龍詰曰。半升鐺", "1455": "內煑山川即不問。如何是一粒粟中藏世界。呂於言", "1456": "下頓契。作偈曰。棄却瓢囊摵碎琴。如今不煉汞中金。", "1457": "自從一見黃龍後。始覺從前錯用心。見五燈會元及", "1458": "指月錄。", "1459": "卷九○卷九", "146": "並三藏法數。", "1460": "多岐亡羊多岐亡羊", "1461": "彌陀疏鈔云。十方世界。皆有淨土。何為獨示西方。教", "1462": "生彼國。良由道以多岐亡羊。射以專注中鵠。心無二", "1463": "用。功戒雜施。其事蹟見前懸示。", "1464": "仰箭射空勢盡還墜仰箭射空勢盡還墜", "1465": "永嘉大師證道歌云。住相布施生天福。猶如仰箭射", "1466": "虗空。勢力盡。箭還墜。招得來生不如意。爭似無為實", "1467": "相門。一超直入如來地。", "1468": "秉皈受戒之鳥秉皈受戒之鳥", "1469": "阿含經云。大海之北。有一大樹。名曰居吒奢摩離。其", "147": "甲順乙違甲順乙違", "1470": "樹高一百由旬。枝葉徧覆五十由旬。此鳥與龍。皆依", "1471": "此樹四面而住。卵生鳥王。居樹東面。欲啖龍時。飛上", "1472": "東枝。觀大海水。乃即飛下。翅扇海水。自開二百由旬。", "1473": "取龍食之。此鳥王惟能取卵生龍也。如是乃至胎濕", "1474": "化生三種鳥王。欲啖龍時。各依方位。飛上樹枝。觀大", "1475": "海水。乃即飛下。翅扇海水。倍開由旬。依次增數。取卵", "1476": "胎濕化四種龍食之。龍王白佛言。世尊。如此海中無", "1477": "數種龍。金翅鳥王常來食之。我等日夜恐怖。求佛救", "1478": "護。令得安隱。於時世尊。即脫身上所著皂色衣。與龍", "1479": "王曰。汝取是衣。分與諸龍。皆令周遍。於中乃至值一", "148": "彌陀疏鈔云。此萬慮者。甲滅則乙生。演義云。甲滅乙", "1480": "縷者。不能觸犯。有化龍子。於六齋日。受齋八禁。時金", "1481": "翅鳥。欲取食之。󰴌上須彌山北大鐵樹上。高十六萬", "1482": "里。求覓其尾。了不可得。鳥聞亦受五戒。如來令沙門", "1483": "釋子。受食之時。先施彼一分。以養其命。詳見香乳記。", "1484": "尾閭尾閭", "1485": "莊子云。水莫大于海。萬川歸之。尾閭泄之。司馬彪曰。", "1486": "閭者聚也。水聚族之處。在扶桑東。一名沃焦。一石方", "1487": "圓四萬里。厚四萬里。海水注者無不焦。", "1488": "墮一色邊墮一色邊", "1489": "郢州月掌山壽聖智淵禪師。僧問。祖意西來即不問。", "149": "生者。約彼此說。如貪滅瞋生等。今疏謂甲順乙違。蓋", "1490": "如何是一色。師曰。目前無闍黎。此間無老僧。見五燈", "1491": "會元。寂音曰。雪竇通禪即。長沙岑大蟲之子也。每", "1492": "謂諸同伴曰。但時中常在識盡功成。瞥然而起。即是", "1493": "傷他。而況言句乎。故石霜諸禪師宗風。多論內紹。外", "1494": "紹。臣種。王種。借句。挾帶。直饒未嘗忘照。猶為外紹。謂", "1495": "之臣種。亦為之借。謂之誕生。然不若絲毫不隔。如王", "1496": "子生下即能紹種。謂之內紹。謂之王種。謂之句。非借", "1497": "也。借之為言。一色邊事耳。不得已應機利生。則成挾", "1498": "帶。見指月錄洞山章中。", "1499": "分明月在梅華上二句分明月在梅華上二句", "15": "序諸山外護。囑余權席。理方丈事。余思。蚊負泰山。有", "150": "以諸家判教彼此不同。如甲之與乙。若從彼則違此。", "1500": "夢颿惻禪師晚參。舉僧問雲門法球禪師。如何是祖", "1501": "師西來意。球曰。當時妄想至今不絕。師云。古人一語", "1502": "所謂函葢乾坤。截斷眾流。隨波逐浪。一時分付。秪恐", "1503": "你諸人錯會。認賊為子。處處尋途。若是山僧。斷不作", "1504": "恁麼語話。賺誤諸人。輥入草裏。無有解脫。有問如何", "1505": "是祖師西來意。但向道。當時妄想至今不絕。還會麼。", "1506": "分明月在梅華上。看到梅華早已遲。今疏易月轉無", "1507": "者。取喻此心。用力研究。依然為根所局也。", "1508": "效顰效顰", "1509": "西子家於越州諸暨縣。浣紗於苧羅若耶溪。其地有", "151": "順此則違彼也。", "1510": "東施家。西施家。西施患心痛而眉顰。人見而美之。東", "1511": "施之醜婦。亦捧心而效顰。人見而惡之。彼知美顰。而", "1512": "不知顰之所以美也。今人倣他人之動作。或習其文。", "1513": "或學其事。乃自謙曰效顰。見列國志。", "1514": "太尊貴生太尊貴生", "1515": "鄂州百巖明哲禪師。洞山與密師伯到參。師問。二上", "1516": "座甚處來。山曰。湖南。師曰。觀察使姓甚麼。曰不得姓。", "1517": "師曰。名甚麼。曰。不得名。師曰。還治事也無。曰自有郎", "1518": "幕在。師曰。還出入也無。曰。不出入。師曰。豈不出入。山", "1519": "拂袖便出。師次早入堂。召二上座曰。昨日老僧對闍", "152": "依六識三毒建立染淨根本依六識三毒建立染淨根本", "1520": "黎。一轉語不相契。一夜不安。今請闍黎別下一轉語。", "1521": "若愜老僧意。便開粥相伴過夏。山曰。請和尚問。師曰。", "1522": "豈不出入。山曰。太尊貴生。師乃開粥。同共過夏。見指", "1523": "月錄十二卷。", "1524": "臨濟不禮祖塔臨濟不禮祖塔", "1525": "鎮州臨濟義玄禪師。到初祖塔頭。塔主云。長老先禮", "1526": "佛。先禮祖。師云。佛祖俱不禮。塔主云。佛祖與長老。是", "1527": "什麼冤家。師便拂袖而出。見指月錄十四卷。", "1528": "丹霞之燒木佛丹霞之燒木佛", "1529": "鄧州丹霞天然禪師。過慧林寺。遇天大寒。取木佛燒", "153": "彌陀演義云。小乘不信有八識。獨有六識。三毒為能", "1530": "火向。院主訶曰。何得燒我木佛。師以杖子撥󰞆曰。吾", "1531": "燒取舍利。主曰。木佛何有舍利。師曰。既無舍利更取", "1532": "兩尊燒。主自後眉鬚墮落。見指月錄第九卷。", "1533": "德山說一大藏教如拭涕帛德山說一大藏教如拭涕帛", "1534": "鼎州德山宣鑑禪師。參龍潭信禪師。發明心要。次住", "1535": "澧陽三十年。屬唐武宗廢教。避難於獨浮山之石室。", "1536": "大中初。武陵太守薛廷望。再崇德山精舍。號古德禪", "1537": "院。請師居之。大闡宗風。上堂曰。我先祖見處即不然。", "1538": "這裏無祖無佛。達磨是老臊胡。釋迦老子是乾屎橛。", "1539": "文殊普賢是擔屎漢。等覺妙覺是破執凡夫。菩提涅", "154": "熏。六識為所熏。三毒熏六識。流轉生死。為染根本。三", "1540": "槃是繫驢橛。十二分教是鬼神薄。拭瘡疣紙。四果三", "1541": "賢。初心十地。是守古塚鬼。自救不了。詳見五燈會元", "1542": "十七卷。", "1543": "巖頭說祖師言句是破草鞋巖頭說祖師言句是破草鞋", "1544": "鄂州巖頭全豁禪師。與雪峯義存。同嗣德山。後菴於", "1545": "洞庭臥龍山。徒侶臻萃。僧問。無師還有出身處也無。", "1546": "師曰。聲前古毳爛。問。堂堂來時如何。師曰。刺破眼。問。", "1547": "如何是祖師意。師曰。移取廬山來向汝道。乃至問如", "1548": "何是道。師曰。破草鞋與拋向湖裏著。詳見傳燈錄十", "1549": "六卷。", "155": "毒不熏。以戒定慧熏六識。即證涅槃。為淨根本。", "1550": "身子六心墮落身子六心墮落", "1551": "彌陀疏鈔演義云。舍利弗發菩薩心。已證別教六住。", "1552": "因帝釋化作婆羅門。從其乞眼。舍利弗與之。婆羅門", "1553": "棄地踐踏。由是退失大心。塵點劫來。墮聲聞位。", "1554": "善財一生事辦善財一生事辦", "1555": "華嚴七十八經。慈氏菩薩讚善財云。餘諸菩薩。經於", "1556": "無量百千萬億那由他劫。乃能滿足菩薩願行。乃能", "1557": "親近諸佛菩薩。此長者子。於一生內。則能淨佛剎。則", "1558": "能化眾生。則能以智慧深入法界。則能成就諸波羅", "1559": "蜜。則能增廣一切諸行。則能圓滿一切大願。則能超", "156": "初地即為八初地即為八", "1560": "出一切魔業。則能承事一切善友。則能清淨諸菩薩", "1561": "道。則能具足普賢諸行。清涼云。解行在躬。一生圓曠", "1562": "劫之果。", "1563": "龍女當下成佛龍女當下成佛", "1564": "法華經提婆達多品云。爾時龍女有一寶珠。價直三", "1565": "千大千世界。持以上佛。佛即受之。龍女謂智積菩薩", "1566": "尊者舍利弗言。我獻寶珠。世尊納受。是事疾否。答言", "1567": "甚疾。女言。以汝神力。觀我成佛。復速於此。當時眾會", "1568": "皆見龍女。忽然之間。變成男子。具菩薩行。即往南方", "1569": "無垢世界。坐寶蓮華。成等正覺。", "157": "楞伽經第四云。初地則為八。第九則為七。七亦復為", "1570": "薛道光修性不修命 張紫陽性命雙修薛道光修性不修命張紫陽性命雙修", "1571": "宋張紫陽。有一僧友。即道光也能入定出神。相語曰。今日", "1572": "能與遠遊。同往揚州觀璚華乎。曰。可。共處一室。相對", "1573": "瞑目。趺坐出神。紫陽至時。友先到。遶華一匝。紫陽曰。", "1574": "可折一華為記。少頃。欠伸而覺。紫陽乃拈出一華。彼", "1575": "友僧袖手皆空。弟子問。紫陽曰。我則性命兼修。聚之", "1576": "成形。散之成氣。所至之處真神見形。謂之陽神。彼之", "1577": "所修。欲速見功。直修其性。不復修命。故所至地無復", "1578": "形影。謂之陰神。陰神不能動於物也。見灌頂疏。", "1579": "阿難四分入滅阿難四分入滅", "158": "八。第二為第三。第四為第五。第三為第六。無所有何", "1580": "阿難付囑商那和修佛法已。於晨朝入城乞食。而作", "1581": "念言。阿闍世王與我有要。我往辭之。即至王門。守門", "1582": "人見王眠睡。不敢報知。阿難言。王若覺時。可白王言。", "1583": "阿難欲入涅槃。故來語王。阿難思惟。我今於恒河中", "1584": "當入涅槃。可免毗舍離王舍城二國相諍。即往恒河", "1585": "中流。又付最後弟子摩田提已。作十八變。分為四分。", "1586": "一分忉利釋提桓因。一分娑竭羅龍王。一分阿闍世", "1587": "王。一分毗舍離諸黎車等。詳見阿育王傳第三卷。", "1588": "卷十○卷十", "1589": "認雹為珠徒勞珍藏認雹為珠徒勞珍藏", "159": "次。註云。頓教不立階級。故許互為。末言無所有何次", "1590": "鴦崛經偈云。譬如有愚夫。見雹生妄想。謂是琉璃珠。", "1591": "取已執持歸。置之瓶器中。守護如真寶。不久悉消融。", "1592": "空想默然住。於餘真琉璃。亦復作空想。今疏取之以", "1593": "喻外道。迷有漏天。作無為解。而不識真涅槃果也。", "1594": "書曰天作孽四句書曰天作孽四句", "1595": "王拜手稽首曰。予小子不明于德。自底不類。欲敗度。", "1596": "縱敗禮。以速戾于厥躬。天作孽。猶可違。自作孽。不可", "1597": "逭。既往背師保之訓。弗克于厥初。尚賴匡救之德。圖", "1598": "惟厥終。集傳。拜手。首至手也。稽首首至地也。太甲致", "1599": "敬於師保。其禮如此。速召也。戾罪。孽災。逭逃也。王拜", "16": "慙力之弗及。第師命難違。不得已而應之。老人自此", "160": "者。謂一切俱遣。何論次第。", "1600": "手稽首。以致其敬而言曰。予小子昏昧於德。自至不", "1601": "肖。嗜欲無節。而壞法度。縱肆不恭。而失禮儀。以召罪", "1602": "戾於吾身。凡天作之禍。猶可挽回。自作之殃。不可逃", "1603": "遁。已往既逆師保之訓。不能謹之於始。此後尚賴正", "1604": "救之力。以圖謀其終也。見商書太甲中。", "1605": "依鏡拂塵本無一物依鏡拂塵本無一物", "1606": "神秀大師偈曰。身是菩提樹。心如明鏡臺。時時勤拂", "1607": "拭。勿使惹塵埃。慧能六祖偈云。菩提本無樹。明鏡", "1608": "亦非臺。本來無一物。何處惹塵埃。出法寶壇經。", "1609": "掘井九仞而不及泉掘井九仞而不及泉", "161": "淨名默住淨名默住", "1610": "孟子曰。有為者。譬若掘井九軔。同仞而不及泉。猶", "1611": "為棄井也。註云。八尺曰仞。言鑿井雖深。然未及泉而", "1612": "止。猶為自棄其井也。見盡心篇。", "1613": "梵志以不受為宗梵志以不受為宗", "1614": "大智度論略云。舍利弗舅。摩訶俱絺羅。與姊舍利論", "1615": "議不如。思惟念言。非姊力也。必懷智人。寄言母口。未", "1616": "生乃爾。及生長大。當如之何。思惟是已。生憍慢心。為", "1617": "廣論議故。出家作梵志。入南天竺國。讀十八種經誓", "1618": "不剪爪。因號為長爪梵志。以種種經書智慧力。摧伏", "1619": "諸論師已。還至摩伽陀國王舍城那羅聚落。至本生", "162": "維摩經云。於是文殊師利問維摩詰。我等各自說已。", "1620": "處。問人言。我姊生子。今在何處。有人語言。汝姊子者。", "1621": "適生八歲。讀一切經書盡。至年十六。論議勝一切人。", "1622": "有釋種道人。姓瞿曇。與作弟子。長爪聞之。即起憍慢。", "1623": "生不信心。而作是言。如我姊子。聰明如是。彼以何術", "1624": "誘誑剃頭作弟子。說是語已。直向佛所。問訊訖。一面", "1625": "坐。作是念。一切論可破。一切語可壞。一切執可轉。乃", "1626": "至以何論議道。而得我姊子。作是思惟時。佛令立論。", "1627": "以何為宗。梵志曰。瞿曇。我一切法不受為宗。佛言。汝", "1628": "一切法不受。是見還受不。長爪梵志如好馬見鞭影", "1629": "即覺。便著正道。低頭思惟。佛置我著二處負門中。若", "163": "仁者當說何等是菩薩入不二法門。時維摩詰默然", "1630": "我說是見我受。是負處門麁。故多人知。云何自言一", "1631": "切法不受。今言是見我受。此現前妄語。第二負處門", "1632": "細。我不受之。以不多人知故。作是念已。答佛言。瞿曇", "1633": "一切法不受。是見亦不受。佛語梵志。汝不受一切法", "1634": "是見亦不受。則無所受。與眾人無異。何用貢高而生", "1635": "憍慢。如是長爪梵志。不能得答。自知墮負處。即於佛", "1636": "一切智中。起恭敬。生信心。投佛出家。證羅漢果。", "1637": "祖家謂之無心猶隔一重關祖家謂之無心猶隔一重關", "1638": "同安察禪師十玄談云。問君心印作何顏。心印何人", "1639": "敢授傳。歷劫坦然無異色。呼為心印早虗言。須知體", "164": "無言。文殊師利歎曰。善哉善哉。乃至無有文字語言。", "1640": "自虗空性。將喻紅爐火裏蓮。莫謂無心云是道。無心", "1641": "猶隔一重關。見禪宗諸祖歌頌集。", "1642": "獅絃奏於羣音獅絃奏於羣音", "1643": "萬善同歸集云。譬如有人。用師子筋以為琴絃。其聲", "1644": "一奏。一切餘絃悉皆斷壞。若人菩提心中。行念佛三", "1645": "昧者。一切煩惱。一切諸障。皆悉斷滅。", "1646": "首楞嚴經指掌疏事義終", "165": "是真入不二法門。", "166": "擔麻棄金擔麻棄金", "167": "昔有二人入山與業。各擔麻一擔。偶於中路。見無數", "168": "布帛。一智者云。吾棄麻擔布帛。一愚者云。吾擔來路", "169": "遠。只是擔麻。前行不遠。又見白銀。智者棄布帛擔銀。", "17": "入城。就於嘉與恭建講期三載訖。切念。疏本草創。修", "170": "愚者依舊擔麻。前行又見黃金。智者棄銀擔金。愚者", "171": "依舊只是擔麻。自負所見不肯從人者。大率如是。見", "172": "彌陀演義。", "173": "食金剛喻食金剛喻", "174": "華嚴經第五十二云。譬如丈夫。食少金剛。終竟不消。", "175": "要穿其身。出在於外。何以故。金剛不與肉身雜穢而", "176": "同止故。於如來所。種少善根。亦復如是。要穿一切有", "177": "為諸行煩惱身過。到於無為究竟智處。何以故。此少", "178": "善根。不與有為諸行煩惱而共住故。", "179": "一音聲語言體(至)十海印炳現體一音聲語言體至十海印炳現體", "18": "飾未經。取益來今。宜加刪補。是以重竭心思。再易韋", "180": "一音聲語言體。謂言音語業為教體也。故佛唱號言", "181": "辭評量論說是謂佛教。二名句文身體。名者依事立", "182": "名。句者眾語合成。文者聯合眾義。皆言身者。集聚之", "183": "義。謂此三者。次第行列。安布連合。而能詮顯教法之", "184": "體也。三通取四法體。良以音聲一種。正就佛說。容為", "185": "教體。流傳後代。書之竹帛。曾何有聲。豈無教體。故通", "186": "取聲名句文四法。而為能詮教體也。四通攝所詮體。", "187": "謂經文通攝所詮義理為教體也。蓋文是所依。義是", "188": "能依。文是能詮。義是所詮。此明文義相成也。十住品", "189": "云。文隨於義義隨於文是也。五諸法顯義體。謂但能", "19": "編。務雖冗而著為急。年未滿而訂過半。非資神加。亦", "190": "顯義理一切諸法皆為教體。淨名第三云。有以光明", "191": "而作佛事。有以諸菩薩而作佛事。有以佛所化人而", "192": "作佛事。有以佛菩提樹衣服臥具乃至八萬四千諸", "193": "塵勞門而作佛事。六攝境唯心體。謂以前五種一切", "194": "諸法唯心所現。故攝為教體也。起信論云。所言法者。", "195": "謂眾生心。是心則攝一切世間出世間法是也。七會", "196": "緣入實體。謂會前六門緣起差別教法。同入真如一", "197": "實之體也。蓋諸聖教。皆從真如流出。故因緣事相本", "198": "空。全是真如體性也。八理事無礙體。謂真如是理。教", "199": "法是事。此二無礙。為教體也。蓋一切教法。雖全體即", "2": "余丁卯秋。炙　老人於遺光。聽講正脈。疏中有矛盾", "20": "借聖被。緣事來山。命余參閱。余曰欲辨正訛之義。還", "200": "真如。而不礙事相宛然。雖真如全體為一切教法。而", "201": "不礙理性明現。二互交徹。無礙融通也。九事事無礙", "202": "體。謂一切法文義圓融。以無障礙法界為教體也。蓋", "203": "所起教稱性融通。事事無礙。遂令一言一音。一文一", "204": "義。一因一果。一毛一塵。含攝法界。圓融無礙。遞互交", "205": "叅。重重無盡。十海印炳現體。如前差別無盡教法。皆", "206": "是如來海印定中同時炳現。設所化機。亦同緣起。炳", "207": "現定中。是故唯以三昧為斯教體。此約果位。若約因", "208": "位圓信。亦得印現。賢首品云。如是一切皆能現。海印", "209": "三昧威神力。詳見華嚴懸談。並三藏法數。", "21": "須講論之功。爰茲披文過講日事窮研。間有字句舛", "210": "得房相家筆授經函得房相家筆授經函", "211": "唐京師崇福寺惟慤法師。俗姓連氏。九歲割愛。冠年", "212": "受具。徧參諸方。略無倦色。年臨不惑。尚住神都。因受", "213": "舊相房公融宅請。未飯之前。宅中出經函云。相公在", "214": "南海知南詮。預其翻經。躬親筆授。首楞嚴經一部。留", "215": "家供養。今筵中正有十僧。每人可開題一卷。師坐第", "216": "四位。舒經見富摟那問生起義。覺其文婉。其理玄。發", "217": "願撰疏。疏通經義。見宋高僧傳。", "218": "受扶宗之付囑受扶宗之付囑", "219": "長水法師。諱子璿。嘉禾人也。自落紺誦楞嚴不輟。從", "22": "差處。不無點竄。但疏中引古事蹟。及諸典語。多有疑", "220": "洪敏法師。講至動靜二相了然不生。有省。謂敏曰。敲", "221": "空擊木。尚落筌蹄。舉目揚眉。已成擬議。去此二途。方", "222": "契斯旨。敏拊而證之。然欲探禪源。罔知攸往。聞瑯琊", "223": "覺道重當世。即趣其席。值上堂次。出問清淨本然。云", "224": "何忽生山河大地。瑯琊憑陵答曰。清淨本然云何忽", "225": "生山河大地。師領悟。禮謝曰。願侍巾瓶。瑯琊曰。汝宗", "226": "不振久矣。宜勵志扶持。報佛恩德。勿以殊宗為介也。", "227": "乃如教。再拜以辭。後住長水。承稟日。顧眾曰。道非言", "228": "象得。禪非擬議知。會意通宗。曾無別致。由是二宗仰", "229": "之。見五燈會元及指月錄。", "23": "兕。未見的據者。以故徧討羣籍。潛詢博達。不期年而", "230": "思應肉身比丘之讖思應肉身比丘之讖", "231": "林間錄云。天台聞西天有首楞嚴。以世主秘嚴。不肯", "232": "傳布。天台常遙禮。願早至此土。又清涼云。此經吾", "233": "不得而見之矣。當有宰官菩薩。以文章翻譯佛語。又", "234": "數百年當有肉身比丘。以吾教釋此經。見佛祖統紀。", "235": "昔孤山舊筆思應者。或是指此。", "236": "尋羊覔跡自惑多岐尋羊覔跡自惑多岐", "237": "楊子之鄰人亡羊。既率其黨。又請楊子之豎追之。楊", "238": "子曰。嘻。亡一羊何追者之眾。隣人曰。多岐路故。及反。", "239": "問。獲羊乎。曰。亡之矣。曰。奚亡之。曰。岐路之中又有岐", "24": "彚集成本。用佐經疏流通。目曰首楞嚴經指掌疏事", "240": "焉。吾不知所之。所以反也。載列子說符篇。", "241": "卷一○卷一", "242": "名者實之賓名者實之賓", "243": "堯讓天下與許由曰。日月出矣。而爝火不息。其於光", "244": "也。不亦難乎。時雨降矣。而猶浸灌。其於澤也。不亦勞", "245": "乎。夫子立而天下治。而我猶尸之。吾自視缺然。請致", "246": "天下。由曰。子治天下。天下既已治也。而我猶代子。吾", "247": "將為名乎。名者實之賓也。吾將為賓乎。鷦鷯巢於深", "248": "林。不過一枝。偃鼠飲河。不過滿腹。歸休乎君。予無所", "249": "用天下為。庖人雖不治庖。尸祝不越樽爼而代之矣。", "25": "義。斯乃借古人有據之事蹟。眾典可法之詞句。以證", "250": "見莊子內篇逍遙遊。", "251": "嵐毗尼林神嵐毗尼林神", "252": "時嵐毗尼林神而說頌言。我在金華園。見彼初生日。", "253": "我時為乳母。智慧極聰利。諸天授與我。菩薩金色身。", "254": "我時疾捧持。諦觀不見頂。出華嚴經第四十七卷。清", "255": "凉判此神為九地菩薩。見華嚴疏鈔。", "256": "東方應持菩薩東方應持菩薩", "257": "東方思夷華佛土。有菩薩名應持。來詣忍界。欲度如", "258": "來身限。上方去此百億恒河沙諸佛國土。有世界名", "259": "蓮華嚴。在上而立。欲見頂相。永不得見。沒彼佛國。發", "26": "今疏樹立之義。則疏可發明。而經無疑滯矣。其行遠", "260": "意之頃。到此佛土。禮釋迦足。以偈頌曰。欲解達佛身。", "261": "猶如喻虗空。樂得知邊際。以捨所造作。過此百千億。", "262": "無量恒河沙。上越若干土。欲見佛身頂。過到無限土。", "263": "至蓮華佛界。樂得身邊限。不覩見佛頂。此係略引。詳", "264": "出大寶積經第十卷。", "265": "鵬飛萬里培風於未徙之先鵬飛萬里培風於未徙之先", "266": "齊諧言曰。鵬之徙於南溟也。水擊三千里。搏扶搖而", "267": "上者九萬里。去以六月息者也。乃至風之積也不厚。", "268": "則其負大翼也無力。故九萬里則風斯在下矣。而後", "269": "乃今培風。背負青天而莫之夭閼者。而後乃今將圖", "27": "自邇。登高自卑者。聊為一助云爾。", "270": "南。註云。必有此大風培送。方敢遠謀圖南之舉。風小", "271": "則不敢輕舉也。見莊子逍遙遊。", "272": "龍驟千江奮力在將行之際龍驟千江奮力在將行之際", "273": "名義集云。那伽秦言龍。鱗虫之長。能幽能明。能大能", "274": "小。春分登天。秋分入地。別行有四種。一天龍。與雲致", "275": "雨。二地龍。決江開瀆。三天宮龍。守天宮殿。四伏藏龍。", "276": "守護伏藏。今疏云龍驟千江。似是地龍。然欲馳驟千", "277": "江。必先奮迅其力。而乃得行。若不奮力。則不能也。", "278": "蟻山蠖樹蟻山蠖樹", "279": "莊子云。君子之居世。得時則蟻行。失時則鵲起。註云。", "28": "No. 309", "280": "蟻行逶迤有序。鵲起凌風即飛。言難進易退也。爾", "281": "雅云。尺蠖曰蟲。屈伸而行。一名蝍𧑙。形小多足。生桑", "282": "上。其長至尺。行則屈腰。使首尾相就。今疏言蟻子登", "283": "山。尺蠖上樹者。皆喻漸教修行。用力多而成功遲也。", "284": "道安雄判雅合於親光道安雄判雅合於親光", "285": "秦主請諸德入內。講楞伽經已。問曰。朕聞佛法幽深。", "286": "至理玄奧。向觀所談。都無科次。何也。諸德無對。時道", "287": "安至襄陽聞之。遂將華夏大小諸經。科為三分。當時", "288": "舉朝不許。後唐三藏譯親光菩薩所造佛地論。釋佛", "289": "地經。科為三分。教起因緣分。聖教所說分。依教奉行", "29": "首楞嚴經指掌疏事義", "290": "分。見會玄記。", "291": "私淑私淑", "292": "孟子曰。予未得為孔子徒也。予私淑諸人也。註云。私", "293": "猶竊也。淑善也。人謂子思之徒也。言予雖未得親受", "294": "業於孔子之門。然聖人之澤尚存。猶有能傳其學者。", "295": "故我得聞孔子之道於人而私竊以善其身。蓋推尊", "296": "孔子。而自謙之辭也。見離婁篇。", "297": "讀古讀古", "298": "齊桓公讀書於堂上。輪扁斵輪於堂下。釋椎鑿而上", "299": "問桓公曰。敢問公之所讀者何言也。公曰。聖人之言", "3": "處。俱蒙辨晣。兼示己意。甞有製疏之言。但未遑及耳。", "30": "懸示○懸示", "300": "也。曰。聖人在乎。公曰。亡矣。曰。然則公之所讀者。乃古", "301": "人之糟粕也。公曰。寡人讀書。輪人安得議乎。有說則", "302": "可。無說則死。扁曰。以臣之事觀之。徐則甘而不固。疾", "303": "則苦而不入。不徐不疾。得之於心。應之於手。口不能", "304": "言。有數存焉。於其間。臣不能喻臣之子。臣之子。亦不", "305": "能受之於臣。是以行年七十而老斵輪。古之人與其", "306": "不可傳者死矣。然則君之所讀者。古人之糟粕也。精", "307": "解云。餔糟粕者。豈知酒味。讀古人之遺書者。豈知道", "308": "味哉。載莊子天道篇。", "309": "風行草偃風行草偃", "31": "指掌指掌", "310": "季康子問政於孔子曰。如殺無道。以就有道。何如。孔", "311": "子對曰。子為政。焉用殺。子欲善而民善矣。君子之德", "312": "風。小人之德草。草上之風必偃。註云。為政者。民所視", "313": "效。何以殺為。欲善則民善矣。故君子之德如風。小人", "314": "之德如草。草上加之以風。莫不從風而偃仆也。見論", "315": "語下。", "316": "子期不遇伯牙絕絃子期不遇伯牙絕絃", "317": "列子云。伯牙善鼓琴。鍾子期善聽。伯牙鼓琴志在高", "318": "山。子期曰。善哉。峨峨兮若泰山。志在流水。子期曰。善", "319": "哉。洋洋兮若江河。伯牙所念。子期必善得其意。伯牙", "32": "或問禘之說。子曰。不知也。知其說者。之於天下也。其", "320": "遊於泰山之陰。卒逢暴雨。止於巖下。心悲。乃援琴而", "321": "鼓之。初為霖雨之操。更造崩山之音。音曲每奏。鍾子", "322": "期輙窮其趣。伯牙乃捨琴而歎曰。善哉。子之聽夫志。", "323": "想象猶吾心也。吾於何以逃聲哉。莊子云。鍾子期死。", "324": "伯牙終身不復鼓琴。蓋無知音人也。", "325": "如時雨之化如時雨之化", "326": "孟子曰。君子之所以教者五。有如時雨化之者。註云。", "327": "時雨及時之雨也。草木之生。播種封殖。人力已至。而", "328": "未能自化。所少者雨露之滋耳。及此時而雨之。則其", "329": "化速矣。教人之妙。亦猶是也。見盡心篇。", "33": "如示諸斯乎。指其掌。言明且易也。見論語上。", "330": "啐啄無違啐啄無違", "331": "鏡清禪師示眾云。大凡行脚人。須具啐啄同時眼。有", "332": "啐啄同時用。方稱衲僧。如母欲啄而子不得不啐。子", "333": "欲啐而母不得不啄。有僧便出問。母啄子啐。於和尚", "334": "分上成得箇什麼邊事。清云。好個消息。僧云。子啐母", "335": "啄。於學人分上成得個什麼邊事。清云。露箇面目。所", "336": "以鏡清門下。有啐啄之機。見碧巖集第二卷。正脈", "337": "音義云。行人以自慧為親因。以如來威力為助緣。因", "338": "緣凑合。如雞抱卵。時至將出。小雞往外啐。大鷄往裏", "339": "啄。同時用力。無少違也。", "34": "勿輕間然勿輕間然", "340": "先以定動後以智發先以定動後以智發", "341": "潮州靈山大顛寶通禪師。韓文公一日相訪。問師春", "342": "秋多少。師提起數珠曰。會麼。公曰不會。師曰。晝夜一", "343": "百八。公不曉。遂回。次日再來。至門前。見首座。舉前話。", "344": "問意旨如何。座扣齒三下。及見師。理前問。師亦扣齒", "345": "三下。公曰。原來佛法無兩般。師曰。是何道理。公曰。適", "346": "來問首座亦如是。師乃召首座。是汝如此對否。座曰", "347": "是。師便打。趁出院。文公又一日白師曰。弟子軍州事", "348": "繁。佛法省要處乞師一語。師良久。公罔措。時三平為", "349": "侍者。乃敲禪牀三下。師曰作麼。平曰。先以定動。後以", "35": "子曰。禹吾無間然矣。註云。間罅隙也。謂指其罅隙而", "350": "智󳫠。公乃曰。和尚門風高峻。弟子於侍者邊得箇入", "351": "處。見五燈會元及指月錄。今疏云發字。略變其文耳。", "352": "華嚴表根本智華嚴表根本智", "353": "華嚴綸貫云。善財童子。於福城東際大塔廟前。叅見", "354": "文殊。文殊作象王回顧。師子嚬呻。是時六千比丘。言", "355": "下成道。五眾益友。頓啟初心。善財悟了。文殊告云。汝", "356": "今見我。得根本智。未得差別智。可以南遊經歷一百", "357": "一十城。叅見五十三善知識。差別門庭。一一透過。成", "358": "等正覺。", "359": "上行下效上行下效", "36": "非議之也。見論語上。", "360": "萬菴曰。草堂弟子。唯山堂有古人之風。住黃龍日。有", "361": "智恩上座。為母修冥福。透下金二錢。兩日不尋。聖僧", "362": "才侍者。因掃地而得之。掛拾遺牌。一眾方知。蓋主法", "363": "者清淨。所以上行下效也。見禪林寶訓。", "364": "須達東坡耶舍龐公須達東坡耶舍龐公", "365": "名義集云。須達多。此云善施。勝軍王大臣。仁而聰敏。", "366": "積而能散。賑乏濟貧。哀孤䘏老。時美其德。號給孤獨。", "367": "東坡。姓蘇名軾。字子瞻。眉山人。得法於東林聰。官", "368": "至翰林。後築室於黃州城東。因號東坡居士。見寶訓", "369": "筆說。因果經云。爾時長者子。名曰耶舍。聰明利根。", "37": "掛一漏十掛一漏十", "370": "極大巨富。閻浮提中最為第一。服天冠瓔珞。著無價", "371": "寶屐。與諸妓女常相娛樂。後厭離心生。尋光度河。遇", "372": "佛接濟。得證無學。襄州居士龐蘊者。衡州衡陽縣", "373": "人也。字道玄。世本儒業。少悟塵勞。志求真諦。唐貞元", "374": "初。謁石頭和尚。忘言會旨。後之江西叅馬祖。問曰。不", "375": "與萬法為侶者。是甚麼人。祖曰。待汝一口吸盡西江", "376": "水。即向汝道。士於言下頓領玄要。見傳燈錄。", "377": "引領以望引領以望", "378": "孟子曰。今夫天下之人牧。未有不嗜殺人者也。如有", "379": "不嗜殺人者。則天子之民。皆引領而望之矣。註云。人", "38": "語見普陀新誌。蓋言其所取者少。而所遺者多也。", "380": "牧謂牧民之君也。領頸也。蓋好生惡死。人心所同。故", "381": "人君不嗜殺人。則天下悅而歸之。見梁惠王篇。", "382": "體色量三皆應法故體色量三皆應法故", "383": "發軫鈔云。應法之器也。謂體色量三者。皆悉與法相", "384": "應。體有二。泥及鐵也。色者用麻子杏仁。搗碎塗其內", "385": "外。竹烟熏治。熏作鳩鴿項色孔󳭋色。所熏者為何。夏", "386": "天盛物不餿。不染垢膩。有此功用。故當熏治。量者。分", "387": "上中下。若准唐斗。上鉢一斗。中鉢七升。下鉢五升。故", "388": "名應器。", "389": "翼三寶備六德翼三寶備六德", "39": "旭日先照高山旭日先照高山", "390": "達觀大師云。夫鉢之為器。翼三寶。備六德。何以名其", "391": "翼三實。蓋微此則僧無所資。僧無所資則慧命斷。慧", "392": "命斷則佛種滅矣。彼其能清。能容。能儉。能廣。能尊。能", "393": "古。則六德之謂也。古由佛授。尊由天獻。廣則普利一", "394": "切。儉則過中不食。容則施受精粗。而福利平等。清則", "395": "舉世不忍以暈投之。如是故吾曹敢不寶重哉。見毗", "396": "尼彚集。", "397": "畫鵠類烏畫鵠類烏", "398": "馬援誡兄子嚴敦書云。龍伯高敦厚周慎。吾愛之重", "399": "之。願汝之效之。杜季良豪俠好義。吾愛之重之。不願", "4": "繼而戒期畢。是年庚午。老人禮臺迴退遺光遷嘉興。", "40": "華嚴云。譬如日出。先照須彌山等諸大高山。如來亦", "400": "汝曹效也。效伯高不得。猶為謹勑之士。所謂刻鵠不", "401": "成。尚類騖者也。效季良不得。陷為天下輕薄子。所謂", "402": "畫虎不成。反類狗者也。詳見漢文。今疏變騖為烏者。", "403": "取喻大不相類也。", "404": "從井救人從井救人", "405": "宰我問曰。仁者雖告之曰井有人焉。其從之也。子曰。", "406": "何為其然也。君子可逝也。不可陷也。可欺也。不可罔", "407": "也。註云。身在井上。乃可以救井中之人。若從之於井。", "408": "則不復能救之矣。仁者雖切於救人而不私其身。然", "409": "不應如此之愚也。見論語上。", "41": "復如是。成就無邊法界智輪。常放無礙智慧光明。先", "410": "從容中道不思不勉從容中道不思不勉", "411": "中庸。子思引孔子之言曰。誠者天之道也。誠之者人", "412": "之道也。誠者不勉而中。不思而得。從容中道聖人也。", "413": "註云。聖人之德。渾然天理。真實無妄。不待思勉。而從", "414": "容中道。則亦天之道也。", "415": "覆轍覆轍", "416": "彌陀疏云。行人雖悟一心。尚餘後有。正宜求生彼國。", "417": "親近彌陀。喆老青公。皎然覆轍。鈔云。喆老耽戀富貴。", "418": "青公多歷苦憂。皆由不慕往生。自失善利。演義引賈", "419": "誼曰。前車既覆。後車當戒。今阿難示墮準思。", "42": "照菩薩摩訶薩等諸大山王。出第五十卷。", "420": "萍水萍水", "421": "王勃滕王閣序云。萍水相逢。盡是他鄉之客。貫通解", "422": "云。浪跡如萍。分流似水。喜今日之萍水相逢。雖貴賤", "423": "異等。然孰為故土。蓋盡是他鄉之客。豈不為一時之", "424": "幸遇哉。見古文快筆。", "425": "風帆順水風帆順水", "426": "蓮宗寶鑑云。嗟乎。初心信淺。非他力難以進修。我佛", "427": "願深。但有緣悉皆攝受。須信餘門學道。如蟻子上於", "428": "高山。淨土往生。似風帆行於順水。", "429": "毫釐千里毫釐千里", "43": "敗種敗種", "430": "永嘉大師證道歌云。非不非。是不是。差之毫釐失千", "431": "里。是則龍女頓成佛。非則善星生陷墜。", "432": "彌滿清淨中不容他彌滿清淨中不容他", "433": "圓覺略疏序云。彌滿清淨。中不容他。鈔云。彌然畟滿。", "434": "無有邊涯。是一味之覺無不清淨。於真覺境中。無別", "435": "一塵有體之法。何以故。色乖空故。如火乖水。水不容", "436": "火。故云中不容他。此即法界觀中。真空絕相觀也。", "437": "茅塞茅塞", "438": "孟子謂高子曰。山徑之蹊閒。介音戞然用之而成路。為", "439": "閒不用。則茅塞之矣。今茅塞子之心矣。註云。徑山路", "44": "維摩經迦葉自責云。我等何為永絕其根。於此大乘", "440": "也。蹊人行處也。介然倐然之頃也。用由也。路大路也。", "441": "為閒少頃也。茅塞茅草生而塞之也。言理義之心不", "442": "可少有閒斷也。見盡心篇。", "443": "習矣不察習矣不察", "444": "孟子曰。行之而不著焉。習矣而不察焉。終身由之而", "445": "不知其道者眾也。註云。著者知之明。察者識之精。言", "446": "方行之而不能明其所當然。既習矣而猶不識其所", "447": "以然。所以終身由之而不知其道者多也。見盡心篇。", "448": "東觸西觸東觸西觸", "449": "功輔自當塗太平州也絕江。訪白雲端和尚於海會。白雲", "45": "已如敗種。釋云。敗種者。已壞之種不能發生。二乘󰞆", "450": "問公。牛湻乎。公曰。湻矣。白雲叱之。公拱而立。白雲曰。", "451": "湻手湻乎。南泉大溈。無異此也。仍贈以偈曰。牛來山", "452": "中。水足草足。牛出山去。東觸西觸。見禪林寶訓。", "453": "龜鑑龜鑑", "454": "寶訓。妙喜謂子韶曰。近代主法者。無如真如喆。善輔", "455": "弼叢林。莫若楊岐。嗟乎。二老實千載衲子之龜鑑也。", "456": "筆說註云。龜知未來之禍福。鑑照現在之妍󳯺。", "457": "周官土圭測景立標周官土圭測景立標", "458": "周禮。大司徒以土圭之法。測土深。正日景。以求地中。", "459": "鄭註。土圭長尺有五寸。以夏至日。立八尺之表。其景", "46": "身泯智。不能發生大乘善根。亦復如是。今疏取喻中", "460": "適正。與土圭等。謂之地中。", "461": "阿伽陀遇病即除阿伽陀遇病即除", "462": "名義集云。阿伽陀。此云普去。能去眾病。又翻圓藥。華", "463": "嚴云。阿伽陀藥。眾生見者。眾病悉除。", "464": "覔心了不可得覔心了不可得", "465": "初祖菩提達磨大師。寓止嵩山少林寺。終日默然面", "466": "壁而坐。人莫之測。謂之壁觀婆羅門。有神光者。久居", "467": "伊洛。博覽羣籍。善談玄理。母歎曰。孔老之教。禮術風", "468": "規。莊易之書。未盡妙理。近聞達磨大士。住止少林。至", "469": "人不遙。當造玄境。遂詣祖叅承。祖常端坐面壁。莫聞", "47": "下小機。", "470": "誨勵。光自惟曰。昔人求道。敲骨取髓。刺血濟饑。布髮", "471": "掩泥。投崕飼虎。古尚如此。我又何人。值大雪。光夜侍", "472": "立。遲明積雪過膝。立愈恭。祖顧而憫之。問曰。汝久立", "473": "雪中。當求何事。光悲淚曰。惟願和尚慈悲。開甘露門。", "474": "廣度羣品。祖曰。諸佛無上妙道。曠劫精勤。難行能行。", "475": "非忍而忍。豈以小德小智。輕心慢心。欲冀真乘。徒勞", "476": "勤苦。光聞祖誨勵。潛取利刀。自斷右臂。置於祖前。祖", "477": "知是法器。乃曰。諸佛最初求道。為法忘形。汝今斷臂", "478": "吾前。求亦可在。祖遂因與易名。曰慧可。乃曰。諸佛法", "479": "印。可得聞乎。祖曰。諸佛法印。匪從人得。可曰。我心未", "48": "黑山暫明黑山暫明", "480": "寧。乞師與安。祖曰。將心來與汝安。可良久曰。覔心了", "481": "不可得。祖曰。我與汝安心竟。詳見五燈會元並指月", "482": "錄。", "483": "此土謝罪順命則肉袒此土謝罪順命則肉袒", "484": "楚子莊王圍鄭克之。鄭伯襄公肉袒牽羊以逆曰。孤不天。", "485": "不能事君。使君懷怒以及敝邑。孤之罪也。敢不唯命", "486": "是聽。云云出在傳。", "487": "不可諫猶可追不可諫猶可追", "488": "楚狂接輿歌而過。孔子曰。鳳兮鳳兮。何德之衰。往者", "489": "不可諫。來者猶可追。已而已而。今之從政者殆而。註", "49": "華嚴云。次照黑山。如來智輪。次照聲聞緣覺。", "490": "云。鳳有道則見。無道則隱。接輿以此孔子。而議其不", "491": "能隱。為德衰也。來者可追。言及今尚可隱去已止也。", "492": "見論語下。", "493": "見賢思齊見賢思齊", "494": "子曰。見賢思齊焉。見不賢而內自省也。註云。思齊者。", "495": "冀己亦有是善。內自省者。恐己亦有是惡。見論語上。", "496": "目擊而道存目擊而道存", "497": "仲尼見溫伯雪子而不言。子路曰。夫子欲見溫伯雪", "498": "子久矣。見之而不言何也。仲尼曰若夫人者。目擊而", "499": "道存。亦不可以容聲矣。出莊子外篇。", "5": "余亦告假。省師自里。歸過西山。棲岫雲。光陰荏苒。歲", "50": "摸象唯得象似摸象唯得象似", "500": "把手相牽行不得把手相牽行不得", "501": "石屋禪師山居詩曰。圓顱方服作沙門。便是牟尼佛", "502": "子孫。止惡防非調意馬。忘機息見制心猿。鍊磨道性", "503": "真金淨。涵養靈源美玉溫。把手牽他行不得。為人自", "504": "肯乃方親。", "505": "天龍一指天龍一指", "506": "婺州金華山俱胝和尚。初住庵時。有尼名實際。來戴", "507": "笠子執錫。遶師三匝曰。道得即下笠子。如是三問。師", "508": "皆無對。尼便去。師曰。日勢稍晚。何不且住。尼曰。道得", "509": "即住。師又無對。尼去後。師歎曰。我雖處丈夫之形。而", "51": "涅槃經第三十二云。譬如有王。告一大臣。多集眾盲", "510": "無丈夫之氣。不如棄庵往諸方參尋知識去。其夜山", "511": "神告曰。不須離此。將有肉身菩薩。來為和尚說法也。", "512": "逾旬果天龍和尚到庵。師乃迎禮。具陳前事。龍竪一", "513": "指示之。師當下大悟。自此凡有學者恭問。師唯舉一", "514": "指。無別提唱。有一供過童子。每見人問事。亦竪指祗", "515": "對。人謂師曰。和尚童子亦會佛法。凡有問皆如和尚", "516": "竪指。師一日潛袖刀子問童曰。聞你會佛法是否。童", "517": "曰是。師曰。如何是佛。童竪起指頭。師以刀斷其指。童", "518": "呌喚走出。師召童子。童回首。師曰。如何是佛。童舉手", "519": "不見指頭。豁然大悟。師將順世。謂眾曰。吾得天龍一", "52": "以象示之。時彼眾盲。各以手觸。王喚眾盲各各問言。", "520": "指頭禪。一生用不盡。言訖示滅。見五燈會元。並傳燈", "521": "錄。", "522": "放過即不可放過即不可", "523": "韶州雲門山光奉院文偃禪師示眾云。光不透脫。有", "524": "兩般病。一切處不明。面前有物是一。又透得一切法", "525": "空。隱隱地似有個物相似。亦是光不透脫。又法身亦", "526": "有兩般病。得到法身。為法執不忘。己見猶存。坐在法", "527": "身邊是一。直饒透得法身去。放過即不可。子細點檢", "528": "將來。有甚麼氣息亦是病。見五燈會元並指月錄。", "529": "依俙似曲二句依俙似曲二句", "53": "象為何類。其觸牙者。即言象形如蘆菔根。其觸耳者。", "530": "高駢夜聽風箏詩曰。夜靜絃聲𩐿碧空。宮商信任往", "531": "來風。依俙似曲纔堪聽。又被風吹別調中。", "532": "肘後具符者肘後具符者", "533": "憨山大師頌曰。莫道夷門薦狗屠。一言然諾許全軀。", "534": "提鎚直入中軍帳。奪得將軍肘後符。", "535": "吐舌耳聾吐舌耳聾", "536": "洪州百丈山懷海禪師。福州長樂人。王氏子。四歲離", "537": "塵。三學該練。叅馬大師為侍者。一日侍馬祖行次。見", "538": "一羣野鴨飛過。祖曰。是甚麼。師曰。野鴨子。祖曰。甚處", "539": "去也。師曰。飛過去也。祖遂把師鼻扭。負痛失聲。祖曰。", "54": "言象如箕。其觸頭者。言象如石。其觸鼻者。言象如杵。", "540": "又道飛過去也。師於言下有省。師再參侍立次。祖目", "541": "視繩床角拂子。師曰。即此用離此用。祖曰。汝向後開", "542": "兩片皮。將何為人。師取拂子竪起。祖曰。即此用離此", "543": "用。師挂拂子於舊處。祖振威一喝。師直得三日耳聾。", "544": "未幾住大雄山。以所處巖巒峻極。故號百丈。四方學", "545": "者󰦶至。一日謂眾曰。佛法不是小事。老僧昔被馬大", "546": "師一喝。直得三日耳聾。黃蘗聞舉。不覺吐舌。師曰。子", "547": "已後莫承嗣馬祖去麼。蘗曰不然。今日因和尚舉。得", "548": "見馬祖大機大用。然且不識馬祖。若嗣馬祖。已後喪", "549": "我兒孫。師曰。如是如是。見與師齊。減師半德。見過於", "55": "其觸脚者。言象如臼。其觸脊者。言象如牀。其觸腹者。", "550": "師。方堪傳授。子甚有超師之見。蘗便禮拜。詳見五燈", "551": "會元並指月傳燈二錄。", "552": "老婆禪老婆禪", "553": "鎮州普化和尚者。不知何許人也。師事盤山。密受真", "554": "訣。而徉狂出言無度。暨盤山順世。乃於北地行化。或", "555": "城市。或塚間。振一鐸曰。明頭來明頭打。暗頭來暗頭", "556": "打。四方八面來旋風打。虗空來連架打。一日臨濟令", "557": "僧捉住曰。總不恁麼來時如何。師拓開曰。來日大悲", "558": "院裏有齋。僧回舉似濟。濟曰。我從來疑著這漢。凡見", "559": "人無高下皆振鐸一聲。時號普化和尚。或將鐸就人", "56": "言象如甕。其觸尾者。言象如繩。善男子。如彼眾盲。不", "560": "耳邊振之。或附其背。有回顧者。即展手曰。乞我一錢。", "561": "非時遇食亦喫。臨濟一日與河陽木塔長老。同在僧", "562": "堂內坐。正說師每日在街市掣風掣顛。知他是凡是", "563": "聖。師忽入來。濟便問。汝是凡是聖。師曰汝且道我是", "564": "凡是聖。濟便喝。師以手指曰。河陽新婦子。木塔老婆", "565": "禪。臨濟小廝兒。却具一隻眼。濟曰。這賊。師曰。賊賊。便", "566": "出去。詳見五燈會元並指月傳燈二錄。", "567": "觸藩之羊觸藩之羊", "568": "周易曰。羝羊觸藩。不能退不能遂。註云。壯終動極。故", "569": "觸藩而不能退。然其質本柔。故又不能遂其進也。", "57": "說象體。亦非不說。若是眾相悉非象者。離是之外。更", "570": "一點水墨兩處成龍一點水墨兩處成龍", "571": "越州鏡清寺道怤順德禪師。因新到僧叅。師拈起拂", "572": "子。僧曰。久嚮鏡清。猶有這個在。師曰。鏡清今日失利。", "573": "問。學人啐。請師啄。師曰。還得活也無。曰。若不活遭人", "574": "怪笑。師曰。也是草裏漢。問如何是靈源一直道。師曰。", "575": "鏡湖水可煞深。問。學人未達其源。請師方便。師曰。是", "576": "甚麼源。曰。其源。師曰。若是其源。爭受方便。僧禮拜退。", "577": "侍者問。和尚適來莫是成褫伊麼。師曰無。曰。莫是不", "578": "成褫伊麼。師曰無。曰。未審意旨如何。師曰。一點水墨", "579": "兩處成龍。見五燈會元。", "58": "無別象。今疏取之說喻諸家。異說紛紜。唯得乎相似", "580": "出廐良駒已搖鞭影出廐良駒已搖鞭影", "581": "世尊因外道問。不問有言。不問無言。世尊良久。外道", "582": "讚歎曰。世尊大慈大悲。開我迷雲。令我得入。作禮而", "583": "去。阿難白佛。外道得何道理稱讚而去。世尊曰。如世", "584": "良馬見鞭影而行。見宗門統要並五燈會元指月錄。", "585": "沈水俊鯉須設香鉤沈水俊鯉須設香鉤", "586": "潤州金山曇頴達觀禪師。上堂曰。諸方鉤又曲。餌又", "587": "香。奔走猶如蜂抱王。因聖這裏鉤又直。餌又無。猶如", "588": "水底捺葫蘆。舉拄杖作釣魚勢曰。深水取魚長信命。", "589": "不曾將酒祭江神。擲拄杖下座。見五燈會元。", "59": "之義。", "590": "不是上天堂定將下地獄不是上天堂定將下地獄", "591": "南嶽芭蕉庵大道谷泉禪師。性耐垢汙。撥置戒律。眼", "592": "蓋衲子。所至叢林輙刪去。師不以介意。造汾陽謁昭", "593": "禪師。陽奇之。密授記莂。南歸放浪湘中。嘉祐中男子", "594": "冷清。妖言誅師坐清。曾經由庵中。決杖配彬州牢城。", "595": "盛暑負土。經通衢弛擔說偈曰。今朝六月六。谷泉被", "596": "氣𡎺。不是上天堂。便是入地獄。言訖微笑泊然如蟬", "597": "蛻。見指月錄。", "598": "悲二仙而已逝 喜五人而猶在悲二仙而已逝喜五人而猶在", "599": "釋迦如來成道記云。既成佛已。觀所化緣。悲二仙而", "6": "月蹉跎。沿至辛未冬。老人膺命。主席香界。次年壬申", "60": "說乳誰辨乳真說乳誰辨乳真", "600": "不遇雷音。喜五人而堪從法化。註云。二仙。謂阿藍迦", "601": "蘭并󳬂頭藍弗也。念此二外道。垢薄根利。欲先度之。", "602": "彼死七日。嗟其不遇。五人者。一憍陳如。二䟦提離。三", "603": "婆沙波。四阿奢輪。五摩訶男。佛次觀此五人。在鹿野", "604": "苑。根緣僅熟。可以化度。今疏云已逝。猶在者。亦略變", "605": "其文耳。", "606": "舉一三反舉一三反", "607": "子曰。不憤不啟。不悱不發。舉一隅不以三隅反。則不", "608": "復也。註云。憤者。心求通而未得之意。悱者。口欲言而", "609": "未能之貌。啟謂開其意。發謂達其辭。物之有四隅者。", "61": "涅槃經第十四云。如生盲人。不識乳色。便問他言。乳", "610": "舉一可知其三。反者。還以相證之義。復再告也。見論", "611": "語上。", "612": "無相光中常自在無相光中常自在", "613": "寶誌禪師。金陵東陽民。朱氏之婦。上巳日聞兒啼鷹", "614": "窠中。梯樹得之。舉以為子。七歲依鍾山大沙門僧儉", "615": "出家。專修禪觀。梁武帝曾師禮之。嘗作十二時頌。平", "616": "旦寅。日出卯。食時辰。禺中巳。日南午。日昳未。晡時申。", "617": "日入酉。黃昏戌。人定亥。半夜子。雞鳴丑。亥時頌曰。人", "618": "定亥。勇猛精進成懈怠。不起纖毫修學心。無相光中", "619": "常自在。超釋迦。越祖代。心有微塵還窒礙。放蕩長如", "62": "色何似。他人答言。色白如貝。盲人復問。是乳色者如", "620": "癡兀人。他家自有通人愛。詳見指月錄。", "621": "卷二○卷二", "622": "回也見新交臂非故回也見新交臂非故", "623": "物不遷論引仲尼曰。回也見新。交臂非故。舊也疏云。此", "624": "文小變南華之文。彼云仲尼謂顏回曰。吾終身與汝", "625": "交一臂而失之。可不哀與。交臂二說。一云少選也。猶", "626": "言掉臂之間已失矣。一云臂相執也。孔顏交臂相執。", "627": "皆令勿遷。然已遷去。豈能留之。故郭象解云。夫變化", "628": "不可執而留也。論意變化密移。新新非舊。既唯見新。", "629": "新不至故。豈有遷耶。", "63": "貝聲耶。答言。不也。復問。貝色為何似也。答言。猶稻米", "630": "莊生喻夜壑負舟莊生喻夜壑負舟", "631": "夫藏舟於壑。藏山於澤。謂之固矣。然而夜半有力者。", "632": "負之而走。昧者不知也。出莊子內篇大宗師。憨山", "633": "大師註云。藏天真於有形。如藏舟於壑。藏有形於天", "634": "地。如藏山於澤。謂之固矣。此常人以此為定見也。然", "635": "造化密移。雖天地亦為之變。而常人不覺。如有力者", "636": "負之而趍。昧者不知也。", "637": "孔子謂不知老至孔子謂不知老至", "638": "葉公問孔子於子路。子路不對。子曰。汝奚不曰。其為", "639": "人也。發憤忘食。樂以忘憂。不知老之將至云爾。註云。", "64": "粖。盲人復問。乳色柔軟如稻米粖耶。稻米粖者復何", "640": "未得則發憤而忘食。已得則樂之而忘憂。以是二者", "641": "勉焉。日有孳孳而不知年數之不足。但自言其好學", "642": "之篤耳。見論語上。", "643": "河漢河漢", "644": "肩吾問於連叔曰。吾聞言於接輿。大而無當。往而不", "645": "反。吾驚怖其言。猶河漢而無極也。見莊子逍遙遊。", "646": "所之既倦情隨事遷所之既倦情隨事遷", "647": "王羲之蘭亭記云。夫人之相與俯仰一世。或取諸懷", "648": "抱。晤言一室之內。或因寄所托。放浪形骸之外。雖取", "649": "舍萬殊。靜躁不同。當其欣於所遇。暫得於己。快然自", "65": "所似。答言。猶如雨雪。盲人復言。彼稻米粖。冷如雪耶。", "650": "足。曾不知老之將至。及其所之既倦。情隨事遷。感慨", "651": "係之矣。見普文。", "652": "佩珠作丐親友見傷佩珠作丐親友見傷", "653": "法華經五百弟子受記品云。譬如有人。至親友家。醉", "654": "酒而臥。是時親友官事當行。以無價寶珠。繫其衣裏。", "655": "與之而去。其人醉臥。都不覺知。起已遊行。到於它國。", "656": "為衣食故。勤力求索甚大艱難。若少有所得。便以為", "657": "足。於後親友會遇見之。而作是言。咄哉丈夫。何為衣", "658": "食乃至如是。我昔欲令汝得安樂五欲自恣。於某年", "659": "日月。以無價寶珠繫汝衣裏。今故現在。而汝不知。勤", "66": "雪復何似。答言。猶如白鵠。是生盲人。雖聞如是四種", "660": "苦憂惱以求自活。甚為癡也。", "661": "憐兒不覺醜憐兒不覺醜", "662": "圓悟禪師小參云。憶得曹山和尚辭洞山。洞山云。向", "663": "什麼處去。曹山云。向不變異處去。洞山云。不變異處", "664": "豈有去耶。曹山云。去亦不變異。師云大凡衲僧。佩肘", "665": "臂下符。具頂門上眼。向一切萬境萬緣當頭坐斷。豈", "666": "不是個無變異。何故。金剛正體。湛寂凝然。曹山雖得", "667": "此意。爭奈洞山憐兒不覺醜。若是山僧。待地道向不", "668": "變異處去。只向他道。這漢未出門早變了也。見本錄。", "669": "眉毛拖地眉毛拖地", "67": "譬喻。終不能得識乳真色。是諸外道。亦復如是。終不", "670": "圓明居士垂諭云。其餘緇侶。未受付囑者。當念佛祖。", "671": "留此法門。原為眾生生死。若不以了生死為念。披袈", "672": "裟何事。要了生死。須明心地。勿守一知半解得少為", "673": "足。勿墮學識依通未證謂證。勿但圖妄囑出頭悞人。", "674": "勿苟合世法求名損己。所謂業識茫茫。無本可據。上", "675": "則孤負佛祖眉毛拖地之深恩。下則孤負自己本來", "676": "具足之面目。長受沈淪。永依苦趣。誠為可憫。豈不惕", "677": "然。見本選。", "678": "知法者懼知法者懼", "679": "蓮池大師云。予未出家時。乍閱宗門語。便以情識摸", "68": "能得常樂我淨。今疏取之以喻諸家。但有言說。都無", "680": "擬。與一座主書。左縱右橫。座主憚焉。出家數年後。重", "681": "會座主於一宿庵。勞問間。見予專志淨土。語不及宗。", "682": "瞿然曰。子向日見地超卓。今反卑近何也。予笑曰。諺", "683": "有之。初生牛犢不畏虎。識法者懼。君知之乎。座主不", "684": "答。見雲棲法彚。", "685": "種種問橋為智者所訶種種問橋為智者所訶", "686": "宗鏡錄第四十六引方等云。種種問橋。智者所訶。今", "687": "亦如是。為學道故修此四門。三十餘年分別一門尚", "688": "未明了。功夫纔著。年已老矣。無三種味。空生空死。唐", "689": "棄一期。如彼問橋。有何利益。此由著心著無著法而", "69": "真實之義。", "690": "起邪見。今疏取責疑問之不當也。", "691": "南郭子綦謂喪我南郭子綦謂喪我", "692": "南郭子綦隱几而坐。仰天而噓。嗒焉似喪其耦。顏成", "693": "子游。立侍乎前。曰。何居乎。形固可使如槁木。而心固", "694": "可使如死󰞆乎。今之隱几者。非昔之隱几也。子綦曰。", "695": "偃。不亦善乎而問之也。今者吾喪我。汝知之乎。見莊", "696": "子內篇齊物論。", "697": "旋嵐偃岳二句旋嵐偃岳二句", "698": "肇論云。然則旋嵐偃岳而常靜。江河競注而不流。野", "699": "馬飄鼓而不動。日月歷天而不周。新疏云。連引四事。", "7": "夏。余從岫雲來。謁見老人。製疏過講。喜不自勝。今符", "70": "狐疑狐疑", "700": "皆流動中至大至速者。而云常靜等。皆不遷爾。旋嵐", "701": "大風之名。此風起時。偃妙高猶如腐草。江河易見。野", "702": "馬者。南華云。塵埃也。或云。白駒游氣。亦運動中駛埃", "703": "者。日月於晝夜中。周四天下。此皆常靜。不流不動。以", "704": "妄見非真。緣生相假。苟達兩虗。萬物頓寂也。", "705": "卷三○卷三", "706": "首鼠藩羊首鼠藩羊", "707": "漢灌夫傳云。首鼠兩端。言鼠性多疑。出穴觀望。前却", "708": "不果。故持兩端者曰首鼠。藩羊。如前初卷所引。", "709": "兒語空拳兒語空拳", "71": "狐乃狡獸。其性多疑。冬渡冰河。且走且聽。冰下水無", "710": "涅槃經第二十云。又嬰兒者。名物不一。未知正語。雖", "711": "名物不一未知正語。非不因此而得識物。如來亦爾。", "712": "一切眾生。方類各異。所言不同。如來方便。隨而說之。", "713": "亦令一切。因而得解。宗鏡錄第六云。佛言我說三", "714": "乘十二分教。如空拳誑小兒。是事不知。號曰無明。又", "715": "偈云。佛坐道場時。不得一法實。空拳誑小兒。誘度於", "716": "一切。", "717": "綸音綸音", "718": "禮記緇衣篇云。王言如絲。其出如綸。王言如綸。其出", "719": "如綍。故大人不倡游言。註云。王言之出雖小。弘之而", "72": "流聲即進。有聲即退。因其進退不一。以喻疑者。見金", "720": "大也。", "721": "日種甘蔗日種甘蔗", "722": "菩薩本行經云。大茅草王。得成王仙。壽命極長。老不", "723": "能行。時諸弟子。出求飲食。以籠盛仙。懸樹枝上。獵師", "724": "遙見。謂鳥便射。滴血於地。生二甘蔗。日炙開剖。一出", "725": "童男。一出童女。占相師。立男名善生。即灌其頂。名甘", "726": "蔗王。女名善賢。為第一妃。又以日炙甘蔗出故。亦名", "727": "日種。又見名義集。", "728": "千難殊對二句千難殊對二句", "729": "肇論云。萬機頓赴而不撓其神。千難殊對而不干其", "73": "剛心印。", "730": "慮。新疏云。不撓有二。一由機感故如水澄月現。二由", "731": "無思故如摩尼出生。千難例同。今疏變言均赴不勞", "732": "其形者。取義稍有不同也。", "733": "焦芽敗種焦芽敗種", "734": "永明心賦云。履實際地。冲涅槃天。掘眾生之乾土。涌", "735": "善逝之智泉。聲聞之焦芽蕊綻。華王之極果功圓。註", "736": "引淨名經云。二乘如焦芽敗種。不能發無上道心。後", "737": "於法華會上。深入一乘。得受真記。重發圓信之芽。結", "738": "菩提之果。", "739": "得旨忘筌得旨忘筌", "74": "鳳子初生便欲凌雲鳳子初生便欲凌雲", "740": "莊子外物篇云。筌者所以在魚。得魚而忘筌。言者所", "741": "以在意。得意而忘言。吾安得夫忘言之人。而與之言", "742": "哉。釋云。筌取魚竹器。喻此能詮之言。意所詮意旨。合", "743": "彼所得之魚。今疏言得旨忘筌者。蓋法喻互影也。", "744": "卷四○卷四", "745": "循循有序循循有序", "746": "顏淵喟然歎曰。仰之彌高。鑽之彌堅。瞻之在前。忽焉", "747": "在後。夫子循循然善誘人。博我以文。約我以禮。註云。", "748": "循循有次序貌。誘引進也。博文約禮。教之序也。言夫", "749": "子道雖高妙。而教人有序也。見論語上。", "75": "易林曰。鳳有十子。同巢共母。又曰。鳳生五雛。長于南", "750": "楖栗橫肩直入千峯楖栗橫肩直入千峯", "751": "天台蓮華峯祥庵主。示寂日。拈拄杖示眾曰。古人到", "752": "這裏為甚麼不肯住。眾無對。師乃曰。為他途路不得", "753": "力。復曰。畢竟如何。以杖橫肩曰。栗楖橫擔不顧人。直", "754": "入千峯萬峯去。言畢而逝。見五燈會元並指月錄。", "755": "蛇足蛇足", "756": "史記。陳軫見楚使昭陽曰。人有遺舍人一巵酒。舍人", "757": "相謂曰。請畫地為蛇。先成者獨飲。一人先成。舉酒而", "758": "起曰。吾能為之足。及為足。其一人奪酒飲曰。蛇無足。", "759": "今為之非蛇也。", "76": "郭。宋玉對楚襄王曰。鳳凰上擊九千仞。絕雲霓。負蒼", "760": "五行生剋五行生剋", "761": "禹曰。於帝念哉。德惟善政。政在養民。水火金木土穀", "762": "惟修。註云。水火金木土穀惟修者。水克火火克金金", "763": "克木木克土而生五穀。或相制以洩其過。或相助以", "764": "補其不足。而六者無不修矣。出書經大禹謨。相生", "765": "者。謂金生水水生木木生火火生土是也。相剋者。謂", "766": "金剋木木剋土土剋水水剋火是也。", "767": "徑庭徑庭", "768": "肇公答姚嵩書末章云。諸家通第一義諦。皆云廓然", "769": "空寂。無有聖人。吾嘗以為乖殊。太甚徑庭。不近人情。", "77": "天。藩籬之鷗。豈能與之量天地之高哉。見事類賦。", "770": "若無聖人。知無者誰。疏云。徑庭二句。文出莊子。林希", "771": "逸云。疆界相遠也。今言太甚。蓋遠之又遠。見涅槃無", "772": "名論。", "773": "凝心化石凝心化石", "774": "神異記。武昌山有石。狀如人。俗傳貞婦之夫。從役遠", "775": "征。婦𢹂子送至此。立望其夫而死。化為石。故名焉。按", "776": "後賢題望夫石云。一上青山便化身。巍然翹首望江", "777": "濱。古來節婦皆銷朽。獨爾不為泉下塵。又云。山頭怪", "778": "石古人妻。翹首巍巍望隴西。雲鬂不梳新樣髺。月鉤", "779": "猶掛舊時眉。衣衫歲久成苔蘚。脂粉年深化土󰞆。妾", "78": "典型典型", "780": "意自從君去後。一番風雨一番啼。", "781": "釋種遭琉璃之誅釋種遭琉璃之誅", "782": "波斯匿王太子。名曰流離。年向八歲。王告曰。可詣迦", "783": "毗羅國學射。遂往摩訶男舍。集五百童子共學。新起", "784": "一堂。猶如天宮。應先請佛供養。流離戲坐佛座。諸釋", "785": "罵為婢子。流離顧好苦行梵志曰。釋種辱我。後紹王", "786": "位。汝當啟我。太子嗣位立。梵志啟王。王集兵眾。往征", "787": "釋種。世尊在枯樹下趺坐。太子遙見。上車作禮曰。更", "788": "有好樹。何以坐此。佛言親族之廕。故勝外人。王曰。今", "789": "日世尊。故為親族。吾不應往。梵志執奏。王復與師。諸", "79": "孟子曰。太甲顛覆湯之典刑。伊尹放之於桐。三年太", "790": "釋亦集兵眾。逆流離王。遙箭射之。王大恐怖。告羣臣", "791": "曰。汝觀是箭。為從何來。彼若發心欲害我者。必當死", "792": "盡。令還舍衛。梵志曰。大王勿懼。諸釋持戒。虫尚不害。", "793": "況害人乎。今宜前進。王乃從之。諸釋果退。還入城中。", "794": "王曰。汝等速開城門。若不爾者。盡當殺之。城中童子。", "795": "年尚十五。名曰奢摩。登城獨戰。傷殺眾多。賊軍迸散。", "796": "藏土穴中。時諸釋種。告童子曰。汝辱我門戶。誰不知", "797": "戰。諸釋修善。虫蟻不殺。況人命耶。我等一人敵萬。為", "798": "殺害人命。死入地獄。若生人中。壽命短促。汝今速去。", "799": "不須住也。奢摩即自出國。王軍復至門。弊魔波旬。作", "8": "昔言矣。閱明年癸酉春啟期。傳儀範。講新疏。時余右", "80": "甲悔過。自怨自艾。註云。顛覆壞亂也。典刑常法也。桐", "800": "一躶形。喚速開門。諸釋開門。王曰。釋種既多。悉皆埋", "801": "脚使暴象踏殺。選五百釋女。將諸王所。時摩訶男。從", "802": "王乞願。王即聽之。摩訶男曰。我今沒水。隨我遲速。並", "803": "聽諸釋隨意逃走。若我出水。隨在殺之。王曰大佳。即", "804": "入水底。以髮繫樹根。而自盡命。城中諸釋。四門競走。", "805": "王告臣。摩訶男父。至今不出。即入水中。出之死已。王", "806": "心生誨。我外祖父。今已命終。皆由愛親族故。若早知", "807": "者。終不攻伐。流離所殺。九千九百九十萬人。流血成", "808": "河。軍兵去後。佛與諸比丘。往迦毗羅。至東門。見城門", "809": "中烟火洞然。佛語比丘。我昔與此中說法。今無人民。", "81": "湯墓所在。艾治也。芟草也。蓋斬絕自新之意。見萬章", "810": "不復更至。還祇園中。告諸比丘。流離王及兵眾。却後", "811": "七日。盡當磨滅。王聞恐怖。梵志曰。內外無塵。王俱自", "812": "娛。王使人數至七日旦。王大歡喜。將諸兵眾及諸綵", "813": "女。往阿脂羅河側。共相晏會。大雷卒震。非時雲起。暴", "814": "風疾雨。傷損漂溺。一時俱盡。王生入阿鼻。復有天火。", "815": "燒蕩宮室。比丘白佛。諸釋何因。今遭此苦。佛言。昔羅", "816": "閱城中。有捕魚村。時世饑儉。人食草根。以一升金貿", "817": "一升米。村中大池。極自饒魚。人民捕食。有二種魚。一", "818": "名拘璅。二名多舌。各相謂言。我是水性之虫。不處乾", "819": "地。而此人民。皆來食噉。村中有一小兒。年向八歲。雖", "82": "篇。今疏易型者。蓋取先聖之成法。為後學之模範也。", "820": "不捕魚。見則歡喜。羅閱村人今釋種是。拘璅魚者流", "821": "離王是。多舌魚者好苦行梵志是。小兒見魚笑者今", "822": "我是。取魚之罪。無數劫中受地獄苦。今對。見之喜笑。", "823": "今患頭痛。如被石壓。出釋迦畢罪經長阿含經並經", "824": "律異相。", "825": "金剛藏全難有三金剛藏全難有三", "826": "金剛藏菩薩。白佛言世尊。若諸眾生本來成佛。何故", "827": "復有一切無明。若諸無明。眾生本有。何因緣故。如來", "828": "復說本來成佛。十方異生。本成佛道。後起無明。一切", "829": "如來何時復生一切煩惱。爾時世尊。告金剛藏菩薩", "83": "百城烟水百城烟水", "830": "言。善男子。譬如幻翳妄見空華。幻翳若除。不可說言", "831": "此翳已滅。何時更起一切諸翳。何以故。翳華二法非", "832": "相待故。亦如空華滅於空時。不可說言虗空何時更", "833": "起空華。何以故。空本無華。非起滅故。生死涅槃。同於", "834": "起滅。妙覺圓照。離於華翳。善男子。如銷金鑛。金非銷", "835": "有。既已成金。不重為鑛。經無窮時金性不壞。不應說", "836": "言本非成就。如來圓覺。亦復如是。善男子。一切如來。", "837": "妙圓覺心。本無菩提及與涅槃。亦無成佛及不成佛。", "838": "無妄輪迴及非輪迴。善男子。有作思惟。從有心起。皆", "839": "是六塵妄想緣氣。非實心體。已如空華。用此思惟。辨", "84": "爾時文殊師利菩薩。告善財童子言。善男子。若欲成", "840": "於佛境。猶如空華復結空果。展轉妄想。無有是處。見", "841": "圓覺經。", "842": "穿鑿穿鑿", "843": "孟子曰。所惡於智者。為其鑿也。如智者。若禹之行水", "844": "也。則無惡於智矣。禹之行水也。行其所無事也。如智", "845": "者。亦行其所無事。則智亦大矣。註云。天下之理。本皆", "846": "利順。心智之人。務為穿鑿。所以失之。禹之行水。則因", "847": "其自然之勢而導之。未嘗以私智穿鑿而有所事。是", "848": "以水得其潤下之性。而不為害也。見離婁篇。", "849": "桑間濮上之地桑間濮上之地", "85": "就一切智智。應決定求真善知識。善男子。求善知識。", "850": "禮記樂記篇云。桑間濮上之音。亡國之音也。註云。桑", "851": "間濮上衛地。濮水之上。桑林之間也。史記云。衛靈公", "852": "適晉舍濮上。夜聞琴聲。召師涓聽而寫之。至晉命涓", "853": "為平公奏之。師曠曰。此師延靡靡之樂。武王伐紂。師", "854": "延投濮水死。故聞此聲。必於濮水之上也。", "855": "技經綮肯之未嘗技經綮肯之未嘗", "856": "庖丁為文惠君解牛。手之所觸。肩之所倚。足之所履。", "857": "膝之所踦。砉然響然。奏刀騞然。莫不中音。合於桑林", "858": "之舞。乃中經首之會。文惠君曰。譆善哉。技葢至此乎。", "859": "庖丁釋刀對曰。臣之所好者道也。進乎技矣。始臣之", "86": "勿生疲懈。見善知識。勿生厭足。於善知識所有教誨。", "860": "解牛之時。所見無非牛者。三年之後。未嘗見全牛也。", "861": "方今之時。臣之神遇。而不以目視。官官知止。而神欲", "862": "行。依乎天理。批大郤。導大󳴹。因其固然。技經肯綮骨肉", "863": "連結處也之未嘗。而況大軱骨也乎。註云。任理用刀。從骨肉", "864": "小小連絡處。亦不見有齟齬。而況有大骨為礙乎。見", "865": "莊子內篇養生主。", "866": "行遠自邇登高自卑行遠自邇登高自卑", "867": "中庸云。君子之道。譬如行遠必自邇。譬如登高必自", "868": "卑。註云。君子進道有序。盡性至命必本於人倫日用", "869": "之常。位育中和。必基於隱微幽獨之際。君子之道如", "87": "皆應隨順。於善知識所有方便。勿見過失。善男子。於", "870": "此。譬如行遠。必自邇處行之。譬如登高。必自卑處登", "871": "之。求道者。可不知所從事哉。", "872": "知所先後則近道矣知所先後則近道矣", "873": "大學云。物有本末。事有終始。知所先後。則近道矣。註", "874": "云。明德新民皆物也。然必明德。方可新民。物不有本", "875": "末乎。知止能得皆事也。然必知止。方纔能得。事不有", "876": "終始乎。本始所先。末終所後。若曉得先後次第。則進", "877": "為有序。自然由本以及末。自始以至終。而於大學之", "878": "道不遠矣。", "879": "不是劒客休贈劒不是劒客休贈劒", "88": "此南方。有一國土。名曰勝樂。其國有山。名曰妙峯。彼", "880": "鎮州臨濟義玄禪師到鳳林。林曰。有事相借問得麼。", "881": "師曰。何得剜肉作瘡。林曰。海月澄無影。遊魚獨自迷。", "882": "師曰。海月既無影。遊魚何得迷。林曰。觀風知浪起。翫", "883": "水野帆飄。師曰。孤蟾獨耀江山靜。長嘯一聲天地秋。", "884": "林曰。任張三寸揮天地。一句臨機試道看。師曰。路逢", "885": "劒客須呈劒。不是詩人莫獻詩。林便休。見五燈會元", "886": "並指月錄。", "887": "洛神湘妃洛神湘妃", "888": "離騷經云。吾令豐隆椉雲兮。求虙妃之所在。集註云。", "889": "豐隆雷師。虙妃伏羲氏女。溺洛水而死。遂為河神。", "89": "有比丘。名曰德雲。汝可往問。菩薩云何學菩薩行。修", "890": "楚辭九歌目云。湘君。湘夫人。集註云。湘君堯之長女", "891": "娥皇。為舜正妃。湘夫人堯之次女女英。舜次妃也。舜", "892": "陟方。死於蒼梧。二妃死於江湘之間。俗謂之湘君等。", "893": "湘旁黃陵有廟。每常祭焉。韓子以為娥皇正妃。故稱", "894": "君。女英自宜降稱夫人也。", "895": "心悅誠服心悅誠服", "896": "孟子曰。以力服人者。非心服也。力不贍也。以德服人", "897": "者。中心悅而誠服也。註云。以力假仁而得人之服者。", "898": "外雖順從。却不真心愛戴。特屈於力之不足。不得已", "899": "而服之也。若以德而得人之服者。非是強從。乃中心", "9": "弼。座旁聆之。多有啟發。次年甲戌。請應道場竣老人", "90": "菩薩行。乃至云何於普賢行速得圓滿。德雲比丘。當", "900": "喜悅。有發於至誠。而無所強也。見公孫丑篇。", "901": "醉翁之意不在酒醉翁之意不在酒", "902": "毆陽修醉翁亭記云。環滁皆山也。其西南諸峰。林壑", "903": "尤美。望之蔚然而深秀者。瑯琊也。山行六七里。漸聞", "904": "水聲潺潺而瀉出於兩峰之間者。釀泉也。峰回路轉。", "905": "有亭翼然臨於泉上者。醉翁亭也。作亭者誰。山之僧", "906": "智仙也。名之者誰。太守自謂也。太守與客來飲於此。", "907": "飲少輙醉。而年又最高。故自號曰醉翁也。醉翁之意", "908": "不在酒。在乎山水之間也。山水之樂。得之心而寓之", "909": "酒也。見宋文。", "91": "為汝說。爾時善財童子。聞是語已。歡喜踊躍。頭頂禮", "910": "卷五○卷五", "911": "出息不涉眾緣二句出息不涉眾緣二句", "912": "二十七祖般若多羅尊者。因東印度國王請齋次。王", "913": "問。諸人盡轉經。師獨為何不轉。祖曰。貧道出息不隨", "914": "眾緣。入息不居蘊界。常轉如是經。百千萬億卷。非但", "915": "一卷兩卷。見宗門統要並禪宗正脈等。", "916": "幹蠱之力幹蠱之力", "917": "周易。幹父之蠱。有子考無咎。厲終吉。象曰幹父之蠱。", "918": "意承考也。註云。幹如木之幹。枝葉之所附而立者也。", "919": "蠱者。前人已壞之緒。故諸爻皆有父母之象。子能幹", "92": "足。繞無數匝。殷勤瞻仰。悲泣流淚。辭退南行。向勝樂", "920": "之。則飭治而振起矣。", "921": "權輿權輿", "922": "詩經秦風權輿章云。於我乎夏屋。渠渠今也。每食無", "923": "餘。吁嗟乎。不承權輿。賦也夏屋大室也。渠渠深廣貌。", "924": "承繼也。權輿始也。造秤自權始。造車自輿始。故謂權", "925": "輿為始。謂康公待賢。禮意䆮衰。不能繼其始也。", "926": "佛昇兜率 毒龍為障 目連化身大小佛昇兜率毒龍為障目連化身大小", "927": "難陀䟦難陀龍兄弟。居須彌山邊。佛常飛空。上忉利", "928": "天為母說法。龍便瞋恨。吐黑雲暗霧。隱翳三光。以身", "929": "遶須彌七匝。尾拖海水。頭枕山頂。目連乃倍現其身。", "93": "國。如是展轉。經由一百一十餘城。參禮五十三員真", "930": "遶須彌十四匝。尾拖海外。頭枕梵宮。龍猶瞋甚。雨金", "931": "剛砂。目連變砂以為實華。輕軟可愛。猶瞋不已。連乃", "932": "化為細身。入龍身內。眼入耳出。耳入鼻出。龍受苦痛。", "933": "其心乃服。見彌陀演義。", "934": "外道移山 制之不動 目連平為大地外道移山制之不動目連平為大地", "935": "外道師徒五百。用呪移山。經一月日。山根已動。目連", "936": "念言。此山若移。多所損害。即於山頂。結跏趺坐。山還", "937": "不動。外道相謂。我法動山。計日必移。云何安固。還若", "938": "于初。必是沙門使爾。如是自知力弱。歸心佛法。見鈔", "939": "演定本。", "94": "善知識。最後於普賢菩薩毛孔剎中。次第得普賢菩", "940": "天祠焚身天祠焚身", "941": "昔者外國王有女。名曰狗頭。有捕魚人。名述婆伽。途", "942": "中遙見王女在高樓上窗中。染著心生。不肯暫捨。彌", "943": "歷多月。不能飲食。母問其故。以情答母。我見王女。心", "944": "不能忘。母言。汝是小人。王女尊貴。不可得也。兒言我", "945": "心願樂。不能暫忘。若不如意。不能得活。母為子故。入", "946": "王宮中。常送肥魚。以遺王女。而不取價。王女怪問。汝", "947": "欲求何事。母白王女。願却左右。當以情告。我惟有一", "948": "子。敬慕王女。情結成病。命不久遠。願垂愍念。賜其生", "949": "命。王女言曰。語彼月十五日。於某天祠中。住天像後。", "95": "薩諸行願海。與普賢等。與諸佛等。乃至不可思議解", "950": "母還語子。汝願已得。告之如上。沐浴新衣。在天像後", "951": "住。王女至時。白其父王。我有不吉。須至天祠。以求吉", "952": "福。王言大善。即嚴車五百乘。出至天祠。既到。敕從者", "953": "齊門而止。獨入天祠。天神思惟。此不應爾。王為施主。", "954": "不可令此小人毀辱王女。即魘此人。令睡不覺。王女", "955": "既入。見其睡重。推之不寤。即以瓔珞直十萬兩金。遺", "956": "之而去。去後此人覺已。見有瓔珞。又問眾人。知王女", "957": "來。情願不遂。憂恨懊惱。婬火內發。自燒而死。出大智", "958": "度論。", "959": "六祖延頸六祖延頸", "96": "脫自在。悉皆同等。詳見華嚴經六十二至八十卷。", "960": "僧志徹。初名行昌。姓張。少任俠。自南北分化。二宗主", "961": "雖忘彼我。而徒侶競起愛憎。此宗既自立秀師為六", "962": "祖。忌祖傳衣天下所聞。囑行昌刺祖。祖心通預知其", "963": "事。置金十兩於座間。昌懷刃入室。祖舒頸就之。昌揮", "964": "刃者三。都無所損。祖曰。正劒不邪。邪劒不正。只負汝", "965": "金。不負汝命。昌驚仆。久而方蘇。求哀悔過。願出家。祖", "966": "以金授曰。汝且去。恐眾或害汝。他日易形而來。吾當", "967": "攝受。昌稟旨宵遁。見指月錄。", "968": "同氣相求 同聲相應同氣相求同聲相應", "969": "周易。子曰。同聲相應。同氣相求。水流濕。火就燥。雲從", "97": "法彼曲成法彼曲成", "970": "龍。風從虎。聖人作而萬物覩。本乎天者親上。本乎地", "971": "者親下。則各從其類也。註云。凡聲同必此唱彼和而", "972": "相應。氣同必此施彼受相求。", "973": "跛驢跛驢", "974": "楞伽經云。復次大慧。菩薩摩訶薩。建立智慧相住已。", "975": "於上聖智三相。當勤修學。何等為聖智三相當勤修", "976": "學。所謂無所有相。一切諸佛自願處相。自覺聖智究", "977": "竟之相。修行得此。已能捨跛驢心智慧相。得最勝子", "978": "第八之地。註云。修行得此者。謂通教利根。觀空不空。", "979": "知一心中本具此三相也。能捨跛驢智慧者。謂超通", "98": "周易繫辭云。天地之化。曲成萬物而不遺。今疏條分", "980": "教二乘所有空慧也。二乘體空智慧。但行於空。不能", "981": "雙行空有。故名為跛。見楞伽義疏。", "982": "卷六○卷六", "983": "妄竊神器妄竊神器", "984": "駱賓王。為徐敬業討武瞾檄云。踐元后於翬翟。陷吾", "985": "君於聚麀。加以虺蜴為心。豺狼成性。近狎邪僻。殘害", "986": "忠良。殺姊屠兄。弑君鴆母。神人之所同嫉。天地之所", "987": "不容。猶復包藏禍心。窺竊神器。見唐文。", "988": "博施濟眾博施濟眾", "989": "子貢曰。如有博施於民。而能濟眾。何如。可謂仁乎。子", "99": "縷析。隨順機宜。即取法於彼天地曲成之意。", "990": "曰。何事於仁。必也聖乎。堯舜其猶病諸。註云。仁者心", "991": "無窮而量有限。博施濟眾。豈止仁而已。必也全體仁", "992": "道。而造其極之聖人。然後能之乎。然聖如堯舜。其心", "993": "猶歉然。常若有所不足也。見論語上。", "994": "親親仁民親親仁民", "995": "孟子曰。君子之於物也。愛之而弗仁。於民也。仁之而", "996": "弗親。親親而仁民。仁民而愛物。註云。君子隆一本之", "997": "恩以親其親。而因推親親之念以仁民。自不得以待", "998": "親者。槩施之民也。擴民胞之度以仁其民。而因推仁", "999": "民之心以愛物。自不得以待民者。概施之物也。見盡"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 309 楞嚴經指掌疏事義", "englishTitle": "卍 Xuzangjing, Electronic version, No. 309 楞嚴經指掌疏事義", "author": "清 通理述", "language": "chinese", "source": "CBETA"}