{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1577 羅湖野錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1577-A 羅湖野錄序", "1": "羅湖野錄下", "2": "宋江西沙門　曉瑩　集", "3": "蔣山佛慧泉禪師。叢林謂之泉萬卷。紹聖元年。東坡", "4": "居士有嶺外之行。舟次金陵。阻風江滸。既迎其至。從", "5": "容語道。東坡遂問曰。如何是智海之燈。泉遽對以偈", "6": "曰。指出明明是甚麼。舉頭鷂子穿雲過。從來這盌最", "7": "希奇。解問燈人能幾箇。東坡於是欣然。以詩紀其事", "8": "曰。今日江頭天色惡。砲車雲起風欲作。獨望鍾山喚", "9": "寶公。林間白塔如孤󳬈。寶公骨冷喚不譍。却有老泉", "10": "來喚人。電眸虎齒霹靂舌。為余吹散千峰雲。南來萬", "11": "里亦何事。一酌曹谿知水味。佗年若𦘕蔣山圖。仍作", "12": "泉公喚居士。泉復說偈送行曰。脚下曹谿去路通。登", "13": "堂無復問幡風。好將鍾阜臨岐句。說似當年踏碓翁。", "14": "噫。東坡平生夷險一致。非與憂患爭者。不然。正當放", "15": "浪嶺海之時。豈能問智海燈耶。泉奮霹靂舌。為吹散", "16": "千峰之雲。在東坡不為無得也。", "17": "寶峰湛堂準禪師。有十二時頌曰。雞鳴丑。念佛起來", "18": "嬾開口。上樓敲磬兩三聲。驚散飛禽方丈後。平旦寅。", "19": "當人有道事須親。不聞先聖有慈訓。莫認癡狂作近", "20": "隣。日出卯。大道分明莫外討。日用縱橫在目前。逢原", "21": "左右拈來草。食時辰。更無一法可當情。千里出山雲", "22": "有色。一源投㵎水無聲。禺中巳。龍象須觀第一義。若", "23": "向其中覔是非。見解何曾有李二。日南午。理事相諳", "24": "更相互。三門拈向燈籠頭。休問佗家覓歸路。日映", "25": "未。法身清淨絕方比。乾坤遐邇盡東西。千山萬山翠", "26": "相倚。晡時申。由來大道絕疎親。陽和九月百花發。須", "27": "信壺中別有春。日入酉。淨室焚香孤坐久。忽然月上", "28": "漏東牕。照我牀前瑞香斗。黃昏戌。樓上鳴鍾已落日。", "29": "行人旅店宿長途。花上遊蜂罷采蜜。人定亥。老鼠此", "30": "時正無礙。忽然燈滅寢堂前。牀前咬我靸鞵袋。半夜", "31": "子。夢裏分明被人使。連宵合藥到天光。起來何處有", "32": "白芷。妙喜老師為誦出。而書其後曰。湛堂老人作十", "33": "二時頌。家風不減趙州。而語錄無有。謹令侍者了德", "34": "錄數本。送眾寮與衲子輩結般若緣。", "35": "惟正禪師。字煥然。華亭黃氏子。幼從臨安北山資壽", "36": "本如肆業。且將較藝於有司。如使禱觀音像以求陰", "37": "相。正謝曰。豈忍獨私於己哉。郡人朱紹安聞而嘉歎。", "38": "欲啟帑度之。正慨然曰。古人度人以清機密旨。今返", "39": "是。去古亦遠矣。吾墮三寶數。當有其時。已而。遇祥符", "40": "覃恩。得諧素志。既學三觀於天台。復詣徑山。參老宿", "41": "居素而得旨。素住淨土院。正輔相久而繼席焉。然為", "42": "人高簡。律身精嚴。名卿巨公多所推重。葉內翰清臣", "43": "牧金陵。迎正語道。選日集賓。欲以優禮尊奉。及期。正", "44": "作偈辭之。昨日曾將今日期。出門倚杖又思惟。為僧", "45": "只合居巖谷。國士筵中甚不宜。又途中逢進山主。以", "46": "偈贈之曰。貌古形疎倚杖藜。分明𦘕出須菩提。解空", "47": "不許離聲色。似聽孤猿月下啼。正識慮洗然。不牽世", "48": "累。雅愛跨黃犢出入。臨安守蔣侍郎堂有詩曰。禪客", "49": "尋常入舊都。黃牛角上掛缾盂。有時帶雪穿雲去。便", "50": "好和雲𦘕作圖。其為名公賞重如此。平生製作號為", "51": "錦谿集三十卷。前二偈並見集中。而出處大槩亦塔", "52": "銘所載。嗚呼。世之童乎顛。褐乎身。則曰如是而為僧", "53": "矣。其知清機密旨之謂者。亦幾希焉。正之言雖似迂", "54": "闊。以藥吾徒濫廁之病。於法門則未容無補也。", "55": "蘇黃門子由。元豐三年。以睢陽從事左遷筠陽榷筦", "56": "之任。是時洪州景德順禪師與其父文安先生有契", "57": "分。因往訪焉。相從甚樂。咨以心法。順示古德搐鼻因", "58": "緣。久之有省。作偈呈順曰。中年聞道覺前非。邂逅相", "59": "逢老順師。搐鼻俓參真面目。掉頭不受別鉗鎚。枯藤", "60": "破衲公何事。白酒青鹽我是誰。慚愧東軒殘月上。一", "61": "盃甘露滑如飴。暨紹聖元年。復至筠。順化逾年矣。公", "62": "禮其繪像。述讚于左曰。與訥偕行。與璉同處。於南得", "63": "法。為南長子。成就緇白。可名為老。慈憫黑暗。可名為", "64": "姥。我初不識。以先子故。訪我高安。示搐鼻語。再來不", "65": "見。作禮縑素。向也無來。今亦奚去。蓋順．訥偕行出蜀。", "66": "而順嗣黃龍。訥住圓通。而大覺璉掌記室。則與順同", "67": "處。唯以仁慈祐物。叢林目之曰順婆婆。公為表而出", "68": "之。良有以也。雖嗣法無聞。然有公。則所謂一麟足矣。", "69": "建州開善謙禪師。平居不倦誨人。而形於尺素。尤為", "70": "曲折。有曰。時光易過。且緊緊做工夫。別無工夫。但放", "71": "下便是。只將心識上所有底一時放下。此是真正徑", "72": "截工夫。若別有工夫。盡是癡狂外邊走。山僧尋常道", "73": "行住坐臥決定不是。見聞覺知決定不是。思量分別", "74": "決定不是。語言問答決定不是。試絕却此四箇路頭", "75": "看。若不絕。決定不悟此四箇路頭。若絕。僧問趙州。狗", "76": "子還有佛性也無。趙州云。無。如何是佛。雲門道。乾屎", "77": "橛。管取呵呵大笑。謙之言如雲廓天布。以授學者。與", "78": "夫浮詞濫說。何啻天冠地屨。然福不逮慧。出世未幾", "79": "而卒。於謙雖無恨。惜乎法門不幸耳。", "80": "大溈智禪師。號大圓叟。居秀州青鎻之西菴。時參政", "81": "陳公去非。相與過從。講道為樂。因問以寂然不動時", "82": "如何。智曰。千聖不能覓其蹤。又問。感而遂通。又作麼", "83": "生。智曰。萬化不能覆其體。公欣然以謂聞所未聞。作", "84": "小詩呈似於智。以見意曰。自得安心法。悠然不賦詩。", "85": "忽逢重九日。無奈菊花枝。一日。普淨院範鍾成。盛集", "86": "緇素讚喜。公率智與焉。公曰。老僧首安能著語而擊", "87": "哉。西菴老人不可吝法布施。智遂操鯨曰。長子羅睺", "88": "羅。遵受如來敕。撞鍾發大機。阿難圓信入。我今撞此", "89": "鍾。見聞獲大益。上徹三千界。下透無窮極。塵劫逈寥", "90": "寥。太空常寂寂。息苦與停酸。皆承此恩力。於是四眾", "91": "歎呼。為非常佛事。智常舉三世諸佛不知有。狸奴白", "92": "牯却知有而拈曰。三世諸佛既不知有。狸奴白牯又", "93": "何曾夢見。灼然須知向上知有底人始得。且作麼生", "94": "是知有底人。又繼以頌發揮之曰。喫官酒。臥官階。當", "95": "處死。當處埋。沙場無限英靈漢。堆山積嶽靈屍骸。其", "96": "提唱又如此。智出世而齒少。雖作略。不讓雄於諸方。", "97": "其奈摳衣者走大聲。及居大溈。則年運往矣。是致道", "98": "不克行。而為有識所歎。然參政為序語要。謂其持臨", "99": "濟宗自任。以斯道之重者。亦可謂知己哉。", "100": "佛眼禪師。住舒州龍門。甞題語于延壽壁間曰。佛許", "101": "有病者當療治。容有將息所也。禪林凡有數名。或曰", "102": "涅槃。見法身常住。了法不生也。或曰省行。知此違緣", "103": "皆從行苦也。或曰延壽。欲得慧命扶持色身也。其實", "104": "使人了生死處也。多見少覺微恙。便入此堂。不強支", "105": "吾。便求補益。及乎久病。思念鄉閭。不善退思滅除苦", "106": "本。先聖云。病者。眾生之良藥。若善服食。無不瘥者也。", "107": "又尊宿云。須知有不病者。故明書示以告後來。觀其", "108": "規詠風巾塵履者。豈特今退思苦本而已。抑欲使遵", "109": "乍可有戒而死之。訓其明切精審。可謂藥石之言矣。", "110": "嗚呼。是大醫王。其佛眼之謂乎。", "111": "汝陽廣慧璉禪師。泉州晉江人也。世姓陳。年志于學。", "112": "占報劬院之僧籍。繼依招慶真覺禪師。日事炊㸑。有", "113": "間誦經。真覺見而問曰。汝念甚麼經。對曰。維摩經。真", "114": "覺曰。經在這裏。維摩在甚麼處。璉茫然無以醻。泣涕", "115": "曰。大丈夫漢被人一問。無詞可措。豈不媿哉。於是謁", "116": "閩中尊宿。僅五十餘員。不能契旨。即趨河南首山念", "117": "禪師。因致問曰。學人到寶山空手回時如何。念曰。家", "118": "家門前火把子。璉豁然大悟。尋擢居堂中第一座。於", "119": "景德甲辰歲。開法廣慧。是時王參政署由給事中出", "120": "知汝陽。璉入州治。見其判事次。便問。作麼生是郡主", "121": "一管筆。王曰。來者便判。璉曰。忽然總不恁麼來時如", "122": "何。王作擲筆勢。又許郎中式漕西蜀。經由謁璉。適接", "123": "見於佛前。許曰。先拜佛。先拜長老。璉曰。蝦䗫吞大蟲。", "124": "許曰。恁麼則總不拜去也。璉曰。運使話墮。許曰。許長", "125": "老具一隻眼。璉以衣袖便拂。許曰。今日看破。便禮拜。", "126": "丁晉公以詩送宣賜進奉紅綃封龍字茶與璉。密緘", "127": "龍焙火前春。翠字紅綃慰眼新。品字至高誰合得。隻", "128": "林樹下上乘人。其為名公尊崇若此。景祐三年歲在", "129": "丙子正月二十六日。示四圓相。自書虎．狗．鼠．牛字於", "130": "中。揭方丈門。遂至九月二十六日而逝。景德間。宗師", "131": "為高明士大夫歆艶者。廣慧而已。蹟其風尚。既拔乎", "132": "類。況享壽八十有六。而預知報謝。因紀次大槩。以補", "133": "僧寶傳之闕。庶不殞其美也。", "134": "金陵華藏民禪師。初講楞嚴經於成都。聽徒獨盛。于", "135": "時圜悟禪師住昭覺。民率其友勝公扣以教外別傳", "136": "之旨。偶僧請益十玄談。方舉問。君心印作何顏。圓悟", "137": "厲聲曰。文彩已彰。民聞而恍然。自謂至到矣。圜悟知", "138": "其以意領解。遂示本色鉗鎚。民則罔措。數日。復陳己", "139": "見曰。拈椎竪拂。豈不是一切世界諸所有物。皆即玅", "140": "明真心。圜悟曰。汝元來在這裏作活計。民又曰。下喝", "141": "敲牀。豈不是反聞聞自性。性成無上道。圜悟曰。教中", "142": "道。妙性圓明。離諸名相。本來無有世界眾生。是如何。", "143": "民悚然無以醻。逮圜悟出蜀。住湖北夾山。民亦罷講", "144": "而至。因晚參舉。僧問巖頭。古帆未挂時如何。巖頭云。", "145": "後園驢喫草。民莫涯其意。乃詰於圜悟。及使理前話", "146": "而問。乃答以庭前柏樹子。民遽大徹。尋命為堂中第", "147": "一座。圜悟陞堂。有偈美之曰。休淹四分罷楞嚴。按下", "148": "雲頭徹底參。莫學亮公親馬祖。須知德嶠訪龍潭。七", "149": "年往返遊昭覺。萬里翱翔上碧巖。今日煩充第一座。", "150": "百花叢裏現優曇。勝亦為圜悟之嗣。住泗州普照。號", "151": "法濟禪師也。", "152": "福州空首座。在江西雲門菴。一日。妙喜老師問其香", "153": "嚴上樹話。對以好對春風唱鷓鴣。及徵之。是樹上語。", "154": "是樹下語。空罔然。尋避宼之曹谿。復趨臨川疎山。時", "155": "草堂清和尚在焉。因看前話有所證。自謂頓見妙喜", "156": "用處。遂歸閩。寓古田秀峰。道望四馳。而屢却名剎之", "157": "招。東禪淨禪師。有偈調之曰。山龜有殻藏頭尾。七十", "158": "二鑽不奈何。恰似秀峰空首座。嘉招不肯出煙蘿。答", "159": "曰。敢將不出以為高。朽索其如六馬何。賴有舀谿長", "160": "柄杓。不妨霜月在松蘿。空之偈句風韻高妙。於事理", "161": "尤為圓融。如贈撮藥道人曰。當陽拈出大家看。來處", "162": "分明去處端。總是諸人自遮護。先生毫髮不相謾。又", "163": "貽修漏道者曰。是處叢林走一遭。敲甎打瓦不辭勞。", "164": "忽然踏著通天竅。始覺從前立處高。又雪中和僧偈", "165": "曰。蓋覆乾坤似有功。洞然明白又無蹤。其如未識無", "166": "蹤處。玉屑霏霏落眼中。曾侍郎吉甫甞有詩寄之曰。", "167": "江西句法空公得。一向逃禪挽不回。深密伽陀妙天", "168": "下。無人知道派中來。其為名公擊節如此。", "169": "潭州智度覺禪師。幼聰慧。書史過目成誦。欲著書排", "170": "釋氏。惡境忽現。乃悔過出家。因冥誦華嚴經。至現相", "171": "品曰。佛具無有生。而能示出生。法性如虗空。諸佛於", "172": "中住。無住亦無知。處處皆見佛。於是悟入華嚴境界。", "173": "為眾講解于成都。剖發微旨。無出其右。尋以未探禪", "174": "宗。出峽謁無盡居士於荊南。無盡曰。若向上一著。非", "175": "蔣山老孰能指南。遂遣書為覺紹介。其略曰。覺華嚴。", "176": "乃吾鄉大講主。前遇龍潭為伊直截指示。決成法器。", "177": "有補宗門矣。覺抵蔣山。一日。聞圜悟舉。羅山道。有言", "178": "時。騎虎頭。収虎尾。第一句下明宗旨。無言時。覿露機", "179": "鋒。如同電拂。覺恍然。自謂有所證。作偈曰。家住孤峰", "180": "頂。長年半掩門。自嗟身已老。活計付兒孫。圜悟見而", "181": "大笑。翌日。問之曰。昨日公案作麼生。覺擬對。圜悟便", "182": "喝曰。佛法不是這箇道理。自茲參究。經于五載。閱浮", "183": "山遠禪師削執論。於廬阜有云。若道有親疎者。豈有", "184": "旃檀林中却生臭草。須知宗師著著不曾虗發。至是", "185": "頓釋所疑。乃述偈寄圜悟曰。出林依舊入蓬蒿。天網", "186": "󳭪󳭪不可逃。誰信業緣無避處。回來不怕語聲高。其", "187": "得樂說之辨。以扶宗振教為己任。非馳騁於駕詞而", "188": "已。至於宗門統要機緣。無不明之以頌。古今名僧行", "189": "實。無不著之以傳。雖愽而寡要。勞而少功。既藏于蜀", "190": "山。豈不壯叢林寂寞之傳耶。", "191": "吉州禾山方禪師。元符戊寅歲。至豫章翠巖參禮死", "192": "心和尚。已而執侍。閱五載。死心既謝院事。寓靖安祐", "193": "聖琚公席下。唯方與俱。日以禪悅為樂。使方述文而", "194": "祭。死心危坐一榻。神觀自若。而緇素環侍。其文曰。維", "195": "崇寧元年。歲次壬午六月七日。參徒比丘惠方。謹以", "196": "大虗為盤。萬像為饌。致祭于死心和尚之靈。混元之", "197": "精。廓爾發生。氣孕南方。剛烈煥明。兩踞猊座。祖令嚴", "198": "行。一旦拂衣。衲子趨瞠。峻機電卷。孰敢論評。入煩惱", "199": "海。現涅槃城。隨機發藥。省彼狂酲。含光育德。混入枯", "200": "榮。得大自在。遊戲寰瀛。一法若有。萬像崢嶸。尚亨。噫。", "201": "死心平生訶佛罵祖。氣蓋諸方。故叢林目為新孟八。", "202": "及退藏于密。則自處固不輕矣。而於師弟子之間。乃", "203": "為兒戲事。又豈可以常情測度哉。", "204": "翰林學士楊公大年。由秘書監出牧汝州。時廣慧有", "205": "璉禪師在焉。公至。首謁之。問曰。布鼓當軒擊。誰是知", "206": "音者。璉曰。來風深辨。公曰。恁麼則禪客相逢只彈指。", "207": "璉曰。君子可入。公應喏喏。及相與夜話。璉曰。秘監曾", "208": "與誰語及此事來。公曰。曾問雲門諒監院。兩箇大蟲", "209": "相咬時如何。諒對以一合相。亦甞自著語曰。我只管", "210": "看。未審恁麼道。還得也無。璉曰。老僧即不然。公曰。請", "211": "別道看。璉以手作拽鼻孔勢曰。這畜生。更㪍趒。公於", "212": "言下知有。遂醻酢達旦。自是咨詢經于半載。礙膺之", "213": "物嚗然而釋。乃與尊宿激揚機語裒而號汝陽禪會", "214": "集。因自著敘曰。粤以達磨西來。少林壁觀。心燈續照。", "215": "信衣密傳。逮六世而花果乃成。流諸方而葦麻斯眾。", "216": "隨機有得。證道同歸。雖性地恒明。而言樞差別。師承", "217": "異稟。體用致殊。河獸深淺。非觀慧而孰分。城乳醇醨。", "218": "亦法味之隨變。差毫髮而彌隔。滯筌罘而易分。自南", "219": "嶽懷讓為曹谿嫡子。讓傳馬祖道一。一傳百丈懷海。", "220": "海傳黃檗希運。運傳臨濟義玄。玄傳興化存獎。獎傳", "221": "汝州南院顒。顒傳風穴延沼。沼傳首山念。念傳廣慧", "222": "元璉。璉於曹谿為十世。爰有俗士。潛心空諦。勤求知", "223": "識。多歷年所。滯於言句。迷乎物我。󰐲官之故。宿緣是", "224": "契。咨詢釆索。渺瀰時序。恍然啟悟。洞見真常。有法昭", "225": "者。傳法於葉縣歸省。省亦嗣於念。居多集會。形於問", "226": "答。扣侍座隅。隨時疏錄。屬有好事。傳布襄陽。南雍名", "227": "區。招提並列。大士間出。一音迭吼。互為主伴。更有醻", "228": "對。其谷隱紹遠．玉泉守珍。同嗣石門徹。白馬令岳嗣", "229": "先白馬倫。普寧歸道嗣德山密。正慶惠英．鹿門山主", "230": "惠昭同嗣雲居齊。凡六大士洎廣教省。並存言唱。用", "231": "咨提振。仍復討歷遺集。詳求昔範。或盡相善。或虗其", "232": "對。有別語焉。有代語焉。往哲深意。初心勤請。或教舉", "233": "其要。或顯其旨。有拈語焉。有垂語焉。躡前以申問者。", "234": "列為進語。因時而興論者。備諸辨語。後有同參之淨", "235": "侶。經途之禪客。公齋胥會。精廬環坐。隨方扣擊。尋常", "236": "應報者。或用掇集以布於同志。凡十有三卷云爾。嗚", "237": "呼。六一居士謂公以文章擅天下。然性剛勁寡合。觀", "238": "夫公齋務簡與宗師激揚萃集機語。布於同志。以其", "239": "所存。實聖賢高致也。", "240": "溫州江心龍翔肱禪師。天資嚴重。能蹤跡其師高菴", "241": "悟公之為人。其偈句亦精妍。叢林頗傳誦之。因謝事", "242": "龍翔。遊鴈蕩。戲題龍鼻水以見意曰。雨足雲收得暫", "243": "閑。謾將頭角寄空山。鼻端一滴無多子。引得人人到", "244": "此間。肱後住筠陽洞山。退寓雲居三塔而終。然雲居", "245": "乃受道之地。流行坎止。任之以緣。復與高菴冥會。此", "246": "非偶然耳。", "247": "黃龍菴主者。初承南禪師遺命。領住山緣十有二白。", "248": "於法席正盛時。毅然謝事。居西園。以晦名其堂。且曰。", "249": "吾所辭者世務耳。今欲專行佛法也。於是牓其門曰。", "250": "告諸禪學。要窮此道。切須自看。無人替代。時中或是", "251": "看得因緣。自有歡喜入處。却來入室吐露。待為品評", "252": "是非淺深。如未發明。但且歇去。道自現前。苦苦馳求。", "253": "轉增迷悶。此是離言之道。要在自肯。不由佗悟。如此", "254": "發明。方名了達無量劫來生死根本。若見得離言之", "255": "道。即見一切聲色．言語．是非。更無別法。若不見離言", "256": "之道。便將類會目前差別因緣以為所得。只恐誤認", "257": "門庭目前光影。自不覺知。翻成剩法。到頭只是自謾。", "258": "枉費心力。宜乎晝夜克己精誠。行住觀察。微細審思。", "259": "別無用心。久遠自然有箇入路。非是朝夕學成事業。", "260": "若也不能如是參詳。不如看經持課度此殘生。亦自", "261": "勝如亂生謗法。若送老之時。敢保成箇無事人。更無", "262": "佗累。其餘入室今去。朔望兩度却請訪及。紹興庚申", "263": "冬。獲斯牓於南蕩空禪師處。空嗣死心。能詳晦堂平", "264": "居行事。然須學者渴法。乃與開示。以朔望為準。殆謂", "265": "是也。", "266": "保寧璣道者。元祐間。住洪州翠巖。時無盡居士張公", "267": "漕江西。絕江訪之。璣逆於途。公遽問曰。如何是翠巖", "268": "境。對曰。門近洪崖千尺井。石橋分水繞松杉。公曰。尋", "269": "常只聞師道者之名。何能如是祇對乎。璣曰。適然耳。", "270": "公笑而長哦曰。野僧迎客下煙嵐。試問如何是翠巖。", "271": "門近洪崖千尺井。石橋分水繞松杉。遂題于妙高臺。", "272": "今有石刻存焉。", "273": "三祖會禪師者。天資敬嚴。臨眾煩苛。故叢林無善譽", "274": "色。目之為會魔子。因持鉢歸。示眾。舉。世尊入舍衛乞", "275": "食至。須菩提白佛言。希有世尊。此者山僧至深村陜", "276": "路。一婆子亦乘轎來。不免各下轎而過。婆子問曰。和", "277": "尚向甚處去。遂對以持鉢去。婆子云。啞著甚來由。大", "278": "眾。你且道這婆子言啞著甚來由。與須菩提歎希有", "279": "世尊。是同是別。若道同。甚麼處是同。若道別。未具衲", "280": "僧眼在。會乃天衣懷公之嗣。緣雖不稔。而機辯逸挌。", "281": "烏巨行公固甞稱其作略似臨濟下金剛眼睛．獅子", "282": "爪牙者。蓋此老亦服膺矣。", "283": "天童覺禪師。因歲暮過衛寺丞進可之廬。有堂曰六", "284": "湛。蓋取楞嚴六處休復同一湛然之義。且覔偈發揮", "285": "其旨。覺即賦曰。風瀾未作見靈源。六處亡歸體湛存。", "286": "諸法性空方得座。一彈指頃頓開門。寒梅籬落春能", "287": "早。野雪櫺牕夜不昏。萬像森羅心印印。諸塵超豁妙", "288": "無痕。妙喜老師自徑山繼至。衛命和之曰。非湛非搖", "289": "此法源。當機莫厭假名存。直須過量英靈漢。方入無", "290": "邊廣大門。萬境交羅元不二。六牕晝夜未甞昏。翻思", "291": "龐老事無別。擲劒揮空豈有痕。世俗名堂室。必於儒", "292": "書。意在燕休閑適而已。其欲資坐進此道。取於佛經。", "293": "蓋亦鮮矣。所以天童賦偈美之。徑山依韻和之。是皆", "294": "指以入道捷徑。略不少惜眉毛耳。", "295": "西蜀顯禪師者。落髮師乃紹覺白公。有偈送之南遊", "296": "曰。古路迢迢自坦夷。臨行不用更遲疑。佗時若到諸", "297": "方日。為我分明舉似伊。既至海會。參禮演和尚。一日。", "298": "演語曰。我固知你見處。只是未過白雲關。是時圜悟", "299": "為侍者。顯密以白雲關意扣之。圜悟曰。你但直下會", "300": "取。已而。演自城歸。顯偕圜悟入城。相值於興化。演曰。", "301": "記得在那裏相見來。顯曰。全火祇候。演顧圜悟曰。這", "302": "漢饒舌矣。由是機語相契。久而辭歸蜀。演為小參曰。", "303": "離鄉四十餘年。一時忘却蜀語。禪人回到成都。切須", "304": "記取魯語。顯旋成都。紹覺住昭覺。使顯應長松之命。", "305": "開堂拈香曰。一則爐鞴功精。一則磨淬極妙。二功並", "306": "著。理孰為先。不見道。本重末輕。當風可辨。此香奉為", "307": "紹覺和尚。爇向爐中。令教普天帀地。寘溝塞壑。使天", "308": "下衲僧無出氣處。嗚呼。言浮其實。欲隱彌露。無乃計", "309": "之左乎。其與一宿覺蓋相萬也。至於𤼭善戴嵩之筆。", "310": "故叢林目為顯牛子。既以小技溷掩道望。以故情謬", "311": "紊師承而為後世矜式。其可耶。", "312": "邵武吳學士。諱偉明。字元昭。參道於海上洋嶼菴。與", "313": "彌光藏主為法友。別去未幾。於南劒道中有省。乃頌", "314": "妙喜老師室中所問十數因緣。今紀其一曰。不是心。", "315": "不是佛。不是物。通身一穿金鎻骨。趙州參見老南泉。", "316": "解道鎮州出蘿蔔。遂致書以頌呈。謂不自謾也。妙喜", "317": "即說偈證之曰。通身一穿金鎻骨。堪與人天為軌則。", "318": "要識臨濟小廝兒。便是當年白拈賊。繼而光往邵武", "319": "相訪。亦和之曰。通身一穿金鎻骨。正眼觀來猶剩物。", "320": "縱使當機覿面提。敢保居士猶未徹。妙喜亦甞謂元", "321": "昭有宗師體裁。又稱光為禪狀元。諒其然乎。以之追", "322": "蹤丹霞．龐老故事。可無媿也。", "323": "虎丘隆禪師。道貌如甚愞者。與圜悟禪師潭之道林", "324": "法席。一日。圜悟開曰。見見之時。見非是見。見猶離見。", "325": "見不能及。遂竪起拳云。見麼。隆曰。見。圜悟曰。頭上安", "326": "頭。隆於言下領旨。尋俾掌藏教。有問圜悟曰。隆藏主", "327": "柔易如此。何能為哉。圜悟曰。瞌睡虎耳。及住虎丘。道", "328": "大顯著。因追繹白雲端和尚立祖堂故事。乃曰。為人", "329": "之後不能躬行遺訓。於義安乎。遂圖像奉安。題讚于", "330": "上。達磨。曰。闔國人難挽。西𢹂隻履歸。只應熊耳月。千", "331": "古冷光輝。百丈。曰。迅雷吼破澄潭月。當下曾經三日", "332": "聾。去却膏肓必死疾。叢林從此有家風。開山明教大", "333": "師。曰。春至百花觸處開。幽香旖旎襲人來。臨風無限", "334": "深深意。聲色堆中絕點埃。嗚呼。百丈創立禪規以來。", "335": "叢林卒不至於阤廢。實本于此。白雲以百丈配享達", "336": "磨。有識靡不韙其議。可謂知本矣。隆既能遵行奉先", "337": "之禮。又從而為讚發明其道。有足多也。", "338": "靈源禪師。居黃龍昭默堂。與東湖居士徐師川夜話。", "339": "遂及陳述古甞對東坡談禪。東坡謂其如說食龍肉。", "340": "且以自所論若食豬肉。實美而真飽也。靈源曰。此乃", "341": "東坡早歲趂後發言。不覺負墮。當為明之。於是成二", "342": "偈。東坡笑說喫龍肉。舌底那知已嚥津。能省嚥津真", "343": "有味。會言龍肉不為珍。又曰。何知龍肉即豬肉。細語", "344": "麤言盡入神。惜彼當年老居士。大機曾未脫根塵。師", "345": "川笑曰。至哉斯言。惜老坡不聞也。噫。東坡詩有前身", "346": "自是盧行者之句。蓋自知從佛祖中來矣。然較所學", "347": "於述古。可謂前言戲之耳。靈源欲杜其從而作說者。", "348": "以偈辨明。厥有旨哉。", "349": "興元府吳恂。字德夫。以元豐元年任豫章法曹。時郡", "350": "帥王觀文韶迎晦堂和尚入城。館於大梵院而咨心", "351": "要。吳亦往參扣。晦堂曰。公平生學解記憶多聞即不", "352": "問。父母未生已前道將一句來。吳窘無以對。遂於行", "353": "住坐臥提撕此語。忽自知有。而機莫能發。乃閱傳燈", "354": "錄。至鄧隱峰倒卓而化。其衣順體不褪。深以為疑。自", "355": "是徧問尊宿。或答以神通妙用。或答以般若力資。疑", "356": "終不釋。復趨晦堂而問之。晦堂笑曰。公今侍立。是順", "357": "耶。是逆耶。吳曰。是順。晦堂曰。還疑否。吳曰。不疑。晦堂", "358": "曰。自既不疑。何疑於彼。吳於言下大徹。甞有二偈題", "359": "于晦堂。中無門戶四無旁。學者徒勞捉影忙。珍重故", "360": "園千古月。夜來依舊不曾藏。又廬峰居士舊門人。邈", "361": "得師真的的親。大地撮來成箇眼。翻騰別是一般新。", "362": "晦堂有偈送之。海門山嶮絕行蹤。踏斷牢關信已通。", "363": "自有太平基業在。不論南北與西東。噫。吳為府椽。能", "364": "自公餘暇質疑於尊宿。與一行作吏。此事便廢者。遠", "365": "矣。是時叢林皆頎慕其風采。亦可謂特立之士。林間", "366": "錄以德夫為敦夫。無乃誤耶。", "367": "潛菴源禪師。初謁泐潭月和尚。月問曰。自何而來。作", "368": "箇甚麼。源曰。近離洪州。欲學佛法。月曰。殿裏有。去學", "369": "取。源曰。今日撞著箇泥堆。月曰。白日裏見鬼。源便喝。", "370": "既而趨黃檗與南禪師法席。源為人。外若簡淡而中", "371": "敏。南公喜之。命執侍最久。而源侍者之名遂著叢林。", "372": "甞頌三關話曰。拈一放一。烏光黑漆。打破𦘕缾。青天", "373": "白日。欲識鷲峰峰上機。摩訶般若波羅蜜。年逾八十", "374": "而喪明。學者益親附之。有欲版其語要流通。源設拒", "375": "曰。若吾語深契佛祖。從今百日間目復有明。則副汝", "376": "請。如期果愈。緇素讚喜曰。得非般若之驗歟。壽九十", "377": "有六而遷寂。建炎己酉冬。訖後事不數日。虜犯洪城。", "378": "殺戮無噍類。源不罹斯厄。非道德所致耶。", "379": "明州智朋禪師。初為寶峰持鉢。至焦山。時方丈成枯", "380": "木與照闡提俱嗣芙蓉楷公。先後得法。未甞相識。成", "381": "問朋曰。寶峰有何言句。朋即呈照自題肖像曰。雨洗", "382": "淡紅桃萼嫰。風搖淺碧柳絲輕。白雲影裏怪石露。流", "383": "水光中枯木春。咦。你是何人。成偁賞之曰。今日方知", "384": "寶峰親見先師來。又指以問朋曰。汝會麼。朋曰。不會。", "385": "成曰。汝記得法燈擬寒山否。朋遂誦。至誰人知此意。", "386": "令我憶南泉。於憶字處。成遽以手掩朋口曰。住。住。朋", "387": "豁然有省。朋後出世衡州花藥。為照之嗣。尋遷婺州", "388": "天寧。先是。崇寧二年。詔州郡建禪苑。以萬壽配紀元", "389": "為額。于時有致法門興衰之慶於妙湛禪師。妙湛謝", "390": "之曰。乃今而後。安得明眼尊宿三百六十員布於天", "391": "下耶。第恐法門衰由是矣。至政和元年。改崇寧為天", "392": "寧。朋之住天寧。在紹興七年。陳僑寓混殽於有司。遂", "393": "奉　聖旨。改報恩廣孝。得專一追崇指揮。逮十五年。", "394": "易廣為光。蓋事權輿於朋矣。故錄朋能推廣　聖孝", "395": "於無垠。而併記妙湛之言。妙湛住雪峰而終。", "396": "死心禪師。紹聖間。住江西翠巖。法堂後有齊安王祠。", "397": "威靈甚著。死心徙祠於院西偏。即址以建丈室。設榻", "398": "燕寢。蟒蟠身側。叱去復來。夜以為常。一夜將三鼓。夢", "399": "冠裳者涌謁。極陳遷居非所樂。欲假莊丁六十輩南", "400": "遊二廣。死心在夢諾之。居無何。莊丁家疫癘大作。物", "401": "故如數而後已。遂設問於學徒曰。且道果有鬼神乎。", "402": "若道有。又不打殺死心。若道無。莊丁為甚麼死。時下", "403": "語鮮有契者。適楚源首座自寶峰真淨會中來。死心", "404": "如前問之。源曰。甜瓜徹蔕甜。苦瓠連根苦。死心笑而", "405": "已。源應機鈍甚。寂音目為源五斗。蓋開口取氣炊熟", "406": "五斗粟。方能醻一轉語。妙喜老師𤼭甞為源見知。因", "407": "謁李商老。逾年而歸。源讓之曰。啞荒了也。豈不念無", "408": "常迅速乎。老師晚年常以此語學徒。且謂當時不覺", "409": "汗下。嗚呼。寶峰號江西法窟。源於其間持維挈綱。激", "410": "勵英俊。亦不失陳蒲鞵之為人也。", "411": "灨州顯首座。賦性高逸。機辨自將。保寧勇禪師以子", "412": "育之。因示以神劒頌。提得神鋒勝太阿。萬年妖孽盡", "413": "消磨。直饒埋向塵泥裏。爭奈靈光透匣何。顯曰。謾效", "414": "顰亦提得一箇。勇曰。何不呈似老僧。顯便舉云。凜凜", "415": "寒光出匣時。乾坤閔爍耀閃輝。當鋒坐斷毗盧頂。更", "416": "有何妖作是非。勇曰。忽遇天魔外道來時如何。顯以", "417": "坐具便摵。勇作倒勢。顯拂袖而行。勇曰。且來。顯曰。且", "418": "待去掘窟。勇笑而已。尋謁端禪師於白雲。端偁於眾。", "419": "待以猶子之禮。一日。端與淨居瑤公遊水磨。顯偕數", "420": "衲先在。遂侍端右。瑤曰。顯兄且莫妨穩便。端曰。從佗", "421": "在此聽說話。顯曰。不曾帶得標手錢來。便行。二老相", "422": "顧。為之解顏。既而遊湘西。寓鹿苑。真如禪師使之分", "423": "座攝納。久而歸灨上。或傳住西堂而終。顯之參保寧。", "424": "如太原孚在雪峰。及趨白雲。似大禪佛到霍山。雖具", "425": "有體裁。何竟無聞哉。得非谿邊老嫗喚其舊名耶。", "426": "佛鑑禪師。元符二年。首眾僧於五祖。于時太平靈源", "427": "赴黃龍。其席既虗。靈源薦佛鑑於舒守孫鼎臣。遂命", "428": "之出世。演和尚付法衣。佛鑑受而捧以示眾曰。昔釋", "429": "迦文佛以丈六金襴袈裟披千尺彌勒佛身。佛身不", "430": "長。袈裟不短。會麼。即此樣。無佗樣。自是一眾悚服。及", "431": "禮辭次。演曰。大凡應世。略為子陳其四端。雖世俗常", "432": "談。在力行何如耳。一．福不可受盡。福盡則必致禍殃。", "433": "二．勢不可使盡。勢盡則定遭欺侮。三．語言不可說盡。", "434": "說盡則機不密。四．規矩不可行盡。行盡則眾難住。其", "435": "詞質而理優。足以救過遠惡。亦猶藥不在精麤。愈病", "436": "者為良耳。", "437": "明州啟霞宏禪師。秀峰祥公之嗣。為人剛峭。不妄言", "438": "笑。故有鐵面之名於叢林。甞著法寶傳三卷。烏巨行", "439": "公為序冠其端。略曰。凡禪門正法眼藏皆見于傳。有", "440": "引以敘其機緣。有頌以顯其宗要。學者覧之。宗要明", "441": "而機緣得矣。茲可見傳之大槩。然啟霞介於天童．育", "442": "王之間。衲子過門。必與勘驗。一日。有僧稱衡陽人。與", "443": "師同里閈。侍者通謁。宏拽杖且行且語曰。不去參禪", "444": "學道。來認鄉人。討箇甚麼。僧擬議。即以杖打出。其攝", "445": "物類如此。院之山林深秀。有貴人卜葬所。親迎柩至。", "446": "宏堅臥其穴。不克喪事。郡守仇待制遣人諭之曰。千", "447": "年常住一朝僧。長老何苦爭耶。宏曰。不可以一朝僧", "448": "壞千年常住。貴人亦賢者。善其言而改圖。又行事類", "449": "如此。宏雖緣不勝。而以千年常住為己任。足可羞結", "450": "情固位者之顏矣。至於剛正之操。勤儉之德。挺挺有", "451": "祖風烈。可謂大溈喆公之有孫也。", "452": "馮給事濟川。紹興八年。隨僧夏于徑山。因題枯髏圖", "453": "曰。形駭在此。其人何在。乃知一靈。不屬皮袋。妙喜老", "454": "師見而謂之曰。公何作此見解耶。即和曰。只此形駭。", "455": "即是其人。一靈皮袋。皮袋一靈。馮於是悚然悔謝。是", "456": "時。堂中首座九仙清禪師亦繼之曰。形骸在此。其人", "457": "何在。日炙風吹。掩彩掩彩。清乃惠日雅公之嗣。", "458": "寶峰闡提照禪師。有法語五則。示其宗旨。以付聰藏", "459": "主。一曰。曹山立四禁。盡衲僧命脉。透得過。切忌依倚", "460": "將來。了事人。須別有生機一路。二曰。衲僧向異類中", "461": "行履。先德道異類墮。此是了事人病。明安道。須是識", "462": "主始得。三曰。闡提尋常向人道。不得參禪。不得學佛。", "463": "只要伊如大死人。只恐聞此語。作無事會。作無法可", "464": "當情會。正是死不得。若是死得。決不肯作這般見解。", "465": "佗時為人。切宜子細。四曰。吾家立五位為宗。往往人", "466": "以理事明。以寂照會。以能所見。以體用解。盡落今時。", "467": "何得名為教外別傳之妙。生死路頭。那箇是得力處。", "468": "總不恁麼時。如何卜度即不中。五曰。有情故情滲漏。", "469": "有見故見滲漏。有語故語滲漏。設得無情．無見．無語。", "470": "拽住便問佗。你是何人。闡提平時不謾許與。而囑累", "471": "於聰。其任固重。聰必頴然秀出於門弟子之間者。夫", "472": "何出世福清之天王。不克行道而終。遂致名亦不聞", "473": "於叢林也。", "474": "薦福本禪師。紹興十年。首眾僧於徑山。有偈示聰上", "475": "座曰。毒蛇猛虎當前立。鐵壁銀山在後橫。進既無門", "476": "退無路。如何道得出常情。聰還鄱陽。取道徽州。謁太", "477": "守吳元昭。因出似之。吳曰。毒蛇猛虎空相向。鐵壁銀", "478": "山謾自橫。長笛一聲歸去好。更於何處覔疑情。吳與", "479": "本以同參契分。更唱迭和。與夫捉盃笑語為治劇餘", "480": "樂。則有間矣。若非透脫情境。安能爾耶。", "481": "石霜清素侍者。閩之古田毛巖乃生緣也。晚遁湘西", "482": "鹿苑。以閑淡自牧。兜率悅公時未出世。與之隣室。有", "483": "客惠生茘支。悅命素曰。此乃老人鄉果。可同餉也。素", "484": "慨然曰。自先師去世。不見此矣。悅從而問之。師為誰", "485": "耶。對以慈明。悅乃乘閑致密。款其緒餘。素因問。子曾", "486": "見何人。悅以真淨文和尚告之。素曰。文又見誰耶。悅", "487": "曰。南禪師。素曰。南匾頭在石霜不久。其道盛如此。悅", "488": "益駭異。尋袖香咨扣。素曰。吾福解緣寡。豈可為人師。", "489": "但子之見解試吐露看。悅即具陳。素云。只可入佛。不", "490": "可入魔。須知古德謂。末後一句。始到牢關。悅擬對。又", "491": "遽問以。無為如何說。悅又擬對。而素忽高笑。悅恍然", "492": "有得。故甞以語無盡居士張公。逮崇寧三穓。寂音尊", "493": "者謁無盡於峽州善谿。無盡曰。昔見真淨老師于皈", "494": "宗。因語及兜率所謂末後句。語尚未終。而真淨忽怒", "495": "罵曰。此吐血禿丁。脫空妄語。不用信。既見其盛怒。不", "496": "敢更陳曲折。然惜真淨不知此也。寂音曰。相公惟知", "497": "兜率口授末後句。至於真淨老師真藥現前而不能", "498": "辨。何也。無盡駭曰。真淨果有此意耶。寂音徐曰。疑則", "499": "別參。無盡於言下頓見真淨用處。即取家藏真淨肖", "500": "像展拜。題讚其上。以授寂音。曰。雲菴綱宗。能用能照。", "501": "冷面嚴眸。神光獨耀。孰傳其旨。覿露唯肖。前悅後洪。", "502": "如融如肇。厥後有以讚鑱石于仰山。寂音亦有二偈", "503": "示悅之侍者智宣。云。素公死後閑名在。末後句如黃", "504": "石書。殺盡英雄人不見。子房兩眼似愁胡。又曰。無為", "505": "兩字如何說。開口知君病轉深。試問舊時宣侍者。不", "506": "言不語笑吟吟。噫。悅能扣素而不能忘其轍跡。致無", "507": "盡隨墮其中。非寂音發真淨瞑眩之藥。何能愈無盡", "508": "膏肓之疾耶。信宗師為人各有惠利。豈易測其涯涘", "509": "哉。", "510": "佛眼遠禪師。初至海會。依演和尚。以己事咨決者屢", "511": "矣。演只語之曰。我不如你。你自會得好。或曰。我不會。", "512": "我不如你。遠莫涯其意。久而復扣曰。今會中誰可親", "513": "近。演曰。有元禮首座。來時只向伊道。衲僧須具緇素", "514": "眼始得。及聞我上堂道同門出入。宿世冤家之語。遂", "515": "有省。子若乞教於禮。必須獲益。及請問。禮乃以手引", "516": "遠之耳繞囲爐數帀。且行且語。你自會得好。遠曰。有", "517": "冀開發。却爾相戲。豈法施之式哉。禮曰。汝佗日悟去。", "518": "方知今日曲折。已而。寒夜孤坐撥爐。見火一豆許。恍", "519": "然自喜曰。深深撥。有些子。平生事。只如此。遽起。閱机", "520": "上傳燈錄。適當破竈墮因緣。洞符所證。圜悟因詣其", "521": "寮。舉青林搬土話驗之。且謂。古今無人出得。遠曰。有", "522": "甚麼難出。圜悟曰。只如佗道鐵輪天子寰中旨。又作", "523": "麼生出。遠曰。我道帝釋宮中放赦書。圜悟退而語朋", "524": "舊曰。喜遠兄便有活人句也。其後。遠之嗣子烏巨行", "525": "公有頌發揮海會之語曰。我不會兮不如你。達磨當", "526": "門缺兩齒。滿堂無限白蘋風。明明不自秋江起。又曰。", "527": "我不會兮不如你。堪笑千花生碓觜。善財謾說百城", "528": "遊。何曾踏著自家底。", "529": "仰山偉禪師者。平時機語叢林鮮傳。其見於仰山祖", "530": "堂自讚曰。吾真難貌。班班駮駮。擬欲安排。下筆便錯。", "531": "又塔銘載示眾曰。道不在聲色。而不離聲色。凡一語", "532": "一默．一動一靜。隱顯縱橫。無非佛事。日用現前。古今", "533": "凝然。理何差互。妙喜老師謂其是講因明．百法．起信", "534": "等論。師及參得禪了。開口更不著經論一字。以其說", "535": "禪方於雲蓋老智云。", "536": "端和尚。於皇祐四年寓歸宗書堂。郭功甫任星子主", "537": "薄。時相過從。扣以心法。逮端住承天。遷圓通。郭復尉", "538": "於江州德化。往來尤密。端移舒州白雲海會。郭乃自", "539": "當塗往謁。端問曰。牛醇乎。對曰。醇矣。端遽厲聲叱之。", "540": "郭不覺拱而立。端曰。醇乎。醇乎。於是為郭陞堂而發", "541": "揮之曰。牛來山中。水足草足。牛出山去。東觸西觸。又", "542": "不免送之以偈曰。上大人。丘乙己。化三千。可知禮。未", "543": "幾。示寂。郭為銘其塔。略曰。師之道。超佛越祖。師之言。", "544": "通今徹古。収則絕纖毫。縱則若猛虎。可謂知言矣。昔", "545": "人逢僧。話得半日之閑。尚見於詩。況學牧牛卒致乎", "546": "醇。自載于塔󳬴。亦不為過。", "547": "無盡居士。見兜率悅禪師。既有契證。因詢晦堂家風", "548": "於悅。欲往就見。悅曰。此老只一拳頭耳。乃潛奉書於", "549": "晦堂曰。無盡居士世智辨聰。非老和尚一拳垂示。則", "550": "安能使其知有宗門向上事耶。未幾。無盡遊黃龍。訪", "551": "晦堂於西園。先以偈書默菴壁曰。亂雲堆裏數峰高。", "552": "絕學高人此遯逃。無奈俗官知住處。前驅一喝散猿", "553": "猱。徐扣宗門事。果示以拳頭話。無盡默計不出悅之", "554": "所料。由是易之。遂有偈曰。久響黃龍山裏龍。到來只", "555": "見住山翁。須知背觸拳頭外。別有靈犀一點通。靈源", "556": "時為侍者。尋題晦堂肖像曰。三問逆摧。超玄機於鷲", "557": "嶺。一拳垂示。露赤體於龍峰。聞時富貴。見後貧窮。年", "558": "老浩歌歸去樂。從教人喚住山翁。黃太史魯直聞而", "559": "笑曰。無盡所言靈犀一點通。此藞苴為虗空安耳穴。", "560": "靈源作偈分雪之。是寫一字不著畫。嗟乎。無盡於宗", "561": "門可謂具眼矣。然因人之言。昧宗師於晦堂。鑑裁安", "562": "在哉。悅雖得無盡。樂出其門。其奈狹中媢忌。為叢林", "563": "口實也。", "564": "死心禪師。以大觀元年丁亥九月從洪帥李景直之", "565": "命住黃龍山。明年。揭牓于門曰。仰門頭行者。賓客到", "566": "來。劃時報覆。即不得容縱浮浪小輩到此賭愽。常切", "567": "掃洒精潔。凡置三門者。何也。即空．無相．無作三解脫", "568": "門。今欲登菩提場。必由此門而入。然高低普應。遐邇", "569": "同歸。其來入斯門者。先空自心。自心不空。且在門外。", "570": "戊子九月十八日。死心叟白。死心平日。佛祖在所詆", "571": "訶。而於賓客不立涯岸如此。其言典而嚴。簡而悉。於", "572": "世出世間兩得之矣。若使守法任者。具如是施為。何", "573": "慮叢林之不振耶。", "574": "程待制智道．曾侍郎天游。寓三衢最久。而與烏巨行", "575": "禪師為方外友。曾甞於坐間舉東坡宿東林。聞谿聲。", "576": "呈照覺總公之偈。谿聲便是廣長舌。山色豈非清淨", "577": "身。夜來八萬四千偈。它日如何舉似人。程問行曰。此", "578": "老見處如何。行曰。可惜雙脚踏在爛泥裏。曾曰。師能", "579": "為料理否。行即對曰。谿聲廣長舌。山色清淨身。八萬", "580": "四千偈。明明舉似人。二公相顧歎服。吁。登時照覺能", "581": "奮金剛椎。碎東坡之窠窟。而今而後。何獨美大顛門", "582": "有韓昌黎耶。雖烏巨向曾．程二公略露鋒鋩。豈能洗", "583": "叢林噬臍之歎哉。", "584": "蘇州定慧信禪師。蚤以百丈野狐頌得叢林之譽。其", "585": "頌曰。不落不昧。二俱是錯。取捨未忘。識情卜度。執滯", "586": "言詮。無繩自縛。春至花開。秋來葉落。錯。錯。誰知普化", "587": "搖鈴鐸。又貽老僧曰。俗臘知多少。龐眉擁毳袍。看經", "588": "嫌字小。問事愛聲高。暴日終無厭。登階漸覺勞。自言", "589": "曾少壯。遊嶽兩三遭。信為明眼宗匠。此乃其遊戲耳。", "590": "然品題形貌之衰憊。摸寫情思之好尚。抑可謂曲盡", "591": "其妙矣。", "592": "樞密蔣公頴叔。與圓通秀禪師為方外友。公平日雖", "593": "究心宗。亦泥于教乘。因撰華嚴經解三十篇。頗負其", "594": "知見。元豐間。漕淮上。至長蘆訪秀。而題方丈壁曰。余", "595": "凡三日遂成華嚴解。我於佛法有大因緣。異日當以", "596": "此地比覺城東際。唯具佛眼者當知之。于時。秀辨之", "597": "曰。公何言之易耶。夫華嚴者。圓頓上乘。乃現量所證。", "598": "今言比覺城東際。則是比量。非圓頓宗。又云異日。且", "599": "一真法界無有古今。故云十世古今始終不離於當", "600": "念。若言異日今日。豈可非是乎。又云具佛眼者方知。", "601": "然經云平等真法界。無佛．無眾生。凡聖情盡。彼我皆", "602": "忘。豈有愚智之異。若待佛眼。則天眼．人眼豈可不知", "603": "哉。公於是悔謝。及秀示寂。公以文祭之曰。方外之友。", "604": "唯余與師。念昔相見。一語投機。師來長蘆。我漕淮沂。", "605": "亦復交臂。笑言熙怡。我論華嚴。師為品題。陷虎機緣。", "606": "脫略徑畦。曷為捨我先其往。而蔬奠致誠。庶其歆之。", "607": "嗚呼。公於華嚴非素業矣。而欲追蹤棗柏大士。遊普", "608": "賢行願海。未免背馳。秀不敢孤方外契。為之辨明。然", "609": "一字之師。似可羞張迴浪稱於齊己也。", "610": "襄陽谷隱顯禪師。生於西蜀安樞密之別業田丁家。", "611": "南遊。參仰山偉公。因致問。如何是佛向上事。偉對以", "612": "日出東方。夜落西。顯復進語。東方向上。更望指示。語", "613": "未竟。而偉便打。於是有省。及住谷隱。以仰山忌日。對", "614": "靈拈香曰。仰面不見天。低頭不見地。不知大仰來不", "615": "來。一炷旃檀表勤意。顯為人誠至。道學純正。安公甞", "616": "𢹂家屬致拜。且語人曰。不意有一佛出吾家地上。遂", "617": "奏淨覺禪師號。以伸敬焉。蓋取其蘊。略其所出。可謂", "618": "道在一介。則一介重也。", "619": "潭州雲蓋智和尚。居院之東堂。政和辛卯歲。死心謝", "620": "事。黃龍由湖南入山奉覲。日已夕矣。侍僧通謁。智曳", "621": "履且行且語曰。將燭來。看其面目何似生而能致名", "622": "喧宇宙。死心亦絕呌。把近前來。我要照是真師叔。是", "623": "假師叔。智即當胷敺一拳。死心曰。却是真箇。遂作禮。", "624": "賓主相得歡甚。及死心復領黃龍。至政和甲午十二", "625": "月十五日示寂。時智住開福。得其訃音。即陞座曰。法", "626": "門不幸法幢摧。五蘊山中化作󰞆。昨夜泥牛通一線。", "627": "黃龍從此入輪迴。侍僧編次。易入為出。智見而大詬。", "628": "是時智年九十。可謂宗門大老矣。視死心為猶子。聞", "629": "訃歎法幢之摧。蓋前輩以法道故。今則不然。生譽死", "630": "毀與市輩無異。真可羞也。", "631": "泉州教忠光禪師。與李參政漢老在小谿雲門菴妙", "632": "喜會中。有同參契分。李因致光住教忠功德院。其疏", "633": "有三拜頓忘師弟子。一口吞盡佛眾生之句。為叢林", "634": "傳誦。既而李病將革。以偈寄光。曩歲曾經度厄津。深", "635": "將法力荷雲門。如今稍覺神明復。擬欲醻師不報恩。", "636": "光即和之。胡牀穩坐已通津。何處更尋不二門。八苦", "637": "起時全體現。不知誰解報深恩。李得其報。閱罷而逝。", "638": "其處生死之大變。泊然不亂。而言神明還復。可見平", "639": "日所養矣。東坡謂生死之際不容其偽。李殆庶幾焉。", "640": "李文和公。大中祥符間。甞作二句頌。寄朱發運正辭。", "641": "是時許郎中式亦漕淮南。朱遂以李頌示許。相與聯", "642": "成四句曰。參禪須是鐵漢。著手心頭便判李。雨催樵", "643": "子還家朱。風送漁舟到岸許。仍命浮山遠公和之。曰。", "644": "參禪須是鐵漢。著手心頭便判。通身雖是眼睛。也待", "645": "紅爐再鍛。鉏麑觸樹迷封。豫讓藏身吞炭。鷺飛影落", "646": "秋江。風動蘆花兩岸。文和公尋復自和曰。參禪須是", "647": "鐵漢。著手心頭便判。直趣無上菩提。一切是非莫管。", "648": "今唯傳後一頌而已。然世謂士夫學禪只資談柄。亦", "649": "宗知文和之唱。諸公之和。其語俓正。有宗師體裁也", "650": "哉。", "651": "明州和菴主。從南嶽辨禪師遊叢林。以為飽參。及逸", "652": "居雪竇之前山栖雲菴。有志於道者。多往見之。雪竇", "653": "主者。嫉其軋己。因郡守周舍人聞其名而問之。對云。", "654": "一常僧耳。和遂題三偈于壁。徙居杖錫山。一曰。自從", "655": "南嶽來雪竇。二十餘年不下山。兩處居菴身已老。又", "656": "尋幽谷養衰殘。二曰。十方世界目前寬。拋却雲菴過", "657": "別山。三事壞衣穿處補。一條藜杖伴清閑。三曰。黃皮", "658": "裹骨一常僧。壞衲蒙頭百慮澄。年老嬾能頻對客。攀", "659": "蘿又上一崚嶒。和之清名高德。出自所守。而神蘂形", "660": "茄亦何與於世。然猶取忌於時。卒致徙居。噫。名德累", "661": "人。信矣夫。", "662": "百丈珍禪師。有開山大智禪師讚曰。要識百丈祖師。", "663": "只這目前便是。若更顧佇思量。何止落在第二。向未", "664": "遭喝已前識渠面目。尋扭住作聲時。全無巴鼻。誰云", "665": "馬駒踏殺天下人。出得這一箇。得恁衰氣。元來不直", "666": "半分。始解兒孫滿地。珍乃建陽人。天資和雅。篤為杜", "667": "多之行。搭以麤繒僧伽梨。韻致高古。由是得珍布衲", "668": "之名於叢林也。", "669": "廬山慧日雅禪師。乃真淨高弟。甞著禪本草一篇曰。", "670": "禪。味甘性凉。安心臟。祛邪氣。闢壅滯。通血脉。清神益", "671": "志。駐顏色。除熱惱。去穢惡。善解諸毒。能調眾病。藥生", "672": "人間。但有大小．皮肉．骨髓．精粗之異。獲其精者為良。", "673": "故凡聖尊卑悉能療之。餘者多於叢林中吟風詠月。", "674": "世有徒輩多采聲殻為藥食者。悞人性命。幽通密顯。", "675": "非證者莫識。不假修煉。炮製一服。脫其苦惱。如縛發", "676": "解。其功若神。令人長壽。故佛祖以此藥療一切眾生", "677": "病。號大醫王。若世明燈。破諸執暗。所慮迷亂。幽蔽不", "678": "信。病在膏肓。妄染神鬼。流浪生死者。不可救焉。傷哉。", "679": "噫。世稱韓昌黎。毛頴傳以文章為滑稽。若禪本草。寧", "680": "免併按者歟。先佛號大醫王。而修多羅藏得非方書", "681": "乎。況禪本草從藏中流出。議病且審使藥。且親其有。", "682": "服食獲證大安樂地也必矣。由是觀之。雅豈徒然哉。", "683": "湛堂準禪師與雅公為法門昆仲。因雅述禪本草。乃", "684": "製炮炙論佐之。曰。人欲延年長生。絕諸病者。先熟覧", "685": "禪本草。若不觀禪本草。則不知藥之溫良。不辨藥之", "686": "真假。而又不諳何州何縣所出者最良。既不能窮其", "687": "本末。豈悟藥之體性耶。近世有一種不讀禪本草者。", "688": "却將杜漏藍作綿州附子。往往見面孔相似。便以為", "689": "是。苦哉。苦哉。不唯自悞。兼悞佗人。故使後之學醫者。", "690": "一人傳虗。萬人傳實。擾擾逐其末。而不知安樂返本", "691": "之源。日月浸久。橫病生焉。漸攻四肢。而害圓明常樂", "692": "之體。自旦及暮不能安席。遂至膏肓。枉喪身命者多", "693": "矣。良由初學麤心。師授莽鹵。不觀禪本草之過也。若", "694": "克依此書。明藥之體性。又須解如法炮製。蓋炮製之", "695": "法。先須選其精純者。以法流水淨洗。去人我葉。除無", "696": "明根。秉八還刀。向三平等砧碎剉。用性空真火微焙", "697": "之。入四無量臼。舉八金剛杵。杵八萬四千下。以大悲", "698": "千手眼篩篩之。然後成塵塵三昧。煉十波羅蜜為圓。", "699": "不拘時候。煎一念相應湯。下前三三圓。後三三圓。除", "700": "八風二見外。別無所忌。此藥功驗不可盡言。服者方", "701": "知此藥深遠之力。非世間方書所載。後之學醫上流", "702": "試取禪本草觀之。然後依此炮製。合而服之。其功力", "703": "蓋不淺也。妙喜老師曰。湛堂讀諸葛孔明出師表。而", "704": "知作文關楗。遂著羅漢疏．水磨記．炮炙論。嗚呼。尊宿", "705": "於世間學尚爾其審。況出世間法乎。若夫炮炙論。文", "706": "從字順。詳譬曲喻。而與禪本草相為表裏。非真起膏", "707": "肓必死之手。何能及此哉。", "708": "鼎州靈巖安禪師。為人奇逸。機辨自將。佛性泰公未", "709": "出世時。安以師事之。及泰住德山。遣安通嗣書于蔣", "710": "山圜悟禪師。爾時。圜悟坐於丈室。安捧書趨前。圜悟", "711": "曰。千里馳達。不辱宗風。公案現成。如何通信。安曰。覿", "712": "面相呈。更無回互。圜悟曰。此是德山底。那箇是專使", "713": "底。安曰。豈有第二人耶。圜悟曰。背後底聻。安便度書。", "714": "圜悟曰。作家禪客。天然猶在。安曰。分付與蔣山。乃下", "715": "通首座大眾書於僧堂前。首座問曰。玄沙白紙。此自", "716": "何來。安呈起書曰。見麼。首座遂引手攝。安復執却曰。", "717": "久默斯要。不務速說。今日拜呈。幸希一鑒。首座便喝。", "718": "安曰。作家首座。首座又喝。安打一書。首座擬議。安曰。", "719": "未明三八九。不免自沈吟。又以書打一下曰。接。圜悟", "720": "與佛眼禪師立于法堂。且盼甚作略。圜悟厲聲曰。打", "721": "我首座死也。佛眼曰。官馬廝踏。有甚憑據。安曰。說甚", "722": "麼官馬廝踏。正是龍象蹴踏也。圜悟曰。喚來。喚來。安", "723": "復至法堂上。圜悟曰。我五百眾中首座。你為甚麼打", "724": "佗。安曰。和尚也喫一頓始得。圜悟顧佛眼吐舌而已。", "725": "佛眼曰。未在。乃顧安而問曰。只如空手把鋤頭。步行", "726": "騎水牛。人從橋上過。橋流水不流。意作麼生。安低躬", "727": "曰。所供並是詣實。圜悟笑曰。元來是家裏人。遂至五", "728": "祖自禪師處。自曰。書裏說甚麼。安曰。文彩已彰。自曰。", "729": "畢竟說甚麼。安曰。當陽揮寶劒。自曰。近前來。這裏不", "730": "識數字。安曰。莫詐敗。自顧侍者曰。這是那裏僧。安曰。", "731": "莫。侍者曰。曾在和尚會下去。自曰。怪得恁麼滑頭。安", "732": "曰。曾被和尚鈍置來。自遂將書於爐上熏曰。南無三", "733": "滿多沒駄喃。安近前彈指而已。安再至蔣山坐夏。圜", "734": "悟使分座攝納。秋辭歸。圜悟曰。子何所需。安曰。短歌", "735": "須要十數文。長句只消三兩言。圜悟乃以頌嘉賞之", "736": "曰。使乎不辱命。臨機貴專對。安禪捋虎鬚。著著超方", "737": "外。不唯明牕下安排。掇向繩牀拶嶮崖。拈椎豎拂奮", "738": "雄辯。金聲玉振猶奔雷。九旬落落提綱宗。衲子濟濟", "739": "長趨風。解粘去縛手段辣。驅耕奪食猶雍容。秋風忽", "740": "作要歸去。了却武陵一段事。勃窣理窟乃胷中。行行", "741": "不患無知己。臨行索我送行篇。栗棘蓬與金剛圈。短", "742": "歌須要十數丈。長句只消三兩言。金毛獅子解翻身。", "743": "箇是叢林傑出人。不日孤峰大哮吼。五葉一花天地", "744": "春。自古禪會以專使為重任。禮貌機辯兼而優為之", "745": "者。則不辱命矣。安之若此。可不謂全才乎。", "746": "羅湖野錄下終", "747": "No. 1577-B 羅湖野錄跋No. 1577-B", "748": "羅湖野錄跋", "749": "前哲入道機緣。禪書多不備具者。其過在當時英俊", "750": "失於編次。是無衛宗弘法之心而然。遂致有見賢思", "751": "齊者。徒增大息耳。妙總窮居村落。不聞叢林勝事久", "752": "矣。比者江西瑩仲溫遠自雙徑來訪山舍。娓娓談前", "753": "言往行。殊慰此懷。徐探囊中。遂得羅湖野錄一編。所", "754": "載皆命世宗師與賢士大夫言行之粹美。機鋒之醻", "755": "酢。雄文可以輔宗教。明誨可以警後昆。於是詳覧熟", "756": "思。不忍釋手。亦足以見仲溫為道為學之要。其操心", "757": "亦賢於人遠矣。與天下好事者共之。庶幾後世英俊", "758": "繼而為之。使夫佛祖之道光明盛大。其功豈不愽哉。", "759": "紹興庚辰十月二十日　毗陵無著道人妙總謹書。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1577 羅湖野錄", "author": "宋 曉瑩集"}