{"sourceLink": "http://www.cbeta.org/", "text": {"0": "正宗分辨音章", "1": "第四本圓覺經類解卷第四本", "10": "問答除之諸業自然清淨故當此請問也。", "100": "霧󰋪定這箇喚作焦糓芽敗種子永不發生此一", "1000": "尅期亦無別義然約三根配之有其二意一約障", "1001": "盡難易者長期乃下根中期乃中根下期乃上根", "1002": "二約精進懈怠者即反於此蓋根有利鈍期有遠", "1003": "近對病設藥斯之謂歟安置淨居者此欲內外清", "1004": "淨身心潔白事理稱可也。", "1005": "若佛現在當正思惟若復滅後施設形像心存目想", "1006": "生正憶念還同如來常住之日懸諸幡華經三七日", "1007": "稽首十方諸佛名字求哀懺悔遇善境界得心輕安。", "1008": "此明道場行相然行相之中又有二意一隨相用", "1009": "心二離相用心今乃是隨相用心若佛現在當正", "101": "段文總有十句初四句由迷起惑次二句造業次", "1010": "思惟者只如此經十方之人皆是佛現在之時當", "1011": "機之者既有此機又遇在世親聞佛所說法即正", "1012": "念思惟一切諸法不離一心當知唯心之內則無", "1013": "境界若佛滅後施設形像者此明如來大師已入", "1014": "涅槃不覩真儀但設以形像諦觀引心入法相即", "1015": "無相即見如來亦可想佛真身常住不滅也此是", "1016": "約事說若約理說者行人若觀行無間斷名為佛", "1017": "現在若觀行間斷之時名為佛滅後也斷後復作", "1018": "觀者名為施設形像也所以大珠和尚云身口意", "1019": "清淨是名佛出世身口意不清淨是名佛滅度今", "102": "二句受報後二句雖出三途却墮二乘之境然此", "1020": "既為下根之人設教且從初事相釋也懸諸幡華", "1021": "下即禮懺之儀式也三七日者此但是去其久近", "1022": "無別所表方等經說極少七日矣稽首者謂以頭", "1023": "稽留於地少時方起故曰稽首懺即梵語懺摩悔", "1024": "即唐言悔過謂懺則陳露先罪悔則改往修來若", "1025": "離垢慧菩薩所問禮佛法僧中說總有八重一供", "1026": "養二讚佛三禮佛四懺悔五勸請六隨喜七迴向", "1027": "八發願今略唯有其二者即禮佛懺悔也然文雖", "1028": "略法中亦具也遇善境界得心輕安者此感應也", "1029": "或見仙像或覩光明不作聖心名善境界若作聖", "103": "十句經文總當二乘宗中生滅四諦法門謂初由", "1030": "解即受群邪故下文云非彼所聞一切境界終不", "1031": "可取也若天台之意只許與信解行證相應。善", "1032": "境界如楞嚴云又以此心成就清淨淨心初極忽", "1033": "見大地十方山河皆成佛國具足七寶光明遍滿", "1034": "又有恒沙諸佛如來遍滿空界樓殿華麗下見地", "1035": "獄上觀天宮得無障礙此名忻厭凝想日深想久", "1036": "化成非為聖證不作聖心名善境界若作聖解即", "1037": "受群邪。", "1038": "過三七日一向攝念。", "1039": "此明離相用心攝念者起信云若修止者住於靜", "104": "此便生愛憎二境至二妄想依生妄業道者此當", "1040": "處端坐正意乃至心若馳散即當攝來住於正念", "1041": "正念者當知唯心無外境界也。", "1042": "若經夏首三月安居當為清淨菩薩止住心離聲聞", "1043": "不假徒眾至安居日即於佛前作如是言。", "1044": "為清淨菩薩止住者此指大乘菩薩也聲聞即小", "1045": "乘也徒眾即六和之眾也六和眾者一身和二口", "1046": "和三意和四戒和五利和六見和長芦祖照頌云", "1047": "身和共住非所勿去諸上善人同會一處口和無", "1048": "諍非禮勿聽同氣相求同聲相應意和同知勿受", "1049": "便宜不善厭作心不可欺戒和同修慎勿貪求防", "105": "集諦有妄業故妄見流轉者此當苦諦厭流轉者", "1050": "非止惡莫結冤讎利知同均平等最親你分八兩", "1051": "我得半斤見和同作莫生輕薄不恃己長大家安", "1052": "樂今則依大乘而修不假須此徒眾也。", "1053": "我比丘比丘尼優婆塞優婆夷某甲踞菩薩乘修寂", "1054": "滅行同入清淨實相住持以大圓覺為我伽藍身心", "1055": "安居平等性智涅槃自性無繫屬故今我敬請不依", "1056": "聲聞當與十方如來及大菩薩三月安居為修菩薩", "1057": "無上妙覺大因緣故不繫徒眾。", "1058": "梵語比丘此貪三義謂一怖魔二乞士三淨戒比", "1059": "丘尼即尼師也尼者女也優婆塞此云近事男即", "106": "此當道諦妄見涅槃者此當滅諦初二諦乃世間", "1060": "行者學法之人也優婆夷此云近事女即學法女", "1061": "也然小乘局於二眾大乘道俗俱霑也某甲則各", "1062": "稱其名踞者居也菩薩乘者揀羊鹿車也修寂滅", "1063": "行者揀四諦也實相住持者非事相住持也伽藍", "1064": "此云眾園園是眾所居之處故圓覺為萬德之所", "1065": "依此一段文據圭峯疏云意乃轉八識為四智也", "1066": "問何謂之八識耶答眼耳鼻舌身即前五識也第", "1067": "六意識第七末那識第八阿賴耶識也然前五識", "1068": "屬外即用也後三識屬內即體也又前五識屬後", "1069": "得智後三識屬根本智也何謂四智答一成所作", "107": "之因果後二諦乃是出世間之因果也。", "1070": "智二妙觀察智三平等性智四大圓鏡智也今轉", "1071": "者謂菩薩之人纔登初地方轉得第六意識成妙", "1072": "觀察智此智善達諸法也然此第六識中具善性", "1073": "不善性無記性為三性乃分別一切法也其次入", "1074": "二地至十地方轉得第七末那識成平等性智此", "1075": "智乃是翻因得名蓋因執我不平等故須翻之也", "1076": "然末那此云染污根謂此識內執我癡我慢我愛", "1077": "我見外執有凡有聖有高有下有彼有此不能平", "1078": "等也然上二識乃是菩薩之人因地於十地之中", "1079": "轉也其次於等妙二覺果位上方轉得第八阿賴", "108": "由此不能入清淨覺非覺違拒諸能入者有諸能入", "1080": "耶識成大圓鏡智此智乃是從果得名然此第八", "1081": "識執內身外境山河大地根身器界種子也今則", "1082": "譬如大圓鏡光明圓滿也如第十七祖一日遇一", "1083": "童子手持一鑑祖問曰汝手中以何所表童子曰", "1084": "諸佛大圓鏡內外無瑕兩人同得見心眼皆相似", "1085": "此是果上轉也第八識成大圓鏡智而前五識只", "1086": "就果上一道轉成成所作智此智作諸佛事也所", "1087": "以祖師云大圓鏡智性清淨平等性智心無病妙", "1088": "觀察智是非功成所作智同圓鏡五八六七果因", "1089": "轉但用名言無實性若於轉處不留情繁興永處", "109": "非覺入故。", "1090": "那伽定雖云六七因中轉五八果上圓但轉其名", "1091": "不轉其體也今經身安即成所作智也心安即妙", "1092": "觀察智也此以四惑相應妄計賴耶為自內我於", "1093": "平等理中起不平等見今既所緣性寂能緣七識", "1094": "自如如性皆同故成平等性智也次大圓覺者此", "1095": "大圓鏡智也豈不見乎普融示眾云德山入門便", "1096": "捧此豈不是成所作智玄沙與天龍游山見虎此", "1097": "豈不是平等性智臨濟示眾云有一無位真人在", "1098": "汝等面門入出未證據者看看此豈不是妙觀察", "1099": "智雪峯示眾云我這裏似一面古鏡相似胡來胡", "11": "大悲世尊為我等輩廣說如是不思議事一切如來", "110": "由此不能入清淨覺者此正是結答前問云若此", "1100": "現漢來漢現此豈不是大圓鏡智意謂用一圓覺", "1101": "為我一箇住處既以圓覺為所住之處則一切識", "1102": "性盡成圓覺之智即是十方諸佛生死本涅槃自", "1103": "性此之涅槃自性以順理故六通四闢大小精麤", "1104": "其運無乎不在更無方所可繫著不似小乘繫著", "1105": "方所也大菩薩者地上大乘菩薩也大因緣者不", "1106": "指小節之謂也。", "1107": "善男子此名菩薩示現安居過三期日隨往無礙。", "1108": "道場三期已滿小乘夏限未終以本非小乘安居", "1109": "故不妨隨往無礙也。", "111": "覺心本性清淨因何染汙使諸眾生迷悶不入今", "1110": "善男子彼末世修行眾生求菩薩道入三期者非彼", "1111": "所聞一切境界終不可取。", "1112": "此總標於加行境所證境中誠觀不得取著邪謬", "1113": "境界故般若經云魔能入一切眾生心令皈依魔", "1114": "黨如漆身斷手截臂不能為難魔力之故人皆信", "1115": "伏又法華云深著虗妄法堅受不可捨此皆非是", "1116": "觀中所聞所見若夫信解行證雖然階級不同而", "1117": "所信所解所行所證之法始終無別若不是最初", "1118": "根本了悟覺性三重因地之法不應取著也謂解", "1119": "則解其所信修則修其所解證則證其所修也下", "112": "答云只應不合執認四相展轉生過縱離六道復", "1120": "文方列三觀謂靜幻寂也。", "1121": "善男子若諸眾生修奢摩他先取至靜不起思念靜", "1122": "極便覺如是初靜從於一身至一世界覺亦如是。", "1123": "眾生念者世界既全成覺而眾生全在覺中故所", "1124": "起之念無不了達如影入鏡鏡照無遺如像入壺", "1125": "壺應無惑。", "1126": "非彼所聞一切境界終不可取。", "1127": "此誡取邪境也天台教云凡在定中若見善相者", "1128": "當以三法驗之一以定研磨二依本修治三以智", "1129": "慧觀察譬如世上之人欲知真金以三法試之一", "113": "墮二乘皆是執我故不能得證入圓覺也非覺違", "1130": "燒二打三磨也如楞嚴鈔中說昔有禪師在山中", "1131": "坐禪忽見一孝子擎一死屍來向師前著便哭云", "1132": "如何殺我阿母師知是魔思之此是魔境我將斧", "1133": "斫却可不解脫便於拄上取斧遂斫一斧孝子走", "1134": "去後覺服上濕便看之乃見血出不期自斫也亦", "1135": "有一禪師坐禪時忽見一猪來在面前師謂是魔", "1136": "則捉擎猪鼻唱叫把火來小師來看乃見和尚自", "1137": "把其鼻唱叫斯乃皆是正坐禪時心中起見遂感", "1138": "外魔來入也所以楞嚴經中於五陰說有五十種", "1139": "魔者良由此也。", "114": "拒諸能入者能入即信解行證前問云因何使諸", "1140": "善男子若諸眾生修三摩鉢提先當憶想十方如來", "1141": "十方世界一切菩薩依種種門漸次修行勤苦三昧", "1142": "廣發大願自熏成種。", "1143": "此幻觀也前至靜觀不假外緣今於幻觀門中須", "1144": "憑聖境前威德章幻觀即約大悲化生今道場之", "1145": "內且自尅修故約大智求佛也發願者謂䇿勵運", "1146": "意為發希求樂欲為願謂眾生無始已來念念希", "1147": "求五塵境今已了悟故發心念念樂欲悲智六度", "1148": "等境熏心成習也。", "1149": "非彼所聞一切境界終不可取。", "115": "眾生迷悶不入今答云不是本覺違背拒敵使令", "1150": "此誡取邪境也。", "1151": "善男子若諸眾生修於禪那先取數門心中了知生", "1152": "住滅念分劑頭數如是周徧四威儀中分別念數無", "1153": "不了知。", "1154": "此寂觀也數門者數字上聲呼此即數息觀也謂", "1155": "調和氣息令不澀不滑若數則從一至十想心在", "1156": "數不令馳散也良由數息之故息調心淨遂乃了", "1157": "達知覺心中生住異滅四相麤細妄念本末分劑", "1158": "頭緒數量無有不知者何也為心靜則覺動也今", "1159": "經無異字者即脫略也以論中所說十信凡夫覺", "116": "不得證入自是一切眾生因執我之故所以不入", "1160": "滅相三賢覺異相十地覺住相位滿覺生相也生", "1161": "相者動念都盡唯是一心也上文則坐時覺智非", "1162": "唯坐時覺知是妄幻乃於行住坐臥四威儀中四", "1163": "相之念麤細本末頭緒數量一時知之知則無患", "1164": "譬如妖魅所欲著人若知其名自然消滅所謂知", "1165": "賊是賊賊無能為此數門者乃五停心中之一門", "1166": "也何謂五一多貪眾生佛令入不淨觀二多瞋眾", "1167": "生入慈悲觀三多散亂眾生入數息觀四多癡眾", "1168": "生入因緣觀五多障眾生入念佛觀。", "1169": "漸次增進乃至得知百千世界一滴之雨猶如目覩", "117": "譬如夜間夢見別有一身或往或來或於種種之", "1170": "所受用物。", "1171": "謂淨心是圓覺自體而世界本在其中觀行成就", "1172": "全合根源知雨滴數固宜本分非唯雨滴萬物皆", "1173": "然舉一例諸且標雨滴也然凡夫之類迷此真心", "1174": "隨念所知故失其用也荀子尚云君子。一之微", "1175": "處一之危危微之機君子能知之尚書云人心惟", "1176": "危道心惟微惟精惟一允執厥中華嚴經說龍王", "1177": "行雨摩醯首羅尚知滴數況行人入觀乎若究竟", "1178": "者直到佛位方知之今約觀中妙慧發生故許所", "1179": "見同佛耳。", "118": "事然此夢身既然未忘畢竟不能合於本身亦非", "1180": "非彼所聞一切境界終不可取是名三觀初首方便。", "1181": "是名三觀初首方便者前圓覺菩薩問云三種淨", "1182": "觀以何為首故此結答云單修靜幻寂為初首方", "1183": "便也。", "1184": "若諸眾生徧行三種勤行情進即名如來出現于世。", "1185": "此即徧修也何謂徧修乃圓修靜幻寂三種觀也", "1186": "良由三觀既備萬行已圓故就此行人分上便是", "1187": "諸佛出世也又即此人本覺離念名為佛出佛即", "1188": "覺義圭峯云我心元與佛心齊曠劫沈淪只為迷", "1189": "菩薩乃梵語也唐言覺覺心寂照即菩提也。", "119": "是本身違背拒敵使之不合但是夢未醒所以僧", "1190": "若後末世鈍根眾生心欲求道不得成就。", "1191": "此下互修也互修即復修也今初明鈍根之人修", "1192": "觀未成也。", "1193": "由昔業障當勤懺悔常起希望先斷憎愛嫉妬諂曲", "1194": "求勝上心。", "1195": "此重發誓願決心欲證加功勵志懺業斷惑也。", "1196": "三種淨觀隨學一事此觀不得復習彼觀心不放捨", "1197": "漸次求證。", "1198": "此正明互修也序云別徧互習者指此及上文也", "1199": "疏云有人被色相所礙空靜之觀難成先觀色幻", "12": "因地行相令諸大眾得未曾有覩見調御歷恒沙劫", "120": "問龍牙云佛祖還解瞞人否牙云你道江湖還有", "1200": "幻即全空靜觀方成復有執定實色礙於心識難", "1201": "修幻觀先知其體本無而不妨覩相方成假幻復", "1202": "有修中難成絕待先知假全空而無假空全假而", "1203": "無空空假俱無絕於對待方成寂滅其中又有人", "1204": "直見心源方知諸法即性故空不壞相故假或但", "1205": "從性現故假無別所現故空今意若修靜觀不得", "1206": "者却許修幻觀若修幻觀不得者却許修靜觀二", "1207": "觀皆修不得者却許修寂觀也只如天台教云破", "1208": "一切惑莫甚乎空建一切法莫甚乎假究竟一切", "1209": "性莫甚乎中故一空一切空無假無中無不空一", "121": "礙人心否又云江湖雖無礙人之心為時人過不", "1210": "假一切假無空無中無不假一中一切中無假無", "1211": "空無不中反意可類。", "1212": "爾時世尊欲重宣此義而說偈言。", "1213": "圓覺汝當知一切諸眾生欲求無上道先當結三期", "1214": "懺悔無始業經於三七日然後正思惟非彼所聞境", "1215": "畢竟不可取奢摩他至靜三摩正憶持禪那明數門", "1216": "是名三淨觀若能勤修習是名佛出世鈍根未成者", "1217": "常當勤心懺無始一切罪諸障若消滅佛境便現前。", "1218": "於此上十一章經文並屬正宗分竟其頓漸悟修", "1219": "者蓋此經文殊一章是頓解悟普眼觀成是頓證", "122": "得佛祖雖無瞞人之意為時人透不得所以道自", "1220": "悟三觀諸輪是漸證悟圓覺一章道場加行是漸", "1221": "修悟耶甞考禪家有二句之義一者最初句二者", "1222": "末後句初句即初發明之謂也須得末後句始到", "1223": "牢關今經亦然初文殊章頓解悟即最初句也普", "1224": "觀成頓證悟即末後句也如善財初見文殊與未", "1225": "再見文殊其意一同。", "1226": "流通分第三流通分謂正宗分中法義已周欲使廣益他", "1227": "方遠霑來世流傳通泰展轉無窮故有此分而來", "1228": "若都無人傳是不流流則不住不滯或傳之遇其", "1229": "障難是不通通則不壅不塞如水之流無礙也。", "123": "是不歸之便得五湖渡有誰爭此則形無妨而人", "1230": "賢善首章於是賢善首菩薩在大眾中即從座起頂禮佛足右", "1231": "繞三帀長跪叉手而白佛言。", "1232": "賢則亞聖謂地前三賢位次十聖位地上菩薩也", "1233": "善則順理首是頭首然欲便萬善齊與俱順真理", "1234": "成因正位上次聖果者必藉經教流通經教流通", "1235": "是賢善之首故流通分當此菩薩請問也。", "1236": "大悲世尊廣為我等及末世眾生開悟如是不思議", "1237": "事。", "1238": "不思議事者近慶道場遠慶一部也謂一部經內", "1239": "世尊為上根人開示二空觀為中根人開示三觀", "124": "自妨之物無滯而人自滯之悲文而諸能入非覺", "1240": "諸輪為下根人開示道場加行如是種種法門離", "1241": "於精粗之域出於形質之外脫於言意之表故云", "1242": "不可思議之事而儒典尚云夫子之道上有出乎", "1243": "天之高下有入乎地之深瞻之在前忽然在後不", "1244": "可以形貌求不可以聰明□□□此不思議同意", "1245": "也。", "1246": "世尊此大乘教名字何等云何奉持眾生修習得何", "1247": "功德云何使我護持經人流布此教至於何地作是", "1248": "語已五體投地如是三請終而復始。", "1249": "然正宗分中但問所詮法義雖已圓備凡心難可", "125": "入故者意謂若悟入圓覺之時自是因信解行證", "1250": "任持聞□□時領會分明過後恐還遺忘事須持", "1251": "教貫穿文既不遺隨文解義依義起觀方成真正", "1252": "修行故此問經名字也云何奉持者前雖已說即", "1253": "持法也今此問所者即持教也謂自遵奉行為人", "1254": "持說也流布此教者此行十法行也謂若人一向", "1255": "於此了義經教供養寫施聽受讀誦說釋思修如", "1256": "是分布流傳末代未審此人智慧功德畢竟至於", "1257": "何位地有菩薩地有佛地也。", "1258": "爾時世尊告賢善首菩薩言善哉善哉善男子汝等", "1259": "乃能為諸菩薩及末世眾生問於如來如是經教功", "126": "之故所以得證入而圓覺本無出入入與不入初", "1260": "德名字汝今諦聽當為汝說時賢善首菩薩奉教歡", "1261": "喜及諸大眾默然而聽善男子是經千萬億恒河沙", "1262": "諸佛所說三世如來之所守護十方菩薩之所皈依", "1263": "十二部經清淨眼目。", "1264": "說此經佛既是真身無礙塵沙同體故一說即一", "1265": "切說三真身世一時說無說無不說如華嚴經云", "1266": "我不見有佛國土不說此經若不知了義教者則", "1267": "隨方有說不說也三世如來之所守護者如法華", "1268": "云我等諸佛護持此法令未來世一切菩薩未曾", "1269": "聞者皆悉得聞十方菩薩之所皈依者謂因行之", "127": "不干本覺之事只如參禪之人或十年二十年處", "1270": "中無不從此法而成佛十二部經清淨眼目者良", "1271": "以推窮迷本照徹覺源是以理貫群經義無不盡", "1272": "於此若解則諸教煥然可見如指諸掌眼目者如", "1273": "人有眼一切境界歷歷可見也十二部經者亦謂", "1274": "之十二分教一契經二應頌三授記四諷誦五因", "1275": "緣六自說七本事八本生九方廣十未曾有十一", "1276": "譬喻十二論議此謂之十二部經也今此經即屬", "1277": "契經及方廣二分所攝也前諸佛所說如來守護", "1278": "菩薩歸依者此即定圓覺之法也十二部經眼目", "1279": "者此印定為一切經之宗也所以序云印定之法", "128": "處不悟明心地者此不干主人公事自是你不肯", "1280": "為一切經之宗也即指此文也問此經對三時五", "1281": "時之教否答頓教不論先後處所但遇頓機即說", "1282": "故不對三時五時之教也又難云既不對教者法", "1283": "華經云是法華經諸佛神力之所守護此又如何", "1284": "分耶答法華諸佛神力守護者即屬正宗也此經", "1285": "諸佛守護者即屬流通分也若彼經守護在流通", "1286": "分者即許不可揀之彼既屬正宗分是知不同也。", "1287": "是經名大方廣圓覺陀羅尼亦名修多羅了義亦名", "1288": "祕密王三昧亦名如來決定境界亦名如來藏自性", "1289": "差別汝當奉持。", "129": "做工夫一旦忽然悟道之時此亦不干主人公事", "1290": "前問此大乘教名字何等云何奉持此答之有五", "1291": "名也然此經題者乃佛自立也且諸經得名有七", "1292": "種或體或用或果或彼人為目或以法為名人有請", "1293": "說等殊法有法喻等別或體或用或果或因或能", "1294": "詮或真或妄或境或智乍複乍單不同今經五名", "1295": "已含多種大者體也方廣者用也圓覺者果也祕", "1296": "密者因也王者喻也三昧者法也修多羅了義者", "1297": "是歎能詮也餘皆所詮如來是能證人也決定境", "1298": "界者即所證境也如來藏者即屬總乃在纏之名", "1299": "則真妄和合也又自性即空如來藏也差別即不", "13": "勤苦境界一切功用猶如一念我等菩薩深自慶慰。", "130": "自是你因夜以繼日坐以待旦䇿發進修加功練", "1300": "空如來藏也斯則人法總彰法喻皆舉具體具用", "1301": "有果有因詮旨雙題真妄俱顯方諸經目莫備於", "1302": "斯了義之名題顯然矣而世尊遂敕令依此名法", "1303": "而持謂已悟而持謂已悟明心地者文字性離即", "1304": "是解脫不妨滿紙放光而持也若不悟明心地者", "1305": "迷一切諸法真實之性向心外取法而起文字之", "1306": "見見還將文字對治示其本來之性如以聲止聲", "1307": "以橛出橛以機奪機以毒攻毒無離文字如說修", "1308": "行而持義也。", "1309": "善男子是經唯顯如來境界唯佛如來能盡宣說。", "131": "行做工夫而悟若是與麼人何愁與麼事不是與", "1310": "前云是諸眾生清淨覺地又說無明貪愛四病四", "1311": "相今云唯顯如來境界者既云唯顯佛之妙覺不", "1312": "思議境界獨佛方能盡其所說其所說者何耶謂", "1313": "說眾生無明皆無所有止是佛境佛境若不顯現", "1314": "眾生豈得皆空生若不空豈徹覺地故華嚴信位", "1315": "即佛境皆是此意也然後代淺識劣解之人以謂", "1316": "佛法止此此者□觀是說也。", "1317": "若諸菩薩及末世眾生依此修行漸次增進至於佛", "1318": "地。", "1319": "前問流布此教至於何地今答云良由此經唯顯", "132": "麼人莫怨與麼事此之謂也。", "1320": "佛境故修十法行之者必至佛地佛地即妙覺位", "1321": "也所謂不住化城便躋寶所在禪家謂之不動凡", "1322": "夫便登佛位。", "1323": "善男子是經名為頓教大乘頓機眾生從此開悟亦", "1324": "攝漸修一切群品。", "1325": "賢首國師以一大藏教深淺之義判為五教五教", "1326": "者一小乘教即四阿含經是二大乘始教即八部", "1327": "般若是三大乘終教即楞嚴涅槃寶積等是四大", "1328": "乘頓教即圓覺楞伽等是五大乘圓教即華嚴是", "1329": "今經乃屬頓教獨被頓機眾生於頓機中又分為", "133": "是故動念及與息念皆皈迷悶。", "1330": "上中下三根也疏云宗門是頓教事具漸門既頓", "1331": "漸俱收則遲速皆益會與不會入與不入皆可留", "1332": "心所以修山主云會得甚奇特不會也相許。", "1333": "譬如大海不讓小流乃至蚊蝱及阿修羅飲其水者", "1334": "皆得充滿。", "1335": "此舉喻也大海喻頓教小流喻漸教蚊虻喻二乘", "1336": "阿修羅喻菩薩飲其水等者喻二乘之人受持此", "1337": "經皆得悟入疏云大海有無量之水而飲之者則", "1338": "量腹多小圓覺有無邊之法門而受持之者隨器", "1339": "頓漸。", "134": "動念即前苦集二諦息念即前滅道二諦謂以是", "1340": "善男子假使有人純以七寶積滿三千大千世界以", "1341": "用布施不如有人聞此經名及一句義。", "1342": "此顯福也法會既終所談上中下三根及談因果", "1343": "法義復恐後代眾生不信修如是因感如是果遂", "1344": "於此流通分中一道較量功德歎使後人生信忻", "1345": "樂也如金剛經中兩重因果三番較量之意梵語", "1346": "檀波羅蜜此云布施謂運心寬廣曰布輟己惠人", "1347": "曰施此布施一度眾行皆攝華嚴經說有十度一", "1348": "布施謂財法無畏無不皆捨二持戒謂防非止惡", "1349": "內外無瑕三忍辱違順不干諦察忍可四精進離", "135": "上來所說道理因由所以之故動念是凡夫苦集", "1350": "身心相萬法增修五禪定念慮皆忘安理境六般", "1351": "若□無分別善達心空七方便涉有常空施為無", "1352": "□八願度上求下化窮盡未來九力度思修成功", "1353": "萬境不動十智度決斷無惑證法頤神今以布施", "1354": "一度以較量經福也一句義者此顯勝七寶也意", "1355": "謂雖以金銀瑠璃赤珠等寶不為自己求安樂之", "1356": "故普施與一切眾生者是有為有漏之因感得人", "1357": "天果報譬如仰箭射虗空勢力盡箭還墜招得來", "1358": "生不如意今若聞此經一句合宜之義如說修行", "1359": "斷惑遣疑是無漏最上之因便能超夢幻出輪迴", "136": "二諦之法息念又是二乘滅道二諦之法縱捨凡", "1360": "直趣無上佛果菩提所以此功德勝過前七寶布", "1361": "施功德也疏云世珍盈剎能為漏果之寶妙法一", "1362": "字必獲菩提之報禪家亦云識得一句一生參學", "1363": "事畢在教家亦云教典千文一心能貫之在書云", "1364": "詩三百一言以蔽之在記云通於一萬事畢在說", "1365": "云吾道一以貫之古詩云學雖不多可齊止□如", "1366": "是則歸同反一一處既通千處萬處一時透脫所", "1367": "以道一葉落天下秋一塵起大地收一華開天下", "1368": "春一事寂萬法真與此一句義同意也。", "1369": "善男子假使有人教百恒沙眾生得阿羅漢果。", "137": "夫境界又墮二乘境界所以皆歸迷悶不悟圓覺", "1370": "此顯劣智也梵語阿羅漢此有三義謂不生應供", "1371": "無賊也恒河者方四十里其沙細如󳫹假饒教得", "1372": "一百箇恒沙中許多數之人尅獲成就小果聖人", "1373": "者其福非是究竟故乃劣也。", "1374": "不如有人宣說此經分別半偈。", "1375": "上文舉劣此顯勝也意謂使教百恒沙眾生得阿", "1376": "羅漢果所得功德不如有人代佛宣揚此經半偈", "1377": "之功德也疏云凡全偈者所謂四句句有二種一", "1378": "文句二義句若約文句即兩句為半偈若約義句", "1379": "即說一切法本來空寂是半偈也顯空體不空是", "138": "不入圓覺也。", "1380": "全偈他。", "1381": "善男子若復有人聞此經名信心不惑。", "1382": "此明聞信也不惑即不疑惑也然大乘教法無量", "1383": "劫來難見難聞或時聞已不信不順不悟不入者", "1384": "有之矣所以論語云人無信不知其可也夫圓覺", "1385": "深旨一心妙門非大智而不能觀非大根而不能", "1386": "信觀即舉佛智也信之即入圓覺但懇志無疑決", "1387": "取於成辦也。", "1388": "當知是人非於一佛二佛種諸福慧如是乃至盡恒", "1389": "河沙一切佛所種諸善根聞此經教。", "139": "何以故由有無始本起無明為己主宰。", "1390": "此驗宿因也金剛經云當知是人等於一佛二佛", "1391": "三四五佛如而種善根已於無量千萬佛所種諸", "1392": "善根聞是章句乃至一念生淨信者諸善根者不", "1393": "過是貪嗔癡三毒發聞思修三慧也然此經宗信", "1394": "者必是即解之信信該果海不是小緣故驗其宿", "1395": "因曾積信種。", "1396": "汝善男子當護末世是修行者無令惡魔及諸外道", "1397": "惱其身心令生退屈。", "1398": "前問云何護持今答云但莫令惡魔外道惱其身", "1399": "心者即是護持也近有人撰其偈詞添入經中蓋", "14": "前總明觀行一向稱理而修猶可領解今於一味", "140": "此徵云動念既是背覺息念即合契真今以何義", "1400": "不知此是流通分故閱者幸勿疑焉。", "1401": "爾時世尊欲重宣此義而說偈言。", "1402": "賢善首當知是經諸佛說如來善護持十二部眼目", "1403": "名為大方廣圓覺陀羅尼現如來境界依此修行者", "1404": "增進至佛地如海小流水飲者皆充滿假使施七寶", "1405": "積滿三千界不如聞此經若化河沙眾皆得阿羅漢", "1406": "不如宣半偈汝等於來世護是宣持者無令生退屈", "1407": "爾時會中有火首金剛摧碎金剛尼藍婆金剛等八", "1408": "萬金剛并其眷屬即從座起頂禮佛足而白佛言世", "1409": "尊若後末世一切眾生有能持此決定大乘我當守", "141": "故俱稱迷悶耶答云良由動念是我動息念是我", "1410": "護如護眼目乃至道場所修行處我等金剛自領徒", "1411": "眾晨夕守護令不退轉其家乃至永無災障疫病消", "1412": "滅財寶豐足常不乏少。", "1413": "此下稟命加衛外護流通也火首者此神頭有火", "1414": "焰手中執金剛杵也。", "1415": "爾時大梵王二十八天王并須彌山王護國天王等", "1416": "禮佛足右遶三帀而白佛言世尊我亦守護是持經", "1417": "者常令安隱心不退轉。", "1418": "大梵王者即初禪天主也二十八天王者即三界", "1419": "主也須彌山王者即帝釋也護國天王者即別指", "142": "息我相既在動息俱迷所以不能證入此皆是無", "1420": "四天王也。", "1421": "爾時有大力鬼王名吉槃茶與十萬鬼王即從座起", "1422": "頂禮佛足右繞三帀而白佛言世尊我亦守護是持", "1423": "經人朝夕侍衛令不退屈其人所居一由旬內若有", "1424": "鬼神侵其境界我當使其碎如微塵。", "1425": "吉槃茶者亦鳩槃茶此鬼食人精氣其疾如風管", "1426": "林野諸鬼眾一由旬者即四十里也。", "1427": "佛說此經已一切菩薩天龍鬼神八部眷屬及諸天", "1428": "王梵王等一切大眾聞佛所說皆大歡喜信受奉行。", "1429": "疏云良由文殊所問經說有三種義歡喜奉行一", "143": "始世來於最初根本所起獨頭無明此之無明不", "1430": "能說者清淨不取著名利所染故二所說法清淨", "1431": "以如實知法體故三得果清淨即說益也問經首", "1432": "信成就與此信是同是別耶答前信淺此信深何", "1433": "以知之大智度論云如是我聞生信也信受奉行", "1434": "生智也信為能入智為能度又云信為入法之初", "1435": "機智為究竟之至要雖深淺之不同在智信一貫", "1436": "則無別也。", "1437": "圓覺經類解卷第四末終", "1438": "No. 252-BNo. 252-B", "1439": "應辰伏聞性均一天本無間斷識昧六塵遂分迷", "144": "待對境自然於無事平常中而起如天忽雲如鏡", "1440": "悟賴有圓覺性海明頓漸之所歸了義真乘混聖", "1441": "凡而同際指眾生要徑示諸佛真源是故一切眾", "1442": "生聞所未聞得所未得然理藏於隱則聞者晦妙", "1443": "入於玄則得者艱故曰圓覺未甞圓覺應辰□分", "1444": "湔薄資性愚蒙周甞覽圭峯之微言波翻巨海得", "1445": "復庵之類解霧廓晴天敬勤諸版願廣其傳庶幾", "1446": "口誦目擊意悟心開咸住大光明藏共登妙圓覺", "1447": "場所期妙利恭願祝奉兩宮無疆之壽報雙親罔", "1448": "極之恩凡在見聞悉霑餘潤。", "1449": "淳凞己亥長至日　承信即沈　應辰　謹識", "145": "忽塵以此無明作自己主宰耽著我相主是無明", "1450": "稽首十方佛經法并僧眾願以書寫力", "1451": "廣度於一切先報亡親恩及酬師匠德", "1452": "普濟諸群品同證於種智", "146": "之體宰是無明之用有運用判宰之義也。", "147": "一切眾生生無慧目身心等性皆是無明譬如有人", "148": "不自斷命。", "149": "是此一段文却轉釋前文良由四生六道一切眾", "15": "之中廣張諸輪屈曲差別雖然差別不乖一味之", "150": "生有無始本起獨頭無明為己主宰之故不能悟", "151": "入圓覺類如世上有一般人若是十歲二十歲之", "152": "後盲却其眼雖眼不見物說之則能了知若在胎", "153": "中便無目生出來便盲之時則對色之時種種為", "154": "說終無所益如涅槃云如盲不識乳色便問他言", "155": "乳色何似答曰色如白貝盲人復問是乳色者如", "156": "貝䩕耶答云不也復問貝色復何似耶答曰猶如", "157": "稻米末又問乳色柔軟如稻米末耶稻米末者復", "158": "何所似答曰猶如雨雪復言彼稻米末冷如雨雪", "159": "雨雪復何所似答曰猶如鵠是生盲人聞說如是", "16": "法此尤為難見故曰不可心思言議也因地行相", "160": "四種譬喻終不能得識乳真色所以寒山詩云因", "161": "緣都未詳盲人問乳色如是則盲人問乳跛者訪", "162": "路與此同意身心等性皆是無明者前文殊章得", "163": "本起因地則所修之法皆是佛因今用本起無明", "164": "則所管一切法皆是魔業又前以覺圓明故根塵", "165": "普淨所以經云一切是覺今以無明為本故云皆", "166": "是無明前如以金為千器千器皆金此如以土為", "167": "器器皆瓦也譬如有人不自斷命者此之認我之", "168": "相不覺不知不能自斷有似世間卑賤之人縱饒", "169": "卑陋六根不具衣不蓋形食不充口曾肯自斷著", "17": "者此指文殊章問本起清淨因地法行也覩見調", "170": "性命否於是不肯此一喻又可喻於後段愛我之", "171": "言及養無明之語後段血脉連環故此通前後文", "172": "也。", "173": "是故當知有愛我者我與隨順非隨順者便生憎怨", "174": "為憎愛心養無明故相續求道皆不成就。", "175": "此一道總結前文從無始來生此皆之障道之所", "176": "以有愛我經者我與隨順者此對順境生愛心以", "177": "明有我非隨順者便生憎怨者此對違境以起憎", "178": "心以明有我也用上來憎愛二心長養無明種子", "179": "及現行種子所謂種子熏現行現行熏種子不過", "18": "御歷恒沙劫下此是悟因地所行之行也夫果德", "180": "是見不超色聽不出聲境起心隨攀緣不息以至", "181": "念念憎愛念念取捨念念相續以此之心求悟圓", "182": "覺成就佛道者無有是處縱令勤苦經劫種種行", "183": "門但轉助得無明所謂鑽氷覓火掘地尋天緣木", "184": "求魚蒙沙作飯狂用工夫終不能成此上經文皆", "185": "是總敘過由下文方別釋四相也。", "186": "善男子云何我相謂諸眾生心所證者。", "187": "此下文乃別釋菩薩迷智境四相今且徵云如何", "188": "是菩薩犯著我相耶答云謂之一字乃評量之詞", "189": "評量菩薩大心眾生纔入初地用第七識心證第", "19": "稱真約理可照因地治染體解是難今蒙佛開示", "190": "八識然第七末那識是能證第八阿賴識為所證", "191": "假令修道捨妄證真只此能證之心不忘便謂之", "192": "我相然第七識屬見分第八識屬相分也蓋梵語", "193": "末那此云染污根四惑者我癡我慢我愛我見。", "194": "善男子譬如有人百體調適忽忘我身四支弦緩攝", "195": "養乖方微加針艾則知有我是故證取方現我體。", "196": "弦即緊急緩即慢此皆是支體不調手足失度之", "197": "狀方法也針艾譬逆順境界經云諸有智者以譬", "198": "喻得解如世上之人百骸調和順適之時則暫忘", "199": "我身肢體緊慢之相此況境無違順暫忘我相也", "2": "淨業章經起淨諸業障。", "20": "觀門有所悟入其昔所修因地勤苦境界一念之", "200": "至於調攝保養乖失方法宜寒則遇熱宜熱則反", "201": "受寒其肢體弦緩之相宛然一朝醫來或加以針", "202": "或炙以艾則肢體覺痛此況逆順境來喜根心起", "203": "便是我相也今學道之人亦然或燕居靜室或隱", "204": "處深山離物遺人頹然於吉凶之外心絕經營境", "205": "無違順習閑成性暫得忘情不覺自他便謂我得", "206": "道已無我相了也這般人假使世間高名厚利榮", "207": "華富貴酒色財氣皆動此人不得但以讚嘆其所", "208": "得之法所悟之法即便歡喜若毀謗無所得之法", "209": "即便嗔恨只此喜心怒心便是我相也以自謂捨", "21": "中備知炳然齊現如瑠璃瓶盛多芥子故深慶慰", "210": "妄證真一時無我了纔被人以逆順之境來取之", "211": "我相依前在也。", "212": "善男子其心乃至證於如來畢竟了知清淨涅槃皆", "213": "是我相。", "214": "上文並是麤相此結指細相也其心乃至證於者", "215": "此屬能也如來畢竟了知者此屬所也所中又如", "216": "來畢竟了知是能清淨涅槃是所意謂非但了知", "217": "二乘涅槃為我相設使了知如來涅槃亦是我相", "218": "也然如來涅槃但是虗無圓照無為覺體非別可", "219": "證今既證得涅槃不忘能所即皆是我相所以古", "22": "然楞嚴說眾生洞觀不過分寸阿那律見閻浮提", "220": "德云縱饒窮到底猶是涉風波。", "221": "善男子云何大相謂諸眾生心悟證者善男子悟有", "222": "我者不復認我所悟非我悟亦如是悟已超過一切", "223": "證者悉為人相。", "224": "心悟證者此覺悟前證心不是也者之一字正名", "225": "人相意謂此之入地眾生到此又悟知前來證心", "226": "是我相既知證心是我相更不肯再作證底道理", "227": "解會故謂之不復認我今來所悟之心更無我相", "228": "了殊不知只這所悟底心依前只是人相之我與", "229": "前我相一般前證心是麤底識此悟心是細底識", "23": "如掌中果菩薩見百千世界十方如來窮盡微塵", "230": "縱饒謂此之悟心超出過越前來一切證心未免", "231": "皆屬人相何也尚有能絕能除之心存焉。", "232": "善男子其心乃至圓悟涅槃俱是我者心存少悟備", "233": "彈證理皆名人相。", "234": "不取能所故曰圓悟無非不盡故曰備彈意謂此", "235": "之眾生用第七識心不取能所之相而前能所之", "236": "相俱是有我直饒圓悟涅槃備盡得證心之理不", "237": "取能所者此尚有少能悟之心不忘前故曰人相", "238": "何也為少悟之智不是差別之心故曰少也。", "239": "善男子云何眾生相謂諸眾生心自證悟所不及者。", "24": "清淨國土今既入觀以觀智之力所以徹見如來", "240": "此又徵云如何是眾生相謂覺前能悟是所覺悟", "241": "既成所覺又名能展轉無窮皆成能所能所及處", "242": "皆是相待了此無定故能所離前非計所不及謂", "243": "免諸過不覺此計又是眾生眾生者不定執一之", "244": "謂也謂前證心不及此心前悟心亦不及此心者", "245": "之一字便是了心不忘。", "246": "善男子譬如有人作如是言我是眾生則知彼人說", "247": "眾生者非我非彼云何非我我是眾生則非是我云", "248": "何非彼我是眾生非彼我故。", "249": "此舉喻釋通此一段文但借世人語詞以為義勢", "25": "因地恒沙劫中修行之事也問此之調御未審十", "250": "以顯眾生相不妨義理至淺近而文且幽隱今為", "251": "子細分扸于慈世尊召淨業云善男子要知眾生", "252": "者譬如世上有一人口中自作如是之說問說道", "253": "如何說道云我此一身不是張三亦非李四若我", "254": "是張三則便有彼之李四為對待若我是李四則", "255": "便有彼之張三亦為對待今我自是色受想行識", "256": "眾緣和合而生也則知彼人說眾生者此却是佛", "257": "說也謂彼人既道我這一身自是眾緣而和合生", "258": "之時而世尊便知彼說眾生之人已無自我了非", "259": "唯無自我亦無彼我也既不執是我即無彼我對", "26": "號之中當第幾號耶答云當第七號也然十號者", "260": "待之法上文徵釋己自可見了世尊又恐後代眾", "261": "生不會再來將非我非彼一句分開為兩段徵釋", "262": "使其易曉今先徵起非我二字云上文說非我如", "263": "何是非我答云彼人適來自道我這一身自是眾", "264": "緣和合而生既道我是眾生即便無自我了又徵", "265": "起非彼二字云上文說非彼如何是非彼答云彼", "266": "人適來自道我這一身自是眾緣和合而生既道", "267": "我是眾生即便無彼我了雖然於自我彼我都無", "268": "了尚不合有執眾生之心也無自我者即無初證", "269": "心無我相也無彼我者即無第二悟心無人相也", "27": "一如來者髣同先迹號二應供者堪為福田號三", "270": "尚有眾生者即此能了之心不忘也大凡佛書有", "271": "文易意難意易文難者有文意俱難者文意俱易", "272": "者此乃文難意易也。", "273": "善男子但諸眾生了證了悟皆為我人而我人相所", "274": "不及者存有所了名眾生相。", "275": "此合喻對辨也意謂但是地上眾生雖然了達得", "276": "第一證心是我相又達得第二悟心是人相而了", "277": "心不忘便是眾生相也了疏云了證者空則我不", "278": "及了悟者空則人不及不及之處存有一箇所了", "279": "之心豈非眾生相乎此謂之靈龜曳尾拂迹迹生", "28": "正徧知者達偽通真號四明行足者果從因得號", "280": "也。", "281": "善男子云何壽命相謂諸眾生心照清淨覺所了者", "282": "一切業智所不自見猶如命根。", "283": "才有證心證心不忘便謂之我相才有悟心悟心", "284": "不忘便謂之人相了得證心了得悟心了心不忘", "285": "謂之眾生相前三相俱盡唯是一味照覺現前覺", "286": "心不忘謂之壽命相今且先徵起云如何是壽命", "287": "相答謂等覺位大心眾生修行到此用即心之照", "288": "此之即心之照全是自己光明裏許離煩惱障離", "289": "所知障無一絲毫污染遂覺前來我相人相眾生", "29": "五善逝者妙往菩提號六世間解者窮盡法界號", "290": "相一切皆盡照徹真源於一切處一切時全是此", "291": "之一覺更無兩箇便擬將此作用之智修習一切", "292": "無漏之業業即業用或自利或利他種種等行此", "293": "之智照正是微細染識謂之細中之細一似人之", "294": "命根常常相續不能自斷又不能自見之如楞嚴", "295": "云阿難此湛非真如急流水望如恬靜流急不見", "296": "非是無流禪宗謂之命根不斷不到牢關亦謂之", "297": "智照現前猶是真常流注又云萬里不掛片雲虗", "298": "空正好喫棒何故如是只為到此境界不合猶有", "299": "依倚在猶涉廉纖在喚作著得華鬘嚴身瓔珞又", "3": "於是淨諸業障菩薩在大眾中即從座起頂禮佛足", "30": "七無上士調御丈夫者降生成道號八天人師者", "300": "喚作百尺竿頭未能放步萬仞洪岸未能撒牛尚", "301": "有佛法存於胸中所以僧問古德云牛頭未見四", "302": "祖時為什麼百鳥󰴌華答云聞時富貴又云見後", "303": "為什麼不󰴌華答云見後貧窮今此壽命相正是", "304": "牛頭未見四祖時底時節又僧問趙州云朗月當", "305": "空時如何州云猶是堦下漢僧云請師一接州云", "306": "待月落了來相見只如古人有降龍伏虎諸天送", "307": "供百鳥献華者皆在此相中收也。", "308": "善男子若心照見一切覺者皆為塵垢覺所覺者不", "309": "離塵故。", "31": "應機說法號九佛者三覺圓明號十世尊者出世", "310": "若以此法門智照照見前前三相一切覺者皆是", "311": "塵勞垢污者只此能覺所覺之智依前不離塵勞", "312": "妄想何也為更有能覺之智未忘所以與前病一", "313": "般孟子所謂以五十步笑百步雖五十步未免是", "314": "亦走爾。", "315": "如湯消氷無別有氷知氷消者。", "316": "此舉喻譬如世上之人用百沸湯潑水相似湯至", "317": "而氷即泮同成一水雖然氷消去了尚有能知氷", "318": "之人只如言盡便是不盡水喻真性水喻四相湯", "319": "喻智慧所以東坡云首斷更無能斷者氷消那復", "32": "獨尊號以此證之是知調御二字當十號中第七", "320": "更知氷。", "321": "存我覺我亦復如是。", "322": "今存能覺之我覺前三相所覺之相雖然遣除前", "323": "三相之我無別有我不合更存此能覺我盡者便", "324": "是壽命相喻中知氷反合更存知氷消者也若依", "325": "他教約地位說此四相者第一我相即初地菩薩", "326": "所犯第二第三人相與眾生相即二地至十地菩", "327": "薩所犯最後壽命相即等覺位菩薩所犯此壽命", "328": "相謂之貼肉汗衫子最後方脫得此一相便入妙", "329": "覺位即佛矣。", "33": "號也謂能調伏一切眾生心猿意馬也。", "330": "善男子末世眾生不了四相雖經多劫勤苦修道但", "331": "名有為終不能成一切聖果是故名為正法末世。", "332": "此下皆是明有我失道謂既將此四相立心修行", "333": "則行行皆帶能所此皆是有為生滅之法故不成", "334": "聖果正同華嚴云多劫六度不名菩薩非唯不成", "335": "聖果亦謂正宗佛法中末世何以故夫正法一千", "336": "年像法一千年末法一萬年且正法之時人不取", "337": "相修則皆證末世之時人多取相今既取著其證", "338": "相之時雖是正法亦同末世若遇此頓教了達病", "339": "源則雖末世還同正法莊子曰世喪道矣道喪世", "34": "世尊若此覺心本性清淨因何染汙使諸眾生迷悶", "340": "矣。", "341": "何以故。", "342": "此一句徵起云前來修行之者劫數既多行又勤", "343": "苦以何義故不證聖果耶。", "344": "認一切我為涅槃故有證有悟名成就故。", "345": "此明認我為真答云謂只因不合認我以為涅槃", "346": "有悟有證有了有覺故所以雖多劫勤苦終無所", "347": "益譬如認夢身以為自己勤於家業種種疲勞終", "348": "無一事益於資產。", "349": "譬如有人認賊為子其家財寶終不成就。", "35": "不入。", "350": "此舉以顯前文疏云賊若在外猶可隄防養之為", "351": "兒如何撿護又知賊是賊賊無能為認之為兒宇", "352": "免破敗以喻六根取境猶可制禦藏識妄我難以", "353": "辨明所以楞嚴云阿難汝今現前眼耳鼻舌及與", "354": "身心六為賊媒自劫家寶由此無始眾生世界生", "355": "纏縛故於器世間不能超越壽禪師云認妄賊為", "356": "真子劫盡家珍收魚目以作驪珠空迷智眼又永", "357": "嘉云損法財滅功德莫不由斯心意識學人不了", "358": "用修行深成認賊將為子莊子云賊莫大於德有", "359": "心而心有眼故聖人去之。", "36": "此中問意不說本來都迷意明已知覺性圓明諸", "360": "何以故。", "361": "前徵何以多劫不證答云由認我取證故此又徵", "362": "云涅槃是萬法之真性即我體性亦是涅槃縱使", "363": "認我取證以何因由所以之故便妨於道耶。", "364": "有我愛者亦愛涅槃伏我愛根為涅槃相有憎我者", "365": "亦憎生死不知愛者真生死故別憎生死名不解脫。", "366": "疏云夫生死輪迴本由憎愛欲求解脫須盡二源", "367": "今憎生死亦是本憎棄苦欣樂雖殊憎愛元是本", "368": "習帶之修道佛果豈成伏我愛根為涅槃者由調", "369": "伏之故愛根不起之處相似涅槃之相以似為真", "37": "法清淨何得凡心宛在所作所為情猶憎愛未審", "370": "本愛涅槃擬除生死愛心既在即生死根愛根憎", "371": "苗豈名解脫謂只此愛涅槃心便是生死之心又", "372": "却安用別生一箇憎生死之心只此一心在兩處", "373": "用既用此心憎生死又用此心愛涅槃也。", "374": "云何當知法不解脫。", "375": "法之一字即涅槃因前云愛涅槃者名不解脫故", "376": "此又徵起云若愛生死即是繫縛今悟涅槃是寂", "377": "滅一心之法以何相狀得知云不解脫耶。", "378": "善男子彼末世眾生習菩提者以己微證為自清淨", "379": "由未能盡我相根本。", "38": "有何之法染汙令我用心異於諸佛迷則不悟悶", "380": "以己微證為自清淨者佛法大海無量無窮其能", "381": "入之者漸入漸深今彼眾生方且外知根塵假合", "382": "內覺性體寂然殊未有大徹大悟之門而我相根", "383": "本必不能盡除何以知之下文用境驗之即知也。", "384": "若復有人讚歎彼法即生歡喜便欲濟度若復誹謗", "385": "彼所得者便生瞋恨則知我相堅固執持潛伏藏識", "386": "遊戲諸根曾不間斷。", "387": "只如莊子云宋榮之為道也舉世而譽之而不加", "388": "勸舉世而非之而不加沮今彼眾生未能臻乎此", "389": "境遇贊則喜遇毀則嗔以此驗知我相猶在何也", "39": "則不證入本覺也。", "390": "然世境違順麤重易明唯就法門最難覺察但言", "391": "為法真彼度此不知此心元是我相此之我相暫", "392": "時潛伏藏在第八阿賴耶識中若觸著逆順境界", "393": "依前於六根門頭熾然發現常常永不曾有間斷", "394": "休歇古德云聊將柱杖輊輊撥燒印□手與大千", "395": "□□□□者屬第八識種子諸根者即屬眼識耳", "396": "識鼻識舌識第六意識第七末那識現行種子重", "397": "現行熏種子常無間斷若約此中贊毀者乃屬八", "398": "風稱利衰毀譽譏苦樂也。", "399": "善男子彼修道者不除我相是故不能入清淨覺。", "4": "右遶三帀長跪叉手而白佛言。", "40": "惟願如來廣為我等開悟法性令此大眾及末世眾", "400": "此結前所說至是存我失道所以不能得悟入清", "401": "淨圓覺也。", "402": "善男子若知我空無毀我者有我說法我未斷故眾", "403": "生壽命亦復如是。", "404": "此下乃是說病為法此恐聞前佛說贊之則喜毀", "405": "之則嗔嗔喜未忘便是我相今此便擬忍受不嗔", "406": "用為無我以謂我今一身自是眾緣和合而成畢", "407": "竟無我我已空了汝毀何人念汝無知之故今為", "408": "汝種種說我空之法只此見有無毀之人便是未", "409": "得我空只此為彼說法便是未斷我相然我人眾", "41": "生作將來眼說是語已五體投地如是三請終而復", "410": "生壽者亦復如是疏云毀者是彼說者是我經文", "411": "於毀者言無此是反明過也於說法者言有此是", "412": "順明過。", "413": "善男子末世眾生說病為法是故名為可憐愍者雖", "414": "勤精進增益諸病。", "415": "此結成存我失道所以不能悟入圓覺病者即四", "416": "相也四相若存總名為病今彼眾生皆是以四相", "417": "之病作十方諸佛一心圓覺之法門所謂認鷄作", "418": "鳳拾礫為玉誠可哀怜然雖勤苦精進轉增其病", "419": "譬如將薪投火以水助氷。", "42": "始。", "420": "是故不能入清淨覺。", "421": "此結障道謂彼修道之人不合以上來所說之病", "422": "為法故遂不能證入清淨圓覺也。", "423": "善男子末世眾生不了四相以如來解及所行處為", "424": "自修行終不成就。", "425": "此下文說將凡夫以濫聖人先抑聖同己疏云佛", "426": "說了義稱理法門皆言心境本空惑業本淨凡聖", "427": "不異因果皆圓就佛見之理實如此且眾生迷倒", "428": "已久種習根深縱令信解法門現用元來隨念但", "429": "以分別心識解他無礙言教謂言佛意亦秪如此", "43": "唯以遮盡一切法為義願以希求樂敬為義法性", "430": "便乃歎天同地撥無因果不信有修有證若作如", "431": "此見解者永壽所謂豁達空撥因果莽莽蕩蕩招", "432": "殃禍又譬如貧人數他財寶自無半錢分不能成", "433": "就圓覺方便也。", "434": "或有眾生未得謂得未證謂證。", "435": "上文抑聖同自己此乃是聘自己齊聖人或者不", "436": "定之稱謂有一般聘己齊聖之人未曾得聖入所", "437": "謂之理己謂得了未曾證聖人所證之智己謂證", "438": "了若未證而言證者根本戒中犯大妄語罪所以", "439": "佛於楞嚴會上告阿難言我教比丘直心道場於", "44": "者乃諸法之性若直談本體則名覺性若推窮差", "440": "四威儀一切行中尚無虗假云何自稱得上人法", "441": "譬如貧人妄號帝王自取誅滅況復法王如何妄", "442": "竊因地不直果招迂曲莊子云是今日適越而昔", "443": "至也。", "444": "見勝進者心生嫉妬。", "445": "疏云夫聖人用心他己無二見他勝進或教法流", "446": "行以念念歡喜必能隨順自驗內心如此或即證", "447": "悟不虗何以故十方諸佛日夜常放毫光伺候一", "448": "切眾生斷惡修善若有一人發菩提心學佛法者", "449": "十方諸佛則生無量歡喜若自覺己衰他盛則生", "45": "別之法皆無自體同於一性即名法性今此章破", "450": "嫉妬己盛他衰則生歡喜者縱令深解妙境但是", "451": "心之所緣勿錯認之謂得謂證者也。", "452": "由彼眾生未斷我愛是故不能入清淨覺。", "453": "此結成障道謂皆因前抑聖同己及聘己齊聖兩", "454": "類眾生皆是未曾斷去我愛由我愛故所以不能", "455": "悟入清淨圓覺此淨業菩薩前問若此覺心本性", "456": "清淨因何染污使諸眾生迷悶不入今答云有三", "457": "過咎一不合認我為真不能入清淨覺二不合說", "458": "病為法不能入清淨覺三不合將凡濫聖不能入", "459": "清淨覺觀此之意是誰之過歟。", "46": "四相豁融諸法皆同覺性故云開悟法性從前經", "460": "善男子末世眾生希望成道無令求悟唯益多聞增", "461": "長我見。", "462": "此明趣果迷因希望成道者此即趣果唯益多聞", "463": "者此即迷因大凡頓教宗旨先須了悟覺性然後", "464": "方可多聞廣其智慧不妨如龍得水似虎靠山序", "465": "云醫方萬品宜選對治海寶千般先求如意然末", "466": "世之人多迷此意唯宗名句一向徇文尋枝摘葉", "467": "不務了心心既不了假饒記得河沙會書塵墨於", "468": "己何益楞嚴云欲漏不先除畜聞成過誤則所見", "469": "所聞盡是增長一切諸惡論云多聞無智慧是不", "47": "文但云覺性此段云法性意在茲矣。", "470": "知實相譬如暗中有寶而無目諸教說聲聞人唯", "471": "觀於果不觀於因如狗逐塊不逐於人又如列子", "472": "說大道以多岐亡羊學者以多方喪生莊子亦云", "473": "夫道不欲多多則雜雜則擾擾則憂憂則不救此", "474": "皆責不先了心然後多聞列子說符篇云揚子之隣", "475": "人亡羊既率其黨又請揚子之竪追之揚子曰噫", "476": "亡一羊何追者之眾隣人曰多岐路既返問獲羊", "477": "乎曰亡之矣曰奚亡之曰岐路之中文有岐焉吾", "478": "不知所之所以返也揚子戚然變容不言者移時", "479": "不笑者竟日門人怪之請曰羊賤畜又非夫子之", "48": "爾時世尊告淨諸業障菩薩言善哉善哉善男子汝", "480": "有而損言笑者何哉揚子不答門人不獲所命弟", "481": "子孟孫陽出以告心都子心都子他日與孟孫陽", "482": "偕入而問曰昔有昆弟三人遊齊魯之間同師而", "483": "學進仁義之道而皈其父曰仁義之道若何伯曰", "484": "仁義使我愛身而後名仲曰仁義使我殺身以成", "485": "名叔曰仁義使我身名並全彼三術相反而同出", "486": "於儒孰是孰非耶揚子曰人有濵河而居者習於", "487": "水勇於泅操舟鬻渡利供百口褁粮就學者成徒", "488": "而溺死者幾半本學泅不學溺而利害如此若以", "489": "為孰是孰非心都子默然而出孟孫陽讓之曰何", "49": "等乃能為諸大眾及末世眾生咨問如來如是方便", "490": "吾子問之迂夫子答之僻吾惑愈甚心都子曰大", "491": "道以多岐亡羊學者以多方喪生學非本不同非", "492": "本不一而末異若是唯皈同反一為亡得喪子長", "493": "先生門習先生之道而不達先生之況也哀哉芙", "494": "蓉頌云休將聞見學玄宗學得徒勞狂用工爭似", "495": "無為閑放曠廓然豁爾自圓通。", "496": "但當精勤降伏煩惱起大勇猛未得令得未斷令斷", "497": "貪瞋愛慢諂曲嫉妬對境不生彼我恩愛一切寂滅", "498": "佛說是人漸次成就求善知識不墮邪見。", "499": "此勸斷惑方成正因意謂世尊勸誡一切眾生欲", "5": "謂行人入前三觀諸輪纔有證便執著四相四相", "50": "今諦聽當為汝說時淨諸業障菩薩奉教歡喜及諸", "500": "成就十方諸佛廣大圓覺者但當如我所說降伏", "501": "煩惱起大勇猛增勝之心若未得圓覺真實境中", "502": "大智慧光明義徧照法界義真實識知義清涼不", "503": "變義常樂我淨義一切妙用者當使令克擭成就", "504": "得之若未斷去凡夫顛倒境中貪嗔愛慢諂曲嫉", "505": "妬一切障礙虗妄之法者當使令斷除一切恩愛", "506": "悉皆空寂則無上佛果自然成就更須求善知識", "507": "以為證明導師不墮落邪見何也疏云商人入海", "508": "須假導師學者修行必資善友所以禪宗云威音", "509": "王已前無師自悟威音王已後無師自悟者盡是", "51": "大眾默然而聽善男子一切眾生從無始來妄想執", "510": "天魔外道貪嗔愛慢者此即根本煩惱中生也愛", "511": "無別性貪數所攝諂曲嫉妬即小隨煩惱也。", "512": "若於所求別生憎愛則不能入清淨覺海。", "513": "上文乃順釋此文乃反釋反明不生憎愛則得證", "514": "入圓覺憎愛者於自生愛於他生憎所以道但莫", "515": "憎愛洞然明白。", "516": "爾時世尊欲重宣此義而說偈言。", "517": "淨業汝當知一切諸眾生皆由執我愛無始妄流轉", "518": "未除四種相不得成菩提愛憎生於心諂曲存諸念", "519": "是故多迷悶不能入覺城若能皈悟剎先去貪瞋癡", "52": "有我人眾生及與壽命認四顛倒為實我體。", "520": "法愛不存心漸次可成就我身本不有憎愛何由生", "521": "此人求善友終不墮邪見所求別生心究竟非成就。", "522": "覺成者以城喻覺即法喻收舉也城有三義一防", "523": "外敵二養人眾三開門引攝謂一了心性眾惑不", "524": "入如防外敵二見恒沙功德萬行圓增如養人眾", "525": "三道無不通自他引攝如開門引攝也若能歸悟", "526": "剎者剎即梵語剎那此云世界此如率土之濱無", "527": "非王土行人既悟法法屬悟如云邪人說正法正", "528": "法亦成邪正人說邪法邪法亦成正法愛者即涅", "529": "槃也我身本不有者我身即憎愛之本欲除憎愛", "53": "此中說四相有二義一總敘過由二別釋其相今", "530": "莫執妄身所依既空能依何立其由皮既不存毛", "531": "將安附。", "532": "普覺章於是普覺菩薩在大眾中即從坐起頂禮佛足右繞", "533": "三帀長跪叉手而白佛言。", "534": "行人前有我相未可施功到此前諸過已離四相", "535": "既除方堪修習於修習用意中復有是非既有是", "536": "非覺猶未普故此令依師免溺四病既除覺性無", "537": "瑕覺方普矣又云普覺本末普覺麤細普覺淺深", "538": "故當請問也。", "539": "大悲世尊快說禪病令諸大眾得未曾有心意蕩然", "54": "且先總敘其執中相之過由謂四生六道二乘菩", "540": "獲大安隱。", "541": "禪病即前說四相乃是行人入禪觀中之病也蕩", "542": "然者如水之蕩蕩深遠之貌大安隱者對二乘與", "543": "菩薩分證分斷分覺此乃小安穩也唯佛滿證般", "544": "若為大安穩耳。", "545": "世尊末世眾生去佛漸遠賢聖隱伏邪法增熾使諸", "546": "眾生求何等人依何等法行何等行除去何病云何", "547": "發心令彼群盲不墮邪見作是語已五體投地如是", "548": "三請終而復始。", "549": "此明請問之意如人有子病者偏憂菩薩大悲先", "55": "薩一切眾生自從無始曠大劫來用妄想顛倒攀", "550": "哀末世賢聖隱沒正法將沈而外道邪法攘臂於", "551": "其間如火熾然盛行於世正當佛種累卵危及天", "552": "傷之際未審使一切眾生求何等人前云善知識", "553": "故令問也二依何等法三行何等行四除去何病", "554": "使末世群盲無目眾生依此諸法不墮六師邪見", "555": "然群盲者但是不見道之人皆謂之群盲如瞽却", "556": "兩眼不見一切縱有談說亦非真實涅槃經云譬", "557": "如有王告不臣言汝牽一象以示盲者時大臣受", "558": "敕乃集眾盲以象示之時彼眾盲各以手觸觸已", "559": "而大臣即還而白王言臣已以象示群盲竟大王", "56": "緣分別之心執認有我相人相眾生相壽命相不", "560": "即喚眾盲各各問言汝見象耶眾各言我已得見", "561": "王言象是何類其觸牙者即言象形如蘆菔根其", "562": "觸耳者言象如箕其觸頭者言象如石其觸鼻者", "563": "言象如杵其觸脚者言象如木臼其觸脊者言象", "564": "如狀其觸腹者言象如甕其觸尾者言象如繩所", "565": "謂群盲摸象各說異端若使群盲開眼分明照境", "566": "驗象真體終不說其尾牙等也今經舉群盲即此", "567": "類矣問前云發心與此發心何異答前發信心此", "568": "發住心故不同也。", "569": "爾時世尊告普覺菩薩言善哉善哉善男子汝等乃", "57": "過是真我本有迷之為無妄我本空執之為實橫", "570": "能諮問如來如是修行能施末世一切眾生無畏道", "571": "眼令彼眾生得成聖道汝今諦聽當為汝說時普覺", "572": "菩薩奉教歡喜及諸大眾默然而聽善男子末世眾", "573": "生將發大心求善知識欲修行者當求一切正知見", "574": "人心不住相不著聲聞緣覺境界雖現塵勞心恒清", "575": "淨示有諸過讚歎梵行不令眾生入不律儀求如是", "576": "人即得成就阿耨多羅三藐三菩提。", "577": "此答指示明師令伏事之也將發大心者揀二乘", "578": "之人發小心也此屬正因求善知識者此屬正緣", "579": "然因親緣疎譬如種子即因水土等即緣因在內", "58": "計此四是真實我之身體所以楞嚴云一切眾生", "580": "緣在外而種子雖自有之若不假水土則不發生", "581": "水土雖能發生若無種子之時而水土亦不能使", "582": "有今行人學法亦然雖內有佛性若不假師教開", "583": "導則佛性亦不能發顯如土木瓦礫等本無佛性", "584": "則為師之者亦能使之有是知因親緣疎今此行", "585": "人內既發大心外求善知識者乃是因緣具備因", "586": "緣既備佛道方成何以知之華嚴經中文殊告善", "587": "財云親近供養諸善知識是具一切智最初因緣", "588": "故光贊般若經云欲學六度波羅蜜者當與真善", "589": "知識相隨常當承事正知見人也當求一切知見", "59": "無始以來迷己為物失於本心為物所轉輪轉苦", "590": "人者謂善解深法空無相無作無生無滅了達一", "591": "切諸法從本已來離言說相離心緣相離能所相", "592": "究竟平等不可破壞無業無報無因無果性相如", "593": "如住於實除然後於畢竟空中不妨熾然建立一", "594": "切諸法此名正知見人也心不住相者此離凡夫", "595": "煩惱境界也不著聲聞緣覺境界者此離二乘滯", "596": "寂境界也經云寧在地獄經百千劫終不發二乘", "597": "之心法華云若以小乘化我則墮慳貪此事為不", "598": "可謂此正知見人於十二時中常遠離凡夫及二", "599": "乘境界雖然示現貪嗔癡在三界塵勞深境之中", "6": "者一我相二人相三眾生相四壽命相謂證心不", "60": "海喪本受輪皆由此也然此四相有二說一凡夫", "600": "而心不曾染著也亦同華嚴說婆須女愛水而不", "601": "溺無厭足王嗔火而不燒勝熱婆羅門癡邪而不", "602": "惑又云菩薩在家與妻子俱未曾捨離菩提之心", "603": "示有諸過讚歎梵行謂此正知見人以無量劫來", "604": "願力欲度有過眾生之故遂假以同事相攝愛令", "605": "其心不相疑等與相親近心既相親方堪受教可", "606": "以教之當告之曰若起婬怒癡等者此是過當墮", "607": "三塗若修戒定慧者此是超夢幻出輪迴真實清", "608": "淨之行如是種種讚歎梵行常當使一切眾生入", "609": "佛法律儀軌則中來不使他從魔邪外道凡夫無", "61": "迷識境四相二菩薩迷智境四相且識境四相者", "610": "律儀軌則中去大底有軌則者謂之佛法無軌則", "611": "者是外道法問今佛法未審有何軌則耶答有真", "612": "空軌則之法此之軌則之法能令行人斷障破疑", "613": "證體起用若求如此正知見人受教者即便克獲", "614": "成就無生正覺也。", "615": "末世眾生見如是人應當供養不惜身命。", "616": "此舉內財之難捨尚當捨之謂若決擇真實正見", "617": "之人便當捨身己泡幻之軀以貿金剛不壞之質", "618": "如將瓦器以換金瓶即雪山童子是也涅槃經云", "619": "我念過去作婆羅門在雪山中修菩薩行時無佛", "62": "謂執取自體為我相此妄認四大云是我也計我", "620": "亦無經法時天帝釋觀見即下試之以變身作羅", "621": "剎像甚可怖畏住菩薩前口說半偈云諸行無常", "622": "是生滅法菩薩聞偈心生歡喜即從座起以手舉", "623": "髮四向顧觀唯是羅剎即便往問云大士何處得", "624": "是半偈義乃是三世諸佛正道羅剎言汝不須問", "625": "我不食來經多日飢渴苦惱心亂謬語非我本心", "626": "之所知也菩薩曰若能為我說是偈竟我當終身", "627": "為汝弟子剎言汝智大過但自愛身都不見念我", "628": "今飢逼實不能說菩薩曰汝食何食答曰我所食", "629": "者唯人暖肉血菩薩曰但為我具足說是偈竟我", "63": "轉趣於餘趣為人相此謂我若作善得生人天若", "630": "當以身奉施剎言誰信汝為八字故棄所愛身菩", "631": "薩曰我今釋梵四王為我作證剎即許之遂脫皮", "632": "衣為數法座白言和尚願坐此座善為我說剎即", "633": "說云生滅滅已寂滅為樂說是偈已菩薩深思然", "634": "後於處處石壁遂書寫此偈竟即上高樹投身而", "635": "下未至地頃時空中出種種聲時剎復帝釋身接", "636": "取菩薩安置平地懺悔頂禮而去。", "637": "彼善知識四威儀中常現清淨乃至示現種種過患", "638": "心無憍慢。", "639": "四威儀者即行住坐臥也常現清淨者即前順行", "64": "作惡得生三途也計我盛衰苦樂種種變異為眾", "640": "也種種過患者即前逆行也所以永嘉云或是或", "641": "非人不識逆行順行天莫測疏云夫菩薩化現權", "642": "道難測但依法門莫疑其迹不以順行即䖍處誠", "643": "或覩逆行便生憍慢禪家亦云但摘取菓莫問其", "644": "樹故智度論云於諸師尊如世尊想若有開釋深", "645": "義解散疑結者於我有益則當盡心敬之不念餘", "646": "惡如弊囊盛寶不得以囊惡故不取其寶又如夜", "647": "行險道弊人執炬不得以人惡故不取其壬照菩", "648": "薩亦復如是於師得智慧光明亦不計其惡然為", "649": "師之難為徒不易勿因此誡錯敬麤人欲驗真虗", "65": "生相此謂我一身生在世上百歲之中或少壯或", "650": "如前揀擇依此遵承又此藥治徒師勿錯服服之", "651": "增病無藥可治只如經云剃頭著袈裟持戒及毀", "652": "戒天人常供養常令無所乏如是供養彼名為供", "653": "養我又云破戒諸比丘猶勝精進諸外道此乃俗", "654": "徒所服之藥佛弟子不得服之即入地獄又云破", "655": "戒之人五百大鬼常遮其前掃其脚迹不得於國", "656": "王地上行不得飲國王水寧以鐵磓碎其身如塵", "657": "及熱銕纏身種種諸苦破戒身口不得受信心檀", "658": "越衣服飲食臥具此乃比丘所服之藥俗徒不得", "659": "服之服之亦入地獄後代緇白切宜善解佛語也。", "66": "衰敗苦樂得失種種相續之事也計我一報命根", "660": "況復摶財妻子眷屬。", "661": "此例外財之易捨也此摶字圭峯注云此譯人之", "662": "訛略古來西天不使匙筯以手摶而食之謂之摶", "663": "食後唐時義淨三藏以謂此摶收法不盡只如水", "664": "漿濕物且摶之不得遂改摶字作段字謂如此方", "665": "一分一段之食楞嚴亦用此段字今經用古摶者", "666": "乃是訛略也當更添一食字云況復段食此方不", "667": "訛略也今只有摶字是略也食有四種一段食二", "668": "觸食三思食四識食然段食以變化為相觸食以", "669": "觸為相思食以希望為相識食以增勝為相不離", "67": "不斷而住為壽相者謂我捨此一報之身死後便", "670": "前三食也財即錢財疋帛也妻子即最親眷屬即", "671": "僕從等意謂若遇前之知真識妄知病識藥正知", "672": "見人者而自己一身難捨之物尚自能捨而供養", "673": "之豈況身外分段之食及錢財疋帛妻子僕從易", "674": "捨之物而不布施者哉。", "675": "若善男子於彼善友不起惡念即能究竟成就正覺", "676": "心華發明照十方剎。", "677": "此顯親近善友有大利益謂若於善友處或逆順", "678": "不得起憍慢之心若起惡念便生障覆自心於法", "679": "不能得入自古為師不等閑受法非容易法句經", "68": "生張三李四家常住不斷滅也此乃金剛中說四", "680": "云若善知識諸有所作不應起於毛髮疑心不得", "681": "正受甚深法句莊子漁父篇尚云遇長不敬失禮", "682": "也見賢不尊非仁也彼非至人不能下人下人不", "683": "精不得其真故長傷身惜哉不仁之於人也禍莫", "684": "大焉既無惡念障覆則得善友歡喜誘喻無上妙", "685": "道依彼之教究竟法門克獲成就十方諸佛無上", "686": "正覺此之正覺不離一心覺心既明慧光開發觸", "687": "處無染朗然明白如百華開敷盡十方世界中無", "688": "所不照無所不燭從此反本還源超凡入聖一得", "689": "永常盡來際受用無盡是知親近善友豈小補哉。", "69": "相也今此亦可總收在內下文別釋四相方是菩", "690": "善男子彼善知識所證妙法應離四病云何四病。", "691": "此下分別四病令除四病者一者作病二者止病", "692": "三者任病四者滅病此且先總標起云彼善知識", "693": "所證妙法此法是所依之體上脫離作止任滅四", "694": "病然心病無邊要唯此四隨有其一即不堪為師", "695": "又徵起云如何是四病下文答之一一辨示其相", "696": "也。", "697": "圓覺經類解卷第四本", "698": "第四末圓覺經類解卷第四末", "699": "一者作病若復有人作如是言我於本心作種種行", "7": "忘曰我相悟心不忘曰人相了證了悟了心不忘", "70": "薩迷智境四相至文可見。", "700": "欲求圓覺彼圓覺性非作得故說名為病。", "701": "疏云謂或思惟揣度計校籌量興心運為擬作行", "702": "相造塔起寺供佛供僧持呪持經僧講端然宴坐", "703": "種種施為止息深山俗講遊歷世界勤憂衣食謂", "704": "是道緣故受飢寒將為功德觀空觀有愛身厭身", "705": "於多行門隨執其一託此一行欲契覺心既是造", "706": "作生情豈合無為寂照之理此病從前幻觀中來", "707": "彼云一切菩薩從此起行至諸輪中皆云度生起", "708": "行今失彼文意成此作病也。", "709": "二者任病若復有人作如是言我等今者不斷生死", "71": "由此便生憎愛二境於虗妄體重執虗妄二妄相依", "710": "不求涅槃涅槃生死無起滅念任彼一切隨諸法性", "711": "欲求圓覺彼圓覺性非任有故說名為病。", "712": "疏云前則駈馳覓佛此乃放縱身心也意謂生死", "713": "是空更何所斷涅槃本寂何假修求不厭不忻無", "714": "作止念但於一切法上任真自然如天高地厚火", "715": "熱水濕風搖土靜松直棘曲鵠白烏玄各各差別", "716": "之類此是其性自然今時有一般人云妄從他妄", "717": "真任他真各稱其心何必改作作亦任作好閑任", "718": "閑逢飢即飡遇衣即著好事惡事一切不知任運", "719": "而行信緣而活睡來即臥興來即行東西南北何", "72": "生妄業道有妄業故妄見流轉厭流轉者妄見涅槃。", "720": "定去住謂言閑即契道殊不知是病所以騰騰和", "721": "尚云不用廣學多聞不要辨才聽俊不知月之大", "722": "小不管歲之餘閏人來問我若為不能共伊談論", "723": "寅朝用粥充飢齊時更飡一頓今日任運騰騰明", "724": "日騰騰任運此病因前辨音章文云圓覺清淨本", "725": "無修習及修者失彼文意自謂已覺何必作幻故", "726": "成任病也。", "727": "三者止病若復有人作如是言我今自心永息諸念", "728": "得一切性寂然平等欲求圓覺彼圓覺性非止合故", "729": "說名為病。", "73": "謂因執四相為實我體所以於自他憎愛妄生執", "730": "疏云前則生心恐非次則隨情慮失今但止息其", "731": "妄妄盡則自然平等即真何須別照由息念故離", "732": "相離相故得性此性是諸法無性性非即覺性也", "733": "此病從前靜觀中來迷彼取靜為行及澄諸念之", "734": "言因成此止病也。", "735": "四者滅病若復有人作如是言我今永斷一切煩惱", "736": "身心畢竟空無所有何況根塵虗妄境界一切永寂", "737": "欲求圓覺彼圓覺性非寂相故說名為病。", "738": "疏云前但止息心念令寂此則計於身心根塵本", "739": "來空寂又則前不妨見有根塵但不隨念愛染故", "74": "著順我者即愛之違我者即憎之所以道同我者", "740": "云止息此則根塵亦無堅持空寂之相由見空無", "741": "故云除滅意云煩惱之本即是身心若執身心煩", "742": "惱何斷故標斷煩惱釋以身空又斷煩惱空却身", "743": "心身心尚空根塵何有身等本空故名永寂諸相", "744": "既泯寂相現前擬將此心求證圓覺夫覺體靈明", "745": "不唯寂滅今滅惑住寂豈得相應況圓覺體非動", "746": "非靜雙融動靜恒沙妙用無礙難思住寂之心何", "747": "能契合言即似近理即全乖與理相違故成滅病", "748": "此病從前寂觀中來彼諸輪中皆云寂滅及斷煩", "749": "惱迷彼成此此之四病皆緣不以聖教為繩墨不", "75": "為是異我者為非如是憎愛是非不同者皆因反", "750": "以師友為指南但自舉心作如是意所以經首皆", "751": "云若復有人作如是言也。", "752": "離四病者則知清淨作是觀者名為正觀若他觀者", "753": "名為邪觀。", "754": "此總結前四病真偽也離四病者則知清淨者疏", "755": "云但將前四行自驗其心隨落一門則知是病故", "756": "言離者則知清淨然其四門皆是諸經勸讚況前", "757": "三觀具有斯文今此以為病者有其二意一者四", "758": "門中皆無觀慧二者但以率心偏住一行不窮善", "759": "友圓意不究佛教圓文纔悟一門之義便不能久", "76": "合執我也既有憎愛之心未免於虗妄身上又生", "760": "事明師纔見一經妙文便不能廣窮聖意但貪單", "761": "省執一為圓是以經文總呵為病也作是觀者離", "762": "四病也故名正觀若他觀者取四病也故名邪觀", "763": "外典有曰適堯舜之道者正道也非堯舜之道他", "764": "與此同意然此四門但除其病不除其法若未見", "765": "道之時此四皆成執病若見道之後此四皆可入", "766": "道自然終日作而未甞作終日止而未甞止終日", "767": "滅而未甞滅禪宗喚作不改舊時人只改舊時行", "768": "履處只如昔釋迦在於僧中演無上道與僧不異", "769": "維摩在俗說解脫果與俗無殊勝鬘女說大乘法", "77": "一重妄想何故如是為這箇四大五蘊百體九竅", "770": "與女人形不改善星比丘行闡提行僧相不移又", "771": "如世間仕官之人為遷職改官官高豈即貌別服", "772": "此諸說但去內之執心何關色身男女相貌衣服", "773": "好醜等事耶若言形隨證改貌逐悟遷是聖人者", "774": "則瞿曇改形方成釋迦維摩遷相乃成金粟若不", "775": "達此理縱是脚蹈蓮華亦同魔作問此之四病為", "776": "說揀師師離四病耶為說學人自離四病耶若說", "777": "師病者何以問中別舉并又結云作是觀者名為", "778": "正觀若說學人病者云何標中云彼善知識所證", "779": "妙法應離四病答二皆不異既聞經識病須求離", "78": "乃是於過去本覺之上一念不覺背湛迷真之後", "780": "病之師既事此師即修離病之行若師若徒病無", "781": "別相也。", "782": "善男子末世眾生欲修行者應當盡命供養善友事", "783": "善知識彼善知識欲來親近應斷憍慢若復遠離應", "784": "斷瞋恨現逆順境猶如虗空了知身心畢竟平等與", "785": "諸眾生同體無異如是修行方入圓覺。", "786": "此辦事師心答前問行何等行何以知之後結云", "787": "如是修行方入圓覺然法句經說善知識有二十", "788": "十種譬喻一知父母二眼目三脚足四梯橙五飲", "789": "食六寶衣七橋梁八財寶九日月十身命等乃結", "79": "錯撞入父母胞胎被色受想行識眾緣假合在此", "790": "云善知識者有如是無量功德是故教汝親近大", "791": "眾聞已舉聲號哭自念曠劫已來常為善知識之", "792": "所陶鑄守護保庇攝受種種恩德言欲來親近者", "793": "此現順也若復遠離者此現逆也夫善友種種方", "794": "便俯就物機相親相近愚者無識憍慠怠慢之心", "795": "便生或遇異緣相去相離便生嗔恨云疎我親彼", "796": "說愛說憎既一念纔瞋百萬障起非唯失道亦墮", "797": "三塗也勝鬘經云應攝受者而攝受之應折伏者", "798": "而折伏之則佛法久住也意謂末世眾生希求樂", "799": "欲修圓覺妙行者合當盡其身命恭敬供養承事", "8": "曰眾生相前三相俱盡唯是一味覺照現前覺心", "80": "喚作托異物以成體借他家而權住只此一身已", "800": "善友知識若彼善友知識或來親近或有遠離此", "801": "乃是現逆順之境相試不得起憍慢乃嗔恨之心", "802": "況諸佛用心或慈或威或定或慧救拔眾生得大", "803": "自在此時用心猶如虗空湛然常住廓爾無私更", "804": "無改變當以觀智了達彼善知識身心之中具廣", "805": "大靈明佛性此之性上有如此堅通有如此橫徧", "806": "有如此真常有如此絕迹有如此不變有如此隨", "807": "緣有如此普天迊地有如此逼塞虗空非唯善友", "808": "身心之中如是且自己與一切眾生身心中亦有", "809": "如此竪通如此橫徧如此真常如此絕迹如此不", "81": "是虗妄了那堪今生又於此身之上執著我人四", "810": "變如此隨緣如此普天迊地如此填溝塞壑自己", "811": "不二彼我無差同體平等更無有別此謂之發同", "812": "體大悲心故華嚴云若有欲知佛境界當淨其意", "813": "如虗空遠離妄想及諸取令心所向皆無礙脫或", "814": "不然則雖知菩提之道世間所尊可進可求而不", "815": "能折伏我慢不能屈節事師雖知薩埵眾生可悲", "816": "而不能忘軀弘道故所以世尊於此痛言教示之", "817": "若能依此教示修此所說之行方許證入圓覺反", "818": "明若不如是修行則不能入圓覺也。", "819": "善男子末世眾生不得成道由有無始自他憎愛一", "82": "相即是兩重虗妄所以楞嚴云汝等皆是迷中倍", "820": "切種子故未解脫。", "821": "此明除病之行也自他憎愛者前已頻明今復說", "822": "者是種子故即入道之微細病也謂捨此取彼憎", "823": "妄愛真蓋現行麤而易覺種子細而難明故偏指", "824": "之夫四之與三而眾担妄生喜怒非之與是而世", "825": "人競起愛憎悲夫。", "826": "若復有人觀彼怨家如己父母心無有二即除諸病。", "827": "此等自己之心觀一切之人若將上怨同上親觀", "828": "之者即得無上法樂也。", "829": "於諸法中自他憎愛亦復如是。", "83": "人既不知是兩重虗妄未免就此二妄之中不過", "830": "此等自己之心觀涅槃之法前既云怨家父母無", "831": "二例此觀法應云涅槃生死不殊不殊則無自他", "832": "憎愛故知諸病只由愛真憎妄見自見他故不肯", "833": "久事宗師但自生情起行今既斷種子則諸病自", "834": "除所以前云即除諸病此文亦復如是由與能觀", "835": "人除病之意一同也。", "836": "善男子末世眾生欲求圓覺應當發心作如是言。", "837": "此下經文答顯發心深廣答前問云何發心也謂", "838": "十方諸佛本起因地皆發此四心依願修行方成", "839": "正覺若無願力䇿發則所修之行亦不成就四心", "84": "是憎是愛於憎愛上或毀或謗更相殺害在為冤", "840": "者一廣大心二第一心三常心四不顛倒心彌勒", "841": "頌云廣大第一常其心不顛倒此之四心與金剛", "842": "經發四心同也故下依頌節釋也。", "843": "盡於虗空一切眾生。", "844": "此發廣大心也金剛云所有一切眾生之類若卵", "845": "生若胎生若濕生若化生至若非無想此是三界", "846": "四生九類今經云盡於虗空一切眾生與彼同也。", "847": "我皆令入究竟圓覺。", "848": "此發第一心也金剛云我皆令入無餘涅槃而滅", "849": "度之謂三界四生九類菩薩之人不擇怨親發第", "85": "讐讐家於愛上被形體壞男根為地獄種作無間", "850": "一心皆以真如寂滅之理而普便修行同證入十", "851": "方諸佛不生不滅涅槃之理若不如此即與二乘", "852": "無異今此經云我皆令入究竟圓覺者各隨其經", "853": "宗旨以舉法也。", "854": "於圓覺中無取覺者。", "855": "此發常心也金剛云如是滅度無量無數無邊眾", "856": "生實無眾生得滅度者謂此真如寂滅之理普度", "857": "三界四生九類了不見有能度之人亦不見有所", "858": "度眾生能所俱忘若見有能度所度即不平等既", "859": "不平等豈能常常運如是心耶常之一字即平等", "86": "業生起造作種種無邊之業牽入苦樂之趣譬如", "860": "之義今經云於圓覺中無取覺者疏云我入覺時", "861": "我即圓覺眾生亦爾意謂我證圓覺即以此圓覺", "862": "度脫一切眾生皆入圓覺眾生既圓覺我即不見", "863": "一切眾生因我度之而入圓覺若見有眾生因我", "864": "度之而入圓覺者乃是取著相即非平等之心也。", "865": "除彼我人一切諸相如是發心不墮邪見。", "866": "此發不顛倒心也金剛云何以故須菩提菩薩有", "867": "我相人相眾生相壽者相即非菩薩謂設或見有", "868": "能度之人所度之者又有何因由所以之故便妨", "869": "於道耶由若見有能度與所度者須菩提此菩薩", "87": "道路能引人至地頭故□曰既業成就即受生死", "870": "之人即著我人眾生壽者四相即不是菩薩用心", "871": "乃是凡夫用顛倒之心反明不見有能度與所度", "872": "者須菩提此菩薩之人方無我人眾生壽者四相", "873": "此乃是菩薩用不顛倒心今經云除彼我人一切", "874": "諸相者謂若不見有眾生因我入圓覺者方除我", "875": "人眾生壽者四相并一切能所之相若離四相即", "876": "是菩薩不顛倒心前發五問今垂五答一問求何", "877": "等人答云當求一切正知見善知識二問依何等", "878": "法答云當依倚圓覺妙法三問行何等行答云應", "879": "當盡命供養善友辨事師之心不見逆順境界不", "88": "流轉此謂之一念受染地獄門開瞥起姿心刀鋒", "880": "得憍慢及起嗔恨如是修行四問除去何病答云", "881": "當除去自他憎愛一切種子五問云何發心答云", "882": "當如前發廣大心第一心常心不顛倒心其次序", "883": "來歷對文一一可見。", "884": "爾時世尊欲重宣此義而說偈言。", "885": "普覺汝當知末世諸眾生欲求善知識應當求正見", "886": "心遠二乘者法中除四病謂作止任滅親近無憍慢", "887": "遠離無瞋恨見種種境界心當生希有還如佛出世", "888": "不犯非律儀戒根永清淨度一切眾生究竟入圓覺", "889": "無彼我人相常依止智慧便得超邪見證覺般涅槃。", "89": "聳立化書云至婬者化為婦人至暴者化為猛虎", "890": "戒根永清淨者此頌前能治也以所治憎愛見犯", "891": "戒因故云未得解脫。", "892": "證覺般涅槃者梵語此云入證覺者即唐言也涅", "893": "槃者即梵語此云滅度即唐梵并舉也。", "894": "通前綸貫於此一部經文大意血脉者蓋第一文", "895": "殊一章經文通上中下三根之人開解第二普賢", "896": "經文通為上中下三根之人開行為文殊是能證", "897": "之智普賢是所起之行遍周法界若唯有解而無", "898": "行者一似沙井而無潤若有行而無解者似空有", "899": "雲而無雨唯是解行相應方可進修入道譬如結", "9": "不忘曰壽命相然一切業障皆依四相而生今此", "90": "楞嚴云多婬之人化為火聚此上皆是四生六道", "900": "網而終是取魚褁粮而必須前進故有普賢開行", "901": "其次第三普眼一章經文依文殊之解及普賢之", "902": "行修我法二空觀兼倣修華嚴三重法界觀既入", "903": "觀門恐有疑情故有第四剛藏菩薩起三疑請問", "904": "第一疑云眾生本來成佛何故復有一切無明莫", "905": "是從真起妄否第二疑眾生無明本有何因緣故", "906": "復說本來成佛莫是說妄為真否第三疑云十方", "907": "異生本成佛道後起無明一切如來何時復生一", "908": "切煩惱莫是先真後妄否故牒而縱之責無窮過", "909": "既剛藏有此三疑而世尊將空華一喻通答三疑", "91": "因執我故輪轉生死苦海之中不能解脫也其次", "910": "以金鑛一喻別答第三疑然剛藏有此情者皆由", "911": "無始輪迴根本未曾斷也故疑有第五彌勒菩薩", "912": "請問云何當斷輪迴根本審審如何是輪迴根本", "913": "世尊遂告云輪迴根本莫不皆由貪愛二字使令", "914": "斷去貪愛貪愛既斷即便有證入既證入必有", "915": "差別不同故有第六清淨慧菩薩請問一切眾生", "916": "及諸菩薩如來世尊所證所得云何差別世尊遂", "917": "告之以凡賢聖果四位階降當時會中有一類上", "918": "根之人聞佛如是廣開方便種種法門便能如是", "919": "信如是行如是證一時超夢幻出輪迴直趣無上", "92": "二乘之人厭三界無安猶如火宅希求出離如救", "920": "佛果菩提所謂良馬見鞭影而行其次在座更有", "921": "一類中根之人雖於前六章經文中聞佛如是開", "922": "解了但以根劣故不能證入二空之觀於是有威", "923": "德菩薩請問於佛譬如大城外有四門隨方來者", "924": "非止一路且如上根之人已證入二空及法身觀", "925": "而中根之人未審更有何方便而得證入世尊遂", "926": "示之以奢摩他三摩鉢提禪那靜幻寂三觀行相", "927": "既知此三觀行相之後而尚未知一人具修三觀", "928": "三人各修三觀為復有次第故有辨音菩薩請問", "929": "云此諸方便於圓覺門云何修習世尊遂告之以", "93": "頭然息緣斷惑如獐獨跳不顧後群纔超出三界", "930": "單修複圓修共有二十五輪被二十五種機行人", "931": "既入三觀諸輪必有所悟既有所悟便犯我相人", "932": "相眾生相壽者相故有淨業菩薩一章經文持為", "933": "行人除去四相四相既除方可用心修習而用心", "934": "之處覺由未普復有是非若不依師指教即隨四", "935": "病故有普覺一章經文為行人除去作止任滅四", "936": "病四相既除四病亦遣其覺方普當時於佛會中", "937": "在座有一類中根之人聞佛開示如是四章經文", "938": "便能依如是信如是解如是行如是證入圓覺其", "939": "次在座更有一類下根之人雖已於初六章經文", "94": "後一向趣寂躭定󰞆身滅智妄見涅槃寂淨之理", "940": "中聞佛說二空等觀并其次四章經文中三觀諸", "941": "輪於觀中斷障遣惑除病破疑種種法門悉皆開", "942": "解但障重習深不能證入由此經若只接得上根", "943": "之人接中根之人不得時不謂之圓覺若接得上", "944": "根及中根之人不得不能接得下根之人亦不謂", "945": "之圓覺唯是上中下三根之人一時普被是覺之", "946": "圓故曰圓覺於是故有圓覺菩薩為下根之人請", "947": "問佛云我等今者已得開悟若佛滅後末世眾生", "948": "未得悟者云何安居修此圓覺世尊遂告之以上", "949": "中下三期道場於道場中加功練行策發進修不", "95": "可證殊不知此正是化城未至寶所大鈔云趣寂", "950": "過亦是修前靜幻寂三觀也當時在座一類下根", "951": "之人聞佛宣示道場加行法門能依如是信如是", "952": "解如是行如是證入所以云一法巧被三根經云", "953": "譬如大海不讓小流乃至蚊虻及阿修羅飲其水", "954": "者皆得充滿方謂之圓覺也然大科云初四問答", "955": "通明觀行上根修證次四問答別明觀行中根修", "956": "證後一問答道場加行下根修證也。", "957": "圓覺章於是圓覺菩薩在大眾中即從座起頂禮佛足右繞", "958": "三帀長跪叉手而白佛言。", "959": "此當後一問答道場加行下根修證疏云然此正", "96": "纏定化城非實寶藏云譬如困魚止濼病鳥栖芦", "960": "宗中諸菩薩等與佛問答發揚本意欲顯圓覺但", "961": "緣節節過患未盡義意未圓收機未普故表法菩", "962": "薩未標圓覺之名今此有其三意得名圓覺一前", "963": "雖病盡理圓仍恐下根難入此又曲開方便三期", "964": "道場即上中下根普得圓覺二由前節緣行解已", "965": "圓至此名為證極證極之境更無別體唯是圓覺", "966": "三最初標指圓覺為陀羅尼門者此乃是從本起", "967": "生也今顯法義已圓還標圓覺者此乃攝末皈本", "968": "表此三意故當此菩薩請問也。", "969": "大悲世尊為我等輩廣說淨覺種種方便令末世眾", "97": "其二者不識於大海不識於叢林二乘之人趣乎", "970": "生有大增益。", "971": "此指前二空觀及三觀諸輪種種方便法門也。", "972": "世尊我等今者已得開悟若佛滅後末世眾生未得", "973": "悟者云何安居修此圓覺清淨境界此圓覺中三種", "974": "淨觀以何為首惟願大悲為諸大眾及末世眾生施", "975": "大饒益作是語已五體投地如是三請終而復始。", "976": "此有二問初問道場經云未得悟者云何安居修", "977": "此圓覺次問加行經云此圓覺中三種淨觀以何", "978": "為首是也。", "979": "爾時世尊告圓覺菩薩言善哉善哉善男子汝等乃", "98": "小道亦然以小安而自安不以大安安禪家到此", "980": "能問於如來如是方便以大饒益施諸眾生今諦聽", "981": "當為汝說時圓覺菩薩奉教歡喜及諸大眾默然而", "982": "聽善男子一切眾生若佛住世若法末時有諸眾生", "983": "具大乘性信佛祕密大圓覺心欲修行者若在伽藍", "984": "安處徒眾有緣事故隨分思察如我已說。", "985": "先答道場也若法末世者即末法一萬年具大乘", "986": "性者即宿有聞熏種也緣事者即利他之事也隨", "987": "分思察如我已說者此指前普眼法門及三觀諸", "988": "輪所說謂圓機菩薩不滯空閑種種施為作諸利", "989": "益廣度群品備學法門隨其閑暇無事時分之中", "99": "謂之縱饒脫得髑髏前未免墮在黑山下一向黑", "990": "則便思察三觀故云隨分非是見解未圓為隨分", "991": "也。", "992": "若復無有他事因緣即建道場當立期限若立長期", "993": "百二十日中期百日下期八十安置淨居。", "994": "此即道場期限也無有他事因緣謂菩薩之人但", "995": "是逢著有益於人之事即便為之遇著善緣即趣", "996": "之也今無此二事故曰無有他事既無利他之事", "997": "當入三期尅志加功以期聖果為自行邊事此三", "998": "期者若太過則行人情生疲倦若少則行人功行", "999": "未圓所謂敏則傷於太過鈍則愧乎不及故量三"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 252 圓覺經類解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 252 圓覺經類解", "author": "宋 行霆解", "language": "chinese", "source": "CBETA"}