{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 903 隨自意三昧", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "隨自意三昧目次隨自意三昧目次", "1": "行威儀品第一", "2": "住威儀品第二", "3": "坐威儀品第三", "4": "眠威儀品第四", "5": "食威儀中具足一切諸上味品第五", "6": "語威儀品第六", "7": "隨自意三昧目次終", "8": "No. 903", "9": "隨自意三昧行威儀品第一", "10": "南岳大師　撰", "11": "行威儀品第一凡是一切新發心菩薩。欲學六波羅蜜。欲修一切禪", "12": "定。欲行三十七品。若欲說法教化眾生。學大慈悲起", "13": "六神通。欲得疾入菩薩位得佛智慧。先當具足念佛", "14": "三昧．般舟三昧及學妙法蓮華三昧。是諸菩薩最初", "15": "應先學隨自意三昧。此三昧若成就。得首楞嚴定。隨", "16": "自意三昧者。先以大悲眼觀眾生。舉足下足具六波", "17": "羅蜜。菩薩行時先觀眾生起一子想。亦如幻化如影", "18": "如空。不可得想。而自舉身作輕空想。觀地而行如履", "19": "虗空。自令己身不曲不直。己身直行不遲不疾。亦不", "20": "左右󳬼視。又不轉頭及望。若欲望時舉身皆轉。如象", "21": "王視。步步進時。觀眾生勿令損傷。是時眾生即大歡", "22": "喜。心無恐怖無所復畏。是時名為檀波羅蜜。名無畏", "23": "施。問曰。檀波羅蜜者云何。有三種施。一者飲食。二者", "24": "財寶。三者說法。飲食布施增長壽命。衣服布施能遮", "25": "寒熱。醫藥布施能除患苦。說法布施能破邪見。增長", "26": "慧命得三乘果。施者．受者．飲食財寶三事俱空。無自", "27": "無他無所得故。名檀波羅蜜。問曰。是菩薩行時舉足", "28": "下足於諸眾生空無所得。有何利益。而言具足六波", "29": "羅蜜。答曰。財食等施。增長凡夫生死身命。醫藥等法", "30": "但除外小病。不能除眾生生死怖畏。聽法之時。或有", "31": "記心或無記心。或有漏心或無漏心。未必皆善。是時", "32": "施主或有我所或無我所。或是波羅蜜或非波羅蜜。", "33": "隨自意三昧中菩薩行時。以輕空身如影夢化。以大", "34": "悲眼觀眾生。亦不著眾生想。亦不著無眾生想。是時", "35": "眾生見菩薩威儀容貌端直而作是念。是人慈悲護", "36": "念我等。即解菩薩意。離一切怖畏。大歡喜故。即發菩", "37": "提心。眾生是時發菩提心。不名有記不名無記。不名", "38": "有漏不名無漏。不得我所不得無我所。即得無生智。", "39": "云何而言非波羅蜜。菩薩行時。眾生歡喜無所畏故。", "40": "善攝行威儀。無傷損故。此即是施眾生命。不得己身", "41": "不得眾生。亦不得威儀想。無所得故。此豈非是檀波", "42": "羅蜜。眾生見菩薩威儀。解菩薩意。離怨結想得無生", "43": "解。離煩惱結住菩薩心。此豈非是除眾生病。增長慧", "44": "命智。慧命者即是波羅蜜。菩提心者盡智．無生智。煩", "45": "惱盡故名為盡智。十二因緣畢竟不生故。是名無生", "46": "智。此即是般若波羅蜜。汝云何言非波羅蜜。菩薩行", "47": "時。以無畏施利益眾生。名檀波羅蜜。於諸眾生無所", "48": "損傷。離罪福想。名尸波羅蜜。菩薩行時。心想不起亦", "49": "不動搖。無有住處。十八界一切法不動故。名為羼提", "50": "波羅蜜。具足忍辱故。菩薩行時。不得舉足下足心。無", "51": "前思後覺。無生滅。一切法中無動無住。是名精進毗", "52": "梨耶波羅蜜。菩薩行時。不得身心。一切法中無受念", "53": "著。不得生死。不得涅槃。不得中道故。一切法中不亂", "54": "不味。離定亂想故。是名禪波羅蜜具足。能起諸神通", "55": "故。菩薩行時。頭等六分如空如影如夢化炎。無有生", "56": "滅亦無斷常。無兩中間。三毒．四大．五陰．十二入．十八", "57": "界．十二因緣畢竟空無所得。既無繫縛亦無解脫。是", "58": "名般若波羅蜜智慧具足。是故菩薩行威儀。舉足下", "59": "足。念念具足六波羅蜜。問曰。此義出何經中耶。答曰。", "60": "出首楞嚴經中。有眾生得聞首楞嚴名。勝得四禪四", "61": "空定。問曰。汝向說新發意菩薩學隨自意三昧。若得", "62": "成就。是時名為首楞嚴定。我今不解首楞嚴定。云何", "63": "菩薩行威儀中舉足動步而常入定。具足一切諸波", "64": "羅蜜。唯願仁者為我解說。答曰。汝當諦聽。善思念之。", "65": "吾當為汝略說此義。菩薩行時。未舉足欲舉足。未生", "66": "念欲生念。先觀未念欲念心未起念時。無有心想。亦", "67": "無心．心數法。是名心性。是心性無有生滅。無明無闇。", "68": "無空無假。不斷不常。無相貌。無所得故。是名心性。亦", "69": "名自性清淨心。是自性清淨心者是涅槃。不能覺了", "70": "者即是生死。妄念思想未生時。是時畢竟無心者。名", "71": "為無始。求自性清淨無始心畢竟空寂。名為能破眾", "72": "生。是故佛言。無始空破眾生。畢竟空破諸法。無始空", "73": "破未念心。畢竟空破欲念心。是無始空破無始無明。", "74": "畢竟空破有始無明。問曰。汝向者說無始空破眾生。", "75": "無始空者既是性空。諸法若性自空即無有和合。云", "76": "何有眾生可破。答曰。是假名和合。虗妄顛倒非是實", "77": "眾生。實眾生者名為心性。夫心性者。無有生死亦無", "78": "解脫。一切眾生無始來受。故倒觀本源。無始亦空。無", "79": "始空者是名性空。性空者是真實眾生。真實眾生無", "80": "有生死。眾生若能解。即是無生智。爾時生死即是涅", "81": "槃。更不別有涅槃之法。是故佛言。眾生涅槃本自有", "82": "之。非適今也。以是義故。新學菩薩欲行時。觀未念心", "83": "不可得。問曰。未念心滅。欲念心生。未念心不滅。欲念", "84": "心生。答曰。未念心滅竟。欲念心生。難曰。汝未念心既", "85": "滅。欲念心從何生。汝若未念心滅。欲念心生。是事不", "86": "然。何以故。未念心既滅。名為斷盡者。名為死滅。若未", "87": "念心盡滅。以欲念心自生者。便是兩心各不相知。心", "88": "不能自知心。如指不自觸指。心亦如是。汝若一心。即", "89": "無前後。復墮常中。汝若二心。生滅各異。復墮斷中。未", "90": "念念心常。亦無此理。斷亦無此理。欲念心亦然。如汝", "91": "向者答我。未念心滅竟欲念心生者。便是兩心。若有", "92": "兩心。即有兩神。便是邪見。何以故。若有兩神。唯一有", "93": "眾生即有兩眾生。即是外道義。兩神若前後亦不可。", "94": "若一時亦不可。若兩神共合作一亦不可。若一能作", "95": "兩亦不可。皆是外道義。何以故。般若經中一切眾生", "96": "畢竟不相續。一切法亦不相續。若心及一切不相續。", "97": "云何有斷前滅後生。若前滅後生者。即不相知。云何", "98": "令人憶一生來事念持不忘。汝若一念中知。便應忘", "99": "一切事各滅壞。若心常住不變易者。亦不能知一切", "100": "法。何以故。無前因後果故。常亦無因果。斷亦無因果。", "101": "亦無罪福。復無業報。瓦石無異。皆是外道義也。是故", "102": "佛法中眾生心性不斷不常。畢竟不相續。無心無無", "103": "心。汝未念心若不滅。欲念心自生。是亦不然。何以故。", "104": "無一斷一常故。亦無前常後斷故。若未念心不滅。欲", "105": "念心不生。無兩常並故。是事不然。若前念非不滅。後", "106": "念非不生。是事亦不然。何以故。若得非滅。可得非不", "107": "滅。既無非滅。即無非不滅。若得不生。可得非不生。既", "108": "無非生。云何見非不生。非不不不滅非不不不生亦", "109": "如是。皆不可得。亦無是不可得。觀菩薩既不得未念", "110": "心。生滅斷常即無無明。亦不得欲念心。無諸行。是故", "111": "明與無明其性無二。智者了達。凡夫謂二。明與無明", "112": "雖無有二。亦非是一。是故菩薩行時。舉足下足與念", "113": "念心足不自知。足亦不自知行與不行。亦不自知履", "114": "地不履地。亦不自知隨道不隨道。地亦復無是念。此", "115": "菩薩履我上行。不履我上行。虗空亦無是念。是菩薩", "116": "於我中過不過。亦不自知是虗空非虗空。菩薩心數", "117": "畢竟不生。亦無不生之想。不在內不在外。亦不在中", "118": "間亦不在餘處。亦無不在。從旦涉路行至暮。無有動", "119": "想。復無不動想。亦無所經由。而善了知歷涉之處。雖", "120": "無去者而有所到。雖無受者而得果報。如虗空中雲。", "121": "雖無心想而能降雨。雖無主我能遍方所。遠望即見。", "122": "近觀即無。推尋此雲本無生處。能令眾生虗妄見有", "123": "往還所起。出無分散。還無積聚。不能自生。亦不從他", "124": "生。山石無念。我能生雲及以不生。雲亦無念。我從山", "125": "出。不從山出。各不相知。諸法亦爾。眾生此身猶如浮", "126": "雲。生時空生。滅時空滅。雖空能見善惡造罪眾生。如", "127": "雲雨雹傷害五糓及殺人畜眾生亦爾。是身雖空。行", "128": "十惡者失人天報。墮在三途。如雹傷糓。行有漏善者", "129": "失三乘道。如殺人畜。人者喻佛。畜獸者喻緣覺．聲聞。", "130": "眾生亦爾。身心雖空。行有漏業。善惡果報如天雨雹。", "131": "若有持戒修福禪定道品次第聖行智慧神通及化", "132": "眾生。如彼好雲。農時要月興致甘雨。五糓豐熟華茂", "133": "盛。人獸快樂。眾生亦爾。身心雖空。持戒清淨修禪道", "134": "品次第聖行。三界傍報五戒十善及有漏禪人天快", "135": "樂。如五糓成熟。無漏禪定聖行道品智慧神通。譬如", "136": "樹木華菓茂盛。大慈悲雲實相法雨。雨於人華各得", "137": "成實。人者佛道具足。獸者喻緣覺．聲聞。三乘聖果。上", "138": "中下別。皆因持戒行善修禪獲得此報。破戒之人終", "139": "不能得持戒。雖皆是空。業報各別。如涅槃中說有二", "140": "種果。色味相似。一名迦羅迦果。食者命終。復有一果", "141": "名鎮頭迦。食者長命。得力得色。增壽益筭。破戒之人", "142": "如迦羅迦果。持戒之人如鎮頭迦果。身心雖空果報", "143": "不失。菩薩行時。身心無定無亂。亦能覺了一切眾事。", "144": "覺及所覺俱不可得。無有諸大陰界入。眾魔群盜不", "145": "得入。是故名為首楞嚴定。從初發心終至佛果一。切", "146": "聖行皆如隨自意三昧。無初發心。無果可至。亦不失", "147": "因果。因果雖在。亦無受者。雖無受者。果不敗亡。雖不", "148": "敗亡。亦無處所。何以故。因空故無有作。果空故無有", "149": "想。因之與果正是一空。更無別空。觀此空法。無空可", "150": "得。是名空空。一切皆空名為大空。不失因果名為中", "151": "道第一義空。菩薩觀察生死諸行及修道聖行。一切", "152": "皆是第一義空。是故佛言。眾生性即菩提。菩提性即", "153": "眾生。菩提眾生無一二。知如此名世尊。菩薩行時。觀", "154": "此身心一切威儀。無行無住無坐無臥無起無立。亦", "155": "無去無來無出無沒無生無滅。亦無一切陰界諸入。", "156": "是故維摩經云。法無去來。常不住故。諸法不有亦不", "157": "無。以因緣故。諸法生因者即是無明。緣者即是諸行。", "158": "是故佛言。因眼見色。因心思覺。生貪愛心。愛者即是", "159": "無明。為愛造業名之為行。若能反流觀無明源及心", "160": "性空。思愛亦空。無業無行。即無諸法生。無緣和故。一", "161": "切諸法本因緣空無主。覺此盡本源。故稱真沙門。亦", "162": "名無生忍。復名無起法忍。菩薩觀色心。無垢無淨不", "163": "動不變。猶如虗空無想可得。名之為空亦非是空。何", "164": "以故。眾生此身頭等六分假名色身。本由一念妄念", "165": "心生。隨業受報天人諸趣。猶如化生夢幻之體亦不", "166": "可得。菩薩既知妄念心空。即無妄念。非是空假。色身", "167": "亦爾。如影如空求不可得。是故佛言。眾生色身。此色", "168": "身生時但空生。滅時亦空滅。頻婆娑羅王聞佛說此。", "169": "得第三果次第。即得無生法忍智。是故般若經中曇", "170": "無竭菩薩語薩陀波崙言。法無來無去。空法即是佛。", "171": "無相法無生。空法無滅。法亦如是無來無去。即佛從", "172": "無住法亦如是。既無有住亦無來無去。是故菩薩行", "173": "威儀中。觀此未念及欲念心性自清淨無有動變。故", "174": "得不動三昧。發一切智慧。解一切佛法。從初發心終", "175": "至佛果未曾動變。亦不從一地至一地。一念了知三", "176": "世之事。凡聖心想國土世界劫數遠近眾生煩惱根", "177": "性差別一念盡知。是名菩薩遍覺三昧。亦得名為照", "178": "明三昧。以此三昧神通力故。湛然不變色身變現十", "179": "方國土。隨感不同說音聲亦復如是。則名為首楞嚴", "180": "定力隨自意三昧具足成就。", "181": "住威儀品第二住威儀品第二", "182": "菩薩立時。諦觀此身色之空法。頭等六分如空中雲。", "183": "氣息出入如空中風。身色虗妄如空中華。云何得知", "184": "息實相。先觀三性。後觀假名。何等三性。一者心性。二", "185": "者色性。三者息性。復有三性。一者心性。二者眼性。三", "186": "者意性。先觀前三性。若先觀心性。沉細難知。若先觀", "187": "色性。麤朴難解。應先觀息。是息由心遍色處中易知。", "188": "何以故。先觀息實。然後觀息遍身。還歸實相。所以者", "189": "何。若先觀有。即受念著。顛倒難遣。是故新學菩薩先", "190": "觀息實相。觀其出入。是息出時從何處生。相貌何似。", "191": "根源何處。求之不得。無源無生都無處所。復觀入息", "192": "從何方來。入至何處。諦觀此息來無方所。入無所至。", "193": "無來即是無生。無至即是無滅。入息既無生滅。中間", "194": "亦無相貌。無能知者亦無見者。知此入息因如虗空", "195": "由入有出。入者既無出者亦然。知出入息畢竟空寂。", "196": "空是息不能自生。心念即息動。無念即息盡。是息由", "197": "心故有生滅。心即是主。諦觀此心今在何處。身內觀", "198": "察。從頭至足從皮至髓。一一諦觀都不見心。內若無", "199": "心。在外有也。復觀身外諸方遠近。四維上下及以中", "200": "間。一一觀察都不見心。諸方既無。可在中間。搖動出", "201": "入遍身外中間悉觀亦不見心。誰能觀心復無觀者。", "202": "是心既無相貌。名字亦無。是名觀心實相。若心與息", "203": "俱無名相。我今色身從何處生。誰之所作。諦審觀察", "204": "責身源由。是身無主從妄念心生。因息得立。心息既", "205": "空身亦寂滅。常修此定。深澄空法。離諸假名。知一切", "206": "空。具足正見無復妄念。然後觀息遍身出入。先觀鼻", "207": "中氣息往還入出。次觀遍身。從頭至足從皮至髓。毛", "208": "孔汗垢氣息一時微細出入。審諦觀察明了見之。觀", "209": "此色身五相次第歸空寂滅。第一相者。初觀此身皮", "210": "肉筋骨猶如芭蕉。從皮至髓氣息一時入出無礙。觀", "211": "此氣息入無積聚。出無分散。一色芭蕉觀。第二相者。", "212": "次觀身分芭蕉之觀轉虗空明淨。猶如聚沫。名為水", "213": "沫觀。第三相者。觀此沫觀一切身分轉空明淨。如水", "214": "上泡。名為泡觀。第四觀相者。觀此泡觀轉空微薄。猶", "215": "如泡影。名為影觀。第五相者。觀此影觀一切身分不", "216": "見相貌。猶如虗空名虗空觀。菩薩具足五種明觀。一", "217": "切身分如空中華。譬如世間於虗空中見有一華。不", "218": "依壚壁不依林藪。忽爾化生。遠望即見近觀即無。愚", "219": "人不了謂實有華。智者覺了本來無華。眾生色身如", "220": "虗空華。畢竟空寂無生無滅。菩薩觀身如空中立亦", "221": "復如是。菩薩爾時自觀此身如淨瑠璃。空無所有。以", "222": "此觀法利益眾生增長法身。名為檀波羅蜜。為法施。", "223": "菩薩立時。以此觀法引導眾生。令諸眾生見菩薩形。", "224": "發歡喜心。具清淨戒。離罪福相。是名菩薩持戒尸羅", "225": "波羅蜜。菩薩立時。知此身中六情無主。亦知身外六", "226": "塵無形。亦知中間六識無相。是身空寂無十八界。一", "227": "切陰界及心本性。畢竟空寂無有生滅。世間八法不", "228": "能令動。故名為菩薩忍辱羼提波羅蜜。世八法者。利．", "229": "衰．毀．譽．苦．樂．稱．譏。菩薩立時。一切心相無生住滅。一", "230": "切法不住前際不住後際不住中際。無三際故。既無", "231": "生際即無住際亦無滅際。一切法中雖無去住而大", "232": "精進。身心無勌自利利他。是名菩薩具足精進毗梨", "233": "耶。菩薩立時。不見內心立。不見外心立。不見內外心", "234": "立。色身空寂。亦無立相。諸陰亦然。於一切法中不味", "235": "著。無定無亂。畢竟空故。入不動三昧。普現法界一切", "236": "色身饒益眾生。是名菩薩具足禪波羅蜜。菩薩立時。", "237": "知此色身無自無他。如鏡中像。如炎如化夢如幻。無", "238": "有壽命亦無我人。無眾生滅。亦無隱顯復無出沒。諸", "239": "法自爾。無取無捨。覺了一切眾生根性。隨感差別。是", "240": "名般若波羅蜜。具足智慧神通藏故。", "241": "坐威儀品第三坐威儀品第三", "242": "四種身威儀中。坐最為安隱。菩薩常應跏趺端坐不", "243": "動。深入一切諸三昧門。觀察一切眾生根性。欲安立", "244": "之令得解脫。是故菩薩常入禪定。起六神通。能淨五", "245": "眼。肉眼．清淨天眼．通達慧眼．見真法眼．觀察佛眼。覺", "246": "了一切。能度十方世界無量眾生。不前不後一時得", "247": "道。是故菩薩常在禪定。問曰。菩薩何故四種身儀中", "248": "多在坐威儀。餘法亦應得獨言跏趺坐。答曰。此是坐", "249": "禪入道之人坐禪之法。餘威儀中取道則難。多有動", "250": "散。結跏趺坐。心直身正。斂念在前。復欲教諸弟子入", "251": "禪定。是故菩薩結跏趺坐。餘坐法者是凡夫人坐法。", "252": "動散心多不得入定。其心難攝。結跏趺坐身心正直", "253": "心易攝故。欲教弟子學此坐法。捨諸外道邪見威儀。", "254": "有諸外道顛狂心亂。或常翹脚。或傍身欹足。或一足", "255": "獨立。或五熱炙身。以是種種邪見身心不安。菩薩坐", "256": "時。令諸眾生見者歡喜發菩提心。離諸怖畏入菩薩", "257": "位。是名法施檀波羅蜜。菩薩坐時。身心不動。眾生見", "258": "者能發淨信。離殺害心捨諸惡業。具足大乘菩薩律", "259": "行。是名持戒尸波羅蜜。菩薩坐時。知一切法陰界諸", "260": "入畢竟不動。能令眾生離高下心不起諍論。是名忍", "261": "辱羼提波羅蜜。菩薩坐時。能令眾生見者歡喜。捨十", "262": "惡業行。行十善道。修脫勇猛精進身心不懈。具足精", "263": "進毗利耶波羅蜜。菩薩坐時。能令眾生捨離味著。能", "264": "斷貪愛。心無定亂畢竟寂滅。亦令眾生起神通力。何", "265": "以故。是諸眾生見菩薩坐禪。深心愛樂情無捨離。譬", "266": "如往昔雪山林中有一仙人坐禪入定。是時亦有無", "267": "量外道在此山中邪見苦行。翹脚散足。或一足獨立。", "268": "多不安穩。是時復有五百獼猴山中遊行。見此仙人", "269": "林中禪定結跏趺坐。合眼合口氣不出。獼猴眾中有", "270": "二老獼猴。愛樂仙人學其坐禪合眼入定。信心重故", "271": "即得神通。成辟支佛。如是次第五百獼猴皆得成就", "272": "辟支佛道。是諸獼猴念此山中邪見外道身不安穩。", "273": "是老獼猴往到其所。於外道前自敷草蓐結跏趺坐", "274": "合眼入定。是時五百獼猴捉諸外道兩脚結跏趺坐。", "275": "老獼猴捉諸外道兩脚結跏趺坐。老獼猴示諸外道。", "276": "各以手指捻外道眼令合。如坐禪法。五百外道各生", "277": "慚愧。此坐安穩身不欹側。是道無疑。各作是念。此諸", "278": "獼猴必見聖人。得其道迹復來教我。信心慇重。是老", "279": "獼猴見諸外道信心決定。即現神通種種變化。五百", "280": "獼猴各現神變。外道見已心生歡喜。心勇即發神通", "281": "成辟支佛。坐禪威儀能令畜生及諸外道信心歡喜", "282": "成辟支佛。天人六趣諸眾生等愛樂菩薩坐禪威儀。", "283": "發菩提心得三乘道皆亦如是。是名菩薩禪波羅蜜。", "284": "菩薩坐時。知一切法其性常定。知身無主。無我無人。", "285": "是身色陰。如空中月影現眾水。色相寂滅。不於三界", "286": "現身口意。法身普現十方世界。實無色心往還來去", "287": "示現眾生。能令眾生各各感見。隨應說法稱機得道。", "288": "如阿修羅琴不以手皷。安置空地無人之處自出種", "289": "種微妙音聲。能令天人所聞各各別異。稱意歡樂。菩", "290": "薩禪定亦復如是。實無覺觀係念思惟。亦無色像現", "291": "身口意。眾生各各感應不同。如空月。是名菩薩禪波", "292": "羅蜜。菩薩坐時。雖無心陰界入。見於一切法皆如夢", "293": "想無覺觀心。具足無量一切辨才。一念悉知三世九", "294": "道凡聖差別。思覺不同優劣差別。不預思惟知過去", "295": "世無礙。知未來世無礙。知無為無礙。知世諦無礙。知", "296": "真諦無礙。知第一義諦空無礙。離常定。一念遍在十", "297": "方佛前。現神通力種種變化供養之具供養諸佛。一", "298": "時變現入六道中。菩薩色身對眾生機隨應說法。一", "299": "念受持一切佛法。悉知諸佛弟子種數。一念能轉法", "300": "諸佛法輪。盡知眾生煩惱利鈍差別。成聞菩薩音聲", "301": "不同。能斷煩惱。雖無色像陰界入諸見。具足如此無", "302": "量辨才。是名菩薩般若波羅蜜。問。般若波羅蜜名何", "303": "等法。答曰。般若波羅蜜名一切種慧。三乘智慧盡到", "304": "其邊。是名彼岸。名為摩訶般若波羅蜜。問曰。如是智", "305": "慧從何處生。答曰。無有生處。何以故。如大品經中先", "306": "尼梵志問佛世尊。如來所得一切智慧從何處得。佛", "307": "答先尼。無有得處。如是智慧。非內觀中得是智慧。非", "308": "外觀中得是智慧。非內外觀中得是智慧。亦非不觀", "309": "得是智慧。是時先尼梵志即於佛一切智中得生信", "310": "解。深入般若波羅蜜。是故言無有得處。更有人言。問", "311": "曰。何者為內觀。何者為外觀。何者為內外觀。云何言", "312": "亦非不觀得是智慧。答曰。內觀者是內六根。眼．耳．鼻．", "313": "舌．身．意。外觀者是外六塵。色．聲．香．味．觸．法。內外觀者", "314": "中間六識。眼識觸因緣生諸受。乃至鼻．舌．意識觸因", "315": "緣生諸受。菩薩觀內六根性空無所得。觀外六塵性", "316": "空無所得。觀中六識性空無所得。若不觀察亦不能", "317": "得。是故佛言。亦非不觀得是智慧。無所得即是智即", "318": "是慧。所以者何。大品經一心具萬行品中。佛告須菩", "319": "提。諸法無所有性即是道即是果。若於諸法中有見", "320": "者。此人無果。壞法性故無道果。是故佛言。諸法無所", "321": "有性。即是道即是果。諸法者即是眾生十八界。內有", "322": "六根界。外有六塵界。中有六識界。觀內六根能破貪", "323": "瞋婬恚愚凝無明調慢諸煩惱結。能破自身我見及", "324": "離我所。無有壽命眾生主者。離受念著。畢竟空故是", "325": "名智。無所得故名之為慧。觀外六塵。於色塵中青黃", "326": "赤白女等色是名外身。起貪愛心能生煩惱。菩薩爾", "327": "時觀此外身。修死尸想。膖脹爛壞九想具足。乃至十", "328": "想成就。歸空盡滅更不復生。觀察覺了能破煩惱是", "329": "名為智。無所有性是名為慧。聲．香．味．觸．法亦復如是。", "330": "觀察中識無分別想。無自生處。假內外因緣和合而", "331": "生。都無自性。觀內六根空無有主。觀外六塵空無形", "332": "色。和合想不可分別即無六識。是時智慧無有得處。", "333": "若不坐禪明了觀察是十八界。亦不能得如是智慧。", "334": "是故佛言。亦非不觀得是智慧。眾生五識但能當境。", "335": "能知現在五塵之事。不能究竟囑當受持。然此意根", "336": "雖無處所。遍能囑當五識之事。然其意識都不曾往", "337": "與五識合。雖無往還能懸囑當。五塵五識因緣之事", "338": "雖無住處囑當。五識計校思惟遠近受持皆悉不忘。", "339": "善惡無記亦復如是。如是意根意識雖無處所亦不", "340": "動搖。如夢中識六能覺了。總攝六根之事。凡俗愚人", "341": "是六種識隨緣繫縛。亦不能知五根有處意根無處。", "342": "謂各各緣。不能了知總別之想。是名凡夫分張識相", "343": "生死根栽。非是聖慧。新學菩薩用第七識剛利智。觀", "344": "察五陰十八界等無有集散虗妄不實。無名無字無", "345": "生無滅。是時意根名為聖慧根者。從得信根乃至慧", "346": "根。如是五根中說。因此信慧二根。力無所畏。總說有", "347": "二種用。內能覺了破煩惱結。入無間三昧。得解脫智。", "348": "能覺一切眾生根性。外能摧伏天魔外道。宿命神通", "349": "皆得具足。發言可信實不虗謬。名為信慧。善轉眾生", "350": "住七覺慧。故名聖慧根。聖名無著亦名清淨。能度眾", "351": "生立照為聖。無著者。以聖慧根。覺知六根空無有主。", "352": "覺知六塵無色。覺知六識無名無相。如是三六無滅。", "353": "無取無捨。斷一切受。故名無著。雖知己身及外眾生", "354": "諸法實相。亦能生知眾生根性。是故名聖。得陰界實", "355": "相。捨一切著。故名無著。若無愛著即無染累。了知諸", "356": "法自性清淨畢竟寂然。諸法者是十二入．十八界妄", "357": "念心。凡夫不了能作生死無。眾宋結集遍行六趣是", "358": "名眾生。菩薩以此聖慧根力善教道之。令諸眾生同", "359": "證聖慧。故言清淨能度眾生。為天人作教師。故名阿", "360": "闍梨。阿者名一。得一切法。從初不生亦無有滅。是名", "361": "自覺。名之為阿。闍者是眾生。菩薩能以一相聖慧覺", "362": "說眾生。令得解脫。是故名闍。以此自覺覺他無上慧", "363": "阿二事留名後代。眾生所歸永劫不絕。是故名梨。是", "364": "故佛言眾生性即菩提性。菩提性即眾生性。菩提眾", "365": "生無二。知如此作天人師。凡夫六根聖人六根。是凡", "366": "聖根無一無二。不覺是凡夫。覺了是聖人。生死煩惱", "367": "根即是聖慧根。凡夫醜陋不淨身即是相好妙法身。", "368": "菩薩爾時觀此眼根作是念。何者是眼。云何名根。作", "369": "是觀時。知此眼根無主若空。無主即無眼根。求根不", "370": "得亦無有眼。但以虗妄所見青黃赤白種種諸色。貪", "371": "愛念故名之為眼。無眼故不了。如向諦觀知無根情。", "372": "若無眼即無情。識既空無主無分別者。亦無虗妄種", "373": "種諸色。各各不相知故。亦無和合。畢竟寂滅空無所", "374": "有。如是觀竟。亦無能觀法。無所得故。無眼無眼名字", "375": "是為眼。無作解脫門亦得名為無縛。何以故。既無繫", "376": "縛誰解脫者。是時無根無色塵。既無根塵亦無有識。", "377": "是故名為無眼無分別者。復次耳根聞聲。菩薩爾時", "378": "諦觀此耳誰能聞。耳根聞耶。耳識聞耶。聲能自聞。為", "379": "用意識聞。如是觀已。非耳根聞。非耳識聞。亦非聲自", "380": "聞。意識亦不能自聞。何以故。耳根無覺知故不能聞。", "381": "若耳根能聞。聾人應能聞聲。聾人不聞故。當知耳根", "382": "不能聞。耳識一念不能分別一。故亦不能聞。是聲無", "383": "根故。不能自覺亦不能聞。意識亦不能聞。眾緣和合", "384": "乃得聞聲。所以者何。先耳聲相對。然後意識生。與耳", "385": "合故則能分別音聲。一一觀察空無聞者。若無根聞", "386": "即無有識。根不往受。聲不來入。各不相知亦不相見。", "387": "聲如空響無生無相。耳無根無識畢竟空故。無耳無", "388": "耳名字耳。解脫門既無縛者。亦無解脫。凡夫不了。謂", "389": "我能聞。是故名為聞聞。新學菩薩斷一切受。得薩婆", "390": "若。證實相慧門。得音聲忍。無取無捨。名為聞亦名不", "391": "聞聞。得性空智。亦得名為不聞不聞。略說耳根。其義", "392": "如此。復次鼻聞香者。誰能聞。觀此所臰香從何方來。", "393": "何處生也。入至何處。受者是誰。相貌何似。如此觀時。", "394": "知是香觸無所從來。入無所至。亦無受者。復無相貌。", "395": "不可分別。空無所有。鼻無根無識無臰無香。亦無名", "396": "字鼻解脫門。既無縛者亦無解脫。亦善通達一切眾", "397": "香。舌嗜味者。諦觀此味從何所來。何方所生。入至何", "398": "處。誰受味也。相貌何似。唇受味也。齒受味也。舌受味", "399": "也。咽受味也。如是觀時。了知此無所從來亦無所至。", "400": "復無住處。亦無受者。無生無滅。亦無相貌。無舌無味", "401": "無根無識亦無名字。舌解脫門。既無縛者亦無解脫。", "402": "亦能善知一切味相。身受觸者。男女眾事細滑痛癢", "403": "麤澁冷暖輕重堅柔。如是等觸能生貪愛瞋喜等事。", "404": "眾生為此乃至失命不知慚愧。為此輪轉六道生死。", "405": "新學菩薩諦觀此觸。從何處生。由愛因緣。我若不拔", "406": "如是愛根。必當生惱。身心惱故名之為苦。因緣生故", "407": "無常。不自在故無我。虗妄故無實。無實故空。諦觀此", "408": "身無常．苦．空．無我．不淨。從頭至足薄皮縛纏褁。內有", "409": "肌肉筋骨髓󰹚血脉屎尿肝膽膓𦝩虫疽膿血。種種", "410": "不淨充滿身中。凡夫不知謂是好物。忽爾無當命盡", "411": "死去。膖脹爛壞虫散離散。頭脚異處白骨在地。風吹", "412": "日炙火燒作炭散滅歸空。無我．無人．無眾生相．無壽", "413": "命亦無生滅。猶如虗空。是名鈍根壞色歸空。若利根", "414": "人諦觀此身色性。自性空非色滅空。何以故。我今此", "415": "身本從一念心生。妄念之心無形無色。無有方所。猶", "416": "若虗空。心亦如是空無相貌。知心寂滅身亦無主。生", "417": "如浮雲生。滅如雲散滅。麤觀如此。若細觀者。我今此", "418": "身猶如雲影。如雲空中行。地上見影。實無能有見。此", "419": "身亦如是。幻化難了別。空雲是行東。雲影是人身。雲", "420": "散影即無。東盡人亦然。是身本無體。無色亦無形。行", "421": "東及身影。本來常寂然。如此觀時。無身無身名字。是", "422": "名身無作解脫門。既無縛者亦無解脫。知身如此。亦", "423": "能善解一切諸觸無所得故。言法者。一善。二不善。三", "424": "者無記。今欲觀察意觸法者。當以非善門．非不善門．", "425": "非無記門。破前虗妄執著善．不善．無記等無明。新學", "426": "菩薩應先觀察意觸諸法。問曰。餘五根皆有處所。眼．", "427": "耳．鼻．舌．身有可見處。今此意識相貌何似。住在何處。", "428": "為當在內。為當在外。為在中間。為在五藏。為何所似", "429": "名意識。答曰。非五根。非五識。非內外。非中間。亦不在", "430": "餘處。何以故。五藏對五根。五根對五塵。根塵合生五", "431": "識。今此意根都無處所。復無相貌。而能記物。何以故。", "432": "譬如有人臥眠熟時。無情塵識而能夢見陰界諸入。", "433": "乃至覺時猶故不忘。觀察此夢都無方所亦無住處。", "434": "無色無形而能物。如睡眠夢乃至覺時觀。不見夢主", "435": "及不見所夢陰界數重都不可得。而復不忘。意亦如", "436": "是。雖復不在五藏．五情．五塵．五識．五觸．五受。雖不在", "437": "此三十事中。而能鑒照三十數重善．惡．無記。亦不在", "438": "三十事外。所以者何。五根不相知。意根即不爾。亦在", "439": "亦不在。云何亦在亦不在。若意識不導。五識不成。不", "440": "能分別。是故不得言不在五識。如人有病聾盲齆啞", "441": "及身舌頑疵。意識是時於五識中無用。不得言在。問", "442": "曰。上耳根義中說意識但能識過去。五塵不得識現", "443": "在。五塵若如此者。與今義相違。所以者何。若意識導", "444": "五識能識五塵者。即是現在義。云何而言不識現在", "445": "五塵。答曰。過去有二種。一者過去過去。二者現在過", "446": "去。過去過去者是遠過去。現在過去者是近過去。一", "447": "念心中前思後覺。譬如行者到法師所聽法時。忽爾", "448": "初聞說法之聲名之為思。憶念分別名之為覺。初聞", "449": "說法未解語意名現在塵。憶念法師語分別中事名", "450": "之為覺。名現在義。前思是耳識。後覺是意識。更有一", "451": "解。義則不然。初聞聲未能思惟是耳識。思惟分別是", "452": "意識。問曰。耳分別聲。意分別法。云何言耳但能聞不", "453": "能分別。答曰。此所言者當根說義。耳分別聲者。意識", "454": "合用非耳獨能。如人思惟觀行之時。傍邊人喚意識", "455": "不照聲。耳則不能聞。聲云何得。如昔二年少比丘常", "456": "修禪觀。有一老比丘是二年少比丘初出家時師。喚", "457": "二弟子在一房中坐床上噉飲食。復有比丘床前坐", "458": "喻噉飲。住牀上一比丘思惟觀察地上比丘。是時有", "459": "師隔一人坐。喚觀行比丘。大喚五聲。耳都不聞其師", "460": "喚聲。是故得知意識不照。耳不聞聲。云何而言耳獨", "461": "能聞聲。更有一谷。有諸人等在講法眾中坐。意識專", "462": "觀往昔眾事。亦復覺現在外緣。乃至下講。都不曾聞", "463": "法師語聲。以是定知。意不屬當。耳不聞聲。問曰。昔有", "464": "一人禪定寂嘿。耳聞遠近種種音色。一時歷歷不相", "465": "雜亂。復有一人坐定定寂嘿都不聞聲。此二種人各", "466": "入何定聞異。答曰。坐禪寂嘿聞一切聲。一時能聞不", "467": "雜亂者。有二種人。一種人未能甚深禪定。始入初禪", "468": "住一念前。名為微細寂靜一心。但聞住處城隍內外", "469": "遠近數里種種音聲。不能遠聞諸方國土。二種人者。", "470": "是人得入甚深禪定。得天耳通。能聞小千國土一切", "471": "音聲。乃至二千國土三千大千國土一切音聲。亦聞", "472": "十方一切音聲。若復有人禪定寂嘿。不能聞一切聲", "473": "者。亦有二種人。一種人者。未得禪定。初禪前得細住", "474": "心。名曰住觸。不自覺知猶如眠熟不夢之人。此是魔", "475": "鬼𨳲其心識。狀似禪定都不自知。入時不覺至出乃", "476": "知心識。問何處去。更有一種人禪定。不聞一切聲者。", "477": "此人薄禪罪重入死心定。此非好禪。此是障道定。其", "478": "人頑癡。自謂我今得寂滅涅槃。亦復名為滅盡定。此", "479": "非涅槃道。設使經劫住是禪中。不盡道法。名障道罪。", "480": "亦名魔鬼奪其識去。魔力持之狀似禪定。更有一種", "481": "人。禪定嘿然不聞一切諸道音聲者。此人名為自在", "482": "禪定。欲聞十方一切音聲即時得聞。意不欲聞即不", "483": "能聞。是故名為自在禪定。亦得名為日入三昧。何以", "484": "故。昔日佛在田中阿蘭若處林中禪定。近邊田中耕", "485": "者二人。持中有四時天風雨󳱏地動。四牛二人一時", "486": "怖死。佛不聞也。佛答言。我不聞聲。其人重問。佛入無", "487": "心定也。答言不入無心定。其人復問。若有心識云何", "488": "不聞。佛答人言。我有心識。恒無妄念。我時故入日三", "489": "昧。不取音聲是故不聞。譬如日入一切不照。我亦如", "490": "是。是名菩薩自在禪定。復如舍利弗山中禪定。值毗", "491": "舍闍鬼將領諸鬼山中遊行。時舍利弗斷其路坐。礙", "492": "不得過。毗舍闍鬼即大瞋恚。以金剛杵盡力極打舍", "493": "利弗頭。振動三千大千世界。時舍利弗不覺不知。從", "494": "定出時覺頭皮多少異常。起來問佛。世尊我今頭皮", "495": "多少異常。佛言。毗舍闍鬼以金剛杵極力打汝頭。振", "496": "動三千大千國土。值汝入定。若不入定碎如微塵。問", "497": "曰。是舍利弗入何禪定力能如此。答曰。一切禪定力", "498": "皆能如此。若入金剛壁定三昧。天魔外道毗舍闍鬼", "499": "所不能近。若欲近時。天魔外道鬼神即自碎滅。況復", "500": "能打。問曰。一切禪定無受念心。云何舍利弗入大禪", "501": "定。毗舍闍打頭皮少異。答曰。令後人知禪定力。故作", "502": "此問。留名後世引導眾生。是名菩薩自在禪定。菩薩", "503": "復有自在禪定。若入禪定若出禪。定行住坐臥身心", "504": "無定無亂。常能示現一切佛事。上人能覺下人不如。", "505": "是名菩薩自在禪定。問曰。眾生六識是生死識。不是", "506": "智慧。涅槃經云。依智不依識。今此意識是何等識。而", "507": "能如是種種巧用智慧無差。答曰。一切眾生用智有", "508": "異不得一等。愚癡凡夫用六情識。初心菩薩用二種", "509": "識。一者轉識。名為覺慧。覺了諸法慧解無方。二者名", "510": "為藏識。湛然不變。西國云阿梨耶識。此土名為佛性。", "511": "亦名自性清淨藏。亦名如來藏。若就隨事。名智慧性。", "512": "覺了諸法時名為自性清淨心。識之與心二用各別。", "513": "凡夫六識名為分張識。隨業受報天人諸趣。菩薩轉", "514": "名第七識。能轉一切生死惡業。即是涅槃。能覺凡夫", "515": "六分張識令無變易。即是藏識。此第七識名金剛智。", "516": "能破一切無明煩惱生死結使。即是佛法。譬如健將", "517": "降伏四方夷狄怨賊。諸國弭伏皆作民子。第七健識", "518": "勇猛金剛決斷諸法。亦復如是。藏識者名第八識。從", "519": "生死際乃至佛道。凡聖愚智未曾變易。湛若虗空亦", "520": "無垢淨。生死涅槃無一無二。雖假名亦不可得。五根", "521": "不能見。無言能空。何以故。無空無無想。亦無有無作。", "522": "不合亦不散亦相法亦無善惡虗空華", "523": "解即會其如能了是聖人不了是惡夫", "524": "法雖無一二愚智不共居不了是有為", "525": "了者即無餘", "526": "眠臥威儀品第四眠威儀臥品第四", "527": "昏夜寢息當願眾生休息諸行", "528": "心淨無穢", "529": "身四威儀中眠臥最安樂菩薩涅槃臥", "530": "諸行皆寂莫", "531": "新學菩薩安穩臥時。知一切法皆如臥相。寂不動搖。", "532": "云何為安。不危者為安。夫安穩者。何者是也。不動不", "533": "流名為安也。何法不動。何法不流。所謂眼對色生貪", "534": "愛。必造諸行業。貪愛為動。行業為流。隨業受報天人", "535": "六趣豈非流也。如大集經中佛告舍利弗。因眼見色", "536": "生貪愛者。即是無明為愛造業。名之為行。至心專念", "537": "名之為識。由識造業遍行諸趣。當觀此眼。識在何處。", "538": "何者是根。誰能見色。色從何生。精非是眼。如清盲人", "539": "眼精不壞根亦不破。如好眼人不能見色。生盲謝時", "540": "即能見之。然此盲法初無生處。又無滅處。盲法不自", "541": "知我是盲能遮於色。亦不作念不能遮色。眼不自知", "542": "我色法盲來遮我。亦不作是念盲不遮我。各不相知。", "543": "眼色亦爾。何者是眼。清自非眼。童人亦非眼。色亦非", "544": "是眼。精及中淚亦非是眼。迬骨亦非是眼。若一一是", "545": "眼。應有眾多眼。無多眼故。當知非一一是眼。若共成", "546": "一眼。是義不然。無和合故。盲及眾緣一一皆空。無有", "547": "集散。各無生滅。空明亦然。畢竟空寂。如是觀時無多", "548": "無一。即無有眼。亦無名字。不斷不常。無諸陰界。無貪", "549": "無愛亦無無明。都無相貌。如睡無夢都無所見。明與", "550": "無明俱不可得。無行亦無識。亦復如是。亦無一切陰", "551": "界諸入。是故維摩經言。所見色與盲等。一切諸法畢", "552": "竟不動。不動者即是不流。如人臥時。一切事息都無", "553": "思覺。諸法亦爾。是名安眠。不動曰安。不現曰隱。寂滅", "554": "為眼。菩薩自覺。復以此法覺悟眾生增長慧命。是名", "555": "眼義。法施檀波羅蜜。菩薩臥時。善惡欲界不可得故。", "556": "亦以此法利益眾生。是名持戒尸波羅蜜。菩薩臥時。", "557": "一切陰界不動搖故。自利及眾生。是名忍辱羼提波", "558": "羅蜜。菩薩臥時。一切陰界無生住滅。自利及他。是名", "559": "精進毗利耶波羅蜜。菩薩臥時。一切陰界無定亂故。", "560": "能利眾生。是名定智禪波羅蜜。菩薩臥時。一切陰界", "561": "入如虗空華。無決定相。能利一切法界眾生畢竟解", "562": "脫。皆得菩提亦悉具足行住坐義。菩薩雖眠。應化普", "563": "現無量法界。一切威儀。眾生感皆得稱機安穩而臥。", "564": "同證涅槃。萬行休息。如人睡眠。是名菩薩眠義中般", "565": "若波羅蜜。耳．鼻．舌．身．意亦復如是。同上三威儀不復", "566": "更重廣說。", "567": "食威儀中具足一切諸上味品第五食威儀中具足一切諸上味品第五", "568": "菩薩得飲食時。先應呪願。兩手合掌。心念一切十方", "569": "凡聖。而作是言。", "570": "此食色香味上獻十方佛中奉諸賢聖", "571": "下及六道品等施無前後隨感皆飽滿", "572": "令諸施主得無量波羅蜜", "573": "若得食時當願眾生得禪悅食", "574": "無餘味想若得食時當願眾生", "575": "得法喜食甘露味想噉飲食時", "576": "當願眾生飡涅槃飯到彼岸想", "577": "飯食已訖當願眾生種智圓滿", "578": "覺眾生想澡𡃤飲訖當願眾生", "579": "妙覺常住湛然明淨新學菩薩", "580": "得飲食時一心受食無雜念想", "581": "念時香氣如旃檀風一時普遍", "582": "十方世界凡聖隨感各得上味", "583": "凡夫聞香發菩提心餓鬼聞香", "584": "一時飽滿捨餓鬼身發菩提心", "585": "畜生聞香即得飽滿捨禽獸形", "586": "發菩提心地獄聞香捨地獄苦", "587": "得人天身發菩提心是名菩薩", "588": "受飲食時布施一切檀波羅蜜", "589": "施者受者色香味觸空無生滅", "590": "是名法施檀波羅蜜新學菩薩", "591": "已所受食色香美味熏諸行人", "592": "皆得法喜離五怖畏是無畏施", "593": "檀波羅蜜新學菩薩已所受食", "594": "色香美味施飲食時不觀眾生", "595": "持戒破戒但觀法性無差別想", "596": "能令眾生罪福心息是名淨戒", "597": "畢竟解脫平等三昧尸波羅蜜", "598": "新學菩薩已所施食色香美味", "599": "能令眾生聞香心定得不動味", "600": "深達實相離我淨心具足忍辱", "601": "羼波羅蜜新學菩薩以食施時", "602": "觀此施心無生住滅所施飲食", "603": "及以受者無生住滅離陰界入", "604": "能令眾生聞香飽足離三想心", "605": "得不住法亦無去來是名精進", "606": "具毗梨耶諸波羅蜜新學菩薩", "607": "受飲食時觀前施主施食之心", "608": "無生無滅非內非外亦非中間", "609": "亦無定亂畢竟寂滅亦無滅想", "610": "亦無無滅我受食心亦如施主", "611": "於食食心同一無二一切眾生", "612": "受我施者我及眾心所施飲食", "613": "三事皆空與前施主等一法性", "614": "無施無受無飲食想能令眾生", "615": "善根增長菩薩身心雖常在定", "616": "能令十方一時普現眾生隨機", "617": "隨感即現及聞說法稱機得道", "618": "知煩惱性即是菩提是名寂定", "619": "禪波羅蜜新學菩薩受飲食時", "620": "觀陰界入誰見飲食誰受此食", "621": "食不自知我是飲食我非飲食", "622": "亦不自知我無我所亦無食言", "623": "菩薩受我及以不受新學菩薩", "624": "如是觀時無一切受亦無不受", "625": "知飲食性不曾動搖得不動智", "626": "入如來智施者受者及見食者", "627": "皆如食性不曾動搖得不動智", "628": "亦能如實知一切法是名如實", "629": "如來實智所以者何如經中說", "630": "佛世尊問鴦掘魔羅云何一學", "631": "鴦掘答佛夫一學者名之曰淨", "632": "如來戒也非是二乘聲聞緣覺", "633": "所持戒也如偈中說鴦掘魔羅", "634": "復答佛言今當分別大小乘意", "635": "一切眾生命皆依飲食住此即聲聞乘", "636": "非是摩訶衍所謂摩訶衍雖食常堅固", "637": "云何名為一謂一切眾生皆以如來藏", "638": "畢竟恒安住", "639": "新學菩薩如此觀時凡夫聖人", "640": "本末究竟平等無二亦能善達", "641": "凡聖始終究竟一乘差別之相", "642": "亦如色入法界海說", "643": "色入法界海者即是色藏法界海。色藏法界者即是", "644": "識入法界海。識入法界海者即是識藏法界海。智入", "645": "法界海者即是智藏法界海。亦得名為色集法界海。", "646": "識集法界海。智集法界海。佛與凡夫一切具足。名本", "647": "末究竟平等。此法身藏。唯佛與佛乃能知之。法華經", "648": "中總說難見。華嚴中分別易解。是名菩薩受食施食。", "649": "性雖空寂。具足中道智慧藏。亦名色心神通之藏。是", "650": "名摩訶衍摩訶般若波羅蜜。受食施食具足此義。一", "651": "念一時色心音聲普遍十方一切世界。能令三乘各", "652": "獲其道。通達大智到於彼岸。如上所說。", "653": "語威儀品第六語威儀品第六", "654": "語威儀中具足一切上妙巧音聲普應眾心稱機品。", "655": "新學菩薩若欲語時。先起慈悲孝順之心。靜心正念。", "656": "一切音聲。一時普遍。十方凡聖所聞不同。以此音聲", "657": "普興供養。聖人唯聞歌詠讚嘆。十方菩薩同音讚佛。", "658": "修羅彈琴。乾闥作樂。天龍雨華。眾妙供具四事具足。", "659": "供養諸佛及大菩薩．一切眾聖等無差別。天人六道", "660": "聞三種聲。一者輭美語聲。二者苦切語聲。摧伏剛強", "661": "眾生。三者雜語。隨時調伏無決定聲。菩薩一語能感", "662": "眾聲。不先思惟應時自發。對機稱情。無礙辨才力能", "663": "如此。知人天聞之離欲得道。四趣聞之離苦得樂發", "664": "菩提心。新學菩薩觀語而有聲出。支原觀之。咽喉舌", "665": "齒都無聲相。何以故。求和合者不可得故。唇非是聲。", "666": "齒亦非聲。咽喉及舌亦非是聲。頰骨及愕亦非是聲。", "667": "一一緣中求聲不得。咽喉舌齒各不相知。性無和合", "668": "亦無散滅。知此音聲如空中響。非斷非常亦無生滅。", "669": "都無相貌。復觀念心為在何處。相貌何似。如此觀時。", "670": "知此念心非外亦非中間。猶如虗空都無相貌。無得", "671": "故。無語無語名字是名語無作解脫門。雖無語者。能", "672": "以一語普現眾聲。一語一時現無量語。何故能爾。由", "673": "本誓願大慈悲心為眾生故。一語能現無量音聲。眾", "674": "生感聞各各不同。解脫亦然。誓願慈悲力能如此。非", "675": "但一語一時能現無量音聲。色身普現十方世界。對", "676": "眾生眼色像不同。隨機感悟一時得道。所以者何。新", "677": "學菩薩以本誓願。不惜身命護佛正法。大精進力。不", "678": "退轉力。念眾生身。以大慈悲欲度眾生。凡所言說麤", "679": "言輭語苦切雜語。皆能利益無量眾生。", "680": "如佛仙所說麤言及輭語眾解音不同", "681": "皆歸第一義一切國土中眾生相殺害", "682": "菩薩現於世降伏使和安或為人天王", "683": "或為國大臣或現作猛將方便摧惡人", "684": "四方怨歒息國豐使民安或現行十善", "685": "方便化眾生或作邑中主造像及造經", "686": "開門廣布施方便化眾生或現作沙門", "687": "持戒不惜身廣說三乘教方便度眾生", "688": "或現作童󳬿始學初發心或現又修學", "689": "朽老過百年或現在城邑或現入深山", "690": "或現行瞋腦方便引眾生或現作四眾", "691": "或稱是聲聞或稱辟支佛或為無上尊", "692": "新學諸菩薩一音現眾聲一色無量形", "693": "方便對眾生忍辱慈悲力誓願應眾生", "694": "禪定神通力普現眾色爾", "695": "新學菩薩以大慈悲誓願力故。方便慈愍諸眾生故。", "696": "凡所言說。眾生聞之皆得正信發菩提心。是名法施", "697": "波羅蜜。新學菩薩以隨自意三昧力故。一切語時。能", "698": "令眾生聞者覺悟。深達法性離空假心。亦無斷常。見", "699": "諸眾生持戒毀戒。性無垢淨。無罪無福相。亦能持戒", "700": "不惜身命。新學菩薩誓功德力。利益如是無量眾生。", "701": "是名持戒尸波羅蜜。新學菩薩欲說法時。以此法性", "702": "無名三昧。眾生聞者。心想寂滅得不動三昧。是名忍", "703": "辱羼提波羅蜜。新學菩薩若說法時。麤言輭語性皆", "704": "平等。無生住滅。眾生聞者得無住三昧。是名精進毗", "705": "梨耶波羅蜜。新學菩薩說法語言。一語雖現無量音", "706": "聲。心無定亂。能令眾生聞者解悟。發菩提心。得不動", "707": "三昧。是名寂定禪波羅蜜。新學菩薩說法語言。眾生", "708": "聞者離陰入。具足辨才無量智慧。如身如影如夢如", "709": "化如雲如幻。無所得故。得寶幢三昧。即能具足一切", "710": "三昧。獲得辨才陀羅尼門。通達一切凡聖彼岸。是名", "711": "菩薩語威儀具足摩訶般若波羅蜜。", "712": "大隨自意三昧一卷畢"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 903 隨自意三昧", "author": "隋 慧思撰"}