{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 816 成唯識論演秘釋", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 816", "1": "成唯識論演秘釋第一", "2": "西京福壽寺沙門　如理師　撰", "3": "秘曰。頌云。譬如工畵師。至一切唯心起者。意云。此證", "4": "說唯識所以。工畫師雖然能畫。而不知是自心能畫。", "5": "雖然不知。要由心故。而能畫也。諸法性如是者。一切", "6": "凡夫。雖見諸法等。不知諸法從自心變。但是迷故不", "7": "知。然此諸法。要由心變。而方得有也。若人知心行普", "8": "造諸世間者。意說若人知諸世間。是自心變作者。是", "9": "人則見佛。了佛真實性。若知世間虗幻。了是自心變", "10": "者。則知真如真實性也。而是實有。若能觀真如法界", "11": "性者。即三世諸佛。皆是自心起。何以故。法界之原無", "12": "佛非佛。名言斷故。故知所見佛等。但是自心起也。問。", "13": "畫師豈不知心畫耶。答。據多分說。", "14": "秘曰。但表得中云離廣略者。意云。但說中道。即離廣", "15": "略。不是廣。表得中道也。以廣略皆非中故。但說中。即", "16": "離廣略名等。", "17": "秘曰。一云亦無者無色身也。亦唯能見識之變者。意", "18": "云。雖無所見佛身。言有佛者。亦唯是能見者。識之自", "19": "變。如文義等。外例釋也。", "20": "秘曰。雖無本質所以者。意云。佛不說法。無本質所似。", "21": "然似向自內心無爽也。問。何故名等似向內心耶。答。", "22": "眾生見佛。謂佛實說所生文義。即此文義。似自內心", "23": "也。何以得知。猶如似我。向內似故。如言似我。無實我", "24": "所似。但似遍計所執。妄情現也。故言向內。不可言向", "25": "外。外無實我故。又問云。佛不說法。如何言似。答。佛雖", "26": "無言。而得言似共相。云何。猶如天等為增上緣。命於", "27": "夢中得呪論等。意如何。謂有有情於天所求呪論。天", "28": "雖無言。由有情等心志願故。復於夢中而得呪論。雖", "29": "無本質。夢中亦得有文義也。", "30": "秘曰。答據為緣。為緣者。佛與眾生。為增上緣也。", "31": "秘曰。一云十二分教。是成滿聖之所引生者。意云。此", "32": "十二分教。由滿聖之所引也。問。望本意云。聲名成所", "33": "引云何。今言。十二分教。名成所引。答。夫十二分教皆", "34": "必依聲。聲若無時。教如何有。故說教時。亦有聲也。聲", "35": "與第二解何別。答。如第一解。但說十二分教。是聖之", "36": "所引。示為有情宣說。若第二解。元由聖者心中。作如", "37": "是安立。然後依聲施設名教。謂諸有情。說種種之法。", "38": "故有別也。", "39": "秘曰。二云成滿。至名成所引者。意云。成滿聖者。是能", "40": "引。施設言教。又立道理之所引起。名成所引。何以故。", "41": "為諸有情故。由元心上安立。而方能引名句言教聲", "42": "等。", "43": "秘曰。前二義局者。意云。前二義但約成滿聖者。即佛", "44": "也。所以局也。今第三解。但據成實利樂所起之聲。即", "45": "通也。何以然者。答。不同有學無學。但能利樂起聲。總", "46": "名成所引聲。故云。謂諸聖說。問。何故第三解。唯解諸", "47": "聖所起利樂之聲。名成所引。不約前二。但解利樂聲", "48": "說。故無過也。", "49": "秘曰。若言自分滿。至有學者。總是外救易知。", "50": "秘曰。唯此可通。至理不明也者。意云此釋也。准此救", "51": "意。雖亦何通。然有其濫。前二義。滿聖之滿也。或可濫", "52": "於凡人。如世上言此人。言此人已滿足故。理不明者。", "53": "若言自分名滿者。道理不分明也。如前濫失。", "54": "秘曰。復有疑云。至無記法故者。意云。此薩婆多。依自", "55": "宗難也。難云。若言善法滿足。得菩提者。即所說法一", "56": "向是無記。如何修此無記法。而得菩提。何以故。以彼", "57": "所修法。唯是無記故。難意如是。答。如文。", "58": "秘曰。及勝自體者。指滅身也。", "59": "秘云。一云至慧決定者。此釋二識決定也。問。二十唯", "60": "識言。二識決定。如何此中云悲慧決定耶。答。不違。據", "61": "義別故。且如二十唯識不答。悲慧相應。必有識。今據", "62": "而談。不相違也。", "63": "秘曰。依餘心起者。解云。曰雖說法。心希利養是也。", "64": "秘曰。據多分說者。多分有決定也。或為遠因者。意云。", "65": "雖然近惡。暫時生善。久後知是惡。還起不善心。所以", "66": "暫時生善。為後不善心。云遠因也。近善生惡者。反前", "67": "可知也。言遠因。皆後自他二決定識。為遠因也。", "68": "秘曰。身有二分者。自他身也。", "69": "秘曰。隨八時。至明八時義。此有兩解。從隨八時。至如", "70": "法薨。是第一解。從又解已下。第二釋也。", "71": "秘曰。解成楚越者。意云。楚越二國別也。安常征討垣。", "72": "相違也。", "73": "秘曰。二俱無失。至隨墮樂欲者。意云。此總是答意也。", "74": "且如天帝釋。雖是一天有其千號。何妨八時而是一", "75": "法。亦得名八時。亦得名樂欲耶。問曰。言一法分二名", "76": "者。未審。約何義分出二名。答。大唐三藏。據歷時聲。說", "77": "有八時。言歷時聲者。有第一歷八轉聲。第二歷八時", "78": "聲。即能起文義。故云八時轉八時也。即是前解也。後", "79": "解依自慕法。隨樂欲聞。故名樂欲也。從又薦福淨三", "80": "藏已後。即後解也。又八時者。喚般若八會名八時。又", "81": "有二解。如演秘引。", "82": "秘曰。一頞二言者。所謂一字并頞字也。意云。攝論梵", "83": "本。若有一頞二字。前後三藏可墮取一。今既梵本唯", "84": "有一瑟吒。更無頞字。如何得各取一耶。問。何廢無性", "85": "所製之論。前後不同者。意云。無性前後所作論。或可", "86": "言頞字。若後作論。或可言一瑟吒字。前後二本。既是", "87": "不同。何妨二箇三藏各一本。所計有別。問云。何性前", "88": "後所製之論。為是一本。攝論前後有別。為是二論。前", "89": "後有別。答。但是一本。攝論前後所製不同。各是有別。", "90": "作如是計。", "91": "秘曰。猶如此方。至其類寔繁者。意云。此引喻也。由如", "92": "此方作章疏。有先造則別後改後前。故知一本。前後", "93": "不同也。此亦如是。", "94": "秘曰。本為標彼造釋論者。意云。題論本但說造釋者。", "95": "意不言世親也。世親是製頌人。不是造釋人。所以不", "96": "言。不是由文略義缺不標世親。此斥前第一解也。", "97": "秘曰。又現所題。至成唯識論者。意云。斥前第二解也。", "98": "如前第二解云。成唯識名。唯釋論稱舉釋師。若如是", "99": "者。望其本頌。亦復題云成唯識論。既本及釋一種。題", "100": "云成唯識論。如何但說釋師。不言本世親師也。故斥", "101": "第二解。", "102": "秘曰。亦少缺甄簡者。意云。甄由別也。簡者別。若成唯", "103": "識。唯又論稱。即少虧分別。意云。即如前第二解。分別", "104": "理不盡也。", "105": "秘曰。上下亦有者。意云。非但分為三分。諸聖教中。亦", "106": "有分為上下分。如樞要說。或可有前二分。無流通。或", "107": "可有後二分。無初分。如斯之類寔繁也。樞要說。", "108": "秘曰。第三四句通說三乘者。即說疏中筞殊勝業者。", "109": "亦通三業也。問既云筞殊勝業。何者為能筞。答。論殊", "110": "勝業。即身語二種。為似業。若言筞殊業。即思為業。體", "111": "思為筞。即起慇淨心是也。身語二為所筞也。", "112": "秘曰。心謂他心。至名記心者。記謂記別。或可云記謂", "113": "別識。然別字者。是各別之義。此人別識記彼心故。", "114": "秘曰。二並依主者。意云。神之變故。記之心故。", "115": "秘曰。持業釋者。意云。釋輪字也。若總通說者。即是持", "116": "云業釋。神變即輪。餘准此。若神與變別道。即是依主。", "117": "記心亦爾。通依主持業二釋也。", "118": "秘曰。問三輪如次。至因何不次者。意云。將三輪配屬", "119": "三通。神變謂神境。記心謂他心通也。教試。謂漏盡通。", "120": "如次攝也。若從通起三業化即不次。神境通起身業", "121": "化。他心通起意業化。若漏盡通語業化。問。因何意語", "122": "不次耶。總問也。", "123": "秘曰。答由至故無有失者。意云。此總答不次所由。有", "124": "二。初答三輪三通次第所由。第二答從通起化不次", "125": "所由。此則先答次第也。由語離過。至善悟他心。答語", "126": "輪。為他心通也。意業至所招。漏盡通攝也。由斯發語", "127": "教試有情者。屬他心通也。斷惡修善屬漏盡通。因果", "128": "相扶者。顯語業因得他心果。意業同得漏盡果。上來", "129": "總是答三輪三通次第也。", "130": "秘曰。又知他心。至意業亦然者。即第二答從通起化", "131": "不次所由也。又知他心不待於語。此說他心通起於", "132": "意化所由。教試於總必藉其言者。此即說漏盡通起", "133": "語化所由也。故三輪化三輪業如次者。總結也。問。三", "134": "輪三通有何別。答。輪即是通。無別通也。問。何故名輪。", "135": "復得名通耶。答。據義別也。輪者有二義。一云。流輪。不", "136": "定義。自既得此三業輪。復亦令他得此三輪故。了云", "137": "不定也。又二云。推壞義。摧壞煩惱也。今言通者。無擁", "138": "滯義也。非語業因即語為果者。意云。依通起化不佛", "139": "者。約勝化用行相別說。不約因果相扶說。意業亦爾。", "140": "故與前不同也。問曰。何者以語業為因。用語為果。答。", "141": "即如如前。由他心輪發語教試是。", "142": "秘曰。遍計至亦名唯識者。意云。遍計無體。不離識之", "143": "證性。名唯識性。非非為說於真如性也。", "144": "秘曰。言斷於前亦無失者。意云。無漏依他。既名圓成。", "145": "然有漏善法。雖非是染。斷亦無失。", "146": "秘曰。善逝體所生。至屬法身。此之二釋。總是釋善逝", "147": "體義也。言體二義者。通依主持業也。", "148": "秘曰。慈氏繼佛襲。至名彼體生者。意云。此釋所生義", "149": "也。問曰。如前兩義釋善逝。今言所言所生。依何義。而", "150": "得所生名。答。二義俱通。問云。若論持業。善逝即體。即", "151": "報化佛。能生名慈氏苦等。若論善逝之體。體是真如。", "152": "真如即與善逝為體。然今解亦是報化佛。能生慈氏", "153": "菩薩。據義但約持業釋時好。彌勒既未成佛。但說他", "154": "報化佛所生也。不可以依主釋。即許法身體。生於慈", "155": "氏也。已又後第二解。善逝及體總是一法身。故知釋", "156": "此。即是依主。望所生即是報化也。今此解與前不殊。", "157": "故知但約前解為勝也。彌勒即從法身生也。餘者易", "158": "解。善逝者。善者好也。逝者往也。既證涅槃。出去生死", "159": "之義也。如前二義可通。第三解。以法身為善逝者。其", "160": "義云何。若約真如。初出障邊名去也。昔時名有垢真", "161": "如。今時無垢真如。約此初出障邊說。", "162": "秘曰。簡異於昔在名者。古者不作此解。今時作此解", "163": "也。", "164": "秘曰。佛至隨學者。意云。隨學者是僧所依學。更不言", "165": "隨學即是僧也。", "166": "秘曰。四瀑流者。一謂無明。三謂欲四謂愛瀑流也。", "167": "秘曰。法證淨者。謂獨覺三無漏根。至學無學法。是菩", "168": "薩二無漏根。至緣彼信等。總名法證淨。問何名法證", "169": "淨。答。為證此淨法故。名法證淨也。問曰。如上諸有學", "170": "法。及三根二根諦信等。為是有漏。是無漏耶。答。並是", "171": "無漏。如何彼計云。有學無學等法。是無漏故。問曰。何", "172": "言三諦。不言道諦耶。答。道即是智。如三無漏根等。即", "173": "是道也。且言三諦。不言道諦也。緣彼信者。意說菩薩", "174": "身中。有諸有學法。并苦等三諦理。及緣三諦理。無漏", "175": "信心。並名法證淨也。", "176": "秘曰。問何故不許。至不說彼有無漏根者。意云。於中", "177": "至有二無漏根已來。總是問意。問云。何不許有多菩", "178": "薩同出世。又復云何菩薩有二無漏根。問意如是。從", "179": "容但據已下。是答意。不妨有多菩薩同出。今言但有", "180": "一菩薩者。據後身得菩提菩薩。說得有二無漏根。第", "181": "三十四念。即成佛故。三十四念者。如菩薩先欲界有", "182": "漏心。斷見道修道八地煩惱。唯除非想天一地。以難", "183": "斷故。後身欲成道時。先觀十六心。至第十六。斷非想", "184": "一地。見道惑斷了。然後依上界根本定。起無漏智。斷", "185": "非想一地修道九品惑。謂有九無間九解脫道。二九", "186": "成十八。兼前十六。成三十四念。前三十三。總是二無", "187": "漏根。第三十四心。即是成道也。答。不是坐道場菩薩。", "188": "雖有眾多菩薩。亦不說有二無漏根。故但言一菩薩", "189": "也。雖無事和者。意衍云。夫言事者。謂僧事。若多僧和", "190": "合。即僧事得成。上界天等。既非出家和。何得有僧事", "191": "和合。故云上界天室無僧事和。", "192": "秘曰。理和者。約道理說。多人有道理名和。一人無道", "193": "理。不可和故。如上但約小乘說。若望大麟角。亦是僧", "194": "寶攝也。獨覺有具和根者。約有果說也。云何若一三", "195": "十世界。唯一出即得三根。聲聞者。多不得有具知根", "196": "也。", "197": "秘曰。邪定三者。意云。定者即決定。不決定之義。今此", "198": "一段文。總問大乘說。初瑜伽論明。第二約十信等說。", "199": "第三約十住等說。雖後不同。總依大乘說。至下當知。", "200": "不約小乘辨。若望小乘。五無間業。與大乘別。小乘無", "201": "間業者。第一煞父。第二害母。第三殺阿羅漢。第四破", "202": "和僧。第五出佛身血。此是小乘無間業也。然大乘五", "203": "無間業者。依薩遮尼乾子經云。所謂起大邪見。撥無", "204": "因果。故佛法僧等。廣如彼說。今不依小乘也。望意不", "205": "取依十信十住等解。但依前解者。即瑜伽是也。", "206": "秘曰。又案佛地論。至現益名義者。意云。說現益者。即", "207": "是樂也。問曰。既云樂。何故名現義。答。義者即道理義", "208": "理也。於現有如是宗義理故。所以名義也。", "209": "秘曰。合為五對者。即以十利。束為五對也。", "210": "秘曰。論中初對二義合釋者。意云。論中者即瑜伽論", "211": "三十五六也。二義者合釋者。意云。利差別對中。有純", "212": "共二利。二利之中。一一皆有二義。且純利中二義者。", "213": "一即純自利。二即利他。然共利中二義者。一即自利", "214": "共他共自。雖有二。即利他失。自雖有四義。合而之總", "215": "為二義。故云論中初對二義合釋也。餘依彼論次第", "216": "明者。意說除對已外。餘四對。依彼論明也。", "217": "秘曰。逮物者逮由及也。物者即有情也。", "218": "秘曰。智以絕等。至而共他者。意顯菩薩悲智雙運也。", "219": "除却如何純自利純利他。但反前自利共他即是也。", "220": "問曰。若反前自利共他。即名利他共自。有何差別。答", "221": "但約前後迴亦說。亦無別義。初先約自利。後約利他。", "222": "今先約利他。後約自利。故曰他利共自也。", "223": "秘曰。三利益種類利者。何名利益種類。利益謂利多", "224": "種有情不同。名種類利。問。如前所說利樂。亦利多種", "225": "有情。如何不得名利益種類利那。答。雖然皆能利益", "226": "多種。行與不行有差別。所以有別也。如何得知。如次", "227": "言自他一種。行一法故。自他行同名為種類。此一解。", "228": "或可此利益中。有五種不同。名種類利也。", "229": "秘曰。顯非一相似者。意云。非一者顯有多種。相似者", "230": "一釋門。故云同一種類。", "231": "秘曰。無染汙樂者。意云。樂有多種。有染有淨。染者所", "232": "謂飲酒樂受。名無染汙樂。或眾樂具。謂飲食衣服等。", "233": "名相應樂。遂五欲等樂。今菩薩教化。欲斷此染。得與", "234": "善樂具。緣此樂。名樂具。即樂家之具也。或住定樂者。", "235": "謂引得定。諸根調暢名樂也。", "236": "秘曰。或有此世能為利益。至俱為利益者。約眾多菩", "237": "薩說故。故他世非此世也。", "238": "秘曰。俱非利益者。問曰。菩薩行行無有蹔停。云何說", "239": "言。俱非利益菩薩耶。答。要待有緣。既未熟利益。俱非", "240": "何爽。問。云何此世他世。答。世通三種。一剎那三世。二", "241": "謂一期三世。三過現未三世。世既多種種不同。不似", "242": "唯說大三世。通諸世也。又解云。俱非利者。但謂對前", "243": "三句故來。未必須依第四句也。或可此世他世善法。", "244": "即菩薩利益。諸惡不善法。菩薩二世俱不利益。亦無", "245": "違也。", "246": "秘曰。所有涅槃者。即菩薩所證涅槃也。及得涅槃。至", "247": "分法者。意云。亦得涅槃家世間涅槃之分法意。不說", "248": "更得涅槃。分者因也。即涅槃之因也。即是世間善出", "249": "世間善也。", "250": "秘曰。少疾者。意云。少有疾病故。名大力苦。有疾者。即", "251": "無力故。", "252": "秘曰。勤定一分者。謂修慧時。亦有勤定。修或忍時。亦", "253": "有勤定。故分處別也。", "254": "秘曰。以如玉理者。即正道理也。工巧處者。所謂修造", "255": "諸功德等也。所生善業。是自利也。又先造可愛善業。", "256": "今現功受用。彼業之異熟果。亦名自利也。如諸菩薩", "257": "現法自利者。意說所化有情。若得利益時。亦如現在", "258": "菩薩。所得利益相似也。", "259": "秘曰。若於欲界。至亦復如是者。意說他世利也。如諸", "260": "菩薩先在欲界。修清淨業為因。未來咸得陀他世財", "261": "寶。自體等果。亦能自利他。乃至諸界。聖者亦然。不似", "262": "須當處終當世也。", "263": "秘曰。獲得一切世間善法者。意云。謂菩薩斷一切煩", "264": "惱。得八聖道支。名自利。即此八道聖為因。而能教化", "265": "一切有情。皆今獲得世間善法。不可發初。得無漏也。", "266": "菩薩亦得如是世間善法也。", "267": "秘曰。世間清淨若因若果者。意云。如上財寶及體。即", "268": "是其無記。因即是善。若世間清淨因果俱是善。即是", "269": "世間有漏善法也。皆報利益。", "270": "秘曰。體即曰斷如疏所引者。所謂根境樂相應觸受。", "271": "心等樂所發業。", "272": "秘曰。樂所發業者。意云。為求當來樂果。而起於業。名", "273": "樂所發業。何以故。因此善業。而得樂故。如下斷意。取", "274": "此名樂所發業。不取相應思所發業。名樂所發業也。", "275": "秘曰。故瑜伽云若諸所有現法。至名因果者。現法即", "276": "現世別報果也。當果者。即當來可愛果也。其業者。即", "277": "是通三果之業也。後後現法未愛之果者。亦唯前解。", "278": "亦業通二果之業也。", "279": "秘曰。不爾云何言通三界者。意云。若爾不用於受為", "280": "樂體者。如何說言樂受通於三耶。意云。非唯受中樂", "281": "者。意云。不是唯取遍計受數名樂受。故知更有餘法。", "282": "法者即喜捨也。問。若不唯取樂受者。如何云樂者性", "283": "耶。答。為簡異於因樂。及後在對治樂等。但言樂受為", "284": "體。其實通餘相應捨等也。然非想天捨受者。即是遍", "285": "行中受數收。問。所言捨受。亦名樂受者。未知何識捨", "286": "受為樂受耶。答。但諸識相應捨受。有調暢義。即名樂", "287": "受也。不須別配。文云不取七八識捨受。以無記故。前", "288": "六識捨受耳通。通三性故。故善性收也。問。非想天。可", "289": "有前五識耶。答。通前諸地起。", "290": "秘曰。󳬢樂為體者。云漪者。水波澄息之貌。今定名󳬢", "291": "者。從喻為名也。意取定中樂受為體也。", "292": "秘曰。若順樂受根境所生者。意云。根境所生得樂受。", "293": "名樂受。以能順生樂受想。名樂受也。", "294": "秘曰。受等不行者。意云。捨受斷故名受斷。故名受斷", "295": "樂。", "296": "秘曰。名勝義苦者。意云。非想一地捨受。名勝義苦。問。", "297": "捨受既是微細。何故苦耶。答。對前麤動受等。名勝義。", "298": "對無法名苦。是有漏故。", "299": "秘曰。據遠加行者。意云。此欲入滅定。先猒捨受緣。是", "300": "有漏故。須先猒得遠加行名。臨入定時即滅。無漏心", "301": "心所法。名近加行也。", "302": "秘云。出家等曰者。意云。無惱害樂中。分出曰樂。第一", "303": "出離樂者。謂出家也。今舉出家等。後曰樂。總得名無", "304": "惱害樂。離此惱害等故。不是說有四種人也。但說其", "305": "樂故。後之現未等之果之業者。亦唯前解。亦業通二", "306": "果收也。", "307": "秘曰。異熟果者。意云。先辨異熟果。後辨異熟因也。", "308": "秘曰。以信戒為體者。意此出離者。即出家所得樂故。", "309": "以信戒為體。", "310": "秘曰。或總五支者。意云。謂初禪有五支。總以為體。五", "311": "支者。謂喜捨樂尋伺支。以心一境性名五支。寂靜樂", "312": "者。至隨應為體者。意云。第二禪寂靜樂者。即以二禪", "313": "四支為體。若三禪。即以五支為體。至四禪。即以四支", "314": "為體。撿法數諸禪樂體。各多少不同。故言隨應。或唯", "315": "喜樂隨應為體者。意云。諸禪各各唯以喜樂為體。如", "316": "諸禪不同。故言隨應。問曰。禪有樂。即不得寂靜名。何", "317": "故第二禪樂。而得寂靜名耶。答。初有尋伺。即不得名", "318": "寂靜。第二禪無尋伺故。得寂靜名。", "319": "秘曰。如次信戒總以禪支為體者。意云。如上三種樂。", "320": "初樂以信戒為體。遠離樂及寂靜樂。總以禪支為體", "321": "也。", "322": "秘曰。疏配後二。至不爾違論者。意云。且如瑜伽論中。", "323": "有四種樂。即如此中四名是也。若望疏家。󴤽後二。為", "324": "涅槃菩提。所以疏家不依瑜伽論。立後二名。但取婆", "325": "沙意。不取即違論者。若依瑜伽論。即違瑜伽論也。以", "326": "伽論中。無後二名故。問。出離等四樂。既是瑜伽論中", "327": "說。如何疏家依婆沙。配後二樂。答。出離等四樂。婆沙", "328": "亦有。", "329": "秘曰。問前三如何。至名無惱害樂者。意云。前三是覺", "330": "法樂之因。或能行覺法等樂。或能隨順覺法性樂。依", "331": "瑜伽論。前三亦得名無惱害樂也。問。第四樂得名無", "332": "惱害樂不。答。覺法樂者。即是菩提當體。即名無害樂。", "333": "所以不說第四。但說前三。名無惱害樂。今約因果而", "334": "論。所以前三。名無惱害樂。第四果也。", "335": "秘曰。第三云者。意云。引論證第三護法義。", "336": "秘曰。今於唯識深妙理中得如實解者。此難崇福法", "337": "師。不許護法師生真智。今約護深文。亦通生真智。如", "338": "言深妙理者。豈此理唯發世俗智。妙理即勝義中道", "339": "道理。故知亦生真智也。", "340": "秘曰。又知識。至亦何爽理者。此難計大辨論師。不許", "341": "有俗智。如論言了俗已。然後證真。今大辨既得真智。", "342": "何為不得俗智耶。於唯識相如實知者。即俗智也。於", "343": "理如實知。即真智也。", "344": "秘曰。此上即是發端等也者。意云。將解此字。有其四", "345": "釋。且第一一云上字提也。合是者字。意說。即此字當", "346": "體者。發端等四也。第二云。此字句上字。皆是發端等", "347": "四也。雖發端下。不言等。計合有也。意云。何故但言皆", "348": "是發端。不言發端等耶。答。此與上字。皆有發端等四", "349": "也。所以存略不言等。但言發端也。若望本意。唯明此", "350": "字。緣上字。是此字之流類故。上字亦有發端等四也。", "351": "所以兼明上字也。此解不好。三云今造等言者。意說。", "352": "此上二字。皆有發端等四也。意明。今造二字。不明此", "353": "字。以今造二字。此字上故。所以云此上。問。何故第二", "354": "解。但言發端。今第三解。但言標舉等。如何二義不同。", "355": "答。但迴亦舉。更無義義也。", "356": "秘曰。今造此論。至發端等也者。是第四解。意云。此一", "357": "句論論。總是發端等四。如何得知。答。以今造此三字。", "358": "如上別明訖。所以今第四解總指云。此上即發端等", "359": "也。問。疏家若言論字釋即無妨。疏但言此上發端等。", "360": "何得意句之言。總是發端等耶答。說此之言。即是端", "361": "論。故得總指也。", "362": "秘曰。猶理差可者。意云。若作此解。少有道理也。故云", "363": "差可。如世間人人差可如此。不可如彼也。", "364": "秘曰。迷執明理者。意云。若眾生執空。應將有破於空", "365": "執。而顯於有理耶。答演秘說。", "366": "秘曰。即答前難。有不盡失者。意云。望本難意。眾生執", "367": "空。即為說有。既中有教。空相即除。空相既除。有應顯", "368": "理。本難意如是。有有若也執空。亦為說有。雖為說有。", "369": "而不顯理。若如是答者。即有答前難不盡失。既不顯", "370": "理。何用說有耶。故故不盡也。", "371": "秘曰。有義故名為重者。意云。釋貪等亦名重所以。問。", "372": "二執是根本沉下。說為重貪等。與執理相應非沉下。", "373": "故不名重。答二執據沈下。二執得名重。相應貪等能", "374": "行果。與昔為依。亦名重。義不違也。", "375": "秘曰。害伴等者。我見是主。隨眠是伴。即伴彼□。故名", "376": "害伴。所以喚隨眠。名害伴也。", "377": "秘曰。但斷少分者。意說。第四地中。斷第六識中法執", "378": "少分貪等。餘害伴障等。至五六二地。方名不行。華嚴", "379": "經第七說。菩提分法觀。第七地方名不行。已上是崇", "380": "稱法所解。已下是演秘家難。并會華嚴經也。", "381": "秘曰。以第四地中。至更思者。意云。會前所破。第四地", "382": "菩薩。初學二乘菩提分法觀。何故須學。以欲化他。須", "383": "遍知故。五六兩地。由󴤨於彼者。第五地學二乘四諦", "384": "觀。六地學獨覺十二緣生觀。故言由教於彼。未能超", "385": "過二乘。至第七地菩薩所修學觀等。即超彼二乘故。", "386": "名為最勝。不是第四地中。斷法執種不盡。至七地中", "387": "斷盡。名最勝也。故知第四地中。令斷種也。其法執家", "388": "害伴隨眠。亦第四地斷。以斷種故。不同故執也。問。菩", "389": "薩初證有百法明門。至四地中功德彌廣。豈謂不知", "390": "小果可須學耶。答。為欲化他。故示現學。非為不知。", "391": "秘曰。總四句答第二問者。意云。非但四句答第二問。", "392": "亦得將四句答第一句。如演秘自作法易知。", "393": "秘曰。問若是護法。至為等流耶者。意云。此總是問護", "394": "法之意也。就中有兩問。一問云。智障數同煩惱。亦有", "395": "一百二十八種。執障後別。何故但忌執云無品類耶。", "396": "第一同也。執障後。別者。五識但有障而非執。六七識", "397": "障執俱有。執則染慧。障即貪等。故執障別也。第二問", "398": "云。意識亦有是障。而非是執者。謂有異熟生無記貪", "399": "等心心所法。但是障非執。何故答中。但云五識有愛", "400": "恚等。不言第六識耶。如下舉秘答。先答第一問。後答", "401": "第二問。", "402": "秘曰。所障至無品類者。答第一問。", "403": "秘曰。答中既云五識至言識中愛等者。答第二問。", "404": "秘曰。問即無違者。此約問安慧師也。問。即無違者。疏", "405": "問云。煩惱有品類。可言根盡莖葉除。如所知障執。既", "406": "無品類。何得言根盡莖葉亦盡。此是問意。不違安慧", "407": "家。故言無違。以安慧法執與障無差別故。答亦有過", "408": "者。如疏中答云。六識等中。法愛恚等有差別。是法執", "409": "之等流。故言有過也。以問中無差別。然答中有差別。", "410": "故言答中有過。今安慧所通言。亦無過障。即是執無", "411": "差別故。言有本末者。但約諸識。執有淺深。義分本末", "412": "不道實有本末品類等差別也。此是安慧解。更有異", "413": "解。如樞要記。", "414": "秘曰。有義至無記心等故者。意云。今安慧師。執與障", "415": "相望。得有兩句。一句云。但障皆執。二句有執非障者。", "416": "所謂善無記心等。問。善無記心等。何得是執不是障", "417": "耶。答。安慧三性心中。皆有法執。所以得名執。謂非是", "418": "不善心第不得名障。交障者。必是不善障於善。故知", "419": "善等不得是障。總是初義。即下第二句為初也。復云", "420": "執障至皆名執故者。是第二義也。即配初但障皆執。", "421": "即是後文。如下破。初後二義。准此配也。", "422": "秘曰。初義至不覆理耶者。此即斥初義也。意云。夫論", "423": "執者。於境堅蔽不了是虗。取相不捨。存既有相。即中", "424": "道難明。覆蔽於真。亦名為障。何得是執而非障耶。", "425": "秘曰。後義有濫者。意斥後義也。若言有漏障皆名執", "426": "者。即此言有濫。如何得知。如佛地論云。障所發業乃", "427": "至皆名為障。未必名執。且如色果等。豈有執耶。", "428": "秘曰。一但執皆障。至有二分故謂業果中。有是心心", "429": "所者。有非心等者。是心心所者。且業有似業。謂身語", "430": "等是也。無見相二分。故今不取。但取是心心所者。有", "431": "見相二分。果中亦有總別報。但取別報。心心所者。有", "432": "二分故。如是心心所。皆是執皆障。二但障非執者。即", "433": "取業果中不是心心所者謂色等。無相見二分故。但", "434": "可言障而非是執也。二分者。謂相見二分。色即無二", "435": "分。心心所法有二分也。今復佛地論。障及業果而為", "436": "二句。一但障皆執。謂障自性及業果中。取心心所法", "437": "一分。如何名一分。答。且如業中。有色業有非色業者。", "438": "色業謂身語二業。是色似業。身語非應思。為實業體。", "439": "不名色也。取一分者。意云。取心心所者。有見相二分。", "440": "果中亦爾。謂別報果。如何得知。答。業果中有二分故。", "441": "別報果中。即心心所有見相二分故。色果中即無二。", "442": "但障非執。即業果中。非心心所者。但取業中身語。果", "443": "中色果。不取心心所法為果者。", "444": "秘曰。修禪定時受為勝障者。意云。謂此受之勝用也。", "445": "安慧相見皆遍計故。此解是。餘解者非也。", "446": "秘曰。此對等覺二乘解脫者。意云。勝果者對等覺菩", "447": "薩。及二乘解脫。以立勝果名。等覺二乘者於佛故。", "448": "秘曰。名為等覺依長時說者。意云。一剎那間。二智與", "449": "佛平等。雖然一剎那間與佛平等。約長時說不及於", "450": "佛。佛已成道未。或經多劫。以望長說故。所以菩薩不", "451": "名勝菩提。據佛成道多時。名長時。", "452": "秘曰。無間解脫。至等者。意云。計合無間斷障。解脫證", "453": "果。即名佛故。何故。今言同斷一障耶。答。據實解脫道", "454": "已斷。合是佛。約離障邊。亦名斷障。其實已斷也。問。證", "455": "二勝果時。二障並除。何故言但斷一障耶。答。障雖有", "456": "多類。同是障故。同障一佛果故。所以總言一障。不以", "457": "言一障。即更無餘者。此三藏解也。言三三映者。即三", "458": "解脫門。謂空無間等也。", "459": "秘曰。現正等覺。是一切智者。意云。即正體智。問云。何", "460": "名一切智。耶以真如遍一切故。斷惑所證真如智。亦", "461": "得名一切智。極善通達是道相智者。即釋正智之所", "462": "以也。現等別覺是一切智者。意云。配後得智。現者現", "463": "在。等者等取現在別類諸法。智悉能了。名一切相智。", "464": "或可通說過未來也。智能了故。", "465": "秘曰。一切煩惱皆能續生等者。意云。有二解。一一通", "466": "一切煩惱。雖後總現行。亦有不發業者。雖不發業。亦", "467": "為遠助同者。總是不取種子。或可通取也。據父顯不", "468": "取為正異身生目者。異身即現在身邊。望當生身為", "469": "異。乃至展轉。為例可然。", "470": "秘曰。或據起現名為全界者。意云。但取潤現行。名全", "471": "界。雖有慢等現行。若不潤生門不取也。前父助業感", "472": "雖不潤。以現行。亦名為全界又疑也。", "473": "秘曰。一分斷者。俱生煩惱。有一分障事觀。不令有情", "474": "得於諸定。今能伏已。故言一分。彼分涅槃。即寂靜義", "475": "也。與佛法真如寂靜相似。言非決定者。非決定欲斷", "476": "也。", "477": "秘曰。若宗法言決定非無故無過者。意云。若宗言實", "478": "有。即將忿等瓶等為過。何以故。以是似故。今宗言非", "479": "無。即無前過。何以故。以瓶等忿等雖是似。然是非無", "480": "性故。", "481": "秘曰。因亦決定相違過者。意云。即與他因作決定相", "482": "違過失。決定相違過者。唯先陳有法不改。然宗因喻", "483": "三總改。一一對前可知。", "484": "秘曰。無色至無身者。說意處諸心。非是色法不可見。", "485": "故名無身也。謂於色根名󴋃於窟。", "486": "秘曰。豈自矜󱈁矟者。意云。此顯相違也。如何相違。答", "487": "如有人持矝行有人。問云。用此何為。答云。此󱈁堅硬。", "488": "而能御賊。刀鏘不及人。萬物不敵。又復擎矟行。矟者", "489": "牓󳬴也。如有問云。此物何用。亦准前答。豈不前後自", "490": "相違耶。", "491": "秘曰。全無分無總名為無者。意云。全無心所。亦名無", "492": "所。分無心所。亦名無所。但有三無多。故名分無如何", "493": "少水。亦名無水也。論故作斯論主亦影顯者。意云。三", "494": "師皆有。今造此論。皆有故作斯論。不能繁舉。故亦影", "495": "顯也。", "496": "秘曰。三十頌中中各攝幾者。意云。汝若將三分。成立", "497": "唯識者。未審見等三分。一一分於三十頌中。各攝得", "498": "幾頌耶。焉有矣者。意云。是何有義作。如是說者。何有", "499": "如是道理。", "500": "秘曰。攝論立宗明十殊勝者。如法數具到。", "501": "秘曰。斯之二論。至唯境行果者。意云。即瑜伽論正宗。", "502": "明境行果三。今唯識。亦准彼正宗。明境行果三。為正", "503": "巧宗也。", "504": "秘曰。又云本智。至見道名神者。意云。見道中無分別", "505": "智。緣如名法。心與境󰥺。世第一法名智。見道名神。即", "506": "從加行道。至見道故。名智與會也。神是智上用。至見", "507": "道中。智用漸增也。", "508": "秘曰。按彼經四百九十八云。乃至名為也間者。意云。", "509": "依大般若經。說大波羅蜜為世間。即舍利子問。今演", "510": "秘家引來。故須一一別釋也。第一是世間者。是有漏", "511": "六波羅蜜體也。造世間者。即造修六度也。由世間者。", "512": "由有身修六度。等世間者。為當來果。修六度等。從世", "513": "間者。從自身修六度等。屬世間者。此有漏心六度。未", "514": "出世間。故名為屬。依世間者。依此六度。而修習也。呼", "515": "世間者。名為世間。即是呼也。疏云。名為世間者。即是", "516": "呼聲也。", "517": "秘曰。出世間者。即無漏六度等也。亦依八轉聲釋。其", "518": "義可解。", "519": "秘曰。名出世者。名者即是八呼聲也。", "520": "秘曰。題卷亦悞者。是般若四百九十八說。疏云。五百", "521": "卷說者悞也。", "522": "秘曰。如諸花經云來入此宅者。意云。如法清先居三", "523": "界。如何更云來入此宅。但約以後業果微增而說也。", "524": "此亦如是。", "525": "秘曰。有義至亦無者。意問云。且如我法體。是無所執。", "526": "相見後是無。如何聖教將無依無。無以依見相。計我", "527": "法故。", "528": "秘曰。世間所說。至皆名執者。意云。世間有漏及聖教", "529": "菩薩二乘。一分有漏心所表現我法者。此以無依無。", "530": "有漏心心所。皆是執故。若諸菩薩等。無漏及佛現者。", "531": "皆強施設。即當義依於體。似□□佛菩薩無漏心上。", "532": "有軌持一常之義。名有我法。□□有情皆似施設也。", "533": "秘云。若無漏心。至皆依自證似說者。意云。安慧師二", "534": "分。皆是遍計所執。此約有情相見說也。今約無漏自", "535": "證分說。問。何故不約相見二分說。答。無漏心無見相", "536": "分也。言分別說有能所變者。意云。自證分是能變。我", "537": "法是所變。故知說變言。不知唯依見相分立。", "538": "秘曰。且依第一義說者。意云。即次前二釋中。取第一", "539": "解。", "540": "秘曰。相見後非我法所依者。意云。若將我法。為自證", "541": "分之所變者。即見相不得與我法為依也。故知此言", "542": "唯詮相見。是識所變。不言此我法即識所變也。但依", "543": "相見分上似立故。", "544": "秘曰。然濫第七者。意云。若約別云。緣境名了別境識", "545": "者。即濫第七識。何以第七識亦別緣第八識。為境故。", "546": "亦應得名了別境識。", "547": "秘曰。二三至亦無八別者。意云。雖初真即是第二俗。", "548": "若望俗諦說過有八別。若聖初真亦八別。何以故。真", "549": "勝俗故。秘合作二文科者。從論曰至亦勝義有已來。", "550": "總分二段。第一段者。從論曰至實有境者。別解三句。", "551": "第二段者。從愚立所計已下。至亦勝義有者。通前總", "552": "解三句。此論文總分二段。名合作二文科。", "553": "秘曰。有義至緣用必依實有體故者。意云。無法本質", "554": "不能生解。如有人計無法。無法能生解者。約本質說。", "555": "其實無法影像。能生解也。故引瑜伽云。但說緣用必", "556": "依實有體法。不說無體法。能生解也。故知無法不得", "557": "名軌不能生物解故。", "558": "秘曰。答據生識體。至疏等之意者。意云若生識體。必", "559": "須有體法為緣。若但生識。行解無法。亦能為緣發生", "560": "行解也。如立我無故。我無之言。亦生行解。行解者即", "561": "識之用也。", "562": "秘曰。十三住。至不說餘類者。意云。詞授是我別號。即", "563": "局。然十三住等通。今者但取十三住。通多種名。我種", "564": "種相。不取詞授之局名也。", "565": "秘曰。二句不定。有二解。且第一云。唯取第二果向也。", "566": "超越次第有差別故者。此釋不定義也。次第向者。即", "567": "從初果已知。前欲界修惑九品中。斷前五品。及所起", "568": "四道耶。加行無間解脫勝進。及第六品。四道中。前加", "569": "行無間二道。物名第二向也。若至第六品。解脫勝進", "570": "道。即正第二果也。此總是次第。云二向也。若超越第", "571": "二向者。謂有利根者。於加行道中。以有漏知六行伏。", "572": "欲界修惑中前五品。入見道時。與見惑。一時同斷。名", "573": "第二向。此即是超越向也。問。何名不定。答。或有次第", "574": "向。或有超越向。有二向。故云不定。從聖順決釋分者。", "575": "即加行道智也。意云。加行道及見道十五心。總名向。", "576": "秘曰。第二加前者。意云。依第二解。有兩種向。第二句", "577": "不定。加前第一解是也。", "578": "秘曰。第一向者。至有差別故者。意云。此解第一果向。", "579": "亦有超越次第二種。得不定名。次第向者。但斷見道", "580": "惑。至第十五心已來。總名為向。若至第十六心。即正", "581": "果攝故。此是次第向也。超越向者。謂此人利根。先出", "582": "世間道伏惑。修三四品。至見道前十五心已來。亦名", "583": "為向也。雖斷修三四品。亦名初果向也。至第十六心。", "584": "即正初果攝。問。超越第一向。與漸次第二向。有何差", "585": "別耶。答。此超越第一向。於見道前。先伏修三四品。至", "586": "見道十五心已來。與見惑同斷。立初果向。若次第向。", "587": "從果已後。斷五品已來。方立第二向。取有差別也。問。", "588": "第一超越向。與第二超越向。有何差別耶。答。雖一種", "589": "超越。但第二品。先伏不依有差別故。若利根者。即修", "590": "五品。立第二向。斷修三四品。至十五心已來。立第一", "591": "向。雖有此解。疑滯仍存。何故一種超越之人。而有二", "592": "向差別。豈第一向超越之人。斷前三四品修惑。不得", "593": "名第二向。要須斷五品。念第二向耶。答。雖有此理。本", "594": "由加行心別故。所趣有異。立二向何爽。雖有此解。理", "595": "教若不是分明。由此故知下斷不取。第二解。但□即", "596": "二解也。", "597": "秘曰。第二可通者。意云。依修惑斷不斷別立。初果向", "598": "斷第二。第二可通者。若依此說。即第二解可通也。若", "599": "欲界理教分明。行相全殊別者。即不及前解也。問。何", "600": "故不說第三向耶。然有次第超越者放。答。少故不說。", "601": "依演秘家。亦許說也。", "602": "秘曰。崇聚生因等者。意云。崇者高崇。即是蘊積之義。", "603": "秘曰。即能生長彼作用義者。意云。此根處能生彼心", "604": "心作用也。若無其根。心心所法作用不生也。", "605": "秘曰。如一山中有多銅鐵。至十八界。意云。此即舉喻。", "606": "以同大界已。如一山中有多銅鐵金銀者。要由先有", "607": "銅等種族。銅等可有。若先無種族。即銅等不有。今時", "608": "身中。十八界亦爾。要由先有同類因。即有十八界。若", "609": "無同類因。即無其十八界。何名同類因。答。如前念眼。", "610": "疾引後念根眼。即前念根是同類因也。眼等既爾。餘", "611": "根亦然。界者即是種族義。問。種族是何義。答。種族者", "612": "是生本義。問。如何名生本義。答。本者根處也。今此界", "613": "能生後念根。故云說界是生本義也。", "614": "秘曰。如是眼等。至謂同類因者。意云。證界能生根也。", "615": "界者即前同類因。根者即後念根也。故說界是生義", "616": "也。即界者能生者。能生心心所法。□□界故。名為義", "617": "也。今依此解。明知界與根有差別。", "618": "秘曰。餘三善巧者。意云。善巧有十種論家。對蘊等者。", "619": "等取七介依待家。但對根諦等。四帖論中。三總合有", "620": "七取。後三不對。故定餘立。問。餘三善巧者是何。答。餘", "621": "三者。即是乘及有為無為是也。下頌云依此作法。", "622": "秘曰。或四善巧者。意云。此據七善巧辨。論中有蘊等", "623": "者。等取待中根諦等四个。故云或四也。若據其善巧", "624": "名字。待家總有。今言餘三或四者。皆是迴心說也。", "625": "秘曰。得能造名者。意說所造能得造名也。", "626": "秘曰。答但無服。至能所緣用者。意云。無相由識生。亦", "627": "是識上能所緣用。亦是識親取故。由此多義故。相見", "628": "不同心心所也。不可為側。見是識云用。相是用親故。", "629": "秘曰。說別種者。至同種類者。意云。設許見相各各別", "630": "有種子亦是識變。何以故。且云見相同經家之依類", "631": "也。", "632": "秘曰。復是識用親所取故者。意云。見分亦亦自證分", "633": "上用也。親所取者。即相分。是見分親所取故。四分分", "634": "中不許自汎隔見緣相也。", "635": "秘曰。據第七。至名通三性者。意云。由第七識相應無", "636": "明根本故。前六識無明。方得增長與能為緣。發生三", "637": "性心心所法。又由第七識無明。前六識轉不收。是故", "638": "說無明支。通三性也。", "639": "秘曰。隨有辨十二緣生宗說。至故通三性者。意云。薩", "640": "婆多師約分從如。無明處中。所有一切五蘊諸蘊皆", "641": "名無明支。何以故。住無明支分位故。餘支亦然。故說", "642": "無明支通三性也。", "643": "秘曰。法執至通三性者。意云。法執與無明為地。即三", "644": "性心中間。皆有執。由此三性心中執為緣故。所以無", "645": "明亦通三性。此依安慧師以以解也。護法不許善心", "646": "等而有執也。", "647": "秘曰。第七無相。至身名支故者。意云。若第七無相通", "648": "三性。名無明支者。豈第七無明。能發總別報業耶。夫", "649": "論發總別報業。方得名無明支。第七無明。既不能發", "650": "總別業。如何得無明支名耶。故知非也。", "651": "秘曰。若善等俱即行支故者。意云。汝若言有崇。無明", "652": "位中。五蘊通三性。所以無明支通三性者。不爾。若言", "653": "無明支位五蘊。通三性者。與善惡性俱時。即是行支", "654": "故。何得牙名無明支耶。故知非也。", "655": "秘曰。參人不簡者。意云。餘人將第七識無明為支體。", "656": "今時法行。將第七無明為遠緣。起六識無明。無明方", "657": "能發業。乃名為支業。第七無明為支。據遠緣故。餘人", "658": "不簡。而有異也。", "659": "秘曰。今據根本唯說我釋者。意云。謂此能頗知根等。", "660": "見覺知事。所以說我名為我能釋。不說我體與有見", "661": "也。計思為我。□□□□也。", "662": "秘曰。通能計所計者。即是三分也。見□□施設處者。", "663": "謂意云。能見計分於所相分上。與施設我法。故說見", "664": "分。是能施設。相分是施說之處也。如於殿宇施設道", "665": "場。殿宇即是所施設家。人等是能施設者。今言我法。", "666": "依二分施設。意在於此。汝曰能遍計。至所執性者。意", "667": "云。於能所遍計二分上。施設所執我法性故。", "668": "秘曰。是是能緣似所執故者。意云。若不計我為能緣。", "669": "即可唯依相分上。施設我法。設許計我為能緣。何不", "670": "依見分上。計我法耶。何以故。見分是能緣。似所於故。", "671": "意說。見是能緣。似妄所執實我相現也。由此道理。亦", "672": "今依緣見分上。施設我法好也。", "673": "秘曰。若唯依相。至全不相似者。意云。若許唯依相分", "674": "上執為我。是依緣者不能。何以故。以相分與能緣我。", "675": "今不相似。夫言相分。皆不能緣。由此故。依見說計我", "676": "為緣。道理分明。雖第八識。是第七識相分。且不能緣。", "677": "夫識上所變相分。皆不能緣也。", "678": "秘曰。攝論唯二義者。意云。即相分見分。名為二義。世", "679": "言無有義者。意云。唯有識有無境義也。下言義者。亦", "680": "准此釋。", "681": "秘曰。二識別故者。意云。相見二分。名為二識。即相分", "682": "不離緣故。亦名識也。見分名識。其理極成。", "683": "秘曰。見分所變似能取相者。意云。如意識緣。俱時眼", "684": "識。令名能取意識名。□□即意識見分同時。反能取", "685": "眼識之時。即能取眼識。亦相分收。所以唯依相分上。", "686": "執我法也。第七緣第八識見分亦然。", "687": "秘曰。一云相似。如侍所辨者。意云。且如自證變。起見", "688": "相分生道理矣。如何更置似言。答。言轉似二分者。說", "689": "自執上二分。似妄情所計實見相二分。故說似言。不", "690": "道自證似於見相。但說見相。似於遍計所執二分也。", "691": "如何言相似。答。遍計二分。雖實無體。然通妄執。實能", "692": "所取。解以能所取相似。故名相似也。", "693": "秘曰。若以堅執主。護法何別者。意云。自證真變。為依", "694": "他二分似自證分。若執此二分實者。方是遍計所執。", "695": "其體是無者。即與護法何別。護法亦說。若執見相實", "696": "有者。亦是遍計。故言於見相堅執。萬無體者。與護法", "697": "何別。", "698": "秘曰。能計皆自執分者。意云。此能所計者。不是遍計", "699": "所執計。但是分別思惟。亦為計也。", "700": "秘曰。無依於有有體強設二種似者。意云。無者我法。", "701": "有者自執。有體者自證。強設者我法。雖自證不是我", "702": "法。與於自體強施設我法也。若約依他體上。計我法", "703": "者。即護法安慧俱有。此於似我也。若安慧。於遍計所", "704": "執。二分法我法者。即不得此名。以見相無體故。", "705": "秘曰。此與本疏第二說者。名別意同者。意此疏中安", "706": "慧兩說中。第二說同也。", "707": "秘曰。德者大德。即猶宗論法師。", "708": "秘曰。親奉指誨者。基法師。親豫翻譯。執筆綴文。豈不", "709": "知安慧宗。依遍計二分上立我法。豈不知自證緣於", "710": "無師。故知疏斷取前解也。", "711": "秘曰。豈未學同年語哉者。意云。崇福法師。是基法師", "712": "學士。故言未學。同年者。意云。既是未。豈得共他法師。", "713": "同時爭名耶。", "714": "秘曰。亦猶三傳。至與丘明騁駕者。意云。三傳者即是", "715": "左傳。但是一部。元是孔夫子說。公良谷二人注也。本", "716": "雖是一。隨三人說名三傳。演經者。即是公良二人注", "717": "釋傳也。餘公良等二人。是孔夫子之學士。豈可與孔", "718": "丘明。而齊年名師。豈可孔夫子非。餘二人是耶。", "719": "秘曰。問安慧宗。至皆有二分耶者。意云。安慧宗計能", "720": "取所取。即是所緣。若能緣識。執此能取所取。為實有", "721": "者。方是見相二分。其體是無。非一切心。而皆緣二取", "722": "也。既不緣二取者。云何識皆有二分耶。不計二取為", "723": "實故。復云何得有二分生耶。問意如是。", "724": "秘曰。答有義至有差別。意云。此有義略將安慧師義。", "725": "答前師問也。答云。凡隨所計度。境未必與心俱。由此", "726": "故知。總說諸心緣境差別。有其四句。第一句云。五八", "727": "識雖有相。未必有見。餘句可知。然第六識。雖俱有二", "728": "分。然相見二分。未必□□俱心。此即說諸心緣境。俱", "729": "不俱差別。此總敘答意也。", "730": "秘曰。答問不遣者作等是答者。不遣其問也。", "731": "秘曰。復彼非至指當者。意云。此即不當他本問意。問", "732": "意若如安慧師。能緣識。要緣所緣能所執實。方名遍", "733": "計所執。二分者。其中有識。不緣二取者。如何得有二", "734": "分耶。問意如是。今住將緣境。俱不俱差別。答前所問", "735": "如何相當耶。故云非至當也。", "736": "秘曰。不說至斯為不遣者。意云。他家本問二分生之", "737": "因。由今住不。答。二分生由。但說相。而見俱不俱。差別", "738": "如何。迷得他前同。故云此為不遣。", "739": "秘曰。今又釋云。至後二分起者。意云。此演秘家釋也。", "740": "且於隨一者。有漏識變起持。皆有能所緣。二分闕一。", "741": "不可未有見分起時。而無相分。故得隨一起識。二分", "742": "俱生。而不可如安慧。性先有所緣見相。然後方有後", "743": "二分生。能所緣見相。是所緣執。此能所取見相實有。", "744": "方是遍計所執二分。名為後二分生也。", "745": "秘曰。答安慧。至不可定量者。意云。安慧只合離。舉本", "746": "與釋。共為一部。未必說眼等為現量。即是定量也。故", "747": "今不緣。", "748": "秘曰。應言望執。至現者。意云。雖皆有執。執輕者名現", "749": "量。若執重者。名非現量。又解云。安慧計。夫有漏八識。", "750": "皆是法執。若准此義。即皆現量。", "751": "秘曰。如勝義世俗善者。意云。若無漏名勝義善。若有", "752": "漏名世俗善。相瓶立故。此亦是或可世俗善。對遍計", "753": "等名善。對無漏勝義善法。亦得名不善也。", "754": "秘曰。此據初義思可知者。意云。安慧師云。見相二分", "755": "是計所執。我法又無。即是物無。依別無也。", "756": "秘曰。殊勝說者。意云。若一向於為非實者。但約殊勝", "757": "義說說唯識界勝義。相分非實也。故知不依四勝義", "758": "說。若依四勝義說者。但相瓶名勝義。不約殊勝義說", "759": "也。今約殊勝。故不同前。", "760": "秘曰。據離蘊。至在法因分者。意云。計我遍常常相。以", "761": "無體故。所以法同分收。若是識所變青等之相。似有", "762": "體故。不向法同分中收。隨心所心王。是四蘊攝也。故", "763": "二種相別也。雖一種是相。謂有體無體別故。又更解", "764": "云。六識所變相無。有多瓶體差別。但一種是相分收", "765": "離識無體。所心一種。同是法同分收。雖有二解。道理", "766": "而言。前解為勝。", "767": "秘曰。伏犧者。蛇身牛首。蛇身者。此人身有蛇鱗。牛首", "768": "者。即身有牛頭也。即古時天子也。然書中說伏犧者。", "769": "具有三種。一者伏犧。二者密羲。三者庖羲。云何名伏", "770": "犧。伏者即是降伏義也。能伏一切諸獸故。故名伏也。", "771": "何名為羲。羲者牲□□□。能伏得伏羲名。伏羲即若", "772": "密羲者。密者即是□□□謂此伏羲能行細密也。行", "773": "故名密羲。密羲者即結密。細細虫鳥等。名伏羲者。即", "774": "君號也。何名庖羲。庖者厨也。能令厨中。易生置熟人", "775": "等食也。緣此義故。得庖羲名也。問夫言羲也者。有三", "776": "種。謂日光名曦。謂羲姓名羲。第三羲者罕也。既有三", "777": "種羲。何故不用第一第二。而用第三羲字耶。答。餘二", "778": "羲字各別屬事。唯有第三羲字。該通多種。種如何緣", "779": "伏羲未出已前人等。答。各居其穴。庾居其單。未有宅", "780": "室。緣伏羲出已。方故造宅室。伏羲未出已前。未有書", "781": "契。但以結繩為信。伏羲生已應有書契。伏羲未至。一", "782": "切諸獸人。不能伏得。緣伏羲生已。而能降伏一切諸", "783": "獸。而能伏牛乘馬。引重置遠。緣此多能得伏羲者。即", "784": "義下著秀名義。問。何故偏用此義。下著秀義字。答。義", "785": "者亦云實也。以去華就實名為秀。今此伏義者。其浮", "786": "華存其就實之行。所以伏義之名。但用此義字。不用", "787": "餘二曦字。問。言伏義者。為當是名。為當是性耶。答。並", "788": "非名姓。但以能伏獸等。得名伏羲。伏義本姓風名人", "789": "故。號為風人。年前以姓彰名。今時人姓外別立名也。", "790": "如詩家取牛色犧字者。但據伏姓獸義。名伏曦也。", "791": "秘曰。論指常空而以為喻者。意云。准論師空有二種。", "792": "一者常空。二者□□無常空。今論指常空為喻。故無", "793": "喻中能立。不成過也。", "794": "秘曰。先成空常者。意汝若言空是無常。即喻中有過", "795": "者。今先成立空為常。然後方何多我為同喻也。", "796": "秘曰。汎爾常遍者。若論汎爾說。常遍之言即亦許。若", "797": "論執我。為常遍者。大乘不許。", "798": "秘曰。有云而置執言者。意云。能執字者。有解因明者。", "799": "共許於因喻上。而有執字也。", "800": "秘曰。全成虗搆者。意云。論有執言。疏有許字。二義是", "801": "同。所以論中但有執字。不著許字也。何須解因明者。", "802": "共許因喻上。與有執言耶。如此解者。但虗稱樸。令無", "803": "道理也。", "804": "秘曰。大小量等者。意云。如一眼根與有七極微。此等", "805": "極微。更亦相望大小量等。不是能造所造。所造亦相", "806": "望。名為量等。但能造所造七極微。各各自然。相望名", "807": "等也。問。何故不轉能造所造。各各相對亦相望耶。答。", "808": "不爾。大小不同。能造名極微。所造名微。大小有異。不", "809": "得名異等。所以但約能所造自相望說也。意云。說能", "810": "造地大七極。微自望所造等。立一一極微。自相望也。", "811": "秘曰。能造地大者。意云。眼等六物名所造。唯地大一", "812": "個名能造。問。大眼根者。皆用清淨四大。於所造何故", "813": "唯說地大。不說餘三大耶。答。據理亦今說餘三大種。", "814": "然地大成眼根等。相最顯故。所以偏說也。又准瑜伽。", "815": "論云。如五根亦有一大造。二大造。乃至三四大造。得", "816": "未來必一根。皆具四大也。", "817": "秘曰。七個極微同一處者。意云。眼等七物。各各別別", "818": "有極微。而同一處住。故言七個極微一處也。", "819": "秘曰。通能造六者。意云。一個地大。有通能造色等。六", "820": "个功能。是以能造唯一。所造有六也。", "821": "秘曰。不爾所造。云何六別者。意云。若言能造。唯有一", "822": "者。如何所造。而有六耶。", "823": "秘曰。地類同者。意云。眼等七物。還有七個能造。地大", "824": "以地類同。故但舉一地大。其實有七地大也。", "825": "秘曰。如言一眼七極微。至據類談者。意云。眼雖有無", "826": "量多微造。而言有色香等七物者。據類談也。夫是眼", "827": "根。皆七極微造亦爾者。其實有七個地大。以地大是", "828": "同故。所以但說一個地也。", "829": "秘曰。一根微處七物同住者。意云。如一眼根。用七物", "830": "成。且七物中一眼根微邊。亦有七微同住。謂自眼根", "831": "家能造微。及餘香等六微。故合為七。明知色等七物。", "832": "一一皆者七微。七七成四十九微。故下云。以此七微", "833": "對彼七微也。如眼既有七微。總香等亦有七微。餘者", "834": "准知。故言此七對彼七。同一處住。名為和也。", "835": "秘曰。七七各別者。意云。即前說七七四十九微。各各", "836": "□□離。即體同住。名為雜也。", "837": "秘曰。瑜伽論第三云。和雜不相離者。意云。此引證。證", "838": "前義。問前顯名第二。云相離不相離。如何引證乃言", "839": "和離耶。答。但名字別。義一種也。", "840": "秘曰。即此大種極微與餘聚集。至也處俱故者。意云。", "841": "如地大種望餘香等。同色處俱故。即喚餘香味等餘", "842": "物。名餘聚集也。將香等餘物。展轉相望。皆得名聚集", "843": "即能所造也。一望餘色等故。名餘聚集。又若有聚集", "844": "者。即是麻豆名。又有聚集也。", "845": "秘曰。之所攝持者。意云。為膠等三法。各各皆能持麻", "846": "等。如丸藥等被密攝持。又麻之與豆一處。麻麻一處。", "847": "不可麻豆和一處也。", "848": "秘曰。異大造者。麻與豆。各別大造。", "849": "秘曰。三聚和合者。應云。蜜及膠沙等三聚。各各能持", "850": "多豆等。為一處也。", "851": "秘曰。異聚相望故。名和合者。意云。雖同是豆。以顆數", "852": "多故。故名異聚。即此顆望彼顆也。", "853": "秘曰。如即蘊。至思我應爾者。意云。且如外道言。即蘊", "854": "計我者。但是佛法談他計我。云是即蘊。望他外道本", "855": "計而不立蘊。今言我是即蘊者。佛法安置也。故計我", "856": "是思者。我應行蘊攝。故言應爾。", "857": "秘曰。望以類別者。意云。雖一種是同色。望有表無表。", "858": "類別。故須別破。", "859": "秘曰。不可說非我。至於龜毛喻而不得轉者。意云。龜", "860": "毛是非我。今既云不說非我。明知於喻上不轉也。龜", "861": "毛則可說為非我。今字既不可說非我。明知於可說", "862": "喻上不轉。若無不可說字。即得轉也。以龜毛喻可說。", "863": "為非我故。", "864": "秘曰。我應定是蘊者。意云。總是難詞。言我非我體唯", "865": "實者。雖言蘊非我。應定是蘊。不應是非蘊。望他宗計。", "866": "我有非有蘊。非如離蘊計我皆是。故今離言我應定", "867": "是蘊。不應是非蘊。", "868": "秘曰。此破云應是是蘊者。意云。如是但破我。不破非", "869": "我故。答云。應定是蘊。由我定是蘊故。所以但破我。非", "870": "我不是蘊。所以不破。", "871": "秘曰。如似其我者。意云。如似我是正計。而不計似非", "872": "我。所以非我不是正計而不破也。", "873": "秘曰。難令即蘊例意同前者。意云。將我非即蘊等也。", "874": "例三如言我非我我。是正破非我不是者。如言蘊非", "875": "蘊應即蘊。應即蘊計我。離蘊應不計我。", "876": "秘曰。喻有二立何為為正喻者。意云。二立者即是能", "877": "立所立也。宗為所立。喻因為能立。要具二立。有得為", "878": "正喻也。若二立中。隨闕一立。皆不得成也。", "879": "秘曰。若直准論論中不言不在聚等者。意云。汝若直", "880": "取論文為定者。且如論中。不說我等。在我非我聚上。", "881": "如何今立宗。云於我聚亦不可說耶。雖文中不言不", "882": "在語似隱。意反顯云不可說藏我聚上也。故知不可", "883": "說有為無為。雖論一處說。今分不可說。及有為無為。", "884": "各別說。二無妨也。", "885": "秘曰。又亦於誰者。意云。若不取餘者。為無為須說。又", "886": "亦之言文。既早已說意。如何更置又亦之言。答如下。", "887": "秘曰。若無我見能證涅槃者。意云。證我見不緣我。方", "888": "能執涅槃也。", "889": "秘曰。若是我見境者是設遮者。意云。外宗我見不緣", "890": "我。如論中云。若是我見境者。故知設遮也。", "891": "秘曰。豈不犯相扶者。意云。他宗我見。不緣我生。如論", "892": "中破。方又諸我見。不緣實義者。豈不犯相符耶。問。夫", "893": "言我見。皆緣我生。得我見名。既不緣我生。如何名我", "894": "見耶。答。我見有二。一者淨我見。雖緣而不執著。二染", "895": "我見。一向緣我而堅執著。今言不緣我者。據淨我見", "896": "說。或可據彼諸外道。亦不許我見緣我也。即僧佉不", "897": "許。勝論作者我見緣於實我。勝論亦不許。僧佉受者", "898": "我見緣於實我生。如是諸計展轉相望。皆不許也。如", "899": "言我見。不緣實我者。據此說也。若望當宗無有我見。", "900": "不緣實我生也。雖淨我見及亦不許我見緣於實我。", "901": "總染我見。一向緣我。論據染見破。故不相扶之失。", "902": "秘曰。據不染見者。意云。前言無我見。能證涅槃者。據", "903": "不染我見說。故云無染見。不以道無染見。□□無其", "904": "染行我見也。有染我見故。問。且如不染見者。即是淨", "905": "我見。我見既是先淨。如何更言離也。能證涅槃耶。答", "906": "我見雖淨而不執者。總仍緣我。得我見。緣此道理。所", "907": "以須難淨我見。證得涅槃也。謂有染我見故。所以不", "908": "執相符也。", "909": "秘曰。諸宗計我皆我見緣。至是設遮者。意云。此第二", "910": "解云。諸宗所計。犯是我皆我見緣。無簡染淨無故知", "911": "論中云。若非我見所緣境者。是設遮也。", "912": "秘曰。不名我見者。意云。若前知解云。我見有二。謂染", "913": "及淨。既喚淨我見。名為我見者。明知我體。亦是淨我", "914": "見緣。如何前之外道我體。非我見緣者。據淨我見說", "915": "耶。既言我體非我見緣。明知障見緣我時。不淨我解。", "916": "亦不得名我見也。", "917": "秘曰。通於凡聖者。意云。但契理會實事皆名至教。至", "918": "者實也。即至實道理也。即世間儒亦是。", "919": "秘曰。如八語品者。所謂見言見。聞言聞。覺言覺。知言", "920": "知。名四。謂不見言不見。不聞言不聞。不覺言不覺。不", "921": "知言不知四也。悟前成八語品。四聖言等者。意云。即", "922": "語品中取前四。即是至教。", "923": "秘曰。皆隨法行者。意云。謂聞法與隨行之。故名法隨", "924": "行。此法是善堪可隨行也。", "925": "秘曰。有云若言。至不緣我故者。意云。有北川大德解", "926": "云。若言我見不緣我者。有相符過也。何以故。即外宗", "927": "即不許我見緣於我也。故犯相符。", "928": "秘曰。違論及疏者。意云。論疏二家。皆說染見彼道許", "929": "緣我。如今言不緣。豈不違論疏哉。", "930": "秘曰。問若爾自宗。至如聲等識者。意云。敘外難也。難", "931": "云。大乘若不許我宗。我見緣我者。即大乘能所緣義。", "932": "皆不得成。先難能緣不成。後難所緣不成。如又自說。", "933": "秘曰。問曰智。至何事不齊者。意云。若言我見緣我。非", "934": "世共許者。即不許緣我者。正智緣如亦非世間。具許", "935": "了知。應亦不緣如。道理正齊。何方遣難。遣難。正體智", "936": "是有法。定不緣如。宗。有所緣故。因。如後得智。喻也。必", "937": "演秘之難。准前作者。即指此文。問。他若將彼第七第", "938": "八。為難如何者。意云。亦是外難。難云我見緣我。非世", "939": "具知。即不許者。且如第七緣第八。豈世間皆具許緣", "940": "耶。故難云。第七識定不緣第八識。有所緣故。如眼等", "941": "識。問。何故不將餘識難。偏將第七八難。答。前六識世", "942": "共許。唯第七八世不共許。故引為難也。", "943": "秘曰。彼二論中者。即瑜伽顯揚也。十六種大外道論", "944": "有。意云。此十六種。外道論中明我。非是相分。", "945": "秘曰。故疏無失者。意云。今但外彼分別。俱生二我見。", "946": "不是將示自正義也。", "947": "秘曰。稱離引者。意云。第七相分雖一體。然望兩字。故", "948": "雜引也。亦通有覆無覆二性名性雜。可知也。", "949": "秘曰。當地五識所緣質相豈同種者。意云。若言初禪", "950": "眼識相分。與欲界火不交相似。故即引種者。豈欲界", "951": "五識。相交同種耶。且如五塵交。是第八變五識。詫他", "952": "第八質。自變為相分。豈分與質與得種耶。", "953": "秘曰。便疑稱者。意云。若異地即不稱者。豈同地即稱", "954": "耶。故云便疑同地稱。", "955": "秘曰。除第六識餘七識變者。意設餘七識。各各自證", "956": "分。變起相見二分。即此二分名五取蘊。然第六識及", "957": "俱生我見。詫為本質。境後變起自相分。為影像相境。", "958": "而異妄作我解。問。識色蘊可爾。餘三蘊如何。答。餘三", "959": "蘊既是心所法。亦各各自證分。變起見相二分也。如", "960": "論言。緣識所變五取蘊相者。即第六識所變五取蘊", "961": "為本質。然此我見詫此蘊為質。境起自相分也。又准", "962": "西明疏。解云。五取蘊者。通攝八識。問。五塵相分種子。", "963": "五識能至一。如本質種子。唯識能至一耶。答。第六重。", "964": "一相見二分。今時我見詫為質頂也。問。何故名可變。", "965": "答。八識見相分。皆是八識結變自執分之所變起也。", "966": "結變相行三蘊。亦隨識說。以皆名有自執分故。", "967": "秘曰。若是本質如何但說緣識所變者。意云。第六識", "968": "中俱生我見。既緣五取蘊本質起者。如何今言緣識", "969": "所變耶。此即疎緣也。答。理亦能變之識者。意云。雖說", "970": "我執。緣蘊本質。理實亦同。餘能變之識也。如何因耶。", "971": "答。要由餘七識。變起五取蘊已。然彼我執等方託蘊", "972": "為本質。而能為我也。亦猶如第八識變起五塵。五塵", "973": "本質與五識。為疎所緣緣。自所變相。為親所緣緣。此", "974": "等爾。", "975": "秘曰。說所變言依相見故者。意云。執我雖緣。本質不", "976": "緣。識所變相。說所變者。依相見對說。其質不緣。識所", "977": "變相也。有見分時。必有相分。既言緣五取蘊。必有見", "978": "分。不獨法託境方生。故有相分。依此道理。說前變言", "979": "權實我執。計五取蘊本質以為我也。理實親緣。唯所", "980": "立相者。意云。如上言緣質。約疎緣說。若約親緣。唯所", "981": "變相分也。", "982": "秘曰。若依質說亦緣結變者。意云。五取蘊中。四蘊本", "983": "質。當體是結緣。今言識執緣蘊質者。即是緣結變識", "984": "等也。亦如第七緣第八八。質即結變。故第七亦緣結", "985": "變也。", "986": "秘曰。此隨相顯說所變者。意云。據實緣質。說所變言。", "987": "據相顯處說也。", "988": "秘曰。實亦不應言識所變者。意云。據相顯說所變言。", "989": "其實但緣本質。不緣識所變。問。五取蘊。既由餘七識", "990": "所變。然彼我執方□□緣之。何言不緣法所變耶。答。", "991": "餘七識所變。五取蘊等本質即緣。若餘七識上所變", "992": "蘊等影像相分即不緣。如上言。不緣識所變者。皆准", "993": "此知。", "994": "秘曰。不爾前執應說變言者。意云。若我執緣所變相", "995": "者。何故第七緣第八時。不說變言。但言緣第八識。起", "996": "自心相耶。故知約本質說。不緣識所變相也。", "997": "秘曰。頓悟亦天道前者。意云。但說起初二果立頓名。", "998": "不以有頓悟之名。即說將是菩薩也。", "999": "秘曰。如何說起果見道行者。問云。且有義家。許有超", "1000": "果人不。答。據少乘許。大乘不許。故下會之。對法論云。", "1001": "說起果者。據小乘說。問有不家許。有獨頭貪等伴不", "1002": "合。雖然許有害伴。獨頭貪等。今難疏意。一向約於應", "1003": "貪伴難。不約獨貪伴難。", "1004": "秘曰。欲界煩惱。至而可云何先者。意云。我見及相應", "1005": "貪等。雖有漏六行世道不伏。謂伏獨頭貪等。所以見", "1006": "道時。亦斷欲界我見等。九品煩惱。得第三果也。問。貪", "1007": "等既不與我見相應。云何名伴耶。答。雖獨頭貪不與", "1008": "我見俱起。以隣次起。疎相資助。亦約伴侶。由此世道", "1009": "伏故。所以至見道時。我見便斷也。問。我見微細。而煩", "1010": "惱為依行相既強。非小時能斷。如何在凡凡位。而頓", "1011": "得第三果耶。答。世有有情利鈍令利。根姓差異。萬品", "1012": "不同。有□□□間。能成大果。那含小聖何。何為疑。謂", "1013": "此利根□□既以於六行道伏。猶獨頭貪等。及餘八", "1014": "品俱生煩惱。與不今生我見。行相輕微。所以見道同", "1015": "斷執第三果也。", "1016": "秘曰。又言伴者相助者。意云。如有義家之我見之伴。", "1017": "即貪等相應。果道既微。云何能伏。故知大乘為超果", "1018": "者。今解之。言伴者。但疎助相名伴。非要須相應。所以", "1019": "有漏道。但伏獨頭貪等伴也。故言伴者相助也。", "1020": "秘曰。要相應者。至害伴故者。意云。難前師也。若言我", "1021": "見伴。要須相應貪等。而無獨頭貪等伴者。云何五地", "1022": "說斷害伴隨眼。既云五地劣害伴隨眼。明知許有獨", "1023": "頭貪等。為我見伴。為地不許。獨頭貪等。為我見伴故。", "1024": "為此難也。", "1025": "秘曰。不說相應之貪名伴已伏者。意云。及顯獨貪等", "1026": "世道。能伏名伴已伏。", "1027": "秘曰。此論明言不故違者。意云。若言名許斷。欲界第", "1028": "六識中。我見煩惱等者。即合生上却即下惑。論文既", "1029": "言而無生上却斷下惑。明知起果人見道。行我見等。", "1030": "而執第三果。生上界也。", "1031": "秘曰。亦不可以未非或倒。至障不。意云。此際故重破", "1032": "也。外救云。如那含人雖生上界。仍第七末那中。或不", "1033": "同生。不障果故。不須斷第六惑中。能同生以障果故", "1034": "須斷。", "1035": "秘曰。又復論。至以自簡說者。□□論說。當撿彼文。", "1036": "秘曰。造毗數論者。意云。謂僧佉外道。先時造數論。不", "1037": "為廣釋。今七十論中。方始一廣解。故云略也。", "1038": "秘曰。據實成根唯量者。意云。依疏家有二說。一云。五", "1039": "廣成五大。五成五根。此即展轉相成說也。二云。五唯", "1040": "總成大等。總成五根。據此五根之因。唯是五唯也。故", "1041": "云。能成根者。唯是五唯。由斯十六諦。唯變易收。即大", "1042": "等不成他不。不得名本也。", "1043": "秘曰。若將別人。至故名無喻者。意云。若將德為因。別", "1044": "人為喻。上無所立。所以故。以宗是假。喻俱實。即似宗", "1045": "於喻上不轉故。名所立不成。若以三德為因。軍林為", "1046": "同喻。即喻闕能立之過。因即是實。喻乃是假。即因於", "1047": "喻上不轉。故喻闕無能立過。", "1048": "秘曰。彼以大等。至亦准此者。意云。且如大能成於色。", "1049": "色是現量。明知大等。亦是現量。所以根等得色之時", "1050": "也。得於大等。以大成於色故。色既是現量。明知大等", "1051": "亦是現量得。然我成於色等根得時。既是現量。明知", "1052": "我執。亦是現量得也。故言亦准此知。", "1053": "秘曰。以生滅名為常者。意云。俱據不滅壞故名常。本", "1054": "計還是轉變無常也。", "1055": "秘曰。汝宗第八品。月此過者。意云。第八體是一。不妨", "1056": "變為山非山等別。何妨我家。三德體遍常。與能造多", "1057": "差別法耶。", "1058": "秘曰。有云三對有六量者。意云。此師於此一段疏文。", "1059": "總分為三對。其立六量。以破他宗也。若依此說。道理", "1060": "不盡也。", "1061": "秘曰。稚年㒵美。意云。此婆羅門小字作儒童。豈對大", "1062": "時。即不喚為儒童耶。此間亦有人。小時字作阿小。豈", "1063": "至老時。即不名約少耶。故知婆羅門。雖稍年邁。不妨", "1064": "亦號為儒童也。", "1065": "秘曰。謂覺樂等。至名意者。意云。我若能令九德不合", "1066": "俱能起智。即名為我。今此意令九德不和合。與能起", "1067": "智者名意也。問。言不和合者。為總不和合。為亦和合", "1068": "耶。答。不以道不和合。即總不和合。此意雖亦和合九", "1069": "德。不如他我。和合九德。有勝用故。故不和合。其實亦", "1070": "和合。但不勝也。", "1071": "秘曰。色依一實名為一依者。意云。一實者。一實極微。", "1072": "雖然也。依一實極微。眼若取時。要頂多極微合方為", "1073": "境。極微為因。色境有故。", "1074": "秘曰。今說其境體依一實者。意云。境體依多極微成", "1075": "故。所以說色。依於一實也。非依一色即眼能取者。意", "1076": "云。要多極微合。方眼得色境。非依一色微。而眼所得", "1077": "也。雖見言非一依色。即眼能取者父。似對意說。非依", "1078": "一个色極微。而眼能取也。彼論云已下。至名非現量", "1079": "者。意云。引證也。意云。且如色依一个極微。果皆非現", "1080": "量。色境既爾。香等亦然。", "1081": "秘曰。或據其體是眼所取者。意云。極微是色。色體要", "1082": "有多微而成色。所以眼得色。亦得一實極微。據此道", "1083": "理。云得微。其實不可得。以此理微。非現量。", "1084": "秘曰。不是許眼取一微色者。乘說多微和合方得也。", "1085": "秘曰。瓶待為異者。意云。且如微量短量。俱二微上立。", "1086": "長量大量。即向三微上立。今得二微。對三微說。所以", "1087": "短長對大名微。大對微亦爾。所以說瓶待。待言不是", "1088": "當微上短對微。說相瓶待也。三微亦爾。自對故。", "1089": "秘曰。相順名同者。意云。此法雖是前後。由相順故。亦", "1090": "得名同。如烟火等。有同時。有異時故。", "1091": "秘曰。有云至名為見同者。此師意說。要須因果同時", "1092": "見故。故名同也。", "1093": "秘曰。如見禾盛名為見同。至有不遍失有。意云。如見。", "1094": "好禾苗。亦知種子。而見好種時。見好禾。亦得名見同。", "1095": "豈見禾時。亦見能生因種子耶。既不見者。明知不得", "1096": "約因果同時。名見同也。有不遍失者。若言烟火因果。", "1097": "必同時故。名見同時。故名見同者。有不遍失。何以見", "1098": "好禾時。雖表因好。而不見因故。明知因果。非一切同", "1099": "故。故有不遍失也。", "1100": "秘曰。見不同故比者。至所有智生者。意云。夫因果皆", "1101": "相屬。一義和合。人有違相。猶彼因果。一義和合。即今", "1102": "此因果和合。合相畢竟不現。故云畢竟不現。見境者。", "1103": "宗說和合因果。相應可現見境。由違緣損。所以此境。", "1104": "畢竟不現也。若此智生者即名比智。如世間禾被雨", "1105": "相損等是也。", "1106": "秘曰。或離染緣。至之因者。意云。離染緣者。即是正智", "1107": "喜躍之因。喜躍屬智也。問。如何名離染緣。答。世有聰", "1108": "明之人。崇近善友。遠惡智識。具慚愧故。修習正法。修", "1109": "此法時。能發生當來正智。而生喜躍。故離染緣。而為", "1110": "正智之因也。", "1111": "秘曰。是遮德等。至而能緣也者。意云。由此異故。遮心", "1112": "心所法。不緣德等。表心心所。而緣實等。若無此異句", "1113": "者。緣一法之時。應緣一切法。問。何故不先遮緣實。而", "1114": "乃先遮緣德等耶。答。夫德不自有。要由實是所依。德", "1115": "是能依。所以先遮德不遮實等。實是本故。不得先遮", "1116": "實也。", "1117": "秘曰。遮彼覺因者。即遮德等念緣。表此覺因者。即表", "1118": "此緣實等法。", "1119": "秘曰。俱分者。意云。言者即實德業。各有體故。名俱分", "1120": "者。體類各別各分。分者即別類之義也。", "1121": "秘曰。名為總異者。即實德業二句。二句總亦相望。名", "1122": "為總異。", "1123": "秘曰。總同者。雖有九實。總束為一實句。名總同也。德", "1124": "業亦准此。", "1125": "秘曰。名為別同者。意云。且如一實地極微時。雖有多", "1126": "地極微。總得名地。名為別同。極微體多名別。俱是地", "1127": "故名同。", "1128": "秘曰。一一義差名為別異者。即約多極微體說。", "1129": "秘曰。在於色上。即眼根取餘根亦爾者。意云。由異在", "1130": "於故。所以但眼取。由異不於聲故。准耳根取。餘根准", "1131": "此。", "1132": "秘曰。但總相言有別俱分者。意云。但喚九實名別俱", "1133": "分。故云總相。而不說空等體有多。名利俱分。德業亦", "1134": "爾也。", "1135": "秘曰。一切實和合於一實者。意云。謂無實惑。一一地", "1136": "等。皆有眾多極微。雖有多種。總名一實句。故故一切", "1137": "實和合。一於實也。即總俱分也。", "1138": "秘曰。及彼一義差別俱分義者。意。由一實義故。而能", "1139": "和合地等諸法。由其德義。能和合於色。而令眼等得", "1140": "於色等。有業義故。能令有取於等事。", "1141": "秘曰。業等合時有所依實者。意云。夫論合者。要須待", "1142": "因。而方有合。如來與空合時。須得種子等像禾生。方", "1143": "與空合也。如言業等合時。有所依實者。如雨禾相猶。", "1144": "亦業合。此禾眾多地等極微所成。故未合時。有所依", "1145": "實也。故云業等合時。所依實也。離名無常者。緣一向", "1146": "與實離故。所以無常離者。即合離義。豈有分離與是", "1147": "常耶。", "1148": "秘曰。由於麤地為同類因故皆無常者。意云。即子微", "1149": "已上。名麤地等。為同類因。既是無常。明知麤地等上。", "1150": "色香味觸。亦是無常。", "1151": "秘曰。微色者。即父母極微。意說。果微從父母極微生。", "1152": "即父母極微色與子微。為同類因。但是色故。", "1153": "秘曰。約因明德故名因門者。意云。彼論中約因緣道", "1154": "理。以明於德句也。即大合為因。而生香德。豈不以大", "1155": "因。而明香德耶。", "1156": "秘曰。兩大極微與生子微者。意。兩大父母極微。能生", "1157": "得香微者。即香微已。問。依彼計云。香唯地有。如何合", "1158": "言兩大微。而生香微。即香微在於大上有。是不違彼", "1159": "計耶。答。香雖地有。不因大微。香德不㥧。據其顯說。且", "1160": "香微依大。亦妨於地有也。雖有此解。道理不當。故云", "1161": "皆違彼論也。或可此通善。得其超設。若依者。義二不", "1162": "違。", "1163": "秘曰。覺等十三。至有十三性者。意云。然覺未十三德。", "1164": "體是無常。不依實辨故。但有十三同類。合明者。即十", "1165": "三德體。同是無常。故稍同類也。一處說。故云稱合明。", "1166": "然香色等四。約地等實法以辨。若地等父母極微有", "1167": "香。是無常。如疏言無常。若子微上有。即是無常。能依", "1168": "香等。亦無常也。", "1169": "秘曰。此色等十。隨其所應。通常無常極微子微。有差", "1170": "別故。色等十者。地有四德。謂色香等四。水有三除香。", "1171": "火有二除味。風有一唯觸。故十種。", "1172": "秘曰。堅亦大微亦名為大者。意。執大亦堅硬。與無流", "1173": "轉。故不得液性也。", "1174": "秘曰。以理言之。至能依通常者。意云。色依火極微。所", "1175": "以得通常色。不依地大。父母極微。所以無常也。問。若", "1176": "不依者。如何前言眼所取一依名色耶。答。約餘水火", "1177": "二父母極微說。不依地說。", "1178": "秘曰。但非恒無名無常者。意云。此無說句所作。何名", "1179": "無常。以不是無故。法若有時名無。即轉無轉無為省", "1180": "故。無是無常。有恒無之法。即是常。故曰兔角。亦非所", "1181": "作無。說句中收。是無常耶。答。無說言通得多。無令言", "1182": "無說。是無常者。據不是恒無者。說是恒無者。而不說", "1183": "故。言總意別。", "1184": "秘曰。有義空依聲依。至亦為現境者。意云。此有義家。", "1185": "難云。地等是色。依眼得色時。亦得地空。既得與聲所", "1186": "依。耳得聲時亦得空。二理既齊。何方遣難。今演秘答", "1187": "意云。地等是所見。眼得色時。亦得地空。體非所聞。耳", "1188": "得聲時不聞空故。說空等現是恒也。", "1189": "秘曰。若依附大非一實。是名現境者。意云。等若云依", "1190": "附一實極微。不得名現境。若依附麤色。即得名現境", "1191": "大。非一實者。即子微已上麤色也。大者非小。非一實", "1192": "者。即多極故也。", "1193": "秘曰。但能造因不作異故者。意云。我雖能造因。而不", "1194": "作果。但受地所造之果。問既能造因之。豈不能感果", "1195": "耶。答。今約直受果說。不約造因。得因得果既。以造因", "1196": "得果。隔一重故。", "1197": "秘曰。准有行說者。意云。十句中。准四句能生果。謂實", "1198": "德業有能。餘五句合不生。然無說句。雖有常無常。無", "1199": "而不生果。非此所說。離無體故。不破也。然後等十德", "1200": "能生果。言十德者。謂色。味。觸。液。數。別。量。因。重。合。汁十", "1201": "德。雖通常與然生果也。", "1202": "秘曰。五是現量者。謂德業同俱會。五非現量也。", "1203": "秘曰。不要相形方名多者。但數也。不一即名為多。不", "1204": "似須多少。相瓶名多也。", "1205": "秘曰。六句可知者。意云。實等六句。外道本宗十句不", "1206": "攝得六句。故云可知。六句攝十句。如下廣解也。", "1207": "秘曰。有義通似。至後說時者。意云。言多實有者。六通", "1208": "似法猶軍林等。即是似也。若依前解。唯說六句為實", "1209": "者。即不攝得假法。若依後解。即九句是實。除無說句。", "1210": "故名多實。即多分實故。非皆總實。故軍林等亦在其", "1211": "中。明知後說勝之。若唯說前六句者。即不攝軍林六", "1212": "句也。", "1213": "秘曰。為遮此故。不言無作者。意云。為遮不定。所以將", "1214": "無作用為因。", "1215": "秘曰。若再至何不遮耶者。意云。答。將常住不生果為", "1216": "因者。即此因於如上亦得轉。以真如常住。不生果故。", "1217": "二為不定解。如下有文。", "1218": "秘曰。豈不有法。成於有法者。意。常住不生果。本是有", "1219": "法。今還將作因。既將有法為因。豈不有法成有法耶。", "1220": "問。此乃是有法成因。何故言有法成有法。答。此因體", "1221": "即是前有法。轉前有法。為今因故。故言有法成。有法", "1222": "約本而說。以因體本是有法故。", "1223": "秘曰。因無所依者。疏將前有法為因故。因無所依也。", "1224": "秘曰。問今他比量。至何非不定者。意云。設許人於不", "1225": "定過之。我等常法。不生果者。為如兔角不生果。故離", "1226": "識有體耶。此即說許耶。為如合離等。德不生異故。離", "1227": "識有體耶。此出不定過。問。此不定過成不。答。不成。何", "1228": "以故。夫論不定過。兩家共許。今大乘既不許合離等。", "1229": "離識別有。如何得成不定過。", "1230": "秘曰。答至其如楚越。意云。楚越二國守理令殊。因明", "1231": "疏中。割折三種比量道理令殊。猶如楚越。三種比量", "1232": "者。所謂自比量。他比量。共比量。因明家。辨三種比量。", "1233": "極是分明。如何今問。是他比量。何非不定過耶。", "1234": "秘曰。而此論。至猶爾者。意云。如因明疏家。割折極是", "1235": "分明。若於此論往往渾雜者。雖立有自地比量。而共", "1236": "不是分明。故定渾雜。甘蒿猶參者。意釋渾雜之義。然", "1237": "廿蒿與參相似者。不識者。於甘蒿上。妄生參解。問。如", "1238": "大乘法師。曉洞叵自唯識。自他比量。猶似明珠。何故", "1239": "於此論中。往往義文相離。答非不自閑。顯示方隅。有", "1240": "其二意。云一者。試諸學者。而悟不耶。俱舍論有斯意", "1241": "者。即俱舍論中。世親菩薩往往有此。文云我不說者。", "1242": "但試諸學者爾。", "1243": "秘曰。二餘因明師。至故示䚹謬者。意云。謂諸因明師。", "1244": "於一因過。不分別九例。今大乘法師。亦隨他前因明", "1245": "師語。所以不分別也。又欲發生覺慧故。示䚹謬也。䚹", "1246": "謬者。即是詞疎理謬也。", "1247": "秘曰。今因異喻者。意云。同是常住。覺等無常。故是異", "1248": "喻。故云喻異於喻覺即等。", "1249": "秘曰。宗因同異者。意云。宗言應非離識。即覺等且不", "1250": "離識。故覺等是字同品也。因異者。意顯覺等。是同家", "1251": "異喻也。", "1252": "秘曰。種門九句。其亦為正因者。意云明句當第八句。", "1253": "即是同亦有非有異。亦非有雖。問。亦一分轉亦得為", "1254": "因。如何如立聲。是有法。定是無常。宗。因云勤勇無間", "1255": "所發性故。喻如云瓶喻也。今言因亦有者。即瓶因同", "1256": "品。故云同品有非有者。即電光非是因同喻。故云非", "1257": "有也。雖瓶一分是因同品。電光一分非是因同品。以", "1258": "是宗同品。故云得為正因也。今常住因亦然。雖於覺", "1259": "樂上兔角上有。以是宗同品故。亦為正因也。猶如勤", "1260": "勇無間因。雖電上無是宗同品。為正因也。言同品一", "1261": "分轉者。若以電瓶為同喻。瓶有勤勇無間性故。得為", "1262": "因品。電光勤勇無間所發性故。所以不得為同品。故", "1263": "定分轉亦為正因。雖電瓶一種。為宗同品。若望因即", "1264": "一分轉。一分不轉。雖一分電上不轉。亦為正因也。常", "1265": "住因亦爾。雖覺等上無。謂兔角上有為正因。", "1266": "秘曰。無等亦但是宗同品者。為無等不離識故。", "1267": "秘曰。彼論云。全明能生果者。意云。雖覺為因。然生果", "1268": "也。一體別體彼覺為因者。即由彼覺為因故。而生分", "1269": "別。一體別體法。若無充等。不能分別。一體多體法故。", "1270": "言此體彼體。以遠近充為因者。意云。以近遠覺為因。", "1271": "作能分別。此體由遠充為因。分別彼體。即自根取者。", "1272": "為彼自身。諸根相對名彼此。非對他身也。", "1273": "秘曰。若准疏科。至分所攝也者。意云。此地水火三一", "1274": "段之文。准前疏科文。不攝此一段無也。", "1275": "秘曰。身得觸。至身得地等者。意云。觸依地等者意云。", "1276": "觸依地有身。若得觸持。亦得於地等。", "1277": "秘曰。根境相對者。意云。身根但得觸。地雖有色。而身", "1278": "根本得色。色但眼得。非身根得故。", "1279": "秘曰。非得地等一切之德者。意云。不以道無依地。亦", "1280": "令身根得。何以故。以根境不相對故。", "1281": "秘曰。彼以似實俱名地者。意云。若佛法中堅法為地。", "1282": "色為似地。若外道將眼見色。名寶地。今言假實俱名", "1283": "地者。諸地為假地。望他宗色與監性。總名為地。", "1284": "秘曰。違彼此論者。意云。彼外道十句論此者。即唯識", "1285": "論也。", "1286": "秘曰。他隨一過者。意云。准疏中說。實中大不異德中", "1287": "觸。謂大乘自許。實中大不與德中觸故。故犯隨一過", "1288": "也。問。如四大皆有觸。何故不說地等。不異德中觸。偏", "1289": "說大不異德中觸何。答。如餘三大具色等。三四一多", "1290": "少不定。唯有大大。唯具二種。所謂色觸。所以大色異", "1291": "於偏也。今就他宗。他宗不許大。即是觸故。就他宗而", "1292": "無過失也。", "1293": "秘曰。因便不定者。意云。若但取一德句。宗不等餘者。", "1294": "有不定過。過云此德句。為如石女兒。非實攝故。即", "1295": "離識已外無體耶。為如大有等。非實攝故。而離有體", "1296": "耶。", "1297": "秘曰。即一宗因者。即一宗一因也。", "1298": "秘曰。後別立一者。意。初量不簡一體多體。總成八句", "1299": "為一量。後非有實等。准初一體法說。所以將非有為", "1300": "因。別立一量。總為二量。破於九句也。", "1301": "秘曰。非准。局在非有實二者。意云。不以將非實非有。", "1302": "為因比量。即局於二處。於九句之中。隨作法得。", "1303": "秘曰。許為他識俱有根故者。意云。第八識許與他識。", "1304": "作俱有根也。", "1305": "秘曰。宗有一分他所別過失者。意云。他者即佛法名", "1306": "他也。即是外道。復量對他。佛法佯宗。犯一分所別過。", "1307": "秘曰。因亦一分極他一過者。意云。外道復量對他佛", "1308": "法。因有一分極一過也。即對他犯極一過。故名極一", "1309": "過也。", "1310": "秘曰。有義至無法方無者。意云。總是有義家。敘勝論", "1311": "師救意也。", "1312": "秘曰。解云至一常者。𠂤宗解也。", "1313": "秘曰。可謂白珪而猶玷矣者。意云。有義救詞。釋旨甚", "1314": "佳。然言疎闕。闕何。若言我法有因果。今俱生滅故。不", "1315": "待有來有者。且如無為。亦名離繫果。亦名能作因。用", "1316": "言也。即無為因果。而有生滅耶。斯言濫有。故言疎闕。", "1317": "可謂白珪而猶玷矣。且如白珪雖是好寶。若有微玷。", "1318": "人不美重。今若因果生滅。救自義者。道理雖佳。詞中", "1319": "有濫。無為因果非生滅故。亦猶白珪而有瘕玷也。珪", "1320": "者玉也。", "1321": "秘曰。若偏難常。至不簡者。意云。責有義家。不簡一所。", "1322": "由若言我因果無常故。即俱有生滅。不待有來有。汝", "1323": "因果是常。應行有來有者。何故所救文中。與不簡耶。", "1324": "秘曰。汝實等法有同起者。意云。汝實等法。以有為因。", "1325": "而方起者。即實等。並應非一非常。意說。若實等法待", "1326": "因方起。即實等法。應非一常。即空等非一。父母極微。", "1327": "應非常。", "1328": "秘曰。即因明天主。至應非真破者。意云。因明論中。天", "1329": "主菩薩。敘外人法自相相違過。遂云汝大有性。應非", "1330": "大有性。緣者。汝字。遂簡自宗。所以比量得成真破。無", "1331": "有法自相相違過。何故今言汝字。仍有自語相違過", "1332": "耶。廣如因明疏說。天主者商羯羅菩薩也。此名天主。", "1333": "祭天得故。", "1334": "秘曰。即有有法成有失者。意云。若將有法復為喻者。", "1335": "即者者法成有諸失。問。若將有法為喻。乃是有法成", "1336": "喻。何關有有法成有法過耶。答。以即將法與為喻。故", "1337": "約本與說。喻是有法。且得名有法。成有法失。", "1338": "秘曰。非取上言實德業之者。意云。但用勿此亦非實", "1339": "德業性。當句為亦宗。而不取。又彼所執實德業至理", "1340": "定。不然去文也。何故問答。彼但總非不為量也。", "1341": "秘曰。有義亦等總宗之喻。至如合句義者。意云。如德", "1342": "業等者。等取總宗之喻也。問。何者是總宗之喻。答。即", "1343": "非宗等三句。謂和合句意說之。同異性是有法耳。實", "1344": "等性是宗因。因以異實等故。如和合句。若將實德等", "1345": "三句。轉為宗為喻。即名為別宗別喻。如疏說。若以和", "1346": "合為喻。總破同異性。非實等性。即名總宗之喻也。", "1347": "秘曰。之成根境者。言顯極微非理境。明知實句。通非", "1348": "現得。即之句全二中分者。意云。三句者謂業大有同", "1349": "異三句全現量得。實德二句中少分。非現得。撿前諸", "1350": "門非現。現境門即知。", "1351": "秘曰。豈可前後自相魚肉者。意云。魚肉者。即大小魚", "1352": "相取食。如意說疏主。前諸門義中。說五句是現量。豈", "1353": "可如今說實德等非現量耶。豈可前後自相嚴食如", "1354": "魚肉也。", "1355": "秘曰。有法名法者。即喚有法名法。不是宗法也。", "1356": "秘曰。論說緣言在於法中者。意云。此緣字法之中難", "1357": "之。若其實等有法之中。先不許覺等無。今於宗法之", "1358": "中。說置緣字。亦何能簡有法過也。故置緣言。但簡違", "1359": "宗過。不得簡相付過。言在相從者。既許一心遍緣二", "1360": "境。二境相從。名一所緣境。不可一心並緣一境。只可", "1361": "二境合處。故云在相從。不相離邊。說置緣言。亦何所", "1362": "簡。", "1363": "秘曰。由此唯言簡此不得者。意云。若有唯字者。雖簡", "1364": "得別緣。不簡得通緣也。謂簡通緣不得故。所以亦不", "1365": "用唯字。但依論定。", "1366": "秘曰。論大自在天。至涅槃論云者。意云。提婆菩薩造", "1367": "涅槃論。於中敘外道少乘計也。謂造人涅槃。經名涅", "1368": "槃。彼處敘云。即事摩醯首羅論師作。如是說大自在", "1369": "天者。有其三名。一名梵天。二名那羅延。三名摩醯首", "1370": "羅。問夫言有其三名。一名梵天。二名那羅延。三名摩", "1371": "醯首羅。問。夫言有因必滅。其果。如何因果名一造耶。", "1372": "答。不言造因。不能感果。但所望別。故言因果各別造。", "1373": "即前後相望得名。鳥正造因時。名梵天果。若熟時。即", "1374": "名那羅延造也。", "1375": "秘曰。地是依處。至地是身者。意云。摩醯首羅以虗空", "1376": "為頭。大地為身。問。何故前言地是摩醯首羅依處。如", "1377": "今即言是身耶。答。依止以解身巳。地是摩醯首羅依", "1378": "處者。意云。說地是摩醯首羅身故。", "1379": "秘曰。自在天是生滅因。羅身為生滅因也。自在天者。", "1380": "即摩醯首羅也。居色天上者。即居色究竟天也。", "1381": "秘曰。圍陀論師。至祖翁者。意云。圍陀論師。即明論師", "1382": "也。彼師說從那羅延齊中。生之祖翁也。然造一切命。", "1383": "非命物邊。故名祖翁也。問。那羅延與梵天。既一身異", "1384": "名。如何高中。生梵主那。答。亦無其失。然如自受用身。", "1385": "流出化身。教化有情。令斷惡修善。得生勝處等。", "1386": "秘曰。化作山野。至得彼處生者。意云。即山中禽獸皆。", "1387": "化。及人中猪羊等類。若害殺。供養梵天。復當得生彼", "1388": "處。", "1389": "秘曰。言時者。至時滅者。意云。外道所計真間之物。有", "1390": "盛有衰。皆由時也。", "1391": "秘曰。謂本生安茶論師者。即從所事。以得其名也。安", "1392": "茶者即本生也。即是情靈神異之物。亦猶如神我相", "1393": "似。能造一切故。意云。當無始之時。未有日月星虗空", "1394": "地等。當時唯有火水。於火水中。有大安茶生。如鷄子。", "1395": "周匝金色等。", "1396": "秘曰。由許聲性。至而作不定者。定云若聲性常。後許", "1397": "不能詮。下論破中。彼外人即將。", "1398": "成唯識論演秘釋", "1399": "東域傳灯目錄云演秘釋五卷如理今獲其第一", "1400": "卷一冊於藥師寺經庫便寫得了。", "1401": "明治三十一年春南京應理末學　定胤"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 816 成唯識論演秘釋", "author": "唐 如理撰"}