{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B415 大悲妙雲禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "聯芳偈文學胡元一", "1": "玅雲雄禪師語錄卷六", "2": "詩偈詩偈", "3": "臨清懷古臨清懷古", "4": "行行過市上車馬如雲屯荒寺少徒侶取土塞其門", "5": "曷為金銀界而無一衲存或者道風降世尊今不尊", "6": "後從間道入有僧來西村把臂問興替日色將黃昏", "7": "慇懃談往事危坐傷心魂", "8": "大悲寺看月大悲寺看月", "9": "君不見明月圓於白玉盤阿誰移上白雲端莫笑此", "10": "時盡高臥安知不有閒人看眾方熟睡我獨醒床外", "11": "月華澹秋影披衣起坐小窗前一葉梧桐落金井梧", "12": "桐葉落秋轉高月中何處鳴檀槽乘興悠然上東閣", "13": "不作新詩何所作", "14": "渡錢塘渡錢塘", "15": "競說射潮處蒼茫毒霧生帆低驚鳥去雲急逐人行", "16": "不見金山寺翻疑鐵甕城南屏猶在望迢遞晚鐘聲", "17": "泛若耶溪泛若耶溪", "18": "野水連沙磧秋雲接遠峰樹深聞牧笛竹好秀僧龕", "19": "便可尋花入何妨握麈談篙師能解意偏喜泊溪南", "20": "留溟高禪師夜話留溟高禪師夜話", "21": "薄暮荒城外留雲護碧蘿冰花檐上結霜月坐中過", "22": "窗漏寒纔補爐溫凍已和澹然林下士不厭往還多", "23": "聖感晤霽崙禪師聖感晤霽崙禪師", "24": "太白源流遠燕山法雨深萍蹤欣偶聚蘭譜定知音", "25": "既下永嘉榻同聽聖感琴古今稱著述燈史印禪心", "26": "送友送友", "27": "家住吳山越水邊花宮何處坐談禪帆檣北去雲千", "28": "里瓢笠南來月一船此日廣陵誰化鶴新秋茂苑獨", "29": "聞蟬故交未肯臨岐別慰我空歌折柳篇", "30": "孤山懷古孤山懷古", "31": "落落人間林處士孤山亭榭聖湖旁荒祠寂寞衣冠", "32": "古殘碣支離蔓草藏放鶴想應乘鶴去種花疑為看", "33": "花忙舊時幽韻誰堪續憑弔臨風倚石床", "34": "訪盛鶴江訪盛鶴江", "35": "花下鋤雲久息肩東林無酒慣逃禪半墻日上門猶", "36": "掩五字詩成句可傳種菊著書聊遣興牽蘿補屋且", "37": "從權客來踏破蒼苔色為約同尋山水緣", "38": "贈融涵耆宿贈融涵耆宿", "39": "莫訝頻來涉翠微坐看山色便忘歸一庭淨掃磚成", "40": "鏡三徑幽居石作扉客裏何人堪把臂林間野老獨", "41": "投機匡床坐久茶煙細雲墮松窗也不飛", "42": "金明寺和古燈法兄韻金明寺和古燈法兄韻", "43": "陶朱故里偶登臨水榭閒憑望紺林千古綺羅終寂", "44": "寞一天風月自招尋秋花滿渚飛香雨春草沿階弄", "45": "碧陰此際機緣無限好共看魚鳥自升沉", "46": "過靜海武安宮晤諸友話舊過靜海武安宮晤諸友話舊", "47": "髫年寓此即家鄉一別雲山四十霜三過草堂秋月", "48": "靜半帆風雨客星忙鳳城紫氣千門砌瀛海青雷百", "49": "世長竹馬蕭然都不問相逢惟道兩眉蒼", "50": "喜東巖法兄繼席金明喜東巖法兄繼席金明", "51": "撥轉西江第一峰法幢新展浙西東燈分鴛水傳今", "52": "古道接華巔統象龍愧我綸竿虛釣月喜兄禪板啟", "53": "宗風今聞大樹能多蔭拄地參天不借功", "54": "野泊野泊", "55": "僧寺圍孤嶼漁人自一村晚煙還未合新月挂黃昏", "56": "題畫題畫", "57": "木落空山菊正花斜陽一半染紅霞陶君此處甘肥", "58": "遯竹樹叢中蔀屋斜", "59": "文可索詩有答文可索詩有答", "60": "龍淵惟有勸修持大廈全憑一木支好句昔人渾占", "61": "盡老僧何暇更題詩", "62": "景德早起景德早起", "63": "夜雨空階滴滴聞推窗忽見絳河分剛憑一夜東風", "64": "力埽盡天南萬里雲", "65": "和宋天封佛慈禪師蜜蜂頌和宋天封佛慈禪師蜜蜂頌", "66": "金明介老人移梅得斷碑碑載佛慈禪師蜜蜂頌", "67": "五首一時諸方異而競和余亦從而和之。", "68": "百花叢裏戰香時得意逍遙簇擁歸共聚雲堂韜略", "69": "定潑天門戶任高飛", "70": "晴明雨落盡生涯大地山河作一衙識得針鋒全活", "71": "計超然到處便為家", "72": "揚威鼓翅令行時大用縱橫總不離滿徑芳花恣笑", "73": "傲香風撩亂亦心脾", "74": "春來秋去總風光鼓腹謳歌不勝忙吸露豈辭跬步", "75": "遠家私貧富一身當", "76": "雅韻時操玅有桐從緣薦得一圓通假能別展全機", "77": "句惹著些兒透頂紅", "78": "題金明一擊軒用李(正長)民壁間韻題金明一擊軒用李正長民壁間韻", "79": "一擊心空不假持風前獨露更何知撩天箇箇誰酬", "80": "價引得清風八面吹", "81": "信手拈來打著竿一聲迸裂骨毛寒抬眸頓覺虛空", "82": "落大地山河另眼觀", "83": "擊著筠篁自有音香嚴忽地眼中聞渾身踴出無蹤", "84": "跡昔日南陽獨羨君", "85": "數竿斜曲倚軒時節操虛靈聳翠微不是有心能作", "86": "響那堪就裏接來機", "87": "祝金明本師介老人六秩祝金明本師介老人六秩", "88": "蠡湖湛湛水生香一派淵源流出長爭似曹溪佈澤", "89": "遠洄瀾不禁祝無疆", "90": "和牧公法兄盆蕙韻和牧公法兄盆蕙韻", "91": "一種天然別樣身靈根端不借陽春幽香自與眾香", "92": "異玉潔芳姿格外真", "93": "瓊葩密蕊幾多年忽地奇香吐玉蓮更有一般清意", "94": "味不由風雨占春先", "95": "香風馥馥靄禾城萬彙崢嶸仰素馨玉萼冰肌難比", "96": "并不同群卉待春生", "97": "壽安化世高法兄六袟壽安化世高法兄六袟", "98": "法幢高踞帝王都肘後斜懸奪命符鷲嶺燈分蠡水", "99": "月車溪浪湧濟河圖橫拈麈尾翻雲雨倒握金鎞截", "100": "智愚耳順揆辰當此日臨風千里挹真模", "101": "金明千佛閣上新梯和本師韻金明千佛閣上新梯和本師韻", "102": "寶閣崚嶒煙雨低百城環遶步雲梯征帆遠近迷鴛", "103": "渚楊柳晴荷漾鶴隄花塢遙開桑柘舞鐵舟斜傍竹", "104": "松西憑虛浩氣衝牛斗蠡水光浮海月齊", "105": "喜東巖法兄繼主金明喜東巖法兄繼主金明", "106": "錫卓洪都第一峰法幢又豎在禾中蠡湖克振嘉聲", "107": "遠攜里欽聞正脈通愧我同師荒魯地喜君格調繼", "108": "天封千妖百怪藏蹤跡挂劍眉間不借功", "109": "贈先福別傳法兄贈先福別傳法兄", "110": "湖頭分袂各翛然山左誅茅已有年每聽獅音喧宇", "111": "宙嘗看法語外蹄筌羨君獨亞摩醯眼使我深思濟", "112": "北拳出入一門千里悵而今又得話重圓", "113": "寄祝麻城永慶全豁法兄六秩寄祝麻城永慶全豁法兄六秩一字波宗", "114": "雜華壽量正難思蓬射欣逢耳順時麈尾拂開日月", "115": "永烏藤卓出島洲奇榴花熠燿傳心印艾虎紛紛祝", "116": "嘏祺愧乏一芹為慶意遙脩短句當擎芝", "117": "寄祝友可鐵容法兄七袟寄祝友可鐵容法兄七袟著禪燈備考行世", "118": "滹沱水闊友山長龍象森森慕遠方備考橋源法有", "119": "溢大宗正脈道無疆天回紫氣旋籌屋鶴駕雲衢度", "120": "旻蒼遙祝椿靈同寶掌料將短句寄幽篁", "121": "送逾祖法兄住北京開化送逾祖法兄住北京開化", "122": "一本同源出蠡湖肘間各自挂靈符君遊帝里施甘", "123": "澤我入齊邦養瘦臞欽聽獅絃操別調喜聞雪曲詠", "124": "新梧相逢促膝衷心盡得意金門道不孤", "125": "贈道安禪師住大寧贈道安禪師住大寧", "126": "法幢重整擴弘謨振起滹沱立要樞祖令高提昭上", "127": "國真燈再燄耀寰區江南久唱無生曲山左今懸太", "128": "白符佇見象龍排兩掖家聲聿聿動天湖", "129": "閱石源法姪滴乳集閱石源法姪滴乳集", "130": "堪嗟著輯各偏枯舉世何人是董狐滴乳迸分八斛", "131": "乳顆珠照徹萬乘珠廓開正眼清宗譜祖述真規顯", "132": "道模濟北家聲千古振石橋源遠佈皇圖", "133": "寄贈晦岳法姪住金明寄贈晦岳法姪住金明", "134": "沿流底事貴高功端的橋源道更隆少室真規藏蠡", "135": "水玄關鎖子挂天封欣聞獅窟宗綱振可羨車溪正", "136": "脈通珍重爐錘全照用橫拈倒卓任西東", "137": "贈諾巖法姪住三塔贈諾巖法姪住三塔", "138": "道脈流長這著先青蓮寶印在高賢符懸肘後全賓", "139": "主錫卓吳西動魯燕橋上一燈明景德滹沱三要闡", "140": "龍淵應思正法臨秋運克繼家聲任仔肩", "141": "贈五葉圓音法姪繼席大悲贈五葉圓音法姪繼席大悲", "142": "力挽頹風展化機時欽高德後賢依恢懸法印擴弘", "143": "範玅闡雷音接泊希繼起家聲隆海宇橫抽寶劍截", "144": "魔威喜公獨揭車溪令喚醒愚頑就路歸", "145": "輓普度太虛律主輓普度太虛律主", "146": "南山律脈道宣傳躅接惟君展法筵廣演毘尼天雨", "147": "散恢弘衣法戒珠圓恒遵七佛真儀式克闡波離密", "148": "行堅何事一朝歸淨域令人懷想到龕前", "149": "寄贈佛定禪師住白雲寄贈佛定禪師住白雲", "150": "高提法鑑倚天涯派列曹源一滴賒汴國道弘石傘", "151": "脈清淵缽湧弁峰霞烹龍辣手新爐韝奪食雄才舊", "152": "爪牙大振嘉聲誰得似遠聞法化絕周遮", "153": "壽量空法主七秩壽量空法主七秩", "154": "塵塵掃卻絕炎涼定水澄清豈泛常半世玄談融理", "155": "事一生講演即心王天垂餘慶稀齡健地湧寒灰臘", "156": "更香虀飲安閒消歲月風翻荷葉暑情忘", "157": "輓圓通徹微禪師輓圓通徹微禪師", "158": "狂瀾欲抵撤津梁此日清溪失寶航住世正堪匡法", "159": "社茂年何速步蓮邦朔風凜冽寒侵骨片月朦朧光", "160": "遞芒惟見獅林悲頌切滿庭松柏意徬徨", "161": "閱空諸羅大士華嚴鈔纂及合論口占閱空諸羅大士華嚴鈔纂及合論口占", "162": "道眼精明思力優潛心義海邁時流清涼著述百城", "163": "現長者操觚幾箇酬品品全提擊節旨言言見諦廓", "164": "宗猷羨君璧合驚人句理事圓融頓漸周", "165": "酬別駕項牧公大士過訪酬別駕項牧公大士過訪", "166": "曩遊燕國辱荒籮又隔禾城五載多慧智雙清比蘇", "167": "子釋儒一貫羨維摩金湯法苑千秋重玉鎮山門萬", "168": "古歌曾是平分蠡水月今朝共話謾云過", "169": "贈調實陸居士贈調實陸居士", "170": "洙泗深探出杏林懸壺中有活人心拈來信手無非", "171": "藥放去隨機總是金獅窟曾經遭返躑蠡湖幾度躍", "172": "波心滿懷浩氣凌天漢龐老真規已見今", "173": "寄懷峽石道耕田居士寄懷峽石道耕田居士", "174": "西浙山頭老作家吟風弄月興偏賒拈來盡是回生", "175": "訣指點無非活死蛇憶昔湖天翻海月從今峽石吐", "176": "瓊葩慚余東魯無堪贈半疊空緘附遠車", "177": "輓廣文子先羅法兄輓廣文子先羅法兄", "178": "壎音絕響痛何傷舉手容儀在畫堂苦我看雲眠白", "179": "晝思君清夢落晨光書摟玅典千秋熾德合乾坤萬", "180": "古長悲願莫忘弘至道尚期重振我宗綱", "181": "贈中書林文伯護法贈中書林文伯護法", "182": "道洽維摩不二門喜君扶我破沙盆庭饒柏子馨幽", "183": "遠廚饌貧民德澤存幾度廬陵酬米價一朝當地得", "184": "根源滿盛香飯芳流後清白傳家世絕倫", "185": "范蠡湖范蠡湖", "186": "蠡水藏天海月輝憑虛極目遠山微煙凝畫閣沖霄", "187": "漢柳拽晴霞掛曉暉院外鐘聲開秘戶湖心碧漲湧", "188": "禪扉螺螄五色光含玉埤堄斜飛射紫薇", "189": "贈姑蘇陳玉文大士贈姑蘇陳玉文大士", "190": "三度蓬扉為我開庭除清韻幾株梅滿懷經濟傳今", "191": "古一室安閒謝往來匿跡塵囂超世表渾家怡悅絕", "192": "追陪喜觀陋巷龐公老不盡光風透玉垓", "193": "贈廬陵聶晉人居士贈廬陵聶晉人居士", "194": "維摩不二出凡塵指月堂前桂蕊新彩筆珠聯成錦", "195": "繡紫爐香靄結星辰千林曙色盈華屋一盞心燈耀", "196": "比鄰季世莫如存古道金鋀須辨大公真", "197": "輓墨雲兄輓墨雲兄", "198": "同出彭門山麓長半生行腳事堪傷昔年厭作秋殘", "199": "夢今日翻歸雲外鄉翰墨文成香露冷蒲龕坐斷道", "200": "情忘臨風淚灑忝惆悵惟見寒梅列座傍", "201": "開基自適開基自適", "202": "斬棘誅茅象可遊揭開生面露宗猷钁殘卓地虛空", "203": "落斧鈯修天補石頭志劣有心棲澗壑身貧無計伴", "204": "山丘祖翁田地都耕轉從此真風韻不休", "205": "有感有感", "206": "松風水月發幽涼糞火深埋紫芋香半壁蔦蘿穿石", "207": "竇滿簷蛛網掛茅堂江湖燕雀渾無數宇宙蜉蝣空", "208": "自忙不識靈源超幻化堪憐瓦礫每爭光", "209": "除夕自警除夕自警", "210": "蕭寺幽清煙水傍一枝笻杖卓苔荒夜寒不說烹牛", "211": "話雪冷嘗思黍飯香幾度禪流難措足多緣世態重", "212": "溫涼翻思樹下先賢輩寒盡不知春晝長", "213": "喜高萬仞居士至喜高萬仞居士至", "214": "垣倒牽雲正結籬喜迎嘉客到柴扉柳堤搖落霜威", "215": "重松嶺青陰夜月遲莫效隔江招手去直教覿面決", "216": "心疑龐公自是忘知解謾謂山僧放過伊", "217": "欒應龍請主創護國院欒應龍請主創護國院古察院基重建佛寺", "218": "千秋憲署易僧堂肇建風旛作寶坊瓦礫光生雲樹", "219": "靄榛茅砍盡兔狐藏天童獻供基先立長者插標剎", "220": "已彰願藉調羹真玅手從今呵護有金湯", "221": "詠天寧古槐詠天寧古槐", "222": "多年老幹勢如龍絕後再甦葉更豐殿閣青標時響", "223": "瑟雲衢影映日充融兩朝傑士留佳詠千古英名紀", "224": "大功天運雖然無定理緬思造化實難窮", "225": "清涼雙檜清涼雙檜", "226": "風吹日炙枉稽年節操根深翠逼天雙幹粼粼來野", "227": "鶴千枝簇簇靄朝煙含雲吐碧清涼古篩月垂陰城", "228": "堞前歷盡冰霜饒梵韻挺挺拱立勢彌堅", "229": "即事即事", "230": "僻壤古祗桓筠松韻外寒殿高新月朗夜靜碧天寬", "231": "香篆來繩榻霜清薄玉欄無雲籠蓽戶採蕨玩林端", "232": "酬霖蒼冀孝廉酬霖蒼冀孝廉", "233": "梵宇開幽徑長松夾岸分汲泉和月煮剪桂帶香焚", "234": "作賦宜新調敲詩佈遠聞知音誰得似靜對有餘芬", "235": "弔祥風尼菴主弔祥風尼菴主", "236": "道契無迷悟心空達本知死時能計日脫去定先期", "237": "囊缽無餘物瑤階有紫芝撒然別眾士誰羨末山尼", "238": "壽紫雲旭雲和尚壽紫雲旭雲和尚", "239": "丹鶴唳松岡薰風拂石涼瑤章歌德化玉韻發幽香", "240": "南斗開籌屋北辰拱翠長靈椿千載秀嘉氣靄雲堂", "241": "贈塘棲慧彰文玉法姪贈塘棲慧彰文玉法姪", "242": "克紹真師旨燈傳華頂峰塘棲開慧日杖底布宗風", "243": "道價騰吳越德音播楚酆庭園蘭桂茂蔥翠影叢叢", "244": "贈姑蘇徐用王居士贈姑蘇徐用王居士", "245": "大道無緇素垂慈各現身青蓮出燄宅皎月露家珍", "246": "傾蓋識荊晚剪蔬罄夙因釋儒同一貫何用別疏親", "247": "贈閩海素菴余堪輿贈閩海素菴余堪輿", "248": "負笈來齊魯英風眾壑生坐庭觀白晝敲凍爍寒鐺", "249": "百饌君嘗遍一芹我獨呈放懷談往事經濟莫誰評", "250": "天中閣遣懷天中閣遣懷", "251": "陋巷足身安機忘鷗鷺環室幽江月靜窗啟樹雲繁", "252": "富有半肩衲貧無一隴山此時誰似我天外出頭看", "253": "悼芝山林封翁悼芝山林封翁", "254": "德風時共仰燄宅悟真機早竟安心法晚參淨界儀", "255": "飯僧盡半世事佛定全規堂上恩旌麗滿庭放紫芝", "256": "送舜日法姪北上送舜日法姪北上", "257": "一棹來東魯又乘濟北風幽懷蠡水月故泛孟津艟", "258": "彩纜凌天末孤笻返塞鴻法幢高卓日開化在英雄", "259": "長洲王匏山居士築別業長洲王匏山居士築別業", "260": "高築維摩室幽棲得自如門迎葑水月城僻土山廬", "261": "道價超時表德風來遠車柏庭含祖意相與話躊躇", "262": "端午和本師和尚韻端午和本師和尚韻", "263": "幾株蒲艾慶端陽一道靈符絕覆藏百毒瘟㾮悉殄", "264": "滅目前無法可商量", "265": "大悲即事大悲即事", "266": "破衲弊廬乍可居刀耕火種老殘臞钁頭大義人難", "267": "委臥月眠雲意自如", "268": "托缽示眾托缽示眾", "269": "潦倒荒居傲歲寒每持空缽乞高檀誰知塵內無人", "270": "識獨把枯桐石上彈", "271": "送展鵬童護法任滁州送展鵬童護法任滁州", "272": "撫字蒼黔政貴清鹽梅和鼎味如羹綸音定奏秋香", "273": "美稚叟偕聞喜共迎", "274": "壽高雙泉鄉約七秩壽高雙泉鄉約七秩", "275": "心存古道德彌馨木鐸聲環有逕庭匡國文明敷大", "276": "化從心耆筭益遐齡", "277": "示大悲六現濬孫示大悲六現濬孫", "278": "話頭疑到絕離微死盡偷心發上機勘汝個中通一", "279": "線方知著破總非衣", "280": "示普韻梵行二法孫北上示普韻梵行二法孫北上", "281": "憧憧象駕踞皇都幾個能懸肘後符珍重賢孫無自", "282": "棄長安道上展宗圖", "283": "示穎謙津孫南參示穎謙津孫南參", "284": "煙水南天莫亂行別峰見得始驚人直須捻出虛空", "285": "骨方許歸家罷問津", "286": "示石龕石鏡二曾孫遊燕示石龕石鏡二曾孫遊燕", "287": "負笠擔囊度魯邦遠來齊地話偏長烏藤贈爾穿雲", "288": "出倒卓金臺豎法幢", "289": "喜萬珠禪師至喜萬珠禪師至", "290": "當年傾蓋別同遊越水吳山已十秋老我齊邦開篳", "291": "戶抬眸忽見故人顱", "292": "募衲衣募衲衣", "293": "法身無相本來不挂寸絲報體有形畢竟須加服飾", "294": "屢經寒暑催促衣裳零落千條特告知音道個相應", "295": "一句", "296": "示潤宇律主南參請藏歸燕示潤宇律主南參請藏歸燕", "297": "叢林遍歷幾多年雨洗風磨道骨堅已透法源親徹", "298": "底經歸禪海利幽燕", "299": "示育菴穎慧二法孫遊徐魯示育菴穎慧二法孫遊徐魯", "300": "滿路風光發上機杖垂高展萬峰歸施陳秪貴源頭", "301": "活大闡車溪播四維", "302": "示琢菴本璨二曾孫還齊晉示琢菴本璨二曾孫還齊晉", "303": "遍扣燕南是作家陽春白雪獨紛譁當鋒不讓臨機", "304": "句撥轉乾坤暢爪牙", "305": "佛事佛事", "306": "供斷橋倫祖真插香踏斷天台石橋路威聲隨處展", "307": "宗綱兒孫個個遭殃累千古令人恨轉長。", "308": "禮無趣空祖塔浮幢卓出蠡湖邊活祖師名墨跡鮮", "309": "模範猶存壁碣語車溪流遠布千川有雪嶠六師題活祖師額。", "310": "供鴛湖用師翁真冰心鐵骨挽頹風古道稜稜思莫", "311": "窮浙水閩山猶在望淵源流出孟津東。", "312": "供衡石鈞法伯真坐斷紫雲最上峰高提祖印早流", "313": "通雖然於世空無相大寂光生萬象中。", "314": "金明介老人訃至真前拈香坐斷蠡湖三十年綱宗", "315": "九鼎一絲懸何期此日法幢折百萬人天淚眼穿乃", "316": "豎拂子指真云巍巍堂堂煇煇煌煌有一道大光射", "317": "到大悲院裏一眾驚異山僧向道者是先師般涅槃", "318": "之相諸禪德於斯觀得不妨親見先師如或未委遂", "319": "插香奠云為你供養正恁麼時還有覿面相呈者麼", "320": "以拂安香几云一把柳絲收不得和煙搭在玉欄干", "321": "遂舉哀展拜。", "322": "到金明介先師真前拈香巴陵三轉語月白風清興", "323": "化一炷香騰今耀古揀點將來也是矢上加尖雖然", "324": "如是千里趨風放過不可遂呈香云大眾若道者個", "325": "是香塞卻鼻孔若道非香換卻眼睛畢竟如何即得", "326": "乃作󳰅云一堂風冷淡千古意分明。", "327": "大慈掃介老人塔炷香敬禮慈容大寂中切聆誨語", "328": "舊時同高風逸韻空今古燦燦黃金一國充。", "329": "永正掃一初法叔塔湖上曾同翫月時高提正令顯", "330": "多奇至今清韻光涵遠古道迢迢孰可追。", "331": "奠主峰法兄塔當年於此豎宗猷撥盡塵坌未可眸", "332": "正眼爍開千古面龍淵滾滾水長流鼎革後寺宇迴乃中興也。", "333": "景德山鐸法兄真前燒香共蒂同師未識荊三千里", "334": "外賴知音鎔今鑄古回天手克振家聲有後英。", "335": "永正斷愚法兄塔前設供爐鎚活脫振諸方辣手施", "336": "為格外彰別有超群純孝蹟弘機密用莫能量。", "337": "大悲世高法兄龕前上供一句超今古風前絕往還", "338": "跋提河一曲血淚灑人間恭惟我法兄堂頭和尚三", "339": "十餘年握金輪正印生佛莫逃其樞鍵五座道場恢", "340": "濟北宗風衲子難攖其鋒銳大轉法輪於輦下如杲", "341": "日麗於中天高提寶劍於燕都若金毛吼於巨壑王", "342": "臣問道緇素皈依正宜號令乎人天何期抽身於此", "343": "地大眾還知我法兄真實受用處麼大機大用無人", "344": "敵一琖一爐表弟兄。", "345": "龍淵古燈法兄真前設奠拈香畢曹山酒到即不點", "346": "金牛飯點即不到愚弟今日舊款重拈也須知吾兄", "347": "飲茶不濕口嚼飯不動齒若謂藏身處沒蹤跡面貌", "348": "儼然沒蹤跡處莫藏身壎音滿耳茲者聊申葵藿特", "349": "表微誠且道吾兄還受也未喝一喝云定法不是法", "350": "聖感霽崙禪師塔前上供本來自性天真通身了無", "351": "影跡踏翻華藏世界者邊那邊不立恭惟聖感堂上", "352": "霽崙法姪大和尚聲和響順之時急流勇退入大寂", "353": "滅海闔國人追不再來啣花百鳥難尋覓大悲今日", "354": "無以表懷一盞茶一爐香聊申昔愛乃插香云不是", "355": "黃檀并紫柏寒香陣陣透西山。", "356": "紫雲旭雲禪師塔前設供恭惟和尚數主名剎兩住", "357": "紫雲提南山之正印恢洞上之綱宗如赫日麗天一", "358": "物無遺若皎月當空千江影映全超不借而轉功就", "359": "位不容擬議而衲子命絕不意新豐曲子唱罷南嶽", "360": "鈯斧拋卻晚學無依後昆失怙只如大悲去年相約", "361": "事今日何以踐信乃爇香云一瓣黃檀一琖茶三千", "362": "里來酬舊面。", "363": "天龍致和中公法姪禪師真前奠茶明珠照耀三千", "364": "界至寶光澄海嶽寒不住塵寰空影跡令人惆悵幾", "365": "多般唯我中公和尚高升大悲之堂智超倫品深入", "366": "拈花之室道邁今時據天龍聿湧滔天白浪主安化", "367": "光揚濟北宗風真末世津梁後昆模範忽爾慈航罷", "368": "渡慧日光回動我深思莫能頓釋茲者敬陳藜藿用", "369": "表愚誠乃舉香召眾曰看看只此千里意難盡百年", "370": "心。", "371": "晦岳法姪請為古燈炯法兄封龕晴空一亙瑞靄千", "372": "華湛爾靈光天香煥彩恭惟本山舊住炯法兄古燈", "373": "和尚神機格外迥絕安排智辯宏深獨超物表闡宗", "374": "風於兩浙垂法雨於上京為人則拔楔抽釘多方誘", "375": "化處已則風清月白魔佛潛蹤正當克振祖綱弘開", "376": "道化詎期忽沉慧日頓折法幢北斗藏身閻浮坐斷", "377": "三日前手書遺囑示寂頃法偈口宣大眾還知者漢", "378": "轉身處麼若無山僧為他據款結案遂封龕云無限", "379": "香雲籠玉戶幾多花雨砌金垓。", "380": "起龕拈杖曰巍巍獨坐大定危然腳下無私通異路", "381": "毘盧頂上鼓風雷者是吾兄平常機用山僧今日要", "382": "與掀翻直使鐵牛入海撞倒須彌木馬嘶風蹋翻香", "383": "海以杖卓一下復引龕云相隨來也。", "384": "舉火執炬云生死海中乃吾兄遊戲之場烈火燄上", "385": "是諸佛說法之處諸人還見吾兄於火燄上轉大法", "386": "輪麼擲下炬云直須向火燄裏聽取良久云翻身劫", "387": "外虛空舞逸韻風高萬古傳。", "388": "天惟長老請為天池瀛禪師火者漢生於浙右滅在", "389": "山左死生會晤驢角馬角鐵壁銀山橫趨倒卓明濟", "390": "上三玄闡洞山五位震獅子音四隅芳草綠縱象王", "391": "步滿地落花紅臨末稍頭一性迥超幻相正當斂衽", "392": "長逝請完未了公案山僧與伊點出攛下火炬云一", "393": "把無情火通身化作金。", "394": "嵩山棕大師請為藥海法兄起龕南北參尋已數秋", "395": "虛空踏破逞風流超方作略人皆仰何事藏身箇裏", "396": "休藥海盂公視死生如遊戲場去來自在只如化緣", "397": "既畢體露真常不住者邊如何是轉身一句以杖擊", "398": "龕云欲窮千里端在最初一步拽杖引出。", "399": "舉火揮炬云昨日風大地山河萬竅轟今日風無情", "400": "共說入圓通法身大士早證無生了也驀豎炬云驚", "401": "起勝熱婆羅門燎卻虛空面目即指龕云只者個又", "402": "作麼生攛下火云善財不出戶黑荳早生芽。", "403": "請為普度太虛律師起龕有佛處不得住好攜櫛栗", "404": "橫肩去無佛處急走過直入萬峰深處坐恁麼則不", "405": "勞彈指頃過卻幾恒河雖然如是草鞋錢教誰還聻", "406": "乃卓杖云且向別處商量。", "407": "為息機耆德火昨朝雲澹澹今日又融融滿地皆春", "408": "色風和四野同山僧因行掉臂放出丙丁童子宣演", "409": "勝熱法門直教三世諸佛立地聽取百城煙水徹底", "410": "乾枯直令息上座現出無數光明雲幢作無邊佛事", "411": "擲下炬云還見麼夾路桃花風雨後馬蹄何處避殘", "412": "紅。", "413": "請為曉空耆宿起棺虛空無向背日月自循還若到", "414": "家山地乾坤氣象閒舉拂子云風送桂花香噴鼻雲", "415": "移月色上簾櫳時節至理自融秋光片片落梧桐拽", "416": "杖引出。", "417": "入塔朔風凜凜皚皚寒霜雲騰碧落兮溪演無生之", "418": "曲雁過長空兮天回不滅之機以拂子指靈骨云只", "419": "此物非他物便是曉禪一具骨今日拈來逢源合轍", "420": "乃捧骨入塔云正恁麼時落花無數隨風掃惹得千", "421": "峰笑點頭。", "422": "徹微禪師靈骨入塔雪飛千樹白風動萬家寒匿跡", "423": "微塵裏舒機天地間喝一喝曰實際諦中人法雙忘", "424": "無縫塔開全體顯現家山風月滾湛湛之波真寂覺", "425": "場入空空之定豎拂子云會麼突出虛空無向背個", "426": "中消息許誰聞。", "427": "為蓮悟大師起龕三年兀坐雲龕看來不是久居且", "428": "密移一步又作麼生拈拂指云下坡不走快便難逢", "429": "乃擊龕一下云起。", "430": "請為祥風尼禪師起龕風來雲布地雨過水橫流舉", "431": "足泥蓮現藕花香滿洲拈杖擊龕云還會麼前村遠", "432": "煙浪別有好商量。", "433": "點主一點光通達隨方露本真不藉春輝力靈花璨", "434": "玉屏舉筆云正恁麼時且道祥風尼玅性圓明在什", "435": "麼處乃點主云雲自帝鄉出水歸江漢流擲筆云咄", "436": "安位曰真靈不昧同聚法筵昭穆宗支歷歷綿綿喝", "437": "一喝云金香爐下鐵崑崙世代光輝道脈傳。", "438": "請為濟川大師火離塵出世早已踏碎虛空葉落歸", "439": "根倏爾寂滅現前恭惟濟川舟公身生魯國披緇息", "440": "翁仁壽棒下洞徹心宗天目室裏密用潛行禪律並", "441": "闡克繼家聲住世六十五僧臘二十末後視日將晷", "442": "宴坐而寂更要山僧掃蹤滅跡且如何即是舉火炬", "443": "云會麼攛下云光前絕後超形表萬丈神光腦後看", "444": "請為道隆耆宿火舉炬云當時恁麼來野色更無山", "445": "隔斷今日恁麼去天光直與水相連所以去來皆幻", "446": "化生死等空華臨行乞我一把火為汝脫卻娘生褲", "447": "摵下火云吽。", "448": "請送遍空律主濟川大師二靈骨入塔無縫塔開不", "449": "二關藏身豈在涅槃山瞥然直下光通處一月當天", "450": "萬境閒秪如雲開塔啟一句又作麼生遂捧二靈骨", "451": "入塔云雙收雙放千秋麗潭北湘南充國金。", "452": "為天響副寺火乍晴乍雨腳下幸無泥水跡非聲非", "453": "色溪邊常有去來機所謂法無定相遇緣即會於此", "454": "明得打開生死路是處沒遮攔今日孝徒全濬請山", "455": "僧為汝下一轉語切忌錯會驀豎炬云紛紛皆決雨", "456": "何處不秋光遂摵下火。", "457": "請為卜永生火拈炬云白雲縹緲歸鳥迷巢裂燄騰", "458": "空還家就路了知四大本來空逍遙一亙元無礙且", "459": "道拋卻娘生面目如何話會擲下火云只者是汝放", "460": "身捨命的處咄。", "461": "請為清宇張公起棺化城非久寶所非遙路入無生", "462": "渾超世外且如何是起棺法要喝一喝云夢幻空華", "463": "豈用安排木馬嘶風縱橫天外拈杖擊棺云起。", "464": "為潤空禪人火來也空手來去也空手去捲起千山", "465": "雲一月當天住試看山僧火把子煆得通身沒些須", "466": "以炬召眾云直教潤公入火光三昧去也便摵下炬", "467": "為萬宗禪人火揮炬云性火真空無處迴避性空真", "468": "火了無向背豁開頂門一竅體露金風葉落知秋歸", "469": "家穩坐山僧今日助汝一把火攛下云直須脫盡此", "470": "形軀何必西方尋極樂。", "471": "康熙五十二年歲次癸巳九月　吉旦", "472": "嗣法門孫全濬捐資賚錄板於嘉興府　楞嚴寺", "473": "寄藏流通　　　　　　宛陵劉敬承繡鐫", "474": "正黃旗施錄紙信士柳時泰暨男柳　漳　劉士英　管五調　惟冀", "475": "子孫藩盛入馬財源吉祥者"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B415 大悲妙雲禪師語錄", "author": "清 真雄說　機德等編（依駒本印）"}