{"sourceLink": "http://www.cbeta.org/", "text": {"0": "雜著(序)寶福僧堂規約序", "1": "旅泊菴稿卷四", "10": "者唱咏之下得其大意而已。諸大德不以人棄言。願", "100": "一謝公於佛法中具正信。修實行。得此論讀之。悲喜", "1000": "嘯月臺嘯月臺", "1001": "空淨無雲翳。一鏡掛當中。登高發長嘯。遺響奪天風。", "1002": "藏雲谷藏雲谷", "1003": "深谷杳無際。長年藏白雲。清風忽引出。霖雨落繽紛。", "1004": "卓錫峯卓錫峯", "1005": "何年飛到此。卓立在當門。巍然常不動。永伴此朝昏。", "1006": "己未春重遊百丈靜室己未春重遊百丈靜室二首", "1007": "此山高百丈。草屋是吾居。掃葉煑寒瀑。開畬種野蔬。", "1008": "談經頻聚石。入定每逃虗。別久重遊止。巖巒尚識余。", "1009": "去山三十載。今日喜重來。松石還無恙。茅蘆已別開。", "101": "交集。亟捐資倡梓以行。是不可不記也。因併書諸卷", "1010": "看雲時出谷。嘯月復登臺。見道忘山者。幽然破雪梅。", "1011": "贈吳母鄭孺人一百四壽(有序)贈吳母鄭孺人一百四壽有序", "1012": "東和吳禹𤀹老居士尊堂鄭孺人。年一百有四歲。", "1013": "五官聰利。精神钁鑠。持齋念佛無間晨昏。早生三", "1014": "丈夫子。長公禹𤀹年八十有三。次公際會年七十", "1015": "有七。季公禹洄年七十有四。諸孫曾濟濟團繞膝", "1016": "下。皆醇醇儒者。方進而未艾。每當佳節芳辰。爭奉", "1017": "觴上壽為樂。率以為常。余惟時當末劫。人不根善。", "1018": "疵癘夭札往往有之。即年登七十者已稱古稀矣。", "1019": "況今日有百歲已上之慈母。七十八十已上之老", "102": "後。", "1020": "子乎。此乃多生以來戒殺放生之報。福善所鍾。聚", "1021": "為一門。真政邑之嘉瑞。閩國之耆英者也。余己未", "1022": "仲春應寶福之請。道經邑中。蒙禹𤀹公約詹王范", "1023": "孫諸鉅公設供。欵留茶話間。因得悉吳公高堂大", "1024": "壽。懽忭踊躍。歎為希有。乃敬賦拙句少頌大德之", "1025": "萬一云。", "1026": "我從富沙來。擬向寶福去。首晤諸鉅公。千載欣一遇。", "1027": "得聞吳母賢。壽高百有四。耳目皆聰明。績紡尚贔屭。", "1028": "淨業自精修。寒暑心不二。撫育諸老兒。不啻如幼穉。", "1029": "諸兒奉甘旨。色色能養志。孫曹滿庭中。推排競嬉戲。", "103": "羅念菴狀元醒世詩䟦羅念菴狀元醒世詩䟦", "1030": "老母一粲然。梨栗次第賜。訓誡本詩書。善引物比類。", "1031": "子孫皆賢達。一一遵所示。俱各攻其業。思不出其位。", "1032": "茫茫堪輿間。人心有萬異。一門無間然。是謂人中瑞。", "1033": "聊以賦詩篇。為母頌德懿。瓜瓞何綿綿。孝思常不匱。", "1034": "壽謝月恒居士壽謝月恒居士", "1035": "明月繞須彌。游行四天下。時刻不差移。印江非蕩漾。", "1036": "黑白莫盈虧。寒暑豈代謝。聊舉以壽翁。清光常照夜。", "1037": "壽鄭輯之居士壽鄭輯之居士", "1038": "未入胞胎前一著。只在如今花甲中。花甲既周又起", "1039": "甲。璇璣歷盡轉無窮。輯公胸次有丘壑。筆端幻出殊", "104": "羅公洪先。江西吉水人。嘉靖八年狀元。天下之士望", "1040": "非作。山川人物及鳥獸。神情畢具令人愕。客來惠我", "1041": "武夷春。轉以壽公壽日新。試問武夷君幾壽。却言公", "1042": "是葛天民。", "1043": "康熈己未冬偕純一謝公過大雲菴建造後殿書寫華嚴疏論纂要兩功有成賦以志喜康熈己未冬偕純一謝公過大雲菴建造後", "1044": "殿。書寫華嚴疏論纂要。兩功有成。賦以志喜", "1045": "建殿書經事等閒。相期扶杖過他山。微塵佛國非關", "1046": "造。一字法門何處刪。海墨淋漓濡且盡。梵宮突兀豎", "1047": "維艱。新詩寫就君長笑。留與兒孫一攬攀。", "1048": "熊子偉居士書華嚴經疏論纂要竟作此贈之熊子偉居士書華嚴經疏論纂要竟。作此贈", "1049": "之", "105": "中狀元如望登仙而不可得。公中狀元極榮顯矣。又", "1050": "海墨難書一字門。喜君三載竟微言。毫光吐彩成金", "1051": "軸。墨浪飛花潑梵園。不用忮求知息妄。惟修福智自", "1052": "培根。何時聚首深雲裏。再把遺編細較論。", "1053": "壽奇子李公古稀初度壽奇子李公古稀初度", "1054": "白龍江上垂竿老。釣盡煙波興愈豪。閱世不知頭忽", "1055": "白。著書且喜識尤高。庭前紫栢培方茂。籬下黃花植", "1056": "已牢。我欲壽公何以壽。潮聲日夜鼓寒濤。", "1057": "鼓山大眾逼請還山有感鼓山大眾逼請還山有感", "1058": "一葦翩翩溯上游。為尋老衲到荒丘。依依相見無他", "1059": "語。只勸還山淚迸流。", "106": "能乘機休官遊方學道。此中境量豈世人所得而知", "1060": "沒用頭陀老且病。家山咫尺若登天。雖然有約重歸", "1061": "去。猶自逡巡步莫前。", "1062": "夏日送若谷徐公還武林夏日送若谷徐公還武林", "1063": "熏風已南至。送君還故鄉。極厭閩山嶮。深思浙水長。", "1064": "補籬恣養鹿。得路豈亡羊。此去西湖上。荷花日正香。", "1065": "處士游公子六八月念二日遣書存問念八日下世詩以吊之處士游公子六八月念二日遣書存問。念八", "1066": "日下世。詩以吊之", "1067": "惟公於我有同心。鴻鴈飛來數寄音。手墨未乾隨化", "1068": "去。靈光獨耀豈須尋。著書自已行寰宇。象學誰傳定", "1069": "古今。玉樹森然方競秀。金風動處響秋林。", "107": "之乎。中狀元花世人之眼目。休却官了自己之性命。", "1070": "康熈癸亥臘月八日刊刻華嚴經疏論纂要告竣賦以志喜康熈癸亥臘月八日刊刻華嚴經疏論纂要", "1071": "告竣賦以志喜", "1072": "華嚴性海杳無邊。疏論慈航任往還。纂刻微言功已", "1073": "竣。弘通終古願尤堅。佛恩浩蕩誠難報。法澤汪洋實", "1074": "莫宣。勿謂當機人不見。善財依舊向南旋。", "1075": "日用四事(有引)日用四事有引", "1076": "古德有十可行。余年老氣衰。眠食之餘僅能晏坐．", "1077": "經行．看經．念佛四事而已。每事之下各綴一偈。書", "1078": "置座右。時自觀焉。", "1079": "人法雙亡好坐禪。萬年一念絕中邊。諸天無處尋蹤", "108": "葢由智眼精明徹底看破世上功名富貴是非榮辱。", "1080": "迹。漫把天花散座前。晏坐", "1081": "琉璃地上自經行。進止安徐步履輕。諸上善人同集", "1082": "會。交肩平過寂無聲。經行", "1083": "老年無事消閒晝。日展金經子細詳。契券分明田地", "1084": "穩。那知人世有滄桑。看經", "1085": "彌陀與我有冤讐。憶著令人恨不休。奪得樂󳬛歸忍", "1086": "土。更於何處問西遊。念佛", "1087": "觀音善財騎師子盤菴闍黎請題觀音善財騎師子盤菴闍黎請題", "1088": "善財何處覔觀音。歷盡雲山杳莫尋。一旦普陀巖上", "1089": "見。千峯藍色碧岑岑。", "109": "與夫死生夢幻一毫瞞他不得。譬諸󳬈出樊籠。翱翔", "1090": "大師子與小師子。父子騎來弄爪牙。遊徧剎塵下不", "1091": "得。未知何日是歸家。", "1092": "疏疏", "1093": "鼓山先師老和尚百歲慶忌疏語鼓山先師老和尚百歲慶忌疏語", "1094": "伏以師道無方。歷萬劫而不壞。法恩有在。畢終古以", "1095": "無違。一念萬年。剎那百歲。敬陳象教。少效蟻誠。恭惟", "1096": "鼓山堂上傳曹洞正宗第三十二世本師和尚法諱", "1097": "元賢。幻生於明萬曆戊寅年七月十九日巳時。幻滅", "1098": "於清順治丁酉年十月初七日子時。切念本師祖庭", "1099": "師匠。末世津梁。正未正之綱宗。傳不傳之玅道。據興", "11": "請流通。如謂不然。幸勿吝指示。", "110": "雲表。月離薄蝕。圓照無方。故其所作醒世詩。字字鍼", "1100": "聖座。雷音洪震於普天。衍壽昌宗。法雨均霑於大地。", "1101": "人天歸敬。神鬼欽承。泥洹於八旬之年。慶忌於百歲", "1102": "之日。真風不替。曇花再現於斯時。化日常新。昏衢永", "1103": "耀於無盡。由是即於壽日就本菴啟建水月道場三", "1104": "永日。諷誦大方廣佛華嚴經梵行．淨行．行願三品。金", "1105": "剛般若波羅密經。頂禮八十八佛洪名寶懺。敷陳淨", "1106": "供。聊盡採蘩之誠。諷演秘章。仰藉真光之庇。既畢法", "1107": "事。再展金科。施法食於幽靈。灑甘露於火宅。所積微", "1108": "因。少酬大德者。伏願不起滅定現法界無盡之身雲。", "1109": "廣播宗風捄叢林末法之痼疾。續如來瀕危之慧命。", "111": "砭句句痛切。若能默識心通豁然醒寤。不惟解世桎", "1110": "剔祖室久熄之心燈。法雨洋溢於人間。真風浩蕩於", "1111": "季世。廣開後學之智眼。永繩列祖之真規。用報四恩。", "1112": "普資三有。謹攄凡悃。用凟聖慈。謹疏。", "1113": "起手寫華嚴經疏論纂要求加被疏起手寫華嚴經疏論纂要求加被疏", "1114": "華藏莊嚴世界海最中央。無邊玅華光香水海中。普", "1115": "照十方熾然寶光明世界種第十三層。十三佛剎微", "1116": "塵數世界中娑婆世界。百億四天下中一四天下。南", "1117": "贍部洲大清國福建建寧府建安縣廣福蘭若。弘法", "1118": "比丘道霈。深信大乘最上乘優婆塞弟子謝大材潘", "1119": "道靖書寫。弟子王大奇熊伸等同稟精誠稽首百拜", "112": "梏。亦可以洗心瑕疵。古德云。只知朱紫貴。辜負本來", "1120": "上言。恭惟大方廣佛華嚴經。五時首唱稱性極談。薩", "1121": "埵六位修證之康莊。善財一人經歷之大道。因果交", "1122": "徹。事理圓融。塵含法界。念包三世。圓滿真詮不可思", "1123": "議。聖師既疏論於前。凡愚得纂要於後。務使雅契佛", "1124": "心。巧適機智。弘傳慧命。遐益將來茲者。敬擇康熈戊", "1125": "午年七月廿五日吉辰。正當發筆謄寫之初。虔設香", "1126": "供具疏陳情。惟願毗盧遮那如來。大聖普賢菩薩。文", "1127": "殊師利菩薩。彌勒菩薩。善財菩薩。及華嚴會上剎剎", "1128": "塵塵一切聖賢。願賜證明。乞垂加被。俾我比丘道霈", "1129": "迷雲頓開。慧日圓照。剖微塵之經卷。徹法海之淵源。", "113": "人。嗚呼。公可謂不辜負矣。茲因重鐫梓流布。乃發其", "1130": "功期速成。願無虗設。長被佛光之照。永無魔障之侵。", "1131": "更祈弟子謝大材等晚景光耀。添福海之洪源。慧業", "1132": "維新。建法門之殊績。恩有普沐恩波。法界同霑法利。", "1133": "謹疏。", "1134": "寶福祈雨疏寶福祈雨疏", "1135": "切念入夏以來淫雨交作。既有阻於殿功。乃懇禱於", "1136": "古佛。果蒙哀憫即賜晴明。成就勝緣功思過半。但以", "1137": "彌月不雨。萬物焦枯。禾苗來𧎬蠈之侵。黎民動饑饉", "1138": "之慮。由是敬擇七月十三日集諸清眾。獻蘋蘩之淨", "1139": "供。誦大悲之總持。敢露心章。再申懇禱。惟願不捨洪", "114": "意如此。", "1140": "願。俯赴輿情。大布慈雲飽垂甘雨。俾穀稼成熟。鄉井", "1141": "有豐穰之休。疫癘潛消。人物無夭札之患。大地同沾", "1142": "德澤。普天共沐恩波。凡在起居。悉蒙慈被。謹疏。", "1143": "其二其二", "1144": "切念三伏不雨。大地焦枯。田開龜坼之形。民切餓莩", "1145": "之慮。籲天叩地。禱佛祈龍。雖注杯水之滋。難救車薪", "1146": "之厄。由是本寺敬卜七月七日集諸清眾登臨寶殿。", "1147": "加持大悲神呪。稱揚般若鴻名。以茲功德專伸回向", "1148": "十方常住三寶。護法八部龍天。惟願賜如盆之霖。獲", "1149": "有年之福。普天沃足。率土霑恩。家有豐穰之休。人無", "115": "題沈補石郡守富沙多寶塔記題沈補石郡守富沙多寶塔記", "1150": "札瘥之疾。冐干聖慈。無任懇倒之至。", "1151": "謝雨疏謝雨疏", "1152": "切念天道好生。施雨暘而有準。凡心易亂。小旱潦而", "1153": "興悲。籲天叩地之無從。禱佛誦經而恐後。定光古佛", "1154": "不違眾生之心。娑竭龍王能赴羣生之願。一申請雨", "1155": "之禱。數降傾盆之霖。人物咸蘇。艸木竝足。敬獻伊蒲", "1156": "之供。仰酬浩蕩之恩。伏願陰雲斂散。慧日炳臨。疾病", "1157": "潛消於四方。榖稼成熟於徧地。野有鼓腹之樂。家無", "1158": "鳴豫之凶。人發慈善之心。共享亨嘉之福。謹疏。", "1159": "其二其二", "116": "補公往矣。墨迹如生。讀此記。儼然與公陟七級塔頂", "1160": "切念󱳸󱳸黎民。何非皇天赤子。離離禾黍。盡皆大地", "1161": "精醇。念旱魃之為殃。致田疇之受厄。請祈痛切。在處", "1162": "同誠。由是本寺敬立壇儀。加持神呪。諸天敬重般若。", "1163": "故稱般若洪名。神龍保持國土。乃為國土虔禱。果蒙", "1164": "慈應。大賜鴻庥。斂畏日而山川出雲。注甘霖而枯稿", "1165": "盡茂。普天沃足。率土霑濡。世無歲歉之憂。民有豐年", "1166": "之樂。雖捐軀殞命莫報昊天之恩。惟進德修業少盡", "1167": "凡夫之悃。敬陳菲供聊達謝忱。惟願從今已往直至", "1168": "未來。常無水旱之懸憂。永有雨晹之時若。兵疴寧謐。", "1169": "國界安和。敬罄凡情。仰希聖鑒。謹疏。", "117": "指點溪山揮霍風雲時無以異也。物在人亡。令人不", "1170": "寶善修大悲懺疏寶善修大悲懺疏", "1171": "伏以法海弘深。普天滋其渥澤。慈雲廣蔭。大地被其", "1172": "清凉。敬展葵藿之心。仰鑒蓮華之日。切念闔會眾等", "1173": "夙植微善。報處人倫。生居震旦國中。得遇如來正法。", "1174": "深達罪福之相。復知因果之源。須福慧以圓修。必自", "1175": "他而兼利。恭聞大悲神呪諸佛弘傳。觀世音菩薩始", "1176": "聞於千光王靜住如來。遡流及源。展轉授受。乃至九", "1177": "十九億殑伽沙諸佛。其來既遠。非劫數可知。玅相難", "1178": "思。豈下位能測。一聆呪語。頓超八地於初心。纔發願", "1179": "言。圓彰手眼於一體。解纏身之惡疾。遂現求之願心。", "118": "勝死生之感。戊午春過翠巖。冰若禪人出此帖見示。", "1180": "似一月印於千江。若空谷傳於萬口。隨感即應。無願", "1181": "不從。功德無邊。讚揚靡盡。故四明尊者依經立懺。秉", "1182": "觀修持。今古流通。靈應不爽。由是敬募延建眾信於", "1183": "某日。即於本院啟建護國祐民懺悔請福道場。頂禮", "1184": "大悲懺法一期。嚴淨壇儀。敷陳供養。懺悔發願。燒香", "1185": "散花。期三七以精修。悉一心而入道。威儀無閒徧法", "1186": "界諸佛之前。觀行入微徹自性寂光之境。普為法界", "1187": "眾生開懺悔之門。集人天之福。立大悲之弘願。滿菩", "1188": "提之正因。所願上祝一人有慶。四海無虞。兵氛永靖", "1189": "於八紘。　皇極長安於萬世。風雨時若。穀稼豐穰。普", "119": "敬為題諸冊首。", "1190": "天歌何有之風。率土樂無為之化。更祈在會眾等。求", "1191": "功名而志遂。業貸殖而資贏。求嗣者早得福慧之男。", "1192": "延年者竟登仁壽之域。乃至禦災捍患。請福祈安。以", "1193": "及修淨業而上品標名。發覺心而究竟成佛。赴我有", "1194": "求之感。仰稱無緣之慈。", "1195": "辭歲辭歲", "1196": "切念某等忝為佛子濫服田衣。三學修而弗成。一心", "1197": "具而未證。身口之累久積。我法之執恒堅。三百六十", "1198": "日日日無新。一日十二時時時仍舊。況當修造砍伐", "1199": "損害尤多。種植墾掘傷殺滋甚。居苦苦之地。事莫能", "12": "題茂林上座翻刻法華經後題茂林上座翻刻法華經後", "120": "題廣文簡生謝公文集後題廣文簡生謝公文集後", "1200": "辭。造黑黑之愆。罪何可逭。況當歲盡之候。靜思一年", "1201": "之非。惟憑懺悔之功。庶改自新之轍。由是謹卜今臘", "1202": "某日集諸清眾入佛事。伏願佛光洞燭。法力冥資。俾", "1203": "現前一眾人等。道與日俱新。若春風之發生萬物。障", "1204": "隨臘皆盡。似杲日之融泮輕冰。山門無災殄之憂。僧", "1205": "行有道德之樂。檀門衍慶。世界清寧。虫蟻盡獲超升。", "1206": "有生共登解脫。伏冀洪慈。希垂昭鑒。", "1207": "祀竈祀竈", "1208": "功司鼎鼐云云。恭惟監齋使者大聖緊那羅王及五", "1209": "行司命府君。茲者臘月念四日。歲功告畢。謹嚴潔厨", "121": "簡翁師於三庠。皆以文行著名。讀其所著古文詞。諸", "1210": "竈奉薦香饈。加持經呪。仰答神庥。惟願叢林鼎盛。僧", "1211": "海安和。香積常豐。供佛僧而靡盡。法門有慶。保水火", "1212": "以無虞。人人懷道德之謀。箇箇息鬬諍之氣。四時廸", "1213": "吉。日用常寧。襲溈山典座之芳規。繼雪峯飯頭之遺", "1214": "範。成就法器。接引後來。伏望神聰。俯垂昭鑒。", "1215": "刻華嚴經疏論纂要告成禮懺謝恩疏刻華嚴經疏論纂要告成禮懺謝恩疏", "1216": "伏以塵塵佛剎莫非法界真源。字字靈文盡是遮那", "1217": "智海。私淑聖師疏論。採集大部精醇。如水銀潑地而", "1218": "珠珠皆圓。似瓊枝雕琢而器器盡玉。大功云竣。具疏", "1219": "陳情。切念道霈末法下凡。叨佛庥廕。衣食教誨得出", "122": "體兼備莊重典雅。如其為人。且其言粹然而無疵。氣", "1220": "火宅之門。動止興居常在清凉之境。慈恩浩蕩。法澤", "1221": "汪洋。游泳華嚴。纂述疏論。竊窺圓頓之旨。深植見聞", "1222": "之因。經歷六載書刻告成。若非我佛愍念之恩。安成", "1223": "希有難思之業。雖捐軀而莫報。即殞命以何酬。唯資", "1224": "弘法之誠。少效輕埃之志。茲者將藏板於石鼓名山。", "1225": "期流通於閻浮末世。䖍擇癸亥之年臘八之日。敬禮", "1226": "諸佛。少答鴻休。惟願此板天龍護持神人協相。俾舟", "1227": "陸而攸利。祈水火以無虞。庶法眼常存。心燈永耀。檀", "1228": "門衍慶。僧海歸宗。雷音圓震於大千。法乳滂流於沙", "1229": "界。謹疏。", "123": "充然而無闕。其識正。其論確。波瀾跌蕩。風格秀整。葢", "1230": "復三山眾護法公啟復三山眾護法公啟", "1231": "伏以法無定相。乃隨緣以即宗。歲既潛流。宜索居而", "1232": "用晦。既重以摩詰之命。敢恤其馮婦之譏。謹攄愚誠。", "1233": "仰塵慧鑒。恭惟鄭翁老先生及邵陳王列位大護法。", "1234": "台下人中龍鳳。法苑金湯。參徹心宗。混融東魯西竺。", "1235": "高懸慧日。洞照幽谷平原。齊家治國固是尋常。問道", "1236": "訪僧尤稱格外。鐵船浮水。龐襄州之玅用常然。磨盤", "1237": "走空。楊內翰之靈機未墜。瞻斗日久。識荊未遑。忽辱", "1238": "鼎言召還故止。詞峯疊疊。直令艸木生光。道念殷殷。", "1239": "亦使林泉易色。竊惟石鼓。列祖法窟省會名藍。先師", "124": "自八大家爐鞴中煆煉來。才學識兼備。有關世道之", "1240": "既高蹈於前。小子忝繼踵於後。但以道孤德薄。殊無", "1241": "補於法門。藏拙守愚。樂潛居於林藪。倐逾一紀。幾見", "1242": "花落花開。眇茲微躬。不覺年來年往。鏡裏之形容頓", "1243": "改。頂上之霜雪交侵。即祗承而未能累。固辭而不獲。", "1244": "尚容春風解凍。當圖振錫南來。一覲台光。永慰仰止。", "1245": "靈山囑付。政為末法澆漓。少室單傳。尤見今時衰替。", "1246": "惟藉鉅力挽轉頹瀾。先此陳情。并申謝悃。謹啟復。", "1247": "聯句聯句", "1248": "白雲寺大殿白雲寺大殿", "1249": "百草頭邊紫磨身色見聲求早已當面錯過。", "125": "文。匪徒事雕龍繡鳳也。他日必有鉅匠運如椽之筆", "1250": "一毛端上寶王剎心空玅盡何妨信手拈來。", "1251": "殿前 三門殿前　三門", "1252": "聖朝天子地　　　解脫門開誰肯入。", "1253": "賢劫法王家　　　浮生夢覺自知歸。", "1254": "建州開元寺大殿建州開元寺大殿", "1255": "法身無相而為現相之宗九十七種玅麗端嚴若千", "1256": "江印於寶月。", "1257": "真說離言而為立言之本三百餘會權實半滿猶萬", "1258": "竅吼於長風。", "1259": "廣福菴廣福菴", "126": "為公發其天衷。以昭後世。姑以是識諸簡末云。", "1260": "盡大地是福田庄處處異苗翻茂。", "1261": "徧法界為普光宅塵塵華藏莊嚴。", "1262": "齋堂齋堂", "1263": "千聖共傳無底鉢。", "1264": "大家同喫一莖虀。", "1265": "白雲禪堂白雲禪堂", "1266": "大啟洪爐是聖是凡皆入選。", "1267": "拋開骨董非心非佛且同參。", "1268": "光孝寺花亭光孝寺花亭", "1269": "虗亭迥迥南來北來莫不承茲庥廕。", "127": "題六書大成後題六書大成後", "1270": "二水滔滔東去西去悉皆到此朝宗。", "1271": "城隍廟城隍廟", "1272": "報應無差禍福由片念之善惡。", "1273": "神明有赫予奪司一郡之權衡。", "1274": "梅仙山梅仙山", "1275": "鸞󳬈久無蹤尚有此山留姓氏。", "1276": "仙凡原不隔每傳清夢到人間。", "1277": "彌勒殿彌勒殿", "1278": "此世界上有萬般可笑可笑真箇可笑。", "1279": "這布袋中無一物打開打開且謾打開。", "128": "予素不善字學而樂聞字學。談者娓娓不倦。余聞亦", "1280": "寶福寺大殿寶福寺大殿", "1281": "華藏真境塵剎莊嚴於一毛端頓現寶王剎海。", "1282": "遮那玅體十身具足在彈指頃圓彰法界身雲。", "1283": "齋堂齋堂", "1284": "金鉢展開五觀三匙皆有準。", "1285": "香飯消後一心十界總無蹤。", "1286": "不用老僧頻作舞。", "1287": "但教佛子善加餐。", "1288": "大悲堂大悲堂", "1289": "身發玅用現隻手以至千手手手撐開正法眼。", "129": "津津有得。鹿苑李公平生究心此道。善篆隷古文。考", "1290": "呪誦真詮持一字以至多字字字流出大悲心。", "1291": "禪堂禪堂", "1292": "清淨覺地迥絕聖凡豈涉識情之境。", "1293": "大冶玄爐陶鑄佛祖宜煅渣滓之心。", "1294": "客堂客堂", "1295": "苔封古徑行蹤杳。", "1296": "笑問高賢何處來。", "1297": "三門三門", "1298": "今古常流雙㵎碧。", "1299": "晨昏時靄萬峯青。", "13": "眾生本來是佛。奈何不自知。不自信。不肯承當。流轉", "130": "覈精詳。而一本于許氏說文。知其學有淵源也。晚年", "1300": "東嶽廟地藏殿東嶽廟地藏殿", "1301": "地獄幾時空此願此心無滿日。", "1302": "眾生本即佛是燈是火有知期。", "1303": "附文No. 1442-附 集禪海十珍小序No. 1442-附", "1304": "集禪海十珍小序", "1305": "夫別傳之道呵教勸離。然而垂手接人則不廢言說。", "1306": "故六傳之後。二支五派浩浩說禪。性海汪洋。恒沙法", "1307": "寶聚集其中。智者得之。不自內出。不從外入。乃自心", "1308": "本有性功德耳。但時當末運。人根漸下。上者爭以世", "1309": "智論量大法。下者甘自守愚菽麥不分。且貪多務得。", "131": "集六書大成一書。予未見其書。但見其序。歷指古今", "1310": "終身役役而不知其所歸。可不哀耶。無己乃特拈此", "1311": "十篇綱宗之言。為來學之標準。其言雖約。神而明之", "1312": "存乎其人。實不在篇什之多耳。苟或失旨。即掀翻三", "1313": "藏教海。挑盡五燈微言。如數他寶。於己何益乎。故此", "1314": "集之行。願與智者共之。", "1315": "康熈丁卯夏首安居日非家叟道霈題於聖箭堂", "1316": "禪海十珍目錄禪海十珍目錄", "1317": "七佛偈", "1318": "初祖菩提達磨大師入道四行", "1319": "三祖僧璨大師信心銘", "132": "字學源委。如指諸掌。雖未見猶見也。初學者苟能致", "1320": "六祖大鑒禪師二種三昧", "1321": "永嘉真覺禪師證道歌", "1322": "石頭希遷禪師參同契", "1323": "鎮州臨濟義玄和尚法語", "1324": "洞山良价禪師寶鏡三昧", "1325": "同安察禪師十玄談", "1326": "浮山遠禪師九帶", "1327": "禪海十珍禪海十珍", "1328": "閩鼓山嗣祖沙門　道霈　集", "1329": "七佛傳法偈七佛傳法偈", "133": "力於此。即知其門戶次第。期于升堂入室。況久留心", "1330": "毗婆尸佛偈曰。身從無相中受生。猶如幻出諸形相。", "1331": "幻人心識本來無。罪福皆空無所住。", "1332": "尸棄佛偈曰。起諸善法本是幻。造諸惡業亦是幻。身", "1333": "如聚沫心如風。幻出無根無實性。", "1334": "毗舍浮佛偈曰。假借四大以為身。心本無生因境有。", "1335": "前境若無心亦無。罪福如幻起亦滅。", "1336": "拘留孫佛偈曰。見身無實是佛身。了心如幻是佛幻。", "1337": "了得身心本性空。斯人與佛何殊別。", "1338": "拘那含牟尼佛偈曰。佛不見身知是佛。若實有知別", "1339": "無佛。智者能知罪性空。坦然不怖於生死。", "134": "玩索者乎。古云。讀書須識字。不識字不可謂讀書。凡", "1340": "迦葉佛偈曰。一切眾生性清淨。從本無生無可滅。即", "1341": "此身心是幻生。幻化之中無罪福。", "1342": "釋迦牟尼佛偈曰。幻化無因亦無生。皆即自然見如", "1343": "是。諸法無非自化生。幻化無生無所畏。", "1344": "論曰。七佛世尊傳法。各以一偈。偈偈皆破身心之", "1345": "見。良以眾生無始劫來迷失真性。妄認四大為身。", "1346": "六塵緣影為心。既已迷己為物。而復認物為己。從", "1347": "迷入迷。展轉差謬。沉淪苦海。浩爾無涯。故佛佛出", "1348": "世力為道破。令即於身心中究竟悟明身心之性", "1349": "了不可得。法身真智覿體圓明。所謂了得身心本", "135": "有志讀書識字者。當于大成求之。不可因循苟且蹈", "1350": "性空。斯人與佛何殊別。是真語實語。讀者不可覿", "1351": "面錯過也。或謂七佛偈不見翻譯之師。何也。曰。此", "1352": "乃祖師當時面授二祖者。豈假翻譯。如祖初見梁", "1353": "武帝。一問一答。梵語唐言豈有間乎。古人謂之禪", "1354": "源知言哉。宋景德間。道原禪師集傳燈錄。而以七", "1355": "佛偈冠於篇首。真得佛祖心法。故後代續燈錄者", "1356": "皆仍之。真萬世法程也。", "1357": "初祖菩提達磨大師入道四行初祖菩提達磨大師入道四行", "1358": "夫入道多途。要而言之不出二種。一是理入。一是行", "1359": "入。理入者。謂藉教悟宗。深信含生同一真性。但為客", "136": "亥豕之咎也。", "1360": "塵妄想所覆。不能顯了。若也捨妄歸真。凝住壁觀。無", "1361": "自無他。凡聖等一。堅住不移。更不隨於文教。此即與", "1362": "理冥符。無有分別。寂然無為。名之理入。行入者。謂四", "1363": "行。其餘諸行悉入此中。何等四耶。一報冤行。二隨緣", "1364": "行。三無所求行。四稱法之行。云何報冤行。謂修道行", "1365": "人若受苦時。當自念言。我從往昔無數劫中。棄本從", "1366": "末。流浪諸有。多起冤憎。違害無限。今雖無犯。是我宿", "1367": "殃惡業果熟。非天非人所能見與。甘心忍受。都無冤", "1368": "訴。經云。逢苦不憂。何以故。識達故。此心生時與理相", "1369": "應。體冤進道。故說言報冤行。二隨緣行者。眾生無我。", "137": "文文", "1370": "並緣業所轉。苦樂齊受。皆從緣生。若得勝報榮譽等", "1371": "事。是我過去宿因所感。今方得之。緣盡還無。何喜之", "1372": "有。得失從緣。心無增減。喜風不動。冥順於道。是故說", "1373": "言隨緣行也。三無所求行者。世人長迷。處處貪著。名", "1374": "之為求。智者悟真。理將俗反。安心無為。形隨運轉。萬", "1375": "有斯空。無所願樂。功德黑暗常相隨逐。三界久居猶", "1376": "如火宅。有身皆苦誰得而安。了達此處。故捨諸有。息", "1377": "想無求。經云。有求皆苦。無求乃樂。判知無求真為道", "1378": "行。故言無所求行也。四稱法行。性淨之理。目之為法。", "1379": "此理眾相斯空。無染無著。無此無彼。經云。法無眾生。", "138": "答客難答客難", "1380": "離眾生垢故。法無有我。離我垢故。智者若能信解此", "1381": "理。應當稱法而行。法體無慳。於身命財行檀捨施。心", "1382": "無恡惜。達解三空不倚不著。但為去垢。稱化眾生而", "1383": "不取相。此為自行。復能利他。亦能莊嚴菩提之道。檀", "1384": "施既爾。餘五亦然。為除妄想。修行六度。而無所行。是", "1385": "為稱法行。", "1386": "論曰。祖師既傳法而復示以理行二門者。盖欲後", "1387": "人即其所見而履踐之耳。故當時有期城太守楊", "1388": "衒之問祖曰。西天五印相承為祖。其道如何。祖曰。", "1389": "明佛心宗。解行相應。名之曰祖。後來六祖問南嶽", "139": "旅泊道者一日坐多寶塔下方。與諸子論聚沙成佛", "1390": "讓。祖曰什麼物恁麼來。讓曰說似一物即不中。祖", "1391": "曰還假修證否。讓曰修證則不無。染汙即不得。以", "1392": "此觀之。豈可徒恃其所見而撥去脩證乎。何者。盖", "1393": "見道而不修報冤行體冤入道。則有冤必報。鼓忿", "1394": "恨風。吹心識火。可乎。苟不修隨緣行。當得勝報榮", "1395": "譽等事。則心生貪著。為喜風所飄蕩。可乎。苟不脩", "1396": "無所求行。則貪心熾盛。四方馳求何時休息乎。苟", "1397": "不脩稱法之行。則雖不廢脩六度。而墮於有為矣。", "1398": "若然。則與未見道者何以異乎。故見道者當稱法", "1399": "而行。貪求永息。知緣無生。不生執著。冤親平等。豈", "14": "生死曷有窮極。故我世尊成道後三七日中。為諸一", "140": "之旨。有客坐旁。氣色艴然。犯眾而出曰。吾儒聖經一", "1400": "求冤報。能如是則可謂明佛心宗。解行無玷。而名", "1401": "廁祖圖。庶幾無媿矣。故祖師以此四行示人。謂一", "1402": "切諸行悉入此中。令其即事入道。最為切要。凡真", "1403": "心履道者當一日三復。而生生力行之可也。", "1404": "三祖僧璨大師信心銘三祖僧璨大師信心銘", "1405": "至道無難。唯嫌揀擇。但莫憎愛。洞然明白。毫厘有差。", "1406": "天地懸隔。欲得現前。莫存順逆。違順相爭。是為心病。", "1407": "不識玄旨。徒勞念靜。圓同太虗。無欠無餘。良由取捨。", "1408": "所以不如。莫逐有緣。勿住空忍。一種平懷。泯然自盡。", "1409": "止動歸止。止更彌動。唯滯兩邊。寧知一種。一種不通。", "141": "章。其中格致誠正修齊治平八條。乃孔門之大綱領。", "1410": "兩處失功。遣有沒有。從空背空。多言多慮。轉不相應。", "1411": "絕言絕慮。無處不通。歸根得旨。隨炤失宗。須臾返炤。", "1412": "勝却前空。前空轉變。皆由妄見。不用求真。唯須息見。", "1413": "二見不住。慎莫追尋。才有是非。紛然失心。二由一有。", "1414": "一亦莫守。一心不生。萬法無咎。無咎無法。不生不心。", "1415": "能隨境滅。境逐能沉。境由能境。能由境能。欲知兩段。", "1416": "元是一空。一空同兩。齊含萬象。不見精粗。寧有偏黨。", "1417": "大道體寬。無易無難。小見狐疑。轉急轉遲。執之失度。", "1418": "必入邪路。放之自然。體無去住。任性合道。逍遙絕惱。", "1419": "繫念乖真。昏沉不好。不好勞神。何用踈親。欲取一乘。", "142": "佛家竊去前一半。作明心見性工夫。而將後一半拋", "1420": "勿惡六塵。六塵不惡。還同正覺。智者無為。愚人自縛。", "1421": "法無異法。妄自愛著。將心用心。豈非大錯。迷生寂亂。", "1422": "悟無好惡。一切二邊。良由斟酌。夢幻空華。何勞把捉。", "1423": "得失是非。一時放却。眼若不睡。諸夢自除。心若不異。", "1424": "萬法一如。一如體玄。兀爾忘緣。萬法齊觀。歸復自然。", "1425": "泯其所以。不可方比。止動無動。動止無止。兩既不成。", "1426": "一何有爾。究竟窮極。不存軌則。契心平等。所作俱息。", "1427": "狐疑盡淨。正信調直。一切不留。無可記憶。虗明自炤。", "1428": "不勞心力。非思量處。識情難測。真如法界。無他無自。", "1429": "要急相應。唯言不二。不二皆同。無不包容。十方智者。", "143": "了。陷為無父無君之人。此某所以素抱不平。欲排之", "1430": "皆入此宗。宗非促延。一念萬年。無在不在。十方目前。", "1431": "極小同大。忘絕境界。極大同小。不見邊表。有即是無。", "1432": "無即是有。若不如此。必不須守。一即一切。一切即一。", "1433": "但能如是。何慮不畢。信心不二。不二信心。言語道斷。", "1434": "非去來今。", "1435": "論曰。三祖信心銘凡五百八十四言。一百四十六", "1436": "句。句句為後學直指心體。揀去心病。示歸元之路。", "1437": "興無作之功。令其自信自肯。不向外求耳。法華經", "1438": "須菩提等四大弟子一生信解。即蒙授記。古德云。", "1439": "一入信門。便登祖位。豈虗語哉。雖然。心是何物而", "144": "而不暇。今子又誇詡成佛之理以張大其門庭。得無", "1440": "可信。信是何物而信心。水不洗水。金不愽金。故云。", "1441": "信心不二。不二信心。言語道斷。非去來今。若更作", "1442": "義解商量。早是開眼作夢。", "1443": "六祖大鑒禪師二種三昧六祖大鑒禪師二種三昧", "1444": "祖一日謂眾曰。諸善知識。汝等各各淨心聽吾說法。", "1445": "汝等諸人自心是佛。更莫狐疑。外無一物而能建立。", "1446": "皆是本心生萬種法。故經云。心生種種法生。心滅種", "1447": "種法滅。若欲成就種智。須達一相三昧。一行三昧。若", "1448": "於一切處而不住相。彼相中不生憎愛。亦無取捨。不", "1449": "念利益成壞等事。安閒恬靜虗融澹泊。此名一相三", "145": "重欺吾人乎。道者欣然而笑曰。聖經八條工夫。前半", "1450": "昧。若於一切處行住坐臥純一直心。不動道場真成", "1451": "淨土。名一行三昧。若人具二三昧。如地有種。能含藏", "1452": "長養成就其實。一相一行亦復如是。我今說法猶如", "1453": "時雨溥潤大地。汝等佛性譬如種子。遇茲霑洽悉得", "1454": "發生。承吾旨者決獲菩提。依吾行者定證妙果。", "1455": "論曰。六祖八十生為善知識。示不識文字而宗說", "1456": "圓明。二種三昧乃行人日用踐履玄塗之捷徑。據", "1457": "祖意。一相則於境上洞達實相。不住幻相。一行則", "1458": "心常質直安住實相。不落第二念。心境皆空。與理", "1459": "冥符。謂之三昧。文殊般若經云。何名一行三昧。佛", "146": "佛家竊得去。後半拋得下。而子儒者反竊不去。拋不", "1460": "言。法界一相。繫緣法界。是名一行三昧。入一行三", "1461": "昧者。盡知恒沙諸佛法界無差別相。夫法界一相", "1462": "即一相三昧。繫緣法界即一行三昧。是理行之別。", "1463": "而祖意二種皆行。以冥契於理而究竟無二。達者", "1464": "詳焉。", "1465": "永嘉真覺禪師證道歌永嘉真覺禪師證道歌", "1466": "君不見。絕學無為閒道人。不除妄想不求真。無明實", "1467": "性即佛性。幻化空身即法身。法身覺了無一物。本源", "1468": "自性天真佛。五陰浮雲空去來。三毒水泡虗出沒。證", "1469": "實相。無人法。剎那滅却阿鼻業。若將妄語誑眾生。自", "147": "下。竊不去所以利欲擾其心。軒冕累其志。拋不下所", "1470": "招拔舌塵沙劫。頓覺了。如來禪。六度萬行體中圓。夢", "1471": "裏明明有六趣。覺後空空無大千。無罪福。無損益。寂", "1472": "滅性中莫問覓。比來塵鏡未曾磨。今日分明須剖晰。", "1473": "誰無念。誰無生。若實無生無不生。喚取機關木人問。", "1474": "求佛施功早晚成。放四大。莫把捉。寂滅性中隨飲󲣅。", "1475": "諸行無常一切空。即是如來大圓覺。決定說。表真乘。", "1476": "有人不肯任情徵。直截根源佛所印。摘葉尋枝我不", "1477": "能。摩尼珠。人不識。如來藏裏親收得。六般神用空不", "1478": "空。一顆圓光色非色。淨五眼。得五力。唯證乃知誰可", "1479": "測。鏡裏看形見不難。水中捉月爭拈得。常獨行。常獨", "148": "以不自信作佛。甘作闡提人。亦無恠其然也。坐。吾試", "1480": "步。達者同遊涅槃路。調古神清風自高。貌悴骨剛人", "1481": "不顧。窮釋子。口稱貧。實是身貧道不貧。貧則身常披", "1482": "縷褐。道即心藏無價珍。無價珍。用無盡。利物應時終", "1483": "不恡。三身四智體中圓。八解六通心地印。上士一決", "1484": "一切了。中下多聞多不信。但自懷中解垢衣。誰能向", "1485": "外誇精進。從他謗。任他非。把火燒天徒自疲。我聞恰", "1486": "似飲甘露。銷融頓入不思議。觀惡言。是功德。此則成", "1487": "吾善知識。不因訕謗起怨親。何表無生慈忍力。宗亦", "1488": "通。說亦通。定慧圓明不滯空。非但我今獨達了。河沙", "1489": "諸佛體皆同。師子吼。無畏說。百獸聞之皆腦裂。香象", "149": "語汝以儒佛各具八條之理。異而同同而異。未可入", "1490": "奔波失却威。天龍寂聽生欣悅。遊江海。涉山川。尋師", "1491": "訪道為參禪。自從認得曹谿路。了知生死不相干。行", "1492": "亦禪。坐亦禪。語默動靜體安然。縱遇鋒刀常坦坦。假", "1493": "饒毒藥也閒閒。我師得見然燈佛。多劫曾為忍辱仙。", "1494": "幾迴生。幾迴死。生死悠悠無定止。自從頓悟了無生。", "1495": "於諸榮辱何憂喜。入深山。住蘭若。岑崟幽邃長松下。", "1496": "優游靜坐野僧家。閴寂安居實蕭灑。覺即了。不施功。", "1497": "一切有為法不同。住相布施生天福。猶如仰箭射虗", "1498": "空。勢力盡。箭還墜。招得來生不如意。爭似無為實相", "1499": "門。一超直入如來地。但得本。莫愁末。如淨琉璃含寶", "15": "乘圓頓大士稱性說華嚴經。既而復為在座聾啞三", "150": "主出奴。作矮人觀場之見也。夫儒所謂格物者。格事", "1500": "月。既能解此如意珠。自利利他終不竭。江月炤。松風", "1501": "吹。永夜清宵何所為。佛性戒珠心地印。霧露雲霞體", "1502": "上衣。降龍鉢。解虎錫。兩股金環鳴歷歷。不是標形虗", "1503": "事持。如來寶杖親踪跡。不求真。不斷妄。了知二法空", "1504": "無相。無相無空無不空。即是如來真實相。心鏡明。鑒", "1505": "無礙。廓然瑩徹周沙界。萬象森羅影現中。一顆圓明", "1506": "非內外。豁達空。撥因果。漭漭蕩蕩招殃禍。棄有著空", "1507": "病亦然。還如避溺而投火。捨妄心。取真理。取捨之心", "1508": "成巧偽。學人不了用修行。真成認賊將為子。損法財。", "1509": "滅功德。莫不由斯心意識。是以禪門了却心。頓入無", "151": "物之物。致知。致見聞覺知之知。誠意。誠意根之意。正", "1510": "生知見力。大丈夫。秉慧劍。般若鋒兮金剛𦦨。非但能", "1511": "摧外道心。早曾落却天魔膽。震法雷。擊法鼓。布慈雲", "1512": "兮灑甘露。龍象蹴蹋潤無邊。三乘五性皆惺悟。雪山", "1513": "肥膩更無雜。純出醍醐我常納。一性圓通一切性。一", "1514": "法徧含一切法。一月普現一切水。一切水月一月攝。", "1515": "諸佛法身入我性。我性還共如來合。一地具足一切", "1516": "地。非色非心非行業。彈指圓成八萬門。剎那滅却三", "1517": "祇劫。一切數句非數句。與吾靈覺何交涉。不可毀。不", "1518": "可讚。體若虗空勿涯岸。不離當處常湛然。覓則知君", "1519": "不可見。取不得。捨不得。不可得中只麼得。默時說。說", "152": "心。正虗妄生滅之心。修身則修四大之身。齊家則齊", "1520": "時默。大施門開無壅塞。有人問我解何宗。報道摩訶", "1521": "般若力。或是或非人不識。逆行順行天莫測。吾早曾", "1522": "經多劫修。不是等閒相誑惑。建法幢。立宗旨。明明佛", "1523": "勅曹溪是。第一迦葉首傳燈。二十八代西天記。法東", "1524": "流。入此土。菩提達磨為初祖。六代傳衣天下聞。後人", "1525": "得道無窮數。真不立。妄本空。有無俱遣不空空。二十", "1526": "空門元不著。一性如來體自同。心是根。法是塵。兩種", "1527": "猶如鏡上痕。痕垢盡除光始現。心法雙亡性即真。嗟", "1528": "末法。惡時世。眾生福薄難調制。去聖遠兮邪見深。魔", "1529": "強法弱多怨害。聞說如來頓教門。恨不滅除令瓦碎。", "153": "一己之家。治國則治一區之國。平天下則平率土之", "1530": "作在心。殃在身。不須怨訴更尤人。欲得不招無間業。", "1531": "莫謗如來正法輪。栴檀林。無雜樹。󳬂密深沉師子住。", "1532": "境靜林閒獨自遊。走獸飛禽皆遠去。師子兒。眾隨後。", "1533": "三歲即能大哮吼。若是野干逐法王。百年妖怪虗開", "1534": "口。圓頓教。勿人情。有疑不決直須爭。不是山僧逞人", "1535": "我。修行恐落斷常坑。非不非。是不是。差之毫𨤲失千", "1536": "里。是即龍女頓成佛。非即善星生陷墜。吾早年來積", "1537": "學問。亦曾討疏尋經論。分別名相不知休。入海算沙", "1538": "徒自困。却被如來苦訶責。數他珍寶有何益。從來蹭", "1539": "蹬覺虗行。多年枉作風塵客。種性邪。錯知解。不達如", "154": "天下。此內聖外王之學。孔子治世。聖人化導人類。設", "1540": "來圓頓制。二乘精進勿道心。外道聰明無智慧。亦愚", "1541": "癡。亦小騃。空拳指上生實解。執指為月枉施功。根境", "1542": "法中虗揑怪。不見一法即如來。方得名為觀自在。了", "1543": "即業障本來空。未了還須償宿債。飢逢王饍不能餐。", "1544": "病遇醫王爭得差。在欲行禪知見力。火中生蓮終不", "1545": "壞。勇施犯重悟無生。早時成佛于今在。師子吼。無畏", "1546": "說。深嗟懵懂頑皮靼。只知犯重障菩提。不見如來開", "1547": "祕訣。有二比丘犯淫殺。波離螢光增罪結。維摩大士", "1548": "頓除疑。還同赫日銷霜雪。不思議。解脫力。妙用恒沙", "1549": "也無極。四事供養敢辭勞。萬兩黃金亦銷得。粉骨碎", "155": "教不得不然也。八者備而後為真儒。否則優孟之衣", "1550": "身未足酬。一句了然超百億。法中王。最高勝。河沙如", "1551": "來同共證。我今解此如意珠。信受之者皆相應。了了", "1552": "見。無一物。亦無人。亦無佛。大千沙界海中漚。一切聖", "1553": "賢如電拂。假使鐵輪頂上旋。定慧圓明終不失。日可", "1554": "冷。月可熱。眾魔不能壞真說。象駕崢嶸謾進途。誰見", "1555": "螗蜋能拒轍。大象不遊於兔逕。大悟不拘於小節。莫", "1556": "將管見謗蒼蒼。未了吾今為君訣。", "1557": "論曰。永嘉真覺禪師。丱歲出家。徧探三藏。精天台", "1558": "圓妙法門。於四威儀中常冥禪觀。因讀維摩詰經", "1559": "廓然大悟。乃定宗旨於曹溪。觀其振錫遶祖並答", "156": "冠而已。夫佛所謂格物者。格轉物為己之物。致知者", "1560": "祖數語。只於尋常酬酢之間。直超格外。深入閫奧。", "1561": "祖安得不深肯之哉。僅留一宿。時號一宿覺。非浪", "1562": "稱也。乃作證道歌一首。發明禪宗教外別傳之道。", "1563": "揀去權淺之病。皆自證心流出。其摧邪顯正。如出", "1564": "匣鏌鋣光芒燭天。勢不可犯。自有宗門以來。僅一", "1565": "見之。因思古今得道者眾。要如大海水。阿修羅以", "1566": "及魚龍蝦蠏恣其所飲。各滿其量而已。若永嘉可", "1567": "謂掀翻大海。傾竭無餘。真禪關之樞要。別傳之顯", "1568": "訣。傳布西天。共美之曰證道經。不誣也。", "1569": "石頭希遷禪師參同契石頭希遷禪師參同契", "157": "致般若無知之知。誠意者誠意識本空全體玅觀察", "1570": "竺土大仙心。東西密相付。人根有利鈍。道無南北祖。", "1571": "靈源明皎潔。枝派暗流注。執事元是迷。契理亦非悟。", "1572": "門門一切境。迴互不迴互。迴而更相涉。不爾依位住。", "1573": "色本殊質象。聲元異樂苦。暗合上中言。明明清濁句。", "1574": "四大性自復。如子得其母。火熱風動搖。水濕地堅固。", "1575": "眼色耳音聲。鼻香舌鹹醋。然依一一法。依根葉分布。", "1576": "本末須歸宗。尊卑用其語。當明中有暗。勿以暗相遇。", "1577": "當暗中有明。勿以明相覩。明暗各相對。比如前後步。", "1578": "萬物自有功。當言用及處。事存函盖合。理應箭鋒拄。", "1579": "承言須會宗。勿自立規矩。觸目不會道。運足焉知路。", "158": "智之意。正心者正本有常住之真心。修身則修幻身", "1580": "進步非近遠。迷隔山河固。謹白參玄人。光陰莫虗度。", "1581": "論曰。石頭和尚因讀肇論會萬物為己之言。遂悟", "1582": "聖人無己靡所不己。又夢與六祖同乘靈智遊於", "1583": "性海。此參同契所由作。句句皆法。盖欲人承言會", "1584": "宗。觸目會道耳。此外別無一法與人也。", "1585": "鎮州臨濟義玄和尚法語鎮州臨濟義玄和尚法語", "1586": "今時學人且要明取自己真正見解。若得自己見解。", "1587": "即不被生死染。去住自由。不要求他。殊勝自備。如今", "1588": "道流且要不滯於惑。要用便用。如今不得。病在何處。", "1589": "病在不自信處。自信不及。即便忙忙狥一切境脫。大", "159": "即法之身。齊家則齊三界之家。治國則治三千大千", "1590": "德若能歇得念念馳求心。便與祖師不別。汝欲識祖", "1591": "師麼。即汝目前聽法底是。學人信不及。便向外馳求。", "1592": "得者只是文字學。與他祖師大遠在。莫錯。大德。此時", "1593": "不遇。萬劫千生輪迴三界。狥好惡境。向驢牛肚裏去", "1594": "也。如今諸人與古聖何別。汝且欠少什麼。六道神光", "1595": "未曾間歇。若能如此見。是一生無事人。一念淨光是", "1596": "汝屋裏法身佛。一念無分別光是汝報身佛。一念無", "1597": "差別光是汝化身佛。此三身即是今日目前聽法底", "1598": "人。為不向外求。有此三種功用。據教三種名為極則。", "1599": "約山僧道。三種是名言。故云身依義而立。土據體而", "16": "乘根器脫珍著弊四十餘年。經歷阿含．方等．般若費", "160": "之國。平天下則平盡法界虗空界極十方三世微塵", "1600": "論。法性身法性土明知是光影。大德。且要識取弄光", "1601": "影人是諸佛本源。是一切道流歸舍處。大德。四大身", "1602": "不解說法聽法。虗空不解說法聽法。是汝目前歷歷", "1603": "孤明勿形段者解說法聽法。所以山僧向汝道。五蘊", "1604": "身田內有無位真人。堂堂顯露。無絲髮許間隔。何不", "1605": "識取心法無形通貫十方。在眼曰見。在耳曰聞。在手", "1606": "執捉。在足運奔。心若不生。隨處解脫。山僧見處坐斷", "1607": "報化佛頭。十地滿心猶如客作兒。等妙二覺如擔枷", "1608": "帶鎻。羅漢辟支猶如糞土。菩提涅槃繫驢馬橛。何以", "1609": "如斯。盖為不達三祇劫。空有此障隔。若是真道流。盡", "161": "剎土之天下。此乃盡理盡性之學。釋迦世出世大聖", "1610": "不如此。如今略為諸人大約話破。自看遠近。時光可", "1611": "惜。各自努力。珍重。", "1612": "論曰。滹沱老人法語。景德傳燈諸方廣語中僅錄", "1613": "此一篇。以是根本之言。留作後人入道之捷徑。若", "1614": "領悟不真。墮於古人所呵。謂認識神。則過在後人。", "1615": "非師之咎。是在智者具擇法眼善自簡擇耳。", "1616": "洞山价禪師寶鏡三昧洞山价禪師寶鏡三昧", "1617": "如是之法。佛祖密付。汝今得之。宜善保護。銀盌盛雪。", "1618": "明月藏鷺。類之弗齊。混則知處。意不在言。來機亦赴。", "1619": "動成窠臼。差落顧佇。背觸俱非。如大火聚。但形文彩。", "162": "人。普接三根及最上乘大根器。設教廣大精微如此。", "1620": "即屬染汙。夜半正明。天曉不露。為物作則。用拔諸苦。", "1621": "雖非有為。不是無語。如臨寶鏡。形影相覩。汝不是渠。", "1622": "渠正是汝。如世嬰兒。五相完具。不去不來。不起不住。", "1623": "婆婆和和。有句無句。終不得物。語未正故。重離六爻。", "1624": "偏正回互。疊而為三。變盡成五。如荎草味。如金剛杵。", "1625": "正中妙挾。敲唱雙舉。通宗通途。挾帶挾路。錯然則吉。", "1626": "不可犯忤。天真而妙。不屬迷悟。因緣時節。寂然昭着。", "1627": "細入無間。大絕方所。毫忽之差。不應律呂。今有頓漸。", "1628": "緣立宗趣。宗趣分矣。即是規矩。宗通趣極。真常流注。", "1629": "外寂中搖。繫駒伏鼠。先聖悲之。為法檀度。隨其顛倒。", "163": "苟學佛而不能入此大法門。雖不滯於人天。亦必墮", "1630": "以緇為素。顛倒想滅。肯心自許。要合古轍。請觀前古。", "1631": "佛道垂成。十劫觀樹。如虎之缺。如馬之馵。以有下劣。", "1632": "寶几珍御。以有驚異。黧奴白牯。羿以巧力。射中百步。", "1633": "箭鋒相值。巧力何預。木人方歌。石女起舞。非情識到。", "1634": "寧容思慮。臣奉於君。子順於父。不順非孝。不奉非輔。", "1635": "潛行密用。如愚若魯。但能相續。名主中主。", "1636": "論曰。寶鏡三昧乃洞宗之源也。開端即曰如是之", "1637": "法佛祖密付。汝今得之宜善保護。可見此法為知", "1638": "有者言。令善保護而已。一不善保護即不相應。所", "1639": "謂毫忽之差不應律呂是也。於中立宗趣。設規矩。", "164": "於小乘。若與儒較量。則佛教之淺淺已為名教之深", "1640": "奉順君父。滌除法執。無非令知有者保護此法。如", "1641": "空中鳥迹。迹迹皆空。原無實法。苟不知有而徒穿", "1642": "鑿於言句。則劍去久矣方乃刻舟。悲哉。", "1643": "同安察禪師十玄談同安察禪師十玄談", "1644": "心印心印", "1645": "問君心印作何顏。心印誰人敢授傳。歷劫坦然無變", "1646": "色。呼為心印早虗言。須知本自靈空性。將喻紅罏火", "1647": "裏蓮。莫謂無心便是道。無心猶隔一重關。", "1648": "祖意祖意", "1649": "祖意如空不是空。玄機爭墮有無功。三賢尚未明斯", "165": "深。更興竊前拋後之論而欲排之。是徒泥其迹而昧", "1650": "旨。十聖那能達此宗。透網金鱗猶滯水。回途石馬出", "1651": "紗籠。殷勤為說西來意。莫問西來及與東。", "1652": "玄機玄機", "1653": "迢迢空劫勿能收。豈為塵機作繫留。妙體本來無處", "1654": "所。通身何更有蹤由。靈然一句超羣象。逈出三乘不", "1655": "假修。撒手那邊千聖外。回程堪作火中牛。", "1656": "塵異塵異", "1657": "濁者自濁清者清。菩提煩惱等空平。誰言卞璧無人", "1658": "鑒。我道驪珠到處晶。萬法泯時全體現。三乘分處假", "1659": "安名。丈夫自有冲天志。莫向如來行處行。", "166": "其本也。所云無君父者。得無謂其薙髮毀形辭親離", "1660": "佛教佛教", "1661": "三乘次第演金言。三世如來亦共宣。初說有空人盡", "1662": "執。後非空有眾皆緣。龍宮滿藏醫方義。鶴樹終譚理", "1663": "未玄。真淨界中纔一念。閻浮早已八千年。", "1664": "還鄉曲還鄉曲", "1665": "勿於中路事空王。䇿杖還須達本鄉。雲水隔時居莫", "1666": "住。雪山深處我非忘。尋思去日顏如玉。嗟歎來時𩯭", "1667": "似霜。撒手到家人不識。更無一物獻尊堂。", "1668": "破還鄉曲破還鄉曲", "1669": "返本還源事亦差。本來無住不名家。萬年松逕雪深", "167": "黨高蹈物表乎。良由不知方外之教。而以方內求之", "1670": "覆。一帶峰巒雲更遮。賓主睦時純是妄。君臣合處正", "1671": "中邪。還鄉曲調如何唱。明月堂前枯木花。", "1672": "轉位轉位", "1673": "涅槃城裏尚猶危。陌路相逢沒定期。權掛垢衣云是", "1674": "佛。却裝珍御復名誰。木人夜半穿靴去。石女天明戴", "1675": "帽歸。萬古碧潭空界月。再三撈摝始應知。", "1676": "回機回機", "1677": "披毛戴角入廛來。優鉢羅花火裏開。煩惱海中為雨", "1678": "露。無明山上作雲雷。鑊湯爐炭吹教滅。劍樹刀山喝", "1679": "使摧。金鎻玄關留不住。行於異類且輪迴。", "168": "誤矣。故古人有言。事君以治一國。未若弘道以濟萬", "1680": "正位前(亦名一色過後)正位前亦名一色過後", "1681": "枯木巖前差路多。行人到此盡蹉跎。鷺鷥立雪非同", "1682": "色。明月蘆花不似他。了了了時無可了。玄玄玄處亦", "1683": "須訶。殷勤為唱玄中曲。空裏蟾光撮得麼。", "1684": "論曰。十玄談。前五首徹法源底。後五首履踐玄塗。", "1685": "與洞山五位冥然契合。盖以慈悲之故。於無方便", "1686": "中垂方便。無漸次中立漸次。乃炤心之明鏡。歸家", "1687": "之大道。禪病之良劑。法門之大全。且其辭明白簡", "1688": "易。悲哀懇切。每風清月白之下時一吟詠。不啻耳", "1689": "提面命。令人憤發。如善財入慈氏樓閣。具見歷劫", "169": "󳬛。事親以成一家。未若弘道以濟三界。且被袈裟振", "1690": "修證之事。無以異也。有志者可不於此洗心滌慮。", "1691": "深自研窮漸次而入。以期現證乎。", "1692": "浮山遠禪師九帶浮山遠禪師九帶", "1693": "浮山於示徒之際。徧舉宗門語句。而學者編集。乞", "1694": "師名之。師因其類聚。目之曰佛禪宗教義九帶集。", "1695": "盖擬班固九流之作也。", "1696": "佛祖正法眼藏佛祖正法眼藏", "1697": "夫真實之理。證成法身炤用之功。作為報土諸佛之", "1698": "本。因既爾。諸祖之洪範亦然。五部分宗。萬派之精藍", "1699": "碁布。一燈分𦦨。十方之法席鱗差。又華嚴經云。如來", "17": "盡舌頭。說半說滿說權說實。種種方便多方誘引。逗", "170": "錫杖。飲清流詠般若。雖公王之服。八珍之饍。鏗鏘之", "1700": "不出世。亦無有涅槃。昔靈山會上世尊以青蓮目瞬", "1701": "示四眾。無能領其密意。惟大迦葉獨領解佛旨。經云。", "1702": "佛告大迦葉云。吾有正法眼藏。涅槃妙心。付囑與汝。", "1703": "汝當流布。勿令斷絕。又臨涅槃告阿難言。十二部經", "1704": "汝當流通。告優婆離言。一切戒律汝當奉持。付大迦", "1705": "葉偈云。法本法無法。無法法亦法。今付無法時。法法", "1706": "何曾法。於是大迦葉持佛袈裟。於雞足山中入寂滅", "1707": "定。待慈氏下生兩手分付。", "1708": "佛法藏帶佛法藏帶", "1709": "夫三乘教外。諸祖別傳。萬象之中逈然獨露。纖塵未", "171": "聲。煒燁之色。不與易也。以此觀之。所重者在此而不", "1710": "泯阻隔關山。擬議差殊。千生萬劫。三賢未曉。十聖那", "1711": "知。截斷眾流。如何湊泊。聖人曲成萬物而不己。刻雕", "1712": "眾形而無功。而況如來藏乎。所謂藏者。該括三世過", "1713": "現未來。諸佛法藏。其間有大小乘。小乘為聲聞緣覺。", "1714": "大乘諸菩薩。於中支分為八。謂三藏五乘。其三藏謂", "1715": "經．律．論。五乘謂聲聞．緣覺．菩薩而兼攝人．天。然則教", "1716": "分名數。依根所立。而不離一乘。法華經曰。於一乘道", "1717": "分別說三。又曰。尚無二乘。何況有三。又曰。唯此一事", "1718": "實。餘二則非真。此名依根立權。如華嚴說如來藏。以", "1719": "法界為體。如來藏無前後際。無成壞法。無修證位。絕", "172": "在彼耳。客於是釋然悟曰。某溺名相。苟不遇子。幾空", "1720": "對待義。所以文殊偈曰。一念普觀無量劫。無去無來", "1721": "亦無住。如是了知三世事。超諸方便成十力。聖人說", "1722": "了義不了義並是依根安立。諸佛隨宜說法。意趣難", "1723": "辨。三藏五乘各有宗旨。於一乘論圓頓半滿並是權", "1724": "立。唯華嚴一經以法界為體量。佛與眾生同一體性。", "1725": "本無修證。本無得失。無煩惱可斷。無菩提可求。人與", "1726": "非人性相平等。", "1727": "理貫帶理貫帶", "1728": "夫聲色不到。語路難詮。今古歷然。從來無間。以言顯", "1729": "道。曲為今時。竪拂揚眉。周遮示誨。天然上士豈受提", "173": "度一生。焉知佛法庭宇廣大深遠若此者乎。而今而", "1730": "撕。中下之機鈎頭取則。投機不妙。過在何人。更或躊", "1731": "躇。轉加鈍置。理貫帶者。理即正位也。其正位中而無", "1732": "一法。空同實際。其實際理地。不受一塵。", "1733": "事貫帶事貫帶", "1734": "夫日月炤臨不到。天地覆載不著。刼火壞時彼常安。", "1735": "萬物泯時全體露。隨緣不變。處閙常寧。一道恩光。阿", "1736": "誰無分。華嚴經云。剎說眾生說。三世國土一時說。", "1737": "理事縱橫帶理事縱橫帶", "1738": "夫觸目是道。佛事門中絕跡。無私通貫。實際圓融。事", "1739": "理運用雙行。器量堪任。隨機赴感。門風露布。各在當", "174": "後更不敢輕議乎佛矣。乃再拜而去。良久問侍僧曰。", "1740": "人。建立宗乘。強生枝節。出門問路。指東劃西。歷刼頑", "1741": "嚚。如何扣發。", "1742": "屈曲垂帶屈曲垂帶", "1743": "夫垂者聖人垂機接物也。屈曲者脫珍御服著弊垢", "1744": "衣也。同安云。權掛垢衣云是佛。却裝珍御復名誰。珍", "1745": "御名不出世。垢衣名出世。僧問石門徹和尚。雲光法", "1746": "師為甚麼却作牛去。徹云。陋巷不騎金色馬。回途却", "1747": "著破襴衫。聖人成佛後却為菩薩。導利眾生。是名不", "1748": "住無為。不盡有為矣。文殊師利問維摩詰云。菩薩云", "1749": "何通達佛道。摩詰云。菩薩行於非道。是名通達佛道。", "175": "適來夢語哆啝道箇甚麼。侍僧無對。道者亦嗒然忘", "1750": "妙叶兼帶妙叶兼帶", "1751": "汝州風穴和尚示眾云。夫參學眼目。臨機直須大用", "1752": "現前。莫自拘於小節。設使言前薦得。猶是滯殻迷封。", "1753": "縱饒句下精通。未免觸途狂見。勸汝諸人應是從前", "1754": "依他作解。明昧兩岐。凡聖疑情一時掃却。直教箇箇", "1755": "如師子兒哮吼一聲。壁立萬仞。誰敢正眼󳬇著。󳬇著", "1756": "則瞎却渠眼。", "1757": "金鍼雙鎻帶金鍼雙鎻帶", "1758": "夫雞足分燈之後。少林傳芳以來。各闡玄風。互興佛", "1759": "事。若憑言詮為據。斷滅法門。更成造作。修功平沉。先", "176": "言。", "1760": "聖頭頭顯露。物物明真。不用躊躇。直截便道。", "1761": "平懷常實帶平懷常實帶", "1762": "洛浦和尚示眾云。末後一句始到牢關。把斷要津不", "1763": "通凡聖。尋常向汝諸人道。任從天下樂忻忻。我獨不", "1764": "肯。何故。靈龜負圖自取喪身之兆。鳳縈金綱擬趣霄", "1765": "漢以何期。尋常向汝諸人道。須於旨外明機。莫向言", "1766": "中取則。所以道。石人機似汝。也解唱巴歌。汝若似石", "1767": "人。雪曲也應和。僧問南泉如何是道。泉云平常心是", "1768": "道。如達平常心是道。見山即是山。見水即是水。信手", "1769": "拈來艸。無可無不可。設使風來樹動。水長船高。春生", "177": "景陽鐘扣之以莛。則其聲不能出閫。客問是所謂扣之以大者也。然非老人徹法源底辨才無礙。烏能縱橫闔", "1770": "夏長。秋収冬藏。有何差異。但得風調雨順國泰民安。", "1771": "邊方寧靜君臣道合。豈在麒麟出見。鳳皇來儀。方顯", "1772": "祥瑞哉。但得理歸。其道事乃平實。無聖可求。無凡可", "1773": "捨。內外平懷。泯然自盡。所以諸聖語言不離世諦。隨", "1774": "順世間。會則途中受用。不會則世諦流布。", "1775": "結語師云。據圓極法門。本具十數。今此九帶已為諸人說", "1776": "了也。更有一帶諸人還見麼。若也見得親切分明。却", "1777": "請出來說看。說得相應。則通前九帶。圓明道眼。若也", "1778": "見不親切。說不相應。但依吾語言以為己解。則名謗", "1779": "法。無有是處。諸人到此合作麼生。眾皆罔措。師遂叱", "178": "闢予奪自如。發千聖未發之秘哉。真人難遇。正法難聞。敢與有識之君子共之。　法孫興林拜跋。", "1780": "散。", "1781": "論曰。浮山立九帶。統明佛禪宗教義之大綱格。謂", "1782": "是佛之禪宗教義。依主釋也。謂正法眼藏帶。彰世", "1783": "尊教外別傳付囑大龜氏之源。始及付囑阿難．優", "1784": "波離傳持教律之源始也。佛法藏帶。明佛一代所", "1785": "說三藏五乘並是隨宜。依根安立。唯華嚴以法界", "1786": "為體量。諸佛眾生皆同一性。無修無證。性相平等", "1787": "也。理貫帶。即正位。事貫帶。即偏位。言貫者。理事貫", "1788": "通。正是即偏之正。偏是即正之偏。理事縱橫帶。言", "1789": "事則唯事。言理則唯理。縱橫無礙。偏正無迹也。屈", "179": "不輕授受論不輕授受論", "1790": "曲垂帶。言聖人脫珍看弊。俯應羣機也。妙叶兼帶。", "1791": "明臨機之際。大用現前不存軌則。以風穴語定洞", "1792": "上宗也。金鍼雙鎻帶。頭頭顯露。物物明真。全體現", "1793": "前。不落二邊也。平懷常實帶。謂如上所立原無玄", "1794": "妙。只在當人日用平常之間也。又云據圓極法門", "1795": "本具十數。今此九帶已為諸人說了也。更有一帶", "1796": "諸人還見麼。鼓山謂這一帶阿誰不見。唯前九帶", "1797": "釋迦老子不敢正眼󳬇著。󳬇著則瞎。浮山葉縣之", "1798": "子。首山之孫。得道後復依大陽會中最久。深得洞", "1799": "上之道。如上理貫事貫。理事縱橫。屈曲垂帶。妙叶", "18": "到法華會上根器既熟。三周七喻開權顯實。廢權立", "180": "乙卯中秋後三日。余與孤月靜主夜坐廣福東樓。時", "1800": "兼帶。金鍼雙鎻帶。力為發明。可見嫡血相承。水乳", "1801": "相合。其接投子以續大陽正脉。洞上一宗勃然興", "1802": "起。豈偶然哉。是必乘願力而來。亦猶仰山讖臨濟", "1803": "之道遇大風則止。即發願云。將此深心奉塵剎。是", "1804": "則名為報佛恩。當時風穴上堂每至垂涕。恐當其", "1805": "讖。後得首山。其道遂大振於後世。盖首山即仰山", "1806": "再來。與浮山投子之事若合符節。此乃文殊普賢", "1807": "大人境界。非小根魔子於太虗空妄設門戶深自", "1808": "牢閉者所能窺測也。", "1809": "嘗問之圭山云。海寶千般。先求如意。此十篇乃", "181": "月出高岡林木盡白。寒蛩唧唧人境悄然。主乃進而", "1810": "從上佛祖綱宗之言。真禪海如意也。", "1811": "鼓山老人特拈出以示來學。果能即之於心。究竟", "1812": "悟明。何法門而不具。且每篇加之以論評。如張", "1813": "僧繇畫龍。一經點眼便有破壁飛騰之勢。但識", "1814": "寶波斯不知誰其人耳。敬書梓流通。以廣", "1815": "師法施於無盡云。", "1816": "弟子高兆焚香拜書於白雲堂", "1817": "禪海十珍終", "182": "問曰。古德出世。意在求人󳯝相授受。續佛慧命。昔博", "183": "山無異老人開法三十餘載。中興洞上一宗。道得所", "184": "及如雷震耳。龍象爭趨似水赴壑。然而究竟未曾付", "185": "囑一人。今和尚出世亦將二十載。其福慧圓備人天", "186": "歸崇。不減博山無恙時。然亦牢把祖關不輕許可。諸", "187": "方皆議和尚不肯為人。徒蹈博山故轍。有乖出世之", "188": "意。不審此語誠然否乎。余曰。噫嘻。是難言也。坐。吾語", "189": "汝。夫時有汙隆。心無高下。然既入這箇行戶。苟不求", "19": "實說出自意。故云開方便門。示真實相。又云十方佛", "190": "人。出世何益。所謂求人者。師家具擇法眼勘辯來機。", "191": "微細披剝。務使其徹法源底。爐鎚玅密多方成褫。考", "192": "其德業。驗其言行。意在存千聖嫡血於一綫。可以為", "193": "末法人天師者。所謂見與師齊減師半德。智過於師", "194": "方堪傳授。故數十年來未遇機緣且秘其事。忍死待", "195": "來。吾所期如此耳。若只圖門庭熱閙。無論賢不肖皆", "196": "欲羅致座下以為得人。此乃勾賊破家。以訛傳訛。展", "197": "轉差謬。匪徒無益。反壞先宗。退俗人之信心。瞎後學", "198": "之智眼。吾為此懼。所以珍重慎擇。不敢妄相倣傚。濫", "199": "相授受。誠有待於大心凡夫。可以一肩擔荷者耳。故", "2": "非家叟著弟子心亮錄", "20": "土中。惟有一乘法。無二亦無三。為諸人等從頭一一", "200": "華嚴經離世間品云。法器眾生待世而化。又云。以微", "201": "玅法授非其人。是為魔業。以此觀之。顧可容易耶。當", "202": "時博山老人一生慎重。大法不肯輕易流布者。豈無", "203": "所見而然耶。山甞謂余中丞集生居士曰。宗門中事", "204": "貴在心髓相符。不在門庭相紹。苟得其人。見知聞知。", "205": "先後一揆。絕未甞絕。若不得人。乳添水而味薄。烏三", "206": "寫而成馬。存豈真存。故吾意寧不得人。勿授非器。不", "207": "得人者。嗣雖絕而道眼自無傷。於大法授非器者。嗣", "208": "雖存而道偽反自破。其先宗有智之士當知所擇。嗚", "209": "呼。博山血淚誠言。佛天在所昭鑒。雖當時未曾付囑", "21": "授記。始暢出世本懷。然授記者不獨為佛世諸大聲", "210": "似為缺嗣。今其道在天下如杲日當空。凡橫目之民", "211": "孰不瞻其休光。承其照映。諸方不擇臧否。混濫相傳。", "212": "狂瞽後學。其自破之狀無所不有。現為人厭棄之不", "213": "暇。況他日哉。古德云。他人住處我不住。他人行處我", "214": "不行。不是與人難共聚。大都緇素要分明。此頌盡之", "215": "矣。餘復何言。主於是再拜受教。請即銓次其語以昭", "216": "云來茲。余不得而辭。", "217": "誡燒蜂誡燒蜂", "218": "建寧四鄉夏秋間有縱火燒蠭奪其蠭子。或自食或", "219": "以鬻人者。且其味甚毒。其利甚微。其情狀甚慘。其罪", "22": "聞而已。即今末法中博地凡夫。能於此經受持一四", "220": "業甚大。胡弗思也。然彼生前含毒中人。故墮身蠭類。", "221": "䘍芒在尾。犯者輙刺。乃夙習使然。況彼羣類穴土以", "222": "居。自採而食。自相生養與人何害。無故取草蟲夾竹", "223": "竿上引之而來。以輕毛繫彼腰間為號。彼得蟲。尾之", "224": "而去。得其穴門。遂縱火焚之。擣其巢穴。滅其族類。動", "225": "億萬計靡有孑遺。然後挖穴取其輪房。房房有子。形", "226": "狀備具。取其子肉內油鑊中烹而食之。以為得意。其", "227": "苦痛之狀。怨恨之情。試一返思之。可忍乎。可為乎。若", "228": "以為可忍可為。則其人人心已滅盡矣。人心滅盡。尚", "229": "烏得謂之人乎。且見殺驢者現身變作驢。屠牛者死", "23": "句偈等。皆在如來授記之中。又不獨持經。凡散心念", "230": "見牛來觸。宰猪者臨終作猪鳴。捕蟹者死入蟹山地", "231": "獄見羣蟹來鉗食其肉。安知燒蠭食蠭者他日不為", "232": "彼燒彼食者乎。一命一償何有了日。因果昭然毫髮", "233": "不爽。故我苦口奉勸諸人宜速改業。何事不可為。何", "234": "物不可食。而偏欲作是極惡極慘之大罪業乎。人身", "235": "難得。佛法難逢。一念回光立登彼岸。願諸智者󳯝相", "236": "勸誡。福莫大焉。", "237": "誡捕黃蛤誡捕黃蛤", "238": "百丈山黃蛤者。廼蝦蟆之種族也。每臨春候。牝牡羣", "239": "來。盈于田疇。塞于道路。止圖生男育女。不知避死趨", "24": "佛。指爪畫佛。積土成廟聚沙為塔等。皆一一授記竟。", "240": "生。鄉人無知競取而食。不啻拾礫之易也。梟其首而", "241": "剝其皮。刳其腸而戮其肉。血流滿地宛與人血無殊。", "242": "頭集成堆竟與人頭何異。痛苦莫忍而殺者不知。怨", "243": "恨徹天而食者不恤。相傳昔黃巢嘗聚兵于此劫殺", "244": "民命。感報如斯。夫殺人而為人所殺。因果無差。食蛤", "245": "而轉身作蛤。酬償不爽。至於牛羊犬豕鷄鵝鴨鴿魚", "246": "鱉鰍鱔蝦蜆螃蟹螺螄之類。但有生命而殺食之者。", "247": "其填報一如黃巢之於黃蛤等無異耳。生生常在輪", "248": "轉。世世無繇解脫。匪憑三寶之力。曷釋累劫之愆。崇", "249": "禎癸未冬余住靜此山。嘗集同袍代為懺悔。二十餘", "25": "譬如張漫天大網。盡大地眾生一網打盡靡有孑遺。", "250": "年此類絕迹。至于近年又復繁盛。後生輩沿其故習", "251": "爭相捕食。不念他命死苦。惟資我舌味甘。皆由未遇", "252": "佛法。不信因果。不知罪福。故造茲殺業。釀現世他生", "253": "無窮之苦也。今康熈辛亥秋余復遊芝城。乃特邀諸", "254": "善友倣癸未故事。為蛤與食蛤者同伸懺悔。所冀佛", "255": "光洞照。法力冥資。俾捕蛤者凶心頓息。不噉蛤肉而", "256": "免墮蛤身。為蛤者慧性增明。不󰴌冤報而永超蛤趣。", "257": "慈眼相視。彼此無殺害之心。法會同登。人物有恩親", "258": "之樂。期生安養。畢證菩提。是所願也。惟祈高明者轉", "259": "相勸化。功莫大焉。", "26": "唯除一類闡提。不自信作佛者耳。至此如來出世一", "260": "祭潘士閣居士文祭潘士閣居士文", "261": "於戲閣翁。學海文龍。早占經選。中沐宗風。餘三十年。", "262": "唯法是樂。殫精研思。討論盤錯。神交道契。殊無間然。", "263": "久而愈敬。一出於天。往覆手書。淋漓翰墨。互相鍼砭。", "264": "期於道德。仲春告別。已知疲勞。強言慰諭。心實難拋。", "265": "我之念翁。猶翁念我。人孰知之。惟佛印可。經數閱月。", "266": "鴈音未斷。禱佛持呪。尚期無患。胡意中夏。竟以訃聞。", "267": "不覺惻愴。淚雨繽紛。云翁屬纊。了無繾󳺯。讀余手書。", "268": "兩目即瞑。死生之理。翁久判然。怡怡順化。波澄巨川。", "269": "翁形雖往。翁神不滅。萬古常存。了無間歇。願乘悲智。", "27": "大事因緣。徹始徹終究竟圓滿無剩義矣。茂林上座", "270": "早駕慈航。於茲末劫。廣佈津梁。謹以香供。奠翁靈几。", "271": "寫露心章。翁必笑喜。願翁念之。不動而格。鑒我微忱。", "272": "歆茲葵藿。嗚呼尚饗。", "273": "奠謝純一老居士文奠謝純一老居士文", "274": "嗚呼公往耶。其亦有不往者耶。夫往者人世之幻迹", "275": "也。六尺之軀雖頂立於天地之間。如泡沫。如閃電。須", "276": "臾變易不可把玩。葢可知矣。其不往者。公之神明。與", "277": "諸佛等。與眾生等。與山河大地森羅萬象等。貫滿十", "278": "虗。彌綸萬有。亘古亘今。不變不易。此乃公平生學佛", "279": "與余共相討論深自悟明者也。於此而欲覔生死之", "28": "真心實行受持是經。以為成佛寶券。淨土資糧。復募", "280": "相。去來之迹。是何異取浮漚於烈𦦨。摘空花於水底", "281": "耶。雖然。若追幻迹而論之。公以弱冠之年蜚聲藝苑。", "282": "文章道德為世推重。雖則以儒業起家。而年方三十", "283": "遂歸心大覺。斷去葷羶。稟菩薩大戒。其宅心行事無", "284": "非求福積善。二利圓修至老不倦。其同余發願興建", "285": "白雲開元大殿。造城南多寶佛塔。皆盡厥心力捐諸", "286": "所有。是公之見諸行事者也。其獨力任書華嚴疏論", "287": "纂要。而又捐貲領眾刊佈於世。是公之心存大法修", "288": "普賢行願之廣大智慧者也。且福壽康寧。種種圓備。", "289": "賢子佳孫濟濟然。爭繞膝下。行年七十有六而以微", "29": "眾刊板。普勸持誦。是亦常不輕之心。廣為四眾授記。", "290": "恙。正念烱烱神思不亂。及讀余手書遂泊然考終命", "291": "於正寢。以此觀之。公之福德智慧有始有卒如此。而", "292": "舉世茫茫求如公者。顧可易得耶。雖然。真耶幻耶是", "293": "乃對待之法而。公之立足處原不囿於是。故吾欲以", "294": "幻迹哭之而不敢。而又不能忘乎幻迹也。故聞訃之", "295": "日五內如割。乃謀所以奠公者。既而追念其生平。永", "296": "夜不寐。乃起呼燈呵凍為文。昭告於公皆幻迹也。嗚", "297": "呼。公其鑒念之乎。尚饗。", "298": "發願文發願文", "299": "歸命十方三世佛。本師和尚釋迦尊。一乘無量玅法", "3": "題䟦雜著題䟦", "30": "即有不信以杖木瓦石而打擲之者。亦強毒之為其", "300": "門。文殊普賢諸大士。摩訶迦葉阿難陀。諸大聲聞賢", "301": "聖僧。惟願三寶眾龍天。不捨慈悲哀攝受。我比丘某", "302": "甲與法界一切眾生。自從無始至於今生。沉淪三界", "303": "之中。流轉五道之內。未明一真之性。徒認四大之身。", "304": "平等法中妄興人我之見。虗幻境上橫生執著之心。", "305": "縱貪瞋癡。發身口意。無業不造無惡不為。塵沙劫波", "306": "生死不絕。所幸夙培智種今報人倫。生震旦中具丈", "307": "夫相。六根完備三業純和。乘正信以出家。遇明師而", "308": "入道。勤修三學。圓悟一乘。了萬法之本真。達一心之", "309": "常住。但以道不勝習。識不知微。八風每動於心源。四", "31": "下種耳。刻工告竣。敬為書諸經末。", "310": "蛇常侵於幻殻。道果無因成熟。覺樹何日敷榮。仰憑", "311": "懺悔之功。允登修證之路。惟願三寶真慈曲垂加被。", "312": "使我某甲及一切眾生永盡障緣。深證大法。具大福", "313": "智。發大機用。作大佛事。建立三寶。弘通大乘。正法流", "314": "布於普天。真風恒存於末劫。示八正道。開四攝門。廣", "315": "化眾生。同歸正覺。至於捨報之日。空慧不昧。佛境現", "316": "前。徑生西方極樂世界。親見阿彌陀佛觀音勢至。諸", "317": "大聖眾親承供養。親聞玅法入正定聚。得陀羅尼。具", "318": "十神通。開三秘藏。蓮居上品。果記一生。然後稱法界", "319": "性。起法界用。不離安養而身遍十方。常侍彌陀而親", "32": "題老僧即如所書法華經後題老僧即如所書法華經後", "320": "炙諸佛。塵塵剎剎有佛住處而身在其前。為佛長子。", "321": "請轉根本法輪。在在處處眾生悲仰而身赴其感。為", "322": "眾慈航。導歸涅槃。彼岸現形異類。提挈四生。六波羅", "323": "密念念圓成。諸總持門心心證入。無佛處作佛。若桂", "324": "輪影現於千江。無法處說法。似空谷音傳於萬口。有", "325": "感必應。無願不從。等觀音之大悲。具普賢之玅行。始", "326": "從今日盡於未來眾生界空。我願方畢。惟冀三寶同", "327": "賜哀憐。鑒我微誠。滿我所願。", "328": "書書", "329": "復弁山且拙和尚書復弁山且拙和尚書", "33": "玅法蓮華經。開方便門。示真實相。會三乘歸於一乘。", "330": "前歲有禪者自寶山來。示以金剛般若尊註。展讀之", "331": "下。但見辨鋒凜烈。慧海汪深。不落常塗。別出手眼。始", "332": "知義山古佛出現。放大光明久矣。瞻仰之私。匪一旦", "333": "夕。限於山川。每以不獲親炙為歉。辛亥秋杪遊建溪", "334": "白雲。忽令嗣巢鳴磐石二公見顧。拜領惠書竝尊錄。", "335": "宛如面覩慈容。親聆謦咳。懽忭踴躍無以云喻。竊惟", "336": "我洞上一宗盛於唐。衰於宋。故當時明教和尚有大", "337": "旱引孤泉之喻。然其人雖落落。一一皆法門龍象。悟", "338": "門既真。道德大備。投子而下。如芙蓉大洪真歇宏智", "339": "諸祖。皆足肩任大法傳化將來。至於今日濟宗。不在", "34": "廢三車駕以一車。不住化城直屆寶所。乃如來出世", "340": "言即本宗。往往不問人之可否。唯以得之為勝。充塞", "341": "閭巷退人信心。正恐絕此一綫。不在人少而在人多。", "342": "為可憂也。座下所得既真。發用廣大。力荷法門。慷慨", "343": "激烈。真有程嬰公孫杵臼之心。但此風大行。不知何", "344": "所抵止。某道孤力薄。目擊時弊。救之既無術。隨之又", "345": "豈肯。所以近日退院捨眾。急欲於無人處卓自了菴。", "346": "隨緣遣日。又安用以閑名字流落人間。與時輩相頡", "347": "頏耶。往歲有人來索語錄行實。所以不敢與者。意亦", "348": "在此。其人不諒。密懷生滅。乃為座下所檢點。不免勞", "349": "動一番神用。則又某之罪過也。既不敢固執前見。謹", "35": "之絕唱。眾生成佛之寶券也。所以合掌低頭皆成佛", "350": "略錄數則上呈。以便筆削。路遠無可將意。唯有望弁", "351": "峰而跂瞻耳。諸惟慈諒不盡。", "352": "答檀園大師書(附來書)答檀園大師書附來書", "353": "竊惟博山先老祖嵓岸太高。眼目太空。非東苑與", "354": "先鼓山之得人以布盇天之網。則何有於今日也。", "355": "意者謂和尚年甚富。德甚重。化緣甚旺。門庭甚尊。", "356": "即嚮風依依。如某者有同天隔世之懷。況及其門", "357": "入其室承。其法叨其惠者乎。其毋使他日有如某", "358": "者其人而憾於博嶠。幸矣。", "359": "師答曰。博山老人非不求人。只是當時無人可求耳。", "36": "道。受持書寫悉蒙記莂。如析旃檀而片片皆香。似截", "360": "故寧絕其人。存其道。以待後來。豈如今人之濫相授", "361": "受。便謂之得人可乎。博山甞謂余集生居士曰。宗門", "362": "中事。貴在心髓相符。不在門庭相紹。若實得其人。見", "363": "知聞知先後一揆。絕而非絕。若不得其人。則乳添水", "364": "而味薄。烏三寫而成馬。存豈真存。故我意寧不得人。", "365": "勿授非器。不得其人。嗣雖絕而道自真。自無傷于大", "366": "法。授非器者。嗣雖存而道自偽。反自破其先宗。有智", "367": "之士當知所擇。以此觀之。則博山當時非無所見而", "368": "甘作斷佛種人。愚見亦爾。故十餘載來欲覓一箇半", "369": "箇有真心者不可得。又豈肯隨波逐浪以佛祖慧命", "37": "瓊枝而塵塵是玉。無一法非佛法。無一事非佛事。若", "370": "作世諦流布乎。座下有志荷擔。切在傳持。志固可嘉。", "371": "然亦當知所擇斷。不可欲速而落今時之行戶也。", "372": "記記", "373": "廩山祖堂記廩山祖堂記", "374": "夫佛祖出世務在擇法嚴明。得人真正。庶佛種不斷。", "375": "正法常存。嘉隆間宗風衰替。宇內不聞名字。吾祖廩", "376": "山崛起西江。而壽昌承之。其道遂洋溢於天下。譬如", "377": "江出岷山其始泫然濫觴。漫衍而至楚則為際天之", "378": "雲濤。葢有本者如是耳。祖諱常忠。號蘊空。宜黃黃氏。", "379": "冠歲出家於邑之曹山。孑影參方。勤求至道。依少室", "38": "能一念回光。直下擔荷。不假外求。本來是佛也。翠巖", "380": "小山書和尚凡十餘載。乃承印記。後歸隱新城之廩", "381": "山。修杜多之行。隨機演法。人無知者。時壽昌師翁．無", "382": "明老和尚年方二十有一。發意出家。念無可師之者。", "383": "至廩山參禮。一見心折曰是吾師也。遂從剃染。祖知", "384": "是法器。乃以本分爐鞴陶鑄之。師翁一日與諸兄弟", "385": "論金剛義甚快。祖曰。宗眼不明。非為究竟。師翁即問。", "386": "如何是宗眼。祖拂衣而起。翁甚疑之。後凡有請益。祖", "387": "但曰。吾不知。汝自看。益增迷悶。偶閱傳燈。見僧問興", "388": "善如何是道。善曰大好山。疑情頓發。一日因開田搬", "389": "石豁然大悟。如夢忽醒。乃述偈呈祖。祖曰。悟即不無。", "39": "寺比丘即如年八十餘。思慕雙親不置念。無以報罔", "390": "要受用得著。不然則汞銀禪也。師翁再拜受教。遂禮", "391": "辭。結茅於峩峰。形影相吊。克苦履踐。一夕山境喧甚", "392": "不覺心動。因憶祖之囑曰。小境尚動。況生死乎。即秉", "393": "燭信手抽傳燈閱之。適值圭禪師為岳神受戒曰。汝", "394": "能害空與汝乎。遂廓然無畏。山境亦寂。乃曰。聖人無", "395": "死地。今日果然。遂作偈寄祖。祖曰。此子見地超曠。他", "396": "日弘揚佛祖之道。吾不及也。師翁隱峩峯。足不下山", "397": "者凡二十有八載。至年五十餘而祖已遷化。塔木亦", "398": "拱矣。師翁於是出山。應寶方之請。乃先至廩山掃塔。", "399": "然後入院。有倏然三十年忘却來時道之語。未幾以", "4": "題新製華嚴經讚後題新製華嚴經讚後", "40": "極。乃手書此經一部。筆力端勁點畫有法。且親自裝", "400": "住山日久。未及徧參為歉。乃北走中原。參無言宗主", "401": "於少室。主聞緒論乃大賞識譽之於眾。後遊臺山參", "402": "瑞峯老人。問古機緣數則。峯一一具答而復徵師翁", "403": "頌。翁一一頌出。機緣相契。主賓歡洽。有同水乳。乃別", "404": "歸寶方開法。眾謂師翁必嗣臺山或少林。而片香拈", "405": "出乃嗣於祖。眾大悅服。葢師翁之於祖也以心法相", "406": "符。不在機語相接也。後移壽昌而得博山鼓山天界", "407": "相繼而起。其道遂大震於天下。宗支蕃衍。各化一方。", "408": "源遠流長有自來矣。祖圓寂以來將百餘載。眾議於", "409": "祖塔之下創建祖堂。安奉靈儀。以便香火。且立田以", "41": "潢極為嚴麗。藉此功德迴向亡親。庶幾盡無盡之孝", "410": "充香燈。買山以資樵採。令僧世守之。其倡舉者五世", "411": "孫大智。經營首事者曰興運。功竣而運化去。其徒法", "412": "勤不遠入閩。請紀其事以昭後世。霈生也晚。況前事", "413": "多軼無從考究。但舉昔所聞於先師。及吾老祖當時", "414": "接師翁一段因緣。以法煅煉。期於智證。師資雅契。真", "415": "有刀斧斫不開者。非臺山少林可以同日論也。凡後", "416": "之派下子孫。當仰法先蹤企及往行。毋落今時行戶", "417": "以玷祖風。庶從上一綫之脉不至廢墜。則吾宗幸甚。", "418": "是為記。", "419": "重興開元寺大雄寶殿記重興開元寺大雄寶殿記", "42": "思。報莫報之恩德云爾。", "420": "芝郡古稱佛地。十禪鉅剎列佈四郊。而城南開元寺", "421": "為最。葢據溪山之勝。得禪律之源者也。按志開創於", "422": "晉永隆間。號林泉律寺。其址係吳下潺陵侯呂公蒙", "423": "故宅。捨以建寺。世以律居。李唐改今額。至宋之中葉", "424": "始革為禪。而瑩禪師出焉。其上堂語曰。有一面鏡。到", "425": "處懸掛。凡聖不來。誰上誰下。遂拈拄杖曰。這箇是拄", "426": "杖。那箇是鏡。良久云。萬古碧潭空界月。再三撈摝始", "427": "應知。當時宗風之盛可以想見也。嗣後譜󳺰失存。無", "428": "從考覈。其殿宇歷朝廢興亦不。一今大雄寶殿則明", "429": "正統間順聰二公所建。凡歷一十三載始克有成。迄", "43": "題高雲客居士所持金剛經後題高雲客居士所持金剛經後", "430": "今二百有餘年。棟宇差脫。梁柱朽腐。雖以小木東拄", "431": "西撐。而勢已不可復支矣。康熙十一年歲在壬子二", "432": "月朔。余應供寺中。僧眾鳴鐘出迎。入殿禮佛。舉首仰", "433": "觀則岌乎疑將壓焉。不覺悚然。於是耆德尚節君頌", "434": "元棟性徹等稽首請曰。此殿朽弊極矣。苟一旦傾仆。", "435": "則佛菩薩聖像俱成虀粉矣。和尚可不施一莖草為", "436": "茲殿重興發起之緣乎。余惻然於中唯然而諾。竊思", "437": "此寺。溪山形勝。擅名上郡。森森古栢。偃蹇殿前。且歷", "438": "晉宋齊梁陳隋唐宋以來已經千有餘載。禪律碩德", "439": "代出於其間。至於今日殿宇朽弊梁柱傾頹。豈無黃", "44": "世尊二十餘年深談般若。以治眾生著有之病。有病", "440": "金再佈紺宇重隆者乎。於是寺眾僉然發心。各輸衣", "441": "鉢。後復領緣募化四方。求大木於辰山之麓。伐磉石", "442": "於水北之源。儲食糧陶磚瓦。起手於明年癸丑正月", "443": "念有八日。告竣於臘月八日。共糜金穀二千五百餘", "444": "兩。皆求諸施者。諸緣輻輳一載成功。是皆我佛慈蔭", "445": "之恩。龍天協相之力。離諸障緣。咄嗟成辦。後又重裝", "446": "聖像。彩飾殿宇。瑞光掩暎。金碧交輝。儼然移釋梵龍", "447": "天之宮於人間世。凡發一念正信之心。登斯殿。禮斯", "448": "佛。植菩提真種於覺場。開優鉢羅華於性海。端在是", "449": "耳。靈山一會儼然未散。豈虗語哉。又越八載。庚申秋", "45": "既去。空藥亦亡。藥病俱遣。是真般若。故經云。知我說", "450": "八月復重建天王殿。盡撤朽弊而一新之。寺眾亦各", "451": "捐所有而復各領緣以募四方。不日告成。亦如大殿。", "452": "於是總摭巔末。鐫諸琬𤥻。以垂永久。俾後之來者見", "453": "賢思齊。繩繩相繼。毋墜前修可也。綜理殿務。至於底", "454": "績者。比丘正梁。優婆塞謝大材李太勇。綜理天王殿", "455": "工者。比丘圓琮真覺。例得竝書是為記。", "456": "重興寶福禪寺記重興寶福禪寺記", "457": "寶福東和古剎也。在邑治之東。距城二十餘里而遙。", "458": "按志開創於唐貞觀間。永隆改元有碧峯禪師駐錫。", "459": "頗成蘭若。然歷年既遠。譜󳺰失存。遞代廢興不可考。", "46": "法如筏喻者。然而生死海濶。涅槃岸遙。苟非般若舟", "460": "至明嘉靖四十年住山清璧重建殿宇。莊嚴像設。置", "461": "立田畞充為香燈。實有功於是山。天啟七年大殿朽", "462": "弊。寺僧復新之。然皆蜂房蟻穴人各為家。雖具苾芻", "463": "之形。殊昧熏修之實。康熈辛亥秋厄於回祿。一夕而", "464": "燼蕩無孑遺。鞠為瓦礫坵墟者凡八閱寒暑。老僧三", "465": "四輩。茅屋兩三楹。鼓鐘寂寞。香火黯如。棄之不能。居", "466": "之不安。住僧興福有慨於衷。余時居慶元之鏡湖。乃", "467": "率法眷太和興寶法殿。特賷香供入山懇請。余感其", "468": "誠。親履其地。相其溪山形勝。堪為道人隱居之所。因", "469": "諾其請。時壬子仲冬也。既而余歸富沙建造塔寺。興", "47": "航曷由克濟。故未到岸者未可輕易舍筏也。胡子旅", "470": "福前後往返持眾。護法紳士書幣凡經八請。至己未", "471": "春三月始獲入山。即謀諸眾伐石掄材工役大興。改", "472": "正寺基。建造調御寶殿。左右輔以客廳。殿後為潮音", "473": "堂。凡七楹。前為慈氏殿。凡五楹。東西兩序翼如也。左", "474": "為庫司。為香積。為禪悅堂。右為法藏室。為那伽室。為", "475": "留雲室。又左為梵行寮。為高樓。右為倉庫。為浴室。至", "476": "是規模麤備。其殿中嚴設三世佛像。大悲千手眼像。", "477": "伽藍祖師。前殿韋天慈氏像。金光熌爛。輝暎林間。四", "478": "方衲子有志慕道者漸集。常餘千指。朝暮禪誦晨昏", "479": "鼓鐘。琅琅法音盈於耳目。可謂一方真阿練若。正修", "48": "堂以精楷書寫金剛般若。三山高子雲客居士得之", "480": "行地。所費金穀一文一粒皆出自檀門及師僧善信", "481": "各捨所有共相成立。本寺香燈恒產凡二十五石零。", "482": "又支院經竹菴凡二石八斗零。皆四房充入常住。以", "483": "供三寶及諸龍象。永為叢林千年常住。至癸亥冬華", "484": "嚴疏論鐫刻告成。鼓山大眾幾經逼請。明春將往應", "485": "之。適法子寒輝闍黎入山省覲。合寺僧眾及　邑侯", "486": "姚公護法紳士等固請繼席化導一方。輝不得辭。唯", "487": "然而受。眾皆踊躍。於是謹紀其始末。貞之於石。昭示", "488": "來茲。俾後之居斯食斯。焚修於斯者。內堅謀道之志。", "489": "外弘不諍之風。修身有戒。治心有慧。彼此慈眼相視。", "49": "珍重受持有年。康熈庚申春遠寄建溪見示且徵䟦", "490": "慈心相照。以法共住。仰報佛恩。庶無負余建立三寶", "491": "之意。及檀那淨施之德。願爾後人宜各勉旃。是為記。", "492": "五祖山大悲閣記五祖山大悲閣記", "493": "千手眼大悲觀世音者。稱體發用也。始於從聞思修。", "494": "極至生滅既滅。寂滅現前。而七難二求三十二應十", "495": "四無畏四不思議無量功德。悉皆圓現。況千手眼乎。", "496": "葢法界是其真身。萬象皆其手眼。但云千手眼者。特", "497": "隨機所見耳。此手此眼人皆本有。玅用常然。皆由不", "498": "信不解。日用不知故若無也。試觀現前六尺微軀。居", "499": "天地之間。奚啻千林一葉。然而從朝至暮自幼至老。", "5": "經本無讚。讚乃後人所作。讚美經中太旨。華嚴經舊", "50": "焉。余觀此經。白者是紙。黑者是墨。不見字相。不見義", "500": "所起心念念念各殊。不知其幾千萬億。發之至於六", "501": "根六塵六識各有其用。一念一手眼。圓滿具足無欠", "502": "無剩。然則眾生與菩薩有何別乎。眾生心念起於無", "503": "明。菩薩手眼起於大智大悲之心。故菩薩以大悲著", "504": "名。而眾生以無明用事。所以凡聖懸殊迷悟逈隔。若", "505": "能達無明本空。真性本有。則眾生日用差別之心。即", "506": "是菩薩智悲手眼。全體發現。有何差別。是在智者能", "507": "自審耳。富沙南山素安坦公。早歲稟戒於掌石老人。", "508": "預餐法味。至四十餘。值世滄桑。兵戈擾攘。乃挈徒孫", "509": "悟關周岱輩於龍渡深處曰五祖山。開闢草萊搆菴", "51": "相。書寫受持者俱不可得。然而字義炳然。此經如故。", "510": "以居。菴凡五楹。中為大殿。左右為禪房。久之復廣其", "511": "基搆。擴其殿宇。金像巍巍照耀山谷。殿之後為高閣。", "512": "供奉大悲聖像。端嚴玅麗。慈威並現。四十二臂。臂各", "513": "異執。皆有所表。見者莫不革去凡心起敬起信。一門", "514": "聚集雍雍肅肅。經聲佛號無間晨昏。信為一方真阿", "515": "練若。所糜金穀共若干。皆傾己衣鉢為之。不干擾檀", "516": "門也。余觀世之為僧泪沒塵勞。自幼至老不能於佛", "517": "法中生一念正信者滔滔皆是。譬如坐井中而受渴。", "518": "入寶山而空回。豈不重可惜哉。今安公與法子法孫", "519": "遠城寺而居山林。甘寂寞而樂枯淡。佛法僧寶日事", "52": "凡受持是經者。應作如是觀。又高子來書云。前歲山", "520": "莊嚴。福德智慧深加培植。安公開創於其前。而悟關", "521": "周岱等擴充於其後。源源而來。政未有艾。詎非甘蔗", "522": "之苗裔。苾芻之真種者乎。不然。何其度越流輩若此", "523": "也。是閣也。成於康熙戊午七月七日。大悲聖像陞座", "524": "於臘月八日。周岱具石請記。用垂不朽。余每念乃祖", "525": "乃孫興隆三寶僕僕不懈。故不敢以衰老辭。乃特為", "526": "舉大士手眼一一自大悲心流出。而眾生現前念念", "527": "圓明悉皆具足。不假外求。一念回機即同本得。願後", "528": "之來者深體此意。善繼善述。毋墜前修。庶不負為空", "529": "王弟子。安公法胤也。是為記。", "53": "妻既逝。去秋敝廬復焚。夢幻之相已見一班。若然則", "530": "贊贊", "531": "世尊菩提樹下成正覺贊世尊菩提樹下成正覺贊", "532": "菩提樹下。覺道初成。水中捉月。夢裏惺惺。不是雲門", "533": "早󳬇破。至今冤屈難伸。呵呵。相識滿天下。知心能幾", "534": "人。", "535": "世尊著衣持鉢贊世尊著衣持鉢贊", "536": "佛是西天老比丘。著衣持鉢逞風流。長街曲巷區區", "537": "去。總為羣生強出頭。", "538": "世尊千輻輪足靈蹟贊世尊千輻輪足靈蹟贊", "539": "維我世尊。四心無量。臨趨涅槃。蹈此石上。輪足聖蹟。", "54": "高子一部金剛般若。日用中全體現前。實無一時無", "540": "印文炳然。留茲嘉瑞。福蔭人天。前後八毀。不壞不失。", "541": "割水吹光。了無縫隙。是知法身。徧於剎塵。不住聲色。", "542": "覿體全真。萬劫希逢。再泐玄石。堪忍界中。永懸慧日。", "543": "世尊旃檀瑞像贊世尊旃檀瑞像贊", "544": "如來真相原無相。巧匠如何刻得成。無那優王思見", "545": "佛。却將相好慰凡情。", "546": "三十二相都雕出。唯有梵音雕不來。廣長舌覆三千", "547": "界。溪聲說法語如雷。", "548": "自心憶佛自心現。非自非他無背面。目連攝匠上天", "549": "庭。刻得十分還不見。", "55": "一處無一事非高子持經所在。又安用區區東行。賣", "550": "旃檀瑞像到中華。金口當年記不差。度盡眾生願始", "551": "滿。不知何日返流沙。", "552": "觀音大士贊觀音大士贊八首", "553": "一片老婆心。現形十法界。端的是何人。得恁麼自在。", "554": "本無名字亦無家。只因欠了閻浮債。", "555": "頂戴彌陀。深觀自在。五蘊本空。了無󳬩礙。隨緣赴感。", "556": "如水中月。若能反觀。圓滿無缺。金刀刺血。舌上迸流。", "557": "通身即是。不用他求。", "558": "頂戴彌陀叉手行。同流九界徧尋聲。箇中若遇知音", "559": "者。不動干戈定太平。", "56": "心肝以求之哉。", "560": "賤賣慈悲未肯休。是凡是聖等隨流。只因欠了眾生", "561": "債。險惡道中強出頭。", "562": "惟觀世音是大慈母。撫育羣生如保赤子。感之即應", "563": "呼之即來。似月臨水如蕉聞雷。咨爾佛子。應生正信。", "564": "大士與我。同一真性。稱名禮敬。全體現前。有願必遂。", "565": "福慧綿綿。謝石公居士請", "566": "惟吳道子竟是何人。筆尖能幻大士全神。玅相慈容", "567": "端嚴自在。處處分形徧於九界。如日普熱如月普凉。", "568": "尋聲救苦應現無方。道子觀音。觀音道子。是一是二。", "569": "何彼何此。", "57": "書等韻指月後書等韻指月後", "570": "自然觀音贊(為黃鰲載居士作)自然觀音贊為黃鰲載居士作", "571": "大士真慈。即石而見。相好天然。普門示現。", "572": "見月律師所畵觀音出山像贊見月律師所畵觀音出山像贊", "573": "瘦若枯柴。清如止水。心若滅燈。慈如老母。見月忘指。", "574": "得意忘象。是真觀音。正好供養。", "575": "建州開元寺辟支佛牙贊建州開元寺辟支佛牙贊", "576": "出無佛世。受長大身。先佛弘化。轉正法輪。真身常存。", "577": "充塞法界。觀此牙相。歷劫不壞。", "578": "達磨祖師贊達磨祖師贊", "579": "特泛重溟來震旦。蕭君知面不知心。折蘆暗自渡江", "58": "等韻反切出於釋氏。余幼忝入釋而韻學素未甞關", "580": "去。千古清風動少林。", "581": "寒拾二大士贊寒拾二大士贊", "582": "寒山拾得是冤讐。共入天台掃石頭。罵盡世人人不", "583": "醒。自歌自笑却忘憂。呵呵。一自寒巖歸去後。只今明", "584": "月照丹丘。", "585": "謝石公茂才書經作佛像其字畫細如毛髮精心玅手不可思議(某)敬為之贊謝石公茂才書經作佛像。其字畫細如毛髮。", "586": "精心玅手不可思議。某敬為之贊", "587": "以佛視經。是說法主。以經視佛。是諸佛師。非一非異。", "588": "即師即資。謝子筆端。有經有佛。其運筆者。竟是何物。", "589": "若能反觀。自己身相。亦復如是。更無二樣。", "59": "心。一日黃子季瑜持所編韻法橫圖音切指月索序。", "590": "至聖孔子贊(有引)至聖孔子贊有引", "591": "余讀諸家孔子贊。皆各得其一偏。未見大全。竊欲", "592": "作孔子全贊而不可得。一日讀中庸至仲尼祖述", "593": "一章。始知子思子已贊之矣。以孔子配天地而稱", "594": "為至聖。寧復有加於此者乎。宋儒不達。乃分為兩", "595": "章。使文理隔斷。迷亂後學。乃特錄一篇。寄潘士閣", "596": "道兄。不知鄙見有當否。", "597": "仲尼祖述堯舜。憲章文武。上律天時。下襲水土。辟如", "598": "天地之無不持載。無不覆幬。辟如四時之錯行。如日", "599": "月之代明。萬物竝育而不相害。道竝行而不相悖。小", "6": "讚不知何人所製。一會多品。唯共一讚。更加泛詞。與", "60": "一為展卷。不啻於菟之視水車。了不見其縫隙。序曷", "600": "德川流。大德敦化。此天地之所以為大也。唯天下至", "601": "聖為能聰明睿知足以有臨也。寬裕溫柔足以有容", "602": "也。發強剛毅足以有執也。齊莊中正足以有敬也。文", "603": "理密察足以有別也。溥博淵泉而時出之。溥博如天。", "604": "淵泉如淵。見而民莫不敬。言而民莫不信。行而民莫", "605": "不說。是以聲名洋溢乎中國。施及蠻貊。舟車所至人", "606": "力所通。天之所覆地之所載。日月所照霜露所墜。凡", "607": "有血氣者莫不尊親。故曰配天。", "608": "三笑圖贊三笑圖贊", "609": "三門一室。三人一心。驀然會著。笑破古今。試看虎溪。", "61": "可為。雖然甞聞之清凉國師曰。字母是一切字根本。", "610": "蒼松明月。三笑之聲。至今未歇。", "611": "關夫子雲長公贊關夫子雲長公贊", "612": "春秋大義惟扶漢。直使賊臣心膽傾。一片丹衷貫今", "613": "古。何須秉燭見光明。", "614": "韓文公參大顛禪師贊韓文公參大顛禪師贊", "615": "佛骨一疏。潮陽萬里。一見大顛。知飯是米。", "616": "白侍郎參鳥窠禪師贊白侍郎參鳥窠禪師贊", "617": "止惡行善。嬰兒亦知。八十翁翁。行之尤遲。", "618": "呂真人參黃龍禪師贊呂真人參黃龍禪師贊", "619": "未逢正法。勤苦修煉。一遇黃龍。金鍮立辨。", "62": "如迦佉誐伽等三十四字。以娑上婆平枲嘶等十二", "620": "關將軍參玉泉智者大師贊關將軍參玉泉智者大師贊", "621": "神見玉泉。親稟大戒。關公打化。千古猶在。", "622": "孫鹿園郡守贊孫鹿園郡守贊", "623": "是身若浮漚。姓名亦虗立。身名尚匪真。何況二千石。", "624": "死生來去事。空中尋鳥迹。唯有本來人。尊貴無倫匹。", "625": "覿面露堂堂。聖凡都不識。", "626": "張羮如先生贊張羮如先生贊", "627": "鍾黃華之靈秀。攬武夷之精英。掇科第如拾芥。撫蒸", "628": "民若保嬰。雖見危而致命。乃效忠以達情。嗣續源源", "629": "方未艾。鹽梅從此起家聲。", "63": "音入此三十四字。則一字中成十二字。復有二合三", "630": "潘惕銘先生贊潘惕銘先生贊", "631": "樞公家子。臨難不屈。忠孝根心。有如曒日。斯文正宗。", "632": "富沙名族。子孫振振。森然如玉。天形道貌。如松如竹。", "633": "即之儼然。清芬可掬。", "634": "謝獻可先生贊謝獻可先生贊", "635": "東山鍾秀。桂林挺枝。家傳耕讀。壽茂期󰬇。子既跨竈。", "636": "孫愈岐嶷。身逸心閒。性靜神怡。賓於上庠。季世所師。", "637": "噫。斯人也。吾無得而稱之。", "638": "謝純一居士贊謝純一居士贊", "639": "行儒之行。用佛之心。遊法界海。入雜華林。百城詢友。", "64": "合乃至六合出一切字。故名為母梵天之書。千古無", "640": "一道棲神。繁興萬行。枯木長春。", "641": "潘士閣居士贊潘士閣居士贊", "642": "文心浩蕩。氣宇雍容。得儒之髓。徹佛之宗。壽世以德。", "643": "傳家以文。秦水華山。靈秀氤氳。", "644": "張子發居士贊張子發居士贊", "645": "貴介之質。衲僧之心。津梁不倦。願行惟深。巍然趺坐", "646": "蒲團上。不言不語笑吟吟。", "647": "章岐生居士贊章岐生居士贊", "648": "惟公上世。全城渥澤。萃公厥身。繩祖大德。文行既彰。", "649": "賢良是則。參以心宗。慧光愈赫。", "65": "易。不同此土篆𨽻隨時也。觀此則世人徒知等韻字", "650": "謝簡生居士贊謝簡生居士贊", "651": "出自僊里。德性天生。知儒知佛。有言有行。學海深廣。", "652": "筆陣縱橫。師於三庠。斯道權衡。", "653": "魏夢蘇居士贊魏夢蘇居士贊", "654": "蘇鬍既去。魏鬍復來。同氣相感。夢裏眼開。噫。吾不知", "655": "其蘇夢魏耶。魏夢蘇耶。蝴蝶莊周如未醒。魏蘇公案", "656": "未容猜。", "657": "吳石凝居士小影坐竹林下明月在天琴置於左飄然有自得之意贊曰吳石凝居士小影坐竹林下。明月在天。琴置", "658": "於左。飄然有自得之意。贊曰", "659": "相識滿天下。知心唯此君。微風戞幽響。清籟不勝聞。", "66": "母能切字。而不知其能生一切諸字也。徒知始於神", "660": "起坐常與俱。君子忍離羣。琴心付明月。聲色徒紛紜。", "661": "吳子璘生圖余像與郡守沈公同㡧請贊吳子璘生圖余像與郡守沈公同㡧請贊", "662": "沈公補石。來守富沙。捄亂扶危。政事如麻。時過芝山。", "663": "扣關問道。胸次浩然。那知世閙。蒼松之下。清風徐來。", "664": "趺坐唔語。其聲如雷。吳子璘生。為公賞識。一圖描出。", "665": "空中鳥迹。", "666": "白雲隱含禪師贊白雲隱含禪師贊", "667": "面冷而心熱。氣柔而骨剛。握曹洞之正印。振宗教之", "668": "頹綱。豎法幢於六剎。播德譽於諸方。匪丹青所能描", "669": "邈。豈聞見可以摶量。白雲影裏青山色。從教萬古仰", "67": "珙而不知珙實本諸經論。為世尊金口親宣也。顧可", "670": "徽光。", "671": "寶善古樗禪師贊寶善古樗禪師贊", "672": "出鼓山門。繼寶善位。克紹前徽。家聲不墜。坐鎮茲山。", "673": "一十四年。慈德廣被。緇白具瞻。示疾月餘。安閒灑落。", "674": "說偈辭眾。蕭然坐脫。唯斯數者。逈出尋常。載觀遺像。", "675": "末世津梁。", "676": "自贊自贊六首", "677": "毗盧願力周法界。老漢卑心亦復然。一雨普滋三草", "678": "潤。一春回處百花繁。", "679": "森羅萬象逞丰神。巧匠如何畵得真。一筆丹青漫塗", "68": "以不學乎。字彚音切橫直二圖出於等韻。最為簡便。", "680": "汙。庭前枯木自生春。", "681": "入山復出山。起殿又起塔。無事討事作。直令人笑殺。", "682": "休笑殺。志公不是閒和尚。雪嶺原非真悉達。富沙開元請", "683": "這箇老衲。阿阿剌剌。觀其貌不越眾人。而心頗豁達。", "684": "葢欲將盡法界虗空界一切眾生攝入一塵而示以", "685": "根本法輪。又欲將盡法界虗空界一切諸佛收入毛", "686": "端而坐寶王剎。且志不圖目前而在生。生直待生佛", "687": "界空。而方乃結殺。太虗可殞。此心莫遏。如上所供。竝", "688": "是詣實。不妨令人疑著。", "689": "偶來松樹下。散步一披襟。俛仰乾坤裏。若箇是知音。", "69": "而黃子指月一書又出於字彚。是簡便中之簡便。凡", "690": "太虗常廓爾。日月自浮沉。惟有忘機者。始得一相尋。", "691": "大圓鏡中。了無朕迹。突出這箇。晴空霹󳱏。是聖是凡。", "692": "非異非一。唯有舜若多。却與渠相識。", "693": "銘銘", "694": "黃龍涔伯和尚塔銘黃龍涔伯和尚塔銘", "695": "師之心兮博山之心。師之行兮博山之行。修己訓徒", "696": "與夫食息起居。一皆奉博山之正令。冥真宗於自心。", "697": "傳毗尼於後胤。年屆古稀方矍鑠。怡然忽入那伽定。", "698": "黃龍山色古猶今。巍巍白塔斯常鎮。", "699": "白雲隱含禪師塔銘白雲隱含禪師塔銘", "7": "經無涉。茲因本山重刻方冊經板。乃僭為改作。有一", "70": "留心韻學者能因指月而入字彚。因字彚而入等韻。", "700": "祖庭秋晚。孰振頹綱。維我隱公。法將之良。道揚洞上。", "701": "脉衍龍唐。六住古剎。厥化彌昌。本無去住。豈涉存亡。", "702": "根歸崇梵。日隱西岡。巍巍窣堵。玉骨斯藏。永垂令範。", "703": "萬古常光。", "704": "寶善古樗禪師塔銘寶善古樗禪師塔銘", "705": "石鼓之音。不落宮商。苕溪之浪。豈涉汪洋。樗公繼之。", "706": "厥化彌昌。一十四年。甘露瀼瀼。溺者以濟。幽者以光。", "707": "風飛雷厲。道韻鏗鏘。化權既戢。辭眾坐亡。歸根實地。", "708": "日隱西岡。巍巍窣堵。吳坑之陽。告諸來者。景行毋忘。", "709": "福山同歸塔銘福山同歸塔銘", "71": "因等韻而了一切諸字。因字而了盡萬法。譬如尋流", "710": "晴空淨眼。有花亂墜。起滅無從。誰會不會。金剛正體。", "711": "百煉愈新。本無一物。那有纖塵。無陰陽地。不萌之艸。", "712": "香象深藏。時弄牙爪。一身多身。多身一身。同歸此塔。", "713": "枯木長春。", "714": "白雲崇梵禪寺鐘銘白雲崇梵禪寺鐘銘", "715": "崇梵古剎。列祖禪關。紅爐輥出。永鎮茲山。人人耳根。", "716": "具三真實。擊擊現前。寂寂歷歷。咨爾佛子。頓息狐疑。", "717": "天真而玅。不假修持。", "718": "開元寺鐘銘開元寺鐘銘", "719": "唐之開元。晉之林泉。龍象蹴踏。禪律後先。修身以戒。", "72": "得源。伐樹得根。而季瑜嘉惠後學一段苦心庶不至", "720": "明心以禪。舍斯二者。莫知所天。洪鐘起鑄。寶殿告圓。", "721": "銘斯玄旨。昭示後賢。", "722": "永安萬壽禪寺鐘銘永安萬壽禪寺鐘銘", "723": "洪音震處。梵剎永安。皇王萬壽。四海騰懽。", "724": "多寶佛塔鐘銘多寶佛塔鐘銘", "725": "塔頂餘銅。範此洪鐘。永鎮寶塔。高插穹窿。不經三災。", "726": "長膺五福。凡在見聞。悉皆成佛。", "727": "偈偈", "728": "金剛經六如頌金剛經六如頌六首", "729": "夢夢", "73": "唐捐云。", "730": "長寢無明室。神游夢夢新。一身原不動。萬境自虗陳。", "731": "非法還生法。無人忽有人。緬懷大覺者。夢破見天真。", "732": "幻幻", "733": "黎耶大幻師。心術起諸幻。凡聖既分岐。愛憎自離亂。", "734": "山河競流峙。宮殿亦成辦。幻幻本寂然。非真亦非贗。", "735": "泡泡", "736": "性海本澄渟。迷激浮泡起。倐生即倏滅。何成復何毀。", "737": "流轉六道中。沉淪方寸裏。尋流忽得源。究竟不離水。", "738": "影影", "739": "昧却自真形。生生只弄影。󳲥妍妄分別。憎愛徒馳騁。", "74": "題三教聖人觀太極圖題三教聖人觀太極圖", "740": "水月探癡猿。盃蛇病疑叟。迴光獨照時。心境二俱泯。", "741": "露露", "742": "清晨花上露。點點若珠圓。非無頃刻潤。難保片時堅。", "743": "身世只如此。古今亦復然。何須待日出。一照始知捐。", "744": "電電", "745": "觀察心如電。紅光射斗間。推開長夜暗。照見萬重山。", "746": "明暗原無間。去來孰可攀。試看起滅處。碧漢自幽閒。", "747": "演善導和尚勸念佛偈演善導和尚勸念佛偈八首", "748": "漸漸鷄皮󳬈髮。光陰密密催拶。見他老態堪憐。不解", "749": "自己觀察。須知是身非身。一似瀑流聚沫。普勸及時", "75": "太極未分已前。儒釋道三教許多名目不知在甚麼", "750": "念佛。勿待氣衰力脫。", "751": "看看行步龍鍾。咫尺千里難通。回想當年足力。枉自", "752": "蹭蹬塵中。未曾踏著實地。那解反省己躬。普勸及蚤", "753": "念佛。下坡快便難逢。", "754": "直饒金玉滿堂。日夜打算思量。一旦撒開兩手。都屬", "755": "別人主張。昧却自家寶藏。貪他瓦礫倉忙。普勸盡施", "756": "念佛。西方乃是寶方。", "757": "難免衰殘老病。世間若箇能信。只恃氣血剛強。那思", "758": "老病跟定。一旦纏綿枕蓆。八苦交煎難禁。勸君趂徤", "759": "念佛。直入蓮胎托孕。", "76": "處安立。既分之後。清者為天。濁者為地。三聖人強出", "760": "任你千般快樂。豈知樂是苦因。通身都是罪業。永劫", "761": "不免沉淪。善惡冥中有簿。件件錄上姓名。普勸一心", "762": "念佛。慧光燭破迷情。", "763": "無常終是到來。萬般一旦拋開。空占青山片地。徒將", "764": "白骨深埋。了無一物是我。豈有纖毫帶回。普勸預先", "765": "念佛。蓮根厚自栽培。", "766": "唯有徑路修行。一日勝過千生。只貴當人行願。亦復", "767": "仗佛光明。三昧時時成就。罪垢念念冰清。普勸信心", "768": "念佛。蓮臺上品標名。", "769": "但念阿彌陀佛。不須別求法門。直下轉凡成聖。一似", "77": "頭來。割裂虗空。分疆立界。各說異端。仲尼則曰吾道", "770": "北溟化鯤。句句珠聯不斷。字字鏡照毋昏。見佛隨念", "771": "即見。娑婆淨土休論。", "772": "圓覺大光明藏頌圓覺大光明藏頌", "773": "覺性圓明非內外。婆伽云入示玄津。古今一際無時", "774": "節。凡聖同源孰主賓。靈木陰森春不涉。孤峯獨露霧", "775": "常屯。箇中幻出黃金界。父子團圝話轉新。", "776": "康熈辛亥臘末至荷山禮先師和尚遺蹟康熈辛亥臘末至荷山禮先師和尚遺蹟", "777": "侍師卓錫此山巔。一別俄驚四十年。汲水每思馳峻", "778": "嶺。採蓮時憶踏深田。滄桑人世經如許。泡沫衰顏敢", "779": "自憐。欲問吾師端的意。門前松竹尚蒼然。", "78": "一以貫之。伯陽則曰道可道非常道。瞿曇則曰正直", "780": "黃梅菴度歲(有引)黃梅菴度歲有引", "781": "康熈辛亥臘月念五日在白雲約謝飛卿黃鰲載", "782": "潘士閣魏夢蘇諸道友遊東溪諸勝剎。即日至荷", "783": "山禮先師遺蹟。明日過萬善菴訪悟公。士閣別先", "784": "歸。又明日至黃梅。飛卿亦歸。予與鰲載夢蘇遂度", "785": "歲於黃梅。主者一如知化道誼甚勤。主賓懽洽。除", "786": "夕元旦各有詩紀其事。", "787": "盡道浮生皆逆旅。那知到處即家山。圍爐煑茗話前", "788": "事。賓主渾忘一笑間。", "789": "百歲光陰強過半。一年除去一年來。直饒除盡芥城", "79": "捨方便但說無上道。從此葛藤蔓延。惑亂天下。後世", "790": "劫。庭栢青青雪莫摧。", "791": "鳳曆初開歲日新。遙瞻八極紫雲屯。夜來一雨千林", "792": "足。草木欣欣盡向春。", "793": "空山寂歷杳無聲。鐘磬交加梵唄清。一炷旃檀祝", "794": "堯壽。共看四海樂昇平。", "795": "至龍頭山訪智光老友至龍頭山訪智光老友", "796": "建溪勝剎擅龍山。念載重來扣竹關。相見依依問行", "797": "履。焚香煑茗翠微間。", "798": "巋然躍起壓諸峯。俯瞰前山翠幾重。松逕逶迤容客", "799": "到。蒼苔蹋破月明中。", "8": "品一卷則一卷一讚。有一品數卷則數卷共一讚。有", "80": "晚生小子未有了日。總無一人出來為渠勦絕。甚是", "800": "贈黃鰲載居士贈黃鰲載居士", "801": "老年學道念尤真。葷酒都捐道入神。心地戒從心地", "802": "受。羣生普載出迷津。", "803": "贈陳學夔居士贈陳學夔居士", "804": "顏生陋巷不堪憂。渠却忘懷樂自由。識得阿儂真樂", "805": "處。窮通於我等浮漚。", "806": "贈魏夢蘇居士贈魏夢蘇居士", "807": "東坡慧業葢天下。却被溪聲山色埋。喚醒儂家憨夢", "808": "處。山河倒走入茅齋。", "809": "壽寧三峯寺題壁壽寧三峯寺題壁四首", "81": "叵耐。一日其西潘子持三聖人觀太極圖請題。不覺", "810": "鰲陽南國涌三峯。趙宋初開釋梵宮。佛火薪傳常不", "811": "燼。法音雷動每聞鐘。門前古道留新月。谷口疎林咽", "812": "晚風。今日我來詢往事。夜深清夢發幽蹤。", "813": "老僧七十壽筵開。南至熏風拂石臺。茶獻趙州如霧", "814": "涌。饌呈香積似雲來。慈能化暴離山谷。力解編橋渡", "815": "水隈。萬口頌聲常載道。古稀又古是初回。右壽悟明寺主", "816": "丈夫氣宇自如王。擺脫塵韁更煒煌。一葉扁舟遊幻", "817": "海。三更孤月照虗廊。已知實地原明玅。却嘆浮生空", "818": "熱忙。滿目繁華成故事。幾人於此解回光。", "819": "三門羅列古杉松。石磴逶迤覺路通。玉殿蔽虧雲氣", "82": "失聲大笑曰。當初只道茅長短。燒了方知地不平。", "820": "白。金容晃耀日輪紅。利名常逐高車客。寵辱無干百", "821": "衲翁。一卷華嚴方課罷。樓頭不覺又傳鐘。", "822": "贈壽令李公贈壽令李公", "823": "風流仙吏饒清福。訟簡民和竟日閒。斗酒百篇酬逸", "824": "興。箇中天地非人間。", "825": "俯仰乾坤一彈丸。鰲陽蕞爾萬山攢。牛刀自試原非", "826": "小。却憶磻溪把釣竿。", "827": "余居鏡湖吳如公居士過訪次韻贈之余居鏡湖吳如公居士過訪次韻贈之", "828": "憶昔龐公善患聾。今朝深喜晤如公。衣珠燦爛昏衢", "829": "曉。法海縱橫玅理融。悉達何曾生竺國。仲尼原不出", "83": "題十八羅漢卷題十八羅漢卷", "830": "山東。箇中端的憑誰委。夜半湖心日正紅。", "831": "壽吳如公居士七十初度壽吳如公居士七十初度", "832": "我居鏡湖山。逈在萬峯裏。山徑殊險仄。往復不易耳。", "833": "乃有舉溪翁。聞之笑見齒。毅然杖屨來。一見如乳水。", "834": "披襟論大道。九流皆渣滓。縱筆註梵經。才識多新美。", "835": "集之成卷軸。付孫為鐫梓。意欲廣播揚。誘世歸佛理。", "836": "但觀此一著。時輩安可比。逐逐不知歸。畢生誤金紫。", "837": "今秋值懸弧。籬菊放新蘂。南山壽嶽高。古稀才一紀。", "838": "真壽不可量。塵點喻不似。試看此色身。兩曜莫移󳫴。", "839": "我本物外人。安禪忘譽毀。聊壽翁一言。天地為終始。", "84": "十八應真受佛遺囑。留身住世。應供四天下。為眾生", "840": "光孝寺栽瓔珞栢光孝寺栽瓔珞栢", "841": "城南佛國擅南山。喬木菁葱境自閒。今日復栽瓔珞", "842": "栢。道根永固啟禪關。", "843": "智藥晉智藥三藏自西域持菩提樹來親持覺樹子。曾於光孝在󳱮東廣", "844": "州原栽培。須知人地原非異。必有肉身大士來六祖在此", "845": "樹下披剃受戒。開甘露門。度人無量。", "846": "白雲寺栽瓔珞栢白雲寺栽瓔珞栢", "847": "覺樹親栽實地中。新根穉幹葉陰穠。性空法雨時滋", "848": "長。奕代從茲起象龍。", "849": "廣庭寶樹正當陽。瓔珞垂垂支本長。春雨春風宜此", "85": "福田。教中云。齋百凡僧。有聖僧預其會。宋學士東坡", "850": "日。少林嫩桂復昌昌。", "851": "次韻贈建令梁公昭子次韻贈建令梁公昭子二首", "852": "建地久荒蕪。賢侯治業殊。丰姿追五柳。詩興亞三蘇。", "853": "疾苦清風起。頑嚚德化無。常思貴己者。醉飽在天厨。", "854": "大道寂寥久。孤心誰與行。括囊來毀譽。韞匱露珠瓔。", "855": "野󳬈恣愚性。蜉蝣歎此生。欣逢摩詰士。默契共忘情。", "856": "壽鄭威如明府壽鄭威如明府", "857": "幻泡未生前。何方著甲子。兆形天地間。歲月如雲駛。", "858": "先生嶽誕人。風度自閒美。弱冠戰文塲。取第在彈指。", "859": "十載令江南。清明如止水。童叟共謳歌。甘棠蔭千祀。", "86": "蘇公得唐貫休所畫十八羅漢像贊而藏之。每歲父", "860": "今夏值懸弧。數符大衍理。赫日正中天。殊方皆溥被。", "861": "我本物外人。辱公錄知己。叮嚀造浮圖。合郡皆仰止。", "862": "祇慚福力微。無以稱台旨。敢不自勉旃。赴公所望爾。", "863": "夏木正陰森。熏風自南起。默契未兆先。壽量安可擬。", "864": "楊子江中水。千古來未已。聊舉以壽公。此道貫終始。", "865": "贈龔起凡居士持華嚴經贈龔起凡居士持華嚴經", "866": "雖在塵中不住塵。却歸蘭若寄閒身。心遊法界乾坤", "867": "小。體合毗盧願行真。九會語言標月指。五周因果劫", "868": "前春。普賢毛孔深多少。童子忙忙去問津。", "869": "示黃蓮實道人示黃蓮實道人", "87": "母忌辰及自生日。展而供之。茶皆化為乳。此其驗也。", "870": "四大和合。假名為身。畢竟空寂。無我無人。生老病死。", "871": "夢境非實。正眼豁開。了無蹤蹟。若於生死。有怖畏心。", "872": "當依佛力。即得清寧。一句彌陀。罪滅億劫。佛光照燭。", "873": "如湯沃雪。宜發大願。決定往生。花開見佛。廣度含情。", "874": "輓林涵齋居士(有序)輓林涵齋居士有序", "875": "居士蓮華國中人也。無端賺落閻浮。開眼大夢六", "876": "十餘年中。榮枯得喪襍然橫陳。而居士御之如一", "877": "葉之舟。傲顛風而舞澎湃。隨波上下了無留滯。至", "878": "於今日因圓果滿。乃閉却兩眼恍然大寤。復歸本", "879": "位。道霈聞之數百里外。不覺悲喜交集。喜者喜居", "88": "其西潘子齋戒嚴謹。讀書究理。悠然自得。葢儒而佛", "880": "士裂三界之牢籠。釋四大之桎梏。悲者悲儒林失", "881": "其龜鏡。法門喪其金湯。乃作輓章恭呈靈座。知居", "882": "士於常寂光中必欣然點首。以余為知言也。其詞", "883": "曰。", "884": "無位真人赤𩨘𩪸。露躶躶兮光奕奕。直饒佛祖不知", "885": "名。天上天下誰能匹。無端賺落閻浮提。夢境千差亂", "886": "若絲。兩眼閉時忽大寤。莊周蝴蝶不須疑。十載相期", "887": "無別事。心心常在蓮花土。哲人去矣不復回。臨風不", "888": "覺淚如雨。", "889": "有感有感", "89": "者也。骨董箱中有十八羅漢卷。葢倣李龍眠筆。極為", "890": "祖師慧命若懸絲。四海茫茫覔法嗣。幾箇男兒是嫡", "891": "血。叮嚀擇法莫差遲。", "892": "如來金口親垂記。末法澆漓事莫差。今日分明都見", "893": "了。千鈞一髮寄誰家。", "894": "孟繼美兵憲以詩見贈次韻奉答孟繼美兵憲以詩見贈次韻奉答", "895": "不撥塵緣宛是僧。天機自與道相應。禪心一似月臨", "896": "水。逸韻渾如象擺繩。傾葢即聞歌白雪。此離何日論", "897": "真乘。百年眨眼俱成夢。金紫袈裟孰是非。", "898": "贈刺史補石沈公(次韻)贈刺史補石沈公次韻", "899": "官佛同時選。風規却自幽。愛民如赤子。閱世等虗舟。", "9": "一卷二三品則二三品共一讚。略提品會綱領。使讀", "90": "精工。一日持以示余且請題諸左方。余觀十八尊者", "900": "墨玅傳玄石。禪心澹素秋。浮圖瞻德望。豈止破千愁。", "901": "寶善菴啟塔請舍利安奉富沙多寶佛塔寶善菴啟塔請舍利安奉富沙多寶佛塔", "902": "邀迎聖瑞共承歡。迅櫓如飛到碧巒。塔戶重開金殿", "903": "冷。法身親見玉光寒。浮圖逼漢雲同白。舍利騰輝日", "904": "竝丹。事起一時人盡訝。福垂千古孰能觀。", "905": "輓白雲隱含禪師輓白雲隱含禪師", "906": "雲山五載振綱維。一片孤心許孰知。定入那伽呼不", "907": "起。影懸丈室語還悲。殘編道在金錍利。白塔身存正", "908": "令危。珍重時人休擬議。那邊原不涉離微。", "909": "病中自嘲病中自嘲四首", "91": "各逞神通。混同人世。而世人不知不見。有能知見而", "910": "病而又病將彌月。一息奄奄瘦若柴。問疾諸賢常滿", "911": "室。愧無一法答高才。", "912": "空篋無人只四蛇。互相嚙嚼亦堪嗟。看他毒氣炎炎", "913": "起。笑倒空王老作家。", "914": "病與不病不干他。眼裏何曾著得沙。唯置一床寢疾", "915": "臥。從教歷亂落空花。", "916": "無量劫來只此身。無量劫來只此病。世尊出世號醫", "917": "王。說盡醫方人不信。", "918": "哭郡守補石沈公哭郡守補石沈公二首", "919": "方外知交世所希。辱公與我志無違。七層塔額親書", "92": "供養之者。其所得福德不可思議。且道如何知得見", "920": "遍。八邑民心德化歸。夢境橫陳誰獨醒。幻身撇去自", "921": "忘機。山僧猶未忘情謂。泪灑西風對落暉。", "922": "幅巾杖履意幽閒。時過芝山一扣關。風度蕭疎蘇學", "923": "士。襟懷曠達白香山。潭中月影非沉沒。空際浮雲任", "924": "往還。塔記譔書俱已就。千秋墨蹟未斕班。", "925": "康熈丙辰秋為諸衲子開示起信論喜謝簡生居士預席別後以詩見寄次韻答之康熈丙辰秋為諸衲子開示起信論。喜謝簡", "926": "生居士預席。別後以詩見寄。次韻答之", "927": "法會因緣非一日。多生已入慈悲室。今朝邂逅是重", "928": "逢。沐浴法淵何玅密。了知身世總無生。物外相期忘", "929": "得失。一心二門三大旨。祖意佛心非異一。諸子慇懃", "93": "得。南嶽天台無覔處。分明只在畫圖中。", "930": "請提唱。喜君夙慧獨委悉。般若門高懽喜登。似箭離", "931": "弦勢甚疾。羣生熱惱孰清凉。火雲燒空望瑞霱。秋風", "932": "起時訂再來。勁翼摩空勝楖𣗖。", "933": "悼孤月闍黎悼孤月闍黎四首", "934": "眾星皎皎月輪孤。影入澄潭色有無。照見儂家真面", "935": "目。月沉波動費分疎。", "936": "十載相依問法勤。冰霜心事孰如君。方違旬日成終", "937": "訣。泪灑西風未忍分。", "938": "樓閣門中彈指入。重重法界集毫端。許君徧歷諸塵", "939": "剎。箇裏何曾有易難。", "94": "題護法論後題護法論後", "940": "涅槃門戶從來闢。生死根株不受栽。二鐵圍山推倒", "941": "去。大溈水牯早歸來。", "942": "新篁新篁", "943": "出苞便有凌雲勢。歷夏渾無熱惱心。一个兩个千萬", "944": "个。蕭蕭灑灑自成林。", "945": "春鳥歌二章春鳥歌二章", "946": "催耕(春分屆令此鳥即鳴作好哥哥聲催人東作之意甚切作好哥哥)催耕春分屆令。此鳥即鳴。作好哥哥聲。催人東作之意。甚切作好哥哥", "947": "好哥哥青春快過。好哥哥且謾蹉跎。自家田地莫荒", "948": "麼。春不耕兮秋不穫。來年枵腹當如何。好哥哥青春", "949": "快過。好哥哥且謾蹉跎。", "95": "護法者非護釋迦之法。乃護當人自己一心之法也。", "950": "杜宇(清明屆令此鳥即鳴作歸去好聲喚人歸去之意甚切作歸去好)杜宇清明屆令。此鳥即鳴。作歸去好聲。喚人歸去之意。甚切作歸去好", "951": "歸去好。歸去好。古今無限人歸了。為甚君猶戀異鄉。", "952": "異鄉雖樂終難保。何如急早辦前程。勿待臨時空懊", "953": "惱。歸去好。歸去好。古今無限人歸了。", "954": "勸禁溪放生勸禁溪放生", "955": "羣魚居水族。父母妻子全。與人了無異。恩愛相糾纏。", "956": "乃有毒心人。毒藥投深淵。毒殺萬萬命。命命皆含冤。", "957": "貪他一塊肉。造下百世愆。牽連諸惡道。填命無了年。", "958": "我佛立眾戒。不殺戒為先。殺生罪業重。放生福壽堅。", "959": "普勸善男女。廣結大因緣。禁溪同放生。福壽長綿綿。", "96": "若毀佛法。是毀自心。自戕其慧命。斷佛種性。流入諸", "960": "誡燒蠭誡燒蠭", "961": "蠭兮蠭兮甚麼讐無讐莫結讐。盤山躡嶺苦蒐求回", "962": "頭好自修。縱火擣穴滅其族放生得長壽。一命一償", "963": "何時休免貽身後憂。", "964": "示維人上座示維人上座", "965": "僧海滔滔去不返。超方衲子自鍼錐。如來慧命絲懸", "966": "鼎。含識迷情鐵吸磁。步步直教行實地。心心切忌落", "967": "今時。狂瀾輓轉千鈞力。一念無私勿自欺。", "968": "輓黃鰲載居士輓黃鰲載居士四首", "969": "我本煙霞物外人。與公聚首道方親。如何一別長歸", "97": "趣。永劫沉淪。葢謗法之罪不通懺悔。此護法論不得", "970": "去。夢想依稀淚不禁。", "971": "勉公謂勉齋公道業繼前聖。五百年來喜有君。學佛知儒", "972": "誠不愧。胡為遽爾喪斯文。", "973": "毗耶示疾老維摩。不二門開見也麼。一默如雷千古", "974": "震。鐵船已駕出煙波。", "975": "是身無我亦無人。死死生生念念新。薦取不生不滅", "976": "底。空花爛熳劫前春。", "977": "示正受老衲示正受老衲", "978": "不受諸受名正受。何妨廣受一切物。如鏡現像非即", "979": "離。無心普應即是佛。", "98": "不作。不得不重翻刻。廣佈天壤間以示諸人人也。開", "980": "壽郁文上座壽郁文上座", "981": "年方齊大衍。慧日正中天。住世情無著。看經解不偏。", "982": "四心塵裏發。六度鏡中圓。永壽如來命。真風播大千。", "983": "贈僧書華嚴經贈僧書華嚴經", "984": "須彌聚筆海量墨。難寫華嚴一字門。拈起毫端彰法", "985": "界。須知字字徹根源。", "986": "示法眉謝善友示法眉謝善友", "987": "本來無形段。何處安眉目。親見未生前。此物非他物。", "988": "康熈戊午秋同謝純一居士在翠巖鼎建大殿起手繕寫華嚴疏論纂要凡四閱月大殿告成纂要已終三十餘卷賦以志喜康熈戊午秋同謝純一居士在翠巖鼎建大", "989": "殿。起手繕寫華嚴疏論纂要。凡四閱月。大殿", "99": "其至理。解其迷惑。起其信根。其利博哉。富沙道友純", "990": "告成。纂要已終。三十餘卷。賦以志喜", "991": "大方境量自重重。攝入毛端寶剎中。插艸立成金色", "992": "界。揮毫頓發襍華叢。清凉釋法如天廓。棗栢論心似", "993": "日東。喜得與君相擇乳。同遊慧海渺何窮。", "994": "示冰瑩禪人參父母未生前示冰瑩禪人參父母未生前", "995": "父母未生前一著。虗時肯鑽也教穿。穿過那畔又那", "996": "畔。泥牛出海不須鞭。", "997": "百丈靜室四景詩百丈靜室四景詩", "998": "華嚴菴華嚴菴", "999": "華嚴真法界。含攝此菴中。十方諸剎土。影現自重重。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1442 為霖禪師旅泊菴稿", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1442 為霖禪師旅泊菴稿", "author": "(弟子)太泉．等純．興燈．心亮．淨煥 錄", "language": "chinese", "source": "CBETA"}