{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛事吳夫人起棺", "1": "伏獅衹園禪師語錄卷下", "10": "古從此源流續不差", "100": "是世尊不說說真曰鵓鳩樹上鳴穴曰汝作許多癡", "101": "福作麼何不體究言句又問師師曰動容揚古路不", "102": "墮悄然機穴謂真曰何不看念法華下語。", "103": "青蓮目顧示何言拂袖歸來話已圓不墮悄然揚古", "104": "路靈山一脈古今然", "105": "第十世汾陽昭禪師第十世汾陽昭禪師", "106": "師歷參知識最後到首山問百丈捲席意旨如何山", "107": "曰龍袖拂開全體現師曰師意如何山曰象王行處", "108": "絕狐蹤師于言下大悟曰萬古碧潭空界月再三撈", "109": "摝始應知有問曰見何道理便爾自肯師曰正是我", "11": "第二世馬祖一禪師第二世馬祖一禪師", "110": "放身命處。", "111": "撒手披襟獨得歸象王行處絕無依閫居三十年曾", "112": "出道滿乾坤徹四維", "113": "第十一世石霜圓禪師第十一世石霜圓禪師", "114": "師謁汾陽每見必詬罵或毀詆諸方及有所訓皆流", "115": "俗鄙事一夕訴曰自至法席不蒙指示念歲月飄忽", "116": "己事未明有失出家之利語未卒汾叱曰是惡知識", "117": "敢裨販我怒舉杖逐之師擬伸救汾掩其口乃大悟", "118": "曰是知臨濟道出常情。", "119": "諸方詆毀驗來由掩口知情大悟休一劍一鞋一盆", "12": "師在衡嶽習坐禪讓和尚來問曰坐禪圖作什麼師", "120": "水英靈觸著命難留", "121": "第十二世揚岐會禪師第十二世揚岐會禪師", "122": "師久依慈明每咨參明曰庫司事繁且去他日又問", "123": "明曰監院異時兒孫遍天下在何用忙為一日明出", "124": "師偵之徑搊住曰者老漢今日須與我說不說打汝", "125": "去明曰知是般事便休語未卒師大悟一日明上堂", "126": "師問幽鳥語喃喃辭雲入亂峰時如何明曰吾行荒", "127": "草裏汝又入深村師曰官不容針更借一問明便喝", "128": "師曰好喝明又喝師亦喝明連喝兩喝師禮拜明曰", "129": "此事是箇人方能擔荷師拂袖便行。", "13": "曰作佛讓乃取一磚於菴前石上磨師曰磨作什麼", "130": "庫司事繁云且去搊住慈明不放開禮拜泥途能荷", "131": "擔兒孫遍界果奇哉", "132": "第十三世白雲端禪師第十三世白雲端禪師", "133": "師參揚岐岐問受業師為誰師曰茶陵郁和尚岐曰", "134": "聞伊遭攧有省作偈甚奇能記否師誦偈岐笑而趨", "135": "起師愕然通夕不寐黎明咨決適歲暮岐曰汝見昨", "136": "日打毆儺者麼師曰見岐曰汝一籌不及渠師復駭", "137": "問岐曰渠愛人笑汝怕人笑師大悟後出世上堂曰", "138": "乾坤之內宇宙之間中有一寶秘在形山大眾眼在", "139": "鼻上腳在肚下且道寶在甚處良久云人面不知何", "14": "讓曰作鏡師曰磨磚豈得成鏡讓曰磨磚既不成鏡", "140": "處去桃花依舊笑春風。", "141": "笑裏藏鋒一夜愁毆儺打處豁雙眸形山有寶難描", "142": "畫徹體風流孰可儔", "143": "第十四世五祖演禪師第十四世五祖演禪師", "144": "師謁白雲問南泉摩尼珠話雲叱之師領悟獻投機", "145": "偈曰山前一片閒田地又手叮嚀問祖翁幾度賣來", "146": "還自買為憐松竹引清風雲令掌磨事未幾雲語曰", "147": "有數禪客自廬山來皆有悟入處教伊說亦說得舉", "148": "因緣亦明得教伊下語亦下得秖是未在師疑自計", "149": "曰既悟了說得明得如何卻未在遂參究累日忽省", "15": "坐禪豈得作佛師曰如何即是讓曰如牛駕車車若", "150": "悟從前寶惜一時放下走見雲雲為手舞足蹈師亦", "151": "一笑而已後曰吾因茲出一身白汗便明得下載清", "152": "風。", "153": "下載清風悟入真投機偈語獻來親故鄉田地還身", "154": "買一笑分明無事人", "155": "第十五世圓悟勤禪師第十五世圓悟勤禪師", "156": "師為五祖侍者一日部使問道祖曰提刑少時曾讀", "157": "小艷詩否有兩句頗相近頻呼小玉元無事秖要檀", "158": "郎認得聲使應諾諾祖曰且仔細師問提刑會否祖", "159": "曰他秖認得聲師曰秖要檀郎認得聲他既認得聲", "16": "不行打車即是打牛即是師無對讓示偈曰心地含", "160": "為甚卻不是祖曰如何是祖師西來意庭前柏樹子", "161": "聻師忽有省遽出見雞飛上欄杆鼓翅而鳴復自謂", "162": "曰此豈不是聲遂袖香入室通所得呈偈曰金鴨香", "163": "消錦繡幃笙歌叢裏醉扶歸少年一段風流事秖許", "164": "佳人獨自知乃遍謂山中耆宿云我侍者參得禪也。", "165": "小豔詩聞省舊顏西來庭柏徹根源色聲堆上開真", "166": "眼始信壺中別有天", "167": "第十六世虎丘隆禪師第十六世虎丘隆禪師", "168": "師謁圓悟悟問見見之時見非是見見猶離見見不", "169": "能及舉拳曰還見麼師曰見悟曰頭上安頭師聞脫", "17": "諸種遇澤悉皆萌三昧華無相何壞復何成師聞豁", "170": "然契證悟叱曰見箇甚麼師曰竹密不妨流水過悟", "171": "肯之有問曰隆藏主柔易若此何能為哉悟曰瞌睡", "172": "虎耳。", "173": "舉起拳頭驗作家見安頭上契非差威獰睡虎全牙", "174": "爪竹密通流水拍涯", "175": "第十七世應菴華禪師第十七世應菴華禪師", "176": "師參虎丘未半載頓明大事後住歸宗日大慧在梅", "177": "陽有僧傳師垂示語句慧見之極口稱嘆以偈寄曰", "178": "坐斷金輪第一峰千妖百怪自潛蹤年來又得真消", "179": "息報道揚岐正脈通其歸重如此虎丘忌日師拈香", "18": "然開悟。", "180": "云平生沒興撞著者無意智老和尚做盡伎倆湊泊", "181": "不得從此卸卻干戈隨分著衣喫飯二十年來坐曲", "182": "彔木懸羊頭賣狗肉知他有甚憑據雖然一年一度", "183": "燒香日千古令人恨轉深。", "184": "虎丘半載明機用幾度燒香恨莫窮坐斷金輪通正", "185": "脈聞聲若箇不朦朧", "186": "第十八世密菴傑禪師第十八世密菴傑禪師", "187": "師參應菴一日菴問如何是正法眼師遽答曰破砂", "188": "盆菴頷之未幾辭回省覲菴以偈送曰大徹投機句", "189": "當陽廓頂門相從今四載徵詰洞無痕雖未付缽袋", "19": "打車即是打牛是踢脫兩頭隨轉身薦得磨磚不成", "190": "氣宇吞乾坤卻把正法眼喚作破砂盆此行將省覲", "191": "切忌便躲跟吾有末後句待歸要汝遵。", "192": "破砂盆是正法眼覷卻乾坤氣宇吞徵詰無痕超今", "193": "古機投徹後更誰遵", "194": "第十九世破菴先禪師第十九世破菴先禪師", "195": "師參密菴於靈隱師分座有道者請益曰猢猻子捉", "196": "不住願垂開示師曰用捉作麼如風吹水自然成紋。", "197": "胡孫請益事如何用捉他時是什麼覿面當機渾活", "198": "潑如風吹水自成波", "199": "第二十世無準範禪師第二十世無準範禪師", "2": "源流頌第一世南嶽讓禪師第一世南嶽讓禪師", "20": "鏡佛從何立枉勞神", "200": "師謁靈隱時破菴居第一座同遊石筍菴有道者請", "201": "益胡孫子話師侍傍大悟後開法拈香供破菴。", "202": "侍傍忽聽胡孫話瑩徹心源契己躬㘞地一聲皆歷", "203": "落一香供報破菴翁", "204": "第二十一世雪巖欽禪師第二十一世雪巖欽禪師", "205": "師初看臨濟三頓棒話一夕上蒲團有省後在無準", "206": "會中每遇入室舉主人公便可𨁝跳舉衲僧巴鼻佛", "207": "祖爪牙更無下口處經十年偶佛殿前行忽抬頭見", "208": "一株古柏觸著向來所得境界和底一時颺下始見", "209": "徑山老人立地處正好三十拄杖。", "21": "第三世百丈海禪師第三世百丈海禪師", "210": "衲僧巴鼻見還難忽爾抬眸和底翻觸散礙膺緣古", "211": "柏老人立地不囊藏", "212": "第二十二世高峰妙禪師第二十二世高峰妙禪師", "213": "師參雪巖凡入巖便問誰與汝拖者死屍來隨即打", "214": "出一日因睹五祖真贊云百年三萬六千朝反覆元", "215": "來是者漢忽然打破疑情一日巖問日間浩浩時作", "216": "得主麼師曰作得主巖曰睡夢中作得主麼師曰作", "217": "得主巖曰正睡著時無夢無想無見無聞主在甚麼", "218": "處師直得無言可對無理可伸遂奮志入龍鬚越五", "219": "載偶同宿友推枕墮地作聲廓然大徹自謂如在網", "22": "師參馬祖侍行次見一群野鴨飛過祖曰是甚麼師", "220": "羅中跳出元來秖是舊時人不改舊時行履處自此", "221": "安邦定國天下太平一念無為十方坐斷。", "222": "無夢無想主人公凝然逼塞太虛空忽然枕墮疑團", "223": "破沙界全容巖洞中", "224": "第二十三世中峰本禪師第二十三世中峰本禪師", "225": "師初觀流泉有省詣高峰求證峰打趁既而民間訛", "226": "傳官選童男女師因問忽有人來問和尚討童男女", "227": "時如何峰曰我但度竹篦子與他師于言下徹法源", "228": "底於是峰書真贊付師曰我相不思議佛祖莫能視", "229": "獨許不肖兒見得半邊鼻。", "23": "曰野鴨子祖曰甚處去師曰飛過去也祖遂搊師鼻", "230": "有人來問討童男度卻竹篦徹法源妙用潑天全殺", "231": "活半邊鼻子見機先", "232": "第二十四世千巖長禪師第二十四世千巖長禪師", "233": "師見中峰參狗子無佛性話因聞雀聲有省具陳悟", "234": "因峰斥之師憤然夜半忽鼠翻貓飯器墮地有聲恍", "235": "然開悟往質峰峰問趙州何故云無師曰鼠食貓飯", "236": "峰曰未在師曰飯器破矣峰曰破後如何師曰築碎", "237": "方甓峰乃微笑囑曰汝宜善自護持棲遯巖穴時節", "238": "若至其理自彰。", "239": "鼠翻貓飯發真機築碎方甓覺笑微活計千巖都打", "24": "負痛失聲祖曰又道飛過去也師于言下有省次日", "240": "破伏龍時至復傳衣", "241": "第二十五世萬峰蔚禪師第二十五世萬峰蔚禪師", "242": "師謁千巖巖問將什麼與老僧相見師豎拳云者裏", "243": "與和尚相見巖曰死了燒了向何處安身立命師曰", "244": "漚生漚滅水還在風息波平月映潭一日普請斫松", "245": "次師拈圓石作獻珠狀曰請和尚酬價巖曰不值半", "246": "文錢師曰瞎巖曰我也瞎你也瞎師曰瞎瞎後充第", "247": "一座一日巖上堂舉無風荷葉動必定有魚行師震", "248": "威一喝拂袖便行巖示偈曰鬱鬱黃花滿目秋白雲", "249": "端坐碧峰頭無賓主句輕拈出一喝千江水逆流。", "25": "祖陞堂眾纔集師出捲卻席祖便下座師隨至方丈", "250": "獻石呈珠請價酬千江一喝水橫流無賓主句輕敲", "251": "破透脫無依得自由", "252": "第二十六世寶藏持禪師第二十六世寶藏持禪師", "253": "師參萬峰峰付偈曰大愚脅下痛還拳三要三玄絕", "254": "正偏臨濟窟中獅子子燈燈續焰古今傳。", "255": "三要三玄絕正偏高安灘上痛還拳師承從此流真", "256": "脈臨濟兒孫遍大千", "257": "第二十七世東明旵禪師第二十七世東明旵禪師", "258": "師因睹松有省依寶藏一日藏問心不是佛智不是", "259": "道汝如何會師向前問訊乂手而立藏呵曰汝在此", "26": "祖曰我適來未曾說話汝為甚便捲卻席師曰昨日", "260": "許多時還作者箇見解師乃發憤至次日驀然徹法", "261": "源底遂呈偈曰一拳打破太虛空百億須彌不露蹤", "262": "借問箇中誰是主扶桑迸出一輪紅。", "263": "廢寢忘餐未現前虛空打破脫廉纖翻天覆地無回", "264": "互日湧扶桑道播傳", "265": "第二十八世海舟慈禪師第二十八世海舟慈禪師", "266": "師初參萬峰有省遂廬于洞庭山後一僧排其見解", "267": "師棄菴謁東明一日明問曾見人否師曰見萬峰明", "268": "曰萬峰即今在什麼處師罔然明曰恁麼則何曾見", "269": "萬峰師歸寮三晝夜寢食俱忘偶燈繩斷墮地廓然", "27": "被和尚搊得鼻頭痛祖曰汝昨日向甚處留心師曰", "270": "大悟詣關前呈悟由明曰老闍黎承嗣萬峰去師曰", "271": "和尚為我打徹豈得承嗣萬峰明遂出關陞座曰瞿", "272": "曇有意向誰傳迦葉無端開笑顏到此豈容七佛長", "273": "文殊面赤也茫然今朝好笑東明事千古令人費唾", "274": "涎幸得海公忘我我濟宗一派續綿綿擲拄杖云千", "275": "斤擔子方全付玄要如今拄杖談以拂子擊三擊下", "276": "座。", "277": "香燈隨地絕追求打徹骷髑當下休大海漁舟千浪", "278": "湧滹沱一脈鎮長流", "279": "第二十九世寶峰瑄禪師第二十九世寶峰瑄禪師", "28": "今日鼻頭又不痛也祖曰汝深明昨日事。", "280": "師因海舟造塔院斧傷足有省乃充火頭一日負柴", "281": "舟見曰將棘刺去作什麼師曰是柴舟大笑曰是柴", "282": "將去燒卻師遂起疑力參究偶被火燎眉面痛取鏡", "283": "炤之忽大悟作偈呈舟舟便打師奪杖曰這條六尺", "284": "竿幾年不用今日又要重拈舟乃笑師又呈偈曰棒", "285": "頭著處血痕斑笑裏藏刀仔細看不是英靈真漢子", "286": "死人喫棒舞喃喃舟曰即此偈語可紹吾宗。", "287": "抽釘拔楔驗來由拂袖行時出格流踞坐金陵傳正", "288": "脈猙龍虓虎一齊收", "289": "第三十世天奇瑞禪師第三十世天奇瑞禪師", "29": "一群野鴨飛過去搊鼻尖頭露本真哭笑自由隨作", "290": "師事能和尚即令看一歸何處後聞山鹿叫喚會得", "291": "日用之中無不是語往南京過單縣偶行間如夢而", "292": "醒始覺從前所悟所證一場懡㦬乃參寶峰問什麼", "293": "處來曰北京峰曰只在北京別有去處師曰隨方瀟", "294": "灑峰曰曾到四川否曰曾到峰曰四川境界與此間", "295": "境界如何曰江山雖異風月一般峰豎拳曰還有這", "296": "箇麼曰無峰曰因甚卻無曰非我境界峰曰如何是", "297": "你境界曰諸佛不能識誰敢強安名峰曰汝豈不是", "298": "著空曰終不向鬼窟裏作活計峰曰西天九十六種", "299": "外道你是第一師拂袖便出乃付偈曰濟山棒喝如", "3": "師詣曹溪參六祖祖問甚麼處來師曰嵩山來祖曰", "30": "活無窮應用起家門", "300": "輕觸殺活從茲手眼親聖解凡情俱坐斷曇花猶放", "301": "一枝新。", "302": "諸佛誰將名強安徹心見膽是何般濟山棒喝從今", "303": "觸凡聖俱空只恁看", "304": "第三十一世絕學聰禪師第三十一世絕學聰禪師", "305": "師參天奇奇問在世忘世是如何師曰了物非物奇", "306": "曰在念忘念是如何師曰於心無心奇曰心物俱忘", "307": "是如何師曰華山高突太行峨後居隨州關子嶺龍", "308": "泉寺為開山第一世僧問如何是本來面目師曰石", "309": "香亭僧曰便恁麼去時如何師曰喪卻了也。", "31": "第四世黃檗運禪師第四世黃檗運禪師", "310": "本來面目石香亭絕跡無私遍界行心物俱忘是何", "311": "物標名圓相見精靈", "312": "第三十二世笑巖寶禪師第三十二世笑巖寶禪師", "313": "師參絕學便問十聖三賢已全聖智如何道不明斯", "314": "旨學厲聲曰十聖三賢爾已知如何是斯旨速道師", "315": "下語不契一日洗菜次偶一莖菜墮水逐水圜轉捉", "316": "不著忽有省喜躍攜籃歸學見便問是什麼師曰一", "317": "籃菜學曰何不別道一句師曰請和尚別問來後圍", "318": "爐次學問人人有箇本來父母汝之父母即今在什", "319": "麼處師曰一火焚卻學曰恁麼則汝無父母那師曰", "32": "師參馬祖值祖遷化時百丈廬於塔傍師請問平日", "320": "有即有佛眼覷不見學曰汝還見麼師曰亦不見學", "321": "曰為甚不見師曰若見即非真父母呈偈曰本來真", "322": "父母歷劫不曾離起坐承他力寒溫亦共知相逢不", "323": "相見相見不相識為問今何在分明舉似師學肯之。", "324": "一莖菜葉圜流轉觸著通身白汗流堪紹吾宗憑半", "325": "偈一燈續焰萬燈浮", "326": "第三十三世幻有傳禪師第三十三世幻有傳禪師", "327": "師聞燈花爆聲有省遂謁笑巖求證巖曰汝將從前", "328": "得力處說來師具實語中間巖驀趯出隻履曰向者", "329": "裏道一句看遂將師話一時打斷師通夕不寐明晨", "33": "得力句丈舉再參因緣言老僧被馬師一喝直得三", "330": "立簷下巖見召師師回顧巖翹一足作修羅障日月", "331": "勢師當下脫然。", "332": "一鞋趯出有來由打斷話頭當處休正脈曹溪親囑", "333": "付乾坤爍破禹門秋", "334": "第三十四世密雲悟禪師第三十四世密雲悟禪師", "335": "師因挑柴過一山灣忽見一堆柴突露面前有省遂", "336": "依幻有和尚脫白幻每罵詈師慚悶交感一日城歸", "337": "過銅棺山頂忽覺情與無情煥然等現正所謂大地", "338": "平沉底境界時幻遷北京師往覲幻問汝有新會處", "339": "否師曰一人有慶萬民樂業幻曰汝又作麼生師曰", "34": "日耳聾師聞舉不覺吐舌丈曰子後莫承嗣馬祖去", "340": "某甲得得來省覲和尚幻曰念子遠來放汝三十棒", "341": "師抽身便出幻囑師扶佛法師呈偈曰若論某甲扶", "342": "佛法任他○○○○○都來總與三十棒莫道分明", "343": "為賞罰。", "344": "平沉大地震雷轟情與無情歷歷明太白峰頭行正", "345": "令宗風千古振家聲", "346": "第三十五世石車乘禪師第三十五世石車乘禪師", "347": "師初在龍居聞僧舉不思善不思惡正恁麼時那箇", "348": "是明上座本來面目忽有省後參金粟粟問曰那裏", "349": "來師云雲門粟曰幾時起身師打圓相粟曰莫亂統", "35": "麼師曰不然今日因師舉得見馬祖大機之用然且", "350": "師云千里同風特來喫痛棒粟曰既千里同風到這", "351": "裏作麼師翹左足粟曰未在師翹右足粟曰錯也師", "352": "云風吹別調中一日粟舉世尊拈花迦葉微笑問師", "353": "師曰白日穿針粟連棒打出師乃大悟始見世尊拈", "354": "花臨濟痛棒一切差別無不了了粟許之云大有見", "355": "處後粟赴黃檗請師繼席開法。", "356": "拈花微笑露言前電捲星馳一著先白棒當陽施妙", "357": "用燈燈相續古今傳", "358": "行狀伏獅袛園剛禪師行狀", "359": "師諱行剛號袛園浙江嘉興府嘉興縣人俗姓胡父", "36": "不識馬祖若嗣馬祖已後喪我兒孫丈曰如是如是", "360": "字養素母高氏陶氏師蓋陶出也師自幼樸實好念", "361": "佛晨夕禮拜歲十八適庠生常公振未期而寡翁姑", "362": "在堂盡心奉事一日忽思光陰迅速空住閻浮生死", "363": "到來將何作主愁悶日增以不能參請知識為愧日", "364": "夜精勤長跪佛前願此生得成正果父母止生師一", "365": "人惜如掌珠誨勿茹齋師于是絕飲食父母憫之方", "366": "隨師意其年二十六歲參天慈老師依慈行為師三", "367": "十一歲父喪三十三歲往金粟參密老和尚師問云", "368": "那裏是我安身立命處老和尚云念汝遠來放汝三", "369": "十棒師禮拜退自此以後只體究那裏是我安身立", "37": "見與師齊減師半德見過于師方堪傳授子甚有超", "370": "命亦無入頭處終日悶悶不樂自惜空過時光三十", "371": "四歲喪母決志出家所有屋產衣飾等一切俱捨翁", "372": "姑兄嫂留師不住父母墓傍向有祠屋師又增置數", "373": "楹棲身參究立誓不往俗家三十五歲薙髮復往金", "374": "粟密老和尚座下受具足戒師問心如杲日時如何", "375": "密云你曾悟麼師云實未究竟求和尚慈悲開示密", "376": "連打三棒師禮拜退往鹽官參二宮慈菴老師求開", "377": "示菴指參萬法歸一一歸何處久無入頭菴云你因", "378": "緣恐不在我處可往金粟參石車和尚師從之其年", "379": "三十有六粟問你一向作甚麼師云參萬法歸一粟", "38": "師之見。", "380": "云一歸何處師云不會求和尚開示師打云你死了", "381": "燒了向何處安身立命師遂跪粟前討箇落處粟連", "382": "打云今日畢竟要你還我落處師云我實不會粟云", "383": "你是箇靈利漢有甚不了師云只是不會粟云你參", "384": "父母未生前本來面目去師領話又參一年復謁粟", "385": "亦無下口處粟云你過了一年原是這般模樣甚是", "386": "不悅復云你從今此去若不大悟不用見我師從此", "387": "回菴七日為限痛切追究自恨愚拙向佛痛哭睡魔", "388": "又重將戒衣頂戴跪于佛前遇境逢緣初不放過晝", "389": "夜逼拶不得透脫一日正坐時如暗室中忽見白日", "39": "吐舌聞聲三日聾大機大用立宗風超師越祖威獰", "390": "須臾又被浮雲遮卻蓋工夫太急不惜身命一日吐", "391": "紅三碗飲食不進其工夫實不放過雖省發數次本", "392": "參尚未覷破又往金粟坐次粟問慈行師你看那則", "393": "公案慈答云參誰字師在傍有省遂答云問是誰答", "394": "是誰穿衣喫飯任施為粟云你主人公在甚麼處安", "395": "身立命師乃頓足粟云你死了燒了又作麼生師豎", "396": "拳粟便打師云和尚死了燒了在甚麼處粟云海底", "397": "起紅塵師禮拜粟云見處也好未曾透脫師遂回菴", "398": "禁足自己立誓若不透脫決定不休二六時中切切", "399": "追究於此漸漸得力正在疑中忽然裂破話頭遂作", "4": "甚麼物恁麼來師無語遂經八載忽有省乃白祖曰", "40": "甚披露當陽意氣雄", "400": "偈云父母未生前虛凝湛寂圓本來無欠少雲散露", "401": "青天其年三十八歲一日午間剃頭下單立地面前", "402": "豁然一開身心粉碎魂飛膽喪觸目遇緣無不了了", "403": "復到金粟師問云動靜不相關隨緣本自然觸處非", "404": "他物頭頭自現前請問現前後如何行履粟云你向", "405": "何處安身立命師云金粟山頭萬枝松粟云非汝境", "406": "界師云打開珍寶藏露出夜明珠粟云此話且置還", "407": "我實悟底境界來師云出入潛龍與師同用粟云未", "408": "在更道師無語粟便打遂呈偈云直下承當事不差", "409": "息機忘見始堪誇心如杲日當空炤爍破乾坤無物", "41": "第五世臨濟玄禪師第五世臨濟玄禪師", "410": "遮又一日粟問如何是你本來面目師云眉橫鼻直", "411": "粟云未在更道師云雙手托開華藏界當機覿面現", "412": "如來粟云如何是你日用事師云穿衣喫飯隨緣瀟", "413": "灑粟云如何是你體師云體遍三千界無去亦無來", "414": "復呈偈云體性圓明遍大千如如無礙任隨緣一真", "415": "獨露常光現照破乾坤劫外天一日設齋請粟上堂", "416": "師問云向上宗乘即不問纖塵不立事如何粟云藏", "417": "身露影師一喝粟云喝後又作麼生師即禮拜是後", "418": "粟乃付如意師呈偈云如意拈來一脈通無今無古", "419": "耀虛空若還識得真如意不動如如在手中崇禎戊", "42": "師在黃檗會中第一座令問話師遂去問如何是佛", "420": "寅二月初四粟示徵疾命師到山粟問一靈真性不", "421": "假胞胎時如何師云凝然湛寂粟云出胞胎後事如", "422": "何師云赤條條地粟云作家相見事如何師云當機", "423": "覿面粟云好好為後人標格遂付祖衣粟云此衣表", "424": "信善自護持并囑付云云時師年四十有二從是隱", "425": "跡胡菴真操實履攻苦食淡艱辛備嘗順治丁亥潯", "426": "溪惟儒董居士及李宅諸檀護暨縉紳士庶請住梅", "427": "溪董菴師辭再三勢不能已方允其請師先省候古", "428": "南老人敘法脈然後入院眾嘉師知大體董菴今易", "429": "名伏獅禪院師至院時或謂師現身末山尼恐此鎮", "43": "法的的大意檗便打如是三問三度被打遂辭檗參", "430": "難以行化及見師法矩嚴肅性地朗徹丰姿儀表卓", "431": "犖不凡兼之平等接人無論貴賤一以慈悲本色接", "432": "待動靜語嘿間令人意移神化汪汪乎若江海之無", "433": "不納覆載之無不容其時遐邇聞風戶履日滿或又", "434": "以常住錢穀為念師遂引丹霞終身一布衲趙州所", "435": "臥惟一折腳床匾擔山餐橡栗過日楊岐破屋不蔽", "436": "風霜清苦淡薄元是衲子家風祖先模範昔芙蓉楷", "437": "和尚終身不發疏簿不請化主我當效之至今散守", "438": "清規不立化主皆先師作法之良也自是禪侶輻輳", "439": "禪堂狹小難以容眾更闢西禪堂一所寮房一帶數", "44": "大愚愚問甚處來師曰黃檗愚曰有何言句師舉前", "440": "日落成先師不過隨緣任運並不以營建繫念每年", "441": "結制自淮海閩廣江寧諸省禪人不憚險阻而來先", "442": "師但以本分接人掃斷佛祖葛藤拈過諸方藥忌得", "443": "師一機一境便得終身受用感禮不休其勘辯學者", "444": "決擇心法雖久參宿學不輕許可縱禮意殷勤朝斯", "445": "夕斯冀獲印證師痛棒熱喝如秋霜烈日並不少貸", "446": "其真切為人有如此者厥後沐其教誨沾其法味即", "447": "獲諸方付囑孰知俱從吾師大冶中烹煉得來所有", "448": "法語偈言迅口衝出了不經意其必歸於警聾開蔽", "449": "俾悟正知見而後已間有憸人宵壬素稱梗化見師", "45": "話復云不知某甲有過無過愚曰黃檗恁麼老婆為", "450": "即皈敬改過自新有簪纓世胄貴介自矜見師則虛", "451": "懷改容稽首求教文人墨士世智多辨見師則韜鋒", "452": "斂鍔似訥如愚又有老衲高賢觀一切主席叢林無", "453": "足當其意者聞師道行無不心折稱道不絕謂古來", "454": "千有餘年發明此事者亦多大開爐韝煆煉聖凡如", "455": "星中揀月惟師一人而已以後承風接踵者比比豈", "456": "非吾師首倡之力哉當先師祖車和尚開法金粟法", "457": "席甚盛首以如意付先師諸方禪侶無不疑駭至是", "458": "睹師從真參實悟中顯大機大用咸自遜謝又昔天", "459": "童密祖翁師初見時尚未薙染即以鄭十三娘目之", "46": "汝徹困猶覓過在師于言下大悟曰元來黃檗佛法", "460": "信為不誣矣及師之至德感化有難測識澉浦吳稚", "461": "仙居士其室法名超慧以稚仙之去世請師對靈說", "462": "法吳氏諸眷屬未識師面者皆預得異夢夢中見師", "463": "神儀挺特五色寶幢空中垂下及師至時見師形儀", "464": "宛若夢中無異咸贊奇哉嘆未曾有以故闔宅篤信", "465": "俱乞名為門弟子當湖一音見兄新搆禪堂請師隨", "466": "喜舟尚未泊岸集千人諸善士懷香跪迓請益求示", "467": "者無間晝夜街衢巷陌挨濟不通師遂曳杖闔邑僧", "468": "俗男女皆垂淚懇留師不顧壬辰春息乾師伯請師", "469": "往鹽官為母昭覺師舉火宰官達士并優婆塞優婆", "47": "無多子愚搊住曰者尿床鬼子適來道有過無過而", "470": "夷咸以活佛出世得覯慈顏為快自城中郊外蜂屯", "471": "蟻聚羅拜道側者幾以萬計及舉火事竣鄉紳士庶", "472": "或請上堂小參或求皈依開示肩摩轂擊杖履為之", "473": "不前又或齎香儀為敬或陳齋筵為供師力辭不赴", "474": "如行雲野鶴即掛帆梅溪不及見師者舉如怨如慕", "475": "如泣如訴徒步至伏獅識荊求教如嬰兒離母不可", "476": "名狀四方緇素咸稱曠古奇觀自天童密老人後未", "477": "之見也壬辰仲秋師以末法不分皂白出世者眾即", "478": "不上堂閉門守靜故退院法語有衲衣下事問取堂", "479": "中二上座退居且作神仙客瀟灑清閒天地間語癸", "48": "今又道佛法無多子汝見箇什麼道理速道速道師", "480": "巳季秋師往雲棲修水陸儀文見蓮大師遺風不墜", "481": "戒律精嚴謂言當今禪和見到者多行到者少必須", "482": "嚴守戒律行解相應庶作中流砥柱不可口口談空", "483": "撥無因果自誤誤人戒之戒之師其時不自彰名作", "484": "一雲水道人白龍魚服不可測識時琛隨侍琛俗姓", "485": "孫有兄字子燐諱鍾瑞者三教精研眼空一世與師", "486": "機緣相契為師瓜葛時亦隨侍盤桓一月密窺先師", "487": "行履嘆為莫逮師在伏獅開化八年聞其風者如雷", "488": "霆瞻其貌者如春風聆其教者如甘露設假以歲時", "489": "闡化宗猷正未有艾惜乎昊天不弔甲午春慨有離", "49": "於愚脅下築三拳愚拓開曰汝師黃檗非干我事師", "490": "世之想時義公珂掩關潯溪般若菴七月師以手書", "491": "喚之公至師見欣然曰老僧世緣已盡自知九月要", "492": "去矣公云和尚是何言歟還須久住度眾師云白牛", "493": "固水草尋常然而腳下無私要行便行至八月初八", "494": "日果示微疾粒米不進其容色如常徒輩請醫投藥", "495": "師不肯嘗眾跪哀懇師決云我病不須服藥自知秋", "496": "殘必要去也眾聞涕淚不止師云我休心已久有何", "497": "繫戀但末後數事須得古南法叔來時古南老人適", "498": "謝事天童回舊院師聞之喜曰是滿我念也即命徒", "499": "輩迎至居士胡觀舟師之姪也同坐榻前徒眾環立", "5": "某甲有個會處祖曰作麼生師曰說似一物即不中", "50": "回舉前話檗曰大愚老漢饒舌待來痛與一頓師曰", "500": "師面談巨細命義公珂為伏獅第二代住持指撥諸", "501": "事井然有條師雖自主蓋欲古南老人為一證據耳", "502": "時九月初二日也塔院委義川朗料理伏獅命義公", "503": "珂主席檀護省候皆面言之更言願始終護法十八", "504": "日以祖衣二頂付義川朗義公珂囑云祖祖相傳一", "505": "脈善自護持深蓄厚養隨緣化度至廿三日喚大眾", "506": "集方丈師云汝輩隨我有年我去世後當守我規矩", "507": "無得效世俗行孝禮復云我還有三日世緣寅時當", "508": "去廿六日後事周備至中夜師問外事完未眾云已", "509": "備即索浴更衣趺坐說偈曰如月映千江一輪光皎", "51": "說甚待來即今便打遂掌檗曰有風顛漢來者裡捋", "510": "潔今示以趺坐眾生瞻覷破若問末後句撫掌云只", "511": "者是微笑而逝時九月廿七日寅時也至辰刻頂門", "512": "煖氣如蒸聞訃執香來弔者莫計哀聲震野龕留三", "513": "日顏色若生遺命塔全身於伏獅院之右世壽五十", "514": "有八法臘二十有三嗣法門人普聞授遠怡然超宿", "515": "義川超朗義公超珂一音超見古鼎超振一揆超琛。", "516": "奉教緇白弟子不能悉數惟寶持超湛朗月明內雲", "517": "巖通猛穎覺超珪隨之最久終始如一敬師不衰師", "518": "相魁碩面如滿月舉止態度純乎丈夫氣概瞻其儀", "519": "表令人意消居恒脫灑談笑自若每志慕古人不尚", "52": "虎鬚師便喝檗曰侍者引這風顛漢參堂去。", "520": "世趣見徒輩少涉時習即正色痛戒不為少恕臨事", "521": "應物決志如神常在機前不落人後一言一語一舉", "522": "一動無非利人為急其自奉甚薄間有善信餽遺必", "523": "給大眾其心周匝篤摯細行必矜嘗出敝衣百結云", "524": "吾住靜時所服勞苦重務一身兼之嘗言昔年在俗", "525": "家稱素封及一心向道寸絲不掛空手出家時值暑", "526": "天惟身穿夏布粗衣而已一日到金粟方遇隆冬酸", "527": "風旁射透骨僵立發願施眾僧纏足布回菴即貸錢", "528": "五千躬自紡織夜以繼日數月成之送至金粟人沽", "529": "其惠其平時海內僧眾或興建或接待有求于師皆", "53": "三遭痛棒未開眸一見高安當下休有意氣時添意", "530": "不負其來意殆相習成風乃稍稍謝絕蓋末法奔競", "531": "務外者多師復有所儆也至其出世過當湖鹽官時", "532": "檀施雲委師隨散諸山禪林修祖塔齋僧囊中無剩", "533": "琛輩隨侍左右目擊如此入雲棲時遇輿夫舟子途", "534": "中乞丐視之如恫瘝乃身隨施隨捨遇善人貧士陰", "535": "為周給各踴躍歡呼而去其惠濟有不能殫述一生", "536": "擔荷祖道力為叢林全副精神盡在裏許當金粟車", "537": "和尚臥疾時及門竟有假源流承嗣者先師不畏虎", "538": "狼隻身挺出為法故也至今禪流談及清源流一事", "539": "嘆其才識卓絕閱諸方語錄涉攻訐毀訾則掩卷不", "54": "氣當仁不讓轉風流", "540": "觀謂三教一家初無二義況在法門同條共貫不可", "541": "參差自取罪戾徒輩有臥疾躬持湯藥親自撫摩有", "542": "欲省親勸其孝敬勝于奉師或有忤俗必委曲調和", "543": "俾其悔悟以是及門徒眾咸望之凜然親之藹然久", "544": "之幡然願執事終身者也門人集其語錄有前錄一", "545": "冊源流一冊又錄一冊後錄一冊嗣有全錄行世每", "546": "念先師道行高深安所措辭然不得不露布一番式", "547": "昭後昆以俟續傳燈者採焉嗚呼儀型未遠法乳難", "548": "酬不肖超琛才識譾陋如蠡測海以管窺天茲所述", "549": "者百不計一尚俟緇林明眼白社高賢運如椽手筆", "55": "第六世興化獎禪師第六世興化獎禪師", "550": "錫金玉鼎言以垂不朽法門幸甚琛輩幸甚。", "551": "順治乙未孟秋七夕日", "552": "嗣法門人超琛稽首百拜謹狀", "553": "塔銘塔銘", "554": "自少林以來單傳直指千有餘年支分派別不絕如", "555": "線至天童密老人驅策龍象雷轟電掣為佛法中興", "556": "焉嗣老人者十有二人石車乘禪師其一也下而法", "557": "孫以暨曾玄難更僕數要未有以現身大士直證菩", "558": "提如袛園禪師者也師名行剛嘉興人姓胡氏父養", "559": "素生止一女即師也師幼有至性好禪誦父母不聽", "56": "師初參臨濟充侍者後在三聖會中嘗曰我向南方", "560": "所願為相攸于常氏而歸焉未期而寡金珠貝玉粧", "561": "貲甚具師一切屏去獨市作麤布衣數十襲貯之笥", "562": "中為終焉之計事翁姑盡孝且以其間茹素奉佛誓", "563": "欲了生死大事於是參天慈師逮密老人住金粟旋", "564": "往參焉時未薙染老人即以鄭十三娘目之自是只", "565": "體究安身立命處父母相繼歿遂廬于墓傍即今之", "566": "胡菴也次年薙染從密老人受具足戒哀求開示時", "567": "年三十有五矣又往鹽官參二宮慈菴師菴指參萬", "568": "法歸一一歸何處久無入頭痛切追究體不沽席菴", "569": "令參石車禪師于金粟粟指參本來面目不得透脫", "57": "行腳一遭拄杖頭不曾撥著一箇會佛法的人聖聞", "570": "晝夜逼拶至嘔血數升不輟復參金粟有穿衣喫飯", "571": "任施為之答當機不讓然猶未之許也一日薙頭下", "572": "單立地豁然開悟觸目了然時年三十有八再參金", "573": "粟有直下承當之偈屢承問答機鋒迅捷粟付以如", "574": "意呈偈略云若還識得真如意不動如如在手中粟", "575": "旋示微疾命師到山遂付祖衣授受之間豈虛也哉", "576": "時師年四十有二復閉關胡菴者九年攻苦食淡蓋", "577": "將閱而不聞也潯溪梅溪兩邑紳士請居梅溪伏獅", "578": "禪院師固辭不獲始允其請院故潯溪董氏家菴師", "579": "至首闢禪堂創立矩矱森嚴峻絕法席儼然緇白瞻", "58": "問曰汝具箇甚麼眼便恁麼道師喝聖曰須是汝始", "580": "禮殆無虛日師以平等接人始終不異及有參叩痛", "581": "棒熱喝不少假借當世士大夫家紈綺閨閣無不湔", "582": "除洗滌北面向道無論識與不識聞其風者皆手額", "583": "曰古佛再世也澉浦吳氏請師對靈小參家人咸為", "584": "異夢見師神儀甚偉幡幢羽蓋交導而前師至果如", "585": "夢中所見舉家嘆異即余先室錢宜人矢心皈依師", "586": "命名超蔭臨歿時逝而復蘇者再語家人曰向冥途", "587": "中有以姓氏問者應之云我袛園弟子超蔭所過未", "588": "嘗驚怖則師之為神天瞻敬者信矣甲午八月師示", "589": "微疾其徒強進以藥師不肯服曰老僧世緣已盡秋", "59": "得後到大覺為院主覺曰聞汝道向南方行腳一遭", "590": "殘去矣九月廿六夜索浴更衣次早說偈而逝遠近", "591": "奔赴然香慟哭奉全身于伏獅之左梅溪王鄉紳捨", "592": "地而塔焉生壽五十有八僧臘二十有三嗣法弟子", "593": "七人普聞遠怡然宿義川朗義公珂一音見古鼎振", "594": "一揆琛奉教弟子寶持湛朗月內雲巖猛穎覺珪等", "595": "餘不能悉數師形貌魁碩瞻其丰采儼然一丈夫再", "596": "過當湖鹽官僧俗羅拜道左杖履為之不前咸垂淚", "597": "請留師不顧也末法濫觴夤緣假托積習成風師門", "598": "庭嶮峻勘辯學者不輕許可尤嚴持戒律嘗言當世", "599": "禪和見到者多行到者少必須勤心持守行解相應", "6": "祖曰還假修證否師曰修證即不無染汙即不得祖", "60": "拄杖頭不曾撥著一箇會佛法底人汝憑箇什麼道", "600": "平居自奉甚薄諸方餽遺金幣香茗必給大眾餘則", "601": "隨散諸山叢林囊無遺也所著有前錄一冊源流一", "602": "冊又錄一冊後錄一冊今彙為一冊余自昔宦游登", "603": "博山匡廬諸禪林早跂師名及遯跡梅里親沾法雨", "604": "先室錢宜人遂得受持師訓猶子婿胡生觀舟又師", "605": "俗姪也其徒以事狀介觀舟請為之銘余不敢辭銘", "606": "曰。", "607": "少室心傳提唱萬古支衍而二派分而五", "608": "續佛慧燈天童老人具大法眼現菩提身", "609": "金粟一席橫流法乳萬法歸一一歸何處", "61": "理與麼道師喝覺便打師又喝覺又打來日從法堂", "610": "直下承當始顯伏獅作家相見覿面當機", "611": "宗鏡高懸塔日永炳無死無生安身立命", "612": "賜進士出身協正庶尹奉直大夫吏部主事改禮部", "613": "晉階一級前江西廣信府推官兩舉卓異省直同", "614": "考試官吳鑄頓首拜譔", "62": "前過覺乃云院主我直下疑汝昨日兩喝師又喝覺", "63": "又打師再喝覺又打師曰某甲于三聖師兄處學得", "64": "賓主句總被師兄折倒了也願與某甲箇安樂法門", "65": "覺曰者瞎漢來這裏納敗闕脫下衲衣痛與一頓師", "66": "於言下薦得臨濟先師於黃檗處喫棒底道理開堂", "67": "拈香云此炷香本為三聖師兄三聖于我太孤本為", "68": "大覺師兄大覺於我太賒不如供養臨濟先師。", "69": "未悟先誇賣口頭親逢毒手瞎雙眸棒頭薦得先師", "7": "曰秖此不染汙是諸佛之所護念汝既如是吾亦如", "70": "旨脫下衲衣始自休", "71": "第七世南院顒禪師第七世南院顒禪師", "72": "上堂云赤肉團上壁立千仞時有僧問赤肉團上壁", "73": "立千仞豈不是和尚道師曰是僧便掀倒禪床師曰", "74": "汝看者瞎驢亂作僧擬議師便打趁。", "75": "壁立高巍赤肉團通身慶快露全斑瞎驢亂作打教", "76": "出後代兒孫棒下翻", "77": "第八世風穴沼禪師第八世風穴沼禪師", "78": "師參南院院問南方一棒作麼商量師曰作奇特商", "79": "量師卻問此間一棒作麼商量院拈拄杖曰棒下無", "8": "是頌曰。", "80": "生忍臨機不見師師於言下大徹玄旨郢州守請師", "81": "上堂云祖師心印狀似鐵牛之機去即印住住即印", "82": "破秪如不去不住印即是不印即是時盧陂長老出", "83": "問某甲有鐵牛之機請師不搭印師曰慣釣鯨鯢澄", "84": "巨浸卻嗟蛙步𩥇泥沙陂佇思師喝曰長老何不進", "85": "語陂擬議師打一拂子曰還記得話頭麼陂擬開口", "86": "師又打一拂子守曰信知佛法與王法一般師曰見", "87": "何道理守曰當斷不斷反招其亂師便下座。", "88": "一棒當頭絕覆藏髑髏擊透體全彰無生語下徹心", "89": "印贏得佳聲滿大唐", "9": "染不得兮不似物豁開正眼露心華掀天揭地磨今", "90": "第九世首山念禪師第九世首山念禪師", "91": "師常密誦法華經晚於風穴會中一日侍立次穴乃", "92": "垂涕告之曰不幸臨濟之道至我將墜于地矣師曰", "93": "觀此一眾豈無人耶穴曰聰明者多見性者少師曰", "94": "如某者如何穴曰吾雖望子之久猶恐耽著此經不", "95": "能放下師曰此亦可事願聞其要穴遂上堂舉世尊", "96": "以青蓮目顧大眾乃曰正當恁麼時說箇什麼若道", "97": "不說而說又是埋沒先聖且道說箇什麼師拂袖而", "98": "退穴擲拄杖歸方丈侍僧曰念法華因甚不袛對和", "99": "尚穴曰念會也次日同真園頭上問訊穴曰作麼生"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B210 伏獅祇園禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B210 伏獅祇園禪師語錄", "author": "清 行剛（尼）說　授遠．超宿等編", "language": "chinese", "source": "CBETA"}