{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1198-A 淨土神珠序No. 1198-A", "1": "淨土神珠序", "10": "不離於當念。無邊剎海。自他不隔於毫端。十萬億剎", "100": "年誦千八十。十年萬八百。況復多誦者。及歷多年數。", "1000": "光土住。仁王經云。三賢十聖住果報。唯佛一人居淨", "1001": "土。土土不同。故名國土世間也。此三十種世間。悉從", "1002": "心造。", "1003": "又十種五陰。一一各具十法。謂如是相性體力作因", "1004": "緣果報本末究竟等。先總釋。後隨類釋。總釋者。夫相", "1005": "以據外。覽而可別。釋論云。易知故名為相。如水火相", "1006": "異。則易可知。如人面色。具諸休否。覧外相即知其內。", "1007": "昔孫劉相顯曹公相隱。相者舉聲大哭。四海三分。百", "1008": "姓荼毒。若言有相。闇者不知。若言無相。占者洞解。當", "1009": "隨善相者。信人面外具一切相也。心亦如是。具一切", "101": "如是積功德。自然生佛前。我此萬卷經。隨所流布處。", "1010": "相。眾生相隱。彌勒相顯。如來善知。故遠近皆記。不善", "1011": "觀者。不信心具一切相。當隨如實觀者信心具一切", "1012": "相也。", "1013": "如是性者。性以據內。總有三義。一不改名性。無行經", "1014": "稱不動性。性即不改義也。又性名性分。種類之義分", "1015": "分不同。各各不可改。又性是實性。實性即理性。極實", "1016": "無過。即佛性異名耳。不動性扶空。種性扶假。實性扶", "1017": "中。今明內性不可改。如竹中火性。雖不可見。不得言", "1018": "無。燧人乾草。徧燒一切。心亦如是。具一切五陰性。雖", "1019": "不可見。不得言無。以智眼觀。具一切性。", "102": "極少得一人。誦持生淨土。我願承此力。決定生彼國。", "1020": "如是體者。生質故名體。此十法界陰。俱用色心為體", "1021": "質也。", "1022": "如是力者。堪任力用也。如王力士。千萬披能。病故謂", "1023": "無。病差有用。心亦如是。具有諸力。煩惱病故。不能運", "1024": "動。如實觀之。具一切力。", "1025": "如是作者。運為建立名作。若離心者。更無所作。故知", "1026": "心具一切作也。", "1027": "如是因者。招果為因。亦名為業。十法界業。起自於心。", "1028": "但使有心。諸業具足。故名如是因也。", "1029": "如是緣者。緣名緣由。助業皆是緣義。無明愛等。能潤", "103": "況復於多人。人亡經復在。展轉相傳授。是名無盡燈。", "1030": "於業。即心為緣也。", "1031": "如是果者。尅獲為果。習因習續於前。習果尅獲於後。", "1032": "故言如是果也。", "1033": "如是報者。酬因曰報。習因習果。通名為因。牽後世報。", "1034": "此報酬於因也。", "1035": "如是本末究竟等者。相為本報為末。本末悉從緣生。", "1036": "緣生故空。本末皆空。此就空為等也。又相但有字。報", "1037": "亦但有字。悉假施設。此就假名為等。又本末互相表", "1038": "幟。覽初相表後報。覩後報知本相。如見施知富。見富", "1039": "知施。初後相在。此就假論等也。又相無相。無相而相。", "104": "燈燈相照耀。破生死長夜。顯出佛菩提。究竟悉同生。", "1040": "非相非無相。報無報。無報而報。非報非無報。一一皆", "1041": "入如實之際。此就中論等也。", "1042": "二類解者。束十法為四類。三途以表苦為相。定惡聚", "1043": "為性。摧折色心為體。登刀入鑊為力。起十不善為作。", "1044": "有漏惡業為因。愛取等為緣。惡習果為果。三惡趣為", "1045": "報。本末皆癡為等。", "1046": "三善表樂為相。定善聚為性。升出色心為體。樂受為", "1047": "力。起五戒十善為作。白業為因。善愛取為緣。善習果", "1048": "為果。人天有為報。應就假名。初後相在為等。", "1049": "二乘表涅槃為相。解脫為性。五分為體。無繫為力。道", "105": "常寂光淨土。持此清淨福。迴向奉君親。我國聖帝王。", "1050": "品為作。無漏慧行為因。行行為緣。四果為果既後有", "1051": "田中不生。故無報云云。", "1052": "菩薩佛類者。緣因為相。了因為性。正因為體。四弘為", "1053": "力。六度萬行為作。智慧莊嚴為因。福德莊嚴為緣。三", "1054": "菩提為果。大涅槃為報云云。", "1055": "眾生世間。既是假名。無體分別。攬實法假施設耳。所", "1056": "謂惡道眾生。相性體方究竟等云云。善道眾生。相性", "1057": "體力究竟等。無漏眾生。相性體力究竟等。菩薩佛法", "1058": "界。相性體力究竟等。準例皆可解。", "1059": "國土世間。亦具十種法。所謂惡國土相性體力等云", "106": "及聖后聖位。仁壽各萬年。覆育羣氓類。我父母眷屬。", "1060": "云。善國土。無漏國土。佛菩薩國土。相性體力云云。", "1061": "夫一心具十法界。一法界又具十法界。百法界。一界", "1062": "具三十種世間。百法界即具三千種世間。此三千在", "1063": "一念心。若無心而已。介爾有心。即具三千。亦不言一", "1064": "心在前。一切法在後。亦不言一切法在前。一心在後。", "1065": "例如八相遷物。物在相前。物不被遷。相在物前。亦不", "1066": "被遷。前亦不可。後亦不可。祇物論相遷。祇相遷論物。", "1067": "今心亦如是。若從一心生一切法者。此則是縱。若心", "1068": "一時含一切法者。此則是橫。縱亦不可。橫亦不可。祇", "1069": "心是一切法。一切法是心。故非縱非橫。非一非異。玄", "107": "怨親非怨親。咸承勝善根。同生安養國。", "1070": "妙深絕。非識所識。非言所言。所以稱為不可思議境。", "1071": "意在於此。", "1072": "如如意珠。天上勝寶。狀如芥粟。有大功能。淨妙五欲", "1073": "七寶琳琅。非內畜非外入。不謀前後。不擇多少。不作", "1074": "粗玅。稱意豐儉降雨穰穰。不添不盡。葢是色法。尚能", "1075": "如此。況心神靈妙。寧不具一切法耶。又三毒惑心。一", "1076": "念心起。尚復身邊利鈍八十八使。乃至八萬四千煩", "1077": "惱。若言先有。那忽待緣。若言本無。緣對即應。不有不", "1078": "無。定有即邪。定無即妄。當知有而不有。不有而有。惑", "1079": "心尚爾。況不思議一心耶。又如眠夢。見百千萬事。豁", "108": "阿彌陀經勸持序阿彌陀經勸持序", "1080": "寤無一況復百千未眠不夢不覺不多不一。眠力故", "1081": "謂多。覺力故謂少。莊周夢為蝴蝶翱翔百年。寤知非", "1082": "蝶。亦非積歲。無明法法性。一心一切心。如彼昏眠。達", "1083": "無明即法性。一切心一心。如彼醒寤云云。又行安樂", "1084": "行人。一眠夢。初發心乃至作佛坐道場。轉法輪度眾", "1085": "生入涅槃。豁寤祇是一夢事。若信三喻。則信一心。非", "1086": "口所宣。非情所測。此不思議境。何法不收。此境發智。", "1087": "何智不發。依此境發誓。乃至無法愛。何誓不具。何行", "1088": "不滿足耶。說時如上次第。行時一心中具一切心云云。", "1089": "發菩提心發菩提心", "109": "此經文句雖約。與大本意同。上聖赴緣。廣略異耳。依", "1090": "發真正菩提心者。既深識不思議境。知一苦一切苦。", "1091": "自悲昔苦。起惑耽湎粗獘色聲。縱身口意。作不善業。", "1092": "輪環惡趣。縈諸熱惱。身苦心苦。而自毀傷。而今還以", "1093": "愛繭自纏癡燈所害。百千萬劫。一何痛哉。設使欲捨", "1094": "三途。欣五戒十善。相心修福。如市易博換。翻更益罪。", "1095": "似魚入笱口。蛾赴燈中。狂計邪黠。逾迷逾遠。渴更飲", "1096": "鹹。龍須纏身。入水轉痛。牛皮繫體。向日彌堅。盲入棘", "1097": "林。溺墮洄澓。抱刃把炬。痛那可言。虎尾蛇頭。悚焉悼", "1098": "慄。自悲若此。悲他亦然。假令隘路。叛出怨國。備歷辛", "1099": "苦。絕而復蘇。往至貧里傭賃一日。止宿草菴。不肯前", "11": "之遐方。的是唯心之淨土。八萬四千之妙相。得非本", "110": "正主伴。於是備焉。願行方軌。有加諸說。辭簡義博。諷", "1100": "進。樂為鄙事。不信不識可悲可怪。思惟彼我。鯁痛自", "1101": "他。即起大悲。興兩誓願。眾生無邊誓願度。煩惱無數", "1102": "誓願斷。眾生雖如虗空。誓度如空之眾生。雖知煩惱", "1103": "無所有。誓斷無所有之煩惱雖知眾生數甚多。而度", "1104": "甚多之眾生。雖知煩惱無邊底。而斷無底之煩惱。雖", "1105": "知眾生如。如佛如。而度如佛如之眾生。雖知煩惱如", "1106": "實相。而斷如實相之煩惱。何者。若但󳫠苦因。不拔苦", "1107": "果。此誓雜毒。故須觀空。若偏觀空。則不見眾生可度。", "1108": "是名著空者。諸佛所不化。若偏見眾生可度。即墮愛", "1109": "見大悲。非解脫道云云。今則非毒非偽。故名為真。非", "111": "易功多。良在茲矣。初則廣讚依正。引物忻求。次則六", "1110": "空邊非有邊。故名為正。如鳥飛空。終不住空。雖不住", "1111": "空。跡不可尋。雖空而度。雖度而空。是故名誓與虗空", "1112": "共鬬。故名真正發菩提心。即此意也。", "1113": "又識不可思議心。一樂心一切樂心。我及眾生。昔雖", "1114": "求樂。不知樂因。如執瓦礫。謂如意珠。妄指螢光。呼為", "1115": "日月。今方始解。故起大慈。興兩誓願謂法門無量誓", "1116": "願知。無上佛道誓願成。雖知法門永寂如空。誓願修", "1117": "行永寂。雖知菩提無所有。無所有中。吾故求之。雖知", "1118": "法門如空無所有。誓願畫繢莊嚴虗空。雖知佛道非", "1119": "成所成。如虗空中種樹。使得華得果。雖知法門及佛", "112": "方引同訓勉生信。三則舉難況易。使聞者知歸。第一", "1120": "果。非修非不修而修。非證非得以無所證得。而證而", "1121": "得。是名非偽非毒名為真。非空非見愛名為正。如此", "1122": "慈悲誓願。與不可思議境智。非前非後。同時俱起。慈", "1123": "悲即智慧。智慧即慈悲。無緣無念。普覆一切。任運拔", "1124": "苦。自然與樂。不同毒害。不同但空。不同愛見。是名真", "1125": "正發心菩提義。自悲已。悲眾生義。皆如上說。", "1126": "善巧安心善巧安心", "1127": "善巧安心者。善以止觀安於法性也。上深達不思議", "1128": "境。淵奧微密。博運慈悲。亘葢若此。須行填願。行即止", "1129": "觀也。無明癡惑。木是法性。以癡迷故。法性變作無明。", "113": "廣讚依正者。初讚次勸脩願行。佛告長老下。標立所", "1130": "起諸顛倒。善不善等。如寒來結水。變作堅冰。又如眠", "1131": "來。變心有種種夢。今當體諸顛倒。即是法性。不一不", "1132": "異。雖顛倒起滅。如旋火輪。不信顛倒起滅。唯信此心。", "1133": "但是法性。起是法性起。滅是法性滅。體其實不起滅", "1134": "妄謂起滅。祇指妄想。悉是法性。以法性繫法性。以法", "1135": "性念法性。常是法性。無不法性時體達既成。不得妄", "1136": "想。亦不得法性。還源返本。法界俱寂。是名為止。如此", "1137": "止時。上來一切流轉皆止。", "1138": "觀者。觀察無明之心。上等於法性。本來皆空。下等一", "1139": "切妄想。善惡皆如虗空。無二無別。譬如劫盡。從地上", "114": "讚。彼土何故名為極樂下。先讚依果。即珠網麗天。瓊", "1140": "至初禪。炎炎無非是火。又如虗空藏菩薩。所現之相", "1141": "一切皆空。如海慧初來。所現一切皆水。介爾念起。所", "1142": "念念者。無不即空。空亦不可得。如前火木。能使薪然", "1143": "亦復自然。法界洞朗。咸皆大明名之為觀。止祇是智。", "1144": "智祇是止。不動止祇是不動智。不動智祗是不動止。", "1145": "不動智照於法性。即是觀智得安。亦是止安。不動於", "1146": "法性相應。即是止安。亦是觀安。無二無別。若俱不得", "1147": "安。當復云何。夫心神冥昧。椶利怳󱔣。汩起汩滅。難可", "1148": "執持。倐去倐來。不易關禁。雖復止之。馳疾颺炎。雖復", "1149": "觀之。闇逾漆墨。加工苦之。散惑倍隆。敵強力弱。鷸蚌", "115": "林矗地。一池流八德。蓮吐四光。二天樂韻於六時。裓", "1150": "相扼。既不得進。又不可退。當殉命奉道。薦以肌骨。誓", "1151": "巧安心。方便迴轉。令得相應。成觀行位也。", "1152": "安忍安忍", "1153": "安忍者。能忍成道事。不動亦不退。是心名薩埵。始觀", "1154": "陰界。至識次位八法。障轉慧開。或未入品。或入初品。", "1155": "神智爽利。若鋒刃飛霜觸物斯斷。初心聰叡。有逾於", "1156": "此。本不聽學。能解經論。覧他義疏。洞識宗途。欲釋一", "1157": "條。辯不可盡。若懷寶藏璧蘊解匿名。密勤精進。必得", "1158": "八品。或進深品。志念堅固。無能移易。彌為勝術。但錐", "1159": "不處囊。難覆易露。或見講者不稱理。或見行道者不", "116": "華散於億剎。三化禽演於道品。風樹傳於法音。四舍", "1160": "當轍。慈悲示語。即被圍繞。凡令講說。或勸為眾生。內", "1161": "痒外動。即說一兩句法。或示一兩節禪。初對一人。馳", "1162": "傳漸廣。則不得止。初謂有益。益他葢微。廢損自行。非", "1163": "唯品秩不進。障道還興。象子力微。身沒刀箭。掬湯投", "1164": "氷。翻添氷聚。毗婆沙云。破敗菩薩也。昔鄴洛禪師。名", "1165": "播河海。住則四方雲仰。去則千百成羣。隱隱轟轟。亦", "1166": "有何益利。臨終皆悔武津歎曰。一出望入銅輪。領眾", "1167": "太早。所求不克。著願文云。擇擇擇擇。高勝垂軌。可以", "1168": "鏡焉。修行至此。審自斟酌。智力強盛。須廣益利。如大", "1169": "象押羣。若其不然。且當安忍。深修三昧。行成力著。為", "117": "利弗於汝意下。廣讚正報。先讚化主。相好八萬。舉光", "1170": "化不晚。大論云。菩薩以度人為事。云何深山自善。答", "1171": "曰。如服藥將身。體康復業。身雖遠離。心不遠離。若至", "1172": "六根清淨。名初依人。有所說法。亦可信受。一音徧滿。", "1173": "聞者歡喜是化他位也。若此時不出。強輭兩賊。無如", "1174": "之何。自行轉成。於他有辦。大象捍挌。刀箭無施。日光", "1175": "照世。長氷自冶。此即安忍之力焉。若被名譽羅罥。利", "1176": "養毛繩。眷屬集樹。妨蠧內侵。枝葉外盡者。當早推之。", "1177": "莫受莫著。推若不去。翻被黏繫者。當縮德露玼。揚狂", "1178": "隱實。密覆金貝。莫令盜見。若遁迹不脫。當一舉萬里。", "1179": "絕域他方。無相諳練。快得學道。若名利眷屬。從外來", "118": "明以徧収。功德喻沙。言壽命以統括。成佛十劫。簡過", "1180": "破。憶此三術。齧齒忍耐。雖千萬請。確乎難拔。讓哉隱", "1181": "哉去哉。若煩惱業定見慢等。從內來破者。亦憶三術。", "1182": "即空即假即中。設使屠粉肌肉。心不動散。大地鎮壓。", "1183": "不為重淪。毗嵐弗輕。寒氷非冷。猛炎󴏳熱。端心正觀。", "1184": "那得薄證片禪。即以為喜。纔見少惡。即以為憂。壞器", "1185": "易塠菴華難實。大品云。無量人發菩提心。多墮二乘", "1186": "地。為辦大事。彌須安忍。若得此意。不須九境若未了", "1187": "者。當更廣明。", "1188": "四悉檀四悉檀", "1189": "大明法數云。悉徧也。檀梵語。具云檀那。此云施。華梵", "119": "未以釋疑以上化主又舍利弗下。讚眷屬。聲聞雖眾。皆發", "1190": "兼稱。故名悉檀。佛以此四說法。遍施一切眾生。故名", "1191": "四悉檀也。一世界悉檀。世即隔別之義。界即界分也。", "1192": "葢由眾生根器淺薄。故佛隨其所欲樂聞。為之次第", "1193": "分別而說。令生歡喜。是名世界悉檀。二為人悉檀。謂", "1194": "佛欲說法。必先觀眾生之根器大小。宿種淺深。然後", "1195": "稱其機宜。而為說之。令生正信。增長善根。故名為人", "1196": "悉檀。三對治悉檀。謂知眾生貪欲多者。教觀不淨。嗔", "1197": "恚多者。教觀慈心。愚癡多者教觀因緣。為此對等諸", "1198": "病。說此法藥。徧施眾生。故名對治悉檀。四第一義悉", "1199": "檀。第一義即理也。謂如來知眾生善根已熟。即為說", "12": "性之彌陀。余從前捨西方極樂。別言唯心淨土。捨萬", "120": "大心。菩薩云多。率居補處。生者咸歸於定聚。趣途即", "1200": "法。令其得悟聖道。是名第一義悉檀。", "1201": "妙宗鈔云。機生熟故四悉被之。為未種者。作世界說。", "1202": "令其樂欲。讚用受行。為已種者。用中二悉。善根未發。", "1203": "作為人說。令起宿善。信戒進念。惡未破者。必對治說。", "1204": "令其三毒。豁爾氷消。為已熟者。第一義說。令得契真", "1205": "革凡成聖。佛智鑒機。說之必中。知不入理。令得三益。", "1206": "知不破惡。令得二益。無善可發。作世界說。但生歡喜。", "1207": "若全無益。佛則不說。", "1208": "慈雲懺主書紳慈雲懺主書紳", "1209": "知白汝知。日之所為。害善之法。偏宜遠之。損惡之道。", "121": "預於阿󳺎。已上眷屬次眾生聞者下。勸脩願行。先願。次不", "1210": "益其用之。口無自伐。心無自欺。勿抱內蠧。勿揚外儀。", "1211": "欲人之譽。畜己之私。殺義之始。陷禍之基。自恃其德。", "1212": "必有餘譏。自矜其達。必有餘非。眷屬集樹。汝宜遠之。", "1213": "利養毛繩。汝宜畏之。自行之際。擇而思之。懲惡之餘。", "1214": "何則是宜。清香一炷。紅蓮數枝。口勿輟誦。意勿他思。", "1215": "安禪禮像。其則勿虧。量衣節食。其志勿移。造世文筆。", "1216": "如佛戒之。說人長短。如法慎之。縱對賓侶。口勿多辭。", "1217": "頻驚光影。坐勿消時。芭蕉虗質。非汝久期。蓮華淨土。", "1218": "是汝真歸。俾夜作晝。勤而行之。又願文。", "1219": "願我此身。安隱修道。離諸緣障。正法無難。國土豐樂。", "122": "可以少善根下脩行。一日等者。正在用心之厚薄。不", "1220": "常居林野。樂獨寂靜。衲衣菜食。隨分知足。常畏信施", "1221": "如禦強敵。常離眷屬。如遠大怨。常保禪慧。如護珍寶。", "1222": "常棄諸惡。如去。獘疾。法衣錫杖。禦魔甲兵。繩床香罐。", "1223": "資道調具。捨此之外。更無所貪習俗生常。願莫相近。", "1224": "嗜欲名利。永非我徒。毀讚虗響。猶風過耳。安忍違從。", "1225": "志全道業。", "1226": "翠巖禪師警僧銘翠巖禪師警僧銘", "1227": "風一披緇。便非庸類。豈可泛常。僅同俗輩。立志立心。", "1228": "宜勇宜銳。處眾處獨。宜韜宜晦。若啞若聾。如癡如醉", "1229": "埋光埋名。養智養慧。隨動隨靜。忘外忘內。離聖離凡", "123": "在責時之久近。宜遵一心不亂。其人臨命終下明得", "1230": "󳫠羣拔萃。一粥一飯。信施信餽。飽享飽餐。須慚須愧", "1231": "勿效庸僧。成羣逐隊。說李說張。雜癡雜穢。爭是爭非。", "1232": "誇能誇會。本性本真。盡盲盡味。凡戒凡律或犯或背", "1233": "虗朝虗暮。喪月喪歲。可悲可憐。必沉必墜常警常醒。", "1234": "滅殃滅罪。", "1235": "同治庚午夏月錄於旌教講寺之天台教觀", "1236": "No. 1198-B 淨土神珠後附No. 1198-B", "1237": "淨土神珠後附", "1238": "血佛像詩血佛像詩", "1239": "同治壬申夏日。戀西大師。見余血畫彌陀像詩十首。", "124": "果。我見是利下結勸。次如我今者下。第二六方引同。", "1240": "忽生隨喜。每和二首。余一見之。深生慚愧。乃超過我", "1241": "百千萬億倍也。讀之愈久。歡喜愈深。此詩和者頗多。", "1242": "皆稱美善。總不及師之至誠懇切。誠可起信願。而助", "1243": "持名。謹將此詩。附刻神珠之後。普告同學友人。同為", "1244": "警䇿。願同刺幻身。同描真佛。誠能下此懇苦之心。決", "1245": "定到彼極樂之國。甲戌冬後學妙能芳慧拜識", "1246": "久背彌陀大導師。深沉苦海莫能離。剖身欲畫慈悲", "1247": "像。滴血鮮鮮帶淚垂。", "1248": "血描極樂大恩師。盡報歸依不敢離。苦海漂流無可", "1249": "出。願伸寶手近吾垂。", "125": "訓勉生信。先引同。次於汝意下勸信。亦是勸持。如我", "1250": "說著死門涕淚淋。深慚虗度莫追尋。至心血寫如來", "1251": "像。願我速聞極樂音。", "1252": "窮兒嘆苦淚淋淋。痛失摩尼沒處尋。割血圖成親長", "1253": "者。朝朝求降大慈音。", "1254": "勞勞碌碌百無成。孤負靈臺一點明。賴有彌陀垂攝", "1255": "受。恭描血像願求生。", "1256": "善事難周惡易成。皆由因果不分明。今刳舌血描慈", "1257": "像。九品華池定得生。", "1258": "造業之時只一軀。三途受苦有千殊。願從此世生安", "1259": "養。刺血描成彼佛模。", "126": "今者下。第三舉難況易。五濁得道為難。淨土脩行則", "1260": "只說聖凡各一軀。誰知真性體無殊。誠心血繪彌陀", "1261": "像。帶起當人舊日模。", "1262": "莊嚴淨土最堪安。寶樹重重樂萬端。痛血畫成調御", "1263": "像。願生彼國倚欄看。", "1264": "覺體靈明本自安。量周沙界一毫端。血圖聖像皆因", "1265": "此。唯願諸人著眼看。", "1266": "剖身滴血畫如來。願我臨終上寶臺。諸佛現前同授", "1267": "手。梵音慰喻響如雷。", "1268": "輪迴生死去還來。何日能昇七寶臺。割血描師求出", "1269": "苦。免教痛哭響如雷。", "127": "易並如文。請先熟尋節段。然後誦文。則起盡有倫。功", "1270": "現前一念本惺惺。為染塵緣失己靈。血畫彌陀全體", "1271": "露。宛然心佛不丹青。", "1272": "彌陀願海寂惺惺。攝取羣生復本靈。剖血繪成真寶", "1273": "像。是心是佛是丹青。", "1274": "佛性常存非舊新。眾生迷背認殘身。精誠血畫慈尊", "1275": "像。普願含靈越垢塵。", "1276": "一點靈光萬古新。情根覆蔽變凡身。血心畫作西方", "1277": "佛。願了娑婆歷劫塵。", "1278": "彼佛願門正大開。應將信種急培栽。我今血畫金池", "1279": "像。宛在心中無去來。", "128": "不虗棄。如或清晨靜夜。收視聽以端居。口誦心游。蕩", "1280": "情枷愛鎻莫能開。急急回頭把藕栽。恭對西方剖舌", "1281": "血。描成彼佛宛然來。", "1282": "血寫彌陀即一真。為人自肯乃方親。還須把本逃生", "1283": "死。念念休忘彼佛身。", "1284": "曠劫奔馳喪本真。深悲空過負慈親。今番立誓持名", "1285": "號。滴血申誠畫佛身。", "1286": "淨宗八要淨宗八要", "1287": "此八要者。戀公因和曉法師而作。余每讀之。時時得", "1288": "潤。是故附刻。以公有緣。學者芳慧謹識。", "1289": "欣欣", "129": "神明於幽極。氛累斯滌。淨境弗迷。廣舌勸持。豈不然", "1290": "西方勝境獨超倫。上善同居絕苦辛。風動樹林宣妙", "1291": "響。鳥飛空處現奇身。寶蓮華裏人如佛。功德池中水", "1292": "是珍。欲慕臨終生彼國。須從平素不因循。", "1293": "厭厭", "1294": "吾躬下劣孰同倫。昏昧愚癡最苦辛。口裏喜談塵世", "1295": "語。心中偏著女人身。聲名本假貪如寶。財利原空愛", "1296": "若珍。多劫沉迷方起厭。急須念佛莫因循。", "1297": "信信", "1298": "蓮󳬛清淨絕塵囂。立志求生勿動搖。佛有慈悲容彼", "1299": "入。土無高下任吾超。心言相合終歸去。感應道交不", "13": "德慈尊。別言自性彌陀。背樂󳬛之慈父。墮死水之深", "130": "也。", "1300": "用招。篤信修行全智力。功能成就罪能消。", "1301": "願願", "1302": "立心堅固勿循情。誡止閒非不妄行。淨業功多應努", "1303": "力。塵緣過重必須輕。欲令彼國蓮華大。全在當人道", "1304": "念成。發願往生親見佛。速來救苦出迷城。", "1305": "行行", "1306": "讀誦洪名不用疑。堂堂大路向西馳。光陰有限宜精", "1307": "進。人命無常莫待時。欲識念心是那箇。須知彼佛號", "1308": "阿彌。但憑此行歸安養。定作娑婆說法師。", "1309": "專專", "131": "往生淨土繫緣門往生淨土繫緣門", "1310": "修行定課事何饒。日日如斯始可標。雜學餘門原路", "1311": "遠。專持佛號豈途迢。輪珠記數平常念。蓮蕚書名必", "1312": "獲超。但辦一心生極樂。莊嚴功德永無消。", "1313": "久久", "1314": "極樂迢迢甚易超。全憑誦佛志無搖聲聲相繼莊嚴", "1315": "露。念念勿忘功德饒。終日修行靡間斷。畢生求願豈", "1316": "堪聊。蓮󳬛從此朝朝近。懈怠情萠路轉遙。", "1317": "警警", "1318": "久迷本性最堪嗟。道業難成苦永遐。宿世造愆真可", "1319": "惜。今生修善不宜差。攀緣必落輪迴所。謗法終歸地", "132": "繫緣門者。凡公臨私養。歷涉緣務。雖造次常不忘佛。", "1320": "獄家。警䇿身心勤念佛。定超彼國淨無瑕。", "1321": "戀西大師。見余所持淨土儀式。取而讀之。因作此", "1322": "詩。余深愧障重。習學無門。忽然聞此切實指示之", "1323": "言。慶幸之至。故燃臂香九炷。以申供養。淨業學人", "1324": "福昶維遐稽首謹䟦", "1325": "No. 1198-C 淨土神珠後䟦No. 1198-C", "1326": "淨土神珠後䟦", "1327": "余自慚昏昧。學力全無。若不逢知識。將唯心本性。細", "1328": "細剖明。禪淨混濫。之大病根。猶且不知。唯心本性。瞞", "1329": "旰儱侗之微細病源。那能辨別。為此倘無明師。定起", "133": "及憶淨土。如切事繫心。雖種種作務。不妨密憶前事。", "1330": "邪見。縱存信願。焉能了知因果厭欣之奧旨。縱喜持", "1331": "名。焉能明解唯佛唯土之妙宗也。幸哉獲此神珠。如", "1332": "昏衢而逢寶炬。照了病根。終生淨土。得益無量。感恩", "1333": "不盡。略引序云。淨土實境昭彰。即是唯心。彌陀真身", "1334": "顯現。即是自性。實有淨土可生。實有彌陀可見。此等", "1335": "語者。妙哉至矣。不但融通事理。圓明心宗。抑且斬盡", "1336": "偏邪。抉破時病。誠天台之的旨。淨土之正宗者焉。願", "1337": "同行之人。同遵此學。熏此妙解。必起妙行。必得早生", "1338": "淨土。早見彌陀。早獲法忍。早度眾生庶不負智者慈", "1339": "雲法智幽溪靈峯徹悟等。諸大祖師。一番血力。又不", "134": "念佛亦如是。若失念。數數攝還。久久成性。任運常憶。", "1340": "負戀公所集神珠。為法為人之一片苦心矣。余因法", "1341": "緣有幸。故募刊畢。而復為之跋。", "1342": "同治甲戌臘月佛成道日淨業弟子芳慧妙能敬", "1343": "然臂香四十八炷供養阿彌陀佛及神珠法寶稽", "1344": "首書於舜江旌教講寺之淨業關", "135": "楞嚴經。譬如有人。一專為憶。一人專忘。如是二人。若", "136": "逢不逢。或見非見。二人相憶。二憶念深。如是乃至。從", "137": "生至生。同於形影。不相乖異。十方如來。憐念眾生。如", "138": "母憶子。若子逃逝。雖憶何為。子若憶母。如母憶時。母", "139": "子歷生。不相違遠。若眾生心。憶佛念佛。現前當來。必", "14": "坑。真可哀哉。戀西大師。盡棄舊習。力究此宗。見時人", "140": "定見佛。去佛不遠。不假方便。自得心開。如染香人。身", "141": "有香氣。如此繫心。任運常遮一切惡念。設欲作惡。憶", "142": "佛之故。惡不能成。縱隨惡作惡業時。心常下耎。如身", "143": "有香。自然離臭。又復覺心微起惡念。即便憶佛。以佛", "144": "力故。惡念自息。如人遇難。求彼彊援。必得免脫。又見", "145": "他受苦。以念佛心。憐愍於彼。願其離苦。若斷刑獄。以", "146": "念佛故。生憫念心。願生淨土。誓相救濟。凡歷一切境", "147": "界。若善若惡。由心憶佛。皆心念作願。故普賢願王云。", "148": "作一切惡。皆不成就。若作善業。皆悉和合。即此意爾。", "149": "如是相續。念佛在心。能辦一切淨因功德。恐煩披覧", "15": "之謬解。愍自己之前非。集諸聖之誠言。闡一乘之妙", "150": "不復具說。誠哉此門。為益最大。", "151": "往生淨土懺願儀序往生淨土懺願儀序", "152": "原其諸佛憫物迷盲。設多方便。而引取之。但唯安養", "153": "淨業。捷直可脩。諸大乘經。皆啟斯要。十方諸佛。無不", "154": "稱美者也。若比丘四眾。及善男女。諸根缺具者。欲得", "155": "速破無明諸闇。欲得永滅五逆十惡犯禁重罪。及餘", "156": "輕過。當脩此法。欲得還復清淨大小戒律。現前得念", "157": "佛三昧。及能具足一切菩薩諸波羅密門者。當學此", "158": "法。欲得臨終離諸怖畏。身心安快。喜悅如歸。光照室", "159": "宅。異香音樂。阿彌陀佛。觀音勢至。現在其前。送紫金", "16": "旨。名之曰淨土神珠。欲令修淨業者。了知現前一念", "160": "臺。授手接引。五道橫截。九品長鶩。謝去熱惱。安息清", "161": "凉。初離塵勞。便至不退。不歷長劫。即得無生者。當學", "162": "是法。欲脩少法。而感妙報。十方諸佛。俱時稱讚。現前", "163": "授記。一念供養無央數佛。即還本國。與彌陀坐食。觀", "164": "音議論。勢至行步。眼耳洞視徹聞。身量無際。飛空自", "165": "在。宿命了了。徧見五道。如鏡面像。念念證入無盡三", "166": "昧。如是稱述。不可窮盡。應當脩習此之勝法。如所說", "167": "者。皆實不虗。十方諸佛。出廣長舌。稱美此事。以示不", "168": "妄。我等云何。敢不信佛。今取淨土眾經。立此行法。若", "169": "欲廣知。尋經補益。", "17": "具無量義。信彌陀依正。還在西方。西方依正。不離本", "170": "往生西方略傳序往生西方略傳序", "171": "維西方淨土者。瓊林寶網。珠閣瑤池。超億剎於玉毫。", "172": "耀千光於沙界。諸佛同讚。羣賢所宗。徧吉曼殊。咸願", "173": "生乎其國。天親彌勒。皆誓往於彼方。大聖尚然。況常", "174": "徒者也。至若散因定業。少善多福。截五道而長鶩。睠", "175": "九品以高升。直到薩雲。無復退轉。故彼佛本願云。設", "176": "我得佛。十方眾生。至心信樂。欲生我國。乃至十念。若", "177": "不生者。不取正覺。唯除五逆。誹謗正法。今既幸無逆", "178": "罪。不謗大乘。豈有願求而不遂也。況復十六觀云。下", "179": "品下生者。具足諸罪。四重五逆。謗方等法。地獄火現。", "18": "性。迴神億剎。實生自己心中。孕質九蓮。豈逃剎那際", "180": "十念稱佛。地獄猛火。化為凉風。即生彼土。斯則又許", "181": "逆罪之輩。十念得生。況無此罪者乎。推此而言。宜各", "182": "自信。凡願生者。無不遂心。故天台智者臨終讚曰。四", "183": "十八願。莊嚴淨土。華池寶樹。易往無人。火車相現。一", "184": "念改悔。尚得往生。況戒定熏修。淨行道力。實不唐捐。", "185": "又本願云。十方眾生。聞我名號。繫念我國。迴向欲生。", "186": "若不果遂者。誓不成佛。又應校量業行久近者。十念", "187": "信樂。尚生彼國。況復一日信樂者。況復一月一年一", "188": "生而信樂者耶。又應校量滅罪輕重者。一念滅八十", "189": "億劫生死重罪。重罪者出佛身血破和合僧殺阿羅漢殺父殺母也一念稱佛。", "19": "內。神珠之義。良在於斯。予深愧下愚。無言可讚。聊記", "190": "滅罪既爾。況復十念所滅罪耶。況復一日一月一年", "191": "一生念佛所滅罪耳。重逆尚滅。況輕罪乎。又應校量", "192": "念佛功德。比餘善根。優劣之相者。經云若人以四事", "193": "極好之物。供養三千大千世界滿中阿羅漢辟支聖", "194": "人。所得福德。不如有人。一合掌。一稱南無佛陀。如彼", "195": "大千聖福。假使百分千分百千億分。算數譬喻。皆所", "196": "不及。一稱佛名者。功德無量。一稱佛名。功德尚爾。況", "197": "復十念佛者。況復一日一月一年一生念阿彌陀佛", "198": "者。所得功德耶。復次應知念佛之人。現世安隱。眾聖", "199": "守護。離諸災厄。且近校量。今時風俗。競祭鬼神。求其", "2": "淨土法門。所以稱神珠者。葢佛德圓融。隨心發現。如", "20": "親聞。以表師志云爾。壬申夏淨業學者芳慧拜識", "200": "福祐。望得安隱。信邪殺命。造罪結冤。必無福慶。而可", "201": "利人。虗招來生地獄罪報。易曰。積不善之家。必有餘", "202": "殃。殺生害命。祖承祭法。非一朝一夕。豈非積不善耶。", "203": "殃咎何疑也。若言殺生非不善者。古今帝王。何故仁", "204": "慈化世。勝殘去殺。禽魚遂性。令登壽域。咸稱善耶。然", "205": "祭祀之法。天竺韋陀。支那祀典。既未逃於世論。真誘", "206": "俗之權方。周公雖稱事神。不達彚征之道。仲尼焉能", "207": "事鬼。葢迷六趣之源。老氏經既混於九流。莊子未移", "208": "於百氏。惟釋宗所辨。曲盡其理。天趣在上。人居其次。", "209": "脩羅處中。鬼畜斯下。今以人事神。其猶俛首就足。抑", "21": "淨土神珠目錄淨土神珠目錄", "210": "君奉民。何逆之甚也。又鬼有邪力。事之既久。物黨方", "211": "類。死墮其中。世其迷哉。且三界大師。萬德慈父。歸之", "212": "者罪滅。尚之者福生。諸經具說。若能暫歸三寶。受持", "213": "一佛名者。現世當獲十種勝利。一者晝夜常得一切", "214": "諸天大力神將。河沙眷屬。隱形守護。二者常得二十", "215": "五大菩薩。如觀世音等。及一切菩薩。常隨守護。三者", "216": "常為諸佛晝夜護念。阿彌陀佛。常放光明。攝受此人。", "217": "四者一切惡鬼。若夜叉若羅剎。皆不能害。一切毒蛇", "218": "毒龍毒藥。悉不能中。五者一切火難水難。冤賊刀箭。", "219": "牢獄枷杻。橫死枉死。悉皆不受。六者先所作罪。皆悉", "22": "自序往生淨土決疑文", "220": "消滅。所殺冤命。彼蒙解脫。更無執對。七者夜夢正直。", "221": "或復夢見阿彌陀佛。勝妙色像。八者心常歡喜。顏色", "222": "光澤。氣力充盛。所作吉利。九者常為一切世間人民", "223": "恭敬供養。歡喜禮拜。猶如敬佛。十者命終之時。心無", "224": "怖畏。正念歡喜。現前得見阿彌陀佛及諸聖眾。持金", "225": "蓮臺。接引往生西方淨土。盡未來際。受勝妙樂。諸有", "226": "智人。請觀念佛所獲現世福利功德。豈同世人祠祀", "227": "之法。現無福利。未來受苦耶。又復當信一切大乘經", "228": "典。皆讚西方。莊嚴淨土。勸令往生。若華嚴方等般若", "229": "法華涅槃諸部諸經。皆示行相。及讚功德。又諸菩薩", "23": "彌陀經正信發願偈彌陀經勸持序", "230": "天親龍樹。皆各造論稱讚淨土。又此方諸法師禪師。", "231": "各造論著疏。光讚西方。道安法師往生論十卷。慧遠", "232": "法師造勸經䟽一卷。天台智者造十疑論觀經疏彌", "233": "陀經疏各一卷。道綽禪師撰安樂集三卷。善導和尚", "234": "立五會教。勸人念佛。造觀經疏一卷。二十四讚六時", "235": "禮文各一卷。懷感法師得念佛三昧。造決疑論七卷。", "236": "慈愍三藏撰淨土慈悲集三卷。慈恩法師造彌陀經", "237": "疏二卷。鎮國沙門澄觀。造觀經疏一卷。有誰聞此。眾", "238": "聖稱揚。誘勸往生。而不信樂。除彼不肖人。癡瞑無智", "239": "者。斯更復引自古及今。西天東夏道俗士女。往生高", "24": "往生淨土繫緣門往生淨土懺願儀序", "240": "人。三十三條顯驗之事。具示將來。諸有賢達。願共往", "241": "生云也。", "242": "依修多羅立往生正信偈依修多羅立往生正信偈", "243": "若人能誦持此偈。得三種利益。一得常持諸大乘經首題名字。二得增長淨土信心。三得聞者深信淨土。", "244": "若遇臨終者。高聲誦一返二返。然後勸令念佛。", "245": "稽首西方安樂剎。彌陀世主大慈尊。我依種種修多", "246": "羅。成就往生決定信。", "247": "住大乘者清淨心。十念念彼無量壽。臨終夢佛定往", "248": "生。大寶積經如是說。", "249": "五逆地獄眾火現。值善知識發猛心。十念稱佛即往", "25": "往生西方略傳序", "250": "生。十六觀經如是說。", "251": "若有歡喜信樂心。下至十念即往生。若不爾者不成", "252": "佛。四十八願如是說。", "253": "諸有聞名生至心。一念迴向即往生。唯除五逆謗正", "254": "法。無量壽經如是說。", "255": "臨終不能觀及念。但作生意知有佛。此人氣絕即往", "256": "生。大法鼓經如是說。", "257": "一日一夜懸繒葢。專念往生心不斷。臥中夢佛即往", "258": "生。無量壽經如是說。", "259": "晝夜一日稱佛名。殷勤精進不斷絕。展轉相勸同往", "26": "依修多羅立往生正信偈釋華嚴賢首讚佛偈", "260": "生。大悲經中如是說。", "261": "一日二日若七日。執持名號心不亂。佛現其前即往", "262": "生。阿彌陀經如是說。", "263": "若人聞彼阿彌陀。一日二日若過等。繫念現前即往", "264": "生。般舟經中如是說。", "265": "十日十夜六時中。五體禮佛念不斷。現見彼佛即往", "266": "生。鼓音王經如是說。", "267": "十日十夜夜齋戒。懸繒旛葢然香燈。繫念不斷得往", "268": "生。無量壽經如是說。", "269": "若人專念一方佛。或行或坐七七日。現身見佛即往", "27": "彌陀經通讚序彌陀經義疏序", "270": "生。大集經中如是說。", "271": "若人自誓常經行。九十日中不坐臥。三昧中見阿彌", "272": "陀。佛立經中如是說。", "273": "若人端坐正西向。九十日中常念佛。能成三昧生佛", "274": "前。文殊般若如是說。", "275": "我於眾經頌少分。如是說者無窮盡。願同聞者生正", "276": "信。佛語真實無欺誑。", "277": "疑者曰。觀此偈有十念。下至一念生信樂者。乃至但", "278": "作生意知有佛。亦生彼國。又有七七日。至九拾日念", "279": "佛。方乃得生。豈非淨土是一。何故修因頓異。釋曰。淨", "28": "彌陀經圓中鈔持名方法", "280": "土雖一。生者自殊。無量壽經。總分三輩。十六觀經開", "281": "作九品。若更細分。亦應無量。又疑曰。下品等輩。修因", "282": "既淺。應有退墮。釋曰不然。得九品。華開有遲速。去佛", "283": "有遠近。得道有利鈍。而生彼者。例皆不退。經云其有", "284": "生者。悉住正定之聚。又云眾生生者。皆是阿󳺎䟦致。", "285": "此言不退。十疑論中有五種因緣故不退。一者阿彌", "286": "陀佛大悲願力攝持故不退。二者佛光常照。故菩提", "287": "心常增進不退。三者水鳥樹林。風聲樂響。皆說苦空。", "288": "聞者常起念佛念法念僧之心故不退。四者彼國鈍", "289": "諸菩薩。以為良友。無惡緣境。外無鬼神邪魔。內無三", "29": "無生論三觀法爾觀經義疏序", "290": "毒等。煩惱畢竟不起故不退。五者生彼國。即壽命永", "291": "劫。共菩薩佛齊等故不退。況此惡世。非但闕此五緣。", "292": "抑乃惡友知識。聲色醉亂。魔鬼濫真。壽命短促。五種", "293": "皆惡。妨惱修道。浩劫空過。願熟思之。願熟思之。", "294": "或曰。一切法本無生無滅。平等空寂。何用強勸捨此", "295": "求彼。釋曰。若云求生西方。以為取捨。乖平等理者。汝", "296": "還非彼執此。豈不乖理耶。若轉計云。我亦不求生於", "297": "彼。亦不求生於此者。則是生斷滅見。金剛般若經。豈", "298": "不談空。佛誡須菩提云。汝莫作是念。發菩提心者。於", "299": "法不說斷滅相。真解空者。即於因緣法中。了生無生", "3": "摩尼寶。有願必遂。觀經云。諸佛正徧知海。從心想生。", "30": "觀無量壽經序無量壽佛讚", "300": "性。滅無滅性。非謂斷無。為不生滅也。中論云。因緣所", "301": "生法。我說即是空。不云滅無後空也。維摩經云。雖知", "302": "諸佛國。及與眾生空。而常修淨土。教化諸羣生。或曰", "303": "淨土在心。何須外覔。隨其心淨。則佛土淨。豈用迢然", "304": "求生他方淨土耶。釋曰。子又不善心土之義也。將謂", "305": "我心局在方寸。便見西方敻在域外。苟如此者。又云", "306": "何說心淨則佛土淨耶。華嚴云。心佛及眾生。是三無", "307": "差別。佛法既徧。心法亦徧。若各有方面。何謂無差。又", "308": "云游心法界如虗空。虗空豈有分隔。若了一念心徧。", "309": "一塵亦徧。十萬億剎。咫步之間。豈在心外。世人若談", "31": "觀經妙宗鈔神棲安養賦", "310": "空理。便撥略因果。若談自心。便不信有外諸法。豈唯", "311": "謗法。亦謗自心。殃墜萬劫。良可痛哉。妄造是非。障他", "312": "淨土。真惡知識也。無量壽經云。佛告彌勒菩薩。諸天", "313": "人等。無量壽國。聲聞菩薩。功德智慧。不可稱說。又其", "314": "國土。微妙安樂。清淨若此。何不力為善。念道之自然。", "315": "宜各勤精進。努力自求之。必得超絕去。往生安樂國。", "316": "橫截五惡道。惡道自然閉。升道無窮極。易往而無人。", "317": "其國無違逆。自然之所牽。何不棄世事。勤行求道德。", "318": "可得極長生。壽樂無窮極。", "319": "釋華嚴賢首讚佛偈釋華嚴賢首讚佛偈", "32": "秘藏指南普說", "320": "又放光明名見佛。此光覺悟將終者。令隨憶念見如", "321": "來。命終得生其淨土。", "322": "見有臨終勸念佛。及示尊像令瞻敬。俾於佛所深歸", "323": "仰。是故得成此光明。", "324": "此二偈者。前四句讚佛放光。其光名為見佛。能令臨", "325": "終者。見佛往生。後四句讚佛修此光明之因。其因者。", "326": "只是勸臨終人念佛。并示其佛像。故成佛時。得此光", "327": "明。今廣施此偈者。葢勸深信者。凡遇眷屬。及一切人。", "328": "臨命終時。失於床前安置佛像。令彼眼見。及勸令念", "329": "佛。若苦痛所逼。或先無信心。不肯念佛者。亦須種種", "33": "念佛即禪觀論靈峯寺淨業緣起", "330": "方便。勸令稱佛。下至十念。得滅重罪。生佛淨土。此一", "331": "利益。不可思議。若勸得一人生淨土。縱自不修行。亦", "332": "合得生佛國。況當來成佛。能放光明。照一切眾生臨", "333": "終見佛也。多見世人。為恩愛故。聚頭哭泣。不思救度。", "334": "苦哉苦哉。名為惡知識也。恩愛所牽。墮落惡道。無解", "335": "脫期。世間有五種人。不肯念佛。一者先無信心。二者", "336": "戀著財寶。三者不捨妻子。四者自惜身命。五者罪業", "337": "所障。死墮地獄。願早覺悟。", "338": "阿彌陀經通讚序阿彌陀經通讚序慈恩法師", "339": "詳夫。理絕眾詮。豈三乘之可攝。智圓萬德。非十地以", "34": "惠應寺放生蓮社序贈鄭完德念佛序", "340": "能觀。布慈雲而蔭四生。洒法雨而津九有。由是降神", "341": "兜率。誕跡迦維。厭欲樂於王宮。獲真常於覺樹。良以", "342": "羣生業惑。魔黨增強。騰苦海以闢三途。溺慈舟而吞", "343": "萬善。是以高張教網。直指淨方。是入聖之玄門。乃超", "344": "凡之妙躅。十重淨土。約地位以等差。九品蓮臺。契根", "345": "宜之次第。大矣哉。迴拋空有之門。獨頴斷常之表。佛", "346": "者。覺道已圓。說者。慈心演法。阿彌陀者。無量壽也。經", "347": "者常法貫攝也。常則百王不易。法則千代同規。攝則", "348": "包括眾詮。貫則通達妙理。故云佛說阿彌陀經也。", "349": "阿彌陀經義疏序阿彌陀經義疏序孤山法師", "35": "忍草沙彌化念佛疏念佛要旨", "350": "夫心性之為體也。明乎靜乎。一而已矣。無凡聖焉。無", "351": "依正焉。無延促焉。無淨穢焉。及其感物隨緣而變。則", "352": "為六凡焉。為四聖焉。有依焉有正焉。依正既作。則身", "353": "壽有延促矣。國土有淨穢矣。吾佛大聖人。得明靜之", "354": "一者也。乃假道於慈。託宿於悲。將欲歐羣迷使復其", "355": "本。於是乎。無身而示身。無土而示土。延其壽淨其土", "356": "俾其忻。促其壽穢其土俾其厭。既忻且厭。則漸誘之", "357": "䇿行矣。是故釋迦現有量而取穢土。非欲其厭耶。彌", "358": "陀現無量而取淨土。非欲其忻乎。此則折之。彼則攝", "359": "之。使其復本。而達性耳。故淨名曰。隨所調伏眾生。而", "36": "止觀息緣務呵五欲", "360": "取佛土者。其是之謂乎。雖寶樓金池。為悅目之翫。而", "361": "非惑蕩之色。而能達唯心無境矣。雖風樹鳥聲。有入", "362": "耳之娛。而非惉懘之音。而能念三寶有歸矣。夫如是", "363": "則復乎明靜之體者。如轉掌耳。經云。眾生生者。皆是", "364": "阿󳺎䟦致是也。大矣哉。聖人之善權也如此。是故羣", "365": "經森列。而偏讚淨方。其有旨哉。佛說阿彌陀經者。其", "366": "偏讚之謂歟。吾愛其辭簡而理明。其文約而事備。足", "367": "可以誘弱喪而擊童蒙焉。於是約龍樹之宗。準智者", "368": "之說。依經辯理。為之義疏。若極深研幾。則吾豈敢。庶", "369": "乎有助於真風。為益於後昆爾。", "37": "棄五葢不思議境", "370": "阿彌陀經圓中鈔阿彌陀經圓中鈔幽溪大師", "371": "凡諸佛應身接物。有乎四益。一以形益。現身是也。二", "372": "以光益。放光是也。三以聲益。說法是也。四以通益。現", "373": "神足是也。唯阿彌陀。四益之外。更加之以名接物。以", "374": "其有本時所發誓願故也。餘之四接。其攝機也狹。唯", "375": "以名接物。其攝機也廣。既彌陀以名而接物。故眾生", "376": "得以耳聞而口誦。豈唯一稱嘉號。而萬德齊彰。且又", "377": "無邊聖德。攬入識心。永為佛種。除罪證道。不可思議。", "378": "其善根功德。豈小小哉。竊原淨土法門。其所開示一", "379": "也。唯所修之方。厥門雖多。要其所歸。不出二種。一曰", "38": "發菩提心善巧安心", "380": "正修。二曰助行。於正脩中。其法有二。一觀想。二持名。", "381": "專心作觀。則文載觀經。專心持名。則文載此經。若觀", "382": "想與持名。兩者並行。則文載般舟三昧經。今欲明其", "383": "義則有五種不同。一名實不同。名即佛界假名。實則", "384": "佛界五陰。與夫國土。觀五陰實法。則觀經所示佛菩", "385": "薩三輩往生等九觀。觀依報國土。則觀經所示日冰", "386": "地樹等六觀。若般舟經所示。但觀佛身正報實法而", "387": "已。今經所示。但持假名。故曰聞說阿彌陀佛。執持名", "388": "號。是則依此經修。但以稱佛名號六字音聲。而為所", "389": "緣之境。無以觀佛相好。以濫經宗。所謂一稱嘉號萬", "39": "安忍四悉檀", "390": "德齊彰。舉假名而全收實法。故知此經所示。乃提綱", "391": "挈領之法門也。二緩急不同。如觀經所示十六妙觀。", "392": "始修日觀。必待成就。然後改觀觀水觀冰等。緩緩而", "393": "進。辦在一生。此經所示持名方法。極其長期。在於七", "394": "日。其次或六或五乃至一日執持名號。一心不亂。并", "395": "觀經下輩往生。大彌陀經臨終十念。即得往生。故知", "396": "此經所示。乃以急勝緩之法門也。三難易不同。觀經", "397": "修觀。以凡夫之人。心想羸劣。故先示日觀西向。以攝", "398": "其心。待心靜細。然後觀水觀冰。乃至像觀成就。然後", "399": "觀佛真身。此必久修成熟之機。乃可行之。今經所示。", "4": "是故心想佛時。是心即是三十二相。八十隨形好。是", "40": "慈雲懺主書紳翠巖禪師警僧銘", "400": "初心凡夫。但是有口能稱。有信能念。皆可修之。故知", "401": "此經所示。乃至簡至易之法門也。四純間不同。十六", "402": "觀門。初心修者。跏趺入定。然後可觀。出定歷緣。非其", "403": "境界。若執持名號。不間閒忙。不拘動靜。行住坐臥。皆", "404": "可修之。故知此經所示。乃至捷至徑之法門也。五攝", "405": "機不同。若依觀經所脩。唯被上根。故所修之機。狹而", "406": "不廣。稱名之法。不擇賢愚。不揀男女。若貧若富。若貴", "407": "若賤。皆可修之。故知此經所示。乃攝機極廣之法門", "408": "也。是則此經所明境觀。只須唯約執持名號。為所觀", "409": "境。若事若理。悉以此而解說修行。不必更約觀佛相", "41": "No. 1198", "410": "好。而雜附之。", "411": "持名方法持名方法", "412": "經云。若有善男子善女人。聞說阿彌陀佛。執持名號。", "413": "若一日若二日若三日若四日若五日若六日若七", "414": "日。一心不亂。略解云。執謂執受。持謂任持。信力故執", "415": "受在心。念力故任持不忘。若者不定之辭。利根一日", "416": "一念。鈍根或至七七日行成。縱未破惑。定為往生之", "417": "因。一心不亂。有事有理。事一心者。行者繫緣憶念阿", "418": "彌陀佛相好光明。無分散意。念念無間。名事一心。理", "419": "一心者。了達能念之心。所念之佛。皆無自性。雖本來", "42": "淨土神珠", "420": "空寂。而感應道交。如鏡像水月。任運顯益。當處皆空。", "421": "全體即假。二邊叵得。中道不存。三諦圓融。絕思絕議。", "422": "名理一心。須了達法界唯心。心外無境。彌陀相好。元", "423": "是自心。十萬億剎。不踰當念。以性具諸法故。不從他", "424": "得。圓中鈔云。了達下明即空義。言能念所念。皆無自", "425": "性者。此約四性。而體達無生也。應云亦無他性。共性", "426": "無因性。文之略也。此中宜以能念之心本空。為無自", "427": "性。所念彌陀本空。為無他性。感應道交。如鏡像水月。", "428": "為無共性。任運顯益。為無無因性。此乃攝後歸前。以", "429": "明無有四性也。次雖本來空寂下。明即假也。上二句", "43": "幽溪傳法後裔　古崑　集", "430": "約法明假。下二句約喻明假。乃以形之與水喻感。鏡", "431": "之與月喻應。鏡月本無心。而自然現乎影像。形水亦", "432": "無意。而法爾感乎鏡月。功至往生。任運顯益也。當處", "433": "皆空者。有即空也。全體即假者。空即有也。有即空則", "434": "有即非有。空即有則空即非空。非空非有。則中道昭", "435": "然。即空即有。則中道亦亡。故曰二邊叵得。中道不存。", "436": "如是則所觀之境。三諦圓融。能觀之心。絕思絕議。事", "437": "理二門。已如解中略示。若欲更明其旨。則又有橫竪", "438": "二種不同。橫論三觀。則能念屬乎三觀。所念屬乎三", "439": "諦。如正稱名時。了能稱心。非內非外。無形無狀。即空", "44": "前文淨土神珠者何。現前一念心性。靈妙莫測之謂也。彌", "440": "觀。雖非內外形狀。而此能念之心歷歷分明。即假觀", "441": "而此能念。非離假而有空。亦非離空而有假。雙遮雙", "442": "照即中觀。所稱佛名。及以音聲。如谷中響。如水中月。", "443": "了不可得即真諦。雖不可得。而佛號音聲宛然在口。", "444": "顯然在耳即俗諦。而此所念。亦非離真而有俗。亦非", "445": "離俗而有真。俱存俱忘即中諦。此橫論三觀三諦也。", "446": "若竪論者。祇以一心不亂萬緣俱寂者。為空觀。以所", "447": "念六字聖號朗朗分明者為假觀。能念雖空。而念者", "448": "宛然。所念雖假。而谷響不實。如是則即空不空。而空", "449": "即假。即假非假。而假即空。雙遮雙照。境觀雙忘。所謂", "45": "陀經稱讚不可思議功德。一切諸佛。所護念者。葢為", "450": "境為妙假觀為空。境觀雙忘即是中。忘照何甞有先", "451": "後。一心融絕了無踪。若然者。求生淨土之人。但以一", "452": "心不亂。而執持名號。祇執持名號。而一心不亂。無邊", "453": "妙義。咸在其中。不思議觀。非離當體。可謂全性起修。", "454": "全修在性也。", "455": "又須了知經中之意。一心不亂。欲使因果名目相應", "456": "也。執持名號。欲使生佛感應道交也。因果名目相應", "457": "者。極樂稱為淨土。唯其心淨。而後佛土淨。但心淨土", "458": "淨。其義甚通。圓伏五住。圓破三惑。皆名心淨。而此心", "459": "淨。感佛土淨。則圓該四土。今是同居淨土。只須一日", "46": "此也。古今賢聖。極力弘通寶王三昧。亦為此也。此心", "460": "至於七日。執持名號。一心不亂。以為心淨往生之因。", "461": "二生佛感應道交者。彌陀妙應。既是果人復有宿誓。", "462": "令我持名。是故必須執持名號。以為心淨往生之因。", "463": "故一心不亂。與執持名號。二義相須。闕一不可。故此", "464": "經宗。須以四句料簡。一是一心非持名。即尋常修禪。", "465": "與夫一心修諸眾行。又無回向發願。悉非往生正因。", "466": "二是持名非一心。即散心持名。雖是佛乘緣種。亦非", "467": "往生正因。三非一心非持名。即悠悠凡夫。作諸善事。", "468": "亦非往生之因。四是一心是持名。方是此經所說往", "469": "生正因。若約此經。說在方等。收四教機。以判一心。則", "47": "性者。本自竪窮橫徧。不生不滅。本具十方諸佛。淨妙", "470": "有四種行人不同。一藏教人。心佛實有。唯約事相。判", "471": "心不亂。以此為因。加之信願。臨終果熟。即得往生。今", "472": "之凡夫。未通至理。唯關閉六情不出不入。而一心持", "473": "名。或用心推究種種剖析。皆藏教人一心持名也。二", "474": "通教人。善能了達。若心若佛。如幻如化。佛本是無。心", "475": "亦何有。聲如谷響。佛如鏡像。如此體解。當處無生。此", "476": "通教人。一心持名也。三別教人。先能達空。亦能達假。", "477": "以我空心。而造假佛。非唯佛有。不妨心有。然以空心。", "478": "而念假佛。空既不空。假亦不假。非假非空。見於中道。", "479": "此別教人。一心持名也。四圓教人。能達淨土唯心。彌", "48": "國土。是故實有西方彌陀淨土。宛然在中。無奈眾生", "480": "陀本性。既真俗中。觀中空假。有念無念。無非法性。無", "481": "佛有佛。皆是真如。終日有念終日無念。以無念念。相", "482": "有相相。無生而生。生而無生。此圓教人。一心持名也。", "483": "此約方等時。義釋如是。若約法華開權顯實者。應會", "484": "前教。悉歸圓頓。以藏教人。關閉六情。制心不亂。為我", "485": "圓教事中一心。通教如幻。為我圓教即空一心。別教", "486": "出俗。為我圓教即假一心。圓本相即。不須和會。以法", "487": "華妙。具二妙故。前圓教一心。為法華相待論妙。今統", "488": "會歸。為法華絕待論妙。是政圓家行人。已聞妙法。深", "489": "悟圓理。以起圓宗。如此力用。圓融無礙。了事乃即理", "49": "障重不能得見。故勞娑婆教主。開方便門。十方世尊。", "490": "之事。理乃即事之理。是以一心持名時。事一心可也。", "491": "理一心可也。事理相即。一心可也。念念無非法界。心", "492": "心皆即真常。如是念佛。功德最大。能伏五住煩惱。能", "493": "破一心三惑。能淨四種淨土。能見三身彌陀。是為不", "494": "思議念。是為無功用念。永明所謂。有禪有淨土。猶如", "495": "戴角虎。今世為人師。來世作佛祖。此偈正為圓頓人。", "496": "一心持名者說也。", "497": "法界有三義。一性具。即三千十界也。一性體。即清淨", "498": "本然。一真如法界也。一曰性量。即一真法界。竪窮橫", "499": "徧之界量也。三種法界之性。皆唯眾生根塵相對一", "5": "心作佛。是心是佛。既云是心作佛。是心是佛。則知是", "50": "出廣長舌。故妙宗云。心藏具法。有何邊涯。無妙觀緣。", "500": "念分別識心。是故離心無境。離境無心。以是之故。彌", "501": "陀相好。乃我本性之彌陀。十萬億剎。乃吾唯心之淨", "502": "土。故曰原是自心。不踰當念。是故結云。以性具故。不", "503": "從外得。", "504": "略解云。又復當知。彌陀已證究竟第一義諦。一稱嘉", "505": "號。萬德齊彰。罪銷塵劫。福等虗空。何況一日。至七日", "506": "耶。良由法藏本願。設我得佛。十方眾生。至心信樂。欲", "507": "生我國。乃至十念。若不生者。不取正覺。既承彼佛因", "508": "中願力。果上光明。執持名號。功德無量。臨終見佛。決", "509": "定無疑。圓中鈔云。前釋事中一念。乃約憶念彼佛相", "51": "隱而不發。今依佛語。順性想之。寶地光明。種種奇相。", "510": "好光明而說。似濫觀經。觀佛為念。用心雖同。揀境則", "511": "異。今則的指執持名號。而為所緣之境。故曰一稱嘉", "512": "號。萬德齊彰。文中乃釋或者之伏疑。疑者云。佛有萬", "513": "德。應觀三身。云何但稱名號。即得往生。故殷勤示之", "514": "曰。又復應知等云云。文約兩義。以釋其疑。一者名實", "515": "相稱。二者法藏本願。一名實相稱者。四明云。圓極之", "516": "果所有名字。一一不虗。究竟成就。葢其所召。皆真極", "517": "故。故大經云。世諦但有名無實義。第一義諦。有名有", "518": "實義。佛是究竟第一義諦故。又今彌陀既已證乎究", "519": "竟第一義諦。故一稱嘉號。萬德齊彰。彌陀萬德慧日。", "52": "隨心出現。宗論云。現前一念之心。亘古亘今。故名無", "520": "既以俱體齊彰。眾生黑暗罪瑕。自然當念消乎塵劫。", "521": "罪性本空虗而不實者既銷。則稱名功德福等虗空", "522": "者自生。一稱佛名。功德尚然。況一日至七日。一心不", "523": "亂。執持名號。則無罪而不滅。無福而不生。臨命終時。", "524": "往生淨土。斷斷乎不唐捐矣。良由下。第二示法藏本", "525": "願云云。葢諸佛本願。毫無虗假。以彌陀因中。發四十", "526": "八願已。即便經歷曠劫修行。以填願海。願海既滿。無", "527": "量法財。一時發現。是故今取極樂世界。攝受有情。而", "528": "娑婆眾生。已信是事。仍發往生之願。以投願海。復修", "529": "稱名之行。以增行山。萬流歸海。同一醎味。須彌攝物。", "53": "量壽。靈明洞徹。故名無量光。果能念念執持阿彌陀", "530": "共一帝青。自然而然。原非勉強。是故解文末後合二", "531": "義。以結斷疑根云。既承彼佛因中願力。果上光明。執", "532": "持名號。功德無量。臨終見佛。決定無疑。", "533": "無生論三觀法爾無生論三觀法爾", "534": "能觀為三觀。所觀即三諦。全性以起修。故稱為法爾。", "535": "論曰。三諦者真俗中也。三觀者空假中也。忘情絕解。", "536": "莫尚乎真。隨緣應用。莫尚乎俗。融通空有。莫尚乎中。", "537": "虗靈不昧。吾心自空也。物來斯應。吾心自有也。空有", "538": "相即。吾心自中也。此性也非修也。三諦也非三觀也。", "539": "修之者稱性照了也。體達此心。空洞無物謂之空。照", "54": "佛。即是念念證無量壽。放無量光。果因交徹。微妙難", "540": "了此性。具足萬法謂之假。融通二邊。不一不異謂之", "541": "中。然則即虗靈而應物也。即應物而虗靈也。空即假", "542": "中也。假即空中也。中即空假也。是稱性而修也。絕待", "543": "而照也。不思議之三觀也。首楞大定之司南也。別論", "544": "如此。若總論者。或以吾心虗靈為空。以所觀萬物為", "545": "假。以心境不二為中。物吾心之物也。何假而不空。心", "546": "萬物之心也。何空而不假。即心即物。即物即心。何中", "547": "而不空假。是以觀極樂依正。以吾心一觀之三觀。照", "548": "彼一境之三諦。無不可者。以吾三觀之一心。照彼三", "549": "諦之一境。亦無不可者。虎溪大師云。境為妙假觀為", "55": "思。諸佛護念。其在茲焉。故知淨土。乃無上心要。如如", "550": "空。境觀雙忘即是中。忘照何嘗有先後。一心融絕了", "551": "無踪。尚何三觀之不法爾乎。", "552": "觀無量壽經疏序觀無量壽經疏序智者大師", "553": "夫樂󳬛之與苦域。金寶之與泥沙。胎獄之望華池。棘", "554": "林之比瓊樹。誠由心分垢淨。見兩土之升沉。行開善", "555": "惡。都二方之麤妙。喻形端則影直。源濁則流昏。故知", "556": "欲生極樂國土。必修十六妙觀。願見彌陀世尊。要行", "557": "三種淨業。然化因事漸。教藉緣興。是以闍王殺逆。韋", "558": "提哀請。大聖垂慈。乘機演法。曜玉相而流彩。聳珍臺", "559": "而顯瑞。雖廣示珍域。示宗歸安養。使末俗有緣。遵斯", "56": "意珠。頓含眾寶。復何疑哉。余惜從前。雖喜淨土。不知", "560": "妙觀。落日懸鼓。用標送想之方。大水結冰。實表琉璃", "561": "之地。風吟寶葉。共天樂而同繁。波動金渠。將契經而", "562": "合響。觀肉髻而瞻侍者。念毫相而覩如來。及其瞑目", "563": "告終。上珍臺而高踊。文成印壞。坐金蓮而化生。隨三", "564": "輩而橫截。越五苦而長鶩。可謂微行妙觀。至道要術", "565": "者哉。此經心觀為宗。實相為體。所言佛說觀無量壽", "566": "佛者。佛是所觀勝境。舉正報以收依果。述化主以包", "567": "徒眾。觀雖十六。言佛便周。故云佛說觀無量壽佛。經", "568": "者。訓法訓常。由聖人金口也。", "569": "觀無量壽佛經序觀無量壽佛經序慈覺禪師", "57": "其實。每問禪友。皆云唯心淨土。自性彌陀。不可著相。", "570": "夫正徧知海。從心想生。諸佛世界。隨心淨土。然則彌", "571": "陀至聖。不隔下凡。極樂雖遙。豈離方寸。所以念佛而", "572": "即得見佛。求生而遂能往生。觀無量壽經者。以法界", "573": "心。照實相境。三種淨業。明法行之正因。十六妙觀。為", "574": "寂照之方便。法身與化身隨量。依報與正報齊觀。是", "575": "以韋提希豁然大悟。授記往生。佛世尊親敕受持。廣", "576": "說斯事。經傳此土。人罕流通。不有圓機。誰陳法施。常", "577": "山比丘瓊安等。憫眾生之日用。不出塵勞。嗟妙境之", "578": "無邊。願為鄉導。同心鏤板。庶廣受持。非勢至之同倫。", "579": "即遠公之舊社。聊伸序引。普告未聞。", "58": "因此雖喜念佛。但只著空而已。後閱台淨二宗。及無", "580": "無量壽佛讚無量壽佛讚大智律師", "581": "八萬四千之妙相。得非本性之彌陀。十萬億剎之遐", "582": "方。的是唯心之淨土。淨穢雖隔。豈越自心。生佛乃殊。", "583": "寧乖己性。心體虗曠。不礙往來。性本包容。何妨取捨。", "584": "是以舉念即登於寶界。還歸地產之家鄉。彈指仰對", "585": "於慈容。實會天真之父子。幾生負德。枉受沉淪。今日", "586": "投誠。必蒙拯濟。三心圓發。一志西馳。盡來際以依承。", "587": "歷塵剎而稱讚。", "588": "觀無量壽經妙宗鈔觀無量壽經妙宗鈔四明尊者", "589": "良以圓解。全異小乘。小乘唯心。佛從外有。是故心佛", "59": "生論。始知淨土實境昭彰即是唯心。彌陀真身顯現。", "590": "其體不同。大乘行人。知我一心。具諸佛性。託境修觀。", "591": "佛相乃彰。今觀彌陀依正為緣。熏乎心性。心性所具", "592": "極樂依正。由熏發生。心具而生。豈離心性。全心是佛。", "593": "全佛是心。終日觀心。終日觀佛。", "594": "又應了知法界圓融不思議體。作我一念之心。亦復", "595": "舉體。作生作佛。作依作正。作根作境。一心一塵。至一", "596": "極微。無非法界全體而作。既一一法。全法界作。故趣", "597": "舉一。即是圓融法界全分。既全法界。有何一物。不具", "598": "諸法。", "599": "又果佛圓明之體。是凡夫本具性德。故一切教所談", "6": "心作九界。是心是九界。世出世法。無不由心而作。無", "60": "即是自性。實有淨土可生。實有彌陀可見。故云生本", "600": "行法。無不為顯此之覺體。故此觀門。託彼安養依正。", "601": "用微妙觀。專就彌陀。顯真佛體。雖託彼境。須知依正。", "602": "同居一心。心性周徧。無法不造。無法不具。若一法從", "603": "心外生。則不名為大乘觀也。行者應知。據乎心性。觀", "604": "彼依正。依正可彰。託彼依正。觀于心性。心性易發。", "605": "圓人妙解。知能想心。本具一切依正之法。今以具日", "606": "之心。緣於即心之日。令本性日。顯現其前。斯乃以法", "607": "界心。緣法界境。起法界日。既皆法界。豈不即空假中。", "608": "以根境空寂。故心日無礙。以緣起假立。故累想日生。", "609": "以其心日皆法界故。當處顯現。此之三觀同在一心。", "61": "無生生四土。見猶離見見三身。從茲死心念佛求生。", "610": "非一非三。而三而一。不可思議。", "611": "心藏具法。有何邊涯。無妙觀緣。隱而不發。今依佛語。", "612": "順性想之。寶地光明。種種奇相。隨心出現。", "613": "欲想佛身。須知觀體。體是本覺。起成能觀。依體立宗。", "614": "斯之謂矣。須知本覺。乃是諸佛法界之身。以諸如來", "615": "無別所證。全證眾生本性故也。若始覺有功。本覺乃", "616": "顯。故云法身從心想生。", "617": "當知今觀。非直於陰。觀本性佛。乃託他佛。顯乎本性。", "618": "故應佛顯。知本性明。託外義成。唯心觀立。", "619": "又云。應知實相。全體照明。稱為真心。亦名本覺。覺體", "62": "謹將鄙見起信要言。略集成編。以此自勉。并告同心。", "620": "徧故。諸法皆實。若指其要。不離現前分別之念。念即", "621": "本覺。覺即經體。無別經體。以為所詮。以此覺心。觀於", "622": "依正。能所即絕。待對斯忘。妙觀之宗。自茲而立。", "623": "直指云。丈六八尺像者。隨順下凡。使觀小見大也。粗", "624": "妙異想。悉從性而起修。小大殊形。咸自本而垂迹。能", "625": "觀性初無差別。所觀境寧可度量。圓頓之談。一音普", "626": "被。示次第而非漸。順根器而非偏。並啟觀門。全彰實", "627": "相。像教之源。豈不在茲。", "628": "神棲安養賦神棲安養賦智覺禪師", "629": "彌陀寶剎。安養嘉名。處報土而極樂。於十方而最清。", "63": "所願廣開解目。深入行門。一句彌陀。包含無盡。佛功", "630": "二八觀門。修定意而冥往。四十大願。運散心而化生。", "631": "爾乃畢世受持。一生歸命。仙人乘雲而聽法。空界作", "632": "唄而讚詠。紫金臺上。身登而本願非虗。白玉毫中。神", "633": "化而一心自慶。詳夫廣長舌讚。十剎同宣。但標心而", "634": "盡契。非率意而虗傳。地軸迴轉。天華散前。一念華開。", "635": "見佛而皆登妙果。千重光照。證法而盡廁先賢。考古", "636": "推今。往生非一。運來而天樂盈空。時至而異香滿室。", "637": "一真境內。現相而雖仗佛威。七寶池中。覩境而皆從", "638": "心出。故知聖旨難量。感應猶長。變凡成聖而頃刻。即", "639": "迷為悟而昭彰。探出仙書。真是長生之術。指歸淨剎。", "64": "德海。當念圓成。釋迦勸讚。諸佛同宣。凡有信者。不可", "640": "永居不死之鄉。更有出世高人。處塵大士。焚身燃臂", "641": "以發行。掛胃捧心而立軌。仙樂來迎而弗從。天童請", "642": "命而不喜。或火烈山頂。光明境裏。絕聞惡趣之名。永", "643": "拋胎獄之鄙。眼開舌固而立驗。牛觸雞𪅎而忽止。處", "644": "鐵城而拒王勅。須徇丹心。坐蓮臺而賴佛恩。難拋至", "645": "理。其或誹謗三寶。破壞律儀。逼風刀解體之際。當業", "646": "鏡照形之時。忽遇知識。現不思議。劍林變七重之行", "647": "樹。火車化八德之蓮池。地獄消沉。湛爾而怖心全息。", "648": "天華飛引。俄然而化佛迎之。慧眼明心。香爐墮手。應", "649": "讖而蓮華不萎。得記而寶林非久。奇哉佛力難思。古", "65": "不盡心而力行之也。", "650": "今未有。", "651": "秘藏指南秘藏指南藕益大師", "652": "壽昌云。念佛心。即是佛。葢現前一念之心。無性緣生。", "653": "緣生無性者也。唯其無性緣生。故念名滿腔是名。念", "654": "利滿腔是利。乃至晝所為。夜所夢無不趨歸於一念", "655": "之專注。而十界昇沉。從此出矣唯其緣生無性。故熾", "656": "然造集善惡之時。驀地放下。則一切法了不可得。然", "657": "向此了不可得處坐定。則墮無為深坑。不能證法界", "658": "無障礙體。不能起法界無障礙用。故須念佛求生淨", "659": "土。方是大乘不可思議圓頓法門。夫念佛者。豈有他", "66": "往生淨土決疑文往生淨土決疑文慈雲大師", "660": "哉。以此緣生無性之一念。念彼無性緣生之佛名耳。", "661": "佛名既是無性緣生。則緣生亦仍無性。是故念一聲。", "662": "有一聲佛名顯現。念十百千萬聲。有十百千萬聲佛", "663": "名顯現。而不念時。便寂然矣。念性既是緣生無性。則", "664": "無性不礙緣生。倘不念佛。正恐又生種種雜念。縱不", "665": "生雜念。亦恐墮在無生窠臼。故必以佛號生我之念。", "666": "使我念念不離佛號。此乃心外無佛。佛外無心。是心", "667": "作佛。是心是佛。謂之以佛證心可也。謂之以心證佛", "668": "可也。謂之以佛證佛。以心證心。亦可也。至直捷穩當。", "669": "至圓頓了義。不可思議。不可將餘一切法門比量。果", "67": "十方淨穢。卷懷同在於剎那。一念色心。羅列徧收於", "670": "如此信得及。直下念去。則諸佛出廣長舌相以證之。", "671": "若人專念彌陀佛。號曰無上深妙禪。至心想像見佛", "672": "時。即是不生不滅法。金口誠言。可不信哉。", "673": "原夫。本覺妙明。真如法界。智理無能所之分。依正絕", "674": "自他之量。祇因迷妄。徧計橫生。背覺性而九界雜陳。", "675": "昧真境而三土幻現。勞我世尊。垂慈設教隨眾生根", "676": "性。示無量法門。或顯了說。或隱覆談。或曲接偏機。漸", "677": "令入道。或直投圓種。頓使開明。或從一法中。分別說", "678": "為無量或以異方便。善巧助顯一乘。雖復教網萬殊。", "679": "無非醒九界長夢。令復還原覺。了三土幻翳。令冥契", "68": "法界。並天真本具。非緣起新成。一念既然。一塵亦爾。", "680": "寂光耳。然了義中最了義。圓頓中極圓頓。方便中第", "681": "一方便。無如淨土一門。何以言之。隨其心淨。則佛土", "682": "淨。見思淨。超同居。塵沙淨。超方便。無明淨。超實報。故", "683": "曰唯佛一人居淨土。尚何不了之義。眾生心念佛時。", "684": "是心作佛。是心是佛。以一念頓入佛海。故曰一稱南", "685": "無佛。皆已成佛道。若人專念彌陀佛。是名無上深妙", "686": "禪。豈不至圓至頓。果德願力不可思議。因心信力亦", "687": "不可思議。感應道交文成印壞。以凡夫而階不退。未", "688": "斷惑而得橫超。又復三根普被。四土橫該。五濁輕淨", "689": "在同居。體空巧淨在方便。三觀淨淨在實報。究竟覺", "69": "故能一一塵中一切剎。一一心中一切心。一一心塵", "690": "淨在寂光。尚無等者。矧或過之。是名不可思議功德。", "691": "世間難信之法也。總其大要。須具信願行三。信則信", "692": "事信理。信自信他。信因信果。知心外無土。土外無心。", "693": "性外無佛。佛外無性。因必該果。果必徹因。願則念念", "694": "回向。心心趨往。行則無量法門。會歸一致。而淨土正", "695": "行。尤以念佛為首。", "696": "吾人現前一念心性。原與阿彌陀佛同體。而罕能直", "697": "下知歸者無他。未具信行願三故也。予甞謂信如將。", "698": "願如謀。行如軍旅。有將有謀。老弱亦可取勝苟無將", "699": "謀。雖勇壯亦潰矣。是故信宜專。願宜審。行宜無所不", "7": "不即心而是。故楞嚴云。知其本因。隨所緣出。諸法所", "70": "復互周。重重無盡無障礙。一時頓現非隱顯。一切圓", "700": "收。專且審故圓頓直捷而至高。無所不收。故三根普", "701": "被而至廣。此念佛三昧。所以為橫超勝異也。邇來宗", "702": "教之士。或視念佛太易。以為曲被中下。或視念佛太", "703": "難。以為齋戒須全。夫太易則不高。太難則不廣。豈寶", "704": "王三昧之謂哉。", "705": "普說普說", "706": "金剛經。如幻如夢者。為破凡外二乘。我法二執言之", "707": "夫夢境雖空。而夢心即是覺心。幻事雖虗。而幻本亦", "708": "不全虗。泡雖無實。而非無水。影雖無實。而非無質。則", "709": "知六凡生死往還。雖如幻夢。而佛性亦不斷滅。但日", "71": "成無勝劣。若神珠頓含眾寶。猶帝網交映千光。我心", "710": "用不知耳。菩薩了知現前一念心性。亘古亘今。本不", "711": "生滅。上等諸佛。下等眾生。雖欲不上求下化。不可也", "712": "然雖發大菩提心。無始虗妄無明習重。觀力輕微。恐", "713": "易退轉。必須將此圓解。專念阿彌陀佛。求生極樂世", "714": "界。葢吾現前一念心性。既本竪窮橫徧。則本具無邊", "715": "剎海。於我心性無邊剎海中。實有十萬億剎外之極", "716": "樂世界。實有現在阿彌陀佛。先證心性。慈悲接引。一", "717": "切迷流。我今以此菩提心力。稱彼名號。便與阿彌陀", "718": "佛如空合空。水合水。故稱名一聲。即一聲一心不亂", "719": "稱名十聲。即十聲一心不亂。乃至稱名七日。即七日", "72": "既然。生佛體等。如此方了迴神億剎。實生自己心中。", "720": "一心不亂。以正稱名時。更無二心。更無可亂也。", "721": "念佛即禪觀論念佛即禪觀論", "722": "或問藕益子曰。參禪教觀。與念佛法門。同耶異耶。答", "723": "曰同異皆戲論也。即亦同亦異。非同非異。亦戲論也。", "724": "以三種法門。無不離四句故。若知一切法。無不即心", "725": "自性。仍可四句而詮顯之。何者梵語禪那。此云靜慮。", "726": "靜即是定。慮即是慧。靜即止慮即觀。靜即寂慮即照", "727": "是故定慧也。止觀也。寂照也。皆一體而異名也。或謂", "728": "寂照約性。餘二約修。止觀約因。定慧約果。不過一往", "729": "語耳。夫吾人現前一念心性。雖昏迷倒惑。靈知終不", "73": "孕質九蓮。豈逃剎那際內。苟事理攸隔。淨穢相妨。安", "730": "可滅。雖流轉紛擾。本體終未甞動。此豈非寂照真源。", "731": "止觀血脈。定慧根據乎。究此現前一念心性。名為參", "732": "禪。達此現前一念心性。名為止觀。思惟憶持此現前", "733": "一念心性。名為念佛。葢念者始覺之智。佛者本覺之", "734": "理也。就此念佛法門。有念自佛他佛自他佛之不同", "735": "若單念自佛。與參禪止觀全同。若單念他佛。與參禪", "736": "止觀。亦異亦同。若雙念自他佛。與參禪止觀。非異非", "737": "同。夫念自佛者。是四念處觀。所謂觀身觀受觀心觀", "738": "法。若一切法門。不為四念處所攝者。即外道法。故知", "739": "與禪觀同也。夫念他佛者。或念相好或法門或實相。", "74": "令五逆凡夫。十念便登寶土。二乘賢輩。迴心即達金", "740": "或不能作此三種念者。則但持名號。若念相好。一往", "741": "似與禪觀異然必止息異緣專觀彼佛。則仍與靜慮", "742": "同也。念法門者。例此可知。若念實相。雖託他果佛為", "743": "異。然終無兩種實相。究竟是同。若持名號。一往亦與", "744": "禪觀異。然無論解與不解。而所持之名。當體無非一", "745": "境三諦。能持之心。當體無非一心三觀。故曰明珠投", "746": "於濁水。濁水不得不清。佛號投於亂心。亂心不得不", "747": "一。是則心無異緣。即是靜是止。名號歷歷。即是慮是", "748": "觀。亦究竟同也。夫雙念自他佛者。了知心佛眾生。三", "749": "無差別。乃託他佛。助顯本性。由悟本性。故與禪觀非", "75": "池也哉。信此圓談。事無不達。昧斯至理。觸類皆迷。華", "750": "異。由託他佛。故與禪觀非同。是謂勝異方便。無上法", "751": "門。文殊般若經。般舟三昧經。觀無量壽佛經等。皆明", "752": "此圓頓了義。而妙宗鈔申之為詳。凡棲心淨土之士。", "753": "不可不熟究而力行之也。", "754": "靈峯寺淨業緣起靈峯寺淨業緣起", "755": "嘗觀淨土之為勝異。正不在寂光實報方便。而在同", "756": "居。葢三土斷惑乃生。唯同居直以信願相導。感應道", "757": "交。五濁之習稍輕。三界之苦斯脫。而又即此西方極", "758": "樂。竪徹方便實報寂光。故下愚皆可登其閾。上智終", "759": "莫踰其閫。三根普資。四悉咸備。正法住世。諸祖已共", "76": "嚴云。心如工畫師。造種種五陰。一切世間中。無不從", "760": "宏揚。末運迷津。四依能無獨讚。乃世之駕言直指者。", "761": "以西方為鈍置學語大乘者。以淨土為退休。不思不", "762": "假方便。自得心開。安有如斯曲徑。妙華盛裓徧供億", "763": "方。安有如斯小乘。且既悟直指。是名見性成佛。何故", "764": "拒彌陀於自性之外。既乘大願。必須嚴淨國土。何故", "765": "揀極樂於剎海之中。夫聲聞權教。不聞他方佛名。四", "766": "果神力。僅周三千界內。彼十萬遐方。尊特善逝。非勝", "767": "蓮大士。勇猛丈夫。孰能親近承事。甫育蓮臺。便階䟦", "768": "致。較矢心參究。期尅三生。已悟心宗。猶曰生生不退。", "769": "佛階可期者。難易遲速。皎然可知。六方調御。同口讚", "77": "心造。如心佛亦爾。如佛眾生然。心佛及眾生。是三無", "770": "揚。徧吉文殊。誠心勸發。豈欺我哉。法流震旦。禪律性", "771": "相。皆法久弊生。勢窮須變。唯茲元猷。始匡嶽訖五雲。", "772": "或刻蓮漏於六時。或發妙宗於三觀。或導萬善以同", "773": "歸。或融一心於事理。法無不收。機無不攝。故得法流", "774": "益久。法道愈光。聲化所洽。遠及山谷。鄣南靈峯講寺。", "775": "石峩頎公。請雪航檝公。結社茲山。復有抱一粹沙彌。", "776": "季清程居士。共稟彌陀宏願。同闡勢至法門。佛聲浩", "777": "浩。偕松風鳥語並顯圓通。僧德雍雍。率牧竪耕夫同", "778": "入三昧。橫超三界。無煩九次第修。竪徹寂光。不竢三", "779": "僧祗證。誠劫濁津深。昏衢寶炬也。", "78": "差別。起信論。所言法者。謂眾生心。是心即攝一切世", "780": "惠應寺放生蓮社序惠應寺放生蓮社序", "781": "能儒氏之為教也。大而博深而不可晦。極六合內外", "782": "不為迁。余昔拘虗程朱之學。不唯望洋。復興斥鷃。今", "783": "乃駸駸然入於其中。異哉能儒如來。觀音地藏。巧以", "784": "勝異方便。轉我邪心。令生正信也。予因是。得仰承如", "785": "來威行。作獅子吼。徧破一切外道邪心。夫物雖微。誰", "786": "不愛命。只此愛命之心。便是真常佛性。此心不在內。", "787": "不在外。不在中間。非過去。非現在。非未來。非有非無", "788": "非亦有亦無。非非有非無。本自離過絕非。不可思議。", "789": "迷此心性真常真樂真我真淨。妄認四大。為自身相。", "79": "間出世間法。依此示摩訶衍義。摩訶衍大乘也若非此心安堪乘運十", "790": "六塵緣影。為自心相。是故於中。分人分物。起愛起憎。", "791": "惑業苦輪。循環不息。若能直下諦觀現前一念心性。", "792": "似局四大緣影中。實非四大緣影所能區局。如心佛", "793": "亦爾。如佛眾生然。便知心佛眾生。的的三無差別。殺", "794": "生即殺自心未來諸佛。放生即放自心未來諸佛。若", "795": "放自心未來諸佛。即真念佛三昧。脩此念佛三昧。是", "796": "恒轉妙法華經百千萬億部也。我釋迦如來之道。未", "797": "墜於地。良由含靈抱識。無不各具全體大用。今舉此", "798": "全體大用。而為社為文為詩。為種種法語。豈復有文", "799": "獻不足徵之嘆哉。故題其編。曰能儒文獻。而為之序。", "8": "生。唯心所現。如是則十方虗空。微塵國土。皆是心中", "80": "六觀。諸佛是法界身。入一切眾生心想中。乃至是心", "800": "贈鄭完德念佛序贈鄭完德念佛序", "801": "嘗讀十六觀經云。諸佛正徧知海。從心想生。是故眾", "802": "生心想佛時。是心即是三十二相。八十種好。是心作", "803": "佛。是心是佛。噫。此真念佛三昧之秘要也。葢但言作", "804": "佛。不言是佛。則謂佛非固有。何異權乘。但言是佛。不", "805": "言作佛。則謂佛非修證。何殊魔外。故大佛頂經。發明", "806": "世出世法。知其本因。隨所緣出。夫知其本因。則十界", "807": "無不即心而是。謂佛界非心是乎。隨所緣出。則十界", "808": "無不由心而作。謂佛非心作乎。予己巳晤千里鄭老", "809": "居士。見所繪聖像。微細精妙。巧逾天工。恍悟心作心", "81": "作佛。是心是佛。般舟三昧。佛是我心。是我心見佛。是", "810": "是之旨。長公完德。尤窮工極緻。完德久參念佛是誰", "811": "公案。予謂苟信是心作佛。是心是佛二語。而更參誰", "812": "字。可令人捧腹大笑。大集偈云。若人但念阿彌陀。是", "813": "名無上深妙禪。至心想像見佛時。即是不生不滅法", "814": "大勢至法王子云。憶佛念佛。現前當來。必定見佛。去", "815": "佛不遠。不假方便。自得心開。永明禪師云。一念相應", "816": "一念佛。一日相應一日佛。壽昌禪師云。念佛心。即是", "817": "佛。夫何疑哉。夫何疑哉。", "818": "忍草沙彌化念佛疏忍草沙彌化念佛疏", "819": "彌陀如來。以四十八願攝化十方。勢至大士。以念佛", "82": "我心作佛等。談斯旨者。大乘卷中。粲然可舉。至若法", "820": "三昧游此世界。當知末世眾生。捨淨土一門。而求脫", "821": "生死不可得矣。佛法無多子。久常難得人。一時勇猛。", "822": "不若終身無倦。所以慈雲大師。示晨朝十念法門。飛", "823": "錫尊者。闡一念得生妙旨。今忍草沙彌。發心普勸緇", "824": "素。修此念佛三昧。每日從十萬起。以至一百。或唯十", "825": "聲。下至日念一聲。不拘數之多寡。但以終身不間斷", "826": "為則。將此飢餐渴飲工夫。用作寶地珍池左券。尚能", "827": "一念中頓破無明。便超寂光淨土。頓斷塵沙。便超實", "828": "報淨土。頓斷見思。便超方便淨土。縱未斷惑。五濁漸", "829": "澄。佛光漸露。登同居淨土。永脫輪迴。固無惑矣。普願", "83": "華妙部。如來親記往生。華嚴頓談。普賢躬陳迴向。是", "830": "見者聞者。於此便作東林勝會想。於一切登名蓮簿", "831": "者。便作十八高賢想。則一心普念三世佛。而念佛三", "832": "昧了了現前矣。", "833": "念佛要旨念佛要旨徹悟禪師", "834": "吾人現前一念能念之心。全真成妄。全妄即真。終日", "835": "隨緣。終日不變。一句所念之佛。全德立名。德外無名。", "836": "以名召德名外無德。能念心外。無別所念之佛。所念", "837": "佛外。無別能念之心。能所不二。生佛宛然。本離四句。", "838": "本絕百非。本徧一切。本含一切。絕待圓融。不可思議。", "839": "蓮宗行者。當從者裏信入。又云。一聲佛號一聲心。直", "84": "知彌陀因地。觀此理而大誓普收。釋迦果成。稱此理", "840": "下分明豈待尋。鞭影不勞頻舉示。白牛運出古黃金。", "841": "又云。九品寶蓮。在脚跟底。不念彌陀孤負自己。", "842": "止觀息緣務止觀息緣務智者大師", "843": "緣務妨禪。由來甚矣。蘭若比丘。去喧就靜。云何營造", "844": "緣務。壞蘭若行。非所應也。緣務有四。一生活。二人事。", "845": "三技能。四學問。一生活緣務者。經紀生方。觸途紛紏。", "846": "得一失一。喪道亂心。二人事者。慶弔俯仰。低昂造聘。", "847": "此往彼來。來往不絕。況復眾人交絡。擾攘追尋。夫違", "848": "親離師。本求要道。更結三州。還敦五郡。意欲何之。倒", "849": "裳索領。鑽火求冰。非所應也。三技能者。醫方卜筮。泥", "85": "而廣舌深讚。十方三世。莫不咸然。問妙理圓極。世人", "850": "木彩畫。棋書呪術等是也。皮文美角膏煎鐸毀。已自", "851": "害身。況修出世之道。而當樹林招鳥。腐氣來蠅。豈不", "852": "摧折汙辱乎。四學問者。讀誦經論。問答勝負等是也。", "853": "領持記憶。心勞志倦。言論往復。水濁珠昏。何暇更得", "854": "修止觀耶。此事尚捨。況前三務。云云。", "855": "觀心生活者。愛是養業之法。如水潤種。因愛有憂。因", "856": "憂有畏。若能斷愛。名息生活緣務也。人事。是業也。業", "857": "生三界。往來五道。以愛潤業。處處受生。若無業者。愛", "858": "無所潤。諸業雖有力。不逐不作者。不作故生死則斷", "859": "技術者。未得聖道。不得修通。虗妄之法。障於般若。般", "86": "盡須觀行始生耶。答不然。今但直決疑情。令知淨土", "860": "若如虗空。無戲論無文字。若得般若。如得如意珠。但", "861": "一心修。何遽怱怱。用神通為習學者。未得無生忍。而", "862": "修世智辯聰。種種分別。皆是瓦礫草木。非真寶珠。若", "863": "能停住。水則澄清。下觀琉璃。安徐取寶。能知世間生", "864": "滅法相。種種行類。何物不知。以一切種智知。以佛眼", "865": "見。欲行大道。不應從彼小徑中學也。", "866": "呵五欲呵五欲", "867": "五欲者。謂色聲香味觸。毗婆沙論云。禁六情。如縶狗", "868": "鹿魚蛇猨鳥。狗樂聚落。鹿樂山澤。魚樂池沼。蛇樂穴", "869": "居。猨樂深林。鳥樂依空。六根樂六塵。非是凡夫淺智", "87": "百寶莊嚴。九品因果。並在眾生介爾心中。理性具足。", "870": "弱志。所能降伏。唯有智慧堅心正念。乃能降伏。總喻", "871": "六根。今私對之。眼貪色。色有質像如聚落。眼如狗也。", "872": "耳貪聲。聲無質像如空澤。耳如鹿也。鼻貪香如魚也。", "873": "舌引味如蛇也。身著觸如猨也。心緣法如鳥也。今除", "874": "意。但明於五塵。五塵非欲。而其中有味。能生行人須", "875": "欲之心。故言五欲。譬如陶師。人客延請。不得就功。五", "876": "欲亦爾。常能牽人。入諸魔境雖具前緣。攝心難立。是", "877": "故須呵。色欲者。所謂赤白長短。明眸善𥅦。素頸翠眉。", "878": "皓齒丹唇。乃至依報。紅黃朱紫。諸珍寶物。惑動人心。", "879": "如禪門中說。色害尤深。令人狂醉。生死根本。良由此", "88": "方得往生事用。隨願自然。是則旁羅十方。不離當念。", "880": "也。如難陀為欲持戒。雖得羅漢。習氣尚多。況復具縛", "881": "者乎。國王耽荒無度。不顧宗廟社稷之重。為欲樂故", "882": "身入怨國。此間上代。亡國破家。多從欲起。赫赫宗周。", "883": "褒姒滅之。即其事也。經云眾生貪狼於財色。坐之不", "884": "得道。觀經云色使。所使為恩愛奴。不得自在。若能知", "885": "色過患。則不為所欺。如是呵已。色欲即息。緣想不生。", "886": "專心入定。聲欲者。即是嬌媚妖詞。婬聲染語。絲竹絃", "887": "管。環釧鈴珮等聲也香欲者。即是󳬂茀氛氳。蘭馨麝", "888": "氣。芬芳酷烈郁毓之物。及男女身分等香。味欲者。即", "889": "是酒肉珍肴。肥腴津膩。甘甜酸辣。酥油鮮血等也。髑", "89": "往來法界。正協唯心。免信常流。執此非彼。其九品生", "890": "欲者。即是冷暖細滑。輕重強輭。名衣上服。男女身分", "891": "等。此五過患者。色如熱金丸。執之則燒。聲如塗毒鼓。", "892": "聞之必死。香如憋龍氣。󰎭之則病。味如沸蜜。湯舌則", "893": "爛。如蜜塗刀。䑛之則傷。觸如臥師子。近之則齧。此五", "894": "欲者。得之無厭。惡心轉熾。如火益薪。世世為害劇於", "895": "怨賊。累劫已來。常相劫奪。摧折色心。今方禪寂。復相", "896": "惱亂。深知其過。貪染休息。事相具如禪門中云云。上", "897": "代名僧詩云。遠之易為士。近之難為情。香味頺高志。", "898": "聲色喪軀齡。", "899": "棄五葢棄五葢", "9": "之物。離心之外。更無一法可得。故知十世古今。始終", "90": "相。各有行類。上輩三品。須解須行。故云汝行大乘。解", "900": "五葢者。所謂貪欲嗔恚睡眠掉悔疑。通稱葢者。葢覆", "901": "纏綿。心神昏闇。定慧不發。故名為葢。前呵五欲。乃是", "902": "五根對現在五塵發五識。今棄五葢。即是五識。轉入", "903": "意地。追緣過去。逆慮未來。五塵等法。為心內大障。喻", "904": "如陶師身中有疾。不能執作。葢亦如是。為妨既深。加", "905": "之以棄。如翦毒樹。如檢偷賊。不可留也。大品云。離欲", "906": "及惡法。離欲者五欲也。如前所呵。惡法者五蓋也。宜", "907": "須急棄。此五葢者。其相云何。貪欲葢起。追念昔時所", "908": "更五欲。念淨潔色。與眼作對。憶可愛聲。髣髴在耳。思", "909": "悅意香。開結使門。想於美味。甘液流口。憶受諸觸。毛", "91": "第一義。學者見賢思齊。企金座而高升。當妙觀之是", "910": "竪戰動。貪如此等。粗獘五欲。思想計校。心生醉惑。忘", "911": "失正念。或密作方便。更望得之。若未曾得。亦復推尋。", "912": "或當求覔。心入塵境。無有間念。粗覺葢禪。禪何由獲。", "913": "是名貪欲葢相。瞋恚葢者。追想是人惱我。惱我親。稱", "914": "歎我怨。三世九惱。怨對結恨。心熱氣粗。忿怒相續。百", "915": "計伺候。欲相中害。危彼安身。恣其毒忿。暢情為快。如", "916": "此嗔火。燒諸功德。禪定支林。豈得生長。此即嗔恚葢", "917": "相也。睡眠葢者。心神昏昏為睡。六識闇塞。四支倚放", "918": "為眠。眠名增心數法。烏暗沉塞。密來覆人。難可防衛。", "919": "五情無識。猶如死人。但餘片息。名為小死。若喜眠者。", "92": "託。若中下六品生因。只精持禁戒。行世仁慈。至下下", "920": "眠則滋多。薩遮經云。若人多睡眠。懈怠妨有得。未得", "921": "者不得。已得者退失。若欲得勝道。除睡疑放逸。精進", "922": "䇿諸念。離惡功德集。釋論云眠為大闇無所見。日日", "923": "欺誑奪人明。亦如臨陣白刃間。如共毒蛇同室居。如", "924": "人被縛將去殺。爾時云何安可眠。眠之妨禪。其過最", "925": "重。是謂睡眠葢相。掉悔者。若覺觀偏起。屬前葢攝。今", "926": "覺觀等起。徧緣諸法。乍緣貪欲。又想嗔恚。及以邪癡。", "927": "炎炎不停。卓卓無住。乍起乍伏。種種紛紜。身無趣遊", "928": "行。口無益談笑。是名為掉。悼而無悔。則不成葢。以其", "929": "掉故。心地思惟。謹慎不節。云何乃作無益之事。實為", "93": "品。本是惡逆。十念精誠。便生彼國。但知有淨土。盡可", "930": "可恥。心中憂悔。懊結繞心。則成悔葢。葢覆禪定。不得", "931": "開發。若人懺悔改往。自責其心。而生憂悔。若入禪定。", "932": "知過而已。不應想著。非但悔故。而得免脫。當修禪定。", "933": "清淨之法。那得將悔縈心。妨於大事。故云悔已莫復", "934": "憂。不應常念著。不應作而作。應作而不作。即是此意。", "935": "是名掉悔葢相也。疑葢者。此非見諦障理之疑。乃是", "936": "障定疑也。疑有三種。一疑自。二疑師。三疑法。一疑自", "937": "者。謂我身底下。必非道器。是故疑身。二疑師者。此人", "938": "身口。不稱我懷。何必能有深禪好慧師而事之。將不", "939": "悞我。三疑法者。所受之法。何必中理。三疑猶豫。常在", "94": "迴心也世人縱云淨土出大乘不能如上約教甄簡寧逃混濫未足决疑。", "940": "懷抱。禪定不發。設發永失。此是疑葢之相也。五葢病", "941": "相如是。棄法云何。行者當自省察。今我心中。何病偏", "942": "多。若知病者。應先治之。若貪欲葢重。當用不淨觀棄", "943": "之。何以故。向謂五欲為淨。愛著纏綿。今觀不淨。膿囊", "944": "涕唾。無一可欣。厭惡心生。如為怨逐。何有智者。當樂", "945": "是耶。故知此觀。治貪之葯。此葢若去。心即得安。若嗔", "946": "恚葢多。當念慈心。滅除恚火。此火能燒二世功德。人", "947": "不喜見。毒害殘暴。禽獸無異。生死怨對。累劫不息。即", "948": "世微恨。後成大怨。今修慈心。棄捨此惡。觀一切人。父", "949": "母親想。悉令得樂若不得樂。我當勤心。令得安樂。云", "95": "彌陀經正信發願偈彌陀經正信發願偈", "950": "何於彼而生怨對。作是觀時。瞋心即息。安心入禪。若", "951": "睡葢多者。當勤精進。䇿勵身心。加意防擬。思惟法相。", "952": "分別選擇善惡之法。勿令睡葢得入。又當選擇善惡", "953": "之心。令生法喜。心既明淨。睡葢自除。莫以睡眠因緣。", "954": "失二世樂。徒生徒死。無一可獲。如入寶山空手而歸。", "955": "深可傷歎。當好制心。善巧防御也。杖毱貝申脚起星", "956": "水洗。若掉散者。應用數息。何以故。此葢甚利。來時不", "957": "覺。于久始知。今用數息。若數不成。或時中忘。即知已", "958": "去。覺已更數。數相成就則覺觀被伏。若不治之。終身", "959": "被葢。若三疑在懷。當作是念。我身即是大富盲兒。具", "96": "稽首十方佛。彌陀聖中尊。方等修多羅。一切法寶藏。", "960": "足無上法身財寶。煩惱所翳。道眼未開。要當修治。終", "961": "不放捨又無量劫來習因何定。豈可自疑。失時失利", "962": "人身難得。怖心難起。莫以疑惑。而自毀傷。若疑師者。", "963": "我今無智。上聖大人。皆求其法。不取其人。雪山從鬼", "964": "請偈。天帝拜畜為師。大論云。不以囊臭而棄其金。慢", "965": "如高山。雨水不停。卑如江海。萬川歸集。我以法故。復", "966": "應敬彼。普超經云。人人相見。莫相平相。智如如來。乃", "967": "能平人身子云。我從今去不敢復言。是人入生死。是", "968": "人入涅槃。即此意也。常起恭敬。三世如來。師即未來", "969": "諸佛。云何生疑耶。若疑法者。我法眼未開。未別是非。", "97": "觀音及勢至。大地菩薩僧。我以誠信心。刻板并印造。", "970": "憑信而已。佛法如海。唯信能入。法華云。諸聲聞等。非", "971": "己智分。以信故入。我之盲瞑。復不信受。更何所歸。長", "972": "淪永溺。不知出要。若心信法。法則染心。猶豫狐疑。事", "973": "同覆器。", "974": "不思議境不思議境", "975": "不可思議境者。如華嚴云。心如工畫師。造種種五陰。", "976": "一切世間中。莫不從心造。種種五陰者。十法界五陰", "977": "也。法界者三義。十數是能依。法界是所依。能所合稱。", "978": "故言十法界。又此十法。各各因各各果。不相混濫。故", "979": "言十法界。又此十法。一一當體。皆是法界。故言十法", "98": "阿彌陀經卷。及以正信偈。旋造各一萬。施四眾受持。", "980": "界云云。十法界。通稱陰入界。其實不同。三途是有漏", "981": "惡陰界入。三善是有漏善陰界入。二乘是無漏陰界", "982": "入。菩薩是亦有漏亦無漏陰界入。佛是非有漏非無", "983": "漏陰界入。釋論云。法無上者涅槃是。即非有漏非無", "984": "漏法也。無量義經云。佛無諸大陰界入者。無前九陰", "985": "界入也。今言有者。有涅槃常住陰界入也。大經云。因", "986": "滅無常色獲得常色。受想行識。亦復如是。常樂重沓", "987": "即積聚義。慈悲復葢即陰義。以十種陰界不同故。故", "988": "名五陰世間也。", "989": "攬五陰通稱眾生。眾生不同。攬三途陰。罪苦眾生。攬", "99": "偈以發信心。經以資讀誦。若有每日中。至少誦三卷。", "990": "人天陰。受樂眾生。攬無漏陰。真聖眾生。攬慈悲陰。大", "991": "士眾生。攬常住陰。尊極眾生。大論云。眾生無上者。佛", "992": "是。豈與凡下同。大經云。歌羅邏時名字異。乃至老時", "993": "名字異。芽時名字異。乃至果時名字亦異。直約一期。", "994": "十時差別。況十界眾生。寧得不異。故名眾生世間也", "995": "十種所居。通稱國土世間者。地獄依赤鐵住。畜生依", "996": "地水空住。修羅依海畔海底住。人依地住。天依宮殿", "997": "住。六度菩薩同人依地住。通教菩薩惑未盡。同人天", "998": "依住。斷惑盡者。依方便土住。別圓菩薩惑未盡者。同", "999": "人天方便等住。斷惑盡者。依實報土住。如來依常寂"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1198 淨土神珠", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1198 淨土神珠", "author": "清 古崑集", "language": "chinese", "source": "CBETA"}