{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 513 仁王經合疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "入文解釋教化品第三", "1": "佛說仁王護國般若波羅蜜經疏卷下", "2": "姚秦三藏法師鳩摩羅什　譯", "3": "陳隋　天台　智者大師　疏", "4": "閩建州後學沙門　道霈　合", "5": "第三辨大眾得益。", "6": "時諸大眾聞月光王歎十四王無量功德藏得大法", "7": "利即於座中有十恒河沙天王十恒河沙梵王十洹", "8": "河沙鬼神王乃至三趣得無生法忍八部阿須輪王", "9": "現轉鬼身天上受道三生入正位者或四生五生乃", "10": "至十生得入正位證聖人性得一切無量報。", "11": "文三一天及三趣得益二八部得益三得道賖促", "12": "初中言無生忍者通教三地已上別教初地已上", "13": "圓教初住已上矣問云何惡道得無生忍答大經", "14": "云一切眾生皆有佛性必當成佛今遇佛善知識", "15": "故得道也又戒乘緩急前已具明以三品戒緩生", "16": "惡道大乘急故以惡道身見佛聞法八部下二八", "17": "部得益也三生入正位者下三得道賖促由根有", "18": "利鈍悟有淺深也正位二義一人空別教十解圓", "19": "十信得二法空別教初地圓教初住得聞法已後", "20": "一生乃至十生得正位也例如法華中損生云云", "21": "月光偈贊竟。", "22": "大章第三如來述成文二初讚能說後讚所說", "23": "初文二先正讚後述讚今初。", "24": "佛告諸得道果實大眾善男子是月光王已於過去", "25": "十千劫中龍光王佛法中為四住開士我為八住菩", "26": "薩今於我前大師子吼。", "27": "文二一告眾而告實得道果者以權行自知月光", "28": "本迹實則不知故告之也善男子是月光下二發", "29": "迹昔於龍光所為第四住炎慧開士我為第八等", "30": "觀菩薩我今成佛則月光為法雲菩薩何以知然", "31": "師子吼者名決定說若非十地不能堪也又淨名", "32": "歎十地菩薩云能師子吼名聞十方也。", "33": "二述讚。", "34": "如是如是如汝所解得真義說不可思議不可度量", "35": "惟佛與佛乃知斯事。", "36": "先讚勝解王所說教稱所詮理教理相稱故再言", "37": "如是自九地已下心口不能思不能議也次明解", "38": "般若云唯佛與佛乃知斯事經有作以佛非也唯", "39": "汝解此乃同佛地不為菩薩發問如是也。", "40": "第二讚所說法文三初正讚二勸修後大眾供", "41": "養初文三初釋不可思議次釋不可度量後釋", "42": "唯佛乃知初更三一略說次假徵二藏後廣釋", "43": "今初。", "44": "善男子其所說十四般若波羅蜜三忍地地上中下", "45": "三十忍一切行藏一切佛藏不可思議。", "46": "文四一標數謂十四般若也三忍下二配位三忍", "47": "謂伏忍三品十信十止十堅心也地地上中下三", "48": "十忍者從初地至十地各有上中下十地成三十", "49": "忍也一切行藏下三藏攝一切行藏謂十三忍一", "50": "切佛藏即上品寂滅此二攝諸功德故名藏不可", "51": "思議者四結不可思議也。", "52": "二假徵二藏。", "53": "何以故。", "54": "即徵行佛二藏也。", "55": "三依義廣釋文三初就佛明不可思議二合釋", "56": "二藏明不可思議後雙結二藏明不可思議今", "57": "初。", "58": "一切諸佛是中生是中滅是中化無生無滅無化無", "59": "自無他第一無二非化非不化非無無相無來去如", "60": "虗空故。", "61": "文二先就化身明無生滅二逐難重釋今初文二", "62": "一立二蕩今初法身無相為物故形王宮生雙林", "63": "滅以生滅化眾生也而無生下二蕩其用彌廣其", "64": "體彌寂故無生滅化也無自他下逐難重釋先法", "65": "後喻今初彼我兩亡故無自他境智俱絕故無二", "66": "中道最上故第一即動是寂故非化即寂是動故", "67": "非不化非無無相者釋其潛疑恐人聞無生死化", "68": "等即謂無有出世無相之法故釋其疑云非無無", "69": "相無去來等但求去來不可得故云無去來耳如", "70": "虗空者二舉喻也。", "71": "二合釋二藏明不可思議文二先釋後結釋中", "72": "二初人法相對辨不思議後境智相對辨不思", "73": "議初中更二一明人空二明法空今初。", "74": "一切眾生無生滅無縛解非因非果非不因果煩惱", "75": "我人知見受者我所者一切苦受行空故。", "76": "文二初以三義辨眾生空後就眾名辨我人空今", "77": "初也言三義者一無生滅二無縛解三非因果非", "78": "不因果眾生義無所得離苦故無生無滅離集故", "79": "無縛無脫離集則非因離苦則非果雖非因果而", "80": "因果宛然故云非不因果又大品云色空受想行", "81": "識空以五陰空故將何受生故無生既無生何有", "82": "滅故無滅無縛無解者大論五十一云五眾無縛", "83": "無脫若畢竟空無有作者誰縛誰解凡夫人法虗", "84": "假不可得故非縛聖人畢竟不可得故非解乃至", "85": "菩薩住是道中諸煩惱不牽墮凡夫中故言不縛", "86": "不以諸無漏法破煩惱故言不解具如彼說衛世", "87": "師計我為作者名因僧佉計我為受者名果今我", "88": "既空故非因果真諦則無俗諦則有故言非不因", "89": "果煩惱我人下二就我眾名以辨我人空文二一", "90": "正明我空二明我所空今初有五一我二人三知", "91": "者四見者五受者我所者下次明我所空一切苦", "92": "受者苦受名苦苦樂受名壞苦捨受名行苦此三", "93": "者皆有為行同是我所等法故言一切苦受行空", "94": "故也。", "95": "二明法空。", "96": "一切法集幻化五陰無合無散法同法性寂然空故。", "97": "一切法集者謂因緣共成此名假也幻化五陰者", "98": "五陰無實此為法假也無合無散者此受假也因", "99": "緣共生故無散因緣即空故無合也法同法性者", "100": "一切諸法皆同真如之性以其本來寂然空故。", "101": "二境智相對辨不思議二初辨境空後釋智空", "102": "今初。", "103": "法境界空空無相不轉不顛倒不順幻化無三寶無", "104": "聖人六道如虗空故。", "105": "文二先法後喻法中言法境界空者明總空謂一", "106": "切法無不是空者空無相下二明別空文三初明", "107": "法空言空者是空定無相者是無相定不轉者以", "108": "苦集染法不可轉為無漏淨法又實相門中無相", "109": "不相故云空無相相不能動故云不轉離惑故無", "110": "顛倒離解故名不順知諸法空故名幻化無三寶", "111": "者二雙顯人法二空無聖人六道者三明人空如", "112": "虗空者二舉況也。", "113": "二釋智空。", "114": "般若無知無見不行不緣不因不受不得一切照相", "115": "故行道相斯行道相如虗空故法相如是何可有心", "116": "得無心得。", "117": "文三法喻合今初知無故言無知見無故言無見", "118": "不行生滅法不染無明緣又觀緣並寂故云不行", "119": "不緣不從因生故云不因無法可受故云不受不", "120": "得一切照相故者豈是無心不知無因不見但以", "121": "理觀照不可得故也斯行道相下二舉況法相如", "122": "是下三合心境俱空何可有心得心境俱假何可", "123": "無心得。", "124": "二結。", "125": "是以般若功德不可眾生中行而行不可五陰法中", "126": "行而行不可境中行而行不可解中行而行。", "127": "上四義文即為四不可眾生中行結人空不可法", "128": "中行結法空不可境中行結境空不可解中行結", "129": "智空也。", "130": "第三雙結二藏不可思議。", "131": "是故般若不可思議而一切諸菩薩於中行故亦不", "132": "可思議一切諸如來於幻化無住法中化亦不可思", "133": "議。", "134": "文二初依智總結而一切諸下二約人別結文二", "135": "初明菩薩不行而行不思議一切諸如來下二明", "136": "諸佛無化而化不思議。", "137": "第二釋上不可度量。", "138": "善男子此功德藏假使無量恒河沙第十二灌頂開", "139": "士說是功德百千億分中如王所說如海一滴。", "140": "十地菩薩所說如海一渧月光所說如大海又如", "141": "王所說如海一渧十地所說如大海問何意王說", "142": "勝菩薩答王本無地云何可知。", "143": "第三釋上唯佛能知。", "144": "我今略述分義功德有大利益一切眾生亦為過去", "145": "來今無量諸如來之所述可三賢十聖讚歎無量是", "146": "月光王分義功德。", "147": "月光之德無量略述即盡故言分義。", "148": "第二勸脩文三初正歎勸脩二徵後廣釋今初。", "149": "善男子是十四法門三世一切眾生一切三乘一切", "150": "諸佛之所脩習未來諸佛亦復如是若一切諸佛菩", "151": "薩不由此門得薩婆若者無有是處。", "152": "先明凡聖自脩也若一切下正勸脩也。", "153": "二徵。", "154": "何以故。", "155": "三廣釋。", "156": "一切諸佛及菩薩無異路故是故一切諸善男子若", "157": "有人聞諸忍法門信忍止忍堅忍善覺忍離達忍明", "158": "慧忍𦦨慧忍勝慧忍法現忍遠達忍等覺忍慧光忍", "159": "灌頂忍圓覺忍者是人超過百劫千劫無量恒河沙", "160": "生生苦難入此法門現身得報。", "161": "文三一標正路前言門者以無滯故今言路者以", "162": "能通故是故一切下二乘正路當依十四忍修學", "163": "也是人超過下三舉果歎勝有二利益一離苦二", "164": "得樂。", "165": "第三大眾供養。", "166": "時諸眾中十億同名虗空藏海菩薩歡喜法樂各各", "167": "散華於虗空中變成無量華臺上有無量大眾說十", "168": "四正行十八梵六欲天王亦散寶華各坐虗空臺上", "169": "說十四正行受持讀誦解其理義無量諸鬼神現身", "170": "脩行般若波羅蜜。", "171": "文三先菩薩供養功德次天供養後鬼神脩行從", "172": "勝至劣也上來答第一第二問自利利他行竟。", "173": "大章第二答所化眾生之相文三一牒前問次", "174": "正答後得益今初。", "175": "佛告大王汝先言云何眾生相可化。", "176": "重牒前問何相眾生可化也。", "177": "二正答文二一略二廣今初。", "178": "若以幻化身見幻化者是菩薩真行化眾生。", "179": "能化所化皆因緣生故俱是幻化能如是者真是", "180": "行化眾生淨名云譬如幻士為幻人說法也。", "181": "二廣答文二初明所化如幻後明能化如幻初", "182": "文二先釋後結初中六假為六別第一釋法假", "183": "文二一正明法假二明凡聖境差初文更二一", "184": "明本識能生色心。", "185": "眾生識初一念識異木石生得善生得惡惡為無量", "186": "惡識本善為無量善識本初一念金剛終一念於中", "187": "生不可說不可說識成眾生色心。", "188": "本識者即正因佛性不同木石非有非無不知不", "189": "忘如水溼性火熱性黃石金性等但隨境界而有", "190": "差殊得善境生善得惡境生惡乃至成地獄等身", "191": "但最初一念乃至金剛於其中間生不可說善惡", "192": "身心大經云如雪山藥唯是一味隨其流處有種", "193": "種名其味真正停留在山藥菓叢林不能覆沒也", "194": "問諸眾生等有本際不若言有者何故中阿含云", "195": "眾生本際不可得者答略為二說一理中不可說", "196": "煩惱與身有前後二事說即有一念識生之文。", "197": "二明色心成陰界等文二初成五陰。", "198": "眾生根本色名色葢心名識葢想葢受葢行葢葢者", "199": "陰覆為用身名積聚。", "200": "初一點赤白名色葢業行力故識托其中名識葢", "201": "即是開心為四葢葢即陰也陰者陰覆為義葢亦", "202": "如是身名積聚者三十六物共成此身也。", "203": "二明成十二處。", "204": "大王此一色法生無量色眼所得為色耳所得為聲", "205": "鼻所得為香舌得為味身得為觸堅持名地水名潤", "206": "火名熱輕動名風生五識處名根如是一色一心有", "207": "不可思議色心。", "208": "文三初明一色生無量色謂五塵四大等生五識", "209": "處名根者二明能成五根謂四大所造能生五識", "210": "故名為根也如是一色下三總結一色生五塵五", "211": "根四大不明法入色也一心動十二入中能生意", "212": "根於十八界中能生六識及與空界釋中略不說", "213": "也。", "214": "二明凡聖境差。", "215": "大王凡夫六識麤故得假名青黃方圓等無量假色", "216": "法聖人六識淨故得實法色香味觸一切實色法。", "217": "文二先明凡境並假次明聖境真實初文可見聖", "218": "人六識下次明聖境假名雖一見則不同凡夫妄", "219": "見執著聖人滅無常色獲得常色別圓之意也。", "220": "第二明受假。", "221": "眾生者世諦之名也若有若無但生眾生憶念名為", "222": "世諦世諦假誑幻化故有乃至六道幻化眾生見幻", "223": "化幻化見幻化婆羅門剎利毗舍首陀神我等色心", "224": "名為幻諦。", "225": "文四一約二諦二明有無三約六道四約四姓今", "226": "初也上明五陰是法假計有眾生即受假也世諦", "227": "則有真諦則無也若有若無下二明有無外道以", "228": "實有為有豁達為無此六十二見之本也但生眾", "229": "生憶念下釋有所以凡夫妄計謂有受者聖人見", "230": "受猶幻化此皆以聖對凡也乃至六道下三約六", "231": "道明受假也幻化見幻化下四約四姓所言見者", "232": "照真幻化人化實幻者真幻即別教人也此就能", "233": "化所化明受假也。", "234": "三釋名假文二一明佛前無名二明佛為立名", "235": "今初。", "236": "幻諦法無佛出世前無名字無義名幻法幻化無名", "237": "字無體相無三界名字無善惡果報六道名字。", "238": "文三一明無義名為佛未出世無大聖不說名是", "239": "假也幻法幻化下二明無名體肇云名無得物之", "240": "功物無當名之實也無三界下三明無三界六道", "241": "也。", "242": "二明佛為立名。", "243": "大王是故佛佛出現於世為眾生故說作三界六道", "244": "名字是名無量名字如空法四大法心法色法。", "245": "文二一佛立名具知識假也是名無量下二結名", "246": "非一也。", "247": "四明相續。", "248": "相續假法非一非異一亦不續異亦不續非一非異", "249": "故名續諦。", "250": "文三一標宗一亦不續下二釋一亦不續以其一", "251": "故異亦不續以其別故非一非異下三順結此如", "252": "芽莖不可言一異也。", "253": "五釋相待假。", "254": "相待假法一切名相待亦名不定相待如五色等法", "255": "有無一切等法一切法皆緣成假成眾生。", "256": "文中有二意一切相待是相避待中論云若法有", "257": "待成是法還成待如五色等法即是相對待相對", "258": "如眼見色耳聞聲等若長短相待者此是相形待", "259": "也一切法皆緣成假五陰等法為緣假成眾生也。", "260": "六釋因生假。", "261": "俱時因果異時因果三世善惡。", "262": "如五果三因是俱時因果過去二因現在五果是", "263": "異時因果又緣見是俱時觀因是異時又梁椽成", "264": "舍是俱時十二時為日是異時又燈及明是俱時", "265": "闇與明是異時也。", "266": "二結假文。", "267": "一切幻化是幻諦眾生。", "268": "即先結所化如幻也。", "269": "第二明能化如幻。", "270": "大王若菩薩如上所見眾生幻化皆已假誑如空中", "271": "華十住菩薩諸佛五眼如幻諦而見菩薩化眾生為", "272": "若此。", "273": "以菩薩見眾生不實猶如病眼見空華眾生不知", "274": "故為宣說皆是假菩薩之力用也。", "275": "第三時眾得益。", "276": "時諸有無量天子及諸大眾得伏忍者得空無生忍", "277": "乃至一地十地不可說德行。", "278": "文二一明得忍謂地前地上乃至一地下二明地", "279": "上德行。", "280": "二諦品第四佛說護國般若波羅蜜經二諦品第四", "281": "上內護中文有三別今二諦品即是第三明二護", "282": "所依言二諦者是佛教之大宗有實有幻有別入", "283": "通圓入通別教圓入別圓教等七種廣如法華玄", "284": "義云云但以凡夫見淺名俗聖人見深名真審實", "285": "故名諦又上觀空品明實智方便智皆空而護諸", "286": "未達事須行化化必有由所謂二諦故於此明也。", "287": "品文二一問答二勸持初文三一明二諦不二", "288": "二明說法不二三明法門不二初文二先問次", "289": "答今初。", "290": "爾時波斯匿王言第一義諦中有世諦否若言無者", "291": "智不應二若言有者智不應一一二之義其事云何。", "292": "問中有三初雙標爾時下將欲設難故作兩徵二", "293": "若言無者下雙難有人云若言無者凡夫智不應", "294": "有二謂真俗二諦也若言有者聖人智不應一一", "295": "即第一義也今謂若言有者不應言有無皆空若", "296": "言無者不應二見差別一二之義下三雙結也。", "297": "二答文三一正答二引證三釋成今初。", "298": "佛告大王汝於過去七佛已問一義二義汝今無聽", "299": "我今無說無聽無說即為一義二義故諦聽諦聽善", "300": "思念之如法脩行。", "301": "文三初嘆月光往因可解汝今無聽下二正答聽", "302": "說皆空即不二聽說宛然即不一故諦聽下三誡", "303": "聽勸脩三慧也。", "304": "第二引證。頌有八行半分為三別初三行正", "305": "伸二諦次三行釋義正是答問後二行半結成", "306": "上義今初。", "307": "七佛偈如是。", "308": "無相第一義無自無佗作因緣本自有無自無佗作", "309": "法性本無性第一義空如諸有本有法三假集假有", "310": "無無諦實無寂滅第一空諸法因緣有有無義如是。", "311": "文三初一行明別教二諦上半明真諦即有空下", "312": "半明俗諦即空有大論云十二因緣是誰所作佛", "313": "言非佛非菩薩乃至非一切聖人作故云無自無", "314": "佗作也法性本無性下二一行明通教二諦上半", "315": "明真下半明俗三假者法受名也無無諦實無下", "316": "三一行明圓教二諦無別俗是一無無別真是一", "317": "無故云無無諦也上二句明真次句明俗下句總", "318": "結。", "319": "第二正答難明不一不二。", "320": "有無本自二譬若牛二角照解見無二二諦常不即", "321": "解心見不二求二不可得非謂二諦一非二何可得", "322": "於解常自一於諦常自二通達此無二真入第一義。", "323": "文三初一行智理相對遣一異上半明一二下半", "324": "明不一不二云云解心是不二下二一行智理相", "325": "對以遣執上半明解心求二不可得下半明遣著", "326": "所謂解者見二諦皆空便著此空二尚叵得非二", "327": "何可得也於解常自一下三一行理智相對讚入", "328": "真義也。", "329": "第三結成上義。", "330": "世諦幻化起譬如虗空華如影三手無因緣故誑有", "331": "幻化見幻化眾生名幻諦幻師見幻法諦實則皆無", "332": "名為諸佛觀菩薩觀亦然。", "333": "初一行明世諦有無三喻一舉空華二舉影三舉", "334": "三手皆無實雖無實而不無也幻化見幻化下二", "335": "一行明聖見有無也名為諸佛觀下半行三結正", "336": "觀也。", "337": "第三釋成文二先明二義後明一義今初。", "338": "大王菩薩摩訶薩於一義中常照二諦化眾生。", "339": "照俗化凡夫照真化二乘。", "340": "二明一義文三初能所相對明一義。", "341": "佛及眾生一而無二何以故以眾生空故得置菩提", "342": "空以菩提空故得置眾生空。", "343": "有三謂標徵釋今初標也何以故二徵也以眾生", "344": "下釋也以眾生空得置菩提空釋佛能化也以菩", "345": "提空故得置眾生空釋所化也又眾生空是人空", "346": "菩提空是法空也。", "347": "二境智相對明一義。", "348": "以一切法空故空空何以故般若無相二諦虗空般", "349": "若空於無明乃至薩婆若無自相無他相故五眼成", "350": "就時見無所見行亦不受不行亦不受非行非不行", "351": "亦不受乃至一切法亦不受。", "352": "文三謂標徵釋也今初以一切法者謂境智二此", "353": "皆空故言空空何以故者二徵也般若無相下釋", "354": "中文二初正釋一義可解次般若空於無明下二", "355": "逐難重釋何者一切空相事顯可知般若之空有", "356": "何差別故今釋云從於無明至於佛果以明別也", "357": "文二初約迷悟次位明空相可解二五眼成就時", "358": "下約佛果顯空相文二初明無見而見肉天等四", "359": "眼在佛名佛五眼也行亦不受下二明無行而行", "360": "方離五非。", "361": "第三染淨相對明一義。", "362": "菩薩未成佛時以菩提為煩惱菩薩成佛時以煩惱", "363": "為菩提何以故於第一義而不二故諸佛如來乃至", "364": "一切法如故。", "365": "文中三謂標徵釋初標可見何以故徵也於第一", "366": "義而不二下三釋也生死菩提其如明暗雖二空", "367": "不二也。", "368": "第二明說法不二文二先問次答今初。", "369": "白佛言云何十方諸如來一切菩薩不離文字而行", "370": "諸法相。", "371": "問意云若諸空如如即無文字何故聖人以此教", "372": "化。", "373": "二答文二一明說空二明脩空今初。", "374": "大王法輪者法本如重誦如受記如不誦偈如無問", "375": "而自說如戒經如譬喻如法界如本事如方廣如未", "376": "曾有如論義如是名味句音聲果文字記句一切如", "377": "若取文字者不行空也。", "378": "文三一明名空言法輪者凡有二種一行二教法", "379": "本者脩多羅經也重誦者祗夜經也受記者和伽", "380": "那經也不誦偈者伽陀經也無問而自說者優陀", "381": "那經也戒經者尼陀那經也譬喻者阿婆陀那經", "382": "也法界者伊帝目多伽經也大經云戒經本事者", "383": "闍多伽經也方廣者毗佛略經也未曾有者阿浮", "384": "陀達摩經也論議者優婆提舍經也此十二皆空", "385": "即如也是名味句下二明教空以此土音聲為佛", "386": "事文字性離故皆如也若取文字者下三明不行", "387": "空行空則非王觀也。", "388": "第二明脩空文三初辨脩習。", "389": "大王如如文字脩諸佛智母一切眾生性根本智母", "390": "即為薩婆若體諸佛未成佛以當佛為智母未得為", "391": "性已得薩婆若。", "392": "文二初明因位因教生智教為智母又空如文字", "393": "文字如空故云如如因此如如能生佛智故云智", "394": "母也一切眾生下二明果位在眾生身為佛性在", "395": "佛身名一切種智未成佛時當必得成當能成故", "396": "名當為母未得道時名佛性已得道時名一切種", "397": "智也。", "398": "二逐難重釋。", "399": "三乘般若不生不滅自性常住一切眾生以此為覺", "400": "性故若菩薩無受無文字離文字非非文字脩無脩", "401": "為脩為脩文字者得般若真性般若波羅蜜。", "402": "謂前云佛智母又云性根本智母恐人難解故今", "403": "重釋文二一理性釋二行性釋理即如如智母今", "404": "初理性釋前根本智母也若菩薩無下二行性釋", "405": "如如智母也若菩薩無文字而學無脩而脩即得", "406": "真智般若也。", "407": "三結脩成。", "408": "大王若菩薩護佛護化眾生護十地行為若此。", "409": "第三明法門不二先問後答今初。", "410": "白佛言無量品眾生根亦無量行亦無量法門為一", "411": "為二為無量耶。", "412": "問中三初是問根也行亦無量二問行也法門為", "413": "一下三問法門也又問意云眾生根性志懷不同", "414": "所說觀門為一為二。", "415": "二答文三一略答二廣答後結答。", "416": "大王一切法觀門非一非二乃有無量一切法亦非", "417": "有相非非無相。", "418": "文二初明觀門後明所觀法今初文可解也乃有", "419": "無下二明所觀法非有相相不實故非無相離空", "420": "過故。", "421": "二廣答。", "422": "若菩薩見眾生見一見二即不見一不見二一二者", "423": "第一義諦也大王若有若無者即世諦也以三諦攝", "424": "一切法空諦色諦心諦故我說一切法不出三諦我", "425": "人知見五受陰空乃至一切法空。", "426": "文三初約二諦顯若菩薩觀眾生下二是俗諦不", "427": "見一二是真諦即俗即空故言不二是第一義諦", "428": "若有若無即諸見本名世諦也以三諦下二約三", "429": "諦顯諸法有人言空即真也色即五根心即六識", "430": "今云一切法者則理事俱該空則始從虗空乃至", "431": "般若亦有真俗色則始從實色乃至真色亦有真", "432": "俗心則始從生滅乃至無作亦有真俗攝法實廣", "433": "也五種三諦如法華玄義說我人知見下三約三", "434": "假顯法我人知見是名假五陰是受假一切法是", "435": "法假也。", "436": "三結答。", "437": "眾生品品根行不同故非一非二法門。", "438": "問答竟。", "439": "大章第二勸持文二一歎教二舉名勸持今初。", "440": "大王七佛說摩訶般若波羅蜜我今說般若波羅蜜", "441": "無二無別汝等大眾受持讀誦解說是經功德有無", "442": "量不可說不可說諸佛一一佛教化無量不可說眾", "443": "生一一眾生皆得成佛是佛復教化無量不可說眾", "444": "生皆得成佛是上三佛說般若波羅蜜經八萬億偈", "445": "於一偈中復分為千分於一分中說一分句義不可", "446": "窮盡況復於此經中起一念信是諸眾生超百劫千", "447": "劫十地等功德何況受持讀誦解說者功德即十方", "448": "諸佛等無有異當知是人即是如來得佛不久時諸", "449": "大眾聞說是經十億人得三空忍百萬億人得大空", "450": "忍十地性。", "451": "文為五一明說同七佛可解汝等大眾下二舉益", "452": "勸持也況復於此下第三明勝信能信此經成就", "453": "三智即超通教十地功德何況受持下四明得入", "454": "圓教初住成佛能百佛世界化眾生也時諸大眾", "455": "下五明得益也。", "456": "二舉名勸持。", "457": "大王此經名為仁王問般若波羅蜜經汝等受持般", "458": "若波羅蜜經是經復有無量功德名為護國土功德", "459": "亦名一切國王法藥服行無不大用護舍宅功德亦", "460": "護一切眾生身即此般若波羅蜜是護國土如城壍", "461": "牆壁刀劒鉾楯汝應受持般若波羅蜜亦復如是。", "462": "文二先舉名可解亦名一切下二明用可見。", "463": "護國品第五仁王護國般若波羅蜜經護國品第五", "464": "正說有四初三品明內護竟今護國品是第二明", "465": "外護也國土有二一世間二乘凡夫二出世間十", "466": "信至十地賊有二一外劫盜等二內煩惱結使護", "467": "亦有二一外即百步鬼神二內所謂智慧若內若", "468": "外悉是諸佛菩薩神力能護人之國土故名護國", "469": "品約觀觀生滅法護同居土觀無生滅法護有餘", "470": "土觀無量法護果報土觀無作法護寂光土又百", "471": "步鬼神護依報國脩行般若護正報國又鬼神護", "472": "護命等。", "473": "品文為三一誡聽勸持二廣釋三明眾得益今", "474": "初。", "475": "爾時佛告大王汝等善聽吾今正說護國土法用汝", "476": "當受持般若波羅蜜。", "477": "可解。", "478": "二廣釋文三一廣釋護法二引古證今三結示", "479": "勸持初文三一護國二護福三護難初文四一", "480": "護時二護法三護體四顯所護難今初。", "481": "當國土欲亂破壞劫燒賊來破國時。", "482": "以無難時王心不怖有難方怖故明時也亦以實", "483": "害為燒未必火灾之時。", "484": "二明護法文三初明福田次明供養後明說時", "485": "今初。", "486": "當請百佛像百菩薩像百羅漢像百比丘眾四大眾", "487": "七眾共聽請百法師講般若波羅蜜。", "488": "文三一請賢聖以實身難見故置形像以表敬儀", "489": "百比丘眾下二明聽眾天龍人鬼為四眾又當機", "490": "結緣發起影響等四眾也七眾者出家五眾比丘", "491": "比丘尼沙彌沙彌尼式叉摩那在家二眾清信士", "492": "女也請百法師下三請師講說也。", "493": "二明供養。", "494": "百師子吼高座前然百燈燒百和香百種色華以用", "495": "供養三寶三衣什物供養法師小飯中食亦復以時。", "496": "文三一供養方法有三謂燈華香也三衣下二供", "497": "養法師什物者三衣三鉢四坐具五剃刀六刀子", "498": "七漉水囊八鉢袋九針筒十也小飯下三供養飯", "499": "食也。", "500": "三明說時。", "501": "大王一日二時講經。", "502": "第三明能護即是護體也。", "503": "汝國土中有百部鬼神是一一部復有百部樂聞是", "504": "經此諸鬼神護汝國土。", "505": "外國有金眼仙人義經中說根本鬼神有十各開", "506": "十為百一大神二童子神三母神四梵神五鴈頭", "507": "神六龍神七脩羅八沙神九夜叉神十羅神也。", "508": "第四明所護難。", "509": "大王國土亂時先鬼神亂鬼神亂故萬民亂賊來劫", "510": "國百姓亡喪君臣太子王子百官共生是非天地恠", "511": "異二十八宿星道日月失時失度多有賊起大王若", "512": "火難水難風難一切諸難亦應講此經法用如上說。", "513": "文三一明鬼人難有八一鬼亂二民亂三賊來四", "514": "百姓亡喪五君臣是非六天地恠異七星辰失度", "515": "八日月失度二十八宿者大集攝受品云東方七", "516": "星角亢底房星尾箕南方七宿井鬼柳星張翼軫", "517": "西方七宿奎婁胃卯畢嘴參北方七宿斗牛女虗", "518": "危室壁也大王若火難下二三灾難也一切諸難", "519": "下三對難明護。", "520": "二明護福。", "521": "大王不但護國亦有護福求富貴官位七寶如意行", "522": "來求男女求慧解名聞求六天果報人中九品果報", "523": "亦講此經法用如上說。", "524": "問富貴者應得辦百座貧賤者云何答若準此文", "525": "即以講為正。", "526": "三明護諸難。", "527": "大王不但護福亦禳眾難若疾病苦難杻械枷鎻檢", "528": "繫其身破四重罪作五逆因作八難罪行六道事一", "529": "切無量苦難亦講此經法用如上說。", "530": "四重者婬盜殺妄五逆者殺父殺母破僧殺阿羅", "531": "漢出佛身血八難者一地獄二畜生三餓鬼四長", "532": "壽天五邊地六諸根不具七邪見八不見佛。", "533": "第二引古證今文二先引天證護國次引人證", "534": "護身今初。", "535": "大王昔日有王釋提桓因為頂生王來上天欲滅其", "536": "國時帝釋天王即如七佛法用敷百高座請百法師", "537": "講般若波羅蜜頂生即退如滅罪經中說。", "538": "賢愚經云於過去世有大國王名善住時頂上歘", "539": "生一胞其形如繭撤亦不痛後轉轉大便得童子", "540": "甚為端正頭髮紺青身紫金色即召相師占有德必", "541": "為聖王統領四域因立名字頂生年遂長大其德", "542": "遂著父王既崩諸王臣等願付國位頂生答言吾", "543": "有福應為王者要令四王乃帝釋來相迎爾乃登", "544": "位立誓已竟四天王下各持寶瓶盛滿香水以灌", "545": "其頂時天帝釋復持寶冠來與葢之於閻浮提五", "546": "欲自恣經八萬四千歲時夜叉神從地涌出請遊", "547": "東洲經八億歲復請西洲經十四億歲上四天王", "548": "天經十四億歲意中復念昇忉利天五百仙人扶", "549": "車共飛天上遙覩王城城有千二百門諸天怖畏", "550": "悉閉諸門以著重關頂生兵眾直趣不礙吹貝扣", "551": "彈千二百門一時自開帝釋尋出與共相見自請", "552": "入宮與共分座天上受欲頂生復出吹貝扣彈惡", "553": "心既發因而墮落後患惡病即便命終爾時帝釋", "554": "者迦葉佛是也言頂生者今我身是也若依此經", "555": "爾時天帝如七佛法敷百高座請百法師講誦此", "556": "經頂生即退也。", "557": "二引人王證護身文二一明難事二明能護難", "558": "今初。", "559": "大王昔有天羅國王有一太子欲登王位一名班足", "560": "太子為外道羅陀師受教應取千王頭以祭家神自", "561": "登其位已得九百九十九王少一王即北行萬里即", "562": "得一王名普明王。", "563": "賢愚經云昔波羅摩達王得四種兵入山遊獵逢", "564": "牸師子與王從欲師子得胎日月滿足生一男兒", "565": "遍身似人班足似母師子含子來歸王所王取為", "566": "子立名班足是王常供一仙人恒奉淨食仙人一", "567": "日不來王所即有天神化作仙人即入王宮求魚", "568": "肉食舊仙凌辰依時還來王奉肉食仙人嗔恠因", "569": "起誡誓令王後當十二年中恒食人肉仙人語竟", "570": "還往山中是後厨監竟不辦順出外不見肉見死", "571": "小兒急取其肉作食奉王王食甚美即問由來厨", "572": "人具答王言自今以後當用此肉厨人常捕小兒", "573": "殺以為食日日供王國人失兒處處趣覓乃見厨", "574": "人捕佗小兒捉縛厨人國人告王王言我教國人", "575": "皆言是大賊伺王池浴伏兵捉王王既被捉即告", "576": "國人願見一恕後更不殺國人不許王即起願願", "577": "我生來所脩諸善迴令今日返成羅剎飛行食人", "578": "語已即隱空中唱言自今以後當食汝等所愛妻", "579": "子人聞急走多有羅剎附著相從徒眾漸多所害", "580": "轉廣後諸羅剎言我等為從今王敕令當為我等", "581": "輩捉取千王設一大會班足言好一一往取已得", "582": "九百九十九王唯少一王不得作會諸王各言我", "583": "等今日無所歸告若當捕得須陀素王有大方便", "584": "能救我今作是計已白班足言王欲作會須陀素", "585": "王有大名德若得彼王來會當圓滿時羅剎王即", "586": "急往取時須陀素王出城向園入池欲洗浴見乞", "587": "人從王王言且待洗還施與王始入池羅剎王從", "588": "空隱下捉須陀素而愁悲泣班足王言聞汝名德", "589": "第一丈夫云何悲啼須陀王言我不愛身命朝出", "590": "見乞許施值王得來不行以是悲耳願王放我七", "591": "日布施道人班足許王還七日布施道人時婆羅", "592": "門為王說偈同此經王聞歡喜即立太子代位相", "593": "別就死班足王言汝今就死何以歡喜須陀答曰", "594": "大王恩廣放我七日布施道人聞微玅法心自開", "595": "解我願即滿班足問言汝聞何法須陀即為宣說", "596": "妙法并更為說殺生罪報班足聞已即放須陀及", "597": "諸王等各還本國時須陀王者今我身是班足王", "598": "者殃掘摩羅是也。", "599": "二明能護難文三一請脩福二聽許三正明護", "600": "難今初。", "601": "其普明王白班足王言願聽一日飯食沙門頂禮三", "602": "寶。", "603": "可解。", "604": "二聽許。", "605": "其班足王許之一日。", "606": "三正明護難文二初長行依教請護二說偈加", "607": "護今初。", "608": "時普明王即依過去七佛法請百法師敷百高座一", "609": "日二時講般若波羅蜜八千億偈竟。", "610": "二說偈加護文二一說偈二護益初偈八行為", "611": "四初說無常理。", "612": "其第一法師為王即說偈言劫燒終訖乾坤洞然須", "613": "彌巨海都為󰞆颺天龍福盡於中凋喪二儀尚殞國", "614": "有何常。", "615": "乾訓天天行健健不息也坤訓順也坤順四時二", "616": "儀即天地也。", "617": "二說苦理。", "618": "生老病死輪轉無際事與願違憂悲為害欲深禍重", "619": "瘡疣無外三界皆苦國有何賴。", "620": "欲是集禍是苦苦集是瘡疣即是自身與心豈在", "621": "外也。", "622": "三說空理。", "623": "有本自無因緣成諸盛者必衰實者必虗眾生蠢蠢", "624": "都如幻居聲響俱空國土亦如。", "625": "四說無我理。", "626": "識神無形假乘四蛇無明保養以為樂車形無常主", "627": "神無常家形神尚離豈有國耶。", "628": "二明聞者護益。", "629": "爾時法師說此偈已時普明王眷屬得法眼空王自", "630": "證得虗空等定聞法悟解還至天羅國班足王所眾", "631": "中即告九百九十九王言就命時到人人皆應誦過", "632": "去七佛仁王問般若波羅蜜經中偈句時班足王問", "633": "諸王言皆誦何法普明王即以上偈答王王聞是法", "634": "得空三昧九百九十九王亦聞法已皆證三空門是", "635": "時班足王極大歡喜告諸王言我為外道邪師所誤", "636": "非君等過汝可還本國各各請法師講般若波羅蜜", "637": "名味句時班足王以國付弟出家為道證無生法忍。", "638": "文三初聞法益法眼空即是人空也虗空等定即", "639": "法空也聞法悟解下二明王轉教時班足王問下", "640": "三諸王悟道文二先明得道後明放捨初文二先", "641": "明班足得道九百九十九下次諸王得道時班足", "642": "王極大下二放捨諸王文三一放捨各各下二勸", "643": "脩時班足王以下三入道也。", "644": "第三結示勸持。", "645": "如十王經中說五千國王常誦是經現世生報大王", "646": "十六大國王脩護國之法應亦如是汝當受持天上", "647": "人中六道眾生皆應受持七佛名味句未來世中有", "648": "無量小國王欲讚國土亦復爾者應請法師說般若", "649": "波羅蜜。", "650": "文二初結示次大王下勸持三初勸月光天上人", "651": "中下二勸六道也未來世中下三勸諸小王也。", "652": "第三時眾得益。", "653": "爾時釋迦牟尼佛說般若波羅蜜時眾中五百億人", "654": "得入初地復有六欲諸天子八十萬人得性空地復", "655": "有十八梵得無生忍得無生法樂忍復有先已學菩", "656": "薩者證一地二地三地乃至十地復有八部阿須輪", "657": "王得一三昧門得二三昧門得轉鬼身天上正受在", "658": "此會者皆得自性信乃至無量空信吾今略說天等", "659": "功德不可具盡。", "660": "文二初六益二略結得入初地者即圓教十信初", "661": "心地性空則十住一心三觀觀無明性空也無生", "662": "法忍即十行也無生法樂忍十迴向也十三昧即", "663": "十一切入也三三昧即真俗中三諦三昧也亦空", "664": "無相等也自性信通教聲聞也無量空信通教支", "665": "佛也吾今略說下第二略結也。", "666": "散華品第六仁王護國般若波羅蜜經散華品第六", "667": "大章第三報恩供養故有散華品華表因散佛表", "668": "行因至果也。", "669": "品文三一散華供養二現通利益三歎教勸持", "670": "初文三一聞經勸持二散華供養後諸王發願", "671": "今初。", "672": "爾時十六大國王聞佛說十萬億偈般若波羅蜜歡", "673": "喜無量。", "674": "文三初聞經人可解聞佛所說下二所聞法此經", "675": "三處說偈不同一二諦品中說八百萬億偈二護", "676": "國品末說八千億偈今散華品說十萬億偈初二", "677": "諦品即合說三時教次護國品別引過去佛說今", "678": "此品中明今佛說阿難觀機略結如此歡喜無量", "679": "者三結歡喜也。", "680": "二散華供養文三初行華二般若華三玅覺華", "681": "此三表別教地位初行華表三賢位次般若華", "682": "表十地位後妙覺華表佛地位今初。", "683": "即散百萬億行華於虗空中變為一座十方諸佛共", "684": "坐一座說般若波羅蜜無量大眾共坐一座持金羅", "685": "華散釋迦牟尼佛上成萬輪華葢葢大眾上。", "686": "文四一者王散華於虗空中下二華變為座十方", "687": "諸佛下三化佛說法無量大眾下四化眾散華。", "688": "第二散般若華。", "689": "復散八萬四千般若波羅蜜華於虗空中變成白雲", "690": "臺臺中光明王佛共無量大眾說般若波羅蜜臺中", "691": "大眾持雷吼華散釋迦牟尼佛及諸大眾。", "692": "文四初明散華於虗空中下二華變為臺臺中光", "693": "明下三化佛說法臺中大眾下四化眾散華。", "694": "第三散玅覺華。", "695": "復散妙覺華於虗空中變作金剛城城中師子吼王", "696": "佛共十方佛大菩薩論第一義諦時城中菩薩持光", "697": "明華散釋迦牟尼佛上成一華臺臺中十方佛及諸", "698": "天人散天華於釋迦牟尼佛上虗空中成紫雲葢覆", "699": "三千大千世界葢中天人散恒河沙華如雲而下。", "700": "文四一散華於虗空中下二華變為城城即涅槃", "701": "也城中師子吼下三化佛說法即圓教中菩薩於", "702": "別中說法也時城中菩薩下四化菩薩散華。", "703": "第三諸王發願。", "704": "時諸國王散華供養已願過去佛現在佛未來佛常", "705": "說般若波羅蜜願一切受持者比丘比丘尼信男信", "706": "女所求如意常行般若波羅蜜佛告大王如是如是", "707": "如王所說般若波羅蜜應說應受是諸佛母諸菩薩", "708": "母神通生處。", "709": "文二先王發願可知佛告大王下二如來述成諸", "710": "佛母即實相般若菩薩母即觀照般若神通即文", "711": "字般若文字能發智慧智慧生即神通發也金剛", "712": "云一切諸佛及諸佛法皆從般若經生也。", "713": "第二佛現神變令眾得益文二先現變後得益", "714": "今初。", "715": "時佛為王現五不思議神變一華入無量華無量華", "716": "入一華一佛土入無量佛土無量佛土入一佛土無", "717": "量佛土入一毛孔土一毛孔土入無量毛孔土無量", "718": "須彌無量大海入芥子中一佛身入無量眾生身無", "719": "量眾生身入一佛身入六道身入地水火風身佛身", "720": "不可思議眾生身不可思議世界不可思議。", "721": "文三先標章舉數陰陽不測謂之神轉易常相謂", "722": "之變心不能思口不能說佛之神力也一華入無", "723": "量華下二別敘一華二佛土三須彌四佛身五入", "724": "四大文相可見問山大芥小云何能入答有人言", "725": "佛之神力故入又有人言山芥二如如故相入又", "726": "有人言三界唯心心喻芥子山喻三界心能造界", "727": "故名入有人云山芥皆無法無性故空空故相入", "728": "今謂若以空釋一空一切空山乃芥俱空空故能", "729": "相入一假一切假山芥俱假假故論相入一中一", "730": "切中山芥俱中中故論相入空除見思即般若假", "731": "除無知即解脫中除無明即法身即一而三即三", "732": "而一如天三目不縱不橫名不思議佛身不可思", "733": "議下三結讚。", "734": "二時眾得益。", "735": "佛現神足時十方諸天人得佛華三昧十恒河沙菩", "736": "薩現身成佛三恒河沙八部王成菩薩道十千女人", "737": "現身得神通三昧。", "738": "文中四益一得佛華定即華藏法界定十恒河下", "739": "二得成佛益也三恒河沙下三得成菩薩益也十", "740": "千下四得神通三昧也。", "741": "第三歎教勸脩。", "742": "善男子是般若波羅蜜有三世利益過去已說現在", "743": "今說未來當說諦聽諦聽善思念之如法脩行。", "744": "受持品第七仁王護國般若波羅蜜經受持品第七", "745": "大章第四示弘經相貌言受持者大論云信力故", "746": "聞而奉行為受念力故久久不失為持此品中正", "747": "明十三法師受持般若又令他人受持故名受持", "748": "品。", "749": "品文三初問答須受持二勸諸王受持後時眾", "750": "得益初文二一月光請二如來答今初。", "751": "爾時日光王心念口言見釋迦牟尼佛現無量神力", "752": "亦見千華臺上寶滿佛是一切佛化身主復見千華", "753": "葉世界上佛其中諸佛各各說般若波羅蜜白佛言", "754": "如是無量般若波羅蜜不可說不可解不可以識識", "755": "云何諸善男子於此經中明了覺解如法為一切眾", "756": "生開空法道。", "757": "文二一疑念二正請疑念中三佛一見釋迦現身", "758": "即法身二現寶滿即報身三見千華上佛即化身", "759": "問何以知然答普賢觀云釋迦牟尼佛名毗盧遮", "760": "那華嚴云亦名釋迦亦名舍那大經云我今此身", "761": "即是法身盧舍那此云淨滿淨即寶也問梵網云", "762": "舍那為本今何言釋迦為本答梵網明迹本此經", "763": "明本迹本迹雖殊不思議一也問此經於法華寶", "764": "塔品何異答有同有異同者同明釋迦為本異者", "765": "此經帶方便法華正直捨方便也白佛言如是下", "766": "第二正問文二先讚不可以口說智解識識此法", "767": "門也云何諸下二請也空者即般若智慧也由此", "768": "智慧能得神通變化一切眾生不知請佛開發也。", "769": "二如來答。答意但以菩薩上求下化為言解", "770": "說方得此道開空甚多略說三種若色即是空", "771": "開一切智空即是色開道種智色空不二開一", "772": "切種智色若不空則見思惑空若不色即無知", "773": "惑不得中道則無明惑三皆是門如是三觀即", "774": "三智開大略如是也文三初總標次別釋後總", "775": "結今初。", "776": "大牟尼言有脩行十三觀門諸善男子為大法王從", "777": "習忍至金剛頂皆為法師依持建立汝等大眾應如", "778": "佛供養而供養之應持百萬億天華天香而以奉上。", "779": "文三一標文可見從習忍下二別敘依謂依止持", "780": "謂攝持言此法師為眾生依止建立正法也汝等", "781": "大眾下三勸供養。", "782": "二別釋十三法師即為爾別今初第一習種性法師文為", "783": "五別一標位二辨差三行業四舉劣明勝五入", "784": "位時節今初。", "785": "善男子其法師者是習種性菩薩。", "786": "習種性標位也。", "787": "二辨差。", "788": "若在家婆蹉優婆蹉若出家比丘比丘尼。", "789": "婆蹉即優婆塞也優婆蹉即優婆夷也。", "790": "三明行業。", "791": "脩行十善自觀己身地水火風空識分分不淨復觀", "792": "十四根所謂五情五受男女意命等根有無量罪過", "793": "故即發無上善根心常脩三界一切念念皆不淨故", "794": "得不淨忍觀門住在佛家脩六和敬所謂三業同戒", "795": "同見同學行八萬四千波羅蜜道。", "796": "文三初脩十善行謂十善即十信心也自觀己身", "797": "下二脩不淨行初觀六大次觀諸根後觀三界五", "798": "情即五識五受即苦樂憂喜捨也住在佛家行六", "799": "和敬也。", "800": "四舉劣況勝文二先舉劣次況勝今初。", "801": "善男子習忍以前行十善菩薩有退有進譬如輕毛", "802": "隨風東西是諸菩薩亦復如是雖以十千劫行十正", "803": "道發三菩提心乃當入習忍位亦常學三伏忍法而", "804": "不可字名是不定人。", "805": "文二先釋劣位法喻合可知雖以十千劫下二通", "806": "伏難文二初徵伏難三伏忍法云何向言有退有", "807": "進而不可名字下二釋通有三而不可名字故有", "808": "退。", "809": "二顯勝位。", "810": "是定人者入生空位聖人性故必不起五逆六重二", "811": "十八輕佛法經書作反逆罪言非佛說無有是處。", "812": "文二初明得者謂十住菩薩初證生空理得聖人", "813": "性故名為定異前十信不定以十信未解純脩假", "814": "入空觀也必不起五逆下二明離過文四一不起", "815": "五逆二不作大重三不作二十八輕四不謗佛法", "816": "經典初文可見六重者如優婆塞戒經第四卷受", "817": "戒品說一殺二盜三婬四妄語五沽酒六說出家", "818": "在家四眾過失二十八輕者亦如優婆塞經說一", "819": "不供養父母師長二專飲酒三不能瞻病苦四不", "820": "能多少捨施五見四眾不起承迎禮拜六見四眾", "821": "毀戒心生憍慢七每月不能受持八戒供養三寶", "822": "八四十里中有講不聽九受招提僧臥具牀座十", "823": "疑水有虫故飲十一險處獨行十二獨宿尼寺十", "824": "三為財命打罵奴婢等十四以殘食施四眾十五", "825": "畜猫狸十六畜象馬等一切畜生不作淨施未受", "826": "戒者十七儲畜長衣鉢等十八為身田作十九市", "827": "賣斗秤不平二十非時行欲二十一不輸王稅二", "828": "十二犯國戒二十三得新菓菜不奉三寶二十四", "829": "僧若不聽說法而輙自作二十五道路上在一切", "830": "出家人前行二十六僧中時食偏為師長二十七", "831": "養蠶二十八行逢病人不住瞻視付囑所在而便", "832": "捨去佛法經書下四不謗佛法經典言非佛說也。", "833": "五入位時節。", "834": "能以一阿僧祇劫脩伏道忍行始得入僧伽臨位。", "835": "日月歲數所不能知故云阿僧祇僧伽陀位此云", "836": "離著也。", "837": "第二明性種性法師。", "838": "復次性種性行十慧觀滅十顛倒乃我人知見分分", "839": "假偽但有名但有受但有法不可得無定相無自他", "840": "相故脩護空觀亦常行百萬波羅蜜念念不去心以", "841": "二阿僧祇劫行十正道法住波羅陀位。", "842": "文三初標位初學名習習已成性故名性種性也", "843": "行十慧觀下二辨差十慧觀者四念處四三善根", "844": "七三世觀十如教化品中說滅十顛倒者四念除", "845": "四倒三善除三毒三世觀除三世定執也我人知", "846": "見是法上假立而非實也無定相者我法無定住", "847": "處相無自他相者我自無體相上亦無也以二阿", "848": "僧下三入位時節波羅陀位者此云守護十行菩", "849": "薩其行堅牢不失自性以能從空入假不為假染", "850": "能守自行故。", "851": "第三明十回向菩薩。", "852": "復次道種性住堅忍中觀一切法無生無住無滅所", "853": "謂五受三界二諦無自他相如實性不可得故而常", "854": "入第十第一義諦心心寂滅而受生三界何以故業", "855": "習果報未壞盡故順道生復以三阿僧祇劫脩八萬", "856": "億波羅蜜當得平等聖人地故住阿毗䟦致正位。", "857": "文三一標位以其脩中道正觀故云道種性也住", "858": "堅忍中下二辨差文二先明觀差別觀受五陰得", "859": "五分法身觀三界得三空觀二諦得無常無生二", "860": "忍第十第一義諦即無生中道空也而受生三界", "861": "下二受報殊勝文三初標可解何以故二徵己心", "862": "寂滅云何受生也業習果報下三釋由未登初地", "863": "不斷無明所薰見愛猶在故得生也復以三阿僧", "864": "下三入位時節爾許時脩方得初地雙照二諦故", "865": "云平等聖人也此地不退故云䟦致正者即證初", "866": "地此因中說果也。", "867": "第四法師文五初標位。", "868": "復次善覺摩訶薩。", "869": "文可見。", "870": "二辨脩行差別文二初明二智為相後顯二智", "871": "同異初文二先標章次別釋今初。", "872": "住平等忍脩行四攝念念不去心。", "873": "平等忍者即標實智雙照有無而不染也四攝等", "874": "標方便智也。", "875": "二別釋文二先釋實相智後釋方便智今初。", "876": "入無相捨滅三界貪煩惱於第一義諦而不二為法", "877": "性無為緣理而滅一切相故為智緣滅無相無為住", "878": "初忍時未來無量生死不由智緣而滅故非智緣滅", "879": "無相無為無自佗相無無無相故。", "880": "文三一總舉二別釋後明離相今初文可見於第", "881": "一義諦下二別釋文三一法性無為亦名虗空無", "882": "為緣理而滅下二擇滅無為佛真智滅一切結無", "883": "相無為住初忍時下三非擇滅無為謂無相等法", "884": "也無相無為下三明離有無二相。", "885": "二顯方便智。", "886": "無量方便皆現前觀實相方便者於第一義諦不沈", "887": "不出不轉不顛倒遍學方便者非證非不證而一切", "888": "學迴向方便者非住果非不住果而向薩婆若魔自", "889": "在方便者於非道而行佛道四魔所不動一乘方便", "890": "者於不二相通達眾生一切行故變化方便者以願", "891": "力自在生一切淨佛國土。", "892": "文二初標可解實相方便者下二釋有六種方便", "893": "今初明實相方便次遍學方便次迴向方便次自", "894": "在方便次一乘方便次變化方便云云。", "895": "第二釋二智同異。", "896": "如是善男子是初覺智於有無相而不二是實智照", "897": "巧用不證不沈不出不到是方便觀譬如水之與波", "898": "不一不異乃至一切行波羅蜜禪定陀羅尼不一不", "899": "二故而一一行成就。", "900": "文三初結上異相者先明實智相初覺中道故云", "901": "初覺智也巧用不證下是方便智相也譬如下二", "902": "舉喻顯非明不一不二而一一行成就者三明行", "903": "成就以得即空即假即中一行無量行無量行一", "904": "行故云成就也。", "905": "第三明時節。", "906": "以四阿僧祇劫行行故入此功德藏門。", "907": "證初地施成就故云入功德藏門也。", "908": "第四明生淨土。", "909": "無三界業習生故畢故不造新以願力故變化生一", "910": "切淨土。", "911": "即方便有餘及實報等土也。", "912": "第五登位。", "913": "常脩捨觀故登鳩摩羅伽位以四大寶藏常授與人。", "914": "以脩捨故得施度滿鳩摩羅伽此云勝怨以離三", "915": "界及二乘恐也四寶藏者有人云三藏及雜藏也", "916": "今但依勝鬘經一者無價藏菩薩乘也二者上價", "917": "藏緣覺乘也三者中價藏聲聞乘也四者下價藏", "918": "人天乘也又亦四攝為四藏也。", "919": "第五法師。", "920": "復次德慧菩薩以四無量心滅三有嗔等煩惱住中", "921": "忍中行一切功德故以五阿僧祇劫行大慈觀心心", "922": "常現在前入無相闍陀波羅化一切眾生。", "923": "文三一標位者謂尸羅清淨與慧俱生住於三德", "924": "故名德慧也以四無量心下二辨觀差別文三初", "925": "顯地別行為欲對治嗔等煩惱故脩四等滅三有", "926": "嗔下二明除障依薩婆多宗嗔惟欲界依成實宗", "927": "嗔通三界依法華譬喻品中上亦有嗔也住中忍", "928": "中下三位分齊順忍中品也以五阿僧下三入位", "929": "時節闍陀波羅此云滿足亦名無畏尸羅圓滿故。", "930": "第六法師。", "931": "復次明慧道人常以無相忍中行三明觀知三世法", "932": "無來無去無住處心心寂滅盡三界癡煩惱得三明", "933": "一切功德觀故常以六阿僧祇劫集無量明波羅蜜", "934": "故入伽羅陀位無相行受持一切法。", "935": "文三初標位也得忍成就故名明慧常以無相下", "936": "二辨觀文三一明地別行知三世空為三明觀也", "937": "盡三界癡煩惱者二明除障也得三明下三明位", "938": "滿足常以六阿僧下三明入位時節伽羅陀者此", "939": "云度邊度度等邊也。", "940": "第七法師。", "941": "復次爾𦦨聖覺達菩薩脩行順法忍逆五見流集無", "942": "量功德住須陀洹位常以天眼天耳宿命他心身通", "943": "於念念中滅三界一切見亦以七阿僧祇劫行五神", "944": "通恒河沙波羅蜜常不離心。", "945": "文三一標言爾𦦨者此云智母謂此地中能生禪", "946": "智故云智母也脩行順法忍下二明地別行文三", "947": "一標住位言須陀洹者借小名大五見即五利便", "948": "也常以天眼下二起通未具漏盡故但言五也於", "949": "念念中下三滅障謂此位配初果故滅五見又亦", "950": "是別入通意也亦以七阿下三入位時節。", "951": "第八法師。", "952": "復次勝達菩薩於順道忍以四無畏觀那由佗諦內", "953": "道論外道論藥方工巧呪術故我見一切智人滅三", "954": "界疑等煩惱故我相已盡知地地有所出故名出道", "955": "有所不出故名障道逆三界疑脩集無量功德故即", "956": "入斯陀含位復集行八阿僧祇劫中行諸陀羅尼門", "957": "故常行無畏觀不去心。", "958": "文三初標位深脩禪定故得神通達色心法故名", "959": "勝達於順道忍下二明地中別行文三初明得無", "960": "畏觀通達五相即一切智無畏滅三界疑等煩惱", "961": "即漏盡無畏知地地有所出等即說盡苦道無畏", "962": "有所不出等即說鄣道無畏也逆三界疑者二除", "963": "障也脩習無量功德下三入位分齊亦是借小說", "964": "大復集行入阿僧祇下三脩行分齊。", "965": "第九法師。", "966": "復次常現真實住順忍中作中道觀盡三界集因集", "967": "業一切煩惱故觀非有非無一相無相而無二證阿", "968": "那含位後是九阿僧祇劫習照明中道故樂力生一", "969": "切佛國土。", "970": "文三初標位中道真明般若實故常現真實住順", "971": "忍中下二別行一切煩惱為集因苦等名集業此", "972": "地中並盡也諸法本空故非有建立諸法故非無", "973": "無有俱實故一相實相亦如故無相復於九阿僧", "974": "下三入位時節樂力即願力也。", "975": "第十法師。", "976": "復次玄達菩薩十阿僧祇劫中脩無生法樂忍滅三", "977": "界習因業果住後身中無量功德皆成就無生智盡", "978": "智五分法身皆滿足住第十地阿羅漢梵天位常行", "979": "三空門觀百千萬三昧具足弘化法藏。", "980": "文三初標位玄遠也達通也此位得無生忍無功", "981": "用心故云玄達也十阿僧下二入位時分滅三界", "982": "習煩惱也住第十地者即十三法師下第十法師", "983": "地非謂十地菩薩也常行三空門中三辨觀差別", "984": "行三空觀弘佛三法藏故也。", "985": "第十一法師。", "986": "復次等覺者住無生忍中觀心心寂滅而無相相無", "987": "身身無知知而用心乘於羣方之方惔怕住於無住", "988": "方住在有常脩空處空常萬化雙照一切法故知是", "989": "處非是處乃至一切智十力觀故而能摩訶羅伽位", "990": "化一切國土眾生千阿僧祇劫行十力法心心相應", "991": "常入見佛三昧。", "992": "文三初標位此地中真俗雙照名等覺者亦非第", "993": "十一地之等覺也住無生下二明觀差別文三一", "994": "明有無觀又二先配位也觀心心下二正辨有無", "995": "觀文三初別釋文二先明寂而常用心心寂滅者", "996": "念念空也即明寂義雖無相而相雖無身而身雖", "997": "無知而知此明用義而用心下二明用而常寂在", "998": "有常脩空下二合釋有無在有脩空釋上用而常", "999": "寂處空常萬化釋上寂而常用雙照一切法故者", "1000": "三雙結也知是處非是處下二明十力觀但明後", "1001": "一餘行略之而登摩訶羅伽位化一切國土眾生", "1002": "第三登位差別摩訶羅伽此云大得或云龍象等", "1003": "千阿僧下三明脩行時節。", "1004": "第十二法師。", "1005": "復次慧光神變者住上上無生忍滅心心相法眼見", "1006": "一切法三昧色空見以大願力常生一切淨土萬阿", "1007": "僧祇劫集無量佛光三昧而能現百萬恒河沙諸佛", "1008": "神力住婆伽梵位亦常入佛華三昧。", "1009": "文三初標位以此地菩薩得無礙智化諸眾生現", "1010": "諸神通名為慧光神變也住上上下二明觀差別", "1011": "文四今初配位滅心心相者二明滅心滅意等名", "1012": "滅心滅心數名滅相法眼見下三明見境法眼見", "1013": "一切法即別明三眼色空見即總明三眼者佛法", "1014": "慧也慧眼見色空法眼見色假佛眼見中道空假", "1015": "不二而二二而不二雙照即不二而二雙亡即二", "1016": "而不二舉三眼對色二境見之一字總明三見之", "1017": "差別也見色空即空諦見色假即有諦雙照即第", "1018": "一義諦此三約教有五一別入通以幻色為有見", "1019": "空為真非有非空為第一義二圓入通三諦同前", "1020": "加一切法趣三別教以幻有即空為俗不空為真", "1021": "不有不空為中道四圓入別中加一切法趣五圓", "1022": "教三諦皆云一切法趣也問菩薩地云何言佛眼", "1023": "答法華云開佛知見即別教初地圓教初住發三", "1024": "種智一正因理心發用中道觀開一切種智二了", "1025": "因智心發用即空觀開一切智三緣因善心發用", "1026": "即假觀開道種智初地尚得況九地耶此但分得", "1027": "非具得也以大願力下四生淨土萬阿僧下三明", "1028": "入位時節薄伽梵此云世尊非真佛世尊是補處", "1029": "世尊也。", "1030": "第十三法師文四一標位二明證時分三對位", "1031": "辨別四明入定位今初。", "1032": "復次觀佛菩薩。", "1033": "觀佛菩薩者若開玅覺此是等覺猶名菩薩來至", "1034": "此地保為究竟乃是未極更須觀察別佛猶有三", "1035": "十二品無明智去圓佛尚遠故云觀也通佛即有", "1036": "四十二品無明此更遠矣。", "1037": "二明證時分。", "1038": "住寂滅忍者從始發心至今經百萬阿僧祇劫脩百", "1039": "萬阿僧祇劫功德故證一切法解脫住金剛臺。", "1040": "文四一配位第五寂滅忍自有二別一下二上今", "1041": "第十地即是寂滅忍下品也從如發心下二經時", "1042": "多少謂從習種性至灌頂忍經百萬阿僧祇劫也", "1043": "脩百萬下三辨脩證證一切法下四明登位一切", "1044": "法解脫者真脫也金剛臺即金剛三昧。", "1045": "三對位辨別文五一伏斷差別。", "1046": "善男子從習忍至頂三昧皆名為伏一切煩惱而無", "1047": "相信滅一切煩惱生解脫智照第一義諦。", "1048": "從習至頂三昧先明伏忍也而無相信下明斷滅", "1049": "一切煩惱即大涅槃也生解脫即解脫智照即般", "1050": "若第一義即法身位。", "1051": "二信見異。", "1052": "不名為見所謂見者是薩婆若是故我從昔以來常", "1053": "說惟佛所知見覺頂三昧以下至於習忍所不知不", "1054": "見不覺。", "1055": "先明不見也所謂見者是薩婆若次明見也是故", "1056": "我從昔以來下引證也。", "1057": "三漸頓差別。", "1058": "惟佛頓解不名為信漸漸伏者。", "1059": "四常無常異。", "1060": "慧雖起滅以能無生無滅此心若滅則累無不滅無", "1061": "生無滅。", "1062": "無生則累無不遣無滅則德無不圓無生則斷德", "1063": "無滅則智德也。", "1064": "五等無等異。", "1065": "入理盡金剛三昧同真際等法性而未能等無等等", "1066": "譬如有人登大高臺下觀一切無不斯了住理盡三", "1067": "昧亦復如是。", "1068": "文中法喻合可解。", "1069": "四明入定位。", "1070": "常脩一切行滿功德藏入婆伽度位亦復常住佛慧", "1071": "三昧。", "1072": "此中一切行滿智慧滿名功德藏婆伽度位此云", "1073": "世尊亦復常住佛慧三昧者必應受脩義言亦復", "1074": "在別利物故云常住。", "1075": "第三結歎。", "1076": "善男子如是諸菩薩皆能一切十方諸如來國土中", "1077": "化眾生正說正義受持讀誦解達實相如我今日等", "1078": "無有異。", "1079": "明其施化與佛無異一問答須受持已竟。", "1080": "第二勸諸王受持文四一讚用勸持二讚名付", "1081": "勸持三釋勸所由四稱名付囑初文二一略歎", "1082": "二廣歎今初。", "1083": "佛告波斯匿王我當滅度後法滅盡時受持般若波", "1084": "羅蜜大作佛事一切國土安立萬姓快樂皆由此般", "1085": "若波羅蜜是故付囑諸國王不付囑比丘比丘尼清", "1086": "信男清信女何以故無王力故故不付囑汝當受持", "1087": "讀誦解其義理。", "1088": "文四一舉滅勸持一切國土下二明般若之力是", "1089": "故付囑下三釋付囑所以以無王威力故故不付", "1090": "囑也汝當受持下四別付月光也。", "1091": "二廣歎勸持文二初標除難福生二問答分別", "1092": "今初。", "1093": "大王吾今所化百億須彌百億日月一切須彌有四", "1094": "天下其南閻浮提有十六大國五百中國十千小國", "1095": "其國土中有七災難一切國王為是難故講讀般若", "1096": "波羅蜜七難即滅七福即生萬姓安樂帝王歡喜。", "1097": "文可解。", "1098": "二問答分別。", "1099": "云何為難日月失度時節反逆或赤日出黑日出二", "1100": "三四五日出或日蝕無光或日輪一重二三四五重", "1101": "輪現當變恠時讀說此經為一難也二十八宿失度", "1102": "金星彗星輪星鬼星火星水星風星刀星南斗北斗", "1103": "五鎮大星一切國主星三公星百官星如是等星各", "1104": "各變現亦講說此經為二難也大火燒國萬姓燒盡", "1105": "或鬼火龍火天火山神火人火樹木火賊火如是變", "1106": "恠亦讀說此經為三難也大水漂沒百姓時節反逆", "1107": "冬雨夏雪冬時雷電霹󳱏六月雨氷霜雹雨赤水黑", "1108": "水青水雨土山石山雨砂礫石江河逆流浮山流石", "1109": "如是變時亦讀說此經為四難也大風吹殺萬姓國", "1110": "土山河樹木一時滅沒非時大風黑風赤風青風天", "1111": "風地風火風如是變時亦讀說此經為五難也天地", "1112": "國土亢陽炎火洞然百艸亢旱五穀不登土地赫然", "1113": "萬姓滅盡如是變時亦讀說此經為六難也四方賊", "1114": "來侵國內外賊起火賊水賊風賊鬼賊百姓荒亂刀", "1115": "兵劫起如是恠時亦讀誦此經為七難也。", "1116": "先問可解日月失度下二答七難為七第一日月", "1117": "失度難謂時節變易多饑饉數量變易多刀兵色", "1118": "相變易多疫病也二十八下二星宿失度難也大", "1119": "火燒國下三災火難也大水漂沒下四雨水變易", "1120": "難也大風吹殺萬姓下五惡風難也天地國土下", "1121": "六亢陽難也四方賊來下七惡賊難也並如文可", "1122": "見。", "1123": "第二讚名勸持文二先讚名勝後勸供養今初。", "1124": "大王是般若波羅蜜是諸佛菩薩一切眾生心識之", "1125": "神本也一切國王之父母也亦名神符亦名辟鬼珠", "1126": "亦名如意珠亦名護國珠亦名天地鏡亦名龍寶神", "1127": "王。", "1128": "辨三般若心識之本即實相般若王之父母即觀", "1129": "照般若以能生王慧解心故下六名即文字般若", "1130": "也。", "1131": "二勸供養。", "1132": "佛告大王應作九色幡長九丈九色華高二丈千支", "1133": "燈高五丈九玉箱九玉巾亦作七寶案以經置上若", "1134": "王行時常施其前足一百步是經常放千光明令千", "1135": "里內七難不起罪過不生若王住時作七寶帳帳中", "1136": "七寶高座以經卷置上日日供養散華燒香如事父", "1137": "母如事帝釋。", "1138": "文二先示供養法後別明行住供養初中皆言九", "1139": "者九表眾生苦幡者標顯行得勝明九苦之內建", "1140": "解脫勝幡也九色華表九苦眾生行般若因也青", "1141": "黃赤白黑五塵華地水火風四大華也二丈表二", "1142": "諦千燈表十善功德各以般若展轉相資成千智", "1143": "慧高五丈明照五道也九玉箱表九苦居清淨為", "1144": "法器九玉巾表九苦居眾生得般若巾案者平喻", "1145": "實相般若以經置上者文字能令實理顯也七寶", "1146": "者表七方便人皆為人寶也若王行時下二別明", "1147": "行住供養先明行供養若王住時下是明住供養", "1148": "也。", "1149": "第三釋勸所由。", "1150": "大王我今五眼明見三世一切國王皆由過去侍五", "1151": "百佛得為帝王主是為一切聖人羅漢而為來生彼", "1152": "國作大利益若王福盡時一切聖人皆為捨去若一", "1153": "切聖人去時七難必起大王若未來世國王受持三", "1154": "寶者我使五大力菩薩往護其國一金剛吼菩薩手", "1155": "持千寶相輪往護彼國二龍王吼菩薩手持金輪燈", "1156": "往護彼國三無畏十力吼菩薩手持金剛杵往護彼", "1157": "國四雷電吼菩薩手持一寶羅網往護彼國五無量", "1158": "力吼菩薩手持五十劒輪往護彼國五大士五千大", "1159": "神王於汝國中大作利益當立像形而供養之。", "1160": "文二初明王福盡文可解大王若未來世下二明", "1161": "來世利益文三一舉數可解一金剛吼菩薩下二", "1162": "別釋可見是五大士下三結釋也。", "1163": "四稱名付囑。", "1164": "大王吾今三寶付囑汝等一切諸王憍薩羅國毗舍", "1165": "離國舍衛國摩竭提國波羅奈國迦夷羅衛國鳩尸", "1166": "那國鳩睒彌國鳩留國罽賓國伽羅乾國乾陀衛國", "1167": "沙陀國僧伽陀國揵拏掘闍國波提國如是一切國", "1168": "受持般若波羅蜜。", "1169": "文三初總明付囑可解憍薩羅國下二稱名如是", "1170": "一切下三結勸二勸諸王受持已竟。", "1171": "第三時眾得益文五一脩羅益。", "1172": "時諸大眾阿須輪王聞佛說未來世七可畏身毛為", "1173": "豎呼聲大叫而言願不生彼國。", "1174": "二人王益。", "1175": "時十六大國王即以國事付弟出家脩道觀四大四", "1176": "色勝出相四大四色不用識空入行相三十忍初地", "1177": "相第一義諦九地相是為大王捨凡夫身入六住身", "1178": "捨七報身入八法身證一切行般若波羅密。", "1179": "益中初明八勝處地水火風能造四大青黃赤白", "1180": "所造出離貪欲故名勝出四大下次明十一切處", "1181": "地水火風青黃赤白空處識處所緣覺廣無處不", "1182": "入故也三十忍是初地方便名初地相第一義諦", "1183": "即初地初地是九地相故攝論頌云如竹破初節", "1184": "餘節速能破得初地真智諸地疾當成捨凡身得", "1185": "六住身捨七地分段報身得八地變易法身故智", "1186": "論云七捨生身肉身此通教益也。", "1187": "三天益。", "1188": "十八梵天阿須輪王得三乘觀同無生境復散華供", "1189": "養空華法性華聖人華順華無生華法樂華金剛華", "1190": "緣觀中道華三十七品華而散佛上及九百億大菩", "1191": "薩眾。", "1192": "脩羅及天皆同益也空華表人空法性華表法空", "1193": "此顯伏忍聖人華表信忍順華表順忍無生華表", "1194": "無生忍四辨自在說法即法樂華下品寂滅忍也", "1195": "金剛三昧能斷結使即上品寂滅忍。", "1196": "四大眾益。", "1197": "其餘一切眾證道迹果散心空華心樹華六波羅蜜", "1198": "華玅覺華而散佛上及一切眾。", "1199": "心空華者定於三學之中名為心學心樹華者觀", "1200": "十二因緣生也六度華者十地行也妙覺華果行", "1201": "也。", "1202": "五菩薩益。", "1203": "十千菩薩念來世眾生即證妙覺三昧圓明三昧金", "1204": "剛三昧世諦三昧真諦三昧第一義諦三昧此三諦", "1205": "三昧是一切三昧王三昧亦得無量三昧七財三昧", "1206": "二十五有三昧一切行三昧復有十億菩薩登金剛", "1207": "頂現成正覺。", "1208": "文二先明十千益可解次復有十億下明成佛益", "1209": "此中成別教佛也大科正說分已竟。", "1210": "囑累品第八仁王護國般若波羅蜜經囑累品第八", "1211": "大章第三流通分囑謂付囑累謂憑累將此法付", "1212": "囑國王憑其宣演故云囑累品又付國王若有災", "1213": "難憑此救度故云囑累又付囑此經令累代流行", "1214": "故名囑累品問何不如大品付囑聲聞法華付囑", "1215": "菩薩而乃付囑國王耶答此佛隨病設藥以王國", "1216": "有災厄弘宣得益故付囑又百事大供養深廣自", "1217": "非王力誰所能辦故付囑也又王若不信法即不", "1218": "行行法在王故付之也。", "1219": "品文二先付囑誡勅後依教奉持初更二先略", "1220": "二廣今初。", "1221": "佛告波斯匿王我誡勅汝。", "1222": "誡謂誡勸勅謂教勅。", "1223": "二廣文二初明付囑二明誡勅初更二先付時", "1224": "後正明付人法今初。", "1225": "吾滅度後八十年八百年八千年中無佛無法無僧", "1226": "無信男信女時。", "1227": "八十年者佛去百年內五人住持一迦葉二阿難", "1228": "三末田地三人見佛在世相次住持經六十年法", "1229": "行不滅次商那和脩優婆毱多此二人不見佛相", "1230": "次住持經四十年威儀法滅故於此時言無佛法", "1231": "僧也言八百年者正法年內二十師住持佛法並", "1232": "是聖人法不滅第六百年馬鳴菩薩第七百年龍", "1233": "樹皆是菩薩法亦不滅八百年中邪宗極盛故於", "1234": "此時付囑國王提婆菩薩聲王鼓申法是也八千", "1235": "年者像法盡末法時眾生信邪故法滅。", "1236": "二明付人法。", "1237": "此經三寶付囑諸國王四部弟子受持讀誦解義為", "1238": "三界眾生開空慧道脩七賢行十善行化一切眾生。", "1239": "文二初付法可解為三界眾生下二付人也今教", "1240": "三行一空行二七賢行三十善行空即聖行七賢", "1241": "即七方便十善即凡行從深至淺也。", "1242": "第二誡勅文七一誡諸滅法過二誡壞四眾行", "1243": "三誡禁不依法四誡自毀五誡使役六誡自咎", "1244": "七誡謬信今第一誡諸滅法過文三初明滅法", "1245": "人次辨滅法過後結成過今初。", "1246": "後五濁世比丘比丘尼四部弟子天龍八部一切神", "1247": "王國王大臣太子王子自恃高貴滅破吾法。", "1248": "文二先明滅法時即五濁也一命濁二劫濁三煩", "1249": "惱濁四見濁五眾生濁文殊問經云十歲眾生乃", "1250": "至千歲有短長為命濁饑饉疫病刀兵為劫濁多", "1251": "有貪嗔癡名煩惱濁邪見戒取見取邊見為見濁", "1252": "不孝不義譏師長等是眾生濁比丘下二滅法人", "1253": "也。", "1254": "二辨滅法過。", "1255": "明作制法制我弟子比丘比丘尼不聽出家行道亦", "1256": "復不聽造作佛像形佛塔形立統官制眾安籍記僧", "1257": "比丘地立白衣高座兵奴為比丘受別請法知識比", "1258": "丘共為一心親善比丘為作齋會求福如外道法都", "1259": "非吾法。", "1260": "文中先明制四正後明立四邪制四正者一不聽", "1261": "出家二不聽行道三不聽造像四不聽造塔立四", "1262": "邪者一立統制眾二比丘地立白衣高座三兵奴", "1263": "為比丘四受別請也。", "1264": "三結成過。", "1265": "當知爾時正法將滅不久。", "1266": "二誡壞四眾行。", "1267": "大王壞亂吾道是汝等作自恃威力制我四部弟子", "1268": "百姓疾病無不苦難是破國因緣說五濁罪過窮劫", "1269": "不盡。", "1270": "為王不行正法則佛道壞也。", "1271": "三誡禁不依法。", "1272": "大王法末世時有諸比丘四部弟子國王多作非法", "1273": "之行橫與佛法眾僧作大非法作諸罪過非法非律", "1274": "繫縛比丘如獄囚法當爾之時法滅不久。", "1275": "四誡自毀文三初自段二起惡後招報今初。", "1276": "大王我滅度後未來世中四部弟子諸小國王太子", "1277": "王子乃是住持護三寶者轉更滅破三寶如師子身", "1278": "中虫自食師子非外道也。", "1279": "文二先法後喻今初文可見如師子下二明喻也", "1280": "此喻如蓮華面經佛告阿難譬如師子命終身死", "1281": "若空若地若水若陸所有眾生不敢食肉惟師子", "1282": "身生諸虫還自食師子之肉阿難我佛法中非餘", "1283": "破壞是比丘破我三大阿僧祇法彼經但喻出家", "1284": "此經通喻道俗。", "1285": "二起惡。", "1286": "多壞我佛法得大罪過正教衰薄民無正行以漸為", "1287": "惡其壽日減至於百歲。", "1288": "三招報。", "1289": "人壞佛教無復孝子六親不和天神不祐疾疫惡鬼", "1290": "日來侵害災恠首尾連禍縱橫死入地獄餓鬼畜生", "1291": "若出為人兵奴果報如影如響如人夜書火滅字存", "1292": "三界果報亦復如是。", "1293": "文中法喻合可見六親謂父母兄弟夫妻喻有三", "1294": "初二喻現報後一喻生報後報也。", "1295": "五誡使役。", "1296": "大王未來世中一切國王太子王子四部弟子橫與", "1297": "佛弟子書記制戒如白衣法如兵奴法若我弟子比", "1298": "丘比丘尼立籍為官所使都非我弟子是兵奴法立", "1299": "統官攝僧典主僧籍大小僧統共相攝縛如獄囚法", "1300": "兵奴之法當爾之時佛法不久。", "1301": "六誡自咎。", "1302": "大王未來世中諸小國王四部弟子自作此罪破國", "1303": "因緣身自受之非佛法僧。", "1304": "七誡謬信。", "1305": "大王未來世中流通此經七佛法器十方諸佛常所", "1306": "行道諸惡比丘多求名利於國王太子王子前自說", "1307": "破佛法因緣破國因緣其王不別信聽此語橫作法", "1308": "制不依佛戒是為破佛破國因緣當爾之時正法不", "1309": "久。", "1310": "文中為四初示善不壞正教曰流開空法道曰通", "1311": "能盛福智曰器也諸惡比丘下二示惡也其王不", "1312": "別下三謬信也是為破佛下四示過。", "1313": "第二大眾奉持文二先奉持次奉行今初。", "1314": "爾時十六大國王聞佛七誡所說未來世事悲啼涕", "1315": "出聲動三千日月五星二十八宿失光不現時諸王", "1316": "等各各至心受持佛語不制四部弟子出家當如佛", "1317": "教爾時大眾十八梵天王六欲諸天子歎言當爾之", "1318": "時世間空虗是無佛世。", "1319": "文二先傷感二嗟歎初文二先正明傷感時諸國", "1320": "王下二受持也爾時大眾下二嗟歎傷此時也。", "1321": "二奉行。", "1322": "爾時無量大眾中百億菩薩彌勒師子月等百億舍", "1323": "利弗須菩提等五百億十八梵六欲諸天三界六道", "1324": "阿須輪王聞佛說護佛因緣護國因緣歡喜無量為", "1325": "佛作禮受持般若波羅蜜。", "1326": "文五先列大眾聞佛所說下二明聞佛法義歡喜", "1327": "無量者三明歡喜也為佛作禮者四禮佛也受持", "1328": "般若波羅蜜者五奉行也。", "1329": "仁王護國般若波羅蜜經疏卷下終", "1330": "性漖海極督刻", "1331": "興課較對", "1332": "興理錄藁"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 513 仁王經合疏", "author": "隋 智顗說　灌頂記　明 道霈合"}