{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1414 了菴清欲禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "法語示壽藏主", "1": "了菴和尚語錄卷第九", "2": "題䟦題䟦", "3": "師姪比丘　海壽　祖灊　等編", "4": "羅漢圖羅漢圖", "5": "內祕菩薩行。外現是聲聞。少欲厭生死。亦自淨佛土。", "6": "住世應真五百一十六開士。莫不皆然。若夫深山大", "7": "澤。實聖賢所都。決非凡夫肉眼能見。獨天台方廣。靈", "8": "異顯著。𦘕者得以圖之。然又烏得其彷彿哉。以要言", "9": "之。聚沙為塔。爪畫為佛。不失為入道之漸。況精妙若", "10": "此者乎。一衲寶之宜矣。苟能返觀自心之體。廣大悉", "11": "備。四聖六凡。由之建立。三昧六通。由之發現。乾坤日", "12": "月。江海山川。由之出生。便可掩卷一笑。余尚何言。", "13": "佛果禪師書佛果禪師書", "14": "佛祖傳持大事。所謂三要正印也。自非根性猛利。智", "15": "願宏遠。曷致機感相應。而能荷負哉。歷觀先世。的的", "16": "相承。耀古騰今。輝天鑑地。豈苟然耶。法運垂季。人根", "17": "益劣。假名竊位。以芘無似之身者。比比有之。未免互", "18": "相欺誑。所學既已無本。安知有建法立宗。剎生接物。", "19": "始終一節之要哉。拜讀佛果老祖所答詔公嗣書。不", "20": "勝感慨。竺芳首座。授受有自。惟勵精力行之。則古道", "21": "或尚可見也。", "22": "大慧和尚墨蹟大慧和尚墨蹟三", "23": "才高謗起。法盛魔強。此草堂以為妙喜南遷之兆也。", "24": "因思五祖謂能大師曰。夫傳法者。命若懸絲。今妙喜", "25": "帖中後語勿使天魔知之。又設巧便矣。可不慎哉。", "26": "參學兄弟。未有正見。而務外學。故先德有雜毒入心", "27": "之誡。老妙喜榜之於門。罰及隣案。在洋嶼一夏打發", "28": "一十三人。夫豈偶然。雪峯龍岩翁得此牓。時以示人。", "29": "不為無補。", "30": "妙喜親書別帖。是亦殘編斷簡。却有別峯無準兩代", "31": "古佛批判。二百年後得之。夜光明月不換於乎道德", "32": "之能。取重於人如此。而人自不能力致之者。又將奚", "33": "筭。", "34": "五尊宿真跡五尊宿真跡", "35": "天上無雙日。人間只一僧。此慈雲哭四明之語也。吾", "36": "於慈雲。無間然矣。妙喜隰州。同唱斯道於玉几太白", "37": "千載一時。不可復見玉山雖後於兩翁。而道德文采。", "38": "曾不少讓。石溪能傳聵祖不傳之衣。亦一代宗工也。", "39": "此五真跡。生氣凜然。在在當有神物護持耳。", "40": "妙喜禪師聖徒首座二帖妙喜禪師聖徒首座二帖", "41": "少時閱大慧禪師廣錄。知參禪之難。觀聖徒顏公釋", "42": "難文。知為僧之不易。自是兩翁風度。常在心目間。明", "43": "公從妙喜於衡陽所得亦不少已。甞以大禪稱之。逮", "44": "授衣之際。叮嚀戒飭。乃曰。如將梵位直授凡庸。你也", "45": "須生慚患始得。又知付授之難如此。近世庸妄。視同", "46": "兒戲。大法之微。有所自也。於此未甞不淚下。聖徒道", "47": "德才思一狐之腋。所遺敬如菴小帖詞語溫雅。筆意", "48": "精熟。無在而不妙也。德侍者其寶之。", "49": "宋孝廟賜佛照禪師御札宋孝廟賜佛照禪師御札", "50": "自昔帝王。存誠佛道者。蓋常有之矣。然而日應萬機。", "51": "兢兢業業。而不敢少忽。至於涵養圓熟。染淨不二。迥", "52": "離四病者。其惟孝廟歟。伏讀所賜佛照御札。敘所得", "53": "若此。後世臣子。不學無知。妄肆毀斥者。可憫也夫。", "54": "佛照禪師墨跡佛照禪師墨跡", "55": "栢岩為洞山下得一轉語好。遂開粥相延。則檀林無", "56": "雜樹也。育王以之故。能慎擇以警遊惰。又謂看經不", "57": "必多。但研窮法理。以悟為則。至於收拾精神。理會臘", "58": "月三十日生死公案。直欲攻其兄出淤泥而登彼岸", "59": "爾。老佛照此書。百世師法也。", "60": "別峯塗毒二禪師手澤別峯塗毒二禪師手澤", "61": "別峯塗毒其道德位望。並驅爭先。是皆人龍僧鳳也。", "62": "此偈此簡。皆肆口而說。肆筆而書曾不經意。深足以", "63": "發明言外之旨。彼膠於情識者。方以雕蟲篆刻為事。", "64": "覩之未始不茫然自失也。悲夫。", "65": "塗毒禪師墨跡塗毒禪師墨跡", "66": "湛堂昔因決渠水濺衣。豁然大悟以白真淨。淨詬曰。", "67": "此中乃可容藞苴耶。今觀䇿禪師與勤道者小簡。纔", "68": "有肯重。便成滲漏之語。自得之妙暗合孫吳然元酒", "69": "大羮固非常流所能知味。大圓智公。不可謂不知人", "70": "也。", "71": "佛燈珣和尚墨跡佛燈珣和尚墨跡", "72": "昔妙喜謂。佛燈為臨濟頂中髓。楊歧眼裡睛。棒頭明", "73": "殺活。喝下辯踈親。以此而罵佛罵祖。卒滅吾宗。於罵", "74": "天乎何有。贈規之偈。䑛犢之情。於此見佛燈。何異水", "75": "中撈月。識者辯之。", "76": "長靈卓和尚手帖長靈卓和尚手帖", "77": "靈源出晦堂之門。其粹密巖正。真萬世師範長靈克", "78": "家子也。是以荷負正宗之心。咄咄不輟口。猶自謂筋", "79": "疲力苶。止可暖熱些些門庭而已。若覔委托大緣。誠", "80": "未易得也。讀至此俯仰今古。為之慨然。至於應涉事", "81": "事與世相反。警救不逮。惟恐混而為流俗之旨。真藥", "82": "石之言也。", "83": "慈受深禪師偈慈受深禪師偈", "84": "老慈受散慧林之席。為台山之遊。靈岩專使。於天封", "85": "寺訪尋得之圓照故隱。遂為中吳禪學都會。居三年。", "86": "而有蔣山之命不赴。四明太守以阿育王山招之。亦", "87": "不赴。未幾。蔣山專使再至。不得已從其請。復還三佛", "88": "舊觀。吁。何其盛哉。及謝事歸洞庭包山。若將終焉。猶", "89": "於靈岩。似未能忘情。因其僧堂之落成。故有我亦老", "90": "來思舊隱異時去借板頭眠之句。余晚生無狀。備員", "91": "洒掃者三年。覩境懷人。實深仰止之歎。覺維那出視", "92": "手澤。謹拜手以識。", "93": "應菴和尚送中峯偈應菴和尚送中峯偈", "94": "堆雲鉢袋子。已是當面拈出。因甚却道未曾分付。所", "95": "謂。吾有末後著。待歸要汝遵。元來老子。得與麼絮。拜", "96": "觀此卷。不覺凜然。", "97": "張魏公所書心經張魏公所書心經", "98": "摩訶般若波羅密多。梵語也。此翻大智慧到彼岸。所", "99": "謂。達佛心宗之徑也。觀自在即能行之之人也。照見", "100": "五蘊皆空。即此智慧之力也。度一切苦厄。即到彼岸", "101": "之時也。至於空色互明。理事俱遣。即佛與眾生同一", "102": "體。處處皆同真法界。受用自在三昧也。紫岩公印心", "103": "於佛果。擴充於妙喜。以之致君唐虞。中興王業。觀其", "104": "腕頭。盛有回天之力者。其觀自在之流亞與。故其筆", "105": "是經。以壽後世。即自覺覺他之道。無有窮也。然未易", "106": "與儒墨自卦者議。", "107": "陸放翁所製無用禪師語錄序陸放翁所製無用禪師語錄序", "108": "百丈得大機。黃檗得大用。兼而有者。是為德山臨濟。", "109": "觀其棒喝交馳。主賓互換。莫非揭示此个宗旨。豈下", "110": "劣種草。所得而與哉。老妙喜於圓悟室中。得此機用。", "111": "應菴謂其黑漆竹篦。掀翻海岳。從頭打過。雖是死馬", "112": "醫。就中要妙。固是抓著渠痒處。劄著渠痛處撿點將", "113": "來。大似普州人送賊。天童全禪師。出妙喜之後。啟迪", "114": "學者。用而無用。語錄行世。未始有言也。今覽陸務觀", "115": "所作序文。提水放火。大段可畏。至於識破韓潮州。正", "116": "是說得宜其與無用同參者矣。雪間寶此遺墨。慕賢", "117": "尊祖之意。歷歷可佳。夫豈徒為耳目之玩哉。", "118": "密菴和尚墨跡密菴和尚墨跡", "119": "密菴老祖。任少室正宗之寄。鼓一破沙盆。震驚天地。", "120": "若塗毒鼓然。宜其燕坐高堂。四事供養。以應來學。而", "121": "猶不免於持鉢奔走。艱難萬狀。吾不知造物之待人。", "122": "固如何哉。豈必欲其顯發吾先佛軌儀。以為後世竊", "123": "服踞位。妄自尊大者之戒乎。燈侍者當視其跡明其", "124": "心。則破沙盆遺音可繼也。", "125": "松源老祖家書松源老祖家書", "126": "澄照天寧。迫而後進。緣法不順。飄然去之。方事歸寧。", "127": "遽聞師訃。哀慕追修。克盡孝道。觀此幾著。則其平生", "128": "事事可法也。宜其位冠諸方。德尊百代中峯臨行。囑", "129": "以編集語錄。付以法衣一頂。此衣昔楊岐以付白雲。", "130": "三傳而至妙喜。喜不付諸子。而付其姪應菴。應菴再", "131": "傳而及師。所云此个擔子。實難承當。而明告其親者。", "132": "亦欲其知責任不輕也。所謂。在家出家。各有所務。不", "133": "能兩全者。乃謙之至耳。豈有承父之命。出家弘法。光", "134": "明盛大若是。而於其親。猶有遺恨哉。特不能區區盡", "135": "懽於菽水之奉。然而立身揚名。以顯父母。雖曾閔之", "136": "孝。無以易也。烏在而不全乎。若夫用黑豆法換盡天", "137": "下衲僧眼睛。使東山正宗。與天地相終始。固非不肖", "138": "孫所得言其彷彿矣。此書流落叢林。百有餘載。卒為", "139": "永嘉昱首座寶而有之。遂為傳家之劵。雖萬金不售", "140": "也。以法義出以相視。頓首九拜。謹誌乎下方云。", "141": "中峯老祖廣錄中峯老祖廣錄", "142": "五年前溫之能仁昱首座。携所蓄鷲峯聵祖所寄父", "143": "親之書。來靈岩求䟦。其中正言密菴和尚書至。俾其", "144": "編次語錄。又付以楊歧之衣。遂有此箇檐子。實難檐", "145": "荷之說。今此錄。乃是未經刪定者。較之刊本。十無二", "146": "三焉。枯禪以付寂窻。窻付梅屋屋。授之道場晉翁。翁", "147": "死不得其傳。保寧祺藏主。偶於南屏亡僧故紙堆中", "148": "獲之。珍祕有年。茲以相示。且命志之。因謂之曰。爾為", "149": "直下子孫。蓋物有所屬耳。豈偶然哉。然鴆毛落水魚", "150": "鼈俱死。於此換却髑髏。不消一滴。尚其勉旃。", "151": "無準和尚筆蹟無準和尚筆蹟", "152": "五祖下出三佛。佛眼最為謹密。日用唯恐有失。故切", "153": "切自省如此。老無準書之。豈無意乎。不幸脫去前二", "154": "段。環溪能補之。知父莫若子。在首座寶其迹而究其", "155": "心。則不虗矣。苟徒尚其迹而遺其心亦何益於事哉。", "156": "余因是跡觀是心。而作是說者。且以自儆而復儆在", "157": "也。", "158": "正續老師居五峯。法席之盛不下妙喜時也。眾多粮", "159": "少。而重罹回祿。故奔走四方。不能自已。伏讀此帖。可", "160": "以想見其曲折。苟非以荷負正宗為心。則安能籧篨", "161": "若此耶。近世羨癡福。踞大方坐圍千眾。口無所說。心", "162": "無所思。傲然自足。以謂師道之尊。莫過受用隨意而", "163": "已。安知有荷負正宗之說哉。吁。", "164": "西丘和尚朴翁禪師吟藁西丘和尚朴翁禪師吟藁", "165": "佛照禪師居鄮峯時。道福相勝。學者景從。天目老祖。", "166": "上方朴翁。尤嶄嶄出頭角者。老祖因僧自薦福來。聞", "167": "松源舉風幡話。豁然有省。徑有鄱陽之行。朴翁晚年", "168": "亦為葛天氏之民。今觀兩翁中見鄮峯途中唱和之", "169": "什。因記得黃龍出泐潭遇慈明時事。惜無懷翁不得", "170": "而與焉。紛紛末流。尚以詩之江拙。而議其跡之不齊。", "171": "是何足以語至道哉。", "172": "此菴師祖手帖此菴師祖手帖", "173": "育王師祖。老腕有回天之力。一洗澆漓。頓還淳古。所", "174": "與妙勝長老小帖。雖尋常數語。無一點俗氣。而況筆", "175": "意精妙不可及。啟侍者既入保福一菴之室。寶之宜", "176": "矣。", "177": "山寮雜言山寮雜言", "178": "岳林栯堂禪師曰。靈源大士居昭默。橫川老師居山", "179": "寮。高風相去三百載。人世南朝自北朝。烏虖堂翁已", "180": "為古人。此偈殆將無聞。敬書於固侍者所藏山寮雜", "181": "言之後。使觀者知先哲所存也。", "182": "溫日觀手書大慧禪師過移忠小詞溫日觀手書大慧禪師過移忠小詞", "183": "妙喜過東坡影堂。作偈云。力將正說排邪說。夢到黃", "184": "州與惠州竹屋數椽容老貌。大江千古只東流。今觀", "185": "過秦檜之墓則云。路傍一對新華表。見說昔年官不", "186": "小。爭知道冷煙寒雨埋荒草。其發忠正誅奸邪。乃天", "187": "性之常。或謂。妙喜游乎方之外。而未能絕世俗之好", "188": "惡。是豈知師哉。日觀書之。以傳於世。其知師者乎。", "189": "幻住禪師贈高麗瀋王十偈幻住禪師贈高麗瀋王十偈", "190": "懶殘方出芋魁。無暇為天使收涕。趙州危坐一室。莫", "191": "知二王在前。千載之下。稗沙門失其所守。汲汲於公", "192": "卿長者之門。烏知兩翁不動聲色。卒能致宗門于九", "193": "鼎之重哉。今觀幻住之於瀋王。庶無愧古人耳。十偈", "194": "之作。各有深旨。語溪壽上人。求余著語。時當初夏。槐", "195": "陰晝清。一展玩間。不覺師子岩壁立萬仞。矍然起立。", "196": "卷而還之。", "197": "古林和尚小參古林和尚小參", "198": "休居老人。平生說法如雲如雨。而實無元字脚可得。", "199": "澤維那。何從得此紙。踊躍珍祕。不翅夜光明月之珠。", "200": "持以示余。所謂向上更有事在。露出師子爪牙。其間", "201": "別有商量。未免當門按劍。於乎只者靈鋒。阿誰敢擬。", "202": "後三十年。當有於此喪盡伎倆者。庶幾可以同唱下", "203": "水船曲子也。", "204": "江山萬里圖江山萬里圖", "205": "未達境唯心。毛端萬里。達境唯心已。萬里毛端。作是", "206": "盡者。政如世人追憶夢事。於諸夢境。作真實想。以夢", "207": "意識運夢筆。寫夢所見。高為山岳。深為江河。險為劍", "208": "閣連雲。惡為瞿塘灔澦。城邑聚落。舟車往來。煙雲蔽", "209": "虧。千態萬狀。能作所作。均一夢中。復有夢人。覩相生", "210": "愛。而珍玩之。噫。三界擾擾。孰非夢耶。本淨明妙。誰為", "211": "覺者。我作是說。當有拊卷而作者矣。", "212": "孤雲翁書雲峯禪師小參孤雲翁書雲峯禪師小參", "213": "昔黃太史謂。雲峯悅禪師之語。青山白雲開遮自在。", "214": "碧潭明月。撈漉方知。今觀孤雲所書小參。不啻青天", "215": "怒雷。霜弓劈箭。讀未終卷。幾何不膽飛心碎也。倘或", "216": "皮下無血。眼裡無筋。究竟總成虗設耳。何山壽藏主", "217": "得之。出以相示。政須猛省力行。仰不愧天。俯不怍人。", "218": "劄斷此老舌頭。則不妨與天下衲僧。出一口氣矣。", "219": "佛果老祖示冲老法語佛果老祖示冲老法語", "220": "佛果老祖。圓悟如來無上知見。如麗天杲日。故其所", "221": "說。了無疑滯。使夫聞者見者。身意及心。皆同󰞆燼。然", "222": "而咳唾掉臂。盡是祖師西來意。豈虗語哉。觀此七段", "223": "法語。何止特為嵩少冲公發耶。政如閙市裡颺碌塼。", "224": "著者當自知耳。", "225": "題䟦終。", "226": "癡絕和尚書應菴師祖法語癡絕和尚書應菴師祖法語", "227": "此吾應菴老祖。示作禪者之語也。癡翁因偉上人之", "228": "請而書之。偉亦佳衲子與。流落叢林。僅二百年。雖紙", "229": "墨微蠧。精彩猶新。四明臨藏主能寶之。而求余題。二", "230": "宗師三學者。出處有後先。而所存一也。以古視今益", "231": "重余之感慨。", "232": "靈源癡絕二禪師二帖靈源癡絕二禪師二帖", "233": "黃龍昭默禪師。德尊一代。雖士大夫登其門者。未甞", "234": "假以辭色。觀此慰帖。謂既了大事。必閑居味道內遣。", "235": "則亦入室之人也。若夫。言簡而意足。善於文字者皆", "236": "能之。必欲見此老人。當在此帖之外著眼可也。癡翁", "237": "所示道書記法語。病多諳藥性。經驗始傳方。習藏主", "238": "其深味之。", "239": "陸放翁小簡陸放翁小簡", "240": "放翁先生。南渡師儒也。雅從育王佛照。徑山別峯塗", "241": "毒。靈隱松源老祖遊。其深得吾宗之蘊。故發而為翰", "242": "墨。猶虎而角者也。此帖特其土苴緒餘。而覽者方且", "243": "贊詠之不暇。苟知其大全之體。豈又當如何哉。", "244": "陸放翁所作海淨大師塔銘陸放翁所作海淨大師塔銘", "245": "東坡先生。平時不肯與人作塔銘。其與俗儒之索米。", "246": "作佳傳者。蓋有間矣。若使如放翁為此海淨大師之", "247": "文。略無愧詞。雖作何傷大體耶。", "248": "了菴和尚語錄卷第九終", "249": "嘉興路萬壽山南堂四禪菴師姪比丘祖灊。募", "250": "緣入梓。日東比丘海壽書。天台周東山刊。時至", "251": "正己亥春起手。明年庚子春畢工。", "252": "應安戊申重刊京臨川禪寺。", "253": "No. 1414-B 慈雲普濟禪師了菴欲公行道記No. 1414-B", "254": "慈雲普濟禪師了菴欲公行道記", "255": "翰林學士亞中大夫知制誥兼脩國史金華宋濂撰", "256": "至正癸卯秋八月二十五日辛酉。了菴禪師示寂於", "257": "嘉禾千佛慈雲塔院。九月朔日丁卯。闍維菩提園中。", "258": "當火之方熾。有紅白二圓光。盤旋龕頂。浮空而滅。及", "259": "火餘頂骨舌根齒牙俱不壞。設利滿地。不可以數計。", "260": "七日癸酉。其從子比丘祖灊。遂奉函櫝。啟塔而藏焉。", "261": "生平行業。既見國史危公所撰銘文。其得法大弟子", "262": "文康。復謂師之道德。正而明。慈而能威。坦坦乎八達", "263": "之通衢也。皦皦乎行天之素月也。鞫鞫乎啟蟄之震", "264": "霆也。初何厭乎言之詳。千里致書。徵濂為行道記。會", "265": "濂總脩元史。久未暇為。文康將住福之開元。必欲得", "266": "濂文以行。乃申前請為尤力。濂不敢辭。禪師諱清欲", "267": "字了菴。族朱氏。台之臨海人。世居大雄山下。大父元", "268": "善父松孫。皆為善士。其母黃氏。夢沙門飛錫而至。既", "269": "寤生師。九歲而孤。隨仲父茂上人。入雙徑山為童子。", "270": "年十六。依虎岩伏公。試經得度。希白明藏主。自育王", "271": "來。一見以法器期之。提誘辯詰。無所不至。且謂之曰。", "272": "子氣銳甚。非佛性茂公。不足為子師。今在蘇之開元。", "273": "曷往見之。師即謁佛性。佛性問云。近離何處。師云。徑", "274": "山。佛性云。船來陸來。師云。二俱不涉。佛性云。汝安得", "275": "到此。師便喝。佛性云。雖是後生。却堪雕琢。他日佛性", "276": "又問。汝豈不是徑山來。師云。是。佛性云。山上有鯉魚。", "277": "井底有蓬塵。作如何會。師云。和尚何處得此消息。佛", "278": "性云。欽師因何猶被馬師所惑。師云。不可少和尚一", "279": "分。佛性云。參禪須是此子方可。師乃掩耳而出。師自", "280": "是前後際斷。疑情盡釋。動靜之間。無非妙用。繼往從", "281": "東嶼海公於楓橋。東州永公於虎丘。二公皆一時宿", "282": "德。名重東南。與師相扣擊。見師吐言。如青天白日。氣", "283": "象鮮朗。了無染著。或謂擔荷正法。將於師是賴。師之", "284": "聞譽。翕然聞於諸方矣。皇慶初。佛性被上旨。復居開", "285": "元。四眾推師。為入院侍者。繼司藏鑰。居亡何。還栖徑", "286": "山。虗谷陵公。從大仰來主其席。選師為後堂首座。江", "287": "南行御史臺。具書幣延佛性。住建業之保寧。師與佛", "288": "性。分座說法。臺之大臣。聞師提引。頂禮贊歎。謂得未", "289": "曾有。天曆己巳。出世溧水之開福。元統癸酉。遷嘉興", "290": "之本覺。一坐十春秋。帝師大寶法王。尤企師之道。賜", "291": "以金襴法衣。及慈雲普濟禪師之號。湖之巨剎。有訟", "292": "於行宣政院者。鑒察御史檄師讞之。師曰。吾林下人", "293": "耳。豈能效法家之深刻哉。即日升堂檛鼓。退居寺之", "294": "南堂。御史大夫高公特枉駕過師。謂之曰榮名。人之", "295": "所尚。師何弃之如土芥耶。嘉嘆久之而去。至正乙酉。", "296": "起應吳中靈岩之請。閱三年復歸隱南堂。未幾寺󱐑", "297": "於兵。南堂亦不存。師處之怡然。祖灊念師無所栖止。", "298": "謀於󱛤李亭之北三里。築室以居師。師不得已從之。", "299": "即所謂慈雲塔院是已。師凡三坐道場。緇素瞻依。如", "300": "逢古佛出世。香華供養。所至雲擁。師日以最上一乘。", "301": "相與激揚。霆馳飈行。絕無留礙。其高者則纏縛頓解。", "302": "一超直入。其下者則有所持循。而不涉末伽外道之", "303": "見。利益所及。可謂鴻且愽矣。然於世相事為之際。亦", "304": "未甞不經意。所蒞之處。棟宇壓者新之。器物闕者補", "305": "之。侵疆之久者歸之。早夜孜孜。唯恐有不及。辛丑之", "306": "夏。江浙行省左丞相康里公。遣使者起師。將使領大", "307": "伽藍。師堅臥不動。作三偈酬之。有軒蓋林中不得來", "308": "之句。丞相知其道高。不敢強。師日坐松雲間。如出水", "309": "蓮華倚風獨笑。而不知老之將至。其參學祖杲請續", "310": "雪竇拈古之作。師初峻拒。已而曰。道本無言。然非言", "311": "不足以顯道。為著一百則授之。一旦感微疾。默而不", "312": "言。方索筆書偈云。七十六年。無後無先。聖凡情盡。明", "313": "月中天。適通守陳公時來候疾。謂師曰。和尚東南大", "314": "法幢也。時既至矣。能無一言啟迪我輩乎。師瞪目大", "315": "笑。聲振百步外。遂泊然而逝。闍維之夕。送者幾萬餘", "316": "人。無不摧慕。嗚呼。若師者可謂一代之偉人者矣。師", "317": "慈和粹冲。不立城府。接人渾在春風中。遇事有不可", "318": "為。輒萬夫不能奪。然惓惓於大法。唯恐其失墜。方佛", "319": "性續修宗門統要之書。師力勸同袍良猷相成之。至", "320": "今盛行于世。師世壽七十有六。僧臘六十。度弟子若", "321": "干人。其參學門人。分燈海內者若干人。夫自教外有", "322": "別傳之旨。竺乾聖人心法。授之東土諸師。歷年既多。", "323": "不能無弊。至於宋季。纖巧卑陋。厭厭如欲絕之人。生", "324": "氣殆盡。橫川珙公特起於衰微之際。如大獅王哮吼", "325": "一聲。百獸為之震掉。君子謂之佛道中興。橫川示寂。", "326": "佛性以偉特之量。紹而承之。佛性入滅。而師以慧辯", "327": "之學。演而昌之。三世之間。重徽疊照。揭日月於中天。", "328": "作舟航於東海。猗歟休哉。向使橫川無賢子孫若師", "329": "者。出一再傳間。或失其真。未必光明俊偉若斯之盛", "330": "也。濂雖不敏。竊獲師三會語觀之。益知叢林所評。辯", "331": "才無礙類妙喜。機鋒峻拔類德山雲門者。當可信不", "332": "誣也。於是備書師之群行。勒諸堅珉。而復述伽陀一", "333": "章以贊之。其辭曰。", "334": "大哉諸佛涅盤心徧覆三千大千界", "335": "迦葉拈華微笑間三際洞然一時了", "336": "菩提達磨流真丹掃空義學一不立", "337": "此如長空孤月朗萬水千山皆見月", "338": "此如空谷傳音聲欲覓其蹤無處所", "339": "此如春行大地中物物生成匪雕刻", "340": "是為如來光明藏諸相無不具足故", "341": "更無一相之可見大法久傳弊則有", "342": "厖襍叢濊可怖駭流入末伽外道類", "343": "橫川起執摩尼珠放五色光照群有", "344": "銷彼黑暗如紅日佛性繼之得真印", "345": "九逵雖異車轍同伊誰振錫乘願輪", "346": "托胎直至大雄山中吳一見即相契", "347": "水陸二塗俱不涉及至機鋒相觸時", "348": "如逢金剛王寶劍掩耳急走無留行", "349": "自茲出語絕功用無邊功用總現前", "350": "初無一事可指名三坐道場振法音", "351": "海潮東來極澎湃無敢舉目睨視者", "352": "時來欲入般涅槃示以一默顯法相", "353": "默中有聲如怒霆大笑直振於林木", "354": "有因音聲而入者亦可直到解脫門", "355": "矧於聲聲未甞聲方信無聞無不聞", "356": "圓光浮空共盤旋設利纍纍向空聚", "357": "窣堵波中藏靈異天龍八部共護持", "358": "達磨之道大以彰豈非法力所攝故", "359": "大風則止有縣讖燈燈續𦦨願無窮", "360": "我今頂禮述贊詞一切眾生起誠信", "361": "No. 1414-CNo. 1414-C", "362": "蘇州靈岩了庵清欲禪師。別號南堂遺老。台之臨海", "363": "大雄山朱氏。母黃。九歲而孤。仲父茂上人引登徑山", "364": "為童子。依虎岩試經得度。受具。希白明藏主亦師之。", "365": "叔父自育王橫川會中來。一見以法器期之。提誘辨", "366": "詰。無所不至。謂曰子氣銳甚。非佛性不足為師。今在", "367": "蘇之開原。往見不可後。師即謁佛性。性問曰。近離何", "368": "處。師曰。徑山。性云。船來陸來。師云。二俱不涉。性云。汝", "369": "安得到此。師便喝。性云。雖是後生。却堪雕琢。他日性", "370": "又問。汝豈不是徑山來。師云。是。性云。山上有鯉魚。井", "371": "底有蓬塵。作麼生。師云。和尚甚處得這消息來。性云。", "372": "欽師因甚猶被馬師惑。師云。也少和尚一分不得。性", "373": "云。參禪須是些子始得。師乃掩耳而出。皇慶初。佛性", "374": "被旨復住開原。師為入院侍者。繼掌藏教。還徑山虗", "375": "谷陵選為後堂首座。佛性遷建業保寧。分第一座。說", "376": "法。天曆乙巳。出世漂水開福。元統癸酉迁嘉禾本覺。", "377": "帝師大寶法王有旨賜金襴衣。并慈雲普濟禪師號。", "378": "居十年退居南堂。至正乙酉應中吳靈岩請。衲子聞", "379": "風而萃。室中垂語云。文殊普賢起佛見法見。貶向二", "380": "鐵圍山。則固。是且道釋迦老子還有過也無。良久云", "381": "休。上堂。一大藏教束之高閣。長期短期。無繩自縛。莫", "382": "更紛紛紜紜。直須洒洒落落。楊岐一頭驢。只有三隻", "383": "脚。潘閬倒騎歸。攧殺黃幡綽五味拈來饡秤鎚別有", "384": "香風滿寥廓。喝一喝。上堂。前無釋迦。後無彌勒。中無", "385": "自己。鐘樓上念讚。床脚下種菜。甜瓜徹蒂甜。苦瓠連", "386": "根苦。閱五載復歸南堂。時江浙行省丞相。遣使延請", "387": "師。堅臥不起。作三偈答之。有綠蘿窓下垂垂老。軒蓋", "388": "林中不得來之句。癸卯秋八月十三日。感微疾默而", "389": "不言。至廿五日索筆書偈云。七十六年。無後無先。聖", "390": "凡情盡。明月中天。適通守陳公元禮來候疾。謂師曰。", "391": "和尚東南大法幢也。時既至矣。可無一言啟迪我輩", "392": "乎。師瞪目大笑。遂泊然而逝。闍維火未盛。有紅白二", "393": "圓光。盤旋龕頂。良久浮空而滅。頂骨舌齒俱不壞。舍", "394": "利無筭。姪僧祖灊等。収而藏之南堂即千佛塔院。", "395": "No. 1414-DNo. 1414-D", "396": "敬觀", "397": "了菴禪師禪錄。如獅子王哮吼。獅子兒聞之。悉皆勇", "398": "徤。三世諸佛窺󳬇無門。六代祖師󳸆額有分。擲大千", "399": "於方外。納須彌於芥中。不可思議解脫法門。盡在是", "400": "矣。", "401": "至正丙戌莫春前育王老師弟　正印　拜題", "402": "南堂和尚語錄續集No. 1414-E 南堂和尚語錄續集序No. 1414-E", "403": "南堂和尚語錄續集序", "404": "中至仁澹居藁", "405": "古林禪師出東南。以無礙辯才。開大法施。使臨濟之", "406": "道。震耀天下。若雷霆。若日月。真所謂命世宗師也。嗣", "407": "興者南堂禪師。尤能大其聲。以鳴其道。三坐道場。學", "408": "者雲奔海馳。學士大夫。莫不聞風起敬。雖退。而聞處", "409": "猶蟻慕而不釋也。師咸酌其機器。飫以禪悅法喜。俾", "410": "各怡然自得。釋然心悟而去。故禪師　　言滿天下。", "411": "甞有集而刊之者矣。今日本壽上人。又以其遺餘。續", "412": "鋟諸梓而傳之。乃徵予言。以弁其首。因得詳而觀焉。", "413": "其辯悉類妙喜。其峻峭類德山雲門。其雄偉如怒猊", "414": "擇石。金翅擘海。其神變超忽。如泰山之雲。始於膚寸。", "415": "不崇朝而雨天下。其浩愽汪洋。如江如海。茫乎其莫", "416": "涯涘也。嗚呼盛哉。其源盖有自矣。宋季有大禪師。曰", "417": "橫川珙公。倡松源西丘之道于育王。當是時。天下之", "418": "言禪者。惟浮靡纖巧是尚。其弊有不可勝言者。禪師", "419": "奮起。一變時習。俾宗綱復正。卓然还禪道於高古。至", "420": "今學者遵之。以為楷模也。一傳而古林。再傳而南堂。", "421": "信乎世濟其美者矣。嗚呼盛哉。不有岷嶓於其前。孰", "422": "能江漢於其後歟。茲因上人之請。特著其授受源委。", "423": "以昭示末葉。使知有所宗仰焉。禪師天台人。名清欲。", "424": "号了庵。脫築南堂於醉李之本覺。以佚其老。學者不", "425": "敢名。遂以南堂稱之。壽其猶子也。愿而好道。乃吾友", "426": "竺仙仙公弟子。仙嗣古林。道化盛行日本云。", "427": "無言住能仁江無言住能仁江南堂疏", "428": "皇天曠蕩麗日月以長明", "429": "厚地渾沉振江河而不泄", "430": "故知大法所繫實有斯人存焉", "431": "某　學冠九流。", "432": "德尊一代。", "433": "肆辯袞袞若百川之赴滄溟", "434": "有陣堂堂如眾峯之繞天柱", "435": "回狂瀾於既倒栗棘蓬金剛圈", "436": "洗佛日以重光蓬蒿箭鐵絲網", "437": "從渠吞透屬我箕裘", "438": "盍登故丘而謁舊廬四海交明屬望", "439": "抑下喬木而入幽谷一時公論攸歸", "440": "龍湫宴坐鴈蕩經行飛天華之蔌蔌", "441": "鴛渚凄凉鷗波浩蕩渺煙水之重重", "442": "一宗主護國同門一宗主護國同門", "443": "茲審　前席台之天封一宗和尚。高臨西菴。下視", "444": "塵世。本路諸山。虗護國名剎用選法共聞。", "445": "院堂以起之。檄文既至。而公不少屈。如法道何。吾", "446": "黨敬用聰公排闥故事。緝詞以激其勇。庶幾幡然", "447": "而作。幸莫大焉。", "448": "天地位焉萬物育焉三峯巋然上雲雨", "449": "梧桐生矣鳳凰鳴矣百鳥不敢啼春風", "450": "此菴聯佛果之燈握全機而正斯席", "451": "堆雲佩虎丘之印分半座以固宗盟", "452": "清振一時曾謂境因人勝", "453": "話行千古抑知人以道尊", "454": "某　眾香薝蔔之英。", "455": "列宿景星之瑞。", "456": "入甘露室黑豆法早得其傳", "457": "樹金剛幢破沙盆重增高價", "458": "有是父宜有是子難其弟亦難其兄", "459": "何期季世之間膺公選踞雄剎", "460": "見此一門之盛著錦衣輝故鄉", "461": "所至蔚有成功誰不爭先快覩", "462": "膏車秣馬喜動乎中", "463": "同氣連枝言之罔既", "464": "則方岩住圓覺三宗則方岩住圓覺三宗", "465": "教有辨臻禪稱璉嵩東坡紀熈豐人物", "466": "野入青徐雲連海岱大元混南北堤封", "467": "空五天竺缺而取耆英善彈冠相慶", "468": "與無上法王而同教授喜解絃更張", "469": "某　真碧落󳬴。", "470": "是古罍洗。", "471": "十萬胸中燈火讀陶冶一乘", "472": "五千卷內名句身筌蹄諸部", "473": "優鉢示明時之瑞不離教乘而超越教乘", "474": "白蓮敷浩劫之春具足圓覺而住持圓覺", "475": "故復進出一頭地在我輩流", "476": "寧較等差於名位只堪捧腹", "477": "四眾觀典刑出處攬轡慨垂", "478": "一身佩佛法安危矢詞羅扒", "479": "石室住育王石室住育王", "480": "大覺一疏而來高風未泯", "481": "妙喜兩居此地芳躅愈光", "482": "是為栴檀叢林固合龍象圍繞", "483": "某　具透關眼。", "484": "用劈箭機。", "485": "驅萬象於筆端文章有印", "486": "驗來機於喝下縱奪臨時", "487": "出海門國觀浙江潮閱卷狂瀾之既倒", "488": "踞飛雪岩指烏石嶺抹過疊障之崚嶒", "489": "是五世三大老故家", "490": "乃四明八吉祥勝地", "491": "振頹綱爭須敏手物論攸歸", "492": "揚大教欲赴昌時且評有在", "493": "上延睿筭下副輿情", "494": "南堂住靈岩嘉興諸南堂住靈岩嘉興諸楚石疏", "495": "車之用在輪輪不滯則周行天下", "496": "鑑之功照物物無遺而炳現目前", "497": "兩忌取捨之心天人列請", "498": "一泯異同之論泉石增光", "499": "某　衣得其傳。", "500": "辯如所證。", "501": "碌碌盆盎古罍洗偈千言不少衰", "502": "啾啾烏群孤鳳皇金百煉無重鑛", "503": "住山久矣傳舍眎之", "504": "靈岳降靈宜踞靈岩之頂", "505": "法身說法普聞法界之中", "506": "仰瞻南斗愈明旁挹太湖非小", "507": "青山步障贈君二百里之白雲", "508": "紫玉茶鍋分我三萬頃之明月", "509": "開南堂和尚語錄板開南堂和尚語錄板", "510": "天目再傳而得休居翁如師子踞地百獸震駭", "511": "開福一出而迁靈岩主若洞庭粘天萬派混流", "512": "故駕馭昂枿之人必慕了菴殺活擒縱", "513": "凡鑽仰堅高之士願栞語錄代別拈提", "514": "明明照古照今此日不綉諸梓", "515": "的的契佛契祖他時慮失其真", "516": "昔汾陽現入傳燈勸動西河道俗", "517": "況海內移多君子樂轉南堂法輪", "518": "會齧鏃機", "519": "展揮金手", "520": "了菴和尚續集之終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1414 了菴清欲禪師語錄", "author": "(參學)一志．元皓．可興．文康．祖運．志道．祖杲．得度．文煥．克明．宗成．宗胤．起宗．汝現．元寶．慧朗．景毅．大圓．海壽．祖灊 等編"}