{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1636-A 金剛經感應故事分類輯要序No. 1636-A", "1": "金剛經感應故事分類輯要序", "10": "難記。茲擇其切要者。五十條。分為十八類。皆有感輒", "100": "之過哀。雙目成瞽。遂專心持誦金剛經。數歲不輟。一", "101": "日誦經次。左目忽流水。痛割如裂。則豁然明矣。右目", "102": "過數日。復如之。因持誦愈虔。夜夢佛語之曰。汝本無", "103": "子。以誦經故。賜汝一子。氏忽復娠生子。因名經賜。", "104": "施振宇。鄞縣人。性好善。年踰四旬無子。師禮天童密", "105": "雲和尚。命名通等。示云。汝欲求嗣。能齋僧持金剛。自", "106": "然有子。是夜依教。禮佛立願。夢金剛神。書一兆字與", "107": "之。歸即茹素。手書金剛經一卷。每日䖍誦。寒暑無間。", "108": "歲歲進山設齋。種種善事。力行不倦。後果得子五。", "109": "皇清順治間。浙江提督。張公名杰。年六十尚未有嗣。", "11": "應。捷於影响。洵足轉化未信。啟人樂誦之心矣。󳬼其", "110": "夫人陳氏。崇信三寶。日誦金剛。凡屬名山。咸往設齋。", "111": "康熙五年二月。就天童寺。修華嚴懺法。山中現五色", "112": "雲者七日。秋七月。副室舉一子。其家至今守遺訓。奉", "113": "佛誦經不輟。", "114": "登科登科", "115": "唐。大曆中。夔州推司。揚旬。常持金剛經。處心正直。陰", "116": "德播傳。有子年二十三歲。習舉業。將入試。旬。夜夢金", "117": "剛神曰。汝念經有感。特預報汝子必貴。若應試。須改", "118": "名揚椿納卷。吾于中助筆也。次日令子改名納試卷。", "119": "果中第六名。次年赴省試。椿自夢一金剛神語曰。今", "12": "應亦有淺深小大之不同。如自延壽愈疾。生子登科。", "120": "年省題。乃行王道而王。汝可預辦入院。無洩。試日。正", "121": "應此題中九十六名。就赴殿試畢。試官徼納上三名", "122": "卷。奏御榻。當夜椿又夢前神曰。汝䇿極好。却不中主", "123": "文意。打在第五卷。吾已簡尋汝真卷。却去御榻上。抽", "124": "換了第一名卷子。後日唱名。定奪天下都魁。盖汝同", "125": "父平昔念真經之騐也。及唱名果應。", "126": "項希憲。憲副。初名德茶。夢己為辛卯鄉科。以汙兩少", "127": "婢。被主科名籍神人削去。遂力行種德事。捐資懇友", "128": "高松聲。精楷金剛經刊板歲施之。凡十餘年。夢至一", "129": "所。見黃紙第八名為項姓。中字糢糊。下為原字。傍一", "13": "以及脫難還陽等事。率皆享世間福報。乃有漏之因。", "130": "人曰。審視此汝天榜名次也。因易名夢原。壬子中北", "131": "京鄉試第二十九名。己未會試第三名。共疑夢名次", "132": "之爽。迨殿試為二。甲第五名。方悟合鼎甲數之恰第", "133": "八也。鄉試榜紙俱白。而殿榜獨黃。尤為冥定云。", "134": "嘉禾。沈公光華。嘗判兩淮鹽鐵。歸田日。偶與同郡運", "135": "同吳公淞。閑坐。從容󳯝問日間所為。沈云。晨朝茹素。", "136": "持誦金剛經。積二十年。已踰二藏。吳亦漫然置之。居", "137": "無何。吳忽晨起疾馳。詣沈賀云。郎君南闈必第矣。沈", "138": "問何故。云夢一人言。郡中一士夫。以持金剛經功德。", "139": "其子得雋。覺來。惟憶公當酬是夢。是歲之秋。沈公叔", "14": "非出世者所重。惟歸西一節。則能了生死。脫輪迴。直", "140": "子應明。果登應天鄉薦。聞沈公持誦金剛經最虔。而", "141": "行住坐臥。能自暗誦。嘗從東郭季子家往還。塗間一", "142": "心持誦。計所經屠門市肆。及虗空一切。霑經功德超", "143": "脫者。不知凡幾。又以無四相心。修一切善法。累世積", "144": "德。故子孫蟬聯科第。為禾郡冠族。皆金剛經證驗云。", "145": "免溺免溺", "146": "唐。元初。九江人。販薪於市。年七十。常持金剛經。一日", "147": "渡江。中流浪起。同涉者俱沒。惟初浮水上。漂南岸。羣", "148": "舟泊者。悉大驚。見初背上光高數尺。意其貴人。爭以", "149": "衣遺之。更與以飯。語漸熟。乃知村叟。因詰光所自。云", "15": "登極樂之鄉。與諸佛菩薩。共會一處。此真學道者之", "150": "某讀金剛經十年。在背者經也。前後厄難。無不獲免。", "151": "白仁哲。龍朔中。為來陽尉。運米遼東。過海遇風。四望", "152": "昏黑。仁哲惧。急念金剛經忽如夢寐。見一梵僧謂曰。", "153": "汝念真經。故來救汝。須臾風定。八十餘人俱濟。", "154": "唐。乾元中。廣州僧䖍慧。自幼持金剛經。寒暑不易。因", "155": "與緇俗數十人。泛海往南安。忽風濤壞船。滿船人俱", "156": "沒。惟䖍慧在浪中。遇一叢蓬蒿著身。漸至蓬蒿之上。", "157": "隨浪三日夜。方得濟岸。仔細視蒿中。乃金剛經一卷。", "158": "並無淹濕。虔慧拜受此經。精誠供養。年至百三十歲。", "159": "端坐告終。其經內自出香烟。漸成五色雲。徐徐上昇。", "16": "歸宿也。凡持誦。解說。書寫。刻施。原以求此而已。外此", "160": "止焚止焚", "161": "饒州。銀山採戶。逾萬。並是草屋。延和中。火發。萬室皆", "162": "空。惟一家中。火獨不及。時本州揚體幾。自問老人。老", "163": "人對曰。家事佛。持金剛經耳。", "164": "却鬼却鬼", "165": "魏恂。左庶子尚德之子。持金剛經。為監門衛大將軍。", "166": "時有蔡䇿。暴亡。數日復蘇云。至冥司。怪使者追人不", "167": "得。將撻之。使者云。魏恂持金剛經。善神擁護。追之不", "168": "得。即別遣使復追。須臾還報並同。冥官曰。且罷追。恂", "169": "聞。尤加精進。", "17": "種種靈應。特緒餘耳。功有淺深。效有小大。願覧是編", "170": "唐。王陁。為鷹揚府果毅。因病。遂斷葷肉。發心誦金剛", "171": "經。日五遍。後染疾。見羣鬼來。陁即念經。鬼聞便退。遙", "172": "曰。王令追汝。且住誦經。陁歇誦。鬼悉向前。陁乃昏迷。", "173": "須臾又見一鬼云。念經人。王令權放六月。既寤。遂一", "174": "心持誦。晝夜不息。至六月。鬼亦不來。夜聞空中呼曰。", "175": "汝以持經功德。當壽九十矣。", "176": "唐。沈嘉會。貞觀中。任校書郎。以事配蘭州。思歸甚切。", "177": "每旦夕東向拜太山。願得生還。永徽六年。十月三日。", "178": "夜見童子。儀服甚秀。云是太山府君之子。謝君拜禮。", "179": "故遣奉迎。謂嘉會曰。人之為惡。生不受誅。死必為鬼", "18": "者。高處著眼。", "180": "所治。無有徼幸得免者也。若日持金剛經一遍。即萬", "181": "罪皆滅。鬼官不能拘矣。嘉會自此持金剛經。遇赦得", "182": "歸。", "183": "避邪避邪", "184": "唐。于李面。舉進士。元和中。下第將歸。有僧勸曰。郎君", "185": "欲及第。何不讀金剛經。遂日念數十遍。至王橋宿。因", "186": "步月。見一美女。與言。遂被誘。至村舍。戲笑甚喧。升堂", "187": "又見美女五六人。回疑為怪。乃陰念經。忽有異光自", "188": "口出。羣女駭散。但聞猩穢氣。盖狐狸所宅也。榛棘滿", "189": "目。不知所適。俄有白犬。導回前行。口有光照路。遂達", "19": "乾隆二十六年二月八日歸一居士王澤泩謹題", "190": "本所。回後誦經。至數萬遍。", "191": "伏虎伏虎", "192": "唐。石首縣。沙彌道蔭。常念金剛經。長慶初。他出夜歸。", "193": "中路遇虎。吼擲而前。沙彌乃閉目坐。默念經。虎遂伏", "194": "草守之。及曙乃去。視其蹲處。涎流於地。", "195": "唐。王令望。少持金剛經。還邛州。路極險阻。忽遇猛獸。", "196": "振茆非常。急念金剛經。猛獸曳尾而去。後任安州判", "197": "司。過洋子江。夜風暴起。船數百艘盡沒。惟令望船獨", "198": "全。", "199": "化賊化賊", "2": "金剛經者。大乘正宗也。如來云。一切諸佛。及諸佛阿", "20": "金剛經感應故事分類輯要目錄金剛經感應故事分類輯要目錄", "200": "唐。長慶初。陝州人。幵行立。常持金剛經。隨身到處。焚", "201": "香拜禮。偶載貨往同州。途遇盜。立棄貨而逃。行李五", "202": "六十斤。盜舉之不得動。相視驚異。追立問之。對曰。中", "203": "有金剛經。想是神力。盜發囊見經。反與立錢百千。請", "204": "經去。誓不作賊。", "205": "脫難脫難", "206": "隋時。武牢縣宰。陸彥通。日誦金剛經十卷。李密盜起。", "207": "破城。眾賊持劒赶殺。前有深㵎。賊逼近。通躍入㵎。空", "208": "中見金剛神。以手接通臂。置石上。都無傷損。神曰。汝", "209": "持經有感。特來救爾。因得保全還家。援筆書偈。香水", "21": "延壽愈疾生子登科免溺止焚", "210": "沐浴。端坐而逝。", "211": "唐。一富商。恒誦金剛經。每以經自隨。常販外國。夕宿", "212": "海島。眾商利其財。殺之。盛以大籠。加巨石。並經沉於", "213": "海而去。其所沉之島。乃是僧院。僧每夕聞人念經聲", "214": "在海底。大異之。因命善泅者。沉水訪之。見一老人在", "215": "籠中讀經。乃牽挽而上。僧問故。云。被殺沉海。不知是", "216": "籠。忽覺身處宮殿。常有人送飲食。安樂自在。眾聞之。", "217": "悉加贊羨。遂削髮出家島院。", "218": "唐。陸康成。嘗任法曹椽。不避強禦。公退。忽見亡吏。抱", "219": "文按數百紙。請押。問曰。汝已去世。何得來。曰此幽府", "22": "却鬼避邪伏虎化賊脫難還陽", "220": "文簿。康成視之。但有姓名。略無他事。吏曰。皆來年兵", "221": "刃死者。即問曰。我在內乎。吏曰然。因大駭曰。君既舊", "222": "吏。得不救我。曰我特來啟公。惟金剛經可託。語畢。即", "223": "不見。康成乃發心讀經。日數十遍。明年朱泚反。果署", "224": "康成為御史。康成叱泚曰。賊臣敢干國士。泚怒。命兵", "225": "環射之。康成默念金剛。矢無傷者。泚曰。儒以忠信為", "226": "甲冑。信矣。乃舍之。康成遂入終南山。不復仕。", "227": "項蘭齋。在督。自云。丙辰春。夢謁至尊無敵大王。見帶", "228": "血菜色人彌萬。曰此二東也。可識之。還勸人齋素。念", "229": "佛誦金剛經。可生免兵荒。死度苦厄。居無何。山東數", "23": "免畜如願度禽濟幽生天歸西", "230": "府大饑。死亡略盡。而遼事隨大壞。死更倍焉。夢之二", "231": "東遂騐。項虔持金剛經。未甞一日輟。", "232": "還陽還陽", "233": "慕容文䇿。隋人。常持金剛經。不喫酒肉。大業七年。暴", "234": "卒。三日復活玄。初見二鬼。追至一城。極嚴峻。入行四", "235": "五里。見有宮殿羽衛。王當殿坐。僧道四夷。不可勝數。", "236": "使者入見。文䇿在後。一一問在生善惡。東西分立。乃", "237": "唱䇿名。問曰。作何善。對曰。小來持金剛經。王合掌嘆", "238": "曰。功德甚大。且放還。", "239": "唐。江陵開元寺。僧法正。日持金剛經三七遍。長慶初。", "24": "No. 1636", "240": "暴卒。至冥司見王。主問生平有何功德。答曰。常念金", "241": "剛經。乃揖上殿。登繡座念經。侍衛悉合掌。階下考掠", "242": "皆停息。念畢。遣一吏引還。王下階送曰。上人更得三", "243": "十年在人間。勿廢讀誦。因隨吏行。至一大坑。吏自後", "244": "推之。若隕空乃甦。死已七日。惟面不冷。", "245": "武德間。長安蘇仁欽。其父文忠。家巨富。債利加五。大", "246": "斗小秤。殺生害命。並無一念向善。老墮廁中而死。仁", "247": "欽與父無二。恃富欺人。恣意宰殺。年未三十。忽生重", "248": "病。見眾生面前索命。死見閻君。勑曰。汝前世修善。故", "249": "今生受福。今生恣意殺害。不識因果。令獄卒驅至刀", "25": "金剛經感應分類輯要", "250": "山劍樹。償眾生之命。欽哀告曰。欽在世。雖不看經作", "251": "善。曾施財請金剛經一卷。捨與安國寺僧神敬受持。", "252": "此僧遷化。豈無報應。須臾神敬。手持金剛經至王前。", "253": "言欽曾施經。有般若功願。放其還魂。王即合掌放還。", "254": "欽活後。印施法華一百部。金剛一千卷。修水陸大齋。", "255": "作諸功德。忽夜夢亡父言。我受地獄無量之苦。今因", "256": "汝修行。仗佛力。我及上祖七代亡魂。皆生天界矣。", "257": "唐。昜州參軍。田氏。惟好畋獵。天寶初。放鷹叢林。棘上", "258": "見一卷書。取視之。金剛經也。自爾發心持誦數年。已", "259": "誦二千餘遍。然畋獵亦不輟。後遇疾暴卒。被追至地", "26": "蓬萊王澤泩巨川甫編集", "260": "府。見諸鳥獸周回數畝。從己索命。頃之見王。問罪業", "261": "何多。田無以對。王令推問。同行十人至吏局。吏合啟", "262": "口。以一丸擲口中。便成烈火。遍身須臾󰞆滅。俄復成", "263": "人。如是六七輩。至田氏。累三丸而不見火狀。吏怪之。", "264": "具以實白。王問在生。作何福業。田曰。在生時。誦金剛", "265": "經二千餘遍。王云。足可滅一切罪。因令田氏誦經。纔", "266": "三紙。回視庭中禽獸。並不復見。誦畢。王稱美之云。誦", "267": "三千遍。延十五年壽。遂放還。", "268": "唐。天寶中。張判官失其名。奉使淮南。將渡淮。有黃衫", "269": "人。自後奔來。求附載。御船者欲歐之。張云。不可。載一", "27": "子婿孫天錦雲卿繕寫", "270": "百姓渡淮。亦何苦也。見黃衫人饑。以餘食哺之。其人", "271": "愧謝。既濟。與張分路。須臾至驛。其人已先在門。張心", "272": "嫌之曰。吾適渡汝。何為復至。對曰。欲與判官議事。非", "273": "左右可聞。張屏左右。其人曰。我奉命取君。合淮水溺", "274": "死。適蒙厚意。只可停一日耳。張拜伏求救。答云。能一", "275": "日內轉續命經千卷。尚得延壽。言訖即去。至門又回", "276": "云。公知續命經否。即人間金剛經也。張云。今日已晚。", "277": "如何轉得千卷。答云。但是人轉皆可。張乃傳呼本役", "278": "數十人同轉。至晚果終千卷。鬼又至云。判官已免。但", "279": "須一謁冥王。眾人見張。隨黃衫吏同去。張見王。王言", "28": "延壽延壽", "280": "轉經。當更益十載陽壽。放之重生。", "281": "免畜免畜", "282": "宋。蘇州府。朱進士。習舉子業。罔知佛法。一日閒遊。至", "283": "虎丘寺。值佛印禪師。講金剛經。至一切有為法四句。", "284": "為說佛法大意。朱聞之大喜。自念平日。未嘗聞此佛", "285": "法。回家午刻睡去。夢一鬼吏。押五罪人。朱亦隨之。約", "286": "行里許。至大街入巷。一家門掛青簾。鬼吏揭簾。携罪", "287": "人入。至厨房。竈上桶內有湯。罪人皆飲。朱亦覺渴。方", "288": "欲飲。吏喝曰。聽佛法人。不得飲此。乃驚覺。心疑此夢。", "289": "次日往大街入巷。果有人家。與夢中無異。扣門入。主", "29": "梁。天監中。琰法師。居長安招提寺。十一歲為僧。一日", "290": "翁見進士至。忙相接。朱問適來宅上。厨房有何動靜。", "291": "主翁曰。厨養六個小犬。內死其一。朱大驚流汗。自謂。", "292": "若非聞佛法之力。幾入狗胎矣。因持金剛經。寒暑不", "293": "輟。壽至八十九。於八月十五日。遍請師友相送。昇後", "294": "園樹梢。說四句偈。與眾相別。端然立化。偈曰。八十九", "295": "年朱公。兩手劈破虗空。兩脚踏著白雲。立化菩提樹", "296": "東。", "297": "鄒軛。居崑山。世有善名。軛弟軫。不為善事。一日見兄", "298": "請僧。誦金剛經。聞至第十五分。亦合掌稱善云。吾儒", "299": "未嘗有此語。後患時疾。不知人事。半月惟胸前未冷。", "3": "耨多羅三藐三菩提法。皆從此經出。是此經乃聖教", "30": "遇相士曰。可惜聰明壽夭。數盡十八歲。琰歸焚香。禮", "300": "於床上霍然起。告家人云。我於閶門外。為李作坊家", "301": "牛。身盡白色。見金剛神云。此人曾聞金剛經數分。何", "302": "入此類。以寶杵擊牛首而醒。自覺頂門微痛。後訪其", "303": "家。初生白犢。果亡矣。", "304": "如願如願", "305": "呂文展。開元三年。任閬中縣丞。雅好佛經。尤專心誦", "306": "金剛經。至三萬餘遍。靈應奇異。年既衰暮。三牙并落。", "307": "念經懇請。牙生如舊。時屬亢旱。刺史劉浚。令祈雨。誦", "308": "經一遍。遂獲沛然。又苦淋潦。別駕使祈晴。應時便霽。", "309": "前後證騐非一。", "31": "三寶發願。乞賜經一卷。精專受持。禱畢。隨手抽得一", "310": "度禽度禽", "311": "萬曆庚寅。湖州華林鎮一老者。誦金剛經。日有常課。", "312": "其家有伏雌。抱十二卵。一夕老者。夢男女十二人。拜", "313": "堂下曰。賴公經聲。悉得度脫禽倫。故來致謝。老者夢", "314": "覺。偶思十二鷄卵。出之覺甚輕。劈視空殻也。因呼眾", "315": "傳視。劈之俱然。卵生得度。靈騐如此。十二類皆然。持", "316": "經功德。信乎不可思議。", "317": "濟幽濟幽", "318": "嘉隆間。大將戚繼光。素持金剛經。其守越也。有亡卒", "319": "致夢云。明日當令妻詣公。乞誦金剛經一卷。以資冥", "32": "卷。乃金剛經也。專心受持。晝夜不捨。忽夜至更深。見", "320": "道。公覺。誡門吏。有婦人來。勿呵禁。俄果一婦人。哀泣", "321": "求見。因引入。如夢中所言。公允之。次日誦經。夜夢卒", "322": "云。荷公大恩。僅得半卷功德。以中夾雜不用二字。公", "323": "思其由。盖誦經時。內人遣婢送茶餅。公遙見。揮手却", "324": "之。口雖不言。心謂不用故也。遂竭誠閉戶更誦。誦畢。", "325": "是夜卒於夢中。稽首謝曰。已得超脫矣。", "326": "蘇州楓橋。盛在德。從講師懸明受經。萬曆初。病赴冥", "327": "司。則被仇鬼盛之化。告郡隍逮對也。在德理直。得縱", "328": "觀冥獄釋還。經宿復絕。見郡隍降階諭曰。我生前荊", "329": "州人。姓曹氏。自登神籙。我母張太君。轉世三度矣。咸", "33": "房中五色光現。須臾見一梵僧。身長丈五。語琰曰。汝", "330": "女身不育。若代我懇懸明師。䖍誦金剛經。月上女經。", "331": "各五百部。拯我母轉男。諭甚切。在德再生。禮請懸明。", "332": "誦滿牒告。", "333": "泗州趙璧。赴京應舉。其妻李氏已亡。後璧及第還鄉。", "334": "離家十里許倦睡。夢亡妻跪路旁。哀告曰。奴在生時。", "335": "殺害物命甚重。每於蟹出時。買作醉蟹。恣意噉食。死", "336": "後。閻君勑驅蟹山地獄。被羣蟹鉗其眼曰。徧身流血。", "337": "晝夜受苦。又生前吐酒餘殘。飲剩盞脚。及作賤飯粥", "338": "羮湯。陰司積聚。至五石九斗七升五合。使奴陽壽先", "339": "減一紀。又受三七大地獄苦。再勑獄吏。監奴賣酒。以", "34": "十八當亡。因持念大乘經功。增延壽數。言訖不見。因", "340": "俟無常鬼追到亡魂。却就奴身刺血。應賣五石九斗", "341": "七升五合。務要填足原數。別受地獄。今聞夫榮歸。特", "342": "來哀告。陰府深敬書寫金剛經。乞將奴房奩變賣。為", "343": "奴寫七卷。仗此般若功。可救地獄苦。其夫到家。即捨", "344": "財請僧寫經。方完兩卷。一日偹祭禮。為妻上墳。至墓", "345": "側。忽見老翁。言汝妻承寫經功德。昨午時准閻王勑。", "346": "已昇天界矣。言訖不見。", "347": "生天生天", "348": "遂川。趙文信。貞觀元年暴死。三日復蘇。自云。初死時。", "349": "被吏驅逐。同伴十人。相隨至閻王所。中有一僧。王先", "35": "此愈加精勤。後壽至九十二歲。無疾坐化。", "350": "問云。師在世修何功德。答云。誦金剛經。王聞此語。即", "351": "驚起。合掌贊言。善哉善哉。審誦般若。當得升天。因何", "352": "錯來至此。言未訖。忽有天衣下來。引師上天去。文信", "353": "回生。具述其事。", "354": "開元中。有盧公。寄住滑州。常持金剛經。晝日閒坐。見", "355": "二黃衫人入門。盧問為誰。答曰。是里正。奉帖追公。盧", "356": "愕然。因求帖觀。見封上作衛縣字。遂開。文字錯鏐。不", "357": "似人書。怪而詰焉。吏言。奉命相追。不知何故。俄見馬", "358": "在堦下。不得已上馬。顧見屍在床上。甚惡之。倉卒間", "359": "不知是死。又見馬出。不由門。皆行墻上。乃驚愕下淚。", "36": "唐。吳思玄。天后朝。為太學博士。持金剛經日兩遍。多", "360": "方知已死。恨不得與母妹等別。行可數十里。至一城。", "361": "城甚壯麗。問此何城。吏言王國。入城經過一院。問此", "362": "何院。吏曰。是御史大夫院。因問大夫何姓名。云姓李", "363": "名某。盧驚喜曰。此吾表兄。令吏通刺。須臾出見甚喜。", "364": "具言平昔。大夫謂曰。弟誦經。功德甚多。良由金剛是", "365": "聖教之骨髓。乃不可思議功德也。盧初入院。見數十", "366": "人皆衣冠。其後大半繫網中。或無衣。或露頂。盧問此", "367": "悉何人。云是陽地衣冠。網中者罪重。弟若為一說法。", "368": "見之者悉得升天。遂取高座。令盧升坐。誦金剛經。網", "369": "中人已有出頭者。至半後皆出地上。或褎衣大袖。或", "37": "有靈應。思玄在京病。有巫褚細兒。言事如神。星卜祈", "370": "乘車御雲。誦既終。往生都盡。及入謁王。呼為法師。致", "371": "敬甚厚。王云。君功不可思議。算又不盡。令吏送回。既", "372": "至舍。見家人披頭哭泣。屍臥地上。心甚惻然。俄有一", "373": "婢。從庭前入。吏令隨上階。及前。魂忽入體。遂活。", "374": "歸西歸西", "375": "嚴江。相城皮工也。中年棄業。於佛寺擔齋飯。在路專", "376": "持金剛經。併念阿彌陀佛不絕聲。年六十餘。忽絕粒。", "377": "飲水一月。乃言曰。我當以某月某日某時去。至期沐", "378": "浴更衣。跏趺而化。焚之得舍利數合。其舌堅如金石。", "379": "扣之有聲。時正德十三年事也。", "38": "禱。思玄往見。細兒驚曰。公有何術。鬼見皆走。思玄知", "380": "湖州屠戶。陸公。年二十三。於門前見一雲水僧。口稱", "381": "教化有緣人。陸不解。僧云。汝宰殺猪羊無數。何不改", "382": "業。陸云。承襲祖業。不能棄捨。僧云。汝若不改。後世必", "383": "墮此類。仍被他殺。冤冤相報。無有出期。貧僧覩汝。宿", "384": "有善根。可早持蓮華經金剛經。汝若專心受持。即能", "385": "消除惡業。增長福善。僧說訖不見。陸遂省悟。即請工", "386": "繪阿彌陀佛。觀音勢至相一軸。至誠供養。堅心素食。", "387": "投師習誦二經。未及五年。自能暗誦。如明日宰殺。夜", "388": "於佛前焚香。持誦蓮華一部。金剛一卷。對佛懺悔。口", "389": "稱來晨殺猪羊幾口。願將看經功德。超度被殺猪羊。", "39": "是經力。信加精勵。日念五遍。兄疾。醫無效。思玄至心", "390": "盡此報身。早生淨土。願我命終時。免此冤對。以此為", "391": "常。陸反覺身輕體健。年至八十一。將死。半月前。徧請", "392": "親友。言十一月初九辭世。聊具蔬食。祇迎相別。至期", "393": "親友赴齋。索浴更衣。端然正坐。頌曰。六十餘年專殺", "394": "業。手提刀稱暗修行。今朝得趣菩提路。水裏蓮花火", "395": "裏生。頌畢化去。親朋無不瞻仰贊嘆。", "396": "萬曆辛丑。順城門內監。張愛。晚年受持金剛經。屆易", "397": "簧。家人囑之曰。莫忘持經念頭。愛心然之。而口噤不", "398": "能答。覩二青衣押之曰。汝當往山東投胎。其行若飛。", "399": "日中已到山東。見彼土山水。及受生父母。愛一心惟", "4": "之骨髓。其功德不可思議。誦之者。可以照破諸相。洞", "40": "念經。三日而愈。思玄曾於渭橋。見一老人。年八十餘。", "400": "持經。隨押至一殿宇。心疑是東嶽。而無牛頭獄卒。殿", "401": "上一人。冠平頂冠。引愛使前。冠者起曰。汝合到此地", "402": "投胎。愛稱某一生持金剛經。但願往生。不願投胎。冠", "403": "者曰。汝持經功少。愛云。曾聞十念成就。況某持經。已", "404": "歷數年之久乎。冠者因顧兩青衣曰。且送回持經。受", "405": "死已九日。心尚煖。未殮。復甦。遂離家住西山碧雲寺。", "406": "專誦金剛經。又十一年。一日集眾云。我以持經力。今", "407": "西去矣。沐浴更衣。端坐而逝。", "408": "宣德間。川西󳬈鳴。觀道士。陳入玄。志求長生。禱神授", "409": "法。夜見一人。自稱金剛神。謂玄曰。爾往岷山。禮智融", "41": "著縗麻衣。問之曰。為所生母也。思玄恠之。答云。母年", "410": "和尚。當授汝法。玄如言往問云。玄冀長生。願聞秘要。", "411": "融云。不見金剛云。一切有為法。如夢幻泡影乎。玄云。", "412": "既如幻泡。何謂長生。融云。若見諸相非相。即見如來。", "413": "又云。即非如來。是名如來。玄於言下頓省。遂歸隱瓦", "414": "屋山之虎踞岩。年九十八。一日集鄰居曰。吾始志仙", "415": "長生。今幸得佛長生矣。願諸公得我所得。言訖。遂瞑", "416": "目而逝。", "417": "海鹽漁戶。張元。與弟貞。撒網夜歸。舟至青松塘。見水", "418": "面異光。掩映星月。疑有寶珠。遂沒水取一石匣。兄弟", "419": "相慶。歸家䖍啟。得金剛經一卷。金字所書。遂供家堂", "42": "四十三歲。有異僧教云。汝欲長壽。但念金剛經。母發", "420": "中。夜夢金甲神曰。汝前生。為長水法師講壇作務人。", "421": "因不信心。退墮至此。然微因未泯。賜汝大法。當精進", "422": "持誦。元以不識字辭。神令開口。以一丸投之。明日啟", "423": "誦。熟如久習。元以告昭慶寺僧傳如。如勉其回向西", "424": "方。越三年。元謂親識曰。蓮台現矣。端坐而化。時萬曆", "425": "丁丑七月事。", "426": "歸一居士論曰。歸西與生天有別。盖生天尚未脫", "427": "輪廻。歸西則永離生死也。何言之。輪廻共有六道。", "428": "一曰天道。二曰人道。三曰修羅。四曰畜生。五曰餓", "429": "鬼。六曰地獄。六道生死。皆輪轉不已。天上受福。雖", "43": "心日念兩遍。壽一百七歲。姨及鄰母誦之。並過百歲。", "430": "勝人間。然壽命亦皆有數。如忉利夜摩兜率化樂", "431": "諸天。壽以千計。多者不過數千歲。他化魔身光音", "432": "徧淨諸天。壽以萬計。多者亦不過數萬。到數盡時。", "433": "仍來欲界受生。不能永居天上。故曰未脫輪廻也。", "434": "至若西方。過十萬億佛土。有世界名曰極樂。其教", "435": "主號無量壽佛。至今現在說法。一歸其境。永不退", "436": "轉。直至成佛。其人壽命。皆無量無邊。非筭數之所", "437": "能知。經所謂天地壞時。這箇不壞。故曰永離生死", "438": "也。較之生天者。不逈別手。又持金經。與修淨土同", "439": "功。修淨土。與參禪家一致。何言之。盖參禪固能頓", "44": "江陵。李玄宗。其女年十三。夢梵僧曰。汝有善心。何不", "440": "悟真空。立地成佛。而修淨。", "45": "持念金剛經。凡世間男女。每日能淨心誦一卷。陽間", "46": "增延福壽。壽筭百年而終。即生天界。若能究竟般若。", "47": "直登涅槃彼岸。或有看經未圓滿者。即死入陰府。不", "48": "能拘錄。判生福貴家。受諸福報。李女依僧囑。日誦三", "49": "卷。年二十四。不願嫁。忽患傷寒。三日而卒。有二使引", "5": "見性源。直達涅槃彼岸。豈徒種種福報。感應不爽已", "50": "見閻君。照看其女無罪。見頭上有佛光。王曰。此女既", "51": "有般若功。宜判還魂。臨行。王囑曰。汝父有殺害之仇。", "52": "先減壽二紀。不久追入陰司對證。汝父好將活魚切", "53": "膾。今有魚七千餘頭。狀訴索命。汝父每夜。夢落網中。", "54": "日日頭痛。此是魚求報也。女還魂。以此白父。父驚惶。", "55": "遂同女往天寧寺。齋僧百員。願發斷除葷酒。手寫金", "56": "剛經。四十九卷。寫畢。玄宗夜夢。數千青衣童子來拜", "57": "謝。口稱我等被君殺戮。各訴宿冤。索君性命。今蒙寫", "58": "經功德。出離三途之苦。往生善道。君既釋冤。復還原", "59": "壽。又添遐筭。玄宗聞之。不勝忻喜。自爾持經不輟。壽", "6": "哉。然明其道不計其功。在利根上智或能之。若中下", "60": "至百二十歲。無疾而終。", "61": "明。正德間。南嶽有大德僧。曰楚石。博通三藏。而專持", "62": "金剛經。人有禮之乞佛法者。無賢愚貴賤。輒大聲曰。", "63": "好持金剛經去。年一百七十一歲始化。同時有白藤", "64": "和尚。無極和尚。亦專勸化持金剛經。白藤終一百三", "65": "十歲。無極終一百二十四歲。", "66": "愈疾愈疾", "67": "王偁。家晉州。性頑鄙。唐元和四年。其家疾疫而亡。惟", "68": "偁偶免。方疾食狗肉。目遂盲。不求醫藥。惟禱鬼神。數", "69": "年無報。忽有異僧請飯。謂曰。金剛經能排眾苦。居士", "7": "之士。不覩福報。信心不堅。何以使之樂誦不倦乎。此", "70": "能受之乎。偁辭以無目。僧勸寫之。偁從其言。得七卷。", "71": "請僧誦之數日夢前僧。持刀决其目。乃驚悟。覺有所", "72": "見。久而復明。自此終身誦經不替。", "73": "勾龍義。間州人。唐長慶中。於郪縣傭力。常因邑人有", "74": "疾。往省之。見寫金剛經。義毀棄止絕之。歸即喑啞。醫", "75": "不能愈。頑嚚無識。已五六年。忽聞鄰人念是經者。惕", "76": "然曰。我前謗真經。得此啞病。今若悔謝。終身敬奉。可", "77": "能言否。自後每聞念經。即倚壁聽之。月餘。偶行入寺。", "78": "逢一老僧。禮之。僧問何事。遂指口中啞。僧以刀割舌", "79": "下便能語。因與念經。正同鄰人之聲。後再訪僧。不復", "8": "余既作句解。復有感應分類之輯也。第古今傳記。所", "80": "見。惟壁畵須菩提。乃悟曰。此是也。因寫經。畵須菩提", "81": "像。終身禮拜。", "82": "崑山處士。周少岳。諱之程。五十喪明。瞳子反背。碧色。", "83": "自以廢人。乃皈心佛氏。用消宿諐。每日清晨。誦金剛", "84": "經三卷。誦則高聲贊揚。客至不為禮。積十五年。一日", "85": "烱然見物。猶以盲者不能視。妄想所結也。然令人視", "86": "其目。已見童子搖動。如此兩月。清光盡復。比少年。更", "87": "能瞭遠。少岳感金剛經力。持經益䖍。年至八十考終。", "88": "宋。紹興間。秀州宋承信。得翻胃疾。數年藥不能療。忽", "89": "夜夢梵僧曰。汝乃宿世冤愆。遂致今生病苦。汝知否。", "9": "載事跡。鑿鑿可據者。不下數千餘條。盡錄則煩。恐人", "90": "凡世間男婦。瘋癱癆跛。盲聾瘖啞。疾病纏身。經年臥", "91": "牀蓆者。其魂多攝在陰司。拷較前生今世所作罪惡。", "92": "因果毫髮不差。若有奉施金剛經。或自他書寫。或畢", "93": "世受持。纔動念。遂感陰官。較察善功。先放其魂。次遇", "94": "良醫。其病即愈。睡覺省悟。明旦焚香。躬對佛前發願。", "95": "許施金剛經一千卷。爾後又夢金剛神。賜藥一丸令", "96": "吞之。次日其病即痊。將養月餘。身體復舊。凡見聞者。", "97": "無不稱歎。", "98": "生子生子", "99": "秀水庠生。濮可重。妻王氏。有一子一女。相繼痘殤。哭"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1636 金剛經感應分類輯要", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1636 金剛經感應分類輯要", "author": "清 王澤泩編集", "language": "chinese", "source": "CBETA"}