{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 312", "1": "首楞嚴經勢至圓通章解", "10": "謬。即失之粗略。閒有智識高超出乎其類者。則又借", "100": "正選時。一依前軌。何得成密。然但聲塵火大準歸常", "101": "次。以此二門別意助顯。非本所歸重。故不更推出。至", "102": "於勢至法門。仍順長行。置識大後。為二十四門之殿。", "103": "未始不遵也。且既令專選一門。何得不揀勢至。觀其", "104": "揀辭。仍與諸聖不同。但曰因果今殊感云何獲圓通。", "105": "意謂彼雖都攝六根淨念相繼。而此相繼之念。既屬", "106": "行蘊遷流。亦生滅法。以此為因。欲往生見佛。誰曰不", "107": "可。今欲現證不生滅圓通。則因果不符。何能克獲。此", "108": "揀現獲圓通為難。非揀往生後益也。其餘諸聖單念", "109": "自佛。唯屬現修現證。故揀則全揀。以不逗此土機宜。", "11": "此經。發揮匈中。刱論有真。能舍己從經。曲順佛意。則", "110": "不合此方教體故也。有志修證者。亦可以深長思矣。", "111": "然此為信力未堅者說。若果深信淨土。縱令楞嚴獨", "112": "貶勢至。亦自不疑。何以故。以他經廣讚故。曰不可思", "113": "議功德。曰世間難信之法。曰一切佛護念。曰無上深", "114": "妙禪。曰勝異方便。曰三昧中王。多處極讚。既不生信。", "115": "一處乍眨。何輙生疑。而況曾不獨貶。而況復示暗選", "116": "乎。奈末世眾生讀此經者。既不能依教從耳門深入", "117": "現證圓通。偏於念佛法門好起疑惑。乃至破他淨信。", "118": "障他善行。薄福少智人。往往習氣如是。故茲約法依", "119": "經。曲為辯析。不自知其辭之叢沓也。豈得已哉。", "12": "西湖鑑一疏之外。吾未見其能竝美者。孰謂今人必", "120": "首楞嚴經勢至圓通章解終", "13": "不能邁古耶。或病其主張太過。譏其杜撰不無。縱未", "14": "能無遺憾。要亦大有功於此經者矣。至於舍識用根", "15": "歸重圓通之說。則諸佛誠言誰敢不信。此方教體誰", "16": "敢不遵從。而議之者。皆違經抗佛者也。現前諸善友", "17": "既已標心淨土。復欲研究此經。甚不易得。然始末無", "18": "論。只此圓通文中大有淆譌處。若非善讀善會者。則", "19": "所謂醍醐毒藥亦不甚遠。豈不聞楞嚴會上選佛場", "2": "清　行策撰", "20": "開。觀音登科。勢至下第。修淨土人於此若不揀辨。何", "21": "以發此經之密意。而堅後學之行願耶。但勢至法門", "22": "非此經要義。故鑑師疏中亦引而不發。今則先辨法", "23": "門。次彰密意。", "24": "辨法門者。當知此聖圓通屬七大中根大。以都攝六", "25": "根故。依此六根而修念佛三昧。有三種不同。一者念", "26": "自佛。二者念他佛。三者念自他佛。若念自佛。則與諸", "27": "聖圓通。是同以根性為所念法門。以旋湛為能念方", "28": "便。如央崛經云。所謂彼眼根於諸如來常具足無減", "29": "修。了了分明見。乃至彼意根於諸如來常具足無減", "3": "首楞嚴一經。說在法華之後。實為佛法堂奧。昔智者", "30": "修。了了分明知等。亦如此經十方諸佛同告阿難。令", "31": "汝速證安樂解脫寂靜妙常。唯汝六根更非他物。又", "32": "如祖師云。在胎名身。處世為人。在眼曰見。在耳曰聞。", "33": "在鼻辨香。在口談論。在手執捉。在足運奔。識者知是", "34": "佛性。不識喚作精魂。從上諸祖如斯指示甚多。此念", "35": "自佛三昧具攝一切教義。一切禪宗直指法門。罄無", "36": "不盡也。若念他佛。則與諸聖圓通有異。以六根為能", "37": "念。以果佛為所念。法身雖復一體。我無二種莊嚴。諸", "38": "佛福智圓滿成兩足尊。念彼果德。不生疲厭。眼常瞻", "39": "佛相。耳常聞佛教。鼻常觸佛香。舌常稱佛號。身常禮", "4": "判教時。此經未來支那。故唯以法華涅槃為後味。若", "40": "佛像。意常緣佛法。六根所注無非佛境。如是相繼無", "41": "閒無雜。此念他佛三昧。具攝一切彌陀藥師彌勒上", "42": "生等經。及蓮社一切業行事想法門。罄無不盡也。若", "43": "念自他佛。則與諸聖圓通。同而復異。先須開圓頓解。", "44": "了知生佛一如心土不二。託彼依正顯我心性。既不", "45": "迷性外。有佛亦不執。彼土非心。此則開圓解處與諸", "46": "聖同。託他境處與諸聖異。十六觀經所謂勝異方便。", "47": "今文謂不假方便自得心開。以此方便最勝極異故。", "48": "不更假餘方便也。祗就圓頓教中三種念佛三昧。對", "49": "四種淨土。略辨攝生大用。惟念自佛者。攝歸實報寂", "5": "令一見。必廣有疏釋。且判屬醍醐無疑矣。奈四依大", "50": "光二種淨土。然但能豎入不能橫超。又但被利根不", "51": "能普攝。又則諸聖所同不顯此門獨異。似非勢至攝", "52": "歸本旨。今謂正攝念他佛及念自他佛二種行人。歸", "53": "于同居淨土。兼復橫超方便實報寂光。是故文中深", "54": "明感應道交之益也。", "55": "次顯經密意者。選擇圓通法門。猶如國家用兵選將", "56": "相似。或推作先鋒。或壓令殿後。殿後者為正選。餘則", "57": "各隨常隊而已。其推與壓要非無故而然。祗如十八", "58": "界中。必先根次塵後識。此常例也。今以六塵居先而", "59": "根次之。六塵中必先色次聲。以及香味觸法。今以聲", "6": "士已滅。古今疏主各興異見。久如聚訟。後學不具擇", "60": "最居先而色次之。於六根中僅列其五。抽出耳根置", "61": "于二十四門之後。葢以此方真教體清淨在音聞。故", "62": "以音塵開先。聞根殿後。而獨詳明之也。雖不顯言其", "63": "故。人已覺之。既歸重耳門。一經要旨排列圓通法應", "64": "如是。然念佛法門亦逗此方機宜。末世眾生須依念", "65": "佛得度。乃此經方令一門深入直了自性。若復雙選", "66": "二門。則昧本經旨趣。若令念佛法門直爾混依常隊。", "67": "又失他經廣讚之意。故今巧示推壓。如軍中密令未", "68": "許泄漏。葢前於十八界中。明抽耳根為重將矣。今乃", "69": "於七大中。暗壓根大為重將。而此根大正屬念佛法", "7": "法眼。靡所適從。至欲盡廢疏解唯看經文。亦過激之", "70": "門。既不違他經廣讚之宗。仍不乖此經用根之義。可", "71": "謂至巧亦至密矣。夫七大次第。曰地水火風空見識。", "72": "見即是根本。應根先識後。今移識居第六。而以根大", "73": "殿後。亦如十八界中之耳門也。又於前五大中。推火", "74": "大作先鋒。而以地水風空次之。此有兩意。一為當機", "75": "墮婬起教故。以多婬召火。警多聞人先除欲漏也。故", "76": "文云。說多婬人成猛火聚。乃至化多婬心成智慧火。", "77": "諸佛呼我名為火頭。我以火光三昧力故成阿羅漢。", "78": "願為力士。親伏魔怨等。明以警之也。一切經律中。皆", "79": "以不殺為首戒。此經則以不婬為第一決定明誨。於", "8": "論也。及乎以己智尋經。又多不能達其旨趣。則終於", "80": "三緣中。亦以欲貪先於殺盜。均此意耳。二為末世對", "81": "治重障。以煩惱雖多惟婬欲為生死根本。最能障往", "82": "生法故。令行人觀凡夫身內婬火。即如來藏性空真", "83": "火循業發現。深觀得悟成智慧光。非唯不障往生。且", "84": "能將送行人託上上品。所以淨名讚婬怒癡。以其體", "85": "即藏性而染淨。功用在反掌間耳。故以火頭居先。亦", "86": "如十八界中之陳那也。今請歷觀諸聖。除此二先鋒。", "87": "二重將外。餘皆一依常例。次第不紊可見。二十五聖", "88": "起座之時。諸大弟子結集之際。一威一儀。一起一止。", "89": "皆有深意。悉符教義。以粗心遇之。又安可得耶。然則", "9": "昧昧而已。試平心論之。眾解豈無長處。然不失之乖", "90": "觀音雖獨登科。勢至豈全下第。但於觀音則明選。於", "91": "勢至則暗選耳。良以圓根別入故明選。諸相總攝故", "92": "暗選。此方教體故明選。此土有緣故暗選。通益當機", "93": "時會現未眾生故明選。別益惡世法末時不見佛眾", "94": "生故暗選。虎榜高顯處人所共知。朱衣暗點時人所", "95": "不覺。故曰大有淆譌。須善讀善會也。或曰既是密意。", "96": "何得泄漏。曰楞嚴選佛場中。揭榜已二千餘年矣。此", "97": "時若不明破。密將焉用。或又曰。誠如子言則文殊說", "98": "偈選擇時。豈亦不知密意。何不遵前例一概都揀耶。", "99": "曰。諸聖自陳各說第一。故寄推壓巧示密機。若承敕"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 312 楞嚴經勢至圓通章解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 312 楞嚴經勢至圓通章解", "author": "清 行策撰", "language": "chinese", "source": "CBETA"}