{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1078 準提心要", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1078-A 刻準提心要序No. 1078-A", "1": "刻準提心要序", "2": "一切菩薩之德不可思議。況稱七俱胝佛母乎。一切", "3": "總持之功不可測量。況稱陀羅尼之王乎。故念準提", "4": "王者速滅四重五逆。持其神呪者。頓生三昧智慧。滅", "5": "惡生善。其用至矣哉。予師伯長壽。香法師信奉準提", "6": "誦持神呪有年矣。一日視予準提心要一冊。而謂曰。", "7": "此之法也。其行簡易。其効神速。大有裨於叔世行人", "8": "者也。請子傍加國訓。梓行於世焉。則其利亦豈尠少", "9": "哉。予聞其言欣然乃諾。遂為校閱。授之劂生。仍書數", "10": "字冠於卷首。", "11": "寶永己丑七月僧自恣日", "12": "天台山飯谷沙門慧曇　謹序", "13": "No. 1078", "14": "準提心要", "15": "準提心要序準提心要序", "16": "經言佛國無諸女人。解之者曰。女人作佛者皆變成", "17": "佛相。不復有女人舊相也。而準提王獨以佛母名者", "18": "何哉。一日瞻拜之下。忽有思曰。母者養育之義也。慈", "19": "愛之稱也。葢父師之督責不能施於有生之初。母氏", "20": "之劬勞偏能適其赤子之性。古佛之戒律甚嚴。父師", "21": "教誨之道也。準提之接引甚寬。母氏慈祥之德也。何", "22": "者古佛欲眾生之出世也。必嚴其防而正告之。曰。人", "23": "生好色者不能成佛。爾之妻子不必有也。人生殘忍", "24": "者不能成佛。爾於有情之肉不必食也。人生迷亂其", "25": "性者不能成佛。爾於清酒美醴不必染指而沾唇也。", "26": "其教可謂嚴矣。於是眾生能者從之。不能者去之。準", "27": "提王慮其從之者少。去之者多也。因立一法。以誘之", "28": "曰。爾能從吾教。吾聽爾有妻子也。但勿邪淫足矣。爾", "29": "能從吾教。吾聽爾食肉以果腹也。但一月數齋戒足", "30": "矣。爾能從吾教。吾聽爾取旨酒而少甞之也。但令溫", "31": "克不沉湎焉亦足矣。若爾不吾信。將爾所欲求如官", "32": "爵。如眷屬。如寶珠。仙藥之難致者。第從吾教而誦吾", "33": "呪皆可大慰其懷。來吾教不以飲酒食肉有妻子之", "34": "故而拒絕於爾也。亦見吾教之寬而可從乎。於是眾", "35": "生之從佛者。聞準提之名而信之向之。即眾生之不", "36": "從佛者。亦聞準提之名而信之向之。所以然者何也。", "37": "人情畏父師之嚴。樂母氏之寬。故世尊之法人畏其", "38": "難。準提之法人樂其寬。此佛母之名所由來也歟。雖", "39": "然立教者既寬而奉教者又欲嚴。必體慈母愛子之", "40": "心。如臨深如履薄。有善必進。有過必知而改。然後可", "41": "以立身揚名耳。倘恃母氏之寬而不吾責也。遂肆情", "42": "欲以自陷於罪戾。雖有聖善之母不能為之地。是可", "43": "悲也。夫是可畏也。夫奉準提者必作如是觀。方有合", "44": "於準提之旨也。請以是言為序。", "45": "天運壬子歲長至日閩中佛弟子施堯挺薰沐拜", "46": "撰", "47": "寶像記寶像記", "48": "準提佛母寶像。有無量光明。相好身黃白色。結趺跏", "49": "坐。上衣下裳皆白縠花紋者。體掛瓔珞。胸生卍字。綬", "50": "帶繫腰。朝霞絡身。手腕白螺為釧。臂上七寶為釧。兩", "51": "耳懸寶鐺。眾指著指環。首戴花冠。冠上化現五如來。", "52": "面上三目。目色澄清。有下視眾生。生悲愍意。全身十", "53": "八手臂。上兩手作說法相或作結准提印。第二手左執如意", "54": "幢右施無畏。第三手左執紅蓮花右執劒。第四手左", "55": "執澡罐一作灌澡瓶右執摩尼數珠一作執寶鬘。第五手左執", "56": "金剛索右執徵若布羅迦菓漢言子滿菓此間無西國有。第六手", "57": "左執輪右執鉞斧。第七手左執法螺一名商佉右執鈎。第", "58": "八手左執賢瓶一名如意瓶右執拔折羅一名金剛杵。第九手", "59": "左執般若波羅蜜經右執寶鬘一作執數珠。坐蓮花上。花", "60": "下有二龍王擁護。此寶像大略也。若持誦行者。欲想", "61": "出寶像。應作如是觀。不能作如是觀者。隨意所便。諦", "62": "觀一物十八臂所執法物。則念慮誠一。雜妄不生。是謂意密。", "63": "加以誦呪口密。結印身密。是謂三密相應。上根持誦", "64": "方能有此。久不間斷則獲福廣大。即於此生得進菩", "65": "提矣。癸丑年九日記。", "66": "今世所傳寶像十八臂中法物彼此互異。堯挺", "67": "詳攷經懺遺文。參酌至當。援筆記之。使後之觀", "68": "想者知所據。即作像者亦知所準云。", "69": "集提印法集提印法", "70": "大三昧印大三昧印", "71": "兩手仰掌展舒。右手壓左手。兩大拇指以指甲相著", "72": "放在臍輪下。澄定身心後。頂上散印。○此印能滅一", "73": "切狂亂妄想雜染思維。", "74": "金剛拳印金剛拳印", "75": "大拇指捻無名指根第一節。捻時。念唵字。餘四指󱠛", "76": "握大拇指作拳。󱠛念四吽字誦呪畢。亦󱠛念五吽字。", "77": "󱠛開五指散印。○此印能除內外障染成就一切功", "78": "德。", "79": "準提印準提印", "80": "兩手無名指并小指相乂於內。右指壓左指左指疊近胸右", "81": "指疊在外。兩中指直竪相柱。兩頭指屈附中指第一節一云", "82": "第二節側。兩大拇指並捻右手無名指中節屈指時念九", "83": "聖梵字。欲有召請時以二頭指去來。誦呪畢。舉印頂", "84": "上兩手散開。各用响聲訣。念吽字散之。○此印菩薩", "85": "即來護持。能消一切業障。積集無量福德皆得現前。", "86": "速證無上菩提。", "87": "响聲訣响聲訣", "88": "大拇指捻中指頭肚頭。指屈附中指第一節。打响一", "89": "聲念一吽字。", "90": "上來諸印總要身密。若不曉諸印者。但結金剛拳", "91": "亦是身密。更有散持者。凡行住坐臥皆可持。只持", "92": "唵折󰽦。以下呪文不必結印。不必記數。不必觀想。", "93": "不必對佛對鏡。所謂口誦便是。真行能除煩惱。安", "94": "樂法身者也。", "95": "准提印外式准提印外式", "96": "准提印內式准提印內式", "97": "金剛拳金剛拳", "98": "大三昧印大三昧印", "99": "持誦儀軌持誦儀軌", "100": "持呪人須立鏡壇。取一新鏡未曾用者。鏡面向西。", "101": "行者面向東。每月十五日夜隨力設供養。具結准", "102": "提印當心。呪鏡一百八遍。然後照常持呪。", "103": "每日早晚對鏡焚香禮拜已。便觀想諸佛菩薩寶", "104": "像有無量光明相好一一現前念。", "105": "南無七俱胝佛母大聖准提王菩薩三拜或一拜。", "106": "南無准提會上諸佛諸菩薩一拜。", "107": "南無准提會上護法護呪一切聖眾一拜。拜竟。誦普", "108": "供養真言曰。", "109": "唵哦哦曩三婆縛韈日囉吽口中念普供養真言。手中要結普通吉祥印。其", "110": "印法以右手大指與無名指相捻。着餘三指皆放散是也。即以此印印諸器物。自然遍法界皆有無盡香．", "111": "花．燈．塗．幢幡．珍饈等物供養。以表䖍誠。若無種種香．花等物諸供養具者。止念此呪。結此印。亦成無盡供", "112": "養具。誦呪畢頂上散印跪祝曰。弟子某甲奉持神呪。祈求某", "113": "事云云如意者。一拜而起按顯密圓通凡有祈求要先持准提真言五十", "114": "萬遍。或七十萬遍。或百萬遍。以為先行。然後誦呪。祈求決定成就。若求出世間法者。預前持准提真言五", "115": "百萬遍。或七百萬遍。或千萬遍而為先行。然後誦呪。定有靈騐。乃金剛正坐以右脚壓", "116": "左脚䏶上。或隨人意坐亦得手結大三昧印。想自身頂上有梵", "117": "書􄙈㘕字。此字遍有光明如明珠如滿月。然後誦", "118": "呪。有不能想得梵字者。只專心誦呪亦具一切三昧。餘倣此。或又想􄙈字變成", "119": "火輪燒盡自己有漏之身。復想大蓮花上有􆿅阿", "120": "字生成無漏智身。更想􆿓暗字灌頂已。又想􄙈㘕", "121": "字變成大火燒此有為世界。如同刼火燒盡無遺。", "122": "但有空寂。復想建立無為之壇。於最下方遍想􄑖", "123": "欠字雜色而為空輪。於空輪上遍想􄚲含字黑色", "124": "變成風輪。於風輪上遍想􄙈㘕字赤色變成火輪。", "125": "於火輪上遍想􄙠鑁字白色變成水輪。於水輪上", "126": "遍想􆿅阿字黃色變成金剛地。於金剛地上遍想", "127": "有大蓮花。一一蓮花上皆有准提菩薩。無量聖眾", "128": "圍繞。一一准提前皆有行者自身。一一自身各出", "129": "無量華．菓．飲食．幢幡等諸供養具而為供養。又皆", "130": "對准提鏡壇三密相應又行者若無准提像并花菓飲食等供具。但作此觀", "131": "亦得吉祥成就。有不能想火輪灌頂建立無為壇等法者。但依上文想􄙈字頂上如明珠如滿月止亦得", "132": "觀想畢。捧淨水念准提真言二十一遍。上下八方", "133": "灑之即成辟除結界不便洒水者。以手擬水想作洒水狀。亦同洒水次誦", "134": "淨法界真言二十一遍。左手握金剛拳。右手持念", "135": "珠或跪或坐隨便誦真言曰。", "136": "唵􇩂㘕心想梵字􄙈", "137": "次誦護身真言二十一遍真言曰。", "138": "唵􇩂嚙𡄦二合𡄦字去聲彈舌呼之。心想梵字􄯺", "139": "次誦六字大明真言一百八遍真言曰。", "140": "唵麼抳鉢訥銘二合吽心想梵字光明。又想自身完滿潔白。徧有光明。心作思維曰。一", "141": "切眾生身中悉得清淨不染煩惱", "142": "􇩂􄗥􄕍􄖵􈉃二合􈋶", "143": "誦畢以金剛拳印額上。次印左肩右肩。次印心上", "144": "㗋上於頂上散之。印五處時󱠛念五吽字散時󱠛", "145": "開五指亦󱠛念五吽字。", "146": "次誦准提真言。兩手結准提印。以准提真言與一", "147": "字大輪呪一次。同誦一百八遍若不能結准提印者。如前式左手結", "148": "金剛拳。右手執念珠持。若結准提印欲記數時。於自身分手指上記。或准提菩薩手臂上記。若忙者只散", "149": "持之。或有不樂大輪呪者。只持准提真言亦得。○或不能從普供養淨法界等真言次第持誦者。只持準", "150": "提神呪亦得。更或鈍根只唵字以下持之。", "151": "稽首皈依蘇悉帝。頭面頂禮七俱胝。我今稱讚大", "152": "准提。惟願慈悲垂加護念一遍。", "153": "七俱胝佛母心大准提陀羅尼真言曰。", "154": "南無颯哆喃三藐三菩䭾俱胝喃怛你也二合他", "155": "唵折󰽦主󰽦󰽦提娑婆二合訶　唵部林二合", "156": "􄖩􄗭􄙺􆽕􈁀􄙺􄢦􇩀􈎭􇧺􄑈􄓜􈁀􄕗􄟯二合􄕤", "157": "􇩂􄑼􄙐􈇓􄙐􄒦􆩴􇩉二合􄚩　􇩂􆾿二合", "158": "誦竟。於頂上散准提手印。或結印誦得一千八十", "159": "遍更好。或一百八遍外但以左手作金剛印。右手", "160": "掐念珠持。或持三百遍。或五百遍。或七百遍。或千", "161": "八十遍。或三五千遍。或無數無記隨力以持皆可。", "162": "但一百八遍外自唵字以下持之初學者宜全呪持之。或不樂持", "163": "全呪者。槩從唵字以下持之。或不樂唵字以下持之者。從初至終已全呪持之。更有息灾法。增益法。敬愛", "164": "法。降伏法。及出世間法五種壇法。各有不同。只照前法持之。凡有所求。決定成就。詳見顯密圓通。○又正", "165": "持誦時。未滿一百八遍不得共人語話。若欲語話時。舌上想􄙈字縱有語話。不成間斷。", "166": "誦畢。仍念完滿補闕真言十遍。真言曰。", "167": "唵呼魯呼魯社野穆契莎訶", "168": "南無七俱胝佛母大聖准提王菩薩三拜或一拜。", "169": "南無准提會上諸佛諸菩薩一拜。", "170": "南無准提會上護法護呪一切聖眾一拜。", "171": "拜竟。收鏡入囊。上來持誦儀軌竟。", "172": "准提呪說准提呪說", "173": "唵哦哦曩三婆縛韈日囉吽是普供養真言。加以吉", "174": "祥印能令遍法界皆有無盡香．花．燈．塗．幢幡．傘。葢", "175": "衣服．臥具．樓閣．宮殿．獅子座．音樂．歌舞．種種珍饈", "176": "等物遍虗空界而為供養。以表虔誠。若無香花等", "177": "物諸供養具者。止念此呪。結此印。亦成無盡供養", "178": "具此呪原不屬准提。古人恐持准提者乏供養。以致敬故。補此呪於前云。", "179": "唵㘕是淨法界真言。想一􄙈㘕字能令三業悉皆清", "180": "淨。一切罪障盡得消除。又能成辦一切勝事。隨所", "181": "住處悉得清淨。衣服不淨便成淨衣。身不澡浴便", "182": "當澡浴。若用水作淨不名真淨。真言一字變染成", "183": "淨。偈云。囉字色鮮白。空點以嚴之。如彼髻明珠置", "184": "之於頂上。真言同法界。無量眾罪除。一切觸穢處。", "185": "當加此字門。○若實外緣不具。但用此㘕字淨之。", "186": "若外緣具者。先水澡浴著新淨衣。更用􄙈字淨之。", "187": "即內外俱清淨也。", "188": "唵嚙𡄦是護身真言。能滅五逆十惡一切罪業。能除", "189": "一切種種病苦灾障惡夢邪魅鬼神諸不祥事。而", "190": "能成辦一切勝事。令一切所願皆得圓滿。此呪是", "191": "諸佛心。若人專心誦一遍能守護自身。一切鬼神", "192": "天魔不敢侵近。誦兩遍能守護同伴。誦三遍能守", "193": "護一宅中人。誦四遍能守護一城中人。乃至誦七", "194": "遍能守護四天下人。", "195": "唵麼抳鉢訥銘吽是六字大明真言。若誦此呪。隨所", "196": "住處有無量諸佛菩薩天龍八部集會。又具無量", "197": "三昧法門。持誦之人七代種族皆得解脫。腹中諸", "198": "蟲當得菩薩之位。是人日日得具六波羅蜜圓滿", "199": "功德。得無盡辨才清淨眾聚。口中所出之氣。觸他", "200": "人身蒙所觸者離諸嗔毒。當得菩薩之位。假若四", "201": "天下人皆得七地菩薩之位。彼諸菩薩所有功德", "202": "與誦六字呪一遍功德等無有異。此呪是觀世音", "203": "菩薩微玅本心。若人書寫此六字大明。則同書寫", "204": "八萬四千法藏所獲功德等無有異。若以金寶造", "205": "如來像數如微塵。不如書寫此六字中一字功德。", "206": "若人得持誦此六字大明。是人貪嗔癡不能染著。", "207": "若戴持此呪在身者。亦不染著貪嗔癡病。此戴持", "208": "人身手所觸眼目所覩一切有情速得菩薩之位。", "209": "永不復受生．老．病．死等苦。說此六字大明竟。有七", "210": "十七俱胝佛一時現前。同聲說准提呪。即知此六", "211": "字大明與准提真言次第相須也。", "212": "南無颯哆喃三藐三菩駄俱胝喃怛你也他唵折󰽦", "213": "主󰽦准提娑婆訶是准提呪。能滅五逆十惡一切", "214": "罪障。成就一切白法功德。持此呪者。不問在家出", "215": "家飲酒食肉有妻子不揀淨穢。但志心持誦能使", "216": "短命眾生增壽無量。迦摩羅疾尚得差除何況餘", "217": "病。若不消滅無有是處。若誦滿四十九日。准提菩", "218": "薩令二聖者常隨其人。所有善惡。心之所念。皆於", "219": "耳邊一一具報。若有無福無相。求官不遂。貧苦所", "220": "逼者。常誦此呪。能令現世得輪王福。所求官位必", "221": "得稱遂。若求智慧得大智慧。求男女者便得男女。", "222": "凡有所求。無不稱遂。似如意珠一切隨心。又誦此", "223": "呪。能令國王大臣及諸四眾生愛敬心。見即歡喜。", "224": "誦此呪人。水不能溺。火不能燒。毒藥怨家軍陣強", "225": "賊及惡龍猛獸諸鬼魅等皆不能害。若欲請梵王", "226": "帝釋四天王閻羅天子等。但誦此呪。隨請必至。不", "227": "敢前次。所有驅使隨心皆得。此呪於南瞻部州有", "228": "大勢力。移須彌山竭大海水。呪乾枯木能生花菓。", "229": "何況更能依法持誦。不轉肉身得大神足往兜率", "230": "天。若求長生及諸仙藥。但依法誦呪。即得見觀世", "231": "音菩薩或金剛手菩薩授與神仙妙藥。隨取食之。", "232": "即成仙道。得延壽命。齊於日月。證菩薩位。若依法", "233": "誦滿一百萬遍。便得往詣十方淨土。歷事諸佛。普", "234": "聞玅法。得證菩提。龍樹菩薩以偈讚曰。准提功德", "235": "聚。寂靜心常誦。一切諸大難。無能侵是人。天上及", "236": "人間。受福如佛等。遇此如意珠。定獲無等等。", "237": "唵部林是一字大輪呪。亦名末法中一字心呪。此呪", "238": "於末法時。法欲滅時。有大勢力能於世間作大利", "239": "益。能護如來一切法藏。能降伏一切八部之眾。能", "240": "摧世間一切惡呪。是一切諸佛之頂。文殊菩薩之", "241": "心。能施一切眾生無畏。能與一切眾生快樂。凡有", "242": "修持。隨意得果。同如意珠。能滿一切之願。若誦此", "243": "呪。於四方面五百驛內。諸惡鬼神皆自馳散。諸惡", "244": "星曜及諸天魔不敢侵近。若持誦餘一切真言。恐", "245": "不成就。即用此呪共餘真言一處同誦。決定成就。", "246": "若不成就及無現騐。其呪神等即當頭破七分。是", "247": "知此呪能助一切真言疾得成就。或別持此呪亦", "248": "得。", "249": "唵呼嚕呼嚕社野穆契莎訶是圓滿補闕真言。所以", "250": "補諸呪之闕失而獲圓滿之全功也。凡持諸真言", "251": "者。如有手印不次第存想。不專注誦持有斷續等", "252": "過。一念此呪。皆有功無罪。故編附於後。以為准提", "253": "呪一助焉此呪原不屬准提。自他呪採入。故云編附。", "254": "若能如法誦呪。即有一切善神龍王金剛密跡常隨", "255": "衛護不離其側。如護眼睛。如護己命。", "256": "設有眾生於散亂心口持神呪。常有無量金剛藏王", "257": "菩薩種族眷屬晝夜常隨侍衛。此人縱令魔王求", "258": "其方便。終不可得。諸小鬼神去此善人十由旬外。", "259": "若魔眷屬欲來侵擾是善人者。諸金剛眾以寶杵", "260": "碎其首猶如微塵。恒令此人所作如願心未開悟。自有散亂", "261": "處。即散亂持呪。尚有如是功用也。況不散亂者乎。", "262": "若亡人廣造惡業死墮三塗。真言行者即稱亡人名", "263": "字。專心誦呪。亡者應時得離惡趣生於天上若亡人未", "264": "造惡業者。其得呪力生天更無疑也。凡仁孝慈悲之士更當留意於此。", "265": "依餘門成佛。如乘羊馬行千里程經久方到。依陀羅", "266": "尼門成佛。如乘神通行千里程。舉意便到。所至處", "267": "雖無異。所乘法有遲疾也。", "268": "持誦呪者一切所求皆得果遂。惟除於呪生疑不深信者", "269": "其持呪必無騐。勿訝呪之罔功也。", "270": "以上說呪功用。", "271": "每日持誦須要定其時分。若一時持。定早晨。二時持。", "272": "加黃昏。三昧持。加正午。若務忙者不拘時分。有暇", "273": "則持若日間有事者從夜間持之。若奔走不給者。凡應事接物皆散持之。○散持謂不結印。不", "274": "記數。不對鏡。不觀想。", "275": "持誦有五種隨根所樂。一瑜伽持。想自心如一月輪", "276": "湛然清淨。內外分明。以九聖梵字布心月中。􇩂唵", "277": "字居中。􄑼折􄙐󰽦􈇓主􄙐󰽦􄒦准􆩮提􅁥娑婆􄚩", "278": "訶字從前右旋。次第周布輪緣去聲。終而復始。二出", "279": "入息持。謂出入息中想有九聖梵字。息出字出。息", "280": "入字入。字字朗然。如貫明珠不得間斷。三金剛持。", "281": "唇齒不動。舌不至㗁。但口中微動。四微聲持。但令", "282": "自耳聞之。不緩不急。字字須得分明稱之。五高聲", "283": "持。令他聞之。亦得滅罪。", "284": "復有二種持誦。一無數持。謂不持珠。定數常無間斷。", "285": "二有數持。謂掐數珠。每日須限定其數。不得闕少。", "286": "倘有要事阻礙。闕少其數。事已必須補還。或限數簡易。不過三五百。或一二百。每日寧過其數。不至闕少", "287": "亦得。", "288": "上根持須得三密相應。一身密結印。二語密誦呪。三", "289": "意密。或想真言梵字。或緣持誦之聲。或想准提菩", "290": "薩。或想菩薩手中所執杵瓶花菓等物。若用三密", "291": "為門。不須經歷劫數具修諸行。只於此生足滿諸", "292": "波羅蜜。", "293": "行者不須苦節勞形。恐心神散亂。於行住坐臥四威", "294": "儀中。皆得三密修習。於見聞覺知。惟觀􆿅阿字。要", "295": "在勤䇿身心不令懈怠。欲近成就時。必有種種障", "296": "起。應作息灾降伏等法。隨行者性根差別。於其中", "297": "間必獲三昧現前。即於定中見無數佛會。聞玅法", "298": "音。證得十地菩薩之位。", "299": "若人緊切持誦時。或逢種種魔障。或忽然怕怖。或舌", "300": "難持誦。或身心不安。或多嗔多睡。或見諸異相。或", "301": "於呪反生疑心不欲持誦等云云。若對治者應觀", "302": "梵書􄗽囉字。或觀􄙈㘕字。或觀􆿅阿字等。但隨觀", "303": "一字。彼境界自然消滅。若分別心多。當觀􄙮灑字。", "304": "即成無分別。若著有心多。應觀􄚲含字。即因緣法", "305": "本空也。○此上且約一途而說。若實言之。隨一字", "306": "一切處皆得用之。謂一字實具一切字。一切功用。", "307": "是一切佛菩薩也。", "308": "真言行者用功持誦。或夢見諸佛菩薩聖僧天女。或", "309": "夢見自身騰空自在。或渡大海。或浮江河。或上樓", "310": "臺高樹。或登白山。或乘獅子白馬白象。或夢見好", "311": "花菓。或夢見著黃衣白衣沙門。或喫白物吐黑物。", "312": "或吞日月等。即是無始罪滅之相。或正持呪時。見", "313": "諸𤳖光明。或見空中遍地奇特之花。或見諸佛菩", "314": "薩聖僧天仙等。或見諸佛淨土。或自遊佛國。親承", "315": "供養。或見燈光高一二尺。乃至一丈。或無火。爐中", "316": "自有煙起。或見佛像幡葢自動。或聞諸佛菩薩種", "317": "種美聲。或覺自身巍巍高大。或齒落重生。或髮白", "318": "返黑。或身潤白不生蚤虱。或貪嗔癡心自然消滅。", "319": "或總持不忘一字能演多義。或智慧頓生自然通", "320": "曉一切經律論。或一切三昧法門自然現前。或福", "321": "德頓高四眾歸仰等云云。若逢如上之事。但見福", "322": "慧增長近成就相。莫生疑惑之心。勿起取捨之念。", "323": "應觀所逢境界皆是􆿅阿字。或􄙈㘕字等。或想皆", "324": "如夢幻。或想皆是法界一心。若得逢如是應騐。更", "325": "須䇿發三業。加功持誦。不得宣說呪中境界。衒買", "326": "與人。惟同道者不為名利敬讚方得說之。○此上", "327": "所說正持呪時。見諸𤳖光明等事。皆是經文今有", "328": "閑僧儒士汎參禪理者。闕見相以為妖異。此則非", "329": "但毀謗最上乘教。亦是捨相取性之邪見也。不知", "330": "其相本來自性耳。", "331": "以上說持呪工夫。", "332": "呪為如來密教。惟佛與佛不言而喻。即因位菩", "333": "薩亦不能知其微旨也。況挺世間凡夫又何能", "334": "取而說之也。然呪不可說而呪之功用與持呪", "335": "之功夫則可說也。苟能從功夫而獲功用。精進", "336": "不已。亦將超因位菩薩而上之。則凡不可說者", "337": "而皆為可說者矣。佛弟子施堯挺謹述", "338": "此呪文所在。必有天龍八部擁護。最為靈應。", "339": "即不能持誦者。亦當虔心奉祀。與家中佛神", "340": "供養一處。獲福無量。切不可混置。褻慢自取", "341": "罪過。敬之。敬之。", "342": "福省南臺後洲準提堂藏板"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1078 準提心要", "author": "明 施堯挺撰"}