{"sourceLink": "http://www.cbeta.org/", "text": {"0": "三　長老之譬喻二第三十八　菩提萬達迦品三七七　伽斯摩利婆羅達耶迦（伽斯摩拉果布施）", "1": "第三十九　阿萬陀婆羅品第三十九　阿萬陀婆羅品", "10": "三七九　拉布迦婆羅達耶迦（拉普迦果布施）三七九　拉布迦婆羅達耶迦（拉普迦果布施）", "100": "一六其業既已熟，提婆達投石，小岩石斷片，摧傷吾足指。", "101": "一七昔吾為青年，遊戲大道中，吾見辟支佛，陶片置道上。", "102": "一八吾業既成熟，此世最後生，提婆達多害，遣凶來殺吾。", "103": "一九昔吾乘大象，見彼辟支佛，乞食彼行路，驅象加危害。", "104": "二〇其業既成熟，那羅祇梨象，耆梨跋提市，狂象加害吾。", "105": "二一昔為王步行，以槍殺他人，其業既成熟，吾受地獄煮。", "106": "二二此業殘餘故，一部為所壞，不正足之皮，實乃業不失。", "107": "二三昔在漁夫村，嘗為少漁夫，吾見被殺魚，心中生歡喜。", "108": "二四其業既成熟，吾見毘琉璃，王殺釋迦族，使吾感頭痛。", "109": "二五昔有普沙佛，吾罵佛弟子，汝等應食麥，勿再食米食。", "11": "一盤頭摩帝城，時吾為園丁，得見離塵佛，直風由路來。", "110": "二六其業既成熟，三月吾食麥，彼時住地方，招吾婆羅門。", "111": "二七人人為角力，阻礙末羅子，吾業既成熟，使吾背疼痛。", "112": "二八昔吾為醫師，令商子患痢，其業既成熟，吾為下痢苦。", "113": "二九昔吾名光護，吾語迦葉佛，何處剃髮者，開悟最難得。", "114": "三〇其業既成熟，吾嘗眾多苦，拜火逾六年，最後吾達悟。", "115": "三一吾行容易道，不得大菩提，吾為昔業制，求經惡道行。", "116": "三二善惡之業消，一切苦痛除，無憂亦無擾，無漏吾寂滅。」", "117": "三三比丘僧團前，勝者如是說，阿耨達池邊，佛得諸通力。", "118": "——如是世尊自身昔日所為之前業斷片，說示佛之譬喻法門。", "119": "攝頌：", "12": "二拉布迦樹果，捧持施尊佛，具大名聲者，空中受吾果。", "120": "阿萬陀與拉布迦、烏曇跋羅、毘拉伽", "121": "婆魯薩、瓦利婆羅、伽達莉與半娜娑", "122": "室縷拏俱胝頻設、更有人仙之譬喻", "123": "普婆康摩毘樓提，十人共偈九十一。", "13": "三吾受生榮華，帶來現世樂，更以清淨心，樹果施與佛。", "14": "四彼時吾大喜，既得最上樂，此處與彼處，再生亦寶貴。", "15": "五彼時施樹果，九十一劫後，惡趣吾不知，布施樹果報。", "16": "六吾實適其時……", "17": "七燃盡眾煩惱……", "18": "八四種無礙解……", "19": "——如是尊者拉布迦婆羅達耶迦長老宣唱此等偈。", "2": "三七八　阿萬陀婆羅達耶迦（阿萬陀果布施）三七八　阿萬陀婆羅達耶迦（阿萬陀果布施）", "20": "三八〇　烏曇跋羅婆羅達耶迦（烏曇跋羅果布施）三八〇　烏曇跋羅婆羅達耶迦（烏曇跋羅果布施）", "21": "一威那陀河岸，人中尊者住，吾見離塵佛，安靜心顛定。", "22": "二滌穢煩惱者，仰對吾淨意，烏曇跋羅果，取以供施佛。", "23": "三彼時施樹果，九十一劫後，惡趣吾不知，布施樹果報。", "24": "四吾實適其時……", "25": "五燃盡眾煩惱……", "26": "六四種無礙解……", "27": "——如是尊者烏曇跋羅婆羅達耶迦長老宣唱此等偈。", "28": "三八一　毘拉伽婆羅達耶迦（無花果布施）三八一　毘拉伽婆羅達耶迦（無花果布施）", "29": "一阿塔達西佛，見佛在林邊，吾喜心清淨，供施無花果。", "3": "一薩塔蘭西佛，無敵自存者，孤獨正覺尊，乞食而出行。", "30": "二彼時施果故，一千八百劫，惡趣吾不知，布施樹果報。", "31": "三吾實適其時……", "32": "四燃盡眾煩惱……", "33": "五四種無礙解……", "34": "——如是尊者毘拉伽婆羅達耶迦長老宣唱此等偈。", "35": "三八二　婆魯薩婆羅達耶迦（婆羅薩果布施）三八二　婆魯薩婆羅達耶迦（婆羅薩果布施）", "36": "一金色正覺尊，受尊供物人，走進來車道，吾施婆魯薩。", "37": "二供施樹果已，九十一劫後，惡趣吾不知，供樹此果報。", "38": "三吾實適其時……", "39": "四燃盡眾煩惱……", "4": "二適吾持樹果，人中長者近，吾喜心清淨，供施阿萬果。", "40": "五四種無礙解……", "41": "——如是尊者婆魯薩婆羅達耶迦長老宣唱此等偈。", "42": "三八三　瓦利婆羅達耶迦（蔓草之果布施）三八三　瓦利婆羅達耶迦（蔓草之果布施）", "43": "一一切眾人集，爾時來林中，彼等乞樹果，其時得樹果。", "44": "二吾見正覺尊，無敵自存人，心清淨吾喜，供施蔓草果。", "45": "三彼時施樹果，三十一劫後，惡趣吾不知，供樹此果報。", "46": "四吾實適其時……", "47": "五燃盡眾煩惱……", "48": "六四種無礙解……", "49": "——如是尊者瓦利婆羅達耶迦長老宣唱此等偈。", "5": "三吾施樹果故，九十四劫間，惡趣吾不知，布施樹果報。", "50": "三八四　伽達莉婆羅達耶迦（芭蕉）三八四　伽達莉婆羅達耶迦（芭蕉）", "51": "一輝如黃花樹，十五夜之月，吾見世導師，光明如燭台。", "52": "二吾採芭蕉果，布施與尊師，心清淨吾喜，禮佛即離去。", "53": "三彼時施樹果，三十一劫後，惡趣吾不知，布施樹果報。", "54": "四吾實適其時……", "55": "五燃盡眾煩惱……", "56": "六四種無礙解……", "57": "——如是尊者加達莉婆羅達耶迦長老宣唱此等偈。", "58": "三八五　半娜娑婆羅達耶迦（半娜娑果布施）三八五　半娜娑婆羅達耶迦（半娜娑果布施）", "59": "一阿糾那覺者，爾時住雪山，彼佛具正行，靜慮勝牟尼。", "6": "四吾實適其時……", "60": "二壺大半娜娑，耆婆耆婆迦，置於傘蓋上，供施與尊師。", "61": "三彼時施樹果，三十一劫後，惡趣吾不知，布施樹果報。", "62": "四吾實適其時……", "63": "五燃盡眾煩惱……", "64": "六四種無礙解……", "65": "——如是尊者半娜娑婆羅達耶迦長老宣唱此等偈。", "66": "三八六　室縷拏俱胝頻設（二十億耳）三八六　室縷拏俱胝頻設（二十億耳）", "67": "一聞毘婆尸佛，四方僧伽集，盤頭摩帝城，吾作一岩窟。", "68": "二岩窟地面上，吾敷幾多布，內喜心高揚，彼時即發願：", "69": "三「正覺尊歡喜，令吾得出家，吾達最上寂，無上之寂滅。」", "7": "五燃盡眾煩惱……", "70": "四實吾淨根故，九十劫流轉，為神或為人，積得福業輝。", "71": "五依吾殘餘業，此世最後生，瞻波城商主，吾生為其子。", "72": "六彼聞吾出生，滿吾父願望：「廿億財無缺，授子予之吾。」", "73": "七時吾兩足底，生長四指毛，細軟感觸良，光輝無類比。", "74": "八既逾九十劫，其上更一劫，地上無敷物，吾無知下足。", "75": "九正覺尊歡喜，出家為無家，寂靜成寂滅，達阿羅漢位。", "76": "一〇精勤最勝者，一切見者說，漏盡阿羅漢，六通大威力。", "77": "一一彼時行布施，九十一劫後，惡趣吾不知，布施岩窟果。", "78": "一二吾實適其時……", "79": "一三燃盡眾煩惱……", "8": "六四種無礙解……", "80": "一四四種無礙解……", "81": "俱胝頻設謂彼室縷拏、於比丘僧團前", "82": "說明所問各問題，於阿耨達之大池邊。", "83": "——如是尊者室縷拏俱胝頻設長老宣唱此等偈。", "84": "三八七　普婆康摩毘樓提（前業斷片）三八七　普婆康摩毘樓提（前業斷片）", "85": "一近阿耨達池，岩地心悅愉，眾寶皆輝煌，林中又多香。", "86": "二世界導師來，與大比丘眾，佛於彼處坐，自說眾前業：", "87": "三「比丘聽吾說，吾昔所作業，僅以片布業，果熟成佛位。", "88": "四吾昔幾多生，曾為一惡人——穆那利，吾向辟支佛須羅比，無罪陷彼罪。", "89": "五及至業果熟，地獄永輪迴，數千年之間，經歷中苦味。", "9": "——如是尊者阿萬陀婆羅達耶迦長老宣唱此等偈。", "90": "六乃至殘餘業，受此最後生，孫陀利女故，吾陷無實罪。", "91": "七一切勝過佛，弟子名難陀，為陷彼於罪，地獄吾輪迴。", "92": "八經歷一萬劫，地獄長輪迴，今幸得人身，猶陷無辜罪。", "93": "九及此殘餘業，有名旃遮女，眾多人面前，以陷無辜罪。", "94": "一〇昔為婆羅門，吾受尊供養，五百弟子等，林中說聖書。", "95": "一一彼處仙人群，威力具五通，吾見彼前來，無辜陷其罪。", "96": "一二吾語弟子等：『此仙人耽愛。』吾說此妄語，青年弟子喜。", "97": "一三時諸弟子等，乞食往諸家，眾多人皆言：『此仙人耽愛。』", "98": "一四今此業既熟，有五百比丘，孫陀利女故，諸陷無辜罪。", "99": "一五昔日母兄弟，因財殺二人，以岩石摧毀，將彼投山中。"}, "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0017 譬喻經(第1卷-第39卷)", "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0017 譬喻經(第1卷-第39卷)", "author": "悟醒譯", "language": "chinese", "source": "CBETA"}