{"sourceLink": "http://www.cbeta.org/", "text": {"0": "地獄道附雲蓋山", "1": "六道集卷五", "10": "句偈王即放還。又有一人入地獄。將受罪即唱云。南無大方廣佛華嚴經。凡聞者。悉出地獄。由是而甦。故今以", "100": "新羅國新羅國○釋順璟者。浪郡人也。本土之氏族。東夷之", "1000": "然其家門。獨許無為教徒出入。餘人不得。妻子及無", "1001": "為之徒畏羞。隱匿不說。惟鄰人得聞一二耳。至七月", "1002": "初九日死。未死之前。臭氣熏出門外。行人不堪聞之。", "1003": "時有鄉人。問其無為徒曰。世人多殺。何不見報。惟業", "1004": "卿獨受何耶。答曰。吾教每日三時誓願。每一時。稱一", "1005": "曹官名字為證。今其殺生犯戒。故受此報也。以斯瞞", "1006": "人。餘皆隱諱也。鄉伍鄰里。向余說之餘二曹官忘名。", "1007": "六道集卷五終", "1008": "音釋", "1009": "馮翊郡名。翊同翼。", "101": "家系。璟在本國。稍多著述。亦有傳來中原者。其所宗", "1010": "閻羅王梵語具云。閻魔羅。此云息諍。謂止息罪人", "1011": "諍故。", "1012": "犍稚稚。或誤作椎。凡隨有木石銅鐵等。打能鳴者", "1013": "名犍稚。問曰。今之木魚是否。答曰。木魚聲小。不得", "1014": "名犍稚也。問。何以僧用木魚耶。答。木魚。乃古之樂", "1015": "器。惟此國有。餘方無。以其聲和響靜。故僧取為念", "1016": "誦之節度。令眾異口同音也。又昔曹子建。曾遊漁", "1017": "山。聞空中梵天之響。清揚哀婉。因倣其聲。寫為梵", "1018": "唄。今以木魚。表漁山之梵音也。", "1019": "刈音藝。割也。", "102": "法相。大乘了義教也。見華嚴經中。始從發心。便成佛", "1020": "堵音覩。垣也。", "1021": "盩厔上音周。下音質。縣名。在京兆。", "1022": "惋音腕。驚歎。", "1023": "漁音魚。捕魚也。又侵取也。所謂漁色邪淫是也。", "1024": "矰音增。結繳於矢也。弋射矢也。又短矢也。", "1025": "矯驕字上聲。揉箭曰矯。", "1026": "水陸大齋梁武帝天監年。夢神僧曰。四生受大苦", "1027": "惱。何不作水陸大齋救拔之。帝問誌公。公勸帝尋", "1028": "經。必有因緣。乃躬覽藏經。造儀文。三年乃成。於夜", "1029": "󱀒文。停燈燭。白佛。若理協聖凡。願拜起。燈燭自明。", "103": "已。乃生謗毀不信。即云。當啟手足。命弟子輩。扶掖下", "1030": "或儀式未詳。暗如初。言訖。投地一禮。燈燭盡明。遂", "1031": "於天監乙酉二月十五日。在金山寺。修設水陸道", "1032": "場。帝親臨地席。詔僧祐律師。主其事。出葦江集。", "104": "地。地則徐裂。璟身俄墜。時言生身陷地獄焉。于今見", "105": "坑。廣長丈餘。號順璟捺落迦也出宋高僧傳○璟既宗大乘經教。豈不見", "106": "法華經云。一稱南無佛。皆已成佛道。圓覺經云。眾生本來成佛。而獨疑於華嚴。既不知教外別傳之宗。寧不識", "107": "圓頓之旨。景實未深悟了義之教。唯以文字見解。自取坑陷歟。", "108": "括州括州○刺史樂安任義方。武德年中。死經數日而甦。", "109": "自云。被引見閻羅王。王令人引示地獄之處。所說與", "11": "此二事。置晚課施食之初也。", "110": "佛經不殊。又云。地下晝夜昬暗。如霧中行。于時其家。", "111": "以義方心上少有溫氣。遂即請僧行道。義方乃於地", "112": "下。聞󱀒經讚唄聲。王檢其案。謂吏曰。未合即死。何因", "113": "錯追。遂放令歸。義方出度三關。關吏皆睡。送人云。但", "114": "尋唄聲。當即到舍。行見一大坑當道。意欲跳過。遂落", "115": "坑中。應時即起。論說地獄。𦘕地成圖。其後所得俸祿。", "116": "皆造經像。曾寫金剛般若千餘卷。是義方自說出冥報拾", "117": "遺○隨願徃生經云。普廣菩薩白佛言。若善男女。未終之時。逆修生七。然燈懸旛。請僧轉經。得福多否。佛言。其", "118": "福無量。又曰。父母宗族。命終受苦。為其修福。得福多否。佛言。七分獲一。緣前生不信道德故。若以亡者嚴身之", "119": "具。乃至屋宅園林。以施三寶。可󳫠地獄之苦。由亡者知己物。而生喜也。按夷堅志云。鄂渚王媼。常買紙錢作寄", "12": "兗州兗州○曲阜人倪氏。買得妻皇甫氏。為有疾病。祈禱", "120": "庫。令僕李大。代書押。媼亡。李忽得疾。仆地三日。甦云。為陰府捕至庫所。令認押字。李曰。此我代主母所書也。引", "121": "見金紫官。問答如初。官曰。但追證此事。可令回。將出。媼至大喜曰。荷汝來。我寄庫錢方有歸也。今人有好營預", "122": "修者。皆做此。然營預修。當如徃生經。作實功德。及自持齋修善。祈生人天。或一心念佛。徃生淨土。脫離生死。豈", "123": "可預為地獄計耶。倘有重罪。閻王無私。紙錢奚能贖脫。然則造惡者。多買紙錢贖罪。富者可為。貧人縱有小罪", "124": "難免。智者詳之。", "125": "西京西京○大莊嚴寺。慧恩法師。稟靈溫裕。清鑒倫通。於", "126": "陳太建八年。安居之始。忽感幽使云。王請法師。部從", "127": "相諠。絲竹交响。當即同氣捨壽。體如平日。時經七夕。", "128": "若起深定。學徒請問。乃云。試看箱內。見有何物。尋檢。", "129": "有絹兩束。因曰。此為䞋遺。重問其故。曰妄想顛倒。知", "13": "泰山。稍得瘳愈。因被冥道。使為伺命。每被使。即死經", "130": "之何為。吾被閻羅王命講大品般若。於冥道中。見地", "131": "獄眾相。五苦次第。非大慈該幽顯。行極感通。豈能起", "132": "彼冥祗。神遊異域者矣。以貞觀元年卒。春秋八十有", "133": "九出唐高僧傳。", "134": "遂州遂州○趙文信。貞觀元年。暴死三日後還甦。即自說", "135": "云。初死之日。被人遮擁驅逐將行。同伴十人。並共相", "136": "隨。至閻羅王所。其中見有一僧。王先喚僧問云。師一", "137": "生已來。修何功德。答云。貧道從生已來。惟誦金剛般", "138": "若。王聞此語。忽即驚起。合掌讚言。善哉善哉。師審誦", "139": "般若。當得昇天出世。何因錯來至此。王言未訖。忽有", "14": "一二日。事了以後。還復如故。前後取人亦眾。自云。曾", "140": "天童來下。引師上天去。王後喚文信前。汝從生已來。", "141": "修何功德。報言。臣一生已來。不修功德。惟好庾信文", "142": "章集錄。王曰。其庾信者。是大罪人。現此受苦。汝見庾", "143": "信。頗曾識否。報云。雖讀渠文章。然不識其人。王即遣", "144": "人引出庾信令示之。乃見一龜。身一。頭多。龜去少時。", "145": "現一人來語云。我是庾信。為生時好作文章。妄引佛", "146": "經。糅雜俗書。誹謗佛法。謂言不及孔老之教。今受罪", "147": "報。龜身苦之極也。文信活已。具向親說。遂州之地。人", "148": "多好獵。採捕蟲魚。遠近聞者。共相鑒戒。永斷殺業。各", "149": "發誠心。受持般若。迄今不絕。", "15": "被遣取鄉人龐領軍小女。為其庭前有齋壇讀誦。久", "150": "河東河東○柳智感。以貞觀初。為長舉縣令。一夜暴死。明", "151": "旦而甦。說云。始忽為冥官所追。至大官府。使者以智", "152": "感見已。謂感曰。今有一官闕。故枉君任之。智感辭以", "153": "親老。且自陳福業。未應便死。王使勘之籍信然。因謂", "154": "曰。君未當死。可權判錄事。智感許諾。謝。吏引退至曹。", "155": "曹有五判官連坐。感為第六。其廳事。是長官人坐。三", "156": "間各有牀案。務甚繁冗。西頭一坐處無判官。吏引智", "157": "感就空坐。羣吏將文書簿帳來置案上。而退立階下。", "158": "智感問之。對曰。氣惡逼公。但遙以案中事答。智感省", "159": "讀。其如人間者。於是為判句文。有頃。食來。諸判官同", "16": "不得入。少間屬讀誦稍閑。後因執燭者。詣病女處。乃", "160": "食。智感亦欲就之。諸判官曰。君既權判。不宜食此。感", "161": "從之。竟不敢食。日別吏送智感歸家甦。而方曉。自歸", "162": "家中日暝。吏復來迎至彼而旦。故知幽顯晝夜相反", "163": "矣。於是夜判冥事。晝臨縣職。遂以為常。歲餘。智感在", "164": "冥曹。因起至廁。於堂西。見一婦女。年三十許。姿容端", "165": "正。衣服鮮明。立而掩涕。智感問是何人。答曰。妾是興", "166": "州司倉參軍之婦也。攝來此。方別夫子。是以悲傷。智", "167": "感以問吏。吏曰。官攝來。有所案問。且以證其夫事爾。", "168": "智感因謂婦人曰。感長舉縣令也。夫人若被勘問。幸", "169": "自分疏。無謂牽引。司倉若死。無益夫人。婦人曰。誠不", "17": "隨而入。方取得去。問其取由。乃府君四郎所命。府君", "170": "願引之。恐官相逼耳。感曰。夫人幸勿相牽。可無逼迫", "171": "之虞。婦人許之。既而智感還州。先問司倉。婦有疾否。", "172": "司倉曰。吾婦年少。無疾患。智感以所見告之。說其衣", "173": "服形貌。且勸令作福。司倉走歸家。見其婦在機中織。", "174": "無患。不甚信之。後十餘日。司倉婦暴疾死。司倉始懼。", "175": "而作福禳之。智感每於冥簿。見其親識名狀。及死時", "176": "日月報之。使修福多得免。智感權判三年。其部吏來", "177": "告曰。已得隆州李司戶授正官。以代公不復判矣。智", "178": "感至州。因告刺史李鳳。遣人往隆州問。而司戶已亡。", "179": "問其死日。即吏來告之時也。從此遂絕。州司遣智感", "18": "不知也。論說地獄。具有條貫。又云。地下訴說生人。非", "180": "領囚送京。至鳳州界。囚四人皆逃。智感憂懼。捕捉不", "181": "獲。夜宿於傳舍。忽見其故部吏來告曰。囚盡得矣。一", "182": "人死。三人在南山西谷中。並已擒縛。願公勿憂。言畢", "183": "辭去。智感即請人兵入南山西谷。果得四囚。囚知走", "184": "不免。因來拒抗。智感格之。殺一囚。三囚受縛。果如所", "185": "告。知感今在南任慈州司法。光祿卿柳亨。為臨說之。", "186": "亨為卬州刺史。見智感親問之。然御史裴同節。亦云", "187": "見數人說如此爾右二出冥報記○噫。人未死。而魂已入幽途。迨非一也。昔有一人暴", "188": "死入獄。見同鄉僧在獄。以釘釘其頂門。既甦。徃寺見其僧頂患大瘡。極苦痛。因為說在獄事云。", "189": "京師京師○大莊嚴寺。釋智興。洛州人也。謙約成務。勵行", "19": "止一二。但人微有福報。追不可得。如其有罪。攝之則", "190": "堅明。依首律師。誦經持律。心口相弔。不輟昏曉。至大", "191": "業五年仲冬。次當維那。鳴鐘依時。僧徒無擾。同寺僧", "192": "名三果者。有兄從煬帝南幸江都。中路身亡。初無凶", "193": "告。通夢其妻曰。吾行達彭城。不幸病死。由齋戒不持。", "194": "今墮地獄。備經五苦。辛酸不能具述。誰知吾苦。賴以", "195": "今月初日。蒙禪定寺僧智興。鳴鐘發響。聲振地獄。同", "196": "受苦者。一時解脫。今生樂處。思報其恩。汝可具絹十", "197": "疋。早奉與之。并陳吾意。冀禮殷誠。從眠驚寤。怪夢所", "198": "由。與人共說。初無信者。尋入重夢。咸陳前說。後經十", "199": "日。凶告奄至。恰與夢同。果乃奉絹與之。而興自陳無", "2": "廣州南海寶象林沙門弘贊在犙輯", "20": "易。皇甫現被使役。至今猶存。今其夫作生伺命者。兖", "200": "德。並施大眾。寺主恭禪師等。合寺大德。咸問興曰。何", "201": "緣鳴鐘乃感斯應。興曰。余無他術。見付法藏傳云。罽", "202": "賓王受苦。由鳴鐘得停。及增一阿含經。鳴鐘偈福。敬", "203": "遵此事。輒力行之。嚴冬登樓。風切皮肉。僧給羔袖。用", "204": "執鐘椎。興自勵意。露手鳴椎。掌中傷破。不以為苦。兼", "205": "鳴鐘之始。先發善願。願諸賢聖。同入道塲。同受法食。", "206": "然後三下。將欲長打。如先致敬。願諸惡趣。聞此鐘聲。", "207": "俱得離苦。速得解脫。如斯願行。智常奉修。豈欲徹誠。", "208": "遂能遠感。眾服其言。倍驗非謬。以貞觀六年三月。遘", "209": "疾少時。自知後世。捨緣身資。召諸師友。因食陳別。尋", "21": "州亦見有三四人。但不知其姓名耳出冥報拾遺。", "210": "卒。出續高僧傳昔罽賓國王。性好殺戮。惡報當墮地獄。因", "211": "聞馬鳴菩薩說法。罪轉輕微。死墮大海中。作千頭魚。", "212": "劍輪繞身截頭。隨截隨生。須臾之間。頭滿大海。聞寺", "213": "鳴犍稚聲。劍輪停空。苦痛少息。時有羅漢。充維那鳴", "214": "犍稚。王遣信令長打。羅漢遂長打。令聲延久。過七日", "215": "受苦便畢。增一阿含經云。若打鐘時。願一切惡道諸", "216": "苦。並皆停止。若聞鐘聲。兼說偈讚。得除五百億劫生", "217": "死重罪。", "218": "咸陽咸陽○有一婦女姓梁。貞觀年中。死經七日而甦。自", "219": "云。被人収將至一大院內。見有大廳。有一官人。據案", "22": "陳郡陳郡○謝弘敬妻。高陽許氏。武德初年遇患。死經四", "220": "執筆。翼侍甚盛。令人勘問云。此婦女合死以否。有人", "221": "更齎一案勘云。與合死者同姓名。所以追耳。官人敕", "222": "左右。即欲放還。梁白官人云。不知梁更別有何罪。請", "223": "即受罪而歸。官人即令勘案云。梁生平惟有兩舌惡", "224": "罵之罪。更無餘罪。即令一人拔舌。一人執斧斫之。日", "225": "常數四。凡經七日。始送令歸。初似落深崖。少時而睡", "226": "覺。家人視其舌上。猶大爛腫。從此已後。永斷酒肉。至", "227": "今猶存出冥報拾遺。", "228": "武昌武昌○戶部尚書武昌公戴天胄。素與舒州別駕沈", "229": "裕善。胄以貞觀七年卒。至八年八月。裕在州夢其身", "23": "日而甦。說云。被二三十人拘至地獄。少間有吏抱案。", "230": "行於京師。義寧坊西南街時。見胄著故弊衣。顏色甚", "231": "顇。見裕悲喜。問公生平修福。今者何為。答曰。吾時悞", "232": "奏殺人。吾死後他人殺羊祭我。由此二事。辯答辛苦。", "233": "不可具言。今亦勢了矣。因謂裕曰。吾平生與君善友。", "234": "竟不能進君官位。深恨于懷。君今自得五品文書。已", "235": "過天曹。相助欣慶。故以相報。言畢而寤。向人說之。冀", "236": "夢有徵。其年冬裕入京參選。有銅罰不得官。又向人", "237": "說。所夢無驗。九年春。裕將歸江南。行至徐州。忽奉詔", "238": "書。授裕五品。為婺州治中。臨兄為吏部侍郎聞之。召", "239": "裕問云爾今世人殺生祭祀。設立蒸甞者。見戴公則可自省矣。故盂蘭盆經註云。雖展孝思。終", "24": "引入見王問曰。汝解絃管否。許云不解。王曰。宜早放", "240": "身墳壟。卒世蒸甞。然而不能資先人神識冥道。畢竟是無益也。若生前敬養。猶有少益。歿後蒸甞。全無所濟。若", "241": "其蘋蘩礿禘。尚不墮于二親。倘或殺生蒸甞。反禍及于父母。但揚虗名。不資神道。若父母在于鬼趣。可以餉祀。", "242": "若生餘道。焉能受祭。又鬼中多障。見食則化為󰞆炭。如目連之母也。孝經末云。生事愛敬。死事哀慼。生民之本", "243": "盡矣。死生之義備矣。孝子之事親終矣。既知身滅而神不滅。豈可厚形而薄神。身存則敬則養。病則憂。此是厚", "244": "其形也。昊天之恩。以其鬼神而祭祀之。即是薄其父母之神靈矣。以此推之。勿泥儒教。權設祭禮。當依佛教。報", "245": "以實理。集福資親。幸毋殺生祭祀。加二親之幽苦也。", "246": "華州華州○張法義。鄭縣人。年少貧野。不修禮度。貞觀十", "247": "一年。入華山伐樹。遇見一僧坐巖穴中。法義便就與", "248": "語。會天晦冥。不能歸。宿于巖穴。僧設松栢末。以供食", "249": "之。謂法義曰。貧道久不欲外人知。檀越出。慎勿言相", "25": "還。不須留也。執案人云。娘子功德力雖強。然為先有", "250": "見。因為說俗人多罪累。死皆入惡道。至心懺悔。可以", "251": "滅之。乃令沐浴清淨。披僧衣。為懺悔。旦而別去。至十", "252": "九年。法義病死。埋於野外。貧無棺槨。以雜木瘞之。而", "253": "甦。自推木出歸家。家人驚愕。審問知活乃喜。法義自", "254": "說。初有兩人來取。乘空行至官府。入大門。又巡巷南", "255": "行十許里。巷左右皆有官曹。門閭相對。不可勝數。法", "256": "義至一曹。見官人遙責使者曰。是華州張法義。本限", "257": "三日至。何因乃淹留七日。使者云。法義家狗惡。兼有", "258": "巫祝。祝神見打甚困。袒而示背。背青腫。官曰。稽過多", "259": "咎。與杖二十。言杖亦畢。血流灑地。官曰。將法義過錄", "26": "少罪。隨便受却。身業俱凈。豈不快哉。更別引入一大", "260": "事。錄事署發文書。令送付判官。判官召主典。取法義", "261": "案。案簿甚多。盈一牀。主典對法義前披檢云。案簿多", "262": "先朱勾畢。有未朱勾者。則錄之。曰。貞觀十一年。法義", "263": "父使刈禾。義反顧張目私罵。不孝合杖八十。始錄一", "264": "條。即見昔巖穴中僧來。判官起迎。問何事來。僧曰。張", "265": "法義。是貧道弟子。其罪並懺悔訖。滅除天曹案中。已", "266": "勾畢。今枉追來。不合死。主典云。經懺悔者。此案勾了。", "267": "至如張目罵父。雖蒙懺悔。事未勾了。僧曰。若不如此。", "268": "當取案勘之。應有福利。仰判官令主典將法義。過王", "269": "宮東。殿宇宏壯。侍衛數千人。僧亦隨至王所。王起迎", "27": "院。其門極小。亦多見有人受罪。許甚驚懼。乃求於執", "270": "曰。師當直來耶。答曰。未當次直。有弟子張法義。被錄", "271": "來。此人宿罪。並貧道勾訖。未合死。主典。又以張目視", "272": "父事過王。王曰。張目懺悔。此不合免。然師為彼來請。", "273": "可特放七日。法義白僧曰。七日既不多。後來恐不見", "274": "師。請即住隨師。師曰。七日七年也。可早去。法義固請", "275": "隨僧。僧因請王筆。書法義掌中作一字。又請王印印", "276": "之。曰可急去還家。憑福報。後來不可見我。宜以掌印", "277": "呈王。王自當放汝也。法義乃辭出。僧令送出。至其家", "278": "內正黑。義不敢入。使者推之。遂活。覺在土中。土甚輕", "279": "薄。以手推排得出。因入山。就山僧修福。義掌中所印", "28": "案者曰。生平修福。何罪而至斯耶。答曰。娘子。曾以不", "280": "之處。文不可識。然皆為瘡。終莫能愈。至今尚存。隴西", "281": "王博叉。與法義鄰近委之。王為臨說右二出冥報記○張目私罵。遇", "282": "聖僧為懺悔。猶不能免。今時面罵父母師長。罪當如何。速自尅責。深慚懺悔。或免地獄重報。", "283": "扶風扶風○傅奕。本太原人。在隋末。徙至扶風。少好博學。", "284": "善天文曆數。在隋為黃冠。甚不得志。太史令庾儉。恥", "285": "以術官。薦奕以代。既承命得志朝廷。自武德貞觀年。", "286": "為太史令。性不信佛。每輕僧尼。至以石像為磚瓦之", "287": "用。奕與同伴道士傅仁均。薛󰬇。並為太史令。附合七", "288": "上疏除罷釋教。高祖由是悟奕。譽道毀佛。為協私大", "289": "臣。不獲已。遂兼汰二教。而施行焉。一日太宗皇帝。召", "29": "淨碗。盛食與親。須受此罪。方可得去。遂以銅汁灌口。", "290": "奕賜食。因而謂曰。佛道微妙。聖迹可師。且報應顯然。", "291": "屢有徵驗。汝獨不悟其理。何也。奕曰。佛是西方桀黠。", "292": "欺詸夷狄。及流入中國。尊上其教。皆邪僻纖人。模寫", "293": "莊老玄言。飾其妖妄。無補於國家。有害於百姓。帝惡", "294": "其言。不答。自是終身不齒。薛󰬇先負仁均錢五千未", "295": "償。而仁均死。後󰬇夢見仁均言語。如平常。󰬇曰。因先", "296": "所負錢。當付誰。仁均曰。可以付泥人。󰬇問泥人是誰。", "297": "答曰。太史令傅奕是也。既而寤。是夜少府監馮長命。", "298": "夢至冥府。多見先亡人。長命問先亡曰。經文說罪福", "299": "之報。未知當定有否。答曰。皆悉有之。又問。如傅奕者。", "3": "唐唐", "30": "非常苦毒。時見姑夫。沈吉光。語云。可於此執案主人", "300": "生平不信。死受何報。答曰。傅奕已被配越州為泥犂", "301": "人矣。長命旦入殿。見薛󰬇。因說所夢。󰬇又自說泥人", "302": "之事。二人同夜闇相符會。共嗟歎之。罪福之事。不可", "303": "不信。󰬇既見徵。仍送錢付奕。并為說夢。後數日間。奕", "304": "得惡病。遂徧身麋爛。號叫而死。時貞觀十四年秋奕", "305": "卒。臨在殿庭。親見二官說夢皆同出冥報記并統紀通載○所謂欲得", "306": "不招無間業。莫謗如來正法輪。是也。黃冠。是道士舊稱。", "307": "魏州魏州○齊士望。武強人。貞觀二十一年。死經七日而", "308": "甦。自云。初死之時。被引見王。即付曹司。別遣勘當。經", "309": "四五日。勘簿云。與合死者同姓字。然未合即死。判官", "31": "處。受一本經。記取將歸。受持勿怠。自今已去。保年八", "310": "語士望曰。汝生平好燒鷄子。宜受罪而歸。即命人送", "311": "出門。去曹司一二里。即見一城。聞城中有鼓吹之聲。", "312": "士望欣然趍走而入。既入之後。城門已閉。其中更無", "313": "屋宇。徧地皆是熱󰞆。士望惆慞。不知所計。燒灼其足。", "314": "殊常痛苦。士望四顧城門並開。及走向門。其扉即掩。", "315": "凡經一日。有人命門者曰。開門放昨日罪人出。既出。", "316": "即命人送歸。使者辭以路遙遷延。不送之。始求以錢", "317": "絹。士望許諾。遂經歷川塗。踐履荊棘。行至一處。有如", "318": "環堵。其中有坑深黑。士望懼之。使者推之。遂入坑內。", "319": "不覺漸甦。尋乃造紙錢等待焉。使者依期到取。士望", "32": "十有餘。許生曾未誦經。甦後遂誦得經一卷。詢訪人", "320": "妻亦同見之云。出冥報記又梁時有一人。常以鷄卵白和", "321": "沐云。使髮光潤。每沐輒破二三十枚卵。臨終。但聞髮", "322": "中。啾啾數千鷄雛之聲出弘明雜傳。", "323": "曹州曹州○裴則。離狐人。男於貞觀末年。二十一日。死經", "324": "三日而甦。自云。初死被一人將至王所。王衣白。非常", "325": "鮮潔。王遣此人。將牛耕地。此人訴云。兄弟幼小。無人", "326": "扶侍二親。王即愍之。乃遣使將向南。至第三重門。入", "327": "見鑊湯。及刀山劍樹。又見數千人頭。皆被斬。布列地", "328": "上。此頭並口云。大饑。本村有一老母。年向七十。其時", "329": "猶未死。遂見在鑊湯前然火。觀望訖。還至王前。見同", "33": "間。所未曾有。今見受持讀誦不輟。其經現在。文多不", "330": "村人張成。亦未死。有一人訴成云。毀破我屋。王遣使", "331": "檢之。報云是實。成曰。成犂地。不覺犂破其塚。非故然", "332": "也。王曰。汝雖非故心。終為不謹耳。遂令人杖腰七下。", "333": "有頃。王曰。汝更無事。放汝早還。王乃使人送去。遣北", "334": "出踰牆。及登牆。望見其舍。遂聞哭聲。乃跳下牆。忽覺", "335": "起坐。既甦之後。具為鄉曲言之。邑人視張成腰上。有", "336": "七下杖迹。迹極青黑。問其毀墓。答云。不虗。老母尋病。", "337": "未幾而死出冥報拾遺○或問曰。人死既入六道。豈復在塚。守其故骸耶。答曰。其雖入鬼趣。而", "338": "罪福未定。故無所拘制。而亦無所依倚。故在塚間。如灌頂經云。釋種童子白佛言。凡夫墳塚。何故有。諸鬼神依", "339": "付。佛言。皆是五穀之精。妖魅幻化。或橫死之鬼。無所附著。依以為靈。或是樹木山林之精。骨未朽爛。故有微靈。", "34": "載。比甦活時。口內焦爛。許之從父。弟仁則。說之云爾。", "340": "骨若糜爛。此靈即滅。無有氣勢。亦不能為人作諸禍福。或是新命終人。在世無福。又行邪諂。應墮鬼神。或為樹", "341": "木雜物之精。無天福可受。地獄不攝。浮游人村。既無天饍及諸飲食。遂恐動於人。作諸變怪。煽動人心。凡夫聞", "342": "見。即便設福。謂之為神。或妖邪之師。倚以為神。覓諸福祐。欲得長生。愚癡邪見。殺生祠祀。死入地獄。餓鬼畜生", "343": "無有出時。可不慎之。", "344": "雍州雍州○醴泉縣。楊師操。東陽縣人。至貞觀初。任司竹", "345": "監。後因公事。遷任藍田縣尉。貞觀二十一年。因身老", "346": "還家。躬耕為業。然操立性毒惡暴口。但一生已來。喜", "347": "見人過。每鄉人有事。即錄告官。過無問大小。恒生恐", "348": "嚇。於自村社之內。無事橫生整理。人不喜見。操自知", "349": "性惡。亦向人說云。吾性多急暴口。從武德已來。四度", "35": "遂州遂州○總管府記室參軍孔恪。武德中暴病死。一日", "350": "受八戒。時行禮拜。日誦經唄。化人為善。然有大小侵", "351": "己。操不能忍。後至永徽元年。四月七日夜。忽有一人。", "352": "從東來。騎白馬。著青衣。直到操門。見遂共溫涼訖。人", "353": "云。東陽大監。故遣我追你。為你自生已來。毒心纏縛。", "354": "不能忍捨。逢人即說勸善。己身持戒不全。慳貪不施。", "355": "自道我有善心。供養三寶。然未曾布施片財。雖口云。", "356": "慚愧。心中即生別計。惑亂凡俗。為此喚汝。須臾不見", "357": "來人。操身在門。忽然倒地。口不能言。惟心上少暖。家", "358": "人輿將入舍。臥經宿不甦。然操已到東陽都錄處。于", "359": "時府君。大衙未散。操遂私行。曹司皆有机案牀席。甚", "36": "而甦。自說被収至官所。問何故殺牛兩頭。恪云不殺。", "360": "大精好。亦有囚人。或著枷鎖。或露頭散腰。或坐立行", "361": "住。如是罪人。不可算數。操向東行。過到一處。處孔極", "362": "小。惟見火星流出。臭煙熢𤊹。不中人立。復有兩人。手", "363": "把鐵棒。修理門首。操因問把棒人。此是何處。曹司答", "364": "云。是猛火地獄。擬著持戒不全人。或修善中休人。知", "365": "而故犯。死入此處。聞道有一楊師操。一生喜論人過。", "366": "每告官司。道他長短。逢人詐言慚愧。有片侵己。實不", "367": "能忍。今欲遣入此處。故修理之。其人今日。是四月八", "368": "日。家人為操身死。布施齋供。曹司平章。還欲放歸。未", "369": "得進止。我在此間待師操。操便叩頭禮謝。自云。楊師", "37": "官曰。汝弟證汝殺。何故不認。因呼恪弟。弟死已數年", "370": "操者。弟子身是。願作方便。若為得脫。此人答云。你但", "371": "至心禮十方佛。殷勤懺悔。改却毒心。即遂往生。不來", "372": "此處。雖懷惡意。一期能悔。如菩薩行。不惜身命。得生", "373": "淨土。師操得此語已。即便依教。發露慇懃懺悔。遂放", "374": "還家。經三日得活。操得甦已。具述此事。操於後時。便", "375": "向慧靖禪師處。改過懺悔。身今現在。年至七十有五。", "376": "食長齋。六時禮懺。操行看麥田。見牛三頭。暴食麥苗。", "377": "操就牛慚愧。不復驅去。歸家後日。行看麥田。不見麥", "378": "死。直有牛跡。其夜作夢。見有人來語操云。我是曹使", "379": "人。故來試你。你既止惡。更不追你。但你勤誠修善。不", "38": "矣。既至。枷械甚艱。官問。汝所言兄殺牛虗實。弟曰。兄", "380": "須憂之。有僧見操。傳向臨說此曹使即師操善知識。教令懲惡修善。示生淨", "381": "土。復來相試現夢。誡勤諄諄。非大菩薩。方便誘進群生。孰能如此用心乎。", "382": "博陵博陵○尚書刑部郎中宋行質。性不信佛。有慢謗之", "383": "言。至永徽二年五月病死。至六月九日。尚書都官令", "384": "史王璹暴死。經二日而甦。自言初死之時。見四人來", "385": "至其所云。官府追汝。璹隨行入一大門。見廳事甚壯。", "386": "向北為之。廳上西間。有一人坐。形容肥黑。廳東間有", "387": "一僧坐。與官相當。皆面向北。各有牀几案褥。侍童子", "388": "二百許人。或冠或辮。皆美容貌。此下有勘問改籍。事繁不錄東南", "389": "行數十步。聞有人聲喚璹。璹迴顧見侍郎宋行質。面", "39": "前奉使招慰獠賊。使我殺牛會之。實奉兄命。非自殺", "390": "色慘黑。色如溼地。露頂散腰。著故緋袍。頭𩬊短垂。如", "391": "胡人者。立于廳事階下。有吏主守之。西近城有一大", "392": "木牌。高一丈二尺許。大書牌上曰。此是勘當擬過王", "393": "人。其字大方尺餘。甚分明。廳事上有牀坐几案。如官", "394": "府者。而無人坐。行質見璹悲喜。口云。汝何故得來。璹", "395": "曰。官追勘問改籍。無事放還。行質捉其兩手。謂璹曰。", "396": "吾被官責問功德簿。吾手中無功德簿。坐此困苦。加", "397": "之饑渴寒苦。不可言說。君可努力至我家。急語令作", "398": "功德。如是慇懃四囑之。璹及辭去。行數十步。又呼璹", "399": "還。未及言。廳上有官人來坐。怒璹曰。我方勘責事。汝", "4": "京兆京兆○王明幹。素不修善。因患暴死。將入地獄。見一", "40": "也。恪曰。使弟殺牛會獠是實。然國事也。恪有何罪焉。", "400": "何人輒至囚處。使卒搭耳。推令去。璹走。又至一門。門", "401": "吏曰。汝被搭耳。耳當聾。吾為汝却其中物。因以手挑", "402": "其耳。耳中鳴乃驗。即放出門外。黑如漆。璹不知所在。", "403": "以手摸西及南。皆是牆壁。惟東無障礙。而闇不可行。", "404": "立待少時。見向者追璹之吏。從門出來。謂璹曰。君尚", "405": "能待我甚善。可乞我錢一千。璹不應。內自思曰。吾無", "406": "罪放來。何為賄吏。吏即謂曰。君不得無行。吾向若不", "407": "早將汝過官。令二日受縛。豈不困耶。璹心然之。因愧", "408": "謝曰。依命。吏曰。吾不用汝銅錢。欲得白紙錢。期十五", "409": "日來取。璹許。因問歸路。吏曰。但東行二百步。當見一", "41": "官曰。汝殺會獠。以招慰為功。用求官賞。以為己利。何", "410": "處。牆穿破見明。可推倒之。即至君家。璹如信行。至牆", "411": "之良久。乃至依倒處出。即至其所居隆政坊南門矣。", "412": "於是歸家。見人坐泣。入戶而甦。至十五日。璹忘與錢。", "413": "明日復病困絕。見吏來怒曰。君果無行。期與我錢。遂", "414": "不與。今復將汝去。因即驅行。出金光門。令入坑。璹拜", "415": "謝。百餘拜。遂即放歸。又甦。璹告家人。買紙百張。作錢", "416": "送之。明日璹又病困。復見吏曰。君幸能與我錢。而錢", "417": "不好。璹辭謝。請更作。許之。又甦。至二十日。璹令用六", "418": "十錢。買白紙百張作錢。并酒食。自於隆政坊。西門渠", "419": "水上燒之。既而身輕體健。遂念誦不廢。臨聞其事。時", "42": "云國事也。因謂恪弟曰。以汝證兄。故久留汝。兄今既", "420": "與刑部侍郎劉燕客。大理少卿辛茂將。在大理鞫問。", "421": "請劉召璹至。與辛兄等對問之云爾右二出冥報記○余昔在英德", "422": "西來山住靜。山下之人。多取山小竹。造麤草紙。有一姓華者。年將五十。為人性慳。寒食日至山祭墓。以刀斫竹", "423": "焚之。云。紙錢金銀。元是竹造。此竹即是銀莖也。是夕即夢其父來。深訶責之。壔買麤紙。故云錢不好。況以竹為", "424": "銀莖可乎。論云。三界惟心。萬法惟識。信不誣也。如紙之一物。能為錢寶繒帛。乃至簣箱等。斯皆人心識所成。鬼", "425": "見物各自異。故知三界六道。悉由心成也。按此錢帛。起自唐眭仁蒨。令岑文本作。以贈成景長史。未審唐前。以", "426": "何代之。或用真者。故古祠祭。有用圭璧。及皮幣。而長史云。亦不如假者。如統紀云。唐已前無紙錢。為用者。自唐", "427": "明王。使王璵為祠祭。盛行此法。於是冥中藏積紙錢。金銀繪綵。與世間所用無少異。皆由心法之能變造。故天", "428": "府冥關。亦隨人心而轉因有鬼神用紙錢。入人間買物者。有見太山堆積蠟錢無用。云。人間化財。用油炷度火。", "429": "而汙者。此等顯驗不一。心生則種種法生矣。不特紙錢一法而已也。又云。不宜在石橊桃樹邊化財。鬼畏之也。", "43": "遣汝殺。汝便無罪。放任受生。言訖弟忽不見。亦竟不", "430": "隴西隴西○李思一。今居相州之󳴤陽縣。貞觀二十年正", "431": "月。已死經日而甦。語在冥報記。至永徽三年五月。又", "432": "死經一宿而甦。說云。以年命未盡。蒙王放。復歸。於王", "433": "前見相州󳴤陽縣。法觀寺僧辨珪。又見會福寺僧弘", "434": "亮。及慧寶三人。並在王前辨答。見冥官云。慧寶死期", "435": "未至。宜修功德。辨珪。弘亮。今歲必死。辨珪等。是年果", "436": "相繼卒。後寺僧令一巫者。就弘亮舊房。召二僧問之。", "437": "辨珪曰。我為破齋。今受大苦。兼語諸弟子等。為我作", "438": "齋救󳫠苦難。弟子輩。即為營齋。巫者又云。辨珪已得", "439": "免罪。弘亮云。我為破齋。兼妄說人長短。今被拔古痛", "44": "得言敘。官又問恪。因何復殺兩鴨。恪曰。前任縣令。殺", "440": "苦。不能多言。相州智力寺僧慧永等說之出冥報拾遺○言破", "441": "齋者。謂午後噉食。犯非時食戒。非為食葷羶也。", "442": "雍州雍州○西盩厔縣。西北有元從坊人。姓程名普樂。少", "443": "好音聲。至永徽六年五月七日。因有微患暴死。五日", "444": "心暖不臭。家人不敢埋。至第六日平旦得甦。還如平", "445": "生。說云。初死時。有二青衣至牀前曰。王喚君。普樂問。", "446": "何王。答曰。閻羅王。為何事。答曰。頃有勘問。催急即行。", "447": "不須更語。一人手撮普樂。遂出坊南門。漸向南山下", "448": "至一荒草處。有少鹹鹵。不生草。一大孔如大甕口。語", "449": "樂云。入樂懼。不肯入。一人推入。不覺有損。直見王大", "45": "鴨供官客耳。豈恪罪耶。官曰。官客自有料無鴨。汝以", "450": "殿。捉杖人極眾。王共諸臣。及宮妃后。在大殿上。隔慢", "451": "坐。殿前大有諸音聲。伎兒襍戲。使人引樂啟王云。所", "452": "追人來。王問是誰。曰程普樂。王問汝解俳說否。樂曰。", "453": "不解。俳說。即唱戲等王迴顧。問一伎兒。姓張名舍兒。此人不", "454": "解俳說。何故追喚。答曰。舍兒生平共普樂初善。後因", "455": "相瞋挾怨。舍兒遂挾怨漫引此人。舍兒不敢誑王。還", "456": "依實說。王怒。令戲殿前。音聲一時俱動。還見打鼓作", "457": "舞緣竿。緣竿人。初緣至頭。下時以竿內口。直下。竿從", "458": "後分出。至地還上。六根俱破。九孔流血。緣竿上下。並", "459": "皆如是。復見黃唐已來伎兒。如齊晏子。突出郎。獨猪", "46": "鴨供之。將以美譽。非罪如何。又問。何故復殺鷄卵六", "460": "挑棒等數十人。令作俳說。時口中吐火。抽舌繞場。周", "461": "帀百千。鐵鳥諸惡毒蟲。從空飛下。一時向舌上󲣅唼。", "462": "受其極苦。叫聲動地。不堪人聞。餘之雜戲之人。諸小", "463": "鐵蟲。見其一時拍手。唱叫之聲。如煙如火。同時被燒。", "464": "燒死還活。更相受苦。無暫停息。音聲不捨。受苦不息。", "465": "王雖下杖。然遣獄卒。手把鐵棒。利戟。鐵弓箭。圍繞守。", "466": "遣令作音樂。受苦不歇。普樂至獄五日。見此戲兒。受", "467": "苦如是。至第六日旦。王喚普樂。語云。汝未合死。更檢", "468": "案看。却後二年。汝命算盡。當來受苦。如是諸人。為生", "469": "平妄語。惡口。綺語。調弄僧尼。輕戲佛法。假託三寶。誑", "47": "枚。曰平生不食鷄卵。惟憶年九歲時。寒食日。母曾與", "470": "他財物。專將養活婦兒。好殺猪羊。食啗酒肉。或因向", "471": "寺食用僧物。汙穢不淨。如是等罪。不持齋戒。故受斯", "472": "殃。汝雖無如此重罪。非無餘過。亦合受之。且放汝去。", "473": "死時取汝。還令舊二人送到家內。見一牀棘林。枝葉", "474": "稠密。二人令入此牀。普樂初不肯入。二人急推合眼", "475": "而入。即覺身已在牀甦活。普樂因見此徵。即向京來。", "476": "歷寺受戒。堅持不犯。菜食長齋。禮敬無虧。因向僧懺。", "477": "具說此言。", "478": "師辯師辯○東官右監門兵曹參軍鄭師辯。年未弱冠時。", "479": "暴死三日而甦。自言。初有數人見収。將行入官府大", "48": "六卵。因煑食之。官曰。然欲推罪母麼。恪曰。不敢。但說", "480": "門。見有囚百餘人。皆重行北面立。凡為六行。其前行", "481": "者。形狀肥白。好衣服。如貴人。後行漸瘦惡。或著枷鎖。", "482": "或但去巾帶。皆行連袂。嚴兵守之。師辯至。配入第三", "483": "行。東頭第三立。亦去巾帶連袂。辯憂懼。專心念佛。忽", "484": "見生平相識僧來入兵團內。兵莫之止。因至辯所。謂", "485": "曰。平生不修福。今忽如何。辯哀求請救。僧曰。吾今救", "486": "汝得出。可持戒耶。辯許諾。須臾引出諸囚至官前。以", "487": "次訊問。至門外。為受五戒。用瓶水灌辯額。謂曰。日西", "488": "當活。又以黃被一張。與辯曰。披此至家。褻至淨處也。", "489": "仍示歸路。辯披之而歸。至家褻被置牀角上。既而目", "49": "其因耳。此自恪殺之也。官曰。汝殺他命。當自受之。言", "490": "開身動。家人驚散。謂是起屍鬼。惟母不去。問曰。汝活", "491": "耶。辯曰。日西當活。辯意時疑日午。問母。母曰。夜半。方", "492": "知死生相違。晝夜相反。既至日西。能食而愈。猶見被", "493": "在牀頭。及辯能起。被形漸滅。而尚有光。七日乃盡。辯", "494": "遂持五戒。後數年有友人。勸食猪肉。辯不得已食一", "495": "臠。是夜夢己化為羅剎。爪齒各長數尺。捉生猪食。既", "496": "曉。覺口腥。唾出血。使人視。滿口盡是凝血。辯驚。不敢", "497": "復食肉。又數年娶妻。妻家逼食。後乃無驗。然辯自五", "498": "六年來臭。常有大瘡洪爛。終身不能愈。或恐以破戒", "499": "之故也。臨。昔與辯同直東宮。見其自說云爾右二出冥報記。", "5": "僧教誦偈云。若人欲了知。三世一切佛。應當如是說。", "50": "訖。忽有數十人。皆來執恪將出去。恪大呼曰。官府亦", "500": "坊州坊州○上柱國。王懷智。至顯慶初亡歿。其母孫氏。及", "501": "弟懷善。懷表。並存。至四年六月。雍州高陵有一人。失", "502": "其姓名。死經七日。背上已爛而甦。此人於地下見懷", "503": "智云。現任泰山錄事。遣此人執筆口授為書。謂之曰。", "504": "汝雖合死。今方便放汝歸家。宜為我持此書至坊州。", "505": "訪我家通人。兼白我娘。懷智今為泰山錄事參軍。幸", "506": "蒙安泰。但家中曾貸寺家木作門。此既功德物。請早", "507": "酬償之。弟懷善即死。不合久住。速作經像救助。不然", "508": "恐無濟理。此人既甦之後。即齎書送其舍。所論家事。", "509": "無不闇合。至經三日。懷善遂即暴死。合州道俗聞者。", "51": "大枉濫。官聞之呼還曰。何枉濫。恪曰。生來有罪。皆不", "510": "莫不增修功德。鄜州人勳衛侯智純說之出冥報拾遺。", "511": "汾州汾州○孝義縣。懸泉村。劉摩兒。至顯慶四年八月二", "512": "十七日。遇患而終。其男師保。明日又死。父子平生行", "513": "皆險詖。其比隣有祁隴威。因採樵被車輾死。經數日", "514": "而甦。乃見摩兒男師保。在鑊湯中。須臾之間。皮肉俱", "515": "盡無復人形。惟見白骨。如此良久。還復本形。隴威問", "516": "其故。對曰。為我射獵。故受此罪。又問保曰。卿父何在。", "517": "對曰。我父罪重。不可卒見。卿既即還。請白家中。為修", "518": "齋福。言訖。被使催促。前至府舍。見館宇崇峻。執杖者", "519": "二十餘人。一官問曰。汝比有何福業。對曰。隴威去年", "52": "見遺。生來修福。皆不見記者。豈非濫也。官問主司。恪", "520": "正月。在獨村看讀一切經。脫衫一領布施。兼受五戒。", "521": "至今不犯。官人乃云。若如所云。無量功德。何須來此。", "522": "乃索簿勘。見簿曰。其人合死不虗。側注云。受戒布施", "523": "福助。更合延壽。乃遣人送還。當即甦活出冥報記○詖音祕險詖", "524": "乃不平之謂。", "525": "雍州雍州○長安縣。高法眼。是隋代僕射高頴之玄孫。至", "526": "龍朔三年。正月二十五日。向中臺參選。日午還家。舍", "527": "在義寧坊居南隅。向街開門。化度寺東。即是高家。欲", "528": "出子城西順義門。城內逢兩騎馬逐後。既出城已。漸", "529": "近逼之。出城門外道北。是普光寺。一人語騎馬人云。", "53": "有何福何為不錄。主司對曰。福亦皆錄。量罪多少。若", "530": "汝走捉普光寺門。勿令此人入寺。恐難捉得。此人依", "531": "語馳走守門。法眼怕。不得入寺。便向西走。復至西街", "532": "長城坊。南門道西。有會昌寺。復加四馬騎。便語前二", "533": "乘馬人云。急守會昌寺門。此人依語。走捉寺門。法眼", "534": "怕急。便語乘馬人云。汝是何人。敢逼於我。乘馬人云。", "535": "王遣我來取法眼。問云。何王遣來。乘馬人云。閻羅王", "536": "遣來。法眼既聞閻羅王使來。審知是鬼。即共相拒。鬼", "537": "便大怒云。急截頭髮。却一鬼捉刀。即截法眼兩髻。附", "538": "肉落地。便至西街。悶絕落馬。暴死不覺。既至大街要", "539": "路。踟蹰之間。看人逾千。西街首。即是高宅。便喚家人", "54": "福多罪少。令先受福。罪多福少。先令受罪。然恪福少", "540": "轝向舍。至明始甦。便語家內人云。吾入地獄。見閻羅", "541": "王。昇大高座。瞋責吾云。汝何因向化度寺。明藏師房", "542": "內。食常住僧果子。令吞四百顆熱鐵丸。當吞之時。咽", "543": "喉閉縮。身體焦卷。變為紅色。吞盡乃甦。甦已。至二十", "544": "六日。惺了之時。復有諸鬼來取法眼到王所。王語言。", "545": "汝何因不敬三寶。說僧過惡。汝吞鐵丸盡已。宜受鐵", "546": "犂耕舌。至正月二十九日。既吞鐵丸了。甦惺。到正月", "547": "三十日。平旦復死。至地獄。復受鐵犂耕舌。舌長數里。", "548": "傍人看見吐出一尺餘。王復語獄卒。此人以說三寶", "549": "長短。以大鐵斧截却舌根。獄卒斫之不斷。王復語云。", "55": "罪多。故未論其福。官怒曰。雖先受罪。何不唱福示之。", "550": "以斧細剉其舌。將入鑊湯煑之。煑復不爛。王復怪問", "551": "所由。法眼啟王云。臣曾讀法華經。王復不信。令檢功", "552": "德簿。見案內有讀法華經一部。王檢知實。始放出獄。", "553": "其人現在。觀者如市。見者發心。合門信敬。勵志精勤。", "554": "誡誠無倦。京城道俗共知。不須引證。出法苑。玄惲法師錄又西", "555": "京勝光寺。沙門孝贄。親姻往來。數以寺果啖之。未幾", "556": "得嘔血之疾。自云。每欲疾作。見赤衣使者。將往黑林", "557": "中。大風吹散肢節。頃之。又引向臺觀上。一人儀容可", "558": "畏。厲聲責之曰。何得以寺家果飼親姻。言已而失。贄", "559": "懼即計直償眾僧。月餘乃免出冥報記○問。今時說僧過惡。偷盜僧物。及以", "56": "命鞭主司一百。倐忽鞭訖。血流濺地。既而唱恪生來", "560": "僧物饋親朋亦多。何不見現報。答以惡業多故。猶如黑布。不見點汙。直至壽盡。自當見之。", "561": "長安長安○城內通軌坊。龍朔三年。三衛劉公信。妻陳氏。", "562": "母先亡。陳因患暴死。見人將入地獄。備見諸苦。不可", "563": "具述。末後見一地獄。石門牢固。有兩大鬼。形容偉壯。", "564": "守門左右。怒目瞋陳。汝何人到此。見石門忽開。亡母", "565": "在中受苦不可具說。受苦稍歇。近門。母子相見。遙得", "566": "共語母語女言。汝還努力。為吾寫經。女問孃欲寫何", "567": "經。曰為吾寫法華。言訖。石門便閉。陳還得甦。具向夫", "568": "說。夫即憑妹夫。趙師子。欲寫法華。其師子。舊解寫經。", "569": "有一經生。將一部新寫法華。未裝飾。其人先與他受", "57": "所修之福。亦無遺者。官謂恪曰。汝應先受罪。我更令", "570": "雇寫經。經主姓范。此生將他法華。轉向趙師子處。質", "571": "二百錢。施主不知質錢。師子復語婦舅云。今既貸經", "572": "在家。有一部法華。兄贖取此經。向直一千錢。陳夫將", "573": "四百錢贖得。裝飾周訖。在家為母供養。其妻陳氏。後", "574": "夢見母從女索經。吾先遣汝為吾寫一部法華。何因", "575": "迄今不得。女報母言。已為孃贖得一部法華。現裝飾", "576": "了。在家供養。母語女言。正為此經。吾轉受苦。冥道中。", "577": "獄卒打吾脊破。汝看吾身瘡。獄官語云。汝何因取他", "578": "范家經。將為己經。汝何有福。甚大罪過。女見母說如", "579": "此。更為母別寫法華。其經未了。女夢中復見母來催", "58": "汝歸七日。可勤追福。因遣人送出。遂甦。恪大集僧尼", "580": "經。即見一僧手捉一卷法華。語母云。汝女已為汝寫", "581": "經第一卷了。功德已成。何因復來敦逼。待寫了。何須", "582": "怱急。後寫經成。母來報女。因汝為吾寫經。今得出冥", "583": "道。好處受生。得汝恩力。故來報汝。汝當好住。善為婦", "584": "禮。信心為本。言訖。悲淚共別。後時勘問。前法華主。果", "585": "是姓范。范家雖不得經。其經已成。施福已滿。後人轉", "586": "質。自得罪咎。劉妻贖取。微得少福。然亡母不得力。陳", "587": "氏夫劉公信。具向元休自說出冥報拾遺。", "588": "蕭氏蕭氏○是司元大夫崔義起妻。乃蕭鏗女。鏗是僕射", "589": "之姪。蕭氏為人。妒忌多瞋。好打奴婢。不信業報。至麟", "59": "行道懺悔。精勤苦行。自說其事。至七日。家人辭決。俄", "590": "德元年。從駕洛陽。到二年正月身亡。死在地獄。蕭氏", "591": "手下。常所愛婢。名閏玉。年可十八。雖是獠婢。容貌端", "592": "正。性識聰敏。信樂佛法。至二月。家內為夫人設三七", "593": "日齋僧。正食時。夫人自來看。枷項鎖腰。獄卒衛從。餘", "594": "人不知。惟此婢見。夫人魂靈。著此婢言音。共夫人生", "595": "平語音無異。使傳語向家內大小云。吾適崔家已來。", "596": "為性多瞋。橫生嫉妒。好打奴婢。兼不信因果。今至地", "597": "獄。受罪極重。備經諸苦。不可具說。聞家內今三七日。", "598": "為吾設齋。請求獄官。放一日假。暫來看齋。語汝男女。", "599": "合家大小。吾自共汝同住已來。身口意三毒。好瞋打", "6": "心造諸如來。誦此偈者。能排地獄諸苦。其人誦已。乃", "60": "而命終。臨家兄為遂府屬。故委之也。", "600": "汝。兼嫉妒大夫所看婢妾。種種不善。發起惡業。今受", "601": "報苦。願汝男女合家大小。內外眷屬。從汝懺悔。願施", "602": "歡喜。然汝男女。憶吾乳餔之恩。將吾生平受用資具。", "603": "速捨修福。望󳫠冥苦。至七七日。為吾設齋。令此功德。", "604": "早得成就。吾至齋日。更請官人。望得復來。語大夫及", "605": "兒女等。大夫生平急性多瞋。不得過分瞋打奴婢。勸", "606": "信三寶。恭敬上下。修持齋戒。布施忍辱勿怠。臨去之", "607": "時。語男女云。吾且將閏玉去。使在地獄。看吾受罪。苦", "608": "痛如何。經五六日。還放回來。令汝男女。知吾受罪苦", "609": "痛虗實。作此語已。閏玉即死。惟心上暖。餘分並冷身", "61": "馮翊馮翊○李山龍。為左監門校尉。以武德中暴亡。而心", "610": "臥在地。不敢埋之。此婢即至地獄。見一大殿院門。嚴", "611": "兵守衛。云。是王殿。不敢窺窬。行至東院。別見一廳。上", "612": "有大官人。云是斷罪官。復過廳院東。有地獄。種種苦", "613": "具。一如世間圖畫地獄之狀。夫人語婢云。汝看吾受", "614": "罪之苦。作此語已。即有種種獄卒羅剎。撲擲夫人。屠", "615": "割身肉。鑊湯煎煑。煑已還活。活已復歷諸獄。鐵鉗抽", "616": "舌。鐵鳥󲣅之。復臥鐵牀。飛鳥猛火。一時著身。死已還", "617": "活。活已復受諸苦。不可具陳。夫人甦已。即見其父蕭", "618": "鏗。乘紫金蓮華座。騰空而來。鏗生平已來。及歷任諸", "619": "官。皆不食酒肉葷辛。常誦法華經。日別一徧。恭敬三", "62": "上不冷。如掌許。家人未忍殯殮。至七日而甦。說云。當", "620": "寶。晝夜六時。禮誦無闕。今生善處。見女受苦。故來相", "621": "救。即語女云。吾生平之日。每勸汝生信止怒。汝不用", "622": "吾語。今致其殃。汝復何因。將此婢來。女報父言。為兒", "623": "生平不信。今受罪苦。故將此婢看兒受罪輕重。令傳", "624": "向家內男女。使其生信。父聞印可。即語女言。吾雖生", "625": "善處。未能全救汝苦。汝努力自勵發心。兼藉家內福", "626": "善。共相助佐。決望得出。上升人天。作此語已。忽有一", "627": "婆羅門師。年少端正。亦乘空而來。語夫人曰。由汝不", "628": "信因果。今受罪苦。未知此婢性識如何。吾欲教誦經。", "629": "使傳家內。令世人生信。夫人報云。請師但教。此婢聰", "63": "死時。被冥収錄。至一官曹廳。甚弘壯廣大。庭內有囚", "630": "明。誦經可得。師即先教誦金剛般若。初授二三行。有", "631": "忘一二句者。後續授之。漸得半紙一紙。少時誦得不", "632": "忘。後教誦藥師。法華。一授不忘。此之三部。皆作梵音。", "633": "不作漢語。文詞典正。音韻清亮。文句皆熟。即便放歸", "634": "臨別語云。汝至家內。逢人為誦。漢人道俗。不別汝音。", "635": "令覓婆羅門。善梵語者。試看誦之。始知善惡。世人多", "636": "有信邪事道。不樂佛法。既見汝獠婢。尚能誦得三本", "637": "梵經。豈可不生信心。儻得一人迴邪入正。非但夫人", "638": "得福。亦令汝後報。不入三途。既受此語已。放出至家。", "639": "惺了如舊。即集家內尊卑。具說夫人地獄受苦事。猶", "64": "數千人。或枷鎖。或杻械。皆北面立滿庭中。吏將山龍", "640": "恐汝兒郎等不信。即臥在地。作夫人在地獄受苦之", "641": "事。或云。看夫人吞熱鐵丸。開口咽之。口赤腹熱如火。", "642": "或云。看夫人受鐵犂耕舌。出舌二三尺餘。或云。看夫", "643": "人受鐵牀苦身體紅赤。熱氣如火。如是變現種種苦", "644": "痛之相已。然後甦醒。復說。見夫人父誡敕之事。又說", "645": "見婆羅門教誦經意。夫人得出地獄。上升天報。此婢", "646": "即為家內正坐。而誦經文。文文句句。皆作梵音。聲氣", "647": "清亮。令人樂聞。室家大小。見此善惡靈驗。罕所未聞。", "648": "男女大小。五體自撲。號哭哀慟。逾痛初亡。道俗郡官", "649": "聞者。皆勸易心歸信。齋戒不絕。麟德二年。有西域四", "65": "至廳下。天官坐高牀。侍衛如王者。山龍問吏。此何官。", "650": "婆羅門來。獻佛頂骨。因親眷屬。將軍薛仁軌。家內設", "651": "齋。諸親聚集。諸官人共議云。此婢雖誦得梵經。某等", "652": "皆不別之。故邀屈請得此四婆羅門。至將軍舍齋。復", "653": "喚此婢來。不語四僧云。在地獄中誦得。誑云。別有婆", "654": "羅門。教誦得此三部經。密試虗實。即對四僧令婢誦", "655": "之。且誦金剛般若訖。此四婆羅門。一時皆起合掌。怪", "656": "歎希奇。未曾有也。何因漢人。能得如此。更為誦藥師", "657": "法華訖。彌加歡喜。恭敬如師。即譯語。問云。此女何因", "658": "得如此善巧音詞。文句典正。經熟不錯。吾西域善能", "659": "誦者。未能如是。此非凡人。能得如此。諸官人等。始為", "66": "吏曰。是王也。山龍前至堦下。王問。汝生平作何福業。", "660": "說實。四僧泣淚。非是聖力冥加。豈能如是言詞典正。", "661": "諸官道俗見者悲歎。深信佛法。不敢輕慢。將軍因見", "662": "此事奏上。聞徹皇帝。敕語百官。信知佛法。眾聖之上。", "663": "冥祐所資。孰敢不信。百官拜謝。慶所未聞。良由三寶", "664": "景福恩重。慈蔭四生。非臣下愚所能籌度。聖凡受益。", "665": "豈得不信出續高僧傳。", "666": "西京西京○法海寺。英禪師。咸亨中。夢泰山府君。召往說", "667": "法。後獨坐方丈。見一異人。衣冠甚偉。前告之曰。弟子", "668": "向於泰山府君處。竊覩尊容。且知慈德及物甚多。弟", "669": "子聞世有水陸大齋。可以利益幽品。其文是梁武所", "67": "山龍對曰。鄉人每設齋講。恒施物同之。王曰。汝身作", "670": "集。今大覺寺。吳僧義濟得之。願師往求。如法修設。英", "671": "師許之。尋詣大覺。果得其文。遂於月望修齋已畢。復", "672": "見向異人。與屬十數。前至謝曰。弟子即秦莊襄王也。", "673": "又指其徒曰。此范睢。穰侯。白起。王翦。張儀。陳軫。皆秦", "674": "臣也。咸坐本罪。幽囚陰府。昔梁武於金山設此齋時。", "675": "前代紂王之臣。皆免得脫。弟子是時。亦暫息苦。但以", "676": "獄情未決。故未獲脫。今蒙師齋懺罪。弟子與此輩。并", "677": "列國君臣。皆承法力。得生人間。慮世異國殊。故此來", "678": "謝。言訖而隱。自是英公。常設此齋。流行天下出統紀并水陸", "679": "齋儀○莊襄。是秦始皇父。至唐咸亨九百四十年。", "68": "何善業。山龍曰。誦法華經兩卷。王曰。大善。可升階。既", "680": "汾州汾州○調露元年。啟福寺主惠澄。染患牛吼而終。寺", "681": "僧長寧。夜見澄來。形色顦顇。云。為互用三寶物。受苦", "682": "難言。諸罪稍輕。惟用寺物為至重。願賜救濟。寧即為", "683": "誦經懺罪。月餘復來云。承利益。已得息苦。別居一處。", "684": "但未知得脫之日。", "685": "華陰華陰○鄧元英。有親故暴亡。七日復甦。報元英曰。見", "686": "冥道官吏。將追君父。宜急修功德以禳之。元英驚問。", "687": "修何功德。可免此事。曰急寫華嚴經一部。元英遽買", "688": "紙。向鄰寺。多召經生。未逾旬日。經已寫畢。竟免斯戹。", "689": "復於母墳地。產一蓮華。武后異之。敕賜立孝門。以加", "69": "升廳上。東北間有一高座。如講座者。王指座。謂山龍", "690": "旌表。", "691": "御史御史○馮忠。於景隆三年暴亡。有二童子。領至庭。對", "692": "判官案覆罪籍。見亡舅張思義曰。汝可發願寫涅槃", "693": "疏。并鑄鐘。庶消往過。疏是禮宗禪師所述者。此師親", "694": "見智者傳授。每有天神守護。忠依舅誡。遂獲放回。尋", "695": "疏未獲。再被冥譴。忠乞三日尋寫。復俾其返。誠意搜", "696": "求。果得其本。遂急為經理。後以壽終右三出統紀。", "697": "武功武功○縣丞蘇珪。常誦金剛經。合家五十口。皆蔬食", "698": "妻崔氏。以瘦悴。竊食肉。變為骨骾氣絕。殮十日復甦。", "699": "言見閻王責曰。汝夫是肉身菩薩。何盜食肉。賴有誦", "7": "入見王。即誦偈。當誦偈時。聲所至處。受苦之人。皆得", "70": "曰。可升此座誦經。山龍奉命至側。王即起立曰。請法", "700": "經之功。延壽二十年。可歸。以語諸人。時玄宗皇帝聞", "701": "之。亦發心持經。從化者甚眾。", "702": "南唐(姓李)南唐姓李", "703": "江南江南○金陵上元縣。一民暴死。三日復甦。詣唐主具", "704": "奏。入冥見先帝。被五木甚嚴。民駭問帝。何以如此。帝", "705": "言。吾為宋齊丘所悞。殺和州降者千餘人。以冤被訴。", "706": "仗汝歸語嗣君。凡寺院鳴鐘。令延久其聲。吾受苦。惟", "707": "聞鐘。則暫休息。或能為造一鐘尤善。民曰。何以取驗。", "708": "帝曰。吾在位日。曾以于闐國。遺我玉天王像。藏於瓦", "709": "官寺佛左膝。人無知者。汝以此為驗。唐主親詣瓦官", "71": "師升座。山龍升座訖。王乃向之而坐。山龍開經曰。妙", "710": "寺。剖佛膝。果得玉像。感泣。即造一鐘於清涼寺。鐫其", "711": "上曰。薦烈祖考高皇帝脫幽出厄。以玉像建塔。葬蔣", "712": "山出通塞志。", "713": "後周(姓柴)後周姓柴", "714": "世宗世宗○毀天下寺觀鍾磬。鈸鐸。佛像。鑄周通錢。時鎮", "715": "州大悲像。極靈應。詔下。人莫敢近。帝聞之。自往持斧", "716": "鑱破面胸。觀者為之悚慄。帝遂疽發於胸殂。汴都有", "717": "將士周百勝。年老家居蔬食念佛。一夕夢黃衣吏。追", "718": "入大城。至官府處。主者。令吏引觀地獄。見一人黑色。", "719": "臥大鐵牀。獄卒持鑿。破其胸。灌以銅汁。叫聲不可聞。", "72": "法蓮華經序品第一。王曰。請法師止。山龍即止。下座", "720": "百勝懼。念佛。求退。吏曰。汝是佛弟子。不必懼。百勝問。", "721": "囚者何人。答曰。柴帝也。因毀像致此罰。百勝曰。我故", "722": "君王也。何時得脫。吏曰。世間周通錢盡時。方脫此罪。", "723": "吏因引從故路出城。聞寺鐘聲遂覺。百勝常以語人。", "724": "聞者為之悲惋宋太祖太宗。目擊其害。益堅欽信。故受命初。興復天下佛事○出神應錄。", "725": "宋宋", "726": "六一六一○歐陽修。自號六一居士。因遊廬山。入東林。謁", "727": "祖印禪師。求師開示。師示以心性法門。修自此有省", "728": "發。嘉祐六年。修為參政。兼譯經潤文。既登府多病。甞", "729": "夢至一所。十人冠冕列坐。一人曰。參政安得至此。宜", "73": "復立階下。顧庭內向囚已盡。無一人在者。王謂山龍", "730": "速返舍。修出門數步。復往問之。君等豈非釋氏。所謂", "731": "冥府十王者乎。答曰。然。因問世人飯僧誦經。為亡人", "732": "追福。果有益乎。答曰。安得無益。既寤。病良已。自是深", "733": "信佛法。修居潁州。捐酒肉。撤聲色。󰞆心默坐。令老兵", "734": "往近寺借華嚴經。誦至八卷乃薨出統紀并金湯編藏中。元", "735": "有十王經。而久已失矣今世間所傳者。一閻羅王。二", "736": "秦廣王。三初江王。四宋帝王。五五官王。六變成王。七", "737": "泰山王。八平等王。九都市王。十轉輪王。有以閻羅天", "738": "子為第五殿者。謬也。如統紀云。世傳唐道明和尚。神", "739": "遊地府。見十王分治亡人。因傳名字。藏典傳記。可考", "74": "曰。君誦經之福。非惟自利。乃令庭內眾囚。皆以聞經", "740": "者六閻羅五官耳。池州郭生。夢入冥府。初江王揖坐。", "741": "謂曰。我是西門王郎。冥司錄我忠孝。正直。不害物。得", "742": "作初江王一紀。南劒陳生既死。其弟之女。見二鬼導", "743": "至宮殿曰。秦廣王也。王謂女曰。欲救伯苦。可轉八師", "744": "經。女寤。家人求得經。請僧誦千遍。弟夢兄來謝曰。已", "745": "獲生天。如上十王。除閻羅王。餘九多有改易。故云官", "746": "府數移也。", "747": "問曰。漢晉已前。不見有人入地獄還報者。何耶。答曰。", "748": "經法未到。誰識泥犁地獄之名。雖有入冥還甦。亦只", "749": "當一場夢幻境界耳。問。宋元之後。亦少見有。何也。答", "75": "題獲免。豈不善哉。今放君還去。山龍拜辭。行數十步。", "750": "即余年少至今。徃徃聞人入地獄。記閻王殿前對聯", "751": "回。而無好樂者錄之。余若不作此無。即後篇亦無有", "752": "錄之者。況今常聞諸方悉有之。恐繁不錄。且古諸傳", "753": "記中。條欵甚多。然人厭樂繁簡。故不盡錄也。", "754": "明明", "755": "贑州贑州○太和縣。劉須微。萬曆間。為南韶道。好客豪飲", "756": "日殺生不計數。及死。其子之業師陳某。暴死而甦。曰", "757": "閻王謂我無大惡。且放還歸。在閻王殿前。見鐵桅竿", "758": "上。弔一人。乃學父須微也。謂曰。先生回去。為寄一信", "759": "與兒子。說我平日不信善惡因果。以殺業重。苦不可", "76": "王復呼還。謂吏曰。可將此人歷觀諸獄。吏即將山龍", "760": "言。今身上皆畜生毛羽。恐吾兒不信佛事超我。我有", "761": "銀一箱。埋某處。鑰匙藏某樹下。可將此銀延僧禮懺", "762": "超我。云云。業師即至劉家說其事。其子果不信。復曰。", "763": "埋銀汝家固有。但不知所藏鑰匙處。父示你。特以此", "764": "為驗耳。其子如師言。果得鑰匙。乃信陰司不妄。因大", "765": "為布施。誦經禮懺。自後太和。從此信道也。", "766": "趙定宇趙定宇○竹窓三筆云。少冢宰定宇趙公。與雲南巡", "767": "撫陳玉台同年。公以萬曆丙申三月望日捐館。時玉", "768": "台在任。因內人病。扶乩請神。神判以死。因懇乞救援。", "769": "神云。五殿閻君方新任。其人剛正。不可干以私。無以", "77": "東行百餘步。見一鐵城。甚廣大。上屋覆其城。城傍多", "770": "為也。問新任何人。曰常熟趙某耳。俄而訃至。則任期", "771": "與訃期脗合。陳大驚異。或曰。閻王帶福帶業者為之。", "772": "定宇盛德士。亦有業乎。噫。地藏菩薩言。我觀閻浮提", "773": "眾生。舉足動步。無非是罪。焉得無過。昔聞一僧。有天", "774": "符召作閻王者。僧懼。大起精進。一心念道。符使遂絕。", "775": "嗟乎古稱韓擒虎。生為上柱國。死作閻羅王。又近代", "776": "傳聞。鄭澹泉司𡨥。死作閻王。杭州大守周公。死作城", "777": "隍。此常事也。古德有言。僧雖有行。不了道者。多作水", "778": "陸諸神。豈徒言哉。", "779": "禮像禮像○永明禪師。諱延壽。吳越王鎮杭。師為餘杭縣", "78": "有小牕。或大如小盤。或如盂碗。見諸男女。從地飛入", "780": "庫吏。屢以庫錢買魚鰕等物放之。後坐監守自盜。法", "781": "當棄市。王頗知其放生也。諭行刑者。觀其辭色以覆。", "782": "師臨死也。面無戚容。人怪之。師曰。吾於庫錢毫無私", "783": "用。盡買放生命。莫知其數。今死。徑生西方極樂世界。", "784": "不亦樂乎。王聞而釋之。乃出家為僧。修禪禪懺。得無", "785": "礙辯才。師涅槃後。有一僧入冥。見閻羅王。時時出禮", "786": "一像。僧問之。則陽間永明壽禪師也。已生西方上品", "787": "上生。王敬其德。故時時禮耳出雲棲放生文○昔吳越王飯僧。問永明禪師。", "788": "此間有聖僧否。禪師曰。長耳和尚。是定光佛。長耳曰。彌陀饒舌。後去不復現矣。即非彌陀。已上品上生。不久便", "789": "登佛位。", "79": "牕中。即不復出。山龍怪問。吏曰。此是大地獄中。多有", "790": "清清", "791": "湖廣湖廣○衡山縣。康元度。喜行布施。大清初。一日病死。", "792": "見兩龍旋繞其身。竟至陰司。見閻君。初一殿姓潘。二", "793": "殿姓張。三殿姓羗。四殿是元廣之父。五殿是其祖。六", "794": "殿姓蔣。七殿姓何。八殿姓羅。十殿姓王。見所識者多。", "795": "又見其鄰一女子。脚爛在殿外。問其父曰。何以此女", "796": "在此。父曰。業未盡。若有人作道場即可愈。度死三日", "797": "復生。歷見受報者。錄成一書。時亦能立亡數日。每往", "798": "陰司回還。陳述令人可畏。如昔東徐君刻冥判記。布", "799": "流於世。使人知陰陽罪福非遠也右二出銕橋集○此十殿。如世間州", "8": "解脫。王遂放免。其偈是晉譯華嚴經文。與唐譯華嚴", "80": "分隔。罪計各異。此諸人者。各隨本業赴獄受罪耳。山", "800": "郡官府。非閻羅天子也。世只聞閻羅王。不知有府君獄主。故入地獄還。凡見獄官。皆云閻王也。", "801": "廣州廣州○順德縣。龍江村。余桂寧。妻蔡氏。法名等實。有", "802": "弟出家于鼎湖山。時回家教令持齋歸敬三寶。由是", "803": "發心長齋。凡姑叔捕得魚蝦。生者竊放井中。亦常買", "804": "螺蜆放生。其夫出外為商而死。姑劉氏。逼令別適。實", "805": "乃懸梁縊死。以為貞誓。是時頸上索斷而墮。姑聞救", "806": "之。實姐與巫婆。屢勸開齋。不已從之。順治戊子三月。", "807": "出事陳家。為繼室。次年生一女。壬辰七月十九日生", "808": "一男。產後身病。死一日夜。心尚暖。前夫出外時。囑云。", "809": "你應堅守。妻云。若有改嫁。地獄重罪自受。七月二十", "81": "龍聞之悲懼。稱南無佛。請吏求出。至院門。見一大鑊。", "810": "早遂甦。午後即見前夫打云。你言若有改嫁。地獄重", "811": "報自受。實云。我同你去。夫云。不消我同你去。自有人", "812": "來拿你。云云。是晚二更。有鬼判來鎖去。實問曰。何故", "813": "鎖我。判云。拿你受罪去。至地獄。見死人堆積。問云。此", "814": "是何處。判云。此是地獄。又云七月初一日考較善惡。", "815": "日間考陽人。夜間考死人。時判帶實。在死人身上過。", "816": "心甚怖畏。惟憶念佛。至四更盡得甦醒。二十一日二", "817": "更。判又來鎖去。呵云。速去速去。下血湖池。汝生養二", "818": "次。應下六年。實不肯去。判發怒。將鐵椎打云。速去速", "819": "去。凡打時。見螺蜆徧身護之。至血池處。見諸罪人。半", "82": "火猛湯沸。傍有二人坐睡。山龍問之。二人曰。我罪報", "820": "沉半浮。涕泣苦狀。不堪忍視。下至池邊。心心念佛。見", "821": "一狗云。聖女。汝曉念佛。免下血池。你欲出去。可在右", "822": "邊行。左邊有毒蛇鵶鵲害人。即右邊行。見陳家前妻", "823": "張氏云。小妹你來聻。其啼哭苦楚之甚。實云。我為繼", "824": "你。生第五子。染病故來。丈夫前者。為你建齋。你亦得", "825": "否。答云。丈夫無信心。全無得力。二人痛哭一番。時四", "826": "更盡便甦。二十二日二更。判又來鎖去下船。船上四", "827": "人把櫓。實叫苦連天。哀告獄判。及船上人。人云。亦知", "828": "你身有病。將東西密障。極力撓過你西川去。時將四", "829": "更盡乃醒。二十四日二更。判來鎖去。至地獄黑暗處。", "83": "入此鑊湯。蒙賢者稱南無佛。故獄中諸罪人。皆得一", "830": "見一無憂山。時有一鬼持衣來換。實不肯換。又持迷", "831": "魂湯來食。實不肯食。判帶至第三殿冥王案前。實跪", "832": "告云。實係某縣某處人氏。王大怒拍案。聲震如雷。曰", "833": "你與前夫立誓不嫁。何自違誓。將五馬分屍。即見五", "834": "馬分屍首。于五處。肝膽碎裂。不知何者是我。王將善", "835": "惡簿看。使判喚來。屍首還復。王云。你何故罵前婚子。", "836": "亞寅。亞會。可惡可惡。真可惡。應下火坑。自當見之。時", "837": "見一鬼。將實一推下火坑。火燒大苦。一心念佛得免。", "838": "自見手上火皰。及肩上火皰。五箇如魚胞大一寸餘。", "839": "長二寸。在身上。時家人共見。報應不爽。五更少甦。二", "84": "日休息。疲睡耳。山龍又稱南無佛。吏謂山龍曰。官府", "840": "十五日二更。判來鎖去。一鬼云。你罵亞會耳聾。即將", "841": "洋銅灌兩耳。非常苦痛。惟切心念佛。一鬼云。你曉念", "842": "佛可免。將風箱。三吹耳。時即息苦。便甦。二十六日二", "843": "更。判又鎖將去。見地獄黑暗。不敢前進。判怒。持鐵棒", "844": "打數下。苦痛難忍。見一鷄言。還我命來。實云。我何時", "845": "殺你。鷄云。你十六歲。為病殺我。你不食我肉。而食我", "846": "湯。云云。實云。待我回陽。為念經呪薦你。其相方滅。即", "847": "甦。二十九日三更。見觀音大士。將一子來。換過所生", "848": "子。時子大哭失聲下地。實苦泣哀告大士云。此子未", "849": "卜保養否。大士云。若此子哭時。手摩其頂。念聖號數", "85": "數移改。今王放君去。可白王請抄。若不爾。恐他官不", "850": "聲。自然無事。四更盡得甦。八月初一日辰刻。見父現", "851": "身告云。子尚應墮猪胎三晝夜。餓鬼二晝夜。實云。我", "852": "今不願墮地獄。苦痛難當。願作方便。得免刑罰。父云。", "853": "你自作自受。無人可代。但墮畢數日。即漸安也。又云。", "854": "若墮猪胎時。善自保養。實云。不曉如何保養。父云。猪", "855": "必食清粥水。將布濾過方飲。食單莫食雙。恐傷性命。", "856": "問云。可食多少。父言。或三。或七或九。乃至十五。每日", "857": "三時飲。每時十五碗。遂甦。乃語家人云。我今墮猪胎。", "858": "可取我箱中一新夏衫。濾去粥渣與水我飲。彼食時。", "859": "家人俱見如猪飲水無異。三日畢。便墮餓鬼。即自披", "86": "知。復追錄君。山龍即詣王請抄。王命紙書一行字。付", "860": "髮。如鬼相似。欲食茶少許。如食糠𥢶。塞喉不下。惟口", "861": "中唧唧自歎。兩手搖搖舞舞。二晝夜。傍人不敢近看。", "862": "過數日。復見大士通身白衣。手持楊枝。口說云。從心", "863": "從實起。心明罪業輕。又見一鴨云。還我命來。實云。我", "864": "何時殺你。鴨云。比時羅姑欲我死。把針我吞未死。原", "865": "與羅姑無干。還是你晒鹹魚。我食鹹魚渴死。你應與", "866": "我水飲。救人一命。勝于千金。實云。既我悞汝命。待我", "867": "回陽。念經呪薦你何如。其形遂滅矣。今康熈己未。其", "868": "人尚在持齋念佛。年六十有二。其出家弟覺興。聞余", "869": "作集。乃回鄉對姊。隨筆錄之。余因編入焉言丈夫無信心。建齋", "87": "吏曰。為取五道等署。吏受命。將山龍更歷兩曹各廳", "870": "全無得力者。今時世俗。多有不信薦亡超幽之事。惟欲掩親朋耳目。請僧建齋。既無信心便有輕佛慢僧之失", "871": "尚不免過。何由得力。或僧無慈愍。利濟亡者之念。或誦血湖救苦等偽經。縱是佛說真經。而無誠心。如童子課。", "872": "三字經。或延道士建醮。既無至誠。經又非真。盡是俚語。過三日。即宰殺生命。妄謂謝將。私圖嘴肥。世人久迷。同", "873": "之甘飲。寧有殺害生靈。功超亡者之苦。或設齋悋財。不為盛供。唯要喃唱。皷樂喧天。奚顧壇場居處。齋蔬器皿", "874": "潔否。由是存亡失利。誠為虛設。徒自勞苦者耳。", "875": "韶州韶州○英德縣。冬水鄉。楊舒一。甞持六齋。順治年間。", "876": "有成華翰。臨終屬舒一云。你有信心。我死後建齋。可", "877": "為我司香燭。時雷寨寺僧。携一行童往澆蠟燭。入內", "878": "飲食。而狗䑛汙油鍋。燭壞。童回見。即將汙油澆燭。建", "879": "齋纔畢。即在壇前宰猪。次日舒一得病。至地獄。會華", "88": "事。侍衛亦如此。王乃遣吏皆取其官署。各書一行訖。", "880": "翰。同往見閻王。王問翰。在世作何功德。答言。曾作預", "881": "修功德。王檢案云。俱無功德。又語舒一云。你為人司", "882": "香燭。何以穢燭供佛。答云。小人領事香燭。其燭不淨。", "883": "係行童過。王曰。齋壇不潔。是司香燭者之罪。且責五", "884": "板。遂甦。後兩髀腫爛見骨。乃求白象林僧大悲呪水", "885": "洗漸愈。康熈十三年卒。舒一自陳。鄉人共說。贊錄之。", "886": "盧陵盧陵○陳忠赤。順治丁酉年。六月盡。忽暴死。七月初", "887": "復活云。某人在陰司受罪。某人今來掌某處。又某人", "888": "寄信某物在某處。一一如言。又言陰司見路三條。一", "889": "條帶枷鎖甚眾。一條善人路。一條皆禽獸行。自云。我", "89": "付山龍。龍持出至門。有三人謂山龍曰。王放君去。可", "890": "止得活三年。即發心長齋。後三年無病而死出銕橋集。", "891": "廣東廣東梁子球○肇慶府。高要縣。黃岡村。梁子球。字朝棟。向戒", "892": "淫殺。勸善隱惡。居館教讀。康熈九年。球時四十一歲。", "893": "於六月初八夜。夢兩鬼使。一從僮。持牌捉球。球以家", "894": "貧子幼辭。鬼使遂去。越五日。球夢兩使復來促球。球", "895": "乞免。鬼弗允。遂醒。無病而死。不及遺囑。初就道。兩使", "896": "語球曰。大路江山峻阻。登涉不易。此有捷徑。但有冤", "897": "對難度。以君善人。故相商耳。球曰。我素放生戒殺。無", "898": "他慮也。使曰。審此可度矣。廼經一市。兩使詣肆就食。", "899": "舉酒餚勸球。球念此非人世飲食。辭不茹。兩使語曰。", "9": "經。下二句稍別出纂靈記○華嚴感應傳云。郭神亮。為冥使者。追至平等王所。因誦上四", "90": "不多少。乞遺我等。山龍未言。吏謂山龍曰。王放君。不", "900": "此人有異。或得還魂。但恐遽殮。令從僮急詣球家。附", "901": "屍曰。我必還魂。幸勿殯殮。言畢即返。同至報冤逕。果", "902": "見六畜禽獸。遍滿逕中。經此者。多被噬󲣅。唯球安行", "903": "而過。越此。望見宮殿巍峩。值暮。兩使偕球宿廟中。金", "904": "匾額題曰。敕封龍母廟。晨起。同到朝門。百僚肅侍。兩", "905": "使帶球伏堦下。判官展簿啟王。球名下。止罪過一條。", "906": "球泣訴。妻兒孤幼。乞放還陽。王曰。大數已盡。難顧妻", "907": "兒。喜汝能安貧勸善。無大過惡。今陽間世俗。多犯大", "908": "罪。皆緣不信陰司法律。爾可熟讀此間刑律門聯回", "909": "陽。傳與人知。為善去惡可也。球承命同兩使遍讀對", "91": "由彼。然彼三人者。是前収錄君使。一是繩主。當以赤", "910": "聯。及各罪欵。復宿前廟中。次早詣殿俯伏。將門聯律", "911": "欵。皆誦明白。王大喜。命兩使送回。途經教場。遇已故", "912": "門人莫煥元。同羣輩習射。見球下馬。悲喜交集。自言", "913": "死後。亦無罪過。今為校稟。將領約束。煩語兄嫂妻子。", "914": "善事父母。予舊有手評武經䇿論。可焚付我。再揖而", "915": "別。又行數里。望見家鄉。兩鬼使辭別而去。凡三日夜", "916": "遂甦。備錄門聯罪律。今列于左。", "917": "門聯報冤逕聯烹割充腸禽鳥含悲還報復殺屠供饌牛羊飲恨待酬冤", "918": "奈河橋聯苦海無邊須識回頭是岸奈河有渡若能轉念不迷", "919": "分界路聯此路達天堂善士都從這裏過斯途沉地獄惡人俱在箇中行", "92": "繩縛君者。一是棒主。當以棒擊君頭者。一是袋主。當", "920": "朝門聯三尺森嚴豈似陽間能枉法四知凜烈果。然地府不容情", "921": "二門聯生在陽間為惡重死到陰司欲悔遲", "922": "丹陛聯鐵石人心知爾剛頑難變化火罏陰律從他強梗自銷鎔", "923": "座前聯惠廸吉從逆凶吉凶之報斷在此日積善慶作惡殃慶殃之別立見當前", "924": "殿左廡硃榜罪欵刑條殿左廡硃榜罪欵刑條", "925": "不忠不孝叛逆不道謀財陷命枉濫殺命", "926": "劫盜淫殺害眾成家已上諸犯。罪至極刑。", "927": "怨詈天地毀謗君王怨懟父母誹罵師長", "928": "奪人妻子漁色邪淫已上諸犯。差減極刑一等。", "929": "決水害防放火燒山舞文玩法左道惑眾", "93": "以袋吸君氣者。見君得還。故乞物耳。山龍惶懼。謝三", "930": "殺生害物欺孤凌寡已上諸犯。差減極刑二等。", "931": "離間骨肉教唆詞訟嫁禍飛冤賣生圖利", "932": "造使假銀販賣人口壓良為娼強屈僕婢", "933": "󳲕帶人口窩聚賭盜貪恣口腹局騙財物", "934": "占奪田地武斷鄉曲啟殺導淫破毀齋戒", "935": "聚斂無厭乘危取利恣行威福荒淫漁獵", "936": "借勢橫行受託負心已上諸犯。差減極刑三等。", "937": "五刑之屬三千。特表其極重者。以為懲戒。使世人", "938": "知。凜然不可犯。其刀山銕床。以至風火沉淪等獄。", "939": "各隨所犯。而受其果報。形影相赴。皆自取也。惟改", "94": "人曰。愚不識公。請至家備物。但不知何處送之。三人", "940": "過積行可免。", "941": "誹謗三寶破毀僧尼污篾梵行倡說叛聖", "942": "凡此較極刑尤重。故另懸列。犯者不通懺悔。", "943": "殿右廡金榜放生文(是杭州雲棲寺蓮池大師戒殺文)殿右廡金榜放生文是杭州雲棲寺。蓮池大師戒殺文", "944": "葢聞世間至重者生命。最慘者殺傷。是故逢擒則奔。", "945": "蠟虱猶知避死。將雨而徙。螻蟻尚且貪生。何乃網於", "946": "山。󱓉於淵。多方掩取。曲而鈎。直而矢。百計搜羅。使其", "947": "膽落魂飛。母離子散。或囚籠檻。則如處囹圄。或被刀", "948": "砧。則同臨剮戮。憐兒之鹿。䑛瘡痕而寸斷柔腸。畏死", "949": "之猿。望弓影而雙垂悲淚。恃我強而凌彼弱。理恐非", "95": "曰。於水邊。若樹下燒之。山龍許諾。吏送歸家。見親眷", "950": "宜。食他肉而補己身。心將安忍。由是昊天垂憫。古聖", "951": "行仁。解網著於成湯。畜魚興於子產。聖哉流水。潤枯", "952": "槁以囊泉。悲矣釋迦。代危亡而割肉。天台智者。鑿放", "953": "生之池。大樹仙人。護棲身之鳥。贖鱗蟲而得度。壽禪", "954": "師之遺愛猶存。救龍子而傳方。孫真人之慈風未泯。", "955": "一活蟻也。沙彌易短命為長年。書生易卑名為上第。", "956": "一放龜也。毛寶以臨危而脫難。孔愉以微職而封侯。", "957": "屈師縱鯉於元村。壽增一紀。隋侯濟蛇於齊野。珠報", "958": "千金。拯已溺之蠅。酒匠之死刑免矣。捨將烹之鼈。廚", "959": "婢之篤疾瘳焉。貿死命於屠家。張提刑魂超天界。易", "96": "正哭。經營殯具。山龍入至屍傍即甦。後日剪紙作錢", "960": "餘生於釣艇。李景文毒解丹砂。孫良嗣解矰矯之危。", "961": "卜葬而羽蟲交助。潘縣令設江湖之禁。去任而水族", "962": "悲號。信老免愚民之牲。祥符甘雨。曹溪守獵人之網。", "963": "道播神州。󳭋解銜環報恩。狐能臨井授術。乃至殘軀", "964": "得命。垂白璧以聞經。難地求生。現黃衣而入夢。施皆", "965": "有報。事豈無徵。載在簡編。昭乎耳目。普願隨所見物。", "966": "發慈悲心。捐不堅財。行方便事。或恩周多命。則大積", "967": "陰功。若惠及一蟲。亦何非善事。苟日增而月累。自行", "968": "廣而福崇。慈滿人寰。名通天府。蕩空冤障。多祉萃於", "969": "今生。培積善根。餘慶及於他世。倘能助稱佛號。加諷", "97": "帛并酒食。自送水邊燒之。忽見三人來謝曰。蒙君不", "970": "經文。為其回向西方。令彼永離惡道。則存心愈大。植", "971": "德彌深。道業資之速成。蓮臺生其勝品矣子球自錄。", "972": "廣州廣州○康熈辛亥二月。羊城有一婦人。藥毒死夫。又", "973": "推前夫姑落井中。人不得知之。後時夜間。婦即見鬼", "974": "卒。拘至城隍所。隍與冠幞頭者同審。即以鐵夾棍。夾", "975": "斷惡婦脚。令示陽間。善惡無爽　平藩聞。遂給以食。", "976": "置西門外馬廠前。眾人往觀。婦人日食如常。折脚以", "977": "盤盛於前。自向人云。過兩日便下油鍋。如期作痛苦", "978": "之狀。不堪觀也。又云。更過二日。身受碎剮。不數日遂", "979": "死　平藩乃令割其首。棄其骸於荒郊犬食出銕橋集。", "98": "失信。重相贈遺。愧荷。言畢不見。山龍自向總持寺主", "980": "順德縣順德縣○喜涌村。張哉明。妻李氏。生二子。為人性惡", "981": "瞋妒好打奴婢。每打恨不楚毒。使跪堦前。以尿澆淋。", "982": "仍燒鐵鉗。烙其身面。夫及子。俱不敢近之。康熈壬寅", "983": "年。盜鄰人鷄殺食。鄰人詰問。即發誓曰。我若偷得汝", "984": "鷄食。當教我兩眼落地。次月無病。一目󳫲裂。至乙巳", "985": "年。又裂一目。丁巳年。獨臥房中。夜半自拆牀板。周圍", "986": "枷頸跪地。天明家人聞呻吟聲。趨問。何故如是。答曰。", "987": "我今被閻王枷鎖。雖苦尚輕。過二日。即要上鐵刺牀。", "988": "又落油鑊。云云不數日而死。本村鄰鄉。人皆共知其子", "989": "端仲。亦自向人說。余因錄之。", "99": "說。寺主傳向臨說右三出冥報記。", "990": "順德順德○上直村。陸業卿。為廣州府差。是無為教之徒。", "991": "口稱食齋。身行不善。所為非事。不可具述。至康熈己", "992": "未五月。欲將一猪。賣與屠人。屠人還價五錢。卿便自", "993": "殺。賣肉得銀八錢。過數日病。至六月二十三日早。見", "994": "猪來云。我命該盡亦了。汝何以貪多銀三錢。以刀殲", "995": "我頸。我已得訴官府。至未時。果見鬼來。鎖至閻王所。", "996": "見三曹官。一名鄧天尊。皆證卿殺猪。王曰。汝何故貪", "997": "財。殺害猪命。當杖六十。今且饒汝。暫打三十。後當再", "998": "審。遂還甦活。一一語其妻子。妻看其兩髀。臃腫青淤。", "999": "數日潰爛。自後每被冥使追去。受諸罪苦。回自說之。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1645 六道集", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1645 六道集", "author": "清 弘贊輯", "language": "chinese", "source": "CBETA"}