{"sourceLink": "http://www.cbeta.org/", "text": {"0": "敘佛語御禪師語錄敘", "1": "佛語徹御吾姪嘉陽范氏子也得法於", "10": "時", "100": "正直與端方宛然玉界尺樹吾宗棟梁知佛法大意", "101": "日涉圓通兮三登九上時論祖道兮搶行奪市噫嘻", "102": "嘻謾疇昔家常德業總包融不亞龐公一頭地", "103": "與輿若乘禪人與輿若乘禪人", "104": "一喝老僧未許一蹋兩面三頭與君一齊打脫好作", "105": "渡人之舟", "106": "復松宇李居士偈復松宇李居士偈三", "107": "道本無形狀云何有取求取求屬影像來去總浮漚", "108": "不墮名言數豈同知見侔若能於此薦安用早回頭", "109": "又水中捉月月雙月空裏挐風風自風挐捉月風非", "11": "甲寅仲春花朝之日華巖聖可德玉敘", "110": "動靜天然動靜豈從容若言得不得有二更道管他", "111": "又一重者裏誰知復誰見復將誰面與誰融大都心", "112": "性假名字只為悟迷分異同徑入無生無舍宅無生", "113": "有入即羅籠一一分明親道破莫將五色畫虛空又", "114": "二六時中既穩默行住坐臥已婆娑真空不空非口", "115": "語空不空也更淆訛若是隨心而應用隨心應用早", "116": "蹉跎隨心隨處多身相應用依前萬萬波須到無心", "117": "無用處自然無處不禪那", "118": "與憨之秀禪人與憨之秀禪人", "119": "一喝明明事已周無容下口處難酬報恩有待憑君", "12": "佛語御禪師錄", "120": "力抖擻精神接聖流", "121": "送別湖巖道兄送別湖巖道兄", "122": "數思世末幾滄桑獨喜同門箇箇長茲去頻開三尺", "123": "劍惡名從此播諸方", "124": "弔蒼峨道兄弔蒼峨道兄", "125": "四十餘年夢眼開眼開何速別塵埃三秋話會曾相", "126": "唯一日逃禪擬再猜生死門頭丟臭褲涅槃道上掃", "127": "蒼苔聊將數句頻津送謾請高流歸去來", "128": "訪琇峨道兄訪琇峨道兄", "129": "登高無直徑策杖步幽林薄霧籠山閣晴松快野禽", "13": "嗣法門人法　乘　秀　等編", "130": "坐聞猿唱曲靜聽月敲琴更入尋詩處雲深客亦深", "131": "壽湖巖道兄壽湖巖道兄", "132": "自入乾坤舍許多事不全好人無百歲禍害有千年", "133": "欲祝千年壽喜餘百歲堅虛空三爛壞箕翼共綿綿", "134": "訪雪波座主訪雪波座主", "135": "梯危涉險足頻攀步入高林谿更灣閣抱層巖巖抱", "136": "閣山連野水水連山日移竹影敲詩案風送蘆煙鎖", "137": "石關莫謂南窗開不掩早知明月夜來還", "138": "向日葵向日葵", "139": "滿懷造化運方隅不類池渠荷與蘆形接陽和隨動", "14": "機緣機緣", "140": "蕩色垂秋艷有規模旋樞共爾終時度斗斡同伊傲", "141": "月圖夕旦循環程幾度何如些子應天都", "142": "照鏡石照鏡石", "143": "不藏寶匣倚江干一道清光掩蔽難真偽相昭容易", "144": "見影形覿面等閒看幽私爍破乾坤靜妖艷收來毛", "145": "骨寒萬象俱該全體露虛空也自把眉攢", "146": "盤石生蓮盤石生蓮二", "147": "瘦石玲瓏載月娟和泥捧出不泥蓮胎懷白氣開時", "148": "節蘊得清香待有年傘蓋照人荷霧靄蜂房吐蕊藕", "149": "雲旋多情特為光山寺殿閣重重泛紫煙", "15": "師一日室中臥一僧向前作禮問西來大意即不問", "150": "種伏雲根徹竅中兩三掬水露全工鮮鮮芳艷留青", "151": "眼馥馥香霞逐遠風葉裏裁詩詩意綠華間摘句句", "152": "聯紅自來忘卻開蓮社蓮自開來覓遠公", "153": "道傍梅次韻道傍梅次韻", "154": "薄霧迷津勢莫尋忽朝天霽弄香侵瞻風撥草奇高", "155": "節抱雪懷芳吐素心朵朵書春傳意遠枝枝送臘遞", "156": "情深從他來去人標指一日垂涎孰不驚", "157": "新月新月", "158": "如梳如耳如邊鏡說似鉤環更莫欽想是天人騎馬", "159": "過一蹄印破五湖心", "16": "吾師意旨作麼生師云四面無回互一道盡坦平僧", "160": "紅梅紅梅", "161": "冰姿雪骨久懷丹吐出令人子細看本色不從桃杏", "162": "借一簾星燦玉闌干", "163": "破氈帽次韻破氈帽次韻", "164": "有舷無頂太郎當亂髮髼鬆滿面揚不得眉毛分界", "165": "畔一頭都是眼睛眶", "166": "應時歌應時歌", "167": "半夜子齁鼾穿夢耳恍如雷不在枕頭裏雞鳴丑鼠", "168": "逐貓兒走撞出門駭殺趙州狗平旦寅眉毛舊轉新", "169": "掀衾起日計正相應日出卯芒鞋腳下討路高低竹", "17": "云恁麼凡聖坐斷佛祖難留師起身拈拄杖云還識", "170": "杖知分曉食時辰脫粟與芹羹一頓飽處處引風生", "171": "禺中已晝閒無活計牧群牛箇箇掀天地日南午打", "172": "動無皮鼓令如是拍拍騰今古日昳未攜酒莫遲醉", "173": "淵明來混入吾儕隊晡時申野老佚山亭閒遠眺銕", "174": "笛一村聲日入酉白月光如晝看金烏也解翻觔斗", "175": "黃昏戌明暗奚分布簾不捲人在深深處人定亥就", "176": "榻和衣蓋任高眠一覺無疆界", "177": "四威儀四威儀", "178": "山中行一步一箇墩看子細蹋破嶺頭雲山中住死", "179": "蛇當古路擬挑開無覓挑開處山中坐不消強捏合", "18": "者箇麼僧云雪嶺寒梅驚蝶夢陽和那待曉風吹師", "180": "太分明鼻直眼橫箇山中臥熟睡長伸腳剛醒來流", "181": "鶯啼夢過", "182": "未示寂前書自感偈未示寂前書自感偈云", "183": "早出孃胎三十年千生萬受盡鑽研幾將劫運消磨", "184": "後心倦神疲嬾向前", "185": "師一日示微疾忽喚門人指禪床云翻過去也是我", "186": "翻過來也是我咳唾也是我掉背也是我只須到我", "187": "無我所復云咄咄言罷端然長往。", "188": "斗菴禪師錄終", "189": "嘉興吳知先書　倪天章刊", "19": "云未信你在僧云點額屠兒師拍禪床一下。", "190": "康熙壬戌年季春月嘉禾楞嚴般若坊附藏流通", "2": "慧覺法兄和尚御侍師終身雖寒暑順逆", "20": "僧問善財不見彌勒時如何師笑之僧云悟師云悟", "21": "之一字也不消得僧禮拜師驀頭一踢。", "22": "僧閱經次師云閱何經僧云楞嚴經師云至何所僧", "23": "云四十四心師云就中汝任那一心僧撒兩手師搊", "24": "住云在甚麼處得來僧云天晴大日頭下雨水長流", "25": "師掌云又作麼生僧云人從橋下過水流橋不流。", "26": "師覽錄次僧問大開爐鞴時如何師隨聲便掌僧禮", "27": "云者等惡辣師復掌云猶嫌少在。", "28": "僧與師鉏圃次師云忠國師趁侍者與大顛擯首座", "29": "是同是別僧云一箇鼻頭兩孔出氣師便打云杜撰", "3": "百折摧而無墮容憾其福不逮慧未展雙", "30": "阿師如麻似粟。", "31": "法語法語", "32": "示白拈禪人示白拈禪人", "33": "丁一卓二乃衲僧家本分鉗鎚暗五明三是白拈賊", "34": "偷天手段敲骨打髓捉虎擒龍蓋色騎聲旋乾倒嶽", "35": "可以俯天仰地可以載水流山可以點銕成金可以", "36": "指石為玉攪長河為酥酪化酥酪作長河驅玉兔於", "37": "日宮逼金烏於月殿就一毛頭而見無量寶王剎於", "38": "一寶王剎見無邊身菩薩即一身菩薩而坐無量菩", "39": "提場即一菩提場而轉無量義法輪即一義法輪而", "4": "桂之道而早夭其存日亦不喜人記錄其", "40": "度無量恆沙眾各各皆得無生法忍入不退地到此", "41": "處谷盈谷在坑滿坑脹破虛空彌亙中外天地不能", "42": "蓋載日月安可照臨山川草木各見自在神通鳥獸", "43": "昆蟲盡得天然玅用更說甚麼佛祖家私聖賢心髓", "44": "都盧一箇乾矢橛麻三觔消受盡盡不必東討西覓", "45": "豎四橫三縱是庭前柏樹子青州大布衫一篾縛來", "46": "拋向三千里外盡是二十年前魔昧人之話頭也試", "47": "問白拈賢徒還知得麼若知得真所謂有行有名名", "48": "行俱著如或未然莫將閒學解埋沒祖師心。", "49": "示可心戒子示可心戒子", "5": "語嗣法門人輿若乘憨之秀等於暇日竊", "50": "受戒參禪絡索不少穿衣喫飯本色何多是以佛未", "51": "出世祖未來東渾圇一箇清平潔白世界無端被者", "52": "夥有智凡夫向裏許撒土拋沙令人踢腳絆手躲避", "53": "不得若是箇有血性丈夫總不入他圈繢何故男兒", "54": "別有通霄路怎向如來行處行。", "55": "示萬庥禪人示萬庥禪人", "56": "穿泉汲水斟酌性海源頭達筧引流汪洋有本家風", "57": "闢谿壑以通衢盈河海而蕩漾千流合道萬派朝宗", "58": "有時震海潮音魚龍仰之變化有時開江展漢鯤鵬", "59": "賴以飛騰鱗甲藏身潛龍或躍深廣莫測灝漢無涯", "6": "記機緣法語略數則葺成編帙余忽見而", "60": "雖是真空性水實乃大丈夫源潔流清之作用也且", "61": "道丈夫漢安身處又當何如藕絲孔裏乾坤大兔角", "62": "尖頭世界奢定動交加雙坐斷自然頂上撒天華。", "63": "示徒示徒", "64": "一蹋直到底一步便到家鎮日行人千千萬萬萬萬", "65": "千千未見有一箇半箇歸家穩坐且道過在甚麼處", "66": "撥几云移舟諳水脈舉棹別波瀾。", "67": "佛事佛事", "68": "玅善火幽靈寂靜玅智難通生死吉凶神明可卜驀", "69": "豎火炬云玅善玅善甚處去也復打圓相攛下云一", "7": "深目之觀其說法為人處言溫氣和咸從", "70": "把火燒塵俗債無明業累盡情灰大張兩隻玲瓏眼", "71": "撫掌呵呵笑去來。", "72": "良憲火成住壞空天之時也生老病死人之數也又", "73": "何異焉然而我良憲居士不斷煩惱而明佛性不捨", "74": "生死而證涅槃去亦不滅來亦不生試問大眾生死", "75": "即且置不去不來一句作麼生道以火炬作此⊙震", "76": "威一喝云撲破醯雞甕裏天隨方遊戲莊嚴海。", "77": "恆一火拈火炬打圓相云大火聚裏好藏身頻頻直", "78": "步正相應分明幾節黃金骨一度紅爐一度新喝一", "79": "喝攛下火炬。", "8": "涵養醞藉中流出洵有大過於人者識者", "80": "寂壽火死生兩字人各有之去就二途阿誰苟免既", "81": "不苟免且如寂壽死邪去邪即今在甚麼處喝一喝", "82": "攛下火炬云昨夜蓮池花放處堂堂端坐妙嚴身。", "83": "眾偈眾偈", "84": "與非篆禪人與非篆禪人", "85": "苦侍吾師十六秋巾缾冤對恨難酬排兵布將行旌", "86": "令願子功歸第一籌", "87": "示立卓禪人示立卓禪人", "88": "索我珍珠瑪瑙話此間無句值錢的驀拈驢糞頻相", "89": "贈謾莫逢人說價低", "9": "其鑑諸。", "90": "示劍衡李居士示劍衡李居士", "91": "此去滇南步步高登山涉水謾逍遙一朝蹋破波前", "92": "月撫掌呵呵傲寂寥", "93": "與大死靈禪人與大死靈禪人", "94": "自從剖出虛空核到處逢人聲價高大死闍黎須鄭", "95": "重開疆展土牧金毛", "96": "示不夢行者示不夢行者", "97": "分明句子不淆訛鼻直眉橫幾蹉過只為見成難辨", "98": "白千山萬水走禪和", "99": "圓通示明也何居士圓通示明也何居士"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B341 佛語御禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B341 佛語御禪師語錄", "author": "清 徹御說　法傑．法秀等編　聖可序", "language": "chinese", "source": "CBETA"}