{"sourceLink": "http://www.cbeta.org/", "text": {"0": "祭文祭博山先師", "1": "雪關和尚語錄卷六", "10": "栽蓮愧比匡呼鵝應待陸一枝優曇花聊佐飛觴祝", "100": "沒蹤跡檻外璚枝分野色有時沒跡莫藏身釣盡寒", "101": "潭躍浪鯨此關何為雪呼六六月紅罏飛霰撲我關", "102": "不記春與秋花開葉落山常幽我關不占天和地一", "103": "段光明覆無際我關非內亦非外扁舟蕩漾遊滄海", "104": "我關非動亦非靜旋嵐偃嶽心恒定萬象為關關萬", "105": "象空合空兮聯帝網卑而不下高不危疏而不漏暗", "106": "復朗誰謂此關小圓合太虛無欠少誰謂此關大只", "107": "在一塵含法界法界所有關中聚笑擲大千為戲具", "108": "法界無物關中空放開捏聚如游龍龍飛虎步恣騰", "109": "踏板橋忽動霜蹄滑劈破雲門一字關剔起眉毛還", "11": "駿發在茲時鴻猷當秉軸勿使道盟寒靈山曾受囑", "110": "險煞有問關中主若何指頭無縫全機活", "111": "破院歌破院歌", "112": "破落僧住破院破破落落無藏閃十方通洞沒遮攔", "113": "玲瓏一座空王殿晝無香夜無燈風過時驚壁倒聲", "114": "法堂幾丈生荒艸佛面飛埃堆滿層樹為龕苔作簟", "115": "一餐脫粟千家膳竹筧泉分花塢來石頭敲火烹茶", "116": "便客到稀僧過少寡逄迎兮罕談笑扶罷犁兒拴卻", "117": "牛攀崖獨坐看雲鳥猿窺廚鹿飲澗相近相親如作", "118": "伴長打門前之遶行知予胸次無涯岸松何蒼峰何", "119": "秀石壁潺潺下飛溜身在千巖萬壑中道人行履君", "12": "送吉水陳青逵文學歸閱藏送吉水陳青逵文學歸閱藏", "120": "知否放情懷縱瀟灑山靈供軸天生畫熱鬧門庭讓", "121": "別家煙霞嘯傲過王伯呵呵呵煞顛倒說甚禪機譚", "122": "甚道順情逆境兩重關幾個不隨分醜好休掃聖莫", "123": "輕凡罷論前三與後三索價撩天誇至寶爭如伸腳", "124": "放癡憨虎踞前豹哮後見我耽如垂耳狗生平毒惡", "125": "不關懷摧化獰心如拉朽浪擔憂空過慮恐怖之中", "126": "觀自在自家佛殿好莊嚴依報缺些也無礙嫌淡薄", "127": "愛溫飽此等何由知道妙一生橡栗著荷衣千古高", "128": "標人莫造從荒涼任倒壞破而不破真如界彈指輕", "129": "開樓閣門捉敗明州憨布袋老楊岐古神鼎藜床積", "13": "世羅密如髮眾愛織成目既墮此中生超然幾脫俗", "130": "雪那伽定更有栽田博飯翁令人想像偏饒興破落", "131": "僧住破院意趣幽深人不見流俗阿師未必同縱居", "132": "華藏生忻厭", "133": "如意泉歌(有引)如意泉歌有引", "134": "瀛山從太甲分枝有雙澗夾流在左右兩翼峰之", "135": "外去寺稍遠寺有井暨五池時秋亢無以汲予因", "136": "攜筇入塢之東覓得一泉從石竇間迸出味極甘", "137": "冽可供數千指因作歌以志喜且呼為如意泉蓋", "138": "予手持一鐵如意撥開泉眼水即應指而出故命", "139": "名云。", "14": "非有大力人泥深沒象足苟無決烈志安能翻此局", "140": "山色巃嵷何秀拔疑是鷲峰分太甲如幢似蓋湧神", "141": "囂翠積樓臺霞欲潑中藏乳竇秘寒湫未濫觴時似", "142": "截流我來匡徒食指眾秋深井沼竭難求稽首雜華", "143": "香水海娑竭遙分脈非外手攜如意踏林皋所控必", "144": "無爽諸丐俄聞好鳥樹頭鳴樹下幽崖小鹿行俯視", "145": "艸深淤濕處聲生觱沸耳邊清呼童荷钁開泥面石", "146": "罅纔疏珠急濺喜將柄鐵發其淙迸破源頭那一線", "147": "柔光湛碧注琉璃煮出甌花暈綠脂忽陣春風傳磬", "148": "響佛前先供滿瑤卮笑呼同侶斟還坐知味其中能", "149": "幾個三喚無煩老趙州肯與茶仙較清課此泉未出", "15": "君今何高挺靈鋒慧自夙愛子且能捐塵韁豈能束", "150": "山之垠澄不停兮攪不渾此泉崩流通浩瀚綆莫汲", "151": "兮竿莫探要知滴水廣含藏萬派千枝同一貫更有", "152": "神龍深處蟠酬經變化雨潭潭軍持直透金輪際倒", "153": "汲滄波徹底乾", "154": "題白毫菴偈後題白毫菴偈後", "155": "虛堂冥坐清無事開緘遠承瑤帙寄新詩百首手自", "156": "書錐沙截鐵饒風致詞家三昧屬何人公於翰墨聊", "157": "游戲一毫端上現神通筆劄大小神全備夭矯香海", "158": "出遊龍揮霍長風摶妙翅誰謂筆腕疲精思恰似希", "159": "夷偷打睡字學無心詩偶工個中活計難思議山中", "16": "千里望雲山輕舟來何速相送兒出家還歸謝故屬", "160": "多少縛茅僧輸與白毫菴主意無門鎖子縫輕開沒", "161": "底船兒篙慣刺逄人借問綠葡桃滿盤拓出鮮紅荔", "162": "讀公詩無義味空空洞洞欺邊笥舌頭元是肉生成", "163": "揮灑千篇無一字", "164": "五言排律五言排律", "165": "讀曹能始觀察遊福廬山記讀曹能始觀察遊福廬山記知為海上名山其", "166": "寺乃相國葉公道場時雲會上人來索予詩因", "167": "賦此以當臥遊", "168": "閬風多玉削海上近移來壁罅天門陡峰腰佛殿開", "169": "濤奔千澗雪樹抱七層臺蜃氣飄空散鯨波盪日迴", "17": "靜掩三間茅閒簡千餘軸了卻生平願別唱無音曲", "170": "異香傳洞口幽境逼天台石盡玲瓏態亭多曲折隈", "171": "浮圖懸讖許紫閣再來裴香火地偏勝金湯劫不灰", "172": "臥遊如歷掌枚叔信奇才", "173": "上樊山王上樊山王", "174": "本是金輪裔何須紫氣占群靈皆翼衛百福自莊嚴", "175": "道不由師悟才真與德兼神全多蘊藉語至絕廉纖", "176": "秘笈探龍藏新詩吐鳳箋屏翰宗社倚城塹法門瞻", "177": "賦艸隨時得心花信手拈光風難再睹去棹欲留淹", "178": "贈法主贈法主", "179": "來從師子窟一吼便驚群智邁三支秀才兼八索文", "18": "家在青原山山光炤几牘爛煮廬陵米折腳鐺中熟", "180": "廣陵濤作辯雪嶺草同芬目富心俱飫器傳水不分", "181": "道安傾眾難慶喜擅多聞赤腳幡猶豎青龍鈔已焚", "182": "鞭前窺駿影樹下服魔軍目翳空金屑心花燦印文", "183": "迦梨吾不愛得意許傳君", "184": "五言律五言律", "185": "同費海鷗山人經臺看石同費海鷗山人經臺看石", "186": "山中清富貴怪殺石頭奇座湧狻猊皆花擎菡萏枝", "187": "秋雲兼鳥落午溜覺風吹霞外心相許非君更有誰", "188": "贈若惺師贈若惺師", "189": "優曇吾不見縱見不如君得法如傳水揮毫欲吐雲", "19": "咬破一粒時百味隨心欲丈夫疾求道抽刀剖寒竹", "190": "久知鵝擇乳應見驥空群說罷楞伽義心花露印紋", "191": "次韻送吳山人道甫歸華亭次韻送吳山人道甫歸華亭", "192": "孤筇雙徑出臞甚鶴憎顏我任虛舟泛君隨旅泊閒", "193": "吟狂詩發嘯骨傲癖成頑月照虎溪水書招早入山", "194": "寄白明府寄白明府", "195": "此邑方分竹他城候及瓜公堂縣夜月山廓富春花", "196": "到處民安堵來時雨裛車香山白太傅遺艸滿禪家", "197": "遊聖水巖遊聖水巖", "198": "谷轉樹蒼蒼橋邊過野堂石屏雲泛影天鏡月臨光", "199": "寒漏猿傳磬空更鹿遶床巖前流聖水野老卜豐穰", "2": "侍者傳善輯", "20": "直下便承當六六三十六", "200": "宿湓江作宿湓江作", "201": "風俗鄰蘄楚山川秀且妍浪頭高似雪江面闊如天", "202": "客店蘆花岸漁家楊柳煙持盂行欲乞遠浦不停船", "203": "荅董德受居士荅董德受居士", "204": "一返西江棹迢迢海上峰龍門難密邇鳳彩想儀容", "205": "豈為千山隔還如對面逄宛同真臭味毒我玉芙蓉", "206": "遊雪峰憩瀛山堂遊雪峰憩瀛山堂", "207": "我住瀛山寺茲菴喜共名峰青連樹秀沙白晃星明", "208": "潮水迎帆影溪風撲磬聲扶筇登雪嶺此宿想多生", "209": "題天鏡巖題天鏡巖", "21": "與董鄖陽八際使君與董鄖陽八際使君", "210": "扃秘靈奇久鴻濛忽啟藏巖吞江霧白泉灑洞門涼", "211": "鏡可容天面窗惟貯月光道人何所見一鳥過滄浪", "212": "七言律七言律", "213": "壽鄭相國方水先生六袟壽鄭相國方水先生六袟", "214": "珮聲辭曳五雲端出處分明謝險竿客飯愁無鮭作", "215": "菜道裝也愛籜為冠羅應笑翟門前設琴或思聰指", "216": "下彈身似虛舟還不繫壺中跳入弄雙丸", "217": "慈功上人棲鼓山詩以送之慈功上人棲鼓山詩以送之", "218": "絕頂無過屴崱峰海天極目水朝宗一枝聖箭遙穿", "219": "鵠半壁神泉倒喝龍路入白雲行杳靄殿開碧嶂望", "22": "涼奏比巖吹茆堂秋欲沐峰氣邈含陰太灝顛何肅", "220": "巃嵷何年振策尋煙島飽看高高石罅松", "221": "寄金岱輿憲臺寄金岱輿憲臺", "222": "萬方懸覆一天雲使節遙臨粵嶺分地接炎荒如灑", "223": "雪風清蠻洞早沉氛信州父老思遺愛江國才名望", "224": "不群此日台階星斗近金湯佛土借鴻勳", "225": "與董仁原明府與董仁原明府", "226": "萬松陰裏借籃輿香積盤餐品只蔬棲鳳嶺多趺坐", "227": "石浴龍池有放生魚回頭記得來時路見道何須萬", "228": "卷書元是旃檀林下客明珠依舊在衣裾", "229": "自壽自壽", "23": "似濯煩歊襟清鏡超蒙俗廓視寰中虛真機朗如燭", "230": "住老空山鶴伴眠披簑來往釣魚船逄人有點裝憨", "231": "相說法原無出格禪熨斗煎茶供萬口袈裟作被蓋", "232": "多年問予壽量今何數笑看龍牙襪底穿", "233": "其二其二", "234": "髮長貌醜一頭陀破衲從新補嫩荷日月兩丸穿眼", "235": "鏡煙霞千嶂隱身窩笑看石女梳霜鬢長聽黧奴唱", "236": "野歌曠劫促延拘不得春秋半百豈為多", "237": "鄭方水相國見訪山中次韻酬之鄭方水相國見訪山中次韻酬之", "238": "百里巾車度委蛇清光蘿際共雲披不嫌野飯同僧", "239": "缽若問宗風看祖碑梵靜獨餘天樂細詩成猶較燭", "24": "曠古徹來今千秋瞬不足至今空洞懷萬事雲流目", "240": "花遲山窗月上仍忘寐去汲清泉燒竹枝", "241": "遊西巖遊西巖", "242": "振策來遊百丈巔道人無住宿風煙洞門豁若鯨開", "243": "口石壁危疑佛坐蓮隱約盡巖還有路玲瓏一孔別", "244": "通天大千掌上如觀果萬朵河山入鏡妍", "245": "壽融闇上人壽融闇上人", "246": "雪浪菴頭供采汲恩公衣缽許親傳神珠獨耀誇明", "247": "月妙翅高摩逼義天手種曇花今幾樹人如寶掌住", "248": "千年生平不解離圓覺對客清譚舌湧泉", "249": "山居山居", "25": "攖鋒截毛寒驊騮疾驅轂出則蟄龍飛處則神雞木", "250": "年來瓶錫樂幽林禪寂何嘗事若吟掬水引魚時上", "251": "下穿雲采藥幾晴陰鍋兒撲破何須洗樹子無根懶", "252": "去尋纔聽溪邊人有語又隨麋鹿入山深", "253": "五言絕句五言絕句", "254": "山居雜味山居雜味", "255": "選石留人坐拈花供佛看年來禪寂樂不獨在蒲團", "256": "鳥來傳法語天為雨新花莫論玄中旨相逄且喫茶", "257": "流壑聲無盡春山煙更晴偶來松澗曲閒與鹿群行", "258": "竹裏安茶灶松間挂鷺瓢山窗涼樹密五月聽鳴蜩", "259": "嫩鋤穿石筍老摘墜藤花雖是山居樂平生口懶誇", "26": "伏御兩忘情柴桑遂貞復廬阜不多高遠公道名馥", "260": "樹匝峰千轉崖飛瀑萬尋到來非遯世門徑自幽深", "261": "閒拈松作塵自疊石為城占斷峰深處扶筇絕頂行", "262": "栗黃垂殼坼芋熟撥灰香供佛秋花少芙蓉開小塘", "263": "不羨簟瓢樂猶貪丘壑清柴乾谿水便稱我住山情", "264": "講經臺講經臺", "265": "空生岩下坐雨花落如霰白馬未曾來早已傳經遍", "266": "浴龍池浴龍池", "267": "龍馴風雨息清水浸莓苔坐石閒看慣猿歸鹿又來", "268": "棲鳳嶺棲鳳嶺", "269": "石壁桐花落山空小鳥飛嶺頭霞色起知是鳳來儀", "27": "當時十八賢氣味相渾穆杖藜偶過橋笑聲虎驚谷", "270": "靈源橋靈源橋", "271": "雨過夜塘深鸕鶿飛欲起橋上望秋山影倒流水裏", "272": "七言絕句七言絕句", "273": "寄俞公遠二首寄俞公遠二首", "274": "瓦缶茆龕一個燈白雲為幔坐閒僧夜來借問天邊", "275": "月曾到君前照未曾", "276": "樹底常聞鳥說經山泉慣汲滿銅瓶松風不肯容高", "277": "臥夢到谿亭吹忽醒", "278": "徐山人香水有章臺之戀因以儆之徐山人香水有章臺之戀因以儆之", "279": "夢裏花枝蝶自迷醒來猶恨五更雞蓮花雖向泥中", "28": "世豈無淵明破院慚幽獨安得長者車荅歌蓮社曲", "280": "出爭肯和根倒入泥", "281": "答李飛侯文學答李飛侯文學", "282": "青蓮仙品落人間何意巾車過雪關相見不須施棒", "283": "喝夜深明月照花龕", "284": "題聽松山房題聽松山房", "285": "似聞白馬起潮頭惹得錢王控弩愁我試與君坡下", "286": "聽分明天樂響箜篌", "287": "山居山居", "288": "疊箇石頭松下坐選枝竹杖手中攜看山莫道無閒", "289": "伴野鹿成群送過溪", "29": "擁帚每跂予還期訪脩竹不必論禪深浩然公素蓄", "290": "柏子長燒香滿爐磐陀坐聽鳥聲呼瑞巖不識菴中", "291": "主剛要惺惺喚醒渠", "292": "龍山客到便移菴拂尾靈龜我不堪混眾獨居皆可", "293": "意白雲深處及封關", "294": "鄰僧送箇藤花枕紙帳無鉤竹榻低幾度放憨呼不", "295": "醒那知窗畔日頭西", "296": "泉石獨饒清供好煙嵐竹樹畫圖開從來身在千峰", "297": "裏長嘯高歌歸去來", "298": "熱鬧門庭饒一著幽深境界占三分蒼松白石容高", "299": "臥隔斷紅塵遍是雲", "3": "詩詩五言古五言古", "30": "永嘉到曹溪何妨留一宿", "300": "瀛山八景瀛山八景", "301": "一指峰一指峰", "302": "西來大意憑誰說壁上孤峰豎指頭煙水百城都影", "303": "現善財猶自向南求", "304": "香象峰香象峰", "305": "生獰氣勢度香河截斷中流萬頃波何事橫眠煙霧", "306": "裏笑看兔馬走前坡", "307": "紫芝塢紫芝塢", "308": "石骨蒸雲芝艸秀松脂潤地茯苓多結茅此處人稀", "309": "到水面香風吹綠荷", "31": "送孝廉劉和鶴居士北上送孝廉劉和鶴居士北上", "310": "脩竹塢脩竹塢", "311": "種來一徑篔簹綠玉版逄人恣說禪迸出龍孫千萬", "312": "個春風補我破苔錢", "313": "如意泉如意泉", "314": "泥深艸濕乳泉藏小鹿貪眠樹底涼試向源頭揮一", "315": "钁四時花塢水流香", "316": "東澗水東澗水", "317": "鳥惜落花啣去緩鹿窺清影下來忙閒情飽看青山", "318": "色坐聽潺湲歸亦忘", "319": "西澗水西澗水", "32": "二月桃始花策馬遊上京春雲如送遠春鳥如緩程", "320": "雪瀑交飛谷裏喧石橋虎過漸黃昏瘦筇問我誰為", "321": "伴笑指扳岩下樹猿", "322": "金鐘山金鐘山", "323": "不待華鯨吼曉風賦形疑是蜀山銅太音豈入時流", "324": "耳常自聲傳萬壑中", "325": "六言四句六言四句", "326": "山居山居", "327": "曲磴遙峰數里斷橋流水三灣有鳥來啼竹院無人", "328": "閒閉花關", "329": "準擬岩棲壁立還思泛宅浮家興到間尋煙嶠倦來", "33": "執手問行役君去路自平盤腹既萬卷落紙江濤聲", "330": "一枕蘆花", "331": "桃萼幾枝紅雨柳絲一把蒼煙眼底風光爛熳問君", "332": "春在誰邊", "333": "石罅安排茶具松陰聽斸苓鑱坐逼風泉欲冷何人", "334": "招手高岩", "335": "麋鹿群中散步漁樵隊裏相將真嬾幾分幽趣天放", "336": "一種清狂", "337": "石骨穿雲欲露泉聲帶雨分流種竹平遮地角卓菴", "338": "先占峰頭", "339": "不見崖猿捧缽時看谿鹿銜花偶逐漁樵歸去行過", "34": "十年悟一字海岱無留情持以獻明聖旦夕富蒼生", "340": "村裏三家", "341": "覓伴松間敲火呼童澗底擔泉過量何分七碗貪杯", "342": "笑倒玉川", "343": "雪和尚語錄跋雪和尚語錄跋", "344": "夫弘法為人非細事也必須行解相應事理函蓋始", "345": "堪是任不然則山雞鳳冠虛妄之流耳善丙子冬出", "346": "嶺參叩得侍　雪老人之側見其操行端方應機圓", "347": "活或隱或顯人莫測其涯涘但愧緣慳僅一寒暑而", "348": "老人西邁矣彼時見其語錄散漫欲為編輯而力", "349": "有未逮至戊子春又聞博山經房已罹回祿板盡化", "35": "固若籌閒事君豈淹世名心為度人楫身作護法城", "350": "于灰燼至今九載未有修復因追繹　老人所說之", "351": "法玉瑩珠迴堪為後來龜鑑詎可任其湮沒弗傳乎", "352": "於是不揣鄙劣將五會之語編而輯之分為類者九", "353": "為卷者六付之剞劂用貽同志聊比書紳云爾。", "354": "歲次丙申仲春中浣侍者傳善稽首謹跋", "36": "游塵滿衣帶終返青山盟歸來小菴樹已匝茆檐榮", "37": "朝飯一口雪晚壁半點燈問荅維摩似起坐文殊并", "38": "嗒然笑相視不覺松風清此意與君說聊為薊門行", "39": "無奇歌贈楊生無奇歌贈楊生", "4": "彭質先廣文誕日詩以賀之彭質先廣文誕日詩以賀之", "40": "山奇峰戍削水奇波盪折物奇吐精華士奇標卓越", "41": "君生負奇姿駿采神先軼落筆驅前茅不逐時流轍", "42": "一出詫空群辟易千夫傑旗鼓目無牛氣吐虹光燁", "43": "願言資醇平遊奧隮堂闕珠以蚌為衣玉以石作穴", "44": "山川媚而輝靈閟後乃洩售奇豈因炫嫉奇不為跌", "45": "欲上凌雲梯眼空出金屑楊雄亦有言彫蟲非所挾", "46": "豹霧澤其毛七日食俱輟遊鶤息以翔六月天風捷", "47": "虛懷己亦忘得妙江河決", "48": "讀寒山詩作讀寒山詩作", "49": "我愛寒山詩不入時人調句句洗塵情安在事華藻", "5": "濬哲本天人數非靈蔡卜千歲軼莊椿五經笥邊腹", "50": "至人寧逐物廓若飛空鳥豈但出樊籠兼忘脫矰繳", "51": "長眠松下石興來欹浩浩拊掌笑如狂東顛復西倒", "52": "高揮石壁上暗書木葉杪乍看意句新轉玩滋味好", "53": "冷眼觀戲場熱鬧何時了相逄拾得來快把苕帚掃", "54": "垢面與髼頭不令俗子曉恰被閭丘生覷破神通小", "55": "至今天台山白雲封海嶠日日松風吹夜夜江月照", "56": "此意人不知對面千里邈", "57": "贈禪者居山贈禪者居山", "58": "山居清絕處萬境喧囂息此時道人心相與同岑寂", "59": "澗水響如琴猿嘯下石壁風柯作梵音巖花吐幽色", "6": "夙慧冠詞林挺然好堅木漢品晉風流文章錦繡谷", "60": "俯拾橡栗餐問煨魁芋喫樂此煙霞情觸目心境即", "61": "憶昔永嘉書左溪尚未識君能了斯旨動靜隨意適", "62": "七言古七言古", "63": "次韻寄永嘉何山人無咎次韻寄永嘉何山人無咎", "64": "維摩昔日誰為爻文殊普賢稱最厚君今辨才如瀉", "65": "缾吸盡西江無出右曾聞落筆走波濤妙解入廛看", "66": "花柳想是雙林再出來還疑永嘉親世久雖然墮落", "67": "此風塵一點靈光不辜有翻笑龐公兒女癡說甚無", "68": "生話太醜年來金屑眼中空惟餘奪命符懸肘江南", "69": "俊彥足如雲幾個藏身依北斗潘髯程虎擅芳聲播", "7": "驊騮碧玉蹄款段安能逐手持天竺書根利刀批竹", "70": "弄精魂入詩酒近從寶婺識王即風流藉甚都人口", "71": "八悲曾爾譽雞林一覽便能識虀臼豈因造物妒人", "72": "奇無耐生機賊其肘去年健足走如飛今朝杖子不", "73": "離手盤跚強賦出無車牢落誰憐衣短後相逄知己", "74": "話寒燈不覺精神俱抖擻豈無愛客孟嘗君彈鋏何", "75": "堪迫衰朽茂陵作賦氣凌雲病渴多因憐少婦丈夫", "76": "筋骨可撐天到底情關誰自剖還如老象沒泥中盡", "77": "其神力難奔蹂讀君臨別贈千言彼岸相呼疾回首", "78": "靈苗不必待新栽般若何須探二酉心如湛水生蓮", "79": "花觸處欣逄無量壽當時彭澤素心人亦厭浮名等", "8": "心潭龍未降義藪虎先服超出塵象表頭上冠寧束", "80": "芻狗東林往事成空譚未若參禪貴知有我欲來看", "81": "雁蕩山相期不必裹糧糗問疾搥開不二門拈花同", "82": "禮靈山叟", "83": "武昌寒谿寺武昌寒谿寺乃遠法師道場時孟玄旨孝廉得", "84": "一大士像從野老茆檐灰燼中出非金石土", "85": "木之所成容儀殊特觀者嘆異因賦此志之", "86": "江面數峰凝紫翠榜人遙指寒谿寺隔岸蒼煙抹麗", "87": "譙黃州百雉明秋幟落日林端逗磬聲入門想見古", "88": "風清山川遺墠思高躅道價嶙峋豈浪稱昔聞靈姿", "89": "躍魚網今復茆楹騰瑞像非關罏冶與埏埴分明妙", "9": "廣文豈為氈中丞厭食肉願作宰官身因深緣自熟", "90": "相呈灰壤光儀閃爍非金銀範手琱工枉用神大士", "91": "標奇真叵測物無虛應示當人君不見陶公侃文殊", "92": "捧足雙舒掌江漢重逄孟孝廉寶珞親瞻事非兩夙", "93": "緣何幸對披襟揮麈憑陵吐妙音問我洛伽何處是", "94": "楚天鴈叫碧雲深", "95": "雪關歌雪關歌", "96": "天地一蘧廬古今誰搆始而我揜斯關安居毛孔裏", "97": "毛孔不窄關不寬金烏玉兔時往還照見幻棲關裏", "98": "事玲瓏八面渾無阻坐聽流泉松下鳴倒看雲影峰", "99": "頭露青天放眼瞠不睹石人欬唾生風雨有時藏身"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B199 雪關和尚語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B199 雪關和尚語錄", "author": "明 智誾說　傳善輯", "language": "chinese", "source": "CBETA"}