{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 888 唯識開蒙問答", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "八識一異", "1": "唯識開蒙問答卷下", "2": "宣授懷益路義臺寺住持宗法", "3": "圓明通濟大師　雲峰　集", "4": "六種無為六種無為", "5": "問。第一真諦義。答。體用顯現蘊等三科也。問。云何名", "6": "為實性唯識也。答。是前四法。真實性故。問。既是四位", "7": "真實之性。何故偏云識實性也。答。六位心所識家相", "8": "應。十一色法。識家所緣。不相應行是識分位。識是其", "9": "體。是故總云識實性。問。此識實性有幾數也。答。有六", "10": "種。一虗空等。問。何故此六。通名無為。答。為之言作。前", "11": "九十四有生滅法。皆有造作。稱之曰為。今此六法寂", "12": "寞冲虗。湛然常住。無所造作。故曰無為。問。虗空無為", "13": "其義云何。答。謂於真諦。離諸障礙。猶如虗空。豁虗離", "14": "礙。從喻立名。問。擇滅無為。答。擇謂揀擇。滅謂斷滅。由", "15": "無漏智。斷諸障染。所顯真理。立擇滅名。問非擇滅。答。", "16": "一真法界。本性清淨。不由擇力。斷滅所顯。或有為法。", "17": "緣闕不生。所顯真理。約上二義。不因擇滅。云非擇滅。", "18": "問。不動無為。答。離前三定至第四禪。離其三災。出於", "19": "八患。無喜樂等。動搖身心所顯真理。從能顯名。故曰", "20": "不動。問。想受滅無為。答。無所有處。想受不行。所顯真", "21": "理。名想受滅。問。真如無為。答。真揀於妄。如揀於倒。遍", "22": "計依他。如次應知。非妄非倒。故曰真如。無作曰無為。", "23": "三科百法三科百法", "24": "問。如前五位百法。於五蘊中。何蘊攝何。答。頌曰。色攝", "25": "十一全。受想各當一。七十三行蘊。八王識蘊收。無為", "26": "無積聚。不向蘊門攝。問。色攝十一全。答。五根六塵。皆", "27": "屬色蘊。故云色攝十一全。問。受想各當一。答。遍行中", "28": "受自當受蘊。想當想蘊。名各當一。問。積聚名蘊一受", "29": "一想。何得成蘊。答。八識相應有八受想。聚八受想故", "30": "成二蘊。問。七十三行蘊。答。五十一心所二十四不相", "31": "應。總有七十五法。除受想二。有七十三。此等皆是遷", "32": "流造作。故行蘊攝。行者遷流造作之義。問。八王識蘊", "33": "收。答。八識心王皆是識故。皆識蘊收也。問。無為非積", "34": "聚。不向蘊門攝。答。蘊積聚義。有為之法。可以積聚。色", "35": "有形質。非色有分限。今無為法。既無形分。何所積聚。", "36": "故非蘊攝。是故五蘊。攝前九十四法。問十二處。答。眼", "37": "等六根。色等六塵。是也。問。此十二處。如何收攝五位", "38": "法也。答。頌曰。根塵各五處。十色隨自名。八王意處收。", "39": "八十二皆法。問根塵各五處。十色隨自名。答六根塵", "40": "中除意法二。前十法中。五根當五處。五塵當五處。十", "41": "色隨自名者。隨自眼名。便當眼處。乃至觸名。便當觸", "42": "處。名十色隨自名也。問八王意處收。答。八識心王。皆", "43": "在第六意根攝也。問八十二皆法。答。一百法中。除前", "44": "十色。及八心王。此十八外。有八十二。皆在第十一法", "45": "塵處收也。問何以故。答。除前十八所收已外。選甚有", "46": "為無為。假之與實。皆是意識所緣法塵境也。問。十八", "47": "界。答。六根六塵六識。成十八界也。問。十八界收攝百", "48": "法。答。頌曰。根塵各五界。十色隨自名。八王歸七心。八", "49": "十二皆法。問。根塵各五界。十色隨自名。答。五根五塵。", "50": "各當五界。為十色界。名體相當。云隨自名。問八王歸", "51": "七心。答。六識界及意根界。名七心界。前六心王。當六", "52": "心界。七八二識。皆歸第七意根界收。總名八王歸七", "53": "心也。法界同法處。不須再問。", "54": "五位三性五位三性", "55": "問。遍計依他圓成。此五位法。何法何性。答。遍計不攝", "56": "此五位法。問。何故不攝。答。遍計性者。是增益相無實", "57": "體故。問。此遍計性。何識能計。答。唯第六識。問。何唯第", "58": "六。答。四句料揀。即知非餘。一。遍而非計。謂第八。二。計", "59": "而非遍。有漏第七。三。非遍非計。有漏前五。四。亦遍亦", "60": "計。有漏第六。故唯第六。有此遍計。問。幾法是依他性。", "61": "答。除六無為。餘九十四。藉因托緣。皆依他攝。問。九十", "62": "四法。通其假實。何皆依他。答。非體假。故皆依他。問。非", "63": "無體假。是何假也。答。分位假。問。假有幾種。當知何法", "64": "是分位假。答。假有三種。一聚集假。瓶盆有情。聚集四", "65": "大五蘊成故。二相續假三世因果。多法多時立一假", "66": "法。如昔者鹿王。今我身是。三分位假。不相應是。依前", "67": "三法分位立故。問。幾法是圓成性也。答。六無為是。問。", "68": "何知六是圓成實性。答。所證所顯。從喻從詮。本性緣", "69": "闕。照前自見。問。何謂圓成。答。二空所顯。圓滿成就。諸", "70": "法實性。名圓成實。問。圓成有幾種。答。有二種。謂無為", "71": "圓成。離倒圓成。問。前相攝者。是何圓成。答。無為圓成。", "72": "問。何為離倒圓成。答。三乘因果位中。無漏心品。佛果", "73": "位中。依正二報。威儀定果。滅後舍利。但無漏者。無為", "74": "之法。皆是離倒圓成攝也。", "75": "因果之義因果之義", "76": "問。佛宗因果。有何義理。答。說因果者。離斷常邊。契中", "77": "道故。問。因果二字。如何能離斷常二邊。答。有因故非", "78": "常。有果故非斷。問。因果之道。須三世相續不斷。方成", "79": "因果。過去為因。現在為果。又現因未果。大乘過未無", "80": "體。現唯一念。如何得成因果相續。答。觀現在法。有酬", "81": "前因。假說現在為前因之果。觀現在法。有引后用。假", "82": "說現為后果之因。故將現在一念之法。說成因果相", "83": "續不斷。問。過未無體。何得相續。答。前因正滅。后果正", "84": "生。如秤兩頭。低昂時等。相續明矣。", "85": "四相之義四相之義", "86": "問。名四相。答。生住異滅。問。此之四相。有差別否。答。有", "87": "二種。謂剎那。一期。問。剎那乃細。答。謂生住異滅。剎那", "88": "剎那。遷滅不停。名剎那四相也。問。請示行相。答有為", "89": "之法。因緣力故。本無今有。有位名生。生位暫停。即說", "90": "為住。住別前後。復立異名。暫有還無。無乃名滅。此之", "91": "四相皆約念念而說。問。一期四相。答。約人物等。從生", "92": "至滅。長短時節一期之間。說此四相名一期也。其行", "93": "相者。且如一人初有名生。後無名滅。生已相似相續", "94": "名住。即此相續轉變名異。此皆長時說一期也。問云。", "95": "滅相是無。如何與有得為相也。答。表此後無。為相何", "96": "失。不是能令有法成無。止是名後方名無也。難云。無", "97": "法既得為相。龜毛應亦為相。答。龜毛本無何須立相。", "98": "滅相令無。故立為相。不同龜毛。", "99": "四食之義四食之義", "100": "問。食何義。答。資益義。問。憑何以知。答。論云此四能持", "101": "有情身命。令不斷壞。故名為食。以此而知是資益義。", "102": "問。論云此四。其相者何。答。段食。思食。觸意食。識食。此", "103": "為四也。問段食意。答。段謂分段。一分一段。可飲啜故。", "104": "問。此段食以何為體。答。謂香味觸三塵為體。問。色聲", "105": "二塵。何不為體。答。眼耳二識。離中取境。色聲二塵。不", "106": "與根合。不能資得諸根大種。故不為體。鼻舌身三。合", "107": "中取境。境與根合。故能資得諸大種。所以三塵偏為", "108": "食體。問。段食以何為相。答。變壞為相。謂香味觸變之", "109": "時。方能資長諸根大種。問觸食何。答。有漏觸數。纔觸", "110": "境時。資生喜樂。稱益於身。能為食事。問。觸遍八識。何", "111": "識為食。答。意識偏勝。問意思食。答。欲俱思數。希可愛", "112": "境。能為食事。問。欲何非食。答。思慮益根。非欲能故。問", "113": "請舉思慮為食之事。答如懸沙療饑。望梅止渴。此皆", "114": "由思資益根大。即其事也。問。思亦遍行。八識皆具。何", "115": "識思是。答。亦第六勝。問識食義。答。由前三食。勢分力", "116": "故。識能資養諸根大種。方為食事。問。何識為食。答。第", "117": "八偏勝。問。八何偏勝。答。執持相故。問。此之四食。於三", "118": "界中何界具何。答。段唯欲界。餘三通三界。問。何故段", "119": "唯欲界具。答。順益勝故。問。觸與意思三界八識。有差", "120": "別否。答。若前六識。相應觸思。三界之中。隨識有無。如", "121": "眼耳二識。一界一地等。若七八者。三界隨識常恒而", "122": "有。", "123": "四分之義四分之義", "124": "問。心心所法。四分合成。何名四分。答。謂相。見。自證。證", "125": "自證。是名四分。問。定四耶。為有異說。答。有四師。如前", "126": "已說。若義圓成。護法菩薩。", "127": "五位八諦五位八諦", "128": "問。真俗八諦。於我法等五位。各何諦攝。答。我法唯俗。", "129": "真如唯真。其餘中間。通真俗二。問。何以知之。答。四諦", "130": "章云。初一唯俗。後一唯真。中間三法。通其真俗。問。初", "131": "一謂誰。答。軍林瓶車。即當我法。問。後一者何。答。一實", "132": "真如。問。誰是中三。答。一三科五蘊。二四諦因果。三二", "133": "空真理。問。中間三法何理通二。答。對前為真。望後為", "134": "俗。所以通二。問。此等五法。如何配攝。真俗八諦。答。中", "135": "間三法。配初軍林。名俗四諦。配後一真。名真四諦。問。", "136": "初一何理。唯俗非真。答。我法虗妄。無所劣過。故唯是", "137": "俗。問。後一何理。唯真非俗。答。勝義勝義。不可施設。廢", "138": "詮談旨。無所勝過。故唯是真。問。四俗諦。名義相攝。答", "139": "一假名無實諦。謂軍林瓶車。二隨事差別諦。蘊處界", "140": "等。三方便安立諦。苦集等。四法假名非安立諦。二空", "141": "真理。問。四諦義。答。一體用顯現諦。當第二俗。蘊處等", "142": "法。二因果差別諦。當第三俗。苦等四諦。三依真顯實", "143": "諦。當第四俗。二空真如。四廢詮談旨諦。一實真如。問", "144": "諦何義。答實也。不虗之義。問。我法無體。焉得名實。答", "145": "有如實有。無如實無。有無不虗。目之為實。", "146": "有無對色有無對色此等合在識變後安", "147": "問。色總有幾。答。有二。謂有對無對色也。問。十一色中。", "148": "何者是何。答。前之十種有對。第十一名無對色。問對", "149": "者。何義。答。對。礙也。二色相對。互相窒礙。如本與石。互", "150": "相繫時。體不相過。五對礙住。名有對義。問。對礙名色", "151": "者。其第十一法處攝色。既無對礙何得名色。答。體雖", "152": "無對。皆從對色以立其名。問。從對色立名之義。答。極", "153": "逈色。以假想觀。析遠逈等至極微時。名極逈色也。問", "154": "極略色。答。亦假想觀。析須彌等俱礙之色。至極微處。", "155": "名極略色。問得名理。答。逈及有對是對眼色。析此至", "156": "極。名極逈略。此二皆從所析麤色。以得色名。問。空一", "157": "顯色。如何名色。答。顯色之空。名空一顯色。從所顯色。", "158": "以得其名。問。遍計所執色。答。執色為實從所得色。以", "159": "得其名。問。受所引色。答。從所防所發善惡之色。得其", "160": "色名。問。無對色。對何識境。答。唯第六識。何以故。對意", "161": "根故。假想觀故。故唯意緣。問。無表色名。答。受所引色。", "162": "又名無表。問。其義何也。答。對表得名。問。表何義。答。有", "163": "所表示。故名有表。問。表示相。答。由動發勝思。發動身", "164": "語。恭敬乞願。令知所為。名為有表。問。無表何義。答。防", "165": "發功能。自他不知。無表示相。名為無表。問。表色以何", "166": "為體。答。身表色者。屈伸等是。語表色者。意相應思。從", "167": "所發動。名為表色。問。無表色以何為體。答。受戒之後。", "168": "思種之上。防惡發善功能為體。問。思有多種。謂審慮。", "169": "決定。動發勝。何思種上有此功能。答。於三思中取上", "170": "品者。初念所熏種上。有此功能。問。何以故。答。初念所", "171": "熏。為無表依故。問。何唯初念所熏之種。為無表依。餘", "172": "後念種。不立為依。皆上品故。答。如世皇儲。立一餘非。", "173": "問。防發功能。從何時有。答。從第三番羯磨竟時防發", "174": "功能任運增長。從彼時有。問。此功能何時萎歇。答。犯", "175": "舍已後。乃成佛時。可爾萎歇。問。成佛已後。如何萎歇。", "176": "答。如瓶滿。更不受添。所以歇矣。問。佛戒不萎。有何過", "177": "也。答。應有前佛。勝於後佛。問。勝後何失。答。應非果滿。", "178": "問。無表之戒。如來知否。答。說爾等。難曰。若知無表。應", "179": "名有表。苦不知者。佛非遍知。答。由遍知故知。非表知", "180": "故知。二難俱釋。", "181": "戒有三種戒有三種", "182": "問。戒有幾種。答。總有三種。謂別解脫戒。定俱戒。道俱", "183": "戒。問。別解脫名。答。從師受者。別別防非。名別解脫。問", "184": "定俱名。答。入定之時。便有一分防發功能。名定俱戒。", "185": "問。道俱戒。答。聖道起時。亦能防發。問。何名聖道。答。無", "186": "漏之智。名為聖道。問。此等戒法。以何為體。答。別解脫", "187": "戒。思種為體。問。皆說防發功能為戒。何故却取思及", "188": "種子。答。既出體性。須取功能。所依實體。問。何故前說", "189": "身恭語詞。表色為體耶。答。前出表無表色之體。今出", "190": "表無表戒之體。何相違有。問。定道俱戒。既依現思。應", "191": "自表知。何名無表。答。現思之上。防發功能。豈得自知。", "192": "問。佛戒萎歇。佛應無戒。答。防發功能。雖不增長。戒體", "193": "仍存。難佛位之中。無所防發。何用戒為。答。如君子帶", "194": "劍。亦何傷理。", "195": "自相共相自相共相", "196": "問。何者名自相共相。答。言說不及。謂之自相。及故名", "197": "共。難若言說不及謂之自相。何故說名詮自性。答。名", "198": "所詮者。在言自相。唯局一法。謂之自性。乃共相中之", "199": "自性也。今自相者。乃離言之自相也。問。請示自相。答", "200": "舉其火。燒熱為性。唯身根者現量證知。其燒熱性。言", "201": "說不及。徵。何理知之。言說不及。反曰。若言說及。說火", "202": "之時。口應被燒。既不燒口。明說不及。外難。若說不及", "203": "者。喚火之時。何不得水。答。俗習假名。共呼召故。故論", "204": "云。名無得物之功。物無當名之兆。返成。若不爾者。不", "205": "解火名之人。何不應聲與火。順成。苦火自性。不以他", "206": "人火觸身時皆同覺熱。何有言說。明知自相。言說不", "207": "及。問。共相何義。答。一類之法。共有此相名為共相。問。", "208": "請示法。答。如言火時。一切諸火。皆在所言。知爐中火。", "209": "點燈火等。乃至火之極微。言說及者。皆名共相。問。何", "210": "以故。答。貫通多法。不局一事故。問前之自相。何量之", "211": "境。答。前不云乎現量證知。問。何以故。答。不作解緣。得", "212": "自相故。問。共相何境。答。比量之境。問。何以故。答。作情", "213": "等解。不稱本法故。問。憑何以知。答。論云假智及詮。俱", "214": "不得真。唯於諸法共相而轉。問。緣共相心不稱本法。", "215": "應是法執。答。此稱影像。若法執心不稱影像。問。不稱", "216": "本法。是非量否。答。隨所度境。不謬解故。非量謬解。", "217": "八緣假實八緣假實", "218": "問。因位八識。於假實境。何。答。五八唯緣實。七唯緣假。", "219": "六通假實。問六緣實。答。五俱意識。未作解時。問大假。", "220": "答。五俱意識。作解已後。及獨頭意。此仍分二。若獨散", "221": "意。唯假非實。若定意識。一分通實。問佛果位。答。八識", "222": "通緣假之與實。", "223": "問三境義問三境義", "224": "問。三境義。答。頌云性境不隨心。獨影唯從見。帶質通", "225": "情本。性種等隨應。問。性境不隨心。答。有三不隨。謂性。", "226": "繫種。所緣之境。不隨能緣之心。是一性一界一種。難。", "227": "性不隨。無記前五。及第八識。緣五塵時其能所緣。皆", "228": "無記性。云何性不隨也。答。同義即有。隨義即無。問。隨", "229": "義即無。同義如何。答。如弟同兄性。不是隨兄。難。繫不", "230": "隨。如當界現第八。緣當界種第八。豈非繫隨。答。亦即", "231": "同義即有。隨義無。難。種不隨。內二分相緣。自證緣見。", "232": "此能所緣。皆同種性。種何不隨。答。亦同非隨。問。獨影", "233": "唯存見。答。此之影像。自無實體。唯存見分。慮度而生。", "234": "名唯存見。問。獨影義。答。獨有影像。都無本質。故名獨", "235": "影。難。有質獨影。又如何也。答。此類影像。雖有本質。不", "236": "從質起。獨由見生。亦名獨影。問。何故如此。答。自他相", "237": "緣。漏與無漏上下界地。此能所緣。即爾懸隔。托質不", "238": "著。不名帶質。不得自性。又非性境。故知此影。唯從見", "239": "生。問。帶質通情本。答。情。謂見分。本。謂本質。此之相分。", "240": "連帶見質兩頭生起。故云帶質。問。以心緣心真帶質。", "241": "是何心緣何心。答。七緣八。六緣諸心心所。問。以心緣", "242": "心。如燈照燈。兩頭有光。成中間相。可名帶質。若似帶", "243": "質。以心緣色。如燈照壁。壁既無光。其中間相。唯從見", "244": "生。應名獨影。何成帶質。答。既名似帶質。約義說乎。問", "245": "何知約義。答。如說獨散意識。緣於當界過未根塵。說", "246": "為三境。稱實獨影。義說餘二。問。以何義知。實是獨影。", "247": "答。過未無體。境無自性。豈是性境。既無質體。何名帶", "248": "質。獨有影像。相從見生。獨影無疑。問。何義說為第二", "249": "性境。答。約此影像。雖現無質。會當須有。托曾當質趄", "250": "此影像。約此義說。第二性境。問。約何義路。說似帶質。", "251": "答。擬曾當質。說此相分從一頭生。為似帶質。問。何知", "252": "此二。約義非實。答。過末無體。豈有所托。實本質也。故", "253": "知義說。問。三境之體。相質取何。答。設爾等。難。若取本", "254": "質。無質獨影內二相緣。自證緣見。正智緣如。皆無本", "255": "質。何為境體。若取相分。內二相緣。自證緣見。本智緣", "256": "如皆無相分。用何為體。答。若依正義。唯取所緣。為三", "257": "境體。免前諸過。", "258": "三境熏種三境熏種", "259": "問。性境熏幾個種。答。見影質三。問。帶質境。答。見質二", "260": "種。問。何無相種。答。相兩頭生。假故無種。問。何無餘二。", "261": "答。無質無質種。相假無相種。問。有質獨影。何無質種。", "262": "答。自他界地。漏與無漏。質既在他。能熏所薰。不相和", "263": "合。故無質種。問。既有本質。何不名為帶質境邪。答。自", "264": "他等隔。所以此影不從質起。約由見生。但名獨影。", "265": "二種無明二種無明", "266": "問。無明有幾。答。大數有二。謂不共無明。相應無明。二", "267": "中復分。問。不共中復有幾。答。有三種。一獨行不共。二", "268": "相應不共。三恒行不共。問。獨行不共。答。不與相應者", "269": "共。問。恒行不共。答。不與間斷者共。問。何者是為恒行", "270": "不共。答。第七俱者。名為恒行。不與第六間斷者共。名", "271": "為不共。此類名為恒行不共。問。何者獨行不共。答。不", "272": "與貪等俱者。名獨行不共。此又有二。謂是主獨行。非", "273": "主獨行。問。何名主獨行。答。不與忿等小十俱者。名為", "274": "是主。問。何以故。答。忿等十法。自類不俱。各自為主。此", "275": "之無明。既然不與是主者俱。獨自行時。自便為主。是", "276": "故名為是主獨行。問。何名非主獨行。答。與念等俱。名", "277": "為非主。問。此之無明。各何時斷。答。是主獨行唯見所", "278": "斷。非主無明。通見修斷。", "279": "成漏之義成漏之義", "280": "問。善與無記自體非染。由何成漏。答。由與第七煩惱", "281": "俱起。互相增益。故成有漏。所以道成。漏由漏俱善等", "282": "由七漏。難曰。二乘無學有漏之法。既非漏俱。如何成", "283": "漏。答。由從有漏舊種生起。故是有漏。", "284": "善等三性善等三性", "285": "問。云何名善。答。自體及果俱可愛樂。名之為善。問。不", "286": "善。答。反善可知。問。云何無記。答。無愛非愛果可記別。", "287": "故名無記。難曰。疏解二世順益。方名為善。謂前世益", "288": "今世。今世益後世。俱得樂果者。無為無漏無前後際。", "289": "何故名善。答。此世他世。違越生死。有證得故。所以名", "290": "善。問。人天樂果。亦是順益。何非善也。答。唯順益現世。", "291": "故是無記。問不善。答。翻善可知。問。前六三性。為俱不", "292": "但。答。有二師解後。師義正。容許俱起。難。五識三性容", "293": "俱起者。五俱意識。於一念中應具三性。答。隨偏住者。", "294": "同彼性也。", "295": "南山量義南山量義", "296": "小外難曰。若說一切唯心造者。何故此無山處。心想", "297": "不成。彼有山處。想不能無。答曰。如在夢中。無山之處。", "298": "却見有山。縱若夢心却想令無。亦不能無。有却見無。", "299": "想不能無。問。何以故。答。迷妄顛倒。幻業力故。夢境亦", "300": "如望外。曰。夢境是假。覺境是實。何得相例。答。夢既是", "301": "假。覺安得實。問。何以故。答。覺時執實之心。誠如夢昧", "302": "之心。覺心夢心。皆妄執故。外難。若覺時境。亦如夢境。", "303": "不離識者。何得夢境。皆知唯心。覺時之境。不知唯識", "304": "也。答。如夢未覺。不能自知夢境唯心。要至覺時。方知", "305": "唯識。如覺時之境未真。覺位不能自知覺境唯心。至", "306": "真覺位。方知唯識。問。何知爾也。答。如來說為生死長", "307": "夜。未得真覺。恒處夢中。外問。若唯有識。何緣世尊說", "308": "十二處。答。為入我空。說六二法。外問。佛既說色等。即", "309": "應是實有。答。由破一合實我相故。說色等法。非說實", "310": "有。問。為執實我。說色等破。執色等實。復說何破。答。為", "311": "破法執復說唯識破色等實。外難云。破我說色。色等", "312": "即空。破色說識識性亦空。答。識性不空。問。何偏不空。", "313": "答。非所執故。問。若執識實復說何破。答。執識實有。即", "314": "是法執。至如唯識。亦是法故。問。何以故。答。若執依圓", "315": "是有。還同遍計是無。故是法執。即法空破。問。非所執", "316": "識。何須存也。答。有為無為名為有。我及我所名為無。", "317": "故非所執。本法不無。問。說無此識。有何不可。答。若無", "318": "此識便無俗諦。俗諦若無。真諦亦無。問。何為如此。答。", "319": "真俗相待。而建立故。問。設無真俗。復何過也。答。撥無", "320": "二諦。是惡取空。諸佛說為不可治者。外。問。大乘色等", "321": "分明現量證知寧撥為無。大乘答云。現量所證幻有", "322": "非無。汝執實有。是遍計無。難曰。外色非實有。可非內", "323": "識境。他心既實有。寧非自所緣。答。是自識境。仍疎非", "324": "親。外曰。既有異境。何名唯識。大乘責曰。奇哉固執。觸", "325": "處生疑。豈唯識言。唯局一人一法無餘。外曰如何。答。", "326": "識言總顯一切有情。各有八識。六位心所。所變相見。", "327": "分位差別。及彼空理所顯真如。問。既五位別。何名唯", "328": "識。答曰。醫卜未出門。又早閑病發。才不責云。奇哉固", "329": "執。觸處生疑也。問。請明五位皆唯識理。答。識自相故。", "330": "識相應故。識所緣故。識分位故。識實性故。如是諸法。", "331": "皆不離識故。名唯識。今後牢記。更不復云。", "332": "四緣之義四緣之義", "333": "問。現量之境。何緣是幻。非實有也。答。從緣幻生。故非", "334": "實有。問。何故緣生便不是實。答。既從緣生。亦從緣滅。", "335": "故幻非實。問幻生緣。答。心法四緣生。色法二緣長。問。", "336": "心法四緣。答。謂因緣。增上。所緣緣。等無間緣。問。色法", "337": "二緣。答。謂因緣。增上。問因緣義。答。謂有為法。親辦自", "338": "果。謂之因緣。問。此體有幾。答。一種二現。唯此二法。問。", "339": "此二望果。皆因緣也。答。三類親因緣。四類真等流。問。", "340": "三類親因緣。答。謂種引種。種生現現熏種。問。四類真", "341": "等流。答。三因緣上。加現引現。親非親義。如前已辯。問。", "342": "等無間緣。答。八現行識。及彼心所前聚。於後自類無", "343": "間等而開導。令後定生。問。等者何義。答。能引所引。力", "344": "齊名等。謂一引一聚。一聚酬一。一聚引一。一酬一聚。", "345": "一引一法。一法酬一。一聚引一聚。一聚酬一聚。類有", "346": "不等。力須齊等。問無間義。答。能所相望。於其中間。無", "347": "自類隔。名為無間。問緣何義。答。顯非色等。問。三性三", "348": "量三界九地因果漏等。此等自識。互相引生。是此緣", "349": "否。答是。問。何故皆是。答。只約前後無自類隔。名等無", "350": "間。何礙漏等。問所緣緣。答。謂若有法是帶己相。心或", "351": "相應。所慮所托。問。有法何義。答。表是依他。非無體法。", "352": "問。何須依他。答。要有力用牽能緣識。問。是帶己相。答。", "353": "帶謂挾帶。相謂體相。相分。己即是相。難曰。有法為緣。", "354": "生能照心。心帶有法己相。名所緣緣。面質為緣。生鏡", "355": "中像。鏡帶面質己相。面質應是鏡所緣緣。答。要心或", "356": "相應。所慮所托。鏡非心心所。面非鏡所慮。是故面質。", "357": "非是鏡家所緣緣也。問。此緣有幾。答。有其二種。一親。", "358": "二疎。問。親所緣緣。答。若與能緣體不相離是見分等。", "359": "內所慮托。應知彼是親所緣緣。問。疎所緣緣。答。若與", "360": "能緣體雖相離。為質能起內所慮托。應知彼是疎所", "361": "緣緣。問。親疎二緣。定有體否。答。親緣定有。疎緣或無。", "362": "問。何故。答。有不仗質。心亦生故。問。誰是不仗質。答。第", "363": "八親相。內二相緣。自證緣見。本智緣如。第六緣無。問。", "364": "何者仗質。答。自第八識。緣他身土。前七除六緣無之", "365": "外餘皆有質。問增上緣。答。謂若有法。有勝勢用能於", "366": "餘法。或順或違。問。有勝勢用。答。是為緣義。但不障礙", "367": "便是力用。問。或順或違。答。顯與違順俱能為緣。問。法", "368": "有四相。與何為緣。答。與後生法。及後異法。非前滅法。", "369": "問。何故不與滅法為緣。答。大乘滅不待因。問。滅不待", "370": "因之理。答。有為之法。念念遷滅。何須待因。問。請示一", "371": "法。答。且如人身隨業力生已。念念前滅後生。長至壯", "372": "年。漸漸衰朽。至業力盡。後念不續。便是死位。豈待因", "373": "滅。疑云。此之業力。豈非滅因。答。業是生因。生力既盡。", "374": "故歸滅路。豈是業滅。難曰。如霜降時。青色便滅。此霜", "375": "豈非青色滅因。答。霜止隔令後青不生。非滅前青。何", "376": "以故。目繫無霜。亦有黃葉。明知前青。不待滅因。請出", "377": "所以。答。青色念念前滅後生。霜若不降。後青續生。其", "378": "霜既降。後青不續。問。順違義。答。只如此霜。順後黃色。", "379": "為相順因。與後青色為相違因。問。何故有云相違之", "380": "處。不為因。為因之處。不相違。答。約相順因。作如是說。", "381": "問。既有相違因。滅應待因邪。答。違後不生。名相違因。", "382": "非違前滅。問。何以故。答。前自遷滅。不假違故。問。據此", "383": "之說。即前三因。皆是此因。不順即違故。答。是。問。何以", "384": "故。答。有是前三因。皆是增上緣。有是增上緣。非是前", "385": "三緣。增上緣寬。前三狹故。", "386": "五果之義五果之義", "387": "問。前之四緣。各得何果。答。果總有五。謂異熟果等。因", "388": "通善惡。果唯無記。為異熟果。此異類而熟。問所招。答。", "389": "論云謂有漏善惡業所招自身異熟。及異熟生無記。", "390": "問異熟生。答。若單言異熟。不攝別報。言異熟生。總別", "391": "皆是。問等流果。答。謂習善等所引同類。或似先因。後", "392": "果隨轉。問等流名。答。因果相似名等。是彼類故名流。", "393": "問。以先業後果隨轉。答。且如殺生。得短命報。此假等", "394": "流。問。何故名假。答。性不同故。名之為假。問。假等流名。", "395": "答。果似先因。名為等長短相似故。是彼類故名為流殺他命損", "396": "自壽。性不同故名為假因前六不善之業。促第八無記之壽。問。此假等流", "397": "實是何果。答。實增上果有力增上故。問離繫果。答。謂無漏", "398": "道。斷障所證。善無為法。問離繫名。答。由離障染繫縳", "399": "之法。證得此果。名離繫果。問士用果。答。謂諸作者。假", "400": "諸作具所辦事業。問士用名。答。士謂士夫。用謂作用。", "401": "此人士用。問法士用。答。因法為作者。緣法為作具。如", "402": "士夫用從喻彰名。問增上果。答。增勝殊上。名為增上。", "403": "有力無力。如增上緣。已說其相。", "404": "十因五果十因五果", "405": "問。前之五果。依何處得。答。習氣依處。得異熟果。隨順", "406": "依處。得等流果。真見依處。得離繫果。士用依處。得士", "407": "用果。所餘依處。得增上果。問。習氣依處等言。復是何", "408": "也。答。由前四緣。依十五處。立為十因。故說五果。依何", "409": "處得。問。亦應敘彼依何依處。建立何因。答。一語依處。", "410": "立隨說因。二領受依處。立觀待因。三習氣依處。立牽", "411": "引因。四有潤種子依處。立生起因。五無間依處。六境", "412": "果依處。七根依處。八作用依處。九士用依處。十真見", "413": "依處。依此六處。立攝受因。十一隨順依處。立引發因。", "414": "十二差別依處。立定異因。十三和合依處。立同事因。", "415": "十四障礙依處。立相違因。十五不障礙等處。立不相", "416": "違因。", "417": "福等三業福等三業", "418": "問。頌言。由諸業習氣。其業有幾。答。有三種。謂福。非福。", "419": "不動。問福業。答。即有漏善思為體。疏解福者。殊勝之", "420": "義。自體及果。俱可愛樂。相殊勝故。名為福業。問非福", "421": "業。答。自體及果。俱不可愛樂。相鄙劣故。名非福業。問", "422": "不動業。答。不可改轉義。其業多少住一境性。不移動", "423": "故。名不動業。即上二界定地之業。問不動名。答。以定", "424": "能令住一境故。問。既上二界。應是福業。何名不動。答。", "425": "約前殊勝立不動名。", "426": "三種習氣三種習氣", "427": "問。習氣有幾。答。亦有三。一名言習氣。二我執。三有支。", "428": "問。習氣名。答。由業氣分。熏習所成。故名習氣。問名言", "429": "習氣。答。因名起種。名名言習氣。問。名言有幾。答有二", "430": "種。一表義。二顯境。問表義名言。答。謂能詮義音聲差", "431": "別。問。顯境名言。答。即能了境心心所法。問。聲能表義。", "432": "心能顯境。何意用此立習氣名。答。隨二名言。所熏成", "433": "種。作有為法各別因緣。名此習氣。問。我執習氣。答。謂", "434": "虗妄執我我所種。問。我是遍計。何得種也。答。因執蘊", "435": "等為我之時熏蘊等種。名我執習氣。問。何義別立我", "436": "執習氣。答。由我執種。能令自他有差別故。別立之也。", "437": "問。有支習氣。答。謂招三界異熟業種。問有支名。答。隨", "438": "善惡有所熏成種。令異熟果善惡趣別。名有支習氣。", "439": "問。此三習氣於四緣中。是何緣也。答。名言習氣。是親", "440": "因緣。我執有支是。增上緣。問有支業所招。可是增上", "441": "緣我執相分種。親生本識見。應是親因緣。云何亦增", "442": "上。答。令自他別故。成增上。問。泛說散布名言。及業種", "443": "子。其猶何也。答。名言如散土。業種若泥團。問。法喻之", "444": "理。答。水和散土。而作泥團。業招名言。而為業種。問。法", "445": "喻之驗。答。泥團不散之際。水力能焉。異熟未萎已來。", "446": "業力如是。問。三種業當何習氣。答。有支習氣。問。頌言", "447": "二取習氣。三中當何。答。我執名言二習氣也。問。何名", "448": "二取。答。取我我所。及取名言而熏成故。皆說名取。問。", "449": "取者何義。答。取謂著義。", "450": "惑業苦三惑業苦三", "451": "問。生死相續。由惑業苦。何者名惑。答。發業潤生煩惱", "452": "名惑。問。何名為業。答。能惑後有。名之為業。何者名苦。", "453": "答。業所引生苦果名苦。問。惑業苦三。攝十二支。其相", "454": "云何。答。頌云。愛取無明惑。行有二名業。除五餘七支。", "455": "一一皆名苦。", "456": "十二支名十二支名", "457": "問。十二支名。答。謂無明等。問無明體。答行蘊中痴。問", "458": "行支體。答。身語意思。問識支體。答。第八種識。問。名色", "459": "支體。答。四蘊名名。色蘊名色。問六處體。答。謂內六處。", "460": "即六根是。問觸支體。答。第八觸全。前六異熟。除第七", "461": "觸。唯有覆故。問受支體。答。謂遍行受。問愛支體。答。謂", "462": "三界貪。問取支體。答。通取煩惱。問有支體。答。取識等", "463": "五。及行支種。問。何以故。答。愛取潤已。轉名有故。問。生", "464": "支體。答。識等五現。問。老死支體。答。生支變滅。即老死", "465": "支。問。十二支粗分幾類。答。略攝為四。一能引支。二所", "466": "引支。三能生支。四所生支。問。能引支何。答。謂無明行。", "467": "問所引支。答。識等五種。問。能所引義。答。無明發行。招", "468": "識等五。是能引義。識等是彼所引發故。問能生支。答。", "469": "謂愛取有。問。何謂能生。答。近當來生老死故。問所生", "470": "支。答。謂生老死。是愛取有近所生故。問。生老死體。皆", "471": "識等現。約何分二。答。謂從中有本有未衰。皆生支攝。", "472": "衰變為老。命終為死。問。何故老死。不別立支。答。老無", "473": "定老。附死立支。問。無定老之義。答。人畜類等。有夭亡", "474": "者。天上無老。問。五衰相。豈非老耶。答。亦有無者。", "475": "二種生死二種生死", "476": "問。常言生死有差別否。答。有二。一分段。二變易。問。分", "477": "段者何。答。謂諸有漏。善不善業。由煩惱障助緣勢力。", "478": "所感三界麤異熟果。問。分段義。答。隨因緣力。壽命短", "479": "長有定齊限。故名分段。問。變易者何。答。謂諸無漏。有", "480": "分別業。由所知障助緣勢力。所感殊勝細異熟果。問", "481": "變易義。答。由悲願力。改轉身命。無定齊限。故名變異。", "482": "緣云。改麤身為細質。易短壽作長年。問。既改麤為細。", "483": "易短為長。何名生死。答。覺知勢盡名為死。入定還資", "484": "謂之生。", "485": "量果之義量果之義", "486": "問。護法四分。約量果說。其義云何。答。心緣境時。須有", "487": "所量。能量。量果。之行相故。如尺量物。有解數人。問。誰", "488": "如物等。答。所量如物。能量。如尺。量果。如解數人。問。應", "489": "示行相。答。第三疏鈔。解量果義。因果二位親疎合論。", "490": "因四皆同。果位諸說。重數不定。問。請示因四。答。一相", "491": "分為所量。見分為能量。自證為量果。二見分為所量。", "492": "自證為能量。證自證為量果。三自證為所量。證自證", "493": "為能量。所量即量果。四證自證為所量。自證為能量。", "494": "所量即量果。問果位者。答。二師不同。初師唯約親緣", "495": "為理。果但六重。謂加相分為所量。內二分為能量。二", "496": "重通前因四。即成六重。問。甞聞云已得者親得。親得", "497": "者影得。內二因中不曾緣相。果位始緣。何名親緣為", "498": "理也。答。今內二分所緣之相。本是一識之相分故。不", "499": "須重變影像緣之。故緣見緣相。問。後師通親疎理。答。", "500": "約自不自緣。進退復二。初依三緣三。共有九重。復依", "501": "三緣四。有十二重。問九重者。答。依內三分。緣餘三分。", "502": "謂見緣相。見緣自證。見緣證自證。此是依一緣三也。", "503": "又自證緣相。緣見。緣證自證。此是依二緣三也。又證", "504": "自證緣相。緣見緣自證。此是依三緣三也。故有九重。", "505": "問。依三緣四。答。加內三分。自緣自三。搭前九重。為十", "506": "二重。問。此量果義。唯爾數邪。答。此約分分說遍知義。", "507": "故唯爾數。若約法法說遍知者。乃有無數。問。如何無", "508": "數。答。無量諸法。皆所量故。何非無數。問。何謂相分。不", "509": "為能量。答。相分理無能緣用故。問。何理無用。答。相唯", "510": "境分。非心分故。現山河等。初無緣慮。問。何為見分。不", "511": "為量果。答見通比非。不得為果。問。非量全謬。可不為", "512": "果。比量無謬。何非量果。答。既然比度。不親證知。何得", "513": "為果。是故現得為比果。比不為現果也。問。因見通比", "514": "非。不得為量果。果見唯現量。應得為量果。答。因見類", "515": "故。唯緣用故。非證用故。不得為果。問。寧知見分無證", "516": "用也。答。內二立證名。此唯名為見。見者緣慮義。證者", "517": "證解義。佛見雖現。非證解故。不為量果。問。依三緣四", "518": "之家。內三自緣。應刀自割。指端自觸。焉有此理也。答。", "519": "前不云乎。親得者影得。既變影緣。自知非自割。", "520": "四變句義四變句義", "521": "問。四變句義。答。謂共中共。共中不共。不共中共。不共", "522": "中不共。為四變句。問。共中共者。答。如人類中無主山", "523": "河。招。種。變。用。四義共故。名共中共。問。共中不共。答。有", "524": "主田宅。他雖共變。不得共用。問何以故。答。不得為主。", "525": "用不勝故。名共中不共。問。不共中共。答。浮塵根是。自", "526": "識親依。他亦踈用。此義名為不共中共。問。不共中不", "527": "共。答。即勝義根。唯自識依。非他依用。問。共中共者。且", "528": "如多人。共變一山。我山非彼。各自唯識。一處多山。何", "529": "不相礙。答。招種變用。四義既共。故一處似一。各不相", "530": "礙。問招等義。答。共業招。共種生。共變。共用。名四義共。", "531": "問。其多人山。共在一處。各不相礙。喻如何者。使信得", "532": "及。答。譬如多燈。共在一室。和雜似一。光各自遍。各自", "533": "繫屬。仍不相礙。共中共境。如一燈光。問爭知各屬。答。", "534": "如置多燈。人影亦多。問。何知各遍。答。除去一燈。餘光", "535": "尚遍。無不遍處。故知各遍。各自繫屬。各不相礙。問。眾", "536": "人一山。共業不礙。一人多山。何却相礙。答。雖一人境。", "537": "多種別生。所以相礙。問。何以故。答。非共中共故。眾人", "538": "一山。相似業招。隨順業轉。名共中共。故不相礙。問。多", "539": "人共招。木之與石。何却相礙。答。互相礙者。但自心上", "540": "木之與石。非自與他互相礙也。問此理趣。答。多人山", "541": "等。雖在一處。仍各自人。見各自山。不互相見。問。何不", "542": "互見。答。若互見者。心外取法。然各自山。各第八相。各", "543": "八生時。各相隨生。各八滅時。各相隨滅。故不互見。三", "544": "界唯心其義明矣。問。共中共相。實各自變。月藏何說", "545": "一切共變。難月藏云。若如爾說。應凡與聖。互相變也。", "546": "難聖變穢。假變不遮。若實變者。穢種已亡。如何變穢。", "547": "難凡變淨。如何凡夫。見靈鷲山。仍是丘陵。即知凡夫", "548": "不變淨境。又難月藏。若互變者應無壞却。常有變故。", "549": "月藏質云。若不互變。劫初將壞。無有情時。誰人變器。", "550": "正義答云。劫初如受胎。將壞如殘果。問。正義家既不", "551": "互變。成壞胎殘。有情未生。是誰變也。答成壞之劫。受", "552": "胎殘果。皆有情業。何須生已。方能變也。問。如一境應", "553": "四心。天見寶嚴池。人見為清水。鬼見為猛火。魚見為", "554": "窟宅。此等之類。當何變句。答不共中不共。如一類中。", "555": "說勝義根。招種變用。皆不共故。問。勝義一身。此等多", "556": "身。例何得齊。答。一類之中。一身望多身。異類之中。一", "557": "類望多類故。", "558": "三界九地三界九地", "559": "問。三界九地。答。三界者。謂欲色無色。九地者。謂五趣", "560": "雜居。離生喜樂。定生喜樂。離喜妙樂。捨念清淨。空無", "561": "邊處。識無邊處。無所有處。非非想處地。問。三界與九", "562": "地相攝如何。答。五趣雜居欲界全。離生喜樂。攝色初", "563": "禪。定生喜樂。攝二禪。離喜妙樂。攝三禪。捨念清淨攝", "564": "四禪。無色界即後四地。問。欲界處有幾。答。天處有六。", "565": "人傍鬼獄。同在地處。問色界。答。有十八處。問無色界。", "566": "答四處。問。欲界天處何六。答。謂四王天。忉利天。夜摩", "567": "天。兜率天。化樂天。他化自在天。問地處何。答謂四大", "568": "洲。東勝身。南贍部。西牛貨。北俱盧。問。日月星天。屬何", "569": "天攝。答。四王天。問。此四王天。居止何處。答。須彌上半", "570": "有四層級。在上層級。問。下三級是何者居。答。堅首天。", "571": "持鬘天。恒憍天。皆四天王所領之天。問。四王名。答。東", "572": "護國。南增長。西廣目。北多聞。問。諸天處空居地居。答。", "573": "四王忉利名地居天。其餘諸天皆名空居。問。何故下", "574": "二偏名地居。答。四王天住須彌層級。忉利居須彌頂。", "575": "在地上住。故名地居。餘皆虗空中住。故名空居。問。色", "576": "界十八。答。初二三各三。四禪有九天。問。初禪何三。答。", "577": "梵眾。梵輔。大梵天。問。二禪三天。答。少光。無量光。極光", "578": "天。問。三禪三天。答。少淨。無量淨。遍淨天。問。四禪九天。", "579": "答。無雲。福生。廣果。無想。無煩。無熱。善現。善見。色究竟", "580": "天。問。欲界義。答。由三欲故名欲界。謂飲食。睡眠。情愛。", "581": "問。色界義。答。有妙色身。故名色界。問。無色義。答。彼無", "582": "形色。故得此名。問定散地。答。欲界名散。上二名定。問", "583": "何以故。答。散善業招。定業感故。問凡聖天。答。色界上", "584": "五。名五淨居。聖人所居。其餘皆凡。問內外道。答。無想", "585": "一天。外道所居。餘皆內道凡聖之天。問。三界九地。類", "586": "聚差別。答。依二十五有。差別建立。頌曰。四洲四惡趣。", "587": "四空并四禪。無想與淨居。梵王六欲天。問。諸天相狀。", "588": "答。四王忉利。有忿怒相。上皆善相。問。男女差別。答。欲", "589": "界六天。皆有男女。上界一類。無男女別。問王臣等。答。", "590": "初禪已下皆有王臣。二禪已上。皆無王臣。問喜樂等。", "591": "答。三禪已下。皆有喜樂。四禪並無。唯捨受故。問三灾", "592": "等。答。初禪有火灾。二禪水灾。三禪風灾。四禪已上。離", "593": "三災絕八患故。問形器等。答。下二皆有身形器界。無", "594": "色皆無。唯有四蘊心心所法。問。何故有說。鶖子滅時。", "595": "無色諸天。泪下如雨。答。彼定果色不遮。亦有其業招", "596": "色。說無色無。", "597": "世界名義世界名義", "598": "問。云何名為世界。答。楞嚴經云。世為遷流。界為方位。", "599": "故三際為世。十方為界。問。世界有差別否。答。有二種。", "600": "一眾生世界是正報。二器世界即依報。問。眾生世界。", "601": "有差別否。答。有二說。一曰十界。四聖。六凡。為十界。四", "602": "聖。聲聞。緣覺。菩薩。及佛。六凡。即六道也。二曰三界。欲", "603": "色無色是也。問。器世界形狀若何。答。如茶磨形。周帀", "604": "有輪圍山。中間有須彌盧二山。其間四海環繞。其狀", "605": "如此。問。器世界。依何而住。答。依金輪住。金依水。水依", "606": "風。風依空。問。空依何有。答。依迷妄心。問。妄心依何。答。", "607": "妄依真心。問。真心依何。答。真無所依。問。何故無依。答。", "608": "是一切法之本源故。問。此憑何說。答。楞嚴經云。空生", "609": "大覺中。如海一漚發。迷妄有虗空。依空立世界。想澄", "610": "成國土。知覺乃眾生。憑此而說。問。此世界外。有世界", "611": "否。答有。俱舍頌云。四大洲日月。須彌盧欲天。梵釋各", "612": "一千。此名小千界。此小千千倍說名一中千。中千倍", "613": "大千。皆同一成壞。問。此三千界。其廣如此。其高若何。", "614": "答。小千界者。量等初禪。其高量至彼。中千等二禪。大", "615": "千等三禪。其高各至彼。問。頌言同一成壞。其成壞時。", "616": "有差別否。答。成從上成。壞從下壞。問。壞時差別。答。謂", "617": "初火灾。壞至初禪。次水灾。壞至二禪。後風灾。壞至三", "618": "禪。劫章頌云。風灾能壞第三禪。第四靜慮無能壞。問。", "619": "此大千界外。又復如何。答。十方世界。猶如網孔。實無", "620": "有盡。", "621": "人仙名義人仙名義", "622": "問。人者何義。答。法苑云。人忍也。於世違順。情能安忍。", "623": "目之曰人。又人仁也。周禮仁有六德。鄭氏注曰。愛人", "624": "及物曰仁。上下相親曰仁。貴賢親親曰仁。煞身成人", "625": "曰仁。善惡含忍曰仁。好生惡殺曰仁。問。仙者何義。答。", "626": "仙遷也。遷入山也。故字從人傍山。釋名曰。老而不死", "627": "曰仙。乃神仙也。", "628": "天君王義天君王義", "629": "問。天者何義。答。外教釋云。上玄也。說文曰顛也。至高", "630": "無上名天。爾雅曰。春蒼夏昊。秋旻冬上天。內教釋云。", "631": "神用光潔自在。具此三義。目之為天。問。君者何義。答。", "632": "韓詩外傳曰。君窮也。能窮天下萬物。而除其害者。謂", "633": "之君也。班固曰。其君天下也。炎之如日。威之如神。𣷉", "634": "之如海。養之如春猶草木之植山林。鳥魚之毓川澤。", "635": "參天地而施化。豈云人事之厚薄者。問。王者何義。答。", "636": "白虎通曰。王往也。天下所歸往也。洪範云。無偏無黨。", "637": "王道蕩蕩。無黨無偏。王道平平。問。帝王何義。答。德象", "638": "天地稱帝。仁義所生稱王。帝王略論云。夫帝王者。必", "639": "立德立功。可大可久。經之以仁義。緯之以文武。深根", "640": "固蔕。貽厥子孫。一言一行。以為軌範。埀之萬代。為不", "641": "可易。普潤曰。帝力可以鎮萬󳬛。王威可以伏兆庶。問。", "642": "皇者何義。答。白虎通曰。皇者天之總。美大之稱也。煌。", "643": "煌人莫違。故為皇也。問。何名天子。答。金光明經云。以", "644": "天護故。復稱天子。王肅云。王者雖號稱帝。而不稱天", "645": "帝。而曰天子。乃天之子。子之與父。尊卑相去遠矣。漢", "646": "制天子稱皇帝。其嫡嗣稱皇太子。諸矦之嫡嗣。稱為", "647": "世子。", "648": "四轉論王四轉論王", "649": "問。何名轉輪王。答。由輪旋轉。威伏一切。名轉輪王。問。", "650": "輪王有幾。答。施說足論。說有四種。金銀銅鐵。輪應有", "651": "別。如其次第勝上中下。逆次能王領一二三四大洲", "652": "故。問。其輪寶自何而有。答。契經言。若王生在剎帝利", "653": "種。紹灌頂位。於十五日。受齋戒時。沐浴身首。升高臺", "654": "殿。臣僚輔翼。東方忽有金輪寶現。其輪千輻。具足轂", "655": "輞。眾相圓淨。如巧匠成。舒妙光明。來應王所。此王定", "656": "是金轉輪王。餘三亦爾。問。四輪王威定諸方。有差別", "657": "否答有。謂金輪者。諸小國王。各自來迎。作如是言。我", "658": "等國土。寬廣豐饒。安隱富樂。多諸人眾。惟願天王。親", "659": "無教勑。我等皆是天王翼從。若銀輪王自往彼土。威", "660": "嚴近至。彼方臣伏。若銅輪王。至彼國已。宣威布德。彼", "661": "方推勝。若鐵輪王。亦至彼國。現威列陣。尅勝便止。問。", "662": "鐵輪王者。乃資糧位。前上品十善菩薩所得。既云尅", "663": "勝。寧無傷害。答。一切輪王。皆無傷害。令伏得勝。各安", "664": "其所。勸化令修十善業道。故輪王歿。定得生天。慈恩", "665": "云。金輪風望順化。銀輪遣使方降。銅輪振威乃伏。鐵", "666": "輪奮戈始定。", "667": "阿修羅義阿修羅義", "668": "問。何名阿修羅。答。舊阿須倫。阿須羅。阿蘇羅。新云阿", "669": "素洛。翻云非天。淨名疏云。此神果報最勝。隣次諸天。", "670": "而非天也。舊翻無端正。男醜女美。名無端正。問。神變", "671": "如何。答。華嚴經云。如羅睺阿修羅王。本身長七百由", "672": "旬。化形長十六萬八千由旬。於大海中。出其半身。與", "673": "須彌山而正齊等。問。阿修羅趣類住處。答。楞嚴經云。", "674": "復有四種阿修羅類。若於鬼道。以護法力成通入空。此", "675": "阿修羅從卵而生。鬼趣所攝。若於天中。降德貶墜。其", "676": "所卜居。隣於日月。此阿修羅。從胎而出。人趣所攝。有", "677": "阿修羅。執持世界。力洞無畏。能與梵王。及天帝釋。四", "678": "天爭權。此阿修羅。因變化有。天趣所攝。別有一分下", "679": "劣阿修羅。生大海心。沉水穴中。旦遊虗空。暮歸水宿。", "680": "此阿修羅。因濕氣有。畜生趣攝。問。修羅與天。勝劣幾", "681": "何。答。起世經云。修羅宮殿。城郭器用。降地居天一等。", "682": "亦有婚姻男女法式。略如人間。問。何因感得。答。此阿", "683": "修羅。在因之時。懷猜忌心。雖行五常。欲勝他故。下品", "684": "十善。感此道身。問。有說五道。除阿修羅。未知可否。答。", "685": "普潤說云。觀諸經文。應有六道。問。何以故。答。以惡有", "686": "上中下故。有三惡道。善有上中下。亦有三善道。若不", "687": "爾者。惡有三報。而善唯二。是事相違。若有六道。於義", "688": "無違。", "689": "地獄名義地獄名義", "690": "問。何名地獄。答。地下有獄。名為地獄。問。地獄名類。答。", "691": "然此地獄。有大有小。大有其八。小有十六。問大八者。", "692": "答。一等活。二黑繩。三眾合。四叫喚。五大叫喚。六熱。七", "693": "大熱。八阿鼻。問。十六小者。答。八寒八熱是也。言八熱", "694": "者。一炭坑。二沸屎。三燒林。四劒林。五刀道。六刺林。七", "695": "醎河。八銅橛。問八寒者。答。一頞浮陀。二泥羅浮陀。三", "696": "阿羅羅。四阿波波。五睺睺。六漚波羅。七波頭摩。八摩", "697": "訶波頭摩。問地獄因。答。造作上品五逆十惡。感此道", "698": "身。問壽量。答。人中萬八千歲。為地獄一晝夜。若等活", "699": "獄。壽五百歲。乃至無間壽一中劫。更有近邊孤獨。其", "700": "壽不定。處亦不定。問。此三惡道。云何又說為三途。答。", "701": "解脫經云。地獄名火途。餓鬼名刀途。傍生名血途。途", "702": "有二義。一謂途炭。取殘害義。二謂途道。取所趣義。", "703": "神鬼畜義神鬼畜義", "704": "問。云何名神。答。光明疏云。神能也。大力者能移山填。", "705": "海。小力者能隱顯變化。問。云何名鬼。答。婆沙論云。鬼", "706": "畏也虗怯多畏又威也。能令人畏其威也。又希求名鬼。謂", "707": "彼餓鬼。恒從他人希求飲食。以活其命。問。鬼與神是", "708": "同是別。答。淨名疏云。皆鬼道也。問。鬼有其幾。答麤分", "709": "三品。細分九類。問。三品者何。答。正理論說。一無財。謂", "710": "不得飲食。二少財。少得飲食。三多財。多得飲食。問。九", "711": "類者何。答。於三品中。復各有三。無財三者。一炬口鬼。", "712": "火炬炎熾。常從口出。二針咽。腹大如山。咽如針孔。三", "713": "臭口。口中腐臭。自惡受苦。問少財三。答。一針毛。毛利", "714": "如針。行便自刺。二臭毛。毛利而臭。三大癯。咽垂大癭", "715": "自抉噉膿。問多財三。答。一得棄。常得祭祀所棄食故。", "716": "二得失。常得巷陌所遺食故。三勢力。夜叉羅剎毗舍", "717": "闍等。所受富樂。類於人天。問。鬼神住處。答。正理論云。", "718": "本琰魔界從此展轉散趣餘方。長阿含云。一切人民。", "719": "所居舍宅街巷市肆。及丘塚間。問。鬼名狀。答。皆隨所", "720": "依。即以為名。依人名人。乃至草木殊形異狀。其相不", "721": "定。問。壽量。答。人間一月。鬼為一日。乘此日月成歲。壽", "722": "五百年。問鬼惡因。答。諂誑心。造作下品五逆十惡。感", "723": "此道身。問。如上內教。作如是說。未知儒宗。鬼神名義。", "724": "答。鄭玄云。聖人之精氣謂之神。賢人之精氣謂之鬼。", "725": "尸子云。天神曰靈。地神曰祇。人神曰鬼。鬼歸也。故古", "726": "人以死人為歸人。問。傍生之名。其義云何。答。婆沙論", "727": "云。其形傍故。其行亦傍。故名傍生。問。何名為畜生。答。", "728": "婆沙云。畜謂畜養。秉性愚癡。不能自立。為他畜養。故", "729": "名畜生。問。何名六畜。答。禮記注云。牛羊犬馬豕鷄。謂", "730": "之六畜。問。龍者何義。答。五音集韻云。通也。和也。寵也。", "731": "說文云。鱗蟲之長。能幽能明。能小能大。能長能短。春", "732": "分而登天。秋分而入地。問。何名獅子。答。略大論云。方", "733": "頰大骨。頭大眼長。眉高而廣。口鼻方大。雙耳高上。髦", "734": "髮光潤。上身廣大。脩脊細腰。其腹不現。長尾利爪。其", "735": "口安立。以身大力云云。問。云何名象。答。異物誌云。身", "736": "倍數牛。目不踰豕。鼻為口役。望頭若尾。馴良承教。後", "737": "言則跪。素牙玉潔。載籍所美。服重致遠。問。傍生因果。", "738": "答。久蘊愚情。夫沉慧性。資種植於田野。受驅䇿於身", "739": "疆。問。狀類。答錦臆翠毛。飛騰碧漢。金鱗頳尾。游泳清", "740": "波形分萬殊。類遍五道。", "741": "四生名義四生名義", "742": "問。四生名。答。謂胎卵濕化。問四生義。答。從胎臟出名", "743": "胎生。從卵殻出。謂之卵生。藉濕氣成。故曰濕生。無而", "744": "歘有稱為化生。問趣緣。答。俱舍頌曰。倒心趣欲境濕", "745": "化染香處。問。倒心趣欲境。答胎卵二生。於中有位起", "746": "顛倒心。馳趣欲境。隨所受合。結生相續。問顛倒心。答。", "747": "謂趣生者。若男於母作妻想。若女於父作夫想。問。濕", "748": "化染香處。答。濕生染香。化生染處。問。濕生染香。答。濕", "749": "生齅知生處香氣。便生愛染。隨所愛合。而便結生。問。", "750": "化生染處。答。化生隨業。見當生處。染著結生。問。趣生", "751": "中有形狀品類。答。惡業中有如黑羺光。伏面而行。善", "752": "業中有如白衣光。天趣者上。人趣者旁。俱舍頌云。天", "753": "首上三橫。地獄頭歸下。", "754": "在胎五位在胎五位", "755": "問。在胎五位。答。一羯喇藍。翻名雜穢。在初七日。二頞", "756": "部曇。此翻疱。在二七日。三名閇尸。此云凝結。在三七", "757": "日。四名建南。此云凝厚。在四七日。五鉢羅賒伽。此云", "758": "形。在五七日。六髮毛爪位。七具根位。後漸增長。至十", "759": "月時。圓滿而生。", "760": "四生具緣四生具緣", "761": "問。四生各具幾緣而生。答。總四因緣。各藉不等。其四", "762": "緣者。一業思。二卵殻。三胎臟。四潤濕。各所具者。卵四。", "763": "胎三。濕二。化一。胎三除殻。二連胎。化唯業思。", "764": "界趣具生界趣具生", "765": "問。三界諸趣。各具幾生。答。俱舍頌云。鬼通胎化二。人", "766": "旁具四生。地獄及諸天。一一皆化生。", "767": "定不定報定不定報", "768": "問。業所招報。為定受否。答曰。定受。難曰。若爾。何故論", "769": "說。有順不定受也。答曰。唯云不定。不云不受。故須定", "770": "受。經云。無有地方所。脫之不受報。問。若定受者。何云", "771": "入見者。名抵債。聖人抵而不受惡總報故。答曰。說定", "772": "受者。約凡夫人。若聖人者。三乘無學。善亦不受。況惡", "773": "報乎。問曰。何知善亦不受。答。阿羅漢者。應不受復有", "774": "故。佛解脫道。捨有漏種現故。即知善惡俱不受也。難", "775": "曰。若亦不受善果報者。二乘即已。若大乘者。捨無常", "776": "色。獲得常色。受想行識。亦復如是。此豈非是善果報", "777": "也。答曰。說不受者。有漏善根。不說無漏。問。此以何證。", "778": "答。華嚴經云。有業報佛。即是報身。此其證也。難。若受", "779": "無漏善果報者。因何因中行行之時。每度要與三輪", "780": "體空。云不望得果。一何相違。因果不相照故。答曰。云", "781": "不望者。要事與理合。理與事冥。恐著於相。成有漏因。", "782": "云不望果。此報身者。乃無得而得。是真得也。無果之", "783": "果。乃真果也。故古德云。有心用處還應錯。無意求時", "784": "却宛然。又云如蟲蓹木。偶爾成文。即其義也。問。若有", "785": "得之得。有果之果。何以非真。答。事不契理。心有分限。", "786": "故果有盡。所以非真。問。無漏五蘊。既是有為生滅之", "787": "法。何偏名真。答。無麤四相。所以名真。難。有細四相。亦", "788": "是生滅。何偏名真。答。雖細四相。念念遷滅。乃盡未來。", "789": "念念相續。永無斷滅。故得名真。問。何故無斷。答。事既", "790": "契理。理既無限。業亦無盡。故無斷滅。問。何故有心求", "791": "之不得真果。答。真者不墮諸數。心言路絕。若言果者。", "792": "墮諸數故。若有所得。落心言故。其真理者。非得非非", "793": "得。非果非不果。故著有無。或住中間。俱不得真也。", "794": "諸論差別諸論差別", "795": "問。前云論說不定等言。何論說幾。答曰。瑜伽論說有", "796": "二種業。謂順定受。順不定受。唯識論說。有其四種。謂", "797": "順現生後不定受。問。兩論二四。數既不同。有相違否。", "798": "答。其唯識論。數雖有四。唯定不定。止於定中分為前", "799": "三。後一同彼。故無相違。問。順等名義。答。謂上上品善", "800": "不善業。極殊勝故。現身便受。名順現受。中庸之業。稍", "801": "降上者。次生便受。名順生受。又稍劣中等者。二生已", "802": "後。皆名順後。其下品等。由微劣故。如人負債。急者先", "803": "償。排遣在後。名順不定。問。此等因何。有勝劣也。答。由", "804": "能造心有勝劣故。所造亦爾。問。排在後者。時節不定", "805": "其報如何。答。由此瑜伽。有四句簡。謂時定報不定。報", "806": "定時不定。時報俱定。時報俱不定。問彼論四句。與彼", "807": "二業。及唯識四。識。與相配。答。瑜伽。時定報不定。報定", "808": "時不定。通唯識四。即彼順不定受。時報俱定者。唯識", "809": "前三。即彼順定受。時報俱不定者。唯識第四。同彼論", "810": "後。順不定受。問。此時與報。及定不定。其猶何也。請喻", "811": "示之。答。時定報不定者。如論稼實。秋間決收。是時定", "812": "也。未知成否是報不定。報定時不定者。如守牌僧。僧", "813": "次已定。是報定也。知何時有。是時不定。時報俱定者。", "814": "如現任官。此時現受報故。時報俱不定者。如未入選。", "815": "何時坐。是時不定。未委得何官。是報不定。問。此順現", "816": "等。為別報邪。為總報也。答。唯順現業。是其別報。餘皆", "817": "總報。問順現者。何非總報。答。唯現身上。增損福壽。不", "818": "改趣類。故是別報。問。如現變蛇。轉女成男者。總邪別", "819": "邪。答全身變已。方名總報。有少未變。猶屬別報。問。何", "820": "以故。答。此趣彼趣。此類彼類。逈然不同業類全異。方", "821": "名總報。有少同異。乃是別報。", "822": "五心輪名五心輪名", "823": "問。五心輪名。答。謂率爾心。尋求心。決定心。染淨心。等", "824": "流心。問。此五心何時起何。答。但聞語時。前後次第。應", "825": "起即起。問。請示一途。答。諸行無常。四字之時。若專法", "826": "者。七心集現。解其義理。若散亂者。十二心現。問。七心", "827": "輪。答如聞諸字時。有率爾尋求二心。復聞行字時。有", "828": "決定心。又聞無字時。復起尋求。後聞常字。遂起決定", "829": "染淨等流成七心轉。問十二心。答。四字皆有率爾尋", "830": "求。成其八心。行字加決定。通前成九。常字又加決定", "831": "染淨等流三心。搭前九心。成十二心。", "832": "四斷名義四斷名義", "833": "問四斷義。答。一自性斷。二相應斷。三離縛斷。四不生", "834": "斷。問。自性義。答。根隨等惑。無漏智生。斷彼自體。名目", "835": "性斷。問。相應斷義。答。前七心王。遍行別境通染性者。", "836": "斷彼相應染法之時。其遍別等。亦得斷名。名相應斷。", "837": "問。離縛斷義。答。善無記法。由斷能縛染心所以。亦得", "838": "斷名。名離縛斷。問。不生斷義。答。八難果法。入見道後。", "839": "永不生故。名不生斷。問。四斷作釋。答。自性即斷所。相", "840": "應之斷能。離縛之斷。不生即斷。", "841": "三寶名義三寶名義", "842": "問。何名佛義。答福田論曰功成妙智道登圓覺名之", "843": "曰佛。問。云何名法。答。玄理幽微正教精誠目之為法。", "844": "問。何故名僧。答。禁戒守真。威儀出俗。故謂之僧。問。何", "845": "得名寶。答。皆是四生導首。六趣舟航。故得名寶。無機", "846": "子。問。涅槃經云。諸佛所師謂法也。則應立教。舉法為", "847": "初。何緣垂訓。佛居先邪。釋曰。人能弘道。非道弘人。佛", "848": "有演法之功。法無自顯之力。猶如伏藏。藉人指出。故", "849": "初稱佛然後示法。", "850": "三乘通號三乘通號", "851": "問。何名為聲聞乘。答。知苦常懷厭離。斷集永息潤生。", "852": "證滅高契無為。修道唯求自度。此之所謂聲聞乘也。", "853": "問。何名緣覺也。答。觀無明是妄。始知諸行為幻源。斷", "854": "二因之牽遶。滅五果之纏縛。此之所謂緣覺乘也。問。", "855": "何名菩薩乘。答。等觀一子。普濟羣萌。秉四弘之誓心。", "856": "運六度之梵行。此謂菩薩乘也。", "857": "大乘五位大乘五位", "858": "問。如是所成唯識相性。誰於幾位。如何悟入。答。謂具", "859": "大乘二種種性。各於五位漸次悟入。何謂大乘二種", "860": "種性。一本性住種性。二習所成種性。問。本性住種性。", "861": "答。謂無始來。依附本識。法爾所得。無漏法因。問。何者", "862": "名為具本性人。答外凡人是。問。何名外凡。答。雖具此", "863": "性。未發堅固大菩提心。名外凡位。問。習所成性。答。謂", "864": "聞法界等流法已。聞所成等熏習所成。問。此何等人", "865": "名習性。答。內凡人是。問。何名內凡。答。此性定在發心", "866": "已後。約初入劫。名內凡位。問。云何入劫。答。為發心後。", "867": "修十千劫。方入十信。言入劫者。乃三僧祇之初首。名", "868": "為入劫。問。具此二性。當幾類人。答。定性菩薩。二乘回", "869": "心。問。二乘五果。回心向大。望頓悟人。至初入劫。修習", "870": "劫數。同別多少。答。下從初果。上至五果。回心向大。至", "871": "入劫位。乃經八。六。四。二萬十千劫。至資糧初。頓悟發", "872": "心。亦十千劫。至資糧初。問。何故五果劫少。初果劫多。", "873": "答。煩惱有無。修證少多故。問。略於五位。答。一資糧。二", "874": "加行。三見道。四修習。五究竟。問。漸次悟入。答於識相", "875": "性。資位中。能深信解。至加行位。能漸伏除。所取能取。", "876": "引發真見。至見道位。如實通達。修習位中。如所見理。", "877": "數數修習。伏斷餘障。至究竟位。出障圓明盡未來際。", "878": "化有情類。復令悟入唯識相性此名漸次悟入。", "879": "一資糧位一資糧位", "880": "問資糧名。答。資謂資益。糧謂津糧。從此積集福智津", "881": "糧。資益己身。遠趣大果。故名資糧。問。又何名為順解", "882": "脫分。答。為有情故。勤求究竟大解脫果。由此亦名順", "883": "解脫分。資糧自利之名。順分利他之號。問。此資糧位。", "884": "當修何行。答。謂修大乘順解脫分。問。從何而何是資", "885": "糧位。答。從發深固大菩提心。乃至未起順決擇識。齊", "886": "此皆是資糧位攝。問。此資糧位。有幾行位。答。有四十", "887": "心。謂十信。十住。十行。十回向。問。此位由何。於唯識義", "888": "能深信解。答。因四勝力。謂內因力。善友力。作意力。資", "889": "糧力。問。何者因力。答。大乘多聞熏習相續。問。善友力。", "890": "答。逢事諸佛。出現於世。間作意力。答。一向決定勝解。", "891": "名作意力。問資糧力。答。由三力積集無間。名資量力。", "892": "問。此位伏除何障染法。答。少能伏除取二取現。問何", "893": "故少能。不能多也。答。多住外門。修菩薩行。所以少能。", "894": "問。何名外門。答。散心名外。問何知如此。答。本論頌云。", "895": "於二取隨眠。猶未能伏滅。故唯能伏取二取現。問。散", "896": "心脩者。華嚴何說十住菩薩現八相等。豈非定力。答。", "897": "既云多住外門。即知少能入定。是故能現。問。福智資", "898": "糧。何者是福是智。答。前五度福。第六度智。問。此位中", "899": "斷修之相。答。有三種練磨心。除四處障。問三練磨。答。", "900": "一菩提廣大屈。引佗況己練。二萬行難修屈。省己增", "901": "修練。三轉依難修屈。引麤況妙練。問四處障。答。一離", "902": "二乘作意障。二諸疑離疑障。三離聞思我我所執障。", "903": "四斷除分別緣似我法義境障。", "904": "二加行位二加行位", "905": "問加行名。答。加功用行。名為加行。近見道故。立加行", "906": "名。問。此又何名順決擇分。答。欣遠之心。不如始業。且", "907": "求見道名順決擇分。見道之智名決擇故。問。不如始", "908": "業。答。非屬力劣。行合如此。是知涅槃。不越於此。故且", "909": "求近。云不如始。問始業。答。始初發心。一至遠求大涅", "910": "槃。故。問。此位行業。答。即修大乘順決擇分。便是行業。", "911": "難曰。近見道故。名加行者。資糧遠見道。無加行義。答。", "912": "若加功用行。而行資糧。亦名加行。若近見道加功。四", "913": "善獨名加行。故對法說。有資糧皆加行。有加行非資", "914": "糧。問。資益己身之糧。加行不名資糧。加功用行求果。", "915": "資糧不名加行。答。資糧遠望大果。最初獨名資糧。加", "916": "功萬行。加功資糧。亦名加行。問。加功而行萬行。資糧", "917": "得名加行。加行亦望大果。加行亦名資糧。答。初位發", "918": "心最猛。四善不名資糧。萬行加力方行。初位亦名加", "919": "行。問。初位心猛。獨名資糧。四善近見。獨名加行。答曰", "920": "可爾。若加功行萬行。初位名加行。若近見名加行。初", "921": "位不得名。問。若果資糧。四善亦得名資糧否。答曰。不", "922": "爾。若如爾。難。見道亦是果之資糧應名資糧。恁麼。則", "923": "如何即得。答。從增立名。但可名見道。不得名資糧。難", "924": "曰。從增立名。見非資糧。既是從增立名。資糧亦非加", "925": "行。答。固知如是。所以五道立名不同互不相濫。問。加", "926": "行位所脩之法。答有四位。四能發。四所發。四能觀。四", "927": "所觀。問四位。答。謂暖。頂。忍。世第一。問四能發。答明得", "928": "定明增定。印順定。無間定。問四所發。答。下四尋思觀。", "929": "上四尋四觀。下如實智觀。上如實智觀。問所觀四。答。", "930": "名空。義空。名義自性空。名義差別空。問能觀四。答即", "931": "前尋思如實四觀是也。問。依何位。入何定。發何智。觀", "932": "何法。答。初依暖位。入明得定。發下尋思觀。創觀所取", "933": "名義。自性差別皆空。問。何由得空。答。觀所取四。皆自", "934": "心變。皆假施設。實不可得。不空而何。問第二位。答。次", "935": "依頂位。入明增定。發上尋思觀。重觀所取名等四法。", "936": "實不可得。唯自心變。問第三位。答。復依忍位。入印順", "937": "定。發下如實智觀。印前所取四法是空。順後能取之", "938": "識。亦是其空。印前順後。名印順定。問。何義順後能取", "939": "亦空。答。既無實境。離能取識。寧有實識。離所取空。問", "940": "何以故。答。所取能取。相待立故。問。此忍有幾。答。有下", "941": "中上。下忍印無所取。中忍即無能取。問第四位。答依", "942": "世第一位。入無間定。發上如實智觀。印二取空。伏除", "943": "二障。俱生分別。又問。初位何義名暖。答。至初獲道火", "944": "前相。名之為暖。問明得名。答。至此初獲慧日前相。名", "945": "明得定。問尋思名。答。尋思名等。假有實無。名曰尋思。", "946": "問。名義二法。何故別別而觀。名自性。義自性。名差別。", "947": "義差別。合而觀之。答。名文與義能所相異。故別尋求。", "948": "名義自性。及二差別。二二合同。故合思察。問第二位。", "949": "何義名頂。答。尋思位極。立以頂名。問明增名。答。明相", "950": "轉增。名明增定。問。何故頂位。重觀四法。答。初伏難故。", "951": "所以重觀。問。第三位何義名忍。答。忍境識空。故名為", "952": "忍。忍者印也。順也。問。印順定。答。印前順後。立印順名。", "953": "問四如實智名。答。如實遍知此四離識及識非有。名", "954": "如實智。問第四位世第一名。答。有漏位極。名世第一。", "955": "問無間定名。答。從此無間。必入見道。立無間名。問。頌", "956": "云。現前立少物。何為少物。答。心上變如。名為少物。問。", "957": "頌云以有所得故。所得者何。答。帶相觀心。名有所得。", "958": "即前少物也。此名相縛。", "959": "三見道位三見道位", "960": "問通達名。答。謂無漏智。體會真如。故名通達。問見道", "961": "名。答。初照理故。亦名見道。問。此之見道。有差別否。答。", "962": "有真見道。相見道。問。真相見道。有差別否。答。有。若一", "963": "心真見道。三心相見道。若三心真見道。十六心相見", "964": "道。問。云何一心真見道也。答。謂根本智。實證二空真", "965": "理。實斷分別惑智二障。雖多剎那。事方究竟。總說一", "966": "心。問。三心相見道。答。一內遣有情假緣智。二內遣諸", "967": "法假緣智。三遍遣一切有情諸法假緣智。問。何故此", "968": "名相見道。答。以真見道。不別緣故。今則別緣是相見", "969": "道。問。三心真見道。答。前三心說為真見。問。復約何理。", "970": "却說為真。答。以相見道。緣四諦故。今不緣彼。為真見", "971": "道。問。十六心相見道。答。謂苦集滅道。四諦之下。各有", "972": "四心。故成十六。問。四心者何。答。苦法智忍。苦法智。苦", "973": "類智忍。苦類智。餘三諦准。問。此十六心。有差別否。答。", "974": "有二種。有能所取十六心。有上下諦境十六心。問。能", "975": "所取十六心。答。法智法忍。緣於真如。其真如者。是智", "976": "所取。類忍類智。緣智見分。其見分者。是能取智。名能", "977": "所取十六心也。問。上下諦境十六心。答。法智法忍。緣", "978": "下界如。類忍類智。緣上界如。名上下諦境十六心也。", "979": "問。何故如此。答。下界入見。現前名法。上界名類。問。示", "980": "能所取。答。且苦法智忍緣如。倣真見道中。無間道見", "981": "分斷苦諦惑。苦法智緣真如。倣真見道中。解脫道見", "982": "分證苦諦下理。苦類智忍緣前能倣之心見分。倣第", "983": "一心無間道自證緣見。苦類智緣前見。倣第二心解", "984": "脫道自證緣見。集滅道三。倣此作法。問。請示上下。答。", "985": "苦法智忍緣欲界如。倣無間道見分斷欲界惑。苦法", "986": "智緣欲界如。倣解脫道見分證欲界理。苦類智忍緣", "987": "上二界如。倣無間道見分斷上界惑。苦類智緣上界", "988": "如。倣解脫道見分證上界理。餘三諦准。問。三心相見", "989": "道。答。內遣有情假緣智。倣無間道見分斷我執。內遣", "990": "諸法假緣智。倣無間道見分斷法執。此二別緣。名之", "991": "為法。遍遣有情諸法假緣智。倣解脫道二空見分證", "992": "二空理。此一總緣。名之為類。問。又如何理。此三名真。", "993": "答。若三名真。不說倣法。乃根本智別斷總證。問。一心", "994": "真見道。答。雙空智起。無間道中。雙斷二障。解脫道時。", "995": "雙證二空。問。二種十六。皆小乘法。菩薩何作。答。此約", "996": "菩薩修作說之。問。何故修彼。答。降伏二乘故修。成遍", "997": "知故。問。此通達位之分齊。答。於十地中。每地有三。謂", "998": "入住出。此通達位。當其初地入心也。住出二心屬修", "999": "道故。問。何故見道。偏時促也。答。明來暗謝。智起惑亡。", "1000": "一念尚無。何恠時促。問。既無一心。何當入心。答。約相", "1001": "見道。多時排布。事方究竟。說當入心。若真見道。豈屬", "1002": "三際也。", "1003": "四修習位四修習位附　五究竟位", "1004": "問修習名。答。修謂修理。習謂習學。有為無為功德法", "1005": "故。名為修習。問修行位。差別之相。答。大分有二。初十", "1006": "地因。後轉依果。問十地因。答。十地皆具加行。無間。解", "1007": "脫勝進。四道之因。問十地名。答。一極喜。二離垢。三發", "1008": "光。四焰慧。五難勝。六現前。七遠行。八不動。九善慧。十法", "1009": "雲。問。初地何義。名為極喜。答。初獲聖性。具證二空。能", "1010": "益自他。生大喜故。名極喜地。問。初地中修習何行。答。", "1011": "施行三。謂財。無畏。法施。問斷何障。答。異生性障。及斷", "1012": "二愚。一執著我法愚。二惡趣雜染愚。問證何理。答。遍", "1013": "行真如。問二地離垢之名。答。具淨尸羅。遠離能起微", "1014": "細毀犯煩惱垢故。名離垢地。問修何行。答。戒行三。謂", "1015": "律儀。攝善法戒。饒益有情戒。問。斷何障愚。答。斷邪行", "1016": "障。微細悞犯愚。種種業趣愚。問證何理。答。證最勝真", "1017": "如。問。三何名發光。答。成就勝定。大法總持。能發無邊", "1018": "妙慧光故。名發光地。問所修行。答。忍行三。謂耐冤害", "1019": "忍。安受苦忍。諦察法忍。問所斷。答。闍鈍障。及欲貪愚。", "1020": "聞持陀羅尼愚。問所證。答。勝流真如。問。四地焰慧之", "1021": "名。答。安住最勝菩提分法。燒煩惱薪。慧焰增故。問所", "1022": "修。答。三精進。謂披甲。攝善。饒益精進。問障愚。答。斷微", "1023": "細煩惱現行障。等至愛愚。法愛愚。問所證。答。攝受真", "1024": "如。問五難勝。答。真俗兩智。行相互違。合令相應。極難", "1025": "勝故。問行。答。三靜慮。安住。引發靜慮。辦事靜慮。問斷。", "1026": "答。斷二乘般涅槃障。純作意背生死愚。向涅槃愚。問", "1027": "證。答。無別真如。問六現前。答。住緣起智。引無分別最", "1028": "勝般若。令現前故。問修。答。般若三。生空。法空。俱空般", "1029": "若。問斷。答。斷麤現行障。現觀察流轉愚。相多現行愚。", "1030": "問證。答。染淨真如。問七遠行。答。至無相住功用後邊。", "1031": "出過世間二乘道故。問修。答。方便二。謂回向善巧。拔", "1032": "濟善巧。問斷。答微細現行障。微細現行愚。純作意求", "1033": "無相愚。問證。答。無染淨真如。問八不動。答。無分別智。", "1034": "任運相續。相用煩惱不能動故。問修。答。願二。謂求菩", "1035": "提願。利樂有情願。問斷。答。斷無相中作加行障。無相", "1036": "作功用愚。相自在愚。問證。答。不增減真如。問九善慧。", "1037": "答。成就微妙。四無礙解。能遍十方。善說法故。問修。答。", "1038": "力二。謂思擇力。修習力。問斷。答。斷利陀門中不欲行", "1039": "障。辯慧陀羅尼自在愚。辯才自在愚。問證。答。所依真", "1040": "如。問。十法雲地。答。大法智雲。含眾德水蔽如空麤重。", "1041": "充滿法身故。問修。答智二。謂愛用法樂智。成熟有情", "1042": "智。問斷。答。斷諸法中未得自在障。及大神通愚。悟入", "1043": "微細秘密愚。問證。答。證業自在所依真如。問。何名等", "1044": "覺。答。十地滿心。金剛喻定。現在前時。名等覺位。問。此", "1045": "金剛心。斷何障愚。答。此無間道。斷微細所知煩惱障。", "1046": "於境微細著愚。極微細礙愚。齊此名因修道後邊。○", "1047": "問。妙覺名。答。前念金剛心時。名無間道。斷盡一切微", "1048": "細二障。至第二念。棄捨四事。名解脫道。證蓮華相好", "1049": "功德。獲三種身。故名妙覺。齊此名果究竟位。初十地", "1050": "因竟。", "1051": "四轉依果四轉依果", "1052": "問。轉依果。答。轉依有四。一能轉道。二所轉依。三所轉", "1053": "捨。四所轉得。然此轉依。通因及果。問能轉道。答。此復", "1054": "有二。一能伏道。二能斷道。問能伏道。答。有漏無漏。加", "1055": "行根本後得三智。能伏二障。名為伏道也。問能斷道。", "1056": "答。謂無分別根後二智。斷迷理事根隨惑。故名能斷", "1057": "道。問所轉依。答。此亦有二。一持種依。二迷悟依。問持", "1058": "種依。答。謂第八識持染淨種為所依故。名持種依。問", "1059": "迷悟依。答。謂真如法。能為迷悟之根本故。名迷悟依。", "1060": "問所轉捨。答。此又有二。一所斷捨。二所棄捨。問所斷", "1061": "捨。答。謂二障種。每遇何地無間道時。彼便滅故。名所", "1062": "斷捨。問所棄捨。答。謂有漏善。異熟無記。劣無漏。變易", "1063": "身。取要只是有漏種現。劣無漏種現。至此最後解脫", "1064": "道時。盡棄捨之。名四事也。問所轉得。答。謂四涅槃。問。", "1065": "一自性清淨涅槃。答本性無染謂之清淨。本性寂然。", "1066": "故曰涅槃。問。二有餘依涅槃。答。如來之身。有餘樂依。", "1067": "無漏之身。非苦依故。名有餘依。不同二乘有餘苦依。", "1068": "身有屬故。問。何知無苦。答。捨無常色。獲得常色受想", "1069": "行識。亦復如是。故知無苦。有餘樂依。問蘊雖無漏。不", "1070": "無遷滅。何名涅槃。非寂靜故。答。能招染盡。故名涅槃。", "1071": "問無餘依。答。煩惱既盡。餘依亦滅。名無餘依。眾苦永", "1072": "寂。名為涅槃。無餘苦依。問無住處。答。生死涅槃。二皆", "1073": "不住。名無住處。用而常寂。故名涅槃。問所轉得。答。謂", "1074": "四智菩提。何謂四智。大圓鏡智。平等性智。妙觀察智。", "1075": "成所作智。問。轉八識成四智。何故名為所生得也。答。", "1076": "轉滅有漏八識之時。從無漏種生起四智。名所生得。", "1077": "問。轉何識生何智。答。轉前五。得成所作。六妙觀察。七", "1078": "平等性。八大圓鏡智。問。轉識成智。智者別境中慧。豈", "1079": "不轉王成心所也。答。稱實轉王得王。轉所得所。問。云", "1080": "何轉八識成四智。答。據轉強得強。云轉識成智。問。請", "1081": "說道理。答。因中識強智劣。果位智強識劣。故云轉強", "1082": "得強。問。為甚如此。答。因中煩惱增故。境界勝故。所以", "1083": "識強智劣。果位煩惱無故。境界空故。所以智強識劣。", "1084": "問。據此八識。皆有轉理。何故前七偏名轉識。第八不", "1085": "爾。答。第八一轉永轉。轉後更不間斷。故非轉識。問。前", "1086": "五同八一轉永轉。何名轉識。答。前五因位三性間轉。", "1087": "亦名轉識。問。第七一性。應非轉識。答。八地已去。有漏", "1088": "無漏間轉而起。亦名轉識。問。無性第七。不通無漏。何", "1089": "名轉識。答。三界相望。麤細轉易。亦名轉識。問。第八三", "1090": "界以麤細易。應名轉識。答。第七我執漸增轉暗。八無", "1091": "此理。故非轉識。", "1092": "二無我義二無我義", "1093": "問。二空名義。答。生法二種無體名空。空即彼無。無別", "1094": "空體。問。二空理。答。二空所顯。名二空理。問。舊云人空。", "1095": "或云我空。今言生空。何義不同。答。若云人空。不該餘", "1096": "趣。問。我該餘趣。何不從之。答。有執外法。以為我者。但", "1097": "名生執。通該內外。問。何須空二。答。二執若在。二空真", "1098": "理。無由得顯。故須空之。問。真如之理。非有非空。心言", "1099": "路絕。何得云空。答。從能顯門。說為二空。問。以何方便", "1100": "顯二空理。答。智緣空起。為所由門。所以得顯。問。有如", "1101": "何者。請喻曉之。答。生法二執。如兩閉門。加行之智。如", "1102": "開門者。二空真理。如門中物。根本之智。如取物人。", "1103": "二身名義二身名義附　十號名義　薄伽六義　諸佛別名　三業化義", "1104": "問。解脫道所獲三身。答。一自性身。二受用身。三變化", "1105": "身。問。自性身體。答。謂諸如來真淨法界。問。有何義趣。", "1106": "亦名法身。答。諸功德法所依止故。普潤大師云。軌持", "1107": "為法。依止名身。憑何以知。光明疏云。法名可軌。諸佛", "1108": "軌之。而得成佛。摩訶衍云。湛湛絕慮。寂寂名斷。能為", "1109": "色相。作所依止。憑此而知。問。寂寂名斷。安曰法身。答。", "1110": "法實無名。為機詮辯。召寂寂體。強稱法身。問。湛湛之", "1111": "體。當同虗空。答。凡所有相。皆是非相。覺五音如谷響。", "1112": "智實無聲。了萬物如夢形。見皆非色。空有不二。中道", "1113": "照然。不可聞無。謂空斷絕。問受用身。答。有二種。一自", "1114": "受用。二佗受用。問自受用。答。恒自受用大乘法樂。問。", "1115": "何義故名為報身。答。三無數劫。修所得故。名為報身。", "1116": "唯此是實。後皆應身。普潤云。報謂果報。三祇修因所", "1117": "得果故。身者。依止相續二義名身。問依止義。答。有為", "1118": "功德所依止故。問相續義。答。盡未來際無斷盡故。問。", "1119": "其果報者何教所明。答。摩訶衍云。具勝妙因。受極樂", "1120": "果。遠離苦相故名為報。問。依止相續義何所出。答。唯", "1121": "識論云。所趣無邊。真實功德。相續湛然。盡未來際。此", "1122": "其出也。問佗受用。答。令佗受用大乘法樂。此有十重。", "1123": "被十地機之所現故。問變化身。答。無而歘有謂之變", "1124": "化。聚化五蘊。名之為身。問。化身數類。答有三類。一大", "1125": "化身。二小化身。三隨類化。問大化身。答。千丈大化。王", "1126": "大千界。被地前機。問小化身。答。丈六金身。王一四天", "1127": "下。三乘凡夫。是所被機。問隨類化。答。猿中現猿。鹿中", "1128": "現鹿。名隨類化。問。拘尸羅現三尺身。城東老母指掌", "1129": "所現。此當何類。答。據被人類。屬小化身。據非丈六。屬", "1130": "隨類化。再問能者。問。法身所依。答。依法性土。問。唯一", "1131": "法性。寧分身土。答。能依義邊。名之為身。所依義邊。名", "1132": "之為土。問報身體。答。四智菩提。無漏五蘊。問報土體。", "1133": "答。無漏色蘊。問能所依。答。根根塵塵。遍周沙界。情器", "1134": "有異。情為能依屬報身。器為所依屬報土也。此實報", "1135": "土。問他報土。答。隨所被機。勝劣大小。悉皆不同。然唯", "1136": "淨土。問變化土。答。亦隨所被。大凡小聖。各隨業力。所", "1137": "見不同。問。何唯三身。不增不減。答。普潤云。萬慮沉迷。", "1138": "居三道而流轉。十方超悟。證三身以圓通。故無增減。", "1139": "問。既一有情成佛之時。何却三身。答。實唯一佛。約三", "1140": "義故。而說三身。問三義何。答。一體用。二權實。三理事。", "1141": "問體用。答。智與體冥。能起大用。自報上冥法性體。謂", "1142": "之真身。他用不赴機緣用謂之應身。問權實。答。權謂", "1143": "權暫。實謂實錄。以施權故。從勝起劣。三佛唯明。以顯", "1144": "實故。從劣歸勝。秪是一身。問理事。答。佛本無身。隨順", "1145": "世間而論三身。仰觀至理本實無形。俯隨物機。迹垂", "1146": "化事。○問。十號之名。答。一倣同先迹。號如來。二堪為", "1147": "福田。號應供。三遍知法界。號正遍知。四果顯因德。號", "1148": "明行足。五妙往菩提。號善逝。六達偽通真。號世間解。", "1149": "七攝化從道。號無上士。調御丈夫。八應機受法。號天", "1150": "人師。九覺悟歸真。號佛。十三界獨尊。號世尊。問。十號", "1151": "之義。答。無虗妄故。名如來。良福田故。名應供。知法界", "1152": "故。名正遍知。具三明故。名明行足。不還來故。名為善", "1153": "逝。知眾生國土。名世間解。無與等故。名無上士。調他", "1154": "心故。名調御丈夫。為眾生眼故。名天人師。知三聚故。", "1155": "名之為佛。具茲十德。名世間尊。問。諸教皆列有十一", "1156": "數其故何也。答。據前所解世尊名。云具茲十德。名世", "1157": "間尊。則應世尊是總名。何以知也。普潤大師云。涅槃", "1158": "疏說阿含及成論。合無上士與調御丈夫為一號。故", "1159": "至世尊云一數。涅槃及大論。開此二號。而輔行云。大", "1160": "論合者。此文悞也。據輔行意世尊是總。問。准藥師經。", "1161": "數唯有十。仍第二應正等覺。與十薄伽梵。不同舊譯。", "1162": "却無世尊。其故何也。試卜之云。莫第二號。應正等覺", "1163": "一名。將應供與正遍知為一號也。然不敢妄出所以。", "1164": "問。何故第十特異舊翻。卜云。莫薄伽梵中第六尊貴。", "1165": "當世尊號。問無定斷。答。輔行尚云學者詳之。我何人", "1166": "哉。○問。六德。答。自在。熾盛。端嚴。名稱。吉祥。尊貴。永不", "1167": "繫屬諸惱惱故。具自在義。猛𦦨智火所燒煉故。具熾", "1168": "盛義。妙三十二大士相等所莊飾故。具端嚴義。一切", "1169": "殊勝功德圓滿無不知故。具名稱義。一切世間親近", "1170": "供養咸稱讚故。具吉祥義。一切功德常起方便利益。", "1171": "安樂一切有情無懈廢故。具尊貴義。頌曰自在熾盛", "1172": "與端嚴。名稱吉祥及尊貴。如是六德義圓滿。是故彰", "1173": "名薄伽梵。○問。古云。佛佛齊法法道齊者。如翻釋迦", "1174": "以為能仁。莫應餘佛非能仁也。阿彌陀云無量壽者。", "1175": "餘佛莫應有壽量邪。其餘佛名。隨義准難。答曰。法苑", "1176": "章云。但以逐機設化。隨世建立。顯名。則功能雖殊。顯", "1177": "義。乃力用齊等。方知三世無量之名。具顯諸佛無量", "1178": "之德。○問。嘗聞四事不可化。佛地何故說三乘化。答。", "1179": "無上覺者。神力難思。故能化現無形質法。問。三乘化", "1180": "義。答。據手鏡云。准佛地論。說三業化。身語各三。意但", "1181": "有二。又准彼論。非身相應身業化中。說現無邊種種", "1182": "佛身。非身相應語業化中。即無佛身。由此。指微。顯輪。", "1183": "各說不同。問。指微說相應之言。訓作何義。答。相似義。", "1184": "要相貌相似。法體相似。問。與誰相似。答。與自相似者。", "1185": "名自身相應化。與佗相應者。名佗相應化。闕一二者", "1186": "皆名非身相應化。且問自身相應者。答。如大小化身。", "1187": "皆具相好。名相貌相似。具化五蘊。名法體相似。此皆", "1188": "與自相似。名自身相應身業化也。此身發語。有化心", "1189": "等。名自身相應語業化也。問佗身者。答。如觀世音。化", "1190": "萬迴相貌。法體與人類相似。名佗身相應身業化。萬", "1191": "迴發語。及有心等。名佗身相應語意化也。問。非身相", "1192": "應。答。如化佛身無根心等。雖相貌相似。闕法體相似。", "1193": "一類化樹林等。二義俱闕。皆名非身相應身業化。若", "1194": "無心佛發語。樹林說法。名非身相應語業化。問。何無", "1195": "非身相應意業化也。答。既作樹等是無情類。故無意", "1196": "化。問。既然化為佛身。何無根心也。一有根心者。却屬", "1197": "前類自身相應意業化也。問。顯輪相應。訓作何意。答。", "1198": "相近義。身類同義。具自二義者。名自身相應化。具佗", "1199": "二義者。名佗身相應化。闕一或二。名非身相應化。手", "1200": "鏡云。准輪鈔說。言相應者。亦有二義。一要相近。二身", "1201": "類同。如自受用身。現三類化身。身類同。又相近。名自", "1202": "身相應化也。如化佗身。與佗身同。及佗相近。名佗身", "1203": "相應化也。二義闕一。名非身化。如化身佛。復現諸佛。", "1204": "雖身類同。無相近義。如自受用。現人猿等雖具相近。", "1205": "闕身類同。又如化佛。化人物等。二義俱闕。此上皆是", "1206": "非身相應化也。愚疑此說云。佗身化中。與佗身同。及", "1207": "佗相近者。既與佗身相近。何須直用自受用化。又非", "1208": "身化中一類。自受用身。化人猿等。與佗身相應化。一", "1209": "向全同。何成二化。又非身土中。無此自受化人一類。", "1210": "既有此疑。愚試云。顯輪二義。有兼有正。相近義正。唯", "1211": "自相近。身同義兼。亦自身同。若於兼正二義皆具。名", "1212": "自身化。若具正闕兼者。名化身化。若具兼闕正。或俱", "1213": "闕者。名非身化。依此問云。何者自身相應身業化也。", "1214": "答。如自受用化。三類化。與自相近。自身類同。兼正二", "1215": "義皆具。名自身相應身業化也。問。自身相應語意化。", "1216": "答。即此前身。發言說法。有化心等。是自身相應語意", "1217": "化。問。佗身相應化。答。如自受用化佗人身。唯具相近", "1218": "闕身類同。具正闕兼。名佗身相應化。問。非身相應化。", "1219": "答。如化身佛復現諸佛。具身類同。闕相近義。具兼闕", "1220": "正。又化身佛現人物等。二義俱闕。皆是非身相應化", "1221": "也。問。指微鈔主。何為如此。答。謂順佛地。意化但二。故", "1222": "非身中無意業化。又順非身相應身業化中。現無邊", "1223": "佛。是故說現無根心佛。又順非身相應語業化中。無", "1224": "現佛身。故說樹林演法。水聲談空。問。何故顯輪特與", "1225": "相違。答。顯輪會云。佛地非身語業化中無佛身者。但", "1226": "彼論略。亦合有之。又會意業但有二者。且約其心不", "1227": "可孤現。及土木等不可有心。云但有二。其實亦三。既", "1228": "非身中有現佛身。何無根心。問。指微何說佛無根心。", "1229": "答。只為指微。要法體相似。說非身者。要不相似。若有", "1230": "根心。不成非身。故說無心。", "1231": "小乘五位小乘五位", "1232": "問。聲聞因果位次如何。答。亦有五位。謂資及學也。問。", "1233": "誰人修此。答。定性聲聞。一分不定。問不定。答。有一人", "1234": "具三乘性。有具聲聞菩薩二性。有人聲聞緣覺二性。", "1235": "此等皆得修聲聞行。名一分不定。", "1236": "一資糧位一資糧位", "1237": "問。何時立此資糧之初。答。雖有三慧。心未決定。名外", "1238": "凡位。發決定心。名內凡位。從此內凡立位之初。問。資", "1239": "位修何觀行。答有三。一五停心。二別相念。三總相念。", "1240": "問。五停心觀名。答。五處停住於心。名五停心觀。問五", "1241": "者何。答。一多貪眾生。作不淨觀。二多嗔眾生。作慈悲", "1242": "觀。三多癡眾生。作十二因緣觀。四著我者。作界分別", "1243": "觀。五多尋思者。作想息念觀。問不淨觀。答。想自及佗。", "1244": "青淤虫食。骨鎖等類。問。別相念觀。答。身受心法。四各", "1245": "別想。名別相念。問。如何別觀。答。觀身不淨。觀受是苦。", "1246": "觀心無常。觀法無我。如是別別觀。問總相念。答。總觀", "1247": "四法。皆是苦空無常無我。名總相念。問慈悲觀。答。乃", "1248": "錦被七翻章也。問。十二因緣觀。答。觀十二支緣生。遷", "1249": "變無常。苦空無我。假和合故。輪迴不息。問。界分別觀。", "1250": "答。謂觀地堅。水濕。火煖。風動。空虗。識了。皆具顯示無", "1251": "常苦空無我。問數息觀。答。有六行相。一數。隨。止。觀。還。", "1252": "淨。問。資糧等名。答。同大乘說。問。資糧位後際齊何。答。", "1253": "七賢前三名資糧位。", "1254": "二加行位二加行位", "1255": "問加行位。答。七賢後四。謂煖及第一。名加行位。問煖", "1256": "名。答。如人鑽火。初煖生故。問。暖修何觀。答。剏觀四諦", "1257": "十六行相。每諦有四。謂苦。無常。空。無我。集。因。生。緣。滅。", "1258": "淨。妙。離。道。如。行。出。上下具觀三十二行。下三品善。問", "1259": "頂名。答。可動法中最殊勝故。如人之頂。問觀行。答。亦", "1260": "即觀前三十二行。中三品善。問。何故重觀。答。為成熟", "1261": "故。問忍名。答。印可諦理。名之為忍。問。此忍有幾。答。下", "1262": "中上三。問下忍。答。印可於前三十二行。問中忍。答。別", "1263": "作七周減緣。二十四周減行。問上忍。答。唯一剎那。重", "1264": "觀欲界苦諦下一緣。問。世第一名。答。有漏道中最第", "1265": "一故。問觀行。答。亦一剎那。重觀欲苦一緣。問。與忍同", "1266": "一剎那重觀欲界苦諦一緣。二有何別。答。但勝劣異。", "1267": "問異所以。答。色界善業。總有九品。下三品善。屬煖位", "1268": "攝。中三品善頂攝。上下上中。忍攝。上上品善。世第一", "1269": "攝。故云但勝劣異。問。忍有三忍。與二品善。如何配攝。", "1270": "答。上下品。下中二忍。上中品善。上忍攝也。", "1271": "三通達位三通達位", "1272": "問通達位。答。苦法智忍。苦法智等。十六心中。前十五", "1273": "心無間。名預流向。第十六心解脫道時。立預流果。問。", "1274": "此位齊何。分見修別。答。有二行相。一正住果。未斷修", "1275": "惑。皆屬見道。二進修時。即屬修道。", "1276": "四修習位四修習位", "1277": "問修習位。答。此有後三果向不同。若於欲界修惑之", "1278": "中。斷至六品。其六無間。五解脫道。名一來向。第六解", "1279": "脫。名一來果。若斷後三。三無間道。二解脫時。名不還", "1280": "向。至後第三解脫。立不還果。又若斷至上八地中七", "1281": "十二品。其七十二。無間解脫二道之中。至七十二無", "1282": "間道時。名阿羅漢向。從初果中正住果後。進修已來。", "1283": "齊此無間道時。是修道位。最后邊際。", "1284": "五無學位五無學位附　二無我義", "1285": "問無學位。答。謂第七十二解脫道時。證五分法身。立", "1286": "阿羅漢果。問。五分法身。答。謂戒。定。慧。解脫。解脫知見。", "1287": "問無學名。答。五分能攝十無學法。名為無學。問。十無", "1288": "學法。答正語。正業。正命。正念。正定。正見。正思惟。正精。", "1289": "進。正解脫。正智。問。十無學法。與五分法身。如何相攝。", "1290": "答。正語。正業。正命是戒。正念。正定是定。正見。正思惟。", "1291": "正精進是慧。正解脫。正智。是解脫知見。問。何羅漢名。", "1292": "答。此翻應。應有三義。一應永害煩惱。二不受後有。三", "1293": "受人天供。○問。其二無我。百法攝否。答。攝爾何失。難", "1294": "云。若言攝者。何法攝也。若云不攝。何言千法萬法不", "1295": "離百法。答曰不攝。問。恁麼。則攝法不盡也。返問彼云。", "1296": "汝欲攝者。其二無我。為是心耶。所耶。色耶。不相應耶。", "1297": "無為耶。若云是者。五位是何。若云非。不攝明。問云。爭", "1298": "奈攝法不盡。釋云。一切者。不出五位。是心等者。無不", "1299": "攝之。名攝法盡。今二無我。既非五法。故不攝之也。問。", "1300": "何知非法。答。百法初云。何等一切法。云何為無我。既", "1301": "一切法後。別問無我。即知非法。問。若言非法者。應無", "1302": "我理。不離四句。墮百非中。答。遮爾是法。我云非法。據", "1303": "實。非法。非非法。問。何以故。答。若是法者。墮是邊故。若", "1304": "非法者。墮非邊故。若言非法亦非法者。墮兩頭故。若", "1305": "言非法。非非法者。墮中間故。問。如是者。亦非不攝。汝", "1306": "何定爾。云不攝也。答。且遮爾攝。我言不攝。其實非攝。", "1307": "非不攝。非亦攝亦不攝。非非攝非不攝。問。何以故也。", "1308": "答。離四句。絕百非故。又解。前五位法。表詮立名。心表", "1309": "緣慮。色表質礙。此二無我。遮詮立號。遮五位法。皆非", "1310": "實我。皆非實法。其表詮者。既有所表攝所表法。其遮", "1311": "詮者。既遮我法。何所攝也。又解。若將旨就詮。在百法", "1312": "攝。六無為是。墮諸數故。若廢詮談旨。二無我是。不墮", "1313": "諸數。何攝之有。問。爭知不墮。答。既不立名。既知不墮。", "1314": "問云。補特伽羅無我。云法無我。此豈非名。答。既云無", "1315": "我。與誰為名。名詮於誰。誰為自性。即知非名。問。何知", "1316": "廢詮。答。既知無人無法。廢詮明矣。問。若不攝者。離百", "1317": "法外。應是別有。答。雖云不攝。仍上百法。不即離等。問。", "1318": "何知爾也。答。古云即不即門中不即。離不離門中不", "1319": "離。一不一門中不一。異不異門中不異等。問。此說何", "1320": "憑。答古德云。凡屬對待。皆謂之不了義。瑜伽大論。既", "1321": "是大乘了義之教。理極顯然。故無我理。直須孤逈。圓", "1322": "陀陀。不與諸塵作對。萬法為侶。始得。若不如是。終非", "1323": "了義。", "1324": "四句百非四句百非", "1325": "問。常言離四句絕百非。四句者何。答。但舉一對。或舉", "1326": "一字。便成四句。且如有無一對。作四句者。有。無。亦有", "1327": "亦無。非有非無。便是四句也。問。如何百非。答。既凡作", "1328": "四句。有本末三世。已起未起。積成百句。皆。非得真。故", "1329": "云百非。問。請示法之。答。其真實理。若云有。是增益謗。", "1330": "若云無。是損減謗。若云亦有亦無。是相違謗。若云非", "1331": "有非無。是戲論謗。此是本四句也。復此四句。每句有", "1332": "四。且有中四句者。有有。有無。有亦有亦無。有非有非", "1333": "無。復無中四句者。無有。無無。無亦有亦無。無非有非", "1334": "無。亦有亦無中四句者。亦有亦無有。亦有亦無無。亦", "1335": "有亦無亦有亦無。亦有亦無非有非無。又非有非無", "1336": "中四句者。非有非無有。非有非無無。非有非無亦有", "1337": "亦無。非有非無非有非無。此每四句。四四成十六句", "1338": "也。三世皆有此十六句。成四十八。此四十八。皆有已", "1339": "起未起。成九十六。搭本四句。成一百句。問。請有無外。", "1340": "別示一途。答。且如上。下。亦上亦下。非上非下。問。請示", "1341": "一字者。答。如言青。非青。亦青亦非青。非青非非青。但", "1342": "舉一字。便對非此也。問。何故隨舉一切。皆得作之。答。", "1343": "其真理者。一切皆非故也。故古人云。若要直截會。一", "1344": "切總不是。問。何故萬松和尚別此語云。若要委細會。", "1345": "法法無不是也。答。歷代宗師一時救弊。其意不等。前", "1346": "師為救坐著今時。云總不是。萬松為救坐著那邊。云", "1347": "無不是。其實住著者。皆不是。不住著者。無不是。問。何", "1348": "以故。答。佛法以無住為本故。金剛經云。應無所住而", "1349": "生其心。即其意也。愚意且爾。更問能者。", "1350": "雜錄問難雜錄問難", "1351": "懷州秀長老。於汴梁和講主處。累致問難。今錄之云。", "1352": "一日秀舉仁講生。問孝嚴老師云。勝鬘夫人。贊佛之", "1353": "時。頓現三身。法身無相。如何得見知。云。汝如何說。和", "1354": "云。性相禪宗皆有此。相宗答云。見化身時。即見法報。", "1355": "何以故。三身不相離故。蓋報身者。修所得故。法身者。", "1356": "報實性故。化身者。報所現故。豈得相離。既不相離。故", "1357": "見一身。即是見三也。性宗答云。若見諸相非相。即見", "1358": "如來。此豈非是見法身也。禪宗答云。渠無國土。何處", "1359": "逢渠。此亦是見法身之理。一日又問。華嚴經說。佛有", "1360": "百億十千名。何故燃燈。授善慧記云。汝當作佛。號釋", "1361": "迦牟尼。既立一名。餘名皆廢。如何會釋。和云。佛一音", "1362": "中普說多名。百億十千諸眾生類。各隨所樂。各別聞", "1363": "名。何以故。佛以一音演說法。眾生隨類各得解。故一", "1364": "音之教。孰不知也。問。既為法王。於法自在。何不以色", "1365": "為心。以心為色也。答。若相宗說。相見俱依自證起故。", "1366": "色相既從心自證生。歸種位時。即是自證。是故色即", "1367": "是心。心即是色。喻如蝸牛頭出角。出則似角。縮則是", "1368": "頭。色心相即。正與此同。若性宗說。理外無事。事外無", "1369": "理。理事不二。故色即心。心即色也。若禪宗說。山河及", "1370": "大地。全露法王身。此例甚多。和云。據上所問。其意太", "1371": "局。應將五位更互為問。其理方盡。且心與所互相即", "1372": "者。所與心王一能緣性。不即而何。其不相應心之分", "1373": "位。豈非即心。其無為者。心之實性。理即定然。其五位", "1374": "法。雖互相即。仍不雜亂。五位宛然。心色等別。雖為無", "1375": "為心色不同。仍即一心。若如此者。於法自在。說得成", "1376": "麼。又問。言言見諦。句句朝宗。且如藥師經說。慳貪嫉", "1377": "妬。牛馬駝驢。此等之語。如何見諦朝宗。答云。心生則", "1378": "種種法生。心滅則種種法滅。麤言細語。隨心生滅。心", "1379": "外無餘。何非見諦。豈不朝宗。故云三界唯心。萬法唯", "1380": "識。又云細語及麤言。皆明第一義。或云麻三斤。乾屎", "1381": "橛。羊便乾處臥。驢便濕處尿。此例更甚。又問。教說宗", "1382": "門。不出名句文。可笑之甚。答曰。輙云可笑。蓋亦未之", "1383": "思也。謂禪不在名句文。亦不離名句文。何也。豈禪外", "1384": "條然別有名句文。名句文外條然別有禪也。若條然", "1385": "者。外道見也。設若難云。如靈雲見桃花。香嚴童子聞", "1386": "香。藥王藥上󰯒藥。雲門傷足。須菩提晏坐。帝釋散華。", "1387": "此等豈有名句文也。答。此等正在所未之思也。蓋名", "1388": "句文者。豈止聲上。於六塵上皆立名等。見桃華者。色", "1389": "塵上立名句文。聞香悟者。香塵上立。󰯒藥味塵。損足", "1390": "觸塵。散華法塵上立也。未學教者。焉知此理。若毀教", "1391": "乘。不盡善者。蓋自不知耳。仍亦罪有所歸。十方輪轉", "1392": "地獄。金口親宣。敢不敬耶。止不過打葛藤云。猶有這", "1393": "筒在。向道我早侯白。你更侯黑。諸祖亦云。閻老子未", "1394": "放汝在。切忌切忌。莫探頭太過。莫妄稱。莫悞喜。如人", "1395": "飲水。則可知也。問。藥師經序云。王者禳灾。轉禍為福。", "1396": "豈庶民等不得禳也。答。舉勝攝劣。理之常然。豈令為", "1397": "文之者。一一叨叨耶。序末亦云。十二藥叉。念佛恩而", "1398": "護國。七千眷屬。承經力以利民。況前半聯云。病士求", "1399": "救。應死更生。通得庶民麼。不爾思也。何得對面蹉過。", "1400": "問。古云。秘密不可翻譯。何故有處。却言唵字。是清淨", "1401": "法身等耶。答。顯密圓通。有二門義。一不可說門。固不", "1402": "可翻。二少分功德門。亦可翻之。其翻者。約少分門也。", "1403": "問。佛向觀音。問六字呪。佛若不知。云何名佛。答。權實", "1404": "寧知。其若文殊不能出女子定。罔明能出之。雖一真", "1405": "見時無別。乃入處四門有異。何足怪哉。其或顯呪功", "1406": "深。示問何傷。問。宗門之中。開口拂迹。教中不然。此是", "1407": "劣於禪也。答。據申此問。敢保和尚。未閑教意在。教不", "1408": "云乎。以法破我。以空破有。以中破空。仍云。若執依圓", "1409": "是有。還同遍計是無。又云。不依此岸。不著彼岸。不住", "1410": "中流。此云二邊純莫立。中道不須安。又云。離四句。絕", "1411": "百非。尋思路絕。名言道斷。口欲談而辭喪。心將緣而", "1412": "慮息。一不一門中不一。異不異門中不異。即不即門", "1413": "中不即。離不離門中不離。廢詮談旨。理固非言。此例", "1414": "無邊。何云不拂。當知所問。以用試驗某甲。所謂頑銅", "1415": "若作黃金貨。只得謾佗無眼人。", "1416": "八部名義八部名義附　天神居處", "1417": "問。云何名為天龍八部。答。揀四天王八部。云天龍八", "1418": "部也。翻譯名義云。一天。二龍。三夜叉。四乾𨷂婆。五阿", "1419": "修羅。六迦樓羅。七緊那羅。八摩睺羅伽。問。何故唯佛", "1420": "八部參隨。其餘天等無八部隨。答。原夫佛垂化也。道", "1421": "濟百靈。法傳世也。慈育萬有。三乘賢聖。既肅爾以歸", "1422": "投。八部鬼神。故森然而翊衛。餘無此德。故無八部。問。", "1423": "云何名天。答。梵語提婆。此云天。法華疏云。天者天然", "1424": "自然。勝樂勝身。勝論云。清淨光潔。最勝最尊。故名為", "1425": "天。問。云何名龍。答。梵那伽。此云龍。又有多種。泛說龍", "1426": "者。乃興雲致雨。益世間者。問。何名夜叉。答。此云勇徤。", "1427": "亦云暴惡。舊云閱叉。新云藥叉。釋云。秦言貴人。亦言", "1428": "輕徤。能飛騰空中。問乾闥婆。答。此云香陰。不噉洒肉。", "1429": "唯香資陰。名曰香陰。或云尋香。天樂神也。問阿修羅。", "1430": "答。舊云無端正。新云非天。如本章記。問迦樓羅。答。此", "1431": "云金翅。翅翮金色。或云妙翅。不唯金色故也。問緊那", "1432": "羅。答。此云疑神。釋曰。人非人。似人。而頭有角。人見之", "1433": "言人耶。非人耶。因以名之。亦天伎神。小不及乾闥婆。", "1434": "新云歌神。是諸天絲竹之神也。問。摩睺羅。答。此云大", "1435": "腹行。釋曰地龍。肇曰大蠎。問。何故諸經八部。末云人", "1436": "非人等。答。天台云。此乃總結八部數爾。問。前言天者", "1437": "最勝最尊。對誰為最。答。對餘五趣。問。何故尊勝。答。由", "1438": "因勝故。問。何理知之。答。普潤云。苟非最勝之因。豈生", "1439": "最勝之處。問最勝因。答。謂十善。身語意行。此十善業。", "1440": "問。如何為勝。答。由其三業防止過非。有順理義。以茲", "1441": "十善。運出五道名天乘。即為最勝。問。天有地居空居。", "1442": "天何理爾也。答。因有散善定善。果有地居空居。問。何", "1443": "以故。答。由禪定力不依于地。無定力者。不得空居。定", "1444": "輕安故。問。泛說欲天散善業招。云何亦有空居天也。", "1445": "答。若單修習。上品十善。乃生欲界下二地居。此是一", "1446": "向純散善也。若修十善。坐未至定。乃生上四空居天", "1447": "也。此後空居。皆定善招。問何以故。答。未至定者。尚自", "1448": "空居。況根本定因。問。何名未至。答。其由未入根本定", "1449": "故。名為未至。問。未至定行相如何。答。如止觀云。端坐", "1450": "攝身。調和氣息。泯然澄靜。身如雲影。虗豁清靜。而猶", "1451": "見有身心之相。是則名為欲界定也。從此已後。忽然", "1452": "不見。欲界定中。身首衣服床臥等事。猶如虗空。迴向", "1453": "安隱。如是名為未至定相。問。何須不見欲界定中身", "1454": "首等也。答。身是事障。事障未來。障去身空。未來得發。", "1455": "故須不見欲定身等。是為欲界六天因果。問。欲界散", "1456": "善。疑猶未息。答。無根本定。故曰散善。由空居故。須修", "1457": "未至。問。何故天有欲無欲。答。若修根本四禪。離欲麤", "1458": "散。則生色界。故無欲也。問。何故天有色無色。答。若厭", "1459": "色籠。修四空定。生四空天。名無色界。故名無色。問。四", "1460": "王天居處等次。答。光明疏云。居須彌之半。乃上升之", "1461": "元首也。問疏所憑。答。俱舍頌。妙高層有四。相去各十", "1462": "千。傍出十六千。八四二千量。堅首及持鬘。常憍大王", "1463": "眾。如次居四級。亦住餘七山。問。東方天王。答。大論云。", "1464": "提多羅咤。秦言治國。主乾闥婆。及毗舍闍。光明疏云。", "1465": "提頭賴咤。此云持國。又安民。居須彌東。黃金埵。南方。", "1466": "大論云。毗琉璃。秦言增長。主鳩槃茶。及薜茘多。光明", "1467": "疏云。南琉璃埵。王名毗留勒叉。亦翻免離。西方。大論", "1468": "云。毗留波叉。秦言雜語。主諸龍。及富樓多。光明疏云。", "1469": "白銀埵。王名毗留博叉。翻非好報。又惡眼。亦廣目。北", "1470": "方。大論。毗沙門。秦言多聞。主夜叉。及羅剎。光明疏云。", "1471": "北水埵。索隱云。福德之名。聞四方故。亦普聞。問忉利", "1472": "天。答。梵音訛略。正言多羅夜登陵舍。此云三十三。君", "1473": "臣合之。有三十三。問居處。答。俱舍頌曰。妙高頂八萬。", "1474": "三十三天居。四角有四峯。金剛手所住。中宮名善現。", "1475": "周萬踰繕那。高一半金城。中有殊勝殿。周千踰繕那。", "1476": "問夜摩天。答。此云善時分。亦妙善。新云須焰摩。此云", "1477": "時分。時時唱快樂故。或云受五欲境。知時分故。問兜", "1478": "率陀。答。此云妙足。新云覩史陀。此云知足。受於五欲。", "1479": "知止足故。佛地論名喜足。最後身菩薩。於中教化多", "1480": "修喜足故。問化樂天。答。大論須涅密咜。或尼摩羅。秦", "1481": "言化樂。自化五塵。而自悞樂。楞嚴名樂變化。問。佗化", "1482": "自在。答。大論婆舍䟦提奪。佗所化而自娛樂。名佗化", "1483": "自在。亦名化應聲。別行疏云。是欲界頂。假佗所化。以", "1484": "成自樂。即魔王也。問梵天。答。經音義云。梵云迦夷。此", "1485": "言淨身。淨名疏。此云離欲。或云淨行。法華疏。亦稱高", "1486": "淨。問。何故初禪有王臣異。已上無也。答。二禪已上。無", "1487": "言語法故。不立王法。問。何故瓔珞。禪禪皆有梵王。答。", "1488": "修無量心。報勝為王。無統御也。問。淨名疏。說梵王是", "1489": "娑婆世界主。又何義也。答。初禪有覺觀言語。則有主", "1490": "領。故作世主。問。云何梵王。名中間禪。答。在初禪二禪。", "1491": "二楹之中。名中間禪。問少光天。答。於二禪中。光最少", "1492": "故。問。無量光。答。光明轉增。無限量故。問光音。答。口絕", "1493": "言音。光當語故。問少淨天。答。意地樂受。離喜貪故。少", "1494": "分清淨。名曰少淨。問無量淨。答淨勝於前。不可量故。", "1495": "問遍淨。答。樂受最勝淨周普故。問無雲天。答。下之三", "1496": "禪。皆依雲住。至此四禪。方在空居。此初一天。別得總", "1497": "名。獨名無雲。問。至此四禪。方名空居。何故前欲。除下", "1498": "二天皆名空居也。答。前言空居。不履地故。此言空居。", "1499": "雲氣亦無。方曰空居。取意不同。故無違也。問福生天。", "1500": "答。具勝福力。方得往生。問廣果。答。異生果報。此最勝", "1501": "故。問無想。答。心想不行。故名無想。問無煩。答。無見思", "1502": "煩惱雜故。問無熱。答。意樂調柔。離熱惱故。問善見。答。", "1503": "定障漸微。見極明故。問善現。答。形色轉勝。善能變現。", "1504": "問色究竟。答。色法最極。是究竟處。問。又何此五名那", "1505": "含。答。無煩等天。那含所居。呼此五天。名五那含。問空", "1506": "處天。答。禪門云。此定最初離三種色。心緣虗空。既與", "1507": "無色相應。名虗空定。問識處天。答。捨空緣識。以識為", "1508": "處。正從所緣之處受名。問。無所有處。答。禪門名不用", "1509": "處。修此定時。不用一切內外境界。外境名空。內境名", "1510": "心。捨此二境。因初修時。名不用處。問。非有想非無想。", "1511": "答。有解。前觀識處是有想。後不用處是無想。今准除", "1512": "上有無二想。名非有想非無想也。有解。約凡夫說。言", "1513": "非有想。約佛法中。說非無想。合而論之。言非有等。", "1514": "四相五衰四相五衰", "1515": "問。人間四相。天上五衰。答。俱舍說有大小五衰。小五", "1516": "衰者。一衣服嚴具。出不愛聲。二自身光明。忽然昧劣。", "1517": "三於沐浴時。水滴著身。四本性囂馳。令滯一境。五眼", "1518": "本自寂。今數瞬動。此五衰現。非定命終。遇勝善緣。猶", "1519": "可轉故。大五衰。一身染塵埃。二華冠萎悴。三兩腋汗", "1520": "出。四臭氣入身。五不樂本座。此現當死。問摩醯首羅。", "1521": "答。大論云大自在。正名摩訶莫醯伊濕伐羅。八臂三", "1522": "眼。騎白牛。大千界主。問日天子。答。梵語蘇利耶。此云", "1523": "日神。日者。說文云實也。太陽之精。問月天子。答。梵語", "1524": "蘇摩。此云月神。釋名云月。缺也。謂滿而復缺也。淮南", "1525": "子云。月太陰之精。問。何故月輪。初後時缺。答。涅槃云。", "1526": "月性常圓。實無增減。因須彌山。故有盈虧。俱舍云。近", "1527": "日自影覆。故見月輪虧。施設足云。以月宮殿。行近日", "1528": "輪。光所侵照餘邊影故。自覆月輪。故於爾時。見不圓", "1529": "滿。因問執金剛神。答。梵云䟦闍羅波膩。此云金剛。手", "1530": "執金剛杵。故以立名。問因緣。答。正法念經。昔有國王", "1531": "夫人生千子。欲試當來成佛次第。故拘留孫探得第", "1532": "一。釋迦第四。乃至樓至第一千籌。第二夫人。生其二", "1533": "子。一願為梵王。請千兄轉法輪。次願為金剛神。護千", "1534": "兄教。世傳樓至非也。經唯一人。今狀於伽藍之門。而", "1535": "為二像。應願無方。多亦無舛。出索隱記。問。龍有幾種。", "1536": "答。別行疏云有四種。一守天宮殿。持令不落人間屋上作龍", "1537": "象之爾。二興雲致雨。益人間者。三地龍。決江開瀆。四伏", "1538": "藏龍。守轉輪王大福人藏。問。此教。說外教說幾。答。廣", "1539": "雅云。有鱗。曰蛟龍。有翼。曰鷹龍。有角。曰虬龍。無角。曰", "1540": "螭龍。未升天。曰蟠龍。問。以何因緣墮龍中。答。罵意經", "1541": "云。有四因緣。一多施。二嗔恚。三輕偒以鼓切。四自貢高。", "1542": "問。降澍大雨。自何而有。答。華嚴經云。不從身出。不從", "1543": "心出。無有積集。而非不見。但以龍王心念力故。霈然", "1544": "洪注。問。夜叉有幾。答有三。一在地。二空。三天。問。何緣", "1545": "三類不同。答。若地夜叉。但以財施。故不能飛空。天夜", "1546": "叉。以車馬施。故能飛行。問。天夜叉。居何天。答。肇曰。居", "1547": "下二天。守天城池。門閣等處。問。乾闥婆居何。答。在須", "1548": "彌南。金剛窟住。釋曰。十寶山中。問。非天上住。何云天", "1549": "樂神也。答。天欲作樂之時。此神身中有異相出。然後", "1550": "上天。問。迦樓羅身幾許。答。兩翅相去三百三十六萬", "1551": "里。頸有如意珠。問。何以為食。答。以龍為食。問。何知。答。", "1552": "俱舍頌云。化生金翅鳥。能食四生龍。問。摩睺羅。何因", "1553": "墮此。答。毀戒邪諂。多嗔少施。貪嗜酒肉。由戒緩故。墮", "1554": "鬼神中。由多嗔故。蟲入其身。而唼食之。問。天乘自十", "1555": "善為因。人乘有幾。答。法雲大師云。若無善因。奚感美", "1556": "報。問善因。答。謂五戒也。一不殺戒。常念有情。皆惜身", "1557": "命。恕己愍彼。以慎傷暴。二不盜。不與私取。是為偷盜。", "1558": "義既非宜。故止攘竊。三不邪婬。女有三護。法亦禁約。", "1559": "守禮自防。故止羅欲。四不妄語。覆實言虗。誑佗欺自。", "1560": "端心質直。所說誠實。五不飲酒。惛神亂性。酒毒頗甚。", "1561": "增長愚痴。故令絕飲。問。原佛五戒。本化人倫。與儒五", "1562": "常。其義同異。答。不異。謂不殺即仁等。問。義即相當。有", "1563": "所憑否。答。梵摩喻經云。為清信士。守仁不殺。知足不", "1564": "盜。貞潔不婬。執信不欺。盡孝不醉。當以意解勿執名", "1565": "別。問。五戒何義。得人乘名。答。由茲五戒。超出三途。取", "1566": "運載義。以立乘名。", "1567": "三教同異三教同異", "1568": "問。釋道儒皆云教。其義同否。答。景德大師云。三教立", "1569": "名。義意各異。且儒宗教者。元命苞云。教之為言効也。", "1570": "上行之。下効之。此以下所法効名教。道名教者。老子", "1571": "云。處無為之事。行不言之教。此寄教名。而顯無為也。", "1572": "釋名教者。四教義云。說能詮理。轉化物心。故言教也。", "1573": "問轉化義。答有三。一轉惡為善。二轉迷成解。三轉凡", "1574": "成聖。問所詮理。答。藏通二教。詮真諦理。別圓二教。詮", "1575": "中道理。問。何故如此。答。良以如來依理而立言。遂令", "1576": "羣生修之而證理。故佛聖教。是出世法。不可妄同世", "1577": "教之名。問。所詮中道。為是何法。答。普潤自說。屬真如", "1578": "門。此乃對事揀理之謂也。若即事說理。理性無體。全", "1579": "依無明。無明無體。全依法性。就此相即之義。則法性", "1580": "為所詮理。由茲教理。是吾宗之紀綱。故寄人乘。辨梗", "1581": "槩也。", "1582": "唯識開蒙問答卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 888 唯識開蒙問答", "author": "元 雲峯集"}