{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 922 摩訶止觀義例科", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 922", "1": "止觀義例科", "2": "止觀義例", "3": "天台沙門　湛然　述", "4": "第一所傳部別例第二所依正教例", "5": "第三文義消釋例第四大章總別例", "6": "第五心境釋疑例第六解行相資例", "7": "第七喻疑顯正例有題云破迷者。請改", "8": "第一所傳部別例者○第一所傳部別例者", "9": "總指一部以為圓頓佛乘正行之大體也。", "10": "大意文初雖有數處三止觀結。但泛爾借名結義。非", "11": "謂即為三種行相。以大意中文略意廣。故用三一收", "12": "束結撮。", "13": "應知部內意唯在頓。", "14": "故序中云。大意在一頓。", "15": "以略冠廣。不可差殊。", "16": "又示處中云圓頓文者。如玉泉寺所記。", "17": "下文雖有四教八教。思議不思議。相待絕待。皆為顯", "18": "於圓頓一實。", "19": "故大車文中以思議相待等而為僕從。實相妙理以", "20": "為車體。無漏妙觀以為白牛。自餘諸法皆莊嚴具。", "21": "故知此部更無他趣。", "22": "第二所依正教例者○第二所依正教例者", "23": "散引諸文。該乎一代。", "24": "文體正意唯歸二經。一依法華本迹顯實。二依涅槃", "25": "扶律顯常。以此二經同醍醐故。", "26": "所以釋名論待論絕。乃至偏圓文中具引蓮華三喻", "27": "釋名。", "28": "顯體具用光宅四一。即是實相為行正體也。", "29": "況諸境十乘皆以大車為喻。", "30": "故生起十乘文末總稱歎云。積劫勤求。道場證得。身", "31": "子三請。法譬三說。正在茲乎。", "32": "是知四種三昧皆依實相。實相是安樂之法。四緣是", "33": "安樂之行。證實相已。所獲依報名為大果。", "34": "起教只是為令眾生開示悟入。", "35": "旨歸只是歸於三軌妙法祕藏。", "36": "所以始末皆依法華。此即法華三昧之妙行也。", "37": "次用涅槃者。雖依法華咸歸一實。末代根鈍。若無扶", "38": "助。則正行傾覆。正助相添方能遠運。", "39": "佛化尚以涅槃為壽。況末代修行非助不前。", "40": "故扶律說常以顯實相。推功在彼。故正用法華意顯", "41": "圓常。即二經齊等。", "42": "第三文義消釋例者○第三文義消釋例者又更為二。一者詳究文義。二", "43": "者消釋體勢。初又為二。一者詳究文義。二者詳究文", "44": "相。初為十例。", "45": "一者引證通局。如引法華部唯一實。文敘昔教以為", "46": "所開。故部中之文有權有實。若局證一實則唯引一", "47": "實文。若通證方便則兼引昔義。如引法華證漸不定。", "48": "所引四味文之與部。通局亦然。", "49": "二者泛引流類。謂引教證觀等。如引華嚴先照高山。", "50": "淨名始坐佛樹。大經從牛出乳。法華以異方便等。以", "51": "證三止觀義。故知教觀。漸等名同其義永異。彼文判", "52": "教。今以類同。是故借教用。", "53": "三者借名申義。謂借權名申於實義。如引方等斥奪", "54": "之名。申今開權絕待之義。引餘三時類此可知。於彼", "55": "即是兼但對等。於今即成開廢會等。", "56": "四者借喻轉譬。如豬揩金山等。論喻忍等。今借譬止", "57": "等。喻是世間物類而已。隨義轉用何局本文。如火一", "58": "物。諸經或時譬瞋譬智。或用照用燒。以形以性。若體", "59": "若用。地水風等為喻亦然。是故不應局文為定。", "60": "五者傍引辨異。如諸文用毗曇．成實若證漸初及偏", "61": "小等。則但名義兼借。如信．法二行文初五陰之王數", "62": "同時異時等。但為辨異非借名義。", "63": "六者開總出別。如四悉五味三假二空。本文義含開", "64": "合。義徧諸門諸教。莫不咸然。", "65": "七者引用宗要。如引法華權實本迹。般若加說共不", "66": "共等。方等彈斥神力不共等。隨引一句兩句得彼文", "67": "心。若破若立不失部旨。", "68": "八者引用儒道若破若立不違本宗。略辨異同不在", "69": "委細。不以名似將為義同。是故所引粗爾存略。", "70": "九者借名略義。如攝法中及識藥等。但借其名以示", "71": "相狀。若更委釋太成繁廣。略指上下准例可知。", "72": "十者准例用義。如教證二道本在別教今則通用。乃", "73": "分兩意約證約說。准望三觀立三止等。", "74": "二者詳究文相亦為十例。", "75": "一者隨相開合。如三觀四教四悉五味諦緣度等。一", "76": "家立義文相皆然。寬廣無窮。隨事隨理。隨法隨名。隨", "77": "行隨證。隨自隨他。無不通用。然須結撮勿使浮濫。若", "78": "不爾者。徵文靡託立行莫施。若得今意。存本文則淺", "79": "深有則。演義理則縱廣無涯。示一心則卷權歸實。泛", "80": "從被物則開實出權。立行儀則以智為道。蕩相者則", "81": "纖毫不遺。存諸教則因果歷然。顯一理則始終無二。", "82": "二者結示處所及立本文意。如例餘陰入在破徧文", "83": "末。豎破法徧有六處示妙。妙境中明說教大體。發心", "84": "中則約圓斥徧。安心中義開三種。道品中不出念處。", "85": "通塞中元治能執。次位中勸修五悔。安忍無著但在", "86": "進功。若搜得宗源則諸文可識。大綱既整網日易存。", "87": "三者事理旁正。如四三昧正為顯理旁兼治重。如十", "88": "法界正示理具旁識淺深。如識次位正為簡濫旁為", "89": "通經。又諸文中一切皆以破古為旁。意雖旁正文不", "90": "可廢。", "91": "四者文偏意圓。如以三止觀結於諸文。及五略中所", "92": "用三教。諸境十乘縱橫偏小等。三種止觀皆緣實相", "93": "等。", "94": "五者廣略有無。如發心中顯數則廣而文相略。後十", "95": "法中文相則廣而顯數略。修大行中事儀則廣而十", "96": "法略。修正觀中十法則廣而事儀略。後三大章。大意", "97": "中有廣解中無。十種境界。正觀中有四三昧無。雖互", "98": "略無義必通具。", "99": "六者文行不同。如十境十乘生起次第。十禪淺深豎", "100": "破法徧。文雖次第行必隨人。十禪何必自淺階深。豎", "101": "破元為顯於不二。或隨豎次入何障於理。自淺階深", "102": "妙觀斯在。", "103": "七者待絕前後。若約教相必先待後絕。若論道理待", "104": "絕俱時。", "105": "八者破會不同。若依化儀必先破次會。如先斥小後", "106": "方會圓。故方等．般若廣破偏小。次至法華方會入實。", "107": "約人約行破會同時。如照權了實。照權名破了實名", "108": "會。是故今文為顯理故。不同玄文專在判教。凡有釋", "109": "義破必居先。故今偏圓借彼釋名。次第則別。", "110": "九者行解不同。如五略生起分別十章。引證破古問", "111": "答料簡等多為生解。若十法總別。十境互發。十禪離", "112": "合。十境發相。專在於行。是故先識。方可造修。", "113": "十者舉例從略。如道品攝法假中空例破餘陰。餘使", "114": "餘品以例初品。相續相待以例因成。則細尋廣意以", "115": "申餘文。歷法先思方不昧旨。若十法成觀。但於陰入", "116": "委識根由。餘九待發方可設觀。故九境中但分別境。", "117": "境下十觀不細委分。但隨境轉照非關廣說。", "118": "次消釋體勢。又更為二。一文體勢。二義體勢。初文體", "119": "勢亦為十例。", "120": "一者法喻廣略。若法略喻廣則展法文與喻相稱。不", "121": "專守略法以擁喻文。或法廣喻略。則攢法對喻。或開", "122": "喻對法。如如意珠喻不思議境等。或法別喻總。如以", "123": "大車喻於十法。則開彼總喻以對十法。若以善畫勝", "124": "堂為喻。不須開對。但略合而已。若法喻俱總。如以虗", "125": "空喻於法界。若法喻俱別。則隨文對消可以意得。", "126": "二者法喻合三互有互無。隨宜設用存沒適時。", "127": "三者開合自他。凡列章門。有對自開合。如五略對十", "128": "廣。有對他開合。如以十廣對五重玄義。有相攝開合。", "129": "如開上合下。有義立開合。如攝法等開六開四等。不", "130": "出自他因果及文四義二意唯在一。文相若盈若縮", "131": "多少適時。後數必使至十。從義則賖促隨宜。", "132": "四者注云云者。若上文已具。或餘部廣存。重展成繁。", "133": "或廣文非要。若消釋者。須委的處所撮略指示。若傳", "134": "寫者。有闕須填。", "135": "五者破立存沒。如破古師及邪僻。其義壞已不須更", "136": "存。縱存其名不用其義。或小有不當則有去有取。若", "137": "破偏破小。破已必立。為成一家不思議理。為逗一代", "138": "不思議化等。", "139": "六者長短不同。若大小法相問答研覈。法喻對當章", "140": "門開合。則隨文消釋無俟遠求。如不思議境等及破", "141": "法徧。必觀歷初後尋求中間。或結長就短。或演短令", "142": "長。是故皆須遠騰文勢方可碎釋。碎釋文顯。必融碎", "143": "令全。使文理通暢。令一家行門歸趣有在。或總別二", "144": "釋則以總冠別。別釋義長則掣別歸總。", "145": "七者法喻隱顯。若法隱喻顯則求喻意以消法。若法", "146": "顯喻隱則求法意以消喻。喻望於合顯隱例然。是則", "147": "不失文旨上下相承。", "148": "八者問答迷解。若迷問而不迷答則求答意以設問。", "149": "若迷答而不迷問則研問文以成答。或問從答生。或", "150": "孤然釋妨。或因答作並。或從答設難。或答順於問。或", "151": "答違於問。或答杜於問。或答開問端。", "152": "九者舉例消文。如六度之文。或語勢兼含。應以教定", "153": "之。使六文一類。若諦若緣諸法皆爾。", "154": "十者以教定法。皆隨其教體以立義宗。或名偏意圓", "155": "從體以定。", "156": "二者義體勢亦為十例。", "157": "一者部體本意。凡欲釋義先思部類。如法華玄。雖諸", "158": "義之下皆立觀心。然文本意明五重玄義出諸教上。", "159": "則教正觀旁。託事興觀義立觀心。教中則以權實本", "160": "迹為主。常以五味八教以簡於權。並以世界塵數以", "161": "簡於迹。若本迹交雜教味疏遺。無以顯於待絕二妙。", "162": "餘味餘部以類求之則可知矣。若今止觀。縱用諸教", "163": "意在十法以成妙觀。則觀正教旁。為顯實理旁通諸", "164": "教。復為生信旁引諸經。", "165": "二者觀教同異。既約法華應須八教。教雖有八。頓等", "166": "四教是佛化儀。藏等四教是佛化法。依法起觀觀則", "167": "有四。漸既異別更加不定。故觀則有六。開權顯實會", "168": "藏等三。漸及不定元知圓極。故佛本意唯佛乘。是如", "169": "今文。隨教雖復若八若四。本意唯為成一佛乘。", "170": "三者觀門準則。隨機逗物雖立四門。教法體度無生", "171": "為首。若消法相為成行解。斥奪比決上下交映。皆悉", "172": "結撮歸於一乘。", "173": "四者會異考同。若一切異名皆入一實。名為通會。如", "174": "會隨入悉止觀異名等。名為別會。通別二會攝法罄", "175": "盡。則一家義勢攝法無窮。乃至法門亦具通別二會", "176": "之意。又如破徧度入名為通會。當教當門名為別會。", "177": "言考同者。如大小經論凡所立名。部袠雖殊名相不", "178": "別。豈為名同令法一槩。必以理簡而使甄分。如諸外", "179": "人尚以大自在天立三身名。豈此三名體同宗極。故", "180": "云不可尋通名而求別體。故用相簡之。是以考同出", "181": "異會異令同。若異若同同入一極。", "182": "五者以一例諸。如教證二道及一心具法。不同世人", "183": "取著一念思議境立佛法界。前明可思議。後明不可", "184": "思議等。部內唯有一文說之。以此一文而均上下。使", "185": "處處文義通徹昭然。", "186": "六者名義通局。如置毒譬。經中唯譬五道不同佛性", "187": "不變。五味唯喻一代五時濃淡雖殊皆從牛出。今文", "188": "從義處處徧入。或定不定。或行或人。或教或位。或時", "189": "或部。不可壅義而守其名。故用置毒則有兩種醍醐", "190": "殺人。若用五味則有兩種乳不等。", "191": "七者開拓句法。或四或六或三十六乃至百千。隨其", "192": "文意應多應少。皆使徧在一代教門。一一皆令有名", "193": "有義。無得輒爾無義立名。", "194": "八者束散前後。凡諸寬文文中無結。或障文勢若逐", "195": "意便。或前結而後開。或前散而後束。所以釋者先須", "196": "撿括語意寬急。所詣歸宗。使觀行有在。", "197": "九者行理交映。理有權實。行有親疎。親正疎旁。廢權", "198": "入實。理無種種行有淺深。說理則泯彼階差。談行必", "199": "積功方達。以理融行。以行綜理。諸位無濫方可免失。", "200": "豈可尚深偏求一句。況以二十五法而為前導。十乘", "201": "十境以為正修。故知行理相融方有所至。故第五云。", "202": "照潤導達交絡瑩飾。一體二手更互揩摩。", "203": "然義解者非消文時。欲出文意必須出沒開合。先令", "204": "妙境周圓依境立願。願行相稱正助無闕不失次位。", "205": "是則可以斥偏邪。可以進圓行。可以顯異意。可以立", "206": "宗徒。", "207": "若消文時。先鉤鎻文勢一道豎進。次洮鍊前後以顯", "208": "行相。以一觀境冠於下九。以一弘誓通及諸行。以一", "209": "安心徧該始末。破徧只是安心加行。通塞只是上二", "210": "細門。以一道品調停陰入。正助只是助開前四。次位", "211": "通為上之七門。以除濫過。安忍．離愛上八功能。入初", "212": "住時轉名十大。良有以也。", "213": "若不得意徒勞生起。說行說理未足可師。何者。越次", "214": "則傷文。專文則損理。", "215": "十者教觀折攝。教折攝者。若權若實適時而用。或攝", "216": "權折實。或歎實折權。理事因果四門四悉。隨教隨機", "217": "約人約部。若密若顯若現若當。為熟為種。逆化順化。", "218": "不出一折一攝意也。", "219": "觀折攝者。觀一境。歷一心。或折為無常。或融為理性。", "220": "宜治樂厭。止觀智斷。苦樂縱奪順逆體析。如是等相。", "221": "皆亦不出折攝二意。", "222": "故此教觀折攝二者。以理觀之使元意有在。此四十", "223": "條略知大槩。餘不盡者準此可知。", "224": "第四大章總別例者○第四大章總別例者", "225": "十章十境十乘。離合同異立意等別。", "226": "初十立大章。言大章者。準分別中十門不同。具如大", "227": "意。與九而辨同異。", "228": "初釋大意。既云五略。對下即是廣略二門。", "229": "若爾亦可釋名已去更開十章。", "230": "如法華玄釋十妙文。", "231": "今此為對旨歸。非廣非略文勢便故。故以大意共為", "232": "十章。", "233": "禪門亦爾。", "234": "若欲開者則開顯體出眼智教相。則中間八章自離", "235": "為十。", "236": "如五重玄義亦是合於中八而為五章。合攝法入體", "237": "相中。義當顯體。合方便正觀果報共為一宗起教。義", "238": "當於用偏圓。義當判教。彼為釋經。此為成觀。故有少", "239": "別爾。", "240": "今存十數。故離五為八。更加初後則數整足。", "241": "十境離合者。", "242": "互發正意只有九雙。亦為成十數故。加三障四魔一", "243": "雙。故此十境若非三障即是四魔。又十境者。亦是為", "244": "成十數故具示爾。故下章安問云。法若塵沙。境何定", "245": "十。", "246": "今於十內若更合者。二乘菩薩但合為一方便境。則", "247": "但有九。若以煩惱入於六蔽習因相中。則但有八。若", "248": "以煩惱及業并陰入境為三道境。則但有七。或依前", "249": "八復以慢入煩惱境中。亦但成七。若以見慢入世禪", "250": "攝。則但有六。又以病患入陰入攝。則但有五。四三者。", "251": "如四魔三障。若但以發不發相對。則但成二。若但以", "252": "一所觀為言。則但有一。", "253": "開合雖爾。今明發相。氣類不同是故為十。", "254": "以陰對九。陰非發得是故別立。二乘菩薩雖同方便。", "255": "發心異故。煩惱起重。習因輕微。展轉互通故名為道。", "256": "此諸發得三皆現起。慢與煩惱濫別禪中。未必一向", "257": "發見。病雖是陰陰不必病。病雖有障非業相現。病雖", "258": "有魔已屬魔境。二及三四發相頗分。況但為一最為", "259": "通漫。是故隨相必須開十。", "260": "次明十乘立意者。下文云橫豎該羅十觀具足。今探", "261": "文意總為五釋。一者總釋。二者別釋。三者橫豎四句", "262": "釋。四者附文來意法相釋。五者與他所立永異釋。", "263": "總別二釋。橫豎四句。具如記中。", "264": "附文者。十法生起又名為豎。一一法中各含多意。又", "265": "名為橫。生起如文各有多意。具如本文隨義別釋。", "266": "今搜文意覽略知廣。雖有小小多少不同。今於十法", "267": "各例為五。故立斯十。", "268": "妙境五者。一為示三千在一念故。二為示極理異後", "269": "乘故。三為欲開顯思議境故。四為利根者開悟理故。", "270": "五為下九法作所依故。", "271": "發心五者。一為解理者仍須願故。二為明發心攝法", "272": "徧故。三為欲辨異諸徧小故。四為明中根發方悟故。", "273": "五為下八法作行始故。", "274": "安心五者。一為明有願仍須行故。二為辨中根難安", "275": "故。三為示法同隨人異故。四為示凡夫自他安故。五", "276": "為示開總出別安故。", "277": "破法徧五者。一為辨此門徧用慧故。二隨用一門橫", "278": "豎徧故。三為初心者依教門故。四示初心者依無生", "279": "故。五三諦圓融破方徧故。此中五意。後之三意別在", "280": "今文。前之二意通在初後。", "281": "通塞五者。一為示檢校非一節故。二為示橫豎通仍", "282": "塞故。三為示一心仍有塞故。四為示寶渚是所通故。", "283": "五兼消經文過五百故。", "284": "道品五者。一為示須用道品調故。二為示調停異偏", "285": "小故。三為示念處是陰境故。四為示道品攝諸行故。", "286": "五為示品後必有門故。", "287": "正助五者。一為重蔽者必須助故。二為示事度能治", "288": "蔽故。三為示助道攝法徧故。四為示正助合行相故。", "289": "五為示三教俱是助故。", "290": "次位五者。一為示妙位使不濫故。二為示妙位德難", "291": "思故。三為示慕果令思齊故。四為增上慢知非聖故。", "292": "五為逗眾生宜樂者故。", "293": "安忍五者。一示內外障須安忍故。二為斥鄙夫擅師", "294": "位故。三為示行者內外術故。四為示先賢安忍軌故。", "295": "五為令䇿進相似位故。", "296": "離愛五者。一為令離於頂墮位故。二為示大小乘頂", "297": "墮別故。三為示似愛非真愛故。四為示功用異偏小", "298": "故。五為令䇿進入初住故。", "299": "此一一五。並以初文而為正意。下四並是文中兼具。", "300": "若預了此五則對文可識。", "301": "次明所立異於諸家及今學者。讀文昧旨不知所立", "302": "唯順圓融。若不了之修習無分。於中又二。先總。次別。", "303": "所言總者。略列十條。一須知乘體無發無到。二須知", "304": "乘體通因通果。三須知圓乘具於十法。四須知大車", "305": "唯喻十法。五須知諸法皆具十乘。六須知諸教門門", "306": "具十。七須知開顯唯妙十法。八須知簡體與具度別。", "307": "九須知觀心立十法義。十須知白牛異黑牛故。", "308": "所言別者。於一一法各具四意。縱有一兩似前附文。", "309": "為欲辨異他所立故。", "310": "妙境四者。", "311": "一於無情境立佛乘故。若無佛乘。佛法身體為徧不", "312": "徧。亦不應云。佛法身體同於無情及以不同。是故應", "313": "云。法名不覺。佛名為覺。佛即是法。法即是眾。豈可條", "314": "然。", "315": "二眾生性德具三因故。若無三因。則緣了始有無常。", "316": "如何無常而立常果。大經破外用別教意。非此所論。", "317": "三依正二報在一念故。他人咸知一切唯識。不知身", "318": "土居乎一心。故知心體即常寂光。寂光諸土無二無", "319": "別。遮那之身與土相稱。法與報應一體無差。", "320": "四佛本不斷性惡法故。性惡若斷。普現色身從何而", "321": "立。但使分得常住法身。不動而動徧應身土。具如觀", "322": "音玄文及第五記。", "323": "發心四者。", "324": "一發心先思所託之境。如十種發心各四解不同。乃", "325": "至當分跨節不同。", "326": "二念念具足四弘誓故。以總冠別。一一行願從茲而", "327": "立。故知無作四諦只一念心。為依此境徧於多念。", "328": "三於一念心以辨能所。以此能所悲己悲他。他一念", "329": "心生佛理等。是故菩薩依斯起誓。", "330": "四圓發仍須徧立徧破。離能著已。方契所依。", "331": "安心四者。", "332": "一圓頓止觀據行仍開六十四番。不立多番逗會不", "333": "足。", "334": "二一念止觀須了能所定慧諦境。諸行宛然所以離", "335": "總出別。別皆有總。雖異而同雖同而異。", "336": "三寂照相即初心可修。他以用權在於極果。初後不", "337": "二。其教徒施。", "338": "四凡師為他仍須問彼。同設一位未見益方。縱轉弄", "339": "好異。尚新而已。隨順己見何關適他。受者非機。語見", "340": "增長。所以同宗枝派乖各。理觀既薄矛盾遂滋。今家", "341": "辨師先分凡聖。六根淨位尚曰凡流。五品弟子理非", "342": "真應。問他設教依病立方。四悉便宜二行互益。何須", "343": "固執終朝守株。", "344": "破徧四者。", "345": "一初無生心橫豎雖徧。復須後位六即豎窮。若橫若", "346": "豎無不即理。橫門一一無不具豎及非橫豎。", "347": "二須知他門他門理等。", "348": "三度入他門諸法無差。若用一門諸門融入。況涅槃", "349": "釋義。佛藏示相。棱伽釋成。地持對教。咸隨法相度入", "350": "諸門。又以一念心該冠兩門。高廣大車不動而運。", "351": "四入住應徧方名假偏及以真徧。爾前雖觀圓融三", "352": "諦。但是自行觀行相似。約位仍在若俗若真。是故雖", "353": "圓未名破徧。住後尚須節節離愛。方能令淨餘位無", "354": "明。", "355": "通塞四者。", "356": "一三止三觀在一心中。仍了開權諸法無外。節節檢", "357": "校能著之心。無檢無著方乃名通。", "358": "二一心止觀仍須善達通中之塞。塞中苦集無明蔽", "359": "等無非法界。成於無作諦緣度也。", "360": "三初心寶渚六即甄分。故得毫善皆成佛因。", "361": "四須了能破轉為所破。謂賊為將此喻可知。若不爾", "362": "者不見說觀。然成或過。乃成菩薩旃陀羅也。", "363": "道品四者。", "364": "一為示聞觀大小俱須。講者唯約小位辨之。尚失小", "365": "乘相生相攝。況復餘耶。大乘觀者大小俱棄。將何以", "366": "為所行之軌。", "367": "二須用諸品展轉調停。諸家縱修唯云念處。後品何", "368": "妨而不用之。", "369": "三圓道品後明三空門。他既不明能通何在。如世行", "370": "道至無門可入。", "371": "四與一切行名異體同。具如攝法文中廣明。", "372": "正助四者。", "373": "一圓頓仍須助開三脫。近代修者得語為證。是故不", "374": "論助治開門。", "375": "二別教教道仍名為事。乃至用圓猶名理助。助成理", "376": "發案位勝進。", "377": "三雖用三教而為助治。仍須委用對轉兼具。他無一", "378": "番況復諸句。", "379": "四六度乃至一十二條。成道轉法輪入涅槃等。俱須", "380": "四教事理合行。", "381": "次位四者。", "382": "一始終不二仍須六即。弘教修觀咸須委知。方免初", "383": "住稱為妙覺。", "384": "二他又不立五品六根。法華之文便為無用。", "385": "三約陰界入而辨次位。", "386": "四六時五悔為入位方便。他不明之。將何以為圓行", "387": "之始。", "388": "安忍四者。", "389": "一雖行六度事理相即。即位未深因生違順。他不辨", "390": "此。牽破觀心不入六根。良由於此。", "391": "二事理雖即。須知此位煩惱全在。豈以麤心暫時小", "392": "息。便計此相而為果頭。若歎為果頭慙不敢受。若降", "393": "為凡下仍復鄙之。二楹中間無所名也。是故當知。初", "394": "品檢量他己無分。", "395": "三內外違順俱安忍。故須明識能忍所忍。", "396": "四以三術自安令入後位。", "397": "離愛四者。", "398": "一三界愛斷仍受愛名。二此頂墮名不同退墮。三受。", "399": "此互用得法受名。四此位向後復須入位。", "400": "第五心境釋疑例者○第五心境釋疑例者", "401": "略為二十番。", "402": "問。第一卷弘誓中云對法界起法界。如何法界有起", "403": "有對。", "404": "答。如前分別其義已顯。", "405": "若欲更論。各有所以。一者約理。心佛無殊。雖對雖起", "406": "奚甞非理。二者夫念起依理體達。若起若對不出法", "407": "界。三者稱理。理既法界。起對稱理無非法界。", "408": "今此文中義通三種。意在前二。故云起對。復云法界。", "409": "此三即是六即意也。初是理即。次是名字．觀行．相似", "410": "三即。三是分真．究竟二即。", "411": "問。十界四運正起。其相易知。已起未起如何觀察。", "412": "答。起已未起。雖即不專。的在一境。然須形於正起之", "413": "心。則知已起為屬何界。望前為已。望後為未。是故已", "414": "未望於欲正而得修觀。", "415": "問。起已望前。心相可識。未起望後。有後可望則名欲", "416": "起。何名未起。", "417": "答。對於後境。知心未起名為未起。心相欲生即是欲", "418": "起。是故二心心相全別。", "419": "觀此一運。即具十界百界千如。即空即中。", "420": "故知雖觀十界四運。亡界亡運。唯觀三千即空即中。", "421": "無三名字。能所㳷合。", "422": "是故不同賴緣之假。無自性空空假不二。名之為中。", "423": "故借喻云。諸色心現時。如金銀隱起。金處異名生。與", "424": "金無前後。亦如官路土。私人掘為像。智者知路土。凡", "425": "愚謂像生。後時官欲行。還將像填路。像本不生滅。路", "426": "亦無新故。", "427": "四。問。外無情色不與心俱。如何復能具足三德。而云", "428": "三德徧一切處。", "429": "答。何但外色不與心俱。內身亦如草木瓦礫。", "430": "若論具德不獨向心。由心變故謂內心外色。心非內", "431": "外。故色無內外而內而外。隨其心淨則佛土淨。隨佛", "432": "土淨則智慧淨。色心淨故諸法淨。諸法淨故色心淨。", "433": "何得獨云外色非心。", "434": "是故破法徧中以識例色。第七卷末若心若色無非", "435": "大車。", "436": "五。問。今現見青黃赤白。如何即是真如法界。", "437": "答。言青等執情所見。言法界者從理而說。何得將情", "438": "以難於理。今所觀者違情觀理。不可更令違理順情。", "439": "又青等是世諦。法界是真諦。又青等是世諦少分。法", "440": "界是三諦全分。", "441": "又青等是肉天二眼所見少分。法界是佛眼所見全", "442": "分。", "443": "一眼具五眼。青等具諸法。一諦三諦亦復如是。是故", "444": "不得以青等難於法界。", "445": "故棄葢中云。色非味非離。凡夫自味。二乘自離。色體", "446": "本來。法界常住。", "447": "六。問。發菩提心求於極果。果地自然能應一切。何須", "448": "必假大悲居先。而云佛菩提心從大悲起。", "449": "答。若無大悲熏於法性。理藏性法無由得開。藏若不", "450": "開。尚無初住何況極果。是故不以大悲熏心。後時則", "451": "無能利之法。", "452": "問。若爾。十法成乘何不以大悲居初。而但以妙境為", "453": "首。", "454": "答。通塗次第理境居初。若發心中大悲為首。", "455": "七。問。安心初云本來寂滅為修為性。", "456": "答。若云心性本寂本滅。寂即是止。滅即是觀。此約理", "457": "性。若云體妄即是法性。法性無起。達妄本空。空亦無", "458": "滅。此約修觀說。亦是修性合說故。", "459": "八。問。總安心中止觀圓修下別安中但是偏修。如何", "460": "得云以總冠別。", "461": "答。所云偏者非永別也。止是觀家之止。觀是止家之", "462": "觀。體同用別。暫適行宜。故知即總俱時而異。隨用故", "463": "分。順理故合。若其離成三諦次第之別。此則止觀不", "464": "可俱時。具如諸教分別相狀。若圓安者。如總安初云。", "465": "不動止只是不動智。不動智只是不動止。以此同體", "466": "而冠於別。故無二也。", "467": "九。問。安心初云。但信法性不信其諸。為唯法性無復", "468": "其諸。若都無者。現見諸法。復云法性具一切法。", "469": "答。以眾生久劫。但著諸法。不信法性。破昔計故。約對", "470": "治說。令於諸法純見法性。若見法性。即見法性純是", "471": "諸法。是諸法性本無名字。約破立說名性名法。", "472": "十。問。諸文皆云色心不二。若欲觀察如何立觀。", "473": "答。心色一體無前無後。皆是法界。", "474": "修觀次第必先內心。", "475": "內心若淨。以此淨心歷一切法任運㳷合。又亦先了", "476": "萬法唯心。方可觀心能了諸法。則見諸法唯心唯色。", "477": "當知一切由心分別。諸法何曾自謂同異。", "478": "故占察經云。觀有二種。一者唯識。二者實相。實相觀", "479": "理。唯識歷事。", "480": "事理不二觀道稍開。能了此者可與論道。", "481": "十一。問。安心中云。體其實不起。滅妄謂起滅。為當只", "482": "除妄謂。猶存起滅為體。妄謂令無起滅。", "483": "答。此亦無別。須善其意。若單論理非起非性。若約果", "484": "德則性不妨起。若約眾生唯起迷性。若聖鑒凡即起", "485": "只是性。今從反迷歸悟以說。令離起歸性。見非起性。", "486": "仍恐迷者離起求性。故令體起其實不起。起既不起", "487": "滅亦無滅。", "488": "十二。問。既云一心止觀。何得更立六十四番。答。六十", "489": "四番者。約根約行迴轉相資。總徧而論有六十四行", "490": "者。何必盡具諸數。又論其體性。只是約於法性寂照", "491": "自在堪用。故爾許爾。", "492": "十三。問。即此文中。或云諸法即是法性。或云四運四", "493": "性推檢。何者為要。", "494": "答。夫觀心法有事有理。從理唯達法性更不餘塗。從", "495": "事則專照起心四性叵得。亦名本末。本末相映事理", "496": "不二。", "497": "十四。問。法華玄文境能照智。雖引誠證理亦難明。", "498": "答。順方便教。理不可會。", "499": "若從極說於理易融。以心為境心亦能照。能所俱心", "500": "心體俱徧。心心相照於理甚明。", "501": "故不可思議境初云。不可思議境即是觀。", "502": "以是得為四句分別。", "503": "境照於境。境照於智。智照於境。智照於智。", "504": "照者方照非說可窮。照者應說非照可了。說者方說", "505": "非照可窮。說者應照非說可了。", "506": "是故不同世謂頑境以為所照。又亦不同偏小妄心", "507": "以為所照。又亦不同假立真如以為所照。所照既爾", "508": "能照亦然。不可率爾。", "509": "十五。問。破法徧中云。須先用無生為首者。門後料簡", "510": "云何復云無生是智無滅是斷。智則是觀斷則是止。", "511": "應無生門唯觀無止。", "512": "答。破徧門意從事偏說。故文中云。有定之慧而盡淨", "513": "之。具如記中廣分別說。", "514": "十六。問。禪境初十二因緣觀不思議境初云。不同世", "515": "人取著一念能具三千。為唯此中。諸境皆然。", "516": "答。一切皆爾。", "517": "十七。問。若爾應當取著心中不具三千。", "518": "答。此準用觀觀境而說。", "519": "取著之心本是諸法。照此著心緣生虗假。假中三千", "520": "自體性空。即是心性不可思議圓妙三諦。", "521": "譬如空華。華與空體無一無別。此空不當華之與空。", "522": "對華說空空無名字。", "523": "以此細推諸法皆爾。", "524": "十八。問。十二因緣妙境文中束為三道以對三德。苦", "525": "身質閡。那對法身。", "526": "答。此約理說。的相翻對。以身對身故作此說。實論三", "527": "體更無前後。且論無始苦輪無際。與業煩惱不並不", "528": "別。況今文中約於一念十界百界以論因緣。約此因", "529": "緣以論三道。約此三道以論三德。是故三道及以三", "530": "德並無前後。性德三因無時不具。豈更問質閡等耶。", "531": "十九。問。有人問云。此土真詮稟承有緒。雖教科開廣", "532": "而本味仍存。尋求宗源自可會本。何須復立一心三", "533": "觀。四運推檢溷我清流。", "534": "答。濬流本清。撓之未濁。", "535": "真源體淨。混也詎妨。設使印度一聖來儀。未若兜率", "536": "二生垂降。", "537": "故東陽大士位居等覺。尚以三觀四運而為心要。", "538": "故獨自詩云。獨自精。其實離聲名。三觀一心融萬品。", "539": "荊棘叢林何處生。", "540": "獨自作。問我心中何所著。推撿四運併無生。千端萬", "541": "累何能縛。", "542": "況復三觀本宗纓絡。", "543": "補處大士金口親承。", "544": "故知一家教門遠稟佛經。復與大士宛如符契。", "545": "況所用義旨。以法華為宗骨。以智論為指南。以大經", "546": "為扶疏。以大品為觀法。引諸經以增信。引諸論以助", "547": "成。", "548": "觀心為經。諸法為緯。織成部帙。不與他同。", "549": "問。大師口決純為治病。為復更有餘心要耶。", "550": "答。諸皆治病。", "551": "唯有一偈云。師甞教誡言。實心繫實境。實緣次第生。", "552": "實實迭相注。自然入實理。", "553": "釋曰。心若繫境。境必繫心。心境相繫名為實緣。復由", "554": "後心心心相續。心心相繫名迭相注。即是心注於境。", "555": "境注於境。境注於心。心心境境念念相注。如是次第", "556": "剎那無間。自然從於觀行相似以入分證。故云入實。", "557": "第六行解相資例者第六行解相資例者", "558": "如分別中總以十義分別十章。於中且約自行化他。", "559": "則前八自行。於中去果論因則果報為果。非今正意。", "560": "前七為因正明修相。於七因中。前五生解後二為行。", "561": "分別文中雖以起教取譬於自。起教化他義當於解。", "562": "越次取文兼化他故。故自行解唯前五章是也。", "563": "大意雖有行及果報等文。但是示行及果報等令知", "564": "始末。非謂即是修行相也。", "565": "何者。修行俱須二十五法以為方便。十乘十境以為", "566": "正修。", "567": "所以者何。若無十境乘則無體。若無十法名壞驢車。", "568": "故知必須五章以生妙解。於生解中。大意則略解始", "569": "終自他因果則文略而意寬。次四專在名體則文理", "570": "俱廣。", "571": "故以廣解導於行始。使二十五法隨教甄分。會開廢", "572": "麤方可得名妙行之首也。", "573": "是故五章一不可廢。若用此解而修十法。則但釋十", "574": "法名宗次第於理自足。而今文中相猶廣者。為鈍根", "575": "者仍恐不曉觀法次第。故引前解入觀委論。又恐繁", "576": "文。故於陰入具釋十法。九境比知。是故諸文不無旁", "577": "正。", "578": "且如十境只一念心行之地也。一一顯示境相不同。", "579": "行之種也。", "580": "一一起於十乘觀法。行之雨也。一一轉成不思議境。", "581": "行之牙也。一一發心。行之幹也。一一安心。行之葉也。", "582": "一一破徧乃至正助。行之華也。一一次位以至離愛。", "583": "行之果也。", "584": "若無六事道樹不端。", "585": "次第雖爾。若從人說。上根即於境種而生於果。故文", "586": "云直聞是言病即除愈。為中下根更須後法。是故文", "587": "云。至長者所為合眾藥。", "588": "又於十乘。一一復須了其文旨。一一皆依不思議寂", "589": "照止觀。文之髓也。一一乘相生起次第。文之骨也。一", "590": "一引事助成行相。文之肉也。廣破古舊問答釋疑。文", "591": "之膚也。", "592": "又釋名等四文。兼於膚義兼於肉意即骨也。意下所", "593": "詣即是髓也。", "594": "若無四事法身不成。", "595": "是故讀者行者須知緩急。無得謬指。偏言僻意。令行", "596": "不周。", "597": "修行之來豈過集解而起方便。行因得果。果滿教他。", "598": "他機我應。感應斯息。自他同歸滅理真性。", "599": "今之一部意唯若是。故此十章攝無不盡。", "600": "第七喻疑顯正例者○第七喻疑顯正例者", "601": "此所學宗同稟一師。文理相承終無異解。忽遇僻者", "602": "因問異答。事不獲已而徵喻之。", "603": "問。頓教有幾種。", "604": "答。有漸頓及頓頓。", "605": "喻曰。夫講貫之法先觀本文。本文立名不可取異。求", "606": "異會釋仍須體同。頓頓之名經論不出。一家著述諸", "607": "部所無。若名體俱無。修行何託。若以頓頓是圓如圓", "608": "圓等。此義可爾。既分二頓。漸頓為圓。更加頓頓。為何", "609": "所擬。", "610": "問。此二位者斷惑何殊。", "611": "答。二位不同。若漸頓者初住已前四住先除。若頓頓", "612": "者初住已前圓伏五住。登住已去圓破五住。", "613": "喻曰。初住已前四住先除。引證屬圓處處皆爾。故圓", "614": "教四念處云。如冶鐵作器本為成器非為除垢。麤垢", "615": "先除非關漸次。頓頓既云登住圓破。即顯住前五住", "616": "全在。當知此義非別非圓。圓則初住唯破無明。不應", "617": "入住五住俱斷。別須住前五住全在。住破四住。行破塵", "618": "沙。登地方破一品無明。故知非別。離二別立無教可憑。", "619": "問。二頓修成。其相何別。", "620": "答。漸頓觀者空觀先成。頓頓觀者三觀俱證。", "621": "喻曰。此甚違背一家教文。既云漸圓是四教中圓。應", "622": "依六即判此圓位。則不應云空觀先成。何者。五品即", "623": "是觀行三觀。六根即是相似三觀。初住已去分證三", "624": "觀。如何乃云空觀先成。又復不識見思先落似位之", "625": "意。若先成者何名似即。頓頓既云三觀俱證。為是何", "626": "位。若在初住與漸頓何別。若在住前都無此理。若云", "627": "住前但伏。初住俱斷。諸教無文方成邪說。", "628": "問。據何得知有二種頓。", "629": "答。準玄文。八教謂漸．頓．祕密．不定。漸又四。謂藏．通．別．", "630": "圓。此四兼前名為八教。漸中既有最後一圓。漸外又", "631": "復更立一頓。故知前圓但是漸圓。別立一頓即是頓", "632": "頓。頻將此義以難他人。他無對者唯我獨知。", "633": "喻曰。依此所判則有多妨。", "634": "一者不識教名之妨。別立一頓。乃是華嚴最初頓部。", "635": "佛初成道未游諸會。不從漸來直說於大。大部在初", "636": "故名為頓。部仍兼別。不得妙名。豈以兼別之經翻為", "637": "頓頓。法華獨顯却號漸圓。", "638": "二者不識漸開之妨。言漸開者。準法華玄。華嚴頓後", "639": "別為小機。不動不降施於漸教。漸教之初先說三藏。", "640": "三藏教後彈斥洮汰方具用四。故云開出。故玄文中", "641": "自鹿苑來至般若會皆名為漸。豈此漸中有於圓教", "642": "便名漸圓。又玄第十漸頓判教。自華嚴來至般若會", "643": "皆有漸頓。華嚴圓教與方等．般若中圓。圓既不殊亦", "644": "應並名為頓頓。何獨華嚴。若方等．般若中圓名漸圓", "645": "者。則華嚴圓教亦名漸頓。何關餘部。", "646": "三者不識教體之妨。若漸開出四。如開拳為指。唯指", "647": "無拳。合四為漸。如合指為拳。唯拳無指。存漸則教唯", "648": "有四。沒漸則教唯有七。俱存必一邊無體。立八則體", "649": "愜名寬。", "650": "四者抑挫法華之妨。近代判教多以華嚴為根本法", "651": "輪。以法華為枝末法輪。唯天台大師。靈鷲親承。大蘇", "652": "妙悟。自著章疏。以十義比之。迹門尚殊。本門永異。故", "653": "玄文中凡諸解釋。皆先約教判則三麤一妙。次約味", "654": "判則四麤一妙。如何以麤稱為頓頓。以妙翻作漸圓。", "655": "五者不識頓名之妨。若從行為名。圓只是頓。是故舊", "656": "題圓頓止觀。若從味立稱。則頓異於圓。故判初味云", "657": "高山頓說。若將判味兼帶之頓。以斥判教獨顯之圓。", "658": "一何誤哉。一何誤哉。", "659": "六者違拒本宗之妨。本師贊為獨妙。學者毀為漸圓。", "660": "抑實揚權有何利益。", "661": "七者違文背義之妨。經云已說今說當說。而於其中", "662": "法華第一。華嚴至般若名已說。無量義經名今說。大", "663": "般涅槃經名當說。依彼所判則已說第一。何關法華。", "664": "如此獨知聞者掩耳。", "665": "問。從漸開四。并前但七。何成八教。", "666": "答。開出四已仍有一漸。", "667": "喻曰。如前第三妨中足知迷誤。彼既不知漸從鹿苑", "668": "以至般若。將何別立一漸教耶。若知鹿苑至般若來。", "669": "約時名漸。終不輒判四教中圓名為漸圓。豈判法華", "670": "劣於乳教。", "671": "問。法華經部為是何頓。", "672": "知非頓頓。", "673": "喻曰。此師非但不識頓漸之名。亦乃不曉結文之意。", "674": "玄文釋前四味教竟。次以漸等結釋法華。云非頓．漸．", "675": "祕密．不定。初云今法華是顯露非祕密。是定非不定。", "676": "結非祕密不定。祕密不定通前四時。次云是漸頓非", "677": "漸漸。結非前頓後漸教。", "678": "言漸頓者。約前四時漸中有頓頓中有漸。今法華經", "679": "迹門圓說與漸頓中其義不殊。但異漸中漸耳。", "680": "言漸漸者。鹿苑一。方等三。般若二。", "681": "頓中之漸即是別教。與漸中漸其義不殊。故不須簡", "682": "頓中之頓同漸中之頓亦同法華。是故頓教不須別簡。", "683": "故玄後文。今法華迹門與諸經有同有異。本門與諸", "684": "經一向異。", "685": "同者謂諸部中圓。異者謂諸部中兼於三教。", "686": "不見此意。望聲釋義。便謂法華但是漸頓非頓頓也。", "687": "文中只云非是漸漸。何曾復云不是頓頓。", "688": "問。復何得知法華是漸頓。華嚴是頓頓。", "689": "答。據法華中諸聲聞人從於小來。經歷諸味至法華", "690": "會方始開頓。故知法華是漸頓也。華嚴居初不經諸", "691": "味。故是頓頓。", "692": "喻曰。今法華經圓極頓足。此從於法不從於人。不應", "693": "聲聞從於漸來。即依聲聞判經為漸。", "694": "況復聲聞不過五百千二二千。此等但名開權顯實。", "695": "又有菩薩開顯。何獨聲聞。如云。菩薩聞是法。疑網皆", "696": "已除等。", "697": "又下文云。無數諸佛子。聞世尊分別。說得法利者。大", "698": "喜充徧身。又有顯本如。分別功德品中三千微塵數", "699": "乃至一四天下。又八世界塵數初發菩提心。況下方", "700": "踊現并妙音東來。嚴王諸營從文殊所教化。", "701": "如是諸眾何曾歷四味。", "702": "應當從此方。判經為頓頓。", "703": "況復法師品。現在若滅後。若有聞一句。皆與授佛記。", "704": "華嚴經眾雖不游漸。有二義故不及法華。一帶別。二", "705": "覆本。豈闕二義便稱頓頓。具二義者稱為漸耶。", "706": "問。亦有菩薩法華聞頓。而獨從聲聞判耶。", "707": "答。據多分說。", "708": "喻曰。如前所引。應以八界及聞一句為多。而反以聲", "709": "聞為多者。非但玄理不會。亦乃讀文未熟。", "710": "應知聲聞鈍根菩薩。法華經前機緣未熟。不堪聞頓。", "711": "更以方等．般若調治。方堪來至法華聞頓。是故應判", "712": "此法華經是開漸顯頓。故名漸頓。", "713": "人不見之。謂非頓頓。", "714": "問。據何得知漸圓之教四住先落。", "715": "答。如引仁王長別苦輪。既云別苦。知是漸頓。如引法", "716": "華六根清淨。云肉眼等。知是頓頓。", "717": "喻曰。此一家義。前後皆引仁王以證法華。法華云。無", "718": "漏意根。仁王云。長別三界。兩經皆是四住先落。且於", "719": "界內得無漏名。有漏業除故云長別。當知二處文義", "720": "本同。如何分擗以證兩頓。", "721": "問。三種止觀中圓頓止觀。是何頓耶。", "722": "答。是漸頓。何以得知。如第一卷以三譬喻三止觀。以", "723": "通者騰空喻於圓頓。至第七卷識通塞中。中即三觀", "724": "破於神通。神通被破故非頓頓。文云。別則略指三門。", "725": "大意在一頓。又三止觀竟又云。今依經更明圓頓。又", "726": "第五卷安心文末。初約三止觀結數。次又約一心止", "727": "觀結數。又第一結發心文。先三止觀結。次云又以一", "728": "止觀結。此等皆是三止觀外別一頓頓之正文也。", "729": "喻曰。一往引證似有所憑。子細推求都無所據。何以", "730": "故。以違文故。生多妨故。", "731": "何者。如破神通及依經更明。文在序中。序是章安所", "732": "置。說止觀時未有此序。如何預將正文破之。", "733": "又三觀本傳南嶽。如何弟子反破師宗。乃成逆路伽", "734": "耶論。又南嶽稟承慧文．龍樹。既破師法。觀心論中何", "735": "須更云歸命祖師。", "736": "況兩處神通其義各別。序中以頓行者譬通者履空。", "737": "空無淺深。履者階降。空喻頓理。履譬行儀。行雖階差", "738": "仍名圓漸。理無深淺不當偏圓。第七卷中以步馬神", "739": "通喻橫別三觀。神通即是別相之中。故以中即三觀", "740": "破橫別之中。", "741": "如何不見近文遠破未生之序。", "742": "次依經文更明者。前以三喻證三文竟。更依華嚴以", "743": "證圓文。故云更明。再治定文意在於此。", "744": "如何見一更字。便於三外立頓頓名。若引華嚴即名", "745": "頓頓者。玄第十卷亦引華嚴．方等．般若圓證於頓。華", "746": "嚴既其非是漸圓。方等．般若寧非頓頓。", "747": "言別則略指三門。大意在一頓者。彼料簡文問略明", "748": "三種止觀。略與大意名相似同。是故重問云何同異。", "749": "答中分於通別二意。通則略指。只是大意。別則略與", "750": "大異不同。以不同故略有三種。大意但在三中之一。", "751": "故文云漸與不定置而不論。", "752": "人不見之。便於三外別立頓頓。", "753": "安心文末先以次第三觀結數。次以一心結數。次第", "754": "義當於別。一心義當於圓。此圓還同初總安心為結", "755": "數。故義開三別。次還依本以結一心。", "756": "不見此意。異說便生。", "757": "言發心文末一止觀結者。大意五章文相寬總。是故", "758": "皆以止觀結之。或時唯用一止觀結。如六即文六文", "759": "皆一。或復唯用三止觀結。如隨自意文末。或時俱用", "760": "三一結之。如前所引。復闕無結文。如常行等三種三昧。", "761": "又若俱用三一結者。只是通別不同。何者。一種結云", "762": "發菩提心。即是觀。邪僻心息即是止。當知三種無不", "763": "發心邪僻心息。又三種結者亦是通義。以通三故是", "764": "故結之。始從三藏終至圓頓。皆悉有於漸．頓．不定。具", "765": "如第三偏圓文中及玄文第十判教中。四教是別。三", "766": "種是通。此第一文不歷四教一一三結。總以四教共", "767": "為三結。以三對一。三復為別。", "768": "人不見之。便以又以之言憑茲別立。深不可也。", "769": "問。兩種頓位同異云何。", "770": "答。住前則別。登住則同。", "771": "喻曰。凡列位者皆須準教。及以古師一家立位唯分", "772": "四別。一期教迹因果顯著。有始有終莫過此四。三藏", "773": "則四果支佛百劫僧祇。通教則三乘共位及名別義", "774": "通。別．圓並立五十二位。但行有奢促。斷伏不同。圓依", "775": "法華更加五品。一家所用諸部咸然。輒不曾聞兩頓", "776": "之位。已如前破。", "777": "問。何故分別立二頓耶。", "778": "答。由根利鈍立二不同。", "779": "喻曰。自昔承稟一圓家教法。不見二頓而分兩根。處", "780": "處文中但云。華嚴兼於利鈍。利則圓教。鈍則別人。或", "781": "一一教中而分三根。或信法二行以分利鈍。是則教", "782": "教部部無不皆然。來至法華同入一實。無容開會同", "783": "一根性仍稱為鈍。覆權隱迹有鈍有利而名為利。深", "784": "不可也。", "785": "問。方等中四漸中開四。兩四中圓為何同異。", "786": "答。但是四教中圓皆是漸圓。", "787": "喻曰。此師不識漸教之義。是故不知方等只是漸中", "788": "之一。謂言漸教與方等殊。即便答云但是四教皆名", "789": "為漸。若知不別。云何便答但是之言。借使法華會前", "790": "四教中圓皆名漸圓。法華開權獨顯一圓。何故仍立", "791": "漸圓之稱。若爾。但識四教從漸之言。不了法華開廢", "792": "等意。因茲暗立漸頓之言。", "793": "問。涅槃中圓復何差別。", "794": "答。亦是漸圓。", "795": "喻曰。若如所判。始自鹿苑終至涅槃一槩漸圓。玄文", "796": "何故苦破光宅。光宅仍以法華異昔。引昔通謾尚乃", "797": "破之。此師稟受山門。翻更不如光宅。應云。涅槃雖四", "798": "前三知圓。方等雖四三不入實。漸中開四不殊方等。", "799": "諸文盛說何足復疑。依彼所論。涅槃圓伊便成無用。", "800": "復有一行乃是徒設。", "801": "問。涅槃四教俱入圓不。", "802": "答。有不入者。十仙外道即是其流。", "803": "喻曰。徒聞涅槃入實之言。不曉捃拾得入之意。若十", "804": "仙不入三修。豈聞初後俱無中間寧入。十仙不入。世", "805": "尊何故為其說常。破云。汝外道中因雖是常而果無", "806": "常。我佛法中因是無常而果是常。乃至陳如色常。受", "807": "想行識常。餘諸外道大意皆爾。如何謬判以為無常。", "808": "易見之文尚謬。況復難見耶。", "809": "問。止觀第一卷後多種譬文。如迦陵頻伽聲。擣萬種", "810": "為丸。在大海浴。阿伽陀藥等。為喻何頓。", "811": "答。並是漸頓。何以故。猶在㲉中。萬種須擣。須待諸水", "812": "入於大海。合諸藥為阿伽陀。故是漸頓。若不出㲉。諸", "813": "水是海。不擣萬種。不合為藥。任運自具方是頓頓。", "814": "喻曰。此中二失。一者不曉喻旨。二者違於自言。", "815": "不曉喻者。夫言喻者但約少分。故大經云。不可以喻", "816": "喻真解脫。如雪山類象。豈可求其尾牙。舉扇喻月。豈", "817": "可求其光挂。況本文意。意在一法。具是諸法。取現見", "818": "者以之為喻。未入海諸水不具。未擣為丸眾氣不足。", "819": "自餘諸鳥㲉中不鳴。餘藥雖合治病不徧。故用此等", "820": "以為頓喻。如何破喻而為漸圓。養子不肖。過而難他。", "821": "喻即其事也。", "822": "二違自言者。自立大意以為頓頓。此等喻文皆在大", "823": "意。如何自斥以為漸圓。", "824": "問。第一卷中實非父子兩謂路人。此喻何等。", "825": "答。實非骨肉是前兩教。兩謂路人是後兩教。", "826": "喻曰。此深不見文中喻意。文以界內界外各有一理。", "827": "理各兩教以為能詮。並用四諦以為迷解。文中自合。", "828": "瞋以譬集。打譬苦。若兩謂父子。瞋打薄者以譬直教。", "829": "兩謂路人。瞋打厚者以喻紆迴。此謂道諦智解不同。", "830": "故使滅諦即離亦別。若即解者。苦集即理如路人為", "831": "父子。若離解者。苦集異理如父子為路人。當知實非", "832": "骨肉兩謂路人。但約拙教一離義爾。亦闕分判界內", "833": "外。是何等拙。而便跨節以為四教。具如止觀記中釋。", "834": "問。漸之與別為同為異。", "835": "答。此二不同。漸則開四。別不開四。", "836": "喻曰。既其不識漸教開四。徒與別教辨異何益。", "837": "今言漸別皆應開四者。兩文不同。漸教開四已如前", "838": "說。別開四者具如別教四弘之中。結四諦境皆歷四", "839": "教。但須委知開四所以。然於別人。自行化他未必全", "840": "立四教之名。但云界內界外曲直巧拙。自行則次第", "841": "豎入。化他則隨緣橫被。被機雖橫。行終成豎。自行雖", "842": "豎。徧學成橫。如初入空偏用析體以破見思。仍是偏", "843": "用一門自行。若至十行為利他故。方始徧習析體八", "844": "門及以無量無作八門。爾時所習乃得名橫。是則是", "845": "他四教義足。", "846": "讀文不委義理輕疎。而便謬判別不開四。", "847": "問。商略之文為是何處。", "848": "答。挹流尋源已下文是。", "849": "喻曰。此亦二失。一者不曉新舊文意。二者商略謬判", "850": "祖承。", "851": "初不曉文意者。舊文十章。前五是序。後五是正。故舊", "852": "本初云。竊念述聞共為十章。商略等五名為竊念。己", "853": "之私竊念興序故。開章等五名為述聞。述已親從法", "854": "會聞故。再治改者良以竊念不應連接述聞為十。故", "855": "廢商略五章之名。章名雖廢仍存其文。述聞五章次", "856": "第雖在。亦沒章名。新移商略之文以為引證之例。首", "857": "加止觀等字用為通序。則以挹流等文用擬別序。人", "858": "不見之。便為亂說。空張舊本商略以消別序新文。柰", "859": "何商略之文復彰祖承之後。甚不可也。", "860": "問。挹流已下正當舊本祖承之文。如何將為商略文", "861": "耶。", "862": "答。正是商略有師無師。故云商略。", "863": "喻曰。舊釋商略云略述佛經粗彰圓意。故云商略。即", "864": "引華嚴了達賢首聞圓等文。今乃判他祖承之文而", "865": "為商略有師無師。既將祖承以為商略。祖承儻更指", "866": "後弁差。從始至終重重妄說。", "867": "問。有情心法并有情之色及外依報。此之三法。頓及", "868": "頓頓起觀何殊。", "869": "答。頓頓隨觀即具諸法。漸頓心具。餘二則無。", "870": "喻曰。據此答文。却用漸圓為頓頓。", "871": "何者。四教中圓。奚嘗不云三處具法。故四念處圓文", "872": "中云。非但唯識。亦乃唯色唯聲唯觸。", "873": "三處具法正是四教末後之圓。", "874": "今謬判為頓頓文者。驗知諸判但用胸襟。", "875": "又漸圓既知心具諸法。諸法徧攝。豈隔色耶。", "876": "色攝入心。心即是色。如何謬判唯心具耶。", "877": "若別教人。初心色心並不具法。何獨色耶。", "878": "漸頓迴互教門雜矣。教門既雜。依教修觀冥如夜遊。", "879": "問。此二種觀。初心何別。", "880": "答。頓頓觀者。初發心時三諦俱觀。漸頓觀者。先觀中", "881": "道離於二邊。二觀先成。見思前破。後證中道。三諦方", "882": "同。", "883": "喻曰。雖指文中三處五處以立頓頓。既無正義。約觀", "884": "判位亦無正文。大師唯引諸經明位以證四教。不見", "885": "引證四教之外別立一頓。況彼諸處頓頓之文。盡是", "886": "四教最後之圓。彼以此圓判為漸圓。云初發心者先", "887": "觀中道。一切教法都無此文。別則先觀二邊方乃見", "888": "思先落。豈有但觀中道先破見思。圓別不成都無所", "889": "據。", "890": "問。一心三觀與三觀一心。二文何別。", "891": "答。一心三觀即是假。三觀一心即是空。非三非一即", "892": "是中。為破步馬神通故云空假。若論頓頓一中具三。", "893": "喻曰。本論三觀須有所以。此是佛法大體。又是一家", "894": "要門。凡用其名須得指實。既用此三格一切法。應曉", "895": "三意方盡其門。", "896": "一者對境成觀。如觀一心為不思議境及破法徧等", "897": "文是也。", "898": "二者覆疏收束。如第一卷合散非合非散三一非三", "899": "非一等是。", "900": "三者寄名義立。如門非門非門非不門權實非權非", "901": "實等是。", "902": "此三觀一心一心三觀。都非此之三觀意。", "903": "只是翻對破彼縱橫觀。縱觀唯約次第之三而不得", "904": "一。故以即一而三破彼縱義。故云一心三觀破豎通", "905": "塞。橫觀唯得各別之一而不得三。故以即三之一破", "906": "彼橫文。故云三觀一心破彼橫通塞。", "907": "人不見此。便加雙非以對三觀。", "908": "又文自云。空即三故破步涉。假即三故破乘馬。中即", "909": "三故破通神。", "910": "彼師乃云。為破步馬神通故云空假。", "911": "步馬元是單空單假。何須更以空假破之。", "912": "破於橫別步馬神通。正用圓教一中具三。", "913": "何故別云若論頓頓一中具三。此是違文謬說。令迷", "914": "文者信之。亦是立觀違文。令誤觀者輒受。", "915": "問。相待絕待有何同異。", "916": "答。頓頓是絕待。漸頓是相待。", "917": "喻曰。誤之甚矣。依此所判。則應相待絕待俱非頓頓。", "918": "何者。以玄文中判今法華具有二義。謂相待絕待。", "919": "若爾。何處別有頓頓絕耶。", "920": "又依彼所判。則唯華嚴是絕。法華純待。若知法華具", "921": "有二義。復以待絕分為二頓。當知此判自語相違。據", "922": "斯以論俱迷二待。", "923": "何者。二待並須非漸唯頓。判為相待。又判為漸。此復", "924": "一重自語相背。凡言相待。待前諸教為漸為麤。方今", "925": "法華是頓是妙。頓居漸後。兼所破說。對漸明頓。故云", "926": "漸頓。人不見之。徒分待絕以對二經。", "927": "又亦不識絕待之意。絕於所待名絕待者方是妙頓。", "928": "彼乃離頓。待別立絕。名何為頓頓。", "929": "問。此法華之文具足二待。豈可離文判屬二塗。", "930": "答。會竟無二。未會則別。", "931": "喻曰。此師非但迷於玄文待絕之名。亦乃不達法華", "932": "開會之意。一代教法會在法華。彼判法華唯有相待。", "933": "更立何部稱為會經。若以法華會入華嚴。實無開顯", "934": "之說。若爾兩俱未會。應別立一經以會斯二。若以觀", "935": "會。會則無文。", "936": "今家所判以法華之絕絕彼華嚴。當知華報未絕明", "937": "矣。又何但未絕。亦乃無待。以兼別故獨顯不成。尚非", "938": "相待絕何所寄。", "939": "會竟無二還歸法華。何故判之云非頓頓。", "940": "問。法華之文豈有不會。", "941": "答。對前稱待。應無別理。", "942": "喻曰。若據此答。定判法華唯有相待。雖有相待理亦", "943": "不周。但得待前之言。失於能對之妙。縱使法華但有", "944": "相待。終成不曉所待之名。所待即前諸麤。前謂華嚴。", "945": "若望彼所判還負己宗。華嚴既麤頓頓何在。法華咸", "946": "妙頓頓不疑。相待既然絕待可判。", "947": "問。修觀之法準義用文。既同法華應依會義。因何對", "948": "昔而分二塗。又以法華為不會。乃將華嚴為絕待。", "949": "答。修觀不同於教。是故觀二教一。", "950": "喻曰。凡修觀者必依於教。若觀二教一其理不成。法", "951": "華既融。只應還依融義修觀。其虗立二觀謬以絕為", "952": "華嚴。會義既歸法華。頓頓之名徒設。況教一觀二。一", "953": "觀無文。又與立宗全成乖互。本立華嚴為頓頓。頓頓", "954": "却歸於法華。頓義既歸於法華。言判為漸者謬矣。", "955": "問。觀本依教。無教如何立觀。", "956": "答。根別。", "957": "喻曰。此乃臨急之說。不思前後相違。觀既隨根。根本", "958": "順教。有根無教同於本迷。若以頓頓為華嚴。則漸圓", "959": "無教。若以法華為漸教。則頓頓無文。", "960": "問曰。云何名為頓頓觀相。", "961": "答。前即後故名空。後即前故名假。前後不二名中。", "962": "喻曰。後即是前。何異前即是後。徒於不二前後。謬立", "963": "空假之名。實未能知三觀相狀。", "964": "又自說云。頓頓如法華。六根清淨位但云六根清淨。", "965": "不云先斷見思。故知是頓頓漸圓。如仁王十信菩薩", "966": "位既云長別苦海。即是先除見思故云漸頓。", "967": "喻曰。自言相違不可窮盡。初以法華為漸頓。今以法", "968": "華為頓頓。況復不知山門諸部並將仁王以證法華。", "969": "法華云無漏意根。仁王云長別苦海。無漏與別苦。但", "970": "有因果之殊。不見義同。從文分二。", "971": "又云。前文既云大意在一頓。當知五略正明頓頓。釋", "972": "名已去並是漸頓。", "973": "喻曰。大意與下文但是廣略之殊。如何分二。故分別", "974": "中將大意對八章。十義分別廣略。即其一焉。豈有略", "975": "頓而廣漸耶。", "976": "又第五初列前六重以開解。今依解以立行。如何以", "977": "解為頓頓。以行為漸圓。依解起行行既違解。此乃目", "978": "視東而足西。膏南而明北。", "979": "又若大意唯在於頓頓。何故大行通引三乘。若下文", "980": "唯在於漸圓。何故復有一心止觀及中即三觀破前", "981": "神通。又若大意唯在頓頓。何故發心四諦四弘十種", "982": "發心皆列四教。下文屬漸破亦同前。", "983": "文既相違。依何立行。", "984": "又云。此之兩觀。初心修觀太難分別。須自入觀方乃", "985": "得知。", "986": "喻曰。如破徧初。初入無生咸須依教。況大章生解以", "987": "導行初。", "988": "既云分別太難。信是解心冥昧。解既冥昧。入觀無由。", "989": "彼解未明便推入觀。何異闇證增上鼠即鳥空。而宣", "990": "入證之言。令他生於聖想。忽令領納說實。墜於過人。", "991": "實得說尚招愆。違想故當重釁。", "992": "又若實得。為何位次。若假名。與他何異。若五品位。便", "993": "同大師。", "994": "予實不裁。證者自了。願不欺聖。無違自心。", "995": "又云。依頂法師十二部經觀心之文修觀必得。", "996": "喻曰。夫三觀者。義唯三種。", "997": "一者從行。唯於萬境觀一心。萬境唯殊妙觀理等。如", "998": "觀陰等即其意也。", "999": "二約法相。如約四諦五行之文。入一念心以為圓觀。", "1000": "三託事相。如王舍耆闍名從事立。借事為觀以導執", "1001": "情。即如方等普賢其例可識。", "1002": "故十二部觀寄事立名。雖有三觀之名。十境十乘不", "1003": "列一部。名下唯施一句。", "1004": "豈此一句能申觀門。若此一句足得修行。十境十乘", "1005": "便成煩芿。", "1006": "故知偏指文中一句兩句以為頓頓。義同頑境。體心", "1007": "踏心十卷之文便成無用。兼出大師虗構之愆。", "1008": "問。漸圓觀但中。中是實相不。", "1009": "答。非即實相。體是但中。", "1010": "喻曰。實相與但中體同名異。實即俱實權即俱權。若", "1011": "約教釋文但中在別。修觀次第仍居後心。四教中圓", "1012": "一切諸文。並皆初心圓修三觀。", "1013": "彼將此觀屬頓頓人。別為圓人立但中觀。徧尋諸部", "1014": "都無此文。", "1015": "唯煩惱境中斥失。玄云。不住調伏。不住不調伏。初心", "1016": "修中成雙非失。如何拾失以判法華。苦哉苦哉。不可", "1017": "救濟。", "1018": "問。初心修中既非實相。是涅槃不。", "1019": "答。是涅槃。", "1020": "喻曰。涅槃實相大小名通。", "1021": "初心修中既非實相。若非實相亦非涅槃。若是涅槃", "1022": "亦是實相。若是實相即是從初常觀涅槃。如何乃云", "1023": "非是實相云是涅槃。", "1024": "若從初心是小涅槃。此通別二種菩薩偏是一往通", "1025": "塗而說。若別論者。通教菩薩至第七地。恐墮涅槃如", "1026": "三惡道。別教初心但名真諦。仍不得立涅槃之名。", "1027": "故知初觀唯在於頓。言非實相是涅槃者。無教可憑。", "1028": "問。豈有但中名為初心觀涅槃也。", "1029": "答。有也。", "1030": "喻曰。不知求教但任己言。須無即無須有即有。一家", "1031": "教相不見少判但中涅槃。", "1032": "問。如其必有二種頓者。大師何不分明顯說。", "1033": "答。如大意在一頓等。即其文也。又頂法師涅槃疏釋", "1034": "不次第五行中云。十信斷或即是漸頓。不斷或者即", "1035": "是頓頓。", "1036": "喻曰。大意一頓。已如前破。", "1037": "彼引涅槃疏親共對。撿全無此文。", "1038": "應是續後謬思。便將想心證義。文所不載故使再撿", "1039": "無文。", "1040": "又大師諸文文所不載。何須更引章安之文。況復再", "1041": "撿全無。何勞苦據。", "1042": "況復不次第行。正是四教中圓。", "1043": "又數數常云有八教故。故有二頓。", "1044": "喻曰。八教中意。具如前破。", "1045": "又云。二頓初心非一向異。雖異而同雖同而異。", "1046": "喻曰。無將此異質竅他人。不許漸圓即是頓頓。理窮", "1047": "無據同異混和。", "1048": "問。一色一香無非中道。是何觀相。", "1049": "答。是漸頓。非頓頓。", "1050": "喻曰。此師已執初心修觀。但聞中道便謂漸圓。而不", "1051": "曉於言偏理圓。故大意云。勿守語害圓誣罔聖意。故", "1052": "經論名數或具或偏。言下之旨理必周備。大師以備", "1053": "具釋偏言。故大意中云空即不空等。自語相違亦如", "1054": "前破。", "1055": "問。初心起觀。若捨二邊但觀中道。何異通教但有中", "1056": "名。如何初心見此但理。", "1057": "便默不答。", "1058": "喻曰。言若有旨言勝不言。言既無歸不言勝說。凡修", "1059": "觀者須立解心。解心未成輒立此觀。言究理極以至", "1060": "無言。", "1061": "又云。據文須分兩種頓異。初心修觀實難分別。", "1062": "喻曰。前云教唯有一觀則有二。此中復云文雖分兩", "1063": "兩觀難分。據茲又成文二觀一。前後違反不可復論。", "1064": "故知學宗不得輒爾。此時猶可曠累多生。仍使未來", "1065": "不逢善友。", "1066": "問。別教地前為登地。雙亡雙照方便。其義如何。", "1067": "答。地前雙亡。登地雙照。至第二地又亡又照。", "1068": "喻曰。非但觀門失緒。亦乃文義參差。既云地前以為", "1069": "初地亡照方便。當知正亡正照合在初地。如何乃云", "1070": "登地雙照地前雙亡。具如止觀第三卷中。此是讀文", "1071": "未周。不須別破。", "1072": "問。何名四三昧是通修。念佛是別修。", "1073": "答。頂法師誤。應云四三昧是別修。念佛是通修。", "1074": "喻曰。此師自誤。推失與他。今言通修者。以四三昧攝", "1075": "一切行故曰通。反以為別。念佛通收諸行不徧。乃是", "1076": "通中之一。故名為別。反名為通。深不可也。", "1077": "又云。三賢十聖住果報者。此兼兩教。圓教三賢。別教", "1078": "十聖。", "1079": "喻曰。言果報者是實報土。既生果報即是圓教四位", "1080": "之人。此師但見是賢聖之名。便分以為別圓兩教賢", "1081": "聖之稱乃借別名圓。俱生實報即是正明圓位。若言", "1082": "別教賢聖位不合生彼。而判十地屬別者。圓四十位", "1083": "俱破無明。因何乃分十地屬別人。又約證道地即是", "1084": "住。何須分別。縱存教道。則十地以含兩教亦無分義。", "1085": "問。彼問人曰聲問經漸名漸圓者。八界發心不從漸", "1086": "來。從此應判以為何教。", "1087": "答。頓頓人也。", "1088": "喻曰。難已如前。何不從於八界塵數為判頓頓而名", "1089": "漸圓。", "1090": "自此已前略明觀失。教失不論。", "1091": "歸命諸賢聖。願捨是非心。為樹涅槃因。非欲貶量失。", "1092": "止觀義例終以唐本摸寫之"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 922 摩訶止觀義例科", "author": "宋 從義排"}