{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 767 起信論疏記會閱卷首", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "起信論疏記會閱總目起信論疏記會閱總目", "1": "首卷", "2": "凡例緣起科判", "3": "五祖傳論主略錄記主略錄", "4": "法相數真妄生滅法相圖", "5": "一卷", "6": "序二篇疏題記題", "7": "疏主錄主記主", "8": "疏序", "9": "懸談將解此論至五教相攝音釋", "10": "二卷", "11": "懸談二約法生至宗趣終論題", "12": "論主譯主", "13": "論文初皈命至頌終音釋", "14": "三卷", "15": "論曰至二門不相離音釋", "16": "四卷", "17": "心真如者至生一切法音釋", "18": "五卷", "19": "云何為二一者覺至緣熏習鏡音釋", "20": "六卷", "21": "所言不覺者至智礙音釋", "22": "七卷", "23": "分別生滅相至如來之藏音釋", "24": "八卷", "25": "真如用者至墮二乘地音釋", "26": "九卷", "27": "信成就發心者至雙現前故音釋", "28": "十卷", "29": "若修止者至論頌終音釋", "30": "No. 767-1 起信論疏記會閱凡例No. 767-1", "31": "起信論疏記會閱凡例", "32": "論與疏記。總會成十卷。依次行列。餘外科傳等", "33": "著。另編為首卷別行。以俟參考。", "34": "首卷中。緣起。乃敘會本之因由。故居初。科判。是", "35": "析大部之條貫。故在次。五祖。一家所宗。先命輯", "36": "略。當第三。論主記主二錄。後重補載。當第四。法", "37": "相。提舉論中之大綱。當第五。圖章。排出論內之", "38": "旨趣。殿於後矣。至餘迂泛不切者。悉芟不錄。", "39": "舊有科文一卷。論科之後。附贅疏科。殊覺障眼。", "40": "今別本科中。單編論科。疏科仍存記中。此則不", "41": "唯省煩瑣。且與圭山註本。極為相應。", "42": "戴序自序。並敘論疏記會之大意。宜冠部帙之", "43": "前。故置於一卷初也。", "44": "舊時開本。分疏為四卷。記為二十卷。今會本。疏", "45": "記通共合為十卷。卷帙多寡頗殊。文字語言不", "46": "二。如併二十四瓶水。瀉置十瓶。其間點滴。豈有", "47": "異耶。具眼者鑒之。", "48": "初卷至二卷將末隨文解前。頂格書者疏文。低", "49": "一格標記字者記文。", "50": "二卷隨文解後至十卷終。頂格書者論文。低一", "51": "格標疏字者疏文。標記字者記文。", "52": "論中分文章段。原依賢首大師科判。並無異立。", "53": "論前序疏段落。例此可知。", "54": "科門層疊。源委難明。交光大師科楞嚴經。創以", "55": "干支。今稟承之以標其科。則曾玄生起有序。而", "56": "前後脉絡。亦貫通也。", "57": "論疏文義。次第生起。科章判釋亦爾。譬如樹木。", "58": "初以一本。或分二支三四五支。從大支出中支。", "59": "從中支出小支。亦分二三四數。此則仍依雲栖", "60": "本中。詳註不簡。俾首尾互相照應。披繹者。不致", "61": "混濫。", "62": "科下註文。及論下疏文。俱依圭山本錄。揀異雲", "63": "棲本中。疏前插入科下之註文也。", "64": "科後標疏記者。是釋科文。論後標疏記者。方釋", "65": "論文。慮或相濫。今先表出。", "66": "圭山錄本。逐句註疏。所以疏上不牒論文。雲棲", "67": "刻本。隨科分章。章內疏長。疏上理應標牒論文。", "68": "今亦倣雲棲本式編之。然撮略詞句。亦不盡與", "69": "之同。", "70": "舊本中疏。亦有不對論文而錄者。今依原本正", "71": "之。如釋四相內覺於念住覺心初起等註。", "72": "舊疏本中有釋疑者。嘗敘疑難文。直置於釋疑", "73": "科前。此則太遠。覧者難悉。若在科下註之。似乎", "74": "先外難。後論釋。文雖穩便。又恐混作解科之文。", "75": "今俱移入本文疏下。其例先牒論文。次敘疑難。", "76": "後用釋通。則文義顯了易解。如同相中及五識", "77": "後釋疑等疏文者。是也。", "78": "疏中文長難明者。記先科判。然後細釋。今本亦", "79": "準記科。分疏會記。凡習學者。須先閱疏。次單看", "80": "記。後將疏記總研一遍。如是三復。則論旨自明。", "81": "而疏記意趣。亦無不洞然也。", "82": "疏文短。記文長。義可分者。則離疏就記。合記從", "83": "疏。設疏記俱長。義有不可分者。亦不敢妄為割", "84": "裂。以傷疏文血脉。", "85": "論文有未科者。記重科之。有未疏者。記重解之。", "86": "今皆會編記內。不另外列段。然亦各有揀別。解", "87": "論者則標論云。解疏者則標疏云。如無論疏二", "88": "字。必牒論之全文。疏之全句。究者自宜著眼。", "89": "記內嘗於解疏外。別又發揮。上根利智。固圓通", "90": "無礙。在下愚。遂謂二三其說。今會編中。太違者。", "91": "略刪去一二句如始覺中。疏曰。七識不流轉。記曰。經云。五識不流轉。今云七識。", "92": "疏筆悞爾。此據唐譯斥也。殊不知疏依宋譯。何可斥耶。類此者從刪。稍順者。仍存", "93": "不動如真如門會執。與會相入實等諸記釋文。俾披繹者。正遵疏義。", "94": "兼取記意可為助顯。葢譯楞伽起信等經論藏", "95": "和尚親在場中證義。出疏豈有差舛。以致疑誤", "96": "後學者耶。", "97": "藏和尚疏三卷記一卷以傳強學。圭山為論疏", "98": "各本。恐中下之流。不能備閱。遂將疏文隨科註", "99": "於論文之下。刪繁取要。錄成二卷。故清涼華嚴", "100": "疏鈔中所引起信疏記諸文。並不見者。皆屬和", "101": "尚自述疏記。非今圭山略錄之本。長水修定之", "102": "記也。讀一不讀一。毋生疑議。", "103": "論有標徵釋結段落。疏有通章逐句釋異。記有", "104": "解論解疏之殊。若不𠃊音鈎勾也斷。初進茫然。今論", "105": "疏記中。或大段𠃊。或逐句𠃊。一展讀間。便知節", "106": "目。不使眸子有留難焉。", "107": "舊刻原不圈○也句讀音橛豎也。｜科章。今亦為益初", "108": "機略加圈｜以便觀覧。", "109": "疏記向無音釋。今於每卷尾。詳加釋音。無煩查", "110": "考。", "111": "流通疏記本中。字多差脫。此皆傳寫誤耳。今依", "112": "古本增定。或約義改正。設論疏有文。關係教觀。", "113": "而為法中緊要者。並於記內。廣加潤釋。但將新", "114": "舊開會二本。對校一番。得失自知。倘若錯謬。希", "115": "垂慈示。", "116": "No. 767-2 起信論疏記會閱緣起No. 767-2", "117": "起信論疏記會閱緣起", "118": "葢聞大小乘論。有本有末。有性有相。唯起信一論。原", "119": "始要終。該空徹有。而為本末之樞機。性相之綱紐也。", "120": "馬鳴大士造五論。獨行此者。與凡聖為依。眾法之總。", "121": "開示一乘理實緣起法界之旨。莫於斯矣。此論有兩", "122": "譯。前梁武帝。遣聘天竺取經。時摩竭提國王。移送西", "123": "印優禪尼國沙門拘蘭難陀。譯名真諦。三藏法師。苦", "124": "辭不允。就泛舟來朝。與瞿曇。兼多侍從。并貢蘇合佛", "125": "像。及至未旬。遇侯景侵擾。三藏欲返舶。偶值京邑英", "126": "賢。慧顯。智韶。曇振。慧旻。與黃鉞大將軍太保蕭勃敬", "127": "請。屬大梁承聖三年九月十日。於衡州始興郡建興", "128": "寺。翻譯斯論一卷。并譯論旨玄文二十卷。大品玄文", "129": "四卷。十二因緣經兩卷。九識義章兩卷。傳語人。月支", "130": "國首那等。執筆人。智愷等。首尾二年方訖。次。唐武后", "131": "長安年間。于闐國沙門實叉難陀。此云喜學。於東都", "132": "佛授記寺。重譯斯論。翻成兩卷。波崙玄軌筆授。復禮", "133": "綴文。弘景法寶法藏等證義。賢首國師。於二譯中。因", "134": "唐譯是同在譯場。恐涉情黨。特解梁本。疏成三卷。別", "135": "記一卷。石璧法師。因其記略。仍貫義意。別為廣錄。傳", "136": "習者厭其支離。長水大師。重考經論。再加損益。葢取", "137": "中庸。則無有繁簡之失也。康熈乙巳年。予在蓮居。聽", "138": "靈滄法伯講。細研論文。并疏記意旨。洵知三祖賢首", "139": "國師立宗判教。發揮三乘頓漸之極致。皆憑於此論", "140": "矣。戊午秋。順天府府丞戴復齋先生。勸予出論解。己", "141": "未夏開講疏時。先生印施論文百餘卷。兼以私註疏", "142": "本示曰。某之入道。實以此論疏。為發覺初因也。靜閱", "143": "之。始信先生好處林泉者。志在於佛法耳。後予不兩", "144": "月。摘成要解兩卷。先生目之。即命人謄錄。藏於篋中。", "145": "十月間。先生因舊疏四卷。記二十卷。咸各自為帙。亦", "146": "未句讀。學者難於披對。重命予為疏記會本。務須章", "147": "段句讀。並順條理。科註疏文。各安其所。予惟賢家宗", "148": "承。十大疏中。獨賴此部存耳。今加分會。極暢本懷。遂", "149": "於臘月八日編起。至二十初卷稿脫。就往正之。先生", "150": "不勝慶讚。命餘九卷。照此定例。庚申新正十一。又送", "151": "二卷稿。閱之亦加印可。二月十二會三卷。三月初三", "152": "會四卷。二十五會五卷。四月十六會六卷。二十六會", "153": "七卷。五月初十會八卷。十九會九卷。六月初三會十", "154": "卷。十一定科文一卷。七月初一述諸祖略記一卷。至", "155": "中元佛歡喜日。圖法相。會編功就。越辛酉正月十三", "156": "後。不期先生身染微恙。至二月二十七。題自私註疏", "157": "面云。余留心此事。惜未竟志。解通而未實行。幸法師", "158": "以此曉人。須行到也。題畢。囑長公仁長曰。此疏持付", "159": "與法師。會本宜刻之流通。毋以清貧為苦。有負我之", "160": "久願耶。二十八早。書辭世偈曰。本學天台禪。已到二", "161": "三位。又參教外禪。已近虗空碎。士宦苦紏纏。不得竟", "162": "斯志。今日撒手歸。踪跡又何在。二十九子時分。語親", "163": "屬曰。今生不能出家。不得定力。願來世為僧。速成覺", "164": "果。汝等可將道袍禪衣拄杖念珠。置之左右。昨午天", "165": "目有僧來。此刻須請在佛閣。朗稱佛號以助正念。一", "166": "切世事。皆如幻夢。會必有別。切莫悲啼。囑竟。眾念佛", "167": "約千聲餘。便問時候。與眾辭謝。安庠而逝。次年壬戌", "168": "五月朔旦。長公鳩集名手。在後園七佛閣中。付剞劂。", "169": "迨乙丑八月。移在慈雲觀堂。至丁卯七月。合刻功告", "170": "成。然則會刊此典也。亦為一大事因緣矣。憶昔已未", "171": "秋。九月十四夜。夢一包巾幘者。狀如武侯。稱天帝師。", "172": "登座說法。人天擁衛。香華繚繞。忽遣瓔珞冠人。勸一", "173": "神曰。此乃天帝師起信疏記。爾是福德天。宜頂戴奉", "174": "行。彼神隨即授予書曰。座主使我囑付汝耳。予拜受", "175": "之。又見書面八金字云。上帝臨汝。無貳爾心。以昔夢", "176": "之徵今。包巾幘者。賢首祖師也。瓔珞冠者。長水大師", "177": "也。福德天者。復齋先生也。疏記。會本也。無貳。警語也。", "178": "此一善舉。簡在天帝心矣。敢謂之微緣小事得乎。弗", "179": "有多生之善願。曷能預感夢兆若此。非受靈山之道", "180": "記。曷能去住惺悟若此。先生之問法於梅塢老人。不", "181": "異歐陽文忠公也。得省於天目和尚。不異襄州王常", "182": "侍也。息妄轉業。不異溫尚書也。習止修觀。不異陳參", "183": "軍也。屏翰佛門。不異裴刺史也。刊行教典。不異房相", "184": "國也。請註楞伽。不異鄭祕書也。節略禪波。不異梁學", "185": "士也。遺命置壞色衣於柩中。不異王文正公旦也。至", "186": "於舉家信向佛法。不異龐居士父子也。今而後。信論", "187": "疏之得弘傳矣。了修證之有門路矣。何患乎馬鳴賢", "188": "首之教網致破裂耶。予實慶喜一大功德之終成。因", "189": "記其顛末於卷帙之首。", "190": "康熈丁卯年七月十五佛歡喜日灌頂行者續法謹", "191": "識", "192": "No. 767-3 大乘起信論疏科文No. 767-3", "193": "大乘起信論疏科文", "194": "唐　西京太原沙門法藏　定", "195": "唐　終南草堂沙門宗密　錄", "196": "宋　秀州長水沙門子璿　修", "197": "清　錢塘慈雲沙門續法　編", "198": "清　順天府府丞戴京曾　閱", "199": "▲將解論文大分為二", "200": "初總敘宗旨二", "201": "初敘論大意四", "202": "初敘一心法夫真", "203": "二顯真如門非生", "204": "三明生滅門但以", "205": "四二門不二三", "206": "初法二", "207": "先正明不二雖復", "208": "二釋成無礙故使", "209": "二喻其猶", "210": "三結是以", "211": "二明造因由二", "212": "初反顯但以", "213": "二正明二", "214": "初序謬述迷二", "215": "初總敘大師", "216": "二別顯二", "217": "初迷理遂使", "218": "二迷教加以", "219": "二興悲造論三", "220": "初悲歎人法爰有", "221": "二述造論意將欲", "222": "三正造諸論二", "223": "初廣論造論", "224": "二略論三", "225": "初出所以既文", "226": "二正造論悲末", "227": "三彰功益可謂上初總敘宗旨竟", "228": "二開章釋文○", "229": "○二開章釋文二", "230": "初懸敘義門二", "231": "先略標將欲", "232": "次詳釋六", "233": "初起因二", "234": "初總標初辨", "235": "次別釋十", "236": "初智辨一依", "237": "二法化二示", "238": "三巧示三云", "239": "四顯明四以", "240": "五依本五依", "241": "六藉力六藉", "242": "七為義七為", "243": "八因緣八以", "244": "九由起九由", "245": "十機益十機", "246": "二藏攝二", "247": "初標門二約", "248": "二釋義三藏", "249": "三教義二", "250": "初總標三顯", "251": "二別列二", "252": "初教二", "253": "初開章一約", "254": "次釋義二", "255": "初總敘諸教五", "256": "初小教一小", "257": "二始教二大", "258": "三終教三終", "259": "四頓教四頓", "260": "五圓教五圓", "261": "二與論相攝二", "262": "初定分齊若於", "263": "二明相攝若將", "264": "二法二第二卷", "265": "先開章二約", "266": "次釋義二", "267": "初正明五", "268": "初一心五重", "269": "次二門二依", "270": "三二覺三依", "271": "四三細四依", "272": "五六麤五依", "273": "二別示若取", "274": "四被機二", "275": "初標門四明", "276": "次釋義三", "277": "初總明所被一切", "278": "二重辨兼正二", "279": "初約三聚辨然一", "280": "二據五性說準此", "281": "三別指下文又因", "282": "五詮體二", "283": "初總標五論", "284": "二別釋四", "285": "一隨相一隨", "286": "二唯識二唯", "287": "三歸性三歸", "288": "四無礙四無", "289": "六宗趣二", "290": "初標章六示", "291": "二列釋二", "292": "初諸宗三", "293": "初正辨明二", "294": "先總初總", "295": "次別五", "296": "初小乘宗一隨", "297": "二破相宗二真", "298": "三立相宗三唯", "299": "四法性宗四如", "300": "五法界示五圓", "301": "二指此論今此", "302": "三會五教然此", "303": "二此論二", "304": "先總後唯", "305": "次別二", "306": "初列釋別者", "307": "二結示此五", "308": "二隨文註解○", "309": "上初懸敘義門竟。", "310": "○二隨文註解二", "311": "初解名題三", "312": "初論題目大乘", "313": "二造論主馬鳴", "314": "三譯論人真諦", "315": "二釋文義三", "316": "初歸敬述意二", "317": "初歸依三寶二", "318": "初能歸分齊歸命", "319": "二所歸三寶三", "320": "初佛最勝", "321": "二法及彼", "322": "三僧如實", "323": "二述造論意為欲", "324": "二正述論文二第三卷", "325": "初標益起說論曰", "326": "二正陳所說二", "327": "初標列說有", "328": "二牒釋五", "329": "初因緣分二", "330": "初正釋三", "331": "初標牒初說", "332": "二假問問曰", "333": "三舉答四", "334": "一舉數答曰", "335": "二徵起云何", "336": "三詳釋一者", "337": "四總結有如", "338": "二通難二", "339": "初難問曰", "340": "二通二", "341": "初縱問略標答曰", "342": "二以義具釋二", "343": "初明餘機不假此論三", "344": "初勝機遇佛悟所謂", "345": "二自力聞經悟若如", "346": "三劣機因尋廣論悟或有因緣分科竟", "347": "二明當機須造此論二", "348": "初機自有", "349": "二結如是", "350": "二立義分○", "351": "三解釋分○", "352": "四修行信心分○", "353": "五勸修利益分○", "354": "三總結迴向○", "355": "○二立義分二", "356": "初結前生後已說", "357": "二正立義宗三", "358": "一標總開別摩訶", "359": "二寄問列名云何", "360": "三依名辨相二", "361": "初法二", "362": "初舉法總立所言", "363": "二開門別立二", "364": "初責總立難何以", "365": "二開別釋成是以", "366": "二義二", "367": "初大所言", "368": "二乘一切", "369": "立義分科竟。", "370": "○三解釋分二", "371": "初結前生後已說", "372": "二分門解釋二", "373": "初標數徵列解釋", "374": "二牒名辨相三", "375": "初顯示正義二", "376": "初總二", "377": "一依法開門顯示", "378": "二二門該攝二", "379": "先立是二", "380": "次釋此義", "381": "二別○", "382": "二對治邪執○", "383": "三分別發趣道相○", "384": "○二別二第四卷", "385": "初別辨二門顯動靜不一二", "386": "初真如門二", "387": "初顯體離言以明觀智境二", "388": "初正舉法體二", "389": "一正顯如體三", "390": "一就實略標心真", "391": "二會妄顯真一切", "392": "三結真離妄是故", "393": "二會執釋名二", "394": "先釋三", "395": "一正會謂執以一", "396": "二結名釋疑謂言", "397": "三約相釋遣此真", "398": "次結當知", "399": "二問答斷疑二", "400": "一疑真絕修問問曰", "401": "二舉真勸修答答曰", "402": "二依言辨德以明生信境三", "403": "一舉總標復次", "404": "二開章略辨云何", "405": "三依章廣釋二", "406": "初空三", "407": "初略明所言", "408": "二廣釋當知", "409": "三總結乃至", "410": "二不空二", "411": "初正釋所言", "412": "次釋疑亦無", "413": "二生滅門二", "414": "初釋生滅心法二", "415": "初染淨生滅二", "416": "先就體總標三", "417": "一標體心生", "418": "二辨相所謂", "419": "三立名名為", "420": "二依義別解三", "421": "初釋上生滅心三", "422": "初開數辨德此識", "423": "二寄問列名云何第五卷", "424": "三依名辨釋三", "425": "初覺義二", "426": "初略辨本始二覺二", "427": "初本覺二", "428": "一顯本覺體所言", "429": "二釋本覺名何以", "430": "二始覺始覺", "431": "二廣明本始二覺二", "432": "初始覺三", "433": "初總標因果二覺又以", "434": "二廣寄四相釋成二", "435": "初正寄四相顯其四位二", "436": "先總徵此義", "437": "次別釋四", "438": "初滅如凡", "439": "二異如二", "440": "三住如法", "441": "四生如智", "442": "二引經釋成心源無念四", "443": "初引經以證是故", "444": "二重釋前文又心", "445": "三舉不覺失是故", "446": "四顯覺者得若得", "447": "三結明始不異本而實", "448": "二本覺二", "449": "初隨染本覺三", "450": "初總標復次", "451": "二徵列云何", "452": "三辨相二", "453": "初智淨相二", "454": "初直明淨相二", "455": "初因智淨", "456": "二果破和", "457": "二問答釋成二", "458": "初執真同妄問此義", "459": "二簡妄異真答三", "460": "初法以一", "461": "二喻如大", "462": "三合如是", "463": "二不思議業相二", "464": "初依體總標不思", "465": "二約用別辨所謂", "466": "二性淨本覺二", "467": "初總標復次", "468": "二別釋四", "469": "一如實空鏡云何", "470": "二因熏習鏡二者", "471": "三法出離鏡三者", "472": "四緣熏習鏡四者", "473": "二不覺義○", "474": "三雙辨同異○", "475": "二釋上生滅因緣○", "476": "三釋上生滅之相○", "477": "二染淨相資○", "478": "二辨所示之義○", "479": "二會相入實顯動靜不異○", "480": "○二不覺義三第六卷", "481": "初根本不覺二", "482": "一依覺成迷三", "483": "初法所言", "484": "二喻猶如", "485": "三合眾生", "486": "二依迷顯覺以有", "487": "二枝末不覺二", "488": "一無明為因生三細二", "489": "初總標復次", "490": "二別解二", "491": "初徵云何", "492": "次釋三", "493": "一業相一者", "494": "二轉相二者", "495": "三現相三者", "496": "二境界為緣生六麤二", "497": "先躡前總標以有", "498": "次立名別釋二", "499": "初徵云何", "500": "二釋六", "501": "一起計一者", "502": "二生受二者", "503": "三取著三者", "504": "四立名四者", "505": "五造業五者", "506": "六受報六者", "507": "三結末歸本二", "508": "初正釋當知", "509": "二轉釋以一", "510": "○三雙辨同異二", "511": "先標列復次", "512": "次解釋二", "513": "初同相三", "514": "一喻同相", "515": "二合如是", "516": "三證二", "517": "先正引是故", "518": "次釋疑亦無", "519": "二異相異相", "520": "○二釋上生滅因緣二", "521": "初明生滅因緣義三", "522": "先總標復次", "523": "次徵問此義", "524": "三別釋三", "525": "初釋所依心以依", "526": "二釋意轉三", "527": "初略明識相不覺", "528": "二廣辨五名二", "529": "初標徵此義", "530": "二列釋五", "531": "一業一者", "532": "二轉二者", "533": "三現三者", "534": "四智四者", "535": "五續五者", "536": "三結歸一心二", "537": "初正結屬心二", "538": "初順結三界是故", "539": "二反結六塵離心", "540": "二釋疑廣辨三", "541": "初問此義", "542": "二答以一", "543": "三結當知", "544": "三釋意識轉五", "545": "初約人辨麤復次", "546": "二出其惑體計我", "547": "三執所依緣隨事", "548": "四制立其名名為", "549": "五識起所依此識", "550": "二重顯所依緣體二", "551": "初略明緣起甚深二", "552": "初標歎甚深依無", "553": "二出深所以二", "554": "初徵何以", "555": "二釋三", "556": "初即淨而染是心", "557": "二即染而淨雖有", "558": "三結成難測是故", "559": "二廣顯緣起差別二", "560": "初緣起體相三", "561": "初顯上不變之義所謂", "562": "二顯上無明緣起之由以不", "563": "三顯上緣起之相三", "564": "初標染心", "565": "二徵云何", "566": "三釋六", "567": "初執取計名相一者", "568": "二相續相二者", "569": "三智相三者", "570": "四境界相四者", "571": "五能見相五者", "572": "六業相六者", "573": "二更重料揀三", "574": "初辨上無明約治料揀不了", "575": "二釋上相應不相應義二", "576": "初釋相應言相", "577": "二釋不相應不相", "578": "三舉上染心及無明約境成二礙義二", "579": "初標立二", "580": "初惑障又染", "581": "二智障無明", "582": "二重釋二", "583": "先徵此義", "584": "次釋二", "585": "初釋煩惱礙以依", "586": "二釋智礙以一", "587": "○三釋上生滅之相三第七卷", "588": "初牒前標數復次", "589": "二徵列略顯云何", "590": "三廣釋其相二", "591": "初約人對顯又粗", "592": "二辨相所依二", "593": "初順辨生緣二", "594": "初明通緣此二", "595": "二顯別因所謂", "596": "二逆論滅義二", "597": "初正辨若因", "598": "二釋疑二", "599": "初問問曰", "600": "二答三", "601": "初法答曰", "602": "二喻如風", "603": "三合無明", "604": "○二染淨相資四", "605": "一舉數總標復次", "606": "二徵列別名云何", "607": "三染淨熏習二", "608": "初總二", "609": "先喻熏習", "610": "次合此亦", "611": "二別二", "612": "先染二", "613": "初問云何", "614": "二答二", "615": "初略所謂", "616": "二廣三", "617": "初明境界熏妄心此妄", "618": "二明妄心熏無明妄心", "619": "三明無明熏真如無明", "620": "後淨二", "621": "初問云何", "622": "二答二", "623": "初略二", "624": "初正明熏習所謂", "625": "二辨其功能二", "626": "初因自信", "627": "二果無明", "628": "二廣二", "629": "初明妄心熏習妄心", "630": "二顯真如熏習三", "631": "初標徵真如", "632": "次列名一者", "633": "後辨相二", "634": "初別釋二", "635": "先體相二", "636": "一正顯自體", "637": "二釋疑二", "638": "初問問曰", "639": "二答二", "640": "初約染惑成緣明起有厚薄答曰", "641": "二約淨法賴緣成前後差異二", "642": "初立理又諸", "643": "二正釋二", "644": "初明因緣互闕之失二", "645": "先顯闕緣之失二", "646": "初喻說如木", "647": "二法合眾生", "648": "次明闕因不成若雖", "649": "二明性用相應之得若因", "650": "二用大二", "651": "初指事總標用熏", "652": "二約緣別顯三", "653": "初標徵如是", "654": "二列名一者", "655": "三釋義二", "656": "初差別緣二", "657": "初總二", "658": "先明感用因差別", "659": "次正明用相二", "660": "初差別之用二", "661": "初開總成別或為", "662": "二攝別成總乃至", "663": "二辨用之益以起", "664": "二別二", "665": "初就根生熟開近遠二緣此緣", "666": "二就前近遠又各開為二是近", "667": "二平等緣二", "668": "初明能作緣者平等平等", "669": "二明對機宜顯平等所謂", "670": "二合明二", "671": "初標徵此體", "672": "二釋義二", "673": "先未相應一者", "674": "次已相應二者", "675": "四明盡不盡二", "676": "初明染法違真無始有終復次", "677": "二明淨法順理有始無終淨法", "678": "○二辨所示之義二", "679": "初釋體相二大二", "680": "初總標二大名復次", "681": "二別釋二大義二", "682": "初體一切", "683": "二相二", "684": "初正顯性德二", "685": "先明德相三", "686": "初總從本", "687": "二別所謂", "688": "三結具足", "689": "次顯立名名為", "690": "二問答重辨二", "691": "初執體疑相難問曰", "692": "二相不違體答二", "693": "初明雖差別而不二答曰", "694": "二明雖不二而差別二", "695": "初略復次", "696": "二廣二", "697": "初明對染法表示之相此云", "698": "二舉彼染法一一對顯以一", "699": "二別解一用大二第八卷", "700": "初總明二", "701": "初對果舉因三", "702": "初舉本正行復次", "703": "二舉本大願立大", "704": "三舉大方便以取", "705": "二牒因顯果以有", "706": "二別釋二", "707": "初標徵此用", "708": "二釋義二", "709": "初正顯用相二", "710": "先直顯其用二", "711": "初應身二", "712": "初約識舉人一者", "713": "二釋其所以以不", "714": "二報身三", "715": "初約識舉人二者", "716": "二所見報相身有", "717": "三結果由因如是", "718": "次重牒分別二", "719": "初應身又為", "720": "二報身復次", "721": "二問答除疑二", "722": "初問問曰", "723": "二答二", "724": "初釋法身能現答曰", "725": "二釋所現之色所現", "726": "○二會相入實顯動靜不異三", "727": "初標復次", "728": "二釋二", "729": "初觀色六塵", "730": "二觀心二", "731": "先喻如人", "732": "次法眾生", "733": "三結若能", "734": "顯示正義竟。", "735": "○二對治邪執二", "736": "初就本總標對治", "737": "二別明治障二", "738": "初對治離二", "739": "初標數是我", "740": "二徵列云何", "741": "三辨相二", "742": "初人三", "743": "初標人我", "744": "二徵云何", "745": "三釋二", "746": "初二於空謬執二", "747": "初妄執事空以為法體三", "748": "初舉起執緣一者", "749": "二正明執相以不", "750": "三辨對治相二", "751": "初虗空妄非真三", "752": "初立云何", "753": "二釋以對", "754": "三結所謂", "755": "二法身真非妄此謂", "756": "二妄執法體唯是空無三", "757": "初執緣二者", "758": "二執相以不", "759": "三對治云何", "760": "二三於有倒智三", "761": "初執性德同色心三", "762": "初執緣三者", "763": "二執相以不", "764": "三對治云何", "765": "二執法性本有染三", "766": "初執緣四者", "767": "二執相以不", "768": "三對治二", "769": "先奪破云何", "770": "次縱破若如", "771": "三執染淨有始終三", "772": "初執緣五者", "773": "二執相以不", "774": "三對治二", "775": "初明法體離始則顯生死無初云何", "776": "二明法體離終則顯涅槃無盡又云", "777": "二法三", "778": "初執緣法我", "779": "二執相以說", "780": "三對治云何", "781": "二究竟離二", "782": "初約法明治二", "783": "初約法總顯復次", "784": "二舉廣類求是故", "785": "二會釋伏疑三", "786": "初正會伏疑而有", "787": "二辨定聖意其旨", "788": "三反以釋成以念", "789": "對治邪執竟。", "790": "○三分別發趣道相二", "791": "初標意釋名分別", "792": "二開章釋相三", "793": "初標數略說", "794": "二徵列云何", "795": "三辨相三", "796": "初信成就發心三", "797": "初信成之行二", "798": "初問僧成", "799": "次答二", "800": "初正答前問二", "801": "初答三問三", "802": "一答能修行人所謂", "803": "二答所修之行有熏", "804": "三答行成堪發經一", "805": "二結成位如是", "806": "二舉劣顯勝二", "807": "初明微劣相二", "808": "初內因力微若有", "809": "二外緣力劣或有", "810": "二結成退失如是", "811": "二發心之相三第九卷", "812": "初牒章以問復次", "813": "二標徵列釋略說", "814": "三問答除疑二", "815": "初問問曰", "816": "二答二", "817": "初正答所問二", "818": "初喻答曰", "819": "二合三", "820": "先正合如是", "821": "次委釋以垢", "822": "後順真若人", "823": "二重顯方便二", "824": "初標徵略說", "825": "二別釋三", "826": "初一不住道一者", "827": "次二自利行二", "828": "初斷德二者", "829": "二智德三者", "830": "後一利他行四者", "831": "三發心利益四", "832": "初顯勝德菩薩", "833": "二明微過然是", "834": "三通權教如脩", "835": "四歎實行又是", "836": "二解行發心二", "837": "初總標歎勝解行", "838": "二顯其勝相二", "839": "初時勝以是", "840": "二行勝二", "841": "先總於真", "842": "次別以知", "843": "三證發心三", "844": "初明發心體三", "845": "初標地依證發", "846": "二明行體以依", "847": "三明勝用四", "848": "初攝法上首德是菩", "849": "二隨根延促德或示", "850": "三實行不殊德而實", "851": "四應機殊行德但隨", "852": "二明發心相又是", "853": "三明成滿德二", "854": "初正顯勝德二", "855": "先總又是", "856": "次別謂以", "857": "二問答除疑二", "858": "初除一切種智疑二", "859": "先問問曰", "860": "次答三", "861": "初直立正理答曰", "862": "二舉非顯失以眾", "863": "三舉是彰得說佛", "864": "二除自然業用疑二", "865": "先問又問", "866": "次答答曰", "867": "解釋分科竟。", "868": "○四修行信心分四", "869": "初結前生後已說", "870": "二就人標意是中", "871": "三約法廣辨二", "872": "初興二問何等", "873": "二還兩答二", "874": "先答信心二", "875": "初標徵略說", "876": "二列釋一者", "877": "次答修行三", "878": "初舉數標意修行", "879": "二徵起列名云何", "880": "三依門牒釋五", "881": "初施云何", "882": "二戒云何", "883": "三忍云何", "884": "四進二", "885": "先正顯修行進門云何", "886": "次別明除障方便二", "887": "初障復次", "888": "二治是故", "889": "五止觀二", "890": "先略明二", "891": "初徵云何", "892": "二釋三", "893": "初止所言", "894": "二觀所言", "895": "三俱云何", "896": "次廣釋三第十卷", "897": "初止五", "898": "初修方便二", "899": "初明勝人能入二", "900": "初託靜息心修止方便二", "901": "初約外緣若修", "902": "二安內心二", "903": "初約坐時修止二", "904": "先離境不依", "905": "次除心一切", "906": "二約餘時修觀若從", "907": "二止成得定除障不退久習", "908": "次顯障者不能唯除", "909": "二顯勝能二", "910": "初能生一行三昧復次", "911": "二能生無量三昧當知", "912": "三辨魔事二", "913": "初略二", "914": "初魔事或有", "915": "二對治當念", "916": "二廣二", "917": "初魔事五", "918": "初現形說法或現", "919": "二得通起辨或令", "920": "三起惑造業能令", "921": "四據定得禪亦能", "922": "五食差顏變或令", "923": "二對治以是", "924": "四簡真偽二", "925": "初舉內外二定以別邪正二", "926": "初邪應知", "927": "二正真如", "928": "二對理事二定以明真偽二", "929": "初真若諸", "930": "二偽以修", "931": "五示益勸二", "932": "初總標復次", "933": "二別解三", "934": "初善友攝護益云何", "935": "二離內外障益二", "936": "初離外惡緣二者", "937": "二離內惑業四者", "938": "三行成堅固益六者", "939": "二觀三", "940": "初明修觀意復次", "941": "二辨觀行相四", "942": "初法相觀四", "943": "一無常觀修習", "944": "二苦觀一切", "945": "三無我觀應觀", "946": "四不淨觀應觀", "947": "二大悲觀如是", "948": "三大願觀作是", "949": "四精進觀以起", "950": "三結觀分齊若能", "951": "三俱三", "952": "初總標若行", "953": "二別辨二", "954": "初約法明俱二", "955": "初即上之觀所謂", "956": "二即觀之止雖念", "957": "二對障明俱若修", "958": "三總結以是", "959": "四防退方便○", "960": "○四防退方便二", "961": "初明可起之人復次", "962": "二明防退之法二", "963": "先通舉聖意當知", "964": "次別引經證如修", "965": "修行信心分竟。", "966": "○五勸修利益分三", "967": "初結前生後已說", "968": "二信謗損益二", "969": "初信受福勝二", "970": "先總舉三慧利益若有", "971": "次別顯三慧益相三", "972": "初聞時益若人", "973": "二思時益假使", "974": "三修時益三", "975": "初時少德多復次", "976": "二校量多相假令", "977": "三徵釋所以何以", "978": "二謗毀罪深其有", "979": "三結勸修學當知", "980": "上正述論文竟。", "981": "○三總結回向諸佛", "982": "大乘起信論疏科文終", "983": "No. 767-4 法界宗五祖略記No. 767-4", "984": "引法界宗五祖略記引", "985": "庚申夏。予在七佛閣。繙藏經并閱僧史。一日詢華嚴", "986": "五祖於慈雲百亭法師。及聞其說。竊有疑焉。因而請", "987": "編五祖行實。未至旬。法師輯為略記一卷。覈之。始覺", "988": "僧史乖舛也。明矣。且如三祖賢首大師。傳謂登封丙", "989": "申。詔師講新經。感口光震地。勑十德為師受戒。今按", "990": "新經。乃證聖乙未年方譯。聖曆己亥年始畢。豈未譯", "991": "而先講耶。況三祖咸亨庚午歲削染。承旨便講。至登", "992": "封丙申。越二十七年。祖年五十四歲。道滿天下。方與", "993": "受戒。恐無是理。乃至以還源觀。訛為杜順和尚作。觀", "994": "國師壽止七十。審如是。則史鑑記載之謬。甚彰灼矣。", "995": "後又究略記所本。曰。初二祖出會玄。三祖詳崔傳。四", "996": "五祖載諸疏。披騐之。毫無差忒也。葢佛以心法傳於", "997": "諸祖。諸祖以心法弘於法界。盡未來際。化化不絕。其", "998": "道蹟可無徵乎。無徵。人不信矣。又何從而倣傚之。豈", "999": "不有參於佛祖也哉。今而後。知扶植佛教者。全在於", "1000": "諸祖。學習祖道者。全在於典章。則此一記。非小補矣。", "1001": "遂命刻以公諸所好。俾見聞隨喜者。慎勿以此為贅", "1002": "語而忽之也。虎林復齋居士戴京曾題。", "1003": "法界宗五祖略記法界宗五祖略記", "1004": "錢塘慈雲沙門　續法　輯", "1005": "順天府府丞　戴京曾　較", "1006": "初祖杜順和尚初祖杜順和尚", "1007": "初祖名法順。勑號帝心。俗姓杜氏。雍州萬年縣杜陵", "1008": "人也。生於陳武帝永定二年。纔三日。有乳母自來求", "1009": "哺養。滿三月。騰空而去一。孩提時。常於宅後塚上。為", "1010": "眾說法。聞者莫不信悟。因名為說法塚二。年十五。代", "1011": "兄統兵勦賊。桶水擔薪。供給十萬軍眾有餘。一夜潛", "1012": "取諸營所著垢衣。浣淨悉遍。未舉鋒刃。賊寇盡退。不", "1013": "樂官榮。請歸養親三。至十八。即於因聖寺魏珍禪師", "1014": "處。投禮出家。禪師親與披剃。時感地動。地神捧盤承", "1015": "髮。四眾奇之四。後行化慶州。齋主請僧。止三百眾。忽", "1016": "有五百貧人。相隨赴應。主慮供不備。尚曰。但心平等。", "1017": "無有不辦。齋畢。五百人化為羅漢。駕雲而去五。張弘", "1018": "暢家畜牛馬。性極弊惡。尚示以慈善。不復觝齧六。及", "1019": "引眾驪山栖靜。將種菜。地多虫蟻。乃巡疆定封虫便", "1020": "外徙。遂得耕墾無傷七。尚患腫。膿潰外流。人有涑之", "1021": "者。香味難比。或以帛拭者。香氣不散。尋即瘥愈。與人", "1022": "消腫八。三原縣人田薩埵者。生來患聾。召之即能聽", "1023": "九。又張蘇者。亦患生瘂。語之即能言十。武功縣僧。為", "1024": "毒龍所魅。眾求救。即端拱對坐。龍遂托病僧言。禪師", "1025": "既來。義無久住。頃即釋然十一。故使遠近瘴癘。淫邪所", "1026": "惱者。莫不投造。尚亦不施餘術。但向之禪觀。無弗痊", "1027": "者。乃至神樹龍廟。見即󱐑除。巫覡所事。躬為屏當。世", "1028": "人皆異之。號之為燉煌菩薩十二。由此聲聞於朝。隋文", "1029": "帝甚加信敬。給月俸供之十三。後因詣南山。屬橫渠汎", "1030": "溢。從者驚懼。尚率眾同涉。水即斷流。徐步而過。纔登", "1031": "岸。水復如故十四。時分衛應供。齋主抱兒。乞消災延壽", "1032": "之記。尚熟視曰。此汝冤家也。當與之懺悔。齋畢。令抱", "1033": "至河邊。尚拋之入水。夫婦拊膺號呌。尚曰。汝兒猶在。", "1034": "即以手指之。其兒化為六尺丈夫。立於波間。瞋責之", "1035": "曰。汝前生取我金帛。殺我推溺水中。不因菩薩與我", "1036": "解怨。誓不相赦。夫婦默然信服十五。偶將道履一䩫。置", "1037": "於市門。三日不失。人問其故。尚曰。吾從無量劫來。不", "1038": "盜他人一錢。報應如是。為盜者聞之。悉悔心易過十六。", "1039": "尚稟性柔和。操行高潔。學無常師。以華嚴為業。住靜", "1040": "終南山。遂準華嚴經義。作法界觀文。集成已。投巨火", "1041": "中。禱曰。若契合聖心。令一字無損。忽感華嚴海會菩", "1042": "薩。現身讚歎。後果無󱐑十七。時弟子中。唯智儼獨得其", "1043": "奧。僧有樊玄智。安定人也。弱歲修道於京城。南投為", "1044": "上足。尚令誦華嚴。勸依法界觀門。修普賢行。久之。每", "1045": "誦經際。口中頻獲舍利。前後數百粒十八。尚甞作法身", "1046": "頌曰。嘉州牛喫草。益州馬腹脹。天下覓醫人。灸猪左", "1047": "膊上。縱透達磨禪者。見之並皆捲舌十九。唐太宗仰慕", "1048": "神德。詔請入內。帝自親迎。問曰。朕。苦寒熱。久而不愈。", "1049": "師之神力。何以蠲除。尚曰。聖德御宇。微恙何憂。但頒", "1050": "大赦。聖躬自安。上從之。疾遂瘳。因錫號曰帝心。宮庭", "1051": "內外。禮事如佛二十。貞觀十四年。十月二十五日。普會", "1052": "有緣於雍州南郊義善寺。聲色不渝。忽言別眾二十一。", "1053": "復入內辭太宗。昇太階殿。化於御床。帝留大內。供養", "1054": "七日。時年八十四也。遺體若生。異香時發。經一七已。", "1055": "勅同座送樊川北原鑿埪處之。即今會聖院也。京邑", "1056": "同嗟。製服亘野。龕中面色。經月彌鮮。安坐三週。全身", "1057": "不散。隨建塔於長安南華嚴寺二十二。尚。未示寂前。一", "1058": "門人來辭曰。往五臺禮文殊。尚微笑說頌曰。遊子漫", "1059": "波波。臺山禮土坡。文殊秪這是。何處覓彌陀。彼不喻", "1060": "而去。方抵山麓。遇老人曰。子來何為。曰。禮文殊來。曰。", "1061": "大士已往長安。教化眾生去也。曰。誰為是。曰。杜順和", "1062": "尚也。僧聳然失聲曰。是我師也。奄忽中。老人乃失。兼", "1063": "程而歸。適󱜔水瀑漲。三日方濟。到時尚。已前一日化", "1064": "去矣。以此驗知是文殊應身也二十三。餘廣傳記。", "1065": "二祖智儼和尚二祖智儼和尚", "1066": "二祖諱智儼。俗姓趙氏。生於開皇二十年也。別號雲", "1067": "華和尚。師居是寺。因而名之。又號至相尊者。亦因主", "1068": "化其中。人故稱之。英敏特達。頴悟非常。經書過目。成", "1069": "誦不忘一。初剃染時。即於大藏前立誓願。抽得華嚴", "1070": "第一二。遂往終南山。杜順和尚所。投為上足。師侍未", "1071": "久。盡得其旨。尚以所集觀法。傳與師習。令其講授三。", "1072": "後志欲弘通。偶遇異僧來謂曰。汝欲解華嚴一乘法", "1073": "界宗者。其十地中六相之義。是也。慎勿輕怠。可一二", "1074": "月間。靜攝思之。當自知爾。言訖。忽然不見四。因即淘研。", "1075": "不盈累朔。豁爾貫通。時年二十七也五。隨於至相寺。", "1076": "製華嚴經搜玄義鈔五卷。題名華嚴經中搜玄分劑", "1077": "通智方軌。即明六相。開十玄。立五教也六。時京兆崇", "1078": "福寺慧祐。戒行精苦。向慕師德。特來親事。師教專以", "1079": "華嚴為業。每清晨良宵。焚香䖍誦出現品。後時忽見", "1080": "十餘菩薩。從地踊出。現身金色。皆放光明。坐蓮華座。", "1081": "合掌聽誦此品。經畢便隱七。顯慶四年。師於雲華寺", "1082": "中講華嚴。宗風大振。名徧寰內。緇素道俗。咸皆歸禮。", "1083": "時法藏年十七。辭親求法於太白山。後聞親疾。出谷", "1084": "入京。至中夜。忽覩神光。來燭庭宇。乃歎曰。當有異人。", "1085": "發弘大教。翌旦就寺膜拜已。因設數問。皆出意表。師", "1086": "嗟賞曰。比丘義龍輩。尚罕扣斯端。何計仁賢。發皇耳", "1087": "目。或告曰。是居士雲棲木食。久玩雜華。為覲慈親。乍", "1088": "來至此。藏既餐和尚之妙解。以為真吾師也。師亦喜", "1089": "傳炷之得人矣八。龍朔二年。海東義想公。同元曉公。", "1090": "入大唐國。夜宿古塚。曉公因達唯心旨故。即迴新羅。", "1091": "想。公來雲華。禮事和尚。願為弟子。與藏公同學九。總", "1092": "章元年。師將去世。藏公尚居俗服。乃囑道成。薄塵諸", "1093": "大德曰。此賢者。注意於華嚴。葢無師自悟。紹隆遺法。", "1094": "其惟是人。幸假餘光。俾沾制度。後夢般若臺傾。高幢", "1095": "亦倒。告門人曰。吾將暫往淨方也。不餘月。遂說法而", "1096": "逝。壽年七十二矣十。時義想傳不思議經。歸海東大", "1097": "弘。彼國推為華嚴初祖。並號浮石尊者十一。後長壽年", "1098": "間。藏公因勝詮法師迴新羅。寄書於義想曰。夙世同", "1099": "因。今生同業。得於此報。俱沐大經。特蒙先師。授茲奧", "1100": "典。希傍此業。用結來因。但以和尚章疏。義豐文簡。致", "1101": "令後人。多難趣入。是以具錄微言妙旨。勒成義記。傳", "1102": "之彼土。幸示箴誨。想乃掩室探討。涉旬方出。召弟子", "1103": "真定。相圓亮。元表。訓四人。俾分講探玄記。每各十卷。", "1104": "告之曰。博我者藏公。起予者爾輩。各宜勉旃。毋自欺", "1105": "也。遂令教傳一國。學徧十山。皆憑雲華和尚法化力", "1106": "也十二。其神異德行。備如感應傳說。", "1107": "三祖賢首國師三祖賢首國師", "1108": "三祖諱法藏。字賢首。帝錫別號國一法師。俗姓康氏。", "1109": "其先康居國人。高。曾相繼為彼國相。祖自康居來朝。", "1110": "占風聖代。考諱謐。太宗。贈左侍中。弟諱寶藏。為中宗", "1111": "朝議郎行統萬監一。師托胎時。母氏夢吞日光而孕。", "1112": "當貞觀十七年。十一月初二日生也二。及生而慕無", "1113": "上。至顯慶三年。十六歲時。煉一指於岐州法門寺舍", "1114": "利塔前。作法供養。誓悟佛乘三。次年志銳擇師。遂辭", "1115": "親。求法於太白山。閱方等諸典四。後聞慈親不悅。歸", "1116": "奉庭闈。綿歷歲月。能竭其力。時儼和尚。於雲華講大", "1117": "經。師禮為弟子。深入無盡五。總章元年。二十六歲時。", "1118": "往釋迦彌多羅尊者所。請受菩薩戒。眾告曰。是居士", "1119": "能誦華嚴。兼講梵網。尊者驚歎曰。但持淨行一品。已", "1120": "得菩薩大戒。況義解耶六。咸亨元年。師二十八歲。屬", "1121": "榮國夫人楊氏奄歸。武后廣樹福田。捨宅為太原寺。", "1122": "成。塵諸大德。受儼和尚顧託者。連狀薦舉。由是奉勑", "1123": "削染於太原道場。仍詔為住持七。上元元年。有旨命", "1124": "京城十大德。為師授滿分戒。賜號貴首即署字為號也。復詔", "1125": "師於太原寺講華嚴。端午節。天后遣使。送衣五事八。", "1126": "調露元年五月間。壅州萬年縣何容師。嗜食雞子無", "1127": "算。暴死。同七百人。入鑊湯獄。附信返魂者。令第四子", "1128": "行證。懇求師贖罪。師令誦寫華嚴經。至永隆元年八", "1129": "月。寫就莊嚴。請僧齋懺。會眾乃見何容師等七百鬼", "1130": "徒。到席禮謝九。師於晉譯。每嘆缺而不全。是年日照", "1131": "三藏。齎梵本至京。高宗詔於魏國西寺。翻譯經論。師", "1132": "往就問之。照曰。晉第八會文。亦來至此。遂與三藏對", "1133": "校。果獲善財求天主光等十善友文。乃請譯補缺。就", "1134": "於西太原寺。譯出法界品內兩處脫文。一從摩耶夫", "1135": "人後。彌勒菩薩前。中間天主光等十善知識。二從彌", "1136": "勒菩薩後。至三千大千世界微塵數善知識前。中間", "1137": "文殊申手。過一百一十由旬。按善財頂。依此六十卷本", "1138": "為定十。尋奉綸旨。與日照三藏。及道成律師薄塵法", "1139": "師大乘基法師等。同譯蜜嚴等經。顯識等論十有餘", "1140": "部。合二十四卷。復禮法師潤文。慧智法師度語十一。永", "1141": "淳元年四月間。雍州長安縣郭神亮者。修淨行。暴終。", "1142": "諸天引至兜率內院。禮敬慈氏。有一菩薩謂曰。何不", "1143": "受持華嚴。亮以無人講解為辭。曰。現有賢首菩薩弘", "1144": "揚。何得言無十二。文明元年。師與日照三藏。在西太原", "1145": "寺翻經暇。躬親問曰。西域古德。於一代聖教。判權實", "1146": "否。答曰。近代天竺。有二論師。一名戒賢。遠承慈氏。無", "1147": "著。近踵護法。難陀。立法相宗。二稱智光。遠宗文殊。龍", "1148": "勝。近稟青目。清辨。立法性宗。自是判教疑決十三。時成。", "1149": "塵二德問。京兆有王明幹。死入地獄。地藏菩薩教誦", "1150": "偈曰。若人欲了知。三世一切佛。應當如是觀。心造諸", "1151": "如來。入見閻王。王聞之。放免。三日後方蘇。向空觀寺", "1152": "僧定法師說之。然不知有出否。師答曰。此乃華嚴第", "1153": "四夜摩會中偈。檢之果是十行頌也十四。埀拱二年。師", "1154": "於慈恩寺講雜華十五。永昌元年。二月四日。遇于闐三", "1155": "藏因陀羅般若。於神都魏國東寺。告以沙彌般若彌", "1156": "伽薄。昇天誦華嚴。能破修羅陣事十六。天授元年。覲親", "1157": "于夏州。郡牧邑宰。靡不郊迎十七。天授二年。曾州牧宰。", "1158": "迎講大經。因論邪正。會中有左道者。不信佛法。口發", "1159": "惡言。身面忽疱。眉鬚盡爛。遽來求懺。師誡勸曰。此猶", "1160": "華報耳。汝當禮敬三寶。䖍唪華嚴百遍。罪可滅矣。讀", "1161": "經未半。形質如舊十八。長壽年間。師於雲華講百千經。", "1162": "有光明現從口出。須臾成葢。眾所具載十九。延載元年。", "1163": "講至十地品。天華四散。五雲凝空。崇朝不輟。香彩射", "1164": "人二十。證聖元年三月。詔於東都大遍空寺。同實叉難", "1165": "陀。再譯華嚴。弘景。圓測。神英。法寶諸德共譯。復禮綴", "1166": "文。師為筆受。譯堂前陸地開百葉蓮華。眾覩禎祥。競", "1167": "加精練。太后時幸其寺。親受筆削。施供食饌。次移佛", "1168": "授記寺譯二十一。登封元年。詔師於太原寺講大經二十", "1169": "二。神功元年。邊寇拒命。出師討之。特詔師依經呪法。", "1170": "遏除寇虐。師舋浴更衣。建立十一面觀音像。準神呪", "1171": "經。行道始數日。蒯城之外。將士聞天鼓之聲。良鄉縣", "1172": "中。賊眾覩觀音之像。月捷以聞。優詔慰勞二十三。聖曆", "1173": "二年。十月八日譯畢。佛授記寺諸大德。請師開演。勑", "1174": "令十五日啟講。至臘月十二晚。講華藏世界海震動", "1175": "之文。講堂及寺宇。忽然震吼。道俗數千。歎未曾有。難", "1176": "陀三藏。并當寺龍象。具表奏聞。十九日御批下云。因", "1177": "敷演微言。弘揚祕賾。初譯之日。夢甘露以呈祥。開講", "1178": "之辰。感地動而標異。斯乃如來降跡。用符九會文耳。", "1179": "豈朕庸虗。敢當瑞應二十四。新譯唐經。雖增現相普賢", "1180": "世界華藏十定諸品。却脫日照三藏所補文殊按善", "1181": "財文。師以新舊兩經。對勘梵本。將日照補者。安喜學", "1182": "脫處。遂得文續義連。今之所傳。即第四本一。晉譯本。二。日照補。", "1183": "三。喜學譯。四。賢首補。今現行者。二十五。久視元年。五月五日。詔於東都", "1184": "三陽宮。與實叉三藏。同譯入楞伽經二十六。長安二年。", "1185": "於西京清禪寺。與實叉譯文殊授記經二十七。時禮部", "1186": "滎陽鄭公。持心經數千萬遍。再三請解。師為著般若", "1187": "略疏二十八。長安三年。詔與義淨三藏等華梵十四人。", "1188": "共譯金光明最勝王經等二十一部。一百十五卷。師", "1189": "為證譯二十九。長安四年冬杪。勑眾僧於內道場。建華", "1190": "嚴法會。有雙浮圖。放五色光。現於冰內。師親見之。指", "1191": "呈眾德三十。時天后召師於長生殿。問六相十玄之旨。", "1192": "師指殿隅金師子為喻曉之。至一一毛頭。各有金師", "1193": "子。一一毛頭師子。同時頓入一毛中。一一毛中。皆有", "1194": "無邊師子。如是重重無盡。后乃豁然。隨貢金師子章", "1195": "一篇三十一。因對揚。言及岐州舍利。是阿育王靈迹。特", "1196": "命鳳閣侍郎崔玄暐。與師偕往法門寺迎之。時師為", "1197": "大崇福寺主。遂與應大德綱律師等十人。俱至塔所。", "1198": "行道七晝夜。然後啟之。舍利於掌上騰光。隨人福善。", "1199": "感見天殊。臘月除日。至西京崇福寺中。正月十一。達", "1200": "東都洛陽城下。凡摛瑞光者七。抱戴者再三十二。神龍", "1201": "元年。詔與彌陀山。譯無垢淨光陀羅尼經三十三。其年", "1202": "張易之叛逆。因師內弘法力。外贊皇猷。及除凶徒已", "1203": "後。賜以鴻臚卿職。固辭固授。遂奏請與弟朝議郎行", "1204": "統萬監康寶藏。歸里養親。中宗降勑褒之三十四。冬十", "1205": "一月朔旦。勑令寫師真儀。御製讚四章三十五。神龍二", "1206": "年。詔與菩提流支。就於西崇福寺。譯寶積經。命為證", "1207": "義三十六。景龍二年。中夏憫雨。勑師集百法師。於薦福", "1208": "寺。以法禱之。近七朝。遽致滂沱。詔曰。敷百座以祈恩。", "1209": "未一旬而獲應。師等精誠。均沾法液。七月復旱。感驗", "1210": "如初。勑曰。慈雲演蔭。法雨含滋。師等熏修。遽蒙昭感", "1211": "三十七。由是中宗。禮為菩薩戒師。賜號國一三十八。師因", "1212": "萬乘歸心。八紘延首。遂奏請於兩都。及吳越清凉山", "1213": "五處起寺。均榜華嚴之號。仍寫三藏。并諸家章疏貯", "1214": "之。於是乎像圖七處。數越萬家。故人於師。皆不稱諱。", "1215": "而以大乘法師。華嚴和尚名焉三十九。後又召師。入內。", "1216": "同義淨三藏。譯七佛藥師等經四十。景雲元年。詔與菩", "1217": "提流支。譯寶積經。帝亦親躬筆受四十一。景雲二年。冬", "1218": "不雪。召師入禁中問之。師曰。有經名隨求即得大自", "1219": "在陀羅尼。若結壇作法。寫是呪語。投於龍湫。應時必", "1220": "獲。詔可其請。遽往藍田山悟真寺龍池所作法。未旬", "1221": "大雪。表奏上聞。制報曰。勑華嚴師。啟請祈恩。三寶流", "1222": "慈。兩度降雪。精誠上感。遂乃盈尺。慮不周洽。且未須", "1223": "出。及六出遍四方。復降詔曰。勑華嚴師。法體如何。焚", "1224": "香纔畢。旋降瑞雪。雖則如來演貺。實由啟懇誠切四十", "1225": "二。太極元年。七月彗星現。睿宗詔華嚴和尚為菩薩", "1226": "戒師。受心地戒。遂傳位。改號先天元年。脫屣忘機。褰", "1227": "衣養德四十三。是年十一月初二日。太上皇以師壽誕。", "1228": "錫衣財。暨食味。誥曰。勑華嚴師。欣承載誕之祥。喜遇", "1229": "高禖之慶。乘茲令日。用表單心。故奉法衣。兼陳湯餅。", "1230": "願壽等恒沙。年同劫石。別賜絹二千匹。俾贍興福所", "1231": "須四十四。和尚雖為五帝門師高中。睿玄。武后也。王臣並皆禮", "1232": "事。然猶糞掃其衣。禪悅其食。惟以戒忍自守。弘法利", "1233": "生為務。前後講華嚴經三十餘遍。間有不了無盡法", "1234": "界。重重帝網義者。又為設巧方便。取鏡十面。八方安", "1235": "排。上下各一。相去一丈餘。面面相對。中安一佛像。然", "1236": "一燈以照之。互影交光。學者因曉剎海涉入重重無", "1237": "盡之旨四十五。由此輪下。從學如雲。莫能悉數。錚錚嗣", "1238": "法者。曰宏觀。文超。東都華嚴寺智光。荷恩寺宗一。靜", "1239": "法寺慧苑。經行寺慧英四十六。其著疏。約百餘卷。晉譯", "1240": "華嚴經探玄記四十卷。一乘教義分齊章四卷。指歸", "1241": "一卷。綱目一卷。玄義章一卷。䇿林一卷。華嚴三昧觀", "1242": "一卷。華藏世界觀一卷。妄盡還源觀一卷。翻譯晉經", "1243": "梵語一卷。唐譯新經音義一卷。華嚴佛菩薩名五卷。", "1244": "華嚴感應傳五卷。楞伽經疏七卷。密嚴經疏三卷。梵", "1245": "網經疏三卷。法華經疏七卷。起信論疏三卷。別記一", "1246": "卷。十二門論宗致義記二卷。法界無差別論義疏一", "1247": "卷。三寶別行記一卷。流轉章一卷。法界緣起章一卷。", "1248": "圓音章法身章十世章共一卷。晚述新經略疏共十", "1249": "二卷四十七。和尚預知時至。解到唐譯第六行文。遂越", "1250": "次釋十定品。僅了九定。便辭帝別眾。於西京大薦福", "1251": "寺。吉祥而逝。屬先天元年十一月十四日也。世壽七", "1252": "十歲。僧臘四十三。帝聽若驚。聖聞如失。越五日。賜誥", "1253": "賻。贈鴻臚卿。絹一千二百匹。葬事準僧例。餘皆官供", "1254": "四十八。以其月二十四日。葬於神禾原華嚴寺南。勑諡", "1255": "賢首即依署諡號。送葬之儀。皆用追寵典屬國三品格式", "1256": "禮也。門人請祕書少監閻朝隱撰󳬴文。槩表行迹。若", "1257": "欲詳覧。具如西京華嚴寺千里法師別錄。與海東法", "1258": "師光嚴記。翰林侍講崔致遠傳明。", "1259": "四祖清凉國師四祖清凉國師", "1260": "四祖諱澄觀。字大休。俗姓夏侯氏。越州會稽人也一。", "1261": "身長九尺四寸。雙手過膝。口四十齒。聲韵如鐘。目光", "1262": "夜發。晝乃不眴。日記萬言。七行俱下。二生於玄宗開", "1263": "元二十六年。母誕之辰。光明滿室。洞徹鄰右三。每童", "1264": "戲。聚沙建塔四。年九歲。禮本州寶林寺體真禪德為", "1265": "師。歲曜一周。解通三藏五。天寶七年。師十一歲。奉恩", "1266": "試經得度六。纔服田衣。思冥理觀。乃講般若涅槃蓮", "1267": "華淨名圓覺等一十四經。起信寶性瑜伽唯識俱舍", "1268": "中百因明等九論七。肅宗至德二年。師受具戒於曇", "1269": "一大師門下。行南山止作事。遂為眾德。講演律藏八。", "1270": "又禮常照禪師。授菩薩戒。原始要終。十誓自勵。體不", "1271": "損沙門之表。心不違如來之制。坐不背法界之經。性", "1272": "不染情愛之境。足不履尼寺之塵。脇不觸居士之榻。", "1273": "目不視非儀之彩。舌不味過午之餚。手不釋圓明之", "1274": "珠。宿不離衣鉢之側九。從牛頭忠徑山欽。問西來宗", "1275": "旨。又謁洛陽無名禪師。印可融寂。自在受用十。即曰。", "1276": "明以照幽。法以達迷。然交暎千門。融冶萬有。廣大悉", "1277": "備。盡法界之術。唯大華嚴。復參東京大詵和尚。聽受", "1278": "玄旨。利根頓悟。再周能演。詵曰。法界宗乘。全在汝矣", "1279": "十一。次後名價日高。迨代宗大曆三年。詔師入內。與大", "1280": "辨正不空三藏。於大興善寺譯經。命為潤文大德。帝", "1281": "一日問佛經大旨。師答條然有緒。帝於言下豁悟。遂", "1282": "事以師禮。恩渥彌厚。至六年進所譯經。凡七十七部。", "1283": "一百二十卷十二。及出譯場辭謝帝後。即開闡華嚴。講", "1284": "至住處品。審文殊隨事。觀照五頂。遂不遠萬里。委命", "1285": "棲托。於大華嚴寺。住錫十稔十三。山上緇侶。懇命敷揚。", "1286": "因思五地聖人。身棲佛境。心證真如。尚起後得智。學", "1287": "世間解。由是博覧六藝。圖史。九流異學。華夏訓詁。竺", "1288": "乾梵字。四圍五明。聖教世典等書。靡不該洽十四。至德", "1289": "宗。建中四年。欲下筆著疏。先求瑞應。即於般若院。啟", "1290": "曼拏羅。優游理觀。祈聖佑之。一夕夢金容。挺持山嶽。", "1291": "月滿毫相。卓立空際。仍於𥧌內。捧咽面門。既覺而喜。", "1292": "知獲光明遍照徵矣。是月也。設無遮會以慶之十五。從", "1293": "此落筆。恍若有神。絕無停思。當興元元年為始。舊疏", "1294": "中唯賢首得旨。遂宗承之。經前開十門談玄。釋文以", "1295": "四分分科。至貞元三年告就。疏成二十卷。其夕又夢", "1296": "自身為龍。頭枕南臺。尾蟠北臺。鱗󳭀耀空。光逾皎日。", "1297": "須臾奮迅。化成百千小龍。分照四方而去。遂悟此是", "1298": "流通大疏之兆也十六。初為眾講。感景雲凝停空中。逾", "1299": "時不散十七。後又為僧睿等百餘講者。造隨疏演義鈔", "1300": "四十卷。隨文手鏡一百卷十八。貞元七年。河東節度使", "1301": "李自良。請師於崇福寺講新疏。德宗聞其風。遣中使", "1302": "李輔光。宣詔入都。問佛法大意十九。貞元十二年。宣河", "1303": "東節度使禮部尚書李詵。備禮迎師入京。詔同罽賓", "1304": "三藏般若。翻譯烏茶國所進華嚴後分梵夾。師承睿", "1305": "旨。於六月五日為始翻譯。帝親預譯場。一日不至。即", "1306": "命僧寂光依律說欲云。皇有國事因緣。如法僧事。與", "1307": "欲清淨。至十四年二月二十四日譯就。共四十卷。進", "1308": "上二十。是年四月。帝生誕。詔請師。於麟德殿。開示新譯", "1309": "華嚴宗旨。羣臣大集。師陞高座說曰。我皇御宇。德合", "1310": "乾坤。光宅萬方。重譯來貢。特回明詔。再譯真詮。觀顧", "1311": "多天幸。承旨幽讚。極虗空之可度。體無邊涯。大也。竭", "1312": "滄溟而可飲。法門無盡。方也。碎塵剎而可數。用無能", "1313": "測。廣也。離覺所覺。朗萬法之幽邃。佛也。芬敷萬行。榮", "1314": "耀眾德。華也。圓茲行德。飾彼十身。嚴也。貫攝玄微。以", "1315": "成真光之彩。經也。總斯經題之七字。乃為一部之宏", "1316": "綱。將契本性。非行莫階。故說普賢無邊勝行。行起解", "1317": "絕。智證圓明。無礙融通。現前受用。帝大悅。讚曰。妙哉", "1318": "言乎。微而且顯。賜紫衲方袍。禮為教授和尚二十一。五", "1319": "月遣中使霍仙鳴。傳宣𢕘入。詔令造新譯華嚴後分", "1320": "經疏。師奉旨。述後分疏十卷。行願品經別行疏一卷", "1321": "二十二。貞元十五年。詔受鎮國大師號。進天下大僧錄", "1322": "二十三。四月帝誕節。勑有司備儀輦。迎教授和尚入內", "1323": "殿。闡揚大經。師陞座曰。大哉真界。萬法資始。包空有", "1324": "而絕相。入言象而無迹。我佛得之。妙踐真覺。廓盡塵", "1325": "習。融身剎以相含。流聲光而遐燭。我皇得之。靈鑒虗", "1326": "極。保合太和。聖文掩於百王。淳風扇於萬國。華嚴經", "1327": "者。即窮斯旨趣。盡其源流。故󳭪廓宏遠。包納冲邃。不", "1328": "可得而思議矣。失其旨也。徒修因於曠劫。得其門也。", "1329": "等諸佛於一朝。諦觀一塵。法界在掌。理深智遠。識昧", "1330": "辭單。塵黷聖聰。退座而已。帝時默湛海印。朗然大覺。", "1331": "顧謂羣臣曰。朕之師。言雅而簡。辭典而富。扇真風於", "1332": "第一義天。能以聖法。清凉朕心。仍以清涼。賜為國師", "1333": "之號二十四。由是中外台輔重臣。咸以八戒。禮而師之", "1334": "二十五。時順宗在東宮。以心要遣問於師。師答書曰。至", "1335": "道本乎一心。心法本乎無住。無住心體。靈知不昧。性", "1336": "相寂然。包含德用。迷現量則惑苦紛然。悟真性則空", "1337": "明廓徹。雖即心即佛。惟證者方知。又請述了義一卷。", "1338": "并食肉得罪因緣一篇二十六。永貞元年。順宗登帝位。", "1339": "詔師於興唐寺。為造普光殿。華嚴閣。塑華藏剎。圖法", "1340": "界會二十七。憲宗元和二年。南康王韋皐。相國武元衡。", "1341": "請著法界觀玄鏡一卷二十八。元和五年。詔師入內談", "1342": "法。帝問華嚴所詮。何謂法界。師曰。法界者。一切眾生", "1343": "身心之本體也。從本已來。靈明廓徹。廣大虗寂。唯一", "1344": "真境而已。無有形貌而森羅大千。無有邊際而含容", "1345": "萬有。昭昭於心目之間而相不可覩。晃晃於色塵之", "1346": "內而理不可分。非徹法之慧目。離念之明智。不能見", "1347": "自心如此之靈通也。故世尊初成正覺。歎曰奇哉。我", "1348": "今普見一切眾生。具有如來智慧德相。但以妄想執", "1349": "著而不能證得。於是稱法界性。說華嚴經。全以真空", "1350": "揀情。事理融攝。周遍凝寂。是之謂法界大旨。帝聽玄", "1351": "談已。廓然自得。即勑有司。別鑄金印。遷賜僧統清凉", "1352": "國師之號。統冠天下緇侶。主教門事二十九。穆宗。敬宗。", "1353": "咸仰巨休。悉封大照國師三十。文宗太和五年。帝受心", "1354": "戒於師。誓不食蛤三十一。開成元年。帝以師百歲壽誕。", "1355": "賜衣財食味。加封大統國師三十二。大經前後。講五十", "1356": "遍三十三。無遮大會。一十五設三十四。凡著述現流傳者。", "1357": "總四百餘卷。相國齊抗。鄭餘慶。高郢。請撰華嚴綱要", "1358": "三卷。相國李吉甫。侍郎歸登。鮒馬杜琮。請述正要一", "1359": "卷。僕射高崇文。請著鏡燈說文一卷。司徒嚴綬。司空", "1360": "鄭元。刺史陸長源。請撰三聖圓融觀一卷。節度使薛", "1361": "華。觀察使孟簡。中書錢徽。拾遺白居易。給事杜羔等。", "1362": "請製七處九會。華藏界圖。心鏡說文十卷。又與僧錄", "1363": "靈䆳大師。十八首座。十寺三學上流。製華嚴圓覺四", "1364": "分中觀等經律論關脉三十餘部。又述大經了義備", "1365": "要三卷。七聖降誕節對御講經談論文。兼一家詩牋", "1366": "表章。總八十餘卷三十五。弟子為人師者。三十有八。海", "1367": "岸。寂光為首。稟受學徒一千。唯東京僧睿。圭山宗密。", "1368": "獨得其奧。餘皆虗心而來。實腹而去三十六。開成三年。", "1369": "三月六日。召上足三教首座寶印大師海岸等。囑曰。", "1370": "吾聞偶運無功。先聖悼嘆。復質無行。古人恥之。無昭", "1371": "穆動靜。無綸緒往復。勿穿鑿異端。勿順非辨偽。勿迷", "1372": "陷邪心。勿固牢鬪諍。大明不能破長夜之昏。慈母不", "1373": "能保身後之子。當取信於佛。無取信於人。真界玄微。", "1374": "非言說所顯。要以深心體解。朗然現前。對境無心。逢", "1375": "緣不動。則不孤我矣。言訖。趺坐而逝三十七。師生歷九", "1376": "朝。為七帝師。俗壽一百二。僧臘八十三。言論清雅。動", "1377": "止作則。學瞻九流。才供二筆。盡形一食。不蓄餘長三十", "1378": "八。文宗以祖聖崇仰。特輟朝三日。重臣縞素三十九。蛻", "1379": "經三七。顏光益潤。端身凜嶽四十。其月二十七日。承旨", "1380": "奉全身塔於終南山四十一。初朞有梵僧到闕。表稱於", "1381": "葱嶺見二使者。凌空而過。以呪止而問之。答曰。余乃", "1382": "北印度文殊堂神也。東震取華嚴菩薩大牙。歸國供", "1383": "養。有旨啟塔驗之。果失一牙。唯三十九存焉。璨然如", "1384": "霜。面貌如生四十二。遂闍維。得舍利數千粒。明光瑩潤", "1385": "四十三。舌如紅蓮。火不能變四十四。上勑諡。仍號清凉國", "1386": "師亦依號諡也。四十五。賜塔額曰妙覺四十六。詔相國裴休撰󳬴", "1387": "記四十七。勑寫國師真儀。奉安大興唐寺。文宗御製像", "1388": "讚八章四十八。餘如別傳。", "1389": "五祖圭峰大師五祖圭峰大師", "1390": "五祖諱宗密號圭峰。師居是山。因得斯稱。德宗建中", "1391": "元年生也。果州西充縣人。俗姓何氏。家世業儒。一師", "1392": "髫齓時。精通儒學。洎弱冠。聽習經論。止葷茹。親禪德", "1393": "二。憲宗元和二年。將赴貢舉。偶值遂州大雲寺道圓", "1394": "禪師法席。問法契心。如針芥相投。遂求披剃。時年二", "1395": "十七也三。為沙彌時。一日隨眾僧齋於府吏任灌家", "1396": "師。居末座。以次授經。得圓覺十二章。讀一二章。豁然", "1397": "大悟。身心喜躍。歸白於圓。圓曰。此經諸佛授汝耳。汝", "1398": "當大弘圓頓之教。汝行矣。無滯一隅四。遂當年受具", "1399": "戒。奉命辭去。謁荊南忠。禪師。忠曰。傳教人也。復參洛", "1400": "陽照。禪師。昭曰。菩薩中人也五。元和五年。抵襄漢。遇", "1401": "󳭪覺寺靈峯闍黎。病中授與清凉國師所撰華嚴大", "1402": "疏二十卷。大鈔四十卷。覽之。欣然曰。吾禪遇南宗。教", "1403": "逢圓覺。一言之下。心地開通。一軸之中。義天朗耀。今", "1404": "復得此大法。吾其幸哉。即為眾講一遍六。元和六年。", "1405": "往東都禮祖塔。駐錫永穆寺。四眾再請。講第二遍。聽", "1406": "徒中有泰恭者。不勝慶遇。斷臂酬恩七。師因未見清", "1407": "凉。遂修書一緘。并述領解新疏鈔中關節血脉一篇。", "1408": "遙敘門人之禮。差徒玄珪。智輝。馳奉疏主。疏主即批", "1409": "答云。不面不傳。得旨繫表。意猶吾心。未之有也。非憑", "1410": "聖力。必藉宿因。輪王真子。可以為喻。倘得一面。印所", "1411": "懸解。復何加焉八。講畢。詣上都。禮覲清凉國師。印曰。", "1412": "毗盧華藏。能從我游者。舍汝其誰歟。初二年間。晝夜", "1413": "隨侍。次後雖於諸寺講論。有疑則往來咨決不絕九", "1414": "數年請益後。至元和十一年春。在終南山智炬寺。出", "1415": "圓覺科文。纂要二卷十。誓不下山。遍閱藏經三年十一。", "1416": "願畢。十四年於興福寺。出金剛纂要疏一卷。鈔一卷", "1417": "十二。十五年春。於上都興福保壽二寺。集唯識疏二卷", "1418": "十三。長慶元年。退居鄠縣草堂寺十四。二年春。重治圓覺", "1419": "經解。又於南山豐德寺。製華嚴綸貫五卷十五。三年夏。", "1420": "於豐德寺。纂四分律疏三卷十六。至冬初。圓覺著述功", "1421": "就。大疏三卷。大鈔十三卷十七。隨後又註略疏兩卷。小", "1422": "鈔六卷。道場修證儀十八卷十八。太和二年慶成節。文", "1423": "宗詔入內殿。問諸法要。賜紫袍。勑號大德十九。朝臣士", "1424": "庶。咸皆歸仰。唯相國裴休。深入堂奧而為外護二十。山", "1425": "南溫造尚書問。悟理息妄之人。不復結業。一期壽終", "1426": "之後。靈性何依。師曰。一切眾生。莫不具有覺性。靈明空", "1427": "寂。與佛無殊。但以無始劫來。未曾了悟。妄執身為我", "1428": "相。故生愛惡等情。隨情造業。隨業受報。生老病死。長", "1429": "劫輪迴。然身中覺性。未曾生死。如夢被驅役。而身本", "1430": "安閑。如池水作冰。而濕性不易。若能悟此性。即是法", "1431": "身。本自無生。何有依托。真理雖然頓達。妄情難以卒", "1432": "除。須常覺察。損之又損。但可以空寂為自體。勿認色", "1433": "身。以靈知為自心。勿認妄念。妄念若起。都不隨之。即", "1434": "臨命終時。業自不能繫。雖有中陰。所向自由。天上人", "1435": "間。隨意寄托。若愛惡之念已泯。即不受分段之身。若", "1436": "微細流注寂滅。則圓覺大智朗然。隨機現化。名之為", "1437": "佛。偈曰。作有義事。是惺悟心。作無義事。是狂亂心。狂", "1438": "亂隨情念。臨終被業牽。惺悟不由情。臨終能轉業二十", "1439": "一。前後著涅槃。起信。蘭盆。行願。法界觀等經論疏鈔。", "1440": "并集諸宗禪言為禪源詮。及酬答書偈議論等。總九", "1441": "十餘卷二十二。武宗會昌元年。正月六日。於興福院誡", "1442": "門人。令舁屍施鳥獸。其骨焚而散之。言訖坐滅二十三。", "1443": "其月二十二日。道俗奉全身於圭峯茶毗。得舍利數", "1444": "十粒。皆白潤。及火後。門人泣而求之。並得於煨燼內。", "1445": "乃藏之石室二十四。閱世六十二。僧臘三十四。門弟子", "1446": "僧尼四眾得度脫者。凡數千人。相國裴休撰󳬴文。略", "1447": "曰。一心者。萬法之總也。分而為定慧。開而為六度。散", "1448": "而為萬行。萬行未曾非一心。一心未甞違萬行。故禪", "1449": "師之為道也。以知見為法門。以寂靜為正味。慈忍為", "1450": "甲冑。慧斷為劍矛。鎮撫邪雜。解釋縲籠。窮子不歸。貧", "1451": "女不富。吾師恥之。三乘不興。四分不振。吾師恥之。忠", "1452": "孝不並化。荷擔不勝任。吾師恥之。故皇皇於濟拔。汲", "1453": "汲於開誘。不以一行自高。不以一德自聳。人有皈依", "1454": "者。不俟請而往也。有求益者。不俟憤則啟矣。雖童幼。", "1455": "不簡於應接。雖傲狠。不怠於扣勵。真如來付囑之菩", "1456": "薩。眾生不請之良友。其四依之一乎。其十地之人乎", "1457": "二十五。至宣宗追諡定慧禪師。塔曰青蓮二十六。詳載他集。", "1458": "法界宗五祖略記終", "1459": "No. 767-5 論主馬鳴菩薩略錄No. 767-5", "1460": "論主馬鳴菩薩略錄", "1461": "菩薩中天竺土。波羅奈國人也。父名盧伽。母名瞿那。", "1462": "當佛入滅六百年後示生一。初降生時。感動諸馬悲", "1463": "鳴不已。故號馬鳴。亦名功勝。以有作無作諸功德中。", "1464": "最為殊勝故二。未出家前。聞富那奢尊者。道證深邃。", "1465": "識見高遠。往謂之曰。沙門。世間言論。我能毀壞。如雹", "1466": "摧草。屈則斬舌。尊者徐應之曰。諸佛法中。不出二諦。", "1467": "就世俗諦。假名為我。第一義諦。皆悉空寂。如是推求。", "1468": "我何可得。汝當思惟。定為誰勝。馬鳴心念。世俗諦假。", "1469": "第一義空。如斯二諦。既無所得。如何可壞。我墮負矣。", "1470": "遂稽首謝屈三。尊者度令出家。語大眾曰。此大士者。", "1471": "昔為毗舍離國王。有一類人。如馬裸露。王運神力。分", "1472": "身為蠶。民乃得衣。王後復生中印度境。人馬皆悉愛", "1473": "戀悲鳴。因號馬鳴。摩訶摩耶經中。如來記云。吾滅度", "1474": "後六百年已。諸外道等。邪見競興。毀滅佛法。有一比", "1475": "丘。名曰馬鳴。善說法要。度人無量。降伏一切邪見外", "1476": "道。今正是其時也四。及剃度後。尊者復以神力化悟。", "1477": "先置經於暗室。尋令取之。白言。室暗不見。告曰。但能", "1478": "向往。何患無見。即以神光。徹照巨細。疑曰。此幻也。盡", "1479": "其術以除之。明相倍盛。始知尊者指光晃耀。心便諦", "1480": "信五。尊者將入涅槃。以法付囑。告以偈言。譬如暗室。", "1481": "然大明炬。所有諸物。照悉無異。如來法炬。熾亦如是。", "1482": "流布人間。滅諸暗痴。諸賢聖人。守護委託。次至於我。", "1483": "用汝付囑。汝當至心。受持不絕。令未來世。永得饒益", "1484": "六。大士受付囑已。由是建大法幢。摧伏異道。遂造甘", "1485": "蔗論六百卷。釋楞伽經七。又造一心遍滿論。融俗歸", "1486": "真論。真如三昧論等百有餘部。皆啟深經妙旨。悉斥", "1487": "邪見顛眸八。後因文多義邈。淺識難窺。復依華嚴密", "1488": "嚴勝鬘光明大集楞伽瓔珞般若法華涅槃等百本", "1489": "大乘經。造大乘起信論。令其義豐文約。解行雙備。上", "1490": "中下根。並入法界九。四眾見聞者。起信受度。不可勝", "1491": "數。華氏國俗尚伎樂。遂作樂名𡃤吒唎羅。用化人民。", "1492": "於樂音中。調韵哀婉。宣說諸法無常苦空。感動貴賤", "1493": "等人。皆悉發心出家。後有五百王子。一聞開悟。厭欲", "1494": "離俗。王恐國內虗曠。世業廢毀。嚴禁伎人。不得更作", "1495": "十。又善能撫琴以宣法音。諸馬聞之。咸悉悲鳴。名聞", "1496": "諸國。靡不仰慕十一。月支國王。弗能致奉。集四種兵。圍", "1497": "華氏城。索金錢九億。并馬鳴大士當相赦。王即備儀", "1498": "以行。遂解兵圍和好十二。月支王還國。將欲試驗以行", "1499": "正法。取馬七匹。絕其水草。經至七日。集內外沙門異", "1500": "學。王躬禮請陞座說法。令繫七馬於會眾前。飤以草", "1501": "糓。馬皆諦聽法要而不食。唯悲鳴垂淚而已。於是王", "1502": "臣拜伏。魔外傾心十三。後復還華氏國。轉大法輪。忽有", "1503": "老人。坐前仆地。大士告曰。此非庸流。當有異相。言訖", "1504": "不見。俄而從地踴出一金色人。旋復化為女子。右手", "1505": "指之。而說偈曰。稽首長老尊。當受如來記。今於此地", "1506": "上。宣通第一義。說已。瞥然不見。大士曰。將有魔來。與", "1507": "我校力。少頃。風雨暴至。天地晦暝。大士曰。魔來。信矣。", "1508": "吾當除之。即指空中。現一大金色龍。奮發威神。震動", "1509": "山嶽。大士儼然於座。魔事隨滅。經七日。有一小蟲。大", "1510": "若蟭螟。潛形座下。大士以手取之。示眾曰。斯乃魔之", "1511": "所變。盜聽吾法耳。放之令去。魔不能動。告曰。汝但歸", "1512": "依三寶。即得神通。遂復本形。作禮懺悔。問曰。汝名誰", "1513": "耶。眷屬多少。答曰。我名迦毗摩羅。眷屬三千。問曰。盡", "1514": "汝神力。變化若何。答曰。我化巨海。極為小事。問曰。汝", "1515": "化性海得不。對曰。性海我未甞知。即為說曰。山河大", "1516": "地。皆依建立。三昧六通。由茲發現。摩羅聞已。遂發信", "1517": "心。與諸徒眾。俱來求度。大士乃召五百羅漢。與授具", "1518": "戒十四。復告之曰。如來正法眼藏。今當付囑於汝。偈言。", "1519": "隱顯即本法。明暗元不二。今付悟了法。非取亦非離。", "1520": "囑已。即入龍王奮迅三昧。挺身空中。如日輪相。然後", "1521": "示滅。四眾以真體。藏之龍龕十五。摩訶衍論云。若尅其", "1522": "本。大光明佛。若校其因。八地菩薩。西域造論興宗。推", "1523": "為始祖矣。", "1524": "No. 767-6 記主長水大師略錄No. 767-6", "1525": "記主長水大師略錄", "1526": "法師諱子璿。杭之錢塘人也。俗姓鄭。父名󳭪。別號東", "1527": "平。母張氏。一生於宋太祖乾德三年三月三也。質稟", "1528": "異人。智辨不類二。九歲禮普慧寺契宗為師。便誦楞", "1529": "嚴不輟三。十二進沙彌。十三度具戒四。太平興國中。", "1530": "詣秀州靈光寺即精嚴寺。依洪敏法師聽講。至動靜二相。", "1531": "了然不生有省。告敏曰。敲空擊木。尚落筌󱇮。舉目揚", "1532": "眉。已成擬議。去此二途。方契斯旨。敏拊而證之。遂傳", "1533": "華嚴教觀。隱𧷤玄奧。無不深究五。厥後登法席。開誘", "1534": "緇褐。無慮三十餘會。感天雨華。即今嘉興楞嚴寺中", "1535": "雨華堂也六。然欲探禪源。罔知攸往。聞滁州瑯琊山", "1536": "慧覺禪師。道重當世。趨往參見。值上堂次。出問曰。清", "1537": "淨本然。云何忽生山河大地。覺勵聲曰。清淨本然。云", "1538": "何忽生山河大地。師當下豁悟願侍巾瓶。瑯琊曰。汝", "1539": "宗不振久矣。宜勵志扶持。報佛恩德。勿以殊宗為介", "1540": "意也。乃如教拜辭七。後住長水。會下徒眾千餘。語曰。", "1541": "道非言象得。禪非擬議知。會意通玄。曾無別致。由是", "1542": "二宗皆仰慕之。稱為秀州長水大師八。仁宗天聖年", "1543": "間。撰楞嚴義疏十卷。并科旨二篇。丞相王公。序以冠", "1544": "首。次又出金剛經刊定記。并起信論疏筆削記。並盛", "1545": "傳於世九。又講行願鈔。法界觀。圓覺經。十六觀等。亦", "1546": "無慮數十會十。大中祥符六年。翰林學士錢公易。奏", "1547": "賜紫衣。署號長水疏主楞嚴大師十一。寶元元年。夏四", "1548": "月。預先說法辭眾。至望旦入滅。俗壽七十五也。踰月。", "1549": "痊塔於城南真如院十二。時有晉水法師源公。學華嚴", "1550": "宗於五臺。南還。聽楞嚴圓覺起信唯識等經論於長", "1551": "水。獨得璿師之奧。長水遂以法。傳於晉水焉十三。元祐", "1552": "元年。高麗國王子祐世僧統義天。航海來朝。請益於", "1553": "慧因源公之室。而為長水法孫。過真如。禮靈塔。請主", "1554": "客員外郎楊公傑題其額。并請朝散大夫紫金魚袋", "1555": "章衡撰塔亭記十四。高宗建炎中。金人發其塔。見師顏", "1556": "如生。端坐缸中。爪髮旋身。眾皆驚悸羅拜。掩之而去", "1557": "十五。餘如僧史等述。", "1558": "No. 767-7 起信論法相No. 767-7", "1559": "起信論法相", "1560": "因緣分(一)因緣分一", "1561": "八因緣　一令離苦得樂　二釋根本之義　三", "1562": "令根熟不退　四令根少修信　五示方便消障", "1563": "六習止觀治過　七示念佛往生　八示利益", "1564": "勸修初一總相後七別相。", "1565": "立義分(二)立義分二", "1566": "衍乘二相　一法。一心也。", "1567": "開二門　一心真如門　二心生滅門。", "1568": "二義。三大也。", "1569": "三種大　一體大　二相大　三用大。", "1570": "解釋分(三)解釋分三", "1571": "解釋三　一顯示正義　二對治邪執　三分別", "1572": "道相。", "1573": "△顯示正義二　一心法一法界心也亦名眾生心。", "1574": "二義門　一心真如門　二心生滅門。", "1575": "△真如門開五種真如　一離言中法界真如相總門也", "1576": "圖教詮　二離言中絕相真如離言說名字心緣相也。頓教詮　三", "1577": "依言中如實不空真如淨法滿足也。終教詮　四依言如實空", "1578": "中法空真如法我染法不相應也。始教詮　五依言如實空中", "1579": "我空真如人我染法不相應也。小教詮。此二在下對治中顯。", "1580": "△生滅門開二義　一心。一識如來藏心也亦名黎耶識。", "1581": "二義　一覺義　二不覺義。", "1582": "△覺義有三　一本覺　二始覺　三究竟覺。", "1583": "始覺三位　一名字　二相似　三隨分。", "1584": "四覺　一本覺　二不覺　三始覺　四究竟覺。", "1585": "二覺　一差別四覺各別　二平等等同一覺。", "1586": "四相　一滅相十信名覺　二異相三賢似覺　三住相十地", "1587": "分覺　四生相等覺至佛地究竟覺。", "1588": "本覺有二　一隨染本覺　二性淨本覺。", "1589": "隨染本覺二相　一智淨相　二妙業相。", "1590": "性淨本覺有四大義　一如實空鏡　二因熏習", "1591": "鏡　三法出離鏡　四緣熏習鏡。", "1592": "△不覺義開十　初根本不覺妄念也　二業相　三", "1593": "見相　四境相無明不覺生三細也　五智相　六續相", "1594": "七執取　八計名　九起業　十苦相境界為緣長六粗也。", "1595": "並名枝末不覺。", "1596": "覺與不覺二相　一同相同一真如性相　二異相無漏無明", "1597": "業幻差別。", "1598": "△生滅因緣成二　一黎耶因　二無明緣。", "1599": "眾生依轉三　一心梨耶　二意五意　三識意識。", "1600": "意有五名　一業識　二轉識　二現識　四智", "1601": "識　五相續識。", "1602": "二識依起　一業識依無明熏起　二事識依見", "1603": "愛增長。", "1604": "六染心　一執相應染三賢信相應地離也　二不斷相應", "1605": "染初淨心地離也　三分別智相應染七無相地離也　四現色", "1606": "不相應染八色自在地離也　五能見心不相應染九心自在", "1607": "地離也　六根本業不相應染十地終心佛地離也。", "1608": "二礙亦名二障　染心。名煩惱礙障真如根本智　無明。", "1609": "名智礙障世俗自然業智。", "1610": "△生滅相二種　一粗前三染與心相應　二細後三染與心不相應。", "1611": "粗細四句　一粗中粗初染凡夫境　二粗中細二三染", "1612": "三細中粗四五染。此二菩薩境　四細中細六染。佛境。", "1613": "六染依因緣二法　一因。不覺也後三染　二緣。妄", "1614": "境也前三染。", "1615": "△四法相熏起染淨法　一真如淨法　二無明染", "1616": "因　三業識妄心　四六塵妄境。", "1617": "熏起染法有三義　一境界熏妄心又二　一增", "1618": "長念熏智續　二增長取熏執計。", "1619": "二妄心熏無明又二　一業識熏受三乘苦　二事識", "1620": "熏受六凡苦。", "1621": "三無明熏真如又二　一根本無明熏能成業識　二", "1622": "所見見愛熏能成事識。", "1623": "熏起淨法有二義　一妄心熏真如又二　一事", "1624": "識熏凡小厭欣　二意熏習大乘厭欣。", "1625": "二真如熏無明又二　一自體相熏　二用熏習。", "1626": "體相熏令二益　一厭厭生死苦　二欣欣涅槃樂。", "1627": "欣厭須二法　一內因真如體相內熏。正因也。木中火性　二外", "1628": "緣佛菩薩等外熏。緣因也。人加鑽燧。", "1629": "用熏二緣　一差別緣　二平等緣。", "1630": "差別又二　一近速得度故　二遠久遠得度。", "1631": "近遠緣具二法　一增長行　二受道果。", "1632": "體用熏二分別　一未相應　二已相應。", "1633": "佛身有二　一應身凡小依事識見　二報身菩薩依業識見。", "1634": "又二身　一法身智性即色　二智身色性即智。", "1635": "△對治邪執我見有二　一人我見依凡夫起　二法我", "1636": "見依二乘起。", "1637": "△分別道相發心有三　一信成就發心　二解行", "1638": "發心　三證發心。", "1639": "信成就發心又三　一直心正念真如　二深心集諸善行", "1640": "三悲心󳫠眾生苦。", "1641": "方便有四　一行根本不住生死之智不住涅槃之悲　二能止", "1642": "能止惡法　三發起善根禮供三寶　四大願平等發願度盡眾生。", "1643": "菩薩示方便二　一為怯弱眾生速成正覺　二", "1644": "為懈慢眾生祗劫成道。", "1645": "菩薩三平等　一種性根等　二發心等　三所", "1646": "證等。", "1647": "發心相有三　一真心。無分別　二方便心。利眾", "1648": "生　三業識心。微細起滅。", "1649": "修行信心分(四)修行信心分四", "1650": "一信根本念真如法　二信佛求一切智　三信法修諸波羅蜜", "1651": "四信僧行二利行。", "1652": "修五門行　一施　二戒　三忍　四進　五止", "1653": "觀。", "1654": "懺悔四障　一惡業過去障也　二魔鬼　三世務", "1655": "四病苦現在三障。", "1656": "修真如三昧得十利益　一諸佛護念　二不怖", "1657": "魔鬼　三外道不惑　四遠離罪謗　五滅惡覺", "1658": "疑　六佛境增信　七生死不怯　八柔和無惱", "1659": "九減損煩惱　十得定不驚。", "1660": "觀行相有四　一法相觀　二大悲觀　三大願", "1661": "觀　四精進觀。", "1662": "觀法相三　一觀過如夢　二觀現如電　三觀", "1663": "未如雲又四　一無常觀　二苦觀　三無我觀", "1664": "四不淨觀。", "1665": "止觀對治二門　一止。治凡夫住著世間　二觀。", "1666": "治二乘不起大悲。", "1667": "勸修利益分(五)勸修利益分五", "1668": "修成三益　初聞時益　二思時益　三修時益。", "1669": "毀謗三報　初經劫受苦　二自害害他　三斷", "1670": "三寶種。", "1671": "起信論法相終", "1672": "No. 767-8 起信論釋教義中詮真妄生滅法相之圖No. 767-8", "1673": "起信論釋教義中詮真妄生滅法相", "1674": "之圖", "1675": "覧斯圖者。須熟讀論文。深研義理。意旨自得矣。且", "1676": "就生滅一門而觀。若背覺合塵。則翻淨而為染。若", "1677": "斷惑證真。則轉凡而成聖。又兼真如二門而觀。若", "1678": "依真起妄。則法性隨緣。即真如門成生滅門。若會", "1679": "緣入實。則無明體空。即生滅門成真如門。復加圓", "1680": "融統觀。染淨妄真。總不離法界藏心矣。如此流變", "1681": "三疊順逆觀之。或迷或悟。或佛或生。顧在當人用", "1682": "心何如耳。豈有一定法哉。發趣道相者。宜慎思之。", "1683": "慈雲灌頂行者續法題"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 767 起信論疏記會閱卷首", "author": "Not available"}