{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1346-ANo. 1346-A", "1": "東山和尚。道高一世。俯視諸方。平居面目嚴冷。學者", "10": "福州雪峯東山和尚語錄", "100": "結夏小參。百川異流。同歸於海。萬區分義。總成乎實。", "1000": "空王子出空門。敏於選佛訥於言。老少同科無異學。", "1001": "盡傾阿耨作詞源。龍虎榜輝乾坤。一字元無作麼分。", "1002": "汝見是汝為第一。我見是我作狀元。有驚群有獨脫。", "1003": "可中丹桂和根󳫠。把作枯柴竈裏燒。誰能更著空王", "1004": "褐。只如劒成家活。不犯鋒鋩有生殺。莫似章分句解", "1005": "徒。望却龍門頭枿枿。", "1006": "禪人求偈禪人求偈", "1007": "禪家流悟自己。開眼曹溪十萬里。況行機路守心空。", "1008": "病渴移家陽𦦨裏。渴轉渴水又非。擡頭不覺鴈南飛。", "1009": "文殊堂裏萬菩薩。大唐國內無禪師。或行棒或行喝。", "101": "所以十方雲水。共夏雪山。其間有已證未證。有義學", "1010": "棒喝交馳如電掣。不容眨眼入思惟。忽把虗空敲出", "1011": "骨。地神惡天神悅。陝府銕牛得一橛。且等東山睡覺", "1012": "來。大掌連腮咄咄咄。", "1013": "送僧送僧", "1014": "蜀川老覺家潼川。懷中交子是銕錢。三年聽講大慈", "1015": "寺。執卷問之不識字。三年參禪大隋山。盖龜劫火猶", "1016": "顢頇。瞿塘忽放銕船下。不問灔澦堆如馬。逆風使過", "1017": "荊湖南。焦茘林中來放憨。同風莫倚閩與蜀。飲水更", "1018": "須防蠱毒。", "1019": "支提天冠千眷屬。龜山蔡柳兩尊宿。總在參禪屋角", "102": "玄學。莫不皆是以大圓覺。為我伽藍。身心安居。無雜", "1020": "頭。開眼光光互相燭。參禪自是雲水儔。四顧坤維有", "1021": "高躅。勝妙光中不肯留。六六要明三十六。當其行歌", "1022": "一曲。春草青兮春水綠。東山老矣夫何言。縱有言兮", "1023": "不堪讀。", "1024": "東山送人只一句。纔擬欽承喝出去。而今更向紙上", "1025": "求。大似因鷹拏死兔。猷禪猷禪知不知。堅坐守之無", "1026": "了時。趂取西風霜未落。泐潭百丈在江西。", "1027": "煨芋煨芋", "1028": "後生偷笑東山老。事無是非總曰好。布伽梨裏老病", "1029": "身。山芋頭煨紅軟火。日暖婆娑林下行。天寒堆危火", "103": "無壤。乃喝一喝云。且道這一喝。是作一喝用。是不作", "1030": "邊坐。人問祖室今安危。對道我此煨芋好。", "1031": "與暠副寺與暠副寺", "1032": "衲僧之勇惟法戰。銕作渾身猶百煉。不知誰是最讎", "1033": "家。直入南方行一轉。上門上戶眼如鈴。有麼有麼機", "1034": "如電。剔起便行何處尋。聲前句後新羅箭。", "1035": "送二僧之衡陽送二僧之衡陽", "1036": "閩蜀同風果同風。袈裟拔出鞋袋中。相逢古寺話俄", "1037": "頃。怪我稱鎚落深井。不憂佛日居衡陽。不憂無人振", "1038": "頺綱。却憂秋高霜月冷。銕牛夜度飛猿嶺。", "1039": "衡陽老子一僧耳。打雨罵風無別伎。海上禪流未識", "104": "一喝用。是探竿影草。是金剛王寶劒。是踞地師子。未", "1040": "渠。將謂三頭仍六臂。兩川邁往初不然。我喜其行重", "1041": "說偈。披秀菴前癩狗兒。要見衡陽只這是。", "1042": "寄支提禪師寄支提禪師", "1043": "遠聽天冠化寺鐘。孤煙明滅暮山重。念携掛壁木上", "1044": "座。問訊長沙岑大虫。大虫聲威動海宇。老不與世同", "1045": "其波。卷藏風月付一室。落日春山狐兔多。威而不怒", "1046": "默常吼。寂子觸之遭毒手。東山又似不知時。更來許", "1047": "露其家醜。", "1048": "又送出閩又送出閩", "1049": "老人入我閩中居。如山有玉淵有珠。老人一日出山", "105": "具透關眼者。莫道不疑好。敘辭畢乃云。古者道。未徹底", "1050": "去。崖不自靈淵亦枯。我問天冠千眷屬。如何不留老", "1051": "尊宿。飛鸞水急海天橫。一道清輝照四明。", "1052": "送深書記送深書記", "1053": "東海鯉魚吞却海。西河師子口門大。金剛喚起。足行", "1054": "神。還却趙州行脚債。", "1055": "吹毛不是凡間銕。百匝千重唯一決。出頭天外笑呵", "1056": "呵。喜得空生不曾說。", "1057": "與符侍者與符侍者", "1058": "秀峯三聖堂中。符也曾職其事。節制火筯香匙。使得", "1059": "燈籠露柱。聖僧頸上下來。天台山中入去。通玄不是", "106": "人。參句不如參意。既徹底人。得意不如得句。古人與", "1060": "人間。忽雨忽晴忽霧。出門且莫怱怱。道取末後一句。", "1061": "謝丹山秀首座竹筇謝丹山秀首座竹筇", "1062": "老身一衲百無營。病骨人驚太瘦生。多謝枝筇解扶", "1063": "我。松陰石上聽溪聲。", "1064": "山中久住成老宿。雲水五湖來弟兄。放下茶甌答了", "1065": "話。把得拄杖東西行。", "1066": "葉居士施直裰求頌葉居士施直裰。求頌", "1067": "廣南葉順居士。施我褐紬直裰。比之七斤布衫。這个", "1068": "猶難提掇。天寒雪落便披。日暖風和即脫。脫著畢竟", "1069": "是誰。慚愧觀音菩薩。", "107": "麼。曲為今時。不風流處。亦自風流。汝輩後生家。入眾", "1070": "送行上人歸塔慧力空印和尚靈骨于西山送行上人。歸塔慧力空印和尚靈骨于西山", "1071": "古佛大塔廣。量廓虗空界。凡聖位其中。如光無雜壞。", "1072": "出生與入滅。一一得自在。眾生迷本心。當處自留礙。", "1073": "良哉空印師。火後靈骨在。憑誰密安置。有子如行輩。", "1074": "山為碧玉環。水作青羅帶。巍巍鎮巍巍。永下諸天拜。", "1075": "與沔上人與沔上人", "1076": "參禪無悟處。如何得安樂。置之空劫前。即為空劫縛。", "1077": "任運日用中。拶著無不錯。懵然百不理。柰此一絡索。", "1078": "勇猛積勳修。翻成大過惡。端坐審思惟。不如更行脚。", "1079": "東山老病漢。聞之為喜躍。願爾發足時。出門便蹈著。", "108": "參禪。切在子細。不得掠虗。第一須得悟。既悟須要行。", "1080": "與虗上人與虗上人", "1081": "止渴須是水。止飢須是飯。參禪須是悟。成佛不待旦。", "1082": "伽陀有底急。休來問老漢。既來無柰何。拄杖驀頭攛。", "1083": "與性上人與性上人", "1084": "汝知東山空。胸中無窖子。說禪瞎人眼。書偈汙人紙。", "1085": "不知禪家流。於空何所取。脚要汝自行。死要汝自死。", "1086": "道不假他成。佛豈離自己。唯有老趙州。平生一則語。", "1087": "既是其中人。東山與之舉。", "1088": "病起病起", "1089": "老僧頭風。一月兩發。見粥便嘔。見飯便噦。死又不死。", "109": "既行須要徹。既徹方且似箇衲僧。不為分外。山僧百", "1090": "活又不活。使他諸人。冷地忙殺。觀音勢至。候飢候渴。", "1091": "文殊普賢。左提右掇。纔方起來。便翻著襪。不問是非。", "1092": "乃棒乃喝。呵呵雲門。君子可八。", "1093": "與妙菴主與妙菴主", "1094": "至道之宗。備在爾躬。求之則遠。守之不通。不求不守。", "1095": "奇哉靈叟。極離極微。應心應手。觸目晴嵐。到處成菴。", "1096": "捶呵彌勒。不與同龕。石虎擡頭。泥牛入海。驀劄相逢。", "1097": "一場風采。", "1098": "No. 1346-BNo. 1346-B", "1099": "金翅擘海。直取龍吞。燕󳭋鷹鸇。徒誇羽翰。撥轉關棙", "11": "門人　慧弼　編", "110": "醜千拙。口吻稚鈍。別無新鮮語句。攢花簇錦。四六八", "1100": "子。宛如珠走盤。明眼衲僧著眼看。", "1101": "癸酉至節　　　　　　梅陽妙喜老漢題", "1102": "No. 1346-CNo. 1346-C", "1103": "與皷山書中一段語附與皷山書中。一段語。附", "1104": "雪峯空禪師。頃在雲居雲門相聚。老漢見渠不自欺。", "1105": "是箇佛法中人。故一味以本分鉗鎚似之。後來自在", "1106": "別處打發。大法既明。向所受過底鉗鎚。一時得受用。", "1107": "方知妙喜。不以佛法當人情。去年送得一冊語錄來。", "1108": "造次顛沛。不失臨濟宗旨。令送在眾寮中。與衲子輩", "1109": "看。老漢因掇筆。書其後。特為發揚。使本分衲子。為將", "111": "六。與諸兄弟咂啖。只是一口靈鋒寶劒。但有來者。不", "1110": "來說法之式。若使老漢。初為渠拖泥帶水。說老婆禪。", "1111": "眼開後。定罵我無疑云云。", "1112": "頂相讚附頂相讚。附", "1113": "慧空抓著吾痒處。吾甞劄著伊痛處。痛處痒痒處痛。", "1114": "不與千聖同途。豈與衲僧共用。莫言掃帚竹裏無錢", "1115": "筒。篙枝叢內無梁棟。雖然。家醜不可外揚。也要諸方", "1116": "眼目定動。而今各自不得已。一任𦘕出這般不唧𠺕", "1117": "底老凍齈。但將懸向壁角落頭。使來者瞻之仰之。晝", "1118": "夜六時。燒兜樓婆。畢力迦。沈水旃檀之香。作七代祖", "1119": "翁之供。", "112": "消一刜。且作麼生。入得雪峯門。喝一喝。下座。", "1120": "福州雪峯東山慧空禪師。本郡人。族陳氏。十四圓頂。", "1121": "出嶺偕妙喜。同參圓悟于雲居。已而復道聚雲門菴。", "1122": "及禮六祖歸。抵疎山。參侍草堂。日臻玄奧。服勤有年。", "1123": "入閩久之。紹興癸酉。安撫龍學侍郎張公宗元。致禮", "1124": "敦請。開法郡之雪峯。徇緣一載。退歸東菴。戊寅三月", "1125": "十三日。示寂。壽六十三。臘四十八。", "1126": "貞和己丑仲冬。寓于龜山雲居。僧妙葩。命工", "1127": "刊行。", "1128": "No. 1346-DNo. 1346-D", "1129": "羅湖野錄曰。福州空首座。在江西雲門菴。一日妙喜", "113": "結夏上堂。少室九年。守株待兔。神光三拜。緣木求魚。", "1130": "老師。問其香嚴上樹話。對以好對春風唱鷓鴣。及徵", "1131": "之。是樹上語。是樹下語。空罔然。尋避宼。之曹谿。復趨", "1132": "臨川疎山。時草堂清和尚在焉。因看前話。有所證。自", "1133": "謂頓見妙喜用處。遂歸閩。寓古田秀峰。道望四馳。而", "1134": "屢却名剎之招。東禪淨禪師。有偈調之曰。山龜有殻", "1135": "藏頭尾。七十二鑽不奈何。恰似秀峰空首座。嘉招不", "1136": "肯出煙蘿。答曰。敢將不出以為高。朽索其如六馬何。", "1137": "賴有舀谿長柄杓。不妨霜月在松蘿。空之偈句。風韻", "1138": "高妙。於事理尤為圓融。如贈撮藥道人曰。當陽拈出", "1139": "大家看。來處分明去處端。總是諸人自遮護。先生毫", "114": "馬祖即心是佛。劈頭便錯。盤山非心非佛。末後猶乖。", "1140": "髮不相謾。又貽修漏道者曰。是處叢林走一遭。敲甎", "1141": "打瓦不辭勞。忽然踏著通天竅。始覺從前立處高。又", "1142": "雪中和僧偈曰。蓋覆乾坤似有功。洞然明白又無蹤。", "1143": "其如未識無蹤處。玉屑霏霏落眼中。曾侍郎吉甫。甞", "1144": "有詩。寄之曰。江西句法空公得。一向逃禪挽不回。深", "1145": "密伽陀妙天下。無人知道派中來。其為名公擊節。如", "1146": "此。", "1147": "No. 1346-ENo. 1346-E", "1148": "余昔刊東山外集。喜其機用橫放。欲刊內集。而未得", "1149": "善本。堂中首座。珍藏久之。亦有志于茲。因循閱紀。一", "115": "臨濟入門便喝。可煞著忙。德山入門便棒。未遇作家。", "1150": "月因話閒慨然募眾。繡梓流通。眾中豈無具眼衲僧。", "1151": "向鉗鎚妙密處。一觸觸著。便知道妙喜老人所謂。造", "1152": "次顛沛不失臨濟宗旨之語不虗。其或未然。劍去久", "1153": "矣。", "1154": "時癸卯王正上元　　三關老雪　覺性　書", "116": "趙州關子。強生節目。溈山水牯。慙惶殺人。雲門顧鑒。", "117": "也是尋常。雪峯輥毬。至今未了。皆是從上。不得勦絕。", "118": "致使後來。為之帶累。而今雪峯門下。莫有逈超今古。", "119": "絕類離倫底麼。向結夏十五日。道將一句來。直饒道", "12": "上堂師既受請。秀峯和尚引座竟。師乃登座。僧問。和尚未", "120": "得。也是河裏失錢河裏摝。喝一喝。下座。", "121": "安撫龍學侍郎齋僧。請上堂。僧問。昔日李相國訪藥", "122": "山。問如何是道。山云。雲在青天水在缾。此理如何", "123": "師云。薰風自南來　僧云。猶來一句無多子。作略還", "124": "他老乍家　師云。草木生光輝　僧云。只如相國道。", "125": "鍊得身形似󳬈形。千株松下兩函經。我來問道無餘", "126": "說。雲在青天水在缾。又作麼生　師云。一字入公門。", "127": "九牛拽不出　僧云。直得千載英風動寰宇。至今流", "128": "落在叢林　師云。側身穿市過。仰面看天行　僧云。", "129": "可謂好風來不盡。真照用無窮　師云。真箇　乃云。", "13": "見草堂時如何　師云。江南有　僧問。見草堂後如", "130": "羣靈一源。名之曰佛。輝騰今古。逈絕見知。圓滿十虗。", "131": "寧有方所。迷之則迷作眾生。悟之則悟成諸佛。生佛", "132": "似有差殊。此箇本無增減。在天而天。處人而人。在比", "133": "丘則比丘中尊。在居士則居士中尊。在婦女則婦女", "134": "中尊。在宰官則宰官中尊。隨其所在。悉皆尊上。乃舉", "135": "起拂子云。而今在山僧拂子頭上。又喚作甚麼。這裏", "136": "荷負得去。衲僧面前。切忌拈出。且道衲僧家。別有甚", "137": "麼長處。記得楊億侍郎。問廣惠云。承和尚有言。一切", "138": "罪業。皆因財寶所生。勸人疎於財寶。而況南閻浮提", "139": "眾生。以財為命。󳬛國以財聚人。教中有財法二施。何", "14": "何　師云。江北無謝詞不錄　師乃云。俊快底。點著便行。", "140": "得勸人疎於財寶。惠曰。幡竿尖上銕龍頭。侍郎云。海", "141": "𠿞馬子似驢大。惠曰。楚雞不是丹山鳳。侍郎云。佛滅", "142": "二千年。比丘少慙愧。大眾你禪和家。尋常問著。口似", "143": "紡車。還知此二人落處麼。今日不惜眉毛。因齋慶讚。", "144": "向你諸人道。雪峯是張侍郎請。三十年後。不得錯舉。", "145": "施主散經。請上堂。是法不可示。言辭相寂滅。釋迦老", "146": "子。向這裏。轉得一步。便向靈山會上。四十九年。演出", "147": "一大藏教。彌滿龍宮海藏。流布天上人間。達磨大師", "148": "向這裏。著得一隻眼。便解從南天竺國。十萬里得得", "149": "而來。少林面壁九年。單傳心印。不立文字。天下老和", "15": "癡鈍底。推挽不動。便行則人人懽喜。不動則箇箇生", "150": "尚。向這裏。出得一頭地。便解向曲木繩床上。播揚大", "151": "教。流出胸襟。盖天盖地。三段不同。今當第一。乃竪起", "152": "拄杖云。一時穿却。卓一下云。甚處去也。敘辭畢乃云。生", "153": "死若是有。從古至今。無人能免。生死若是無。從古至", "154": "今。無人能免。生死若是亦有亦無。非有非無。悉皆無", "155": "有免者。既然如是。又且如何免得。只有箇悟之一字。", "156": "除此無門。除此無路。你諸人而今忽若立地悟去。莫", "157": "道生死。以至十方虗空。悉皆消殞。只恐你根思遲回。", "158": "未能瞥脫。山僧與你。說箇喻子。喻如人睡著。身在床", "159": "上。安穩自在。無端忽於夢中。見有毒蛇猛虎。競來吞", "16": "嫌。山僧而今轉此癡鈍。為俊快去也。彈指一下從前推挽", "160": "噉。中心怕怖。慞惶馳走。正當馳走之處。忽然眼開。生", "161": "死之法。亦復如是。忽有箇衲僧。出來道。大小雪峯長", "162": "老受施主如此供養。却向法座上。只說得一箇夢。乃", "163": "呵呵大笑云。元來癡人面前。不得說夢。", "164": "東禪和尚到。上堂。大眾。善知識者。如天甘露。或但聞", "165": "名。而不得飲。善知識者。如旱時雨。或但渴望。不蒙其", "166": "澤。善知識者。如金剛王寶劒。若有見者。偷心永斷。善", "167": "知識者。如當門師子。若有見者。疑心永息。今者山門", "168": "多幸。伏承東禪堂上和尚大禪師。象駕見臨。山僧與", "169": "此一眾。如飯飲甘露。渴得甘雨。而況禪師。某之故人。", "17": "不出而今出。從前有院不肯住而今住。從前嫌佛不", "170": "三十年江湖上叢林戶知。不在更說。只有一事。須當", "171": "對眾說破此者。置千五百斤銕枷於山僧項上。乃是", "172": "此老下毒手。夜來方丈內。種種撫存。種種誨諭。又似", "173": "大斧斫了。手摩挲。而今只得歡喜忍受。下座即與知", "174": "事大眾。同伸拜請。登于此座。使現前一眾。知臨濟金", "175": "剛王。汾陽當門師子。列聖鈴鎚。佛祖命脉。到今不斷。", "176": "祖忌上堂。老子參禪太辛苦。九上洞山三投子。德山", "177": "棒下桶底脫。鰲山店頭用不著。自從成道至于今。鼈", "178": "鼻傷人毒無藥。毒無藥。賴是當時欠一著。且道欠那", "179": "一著。今日開山真覺和尚忌晨。山門截日計口之後。", "18": "做而今做。從前嫌法不說而今說。出不出。住不住。即", "180": "凡事不如昔。山僧不免。將無作有。且要不墜家聲。以", "181": "百億四天下。為一壇場。以百億須彌山。為一盤酸餡。", "182": "以百億四天下。為一柸䬪飥。以百億日月。為一筵燈", "183": "燭。雖然供養微薄。且是不從外求。遽起身。作女人拜", "184": "云。曾郎萬福。莫怪空疎。", "185": "上堂。雪峯五月五日。不假神符妙術。只有頂門一錐。", "186": "乃卓主丈云。銕佛也須汗出。", "187": "施主請普說。師云。說則不普。普則不說。若有所說。終", "188": "非普說。氷窟開花。炎天落雪。明眼高流。須善時節。且", "189": "道而今是甚麼時節。莫是黃昬戍麼。莫是灯燭交輝。", "19": "且置。敢問諸人。做底是甚麼佛。空王佛耶。然燈佛耶。", "190": "人天普集麼。若與麼。違時失候。不少今夜三信女請", "191": "普說。為其大夫人壽。記得閩王問壽山禪師云。壽山", "192": "年多少。山云。與虗空同壽。王云。虗空年多少。山云。與", "193": "壽山同壽。師云。壽山不妨奇特。要且年高倒耄。奴郎", "194": "不辨。玉石不分。只知與虗空同壽。殊不知。虗空更是", "195": "兒孫。", "196": "靈溪請上堂。三世諸佛。向這裏出頭不得。一大藏教。", "197": "著一字不得。天下老師口。向這裏百雜碎。此真覺和", "198": "尚三百年前。說底法。直至于今。不移毫髮。雖然如是。", "199": "真覺只解把住。不解放行。山僧今日。因靈溪開經設", "2": "不可得而親近。或遭喝罵而出。此真善知識慈悲。慧", "20": "釋迦佛耶。彌勒佛耶。說底又是甚麼法。根本法耶。無", "200": "齋。放一線道。從教一切處。光明燦爛去。乃竪起主丈", "201": "云。三世諸佛。向這裏坐寶蓮華。成等正覺。說法度人。", "202": "一大藏教。向這裏字義炳然。言言見諦。不勞翻譯。天", "203": "下老師口。向這裏多說少說。縱橫十字說。了無剩法。", "204": "乃呵呵大笑云。嘉州大像。聞與麼說話。忽變作嬌尸", "205": "迦。把將南閻浮提東弗于逮西瞿耶尼北󳬂單越。束", "206": "作一枝筆。向太虗空中。大書七字云。毗盧法寶大經", "207": "卷。世間有眼者看不見。有口者誦不出。獨有雪峯山", "208": "中一千五百衲子。一箇箇見得誦得。若信不及。山僧", "209": "更與你。重說偈言。上大人丘乙己。化三千七十士。爾", "21": "生法耶。世間法耶。出世間法耶。眾中莫有道得底麼。", "210": "小生八九子。佳作仁可知禮也。卓主丈。下座。", "211": "靈溪請普說。師云。山僧許多日中。鳴皷上堂小參普", "212": "說。你看山僧口中舌在麼。乃大開口云。在麼。若道在。", "213": "也皷弄人家男女。未有了日。若道爛。也皷弄人家男", "214": "女。未有了日。山僧而今別也。你諸人今夜須別作箇", "215": "眼目始得。雖然如是。多處添些子。少處減些子。總不", "216": "見得。記得汾陽和尚。有四轉語。如何是接初機句。你", "217": "是行脚僧。如何是驗衲僧句。西方日出卯。如何是正", "218": "令行句。千里持來呈舊面。如何是立乾坤句。北俱盧", "219": "洲長粳米。食者無貪亦無嗔。汾陽自謂。將此四轉語。", "22": "若道得。山僧出世事畢。如或未然。逢人不得錯舉。喝", "220": "驗天下衲僧。大愚芝云。將此四轉語。被天下衲僧勘", "221": "破。大眾有是父必有是子。山僧今夜亦有四轉語。如", "222": "何是接初機句。金剛杵打銕山摧。如何是驗衲僧句。", "223": "岳陽船子洞庭波。如何是正令行句。夜叉屈膝眼睛", "224": "黑。如何是立乾坤句。經來白馬寺。僧至赤烏年。山僧", "225": "這四轉語。一轉語。賓中有主。一轉語。主中有賓。一轉", "226": "語。賓中常賓。一轉語。主中常主。而今眾中。莫有分得", "227": "出底麼。靈溪今夜。末後殷懃。此四轉語。若分未得。且", "228": "留與靈溪。送路逗到。明朝後日。船到瓜山岸下。院中", "229": "兄弟。山前檀越。竟來問訊。未審大師。作麼生舉。還舉", "23": "一喝。下座。", "230": "得麼。良久云但道我親到雪峯來", "231": "聖節上堂。大眾還相委悉麼。此是普光明殿。蓮華師", "232": "子之座。人天普集。凡聖交參。所說之法。臣僧今日。幸", "233": "遇　天申聖節。不敢秘藏。盡情舉唱。直得如天普覆", "234": "似地普擎。窮古今亘萬世而不移。消劫石空芥城而", "235": "無盡。以此仰祝　皇帝。壽山堅固。如不動妙高之山。", "236": "福海汪洋。等甚深功德之海。溢目風光彌法界。祥雲", "237": "瑞氣樂昇平。", "238": "小參。二百年前。風穴和尚。於選佛場中。曾立箇䇿問。", "239": "至今未有人答得。我此一眾。盡是選佛底俊流。一操", "24": "秀峯辭眾上堂。雲凝石室。本無舒卷之心。豆󳫲寒󰞆。", "240": "直取狀元。山僧今夜。不免向糞掃堆頭。斬新拈出。與", "241": "汝諸人答看參學眼目。臨機直須大用現前。勿自拘", "242": "於小節。設使言前薦得。猶是滯殻迷封。縱然句下精", "243": "通。未免觸途狂見。汝等諸人。應是從前學解。明昧兩", "244": "岐。如今為汝。一時掃却。直須箇箇。如師子兒。吒沙地", "245": "哮吼一聲。壁立千仞。誰敢正眼󳬇著。󳬇著即瞎却渠", "246": "眼。此是風穴和尚與麼道。而今莫有吒沙地底師子", "247": "兒麼。試出來哮吼一聲。不見道。驚羣之句。須向驚羣", "248": "處。舉揚奇特之事。須向奇特人拈出。平生慶快只在", "249": "如今。過後思賢。不為英俊。有麼有麼。如無。山僧老大", "25": "遂有去留之異。尋常交肩粥飯處。眼見鼻孔。夜半轉", "250": "衰颯。不免作少年調度。與你諸人。代筆去也。驀拈主", "251": "丈。劃一劃。乃橫按。喝一喝云。風穴老漢合喫三十痛", "252": "棒。𣤩瞎貶向二銕圍山。自餘釋迦元和佛陀。是甚麼", "253": "碗躂丘。擲主丈。下座。", "254": "上堂。千五百眾雪山住。無麵軟餅裹露柱。橫咬竪咬", "255": "飽便休。莫倚他門傍他戶。以拂子擊繩床。下座。", "256": "上堂。月生一。上下四維無等匹。月生二。須彌拽脫虗", "257": "空鼻。月生三。明正為南方盡南。乃拈起主丈云。善財", "258": "童子來也。卓一下云。元來却是觀世音菩薩。", "259": "施主請。上堂。三世諸佛。同此一音。演出一大藏教。一", "26": "身通氣時。箭過新羅。南北兩山。風流二老。兄呼弟應。", "260": "大藏教。不用箇元字脚。出生三世諸佛。經即諸佛。諸", "261": "佛即經。無二無二分。無別無斷故。乃拈起主丈云。這", "262": "箇是山僧主丈子。佛之與經。在甚麼處。卓一下云。大", "263": "啟毗盧樓閣門。亞竪摩醯頂門眼。乃舉僧問臨濟和", "264": "尚。如何是三眼國土。濟云。我與汝入淨妙國土。著清", "265": "淨衣。說法身佛。入無差別國土。著無差別衣。說報身", "266": "佛。入解脫國土。著光明衣。說化身佛。大眾臨濟小廝", "267": "兒。分身法報化。著却三種衣。至今脫不下。山僧今日。", "268": "不著三種衣。不說三身佛。只以信女所施法衣。搭在", "269": "肩上。如法而說。汝等諸人。亦當如法而聽。乃拈起袈", "27": "響順聲和。又說甚麼箭過新羅。箇中端的意。能有幾", "270": "裟角。普示大眾。良久云須是金色頭陀始得", "271": "南臺道友請。小參。見聞如幻翳。三界若空花。聞復翳", "272": "根除。塵消覺圓淨。乃拈起主丈云。見麼。卓一下云。聞", "273": "麼。既有見有聞。則如幻如翳。作麼生得聞復翳根除。", "274": "塵消覺圓淨去。饒你淨極光通達。寂照含虗空。却來", "275": "觀世間。猶如夢中事。到雪峯門下。沙彌童行。堂中未", "276": "到著你在。不見真覺和尚示眾云。望州亭與汝相見", "277": "了也。烏石嶺與汝相見了也。僧堂前與汝相見了也。", "278": "大眾古人三處待人。不為不厚。其柰禮煩即亂。水煩", "279": "即濃。山僧不然。但有來者現成。以一座雪峯山待之", "28": "人知。", "280": "忽若把得便坐斷。佛祖出頭不得。也許伊具一隻眼。", "281": "忽若把得便行。到處裏流通將去。也許伊具一隻眼。", "282": "更有一隻眼。留待諸人。後次入山。別有理論。久立。", "283": "祈雨上堂。拈起主丈云。主丈子黑似漆。不用時。唯靠", "284": "壁。用著時。甚生力。日月合其明。天地合其德。積陰為", "285": "之暘。亢陽為之澤。而今是亢陽。須雨之時。主丈子惺", "286": "惺著。乃卓一下云。向道是龍剛不信。待興雷雨始知", "287": "驚。", "288": "病僧請小參。兼謝護國禪師。堪笑堪嗟。可悲可喜。板", "289": "齒生毛。猢猻沒尾。盡大地如許廣濶。覔箇舉話底人。", "29": "入院。指方丈云。從上佛祖。到這裏。只得乞命。天下衲", "290": "也難得。莫道會禪。今者八州管內。只有護國老。較些", "291": "子。山僧頃年。甌阜疎山。眉毛相結。是時已輸其先。而", "292": "今象骨丹山。鼻孔相拄。又落其後。是伊何曾動著一", "293": "步。山僧用盡氣力。終趕不上。你諸人且道。病在甚麼", "294": "處。今晨本擬請此老。為諸人點出這病痛。盖為法座", "295": "粧嚴未畢。況此老是架五鳳樓手段。別處頓放他不", "296": "得。不比雪峯上大人禪。到處裏得說便說。所以前日", "297": "室中問兄弟。你還會上大人麼。祗對者甚多。悟明者", "298": "極少。理既多途。禪尤多病。有般隨語生解阿師。便道", "299": "丘乙己。或道可知禮也。或一向道不會。或一向高禪", "3": "昇甞獲侍其藥誨。臨寂之時。以其親刪語錄相受。皆", "30": "僧。到這裏。不敢喘氣。且道這裏是甚麼所在。喝一喝。", "300": "將去。如此之類。皆病非法。山僧今夜。因病僧請說法。", "301": "與汝諸人。一一拈出。佛病祖病。心病禪病。奇特病。平", "302": "實病。依他病。獨脫病八苦交煎。四百四病。八萬四千", "303": "塵勞煩惱之病。乃卓主丈一下云。向這裏一時百雜", "304": "碎。諸病既除。不妨快活。且道那箇是法。而今莫有道", "305": "得底麼。如無。還我上大人來。", "306": "請護國上堂。今朝七月初一。寶盖新粧。法座新漆。二", "307": "者既新。須得大手段。震大法雷。霪大法雨。方顯此座", "308": "之高廣。雪峯只是萬百年陳故。上大人禪。且與諸人", "309": "作箇定場。別更有賽。大眾正宗難續。正法難聞。正士", "31": "雪峯方丈也不識。", "310": "難見。正道難行。而今要行正道。見正士。聞正法。續正", "311": "宗。下座同伸拜請護國澹菴和尚。陞于此座。使現前", "312": "一眾。咸知黃龍草堂正法眼藏。向這瞎驢邊滅。", "313": "上堂。舉真覺和尚道。枯木藏龍。雷動必驚。驚者少。不", "314": "驚者多。大眾真覺好龍。要且爪牙未備。頭角不全。何", "315": "故。若是爪牙備頭角全。終不肯向多多少少處計較。", "316": "山僧不然。枯木藏龍。雷動必驚。乃卓主丈一下云。驚", "317": "者雲騰致雨。不驚者露結為霜。", "318": "上堂。舉僧問睦州和尚。以一重去一重即不問。不以", "319": "一重去一重時如何。州云。昨日㘽茄子。今日種冬瓜。", "32": "陞座拈香。祝　聖罷。僧問。遠離秀嶺之禪剎。來登雪", "320": "好諸兄弟。只是未有人承當。後來叢林中。或作即事", "321": "即真會却。或作時節因緣商量。却孤負先聖。埋沒己", "322": "靈而今雪峯山中參禪。會便會。切不得妄有主張。昨", "323": "日㘽茄子。今日種冬瓜。作麼生。若也會去。前此相煩", "324": "亮禪乞茄。歸來未曾陳謝。若也不會。妙湛和尚忌晨。", "325": "正當今日。", "326": "解夏小參。兄弟時光易失。剎那剎那。念念念念。一時", "327": "一時。一日一日。直至九十日為一夏。汝等後生家。九", "328": "十日中。出入息內。過却幾恒河。明朝又是解夏也。今", "329": "夜鳴鐘擊皷。聚集少時。已證入未證入。已諦當未諦", "33": "峯之道場。如何是不動尊　師云。夜行步步踏明月。", "330": "當。今者幸遇我空王如來垂慈。咸放十字街頭廖胡", "331": "子聞與麼道。醉夢中。打兩个筋斗。起來連呌數聲。快", "332": "活快活。雪嶺泥牛出海。方山鼻孔遼天。引得猪肉桉", "333": "頭鄧。屠魚行內李媼。說禪說道。眼空四海。閻老子鋪", "334": "席頓然蕭索。冷地裏怒得。頷腮下癭大如斗。山僧主", "335": "丈子。却呵呵大笑道。你這一隊窮鬼子。且莫空自歡", "336": "喜。妄自煩惱。須知道。江南兩浙。春寒秋熱。喝一喝。卓", "337": "主丈。下座。", "338": "上堂。雪峯山中解夏。三門開放兩邊。去底觀音勢至。", "339": "來底文殊普賢。問訊問訊文殊普賢。珍重珍重觀音", "34": "僧云。與麼則半千年覩異人出。百萬天飛花雨來", "340": "勢至。是你這一火子。老老大大。來來去去。有甚了期。", "341": "來底且與老僧做街坊。去底且與老僧做化主。何故。", "342": "來底去底。總不放過。會麼。扶竪天下大叢林。須是這", "343": "般菩薩子好大哥。", "344": "小參。今夜是幹楞嚴會。四人兄弟。請小參。不免因風", "345": "吹火。散夏三日也。諸兄弟。深山裏。秋來轉見寂寞。山", "346": "僧而今發心。作个主人。管領你諸兄弟。些小又不得。", "347": "不如每人。與你一座雪峯山去。只如許多人。一箇雪", "348": "峯山。又如何分得徧。會麼。但辨肯心。管取具足。今日", "349": "雪峯不比往時兄弟。若不是有力量人。大家出手扶", "35": "師云。千年萬歲雪峯山　僧云。作家宗師。天然猶", "350": "持。立見厨寒無煙。鐘魚不鳴。空上座雖然住院。只是", "351": "箇禪和子。去住尋常。其柰先聖道場。要人整頓。不是", "352": "小事。你輩兄弟。當此時節。如同船遇風。胡越可使為", "353": "左右手。況祖師門下客。自家家裏人。其忍坐視。恬不", "354": "為意。大丈夫勇於為義。大家出來。一似夏內。大佛殿", "355": "上諷楞嚴呪相似。異口同聲吼一上。無見頂相無為", "356": "心。佛應念現前。呪道圓成。又如鋸火一般。火無定位。", "357": "但不緩慢。不中輟。則火事現前。做化主亦復如是。他", "358": "州異縣。各不相識。只當人辨一片真實心。從之者。沛", "359": "然如水就下。則化道成辨。兄弟諷呪。要進前。鋸火要", "36": "在　師云。三十年後。未有棒到你　良久云。大眾會麼。", "360": "著力。化主要發心。且道踞師子床。坐在眾人前底。又", "361": "要个甚麼。你兄弟今夜這裏立地。忽若一時悟去。山", "362": "僧磨墨。與你寫疏。", "363": "上堂。雪峯一說。應時應節。赫日炎天。紛紛雨雪。是何", "364": "之說。稱鎚是銕。", "365": "西禪懶菴和尚遺書至。上堂。石霜山中獨虎。生得三", "366": "脚驢兒。走過萍實楚江。踢倒湖南長老。由是子子孫", "367": "孫。承承繼繼。吞底是栗棘蓬。透底是金剛圈。西禪懶", "368": "菴和尚。楊岐遠孫。妙喜長子。三󳭪法席。一味是懶。宗", "369": "風益振。佛日彌光。今者法門不幸。遽爾真歸。真即不", "37": "孤峯象骨。土主松山。溟鵬九萬。遼󳬈三千。留香舊客。", "370": "無。且道懶作何面目。若見不得。下座更往靈前。燒香", "371": "作禮。教這懶菴老子。無著懶處。", "372": "送南泉入菴。上堂。容吞舟之鱗。必有滔天之水。起摩", "373": "霄之翼。須得持世之風。南泉慈覺大禪師。佛海吞舟", "374": "之鱗。祖天摩霄之翼。今者自忘其大。來入雪山。雪山", "375": "既無滔天之水。又無持世之風。將容之則無所。欲起", "376": "之則無力。幸而去此。善法堂不遠。有臥雲老人舊隱", "377": "之東菴。伏望禪師。不忘廼祖。暫此韜藏。然雖如是。空", "378": "上座終是疑著。何故。只恐藏之藏不得。", "379": "上堂。守住本覺。無繩自縛。解得他去。猶隔西天。快人", "38": "垂老再來。真覺輥毬。玄沙斫牌。南泉賣身。趙州還債。", "380": "一言快馬一鞭。而今有箇入得。仲秋漸凉。山僧敢保。", "381": "伊應時納祐。喝一喝。下座。", "382": "上堂。拈主丈云。寒山舞拾得笑。豐干一曲無羗調。囉", "383": "囉哩哩哩囉。近日秋林落葉多。卓一卓。下座。", "384": "葉尚書宅請上堂。以生論死。死無當生之死。以死論", "385": "生。生無即死之生。生無即死之生。非生也。死無當生", "386": "之死。非死也。非死非生。圓同大虗。無欠無餘。良由取", "387": "捨。所以不如。以如今不了故。現在晨昏。千營萬計。匍", "388": "匐三界。纏綿死生。見不超色。聞不出聲。是故如來明", "389": "見。三界之相。無有生死。若退若出。亦無在世及滅度", "39": "南山鱉鼻虵。頭匾似扇。擬則傷人。其毒無藥。新長老", "390": "者。非實非虗。非如非異。不如三界見於三界。釋迦老", "391": "子與麼說話。大似看窟竉著木榍。不落生死底句。要", "392": "且未曾道著。雪峯今日。於判院朝奉。小祥之晨。因風", "393": "吹火。一要照看釋迦老子。面皮厚多少。二要顯發判", "394": "院朝奉本地風光。三要使其子子孫孫。於無盡大光", "395": "明藏中。受用無盡。乃以拂子。於空中點一點云。還相", "396": "委悉麼。三要印開朱點窄。不容擬議主賓分。以拂子", "397": "擊繩床。下座。", "398": "大風雨後。上堂。臨濟三回。喫六十棒。普化兩度。趯倒", "399": "飯床。定上座空拳。築殺尿床鬼子。周金剛白棒。佛來", "4": "斟酌古今。發揚蘊奧。禪衲竟編。烏焉成馬。念欲鏤正。", "40": "口似乞兒蓆袋。和底一時翻出。更不囊藏覆盖。以此", "400": "也打。一似大風雨。皷蕩直無前。衲僧所得法。用處亦", "401": "如是。雖然如是。黃潦無源。朝滿夕除。即不問。你衲僧", "402": "家。金剛眼睛。因甚爛如泥。喝一喝。卓主丈。下座。", "403": "到幽巖上堂。問答罷。乃噓一聲。自云。作甚麼。雪峯入", "404": "雷峯來。大似小巫逢大巫。神氣俱盡。神氣既盡。又將", "405": "甚麼。陞于此座。說如是法。不借主人威光。如何兩得", "406": "相見。乃取主丈。卓一下云。果然得渠力。洎不入山來。", "407": "又連卓兩下云。一等是聒譟主人。", "408": "出歸上堂。舉雲門和尚示眾云。只這个帶累殺人。雲", "409": "門尋常氣宇如王。作恁麼。說話大似貧恨一身多。山", "41": "壽聖人。則天長地久。以此祝賢帥。則伊尹周公。以此", "410": "僧不然。只這个快活殺人。何故。大雨方歸屋裏坐。業", "411": "風吹又遶山行。然雖如是。也是乞兒見小利。不傷物", "412": "義一句。作麼生道。", "413": "上堂。舉世尊於靈山會上。拈花示眾。時迦葉尊者破", "414": "顏微笑。世尊云。吾有正法眼藏。涅槃妙心。分付摩訶", "415": "迦葉。大眾迦葉幸自好眼彩。剛被釋迦老子瞎却。而", "416": "今莫有逈超先聖。別立玄風底麼。出來救取迦葉。如", "417": "無。到處瞎人眼。卒未有了日。", "418": "上堂。舉君不見。絕學無為閑道人。󳬼視左右云。在甚", "419": "麼處。不除妄想不求真。喚來與老僧洗脚。無明實性", "42": "安樂生民。則時清歲稔。以此播揚大教。則盖天盖地。", "420": "即佛性。退後退後。洗脚也不中。幻化空身即法身。便", "421": "喝。永嘉大師項上三百斤銕枷。拈了也。如今還有知", "422": "永嘉落處底麼。如無。三十年後。莫道雪峯龍頭虵尾。", "423": "上堂舉保寧和尚示眾云。保寧飯食麤惡。別無精妙", "424": "品饌。供養諸人。既到這裏。開單展鉢。須是喫得這無", "425": "滋味始得。若喫不得。且莫怪。大眾保寧先代叢林。早", "426": "是供養如法。比之雪峯今日大不干事。你諸人纔入", "427": "雪峯門。便是墮在那洛伽中。坐臥底是熱銕床。喫底", "428": "是熱銕丸。飲底是熱銕汁。有甚麼滋味。到你。尚自不", "429": "知不覺。何況保寧無滋味。無滋味有滋味。上方香積", "43": "乃呵呵大笑云。空上座纔入門來。早是口裏水漉漉", "430": "無根蔕。莫似將錢買李。只揀赤邊咬。臘月三十日。怪", "431": "雪峯不得。", "432": "香林寺請上堂。大無外小無內。無內無外。七處九會。", "433": "是聖是凡。重重無礙。捩轉鼻孔。須彌粉碎。乃拈拄杖", "434": "竪起云。看看。西天摩竭陀國人。見你雪峯山中禪和", "435": "子。參禪不易。總來山僧拄杖頭。舞雲韶之曲。供養你", "436": "諸人。更與你舉悉怛多般怛羅。無上神呪曰。懷州牛", "437": "喫禾。益州馬腹脹。天下覔醫人。灸猪左膊上。乃呵呵", "438": "大笑云。將謂摩竭陀國人。元來只是杜順和尚。卓拄", "439": "杖一下。　復舉。外道問佛。不問有言。不問無言。世尊", "44": "地。後五日堪作甚麼。喝一喝。下座。", "440": "據坐。外道讚嘆云。世尊大慈大悲。開我迷雲。令我得", "441": "入。禮拜而去。阿難問。外道有何所見。禮拜讚嘆而去。", "442": "世尊云。如世良馬。見鞭影而行。大眾山僧而今也不", "443": "據坐良久。亦不大慈大悲。亦不開汝迷雲。還有入得", "444": "底麼。乃喝一喝云。不可總作外道見解。", "445": "上堂。禪家流見也見得是。道也道得著。語妙山僧不", "446": "如。機鋒山僧不及。既不如又不及。為甚却道。他未在", "447": "不省這个意。修行徒苦辛。", "448": "上堂。法法本來法。無法無非法。何於一法中。有法有", "449": "不法。上是天下是地。那个是本來法。飢有飯困有睡。", "45": "當晚小參。僧問。記得和尚早晨示眾云。從前推挽不", "450": "熱則隨處取凉。寒則歸寮向火。何於一法中。有法有", "451": "不法。山僧與麼注解。明眼人應是笑怪。既開這門戶。", "452": "只要人解笑。今日十月初一。是个寮內。與伊開个火", "453": "爐子。不敢望你向火𦦨上。轉大法輪。只等你瞌睡時。", "454": "和鼻孔燒却。方始好笑。喝一喝云。笑个甚麼。", "455": "上堂。拈起拄杖云。雲門大師道。凡夫實謂之有。二乘", "456": "㭊謂之無。緣覺謂之幻有。菩薩當體即空。衲僧見拄", "457": "杖。但喚作拄杖。行但行坐但坐。總不得動著。師舉了", "458": "乃呵呵大笑云。這个是雲門大師。孩視你天下衲僧", "459": "處。既把你與麼安排著。更教你不得動著。叵耐。乃卓", "46": "出。而今為甚麼却出　師云。閏年春色晚　僧云。從", "460": "拄杖一下。舉起云。凡夫聲聞緣覺菩薩衲僧雲門。一", "461": "時穿了也。動得底一任動著。擲拄杖。下座。", "462": "上堂。僧問一漚起湛海。不搖清徹底。漂漂海上出沒", "463": "間。成壞猶來一彈指。拈了也。正當與麼時。亡僧遷化", "464": "向甚麼處去　師云。大眾證明　僧云。與麼則隨分", "465": "著衣喫飯去。了無別事　師云。你向甚麼處。見亡僧", "466": "僧云。遍界不能逃形質。一毫頭上現全身　師云。", "467": "埋沒亡僧不少　僧云。記得玄沙問真覺和尚。亡僧", "468": "遷化。向甚麼處去。覺云。如氷歸水。玄沙不肯。真覺却", "469": "問。子又作麼生。沙云。如水歸氷。意旨如何　師云總", "47": "前有院不住。而今為甚麼却住　師云。六月黃河連", "470": "未得脫洒在　僧云。如何是脫洒底句　師云。銕索", "471": "橋頭大目溪　僧禮拜　師云。若作脫洒會。入地獄", "472": "如箭　師乃云。洞山道。天晴盖却屋。乘時刈却禾。輸", "473": "納王租了。皷腹唱謳歌。古人住山。得與麼了事。得與", "474": "麼快活。雪峯有屋盖未了。有禾收未上。有租未納破。", "475": "方待皷腹謳歌。而顗都莊又遷化。苦苦。敢問大眾一", "476": "等是出家兒。一等是住山人。為甚苦樂不同。會麼。曹", "477": "溪波浪如相似。無限平人被陸沉。喝一喝。下座。", "478": "上堂。低頭不見地。仰面不見天。欲知白牛處。但看髑", "479": "髏前。以拄杖卓東邊云。真覺和尚這邊立地。向上一", "48": "底凍　僧云。從前嫌佛不做。而今為甚麼却做　師", "480": "路千聖不傳。學者勞形。如猿捉影。以拄杖卓西邊云。", "481": "盤山和尚這邊立地。咄咄咄。力□希。禪子訝。中眉垂。", "482": "以拄杖卓中間云。雲門和尚。這裏立地。這三个老漢。", "483": "且道那个今日合得雪峯胡餅喫。點得出底。試與雪", "484": "峯點出看。三玄宗旨。要且不是萬病丸。一語不玄流", "485": "俗阿師。便下座。及巡寮徧問兄弟。祗對者非一。師云", "486": "有口不得胡餅喫人多。", "487": "上堂。舉洞山和尚示眾云。須知有佛向上事。僧便問。", "488": "如何是向上事。山云。非佛。雲門大師道。名不得。狀不", "489": "得。所以言非。後來妙喜老子道。我這裏不然。如何是", "49": "云。披毛戴角。有甚麼難　僧云。從前嫌法不說。而今", "490": "佛向上事。拽拄杖劈脊便打。免教伊在佛向上倒跟。", "491": "大眾洞山大開却口。了合不得。被人問著。盡力只道", "492": "得个非佛。更有雲門跛阿師。無特操。又却隨邪逐惡。", "493": "只有妙喜較些子。撿點將來。棒頭少硬。這三个老漢。", "494": "要作善知識則可。若是佛向上事。總未夢見。而今還", "495": "有夢見底麼。喝一喝。下座。", "496": "上堂。一漚未起。古帆未挂。風信不來。無人舉棹。正當", "497": "與麼時。如何辨的。忽有个漢。向這裏一󳬇󳬇破。却來", "498": "觀世間。好个則劇術。這則劇術。或在家則為童孺為", "499": "士夫。出家則為苦行為比丘。迷之則迷入四生六道。", "5": "以廣其傳。今始符所願。亦季子掛劒之義矣。於戲真", "50": "為甚麼却說　師云。嚴冬銕樹自開花　僧云。將謂", "500": "悟之則悟成諸佛菩薩。在諸佛菩薩。則不增。在四生", "501": "六道。則不減。在比丘亦不優。在苦行亦不劣。既是不", "502": "劣不優。不增不減。乃拈起拄杖云。這拄杖子。因甚出", "503": "頭來。指天指地。道天上天下唯我獨尊。會麼。良久云。", "504": "家肥生孝子。國覇有謀臣　乃舉。甘贄行者。於南泉", "505": "設粥。泉白槌云。請大眾。為狸奴白牯。念摩訶般若波", "506": "羅蜜。甘贄禮拜出去。眾下堂。遂問典座。甘贄行者在", "507": "甚麼處。座云。當時禮拜便出去。泉乃打破粥鍋。這公", "508": "桉。諸方味之。如嚼生銕。山僧今日。因行者設粥。與大", "509": "眾頌出。狸奴白牯念摩訶。甘贄南泉不較多。打破粥", "51": "春歸無覔處。誰知轉向此間來　師云。訝郎當漢。又", "510": "鍋何處去。空山風雨夜󱤬󱤬。", "511": "上堂。雪峯修已廢之寮。立仍舊為其名。記得法眼禪", "512": "師道。但於行住坐臥。著衣喫飯。朝參暮請。一切仍舊。", "513": "諸佛如來。於仍舊中得。敢問大眾。得个甚麼。若有所", "514": "得。則不仍舊。若無所得。亦不仍舊。若得無所得。無得", "515": "為得。轉不仍舊。而今若要仍舊。先將法眼和尚。一棒", "516": "打殺。與狗子喫却。次將所立之牌。一掣掣下。拋向糞", "517": "掃堆頭。然後入此寮中。與八人禪客。耳朵裏㘽田。床", "518": "脚下種菜。雖然未是作家。且教直歲歡喜。山僧與麼", "519": "為人。拾得口了喫水。", "52": "與麼去　師乃召大眾云。許多日中。為諸人抑逼得", "520": "上堂。釋迦出世。擔雪填河。達磨西來。望雲種樹。自後", "521": "馬祖石頭德山臨濟。天下老和尚。乘虗接響。競出頭", "522": "來。說心說性。行棒行喝。盡是亂世英雄。太平姧賊。衲", "523": "僧分上。總用不著。且道。衲僧尋常。用个甚麼。今日初", "524": "一。下座略到諸寮問訊。", "525": "上堂。舉藥山道。我有一句子。待特牛生兒即道。後來", "526": "圓鑑道。我有一句子。待無舌人問即道。此二人尊宿。", "527": "可謂肥不露肉。瘦不露骨。是即是。又似太深遠。山僧", "528": "不然。我有一句子。開口見膽。是即是。又似太淺近。若", "529": "向二老句下薦得。路逢死虵莫打殺。若向山僧句下", "53": "來。直是覔箇死處不可得。記得釋迦老子。三七日中。", "530": "薦得。入地獄如箭射。喝一喝。下座。", "531": "上堂。山僧入城。有三段奇特事。今日歸來。鳴皷陞堂。", "532": "舉似大眾。第一南臺江水。穿過方山鼻孔。第二萬歲", "533": "塔與報恩塔鬪額。第三山前李胡子。騎箇蹇驢兒。從", "534": "皷門下出來道。看馬看馬。山僧簥裏坐却。記得洞山", "535": "和尚道。一大藏教。只是箇之字。只此奉聞。伏希聰悉。", "536": "光孝禪師至。上堂。僧問。象骨岩高人不到。到者須是", "537": "弄虵手。棱師備師不柰何。喪身失命知多少。既遇作", "538": "者到來。未審和尚。如何祇接　師云。煑茶山下水。燒", "539": "鼎洞中樵　僧云。與麼則麤茶喫一椀。淡話說雨聲", "54": "思惟曰。我寧不說法。疾入於涅槃。似這老子不唧𠺕。", "540": "師云。禮繁則亂　僧云。記得藥山道。我有一句子。", "541": "待特牛生兒。即向汝道。而今生也。請師道　師云。面", "542": "皮三寸未為厚　僧云。和尚道則太煞道。學人要且", "543": "未甘　師云。進前渾不覺。退後始愁人　僧云。圓鑑", "544": "又道。我有一句子。待無舌人問。即道。又作麼生　師。", "545": "云。前頭較些子。後頭打不著　僧云。和尚曾道。我有", "546": "一句子。開口見膳。為甚麼却難會　師云。會得。打折", "547": "尔脚　僧云。莫不會便是麼　師便打　乃云。大野", "548": "雲凝。千峯寒色。飛鴻斷路。古道難登。不謂光孝堂上", "549": "禪師。遠揚法斾。來訪寂寥。感激之懷。言莫能盡。下座", "55": "尚乃如是。又爭恠得。空上座當其雪峯命下之日。若", "550": "當與知事大眾。同伸拜請。陞于此座。以副眾望。大眾", "551": "古者道。欲得英俊。仍須四事俱備。方顯宗師蹊徑。一", "552": "者祖師巴鼻。二具金剛眼睛。三有師子爪牙。四得衲", "553": "僧殺活拄杖。得此四事。縱橫變態。任運卷舒。高聳人", "554": "天。壁立千仞。儻不諧此。守死而善道者。敗軍之兆。禪", "555": "師法門宿將。佛日真子。而此四事。乃其家常茶飯。其", "556": "柰雪峯山中禪和。或未之聞。伏望不悋慈悲。略垂隻", "557": "手。", "558": "冬至夜小參。拈拄杖。卓一下云。毗盧大樓閣。八字打", "559": "開了也。不論久參初學。普請入來。一入則一切入。一", "56": "有箇牙如劒樹。口似血盆底衲僧。把一條白棒。向丁", "560": "了則一切了。便能坐斷毗盧頂。不稟釋迦文。當恁麼", "561": "時。彌勒收身避路。雪峯留口喫飯。何故。盖是諸人。如", "562": "實而證。如實而入。如實而了。如實而見。即心即佛用", "563": "不著。非心非佛用不著。五位三路用不得。德山棒臨", "564": "濟喝用不著。但有言說。總用不著。既用不著。又說不", "565": "得。雪峯今夜鳴鐘擊皷。聚集諸人。不可只麼休去。即", "566": "心佛。非心佛。歷世明明無別物。即此真心是我心。我", "567": "心猶是權機出。或五位或三路。施設隨機巧回互。不", "568": "觸當今是本宗。展手通玄亡佛祖。德山棒臨濟喝。獨", "569": "出乾坤解橫抹。從頭誰敢亂區分。多口阿師不能說。", "57": "山頂𩕳上立。却待雪峯專使一行人到來。一喝喝住。", "570": "前頭為甚麼。用不著說不得。後頭為甚麼。說得用得。", "571": "莫是舌頭無骨麼。莫是得底人。道火不燒口麼。莫是", "572": "我為法王。於法自在麼。若與麼。止宿草菴。且居門外。", "573": "乃靠却拄杖云。某朴拙無堪。只可置之岩穴。業緣未", "574": "盡。承乏于茲。自春歷夏。今又冬至。勞他執事兄弟。推", "575": "誠竭力。共建法幢。荷他方來兄弟。忍飢食淡。同此道", "576": "聚。法門衰弱。無甚此時。正賴有高遠志見兄弟。出來", "577": "大家扶竪。此心誠所渴望。雪峯山中寒又寒。寂寞又", "578": "寂寞。今日有些果子。不能等到夜。又先喫了。只記得", "579": "洞山與泰首座喫果子次。洞山道。有一物。上拄天下", "58": "你待向甚處去。八州管內。不是無長老。你隔山隔嶺", "580": "拄地。黑似漆。常在動用中。動用中收不得。且道過在", "581": "甚麼處。首座云。過在動用中。山令侍者。掇退果卓。山", "582": "僧當時。若作泰首座。待他問過在甚麼處。只向他道。", "583": "著甚死急。待他擬開口。趯翻果卓。便行。直饒洞山全", "584": "機。也較三十里。", "585": "上堂。雪峯禪無星子。只見陞堂打皷。賺得大眾上來。", "586": "近日山中有虎。乃喝一喝云。長至令晨。顛言倒語。", "587": "上堂。佛以一音演說法。眾生隨類各得解。乃拈起拄", "588": "杖云。山僧拄杖。變作釋迦老子了也。卓一下云。說則", "589": "不妨說。且作麼生解。若也解得。燈籠合掌。若也不解。", "59": "過來。覔箇甚麼。奪將疏帖。盡情拋向萬仞崖下。亂棒", "590": "露柱證明。擲拄杖。下座。", "591": "上堂。祖師心印。堪作何用。無位真人。屎也不直。獨步", "592": "青霄。徒誇好手。和泥合水。罕遇同流。敢問諸人。生相", "593": "慶。死相吊。出相送。入相迎。底一句。作麼生道。若道不", "594": "得。下座更詣諸寮問訊。", "595": "上堂。舉趙州和尚示眾云。老僧有時。拈起一枝草。作", "596": "丈六金身。後來翠岩道。趙州老漢誑赫閭閻。若是翠", "597": "岩。拈起一枝草。只喚作一枝草。師呵呵大笑云。殺人", "598": "須見血。為人須為徹。這兩个老漢。一人失之太奢。一", "599": "人失之太儉。汝等諸人。千聞不如一見。乃拈起拄杖", "6": "正法眼。不類常流。大慧老人。每以東山為稱。今信道", "60": "一時打回去。却歸披秀堂中。山僧大展坐具。禮伊九", "600": "云。且道是丈六金身。是一枝草。快與快與。擲拄杖。下", "601": "座。", "602": "秀峯和尚到。上堂。舉泉大道。訪慈明。明云。片雲橫谷", "603": "口。游人甚處來。泉顧視左右云。夜來何處火。燒出故", "604": "人墳。明云。未在更道始得。泉作虎聲。明打一坐具。泉", "605": "推明就坐。明却作虎聲。泉云。某甲參七十餘人善知", "606": "識。今日始遇作家。大眾大道遇作家。何似雪峯今日", "607": "遇作家。", "608": "上堂。拈拄杖云。大眾雲門大師來也。卓一下云。臘月", "609": "二十五。", "61": "拜。尊之為師。而今既無如是手段。山僧不免披毛戴", "610": "上堂。舉一拳拳倒黃󳬈樓。一趯趯翻鸚鵡洲。有意氣", "611": "時添意氣。不風流處也風流。俊哉俊哉。快活快活。一", "612": "似十七八歲少年。作狀元相似。誰管你天。誰管你地。", "613": "心王不妄動。六國一時通。罷拈三尺劒。休弄一張弓。", "614": "自在自在。快活快活。恰似七八十老人。作宰相相似。", "615": "風以時雨以時。五穀植萬民安。乃竪起拄杖云。大眾", "616": "這兩箇。并山僧拄杖子。共作得一箇衲僧。到雪峯門", "617": "下。但知隨例飡䭔子。也得三文買草鞋。喝一喝。卓拄", "618": "杖。下座。", "619": "上堂。舉疎山一日訪岩頭。頭見來。乃佯睡。山立地良", "62": "角。是非海裏橫身。入豺虎羣中。自在行去也。喝一喝。", "620": "久。拍繩床一下。岩頭云。作甚麼。山云。和尚且瞌睡。拂", "621": "袖便行。岩云。三十年弄馬騎。今日被󳸬子撲。後來死", "622": "心道。岩頭水泄不通。被疎山輕輕一拶。直得瓦解氷", "623": "消。大眾大小死心。只具一隻眼。殊不知。疎山這手。藏", "624": "之懷袖。佛眼看不見。及乎忍俊不禁。却被瞌睡漢󳬇", "625": "破。", "626": "上堂。啐󲣅之機。暫時活計。清虗之理。不可依憑執之", "627": "失度。必入邪路。東海鯉魚打一棒。陝府銕牛兩角折。", "628": "即不問。你諸人。水不洗水一句。作麼生道。若道不得。", "629": "五九盡日又逢春。", "63": "下座。", "630": "上堂。一刀兩斷。未稱衲僧就下平高。難為作者。古人", "631": "到這裏。口似匾擔。善則甚善。要且無出身路。雪峯到", "632": "這裏。又作麼生。良久云。後五日看。", "633": "退院上堂。拈起一張弓。架起一隻箭。等閑一發定天", "634": "山。即不問你。拋了弓擲下箭。撒手到家人不識。鵲噪", "635": "鴉鳴栢樹間。又作麼生。且得天下太平。便歸東菴。", "636": "秉炬秉炬", "637": "胞胎未具已前。早與麼。既具之後。至於生。至於老。至", "638": "於病。至於死。也與麼。而今大眾。相送舁置涅槃臺上。", "639": "也則與麼。三段既皆與麼。又甚處得祖師巴鼻來。徹", "64": "上堂。僧問。擊將頹之法皷。振已墜之玄綱。法皷既鳴。", "640": "上座。與麼也不得。不與麼也不得。與麼不與麼。總不", "641": "得。若向這裏。出得一頭地。誰敢喚你作亡僧。其或未", "642": "然。火把子沒人情。", "643": "亡僧遷化氷歸水。真覺祖師。甚處得這消息來。亡僧", "644": "遷化水歸氷。玄沙備頭陀。甚處得這消息來。正當今", "645": "日。還你如氷歸水。拈却如水歸氷。顧視大眾云。亡僧", "646": "遷化。向甚麼處去。若道不得。待你諸人。似才上座時。", "647": "即向你道。", "648": "象骨峯前。虗空撲落。烏石嶺頭。紅旗閃爍。涅槃臺上", "649": "西方極樂。山僧手中。末後一著。乃以火炬。指大眾。又", "65": "玄綱已振。未審皷聲中。還有奇特事也無　師云。有", "650": "指亡僧云。開眼也著。合眼也著。", "651": "無位真人。赤身露體。走過烏石嶺頭。跌倒白雲堆裏。", "652": "乃竪起火把云。不是這光明炬。其餘扶伊不起。", "653": "法語法語", "654": "一切處。是道流放身命處。一切處。是道流調心處。一", "655": "切處。是道流受用無盡之藏。一切處。即非一切處。是", "656": "名一切處。多見學道人。心量狹劣。只於一機一境上。", "657": "得少為足。便剛然休去。長連床上。飽飯噇眠。一切不", "658": "理。自謂快活。窮鬼子。似這般底。有甚用處。打殺百千", "659": "萬箇。無罪過。如今雪峯門下。誰敢。一箇箇是師子兒。", "66": "僧云。如何是奇特事　師云。楊岐見慈明　僧云。", "660": "吒沙地。眼似銅鈴。輕輕點著。上門上戶。咬人火急。雖", "661": "然如是。猶在半途。末後一句。始到牢關。乞食歸來。未", "662": "怕爛却。", "663": "至道無難。求之者自作艱難。真心本淨。行之者自為", "664": "染污。所以日用之中。千差萬別。自取流轉。不知何者", "665": "為心。何者為道。若是箇猛利漢。當其流轉之時。一悟", "666": "悟去。便解道。心之與道。元來只是雪峯烏石嶺。達禪", "667": "持入五羊。徧以示人。當有聞絃賞音者耳。", "668": "從上達人。於道或已悟。或未悟。率多入闤闠中游履。", "669": "不獨依止山林。如盤山保壽長汀普化之流。究竟於", "67": "學人未曉。乞師再指　師云。雲菴參積翠　僧云。只", "670": "中。成就己事。故達磨祖師曰。若從事上得解者。氣力", "671": "壯。從事中見法者。即處處不失念。若是與麼人。放在", "672": "八達衢頭。或逆或順。種種運為。跳踉顛蹶。悉顯不思", "673": "議大解脫力。今天台珠道人。久捿雪嶺。老僧乍住。無", "674": "可官領他。從此南行。過七城。有番禺大府。其中善男", "675": "信女。多具大乘種性。汝當於彼。大作佛事。所謂鎮海", "676": "明珠者。非汝而誰。行矣。勉之。", "677": "英俊道流。到處與人相見。不消一󳬇。是有是無。是邪", "678": "是正。更無毫髮許透漏。若假一言半句定當。然後方", "679": "知。是欺負你了也。今時一種風範。直是好笑。如袖紙", "68": "如禾山四打皷。一眾皆悟。未審與和尚鳴皷。是同是", "680": "燒香。求偈頌覔法語。之類。是也更有一般瞎老師。不", "681": "弁來機。便向他雪色紙上屙一堆。學家珍藏。以為護", "682": "身符子。苦哉苦哉。秦溪鵬道人。昔甞見之披秀。今又", "683": "訪余東山。將歸。故効今時。袖中出紙。意在換東山眼", "684": "睛。東山識得渠。將錯就錯。也向上頭。屙一堆子。不獨", "685": "使鵬厭惡唾罵。且要今時求法語禪和。看見。知是屎", "686": "臭氣。別有生涯。呵呵。", "687": "東山老漢。有少業緣未盡。昨出頭來。一時償却。而今", "688": "安樂一菴。不辜你輩兄弟。自是你兄弟家。不識好惡。", "689": "將謂東山有多少奇特。到伊競來鑽刺。又要我以洗", "69": "別　師云。你還悟也未　僧云。學人悟也　師云。謔", "690": "脚水。驀頭驀面潑。還識羞麼。說佛說祖。舉古舉今。向", "691": "上向下。有句無句。與麼不與麼。是洗脚水潑你。不著", "692": "佛求。不著法求。不著僧求。向父母未生已前會取。風", "693": "塵草動。悉究端倪。是安排你。向尿坑裏著。衲僧家。用", "694": "處如擊石火。似閃電光。聲前喝句後棒。略露些子鋒", "695": "鋩。擬不擬當頭一钁。剔起便行。是把撮馬糞漢。待他", "696": "即心非心。就理就事。五位三路。全提半提。雙明單說。", "697": "有玄有要。有賓有主。有縱有奪。有圓相有默論。凡有", "698": "言說無言說。皆是喚狗與食。向搕𢶍堆頭埋却你。我", "699": "而今忍不住。把將從上佛佛祖祖。天下老和尚。留下", "7": "者。咸生敬仰。乃知南陽之鐘。不待扣而鳴也。", "70": "你屋裏老爺　師乃云。好大眾。得與麼省要。得與麼", "700": "許多潑你底惡水。埋却你底搕𢶍。挈作一桶。瀉放大", "701": "目溪裏。流出西峽門去也。更無一法盖得你等。得你", "702": "一箇箇出來。如師子子。吒沙地哮吼一聲。狐群膽落。", "703": "豈不快哉。是你如今出門三步。忽有人問。東山住菴。", "704": "近日說甚麼法。又如何祗對。對得對不得。盡是滅胡", "705": "種。去去。", "706": "拈古拈古", "707": "世尊纔生下。一手指天。一手指地。周行七步。目顧四", "708": "方云。天上天下。唯我獨尊。雲門云。我當時若見。一棒", "709": "打殺。與狗子喫。貴圖天下太平。", "71": "成現。所以古人云。汝千百人中。若有一人大肯去。山", "710": "東山曰。雲門好手。只是無大人相。", "711": "世尊臨入涅槃。文殊請佛。再轉法輪。世尊咄云。文殊", "712": "吾四十九年住世。未曾說一字。汝請再轉法輪。是吾", "713": "曾轉法輪耶。", "714": "東山曰。且道。世尊從文殊請。不從文殊請。", "715": "文殊一日。令善財採藥云。是藥者採將來。善財遍採。", "716": "無不是藥。却來白云。無不是藥。殊云。是藥採將來。善", "717": "財乃拈一枝草。度與文殊。殊提起。示眾云。此藥能殺", "718": "人。亦能活人。", "719": "東山曰。善財拈來。只是尋常草木。文殊提起。未為", "72": "僧作驢駞物供養他。有甚麼罪過。古人不妨好心。要", "720": "出格神醫。後人望風。乃高其價。東山謂。伊兩人。未", "721": "免俱在草裏。", "722": "達磨謂門人曰。時將至矣。汝等盍各言所得。時有道", "723": "副對曰。如我所見。不執文字。不離文字。而為道用。磨", "724": "云。汝得吾皮。尼總持曰。如我所解。如慶喜見阿閦佛", "725": "國。一見更不再見。磨云。汝得吾肉。道育曰。四大本空。", "726": "五陰非有。而我見處。無一法可當情。磨云。汝得吾骨。", "727": "慧可出禮拜。依位而立。磨云。汝得吾髓。乃傳衣付偈。", "728": "大陽明安云。且道更有一人出來。得箇甚麼。乃云。不", "729": "得不得。又云。意況不到。", "73": "且揀僧布施。擇佛燒香。我觀此會。千百人。無一人不", "730": "東山曰。明安枉費許多分疎。若是那一人。便肯出", "731": "來。", "732": "布袋和尚常負一布袋。并破席。於通衢往來。袋中鉢", "733": "盂木履。魚飯菜肉。瓦石土木。諸般總有。或於稠人處。", "734": "打開云。看看。又拈起問人。這箇喚作甚麼。", "735": "東山曰。長汀子些兒活計。到處裏賣弄。我當時若", "736": "見。欄腮皷兩掌。奪下這破布袋。看他如何變豹。", "737": "忠國師一日喚侍者。侍者應喏。如是三喚三應。國師", "738": "云。將謂吾辜負汝。却是汝辜負吾。", "739": "東山曰。我尋常。只是因風吹火。國師費許多氣力", "74": "是大肯去底。所以自秀峯受了府命。即時披這毛衣", "740": "作甚麼。", "741": "甘贄行者因化主至。乃問是甚處。云藥山。者云。還將", "742": "得藥來麼。主云。未審有甚麼病。者欣然取銀百兩施", "743": "之。復云。山中有人。此物乃回。主尋歸山納疏。藥山問。", "744": "子何遽歸。主即敘前話。山云。急送還他。子遭賊了也。", "745": "主及送還。者云。山中有人。更添銀施之。", "746": "東山曰。賊物是人怕。藥山老漢亦自小膽。若是東", "747": "山即便收下。何故。且教甘贄這老賊。疑三十年。", "748": "南泉示眾云。王老師賣身去也。還有人買麼。時有僧", "749": "出眾云。某甲買。師云不作貴不作賤。你作麼生買。僧", "75": "駞所供養。徑入山來。入山則不無。且道所駞底。是甚", "750": "無對。趙州云。明年與和尚。作領布衫。臥龍球云。和尚", "751": "屬某甲。澄源代云。是何道理。明招便拍傍僧背云。好", "752": "著不著去。雪竇云。雖然作家競買。要且不解輸機。且", "753": "道南泉還肯麼。雪豆也擬酬箇價。直令南泉。進且無", "754": "門。退亦無路。良久云。別處容和尚不得。", "755": "東山曰。南泉一身。諸老競買。雖然各各買下。未見", "756": "有箇用得。東山今日。不費一錢。買得用得。驀拈拄", "757": "杖。竪起云。南泉來也。卓一下。拄行三五步。乃問僧", "758": "南泉豈不是在池州。僧云是。山便打。", "759": "南泉同歸宗麻谷。去禮覲國師。路次於地上。𦘕一圓", "76": "麼物。又作麼生供養。還有見得底麼。良久云。晨朝有", "760": "相云。道得即去。宗便於圓相中坐。谷便作女人拜。師", "761": "云。與麼則不去也。宗云。是甚麼心行。師於是相喚回。", "762": "東山曰。一人賓中有主。一人主中有賓。一人不落", "763": "賓主。若也甄明得出。許你親見國師。", "764": "南泉同魯祖歸宗杉山。喫茶次。魯祖提起盞云。世界", "765": "成時。便有這箇。泉云。今人只識這箇。不識世界。宗云。", "766": "是。泉云。師兄莫同此見麼。宗却拈起盞云。向世界未", "767": "成時。道得麼。泉作掌勢。宗以面作承掌勢。", "768": "東山曰。這一火子。喫茶也不了。識甚世界。好與三", "769": "十棒。", "77": "粥齋時飯。日日香花夜夜燈。", "770": "百丈再參馬祖。侍立次。祖以目視禪床角拂子。師云。", "771": "即此用離此用。祖曰。你向後開兩片皮。將何為人。師", "772": "取拂竪起。祖曰。即此用離此用。師挂拂舊處。祖振威", "773": "一喝。百丈直得。三日耳聾。雪豆云。奇怪諸禪德。如今", "774": "列其派者甚多。究其源者極少。總道。百丈於喝下大", "775": "悟。還端的也無。然刁刀相似。魚魯參差。若是明眼漢。", "776": "瞞他一點不得。只如馬祖道。你向後開兩片皮。將何", "777": "為人。百丈竪起拂子。為復如虫禦木。為復啐󲣅同時。", "778": "諸人要會三日耳聾麼。大冶精金。應無變色。", "779": "東山曰。挂拂舊處。彼此休去。百丈兒孫。不到今日。", "78": "謝新兩序上堂。山僧纔到雪嶺。打就無底銕船。使入", "780": "大冶精金。應無變色。雪豆著甚處死急。", "781": "趙州到黃檗。檗見來。便閉却門。州云。救火救火。檗便", "782": "出。擒住云。道道。州云。賊過後張弓。", "783": "東山曰。黃檗從來。有此一著。", "784": "紫湖禪師。於門下立牌。大書云。紫湖有狗。上取人頭。", "785": "中取人腰。下取人足。擬議則喪身失命。或新到纔相", "786": "看。師便喝云。看狗。僧纔回首。師便歸方丈。雪豆云。眾", "787": "中總道。這僧著一口。著即著了也。爭柰這僧在。若具", "788": "知方眼。救得這僧。設使紫湖出世。咬殺百千萬箇。有", "789": "甚益。我當時若見。先斫下牌。然後入院。待這老漢喝", "79": "真覺海中。運載情與無情。教伊不住此岸。不滯彼岸。", "790": "云看狗。與伊放出焦尾大虫。如今諸人。要見麼。日勢", "791": "稍晚。歸堂。", "792": "東山曰。我行脚時。但有狗處。無不驗過。不學雪豆", "793": "恃賴焦尾大虫。斫牌入院。我只恁麼。與尋常新到", "794": "一般。待伊喝云看狗。也則回首。待伊纔歸方丈。也", "795": "則拂袖便行。出門人問如何。對曰。山僧已與驗過。", "796": "太原孚上座。參雪峯。纔上法堂。顧視雪峯。便下看知", "797": "事。至明日。入方丈作禮云。昨日觸悞和尚。峯云。知是", "798": "般事便休。", "799": "東山曰。雪峯見德山時事。向甚麼處去也。大小太", "8": "旹淳熈戊戌季冬朔日。住雷峯此丘慧昇拜序。", "80": "不居中流。一箇箇出來。似箇衲僧去。文殊把篙立其", "800": "原孚。只具一隻眼。", "801": "香嚴示眾云。如人在千尺懸崕。口含樹枝。手無所攀。", "802": "脚無所蹈。忽有人問西來意。不對。則違他所問。若對。", "803": "又喪身失命。當恁麼時。如何即是。時有虎頭上座云。", "804": "上樹即不問。未上樹。請和尚道。嚴呵呵大笑。雪豆云。", "805": "樹上道即易。樹下道即難。老僧上樹也。致將一問來。", "806": "東山曰。樹上樹下。道易道難。總涉廉纖。如今好問", "807": "又不問。", "808": "睦州和尚。因秀才相看云。會二十四家書。師以拄杖。", "809": "空中點一點云。會麼。才罔措。師云。又道會二十四家", "81": "頭。普賢把󳼞正其尾。千手眼菩薩。兩旁搖櫓。不退轉", "810": "書。永字八法也不識。", "811": "東山曰。沙門種子。胸中初無點墨。動著筆頭。便見", "812": "心肝五臟。這措大。因甚特地罔措。", "813": "睦州示眾云。裂開也在我。揑聚也在我。有僧問。如何", "814": "是裂開。師云。三九二十七。菩提涅槃。真如解脫。即心", "815": "即佛。我且與麼。你又作麼生。僧云。某甲不與麼道。師", "816": "云。盞子落地。揲子成七八片。雲峯悅云。相罵饒汝接", "817": "觜。相唾饒汝潑水。", "818": "東山曰。雲峯饒伊不是好心。我直向你道。睦州至", "819": "竟欠一著在。若人見得。許你頂門具眼。", "82": "菩薩。看風使帆。山僧只知洗脚上船。日中一飯。夜中", "820": "臨濟會下。兩堂首座。忽舉頭相顧。各下一喝。臨濟云。", "821": "賓主歷然。承天宗云。臨濟此語。走殺天下衲僧。我即", "822": "不然。一對無孔鐵鎚。", "823": "東山曰。承天自住山則可。若要發明臨濟主賓句。", "824": "東山未敢相許。", "825": "臨濟因趙州到院。在後架洗脚次。師便問。如何是祖", "826": "師西來意。州云。恰值山僧洗脚。師近前作聽勢。州云。", "827": "會即便會。㗖󲣅作麼。師便歸方丈。州云。三十年行脚。", "828": "今日為人下注脚。", "829": "東山曰。臨濟㗖󲣅。趙州注脚。兩箇老漢。放過一著。", "83": "一宿。煙消日出天地寬。欵乃一聲山水綠。好大哥。", "830": "臨濟示眾云。有一無位真人。常從汝等諸人面門出", "831": "入。未證據者看看。時有僧出問。如何是無位真人。師", "832": "下繩床。搊住云。道道。僧無語。師托開云。無位真人。是", "833": "甚麼乾屎橛。雪峯云。臨濟大似白拈賊。", "834": "東山曰。若是白拈賊。必應好手。為甚麼。向這僧面", "835": "前。一無所得。", "836": "臨濟侍德山次。山云。今日困。師云。這老漢。𥧌語作麼。", "837": "山便打。師掀倒繩床。雪豆云。二員作者。具啐󲣅同時", "838": "眼。有啐󲣅同時用。雪豆擬向飢鷹爪下奪肉。餓虎口", "839": "裏爭飡。敢謂德山臨濟俱是瞎漢。有人辨得。天下橫", "84": "到東禪陞座。問話畢。師云。山龜有殻。自謂畢生安樂。", "840": "行。雲峯悅云。奇怪諸禪德。看此二員作家。一拶一捺。", "841": "略露風規。大似把手上高山。雖然如是。未免旁觀者", "842": "哂。喝一喝。", "843": "東山舉了。呵呵大笑曰。說甚麼。作家相見。啐󲣅同", "844": "時。說甚麼。一拶一捺。略露風規。都來只是。兩个風", "845": "顛漢。", "846": "金峯示眾云。金峯二十年前。有老婆心。二十年後。無", "847": "老婆心。時有僧問。如何是二十年前。有老婆心。峯云。", "848": "問凡答凡。問聖答聖。僧云。如何是二十年後。無老婆", "849": "心。峯云。問凡不答凡。問聖不答聖。", "85": "於泥塗眾手攻之。盖是豐干饒舌。於其始致使藏頭", "850": "東山曰。金峯至竟老婆心。", "851": "黃檗一日。捧鉢坐南泉位。泉入堂見問。長老甚年中", "852": "行道。檗云。威音王已前。泉云。猶是王老師兒孫在。蘗", "853": "過第二位坐。泉休去。雲峯悅云。後來叢林中商量。或", "854": "道黃檗有陷虎之機。南泉有殺虎之威。若作與麼說", "855": "話。誠實苦哉。殊不知。這老賊。有年無德。喫飯坐處也", "856": "不依本分。若雲峯門下。說甚威音王已前。王老師更", "857": "大。直須喫棒趂出。妙喜曰。何待問他。甚年行道。纔入", "858": "僧堂。見他在主位坐。便捧鉢向第二位坐。直饒黃檗", "859": "有陷虎之機。擬向甚處施設。", "86": "露尾。藏尾露頭。左回右避。皆莫能得。一朝忽地憋僺。", "860": "東山曰。進以禮。退以禮。古人事無一向。雲峯盡法", "861": "無民。妙喜設心最毒。山僧今日。放低一頭地。與你", "862": "諸人理論。乃高聲召大眾。眾舉頭。師云。各請歸堂。", "863": "莫教失却鉢位。", "864": "予政和初。甞從石鞏新公。得馬祖四家錄。其後載", "865": "臨濟與婆子問答語。婆問濟。甚麼處去。濟云。鳳林", "866": "去。婆云。恰值鳳林不在。濟云。甚麼處去。婆便行。濟", "867": "召婆。婆回首。濟便行。予甞喜其用處。如師子象王。", "868": "回旋反擲。自在無畏。不墮常情。今統要中。與近開", "869": "四家錄。皆作婆回首。濟云。誰道不在。語既嫩弱。意", "87": "和殻一時趯脫。淨倮倮地。把箇窮性命子。盡情拋在", "870": "又淺近。謂是出於臨濟。豈不重欺古人。必昧者更", "871": "之。務救前語。殊不知。蕪纇先德。疑悞後學。為害至", "872": "大。今古本淪亡殆盡。恐後來不悟其非。因拈至此。", "873": "乃附之卷末云。", "874": "頌古頌古", "875": "不是風兮不是幡。祖師端的廣南蠻。夜深趂得曹溪", "876": "渡。失却番禺兩岸山。", "877": "馬師瞎却亮師眼。一入西山更不返。我有二十二藤", "878": "條。寄與山中這擔板。", "879": "楚王城畔水東流。淮海維楊是九州。蘆管一聲春夢", "88": "眾人前。又却無一星事。乃呵呵大笑云。莫道無事好。", "880": "破。斜陽還在樹梢頭。", "881": "說似一物則不中。箇是南岳讓和尚。東山早曾與麼", "882": "來。帶累同行俱喫棒。", "883": "新婦騎驢阿家牽。潦倒禪翁雪滿顛。不解爐頭煨死", "884": "火。客來偏愛出人前。", "885": "大食波斯飲百柸。停柸把󳼋萬人魁。送風使過黃牛", "886": "峽。不問瞿塘灔澦堆。", "887": "德山棒臨濟喝。寸刃未施先敗闕。叢林盡謂是上機。", "888": "明眼衲僧也大屈。", "889": "龐公慙愧全無。馬祖慈悲心大。直饒吸盡西江。東山", "89": "自出山便安排一段禪要。來東寺。對大禪師。與諸耆", "890": "未向伊道。", "891": "引鼻拽回野鴨。元來却是家雞。不管晦明風雨。纔到", "892": "五更便啼。", "893": "身披麤布伽梨。手把大木槵子。天寒坐火爐頭。動是", "894": "說虵說虎。", "895": "我手何似佛手。拈起扇子擗口。打落帝釋花冠。却是", "896": "寒山掃󰆠。", "897": "我脚何似驢脚。車輪頓生八角。三千剎海波澄。一陣", "898": "西風葉落。", "899": "人人盡有生緣。落花流出桃源過。後再尋無處。滿簑", "9": "No. 1346", "90": "舊。東道西說。數日參州。人事袞袞。今日到來。捫摸胸", "900": "烟雨漁村。", "901": "佛手驢脚生緣。三山影落中天。武帝多方學道。王喬", "902": "端坐神仙。", "903": "一等作野狐。堂堂大丈夫。徐行青草岸。踏破洞庭湖。", "904": "靈雲失脚。玄沙落壍。三十年氷河發焰。", "905": "是法非思量分別之所能解是法非思量分別之所能解", "906": "錢塘潮頭來。成都藥市集。叵尀汝州風。吹落老僧笠。", "907": "南瞻部洲鉏地。東弗于逮種麥。西瞿耶尼拽磨。北󳬂", "908": "單越喫麵。", "909": "百書不如一歸家。千聞不如一見面。既歸既見復何", "91": "中。一字也記不得。更說甚三關五關。只這一關也不", "910": "為。解道德山無佛殿。", "911": "泥人煅就九轉丹。石女一喫乘飛鸞。天門九重彈指", "912": "間。再拜天帝除天官。瓜期既及風馭還。海變桑田知", "913": "幾番。又尋東山訪平安。去時與偈墨未乾。", "914": "𣤩瞎大地眾生眼。奪其一切資生物。盡情推入大火", "915": "坑。聽從阿耨池中出。然後為念普安慰真言。唵摩尼", "916": "佛㖃屈聿。", "917": "看洞山初和尚語看洞山初和尚語", "918": "兩頭蚯蚓呈三要。五眼胡孫念八還。老蚌吞除龍樹", "919": "月。瞎驢撞出趙州關。", "92": "消得。他日望州亭烏石嶺。驀劄相逢。莫道而今放過", "920": "頌草堂老師付頂相讚後圓相󳼮因禪人請益頌草堂老師付頂相。讚後圓相󳼮。因禪人請", "921": "益", "922": "六國朝閶闔。三山插杳冥。禪流相借問。冬後一陽生。", "923": "覧妙喜和尚衡陽示眾覧妙喜和尚衡陽示眾", "924": "海蚌直儱侗。不類海蠡兒。開口便見膽。也好與一槌。", "925": "真讚真讚", "926": "雪峯禪師雪峯禪師", "927": "⊕㘞。咸通已前。正與麼㖿。紹興之後。端的別別別。松", "928": "山撐破秋空月。毬門有路沒遮欄。五月取霜六月雪。", "929": "草堂老師草堂老師", "93": "李侍郎。以小雲菴請師。不出。東禪有頌。寄師云。山龜有殼藏頭尾。七十二鑽爭奈何。云云。", "930": "隨隨昔昔。是這箇賊。簸土揚塵。馳南走北。一棒打殺。", "931": "狗也不喫。後來不肖兒孫。箇箇一摸脫出。", "932": "造橋道者并諸化士寫求造橋道者。并諸化士。寫求", "933": "去一得三。添六成四。有口無舌。有眼無鼻。寫得十成。", "934": "以何為是。掛在大目溪頭。恰似守橋土地。", "935": "這漢一生擔版。垂老出來住院。清真氣味全消。惡業", "936": "因緣頓現。說禪罔聖欺凡。乞食走州歷縣。試看幀上", "937": "傳來。輥得成甚觜面。", "938": "咄這老凍齈。是甚麼面孔。似馬頭又圓。謂驢耳不聳。", "939": "有毒鱉鼻虵。無底破漆桶。徧處持來攪聒人。十分是", "94": "上堂。舉真覺一日問備頭陀。何不遍參去。備云。達磨", "940": "箇滅胡種。", "941": "幽岩禪師幽岩禪師", "942": "一字不著劃。古錦寫回文。寒山指拾得。斗柄插雷門。", "943": "偈語偈語", "944": "圓悟禪師入滅說偈燒香(時在疎山作)圓悟禪師入滅。說偈燒香時在疎山作", "945": "濯錦江心一漚發。清漲四溟波浪濶。引得風流小玉", "946": "歸。無限龍魚遭攪聒。紫羅帳裏明月珠。把作栗蒲撩", "947": "亂𥻦。一方孤逈峭巍巍。十字縱橫活鱍鱍。我昔墮渠", "948": "󳳩甕中。倔強依前淹不殺。而今寰宇幸清平。誰道岷", "949": "峨在天末。昨夜西風撼太虗。石牛驚走泥牛喝。一吸", "95": "不來東土。二祖不往西天。真覺肯之。師舉了。呵呵大", "950": "滄溟徹底乾。憍梵鉢提長吐舌。大悲千眼擘不開。無", "951": "言童子空忉怛。炷香為壽阿僧祗。紹興五年八月八。", "952": "南華利侍者持昺和尚語至疎山請校入版乃作偈送之謁序于徐大資(師川)南華利侍者持昺和尚語。至疎山。請校入版。", "953": "乃作偈送之。謁序于徐大資師川", "954": "曹溪大士出現世。誰其侍者道人利。雷轟電激槌拂", "955": "間。涓滴無遺水傳器。而今底事難覆藏。盖是火後莖", "956": "茅長。未言字字負此老。且要浩浩流諸方。最初有箇", "957": "譊訛處。徧示知音著何語。東山有語人未知。請問東", "958": "湖老居士。", "959": "送莫內翰送莫內翰", "96": "笑云。後來叢林中。盡謂此語奇特。殊不知。這老漢至", "960": "驚世文章夢裏花。出塵悟解眼中沙。怪來不打這皷", "961": "苗。親見江西老作家。", "962": "一槌從使口如鼻。百煉誰知方入圓。莫怪野人高索", "963": "價。從來佛祖不曾傳。", "964": "黃龍室內三關語。趙老青州一布衫。何事臨分無別", "965": "說。則川龐老是同參。", "966": "試問同參參底事。華亭秋晚水如天。離鈎三寸無人", "967": "會。風起蘆花落釣船。", "968": "今者叢林走大聲。不言無眼只無睛。願公善保千鈞", "969": "重。莫管他家熱椀鳴。", "97": "今塔下坐堆堆地。只為當時恁麼。如今若有人道。達", "970": "次韻韓伯修學士讀楞嚴見寄次韻韓伯修學士。讀楞嚴見寄", "971": "琉璃甕中走却鱉。驚起波斯一夜尋。天曉不知何所", "972": "見。大悲菩薩是觀音。", "973": "次游教授韻呈草堂老師次游教授韻。呈草堂老師", "974": "霜髮垂垂老不休。銕船無底更隨流。兒孫莫訝得魚", "975": "少。盖謂翁翁是直鈎。", "976": "北󳬂之南瞻部洲。縱觀誰是老人流。大千一網平收", "977": "了。坐看兒童亂下鈎。", "978": "辭草堂老師歸閩辭草堂老師。歸閩", "979": "短筇初把探深深。展盡神機被陸沈。搦殺未償當日", "98": "磨不來東土。二祖不往西天。直是喫棒趂出。何故當", "980": "恨。翻身誰識此時心。不離左右金為土。別有生涯土", "981": "作金。既去後來應請問。莫言曾到此山陰。", "982": "送夢石歸妙峯德雲菴送夢石歸妙峯德雲菴", "983": "紹聖五年戊寅冬。王母吞却嘉州像。覺來捫腹喜且", "984": "驚。一朝生出這和尚。銳頭長身碧兩瞳。眾聚說法聲", "985": "如鐘。少年蹈斷象骨路。出處大類飛山翁。老而益健", "986": "難近傍。德山縮手臨濟讓。善財盡力無處尋。又是經", "987": "行別峯上。", "988": "南詢歌南詢歌", "989": "南詢士標致殊。發言落落中疎疎。瘦藤一握銕相似。", "99": "時肯之。而今却打趂出院。具眼者辨取。", "990": "孤身萬里雲不如。作者前致一問。分明直得繩床震。", "991": "失脚踏翻樓閣門。通身不掛毗盧印。佛祖言甚熱椀。", "992": "一劒當頭百非剗。大展禪宗定古今。火裏蝍蟟三隻", "993": "眼。", "994": "空王子空王子", "995": "空王之子空而靈。拈起鉢飯忘了羹。一生看經不識", "996": "字。總十二部為一句。一生說禪不動口。噴啑也成師", "997": "子吼。阿呵呵。黃面瞿曇爭柰何。咄咄咄。是甚衲僧臭", "998": "皮襪。", "999": "又用前韻送僧又用前韻。送僧"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1346 雪峰慧空禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1346 雪峰慧空禪師語錄", "author": "(嗣法)慧弼編", "language": "chinese", "source": "CBETA"}