{"sourceLink": "http://www.cbeta.org/", "text": {"0": "青原下宗鏡十三世焦山濟舟洮禪師法嗣潤州焦山巨超清恒禪師", "1": "正源略集卷第十六", "10": "潦。一棒一條痕。一掌一握血。到此田地。堪報不報之", "100": "耳聽若聾　早參。霜風開戶牖。寒氣上蒲團。騎牛覓", "101": "牛的。打入荒草。抱贜呌屈的。轉見不堪。香林此際。撥", "102": "轉乾坤。廓清海宇。據欵結案去也。以拄杖旋風打散。", "103": "塔于月潭祖塔之旁。", "104": "鎮江金山江天滄洪注禪師鎮江金山江天滄洪注禪師曬藏小參。牟尼珠人", "105": "不識。如來藏裏親收得。現前六櫃。無非如來藏。牟尼", "106": "珠。畢竟在那一櫃。眾中還有點得出者麼。若點不出。", "107": "金山不惜狼藉。不妨對眾打開。一任識取。卓杖云。急", "108": "著眼。", "109": "金陵香林妙嚴隆禪師金陵香林妙嚴隆禪師早參。陀羅尼法。神妙章句。", "11": "恩。卓拄杖云。人歸大海方知貴。水到瀟湘一樣清。", "110": "觀音普門。圓通妙旨。包括三藏。頓超十地。教外別傳。", "111": "無字經偈。信受奉行。諸弟子回向無上佛菩提。跛鱉", "112": "盲龜跳梵天。稽首的依蘇悉帝　解夏。安居禁足。體", "113": "遍十方。遊山玩水。了無踪跡。至於秋清月朗。暑退涼", "114": "生。普天佛土。遍地禪關。伶俐漢就此承當。箇中人全", "115": "身放下。更有奔南走北者。好與三十痛棒　早參。日", "116": "食三飡。夜眠一覺。神通妙用。無不具足。更問如何若", "117": "何。痛棒一頓打出。且道。香林還有為人處也無。良久", "118": "云。知恩者少。", "119": "香林碧雲寶禪師香林碧雲寶禪師上堂。祖師印鐵牛機。印泥印水", "12": "奎章平禪師法嗣奎章平禪師法嗣", "120": "總全非。其他向上向下。末後最初。是甚熱碗鳴聲。今", "121": "日山僧。終不抝直作曲。幸爾諸人。箇箇眉橫鼻直。雖", "122": "然如是。非非想天。有幾人脚踏實地。", "123": "金山江天超宗榮禪師金山江天超宗榮禪師上堂。拈拄杖云。俱胝一指", "124": "頭。一生用不盡。江天一橛頭。且道。幾生用得盡。若識", "125": "得一指頭。便明得一橛頭。明得一橛頭。德山臨濟是", "126": "他奴。歷代知識。天下老和尚。莫不總被他穿却鼻孔。", "127": "且道。山僧呢。卓一卓云。年來無力賴伊扶。", "128": "常州天寧定悟誠禪師常州天寧定悟誠禪師本郡陽湖人。於五峯山紹隆", "129": "寺出家　上堂。舉楞嚴經云。見見之時。見非是見。見", "13": "徐州草堂允中會禪師徐州草堂允中會禪師解制小參。把住泥牛畊夜", "130": "猶離見。見不能及。坐得眼中火出。走教腋底汗流。大", "131": "地有同參。目前無異路。途中受用的。但能水草渾無", "132": "欠。終日騎牛且覓牛。", "133": "常州天寧扶功明禪師常州天寧扶功明禪師本郡周氏子。年弱冠。投修善", "134": "庵淨玉師脫白。依金陵報恩圓具。遍歷諸方。後參大", "135": "曉徹。遂受記莂。乾隆丙子。繼席天寧。乙未春。說菩薩", "136": "戒竟。沐浴更衣而逝。凡上堂小參。不許記錄。故無傳", "137": "焉。世壽五十九。塔全身於寺之北埜。", "138": "常州天寧納川海禪師常州天寧納川海禪師上海徐氏子。依隆覺敷律師", "139": "受具。遍參名宿。後參大曉徹之天寧。為火頭。一日大", "14": "月。放行木馬撞春風。以杖橫肩云。海濶從魚躍。自南", "140": "問。如何是萬法歸一。師以火叉呈之。大云。一歸何處。", "141": "師云。燒火滿竈紅。大云。火盡󰞆飛時如何。師云。佛眼", "142": "覰不見。大頷之。", "143": "常州天寧德洪圓禪師常州天寧德洪圓禪師本郡李氏子。髫年。閱法華經", "144": "止止不須說我法妙難思。有省。便投天寧脫白。圓具", "145": "後。參大曉徹。親炙數年。方脗合。繼席天寧。凡上堂小", "146": "參。不許記錄。一日告眾云。三心不得。四大無家。便入", "147": "寂。", "148": "自聞悅禪師法嗣自聞悅禪師法嗣", "149": "吳陵三昧見徹明禪師吳陵三昧見徹明禪師金壇丁氏子　解制小參。火", "15": "自北。自西自東。", "150": "爐邊煆來的。銅頭鐵額。霜雪裏揀出的。玉骨冰心。既", "151": "然。時至理彰。不免放一線道。南去北去。東去西去。濃", "152": "陰不減來時路。添得黃鸝四五聲　據室。九龍溪口。", "153": "叮公橋頭。有一句子。明歷歷光爍爍。諸佛覰不見。列", "154": "祖夢不著。明上座。拈起也百谷風生。放下也千江水", "155": "肅。驀喝一喝云。天上有星皆拱北。人間無水不朝東。", "156": "法南勝禪師法嗣法南勝禪師法嗣二人", "157": "常熟普仁一輪月禪師常熟普仁一輪月禪師上堂。荊棘林中插足。須是", "158": "其人。虗空背上遊行。法輪大轉。塵塵剎剎。普現威光。", "159": "物物頭頭。全彰正眼。破沙盆大家扶起。無文印信手", "16": "普潤濟禪師法嗣普潤濟禪師法嗣", "160": "拈來。不作奇特商量。亦非玄妙解會。若能直下無私。", "161": "便見輝天鑑地。喝一喝。", "162": "常州商山恒悟際剩禪師常州商山恒悟際禪。禪師宜興許氏子　開爐上堂。", "163": "天之高。地之厚。滄海之深廣。品物之不齊。高懸古鏡。", "164": "列萬象於臺前。橫按鏌鎁。截羣機於句下。若夫透脫", "165": "一路。累他達磨眼睛突出。彌勒口門笑破。千手大悲。", "166": "摸索不著。大智文殊。測度不出。只有街頭石敢當。風", "167": "吹不入。雨打不濕。守獃獃地。却較些子。雖然。要悟則", "168": "易。要迷則難。火爐頭無賓主話。總不許動著。若動著", "169": "則禍生。", "17": "蘇州珠明諦修本禪師蘇州珠明諦修本禪師浙江嘉禾王氏子。母夢曼陀", "170": "正宗道禪師法嗣正宗道禪師法嗣", "171": "江西瞻雲萬雲岫禪師江西瞻雲萬雲岫禪師上堂。三日已前。在後堂寮。", "172": "未曾減一絲毫。三日已後。據方丈位。未曾增一絲毫。", "173": "不增不減。前後際斷。直下踢倒人我山。竪起智慧幢。", "174": "不被名相轉移。不逐時節遷變。東湧西沒。隨緣自在。", "175": "是乃諸佛菩薩。同得阿耨多羅三藐三菩提。是名無", "176": "諍三昧　說戒上堂。向上一路。千聖不傳。而佛佛同", "177": "證。宗乘一唱。三藏絕詮。而法法全彰。道遠乎哉。拄杖", "178": "頭孤逈逈。縱橫得妙。聖遠乎哉。眉睫上圓陀陀。殺活", "179": "自由。所貴當人直下搆去。則透頂透底。無欠無餘。說", "18": "羅華投腹而生。年十三薙染。一日閱楞嚴七處徵心。", "180": "什麼一不殺生二不偷盜。不消咳嗽一聲。百雜碎也。", "181": "其或立功勳存知見。則波羅提木叉。誰敢動著一絲", "182": "毫。何故。修證即不無。染污即不得。", "183": "德山海禪師法嗣德山海禪師法嗣", "184": "錢塘鹽官薦福秀崖春禪師錢塘鹽官薦福秀崖春禪師上堂。擬心即錯。動念", "185": "即乖。直饒火爐頭會得無賓主話。也只空費了許多", "186": "漿水錢。稍知原委底。著著有出身之路。化鈍鐵作良", "187": "金。鎔頑銅成法器。妙手雖彰。歸根得旨。猶未許在。且", "188": "道。薦福具何眼目。", "189": "果宏德禪師法嗣果宏德禪師法嗣", "19": "有省。即參普潤濟之普明。親炙數載。得受信拂。出住", "190": "江西頭陀微彩星禪師江西頭陀微彩星禪師入院。四山圍繞。樓閣重開。", "191": "入門一句。不用安排。喝一喝。便入。", "192": "佛泉安禪師法嗣佛泉安禪師法嗣", "193": "京都大覺月天寬禪師京都大覺月天寬禪師上堂。豁開戶牗。萬象歷然。", "194": "明頭也合。暗頭也合。因甚世尊三昧。迦葉不知。一步", "195": "較易。兩步較難。縱然劒刃上橫身。冰稜上走馬。只解", "196": "瞻前不解顧後。且道。誵譌在甚麼處。良久云。無人知", "197": "此意。令我憶南泉　中秋。打開普光藏。吾無隱乎爾。", "198": "有權有實。有照有用。木樨薰破山谷鼻孔。正好修行。", "199": "正好供養。直饒拂袖便行。王老師猶少機關在　立", "2": "天台嗣祖沙門國清　達珍　輯", "20": "蘇之珠明。以堂弟光賢為徒。竭力相承。廢復新而幢", "200": "春。僧問。如何是道。師云。如何是道。僧云。問大道。師云。", "201": "此去京都六十里。云學人會也。師云。猶隔九關在。乃", "202": "云。冰河焰發。碓嘴花開。黑漆拄杖生頭角。不萌枝上", "203": "吐奇葩。木童嶺上歌無盡。石女溪邊笑轉賒。且道。笑", "204": "箇甚麼。不解風從何處起。吹開無數白楊花　晚參。", "205": "清秋氣爽西風急。吹破虗空露一竅。燈籠揚聲。露拄", "206": "發笑。且道。笑箇甚麼。良久云。手執夜明符。幾箇知天", "207": "曉。呵呵。", "208": "粹如純禪師法嗣粹如純禪師法嗣", "209": "京都覺生徹悟醒禪師京都覺生徹悟醒禪師參萬壽純有省。受心印。首住", "21": "復建　上堂。終日拖犁拽耙。耕種自家田地。文章佛", "210": "廣通。足不出寺十五年。凡求指示者。以寸香為度。後", "211": "奉　命。住覺生寺。道益高而望益重　起七。佛性誰", "212": "無。佛性誰有。三齩不見骨。一舉四十九。師子野干鳴。", "213": "野干師子吼。咄咄咄。夜半日輪紅。面南看北斗　解", "214": "七。舉禪板云。蒲團坐斷古今。脚跟踏結佛祖。火爐頭", "215": "不容片雪。長空裏任布重雲。恁麼是去。變大地作黃", "216": "金。供養上座。如其不是。喫水也須防噎。須知悉達太", "217": "子。夜覩明星。見大地眾生。齊成正覺。大似棄海認浮", "218": "漚。調達老。墮身在地獄。如比邱入三禪樂。也是乞兒", "219": "見小利。大力魔王。當時若解道箇我待眾生界盡。乃", "22": "法全無。信口麤言細語。但看新珠明搖唇皷舌。說青", "220": "至無有眾生名字。亦不發菩提心。却不妨始終丈夫。", "221": "廣額屠兒。放下屠刀便了。更說甚我是千佛一數。好", "222": "人不肯做。定要屎裏臥。雖然。山僧說却說得一丈。行", "223": "尚行不得一尺。山僧固不肯諸子。諸子尤不肯山僧。", "224": "且作麼生。置禪板云。得饒人處且饒人。", "225": "聞學禪師法嗣聞學禪師法嗣", "226": "杭州天目旅亭會禪師杭州天目旅亭會禪師嘉善張氏子。參東魯法師。令", "227": "看東山水上行話。遍參十載。一日在崇福禪堂。聞雨", "228": "聲打失鼻孔。乃趨見聞學定。機緣相契。遂記莂焉", "229": "上堂。半生抱拙水雲鄉。自覺冰霜已慣甞。今日慚惶", "23": "道黃。東山溪接西山水。南院花開北院香。所以法無", "230": "繼祖席。了無一法可商量。既無一法商量。作麼生與", "231": "諸師。趂箇時節。好雲迎嘵日。無物不風光　佛誕小", "232": "參。身口意清淨。是名佛出世。身口意不清淨。是名佛", "233": "滅度。正當恁麼時。還有釋迦老子麼。良久云。從今醜", "234": "惡難遮掩。路上行人口似󳬴。", "235": "在權衡禪師法嗣在權衡禪師法嗣", "236": "方塔平川舟禪師方塔平川舟禪師上堂。拈拄杖云。豎窮三際而無", "237": "內。含褁十虗而無外。入一微塵而非小。盈滿六合而", "238": "非大。復舉善財入彌勒樓閣因緣。師云。彈指一聲。善", "239": "財便得入重重樓閣。適來山僧撾皷陞堂。汝諸仁得", "24": "定相。遇緣即宗。佛佛於此授受。祖祖於此相傳。世尊", "240": "入也未。若未得箇入處。應須得箇出處始得。或有問", "241": "學人。入也未入。何云出耶。向伊道。待慈氏下生。更為", "242": "說破　小參。雲散長空淨。崔巍萬八峯。聲聲紫燕語。", "243": "擬欲寄飛鴻。者是我在老人寄示語也。此四句中。有", "244": "一句全照全用全縱全奪。若人檢點得出。參學事畢。", "245": "天慧徹禪師法嗣天慧徹禪師法嗣八人", "246": "揚州高旻了凡聖禪師揚州高旻了凡聖禪師浙江海寧薛氏子。與友人張", "247": "永昌。往衢州居洞。復投慧初和尚薙染。永昌。名世空。", "248": "同師參方。夜坐石城橋上。遇遊俠三四人。以鐵棒打", "249": "師曰。好和尚不打坐。打坐不是好和尚。師聞。覺有所", "25": "拈花。迦葉破顏微笑。達磨面壁。神光斷臂安心。黃梅", "250": "入。後參崇福怡然和尚。時天慧徹。居首座。徵竹篦子", "251": "話。師云。摩醯首羅三隻眼。座云。𨚗箇是正眼。師喝一", "252": "喝。一日覩露柱。便知情與無情悉皆成佛。即呈所得", "253": "座云。子大事了畢矣。遂付衣拂　解七小參。一期之", "254": "中。九七之內。言不蓋覆。語不囊藏。倘獲知音。將大海", "255": "來。盛取大海去也。知我法門。有如此廣大。如此坦蕩。", "256": "若是持鉢盂底漢。焉知他家笊籬大小。杓柄長短。驀", "257": "拈拄杖云。能有幾人不喚作拄杖。卓一卓。又能有幾", "258": "人喚作拄杖。擲杖歸丈室　起七。古之今之。若佛若", "259": "祖。檢點將來。不無三錯。第一錯不合投師出家。第二", "26": "夜遁。九江驛還把櫓。臨濟建黃檗宗旨。天童起太白", "260": "錯不合參方行脚。第三錯不合打七參禪。若免得者", "261": "三箇錯字。不妨橫眠倒臥。鼓腹謳歌。倘或竚思停機。", "262": "高旻與諸人將錯就錯去也。擊禪板云。起　晚參。大", "263": "盡三十日。小盡二十九。會得箇中意。面南看北斗。拈", "264": "拄杖。卓一卓云。是大神呪。是大明呪。是無上呪。是無", "265": "等等呪。拄杖卓著方磚。因甚東海龍王頭疼。復卓一", "266": "卓云。一雨普注　早參。三岔河畔有一物。豎窮三際。", "267": "天中塔下有一物。橫遍十方。更有一物。在洋子之北。", "268": "歐公之南。名喧宇宙。聲振大千。且道。是甚麼物。設或", "269": "道得。大有我在　早參。昨朝入城。行路辛苦。夜間一", "27": "家風。者裏明得。何妨平步青霄。其或未然。珠明今日", "270": "覺。直至五板。忽然醒來。憶得無夢無想。主人公在甚", "271": "麼處話。特特舉似諸人。仲冬猶寒。恭惟大眾萬福", "272": "早參。春風如刀。春雨如膠。盡大地人。在泥水裏。頭出", "273": "頭沒。惟有赤肉團上無位真人。略較些子。驀召大眾。", "274": "要知臨濟大師落處麼。遂展手云。一夜落花雨。滿溪", "275": "流水香　解夏。壁角頭破草鞋𨁝跳。塞却金剛神鼻", "276": "孔。若人識得。千里同風。其或未然。山僧為諸人說箇", "277": "道理。譬如饑人欲米而得其柴。動用一般。未免難以", "278": "救饑。如病者欲取黃連而得名品菓物。雖甘美。未免", "279": "不能療病。如行人欲朝北闕而往南走。勞苦無異。未", "28": "失利。", "280": "免愈走愈遠。遂噴嚏云。還我草鞋錢來　小參。行年", "281": "五十六。命窮真薄福。雖有幾畝田。夏秋不成熟。爭柰", "282": "倉一空。搜尋無積蓄。坐對此浮圖。但能飽眾目。欲倩", "283": "金剛王。擔入市間鬻。金剛亦云饑。聞言自顰蹙何如", "284": "賣。山僧皮骨無多肉。大眾忽停飡待。聲同一哭。諸人", "285": "且勿哭。山門書問頭。轉語人必速。師於乾隆丙子五", "286": "月七日示寂。世壽五十七。僧臘三十三。塔于鎮江七", "287": "里店之石壠。", "288": "揚州興化資福慧皎清禪師揚州興化資福慧皎清禪師中州人。參高旻。示以本", "289": "來面目話。力究有惺。呈旻曰。丁一卓二。放三拋兩。本", "29": "潛修悅禪師法嗣潛修悅禪師法嗣二人", "290": "來面目。伸手見掌。旻云。洞山道。麻三斤。又作麼生。師", "291": "云。口開便見喉。眼閉多言夢。一日十二時。時時作客", "292": "送。送到勞勞亭。無聊抱絃弄。旻曰。未在更道。師云。忽", "293": "然打破沙盆。露出家常茶飯。多吞不盡。少吐不盡。這", "294": "回端不揖檀𨚗。旻大喜曰。此子。慧性過人。舉以首眾", "295": "小參。文殊普賢。說理說事。錯。德山臨濟。行棒行喝。", "296": "錯。將錯就錯。下箇註脚。就地書箇心字。懸空書箇必", "297": "字。有人過此兩關。際清替他下涅槃堂。倘或未然。粒", "298": "米寸絲。也須仔細　上堂。破常住却有三般物。一曰", "299": "空心菩薩。二曰折脚香爐。三曰無烟火灶。僧問云。如", "3": "南嶽下三十九世南嶽下三十九世", "30": "成都昭覺守仁定禪師成都昭覺守仁定禪師湖廣德安陳氏子　上堂。要", "300": "何是空心菩薩。師云。內外一如。如何是折脚香爐。師", "301": "云。動著便倒。如何是無烟火灶。師云。輕易燒不著。僧", "302": "云。恁麼則與古佛同參也。師云。上座三寸甚濶。僧一", "303": "喝。師亦喝。僧連喝二喝。師休去。來日見僧云。昨日何", "304": "似今日。僧便喝。師云。者一喝。落在甚麼處。僧無語。師", "305": "震聲一喝云。鹹水粯子飯從你喫。臨濟四賓主。未夢", "306": "見在。一日索浴。更衣正坐。書偈云。有佛處不得住。老", "307": "僧罪過。無佛處急走過。老僧罪過。不然。獲罪於天。無", "308": "所禱也。老僧罪過。畢竟如何。橫案竹篦云。來時無口。", "309": "去時無鼻。擲筆趨寂。塔于劉埠之西。", "31": "知此事。如干將鏌鎁。雖遇佛祖。難與爭鋒。世智辯聰。", "310": "錢塘大雄山崇福曉峯良禪師錢塘大雄山崇福曉峯良禪師江西安福郭氏子。八", "311": "歲。禮騰𦦨公薙染。年十九。納戒於吉州龍鬚山。遍歷", "312": "諸方。無可意者。聞高旻鉗鎚嚴密。往參得旨。後晦跡", "313": "於吳門。無出世意。同門霈公。堅挽出住崇福　解夏", "314": "示眾。江海之逝。豈棲遲于芳藻。雲漢之飛。未飲󲣅于", "315": "清流。祇恐不是玉是玉也大奇。崇福三十年前。謳歌", "316": "之野老。慣趨栖巢之漁父。三十年後。總不恁麼。何故。", "317": "蟻子自來腥處走　示眾。他人行處我不行。他人住", "318": "處我不住。不是與人難共合。從來緇素要分明。山僧", "319": "昔日挑擔。懵慬出來。撞著箇無鼻孔漢。添得一擔顢", "32": "近傍不得。昭昭靈靈。迷瞞不住。無事甲裏。坐守不得。", "320": "頇。東觸西觸。忽然桶底脫落。始知善財童子學心經。", "321": "從來不識元字脚。而今仔細思量。更有一箇難處。且", "322": "道。𨚗裏是難處。搖手云。不道不道。", "323": "揚州寶輪霈霖源禪師揚州寶輪霈霖源禪師湖廣陳氏子。丱歲出家。聞谷", "324": "中有聲。猛然大徹　小參。登山到頂也。入水窮源也。", "325": "一九二九三九寒徹骨。且道。生機一路。在甚麼處。咄", "326": "云。絕對絕待。無在不在。匝地普天。頂光三昧。南北東", "327": "西。一場慶快。若人佇思停機。辜負明州憨布袋　上", "328": "堂。五千四十八卷。破爛故紙。拈放一邊。一千七百箇。", "329": "陳年滯貨。置之勿論。乃拈拄杖云。拈新條行正令。直", "33": "始是一切無礙底漢子。塵塵開道眼。處處不覆藏。其", "330": "得羣狐滅跡。魔外潛踪。東京相國寺裏西廊下石獅", "331": "子。𨁝跳上三十三天。觸著帝釋鼻孔。新昌石佛。汗流", "332": "如雨。驚得石敢當。有鼻無嘴。連聲道箇吽吽吽。乃喝", "333": "一喝曰。無毛󳬧子。撲地雙飛。汝等諸人。要知三玄三", "334": "要落處麼。下座　解夏。腕頭無力。龜毛繩。縛得虗空", "335": "緊峭。肘後有符。兔角杖。點得碓嘴花生。無位真人。不", "336": "須把住。自然教伊進不得退不得。變作露地白牛。趁", "337": "亦不去。若是東觸西觸。犯他國王水草。總不干寶輪", "338": "事。何故。源長老信亦不立　早參。嘉州打大象。不是", "339": "得力句。陝府灌鐵牛。不是親切句。西河弄獅子。不是", "34": "或未然。道業未成空白首。大千無處著羞慚　示道", "340": "轉身句。日觀峯頭覔的。不是最高句。大丈夫。語不離", "341": "窠臼。焉能出蓋纏。卓拄杖云。擊碎壺中日月。掀翻劫", "342": "外乾坤。有語非干三寸舌。能言豈是一腔心。阿呵呵", "343": "好大哥。風流不在著衣多　結夏。開無鬚鎖。未為好", "344": "手。挽虗空結。方是作家。猛虎舌上書字。烈𦦨光中喝", "345": "采。拈起栗棘蓬。倒著金剛圈。舉著帝釋驚心。擊著二", "346": "乘膽喪。薰風自南來。殿角生微凉。若起絲毫佛見法", "347": "見。寶輪不用神力。二鐵圍山自入去也。卓拄杖云。以", "348": "大圓覺牛脚馬脚。為我伽藍瓜籃菜籃。", "349": "安樂廣修圓禪師安樂廣修圓禪師上堂。拈一莖草。作丈六金身不", "35": "魁禪人。須向離名離相處承當。勿向筆尖舌尖上探", "350": "難。拈丈六金身。作一莖艸不易。忽有人出來道。也不", "351": "難也不易。饑來喫飯困來睡。山僧向伊道。箇未在。何", "352": "故。儱侗禪和。如麻似粟。安樂做處也。要諸人共知。即", "353": "起身云。急著眼󳬇。遂翻一觔斗。歸丈室。", "354": "金壇東禪道菴參禪師金壇東禪道菴參禪師江南常州武進童氏子　上", "355": "堂。長坐不行之人。提脚不起。頂𩕳上好與一拶。長行", "356": "不坐之人。放脚不下。脚板下好與一錐。擎拳瞬目之", "357": "人。瘋氣纏染。更與三十痛棒。何故。劒為不平離寶匣。", "358": "藥因救病出金瓶　小參。七竅鑿開混沌死。智者過", "359": "之。九烏射盡乾坤黑。愚者不及。作麼生得恰好去。以", "36": "討。雖是無跡無影。又却有憑有據。但非思量分別。之", "360": "無所思心。得大自。在力。", "361": "丹陽嘉山隆慶維圓勉禪師丹陽嘉山隆慶維圓勉禪師閩之汀州寧化徐氏子", "362": "示眾。居一切時。不起妄念。空山無人。於諸妄心。亦", "363": "不息滅。水流花開。住妄想境。不加了知。點即不到。於", "364": "無了知。不辨真實。到即不點。恁麼也得。不恁麼也得。", "365": "山僧無固無必。石鞏陳迹。華亭故態。吾不為也。有心", "366": "用處翻成錯。無意求時却宛然。有麼有麼。良久。渭水", "367": "垂綸。得璜便休　小參。有句無句。揭諦揭諦。如藤倚", "368": "樹。波羅揭諦。樹倒藤枯。波羅僧揭諦。句歸何處。菩提", "369": "薩婆訶。遂呵哈大笑曰。昔賢疑案。維上座明斷了也。", "37": "所能及。若從虗拳指上生實解。正是水底撈明月。且", "370": "三世諸佛。歷代祖師。百千法門。無量妙義。亦不消一", "371": "彈指。竭盡無餘。還委悉麼。昔年出嶺來。今日入嶺去。", "372": "只在此山中。雲深不知處本分偈。本來成現。晴空閃電。霹󳱏一聲。裂娘生面", "373": "文不加點。兒戲鬼臉。長大思量。慚惶無限我有一機。人誰識伊。昨朝吃飯。今日肚饑。", "374": "天台省徹悟禪師天台省徹悟禪師參天慧徹。禪堂供司水職十二年。", "375": "一日舉足下單。踏破方磚。有省。大呌曰。十二年底。十", "376": "二年底。維𨚗問曰。十二年底甚麼。師曰。十二年來被", "377": "鬼迷。今日脚踏實地。至方丈呈偈曰。󳬇破方磚。面目", "378": "儼然。一微塵內。洞見大千。天曰。未在更道。師云。蚯蚓", "379": "過海。蝦蟇上天。聰事不真。重說偈言。天頷之。後隱於", "38": "問闍黎。如何是你直下承當底意旨。魁拂袖便出。師", "380": "華頂深處玉樹林。終身不出。", "381": "南嶽下第四十世南嶽下第四十世", "382": "藏庵鋒禪師法嗣藏庵鋒禪師法嗣", "383": "芙蓉雙峯若呆慧禪師芙蓉雙峯若呆慧禪師常德寧邑黃氏子。結制。喝一", "384": "喝云。臨濟。曹洞。溈仰。雲門。法眼。總被麻三斤縛作一", "385": "束。輥入阿耨達池。縱使口如利劒。早已打濕袈裟角。", "386": "只待乾矢橛成等正覺。方知出頭有分。山僧見處。要", "387": "望諸人高超物表。何以故。喝一喝云。月落不離天。", "388": "天濤雲禪師法嗣天濤雲禪師法嗣六人", "389": "杭州天長守約信禪師杭州天長守約信禪師小參。夫子不識字。達磨不", "39": "云。也須珍重始得。", "390": "會禪。一卷好心經。被箇歪嘴和尚念壞了。你還透得", "391": "壞處麼。打一錘一塊腫。踢一脚一塊青。因甚麼蚊子", "392": "上鐵牛。癩士聽雷聲。欲得不招無間業。莫謗如來正", "393": "法輪　小參。一拳拳倒妙高峯。就地拈來土是金。一", "394": "踢踢翻圓覺海。滔天波浪浪是水。若果恁麼。天長。與", "395": "你助彩。東西南北去。鑊湯爐炭去。劒樹刀山去。毒蛇", "396": "頭上揩癢去。猛虎口裏橫身去。若也滴滴搭搭婆婆", "397": "訶訶。只恐總去不得。何也。天長。從來不與人說媽媽", "398": "禪。", "399": "金陵西天妙德起禪師金陵西天妙德起禪師號元峰。浙江山陰呂氏子。年", "4": "天翼翔禪師法嗣天翼翔禪師法嗣", "40": "四川昭覺自光月禪師四川昭覺自光月禪師衡州李氏子　小參。九旬把", "400": "二十。投普照老宿出家。得戒于杭之天長。掩關三載。", "401": "北禮五臺。遍參尊宿。後謁天濤雲于金山　上堂。問", "402": "答本無交涉。棒喝亦然。虗設莫問張三李四。空懸一", "403": "天星月。復卓拄杖云。一二三四五六七。入海筭沙徒", "404": "費力。箇中消息報君知。彌勒釋迦同喫跌　小參。山", "405": "僧。自小記得。四句伽陀。不免當陽拈出。揮拂子云。上", "406": "大人孔乙己。化三千可知禮也。且問諸仁者。是甚麼", "407": "義　小參。論玄宗談意旨。佛祖單提傳心印。打開寶", "408": "藏妙無窮。得意忘言超智境。實無一法與君通。萬象", "409": "森羅齊乞命　早參。禪無可參。道無可學。世尊拈花。", "41": "住脚跟。不容󰡕毫走作。箇箇骨頭皆換。人人皮膚脫", "410": "早喪靈源。迦葉微笑。更添病目。山僧今日略呈醜拙。", "411": "喫飯穿衣。無法可說。兩箇拳頭。一對伸出　早參。有", "412": "夢有想。情塵未釋。無夢無想。天地懸隔。坐斷兩頭。觸", "413": "處明白。直下承當。更添階級。擬議思量。白雲萬里", "414": "師年老。退居興教。以角虎雙修。嘉慶戊午正月十四", "415": "日示微疾。眾請說偈。師曰。莫污人好。索浴更衣。移龕", "416": "坐寂。", "417": "金山六益謙禪師金山六益謙禪師上堂。向上一路。人人鼻孔撩天。", "418": "各各脚跟點地。放行也海濶天空。把住也無處迴避。", "419": "今日金山。也不把住。也不放行。大家團圞頭。同說家", "42": "落。鐵牛卸却鼻頭繩。縱橫自在無束縛。婬房酒肆。劍", "420": "常話。知有的兄弟。杓柄短長。鍋子大小。常住日用。一", "421": "一盡知。不知有底兄弟。柴米油鹽。銀錢使費。齋堂茶", "422": "飯。種種現成。畢竟作何消受。若向三條椽下七尺單", "423": "前。獃獃坐禪。如是消受。閻羅老。打你鬼𦜇臀有分。何", "424": "故。金山者裏。不賣者箇滯貨。無禪到你參。無道到你", "425": "學。顧眾云。還知金山為人處麼。去到諸方。切莫錯舉。", "426": "杭州天長海宇清禪師杭州天長海宇清禪師上堂。買帽相頭。看席打令。", "427": "未免取舍自殊。朝打三千。暮打八百。徒爾疲勞。天長。", "428": "今日橫吹牧笛。不犯宮商。大家齊唱太平歌。合會共", "429": "歡堯舜日。恁麼委悉。便請承當。其或未然。不免為諸", "43": "樹刀山。天堂地獄。任大步以逍遙。惟高懷而廓落。只", "430": "人直截去也。十箇手指八箇叉。會得也。是揑目生花。", "431": "若不會。若哉佛陀耶。", "432": "嘉興精嚴性愷徹禪師嘉興精嚴性愷徹禪師上堂。未離兜率。已降王宮。", "433": "未出母胎。度人已畢。恁麼會去。木馬逐風嘶。不恁麼", "434": "會去。泥牛海底走。馬子尿壺。掃帚畚斗。是山僧尋常", "435": "用底。臨濟德山。是乾屎橛。汝等尿床漢。費山僧多少", "436": "委曲。更向者裏。覓什麼羶。喝一喝。若是丈夫兒。不向", "437": "𨚗邊討。", "438": "嘉興精嚴琢三勤禪師嘉興精嚴琢三勤禪師湖州德清許氏子。年二十八。", "439": "投雲林在瞻和尚脫白。後參天濤雲。命看萬法歸一", "44": "恐不是玉。是玉也大奇。設遇黑面老子。打算飯錢。又", "440": "話。一日契旨。偈曰。一念回光雙眼瞎。泥牛裂斷黃金", "441": "索。無毛󳬧子潑天飛。四十九年錯註脚　陞座。一五", "442": "又一五。大地即是土。甜瓜徹蒂甜。苦瓜連根苦。苦樂", "443": "大家知。各自照門戶。因語識人。因苗辯土。無是無非。", "444": "有賓有主。卓拄杖云。會也無。山猫不是老虎　小參。", "445": "世尊不說說。迦葉不聞聞。會得箇中意。棗子囫圇吞。", "446": "卓拄杖云。無端無端　小參。拈拄杖云。有頭有尾。無", "447": "病無藥。眼睛橫生。鼻孔直落。見飯會吃。見衣會著。現", "448": "成公案。不用造作。禾山打皷。普化搖鐸。直饒會得也", "449": "是絡索。", "45": "且如何。盲龜趁月天涯。跛鼈追風海角　起七小參。", "450": "滄洪注禪師法嗣滄洪注禪師法嗣", "451": "常州天寧覺性是禪師常州天寧覺性是禪師本郡江陰姚氏子。二十歲。造", "452": "宜興銅官山。禮德梵和尚出家。徧參諸方。次謁滄洪", "453": "注。命看未生前話。二年後。忽契悟。得授印記　上堂。", "454": "空手把鋤頭。殺活縱橫得自由。步行橋水牛。不風流", "455": "處也風流。人從橋上過。崑崙踏破洞庭波。橋流水不", "456": "流。黃󳬈樓前鸚鵡洲。還委麼。揮拂子下座。", "457": "碧雲寶禪師法嗣碧雲寶禪師法嗣", "458": "嘉興精嚴躬頴義禪師嘉興精嚴躬頴義禪師小參。殘春已過。孟夏到來。", "459": "十方聚會。選佛場開。一箇箇壁立萬仞。拶破虗空。便", "46": "七晝七夜。萬緣放下。人境雙忘。寸絲不挂。忽然㘞地", "460": "見盡十方世界。是沙門一隻眼。盡十方世界。是圓覺", "461": "伽藍。身心安居。平等性智。精嚴恁麼說話。大似畫蛇", "462": "添足。若是過量人。著著有出身之路。還有過量人者", "463": "麼。卓杖云。泥牛昨夜遭塗炭。直到于今不見蹤。", "464": "見徹明禪師法嗣見徹明禪師法嗣", "465": "泰州慈濟湛如真禪師泰州慈濟湛如真禪師丹徒王氏子　據室。此是從", "466": "上祖師。斷人命根處。拄杖子。今日在真上座手裏。即", "467": "今銅頭鐵額到此。也須一一按過。不是與人難共住。", "468": "大都緇素要分明　當晚小參。秋臨數日。桐葉初稀", "469": "木樨香。含蕊南畝稻花肥。鐘鳴東海。塔影西溪。離聲", "47": "一聲。擡眸看見天下。", "470": "離色。未許住泊。隨聲逐色。打折驢蹄。莫把青州棗。錯", "471": "認鄭州梨　小參。水底不須撈月。虗空何處著楔。一", "472": "法不見不知。正是抱䞋呌屈。直饒純清絕點。脫體承", "473": "當。脚跟之下。泥水一尺。何故。萬里不掛片雲。青天也", "474": "須喫棒　大殿。丈六金身。千丈盧舍那身無邊身。菩", "475": "薩量至梵天。不見其頂。正眼觀來。尚屬戲論。金佛木", "476": "佛泥佛真佛。丹霞德山雲門趙州。各執己見。新長老", "477": "合作麼生。展具云。齊之以禮　祖堂。不立一塵。不捨", "478": "一法。世界本清平。何須神臂發。斷臂安心。將病與醫。", "479": "致使大唐宗徒。行棒行喝。了無收煞。莫謂家醜外揚。", "48": "嶧岫旭禪師法嗣嶧岫旭禪師法嗣", "480": "貴圖授受直截。", "481": "定悟誠禪師法嗣定悟誠禪師法嗣", "482": "常州聚湖寺頓悟禪師常州聚湖寺頓悟禪師浙江海寧人。參定悟和尚。印", "483": "記繼席天寧　上堂。明明明。宛如紅日照乾坤。暗暗", "484": "暗。普天匝地不見面也不明。也不暗。露出金剛一隻", "485": "眼。且道。金剛眼在甚麼處。良久云。咄。", "486": "納川海禪師法嗣納川海禪師法嗣", "487": "常州天寧淨德月禪師常州天寧淨德月禪師本郡陽湖人　解制小參。若", "488": "人識得心。大地無寸土。家舍途中。若人識得心。大地", "489": "皆是土。途中家舍。於斯了然。不妨登山涉水。隨處自", "49": "寶應一粟霈滄霖禪師寶應一粟霈滄霖禪師本城湯氏子。年十八。投嶧岫", "490": "在。揮拂云。若向者裏停思。縱饒經歷百城。也是趙婆", "491": "呷醋　除夕小參。今年遇𨳝增一月。寒暑推遷今日", "492": "畢。衲僧巴鼻祇如常。摩訶般若波羅蜜　解制小參。", "493": "萬法歸一。有佛處不得住。一歸何處。無佛處急走過。", "494": "三月無違。青州布衫重七觔。恁麼則不去也。三千里", "495": "外漫流傳。上元定是正月半。摘楊花摘楊花。良久云。", "496": "還識趙州麼　陞座。最初機。末後句。泥牛吼水面。木", "497": "馬疾追風。有甚奇特。過得天寧門。方為好手。且道。天", "498": "寧有何長處。卓拄杖云。直饒佛祖到來。也要從頭勘", "499": "過　小參。今朝五月望旦。諸兄一齊雲集。驀竪拂子", "5": "潭州大溈藏庵鋒禪師潭州大溈藏庵鋒禪師武陵羅氏子　上堂。舉一不", "50": "和尚出家。依文律師受戒。首參振一宗。次歸一粟。受", "500": "云。祖意教意全彰。虗空何必釘橛。", "501": "霈靈源禪師法嗣霈靈源禪師法嗣", "502": "丹陽嘉山中和□禪師丹陽嘉山中和□禪師上堂。麻三斤。須菩提巖中", "503": "端坐。見吾法身。乾矢橛。萬里無雲天喫棒。克賓維𨚗。", "504": "罸錢赶出。文殊師利。喚不入門。倒却門前剎竿。弄猢", "505": "猻伎倆。禮拜歸位而立。認奴作郎。者一隊漢。箇箇認", "506": "影迷頭。嘉山者裏。仍可法堂前草深一丈。不肯將金", "507": "針度與人。何故。諸方難見易識。我者裏易見難識。", "508": "了凡聖禪師法嗣了凡聖禪師法嗣六人", "509": "無錫開利化南宏禪師無錫開利化南宏禪師上堂。僧問。意句俱不到時", "51": "本師衣拂。遂繼席焉　請佛上座小參。即此是佛錯。", "510": "如何。師云。描不成畫不就。進云。一種沒絃琴。惟師彈", "511": "得妙。師喝云。誰是知音。乃云。菱花纔現。人境難逃。鏌", "512": "鎁全提。佛魔膽喪。遵寰中之敕。握閫外之權。斬新條", "513": "令。掃除竹木精靈。截斷疑根。剖出佛祖心印。定龍蛇。", "514": "須具閃電之機。分玉石。必有迅雷之句。百尺竿頭。使", "515": "人人進步。萬仞巖上。要箇箇翻身。眾中還有進得步", "516": "翻得身者麼。喝一喝云。一片白雲橫谷口。幾多歸鳥", "517": "自迷巢　小參。花開樹樹開椏。椏上著葫蘆。葫蘆藤", "518": "上結冬瓜。瓜中五味盡皆全。甜如蜜。苦如連。辣似番", "519": "椒鹹似鹽。其中一種真酸味。相逢難以對人言。卓一", "52": "即此非佛錯。一粟。祇得將錯就錯。何以故。本來無位", "520": "卓云。薦。", "521": "高郵善因最初心禪師高郵善因最初心禪師生平。於道自任。室中嚴峻。衲", "522": "子少有能近者　上堂。真無妄不立。妄無真不生。透", "523": "過兩重關。猶落第二頭。所以臨濟大師云。向第一句", "524": "薦得。可與佛祖為師。第二句薦得。可與人天為師。第", "525": "三句薦得。自救不了。設有箇出來道。不落階級。又作", "526": "麼生。但向他道。今日不著便。", "527": "維揚高旻昭月貞禪師維揚高旻昭月貞禪師徐州沛縣余氏子。幼依銅山", "528": "潔生和尚出家。年二十。受具于宏濟律師。常誦法華", "529": "金剛致疑。奮志參方。謁高旻了凡聖。參三不是話。有", "53": "次。今日強安排。", "530": "省。呈所得。了曰。誰教你坐在者裏。懸崖撒手。自肯承", "531": "當。絕後再甦。欺君不得。師聞舉。豁然開悟。從茲日益", "532": "玄奧。後繼席焉。上堂。綠陰深處。水足草足。碧玉階前。", "533": "風清月白。千劫眼不借舌頭底。萬劫舌不借眼睛底。", "534": "󱈜璣不動。寂爾恒通。大清國裏。不是無禪。只是無師。", "535": "一釋迦二元和三佛陀。其餘是什麼碗脫坵　華嚴", "536": "期上堂。剖塵出經卷。了義絕言詮。阿字法門海。不隔", "537": "一毫端。良久云。風鳴條雨破塊。朝來塔上鈴語碎。大", "538": "方廣佛華嚴經。塵說剎說不思議。普賢行文殊智。樓", "539": "閣門開。三摩鉢地。顧眾云。文彩全彰。各請自鑒　上", "54": "休林岫禪師法嗣休林岫禪師法嗣", "540": "堂。十方國土中。無剎不現身。昨日雨今日晴。馬嘶芳", "541": "草地。牛臥綠楊陰。漁歌遠浦。蟬噪高林。金沙灘頭馬", "542": "郎婦。不搽紅粉也風流。好大哥。夜來明月照千谿。無", "543": "限獼猿探深影。喝一喝　小參。夜短睡不足。鐘聲披", "544": "七條。山門佛殿。露柱燈籠。因我得禮。你塔鈴邗水。妙", "545": "音觀世音。梵音海潮音。薰風南來。殿角凉生。甚麼處。", "546": "是文殊被世尊攝向二鐵圍山。驀喚行者。濃煎茶來。", "547": "小參。掃盡觸途滯程。頓開不二生涯。鑊湯為樂業。爐", "548": "炭是安家。趙錢孫李。大寶法華。若起絲毫佛見法見。", "549": "粗拳辣掌。不怕戴角夜叉。咄。突出無師句子。當陽獨", "55": "嘉興圓通心如靜禪師嘉興圓通心如靜禪師平湖金氏子。投萬年休林大", "550": "露無遮　晒藏經小參。舉世尊臨入涅槃。文殊請再", "551": "轉法輪。世尊咄曰。文殊。吾四十九年。未嘗說著一字。", "552": "請我再轉法輪。是吾曾轉法輪耶。師云。大小文殊。被", "553": "世尊熱瞞一上。萸灣今日路見不平。要與文殊作主。", "554": "召眾云。可快將黃面老漢贜物。盡搬在殿前。青天白", "555": "日。大家露佈一番。管教伊轉身不及。雖然。也是為他", "556": "閒事長無明　小參。三登投子。九上洞山。三千里路。", "557": "賣却布單。癡狂外邊走。一盲引眾盲。達磨不來東土。", "558": "二祖不往西乾。佛法徧天下。誰人不丈夫。一塵飛而", "559": "翳天。一芥墮而覆地。擬心即錯。動念即乖。汝等遠涉", "56": "師出家　小參。金鎞刮眼裏翳塵。全憑妙手。叢林轉", "560": "山水。皆是去本逐末。還委悉麼。未動脚跟。好與三十", "561": "棒　小參。拈起須彌椎。擊碎虗空皷。狹路相逢。無賓", "562": "無主。釋迦不是佛。達磨不是祖。放出楊岐三脚驢。踏", "563": "殺玄沙一角虎。阿呵呵。休莾鹵。若人識得心。大地無", "564": "寸土　示眾。諸人以我有佛法。我以佛法是冤家。不", "565": "著趙州七斤衫。豈拈洞山三斤麻。饑即飯。渴即茶。終", "566": "朝隨分足生涯。惟有一箇決定說。庭前娑羅樹。年年", "567": "放碧華　僧問。如何是道。師云。瓜州遠似揚州。問如", "568": "何是禪。師云。山僧今日勞倦。僧便出。師云。不妨伶利", "569": "問。如何是學人本來面目。師云。牙齒一具骨。耳朵", "57": "綱紀法令。須是其人。一大藏教。是箇切脚。且道。切箇", "570": "兩片皮。僧禮拜。師曰。好箇師僧。又恁麼去　僧參。纔", "571": "跨門。師曰。後面是阿誰。僧回首。師云。業識茫茫。無本", "572": "可據　師問僧。狗子還有佛性也無。僧云。無。師云。汝", "573": "驢年。夢見趙州去在　僧。問如何是雲門北斗藏身", "574": "意。師曰。月落寒潭靜。烏鷄半夜啼。僧曰。恁麼便是否。", "575": "師云。不打者驢漢出去。師主席三十餘年。室中嚴明", "576": "峻拒。不妄許可。事親最孝。有養母堂。乾隆五十年十", "577": "月七日示寂。世壽五十七。僧臘四十七。塔于江城村", "578": "之原。", "579": "維揚秋門陳居士維揚秋門陳居士喜讀佛書。偶閱維摩經。至文殊菩", "58": "什麼。犀牛扇子。匝地清風。於此互作主賓。成就不思", "580": "薩問疾品。維摩念言今文殊師利與大眾十萬餘俱", "581": "來我所。即以神力空其室內除去所有。乃豁然。得薀", "582": "界空。遂詣高旻。求入室。呈所得。旻曰。此是薀空。未得", "583": "性空。猶是門外事。士云。如何是門內事。旻曰。月落後", "584": "相見。士乃頓悟前非。即呈偈曰。大地黑漫漫。相逢不", "585": "相識。十聖三賢總不知。泥牛入海絕消息。旻頷之曰。", "586": "且喜得入門也。士云。弟子從未出。何言入也。旻曰。放", "587": "汝三十棒。遂築居士軒。長譚不二。臨終前一日。辭謝", "588": "親舊。時至。沐浴更衣禮佛。端坐說偈。合掌謝眾而化。", "589": "著述甚多。唯一貫吟。皆闡不不二之旨。", "59": "議化。人人親證摩醯眼。箇箇洞明正法輪　山門。圓", "590": "揚州哲文袁居士揚州哲文袁居士善繪雞。舉家茹素。參高旻。令參誰", "591": "字。半載無入處。一日畫雞呈似旻。旻曰。雖然如活。爭", "592": "柰不解啼。士曰。聲遍大千。旻把住曰。𨚗裏是他發聲", "593": "處。速道速道。士無對。自此晝夜力參。半夜忽聞雞呌。", "594": "徹見淵源。清晨求證。旻曰。居士會也。士呈偈曰。錦雞", "595": "啼破玉屏空。子夜閻浮日正中。情與無情同一舌。到", "596": "頭無處覓渠踪。旻云。到頭原不識渠踪。士唯然。日精", "597": "玄奧。一日喚家僮。敷座焚香。至午趺坐。令請秋門居", "598": "士話別。門至問曰。正當恁麼時如何。士乃畫一○相。", "599": "大喝一聲而寂。", "6": "得舉二。放過一著。落在第二。栽松道者求寄宿。面皮", "60": "通門戶。潑天大開。師子嚬呻。須待伊來。且道。伊是阿", "600": "揚州遯園尤居士揚州遯園尤居士未弱冠入泮。不信佛氏。每見僧心", "601": "若有物。忽舌下患一重舌。醫皆拱手。自知必死。聞秋", "602": "門居士知坐禪。可了生死。往扣之。門一見。即推出仍", "603": "閉却。士大疑之。遂詣高旻。令參神前酒臺盤話。日夜", "604": "參究。誓不歸。未幾。病釋然。一日欲登廁未及門。忽猛", "605": "省曰。從今不受人瞞也。即趨方丈。呈偈曰。酒臺盤酒", "606": "臺盤。答處何曾在問端。大道本來無背向。從今不被", "607": "舌頭瞞。旻為之助喜。", "61": "誰。喝一喝。拽杖便入。", "62": "長慶安禪師法嗣長慶安禪師法嗣", "63": "無錫南禪靜蓀慧禪師無錫南禪靜蓀慧禪師吳門程氏子。幼投本郡法華", "64": "純白和尚薙染。造雲林巨濤果受具。徧參諸方。首謁", "65": "憨初澹如諸尊宿。次造南禪。參長慶安。得蒙印可。後", "66": "繼席焉。乾隆甲辰。退隱蘇之支硎山法音精舍。有禪", "67": "宗心印。行世。", "68": "佩璋璜禪師法嗣佩璋璜禪師法嗣", "69": "廬山瞻雲素芳華禪師廬山瞻雲素芳華禪師上堂。昨夜抖擻肚腸。思量", "7": "厚多少。碓房俗漢上江舟。未跨船舷。好與三十棒。迷", "70": "一夜。作一首不落法身頌子。今日舉似諸人。拈拂子", "71": "云。甲子乙晝󳭿。雙隻角麒麟。丙子丁晝󳴼。中午現明", "72": "星。庚子辛晝󳴻。獨戶出羣英。壬子癸晝󳱭。三週慶百", "73": "歲。惟有中心戊子己。不敢動著。動著即禍生。乃吐舌", "74": "云。忙把琵琶半遮面。不令人見轉風流。", "75": "大曉徹禪師法嗣大曉徹禪師法嗣十人", "76": "杭州天長天濤雲禪師杭州天長天濤雲禪師嘉定王氏子。弱冠。依豁崖和", "77": "尚剃染。受具後。徧參南北宗師。及見大曉徹。印可。繼", "78": "席香林金山天寧　小參。過得荊棘林。尚非是好手。", "79": "何況死在平地。欲指你一箇路頭。怎柰我王庫內。無", "8": "時師度。悟時自度。大小祖師。乘風而過。寄來三甕醬。", "80": "如是刀。若總不恁麼。露柱燈籠呌屈有分。事不得已。", "81": "造箇口業。甘心墮󳫠舌犁耕。擊竹篦云。錢塘江上桃", "82": "花水。蘇白堤邊楊柳風　小參。花枝爛漫。燕語呢喃。", "83": "妙吉祥眉毛拖地。阿逸多鼻孔撩天。惟有東村王大", "84": "哥。耳卓朔頭鬔鬆。不見天空地濶。不知春夏秋冬。終", "85": "日饑餐渴飲。喚甕作鐘。水底嬾撈明月。虗空好捉春", "86": "風。任他晝夜滔滔水。今古奔流不向東　小參。三界", "87": "無法。一性圓明。四大本空。六窻虗靜。三藏十二部故", "88": "紙。一千七百則葛藤。提起也風行草偃。放下時海晏", "89": "河清。白雲山谷原無我。黃葉飛空豈有心。師末年。退", "9": "要你添鹽。收來一面鏡。自照覺醜。扶起黃檗。踏倒水", "90": "隱山陰善福菴。丙戌冬示疾。眾請醫。師却之。眾請偈。", "91": "乃笑曰。無偈便死不得耶。起坐如常。至臘月十九日。", "92": "吉祥而逝。茶毗。頂骨不壞。塔于鎮江丹徒之南崗。", "93": "金陵佛國湛海宗禪師金陵佛國湛海宗禪師貴州人　小參。西來意古佛", "94": "心。晝見日夜見星。門前春水連溪綠。屋後青山色更", "95": "新。靈雲見桃。豁開正眼。香巖擊竹。磕破頂門。會則途", "96": "中受用。不會則世諦流布　小參。翻天關展地軸。紅", "97": "爐焰裏。六月冰生。赤日光中。三伏凍冽。露柱燈籠。昨", "98": "夜三更。與墻壁石頭。商量箇事。引得舜若多神。從空", "99": "躍出。側耳偷聆。問訊蒲團上瞌睡漢。也是眼見如盲。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1587 正源略集", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1587 正源略集", "author": "清 際源．了貞輯　達珍編", "language": "chinese", "source": "CBETA"}