{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 540 般若心經釋義", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 540-A 般若波羅蜜多心經略疏序No. 540-A", "1": "般若波羅蜜多心經略疏序", "2": "唐翻經沙門賢首大師　法藏　著", "3": "夫以真源素範。沖漠隔於筌󱇮。玅覺玄猷。奧賾超於", "4": "言象。雖真俗雙泯。二諦恒存。空有兩亡。一味常顯。良", "5": "以真空未嘗不有。即有以辨於空。幻有未始不空。即", "6": "空以明於有。有空有。故不有。空有空。故不空。不空之", "7": "空。空而非斷。不有之有。有而非常。四執既亡。百非俱", "8": "遣。般若玄旨。斯之謂歟。若歷事備陳。言過二十萬頌。", "9": "若撮其樞要。理盡一十四行。是知詮真之教。乍廣略", "10": "而隨緣。超言之宗。性圓通而俱顯。般若心經者。實謂", "11": "曜昏衢之高炬。濟苦海之迅航。拯物導迷。莫斯為最。", "12": "然則般若以神鑑為體。波羅蜜多以到彼岸為功。心", "13": "顯要玅所歸。經乃貫穿言教。從法就喻。詮旨為目。故", "14": "云般若波羅蜜多心經。", "15": "此序文約義豐。辭無枝葉。玩其真空。未甞不有。即", "16": "有以辨於空。云云十二轉語。撥出一個真空實相", "17": "親切嚴密。非具雙眼者。莫能言也。愚每誦斯文。爽", "18": "酥毛骨。得其印券者多矣。固不可掩師之善。亦不", "19": "敢自私於心。敬錄卷端。以公天下為後來同志者", "20": "的。觀光", "21": "No. 540-B 般若波羅蜜多心經釋義序No. 540-B", "22": "般若波羅蜜多心經釋義序", "23": "佛說心經。首尾五十三言。能了一十二部大藏經中", "24": "之玅義。非他經可比。故謂之了義心經。經謂之心者。", "25": "心所以至宰乎一身。而運用乎百骸者也。夫心之時", "26": "義大矣哉。何後之註解者。與經文無所發明。惟唐高", "27": "僧賢首。諱法藏者。所註心經略疏。及真覺諱文才者。", "28": "註慧燈集。盡略疏之詳。此二家之註。不離本文。義理", "29": "切實。但言淡意清。科條繁細。初機學者。神流氣矂。一", "30": "時觀之。無入頭處。其次如潛溪宋先生。會賢首宗泐", "31": "孤山古雲等諸師之解。而為解者。其義雖明。不無闕", "32": "略。噫。甚矣此經之不可以漫然註解。而註解者之難", "33": "也。且佛經三藏。曰經曰律曰論。凡謂之經與律者。皆", "34": "世尊金口宣揚。一入阿難尊者之耳。始終不訛一字。", "35": "佛至雙林。勅阿難。將四十九年所說之法。彚集成經。", "36": "凡諸經首。必用如是我聞四字。蓋示以述而不作之", "37": "意也。又佛住世時。在會菩薩。如文殊普賢觀音勢至", "38": "等。為十方無量菩薩之首。俱未見其說法。縱有所說。", "39": "非佛之言。阿難安敢收攝入藏。以水參乳乎。爰是而", "40": "知。心經為世尊所說無疑矣。不然。何略疏謂此一十", "41": "四行之經。其文雖簡。而義悉備。即能統攝六百卷中", "42": "之要妙。則此即諸經之總持也。略疏又以觀自在至", "43": "度一切苦厄。目為略標綱要分。舍利子已下。目為廣", "44": "陳實義分。據此條目綱領而詳之。始知心經之脉絡。", "45": "所謂開萬古之群蒙者此耳。蓋心經之旨。在於般若。", "46": "三世諸佛依之。即得菩提。十地菩薩依之。即證涅槃。", "47": "明般若者。四諦等法。皆不足憶也。故曰。千日學法。不", "48": "如一日學般若。出世之流。可踰般若而慕他法乎。愚", "49": "以淺見薄識。豈敢好異與老宿強辯。亦不敢妄為註", "50": "解。以愚後來。惟據賢首文才二師之解而衍說之。間", "51": "有竊附己意。補其闕略。亦乃一得之愚。庶使初機學", "52": "者。不至如矮人觀場。未必無小補云。", "53": "旹萬曆丁亥春福建延乎嘿壺謝觀光書于錢塘", "54": "紫陽洞天深處", "55": "般若波羅蜜多心經釋義", "56": "No. 540", "57": "般若波羅蜜多心經釋義", "58": "閩劍一笠道人嘿壺謝子　觀光　釋", "59": "武林有髮僧了幻前進士　胡孝　校", "60": "佛謂世間一切男女。無分貴賤。但肯一念", "61": "觀心。則其人自性就在。不用擬議安排。何也。自性在窮。應物有主。則事不能擾。何安樂如之。此觀", "62": "字法門。即萬行之樞也。清涼云。萬行束為六度。六度攝歸三學。戒定慧也。三學攝歸止觀。止觀本乎一心。止乃", "63": "伏結之初門。觀乃斷惑之正要。苟脩止觀。萬事畢矣。人若一念不觀。則心已惑於物。心既溺物。諸惱兢臻。自在", "64": "之樂。安可得乎。今學觀者。勿觀之目。宜觀之心。心觀其體。即得自在。忘體觀物。即生煩惱。觸目皆物。孰能不觀。", "65": "惟觀不悖體。用即靈妙。如是觀心。立成佛道。經云。平等真法界。無行無能到。若能間觀心。能行亦能到。略疏以", "66": "觀自在菩薩為句者。指觀心之人也。非實有一菩薩以承其名耳。儂謂觀自在一句。乃學佛之綱領也。行深般", "67": "若者。乃脩菩薩之綱領也。今之欲脩", "68": "菩薩之道者。其法頗繁。須要先行法空深般若之智慧。得", "69": "波羅蜜多。到寂淨涅槃彼岸之時。然後始能照見五蘊之陰翳原無體質。依人之", "70": "性而生。今證涅槃。則彼諸蘊。隨照皆歸空假。惟有涅槃獨露。蓋因先證涅槃。次破五蘊。然後始", "71": "度脫一切罣礙恐怖顛倒夢想之苦厄。不是先度苦厄。故略疏云。證見真空。苦惱斯盡。", "72": "始遠離分段變易二種生死。今之學者。下手即泥閉目靜坐。掃除妄想。希俟妄盡。而見真性。如是行者。大違佛", "73": "旨。豈知妄若塵沙。以眾生知見。焉能出脫。儂謂欲除塵妄。須證涅槃。欲證涅槃。須行般若。般若不行。則涅槃不", "74": "證。涅槃不證。則苦厄難除。所以心經。以般若為宗矣。此上二節。略疏目為略標綱要分。即學佛學菩薩之二綱", "75": "領也。下文廣陳實義分。即其教中八條目也。心經義理。離諸禪律。純粹輕清。非上智莫能了。佛會上智。舍利子", "76": "其人也。彼時佛將廣陳條目。特呼智慧第一之弟子", "77": "舍利子曰夫。色蘊不異乎真空。真空亦不異乎色蘊。此一節。略疏", "78": "目為空假無礙觀。佛又曰。色蘊即是真空。此節從假入空觀。真空即是色蘊。此", "79": "節是從空入假觀。其餘四蘊。佛省文總括之曰。受想行識之四蘊。亦復如是。色蘊", "80": "四轉語一般而轉矣。此節因上文。五蘊皆空。及觀字法門而發也。略疏曰。觀色即空。以成止行。觀空即色以成", "81": "觀行。空色無二。即止觀俱行。方為究竟也。夫色空二字。學者自須明白。切勿隨聲附和。此色不異空之空。不是", "82": "沒有了。乃人人身中真性實有之名也。色者。非特眼見者是。聲香觸法。皆色也。乃身外一切事物之名也。所謂", "83": "不異。又曰即是。乃教人和光同塵。混色融空之意。切忌避喧趨寂。此是醫那除妄想。求真性者之病也。學者若", "84": "悟般若。以般若涉事。即事亦成般若。若明事即般若。應物亦無妄矣。慧燈云。事虗而理實。以實應虗。如水奪波。", "85": "波相自盡。解斯法者。不動步。可疾證菩提。但此心境一如之空如來藏。障重福薄者難當。佛憫我等。不悟衣中", "86": "之珠。重呼舍利子。形容此實相如來藏。佛告", "87": "舍利子曰。是諸五蘊之法塵若空了之時定要顯出一個空了之", "88": "相狀出來。方契實際之理。不然即墮在那法空之空中去矣。此相非空非有。甚難形容。佛於下文。提出不生", "89": "不滅等兩頭機。證出中間之奇貨。儂謂此節。乃是直指實相門。略疏就位釋不生不滅。謂在道前凡夫位。以諸", "90": "凡夫。死此生彼。流轉長劫。是生滅位。真空離此。故云不生不滅。儂就性釋。謂諸聲聞小乘。迷時逐物妄起則為", "91": "生。悟時離物妄息則為滅。因其未證空相。不生即滅。不滅即生。動靜只此兩頭忙。若具真空實相者。應物動時。", "92": "見透物是有外緣虗假。不隨物往。以其有空相表之耳。雖曰念生。其實生亦", "93": "不生。應了念慮靜時。似乎寂滅。彼滅中。却有實相。故滅亦不滅。略疏就位釋不垢不淨。謂在道", "94": "中菩薩等位障染之垢。雖未消盡。而清淨之行已脩。名垢淨位。真空離此。故云不垢不淨。儂就性釋。以緣覺中", "95": "乘之人。厭喧求寂。故其知見有垢有淨。惟悟空相之人。應物居塵之時。亦", "96": "不見其污垢。應了心性恬靜之時。亦不見其清淨。略疏就位釋不增不減。謂在道後佛", "97": "果位中。生死惑障。昔未盡而今盡。是減也。脩生萬德。昔未圓。而今圓。是增也。真空離此。故云不增不減。儂就性", "98": "釋。謂上乘之人。悟則明生。似乎有增。迷即明失。似乎有減。若證真空實相之人。以實相非因聖有。故在聖位之", "99": "時。", "100": "不見其有所增長。性相本來具足。故在凡位。亦不見其有所減缺。夫證實相之相者。不淪空。不", "101": "滯有。謂之清淨妙色身。佛謂惟此一事實。餘二即非真。孰能信悟踐此真空實相之形者。五蘊不照而自空。六", "102": "根不滌而自淨。六塵不掃而自清。六識不轉而自智。無量法門。皆為此真空實相之相。一法之所攝也", "103": "是故此真空實相之中。無諸色蘊之障。亦無受想行識之障。有此實相", "104": "之法。即不用餘法。故曰。亦無滌眼耳鼻舌身意六根之法。亦無掃色聲", "105": "香味觸法。六塵之法。亦無轉十八界中眼界之小法。乃至無轉意", "106": "識等十八界之法。略疏目此節為法相開合門。夫空相門中。非特無此數法而已。亦", "107": "無十二因緣法中無明之可破。何也。夫無明一悟即是真空。真空一迷。復成無明。無明既因迷而", "108": "右。因悟而無。雖無定體。心若一迷。無明即至。固不可言其絕盡無矣。故曰", "109": "亦無無明盡。夫此空相無明。原非兩物。永嘉曰。無明實性即佛性。幻化。空身即法身。此言甚", "110": "覺有味。苦厄生於無明。故無明。乃是十二因緣之首惡。今悟空相。既已無之。則其餘黨。緣行。緣識。緣名色。緣六", "111": "入。緣觸。緣受。緣愛。緣取。緣有。亦皆無之。非但無此止矣。", "112": "乃至無諸老死。人既有身。必有老死。今說無之。佛就性言。以人真性。萬劫不壞。無死無生。", "113": "故曰無老死。本性雖無老死。色身未免有老死。豈可謂其絕盡無矣。故曰", "114": "亦無老死盡。此節。略疏目為緣起逆順門。非但已上諸法。不若實相省力。至於四諦之法。雖", "115": "為大乘之法寶。真空亦能兼攝。故曰。實相門中。亦", "116": "無苦集滅道四諦之法也。此節。略疏目為染淨因果門。詳解在釋疑中。下文無智亦無得一", "117": "節。略疏目為境智能所門。外境。即所也。內智。即能也。學者由有般若內能之智。而見實相之理。因得此理。始無", "118": "已上外境諸法之所。法所今既無之。猶存智理未去。此節甚難形容。為設一喻。實見之理喻藥方。諸法之擾喻", "119": "疾病。般若之智喻藥石。法空何用般若。即病愈不可復藥。無病服藥。恐因藥致生他病。法今既空。般若須罄。即", "120": "無智也。般若雖罄。實見之理猶存。如藥去而方尚在。今者若併其所得之方。亦俱無之。正如剝芭蕉。始剝到此", "121": "無下手處。惟露出那無病無藥無方之奇貨。故曰", "122": "無智亦無得。學者學到這箇無所得之田地。邃寂孤危行人絕跡。實無問津處。自要抖擻精", "123": "神。睜眼作個主張。不然即跌落那昏懵深坑去。萬劫不得出頭來。莫恨某甲今日不說破。要迯生死苦。須由這", "124": "條路上過。躲閃不得。下文以無所得故一節。是牒前起後之句。略疏謂以者。由也。故者。所以也。謂了生死之學", "125": "者。由前", "126": "以無所得為因故後所以能得涅槃菩提之果。此二果〔伏〕無所得而得也。學者若存少有得", "127": "之心。即為其所礙。二果不可得矣。此經以無所得三個字結於法未。獨無旨乎。即瞿曇老婆心切處。圭峰云。般", "128": "若以無所得為方便。圓覺以離相為方便者。是也。夫", "129": "菩提薩埵。造無所得地。由依。那般若波羅蜜多時。故其心中。始", "130": "無一切名利嗜欲喜怒愛惡之", "131": "罣礙。因其無諸罣礙了。故纔無有患得患失恐懼怖畏之心矣。菩薩", "132": "工夫到此。惑不礙心。境不礙智。外無魔怨之怖。即惡緣息也。由此始能", "133": "遠離聲色顛倒醉夢之情想。到此地□。內無惑障之倒。即惡因盡也。這其間。始", "134": "究竟。窮盡菩薩所證無死無生涅槃圓寂自在之斷果。夫十方三世一切諸佛。造無", "135": "所得之地。亦由依那般若波羅蜜多了。故纔證得本來之阿耨多", "136": "羅三藐三菩提無上正等正覺之智果。龍舒居士註。梵語阿。此云無也。耨多羅。上也。三。正", "137": "也。藐。等也。菩提。覺也。詳言之曰無上正等正覺。略言之曰。覺也。以人人真性。無得而上之。故云無上。然上自十", "138": "方諸佛。下至蠢動含靈。此性正相平等。故云正等。覺性圓明普照。無去無來。大周沙界。小入毫〔苦〕故云正覺。得", "139": "此正覺之果者。所以為佛。即此三界。而離三界。不復輪迴矣。。", "140": "已上之文。乃是有義理之顯般著。令人循文解義。依法脩持。篤信力行者。則魔網自裂。五蘊頓空。六根漸〔爭〕苦", "141": "厄潛消。佛果必證。", "142": "已下所說之呪。謂之密般若。密者。秘密也。謂不可解說。但令信心持誦。自然災業除。福慧長。有陰助行人進道", "143": "之功。若貪嗔癡鈍。宿業染習深重未除者。不藉此神呪之力。而能得脫其韁鎻者。決無是理也。佛於下文。先讚", "144": "密般若呪力之勝妙曰。", "145": "故知此密般若波羅蜜多。之神呪。不比尋常之呪。乃", "146": "是解宿世冤業有大神力之呪。是豁人心一切愚鈍之大明呪。諸經皆有神呪。更無", "147": "一呪高妙過於此呪者。故曰是無更有在此上之呪也。是無更有與此般若呪平", "148": "等一般等平之呪也。此呪。能除三界眾生一切煩惱災障苦厄之呪。我此讚呪勝", "149": "妙之語。皆是真實之言。不是虗誑之語也。世尊贊此呪已。故即說此密般若", "150": "波羅蜜多之呪。即說其呪曰。揭諦揭諦。波羅揭諦波", "151": "羅僧揭諦。菩提薩婆訶", "152": "默老所釋心經。理直義貫。甚利初機。由茲始達本", "153": "文二百六十字。獨闡般若。實諸佛菩薩成果之正", "154": "因。雖辟支緣覺聲聞。尚未知有其要。凡夫闡提外", "155": "道。豈能傾信其神。又非高遠。在人一念轉間顯密。", "156": "果能併行不悖者。非佛口所生之子而何。了幻僧", "157": "䟦", "158": "般若波羅蜜多心經釋義終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 540 般若心經釋義", "author": "明 謝觀光釋"}