{"language": "chinese", "originalTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0064 強獨樂為周文王造像碑: 強獨樂為周文王造像碑", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 64", "1": "強獨樂為周文王造像碑", "2": "此周文王", "3": "之碑", "4": "大周使持", "5": "節車騎大", "6": "將軍儀同", "7": "三司大都", "8": "督散騎常", "9": "侍軍都縣", "10": "開國伯強", "11": "獨樂為文", "12": "王建立佛", "13": "道二尊像", "14": "樹其碑", "15": "元年歲次", "16": "丁丑造", "17": "夫功例當時。而顯揚千載者。非竹帛無以褒其訓。非金石無以銘其德。是以漢頌李氏於", "18": "蔭岑。前魏書鄧於綿竹。姬姜受齊魯之封。晉宋垂拱而取天位者。皆猶立身有滔天之功。", "19": "平暴理亂。存濟蒼生故耳。而我父王。處身成長。值國艱難。恒朔風起。連及魯越。鮮于葛榮。", "20": "各擁十州之眾。翻魂齊晉。尒時王身文武英邈。糜量山海。坐算知天。謀無不決。平杜葛二", "21": "軍積年之寇。掃盪齊魏草化之民。京洛清晏。關東怗然。安置宰守。人民復業。唯有醜奴莫", "22": "折。屯聚蟻眾。撓亂三秦。賀拔与王俱時受命。龔行天罰。各領虎將百千。𩖙衄𠡯先。擒醜奴", "23": "於涇州萇茿之原。戮莫折餘燼在大秦之域。河涼息寧。關隴倏同。平俓定秦。王有陣敵之弟子何周敬造", "24": "功。重勳難彰。除原州刺史。在任清儉。与民水菜不交。閤絕私覿。皎然水鏡。恩同子產。後比釋迦像。願一切", "25": "周邵。令名照著。遠近欽穆。尋轉為夏州刺史。尒時賀拔僕射為關西行臺。侯莫陳為隴右法界眾生早", "26": "行臺。各領所部。擬伐兇逆。時有靈州刺史曹渥。圮黃河之難。不祇國命。而賀拔僕射心欲得作佛", "27": "討惡。志公無二。而侯莫陳陰生妒嫉。密懷徒害。王時在西夏。聞僕射薨於原州。即領所部。", "28": "星赴平□。尒時大軍。見府公薨背。人懷異望。王自至涇。誓約六軍。泣而言曰。昔洪演納肝。", "29": "包胥哭秦。解陽執楚。至死不二。紀信代君。燌燒其身。仵員報父兄之仇。孫武令而言之。一", "30": "人欲死。百人不當。万人欲死。橫行天下。遂能滅強楚於孃城之側。破越軍噲稽之野。況我", "31": "等諸軍。將同韓白。眾如虎狼。今不為君雪恥。豈可立身於地上乎。因即將士同心。揚威西", "32": "討。時不逾朔。蘯除兇扈。斬侯莫陳元惡黨類。虜掠眾軍。悉恕不咎。遂摠攝百万。志平國難。", "33": "至永熙年中。高賊昌狂。弄威并相。主上嫌恨。遂遷京師。內外百官。歸還雍都。知王神機獨", "34": "決。視徹九霄。員武逕文。鎮越社稷。所領將帥者。皆進有曹劌之機。退懷孫臏之策。指日光", "35": "迴。吹流山壑。其士卒也。手把長戈。雄毅跳山。蹴石成風。吸岳崩思。故武帝拜為都督中外", "36": "諸軍事大丞相。威振八極。六合來賓。北有茹茹。傾國歸降。南伐梁國。君刑民遷。交廣請命。", "37": "西定□昌鄧□。吐谷渾稱藩。貢獻相尋。禮及中原。君臣和穆。父義母慈。兄友弟恭子孝。盜", "38": "賊伏匿。奸詐不行。故能除攙槍於九宵。掃塵遐於六莫。囹圄無阿枉之囚。幽澗無屈滯之", "39": "士。今日俗美。遵同慈父。昊天不弔。春秋五十。薨於長安。百姓號墓。如遭先妣之喪。國王大", "40": "臣。咸推世子代其父位。心在哀迷。未治軍府。天鑒積善。必加餘慶。善惡報應。唯在上靈。是", "41": "以湯王自澆。甘澤降注。宋景思殃。熒或一宿為之三從。天道無親。唯德是予。玄像垂曜。万", "42": "國必仰。魏王知天命去已。祚歸于周。周畏天之命。即依恭受。而天王既臨万國。尋思漢祖", "43": "之尊諡太上皇。魏文諡父為武帝。昔我周之紹隆。武王滅紂。諡先父王。今既天歸周。恒應", "44": "襲其故。遂依尊號文王。斑告天下。樂等與大都督夫蒙儁。帥都督楊哲。都督呂璨。都督治", "45": "石崗縣傅元緒。都督治陽安縣史于德。武康郡丞劉延治。懷遠縣劉開。都督王祥。都督馮", "46": "延。都督鄭業等。出自布素。蒙王採拔。解褐入朝。位登三司。恢身殞命。無以上報。雖肝腸糜", "47": "爛。無過時之哀。竊唯上古。非臣子不樹碑銘。非其神而祭之者諂。樂等今從柱國大將軍", "48": "大都督甘州諸軍事化政郡開國公宇文貴。邊戍岷蜀。因防武康。不勝悲切。故於□東之為法界眾生", "49": "嶺。顯益之崗。天落石傍。為王敬造佛二尊寶堂。藥王在其左。普賢在其方。文殊師利俠侍敬造", "50": "兩葙。飛天化生在上馳翔。師子吒呲在下侏張。百神庄嚴。內外。黃〃。鑒察愚冥。濟其道場。", "51": "前立靈碑。文字書揚。龜龍交槃。巖巍昂藏。刊石隱文。万代彌常。讚其功勳。永序延康。", "52": "赫〃文王。才高少昌。掃除四兇。建莭秦陽。摠鉀百万。其峰難當。儀同督將。智齊三剛。文學", "53": "儒士。態殊陳張。平彌燕趙。進師金方。剋捷三秦。懸袿邊壃。群奸斂平。眾逆消亡。南定庸蜀。", "54": "西及胡羌。北降茹茹。東南夷梁。六合清晏。濟〃康〃。百官釐務。佩玉鏘〃。各治其職。撫導", "55": "勝常。百民率舞。男女顯章。六畜滿原。穀帛盈倉。漢稱文景。周詠成康。論比德績。上及三皇。", "56": "抑強接賓。採擢賢良。覆載之下。讚言明王。故頌其德。刊文碑旁。"}, "englishTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0064 強獨樂為周文王造像碑: 強獨樂為周文王造像碑", "author": "顏娟英主編"}