{"sourceLink": "http://www.cbeta.org/", "text": {"0": "序超原序衡山和尚語錄序", "1": "昔達磨西來不立文字直指人心見性成佛後六祖", "10": "參法語皆從胸襟流出蓋天蓋地真不愧為大慧之", "100": "如三禪天樂者云汝還求出否提婆云待世尊入地", "101": "獄我纔出地獄者云世尊豈有入地獄分提婆云世", "102": "尊既無入地獄分我豈有出地獄分汝等若在者裏", "103": "會得便向升沉遷徙處識取本地風光且道如何是", "104": "本地風光復以拂子畫󵋡相云處處總成華藏界堂", "105": "堂無處不毘盧。", "106": "說戒上堂舉拄杖云釋迦老子來也在山僧拄杖頭", "107": "上道不用安排切莫造作安排造作無繩自縛不安", "108": "排不造作善財彈指登樓閣秘魔放下手中叉普化", "109": "入市搖鈴鐸諸仁者于斯薦得百千法門同歸方寸", "11": "兒孫也夫聚雲治平諸大老重振大慧之道於西蜀", "110": "河沙妙德總在心源一切戒定慧門悉皆具足不離", "111": "汝心如或未然鞭影日將調意馬溪光時把按心牛", "112": "卓一卓。", "113": "慶忠老和尚設忌上堂拄杖突出虛空踢著通身粉", "114": "碎三炮四喝料揀玄要賓主明歷此是老和尚家醜", "115": "當陽露出端的作麼是露出底句咄。", "116": "明德居士請上堂踏破虛空口崑崙顛倒走明德出", "117": "頭來性哲傳燈久以拄杖畫相云參。", "118": "聚雲三目法叔老和尚訃音至上堂同住聚雲時曾", "119": "霑猶子愛離亂各一方面目無隔礙化緣事已周分", "12": "而衡山三山諸和尚又能繼志述事俾雙徑禪燈旦", "120": "身遍法界大眾還知者老漢落處麼遇寒湖中向火", "121": "逢熱火裏乘涼恁麼本分自由好與頂門揭蓋復云", "122": "蒼天蒼天。", "123": "上堂扇子𨁝跳上三十三天獅子窟中無異獸觸著", "124": "帝釋鼻孔象王行處絕派蹤東海鯉魚打一棒萬里", "125": "橫屍雨似盆傾四洲普潤大眾會麼福城批判異諸", "126": "方大用全提只者是。", "127": "小參小參", "128": "小參人天百萬驀然拈花此是瞿曇老漢上頭關喚", "129": "作竹篦則觸不喚作竹篦則背此是徑山老漢上頭", "13": "復旦兮則凡我濟北後裔皆當共慶同宗之盛也茲", "130": "關一棒一條痕一摑一掌血此是慶忠老漢上頭關", "131": "逢人便拜遇佛便打此是福城長老上頭關若在者", "132": "裏一一會得縱然一夜風吹去只在蘆花淺水邊如", "133": "或未然太湖三萬六千頃月在波心說向誰。", "134": "小參舉趙州和尚云老僧十二時中除粥飯二時是", "135": "雜用心處此是古人為敵生死底工夫今人又當何", "136": "如若要擔荷佛祖門庭須要箇直實決定志氣千磨", "137": "萬鍊百棒打不回頭底漢子始得若是半疑半信半", "138": "進半退底終是半途而廢安能在生死海中倒駕慈", "139": "航耶久立眾慈各宜努力。", "14": "普陀別菴和尚以衡山令伯語錄壽諸棗梨而几幻", "140": "總戎袁寶善居士請小參舉僧問趙州如何是祖師", "141": "西來意州云庭前柏樹子僧云和尚莫將境示人州", "142": "云我不將境示人僧云如何是祖師西來意州云庭", "143": "前柏樹子者箇公案要累及寶善居士在。", "144": "示眾示眾", "145": "午日示眾石輥嚼破虛空冤屈崑崙叫苦痛殺海上", "146": "王郎到處敲鑼動鼓喝一喝云家家蒲倚天寒報", "147": "到今朝是端午。", "148": "示眾生從何處來死向何處去知得來去處方名學", "149": "道人連喝四喝云會得老僧者四喝參學事畢如或", "15": "大師索序於予予不自揣援筆作此何異捧土培泰", "150": "未然但看受生死底是誰不受生死底是誰知得來", "151": "去處底是誰不知來去處底是誰看來看去看理", "152": "會不得處如一團火頓在胸中久久提究到豁然貫", "153": "通處方知生死二字決定與自己不相干涉。", "154": "示眾今時學道人多是腳跟不穩立志不堅於世事", "155": "上不如意則火急要參禪要修行忽然世事稍有如", "156": "意則不參禪不修行矣此何以故無決定信故也如", "157": "是學道欲與佛祖把手共行無有是理。", "158": "示眾世尊在靈山會上拈花示眾惟迦葉頭陀破顏", "159": "微笑且道迦葉見箇甚麼道理便笑者裏下得一語", "16": "山掬水沃東海哉。", "160": "恰當方許來入老僧之室。", "161": "示眾老僧未讀詩書出言莽鹵待人唯一味鐵釘飯", "162": "木札羹誰肯下口咬嚼世人都是愛逞神機以資談", "163": "柄無怪方木圓竅兩不相當矣即世尊為一大事因", "164": "緣出世間有言下相應者盡是途中受用當機證悟", "165": "唯得迦葉一人而已阿難將佛四十九年說底記持", "166": "如瓶貯水毫無滲漏末後又疑問迦葉世尊付金襴", "167": "袈裟外另傳箇甚麼迦葉答曰倒卻門前剎竿著阿", "168": "難得迦葉者一轉語始入安樂法門大眾倘具一隻", "169": "超方眼肯越常流必不空過此生根器珍重。", "17": "康熙乙亥王春龍池後裔閩莆超原澹崖氏拜撰", "170": "示眾心地隨時說菩提果自成事理俱無礙當生即", "171": "不生可怪汾陽李上座十二時中向佛頭上著糞。", "172": "示眾釋迦未曾出世達磨未曾西來老僧未曾卓錫", "173": "此山時人人頂門上輝大寶光箇箇腳跟下縱橫十", "174": "字無有欠少無有休歇奈何日用而不知故君子之", "175": "道鮮矣何以見得人道中若無此光聞呼即應見物", "176": "便知揚眉瞬目折旋俯仰迎賓待客穿衣喫飯者是", "177": "誰天道中若無此光受天福樂變化莊嚴視東忘西", "178": "瞬目不捨修九次第定者是誰地獄道中若無此光", "179": "洋銅灌口熱鐵沸心刀山上行劍樹上走忍痛受苦", "18": "藍理序慶雲炳禪師語錄序", "180": "者是誰餓鬼道中若無此光鍼煙焰火長夜燒然", "181": "呼求食恒受飢渴者是誰畜生道中若無此光披毛", "182": "戴角銜鐵負鞍喫草飲水飛躍啼嗥者是誰修羅", "183": "中若無此光三頭六臂嗔焰然眉或現大身甕", "184": "彌或現小身潛於藕孔者是誰緣覺道中若無此光", "185": "知苦斷集慕滅修道求聖法者是誰聲聞道中若無", "186": "此光坐無為床受寂滅樂神通變化飛騰隱顯者是", "187": "誰菩薩道中若無此光勤修六度萬行莊嚴無疲勞", "188": "厭怠者是誰諸佛若無此光成等正覺廣度眾生永", "189": "無休息者是誰山河大地草木叢林若無此光春生", "19": "臨濟之道騰越而起類皆岷蜀之人五祖昭覺其最", "190": "夏長秋收冬藏者是誰故知者道光明物物上彰法", "191": "法上顯本自具足本自圓成雖然無處不現無不承", "192": "此恩力只因理在五陰坑中拋在無事甲裏不知參", "193": "求不知推究故勞釋迦出世達磨西來作箇教主欲", "194": "人人向自己腳跟下識取者道光明輝天鑑地耀古", "195": "騰今不但釋迦達磨出來如是即歷代祖師出來也", "196": "只如是昔西天國王問波羅提尊者曰我欲作佛不", "197": "知何者是佛尊者曰見性是佛王曰師見性否尊者", "198": "曰我見佛性王曰性在何處尊者曰性在作用王曰", "199": "是何作用我今不見尊者曰今現作用王自不見王", "2": "曰達磨道箇直指早是曲了也何以故要知不立二", "20": "著者逮有明神宗朝雲老人以間世英偉承徑山", "200": "曰於我有否尊者曰王若作用無有不是王若不用", "201": "體亦難見王曰若當用時幾處出現尊者曰若出現", "202": "時當有其八王曰人處佛性當為我說尊者曰在胎", "203": "為身處世名人在眼曰見在耳曰聞在鼻辨香在舌", "204": "談論在手執捉在足運奔遍現俱該法界收攝在一", "205": "微塵識者知是佛性不識喚作精魂王聞是言心即", "206": "開悟此是波羅提尊者令西天國王向一切處識取", "207": "者道光明之樣子也裴相國入寺見壁間畫像問院", "208": "主云壁間是甚麼主云高僧真儀相國云形儀可觀", "209": "高僧何在主無語相國云者裏有高僧麼時黃蘗在", "21": "之後大乃父乃祖之庭于桐山王壘光燄赫奕諸方", "210": "眾院主云有一上座頗似高僧相國遂舉前話蘗云", "211": "請問來相國云形儀可觀高僧今在甚麼處蘗召裴", "212": "休休應諾蘗云在甚麼處裴公於言下領旨此是東", "213": "上祖師令裴相國向語言色相上識取者道光明之", "214": "樣子也僧問六祖如何是佛祖云我欲說恐汝不信", "215": "僧云和尚誠言安敢不信祖云即汝便是僧問鹽官", "216": "如何是本身盧舍那官云與老僧過淨瓶來僧將淨", "217": "瓶至官云卻安舊處著僧送還舊處復來詰問官云", "218": "古佛過去久矣老僧引古證今者些葛藤都是與混", "219": "沌畫眉虛空安柄還知者道光明麼那吒眼裏虛空", "22": "傾向以為臨濟再興故出其門者廣大精微凌轢前", "220": "碎鐵鑄波斯笑海潮參。", "221": "示眾二時課誦乃漸修之學猶人日用飲食不可無", "222": "也如參禪以提話頭為務或參父母未生前或參如", "223": "何是本來面目或參念佛是誰是必二六時中勤參", "224": "不歇方纔契悟自心豈不是一乘圓頓妙法門見性", "225": "成佛真秘典如念佛以一心不亂專持名號為務行", "226": "人單以一生長齋不飲酒茹葷廣行布施禮拜供養", "227": "親善知識受持經典晝夜六時勤切念佛始終如一", "228": "則臨命終時觀音彌陀親垂接引豈不是臨終西方", "229": "境分明在目前也今有人披張禪師封皮酒葷不斷", "23": "古直與南匾頭寶峰文輩並驅中原󵒩歟盛哉慶忠", "230": "自誤誤人其過非小不見永明壽禪師四料揀云有", "231": "禪無淨土十人九錯路陰境若現前瞥爾隨他去謂", "232": "只明禪理不習禪定不修六度淨業一生狂亂隨流", "233": "臨終陰境現前輪迴六道者是也二曰無禪有淨土", "234": "萬修萬人去但得見彌陀何愁不開悟謂見地不明", "235": "一生只修淨業念佛發願往生廣修萬行臨終仗彌", "236": "陀願力攝受往生西方決定無疑三曰有禪有淨土", "237": "猶如戴角虎現前為人師當來作佛祖謂深達佛理", "238": "兼修淨業隨其根性化人念佛為人天師往生上品", "239": "四曰無禪無淨土鐵床並銅柱萬劫與千生沒箇人", "24": "禪師居其一也忠得法龍象二十三人三座則為慶", "240": "依怙謂不明佛理不修淨業不願往生甘受沉淪何", "241": "由出離苦海諸仁者欲超生死證菩提宜擇善行之", "242": "速登上品正恁麼時腰纏十萬貫騎鶴上楊州好不", "243": "快活。", "244": "法語法語", "245": "示扆恒上座者箇道理亙古亙今恒常不變也不著", "246": "忘懷也不著念慮但自時時參究刻刻提撕妄念起", "247": "時亦不得止遏止動歸止止更彌動如何敵得生死", "248": "只就動止處看箇話頭便是釋迦老子達磨大師出", "249": "來多方為人只是者箇歷代祖師順機接引也只是", "25": "雲炳禪師按炳狀師少即見先聚雲于寶峰初入侍", "250": "者箇一問一答賓主交參也只是者箇舉起茶盃放", "251": "下匙筋也只是者箇老僧恁麼舉似恁麼註解此中", "252": "還敵得生死也無若謂敵不得生死總是未會者箇", "253": "落點處既是未會者箇落點處須行也參者箇坐也", "254": "參者箇喜怒哀樂時也參者箇應用酬酢時也參者", "255": "箇參來參去參到沒滋味沒撈摸處如秋月懸空毫", "256": "無雲彩心頭熱悶悶地恰如一盤火相似便是參究", "257": "得力處不可放捨忽爾洗面摸著鼻孔經行踢著指", "258": "頭自然心花發明照十方剎一微塵裏轉大法輪且", "259": "道法輪作麼生轉請過別峰頭上與汝相見。", "26": "寮不幾于度水擎茶間已明己躬下事雲歿後始親", "260": "示真空禪人一念萬年萬年一念亙古亙今恒常不", "261": "變鼻端凝住白蓮開鐵脊胡床觀自在撲破明鏡解", "262": "翻騰淨土娑婆成一塊咦還見阿彌陀佛麼喚來與", "263": "真空洗腳。", "264": "示明德居士昔二祖神光為一代曠達之士博覽群", "265": "書善談玄理每自嘆曰孔老之教禮術風規莊易之", "266": "談未盡妙理乃往少林晨夕參請達磨常端坐面壁", "267": "莫聞誨示光自思惟昔人求道敲骨取髓刺血濟飢", "268": "布髮掩泥投崖飼虎古尚若此我又何人是夜天雨", "269": "大雪光堅立不動遲明積雪過膝磨憫而問曰汝久", "27": "忠于枳江久之克第一座當是時也巴蜀禪叢肇啟", "270": "立雪中欲求何事光悲淚曰惟願和尚慈悲開甘露", "271": "門普濟群品磨曰諸佛無上妙道歷劫精勤難行能", "272": "行非忍而忍豈以小志小德輕心慢心欲冀真乘必", "273": "須勤苦光聞誨勵遂自斷臂求之磨再論曰外息諸", "274": "緣內心無喘心如墻壁可以入道末後為親承入室", "275": "之真子欲學此道當體此規儀非造次者可登也。", "276": "機緣機緣", "277": "師問一僧你是那裏人僧云本地師云那裏是汝本", "278": "地僧云等丘師云者僧眉毛原在額上。", "279": "一僧進方丈師云千佛在甚麼處僧進前磨墨師云", "28": "遐邇英俊雲委川輪師以玅齡首眾舉揚從上巴鼻", "280": "我問汝千佛在甚麼處僧又磨墨師云去。", "281": "一僧侍師行次師指黑白二犬云者不是曹洞宗旨", "282": "僧云那箇是正位師云雞向五更啼。", "283": "師舉古鏡未磨公案驗一喝居士士云某甲則不然", "284": "若有人問古鏡未磨時如何銅磨後如何非銅師云", "285": "誰知是兩塊銅。", "286": "問答問答", "287": "僧問古人道逢人則不出出則便為人和尚今日將", "288": "甚麼為人師云虛空頭戴角進云若遇盲聾瘖啞三", "289": "種人來時如何師云玉兔嚼寒冰僧禮拜師撫禪床", "29": "明清以來馳聲走譽弘揚徑山聚雲之道者皆自痛", "290": "云茫茫宇宙人無數那箇男兒是丈夫。", "291": "僧問如何是未生前事師云我不曾與汝同參進云", "292": "如何是已生後事師云我曾與汝同參進云和尚恁", "293": "麼得大自在師云我恁麼得大自在。", "294": "僧問一心不異萬法一如如何是萬法之源師云飯", "295": "缽子。", "296": "僧看夾山參船子機緣次師云者漢若不是道吾幾", "297": "乎半途而廢僧云那裏是他半途師指夾山語云者", "298": "不是僧便問如何是法身師云木魚兩箇口如何是", "299": "法眼師云香爐三隻腳。", "3": "字亦是文字且達磨傳法偈四句豈非文字乎其不", "30": "拳辣手出焉且師之碩德行業冰清玉潤去住翛然", "300": "僧問念佛底是誰師云雞鳴犬吠。", "301": "佛事佛事", "302": "為聚雲萬祖忌日拈香為聚雲萬祖忌日拈香", "303": "舉南泉和尚為馬大師設齋問眾云大師來麼有道", "304": "合取缽盂有道真堂前更添一分食今日為聚雲設", "305": "齋也不問來與不來瞞頇大眾但看師翁者十四年", "306": "來入泥入水葛藤不少不肖炳孫欲搖唇鼓舌稱揚", "307": "讚嘆又是土上加泥諸昆仲且道師翁說底以何為", "308": "驗遂拈香。", "309": "禮聚雲萬祖真禮聚雲萬祖真", "31": "臨死生之際獲大無畏如獅子王遊戲自在非近世", "310": "冤有頭債有主聚雲堂上曾觸忤毒鼓遺來到處鳴", "311": "戴角泥牛拍掌舞拈香作禮云兒孫得力祖父不知。", "312": "為蘇茂宇居士對靈為蘇茂宇居士對靈", "313": "舉古德云紅芍藥邊方舞蝶碧梧桐裏正啼鶯目前", "314": "大道無遮障只是時人不解行驀豎拄杖云會麼居", "315": "士平日建立精藍請佛供養也是者箇護持三寶親", "316": "近知識也是者箇四十九日以來淨穢不著去來不", "317": "分也是者箇既是者箇還有出格事也無卓一卓喝", "318": "一喝。", "319": "為思修禪人舉火為思修禪人舉火", "32": "楊鄭所企及者不佞仰之深慕之久矣師凡兩坐道", "320": "拈火炬上下指云還見麼上是天下是地四方八面", "321": "無迴避鐵牛咬碎破沙盆思修頓入三摩地。", "322": "為心池維那舉火為心池維那舉火", "323": "清淨行者不入涅槃破戒比丘不入地獄秪如心池", "324": "維那不是清淨行者亦非破戒比丘又向甚麼處安", "325": "置擊火炬云法筵龍象眾當觀第一義。", "326": "為崑山行者舉火為崑山行者舉火", "327": "以火炬敲龕左邊云君子道長敲龕右邊云小人道", "328": "消年月日時俱吉利節候到此不相饒還知不相饒", "329": "處麼東鄰鐵馬鼻繩斷沒處藏身著火燒。", "33": "場晚興慶雲語錄一卷皆膾炙叢林服膺緇素顧其", "330": "題讚題讚", "331": "讚吹萬師翁讚吹萬師翁", "332": "者慈尊一箇好潔白人不做無端去朝陽洞飲真", "333": "空水來聚雲堂上吐甘露泉引得後代兒孫一箇箇", "334": "粧風賣顛逢場作戲仔細檢點者不唧溜底老凍儂", "335": "好將一條斷貫索穿著鼻孔送在無佛處稱尊若論", "336": "仁義道中且燒一瓣兜樂婆畢力迦沉水香留作人", "337": "天供養", "338": "達磨渡江達磨渡江", "339": "紙上水上海上江上無住為宗竺乾震旦面壁處一", "34": "言雖不多要皆到地本艸如人食少金剛自當穿皮", "340": "味直指單傳付囑時兩卷楞伽教相得恁麼賣弄精", "341": "魂笑殺衡山和尚", "342": "隻履西歸隻履西歸", "343": "無端自西來禍胎從此起不是斷臂人幾乎坐殺你", "344": "咦者回歸去勿再來再來失卻那隻履", "345": "瑞林畫達磨請題瑞林畫達磨請題", "346": "瓶內有花紙上有相石上有松且道達磨面目在甚", "347": "麼處咄會得許你動手", "348": "自讚自讚", "349": "三腳驢子弄蹄行天上天下沒蹤跡威音已前威音", "35": "而出非過量人難為湊泊者普陀別菴禪師師之猶", "350": "後沒量人騎沒量驢此是老僧重下底註解就裏有", "351": "二句是玄要料揀有二句是賓主照用若檢點得出", "352": "與老僧把手共行如或未然且向第二頭薦取", "353": "偈頌偈頌", "354": "頌臺山公案頌臺山公案", "355": "古道傍邊老牸牛頭生雙角使人愁趙州握口無鋒", "356": "劍劄盡浮雲萬戶收", "357": "頌末後句頌末後句", "358": "末後句隔一層無端錯認定盤星手長衫袖短風逐", "359": "水成文凌煙閣上功臣杳說向愁人愁殺人", "36": "子也當童稚時撫其臂曰異時弘我徑山之道者舍", "360": "頌國師三喚侍者頌國師三喚侍者", "361": "一箇銅睛鐵眼一箇鐵眼銅睛兩箇暗中書字不覺", "362": "偶爾成文", "363": "頌國師問紫璘童子全章頌國師問紫璘童子全章", "364": "供奉童子草作黃色要識一貫兩個五百", "365": "頌曹源一滴水頌曹源一滴水", "366": "問在答處答在問處問答分明燈籠露柱", "367": "別峰上座係忠郡孝廉…別峰上座係忠郡孝廉其子亦食饌俱從慶忠", "368": "老人祝髮時住風木臺賦寄", "369": "風木臺無風木傷竿頭進步共商量商量極處見題", "37": "子而誰師滅去十餘年別公果法道大震東南抑見", "370": "目悟我木樨越桂香", "371": "示竹庵靜主示竹庵靜主", "372": "且住庵中且住僧急須策杖別峰行他時行到無行", "373": "處始信吉祥正眼青", "374": "書問書問", "375": "上慶忠老人上慶忠老人", "376": "弟子久擬出江隨侍巾瓶第火鏡太明芒鞋生澀雖", "377": "承事不以寒暑為勞奈吾師之家富養子多驕特走", "378": "執事持供不腆暫調香積俟布金主人將祗園大定", "379": "並候法旨方敢束裝臨啟惶懼。", "38": "師之慧鑑不爽矣今其三世孫几幻禪人持稿南來", "380": "寄映曹勤舊寄映曹勤舊", "381": "龐居士云有男不婚有女不嫁大家團圞頭共說無", "382": "生話後元豐間有箇無為居士曾參宗門大有所得", "383": "和龐公偈曰男大須婚女大須嫁討甚閒工夫更說", "384": "無生話者兩箇俗士將十方常住分疆列界各自稱", "385": "尊彼時有箇海印信禪師因見無為居士此偈亦作", "386": "偈曰我無男婚亦無女嫁困來便打眠誰管無生話", "387": "過此三大士再無與渠把手共行者聞勤舊女已嫁", "388": "矣想于青州布衫公案用力參究山僧代作一偈儻", "389": "日後打穿漆桶與三大士把手共行不負歷年護法", "39": "謀予不佞弁言簡端又以別公之介紹請陳始末乃", "390": "之誠偈曰我雖無男婚卻也有女嫁從此究根源再", "391": "不說閒話看者一偈與三大士是同耶是別耶若道", "392": "同幻人心識本來無若道別罪福皆空無所住或曰", "393": "此是月山參底話頭因甚書與勤舊我直向他道嘉", "394": "州大象喫黃連陝府鐵牛滿口苦說到者裏不覺一", "395": "場大笑姑且截斷葛藤。", "396": "復汾陽覺師弟復汾陽覺師弟", "397": "兀坐山中無可共話忽讀華札並十二時歌不覺抖", "398": "擻精神通身踊躍想吾弟做將軍時金戈鐵馬躍武", "399": "揚威未足為貴今日在糞草堆中拾得無價之寶照", "4": "尚文字者恐人滯指而迷月也又太原孚因雪峰道", "40": "退而為之書。", "400": "天照地布施無窮方為貴耳賢弟莫謂年邁無為正", "401": "宜老當益壯他日聲教過汾利益不同小小至若聚", "402": "雲掃塔之行帚柄原在衡山手中亦任那腳跟穩與", "403": "未穩者隨侍函丈去來俟秋末冬初將老聚雲多寶", "404": "全身和盤托出江上一個個不可謂衡山得恁麼不", "405": "惜眉毛一笑。", "406": "又", "407": "莊讀來翰知吾弟氣概不同法門甚幸但門庭施設", "408": "不可不捷疾操履入理深談不可不確細討論拿者", "409": "兩條路參証明白縛作一束送在永安沱裏然後向", "41": "康熙丙子孟春月上浣", "410": "寶花座上提持入泥入水或上或下只教獅子迷蹤", "411": "誰奈你何若不如是笑破天下人舌頭在。", "412": "復友人復友人", "413": "吉祥久欲出江第以暑氣逼人實難舉足聚雲之行", "414": "吉祥多子塔中往來遊戲夜夜同眠朝朝共起何必", "415": "區區鼓棹臨江耶或曰理上則可事上不然我向他", "416": "道離卻理事來與吉祥相見。", "417": "答慈庵靜主答慈庵靜主", "418": "春初一別不覺經秋忽接雲章恍如覿面每嘆賢座", "419": "天資不群住山清白儻肯放下狂心一味參究則世", "42": "鎮守浙江等處地方定海總兵官左都督藍理拜撰", "420": "出世間事自然通天達地耀古騰今那許倚墻靠壁", "421": "討人冷煖耶吉祥日用本分為人若將油鹽醬酢五", "422": "味調和接待往來諸方定罵我去在儻不惜草鞋過", "423": "山一晤冬瓜茄子亦任飽餐必不空出。", "424": "寄寶善居士寄寶善居士", "425": "古德云頓明自性與佛同儔然有無始染習必假漸", "426": "修令人順性起用如人喫飯那能一口便飽圭峰和", "427": "尚答溫造尚書曰真理雖然頓達此情難以卒除如", "428": "風頓止波浪暫停豈可一生所修便同佛用又云作", "429": "有義事是惺悟心作無義事是狂亂心狂亂隨情念", "43": "衡山炳禪師語錄", "430": "臨終被業牽惺悟不由情臨終能轉業庵提遮女問", "431": "文殊云明知生是不生之理因甚為生死之所流轉", "432": "殊云其力未充雖有見性不留佛悟道不存師目睹", "433": "瞿曇猶如黃蘗一大藏教是老僧坐具祖師玄旨是", "434": "破草鞋寧可赤腳不穿者個說話另具一番眼孔始", "435": "得所以白居易侍郎問惟寬和尚曰禪師何以說法", "436": "寬曰無上菩提心戒備於身為律說於口為法行於", "437": "心為禪應用者三其致一也易曰既無分別何以修", "438": "心寬曰心本無損傷云何要修理易曰無修無著又", "439": "何異凡夫寬曰凡夫無明二乘執著除此二病是曰", "44": "法孫宗位編", "440": "真修真修者亦非勤亦非忘勤則近執著忘則落無", "441": "明是為真修心要古宿入法淵微示人剋底若此昔", "442": "大安三十年只看得一頭水牯牛趙州以粥飯二時", "443": "為錯用心處此昔後世行履之模範也如雲門大師", "444": "是法海神龍出語萬古不墮常流一日上堂問僧曰", "445": "世界恁麼闊為甚鐘聲披七條僧曰不會門云七里", "446": "灘頭多蛤子今人只知他老作家手段不知他參學", "447": "之苦初行腳到乾峰峰示眾云法身有三種病二種", "448": "光須是一一透得更須知有向上一竅門云只如庵", "449": "內人為甚不知庵外事峰呵呵大笑門云猶是某甲", "45": "上堂順治壬辰七月望日夔州府石砫祇園檀越蘇茂宇", "450": "疑處峰云你是甚麼心行門云也要和尚相委悉峰", "451": "云直須恁麼始得穩坐地門云諾諾到曹山山示眾", "452": "云諸方盡把格則何不與他道卻令他不疑去門出", "453": "眾云密密處為甚麼不知有山云秪為密密所以不", "454": "知有門云此人如何親近山云莫向密密處親近門", "455": "云不向密密處親近時如何山云始解親近門云諾", "456": "諾後到疏山山上堂云病僧咸通年前會得法身邊", "457": "事咸通年後會得法身向上事門出眾云如何是法", "458": "身邊事山云枯樁門云如何是法身向上事山云非", "459": "枯樁門云還許學人說道理也無山云許門云和尚", "46": "暨眾善信請師住吉祥禪寺入院。", "460": "道枯樁豈不是法身邊事山云是門云道非枯樁豈", "461": "不是法身向上事山云是門云秪如法身還該一切", "462": "法也無山云法身周遍豈得不該門指淨瓶云秪如", "463": "淨瓶還該法身也無山云闍黎莫向淨瓶邊覓門遂", "464": "禮拜只者幾段機緣一一透得證得始可向高高山", "465": "頂立深深海底行也居士乘悲願力現將軍身到法", "466": "門中來摸著衲僧鼻孔俟出得門時另有一番說話", "467": "且道說甚麼話機絲不挂梭頭事文彩縱橫意自殊。", "468": "衡山炳禪師語錄終", "469": "四川石砫普賢庵戒弟子性印", "47": "三門　如來倒駕逆來菩薩順行而去雖然來去不", "470": "性果性通海明海澄海清海覺", "471": "助刻", "472": "衡山老和尚語錄一卷祈求早明", "473": "般若正因永證菩提妙果", "474": "附塔銘附塔銘", "475": "高峰法侄性統撰", "476": "粵自西乾釋迦文佛開教以來祖祖傳心得人道顯", "477": "所由來矣迨夫西旨東流宗分五派臨濟而下于我", "478": "先世大慧宗杲禪師稱益盛焉杲傳懶庵需需傳鼓", "479": "山永永傳淨慈明明傳苦口益益傳筏渡慈慈傳一", "48": "同縱橫上下無忌還識路頭麼十方薄伽梵一路涅", "480": "言顯顯傳小庵密密傳二仰欽欽傳無念有有傳荊", "481": "山寶寶傳鐵牛遠遠傳月明池池傳吹萬真真傳鐵", "482": "壁機機付法一十八人高峰先師其第四也第三座", "483": "則為衡山燈炳禪師初號沖谷本蜀南道瀘州合江", "484": "縣馮氏子世業儒師生有異相既長不樂世典遂祝", "485": "髮焉初習教乘久之嘆曰黃葉雖可止啼幾誤卻出", "486": "世嬰兒乃治任東下遍訪名宿過萬邑興隆寺進叩", "487": "吹萬老人痛遭鉗錘不覺渾身俱碎隨老人遷忠之", "488": "聚雲執侍者事脅不就席者數年老人告寂鐵師翁", "489": "繼席師以事老人者事之猛醒奮發于翁拄杖頭邊", "49": "槃門卓拄杖便入。", "490": "搗穿漆桶翁印以偈則在辛卯六月望前五日也出", "491": "住石司之香爐寺數年性孤淡不樂與世交而真俗", "492": "從之者愈眾忠屬范村有族業一所延師卓錫焉勉", "493": "請乃就是時狼煙四起林密人稀師闢棘插草不為", "494": "懼緇衲雲集無怨勞者凡夫武夫健將皆倒旌門下", "495": "嗚呼是非有以大服其心而能然平剎成匾其額曰", "496": "慶雲正我朝鼎興平治之年皇風浩蕩關津無阻師", "497": "遠涉萬里掃大慧祖塔于浙之雙徑望其五峰聳翠", "498": "殿閣依然而法席終虛萬種感發一載復歸維時統", "499": "方祝髮師見而異之曰中興雙徑其在此子矣統尚", "5": "一隻聖箭直射九重城裏去也遂趁至中路勘神晏", "50": "伽藍　紅髮白牙鐵臉爛額應現圓通出沒莫測箇", "500": "孩孺亦未知其言之重也自是朝夕相見從不作世", "501": "情一語每嘆祖道艱危法門秋晚諄諄齒頰間俱示", "502": "相囑之意庚申春值兵變統隨先師避地禮別于師", "503": "師垂涕曰吾老矣于世何濟亂離若此何心人世哉", "504": "揖而囑統曰法道惟賢座是賴願勿忘我相送竹堵", "505": "門耿耿然由由然屢顧後別別且遠悲聲尚在耳也", "506": "孰知離不幾時走訃者至嗚呼愈知師別時相囑之", "507": "言誠有心矣師生于萬曆辛亥四月十一日子時于", "508": "庚申六月十八日沐浴端坐訓眾畢說偈而逝世壽", "509": "七十僧臘五十三語錄一卷行世闍維後師得法弟", "51": "箇恒衛吉祥只教眉毛出血如斯依教奉行不負山", "510": "子性玨奉師靈骨附葬于高峰祖塔內承先師命也", "511": "蓋高峰祖塔先師修以安鐵師翁者左右附二井以", "512": "左井迎師右井先師以之自待焉殆以父子兄弟誼", "513": "篤一堂示遺範于來茲耳玨念慶雲為師開創將靈", "514": "骨留半欲建塔以主叢林無如事未就而玨古矣其", "515": "徒若孫不忘先志謀為合塔以安兩代誠亦孝思之", "516": "不誼也統思之悼之用是激切感仰而為之銘曰。", "517": "我宗的旨教外別傳人人本具證自西乾", "518": "臊胡遺臭迄平中土作獅子兒大慧為最", "519": "遞傳而下代有明宗獨師荷任志願堅隆", "52": "僧饒舌珍重珍重。", "520": "語傾甘露氣靄慈雲披肝瀝膽彷彿難名", "521": "追思莫盡緬維德音渺渺予懷將于斯銘", "522": "斯名在列皎月當天清輝不改普照永年", "53": "方丈　不喚作方丈玄要難分喚作方丈照用齊立", "54": "有時驅耕夫之牛奪饑人之食末後轉身異類行縱", "55": "橫百寸是十尺喝一喝云料揀齊施賓主全百億金", "56": "毛出隊躑即日迎佛陞座請上堂師拈香祝", "57": "聖畢次拈云此瓣香荊棘叢中常快活干戈林裏恒", "58": "吉祥即今對人天眾前信手拈來供養傳臨濟正宗", "59": "第二十六世現住慶忠堂上上鐵下壁本師老和尚", "6": "國師回謂雪峰曰好隻聖箭中路折卻了也遂舉前", "60": "用酬法乳之恩斂衣就座維那白槌云法筵龍象眾", "61": "當觀第一義師舉趙州云有時將丈六金身作一莖", "62": "草有時將一莖草作丈六金身建立也在我掃蕩也", "63": "在我今日山僧則不恁麼有時將三世諸佛向吉祥", "64": "寶殿裏安立有時將吉祥寶殿向三世諸佛眉毛上", "65": "安立收來也在我放去也在我恁麼告報且道與趙", "66": "州是同是別還見麼坐斷兩頭無別路一切時中最", "67": "吉祥維那再白槌云諦觀法王法法王法如是師下", "68": "座。", "69": "冉總戎利幽請上堂僧問此日拈花是錢索是井索", "7": "話峰曰奴渠語在由此觀之文字語言其可無乎。", "70": "師云野人恒面壁進云五福宏開時如何師云三星", "71": "拱吉祥乃云六三六四六五吉祥大震法鼓黃梅三", "72": "擊祖意旛花羅列飛舞今日迺冉公大護法建普利", "73": "道場特請山僧陞座舉揚般若若論般若無說無聞", "74": "向何處開口只聽得有一尊宿在山僧拄杖頭上道", "75": "大乘井索小乘錢索有漏笊籬無漏木杓撞著臨濟", "76": "德山無故入門便棒便喝差甚麼使者雲行功曹傳", "77": "奏大地草木咸放光明天龍鬼神歡喜信受卓拄杖", "78": "云知麼野人恒面壁三星拱吉祥。", "79": "佛誕日檀信啟華嚴會請上堂昔年今日四月八今", "8": "衡山和尚聚雲之孫治平之子出住吉祥龍象雲集", "80": "日昔年四月八東西南北露全身四維上下天花撒", "81": "吉祥院裏事不同僧俗乘時轉妙法若以白紙黑字", "82": "為法猶是止啼黃蘗若以數墨等行為轉亦是門外", "83": "之遶即今合作麼生又久云天上天下惟吾獨尊。", "84": "午日上堂菖蒲劍艾葉虎海底紅輪日當午吉祥漏", "85": "逗者封皮聲聲震動龍舟鼓喝一喝云還聞麼。", "86": "順治丙申九月朔日總戎袁公大護法暨闔營將士", "87": "請住忠州福城山慶雲禪寺。", "88": "上堂豎拄杖云天得一以清卓拄杖云地得一以寧", "89": "橫擔拄杖云人得一以靈且道衲僧得一時又作麼", "9": "其機鋒似金刀破竹其才辯若珠子走盤其上堂小", "90": "生建法幢立宗旨人天號令南山雲北山雨虎嘯風", "91": "生擲拄杖連喝三喝云十方聚會學無為選佛場開", "92": "歸及第。", "93": "檀姓利幽請上堂生是死之生死是生之死兩路坦", "94": "然平無彼亦無此會麼若也未會再與重下註腳以", "95": "拂子打○相云此是佛體性三昧世界也在此中眾", "96": "生也在此中過去現在未來諸佛諸祖十聖三賢也", "97": "在此中乃至六道遷徙四生升降抱恨含冤苦樂榮", "98": "辱悔罪造業改過從新俱在此中所以世尊遣阿難", "99": "尊者往地獄問提婆達多云汝在此中樂否提婆云"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B438 衡山禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B438 衡山禪師語錄", "author": "清 燈炳說　宗位編　超源序　藍理序　有塔銘（依駒本印）", "language": "chinese", "source": "CBETA"}