{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 916", "1": "天台智者大師傳論", "10": "密此教之所由作也暨󳬈林滅而法網散神足隱而", "11": "宗塗異各權所據予盾更作其中或三昧示生四依", "12": "出現應機不等持論亦別故攝論地持成實唯識之", "13": "類分路並作非有非空之談莫能一貫既而去聖滋", "14": "遠其風益扇說法者桎梏於文字莫知自解習禪者", "15": "虗無其性相不可牽復是此者非彼未證者謂證慧", "16": "解之道流以忘返身口之事蕩而無章於是法門之", "17": "大統或幾乎息矣既而教不終否至人利見慧文慧", "18": "思或躍相繼法雷之震未普故木鐸重授於天台大", "19": "師大師像身子善現之超悟備帝堯大舜之休相一作", "2": "安定梁　肅　述", "20": "德相一作異表贊龍樹之遺論從南嶽之妙解然後用三種", "21": "止觀成一事因緣括萬法於一心開十乘於八教戒", "22": "定慧之說空假中之觀坥然明白可舉而行於是教", "23": "無遺法法無棄人人無廢心心無擇行行有所證證", "24": "有其宗大師教門所以為盛故其在世也光昭天下", "25": "為帝王師範其去世也往來上界為慈氏輔佐卷舒", "26": "於普門示現降德為如來所使階位境智蓋無得而", "27": "稱焉於戲應迹雖往微言不墜習之者猶足以抗折", "28": "百家昭示三藏又況聞而能思思而能修修而能進", "29": "進而不已者歟斯人也雖曰未證吾必謂之近矣今", "3": "天台智者大師傳論論曰修釋氏之訓者務三而已曰戒定慧斯道也始", "30": "之人正信者鮮啟禪關者或以無佛無法何罪何善", "31": "之化化之中人以下馳騁貪愛之徒出入衣冠之類", "32": "以為斯言至矣且不逆耳私欲不廢故從其門者若", "33": "飛峨之赴明燭破塊之落空谷殊不知坐致焦爛而", "34": "莫能自出雖欲益之而實損之與夫眾魔外道為害", "35": "一揆由是觀之此宗之大訓此教之旁濟其於天下", "36": "為不侔矣自智者傳法五世至今湛然大師中興其", "37": "道為予言之如此故錄之以繫于篇。", "38": "No. 916-ANo. 916-A", "39": "梁肅字敬之安定人柳文注一字寬中隋刑部尚書毗五世孫世居陛渾早從", "4": "於發心成於妙覺經緯於三乘導達於萬行而能事", "40": "釋氏學傳天台宗教於荊溪執弟子法甚恭志在一", "41": "乘最為精博故孤山祖承云朝廷中得其道者唯梁", "42": "學士一人而已公甞刪定天台止觀為六卷行于世", "43": "佛祖統紀曰以止觀文義弘博覽者費日乃刪定為六卷又述止觀統例其文雄", "44": "深雅健宛有易翼中庸步驟佛祖統紀曰又述統例以繫于後謂止觀是救", "45": "世明道之書又為大師傳論備敘傳教之大統世謂論其文則雄深雅健語其理則明白河達韓昌", "46": "黎雖獨步元和然以五原及諸文較之似不及也唐", "47": "史謂大曆貞元間文士多尚古學唯公最稱淵奧愈", "48": "從其徒游銳意鑽仰欲自振於一代觀此亦可知韓", "49": "筆所自來矣柳子厚記先友亦稱其最能為文公又", "5": "備焉昔法王出世由一道清淨用一音演說機感不", "50": "述天台荊溪󳬴銘崔恭序之曰知法要識權實作天", "51": "台山禪林寺󳬴達教源用境智作荊溪大師󳬴至", "52": "今山家金石之文唯此二󳬴為冠公有文集二十卷", "53": "惜其板本磨滅無與再刊者鎧菴曾於北峯覩寫本", "54": "無為子楊傑親題其後贊仰無已貞元九年十一月", "55": "卒于長安享年四十三崔公云朝廷尚德故以公為", "56": "太子侍讀國尚實錄故以公為史舘修撰發號令敷", "57": "王猷故以公為翰林學士三職齊著則公之處朝廷", "58": "不為不達矣年過四十士林歸崇比夫顏子黃叔度", "59": "不為不壽矣彼碌碌者老於郎署白首人世又何補", "6": "同所聞蓋異故五時五味半滿權實徧圓小大之義", "60": "哉釋門正統。", "61": "按河東崔恭序梁氏集稱凡釋氏之製作粹美深遠", "62": "天下無以抗歒嵩明教品論謂陳子昂之文不若李", "63": "華華之文不若梁肅肅之文君子或有所取也夫敘", "64": "梁氏事迹莫詳乎釋門正統余因校刪定止觀乃揭", "65": "之於其後且又系以一二評人若讀之則知肅之為", "66": "學為文矣吾復何述焉。", "67": "寬文元年五月十三日艸山元政書", "7": "播於諸部粲然殊流要其所歸無越一實故經曰雖", "8": "說種種道其實為佛乘又曰開方便門示真實相喻", "9": "之以眾流入海標之以不二法門自他兩得同詣祕"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 916 天台智者大師傳論", "englishTitle": "卍 Xuzangjing, Electronic version, No. 916 天台智者大師傳論", "author": "唐 梁肅述", "language": "chinese", "source": "CBETA"}