{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 925 十不二門義", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 925", "1": "十不二門義", "2": "十不二門義然此迹門談其因果及以自他使一代教門融通入", "3": "妙故凡諸義釋皆約四教及以五味意在開教悉入", "4": "醍醐觀心乃是教行樞機仍且略點寄在諸說或存", "5": "或沒非部正意故縱有施設詫事附法或辨十觀列", "6": "名而已所明理境智行位法能化所化意有能詮詮", "7": "中咸妙為辨詮內始末自他故具演十妙搜括一化", "8": "出世大意罄無不盡故不可不了十妙大經故撮十", "9": "妙為觀法大體若解迹妙本妙非遙應知但是離合", "10": "異耳因果義一自他何殊故下文云本迹雖殊不思", "11": "議一況體宗用只是自他因果法故況復教相只是", "12": "分別前之四章使前四章與諸文永異若曉斯旨則", "13": "教有歸一期縱橫不出一念三千世間即空假中理", "14": "境乃至利益咸爾則止觀十乘成今自行因果起教", "15": "一章成今化他能所則彼此照著法華行成使功不", "16": "唐捐所詮可識故更以十門收攝十妙何者為實施", "17": "權則不二而二開權顯實則二而不二法既教部咸", "18": "開成妙故此十門不二為目一々門下以六即檢之", "19": "本文已廣引誠證此下但直申一理使一部經旨晈", "20": "在目前一者色心不二門二者內外不二門三者修", "21": "性不二門四者因果不二門五者染淨不二門六者", "22": "依正不二門七者自他不二門八者三業不二門九", "23": "者權實不二門十者受潤不二門。是中第一從境妙", "24": "立名第二第三從智行立名第四從位法立名第五", "25": "第六第七從感應神通立名第八第九從說法立名", "26": "第十從眷屬利益立名一色心不二門者且十如境", "27": "乃至無諦一々皆有總別二意總在一念別分色心", "28": "何者初十如中相唯在色性唯在心體力作緣義兼", "29": "心色因果唯心報唯約色十二因緣苦業兩兼惑唯", "30": "在心四諦則三兼色心滅唯在心二諦三諦皆俗具", "31": "色心真中唯心一實及無准此可見既知別已攝別", "32": "入總一切諸法無非心性一性無性三千宛然當知", "33": "心之色心即心名變々名為造々謂體同是則非色", "34": "非心而色而心唯色唯心良由於此故知但識一念", "35": "遍見己他々生他佛尚與心同況己心生佛寧乖一", "36": "念故彼彼境法差而不差二者內外不二門者凡所", "37": "觀境不出內外々謂託彼依正色心即空即中空中", "38": "妙故心色體絕唯一實性無空假中色心宛然豁同", "39": "真淨無復眾生七方便異不見國土淨穢差品而帝", "40": "網依正終曰炳然所言內者先了外色心一念無念", "41": "唯內體三千即空假中是則外法全為心性心性無", "42": "外攝無不周十方諸佛法界有情性體無殊一切咸", "43": "遍誰云內外色心己他此即用向色心不二門成。三", "44": "修性不二門者性德只是界如一念此內界如三法", "45": "具足性雖本爾藉智曰修由修照性由性發修在性", "46": "則全修成性起修則全性成修性無所移修常宛爾", "47": "修又二種順修逆修順謂了性為行逆謂背性成迷", "48": "々了二心々雖不二逆順二性々事恒殊可由事不", "49": "移心則令迷修成了故須一期迷了照性成修見性", "50": "修心二修俱泯又曉順修對性有離有合離謂修性", "51": "各三合謂修二性一修二各三共發性三是則修雖", "52": "具九九只是三為對性明修故合修為二々與一性", "53": "如水為波二亦無二亦如波水應知性指三鄣是故", "54": "具三修從性成々三法爾達無修性唯一妙乘無所", "55": "分別法界洞朗此由內外不二門成。四因果不二門", "56": "者眾生心因既具三軌此因成果名三涅槃因果無", "57": "殊始終理一若爾因德已具何不住因但由迷因各", "58": "自謂實若了迷性實唯住因故久研此因因顯名果", "59": "只緣因果理一用此一理為因理顯無復果名豈可", "60": "仍存因號因果既泯理性自亡只由亡智親疎致使", "61": "迷成厚薄迷厚薄故強分三惑義開六即名智淺深", "62": "故知夢勤加功空名惑絕幻因既滿鏡像果圓空像", "63": "雖即義同而空虗像々實々故稱理本有空虗故迷", "64": "轉性成是則不二而二立因果殊二而不二始終體", "65": "一若謂因異果因亦非因曉果從因々方尅果所以", "66": "三千在理同名無明三千果成咸稱常樂三千無改", "67": "無明即明三身並常俱體俱用此以修性不二門成。", "68": "五染淨不二門者若識無始即法性為無明故可了", "69": "今即無明為性法法性之無明遍造諸法名之為染", "70": "無明之法性遍應眾緣號之為淨濁水清水波濕無", "71": "殊清濁雖由緣而濁成本有濁雖本有而全體是清", "72": "以二波理通舉體是用故三千因果俱名緣起迷悟", "73": "緣起不離剎々那々性常緣起理一々理之內而分", "74": "淨穢別則六穢四淨通則十通淨穢故知剎那染體", "75": "悉淨三千未顯驗體仍迷故相似位成六根遍照々", "76": "分十界各具灼然豈六根淨人謂十定十分真垂迹", "77": "十界亦然乃由果成等彼百界故須初心而遮而照", "78": "々故三千恒具遮故法爾空中終曰雙亡終曰雙照", "79": "不動此念遍應無方隨感而施淨穢斯泯忘淨穢故", "80": "以空以中仍由空中轉染為淨由了染淨空中自亡", "81": "此以因果不二門成。六依正不二門者已證遮那一", "82": "體不二良由無始一念三千以三千中生陰二千為", "83": "正國土一千屬依依正既居一々心々豈分能所雖", "84": "無能所依正宛然是則理性名字觀行已有不二正", "85": "依之相故使自他因果相攝但眾生在理果雖未弁", "86": "一切莫非遮那妙境然應復了諸佛法體非遍而遍", "87": "眾生理性非局而𡱈始終不改大小無妨因果理同", "88": "依正何別故淨穢之土勝劣之身塵身與法身量同", "89": "塵國與寂光無異是則一々塵剎一切剎一々塵身", "90": "一切身廣狹勝劣難思議淨穢方所無窮盡若非三", "91": "千空假中安能成茲自在用如是方知生佛等彼此", "92": "事理㸦相收此以染淨不二門成。七自他不二門者", "93": "隨機利他事乃憑本々謂一性具足自他方至果位", "94": "自即益他如理性三德三諦三千自行唯在空中利", "95": "他三千赴物々機無量不出三千能應雖多不出十", "96": "界々界轉現不出一念土々互生不出寂光眾生由", "97": "理具三千故能感諸佛由三千理滿故能應々遍機", "98": "遍欣赴不差不然豈能如鏡現像鏡有現像之理形", "99": "有生像之性若一形對不能現像則鏡理有窮形事", "100": "未通若與鏡隔則容有是理無有形對而不像者若", "101": "鏡未現像由塵所遮去塵由人磨像非關磨者以喻", "102": "觀法大旨可知應知理雖自他具足必藉緣了為利", "103": "他功復由緣了與性一合方能稱性施設萬端則不", "104": "起自性化無方所此由依正不二門成。八三業不二", "105": "門者於化他門事分三密隨順物理得名不同心輪", "106": "鑒機二輪設化現身說法未曾毫差在身分於真應", "107": "在法分於權實二身若異何故乃云即是法身二說", "108": "若乖何故乃云皆成佛道若唯法身應無垂世若唯", "109": "佛道誰施三乘身尚無身說必非說身口平等等彼", "110": "意輪心色一如不謀而化常冥至極稱物施為豈非", "111": "百界一心界々無非三業界尚一念三業豈殊果用", "112": "無虧因必稱果若信方知三密本有百界三業俱空", "113": "假中故使稱宜遍赴為果一々應色一々言音無不", "114": "百界三業具足化復作化斯之謂歟故一念凡心已", "115": "有理性三密相海一塵報色同在本理毗盧遮那方", "116": "乃名為三無差別此以自他不二門成。九權實不二", "117": "門者平等大慧常鑒法界亦由理性九權一實々復", "118": "九界權亦復然權實相冥百界一念不可分別任運", "119": "常然至果乃由契本一理非權非實而權而實此即", "120": "如前心輪自在致令身口赴權實機三業一念無乖", "121": "權實不動而施豈應隔異對說即以權實立稱在身", "122": "則以真應為名三業理同權實冥合此以三業不二", "123": "門成。十受潤不二門者物理本來性具權實無始薰", "124": "習或實或權々實由薰理恒平等遇時成習行願所", "125": "資若無本因薰亦徒設遇薰自異非由性殊性雖無", "126": "殊必藉幻發幻機幻感幻應幻赴能應所化並非權", "127": "實然由生具非權非實成權實機佛亦果具非權非", "128": "實為權實應物機契應身土無偏同常寂光無非法", "129": "界故知三千同在心地與佛心地三千不殊四微體", "130": "同故權實益等此以權實不二門成。是故十門々門", "131": "通入色心乃至受潤咸然故使十妙始終理一如境", "132": "本具三依理生解故名為智々解導行々解契理三", "133": "法相符不異而異而假立淺深設位簡濫三法只是", "134": "證彼理三下之五章三法起用三法既是一念三千", "135": "既空假中成故有用若了一念十方三世諸佛之法", "136": "本迹非遙故重述十門令觀行可識首題既爾覧別", "137": "為總符文可知。", "138": "十不二門義終", "139": "點本云元久元年六月二十八日依朱點本移點", "140": "畢　沙門心性云云", "141": "傳教大師將來台州錄云十不二門義一卷", "142": "同越州錄云十不二科文一卷", "143": "智證大師將來目錄云十不二門義一卷妙樂", "144": "諸師製作書目錄云十不二門義一卷妙樂大師", "145": "諸宗書籍目錄延喜十四年玄日大法師奉勅撰云十不二門義", "146": "止觀和尚述", "147": "大師撰述目錄修禪和尚所記云十不二義集一卷", "148": "十二紙", "149": "考異考異", "150": "十不二門義示珠指作法華十妙不二門註十", "151": "不二門作法華本迹十不二門指要鈔文心解及", "152": "明藏本並作十不二門顯妙解作法華玄記十不", "153": "二門○今謂義同四種四諦義七種二諦義三諦", "154": "義四悉檀義十法界義等之義義字不可無也。", "155": "然此近刻本點然字讀シカルニ或シカモ古", "156": "本不讀然字然此二合訓コノ者與今本同○今", "157": "案然此合訓例猶論語如示諸斯文其斯之謂文", "158": "廣韻龍龕手鑑並云然語助也又如也是也文又", "159": "案禮記云穆公召縣子而問然曰文注云然之言", "160": "焉也文嘉應元年清原氏點本禮記問字讀トフ", "161": "テ而於然字傍細注不讀。", "162": "皎註十文心顯妙明本永正書寫本並作皎寬", "163": "喜書寫本示珠弘安板釋籤貞治書寫釋籤元和", "164": "活板科本釋籤惠心僧都點板本科籤寬永書寫", "165": "科籤並與今本同。", "166": "心色註十顯妙明本並作色心寬喜本示珠宋", "167": "藏釋籤弘籤貞籤科籤諸本並與今同。", "168": "及無顯妙無字下加諦字。", "169": "體同註十指要文心顯妙明本日遠記宋籤並", "170": "作體用寬喜本永正本示珠猪熊鈔惠海談日朝", "171": "記弘籤貞籤科籤諸本並與今同○今謂下有尚", "172": "與心同因果理同四微體同之語文義一轍也作", "173": "用之訛可知。", "174": "己他註十指要文心顯妙明本宋籤並他字下", "175": "加生佛二字寬喜本示珠日朝弘籤貞籤科籤諸", "176": "本並與今同○今謂己即心法三千他者生佛三", "177": "千於遍見字其義自見何煩添字為。", "178": "即空即中妙故心色註十指要文心明本宋籤", "179": "並作即空假中即空假中妙故色心寬喜本永本", "180": "示珠猪熊日朝弘籤貞籤科籤諸本並與今同○", "181": "今謂下有法爾空中以空以中乃至唯在空中之", "182": "語皆以空中對假而說妄加假字者義不穩也。", "183": "終曰炳焉註十指要文心顯妙明本宋籤並日", "184": "作自寬喜本示珠猪熊弘籤貞籤科籤諸本並與", "185": "今同○今謂以下終日雙亡終日雙照對見此文", "186": "不見差品即雙亡也終日炳焉義當雙照日字之", "187": "允可見○近刻本日形長作古本曰形方作與今", "188": "同○今案陀羅尼對譯嚩曰哩字作方形但明藏", "189": "經曰作長形耳凡唐已上書曰二字俱作方形", "190": "是故古書遇二字或相疑之尚書云即命曰記功", "191": "文毛詩云豈不曰戒文並陸氏釋文云音越一", "192": "音人實反文又案說文云以口一象形古文", "193": "象形文篇韻貫珠集云六書之法一象形象物", "194": "之形作字日月之字是也文口作方形則曰", "195": "形須然者又說文云从口乙聲亦象口氣出也", "196": "凡之屬皆以文書家者流說云曰者口左隅", "197": "相連者缺隅不連以分兩字云云毛晉校刊說", "198": "文揩字曰如書家說。", "199": "智修註十指要文心顯妙明本宋籤並作智", "200": "起修寬喜本智作知而傍書智示珠智作知猪熊", "201": "惠海日朝弘籤貞籤科籤諸本並與今同○今謂", "202": "修性即為理智故云由修照性若作起修則下發", "203": "修語煩重也。", "204": "一期示珠期作其寬喜本作其而傍書期自餘", "205": "諸本與今同。", "206": "二修註十指要並作二心。", "207": "曉註十作了。", "208": "波水寬喜本註十並作波為水。", "209": "知夢示珠註十指要顯妙明本宋籤並作如夢", "210": "寬喜本弘籤貞籤科籤諸本並與今同。", "211": "空名註十作空冥。", "212": "像々實々一本作像實々々其餘諸本作像實", "213": "像實○今案古卷本毛詩作嗟々嘆々之不足故", "214": "詠々歌々之不足故文振々君子歸々哉々文十", "215": "三經本作嗟歎之嗟歎之乃至永歌之永歌之文歸", "216": "哉歸哉文善相公奉菅家書政事要略作努々力", "217": "々本朝文粹作努力努力敺陽侚書幸々甚々弘", "218": "法大師書所々望々莫々責々古書存者皆一例", "219": "也。", "220": "性成註十指要文心顯妙明本並作成性宋籤", "221": "作應成性寬喜本示珠猪熊弘籤貞籤科籤諸本", "222": "並與今同。", "223": "因異果寬喜本作因果異而傍書異果。", "224": "三身並註十指要文心顯妙明本並身作千寬", "225": "喜本示珠宋籤弘籤貞籤科籤諸本並與今同○", "226": "今謂此門初舉三軌三涅槃至此結之若結三軌", "227": "以陰生土則不親也守護章云實教三身俱體俱", "228": "用可見不許三身俱體俱用者同麤食者執見矣。", "229": "法性之乃至明之註十指要文心顯妙明本宋籤", "230": "並二之字下有與字○今謂古文之法詳曰之與", "231": "略曰與曰之其義是同例如七之與八或為七與", "232": "八或為七之八也。", "233": "號註十作名。", "234": "雖由註十顯妙並作雖即由。", "235": "正依寬喜本示珠註十文心顯妙並作依正宋", "236": "籤弘籤貞籤科籤諸本與今同。", "237": "能應註十作能化。", "238": "與鏡文心元和科籤並作形與鏡。", "239": "像非示珠宋籤並作像現非註十文心顯妙明", "240": "本並作現像非寬喜本作像現非而現字墨抹弘", "241": "籤貞籤科籤諸本並與今同。", "242": "化無示珠宋籤並作應無。", "243": "界一心示珠心作念。", "244": "若信註十指要文心顯妙科籤諸本並信字下", "245": "加因果二字寬喜本示珠弘籤貞籤並與今同。", "246": "本有示珠註十指要顯妙明本宋籤並作有本", "247": "寬喜本文心弘籤貞籤科籤諸本並與今同。", "248": "斯之寬永科籤之作以。", "249": "亦由一古本由字無寬喜本有由而墨抹。", "250": "念不註十作念亦不。", "251": "則以一古本則字無示珠文心顯妙明本宋籤", "252": "並則作即。", "253": "或實或權註十文心明本並作或權或實寬喜", "254": "本示珠顯妙宋籤弘籤貞籤科籤諸本並與今問", "255": "○今謂上文心色正依此之實權例之諸經人天", "256": "天人互用孝經感應曰應感其他如呂律陰陽西", "257": "東小大等或依言便或約義便上下互用之類不", "258": "尠。", "259": "理恒明本恒作常。", "260": "幻赴註十脫。", "261": "生具文心作性具。", "262": "契應註十文心顯妙明本並作應契。", "263": "故權示珠註十文心顯妙並脫故字。", "264": "本具註十文心顯妙明本宋籤並作本來具。", "265": "三法既註十脫三法。", "266": "既空示珠註十文心明本並作即空寬喜本顯", "267": "妙弘籤貞籤科籤諸本並與今同。", "268": "覽文心顯妙會本指要並作攬寬喜本示珠註", "269": "十明藏指要明本永正本弘籤貞籤科籤諸本並", "270": "與今同○上曰攝別入總今謂攝覽二字俱訓為", "271": "取文選文賦云覽營魂以探賾濵連珠云覽影偶", "272": "質不能解獨文攬又訓觀羲之蘭亭帖云後之攬", "273": "者亦將有感斯文文覽攬音同義通猶成城解懈", "274": "頻嚬章慞諸字音義俱通也陸氏經典釋文云音", "275": "堪互用義可並行文蓋謂此類也。", "276": "No. 925-ANo. 925-A", "277": "右十不二門義以大原如來藏中古板本所翻刻", "278": "也此本傳為以根本大師手書所鏤板者字樣之", "279": "古雅筆勢之飛動與山家本法華經及開結二經", "280": "無差毫末則真大師手迹而存今千歲之後者可", "281": "謂無價寶珠也哉如其訓點及元久等數字葢後", "282": "人以朱所加也又有一本尾記云以慈覺大師之", "283": "點點之訓點亦出於祖師可尚也猪熊抄云本朝", "284": "古本者山家將來本也對䆳滿二師而稟承之本故", "285": "雖一字不可有謬也良大師航海之行意在求善", "286": "本教乘故瑯瑘道䆳座主勾當書寫台州陸淳刺", "287": "史印記目錄此書儼然載其目錄又延喜年間勅", "288": "撰目錄亦載此書也可見山家本者本朝初傳之", "289": "古本而為第一善本也若宋僧知禮於指要鈔叨", "290": "議本朝教乘者葢依不知本朝有此善本矣況示", "291": "珠指之作在宋雍熈三年丙戌則後於延曆將來", "292": "者百八十年後於延喜目錄者七十餘年也既有", "293": "先傳之善本何據後人之杜撰指要所云不亦妄", "294": "乎今刻此善本更對挍諸本彼此照著使是非皎", "295": "凡宋本竄改不止此書別作古本宋本明本優劣", "296": "辨詳之庶幾學者開擇法之眼正得道之針云爾。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 925 十不二門義", "author": "唐 道邃錄出"}