{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B271 閱藏知津(第6卷-第44卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "雜藏　此方撰述第二之二", "1": "閱藏知津卷第四十四", "2": "北天目沙門釋智旭彙輯", "3": "雜藏　此方撰述第二之三雜藏　此方撰述第二之三", "4": "弘明集十四卷　南車駕北八縣", "5": "梁釋僧佑撰", "6": "牟子理惑論三十七篇。正誣論未詳作者。宗炳明", "7": "佛論，一名神不滅論。孫綽喻道論。宗居士炳", "8": "答何承天書難白黑論。顏光祿延之難何承天", "9": "達性論。羅君章更生論。鄭道子神不滅論。", "10": "遠法師沙門不拜王者論五篇。遠法師答何鎮", "11": "南難沙門袒服論。遠法師答桓玄明報應論。", "12": "遠法師三報論。道恒法師釋駁論。明僧紹正", "13": "二教論。周剡顒難張長史融門論。謝鎮之折", "14": "夷夏論。朱昭之難夷夏論。朱廣之諮夷夏論。", "15": "慧通法師駁夷夏論。僧愍法師戎華論。玄", "16": "光法師辯惑論。記室劉勰滅惑論。僧順法師", "17": "析三破論。大梁皇帝立神明成佛義記，并吳興", "18": "沈績作序注。蕭琛難范縝神滅論。曹思文難", "19": "范縝神滅論，并二啟詔答。大梁皇帝敕答臣下", "20": "神滅論。莊嚴寺法雲法師，與公王朝貴書，并公", "21": "王朝貴六十二人荅。何令尚之，答宋文皇帝讚", "22": "揚佛教事。高明二法師，答李交州淼難佛不見", "23": "形事并李書。司徒文宣王書，與孔中丞稚珪釋疑", "24": "惑，并箋答。恒標二公，答姚主勸罷道書并書。僧", "25": "󴈎僧遷、鳩摩，答姚主奏并書。遠法師答桓玄勸罷", "26": "道書并書。釋僧巖答劉青州勸還俗書并劉答往返六首。", "27": "習鑿齒與釋道安書。譙王書論孔釋，張新安", "28": "答。鄭道子與禪師書論踞食。范伯倫書與王", "29": "司徒論踞食。義法師答范伯倫書并范重答。范伯", "30": "倫與生觀二法師書。范伯倫踞食表，并詔往返", "31": "四首。晉尚書何充等，執沙門不應敬王者奏三", "32": "首，并詔二首。桓玄與八座書，論道人敬王事，并", "33": "八座答。桓玄與王令書論敬王事，并王令答，往", "34": "返八首。廬山遠法師，答桓玄論沙門不應敬王", "35": "者書一首并桓玄書二首。桓玄詔沙門不復敬天子，并", "36": "卞嗣之等答，往返五首。遠法師與桓玄論料簡", "37": "沙門書一首并桓玄教一首。支道林法師，與桓玄論州", "38": "符求沙門名籍書一首。天保寺釋道盛，啟齊武", "39": "帝論檢試僧事。郗嘉賓奉法要。顏延之庭詰", "40": "二章。王該日燭。竺道爽檄泰山文。釋智靜", "41": "檄魔文。釋寶林破魔露布文。釋僧佑弘明論。", "42": "廣弘明集三十卷南作三十三卷北作四十卷　南駕至策北家至兵", "43": "唐終南山釋道宣撰", "44": "歸正篇第一，始商太宰問孔子聖人，終釋彥悰通", "45": "極論，凡十五篇。辨惑篇第二，始魏陳思王辨道", "46": "論，終唐李師政內德論，凡十八篇。佛德篇第三，", "47": "始支道林佛像讚，終舍利感應記，凡六十餘首。", "48": "法義篇第四，始晉戴安公釋疑論，終釋明濬答博", "49": "士柳宣書，凡七十餘首。僧行篇第五，始東晉丘", "50": "道護支曇諦誄，終百官駁儀表啟狀等，及詔所親", "51": "表啟論等，凡五十餘首。慈濟篇第六，始沈休文", "52": "究竟慈悲論，終梁武帝斷酒肉文，凡五首。戒功", "53": "篇第七，始遠公與劉遺民書，終南齊文宣公淨行", "54": "法門，凡十首淨住子淨行法門，始皇覺辨德門第一，終發願莊嚴門第三十一，即慈悲", "55": "懺之所宗也。啟福篇第八，始諸帝與太山朗法師書，", "56": "終唐太子西明寺鐘銘，凡四十餘首。悔罪篇第", "57": "九，始梁簡文謝敕為建涅槃懺啟，終梁陳皇帝依", "58": "經悔過文，凡十五首。統歸篇第十，梁武帝淨業", "59": "賦，并序。梁高祖孝思賦。梁宣帝遊七山寺賦。", "60": "梁王錫宿山寺賦。魏高允鹿苑賦。李顒大", "61": "乘賦，并序。釋慧命詳玄賦。蕭子雲玄圃園講", "62": "賦。釋真觀夢賦。江淹傷愛子賦。無為論。", "63": "釋道安檄魔文。魔主報檄。破魔露布文。平", "64": "魔赦文。平心露布文。晉沙門支道林讚佛詩", "65": "八首，終宣法師秋日遊東山寺尋硃曇二法師一", "66": "首，凡一百五十八首。", "67": "集古今佛道論衡實錄四卷　撰者同上　南給北壁", "68": "後漢隆法道士表請角試事第一，乃至唐天子在", "69": "司成宣范義頵宅難莊易義第三十三，皆辨釋老", "70": "優劣事。", "71": "續集古今佛道論衡一卷　仝上", "72": "唐沙門智昇撰", "73": "西域天竺國事，出後漢列傳七十八。", "74": "集神州塔寺三寶感通錄三卷北作四卷　南兵北富", "75": "唐麟德元年終南山釋道宣撰", "76": "初明舍利表塔，共緣二十。第二靈像垂降，共緣", "77": "五十。第三引聖寺，瑞經，神僧，聖寺十二，瑞經三", "78": "十八，神僧三十。", "79": "集沙門不應拜俗等事六卷　有太原王隱容字少微序　南冠北縣", "80": "唐弘福寺沙門釋彥悰纂錄", "81": "故事篇第一上，共十八首。故事篇下，共十四首。", "82": "聖朝議不拜篇第二上下。聖朝議拜篇第三", "83": "上，各有彈詞。議拜篇下，結成不拜。", "84": "破邪論二卷　有虞秘書序及上殿下啟　南冠北微", "85": "唐沙門釋法琳撰", "86": "廣破傅奕邪說。", "87": "辯正論八卷北作九卷　有陳子良序　南陪北旦", "88": "唐沙門釋法琳撰　東宮學士陳子良注", "89": "三教治道篇第一上下。十代奉佛篇第二上下。", "90": "佛道先後篇第三。釋李師資篇第四。十喻", "91": "篇第五，答傅道士十異。九箴篇第六，答外九", "92": "迷論。氣為道本篇第七。信毀交報篇第八。品", "93": "藻眾書篇第九，儒推孝經，佛備眾典。出道偽謬", "94": "篇第十，略明八謬。歷世相承篇第十一，略辨", "95": "九事。歸心有地篇第十二，引梁武帝捨道敕文，及", "96": "蕭綸等受菩薩戒啟，後有法琳與尚書右僕射蔡", "97": "國公書。", "98": "十門辯惑論二卷　南冠北微", "99": "唐興善寺沙門釋復禮撰", "100": "通力上感門一。應形俯化門二。淨穢土別門", "101": "三。迷悟見殊門四。顯實得記門五。反經讚", "102": "道門六。觀業救捨門七。隨教抑揚門八。化", "103": "佛隱顯門九。聖王興替門十。答太子文學權", "104": "無二釋典稽疑。", "105": "甄正論三卷　南輦北微", "106": "唐佛授記寺沙門玄嶷撰", "107": "廣破靈寶等經，天尊等名之偽。", "108": "護法論一卷　南營北旦", "109": "宋無盡居士張商英述", "110": "廣破歐陽修謗佛邪說，申明佛理。後附李長者", "111": "昭化院記，及徐師川跋，鄭德輿後序。", "112": "鐔津文集二十卷　孟軻", "113": "宋明教禪師契嵩撰", "114": "初一卷，目錄，并行業記。前三卷，即輔教篇重出。", "115": "第四卷，皇極論，及中庸解五篇。第五至第七", "116": "卷，論原四十篇，雜著六篇。第八卷，雜著六篇，萬", "117": "言書一封。第九卷，書、啟，共十三封。第十卷，書、", "118": "啟、狀，共四十四封。第十一卷，敘十四篇，又九篇。", "119": "第十二卷，志、記、銘、碑，十二篇。第十三卷，碑、記、", "120": "銘、表，辭七篇，述、題、書、贊、傳、評，十二篇。第十四至", "121": "十六卷，非韓三十篇。第十七卷，古律詩六十首。", "122": "第十八卷，唱和詩六十九首。第十九卷，諸師", "123": "序，讚、詩、題、疏，并後序。", "124": "輔教篇三卷　南回北漢撰者同上", "125": "原教。勸書三篇。廣原教并序二十六篇。孝論并序一十", "126": "三篇。壇經贊。真諦無聖論元在嘉祐集中。", "127": "元至元辯偽錄五卷　有張伯淳序貴吉祥序　南營北岳", "128": "元雲峰禪寺沙門祥邁奉敕實錄撰", "129": "妄立天尊偽第一，乃至偷佛神化偽第十四，并後", "130": "記共二卷。當時侵奪僧寺，及辨論敕復事實二卷。聖旨", "131": "焚毀諸路偽道藏經之碑。下火文。如意答石", "132": "介怪記。聖旨特建釋迦舍利靈通之塔碑文共一", "133": "卷。", "134": "三教平心論二卷　黜", "135": "元靜齋學士劉謐撰", "136": "先明三教並是勸人止惡行善，不可偏廢。次明極", "137": "功淺深不同，後廣破韓愈之說，并破歐陽程朱之", "138": "說。", "139": "折疑論五卷　前有屈蟠序　茲", "140": "比丘子成號妙明著　西域師子比丘述註", "141": "敘問第一。聖生第二，言佛降誕之跡。問佛第", "142": "三，答不稱姓名而稱佛之問。喻舉第四，喻明佛", "143": "經非是繁而不要。宗師第五，言古今帝王賢士", "144": "皆宗師佛。通相第六，通明佛之妙相。論孝第", "145": "七。拒毀第八。評儀第九。舉問第十，答事鬼", "146": "知死之問。解惑第十一，解夷夏之惑。釋謗第", "147": "十二。辨施第十三。殊見第十四。隨宜第十", "148": "五。優劣第十六。先知第十七，謂漢明以前，已", "149": "先有知佛者。尊釋篇第十八，客方崇佛。言符", "150": "第十九，吻合三教之理。會名第二十，會同三教", "151": "聖人之名。", "152": "一切經音義二十五卷北作二十六卷　前有道宣序　南云亭雁北郡秦并", "153": "唐翻經沙門玄應撰", "154": "卷一，華嚴、大集、日藏、月藏、大威德、法炬、六經。卷", "155": "二，大涅槃經。卷三，般若十部。卷四，見實等十", "156": "九經。卷五，海龍王等六十四經。卷六，法華經。", "157": "卷七，正法華等四十四經。卷八，維摩等七十", "158": "一經律。卷九，智度論。卷十，般若燈等十論。", "159": "卷十一，正法念等四經。卷十二，長阿含等十五", "160": "經。卷十三，般泥洹等八十七經。卷十四，四分", "161": "律。卷十五，十誦、僧祇、五分、三律。卷十六，善見", "162": "等二十一律。卷十七，阿毘曇等五論。卷十八，", "163": "成實等十六論。卷十九，佛本行集，撰集百緣。", "164": "卷二十，陀羅尼等二十八集。卷二十一，大菩薩", "165": "藏等十三經。卷二十二，瑜伽師地論。卷二十", "166": "三，顯揚等十論。卷二十四，阿毘達磨俱舍論。", "167": "卷二十五，阿毘達磨順正理論。", "168": "新譯大方廣佛華嚴經音義二卷北作四卷　有序　南塞北并", "169": "唐京兆靜法寺沙門慧苑述", "170": "紹興重雕大藏音三卷　前有柳豫序　南塞北百", "171": "宋精嚴寺釋處觀集", "172": "略如字彙，共一百七十四部。", "173": "出三藏記集十五卷北作十七卷　有序　南跡百北戶封", "174": "梁釋僧祐撰", "175": "卷一集三藏緣記第一。十誦律五百羅漢出三", "176": "藏記第二。菩薩處胎經出八藏記第三。梵漢", "177": "譯經文字音義同異記第四。前後出經異記第", "178": "五。卷二新集撰出經律論錄第一。新集條解", "179": "異出經錄第二。卷三新集安公古異經錄第一。", "180": "失譯經錄第二。涼土異經錄第三。關中異", "181": "經錄第四。新集律分為五部記錄第五。十八", "182": "部記錄第六。漢地四部記錄第七。卷四新集", "183": "續撰失譯雜經錄。卷五新集鈔經經錄第一。", "184": "安公疑經錄第二。新集疑經錄第三。安公注", "185": "經及雜經志錄第四。小乘迷學竺法度造異儀", "186": "記第五。長安叡法師喻疑第六。卷六至十一", "187": "共經序一百十篇。卷十二雜錄序十篇。卷十", "188": "三至十五共傳三十二篇。", "189": "眾經目錄七卷今作六卷　南郡北宗", "190": "隋翻經沙門法經等奉敕撰", "191": "大乘修多羅藏錄第一有六分：一譯一，異譯二，失譯", "192": "三，別生四，疑惑五，偽妄六。小乘修多羅藏錄第", "193": "二六分如前。大乘毘尼藏錄第三六分如前。小乘毘尼", "194": "藏錄第四六分如前。大乘阿毘曇藏錄第五六分如前。", "195": "小乘阿毘曇藏錄第六六分如前。佛滅度後撰集錄", "196": "第七，西方聖賢一，此土鈔集二。傳記錄第八，西", "197": "域、此方。著述錄第九，西域、此方。", "198": "眾經目錄五卷　南百北嶽", "199": "隋仁壽年翻經沙門及學士等撰", "200": "單本第一。重翻第二。別生第三。賢聖集傳", "201": "第四。疑偽第五。", "202": "大唐內典錄十一卷北作十六卷　有序　南并岳北侈富", "203": "唐沙門釋道宣撰", "204": "歷代眾經傳譯所從錄第一。翻本單重人代存", "205": "亡錄第二。總撮入藏錄第三。舉要轉讀錄第", "206": "四。有目缺本錄第五。道俗述作注解錄第六。", "207": "支派陳化錄第七。疑偽經論錄第八。錄目", "208": "終始序第九。應感興敬錄第十。續錄一卷。", "209": "武周刊定眾經目錄十五卷　南郡秦北宗泰", "210": "唐沙門明佺等撰", "211": "大乘單譯經目一。重譯經目二三四五。大乘律論目六。", "212": "小乘單譯經目七。重譯經目八。小乘律論賢聖集", "213": "傳十。大小乘失譯經目十一。闕本經目十二。見定入藏", "214": "流行目上下十三十四。附刊定偽經目錄一卷。", "215": "古今譯經圖記四卷　南岳北輕", "216": "唐翻經沙門靖邁撰", "217": "始自漢明帝時摩騰尊者，終於唐太宗時玄奘法", "218": "師，各敘其所譯經論。", "219": "續古今譯經圖記一卷　仝上", "220": "唐開元庚午歲沙門智昇撰", "221": "始自唐貞觀時沙門智通，終於開元時金剛智國", "222": "師。", "223": "開元釋教錄舊二十卷南作二十五卷北作三十卷　南宗至禪北輕駕肥", "224": "唐西崇福寺沙門智昇撰", "225": "總括群經錄上分為十卷。別分乘藏錄下，更為七，有", "226": "譯有本錄第一，一千一百四十二部，五千四十八", "227": "卷。有譯無本錄第二。支派別行錄第三。刪", "228": "略繁重錄第四。補闕拾遺錄第五。疑惑再詳", "229": "錄第六。偽妄亂真錄第七。有譯有本中，又為", "230": "三，一菩薩三藏錄，二聲聞三藏錄，三聖賢傳記錄", "231": "已上共為十一卷。入藏錄三卷。", "232": "開元釋教錄略出四卷北作五卷　南禪北輕撰人同上", "233": "即前入藏錄，用千字文編定。", "234": "至元法寶勘同總錄十卷　前有釋克己及淨伏序　南紫北禪", "235": "元講經論沙門慶吉祥等奉詔集", "236": "初總標年代，括人代之宏綱，自漢明戊辰，迄至元", "237": "乙酉，凡一千二百十九年，歷朝二十二代，譯師一", "238": "百九十四人，所出三藏一千四百四十部，五千五", "239": "百四十六卷。二別約歲時，分記錄之殊異。三", "240": "略明乘藏，顯古錄之梯航，開元錄所紀，一千一十", "241": "六部，四千五百七卷，貞元錄所紀，一百二十七部，", "242": "二百四十二卷，祥符錄所紀，二百部，三百八十四", "243": "卷，景祐錄所紀，十九部，百五十卷，弘法錄，及拾遺", "244": "編，七十五部，百五十六卷。四廣列名題，彰今目", "245": "之倫序。初契經藏，分菩薩、聲聞，菩薩藏中，又分顯", "246": "密，顯中先列般若等五大部，略同南北兩藏；二調", "247": "伏藏，亦分菩薩，聲聞；三對法藏，亦分菩薩，聲聞，於", "248": "中先出梵語經題，次出此間經題，後出譯人及品", "249": "數。", "250": "大藏聖教法寶標目十卷　前有王古序偈及釋克己序　南門北岱", "251": "元清源居士王古撰", "252": "即依勘同總錄略標各經卷帙，及品數大旨。", "253": "大明重刊三藏聖教目錄三卷　南塞北󵔪", "254": "即南藏目錄分十七科：一般若部、二寶積部、", "255": "三大集部、四華嚴部、五涅槃部、六五大", "256": "部外重譯經、七單譯經、八小乘阿含部、九", "257": "小乘單譯經、十宋元入藏諸大小乘經、十一", "258": "西土聖賢撰集、十二大乘律、十三小乘律、", "259": "十四大乘論、十五小乘論、十六續入藏諸論、", "260": "十七此方撰述。", "261": "大明太宗文皇帝御製序文一卷　北主南󵔪", "262": "諸佛世尊如來菩薩尊者神僧名經四十卷", "263": "北云亭雁門南󵔪", "264": "諸佛世尊如來菩薩尊者神僧名稱歌曲五十一卷", "265": "北紫至城南󵔪", "266": "大方廣佛新華嚴經四十卷今合經百二十卷", "267": "略釋新華嚴經修行次第決疑論四卷", "268": "解迷顯智成悲十明論一卷", "269": "大方廣佛華嚴經普賢行願品疏一卷", "270": "維摩詰所說經無我疏十二卷", "271": "法界聖凡水陸勝會修齋儀軌六卷", "272": "念佛三昧寶王論三卷", "273": "淨土或問", "274": "寶王三昧念佛直指四卷", "275": "楚石禪師西齋淨土詩二卷", "276": "淨土生無生論一卷", "277": "西方合論十卷可作六卷", "278": "樂邦文類六卷可作十二卷", "279": "龍舒淨土文十卷", "280": "往生集三卷", "281": "西方發願文", "282": "四明尊者教行錄七卷", "283": "十不二門指要鈔詳解", "284": "三千有門頌略解", "285": "永嘉禪宗集註可作四卷", "286": "傳佛心印記註", "287": "心賦註四卷", "288": "石門文字禪三十卷", "289": "寂音尊者智證傳十卷可作五卷", "290": "正法眼藏三卷", "291": "書二卷", "292": "雪巖欽禪師語錄", "293": "高峰妙禪師語錄", "294": "天如則禪師語錄", "295": "楚石琦禪師語錄", "296": "紫柏老人全集", "297": "方便語", "298": "壽昌經禪師語錄二卷", "299": "唯識開蒙", "300": "林間錄二卷", "301": "羅湖野錄二卷", "302": "宗門武庫一卷", "303": "緇門崇行錄一卷", "304": "釋氏通鑑十二卷", "305": "禪林僧寶傳", "306": "原教論一卷", "307": "通翼", "308": "佛法金湯編十六卷", "309": "廣養濟院說", "310": "大明釋教彙門目錄四卷　標目四卷　彙目義門四十一卷", "311": "已上此方撰述，始自御製序文，終至釋教彙門", "312": "等，共四十八種。老人但載其名，甫即示寂。今不", "313": "敢妄增，敬依原稿錄出，觀者諒之。", "314": "閱藏知津卷第四十四終"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B271 閱藏知津(第6卷-第44卷)", "author": "明 智旭彙輯　總目四卷"}