{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1603 緇門世譜", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1603", "1": "終南山天龍會集緇門世譜", "2": "釋氏源流五宗世譜定祖圖序釋氏源流五宗世譜定祖圖序", "3": "傳燈錄云。古佛應世。緜歷無窮。不可以周知而悉數", "4": "也。故近譚賢劫。有千如來。暨於釋迦。但紀七佛。案長", "5": "阿含經云。七佛精進力。放光滅暗冥。各各坐樹下。於", "6": "中成正覺。又曼殊室利。為七佛祖師。金華善慧大土。", "7": "登松山頂行道。感七佛引前。維摩接後。今之撰述。斷", "8": "自七佛而下。故遡流於莊嚴劫。七佛以來。號至釋迦", "9": "文降靈之後。為天竺中華傳法之始祖也。住世四十", "10": "九年。後告弟子摩訶迦葉。吾以清淨法眼涅槃妙心", "11": "實相無相微妙正法。不立文字教外別傳。密付於汝。", "12": "汝當護持。併勑阿難。副貳傳化。無令斷絕。由是相繼", "13": "二十八代。傳至菩提達磨。後達磨復持佛祖一枝正", "14": "法眼藏。併世尊衣鉢。航海西來。東至嵩山少林寺。面", "15": "壁九年。又為東土之始祖也。於是繩繩蟄蟄。代代不", "16": "絕。二祖有慧可大祖禪師。三祖有僧璨鑑智禪師。四", "17": "祖有道信大醫禪師。五祖有弘忍大滿禪師。六祖有", "18": "慧能大鑒禪師。自六祖下。並出兩枝。一曰青原行思", "19": "禪師。一曰南嶽懷讓禪師。其後列五宗者。又以二師。", "20": "為始祖也。青原下出石頭希遷禪師。遷下復出二枝。", "21": "一曰藥山惟儼禪師。一曰天皇道悟禪師。儼下出雲", "22": "巖曇晟禪師。晟下出洞山良价禪師。价下出曹山本", "23": "寂禪師。由是遂創立曹洞一宗。天皇下出龍潭崇信", "24": "禪師。信下出德山宣鑒禪師。鑒下出雪峯義存禪師。", "25": "存下復出二枝。其一曰玄沙師備禪師。一曰雲門文", "26": "偃禪師。由是遂創立雲門一宗。備下出羅漢桂琛禪", "27": "師。琛下出清凉文益禪師。以示寂後。起塔諡大法眼禪", "28": "師。由是遂創立法眼一宗。以上三宗。俱青原之後也。", "29": "又南嶽下。出馬祖道一禪師。一下出百丈懷海禪師。", "30": "海下復出二枝。一曰溈山靈祐禪師。祐下出仰山慧", "31": "寂禪師。由是遂創立溈仰一宗。一曰黃蘗希運禪師。", "32": "運下出臨濟義玄禪師。由是遂創立臨濟一宗。以上", "33": "二宗。俱南嶽之後也。爰自六祖下。分青原南嶽二大", "34": "枝。二大枝下。復分溈仰臨濟曹洞雲門法眼五小枝。", "35": "是為五宗。以應一花五葉之讖。此乃天倫有序。源遠", "36": "流長之定式也。喜遵傳燈錄考之。則六祖下第五世。", "37": "並有溈仰臨濟。第六世方有曹洞。第七世始有雲門。", "38": "第九世纔有法眼。後人錯亂。豈可昧却源流古序乎。", "39": "故謹按傳燈錄。編集釋氏源流五宗世譜定祖圖。併", "40": "五宗法派。正枝旁出。沿流分派。淵源所自。一䫫相從。", "41": "彚成一帙。付梓刊行諸方。使後之世。代雲仍辨魔揀", "42": "異。捨邪歸正。知師資授受之有源。衣鉢傳持之有本", "43": "矣。是為序。", "44": "旹。", "45": "大清康熈歲次癸未孟夏佛誕日。中興陝西西安府", "46": "華州城東南十五里入終南山猛虎峪太頂二十", "47": "里許。古蟠龍山寺。傳臨濟正宗第三十三世子肅", "48": "超遠和尚法嗣。創開建正興陝西西安府華州城", "49": "西南十五里入終南山赤帝峪。又名馬家峪。今名", "50": "勅德峪。太頂二十里許。天龍山寺。傳臨濟正宗第", "51": "三十四世。迅雷明喜禪師。仝十方緇素人等。盥沐", "52": "焚香。稽首撰輯敬刊。", "53": "目錄　　序　圖　宗派", "54": "祖圖祖圖", "55": "初祖達磨󳵷二祖慧可󳵷三祖僧璨󳵷四祖道信󳵷", "56": "五祖弘忍󳵷六祖慧能。六祖下有兩枝。一曰青原行", "57": "思禪師󳵷石頭希遷。遷下復出二枝。一曰藥山惟儼", "58": "󳵷雲巖曇晟󳵷洞山良价󳵷曹山本寂禪師。自此立", "59": "為曹洞宗。", "60": "又遷下。一曰天皇道悟󳵷龍潭崇信󳵷德山宣鑒󳵷", "61": "雪峰義存。存下復出二枝。一曰玄沙師備󳵷羅漢桂", "62": "琛󳵷清凉文益禪師。自此立為法眼宗。", "63": "又存下。一曰雲門文偃禪師。自此立為雲門宗。", "64": "上三宗乃青原之後也。", "65": "又六祖下。一曰南嶽懷讓禪師󳵷馬祖道一󳵷百丈", "66": "懷海。海下復出二枝。一曰溈山靈祐󳵷仰山慧寂禪", "67": "師。自此立為溈仰宗。", "68": "又海下。一曰黃蘗希運󳵷臨濟義玄禪師。自此立為", "69": "臨濟宗。", "70": "上二宗乃南嶽之後也。以此遞推遡流。則六祖下第", "71": "五世。並有溈仰臨濟。第六世方有曹洞。第七世始有", "72": "雲門。第九世纔有法眼。有何差謬。", "73": "溈仰宗溈仰宗", "74": "仰山慧寂禪師󳵷西墖光穆󳵷資福如寶󳵷報慈德", "75": "韶󳵷興陽詞鐸禪師後嗣無考。", "76": "臨濟宗臨濟宗", "77": "臨濟義玄禪師󳵷興化存獎󳵷南院寶應󳵷風穴延", "78": "沼󳵷首山省念󳵷汾陽善昭󳵷石霜楚圓󳵷楊岐方", "79": "會󳵷白雲守端󳵷五祖法演󳵷昭覺克勤󳵷虎丘紹", "80": "隆󳵷天童曇華󳵷天童咸傑󳵷臥龍祖先󳵷徑山師", "81": "範禪師。範下並出二枝。一曰斷橋倫禪師󳵷方山寶", "82": "󳵷無見覩󳵷白雲度󳵷古拙俊󳵷無際悟󳵷月溪澄", "83": "󳵷夷峰寧󳵷寶芳進󳵷野翁曉󳵷無趣空󳵷無幻冲", "84": "󳵷南明廣其後嗣未錄。", "85": "又徑山師範禪師。範下一曰雪巖欽禪師󳵷高峰原", "86": "妙󳵷中峰明本󳵷千巖長󳵷萬峰蔚󳵷寶藏持󳵷東", "87": "明旵󳵷海舟慈󳵷寶峰瑄󳵷天奇瑞󳵷無聞聰󳵷笑", "88": "巖寶󳵷幻有傳禪師。傳下並出四人。一曰雪橋信。一", "89": "曰抱璞蓮。二人後嗣未錄一曰天隱修。修下並出四人。即林", "90": "皐豫○玉林秀○箬庵問○山茨際四人後嗣未錄又幻有", "91": "傳禪師。傳下一曰天童密雲圓悟禪師。悟下復出一", "92": "十二人。即五峰學○漢月藏○破山明○費隱容○", "93": "石車乘○朝宗忍○木陳忞○石奇雲○牧雲門○", "94": "浮石賢以上一十人後嗣未錄○一曰林野通奇󳵷宕山行遠", "95": "󳵷奇然超智󳵷文源明燦後嗣未已○一曰龍池萬如通", "96": "微禪師。微下餘者未詳一曰浮山文弱行盈禪師。盈下餘者", "97": "未詳一曰中興陝西西安府華州城東南十五里。入終", "98": "南山猛虎峪太頂二十里許古蟠龍山寺傳臨濟正", "99": "宗第三十三世子肅超遠禪師。遠下有一十二人即戒月", "100": "慧󳵷心印璽󳵷空谷源󳵷耕雲信󳵷松林友󳵷松雲", "101": "澄󳵷善惟朗󳵷際雲闊󳵷半庵瑩󳵷智林接󳵷深雲", "102": "瑞以上一十一人後嗣不已一曰創開建正興陝西西安府華州", "103": "城西南十五里入終南山赤帝峪。又名馬家峪。今名", "104": "勅德峪。太頂二十里許。天龍山寺迅雷明喜禪師。喜", "105": "下有一十二人即此峰休󳵷空懷心󳵷大權任󳵷瑞雪雨", "106": "󳵷大勇進󳵷永志響󳵷永住乾󳵷善水海󳵷般若果", "107": "󳵷慧空定󳵷古崖固以上一十一人後嗣不已一曰偈曰。始來蟠", "108": "龍行無邊。創開天龍更勝先。蟠龍法孫天龍嗣。天龍", "109": "二代第一禪○一曰涌蓮實開禪師。開下有一十二人即", "110": "中株松󳵷大豎立󳵷萬行修󳵷惟修安󳵷須彌弘󳵷", "111": "秀山勤󳵷慧目定󳵷貫周通󳵷靈珠光󳵷天心順󳵷", "112": "慧靈珍以上一十一人後嗣不已○一曰威山際魁禪師󳵷勝登", "113": "了然後嗣不已。", "114": "曹洞宗曹洞宗", "115": "雲居膺禪師󳵷同安丕󳵷同安志󳵷梁山觀󳵷大陽", "116": "玄󳵷投子青󳵷芙蓉楷󳵷丹霞淳󳵷長蘆了󳵷天童", "117": "珏󳵷雪竇鑑󳵷天童淨󳵷鹿門覺󳵷青州辨󳵷大明", "118": "寶󳵷五山體󳵷雪巖滿󳵷萬松秀󳵷雪庭󱚉󳵷靈隱", "119": "泰󳵷還源遇󳵷淳拙才󳵷松庭巖󳵷凝然改󳵷俱空", "120": "斌󳵷無方從󳵷月舟載󳵷大章書。書下復出二枝。一", "121": "曰廩山忠󳵷壽昌經。經下復出四人。即闃然謐○鼓", "122": "山賢○博山來○東苑鏡󳵷天界盛其後嗣俱未錄又書下", "123": "一曰大千潤。潤下復出二人。一曰大覺念󳵷雲門澄", "124": "後嗣未錄又潤下一曰無言道󳵷心悅喜󳵷彼岸寬後嗣未錄。", "125": "雲門宗雲門宗", "126": "雲門文偃禪師󳵷香林遠󳵷智門祚󳵷雪竇顯󳵷天", "127": "衣懷󳵷慧林本󳵷長蘆信󳵷慧林深󳵷靈隱光󳵷中", "128": "竺妙󳵷光孝深禪師後嗣無考。", "129": "法眼宗法眼宗", "130": "清凉文益禪師󳵷清凉欽󳵷雲居齊󳵷瑞巖海󳵷翠", "131": "巖元禪師後嗣無考。", "132": "偽仰派偽仰派計二十字", "133": "派曰。崇福法德慧。普賢行願深。文殊廣大智。成等正", "134": "覺果。", "135": "臨濟派臨濟派計二十字", "136": "派曰。慧正普覺智。圓通湛寂清。廣演法界性。永遠德", "137": "弘宗○至第十三世法鑒禪師。嗣法門人福慶。號雲", "138": "巖。旁出一枝計三十字。", "139": "派曰。福德弘慈廣。普贒覺道成。利益無邊量。宗本永", "140": "興隆。妙悟恒常滿。自性證圓融○又第十四世界源", "141": "禪師。嗣法門人性金。號碧峰。又旁出一枝計四十八字。", "142": "派曰。智慧清淨。道德圓明。真如性海。寂照普通。心源", "143": "廣續。本覺昌隆。能仁聖果。常演寬弘。惟傳法印。證悟", "144": "會融。堅持戒定。永繼祖宗○接此派。又新續一枝計", "145": "四十八字。", "146": "派曰。湛然法界。方廣嚴宏。彌滿本覺。了悟心宗。惟靈", "147": "廊徹。體用周隆。聞思修學。止觀常融。傳持妙理。繼古", "148": "贒公。信解行證。月朗天中○又碧峰下第二世鵝頭", "149": "禪師。於北京西山。建萬壽戒壇。橫出臨濟一枝計二", "150": "十四字。", "151": "派曰。清淨道德。文成佛法。能仁智慧。本來自性。圓明", "152": "行理。大通無學○又碧峰下第四十七世祖定禪師。", "153": "入閩住雪峰山。復旁出一枝計二十字。", "154": "派曰。祖成戒定慧。放光正圓通。行超明實際。了達悟", "155": "真空○又祖定禪師下。第十三世明燦禪師。入晉住", "156": "中條山萬固寺。又橫出一枝計二十字。", "157": "派曰。明德義幽玄。昭然廓性天。慧燈聯海焰。萬固永", "158": "流傳○又祖定禪師下第十三世。創開建正興陝西", "159": "西安府華州城西南十五里入終南山赤帝峪。又名", "160": "馬家峪。今名勅德峪。太頂二十里許。天龍山寺傳臨", "161": "濟正宗第三十四世迅雷明喜禪師。遵上祖定派。下", "162": "至第二十空字畢。後續出一枝。計二十字後續枝派曰。智", "163": "種金剛子。天龍寶地生。法雨心苗勝。華開果弘靈。", "164": "曹洞派曹洞派", "165": "曹洞下有少林祖庭。併江西豫章兩派。其豫章派。計二", "166": "十八字。派曰。清淨覺海圓弘廣。悟本真常慧性寬。祖道", "167": "興隆傳法眼。普周沙界定心安○至第十二世慧經", "168": "禪師。入江西壽昌。旁出一枝。計二十八字。派曰。慧圓道大", "169": "興慈濟。悟本傳燈續祖光。性海洞明彰法界。廣弘行", "170": "願證真常○經下又旁出博山大艤禪師。復續一枝。", "171": "計二十字。派曰。元道弘傳一。心光照普通。祖師隆法眼。永", "172": "播壽昌宗○其少林派。計七十字。派曰。福慧智子覺。了本", "173": "圓可悟。周洪普廣宗。道慶同玄祖。清淨真如海。湛寂", "174": "淳貞素。德行永延恒。妙體常堅固。心朗照幽深。性明", "175": "鑒崇祚。衷正善禧祚。謹慤愿濟度。雪庭為導師。弘汝", "176": "皈玄路○又第六世旁出蓬鵲山興化寺一枝。計二十字。", "177": "派曰。了因明祖道。覺海永洪宣。普度大千界。同登般", "178": "若船○又鵲山下。至彼岸寬。復新出一枝。計一百二十字派", "179": "曰。覺海永洪。宣授傳宗。正脈遐衍。善慶福隆。自性周", "180": "徧。本來圓通。真智妙理。清淨澄明。實相寂照。慈憫利", "181": "生。平等普度。方廣權衡。教啟贒哲。戒行克功。學繇悟", "182": "達。法在信能。止觀定慧。聞思修崇。莊嚴品位。玄契參", "183": "同。德充果滿。佛圖續燈。秉持心印。師範寰中。我願如", "184": "是。世宜斆從。彼岸為祖。貽訓雲仍。嗣先昌後。萬代常", "185": "興○又賈菩薩萬安禪師。旁出一枝。計三十二字。派曰。廣", "186": "崇妙普。洪勝禧昌。繼祖續宗。慧鎮維方。圓明淨智。德", "187": "行福祥。澄清覺海。了悟真常○又虗照大師。旁出一", "188": "枝。計一十六字。派曰。弘子友可。福緣善慶。定慧圓明。永宗", "189": "覺性○至無極明信禪師。復續一枝。計一十六字。派曰。性", "190": "能廣達。妙用無方。蘊空實際。祖道崇昌○又萬松禪", "191": "師後立一枝。計二十字。派曰。行從慧智立。貫徹入環中。化", "192": "統三千界。弘開洞上宗○至智洪禪師。又岔一枝。計二", "193": "十字。派曰。智信定德寶。志善了道行。妙淨本明真。正法", "194": "惟思敬。又續新派敬謹修持。功成福慶。緒續新燈。圓通自", "195": "性。普度大千。權衡曹洞。衣鉢傳來。萬松祖令○又妙", "196": "相決定禪師。復岔一枝。計二十八字。派曰。淨善香然喜敬", "197": "宗。萬光瑞寶顯朗燈。世界皓月宣圓照。通天了道貫", "198": "乾坤。", "199": "雲門派雲門派計二十字", "200": "派曰。優曇從廣政。了性悟真如。德智圓通品。方知紹", "201": "祖燈。", "202": "法眼派法眼派計二十字", "203": "派曰。祖智悟本真。法性常興勝。定慧廣圓明。覺海玄", "204": "清印。", "205": "以上五宗五派。原宗大綱。流行天下也。其餘不", "206": "從正枝正葉。接派分宗。惟憑各人一時家風。興", "207": "勝隨機。自立一枝。尚有三十餘家。不知自何宗", "208": "岐。至此俱無實考。一槩不曾強入。後人須明正", "209": "派。切莫涉於別岐。欲窮始末根本。宜以斯為指", "210": "南定式。云爾。", "211": "終南山天龍會集緇門世譜終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1603 緇門世譜", "author": "清 明喜撰輯"}