{"sourceLink": "http://www.cbeta.org/", "text": {"0": "尺牘一复馬尚公", "1": "荊南開聖院山暉禪師語錄卷十二", "10": "抱道之士補法門之失亦是我輩所切禱何期有此", "100": "任今又作此去就不獨眼前痛笑而諸方放作談柄", "101": "誰之過與山僧深念道脈淚溼袈裟吾徒幸勿以吾", "102": "言苦而不茹也不然老漁空守古澗將見擿釣而往", "103": "實為得計。", "104": "复雲居世維那复雲居世維那", "105": "省來書知維那將為我法門棟柱而黔地法運初轉", "106": "共結驢年道交有日矣不識持釣磯頭惡辣藥餌吞", "107": "吐為何如光景鐘奇歸先寄一頓拄杖頂門上倘七", "108": "華八裂可謂永劫不忘之事也秋後驗之。", "109": "與端居長老與端居長老", "11": "小拂逆不能不一痛恨也聖恩佛事告圜欲行黔州", "110": "懷寶者輕身重道敬事忘勞雖萬里求人不以為遠", "111": "也餓腹凍膚困志待時雖持久得人不以為晚也二", "112": "十八祖知赤縣神州有大乘器自天篤來中間險阻", "113": "巟昧萬餘程獨不辭勞遠者此萬里外求人也自金", "114": "陵過魏中間梁魏之主不能合困九年於少室其後", "115": "神光之徒三拜受之此持久得人也烏乎區區覬道", "116": "一行何也盍不忘太祖昭祖遞相傳授之悲願耳昔", "117": "者吾從來山僧知是法器後於開聖一旦以吾受之", "118": "於報恩者舉以授之比尚有嗟歎不平之人側目視", "119": "吾吾含恥抱垢以待成立使彼嗟歎不平之心自消", "12": "一會以退隱之地所羈不獲如念萬為保愛弗備。", "120": "而不辯可也近將見成立是彼嗟歎不平之口已合", "121": "而吾揚眉吐氣之時矣所謂羞媿頫伏車塵馬足之", "122": "間者洵然也然猶有少慮吾徒當以道德為本而文", "123": "學次之庶不墜先人之道是吾望於吾徒者。", "124": "复野竹長老复野竹長老", "125": "堅孫來供物種種不惟濟山僧南行亦法門起色矣", "126": "孝子順孫異日獨不出女門下乎前遣梅孰再印之", "127": "以衣者長松衣缽或在女後可知也嵩山諸槁一一", "128": "看過第離師太早之過不無微瑕耳至於應對柬札", "129": "宜一依名人程式不可艸從昔百丈見叢林之難乃", "13": "又", "130": "立有學識者掌文翰應荅士大夫方丈提其大綱應", "131": "酬佛法而已不見之天童西山乎凡有字與人必酌", "132": "之再三閒一字未恰必易之此古人臨發又開封意", "133": "也統御大眾不可太剛亦不可太柔在剛柔間耳能", "134": "體是以臨眾眾自以德報此先聖之成規亦山僧取", "135": "而已驗之事不可不聽山僧此言也江南還必上雲", "136": "南尋逸老地可代山僧覓之。", "137": "與大雲長西堂與大雲長西堂", "138": "欲為人必先審可不然後行之始無委曲事近聞女", "139": "受燕公惑深用痛恨然昔者仝吾何如是之重厚今", "14": "過湄水大雲菴得佳集讀之見公深入祖室所以開", "140": "者異吾何如是之涼薄夫好惡異仝道人之不取也", "141": "久矣吾奉先師之言一豪不設妄為實欲正法門之", "142": "不正何吾正之如此吾徒亂之如此眼前或可彊為", "143": "則百千年後將何以處其身也吾徒思之。", "144": "與嵩目宗禪師與嵩目宗禪師", "145": "法門骨月幾人能致此熱腸如非嵩目高雅數數親", "146": "厚則冷語冰人難當也不及見法筵而北還今猶悵", "147": "然未卜滇行何時我已束裝南邁明春及秋或可轉", "148": "高藍當又有字來胡護法及陳黎兩君煩致意之餘", "149": "不多白。", "15": "發衲子其精意宛有古人意不得不使人愛慕也邇", "150": "與西竺主人與西竺主人", "151": "往省奉看返取惠並香積玅供感謝不盡然非十年", "152": "舊識而何能致此厚德也去冬有裁寄並申謝想達", "153": "上座矣目下束裝走吳越五月可抵金陵俟薄務畢", "154": "即回黃平倘頭上公假我數年又得相晤引白耳。", "155": "與印心主人與印心主人", "156": "客歲留上人房萬千盛惠筆舌難盡高雅也別來兩", "157": "有裁謝不卜到不想上人德望既孚自是清福常足", "158": "若我輩奔走不暇安望此樂乎二月初南行身上事", "159": "畢即回長松或仍到貴陽面謝前愛會城道舊煩致", "16": "來病骨日見沈困不能即西山一夜話袪胸茅之塞", "160": "意之。", "161": "與石琴聞監寺與石琴聞監寺", "162": "佛祖玅道祕在己躬不可舍此別覓以消時日也然", "163": "無始來只是者箇面孔人不能即惺者是當人自昧", "164": "非開道者之咎也若能頓然發深省識自家應物底", "165": "主人始知本來近而於為道者自遠耳然非得手應", "166": "心不能信是言古人云飯是米做火即是鐙詎虛言", "167": "哉上座天資可愛作事英靈十二時中勿為物使我", "168": "祖庭秋晚正賴抱道左右之上座勿自薶紫荊華也", "169": "可。", "17": "憶客秋貴門人至以先臥龍艸刻並小字不審達記", "170": "又", "171": "春王十日必於南行不知能到長松一敘別不想此", "172": "一別後會不可知也聞近日著悶以告者過也我此", "173": "行原為刻書定將分鐙偈收入集中以為萬古法系", "174": "豈以十年來父子一為燕居惑亂便不取邪倘應龍", "175": "不處汙池可明一言自不久羈門牆以辱上座。", "176": "與岳樵長老與岳樵長老", "177": "客歲四書來竟未見回音豈沈浮之過邪此時欲即", "178": "東下奈舊病仍作不能動履惟仰臥山囪望銅巖白", "179": "雲而已閏女別修靜室但不知山水佳不倘有蝸牛", "18": "室不余自甲午春誅茅高藍諸方愈加憎嫉甚至記", "180": "之快雖筋力勞苦亦非分外事不然徒為耳又聞白", "181": "雲近亦改觀想規制自是如法他日山僧一至惟稱", "182": "羨輪奐佳趣耳。", "183": "又", "184": "數欲東下不能一時就道何業牽引之深邪長松不", "185": "得人遂致破敗不堪雖已逐去斯人又暫無出力牚", "186": "之者然已為眼中糞屑當任之而已我何苦長作馬", "187": "牛憂嗣宗來始得一帖少慰褱抱且云山僧覓一支", "188": "棲奈及門者有限當誰為我出隻手也雖然俟到時", "189": "再作商之。", "19": "載總不足憂所獨憂者法門一事耳方良之怪水石", "190": "與白鹿裔禪師與白鹿裔禪師", "191": "毅廟癸未秋開州棲靈相別十七年魚鴻竟杳而思", "192": "慕之私發之欷歔不能洩又繼之詩歌亦不能洩辛", "193": "卯聞在卯陽因過酉谿相看又值禪師折蘆東邁將", "194": "欲挈囊以步後塵不意卯谿兵難作矣我四十日茹", "195": "糠秕混貔貅中始達平越平越人念廿載辛苦留下", "196": "蒲團不期仝儕推作化主今八年矣前莫侯府楚還", "197": "攜禪師住天寧語錄展閱之非我禪師不有此非楚", "198": "地人不知有禪師可謂天縱之聖也第以弱病難見", "199": "我禪師於法座上耳明歲下江南如因緣就便過武", "2": "住臨江府新菴門人寂純錄", "20": "之精作於今日是我輩羞雖公與余恐亦不能驅此", "200": "陵不知禪師猶納我於迎仙寺之樂乎己亥九月十", "201": "九日附語嵩禪師侍者申侯道駕。", "202": "又", "203": "徒步千里得氐銅江將取銅江之舟順流而東尋我", "204": "故人於三月上巳引桃源為流觴曲水優游酣飲我", "205": "雖不慧一坐其次釃酉述韻獨不取主人色笑邪偶", "206": "舊病复作就枕簟呻吟者四十五日始得小愈嗟夫", "207": "少年壯志為病所困不覺轉為老騃也寧不痛哉。", "208": "复開聖諸門人复開聖諸門人", "209": "今昔事舛人我相多不獨耳不靜舌亦勞矣吾徒留", "21": "邪辟使斷也當永曆初我時開法平越有人毀之曰", "210": "心我宗能擔荷大任吾事畢也聞某人妄語排擠山", "211": "僧山僧知悅謗者無所不至安可與之面釋使俗人", "212": "掩鼻啞啞邪且斯人語言而醜態實有不可觀亦有", "213": "不可言於人者吾即言之何難但恐我法社耳烏乎", "214": "悼法門之不幸莫斯為甚也至於斯人欲置騰騰烈", "215": "焰中此累劫常事吾何懼哉昨有書复楊護法及丁", "216": "護法可親往面道一番足見平日與吾徒道及從來", "217": "事也居江外惟是思慕吾徒不識再得相會不種種", "218": "積衷如何可言。", "219": "與岳樵崇侍者與岳樵崇侍者", "22": "此必教人學上堂語問畣如流然後為禪者然不知", "220": "黔中賴左右之教門始有觀光不然黔人何知有此", "221": "題目故以法器期之終不作黔驢待也客冬省親此", "222": "仁人之禮山僧豪無拒意何一往梓里便不來邪豈", "223": "不知欲作者家種艸實非一日便到休歇若里中一", "224": "為院子累終法門小伎也因留复治在此如聞而即", "225": "來天下老和尚不來天然之句有所歸也吾之動定", "226": "不可知爾亦不可不察。", "227": "寄白齋菴靈師叔寄白齋菴靈師叔", "228": "崇禎己卯閒侍臥龍先子從夔州下荊南埽白齋祖", "229": "塔得與吾師叔相見雖別二十六年其音容宛在耳", "23": "己之不能而妒人之能實一狐媚流輩人也及我印", "230": "目想師叔不能記我為誰也然猶憶辛巳复侍先子", "231": "回蜀甲申罹兵難賴先子道聲鳴於楚蜀即遘觸藩", "232": "之怨如游園觀耳先子睹此僇劫無留世意即戈戟", "233": "叢中集眾登座說法與示安武徐公諸人偈語畢遂", "234": "瞑目化去實毅廟崩之明年乙酉三月一日午時其", "235": "持兵殺人者皆知有佛吾蜀故藉此得全十一者皆", "236": "先子功也其後璧於千萬死中逃出如太倉遺一粒", "237": "始回視先子存日若隔幾十生今又幾一二十年不", "238": "覺齒落髮白形骸可憐矣元年從黔出楚欲過江陵", "239": "問吾菴中人知必猶有存者因涂路有阻不敢前蹤", "24": "大雲之記又謂失眼戊戌春其人來不十日即惑大", "240": "故買舟遂入越矣上金粟會荊州人問菴中事云人", "241": "物皆故所幸存者惟吾師叔菴既已成瓦礫燕麥兔", "242": "葵之感寧不對青天白日泫然下涕邪俟身上事完", "243": "一櫂溯流而上與吾師叔告二三十年苦師叔其待", "244": "我瓦礫閒何如。", "245": "寄梁山和尚侍者西缽寄梁山和尚侍者西缽", "246": "梁山祖庭依違三十年閱人多矣而心眼孤明西缽", "247": "外不一二見也庚子春作詩留別還黔以為不复再", "248": "晤元年秋复舟遇於黃巧出意外亦复恍如夢裏第", "249": "以舟師促去不能竟作三日談悵矣來吳越三見霜", "25": "雲使喪所守而即印為弟子烏乎初何見罪之深今", "250": "露每風晨月夕回首高梁如在天上而闌干只作銀", "251": "河落九天也昨春往金粟會有鄉師自出峽依雪竇", "252": "福巖金粟則處幾年矣每為人重獨是因緣不合因", "253": "詢老人興居將還蜀為老人一株樹蔭覆天下西缽", "254": "照拂可也我自廢放來只作長年行腳僧不知更有", "255": "餘緣說無聊話不方丈萬福不敢具啟便言為感臨", "256": "楮悵悵不一。", "257": "复德山語嵩禪師复德山語嵩禪師", "258": "禪師不以萬里行倦破暑轉蘇顧我雙塔此法門念", "259": "重矣乃复鐙前榻上屬之如許我豈犬馬忘德本所", "26": "何謬為之甚也然十年苦心教訓之大雲承接我又", "260": "事者盍梁山不仁誤聽左右而燕居又彊取我二子", "261": "敏老亦取我一孫我故去之雖遭物議任之而已嗟", "262": "嗟三十年法乳豈恰然一斬乎所以小隱古吳盍實", "263": "有去就良難之意禪師愛我如此我極思之不得已", "264": "為隱焉庶幾也如再欲我還梁山我則在汶上矣禪", "265": "師幸原之。", "266": "上古南牧和尚上古南牧和尚", "267": "拜違函丈兩見飛霜每切瞻依其如仙蹤不定雖望", "268": "雲山隕涕亦徒千行耳總之我輩癡頑致有乇而逃", "269": "焉者良或然也昨夏來蘇僦居雙塔自念此生三十", "27": "七年來一旦奪為己嗣即使踱蹻肆毒未必若是其", "270": "年行腳即不能親承人之法印假此退居不失為善", "271": "其於計雖拙其於立身行己不其韙歟不意籌兄忽", "272": "顧巟寓因示和尚所止不過三十里之遙於是哀慕", "273": "之腸不幾萌而幾熱乎獨是冒寒未脫不能前蹤古", "274": "人有為法忘身然亦有身安道隆之說故先遣小孫", "275": "隨籌兄來代候萬安稍遲月日即躬親猊座和尚其", "276": "不吝弘慈在壁受賜之大天地何能為諭哉薄具香", "277": "儀聊以伴緘臨楮曷勝惶悚之至。", "278": "复天隱禪師复天隱禪師", "279": "貴筑晤後四年不奉吾友手教總之間關修阻非朝", "28": "人何以為人師實可恥也前謂教人學上堂及瞎付", "280": "遣夕至而可能者還樸至自梁城手持吾友三月四", "281": "日書拜讀數四見吾友愛我如昔未又勸勉懇懃若", "282": "非天隱厚道絕不至此也每自思之三十年方外心", "283": "還不歇此豈有所樂為也盍人皆笑我狂且愚而不", "284": "知我大為人棄並奪其所授甚至覆巢取子豪不容", "285": "置足其間顧此能不疾首痛心乎是有吳越之役雖", "286": "棲靈亦不得怪我常寂中矣今吾友猶不投卑返將", "287": "歸我梁山以續舊好而此情灑且渥矣然豈尾大不", "288": "掉之人奈何一入趙竟不能再奉德教於燕也用是", "289": "方命知吾友必察而原之。", "29": "等事今又取斯人何首尾之亂邪烏乎其言正之於", "290": "荅長洲靈壽履冰和尚荅長洲靈壽履冰和尚", "291": "不奉教七閱月胸中鄙吝豈止复萌將瞿塘灩澦矣", "292": "忽雲函來讀之恍如促膝一室知仁兄愛我真不啻", "293": "骨肉獨是愚頑之質不能長侍座右領受切磋盡開", "294": "茅塞悵也何如聞有吳江之行不棄陋室便奉一茗", "295": "以消渴褱倘先示一音道左相侯。", "296": "寄履冰和尚寄履冰和尚附回書", "297": "吳江返棹歲云莫矣室中一顧即茶灶煙冷匡床塵", "298": "生而岑寂不可言狀也雖欲揩拭須得六七日何能", "299": "放腳過靈壽與吾兄痛笑松谿梅塢為樂哉初八日", "3": "嵩山首座龍光法孫宗上編", "30": "前其亂繼之於後不知泥犁中將何以置此人也法", "300": "老人已將重擔累我然駑駘是力窮日幾里老人只", "301": "作略玄黃而取俊骨不顧人笑也雖然弟謹守之敢", "302": "負老人婆心以取識者譏邪餘不贅。", "303": "兄去報恩弟嘗私語曰者回水乳合矣昨令孫來", "304": "接讀手教果如所擬及訊其事云云令弟不勝慶", "305": "快且老人從未陞堂說法屬一人者吾兄今獲如", "306": "此則恩莫大也皆吾兄夙德敦厚所致非若今狂", "307": "小諂佞輩可能及矣奈弟室如縣磬無以為賀聊", "308": "成里語二章塵之一笑。", "309": "寄嵩山野竹長老寄嵩山野竹長老", "31": "門如是亂規如是公又何以教我。", "310": "元年六月二十六日始銅仁東下暑猛如虎舟中迫", "311": "窄待泊武陵疽節甚矣四十餘日少愈將買舟過湖", "312": "而江道略官舟雲帆頓斷無葦可渡積水者乃由石", "313": "首過江覓舟方達武昌而疽節又生淹留兩月未能", "314": "前蹤宏孫兄弟訪尋親舊尚存者眾且是至戚故留", "315": "彼以封二十年未封之骨九月中獨攜兩行者由漢", "316": "口長發一路苦辛至十一月初抵建業疽節复甚忽", "317": "山翁和尚來埽慈瑄兩祖塔因得瞻禮至蘇再謁本", "318": "師老人於報恩過越又得瞻覲古南和尚其他皆相", "319": "繼而化盡作古人也至於據源拂於今日者比比皆", "32": "又", "320": "是余不覺泫然痛我宗祖法門濫觴極矣即欲回舟", "321": "仍作山中主人完我殘喘奈何回首長松六千里如", "322": "在天上無翼能飛且值公令汰僧而平地上亦棘芒", "323": "侈矣因於蘇州雙塔僦一室暫住將先臥龍錄梓就", "324": "必欲收拾西還或由此直上梁城與吾徒坐一蓬子", "325": "痛說十三年離褱誠我意也餘不盡。", "326": "又", "327": "到吳越三年絕無可語者真入無人之竟每褱西還", "328": "輒不如意總之窮道人事多鈍置不能一快便耳前", "329": "年天童賢老人收余為法嗣此非去蜀歸吳盍不得", "33": "客秋不以溝壑巟昧廬室固陋辱我小菴誨教垂訓", "330": "已也梁山既收回棲靈信具而燕公又奪我二子敏", "331": "公亦取我一孫十五六年苦訓之人皆為同門間絕", "332": "睹此能不痛心乎若只苦守後之人疑之則上負前", "333": "人所望下辜吾徒支牚即余一身罪大莫贖矣吾徒", "334": "其思之還撲來問吾徒無恙外又問嵩山集云已梓", "335": "行然固美矣但不可艸艸完事須深酌之可耳今天", "336": "下行者皆出古人一頭地若西南諸師是皆不能遠", "337": "傳況能開後人眼目哉吾徒當思之今秋不還即明", "338": "春必歸到家定有雞足之行吾徒當俟我梁城間可", "339": "也。", "34": "能使人徙薪曲深則受賜多矣第窮居僻處禮節粗", "340": "又", "341": "客吳越四年未嘗一日不繫念嵩山盍黔南苦心教", "342": "人止得此一席以慰吾望前歲五月一書去秋一書", "343": "冬又一書今夏又一書不知皆到不七月浮老人圜", "344": "寂於吳江聞訃即自高郵還蘇為奔喪之舉及送龕", "345": "上徑山適竹元孤身二千里來省吾雙塔此非嵩山", "346": "以孝法人何以壯元孫此行且眉孫留廣嗣元孫苦", "347": "遠涉吾又憐二人孤苦中猶不置吾此不獨二人孝", "348": "猶見二人珍重吾道未薄耳人得一夔足矣況雙珠", "349": "乎故吾願嵩山不如二人者勿收之以敗厥事近日", "35": "疏惟盛德仁人不之震怒此我之榮也昔人云君子", "350": "法門委付如市未見有如禪和子也不過取虛聲襲", "351": "虛名真可笑耳人或從滇來即問之嵩山即問之他", "352": "人為人何如或曰嵩山為人不減平越但委付微異", "353": "耳因書此言為嵩山誡明年吾不親來即當遣人慰", "354": "公於方丈。", "355": "寄長松監院梅孰寄長松監院梅孰", "356": "師弟法乳一隔三秋每一思之五內寸斷床頭若無", "357": "古人兩卷書何能暫寬愁寂也前夏六月廿六自銅", "358": "巖舟發涂路苦辛如何可言在武陵病疽武昌建業", "359": "亦然且甚竹眉弟兄到江夏尋二十年喪亂後親朋", "36": "致其道德則福祿歸之公不其人乎前至銅江將欲", "360": "得一叔一胞妹其姻戚中猶存者盛因往崇陽省彼", "361": "父柩欲為八尺之封吾恐久留歲月易度遂撥煙霞", "362": "而前蹤身邊不過兩木頭人耳此行孤苦情實難堪", "363": "惟自怨自艾欲與誰言客秋逐僧不知長松與諸菴", "364": "作何去就銅仁幾處亦作何狀初到吳越如行異域", "365": "忽得鄉人李明府留寓蘇州雙塔不知將來何以了", "366": "我歸志睹此精神益困矣菴中事務女輩切宜勤理", "367": "不可怠吾歸來方與酬勞黔中道舊當以此帖傳聞。", "368": "寄黔中開石監院及諸剎寄黔中開石監院及諸剎", "369": "春二月遣祖易歸止有祖年供灑埽寂莫甚矣望黔", "37": "東下為舊病所苦易曰不得遂不得退詩曰進退惟", "370": "中人來即議行李計奈何望眼幾穿竟未有至者昨", "371": "五月北訪張高郵公公以二十年相與之人不", "372": "可一見即別因留住城南福海八月朔方到院未幾", "373": "老人訃至因奔喪並送入徑山塔一連耽閣三", "374": "月不覺小春又寒矣前八月幸竹元不辭二千里孤", "375": "身來省我雙塔得以少慰岑寂明春或遣彼還武昌", "376": "耳諸徒聞此有意東來或遣人到廣陵再窮一日即", "377": "達福海矣一別四年如隔世人每一念來五內如擣", "378": "不能插翼與女輩樵山漁谿為樂苦也如何話長紙", "379": "限未能罄其衷哉。", "38": "谷我實念之。", "380": "寄竹眉竹元兩孫寄竹眉竹元兩孫", "381": "女弟兄往崇陽省二十餘年喪亂未封之吾以病", "382": "軀不能同去終為慊然後於漢口待之二十餘日竟", "383": "未有秏且既過江安能再緩是以九月十九日得便", "384": "舟長行矣一瞬三年音書杳絕女二人如念吾左右", "385": "無知事者可議一人前來助吾梓舊集諸槁即是女", "386": "二人報嵩和尚慈蔭也客歲汰僧女二人何策守之", "387": "吾為女慮想高蹈之人自有確守非仝淺淺者可仝", "388": "日而語也。", "389": "又", "39": "寄興慶堂兩序寄興慶堂兩序", "390": "鄂渚相別三年過矣每念女兄弟初歸故里囊無一", "391": "物豈能封二十餘年未封之骨雖有戚氏恐亦不能", "392": "大助中夜深思情不能已自入吳歷越所見名宿而", "393": "費亦不輕且久逸之人一旦服膺叢席動即勞極不", "394": "得已乃寓雙塔但先臥龍錄與開聖諸槁豪未付梓", "395": "萬里南來欲完此兩者將尋丘壑之樂而又因循若", "396": "此能不傷哉前冬往吳江報恩寺見浮老人即許入", "397": "室豈我無良而恧顏若此者總之是梁山父子之使", "398": "然女兄弟亦孰之矣烏乎寤窮達之有命窺崨徑之", "399": "無益我之謂也女兄弟可一下江南則吾事備矣夫", "4": "尺牘二尺牘", "40": "聖人之道貴誠信主端默能體是者可繼聖而法物", "400": "复何言。", "401": "荅廣嗣眉孫荅廣嗣眉孫", "402": "幾年不見有如隔生雖夢中翁孫一堂醒复如故也", "403": "八月從高郵還蘇扶浮老人龕上徑山入塔忽竹元", "404": "來令吾一喜一泣交並難況石公書中言廣嗣新之", "405": "陶瓦欲元弟早歸佐爾此理也但吾數年不會之人", "406": "何能一見即遣且初住高郵福海無人代筆須假今", "407": "冬明春當遣回女如念吾或不生惱其家事隨緣應", "408": "之勿困於心以巟爾志我後事惟爾兩人為寄餘非", "409": "切望也近日牚佛法非道德學問不能早譽爾自高", "41": "也是以衲子志不可小志小則狹狹則非盛道之器", "410": "明不教可諭然吾亦不可不屬也。", "411": "荅澤臞和尚荅澤臞和尚", "412": "舊冬二之日方坐雪囪下兄書忽至即拜受讀之直", "413": "如面談令人忻感交集何啻愈病檄也曾憶到江南", "414": "來與人把握不可謂不眾獨是與兄有如骨肉非薄", "415": "與眾而厚與兄盍鸞鶴鳴舞當從其類耳兄還平陽", "416": "暑薄秋新矣正宜負瓢以從奈何鄉客枉顧談笑綿", "417": "連是以此意為之遏截然我心至今未滿昨過齊門", "418": "見華胎柳孕士人游也兄不遺棄舊人肯一過吳門", "419": "同上海涌峰不。", "42": "盍所謂道者淵若滄海聳若泰山倘不以大志則道", "420": "寄明遠禪師寄明遠禪師", "421": "逖違道範四見霜華有褱伊人心旌如舞安得縮地", "422": "符子一瞚間向武陵谿口以晤言消之邪一源土木", "423": "或已畢工禪師登堂說法而四眾怡然進道則其功", "424": "不在靈山下故我私心合十此古佛久矣俟秋涼時", "425": "一葦西來當與作三日談其無曰望州亭相見了。", "426": "寄東山長老寄東山長老", "427": "去春二月遣人還長松報東山一帖尚在平江雙塔", "428": "夏五月因仝鄉朱孝廉北游遂仝舟到廣陵得觀淮", "429": "海故里留六十日將欲還蘇忽秦氏一菴名福海者", "43": "不可得而握手也是故道行不毛實賴抱道者左右", "430": "虛席郡守及紳士邀主方丈再辭不能脫今到院半", "431": "歲矣雖欲西還止屬空談然黔中化行十七年而相", "432": "信吾道者皆賴吾徒代為宣揚所謂若舌即吾舌矣", "433": "大耑明春整頓歸帆必從銅巖談風笑雨一洒五六", "434": "年離腸結耳空囊無物寄回俟面時方道苦衷。", "435": "寄別菴長老寄別菴長老", "436": "一別五六年始知離腸痛如刀錐然非仝人不知此", "437": "苦也去秋得元宗孫說話又覺稍不寂莫黔中諸友", "438": "自是無恙獨是念爾不置者緣爾病身子不識近日", "439": "得解脫不別菴完緝可以棲遲亦是爾福切不可有", "44": "之如此不患道不行而法不振前山僧挂笠平城見", "440": "一豪他念大約岳樵高見亦不須再屬也去夏因往", "441": "邗溝觀古人遺蹟遂為盂城檀越留主福海矣明春", "442": "得人代守必整歸帆與吾徒聽青猿煮白水為樂此", "443": "外無事事也。", "444": "寄惺一照監院寄惺一照監院", "445": "思還白雲夢寐不置奈何一到吳越回首萬里雖鵬", "446": "摶也得六月息耳況要金盡而白髮新乎去春遣人", "447": "還有帖報女想已到矣昨夏過淮南已住得一菴規", "448": "制頗稱思得監院為之住持不知肯舍山而就城槁", "449": "作鬧中主人不別菴病身子近日作何狀一切賴為", "45": "公等志大見廣因放蒲團相談此事幸而諸事成就", "450": "之外助始不負二三十年道友然亦是吾切望於賢", "451": "徒者家中法眷惟善待之餘不多屬。", "452": "寄長松監院梅隱寄長松監院梅隱", "453": "去秋待家裏人來即載行李飄然西還奈何望眼幾", "454": "穿竟無至者要纏既盡何能葡萬里費只空對雲天", "455": "晨夕長歎耳計無出只得在秦郵小就一菴已作半", "456": "年主人矣然每一西顧心神欲飛總之黔州十六七", "457": "載人竟既浹何異故里所謂遙望并州是故鄉豈獨", "458": "前人有此思邪不知茗鬻之餘亦念山僧孤身寂莫", "459": "不明歲若得人代守院子或可買舟溯流而上次第", "46": "實師資出於一時者也偶以猒讙往古雍尚留心在", "460": "尋諸友說五年離情也長松將來為我逸老地須留", "461": "心緝理無怠為屬。", "462": "寄雲居長老寄雲居長老", "463": "昆明有還樸者自吳門還里曾乇寄雲居與大來一", "464": "書知已到矣原期今春歸黔其意已決奈何昨夏游", "465": "廣陵有少游公後人新建一菴近無主者張郡守仝", "466": "紳士邀主方丈義不能固卻八月朔到院已任事七", "467": "月日矣江南住持絕非黔中雖憚精力而服食器用", "468": "猶難事事如一大都明歲西還方細細說與雲居耳", "469": "黃甕僧俗近來何狀不及一一手書幸致意之。", "47": "公等公等若不深念法門則前據師子床皆虛事耳", "470": "寄破一和尚寄破一和尚", "471": "金粟出山欲買歸櫂不知東風不與我便遂僦一室", "472": "於平江今寒梅四白也貫上座來方知吾兄住四祖", "473": "道場心竊思之如明春還楚登堂稱賀晤期非遙奈", "474": "何又為高沙一菴羈住复不能如念也客秋七月先", "475": "師浮老人圜寂吳江九月始送全身上徑山其封龕", "476": "入塔一段光明全賴山翁老伯法語此亦先師平生", "477": "道力所致耳江南法運吾兄深知弟复何云元孫還", "478": "遣詣座下接足亦聊攄繾綣意耳。", "479": "上梁山破和尚上梁山破和尚", "48": "秋涼腰包一來則與道慶幸不然百劫千生恐亦難", "480": "丙戌間賓城脫難東下南賓得瞻拜前席實為再世", "481": "之逢不意巴東一別轉面即天涯矣六七年都亭施", "482": "南五履兵難此身幾不得脫若非祖宗有靈又隨父", "483": "老填溝壑也我生不辰逢此百憂當此之時可為流", "484": "涕太息誰為某相憐邪及卯陽兵入不得脫隨亂軍", "485": "四十日飲湯茹薇始解此苦南到平越以為可放蒲", "486": "團操瓢而食豈知亂猶未已而楚吳兩越朝挈囊而", "487": "東莫挂瓢而西奔馳苦辛耽饑忍凍夜逃晝伏避虎", "488": "防狼則又四五白也既稍安堵每褱北還其如荒塞", "489": "迢遞萬里絕爨加某病骨日常發熱見風即嗽動履", "49": "遇也。", "490": "維艱何能望夔州再覲慈顏於梁山之堂上乎某常", "491": "思之自崇禎初棲靈親近以來指導啟發和熊舐犢", "492": "之深恩雖肝腦塗地不能報萬一矣況欲伶俜四方", "493": "而忘父所乎實間關與病阻人之甚也某於臥龍有", "494": "師弟之重從臧骨金城之西負齒骨隨身已來十年", "495": "矣亦不能覓上峽船捧土封之樹片石於墓側就此", "496": "訪尋揆師遺骨及父母弟妹死所嗟嗟種種痛心如", "497": "何可言此某深厚莫贖之罪也頭上公肯假某數年", "498": "或可完此數事此實某之幸不審如心不臨楮意亂", "499": "神愴未能盡所私惟和尚憐之八月初七上書。", "5": "寄德山裔禪師寄德山裔禪師", "50": "與虎丘況禪師與虎丘況禪師", "500": "與古余和尚與古余和尚", "501": "吳門舟別轉面閒一裘葛更矣咫尺禪範不得到七", "502": "寶几前接足雖仰慕如饑欲食亦徒有此褱耳昨育", "503": "兄和尚侍者來問兄無恙外擬小春月度積水問候", "504": "育和尚便過天長奉謁不期此月有姑蘇之役不獲", "505": "如我心也大耑來歲華朝仝肅兄專候道駕或得把", "506": "握蒼苔石上聽新鶯吐語看桃華獻笑竟作十日談", "507": "兄幸勿猒此惡神也。", "508": "與佛日山和尚與佛日山和尚", "509": "五月拜違兄丈回首江天秋色平分矣每念雅況吟", "51": "堅侍者行速未及裁复抱媿實多適聞法幢高樹江", "510": "褱對此佳竟不知增幾楓落吳江冷句弟素來福淺", "511": "弗獲為鄰常讀兄詩滌我煩襟悵也何如何如高沙", "512": "自六月湖水漭沆不惟廬室汆去即人半為鱉民矣", "513": "此時方思雙塔一室噬臍莫及水方兄事百為周之", "514": "而劉必欲水兄來方了此局正著人往返閒而湯湯", "515": "洪水即劉亦藉此狡猾矣不能了此一事心極不滿", "516": "因滇人欲隨喜四明諸名勝裁寄道履菊月後又得", "517": "拜教。", "518": "與光孝玉和尚與光孝玉和尚", "519": "吳興道中遽然一別不覺冬复春矣緬想道範不啻", "52": "外段煉衲子以慰吾門之望誠甚盛舉也極欲過看", "520": "子弟之仰父兄奈何姑蘇歸來初住一室不能擿此", "521": "牢騷東度淮海以晤言消我景慕之渴塵也苕上承", "522": "不鄙愚才要弟和霜葉紅於二月華比已草就未欲", "523": "上獻盍舟中無紙筆故也風便乃以獻侍者若蒙削", "524": "正弟受賜侈矣。", "525": "复昭覺丈和尚复昭覺丈和尚", "526": "今夏虎丘人來得大教與禹門語錄讀之喜法門佛", "527": "日又中天也及見复燕居申公書未常言佛法事不", "528": "覺泫然涕下審梁山老人付人衣缽實為祖宗慧命", "529": "耳人不自重內蘊蛇心怒目攘臂與人從事識者不", "53": "因萬壽結夏不能別眾而行但望剎竿抱歎而已前", "530": "無竊笑我平越結冬伊走僧將雲天所集糞屑遍散", "531": "平越取閱之始知脫空之極因而知以梁山示偈為", "532": "付偈諸方非浪傳也至敘行腳未見徹法源底與師", "533": "資叩激承接等事但節節自譽節節非人烏乎無惑", "534": "乎佛道之湮也伊立身行事自以為真殊不知祇誑", "535": "愚昧未見者當作實事如走雷霆驅閃電埽狐蹤抹", "536": "兔跡慰先德之門戶興末運之鉗錘伊未必夢見伊", "537": "常謂梁山不宜筆佛道聲價一書以病聚雲吹萬夫", "538": "梁山為一代宗盟主張大法自合典御四方權衡一", "539": "世有真當褒有偽當斥此賞罰與奪之柄在梁山誰", "54": "接禹門書與語錄見复燕公書不覺五內震裂想法", "540": "曰不宜吹萬既系大慧的裔病之為無師承是梁山", "541": "自心不公心不公何以服諸方口邪必不爾爾盍末", "542": "法時聰明多見道少不如此則記持文字口舌利辨", "543": "便向三家村裏作為人師如吹萬者故梁山一點苦", "544": "心以佛道聲價發明也宜矣我自戊寅春見吹萬集", "545": "約十八人打鼓上堂燒香願續大慧伊名已見在數", "546": "內矣及庚辰又見一集以朝陽為師溯源而上十代", "547": "至大慧自嬾菴需木菴永下偽作六代此見佛道聲", "548": "價畏而為之也然吹萬雖遙嗣大慧不過目前而道", "549": "統一亂相習成風終難撲息梁山不得不一垂援也", "55": "門寢盛賴作者以振燿之孰知其人有此妄誕則害", "550": "請觀夫二祖可知矣二祖得道後其意可已嵩少仍", "551": "用袈裟分付是欲天下後世遞相委付不致妄作以", "552": "亂世系其後黃檗屬臨濟几案禪板汾陽送龍潭拄", "553": "杖手巾付授之際豪不敢苟我後世欲妄接而稱聖", "554": "紹可乎人亦有言道由自寤證須見人又言寤了還", "555": "須見人古人誡語皇皇伊豈不耳而目之乎吹萬見", "556": "梁山斥之既極乃棄大慧近以朝陽念豆佛僧為師", "557": "此僧若系大慧兒孫則大慧一念豆佛和尚於宗門", "558": "何有深屈古人之罪其誰赦之又謂象崖珽公不見", "559": "吹萬然珽此時已承嗣人領眾又數歲是時在忠南", "56": "法不細也因走一緘以复禹門然末法時只合逆來", "560": "居說法位若使棄眾再見是麟龍之卑蛇兔之尊也", "561": "烏乎三尺童子指犬豕令拜尚見怒色況號為法王", "562": "而顛倒若此伊常稱吹萬如銀漢無極真大慧後不", "563": "須源流做得行即是雖永公下六代無語錄可考無", "564": "塔廟可據尚縣絲不斬不知何據為此分辨觀伊當", "565": "日在吹萬時數有爭論今日是假梁山為師實欲扶", "566": "吹萬真業種也我常言之如欲扶吹萬以吹萬為師", "567": "可也區區以梁山為師而又侮其師以扶他人意在", "568": "源源有據可以扶之不如此縱言之扶之不行也然", "569": "則何不責吹萬稟受一師承流行祖道何得謂吹萬", "57": "順受惡來慈受似此愚妄倘再縱之必視法門無人", "570": "不消授手自然精確此倒置可笑又常誣雲腹假寫", "571": "來源謂象崖死者無對然雲腹嗣象崖有年而語錄", "572": "見有印證雲腹之語實象崖子無疑也卻以師承有", "573": "據為不是以吹萬無師妄接為是狂肆若此者乎嗟", "574": "嗟縱使吹萬見道真守道實只可作自了如欲出世", "575": "須待印證可也不見之古人乎閒有見道穩實師資", "576": "不確亦不收入傳鐙但曰未詳法嗣耳如此豈用學", "577": "解文字即無師而為紹繼種草邪種種狂肆難盡枚", "578": "舉姑俟後人褒斥也奉复不莊。", "579": "复肅堂和尚复肅堂和尚", "58": "也可惜其人歷年參學將謂是好禪和子原來未曾", "580": "久不晤褱想無已祖易來獲手教種種愛言近日弟", "581": "兄如吾兩人外盍寡矣尊意謂弟諸槁先廣陵而", "582": "平城次第編入大約論之目前兄言極當若以身後", "583": "恐亦過慮也且黔州諸子見之未必不笑我倒置愈", "584": "深其罪也即靈壽履兄枉駕亦論弟槁當如舊編不", "585": "可迻置前後而嵩山首座亦必爭為原錄弟以為然", "586": "而從之矣徑山塔主丫兄在吳門問兄動定與江北", "587": "諸兄欲過江催所逋弟以兄清淨自守不事外緣告", "588": "之然明歲恐不能辭矣月映一菴如恰意可住幾日", "589": "亦是快事楚行雖好恐左右無得力人未免勞心祖", "59": "徹見源頭故說話直逞鬼聰明於宗要焉有一豪若", "590": "易杭歸言上生菴極好而守菴者欲癡老來交代聞", "591": "癡老欲與兄住此亦美意弟於虎林念之久矣恨無", "592": "紹介兄有此美似不可卻也囊空無物可寄賮儀一", "593": "函聊以犒從者餘不備。", "594": "與光孝玉和尚與光孝玉和尚", "595": "相去百里不能一拜方丈疏慢之罪江海不足為諭", "596": "會友人北上問江越諸兄大約皆無恙惟拳石百可", "597": "兩兄卒於去冬塔院事丫兄為之主聞之五內如割", "598": "子蓮來知兄近狀更佳若弟錄錄勞生無一可樂仰", "599": "視兄福德真天淵矣中秋後踵謁函丈始盡衷曲。", "6": "行道於此世自非應真乘悲願力孰能為之湖海之", "60": "不趁斯翦除則師狐並吼而石玉并稱將必有日。", "600": "荊南開聖院山暉禪師語錄卷十二終", "61": "又", "62": "法門故弊殆不堪言昨聞禹門遁跡不勝悲感盍川", "63": "東法道賴此老及虎丘維持之而禹門既隱則寂寥", "64": "之風將見吹人襟褱矣我雖行道於黔而力孱弱不", "65": "能張之惟覬有光明爍大者整刷之啟迪之是所願", "66": "耳四方載記有堪聞不堪聞然盡在適己之意而私", "67": "其心私其行不公乎道公乎言為法門觀瞻也近日", "68": "為法重人不私聞見在虎丘得之矣二月四日著笠", "69": "拄杖欲度江過虎丘又因初治長松事理未就不能", "7": "大土地之廣披緇者不下幾千萬數而千萬中得一", "70": "速行特專使想虎丘必為我察之。", "71": "與湄水旵禪師與湄水旵禪師", "72": "今人不以法尊乃以人尊是今不及古也悲夫客冬", "73": "茅坡使無臧僧送所刻雜錄二卷分布平越及觀之", "74": "皆非法門體裁害及者非細事也其以聚雲五百餘", "75": "年遠接大慧禪師為的據而以珽公手付雲腹諸人", "76": "為妄傳嗟乎於人甚重於法甚輕真不識尊法而不", "77": "尊人也不見之黃檗不嗣馬師法眼不承長慶觀傳", "78": "鐙不特此如斷際之几案禪板汾陽之拄杖手巾之", "79": "類不盡枚舉其人如此只不過欲抹殺我輩渠得以", "8": "人半人維持大法寧非有願於昔乎客秋聞在會城", "80": "獨步為快安知我輩豈其人能抹去之人邪倘見渠", "81": "語宜與法門垂援不可只是袖手。", "82": "與雷水石谷禪師與雷水石谷禪師", "83": "傳持聖道在力行之不如是道將安寄故教人之要", "84": "惟以脫窠臼識大體而已即衲子遵道慕德相繼於", "85": "無窮豈外於此哉奈何今人竟以承事何人爭論先", "86": "後為得道淺深吾不知使末法衲子人我之心何由", "87": "而息邪有太平者稱得法萬峰老伯在雲天杜撰數", "88": "篇糾彈諸方無文學與象敏二公授受之言偶見不", "89": "勝悲痛然吾道竟在文學不須參寤邪烏乎狐精種", "9": "不勝傷感然去住亦有數實非強勉第此亂運正在", "90": "子溷稱師王此我萬峰老伯之過倘見杜撰之言宜", "91": "急屏之勿廁法門以亂正法不然其人亂跳不止也。", "92": "寄仲維那寄仲維那", "93": "凡生天地總屬幻化況天地物之逆旅而爾我又一", "94": "兆形軀五七十年不可保邪不獨眼前金珠之美即", "95": "王天下而有時殂落推此爾我將安用哉不如一段", "96": "光明放教照天照地前不負佛祖以此付爾我後不", "97": "乏法海津梁誠在是也做禪和子尤當體會聖道不", "98": "可把目前虛幻認作真實用惑真心異日一旦遷流", "99": "孰能免此無常之苦吾徒聞之能不懼哉前已職重"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B223 山暉禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B223 山暉禪師語錄", "author": "清 璧說　如崇等錄　宗上編", "language": "chinese", "source": "CBETA"}