{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 954", "1": "三千有門頌略解", "10": "萬曆甲申歲仲秋三日下筆故敘", "100": "雖異。其修豈殊。既稱修者。在因邊不無六義。故妙", "101": "宗鈔云。三乘人天等下至蛣𧏙。皆須六即判其初", "102": "後。若不爾者。則十界不全。六即不徧。何名立法網", "103": "法無餘。但順修趣上。逆修趣下。自殊冠履。故逆修", "104": "者。置之理即。貶而不論。若細推之。理合併有。況情", "105": "與無情。悉約十界。豈三惡道。獨不然哉。故三千法。", "106": "一塵三千不少。剎海三千不多。縱亦三千。橫亦三", "107": "千。三千自在。無法不徧。故題之曰三千有也。復頌", "108": "之曰不思議有。事理三十。立題罄矣。問台。宗釋題。", "109": "皆有五章。此釋論題。還例否耶。答。台宗釋經。五章", "11": "原夫三德秘藏。非有非空。雙非空有。而題稱有者。", "110": "悉例。釋諸論題。未見懸譚。若以義推。亦應具有。且", "111": "題中門者。如以理為門。即單法為名。若以門為喻。", "112": "即法譬為名。今能通即所通理。正以單法為名也。", "113": "題中三千有者。即是理。理即法界。頌云。門門一一", "114": "為法界。故知法界為體也。此法界體。從三觀入。若", "115": "匪三觀。入則無由。頌云不以妙假有門觀。誰知法", "116": "界具足法。故知三觀為宗也。三千之性為能具。三", "117": "千之相為所具。能具即體。所具即用。頌云。若止觀", "118": "心不觀具。則於一觀分二家。故知具字為用也。又", "119": "云。一家觀門異諸說。既異諸說。不同偏小。故知大", "12": "所謂秘藏不可思議也。若曰般若纖塵不立。則非", "120": "乘為教相也。辭義若此。故知應有。二合釋者。又為", "121": "二。一會通總別。二具有十乘。會通總別者。題目是", "122": "總。正文是別。以總總別。別無所別。以別別總。總無", "123": "所總。總無所總。故總即是別。別無所別。故別即是", "124": "總。故於總中領略。則於別中思過半矣。問。若曰總", "125": "無所總。總即是別。用別何為。答。既曰別無所別。別", "126": "即是總。不妨有別。愈彰總意。總有能通之門。所通", "127": "之理。能即是所。所即是能。別亦例爾。能通之門者。", "128": "問。別中四門齊觀。總中何獨稱有。答。皆不思議故。", "129": "圓教初門故。門為能通。理為所通。所通之理。藉能", "13": "此空。若曰解脫萬法悉備。則非此假。若曰法身不", "130": "通入。能通即四門也。四門寬廣。有門為要。若入有", "131": "門。有門不可思議故。有即三門。若入三門。三門不", "132": "可思議故。三即有門。故頌曰。初門即三三即一。既", "133": "皆不可思議。何甞定三定一。故頌曰。非一非三又", "134": "非四。所以別中四門。即總中之有。總中之有。即別", "135": "中之四。別中雖四。意實在有。所謂圓門。所謂不可", "136": "思議故。故頌曰。是故四門之初門。即是不可思議", "137": "假。又曰。不以妙假有門觀。誰知法界具足法。故知", "138": "一三雖異。總別無差。所謂所通之理者。問。總曰三", "139": "千。別曰法界。法界似無。三千是有。總別何會。答。若", "14": "即兩邊。則非此中。何者。空有分張。是可思議。非圓", "140": "曰法界似無。便同他說。非今性具。須知三千一一", "141": "全體皆是法界。法界全體悉是三千。但全性成修。", "142": "即三千之相。全修在性。即三千之性。三千之相。總", "143": "中曰有。三千之性。別中曰一。一即是有。有即是一。", "144": "故頌曰。豈知十界本來一。三千本一亦如是。又曰。", "145": "非但空。非但中。既俱非但。中空有有。豈同他宗法", "146": "界。擴然太空哉。問。他宗法界。亦有事事無礙。何同", "147": "太空。答。彼但果上融通。何關眾生本理者也。故實", "148": "不類。問。自宗他宗。簡別云何。答。有粗有妙。他宗云。", "149": "法界之理。惟一清淨。不具通惑別惑事識業識煩", "15": "三德。何名秘藏。故於圓有。有即是空。不唯即空。亦", "150": "惱結業三乘六道變易分段。迷中二法。理皆不具。", "151": "理既不具。便成別有。別有之法。非二佛性。既非佛", "152": "性。豈非佛性被迷中二法之所覆也。所覆之法。皆", "153": "由真如不守自性。隨於染緣。作上迷中二法。法智", "154": "大師立喻云。如淳善人。一切惡事。非本所能。為惡", "155": "人逼。令作眾惡。故說善人為惡人所覆。今欲歸中。", "156": "復用清淨真如。別緣真諦及以俗中。次第翻破一", "157": "切迷中二法。是故能宗之人。所宗之教。悉成粗也。", "158": "今家不爾。以知法界具染惡性。體染惡修。故通別", "159": "惑等一切迷法。當處即是緣了佛性。既皆佛性。豈", "16": "乃即中。故於圓空。空即是中。不惟即中。亦乃即假。", "160": "有佛性更覆佛性。法智大師立喻云。如君子不器。", "161": "善惡皆能。或同惡人作諸惡事。則彰己能。何覆之", "162": "有。故即二迷以為緣了。顯發於正。是故此宗。能宗", "163": "所宗。悉皆稱妙。頌曰。惟一具字顯今宗。此歎所宗", "164": "之妙也。頌曰。入此宗者甚希有。此歎能宗之妙也。", "165": "頌曰。彼迷一心具諸法。此斥能宗之粗也。頌曰。墮", "166": "在通別次第中。此斥所宗之粗也。自宗他宗。粗妙", "167": "如是。所謂能即是所者。問。能即有門。所即三千。云", "168": "何相即。答。能通之門。即修也。所通之理。即性也。所", "169": "謂全修在性。全性成修。豈不相即。所謂所即是能", "17": "故於圓中。不惟雙遮。而復雙照。所謂舉一即三。言", "170": "者。問。若解能即是所。便悟所即是能。何翻覆耶。答。", "171": "誠如所問。但前以境融觀。恐有境存。今乃以觀融", "172": "境。仍恐觀在。故互融之。不留朕迹。又融則無二。不", "173": "廢兩分。表不思議境觀。縱橫逆順。無不圓融。故作", "174": "是說也。二具有十乘者。問。聞夫修有正與方便。今", "175": "是何修。答。正修。問。正有十乘。頌還有耶。答。十乘理", "176": "徧。況此頌也。略陳梗槩。一觀不思議境。謂觀五陰", "177": "悉忘能所。故不思議。頌曰。不思議假非偏假。又曰。", "178": "即是不可思議假。既曰假非偏假。則一假具足一", "179": "切諸法。諸法即百界千如也。此法即空即假即中。", "18": "三即一。若世伊三點。首羅三目。不縱不橫。非並非", "180": "廣大圓滿。橫豎自在。更不前後。豈非不可思議境。", "181": "也。二真正發菩提心。既知前境。當發大心。發大心", "182": "者。悲自悲他。上求下化也。上求。謂求佛果。下化。謂", "183": "化眾生。悲自向不知此。方今始悟。悲他一向在迷。", "184": "全不省覺。頌云。不以妙假有門觀。誰知法界具足", "185": "法。此頌悲自也。又云。彼迷一心具諸法。墮在通別", "186": "次第中。此頌悲他也。既悲自及他。豈不為他說此。", "187": "故知此頌。不少菩提心矣。三善巧安心止觀。止。即", "188": "三止。觀。即三觀。即止為觀。即觀為止。隨自隨他。或", "189": "暗或散。稱機修治。故曰善巧。頌曰。空即是心假是", "19": "別。不可思議。是今秘藏也。故題稱有。意實在茲。豈", "190": "色。非色非心名曰中。此頌三觀安心也。又云。色心", "191": "絕處中體現。此頌三止安心也。四破法徧。法。即見", "192": "思塵沙無明也。以三觀破三惑。非前非後。亦不一", "193": "時。故曰破徧。頌曰。空即是心假是色。非色非心名", "194": "曰中。空即是心者。破見思惑也。假是色者。破塵沙", "195": "惑也。非色非心者。破無明惑也。此三頓破。故曰破", "196": "徧。若稍有法存。則不名徧也。五識通塞。若根若塵。", "197": "若一念心與道間隔。即塞也。若加觀照。即通也。知", "198": "間隔。知觀照。即識也。頌曰。聞思修證無不妙。心能", "199": "觀此體具故。此頌通也。又曰。若止觀心不觀具。則", "2": "明佛隴沙門　真覺　解", "20": "同偏教所云有哉。釋此有二。一開釋。二合釋。開釋", "200": "於一觀分二家。此頌塞也。若通須護。有塞須破。於", "201": "通起塞。能破如所破。其斯之謂與。六道品調適。道", "202": "品。即三十七道品。調適。即隨宜對治也。人若於此", "203": "法門一一分曉。一一修治。雖止雖觀。彌暗彌散。或", "204": "動或靜。隨境隨流。蓋未調適破惑故也。今乃隨其", "205": "根性。一一調之。何者。或宜初門入法界。即修初門", "206": "以至破惑。或宜三門入法界。即修三門以至破惑。", "207": "若入初門。即入三門。若入三門。即入初門。故頌曰。", "208": "初門即三三即一。是謂調適。七對治助開。以上道", "209": "品對其根性。助修開發也。圓理開發。則不住初門。", "21": "又四。一釋頌。二釋門。三釋有。四釋三千。釋頌又二。", "210": "亦不住二三四門。門門俱遣。法界圓通。故頌曰。非", "211": "一非三又非四。八知次位。次位。謂五十五位也。須", "212": "判六即。何者。或有高推聖境。自鄙無分。或有以下", "213": "劣人。濫齊極果。故以即而常六。簡下劣人。六而常", "214": "即。收高推者。緩急得宜。入薩婆若。頌曰。凡夫心具", "215": "即佛具。是為位次。九能安忍。安忍。謂有內外三術", "216": "安忍於心。內三術。法也。外三術。人也。人法希有。安", "217": "忍於心。故頌曰。惟一具字顯今宗。入此宗者甚希", "218": "有。十離法愛。前之九乘。或直達初住。或超至等妙。", "219": "皆無著想。若生法愛。即墮信中。豈能前進到薩雲", "22": "一孤應釋。二通別釋。孤應者。應。謂應頌。應長行而", "220": "地。故頌曰取著不圓則不具也。須知初是上根所", "221": "修。從二至六。中根用觀。自七至十。下根作功。雖裂", "222": "三根。同觀一不思議境。即不思議境。具下九乘。九", "223": "乘不離一境。一境不廢九乘。若不爾者。即非圓門", "224": "修相。又非大白牛車。故凡修履。十乘具足。不可見", "225": "此上中下說。便不修九。妄修上根。問。今釋頌題。用", "226": "十乘為。答。若非十乘。即同破驢車。運載眾生入於", "227": "惡道。故此十乘。經經皆有。論論不無。但昧者不知。", "228": "修墮偏倒。能知具足。始為上乘。釋題竟。", "229": "宋忠肅公陳瓘述", "23": "頌也。如諸經中。先長行。後偈頌。亦如此方先敘後", "230": "陳瓘。字瑩中。官諫議。諡忠肅。述者。不敢當作。公之", "231": "謙辭。公受法於中立法師。為法智大師五世孫。觀", "232": "其所上師書。見其諄諄於教觀矣。", "233": "△正文四。初能通門。二所通理。三觀即境。四境即", "234": "觀。初中二。初明初門不可思議。二明四門圓融無", "235": "礙。初又二。初明三觀圓融。二結不可思議。初又三。", "236": "初明假觀。二明空觀。三明中觀。今初。", "237": "不思議假非偏假此假本具一切法", "238": "不思議假者。圓教初門也。假即是有。有何所有。有", "239": "三千法也。此三千法。即空即中。故曰非偏。既即空", "24": "銘之類。孤。謂孤起。有不頌長行而自起者。有無長", "240": "中。非三非一。故不思議。不思議假者。標也。非偏假", "241": "者。釋也。下句出非偏所以。藏教以生滅觀。觀一切", "242": "法。一一隔歷。故謂偏。圓教以無作觀。觀一切法。一", "243": "一圓融。故謂非。一切法者。空中法也。此法天然。非", "244": "今始有。故曰本具。下二觀例此應云真空不空非", "245": "但空。此空本具一切法。中觀亦爾。文略意周矣。所", "246": "謂具法者。假具空中法。空具中假法。中具兩邊法。", "247": "問。假即空中。何獨稱假。答。有易修故。若入初門。三", "248": "門齊故。△二明空觀。", "249": "真空不空非但空", "25": "文而自起者。俱曰孤起。此頌前雖無文。蓋頌止觀", "250": "但空者。小乘偏空也。小乘因滅苦集。顯偏真理。偏", "251": "真不即諸法。故空為但。又因滅會真。滅非真諦。故", "252": "空不真。圓空具足百界千如。故曰不空。具有之空。", "253": "豈同偏小。故曰非但。非但空者。乃畢竟空。故曰真", "254": "也。△三明中觀。", "255": "圓中圓滿非但中", "256": "但中者。別教中理。如雲外月。迴出二邊。不即空有。", "257": "故謂之但。既不即邊。中理欠闕也。圓中即空即假。", "258": "自異偏教。故謂之非。既即兩邊。中道圓滿也。出空", "259": "中者。頌意恐人妄謂假為初門可也。空中豈亦初", "26": "圓初門也。宜屬應頌。據今單行。亦孤起攝。應頌孤", "260": "乎。故今以不空圓滿釋之。自彰空中有假。假非初", "261": "門耶。初門是假。次門是空。三門是照。四門是遮。今", "262": "置三門。且修初者。不思議故初明三觀圓融竟。△二結不", "263": "可思議。", "264": "是故四門之初門即是不可思議假", "265": "四門者。謂有門。空門。亦空亦有門。非空非有門也。", "266": "初門者。有門也。此有雖有。是不可思議。何者。有非", "267": "偏有。有即中空。舉一即三。言三即一。是故結初。云", "268": "不思議初明初門不可思議竟。△二明四門圓融無礙。", "269": "初門即三三即一非一非三又非四", "27": "起。皆為通頌。有門所以。為別頌也。二通別釋者。頌", "270": "初門。謂有門。三門。謂空等。言有門即空等二門。空", "271": "等三門即有一門也。問。即義云何。答。今以觀配。令", "272": "義可見。且觀一念心有。即有門。即假觀。觀一念心", "273": "空。即空門。即空觀。觀一念心亦有一空。即雙亦門。", "274": "即雙照觀。觀一念心非有非空。即雙非門。即雙遮", "275": "觀。初門既施三觀。三門豈不施三。施觀既同。門豈", "276": "有別。故曰初門即三三即一也。或曰。施觀既同。門", "277": "何四別答。天然之理故。入道不同故。悉檀因緣故。", "278": "非一非三又非四者。在三望一。一即是三。一則非", "279": "一也。在一對三。三即是一。三則非三也。三一互非。", "28": "之一字。為通。頌上四字。為別。通者。通經律論故。如", "280": "四門何在。門既不立。觀亦靡施。唯一法界。卓爾獨", "281": "存。行者於斯盡心宜矣初能通門竟。△二所通理二。初", "282": "理具。二結歎。初中二。初喻。二法。今初。", "283": "一二三四指一月四點似別惟一空", "284": "四指者。如眾翳人不識天月。明眼者以指指之。翳", "285": "薄者一指便識。稍厚者或二或三。甚者須四方見。", "286": "四指似別。月則一也。故曰一二三四指一月。點空", "287": "喻者亦爾。四指四點。以喻四門。一月一空。以喻法", "288": "界。指點雖異。空月不殊。以喻門門不一。法界理同。", "289": "故曰四點似別惟一空耳。須知法一喻二。意不徒", "29": "示法華頌華嚴頌等。故通。別者。別在此頌。不通餘", "290": "然。月喻法界之圓明。空喻法界之常徧。圓明常徧", "291": "三世十方。豎徹橫窮。豈可思議。指喻文出大經。義", "292": "不同彼。彼以金錍刮目之後。示之以指。詢諸翳人。", "293": "為見不耶。以至二指三指。指喻諦理。此指指月。指", "294": "喻圓門。又楞嚴指月。指喻言教。所謂言同意別。理", "295": "實天殊。△二法。", "296": "門門一一為法界攝一切法皆無餘", "297": "門門。即四門。門門不為別事。一一皆為法界而設", "298": "也。如喻中一指二指三四指。不為其諸。皆為月指。", "299": "法界。亦云法性。亦云中道。亦云實相。一法異名耳。", "3": "靈峰後學　智旭　較", "30": "故。如云華嚴頌非法華頌等。故別。以別待通。無通", "300": "所謂般若是一法。佛說種種名。攝一切法皆無餘", "301": "者。一切法。即三千法。攝者。不獨有門攝一切法。三", "302": "門皆攝一切法。皆者。三門也。無餘者。不約三千。攝", "303": "則不盡。今約一念具收諸法。故曰無餘。問。四門攝", "304": "相云何。答。一念心起。三千性相一時起。則有門法", "305": "界。攝一切法無餘也。一念心滅。三千性相一時滅。", "306": "則空門法界。攝一切法無餘也。一念心亦起亦滅。", "307": "三千性相一時亦起亦滅。則雙亦門法界。攝一切", "308": "法無餘也。一念心非起非滅。三千性相一時非起", "309": "非滅。則雙非門法界。攝一切法無餘也。若識一念", "31": "不別。以通對別。無別不通。通別釋題。一家矩則。永", "310": "攝法如此。則根根塵塵攝法亦如此。蓋此一念。為", "311": "修行之要。故約此說。若廣說者。無法不攝也。問。具", "312": "攝何別。答。約理曰具。約事曰攝。具如水具波性。攝", "313": "如波還即水。問。若爾。水即體也。波即用也。波還即", "314": "水。即攝用歸體。豈同理具耶。答。荊谿云。並由理具。", "315": "方有事用。須知事用全體是理。何一用而非法界", "316": "也。既皆法界。用用皆體。故攝即具。具還是攝。下文", "317": "云誰知法界具足法。即結歎此文。故知法界攝法。", "318": "即是法界具法也。若爾。何不言具而言攝耶。曰。表", "319": "圓詮故。理自爾故初理具竟。△二結歎。", "32": "殊他解。具如妙宗破斥云云。二釋門者。門隨教立。", "320": "不以妙假有門觀誰知法界具足法", "321": "假即是有。有即是假。假非偏假。故曰妙假。法界。即", "322": "有門法界也。法者。三千法也。法界為能具。三千為", "323": "所具。雖離四句。能所且分。故曰法界具足法。又所", "324": "具三千。各各互具。皆名法界。俱曰三千。此理天然。", "325": "情無情具。昧者不覺。故曰誰知。因修妙觀。洞達法", "326": "界具足諸法。故曰不以等二所通理竟。△三觀即境。觀", "327": "者。即前所謂能通門之觀也。境者。即前所謂所通", "328": "理之理也。即者。能所互融之謂。何者。以由三德秘", "329": "藏。為理為門為觀故也。前之門觀。與理自不相礙。", "33": "教隨理生。理有生滅無生無量無作之異。教有藏", "330": "今之所以復即者。恐有未悟。猶存能所。故今即之。", "331": "泯前門理。門理既泯。獨一法性圓明自若也。然此", "332": "先以觀即境。文二。初明修證妙。二明修證粗。今初。", "333": "聞思修證無不妙心能觀此體具故", "334": "聞思修者。能修之慧。即三慧也。證者。所證之位。即", "335": "地位也。體者。所觀之境。即三諦也。觀者。能觀之觀。", "336": "即三觀也。全由三德秘藏之理。為諦為觀為慧為", "337": "位。既皆三德。一一圓融。故聞思修證。無一不妙。聞", "338": "無不妙者。聞即名字。即初隨喜品觀。師云。隨喜何", "339": "法。所謂妙法。妙法者。即是心也。妙心體具。如如意", "34": "通別圓四教之殊。教既有四。門豈一乎。故教教各", "340": "珠。此心即空即假即中。普賢云。心聞洞十方。心既", "341": "能聞。聞即圓聽。故無不妙。既曰隨喜。意必兼師。若", "342": "無師者。聞從誰得。感應道交。師有宣道。其如不言", "343": "弟子何知。不知屬理。知屬名字。又此聞慧。理合位", "344": "位皆有。如解脫月請金剛藏說十地等。又讀誦等", "345": "四。理合各說。聞慧語寬。隨喜文收。思無不妙者。思", "346": "三千法即空假中。若中下之流。聞而不思。上根之", "347": "者。必加思究。能思所思即心具故。思惟路絕。心雖", "348": "無緣。三千實相炳然齊現。故無不妙。修無不妙者。", "349": "以三觀慧觀心具法即空假中。即空故伏見思惑。", "35": "有四門。門門各有一理。依門入理。理復隨多。理本", "350": "即假故伏塵沙惑。即中故伏無明惑。五住頓伏。觀", "351": "行位成。見思若斷。相似位證。分斷無明。分真位得。", "352": "無明斷盡。究竟成佛。觀雖屬修。修全在性。全性起", "353": "修。修還照性。修性不二。故無不妙。證無不妙者。如", "354": "大品云四十二字門。阿字即具四十一字功德。字", "355": "字之中。具具皆爾。故今圓位。亦復如之。所謂一證", "356": "一切證。一切證一證。位若非性。何能位位相收自", "357": "在若此。以其相收自在。故無不妙。或曰。大品止云", "358": "四十二字以況四十二位。所謂十住十行十迴向", "359": "十地等妙。豈二凡亦圓具耶。曰。若十信不具。何六", "36": "是一。豈有十六。開會廢竟。其理自平。問。今之門者。", "360": "根淨見大千界。若五品不具。何初隨喜便稱妙法。", "361": "故知位位皆具。方曰圓乘。若前後有異。便同別教。", "362": "心能下。答也。或有問曰。何故聞思修證皆稱為妙。", "363": "即以此句答之。△二明修證粗三。初出非。二揀濫。", "364": "三斥迷。今初。", "365": "若止觀心不觀具則於一觀分二家", "366": "他宗但觀心性清淨。不觀心具諸法。心不具法。則", "367": "心外有法明矣。心外有法。法不具心明矣。法不具", "368": "心。心不具法。故於一心分心分法。豈非一觀而分", "369": "二家。△二揀濫。", "37": "何教何門何理攝耶。答。能詮所詮既非偏小。理合", "370": "一家觀門異諸說諸說雖異觀自一", "371": "大經云。正因佛性。了因佛性。緣因佛性。一家所譚。", "372": "一曰性體。即正因佛性也。二曰性量。即了因佛性", "373": "也。三曰性具。即緣因佛性也。具即是假。假即空中。", "374": "秪一法相。有茲三義。所謂會之彌分。派之常合。雖", "375": "一一徧。亦無所在。不同他宗秪談真如隨緣作差", "376": "別法。差別謂九法界也。不隨緣時則無差別。無差", "377": "別謂真如一性也。今家則不然。三千之體。隨緣起", "378": "三千之用。不隨緣時。三千宛然。故差別法。與體不", "379": "二。是故一家觀門異諸說也。諸說雖異。法常法爾。", "38": "圓門。圓門初有。即無作理。故頌云。不以妙假有門", "380": "法豈被談而隨乎談異也。故觀自一。△三斥迷又", "381": "二。初斥迷墮。二出所以。今初。", "382": "彼迷一心具諸法墮在通別次第中", "383": "他宗不知心具法故。墮通墮別。墮通者。惟知體一", "384": "切法空。空不即假。故墮通也。墮別者。從假入空。從", "385": "空入假。從空入中。中不即邊。故墮別也。△二出所", "386": "以。", "387": "次第而生次第斷豈知十界本來一", "388": "三千本一亦如是皆非世數可分別", "389": "他宗謂真如不守自性。隨染淨緣。造十法界。故曰", "39": "觀。誰知法界具足法。又經說門多種。有以教為門", "390": "次第生。夫欲成佛。須壞九界。以次第觀翻破三惑。", "391": "方成佛果。故曰次第斷。今家不然。以三惑全體是", "392": "性惡法門。故不須斷。又九法界亦全體是性德。故", "393": "不須壞。彼不知此。烏知十界本來是一。此宗灼然", "394": "洞照千如。故用即體。三千相是世數。故可分別。三", "395": "千性非世數。故不可分別。故云爾耳三觀即境竟。△四", "396": "境即觀三。初明具體。二明具人。三明具宗。初中三。", "397": "初境觀。二指示。三功能。今初。", "398": "妙境元無空假中而亦不離空假中", "399": "境即三諦也。觀即境故。故曰元無。境即觀故。故曰", "4": "三千有門頌略解大經云。生生不可說。乃至不生不生不可說。何", "40": "者。即文字為門也。如大品四十二字門等。有以觀", "400": "不離。境觀不二。故稱為妙。有人掃蕩一切不立。即", "401": "此上句也。無此下句。不墮偏倒與。△二指示。", "402": "空即是心假是色非色非心名曰中", "403": "心。指一念心也。一念無相。並畢竟空。故空。色。指三", "404": "千色也。無法不備。並如來藏。故假。中。指色心不一", "405": "不異。並是法界。故中。此空假中。語似分張。並皆相", "406": "即。△三功能。", "407": "色心絕處中體現於一一法體皆具", "408": "色心絕。是雙遮。一一具。是雙照。雙遮故中體獨露。", "409": "雙照故法相並彰。△二明具人。", "41": "為門者。即觀行為門也。如釋論明菩薩修三三昧", "410": "凡夫心具即佛具取著不圓則不具", "411": "一一法具。豈獨聖人。凡夫秪是佛心中十界之一。", "412": "佛亦秪是凡夫心中十界之一。論其修證。則有分", "413": "滿。論其心具。則無差別。故凡夫心具。即是佛具。但", "414": "不可取著。取著兩邊及中。即非圓教。烏得而具。何", "415": "則。前三教諦。分裂偏小。故不具法。若後圓教。無法", "416": "不備。偏圓修證。不可同年而語也。△三明具宗。", "417": "惟一具字顯今宗入此宗者甚希有", "418": "上句讚法。下句讚人。古師云。只一具字。彌顯今宗。", "419": "故曰惟一具字顯今宗也。當知他宗惟談法性。法", "42": "緣諸法實相等。有以智為門者。即智慧為門也。如", "420": "性之談。是今性體性量。彼闕性具。是故今宗超勝", "421": "於彼。入此宗者。名為頓人。圓頓之人。言行直截。法", "422": "輪轉處。誰嬰其鋒。如師子吼。誰不腦裂。故歎此人", "423": "甚希有也。", "424": "瓘公。宋人也。作有門頌。垂五百年矣。太史開之", "425": "馮公諄諄於是。命余為之解。二公用心不殊。且", "426": "五百年。將非再來者與。是月六日閣筆故敘。", "427": "三千有門頌略解終", "428": "No. 954-A 附瑩中居士與明智法師書No. 954-A", "429": "附瑩中居士與明智法師書", "43": "法華經云其智慧門等。有以理為門者。即理為門", "430": "瓘頓首再拜上啟南湖延慶堂上講主明智大師。", "431": "人回伏奉書教。獲審道體安隱無惱。下懷良慰。向", "432": "承寄示觀音玄義并記。且荷開發妙旨以袪愚蔽。", "433": "深佩提獎之意。感德無已。有門頌。但隨順古意。過", "434": "蒙采覽。仰見法師收簡自在。來諭云以有題之。恐", "435": "鈍者不領。誠如所慮。然智者以有門為圓門之相。", "436": "又謂此相四門皆妙無粗。若有門為法界。攝一切", "437": "法。況復三門。法相平等。無復優劣。是故若論具足", "438": "佛法。則見思假。即法界也。若論法性因緣。則第一", "439": "義。亦因緣也。故此妙門。以有召之。即生死之有。是", "44": "也。如大品明無生法無來無去即是佛等。今圓初", "440": "實相之有。一切法趣有。有即法界。出法界外。更無", "441": "可論。此即止觀有門之大旨。而前書妙假之意也。", "442": "有未領者。亦當以妙假之義開曉之耳。智者解大", "443": "經之語云。因滅無明。則得熾然三菩提燈。即有門", "444": "也。有門即是妙假。妙假即是有門。其或未領。則於", "445": "此有門不能無惑。然而前病後藥。無兩有也。病去", "446": "惑亡。則有門豁矣。一指二指三指。不待更說。然則", "447": "有之一門。純妙無粗。具足萬善。豈非三千之性乎。", "448": "所云此之三千。性是中理。不當有無。有無自爾。茲", "449": "乃古師詮具之微言也。自非深領其旨。未易解此。", "45": "有。豈外乎是。何者。教故有觀。觀故有智。智故入理。", "450": "夫三千也者。世間之數也。若三千性。則離世間矣。", "451": "離而復即。即而復離。不一不異。非有非無。三千而", "452": "一。一而三千。此不可思議數。即是不可思議境。若", "453": "觀若智。俱不思議。此數即是止觀。故三千性即中", "454": "理。此境即是此數。故中理即三千性。若但三千。則", "455": "是一切一切法耳。一切法但有名字。何能具乎。若", "456": "一切法性。則本具矣。故三千即是一切法。一切法", "457": "性即是三千性也。此性不當有無。有無自爾。夫不", "458": "當有無者。泯妙外之一執也。有無自爾者。開離執", "459": "之一妙也。於有為妙有。於無為真無。真無則空而", "46": "理故圓妙。此頌三十六句。二百五十二言。非教乎。", "460": "不空。妙有則有而不有。有無自爾。非有無也。在假", "461": "則假具。在空別空具。在中則中具。無不在。無不具", "462": "也。然則妙假之有。豈情有乎。假不待空。泯絕無對。", "463": "說有說無。皆不待絕。今乃設有待之言。讚歎妙假", "464": "之說。豈免為巧度之所訶乎。且一念心起。則有三", "465": "千世間之相。國土一千。則山河大地是也。五陰世", "466": "間一千。則染淨一切色心是也。眾生世間一千。則", "467": "六凡四聖假名是也。一念心起。三千性相一時起。", "468": "一念心滅。三千性相一時滅。念外無一毫法可得。", "469": "法外無一毫念可得。此乃本住不遷。不遷者。中理", "47": "因教知有。知有者非智乎。知有故施功為真為俗", "470": "圓明之體。此體如理為念。其壽無量。非得命根。亦", "471": "無連持。本無名字。而不失諸名。名其國曰極樂國。", "472": "名其身曰阿彌陀。身土交參。融乎一妙。故能使說", "473": "法之音。不離彼土。而廣長舌相。具足周徧。其具如", "474": "是。是體具乎。是性具乎。是佛具乎。是眾生具乎。若", "475": "有能知具彼之樂者。其有不願往生者乎。向實際", "476": "之中。要在不往而往。於方便之內。何妨去已還來。", "477": "機熟緣深。定須成辦。此瓘之有得於祖意者也。瓘", "478": "屏迹丹丘。老病待盡。千里相望。淨願不隔。更祈慈", "479": "蔭。以師法見攝而終教之。未由會面以究盡此旨。", "48": "為中。非觀乎。三諦理顯圓妙開敷。物物無拘。頭頭", "480": "風臨但極瞻嚮之切。瓘頓首再拜上啟。", "481": "鑰舊讀了翁集。見有門頌一篇。莫知其旨。有二沙", "482": "門來扣門。袖出有門頌真績及與明智講主論此", "483": "頌二帖。讀之恍然。因問天台教觀之說。始知智者", "484": "大師所說四門。一曰有門。一曰空門。一曰亦空亦", "485": "有門。一曰非空非有門。其實一可貫四。四實歸一。", "486": "公之為有門頌。蓋謂此也。近世士大夫。用力不及", "487": "前輩。秪如學佛。僅能涉獵楞嚴圓覺淨名等經及", "488": "傳燈語錄。以資談辨。若唐之梁補闕諸公。本朝楊", "489": "文公楊無為張無盡及了翁輩。皆留心教觀。深入", "49": "不礙。非理乎。或曰。教門通觀。觀門通智。智門通理。", "490": "其趣。讀此頌及書。可以知其所造之實。惟公忠言", "491": "大節。照映千載。身罹百謫視生死如旦晝。平時學", "492": "問自得之效。固自應爾。方在丹丘時。逆境尤多。而", "493": "心地泰然。深入不二法門。公之學佛得力。豈易測", "494": "哉。二沙門欲刊石以傳之人。謹書諸後。以歸之妙", "495": "珣了怡二沙門之名云。", "496": "No. 954-B 慶元二年中秋四明樓鑰題No. 954-B", "497": "慶元二年中秋四明樓鑰題", "498": "士大夫當患難則學佛。得志則有用夏變夷之說。", "499": "蓋於佛無所得也。了翁有門頌。其於佛有所得歟。", "5": "有三千之頌耶。然亦有因緣故。亦可得說。如其", "50": "理復何通。曰。止觀有此問。彼答云。能依是門。所依", "500": "攻媿其知之者歟。", "501": "景定二年正月二十八日天台法照為四明學子", "502": "可登題於月桂峯下", "503": "No. 954-C 又附馮太史請解有門頌書No. 954-C", "504": "又附馮太史請解有門頌書", "505": "武林一別。聞問杳然。不審比日道體何似。震旦國", "506": "中天台種子。惟師一人。不可不自愛。倘藥餌之暇。", "507": "望一思有門頌註惠教為感。即日秋序。涼風動幃。", "508": "浮生過客閃眼無常。我輩幸受法熏。倘一蹉過。與", "509": "庸人何異。願師珍重。作我輩津梁。尊恙良已。更祈", "51": "何得非門。雖無所通。究竟徧通。是妙門也。故此初", "510": "振錫以慰渴想。風便馳此不多。七月一日弟子夢", "511": "禎和南", "512": "No. 954-D 又附有門頌略解序No. 954-D", "513": "又附有門頌略解序", "514": "宋時天台之教盛行。無論僧徒。即號為士大夫者。", "515": "類能言之。今觀陳瑩中先生所撰有門頌。抑何言", "516": "約義辦也。今相去僅四五百年。而海內緇流。無能", "517": "舉天台一字一義者。況士大夫乎。妙峰覺法師奮", "518": "然為鳴陽孤鳳。幾二十年。講者或竊笑。斥為異物。", "519": "而法師益精其說。不為動。今則稍習矣。海內賢士", "52": "有。亦須四門。又復應知。不惟圓有用此四門。一十", "520": "大夫。或有起而助法師者矣。惜余非其人也。因請", "521": "法師出有門頌略解行於世。以聳動今之士大夫。", "522": "台教中興。在此一舉。余日望之。", "523": "萬曆甲申長至日翰林院編修教觀弟子馮夢禎", "524": "謹撰", "525": "No. 954-E 刻三千有門頌解後序No. 954-E", "526": "刻三千有門頌解後序", "527": "北齊大師。得龍樹中論之道。一傳于南岳。再傳于智", "528": "者。而後教觀始著。權實理明。解行俱妙真可謂傳佛", "529": "心印。冠󰋪羣宗者矣。唐有荊谿。宋有四明。咸稱中興", "53": "六門。須教須觀須智入理。但此圓有。故約大釋。三", "530": "教主。故使居士宰官。同服甘露。梁肅陳瓘。皆其人也。", "531": "元明以來。此道不振。或有教無觀。如貧數寶。或有觀", "532": "無教。以凡濫聖。神廟初年。妙峰老人起而唱之。一齊", "533": "眾楚。傳不勝咻。開之馮居士乃力請解有門頌以為", "534": "士君子風。妙師辭達理瑩。遂使緇素翕然向化。于今", "535": "又六十年。古板不可復覩。予念重闢草萊。實賴妙師", "536": "開之二大士力。故復較梓以報法恩。并附瑩中上明", "537": "智書。庶可互相發明。讀者苟知介爾有心。即是不思", "538": "議有。即是妙假。即是圓教初門。即是法界。具足三千", "539": "諸法無欠無餘。豈非直指人心見性成佛。豈非不思", "54": "釋有者。有即究竟有。三千法是也。智者大師云。以", "540": "議境。圓具九法。成一大乘。不生退屈。不生上慢者耶。", "541": "噫。苟不讀此。安知三大五小之妙。苟不精熟三大五", "542": "小。亦安知此頌此解之妙也哉。", "543": "古吳後學　智旭　拜識", "55": "有門為圓通之相。又云。此相四門皆妙無粗。頌云。", "56": "不思議假非偏假。假。即有也。非偏。即圓也。豈非有", "57": "即圓通且妙乎。或曰。有門既妙。三門亦妙。何偏稱", "58": "有。曰。三門平等。有復何妨。若有為法界。攝一切法。", "59": "則見思之假為法界。亦攝一切法。生死之有即實", "6": "不說。何以知不可說。說不可說。二皆悉檀。是故", "60": "相有。亦攝一切法。所謂一法趣一切法。一切法趣", "61": "一法也。一切法趣有。有即法界實相。出法界實相", "62": "外。更無可論。此即立題為有之意。四釋三千者。有", "63": "事有理。事者。事造三千。理者。理具三千。華嚴經云。", "64": "心如工畫師。造種種五陰。荊谿釋云。言心造者。不", "65": "出二意。一者約理。造即是具。二者約事。不出三世。", "66": "今先明理具。次明事造。理具三千者。不二門云。心", "67": "之色心也。謂根塵相對。一念心起。此一念心。具三", "68": "千法。三千法者。謂念心若起。必屬一界。一界現起。", "69": "九界冥伏。冥伏為理。現起為事。理事互具。成十法", "7": "陳忠肅公。乘一時可說之機。說不可說頌。此頌", "70": "界。十法界者。所謂地獄。餓鬼。畜生。修羅。人。天。聲聞。", "71": "緣覺。菩薩。佛也。十界各各現起冥伏。互具成百法", "72": "界。又百界各具十如是法。所謂如是相。如是性。如", "73": "是體。如是力。如是作。如是因。如是緣。如是果。如是", "74": "報。如是本末究竟等。若一界具十。十界則具百。百", "75": "界則具千如是法矣。此千如是。五陰一千。眾生一", "76": "千。此二千法。屬正報。國土一千。屬依報。依正共論。", "77": "故曰三千。止觀云。若無心而已。介爾有心。則三千", "78": "具足。法華玄義云。根塵相對。一念心起。於十界中。", "79": "必屬一界。即具百界千如。於一念中。悉皆備足。此", "8": "言簡意高。理深旨備。誠法門之關鍵也。行者幸", "80": "心幻師。於一日夜。常造種種眾生種種五陰種種", "81": "國土。所謂地獄假實國土。乃至佛界假實國土。行", "82": "人當自選擇何道可從。教觀二文皆譚理具。故引", "83": "以證。若欲備知。須當啟彼。次明事造者。事造三千", "84": "也。荊谿云。即心名變。變名為造。造謂體用。體用者。", "85": "全體起用也。體者。三千之性。性即理具。用者。二千", "86": "之相。相即事造。荊谿又云。並由理具。方有事用。今", "87": "欲修觀。但觀理具。俱破俱立。俱是法界。任運攝得", "88": "權實所現。又四句立法云。理則性德緣了。事則修", "89": "德三因。迷則三道流轉。悟則果中勝用。初句即理", "9": "以此為修心之要焉。", "90": "具三千也。二三四句即事造三千也。又事造中。初", "91": "句謂順修事。名字等四即是也。第二句謂逆修事。", "92": "理即是也。第三句究竟即。圓滿菩提是也。此初句", "93": "并第三句。但約圓教順修而論。理而推之。前三教", "94": "人俱名順修。故四教義俱判六即。但分證究竟不", "95": "同也。若約收簡。收則俱名為順。簡則別修猶逆。豈", "96": "藏通人而預其順。別教證道。方入順流。問。前云收", "97": "則俱名為順。人天乘者為逆為順。答。人天在暫免", "98": "三途苦邊。亦名為順。唯三惡道。無順純逆。故獨判", "99": "其逆修者也。有人不許三惡六即。請觀修字。善惡"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 954 三千有門頌略解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 954 三千有門頌略解", "author": "明 真覺略解", "language": "chinese", "source": "CBETA"}