{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B196 鴛湖用禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "法語正因果侍者求示", "1": "鴛湖用禪師住福建建寧府普明禪寺語錄卷下", "2": "嗣法門人　悟進　悟元　等編", "3": "長水退菴　法孫　真智　重梓", "4": "書啟書啟", "5": "與江海若居士與江海若居士", "6": "春間辱承喬梓高駕腴田之惠過情屢屢感愧惟老", "7": "居士德滿潤身老當益壯可謂富貴家不為富貴之", "8": "所移易自肯存神內典親近方外教中有言菩薩夙", "9": "承般若力不為聲色之所轉于六波羅蜜四無量心", "10": "念念策進念念成就未嘗斯須忘者殆非一生兩生", "11": "種植來也茲聞重築佛室于府第之後嚴于淨業甚", "12": "愜愚意教中又云天鼓忽自鳴告謂諸天子曰諸法", "13": "苦空無有真實勿貪五欲以快一時當力求道果以", "14": "悟本來且道果如何求本來作麼生悟然老居士既", "15": "隆三寶備作佛事獨于本來事亦可理會一上本來", "16": "事既理會得則十字街頭茶歌酒喚無非不是自家", "17": "本來事也那時不妨抱子弄孫無非佛事即以本來", "18": "理求福則福無不崇祈壽則壽無不永莊嚴法界無", "19": "非成就本來事也。", "20": "答朱其梁居士答朱其梁居士", "21": "接翰閱之乃見左右陳述備細吐露真實誠為為道", "22": "之心甚切也第未能脫略融化爾來論妄緣情念者", "23": "乃是屋裡茶飯豈可除而斷耶吾佛不云乎心佛及", "24": "眾生是三無差別奈眾生無始習熟不能證入非佛", "25": "之咎皆為自無肯心生死不切工夫不猛所以自甘", "26": "流浪也在左右分上此段大事必信得極矣既信得", "27": "極豈亦自甘流浪耶又云身家念輕生死事大果爾", "28": "既知生死事大無往而非大事矣又何必凝神靜坐", "29": "然後為得耶然左右豈不知昔有王龐及無盡大年", "30": "輩許多上傳燈沒巴鼻漢子竟不知今日亦有居士", "31": "耶乃事無彼此若是個漢剔起眉毛生與同生死與", "32": "同死直捷向前方有少分相應若論佛法世法原不", "33": "兩樣何嘗妨礙又云數月無事則體究有事則廢既", "34": "大事在我詎可奪去耶又欲貧道示個方便法蓋有", "35": "個方便不是心不是佛不是物畢竟是個甚麼于此", "36": "一咬便破那時不勝慶快也哉雖然正好喫棒在何", "37": "故普明門下令不虛行。", "38": "與闇齋黃廉憲與闇齋黃廉憲", "39": "夏初一晤不覺深秋矣念流光如此迅速耶私喜老", "40": "居士于熱惱時不與世人同受獨入山林領略幽況", "41": "但不知本參得瞥地否昨聞有雙徑之行甚欲一會", "42": "又在病中未遑即晤。", "43": "上密雲悟和尚上密雲悟和尚", "44": "自違座下屈指將十白矣今值和尚古稀奈賤體嘗", "45": "在病中何堪跋涉但晨夕神往念和尚恢廓法道開", "46": "示人天秪如有一人不受化下者畢竟如何攝受肅", "47": "此代面聊奉壽儀將意。", "48": "與振侯許春元與振侯許春元", "49": "叨齋次承居士舉斷峰度樂因緣惟在自己辨別切", "50": "不可向他人口裡討雌黃病僧因居士問一時譫語", "51": "若謂宗乘門下三十棒一棒也較不得然此個門頭", "52": "從來無語句亦無一法與人古云若有實法與人水", "53": "亦消不得豈欺人耶囑囑。", "54": "寄去塵朱居士寄去塵朱居士", "55": "別來觀語澀不能脫口然左右往來非為不久亦深", "56": "知于此道留神有日何故不脫灑為出格丈夫爾近", "57": "日可刮目也無秪如龐居士問馬大師云不與萬法", "58": "為侶者是甚麼人答云待汝一口吸盡西江水即向", "59": "汝道你看這漢一具大口在甚麼處何不于此瞥地", "60": "作個無事漢豈不慶快平生也哉又如趙州道諸人", "61": "被十二時使老僧使得十二時且看他據個甚麼道", "62": "理便作如是語話所謂飢時喫飯寒則添衣客來抵", "63": "對言談客去閉門高臥非去塵有第二人亦非落空", "64": "去于此覷得一班亦能隨時受用若向上提持正好", "65": "喫棒在。", "66": "答蘇門黃孝廉(法名悟第)答蘇門黃孝廉法名悟第", "67": "接翰教及扇頭歌章閱之不釋手但有虛譽處自覺", "68": "赧然蓋來問印心三句貧道但不知喚甚麼作印耶", "69": "喚甚麼作心耶切不可向玉石上躲根又歌章中身", "70": "心俱解脫及勝于一宿覺之句在左右分上果能解", "71": "脫也未果能一宿覺也未解脫且置所覺者是何事", "72": "耶若果有所覺處早通個消息來貧道為左右助喜", "73": "何如。", "74": "答清伯黃居士答清伯黃居士", "75": "閱手教知尊恙復萌貧道嘗念左右個中留心有年", "76": "即今本命元辰可知下落也未觀左右根器不凡第", "77": "看南嶽讓參六祖祖問什麼物恁麼來讓曰說似一", "78": "物即不中祖曰還假修證也無讓曰修證即不無染", "79": "污即不得願左右于此覷破不妨飢餐渴飲寒暖熱", "80": "涼見色聞聲應時納祐二六時中四威儀內無不現", "81": "成拈來無不是用處莫生疑也囑囑。", "82": "答魯一徐孝廉答魯一徐孝廉", "83": "僻居窮山乃辱尊教敬展讀之而欲貧道垂示曷勝", "84": "愧顏乎然不敢埋沒左右一段真誠不免從翰教中", "85": "點出來諭塵世勞攘大堪厭棄貧道所見此正是最", "86": "初下手喫緊工夫即于勞攘處著得一隻眼誰是塵", "87": "勞者誰是厭棄者驀然覷破朝夕間自得主持不作", "88": "塵勞想不作厭棄想矣。", "89": "答杜華宇居士答杜華宇居士", "90": "細讀來偈，也知此僧學問甚通，知解亦好，果能出言", "91": "顧行，行與解同，多受鉗錘，穩實操履。成佛成祖，非從", "92": "外來，原是自家事，固不難也。他時日後，長養聖胎，臻", "93": "厚道德，自有龍天公道，推在寶華王座。說法利生，呵", "94": "佛罵祖，觀其時節因緣爾。爭奈今時學道者，學得少", "95": "許相似語言，湊得幾句麤疏文字，便爾自稱悟道。到", "96": "處瞞人不畏，因果舛差，只要口頭熱鬧。莫道有學問", "97": "有知解，以當平生。只恐一朝打到閻老面前，隨業定", "98": "罪，赦書何在？那時可求甚麼人相救得麼？所以古德", "99": "云：「吾宗難得其妙，切須仔細用心。」又云：「八十翁翁入", "100": "場屋，真誠不是小兒戲。」承左右欲病朽勘偈之虛實，", "101": "不覺葛藤如許。望左右自己下一番工夫，透得本分", "102": "事，那時事到眼前，不著問人，自知真假矣。", "103": "答吳君羨居士答吳君羨居士", "104": "來諭何得離此殼漏子，以修上乘法門，奚乃語言之", "105": "不審乎？然左右即今帶殼漏子，是誰耶？要離殼漏子", "106": "是誰耶？殼漏子又是誰耶？於此覷破，釋然一笑矣。雖", "107": "然，尚未許覷破，何故？聻苟欲覷破，更添一重病苦也。", "108": "謹囑。", "109": "與量虛禪師與量虛禪師", "110": "風月是同，谿山各異。暌孤兩地，不無興懷，嘗憶上座，", "111": "根器自美，而于此門，著力趨向，較今末世比丘，實雲", "112": "泥也。然不可以百步為笑，五十步而止，固當直前勇", "113": "猛，作一精進幢，為後昆模楷，是病朽所望也。", "114": "與化林與化林", "115": "別去不覺，匆匆將一週，諒汝血書已完，舊願當開，淡", "116": "齋養得色身健好，做自己一件無？大極大事，二六時", "117": "中，你仔細究取看，不號化林者，在甚麼處？不可一向", "118": "在法王座上，做鬼法裝腔調，禮大懺念法華。今日應", "119": "李宅，明日赴張家，不知自己渾身脫在萬仞深井中，", "120": "兩耳可能絆得牢麼？思之思之。今日病朽恁麼話，終", "121": "是逆耳不耐聽，異日閻老子前喫鐵棒，那時念我之", "122": "語，悔之晚矣。萬萬留念，莫作樹頭風聲聽卻。囑囑。", "123": "辭徑山觀音殿再請啟辭徑山觀音殿再請啟", "124": "爰啟化導，無不原繇，正覺山前，忍俊不禁。呈敗闕跋", "125": "提河畔，唾餘技癢賣家私。偶爾拈花剛道別，傳心印", "126": "俄然失笑，便言托付金襴，更互闡揚是為重擔，遞相", "127": "授受豈曰小緣，切思愚也何有良緣。五老峰前嘗預", "128": "會，不無奇遇。大悲閣下久埋頭，自愧昏矇。此日尚淹", "129": "跛鱉，終慚樗櫟。昔年徒次祖庭，況兼夙愆如海，病骨", "130": "如柴，緬思道業無錐，豈於法門有補？庶幾村曲藏形，", "131": "苟延歲月而已矣。伏承妙玄禪師洎承合山耆碩，不", "132": "棄猥鄙，再投名札開緘，敬披卻猶明月，在掌循文三", "133": "復，徒使蓬戶增光。所云柱石標幢，過於獎誘，甘漿慈", "134": "雨何其謬稱，更錫諸品帑物，令人轉益，赧顏也。憶令", "135": "先師遺範，聆略羹墻，第於諸師輩，德容有慳面炙，幾", "136": "欲登顛聞問，奈緣拄杖伶仃，茲乃屢辱見招，未能即", "137": "近聆教，特復數行敬辭尊意，伏惟氣宇寬洪。宥斯不", "138": "穀，慧心昭廓，原此微悰，違命多愆，必祈慈諒。", "139": "辭嘉興普明眾護法啟辭嘉興普明眾護法啟", "140": "某濫投佛院，虛受檀門，愧預祖席有年，實乏緇田一", "141": "簣，固無鷹鷲快眼，灰心差許寒冰，慣於鹿豕，躲根善", "142": "病，秪餘柴骨，自守枯禪，法門無補，徒增愆咎，恩德何", "143": "酬。茲承眾縉紳，洎承諸文學，未始緬思，遽貽重托，虛", "144": "譽文章，欲冀病僧有諾，兼侑物色，徒令桐月無顏。復", "145": "普明之古剎，功雖不在崇高，副禾城之眾心事，豈繇", "146": "於藐劣，播聞此話，笑破諸方口吻。拮据靜室不無怪", "147": "罵，山靈敢露丹衷，敬辭檀越，言乃荒謬，三寶自堪證", "148": "明，情固真切，眾聖堪為昭格。既忝相知，伏惟相諒。", "149": "復聯岳朱知州復聯岳朱知州", "150": "貧衲道基不厚，學解尤荒，濫廁緇倫，徒忝法化。恭惟", "151": "居士不忘鷲嶺遺言，載現紫陽嫡裔，欣然為寶地之", "152": "雄藩暢矣。作詞壇之赤幟，顧貧衲何人，敢當垂念，遠", "153": "投珍翰，耀及窮山，敬捧披宣，過情獎諭，其如貧衲不", "154": "勝愧悚何，然匋山振錫閩地，普聞臺下受化熟機，外", "155": "護游刃法門，金湯皇家柱石，何往而非諦當哉。曩者", "156": "貧衲信步攜筇，俄然憩足，慕芝城之仁德，喜山水之", "157": "優游，留意乞茆蓋頭足。延懶病餘景，詎敢玷名勝福", "158": "址，而作挂瓢久計也。茲寺尋聞，雖非廓大，亦是聚眾", "159": "之所，豈在朽腐而擅此名剎乎。必欲固辭，恐違尊命，", "160": "況憐聖相受厄之秋，紺宇離披之際，居士輩愷樹福", "161": "田，貧衲寧甘冷眼，暫允挂笠延時，以俟後賢開化，伏", "162": "惟台炤。", "163": "復眾紳士啟復眾紳士啟", "164": "貧衲謬披方服，只是淋過死灰，誤廁叢林，終為腐朽。", "165": "樗櫟有辱乎？迦維後裔嘗玷乎？濟上祖庭，揆已捫心，", "166": "恐惶夙夜，恭惟居士輩熟遊法苑，悉稱信檀。鵝湖錫", "167": "飛，受入道之初訓，壽昌駕至，得增上之勝緣，博老金", "168": "針，加密天童，鐵棒痛施，匋山會下，親炙有年，鑑咦堂", "169": "前，旦夕提命，蓮峰秀瑞，天花飄香。靈地固然，傑人多", "170": "矣。豈屬宗風久扇，而不受披拂者乎。然今遠辱佳函，", "171": "敬披華藻，過獎乃爾，愧赧不勝。蓋貧衲昔年，抱痾肥", "172": "遯，挈杖攜瓢，未能探碧水丹山，秪擬乞把茆蓋頂，豈", "173": "曰踐流菜編麻之芳躅，實效顰橘湯煨芋之清風，何", "174": "有纖細，存化利之心，于其間哉。尋聞東峰寶方，儼然", "175": "勝概，茲欲任于廢人，豈獨山靈見怪，將恐天龍之不", "176": "護祐乎？所以未易荷擔，實猶探湯。然又憐荒涼蘭若，", "177": "剝落金容，業已有給孤之見，招祗陀之屬命。貧衲若", "178": "不董其事，復恐深負檀那之大心乎。不者將錯就錯，", "179": "于此日待仁，興仁于異時也，聊攄荒言，敬復尊意，不", "180": "宣。", "181": "偈頌偈頌", "182": "示華嚴座主示華嚴座主", "183": "浪說人人有大經，大經曾道在微塵，沉埋不謂伶俜", "184": "子，剖出還須過量人。自在象王頻顧佇，威獰師子謾", "185": "嚬呻，就中有意難分析，露柱花開色更新。", "186": "華藏世界(時值梅雨)華藏世界時值梅雨", "187": "雨密煙濃若有無，村村疊疊總糢糊，河沙世界知何", "188": "數，併作目前華藏圖。", "189": "示清伯黃居士病中示清伯黃居士病中", "190": "病苦人人不奈何，是誰能得不漸磨，亟宜著眼看端", "191": "的，病與病人是甚麼？", "192": "光祿寺謝殿邦過訪二首光祿寺謝殿邦過訪二首", "193": "徑草堂前丈許深，何堪高駕耀荒林，相逢一字無能", "194": "說，秪聽山禽唱好音。", "195": "山野原非佛印行，不將四大作禪床，堪憐往日東坡", "196": "老，玉帶輸來愛好藏。", "197": "立秋有感立秋有感", "198": "有道人兮悲早秋，年華與我亦為仇，菱花現影顏多", "199": "改，竹杖扶行力不週。明月照人舒聽耳，西風撲面掩", "200": "昏眸，一番天地重消落，更問而今作麼休。", "201": "示蘇門黃孝廉示蘇門黃孝廉", "202": "唾手功名是等閒，素心皈佛遠盤桓，喜從初地開懷", "203": "抱，惹得青山展笑歡。甕裡有鵝須好出，指端無韻謾", "204": "空彈，一機領得言前意，吸盡西江也大難。", "205": "示戴九林孝廉示戴九林孝廉", "206": "青山處處白雲堆，切莫囊藏被蓋來，紅燄爐中撈得", "207": "月，葡萄朵裡兩瞳開。", "208": "示用書童孝廉示用書童孝廉", "209": "霜酣紅樹萬山花，一筆圖成錦繡霞，來路若知歸路", "210": "處，普明何用口吧吧。", "211": "示魯一徐孝廉示魯一徐孝廉", "212": "活卓卓兮明落落，剛然舉步即迷津，君來若問個中", "213": "意，大小石頭說得親。", "214": "示康侯魏孝廉示康侯魏孝廉", "215": "寒風撩亂整伽黎，榾㭾爐邊禮法虧，會得相逢彈指", "216": "旨，泥牛海底昨生兒。", "217": "示言坡林孝廉示言坡林孝廉", "218": "的的普明無一句，擬來相問也非親，山家處處皆秋", "219": "色，秪許當人見得真。", "220": "示天閒張孝廉示天閒張孝廉", "221": "普明有路不相瞞，大塊秋毫盡入官，紅樹萬山霜醉", "222": "色，劫前有眼好生觀。", "223": "示聯岳朱孝廉示聯岳朱孝廉", "224": "不是心佛不是物，一擦泥人露觔骨，瞥眼早知已錯", "225": "過，那堪胡餅重求汁。", "226": "示我厚丘孝廉示我厚丘孝廉", "227": "幽幽山鳥弄晴霞，百草頭邊祖意奢，聲色明明猶不", "228": "薦，擬來伸問隔天涯。", "229": "示殿邦謝光祿示殿邦謝光祿", "230": "一條古路如弦直，直處須知也有彎，平坦高低多歷", "231": "遍，不妨重過普明關。", "232": "示螽子葉孝廉示螽子葉孝廉", "233": "株株霜樹筆填朱，四顧秋雲弗畫圖，路上行人皆眚", "234": "眼，問君到此欲何需。", "235": "眾信求吊火場眾信求吊火場", "236": "焦頭爛額為上客，眉鬚墮落好因緣，恁麼赤條條地", "237": "去，不妨作佛與生天。", "238": "古德蠅子透窗偈步韻古德蠅子透窗偈步韻", "239": "癡蠅只管驀頭鑽，出處那知難不難，若也肯從人點", "240": "破，大方世界不能瞞。", "241": "示啟卿清信示啟卿清信", "242": "撩亂風塵無盡期，急須方寸好思惟，諦觀父母未生", "243": "日，何處安身立命時。", "244": "示振侯許孝廉示振侯許孝廉", "245": "時中懷想許瘋魔，杯酒相逢百萬疏，七日當年舊公", "246": "案，而今桶底脫還無。", "247": "鑿井鑿井", "248": "平時鑿井非逾分，患渴須防未渴時，世上幾能無渴", "249": "病，莫教臨渴悔求遲。", "250": "示金陵本空禪人參四大本空示金陵本空禪人參四大本空", "251": "拆得東籬補西壁，乞兒孤露倩人憐，珍重北城本禪", "252": "者，何須掘地覓青天。", "253": "與𨍏轢嚴居士與𨍏轢嚴居士", "254": "每憶君家癢口唇，不依本分亂狺狺，自余勘破歸于", "255": "閩，他日何人勘破君。", "256": "示周秀才來韻示周秀才來韻", "257": "覷破人間牛馬呼，往來自許鶴雲途，當陽指出原非", "258": "境，覿面提持瀉淨壺。三界為家非是客，一身在署豈", "259": "云孤，萍僧久蘊舟居趣，不若同來學泛湖。", "260": "示范謐然居士示范謐然居士", "261": "欲知生死何來去，扇子驀然跳上天，打著帝釋脊梁", "262": "骨，波斯痛倒海門前。", "263": "示徐達吾居士示徐達吾居士", "264": "社中七日意何為，擬議不來施一喝，驚起法身北斗", "265": "藏，泥牛海底咬生鐵。", "266": "示鄒禮門居士示鄒禮門居士", "267": "如虫禦木偶成文，透過塵勞八萬門，眼底一機追電", "268": "影，針頭削下鐵千觔。", "269": "示江天如居士示江天如居士", "270": "未動口前無半句，一言出口自何來，江君這裡分疏", "271": "的，石上蓮花瓣瓣開。", "272": "示謝純一居士示謝純一居士", "273": "相逢開口不談玄，色見聲求總未然，直使頂門開正", "274": "眼，黃華山頂浪滔天。", "275": "師與楊復自眾文學話別師與楊復自眾文學話別，士問：「如何是臨行親", "276": "切？為人一句？」師密移一步，眾不諳。遂拈偈示之：", "277": "富沙城畔話相別，親切為人會也無，萬水千山熾然", "278": "說，何須老衲嘴盧都。", "279": "示翁振公文學示翁振公文學", "280": "昔年七日舊公案，此日還曾瞥地無，角里街頭親見", "281": "的，達磨元是老臊胡。", "282": "移山路移山路", "283": "移得先天一道平，要俾箇箇坦途程，莫言路坦便無", "284": "事，須看鐵蛇腳下橫。", "285": "禮白雲約禪師塔禮白雲約禪師塔", "286": "白雲門戶潑天開，不顧渾身露土埃，扶倒瘦軀憑竹", "287": "錫，陪從千指破蒼苔。斷碑殘玟何堪覽，白牯黧奴亦", "288": "為哀，三拜起來添一顧，何年整頓訂重來。", "289": "和聞大師放生社詠和聞大師放生社詠", "290": "生門開向萬家城，若個如何不愛生，此日淨慈重揭", "291": "示，當年流水復名聲。尋嘗佛號提撕切，盡夜天花飄", "292": "颺輕，縱壑魚龍雲外鳥，任渠隨類樂優情。", "293": "懷淨土示吳興人懷淨土示吳興人", "294": "心土何關東與西，青蓮隨處較堪齊，雲山層疊玉階", "295": "淨，花木扶疏行樹低。露冷慈容宵月淡，風翻佛號野", "296": "禽提，大千捏聚陶家手，目擊休言十萬迷。", "297": "答朱玉如居士韻答朱玉如居士韻", "298": "相逢物外欲談玄，愧我蕭疏意未然，白社驚人頻得", "299": "句，緇衣迷寶欲成顛。客窗直擬紫陽室，野寺羞稱懶", "300": "瓚禪，殊有宗雷閒意氣，不妨同座課栽蓮。", "301": "題興善寺(有引)題興善寺有引", "302": "余自戊戌浴佛日入此寺，因循至戊申得走諸", "303": "方，然於此地顛末，竟赴之烏有，亦可笑也。戊辰", "304": "夏遊倦，重歇足焉。適達澄同人二兄枉過，不嫌", "305": "荒陋，反愛岑寂，仍考碑志，略知其概。間有諸公", "306": "題詠，予胡知音律，亦成二首。", "307": "坦舊倫耆法正沉，梁碑宋碣跡何尋，綠蘿龕掩從僧", "308": "靜，白屋門開任草深，簾卷野風傳牧笛，磬敲空翠抹", "309": "疏林，獨憐慧火無新燄，禿首頻搔嗟古今。", "310": "高木清溪遶寺深，短橋幾處便來尋，浮圖並峙驚晨", "311": "鳥，香殿參差欹晝陰。松徑封雲須縱佚，柳塘扳月動", "312": "長吟。錫飛高士題名勝，猶愧當年受業心。", "313": "答達澄禪師見訪答達澄禪師見訪", "314": "故人殷殷來破暑，逢迎不覺倒著履，問君途中事若", "315": "何，笑指簷前一滴雨。言前機發眼獨清，對月吟詠心", "316": "共盈，聚首此際不等易，免教足底飛雲生。", "317": "答同人禪師見訪答同人禪師見訪", "318": "棲遲蕭寺豈云家，信得人嫌村路賒，瘦骨秪應初歇", "319": "足，高流何事遠投車。論禪坐月松雲靜，寫句吟風竹", "320": "韻嘉，相憶五峰舊行徑，隔林簫管是胡笳。", "321": "答牧雲禪師見訊答牧雲禪師見訊", "322": "霜天寒月著蘿陰，彷彿詩痕抹半林，何事物情知意", "323": "久，已充箋素寫懷深。暌違豈類風塵墮，結夢猶描笑", "324": "語尋，剩有冷梅花此際，不妨摘取報知音。", "325": "慰移梅慰移梅", "326": "芳庭歲歲潑春嬌，移此毋嫌太寂寥，仍舊月華疏舊", "327": "影，更新雨露潤新條。幽林既足生機分，清夢無勞熟", "328": "處描，幸是一般深厚土，犯寒原許作花標。", "329": "書華嚴經示友人書華嚴經示友人", "330": "滴露耕煙和雜花，無端一念效蓬麻，彩雲碧漢揮毫", "331": "闊，翠竹清風寫偈奢。硯底觸翻香水海，筆尖掀倒率", "332": "陀家，相逢索示無奇句，請看珊瑚樹影斜。", "333": "示子荇居士參天童示子荇居士參天童", "334": "八月參行去越中，秋山處處露金風，秪看乃爾江飛", "335": "浪，休問如何月滿空。太白峰前全肯諾，賀家池上絕", "336": "錐窮，更拈親切臨岐話，天曉推篷日正紅。", "337": "登煙雨樓二絕登煙雨樓二絕", "338": "清景相憐在麥秋，二三買渡試登樓，晴明莫道無煙", "339": "雨，空翠陰陰滿目浮。", "340": "水亭漁艇各幽然，畫譜詩情遠近邊，盤礡不知天欲", "341": "暮，鹽倉萬井盡炊煙。", "342": "答浮石禪師來韻答浮石禪師來韻", "343": "東際禪林世古風，好憑高節復追蹤，梅花香遞南湖", "344": "曲，慰問何須接道容。", "345": "答空林禪師見訪二首答空林禪師見訪二首", "346": "正惜杳魚鴈，何期過野田，相逢能信宿，同住勝多年。", "347": "悲法稽先古，傷時擊茗莚，憐君謙學地，喜是更求全。", "348": "雙眼能筋骨，茫茫看世人，也教流俗輩，竟不墮風塵。", "349": "到處雲山伍，隨時花柳鄰，乾坤皆屬我，生受豈為貧。", "350": "密印振林老師枉過密印振林老師枉過", "351": "廿載高林跡，如何過遠村，別因添歲月，晤以悉寒溫。", "352": "交誼欲從古，忘年自屈尊，愧余樗櫟者，名理復為論。", "353": "和龍門十可行和龍門十可行", "354": "宴坐宴坐", "355": "脫出生娘一具骨，撐天拄地絕周遮，佛魔坐斷無消", "356": "息，天女從何覓散花。", "357": "入室入室", "358": "纔進門來施一喝，縱教獅子喪全威，禪和若再鼓唇", "359": "舌，腦後須還添一椎。", "360": "普請普請", "361": "北俱盧洲發普梆，閻浮界內衲僧忙，病僧無力難擔", "362": "重，只負須彌作案山。", "363": "受食受食", "364": "稱菩薩子喫飯來，金牛無禮口輕開，爭如桐月庵中", "365": "輩，鐵項銅頭喚不回。", "366": "洗衣洗衣", "367": "拖泥帶水娘生褲，濯垢還從阿耨池，高眼閻浮檀樹", "368": "上，從他日炙與風吹。", "369": "經行經行", "370": "前步未移趲後步，那知步步不相及，大千沙界遶一", "371": "回，腳底何曾動毫忽。", "372": "掃地掃地", "373": "昨夜虛空跌落來，撒開滿地是塵埃，老僧眼裡難著", "374": "屑，剛把鐵笤帚掃開。", "375": "誦經誦經", "376": "謾向禪床走一遭，啷啷轉誦聲何高，相知自喜同袍", "377": "客，不許癡婆三寸饒。", "378": "禮拜禮拜", "379": "今佛不拜過去佛，已成屎臭遍諸方，老僧日日勤勤", "380": "拜，試問如何作較量。", "381": "道話道話", "382": "泥人木偶偶相逢，撕結眉毛話興濃，竹凳香臺陪夜", "383": "坐，瓶花滿座笑春風。", "384": "和雪大師山居十首和雪大師山居十首", "385": "青山秪許白雲儕，又著團瓢許我埋，冷淡山容相看", "386": "我，空濛雲影露僧鞋。", "387": "疏慵與世不同儕，只把形骸深處埋，打算從前閒骨", "388": "董，悔教踏破幾雙鞋。", "389": "渾然忘卻舊朋儕，枯寂頭陀獨個埋，坐斷空山無底", "390": "事，等閒不費負錢鞋。", "391": "有時忽憶舊朋儕，名利深坑儘力埋，何似山家無事", "392": "漢，閒陪竹杖與芒鞋。", "393": "清風白月屬吾儕，山色溪聲個裡埋，雲夢幾生行履", "394": "處，綠苔襯足不穿鞋。", "395": "群猿野鹿是同儕，日把茆團活火埋，鹽醬年來不曾", "396": "少，豪門不到老僧鞋。", "397": "春山雨後愜吾儕，綠樹紅花雲為埋，乘興過溪登眺", "398": "遠，何方打濕腳跟鞋。", "399": "嗟彼叢林有一儕，葛藤窠裡沒頭埋，何年若有歸山", "400": "日，也悔多經踏破鞋。", "401": "求佛求仙各有儕，盡成窠臼自相埋，當年也道驪珠", "402": "愛，今日看來破草鞋。", "403": "形影周旋似有儕，青山笑我靜中埋，今朝穩坐看容", "404": "易，幾度磨穿鐵底鞋。", "405": "喜雨喜雨", "406": "添得催詩數片雲，一犁新雨萬家欣，聽來句句昇平", "407": "曲，望去田田野水紋。下土孰非酬上德，北窗誰不樂", "408": "南薰，乞瓢可必餘生計，潦倒吟懷興十分。", "409": "賦得溪西雞齊啼賦得溪西雞齊啼", "410": "一室探幽喜傍溪，函關可是在溪西，江城杳杳沉鼙，", "411": "鼓村落喧喧戒曉雞。斜月朦朧聲應緩，晨風甦爽唱", "412": "來齊，有時栩栩成蝴蝶，賺聽儂家窗下啼。", "413": "船庵二首船庵二首", "414": "蓋茅如艇泊煙湖，清夢無非在水途，炊灶每教漁火", "415": "覓，山童幾作榜人呼。桐陰風峭驚篷轉，窗暈月移疑", "416": "浪扶，疏影菴前千個竹，好將平地釣江鱸。", "417": "雲壑棲遲且定蹤，滄江野況可形容，浸階月色平鋪", "418": "水，高屋松陰密蓋篷。飛瀑遠看花浪走，鄰家近擬客", "419": "舟逢，任渠指點居山者，予獨盟心鷗鳥同。", "420": "歸雲歸雲", "421": "閒雲偏愛野僧家，故故飛來傍碧崖，抹斷一行書字", "422": "鴈，迷歸幾個覓巢鴉。輕塗梅上寒花淡，重挂林前瘦", "423": "竹斜，謾說山中棲泊久，春風還許出煙霞。", "424": "凍雲凍雲", "425": "長天雲冷若癡頑，黯黯低垂如可扳，無雨未應凝凍", "426": "色，有風何不趁歸山。浮蹤乍可為空骨，定跡非同阻", "427": "客關，萬井江村炊夜火，亂煙敲碎欲成斑。", "428": "坐雨坐雨", "429": "雨聲歷亂洗青山，客坐蕭條滴滴閒，清韻謾敲詩骨", "430": "冷，濕痕頻濺衲衣斑。梳空風竹貪披霧，露玉寒梅懶", "431": "笑顏，坐擁紅爐何所意，湍流幾處響潺潺。", "432": "送月送月", "433": "笑玩冰盤意謂遲，行行那許話相離，憐君空靜成孤", "434": "往，賺我清吟為爾思。款到梅標將挽住，較於花影忽", "435": "催移，空林倘允來宵約，莫若今宵博送詩。", "436": "山中詠雪山中詠雪", "437": "野僧耐冷看飛揚，若個峰頭不覆藏，竹底老梅偷破", "438": "玉，簷前馴鳥酷求梁。娟娟月色渾無影，片片花容竟", "439": "不香，對爾高懷吟幾度，顛毛只恐也蒼蒼。", "440": "擬貫休公古意五首擬貫休公古意五首", "441": "號風蕩秋空，嚇嚇驚林薄，所以宇宙中，往往如囊栝。", "442": "鼓動萬化間，蠢蠢皆籠絡，夫我老襟懷，不受渠揮霍。", "443": "天地何物耶，眾籟亦糟粕，晏然雲閣下，漠然混寥廓。", "444": "于焉了不會，有眼且非瞙，題目亂紜紜，輸我一大噱。", "445": "其二", "446": "群然有物化，不真豈曰假，鼎鼎人世間，難為造物者。", "447": "苦樂原其由，榮枯宅其舍，人何自蒙昧，紛紛趨上下。", "448": "多以失馬憂，不知還得馬，人生知此理，百年好瀟灑。", "449": "我道本自若，不屬彼陶冶，問其何為乎，而我不知也。", "450": "其三", "451": "南山有丈夫，氣宇誠英豪，嘗登泰華峰，嘗探滄海濤。", "452": "所得既不淺，所見亦甚高，峨然據匡床，下視有生勞。", "453": "皎皎盈桂魄，對之樂陶陶，天香雲外來，吾當吸之操。", "454": "其四", "455": "寥寥天地心，可見不可擬，寄於春花枝，仍托秋風裡。", "456": "榮華與搖落，明明無二旨，所以古君子，萬物皆同己。", "457": "生民未始異，為其不知止，孰肯慎思之，復此生生理。", "458": "其五", "459": "今交古交人，古交今交義，何必論故新，但觀其所為。", "460": "道兮情兮交，所向各有類，若以道為謀，何往而非誼。", "461": "緣其為道寡，對面即相離，多見尚情者，面真而心偽。", "462": "故無分金意，一朝便輕棄，嗟嗟復躊躕，清風倘未墜。", "463": "能有松柏操，願與結同志。", "464": "示徒示徒", "465": "省儉家風非我慳，繇來用度出人間，須慚道業多荒", "466": "怠，莫向檀門頻往還。聊補飢瘡克糲食，穩藏幻質惜", "467": "窮山，腳跟一步欲知的，肯把工夫輕放閒。", "468": "示白生開孫示白生開孫", "469": "開卷星馳莫蹉過，出聲吐字要清和，經前偪塞虛空", "470": "句，試問而今會也麼？", "471": "示戒中示戒中", "472": "彈指安詳入廁儀，運籌滴水得其宜，桶箍後架一聲", "473": "爆，拾取先賢兩道眉。", "474": "示是渠示是渠", "475": "參方須具參方眼，亂喝胡揮要辯真，踏破草鞋應自，", "476": "惜莫貪山水腳頭勤。", "477": "示克初示克初", "478": "莫言待客易陪茶，竇老當年一句差，點破不因韓大", "479": "伯，如何輕易辯龍蛇。", "480": "示越凡示越凡", "481": "出得家來豈偶然，勤行行業必爭先，自看佛子非容", "482": "易，重擔須還仔細肩。", "483": "示去凡示去凡", "484": "麤重無明放下時，下心學問要頭低，果能道業剋期", "485": "就，好整行藏討律儀。", "486": "示鏡華示鏡華", "487": "操持穩實訪諸方，掛搭何妨乞進堂，豎起脊梁冰雪", "488": "冷，豈堪雜話喪時光。", "489": "財色名食睡五首財色名食睡五首", "490": "黃金白鏹與青錢，積聚如山亦可憐，堪笑老龐傾海", "491": "底，何妨任運所須便。", "492": "分明嬌艷一枝花，若個逢渠不眼遮，總是老僧相愛", "493": "久，時時獨向鏡中拏。", "494": "一物無形充九垓，賢愚榮賤各盈懷，若斯窠臼誰能", "495": "脫，我亦渾身箇裡埋。", "496": "謾言糲食充皮袋，休羨佳餚味自甘，舌上精粗成一", "497": "度，自生欣厭不瞞頇。", "498": "未到黃昏先欲睡，半惺天曉尚貪眠，朦朧物物無端", "499": "的，寤寐將來攪一團。", "500": "雜著雜著", "501": "掛雲板掛雲板師云：「雲板高懸，叢林號令，有眼皆見，知恩者", "502": "少，有耳皆聞，負恩者多。」驀拈起椎云：「諸大德，還有下", "503": "得手底麼？爭奈杷柄在山僧手裡。」遂鳴一下云：「一擊", "504": "虛空成粉碎，銅頭鐵額盡皆歸。」", "505": "圓覺社偈引圓覺社偈引", "506": "黃面瞿曇，慣向虛空，挖窟十二大士，都于火燄覓冰，", "507": "何處討圓覺伽藍，喚甚作修多羅教，即今諸仁者，自", "508": "能飽餐白飯，吸盡南湖，何不和身擔任，尚欲結社修", "509": "持，正所謂白日青天，鬼魅所著，然雖如是，諸仁者未", "510": "肯草草承當，不入今時儱侗之數，甚為難得，徐出手", "511": "卷，合掌作禮，向余乞書示語，病僧亦未免隨邪逐惡，", "512": "聊著數語，復贅偈曰：「平等安居作麼生，街頭巷尾莫", "513": "因循，俄然踏斷還家路，好把南湖一口吞。」", "514": "拈華社引拈華社引", "515": "世尊一生下來，奇奇怪怪，風風顛顛，便爾闊步大方，", "516": "高談闊論，大似含血噴人，自污其口。復于正覺山前，", "517": "睹星悟道。嘆言：「奇哉眾生！具有如來智慧德相。」便爾", "518": "說頓說漸，說空說有，轉見不堪。及乎臨末梢頭，猶有", "519": "一件滯貨未曾脫手，而于大眾中拈起一華，于時百", "520": "萬人天，一箇箇氣昂昂，誰將正眼覷著，猶較些子。間", "521": "有金色頭陀，破顏微笑，大似家門不禁，生此忤逆兒", "522": "來。又言：「吾有正法眼藏，涅槃妙心，付囑摩訶迦葉。」重", "523": "重納敗，茲幸檇李眾居士，各有氣吞佛祖眼，蓋諸方", "524": "將欲捉敗，兩箇老賊結箇禪社，名曰拈華。此誠火中", "525": "蓮花，世所希有。余居南湖之村曲，抱病株守，喫飽飯", "526": "打瞌睡過日子，一事不為久矣。承居士輩請質于病", "527": "僧，余不獲已，將一段落索塗抹一上。倘有傍不甘者，", "528": "拽病僧腿折，爛槌一頓，余亦何辭。", "529": "興善禪堂裝大悲像偈引興善禪堂裝大悲像偈引", "530": "稽首大慈悲，薰聞得圓通，示現無盡時，亦不拘方所。", "531": "茲於興善寺，復出世說法，百鳥為鸚鵡，何異小白華。", "532": "雕鏤及金漆，所計若千金，願播聞眾心，存想菩薩像。", "533": "千萬人心想，即千萬菩薩，彼彼不相異，皆是圓通尊。", "534": "自然發喜心，助此創緣者，朱提及青蚨，何論多與寡。", "535": "眾信領此單，各各互相勸，施來如聚沙，必就勝福德。", "536": "是植圓通因，必得圓通果，此數句伽陀，實不虛妄說。", "537": "淨緣侍者化衣缽引淨緣侍者化衣缽引", "538": "吾佛垂慈，說一時之律法，波離繼躅，延末世之規風。", "539": "今也空門，落莫一缽未全，世諦蕭疏，三衣何辦萬丈。", "540": "游絲未許，引針而作線，半空雲片，那容下剪以成衣。", "541": "須假信心檀越施來，免得朝陽縫破衲，便使無事。衲", "542": "僧清淨，好來對月了殘經，萍行頭陀真實告報，即此", "543": "福德是真福德。", "544": "募鐘鼓疏募鐘鼓疏", "545": "淨慈庵者，乃吾浙西匋山聞大師創始也。蓋大師乘", "546": "戒俱急，禪淨兼弘，飛錫循方，化導緇白，特其無作無", "547": "為之游刃，爾適至鐔津劍津，凡立赤幟，不知幾幾。復", "548": "於慈心三昧中，憫及水陸飛行，含靈蠕動，月啟放生", "549": "護生社，故有放生所設焉。然亟於救生如然眉，而於", "550": "法器未全，自可知也。爰夫叢林設焉，鐘鼓備焉。嗚呼！", "551": "第以叢林云乎哉，在乎得人。鐘鼓云乎哉，在乎弘法。", "552": "緬懷迦維靈鷲，大覺世尊凡啟法會，必先聲鐘集眾，", "553": "震鼓登壇，直欲大地群生，言前薦取，聲外知歸，剎那", "554": "間從迷得悟，轉凡成聖，其名器之法利溥而且博，豈", "555": "易涯量耶。所以祗陀園林擊鐘驗，嘗以顯聞性，耆闍", "556": "崛山振大法鼓，弘無量義，皆萬古不磨之式也。茲庵", "557": "當任者為某某，乃其長序。均念既忝後昆，當踵芳躅，", "558": "陡然以圓通意造鼓，以生鐵心鑄鐘，不欲請諾，於獨", "559": "力奏功，特願罄折於萬緣湊聚，觀其用心亦善矣，敢", "560": "有高明檀越，而勿忻然點筆樂助乎。余聞之甚喜，謂", "561": "有叢林矣，有鐘鼓矣，於是不避無文，弁諸卷首。", "562": "修華嚴經疏修華嚴經疏", "563": "龍樹大師探取雜華小半部，于闐尊者譯成十兆百", "564": "千言。震旦國皆是遮那身，東照房寧非華藏界，裝潢", "565": "既久，天絲錦綺欲成灰，歲月迭更，鼯鼠蠹魚將飽腹。", "566": "朗禪者慨惜不勝，有意仔肩修補，檀越家慳貪自破，", "567": "請從指廩開箱，知因報爾，好因緣必也。形端影直，種", "568": "福還他多福，果定應響順聲和，閱此數言，誰不樂助。", "569": "中峰禪師示莊提舉法語跋中峰禪師示莊提舉法語跋", "570": "桐邑西北去半舍，有庵曰懷遠。中有師僧號中巖，與", "571": "余為同門兄弟，參請諸方有年，已肯歇足。一日偶於", "572": "灰塵壁落間，拾片紙細玩之，乃幻住老人親書法語，", "573": "貽余閱之。余曰：「老人全書，葛藤滿架，何少此一段，特", "574": "簡之廣錄中，竟無此語，尤為奇，故珍藏久矣。」適許翁", "575": "二居士過庵，結七日禪限，合掌乞為開發，余舌且禿，", "576": "喉且啞，借此支應一上。二公見之，不覺驚喜，便命壽", "577": "之碔砆。嗚呼，一盲引眾盲去也。", "578": "孝廉蘇門黃居士書佛果老祖示士大夫法語跋孝廉蘇門黃居士書佛果老祖示士大夫法語", "579": "跋", "580": "佛果老祖望臨濟十一世也，宗門傑出見地超卓，故", "581": "其應機開示，如明珠走盤，活脫自在，直捷痛快，覿體", "582": "指揮，所以交接士大夫法語盈牘，豈有限耶。今摘此", "583": "一篇，勘破世故，親切簡淨。可謂善說法要，雖然也是", "584": "一期方便，猶粘唇齒。在乃者居士，欲得覷破風塵，要", "585": "做當家種草，直須鶻眼瞥地，空裡翻身，透出古人圈", "586": "繢，坐斷報化佛頭，便能於八達大衢要關，把斷棒喝。", "587": "古今呵罵佛祖，不妨道普明不知好惡，說長說短，道", "588": "雌道黃，錮鏤人家好男好女，作生死業，在那時普明", "589": "只得放爾出頭去也。然雖如是，有個鈍斧子杷柄，猶", "590": "在普明手裡，若道得一句子親切，兩手分付。", "591": "題血書金剛塔題血書金剛塔", "592": "熙公何人哉，得幻三昧力，視身若泡影，視血若唾沫。", "593": "奏刀非肯綮，運毫等風疾，文不加一點，字不著一畫。", "594": "即為書是經，而亦名是塔。揭起鈴鈴風自喧，珊瑚燦", "595": "爛夜光寒，石人無夢曲肱臥，明月嘗來寂寂看。", "596": "蟹石架錄蟹石架錄", "597": "突起哲人，幻出奇祥，何山之靈，蟹石是藏。少加良工，", "598": "自然玲瓏，眼布四圍，水洩俱通。從古迄今，稱蟹石架，", "599": "形名未興，毫沒縫罅蟹。不見蟹石，亦非石形，名既興", "600": "證龜成鱉。", "601": "經櫝銘經櫝銘", "602": "維此廚牘，亦隨事名，即理元空，能貯契經。形固寂默，", "603": "熾然闡揚，稽首名器，即大寶王。", "604": "眼鏡銘眼鏡銘", "605": "拈起者個光明，顯露大地纖塵，盡教勘破。", "606": "送僧可行腳送僧可行腳", "607": "杳杳欲經未行路，腳跟一步何愁破，瓢破衲儘風流", "608": "月，中形影吊物外水。雲儔杓柄東西長，與短隨深隨", "609": "淺溪，頭目前無意目前，收稻香千頃綠，煙冷萬家秋。", "610": "和蘇長公二月賣新絲五月糶新穀詞韻和蘇長公二月賣新絲五月糶新穀詞韻", "611": "恨造物兮太不公道，人世偏有榮枯，我生田舍桑柘", "612": "與犁禾，幾見年來少穗，箱廩盡徹底虛無，男和女家", "613": "親幾箇，爭得好支吾挨過。春二月預賣新絲，權將口", "614": "糊，又怎待延遲，成熟秋租，插秧已貸新穀，誰知我情", "615": "劇心刳，嘆前因習成，苦楚終日急波波。", "616": "鴛湖用禪師住福建建寧府普明禪寺語錄卷下終", "617": "行狀建寧普明鴛湖禪師行狀", "618": "師諱妙用，號鴛湖，鹽官鄭氏子，生于萬曆丁亥年十", "619": "月初七日酉時。少惡葷，茹志慕拔俗，年十二投興善", "620": "寺，禮濟舟為師。十七薙髮，每念生死無由脫離，往謁", "621": "車溪無幻老人，請益參究之要。即上徑山侍南明大", "622": "師。一日偶閱思益梵天經，有省，呈偈，南見而呵之，遂", "623": "不作偈頌。後見白雲端提五祖，明得下載，清風始脫，", "624": "然無礙。庚申秋南病篤，舉香嚴偈問師。纔擬開口，南", "625": "震威便喝。師復擬開口，南又喝，師乃點首，南即付以", "626": "偈曰：「無傳無受法，無傳無受心，付與無手者，掣斷虛", "627": "空筋。」復囑曰：「汝當操守，向後得一箇半箇，庶續斷橋", "628": "一脈，亦不負先人付囑也。」而南示寂，師治後事畢，唯", "629": "杖笠隨緣，枯淡自若。或水邊林下，或單丁魯庵，或引", "630": "退于霞幕，而人莫能測。乙亥禾郡石蒼曹侍御等，以", "631": "普明延師主席，幾一載竟拽杖入閩，晦跡吉陽山中", "632": "三載。庚辰春建紳朱聯岳黃蘇門以師禮，同眾請住", "633": "雲峰普明，時衲子輻輳，師與勘辯，總無契者。辛巳冬", "634": "石雨和尚，領諸檀懇為開法，師不得已而陞座示眾。", "635": "舉揚南大師未了公案，閩中緇素咸仰尊之。廉憲闇", "636": "齋黃公作別，問臨行一句，乞師指示。師云：「三千里外，", "637": "逢人不得錯舉。」壬午示疾，索筆書偈曰：「生也錯死也", "638": "錯，鐵獅掣斷黃金索。」擲下筆云：「咄！」遂寂。時崇禎十五", "639": "年十月十一日辰時也，世壽五十有六，僧臘三十有", "640": "九，嗣法弟子三人。遵遺命穸靈骨于本山，齒奉歸塔", "641": "興善寺之後。師行履超卓，柴骨清臞，出入有度，談笑", "642": "以時，故學者多望崖而退。其有一知半解者，總不肯", "643": "許也。今略述其梗概，使後覽者，知師之珍重如此。", "644": "金明小師悟進拜狀", "645": "塔銘福建建寧紫雲山普明堂上傳臨濟正宗第三十世", "646": "鴛湖用禪師塔銘", "647": "吾檇李金明寺堂頭介菴進禪師，奉其本師鴛湖用", "648": "和尚語錄行狀及𨍏轢嚴居士所著玄微老人傳，皋", "649": "亭虛量明禪師所著法門顯微錄，來屬埽道人勒銘", "650": "窣堵，以識不朽緣。疇昔鴛和尚與埽道人，在白苧普", "651": "明廢剎中，早以佛法相見，落草盤桓，非一日事能為。", "652": "末後表章者，非埽而誰也？介師既同一初元禪師，從", "653": "滄桑兵燹中往還數千里，齎負靈骨歸禾，復從馥生", "654": "馨師，白生開公卜地建塔，於興善故剎，以究竟脫白。", "655": "初因在鴛師，則返本還源，在介一兩師，則孝持道本，", "656": "可謂善繼善述矣。埽道人備閱傳狀，而見鴛師之道", "657": "解，更閱顯微錄，而見鴛師之道行。古宿云：「行解相應，", "658": "方堪作祖。一知半解，何足為師。」若鴛師者，脩證俱到，", "659": "行解雙圓，是不可以無碑，又從上無趣空無幻沖南", "660": "明廣三大和尚，並有語錄行狀，授受淵源，而衣缽已", "661": "彰，金石未勒，更不可不詮次顛末，而合為之碑，其文", "662": "曰：", "663": "鴛湖和尚，法諱妙用，字玄微，父杭州海鹽鄭公啟儒，", "664": "母陸氏。髫時性茹齋蔬，喜親三寶。年十二出家，禮嘉", "665": "禾興善寺濟舟為師，十七薙染即知有向上一事。時", "666": "戊申歲，南明廣禪師得法於無幻沖禪師者，其初亦", "667": "從興善薙染，適曳杖自徑山還故剎，師一見心企，曰：", "668": "「乃今得所皈依矣。」即隨侍詣雲棲受具戒。南明回徑", "669": "山，師旋走車溪，謁無幻師翁請益，參究禪要。次年春", "670": "南明同聞谷諸師，結禪期於徑山。師晚參聞舉木樨", "671": "香話，自此發憤忘寢食。是秋徑山請車溪無幻主法，", "672": "未一載幻示疾下山，命南明繼席，警策倍至。師一夕", "673": "閱思益梵天經註有省，即呈無生偈云：「鐵壁銀山誰", "674": "敢摧，賊身驀地拶將來，相看原是舊相識，當下慚惶", "675": "笑臉開。」又云：「歷劫多年窮苦事，風光流得到今朝，笙", "676": "歌車馬門如市，內院依然鎖寂寥。」南閱之，痛加訶叱，", "677": "乃誓不作偈頌，單提本參。辛亥冬師與雪嶠信大師", "678": "圍爐，次雪云：「雪獅子向火意旨如何？」師云：「露雪頷之。」", "679": "壬子師在禪單，愈憤勵痛念生死，每坐香畢，見分齋", "680": "果，哽噎不下，輒避單後。癸丑南下山，掩關皋亭永慶", "681": "寺。師為護關，四載曾不少懈。時雲門湛和尚，開堂於", "682": "嘉禾東塔，師往謁問云：「目前無法，意在目前，作麼生？」", "683": "湛云：「聞你令師要出關耶？」師云：「不是目前法，非耳目", "684": "之所到，又作麼生？」湛揖云：「請出，我要止靜。」師便出。丙辰", "685": "龍居起禪期，請南出關主之。時石雨方禪師參南明，", "686": "師與同遊白下禾城，甚契。戊午秋南恙，作師侍，湯藥", "687": "三載無倦色，值南下山，因就醫禾城祗陀庵。一日舉", "688": "香嚴偈問師，師纔擬答，南便喝，復擬開口，南又喝，師", "689": "點頭下淚。南即囑付偈曰：「無傳無受法，無傳無受心，", "690": "付與無手者，掣斷虛空筋。」復囑曰：「汝著力操守，向後", "691": "得一箇半箇，不負先人付囑耳。」未幾南示寂。此鴛大", "692": "師入室得法機緣也。若其從上源流機語可類記者，", "693": "則自斷橋倫禪師始分。斷橋與雪巖欽同出無準範", "694": "禪師之門，並為臨濟兒孫，均繫佛祖慧命，非旁正絕", "695": "續可容邊見者也。自無準付斷橋，法偈云：「真理直如", "696": "絃，何默更何言，我今善付囑，表心本無得。」斷橋付方", "697": "山寶以下至無趣空，十傳付囑法偈，具載燈錄中，無", "698": "趣付無幻沖云：「師傳拈花宗，示我微笑法，親手轉付", "699": "汝，持奉遍塵剎。」無幻付南明廣云：「得本無所得，傳亦", "700": "無可傳，今付無傳法，東西共一天。」此鴛大師從上得", "701": "法來源也。若夫師嗣法後之操履，善藏歷，始終之潛", "702": "提密行，則更有可紀者。師當南寂時，主後事畢，雖承", "703": "重付，終不自肯，幽寄澹漠，住靜霞霧山者久之。一日", "704": "讀永明偈云：「化人問幻士，谷響答泉聲，欲識吾宗旨，", "705": "泥牛水上行。」遂得脫然無礙。又閱白雲端，提省五祖", "706": "演因緣，始明下載清風。時雪大師以舊約招住徑山", "707": "千指庵，師即往同住三月，值上弦夜看月次，雪指月", "708": "云：「這半個那裏去了？」師良久云：「會麼？」雪云：「也只得半", "709": "個。」師云：「這半個那裏去了？」雪亦良久。師云：「也只得半", "710": "個。」相與大笑。甲子春下山，回興善掩關二載，聞密雲", "711": "悟和尚開堂，金粟師往謁云：「特來親覲。」密豎拳云：「見", "712": "麼？」師云：「見。」密云：「見箇甚麼？」師云：「大家在這裏，密休去。」", "713": "因請師為首眾，期滿退隱長水魯庵疏籬敗屋，獨居", "714": "兩載，日披麻布。伽黎沿村持缽，遵七佛儀式，平等教", "715": "化。飯時必施禽畜淵魚，為說戒法。二時施鬼神，食尤", "716": "謹。師善病體不勝衣，然自處極泊，饋供果者，未嘗私", "717": "食文錢，水腐蒸餐四日，茶必重烹，載晒足裹破衲之", "718": "餘，皋亭量公以新裹足布進。師云：「檀信敬心，尚難消", "719": "受，況同衣乎？」量為汗顏再拜，自此亦不妄製新衣。有", "720": "某師拜送香金，師正色卻之。復移住鴛水桐月庵，即", "721": "今萬如禪師如如庵也。萬初年亦脫白興善為師高", "722": "足，與師先後同為大善知識，上溯南明，而三師住鴛", "723": "水數載，此鴛湖之號所自始也。時許孝廉振侯一輩，", "724": "擬為結社參。禪師以平實策進，不應多事，謝之。崇禎", "725": "庚午辛未間，𨍏轢嚴居士大參恢復白苧普明寺廢", "726": "址。蓋石晉天福年間，普明禪師道場有牧牛十頌，自", "727": "為十圖。雲棲大師為梓而傳之者，即其所建梵剎地", "728": "也。𨍏轢特求真參實悟，老成持重者，植竿開荒，見師", "729": "形灰意冷，接機穩貼，乃捐貲搆靜室。同郡紳曹侍御", "730": "石倉黃給諫闇齋譚水部埽菴，強師住錫主持。爾時", "731": "狐兔縱橫，雀鼠搆訟，愛者勸師遠引。忌者懾師宵遯。", "732": "師獨利害不攖，屹然無動。俟風波既息，乃拽杖赴閩，", "733": "則丙子秋月事也。師匿跡建寧吉陽山三載，孝廉黃", "734": "蘇門朱聯岳一輩，訪道及之，率眾就紫雲山破寺基", "735": "重建山門，請師揚化，師因號其寺曰普明而開法焉。", "736": "此不忘檇李普明因緣，隨處示現之義，亦猶疇昔之", "737": "易號鴛湖也。闡化未幾，百廢具舉，石雨萬如兩禪師，", "738": "時並主閩剎，相繼請師陞座，因訪石雨於靈峰諸檀", "739": "護，咸集請陞座。舉拂子云：「會麼？即心即佛猶是淆訛，", "740": "非心非佛可無趨向，不是心不是佛不是物，穿花蛺", "741": "蝶深深，見取不得捨不得，不可得中恁麼得，點水蜻", "742": "蜓款款飛。普明恁麼舉揚，挀著靈峰癢處，憶知拋家", "743": "散宅，闊步大方，峭巍巍孤迥迥，淨裸裸赤灑灑，踏倒", "744": "諸聖頂𩕳，把住要關，有時把住有時放行，有時把住", "745": "中放行，有時放行中把住，還知栴檀林裏純是栴檀，", "746": "獅子窟中無非獅子麼？眾中有伶俐漢出來道。普明", "747": "無端露布靈峰蘊底，山僧但向伊道，秪因曾與同床", "748": "睡，是故深知被底穿。」卓拄杖下座。師自開法後，得法", "749": "嗣三人，為雲峰鈞介菴進一初。元囑付法偈曰：「沿流", "750": "一段事，竟無頭與尾，付與師子兒，哮吼滿大地。」師初", "751": "住閩普明時，即有限住三年之語，果如所讖至。壬午", "752": "孟冬示疾，告眾云：「大凡禪眾辭親割愛，饕餮信施，皆", "753": "賴三寶之恩光也。上者參禪學道，次者乘戒俱急，又", "754": "次肯心辦行，其餘碌碌不足齒也。病朽亦從箇裏過", "755": "來，今雖風火將散，乃得覷破一機，不被昔緣纏縛，且", "756": "道病朽一機作麼生？道。清風鴈落聲聲羽，秋雨梧桐", "757": "脈脈山。珍重。」復索筆辭眾護法云：「貧道昔年曾在祖", "758": "庭，聞生死二字，乃是禪之骨髓，到這裏禪也不可得，", "759": "生死也不可得。今將風火解散，惟剩普明禪寺。原是", "760": "眾護法所成，今原付與眾護法。諒靈山付囑必不忘", "761": "也。謹此謝別。」遂書偈曰：「生也錯死也錯，鐵獅掣斷黃", "762": "金索。擲筆一喝而逝。」時崇禎壬午十月十一日辰時，", "763": "距生萬曆丁亥十月初七日酉時，世壽五十有六，法", "764": "臘四十有四。埽道人嘗論：得法禪那，密行尤重四祖，", "765": "既嗣祖風，攝心無寐，脅不至席者六十年。五祖亦謂：", "766": "受衣之人，命如懸絲。元叟端禪師，詔住徑山，歷年最", "767": "久，至寂滅無一夕解衣而寢，豈徒以嗣法行化為勝", "768": "任，而自愉快哉。顯微錄中記師書法蒼古，嘗寫華嚴", "769": "般若大乘若干部，凡紙筆裝潢之需，曾不錯用，零星", "770": "殘紙作稿乃焚，未見片字狼藉，具見一機一境，無非", "771": "古佛用心，與夫不矜細行，終累大德者。霄壤懸絕至", "772": "於力挽頹風，深幾韜寂，來去自如，尤法門中百世師", "773": "表也。是宜為銘銘曰：", "774": "斷橋石石中鐵，車溪水水中月，鍊石補天天不闕，指", "775": "月印溪溪不竭。可使卷石，當岱嶽之峰。涓滴濬曹溪", "776": "之泬，咄咄興。善剎代有墮地，獅瘞無陰陽穴。車起鴛", "777": "湖振長源，橋接普明輝古轍。", "778": "順治甲午長至日", "779": "欽命國子監司業兼掌祭酒事前戊辰二甲進士工", "780": "部虞衡清爽司郎中大理寺左寺副", "781": "曹溪憨祖弟子福徵道一居士埽菴譚貞默槃談撰"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B196 鴛湖用禪師語錄", "author": "清 妙用說　悟進．悟元等編"}