{"sourceLink": "http://www.cbeta.org/", "text": {"0": "楞嚴經勢至念佛圓通章疏鈔", "1": "楞嚴經勢至念佛圓通章疏鈔卷下", "10": "生前。令偶逢偶見。故言若逢或見也。眾生專不念", "100": "是心。不知即我本覺心性是彼究竟覺佛。經云。是", "101": "心即佛三十二相。故不妨念佛。又執即心是佛。不", "102": "知即彼究竟覺佛是我本覺心性。經云。諸佛入於", "103": "眾生心中。故不妨念心。若心佛偏念。即義不成矣。", "104": "問。一真法界。體無二相。何存內外心佛念耶。答。法", "105": "界一真。本無內外。不屬佛心。佛自證窮知生等有。", "106": "欲令生悟。義分心佛。佛為外境。心為內境。憶念功", "107": "成。自然證知。心無佛外之心。佛無心外之佛。唯一", "108": "法界。普融無盡。現前見佛者。謂不離現陰。於定中", "109": "見。或於夢中見也。當來見佛者。謂報終陰壞。見佛", "11": "佛。佛雖在眾生前。亦蹉過不見。故言若不逢見也。", "110": "來迎。或於華中見也。而云必定者。有二意。一感應", "111": "道交難思議故。謂信得即心是佛。專於事念念相", "112": "好佛故。見果報佛來入我心中。經云。是心作佛。諸", "113": "佛如來來入一切眾生想中。二始本契合。法爾然", "114": "故。謂信得即佛是心。專於理念念本性佛故。於自", "115": "心中見法身佛現。經云。是心是佛。心想佛時。是心", "116": "即是三十二相。此中不合佛念眾生者。重在眾生", "117": "念佛故。", "118": "【鈔】憶下。唯識云。云何為念。於曾習境。令心明記。不", "119": "忘為性。定依為業。謂數憶持曾所受境。令不忘失。", "12": "二人下。後喻雙憶不離也。二相憶者。喻生佛念同", "120": "能引定故。於曾未受體類境中。全不起念。設曾所", "121": "受。不能明記。念亦不生。慈雲懺主云。凡涉歷緣務。", "122": "而內心不忘於佛。謂之憶念。譬如世人切事繫心。", "123": "雖經歷語言去來坐臥種種作務。而不妨密憶前", "124": "事宛然。念佛之心。亦應如是。若或失念。數數攝還。", "125": "久久成性。任運常憶。又復覺心微起惡念。即便憶", "126": "佛。以佛力故。惡念自息。若見他人受苦。以念佛心。", "127": "憐愍於彼。願其離苦。如是相續。念佛繫心。能辦一", "128": "切淨土功德。若事下。謂此中專心憶念。及下攝根", "129": "淨念。即彌陀經一心不亂一向專念。觀經一心繫", "13": "也。二念深者。喻久憶不忘也。如是。結指之詞。乃至。", "130": "念也。皆通事理。事則能所緣歷心佛分明。唯此一", "131": "念。更無餘念。念念相續。成就定力。起信謂。以專意", "132": "念佛因緣。是也。理則能所一如。心佛不二。唯此一", "133": "緣。更無餘緣。緣心自在。成就慧力。起信所謂雖念", "134": "亦無能念可念。是也。又普門疏云。若用心存念。無", "135": "有間斷。名事一心。若了此念心四性不生。名理一", "136": "心。對前四種五種念佛。一一具此事理二念。問。前", "137": "四五門。與此事理。俱約能念。為義有異否。答。前之", "138": "四五。乃標法門方便有多。此之事理。是約行人用", "139": "心各別。是故四五門中必具二心。二心之中必攝", "14": "超略之詞。謂能如是念。則決定時時常相見也。從", "140": "四五。無混濫也。問。此中事理。與前四五念佛判事", "141": "理觀。何別。答。前則別判四五門各屬事理。此則通", "142": "判四五一一并有事理。較之。前略今細。故不同也。", "143": "然此二念中。雖不可缺一。亦有上智專於理念。或", "144": "有鈍根專於事念。或有中人兼於理事。皆隨機宜。", "145": "不必疑阻。以得見佛利益同故。佛亦下。問。三中法", "146": "身。十中智空身等。何亦稱為事耶。答。墮數量三十數也", "147": "故。屬佛身身相事也故。問。起信云。若人專念阿彌陀佛。", "148": "所修善根。即得見佛。豈非事念。又云。若觀彼佛真", "149": "如法身。常勤修習。畢竟得生。豈非理念。今何以法", "15": "生至生不相異者。喻生生不相離也。同形影者。謂", "150": "不屬理耶。答。論對報化。故屬理念。今對一真。故又", "151": "屬事。所以文殊般若明一行念佛三昧。先明不動", "152": "法界繫緣法界等。大疏亦云。一法界行亦無一故。", "153": "問。十身佛。獨出華嚴。餘所無者。云何今教念耶。答。", "154": "諸佛說教雖別。三十身同。故觀經云。諸佛如來是", "155": "法界身。如德雲但念十身佛也。清涼疏鈔亦云。然", "156": "其念佛三昧。總相則一。別即三身十身。修觀各別。", "157": "三身者。謂念法報化佛。於三身中各有依正。便成", "158": "六觀。謂念法性身土。為法身依正。念報身華藏等", "159": "剎為依。十身相海等為正。念餘淨土水鳥樹林為", "16": "生佛世世不捨。猶如形影無乖違也。", "160": "化身依。三十二相等為化身正。十身者。謂念願智", "161": "法力持意生化威勢及菩提福德相好莊嚴身。如", "162": "是重重成帝網境。則入普賢念佛之門。詳在六十", "163": "二卷。行布漸次也。圓融一念也。利根則圓融。下愚", "164": "則漸次。中根則不定。又或利根先理後事。鈍根先", "165": "事後理。皆隨機便。無一定相。先空等者。且約當部", "166": "四卷三如來藏心明。若對所念理中法界。應云。先", "167": "無為理法界佛。次有為事法界佛。後理事無障礙", "168": "法界佛。以法界如來藏同一心故。左右言也。問下", "169": "通妨。初釋二種念中隨用一種不須兼具難。次釋", "17": "【鈔】佛專憶者。含二種意。一者佛有大悲願故。二者", "170": "心佛即中隨念一即不必並驅難。三釋即心即佛", "171": "成心佛兩存難。定中見者。華嚴四十六云。若有眾", "172": "生專心憶念。則佛現其前等。六十二云。住自在心", "173": "念佛門。隨自心樂現其像故。住一切境念佛門。普", "174": "於諸境見佛現故。楞伽云。諸佛有二加持。謂令入", "175": "三昧。一也現身灌頂。二也諸菩薩等。為二持故。即能親", "176": "見一切諸佛。觀經云。無量壽佛相好光明徧十方", "177": "界。念佛眾生攝取不捨。故禪觀中皆得見也。夢中", "178": "見者。法華云。若於夢中。見諸如來坐師子座圍繞", "179": "說法。彌陀下輩文云。此人臨終。夢見彼佛。亦得往", "18": "佛在因地。自果未圓。尚於眾生念念不捨。何況果", "180": "生。報終見佛者。稱揚諸佛功德經云。若有得聞彌", "181": "陀名者。一心信樂。其人命終。阿彌陀佛住其人前。", "182": "鼓音王經云。若有受持彼佛名號。臨命終時。阿彌", "183": "陀佛。即與大眾。住其人前。令其得見。華中見者。觀", "184": "經下品中生文云。吹諸天華。華上皆有化佛菩薩。", "185": "迎接此人。如一念頃。生蓮華內。經於六劫蓮華乃", "186": "敷。觀音勢至為說經典。問。今有專心念佛。於定夢", "187": "中亦不見佛。又有一生念佛。及臨終時亦不生方。", "188": "何也。答。專心念佛。定夢中不見者。由其過去業障重", "189": "故。現在善力弱故。又佛有二加被。一者無障則顯", "19": "後。更無餘事。則念眾生。慇懃懇切無有加故。眾生", "190": "加。令其親見。二者障重則冥加。暗令得益。故普賢", "191": "云。有諸眾生。心中發明普賢行者。我時分身。皆至", "192": "其處。縱彼障深未得見我。我與其人。暗中摩頂。擁", "193": "護令就。一生念佛不生方者。念佛不精誠故。生疑", "194": "不篤信故。無有往生願故。不能斷貪愛故。問。現在", "195": "善根淺薄。可以增修。過去業障深重。云何得知而", "196": "為對治。答。有二揀別。一者三昧中若有善根發相。", "197": "則知過去種植善因。何為善發。略開四種。一念化", "198": "佛善根發相者。於念佛三昧中。忽然憶佛修六度", "199": "萬行。成三十二相。身有好光。心有智慧。說法利生。", "2": "清浙水慈雲灌頂沙門　續法集", "20": "專忘。亦有二意。一者眾生無有信行願故。二者生", "200": "降伏魔怨。作是念時生敬愛心。開發三昧。增進佛", "201": "行。或於定中見佛身相。心淨信解。或於夢中聞佛", "202": "說法。覺悟佛心。二念報佛善根發相者。於念佛時。", "203": "忽然憶佛圓滿果報之身。皆是無漏功德成就。相", "204": "好光明一一無量。神通智慧充滿法界。相續湛然", "205": "盡未來際。作是念時。慧解分明。定心安隱。善念相", "206": "續。或於定中。聞說不思議佛法境界。即便出生無", "207": "量智慧法門。或於夢中。見八萬四千諸妙相好。即", "208": "便出生無量願行功德。三念法佛善根發相者。於", "209": "三昧時。忽然憶佛真實性身。清淨無相猶如虗空。", "21": "在迷位。纏惑業苦。人天因果尚不得修。何況佛果。", "210": "唯是第一義諦。無有世諦境界。離生離滅。無作無", "211": "為。非來非去。不減不增。作是念時。善心開發。入定", "212": "安樂。通達無量法門。現起無邊佛境。或於定中。見", "213": "佛以微妙法身具諸相好。即便覺悟。遠離常無常。", "214": "而現常無常。唯識云。法身五法為性。非淨法界獨", "215": "名法身。如是悟時。開發實智三昧現前。或於夢中。", "216": "見佛以諸法如義而為其身。即便覺悟。以真如為", "217": "佛。無境不是佛。大品云。諸法如實相。諸法如實即", "218": "是佛。離是之外。更無別佛。如是悟時。清淨六根法", "219": "性現前。四念十佛善根發相者。於禪觀中。忽然憶", "22": "豈易得者。則念佛心沉埋隱沒不能發故。偶逢見", "220": "佛法界身雲。依正圓融。真應無礙。一多即入。大小", "221": "隱顯。亦理亦事。亦人亦法。亦此亦彼。亦因亦果。亦", "222": "九界亦佛界。亦三身亦十身。作是念時。開發無盡", "223": "善心。出生無盡三昧。滅重重煩惱。顯重重法性。或", "224": "於定中。見無障礙佛剎剎塵塵現身說法。即便證", "225": "知德雲一念佛門出生二十一門。如是知後。發普", "226": "賢願。行普賢行。或於夢中。見無盡身佛說法利生。", "227": "即便悟入威光念佛三昧。統攝無盡三昧。如是悟", "228": "後。發遮那智。成遮那境。以上善根皆由過去今生", "229": "念佛習報相也。見諸相好。悉屬報因相現。發諸善心。皆是習因善發二者三", "23": "者。諸佛菩薩不違本願。遊化娑婆。故令眾生偶然", "230": "昧中若有業障發相。則知過去不種善根。何為障", "231": "發。亦開四種。一者昏沉暗蔽業障發相。謂念佛時。", "232": "即便昏睡沉暗瞪矒。無所記別。令諸禪觀不得開", "233": "發。二者妄念散亂業障發相。欲修觀時。雖不昏沉。", "234": "而生邪想。欲作四重五逆十惡毀戒等事。展轉生", "235": "續。無時暫停。因是三昧不得現前。三者惡境逼迫", "236": "業障發相。將入定時。雖無妄念。而有惡境。或見焚", "237": "溺。或聞震擊。或無頭手。或墮山海。如是逼迫令其", "238": "驚怖。所發道心障礙不起。四者病事苦惱業障發", "239": "相。當念佛時。雖無上境。而身忽然生諸疾病。苦惱", "24": "逢見也。亦蹉過者。如見文殊。但覩老人貧婆等類。", "240": "百端。或為世間種種事務牽連不斷。因是無生不", "241": "能證入。以上業障。皆由過去不善報因相也。因此", "242": "善惡二法發相。即驗自己根性是善是惡。亦知自", "243": "己在前生時。種善不種善。作惡不作惡。如是見已。", "244": "善者增修令其圓滿。惡者對治令其除滅。云何治", "245": "滅。亦開四門。一治滅昏沉障。應教念化佛三十二", "246": "相中隨取一相。或取白毫相閉目而觀。若心暗鈍", "247": "懸想不成。當對一尊端嚴佛相。緣之入觀。若不明", "248": "了。即開眼觀。復更閉目。如是想時。心眼開豁。即破", "249": "此障。無復沉睡。二治滅妄念障。應教念報佛所有", "25": "或見本相。亦不蒙法利。此由惑業障覆。妄見劣相。", "250": "十力。四無所畏。十八不共。三昧解脫。一切種智。不", "251": "可思議無量功德。普現色身利益。一切神通變化。", "252": "摧伏魔外。如是念佛善法功德。一切邪惡心心數", "253": "法自然銷滅。三治滅惡境障。應教念法佛。法佛者。", "254": "即是平等法性。空寂無為。無有形相。既無形相。焉", "255": "有境界逼迫。境界空故。即是治滅此障。四治滅病", "256": "事障。應教念十佛。緣佛菩提威勢力持本願功德。", "257": "不為世間事務牽纏。緣佛福德相好莊嚴意生身相。", "258": "不為一切病苦所惱。念佛法身猶如虗空。隨其智", "259": "力。應化一切。非如眾生煩惱陰身。八苦交煎。世事", "26": "如薄福見寶為蛇為蛙。豈彼聖寶作意詐隱其本", "260": "纏縛。如蠶作繭。無出頭日。如是念時。此障即滅。故", "261": "知存心念佛。廣大功德無有不成。深重業障無有", "262": "不滅也。問。念佛佛現。亦有魔否。念佛所發善根。亦", "263": "有魔作否耶。答。佛有神通力威德力本願力。大光", "264": "明中必無魔事。或有宿障深厚。及不善用心。容有", "265": "魔起。須當辨識。經論開二。一所現相好不與經合", "266": "者。是為魔事。二不與本所修行合者。是為魔事。至", "267": "於善根發相。是魔作非魔作。亦有二辨。一約心境", "268": "久速。謂此見佛聞法等事若是善根發者。則報因", "269": "境相暫現便謝。習因善心相續不斷。若是魔所作", "27": "相耶。生佛念同者。謂眾生念佛。猶如佛念眾生。相", "270": "者。則報因境相久久不滅。或謝去更來擾亂。習因", "271": "善心暫發還滅。或倐爾變成惡念。二約煩惱輕重。", "272": "謂見善相發時。能令心識動亂。煩惱增重。眾多妨", "273": "礙。不利定心。悉屬魔作。若見善相現已。雖未證禪", "274": "定。而身心明淨。善念開發。煩惱輕微。或三昧開通。", "275": "身心快樂。內外安隱。氣色光潤。煩惱寂寂。功德巍", "276": "巍。此為善發相也。若邪正未了。應當用二法以對", "277": "治之。一者止法。謂深入三昧。一心念佛。於所現相。", "278": "悉知虗誑。但平心住定。不取不捨。如是息心寂然。", "279": "不起分別時。若是聖境。則定力逾深。善相如法。若", "28": "同也。久憶不忘者。謂時刻在懷。雖經年累月。乃至", "280": "是魔境現相。不久自壞。縱發亦不如法。二者觀法。", "281": "謂觀真空法界。念虗空法佛。推撿現相。不見生處。", "282": "相空寂故心念亦寂。知魔界如即佛界如。離真如", "283": "外無一法相。如是觀念。佛法自當現前。魔境自然", "284": "消滅。然念佛遇魔亦萬中一也。良由修淨業人具", "285": "三種力。一者念力。二者本有佛性力。三者佛攝取", "286": "力。云何邪魔得便擾害。故稱揚諸佛功德經云。若", "287": "有得聞彌陀名者。阿彌陀佛。住其人前。魔不能壞", "288": "彼正覺心。是故但當一心念佛。莫疑慮也。而云必", "289": "定下。釋疑難也。妨曰。如來者。無所從來。亦無所去。", "29": "盡形。亦不忘也。結指者。指上相憶念深也。超略者。", "290": "云何有佛現在前耶。故此通云。有二意故。佛必定", "291": "見。一約他佛。謂法身真佛。本無生滅。從真起應。不", "292": "妨來去。是故心淨佛現。心垢佛滅。其猶水澄月來。", "293": "水濁月亡也。二約自佛。謂本覺心佛。本無來去。依", "294": "覺不覺。不妨出沒。是故。心迷佛隱。心悟佛顯。其猶", "295": "鏡塵光暗。鏡潔光明也。此中下。亦釋疑也。妨曰。上", "296": "二喻中。俱含如來念眾生意。云何合內無佛念耶。", "297": "故此通云。眾生無有信願故。此再三觀勉。佛念眾", "298": "生。乃佛自願。何待言也。△後證果二。初法說。", "299": "去佛不遠。不假方便。自得心開。", "3": "二釋義二。先修因二。初舉喻二。初二人喻。", "30": "謂不但此生常得見佛。乃至他生盡未來際亦常", "300": "【疏】初一句躡前修因說也。次二句正明證果相也。", "301": "不遠者。現前見中。事念見他佛。則先色身相佛。後", "302": "法身真佛。理念見自佛。則先分證覺佛。後究竟覺", "303": "佛。當來見中。事念見他佛。則先化身佛。後報身佛。", "304": "理念見自佛。則先本覺佛。後妙覺佛。故云去佛不", "305": "遠。不假方便者。約事則念佛法門即勝異方便。何", "306": "假餘方便門以助顯我本性也。約理則念佛即是", "307": "念心。心佛無差。自他不二。豈離唯心自佛而假心", "308": "外他佛作方便耶。自得心開者。以念佛心。入佛知", "309": "覺。圓滿菩提。歸無所得。約事則佛果成證。約理則", "31": "得見佛也。乖違也。異離也。形影。略舉一事以例不", "310": "覺體圓顯。所得但得見彌陀。何愁不開悟是也。", "311": "【鈔】初一句下略提。不遠下詳釋。現前等者。難曰。上", "312": "既見佛。今何又云去不遠耶。故此釋云。上之見佛", "313": "乃是色分化本。此之去佛。即是法究報妙。故不相", "314": "違。亦可由見佛故。眾生與佛同在一處。猶如形影。", "315": "不相違遠也。△二喻明。", "316": "如染香人。身有香氣。此則名曰香光莊嚴。", "317": "【疏】初二句舉喻。法上身近佛身。心開佛心。合喻中", "318": "人沾染香。身亦有香。次二句出名。謂以如來法身", "319": "香光。莊嚴自心本覺如來。如華嚴以旃檀沉水香", "32": "離。至於聲響水波鏡光。皆不相捨離也。又此形影。", "320": "等喻菩提心香。今亦以人天名香。喻如來法身功", "321": "德香也。", "322": "【鈔】法上下。若直約法言。謂念佛名香。近佛身香。開", "323": "佛心香。鬻香長者所云發心念佛香是也。喻中下。", "324": "起信云。如世間衣服實無於香。若人以香而熏習", "325": "故則有香氣。無明染法。實無淨業。但以真如而熏", "326": "習故則有淨用。無明染者。本覺心佛藏在無明殻", "327": "也。彼論明在纏如來藏心。今經喻出纏如來藏心。", "328": "故云心開。謂心開成佛以近佛故。如身淨成香以", "329": "塗香故。若依相宗立量。應云。念佛是有法。佛心開", "33": "近對下喻合。文意單顯獲見佛益。遠對下證果。文", "330": "宗。因云去佛不遠故。同喻如染香人。香人是有法。", "331": "身有香光莊嚴宗。因云染香故。同喻如念佛。出名", "332": "者出三昧名。亦法門名也。如華嚴下。七十八云。如", "333": "白旃檀。若以塗身。能除熱惱令得清涼。菩提心香。", "334": "能除貪恚癡等熱惱。令其具足智慧清涼。又如天", "335": "上黑栴檀香。若燒一銖。普熏千界。菩提心香一念", "336": "功德。普熏法界。又轉輪王有沉香寶。名曰象藏。若", "337": "燒此香。王四種兵悉騰虗空。菩提心香若一發時。", "338": "即令一切善根永出三界。又如波利質多羅樹。其", "339": "皮香氣。一切華香皆不能及。菩提心樹所發大願", "34": "意雙顯獲見佛成二益現當見佛一益也。心開染香二益也應釋", "340": "功德之香。一切二乘五分法香悉不能及。又波利", "341": "華一日熏衣。薝蔔等華。雖千歲熏。亦不能及。菩提", "342": "心華一生所熏。諸功德香。一切二乘無漏功德。百", "343": "千劫熏。亦不能及。人天香者。華嚴云。人間有香。名", "344": "曰象藏。因龍鬬生。若燒一丸。雨七日香。若遇著者。", "345": "皆成金色。眾生齅者。七日快樂無有諸病。摩羅耶", "346": "山出栴檀香。名曰牛頭。若塗身者。火不能燒。海中", "347": "有香。名無能勝。若塗螺鼓。其聲發時。敵軍皆退。阿", "348": "那婆達多池側邊出沉水香。名蓮華藏。若燒一丸。", "349": "普熏閻浮。聞者離罪。戒品清淨。雪山有香。名阿盧", "35": "文云如是一心念佛心同佛也。心同形亦同。形同", "350": "那。若有齅者。離諸垢染。羅剎界中香名海藏。輪王", "351": "燒時。王及四軍皆騰虗空。善法天中有香。名淨莊", "352": "嚴。若燒一丸而以熏之。普使諸天心念於佛。須夜", "353": "摩天香名淨藏。若燒熏之。夜摩天眾。集天王所而", "354": "共聽法。兜率天中有香。名先陀婆。若燒一丸。普雨", "355": "一切供具。供養諸佛菩薩。普變化天香名奪意。若", "356": "燒一丸。於七日中。普雨一切諸莊嚴具。清凉疏鈔", "357": "云。初喻發菩提心香。次即忍香。瞋火不燒。三即進", "358": "香。魔軍退散。次五如次是五分法身香。四戒香可", "359": "知。五定香。得離垢三昧。六慧香。王及四兵皆騰空", "36": "影亦同。不唯此世。乃至生生世世形影皆同也。楞", "360": "者。慧證空故。七解脫香。心念於佛。脫五欲故。八知", "361": "見香。雲集聽法。是知見故。九即稱法界香。先陀婆。", "362": "一名四實。此宜用醎。香似此故。十忘能所香。故名", "363": "奪意。今之佛法身香。具眾功德。亦猶是也。△二略", "364": "述自己修行二。初自利。", "365": "我本因地。以念佛心。入無生忍。", "366": "【疏】本因因也。無生果也。次句徹果該因。心者。述己", "367": "念佛非用分別意識而念。乃六根都攝一心不亂", "368": "念也。入證也。忍智也。無生約理性言。慧心安此無", "369": "生理故。名無生忍。清凉疏云。若約忍無生理。即無", "37": "嚴云。容貌如佛。心相亦同。身心合成。名法王子。此", "370": "生之忍。若約無生之智及煩惱不生。則無生即忍。", "371": "無生法性始終無殊。證入法忍地位不等。楞嚴第", "372": "三漸云。是人即獲無生法忍。信力入印度經云。無", "373": "生忍法則能清淨初歡喜地。得大無畏安隱之處。", "374": "謂菩薩生如是心。我已得住無生忍故。生安隱心。", "375": "為令他住無生忍故。起安慰心。仁王經云。無生忍", "376": "菩薩。所謂遠不動觀慧。遠即七遠行地。不動即第", "377": "八地。觀慧即九善慧地也。則知此忍始於三漸。終", "378": "於等覺。今且約等覺說。以勢至位居補處故。上句", "379": "能修證。此句所悟證。謂以真正淨念。除滅邪妄濁", "38": "非敵對正意。故疏不釋。△二母子喻。", "380": "想。內想不起。外境自寂。內外法空。一切無生。仁王", "381": "云。一切法空得無生忍。又無生忍亦得名無滅忍", "382": "無住忍。華嚴云。無生忍者。不見有少法生。亦不見", "383": "少法滅。何以故。若無生則無滅。若無生滅則無住", "384": "處。今念化身佛。證得空如來藏智。名入無生法忍。", "385": "念報身佛。證得不空如來藏智。名入無滅法忍。念", "386": "法身佛。證得空不空如來藏智。名入無住法忍。此", "387": "亦舉一以攝餘耳。若唯忍無生。小聖亦有。豈足為", "388": "等覺深玄忍耶。", "389": "【鈔】六根都攝者。返流旋一六用不行也。一心不亂", "39": "十方如來。憐念眾生如母憶子。若子逃逝。雖憶何為。", "390": "者。依一藏心餘念不生也。念者。心為能念。佛為所", "391": "念。念通能所忍智也。不消文。清凉疏下鈔云。無生", "392": "忍有二義。一理智雙明。二唯就智說。復二。一智不", "393": "生。即無分別智體無念慮故。二煩惱不生。妄想不", "394": "起故。無生法下判位。上句下出得忍所以。又無生", "395": "下。約別相義釋。若無生等者。具云若無生則無滅。", "396": "若無滅則無盡。若無盡則離垢。若離垢則無差別。", "397": "若無差別則無處所。若無處所則寂靜。若寂靜則", "398": "離欲。若離欲則無作。若無作則無願。若無願則無", "399": "住。若無住則無去無來。無生無來離欲無作無願", "4": "譬如有人。一專為憶。一人專忘。如是二人。若逢不逢。", "40": "子若憶母如母憶時。母子歷生不相違遠。", "400": "空也。無滅無盡無去不空也。離垢無別無處寂靜", "401": "無住空不空也。今念下配釋可知。此亦下通妨也。", "402": "難曰。既有無滅忍等。云何獨無生耶。釋曰。此有二", "403": "意。一者舉總攝別。稱為無生。二者以初攝後。但標", "404": "無生理。實具諸忍也。若唯下亦通妨也。難曰。唯約", "405": "無生法理不通無滅忍等。有何過耶。釋曰。等覺之", "406": "忍。在無滅等。故非淺近。若唯無生。小乘亦證。何足", "407": "深玄。△二利他。", "408": "今於此界。攝念佛人。歸於淨土。", "409": "【疏】此界娑婆。苦世界也。淨土安養。樂國土也。攝者", "41": "【疏】上二人喻。泛指親友。猶覺寬緩。故此重將母子", "410": "持也接也。生前以威力加持。令不退念。臨終以願", "411": "力接引。令得往生。歸者還也。此界為旅亭。彼土是", "412": "家鄉。猶如有人。因事遠遊。未得歸還。今遇親友指", "413": "示道路。速回家鄉也。能攝屬勢至。所攝屬行人。攝", "414": "則雙通能所。歸義亦然。能歸行人也。所歸淨土也。", "415": "歸兼能所念佛法也。有五法門。見五土佛。謂憶想", "416": "外境念佛。則生歸變化土。見變化身佛。攝境歸心", "417": "念佛。則生劣受用土。見劣受用身佛。心境互融念", "418": "佛。則歸勝受用土。見勝受用身佛。心境雙泯念佛。", "419": "則生法性土。見法性身佛。圓通無盡念佛。則歸法", "42": "最親切者為喻。使人起信行也。於中亦有二。先喻", "420": "界無障礙土。見法界無障礙身佛。人者機也。具聞", "421": "思修三妙慧故。備信願行三資糧故。始名念佛人", "422": "也。問。設行五逆十惡。亦具三資糧慧。得生彼土否", "423": "耶。答。雖有諸過。於彼佛土有信行願。亦名為器。如", "424": "三輩九品中下輩下品是也。問。念幾時佛得能見", "425": "佛生方。答。隨機不定。或盡形持。或九十日。或七七", "426": "一七。或十日一日。或十念。或一念。但能稱名。必得", "427": "見佛。況有彌陀本願。勢至攝受。豈有念佛不生方", "428": "耶。", "429": "【鈔】此界苦淨土樂者。謂此土具八苦。生居胎獄。老", "43": "單憶有離。首三句即上一人專憶。次二句即上一", "430": "厭龍鍾。病受痛疴。死悲分散。愛則欲合偏離。冤則", "431": "欲逃偏遇。求則欲得偏失。乃至五陰熾盛。而彼國", "432": "蓮華化生則無生苦。寒暑不遷則無老苦。身離分", "433": "段則無病苦。壽命無量則無死苦。無父母妻子則", "434": "無愛別離苦。上善人聚則無怨憎會苦。所欲自至", "435": "則無求不得苦。觀照空寂則無五陰盛苦。慈雲懺", "436": "主云。不值佛。不聞法。惡友纏。羣魔惱。受輪迴。墮惡", "437": "趣。塵緣障道。壽命短促。修行退失。塵劫難成。此即", "438": "娑婆十種苦也。常見佛。常聞法。聖賢會。離魔事。輪", "439": "迴息。無惡道。勝緣助道。壽命無量。入正定聚。一生", "44": "人專忘。如來母也。眾生子也。世間慈念最切者。莫", "440": "行滿。此即安養十種樂也。歸義下。清凉貞元疏。問。", "441": "不生華藏而生極樂者何也。答。有四意。一者有緣", "442": "故。彌陀願重。偏接娑婆人也。二者使眾生歸憑情", "443": "一故。若說十方皆妙。初心茫然。無所依托也。三者", "444": "不離華藏故。極樂去此。十萬億剎。即在華藏第十", "445": "三層。未出剎種外出。四者即本師故。經云。或有見", "446": "佛無量壽。觀自在等所圍繞。既讚本尊遮那之德", "447": "如是。豈非本師隨名異化也。事則從此界。歸彼界。", "448": "見彌陀。居極樂。理則返不覺。還本覺。見自性。居唯", "449": "心。問。既萬法唯心。何以見彼此土有苦樂。生佛有", "45": "如母親。子若悖逆。忘恩負義。母念或衰。心生悔恨。", "450": "來去耶。答土有苦樂。即心相垢淨。生有來去。即心", "451": "性迷悟。如是垢淨迷悟。總不離乎法界。故云心外", "452": "無法。楞伽亦云。若一切皆心。世間何處住。何因見", "453": "大地。眾生有去來。問難也如鳥喻眾生遊虗空喻自心隨", "454": "分別而去。喻分別識。謂從自心空中。而後現眾生鳥。彼眾生鳥。還於自心空中。隨分別識", "455": "去來遊履也無依亦無住。如履地而行。謂自心空。雖無依止住處。而能", "456": "令眾生鳥如履平地似有依住也眾生亦如是。隨於妄分別。遊履", "457": "於自心。如鳥在虗空。答釋也。前四句喻。後四句合聞思修者。聞", "458": "說佛名為聞慧。憶想在懷為思慧。持念不忘為修", "459": "慧。佛地論云。菩薩履三妙慧淨土往還。釋云。以聞", "46": "佛念眾生。更過於母。逆惡重者。佛念愈深。乃至入", "460": "思修。得入淨土。故念佛人必具三慧。信願行者。聞", "461": "念佛門。心不疑貳。謂之信。信已而解。心起樂欲。謂", "462": "之願。願已而念。心勤精進。謂之行。彌陀經云。若有", "463": "信者。應當發願執持名號。雖有諸過等者。觀經鈔", "464": "云。此土博地凡夫。屬邪定聚。發心修行未得不退", "465": "者。屬不定聚。已得不退者。屬正定聚。若生安養。不", "466": "論高下。所以者何。五逆罪人。臨終十念得往生者。", "467": "亦得不退。成正定聚故。準知罪人十念即名器矣。", "468": "反顯世人雖行眾善。於彼佛土。無信行願。亦名為", "469": "非器也。三輩九品者。若發菩提心。深信因果。不謗", "47": "於阿鼻地獄。代此眾生受無量苦。又母念子。慈止", "470": "三寶。大修功德。專念彌陀。願生彼國。真佛來迎。坐", "471": "七寶蓮。住不退轉。智慧勇猛。神通自在。此名為上", "472": "輩也。兼利他行。若發菩提心。深信因果。不謗正法。", "473": "少修功德。專念佛名。回向願生。化佛來迎。坐蓮華", "474": "中。往生其國。住不退轉。功德智慧。此名為中輩也。", "475": "唯自利行。若發菩提心。亦信因果。不謗正法。不造", "476": "五逆。雖無功德。專念佛名十聲一聲。臨命終時夢", "477": "見彼佛。亦得往生。功德智慧。此名為下輩也。缺二", "478": "利行。若七日七夜禮念佛名。三心至誠心。深心。回向發願心六", "479": "念佛。法。僧。天。施。戒讀經解義。深信因果。持戒利生。發心發", "48": "一世。佛念眾生。慈心無盡。世世相隨無有退轉。故", "480": "願。回向求生者。因也真佛與化佛來迎。乘金剛臺。即", "481": "得華開見佛聞法。悟無生忍。受諸佛記。果也此名為", "482": "上品上生也。若五日五夜專意念佛。不謗三寶。善", "483": "解義趣。深信因果。持戒弘法。發大心願。回向求生", "484": "者。因也真佛與化佛來迎。乘紫金臺。經宿華開。見佛", "485": "聞法。七日後菩提不退。一小劫得忍受記。果也此名", "486": "為上品中生也。若七日或五夜至心念佛。不謗三", "487": "寶。深信因果。持戒利物。發大道心。回向求生者。因也", "488": "真佛與化佛來接。坐金蓮華。一日一夜華開。七日", "489": "之中見佛。於三七後聞法。經三小劫。住歡喜地。果也", "49": "云佛念眾生如母憶子也。若子逃逝者。喻眾生不", "490": "此名為上品下生也。如是三品。即前上輩所開。兼", "491": "利他行。若三日三夜禮念佛名。持諸齋戒。發心發", "492": "願回向求生者。因也真佛來引。乘蓮華臺。往生彼土", "493": "蓮華即開。聞四諦法。得羅漢果。果也此名為中品上", "494": "生也。若一日一夜稱念彌陀。八戒十戒。發心發願", "495": "回向求生者。因也真佛來引。坐七寶蓮。經七日開。得", "496": "須陀洹。至半劫後成羅漢界。果也此名為中品中生", "497": "也。若一日或一夜專意念佛。孝養仁慈。臨終遇善", "498": "知識指示淨土法門者。因也命終坐蓮華生彼。經", "499": "七日已。聞法得須陀洹。過一小劫成阿羅漢。果也此", "5": "或見非見。二人相憶。二憶念深。如是乃至從生至生。", "50": "念佛而墮惡道苦也。雖憶何為者。喻如來單憶", "500": "名為中品下生也。如是三品。即前中輩所開。唯自", "501": "利行。若不謗正法。亦作眾惡。命終時。聞經名。稱彌", "502": "陀至半日或半夜者。因也化佛來引。坐寶蓮華。經七", "503": "七日華開。聞法發菩提心。過十小劫得入初地。果也", "504": "此名為下品上生也。若破戒偷盜。然不謗三寶。臨", "505": "終聞淨土法。稱念佛名。經一時一刻者。因也化佛來", "506": "引。坐蓮華上。過六劫後。蓮華始開。聞法發心。果也此", "507": "名為下品中生也。若造五逆十惡。然亦不謗正法。", "508": "臨終聞佛。至心十念乃至一念者。因也命終。見金蓮", "509": "華。滿十二大劫蓮華方開。聞實相法。發無上心。果也", "51": "無益也。子若下。後喻雙憶不離。初二句即上相憶", "510": "此名為下品下生也。如是三品。即前下輩所開。無", "511": "二利行。問。大本云唯除五逆。觀經云五逆得生。二", "512": "義云何。答。大本云唯除五逆誹謗正法。則知五逆", "513": "而兼謗法者。乃在所除也。如不兼謗者。亦未必除。", "514": "良由謗則不信。不信則不生。所謂疑則華不開。是", "515": "也。觀經但言五逆。不言謗法。則知雖具五逆。不謗", "516": "法者。必定得生。如兼謗者。亦不生也。良由信則不", "517": "謗。不謗則華開。所謂信則決定生。是也。下輩下品", "518": "者。謂下輩內之下品。非中上也。問。大本三輩。純明", "519": "善行不及惡人。止齊觀經前之六品。云何今以下", "52": "念深。末二句即上生生不異。謂六道眾生慕念如", "520": "輩配下品耶。答。有三意。一約行因。善惡雖異。而位", "521": "次輩品正同。三三成九故今取位不取行也。二下輩與", "522": "下品。十念行同故。三五逆十惡而不謗者。亦攝下", "523": "輩善人中故。大本云。地獄鬼畜生亦生我剎中。墮", "524": "地獄者。非五逆人而何。若下輩不攝。置於何輩耶。", "525": "盡形持者。大本經云。一向專念無量壽佛。則知一", "526": "生持也。九十日者。般舟三昧經云。九十日中常行", "527": "常立。一心繫念。於三昧中得見阿彌。文殊般若云。", "528": "九十日中。端坐西向。專念於佛。即成三昧。七七者。", "529": "大集經云。若專念佛至七七日。現身見佛。一七者。", "53": "來。猶如如來憐念眾生者。然方得感應道交生佛", "530": "彌陀經觀經皆云。一日乃至七日即得往生。十日", "531": "者。鼓音王經云。受持佛號十日十夜。除捨散亂。必", "532": "得見佛。大本云。一心常念十晝夜不絕者。命終必", "533": "生我剎。一日者。大本云。一心繫念於我。雖止一晝", "534": "夜不絕。必生我剎。十念者。觀經云。其人苦迫不遑", "535": "念佛。十聲稱佛。即得往生。一念者。大本云。信樂不", "536": "疑。乃至一念念於彼佛。亦得往生。問。云何一念彼", "537": "佛。亦得生彼國土。一聲彌陀。能滅八十億劫生死", "538": "罪耶。答。一心朗念。積妄頓空。喻如一燈能滅千年", "539": "室暗。一火能燒百輛車薪。況乘如來本願功德。豈", "54": "不二也。故高齊大行和尚云。宗崇念佛四字教詔。", "540": "可思議耶。故法華云。一稱南無佛。皆已成佛道。佛", "541": "名經云。一聞佛名。滅無量劫生死之罪。大悲經云。", "542": "一稱佛名。以是善根。入涅槃界不可窮盡。大莊嚴", "543": "經論云。佛世一老人來求出家。舍利弗等俱不肯", "544": "度。以觀彼多劫無善根故。佛自度之。即證道果。因", "545": "告大眾。此人無量劫前。為採薪人。猛虎逼極。大怖", "546": "上樹。稱南無佛。以是善根。遇我得度。況有下。上明", "547": "自力。此明他力。自力復二。一者稱念彼佛力。如帆", "548": "楫。二者本有佛性力。如舟船。他力即是佛願攝取", "549": "力。如順風。三事周圓。必生彼土矣。問。佛既自來迎", "55": "謂信憶二字不離於心。稱敬二字不離於口。任意", "550": "引。何又假多少化佛授手耶。答。顯其功行有淺深", "551": "故。如善導千念而飛千光。少康十聲而出十佛。華", "552": "嚴離垢幢菩薩偈云。以佛為境界。專念而不捨。此", "553": "人得見佛。其數與心等。△三結答圓通。", "554": "佛問圓通。我無選擇。都攝六根。淨念相繼。得三摩地。", "555": "斯為第一。", "556": "【疏】初一句牒所問。包含眾妙曰圓。遍入諸有曰通。", "557": "又總攝萬化不滯一隅曰圓。統生一切無有間隔", "558": "曰通。次五句結能答。我等四句出本因。先因修。無", "559": "選擇者。一揀非那律選眼空生擇意。二外不選六", "56": "早晚終無再住娑婆之法。此為念佛第一要䇿。", "560": "根相。浮勝二根相也內不擇六根性。見聞覺知性也根都攝者。對", "561": "上亦二義。一眼不取色。乃至意不緣法。二唯依一", "562": "精明心不行六根用故。餘念不生曰淨。念而無念", "563": "故。一心繫佛曰念。無念而念故。相繼。謂事則憶念", "564": "無間。理則圓照無間。得句。後果證。梵語三摩地。此", "565": "云等至。等謂齊等。離沉掉故。至謂至到。到勝定故。", "566": "亦云等持。謂平等持心趣一境故。雖通因果。此且", "567": "取功用中純熟一義。故名曰得。事則成念佛三昧。", "568": "理則顯本性如來。斯為句。歎殊勝。問。大本彌陀經", "569": "云。極樂清淨。次於泥洹。今經揀選圓通。勢至念佛。", "57": "【鈔】泛指者。師資君臣。皆該在許。如來下。問。前言念", "570": "次於觀音返聞。何稱為第一耶。答。就楞嚴本經。有", "571": "三意。一文殊。謂念性生滅因果殊感故。第二勢至。", "572": "謂一心淨念現見自佛故。第一二阿難循聲故。返", "573": "聞為當根。念佛為不當根。佛以聖性皆通歸元無", "574": "二。故稱觀音勢至並無優劣。三此方教體在於音", "575": "聞故。以耳根圓通。當此方機。勢至居次。十方法門", "576": "念佛為最故。以念佛圓通。當十方機。等於觀音。約", "577": "念佛法門中。若事念他佛。助顯本覺性佛。則次泥", "578": "洹。異於觀音。若理念自佛。直顯涅槃心佛。則等泥", "579": "洹。同觀音矣。所謂不假方便自得心開。是也。如此", "58": "佛但念彌陀。不念諸佛。云何此言十方如來耶。答。", "580": "念佛法門。不稱第一。而謂之何哉。修心者豈可忽", "581": "諸。", "582": "【鈔】牒所問者。楞嚴五卷云。我今問汝。最初發心悟", "583": "十八界誰為圓通。從何方便入三摩地。故此牒云。", "584": "佛問圓通也。包含下。約包遍釋圓通。又下約攝生", "585": "釋圓通。又多門入一。一門容多。名之為圓。如珠懸", "586": "空。映于五色也。一入多門。多門容一。名之為通。如", "587": "泉潛流穿於十方也。根都攝下。佛為能攝。根為所", "588": "攝。攝則通二。二義中。初通事念。次通理念。上無擇", "589": "二義亦例此知之。等至下。圓覺疏翻為等至。等謂", "59": "有二意。一即指彌陀一佛。以三世十方有無量彌", "590": "平等住持。雙離沉掉也。至謂能到勝定。及至勝位", "591": "也。等持下。此依會玄記釋。事則成等至。理則成等", "592": "持。故開二義也。問下通妨也。慧覺曰。或謂淨土乃", "593": "聖人之權方。所以接鈍根化凡器也。苟能一超直", "594": "入如來地。何藉於他力乎。答云。馬鳴龍樹天親等", "595": "諸菩薩。皆發願往生。應盡是鈍根乎。釋迦於大寶", "596": "積經。勸父王淨飯并六萬釋種。皆求生淨土。應盡", "597": "是凡器乎。一舉心念佛。即見性成佛。豈非一超直", "598": "入乎。青草堂後身為曾魯公。戒禪師後身作蘇東", "599": "坡。真如喆公後身多憂苦。太平古老後身躭富貴。", "6": "同於形影。不相乖異。", "60": "陀佛故。觀經云從下方金佛光剎。乃至上方光明", "600": "海印信禪師生朱防禦家為女子。豈可單仗自力", "601": "乎。若以此為權。將何為實。輕念佛者。可不慎歟。如", "602": "此下。結顯也。若以念佛一門攝生。世出世法言之。", "603": "為五欲故發心念佛。地獄界也一為名利故發心", "604": "念佛。餓鬼界也二為眷屬故發心念佛。畜生界也", "605": "三為勝他故發心念佛。修羅界也四畏惡道故發", "606": "心念佛。人法界也五求天樂故發心念佛。天法界", "607": "也六欣涅槃故發心念佛。聲聞界也七慕無生故", "608": "發心念佛。緣覺界也八欲度他故發心念佛。菩薩", "609": "界也九希成佛故發心念佛。佛法界也十堅心念", "61": "王佛剎。於其中間。無量塵數分身無量壽佛。二通", "610": "佛。地大也十一喜心念佛。水大也十二熱心念佛。火大", "611": "也十三勤心念佛。風大也十四虗心念佛。空大也十五靈", "612": "心念佛。根大也十六想心念佛。識大也十七念佛旋見。", "613": "眼根也十八念佛反聞。耳根也十九念佛轉齅。鼻根也", "614": "二十念佛還甞。舌根也廿一念佛攝覺。身根也廿二念佛", "615": "逆知。意根也廿三念佛觀像。色塵也廿四念佛聽名。聲", "616": "塵也廿五念佛染香。香塵也廿六念佛有味。味塵也廿七", "617": "念佛光嚴。觸塵也廿八念佛觀想。法塵也廿九眼不別", "618": "色。眼識念佛也三十耳不別聲。耳識念佛也三一鼻不", "619": "別香。鼻識念佛也三二舌不別味。舌識念佛也三三身", "62": "指十方諸佛。謂不唯我彌陀一佛悲願如是。即十", "620": "不別觸。身識念佛也三四意不別法。意識念佛也三五", "621": "怖生死苦。苦諦念佛也三六息諸惑業。集諦念佛也", "622": "三七修戒定慧。道諦念佛也三八證寂滅理。滅諦念佛", "623": "也三九煩惱不生。無明緣念佛也四十不作諸業。行緣", "624": "念佛也四一不托母胎。識緣念佛也四二色心斷滅。名", "625": "色緣念佛也四三諸根󰞆泯。六入緣念佛也四四根塵", "626": "識離。觸緣念佛也四五不領前境。受緣念佛也四六不", "627": "貪財色。愛緣念佛也四七不求塵欲。取緣念佛也四八", "628": "業無有成。有緣念佛也四九不受後陰。生緣念佛也", "629": "五十空無熟壞。老死緣念佛也五一一心念佛萬緣自", "63": "方諸佛憐念亦然。正顯佛佛道同。故華嚴問明品", "630": "捨。施度也五二一心念佛諸惡自止。戒度也五三一心", "631": "念佛心自柔順。忍度也五四一心念佛永不退轉。進", "632": "度也五五一心念佛餘想不生。禪度也五六一心念佛", "633": "正智分明。智度也五七一心念佛成正徧知。菩提也", "634": "五八一心念佛常樂淨我。涅槃也五九寂靜念佛。空如", "635": "來藏也六十想像念佛。不空如來藏也六一圓通念佛。", "636": "空不空如來藏也六二日出念佛。先照時也六三食時", "637": "念佛。轉照初也六四亭午念佛。轉照中也六五晡時念", "638": "佛。轉照後也六六日沒念佛。還照時也六七念心外佛。", "639": "小教也六八念心內佛。始教也六九念即心佛。終教也", "64": "云。十方諸如來。同共一法身。一心一智慧。力無畏", "640": "七十念非心佛。頓教也七一念普融佛。圓教也七二有佛", "641": "有心淨念相繼。事法界也七三無佛無心不假方便。", "642": "理法界也七四念佛念心入無生忍。事理無礙法界", "643": "也七五若佛若心遍含無盡。事事無礙法界也七六一", "644": "念佛門含無盡義。總相也七七四五義門非一念佛。", "645": "別相也七八十六觀等同成念佛。同相也七九依報清", "646": "淨非正莊嚴。異相也八十念佛一門攬諸義成。成相", "647": "也八一四種五種各住自位。壞相也八二依正功德念", "648": "佛更周。同時具足相應門也八三遍周諸法不離念", "649": "佛。廣狹自在無礙門也八四一根念佛六根都攝。一", "65": "亦然。楞伽第四云。一切諸佛有四平等。所謂字平", "650": "多相容不同門也八五念佛三昧即一切法。諸法相", "651": "即自在門也八六正念佛時餘門不現。秘密隱顯俱", "652": "成門也八七此念佛門一切齊攝。微細相容安立門", "653": "也八八五種念佛互攝重重。因陀羅網境界門也八九", "654": "見念佛門即見無盡。托事顯法生解門也九十前後", "655": "念佛不異當念。十世隔法異成門也九一念佛一法", "656": "帶無盡法。主伴圓明具德門也九二念自心佛。本覺", "657": "也九三念佛信心。始覺中名字也九四念佛解心。始覺", "658": "中相似也九五念佛證心。始覺中分證也九六念佛成", "659": "佛。究竟覺也九七當念佛時寂寞無為。法身佛也九八", "66": "等。語平等。身平等。法平等。觀經云。見無量壽佛者。", "660": "當念佛時無德不具。報身佛也九九當念佛時凡聖", "661": "並欣。化身佛也一百故知念佛一法攝盡一切法矣。", "662": "△二皈命回向。", "663": "稽首釋迦彌陀佛觀音勢至諸聖賢", "664": "仰願三寶加被力令此經疏遍塵剎", "665": "見聞隨喜及持說畢竟得生安樂土", "666": "回此功德向法界同成無上菩提果", "667": "楞嚴經勢至念佛圓通章疏鈔卷下終", "668": "音釋", "669": "遮那此云徧一切處亦云光明徧照。瞪音證直視貌。矒音蒙昏悶不了也。波利", "67": "即見十方無量諸佛。憐念者。三昧經云。諸佛心者", "670": "質多羅此云圓生忉利天樹華開香徧五十由旬又翻間錯莊嚴眾雜色華周匝莊嚴故又", "671": "云香徧樹根莖枝葉膚實莫不皆香故。薝蔔音瞻部此云黃色華最香形似梔子華其樹高", "672": "大。摩羅耶翻高山或云牛頭亦云離垢。阿那婆達多此云無熱惱池名也。", "673": "阿盧那此云亦色香名。羅剎此云速疾鬼又云可畏暴惡。須夜摩此云善時", "674": "分時唱妙善樂故。兜率華言知足於五欲境知止足故。先陀婆此云石鹽其香似之", "675": "醎水馬器皆云先陀婆今應用醎也。龍鍾老病貌謂老來腰灣背跎猶如龍之鍾曲也。疴", "676": "音阿病也。楞伽此云不可往山也佛在此說名楞伽經。羅漢翻無生應供殺賊四果也。", "677": "須陀洹翻預流初果也。般舟翻佛立常行三昧也。遑音王心不暇也。輛音亮車輛。", "678": "那律華言無貧亦云如意。浮勝二根謂浮塵根勝義根也六根中各各具此二種。", "679": "掉音迢搖動也。泥洹即涅槃音轉耳此云入滅。十八界六根六塵六識也。淨", "68": "大慈悲是。慈悲所緣。緣苦眾生。若見眾生受苦惱", "680": "飯梵語閱頭檀亦翻真淨白淨王名也。喆音執與哲同。晡音補申時。因陀羅網", "681": "此云天帝網。", "682": "No. 311-C 刻勢至疏鈔緣起No. 311-C", "683": "刻勢至疏鈔緣起", "684": "諸修行中。念佛為最。念佛方法。莫尚此經。疏鈔之作", "685": "不容己也。戊午冬。京兆戴復齊先生長公仁長預祝", "686": "乃翁壽建華嚴會。予時首眾唪至德雲念佛門。諦審", "687": "沉觀。其夜夢本師和尚為講勢至章。比曉細研清涼", "688": "疏鈔。遂於臘月八日開釋。歷己未元宵閣筆。暨夏五", "689": "月。貴本請教於復齊戴先生。今歲七月望先生囑公", "69": "時。如箭入心。欲拔其苦。是以求往生者。不可思惟", "690": "即募刻之。公即喜而應命。即以此為起疾延生之公", "691": "據壽增福益足可徵也。梓人曰。是佛菩薩佑耶。非佛", "692": "菩薩佑耶。余曰。當知是經義不可思議。果報亦不可", "693": "思議。所以然者。或開五欲樂。或闡六塵境。或為聲名", "694": "之蒿矢。或結世產之果因。如是施資縷本有損無益。", "695": "今刻念佛法門供一人。有一人之益。供千萬人。即有", "696": "千萬人之益。在一時一處。則一時一處益。盡未來遍", "697": "沙界。便有塵方億劫之益。此則力同勢至。願比彌陀。", "698": "攝念佛人。歸安養土。其無漏功德。等於虗空。何可以", "699": "心思言議耶。且既得佛心。使三寶常住。佛不佑之而", "7": "【疏】先喻單憶有離也。有人喻生佛二人也。一專憶", "70": "己惡而疑佛不來接。誰知佛心專於逆苦眾生之", "700": "誰佑歟。故此輕小之兆不足疑也。眾以為然。命作文", "701": "勸世。普起一切人之信心。復翁先生聞之曰。茲事茫", "702": "昧。不須遄舉。信心眾具。廣勸奚為。余曰不然。生死一", "703": "大事也。其能脫之之法門。豈曰小哉。信者雖多。莫能", "704": "常遍。今表而出之。未信者令信。已信者令增。又何傷", "705": "於轉勸乎。遂記此於疏鈔之末。為流通一助云。時", "706": "康熙庚申年十月十一日灌頂行者續法題", "707": "於慈雲觀堂", "71": "中種種救度。如何自生疑阻甘心苦趣耶。問。逃逝", "72": "二句。與上專忘逢不逢義。有差別否。答。亦同亦異。", "73": "同者。不念佛則不能見佛。雖見佛亦不蒙法利。此", "74": "與逃逝無異。憶他何為。異者。謂前之喻意。尚明眾", "75": "生或有時而念。但念之不切。憶之不深。故若逢不", "76": "逢。於佛憶猶為有益。此中喻意。竟明眾生不唯忘", "77": "念而且謗佛。以不信故。墮在三途受無量苦。故若", "78": "逃逝。於佛憶則為無益。感應生佛者。子喻生感。母", "79": "喻佛應也。道交不二合不違也。故高齊下。彼論云。", "8": "者。喻佛念眾生也。一專忘者。喻眾生不念佛也。若", "80": "往生淨土。要須有信。信千即千生。信萬即萬生。信", "81": "佛名字。不離心口。諸佛即救。諸佛即護。心常憶佛。", "82": "口常稱名。身常尊敬。始名深信。△二合法。", "83": "若眾生心。憶佛念佛。現前當來必定見佛。", "84": "【疏】眾生心者。揀口念而心不念也。憶記持不忘也。", "85": "念繫緣在懷也。又初時偶然勉強記憶曰憶。後時", "86": "長久熟脫緣念曰念。又憶是暫念一憶之謂。念是", "87": "數憶常念之謂。若事憶念。則專心注意。毫無雜緣。", "88": "若理憶念。則唯妙覺明圓照法界。佛亦有二。一事", "89": "相。即是三身十身。二理性。唯是一真法界。又事理", "9": "逢不逢或見非見者。以佛專念眾生。未甞不在眾", "90": "憶念佛中。復各有二。一行布。二圓融。謂先念化報。", "91": "然後法等。是事次第也。若三若十。同在一心。是事", "92": "一時也。先空次不空後空不空。是理次第也。三如", "93": "來藏心佛同在一時中念。是理圓融也。問。若心外", "94": "有佛。何容理念。設心外無佛。烏用事為。答。心外有。", "95": "佛者。由我心佛。成彼外佛。經云。諸佛正知從心想", "96": "生。故須理念。心外無佛者。託心外佛。顯我心佛。經", "97": "云。心想佛時是心作佛。故須事念。若離事理二念。", "98": "何名即心即佛。問。若即佛是心。秪應念心。何必念", "99": "佛。又即心是佛。秪應念佛。何必念心。答。但執即佛"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 311 楞嚴經勢至圓通章疏鈔", "englishTitle": "卍 Xuzangjing, Electronic version, No. 311 楞嚴經勢至圓通章疏鈔", "author": "清 續法集", "language": "chinese", "source": "CBETA"}