{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 352 勝鬘經述記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "勝鬘經述記", "1": "勝鬘經述記卷下", "2": "大乘慈恩　基法師說", "3": "門人　義令　記", "4": "於第三明道諦智中。有二。初明二乘不得四智。第二", "5": "明如來得四智。前中有三。初舉喻。顯此有三。二意即", "6": "生。第二牒四住地無明住地作業不同。第三將無明", "7": "住地與四住斷處懸別。前中有二。初舉喻。二出法。言", "8": "世尊又如取緣有漏業因而生三有者。述曰。三界處", "9": "生。要須名言種子為親因。愛取業為增上緣。三有果", "10": "起。今不取名言為因。乃用有漏業為因。愛取為緣。以", "11": "業望果。有大勝用。故說為因。愛取資助。既能說為緣", "12": "故。於明法中有二。初乘前起後。明亦有三。第二說三", "13": "種意生身因緣是爾。言如是無明住地至三種意生", "14": "身者。述曰。昔由有漏業所感得身。若隨業力。不久即", "15": "滅。聖者即欲三劫修因。恐癈長時修涅槃行。乃將定", "16": "願無漏資助感身。今身業令彼長時與果不絕。所知", "17": "障助為緣。無漏有分別業為因。有三種意生身。謂阿", "18": "羅漢。辟支佛。大力菩薩。阿羅漢喻欲界。辟支佛若色", "19": "界。大力菩薩猶無色界。成唯識。名大自在菩薩。謂八", "20": "地已上。皆得相土二自在故。名為自在。問。何故楞伽", "21": "經云。前五地名三摩䟦提業樂法意生身。六七二地", "22": "名覺法自性意生身。八九十地名種類俱生無作行", "23": "意生身。然今此經即言羅漢等三耶。答。此經據三乘", "24": "決定者作。言羅漢辟支佛。以前三果迴心受變易不", "25": "定故。菩薩之中。唯據頓悟。大悲增者。要八地已上。方", "26": "受變易身。其楞伽經。唯據頓悟。不說二乘漸悟。唯論", "27": "大智增上。非增上者故。前五地已還。修五度故。名三", "28": "摩䟦提樂法意生身。六七二地。既得無相。在身猶有", "29": "加行。名覺法自性意生身。八地已上。與前相似。名為", "30": "種類。任運起故。名曰俱生。更不作功用。名無作行。二", "31": "種經。各據一義。亦取不相違也。言此三地彼三種意", "32": "生身至依無明住地者。述曰。第二諸因緣意爾。於中", "33": "有二。初明依。二明緣。無明住地。彰三身起無始時義。", "34": "此三地者。謂羅漢辟支佛大悲菩薩。樂受生時也。彼", "35": "三種身。由無漏業資無明住地為緣。須正逐生也。言", "36": "有緣非無緣至緣無明住地者。述曰。二明緣。彼定此", "37": "三種三身。彼有緣非是無緣。故在生。是故三身無漏", "38": "業為因。無明是緣也。", "39": "言世尊如是有愛住地至業因者。述曰。第二明五住", "40": "地作業不同也。有愛。最上微玅。故今偏舉。由四住地", "41": "能發業而生。通不善故。其所知障。以非發法。發潤唯", "42": "有覆故。但能發有覆無覆二業。不能發不善之業。故", "43": "說不同業也。", "44": "於第三明無明住地與四住斷處懸別中。有二。初總", "45": "標。第二別顯所以。言無明住地異離四住地至佛菩", "46": "提智所斷者。述曰總標也。無明住地與四住地異。亦", "47": "離於彼。唯佛能斷。非二乘除。以不證法空故。何以故", "48": "下釋所以。於中有二。初明二乘證理不盡。二明二乘", "49": "不知不見也。前中有二。初明二乘不盡。二出不盡之", "50": "相。言何以故至亦不作證者。述曰。問云有何所以。唯", "51": "如來能斷。二乘不除耶。言無漏不盡不得自在者。古", "52": "解漏有二。謂煩惱漏。二過失漏。二乘但斷煩惱漏盡。", "53": "作所作已辦。以不能滅過失漏。名無。彼漏不盡故。不", "54": "得自在也。今基法師云不然。無漏者。只道淨故名無", "55": "漏。無漏有二。若生空無漏。二乘證得。以不得法空無", "56": "漏名證無漏不盡故不得自在。亦不作證也。問何者", "57": "是無漏不盡耶。言無漏不盡者即是無明住地者。述", "58": "曰。第二出不盡相。由二乘不斷無明住地故。便證無", "59": "漏不盡。謂法空智是也。第二出二乘不知等中。有四。", "60": "初明斷過有餘。二以不斷故下。明三事有餘。三以成", "61": "就下。明知諦有餘。四是名得少分下。明所得涅槃有", "62": "餘也。前中有二。初明三乘聖人為無明所覆遂無知", "63": "覺。二明不究竟。言世尊至不知不覺者。述曰。明三乘", "64": "聖人為覆無知覺也。此二乘人。為未斷無明住地。覆", "65": "法空理。障法空智。於彼彼真俗境中。不知不覺。最後", "66": "身菩薩者。或是化相中。王宮生菩薩。未至妙覺地。為", "67": "微細者著礙所覆障。未得知覺。或是實相菩薩。未至", "68": "金剛道已還。不斷二障種習。解脫道果未起已來。為", "69": "障所覆。亦無知覺。無知覺者。二乘未得法空中。根本", "70": "者智故不知。無後得智故不覺。亦約盡智無生智解", "71": "也。若最後身菩薩。未得佛地真淨圓滿本後二智。名", "72": "不知覺也。亦約如理如量二智解也。言以不知見至", "73": "究竟者。述曰。第二明不究竟也。若二乘人。未迴心。未", "74": "斷過。地不滿。不斷所應斷法執。終不究竟證得大果。", "75": "若最後身菩薩。未到妙覺地始。等覺地終。猶有餘染。", "76": "未名圓證樂果。名不究竟也。上雖有二名。斷過有餘", "77": "也。言以不斷故至一切功德者。述曰。第二三事有餘", "78": "也。言三事者。即涅槃經中三事涅槃故。然解三事有", "79": "三義。一唯約無為真如。二唯約有為智慧。三通約心", "80": "境也。言約無為真如者。此真如上。性有三德。為煩惱", "81": "覆不顯。非是新得。修道證三時。假名新淨。如虗空除", "82": "雲作淨也。即此真如在纏。名如來藏。出纏。與眾生為", "83": "依。名為法身。離障縛邊。名為解脫身。性能覺照。與覺", "84": "知為依。名摩訶般若身。此即體一義分有三也。言約", "85": "有為智慧者。即此智慧。雖是修生。然種本有。要仰勳", "86": "習。四智方成。為法莊嚴之相。依處體依聚義。總得名", "87": "身。稱法身也。昔為無知覆而礙解。今既斷已。如蓮華", "88": "開永無障染。名解脫身。智慧本來性能覺了。此已圓", "89": "滿。具德無邊。名為般若也。言通約心境者。此三事中。", "90": "法身唯攝真如。性凝非假所立。般若但取智慧。動照", "91": "要藉修生。解脫離縛得名。境智二俱成有。若言唯真", "92": "三事二乘何不證修。若道獨智。稱三慧照。寧無真境。", "93": "如來。二俱平等。離障顯淨。既云通二。合得三身。於理", "94": "教當見矣。二乘雖證真如與佛無別。但無利他業。三", "95": "義不顯。與佛有異。下此文中。言解脫者解脫身。言清", "96": "淨者即法身。言功德者即般若。此三中一一。皆初句", "97": "稱與。後句感應也。言以成就至有餘功德故者。述曰", "98": "明知諦有餘。於中有二。初牒前三事。生起後文。二正", "99": "明知諦。此即初也。為於三事未得。雖昔證理。於真諦", "100": "猶不具足。言知有餘苦至修有餘道者。述曰。正明知", "101": "諦也。然諦有三義。一苦等。二名諦是已實也。三名實", "102": "一真法界也。然凡夫但知苦等。不知諦是實。二乘知", "103": "苦等及諦。而不知實。菩薩於中三皆有知故。今二乘", "104": "為不知四諦之實理。皆名有餘也。如涅槃經辨。或可", "105": "約有作無作八諦解亦得。言是名少分至向涅槃界。", "106": "述曰。第四明所得涅槃有餘也。約四種涅槃。無第四", "107": "故。名作有餘。是得涅槃之分無為理故。向涅槃界。界", "108": "者因也。是向涅槃之不因。起菩提之大體故。", "109": "於第二明如來得四智中。有二。初明佛所得之爾所", "110": "以。以佛成就一切功德故得。二如來應等正師子吼", "111": "大。正明佛得。前中有四。翻前二乘四種有餘。得四無", "112": "餘。經文前却不次。前二乘中。初斷過。二事。三知諦。四", "113": "明無。今此文中。初知諦。二涅槃。三三事。四斷過。問何", "114": "故作次不同然。答是如來隨自意語。不可准釋也。", "115": "言若知一切苦至修一切道者。述曰。明知諦無餘。翻", "116": "前三有作無作二種。皆名四無餘。又於苦等諦一實", "117": "三事中。俱證悟盡。名無餘也。", "118": "於第二明涅槃中。有二。初明佛自利德。二於無覆護", "119": "下。明利他德也。翻第四。言於無常壞世間至常住涅", "120": "槃界者。述曰。明自利德也。凡世間有二。謂言器世間。", "121": "有情世間。如來於有情世間。自斷障染。於器世間。為", "122": "他分所持。於中但見清淨。言無常壞世間者。器世間", "123": "也。然此為三灾所壞。四相所遷。隨業感生起。名無常", "124": "壞也。言無常病世間者。有情世間也。有情隨業。生死", "125": "漂流。四百四病。常不離身。非情非故。三乘因眾。皆有", "126": "此病。麤細有異。如來。於二世間中。證得常住圓寂妙", "127": "理名涅槃界也。言於無覆至為依者。述曰。第二明利", "128": "他德也。言無覆世間者。是有情世間。皆未證無漏所", "129": "收。名無覆護。如來能為護世。言無依世間者。是器世", "130": "間。既有成住壞空。無久依處。如來於彼為依。令成淨", "131": "土也。", "132": "於第三明三事中。有三。初總明三事。二智慧等下別", "133": "明。三是故下結也。翻前第二也。言何以故至故得涅", "134": "槃。述曰總明也。有二。初徵。次釋。言法無優劣者。如來", "135": "所成名優。優者。長也滿也。二乘所證名劣。劣者。弱也", "136": "半也。此一法言有通四種。理教行果。今既會如果。同", "137": "歸一乘。四種俱會。如法華經中云。三車誘引。果同設", "138": "異。此即會果也。一雨普潤。教同機異此。即會教。也涅", "139": "槃經中三。獸渡河。理同證異此。即會理也。此經上文", "140": "六處大因。行同修異。此即會行也。教理行果。皆同一", "141": "味。即無優劣。若悟此理。故得涅槃也。言智慧等至得", "142": "涅槃者。述曰。第二別明三事也。等者平等。無半滿。絕", "143": "大小。混師資。離頓漸。名為平等也。言智慧等者。摩訶", "144": "般若也。言解脫等者。解脫身也。言清淨者。法身也。言", "145": "是故涅槃至謂解脫味者。述曰。第三結成三味也。一", "146": "味者法身也。味者般若也。解脫身也。味者資身之用。", "147": "如世間味資壽命。出世之味益慧命故。此三味即三", "148": "事涅槃。如來悟知。引二乘證。", "149": "於第四斷無餘翻前第一中。有二。初返釋如來不斷", "150": "之失。二世尊於此起煩惱下。順解斷得。前返中有三。", "151": "初以淨顯前由不斷無明住地不得三事。二何以故", "152": "下。若不斷無明住地。不得恒沙佛法。三是故無明住", "153": "地積集下。由不斷無明住地。遂起恒沙煩惱。言世尊", "154": "若無相住地至謂明解脫味者。述曰。以後證前也。但", "155": "為不斷無明住地故。三事理皆不證。既不證三事。即", "156": "是斷過有餘。既證三事。明知斷過無餘也。於第二", "157": "不得恒沙佛法中。有二。初明不斷不究竟。二正明不", "158": "得恒沙佛法。言何以故至不究竟者。述曰。明不斷不", "159": "究竟也。但為無明住地不空故。過恒沙所應斷法。皆", "160": "不斷不究竟也。言過恒沙等至應證不證者。述曰。正", "161": "明不得佛法也。但為過恒沙等所應斷法無明不斷", "162": "故。遂於得中道諦。應得而不得。滅諦。應證而不證。便", "163": "為大失。於第三由無明生一切煩惱中。有三。初明", "164": "無明能生一切煩惱。二如是過恒沙下。明一切煩惱", "165": "依無明立。三一切上煩惱起下。雙結之。前中有二解。", "166": "一云。合有十三句。文分之為二。初二是總。十一是別。", "167": "別中有二。前七能覆因上。後四能不得果上。前七中", "168": "有二。初一能覆菩提心。下有六覆菩薩行中。止是定", "169": "初。觀是慧始。禪與正受。是定行成。方便與智。是慧行", "170": "成。於果中。初一是總。後三是別也。二云於十三句中。", "171": "合為五對。初二名見修對。二有三句三學對。三有二", "172": "句名界地對。四有三句名因果對。五有三句名有為", "173": "無為對。今約後解名為五段也。言是故至上煩惱者。", "174": "述曰。第三句見修對也。言修道斷煩惱俱生也。上煩", "175": "惱者。見惑分別起。以亦別助故名為上故。言彼生心", "176": "上至觀上煩惱者。述曰。第二有三句名三學對也。問", "177": "止者名定。觀故稱慧。其理可知。何以故言心行為戒", "178": "耶。答二乘持戒。但防七支。唯色非通。菩薩持戒。具受", "179": "十支。雖通色心。意不防色。但護其心故。涅槃經云。淨", "180": "壞聞有女人環命菩薩起念。即是犯心。故非關色。又", "181": "云。菩薩有戒。雖非形色。而可護持。雖無解體。善修方", "182": "便。可得具足。以此文證。故心名戒。然此三以下。非是", "183": "煩惱。為戒緣起。從境得名。即分三種。如滅道諦也。言", "184": "禪上至受上煩惱者。述曰。第三有二句名界地對也。", "185": "禪謂四禪。即是色界。正受謂無色界。緣此起惑。乃分", "186": "二也。言方便上至果上煩惱者。述曰。第四有三句因", "187": "果對也。方便謂加行。智者謂因中所有智。此二是因。", "188": "後名也。言得上至無畏上煩惱者。述曰。第五有三果", "189": "句有為無為對。得謂證得。無為之得。力謂十力。無畏", "190": "謂四無所畏。此二名有為也。言如是至之所建立者。", "191": "述曰。第二明一切煩惱皆依無明得立也。此四住地。", "192": "如來能除。起時依無明住地。方得生矣。如天。言一切", "193": "上至緣無明住地者。述曰。第三雙結也。言一切上煩", "194": "惱起者。謂四住地。若因若緣。皆因無明住地。而得生", "195": "長。此一皆言通下緣上。應云一切煩惱起皆因無明", "196": "住地皆緣無明住地故。", "197": "於第二順明佛斷得中。有三。初明由斷無明故恒沙", "198": "惑隨滅。翻前第三。如是一切煩惱上煩惱斷下。明得", "199": "恒沙佛法。翻前第二。三離一切過惡下明三事。翻前", "200": "第一。前中有二。初將五住地相對辨麤細。二正明隨", "201": "滅。前中有二。初明四住地是麤。二明無明住地是細。", "202": "言世尊於此煩惱至剎那相應者。述曰。第一明四住", "203": "地麤也。起者現行義。剎那者時節義。然相應具五義。", "204": "謂時依行緣事。即心法具此名相應故。今文云於此", "205": "起煩惱者。出能相應心所也。剎那心者。出所相應心", "206": "王也。剎那相應者。合辨相應。以具五義故。言世尊心", "207": "不相應無始無明住地者。述曰。第二明無明住地細", "208": "也。言心不相應義者。種子義。無緣慮故。名不相應也。", "209": "無始者。顯無始本際。是常起義也。無明住地者出體。", "210": "問。何故四住地但明現行。無明住地中。唯明種子耶。", "211": "答。有二義。一云。欲明五住地有麤細相續間斷義。起", "212": "者名曰現行。現行不即常起。名為間斷。麤也。心不相", "213": "應者是種子。種子無始恒有。名為相續。細也。二云。起", "214": "四住豈種子。何曰得無明恒無現行。此是影略說也。", "215": "於第二明隨斷中有三。初法說。二喻說。三合說。言世", "216": "尊若復過至所建立者。述曰法說也。但四住地一切", "217": "煩惱現起未斷已來。皆依無明住地持建立。若准喻", "218": "合說中。此少隨滅。但有依生。至下當知。於喻說中。有", "219": "二。初明依生喻。二明隨義滅喻也。言譬如至建立增", "220": "長者。述曰依生也。一切種子喻四住地。地者喻無明", "221": "住地。緣有地故。一切種子。依地生已。復依地增長也。", "222": "言若地壞者彼亦隨壞者。述曰隨滅也。大地為水火", "223": "風所壞之時。萬物種類。皆隨地滅。所依無故。能依不", "224": "立也。於合說中。有二。初合生二合說中有二初合生", "225": "二合隨滅。言如是至建立增長者。述曰合上生也。但", "226": "有生執。必有法。法為依故。自有法執無有生。獨行法", "227": "執故。由此四住地皆依無明生也。言若無明住地斷", "228": "者至亦隨斷者。述曰。合上隨滅也。唯十地位中。法執", "229": "已出。生執不隨滅。要至金剛除。即不得言隨無明斷", "230": "滅。然約十地故。意心因生種道力時。法執皆斷。若不", "231": "合斷。何故者留為道欲斷。方便受生。異於二乘得留", "232": "名故。又約畢竟所說。金剛道中。四住隨滅也。問。為要", "233": "由無明斷四住隨滅。為有不由無明斷四住自滅。若", "234": "要由無明者。二乘既不斷無明。四住應不滅。不由無", "235": "明故滅。即不得言皆隨法執滅也。答。無明本。四住末。", "236": "未若斷時。皆須依本。二乘雖斷。唯滅種子。習氣未亡。", "237": "無學果中。猶有障礙。在依附性不調異性不安隱性", "238": "硬澁無堪住性。障生淨土。無外清淨。若也迴心。斷無", "239": "明已。習氣隨滅。更無餘染。由是得言四住隨滅也。言", "240": "如是一切至一切智見者。述曰。第二得恒沙佛法也。", "241": "一切諸法者。謂真俗法也。通達無礙者。根本智也。一", "242": "切智見者。後得智也。又解。通達無礙者。人法二空智", "243": "也。一切智見者。謂二根本智故。一切見者。謂二後得", "244": "智故。二乘不得此。名有餘也。言離一切過惡至自在", "245": "之地者。述曰。第三明得三事也。離一切過惡者。解脫", "246": "身也。一得切功德者法身。為諸功德之所莊嚴及依", "247": "故。法王法主而得自在者。謂般若也。謂諸四智。緣真", "248": "故稱王。緣俗故稱主。皆得自在也。登一切法自在之", "249": "地者。總結三事。謂如來昇妙覺地。為法王主也。", "250": "上總明如來得之所以。下正明佛得。於中有三。初歎", "251": "佛德用。二正明得四種無餘之智。三結佛得之所由。", "252": "言如來至正師子吼者。述曰歎德也。德中有二。初內", "253": "自利德。二外利他德。言如來應等正覺者。內自德也。", "254": "有十號。前三號。三德所收。如來者斷德也。應等者恩", "255": "德也。正覺者智德也。即是經中多陀阿伽等義故。廣", "256": "釋名義如常。正師子吼者。外利德也。由如來具梵音", "257": "聲相。利益群品。為師子吼故。言我生已盡至不受", "258": "後有者。述曰。第二正明佛德四智也。明佛具證八聖", "259": "諦盡不同二乘也。言是故世尊至一向記說者。述曰", "260": "結也。非了義。非不了義。但說一向。非餘三記。不同二", "261": "乘也。", "262": "於第四明集諦智中。有二。初總標不受後有智。第二", "263": "別顯。言世尊不受後有智有二種者。述曰總也。有二", "264": "解。一云。言二種智者。謂半滿二智也。如來具得二故", "265": "名得不受後有智圓。二乘但得半智。所以四智不究", "266": "竟也。二云。二智者。謂分段變易二智也。如來具斷二", "267": "生死無。證四智究竟。二乘但斷分段。四智不圓滿也。", "268": "別顯中有二。初明佛得以智圓。二明二乘不得。前中", "269": "有二。初明如來具得三事智故圓滿。第二結成。前中", "270": "有三。初法身。二般若。三解脫也。言謂如來至不思議。", "271": "法身者。述曰。明降魔成道證得法身。伏魔有三。謂實", "272": "權破。如法華抄中述也。言於一切爾炎地至無所得", "273": "地者。述曰明般若也。爾炎。翻為境界。亦名智母。能生", "274": "智故。能於真俗二境之中。無礙自在。至不退地。名無", "275": "所得地。所作已辦故。言十力勇猛至無畏之地者。述", "276": "曰。解脫德圓滿也。雖有此三。合為第一也。言一切爾", "277": "炎至師子吼者。述曰。第二總結成也。明如來得此智", "278": "究竟也。明二乘不得中。有二。初明得離苦。第二明", "279": "得蘇息處。言世尊阿羅漢至不受死苦。者述曰明離", "280": "苦也。言世尊至蘇息處涅槃地者。述曰。明得蘇息處。", "281": "上來雖有多文。廣釋怖畏中。第一正明怖畏訖。", "282": "自下第二攝入一乘中。有二。初談不定種姓得入一", "283": "乘。第二何以故下。正明攝入。前中有二。初談本性。二", "284": "明用。言世尊彼先所得地至不由於他者。述曰。明本", "285": "性也。彼先所得地者。謂住二乘因果之位地也。不愚", "286": "於法者。謂聲聞有二。若定姓。總名愚法。聞說大乘。生", "287": "怖畏故。二若不定種姓。名不愚法。一聞大乘。即便迴", "288": "趣求一乘故。言不由於他者。謂身中舊有菩薩種姓。", "289": "性自仁賢。非由他人有所作故。言亦自知得有餘地", "290": "至三菩提者。述曰明用也。有一。二乘證得自道滿已", "291": "得與此執。今得離苦圓滿。不求菩提也。有一。二乘雖", "292": "證小位。自知已得有餘之地。當有所作。及意能往無", "293": "上涅槃。言亦者何。以不愚於法。亦能自知證有餘。地", "294": "捨而起大也。於第二正明攝入中。有二。初總攝入。", "295": "二得一乘者下。別攝入。前中有二。初徵。後釋也。言何", "296": "以故者。述曰徵也。問意云。有何所以。二乘證得自乘。", "297": "而非究竟耶。言聲聞至即是一乘者。述曰外徵也。汎", "298": "明乘有三對。一小大對。二因果對。三一三對。言大乘", "299": "對小故。言佛乘形因故。言一乘待三故。約此三對。以", "300": "明攝入。小乘入大乘。因乘入佛乘。三乘入一乘者。名", "301": "總明攝入也。於別明攝入中。有五。初入菩提。二入涅", "302": "槃。三入法身。四入一乘。五結成無邊不斷。言得一乘", "303": "者至三菩提者。述曰入菩提也。言阿耨至涅槃界者。", "304": "述曰入涅槃也。言涅槃界至如來法身者。述曰入法", "305": "身也。言得究竟法身至一乘者。述曰入一乘也。言無", "306": "異如來至無邊不斷者。述曰結歸。不斷將如來法身。", "307": "辨無異相。即名為究竟。即是一乘究竟。名無邊不斷", "308": "也。", "309": "於第二廣釋依章中。有二。初正明歸依。二若如來", "310": "隨彼意欲下。明攝入一乘。前中有二。初明別歸依。二", "311": "明同歸依。前中有二。初明歸依佛。二法者已下。歸依", "312": "法僧。前中有二。初歸依三身。二無限大悲下。結戒歸", "313": "依。前中有三。即三身也。", "314": "言世尊至時住者。述曰。第一明法身也。真體凝然。無", "315": "有限齊。遍周法界。無處不在。何語限齊。言如來至後", "316": "際等住者。述曰。第二受用身也。受用身有二。謂自他", "317": "故。若自受用。四智為體。亦遍法界。同前無限。若他受", "318": "用。唯化色形。而無慮用。隨機起化。三際往來。名後際", "319": "等住。今文舉十中三德。言後際者。是他受用也。言如", "320": "來至安慰世間者。述曰。第三明變化身也。然變化身", "321": "依法身。亦今同舉法。以證化身始能安慰。言如來無", "322": "限齊者。舉法身也。言大悲亦無限齊者。是化身也。談", "323": "如來德化相具大慈悲。今此獨明悲者。偏明拔苦勝", "324": "故。由法身無限。明知能依化身大悲。亦無限齊。為起", "325": "大悲故。遂能安愍世間也。第二結中。有二。初別結。二", "326": "總。別中有二。初結化身。二結法受二身。言無限大悲", "327": "至是名善說如來者。述曰結化也。即此化有二用。一", "328": "能行悲。二能安慰。此二俱無限齊。為法身故。如是說", "329": "者。是名善說也。問。如維摩經云。或有恐怖或歡喜者。", "330": "名為化身。故此化身。安怖不定。一向受樂。名受用身。", "331": "若唯行大悲安慰情敬。便是受用。何名變化。答。談聖", "332": "化身。通有歡怖。今且偏舉拔苦安恐濫地上他受用", "333": "身據世間稱也。言無盡法常住者。結法身也。言一切", "334": "世間之所歸者。結受用身也。能如是說者。亦名善說", "335": "如來也。言是故至正覺也者。述曰。第二總結三身也。", "336": "言於未度世間無依世間者。化身也。未度者外凡位。", "337": "無依者內凡位。言與後際等作無盡歸依者。受用身", "338": "也。言常住歸依者。法身也。謂已上出所歸依法體故。", "339": "上明歸依佛訖。", "340": "於歸依法僧二寶中。有二。初出法僧二體。二明歸依", "341": "非真非令。言法者至三乘眾者。述曰。第二出法僧體", "342": "也。言法者即是說一乘道。道者三乘之法。是大乘之", "343": "方便也。僧者是三乘眾者。四果四向。出獨行十地。三", "344": "僧俱僧寶攝。出二歸依體也。明歸依非中有二。初總", "345": "標舉宗歸依。二者不。二何以故下釋非所以。言此二", "346": "歸依至少分歸依者。述曰舉宗也。若別歸法僧。非究", "347": "竟。不令。猶有上故。於釋非中。有三。初徵。次釋。後結也。", "348": "言何以故者。述曰初徵也。有何所以。法僧二歸。名少", "349": "分耶。下釋中有二。初釋法。二釋僧。言說一乘道法至", "350": "一乘法事者。述曰釋法也。若說一乘道法。能得法身。", "351": "法身上更無說有一乘法中。即如來法身。名一乘法。", "352": "然二乘法上。即更有一乘法事故。非究竟也。言三乘", "353": "眾者至菩提者。述曰釋僧。若三乘眾。障習未盡。是有", "354": "恐怖歸依。若能求出修學大因。即是向菩提分。是究", "355": "竟也。此二皆舉實歸依及證二乘是權也。言是故至", "356": "是有限依者。述曰。第三結二歸是有限無限。問。直明", "357": "二乘非實歸依便足。何須舉實法僧明權耶。答。舉權", "358": "顯實故。釋今知權實故。又明權歸不真故。須舉實也。", "359": "問曰。何故佛中但明真。歸法僧便二耶。答。理實俱齊。", "360": "是並有權實。然佛中即真。佛大悲之因。不須破遣。法", "361": "僧二內。有偽有真。所以雙舉。問。一乘說有三十四心", "362": "次第成佛。王宮樹下。即是真身。將此為依。何必究竟", "363": "如何內不舉破之。答。佛中權實三身俱是歸依。然二", "364": "乘不了。迷假愚權。執為真佛但歸依者。是實歸處。由", "365": "是前文具明三身。法僧二寶。有真實。真權修。迷假化", "366": "真假。真假俱非究竟。為是法僧二中。舉權顯實也。", "367": "上明別歸訖。下明同歸。同歸者。一體三寶。於真如上。", "368": "說三義故。故涅槃經云。若能計三寶常住真諦。此則", "369": "是諸佛最真誓願。於中有三。初出能歸依人依別法", "370": "僧。二非此二歸下。言若有眾生至是二歸依者。述曰。", "371": "第二出歸依人也。言若有眾生如來調伏者。外凡位", "372": "人也。言歸依如來者。地前位也。得法津澤者。十地內", "373": "也。生信樂心者。雙結上二。以信通漏無漏故。又解云。", "374": "從若有眾生歸依如來者。十信已前。得法津澤者。地", "375": "前菩薩。非得初地無漏法水之津澤。未具正潤故。言", "376": "生信樂心者。初地以上。證四不壞信心也。此人若別", "377": "歸法僧者。名別歸依也。於釋別彰同中。有。初摧別歸", "378": "同是。二何以故下。以同即別非。有有二。初摧別即非", "379": "令歸第一。二摧別非令歸究竟也。言非此二歸依至", "380": "是歸依如來者。述曰。令歸第一也。解云。非此二歸依。", "381": "即是歸依第一義諦。是歸依如來故。言此二歸依至", "382": "如來者。述曰。令歸究竟也。若能歸依第一義者。即是", "383": "究竟歸依如來故。言何以故至即三歸依者。述曰。以", "384": "同即別非也。如來者即攝二歸依義。義歸與如來道", "385": "身無異。如來者即三歸依故。上明別非同是訖。下舉", "386": "如來為證也。言何以故至獅子吼說者。述曰。以如來", "387": "說一乘道。四無所畏。師子吼說。談一乘道。同體三歸。", "388": "深為可信。別歸法非竟也。上明歸依訖。", "389": "下辨攝入。於中有二。初明權。二辨實。言若如來至無", "390": "有三乘者。述曰明權也。即法華經中。破三歸一。但有", "391": "攝入一乘。即是如來隨彼意欲。而方便說。非真了義。", "392": "名為權說也。言三乘者至即第一義乘者。述曰明實", "393": "也。今此經中。具明出生攝入一乘真諦了義不隨他", "394": "語。名真說故。若法華經中說。一乘是實。三乘稱。此經", "395": "中。四乘是實。說一乘稱權。以有無種姓定姓二乘。故", "396": "各別說。說人名實。若隱此種姓。總說一乘。一乘是權。", "397": "其攝大乘論為引攝一類等。欲破不定種姓。令歸大", "398": "乘。非定姓故。上有五章。明行果二訖。下有八章。明教", "399": "理兩種。理外無教。約理以明聖教故。", "400": "於無邊聖諦中。有二。初釋無邊。二世尊聖者下。釋聖", "401": "諦。", "402": "前中有五對。初行因頓漸對。二修行半滿對。三出戒", "403": "令缺對。四證理同分對。五得果勝劣對。前中有二。初", "404": "明因漸非頓。二行八因頓非漸。前中有二。初約人標", "405": "初智斷諸地非上。二釋初智知四諦相也。言世尊至", "406": "斷諸住地者。述曰。約人標初智也。二乘人。於苦法忍。", "407": "初觀四諦之斷諸住地。不以無作之智斷無明地所", "408": "以非上也。言以一智四至此四法義者。述曰斷相也。", "409": "言以一智四者。謂是一有作智。分為四種也。言斷知", "410": "功德作證者。四智然名。斷者斷集。知者知苦。功德者", "411": "修道。作證者滅諦也。言亦善以下。不但能知四智之", "412": "理。亦能善知此四法之與義也。上明漸。下辨頓。頓中", "413": "有三。初反釋上上智無漸至故。云順釋頓智名上上", "414": "也。言世尊至及四緣漸至者。述曰反釋也。出世間上", "415": "上者。謂是頓悟無作智故。若有作智。即有漸至之義。", "416": "此出世間智。無有四智及緣漸至之理也。言無漸至", "417": "上上智者。述曰順釋也。若無有四智緣漸至法者。是", "418": "出世上上無作之智。由此故名為頓智也。上名行因", "419": "頓漸對故。下明修行半滿對。於中有二。初順終滿。二", "420": "反始半。言世尊至第一義智者。述曰反辨知半也。非", "421": "二乘不出無明地以初智名第一義。可得由此反證", "422": "二乘初智名半也。於出惑全缺對中。有三。初明出惑", "423": "缺。二辨出惑全。言世尊以無二至斷諸住起者。述曰", "424": "明缺也。二乘以無二聖諦智。但以有作一智。斷諸四", "425": "住地。名出惑。不盡稱缺也。言世尊如來至煩惱藏者。", "426": "述曰明全也。如來以不思議空智。出一切煩惱四住", "427": "地藏稱全。非二乘境界故。言世尊若壞至第一義智", "428": "者。述曰。第四證理同分對也。如來能壞五住地煩惱", "429": "藏。證理既圓。名究竟第一智。二乘但斷四住。不滅其", "430": "藏證理分。非究竟。非第一義智也。言初聖諦智至三", "431": "菩提智者。述曰。第五明得果勝劣對也。初聖諦智非", "432": "究竟智。明劣也。向三菩提智。是究竟智。名勝果也。上", "433": "明無邊訖。", "434": "下辨出諦。於中有二。初明聖及諦不在二乘。二世尊", "435": "此諦下。明聖及諦唯在如來。前中有二。初明聖義非", "436": "二乘義。二聖諦者下。明諦非二乘諦。言世尊聖義者", "437": "至故名之為聖者。述曰。明聖非二乘也。初先舉聖義", "438": "非二乘得。有量少分。釋成小聖。即二乘人。但成就有", "439": "量少分功德。名之為聖。不名大聖。以未得無量全分", "440": "功德故。明聖義非二乘義也。言聖諦者至緣覺功德", "441": "者。述曰。明諦非二乘也。今言聖諦者。非二乘所得諦。", "442": "亦彼功德。要無作諦。始名聖諦故。於明聖諦在如來", "443": "中有三。初明聖諦如來始覺。二明如來能說。三歎聖", "444": "諦深義。上二乘中。具明聖及諦。下如來中。亦合明二。", "445": "唯辨聖諦者。以如來即是大聖故。言世尊至初始覺", "446": "知者。述曰。第一明如來始覺也。然此聖諦。如來大師", "447": "尚始覺知。反顯二乘元來不得也。言然後至是故名", "448": "聖諦者。述曰。顯如來能說也。佛證無作始覺知也。復", "449": "能無倒。為彼世間無明㲉藏愚痴眾生。開現演說。故", "450": "名聖諦也。於歎聖諦中。有二。初果歎甚深。二明所智", "451": "能信也。言聖諦者說甚深義者。述曰牒歎也。言微細", "452": "難知至所不能信者。述曰。釋成甚深。辨知不信也。即", "453": "此聖諦。義既甚深。微細難知。非心慮境。是智者所知。", "454": "世間所不能信。若二乘少分信。今菩薩。少分知。全分", "455": "能信。佛即圓滿。故知聖諦甚深也。", "456": "於如來藏章中。有四。初牒前甚深說如來之藏以生", "457": "後。二明非二乘知。三歎甚深。四明不信。", "458": "言何以故至如來之藏者。述曰牒前也。初徵。後解。言", "459": "如來藏者至緣覺所知者。述曰。此究是理。唯如來知。", "460": "十地尚不能知。何況二乘耶。言如來藏處至聖諦亦", "461": "甚深者。述曰。歎甚深也。將境即知二種甚深。依如來", "462": "藏處說有聖諦之義。處既甚深。故知聖諦亦甚深也。", "463": "言微細難知至所不能信者。述曰。第四聖者悉信。世", "464": "間不信。以理法甚深。卒難生信也。然如來藏有四種。", "465": "依楞伽經。有二。謂阿梨耶識名空如來藏。具足無漏", "466": "薰習名不空如來藏也。依此經。有二。謂諸煩惱覆真", "467": "如性。二真如理性。若本識含無漏種子。後時生報身", "468": "佛。若煩惱所覆真理當顯。得法身也。本識藏故所捨", "469": "也。煩惱藏故所出也。聞薰藏故所生。真如藏故所顯", "470": "也。", "471": "於法身中。有三。初將因即果。二於說如來藏下。合因", "472": "果二即二諦。三世尊過於恒沙不離下。釋因果相異。", "473": "言若於無量煩惱藏至亦無疑惑者。述曰。將因即果", "474": "也。若眾生自知身中具有佛性。解如來藏。因既如是。", "475": "於如來法身。亦不生疑惑也。", "476": "於第二中。有三。初總舉因果即二諦。第二如是難知", "477": "下。別釋二諦。第三如是八聖諦下結成四。言於說如", "478": "來藏如來法身至說二聖諦者。述曰此初也。若有眾", "479": "生。於藏法身。心得決定不疑者。便能信解。說二諦義。", "480": "別釋二諦中有二。初總標。二問答解釋。言如是難解", "481": "者謂說二聖諦義者。述曰總標。言何等說為二聖諦", "482": "義者。述曰。問答解釋。有二。初問起。二答。此初也。言謂", "483": "說作聖諦義說無作聖諦義者。述曰。下答也。有二。初", "484": "總答。二別答。此初也。別答總標也。言說作聖諦義者", "485": "是說有量至四聖諦義者。述曰別答也。有二。初答有", "486": "作。二答無作。有作中有三。初立宗。二釋。三結。此立宗", "487": "也。有作聖諦也。問。何故此有無有八。瑜伽。安立有四。", "488": "非安唯一。成唯識論。世俗勝義各四耶。答。瑜伽。據別", "489": "體實性證而知者。故說非安唯一安立有四。唯識。據", "490": "別法相形有勝有劣。故成各四。此經據約人說法有", "491": "無各四。作是生義。起滅之用也。安立通理事二門。有", "492": "作唯在聖事也。量謂限量。二乘劣智。且知有量。不知", "493": "無量。何者耶。言何以故非因他能至修一切道者。述", "494": "曰釋也。二乘要他說各四。因他始能立知苦斷集證", "495": "滅修道。菩薩非由他能作四諦斷也。言是故世尊至", "496": "及無餘者。述曰結證也。如來依此。說有二死二槃。分", "497": "段生死。因緣俱有為故。名有為生死。變易生死。若據", "498": "真理。名無為變化即有為。若據無漏法。不為業煩惱", "499": "為故。亦為名無為即變易。得名無為生死。從助因說。", "500": "因既有二。得果非一。若煩惱障盡所得真理。名為有", "501": "餘。具出一切二障盡。名曰無餘也。答。無作中有二。初", "502": "立宗明無作義。二釋所以。言說無作聖諦義者至四", "503": "聖諦義者。述曰立宗也。法無邊際也。名為無量也。言", "504": "何以故至修一切受滅道者。述曰釋所以也。由具出", "505": "二障。離二生死。修二智道。證不住等理。所以不無量", "506": "也。於第三結八成四中。有二。初牒八不越於四。二如", "507": "是四無作下。釋云權實明盡不盡。言如是八聖諦如", "508": "來說四聖諦者。述曰。第一牒成四也。理實有其八。類", "509": "攝實遇有四。謂苦等也。於釋中有二。初牒四無作雙", "510": "苦。二乘如來明究竟。二別釋二義如來相。言如是四", "511": "無作聖諦義至辟支佛事究竟者。述曰。第一雙分", "512": "也。無作無量道理深遠。唯佛淨土。是究竟事。非二乘", "513": "事為究竟。此即宗。下釋所以有二。初釋二乘非究竟。", "514": "二釋如來是究竟。言何以故非下中上法得涅槃者。", "515": "述曰。自釋二乘也。二乘。以欲界智為下。色界智名中。", "516": "無色名上。既起三界出智。唯能證有作四聖諦。不能", "517": "得彼無作四聖諦。故知非究竟。下釋如來中有三。初", "518": "釋如來是究竟立宗。二出無作之相。三釋疑。言何以", "519": "故如來應等正覺至事究竟者。述曰立宗也。二乘不", "520": "爾。唯佛而為究竟也。言以一切如來應等正覺至苦", "521": "滅作證者。述曰。第二出無作相也。以如來正覺不但", "522": "知現在。亦知未苦三障等。總出修證盡四諦。文即為", "523": "四。所以如來事究竟。言世尊非壞法故名為苦滅者。", "524": "述曰。第三釋疑有二。初略標釋疑。二所以言下。出相", "525": "除疑。此初也。亦可初明事滅。二明理滅也。恐有人疑", "526": "所苦壞無所得之理。今滅者非是壞法。名作苦滅總", "527": "也。言所言苦滅者至離一切煩惱藏者。述曰。第二出", "528": "相除疑也。本有無始無成故。無作無為故。無起無盡。", "529": "更無遷動名常住。在纏不染名自性清淨。能除諸惑", "530": "名離一切煩惱藏也。上來第二釋因果即二諦訖。", "531": "自下第三明因果相別。初果相。後因相。言世尊過於", "532": "恒沙至如來法身者。述曰明果也。由此真理不離成", "533": "就。名為法身也。言世尊如是如來至名如來藏者。述", "534": "曰明因也。未離煩惱。名為藏也。", "535": "自下有空義覆真實中。釋前如來藏。於中有二。初總", "536": "標立宗。明有二種如來藏。非未滿者所知。第二別釋。", "537": "前中有二。初立二宗。二非化所知。言世尊如來藏智", "538": "是如來空智者。述曰。古來相傳。以實空為如來藏者。", "539": "非也。此是清辨等宗。然梵本有二名。若若多名為空。", "540": "空者無也。若瞬若多名空性。性者有也。今言空者。從", "541": "空所顯理故名空。據體有也。此明如來智故不被覆。", "542": "言世尊如來藏者至本所不得者。述曰。第二非他所", "543": "知。明無智故被覆。此如來藏。非阿羅漢辟支佛大力", "544": "菩薩。本所不見不得。十地菩薩。猶不能了盡。況二乘", "545": "耶。故名不見不得也。此上標宗也。下釋中有二。初標", "546": "藏二。第二解不見不得。前中有三。初標藏二。二別釋", "547": "二藏。三舉能信人。言世尊有二種如來藏空智者。述", "548": "曰標有二義藏。謂空理智也。釋中有二。初釋空。二解", "549": "不空。言世尊空如來藏至一切煩惱者。述曰解空也。", "550": "四種如來藏中。能覆隱真理名空如來藏。於金剛道", "551": "後。此方出故。言世尊不空如來藏至不可思議佛法", "552": "者。述曰。解不空也。此真理為煩惱所覆。不離脫等諸", "553": "佛法故。當得法身。名不空如來藏也。此下。第二舉能", "554": "信人結也。言世尊此二空智至能信如來者。述曰。此", "555": "二種藏。皆有二義。大地菩薩能信解如來也。何故但", "556": "說聲聞能信。不論獨覺菩薩耶。答曰。菩薩能信。不說", "557": "自成。聲聞能信。於理為妙。一是回心人。二不愚法。三", "558": "如瑜伽論廣慧聲聞能信。其獨覺者。一為不見佛何", "559": "能信。二亦於聲聞中。上解二藏訖。自下解不見不得", "560": "中。有三。初明二乘唯於四不處。二結也。三舉佛能知", "561": "反顯二乘不知。言一切阿羅漢至倒境界轉者。述曰。", "562": "由二乘等唯常樂我淨四處轉。為是不見不得如來", "563": "藏二種也。言是故至本所不得者。述曰結成前義。言", "564": "一切苦滅至一切滅苦道者。述曰。第三舉佛知顯二", "565": "乘不知所由。唯有如來。滅一切苦。二生死盡。證一切", "566": "滅苦道。二乘不爾。故不見不得也。", "567": "於一諦章中。有二。初釋一諦義。二是滅過。一切下解", "568": "一諦深妙。此一諦一依。釋前法身。身者依止義。故成", "569": "唯識第十卷云。體依聚義。總說名身。法謂能持自性。", "570": "非假所立。真如能與恒沙功德。為依止處。名為法身。", "571": "今一諦者。一謂真理。更無差別。名為一也。諦者實也。", "572": "有即言有。無即言無。今非此義。唯實名諦。即是身也。", "573": "於前中有二。初總標。第二釋所以。", "574": "言世尊此四聖諦至一是常者。述曰。若有漏無漏對", "575": "苦集有漏。滅道通無漏。若有無為對有多義。若非為", "576": "業煩惱所為。名無為。滅道俱名無為故。前文無為生", "577": "死。據無漏煩惱無漏助因說。若據性墮起盡。眾緣所", "578": "生。名有為。非如此名無為者。即三諦俱有為。唯滅是", "579": "無為。今此真如具二義故。名曰無為。一性不起盡。二", "580": "非業所為也。由此一唯常也。於釋中有二。初釋三", "581": "是無常。二釋擇滅是常。前中有二。初釋。後結。釋中有", "582": "二。知初明有為等三義。二明非依。言何以故三諦入", "583": "中為相至是虗妄法者。述曰。有何所以三諦是有為", "584": "耶。以三入有為相故。有為即無常。性有起盡。無常者。", "585": "無彼常有常無。名曰無常。真如有而恒有。故是常有。", "586": "我今三生故。簡本無今有名生也。兔角無而常無。故", "587": "是常無。今三滅而。簡故本有今無故。此三雙無彼常", "588": "有常無故。名曰無常也。若無常者即是虗妄。虗妄者", "589": "顛倒。即苦集二可名虗妄。豈有道諦亦是妄耶。以非", "590": "倒故。但說三界心心所是虗妄分別。不言無漏也。答。", "591": "今與二諦合為文故。總名虗妄。據實道諦虗而非妄", "592": "也。此上三義訖。下辨非依也。言虗妄法者非諦非常", "593": "非依者。述曰。若有無別定。俱三名諦。若性凝名諦。餘", "594": "三即由非非諦不常。不常故非是為依之處。所以之", "595": "非依。言是故至非常非依者。述曰。第二總結。三明非", "596": "依攝入無常也。", "597": "於釋一滅中有二。初釋。次結。前中有二。初一滅離有", "598": "為等三義。二明是依。言一苦滅諦至非虗妄法者。述", "599": "曰。此真如理離有二初一滅。離有為相。非生等所遷。", "600": "離彼相是常。常故非虗妄也。言非虗妄者至是依者。", "601": "依述曰二明依也。此一諦既非虗妄。是諦故是常故", "602": "可依。三乘究竟。皆趣依彼故。言是故滅諦至不思議", "603": "者。述曰能成一常也。", "604": "於釋一諦深妙中。有二。初略解。二凡夫下廣解。前中", "605": "有三。初法說。二舉喻。第三合。", "606": "言是滅諦至智慧境界者。述曰法說。然此真理。凡夫", "607": "不能識。二乘所不知。細境。麤智不能緣故。言譬如生", "608": "盲至不見日輪者。述曰喻說也。如世間人。若生盲者。", "609": "離有眾色顯現於前。而自無目不能得見。復有七日", "610": "嬰兒。眼睛猶弱。縱覩日色。為耀石鑒。但為目眼。是初", "611": "非圓日滅也。言苦滅諦者至智慧境界。述曰合法也。", "612": "凡夫無始已來不覺。喻生盲者不覩色。二乘雖證半", "613": "道。猶嬰兒者。非見日色。恒而不滅。有盲俗者。不見苦", "614": "滅。常而無沒。水聖所以良由至理甚深。無識淺智而", "615": "不悟也。", "616": "於廣釋中有二。初略標。非凡夫二乘境界。開二章也。", "617": "二別顯所由。釋二別章。言凡夫識者至則是清淨者。", "618": "述曰凡夫而二見所弊。顛倒不見真如。二乘雖出。兩", "619": "邪。智淺不能觀達。為此故非彼境也。由二章也。", "620": "於別釋中有二。初釋凡夫二見章。二釋二乘清淨智", "621": "章也。於前中有四。初明邊見依我見生。二出二見相", "622": "収。三釋二見起之所由。四解二見作用也。言邊見者", "623": "至所謂常見斷見者。述曰第一也。凡夫之人。於五受", "624": "陰。妄想計著。執為身見。依此身見。計之有常有斷。名", "625": "為邊見。故知邊依我見起也。問。此中欲解凡夫為惡", "626": "見所弊不見滅理。何故但說二見。豈餘三見不覆理", "627": "耶。答論實五見俱能覆真。此中但據根本。故說身見。", "628": "身見即起邊見。為此且舉二也。問。邊見依身起。能依", "629": "但二。二取答。二取起時不定。或通餘。此不說。邊見若", "630": "起定依身。為此但言身邊二也。言見諸行無常是", "631": "斷見至作如是見者。述曰第二也。遷流造作。名之為", "632": "行。此行前盡後生。二趣相接。名曰無常。愚夫不了。不", "633": "覩未來生相續。遂計為斷。名為斷見。心心所法。微細", "634": "難知。本識一類。常無改易。不了是識。便計為我。此我", "635": "恒通。能作業受果。無有生滅。妄執為涅槃。常住不滅。", "636": "即名為常見。七由妄想見故作如是見也。言於身諸", "637": "根至妄想見故者。述曰。第三明起二見所由。有二初", "638": "斷。二常。此斷見也。於身諸根者。謂於五根四大種。次", "639": "起分別思惟度見。此根相續。斷壞於後。不見遂生斷", "640": "相。謂或身滅起中見也。言於心相續至妄想見故者。", "641": "述曰明常見。於心相續者。謂於心心所法上起。或可", "642": "是本識相續不斷容他執故。愚闡者。謂無明覆心。不", "643": "達本識。或一切心法非常非我也。不知剎那間者。然", "644": "心心法。念念謝滅。為餘境易達。時不定。若准此說間", "645": "言。上文於心者。通一切心法。非唯第八。以此中說餘", "646": "境間故。又可間又間者未必為餘境所隔名間。但是", "647": "念念前後相續剎那不同。名之為間。上文於心者。唯", "648": "是第八故。攝論第一云。何容分別此度為我心第八。", "649": "始從無始終至金剛。行相一類。無改易故。故知今執", "650": "為常。謂是涅槃。不離第八也。意識境界者。謂諸心法。", "651": "皆第六緣。名意識境。若取第八為心者。即意識言。通", "652": "六七兩識。意及意識故。類形業道相似不違。此法起", "653": "常見故。妄想生也。言此妄想見至不淨淨想者。述", "654": "曰。第四明二見作用也。若常見。於彼心法之義。昔非", "655": "涅槃今妄計為涅槃。趣於上名若過。作異分別。起常", "656": "見。若斷見。於身根彼義未來實有。不達至處。深計為", "657": "斷。情慮不到名不及。作異分別。起斷見也。由此二見", "658": "有情於五受陰起常樂我淨。非我等上起也。", "659": "於明二乘清淨智中有三。初明二乘不見。二明隨順", "660": "者能見。三舉二乘極果。顯初業當得也。言一切阿羅", "661": "漢至本所不見者。述曰第一明二業智識。於一切若", "662": "總別。若真俗。若理。若虗實等境。及如來法身。本來不", "663": "聞不見也。於第二明隨順中有二。初總標。二釋所", "664": "以。言或有眾生至是名正見者。述曰。若有眾生。雖是", "665": "凡夫。有大乘種姓。不愚於法。聞佛所說常等四德。即", "666": "便隨信。言不虗妄。名為正見也。下釋所以中。有三。初", "667": "明起四不倒。二結名正見。三名真佛子。言何以故至", "668": "淨波羅蜜者。述曰。於四德中。能深悟解。波羅蜜。到彼", "669": "岸義。信真理是常是樂是我是淨。不起於無常等妄", "670": "起常等。如是解者。名為正見。此中或破凡夫四倒二", "671": "乘四倒。或約煩惱業生四障。或約闡提不信等四障。", "672": "具說亦得也。言於佛法身至是名正見者。述曰。第二", "673": "結名正見也。言正見者至得法餘財者。述曰。第三明", "674": "真佛子。有三釋。若有無漏法爾種子。樂大乘上果。如", "675": "來攝受。名真佛子也。從佛口生名聞慧。從正法生思。", "676": "慧。從法化生謂修慧。於七聖財。未能證盡。已得少分。", "677": "名得法餘財也。二是佛子者。三乘不定性人。其性定", "678": "故。如來攝受。名真佛子。從佛口生聲聞也。從正法生", "679": "緣覺也。從法化生大乘也。法財各自隨分證得也。三", "680": "真佛子。如前解。言從佛口生。謂初發心十信也。從正", "681": "法生。十信解十行十迴向也。從法化生。謂四善根位", "682": "中。得法餘財。謂至見道已去也。於第三舉二乘極", "683": "果顯初業當得。於中有二。初舉極果定性者不能。況", "684": "初業人。二釋初當業所以。前中有二。初單舉二極果。", "685": "二相例也。言世尊淨智者至波羅蜜者。述曰。波羅蜜。", "686": "名到彼岸。故是二乘極果也。言此淨智者至況四智", "687": "依智者。述曰第二相例也。二乘極果淨智。尚不知一", "688": "苦滅諦。況二乘初學依四諦智之人能了耶。言何以", "689": "故至說四依者。述曰。下釋所以。二乘初業者。謂二乘", "690": "人。創迴心向大乘時。名為初業。以不愚於法。然於彼", "691": "義中。無間道當覺。解脫道當得也。為彼故世尊說四", "692": "依者。此是反顯。世尊為彼決定種姓愚法之人說四", "693": "智。及顯初業之人不愚於法。當覺當得。世尊不為說", "694": "四依智也。言或可如是反顯此文即解不定性人未", "695": "迴心時世尊為說四依智也。於一切依中。有二。初明", "696": "安立非安立二諦依義。二世尊生死者下。明如來藏", "697": "即生死涅槃為迷悟依也。前中有二。初明安立非安", "698": "立。若依詮顯諦真如滅諦收安立也。若癈詮談旨真", "699": "如非滅攝非安立也。言世尊此四依者是世間者。述", "700": "曰明安立諦也。若據性。是有漏名世間者。即無漏名", "701": "出世。若據有此相狀名世間。安立四諦。俱名為世間", "702": "法也。言世尊一依者至所謂滅諦者。述曰。明非安立", "703": "諦也。謂滅諦更無差別名一。諸法之止住處名依。於", "704": "一切依中。此最上第一義依不可思議也。", "705": "於第二明迷悟依中。有二。初迷依。二世尊若無下明", "706": "悟依。迷中有二。初本際依。二世尊生死生死下。明不", "707": "一不異。前中有二。初明生依。二明依持依。", "708": "言世尊生死者至本際不可知者。述曰生依也。生死", "709": "妄法由迷故生。依真而起。如來藏既如下無始本際", "710": "不可知。如滿月輪故至無始不可得也。言世尊有如", "711": "來藏故至是名善說者。述曰。依持。如波依水。波無有", "712": "水有波。波水不異。我今生死。依於真如。由理故能持", "713": "生死也。此解依訖。", "714": "自下第二解不異不一。於中有二。初釋。二是故下結。", "715": "前中有二。初明不異。二明不一。前中有二。初解生死", "716": "名。二正明不異也。言世尊生死生死者至是名生死", "717": "者。述曰。為生死過多故。其聖言生死。於異領納。受果", "718": "為先。本識執受諸根名受根也。若諸受根沒不受名", "719": "為死。若次第受根起名生也。又云諸受根彼次第不", "720": "受名死。若諸受根次第起名生也。若言不受根名生。", "721": "豈有一根不為本識執受耶。應問法師。言世尊生死", "722": "者至有死有生者。述曰。第二明不異。然此二法。依如", "723": "起。離本無末。虗幻所生生死法。今如來藏。猶波即水。", "724": "但由世間假立說故。道有生死二名。窮其實也。真外", "725": "無妄。言說有故。故知不異也。解不一中。有二。初解生", "726": "死。二明不一。言死者諸根壞生者新諸根起者。述曰。", "727": "諸根壞已名死。諸根新起名生。故說無常有生滅也。", "728": "言非如來藏有生有死至常住不變者。述曰。如來藏", "729": "者性也。凝然永離有為等相。但妄有生死二。非如來", "730": "藏有此二法也。若將如來藏一向一者。豈如來藏亦", "731": "有生死。故知不可定一定異。故大乘宗。一切諸法。不", "732": "異不一也。自下結。結中有三。初總結如來藏是依等。", "733": "二出所依持法體義。三舉不能為依外顯出能為依", "734": "法。言是故如來藏至是建立者。述曰。如來藏生死之", "735": "依。能持生死。生死妄法。由此建立。建立者施設造作", "736": "義。談是本故也。言世尊不離不斷至佛法者。述曰。第", "737": "二出所依法體。真如常一故曰不離。非妄可染名為", "738": "不斷。無為故名不脫。一類故名不異。非一識議所得。", "739": "名不思議佛法也。言世尊斷脫異外至是如來藏者。", "740": "述曰。第三生死妄。謂是斷是脫是異。此二外別有一", "741": "法。不斷解等故。真如理性體。為依持建立者。是如來", "742": "藏也於明悟依中。有二。初明無藏不能。二明有藏即", "743": "能。前中有二。初標。二釋。言世尊若無如來藏者至樂", "744": "求涅槃者。述曰。若無種姓有情。無佛性故。常為無明", "745": "所覆。究竟不能厭苦欣求涅槃。或可以無慧解。不能", "746": "照了。簡擇是非。亦不能也。言何以至樂求涅槃。述曰", "747": "釋也。由因中有眼等六識。果上心法智。佛地智強而", "748": "識劣。但以心法智為名。因中識勝而智劣。乃據六識", "749": "以為因。若因對果應有。亦以果形因。因應心智。各據", "750": "一義。亦不相違。由此七法剎那不住。念念不種。為是", "751": "不能厭苦樂求涅槃也。", "752": "言世尊如來藏者至樂求涅槃者。述曰。第二明有藏", "753": "即能。以如來藏。本來無際。不生不滅。由是能厭苦樂", "754": "求涅槃也。於顛倒章中。有二。初明非四執所緣。二明", "755": "非三類有情境。言世尊如來藏至非命非人者。述曰", "756": "此非我等執。如唯識抄說也。言如來藏者至非其境", "757": "界者。述曰。外道異生。不達真俗二理。迷真執事。人我", "758": "遂生。名墮身見眾生。人執也。二乘雖斷我愚。而於諸", "759": "法。執有法體。名顛倒眾生也。如執法也。清辨等類。堅", "760": "執空理。撥無實有真亦無。名空亂意眾生。如撥無四", "761": "塵也。", "762": "於自性清淨章中。有二。初勝鬘自說。二如來述贊。前", "763": "中有二。初略明清淨義。二何以故下。廣辨清淨等義", "764": "前略中有四。初明自性清淨。二明其用深。三下情不", "765": "測。四唯佛能知。", "766": "言世尊至自性清淨藏。述曰。明自性清淨也。有四藏。", "767": "一法界藏。通非情故。二法身藏。唯情所收故。三出世", "768": "間藏。出纏也。四清淨藏。在纏也。言此自性至上煩惱", "769": "所染。述曰。第二彰其用深也。性雖本淨。而為客塵所", "770": "汙故。言不思議者。述曰。第三下情不測也。言如來境", "771": "界者。述曰。第四唯佛能知也。上略明四義訖。自下", "772": "廣辨。亦有其四。如次即是。言何以故至而能得染心", "773": "者。述曰。解第一也。言剎那善心者。謂無垢如也。即此", "774": "二心性非煩惱故。言觸者。和合一味義。此心與煩惱。", "775": "既不和合一味何得說有染心耶。心者。真實義。謂真", "776": "如也。言世尊至煩惱染心者。述曰。解第二也。雖復性", "777": "淨。然為五住地之所染也。言自性清淨至難可了知", "778": "者。述曰。解第三也。既有情淨染依二名。實難了也。言", "779": "唯佛世尊至如實知見者。述曰。解第四也於中有十解如樞要", "780": "說。", "781": "第二如來述讚中。有二。初內心隨喜。二發言述可。言", "782": "勝鬘夫人至佛即隨喜者。述曰。第一內心隨喜也。於", "783": "發言述可中。有二。但述可前四義中收二。不述前二", "784": "義易知故也。言如是如是至亦難可了知者。述曰。第", "785": "一述前第三非下情測也。言此二法至唯信佛語者。", "786": "述曰。第二述前第四唯佛能知也。", "787": "於如來真子章中。有三。初明信利益。二於我滅後下。", "788": "明歎信利益。三信如來者下。結信利益也。前中有二。", "789": "初略明信者能隨順得究竟。二廣解五種觀也。言若", "790": "我弟子至而得究竟者。述曰。第一略明信也。言隨信", "791": "者。謂四十心中也。言信增上者。謂四善根中也。言依", "792": "明信已者。謂初地已去證得四不壞信。即能隨順法", "793": "智。而得究竟也。四不壞信。謂三寶及戒故。於廣解五", "794": "種觀中。有二。初解五觀。二總結也。於五種觀中。有二。", "795": "初二明染觀。第二有三種。明淨觀。前染中有二。初一", "796": "觀十二入。第二觀因果也。言隨順法智至觀察業", "797": "報者述曰。第一觀染也。言根意者六根也。言境界者", "798": "六塵也。因緣無定之身。施設恒無定實。名意名意解。", "799": "言業者因也。言報者果也。言觀察阿羅漢眠至聖自", "800": "在通者。述曰。第二明觀淨也。有三觀。分為二。初人明", "801": "淨果。後二辨淨因。言眠者謂是煩惱。羅漢身中。此眠", "802": "既斷。即知是無學果。今時仰學故。又云。二乘入滅無", "803": "餘。與眠相似。名眠也。言心自在樂禪樂者。謂得四禪", "804": "樂在身而常得四禪樂在身而常願樂故。言聖自在", "805": "通者。謂觀三乘所得神通也。言此五種巧便觀成就", "806": "者。述曰。第二總結也。言於我滅後至入大乘道因者。", "807": "述曰。第二歎信利益也。由能具信增上隨法智故。雖", "808": "為彼染。然自性淨。即是究竟。入大乘因也。言信如來", "809": "者至不謗深義者。述曰。第三結信利益也。", "810": "於明勝鬘師子吼章中。有五。初勝鬘承力求說。二如", "811": "來聽許。三勝鬘正說。四說已頭敬佛足。五如來述讚", "812": "也。言爾時勝鬘至復說斯義者。述曰。第一承力求說", "813": "也。言佛言便說者。述曰。第二如來聽許也。今正是時", "814": "也。言第三正說中。有二。初簡去善人。非是所化。二諸", "815": "眾生下。偏就惡人。以明化益。前中復二。初舉三種善", "816": "人。二願此諸下。總已簡之。前中復二。初略解。二何等", "817": "以下廣解。言勝鬘白佛言至入大乘道者。述曰略釋", "818": "也。勝鬘云。有三種善人。而不須化。謂於深義不生誹", "819": "謗名自離毀傷也。能生出善根。生大功德。復能求無", "820": "上覺。名入大乘道也。於廣釋中。有二。初徵。二釋。言何", "821": "等為三者。述曰徵起也。既言三種善人。何者是耶。於", "822": "釋中有三。列三種名。即為三段。初自利。第二利他。第", "823": "三於甚深義仰推如來非我境界。言謂若善男子至", "824": "甚深法智者。述曰。第一自利也。於如義中。不生誹謗。", "825": "離自毀義。名自利也。言若善男子至隨順法智者。述", "826": "曰。第二利他也。能隨順法智。廣利眾生。名利他也。言", "827": "若善男子至仰推如來者。述曰。第三仰推佛也。此是", "828": "住分智故。言除此諸善男子善女人已者。述曰。第二", "829": "結也。言諸餘眾生至而調伏之。述曰。第二約不善人。", "830": "而明化導也。言爾時至佛足者。述曰。第四頭敬佛足", "831": "也。言佛言善哉善哉至能說此義者。述曰。第五如來", "832": "述讚也。第三是述依行分中。有三。初如來等還。二爾", "833": "時世尊入祇洹下。重述其教。三時天帝釋至歡喜奉", "834": "行。大眾奉行也。於還中有二。初如來還國。二入城中", "835": "下。勝鬘入城。如來還中。有二。初世尊還國。二時勝鬘", "836": "下。夫人隨含。言爾時世尊至還舍衛國者。述曰。第一", "837": "如來還國也。七多羅者。一樹高七仞。一仞高七尺。總", "838": "一樹高四十九尺。七樹即說三百四十三尺。言時勝", "839": "鬘至具足念佛者。述曰。第二夫人隨念如來具有三", "840": "業。言還入城中至皆向大乘者。述曰。第二勝鬘入城", "841": "也。夫人住宮。與王城別。故說入城。於重述中。有三。初", "842": "如來告念。二應念即至。三佛為說以明付屬也。言爾", "843": "時世尊至及念天帝釋者。述曰。第一告念也。言應時", "844": "至住於佛前者。述曰。第二應念即至。於第三佛為說", "845": "經付屬中。有二。初如來說經。二始明付屬。言爾時世", "846": "尊至廣說此經者。述曰。第一說經也。", "847": "於第二付屬中。有二。初通付屬天帝阿難。第二復次", "848": "憍尸迦下。別付屬天帝。於通中有二。初難益勸持。第", "849": "二時天帝釋白佛下。問奉行。前中有二。初告天帝。二", "850": "復告阿難。前中有三。初總告勸持。二校量勝劣。三是", "851": "故下。總結受持。言說已至此經者。述曰。第一總告也。", "852": "於校量中。有二。初舉餘行大勝。二對持經猶尚不及。", "853": "言憍尸迦至波羅者。述曰。第一舉勝也。言若復至為", "854": "人說者。述曰。第二方比不及。言是故至分別廣說者。", "855": "述曰總結也。言復告阿難至四眾廣說者。述曰。第二", "856": "告阿難也。於第二問經奉持中。有二。初天帝問持。二", "857": "如來正答。言時天帝至云何奉持者。述曰。此經問名。", "858": "請奉持法也。於如來正答中。有二。初讚法深妙如見", "859": "極離。二今當下。前略為說。前中有二。初歎經非二乘", "860": "境。二歎經微妙。言佛告至知見者。述曰。歎非境界也。", "861": "言憍尸迦至大功德聚者。述曰歎妙也。於如來為說", "862": "中。有三。初如來勅聽。二天帝等受教。三正為說。言今", "863": "當至念之者。述曰。第一勅諸許說也。言時天帝至受", "864": "教者。述曰。第二顯受。言佛言至師子吼如是受持者。", "865": "述曰。第三正說正答。答中有二。初句答前名。後句答", "866": "前持也。於別付天帝中。有三。初歎經深。二正付屬。三", "867": "奉尊教。言復次至入一二乘道者。述曰歎深也。言憍", "868": "尸迦至廣分別說者。述曰。第二正付也。言帝釋至頂", "869": "受尊教者。述曰第三遵教。言時天帝至歎奉行者。述", "870": "曰。第三依行分也。其中真草未定規矩。如有人寫者。", "871": "好用心力。仰於感享歲。影從法師。首尾中間。曾無蹔", "872": "捨。謹於界部寶國伽藍。令自春初。聽勝鬘經及二十", "873": "論。隨所採撮。諮聽未聞。既受指麾。編為述記。但文約", "874": "義廣。披閱稍難又於儀鳳二年夏洛都東太原寺。重", "875": "更普搆。舒文展義。疎缺更㬲。廣引文證。庶後學者。願", "876": "莫󴃆焉。義令記也。", "877": "勝鬘經述記卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 352 勝鬘經述記", "author": "唐 大乘基說　義令記"}