{"sourceLink": "http://www.cbeta.org/", "text": {"0": "百法論顯幽鈔", "1": "百法論顯幽鈔卷第七末", "10": "論說。此貪有惡五業也。一者障無貪。二者能障菩提", "100": "惡業也。能發惡業。與惡業為所依。故是業用也。若准", "1000": "解云依對現前不饒益境者。即是現在可見聞事。或", "1001": "是有情。或是他見。即緣事生五蘊。論說現不饒益事。", "1002": "故非無漏法也。即是現違緣事即忿。行相淺不深取", "1003": "故。若對現無漏法。此即嗔分位立也。以憤發是嗔行", "1004": "故。可知。第二辨業用者。疏能障不忿執杖為業者。意", "1005": "云不忿即是無嗔分位也。若忿起時。正障不忿故。是", "1006": "一个作用也。第二更能執杖故。是兩重業用也。即將", "1007": "杖陵治前人。是身業也。下第二重業用者。疏云謂懷", "1008": "忿者至身表業故者。意云謂懷忿者。多發暴惡。即重", "1009": "解前能障不忿也。言身表業者。即重解前執杖也。言", "101": "顯揚論說。此嗔亦有五業也。一者能障無嗔故。二者", "1010": "執者。是手執也。杖謂器杖也。即惡人麤猛故。即依多", "1011": "分說。言執杖為業也。即手執杖時。是身表業也。且依", "1012": "勝處說其實。亦有惡言毀之。有語表業也。可知。", "1013": "第二解恨者。分二。初標者。疏云二恨者可知。第二正", "1014": "釋者。分二。初略辨體業。二者重釋業用。且第一略釋", "1015": "體業者。且先出體性者。疏云由忿為先至結怨為性", "1016": "者。解云先有忿故。即陵他。不得便起其恨。即懷惡不", "1017": "捨也。即我與怨家九十未伏也。便結怨故。是恨之性", "1018": "也。二辨業用者。有兩个業用。疏云能慞不恨是一个", "1019": "業用。熱惱是兩个業也。若有不恨起時。即是善性。若", "102": "能障菩提涅槃故。三者損□□故。四者趣惡道故。五", "1020": "恨起即正障不恨。是恨之別業用也。以恨多時。便生", "1021": "熱惱也。若依顯揚說有五業者。一能障不恨。二者能", "1022": "障菩提資養故。三者趣惡道。四者損自他。五者增長", "1023": "於限也。即前忿亦有五業也。即此恨行相深取於忿", "1024": "也。可知。第二重釋業用者。疏云結恨者。不能含忍。恒", "1025": "熱惱故。意云即結恨人多時又不能忍。即便熱惱故。", "1026": "或熱惱極。便面門出熱血等。可知。", "1027": "第三解惱者。分二。初標。疏云三惱者是標可知。第二", "1028": "正釋者。分二。初略釋體業。二者重釋前文。且第一略", "1029": "釋體業者。且先出體者。疏云忿恨為先至恨戾為性", "103": "者增長嗔故。即此□□□無嗔者。是顯揚論第一業", "1030": "者。解云由先有忿恨故。便極惱即前來執杖陵他。怨", "1031": "家未得便。以恨多時轉增。故名惱也。即思量得怨家。", "1032": "便暴熱如火相似。便恨戾前人也。可知。第二辨業用", "1033": "者。兩个業用也。疏云能障不腦是一个。業用蛆螫為", "1034": "業。是兩个業用也。若有惱時。即正障善法。不惱不生", "1035": "也。以敵相翻。是別業用。又能蛆螫自他。故此蛆螫二", "1036": "字應兩用也。若依顯揚論說。此惱亦有五業也。可知。", "1037": "第二重廣前文者。先重解其體者。疏云謂追往惡至", "1038": "心便恨戾者。意云。若思憶昔時怨家便起恨戾。戾是", "1039": "朧戾。二重廣業用者。疏云多發囂暴至蛆螫他故者。", "104": "用也。下言□□□依為業者。是下四業也。可知。上來", "1040": "意云對法顯揚五蘊皆言發凶險鄙惡麤弊之言也。", "1041": "又以尤蛆於他人等也。即有惱亦發身業也。言暴者。", "1042": "是卒暴等也。上來有二。初略釋體業。二者廣解體業。", "1043": "二文不同。總是正釋。上來有二。初標。二正釋。兩段不", "1044": "同。總是解惱從結前三。皆依嗔分者。疏云此上三種", "1045": "嗔一分為體也。可知。", "1046": "自下第四解䨱者。分二。初標。次正釋。初標者。疏云四", "1047": "䨱者是標也。可知。第二正釋者。分三。初略釋體性。二", "1048": "者從謂䨱罪者。至不安穩故。是廣解業也。三者從貪", "1049": "癡下是二師解釋。三段不同。且第一略釋體中。且先", "105": "總是略釋體業也。", "1050": "辨性者疏者。疏云於自他罪至隱藏為性者。以自造", "1051": "作諸罪恐他人知。他人知者便失財利。今恐失財利", "1052": "名聞。故即身中有罪。便隱不懺也。自言清淨故。故言", "1053": "恐失利譽隱為性也。第二辨業用者。疏云能障不䨱", "1054": "悔惱為業者。解云此亦是兩重業用也。即此䨱正障", "1055": "不䨱。是別業用也。以䨱此罪多時。便自悔恨言。苦哉", "1056": "苦哉也。我謂名利䨱此罪不懺。便生悔恨也。上來略", "1057": "釋體業也。第二廣解業用者。疏云謂䨱罪者至不安", "1058": "穩故者。解云即一生造罪不懺又不教他人知後臨", "1059": "死時思憶。昔日我造此罪。我今命終。必須受苦果也。", "106": "第二廣解業用者。疏云謂嗔必令身心熱惱至不善", "1060": "便悔云。我昔日不□懺此罪。既我有罪。應入地獄。作", "1061": "是思惟已。便起悔惱不安穩也。可知。自下第三二師", "1062": "解釋者。今疏中是第二師義也。第一師義者。論云有", "1063": "義此䨱癡一分攝。論唯說此癡一分。故不懼當苦䨱", "1064": "自罪故。意云以是癡一分。故即迷闇前境。即不懼當", "1065": "苦。所以䨱罪。唯是癡分攝也。第二師云。此䨱是貪癡", "1066": "分攝。即疏云貪癡一分為體。至恐失利譽䨱自罪故", "1067": "者。若是不懼當苦。即是癡一分攝。所以䨱罪。若是貪", "1068": "一分攝者。以貪他財利名聞等。即恐失利譽亦䨱罪", "1069": "也。亦是貪一分攝即前言不懼當苦者。是癡分也。後", "107": "性故者。解云。即是重解前業用也。謂嗔必令身心熱", "1070": "言恐失利譽者。是貪分故。可知。上來有三。初略辨體", "1071": "業。二者廣前業用。三者二師解釋。三文不同。總是正", "1072": "釋。上來有二。初標次釋。二文不同。總是第四辨䨱訖", "1073": "也。", "1074": "自下第五辨誑者。分二。初標。二正釋。且初標者。疏云", "1075": "五誑者是也。可知。二正釋者。於中分二。初略釋體業。", "1076": "二者廣釋前文。且第一略釋體業中。先辨體性者。問", "1077": "曰。此誑體性如何。答曰。疏云謂誑利譽至詭詐為性", "1078": "者。解云即為名利故。便作誑。誑他一切人。我解佛法", "1079": "事業也。即自身中實元德業。謂求他利故。便矯誑他", "108": "惱者。即重解前不安穩性也。起諸業不善性故。重解", "1080": "憍者。不實之義。言詭詐者。即是憍設虗偽之稱。即謂", "1081": "自身無德詐偽有德。故名詭詐也。即是詐現有德也。", "1082": "謂求利譽故。次辨業用者。即有兩重業用也。疏云能", "1083": "障不誑是一重耶命為業。是兩重業用也。若有誑者。", "1084": "即不誑不起也。以相違故以能障不誑。是別業用也。", "1085": "言耶命為業者。以誑他人得他財利者。皆是不正命。", "1086": "故名耶□也。即耶命食等。有人解云。邪見於意業同", "1087": "□轉名耶命也。今言耶命者。以誑他矯。設方便作詐", "1088": "偽言。取他財帛名耶命。亦名不淨財。若依顯揚。亦有", "1089": "五業也。上來略釋體業也。業二重廣前文者。分二。初", "109": "前惡行所依也。即由有嗔故。即令身熱心惱也。即身", "1090": "重廣前體性。二者廣前業用。三者顯所依。疏云憍誑", "1091": "者至不實者。即出體業耶命事故。此釋業用也。貪癡", "1092": "一分為體者。是顯所依也。三段不同。且初第一辨體", "1093": "性者。疏云謂憍誑至不實者。意云謂求財帛故。便憍", "1094": "誑他人。心懷非意異謀之計數也。即便詐現精進之", "1095": "儀行。此誑事也。多現不實以誑他故。次辨業用者。疏", "1096": "云耶命事故以誑他得財帛者。皆是不正命。名為耶", "1097": "命事也。以作種種謀計取他財帛故。所得之物皆不", "1098": "淨物也。故名耶命事□□知。第三顯所依者。疏云貪", "1099": "癡一分為體也。即□誑他人求他財故。是貪分也。以", "11": "涅槃。三者損自他。四者能趣惡道。五者增長貪。問曰。", "110": "驚肉戰。不安穩也。起諸惡業不善性者。由有嗔故。必", "1100": "作方計誑他故作異謀者。是癡分攝。即對法。云。貪癡", "1101": "二法與誑為所依者。與唯識同也。可知。上來三假總", "1102": "是廣解前文。上來有二。初略辨體業。二廣前文。總是", "1103": "正釋。上來初標。次釋。總是第五辨誑訖也。", "1104": "自下第六辨諂者。分二。初標。二釋。且初標者。疏云六", "1105": "諂者標也。可知。第二正釋者。分三。初略辨體業。二者", "1106": "從謂諂者至正教誨故。是廣前體業也。三者顯所依", "1107": "故。疏云貪癡一分為體是也。三段不同。且第一略釋", "1108": "體業中。先辨體性者。疏云謂誷昌他至險曲為性者。", "1109": "解云謂諂故便誷昌前人。即種種言語矯設方便掩", "111": "能發惡業。惡業者必是不善性。即意識相應嗔。能正", "1110": "搨前人。言險曲者。撿者即不定名。曲者不直之義。為", "1111": "誷他故。即□□論云。欺彼人故或陵誷於他也。如羅", "1112": "網網於飛□□時。蓋却誷可思之。此是體也。二辨業", "1113": "用者。有兩个業也。疏云能障不諂是一个業。正教誨", "1114": "故。是兩个業用也。即此諂與不諂敵相違。若諂起時", "1115": "正障不諂也。言教誨為業即能障他正教誨也。可知。", "1116": "第二廣前體業者。旦廣體者。疏云謂諂曲者。至為取", "1117": "他意者。解云謂誷昌他故便曲取他意。或煩他情故。", "1118": "即意望他者好也。以求財故。言語曲順他人故。便矯", "1119": "設方便。遂他意取。故言為取他意也。或順己所求故。", "112": "發惡行。若五識相應嗔。即隨轉心發惡業也。即對法", "1120": "即曲順時宜也。可知。次重廣前用者。疏云或藏己失", "1121": "至正教誨故者。解云謂此人行諂曲故。即不堪任為", "1122": "師友也。亦不堪任為朋友也。以此人貪名利行於諂", "1123": "故。且非正教誨以行諂。即非正道理。故非正教誨也。", "1124": "可知。第三顯所依者。疏云貪□一分為體也。可知。上", "1125": "來有三。初略辨體業。□辨體業。二顯所依。三段不同。", "1126": "總是正釋。上來有二。初標次正釋。二文不同。總是第", "1127": "六辨謟訖也。", "1128": "自下第七辨矯者。分二。初標。次正釋。且初標者。疏云", "1129": "之矯者是也。可知。第二正釋中分三。初略出體業。二", "113": "云。心懷憎恚。多住苦故。故嗔與惡行。為所依也。以能", "1130": "者廣前業用。三者顯所依。旦第一略辨體業中。且先", "1131": "出體性者。疏云於自盛事至醉傲為性者。解云言自", "1132": "盛事者。或有官位。或財帛。或身品端正。即於世間有", "1133": "興盛之事。便心生恃賴高舉不見前人。此是醉傲也。", "1134": "如醉人相似也。問曰。與慢何別。答曰矯由染自法慢", "1135": "者。陵他。對法云。隨筞利之事謂長壽年等。亦有矯舉", "1136": "也。可如。第二辨業用者。有兩个業用也。疏云能障不", "1137": "矯是一个業用。依染為業。是兩个業用也。若矯起時", "1138": "與不矯敵體□□言能障不矯也。言染依為業者。即", "1139": "有此矯者。□□染為所依也。即因此有染法生。故名", "114": "起得諸惡業不善性故。上來有二。初略釋體業。二者", "1140": "染依為業也。可知。第二廣解業用者。疏云謂矯醉者。", "1141": "生長一切染法故。意云即有此矯者。即一切雜染皆", "1142": "得生長。以於自盛事染生染著故。即躭醉憍逸故也。", "1143": "即諸染因此而生。故言生長一切雜染法故也。第三", "1144": "顯所依者。疏云貪癡一分為體也。可知。上來三初略", "1145": "出體業。二廣前業用。三顯所依。三文不同。總是正釋。", "1146": "上來有二。初標。二正釋。兩段不同。總是第七辨矯訖", "1147": "也。", "1148": "自下第八辨害者。分二。初標。次釋。且初標者。疏云八", "1149": "害者是也。可知。第二正釋中分三。初略釋體業。二者", "115": "重前解業用。二文不同。謂之正釋。上來有二。初問。二", "1150": "廣解業用。三者顯所依。今且第一略辨體業中。先辨", "1151": "體性者。疏云於諸有情心悲無愍損惱為性者。解云", "1152": "以有害故即於有□□損惱故。故名無悲愍也。若是", "1153": "不害者。即是悲□□攝。今言害者。即無悲愍也。以損", "1154": "惱故。即瑜伽五十□於滅道諦。亦起損害。即此害亦", "1155": "緣無漏法生也。此約俱此害說。即是修道中修所起", "1156": "害也。即通小乘亦有此。唯約有情說為正義也。第二", "1157": "辨業用者。有兩个業用也。疏云能障不害是一个也。", "1158": "逼惱他故。即是兩个業用也。即此害起時即正障悲", "1159": "悲無量量即是不害也。以敵體相違故。既有於害。便", "116": "正釋。兩文不同。總是解嗔也。", "1160": "逼惱有情故。無悲愍也。即與不害相翻而說也。若依", "1161": "顯揚說。此害亦有五業也。可知。第二廣解業用者。疏", "1162": "云謂有害者。逼惱他故。解云即此害能損惱有情支", "1163": "節也。令他不安樂。故名逼惱也。可知。第三顯所依者。", "1164": "疏云嗔一分為體。以不全即斷命故。但有一分損支", "1165": "節故。是嗔分為體也。上來有三段。總是正釋。上來有", "1166": "二。□□。二釋。二文不同。總是第八解害訖也。", "1167": "自下第九辨嫉者。分二。初標。次正釋。且標者。疏云九", "1168": "嫉者是也。第二正釋者。分三。初略辨體業。二者廣辨", "1169": "體業。三者顯所依。且第一略辨體業者。先辨體性。疏", "117": "自下第三解無明。分二。初問。後正釋。且初問者。疏言", "1170": "云侚自名利至妬忌為性者。解云此言侚者。是人邊", "1171": "作者。是求也訪也。若是半死邊作者。是即是死也。即", "1172": "求自名利故便不耐他榮也。即見他人有榮盛富貴", "1173": "安樂或有出世榮事者。即是所從得勝功德法即通", "1174": "有為無為也。於此上生嫉妬也。若是天摩等即於無", "1175": "漏法起嫉忌故。或世人於名利上妬他人故即心□", "1176": "妬忌。為嫉體性。問曰。何名妬何名嫉。答曰。緣他正法", "1177": "名嫉。緣他榮樂稱妬。玉篇云。害賢名嫉。害色□妬。可", "1178": "知。辨業用者。疏云能障不嫉憂慼為□□。亦有兩重", "1179": "用也。若有不嫉即是喜無量也。若□□□妬死時。正", "118": "何名癡。意問云。此痴以何為體性業用也。此疏文總", "1180": "障喜無量。故名正障不嫉也。以嫉□□即事事不如", "1181": "他便生憂慼也。顯揚論云。能障□□□□也。即顯揚", "1182": "第四四無量中喜無量是不嫉。是□□為體也。可知。", "1183": "第二廣解體業者。先廣前體者。疏云謂嫉妬者聞見", "1184": "他榮。有二。一者見他人有三學士業。生憂名嫉。二者", "1185": "見他榮樂心。不欲名妬。玉篇云。害賢曰嫉。害色曰妬。", "1186": "廣前業用者。疏云深壞憂慼不安穩故。意云。既憂慼", "1187": "已即自不安穩也。可知。第三顯所依者。疏云嗔一分", "1188": "為體。可知。", "1189": "自下第十辨慳者分二。初標者。疏云十慳者是也。二", "119": "問也。可知。", "1190": "正釋者。分三。□略辨體業。二者廣辨體業。三者顯所", "1191": "依。且第一略辨體業先出體性者。疏云躭著財法至", "1192": "秘慳為性。意云財法者即妻□□盛事財帛等名財", "1193": "也。若是教理行果。皆名□□□。即於財法上不能捨。", "1194": "故名慳。言秘者澁也。藏□□者惜也。以躭著故即便", "1195": "秘慳。是慳體性也。言□□用者。疏云能障不慳鄙畜", "1196": "為業者。解云若有不慳者。即□□施。施與一切人物", "1197": "也。名為布施。今既有慳即正障於施行也。故名能障", "1198": "不慳也。言鄙畜者。鄙者惡也。即鄙惡故。畜者畜積。集", "1199": "積集異名也。即名鄙畜為業也。可知。第二廣解體業", "12": "如何此中與顯揚不同。答曰。但是開合有異。亦無過", "120": "第二正釋者。於中分二。初略釋體業。二者廣解前文。", "1200": "者。先廣前體性者。疏云謂慳恡者。心多秘澁。解云以", "1201": "有慳故。便秘澁不布施也。即鄙恡慳澁不能惠捨。故", "1202": "名慳也。次重廣業用者。疏云畜積財法不能惠捨也。", "1203": "第三顯所依者。疏云貪一分為體也。若□□實論說。", "1204": "有五種慳。一住處慳。二家慳。三施慳。四稱讚慳。五法", "1205": "慳。且住處慳者。於己住處生慳念。故言我獨住令我", "1206": "自在不用餘人。此有五種。一於未來諸比丘不欲令", "1207": "來。二於已來諸善比丘□□責恚故。三者欲令早去。", "1208": "四藏僧施物不欲與之□□□僧施生我所心計為", "1209": "恩德。此人於彼苦有法中□□不能捨。何況自身所", "121": "且略釋體業者。疏云。於諸理事所依為業者。且先正", "1210": "有之物。此人於解脫終無有□也。第二家慳者。於往", "1211": "還家生燈想。故言我於此家。常獨入出。不用餘人。設", "1212": "有餘人者。即令我最勝也。亦有五種。一白衣有不吉", "1213": "事。與彼同憂。二彼有利益與同喜。三喜白衣有勝事。", "1214": "四斷彼餘人令不得施也。五生於彼家為廁中鬼也。", "1215": "第三施慳者。於他物生慳恡想。令我於此。獨得施物。", "1216": "餘人不得。設令與之而復過於我。此亦有五。一常乏", "1217": "資生。二令施主不得福。三令受者不得財利。四毀訾", "1218": "善人。五□常憂惱。當生地獄等。設生人中。貧窮下賤", "1219": "等也。第四稱讚慳者。於他稱讚。生慳恡□□獨讚我。", "122": "釋體性者。疏云。於諸理事迷闇為性者。解云。此總合", "1220": "莫讚餘人。設讚莫勝於我。亦有五□□餘人心生憂", "1221": "動。二毀訾善人。三自高卑他。四□□□名。五於未來", "1222": "百千世中無有淨心。第五法□□□正法中生慳悕", "1223": "想。令我獨知十二分。教莫令他□。設令他知莫勝於", "1224": "我。又自知義秘而不說。過有□。□所生常瞋。二常愚", "1225": "癡。三多怨。四退失聖胎者□。□智惠不生王諸佛。怨", "1226": "賊障法眼故。六善人□□十無惡不造斷佛種故。上", "1227": "來小隨訖也。", "1228": "自下第二□中隨二數者。文分為二。初解無慙。二解", "1229": "無愧。", "123": "說也。大疏云。獨頭無明唯迷理也。相應無明亦亦迷", "1230": "今且□別辨無慚者。分二。初標。次正釋。且初標者。疏", "1231": "云□慙者是標也。可知。第二正釋中。分二。初略辨體", "1232": "業。□者廣辨體業。且略辨體業中先出體者。疏云不", "1233": "□自法輕拒賢善為性者。解云此無慙緣自法生也。", "1234": "自即自身法。即自身中善法也。即不󳬼自身□善法", "1235": "故。遂輕拒賢善人及法也。此出體也。第□□□用者。", "1236": "此有兩个業用。疏云能障礙慚是一个□□□是別", "1237": "業用也。生長惡行。是通業用也。以與愧□□長惡行", "1238": "故。所以名通業用。且別業用者。若有無慚□時正與", "1239": "慚相違。以正對慚與無慚故。是別業也。以□法不能", "124": "理事。大段無明有四種四種不同。總而言之。於諸理", "1240": "障他慚故。唯有無慚能障礙也。若依顯揚論□□無", "1241": "慚有其五業。一者能障礙慚。二者能障菩提□深。三", "1242": "者損自他。四者趣惡道。五者增長無慚。故此□□能", "1243": "障礙慚。是顯揚五業中第一業也。下言生□□者。是", "1244": "即餘四業也。可知。上來辨體業也。第二廣辨體業中", "1245": "先出體者。疏云為於自法無所󳬼者。輕□賢善者。解", "1246": "云即不󳬼戀自身中。疏勝法故□輕賢人拒善法也。", "1247": "可知。第二重廣前業者。疏云不恥過惡。能障礙慚。生", "1248": "長諸惡行故。意云即□惡事亦不著恥人也。此是通", "1249": "相也。非前相□□。別相者即能障礙慚是別相也。既", "125": "事迷闇為性也。言迷者。謂昏迷也。闇者即闇昧。若理", "1250": "若有□□者。即諸惡行皆得生長也。以無慚。是不善", "1251": "□□可知。上來有二。初略辨體業。二廣辨體業。□文", "1252": "不同。總是正釋。上來有二。初標。次釋。總□是第一辨", "1253": "無慚。訖也。", "1254": "自下第二辨無愧者。分二。初標。疏云無愧者是也。可", "1255": "知。", "1256": "第二正釋中。分三。初略解體業。二者廣重解體業。三", "1257": "者二師解釋。且第一略辨體業中。先出體者。疏云不", "1258": "󳬼世間崇重暴惡為性者。解云世間者即緣他法□", "1259": "也。即有此無愧故。便不󳬼世間人訶責也。亦不󳬼他", "126": "事皆無曉會。故云迷闇為性也。可知。次辨業用者。此", "1260": "刑戮故。所以崇重暴惡之人也。即崇□□重惡法也。", "1261": "言暴者。即卒暴之人也。惡即一□惡法也。即不󳬼世", "1262": "間訶猒故。所以崇重惡□□法也。是無愧之體性也。", "1263": "辨業用者。有兩个。一者別業用。二者通業用。且別業", "1264": "用者。疏云能障礙愧□□業用也。即唯有無愧。獨能", "1265": "障礙愧。餘法不能□他起。故名別業用。若通業用者。", "1266": "疏云生長惡行者。是也。以無慚亦能生長惡行。以共", "1267": "有故。名通業用也。若依顯揚論說。無愧亦有五業。一", "1268": "者能障礙愧。二者能障菩提涅槃。三者損自他。四者", "1269": "趣惡道。五者增長無愧也。此䟽中言能障礙愧。是彼", "127": "皆有兩个業用也。能障無癡。是一个業用也。一切雜", "1270": "第一業也。言生長惡行者。是餘四業也。可知。", "1271": "第二廣重釋體業者。先正出體者。疏云謂於世間無", "1272": "所󳬼者。崇重暴惡者。意云即不󳬼世間訶猒。亦不󳬼", "1273": "世間刑戮故。便作諸不善事。崇重常行不善之人也。", "1274": "可知。次重辨業用者。疏云不恥過罪。能障礙愧。生長", "1275": "諸惡行故。意云即作諸□□亦不羞恥。此不恥過罪。", "1276": "是通相也。若別相□□障礙愧是別相也。既有無愧", "1277": "者。從此一切□□惡行皆悉得生也。上來第二廣解", "1278": "體用也。", "1279": "自下第三二師解釋者。亦是會違文也。且第一古師", "128": "染所依者。是兩个業用也。即能障無癡不起故。以癡", "1280": "問曰。此不恥過惡。為是無慚。別相為是通相。第二師", "1281": "答。疏云不恥過惡。是二通相也。意云此不恥過惡。是", "1282": "無慚無愧之通相也。以共有故。古師云。若言通相者", "1283": "如何諸聖教中說不恥過惡。是無慙無愧之別相。即", "1284": "是對法文也。", "1285": "下第二師有三段。一者會教。二者難古師。三者解行", "1286": "相。且第一會教者。汝古師言。諸聖教中說不恥過惡。", "1287": "是二別相者。疏云會了故諸聖假說為體也。意云即", "1288": "約無慙無愧。皆有不恥過惡故。即假名為別相也。理", "1289": "實是通相也。何以即無慙以□自法輕拒賢。善為別", "129": "與無癡相違法故。若有癡□□。無癡必不生。即闇與", "1290": "相。無愧即以不󳬼世。即□□重暴惡為別相也。即非", "1291": "取不恥為別相也。□□□處說取不恥為別相者。但", "1292": "是假說非實說也。□□故諸聖教假說也。可知。第二", "1293": "難古師。於中有四難。一者□無差別難。二者不俱生", "1294": "難。三者非實有難。四者不遍惡難。且第一體無差別", "1295": "難者。汝若言不恥過惡。是二別相者。即無慙無愧。俱", "1296": "以不恥為體者。即應無慙即無愧體。即應是無慙也。", "1297": "以一種是不恥故。即應二法體無差別也。論云若執", "1298": "不恥為二。別相者。即應此二體無差別也。即應苦樂", "1299": "□受亦應同體。何以以苦樂二受。但以領納故。既樂", "13": "失。此中能障無貪。是顯揚五業中第一□□□□□", "130": "明是相違故。以違此無痴不起。故云能障無癡也。言", "1300": "一種領納。即應苦受體即是樂受耶。既若逼迫適悅", "1301": "二體別相者。即此無慙無愧亦爾。量云無慙無愧是", "1302": "有法。應別有自體性。宗中法。因云。俱有不恥過惡故。", "1303": "同喻如苦樂二受。苦樂□俱有領納故。即苦樂二受", "1304": "各有別體。此□□□愧皆皆有不恥故。亦如二受各", "1305": "各有別體也。若業□二受俱有領納者。師應二受者", "1306": "即應苦受□是樂也。若爾者即苦樂有何差別也。既", "1307": "若二□俱有領納。領納是二受通相。於中苦受即逼", "1308": "迫。樂受即適悅。即二受各各體別。今無慙無愧皆有", "1309": "不恥過惡者。明知亦是此通相也。第二不俱生難者。", "131": "一切雜染所依者。即此癡起時。即能與一切雜染法。", "1310": "亦如苦樂二受。以二受俱以領納故。即苦樂受不俱", "1311": "起也。若有苦受時。定無樂受也。以苦樂相違故。今既", "1312": "無慙無愧同不恥過惡者。即應不俱生也。以同是□", "1313": "恥相故。若令無慙無愧俱起者。明知。二法別有自相。", "1314": "非不恥。等為別相也。古師救云。我雖以不恥為二。別", "1315": "相亦同時起也。即所緣境不同故。所□同起。即無愧", "1316": "緣。世間力無慙對他說。即緣□□□以自他境不同", "1317": "故。亦得同時起也。由此□□□□實有難也。若汝古", "1318": "師云。所緣不同。即無慚□□法力。對世間力。有異故。", "1319": "說同時起。說無愧。緣世間□自法力。亦境不同。所以", "132": "為所依止。是業用也。問曰。如何名一切雜染。答曰。即", "1320": "同時者。即是相待而□也。以待自他立有差別。即應", "1321": "無慙無愧體無實也。如長短等。量云無慙無愧是有", "1322": "法。應非定有故宗。因云。相待立故。同喻如長短等。可", "1323": "知。古師又救云。我不相待說。但前後起。亦得是實有", "1324": "也。由此有第四不遍惡難。汝古師若言前後起者。即", "1325": "無慙無愧不遍惡心也。以有無慙之時無無愧故。即", "1326": "互不遍。□何名中隨遍不善耶。上來四難總是第二", "1327": "難古師也。自下第三解行相者。即古師云。若言不恥", "1328": "過總是通相者。即未審別相如何。論主答云言別相", "1329": "者。即無慙以不󳬼自法輕拒賢。善為□□□愧即不", "133": "是三雜染也。問曰。三雜染者何。答曰。一者煩惱雜染", "1330": "󳬼世間。崇重暴惡為性。是別相□□□□。若爾者亦", "1331": "不遍惡也。若有善境至時。即起□□□□便輕拒同", "1332": "時。若無惡境至。如何亦有無□崇重耶。答曰。疏云不", "1333": "善心時隨緣何境至無有□起失者。意云但有一善", "1334": "境至時。皆起得無慙□□也。若於自法力。輕拒賢善", "1335": "時。畢有崇重暴□□義也。若不󳬼世間。崇重暴惡之", "1336": "時。早有輕□□善之義也。即正崇重暴惡之時。即是", "1337": "輕拒□善。賢善之時。無本是崇重暴惡也。不必事□", "1338": "有二憶。一時至方起無慙無愧。但隨有一境至□即", "1339": "起得無慙無愧也。疏云故此二種但遍惡心□緣不", "134": "者。即是無明愛取三支是也。即此無明與愛取業煩", "1340": "異無別起生也。問曰。此無慙無愧二法。於六釋中如", "1341": "何相攝。答曰。疏云此上二隨並無六釋也。可知。上來", "1342": "有二。初別辨中隨。二者二師解釋會□。□文不同。總", "1343": "是第二辨中隨二數訖也。", "1344": "自下第三辨大隨者。疏云分八如文也。後七未至今。", "1345": "且第十三辨不信者。分二。初標。次正釋。且初標者。疏", "1346": "云十三不信□是也。可知。第二正釋中。分三。初略辨", "1347": "體業。二有兩□□釋前文。三者從不信三相下是染", "1348": "淨相翻也。三□□不同。且第一略辨體業中。先正出", "1349": "體者。疏□□實德能不思樂欲心穢為性者。解云實", "135": "惱為所依。即與煩惱雜染所依為業也。二者業雜染", "1350": "□□三是不信之境也。不忍樂欲。是不信之因□□。", "1351": "即於實德。能上不忍不樂不欲也。心穢者。是不□□", "1352": "體性也。即翻信中深忍樂欲。心淨為性也。故□不忍", "1353": "樂欲。心穢為性故。次辨業用者。疏云能障淨□隨依", "1354": "為業者。解云。若有不信起時。即正與信相違故令信", "1355": "不生也。言隨依為業者。即此不信與□□為所依也。", "1356": "即有嬾隋故。即是懈怠非精□□□有不信為所依", "1357": "故。便嬾隋也。與嬾隋為□□□。是不信作用也。若依", "1358": "顯揚論說。不信亦有五□。□□能障淨信。二者能障", "1359": "菩提涅槃。三者損自他。四者趣惡道。五者增長不信", "136": "者。即是行支。所謂福非福不動等業。并有支一分。是", "1360": "者。此略辨體業也。第□□解前文者。疏云謂不信者", "1361": "多懈怠故。意云。若□□信即有懈怠。以與解怠為所", "1362": "依故。以懈怠即□□墮也。既若不信佛法。便行惡事。", "1363": "起諸不善□□懈怠。故云多懈怠。故可知。第三染淨", "1364": "相翻者。□不信三相翻信應知者。意云。言不信三相", "1365": "者。□□不信實。有謂。於諸法實事理中。不信忍□。即", "1366": "不忍者非勝解也。即與疑品相應也。或於不□事印", "1367": "忍者。是不信之果。即此不信於四諦。理事皆不信不", "1368": "忍也。二者不信有德。謂於三寶□淨德中不信樂故。", "1369": "三者不信有能理。於□□□世善不信有力。能得能", "137": "業雜染攝也。即行支是無明發也。即業雜染依無明。", "1370": "成。不信諸善。不□□□故。即由有不信於實德。能不", "1371": "忍樂欲。即翻□□信也。可知。問曰。於六釋中何釋如", "1372": "何相攝。答曰。□云此無六釋也。不可言不即是信等。", "1373": "上來有三。一者辨體業。二重釋前文。三者染淨相翻。", "1374": "三文不同。□□是正釋。上來有二。初標。次釋。兩段不", "1375": "同。總是辨不□□也。", "1376": "自下第十四辨懈怠者。分二。初標。二正釋。且初第一", "1377": "標者。疏云十四懈怠者是標也。第□□釋中。分四。初", "1378": "略辨體業。二者有兩句。即重釋前文也。三者從於諸", "1379": "染事至無信不信者。□通外難也。四者攝歸六釋。且第", "138": "無明與業雜染所依為業也。三者生雜染者。即是五", "1380": "一略辨體業□。先正出體性者。疏云於善惡品修斷", "1381": "事中。嬾墮為性者。解云。於善品修時。亦嬾隋於□□", "1382": "即斷時亦嬾墮。即不能修善斷惡。故□□□為性也。", "1383": "可知。次辨業用者。疏云能障□□□□□為業也。解", "1384": "云。以懈怠故。正障精進也。以□□□行善事故。即令", "1385": "他精進不起。故名能障精進。□增染為業者。既有懈", "1386": "怠故。即一切染法皆得□□。即滋長染法。故有此業", "1387": "用。名為懈怠也。□□顯揚說。此懈怠亦有五業也。可", "1388": "知。上來第一辯體業訖也。第二合釋前文者。疏云。謂", "1389": "懈□□滋長染故。意云。若有此懈怠者。即滋長□□", "139": "果種子。及有支少分。及生老死支。皆是生雜染也。即", "1390": "染法增長也。以名不善懃也。可知。第三通外難者。外", "1391": "人難云。若言於善品不修即名為懈□者。即於不善", "1392": "染品而筞勵者。雖不修善。於□品。而能勤行。亦非懈", "1393": "怠。應是精進所收。答曰。疏云於諸淨而筞懃者。亦名", "1394": "懈怠也。問曰。何以□名懈怠。答曰。疏云退善法故也。", "1395": "雖然□□□事理合名精進。以退於善品故。名懈怠", "1396": "也。□□□名退善即名懈怠者。若於無記事而筞懃", "1397": "□□□懈怠。亦是精進也。答曰。疏云於無記中至是", "1398": "欲□懈非別有體者。意云。此亦非是懈怠。亦非精□", "1399": "也。但是別境中欲及勝解也。是無記懃故。即無□慚", "14": "苦者。即攝得顯揚下四業也。若開此□業。□□□業。", "140": "十二支中。即無明與餘十一支為所依也。故言一切", "1400": "怠之體性。以是無記故。下疏自解云。如於無□□無", "1401": "信不信者。此於無記事起印忍者。亦非□□□染。亦", "1402": "不可名信。不可名不信。即無信不信。但是無記也。即", "1403": "於善品增猛修者。名□進。於惡品勤修。以退善心。亦", "1404": "增盛故。即名懈□也。第四六釋分別者。懈即是怠持", "1405": "業釋者。□懈是用。怠是體。將用就體。體能持用。名持", "1406": "業釋也。上來有四。初略辨體業。第二重廣前□者。答", "1407": "外難四者。六釋分別四段總□□□上來有二。初標。", "1408": "次釋。二文不同。總是第□□□□訖也。", "1409": "自下第十五辨放逸者。分二。初標。次正釋。□第一標", "141": "雜染所依為業也。可知。上來略解體業也。", "1410": "者。疏云十五放逸者是也。可知。第二正釋中有五段", "1411": "也。初略釋體業。二者從謂由懈怠至非別有□□。是", "1412": "現顯所依也。三者從雖慢疑等至遍筞法□□答難", "1413": "也。四者染淨相翻者。疏云推究此如不放逸□□也。", "1414": "五者六釋相攝也。五段不同。且第一略辨體業者。□", "1415": "出體者。疏云於染淨品至縱蕩為性者。解云。□□品", "1416": "不能修。於惡品不能防。但縱恣蕩逸。故名縱蕩為", "1417": "性也。次辨□□者。疏云能障不放逸。增惡損善。所依", "1418": "為業者。□□即放逸起時。正障不放逸也。以不防惡", "1419": "法。故名□惡也。以不修善品。故名損善也。即增惡損", "142": "第二廣釋前文者。此即唯廣前業用也。疏云。謂由無", "1420": "善。是□放逸業用。若依顯揚論說。放逸亦有五業□", "1421": "□。可知。上來第一略辨體業也。第二顯所依□□□", "1422": "四法功能而建立放逸也。問曰。四法者何□□□□。", "1423": "謂由懈怠及貪嗔癡。問曰。有何行相即□□□功能", "1424": "名放逸。答曰。疏云不能防修染淨品法總是□□非", "1425": "別有體也。但是四法不防修功能假名放逸也。□□", "1426": "無別體性也。可知。第三答外難者。外人難云。□□法", "1427": "有不防修之用即名放逸者。即慢疑等亦□□□功", "1428": "能。何故不依慢疑等。立放逸耶。下答中分□□句是", "1429": "牒難。次二句正答。後二句即顯貪嗔癡□□四法之", "143": "明起疑耶見□雜染法故者。解云。由有此無明。於諦", "1430": "勝用也。且牒外難意者。疏雖慢疑□□有此能。即離", "1431": "此慢疑。亦有不妨修功能。問曰。□□不立放逸。正答", "1432": "者。疏云而方彼四勢用微劣□即。而者助句也。方者", "1433": "比也。即此慢疑不防修功能勢用。比他四方。即勢用", "1434": "劣也。問曰。何以劣□□法。答曰。即是四法勝能也。疏", "1435": "云障三善根□□□□。即此四法能障三善根。能障", "1436": "遍筞法也。□□□等以無此功能故。即永立放逸也。", "1437": "此第三答□□。次第四染淨相翻者。疏云推究此相", "1438": "如不放逸□□云即反顯不放逸行相也。以不放逸", "1439": "是三善□□精進四法防修功能。假名不放逸。即信", "144": "理事迷闇故。便起得疑及耶見。即撥無諦理。以猶預", "1440": "慚□□即有防修功能。比他四法功能。勢用劣故。但", "1441": "□□上立不放逸也。今此放逸即是四法上不防□", "1442": "□□立放逸。即反顯行相如不放逸也。此是染□□", "1443": "翻第五六釋分別者。疏云放即是逸。持業□□。解云。", "1444": "此疏文作持業者。有似錯也。若言持□□將用就體", "1445": "能持。即名持業。今放逸二法□是用故。即不可將用", "1446": "持用。成持業耶。應無□釋也。上來五段總是正釋。上", "1447": "來有二。初標次□。□文不同。總是第十五辨放逸訖", "1448": "也。", "1449": "自下第十六辨󳬯沉者。分二。初標。次釋。初標者。疏云", "145": "故。若有耶定。即正定不生。何名耶定。即無想定等是", "1450": "□□□者是也。可知。第二正釋中。有三師解釋。且第", "1451": "一師解者。於中有二。初出體。二者辨業用。且出體□。", "1452": "疏云令心於境無堪任為性者。此第一師意云。□□", "1453": "󳬯沉是假。但依諸煩惱。無堪任者。是󳬯沉□□雖此", "1454": "諸煩惱無堪任相。即無別惛沉相也。□□□煩惱為", "1455": "體性故。即一切煩惱無堪任。上□□□□以令心心", "1456": "所。皆無堪任故。言業用者。即□□□業用也。一者別", "1457": "業用。二者通業用也。且□□用者。疏云能障輕安也。", "1458": "若輕安起時。即今□□調暢安和。今既有󳬯沉起時。", "1459": "即正違輕安□生也。以餘法不能障他輕安。唯是惛", "146": "也。此重廣能障無癡也。下重解三雜染者。疏云貪等", "1460": "沉能障□安故。是別業用也。二者通業用者。疏云□", "1461": "□舍那為業者。解云。即此毗鉢舍那。是梵□□□觀", "1462": "品也。即能障觀為業。此無漏觀等□□□煩惱亦能", "1463": "障。故名通業用也。若有󳬯沉□□故無輕安之用。又", "1464": "無智惠觀察之能也。問曰。如□□諸煩惱無堪任。故", "1465": "名󳬯沉。言是假非實耶。□□對法論云。依諸煩惱。上", "1466": "皆無堪任。義說□□此是假非實也。第二辨第二師", "1467": "義者。論□□□󳬯沉癡一分攝。論唯說此是癡分。故", "1468": "□□惛沉亦無別體。但依癡上立。是假非實□。以何", "1469": "知之。答曰。瑜伽論說󳬯沉即是癡分□□知󳬯沉依", "147": "煩惱隨煩惱者。即解煩惱雜染也。業之一字。解業雜", "1470": "癡分故。第三護法義者。即□□是也。即於疏中。分為", "1471": "四段。初立自義。二者會第一師義。三者難第二師。四", "1472": "攝歸六釋。且初自義者。疏云󳬯沉別相謂瞢重。解云。", "1473": "即□󳬯沉別有自體。以瞢重為相也。瞢謂□□□□", "1474": "謂沉也。即󴤘迷之相也。言惛者是□□□□者重也。", "1475": "即此瞢重是󳬯沉體性。名為別□□□。此󳬯沉是實", "1476": "非假。有空自體故。疏云󳬯沉□□謂即瞢重也。此第", "1477": "一立自義也。第二會第一師義者。前第一師云。若爾", "1478": "者如何對法說□□□煩惱無堪任。假名󳬯沉耶。正", "1479": "會云。彼對□□□煩惱無堪任為󳬯沉者。是即今俱", "148": "染也。由有此二雜染故。便招得生雜染也。故疏云能", "1480": "時心□□□堪任故。亦不是󳬯沉。自體是無堪任也。", "1481": "□󳬯沉但取瞢重為別相也。第三難第二師。□云第", "1482": "二師義。若言自有體者。即如何瑜□□云󳬯沉依癡", "1483": "分立。是假非實。故知是癡□攝也。下正難者。疏云。此", "1484": "與癡相有差別者。解□此󳬯沉行相與癡下相似。故", "1485": "云有差別也。□□行相似有差別者。行相如何。答曰。", "1486": "疏云□□□□迷闇為相至下而非迷闇者。解云此", "1487": "癡行□□□迷闇為相。即正障無癡也。即不是瞢重", "1488": "故。即□□迷闇而非瞢重也。此󳬯沉即是瞢重為相。", "1489": "正障輕安□□是迷闇為相也。即此󳬯沉與癡所對", "149": "招後有。生雜染法故。或能招後有。生雜染法故。此一", "1490": "亦別。即行□□異。即迷闇瞢重有差別也。即疏文分", "1491": "明也。故□□□相有差別也。即瞢重為󳬯沉別相也。", "1492": "第四攝歸六釋者。瑜伽論說。是癡分者如何。護法云。", "1493": "是□□□非即依癡也。以行相各別故。第四攝歸六", "1494": "□□。疏云󳬯即是沉。持業釋也。以󳬯是用。沉是□□", "1495": "能持用。名持業釋也。可知。上來有四。初立自義。次會", "1496": "第一師義。三者難第二師。四者六釋分別。四段不同。", "1497": "總是辨議法正義也。上來有三師不同。總是□釋。上", "1498": "來有二。初標次釋。二文不同。總是第十六辨󳬯沉訖也。", "1499": "自下第十七辨掉舉者。分二。初標。次正釋。初標者。疏", "15": "若合即有此兩重業用也。可知。", "150": "段疏文。總是生雜染也。以五果種子。為生雜染之因。", "1500": "云十七掉舉者是也。可知。第二正釋中有三師解也。", "1501": "此疏文中但是後二師義□。□第一師義者。論云。有", "1502": "義掉舉貪一分攝。論唯說此□□分故。意云。此掉舉", "1503": "唯依貪分立。是假非實也。□□□何得知。答曰。瑜伽", "1504": "顯楊對法。皆言唯貪分立故。□□□依餘法立也。既", "1505": "依貪。即是假。無別體性也。即□□□□便有掉動也。", "1506": "行相可思之。次辨第二師□□□□初難前。二者申", "1507": "自義。三者會違文。且第□□□師者。即此掉舉非唯", "1508": "貪分立。以是遍染心。故□□□貪分者。即有嗔無無", "1509": "貪。應無掉舉。即不遍□□故。應非大隨攝。以大隨皆", "151": "能招當來二支果。故名能招後有生雜染也。理實五", "1510": "遍諸染心故。方成大隨□隨也。第二申自義者。分二。", "1511": "先正出體。二者辨業用。初正出體者。疏云令心於境", "1512": "不寂靜為性者。□□說成遍染義故。即依諸煩惱不", "1513": "寂靜。共□□□□掉舉也。何以知之。即五蘊對法皆", "1514": "言不寂靜□□□故掉舉離一切染。無別體性也。即", "1515": "依一切煩惱。□□不寂靜義說。名為掉舉也。又唯識", "1516": "論云。又掉舉□謂不寂靜。即是煩惱共相攝故。即離", "1517": "此諸煩惱□□相故。言業用者。疏云能障行捨奢摩", "1518": "他□□□。解云。此有兩重業用。一者能障行捨不□", "1519": "□□□。即正與行捨相違也。以行捨即寂靜為□□", "152": "果種子。及有支一分。并生老死支。皆是生雜染也。即", "1520": "□□即是不寂靜為相。以相違故。故云能障□□□", "1521": "奢摩他為業者。即梵云奢摩他。此云止也。□□□定", "1522": "之異名。定即專一掉舉。心不專一。即是障□□業也。", "1523": "第三會違文者。前師難云。若言依諸煩□者即如何。", "1524": "大論及對法等。皆言唯依貪一分攝□正會者。答曰", "1525": "彼論言依貪分立者。以掉舉□□分體殊勝故。所以", "1526": "偏說依貪分也。若據盡□□□□諸煩惱不寂靜。功", "1527": "能共相假名掉舉也。□□□□云。雖依一切煩惱。假", "1528": "立而貪位增。且說貪□□□□不相違故。上來第二", "1529": "師義訖也。從次辨第三師□者。即是誰法義也。於中", "153": "此三雜染。皆因無明生起。此唯取見道無明。能生三", "1530": "分三。初辨自正義。二者會違文。三者攝歸六釋。且第", "1531": "一申自正義者。疏云□□□相謂即囂動者。解云。言", "1532": "□□□□者掉動也。或掉是囂也。舉者動也。即此□", "1533": "□□掉舉之別相是實有體也。唯識論云。有□□□", "1534": "別有自性。遍諸染心。如不信等。非說他分□□是實", "1535": "者。即別有自然。以囂動為體性也。第二會違文者。前", "1536": "師云。若言不依非是假者。即□□五薀對法等二論", "1537": "皆言掉舉是諸煩惱不□靜共相立掉舉。即以不寂", "1538": "靜為相耶如何。口釋□□者。疏云令俱生法不寂靜", "1539": "故。意云。□□□□□□諸煩惱但令掉舉。同時心心", "154": "雜染法。起疑邪見也。不是修道無明也。問曰。為復唯", "1540": "所不寂□故。即□是掉舉自性也。又瑜伽論說。掉舉", "1541": "非世俗有者。□是實有也。即世俗有二。一者對無為", "1542": "說一切有□□世俗二者以對實說假。亦名世俗也。", "1543": "今言非□□□者。但非是假。故知以囂動為自性也。", "1544": "第三攝歸六釋者。疏云掉即是舉。持業釋也。以掉□", "1545": "□□是體。即將用就體。體能持用。名持業釋。□□□", "1546": "□為正義也。上來三師解。總是正釋。上來有二。初標", "1547": "次釋。二文不同。總是第十七辨掉舉訖也。", "1548": "自下第十八辨失念者。分二。初標。次正釋。且初者□", "1549": "□。疏云十八失念者是也。第二正釋者。於中分三。初", "155": "起邪見。為復更起餘四見。答曰。耶見寬通。如增上緣。", "1550": "略辨體業。二者廣前業用。三者顯所依。且第一□辨", "1551": "體業中。先辨體業。二者廣前業用。三者□□依。且第", "1552": "一略辨體業中。先辨體性者。□□□□□緣境不能", "1553": "明記為性者。解云。即正念□□即不□明記以與念", "1554": "癡分上立。故即不明記也。令失正念□以不明記。今", "1555": "既無正念者。即不明記善事等故。□□為失念也。可", "1556": "知。第二辨業用者。疏云能障正□□□□所依為業", "1557": "者。解云。既以失念即起得散亂。□□□亂為所依故。", "1558": "是失念之業用。又能正障善正□□□□念不生。皆", "1559": "是失念。障令不起。故言能障正念□□□略辨體業", "156": "即總攝五見。皆是邪見攝也。但以見不正故。總名邪", "1560": "也。第二廣前業用者。疏云謂□□心散亂故。意云。以", "1561": "失念故即起得忌念。忌念□□□得散亂也。故云心", "1562": "散亂故。可知。第三顯所依□□有三師解。此疏文中", "1563": "唯是第三師正義也。即三師中。且第一師義者。即失", "1564": "念唯依染念立也。問□何以知之。答曰。對法論云。失", "1565": "念是煩惱相應念□□□是依煩惱起也。解云。由念", "1566": "與煩惱俱□□。所以□□唯依染念為失念體也。若", "1567": "念不與煩惱□□□□不名失念也。此念若與煩惱", "1568": "俱時即與失念□□性也。故知但依染念一分立也。", "1569": "第二師義者。□念是癡一分攝也。問曰。何以知之。答", "157": "見也。若有癡時。即諸惑皆生也。即有此邪見疑等。便", "1570": "曰。瑜伽論□□分者。是癡等流性故。故是癡一分攝", "1571": "也。□□第三辨護法義者。分四。初難前師。二者申自", "1572": "義。三者會違文。四者與六釋相攝。且第一難前師者。", "1573": "□難第一師義。此問云。汝第一師定言念□□煩惱", "1574": "俱否。第一師答云。念常與煩惱俱生也。護□□□念", "1575": "唯緣過去曾習境。今煩惱即通緣三世□□。若煩惱", "1576": "緣未來及現在時。即如何與念俱耶。□□緣未來事", "1577": "故。故知念不定與煩惱俱也。若念□□去時與煩惱", "1578": "俱念上立失念。若緣未來事時□□念即何為失念", "1579": "體也。第一師云。設爾□□煩惱緣未□□起念無失", "158": "一切煩惱總生。即推功歸本。皆因無明也。問曰。何故", "1580": "念者何失。難曰。若爾即失念不遍染。□□煩惱緣未", "1581": "來是染心。故必令與失念俱也。若□者。即失念不遍", "1582": "染心也。若成遍染義者。即緣未□□念者。即此失念。", "1583": "俱依癡一分。為體也。如何前師□□□癡分耶。次問", "1584": "第二師者。問曰。汝第二師如□□□癡分立失念。第", "1585": "二師答曰。失念唯依癡分□□□通緣三世法故。故", "1586": "知失念依癡分得立也。又□□□即唯識論云。有義", "1587": "失念癡一分攝。即瑜□□此失念是癡分故。即依癡", "1588": "立也。護法難云。□□師若唯依癡立者。即有違教之", "1589": "失也。以對□□云。失念依煩惱相應念立為失念。如", "159": "百法論文。無明即在慢後。唯識論無明即在慢前。即", "1590": "何唯依癡□□。若第一師唯依煩惱俱時念者。即不", "1591": "遍染□□瑜伽論文也。即前二師皆有過失也。前二", "1592": "師□□過失也。前二師一時問曰。若爾者即護法□。", "1593": "□法與失念為體。此第二申自義者。護法□□。疏云", "1594": "有義失念念癡一心為體者。解云。即念□□癡及依", "1595": "煩惱同時念為失念。體以成遍染□□違教無前二", "1596": "失也。可知。第一師難云。若爾□□□何對法但言。煩", "1597": "惱相應念立失念不□□□立若癡上立者。此文如", "1598": "何通會。第二難□□□□言取煩惱同時念上立失", "1599": "念者。即瑜□□□□依癡分立者。即如何通釋耶。即", "16": "從次第三重解前體業者。疏云。謂由愛力取蘊生故。", "160": "二論如何前後不同。答曰。百法論說癡居慢後。即顯", "1600": "是下□□□違者。疏云由前二文影略說故。意云。瑜伽", "1601": "□□□說一邊以互影說。故對法唯說依染念□□", "1602": "即影取癡分也。瑜伽唯依癡分者。即影取□□依染", "1603": "念也。即二論互影取略而說。亦不相違□。第一師又", "1604": "云。如何言互影便令癡分攝耶。以□□言唯染念不", "1605": "言依癡分。故即不遍染心亦□□□。答曰。疏云論復", "1606": "說此遍染心故。意云瑜伽論□□失念於八遍染者。", "1607": "即須依念癡一分方正也。□□□癡分立者。即不遍", "1608": "染心。如何於大隨大中攝□□遍染心義者。即須依", "1609": "念癡一分立也。故論□□□遍染心也。第二師言。若", "161": "無明通利鈍故。通上下故。若是唯識論中。說無明居", "1610": "依癡分即可然。若□□□□即如第七識無念故。但", "1611": "有癡即第七相□□□□依如何有念耶。護法答云。", "1612": "依多分說此□□□□癡立也。即第七名少分。前六", "1613": "名多分也亦□□□事須定依念癡但依多分說依", "1614": "念癡一□□□次第四攝歸六釋者。疏云失之與念", "1615": "至持□□勝者。解云。此意有似相違釋者。似有理也。", "1616": "□□□是念以失劫正念。故名失念□□失與念是", "1617": "相違也。若言持業者。即失是用念□□名持業者。有", "1618": "似無理也。即念是明記失者。□□□記以無此明記", "1619": "之法。名失念。即持業義□□也。亦應細思之也。上來", "162": "前者。即顯三不善根一處辨也。亦無別義也。可知。上", "1620": "有四。初略辨體業□辨體業□□所依。四者六釋相", "1621": "攝。四段不同。總是正釋□□有二。初標。次釋。兩段不", "1622": "同。總是第十八辨失念訖也。", "1623": "自下第十九辨不正知者。分二。初標。次正釋。□□標者。", "1624": "疏云十九不正知者是也。可知。第二正釋□□□有", "1625": "四。初略辨體業。二者重辨業用。三顯所依。四六釋分", "1626": "別。且第一略辨體業中。先出體者。疏云□所緣境謬", "1627": "解為性者。解云。即所緣境錯行□□□為謬解。即迷", "1628": "於前真境。有錯謬故。名不正□□。外道煞馬祠天。以", "1629": "求福故。此是不正知也。以謬□。又如殊屈摩羅。取千", "163": "來有二。初略釋體業。二廣前業用。兩段不同。總是正", "1630": "人指。求生天等。皆名不□□□謬解為性也。次辨業用", "1631": "者。疏云能障□□毀犯為業也。意云。若若。有不正□", "1632": "□時正□□相違也。以能障正知不起。是不正知業", "1633": "用也。□毀犯者。即錯行亂學多犯戒故。或毀於正知", "1634": "□行故毀犯為業也。可知。第二廣前業用者。疏云□", "1635": "正知多毀犯故。有此不正知。故便毀正教□□故可", "1636": "知。第三顯所依者。於中有三師。辨□□□第三師義", "1637": "也。前二師在疏外也。且辨□□□者。論云。有義不正", "1638": "知慧一分攝也。即是□□體也。此惠是煩惱相應。慧", "1639": "名為染慧。即□□知體。但是染慧非是煩惱也。問曰", "164": "釋。上來有二。初問。二正釋。二文不同。總是第二釋無", "1640": "如何知□。答曰。對法論云。是諸煩惱相應慧。故言慧", "1641": "一□□也。不依癡分故。第二師云。此不正知。但是癡", "1642": "□為體。即瑜伽論云。依癡分攝故不依慧。如何□□", "1643": "言依慧體立也。第一師云。瑜伽□依癡□□□即體", "1644": "非癡分也。但依慧一分為□□也。第二□云。汝前師", "1645": "定言不正知。依慧分立者如何聖□□無想定外道", "1646": "世共說彼有定無慧耶。即無想定□定即不正知。不", "1647": "正知。依於何法而立也。以無想定□□故。又憤恚天", "1648": "通眼相觀時。但有定。定者是等□□□無有慧。即起", "1649": "嗔之時。便覺眼相觀。即是染□□□知以無慧故。即", "165": "明訖。", "1650": "不正知。依何而立也。第一□□□□時無不正知者。", "1651": "亦有何失。第二師難云。□□□不正知。不成遍染義", "1652": "也。前師云。設不遍染□□難云。即違瑜伽論文。瑜伽", "1653": "論文言。八遍染中□正知故。故知不正知。是遍染心", "1654": "遍染心者。即須□□立不依慧立也。故知瑜伽五十", "1655": "五云。說此不正□癡分。故第三護法義者。分三。初難", "1656": "前二師。二者申自義。第三會違文。且難□□者。汝第", "1657": "一師。若言唯依慧分立者。即違瑜伽□十五文。彼論", "1658": "云。此八遍染中。有不正知。不正知□染心故。若唯依", "1659": "慧。即不遍染心故。即瑜伽論文痴一分攝。如何前師", "166": "自下第四釋慢者分二。初問。二正釋。且初問者。疏云。", "1660": "唯言依慧也。即違瑜伽□□第二師。若言唯依癡分", "1661": "立者。即違對法□□不正知。依諸煩惱。同時染慧為", "1662": "體。如何唯□□□□癡者。即違彼論文也。即前二師", "1663": "二各□□□□失也。第二申自義者。疏云有義不正", "1664": "□□□一分攝者。解云。即不正知依慧及依癡一□", "1665": "□□第一師難云。若爾言依慧癡立。如何對□□唯", "1666": "依慧立耶。又第二師難云。若言依慧者。如□□伽云。", "1667": "唯依癡分攝也。第三會違文者。護法□□。疏云由前", "1668": "二文影略說故者。意云。若對法言□□□□者。即影", "1669": "取瑜伽癡分也。若瑜伽依癡□□□影取對法依慧", "167": "何為慢。應言此慢以何為體。以何為業用。此是總問", "1670": "也。即二論□□而說。□□相違故。故言影略說也。第", "1671": "一師又云。說唯□□□遍染心亦有何過護法答者。", "1672": "疏云論復□□遍染心故。即此不正知。是遍染心所", "1673": "攝故。所□□伽論說是八遍染攝。上來有三師義。總", "1674": "□□□依訖也。自下第四六釋分別者。疏云□□□", "1675": "□以無離合義故。不可言。不即是正知□□□□不", "1676": "不是正知。此無離合六釋不攝也。上來有四。總是正", "1677": "釋。上來有二。初標。次正釋。二文不同。總是第十九辨", "1678": "不正知訖也。", "1679": "自下第二十辨掉舉者。分二。初標。次正釋。且第一標", "168": "也。可知。", "1680": "者。疏云二十□□者是也。可知。第二正釋者。於中分", "1681": "二。初辨體用。二問答。且第一辨體用者。有二師辨。且", "1682": "□□□解分二。初略辨體業。二者重辨業用□。且初", "1683": "第一略辨體業中。先辨體者。疏云□□所緣令心流", "1684": "蕩為性者。解云。言流蕩是□□體也。依三不善根上", "1685": "假立。問曰。如何知之。答曰。□法五蕩集。皆言是三分", "1686": "位故。今言令心流蕩□貪嗔癡馳流之時。名流蕩。故", "1687": "即緣境之□□惱亂。或緣東西南北。心皆散亂。即於", "1688": "境上□□□令心心所流蕩也。即流謂馳流。蕩謂□", "1689": "□□流蕩也。非別有散亂體故。故令心流蕩□□也。", "169": "第二正釋者分三。初略釋體業。二者廣釋體業。三者", "1690": "次辨業用者。疏云能障正定惡慧所□□□者。解云。", "1691": "有此散亂之時。令定不生。以定□□心故。此散亂心", "1692": "不定有躁擾故。歒體相違。故□□□正定也。言惡慧", "1693": "所依為業者。有此散亂□□□染慧是此散亂也。可", "1694": "知。上來第一略辨體業訖。第二重辨業用者。疏云謂", "1695": "散亂□發惡□□□有散亂時便惡慧得生。可知。", "1696": "第二□□□者。疏文分二。初申自義。二會違文。且申", "1697": "自義者。疏云散亂別相即是躁擾也。意云。此散亂□", "1698": "□。實有別自體性。即以躁擾。為散亂體性。□□能別", "1699": "障三摩地故。所以散亂是實有也。若□□何能別障", "17": "解云。謂由愛力者。即重解前體性也。言取蘊者。即重", "170": "辨差別。且第一釋體業中。先出體。後辨業用。且出體", "1700": "正定耶。故知別有自體也。第二會違文。護法云別有", "1701": "自體者。如何對法說散□□□□癡三上流蕩功能", "1702": "立散亂也。故知是□□□根上流蕩為散亂體性也。", "1703": "護法會者。□□令俱生法皆流蕩故。意云。但是散亂", "1704": "令同□□皆流蕩故非即流蕩。是散亂體也。即此流", "1705": "□□散亂通相也。令散亂別相者。即躁是擾□□□", "1706": "云。對法言是三分者。但是彼三不善根□□□故即", "1707": "非依三法立也。如無漸等非彼攝□□□云散亂是", "1708": "有法定實有自體宗。因云。□□□流性故。同喻。如無", "1709": "慙等。可知。故知散亂□□實體性也。此第二師為正。", "171": "性者。疏云恃己於他高舉為性者。意云。恃己等。即是", "1710": "上來二師不□□是顯別體用也。", "1711": "後次第二問答差別者。□□分四段也。一者總問答", "1712": "者。疏云問掉舉何□□□令易緣者是也。二者答難", "1713": "者。疏云雖□□□□□暫時住者是三結遍染心者。", "1714": "疏云故掉舉亂俱遍染心是也。四者攝歸六釋者。□", "1715": "散即是亂。持業釋者。是也。四段不同。且初總問答者。", "1716": "初問。次答。且問者。疏云問曰。掉舉□□。意云。此掉舉", "1717": "散亂。以行相稍相似故。所□□□即此二法何別。此", "1718": "問可知。次答者。□□□□易解。此令易緣。解云。掉舉", "1719": "即易。解即□□□若散亂即易緣心一境多。即行相", "172": "恃賴自身也。即恃者恃由。依也賴也。即對他劣人。恃", "1720": "有異也。□□□障心為業。散亂即障定為能。即止與", "1721": "□同也。若約能障二法行相即差別也。問曰。□掉舉", "1722": "易解。名心多境一。答曰。即此掉舉緣□□□時。即一", "1723": "境體故。即作種種解心。故即名□□□□。是易其解", "1724": "心也。即不易所緣境。此名□□□□易也。如一青境", "1725": "止作種種青解。即名□□□解也。言彼者是前來已", "1726": "說。故說為彼也。□□者。即散亂。散亂即易緣。即一心", "1727": "境多即易□□境名易緣也。即如一个心。便緣青黃", "1728": "赤白□□□境也。即一个心緣得一切境。以躁攝故。", "1729": "便□□□境也。即此是緣易非解易。由此作四句□", "173": "賴己身端正。或恃賴事業書詩等。或恃賴族姓等。便", "1730": "□。一者解易非緣易者。即斷是掉舉□□□常樂我", "1731": "淨之解。或緣一青境。便作一切青□□□□也。二者", "1732": "緣易非解易者。即是散亂緣。青黃□□□也。等心即", "1733": "是一故。即不易解。以境多故。名□□也。即前念緣香", "1734": "後念緣味。即於諸境上皆□□多境也。三解緣俱易", "1735": "者。即是強思計度心□□□□是也。四解緣俱不易", "1736": "者。即是任運心緣□□□□念緣青境。後念亦是緣", "1737": "一青境。即心境□□□□。", "1738": "上來總問答。第二答伏難者。有兩復次答難。且第一", "1739": "復次□□□□難者。如六識中一念緣心如何有易", "174": "高舉也。即陵他人。即自恃賴等。不自前人。故名慢。慢", "1740": "解□□。豈有一念中能作易解。易緣耶。即一念作□", "1741": "□不成易緣。亦不成以一念故下。正答者。分二。初□", "1742": "□□答且沉答者。疏云雖一剎那至有易義。□□雖", "1743": "一剎那緣無易義。故令言解緣。無易解者。即是□□", "1744": "云。雖一剎那緣者。即是掉舉緣者。即是□□□雖一", "1745": "剎那解緣二法無易。義者即於□□□□而說有易", "1746": "義。故以一念中解緣二□行□□□說也。即於相續多", "1747": "念。亦有易義也。以相續顯□□□解緣二法有易義", "1748": "故。即疏中言。雖一剎那□□易者。且亦牒外難詞也。", "1749": "更言易於相續有□故。即是通也。此沉答也。次正答", "175": "即高舉也。問曰。言高舉即名慢者。即何故對法論云。", "1750": "者。外人又難云。若□□□有易解易緣者。即一念中", "1751": "無易緣應非□□□有易解易緣。方成掉散故。故知", "1752": "第一念□□□□易緣者。即應解緣二法非遍染心。", "1753": "即第□□□散亂掉舉故。答曰。疏云染汙心時。由掉", "1754": "亂□應念念易解易緣者。意云。即此掉散二法念□", "1755": "□易義也。以性是易解易緣也。設爾一念中亦有易", "1756": "義。即是遍染心故。但有染心時。即此□□□易解易", "1757": "緣也。此正答也。上來有二。初沉答。二答。二文總是第", "1758": "一復次答伏難也。第二復次□□者。先難云。若散位", "1759": "可說有。定□□染心持以掉散。若□□□□無掉散。", "176": "有我故名心高舉。答曰。此對法約根本說。即說我見", "1760": "若有掉散應不成定。若定□□□。即須有此二法。以", "1761": "是遍染心。故下答有二。初正答次□成。且第一正答", "1762": "者。疏云或由念定等力所□□□。意云。由有正念制", "1763": "伏掉舉易解也。由定□□□易緣也。即有此念定之", "1764": "時。暫時折伏其□□□□體亦非無也。若言麤著行", "1765": "相即無。若□□□□之本性是易義也。若無染心時。", "1766": "即不□□□□心時設有念定制伏者。亦有微細易", "1767": "□□□義以體性是易義故。猶如何等下。舉喻者。□", "1768": "如蹔猨猴有蹔時住者即如猨猴被繫□□手脚雖", "1769": "繫不動即心意。皆是躁動之物也。□□□□性是囂", "177": "與慢同時起。即我見是根本故。且言我高舉也。其意", "1770": "掉動之物即麤相。即無亦有微□□□也。可知。上來", "1771": "第三辨不起法也。", "1772": "第三結遍染心者。疏云故掉與亂俱遍染心者。若無", "1773": "念定□□□心時。皆有此二也。若是染念染定時。亦", "1774": "有□□□以行相微細故。以是遍染義。故有染念定", "1775": "□□□□散也。可知。", "1776": "第四六釋相攝者。疏云散□□□持業釋者。以散是", "1777": "用。亂是體。以用顯體。□□□用名持業也。上來有四。", "1778": "一者總問答。二者答伏難。三者結遍染義。四者六釋", "1779": "分別。四段不同□□也。上來有二。初辨體。二問答差", "178": "高舉是慢。是慢體性也。可知。第二釋業用者。此有兩", "1780": "別。兩文不同。□釋上來有二。初標次釋。二段不同。總", "1781": "辨掉舉也。上八段不同總是辨大隨訖也。", "1782": "上來有□□小隨。次中隨。後大隨。三段不同。總是別", "1783": "辨也。□□有二。初總辨三隨。二別辨三隨。二文不同。", "1784": "總是□□□□。上來有二。初總標舉數。二隨標別列。", "1785": "二文不同總是大文第五辨隨煩惱訖也。", "1786": "自下第六辨不定四者。疏云述曰第六文也。分二者", "1787": "一者□□□數。二者是隨標別列。所以言文□□文", "1788": "不同。且第一總標舉數者。舉文如何□□□。四者是", "1789": "總標也。言四者是舉數也。□□標別者。論云。一睡眠", "179": "業用也。疏云。能障不慢。是一个業用。生苦為業。即是", "1790": "至伺者。疏云述曰□□也。分四如文。", "1791": "且第一辨睡眠者。分二。初標。次正釋中分四。初略辨", "1792": "體業。二重解體性。三者顯□假實。四六釋分別。且第", "1793": "一略辨體業者。疏云□□□□在昧略為性者。解云。言", "1794": "令身不自在□□□睡故搖動。亦不覺故。以極闇昧", "1795": "不明利。□□者□也。略者小也。唯是意識無解前五", "1796": "識□□□昧略。即令身不自在也。可知。辨業用者。□", "1797": "□□□為業者。解云。即是障毗鉢舍那為業□□□", "1798": "□有此睡眠。故令觀心不生。正障觀品□□□□也。", "1799": "可知。第二重解體性者。疏云□□□□身不自在。即", "18": "解前生苦為業也。即由有此貪愛力故。即一切苦果", "180": "兩重業用也。若有慢時。即心高舉。起不慢時。即心謙", "1800": "解前令身不自在也。心極闇□□□□故重。解云。前", "1801": "昧略為性也。以夢意識□□□。無前五識。唯意識。故", "1802": "名一門轉也。非無□□□也。唯於意根門轉故。不於", "1803": "五根門轉。故名□□□也。即夢意識同時相應心所", "1804": "亦有也。即□□□□也。亦不妨常有遍行等心所也。", "1805": "此中意□□□□□顯意識故。可知。第三顯假實者", "1806": "分三。一者顯實。二者辨假相。三者舉例重顯實性。且", "1807": "初□□者。問曰。如何名昧略。答曰。疏云昧簡在□□", "1808": "□悟時。令顯睡眠非無體用者。此有三種□□此夢", "1809": "中意識。即雙簡定散。明了意識□□□不字簡定中", "181": "下也。以體性相違故。以慢起時正障不慢也。故云能", "1810": "獨顯意。定中獨顯意。以極明□□□□也。言略者。簡", "1811": "散明了。散明了意識□□□根門轉。或獨顯者。亦明", "1812": "利故。即此夢□□故。簡二位意識名昧。略為性。是睡", "1813": "眠之□□□□定中唯意識以明利故。散位有多。故", "1814": "□□六識皆有非也。故言昧簡在定略別悟時。□□", "1815": "即昧者闇也。略者少也。問曰。若取意識□□睡眠名", "1816": "心所者。即將何為心王耶。答。假借□□□為心所。意", "1817": "識為心王也。應細思。即此□□□以睡眠之體性。故", "1818": "言令顯睡眠非無體□□□□意識名有心睡眠。名", "1819": "為實睡眠也。□□□者。即假名為睡眠也。若准小乘", "182": "障不慢也。言生苦者。即謂慢高舉。即於勝人勝法上。", "1820": "說睡眠□□□今言非無體用者。遮小乘義也。此上", "1821": "顯實。二者辨假相者。疏云有無心位立此名者。解云。", "1822": "□□□聖教說有於無心位。亦名睡眠。此唯是假□", "1823": "□□□說五位無心中。此無心睡眠是假。睡眠亦□", "1824": "□□經部師義。即執睡眠無體。但是□□□□□□", "1825": "總聚上立大乘。解云。此無心位。是假睡眠。□□睡眠", "1826": "者。即是有心也。以無心位似有心睡眠□□故。即觸", "1827": "塵中收也。問曰。有心睡眠是實□□相如何下。舉例", "1828": "重顯。實體者。疏答云。如餘□□□相應故。解云。以實", "1829": "睡眠是有心故。非假心□□□攝。故名有心也。以與", "183": "心高舉故。於聖人法上。生陵略故。遂墮惡道。受諸苦", "1830": "心相應故。說是有心□□□□喻如盖纏等法。是心", "1831": "所法。即有心故□□□□此重釋前非無體用也。言", "1832": "盖纏者。即□□□盖纏有八纏。問曰。五盖者何。答曰", "1833": "言五□□貪欲盖。二者嗔恚盖。三者󳬯沉睡眠盖。□", "1834": "□掉舉惡作盖。五者疑盖。間曰。如何名盖。答曰。□□。", "1835": "盖者。是覆惡心令善不轉。即是盖義也。問□□□□", "1836": "盖者。即覆於何法名為盖。答曰。由貪□□□界。於染", "1837": "法上起令欲故。即於□□上是□□□復他樂出", "1838": "家者。名貪欲盖也。問曰。□□□□□□□□嗔障覺", "1839": "起耶行。故名盖也。問曰。󳬯□□盖覆何法亦名盖。答", "184": "故。因慢生得諸惡苦者。名為生苦為業也。若望顯揚", "1840": "曰。此能蓋覆於定慧明了□□定不顯。名為蓋也。", "1841": "四掉舉惡作盖。能盖覆定□□□生故。即正障明利", "1842": "專注法。故行捨不生。亦名□□□盖即障信智不生。", "1843": "名盖也□。□□可知。即總束五盖能障三位法也。三", "1844": "位法者。□□□□者。二者修正行者。三者人定正修", "1845": "正舉□□□三位法名為盖也。若盖因緣故。亦名為", "1846": "盖。□□是因緣。即涼風飲食溫耎等。是盖緣也。即□", "1847": "□法故。可知。解八纏者。俱舍偈云。纏八無慚愧。□□", "1848": "□□□眠掉舉與󳬯沉或十加忿覆。若言□□□□", "1849": "□□覆二法也。且明八纏者。分二。初列名。二□□□", "185": "論說。此慢亦有五業也。一者能障不慢。二者能障菩", "1850": "障法。且列名者。一者󳬯沉。二者睡眠。三者。", "1851": "百法論顯幽鈔卷第七末", "1852": "No. 799-ANo. 799-A", "1853": "此卷亦首尾共欠。不可知何本矣。私案。恐是百法", "1854": "論題幽抄第七末。釋論云一貪二嗔乃至不定四", "1855": "者。一睡眠之文也。撿本文鈔所引。彼鈔三本云。二", "1856": "禪以上借三識。不借鼻舌識云云。四本云。諸識互", "1857": "用云云。此釋前五識也。又五末云。前七識望第八。", "1858": "亦互為因云云。又云。論應說此品疎所緣緣一切", "1859": "位中有無不定云云。又七本云。此七識四分何能", "186": "提涅槃。三者損自他故。四者趣惡道故。五增慢故。即", "1860": "熏云云。又云。諸法於識藏云云。又云。第六緣過末。", "1861": "熏種否云云。以上諸文。總釋八識諸門也。又同七", "1862": "卷云。樂欲為精進依云云。此釋善位中信心所也。", "1863": "次七末云。苦受無分別。為是無分別。為復分別云", "1864": "云。又釋曾受境四句云云。此解釋煩惱隨煩惱之", "1865": "諸行也准如上引文。則此抄三本至七本。廣釋八", "1866": "識及五返行善位心所畢矣。依此思之。今此本即", "1867": "是當七末也。然而本文抄所引之文。應在于此次", "1868": "乎。", "1869": "明治四十三年八月念三日　定胤和南", "187": "疏中言生苦為業者。即攝得顯揚五業中下四業也。", "188": "此疏中言能障不慢者。即是彼論第一業也。即開合", "189": "不同。若開即成五業。若合說即有兩重業也。可知。上", "19": "因此而生也。言取者。即是取支也。即愛增名取也。言", "190": "來第一略釋體業也。", "191": "第二廣釋體業者。且先廣前體者。疏云。謂若有慢至", "192": "心不謙下者。解云。於德有德者。即是起慢之處也。於", "193": "德者。即是殊勝功德法也。即是三乘聖教是也。言有", "194": "德者。即是有德業□也。即三乘聖教等。即於三乘賢", "195": "聖人及法。心不謙下者。是慢之體性也。即重解前高", "196": "舉為性也。可知。第二重釋業用者。疏云由此生死至", "197": "受諸苦故者。解云。或有疏本。言自此者。或云由此者。", "198": "皆是寫人不定也。即有此慢。於三乘賢聖人法。心不", "199": "謙下者。即於聖教等。生陵略心。即不可超凡成聖也。", "2": "者。即是貪之□□□□□□有二。一者分別貪。二者", "20": "蘊者。即是苦果等是蘊也。即五蘊身從取而生。即由", "200": "即與業為增上緣。能趣惡道。生死輪迴。受諸眾苦。無", "201": "有斷絕。名為無窮也。可知。上來第二廣釋前文。可知。", "202": "第三辨差別者。於中分二。初解慢種類。二者從一切", "203": "皆通見修所斷下。是破小乘也。且第一解慢種類者。", "204": "疏云依慢差別至我得處生者。解云。七九種即是慢", "205": "種類也。謂於三品我得處生。是生見之處也。問曰。何", "206": "名種類。答曰。七个是慢。九个是慢類也。且七慢者。一", "207": "者慢。二者過慢。三者慢過慢。四者卑慢。五者我慢。六", "208": "者增上慢。七者耶慢也。即五法上。起七慢也。即於三", "209": "品我德處也。即四於三品起。三於二法生也。即於下", "21": "愛取二支。潤前五果種子。轉名為有。有者變異於前。", "210": "品人身起慢。即於劣計見轉勝。是慢也。以見前人不", "211": "解事業相㒵身品亦劣。即於此下品劣身。便計己為", "212": "勝。即全不如我。是慢也。二者過慢。即於中品人起也。", "213": "即於等計己勝也。即前人與此人。一切皆相似一種。", "214": "是中品人即此人。即此人便計他人如我。即事業相", "215": "似。便言我勝於他。即於等計己勝也。三者是慢過慢。", "216": "即於上品人起也。即於勝計己勝也。即此人自是中", "217": "品人。便於上品人身起慢云。此上品人亦不如我。我", "218": "勝於此人。故即言勝。於中品人即是慢。更言我亦勝", "219": "於上品人。便是慢過慢也。即於勝計己勝也。四者卑", "22": "故名有也。若是初結生相續時屬生支。皆由受取。方", "220": "慢者。亦於上品人起也。即此人多分不及他人。便自", "221": "計言我但少分不及他。是卑慢也。即三品起得此四", "222": "慢也。五者我慢。即於我境上起也。即自恃賴己五蘊", "223": "身。為殊勝故。即計五蘊為我也。諸人皆不如我。即自", "224": "恃己身高舉也。第五於德上起兩个慢者。言德者。即", "225": "是三乘聖人及聖教也。即起得增上慢及耶慢也。且", "226": "辨增上慢者。即少得謂多得。是增上慢也。即如無文", "227": "比丘得四禪定。便計為四沙門果。即少分得四禪根", "228": "本定。便計多聖果者。是少得謂多得也。有解云。無文", "229": "比丘。即是全不得計為得也。若言得初果已。計為第", "23": "結生故。即此五蘊因此愛取而生。故名取蘊也。即是", "230": "四果者。即是少得謂多得。今既全不得四果□。是得", "231": "四禪有漏故。全不得無漏定。不是少得謂多得也。第", "232": "二解云。亦有少得也。即得聖之時。斷惑盡。顯得無為。", "233": "名擇滅無為。此比丘得第四定。顯離八灾患。顯得不", "234": "動無為。即是六無為中。得一分無為也。亦是少得計", "235": "為全得。是增上慢也。第七亦於德上起邪見慢也。即", "236": "全不得。計為得者。是邪慢。如外道。全不得涅槃。便計", "237": "無想天是涅槃解脫。即是邪慢也。問曰。卑慢計言我少", "238": "分不如他者。即無高舉。如何名慢。答曰。謂此人多分", "239": "不如他。便計言我但是少分不如他。亦有增強分。故", "24": "增上愛能生五蘊故。言謂由愛力取蘊生故。生上二", "240": "亦名慢。但有稱量心。即總名為慢也。雖言我少分不", "241": "如他者。有稱量門中。總名為慢也。即於五个境上。起", "242": "七个慢。故疏云。謂於三品我得處生也。七慢可知。言", "243": "九慢者。即是慢類也。即此九慢。大乘經中。未見有文", "244": "也。今准小乘婆沙第百九十及俱舍論長行第十九", "245": "說。有九慢。九慢即我勝我等劣為三也。有勝有等有", "246": "劣為三。無勝無等無劣為三。即是九个慢類也。一得", "247": "偈偈。即過慢慢卑慢。如次說初三。卑慢慢過慢。如次", "248": "說中三。慢過慢卑慢。如次說後三也。薦福言。應一一", "249": "置慢類之言。即言我勝慢類。我等慢類。我劣慢類也。", "25": "界時。由愛靜慮等。即潤上二界五種子故。便生上二", "250": "下皆應置慢類之言也。問曰。此九慢與前七慢。何寬", "251": "何狹。答曰。七慢即寬。九慢即狹。即九慢是七慢中三", "252": "个慢起。得九慢也。問曰。前三慢者何。答曰。一者慢。二", "253": "者過慢。三者卑慢。於此三个慢。深流出九慢類也。九", "254": "慢者。且第一三種者。即是我勝等三也。一者我勝慢", "255": "類者。從下中品人。起過慢也。即下品人定不如我。若", "256": "是中品人。與此相似。即此人計言。中品人亦不如我。", "257": "即於等計己勝。名我勝也。二者等慢類者。即是前七", "258": "慢中。第三慢也。即於上品人起。即上品人勝於此人。", "259": "此人計言。與我高等。即是於勝計己等。名我等也。三", "26": "界五蘊也。即此愛取能□□諸煩惱故。有此多義。亦", "260": "者我劣慢類者。即是卑慢。亦於上品人起也。即上品", "261": "人多分勝於此人。此人計言。我但少分不如他。是我", "262": "劣也。此解第一句過慢慢卑慢也。第二句云。卑慢慢", "263": "過慢者。即是中三也。第一是有勝慢類者。即是卑慢", "264": "也於上品人起。上品人多分勝於此人。此人自計云。", "265": "我但少分不如他。即於勝計己劣。名有勝。於我少分", "266": "故。二者有等慢類者。即是慢也。即亦於上品人起也。", "267": "即是勝計己等也。可知。三者有劣慢類者。即是過慢", "268": "也。即於中下品人起也。即中下品人皆劣於我。即於", "269": "劣計己勝。亦於中品等計為勝也。故□不□也。此說", "27": "名取蘊生也。□又□□□從蘊生故。名取蘊生也。", "270": "中三訖也。言後三者。即是慢過慢卑慢也。如次說後", "271": "三者。一者無勝慢類者。即是慢。即於下品人起。即下", "272": "品人唯是劣。無有勝於我。即是慢故。名無勝。二者無", "273": "等者。即是過慢也。於中品人起。以此人與彼人相似", "274": "故。即此人計云。我勝於彼人。即於等計己勝。我勝於", "275": "彼人。彼人不與我等故。故名無等也。三無劣慢類者。", "276": "即是卑慢。即於上品人起也。即於勝計己等。即此人", "277": "是中品人。便計云。我上品人高等。不我劣於彼人。故", "278": "云無劣也。或我少不如他。多分相似也。即我不劣於", "279": "他。故名無劣也。上來解九慢類。唯於三品人起。不於", "28": "即由諸蘊□□□□□取煩惱。由有蘊牽生愛取故。", "280": "我德二境生也。即狹於七十慢也。即大疏與俱舍周", "281": "也。上來總是第一擇慢種類訖也。", "282": "從次第二破小乘宗者。疏云。一切皆通見修所斷。即", "283": "起□無失者。意云。即九慢者。大小乘並通見修所斷。", "284": "彼小乘宗雖言慢類通修道斷。此九慢類。於修道中。", "285": "但有種子。不許有慢類起現行也。見即俱舍疏有問", "286": "云。何以聖位有彼慢類與我慢。未能斷時。如何不起", "287": "現行耶。小乘師引偈答云。慢類等我慢。惡作中不善。", "288": "聖有而不起。見疑所憎故。意云。九慢由我見所憎故。", "289": "全至脩道位。我見既斷。故慢類我慢亦不現行也。舉", "29": "即從蘊生□□名取蘊生也。即同時諸煩惱皆能生。", "290": "喻。我見似弓背。慢類及我慢似面。弓背既折。弓面隨", "291": "折也。今我見既斷。即慢類我慢隨亦不起也。故知脩", "292": "道慢類不起現行。大乘破云。汝小乘若言聖位無我", "293": "見者。何故言今者我我何所在耶。又如前三果人。聞", "294": "雷聲。走入室。恐我斷故。□聖人有我見。我見既有。我", "295": "慢有者。九慢□亦起現行也。即今者我是俱生我見。", "296": "更重言我者。是分別我也。大乘脩道既有我見我慢。", "297": "起現行者。由斯九慢類。亦起現行。無過失也。故疏云。", "298": "聖位我慢既許現行。慢類由斯起。亦無失也。此但為", "299": "大乘宗說也。即前三果人有此我慢類等也。若四地", "3": "俱生貪。即分別俱生□□皆以染著為性也。可知。", "30": "以言取者。即攝全界煩惱。若取從蘊生者。即集諦從", "300": "已前有第六識慢也。若至第四地。作菩提分法觀。所", "301": "有我見永不現行也。我慢亦不起。若說第七識我見。", "302": "即入第八地。方不起也。七地已前第七識慢亦起現", "303": "行。若入八地已去。亦有法慢也。若邪慢增上慢。聖位", "304": "定無也。唯凡夫有也。可知。上來有二。初辨慢種類。二", "305": "者破小乘。兩段不同。總是辨差別也。上來有三。初略", "306": "出體業。二者廣釋體業。三辨差別。三段不同。總是正", "307": "釋。上來有二。初問。二正釋。二文不同總是第四釋慢", "308": "訖也。", "309": "自下第五解疑者。分二。初問。二正釋。且初問者。疏云", "31": "苦諦生。以苦諦為境。為牽生集諦故。若蘊從取生者。", "310": "何為疑。意云。此疑以何為體性。以何為業用。此疏文", "311": "是總問可知。", "312": "第二正釋者。分三。初略釋體業。二者重釋體業。三者", "313": "從然此疑品至非即是慧已來。是破異說也。三段不", "314": "同。且第一略釋體者。且先出體者。疏云於諸諦理猶", "315": "預為性者。解云。言諦理者。即是四諦道理真理。或二", "316": "諦道理真理。理事等皆生猶預不定。即諦理是起疑之", "317": "處也。即於四諦若事若理。為復實有。為復實無。即生", "318": "猶預。猶預者是不定義也。即此唯識論。但說諦理是起", "319": "疑處。若依瑜伽五十八云。疑於五相起也。問曰。何名", "32": "即如苦諦。從集諦生也。以集發潤業故。令苦諦生也。", "320": "五相。答曰。一者他世。二作用。三者因果。四者四諦。五", "321": "者三寶。問曰。如何唯識瑜伽二論不同。答曰。唯識雖", "322": "言諦理。亦攝瑜伽五般也。何以即疑於未來他世無", "323": "苦果者。即於此四諦中。苦諦攝也。言作用者。即是疑", "324": "無中有等。有傳識之用。彼言因果者。即此是四諦因", "325": "果通攝也。若是有漏因果。即苦集諦攝。若是無漏因", "326": "果。即滅道諦攝也。彼言疑三寶者。即是此中滅道諦", "327": "攝。此唯識合彼五事。總在四諦攝也。若瑜伽即開成", "328": "五事也。即於此諦理。佛之與法。為有為無。猶預者是", "329": "疑自性也。次辨業用者。此有兩个業用也。疏云能障", "33": "若蘊從取生。即從因為名。名為取蘊。如草糠火。以草", "330": "不疑。是一个業用也。善品為業。是兩个業用也。以疑", "331": "與不疑相違法也。若是疑即不決。不疑即決。若疑起", "332": "時。正障不疑也。即障不疑。是別業用也。問曰。此不疑。", "333": "於百法中。何法所攝。答曰。准前染淨相翻。□□有三", "334": "師解也。初師云。不疑即信所攝。二云。不疑即正勝解", "335": "攝。三者不疑即正慧攝。若據道理。即第二解是正勝", "336": "解。故為正也。以不疑故。即是印決之義。今正勝解是", "337": "決定義。攝不疑也。即正障不信。是別業用也。若通業", "338": "用者。疏云善品為業。即此疑亦能障一切善品為業", "339": "也。若脩善事之時生猶預者。即令不脩善事也。以有", "34": "糠為因。火為果。以因此草糠燒得火者。即從因得名。", "340": "猶預故。即我今修善。為復定有善果。為復無。即生猶", "341": "預者。令善品不生也。若准顯揚論說。此疑亦有五業", "342": "也。一者能障不疑。二者能障菩提涅槃。三者損自他", "343": "故。四者趣惡道。五者增長疑品。此中能障不疑。即攝", "344": "顯揚第一業也。言能障善品者。即攝下業也。若開斷", "345": "即成五業。若合即成此二業用也。可知。上來略釋體", "346": "性訖也。", "347": "第二重廣前文者。即是合解體業也。疏云謂猶預者", "348": "善不生故。解云。謂猶預者。即釋前猶預為性也。善不", "349": "生者。即釋前善品為業也。即修行善行之時。有猶預", "35": "名草糠火。今取為因。因有取故。生得蘊名為取蘊也。若", "350": "者。即令善品不得生長故。以生疑惑故。即不脩善法", "351": "因。便生善品。故言謂猶預者善不生故。可知。", "352": "從次第三破異說者。有師說。且第一不正師義者。論", "353": "云有義此疑以慧為體。猶預簡擇。說為疑故。問曰。若", "354": "言疑以慧為體者。有何教文。答曰。即瑜伽五十八說。", "355": "猶預簡擇。說為疑故。又瑜伽論第八云。疑謂分別。異", "356": "覺為體。以覺者是慧也。如何名異。以有不決故。名異", "357": "覺也。即簡擇猶預。異於決斷覺者。說名為疑也。又訓", "358": "釋解云。即毗助末底。轉增為疑也。即毗是種種義也。", "359": "末底是般若義。般若即是慧也。即末底是慧之異名", "36": "是取從蘊生。即從果為名。名取蘊。如花菓為樹為因。", "360": "也。以慧體性本來是慧。以毗字助之。便轉成疑。□慧", "361": "體被毗助。着便變異。即名種種慧也。即梵言毗末底。", "362": "此言種慧者。即是疑也。即此疑無別自體。即於慧上。", "363": "假立疑也。即毗助末底。轉慧為疑。疑是無別體也。此", "364": "是大乘異師。非是別部也。此是安慧義也。自下解彼", "365": "護法義者。分四。一者標宗。二者立理。三者引教。四者", "366": "反成。且第一標者。疏云。然此疑者。別有自體。即是猶", "367": "預為性。是標宗也。二立理者。疏云。令慧不決。非即慧", "368": "故。立云。非說猶預簡擇是疑。但是疑同時令慧不決", "369": "定。故非疑即是慧也。問曰。若爾即瑜伽云猶預簡擇", "37": "以樹上有花菓。從果得名。名華果樹。今取從蘊生。即", "370": "是疑者。如何通會。答曰。但是疑令同時慧不決定。故", "371": "非即疑體是慧也。問曰。若爾者。有何教據。且第三引", "372": "教者。即瑜伽五十五說六煩惱中。惡見是世俗有。即", "373": "是染慧一分□□。又餘貪等五。是實初有。以別自體", "374": "故。故知疑體□□慧即疑。別有自體性也。以非世俗", "375": "有故。若疑體即慧者。應同五見。亦世俗有。應立量云。", "376": "疑是有法。應別有自性宗。因云。六煩惱中非世俗有", "377": "故。同喻。如貪等實法也。可知。故此別有自體性也。第", "378": "四反成者。亦是訓釋。反難前師。以成自義。論云。毗助", "379": "末底。轉慧為疑。毗助若南。應轉智成諦識也。意云。汝", "38": "蘊是果。取為因。亦是從果得名。名為取蘊生也。又言", "380": "前師言。末底是慧。以毗字助之。即慧成疑者。亦應若", "381": "南是智。以毗字助之。轉智成識。以毗是種種義。由毗", "382": "助智。變名識故。若不許毗助若南轉智成識。識別有", "383": "自性者。即毗助末底。轉慧成疑亦不成。若言助着慧。", "384": "即轉慧成疑。疑無別體者。即應毗助智時智成識。識", "385": "無別體。即彼既不爾。此云何然。故知疑別有自體也。", "386": "上來四段是護法正義也。上來有二師。總是破異說也。", "387": "從次第三總攝前五六釋分別者。疏云。□□五釋。普", "388": "無六釋也。以上一个字無離合故。六釋不攝也。上來", "389": "有四。初略釋體業。二重釋體業。三者破異說。四者總", "39": "取從蘊生者。即如□□臣。即取如王也。蘊如臣。即臣", "390": "攝前五六釋分別。四段不同。總是正釋。上來有二。初", "391": "問。二正釋。二文不同。總是第五解疑訖也。", "392": "自下第六解惡見者。分二。初問。二正釋。且初問者。疏", "393": "云何惡見。此是問也。應言以何為體。以何為業用。有", "394": "何所以。五見總名惡見。即百法名不正見。唯識論名", "395": "惡見也。此是總問也。", "396": "第二正釋中分二。初總辨體業。二者從此見行相下", "397": "是辨差別也。且第一總辨體業中分二。初別辨體業。", "398": "二者從謂惡見者多受苦故。是合解前文也。且第一", "399": "別辨體業中。先出體性者。疏云。於諸諦理至染慧為", "4": "第二釋業用者。有兩个業用也。疏云。能障無貪。是一", "40": "屬於王。名□□□□蘊屬他取故。名為取蘊也。此蘊", "400": "性者。解云。諦即四諦。理即道理□是也。於此四諦道", "401": "理等。顛倒推度也。問曰。何名顛倒。答曰。頭下名顛。足", "402": "上為倒也。若於法中說者。即於理違背。故名顛倒。謂", "403": "此五見等。無我計我。非常計常。非淨計淨。非樂計樂。", "404": "或謗無因果。非因計因。非道為道。故總名顛倒。以與", "405": "本法意義相違故。名顛倒也。又言倒者。即是常樂我", "406": "淨四倒也。以本來是無常無樂無淨無我等。便妄計", "407": "為常樂我淨者。名為倒也。即此四倒有三種也。問曰。", "408": "三種倒行相如何。答曰。言三種倒者。即是想倒見倒", "409": "心倒也。言想倒者。即於無常無樂等四倒。起常等四者。", "41": "屬於取。□□□□。此是一切異生之蘊也。可知。上來", "410": "即是妄想分別。名為想倒也。言見倒者。即於前妄想所", "411": "分別中。即忍可樂欲建立。為常等四。不知是無常等", "412": "四。便印可為常等四。以執着為常等者。名見倒也。言", "413": "心倒者。□於所執着等煩惱貪染。故名心倒也。有此", "414": "名□見顛倒推度。即此惡見皆是染慧為體性也。即", "415": "是染慧上有顛倒推度義。名為惡見也。即將染慧為體", "416": "性。可知。次釋業用者。疏云能障善見招苦為業者。解", "417": "云。此亦有兩个業用。能障善見。是別業用。招苦為業。", "418": "是通業也。即此善見是正見也。以惡見與此善見相", "419": "違。能障善見不生故。是惡見業用也。問曰。如何惟識", "42": "總是重解前體業。上來有三。初正出體。二者釋業用。", "420": "論名惡見。百法論即名不正見。二論如何相違。答曰。", "421": "以五皆能耶推求故。總名不正見也。若准唯識論。以", "422": "五見皆非善見故。總名為惡見也。又言惡見者。以善", "423": "翻名為惡見。唯是染故。定非善見故。名惡見也。或毀", "424": "責名為惡。惡通有覆。今此五見總名惡見。以毀責故。", "425": "由見不正故。總名惡見也。此□□應向前來云何惡", "426": "見中問答也。可知。言招苦為業者。意云。有此惡見故", "427": "即能招種種苦果也。即種種耶推求已。便發惡行。受", "428": "諸苦果。故言招苦為業也。若准顯揚論說。此惡見亦", "429": "有五業也。一者能障善見。二者能障菩提涅槃。三者", "43": "三者重解前文。三段不同。總是正釋。上來有二。初問。", "430": "損自他。四者趣惡道。五者增長惡見也。此中能障善", "431": "見。是顯第一業也。若是招苦為業者。即是顯揚下四", "432": "業也。若開即成五業。若合說者。即說有二重業也。上", "433": "來別出體業也。", "434": "自下第二合釋體業者。疏云謂惡見者多受苦故者。", "435": "解云。謂惡見者。重釋前體也。多受苦。即重解前招苦", "436": "為業也。或此總是重釋前業用亦得也。謂惡見者。即", "437": "多毀正法。以執自見戒等為勝清淨等。由有此執故。", "438": "便生惡趣。受諸苦也。故云多受苦故。問曰。此見為是", "439": "分別。為是俱生。答曰。分別者。能發惡行業故。即□□", "44": "二正釋。二文不同。總是第一解貪訖也。", "440": "□往惡趣。唯分別故。若是俱生者。即不發惡行也。此", "441": "約多分說也。亦有生無想天者。豈非樂果耶。故知不", "442": "必定招苦果也。若依後世說。亦當來受諸苦也。可知。", "443": "上來總是總辨惡見體業也。可知。", "444": "第二辨差別者。分二。初兩句是標差別之行相。二者", "445": "正辨差別。且第一標者。疏云此見行相差別有五也。", "446": "意云。言五者。一身見。二邊見。三邪見。四見取。五戒禁", "447": "取也。即惡見中有五个見差別也。故云差別有五也。", "448": "二正辨差別。即分五段。今且第一辨身見者。分四段。", "449": "一者辨身見之義。二者辨生見之處。三者辨業用。四", "45": "自下第二解嗔者分二。初問。二正釋。且初問者。疏云。", "450": "者辨身見差別。且第一辨身見之義者。疏云一薩迦", "451": "邪見者。解云。薩迦邪見即是梵語也。下言見者。即是", "452": "漢言。即梵云薩迦耶達利瑟致。此翻為身見。即梵云", "453": "迦耶。此云積聚。積聚即是身也。更言薩者是何義。今", "454": "解薩字。有三義解也。一者有義。二者偽義。三者移轉", "455": "義。若是薩婆多宗解。薩是有義。二經部云。薩是偽義。", "456": "三大乘解。薩是移轉義。三師不同。且第一薩婆多云。", "457": "薩是有義。迦耶是身義。達利瑟致名為見也。即言阿", "458": "悉提底以助於薩。即名為有義也。即執身為實有也。", "459": "以從極微生故。是實有之身名有也。以為悉二字。以", "46": "何名嗔。此應言嗔。以何為體性。以何為業用。此疏文", "460": "自有義也。佛謂遮當來經部執身為偽。故說身是有", "461": "也。言有者。但是緣生幻有也。即薩婆多不得佛意。便", "462": "執是實極微成者。是實有之身。即具足應翻阿悉提", "463": "底薩迦耶達利瑟致。即翻為有身見也。第二經部師", "464": "解云。薩者是偽義。迦耶是身。達利瑟致是見也。即將", "465": "思詫提底。以助於薩。即名為偽義也。以身者是積聚。", "466": "積聚即是五蘊假者。即佛謂遮當來薩婆多執身為", "467": "實有者。所以說是五蘊合成積聚是偽也。即緣此積", "468": "聚假身見。故名偽身見也。即具足應言思託提底薩", "469": "迦耶達利瑟致。此云偽身見也。第三大乘解云。薩者", "47": "是總問。亦名雙問。", "470": "是移轉義也。以將僧吒爛提底。以助於薩。即成移轉", "471": "義也。即此大乘解。即是雙遮前二師義也。以是緣生", "472": "幻有故。非實極微成。不名為實有也。又是依他法從", "473": "種而生。成所緣緣義。亦非偽義。唯是依他移轉之法。", "474": "以死此生彼。無□實定。故名移轉之身也。非如前二", "475": "宗定實定偽名為移。即流轉諸趣不定。故名移轉義", "476": "也。即是具足應言僧吒爛提底薩迦耶達利瑟致。此", "477": "云移轉身見。即於此移轉身□是見。故名移轉身見", "478": "也。上來正解身見之義訖也。", "479": "從次第二辨生見之處者。疏云謂於五取蘊執我我", "48": "二正釋名者分二。初略釋體業。二者廣釋體業。且略", "480": "所者所者。意云。即於此五蘊身。執為我及我所也。即", "481": "執色為我。餘四蘊為我所。即五蘊互為我我所也。問", "482": "曰。如何名五取蘊。答曰。此簡不是無漏五蘊。故言五", "483": "取蘊也。以是愛取能潤生故。即有此五蘊。五蘊從他", "484": "愛取生。名為五取蘊也。即從因為名。即於此五取蘊", "485": "上。執為我我所。即此五蘊能生起我見。五蘊是所緣。", "486": "我見是能緣也。即緣此五蘊身。起我我所見。故言謂", "487": "於五取蘊執我我所也。可知。", "488": "從次第三辨業用者。疏云一切見趣所依為業者。解", "489": "云。即餘三見皆我見後生。即有此身見時。便於身見", "49": "釋者。先出體。二辨業用。且正出體者。疏云。於若苦具", "490": "上。更執為斷常故。即此身見。與邊見為所依也。以斷", "491": "常是邊見故。又於自身見上。執自見為最勝者。是見", "492": "取。即身見與見取。為所依也。即更執自身戒行。為能", "493": "得清淨。故名戒取。即與餘後三見。為所依故。即是身", "494": "見之業用也。故言一切見取所依為業也。", "495": "從次第四身見差別者。問曰。此身見行相者何。疏答", "496": "云此見差別有二十句六十五等分別起攝者。解云。", "497": "依對法論第一說云。分別行緣蘊。不分別所起處。即", "498": "有二十句。若分別行緣蘊。兼分別所起處。即有六十", "499": "五句也。且作二十句者。即一蘊有四句。即五蘊合有", "5": "个業用。生苦為業。是兩个業用也。即正與無貪相違。", "50": "增恚為性者。解云。即三苦皆生於嗔也。若增強者。即", "500": "二十句也。即色蘊有一个我見三个我所見。即成四", "501": "句。即五蘊皆然。且於色蘊上作法者。第一外道計。色", "502": "蘊是我。即色蘊當體。是我體也。第二外道計。此色非", "503": "我。此色蘊是我之瓔珞。但是我家莊由。即是我之瓔", "504": "珞也。第三外道云。此色亦非瓔珞。此色蘊但是我駈", "505": "使。是童㒒。是我所有也。第四外道云。亦非僮㒒。此色", "506": "蘊是我住處。是我窟宅也。此色蘊既有四句。即餘四", "507": "蘊每蘊有四个外道。准色蘊說也。即成二十句也。即", "508": "五个為我見。十五个為我所見。問曰。何以五个我見。", "509": "十五是我所耶。答曰。以相應我所隨我見起。即不離", "51": "苦受生嗔。而增猛故。以樂受乖離故。便生於嗔也。即", "510": "我見也。即五个是我見。十五是我所。此但是分別行", "511": "緣蘊。不分別所起處也。問曰。何名所起處。答曰。若執", "512": "色為我見。執餘四蘊是我我所所起處。別即言有所", "513": "起處也。今不分別所起處者。即計色為我時。更不別", "514": "分別我所起處。但與我見同起。故言不分別所起處", "515": "也。但有二十句也。若分別行緣蘊兼分別所起處者。", "516": "即有六十五句。即我與我所。別蘊起也。若計色為我", "517": "時。便計餘四蘊。為我所也。即我所不與我同蘊起。即", "518": "別蘊起我所故。即言并分別我所所起處也。作法云。", "519": "即將色為我。即餘四蘊各有三个我所。即色是我。即", "52": "苦受生嗔殊勝也。言苦具者。即一切有漏法無漏法。", "520": "是我瓔珞僮㒒窟宅。想是我瓔珞僮㒒窟宅。行是我", "521": "瓔珞僮㒒窟宅。識是我瓔珞僮㒒窟宅。即一蘊為我", "522": "時。餘四蘊各有三个我所。即三四成十二。并一个我", "523": "成十三句也。即一蘊為頭。有十三句。即五蘊互為頭。", "524": "都有六十五句也。問曰。疏云言六十五等者。即等於", "525": "何法耶。答曰。五蘊既有二十句六十五句等者。即等", "526": "取十二處十八界亦有我我所也。且十二處者。即分", "527": "別行緣處。不分別所起處者。即有四十八句也。即有", "528": "外道計。眼根是我。第二外道云。此亦非我。即此眼根", "529": "但是我瓔珞。以眼根能莊嚴我也。第三外道云。非亦", "53": "皆能生苦具也。即苦具能生嗔也。問曰。有漏順苦。□", "530": "瓔珞。此眼根但是我家僮㒒。第四外道計云。亦非僮", "531": "㒒。此眼根但是我住處窟宅也。即眼根有四。一是我", "532": "見。三句是我所見。即眼根處有四句。即十一處准此", "533": "眼根作法。即十个四。成四十處。更有二處六八句。即", "534": "成四十八句也。即不分別所起處也。即十二个是我", "535": "見。餘三十六个是我所見也。若分別行緣處。并分別", "536": "所起處者。即有四百八句也。即眼根處是我者。即餘", "537": "十一處各有三个我所見也。即十一个三。成三十三", "538": "也。并眼根為我見。即成三十四句。即眼根一處為頭。", "539": "有三十四句。即十个三十四。三百四十也。更有兩个", "54": "□□□苦具。無漏不順苦。如何亦名苦具。答曰。隨□", "540": "三十四。成六十八也。即成四百八句也。即十二處互", "541": "為我我所。都有四百八句。十八界者。若分別行緣界。", "542": "不分別所起界者。即有七十二句也。即有外道計。眼", "543": "根界是我。第二外道云。此不是我。此眼根界。但是我", "544": "家莊嚴具。是我瓔珞。第三外道云。此亦非瓔珞。此眼", "545": "根界。但是我家駈使僮㒒。第四外道云。亦非僮㒒。此", "546": "眼根界。但是我住處。是我窟宅也。即一个界有四句。", "547": "即十个成四十。又八个界各有四句。即成三十二。即", "548": "并前成七十二句也。若并分別所起界者。即有九百", "549": "三十六句也。即一个界為我見。即餘七十个界。各有", "55": "□□無漏即非也。若為緣生於苦者。無漏亦□苦具", "550": "三个我所見。即十个三。成三十。更七个三。即三七成", "551": "二十一。即成五十一。并一个我見。即成五十二句。即", "552": "一界為頭。有五十二句。今十八界互為我我所。即十", "553": "个五十二。成五百二十。更有八个五十二。即成四百", "554": "一十六。并前五百二十。成即九百三十六句也。此依", "555": "婆沙雜集第一世第一品說。約蘊約處約界等。分別", "556": "可知。此上所計。我非俱生。唯是分別見也。問曰。如何", "557": "得知。答曰。瑜伽五十八說云。二十句等薩迦邪見。皆", "558": "見道斷。即唯依分別惑。不依俱生惑也。可知。上來有", "559": "四。初辨身見之義。二者辨生見之處。三辨業用。四辨", "56": "也。何者是即邪見諦謗無漏滅道等。即招得惡趣之", "560": "差別。四段不同。總是第一辨身見訖也。", "561": "自下第二解邊見者。分二。初標。二者正釋。且第一標", "562": "者。疏云二邊執見者。意云。即是斷常二執見也。不居", "563": "中故。以見偏故。故名邊見也。可知。", "564": "二者正釋中分二初辨業用。二辨差別。且辨業用者。", "565": "疏云。謂即於彼隨執斷常障處中行出離為業用者。", "566": "解即於自身執斷執常。或執他身為斷常故。即障他", "567": "處中行。處中行者。即是中道之行也。問曰。何名中道。", "568": "答曰。離斷常故。名中道也。即如第八識。從無始至解", "569": "脫道已。無間斷故。即離斷見。以第八是有為法四相。", "57": "苦。嗔於滅道便生地獄苦者。即滅道皆是苦具。問曰。", "570": "故離常見。若見真如者。即離有離無。名為中道也。以", "571": "離增益望多真如。故名離有。又不是體全無故。名為", "572": "離無。即遮增益損減二邊。故名中道。即我法二執俱", "573": "喪。故名真空。即名為舜若。於空門中。有妙有之理體。", "574": "故名為妙有。即名舜若多。即梵言舜若。即名為空。若", "575": "更□□者。即是其性。即□□舜若多。此云空性也。有", "576": "此義故。名為中道也。即將前百法是妙有。破惡趣空。", "577": "將後二無我真空。破於心外執有。即離無邊及離斷", "578": "常。正處中道也。若有此斷常二見。正障處中行也。此", "579": "處中通漏無漏也。又言障出離為業者。即出離之行。", "58": "如何知之。答曰。瑜伽五十八云。迷滅道諦。嗔亦親增。", "580": "唯是滅道二諦。唯無漏也。即滅道二諦。是出離法。有", "581": "此斷常二見。令道諦不生。令滅諦不顯。以障真無漏", "582": "行故。名障出離為業也。問曰。處中行與出離行何殊。", "583": "答曰。亦有異處中行即寬。攝得出離行也。若出離之", "584": "行即狹。攝他處中行不盡。以出離行即唯無漏。若處", "585": "中行即通漏無漏也。此有此二意故。所以言障處中", "586": "行及障出離行也。即此斷常二見。能障此二行故。是", "587": "邊見之功能。即依前我見上。便執斷執常。可知。上來", "588": "辨業用也。", "589": "第二辨差別者。分二。初標差別。疏云此見差別是也。", "59": "嫉滅道故。亦說無漏苦具也。問曰。前言三苦能生嗔", "590": "二辨差別者。於中分二。初辨常見。二者從七斷滅論", "591": "等。是斷見也。", "592": "且辨常見者分二。初辨前際。二者後際。且辨前際者。", "593": "論云諸見趣中至四一分常論者。且辨四遍常論者。", "594": "言諸見趣者。即不一名。諸即六十二个見。名為諸見", "595": "也。即此邊見。六十二見。於中攝得四十九个見。餘十", "596": "五个見是邪見攝也。即此四十七見中。四十个是常", "597": "見。七个是斷見也。即有此多見。故言諸見者也。趣言", "598": "者。即是意趣也。或是所趣。或是趣況也。故名諸見趣", "599": "也。言有執前際者。即依過去起分別見。故名前際也。", "6": "歒對業用也。能障無貪不起。又能生苦□。即以貪愛", "60": "者。何者是三苦。答曰。三苦者。一者苦苦。二者壞苦。三", "600": "若依未來起分別見。名後際也。若依現在起分別見。", "601": "即不定也。或名前際。是未來前故。是未來因。名前際", "602": "也。或名後際者。是過去之後故。或故或是過去果故。", "603": "名後際也。且先辨前際者。問曰。何名四遍常論。答曰。", "604": "即是二四八十劫。見生死遍□。言二者是下品外道。", "605": "四者是中品外道。八十者是上品外道。第四是見生", "606": "死者。即是得天眼通也。且第一二十劫者。唯下品外", "607": "道。得宿住通。見過去二十劫中成住壞空一切有情", "608": "死此生彼。即死時即隱。生時顯。若世界壞空時即隱。", "609": "成住時即顯。即隱顯也。即本來是常住法。即執此成", "61": "者行苦也。且第一苦苦者。即性是苦受。即言苦者是", "610": "住壞空生死等為常也。第二外道是中品者。得宿住", "611": "通。觀見過去四十劫成住壞空一切有情死此生彼。", "612": "便執我皆是常住。但有顯隱而已。其實本成常住也。", "613": "故知世間有情皆是常住也。第三外道是上品者。得", "614": "宿住通。觀見過去八十劫成住壞空一切有情死此", "615": "生彼。便執為我皆是常住。但是隱顯不同。故知皆是", "616": "常住也。第四外道由得上定。起得天眼通。見諸有情", "617": "生時死時諸蘊相續。彼便執我世間俱常。前三外道", "618": "得上定。得宿住通。第四外道得天眼。所見皆是常也。", "619": "此常見並是見道之惑也。問曰。此宿住通及天眼通", "62": "違境。即逼迫境是也。下更重言苦者。即是上苦受。領", "620": "皆是善性。如何善性是煩惱中邊見耶。答曰。正得宿", "621": "住通天眼。正觀一切有情死此生彼時。皆是善性。非", "622": "是惑也。即後念及緣前念所觀過去之境。便起妄執", "623": "為常者。即是邊見。亦不相違也。此常見亦緣三界境。", "624": "亦此常見是上界繫。以是依定後起此見故。通上地", "625": "繫也。或是下界常見之分緣上界境者。是獨影境。問。", "626": "天眼通緣現在。如何言前際。答曰。緣現在境已。第六", "627": "識便執過去。亦如現在。死此生彼。准通境說。上來四", "628": "遍常論訖也。次辨四一分常論者。問。何名一分常等。", "629": "答曰。梵餘大種心戲分恚一分也。一者是梵餘。二者", "63": "納苦境。故言苦苦也。二壞苦者。即是樂受生已。即樂", "630": "是大種心。三者是戲分。四者是恚分。且第一梵餘者。", "631": "梵即是梵王。餘即是梵輔梵子等。即火灾壞初禪見。", "632": "後劫成時。初時但有梵王一人。在前生於初禪。更無", "633": "餘人。即梵王作念言。願諸有情成生此間。與我為伴。", "634": "即作此念已。後時有情便生於初禪。生於初禪已。早", "635": "見有梵王也。便計云。我從梵王生也。即梵王自言。我", "636": "是生者。即諸餘梵子命短。即在前死。成生外道家。即", "637": "劫引得初禪定。得宿住通。見梵王猶在。便執計云。古", "638": "者梵王是常。我等是無常。計梵王是常者。是計他我", "639": "起見也。即一分是常。一分是無常也。二者大種心。言", "64": "散壞時。名壞苦。即樂受變壞故。名為壞苦也。可知。三", "640": "大種者。是四大種。即地等四也。即四大種是常。心是", "641": "無常也。我見地等即常有。見諸有情。即有生死。故知", "642": "地等是常。心是無常也。三者戲分者。即是欲界諸天", "643": "等。臨死之時。即不樂本座。便欲得遊戲。戲望以境殊", "644": "勝。極自不捨。即此時佛然便無常已。來生此間。人中", "645": "得通。觀見前生。臨死時有戲望故。便執計云。故知戲", "646": "望是無常。不戲望者是常也。四恚一分者。即欲界諸", "647": "天臨終之時。眷屬離。五衰相現。即見眷屬違遶新天", "648": "子故。便角眼視。生憤恚故。拂然便無常。即計我云。故", "649": "知憤恚者無常。不憤恚者是常也。皆是得通天緣。便", "65": "者行苦者。即三界有漏三性□□等。皆名行苦。即樂", "650": "起我計。一分常一分無常也。即并前四遍常。成八个", "651": "見。總是依前際起也。問曰。前來他一分為常者。即是", "652": "常見也。既計自身無常者。是何見攝。若是斷見。何名", "653": "常見。答曰。亦是常見也。不是斷見。但是別境中染慧", "654": "攝。非是五見攝也。以不執後世斷故。但計前世是常。", "655": "或但是染慧。非常斷攝也。", "656": "第二辨後際起我者。疏云及計後際有想十六者。且", "657": "於色上作四句者。第一外道計云。我有色。死後生有", "658": "想天。即計生欲色二界有色之處。即九地中際。却非", "659": "想及無想二天。以是損識之處也。即下三無色及色", "66": "捨等受等。皆有造□□□□名行。以是有漏皆苦。名", "660": "界十七天等也。以外道不知有五淨居天。又是聖人", "661": "所居。外道行生也。即餘處皆是有想之處也。即我有", "662": "色。死後生有想天也。第二外道計云。我無色。死後生", "663": "有想天。汝前外道所計。皆是我我所計。即是即我無", "664": "色蘊。名我無色。以執四蘊為我。死後得生有想天也。", "665": "第三外道計云。我亦有色亦無色。死後生有想天。即", "666": "執五蘊皆為我。亦有色。即計色蘊為我。亦無色。即計", "667": "餘四蘊為我。死後得生有想天也。第四外道計云。我", "668": "非有色非死後得生有想天。即遮第三外道也。言非", "669": "有色遮色蘊。言非無色遮餘四蘊。即是離蘊計我。皆", "67": "為行苦也。即樂□□壞苦也。若是有漏樂受喜受等。", "670": "死後得生有想天。此四見或是定中起。或時散位尋", "671": "伺起也。第二於邊上作四句者。第一外道計云。我有", "672": "邊□故得生有想天。若執色為我。亦有限量。故名有", "673": "邊。或在身中。如指節量。或緣得及處名有邊。或餘四", "674": "蘊亦有限量。所依所緣有分限故。皆死後得生有想", "675": "天也。第二外道計云。我無邊死後得生有想天。若執", "676": "色為我者。即遍一切處。以外道緣法界無色不及故", "677": "色我無邊。以不知邊際。故名無邊也。皆死後得生有", "678": "想天。第三外道計云。我亦有邊亦無邊。後得生有想", "679": "天。言亦有邊者。即是小我是卷也。若言無邊者。即是", "68": "凡情觀時。□諸言是樂。若是智者觀之。總名苦也。即", "680": "大我名舒也。即卷時名亦有邊。若舒時名亦無邊也。", "681": "即瑜伽論第六云。執我隨身。或舒或卷。其量不定。身", "682": "無量時。我亦無量。身若小時名亦至小。死後得生有", "683": "想天也。第四外道計云。我非有邊非無邊。死後得生", "684": "有想天。此遮第三計也。或是□蘊計我。可知第三於", "685": "想上作四句者。第一外道計云。我有一想。死後得生", "686": "有想天。在下三無色也。二者我有種種想者。死後得", "687": "生有想天。即在欲色界中際無想天也。三者我有小", "688": "想。死後得生有想天。即計小色為我。即如雖冥虫是", "689": "也。四者我有無量想。即是第四禪大身也。皆死後得", "69": "一切有漏皆名行苦也。即經部鳩摩邏多偈云。如以", "690": "生有想天。第四於受上作四句者。第一外道計。我純", "691": "樂受。死後得生有想天。即在第三禪。以是樂極成。或", "692": "下二禪亦有樂受。即間雜。第二外道計云。我純有苦", "693": "受。死後得生有想天。即在阿鼻地獄。受種種苦也。第", "694": "三外道計云。我亦有樂亦有苦。死後得生有想天。亦", "695": "有苦即在畜生鬼界。亦有樂即在欲界人天中。第四", "696": "外道計云。我非有苦樂。死後得生有想天。即是捨受", "697": "也。或即遮第三計。此上色上作四句。邊上四句。受上", "698": "四句。即四四十六。皆是有想論也。疏云無想八論者。", "699": "即是有色四句有邊四句。且有色四句。一者我有色。", "7": "能潤生。即一切苦果。皆因貪愛而□。能生苦果。名生", "70": "一枝毛。置在掌中即不覺。若置在眼精上。即極不安", "700": "死後生無想。即執色蘊為我。得生無想天。即是第四", "701": "禪無想天是也。第二外道計云。我無色。死後得生無", "702": "想天。即執命根。非是色故。即得生無想天。第三外道", "703": "計云。我亦有色亦無色。死後得生無想天。即執五蘊", "704": "為我及命根也。第四外道計云。我非有色非無色。死", "705": "後得生無想天。即遮第三計。即是離蘊計我也。此是", "706": "色上作四句也。第二於有邊上作四句者。第一外道", "707": "計云。我有邊。死後得生無想天。即執色為我時。其量", "708": "狹小。名有邊。或卷名有邊。以知限分故。即死後得生", "709": "無想天。第二計云。我無邊。死後得生無想天。即執色", "71": "穩也。愚人觀有漏樂受等。如將一毛置在掌中。不覺", "710": "為我時。遍一切處。即舒不可知。故名無邊也。第三計", "711": "云。我亦有邊亦無邊。死後得生無想天。即執無色卷", "712": "舒也。若卷時亦有邊。若舒時亦無邊也。皆死後得生", "713": "無想天。第四外道計云。我非有邊非無邊。死後得生", "714": "無想天。即非有邊者。即傍界。非無邊者。即上下有限", "715": "故。亦是遮第三句。可知。上來是無想八論也。疏云俱", "716": "非八論者。即非非想名俱非也。即有色四句。有邊四", "717": "句也。且有色等四句者。一者我有色。死後得生非想", "718": "非非想天。即執色為我。見諸有情入非想非非想不", "719": "明了。即作此執也。此是散位妄執起。非是得定者也。", "72": "不知。若是智觀之。如眼精上置一毛。即極生猒患也。", "720": "二者我無色。死後得生非想非非想天。即執四蘊為", "721": "我。入非想非非想定不明了。作如是執也。三者我亦", "722": "有色亦無色。死後得生非想非非想天。即蘊計也。五", "723": "蘊全。第四外道云。我非有色非無色。死後得生非想", "724": "非非想天。遮第三句也。是離蘊也。第二於邊上作四", "725": "句者。一者我有邊。死後得生非想非非想天。可思。二", "726": "者我無邊。死後得生非想非非想天。思之。三者我亦", "727": "有邊亦無邊。死後得生非想非非想天。四者我非有", "728": "邊非無邊者。遮第三句也。此是俱非八論也。", "729": "上來總是辨常見也。次下辨斷見者。疏云七斷滅論", "73": "即三界無安。是真火宅。皆是苦也。問曰。此三苦通三", "730": "等分別起攝者。一者我有遮四大所造為性者。即欲", "731": "界人中死後斷滅。即畢竟不生。名為斷滅。現在身亦", "732": "得生者。即死後更不生。二者我於欲界天中死後斷", "733": "滅。三者我於色界死後斷滅。四者我於空處死後斷", "734": "滅。五者於識無邊處死後斷滅。六者我於無所有處", "735": "死後斷滅。七者我非想非非想處死後斷滅。此七个", "736": "斷滅。亦是後際也。上來有二。初辨常見。二辨斷見。總", "737": "是辨差別。上來有二。初標差別。二正斷釋。二文不同。", "738": "總是正辨差別。上來有二。初辨業用。二辨差別。兩車", "739": "不同。總是第二正釋。上來有二。初標二釋。二文不同。", "74": "界否。答曰。欲界具三苦。色界有壞苦行苦。無色界唯", "740": "第二辨邊見也。", "741": "自下第三辨邪見者。於中分二。初標。疏云三邪見者", "742": "是也。可知。", "743": "第二正釋中分三。初總辨邪見。二者從此見差別至", "744": "非道為道。是辨差別也。三總結者。疏云如是等皆邪", "745": "見攝是也。三段不同。且初第一總辨邪見者。問曰。何", "746": "名邪見。答曰。謂謗因果作用實事。且言謗因果者。先", "747": "辨謗無因者。對法論云。謗無布施之福因。謗無詞記。", "748": "亦無妙行。即謗無無漏妙行。亦無惡因。即煞生等亦", "749": "無罪也。即所行妙行亦無福因。何以知之。以有人布", "75": "有行苦也。或言上二界唯是行苦者。道理稍勝。以色", "750": "施已。後却得貧窮果報。故知無布施之福因。又行惡", "751": "行已。後得毗沙門第三子故。故知無惡因也。此上皆", "752": "謗無因也。謗無果者。即無三乘聖果。亦無三惡道之", "753": "果。以因不招果。無有布施得無漏等果。言謗無作用", "754": "者。謗父母。以今是父母。來世却與我作男女來。故知", "755": "不定是父母。故知世間無實父母。此外道現世父母", "756": "亦不信也。亦無中有作生有情傳識之作用。又謗無", "757": "胎藏之用也。身也。謗無實事者。即謗無菩提涅槃阿", "758": "羅漢等事。即三乘果皆不信有。即總名檢無因果。名", "759": "為邪見。疏云。及非四見至名義遍故者。意云。此邪見", "76": "界身死。拂然早滅。無五根對等也。又有八苦。即生老", "760": "寬。但是餘四見攝不盡者。皆是邪見攝也。如似增上", "761": "緣。餘三緣攝不盡者。皆是增上緣攝也。今邪見亦爾。", "762": "即此邪見是損減見者。餘四見多是增益見也。以謗", "763": "因果作用實事。名為損減也。下無因論。亦是損減也。", "764": "以邪見攝也。問曰。如何名名義遍。答曰。但是餘四見", "765": "不攝者。餘一切不正見。皆是邪見攝。名名義遍也。上", "766": "來總解邪見也。", "767": "第二辨差別者。於中分二。初辨前際起。二者辨後際", "768": "起者。且辨前際起者。疏云此見差別至四不死矯亂", "769": "者。言二無因論者。一者從無想天沒。來生此間。得宿", "77": "病死。愛別離。怨憎會。求不得。五盛陰□。□解生苦者。", "770": "住通。不能憶彼出心已前修定之時。以無想天壽五", "771": "百劫。此極上品外道。得宿住通。觀過去八十劫事。即", "772": "不能知此無想天已前修因之時。便起邪見。皆是無", "773": "因而生也。故知我等亦無因而生也。即執一切有情", "774": "皆是無因而有。二者由尋伺不憶前身所作事。便執", "775": "云。一切皆是無因而有。是自然生。如禽獸等誰能盡。", "776": "山源誰人造作。故知皆自然生。一切皆是無因而有", "777": "也。可知。疏云四有邊者。第一外道計云。上至第四禪。", "778": "下至無間地獄。於中執我遍滿。故作念云我有邊際。", "779": "故名為有邊也。以有限量故。第二外道計云。我無邊", "78": "即是胎中有眾苦。逼迫苦業。□□□也。二者老苦", "780": "即遍滿十方。思不及。故名無邊。即能憶傍世界。無邊", "781": "際故。即我無邊也。第三外道計云。我亦有邊亦無邊", "782": "者。即計上下遍滿有遍際。名亦有邊。計傍世界思不", "783": "及。故名亦無邊也。第四外道計云。成劫時。我即非無", "784": "邊。若壞劫時。我即非有邊。以成劫時。有地獄等。名非", "785": "無邊。若壞劫時。地獄亦無。名非有邊。疏云。四不死矯", "786": "亂者。一者怖無知。二者行諂曲。三者懷恐怖。四者怖", "787": "愚贛。問曰。何名四不死。答曰。以有不死天以長壽故。", "788": "即外道執為常住不死。即無想天是不死天也。即外", "789": "道自計云。不死無亂。今佛法毀責不死者矯亂。且第", "79": "者。即時分變異故。三者病苦者。即四大受變異乖違", "790": "一怖無知者。即外道自言。我不知善不善。不知不死", "791": "天行相也。若有人問我不死天如何。即不應定答。我", "792": "若定答者。即恐他監我無知也。即此不死天秘密義。", "793": "不應說之。若定答定答者。即恐人輕毀我。所以不定", "794": "答。故名怖無知也。二者行諂曲者。若有人問我不死", "795": "天如何。我便讚嘆。汝作此問者大好。諸人不解作此", "796": "問。即汝見解者深。以讚彼人。彼人便不敢重問也。三", "797": "者懷恐怖者。若有人來問我不死天如何。我實不知。", "798": "便不答默然而坐。即前人不測淺深也。讚言不可思", "799": "議也。四者怖愚贛者。有人來問我不死天如何。我應", "8": "苦為業也。即瑜伽論言。九種潤□心俱生愛俱。故功", "80": "故。四者老苦。即壽□受變壞故。世風力解支節。無處", "800": "反問云。汝問我不死天者。即汝意如何。彼人言將謂。", "801": "不死天是長生也。即外道便印順云。成如所言。即不", "802": "死天是長生也。即此外道專修正行。有人來問。應須", "803": "反問。便印順也。", "804": "上來多段。總是辨前際也。次辨後際者。疏云及計後", "805": "際五現涅槃者。一者見現在受人天五欲樂者。便計", "806": "為涅槃。即受五欲樂時。便得涅槃樂也。二者即厭彼", "807": "五欲樂。即得初禪。以得定故。引得輕安故。便計為涅", "808": "槃也。三者即厭初禪尋伺。得第二定。以離尋伺故。便", "809": "為涅槃也。四者即厭諸欲。及尋伺喜受等。得第三定。", "81": "不苦也。五者求不得苦。已得之財貪著。若未得之財。", "810": "以計為涅槃也。五者即厭諸尋伺喜樂受。及出入息", "811": "等皆厭。得第四定。以為涅槃也。即此十五个見。并前", "812": "邊見有四十七。即成六十二見也。應科此疏文作迷", "813": "諦行相。下四諦下辨邪見。", "814": "且辨苦諦下邪見者。疏云或計自在世主至常恒不", "815": "易者。即自在梵王帝釋等。皆是三界苦果。總名為苦", "816": "諦。若執此為常者苦諦下邪見者。疏云或計自在世", "817": "主者。即計大自在天為常住也。即自在天名為世主", "818": "也。言釋者是帝釋。梵即是梵王也。即計此皆為常住。", "819": "名為計他我也。以外道執他為常者。即名為計他我", "82": "追求不得。故生眾苦也。六愛別離苦者。即於妻子等。", "820": "也。餘及物類者。即是時方本際。是亦是能生也。一切", "821": "有情是無常名所生也。言時者。即春夏秋冬名時也。", "822": "或一月時也。或一日時。或剎那時。即一切有情皆從", "823": "時中生也。住亦依時中住。死亦依時中死也。即一切", "824": "有情生老死皆不離時。若生亦在時中。死亦在時中。", "825": "住亦在時中。即時是常住。有情等是無常也。故名常", "826": "恒不易也。言方者。即東西南北四維上下。皆是方。即", "827": "一切萬物。皆從他方中而生也。即方是常住。一切萬", "828": "物是無常。名常恒不易也。言本際者。即未有世界時。", "829": "有一槃古。於中有一物。名為安荼。安荼破已。即清氣", "83": "離別之時。生愛樂故。生種種苦也。七者怨憎會苦。即", "830": "上凝為天。濁氣下為地。中間清濁氣成有情也。天即", "831": "日高一尺。地即日厚一尺也。若中間清氣稟著者。即", "832": "聰明利智。若稟著安荼濁氣者。即闇昧。即此時方本", "833": "際是常。一切物是無常也。故言及餘物類常恒不易", "834": "也。上來第一辨苦諦下邪見也。", "835": "第二辨集諦下邪見者。疏云。或計自在等是一切物", "836": "因者。言等者。即等取前來釋梵等也。問曰。如何是一", "837": "切物因。答曰。西方有圍陀論師云。謂劫成時有一大", "838": "人出。名曰那羅延。那羅延䐡中生一大蓮華。蓮華中", "839": "生得梵天。從梵天口中。生得婆羅門。從梵天兩肩上。", "84": "是怨家相逢。便生於苦也。八者五盛陰苦。即有漏五", "840": "生得剎帝利。從梵天兩䏶。生得毗舍。從梵天兩足下。", "841": "生得首陀。即此四姓中。從口中生者。為最上姓。從足", "842": "下生者。即下也。即知一切有情皆從梵天生也。即梵", "843": "天等是一切物因也。言自在天者。即八法所成。一者", "844": "虗空為頭。二者大地為身。三者山為糞。四者江海為", "845": "尿。五者雷聲是淩氣。一切草木為毛。六者一切有情", "846": "是腹中虫。七者風為命根。八者一切罪福是自在天", "847": "業力。又說自在天有三身。一者是法身。即十方虗空", "848": "是也。二者報身。即在第四禪中住。身長一萬六千由", "849": "旬。三化身者。住在南海末賴耶山中。有八个手。亦是", "85": "蘊身有諸苦也。即此八種苦與三苦相攝者。即依對", "850": "佛化身也。即有外道。計自在天。為常。便於五天中覓。", "851": "乃至於南海覓。即此自在天即為外道說法。說法已。", "852": "便語彼外道云。我不是自在天。即於中印土誓多林", "853": "中釋迦牟尼。是大自在天。是汝本師。此即方便破外", "854": "道。即此外道計自在天釋梵等。是一切物因也。即不", "855": "了諸法從自因緣生也。今既計自在天是一切因者。", "856": "即是邪見収也。此是集諦下邪見也。", "857": "疏云或有橫計諸耶解脫者。即滅諦下邪見也。謂執", "858": "無想天及非想天。為解脫涅槃也。即編掾臥棘。五熱", "859": "炙身。受苦若盡。即得解脫。名諸耶解脫也。此是滅諦", "86": "法論說。生老病死怨憎會。此五个苦。即是苦苦所攝", "860": "下邪見也。", "861": "疏云或有妄執非道為道者。即是道諦下邪見。即持", "862": "鷄狗等戒。皆是非道妄計為道也。或殺馬祭天等。皆", "863": "是非道計為道也。此是道諦下邪見也。上來多段不", "864": "同。總是第二辨差別也。", "865": "次從第三總結者。疏云諸如是等皆邪見也。上來有", "866": "三。初總辨邪見。二者辨差別。三者總結。三段不同。總", "867": "是正釋。上來有二。初標二釋。二文不同總是第三辨", "868": "邪見訖也。", "869": "自下第四辨見取者。分二。初標。二正釋。且標者。疏云", "87": "也。謂五苦順苦變受之法。亦是苦受之自相也。若是", "870": "四見取者是也。可知。第二正釋中分三。初解見字。二", "871": "解取字。三解業用。且第一解見字者。疏云謂於諸見", "872": "及所依蘊者。解云。即前三種見名為諸見也。言所依", "873": "蘊者。即是所依身也。即是見所緣境也。亦是見眷屬", "874": "也。下解取字者。疏云執為最勝能得清淨者。意云。即", "875": "此見取具此二因也。一者執自見為勝。他見為劣。名", "876": "執為最勝也。二者能得清淨者。即我作此見。即得常", "877": "樂我淨也。故名能得清淨。若准佛法說。即此外道計", "878": "為常樂我淨者。皆是見取。以是無常無樂等四。妄為", "879": "常樂等者。即是見取所攝也。今有此二因。方成見取", "88": "愛別離求不得。此二是壞苦攝也。謂此二種苦。正能", "880": "也。若闕一義。即見取義不成也。第三業用者。疏云一", "881": "切鬪諍所依為業者。即一切外道各各執自見為是", "882": "者。即諸外道因此便有鬪諍而生。以執自是。見為勝。", "883": "他見為劣。即諸外道便計云。我見勝他見劣。互執者", "884": "便有鬪諍也。故疏云一切鬪諍所依為業也。上來有", "885": "三。初辨見字。二辨取字。三辨見業用三段不同。總是", "886": "正釋。上來有二。初標次釋。兩段不同。總是第四辨見", "887": "取訖也。", "888": "自下第五辨戒禁取者。分二。初正辨戒禁取。二從然", "889": "有處計說下。是會釋違文也。且第一正辨戒取者。於", "89": "壞樂受故。若是五盛陰苦。即與行苦相攝也。此第□", "890": "中分二。初標。二正釋。且初標者。疏云五戒禁取者。是", "891": "標可知。第二正釋中。分三。初辨戒禁二字。二辨取字。", "892": "三辨業用。三文不同。且第一解戒禁二字者。疏云謂", "893": "於隨順諸見戒禁及所依蘊者。解云。言謂於隨順者。", "894": "即隨順前來見是能豫。即執自戒為勝。及戒眷屬為", "895": "所緣境也。此中但取能順禁為所緣境。不取所順三", "896": "見為所緣境。名為戒禁取。以見是見取攝。今但執所", "897": "持戒。為禁戒取也。堅持不犯名禁也。二解取字者。疏", "898": "云執為最勝能得清淨者。解云。即執自所持鷄狗戒", "899": "為最勝。他戒為劣也。二又持此戒。即得常樂我淨。若", "9": "能潤最勝。能生一切苦果。名□苦為業也。若望顯揚", "90": "□以道理。即通攝餘七苦也。問曰。此八苦於□□□。", "900": "准佛法。訶之名為四倒也。即執持此戒。即得常樂我", "901": "淨者。名為能得清淨也。此是辨取字也。第三解業用", "902": "者。疏云無利勤苦所依為業者。意云。即此緣掾臥棘", "903": "五熱炙身。一日食一麻一麥。持鷄戒等。即雖是對苦。", "904": "都無利益。却招三惡趣果。故名無利勤苦所依為業", "905": "也。上來有三。總是正釋。上來有二。初標。二釋。二文不", "906": "同。總是第一正辨戒禁取也。", "907": "自下第二會釋違文者。分二。初正會違文。二者從不", "908": "爾如何下。是資難也。且第一正會文者。外人難云。若", "909": "言見取執為最勝能得清淨名見取。又言戒取亦有", "91": "何者有。何者無。答曰。欲界具者八苦。□□界無前七", "910": "最勝能得清淨者。即何故有聖教云執為最勝名為", "911": "見取。執能得清淨名戒取耶。下會文者。先牒問。疏答", "912": "云。然有處說至戒取者。是也。二者正會者。疏云是影", "913": "略說。或隨轉理門。意云。此正會中有二。初是影略而", "914": "說。二者是隨轉理門也。且第一影略而說者。即諸論", "915": "中說言執為最勝。名見取者。即影取執能得清淨故", "916": "略不說也。又言說能得清淨名為戒取者。即影取執", "917": "為最勝。亦在其中。即諸論互影。略而說故。知見戒二", "918": "取。皆有最勝能得清淨也。是故疏總言是影略說也。", "919": "問曰。若爾者即見戒二取何別。答曰。所執所依見及", "92": "苦也。唯有五盛陰苦。即此八苦□□。皆生於嗔也。即", "920": "眷屬最勝及清淨故總名見取也。若執戒及戒眷屬", "921": "為最勝。及清淨者。名為戒取也。若言執見二眷屬最", "922": "勝無清淨者。亦非見取。若執清淨無最勝者。亦非戒", "923": "取也。即執自見時。有此二義。方名見取也。若戒禁時。", "924": "有此二義。方成戒取也。二云隨轉理門者。意云。彼諸", "925": "論言。但執最勝。名見取。但執能得清淨。名戒取者。即", "926": "是隨小乘薩婆多宗說也。以薩婆多師計最勝。名見", "927": "取。能得清淨。名戒取也。但是就小乘宗說。非是究竟", "928": "說。故名隨轉理門。言隨隨遂也。轉者說也。理者道理。", "929": "門者二乘門也。即將就二乘道理說也。問曰。諸論何", "93": "此嗔於此苦及苦具上憎恚。為嗔之體性也。", "930": "不但依正義說。二取各具二義。何故略無。略無者有", "931": "何意取耶。答曰。欲令業者知見解生。故略說也。問曰。", "932": "諸論言執為最勝。名見取。執能得清淨。名戒取者。是", "933": "諸論真實而說。不是影略。亦非隨轉門者。亦有何過", "934": "下覓答者。疏云不爾如何至非二取攝者。意云。汝外", "935": "人若不許是影略說者。即應瑜伽五十八迷四諦中。", "936": "如迷滅諦下。非滅計滅。非勝計勝。應是見取耶。以有", "937": "計為最勝故。又道諦下計云。非道計道。亦得清淨。應", "938": "是戒取以有清淨。非最勝故。若不爾者。故知。是影略", "939": "隨轉門說也。以非滅計滅。非勝計勝。以無清淨故。但", "94": "次辨業用者。疏云能障無嗔至所依為業者。此有兩", "940": "名取見。即非見取攝也。道諦下計非道計道。即但有", "941": "清淨無最勝者。亦是取見即非戒取攝也。今言見取", "942": "二取各各皆有能得清淨。皆有執為最勝。即各具二", "943": "義。方名見取戒取也。故知。諸論說見取但有最勝者。", "944": "明知不名邪見。但名見取者。明知亦影取能得清淨。", "945": "能得清淨若無者。即不名見取。但名邪見也。又說戒", "946": "取唯有能得清淨無最勝者。亦是影取最勝之義。若", "947": "不爾者。即名邪見。非是二取耶。若互𨷂一者。即是邪", "948": "見非二取也。是二取者。即各各具最勝清淨二義也。", "949": "故知。所引論文是影略而說也。亦不相違也。亦是隨", "95": "个業用也。能障無嗔不安穩性。是一个業用也。惡行", "950": "理門說也。若言實說見取唯有最勝無清淨者。即是", "951": "邪見見取義不成也。夫為見取必須有最勝及清淨。", "952": "方名見取。若戒取者。亦有得清淨及最勝。有此二義。", "953": "方名戒取。若𨷂一者。但名邪見也。故知。諸論說見戒", "954": "二取各有一義者。必是影略而說也。可知。上來總是", "955": "會釋違文也。上來有二。初辨戒取。二者會釋違文。二", "956": "文不同。辨戒取了也。上來有五見。總是辨差別也。上", "957": "來有二。初總辨惡見。二者辨差別。二文不同。總是正", "958": "釋。上來有二。初問二正釋。二文不同。總是第六辨惡", "959": "見訖也。", "96": "所依為業。是兩个業用也。以嗔體性相違故。即障無", "960": "上來六煩惱不同。總是隨標別列。上來有二。初總標", "961": "舉數。二隨標別列。二文不同。總是第四辨根本煩惱", "962": "訖也。故疏云。上來辨根本煩惱訖也。可知。", "963": "自下第五辨隨煩惱者。疏云第五文也。分二。至文二", "964": "同前者。一者總標舉數。二者隨標別列。二文不同。且", "965": "初第一總舉數。論云隨煩惱二十者。意云隨煩惱是", "966": "總標也。二十者舉數也。可知。", "967": "自下第二隨標別列者。疏云述曰第二文也。即有兩", "968": "行偈。總攝二十隨煩惱盡。即唯識偈云。隨煩惱。謂忿", "969": "恨䨱惱嫉慳誑諂與害憍無慙。及無愧掉舉。與昏沉", "97": "嗔。是其業用也。有此嗔故。令身心擾惱不安穩也。惡", "970": "不信。并懈怠放逸。及失念散亂。不正知。問曰。此是二", "971": "十惑如何名隨煩惱。答曰。有其二義。名隨煩惱也。一", "972": "者是煩惱分位差別假建立。故名隨煩惱也。問曰。若", "973": "是忿等五及大隨。後三是煩惱。分位假建立者。即名", "974": "隨。若是中隨二大隨五是實有者。應非隨煩惱攝。答", "975": "曰。更有第二義故。名為隨煩惱也。即是煩惱之等流", "976": "性故。體雖是實。以是他根本等流。故名為隨煩惱。即", "977": "是根本同時等流果也。故名隨煩惱也。此合前總標", "978": "舉數中解也。可知。", "979": "第二隨標別列者。分二。初總辨三位隨煩惱。二者別", "98": "行所依者。即是惡業。以嗔唯不善性。能發三塗惡業。", "980": "辨三位隨惑。且第一總辨者。疏云分三。初明小隨各", "981": "別起故。至遍染心故者。解云。問曰。何名為小隨。答曰。", "982": "以行相極利一一別起。名為小隨也。即隨根本後一", "983": "別起。定不俱生。即忿起時。恨不起等也。問曰。何名為", "984": "中隨。答曰。即能遍不善心故。即有不善心時。便有中", "985": "隨也。以不遍染也。以染即寬。不善即狹。即此二數得", "986": "俱起也。不同小隨別起故。問曰。如何名大隨煩惱。答", "987": "曰。後明大隨遍染心故。即一切染心中。皆起大隨也。", "988": "即此大隨煩惱最寬。遍前小隨中隨。小隨中隨即不", "989": "遍他。大隨即有染心處。即有大隨八也。此八隨惑得", "99": "即與惡業為所依。即行者是業。既言惡行者。明知是", "990": "俱生也。即遍一切有䨱不善。故名大隨。若不遍有䨱。", "991": "但遍不善。即名中隨也。若是不善亦不遍者。名為小", "992": "隨。以各各別起故。有此多義。小隨中隨大隨。各各別", "993": "也。此第一總辨三隨惑時。", "994": "第二別辨三位隨惑者。三段不同。且第一辨小隨者。", "995": "疏云此即初也。分十如文。", "996": "且第一辨忿者。分二。初標。二正釋。且初標者。疏云一", "997": "忿者是標也。可知。第二正釋者。分二。初略辨體業。二", "998": "重釋前文。且第一略辨體業分二初且出體。二辨業", "999": "用。且辨體者。疏云依對現前不饒益境憤發為性者。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 799 百法論顯幽鈔", "englishTitle": "卍 Xuzangjing, Electronic version, No. 799 百法論顯幽鈔", "author": "宋 從芳述", "language": "chinese", "source": "CBETA"}