{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1345", "1": "禾山超宗方禪師語錄", "10": "望師拈出　師云。萬里神光頂後相　僧云。只如古", "100": "忘。復是何物。師云。山河大地。燈籠露柱。廚庫三門。皆", "101": "是光境。作麼生是真實諸人輪轉三界者。蓋為不了", "102": "目前法。從生至死。無有了期。快須薦取。莫待雪𩯭銀", "103": "髭。臨渴堀井。悔將不及。", "104": "上堂。舉臨濟一日托鉢。至長者家云。家常添鉢。有婆", "105": "至門云。太無厭生。臨濟云。飯也未曾夢見。說什麼太", "106": "無厭生。婆遂掩却門。師云。人人皆謂。臨濟落在這婆", "107": "陷穽。然不是苦辛人不知。殊不知掩却門處。珍寶已", "108": "露。敢門諸人。既是掩却門。珍寶在什麼處。良久云。拶。", "109": "五百羅漢會。堂晚上堂云。今日許多喧閙。向什麼處", "11": "人閙中求靜。靜中求閙。未審佗在閙處為人。靜處為", "110": "去。各各諦觀。一切諸法。悉皆如是。所以古人方便為", "111": "人處極多。只如道當風不當印。使須觸處全該。當印", "112": "不當風。爭奈已彰文彩。通途辨的。要須不犯鋒鋩。叶", "113": "路通宗。直是逆摧諸見。不見昔日靈見會上。五百比", "114": "丘。得四禪定。獲宿命通通。各各自見。過去捨身受身。", "115": "殺父害母。殺阿羅漢。出佛身血。種種重罪。却生怕怖。", "116": "於是文殊仗釰持逼瞿曇。瞿曇云住住。勿應作逆。勿", "117": "得害吾。吾必被害。為善被害。文殊師利。一切諸法。從", "118": "本已來。無有我人。內心見有我人。內心起時。我必被", "119": "害。即名為害。是時五百比丘。各各自悟本心。同聲讚", "12": "人　師云。截斷兩頭。歸家穩坐　僧云。恁麼則龍山", "120": "嘆云。文殊大智士。深達法源底。自手執利釰。持逼如", "121": "來身。如釰佛亦爾。一相無有二。無相無所生。是中云", "122": "何殺。師云。文殊老漢。可謂拔楔抽釘。直饒五百比丘", "123": "齊悟去。也是同坈無異土。參。", "124": "上堂。舉僧問大龍。色身敗壞。如何是清淨法身。龍云。", "125": "山花開似錦。㵎水湛如藍。師云。這僧只有照壁月。更", "126": "無吹葉風。若不是大龍全機。幾乎話作兩橛。參。", "127": "上堂。舉曹山和尚云。作水牯牛是隨類墮。師著語云。", "128": "在類何甞與類齊。二不受食是尊貴墮。師著語云。認", "129": "著則不堪。三不斷聲色是隨處墮。師著語云。直須透", "13": "明得祖師禪。舉處今朝法已傳　師云。法本無傳。你", "130": "過髑髏前。此三則語。為入道之捷徑。要須見處分明。", "131": "路頭不錯。直饒於此見得倜儻分明。亦只是畫圖。淺", "132": "之與深。直須親到一回始得。作麼生得親到去。良久", "133": "云。不墮功勳窮見見。逈超影響徹心心。", "134": "結夏小參。舉天平從󳬢和尚到西院。居常自言。莫道", "135": "會佛法。今時覔箇舉話人也無。西院知。一日遙見。乃", "136": "召云從󳬢。󳬢舉頭。西院云。錯。󳬢行三兩步。西院又云。", "137": "錯。從󳬢却近前。院云。適來這兩錯。是西院錯。是上座", "138": "錯。󳬢云。是從󳬢錯。院云。錯錯。󳬢休去。院云。且在這裏", "139": "過夏。待共上座商量這兩錯。󳬢其時便行。住院後謂", "14": "又作麼生傳　僧云。昔日山頭親得旨。今朝拈出四", "140": "眾云。我當初行脚時。被業風吹。到思明長老處。被他", "141": "連下兩錯。更留我過夏。共我商量。我不道與麼時錯。", "142": "發足南方。早知是錯了也。後首山云。據天平作與麼", "143": "會解。未夢見西院在。何故話在。師云。從󳬢一期逞俊。", "144": "爭奈落在西院彀中。殊不知。西院有抽釘拔楔底手", "145": "段。然雖如是。苦瓠連根苦。甜瓜徹蔕甜。", "146": "遷住禾山語錄遷住禾山語錄", "147": "入院陞座云。要會入門句。未語先分付。直下苦精神。", "148": "不必通回互。眾中莫有精明者麼。試出來道看問答不錄。", "149": "師乃云。達奚已前真機獨露。澄源至此祖令重興。四", "15": "方知　師云。重言不當吃。", "150": "問何勞打皷。一味只要坐禪。不勞摘葉尋枝。直下超", "151": "佛越祖。豈是借功明位。都緣叶妙通宗。若要洞明三", "152": "玄。看取最初一句。乃以拂子畫一圖相云。看。", "153": "上堂。舉達磨謂二祖曰。汝但外息諸緣。內心無喘。心", "154": "如墻壁。可以入道。二祖說心說性。種種道理。悉皆不", "155": "契。一日忽然大悟。謂達磨曰。此去可休息諸緣也。達", "156": "磨曰。莫落斷滅否。祖曰。無。達磨云。子作麼生。祖云。了", "157": "了常知。言之不及。達磨云。此是諸佛所傳。更勿疑也。", "158": "師云。既是心如墻壁。為什麼了了常知。若此見得。可", "159": "謂終日喫飯。未甞咬破一粒米。直得十方虗空。悉皆", "16": "師乃云。若論第一義諦。未白槌已前。早是堂堂顯露", "160": "消殞。其或未然。業識忙忙。流轉三塗。未有了日。參。", "161": "上堂。回首光陰若轉蓬。看看九夏又將終。快須悟取", "162": "玄中句。莫逐情塵枉用功。作麼生是玄中句。要會麼。", "163": "第一玄。深沉直照威音前。第二玄。雖然問答絕言詮。", "164": "第三玄。隨機一句本無偏。所以古人云。每一句語。須", "165": "具三玄三要。若不具三玄三要。皆為流俗阿師。此三", "166": "句語。驗參學人眼目。有悟明者。於此亦驗得。有超出", "167": "三界者。於此亦驗得。快須薦取。莫待一朝病苦纏綿。", "168": "前路忙忙。悔之不及。下座。", "169": "上堂。舉僧問昔日禾山和尚。如何是道。山云。耕人田", "17": "了也。何故。況諸佛妙道。清淨本然。量包太虗。一切情", "170": "不歸。僧云。如何是道中人。山云。禾熟不臨場。後首山", "171": "出此二語云。耕人田不歸。意旨如何。山云。大勳不豎", "172": "賞。如何是禾熟不臨場。首山云。任從風雨爛。師云。禾", "173": "山老漢。可謂體妙入玄。金針雙鎻。首山和尚。雖然據", "174": "令而行。爭奈言言合轍。然雖與麼。也是皷山道底。", "175": "小參。舉南院示眾云。諸方只具啐󲣅同時眼。且不具", "176": "啐󲣅同時用。時有僧便出問。作麼生是啐󲣅同時用。", "177": "院云。作家不啐󲣅。啐󲣅同時失。僧云。由來是學人問", "178": "處在。院云。你向問處作麼生。僧云。失。院便打。師云。抽", "179": "釘拔楔。還佗南院手段始得。當時若不是這僧。也大", "18": "與無情。色空明暗。同一體性。既同一體。性為什麼所", "180": "難承當。珍重。", "181": "上堂。舉仰山和尚。一日坐禪次。有僧潛來身畔立。仰", "182": "山開眼見。乃於地上劃一圓相。於下書水字。顧視旁", "183": "僧。僧無對。師云。這僧向萬仞洪崖頭弄險。仰山老漢。", "184": "名傳四海。為什麼與人重下註脚。參。", "185": "上堂。云直得觸目無滯。達得名身句身。山河大地是", "186": "名。名亦不可得。喚作三昧性海俱備。猶是無風匝匝", "187": "之波。更須知有照用臨時。向上一竅在。師乃舉起拂", "188": "子云。看看。喚作拂子。觸目有滯。不喚作拂子。亦乃觸", "189": "目有滯。直饒總不與麼去。猶是無風匝匝之波。若要", "19": "受形軀。各各不同。良由一念瞥起情塵。與眼耳等六", "190": "透過牢關。須更頂門具眼。作麼是諸人頂門上眼。良", "191": "久云。無照用中成照用。有功勳處絕功勳。", "192": "上堂。舉華嚴休靜禪師。在洛浦作維那。一日白槌云。", "193": "白大眾。上間般柴。下間鋤地。首座云。聖僧作箇什麼。", "194": "維那云。當堂不正坐。不赴兩頭機。師云。首座只解與", "195": "麼來。爭奈維那善能酬價。子細檢點將來。猶是影身", "196": "句。諸人還要此話圓麼。良久云。恰。", "197": "上堂。舉玄沙示眾云。不見一法是大過患。鏡清指露", "198": "柱云。莫是不見這箇麼。玄沙云。浙中清水白朱還你", "199": "喫。若是佛法。未夢見在。師云。總謂玄沙靈機在掌。縱", "2": "初住隆慶語錄師初住隆慶。開堂拈香。祝", "20": "塵緣影。妄生執著。忽然一念回光。豁開心眼。便見十", "200": "奪可觀。若作如是見解。參學眼目在什麼處。殊不知。", "201": "鏡清是箇白拈賊。然雖與麼。爭奈明眼人難謾。", "202": "上堂。舉吉州資福和尚示眾云。第一句。祖師不知有。", "203": "第二句。堪與祖佛為師。第三句。稱提祖佛。師云。有一", "204": "句語。無你摸𢱢處。有一句語。把定衲僧命脉。有一句", "205": "語。歷歷分明。此三句語。直饒揀辨得。猶是佛學。未有", "206": "悟入處。諸人要悟麼。以拂子擊禪床。下座。", "207": "上堂。以拂子擊禪床一下云。舉不顧。即差互。擬思量。", "208": "何劫悟。若見與麼舉不顧。若不見與麼舉。亦是舉不", "209": "顧。到這裏。直須敲唱全超。乃能上報國恩。其或未然。", "21": "方虗空。現前大眾。或現宰官身。或現比丘相。皆是一", "210": "不免向須彌頂上擲金針去也。良久云。還會麼。只知", "211": "月色靜中見。誰解泉聲深處聞。", "212": "上堂。舉黃蘗運禪師。在百丈開田。百丈云。運闍梨開", "213": "田不易。蘗云。隨眾僧作務。百丈云。有煩道用。蘗云。爭", "214": "敢辭勞。百丈云。開得多少田。蘗以鋤築地三下。百丈", "215": "便喝。蘗掩耳而去。師云。百丈正令。風行草偃。黃蘗開", "216": "田。水到渠成。雖然與麼。且道以鋤築地處。又作麼生。", "217": "還會麼。不是苦辛人不知。", "218": "發化士上堂。舉羅山因發化士。臨岐乃設問。汝前面", "219": "見太傅。忽問大師十二時中將何示徒。作麼生道。化", "22": "期應現。譬如一等精金。造作不同。其金性本一也。直", "220": "士無對。羅山云。但道騎虎頭収虎尾。一句下明宗旨。", "221": "又代進語云。此猶是菩薩有言教。菩薩無言教作麼", "222": "生。化士又無對。羅山又云。敵露鋒機。如同電拂。師云。", "223": "叢林中商量盡謂。化士無語。殊不知宛有陷虎之機。", "224": "羅山恨不兩手分付。爭奈從門入者。不是家珍。諸人", "225": "要識家珍麼。良久云。後五日看取。", "226": "上堂。舉玄沙和尚問僧。面前是什麼。僧云虎。玄沙云。", "227": "是汝你。何故喚作虎。師云。娑婆世界。有四種極重之", "228": "事。若人透得。不妨出於陰界。復云。欲識玄沙虎。覿面", "229": "是誰覩。直下透牢關。全機超佛祖。參。", "23": "饒於此見得。倜儻分明。猶未有超毗盧。越釋迦底手", "230": "上堂。十五日已前。是第一句。十五日已後。是第二句。", "231": "正堂十五日。是第三句。第一句明得。坐斷天下人舌", "232": "頭。第二句明得。堂堂獨露。第三句明得。神鋒壁立。若", "233": "於此三句明得。皇恩佛恩一時報足。其或未然。用要", "234": "一機超有表。妙同三句入無為。", "235": "上堂。舉安太保問三交和尚。新歲已臨。舊歲何往。三", "236": "交云。壁上釘桃符。師云。此語浮山遠禪師謂之金針", "237": "雙鎻。後輩依摸畫樣。殊不知。畫餅不可充飢。安太保", "238": "已是目前蹉過。若不是三交和尚。壁立全提爭得風", "239": "行草偃。", "24": "段。不見。昔日靈山會上。世尊於百萬人眾前。拈起一", "240": "上堂。舉溈山問仰山。聞子在百丈。問一答十。是否。仰", "241": "山云。不敢。溈山云。向上道取一句來。仰山擬開口。溈", "242": "山便喝。如是三次擬開口。皆被喝。仰山乃垂淚云。先", "243": "師道教我須遇人始得。今日果是遇人也。於是發心", "244": "看牛三年。一日仰山在樹下坐禪次。溈山以杖背上", "245": "點云。寂子道得也未。仰山云。雖然道不得。要且不借", "246": "別人口。溈山云。寂子會也。師云。溈山仰山。一問一答。", "247": "不妨親切。要且無佛法道理。子細檢點將來。於禾山", "248": "門下。只作得箇掃地漢。下座。", "249": "開爐上堂。舉琛禪師。因法眼悟空龍濟三人到。夜向", "25": "枝花。普示大眾。會中唯有迦葉微笑。世尊乃云。吾有", "250": "火次。羅漢附爐乃問云。山河大地。與上座自己。是同", "251": "是別。龍濟云。別。羅漢豎兩指。龍濟云。同。羅漢亦豎兩", "252": "指。師云。這箇漢向火也不了。更只管說同說別。直饒", "253": "見得歷歷分別。正在途中。向禾山門下。直須喫棒。何", "254": "故。十語九中。不如一默。", "255": "上堂。舉僧問青原思禪師。如何是佛法的的大意。思", "256": "云。廬陵米作麼價。師云。盡謂思禪師借水獻花。殊不", "257": "知。有格外之談。要見古人親切處麼。廬陵米價古今", "258": "傳。歷歷分明事坦然。要會箇中端的意。著婆衫子拜", "259": "婆年。", "26": "正法眼藏。涅槃妙心。實相無相。分付摩訶大迦葉。教", "260": "上堂。舉雲門大師示眾云。如今半夏也。敲磕處道將", "261": "一句來。眾無對。自云。蜜怛哩孤蜜怛哩智。又云。蜜怛", "262": "哩孤蜜怛哩智作麼生。自代云部臨。又云磕。師云。雲", "263": "門大師。恰似泥裏洗土塊。要透磕著門庭。須是眉在", "264": "眼下。", "265": "上堂。天色乍涼。參禪高士。二六時中。直須精進。大底", "266": "參禪。先須有箇省入處。始解穩坐地。得穩坐地了。始", "267": "解作活計。方有參禪說話分。也須是解做工夫始得。", "268": "只如一人發真歸源。十方虗空悉皆消殞去。現今目", "269": "前。森羅萬象。摐然滿眼。作麼生得消殞去。有底便道。", "27": "外別傳。直指人心。見性成佛。這箇因緣。眾中商量極", "270": "喚什麼作森羅萬像。又云。即色處當體即空。又云。觸", "271": "目遇緣皆是虗妄。畢竟歸根全一空體。又云。於一切", "272": "處莫管伊。但自無心於萬物。何妨萬物常圍遶。若是", "273": "如此見解。殊不知古人方便。可謂不勘自敗。所以宗", "274": "門有三印。一印印空。大地全提觸處通。一印印泥。塵", "275": "塵剎剎現同時。一印印水。淨照寒濤飜徹底。此三印", "276": "即一印。這一印驗盡天下衲僧。若要透生死關者。直", "277": "須印驗分明。乃可放過。如將諸方冬瓜印子來。到禾", "278": "山關頭。總用不著。", "279": "中秋上堂。云心同虗空界。唯須密以明智。身現滿月", "28": "多。或云。迦葉早是落第二頭了也。或云。人人盡見。只", "280": "輪。乃提婆之能鑑。盡謂示諸佛體。皆言合虗空心。畢", "281": "竟似披畫圖。致了如標月指。其或與麼。向祖師門下。", "282": "天地懸殊。若要慶快己躬。須明向上一竅。還會麼。欲", "283": "識同根超異見。定知此日是中秋。", "284": "上堂。舉昔有秀才。看佛名經。同長沙岑和尚。百千諸", "285": "佛但聞其名。未審居何國土。岑云。黃󳬈樓崔灝題後。", "286": "秀才還曾題麼。秀才云。不曾題。岑云。無事好題取一", "287": "篇。師云。秀才問處。清機歷掌。長沙與麼為人。未免換", "288": "手穿梭。且道。畢竟百千諸佛居何國土。諸人要見麼。", "289": "聽取山僧一頌。千佛靈蹤莫別求。長沙機轉有來由。", "29": "是不肯承當。或云。何不向未拈花已前會取。如此見", "290": "要知覿面難藏處。黃󳬈樓前鸚鵡洲。", "291": "上堂。云一大藏教。在諸人頭上。祖師要旨。在諸人脚", "292": "跟底。有般學解底禪人。見與麼道。便謂無鬚鎻子兩", "293": "頭搖。觀此箇十二時中隱隱地常有一物礙膺。若要", "294": "透此牢關。須是頂門具眼。作麼生是諸人頂門上眼。", "295": "良久云。點。", "296": "上堂。瑞雪飄空。銀蟾出海。曹山異中見異。龐公手裏", "297": "明機。一箇覿面全提。一箇通途叶妙。若也揀得出。許", "298": "伊具擇法眼。實可以上報國恩。其或未然。不免重重", "299": "露布。良久云。不唯梅蘃先春發。且有青松帶雪看。", "3": "聖壽罷。次拈香云。此一瓣香。奉為前住黃龍山第十", "30": "解。皆是意根扭揑。強生卜度。總未知端的。若也知得", "300": "死心和尚忌小參。僧問。黃龍正脉妙傳時。廣眾人中", "301": "獨許師。試問死心端的旨。西歸隻履意何如　師云。", "302": "見麼　僧云。祇此見聞非見聞。未審作麼生見　師", "303": "云。若非見聞猶滯迹　僧云。報德慇懃。未審還見死", "304": "心赴也無　師云。言中有響　僧云。若然者。頂門拶", "305": "出金剛眼。照破凌霄百萬峯　師云。你且道隻履西", "306": "歸作麼生　僧云。落葉歸根。來時無口　師云。祇得", "307": "一橛。", "308": "師乃云。來日死心大和尚示寂之辰。況天下叢林宗", "309": "師。順寂之日。謂之遠忌。既是悟明心地。超出三界。頓", "31": "端的。皇恩佛恩。一時報足。其或未然。今日向人天大", "310": "越生死。又忌箇什麼。衲僧到此之日。因念我師示寂。", "311": "各各冥觀。今在何處。直下明得。死心元在實不曾滅。", "312": "或以一香一花。種種淨饌。作佛事者。祇可謂之加行", "313": "修持。精進翹勤。微細觀察。瞥然悟去。不唯親見死心。", "314": "亦見諸人本來面目。祇如作是加行修持。為復是莊", "315": "嚴死心報地。為復是自己勳修。若見有自有它。則成", "316": "二法。既成二法。寧免死生之患。當知死心和尚。與一", "317": "切情與無情。全體是一箇禾山長老。禾山長老與一", "318": "切情與無情。全體是一箇死心和尚。不見適來這僧", "319": "問。西歸隻履意何如。況死心先師。每好舉隻履西歸", "32": "眾前。一時分付。迺竪起拂子云。看看。且道與靈山相", "320": "話。問諸衲子。且巴陵和尚。於得法師順寂之日。以三", "321": "轉語報答先師。禾山今夜因行不妨掉臂。祇以明隻", "322": "履西歸話。用報先師之德。況此話古今難明。諸方或", "323": "謂之隱顯。或謂之不可有兩个。或謂之唯此一事實。", "324": "若也如是。殊未識祖師宗旨。諸人要見麼。濁中清。清", "325": "中濁。勿謂麒麟生一角。西行向東路不差。大用頭頭", "326": "如啐󲣅。莫莫。玄要靈機休卜度。", "327": "上堂。舉芭蕉惠清禪師云。我二十八上行脚到仰山。", "328": "南塔上堂云。你等諸人。若是箇漢。從娘肚裏出來。便", "329": "作獅子吼。解吼麼。我於言下。歇得身心。便住五載。師", "33": "去多少。良久云。徹底已超三際妙。論心全報一人恩。", "330": "云。芭蕉與麼說話。還歇得麼。若也如是。恰如未倒鼇", "331": "山時一般。何必待娘腹中出來。乃作獅子吼。只如釋", "332": "迦如來。未出母胎。已度人畢。子細檢點將來。猶落第", "333": "二機。諸人還見麼。良久云。隔。", "334": "上堂。因化士請益四料簡語。師著語云。奪人不奪境。", "335": "洞裏靈雲何處去。嶺上桃花爛熳開。奪境不奪人。已", "336": "見澄源關棙子。不勞打皷自先聞。人境兩俱奪。了知", "337": "越聖超凡處。便是全收全放時。人境俱不奪。明明物", "338": "我皆全露。歷歷身心本自如。此四句語。有時縱。十方", "339": "世界。頭頭顯露。有時奪。無邊剎海。有甚摸索處。若也", "34": "上堂。云光陰瞥爾纔改。且又是八日。參禪之士。直須", "340": "如是明得。可以入󱈎垂手。向十字街頭。管取大用現", "341": "前。其或未然。切莫作人境會好。", "342": "上堂。云第一玄。拶破髑髏前。第二玄。照用在機先。第", "343": "三玄。物我兩俱全。第一要。箇中明得兆。第二要。機俊", "344": "未為妙。第三要。覿面須回照。若也於一句中。具明三", "345": "玄三要。則親到禾山。其或未然。三十年後。一回喫水", "346": "一回噎。□人下座。", "347": "上堂。云數日不入室。為諸人普說其禪病。乃舉拂子", "348": "云。還見麼。若見拂子。即不見諸人。若見諸人。即不見", "349": "拂子。所以盡十方世界。綿綿密密。實無絲毫滲漏。結", "35": "如救頭燃。莫待一朝眼光落地。悔之不及。却來不隔", "350": "夏又數日也。所參底禪如何。有底禪僧。室中問著於", "351": "一切古人語。即云。恁麼也得。不恁麼也得。一切是非", "352": "生滅境界。悉皆杜絕。作如是見解。亦是一種佛學。如", "353": "石壓草。又如急流水過於上以物按之。將謂一如。殊", "354": "不知。其水於下自流。皆是根源不能截斷。未免流轉。", "355": "又有一種人。見人舉著。隨語生解。一切是非生滅境", "356": "界。森然滿目。此第見解。全為前塵牽引。此二種人。向", "357": "十二時中。隱隱此地常有一物在󱗉中。皆為法塵不", "358": "透。玄路不通。參禪高士。到這裏。直須警省。時不待人。", "359": "快須薦取。莫只待打著皷時便坐禪。纔下堂。便掉於", "36": "陰速疾是二十年。所以二乘人。不了一切法。證一空", "360": "無事甲中。是阿誰分上事。豈不見。魯祖和尚。尋常見", "361": "僧來便面壁。南泉聞云。我尋常教伊向佛未出世時", "362": "會取。尚未得一箇半箇。他與麼驢年去。師云。南泉和", "363": "尚。可謂千人排門。不如一人拔關。未透玄關者。往往", "364": "只作面壁會却。", "365": "上堂。舉僧問首山。如何是祖師西來意。首山云。風吹", "366": "日炙。師云。這箇因緣。眾中商量。謂之應機。又謂之時", "367": "節因緣。又謂之信手拈來。若也如是。不唯不見首山", "368": "為人處。亦辜負自己行脚眼。若也明得去。只此一句", "369": "語中具三玄。其或未然。聽取山僧一頌。日炙風吹知", "37": "理。乃成斷滅。菩薩人證一空理。了一切法。乃不成斷", "370": "幾年。玄中密意妙難傳。當機若見首山老。直下應須", "371": "了目前。", "372": "上堂。舉雲門和尚問僧。古佛與露柱相交。是第幾機。", "373": "僧無對。自代云。南山起雲。北山下雨。師云。了得物我", "374": "一如。能使風雲會合。須是雲門始得。且道既是了得", "375": "物我一如。這僧無對處。又作麼生。良久云。嶮。", "376": "上堂。舉起拂子云。大眾看看。只這箇在臨濟。則照用", "377": "齊行。在雲門。則事理俱備。在曹洞。則偏正叶通。在溈", "378": "仰。則暗機圓相。在法眼。則何止唯心。此五家宗派。門", "379": "庭施設則不無。直饒辨得倜儻分明去。猶是光影邊", "38": "滅。是知一切非有。諸法現前。不見僧問天彭和尚。如", "380": "事。若要抵敵生死。則霄壤有隔。且道超生越死一句。", "381": "作麼生道。洎合錯下注脚。", "382": "上堂。舉佛陀遠禪師。僧問。如何是佛。遠云。銅頭䥫額。", "383": "僧云。未審意旨如何。遠云。播土揚塵。師云。遠禪師可", "384": "謂壁立萬仞。還能曲徇物機。這僧若也叶妙通塗。定", "385": "是塵中辨的。", "386": "夏末上堂。云未結夏已前。先窮入門句。解夏已後。須", "387": "明出身句。正當九夏中。要明截斷兩頭句。直饒於此", "388": "三句明得。未免落在平常窠臼。豈不見。雲門垂語云。", "389": "初秋夏末。不觸平常。道取一句來。僧無對。自代云。初", "39": "何是佛。天彭云。親切不離家。寂寞不當戶。師云。天彭", "390": "三十一。中九下七。師云。大眾。這僧可謂暗裏抽橫骨。", "391": "明中坐舌頭。雲門大師雖入草求人。未免閙市裏𣮎", "392": "毬。", "393": "上堂。舉雲門大師示眾云。初秋夏末。責情三十棒。自", "394": "代云。某甲如是。師云。大眾盡謂。雲門大師一手擡一", "395": "手搦。殊不知。句裏藏鋒。言中有響。還會麼。令人飜憶", "396": "老雲門。問答全超未足論。棒下責情還會否。夜深明", "397": "月照前村。", "398": "上堂。舉洞山處禪師行脚時。見先洞山。洞山問。近離", "399": "甚處。䖍云。武陵。洞山云。武陵法道如何。䖍云。胡地冬", "4": "二代。新禪師。爇向爐中。與天下衲僧。捩轉鼻孔。遂趺", "40": "與麼說話。終成滲漏。且道三種滲漏中。墮在那種滲", "400": "抽笋。洞山云。別甑炊香飯。供養於此人。䖍便出。洞山", "401": "云。此子向後走殺天下人在。師云。百發百中。䖍禪師", "402": "有齧鏃之機。驗人底眼目。須是洞山老漢。然雖如是。", "403": "三十年後。此話大行。", "404": "上堂。舉皷山問太原孚上座。父母未生時。鼻孔在甚", "405": "處。孚云。師兄且道。皷山云。而今生也。鼻孔在甚處。孚", "406": "不肯。皷山云。你作麼生。孚云。把將手中扇子來。皷山", "407": "乃將扇子與之。再詰問。孚默置。皷山遂打一拳。師云。", "408": "孚上座雖然能縱能奪。要且未識父母未生時鼻孔。", "409": "皷山若無末後句。洎合墮坑落塹。", "41": "漏。要會麼。無身有事超岐路。無事無身落始終。", "410": "上堂。舉黃蘗和尚。一日陞堂。大眾纔集。蘗以拄杖一", "411": "時趕散。復召大眾。眾回首。蘗云。月似彎弓。少雨多風。", "412": "師云。黃蘗和尚。恨不兩手分付。子細檢點將來。大似", "413": "為蛇畫足。師乃召大眾。眾舉首。師云嶮。", "414": "月望上堂。舉拂子作一圓相云。大眾看看。圓陀陀地。", "415": "無缺無餘。為天下人眼目。不是滿月相。亦非諸佛理。", "416": "且道是箇什麼。若也直下明得去。平生參學事畢。其", "417": "或未然。萬里神光頂後相。以拂子擊禪床。下座。", "418": "結夏。因病中小參。云露柱患癰癤。燈籠却皺眉。箇中", "419": "無限意。曾不墮聞思。一切眾生。未出三界者。病之在", "42": "上堂。舉興化和尚。一日見克賓維那。乃云。不久為唱", "420": "識。輪迴未息者。病之在情。一切二乘人病在寂滅。三", "421": "世諸佛病在六度萬行。初參學禪人病在學處雜糅。", "422": "久參之士病在佛病祖病。忽有一人出來問。禾山長", "423": "老病箇什麼。阿耶耶。若識得此痛之來處。便識得生", "424": "死根源。既識生死根源。一生參學事畢。豈不見。洞山", "425": "初禪師行脚時。到雲門。雲門問近離甚處。初云摣渡。", "426": "雲門云。夏在甚處。初云。湖南報慈。雲門云。幾時離彼", "427": "中。初云。去年八月二十五。雲門云。放子三頓棒。次日", "428": "初却上堂頭問。昨日蒙和尚放三頓棒。未審某甲過", "429": "在什麼處。雲門云。飯袋子。江西湖南便與麼去。師云。", "43": "導之師。克賓云。不入這保社。興化云。汝是會了不入。", "430": "這箇因緣。眾中商量。有云。檐折知柴重。有云。猶作過", "431": "會在。有云。一棒一條痕。若也如是。不唯不識雲門為", "432": "人處。亦乃未見當人自己眼目。若要倜儻分明。聽取", "433": "山僧一頌。吹毛寶劒當機妙。切玉如泥孰可猜。不犯", "434": "鋒鋩全正令。法王心印為君開。", "435": "上堂。舉河北保壽和尚。在先保壽會下。作街坊。脫歸", "436": "問訊。保壽云。作麼生是你本來面目。立至夜深。下語", "437": "皆不契。至來日遂云。某甲因緣不在此。且禮辭和尚。", "438": "往南方遍參知識去。先保壽云。南方禁夏。不禁冬。我", "439": "這裏。禁冬不禁夏。且在此作街坊。若論參尋。闤闠之", "44": "不會了不入。克賓云。料掉勿交涉。興化云。克賓維那。", "440": "中。說法浩浩地。遂依其言。一日至市中。見二俗人相", "441": "爭。中間揮一拳云。得與麼無面目。保壽聞知。忽然大", "442": "悟。師云。育才養德。不無保壽。便與麼悟去。也是閙市", "443": "中颺碌磚。子細檢點將來。未是全提時節。要見麼。十", "444": "字街中六不收。本來面目絕蹤由。縱饒悟得分明去。", "445": "已落儂家第二頭。", "446": "上堂。舉第十四祖龍猛尊者。因提婆來。乃令侍者盛", "447": "一盌水來向面前。提婆見。遂取針投水中。龍猛大喜。", "448": "遂與相見。師云。龍猛尊者。向須彌山上走馬。覿體全", "449": "彰。提婆於金剛際下翻身。窮源徹底。到這裏。雖具啐", "45": "法戰不勝。罰錢五貫設饡飯。次日齋時。自白槌云。克", "450": "󲣅同時眼。未具啐󲣅同時用。而今這裏要見龍猛尊", "451": "者底麼。有則出來相見。良久云。如無。切忌捫摸。", "452": "遷住洪州雲巖語錄遷住洪州雲巖語錄", "453": "師禾山辭眾陞座。云一住禾山又八年。臨岐一句妙", "454": "難傳。後宵欲見雲巖老。雲綻青天月正圓。乃舉藥山", "455": "和尚謂雲巖曰。與我喚沙彌來。雲巖云。和尚喚他作", "456": "什麼。藥山云。我有箇折脚鐺子。要伊提上挈下。雲巖", "457": "云。與麼則與和尚共出一隻手。師云。藥山和尚可謂", "458": "父慈子孝。若不是雲巖。折脚鐺子也無分付處。今日", "459": "山僧。未免子承父業。亦有箇折脚鐺子。擬欲分付諸", "46": "賓維那。法戰不勝。罰錢五貫。設饡飯一堂。兼不得喫", "460": "人。還有提掇得者麼。若也提掇得去。不喪門風。其或", "461": "未然。龍門溪上休回首。鳳嶺山頭歸去來。", "462": "入院上堂。云第一玄。直透威音前。第二玄。曾不落正", "463": "偏。第三玄。照用兩俱全。若也明得此三玄。須明三要。", "464": "若不明三玄三要。諸人十二時中。被目前機境回換", "465": "將去。所以生死界中。不得自在。若要直截根源。向百", "466": "尺竿頭更進一步。", "467": "上元夜小參。云銅壺送客歸家去。玉漏催人好坐禪。", "468": "何事金吾不惜夜。心燈徧界為君燃。乃舉洞山和尚", "469": "問九峯虔禪師云。祖祖相傳。合傳何事。䖍禪師云。釋", "47": "飯出院。後來法嗣興化。師云。克賓維那。直是壁立千", "470": "迦慳迦葉富。洞山云。畢究傳底事作麼生。䖍禪師云。", "471": "百歲老兒看夜燈。師云。洞山雖則尋流討源。未免黏", "472": "牙帶齒。虔禪師可謂據令而行。畢竟飜成露布。若此", "473": "見得。水到渠成。其或未然。切莫向燈影中行。", "474": "偈頌偈頌", "475": "趙州勘婆趙州勘婆", "476": "兩重問答絕聱訛。趙老於中却勘婆。若不全身探虎", "477": "穴。安能徹底驗仙陀。", "478": "百丈野狐百丈野狐", "479": "百丈堂前驗野狐。還如水上捺葫蘆。而今到處全機", "48": "仞。雖解與麼去。要且未善物機。興化老人。不唯順風", "480": "入。便好當場捋虎鬚。", "481": "大隋蓋龜大隋蓋龜", "482": "千古清聲老大隨。機鋒壁立杳難窺。未能直下超凡", "483": "聖。只道將鞋蓋却龜。", "484": "女子出定女子出定", "485": "當機密薦箇中玄。女子何因坐佛前。切莫途中為解", "486": "礙。刻舟求劒實徒然。", "487": "諸佛居何國土諸佛居何國土", "488": "千佛靈蹤莫別求。長沙機轉有來由。要知覿體難藏", "489": "處。黃󳬈樓前鸚鵡洲。", "49": "使帆。亦能逆風把柂。且道是法戰不勝。為什麼承嗣", "490": "曹山雪中因緣曹山雪中因緣", "491": "群峯雪覆已超然。絕頂寧同一色邊。儻向異中能辨", "492": "異。雖居偏位不成偏。入塵直截須明要。在類還殊密", "493": "造玄。欲混千差通不犯。曹山穿過髑髏前。", "494": "保福簽瓜保福簽瓜", "495": "古今時節正相歡。指外明機沒異端。未入口時先識", "496": "味。已簽瓜處被渠瞞。大原接處當頭嶮。保福拈來却", "497": "放難。若也未能超影響。盡從死活句中看。", "498": "玄沙指虎玄沙指虎", "499": "欲識玄沙虎。覿面是誰覩。直下透牢關。全機超佛祖。", "5": "坐。上首白槌云。法筵龍象眾。當觀第一義。師顧視大", "50": "興化。這裏有一句語。善能物我互換。還有人道得麼。", "500": "酬徐樞密三問酬徐樞密三問", "501": "問洞山云。擬將心意學玄宗。大似西行却向東。十二", "502": "時中動轉施為。莫非是擬底心。到這裏。作麼生辨別。", "503": "擬將心意學玄宗。妙用縱橫觸處通。捩轉箇中關捩", "504": "子。休論南北與西東。", "505": "問維摩經云。佛以一言演說法。或有恐怖或斷疑。既", "506": "是一音所說。為什麼有聞之恐怖者。聞之斷疑者。", "507": "或有恐怖或斷疑。雙明一句絕針錐。於茲切莫生欣", "508": "厭。覿面還須眼似眉。", "509": "問維摩經云。眾生病故我病。即今他人病時。為什", "51": "如無。今日不免略通一線。誰知九月九。初八是重陽。", "510": "麼自己却不病。", "511": "眾生病故維摩病。妙見全提越我人。既了病源無箇", "512": "事。何如示現宰官身。", "513": "和蔣運使三頌和蔣運使三頌", "514": "未下山來已見。箇中法法全真。大地都是自己。覿面", "515": "更無別人。", "516": "了得為官勳業。便是祖佛門風。心外實無一法。孰云", "517": "曠劫難逢。", "518": "此去欲尋相見。大千俱是禾山。徹底洞明這箇。廓然", "519": "超過八還。", "52": "謝化主上堂。舉世尊一日令阿難持鉢。阿難應喏便", "520": "和董承事三頌見別和董承事三頌見別", "521": "道存愈遠却彌親。去住情忘尚隔津。直下是家歸甚", "522": "處。大千全現本來人。", "523": "順水張帆息浪花。截流一句不周遮。已登彼岸無餘", "524": "事。入海誰能更筭沙。", "525": "長憶當年陸大夫。同根底事強分疎。道人固有超然", "526": "句。雖別應難不見渠。", "527": "古鏡銘古鏡銘", "528": "有古菱花。物來斯現。演若倍瞻。仰山親薦。迷悟雖殊。", "529": "寒光不變。惡像弗祛。麗質奚羨。歷照千差。肯隨物轉。", "53": "行。世尊云。汝既持鉢。須依過去七佛儀式。阿難乃問。", "530": "覰破前塵。是誰對面。", "531": "和靈源和尚善護頌和靈源和尚善護頌", "532": "靈性包群象。千年壽最優。既知身是幻。何用殻埋頭。", "533": "護惜雖深固。推遷已密流。大隨鞋蓋處。若箇辨蹤由。", "534": "送禪人化緣轉藏送禪人化緣轉藏", "535": "經頭以字孰能測。舉起分明好消息。勞生未曉直截", "536": "機。雙林大士運神力。括囊五教妙全提。高張八面真", "537": "奇特。汝行如是化檀那。推轉機關超奧域。", "538": "送化士送化士", "539": "青春條風至。無情闡化機。法本自何來。要當探極微。", "54": "如何是過去七佛儀式。世尊召阿難。阿難應喏。世尊", "540": "只在紅塵中。忽見勝珠璣。雖然皆舊物。爭奈昔人非。", "541": "禪人呈雪竇頂相求贊禪人呈雪竇頂相求贊", "542": "勘破北塔歸來。接得䥫佛即透。分明覿面全彰。不可", "543": "喚作雪竇。", "544": "禪人寫余真求贊禪人寫余真求贊", "545": "打破直要坐禪。佛祖亦須超越。若言祇這便是。大似", "546": "水中捉月。", "547": "古松恠石。全體是我。若謂一如。莫教話墮。", "548": "禾山超宗方禪師語錄終", "55": "云。持鉢去。師云。阿難只解與麼去。不解與麼來。隆慶", "56": "化士。既解與麼去。亦解與麼來。然雖如是。且道作麼", "57": "生是七佛儀式。要會麼。丈夫自有衝天志。不向如來", "58": "行處行。", "59": "上堂。云圓伊三點未輕酬。句句無私即便休。點的鋒", "6": "眾云。一炷沉檀妙入神。禪河北望已通津。遙稱日下", "60": "鋩徒擬議。明明端的不當頭。放行也七蹤八橫。把住", "61": "也水泄不通。中有一著。不墮兩頭。直饒與麼。猶是依", "62": "模畫樣看孔著楔。此人十二時中。常有一物隱在𦚾", "63": "中。皆是生死岸頭事。若要透過牢關。須是腦後拔楔。", "64": "上堂。云諸人每日。或堂中靜坐。或街市持鉢。靜處靜", "65": "處看。閙處閙處看。當知此事。於一切處。曾無間斷。不", "66": "見雪峯和尚示眾云。盡大地撮來。如粟米粒大。拋向", "67": "面前。漆桶不會。打皷普請看。師云。隆慶亦不用打皷。", "68": "但祇恁麼看。設使看而未徹。亦乃勳習善種。忽若看", "69": "得徹去。始知隆慶老婆心切。雖然如是。三十年後。不", "7": "如山壽。願效華封祝聖人。眾中莫有遞相唱和者麼。", "70": "得辜負山僧。", "71": "上堂。舉臺山路上有一婆。凡有僧問臺山路向什麼", "72": "處去。婆云驀直去。僧纔行三五步。婆云好箇師僧又", "73": "恁麼去。後有僧舉似趙州。趙州云。待我去為勘過這", "74": "婆子。明日便去。亦如是問。婆亦如是對。趙州歸謂眾", "75": "曰。臺山婆子。我為勘破了也。師云。一人從苗辨地。一", "76": "人臨崖不悚。諸人要識趙州麼。良久云。閙市裏虎。", "77": "立春日上堂。云律管吹󰞆是此辰。應當識取看牛人。", "78": "心田耕徧無餘地。須信靈苗不犯春。是以春生秋落。", "79": "眼病生花。不落推遷。靈機獨露。四時不能易。萬變不", "8": "時有僧出問。如來四十九年。說不盡底法。今日請和", "80": "能遷。任是鐵額銅睛。誰敢當頭󳬇著。然雖如是。猶是", "81": "正令全提。只如應時納祐一句。又作麼生。良久云。但", "82": "得泥牛耕壠畝。何須蒼璧佩腰間。", "83": "上堂。云先用後照。要驗作家。先照後用。不存影迹。照", "84": "用同時。壁立千仞。照用不同時。根塵可鑑。古人以此", "85": "四轉語。驗天下衲僧。若非具真正眼目。親切悟明者。", "86": "此難湊泊。今日為諸人。分明拈出了也。還委悉麼。若", "87": "委悉去。可謂不動絲毫。頓超覺地。其或未然。切須子", "88": "細。所以古人。為一轉因緣。直得寢食不安。今之兄弟", "89": "見似等閑。諸人趂身安力健。快須薦取。莫待一朝眼", "9": "尚道　師云劄　僧云。達磨九年不了底公案。今日", "90": "光落地。當與麼時。莫言隆慶長老不道。", "91": "上堂。舉松山一日與龐居士坐次。松山拈起尺子。問", "92": "居士。還見麼。士云。見。山云。見箇什麼。士云松山。山云。", "93": "不得道著。士云。爭得不道。山遂拋下尺子。士云。有頭", "94": "無尾得人憎。山云。不是這老漢也道不及。士云。不及", "95": "什麼處。山云。有頭無尾處。士云。強中得弱即得。弱中", "96": "得強即無。山乃把住。士云。就中這老漢無話會處。師", "97": "云。龐居士平生辯不可遏。若不是松山。洎合只向第", "98": "二機中打倒。", "99": "上堂。舉盤山云。光境俱忘。復是何物。洞山云。光境未"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1345 超宗慧方禪師語錄（黃龍四家錄第四）", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1345 超宗慧方禪師語錄（黃龍四家錄第四）", "author": "Not available", "language": "chinese", "source": "CBETA"}