{"sourceLink": "http://www.cbeta.org/", "text": {"0": "偈頌五復初", "1": "佛日普照慧辯楚石禪師語錄卷第二十", "10": "交徹。此襍華之大旨。為羣經之元首也。與比丘悟入。", "100": "仁寂默。當現在賢劫第四佛。住兜率天。為護明大士", "101": "滿足天尊。四千歲補處。時至於是下生迦維羅衛國。", "102": "淨飯王宮。乘日象。入摩耶夫人胎。十月滿足。從右脇", "103": "而誕。當東震旦國。周昭王。二十四年甲寅歲。四月八", "104": "日也。至四十二年二月八日。遊四門踰城出家。時年", "105": "十九。歷試邪法。摧伏外道。穆王三年癸未歲。二月八", "106": "日。明星現時成道。為憍陳如等五人。轉四諦法輪。皆", "107": "證道果。住世說法。四十九年。後告上首神足。摩訶迦", "108": "葉云。吾以清淨法眼。涅槃妙心。實相無相。微妙法門。", "109": "分付於汝。汝當護持并勅阿難。副貳傳化。無令斷絕。", "11": "證十法界。入重玄門。泯性相而不無。示身心而非有。", "110": "又付金縷僧伽梨衣。轉授慈氏付囑訖。即於熙連河", "111": "側。娑羅雙樹間。右脇累足。泊然而逝。實穆王五十二", "112": "年。壬申歲二月十五日也。闍維火滅。八王共分舍利。", "113": "歸國建塔。競留供養。滅度一伯年。有王名阿育。此云", "114": "無憂。取諸塔中所有舍利。八萬四千顆。造八萬四千", "115": "塔。閻浮聚落。滿一億家者。耶舍尊者。遣鬼神。以一塔", "116": "鎮之。按宣律師感通錄。震旦塔。凡十三所。劉薩訶所", "117": "禮者。獨明州阿育王寺。舍利光明特盛。至誠祈禱。必", "118": "彰感焉。梵琦生緣象山。九歲出家。便聞建塔。功德最", "119": "大。往往默感於心。天曆元年。戊辰歲二月三日。住持", "12": "刺血為墨。書寫是經。下筆時親見普賢。彈指處已參", "120": "海鹽州天寧永祚禪寺。時年三十四壬申歲。建千佛", "121": "閣。元統二年甲戌歲。夢龍王獻寶。因募塔緣。檀施日", "122": "臻。後至元二年。丙子歲春。龍化蜿蜒之形於丈室。五", "123": "彩畢備。四方來觀之。凡兩月而去。及塔成復來。隱見", "124": "非一。至今祀為應夢龍王。夏填築塔基。三年丁丑歲。", "125": "九月二十三日子時。起手建塔。至辛巳歲奏功。凡七", "126": "層八面。高二十四丈。莊嚴綺麗。見者皆悅。越十二年", "127": "兵興。己亥秋失寶瓶。計白金二伯兩。當是時。謝事嘉", "128": "禾天寧。結庵閑居。眾請再領寺事。乃造鍮石寶瓶取。", "129": "至正二十四年。甲辰秋。九月二十四日。奉瓶修塔。天", "13": "慈氏。積劫求之而不足。半偈得之而有餘。當令神物", "130": "雨寶花。明年乙巳歲七月。泥葢方畢。自丁丑至乙巳。", "131": "凡二十有九年矣。梵琦年七十。瞻禮旋繞。歡喜踊躍。", "132": "百拜稽首。而說頌言。", "133": "如來舍利無有邊不啻八萬四千顆", "134": "天上人間所造塔其數過於恒河沙", "135": "金銀真珠與瑠璃車渠琥珀及瑪瑙", "136": "或用玻󰃠水晶等并黑沈水赤栴檀", "137": "種種雕鏤功嚴飾所獲妙果不思議", "138": "或奉一花供一香或但低頭合指爪", "139": "或繞一帀禮一拜莫不皆坐菩提場", "14": "護持。廣作世間饒益。", "140": "或以香水洒其地或磨香泥塗其壁", "141": "或燒油燈作光曜無有不圓佛智者", "142": "已去釋迦滅度久塔為第一之福田", "143": "盤如棗葉剎如針其影巍然至梵世", "144": "譬如虗空平等入不離塵隙芥子孔", "145": "我今興建大浮圖亦有先佛真身住", "146": "廣愽嚴麗包法界一切如來處其中", "147": "諸大菩薩及聲聞莫不俱來受供養", "148": "天龍八部咸訶護凡有目者悉觀瞻", "149": "明月寶珠置其頂寶篋真言實其腹", "15": "血書蓮經䟦血書蓮經䟦", "150": "入夜銀缸射星斗熾然花開天樹王", "151": "八角風鈴演妙音七層欄楯共圍繞", "152": "普為眾生作饒益功德高厚若須彌", "153": "亦如大海納百川亘古亘今鎮長在", "154": "願共法界諸含識同得往生極樂國", "155": "韋陀尊天贊韋陀尊天贊", "156": "妙高四埵。南有提婆。其下將軍。名曰韋陀。位在童真。", "157": "護我支那。兜鍪鎻甲。持杵降魔。二十八部。三十二將。", "158": "將中最賢。帝釋所仗。坐則為起。背則為向。護善遮惡。", "159": "積德修行。末世比丘。稟戒不全。起居食息。實賴尊天。", "16": "妙理虗玄。真乘湛寂。念而無念。甘露沃其心。持而不", "160": "如跛得杖。如渡得船。受佛付囑。願海無邊。", "161": "水陸陞座水陸陞座", "162": "洪武元年。九月十一日。欽奉", "163": "聖旨。於蔣山禪寺。水陸會中陞座。", "164": "師云。真如淨境界。一泯未嘗存。能隨染淨緣。遂成", "165": "十法界。法界者。眾生心也。眾生心即佛心。大哉心", "166": "乎。無形無相。充徧十方。亘古亘今。包含萬有。但在", "167": "眾生分上。一向染用。謂之無明。諸佛分上。一向淨", "168": "用。謂之佛性。無明佛性。是二俱空。然而眾生不了", "169": "於空。無明所惑。從無量劫。而至今世。因身口意。起", "17": "持。金印封其口。所以分身佛集。多寶塔來。遠近同歸。", "170": "貪嗔癡。貪行多者。二萬一千。嗔行多者。二萬一千。", "171": "癡行多者。二萬一千。等分行者。二萬一千。共造八", "172": "萬四千。諸煩惱業。生罹王憲。死在地獄。動經劫數。", "173": "未有出期。古德有言。一切苦果。因業而受。受盡還", "174": "無。何苦之有。豈不見。梁朝傅大士心王銘云。觀心", "175": "空王。微妙難測。無形無相。有大神力。能滅千灾。成", "176": "就萬德。體性雖空。能施法則。觀之無形。呼之有聲。", "177": "為之法將。心戒傳經。水中鹽味。色裏膠青。決定是", "178": "有。不見其形。又云。欲求成佛。莫染一物。心性雖空。", "179": "貪嗔體實。入此法門。端坐成佛。豎起拂子云。還見", "18": "古今共貫。三世如來法施之式。十方菩薩悟入之因。", "180": "麼。無量壽世尊。即今在拂子頭上。放大光明。普照", "181": "十方盡虗空徧法界。不可說不可說。又不可說。極", "182": "微塵數。三千大千世界。百億日月。百億四天下。百", "183": "億四大海。百億五須彌。百億欲界天宮殿。百億色", "184": "界天宮殿。百億無色界天宮殿。於中一一世界天", "185": "宮殿。內皆有菩薩。海眾圍繞。隨機說法。各各不同。", "186": "頓說漸說。實說權說。縱說橫說。顯了說葢覆說。凡", "187": "有所說。皆說此心。何一理而不圓。何一事而不備。", "188": "何一塵而不攝。何一剎而不收。這裏見得。未度令", "189": "度。未解令解。未到彼岸者。令到彼岸。未證涅槃者。", "19": "謾勞歷劫證修。不出剎那圓具。然鍾鼓非禮樂之本。", "190": "令得涅槃。", "191": "皇恩佛恩。一時報畢。其或未然。更添注脚去也。擊拂", "192": "子云。還聞麼。這裏聞去。諸人耳在一聲中。一聲普", "193": "徧諸人耳。此是觀音大士。圓通法門。十方俱擊鼓。", "194": "十處一時聞。此是圓真實。隔垣聽音響。遐邇俱可", "195": "聞。此是通真實。聲無既非滅。聲有亦非生。生滅二", "196": "緣離。是則常真實。是故諸佛於此得之。徧十方界。", "197": "成等正覺。菩薩於此得之。圓滿六度萬行。獨覺於", "198": "此得之。洞明十二緣生。聲聞於此得之。三明六通。", "199": "證八解脫。諸天於此得之。高超十地。人倫於此得", "2": "襍著襍著附水陸陞座及行狀塔銘", "20": "而器不可去。文字非宗乘之極。而書不可無。因筌以", "200": "之。具足眾善。修羅於此得之。永絕憍慢。地獄於此", "201": "得之。咸脫苦輪。乃至餓鬼旁生。并及四生九類。一", "202": "切含識。於此得之。莫不悟自心佛。成自心佛。金剛", "203": "般若云。過去心不可得。未來心不可得。現在心不", "204": "可得。心既不可得。佛亦不可得。菩薩亦不可得。獨", "205": "覺亦不可得。聲聞亦不可得。諸天亦不可得。人倫", "206": "亦不可得。修羅亦不可得。餓鬼旁生。四生九類。一", "207": "切含識。亦不可得。此不可得。亦不可得。永嘉大師", "208": "道。了了見無一物。亦無人亦無佛。大千沙界海中", "209": "漚。一切聖賢如電拂。所以二祖神光。參初祖菩提", "21": "得魚。藉指而觀月。昔藥王然身於淨明德佛。釋迦屈", "210": "達磨曰。我心未寧。乞師安心。初祖云。將心來與汝", "211": "安。神光云。覔心了不可得。初祖云。與汝安心竟。以", "212": "拂子劃一劃云。劃斷葛藤。正與麼時。果滿功圓一", "213": "句作麼生道。將此深心奉塵剎。是則名為報", "214": "國恩。欽惟", "215": "皇帝陛下。英武仁聖。削平海內。子育兆民。九夷八蠻。", "216": "罔不賓服。是以梯山入貢。航海獻琛。元年大赦天", "217": "下。洽以寬恩。無辜冤枉。亦蒙濟拔", "218": "特賜銀帑。命善世院。就蔣山禪寺。修建冥陽水陸。", "219": "大齋一晝夜。於中作諸佛事。供佛賢聖天地神祇。", "22": "體於阿私陀仙。即以不堅之身。了於常住之法。慧光", "220": "三界鬼神。并召臣僧梵琦。舉唱宗乘。所集功勛。並", "221": "用超度四生六道。無辜冤枉悉脫幽冥。往生佛土。", "222": "成就菩提。所願如意珠。爍破無明窟。智慧劍截斷", "223": "生死根。因大法以悟心。趣樂󳬛而見佛。復舉梁朝", "224": "武帝。請傅大士講經。大士登座。揮尺一下。寶公菩", "225": "薩謂帝曰。陛下還會麼。帝默然。菩薩云。大士講經", "226": "竟。師拈云。今日", "227": "聖恩。令臣僧梵琦。陞於此座。舉揚第一義諦。普願迷", "228": "流同成佛道。釋迦老子。四十九年。說不盡底。細大", "229": "法門。盡被傅大士。一時吐露了也。且道節文在什", "23": "蘭若比丘德慧。刺血而書此經。畢命以弘斯道。毫端", "230": "麼處。冥陽水陸大齋緣。徧滿三千與大千。東走金", "231": "烏西玉兔。上窮碧落下黃泉。永拋業識無明海。高", "232": "坐如來妙寶蓮。恩重須彌何以報。祝延", "233": "聖壽萬斯年。", "234": "洪武二年。三月十三日。欽奉", "235": "聖旨。於蔣山禪寺。水陸會中陞座。", "236": "師云。震法雷擊法鼓。布慈雲兮洒甘露。即今法雷", "237": "已震。法鼓已擊。慈雲已布。甘露已洒。且道山僧說", "238": "甚麼法。說向聲聞乘法耶。說向獨覺乘法耶。說向", "239": "菩薩乘法耶。說向阿耨多羅三藐三菩提法耶。說", "24": "散綺。諸天莫不雨花。紙上流金。大地為之震動。譬夫", "240": "向凡夫界法耶。教中道。法界中。無有法名向聲聞", "241": "乘。向獨覺乘。向菩薩乘。向阿耨多羅三藐三菩提。", "242": "無有法名向凡夫界。無有法名向染向淨。向生死", "243": "向涅槃。何以故。諸法無二故。譬如虗空。若去來今。", "244": "求不可得。然非無虗空。據實而論。只遮虗空。早是", "245": "釘橛了也。雲門手中扇子。𨁝跳上三十三天。觸著", "246": "帝釋鼻孔。東海鯉魚打一棒。雨似盆傾。諸人又作", "247": "麼生會。良久云。不起纖毫修學心。無相光中常自", "248": "在。又云。不是心。不是佛。不是物。是箇什麼。明白道", "249": "了也。更要解註那。此事不在言語上。十雙五箇。作", "25": "膏油相續。而燈不滅。條甲無間而木向榮。慎厥終惟", "250": "言語會。苦哉屈哉。香嚴和尚道。如人上樹。手不攀", "251": "枝。脚不踏枝。樹下忽有人。問祖師西來意。若答他", "252": "則喪身失命。若不答他。則違他所問。答則是。不答", "253": "則是。大慧和尚云。我這裏禪。如一團火相似。若觸", "254": "他則燒殺你。若背他則凍殺你。只如永嘉大師。有", "255": "兩句子。與賊過梯道什麼。鏡裏看形見不難。水中", "256": "捉月爭拈得。平如鏡面。險似懸崖。金剛取泥處。是", "257": "我屋裏人。知得更饒箇古話。吾宗第四祖優波毱", "258": "多尊者。因一族姓子出家。夜投天寺宿。尊者乃作", "259": "方便。化一夜叉。擔一死人來。更有一夜叉。空手而", "26": "其始。佛法無多子。久長難得人。勉之。", "260": "至。二鬼共諍。一言我擔死人來。第二者言。我擔死", "261": "人來。前一鬼言。我有證人。此人見我擔死人來時。", "262": "此人念言。我今必定死。應作實語。語後鬼言。此死", "263": "人者。前鬼擔來。非是汝許。後鬼大瞋。󳫠其一臂。前", "264": "鬼以死人臂。還續如故。後鬼復󳫠一臂。前鬼更拔", "265": "死人臂。還復補處。後鬼拔其兩脚。前鬼悉以死人", "266": "脚。補之如本。如是二鬼。共食所󳫠新肉。即便出去。", "267": "此族姓子。豁然大悟。今日", "268": "聖天子。普度幽冥。令臣僧梵琦說法。度諸佛子。所冀", "269": "一言之下。泮然無疑。知一切法即心自性。成就慧", "27": "經王尊貴。祕藏幽深。究竟絕於名言。方便令其悟入。", "270": "身。不由他悟。如夢忽覺。如蓮花開。正恁麼時。如何", "271": "舉似。一百五日近清明。上元定是正月半。復舉昔", "272": "有士人。撰無鬼論。鬼現身云我聻。士人無對。後來", "273": "五祖演和尚。代以兩手。合作鵓鴣觜云谷谷呱。師", "274": "拈云。五祖和尚。可謂是千聖頂上拈來。萬人叢中", "275": "指出。語默所不到。情解所不及。向上一句作麼論", "276": "量。常憶江南三月裏。鷓鴣啼處百花香。", "277": "楚石和尚行狀楚石和尚行狀", "278": "師諱梵琦。字楚石。小字曇曜。明州象山人。姓朱氏。", "279": "父杲好善有隱德。母張事佛惟謹。以大元元貞二", "28": "自如來開演。出彼千齡。及羅什再翻。成茲七軸。受持", "280": "年。丙申之歲。六月丁巳。夢日墮懷中而生師。師在", "281": "襁褓中。有神僧來見之。謂其父曰。此兒佛也。他日", "282": "必當振佛法。照曜濁世。宗族鄉黨。因以曇曜字之。", "283": "四歲失怙恃。祖母王氏鞠之。口授以論語。輙能成", "284": "誦。或問書中所好者何語。即應曰。君子喻於義。六", "285": "歲善屬對。七歲能書大字。詩書過目不忘。一邑以", "286": "奇童稱之。九歲抵西淛。從海鹽天寧訥翁模公受", "287": "經業。又依從族祖晉翁洵公。於湖之崇恩。趙文敏", "288": "公。以先隴在崇恩。數往來其間。每見師異之。為鬻", "289": "僧牒。禮訥翁得度。年十六。於杭之昭慶。受具戒為", "29": "讀誦。如飲海以無邊。書寫流通。若量空而不盡。潛利", "290": "大僧。是時文采炳蔚。聲光藹著。兩淛名山宿德。爭", "291": "欲招致座下。徑山虗谷陵。天童雲外岫。淨慈晦機", "292": "熙。各有龍象數伯。更稱譽之。年二十。晉翁遷道場。", "293": "命為侍者。既又俾典藏鑰。一日閱首楞嚴經。至緣", "294": "見因明。暗成無見。不明自發。則諸暗相。永不能昏。", "295": "因有省入。由是閱內外典籍。宛如宿習。然於佛祖", "296": "向上一著。終有滯礙。元叟端和尚主徑山。道望重", "297": "天下。師往參次即問。如何是言發非聲。色前不物。", "298": "叟遽云。言發非聲。色前不物。速道速道。師擬進語。", "299": "叟震威一喝。師乃錯愕而退。會英宗皇帝詔善書", "3": "侍者　中端正參等　編", "30": "陰益。妙用恒沙。隨喜讚揚。神功叵測。󳱮有比丘惟德", "300": "者。赴闕金書大藏經。師在選中。辭叟遂行。既至舘", "301": "於萬寶坊。近崇天門。一夕睡起。聞綵樓上鼓鳴。豁", "302": "然大悟。徹見徑山為人處。述偈曰。崇天門外鼓騰", "303": "騰。驀劄虗空就地崩。拾得紅爐一片雪。却是黃河", "304": "六月氷。實甲子正月十一日也。是歲東歸。再參元", "305": "叟於徑山。叟迎笑曰。且喜汝大事了畢。自是師資", "306": "徵決。佛祖機緣渙然矣。叟遂以第二座延之。而學", "307": "者多諮扣焉。未幾以行宣政院。命出世海鹽州之", "308": "福臻。一香供元叟。是為妙喜五世云。天曆戊辰。遷", "309": "州之天寧。至元乙亥。遷杭之報國。至正甲申。遷嘉", "31": "者。丹誠貫日。素檢懷霜。念得度之緣。非師不具。臻報", "310": "興郡之本覺。丁亥帝師錫號。曰佛日普照慧辯禪", "311": "師。丁酉遷郡之天寧。己亥有退休志。以海鹽天寧", "312": "有山海之勝。遂築寺西偏以居。別自號西齋老人。", "313": "癸卯寺主者祖光告寂。州大夫強師。復主寺事。戊", "314": "申舉得法上首景瓛。自代而復老於西齋焉。", "315": "皇明啟運。混一海宇。", "316": "天子念將臣或沒於戰。民庶或死於兵。宜以釋氏法", "317": "設冥。以濟拔之。於是以洪武元年。九月十一日。徵", "318": "師說法於蔣山。廷臣奏其說。", "319": "上大悅。明年三月。復用元年故事。再徵於蔣山說法。", "32": "恩之極。捨佛何由。由是發起行雲。煉磨心地。瀝十指", "320": "上聞其說又大悅。十五日", "321": "賜宴文樓下。親承", "322": "勞問。", "323": "詔舘於天界寺。十日及行。出內府白金以", "324": "賜。又明年秋。", "325": "上以鬼神之理甚幽。意先佛必有成說。宜徵其徒之", "326": "甞為師德者問焉。於是淛水東西被", "327": "召者。凡十有六人。予與師洎夢堂噩公與焉。七月十", "328": "二日。至天界舘。於方丈", "329": "上命禮部官勞。又命膳部。賜薪米等物。尋以所問。命", "33": "血。終七軸經。以報師恩。以酬佛廕。推此志也。豈小緣", "330": "講究明白。候齋日奏對。而師以二十二日示微疾。", "331": "然與諸師。援據經論。辨竅其理自若也。二十六日。", "332": "忽索浴更衣。跏趺書偈曰。真性圓明。本無生滅。木", "333": "馬夜鳴。西方日出。置筆謂夢堂曰。師兄我去也。堂", "334": "曰何處去。師曰西方去。堂曰。西方有佛。東方無佛", "335": "耶。師乃震威一喝而逝。禮部官以遺偈聞。", "336": "上為嗟悼久之。翰林學士。宋公景濂。危公大樸。與師", "337": "為方外友。尤痛惻焉。龕奉四日。顏色愈明潤。緇白", "338": "瞻禮。如佛涅槃。天界住持。白菴金禪師。乃古鼎銘", "339": "和尚。嗣法上首。師之法門猶子也。凡後事莫不盡", "34": "哉。凡我同流。宜加讚歎。", "340": "禮。同召諸師。咸以法供養焉。時例禁火化。", "341": "上以師故。特開僧家火化之例。是日天宇清霽。送者", "342": "千餘人。火餘牙齒。舌根數珠不壞。舍利五色。紛綴", "343": "遺骼。參學弟子文晟。奉其遺骼及諸不壞者。歸海", "344": "鹽。以八月二十八日。葬於西齋而塔焉。師平日度", "345": "人。或以文字而作佛事。六會語。梓傳已久。外有淨", "346": "土詩。慈氏上生偈。北遊集。鳳山集。西齋集。又有和", "347": "天台三聖詩。永明壽禪師山居詩。陶潛詩。林逋詩。", "348": "總若干卷。竝行於世。師所在施者雲集。凡所營建。", "349": "咄嗟成功。在海鹽天寧。建大毗盧閣。範銅肖毗盧", "35": "書楞嚴經書楞嚴經", "350": "遮那佛。千佛。文殊普賢大悲千手眼菩薩等。像位", "351": "置上下。相好殊勝。又建寶塔七層。高計二伯四十", "352": "餘尺。塔成忽偏倚欲仆。師懼禱于佛。一夕大風雨。", "353": "州民聞空中有聲曰。急往天寧救塔。明日塔乃四", "354": "正如初。及師再來。塔以兵燹殆廢。且失頂之寶瓶。", "355": "師復鳩施完葺之。時景瓛為徑山書記。以錢命鑄", "356": "寶瓶補之。上瓶之日。天花紛雨。異香滿空。州民聚", "357": "觀。駭嘆無已。在本覺建大閣。上以奉萬佛。下以奉", "358": "大悲菩薩。十地菩薩閣之。雄偉像設之莊嚴。殆冠", "359": "西淛。師為人。身短小而志器弘大。體無為而神應", "36": "性覺妙明。亘古今而不變。本覺明妙。在迷悟而皆如。", "360": "莫測。熾然作用。無非以實相示人。俾之悟焉證焉。", "361": "而後已。故雖有營建之美。辭辨之富。而實無作。也", "362": "無說也。譬猶春之於花。月之於水。所可形容者。影", "363": "與色香耳。道化所被。薄海內外。高麗日本學者。尤", "364": "欽慕焉。世壽七十五。僧臘六十有三。得度者若干", "365": "人。嗣其法者若干人。景瓛文晟。將謁辭於當代大", "366": "手筆。以銘其塔。以昭示來學。請予錄其行實。予始", "367": "在徑山。與師交甚契。又同稟法於元叟和尚。其後", "368": "往來東西浙。得師出處為詳。洎師示滅。又親覩其", "369": "光明之効。不可辭也。第以衰病紀次繁陋。然立言", "37": "假喻虗空而不空。發揮羣相而非相。超乎聞見。異彼", "370": "君子。於斯或有所稽焉。洪武庚戌。九月初吉。前住", "371": "紹興府。崇報禪寺。法弟至仁謹狀。", "372": "佛日普照慧辯禪師塔銘有序佛日普照慧辯禪師塔銘有序", "373": "皇帝即位。洪武之元年。端居穆清。憫念四海兵爭。將", "374": "卒民庶。多歿於非命。精爽無依。非佛世尊。不足以", "375": "度之。秋九月。", "376": "詔江南大浮圖十餘人。於蔣山禪寺。作大法會。時楚", "377": "石禪師。實與其列。師升座說法。以聳人天龍鬼之", "378": "聽。竣事近臣入奏。", "379": "上大悅。二年春三月。復用元年故事。", "38": "因緣。交光相羅。彌滿清淨。十方諸佛。同宣了義之玄", "380": "召師說法如初。錫燕於文樓下。親承", "381": "顧問。暨還出內府白金以賜。三年之秋。", "382": "上以鬼神情狀。幽微難測。意遺經當有明文。妙柬僧", "383": "中通三藏之說者問焉。師與夢堂噩公行中仁公", "384": "等。應", "385": "召而至。舘于大天界寺。", "386": "上命儀曹勞之。既而援據經論成書。將入", "387": "朝敷奏。師忽示微疾。越四日趣左右具浴。更衣索筆", "388": "書偈曰。真性圓明。本無生滅。木馬夜鳴。西方日出。", "389": "書畢謂夢堂曰。師兄我將去矣。夢堂曰。子去何之。", "39": "旨。一切眾生。咸具圓通之正體。只為客塵擾擾。豈知", "390": "師曰西方爾。夢堂曰。西方有佛。東方無佛耶。師厲", "391": "聲一喝。泊然而化。時七月二十六日也。天界住持。", "392": "西白金公法門猶子也。為治後事。無不盡禮。時制", "393": "火葬有禁。禮部以聞。", "394": "上特命從其教。茶毗之餘。齒牙舌根。數珠咸不壞。設", "395": "利羅粘綴遺骨。纍纍然如珠。其弟子文晟。奉骨及", "396": "諸不壞者。歸於海鹽。卜以八月二十八日。建塔于", "397": "天寧永祚禪寺葬焉。既葬嗣法上首景瓛。復偕文", "398": "晟。以仁公所造行狀。來徵銘。仁公愽通內外典。文", "399": "辭簡奧。有西漢風。其言當可信弗誣。謹按狀。師諱", "4": "入上人血書華嚴經䟦入上人血書華嚴經䟦", "40": "日用昭昭。耳目所拘。孰解騎聲葢色。根塵未脫。安能", "400": "梵琦。楚石其字也。小字曇曜。明州象山人。姓朱氏。", "401": "父杲母張氏。張夢日墮懷而生。師方在襁褓中。有", "402": "神僧摩其頂言曰。此佛日也。他時能照燭昏衢乎。", "403": "人因名之為曇曜云。年七歲靈性頴發。讀書即了", "404": "大意。或問所嗜何言。即應聲曰。君子喻於義。至於", "405": "屬句倣書。皆度越餘子。遠近號為奇童。九歲棄俗", "406": "入永祚。受經於訥翁慔師。尋依晉翁洵師。於湖之", "407": "崇恩。洵師師從族祖也。趙魏公見師器之。為鬻僧", "408": "牒。得薙染為沙門。繼往杭之昭慶。受具足戒。年已", "409": "十有六矣。洵師遷住道場。師為侍者。居亡何命司", "41": "息慮忘緣。墮情想之樊籠。感昇沈之業報。譬如眚目", "410": "藏室。閱首楞嚴經。至緣見因明。暗成無見處。恍然", "411": "有省。歷覽羣書。不假師授。文句自通。然膠於名相。", "412": "未能釋去纏縛。聞元叟端公。倡道雙徑。師往問云。", "413": "言發非聲。色前不物。其意何如。元叟就以師語詰。", "414": "之。師方擬議欲答。叟咄之使出。自是羣疑塞󱗉。如", "415": "填鉅石。會元英宗。詔粉黃金為泥。書大藏經。有司", "416": "以師善書。選上燕都。一夕聞西城樓鼓動。汗下如", "417": "雨。拊几笑曰。徑山鼻孔。今日入吾手矣。因成一偈。", "418": "有拾得紅爐一點雪。却是黃河六月氷之句。翻然", "419": "東旋。再入雙徑。元叟見師氣貌充然謂曰。西來密", "42": "暈此明燈。宛若漚花發於巨海。外列山河世界。中分", "420": "意。喜子已得之矣。遽處以第二座。且言妙喜大法。", "421": "盡在於師。有來參叩者。多命師辯決之。元泰定中。", "422": "行宣政院。稔師之名。命出世海鹽之福臻。遂升主", "423": "永祚。永祚師受經之地。為創大寶閣。範銅鑄賢劫", "424": "千佛。而毗盧遮那。及曼殊師利。普賢千手眼觀音", "425": "諸像。竝寘其中。復造塔婆七級。崇二伯四十餘尺。", "426": "功垂就勢將偏壓。師禱之。夜乃大雨風。居氓聞鬼", "427": "神相語曰。天寧塔偏。亟往救之。遲明塔正如初。遷", "428": "杭之報國。轉嘉興之本覺。更搆萬佛閣九楹間。宏", "429": "偉壯麗儼。如天宮下移人世。帝師嘉其行業。賜以", "43": "鬼畜人天。本因織妄而成。莫匪瞪勞而現。四三宛轉。", "430": "佛日普照慧辯禪師之號。佛日頗符昔日神僧之", "431": "言。識者異焉。會報恩光孝虗席。僉謂報恩一郡巨", "432": "剎。非師莫能居之。師勉狥眾請而往。尋退隱永祚。", "433": "築西齋為終焉之計。至正癸卯。州大夫強師。主其", "434": "寺事。時塔󱐑于兵。師重成之。景瓛為代。復歸老于", "435": "西齋云。師為人形軀短小。而神觀精朗。舉明正法。", "436": "滂沛演迤。有不知其所窮。凡所蒞之處。黑白嚮慕。", "437": "如水歸壑。一彈指間。湧殿飛樓。上插雲際。未甞見", "438": "師有作。君子謂。師縱橫自如。應物無跡。山川出雲。", "439": "雷蟠電掣。神功收斂。寂然無聲。由是內而燕齊秦", "44": "十二輪環。生死死生。有無無有。直下斷除愛欲。還他", "440": "楚。外而日本高麗。咸咨決心要。奔走座下。得師片", "441": "言。裝潢襲藏。不翅拱璧。師可謂無愧妙喜諸孫者", "442": "矣。師世壽七十五。僧臘六十三。得法者若干人。受", "443": "度者若干人。其說法機用。則見於六會語。其遊戲", "444": "翰墨。則見於和天台三聖。及永明壽陶潛林逋諸", "445": "作。別有淨土詩。慈氏上生偈。北遊鳳山西齋三集。", "446": "通合若干卷。竝傳于世。余慕師之道甚久。近獲執", "447": "手。護龍河上。相與談玄。因出賸語一編求正。師覽", "448": "已嘆曰。不意儒者所造。直至於此。善自護持之。師", "449": "善誘。推此一端。亦可槩見。及聞師歿。與國史危公。", "45": "調御丈夫。自今疾至菩提。教我多聞弟子。超越五蘊", "450": "哀悼不自勝。危公亦深知師者也。銘曰。", "451": "大鑒密旨餘十傳妙喜起蹴龍象筵", "452": "有如大將據中堅鐵卒十萬佩󳸦鞬", "453": "或觸之者命髮懸誰歟五世稱象賢", "454": "佛日曉出瀛海𤲬紅𦦨閃閃行中邊", "455": "流光所至無幽玄憶初飛錫來北燕", "456": "彤樓畫鼓金星纏一擊三際皆廓然", "457": "火中新敷清淨蓮紺色涵空絕蔓牽", "458": "自茲口噴百丈泉洗滌五濁離腥羶", "459": "內而諸夏外朝鮮紛紛來者人駕肩", "46": "區宇。廓清十種禪那。如能宣此呪心。乃可制諸外道。", "460": "示以實相非空言塔庙赫赩名山川", "461": "一佛能變萬與千會萬歸一道則全", "462": "不識誣為有漏緣", "463": "帝勑中使來傳宣鍾山說法超沈緜", "464": "萬人瞻依曲兩拳一朝入滅同蛻蟬", "465": "西方彈指即現前白玉樓閣瑠璃田", "466": "金鈴寶樹演真詮師之往矣神弗遷", "467": "寂光常定無偏圓我作銘詩翠琰鐫", "468": "昭朗盛烈埀年年", "469": "翰林學士。亞中大夫。知", "47": "利人利己。世出世間。證不動尊。成無上覺。未城澄照", "470": "制誥。兼修", "471": "國史金華宋濂撰并書。", "472": "翰林侍講學士中順大夫知", "473": "制誥。同修", "474": "國史臨川危素篆題。", "475": "佛日普照慧辯楚石禪師語錄卷第二十", "476": "音切", "477": "瞪直耕切　譾即俴切　捃居運切　摭之石切　髹許求切　蜿於阮切　蜒", "478": "以然切　鍪莫候切　劃乎麥切　琛敕金切　毱巨六切　洵相均切　蔚於物", "479": "切　噩吾各切　骼柯額切　燹先踐切　瓛胡官切　竣且旬切　纍力追切", "48": "沙彌智祚。少年苦行。銳志禪門。具足爍迦羅心。書寫", "480": "薙託計切　稔如枕切　󱐑麾詭切　迤以支切　賸孕音　櫜古刀切　鞬居言", "481": "切　𤲬仁緣切　赩喜刀切　蛻弋雪切", "49": "首楞嚴典。一誠注相。十帙奏功。誓畢世以受持。命譾", "5": "夫常住真心。舉一塵而塵塵頓現。難思妙德。修一行", "50": "才而稱述。姑伸梗槩。甚愧荒蕪云爾。", "51": "題十六羅漢畫卷題十六羅漢畫卷", "52": "梵語阿羅漢。此翻殺賊。應供。無生。中含三義。故東土", "53": "不翻。殺賊者。是殺無明賊。應供者。應天上人間之供。", "54": "無生者。了自性涅槃。本自不生。今亦非滅。般若云。斷", "55": "順上分五結永盡。名阿羅漢。上五結者。一色愛。謂色", "56": "界愛。二無色愛。謂無色界愛。三無明。謂心不了。四掉。", "57": "謂心躁動。五慢。謂心自高。華嚴云。上品十善。以智慧", "58": "脩習。心狹劣故。怖三界故。闕大悲故。從他聲聞而解", "59": "了故。名聲聞乘。此阿羅漢。唯佛一人。能訶責之。令其", "6": "而行行全彰。喻眾色之依空。若千波之帀海。始從信", "60": "進修不已。而圓佛果。餘小眾生。不宜輕忽。但當恭敬", "61": "供養求福。世出世間。而為津梁。外書云。千里之行。始", "62": "於足下。九層之臺。起於累土。夫豈不然哉。", "63": "大悲像記大悲像記", "64": "大悲千手眼者。觀音大士應化之身也。恭惟大士。因", "65": "地行願。可得而言者。已備載於諸經。若曰神功聖德。", "66": "千變萬化。葢不可得而思議也。假使有人。以百億須", "67": "彌山為筆。以百億大海水為墨。以百億娑婆世界為", "68": "紙。始從今日。盡未來際。大書特書屢書。不一書以捃", "69": "摭之。於百千那由他。恒河沙。不可說不可說轉分中。", "7": "地。無位不周。終至覺場。本體何別。然眾生迷於妄念。", "70": "未能書一分也。復次有人。以十方空。諸佛國土。稻麻", "71": "竹葦。草木叢林。悉為微塵。一一塵悉化無量身。一一", "72": "身悉具無量舌。一一舌悉縱無量辨。始從今日。盡未", "73": "來際。顯說密說。晝夜說無間歇。以贊詠之。於百千那", "74": "由他恒河沙。不可說不可說轉分中。未能說一分也。", "75": "雖然多之。所宗之謂一。一即一切。一切即一。其小無", "76": "內。其大無外。若然者。雖以一丸之土。一指之木。一銖", "77": "之金。為之像設。亦何異於百萬三千大千世界之身", "78": "座乎。至正四年秋。予來主壽山。明年與眾議。建萬佛", "79": "寶閣。又明年閣成。又明年。而得耆舊比丘若欽施財。", "8": "不知即妄以明真。諸佛照於圓宗。所以唱玄而設教。", "80": "造大悲像。明年而功就。於戲。法身固不可以數測。今", "81": "示其小者。特丈六之軀耳。其面二十有一。其手一千", "82": "有八。其目則如其手之數。而加面焉。其四十二手。各", "83": "有所執。光暎於座。座承於足。由足下座石。至頂上化", "84": "佛。高凡四十尺有奇。木用楠桐。髹用朱漆。金用純金。", "85": "日光在左。月光在右。善財龍女。韋天大權。以次列侍。", "86": "驟開戶而望之。晃晃乎。若七金之山。來從海上。而屹", "87": "立於前也。大哉施心。固不可以物計。今標其信者。特", "88": "緡錢一萬餘耳。亦豈易耶。嘗歎欽之積財。儉不為己。", "89": "既重飾大殿佛像。而復力為此像。人方口之而不置。", "9": "事非報化之末跡。理絕凡聖之常談。今古熾然。物我", "90": "欽獨謙之而不伐。斯人也。將欲警夫後人也。故有作", "91": "焉。後人也將欲繼夫斯人也。宜有述焉。若無作又無", "92": "述。雖有此記。誰無此記。若有作又有述。雖無此記。誰", "93": "有此記。是不可不記也。龍集己丑。至正九年春。住持", "94": "梵琦撰。", "95": "重修釋迦如來真身舍利寶塔頌重修釋迦如來真身舍利寶塔頌", "96": "諸佛如來。出現於世。莫不皆示八種之相。從初降神", "97": "誕生。乃至出家修道。降魔成佛。轉法輪。最後入涅槃。", "98": "碎紫金軀。為八萬四千舍利。使天人龍鬼。造塔供養。", "99": "罪滅福生。終在菩提。我本師釋迦牟尼如來。此云能"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1420 楚石梵琦禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1420 楚石梵琦禪師語錄", "author": "(門人)祖光．文玹．曇紹．祖灊．景瓛．良彥．應訢．明遠．胤丘．文晟．正隆．善成．文斌．中端．正參 等編", "language": "chinese", "source": "CBETA"}