{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B369 蔗菴範禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "雜著下楊門丁善人蓮開上品圖", "1": "蔗菴範禪師語錄卷三十", "2": "侍者本玉錄", "3": "攷定宗本說攷定宗本說", "4": "先老人住雲門時範問及湛祖拈大覺香謂傳洞山", "5": "二十六代董玄宰撰少林無言塔銘傳曹洞二十六", "6": "代續略則云三十二世何也老人曰前人不謬所謬", "7": "者後人以大覺無言俱出潤祖之門故敘洞上源流", "8": "世代井然老僧欲正之而此書傳久若動則費手矣", "9": "姑存疑以待賢者如天王古原無之為好事者疑議", "10": "妄捏假碑傳訛千百世下紛紜沸騰不已其立言豈", "11": "輕易哉老人意如翔空老鶴不染人情唯痛心法門", "12": "恒切誡曰凡立言思古人渾厚之風此繫心祖道之", "13": "遠慮也傳燈所載達磨六傳而至曹谿支分為二曰", "14": "青原曰南嶽而南嶽出溈仰臨濟青原出曹洞雲門", "15": "法眼洞山祖達磨為十一世鹿門祖洞山為九世據", "16": "鹿門塔銘曰鹿門自覺禪師從芙容楷公落髮親依", "17": "久之契悟出世住大乘徽宗崇寧間詔住淨因政和", "18": "遷鹿門遂終焉又青州辯祖自敘政和間參鹿門自", "19": "覺記莂後覺使見芙容道經鄧州得謁丹霞淳宣和", "20": "間出住青州次補華嚴此寔據也而後之續傳燈者", "21": "秪收丹霞至天童淨一派而不及鹿門青州者或世", "22": "同地異集其所聞見者其遐輒絕域雖或聞而未見", "23": "不敢擅收非埒彼此可想而知今丹霞淳至天童淨", "24": "之五代為疊出之祖為續略所誤蓋遠門禪師不知", "25": "丹霞與鹿門寔同門昆季而芙容嗣曰淨因自覺即", "26": "鹿門覺非天童淨下別有一鹿門覺也然遠公為祖", "27": "宗之苦心切矣乃洞上功人意在速成或未能廣蒐", "28": "備細詳攷今白巖考歷祖出處世數年代真確無疑", "29": "且有鹿門塔銘青州自敘可證吾宗人應尊行以傳", "30": "後庶宗本統系杲同日月莫存疑案載以傳訛否則", "31": "終古不明矣復考臨濟萬峰之嗣曰海舟普慈寶藏", "32": "普持寔同門伯仲而海舟之嗣曰寶峰瑄瑄出天奇", "33": "瑞則上下相安尊卑禮順若以寶藏東明插入二世", "34": "以海舟為東明之嗣似乎尊卑倒置世數混淆然子", "35": "孫繁世代遠難於詳究若言有二海舟慈則本宗知", "36": "識自有論議載籍甚詳也以宗祖譜牒道脈攸關為", "37": "兒孫者恪仍舊章且以缺疑亦正理予斟酌之至不", "38": "敢輕議以啟同異之猜疑夫昔楚人亡弓不能忘楚", "39": "孔子小之矧達磨一家法門一體如彼此相爭是非", "40": "交毀恐同流俗宜渾之共扶末運。", "41": "自序自序", "42": "蔗菴姑蘇吳江人族姓嵇名淨範字為則別號蔗菴", "43": "賦性愚朴能忍詬故父母愛之七歲入鄉校讀孝經", "44": "小學若獲故物遇禪書梵典如逢舊識九歲祖母攜", "45": "我謁天竺普門大士夜夢一老宿握手告我曰汝認", "46": "得我麼範曰不認得老宿隨口授一偈曰名山靈跡", "47": "遍優游賞勝心應近已休好住新豐古洞裏共揚佛", "48": "事老春秋受之而不解後閱真淨語錄載此偈十三", "49": "凡遇梵苑莊肅山水清幽處回翔忘返見行腳士草", "50": "履田衣負笈而過者心輒慕之十五出家志決父母", "51": "聽許於苕谿雙林中菴為受業以範稍有慧性復讀", "52": "書三載由是能依文剖義略知大意十七閱大慧語", "53": "錄以竹篦話有疑問人無能知者日月冉冉俯仰竊", "54": "歎而已十八剃髮而母逝中夜禮禱普門將酬罔極", "55": "更冀延年其生死大事茫然也二十聽雪航法師講", "56": "唯識論如嚼木屑宿峴山蘇菴有僧曰慧幢者至自", "57": "弁山說參禪為最上範聽之喜躍奮志趨弁山久默", "58": "音和尚見而問曰曾作甚麼來範曰念佛音曰念佛", "59": "者誰範不能對乃求挂搭入堂心中悒悒晝不語夜", "60": "不瞑誓悟為期行倦則倚柱而立每仆地不知也一", "61": "日普請歇肩於正中亭聞雷震有省偈曰百斤擔歇", "62": "正中亭雷吼山川草木驚喚弟呼兄誰荅應白雲推", "63": "出舊山青呈音音曰一口氣不來時如何範曰霹靂", "64": "打虛空音曰將謂你瞥地範曰不得壓良為賤乃拂", "65": "衣而出自知是輕安非悟境時崇禎己卯五月也二", "66": "十一受具於姑蘇瑞光適朝宗和尚至問眾曰許多", "67": "人豈無一個高沙彌耶眾無應者範曰設有向甚麼", "68": "處著宗回顧曰後生頭皮恁麼頑範曰臨濟當年見", "69": "黃檗宗拊掌笑之再謁弁山茶次音以古今淆訛商", "70": "確皆矢口不讓音日得處無正偏順逆縱橫處更加", "71": "鞭策踏破草鞋赤腳行去前頭自有知音二十二父", "72": "沒不及奔赴殊為痛心秋詣寶壽值石和尚團瓢下", "73": "曝背範趨前問曰如何是密室中事石曰不許外人", "74": "知曰如何是密室中人石曰曝背通身暖曰向上還", "75": "有事也無石曰你幾時到者裏曰一任一任石曰如", "76": "何是向上事曰竹疏拖鳳尾松老長龍鱗石哂之住", "77": "兩月即捨之岐路西東悠悠風塵有恨如何二十三", "78": "上徑山聽講休夏見雪嶠大師於語風居雪曰湛然", "79": "和尚真是悟道底卻是好講經範曰講經有何過雪", "80": "色厲擬拈棒範一喝曰秪得一橛二十四聞愚菴老", "81": "人唱道雲門意欲往猶躊躇乃卜之得易乾之九五", "82": "曰飛龍在天利見大人意遂決始到雲門入室問自", "83": "遠趨風乞師一接老人曰不接你者盲龜跛鱉範曰", "84": "豈無方便老人便打範拂袖而出即進堂坐香時忽", "85": "無故而喜自謂曰莫非魔境耶一夕聞鼓聲疑情豁", "86": "然有偈曰雲門毒鼓不容情擊著虛空粉碎崩拈得", "87": "鼻頭失卻口秪看碓嘴百花生呈老人惟痛叱無肯", "88": "語範心憤憤竊又疑焉一日普請上山挑柴踢破腳", "89": "指流血痛不已礙膺忽泮如夢忽覺輕快無喻曰石", "90": "亂山青古路危禍根今日遇何奇指頭鮮血橫流處", "91": "不是親遭痛不知入室老人見之即曰恭喜範曰血", "92": "流滿地有甚恭喜老人曰分付維那明日不得普請", "93": "範推傍僧曰記取和尚語自此徵詰古今勢如破竹", "94": "受苦口為之銘心經逆耳為之痛哭二十五參天童", "95": "凡所有尊宿悉摳衣請益則皆曰願勉之而已無所", "96": "針砭二十六返雲門掌記室蓋斯時儕輩崇事僥薄", "97": "尚無敦厚經眼入耳皆時囂之態背師恩棄友誼紛", "98": "紜可慨法運陵遲祖道之替實有顧慮故欲入天台", "99": "尋貫首座之遺跡活埋不出是吾志也以偈別老人", "100": "曰辣棒年來曾喫盡怖頭狂念已成灰酬恩報德慚", "101": "無日且入天台去活埋而老人誨敕激烈謂望西山", "102": "傲亮公想煨芋尋懶瓚固高尚事在汝非宜不可範", "103": "遲鈍匪才生平無他嗜好為世人所棄唯好學如貪", "104": "餮作事不欺形可使辱志不可陵而頑魯若斯實佩", "105": "老人之提訓二十八老人退居化鹿山範拉鄰哲彥", "106": "公入剡山結茆壁落蕭然狼虎為伍日用所需為本", "107": "恒定公濟之同居者不堪枯寂皆逸去亦不追二十", "108": "九隨老人赴弔龍門遂亦淹滯武林其剡山茆屋不", "109": "復問矣三十當己丑十二月八日老人授以洞上法", "110": "印偈曰剔瞎摩醯眼斜懸肘後符春雷一起蟄東壁", "111": "挂葫蘆為洞山二十九世初度日奠先人偈曰孃生", "112": "此日正懸弧家業勳榮望有孚壞衲既披雲外客竟", "113": "違庭訓意如何又北堂辭別意蕭然鳧伴鷗盟三十", "114": "年恩大也知酬未及遙筵聊奠一杯泉三十一老人", "115": "將搆愚菴養親以遊人雜遝為不便切諫不從而諸", "116": "公心由好惡情任毀譽有所議則以範百喙攢囓姑", "117": "聽之然欲扶法幢立宗旨盡心事師為法難於今日", "118": "矣三十五有人變亂祖燈諸方緇素攻擊萬端範過", "119": "維揚候山翁和尚轉金陵晤杖人但有迂闊之論無", "120": "周急之用人爭笑之此時也或弔影雲岫或託跡愚", "121": "菴而無定軌三十九住秀州古資聖寺始為老人燒", "122": "香志效古人惔怕簡素為道常患不勤律己惟恐有", "123": "怠不登謁總隨緣寧使草長法堂然衰風熾盛學者", "124": "多輕浮無醇粹器行道皆掣肘若探湯不及三載即", "125": "撾鼓辭退四十二西湖南山之楊菴德音老宿請掩", "126": "關以愚菴庶務轇轕不終夏而謝之四十四住雲門", "127": "顯聖寺髮斑齒搖矣情詭日撓事窮百變受以恕養", "128": "以寬夙興夜寐祖庭規模似為詳整而人境淆訛得", "129": "賢為難所荷猶有憾也四十六愚菴老人示寂請平", "130": "陽弘覺禪師主後事範自癸未冬始親近老人至乙", "131": "巳冬計二十三年範有過老人必恕老人有訓範必", "132": "佩服故恩不知戴過不加責雖久遠若一日四十七", "133": "陶檀越洎德璋菴主以曹山招為退居丙午正月十", "134": "一日退雲門即進曹山遠望青山俯看流水足堪養", "135": "拙藏樗其檀恩友思穆若金蘭真世外知己也復為", "136": "雪照洞明二禪士謂曹山固山明水秀實可怡情恐", "137": "遊人紛擾非道人久居之地我恂興有小搆實古鏡", "138": "清寺在水灣村落可避喧囂欲師往無疑也範喜丁", "139": "未臘月十一日赴之四十九應東塔五十一受天華", "140": "張登子刺史又以龜山靜室強欲受之道路皇皇惆", "141": "悵懷抱冷煖參差是非翻覆是為甚謬今年五十又", "142": "過五矣神頹心懶不復若平生之時勇退天華坏戶", "143": "東塔可以遠過矣嗚呼昔從事南詢時其人我長短", "144": "是非錯綜以生死為念故不顧既已老大又不能眼", "145": "看白雲身埋青嶂仍復越嶼吳灘隨波上下誠業使", "146": "然髮盡白齒盡落無力為法時愧古賢向來維持法", "147": "道之心自謂不難觀今日世風澆薄法門衰極拈椎", "148": "豎拂有何用處且朽鈍之年守拙甘分其架高養閒", "149": "趨聲負勢素無心緒以退藏為捄獘扶衰之宗旨可", "150": "免儕輩憎怨沸騰也承先人付囑之重不敢作斷佛", "151": "種人有提訓久者嫌恨益堅受恩深者疑謗亦烈或", "152": "宿緣所致自心亦安唯依依法道為太息耳範濫廁", "153": "僧倫於道無補唯有過不肯掩非獨於直心待物有", "154": "不知恥而以為知非安於杜口攢眉也有知我者曰", "155": "蔗菴心性平易而少剛斷行事寬厚而無矯強可為", "156": "我生平實錄矣授囑有幾人爰潛爰躍為龍為蛇聽", "157": "其自定故不書範年已老大竊位法社有負素飧追", "158": "想前境已成大夢況身世漚花命脆風燈光陰知有", "159": "幾何其後世事短長幻化遷訛惟不知故亦不書。甲", "160": "寅十月十七日蔗菴範道人自敘"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B369 蔗菴範禪師語錄", "author": "清 淨範說　智璋等錄"}