{"sourceLink": "http://www.cbeta.org/", "text": {"0": "華陀大士籤方外證籤方罰籤", "1": "蓮修起信錄卷第六", "10": "憐七趣之中。惟三塗眾生。倍加苦惱。無論過去現在", "100": "藉助因為嚮導也。今留此偈。爾等平素念成佛圖", "101": "一張。多則佛號四千八百萬。次亦四百八十萬。至", "102": "少四十八萬。刺血書文。並佛圖供奉佛前。倘臨終", "103": "神識昏迷。即將此圖與表。令子女在佛前䖍誠焚", "104": "化。再請五六人在榻前念佛。亡人得此助念。意根", "105": "清醒。即可抱佛西行。氣絕後不可搖動尸體。仍高", "106": "聲念佛兩炷香。再穿衣收殮。因人一點真靈。投胎", "107": "先來。尸冷後去。彼時切忌號啕。動其塵念。塵念一", "108": "動。即難往生。此專為功夫未純者設。若有實力實", "109": "悟。自能作主。不須此也。若父母翁姑不自刺血者。", "11": "未來。或輕或重。有經千億劫不得出苦者。皆由眾生", "110": "下人代念代刺亦可。孝為之也。", "111": "焚塔偈焚塔偈", "112": "皈依三寶尊。優婆塞弟子。法名是淨佛。誠恐並誠惶。", "113": "稽首復頓首。刺血書願文。哀告於十方。無盡虗空界。", "114": "娑婆同極樂。兩土聖賢尊。並諸菩薩眾。金蓮花座前。", "115": "世間之重恩。莫大於父母。次則是師長。我自出胎來。", "116": "父母養育我。我漸成人時。師長指教我。我從無始來。", "117": "劫劫昏迷倒。父母與師長。久沈七趣中。無由出諸苦。", "118": "凡在胎卵濕。化生亦復然。是能生我者。皆為我父母。", "119": "推而廣遠之。互相父母者。其中造惡業。無量又無邊。", "12": "在日。貪徒口腹。殺害生靈。奸淫妄取。損人性命。違犯", "120": "其中修善果。微末芥子許。善惡於其間。結成諸眷屬。", "121": "父母暨師長。親戚共朋友。誤傷兼食噉。債主共冤家。", "122": "劫劫世界中。七趣昇沈苦。對報復對報。循環無底止。", "123": "望之久待救。無由脫諸苦。今幸得人身。生在中華內。", "124": "大清咸豐間。又遇明師示。開導指迷津。方知修淨土。", "125": "若知不報恩。於心亦何忍。當發惻隱心。如佛度諸苦。", "126": "現墮凡夫地。罪業又深重。雖發此勝心。力薄無所濟。", "127": "今對三寶前。燃香八百炷。代為諸有情。互相恩冤者。", "128": "供養諸佛尊。無盡虗空界。普同供養已。懇求諸納受。", "129": "既已納受已。我及諸有情。一應眾生中。各各業垢盡。", "13": "天律。污穢神靈。謗毀三寶。刺佛身血。大奸大惡。不孝", "130": "虔禮懺願儀。普薰三日已。焚化光明塔。供養血書經。", "131": "共部三十二。仍有祖師論。一十八本竣。過去暨未來。", "132": "蓮座諸聖位。供奉七級已。報我生養育。仰仗諸佛威。", "133": "普光明勝塔。神力攝虗空。上照自有頂。下至五無間。", "134": "橫照於十方。無邊又無際。恒沙世界中。四維並上下。", "135": "大光明普照。皆仗諸佛威。神力方如是。眾生於其間。", "136": "聞經得解脫。覩光業垢淨。普起信願行。各各決往生。", "137": "從此脫牢籠。同向西方去。蒙諸佛聖恩。諸大菩薩眾。", "138": "乘蓮降道場。為我作證盟。聽我誦誓願。我今發弘願。", "139": "刺血書尊經。大乘並祖論。上報四重恩。下濟三塗苦。", "14": "不忠。阻人出家。十惡五逆。如此愚迷顛倒。積業深重。", "140": "恒沙世界中。有情非有情。有緣非有緣。一一佛土海。", "141": "土土眾生海。七趣諸道中。互相情緣者。若有見聞者。", "142": "悉發菩提心。無異彼等刺。何殊彼等書。普薰諸識種。", "143": "無一能遺者。彼皆成佛已。我方妙覺證。莊嚴一寶塔。", "144": "供奉盡虗空。直至未來際。土土正像時。我現身接引。", "145": "寶塔速現前。光射於十方。無邊又無際。光照諸有情。", "146": "光照諸有緣。種種無間業。沈溺苦眾生。光照即發心。", "147": "蒙光諸宿種。聞即忻樂深。熟脫或頓漸。秘密不定人。", "148": "普起信願行。各各決往生。往生安養國。各圓種智成。", "149": "盡法界三寶。證盟我素心。亦自寶塔光。演出無量音。", "15": "蒙昧真心。罔知懺悔。以致業風鼓蕩。羅剎森嚴。一日", "150": "音演說此塔。函血經文言。音即清朗聞。即各悟心心。", "151": "心悟速取證。妙覺各速臻。佛祖經文妙。祖師法乳真。", "152": "橫竪對待理。絕待自爾增。絕待既增已。欣厭自切情。", "153": "欣厭情切已。安養決定生。以此書功德。迴向諸眾生。", "154": "花開早見佛。各各證無生。或現隱於顯。隨類各現身。", "155": "度脫華池內。我願與眾生。直至未來際。虗空界盡。眾", "156": "生界盡。眾生業盡。眾生煩惱盡。我此寶塔無量光中。", "157": "無量音聲。遍傳無量佛剎中。永永無盡。", "158": "傳傳", "159": "悟和法師傳略悟和法師傳略", "16": "三時。身羅冥罰。即稍有知覺。求救無門。此魂受報。罪", "160": "師法號瑞安。俗姓高。京都人。幼年多病。父母許願出", "161": "家。九歲剃染彌勒院。授具足戒。卓錫紅螺山剎。專修", "162": "淨土。日課佛數萬。後發願朝海。挂單於杭州大剎。默", "163": "深魏公源。高郵刺史也。官京曹時。從師問法。魏外授", "164": "州牧。別師久。適長公子赴浙。遇師剎中。堅請至郵。刺", "165": "史喜甚。遂潔賓館為靜室。朝夕問道。師山林散人。不", "166": "樂居官衙。求去者再。刺史以師道行卓絕。乞駐法駕。", "167": "又恐師引去。因訪境中古剎。修葺完竣。遣公子及幕", "168": "賓伴之入寺間步。始達刺史懇留之意。師知不可辭。", "169": "遂居焉。師平日專事清修。六時禮念。終日趺坐。游人", "17": "由自取。惟生佛一性。人我一心。他墮苦趣。何異己受。", "170": "至寺瞻矚。不事送迎。人咸稱之。時髮賊抵邵伯。捻匪", "171": "攻寶應。薛賊踞湖西。郵當孔道。岌岌可危。兆鸞時從", "172": "師遊。一日與同修八九人詣師。語及亂耗。師垂涕曰。", "173": "眾生殺業如山。現在命命填還。無非宿生業報。凡夫", "174": "未證宿命通。自不知耳。諸子若發菩提心。雖大劫難", "175": "挽。蕞爾一隅。可安然無恙。眾跪乞慈憫。師於是刺指", "176": "瀝血。書表焚化佛前。又燃臂香百炷。余等亦各燃臂", "177": "香。均為揚郡人民懺業。復白眾結壇。念佛七晝夜。諷", "178": "經三百卷。結懺日。僧俗會者二百餘人。師披法衣䖍", "179": "誠禮佛。哀懇祈禱。用楊枝水徧灑上下四維。繞持大", "18": "弟子思維再四。心實難忍。欲思救度。力弱形微。今惟", "180": "悲呪一百八遍。率眾繞墀念佛。天明始畢。後賊果及", "181": "隄而退。民□以安。皈依弟子日眾。師拓寺西廊三間", "182": "為蓮社。每六齋日率眾至社。限定功課。午前念佛六", "183": "炷香。諷經六卷。午後傳幽冥戒律。講經半炷香。晚間", "184": "施甘露斛食。率以為常。丙辰春。水軍統帥黃開榜。駐", "185": "紮湖西。藉寺東廊為鑄炮局。兵官往來。窺瞰丈室。師", "186": "趺坐不事應接。榜部下怒其傲。遂進纔說於榜。講師", "187": "惑眾。依附者多。恐成大患。一日榜至。適逢社期。弟子", "188": "會者數百。榜驚謂前說不誣。倉卒飭兵士曳師下座。", "189": "以蔴索縛兩手拇指懸樑間去。是夜榜夢無數人向", "19": "哀懇諸佛菩薩。俯鑒弟子愚忱。宏廣大慈悲度生之", "190": "之乞命。正窘急間。來一長身僧。揮眾散。榜匍匐謝。倐", "191": "然驚覺。次日榜至局。細審師面目身量。與夢中所見", "192": "僧無異。令解其縛。扶入丈室。師十指血凝。腫逾十倍。", "193": "四晝夜不能起。半月後榜又來。直進丈室。師趺坐看", "194": "經不動。榜厲聲問所看何經。師曰。無量壽經。榜曰。速", "195": "講。師曰。說經是山野本分。但統領不可草率。如欲聽", "196": "經。須設香案。恭敬作禮。榜遽呼左右焚香。師衣法服。", "197": "登座講經。榜猛觸孩提時事。俯伏願為弟子。師說三", "198": "皈依竟。榜隨師至丈室。述幼時樵采入山。偶至一洞。", "199": "洞有一僧趺坐。旁一長石。上供經一部。諦視其籤。為", "2": "海陵　程兆鸞　著", "20": "念。以大悲願力。發大威光明。使三塗受苦眾生。罪難", "200": "無量壽經。僧見榜開目曰。爾不必習文。習武可成就", "201": "事業。後遇吾教中。勸人念佛者。汝當護持。與汝有益。", "202": "因並道曩夜夢中所見長身僧。益加敬畏。榜遂懸禁", "203": "寺門。止人窺瞰。違令者治罪。榜後改督陸軍他往。魏", "204": "刺史亦卸篆去。師孤立。前讒師者。復說當事下之獄。", "205": "師在囹圄。教諸囚念佛。夜靜聲音嘹亮。直達內署。州", "206": "牧感悟。即日釋師。嗚呼。師真現地獄身而為說法者", "207": "也。昔紫柏大師以事繫詔獄。與犯官說佛。與師事同。", "208": "師真不愧古人。當師之在獄也。時仲夏。余往省視。獄", "209": "中穢不可近。師方與諸囚講地藏經。處之宴然。余曰。", "21": "逭者。准以輕罪超生。罪可原者。隨弟子念佛歸依。出", "210": "師佛口婆心。情殷救世。乃躬膺患難。眾生何以克報", "211": "大德。師曰。爾等勤念彌陀。早得一心。即所以報我。若", "212": "懶散懈怠。信願不堅。即辜負我。爾等以我為苦耶。不", "213": "過臭皮袋少惹󰞆塵。與我何涉。若能遇得千魔鍊。一", "214": "念真心總不回。予聞師言。感歎淚下。而從遊弟子。因", "215": "師繫獄。多疑阻有退心。師出獄。予延至家。供養月餘。", "216": "時仁和許公。慕師高行。延至揚州藏經院主講席。師", "217": "仍以六齋日啟社。說法受戒。如在郵時。弟子慕羶者", "218": "復集。尋以謠諑。江都令又禁止住院。師引去。時刺史", "219": "魏公子卜居金陵。聞師狀。延師主白下上公山。未一", "22": "離劫苦。謗聖罪業捐除。殺淫惡業化解。即真即真。破", "220": "載。復下山徧歷蘇州儀徵泰州通州如臯各郡邑。遇", "221": "緣即開道場。宏闡淨土。我師往來警䇿道場諸弟子。", "222": "終年䟦涉。不辭勞倦。弟子緒修者。高郵觀音庵比丘", "223": "尼也。師在郵建永清蓮社時。緒修於六齋課畢。即入", "224": "方丈問道。或移󳫴而後出。輕薄者造蜚語。謂與師有", "225": "染。緒修無以自明。對佛立誓曰。我坐脫必以六月。露", "226": "尸五日。必不腐臭。若不然者。我即有玷清規。非佛弟", "227": "子。後果於盛夏圓寂。坐尸五日。面目如生。酷暑蒸騰。", "228": "毫無穢氣。五日中瞻仰膜拜者。恒數百人。無不嗟歎", "229": "驚異。前疑盡釋。因歎非緒師真修。不能得此靈感。非", "23": "妄破妄。無心清淨。無法離塵。生死脫根。光明無礙。步", "230": "悟師化導。不能成此真修俗眼世情。何足深責。師戇", "231": "直寡言。外和而內毅。雖專修淨業。實已澈悟心源。更", "232": "兼六度齊修。慈悲普濟。迭遭患難。不退菩提。非證波", "233": "羅蜜得大解脫者。焉能如是。於同治某年某月某某", "234": "日。從容念佛。合掌坐逝。弟子觀如。奉龕於揚州觀音", "235": "山旁。弟子等結茅為廬。百日乃散。遺囑荼毗後不許", "236": "建塔。以骨燼和𩟠󳫹投江中。曰。吾憫水族淹滯幽途。", "237": "以此與水族結緣。若沾粒許。此水族雖微塵劫後。遇", "238": "吾開導。必成正果。噫。師之不忘眾生可謂至矣。", "239": "贊曰。師貌寢而心慈。言簡而行質。望之無足動人。而", "24": "步蓮花。神威莫量。四生不歷。九品咸登。碓舂鋸解。咸", "240": "倡導正法。普濟眾生。身命可捨。不遺餘力。實為近時", "241": "所罕見。師之逝也。遠近聞之。無不泫然出涕曰。是古", "242": "佛也。今去耶。吾何依。", "243": "說說", "244": "因果淺說因果淺說", "245": "茫茫天壤。從古至今。多少人物。其中富貴貧賤。壽夭", "246": "靈蠢。以及鰥寡孤獨。盲聾殘疾。種種形骸。苦樂懸隔。", "247": "論者每歎造化不公。知解之士。又委之氣數升降。稟", "248": "賦厚薄。噫。誰信其業由自作耶。經云。生前齋僧布施。", "249": "尊重三寶。得富貴報。吝財不捨。得貧窮報。輕法慢教。", "25": "依朗慧之慈雲。鐵食銅吞。頓化清涼之甘露。冤江怨", "250": "得婢使下賤報。酷好宰殺。得生生夭壽報。戒殺放生。", "251": "得長壽報。毀謗三寶經文。得水腫乾消疥癩報。玷污", "252": "僧尼。得󳭋鴿鴛鴦報。毀謗三寶。得盲聾瘖瘂報。惡眼", "253": "視發菩提心人。得無眼報。惡口謗發菩提心人。得爛", "254": "舌口瘡報。遮佛光者。得為人醜黑報。瞋恚盛者。得蝮", "255": "蝎蚖蛇報。竊盜者。得貧窮困苦報。惡口者。得眷屬鬬", "256": "諍報。悖逆父母者。得天地災害報。網捕生雛者。得骨", "257": "肉分離報。輕法慢教者。得永處惡道報。破齋犯戒者。", "258": "得禽獸饑餓報。污梵誣僧者。得永墮畜生報。邪見者", "259": "得邊地受生報。可知有一種病。必有一種致病之由。", "26": "海。悉變蓮池。障嶺圍山。俱成寶地。悲號翻為解脫。暗", "260": "如是等閻浮提眾生。身口意三業。惡習結果。百千報", "261": "應。不可稱計。是諸眾生。先受如是等報。後墮地獄。動", "262": "經劫數。無有出期。此如來金口所宣。難於筆罄。略摘", "263": "數條。以見今生所受。即是前生所作。所謂欲知前世", "264": "因。今生受者是。欲知來世果。今生作者是。可畏哉。", "265": "今世間不信因果。從未防閑欲念。妻欲美。屋欲華。衣", "266": "欲豔。財帛欲多。田宅欲廣。營營擾擾。百計千方。不問", "267": "陰德天良。不顧傷生害命。任六賊造業。意識用事。不", "268": "知暗竊家寶。反以為樂。色身是假。眾生誤認為金剛", "269": "不壞身。及至油盡燈殘。風刀解體。眼前妻妾子女田", "27": "昧自爾光明。無論此國土。他國土。此世界。他世界。無", "270": "宅金銀。一件也隨不得身。一事也做不得主。所以奉", "271": "勸世人。與其臨時悔恨。何如早辦前程。果於十二時", "272": "中。檢察身口意三業。何者為善。何者為惡。不論何時。", "273": "常存省察。久久功純。一舉一動。自合天理。君子必慎", "274": "其獨。偶動一念。毋論善惡。虗空鬼神。聽之如雷。曾子", "275": "一日三省。孔聖顛沛不違。與釋教夜夜抱佛眠。是心", "276": "是佛者。其嚴密防閑意地之功無異也。果能時時拂", "277": "拭。意根清淨。一旦神識離舍。心頭坦坦。何愁不超登", "278": "福地。更何至有種種牽制耶。", "279": "三途一報五千劫。出得頭來能幾時。一增一減。共十", "28": "量國土。無盡世界。凡沈溺三塗之慘慘孤魂。悉仗佛", "280": "六萬八千年為一小劫。可見生前受樂時少。死後受", "281": "苦時多。佛云樂即苦之根。孚佑帝君云。走遍天涯不", "282": "見人。孟子曰。人之所以異於禽獸者幾希。幾希之念。", "283": "人畜關頭也。忍此幾希。雖苦而常樂。失此幾希。似樂", "284": "而實苦。走遍天涯不見人。正以雖具人形。無非貪暫", "285": "時之樂。而忘却後來大苦惱之眾生也。世間不信因", "286": "果。貪愛目前暫時之樂。糊塗造。糊塗受。全無一點審", "287": "念功夫。逮至罪報無休。動經塵劫。那時悔之晚矣。", "288": "若修世間福者。稍有不遂。即怨天尤人。豈知南閻浮", "289": "提。本缺限世界。何能事事遂意。其不遂者。必因積累", "29": "恩盡度。區區弟子。惟願佛臂常垂。慈悲導入香林。屢", "290": "薄。而受享亦薄也。於天何與。於人何尤。前世未種福", "291": "因。今生焉得福報。後世欲得福報。今生先種福因。欲", "292": "種福因。須照文昌帝君陰隲文。太上感應篇。武聖覺", "293": "世經。及三教聖賢所說。利人濟物。持戒修善之事行", "294": "去。皆可獲人天福報。惟三界內神人。不過暫時息肩。", "295": "福盡壽終。三途有分。惟修淨土者。一句彌陀。能為萬", "296": "劫千生銷罪障。一句彌陀。能為四恩三有起因緣。世", "297": "間修福者。須知福報無常。一失人身。萬劫難復。古人", "298": "云。生死海中。一經躭染。便成墮落。盍早回頭。長辭六", "299": "趣乎。", "3": "厭塵雜著厭塵雜著", "30": "蒙超拔。陸續咸登淨域。共享安全。懺懺精誠。拔其餘", "300": "修行者。殺戒最重。世間貪圖口腹。任意宰殺。大雄氏", "301": "現身說法。首垂殺戒。蓋以蠢動含靈。萬物一體。胎卵", "302": "溼化。各受業報而來。一點真靈。與佛無二無別。既有", "303": "知覺。即有痛楚。物命雖細。痛無兩般。無奈薄俗相延。", "304": "視殺生為常事。世間富貴人。原是多生作福。祈求享", "305": "受而來。一經報得。如願以償。醉飽膏梁。全迷本性。屠", "306": "宰烹炙。習以為常。不生憫惻之心。不顧刀砧之慘。羶", "307": "腥惡氣。充塞兩間。怨恨悲啼。不堪設想。至於一羮之", "308": "內。細命萬千。一箸之嘗。生靈無數。待到業緣遇合。終", "309": "須次第相尋。奉勸世人。何必以口腹之微。使生物受", "31": "而脫苦。季季普濟。提在後以求生。各獄空明。同登妙", "310": "彌天痛苦。生生結怨。命命償還。古者。山川漁獵。禁令", "311": "有時。蠶帛雞豚。祇稱養老。聖人體上蒼好生惡死之", "312": "心。時時戒懼。惻隱為懷。孟子曰。惟仁者宜在高位。吾", "313": "於今之富且貴者。有厚望焉。如唐肅宗置天下放生", "314": "池。共八十一所。池面寬綽。今浙省西湖。即昔時放生", "315": "之所。生既當放。即不可殺。願雲禪師偈曰。千百年來", "316": "碗裏羮。冤深如海恨難平。欲知世上刀兵劫。但聽屠", "317": "門半夜聲。眾生之物。一入咽喉。頓成糞穢。冤仇迭報。", "318": "有業隨身。倘普天之下。一日戒殺。計算生命。何止億", "319": "億萬萬。生全一物。已合天心。況多命乎。至於祭祀神", "32": "覺。乞恩鑒許。感戴靡涯。謹表。", "320": "祇禮教之士。往往不肯禁殺。而經云。水陸神祇。凡受", "321": "血食者。福報盡時。均墮地獄。地藏本願經云。雖天龍", "322": "鬼神。悉同受之。善果錄云。江西鱘魚嘴。其河最險。神", "323": "最靈。商賈往來。必殺生禱祭。崇禎間。三昧祖師過其", "324": "地。夢神告曰。我以一念之差。墮於血食之神。今受禱", "325": "祭。殺生甚重。恐福盡入地獄。懇師明日為我授戒。以", "326": "後祭我者。不得復用牲牢。武帝經註云。武帝於明初", "327": "間。降乩一顯宦家。勸人修善。且云。吾已皈依佛門。與", "328": "韋䭾天尊。同護正法。祀吾者。勿以葷酒。高僧傳云。洛", "329": "陽僧世高。漢靈帝時。振錫江南。行至䢼亭湖。此處有", "33": "施丹濟生表施丹濟生表", "330": "神素靈。禱祀不絕。神忽在空中語僧曰。吾昔與師學", "331": "道。以宿布施。故享多福。以嗔心不改。死墮此神。今福", "332": "盡。命在旦夕。以禱祀多殺。恐墮地獄。願師救我。師令", "333": "現形。向之持呪。並為說法。悲淚如雨。身形即隱。得離", "334": "惡報。以上諸神。尚以血食墮落為戒。何況薄福世人。", "335": "易曰。東鄰殺牛。不如西鄰禴祭。亦寓戒殺之意。梁武", "336": "帝以󳫹為犧牲。後世非之。而一念之仁。隱銷殺戒。亦", "337": "不可厚非。可見世人祀神。與其血祭。不如盡禮。殺生", "338": "以祀。求福得災。豈不悖哉。至於祭祀祖先。盛備牲牢。", "339": "此富貴家積習。抑思凡軀報壞。一點真性。各隨善惡", "34": "表為施丹濟生事。竊以蠢動蜎蠕。性光本具。胎卵溼", "340": "受生。來享與否。尚在未必。而所殺之生。先宛轉就死", "341": "於刀砧之下。揆厥情形。當亦非先人所樂。後人祭祖。", "342": "原係不忘根本。果其蔬筍備物。亦足明虔致敬。無忝", "343": "孝思。而世之祀先。竟有為祭畢自饌。因而殺生者。尤", "344": "為非禮。大聖人云。雖蔬食菜羮必祭。又云。禹菲飲食", "345": "而致孝鬼神。未嘗明言殺生也。昔阿難尊者。見五百", "346": "餓鬼。歌詠而前。阿難問佛。佛云。其家子孫。為彼修福。", "347": "當得解脫。是以歌詠。又見數百善人。啼哭而過。阿難", "348": "又問。佛云。彼家子孫。為其殺生設祭。不肯作福。是以", "349": "啼哭。今世人一經有病。或因病愈。眷屬祈禱殺生還", "35": "化。法味難沾。弟子等體佛聖慈心。發真誠念力。靈丹", "350": "愿。血祭邀福。豈知最慘之症。大都冤怨相報者多。世", "351": "人又復殺生禳解。而不知念佛懺悔。豈非業上加業。", "352": "夫解冤之說有二。明解者。藉佛力懺清冤業。若非壽", "353": "盡。病機自轉。善念自生。暗解者。病人陽年已終。仗佛", "354": "力十念往生可解。佛時和墨國王之母寢疾。經久不", "355": "瘥。當備牛馬猪羊百頭祭天。佛懷大慈。愍王愚痴。往", "356": "詣王所。為王說法。王聞法覩光。慚愧悔過。遂不祭天。", "357": "母聞情悅。所患立除。戒殺獲福。豈非明驗。世儒不知", "358": "因果。斥戒殺為謬談。因並非佛教。殊不知古聖人慈", "359": "心愛物。恒露言外。所以文王有七十食肉之政。限以", "36": "普散。甘露咸施。仗佛威靈。無邊普濟。江湖河海。一水", "360": "七十。則壯年食肉者少矣。禮曰。魚不登尺不食。又曰", "361": "天子無故不殺牛。大夫無故不殺羊。士無故不殺犬", "362": "豕。無故不殺。則有故而殺者無幾矣。不登尺不食。則", "363": "取者少而生者多矣。君子遠庖厨。聖人不綱不射宿。", "364": "雖有釣弋。所殺亦微。乃知盡性知命之士。淡泊自甘。", "365": "肉食為鄙。取物以節。愛物以仁。取物以節。即戒殺之", "366": "謂也。愛物以仁。即放生之謂也。昔東坡曰。予少不喜", "367": "殺生。有餽予蠏蛤者。即放江中。便令不能全活。亦較", "368": "烹熬為愈。永明壽禪師。初為縣庫吏。取庫銀買魚放", "369": "生。法當死。聞將刑。喜曰。吾放生不知幾千萬萬。此番", "37": "不遺。田道山林。無方不遍。稍入生靈之口。即了業報", "370": "雖死。必生西方彌陀佛國。吳越王錢鏐赦為僧。賜名", "371": "延壽。後發明心地。專修淨業。開寶八年坐化。梁陶宏", "372": "景。號山中宰相。其徒桓愷。先得道飛昇。一日降其室", "373": "曰。君陰功大矣。但所修本草。以生物入藥。功雖及人。", "374": "而害生命。上帝以此譴怒。景悔之。乃以他藥可代者。", "375": "別著三卷以贖過。宋史。程明道主上元縣。見鄉多膠", "376": "竿。以取鳥󳭋。命折其竿。然後下令禁止。呂原明為郡", "377": "守。署中多蓄笋乾魚腊。以代水陸生命。宋諸暨縣令", "378": "潘華。出禁捕魚。後奉詔詣闕。夢江河中魚數萬。皆號", "379": "泣曰。長者去。吾屬不免烹矣。華異之。作夢記。囑後來", "38": "之身。諸佛存救護之心。萬劫下慈悲之種。不遭刀爼。", "380": "邑宰。至孫真人救蛇而獲仙方。劉彥回放龜而脫水", "381": "厄。陳士安不殺物命。李奚子拯濟飢禽。景向之酷好", "382": "放生。積功累德。以至登仙。好生之功如此其大。殺生", "383": "之業。自必不輕。晉時杜永年。家巨富。有子十歲暴亡。", "384": "未幾。家中母彘生五子。一最肥。將殺以餽官。有比丘", "385": "見之。謂杜曰。此㹠是君兒也。何相去百日而遂亡耶。", "386": "沙門一言而去。其家但聞異香撲鼻。遂憐而養之。明", "387": "方孝孺父。將營葬。夢朱衣老人拜曰。君所選穴。近我", "388": "住處。幸寬三日。俟吾子孫遷盡。當為後報。言訖。再三", "389": "稽首。其父寤而不信。啟穴。見紅蛇數百。盡焚之。復夢", "39": "永脫樊籠。了了了了。無庸對報來生。空空空空。不待", "390": "老人泣曰。我已至誠哀懇。奈何使吾八百子孫。盡付", "391": "一炬。汝既無慈悲。我亦圖仇報。後生孝孺。觸怒成祖。", "392": "夷十族。被殺者如蛇數。梵網經云。佛子見異類。當發", "393": "菩提心。楞嚴經云。殺業之報。縱使經塵劫。互相食噉。", "394": "命命償還。猶如轉輪。互為高下。華嚴經云。殺業之報。", "395": "能令眾生。墮於三途。經云。眾生造殺業。墮畜生道者。", "396": "有二種。重者為定殺業。如牛馬猪羊雞鳬等是也。業", "397": "輕者為不定殺業。如山林禽鳥之類是也。況循環六", "398": "道。改頭換面。焉知畜道中。不有六親。昔寒山拾得同", "399": "一人行。見道旁人騎驢。驢不行。騎者加鞭。二大士歎", "4": "表表", "40": "遭殘自死。仗此一塵一滴。度脫無窮。須知即幻即真。", "400": "息。同行者問之。師曰。此驢。乃騎者三世前父也。由此", "401": "類推。殺生何可不戒。奉勸世人。見他宰殺。生救度念。", "402": "哀憫念。痛苦念。見人放生。生歡喜念。脫難念。讚歎念。", "403": "昔觀音大士云。凡夫作業。首在色食兩途。色途稍知", "404": "自愛者。尚知節慎。若口之於味。恣其嗜好。視宰殺為", "405": "兒戲。天下滔滔。積習難返。今世間富貴之家。不獨牲", "406": "畜。傷殺已多。更用魚蝦等子作羮。破卵毀胎。動輒億", "407": "萬。經云。魚子不經鹽漬。三年尚可活。昔宣和間。富商", "408": "楊序。大書此語於通衢。見人買魚。勸投子於河中。又", "409": "出資搜羅魚子。後夢神告曰。子本逾期當死。今活生", "41": "超生莫已。業海風波頓息。寶筏咸乘。香林功德無涯。", "410": "命。不止億萬。爾壽可延。果享年九十八歲。無疾而終。", "411": "昔佛世有羅漢。福度眾生。因次教化。遇一女人。字曰", "412": "光目。設食供養。羅漢問之。欲願何等。光目答言。我以", "413": "母亡之曰。資福救󳫠。未知我母死生何趣。羅漢愍之。", "414": "為入定觀。見是光目之母。墮在惡趣。受大苦惱。羅漢", "415": "問之。汝母在生。作何行業。今在惡趣。光目聞已。含悲", "416": "答言。我母所習。惟好食啖魚鼈之屬。所食魚鼈。多食", "417": "其子。計其命數。千萬復倍。尊者慈愍。如何哀救。如此", "418": "看來。一臠之嘗。多償一劫之報。不可逃也。奉勸世人。", "419": "縱不能戒殺。倘遇魚子。必令放之河中。積久數多。最", "42": "蓮房極樂。懇誠上達。惜命知立命之原。陸續西行。救", "420": "為方便。佛云。念念仁慈。造天人福德身。念念害生害", "421": "命。造地獄畜生身。護生之道。隨地存心。勿以善小而", "422": "不為。勿以惡小而不戒。由小及大。推物及人。自能善", "423": "氣充周。太和翔洽矣。", "424": "昔列子仲尼篇。引孔子之言曰。吾聞西方有大聖人。", "425": "不治而民不亂。不言而民自信。不化而民自行。蕩蕩", "426": "乎民無能名焉。其時三藏十二部經。未來東土。孔子", "427": "不得聞其教。所以儒釋兩家。動成水火。豈知我釋迦", "428": "如來。憫憐末世眾生。由兜率天降生中天竺。現示王", "429": "子出家。苦行成道。作娑婆教主。為眾生慈父。紹七佛", "43": "生證無生之域。干犯慈顏。乞恩准許。", "430": "位。是天人師。真聖中聖。天中天。莫大於佛。莫尊於佛", "431": "矣。三教心源。惟佛明了。一切萬物。由佛出生。儒書精", "432": "者。可為佛法先導。世出世間諸法。均不外乎佛法。豈", "433": "容擬議半字。世儒拘牖下之見。未窺貝葉。以僧律僧", "434": "戒。異乎世法。遂大言狂說。目為異端。及察其所學。不", "435": "過文章詞藻。刑名法術而已。於聖人之心源道統無", "436": "關也。考其所行。不過驚愚飾智。放浪形骸而已。於先", "437": "師之遺言往訓無涉也。惟歷朝理學名人。多通釋教。", "438": "往往由此悟澈心源。經云。四大部洲內。得貝葉遺教", "439": "經文者。一萬九百國。其餘國土。眾生福薄。不堪聞教。", "44": "乞消災厄表乞消災厄表", "440": "佛法住世。遭遇甚難。幸而值遇正法。已是多生供養", "441": "諸佛。種植善根。若不趁此靈光。痛改前非。苦志辨道。", "442": "吾恐一失人身。萬劫難也。", "443": "世間求道之士。或修習禪定。或堅固吐納。希冀得道", "444": "飛昇。長生不死。此種人意中。以為求仙。已極修道之", "445": "量。豈知修習仙道。勤苦難成。即幸而得仙。福盡難免", "446": "墮落。經云。有宿德者。福報現前。能生天道。天仙福盡。", "447": "有宿業者。惡報現前。復墮三途。善惡兩報。熟則先償。", "448": "七趣循環。永沈苦海。涅槃經云。雖至大梵天身。乃至", "449": "三界極頂。壽八萬四千大劫。不了妙覺明心。五衰相", "45": "表為乞消災危事。竊以疾風淫雨。孽報所招。春疫秋", "450": "現。還墮苦趣。如此看來。雖至成仙。在佛眼視之。仍是", "451": "未出生死之凡夫也。惟佛為大醫王。能療世間諸苦", "452": "毒煩惱。如欲脫離苦網。除非依佛住。依法住。依僧住", "453": "勤修淨業。念念彌陀。果得極樂往生。永與三界隔斷。", "454": "一了百當。切勿游疑。", "455": "若已知淨土法門。尤必須明白正助兩因。正因即是", "456": "念佛。助因便是持戒。戒門甚廣。而以根本五戒為總", "457": "綱。即戒殺戒盜戒淫戒妄言戒飲酒也。五戒既具。自", "458": "能諸惡莫作。眾善奉行。此兩語。出文昌帝君陰隲文。", "459": "前明蓮池大師。為淨土法門砥柱。一時名公巨卿。皈", "46": "瘟。人心自感。理懺則罪業本空。事懺則冤纏悉化。願", "460": "依雲集。常云。住世陰隲文。出世彌陀父。今世間亦知", "461": "誦陰隲文。而於諸惡莫作。眾善奉行。恒視為老生常", "462": "談。昔鳥窠禪師曰。諸惡莫作。眾善奉行兩句。三歲孩", "463": "童說得出。百歲老人行不得。旨哉言乎。阿含經中。阿", "464": "難尊者。亦云。當知諸惡莫作。眾善奉行。昔善現菩薩", "465": "勤求佛法。遇一女人。如佛示現。善現菩薩稽首恭敬", "466": "女答曰。諸佛妙法。無量無邊。我之所聞。祇有半偈。諸", "467": "惡莫作。眾善奉行而已。善現聞之。身心清淨。洞達義", "468": "旨。可見行善戒惡。乃修道之根基。根基不立。善芽不", "469": "茂。如念佛之人。奉行此兩句為助因。如乘船遇風。速", "47": "諸佛不違本誓。不捨大悲。放大智慧光。大安樂光。大", "470": "到彼岸也。", "471": "人所以不肯求生淨土者。由不知地獄報之苦且久", "472": "也。凡世間大奸大惡。不忠不孝。刺佛身血。污犯僧尼。", "473": "阻人出家。壞人道心者。入無間地獄。此獄受苦無間。", "474": "無有出期。地藏本願經云。此界壞時。寄生他界。他界", "475": "次壞。轉寄他方。他方壞時。展轉相寄。此界成後。還復", "476": "而來。天地有變壞。罪業無了期。無間之罪。如此其重。", "477": "其餘作惡受報。雖不如此久遠。而眾生生前所造身", "478": "口意三業。有罪必報。無幸免者。地獄報盡。將已往傷", "479": "殺生靈。一一填還畢。然後為貧苦下賤之人。若由此", "48": "吉祥光。攝授散疫鬼神。來此道場。聽經念佛。借念佛", "480": "植福。即得福報。既得福報。易於作惡。一朝失足。頑福", "481": "消盡。仍從墮落。其中由富貴而貧賤。由男身而女身。", "482": "由地獄而畜生。高下低昂。輪轉不已。由此觀之。實實", "483": "有地獄境界。即實實有受報之身。若將信將疑。懶散", "484": "懈怠。一朝惡積報來。難保地獄無分。若謂有福且享。", "485": "有惡且作。待得報來。有罪再受。吾恐刀鋸鼎鑊在前。", "486": "悔之晚矣。凡墮無間獄者。神識昏迷。雖欲念佛。而業", "487": "力遮蔽。一字不能出口。可畏哉。", "488": "一四天下中。惟南閻浮提。人心最惡。殺盜婬妄。終日", "489": "無休。而古來成佛作祖。多在此處。何以故。以人心猛", "49": "音光。銷其瞋怒。解釋災殃。熱惱悉變清涼。毒恚轉為", "490": "利。易於發真實道心。非比他洲。人修十善。福止生天。", "491": "經云。西洲人。作惡微末。至今風俗敦厚。人壽千歲。究", "492": "因不信佛法。雖得生天。終是未脫輪迴。由此觀之。欲", "493": "免地獄。非修善不可。欲免輪迴。非修淨土念佛不可。", "494": "念佛即可發真實道心。既發真實道心。成佛作祖。直", "495": "下承當。豈非世間真豪傑乎。", "496": "世間有今生為善。而遇惡緣者。有今生作惡。而享福", "497": "報者。遂肆然以為禍福無憑。報應顛倒。並將因果之", "498": "說。一並抹煞。豈知冥中。福罪兩報。熟則先償。譬如種", "499": "樹。先種者。先開花結果。新種者。雖加倍培植。一時未", "5": "獄空懺表獄空懺表", "50": "愷悌。業垢皆淨。災難自除。普願免厄諸人。信願持名。", "500": "能成陰。即刻開花結果。即此理也。王龍舒先生曰。人", "501": "有見目前善惡未有報。遂不信因果。而因不信淨土。", "502": "殊不知善惡未有報者。非無報也。但遲速耳。昔佛謂", "503": "阿難曰。人有今世為善。死墮地獄者。又有今世為惡。", "504": "死生天趣者。阿難問故。佛曰。今世為善。死墮地獄者。", "505": "今世之善未熟。前世之惡已熟也。今世為惡。死生天", "506": "趣者。今生之惡未熟。前生之善已熟也。熟處先受報。", "507": "譬如欠債。急則先還。感應道交。不容先後錯亂。凡夫", "508": "業眼遮隔。不能洞悉幽冥。遂將因果念佛等說。一概", "509": "抹倒。己既不信。又復教人不信。即此一念之差。一言", "51": "增長堅固。一心不亂。三昧早成。伏乞慈悲。哀憐允許。", "510": "之妄。口業無邊。暗損陰德。為地獄根本。若能深信因", "511": "果。念佛之念。自油然而生。由此一直前進。明心見性", "512": "不難。世人亦諒吾苦口否。", "513": "須知修道直捷之法。莫如念佛。念佛法門。乃如來憐", "514": "憫末法中。怯弱眾生。指以方便法門。此門圓攝圓收。", "515": "殊勝奇特。能出三界火宅。能󳫠三途劇苦。勤修福善。", "516": "僅得生天。天福受盡。依然墮落。惟念佛往生淨土。一", "517": "生可補佛位。若毀謗不信。永墮地獄可知。南無阿彌", "518": "陀佛六箇字。功德浩大。有不可思議之力。難得今生", "519": "遭遇正法。當捨却身命。併力念去。雖眾生善根厚薄", "52": "超拔淹溺表超拔淹溺表", "520": "不同。譬如沙內淘金。根利福厚者。眼明心慧。自當早", "521": "得。即鈍根下智。果能勤求不懈。緩緩拾取。舉不空手", "522": "而回。如有同志。當不河漢斯言矣。", "523": "昔何尚之對宋明帝曰。百家之鄉。一人持五戒。則一", "524": "人善。十人持五戒。則十人善。行一善則去一惡。去一", "525": "惡則去一刑。一刑息於家。萬刑息於國。陛下可坐致", "526": "太平矣。可見持戒信佛。不獨為出世要法。亦是治世", "527": "良方。吾願讀書知理之士。信之奉之。不致毀謗造業。", "528": "吾知是人。必已深明治術。通達事理矣。", "529": "詩詩", "53": "表為歷劫淹溺。乞恩超󳫠事。竊江湖河海。悉屬險途。", "530": "厭塵追溯數十年來學道苦志。成七絕八首。不", "531": "敢言詩。遣悶而已。兼勸同修", "532": "幼來負笈從師訓。深望書香繼昔賢。忽爾中年天下", "533": "亂。倉皇一棹避烽煙。", "534": "從茲棲息向荒村。拋絕韋編事酒尊。偶爾相逢皆牧", "535": "豎。却從何處問心源。", "536": "似箭光陰廿六時。蓮緣遇合勸修持。名心未倦歸林", "537": "鳥。大道雖明暗自疑。", "538": "疊蒙知識寄書多。勸我除煩執太阿。惟有寶王三昧", "539": "法。橫修淨土念彌陀。", "54": "羈旅往來。或難越境。風狂浪涌。命喪身傾。又或積憂", "540": "從此搜羅淨土文。晨鐘一棒耳邊聞。方知幻體皆虗", "541": "假。太息蘭膏枉自焚。", "542": "娑婆學道最難成。火裏栽蓮念貴真。鐵壁銅牆堅不", "543": "撼。方能撒手出紅塵。", "544": "塵霾不使鏡臺封。混俗和光一世中。幸喜猿繮能勒", "545": "定。六時長對佛燈紅。", "546": "密密心頭五十年。海隅落日盼西天。吾家本是蓮󳬛", "547": "屬。一葦東來度世緣。", "548": "蓮修起信錄卷第六終", "55": "憤以沈淵。遇讐家而投水。以致冤魂幽滯。討替無休。", "56": "言念及斯。實深悲憫。今弟子恭設道場若干日。仰仗", "57": "諸佛大悲願力。大威光明。無論此世界他世界。凡在", "58": "江湖河海。㵎溪港瀆。井泉塘水。淹溺諸魂。蒙光得度。", "59": "念佛超生。解釋冤仇。不思對報。仰接慈暉。伏乞准許。", "6": "歸依三寶淨業弟子。某甲披瀝一心。稽首哀懇於十", "60": "超󳫠祖宗表超󳫠祖宗表", "61": "表為報恩設懺。普植蓮因事。竊弟子幸得人身。生居", "62": "震旦。獲聞正法。復遇淨緣。真我佛啟誘之深慈。千古", "63": "偶逢之際會。惟思身自何來。恩於何始。上推一本。罔", "64": "極難窮。弟子劫劫昏迷。未知圖報。以至多生父母。仍", "65": "滯幽途。歷劫祖宗。未登彼岸。愚頑自咎。罪戾滋多。今", "66": "弟子上叩慈恩。仰求濟󳫠。雖心雄而力怯。冀有感而", "67": "斯通。今集諸道侶。恭設普佛道場若干曰。敬誦大乘", "68": "經若干卷。普施甘露法食。哀懇十方諸佛菩薩。憐弟", "69": "子愚忱。鑒度生微願。施大威力。放大光明。使弟子由", "7": "方虗空微塵法界。常住三寶。三世諸佛。釋迦彌陀兩", "70": "無始至今。生生世世父母祖宗魂識。及生生世世父", "71": "母祖宗。各各有生生世世父母祖宗魂識。以情達情。", "72": "情極無邊。以緣接緣。緣推無盡。如此無量無邊不可", "73": "數說之情緣。散在十方七道眾生中者。均仗三寶威", "74": "光。攝授來此道場。聞經念佛。執情頓化。意地了然。懺", "75": "悔前愆。羣歸極樂。無邊苦惱。頓化蓮池。法界有情。同", "76": "成種智。謹表。", "77": "挽劫表挽劫表", "78": "表為懺罪挽劫事。竊以罪性本空。造業亦妄。由心莫", "79": "了。幻感幻受。種種幻慘。羅列目前。造既純熟。報亦猛", "8": "土諸佛菩薩。權現七趣諸佛菩薩。金蓮座前。表為塵", "80": "厲。業山事造。懺以事除。於無可懺悔中而求懺悔。於", "81": "無可挽回中而求挽回。今為大地眾生。於三寶前痛", "82": "自悔過。使知三寶當敬當信。使知三寶是大地眾生", "83": "真實依怙。於身口意。三業柔順。五逆十惡。毀犯綱常。", "84": "種種重罪。悉令警醒。懺悔清淨。藉念佛力。普熏眾生。", "85": "一一心識。速熟速脫。仗陀羅妙力。消滅罪報。如虗空", "86": "華。消劫既盡。令彼眾生。助揚正法。同歸淨土。謹表。", "87": "偈。", "88": "臨終助念偈臨終助念偈此係悟和長老所言兆鸞述偈", "89": "弟子某某。我自無始來。惑業顛倒力。諸趣數昇沈。恩", "9": "剎三塗。受苦無量。乞恩赦罪提󳫠超生事。竊弟子悲", "90": "冤何窮極。由結恩冤力。償索無底止。唯有大世雄。指", "91": "歸安養世。我已發宏願。救濟無休際。懇諸恩冤等。待", "92": "我往生去。若我往生已。決不虗所誓。既恒轉法輪。劇", "93": "苦必獲濟。今對三寶前。所誓無纖欺。諸佛阿彌陀。證", "94": "盟所願誓。", "95": "悟和法師云。行人命終時。全賴心王不捨。一念直", "96": "超。然非平日下切實功夫。一心不亂。臨時識散神", "97": "昏。不能自主。多生業障現前。隨勾而去矣。吾江南", "98": "北弟子以萬計。利根甚少。不求精進。善芽偶發。曰", "99": "久乾枯。臨命終時。全不濟事。故知帶業往生。亦必"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1204 蓮修起信錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1204 蓮修起信錄", "author": "清 程兆鸞錄存", "language": "chinese", "source": "CBETA"}