{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 969 天台傳佛心印記註", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "傳佛心印記註", "1": "傳佛心印記註卷下", "2": "幽谿沙門傳燈註", "3": "楞嚴比丘靈耀較", "4": "△二明圓融三觀二初結前生後。", "5": "今就能觀論乎三觀所觀即是三諦。", "6": "上之所論圓融三諦約三因言性中有修修中有", "7": "性則知修性本自圓成但此心印未傳一切眾生", "8": "終日在性亦終日起修以其迷故不覺不知今佛", "9": "如來出興於世開而示之使之悟入既悟之後即", "10": "稱性而觀絕待而照於無能所中不妨立乎能觀", "11": "所觀葢就一性之中所具正因三千即中本有所", "12": "觀玅境者立乎三諦所具了因三千即空名為能", "13": "觀玅觀者立乎三觀觀成惑破之後三千即假者", "14": "名為果上解脫大用也。△二正明三觀四初約不", "15": "次而次明三觀三初空觀。", "16": "言三觀者以即空故破染礙情一相不立顯此三千", "17": "同一性故一切即一方能同居一念派之彌合故如", "18": "眾珠咸趣一珠畢竟清淨非斷無空。", "19": "言以即空故破染礙清等者且指何境為即空耶", "20": "須知今家三觀所觀之境最寬有佛法焉眾生法", "21": "焉心法焉大師云佛法太高眾生太廣初心為難", "22": "心佛及眾生是三無差別觀心則易故前引摩訶", "23": "止觀初心修觀必先內心故於三科揀却界入復", "24": "於五陰又除前四的取識陰為所觀境今云以即", "25": "空故破染礙情者正指現前日用根塵相對一念", "26": "心起即第六識心此之識心名為人心雖是人心", "27": "能隨染淨緣具造十法界故前約此論乎三千即", "28": "空假中大師於是直指人心見性成佛見性者見", "29": "此三千即空假中之性也成佛者成此三千即空", "30": "假中佛也若異此而求早又曲之了矣今文所指", "31": "即空葢約次第且就一隅而說言即空者葢此一", "32": "念三千即是真諦泯一切法方其觀此真諦之時", "33": "猶如杲日當天無幽不燭亦如紅爐點雪觸着銷", "34": "鎔誠能如此照了則向之能隨染緣造九法界者", "35": "豁然消殞故即空故破染礙情葢眾生理即之佛", "36": "法爾如斯大師云雖昏盲倒惑其理存焉此之謂", "37": "也世人若欲自了生死成無相佛只須於此一觀", "38": "截斷更不必又談假中世間稱為空宗末必能了", "39": "不過即以此而當之可也下去又云一相不立等", "40": "空觀顯發空觀中微玅義理亦釋以明之葢既以", "41": "立不為主則空現而三千隱故一相不立而云一", "42": "性即非若斷無秪顯此三千同一相故而三千一", "43": "一即性方能同居一念亦秪一念為空既一切即", "44": "一豈不即之派之三千者彌散彌合因立喻云故", "45": "如因陀羅網之眾珠以一珠當情而眾珠之光咸", "46": "趣一珠此謂之一淨一切淨畢竟清淨豈與夫尋", "47": "常之言以歸於斷滅之空者為空同日而語哉。△", "48": "二假觀。", "49": "以即假故互具互攝諸相宛然顯此三千不失自體", "50": "一即一切雖復同居一念即之彌分故如一珠影入", "51": "眾珠不可思議非賴緣假。", "52": "亦且即以一念識心為所觀境觀此一念性具諸", "53": "法以法法互具互攝非直十界百如亦乃百界千", "54": "如亦乃千界萬如非直十界三百如亦乃百界三", "55": "千如亦乃千界三萬如充而橫之不能枚舉既是", "56": "一一互具亦乃一一互攝不以具攝故混然無緒", "57": "而一一諸相界界分明如如不昧葢假觀者能立", "58": "一切法顯此三千不失自體元一念中法乃一即", "59": "一切是故雖復同居一念而即之彌分故如一珠", "60": "之光影入眾珠之中如此玅法惟獨自明了眾人", "61": "所不見不可以心思不可以言議豈別教賴眾緣", "62": "所成之假可企及哉。△三中觀。", "63": "以即中故顯此三千非一非一切非分非合雙遮二", "64": "邊無有二相雙照二諦空假宛然豈同但中不具諸", "65": "法。", "66": "亦即且以一念識心為所觀境觀此一念性是中", "67": "道顯此性具三千非一念非三千非一念故非一", "68": "非三千故非一切非一念則遮空非三千則遮假", "69": "空假雙遮則無有二相然而中非但中故又能雙", "70": "照二諦空假宛然如此之中稱萬法之都為法性", "71": "之王統御自在無量甚深豈與別教但中如雲外", "72": "月逈出二邊不具諸法者可比議哉。△二約次而", "73": "不次明三觀。", "74": "一空一切空三觀皆空總空觀一假一切假三觀皆", "75": "假總假觀一中一切中三觀皆中總中觀。", "76": "前明三觀既約不次而次以明則此三觀一一皆", "77": "可稱總惟隨其所用處不同謂之空謂之假謂之", "78": "中故用空觀時不獨但能破情亦復而能立法統", "79": "法言一空一切空三觀皆空總空觀者如以空觀", "80": "空真諦時則見思染礙情破空俗諦時則塵沙染", "81": "礙情破空中諦時則無明染礙情破見思破而真", "82": "諦理顯塵沙破而俗諦理顯無明破而中道理顯", "83": "是為一空一切空總名空觀也一假一切假三觀", "84": "皆假總假觀者如以假觀觀真諦理時而見思染", "85": "礙情空假觀觀俗諦理時而塵沙染礙情破假觀", "86": "立中道時而無明染礙情破是名一假一切假總", "87": "假觀也一中一切中三觀皆中總中觀者如以中", "88": "觀統真諦時不惟中諦能統法稱王即真諦亦復", "89": "稱王方其見思染情空則遮有真諦理空則遮空", "90": "真諦理顯則照空三千明淨則照俗以中觀觀俗", "91": "諦時塵沙染情破是為遮俗三千理顯是為遮空", "92": "即遮俗時而即照空即遮空時而即照有以中觀", "93": "觀中諦雙遮雙照自在稱王自不必言是名一中", "94": "一切中三觀皆中總中觀也。△三約雙即破立明", "95": "三觀。", "96": "是則終日破相諸法皆成終日立法纖塵必盡終日", "97": "絕待二邊熾然是為即破即立即立即破非破非立", "98": "而破而立亦名即遮即照即照即遮非遮非照而遮", "99": "而照說雖次第行在一時。", "100": "一空一切空無假無中而不空三觀皆空總空觀", "101": "是以終日破相而諸法皆成一假一切假無空無", "102": "中而不假三觀皆假總假觀是以終日立法而纖", "103": "塵必盡一中一切中無空無假而不中總中觀是", "104": "以終日絕待而二邊熾然是故謂之即破時即立", "105": "即立時即破非破非立時而破而立此約三觀有", "106": "三觀破立之功圓融說之如此若以遮代破以照", "107": "代立亦可名為即遮即照即照即遮非遮非照而", "108": "遮而照寄言說之不無次第至於圓修空有同時", "109": "遮照一念實無如此次第也夫觀因諦立諦由觀", "110": "顯是故非圓融之三諦莫成圓融之三觀圓頓至", "111": "教法爾如此他宗聞之多有不信以其創自天台", "112": "故也不知此旨遠承之於釋迦親稟之於龍樹若", "113": "三智實一心中得秪一觀而三觀觀於一諦而三", "114": "諦因緣所生法我說即是空亦名為假名亦名中", "115": "道義此猶言義宏略或難取信惟有佛頂尊經金", "116": "口親宣聖言娓娓如曰我以玅明不滅不生合如", "117": "來藏而如來藏惟玅覺明圓照法界乃至而如來", "118": "藏玅明元心非色聲香味觸法乃至非如來三號", "119": "常樂我淨此正一真一切真無俗無中而不真總", "120": "真諦與空觀也又曰而如來藏元明心玅即心即", "121": "空即色聲香味觸法乃至即如來三號四德此正", "122": "一假一切假無真無中而不假總假諦與假觀也", "123": "又曰而如來藏玅明心元離即離非是即非即此", "124": "正一中一切中無真無俗而不中總中諦與中觀", "125": "也故知天台所立深得佛心以此而為傳佛心印", "126": "真所謂超過眾說抗折百家者也。△四約立是揀", "127": "非明三觀。", "128": "若爾無理不立無情不破豈與斷無之空賴緣之假", "129": "出二邊中同日而語耶。", "130": "無理不立者三觀皆能立法也無情不破者三觀", "131": "皆能破惑也空觀破三惑而三千三諦顯非斷無", "132": "之空假觀立三諦而百界實相彰非賴緣之假中", "133": "觀雙遮雙照而法性之玅境現非出二邊之中又", "134": "復應知法門大體在立法而不在破法有破法者", "135": "皆不得已而為之也立法猶如宣文破法猶如用", "136": "武如仁王王世志在宣文國亂民離又須先武如", "137": "三觀皆有破立之功至於三惑破而三千之理顯", "138": "則身為玅色身土為寂光土惟佛與佛究盡諸法", "139": "能事方畢也。△三明惟佛與佛能知。", "140": "故曰惟佛與佛乃能究盡稻麻二乘恒沙菩薩竝不", "141": "能知斯義少分。", "142": "法華經云止舍利弗不須復說所以者何佛所成", "143": "就第一希有難解之法唯佛與佛乃能究盡諸法", "144": "實相所謂諸法如是相如是性云云乃至如是本", "145": "末究竟等應知諸佛所究盡諸法實相正今家所", "146": "傳心印三觀所觀十界三諦之境能究盡者正今", "147": "家所傳心印能觀之一心三觀此之三觀在因總", "148": "名一心派之在六根圓通在果名為佛之知見然", "149": "有開示悟入四位之不同若欲究盡惟在諸佛故", "150": "曰惟佛與佛乃能究盡又曰假使滿世間皆如舍", "151": "利弗盡思共度量不能測佛智正使滿十方皆如", "152": "舍利弗及餘諸弟子亦滿十方剎盡思共度量亦", "153": "復不能知此言聲聞之智若舍利弗者既惟得一", "154": "偏空之智以󰞆身滅智為究竟於一心三觀一空", "155": "一切空者了無交涉故不能知少分也又曰辟支", "156": "佛利智無漏最後身亦滿十方界其數如竹林斯", "157": "等共一心於億無量劫欲思佛實智莫能知少分", "158": "此亦以偏空之智雖正習俱斷勝於聲聞亦於一", "159": "心三觀一空一切空者了無交涉故曰稻麻二乘", "160": "不知斯義也又曰新發意菩薩供養無數佛了達", "161": "諸義趣又能善說法如稻麻竹葦充滿十方界一", "162": "心以玅智於恒沙沙劫咸皆共思惟不能知佛智", "163": "此言新發意菩薩以出假之智了達義趣善說法", "164": "要雖勝二乘既不能了達三觀之智一假一切假", "165": "故不能知一心三觀權實相即之佛智也又曰不", "166": "退諸菩薩其數如恒沙一心共思求亦復不能知", "167": "此以別教菩薩修但中之智雖登三種不退之位", "168": "既不能知圓融三觀舉一即三言三即一一中一", "169": "切中無真無假而不中之旨故雖一心共思求亦", "170": "復不能知也此皆約心之勝劣知與不知為言初", "171": "不以地位高下為論譬如朝廷設官分職則諸生", "172": "但步後塵至於戰勝𣗥圍則宿仕亦謙先輩所以", "173": "圓人初心佛讚以為頻伽在鷇聲逾眾鳥太子處", "174": "胎貴壓羣臣者益得悟乎此也。△四明此旨的在", "175": "法華。", "176": "如此三千通依諸部的在法華葢由昔經一有兼帶", "177": "之過二有隔偏之失今經非但純一無雜復能開麤", "178": "即玅題稱玅法良在茲焉。", "179": "通依諸部者如前所說在諸大乘立名不同一依", "180": "華嚴能隨染淨緣遂分十方界二依法華諸法實", "181": "相三依涅槃闡提善人二人俱有性善性惡三因", "182": "一依請觀音單名毒害通依雖然如此若論正意", "183": "則的在法華葢由昔經所談雖玅奈何墮於二偏", "184": "即有一兼帶之過二有隔偏之失正以華嚴不惟", "185": "有兼別教三觀以明圓頓三觀之過兼之圓頓永", "186": "與別教相隔之失方等諸經則對偏觀以明圓觀", "187": "般若諸經則帶偏觀以明圓觀如是二時亦莫不", "188": "圓與偏隔具在維摩等諸經中說茲不繁引今經", "189": "欲令眾生開示悟入佛之知見三乘同會一佛乘", "190": "九界咸歸一佛界無前兼帶過失復能開前三乘", "191": "九界兼帶之麤令成一乘幽微之玅猶如神仙九", "192": "轉還丹非惟服之使人還元復本兼能使人蛻骨", "193": "昇仙故經題稱為玅法者具茲二玅一相待玅即", "194": "無復前兼帶之麤二絕待玅即開前諸麤悉皆成", "195": "玅如舍利弗尊者之領解云今日乃知真是佛子", "196": "從佛口生從法化生得佛法分言得分者即以自", "197": "證偏空之智而能了悟一空一切空無假無中而", "198": "不空雖無不空乃即分之空故曰得佛法分也此", "199": "領即相待為絕待之玅也迦葉等四大尊者亦云", "200": "今法王大寶自然而至如佛子所應待者皆已得", "201": "之此領即絕待為相待之玅也。△五約譬喻顯觀", "202": "微玅。", "203": "是知用此絕待玅法為觀體者方譬日光不與暗共。", "204": "絕待玅法為觀體者如前文明三觀理體通依諸", "205": "部的在法華三千三諦性善惡三因三德皆絕待", "206": "之觀體也何則益他宗雖知性具善也不知性具", "207": "惡故是則要須待九界之修惡顯佛界之修善以", "208": "觀三諦成乎三觀或偏修空假中如此修之名為", "209": "以相待之玅而為觀體安如今家觀九界修惡緣", "210": "了即性惡緣了性惡融通無法不趣任運攝得佛", "211": "界性善是為絕待觀體無可形待故曰猶如日光", "212": "不與暗共此引大師法華玄義教相文中演華嚴", "213": "三譬以為五譬華嚴三譬即譬如日出先照高山", "214": "次照幽谷三照平地大師演平地之譬以為三共", "215": "譬五時一如日初出先照高山此如華嚴次照幽", "216": "谷此如三藏次照平地此如淨名方等次照禺中", "217": "此如大品廣如彼說次日輪停午日光普照高下", "218": "悉均平土圭側影不縮不盈若低頭若小音若散", "219": "亂若微善皆成佛道不令有人獨得滅度皆以如", "220": "來滅度而滅度之具如今經故曰譬如日光不與", "221": "暗共。△六約極談結成心印。", "222": "此乃終窮究竟極說是為佛祖正傳心印。", "223": "終窮竟究極說者如來為一大事因緣故出興於", "224": "世欲令眾生開示悟入佛之知見所言欲令眾生", "225": "者十法界眾生也若有一界不成佛道則謂之不", "226": "暢如來本懷如華嚴雖曰先照高山不從漸來然", "227": "但令菩薩成乎佛道終不能令聲聞在座如聾如", "228": "啞者成乎佛道此乃始說亦是分說不足以當終", "229": "窮究竟極說佛祖正傳心印又如何含十二年純", "230": "說乎小無足以當自不必言又如方等八年雖對", "231": "小明大對偏明圓然而示土有淨穢現身有巨細", "232": "說法隨解神力不共是故見有淨穢聞有褒貶嗅", "233": "有薝蔔不簷蔔華有著身不著身慧有若干不若", "234": "干此乃漸中亦是分說不足以當終窮究竟極說", "235": "佛祖正傳心印又如般若雖帶通別二正說圓教", "236": "然而但為菩薩說其實事而不為我說斯真要亦", "237": "不足以當終窮究竟極說佛祖正傳心印惟至法", "238": "華既經向之多方調停根性既純可傳心印權實", "239": "二種智慧會歸一體十界一切諸法究竟實相一", "240": "切眾生皆成佛道世間諸相無非常住昔之芽焦", "241": "種敗者莫不皆萌道芽高原陸地不生蓮華者一", "242": "一授佛蓮華身子受華光王佛之記於先迦葉受", "243": "光明佛之記於次故曰此乃終窮究竟極說是為", "244": "佛祖正傳心印也。△二明傳佛心印之迹二初明", "245": "自行之迹四初正明祖承二初明金口祖承五初", "246": "傳迦葉。", "247": "佛以是傳之於迦葉。", "248": "佛傳迦葉有通有別通則法華別則涅槃通則法", "249": "華者世尊於法華會上告舍利弗如是玅法諸佛", "250": "如來時乃說之時舍利弗於此法說領解世尊授", "251": "記未來作佛號曰華光復告舍利弗今當復以譬", "252": "喻更明此義遂說有一大宅歘然火起長者方便", "253": "誘諭諸子以羊鹿牛三車玩好之具引之令出然", "254": "後等賜高廣大白牛車如來亦復如是初說三乘", "255": "引導眾生然後但以大乘而度脫之時大迦葉等", "256": "四大聲聞於此領解遂說窮子之譬謂如窮子捨", "257": "父逃逝五十餘年後雖遇會志意下劣二十年中", "258": "常令除糞過是以後心相體信結會父子正領家", "259": "業自言我等昔來但樂小法世尊以方便力說如", "260": "來智慧今我方知世尊於佛智慧無所吝惜是故", "261": "我等說本無心有所希求今法王大寶自然而至", "262": "如佛子所應得者皆已得之於是世尊復告迦葉", "263": "說藥艸喻述成其解而語之曰汝於未來當得作", "264": "佛名曰光明別則涅槃者經云佛告諸比丘我今", "265": "所有無上正法悉以付囑迦葉當為汝等作大依", "266": "止是則迦葉得悟的傳已在法華涅槃會上不過", "267": "為如來所化機緣將滅迦葉之緣當興別付囑之", "268": "令四眾知機緣有在也葢法華諸法實相即涅槃", "269": "三德玅心是知傳佛心印不獨一人法華會上同", "270": "受記者人人皆得也若論三根則舍利弗最居其", "271": "上然而所悟之法相同所授之記不異豈因悟之", "272": "先後令法而有差殊耶。△二歷代相承。", "273": "迦葉以是傳之於阿難。", "274": "此中亦有通別通則同在法華故法華經云佛告", "275": "阿難汝於來世當得作佛號山海慧自在通王如", "276": "來別則在於迦葉故付法傳云迦葉埀入滅時以", "277": "最勝法付囑阿難而作是言云云是則約通途付", "278": "法而言而阿難不妨以兄視迦葉而迦葉以弟畜", "279": "阿難約別途付法而言而阿難不妨以師事迦葉", "280": "而迦葉亦不妨以子畜阿難正以公在付法而不", "281": "必顧於行列也阿難河中入風三昧四派其身法", "282": "付商那和修修手雨甘露現五百法門法付優波", "283": "毱多多在俗得三果受戒得四果法付提迦多多", "284": "登壇得初果三羯磨得四果法付彌遮迦迦付佛", "285": "駄難提提付佛駄密多多授王三歸降伏算者法", "286": "付脇比丘比丘出胎髮白手放光取經法付富那", "287": "夜奢奢論勝馬鳴剃髮為弟子鳴造賴吒和羅妓", "288": "妓音演無常苦空聞者悟道法付迦毗摩羅羅造", "289": "無我論論所向處邪見消滅法付龍樹龍樹生生", "290": "身龍生法身造大悲方便論五千偈大莊嚴論五", "291": "千偈大無畏論十萬偈優婆提舍論十萬偈法付", "292": "迦那提婆婆鑿天眼施萬肉眼法付羅睺羅多多", "293": "識鬼名書降伏外道法付僧佉難提提說偈試羅", "294": "漢法付僧佉耶奢奢遊海見城說偈法付鳩摩羅", "295": "䭾䭾見萬騎記馬色得人名分別衣法付闍夜多", "296": "多為犯重人作火坑令入懺悔坑成池罪滅法付", "297": "婆修盤䭾䭾付摩拏羅羅分恒河為二分自化一", "298": "分法付󳬈勒夜那。△三傳止師子。", "299": "乃至二十四代傳之於師子比丘。", "300": "󳬈勒夜那法付師子師子為檀彌羅王所害劍斬", "301": "流乳付法藏人始迦葉終師子二十三人末田地", "302": "與商那同時取之則二十四人諸師皆金口所記", "303": "竝是聖人能多利益昔王不立廐於寺立廐於屠", "304": "況好世值聖寧無益耶又婆羅門貨髑髏孔達者", "305": "半者不者達者起墖供養得生天聞法之要功德", "306": "若此佛為此益付法藏也摩訶止觀。△四指所憑據。", "307": "師子遇難不得其傳焉是為金口祖承皆見而知之", "308": "者出付法傳。", "309": "付法藏因緣經云復有比丘名曰師子於罽賓國", "310": "大作佛事時彼國王名彌羅堀邪見熾盛心無正", "311": "信於罽賓國毀壞墖寺殺害眾僧即以利劍用斬", "312": "師子頭頭中無血唯乳流出相付法人於是便絕", "313": "是則虗溪大師所說原有憑據故非杜撰之言見", "314": "而知之者謂親目所覩師弟授受者也若從經論", "315": "所悟則名聞而知之者又若從耳提面命亦可名", "316": "為聞而知之若從紙墨傳授亦可名為見而知之", "317": "事在人用初無定在也。△五他宗加唱。", "318": "或有前加六佛後添四祖說偈付法拈華微笑唱為", "319": "教外別傳經論無憑人皆不許。", "320": "余箋註至此為其停筆者久之或有不甘此說從", "321": "傍問之曰虎溪師作傳佛心印記以弘天台之道", "322": "足矣何必吹毛求疵妄生是非抑至於是乎吾師", "323": "既為之作註何不為其融通兩家以成後世無諍", "324": "三昧乎余對曰唯唯否否或又曰何為其然乎余", "325": "曰拈華微笑教外別傳不立文字直指人心見性", "326": "成佛此禪宗之碩談佛法之篤旨正天台觀心實", "327": "相離言說相離文字相離心緣相之玅旨也復何", "328": "殊異於其間哉益既曰直指人心見性成佛尚何", "329": "文字之有既無文字尚何教之有是則天台之所", "330": "云聞教自合觀心離指方能識月亦即稱為教外", "331": "別傳不立文字可也矧禪宗乎第天台之不立文", "332": "字又未甞以無說為是有說為非如維摩所云無", "333": "離文字說解脫相是則今宗以之論教謂之大教", "334": "正傳可也以之論觀謂之教外別傳亦可也何獨", "335": "天台即達磨云吾有楞伽四卷可以印心即以稱", "336": "之為大教正傳可也是以禪宗五六葉皆尚般若", "337": "至於永明又則廣引佛祖誠言創為宗鏡一錄以", "338": "是言之則教之不可廢明矣即禪之不可廢亦明", "339": "矣此則虎溪師之說誠然太過第經論無憑人皆", "340": "不許之說亦難言之也何耶正以師子之後禪家", "341": "援禪經立為二十八代復斥付法傳止於師子謂", "342": "之為訛其間碩諍不獨今日益當時嵩明教禪師", "343": "據禪經作定祖圖以付法傳斥為可焚而吳興普", "344": "照大師曾作祖說以救之又三年嵩師知禪經有", "345": "不通輙云傳寫有誤普照師復作止訛以折之其", "346": "略有曰契嵩立二十八祖妄據禪經熒惑天下斥", "347": "付法藏為謬書此由唐智炬作寶林傳因禪經有", "348": "九人其第八名達摩多羅第九名般若密多羅故", "349": "智炬見達摩兩字乃移居於般若多羅之後又取", "350": "他處二名婆舍斯多不如密多以繼二十四人總", "351": "之為二十八炬妄陳於前嵩繆附於後凟亂正教", "352": "瑕玷禪宗余嘗面折之而嵩莫知愧又據僧祐三", "353": "藏記傳律祖承五十三人最後名達摩多羅而智", "354": "炬取為梁朝達摩殊不知僧祐所記乃載小乘弘", "355": "律之人炬嵩既尊禪祖為大乘何得反用小乘律", "356": "人為之祖耶況禪經且無二十八祖之名與三藏", "357": "記竝明聲聞小乘禪耳炬嵩既無教眼纔見禪字", "358": "認為己宗是則反販梁朝達摩但傳小乘禪法原", "359": "誣先聖其過非小佛祖統記以是而知則經論無", "360": "憑人皆不許之言過在後人非關達摩也故昔四", "361": "明志磐法師甞為之說曰佛所得宿命記未來成", "362": "道雖累億劫必能前知豈今記祖止二十四竊原", "363": "佛意當用二義一者以師子遭命難為傳持之一", "364": "厄二者此後諸祖雖有其繼恐非四依大聖之比", "365": "以故金口齊此而言非謂無繼祖也世或謂師子", "366": "遭難不傳法者癡人之言耳吾宗謂祖承止師子", "367": "而禪林加四人於是競相是非連代不息試以大", "368": "意決之則無所為礙謂師子雖遭命難非無弟子", "369": "可以傳法特不在金口預記之數耳然則加以四", "370": "人至於達摩而始為東土之來謂之二十八人斯", "371": "亦為害但言四人相承傳之達摩則可矣今乃妄", "372": "引禪經之證適足以自取其不實也嵩明教作定", "373": "祖圖謂禪經具載二十八祖今撿經但列九人而", "374": "名多不同普照昉師作止訛以斥之宜矣。△二明", "375": "天台祖傳二初正明祖傳四初大法東傳。", "376": "洎漢明夜夢佛法流東。", "377": "統記云東漢明帝永平七年帝夢金人丈六項佩", "378": "日光飛行殿庭旦問羣臣莫能對太史傅毅進曰", "379": "臣聞周昭之時西方有聖人者出其名曰佛帝乃", "380": "乃遣中即將等秦景博士王遵十八人使西域訪", "381": "求佛道十年蔡愔等於中天竺大月氏國遇迦葉", "382": "摩騰竺法蘭得佛倚像梵本經六十萬言載以白", "383": "馬達雒陽騰蘭以沙門服謁見館於鴻臚寺十一", "384": "年勑雒陽城西雍門外立白馬寺摩騰始譯四十", "385": "二章經藏梵本於蘭臺石室圖佛像於西陽城門", "386": "及顯節陵上此為東土有三寶之始自西漢至東", "387": "漢迨乎魏晉六朝西天求法者代不乏人東土譯", "388": "經者世有其德晉安帝鳩摩羅什在姚秦譯玅法", "389": "蓮華經遺教經維摩經大智度論此之數譯皆為", "390": "天台悟入之本。△二北齊橫宗三初明宗由。", "391": "至北齊之間有慧文師因探釋論悟一心三智橫宗", "392": "龍樹。", "393": "師夙稟圓乘天真獨悟因閱大智度論引大品云", "394": "欲以道智具足道種智當學般若欲以道種智具", "395": "足一切智當學般若欲以一切智具足一切種智", "396": "當學般若欲以一切種智斷煩惱及習當學般若", "397": "論自問曰一心中得一切智道種智一切種智斷", "398": "一切煩惱及習今云何言以一切智具足一切種", "399": "智以一切種智斷煩惱及習答曰實一切一時得", "400": "此中為令人信般若波羅蜜故次第差別說欲令", "401": "眾生得清淨心是故如是說復次雖一心中得亦", "402": "有初中後次第如一心中有三相生因緣住住因", "403": "緣滅又如心心數法不相應諸行及身業口業以", "404": "道智具足一切智以一切智具足一切種智以一", "405": "切種智斷煩惱及習亦如是師依此文以修心觀", "406": "論中三智實在一心中得且果既一心而得因豈", "407": "前後而獲故此觀成時證一心三智雙亡雙照即", "408": "入初住無生忍位師又因讀中論至四諦品偈云", "409": "因緣所生法我說即是空亦名為假名亦名中道", "410": "義恍然大悟頓了諸法無非因緣所生而此因緣", "411": "有不定有空不定空空有不二名為中道師既一", "412": "依釋論是知遠承龍樹也統記。△二明遡源。", "413": "推而上之即二十四祖中第十三師。", "414": "△三結聞知。", "415": "文師則聞而知之以此授之南岳。", "416": "△三列祖正傳二初正明五初南嶽祖承。", "417": "南嶽克證法華三昧獲六根清淨傳之於天台。", "418": "師因讀玅勝定經見讚美禪定乃徧親禪德學摩", "419": "訶衍常居林野經行修禪後謁文師咨受口訣授", "420": "以觀心之法晝則驅馳僧事夜則坐禪達旦始三", "421": "七日初發少靜觀見一生善惡業相轉復勇猛禪", "422": "障忽起四肢緩弱身不隨心即自觀察我今病者", "423": "皆從業生業由心起本無外境反見心源業非可", "424": "得遂動八觸發根本禪因見三生行道之迹夏竟", "425": "受歲將欲上堂乃感歎曰昔佛在世九旬究滿證", "426": "道者多吾今虗受法歲內媿深矣將放身倚壁豁", "427": "然大悟法華三昧自是之後所未聞經不疑自解", "428": "統記。△二天台祖承。", "429": "天台靈嶽親承大蘇玅悟持因靜發證不由他故用", "430": "法華玅旨結成三千絕待玅觀傳之於章安。", "431": "師於陳文帝天嘉元年時思禪師止光州大蘇山", "432": "即往頂拜思師曰昔日靈山同聽法華宿緣所追", "433": "今復來矣即示普賢道場為說四安樂行昏曉苦", "434": "倒如教研心切栢代香栢盡繼之以栗卷簾進月", "435": "月沒燎之以松經二七日誦經至真精進是名真", "436": "法供養如來身心豁然寂而入定持因靜發照了", "437": "法華若高暉之臨幽谷達諸法相如長風之遊太", "438": "虗將證白師南岳更為開演凡自心所悟及從師", "439": "咨受四夜加進功逾百年南岳歎曰非汝弗證非", "440": "我莫識所入定者法華三昧前方便也所發持者", "441": "初旋陀羅尼也縱令文字之師千羣萬眾汝之辨", "442": "才不可窮矣當於說法人中最為第一統記。△三章", "443": "安祖承。", "444": "章安結集法藏傳之於二威。", "445": "師七歲入攝靜寺依慧極日記萬言年二十受具", "446": "戒天縱慧解一聞不忘陳至德初謁智者於修禪", "447": "寺稟受觀法研繹既久頓蒙印可因為侍者隨所", "448": "住處所說法門悉能領解禎明元年隨智者止金", "449": "陵光宅聽講法華隋開皇十三年夏受法華玄義", "450": "於江陵玉泉十四年夏受圓頓止觀于玉泉至于", "451": "餘處講說聽受之次悉與結集大小部袟百有餘", "452": "卷傳諸未聞皆師之功也故贊者曰昔在智者為", "453": "佛所使以靈山親聞法華之旨惠我震旦乃開八", "454": "教用三觀四辨宣說以被當機可也至於末代傳", "455": "弘之寄則章安侍右以一徧記之才筆為論疏埀", "456": "之將來殆與慶喜結集同功而比德也微章安吾", "457": "恐智者之道絕聞于今日矣統記。△四三師祖承。", "458": "威傳左溪左溪傳之於荊溪。", "459": "法華尊者投章安為師受具之後咨受心要定慧", "460": "俱發即證法華三昧唐上元元年至軒轅煉丹山", "461": "晝講夜禪手寫藏典於是名其地曰法華既而學", "462": "者子來習禪者三百人聽講者七百眾常分為九", "463": "處安居師與天宮同時行化若橫論秪成八世竪", "464": "分則有九代也統記天宮尊者總角之歲祝髮受具", "465": "聞法華大弘天台之道即往受業晝夜惟勤三觀", "466": "法門頓獲開悟時人見其深入威師之室遂以小", "467": "威師稱之歸止東陽深居山谷自法華入滅之後", "468": "登門求道者不知其數傳法之的惟左溪耳左溪", "469": "尊者九歲肄業清泰寺受經日過七紙落髮得戒", "470": "聞天宮盛弘止觀即往求學未幾一家宗趣解悟", "471": "無遺常以十八種物行頭陀行依憑巖穴不立招", "472": "提面列翠峯左縈碧㵎因自號曰左溪誨人無倦", "473": "講不待眾一󳬂多羅四十餘年一尼師壇終身不", "474": "易食無重味居必偏廈非因討尋經論不虗然一", "475": "燈非因瞻禮聖容不虗行一步未甞因利說一句", "476": "法未甞因法受一毫財遂得遠域龍象鄰境耆耋", "477": "爭趨以前填門擁室若冬陽夏陰弗召而自至也", "478": "統記。△五荊溪祖承。", "479": "荊溪廣作傳記輔翼大義昭如日星。", "480": "師年十七訪道浙右遇金華方巖授以止觀之法", "481": "開元十八年始從學左溪溪與之語知為道器甞", "482": "謂師曰汝曾何夢答曰疇昔之夜夢披僧服掖二", "483": "輪遊大河中溪曰嘻豈當以止觀之法度羣生於", "484": "生死之淵乎遂以處士服受教觀之道天寶七載", "485": "始解縫掖著僧伽黎尋詣會稽一律師博究律部", "486": "久之演止觀於吳門開元左溪既沒師挈密藏獨", "487": "運東南謂門弟子曰道久難行也我知之矣古之", "488": "人甞靜以觀其復動以應其物二俱不住乃蹈乎", "489": "中庸今之人或蕩於空或膠於有自病病他道用", "490": "不振將欲取正舍予誰歸於是大啟玅法旁羅萬", "491": "行盡攝諸相入於無間即文字以達觀導語默以", "492": "還源乃祖述所傳著為記文凡數十萬言使一家", "493": "圓頓之教悉歸於正每以智者破斥南北之後百", "494": "餘年間學佛之士莫不自謂雙弘定慧圓照一乘", "495": "初無單輪隻翼之弊而自唐以來傳衣鉢者起千", "496": "庾嶺談法界闡名相者盛於長安是三者皆以道", "497": "行卓犖名播九重為帝王師範故得侈大其學自", "498": "名一家然而宗經弘論判釋無歸講華嚴者唯尊", "499": "我佛讀唯識者不許他經師追援其說辨而論之", "500": "曰金錍曰義例皆孟子尊孔道闢楊墨之辭識者", "501": "謂荊溪不生則圓義將永沉矣。△二結見知。", "502": "復推而下之皆見而知之者。", "503": "△四二祖正宗二初螺溪祖承二初宗由。", "504": "一家教觀光被四海始則安史作難中因會昌廢除", "505": "後因五代兵火教藏滅絕幾至不傳。", "506": "△二訪聞。", "507": "螺溪訪夫舊聞網羅天下錢王遣使高麗日本教觀", "508": "復還再行江淛。", "509": "師幼白二親求出家乃入開元依師誦法華㫷月", "510": "而徹年十九祝髮具戒詣會稽學律深達持犯乃", "511": "造天台學止觀于竦法師其所領解猶河南一徧", "512": "照也甞寓四明育王寺夢登國清上方有寶幢座", "513": "題曰文殊臺欄楯外隔欲入不可俄見觀音從堂", "514": "而出手却行馬即又欄低回相接忽覺自身與觀音", "515": "體合為一自是之後樂說無盡初天台教迹遠自", "516": "安史挺亂近因會昌焚毀殘編斷簡傳者無憑師", "517": "每痛念力網羅之先干金華古藏僅得淨名一疏", "518": "吳越忠懿王因覧永嘉集有同除四住此處為齊", "519": "若伏無明三藏即劣之語以問韶國師韶曰此是", "520": "教義可問天台寂師王即召師出金門建講以問", "521": "前義師曰此出智者玅玄自唐末喪亂教籍散壞", "522": "故此諸文多在海外於是吳越王遣使十人往日", "523": "本國求取教典既回王為建寺螺溪扁曰定慧賜", "524": "號淨光法師一家教學󳬂而復興師之力也。△二", "525": "四明祖承二初明祖承。", "526": "傳至於四明荊溪未記者記之四三昧難行者悉行", "527": "之中興此道如大明在天不可掩也。", "528": "師之父以枝嗣未生與妻禱佛夢神僧携童子遺", "529": "之曰此佛子羅睺羅也七歲曰父求出家遂往依", "530": "太平興國寺洪選師十五具戒專揬律部太平興", "531": "國四年從寶雲教觀居一月自講心經聽者服其", "532": "速悟五年其父夢師跪於寶雲之前雲以瓶水注", "533": "于口自是圓頓之旨一受即了專務講懺所著記", "534": "鈔懺儀三十餘卷章問數十條稟法領徒者三十", "535": "人入室四百八十人升堂千人贊者曰唐之末造", "536": "天下喪亂台宗典籍流散海東當是時為其學者", "537": "至有兼講華嚴以資說飾暨宋龍興此道尚晦螺", "538": "溪寶雲之際遺文復還雖講演稍聞而曲見之士", "539": "氣習未移故恩清兼業於前昭圓異議於後齊潤", "540": "以他黨而外侮淨覺以吾子而內畔皆足以混亂", "541": "法門壅塞祖道四明法智以上聖之才當中興之", "542": "運東征西伐爾清教海功業之盛可得而思是以", "543": "立陰觀妄別理隨緣究竟蛣𧏙理毒性惡唯色唯", "544": "心之旨觀心觀佛之談三雙之論佛身即具之論", "545": "經體十不二門之指要十種三法之觀心判實判", "546": "權說修說性凡章安荊溪未暇結顯諸深法門悉", "547": "表而出之以為駕御羣雄之䇿付託諸子之計自", "548": "荊溪而來九世二百年矣弘法傳道何世無之備", "549": "眾體而集大成闢異端而隆正統唯法智一師耳", "550": "是宜陪位列祖稱為中興用見後學歸宗之意今", "551": "淛河東西號為教黌者莫不一遵四明之道回視", "552": "山外諸師固已無噍類矣然則法運無窮之繫其", "553": "有在於是乎此文所記跨節省文若具記則荊溪", "554": "傳興道興道傳至行至行傳正定正定傳玅說玅", "555": "說傳高論高論傳螺溪螺溪傳寶雲寶雲傳四明", "556": "共十七世也。△二結聞知。", "557": "此亦聞而知之者。", "558": "△二賢者讚美。", "559": "故翰林梁敬之謂之抗折百家超過諸說員外柳子", "560": "厚謂之去聖逾遠異端竝起唯天台大師為得其說", "561": "二賢者豈虗美而謟附之耶。", "562": "梁公之文載智者大師傳論柳公之文載無姓和", "563": "尚󳬴。△二諸宗不知四初指失二初通指。", "564": "諸宗既不知性具惡法若論九界唯云性起縱有說", "565": "云圓家以性具為宗者只知性具善也不知性具惡", "566": "故雖云煩惱即菩提生死即涅槃鼠唧鳥空有言無", "567": "旨必須翻九界修惡證佛界性善。", "568": "諸宗者通指天台宗教之外一切諸宗也。△二別", "569": "指二初出文。", "570": "以至直指人心見性成佛即心是佛等乃指真心成", "571": "佛非指妄心。", "572": "△二引證二初一人。", "573": "故有人云即心是佛真心耶妄心耶答真心也。", "574": "△二又人。", "575": "又有人云修證即不無染污即不得。", "576": "虎溪師出文雖明指禪宗而引人言為證不明指", "577": "者不欲直斥其諱也據下文直引圭峰則知此中", "578": "多是禪源詮中之語葢禪宗創直指人心見性成", "579": "佛之旨未甞見其有真心妄心之分如二祖慧可", "580": "曰我心未寧乞師為安初祖曰將心來與汝安可", "581": "曰覓心了不可得祖曰我與汝安心竟三祖僧璨", "582": "問二祖弟子身纏風恙請和尚懺罪師曰將罪來", "583": "與汝懺璨曰覓罪不可得師曰與汝懺罪竟四祖", "584": "道信問三祖曰願和尚慈悲乞與解脫法門祖曰", "585": "誰縛汝信曰無人縛祖曰何更求解脫乎信於言", "586": "下大悟五祖至四祖問曰子何姓答曰姓即有不", "587": "是常姓祖曰是何姓答曰是佛性祖曰汝無姓耶", "588": "答曰性空故無六祖呈五祖偈云菩提本無樹明", "589": "鏡亦非臺本來無一物何處惹塵埃六祖對永嘉", "590": "真覺禪師曰何不體取無生了無速乎如此直截", "591": "指示何甞分真分妄故知皆是知解宗徒穿鑒之", "592": "過非關古人事也。△二判教。", "593": "此乃獨標清淨法身以為教外別傳之宗揀云報化", "594": "非真佛亦非說法者然大功大用非無報化若解通", "595": "報化即滯染汙緣非護念不能頓見法身。", "596": "據其揀去報化二身云非真佛又復揀去說法應", "597": "身雖亦知其大功大用非無報化此皆高推以為", "598": "果地聖境初心絕非其分益初心之人解通報化", "599": "即滯染汙必須護念方能頓見清淨法身正因不", "600": "知九界修惡緣了即是佛界正因故也。△三結成。", "601": "是皆不出但中之義尚未能知佛界但中性具三身", "602": "豈能知九界三身耶以善惡言之偏屬性善十界言", "603": "之偏屬佛界真妄言之偏屬於真九識言之偏屬真", "604": "常淨識四教言之偏屬別教陰等十境言之屬菩薩", "605": "境。", "606": "佛界但中性具三身者此斥他宗雖然成但中之", "607": "之見只知竪論三修未知本教橫具三因一是法", "608": "身二是報應況復知性具九界具足三身乎故圓", "609": "人迷則俱迷佛界三身俱隱悟則俱悟九界三身", "610": "俱顯。△四通斥二初正斥。", "611": "未離三障四魔何名圓頓心印。", "612": "三障四魔已如前判。△二重判。", "613": "故知諸師言即指真即真非指妄即真是則合云菩", "614": "提即菩提涅槃即涅槃也既非即陰而示又無修發", "615": "之相徧指佛界真心一破一立若非別教緣理斷九", "616": "推與何耶。", "617": "大凡教之所以稱圓頓者貴在即愚而智即縛而", "618": "脫即生而佛即凡而聖是以淨名言生死即涅槃", "619": "煩惱即菩提寶篋云眾生即佛維摩云一切皆如", "620": "悉此意也諸宗不知此意乃指真即真豈非菩提", "621": "即菩提等耶。△三斥闇主謬破二初出計三初出", "622": "所闇之本。", "623": "又復不了性惡即佛性異名煩惱心生死色皆無佛", "624": "性。", "625": "△二出所計之宗二初相宗。", "626": "煩惱心無佛性故相宗謂定性二乘極惡闡提不成", "627": "佛。", "628": "△二性宗。", "629": "生死色無佛性故彼性宗謂墻壁瓦礫不成佛。", "630": "△三出所計之旨三初出。", "631": "須破九界煩惱生死修惡顯佛界性善佛性。", "632": "△二破。", "633": "故但知果地融通不了因心本具。", "634": "△三示。", "635": "若爾非但無情無性有情亦無何者須約真如心說", "636": "唯心則成遮那有佛性真常色說唯色則成寂光有", "637": "佛性何關有情煩惱心無情生死色耶具如金錍中", "638": "說。", "639": "相宗之人立五性宗一聲聞性三緣覺性三闡提", "640": "性此三種人永不成佛故曰定性二乘極惡闡提", "641": "不成佛惟許不定性菩薩性成佛謂之三無二有", "642": "性宗雖勝於相又言無情惟許有法性無有佛性", "643": "故云墻壁瓦礫不成佛具如荊溪大師金剛錍中", "644": "說。△二謬破二初引他人謬破問。", "645": "問有人云南岳天台令依三諦之理修三止三觀教", "646": "義雖最圓玅然其趣入門戶次第亦只是高僧所修", "647": "四禪八定諸禪行相唯達摩所傳頓同佛體今此所", "648": "明何相反耶。", "649": "此即圭峯禪師禪源詮都序語。△二以今宗正旨", "650": "答五初斥彼謬破。", "651": "答良由他人見今家立第六識為所觀陰境乃謂權", "652": "教所詮觀第九識方同佛體如斯指斥謬之甚矣。", "653": "圭峰言今家門戶次第者門戶是指今宗初心所", "654": "觀之境即第六識心次第是今家所歷之位此圭", "655": "峰但據天台三種止觀之一種便爾謬破不知今", "656": "家有三種止觀一圓頓止觀即摩訶止觀是也二", "657": "漸次止觀即禪波羅蜜是也三不定止觀即六玅", "658": "門禪是也若依禪門且如所云圓頓止觀彼未夢", "659": "見也此三止觀所觀事境皆依六識今記文所答", "660": "一往約境而言故以六識而破之也。△二示今正", "661": "義。", "662": "前雖已辨今更評之若論境者唯尚近要即以第六", "663": "識心以為所觀之境知玅三識未甞暫離一見一思", "664": "雖唯一識未甞不以三識為觀未甞不以三識為境。", "665": "眾生在迷故惟尚近要故止觀道者即其近要而", "666": "頓示之益知七八九三種玅識未甞暫離六識見", "667": "思如善求水者必即波以汲不善者則離波以求", "668": "是故今家雖以六識而觀未甞不觀乎三識也。△", "669": "三反破他說二初破他。", "670": "若直以此心緣於佛界實相理者如用藕絲懸山徒", "671": "增分別絕念無由。", "672": "佛界境勝猶如須彌現前六識喻如藕絲。△二顯", "673": "今。", "674": "何者此第六識既是見思熏起能起忻厭分別作善", "675": "惡因即是修惡體此修惡即是性惡是為能觀觀法", "676": "復是所顯法門。", "677": "此之六識雖是修惡之極以今家有微玅三觀體", "678": "此修惡全性惡起當體即是性惡豈不即以此而", "679": "為能觀玅觀即以此而為所顯法門。△四引祖誥", "680": "證二初引。", "681": "故荊溪云忽都未聞性惡之名安能信有性德之行。", "682": "△二釋。", "683": "以由修惡即性惡故三觀十乘無惑可破無理可顯", "684": "方名無作玅行乃至果上普現色身垂形九界遊戲", "685": "六道全性惡起得名無謀而應。", "686": "修惡既即性惡故無惑可破修惡既即性惡故無", "687": "理可顯如此修之方名無作玅行之玅因方名無", "688": "謀而應之玅果。△五復斥於彼。", "689": "若也翻惡為善斷惡證善因中行成有作果上作意", "690": "神通何異外道如此稱為頓同佛體三認魚目作明", "691": "珠指山雞為鸞鳳雖三尺童子亦知其謬。", "692": "△四以圓更示四初約善惡極論。", "693": "若以性惡對乎性善約十界次第迭論者六界為惡", "694": "二乘為善八界為惡菩薩為善九界為惡佛界為善", "695": "此之九一乃是惡之際善之極故今所辨益就極論。", "696": "今家論十界善惡有傳論極論今以九界為惡佛", "697": "界為善乃就極論莫不直指九界之人若三惡若", "698": "三善若二乘若菩薩所有修惡即是性惡性惡融", "699": "通見性成佛而已。△二以圓別對明。", "700": "圓人性具善惡故如君子不器善惡俱能體用不二", "701": "別人不具性惡故如淳善人不能造惡為無明所牽", "702": "方能造惡也。", "703": "君子不器文出論語子曰君子不器註曰器者各", "704": "適其用而不能相通成德之士體無不具故用無", "705": "不周非特一才一藝而已今之取喻則以其君子", "706": "能文能武以竝夫真如具善具惡能隨染淨緣具", "707": "造十法界非如別教但中佛性如淳善人但能善", "708": "而不能惡被惡人逼勉強作惡也。△三引經論證", "709": "成二初釋論二初正引論文。", "710": "釋論云婬欲即是道癡恚亦復然如是三法中具一", "711": "切佛法。", "712": "△二釋修即性。", "713": "婬欲癡恚修惡也具一切佛法即性惡也。", "714": "△二法華二初正引經文。", "715": "又經曰彈指散華低頭合掌皆成佛。", "716": "△二釋修即性。", "717": "彈指等修善也皆成佛道者即性善也。", "718": "△四以力用結歸二初正明力用。", "719": "夫如是莫不咸使法界有情復此本有自性而已矣。", "720": "謂能如上約修性善惡而論得悟乎此則何有無", "721": "情而不即佛又何有有情修之而不成佛。△二用", "722": "之傳心。", "723": "故得山林之下艸澤之士精究佛乘弘宣聖化或於", "724": "師門耳提面命見而知之或於經疏研幾索隱聞而", "725": "知之見聞之間兩心相照玄領默契名之為傳我心", "726": "本具不從他得名為不傳心雖本具點示方知是為", "727": "傳此不傳之玅如印印心是名心印知此者名玅解", "728": "行此者名玅行證此者名玅果如此則能事畢矣。", "729": "△二明化他三初重明自行二初承上轉下。", "730": "如上所論旦在自行未涉化他。", "731": "△二釋成自行四初初祖。", "732": "何者迦葉於譬說中一聞即悟不假修持具領五時", "733": "施化故曰說法據此故施開自在遂蒙如來述成授", "734": "記故知迦葉傳此心印的在法華聞譬者玅解也悟", "735": "入者玅果也故曰今法王大寶自然而至。", "736": "△二餘人。", "737": "迦葉既爾餘可例然。", "738": "△三金口。", "739": "金口既然。", "740": "△四今師。", "741": "今師亦爾北齊一披其文朗然大悟南岳九旬乃證", "742": "天台二七方克故知從聞而思思修而證根性不同", "743": "證有遲速。", "744": "△二正明化他二初標通別。", "745": "若論化他名為付託亦名囑累仍有通別通該四眾", "746": "別在迦葉。", "747": "△二釋通別二初通該四眾。", "748": "如歡持讀誦囑累流通乃至餘深法中示教利喜聲", "749": "聞則具有八千菩薩則無量無數。", "750": "△二釋別在初祖二初總標。", "751": "別則唯在迦葉付囑不局一處。", "752": "△二別明二初明兩處付囑二初涅槃經。", "753": "故涅槃中雖不在會欲令四眾咸知敬信有在乃曰", "754": "我今所有無上正法以付摩訶迦葉。", "755": "△二付法傳。", "756": "又付法傳云化緣將畢垂當滅度告大弟子摩訶迦", "757": "葉如我今者將般涅槃以此深法用囑累汝汝當於", "758": "後敬順我意廣宣流布無令斷絕若爾經必有文不", "759": "盡度耳。", "760": "△三明佛有三意三初標。", "761": "所以獨付迦葉者有三意故。", "762": "△二釋。", "763": "一者如來緣謝迦葉緣興二者迦葉苦行能令佛法", "764": "久住三者付於小果化導易行例如淨明德佛付囑", "765": "一切眾生喜見菩薩廣令流布是也。", "766": "△三結。", "767": "葢由緣不在彼是以付託於斯豈傳佛心印獨在迦", "768": "葉餘皆不了耶。", "769": "△三斥他不知。", "770": "世人昧此誣罔聖賢妄生戲論未能知此自行化他", "771": "的傳之旨也。", "772": "△三總結心印之玅四初正讚其玅二初法。", "773": "嗚呼是為一家古今絕唱佛祖正傳。", "774": "△二喻。", "775": "但白雪陽春唱高和寡耳。", "776": "客有歌於郢中者始曰下里巴人國中屬而和之", "777": "者數千人其後為陽春白雪屬而和之者數十人", "778": "引商刻羽雜以流徵國中和之者不過數人而已", "779": "是其曲彌高則其和彌寡。△二謙光自鄙。", "780": "則幸逢嘉運不辭鄙陋輒憑紙墨以廣見聞。", "781": "△三效古流通。", "782": "效法華若田若里涅槃若樹若石。", "783": "若田若里者法華經云若城邑巷陌聚落田里如", "784": "其所聞為父母宗親善友知識隨力演說若樹若", "785": "石者涅槃經云佛昔為婆羅門於雪山修行有羅", "786": "剎唱云諸行無常是生滅法聞已欲求全偈羅剎", "787": "饑渴必得肉血食之乃肎為說因得後半偈云生", "788": "滅滅已寂滅為樂遂徧書樹石乃以身施之也。△", "789": "四為下強毒二初法。", "790": "或生謗毀庶幾強毒。", "791": "強毒者譬喻也譬如色聲香味觸五塵中皆有毒", "792": "見之聞之嗅之甞之觸之皆能致死色如毒龍之", "793": "目見之即死聲如塗毒之鼓聞之即亡香如毒龍", "794": "之氣嗅之即喪味如砒霜鴆毒甞之即傷觸如毒", "795": "蛇之口螫之即斃經中多約聲味以明如云塗毒", "796": "之鼓聞其聲者隨其勢力死有延速置毒五味亦", "797": "復如是此皆反喻以佛之大法喻之如毒人得聞", "798": "之使無明生死斷有遠近謂之為死又謂之強毒", "799": "者眾生躭湎五欲貪著小道孰肎聞性具之宗修", "800": "圓頓之道今虎溪大師作心印記使之見聞雖即", "801": "未信他日必因之而悟入也。△二喻。", "802": "如獸渡河豈敢顧於濡尾者也。", "803": "易曰小狐汔濟濡其尾厲葢言狐之涉水濡尾則", "804": "不能濟豈敢顧於濡尾者良以謗毀之人亦與下", "805": "強毒種子遑恤其他故曰如獸渡河豈敢顧於濡", "806": "尾者也足徵記主之意但欲佛之心印傳於天下", "807": "萬世不顧人之謗毀也所謂將此深心奉塵剎虎", "808": "溪大師其人歟。", "809": "是書刻於天台高明寺久而蠧蝕矣耀應住楞", "810": "嚴經房之明年因緇白慕樂記註之慇乃細加", "811": "較閱白之護法少抽藏經之資刻於經房永遠", "812": "流通。", "813": "庚申端日比丘　靈耀　謹識", "814": "天台傳佛心印記註卷下終", "815": "天台教觀比丘靈耀管理經房之明年用", "816": "羨餘刻此", "817": "康熙十九年六月　　　日識"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 969 天台傳佛心印記註", "author": "明 傳燈註"}