{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛事", "1": "拈頌郭凝之序雪嶠大師拈古頌古序　　　　　　魚六", "10": "見師洗月供餐裁雲補衲而孤情傲雪奇骨", "100": "神通未得法忍以宿命智通各各自見過去", "101": "殺父害母及諸重罪於自心內各各懷疑於", "102": "甚深法不能證入於是文殊承佛神力遂手", "103": "握利劒持逼如來世尊乃謂文殊曰住住不", "104": "應作逆勿得害吾吾必被害為善被害文殊", "105": "師利爾從本已來無有我人但以內心見有", "106": "我人內心起時我必被害即名為害於是五", "107": "百比丘自悟本心如夢如幻於夢幻中無有", "108": "我人乃至能生所生父母於是五百比丘同", "109": "讚歎曰文殊大智士深達法源底自手握利", "11": "撐霆悠遠長懷閴漻無聲若乃春霆發響而", "110": "劒持逼如來身如劒佛亦爾一相無有二無", "111": "相無所生是中云何殺。", "112": "拈文殊殺佛則且從若無黃面老人打許", "113": "多葛藤五百比丘疑至今日尚未住手。", "114": "頌。莫笑他家忤逆兒戲房鑼鼓振天嘶住", "115": "住住透牛皮雨爛春風花滿池內心不起", "116": "如何也瓦解氷消萬劫疑", "117": "乾闥婆王獻樂。", "118": "拈乾闥婆王被世尊東扯西拽說得却好", "119": "王雖懡㦬而退且信一半。", "12": "驚蟄飛競幽泉高鏡神騰飈拂爾時拈提正", "120": "頌。風不來𣗳不動田鷄不跳草不動乾闥", "121": "婆王眼失睛埋冤迦葉偷糟甕", "122": "女子出定。", "123": "拈也奇怪文殊乃七佛之師因甚出女人", "124": "定不得且道利害在甚麼所在。", "125": "頌。子丑寅卯辰巳午甲乙丙丁莫莾鹵瞥", "126": "然撞著李將軍石頭何用千鈞弩", "127": "龍𣗳尊者西天竺國人也亦名龍勝始於摩", "128": "羅尊者得法後至南印土彼國之人多信福", "129": "業祖為說法遞相謂曰人有福業世間第一", "13": "令撇智海於黑洋千七百則陳爛葛藤不用", "130": "徒言佛性誰能覩之祖曰汝欲見佛性先須", "131": "除我慢彼人曰佛性大小祖曰非大非小非", "132": "廣非狹無福無報不死不生彼聞理勝悉回", "133": "初心祖復於座上現自在身如滿月輪一切", "134": "眾惟聞法音不覩祖相彼眾中有長者子名", "135": "迦那提婆謂眾曰識此相否眾曰目所未覩", "136": "安能辨識提婆曰此是尊者現佛性體相以", "137": "示我等何以知之盖以無相三昧形如滿月", "138": "佛性之義廓然虛明言訖輪相即隱。", "139": "拈余觀此一󰏰甚為奇特而今目前眾生", "14": "作止啼之葉抑或舌吐蓮藏轉氷月之輪筆", "140": "稱悟道頗多不識曾見佛性體相如滿月", "141": "輪否若不自己親見一番自稱見性悟道", "142": "者俱為戲論。", "143": "頌。吾心清淨同滿月一切影現於其中若", "144": "有若無不可取非現非比非聲色不屬陰", "145": "陽造化功而能造化諸品物祖佛豈能測", "146": "其際眾生朝夕輪回光輪廻光中如夢事", "147": "一一成現三摩地若離一切眾生界畢竟", "148": "心相不可得心相猶於業力邊亦有亦無", "149": "而顯現若人欲知自心體滌身垢穢同秋", "15": "燦空華繪天日之巧於時琴筑併奏笙竽俱", "150": "水水清自然現其月洞達孤照不思議孤", "151": "照之功非在水水空滄溟豈無月因水清", "152": "淨而應之要知五蘊根本處一鎚錐碎娘", "153": "生鼻四大原無似空幻覺之通身蓮花莖", "154": "晝夜香風吹入眉眉間毛孔皆諸佛佛是", "155": "何人我亦誰我無我故同諸佛君欲起念", "156": "黑雲生埃塵面面飛蓬孛仙人外道及邪", "157": "魔總入珠體非外物魔王持刀欲斬水水", "158": "不成痕月不動春秋夏月及冬季時時不", "159": "出心空界地獄天堂翻覆為或為牛馬或", "16": "唱以風胎雨鷇之舌騁石火電影之機今讀", "160": "猪狗或作人天或作祖俱在心相中來徃", "161": "六根晝夜光湛然淨潔無為若滿月囑付", "162": "癡愚莫動著動著好與三十棒", "163": "障蔽魔王領諸眷屬一千年隨從金剛齊覓", "164": "起處不得忽一日得見乃問云汝當依何住", "165": "我一千年覓汝起處不得菩薩云我不依有", "166": "住而住不依無住而住如是而住。", "167": "拈金剛齊菩薩太煞逗漏既如是而住怎", "168": "麼又被魔王覷破妙喜老人云一千年隨", "169": "從底又是甚麼囫圇吞個棗若依徑山斷", "17": "其拈頌古真如巨鰲贔屓大鵰繽翻振盪汪", "170": "總之不然既不見金剛齊隨從一千年作", "171": "麼既有可隨從者忽有可見者豈非二金", "172": "剛齊也且要問伊二人那裏過日。", "173": "頌。妙喜老人下一語大似囫圇吞個棗塞", "174": "北春寒凍馬蹄江南地暖先青草有住無", "175": "住且放過朝夕隨從底事好金剛齊還知", "176": "道楊花粘地一些些袖裏風光都靠倒", "177": "臺山㜑子。", "178": "拈臺山路上少這婆子不得自從趙州勘", "179": "破後直至於今草漫漫地東倒西擂。", "18": "流雷忭重淵者已維今狂慧蠹禪宗印靡統", "180": "頌。臺山婆臺山婆死去十分沒奈何開眼", "181": "受人穿鼻孔惡人自有惡人魔", "182": "大隨和尚庵側有一龜僧問一切眾生皮裹", "183": "骨這個眾生為甚骨裹皮師拈草履覆龜背", "184": "上僧無語。", "185": "拈還知麼大隨和尚拈草鞋盖覆烏龜不", "186": "是好心這僧無語口似磉盤。", "187": "頌。皮裹骨骨裹皮草鞋拈得覆烏龜風吹", "188": "日󰨦渾無事不怕人來問著渠", "189": "溈山問香嚴我聞汝在百丈先師處問一答", "19": "千類萬聲自相喧聒然而聚沫作山吹網欲", "190": "十問十答百此是汝聰明靈利意解識想生", "191": "死根本父母未生時試道一句看師被一問", "192": "直得茫然歸寮將平日看過底文字從頭要", "193": "尋一句酬對竟不能得乃自歎曰畫餅不可", "194": "充饑屢乞溈山說破山曰我若說似汝汝已", "195": "後罵我去我說底是我底終不干汝事師遂", "196": "將平昔所看文字燒却曰此生不學佛法也", "197": "且作個長行粥飯僧免役心神乃泣辭溈山", "198": "直過南陽覩忠國師遺蹟遂憩止焉一日芟", "199": "除草木偶拋瓦礫擊竹作聲忽然省悟遽歸", "2": "郭凝之謹撰", "20": "滿傲自足於一漚孰與量溟渤之宏深哉大", "200": "沐浴焚香遙禮溈山讚曰和尚大慈恩逾父", "201": "母當時若為我說破何有今日之事乃有頌", "202": "曰一擊忘所知墮落深坑裏更不假修持秤鎚鐵打的", "203": "動容揚古路切莫錯認著不墮悄然機猶是第二義處", "204": "處無踪跡只道得一半聲色外威儀無人識得渠諸方", "205": "達道者冬瓜茄子不生耳躲咸言上上機少賣弄溈山聞", "206": "得謂仰山曰此子徹也仰山不肯師又呈頌", "207": "曰去年貧未是貧今年貧始是貧去年貧猶", "208": "有卓錐之地今年貧錐也無仰曰如來禪許", "209": "師弟會祖師禪未夢見在師復有頌曰我有", "21": "師幼不識丁自心花開明走龍蛇於筆下又", "210": "一機瞬目視伊若人不會別喚沙彌仰乃報", "211": "溈山曰且喜閑師弟會祖師禪也。", "212": "拈仰山逼師弟落水香嚴一命償一命若", "213": "不著無底靴怎解入龍宮。", "214": "頌。無事長林掃地來蒼烟擊竹頂門開溈", "215": "山今日分明道五月霜花照石苔", "216": "臨濟三頓棒。", "217": "拈三度問話三度被打總之毒根深種不", "218": "知痛癢若無大愚點破何處見有臨濟兒", "219": "孫橫行天下。", "22": "不為呵罵佛祖行逕而詠懷淨土游戲樂邦", "220": "頌。尊宿當年心太孤生機斷送入紅爐尿", "221": "牀鬼子如何道肋下還拳有大愚", "222": "僧問雪峰古澗寒泉時如何峰曰睜目不見", "223": "底曰飲者如何峰曰不從口入其僧舉似趙", "224": "州州曰不從口入不可從鼻孔裏入僧卻問", "225": "古澗寒泉時如何州曰苦曰飲者如何州曰", "226": "死後雪峰聞得自此三年不答話。", "227": "拈雪峰老老大大未免隨人起倒趙州若", "228": "無這僧何處得見雪峰雙髻今日將二老", "229": "縛作一束拋在春風堆裏任他花開花落", "23": "運悲智為慈航導法流歸心印直令蓮生火", "230": "還有人與二老雪屈者麼。", "231": "頌。五里一箇亭十里一箇舖方便有多岐", "232": "出門不認貨雪峰老何處討烟波江上釣", "233": "魚舟夾岸荻花秋正好殘更不必著精神", "234": "伸󷗿莫愁天地杳", "235": "百丈再叅。", "236": "拈父子互換縱奪可觀冷眼看來總是白", "237": "地上弄精魂。", "238": "復拈馬祖一喝坐斷諸佛頂𩕳何人敢向", "239": "此說是大機大用尚未識馬祖這一喝在", "24": "宅而宗鏡重朗者矣大師性安林薄而津梁", "240": "百丈自得三日耳聾猶是指踪迷跡之象", "241": "豈但三日耳聾為然哉頌三日耳聾也大", "242": "奇業風揭塞髑髏泥而今鼓弄唇皮者能", "243": "得幾人像阿師何以故此處無銀三十兩", "244": "咄。", "245": "頌。馬祖一喝重須彌不落空山萬級梯未", "246": "有祖師先有喝却聾百丈不聾妻宗風高", "247": "起飛龍象狐隊沉淪弄鼓鼙何似青天揮", "248": "霹靂藥山一笑與君齊", "249": "洛浦到夾山不禮拜乃當面叉手而立山曰", "25": "不疲禪威無焰有不衫不履之槩至當機作", "250": "鷄棲鳳巢非其同類出去師曰自遠趨風請", "251": "師一接山曰目前無闍𥠖此間無老僧師便", "252": "喝山曰住住且莫草草囱囱雲月是同溪山", "253": "各異截斷天下人舌頭即不無闍𥠖爭教無", "254": "舌人解語師佇思山便打因茲服膺。", "255": "拈笑殺人將謂洛浦有多少奇特到此未", "256": "免被人驀面咒殺活得來幾時也。", "257": "頌。鐵鷂高翔極盡空了無江海別相通苦", "258": "哉忽地天崩倒合殺從教飛活龍", "259": "瑯琊覺和尚問舉和尚近離甚處舉曰兩浙", "26": "獅子吼則狐兔潛踪倘遇皮相士面冥山而", "260": "曰船來陸來曰船來曰船在甚處曰步下曰", "261": "不涉程途一句作麼生道舉以座具摵一摵", "262": "曰杜撰長老如麻似粟便拂袖而出瑯琊問", "263": "侍者此是甚麼人曰舉上座瑯琊遂下旦過", "264": "問莫是舉上座麼莫怪適來相觸忤舉便喝", "265": "復問長老何時到汾陽曰某時到舉曰我在", "266": "浙江早聞汝名元來見解秪如此何得名播", "267": "寰宇瑯琊遂作禮曰慧覺罪過。", "268": "拈拳來󷗿去此是衲僧家本分鉗鎚若將", "269": "破提籃盛水救火非惟不能息其燄笑殺", "27": "問郢雖轟雷破柱詎能為耳食者啟聰余不", "270": "傍觀者三十年後有人說破。", "271": "頌。黑霧紛紛潑面來手持玉笏歎悠哉電", "272": "光影裏穿針眼線󷗿重重挑不開", "273": "僧叅法眼文益和尚立次師指簾時有僧同", "274": "去捲師曰一得一失。", "275": "頌。牛角撐撐虎角垂十分顏色著春枝可", "276": "憐拽角攀枝者闔地一交雙𩯭泥", "277": "南岳芭蕉庵谷泉禪師與慈明遇一毒龍湫", "278": "捉明衣同浴明掣肘徑去師解衣跳入霹靂", "279": "隨至腥風吹雨明蹲草中須󱅨晴霽師引頸", "28": "慧自叩籌室于師有水乳之契緣借剞劂寸", "280": "出波間曰㘞。", "281": "拈谷泉作風作顛毒龍不敢動其一毫毛", "282": "慈明老老大大猶有這個在。", "283": "頌。谷泉忒殺作風顛一撥龍湫浪括天雷", "284": "雨至今如不息慈明抱死草中眠", "285": "普化和尚或城市或塚間振一鐸曰明頭來", "286": "明頭打暗頭來暗頭打四方八面來旋風打", "287": "虛空來連架打一日臨濟令僧捉住曰總不", "288": "恁麼來時如何師拓開曰來日大悲院裏有", "289": "齋。", "29": "刃為師斬藤絕蔓逗漏春枝而復有蕪辭叨", "290": "拈普化和尚恁般作怪被臨濟鼻孔一捏", "291": "酸去十分若無大悲院躲得過何處見有", "292": "普化。", "293": "頌。大悲院裏有齋喫普化親曾赴此回茶", "294": "熟飯香人正餓放開窮漢肚皮來", "295": "高峰大師隨侍雪巖欽和尚赴天寧中間因", "296": "被詰問日間浩浩時作得主麼答云作得主", "297": "又問睡夢中作得主麼答云作得主又問正", "298": "睡著時無夢無想無見無聞主在甚麼處到", "299": "這裏直得無言可對無理可伸和尚卻囑云", "3": "雪嶠禪師淛之四明人也行遊武康禮高峰", "30": "絮猶撒穢毘盧頂上師不予嗔乃相與破顏", "300": "從今日去也不要你學佛學法也不要你窮", "301": "古窮今但只饑來喫飯困來打眠覺來却抖", "302": "擻精神我遮一覺主人公畢竟在甚處安身", "303": "立命雖信得極遵守此語奈資質遲鈍轉見", "304": "難明遂有龍󲲥之行即自誓云󵙏一生做個", "305": "癡獃漢定要見遮一著子明白經及五載一", "306": "日寓庵宿睡覺正疑此事忽同宿道友推枕", "307": "子墮地作聲驀然打破疑團如在網羅中跳", "308": "出追憶日前所疑佛祖誵訛公案古今差別", "309": "因緣恰如泗州見大聖遠客還故鄉元來只", "31": "微笑。時天啟七年丁卯歲夏六月廿有一日", "310": "是舊時人不改舊時行履處自此安邦定國", "311": "天下太平一念無為十方坐斷。", "312": "拈賊不打貧兒家高峰到此趕得主人公", "313": "飛走通身冷汗不知遺下甚麼地方向枕", "314": "子邊打破家私至今主人公影也不見一。", "315": "頌。一捺捺倒扒不起渾身沒在爛泥裏驀", "316": "然枕子笑呵呵咄喫瓔珞粥的不是你", "317": "巖頭奯禪師值沙汰於湖邊作渡子兩岸各", "318": "挂一板有人過渡打板一下師曰阿誰或曰", "319": "要過那邊去師乃舞棹迎之一日因一婆抱", "32": "序", "320": "一孩兒來乃曰呈橈舞棹即不問且道婆手", "321": "中兒甚處得來師便打婆曰婆生七子六箇", "322": "不遇知音秪這一箇也不消得便拋向水中。", "323": "拈這婆子雙髻若是巖頭和這婆子送向", "324": "水中令他母子聚頭無離骨肉。", "325": "頌。不消這個意如何賣弄家私臭老婆惡", "326": "浪千層捲殘月萬山愁斷白雲多", "327": "百丈卷席。", "328": "拈百丈出捲席冤有家債有主不必論量", "329": "野鴨子向何處安頓。", "33": "自序自序", "330": "頌。沒意味的老古錐惡聲早已播今時卷", "331": "却席漫狐疑不是箇中人不知", "332": "玄沙和尚道鐘中無鼓響鼓中無鐘聲鐘鼓", "333": "不交叅句句無前後。", "334": "頌。打破鼓撞破鐘玄沙佛法信難通江山", "335": "如畫杳然立流水一條道不同", "336": "大事未明如喪考妣大事已明如喪考妣。", "337": "頌。孰言春色無高下藍者是藍青者青試", "338": "問禪流高著眼莫將犬吠作驢鳴", "339": "南泉斬猫。", "34": "古人鼻孔大小常流未敢措辭摸索惟過量", "340": "拈南泉斬猫兒拋磚引玉誰知兩堂都是", "341": "個飯袋子可惜許。", "342": "頌。刀下猫兒何俊哉腥風千古動人哀這", "343": "些面目儼然在我亦幾番呼喚回", "344": "趙州自外歸師舉前話示之州乃脫草鞋安", "345": "頭上而出師曰子若在即救得猫兒也。", "346": "拈咄是何言歟頂草鞋出去大似西施戴", "347": "箬󱂙。", "348": "頌。趙州婁陡狗酒酉無端頂却草鞋走直", "349": "饒三搭不回頭未免早落他人手", "35": "人方許發言吐氣批判古今不然入地獄如", "350": "昔有婆子供養一庵主經二十年常令一二", "351": "八女子送飯給侍一日令女子抱定曰正恁", "352": "麼時如何主曰枯木倚寒巖三冬無煖氣女", "353": "子舉似婆婆曰我二十年秪供養得箇俗漢", "354": "遂遣出燒卻庵。", "355": "拈冷地看來這婆子也不唧𠺕何待遣出", "356": "這僧方燒却且道雙髻意落在甚麼處具", "357": "眼者辨看。", "358": "復拈古人云無奈船何打破戽斗愚謂古", "359": "人之言針對針不差一些些深得婆子燒", "36": "箭射予念無智庸人有何作用抱愚守癡久", "360": "庵之旨可謂一個鼻孔出氣今有杜撰長", "361": "老云無奈船何打破戽斗此乃黃金增色", "362": "耳吾不知此人作何見解便容易放出熏", "363": "人非惟不識燒菴打破戽斗之意兼之文", "364": "理不通見地不亮臨命終時寧不道個歷", "365": "歷分明悲哉真杜撰長老也且婆子二十", "366": "年供養得個俗漢這僧有枯木倚寒巖三", "367": "冬無煖氣之語婆子徵其道眼不明謂之", "368": "俗漢豈黃金增色為然哉若婆子將二十", "369": "年茶飯供養一狗子抱定曰正恁麼時如", "37": "臥空山拈華落草打水驚魚一笑一歌日逐", "370": "何狗子搖頭顛尾却較些子。", "371": "頌。正恁麼時會也麼漫勞更問我如何比", "372": "來一樣娘生肉徹底風流不較多", "373": "頌。茅堂俗漢一堆燒冷地烘烘好插蕉千", "374": "古誵訛都坐斷春風送雨夾花飄", "375": "有僧問報國照禪師祖佛塔廟為甚麼却被", "376": "雷霹師曰通天作用為甚麼却霹佛祖曰作", "377": "用處何處見有佛曰爭奈狼籍何曰見甚麼。", "378": "拈不霹祖佛更教伊霹阿那個聻。", "379": "頌。驀地青天霹靂來葛藤粉碎塔門開家", "38": "如此偶日不知何處降下一尊阿師撞入茅", "380": "私未許庸人薦佛塔沉沉空劫󰞆", "381": "舍利弗默然天女不肯維摩默然諸大菩薩", "382": "讚嘆。", "383": "頌。生意各別共街走養家一般破苕帚籮", "384": "空籃空愁殺人茆店板橋啼鷄狗", "385": "妙喜竹篦子話。", "386": "頌。好笑徑山竹篦脫苕帚柄相似刺著罔", "387": "明鼻孔女子從定而起", "388": "韓文公叅大顛。", "389": "拈大顛和尚賊過後張弓活埋他俗人雖", "39": "茨捏住幾則公案索頌予笑曰汝何癡也縱", "390": "然如是秪救得一半。", "391": "頌。夜深賊被狗子咬墻洞慌忙補得好補", "392": "不好長安幾箇知天曉", "393": "魯祖尋常見僧來便面壁南泉聞曰我尋常", "394": "向師僧道向佛未出世時會取尚不得一箇", "395": "半箇他甚麼驢年去。", "396": "拈魯祖面壁若作佛法商量入地獄如箭", "397": "射。", "398": "頌。從來個事只尋常好肉何須󳯵作瘡久", "399": "坐自然腰折了清茶一盞濕枯腸", "4": "祖塔遂結茆雙髻峰頂坐斷孤雲三十年喝", "40": "饒頌得祖師公案徹頭徹尾與汝分中有何", "400": "風動幡動六祖曰仁者心動。", "401": "拈六祖在黃梅得些子氣息向這裏便亂", "402": "撒也只是箇賣柴翁。", "403": "頌。風動幡動元無過不動風幡更甚麼堪", "404": "笑新州盧行者生枝節外便誵訛", "405": "楊岐乍住屋壁疎滿牀盡撒雪珍珠縮却項", "406": "暗嗟噓返憶古人樹下居。", "407": "頌。枯柳殘暘雪片輕草堂墜落兩三楹板", "408": "門久不關風月趙老胡蘆挂不成", "409": "莫將尚書謁南堂靜禪師咨决心要堂使其", "41": "交涉若要理會西來大意畢竟向己躬下透", "410": "向好處提撕適如側俄聞穢氣急以手掩鼻", "411": "有省即偈曰從來姿韻愛風流幾笑時人向", "412": "外求萬別千差無覓處得來原在鼻大頭南", "413": "堂答曰一法纔通法法周縱橫妙用更何求", "414": "青蛇出匣魔軍伏碧眼胡僧笑點頭。", "415": "拈莫尚書向鼻尖頭摸得些臭氣便揚出", "416": "熏人南堂老漢好與三十棒何故養子不", "417": "教父之過。", "418": "頌。摸得黃金特地愁支離縱好漫風流當", "419": "時若作今時用截斷尚書臭鼻頭", "42": "出方可與古人相見汝等土心木膽說不肯", "420": "梁山遠禪師上堂舉僧問楊岐如何是佛岐", "421": "曰三󷗿驢子弄蹄行曰莫這是麼岐曰湖南", "422": "長老。", "423": "拈要會三󷗿驢子落處須向驢胎馬腹裏", "424": "走一遍來見楊岐也不難不然饒你扯得", "425": "葛藤萬丈長出不得楊岐佛在三分天下", "426": "有其二以服事殷周之德其可謂至德也", "427": "已矣。", "428": "頌。東風花暖色依依在處墻頭蝴蝶飛竈", "429": "婦不聞天子勅太平晝夜不關扉", "43": "信不頌汝必謂我佛法有所悋咄薦取第一", "430": "靈雲見桃花豁然大悟偈曰三十年來尋劒", "431": "客幾回葉落又抽枝自從一見桃花後直至", "432": "如今更不疑。", "433": "拈靈雲行󷗿三十年不知踏破幾許草鞋", "434": "若無桃花刺破眼睛更走三十年未是苦", "435": "在。", "436": "頌。遍界桃花歷亂開遊蜂香醉落紅腮如", "437": "何獨許靈雲見咄咄時人快道來", "438": "磨穿鞋底路悽悽一見桃花雙󷗿泥無限", "439": "風流只這是𣗳頭賺殺杜鵑啼", "44": "座。", "440": "僧問馬祖離四句絕百非請師直指西來意", "441": "祖曰我今日勞倦不能為汝說得問取智藏", "442": "其僧乃來問師師曰汝何不問和尚僧曰和", "443": "尚令某甲來問上座師曰我今日頭痛不能", "444": "為汝說得問取海兄去僧又去問海百丈和", "445": "尚海曰我到這裏却不會僧乃舉似馬祖祖", "446": "曰藏頭白海頭黑。", "447": "拈這僧非惟眼瞎亦復耳聾。", "448": "頌。簷前風過白雲斜幾度笙歌意轉賖犬", "449": "吠夜深途路客為貪花柳未歸家", "45": "雪嶠禪師語錄卷第六", "450": "花塢春風滿袖香紅紅白白兩相當那堪", "451": "更有多情者麥笛一聲過野塘", "452": "興化獎禪師謂克賔維那曰汝不久為唱導", "453": "之師賔曰不入這保社師曰會了不入不會", "454": "了不入曰總不與麼師便打曰克賔維那法", "455": "戰不勝罸錢五貫設饡飯一堂次日師自白", "456": "椎曰克賔維那法戰不勝不得喫飯即便出", "457": "院。", "458": "拈賊是小人智過君子興化󷗿跟被克賔", "459": "掀起半空過一小劫方得著地克賔古佛", "46": "叅學門人弘珠等編", "460": "其心安如海會麼賣盡衣單終不赤膊好", "461": "則好矣美則盡美生鐵橛子只不得喫飯。", "462": "頌。昨日喫飯今日饑得便宜處失便宜爛", "463": "泥上壁不得力劈面西風打活籬", "464": "德山托鉢。", "465": "拈密啟其意壁上貼門神低頭歸方丈慚", "466": "惶殺人果與尋常不同毫𨤲有差天地懸", "467": "隔也秪得三年活我為法王於法自在豈", "468": "受人塗污咄咄。", "469": "頌。出門不利情不賖相逢都是生冤家歸", "47": "拈頌一拈頌", "470": "去罷較些些亂啼春鳥落藤花", "471": "円霞慧林寺遇天大寒取木佛燒火向院主", "472": "訶曰何得燒我木佛師以杖子撥󰞆曰吾燒", "473": "取舍利主曰木佛何有舍利師曰既無舍利", "474": "更取兩尊燒主自後眉鬚墮落。", "475": "拈院主便恁麼道因甚眉鬚墮落具眼者", "476": "試說看。", "477": "頌。中堂虎坐面門穿彗孛星飛入子年掩", "478": "室春風家裏過不知花落草芊芊", "479": "一喝分賔主照用一時行。", "48": "世尊纔生下乃一手指天一手指地周行七", "480": "拈臨濟和尚提唱空王佛向上一著可謂", "481": "搆村迭店暗裏書符忽遇無舌人他喝不", "482": "得又作麼生賔主俱隱照用俱瞎佛法無", "483": "靈驗。", "484": "頌。桃李花開三月天滿園青白潑人寒枝", "485": "頭春倦吹微細砌地殘紅不耐看", "486": "一句中具三玄一玄中具三要。", "487": "拈人人盡道臨濟和尚是個白拈賊到這", "488": "裏話不虛傳咄其言不當。", "489": "頌。春曉黃鶯呌翠微遊人陌上踏歌歸紙", "49": "步目顧四方曰天上天下惟吾獨尊。", "490": "錢縷縷堆寒食遍野青氊古墓暉", "491": "佛照燒木佛有舍利天然燒木佛無舍利。", "492": "拈我也道。", "493": "頌。丹霞佛照一坑埋誰向爐邊拾死柴千", "494": "古路亭寒索索逼人舍利滿青鞋", "495": "有秀才看千佛名經問曰百千諸佛但見其", "496": "名未審居何國土還化物也無師曰黃鶴樓", "497": "崔灝題後秀才還曾題也未曰未曾師曰得", "498": "閒題取一篇好。", "499": "拈可惜一座黃鶴樓被長沙和尚埋沒殺", "5": "風棒月拈指吹毛已乃飛錫徑塢豎法幢於", "50": "拈世尊奇特忒煞奇特未免傍觀者哂。", "500": "千佛名經裏許喚作註解得麼癡人面前", "501": "勿得說夢。", "502": "頌。塞鴈一聲喉舌冷悽悽蘆笛月明中荒", "503": "塘踪跡無漁火徒有秋烟拂暗風", "504": "僧問洞山初和尚牛頭未見四祖時如何山", "505": "云楖𣗖木拄杖見後如何山云竇八布衫。", "506": "拈洞山和尚大似不唧󵙎將別家拄杖布", "507": "衫作自己物與他人若是個皮下有血的", "508": "衲僧拄杖布衫一時安置竇八郎赤條條", "509": "過日豈不悲哉。", "51": "頌。七步周行也不妨指天指地便郎當大", "510": "頌。竇八布衫不禦寒七穿八穴破闌殘自", "511": "從一見祖師後燈盞茶瓶盡入官", "512": "僧問初和尚如何是諸佛出身處山云寒山", "513": "不語拾得笑。", "514": "拈屈哉苦哉這兩個風顛漢自由自在自", "515": "喜自悲與他諸佛影無交涉扯來填溝塞", "516": "壑有屈無呌處。", "517": "頌。寒山不語拾得笑覿面與君說破了花", "518": "落苔深春雨時曹兵敗走華容道", "519": "僧問如何是佛山云麻三斤。", "52": "風吹倒梧桐𣗳自有傍人說短長", "520": "拈洞山定盤星也不識向秤鎚上辨斤兩。", "521": "頌。如何是佛麻三斤搓得一條釣桶繩枯", "522": "草井邊風雨爛年深日久變成精", "523": "趙州問一婆子甚麼處去婆云偷趙州筍去", "524": "師曰忽遇趙州又作麼生婆便與一掌師休", "525": "去。", "526": "拈夜眠侵曉起更有不眠人婆子一掌趙", "527": "州猶如啞子喫黃𤓰雖然這婆子也是看", "528": "孔著楔未是好手。", "529": "頌。趙州慣使上頭關活脫齒牙若劒山今", "53": "未離兜率已降王宮未出母胎度人已畢。", "530": "日偶逢花面虎雖無傷命血潺潺這一掌", "531": "那一掌竹林深處倦將還相逢狹路難回", "532": "避唱個山歌也當閒", "533": "黃檗運禪師因有六人新到五人作禮中一", "534": "人提起坐具打一圓相師曰我聞有一隻獵", "535": "犬甚惡僧云尋󳳖羊聲來師曰󳳖羊無聲到", "536": "汝尋僧云尋󳳖羊跡來師曰󳳖羊無跡到汝", "537": "尋僧云尋󳳖羊蹤來師曰󳳖羊無蹤到汝尋", "538": "僧云與麼則死󳳖羊也師便休去明日陞堂", "539": "曰昨尋󳳖羊僧出來僧便出師曰昨日公案", "54": "拈這個語話向青盲人說始得若遇明眼", "540": "未了老僧休去你作麼生僧無語師曰將謂", "541": "是本色衲僧元來是義學沙門便打趂出。", "542": "拈黃檗幸是作家何不當時便打趂出須", "543": "待明日且道黃檗意作麼生這僧既會尋", "544": "󳳖羊蹤跡來又不會黃檗休去非惟義學", "545": "沙門還是脫空奴子。", "546": "頌。要覓󳳖羊蹤跡無村農钁罷晚來沽滿", "547": "林寒鵲爭枝聚風送餘音不當烏", "548": "仰山隨溈山游山到盤陀石上坐師侍立次", "549": "忽鵶銜一紅柿落在面前溈拾與師師接得", "55": "人亂鎚一頓莫言不道。", "550": "洗了度與溈溈曰子甚處得來師曰此是和", "551": "尚道德所感溈曰汝也不得無分即分半與", "552": "師。", "553": "拈你看溈山父子譚禪盡是平實語言著", "554": "著不離紅柿一枚何似大地眾生性命不", "555": "出溈山父子舌尖上吞吐鵶子供養序品", "556": "第一可謂佛法人情事事皆到。", "557": "頌。溈山倦坐興偏賒飛箇鵶兒也作家何", "558": "處啣來紅柿子溈山父子當盃茶", "559": "仰山一日有梵僧從空而至師曰近離甚處", "56": "頌。一園春色播江湖香入円青絕妙圖非", "560": "僧云西天師曰幾時離彼僧云今早師曰何", "561": "太遲生僧云遊山玩水師曰神通遊戲即不", "562": "無佛法須還老僧始得僧云特來東土禮文", "563": "殊却遇小釋迦遂出梵書貝多葉與師作禮", "564": "乘空而去自此號小釋迦。", "565": "拈這胡僧不識是誰家之子徃返得恁麼", "566": "快便仰山小釋迦梵僧口邊得名一時佛", "567": "法隆盛若依語風斷小釋迦不合受伊梵", "568": "書貝多葉既受應當與梵僧三十拄杖何", "569": "故世無不答之禮文殊哂之。", "57": "但瞿曇能賣弄張三李四赤鬍鬚等閑註", "570": "頌。飛來一錫禮文殊遊戲雲烟作便輿風", "571": "細細雨疎疎仰山古佛一茅廬道人錯落", "572": "天中月不合󷘦他一梵書", "573": "瑞州九峰道虔禪師福州人也嘗為石霜侍", "574": "者洎霜歸寂眾請首座繼住持師白眾曰須", "575": "明得先師意始可首座曰先師有甚麼意師", "576": "曰先師道休去歇去冷湫湫地去一念萬年", "577": "去寒󰞆枯木去古廟香爐去一條白練去其", "578": "餘即不問如何是一條白練去首座曰這箇", "579": "秪是明一色邊事師曰元來未會先師意在", "58": "破黃金面大好男兒不丈夫總使不移蛙", "580": "首座曰你不肯我那但裝香來香烟斷處若", "581": "去不得即不會先師意遂裝香香烟未斷座", "582": "已脫去師拊其背曰坐脫立亡即不無先師", "583": "意未夢見在。", "584": "拈若論九峰逼殺泰首座理合喫二十棒", "585": "首座未會先師意惑亂大眾三十拄杖一", "586": "杖較不得泰首座脫去如此迅速果然難", "587": "得無奈達磨大師先曾說破不論禪定解", "588": "脫惟論見性成佛今泰首座錯解石霜之", "589": "語單修枯定一色邊作活計若當時九峰", "59": "足跡那知早已落程途鵲嘻嘻兮鳥啼啼", "590": "拊背迸出活眼曰先師意聻管教九峰滿", "591": "面慚惶容身無地如紙衣道者見曹山山", "592": "云莫是紙衣道者麼者諾山曰如何是紙", "593": "衣下事者曰一裘纔挂體萬事悉皆如山", "594": "曰如何是紙衣下用者進前三步脫去山", "595": "曰秪解恁麼去不解恁麼來者即開眼問", "596": "曰一靈真性不假包胎時如何山曰未是", "597": "妙者曰如何是妙山曰不借借者脫去這", "598": "箇纔是語風今日與首座代一語九峰若", "599": "問如何是一條白練去便與劈脊一棒。", "6": "千指庵頭傾波倒嶽一似龍湫欲沸而喝石", "60": "這個風流在院西扶出樓臺公子貴活埋", "600": "頌。白練千尋孰可攀影無顏色似人間苦", "601": "哉錯會先師意脫去妨他路轉頑九峰老", "602": "語忒辣祖󲊷氣岸從來惡把住須彌不放", "603": "行更添󷗿下千斤索", "604": "僧問大梅如何是祖師西來意大梅曰西來", "605": "無意鹽官聞乃曰一箇棺材兩箇死漢。", "606": "拈大梅猶自可鹽官苦殺人三箇也有。", "607": "頌。答處虛虛江上風一枝搖落荻花叢漁", "608": "舠輕放瀟湘月那得魚龍入網中故使傍", "609": "觀發一笑雙雙驚起宿沙鴻", "61": "踪跡牯牛蹄花明閨閣春多怨月落無勞", "610": "雲門匡真禪師到江州有陳尚書請齋纔見", "611": "便問儒書即不問三乘十二分教自有座主", "612": "作麼生是衲僧行󷗿事師曰曾問幾人來書", "613": "曰即今問上座師曰即今且置作麼生是教", "614": "意書曰黃卷赤軸師曰這箇是文字語言作", "615": "麼生是教意書曰口欲譚而辭喪意欲緣而", "616": "慮忘師曰口欲譚而辭喪為對有言意欲緣", "617": "而慮忘為對忘想作麼生是教意尚書無語", "618": "師曰見說尚書看法華經是否書曰是師曰", "619": "經中道一切治生產業皆與實相不相違背", "62": "報曉鷄莓爛石頭香醉眼何須土上更加", "620": "且道非非想天有幾人退位書無語師曰尚", "621": "書且莫草草三經五論師僧拋却特入叢林", "622": "十年二十年尚不奈何尚書又爭得會書禮", "623": "拜曰某甲罪過。", "624": "拈這俗漢草賊大敗不知觸忤多少阿師", "625": "來今日赤眼撞著火柴頭拶得上天無路", "626": "入地無謀渾身放倒方知禪和子利害古", "627": "今白衣說法頗多難問者不少陳尚書可", "628": "謂法門榜樣。", "629": "頌。紙糊面孔黑漆心撞著銅頭鐵眼禽活", "63": "泥", "630": "捉生擒死去也放渠殘命度荒林雲門老", "631": "千古萬古何處討鋒鋩雷電秋空曉霹碎", "632": "巖前爛草窠這回狂浪殘聲杳分付妻孥", "633": "莫亂道江湖自有肝膽人捏死狐狼血牙", "634": "爪", "635": "僧問趙州和尚狗子還有佛性也無州云無。", "636": "頌。趙州狗子無佛性太上老君急急令張", "637": "三燒却兩莖眉燋爛古墳丞相病", "638": "藥山令供養主抄化甘贄行者問甚處來曰", "639": "藥山來甘曰來作麼曰教化甘曰將得藥來", "64": "世尊拈花。", "640": "麼曰行者有甚麼病甘便捨銀兩錠意山中", "641": "有人此物却回無人即休主便歸納疏藥山", "642": "問曰子歸何速主曰問佛法相當得銀兩錠", "643": "山令舉其語主舉已山曰速送還他子著賊", "644": "了也主便送還甘曰由來有人遂添銀施之。", "645": "拈古人道一句合頭語千載繫驢橛行者", "646": "到這裏被化主一合合倒轉身不得兩錠", "647": "金填溝塞壑化主却在困頭上捧金便走", "648": "若無藥山相救至今尚在困夢中。", "649": "頌。石中有水水中火燒殺禪人一張嘴忙", "65": "拈世尊說法四十九年不知賺殺多少人", "650": "至堂前舉向渠累他辛苦多來去", "651": "秦時𨍏鑠鑽。", "652": "頌。秦時鍍鑠鑽隔墻野鬼喚芻狗吠茅叢", "653": "但聽取一半", "654": "雪嶠禪師語錄卷第六", "655": "音釋", "656": "筑之六切音竹以竹曲為五絃之樂也。贔平秘切音備巨鼇贔屓首冠靈山力", "657": "壯貌。磉寫曩切音顙柱下石。蹲徂尊切音存踞也。顋桑才切音鰓頰顋。", "658": "󳳖郎丁切音靈與羚同羚羊似羊而大角有圓繞蹙文夜則懸角木上以防患。", "66": "到這裏猶是放不下咄莫作是說𣗳高千", "67": "丈葉落歸根三乘十二分教乃拈華之註", "68": "󷗿世尊還記得麼。", "69": "頌。末後拈來花一枝露濃香冷報君知人", "7": "俱走師乃復返髻峰閉關掃甎而雙徑岑寂", "70": "天百萬同長短何故偏消迦葉疑可惜許", "71": "春風遙送殘更雨", "72": "文殊白椎。", "73": "拈雙髻當時若在奪却文殊椎子喝一喝", "74": "看那黃面老人作何去就。", "75": "頌。張郎沈醉一盃酒扶醉李郎醉更深不", "76": "顧󷗿根三尺水只貪縱步上高岑", "77": "阿難問迦葉曰師兄世尊傳金襴袈裟外別", "78": "傳個甚麼迦葉召阿難阿難應諾迦葉曰倒", "79": "却門前剎竿著。", "8": "又禮請拈燈一枝朝陽樓閣千峰行將揭迷", "80": "拈阿難善問迦葉善答迦葉答處阿難未", "81": "必會阿難問處迦葉赴機雖然如是要且", "82": "剎竿至今扶不起嗟別傳之旨迦葉其人", "83": "歟血脈久長從這裏流出。", "84": "頌。隣含無油不點燈清談待月眼惺惺剎", "85": "竿倒却渾多事為指阿難過草亭迦葉老", "86": "仔細聽魚行水濁荻蘆青曹溪路上秋風", "87": "急驚起雁行飛不停", "88": "岟崛摩羅因持鉢至長者門其家婦人正值", "89": "產難子母未分長者曰瞿曇弟子汝為至聖", "9": "霧而開佛日矣不慧扣禮法席叅印有年第", "90": "何法可免產難羅曰我乍入道未知此法待", "91": "問世尊來相報及返白佛佛曰我自賢聖法", "92": "來未嘗殺生岟崛疾持佛語徃告之其婦當", "93": "時分娩。", "94": "拈岟崛傳言送語好與三十拄杖其婦當", "95": "時分娩且許一半何故貪觀天上月失却", "96": "手中橈。", "97": "頌。墻角花容欲綻眉曉霜清冷蘊香池橫", "98": "開不在春枝上別有家風一󰏰奇", "99": "世尊因靈山會上五百比丘得四禪定具五"}, "originalTitle": "Qianlong Edition of the Canon, Electronic version, No. 1638 雪嶠信禪師語錄(第1卷-第6卷)", "englishTitle": "Qianlong Edition of the Canon, Electronic version, No. 1638 雪嶠信禪師語錄(第1卷-第6卷)", "author": "明 圓信說 弘歇等編", "language": "chinese", "source": "CBETA"}