{"sourceLink": "http://www.cbeta.org/", "text": {"0": "金剛般若波羅蜜經感應傳目錄金剛般若波羅蜜經感應傳目錄", "1": "琰法師荀氏法藏", "10": "朱進士揚琰承𡱈周興", "100": "令我受刀林劍樹地獄。一日一夜。萬死萬生。痛不可", "101": "忍。即今身上有刀七枚。痛入骨髓。我目告冥司鬼吏。", "102": "有何因緣。能免此苦。鬼吏答曰。汝生前所造惡業深", "103": "重。受此地獄。若要脫離。必得陽間孝順子孫。為寫得", "104": "金剛經七卷圓成。可免此苦。答曰。別無子孫。祇有親", "105": "弟妹在家。求蹔停苦。願放圍求救。蒙許而歸。望弟妹", "106": "以骨肉之情。將我生前遺下衣資。變賣得錢。捨入淨", "107": "土寺。求寶献大師為我寫經一七卷。躬對佛前。懺悔", "108": "殺生種種無邊重罪。願我早離地獄辛酸之苦。於是", "109": "弟妹遂依所囑。即為出賣遺物。命僧寫金剛經。纔得", "11": "郭承思趙璧李玄宗女", "110": "一卷。冥司獄吏奉天子勑。即與任五娘身上抽出一", "111": "刀。寫經七卷圓滿。其刀盡皆抽訖。承此大乘經典功", "112": "德。凡此索報生靈。悉得解脫。若生善道。其任五娘業", "113": "障氷消。出離地獄。得人天。一日復來。拜謝弟妹。方欲", "114": "詳問。遂亦不見矣。出報應記。", "115": "白仁哲白仁哲", "116": "唐龍朔中。白仁哲為虢州朱陽縣尉。蒙差運米遼東。", "117": "過海。忽遇惡風。四望昏黑。仁哲與合船人從八十二", "118": "人。盡皆憂懼。仁哲平昔持念　金剛般若經。志誠有", "119": "感。當時整理身心。焚香看誦　金剛經。未終卷。忽如", "12": "王迪功馮察院姜學生", "120": "夢寐。見空中有一梵僧。身放五色光明。謂仁哲曰。汝", "121": "等八十餘人。宿有惡業因緣。今日俱當沒溺海中。即", "122": "目海內鬼神羅剎等眾。咸伺求其便。數內只緣仁哲", "123": "平日持經功德。今蒙玉帝有勑。徧告龍王水府神祇。", "124": "庶得免此撗逆之禍。吾特來報汝。勿致憂疑。須臾風", "125": "恬浪靜。八十餘人俱得濟岸矣。出報應記。", "126": "司馬喬卿司馬喬卿", "127": "唐永徽元年。司馬喬卿為大理司。直丁母憂。哀毀骨", "128": "立。刺血寫金剛經一卷。才畢。忽墓上生芝草三莖。長", "129": "一尺八寸。綠莖朱盖。取而復生。出金剛感應傳。", "13": "霍參軍張隱徐玘", "130": "吳逵吳逵", "131": "唐天寶年中。常州宜興縣人吳逵。每日五更。躬就佛", "132": "前。誦金剛般若經一七卷。兼禮拜念佛。逵有詩曰。五", "133": "更鐘動莫貪眠抖擻精神向佛前一拜一聲彌陀佛", "134": "花池已種一枝蓮每日修行。年至九十二。忽別兒女。", "135": "無疾告終。自見二使者。引見閻摩天子。問逵。在生作", "136": "何善業。對曰。自幼至今。專念金剛經。天子合掌。命逵", "137": "坐。朗誦一卷。方念至在舍衛國。口中即出妙香。見佛", "138": "顯現。王不勝欣喜。謂逵曰。君有般若之功。吾勑送汝", "139": "生舍衛國中。承品宦之後。受其爵祿。享富貴福。子孫", "14": "陸翁", "140": "榮顯。使者奉命送逵。目過舊舍。就空中報兒女曰。吾", "141": "得念經之力。閻王勑令吾生舍衛國中。特來相別。汝", "142": "等宜受持金剛經及法華經。陰府深敬此二經。若不", "143": "能受持。以諸花香。恭敬供養。得福無量。仍不得殺生。", "144": "蠢動含靈。皆有佛性。買命放生。得長壽報。兒女聞之", "145": "悲哭。曰。不用傷感。人生世間。有一善可憑。命盡如夜", "146": "眠天曉。還見日月。一向在惡。必入黑闇勉之。言訖不", "147": "見。出雜爼記。", "148": "偷馬賊偷馬賊", "149": "唐大曆中。太原偷馬賊誣一孝廉同情。拷掠旬日。不", "15": "No. 1632", "150": "勝苦楚。並無招詞。推吏疑其為冤。未成文案。孝廉專", "151": "持　金剛經。其聲哀切。晝夜不息。忽一日。有竹一段。", "152": "兩頭有節。墮於地上。不知從何處來。眾囚皆爭奪看。", "153": "轉至獄卒之前。疑是藏刀在內。對眾劈開。視之。乃有", "154": "金剛經中半偈。云。法尚應捨。何況非法。眾皆愕然起", "155": "敬。賊首悔過。因得放焉。", "156": "周伯玉周伯玉", "157": "唐大曆十一年。衛州別駕周伯玉。日常持念　金剛", "158": "般若波羅蜜經。公私不易其心。以為功課。一日忽見", "159": "梵僧來前。伯玉問曰。是何尊者。答曰。吾是般若會上", "16": "金剛般若波羅蜜經感應傳", "160": "須菩提也。為汝誦經數年。惜乎不斷肉食。汝若志心", "161": "求佛道者。必須長齋斷肉。伯玉自此斷肉蔬食。轉加", "162": "精進。誦持　般若尊經。寒暑不輟。出證驗賦。", "163": "王待制王待制", "164": "了禪師應驗序曰。昔唐時。有王待制。船至漢江。阻風。", "165": "波濤洶湧。四面昏黑。檣頎楫摧。危險之甚。滿船驚惶。", "166": "性命莫保。待制亦懼。不得已。遂將平日持誦　金剛", "167": "般若經一卷。拋棄江中。遂得風浪平靜。待制惟日深", "168": "憶此經。受持年遠。󳬂󳬂不樂。經涉兩月。方到鎮江。見", "169": "舟尾百步許。有一物似毬之狀。出沒無時。眾疑其異。", "17": "琰法師琰法師", "170": "待制差人喚漁人取之。乃螺螄。輥成一團。割之。外濕", "171": "內乾。待制用手分開。視之。乃是向日所拋之經。毫髮", "172": "無損。待制驚喜拜而受之。且嘆曰。漢水會于九江。至", "173": "南徐。動數千里。舟船往來。不可數計。然未聞所持之", "174": "經。自彼之此。螺螄一見而不捨。其為名耶。利耶。財耶。", "175": "色耶。將必求脫輪迴生死者也。嗚呼。萬物之中。唯人", "176": "最靈。有畢世不聞是經。有聞而不見。見而不信。信而", "177": "為名利財色。役其心不能受持者。尚螺螄之不若也。", "178": "謂之最靈。孰與之哉。時宋紹熈七年。歲在丁亥。仲秋", "179": "念五日。歇叟消子述。", "18": "梁天監中。有琰法師。居長安招提寺。年十一歲為僧。", "180": "虔惠虔思", "181": "唐乾元年中。廣州僧虔惠。自幼受持　金剛經。寒暑", "182": "不易。因與緇俗數十人。泛海往南安都護府。忽值風", "183": "濤大作。打壞船隻。滿船人俱沒海中。唯虔惠在浪中", "184": "偶遇一藂蓬蒿。自身漸至蓬蒿之上。隨浪三日三夜。", "185": "方得濟岸。子細視其蒿中。乃見金剛經一卷。並無淹", "186": "濕。䖍惠拜受此經。精誠供養。日夜受持。年至百三十", "187": "歲。端坐告終。其經本自出。香烟漸成五色雲氣。徐徐", "188": "上昇天界。大德僧眾與大守官僚。遠近緇白。咸駐此", "189": "處。俟經來下。至一日一夜。莫知所之矣。", "19": "忽一日。同寺中僧侶往占吉凶。於相師家。以次占。至", "190": "竇公主人竇公主人", "191": "唐陳國竇公主人。盧氏苪公寬之妹也。平日好善。信", "192": "罪福。甞誦金剛般若經。卷將終。有兩三分。忽頭疼大", "193": "作。自念儻死不得終卷。力疾索燭。要續圓滿。而火悉", "194": "滅。婢使空迴。夫人嘆息不已。忽見燈炬。漸次升堂。直", "195": "入臥處。去地三尺計。又無人執侍。光明若晝。夫人驚", "196": "喜。急取經看之。有頃。家人鑽燧得火。燭光即滅。自此", "197": "病亦痊。日誦五卷。一日苪公將死。夫人往省視。公謂", "198": "夫人曰。吾妹誦經精恪。冥司注記姓名。又添遐算。異", "199": "日必有好果報也。夫人壽至九十。無疾索浴。端坐而", "2": "陸彥通陳昭任五娘", "20": "琰。曰。可惜聰明壽夭。至十八歲數亦足矣。琰聞之不", "200": "終矣。", "201": "三刀和尚三刀和尚", "202": "唐朝崔昭。為壽州刺史。有一徤兒。犯極刑。處決之際。", "203": "差官吏押往市曹處斬。連施三刀。其刀自折。刺吏問", "204": "徤兒曰。汝有何術。答曰。無他術。平昔專心持誦　金", "205": "剛般若經。遂差人取經來看。及開函視之。乃見經本", "206": "已作三段。痕跡分明。刺史見之。合掌歡喜。讚歎曰。甞", "207": "聞此經有不可思議功德。今果若是。遂免其罪。徤兒", "208": "求出家為僧。刺史即施度牒。號曰三刀和尚。", "209": "幵行立幵行立", "21": "樂。及歸寺。發心躬詣藏殿。焚香躬禮　三寶。發願脩", "210": "唐幵行立。陝州人。不識一字。長慶初。常隨善友口授", "211": "金剛般若經。得一年。自能背誦。時或為脫一字凡身到", "212": "處。即奉經本。焚香持誦。一卷一日。偶販疋帛三百餘", "213": "貫。往他州貨賣。經過峻嶺。撞見強賊數人。各持刀仗。", "214": "來趕行立。箱篋約重五十斤。急弃之。竟投嶺下深㵎", "215": "側避。忽見空中有一金剛神。以手指行立。只覺身在", "216": "水面上。如行平地。眾賊見箱袱。遂即取之。及舉甚重。", "217": "不能起。賊皆驚異。却在嶺上招手。喚行立曰。儞上嶺", "218": "來。我若殺儞。如殺我等父母。行立即上來。賊再三扣", "219": "問。汝有何幻術。答曰。非有幻術。恐是平日專心持誦", "22": "行。乞賜經一卷。畢世受持。禱祈已。隨手於藏函內抽", "220": "金剛般若經。為佛神力感應。故有斯靈異。賊遂令", "221": "行立開箱視之。乃見五色光明。現於其上。眾賊皆合", "222": "掌悔過。遂捨壹佰貫文與行立　經前去受持。眾仍", "223": "發願。棄鎗刀。更不作賊。俱改惡從善矣。出感應傳。", "224": "靈幽靈幽", "225": "釋靈幽。在京大興善寺出家。長慶二年暴亡。已經七", "226": "日。體質微暖。而未殯之。自見二使。引見閻摩天子。勅", "227": "問幽。在世習何行業。幽對曰。貧僧一生常持　金剛", "228": "般若經。天子合掌。賜座命幽朗誦一遍。地獄煎󲥃捶", "229": "楚之苦。一時停息。誦經畢。天子再問幽曰。念此經中", "23": "得經一卷。乃是金剛般若也。於是專心受持。不捨晝", "230": "而少一章。師壽合終。今加汝壽十年。歸世勸人。受持", "231": "此經。真本在濠州鍾離寺。在󳬴上。幽既還魂。具錄表", "232": "奏唐天子。奉勑差中使往濠州󳬴上看此章。在無法", "233": "可說。是名說法後增爾時惠命須菩提到如來說非", "234": "眾生。是名眾生是也。", "235": "釋明濬釋明濬", "236": "唐永徽元年。釋明濬暴死。蘇云見二青衣引至冥王。", "237": "問。一生何業。濬答。但誦金剛經。王曰。善哉。若誦滿十", "238": "萬遍。明年必生淨土。弟子不見師也。乃放還。𤀹自此", "239": "愈加精進。至二年三月卒。寺眾咸聞異香。出本傳。", "24": "夜。忽一日。夜至更深。見房中有五色光明。須臾見一", "240": "蘇仁欽蘇仁欽", "241": "唐武德年間。長安蘇仁欽。有父。前生甞於陰府借過", "242": "受生錢。得托生處。世享富貴福。因循不曾答還。自死", "243": "之後。墮廁中擔負沙石。臭穢沒身。受無量苦。又仁欽", "244": "在生。恃其豪富。不知慚愧。恣意宰殺猪羊。烹炮物命。", "245": "盖因被殺眾生。各經陰府陳訴。又復幽顯靈祇。注記", "246": "罪惡。致蒙陰司追錄。仁欽魂識收繫在獄。遂使陽間", "247": "受諸重病。枕臥床廗。經年不瘥。以是殺生惡業。減筭", "248": "夭亡。見二使者。押見閻摩天子。勑曰。緣汝前生脩善。", "249": "以致今生富饒。汝今恣意享福。不識因果。殺害眾生。", "25": "梵僧。身長丈五許。語琰曰。汝壽止十八歲。必致夭亡。", "250": "遂使減筭絕祿。令獄卒驅至刀山劍樹之上。償諸惡", "251": "報。於是慞惶恐怖。仰告王曰。念仁欽生前雖不曾看", "252": "經作善。甞施財請贖　金剛經一卷。捨與安國寺僧", "253": "神敬受持。此僧迁化已。豈無報應。須臾有異香芬馥。", "254": "見僧神敬手執　金剛經。直至天子殿前。言。貧僧久", "255": "與仁欽受持此經。致有般若之功。於是特來告王。願", "256": "賜慈悲。再放仁欽還魂。改惡從善。王即合掌。判仁欽", "257": "加五十年壽。復歸陽間。因得還魂。鄉隣遠近見聞者。", "258": "無不驚嘆。各戒殺生。回心向善。仁欽得活。發心印施", "259": "法華經一百部　金剛經一千卷。齋僧一百員。脩設", "26": "今得持念大乘經力。增延壽數矣言訖潛隱。因得此", "260": "水陸大齋。作諸功德。忽夜夢亡父。言。我受地獄苦無", "261": "量。謝汝脩行佛法。功德之力。我已得生天界。汝若為", "262": "我將田百畒。捨入寺供佛齋僧。此功德不可思議。功", "263": "超七祖。福及子孫。仁欽遂依亡父所囑。以滿心願。出", "264": "雜爼記。", "265": "楊旬楊旬", "266": "唐大曆中。夔州推司楊旬。常持　金剛般若。處心正", "267": "直。積累陰功。感動　穹旻。有子年二十三歲。習科舉", "268": "業。一日稟父。欲入試場。父云。汝學未充。不可。其父當", "269": "夜夢一金剛神。謂旬曰。汝念經陰隲有感。吾特來報。", "27": "驗。愈更精勤。年踰十九。一日尋訪。相師愕然。謂琰曰。", "270": "汝子將來必貴。若應科舉。須改作楊椿名納試奏。吾", "271": "場屋中助子筆也。旬既得夢。次日令子作楊椿名納", "272": "卷。果得第六名。次年赴省試。椿自夢見一金剛神。語", "273": "椿曰。今年省題。乃是行王道而王。汝可預留心意。切", "274": "勿漏泄。正試之日。果如其夢。試中第九十六名。及殿", "275": "試畢。試官納三名卷子御榻上。擇日拆號唱名。椿再", "276": "再夢神語曰。汝䇿甚好。却不中主文意。打在第五甲。", "277": "吾今將汝卷於　御榻上換了第一名卷。後日唱名。", "278": "汝應奪天下都魁矣。緣汝父子平昔念經行善之報。", "279": "至斯。果應其夢。史岩聞推司楊旬子。中天下都魁。請", "28": "予昔曾言師壽必夭。不期今日再會。師習何善業。喜", "280": "旬賜坐。令旬解職。旬告史君曰。念旬平日仰托二天", "281": "之庇。奉公四十年。家無資產。唯積陰德。留得三箇慳", "282": "囊。乞台旨取來。當廳開看。第一箇有三十九文當三", "283": "錢。第二箇有四千餘文折二錢。第三箇計萬數小錢。", "284": "史君不知所以。旬曰。每年承鞠勘公事。遇有死囚。詳", "285": "其情理。可逭定為流罪。即投一當三錢。有犯流罪者。", "286": "定為徒罪。投一拆二錢。有犯杖罪者。量輕或釋放之。", "287": "便投一小錢。又每効周箎。行　太上感應篇十種利", "288": "益。一。收街市遺弃嬰孩。倩人看養。俟年捨伍願識認", "289": "者。還父母團欒。二。每年冬十一月初三為始。收六十", "29": "得夭相已消。重添法齡耶。琰曰。專心持念金剛般若", "290": "已上。十五已下乞丐貧人。入本家養濟院。每日給米", "291": "一升。錢十五文。至二月初三日。已滿一季。令其自便", "292": "求趂。三。普施應驗湯藥。救人疾苦。四。施棺木。周急無", "293": "力津送之家。五。有女使不中使喚。不計身錢。量給衣", "294": "資。從便改嫁。六。旬處於世。專一戒殺。救護眾生。遇有", "295": "飛走物命。買贖放生。七。每遇荒歉之年。其粮食貴籴", "296": "賤粜。賑濟貧民。八。應有寺觀崩損者。為修理之。聖像", "297": "年深剝落者。為裝飾之。或橋梁道路溝渠不通者。咸", "298": "為治焉。九。有遠鄉士夫。客旅流落者。斟量遠近。以助", "299": "裹粮。而周令還鄉。十。旬忝居推司。凡遇死囚。貸以復", "3": "白仁哲司馬喬卿吳逵", "30": "經。相師稽首謂曰。吾輩緣在塵俗之中。罔知佛法之", "300": "生。常推己及物。濟人之急。救人之危。感動穹蒼。賜旬", "301": "男今日奪天下都魁。皆因旬平昔奉公行善之所致", "302": "也。豈敢捨公門退職而自求安逸耶。有詩二首。以呈", "303": "史君　詩曰。", "304": "夔郡楊椿作狀元為文司權四拾年推情貸活人無", "305": "數累積陰功感上天。", "306": "人道公門不可入我道公門好修行若使曲直無顛", "307": "倒脚踏蓮花步步生。", "308": "何軫女何軫女", "309": "何軫妻劉氏。年二十六歲。生一男得兩周。一女方周", "31": "功德有此殊異。觀師此去。壽至九十二矣。後果應相", "310": "滿。忽夜夢入冥司。判決劉氏來春三月命終。覺後思", "311": "之。憂惶涕泣不已。其夫與親屬咸問哭泣之因。答曰。", "312": "甞夢入冥司。判我只有半年在世。至期果死無憾。但", "313": "愧兒女無依。忽一日自省。遂命𦘕士繪𦘕　佛菩薩", "314": "像一軸。恭敬供養。斷除葷酒。晝夜躬對　佛前。精處", "315": "持念金剛般若經。回向發願云。惟願我　佛慈悲。增", "316": "延世壽。若滿四十五歲。兒女皆有娶嫁之期。死入黃", "317": "泉。亦自瞑目。每日專心持念。至三十八歲。兒得娶婦。", "318": "及四十三歲。女得嫁人。以滿所願。至太和四年冬。恰", "319": "滿四十五歲。悉捨衣資。莊嚴　佛像。為善俱畢。一日", "32": "師之言。終于招提寺。出感應記。", "320": "徧告骨肉親緣曰。吾死期已至。何軫以為鬼魅所纏。", "321": "不信有此。至歲除日。劉氏自請大德沙門。祗對　三", "322": "寶之前。授以八關齋戒。沐浴更衣。獨處一室。跏趺而", "323": "坐。高聲誦念　金剛般若波羅蜜經。誦畢寂然無聲。", "324": "兒女親屬俱入室看視。端然而坐。已化去矣。凜然如", "325": "生。唯頂上熱而灼手。凡四眾士庶見者聞者。無不歸", "326": "敬　三寶。讚嘆希有。其夫何軫。一依亡僧之禮。營塔", "327": "安葬於荊之北郭。出酉陽雜爼。", "328": "軍校軍校", "329": "唐乾符年間。兗州都督使崔尚書。法令甚嚴。有一軍", "33": "荀氏荀氏", "330": "校。衙參不到。崔公大怒。令左右斬之。其軍校就戮。顏", "331": "色全然不變。眾或異之。當時斬訖。至三更。軍校睡覺。", "332": "祇見身體臥在街上。遂走歸家。妻兒皆驚駭。恐是鬼", "333": "魂。謂妻子曰。我非鬼也。初被斬時。如醉夢中。罔知所", "334": "以。今忽睡覺歸來。舉家歡喜。明旦至帳前拜謝。崔公", "335": "驚愕。謂曰。汝有何術。今敢復來。軍校答曰。素無他術。", "336": "自幼至今。每日持念　金剛經三卷。昨朝失曉。誦經", "337": "過期。有犯軍律。崔再問曰。汝知斬時否。答曰。初押出", "338": "戟門外。只覺身如醉夢中。都不記憶。又問曰。汝所誦", "339": "之經在何處。答曰。在家中佛厨函內。崔急令取來。及", "34": "隋時益州新繁縣西王李村。居士荀氏。晦跡不顯。人", "340": "開函。只見五色毫光。取經看時。已作兩段矣。崔大驚", "341": "異。亦自悔過。撫慰軍校曰。我與汝幣帛。可買銀箔。債", "342": "寫此經一百卷。就延壽寺。命僧看念懺悔。一時俱散", "343": "施。留經十卷。恭就本寺　佛殿供養。仍令圖𦘕就戮", "344": "之處。并斬經之像。以彰靈跡。出報應記。", "345": "孫翁孫翁", "346": "唐政和中。真州石匠孫翁。每日持念　金剛經三卷。", "347": "一日同三十餘人入山鑿石。忽山崩。盡喪其中。唯孫", "348": "公在石罅處得活。經一十二年。因子孫鑿石。穿透。見", "349": "翁端坐。容㒵如故。子孫驚拜。問翁何以得生。翁曰。常", "35": "莫知之。甞於村東空地上。遙望虗空。手寫　金剛般", "350": "持金剛經。又問飢否。曰。始初因喫一箇酥餅。至今不", "351": "飢。翁問曰。我昔所看之經在否。子孫答曰。有。遂還家。", "352": "遙取經看經。上有一圓孔。恰如酥餅大。凡見聞者。無", "353": "不贊嘆此經有不可思議功德。能救護孫翁飢渴垂", "354": "死之患難也。出報應記。", "355": "劉縣令劉縣令", "356": "昔毗山劉縣令。為官清廉。家法甚嚴。日誦　金剛經", "357": "三卷。寒暑不輟。前任運司幕官。同妻難月。夢見一僧", "358": "從空而來。云。有事冐于尊聽。貧道修行六十餘年。盖", "359": "因世緣未了。再令出世。念閤下善根成熟。特來依投。", "36": "若經。遂感諸天龍神覆護。凡遇雨。此地不濕。約有丈", "360": "願收錄。劉曰。既蒙不弃。無吝見教。其僧便入臥房。劉", "361": "怒而覺。次日。其妻分娩得生一女。聦惠過人。年七歲。", "362": "不曾從師。經書盡皆通曉。隨父日誦金剛經。未及月", "363": "餘。便能暗誦。父母甚喜。年登十九。吟詠成章。女因患", "364": "方愈。值夏月。忽作蚊蚋詩云。昨日曾未與君期今朝", "365": "擅自入羅幃玉體任君飡一飽猶作嬌聲殢阿誰其", "366": "父聽得大怒。喚出廳前。深責情意。欲置之死地。母急", "367": "來救。詢問其由。女曰。昨夜蚊虫叮我。今朝作詩。別無", "368": "他事。母即去白父。說其因由。父曰。汝既在室。安得有", "369": "此等語。句句有情。女告父曰。不然請題。奴別作四句。", "37": "許。如屋覆然。每雨。則牧童小兒。皆避於此。至唐武德", "370": "父將剪子為題。女隨口便答曰。有情兩股合無情兩", "371": "股開快從腰裡取長短任君裁父微咲不語。女便入", "372": "房。索浴更衣。出廳白父。念奴適來。幾乎不得其死。不", "373": "如及早拜辭父母去矣。因成頌曰。十九年來作客", "374": "清淨。無花無逸了了分明。歸去一任東西南北。生也", "375": "了死也了。不論年多年少。今日撥轉遇真空。一輪", "376": "明月清皎皎。描也難描𦘕也難𦘕。滿頭插花盤膝", "377": "坐化。", "378": "宋承信宋承信", "379": "宋紹興二年。有宋承信。居秀州華亭縣。因患飜胃之", "38": "年間。有僧語村人曰。此地向來有人書經於此。致有", "380": "疾。數年百藥不能治療。忽一夜。夢見有一梵僧。謂承", "381": "信曰。汝乃宿世冤𠎝。遂致今生受諸病苦。汝知否。應", "382": "有世間男子婦人。或風癱。或勞跛。或盲聾瘖瘂。或病", "383": "纏身。經年累月。枕臥床席。將死不能。氣絕者。其魂靈", "384": "攝在陰司。考校前生今世所作罪惡。因緣果報。毫髮", "385": "無差。若有奉施金剛經。或自他書寫。或畢世受持。纔", "386": "舉心動念。遂惑陰府官曹。撿察善功。先放魂魄附體。", "387": "次遇良毉。其病即愈。睡覺省悟。明旦令妻焚香。躬對", "388": "諸佛菩薩之前。發願甘許奉施　金剛般若經一千", "389": "卷。兼自盡形受持。爾後又復夢見有一金剛神。賜藥", "39": "諸天設寶蓋於上覆護。切不可令人作踐。爾後設欄", "390": "一丸。令承信吞之。次日其病即瘥。將養月餘。身輕體", "391": "徤。容貌精神俱獲復舊。凡見聞者合掌稱歎。此經有", "392": "起死還生之功。可不戒且敬哉。", "393": "唐珍唐珍", "394": "宋唐珍。乃紹興府會稽縣押獄。日常持誦　金剛經", "395": "三卷。寒暑不易。紹興八年。同楮旬諸茂偷據官錢。事", "396": "覺。由縣申解本府。趙相公判送司理院再勘。唐珍等", "397": "至。夜夢一金剛神。語珍曰。汝得平日持念　金剛經", "398": "有感。汝但放心。臨斷之際。吾當助相公神筆。先判楮", "399": "旬諸茂。各決脊杖。配隣州。汝決杖一百。回監。俟贓足", "4": "偷馬賊周伯玉王待制", "40": "圍繞。供養佛像。每遇齋日。集遠近善友。誦經脩善。甞", "400": "日呈放還家。睡覺。再三思量。我既為首。所犯刑名。其", "401": "罪是一。安有輕重哉殊。不可曉。以至臨決斷之時。逐", "402": "一果應其夢。毫髮無差。所見所聞之者。咸疑其異。方", "403": "知　金剛般若之功。有不可思議者也。遂感　金剛", "404": "神力。冥助趙相公之筆。復何疑哉。爾後發願印施金", "405": "剛般若經三百卷。盡世專精受持。壽至八十五歲。無", "406": "疾而終。出雜爼記。", "407": "王氏王氏", "408": "宋紹興九年。明州王氏。日常持　金剛經。因夫帶往", "409": "岐州任所。身懷六甲二十八箇月。不能分娩。又以多", "41": "聞天樂。聲振一方。遂為吉祥之地矣。", "410": "病。形骸羸瘦。深慮生產之時。子母難全。憂惶不已。一", "411": "日倚門而立。偶見一異僧。教化曰。同增福利。王氏將", "412": "錢捨施已。僧云。娘子有善根。何不印施金剛經。若發", "413": "心印施得一千卷。見世增延福壽。父母子孫團圓。所", "414": "願皆遂。福及七祖。先亡一切眷屬。咸獲超升。王氏猛", "415": "省。依僧所囑。遂印施　金剛經一千卷。齋僧一千員。", "416": "就念經一千卷。躬就天寧寺。對三寶前懺悔。求願保", "417": "祐生產之日。子母双全。早祈感格。齋罷還家。至夜三", "418": "更。得夢。自見一金剛神。以杵指王氏腹。其疼不可忍。", "419": "及覺。已生二男子在床。相皃圓滿。令人愛樂。仰藉般", "42": "法藏法藏", "420": "若之功。天神衛護。報應之速。王氏既得母子双全。不", "421": "勝忻幸。爾後專心齊素。誦經不輟。年至六十一歲。無", "422": "疾忽爾身亡。自見二使者引見閻摩天子。勅問。汝在", "423": "生作何善業。王氏答曰。自幼持念　金剛般若經。至", "424": "今每日不缺。天子賜金床與王氏。就殿側坐。朗誦一", "425": "遍。地獄辛酸之苦。一時停息。諸受地獄之人。普沾恩", "426": "利。天子再問王氏。何不誦呪。答。世間無本。勑令鬼吏", "427": "於藏中取呪本付王氏。囑曰。汝歸陽間。展轉流通。切", "428": "勿遺墜。天子又曰。王氏向後壽終。逕生極樂世界。不", "429": "復再來此處矣。", "43": "沙門法藏。隋時人也。居鄜州寶室寺。稟性淳古。行業", "430": "補闕真言曰。", "431": "唵　呼盧　呼盧　社曳　契　莎訶", "432": "一迴向真如實際心心契合", "433": "二迴向無上佛果菩提念念圓滿", "434": "三迴向法界一切眾生同生淨土", "435": "朱進士朱進士", "436": "宋朝蘇州府朱進士。服儒衣冠。習舉士業。平昔罔知", "437": "佛法之妙。一日閑遊。偶至虎丘寺。正值佛印禪師講", "438": "演　金剛般若經。至一切有為法。如夢幻泡影。如露", "439": "亦如電。應作如是觀。師逐一解說佛法大意。朱聞之", "44": "精勤。甞於開皇中。在本州洛州縣建造寺宇。曾將自", "440": "甚喜。自念平日未甞聞此佛法。深有理焉。惜乎圓滿。", "441": "歡喜回家。次日午刻。忽睡去。夢一鬼吏。押五箇罪人。", "442": "朱亦隨後。約行二里許。見一大街。入巷門。掛青布簾", "443": "人家。鬼吏揭簾。罪人皆入。至厨房。見竈上桶內有湯。", "444": "罪人皆去喫。朱亦覺渴。方欲飲。被鬼吏喝住曰。聽佛", "445": "法之人不得飲。因此驚覺。心疑此夢。信步行至大街。", "446": "入巷。果有人家與夢中無異。朱扣門入。其家主翁見", "447": "進士至。急忙相接。朱問。適來使宅厨房。有何動靜。主", "448": "翁遂問家人。言厨下方養得六箇小犬。內一枚死者。", "449": "朱即驚惶流汗。自謂若不得聞佛法之力。遂入狗胎。", "45": "己衣鉢變賣。起蓋殿屋二處。又寫經八百餘卷。至唐", "450": "化為畜類矣。因弃其舊習。專心持念　金剛般若經。", "451": "寒暑不輟。壽至八十九歲。功行圓滿。於八月十五日。", "452": "遍請諸山師德道友親朋相送。就陞於後園樹枝梢", "453": "上。說四句偈。與眾相別。端然立化去矣。偈曰　八十", "454": "九年朱公兩手劈破虗空脚蹈浮雲粉碎立化菩提", "455": "樹東。", "456": "揚琰揚琰", "457": "宋乾道七年。三月十三日。左中太夫龍圖閣待制提", "458": "舉佑神觀揚琰。和王之子也。偶夢見父和王偕母夫", "459": "人。龍圖省記考妣已棄諸孤。恐亟去。懇留為十月之", "46": "武德二年二月中。偶染一疾。昏寐中。忽見金剛神。手", "460": "欵。和王許之。龍圖再拜。勸酒委曲如生之禮。龍圖泣。", "461": "和王及夫人亦泣。龍圖稟考和王。尋常所脩功德。燒", "462": "献錢焉人物。用得否。和王曰。用得。再問。釋道功果孰", "463": "勝。和王云。一日但舉手飜覆。龍又問。世間經文孰勝。", "464": "和王答。陰府深敬重　金剛般若波羅蜜經。汝若為", "465": "吾印施得一千卷。最為第一。龍圖意謂欲冥器。即對", "466": "云。容造以献。和王曰。可。時以暮矣。頃刻有一急足從", "467": "水中行來。報覆酉時有金字牌過楚州。龍圖再稟。大", "468": "人今在何處。和王云。吾管地部。方眷戀間。忽然睡覺。", "469": "不勝悲感。淚流枕席。遂念和王英爽不昧。神色如生。", "47": "執經一卷。謂法藏曰。汝造寺寫經。有互用之罪。我今", "470": "盖和王為宋大將。歷百戰戡定禍亂。大功不一。受降", "471": "不殺。全活甚眾。入扈殿垂四十年。未甞妄刑一人。忠", "472": "厚明恕。宜得功德之助。有所主宰。且晤人間所脩功", "473": "德。看誦　金剛經文。所焚冥器。陰府皆得用之。又知", "474": "善惡報應。冥陽一趣。無間彼此。亦足以勸世之為善", "475": "者也。龍圖恭覩　釋迦世尊降生之日。就禪福資寺。", "476": "脩設天地冥陽水陸大齋一會。及齋僧若干。如法脩", "477": "禮　金光明三德妙懺一七晝夜。命僧眾看誦　金", "478": "剛般若波羅蜜經一藏。計五千四十八卷。用資二親", "479": "冥福也。", "48": "授汝　金剛般若經一卷。汝若至心能寫此經一卷。", "480": "承局周興承局周興", "481": "宋淳凞元年。楊州府承局周興。自幼日誦　金剛經", "482": "一卷。公私不易其心。甞承太守莫隊差興賷弊帛香", "483": "燭壽禮約有一千餘貫。往行在送朝貴生日。行至瓜", "484": "洲渡客店郁三家投宿。其夫妻見承局行李重貨。喚", "485": "兄郁二謀意商量。夜至三更入房。將周興潛地打殺。", "486": "離店五里許。埋在路傍。行李財物。盡行劫已。緣承局", "487": "過限。回劄延引杳無所歸。其妻子被官府兩次監禁", "488": "杖限。倐經一年。實難追獲。後因太守被召赴行在。一", "489": "行人從起程。未乃到瓜洲渡。尚有五里許。忽有一朵", "49": "流通讀誦。互用之罪。悉皆消滅。言訖不見。俄而疾愈。", "490": "蓮花。攔在路上。太守令從者折之。刀斫亦不斷。遂掘", "491": "至四五尺。只見一死人。其蓮花從口中出。眾人慶護", "492": "取出。子細看時。尚自眼動。再三熟視去。是周承局也。", "493": "取到人家。以粥徐徐調理。次日方能言語。云。被客店", "494": "郁二等劫死。埋地已得十六箇月。太守驚問。因甚活。", "495": "且不飢。答曰。得日前持誦　金剛經力。被埋在地如", "496": "夢中。見有一金剛神。將一朵蓮花插在周興口中。至", "497": "今不覺飢渴。太守合拳讚歎云。甞聞此經有不可思", "498": "議功德。自愧將渠妻子經年監禁。悔何及矣。且平日", "499": "所理公案。不無冤枉。即移牒楊州府官。請速為釋放", "5": "䖍思竇公主人三刀和尚", "50": "爾後罄賣衣資。書寫此經一百卷。畢世受持。脩諸善", "500": "周興妻子。立便差人追捉郁二郁三并妻等人。究問", "501": "明白。郁二等招伏。打死周興。劫了錦段拾疋。沉香一", "502": "塊。壽燭十根。并献壽禮物等欵成。具錄聞奏。奉旨議", "503": "得。周興承佛法功德力。故神天守護。今已得活。其郁", "504": "二郁三謀劫。罪情實重。若與貸命。慮後再有陰謀害", "505": "人。併與重杖處死。其妻決脊二十。編管海外軍州。永", "506": "不放還。善既有報。其惡亦然。可不誡哉。出雜爼記。", "507": "郭承思郭承思", "508": "紹興府寄居郭承思。新除溫州參軍。將欲之任。親詣", "509": "天寧寺佛菩薩之前。焚香發願云。挈家九口赴任溫", "51": "行。不涉世緣。壽至九十九歲。其年正月十五日。延請", "510": "州。一願到任。合家不食牛肉。二願掌權處政。常行方", "511": "便。恤念孤貧。濟人之急。救人之危。俟考滿還鄉。誓捨", "512": "財金。書　金剛般若經一卷。恭入佛殿。永遠供養。後", "513": "得三考滿。與同寮官司法元珍迪功。共買舟涉海還", "514": "鄉。參軍家眷居船前倉。司法居後倉。行至紹興府界", "515": "首。偶值風濤大作。四面昏黑。眾皆驚懼。只見海內鬼", "516": "神。將船鑿為兩段。郭思承前倉。風帆順便。徑直到岸。", "517": "司法後船。人口行李盡皆沉溺海中。盖緣司法任政", "518": "徇私。拗曲作直。致招此報。郭參軍秉心良善。奉公執", "519": "法。誓願救人又承　金剛般若之力救護。平復還鄉。", "52": "大眾看念　妙法蓮花經一七卷　金剛般若波羅", "520": "善惡報應。如指諸掌。見者聞者。無不感歎。", "521": "趙璧趙璧", "522": "泗州書生趙璧。赴京應舉。其妻已亡。後趙璧及第還", "523": "鄉。離家十里許。似夢非夢。見亡妻在路傍。哀告甚切。", "524": "云。念奴在生之日。殺害物命。每於蠏出之時。買作醉", "525": "蠏。恣意食噉。自死之後。准閻摩天子勑馳入蟹山。被", "526": "群蟹鉗其眼目。及徧身流血。晝夜受苦。又生前不合", "527": "吐酒餘殘飲剩盞脚。陰司積聚五石九斗七升五合。", "528": "使奴陽壽。先減一紀。又受三七日大地獄苦。再准王", "529": "勑。若獄吏監奴賣酒。以俟無常鬼追到亡魂。俱勒來", "53": "蜜經一七卷。陞座端坐。索筆書偈。與大眾相別。俄然", "530": "買酒。却就奴身上刺血應賣。升合務要補填原數足", "531": "日。別受地獄。今聞夫主及第榮歸。特來哀告。陰府深", "532": "敬書寫　金剛般若經。乞將奴房奩變賣。若為奴寫", "533": "得七卷。仗此般若之功。實可救󳫠地獄之苦。其夫允", "534": "諾。纔到家。即便捨財。請僧寫經。方了兩卷。一日備祭", "535": "祀禮。為妻上墳。方到暮側。忽見一老翁。言。吾是小神", "536": "土地。汝妻承寫經功德。昨日午時。准閻摩王勑。上昇", "537": "天界。地下不復見矣。豈不見佛印禪師戒殺文曰。鱗", "538": "甲羽毛諸品類。眾生與佛心無二。只為當時錯用心。", "539": "致使今生頭角異。水中游。林裡戲。何忍將來充日計。", "54": "化去。一時緇素。咸覩　阿彌陀佛化身。接引往生西", "540": "磨刀煑火或研虀。口不能言眼還󳬇。或槌榼。或刀刺。", "541": "牽入鑊湯深可畏。追燖毛羽括皮鱗。刮脊剜心猶吐", "542": "氣。美君喉。誇好味。勸子勸妻言俊利。只知恣性縱無", "543": "明。不懼陰司毫髮記。命纔終。冤對至。面覩閻王爭敢", "544": "諱。從頭一一報無差。爐炭鑊湯何處避。勸賢豪。須戒", "545": "忌。莫把眾生當容易。食他一臠臠還他。古聖賢言終", "546": "不偽。戒殺兼能買放生。免入阿鼻無間地。又滿庭芳", "547": "詞。鱗甲何多。羽毛無數。悟來佛性。皆同世人。何事剛", "548": "受口頭肥。痛把眾生剖割刀。頭轉鮮血飛紅。零炮碎", "549": "炙。不忍見渠。儂喉嚨纔嚥罷。龍肝鳳髓。畢竟無蹤。謾", "55": "方極樂世界。九品花池托質矣。頌曰　今年九十九", "550": "羸得。生前夭壽多凶。奉勸世人省悟。休恣意。擊惱閻", "551": "翁。輪迴本來面目。改換眨時中。", "552": "李玄宗女李玄宗女", "553": "荊州江陵縣李玄宗女。年十三歲時。夢見一梵僧。謂", "554": "女曰。汝有善根。何不持念　金剛經。又云。世間若有", "555": "男子女人。每日淨心能誦一卷。陽間增延壽筭。百年", "556": "命終。即生天界。若能究竟般若。宜到涅槃彼岸。或有", "557": "看經。雖未圓就。死入陰府。不能拘錄。即判生富貴之", "558": "家。受諸勝報。玄宗女依僧之囑。日誦三卷。年二十四", "559": "歲。不願有家。忽患傷寒。三日而卒。有二使者。引見閻", "56": "看看無所有更莫問如何虗空打筋斗。", "560": "摩天子。照勘其女無罪。及見女子頭上有佛顯現。王", "561": "云。此女既有般若之功。即判還魂。臨放時。王囑曰。汝", "562": "父有仇讎。遂使陽間。先減二紀之壽。不久追入陰司", "563": "對證。因汝父好將活魚切鱠。今有魚七千餘頭。狀訴", "564": "索命。汝若不信。歸陽間問父。每夜夢見落在網中。日", "565": "日頭痛。此是魚求報也。女得還魂。以陰府事。逐一白", "566": "父。其父聞之。驚惶無措。遂同女往天寧寺大佛殿內。", "567": "齋僧百員。發願斷除葷酒。手寫　金剛般若經四十", "568": "九卷。寫經已畢。玄宗忽一夜夢見有數百青衣童子。", "569": "俱拜玄宗。口稱我等昔日被君殺戮。各經陰府訢其", "57": "陸彥通(陸報應記作睦)陸彥通陸報應記作睦", "570": "冤。索君性命。今蒙寫經功德。我等咸承善力。出離三", "571": "󲄺苦趣。各得往生善道。君既釋冤。陰司復還原壽。又", "572": "添遐筭。玄宗聞之。不勝欣喜。自爾持誦經文不輟。為", "573": "善不廢。壽至百二十歲。無疾索浴告終。出雜爼記。", "574": "王迪功王迪功", "575": "縣尉王迪功。好鷹獵殺害眾生為樂。有妻在家。日誦", "576": "金剛經。一日妻正念經。見夫出獵方歸。其妻苦勸夫。", "577": "從持經功德分第十五。同念此一分。不肯終卷。竟入", "578": "厨房。烹炮物命。恣意飲宴。後過五年。迪功忽患風中", "579": "在床。經年不愈。一日自見二使者來追。命盡而卒。唯", "58": "隋人陸彥通。日誦金剛經十卷。李密盜起。時彥通宰", "580": "心頭有氣。二使者引見閻摩天子。怒責迪功曰。汝既", "581": "受爵祿。何不福上增脩。却好殺害生命。減筭絕祿。令", "582": "獄驅入鑊湯之內。其鬼吏撿簿。告王曰。此人雖有殺", "583": "業。善籍重如山。生前甞得其妻勸念　金剛經一分。", "584": "功德雖片紙。重如惡簿。合與免罪。放還陽間。天天勑", "585": "曰。就鑊湯內取一杓湯。淋其背。然後放還。因得再活。", "586": "後患背疽。遍體潰爛。痛不可忍。百藥不能治。一日令", "587": "妻就佛前代發願云。今後誓不殺生。候病痊日。願自", "588": "手書　金剛經。齋素受持。忽一夜夢見一僧。用手摩", "589": "迪功背三匝。至天明視其疽已痊。更無痕癮。善惡之", "59": "武牢。邑人欲殺之。以應義旗。城上有賊。持劍趕殺彥", "590": "報如此。出報應記。", "591": "馮察院馮察院", "592": "馮察院日持誦　金剛般若經三卷。年至二十八歲。", "593": "一日為國事。脩劄具奏至帝。當夜四更。忽見兩使者", "594": "追入冥府。引見閻摩天子。勑曰。汝壽合至七十九。官", "595": "至樞府。緣汝奏劄。於國損民。汝當絕祿除筭。馮驚愕。", "596": "俯伏告曰。臣既陽壽未盡。乞賜再生。誓當畢世持經。", "597": "常行陰隲。不造罪僭。有犯天律。王憫其回心向善。放", "598": "回陽間。再三誡諭曰。凡掌權政。可製簿一面。日間作", "599": "事。夜必書之。既不可書。必不可作。此延年之術也。纔", "6": "幵行立靈幽釋明濬", "60": "通。前有一深㵎。賊逼近。躍入其㵎。空中見金剛神。以", "600": "舉一善。專民恤物。增延福壽。若用刻剝之心。上帝惡", "601": "之。則促壽減祿。馮得再生。日行方便。利國施民。陰德", "602": "日著。壽至九十八。官拜丞相。忽一日臥疾。有第九子", "603": "方十一歲。出廳前嬉戲。見無數牛頭馬面獄卒。子問", "604": "諸鬼曰。何緣來此。鬼吏答曰。我等特來迎接閻摩天", "605": "子。其子驚惶。哭入堂內。以所見白父。亟相咲而撫掌", "606": "曰。生為上柱國。死作閻摩王。是吾職也。頌曰。休將", "607": "鈆笔逞文筆。迴禮空王樂出家。已發一心歸大道。不", "608": "須六賊苦攔遮。勸同妻妾終成疾。位極公卿一似花。", "609": "從此晚年憑惠劍。願將名字寄丹霞。索浴更朝衣坐", "61": "手指令一人接彥通臂。置石上。都無損傷。神人曰。汝", "610": "化。又頌曰。大洋海裡打鼓。須彌頂上聞鐘。業鏡將", "611": "來。爍破飜身。透出虗空。", "612": "姜學生姜學生", "613": "送州姜學生。村居二十三歲。暴疾夭亡。見二使者追", "614": "魂。引見閻摩天子。勑曰。汝前身脩福。注今生壽年八", "615": "十二歲。丁丑科赴試得舉。官至公卿。汝不合殺牛食", "616": "肉。有犯天律。准玉帝勅。令汝減筭絕祿。汝既讀書。豈", "617": "不聞海州雷雨七日七夜。天降石鼓。記曰。萬物唯心", "618": "造。為牛最苦辛。君看橫死者。盡是食牛人。昔有進士", "619": "庾信。殺牛食肉。恃文章聰明。毀謗三寶。自死之後。受", "62": "持經有感。故特來相救。因得保全还家。神所接之臂。", "620": "諸地獄。今變為烏龜。王勑鬼吏牽烏龜至殿下。令姜", "621": "學生看。其龜有九頭。頭目並皆流血。苦痛不已。此即", "622": "庾信也。有一鬼吏語生曰。汝急告天子。改惡修善。乞", "623": "賜還魂。若判入地獄。無有出期。生曰。有何門路。願求", "624": "指教。鬼吏曰。陰府深敬重書寫受持　妙法蓮花經", "625": "金剛般若經。汝若發心。即獲脫免。得此遂告天子", "626": "曰。念生双親垂老。別無兄弟侍養處世。年幼不知罪", "627": "福。致犯重罪。雖讀庾信文詞。却不曾毀謗佛僧。既陽", "628": "壽未終。乞賜放回陽間。孝養父母。發願書寫　妙法", "629": "蓮花經　金剛般若經。畢世食素。精勤受持。天子憫", "63": "異香數日不散。後位至方伯。年八十餘。一日無疾。索", "630": "其回心。改惡從善。責放還魂。天子誡曰。汝迴陽間。孝", "631": "養父母。恭敬三寶。誦持經典。修行善業。若再違犯。卒", "632": "入黃泉。千佛出世。不通懺悔。姜學生既得還魂。親識", "633": "隣里。咸來詢問其由。無不慚愧。改過自新矣。", "634": "霍參軍霍參軍", "635": "霍參軍誦持金剛經。忽見廳下地裂。涌出包龍圖。稱", "636": "吾是速報司。參軍問速報司曰。報惡不報善。善者受", "637": "飢寒。惡者豐衣飯。清者難度日。濁者多榮變。孝順多", "638": "辛苦。五逆人愛見。速報司唯當靈不靈。唯當現不現。", "639": "既靈須顯靈。既現須教現。願賜一明言。免使閻浮眾", "64": "筆書偈。香湯沐浴。端坐而逝。偈曰　八十九年在世", "640": "生怨。包龍圖答曰。吾掌速報司。非是不報惡。非是不", "641": "報善。善者蹔時貧。惡者權飽暖。濁逆曲惡輩。報案盡", "642": "抄名。第一抄名姓。二除福祿神。三教絕後代。四遣禍", "643": "星臨。五使狂心計。六被惡人親。七須壽命短。八報病", "644": "纏身。九遭水火厄。十被王法刑。如此十苦難。盡是十", "645": "惡人。參軍休問我。照鑑甚分明。一朝天地見。萬福一", "646": "齊臨。詩曰　湛湛青天不可欺未曾舉意早先知善", "647": "惡到頭終有報只爭來速與來遲。", "648": "霍參軍再問速報司。陽間有僧尼善友及士夫黎庶。", "649": "有受持金剛般若經之人。將來百年命盡。死入幽冥。", "65": "隨身做些活計今日撒手便行明月清風自在。", "650": "得超昇否。包龍圖答曰。用得。", "651": "張隱張隱", "652": "張隱年方弱冠。食素。常誦　金剛經。同里屠兒亦名", "653": "張隱。為殺猪羊數多。被冤仇院府訢冤。準閻摩天子", "654": "勑。陰使誤追持經張隱。責曰。汝生處世。何得殺害生", "655": "靈。隱答曰。看經為務。不曾宰殺。王索業鏡照看。果有", "656": "善根。天子問鬼吏曰。張隱合得壽命多少。鬼吏閱簿。", "657": "壽至九十歲。天子語隱曰。汝既不曾宰殺。兼乃持經。", "658": "今汝放還魂。隱死時。正當仲夏。已經三七。尸體腐壞。", "659": "不任再附。後來告王曰。汝尸既不任託。勅使者急追", "66": "陳昭陳昭", "660": "屠兒張隱來受報。王謂持經張隱曰。汝與屠兒同名", "661": "同姓。同年月日時。宜託彼尸而活。屠家見夫死三日", "662": "復省。不勝欣喜。略不顧。徑走歸元居。語本妻與子曰。", "663": "我再得還生。屠家認作夫。看經之家認作父。兩家各", "664": "諍。孰能甄別。於是經官。乃明准刺吏判曰。身魂兩生。", "665": "姓名不殊。生本各枝。死迴同氣。身屬屠家。其情性聲", "666": "音。却是持經之人。實難分辨。仰兩家輪流各養一月。", "667": "仍具實表奏朝廷。以為罕事。屠兒子孫。改惡從善矣。", "668": "徐玘徐玘", "669": "徐玘乃杭州人吏。每夜五更。持誦　金剛經三卷畢。", "67": "唐武德年間。信士陳昭。江陵人。日常齋素。持念金剛", "670": "方入公門。其家富。一日有劫賊百餘人。竟入徐玘家。", "671": "將老小併用拘縛。將徐玘縛在箭垛上。玘云。金剛不", "672": "壞身。今如之何。須臾只見佛現空中。畏心稍釋。眾賊", "673": "咸放箭射之。連發百箭。或中垛墜地。玘身上下俱無", "674": "所傷。眾賊驚駭。問玘。汝有何術。答曰。無術。每日專心", "675": "受持　金剛般若經。想是三寶龍天救護。有此感應。", "676": "眾賊合掌驚悟。併釋放之。", "677": "陸翁陸翁", "678": "湖州城南屠戶陸翁。年二十三歲時。門前見一雲水", "679": "僧彌。教化有緣人。陸不領解。僧云。汝殺猪羊不計其", "68": "般若經。累積功行。有大蟒。時來座側聽經。畢即退。每", "680": "數。何不改業。陸曰。承襲祖業。不忍棄捨。僧云。汝若不", "681": "改。後世必墮此類。仍被他殺。冤冤相報。無有出期。貧", "682": "僧觀汝。宿有善根。何不受持　妙法蓮花經。及　金", "683": "剛般若經。汝若受持。消除惡業。增長善福。豈不見仁", "684": "宗皇帝御讚蓮經云。六萬餘言七軸裝無邊妙義內", "685": "含藏溢心甘露時時潤灌頂醍醐滴滴凉白玉齒邊", "686": "流舍利紅蓮舌上放毫光假饒造罪如山岳只消妙", "687": "法兩三行僧言訖。回頭不見。陸遂省悟。想是佛及觀", "688": "音菩薩化身來勸化我。即請𦘕工。繪裝阿彌陀佛．觀", "689": "音．勢至相一軸。設席供養。投師習誦　妙法蓮花經", "69": "日如是。有隣人力昌。勇悍不信。見虵往來。疑是妖恠。", "690": "金剛般若經。未及五年。自能暗誦。且如明日宰殺猪", "691": "羊幾許。預夜躬就佛前焚香。持誦　蓮經一部。金剛", "692": "經一七卷。對佛懺悔。口稱來晨殺猪羊幾口。願將看", "693": "經功德超度被殺猪羊。盡此報身。早生淨土。願我命", "694": "終之時。免斯冤對。朝日相似。陸反覺身輕體徤。自得", "695": "其樂。年至八十一歲。將死半月之前。徧請親戚朋友．", "696": "市戶隣居。言在十一月初九日辭世。至日。聊備蔬食。", "697": "祇迎相別。至期俱赴齋罷。果能索浴更衣。端然坐化。", "698": "凡士夫鄉友。無不瞻仰稱嘆。時周璟親見。亦同相送。", "699": "頌曰。陸翁處世實奇哉。兒女親綉咲滿腮。八十一", "7": "蘇仁欽楊旬何軫女", "70": "潛伺打殺。其虵㗸冤。訴于閻摩天子。勅使者追力昌", "700": "年如夢覺。百千三昧絕疑猜。殺生不碍真如性。念佛", "701": "先空罪福堆。感得慈尊來接引。水晶宮裡白蓮開。頌", "702": "曰。六十餘年專殺業。手提刀秤暗修行。今朝得趣", "703": "菩提路。水裡蓮花火裡生。", "704": "金剛般若波羅蜜經感應傳終", "71": "魂至冥司。令虵纏身噬囓。苦痛難忍。力昌遂託夢告", "72": "妻曰。我在生打殺一虵。其本要聽經百卷。可以昇騰。", "73": "只欠七卷。我不合打殺。今彼虵苦楚不可勝言。可與", "74": "我請僧寫得　金剛經七卷。躬就佛前懺悔。以救倒", "75": "懸之厄。妻覺而憶其夢。欲依寫經。奈何口食不給。倍", "76": "增悲苦。有男名僧護。方年五歲。問母何事悲哭。母說", "77": "其由。僧護即答母曰。何不將兒賣却。以救其父。於是", "78": "哽噎抱兒出市。賣與蜀客。得錢兩貫。與子分離。五內", "79": "痛割。遂請僧寫經七卷。對三寶前苦心禱祝。一願夫", "8": "軍校孫翁劉縣令", "80": "力昌承經功德。解釋冤尤。二願母子再得相見。自別", "81": "之後憶子目盲。但每日誦念金剛經。求乞於市。其子", "82": "隨客往蜀。一去三十年。繼父母俱亡。忽念親母。賣我", "83": "寫經薦父。至今不知存亡。遂收拾家資。復回江陵尋", "84": "母。未即之見。買宅蹔居。忽遇節臘祭祖。就齋求乞老", "85": "嫗數人。來則誦金剛經一卷。乞意回向。僧護云。我幼", "86": "年喪父。我母將兒賣身薦父。今得回鄉。尋母不見。願", "87": "得父母同獲超昇。數中一婆婆便呌。郎君。我是汝母。", "88": "汝年五歲。賣儞寫經薦父。見有賣券在我住處籃兒", "89": "內。僧護索券讀之。悲喜交集。焚香拜告　三寶天地", "9": "宋承信唐珍王氏", "90": "神祇。今得母子相見。緣母目盲。不能見子。遂取水漱", "91": "口。躬對天地之前。與母䑛其目。左右皆明。遂得母子", "92": "團圓。以應向年之所禱也。觀者無不感嘆。", "93": "任五娘任五娘", "94": "唐龍朔元年。洛川景德寺比丘尼房。有女使任五娘。", "95": "死已。乞靈座供養。經月餘。其弟妹每夜聽得靈座有", "96": "呻吟之聲。初甚恐。因焚香問之。靈即答曰。我在生不", "97": "合犯五重罪。一不合在房非為。二好食牛肉。三作踐", "98": "五糓。四澆潑羮湯。五殺害眾生。又將活魚作鱠。凡被", "99": "殺眾生。盡在陰司。要我逐一償報。今準炎摩天子。勑"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1632 金剛經感應傳", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1632 金剛經感應傳", "author": "Not available", "language": "chinese", "source": "CBETA"}