{"sourceLink": "http://www.cbeta.org/", "text": {"0": "金剛般若波羅蜜經偈釋下宗通卷九", "1": "由時事大性。望福福殊勝。非境性獨性。能依是大人。", "10": "所知。餘指聲聞緣覺樂小乘者。此顯獨性所獲之", "100": "一切處。以非有為身故。是為非大身也。即此非大", "101": "身。名為妙大之身。即真如性故。是身即非身。非身", "102": "即身。是故說非身。依彼法身而說也。法身不離乎", "103": "一切。一切不離乎法身。豈偏空非身之謂哉。", "104": "不了於法界。作度有情心。及清淨土田。此名為誑妄。", "105": "不達真法界。起度眾生意。及清淨國土。生心即是倒。", "106": "於菩薩眾生。諸法無自性。若解雖非聖。名聖慧應知。", "107": "眾生及菩薩。知諸法無我。非聖自智信。及聖以有智。", "108": "此釋菩薩亦如是。至真是菩薩義也。上言無一法", "109": "可得。而一切法。即是佛法。此真法界。唯如來所證。", "11": "福。於聲聞等是不共性。故唯依大人說。為發大乘", "110": "不但如來為然。而菩薩亦如是也。真界平等。無我", "111": "人眾生壽者等相。實無有法名為菩薩。若不達乎", "112": "此。起心動念。欲度眾生。欲莊嚴佛土。心境未忘。即", "113": "是顛倒。顛倒即名凡夫。非菩薩也。若通達無我法", "114": "者。無我法有二。一是眾生所有法。一是菩薩所有", "115": "法。若有自智能信者。若世間智。若出世間智。信解", "116": "一切法無性。一切法無性。不但離於人我。亦且離", "117": "於法我。此雖非聖。已具有聖慧。故言即是菩薩。一", "118": "是攝世諦菩薩。一是出世諦菩薩。故重言此真是", "119": "菩薩菩薩也。與如來真法界何以異乎。", "12": "者說。非發心入菩薩位。不能聞也。為發最上乘者", "120": "雖不見諸法。此非無有眼。佛能具五種。由境虗妄故。", "121": "雖不見諸法。非無了境眼。諸佛五種實。以見彼顛倒。", "122": "種種心流轉。離於念處故。彼無住常轉。故說為虗妄。", "123": "種種顛倒識。以離於實念。不住彼實智。是故說顛倒。", "124": "此釋五眼義也。諸佛菩薩了無一法可得。豈都無", "125": "所見耶。照了前境。有五種真實智眼。見即是知。知", "126": "即是見。故眾生若干種心。悉能知之。以彼諸心住", "127": "於虗妄。不住於真如實智故。說名非心。以遠離四", "128": "念處故。既無執持。隨流常轉。故名為流散心也。流", "129": "散心即是顛倒。何以明其顛倒耶。以過去現在未", "13": "說。非發心入佛地。不能聞也。大乘教。名極上乘。大", "130": "來。皆無心可得故。即過去未來以驗現在。種種分", "131": "別皆是虗妄。終歸無有。了無三世性可得。故名之", "132": "曰顛倒也。如來證真實心。而眾生種種妄心。皆真", "133": "心中所現少分之法。豈有不悉知悉見者乎。", "134": "應知是智持。福乃非虗妄。顯此福因故。重陳其喻說。", "135": "佛智慧根本。非顛倒功德。以是福德相。故重說譬喻。", "136": "此釋若有人滿三千大千世界。至得福德多義也。", "137": "彼住相布施。無智慧根本。成有漏因。雖有福德實", "138": "性。是顛倒功德也。故不足為多。若不住相而行布", "139": "施。有正覺智慧所持。成無漏因。雖無福德取蘊。其", "14": "乘行。名最勝乘。若能於此希聞之法。能生信心。受", "140": "福德。固不可思議也。非彼眾生顛倒心識可以例", "141": "論。雖重說譬喻。義略不同。前須菩提以真諦較俗", "142": "諦。故以世福之多。不如其無。此佛以真諦即俗諦。", "143": "惟以福德之無。故言其多。如來悉知悉見得福無", "144": "量。豈彼種種妄心不可得者比乎。", "145": "謂於真法身。無隨好圓滿。亦非是具相。非身性應知。", "146": "法身畢竟體。非彼相好身。以非相成就。非彼法身故。", "147": "於法身無別。非如來無二。重言其具相。由二體皆無。", "148": "不離於法身。彼二非不佛。故重說成就。亦無二及有。", "149": "此釋佛可以具足色身見不。至是名諸相具足義", "15": "持讀誦。廣為人說。是於大乘最上乘法。人所難信", "150": "也。法身如來之體。畢竟空寂。非彼三十二相八十", "151": "種好之身也。以法身之體。非有為之相所能成就。", "152": "故相好之身。非彼法身。所以經云。不應以具足色", "153": "身見。不應以具足諸相見也。然此相好二種。亦非", "154": "不佛。此二不離於法身故。即相好即法身。故重說", "155": "成就。所以經云。是名具足色身。是名諸相具足也。", "156": "依第一義。不應以色相見於法身。故說非身。依俗", "157": "諦。即於色相而見法身。故說具足。亦得言無。亦得", "158": "言有。故曰亦無二及有。如是無住妙法。豈易解乎。", "159": "如來說亦無。說二是所執。由不離法界。說亦無自性。", "16": "者。信心不逆。由彼持法。即是持菩提也。能荷擔如", "160": "如佛法亦然。所說二差別。不離於法界。說法無自相。", "161": "此釋汝勿謂如來作是念我當有所說法。至是名", "162": "說法義也。色相之身。不離於法身。即無身相可得。", "163": "如佛法亦然。一者所說法。二者所有義。二種差別。", "164": "不離於法界。無有說法自相可得。若言無有世尊", "165": "是能說者。所說之法亦復不離法身。故成非有。若", "166": "法界離一切名相分別。即無有一法可說。無法可", "167": "說。是真說法。彼謂如來有所說法者。是以如來離", "168": "於法界也。即為謗佛。", "169": "能說所說雖甚深。然亦非無敬信者。由非眾生非非", "17": "來無上菩提。滿足無上法界。非同二乘。但樂小法。", "170": "生。非聖聖性相應故。", "171": "所說說者深。非無能信者。非眾生眾生。非聖非不聖。", "172": "此釋頗有眾生。至是名眾生義也。說而無說。是為", "173": "真說。此甚深經典。末世眾生能信及此乎。佛以一", "174": "切眾生。具有如來智慧德相。非無能信者。彼其具", "175": "有聖體。原非眾生。但其未離凡夫。非不眾生也。是", "176": "非眾生之眾生。不可謂聖。未嘗不可謂聖也。安知", "177": "其無能信此甚深經典者乎。此段秦譯缺。以魏譯", "178": "補之。而彌勒偈甚妙。固不當遺也。", "179": "少法無有故。無上覺應知。由法界不增。清淨平等性。", "18": "以自滿足而已。故能受持如是真妙之法。惟大乘", "180": "彼處無少法。知菩提無上。法界不增減。淨平等自相。", "181": "及無上方便。由漏性非法。是故非善法。由此名為善。", "182": "有無上方便。及離於漏法。是故非淨法。即是清淨法。", "183": "此釋佛得阿耨多羅三藐三菩提。至是名善法義", "184": "也。因上言非身非說。一切皆無。遂謂佛得菩提亦", "185": "無有耶。佛以雖無一切。不無菩提。彼無有少法可", "186": "得。即菩提處。是無上菩提。即法界性。法界平等。在", "187": "聖不增。在凡不減。以無我人眾生壽者等相。清淨", "188": "平等自相故。故名無上菩提。所云得菩提者。非可", "189": "修為造作而得之。當有無上方便。一切善法無不", "19": "為最真。唯最上乘為最妙。以此為人解說。一切天", "190": "現證。一切善法無不妙覺。及遠離於一切我人眾", "191": "生壽者有漏之法。而證於無漏之果。無漏即善也。", "192": "然是善法者。如來說為非法。以善法有體。而證無", "193": "所得理。法不相似。即為非淨。然由彼有漏。可曰非", "194": "善。即彼無漏決定是善。故彼漏非是淨法。而此法", "195": "離於有漏。即是清淨法故。所以修一切善法。是名", "196": "善法。修而無修。證而無證。是即無上方便。是即清", "197": "淨法也。以此為因。即無所得。而無上菩提。更何有", "198": "少法可得乎。", "199": "說法雖無記。非不得應知。由斯一法寶。勝彼寶無量。", "2": "以事及時大。福中勝福德。非餘者境界。唯依大人說。", "20": "人皆應供養。如佛塔廟。以諸華香而散其處。處尚", "200": "雖言無記法。而說示彼因。是故一法寶。勝無量珍寶。", "201": "於諸算勢類。因亦有差殊。尋思於世間。喻所不能及。", "202": "數力無似勝。無似因亦然。一切世間法。不可得為喻。", "203": "此釋若三千大千世界中。至所不能及義也。使一", "204": "切善法則得菩提。是善法攝。非無記攝也。若持說", "205": "四句偈等言語文字是無記攝。何以得菩提耶。雖", "206": "言說屬無記法。而言說能示菩提之因。是言說即", "207": "法寶也。此一法寶。足勝三千大千世界無量珍寶。", "208": "故持說者。所得福德之多。一切世間無有其喻能", "209": "比況者。一者數勝。乃至算數所不能及。二者力勝。", "21": "尊重。人有不尊重者乎。人既尊重。其得福德亦不", "210": "如強弱力不相等。三者䫫勝。如貴賤人不相似。四", "211": "者因勝。言彼不可與此為因。故謂喻所不及也。菩", "212": "提無上。而言說文字亦無上。所以謂之法寶。此豈", "213": "可以無記法並論乎。", "214": "法界平等故。佛不度眾生。於諸名共聚。不在法界外。", "215": "平等真法界。佛不度眾生。以名共彼陰。不離於法界。", "216": "若起於法執。與我執過同。定執脫有情。是無執妄執。", "217": "取我度為過。以取彼法是。取度眾生故。不取彼應如。", "218": "此釋汝等勿謂如來作是念。至是名凡夫義也。經", "219": "云實無有眾生如來度者。謂平等一真法界之中。", "22": "可思議。豈彼勝福所可及哉。", "220": "佛此法界。眾生此法界。寧有法界度法界耶。故佛", "221": "不度眾生。以眾生之名。名無其名。眾生待五蘊而", "222": "成。蘊無其蘊。總不離乎法界。何必度耶。若見有眾", "223": "生可度。是取我能度眾生也。是即有取相之過。以", "224": "著彼五陰等法是眾生故。即與我執過同。欲令眾", "225": "生決定得解脫者。有如是相。故不應取。然如來雖", "226": "無我取。而嘗說有我者。但為凡夫顛倒妄取有我。", "227": "故說有我。未為聖者。未生聖人之法。故名凡夫。欲", "228": "令眾生同歸於無我。為度眾生之故。而說於我。其", "229": "無我取可知。彼凡夫為我所封。如來說即非凡夫。", "23": "蠲除諸業障。速獲智通性。", "230": "第一義中。更無凡夫可得。但以俗諦名凡夫耳。既", "231": "無凡夫。何處有我耶。是凡夫之名。不離於法界。凡", "232": "夫之我蘊。亦不離於法界。故佛不度眾生也。", "233": "不應以色體。準如來法身。勿彼轉輪王。與如來齊等。", "234": "非是色身相。可比知如來。諸佛唯法身。轉輪王非佛。", "235": "即具相果報。圓滿福不許。能招於法身。由方便異性。", "236": "非相好果報。依福德成就。而得真法身。方便異相故。", "237": "唯見色聞聲。是人不知佛。此真如法身。非是識境故。", "238": "唯見色聞聲。是人不知佛。以真如法身。非是識境故。", "239": "此釋可以三十二相觀如來不。至不能見如來義", "24": "及遠離諸障。復能速證法。", "240": "也。佛問可以色身之相。比觀無相法身如來不。須", "241": "菩提即知非是色身相可比知如來。佛乃然之。謂", "242": "若以三十二相觀佛者。與轉輪聖王何以別乎。且", "243": "轉輪聖王不得名佛者。謂諸佛真如法身。非相好", "244": "果報而得。非福德成就而得。彼轉輪相好。但是果", "245": "報。依多生所修福德成就。但得相好。而不得真如", "246": "法身。如來得真如法身。方便示現三十二相。實與", "247": "轉輪之相異也。夫真如法身。不係於相。其可以色", "248": "身之相比觀乎。故說偈曰。唯見色聞聲。是人不見", "249": "佛。秦譯止此。而唐譯又云。應觀佛法性。即導師法", "25": "此釋先世罪業。至當得阿耨多羅三藐三菩提義", "250": "身。法性非所識。故彼不能了。偈云以真如法身。非", "251": "是識境故。實指後譯。蓋如來法為身。但應觀法性。", "252": "法性者。所謂空性。無自性。無生性等。此即諸佛第", "253": "一義身。若見於此。名為見佛。然則攀緣法性。將非", "254": "取著。以淨智心了知法性。而法性豈是所了知耶。", "255": "是故經言。法性非所見。彼亦不能知。凡可見者。即", "256": "是識境。法身非是識境。故不可了知也。了知既不", "257": "可得。而法身其可以相比觀耶。故經云。應以諸相", "258": "非相。觀於如來。義備於此。", "259": "其福不失亡。果報不斷絕。得忍亦不斷。以獲無垢故。", "26": "也。持說此經。不但獲福。亦能消罪。先世罪障。應墮", "260": "不失功德因。及彼勝果報。得勝忍不失。以得無垢果。", "261": "更論於福因。為此陳其喻。彼福無報故。正取不越取。", "262": "示勝福德相。是故說譬喻。是福德無報。如是受不取。", "263": "此釋汝若作是念。至是故說不受福德義也。如來", "264": "固不可以相見。若執著破相為是。謂不必具丈夫", "265": "相而證菩提。如是則失功德修因。及失成就勝果", "266": "報。是二乘偏空見也。菩薩發心者。必依智悲雙運。", "267": "不說諸法斷滅相。智慧莊嚴。即是功德之因。福德", "268": "成就。即是勝果報。不失功德而證菩提。此其所以", "269": "為勝因勝果也。故七寶布施。雖得福德。不離有漏。", "27": "惡道者。以今世人輕賤故消。是轉重而為輕也。重", "270": "若知一切法無我。得成於忍。是不住相布施。證二", "271": "空智。所得福德。清淨無垢。非世福所及。以是勝忍。", "272": "得無垢果。是勝福德相。故曰勝前菩薩所得功德。", "273": "何以明其為勝耶。菩薩一切無我。雖有福德。而不", "274": "受其報故。所以不受者。不見福德可貪著故。若取", "275": "福德。即住生死。雖得福報。但同輪王。不名為佛。惟", "276": "其不取。即證無生。因既無漏。果亦無漏。雖不失功", "277": "德。及彼勝果報。實不受報。無彼有漏報故。如是取", "278": "者。名為正取。故名無垢果。此其所以為勝也。", "279": "彼福招化果。作利有情事。彼事由任運。成佛現諸方。", "28": "者既輕。則輕者必無。是遠離諸障也。此顯淨除業", "280": "是福德應報。為化諸眾生。自然如是業。諸佛現十方。", "281": "去來等是化。正覺常不動。", "282": "去來化身佛。如來常不動。", "283": "此釋若有人言。至故名如來義也。上言不受福德。", "284": "何故如來化身出現受福耶。不知如來福德應報", "285": "種種莊嚴。但為化導眾生之故。任運無心。有感即", "286": "應。所以諸佛出現十方。如月印千江。乃自然而然", "287": "有此事業。非真有去來於其間也。去來乃化身佛", "288": "耳。化如幻化。本非真有。若法身如來。清淨周徧。來", "289": "無所從。去無所至。常自不動。豈有去來坐臥之相", "29": "障。言此為善事者。謂遭輕辱時。顯被辱之人有福", "290": "耶。若能解佛所說如來之義。是出現之佛尚自無", "291": "有。寧有受福之事哉。", "292": "彼於法界處。非一異應知。微塵將作墨。喻顯於法界。", "293": "於是法界處。非一亦非異。世界作微塵。此喻示彼義。", "294": "此論造墨事。為障煩惱盡。非聚非集性。顯是非一性。", "295": "微塵碎為末。示現煩惱盡。非聚集故集。非唯是一喻。", "296": "於彼總集性。明其非異性。不了但俗言。諸凡愚妄執。", "297": "聚集處非彼。非是差別喻。但隨於音聲。凡夫取顛倒。", "298": "此釋以三千大千世界碎為微塵。至貪著其事義", "299": "也。即上言化身有去來。法身常不動。中間實無一", "3": "及難可得聞。無上因增長。若但持正法。所依處成器。", "30": "德性。故言此為善事。此又不徒消罪。且能證法也。", "300": "異之相。故佛以法界明之。去來坐臥。不離於法身。", "301": "譬如微塵不離於世界。不可謂一。不可謂異。故諸", "302": "佛如來。於真如法界中。非一處住。亦非異處住。何", "303": "以明其非一亦非異也。彼世界碎為微塵。所以喻", "304": "彼法身現起去來坐臥之義也。微塵碎為末。而成", "305": "一虗空世界。所以喻彼煩惱盡而證於無相法身", "306": "也。彼太虗空。非以微塵聚集之故集成世界。是微", "307": "塵本自無性。非有以合之而成世界。此不可為一", "308": "之喻也。又微塵聚集處。非彼世界能作微塵。是世", "309": "界本無自性。非有以散之而成微塵。此不可為異", "31": "能速證法。當於較量供佛功德中見。持經功德大", "310": "之喻也。法身即是化身。非一處住。化身即是法身。", "311": "非異處住。孰見其分合之事哉。但凡夫不悟世界", "312": "本空。以為實有一合之相。是於非有中見有也。是", "313": "於不可說中而妄說也。但隨世俗音聲取著顛倒", "314": "不實之事。猶彼小兒如言執物。惡知其非真哉。一", "315": "合且非真。又何有於差別。", "316": "斷我法二種。非證覺無故。是故見無見。無境虗妄執。", "317": "非無二得道。遠離於我法。見我即不見。無實虗妄見。", "318": "由此是細障。如是知故斷。由得二種智。及定彼方除。", "319": "此是微細障。見真如遠離。二智及三昧。如是得遠離。", "32": "不可思議如此。", "320": "此釋若人言佛說我見等。至是名法相義也。無上", "321": "菩提之道。雖無一法可得。須得人空智法空智。乃", "322": "能證入。故曰非無二智可以得道。須遠離於我相", "323": "四種。法相四種。而後可證也。若見有我人眾生壽", "324": "者。即不見於菩提。不知是四相者本非實有。以其", "325": "無實。即是無物。故說我見。即是虗妄見。若見有法", "326": "相者。亦不見於菩提。故發菩提心者。應如是知見", "327": "信解。不生法相。以見法相。即不見相。如彼我見。即", "328": "不見故。何故此二見說名不見。此是微細智障。俱", "329": "生人執。俱生法執。此名細障。見於真如。即得遠離", "33": "世妙事圓滿。異熟極尊貴。於此法修行。應知獲斯業。", "330": "此障。何以得見真如耶。謂如是知。如是見。如是信", "331": "解。即得人空慧。即得法空慧。是謂二智。知依定生。", "332": "見依慧生。信解依定慧等持而生。是謂三昧。有是", "333": "二智及三昧。即於法而離法。於相而離相。不生法", "334": "相。即無所住。而能降伏其心矣。何二障之有哉。", "335": "陳福明化身。非無無盡福。諸佛說法時。不言身是化。", "336": "化身示現福。非無無盡福。諸佛說法時。不言是化身。", "337": "由不自言故。是其真實說。", "338": "以不如是說。是故彼說正。", "339": "此釋若有人以滿無量。至如如不動義也。化身雖", "34": "成種種勢力。得大妙果報。如是等勝業。於法修行知。", "340": "無自體。然示現說法。所得福報。非悉歸於空也。彼", "341": "以無量無數世界七寶布施。得福無盡。而發菩薩", "342": "心者。持說此經。即代化佛而說法也。所得福報。勝", "343": "彼無量布施。非無無盡之福也。云何演說即勝彼", "344": "耶。謂諸佛說法時。皆如真實。不取於相。不言我是", "345": "化身。有能說所說之相。今演說者。如彼真如。不取", "346": "於相。亦無能說所說之相。如不為他宣說開示。故", "347": "名為他宣說開示。以不如是說。由作如是不正說", "348": "故。是故彼說正。為此名彼以為正說也。如是演說。", "349": "即是無法可說。與化佛無異。其得福無盡何疑哉。", "35": "此釋我念過去無量阿僧祇劫。至果報亦不可思", "350": "如來涅槃證。非造亦不殊。此集造有九。以正智觀故。", "351": "非有為非離。諸如來涅槃。九種有為法。妙智正觀故。", "352": "見相及與識。居處身受用。過去并現存。未至詳觀察。", "353": "見相及於識。器身受用事。過去現在法。亦觀未來世。", "354": "由觀察相故。受用及遷流。於有為事中。獲無垢自在。", "355": "觀相及受用。觀於三世事。於有為法中。得無垢自在。", "356": "此釋何以故。至應作如是觀義也。演說者既如如", "357": "不動。何故如來入涅槃耶。然如來涅槃。不住於有", "358": "為。亦不離於有為。如九種有為法。以般若妙智觀", "359": "之。常即無常。無常即常。故化身不礙於法身。而法", "36": "議義也。佛於然燈佛以前。供養多佛。經無數劫。方", "360": "身不礙於涅槃也。所云九種者。如星翳燈幻露泡", "361": "夢電雲。單指一事一喻。則如甚深十喻。所謂一切", "362": "業如幻等。謂見如星。智出則沒。謂相如翳。由病目", "363": "生。謂識如燈。念念相續。謂器如幻。無一體實。謂身", "364": "如露。暫時住耳。謂受用如泡。滴成即散。謂過去如", "365": "夢。但由憶生。謂現在如電。剎那不住。謂未來如雲。", "366": "含潤為雨。具如前解。愚謬解謂見分。相分。及於八", "367": "識微細之事。相分所攝。謂外而器界。內而根身。及", "368": "資財受用等。固是有為之法。見分所攝。過去所作", "369": "善惡業緣。及現在作用諸法。藏於八識田中。復為", "37": "能成佛。受持此經。速證菩提。視供養諸佛功德。不", "370": "未來世種種受用。亦是有為之法。觀相及受用。橫", "371": "亘十方。觀於三世事。豎窮三際。能以妙智觀之。如", "372": "夢如幻等。倐生倐滅。本未嘗有。是於有為法中。得", "373": "清淨無垢也。既無生滅。如如不動。是於有為法中。", "374": "得大自在也。是真如法身。本非有為。亦非離於有", "375": "為。惟其非有為也。本未嘗來。惟其不離有為也。本", "376": "未嘗去。是如來者如本無去來。法說者如如本自", "377": "不動。塵說剎說。本無間斷。又何泥於入涅槃之相", "378": "哉。作如是觀者。是為正觀。非般若妙智。其孰能如", "379": "是。", "38": "啻千萬億倍。乃至算數譬喻所不能及。是種種勢", "380": "由斯諸佛希有法陀羅尼句義深邃", "381": "諸佛希有總持法不可稱量深句義", "382": "從尊決已義廣開獲福令生速清淨", "383": "從尊者聞及廣說迴此福德施羣生", "384": "曾鳳儀曰。此偈乃彌勒菩薩授之無著。無著授之", "385": "天親者也。其中微詞奧義。未易曉了。賴無著天親", "386": "各著論。論各簡密。疏者數十餘家。唯長水子璿刊", "387": "定記號為精當。中引彌勒偈殊未盡。近得廬陵賀", "388": "德輝居士所刻金剛經與偈俱。復不載彌勒授受", "389": "因緣。且偈不分疏。讀者難之。儀不敏。謬為金剛宗", "39": "力不能及也。所得果報。無量無邊。不可思議。即是", "390": "通。并錄此偈重釋之。以請正於四方善知識。", "391": "金剛般若波羅蜜經偈釋下宗通卷九終", "4": "及希聞信法。滿足無上界。受持真妙法。尊重身得福。", "40": "世妙事圓滿。果報極尊貴。謂於護世帝釋婆羅門", "41": "等。所有圓滿。皆當攝取故。惟其無量無邊。故曰大。", "42": "即是多性。惟其不可思議。故曰妙。即是勝性。皆非", "43": "凡情所測。是得大妙果也。如是成就無量無邊最", "44": "勝事業。皆由於正法修行。便能安住如是眾德。故", "45": "持經者。依聞思修三法修行。乃能生無住妙智。證", "46": "於無上妙果。當知是經義不可思議。而果報亦不", "47": "可思議。惟修行者自知之耳。", "48": "由自身行時。將己為菩薩。說名為心障。違於無住心。", "49": "於內心修行。存我為菩薩。此即障於心。違於不住道。", "5": "此釋初日分以恒河沙等身布施。至以諸華香而", "50": "此釋云何應住。至實無有法發阿耨多羅三藐三", "51": "菩提心者義也。前應云何住。欲其降伏而安住也。", "52": "此云何應住。疑其降伏而安住也。為有我存也。若", "53": "內心修行有法我在。即著我人眾生壽者四相。此", "54": "即智障。能障於心。與無住之道實相違背。不得名", "55": "為菩薩。若論第一義本自無生。實無有法能發菩", "56": "提心者。即最初一念發菩提心。尚自無有。寧有我", "57": "為之安住而降伏者乎。惟無有我。即無所住。此內", "58": "心修行相應之行。菩薩應如是住也。", "59": "授後時記故。然燈行非勝。菩提彼行同。非實由因造。", "6": "散其處義也。以恒河沙等身布施。其事甚大。初日", "60": "以後時授記。然燈行非上。菩提彼行等。非實有為相。", "61": "無彼相為相。故顯非是妄。由法是佛法。皆非有為相。", "62": "彼即非相相。以不虗妄說。是法諸佛法。一切自體相。", "63": "此釋如來於然燈佛所。至是故名一切法義也。昔", "64": "然燈授記釋迦後當作佛。在然燈時。非有勝上行", "65": "因。可於彼處證得菩提。故蒙授記。若菩提非有者。", "66": "佛亦是無。為斷此疑。故言如來者。即是真如。雖無", "67": "一法可得。不無如來。故如來即是實性真如。謂無", "68": "顛倒。名為實性。謂無改變。名為真如。若有人言如", "69": "來得無上菩提。謂行菩薩行是實有者。此則虗妄。", "7": "分如是。乃至百千萬億劫如是。其時甚大。是人所", "70": "若言於無上菩提實有得者。此亦虗妄。偈言菩提", "71": "彼行等故。法即菩提之法。佛即菩提。豈有得耶。若", "72": "無行無得者。如來終無所得耶。為斷此疑。故說如", "73": "來所得菩提之法。無實無虗故。所云無實者。偈言", "74": "非實有為相故。有為相者。如五陰等。實由因造。彼", "75": "菩提法。無色等相故。色等相無。是其自相。彼即菩", "76": "提相故。偈曰無彼相為相。又曰彼即非相相。以不", "77": "虗妄說。故曰無虗。無實無虗。得即無得。然是無所", "78": "得法。非謂但證空理。而不該於一切也。佛說一切", "79": "法。並以真如為體。真如唯佛所證。故云皆是佛法。", "8": "得福。乃福中之勝福德也。以如是勝福德。較量持", "80": "然是一切色聲等法。本無自性。不能持其自體。即", "81": "非一切法。以是非一切法。但是真如。故名一切法", "82": "也。是一切即真如之一切。是諸法即真如自體相", "83": "也。故曰是法諸佛法。一切自體相。", "84": "謂以法身佛。應知喻丈夫。無障圓具身。是徧滿性故。", "85": "依彼法身佛。故說大身喻。身離一切障。及徧一切境。", "86": "及得體大故。亦名為大身。非有身是身。說彼作非身。", "87": "功德及大體。故即說大身。非身即是身。是故說非身。", "88": "此釋譬如人身長大。至是名大身義也。前文佛說", "89": "非身。是名大身。但以非身顯法身。指空如來藏而", "9": "經功德。尚不能及。然則是經大不可思議。非餘者", "90": "言。此如來說人身長大。即為非大身。是名大身。兼", "91": "人身長大顯法身。指不空如來藏而言。佛法徧一", "92": "切處。即真如徧一切處。是真如法身最大。譬如人", "93": "身長大。依法身而說大身。猶不離人身而說大身", "94": "也。法身不能外一切。而自顯其大。故能遠離煩惱", "95": "障所知障。即具足法身。一者徧一切處。真如之性。", "96": "在諸法中。無有異性故。二者功德大。修行功德無", "97": "量無邊不可思議。能與大體相應。即是證得大體。", "98": "以是之故。說名大身也。須菩提深明此意。故謂如", "99": "來說法身徧一切處。猶如人身長大。然法身雖徧"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 472 金剛經偈釋", "englishTitle": "卍 Xuzangjing, Electronic version, No. 472 金剛經偈釋", "author": "明 曾鳳儀釋", "language": "chinese", "source": "CBETA"}