{"language": "chinese", "originalTitle": "Qianlong Edition of the Canon, Electronic version, No. 1652 明覺聰禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "序紀夢", "1": "明覺聰禪師語錄卷第二十　　　辨十", "2": "嗣法居士海眼編", "3": "文文", "4": "祭始祖父母文祭始祖父母文", "5": "澄虛渺渺區宇茫茫一真既顯萬物齊彰", "6": "四序判而理陰陽五行定以培紀綱處世", "7": "之術惟修德以彌長立身之䇿獨積善而", "8": "最祥道超古往德邁今將皆從克念之致", "9": "尤自表履之莊所以子孫昌𦙌譜族聯芳", "10": "翰墨縱橫而露彩才華脫󲏗以騰光八埏", "11": "拱顧而層翠四水朝宗以汪洋茲某九代", "12": "遠孫幼離椿萱而脫俗披緇學道以叅方", "13": "紹臨濟之正傳悟菩提之真常聲加海內", "14": "德動", "15": "聖王詔至上苑談玄而賜紫引入禁林說法", "16": "以開堂號封明覺敕賜金章每抱愧劬勞", "17": "罔極屢䟽請祭掃還鄉今惟簠簋而哀獻", "18": "伏願宗祖以咸嘗於戲先哲久逝兮風化", "19": "不移桑梓流芳兮德譽布彌蘭桂連蔭兮", "20": "品格幽奇辭闕歸來兮御香滿衣素心一", "21": "片兮稽顙陳詞白雪半甌兮聊申奠儀惟", "22": "靈降納兮祖父同垂倐雲四合某不勝悲。", "23": "禮佛發願文禮佛發願文", "24": "稽首迦文佛金容耀十方我今得瞻禮福", "25": "德妙難量某等生逢濁世幸值上乘瞻禮", "26": "相好金容五體投地運想難遭妙德一心", "27": "鞠恭合掌讚歎洗心懺悔禮佛若無觀想", "28": "額門磕破徒勞禮佛不願度生自證聲聞", "29": "小果禮佛不露懺悔何以得脫業因禮佛", "30": "不願明心當來焉能證果雖知自心是佛", "31": "見像發心然必懇佛通陳頓破愚惑改革", "32": "過咎滌除冤𠍴能禮所禮俱空真諦俗諦", "33": "融會般若靈苗不昧修證了義真宗伏願", "34": "仗承三寶皈向一乘生生獲遇慈尊世世", "35": "常聞正法性天廓朗道眼圓明福慧齊彰", "36": "六根具足三藏玄文朗徹萬法皆空四弘", "37": "誓願完成先覺後覺同登寶所利己利他", "38": "共證菩提佛眼昭彰人天景仰禮佛不依", "39": "吾此文猶如盲󱷐亂點頭。", "40": "諷華嚴經發願回向文諷華嚴經發願回向文", "41": "稽首毘盧華藏主演揚妙法菩提塲我今", "42": "發願禮慈尊惟冀當來證佛果某等神包", "43": "天地性賦威音假託父母之遺形仗承師", "44": "友之教誨靈苗曩劫以栽培中國茲生而", "45": "遭逢幼入空門得投佛地時聞秘密章句", "46": "常瞻華藏慈尊句句直㨗性門字字揭開", "47": "心印慧溢覺天玉露妙湛性海金波智徹", "48": "三明心通五眼真照十方剎土普利百億", "49": "人天敷設法筵宣揚八十一卷玉偈歌演", "50": "梵唄唱酧四十二字陀羅當知宿有因緣", "51": "是以獲聞妙典伏願夢寐之際禮誦之時", "52": "常入菩提道塲親承龍華記莂然後不離", "53": "華藏法界早證普賢行門福慧莊嚴圓通", "54": "奧典願此殊勝功德回向護法龍天法雨", "55": "均沾先覺後覺而共證慈光普被若存若", "56": "亡以同登平等冤親齊成佛道。", "57": "念庵傅居士請祭晏公文念庵傅居士請祭晏公文", "58": "生能中正死必光明立身克務本源處世", "59": "溫良敦樸觀生若寄視死如歸臨末撒手", "60": "便行擺脫隨緣自在終身受用之句子解", "61": "道從今不弄兩片皮南北東西總莫依提", "62": "起金剛王寶劍佛魔斬盡絕狐疑葢謂生", "63": "平諦信宗乘始終正眼不昧拈出靈鋒雪", "64": "刃截斷聖解凡情弗被生死之羅籠靡受", "65": "名利之纏縛諸上善上其可鑒之然晏公", "66": "與諸公所交者義也所行者仁也所學者", "67": "無上之道也所修者出世之法也以致錦", "68": "繡叢中望風而吹額庶令󰡕綸隊裏毛骨", "69": "以森然蹈其芳轍莫能後奠乎請文於予", "70": "前其德其風公之猶在至推至辭予之莫", "71": "免嗚呼驚風颯颯兮銀露滴衣草木蕭蕭", "72": "兮山猿痛悲孤雁影吊兮󵚫翩獨飛幼子", "73": "哀戚兮血淚傾垂道德綿世兮遐邇惜思", "74": "心香一炷以通冥慧燭兩炬而致祭盧陵", "75": "米飯飽不饑趙州盃茶點素幃仰垂鑒格", "76": "伏惟尚饗。", "77": "歌歌", "78": "行腳托鉢歌行腳托鉢歌", "79": "道人家常淡薄不種田園事托鉢每晨出", "80": "谷向前村無慮無憂真快樂穿雲林渡烟", "81": "水拄杖單瓢為伴侶世間無事掛心懷灑", "82": "落隨緣步寰宇到城郭肅恭法袈裟整理", "83": "橫肩搭踽步鴈序不傖囊隨機化導破慳", "84": "縛沿門化平等行詎比阿難與空生不分", "85": "貴賤俱須到一體同觀是善人佩慧刀破", "86": "魔賊真實丈夫曾行得等閒弗是應緣來", "87": "吾佛當時有軌則夜叅禪早晨去隨方應", "88": "供亦無慮飯床踢倒飯堆山衲僧何曾不", "89": "富貴正命食不失期日用恒規但二時除", "90": "却二時茶粥飯眼前無事可思惟巖松下", "91": "石為枕日上三竿睡󰝬起松風蘿月伴我", "92": "眠細草為氊紙作被拜封侯佐扶主漢晉", "93": "齊梁空思委拔山煑海握乾坤夢寐黃梁", "94": "瞬息矣覇七雄殲一旦孰信修真者皮袋", "95": "惟有輪王夜踰城曾作長行乞士漢濁世", "96": "間人剛惡三界區區如旅泊窮煎餓炒總", "97": "無知勞碌身心苦為樂金烏落玉兔起浪", "98": "死虛生無定止鳥飛毛落道誰修開眼瞠", "99": "瞠失却底心境空超物外風情花月了無", "100": "礙歌臺酒肆菩提塲閙市翠樓觀自在", "101": "破院歌破院歌", "102": "佛祖門󲊷將委地絕唱宗乘第一義天魔", "103": "外道聞生歡恨不頓除令瓦碎古祗圜成", "104": "桑地畫棟傾斜飛頺勢佛殿階前狗尿天", "105": "大覺塲中放牛戲選佛塲久淪替敗腐榱", "106": "桁難活計流離寂寞院僧殘晨昏鐘皷無", "107": "人擊燈也無香亦息一堂金像塵埋髻栴", "108": "檀殿上布苔錢二時課誦絕音器法臺前", "109": "生萻𦸝凄凄帶雨含烟碧金鋤剗動露羣", "110": "蛇撞著歸宗難躲避弊𢖍廬雨淋濕椽柱", "111": "叅差倚蘿薜風吹雪霰鋪滿床半藏明月", "112": "借雲宿金線瓦柳葉壁翛然安道審容膝", "113": "日月為燈照我眠雨打茅窓庭院寂祖庭", "114": "晚思斷臂正脉懸󰡕嗟少室無孔鐵笛逆", "115": "風吹寥寥天地幾人識漏笊籬破木杓無", "116": "葢砂鍋烹日月頭頭運用莫能全隨緣免", "117": "去告檀越", "118": "贈速朽隱士一宿居書院歌贈速朽隱士一宿居書院歌", "119": "十笏團瓢名宿居禪餘與子講詩書智府", "120": "洞開人慧目胸茅提钁勵揮鋤𢖍門低雖", "121": "小窄大開獎飭延賓客馬融綘帳善高談", "122": "叨倍禮樂論孔德布衲衣桑緯帶身居塵", "123": "裏心超外清軒不用繪雕飛守道安閒誰", "124": "比賽為釋子蹈儒家喚作毘耶又僧伽登", "125": "佛階梯秉律戒藍衫脫去著袈裟小祗園", "126": "容膝安麄茶淡飯意常歡竹榻幽窓翛然", "127": "坐豎起脊梁透死關氣宇洪大丈夫騰踏", "128": "當前捋虎鬚赤手掀翻佛祖臼管教頓悟", "129": "繼馬駒深晦跡淡功名為僧正好撑祖庭", "130": "等閒拔置千峯上莫受聲籠被陸沉", "131": "破衫歌破衫歌", "132": "真道人不圖樂穿個布衫破落索不生蚤", "133": "虱不沾塵無冬無夏隨身著亦無減亦無", "134": "添寒巖凍裂體安然縱使炎蒸終不換祗", "135": "將者件度殘年嬾漿洗嬾修補不用火浣", "136": "燎垢土自從者領出青州豎著橫披傲佛", "137": "祖裁不長促不短原非造作與針指人人", "138": "向外飾籹嚴誰信珍珠破衣裏成得難毀", "139": "不易破了囫圇真活計有人問我解何宗", "140": "拈起布毛直指示破衣衫褁身體出入隨", "141": "緣週遮裏曠劫已曾穿將來破了如今補", "142": "不止新不喜舊不棄日當袈裟夜當被世", "143": "人莫笑我貧寒佛祖家風亦如是日時穿", "144": "睡時著晝夜惺惺不放脫誰人愛惜破衣", "145": "衫堪笑紫袍多失却窮釋子甘淡薄通身", "146": "粉碎已零落有人識我破衫風大家同體", "147": "一般著", "148": "和寶誌公十二時歌和寶誌公十二時歌", "149": "平旦寅夢眼揭開觸處真玄妙目前隨展", "150": "手一番提起一番新覷不見堅密身堂堂", "151": "獨露本來人廓達古今無住相蕩然無物", "152": "可相親", "153": "日出卯碌碌異端生計巧孰肯安道守清", "154": "貧藜羹藿食隨緣飽須彌山直靠倒佛祖", "155": "當頭竹篦掃石女腰邊佩靈符奪却驪龍", "156": "頷下寶", "157": "食時辰穿衣喫飯是阿誰動靜面門常出", "158": "入從來不悟亦無迷赤躶體絕離披清淨", "159": "法身不染伊聲色若離求正道避巖投井", "160": "實堪悲", "161": "禺中巳日到簷前將正午衲僧活計钁頭", "162": "邊切莫抱株待守兔擬即差墮鬼窟學道", "163": "先須求自悟了知罪相本來空凡聖同源", "164": "無二路", "165": "日南午日到中天無回互北斗藏身沒影", "166": "踪坐破無篐黑漆桶越三祗超佛祖不被", "167": "凡情聖解使靈鋒寶劍𦦨光寒妙用縱橫", "168": "常在手", "169": "日昳未妙性圓明絕了義現成公案不須", "170": "叅達磨面壁小兒戲頭頂天腳履地世出", "171": "世間無倫比漚滅漚生全體真歷劫無明", "172": "彰古鏡", "173": "晡時申二六時中雜用心一旦忙忙空過", "174": "了百年瞬息老光陰急轉念驀追尋痴人", "175": "喚醒莫酣沉通達一言了義意聞聲見色", "176": "即圓音", "177": "日入酉弗覺剎那減一壽巡官掌上密推", "178": "尋出入行藏無位次也無頭亦無足萬里", "179": "雲天翔俊鶻晝夜舒光騰古今即是如來", "180": "大圓覺", "181": "黃昏戌窮途旅泊遠投室枕子落地驚醒", "182": "人拈得口來失却鼻昔時人今不異歷劫", "183": "同居無諱忌照鏡尋頭棄本真癡人向外", "184": "徒勞覔", "185": "入定亥夢寐鬼拖臭皮袋覺後空空無大", "186": "千一念起邪遭魔怪無位人超三界常在", "187": "途中不離舍舉足動步運騰騰賣花聲裏", "188": "觀自在", "189": "半夜子無夢想時空佛祖死生靈覺沒相", "190": "干萬象之中全體露祖師禪不須悟擬議", "191": "搜尋即迷路絕學無為閒道人胸中不著", "192": "個元字", "193": "鷄鳴丑未了之人莫放手醒來豎起鐵脊", "194": "梁牙關咬斷金鎖鈕無價珠人人有火燒", "195": "刀割豈能朽圓光寂照體如如頓覺無生", "196": "親自受", "197": "和中峯樂隱詞和中峯樂隱詞", "198": "逈絕羅籠頓悟真宗臨濟喝眼聵耳聾頓", "199": "開千眼󲏗脫三空却善應機善大用善藏", "200": "鋒", "201": "問道高峯撥草瞻風超方眼辨主賓中乾", "202": "坤坐斷佛祖無踪唯經入藏禪歸海潭潛", "203": "龍", "204": "心了無覊鄽市可棲隨放蕩不落時機圓", "205": "木為枕破甕壘扉也不求榮不求樂不求", "206": "施", "207": "雲洞石樓竹簾樹鈎金風扇松月清幽荷", "208": "衣棕履砂銚瓦甌但度殘年度寒暑度春", "209": "秋", "210": "心空便休生死都勾谷藏拙樂道無求松", "211": "竹為榻野𤠔伍儔尋常吟風常嘯月常歌", "212": "游", "213": "茅屋荊笆山巖桂花馨滿室風弄影斜好", "214": "居崖谷弗求榮華却烹石泉烹月餅烹雨", "215": "茶", "216": "歸宗斬蛇體用相加斷情識不喜奢華心", "217": "超物外身處林崖樂有松花有蕨粉有芋", "218": "茄", "219": "甘泉苦虀住山相宜心慕道康樂自娛眠", "220": "雲嘯月蹭蹬巖嬉但看落花看流水看鳥", "221": "飛", "222": "妙理難量離相名忘絕對待趺坐繩床廓", "223": "開鼻孔滌濾心腸也嬾看經嬾拜佛嬾燒", "224": "香", "225": "性絕驕奢意囂繁華度寒暑百衲袈裟入", "226": "鄽垂手坐白牛車但不喜嗔不喜怒不喜", "227": "誇", "228": "龍象交加英俊爪牙機撥轉頓悟心花西", "229": "訪甘舍東謁龐家請保福瓜仰山飯趙州", "230": "茶", "231": "野菜時飡荒草枯刪一念斷萬事靡千韜", "232": "光林下笑傲人間已眼空佛耳空祖心空", "233": "閒", "234": "住山多艱處世更難絕攀緣無事心閒選", "235": "勝金谷巖壑禪關有一株梅一溪月一畝", "236": "山", "237": "佛法平常心歇顛狂是與非不較短長翻", "238": "經石案補衲山房有虬栢蒼蘿月照松風", "239": "凉", "240": "璇兆無窮時候非同好景况山裏家風門", "241": "前水綠屋後花紅有春穆蘭夏金蓮秋玉", "242": "蓉", "243": "鶴髮仙翁騎犢村童禮貌踈見人性慵弗", "244": "言世諦但談厥中不好栽花好種竹好植", "245": "松", "246": "送知見上座歸雲集庵送知見上座歸雲集庵", "247": "知見立知靈󱷐露角尾拖泥知見無知鐵", "248": "牛不產石麒麟伶俐衲僧知不知為汝道", "249": "破莫狐疑春光將暮溪柳垂󰡕烟花繡谷", "250": "杜鵑啼集雲迤邐觀山水大塊勞生志弗", "251": "遲草庵切莫偷閒坐推倒銀山黑漆屏超", "252": "方須用驅龍手捏碎虛空大地平", "253": "示端典座示端典座", "254": "漏笊籬破木杓尋常動用莫忘却生味調", "255": "和變熟香一莖虀菜大家酌後生銳志休", "256": "辭勞佛法堅心用苦學直須徹見本來人", "257": "莫把光陰容易錯他日淨瓶趯倒時超方", "258": "拔萃為高躅", "259": "送僧之大明府訪玄祖塔送僧之大明府訪玄祖塔", "260": "秋水澄清兮秋葉黃白雲輕薄兮氣漸涼", "261": "杖頭卓破溪中月鞋額衝開嶺上霜古渡", "262": "金風掀篛笠疎林玉露滴衣裳野水連天", "263": "兮霄漢淨草店鷄鳴兮客夜長若到滹沱", "264": "須卜築艱辛󳭪創力開荒鍬鋤縱橫兮覔", "265": "靈骨浮圖湮沒兮久滄桑一喝重扶玄要", "266": "旨四賓主句善敷揚濟祖真風今古震垂", "267": "蔭兒孫徧界香", "268": "送惺如禪人之錦城送惺如禪人之錦城", "269": "銀露涼桂魄皎白雲黃葉戰空飄寒色侵", "270": "人枯木草眼含紫光兮照破蘊空掌握玄", "271": "機兮青天電掃孤逈逈兮絕依倚寥落落", "272": "兮自襁褓窄時寬兮不須量舒時卷兮靡", "273": "用討舉目抬頭便磕著不是佛手非驢腳", "274": "努目擬時鱉鼻咬大蟲汝若會時牙齒原", "275": "是骨惺禪惺禪若到錦城莫錯舉扶桑人", "276": "種陝西田", "277": "塔銘明覺聰禪師塔銘并序", "278": "通議大夫吏部左侍郎前經筵講官", "279": "內翰林秘書院侍讀學士馮　溥撰", "280": "粵自聖王御籙苞符啟著遂有靈傑挺生", "281": "為龍為光蔚為景從嗣後西方聖人崛起", "282": "厥與儒道竝隆良有以也欽惟", "283": "世祖皇帝天縱英姿神功武略萬幾之暇雅", "284": "志禪宗總持三教之全化毓斯民之要幸", "285": "我憨翁和尚賦性󲏗異慈惠廣被篤生應", "286": "運適逢其會一時問答機緣不減都俞盛", "287": "際夫一代鉅典史氏載之若茲", "288": "帝僧良遘可無筆述以記其顛末哉按師諱", "289": "性聰字憨璞閩人也俗連姓母章氏庭前", "290": "夜坐見星入懷感孕後紅光葢室師生焉", "291": "年十有五歲出家天王寺越三歲乃祝髮", "292": "至年二十有五恥州縣庸碌僧不足尚慨", "293": "然動叅學之念由是出游詣支提山本輝", "294": "法主習教數年乃知經論之學非究竟法", "295": "也辭去主曰汝要成龍須歸大海始往南", "296": "海普陀巖大雲和尚處圓具足戒入武林", "297": "過夏遇默淵師開示宗旨自是頓發疑情", "298": "銳志叅禪矣見永覺大師教從萬法歸一", "299": "做工夫迄一年如蚊子咬鐵牛直無下嘴", "300": "處叅紹興東山爾密和尚驀然有省晚詣", "301": "方丈白其所得密頷之時天童密老人󳭪", "302": "宏濟宗緇素雲臻師臥病延壽堂幾瀕於", "303": "死書偈有八苦煎逼靈符護肘之句是秋", "304": "抵溫州叅魚潭語次潭密加印可為法通", "305": "古淵和尚首座古問興化打克賓意旨如", "306": "何師云嚴父出孝子古云且道他還廿去", "307": "也無師云知恩者少負恩者多古便打師", "308": "一喝解制擬往金粟至杭州聞百癡和尚", "309": "住黃岡太平寺道邁諸方特往見問罽賓", "310": "國王斬師子尊者因甚手臂自墮尚云自", "311": "作自受師云還有過也無尚云南泉斬猫", "312": "歸宗斬蛇喚作有過得麼師云今日親見", "313": "古人作用也便禮拜遂命掌書記一日呈", "314": "十牛頌會百和尚意退隱天台叅林野和", "315": "尚問答頗確命職維那因飯中咬着砂大", "316": "徹洞山雪峰淘米公案其膺頓釋作偈有", "317": "無端彈破牙猢猻沒尾巴之句呈方丈林", "318": "深肯之後百和尚住瓶窑長慶復往瞻依", "319": "百贈師偈云劍㦸鳴秋世欲康買舟先我", "320": "渡錢塘應知此去雲山杳豈料今來草樹", "321": "蒼倦策喜同撑破戶輪槌煩任震虛堂他", "322": "時熱面輕翻轉勿作克賓孝順郎丁亥冬", "323": "百和尚受金粟請留師住長慶戊子夏付", "324": "師拂子是歲辭歸徑山住靜己丑春臨安", "325": "邑侯劉公請住錦山觀音禪寺庚寅夏入", "326": "金粟祝百和尚再為首座百題自像讚有", "327": "一肩重擔足千鈞分付錦山聰長老之句", "328": "極付法衣源流葢自是師嗣百和尚出世", "329": "振臨濟宗矣辛卯餘杭都諫嚴公及諸紳", "330": "縉請主法喜寺壬辰杭城禮部陳公請主", "331": "廣福院未幾仍辭歸山二六時中豐儉隨", "332": "緣越三歲以門人化被四方闡揚道法故", "333": "憨翁和尚名重金門都人紳士削牘禮請", "334": "丙申渡江住都城南海會禪寺葢而師之", "335": "道法傳聞", "336": "帝庭矣先是丁酉秋師感異夢遲明", "337": "世祖皇帝駕幸南海子道出寺前止輦命近", "338": "侍延師出師云山僧踈野愚昧曷以仰瞻", "339": "天表近侍云", "340": "皇上為國為民深重佛法向和尚久矣師即", "341": "便衲出山門傍立", "342": "上出輦顧視久之頗有怡色命歸方丈暨回", "343": "輿即命近侍問師俗家址藉幾嵗出家年若", "344": "干歲何緣掛錫海會師具書委悉回", "345": "旨連遣官致問者三次日駕幸海會寺方丈", "346": "師立門左", "347": "上喜逾時而去十月初四日僧錄司傳旨延", "348": "師入萬善殿命內院大人看方丈安單別", "349": "山禪師偕僧官陪候次晨", "350": "駕至安慰至再至三夜漏五下近侍傳云", "351": "駕到不用和尚接送不行拜禮", "352": "上至方丈賜坐問佛法公案師應機酧對", "353": "上喜賜紫衣問答經旬文長載語錄中師知", "354": "上意欲留久住禁庭奏云臣僧媿領眾匡徒", "355": "海會衲子望臣久矣上鑒師願力真切遂", "356": "送回寺戊戌春結制期畢金佟固山等請", "357": "主延壽禪寺師即奏", "358": "聞前事戊戌春結制期畢金佟固山等請主", "359": "延壽禪寺秋九月", "360": "上幸海會問及監院洞玄跪奏其故", "361": "上回遣大人近侍之延壽問慰十八日", "362": "上親幸延壽方丈甚喜承", "363": "靣召請師入內萬善殿結制開堂", "364": "上乘馬屢顧師謝恩二十九日回海會十月", "365": "初一日僧錄司延入賜紫宣海會禪客百", "366": "人俱入結制旨問道法凡上堂小叅不輟", "367": "既而風扇大都王公大人三院內外向師", "368": "之切矣", "369": "上又問南方尊宿師單名奏起復有大覺弘", "370": "覺之封己亥春賜銀印勅書封明覺師號", "371": "勅有戒律精嚴䂓模淳樸跡超俗外恒持", "372": "不染之心理寄忘言了悟無生之旨引入", "373": "禁林召開覺路邁次第之禪者等語謂師", "374": "始創宗綱於禁林獨為三覺之首也師素", "375": "機用殺活縱奪始終一如復奚愧哉住內", "376": "萬善殿八越月四月十五日辭出六月", "377": "上幸海會問慰九月詔入勅愍忠寺結制庚", "378": "子春回海會屢䟽南旋未允秋七月又䟽", "379": "請八月奉", "380": "俞旨准行辛丑入閩祭掃畢邵武邑侯胡公", "381": "紳衿等請住安國禪寺制解如省成掃費", "382": "和尚塔過建寧府適地方官奉行查皇戒", "383": "牒以師勅印䟽聞", "384": "今上勅地方官還之回住安國六載修葺頺", "385": "廢一新丙午年十二月初八日戒期圓滿", "386": "知世緣有盡集大眾付遺囑散衣鉢十三", "387": "日午時索筆書偈云今年五十七捏碎娘", "388": "生鼻一生受用中無得亦無失昨夜兩個", "389": "泥牛閗入海直至如今無消息咦真消息", "390": "今朝西廊打倒東廊壁收拾傀儡歸去來", "391": "莫教特地成狼藉放筆右脇而逝葢自是", "392": "來去分明始末聲光葢天葢地誠哉如來", "393": "復世矣師世壽五十有七僧臘三十有九", "394": "嗣百癡和尚癡嗣費隱和尚隱嗣天童密", "395": "老人師天童之滴派也跡其生平叅大善", "396": "知識十餘人住大剎十數處語錄十六卷", "397": "付法弟子寂空海鯨等二十餘人舍利塔", "398": "瘞于樵川台山安國寺右予惟憨翁和尚", "399": "道眼精明鉗錘老辣且誠朴純謹大𩔗儒", "400": "者成己成物行履確實不屑屑取辨口頭", "401": "機鋒落世套活計俾天童一燈孤孤逈逈", "402": "下之化導羣迷同臻彼岸上之感通", "403": "聖君大轉法輪不墮人天小果聖諦不為冤", "404": "親平等以彼寵遇恩隆誠堪耀古騰今增", "405": "輝佛日豈偶然哉予前珥筆禁苑侍從", "406": "世祖章皇帝所以悉禪師梗概又采嗣法門", "407": "人吼林鯨公編輯事實總其行住大畧如", "408": "此是為銘銘曰。", "409": "聖王御世鳳瑞麟祥道洽德僃", "410": "虎驟龍驤者老古錐巍巍堂堂", "411": "閩寰降跡葢室紅光秉金剛劍", "412": "佩扣諸方志要成龍讖曰東洋", "413": "梅子既熟桂樹彌昌金粟擔子", "414": "一肩承當大江南北十坐道塲", "415": "正令全提如師子王高豎赤幟", "416": "萬指翊從󳭪宏祖道太白家風", "417": "漫天網布打鳳羅龍法燈徧照", "418": "名為世重禪學如雲鉅卿王公", "419": "鉗錘海甸導利帝鄉天子勸善", "420": "寶勅金章召開覺路大啟津梁", "421": "賜紫談禪三覺始彰奏准南旋", "422": "錫據樵陽為霖為雨廼梯廼航", "423": "風回帆轉界莫囊藏泥牛海閗", "424": "木馬火翔去留不吝得失無妨", "425": "天華散彩佛日輝煌奠安台山", "426": "入靣玲瓏行果圓成出世功終", "427": "破砂盆碎正法眼空一念萬年", "428": "奕葉永弘嗣熖聯輝光燭無窮", "429": "旹", "430": "康熙六年歲次丁未五月朔日", "431": "跋明覺聰禪師語錄䟦", "432": "葢聞有王者興後然有名世者應有名世", "433": "者應則非常之政出焉", "434": "世祖章皇帝起自北徼提一旅而正天統是", "435": "非興王者歟明覺聰禪師一布衲耳褒封", "436": "號而贊助無為是非名世之應者歟故易", "437": "曰雲從龍風從虎聖人作而萬物覩是皆", "438": "關盛衰之嘉運協天人之化導葢千百載", "439": "而僅一遇之耳", "440": "世廟仁慈天縱", "441": "睿智生知識空宗大有益於政治故於萬機", "442": "之暇丁酉歲首", "443": "召見禪師於萬善殿奏對佛法大稱", "444": "宸衷賜紫伽𥠖回寺未幾", "445": "駕臨海會戊戌歲", "446": "駕又親幸延壽慰問迎住萬善殿其冬請示", "447": "禪䂓於內庭公陞獅子寶座弘轉最上法", "448": "輪而諸徒眾亦機鋒電捲棒喝交加", "449": "上親幸座隅諦聆法味見龍驤虎驟不勝鼓", "450": "掌稱善己亥春制解公即推薦諸方先達", "451": "蒙", "452": "賜明覺師號勅印仍歸海會", "453": "駕又臨顧如前是歲以", "454": "太皇太后叅究有省", "455": "上勅中使傳問實際理地公具答之回奏喜", "456": "甚", "457": "太后遣供四方新貢奇菓其秋山翁老人", "458": "召至京", "459": "上復宣入內勅愍忠結冬", "460": "駕又臨顧而中使馳問絡繹迨無虛日庚子", "461": "春以修笑祖塔事訖歸山之䟽凡三上不", "462": "允至秋始准安閒林下賜贐千金遣大人", "463": "護送公力辭不受然蒙", "464": "皇情惓惓猶不忍離命繪公像請留木楖栗", "465": "以供宮中為去後之思遂啟途嶺表嗟乎", "466": "人臣積勳勞數十載而至宰相或蒙", "467": "聖主遣使顧問遂榮奕累代名標青史照映", "468": "今昔而公屢蒙", "469": "朝廷不次之恩四移", "470": "聖駕於泉石慰問彌至一播祖意於", "471": "宸廷喜溢天顏手䟽報恩見僧中之藏古佛", "472": "轂推天童驚緇流之有鳳麟未盥潄而履", "473": "滿戶外一啟吻而澤被萬方然終抱樸素", "474": "曾不改山林之風度其言訥其行真其出", "475": "之也謙而不暴其持之也靜而不矜是以", "476": "一時侯王宰輔見之莫不加額而心折良", "477": "有以也然予嘗考歷代之賜號闡法者公", "478": "之去住蕭然小心敬畏大約與宋之大覺", "479": "懷璉同而以文華表見當世似或遜之如", "480": "以道眼機緣洞當人之性源實不相上下", "481": "仁宗宣懷璉而得明心佛旁探釋典以俾", "482": "補萬機四十餘年號為至治然承平之際", "483": "易以為力獨吾", "484": "世祖當龍騰虎變定鼎之初人事傍午而能", "485": "研玄世外振耀禪宗以明心之學陰翼皇", "486": "綱自非󲏗悟獨出於尋常萬萬者烏能為", "487": "哉", "488": "宸衷每憂滇黔之皇澤久阻庚子明年亦蹶", "489": "首歸仁又明年海氛消遁慶雲瑞星屢見", "490": "重譯輻至中外大穰文武恪忠四方砥平", "491": "自非非常政之劫驗者歟公歸安國七年", "492": "而終庚戌春其嗣吼林鯨公持禪師語要", "493": "一十六卷扺三山予得而讀之言言截鐵", "494": "向上全提流露胸襟足以愧當世之濫觴", "495": "筆墨者。", "496": "靖藩包佐領熊公今之龐老也又有護國", "497": "朗公向輔車以為善持稿引見熊遂急鳩", "498": "資以繡梓欲嘉惠後學可謂具眼矣禪師", "499": "諱性聰字憨璞賜號明覺閩之延順人也", "500": "嗣法金粟元元嗣法徑山容容嗣法天童", "501": "悟悟機用巖峭號臨濟中興容法眼離明", "502": "推宗門帝匠元咄嗟璠璵祖苑白眉三代", "503": "同時唱導諸方咸推尊之今吾憨公又能", "504": "大其家聲遭遇", "505": "世祖霈甘澤於巖廊扇宗風於宇內益見其", "506": "鉗鎚有自也夫益見其源流有自也夫。", "507": "康熙九年夾鍾月之吉雪峰愚叔行俊謹", "508": "䟦", "509": "明覺聰禪師語錄卷第二十", "510": "音釋", "511": "懇口狠切音墾至誠所求也。踽顆羽切音齲䟽行也。籙盧谷切音祿籍", "512": "也帝王興膺籙受圖順天行誅。盥古玩切音貫以盤水沃洗曰盥。"}, "englishTitle": "Qianlong Edition of the Canon, Electronic version, No. 1652 明覺聰禪師語錄", "author": "清 性聰撰述 寂空．方醒等編次"}