{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 435", "1": "佛說阿彌陀經摘要易解", "10": "不言陀者。省文也。此云覺。覺者對迷得名也。覺有", "100": "士。謂乞食。乞法。乞食者。離四邪命。合四正命。無事", "101": "經營。不勤畜積。諸緣放下。一志清修。僧宜以此活", "102": "命。故云乞食資身也。乞法者。參師訪友。懇苦翹誠。", "103": "詢求妙法。期成聖果。故云乞法資心也。二者怖魔。", "104": "謂若人發心出家。魔王聞之。生大怖畏。魔愛生死", "105": "為樂。出家離欲。回向無生。是故魔失伴黨。生怖畏", "106": "故。三者破惡。謂能破見思煩惱種種諸惡。悉皆斷", "107": "絕故。僧者梵語。亦云僧伽。不言伽者省文也。此云", "108": "眾和合。千二百五十人俱者。有三迦葉。一優樓頻", "109": "螺迦葉。於火龍窟。有五百弟子。二伽耶迦葉。於象", "11": "三義。離心名自覺。離境名覺他。心境俱離名覺滿。", "110": "頭山。有三百弟子。三那提迦葉。於希連河。有二百", "111": "弟子。後皆歸佛。故有千眾。目連舍利弗。二人有二", "112": "百五十弟子。亦來歸佛。成千二百五十人也。", "113": "皆是大阿羅漢。眾所知識。", "114": "阿羅漢者。梵語有三義。一應供。為人天福田。即乞", "115": "士果也。二殺賊。斷煩惱盡。即破惡果也。三無生。不", "116": "受後有。即怖魔果也。眾所知識者。功圓德重。人人", "117": "知之。個個識之。名聞於天下。故云眾所知識也。眾", "118": "中之內。能作人天眼目。開示後學。出離苦海。頓超", "119": "淨土者。真大善知識也。須知心源本寂。諸妄全空。", "12": "惟佛三覺俱圓。故稱為大覺世尊。即釋迦牟尼佛", "120": "性體本明。羣迷安在。於中證得。亦是真實知識。如", "121": "其沉空為寂。起念而知者。虗妄知識也。所以真見", "122": "與妄見。天地懸隔。果能達自本源。彈指超淨土矣。", "123": "長老舍利弗。摩訶目犍連。摩訶迦葉。摩訶迦旃延。摩", "124": "訶俱絺羅。離婆多。周利槃陀伽。難陀阿難陀。羅睺羅。", "125": "憍梵波提。賓頭盧頗羅墮。迦留陀夷。摩訶劫賓那。薄", "126": "拘羅。阿㝹樓陀。", "127": "長老者。年高有德之稱。貫下十六尊宿。皆稱長老。", "128": "皆佛上首弟子也。", "129": "舍利弗者。梵語此云鶖鷺。梵語弗。此云子。亦云身", "13": "也。", "130": "子。又云珠子。名號更多。恐繁不引。諸弟子中。智慧", "131": "第一。鶖鷺者。其母身形端正。眼如鶖鷺。連母得名。", "132": "云是鶖鷺之子。身子即身端義。珠子即眼淨義。在", "133": "母胎中。能令母與舅辯勝議。八歲登座。十六歲。國", "134": "中論議無雙。七日之內。皆通佛法。故云智慧第一。", "135": "摩訶目犍連者。摩訶梵語。此云大。目犍連。亦云采", "136": "菽氏。又云萊菔。神通第一。目犍連者。姓也。名拘律", "137": "陀。拘律陀者樹名。其母禱樹神而生。因以為名。神", "138": "通者。如佛昇忉利天。有毒龍障佛。諸弟子請降龍。", "139": "佛不許。目連化身大龍。毒龍見之。懼怕而去。故云", "14": "說者。悅也。適悅本願。欲度眾生。脫離苦海。往生淨", "140": "神通第一。", "141": "摩訶迦葉者。此云大龜氏。亦云飲光。頭陀第一。大", "142": "龜氏者。先世學道。有靈龜負圖而出。因以為姓。名", "143": "畢鉢羅。亦樹也。稱大迦葉者。以別同名。如三迦葉", "144": "等。飲光者。由宿世生為冶金師。與一女人。同裝金", "145": "佛像。遂感累世。身如金色。晃耀餘色。故名飲光。頭", "146": "陀者。梵語。此云抖擻。或云淘汰。有十二行。一阿蘭", "147": "若。二常乞食。乃至十二。但三衣。以斯苦行。掃除塵", "148": "累。澄淨身心也。迦葉年老不捨頭陀。佛憐憫其衰。", "149": "勸令休息。迦葉頭陀如故。佛身讚有頭陀行如此。", "15": "土也。是故不待問而自說。悅可知也。", "150": "我法久住。故云頭陀第一。", "151": "摩訶迦旃延者。姓也。此云文飾。一云不定。一云善", "152": "繩。一云離有無等。南天竺婆羅門族也。論議第一。", "153": "文飾者。文采修飾也。凡人論議。心雖曉了此理。若", "154": "直遂而不文。汗漫而不飾。則辭不達意。非善於論", "155": "議者也。不定者。縱橫善巧。是善論議意。扇繩者。如", "156": "雲棲疏鈔云。扇繩者。子繫母故。又云破熟彈曲為", "157": "扇繩。不墮斷常。發揮中道。離有無故。此一段文義", "158": "深難明。即今註明。令人易解。註云。扇繩者。梵語。雲", "159": "棲疏鈔云。子繫母故。註云。子繫母者。即心不離念", "16": "阿彌陀者。標顯無量壽佛之名也。梵語阿。此云無。", "160": "義。彈曲者。即論議義。為扇繩者。即心念相應義。凡", "161": "來論議。心口相應故。故云彈曲。為扇繩。不墮斷常", "162": "者。不落斷見常見。斷常二見是外道見。發揮中道", "163": "者。即離有無義。如外道問。人死不還。知無他世。謂", "164": "人死受苦。應當同還。甘受不還。故無他世。答曰。如", "165": "世罪人。彼駐牢獄。甯得歸否。又問天何不歸。答曰。", "166": "墮廁得出。肯再入否。如是種種妙說諸義。增一阿", "167": "含經讚曰。善分別義。敷演教乘。故云論議第一。", "168": "摩訶拘絺羅者。此云大膝。舍利弗舅也。答問第一。", "169": "大膝者。從狀得名。舅者與舍利弗母是姊弟。舅往", "17": "梵語彌陀。此云量。合言無量壽佛功德。不可思量", "170": "姊家論勝議。時姊懷舍利弗在腹。舍利弗在母胎", "171": "中。能令母機辯迅發。舅不能答。遂發憤遊學。誓不", "172": "剪爪。讀十八種經。精通義理。以後有論勝議者。答", "173": "問如流。得四辯才。觸問能答。故云答問第一。", "174": "離婆多者。梵語此云星宿。又云室宿。無倒亂第一。", "175": "星宿者。其母求星而生。因以為名。室宿者。室供二", "176": "十八宿。其中第十三宿。或禱此星。故無倒亂也。心", "177": "正故不顛倒。心定故不散亂。故云無顛倒第一。", "178": "周利槃陀伽者。梵語此云繼道。又云大路邊。僅持", "179": "半偈。得悟證果。繼道其母產時。還家不及。於半路", "18": "也。故云無量。無量者亦有二義。一者。彼國眾多。無", "180": "中產子。繼於途路之閒。故名繼道。大路者。母生二", "181": "子。皆於路邊。言大以別小也。半偈者。出家愚暗。久", "182": "無所解。兄先入道。怪其弟無學。遣令還俗。其弟雖", "183": "則還俗。常倚祇園門首。涕淚痛哭。佛憐而錄之。令", "184": "誦掃󰆠二字。誦掃忘󰆠。誦󰆠忘掃。每日久而誦之。", "185": "忽悟垢淨惑除。得阿羅漢道。", "186": "難陀者。梵語此云善歡喜。又云牧牛難陀也。難陀", "187": "有三。阿難陀即慶喜也。又云孫陀羅難陀。兼此牧", "188": "牛難陀為三。以牧牛別餘二難陀也。", "189": "阿難陀者。梵語此云慶喜。又云無染。佛之從弟。多", "19": "有數量。二者。樂󳬛壽命。無有限量。故知無窮盡之", "190": "聞第一。慶喜者。佛成道日。誕生。王及臣民。既聞太", "191": "子成道。又聞宮中誕子。合國忻喜。因以立名。慶喜", "192": "無染者。阿難隨佛入天宮龍宮。心無樂著。故名無", "193": "染。從弟者。佛乃淨飯王之子。阿難是白飯王之子。", "194": "二王昆季。故稱從弟。多聞者。阿難侍佛二十五年。", "195": "佛所說法。不忘一字。涅槃經稱阿難多聞士。又迦", "196": "葉尊者讚曰。佛法大海。流入阿難心是也。", "197": "羅睺羅者。梵語此云覆障。或云執日。密行第一。覆", "198": "障者。本阿修羅名。能以手障日月。故名覆障。又云", "199": "執日障。此有二義。一者佛為所障。不即出家。尚未", "2": "後學毗陵天甯沙門真嵩槃譚述", "20": "無量也。", "200": "有子。父王不許出家。後以指腹懷胎。方遂本志出", "201": "家。則佛被其障也。二者。羅睺羅六年在母胎中。皆", "202": "因夙世。曾塞鼠穴。閉之六日。今報六年在母腹。則", "203": "己自被障也。密行者。經云羅睺羅密行。惟我能知", "204": "之。惟佛能知。則菩薩聲聞。皆不能知。況凡夫乎。積", "205": "行而人不知。故云密行第一。", "206": "憍梵波提者。梵語此云牛呞。受天供養第一。牛呞", "207": "者。過去世中。輕弄沙門。今報牛呞。又五百世曾為", "208": "牛故。牛雖不食。恒事虗哨。餘報未盡。故稱此名。受", "209": "天供養。馬麥之報。彼獨於天上尸利沙園受供。又", "21": "經者行義。梵語修多羅。此云契經。謂契理。契機。契", "210": "凡夫觀形。不知觀德。多輕之者。恐人譏笑遭愆。常", "211": "居天上。諸天敬奉。故云受天供養第一。", "212": "賓頭盧頗羅墮者。梵語上三字。此云不動。名也。下", "213": "三字。此云利根。姓也。應供第一。柰耶律云。樹提長", "214": "者。以旃檀鉢安置剎頂。號於眾云。有神力能取者。", "215": "即當與之。賓頭羅尊者。現神通取鉢。佛呵責令不", "216": "許入滅。留身久住。應末世供。為大福田也。故云應", "217": "供第一。", "218": "迦留陀夷者。梵語。此云黑光。黑光者顏容麤黑故。", "219": "又黑色光耀。異常黑故。夜行乞食。人皆驚怕。佛禁", "22": "理者。合道之言。契機者。逗根之法。是故念佛法門。", "220": "夜行。由此制也。", "221": "摩訶劫賓那者。梵語。此云房宿。知星宿第一。房宿", "222": "者。二十八宿中第四宿也。父母禱此星而誕生。又", "223": "云劫賓那。初出家時。一心欲到佛處聽法。行到半", "224": "路。遭雨不能行。寄食於陶舍。又有一比丘來。共宿", "225": "陶舍。彼比丘者。即佛化身。與劫賓那尊者說法。聞", "226": "法悟道。知星宿者。不假璣衡。通曉天象。故云知星", "227": "宿第一。", "228": "薄拘羅者。梵語。此云善容。壽命第一。善容者。顏貌", "229": "端正故。壽命者。壽年百有六十。故云壽命第一。由", "23": "修行直路。只要識破只個臭皮囊。始終不實。世閒", "230": "往昔持不殺戒。九十一劫。壽不終夭。又云。往昔曾", "231": "施一病僧訶梨勒果。感報五不死。初生現異。母以", "232": "為怪。置之熬中不死。復置釜盤不死。復擲於海中。", "233": "大魚吞之。為人所獲。刀破子現。一無所損。火不能", "234": "燒。湯不能煑。水不能淹。魚不能噬。刀不能割。名五", "235": "不死。亦稱第一。", "236": "阿㝹樓䭾者。梵語。亦云阿那律陀。此云無貧。亦云", "237": "無滅。又云如意。天眼第一。無貧者。往昔於饑世。曾", "238": "以稷飯施辟支佛。九十一劫。資用充足。至今不滅。", "239": "所求如意。故有無貧等三譯。天眼第一者。出家以", "24": "虗妄。一切非真。惟有淨土可歸。念佛可恃。無論富", "240": "來。貪眠。佛說法時。昏睡不醒。佛乃呵責。比之恐墮", "241": "螺蛤。阿那律尊者聞之。當時發憤精進。經七晝夜", "242": "眼不交睫。失其雙目。佛教修習樂見。照明金剛三", "243": "昧。遂得天眼。觀三千大千世界。如觀掌中果。故云", "244": "天眼第一。", "245": "如是等諸大弟子。并諸菩薩摩訶薩。", "246": "如是等者。例餘千二百五十人俱也。諸大弟子者。", "247": "即前十六尊宿也。各有德業因緣。前文敘明。并者。", "248": "佛說此經。不但千二百五十人俱。諸大弟子能聞。", "249": "在會大士。及諸菩薩摩訶薩。亦皆同聞。", "25": "貴貧賤。士農工商。善男信女。皆可往生。或緊念。慢", "250": "菩薩者。梵語。具云菩提薩埵。今舉二字。省文也。此", "251": "云覺有情。覺有情者。覺是所求之果。有情是能求", "252": "之人。以己之心。悟佛之理也。摩訶薩者。菩薩中大", "253": "菩薩也。如文殊普賢觀音彌勒等。皆稱摩訶薩。非", "254": "謂初心。十信。十住。十行。十回向等也。", "255": "文殊師利法王子。阿逸多菩薩。乾陀訶提菩薩。常精", "256": "進菩薩。", "257": "文殊師利者。梵語。亦云曼殊室利。此云妙首。亦云", "258": "妙吉祥。又云妙德。妙首者。華嚴經表三法門。曰信", "259": "行智。妙首信也。所謂信為六度之頭首。長養萬行", "26": "念。高聲念。低聲念。默念。總無拘礙。動靜閒忙。只要", "260": "諸善根。妙吉祥者。行也。經云。一切世閒。親近供養", "261": "讚嘆。名妙吉祥。又真諦云。於怨親中。平等不為損", "262": "惱。是妙吉祥。又生時有十種瑞。一光明滿室。乃至", "263": "十名妙吉祥。妙德者。智也。文殊是過去七佛之師。", "264": "豈非妙德。法王子者。佛為法王。菩薩入法王位。名", "265": "法王子。或問曰。凡菩薩皆稱法王子。獨稱文殊何", "266": "也。答曰。文殊大智獨尊。凡諸經中常為菩薩上首", "267": "故。佛例舍利弗智慧第一。文殊大智獨尊。此經為", "268": "智方能信受。一心念佛。始知修淨業者。非是淺智", "269": "淺識所能信也。", "27": "專心一而無二念。到熟處成生。生處成熟。忽然觸", "270": "阿逸多者。梵語。此云無能勝。即彌勒菩薩也。彌勒", "271": "者梵語。此云慈氏。姓也。阿逸多者。名也。具足當云", "272": "慈無能勝。彌勒菩薩。在母胎中。即有慈心。又過去", "273": "弗沙佛時。與釋迦如來。同發菩提心。常修慈定。今", "274": "釋迦成佛。授記入兜率內院補處。當來下生。彌勒", "275": "尊佛。既聞此經。龍華會上。必說此經。當知此經。流", "276": "通無盡矣。", "277": "乾陀訶提者。梵語。此云不休息。不休息者。修諸梵", "278": "行。歷恒河沙劫。然後授記。經此多劫。未曾休息。又", "279": "如來修進度時。名大師。太子求如意珠。雨寶濟貧", "28": "境遇緣。摸著自己鼻孔。始知阿彌陀佛不離當念。", "280": "得珠墮海。抒海取珠。諸天問言。抒海何為。答曰。得", "281": "珠墮海。故抒取之。天云。海水如何得竭。答曰。海水", "282": "不竭。我終不休。天知心固。共助抒之。水即滅半。龍", "283": "恐海乾。送珠還之。此是不休息義。", "284": "常精進者。寶積經云。此菩薩為度一切眾生。經無", "285": "量劫。隨逐不捨。猶未受化。曾無一念棄捨之心。乃", "286": "精進之至極也。此二菩薩。名雖有別。德業無二也。", "287": "應知淨業法門。務必菩提心而不退。方可德業成", "288": "就也。要在制心一處。不令散亂。念念相續。繫緣佛。", "289": "號無有棄捨之心。自然念成一片。無明業識漸漸", "29": "蓮󳬛淨土只在目前。如心念不一。口裏念佛。心中", "290": "消滅。唯有一句阿彌陀佛。歷歷現前。便是常精進", "291": "菩薩。常精進便是不休息。不休息便是實相念。實", "292": "相念即是無念無念。名為真念也。果能如是念佛。", "293": "往生上品。決定無疑也。", "294": "與如是等諸大菩薩。", "295": "與如是等諸大菩薩者。結上例餘同前。就當經則", "296": "表信行願三成淨土因故。同前者。結上文殊彌勒", "297": "等。例餘則普賢觀音一切菩薩也。信行願者。妙首", "298": "表信。凡求淨因。信為最先。經云。若有信者。應當發", "299": "願是也。精進表願行。精者不襍。進者不退。不襍者。", "3": "佛說阿彌陀經", "30": "尋文解義。貪圖嘴利。如此念佛。由你念到彌勒下", "300": "經云。一心不亂。不退者。經云不退轉菩提也。不休", "301": "息者。即不退義。又彌勒慈行。乾陀梵行。觀經云。慈", "302": "心不殺。具諸戒行是也。成淨土因者。列諸菩薩。非", "303": "無因故。", "304": "及釋提桓因等。無量諸天大眾俱。", "305": "及者。言淨土法門。不但諸聖與會。一切諸天梵眾。", "306": "皆能同聞。釋提桓因者。具云釋迦提婆。因提。釋迦", "307": "者。此云能。提婆因提者此云天主。乃忉利天為欲", "308": "界主也。過去迦葉佛欲滅時。有一女人發心修塔。", "309": "三十二人助之。今天主。即女人也。統四方三十二", "31": "生。亦不得往生。所謂念佛者多。往生者少。皆由此", "310": "天。即三十二人也。無量者該欲界。色界。無色界諸", "311": "天也。大眾者。諸天而下。人及修羅六道一切眾生", "312": "也。俱者。與諸菩薩諸天大眾俱也。○序分竟。", "313": "爾時佛告長老舍利弗。從是西方。過十萬億佛土。有", "314": "世界。名曰極樂。", "315": "此下文屬正宗。以前是序引。後是流通。唯此為一", "316": "經。正宗之大義也。爾時者。當彼六種成就時也。佛", "317": "告者。無問自說。欲速說此法故。告舍利弗。是智慧", "318": "第一。能信受此法。從是西方過者。從此娑婆世界。", "319": "向西而去。名過佛土。一大千世界。名一佛土。過如", "32": "也。須知心意識奪吾淨土。劫吾寶所。是讐人。因何", "320": "是佛土。至十萬億佛土。言去此西方。遠之又遠矣。", "321": "往往修淨業者。念到此處。退失道心。自忖云。十萬", "322": "億佛土。如何能到。故不行也。須知十萬億佛土。不", "323": "勞彈指。即登淨土。親見彌陀。只要當人信得及。勤", "324": "持佛號。久而久之。忽然心忘佛現。即過十萬億佛", "325": "土矣。不見淨土文云。於一念頃。生極樂國是也。極", "326": "樂者。梵語須摩提。此云安養。又云安樂清泰等。皆", "327": "極樂義。又經云。佛土有四。一常寂光土。諸佛究竟。", "328": "極果所居二實報莊嚴土。法身大士所居。三方便", "329": "有餘土。三乘人所居。四凡聖同居土。四聖六凡所", "33": "又要與他結為伴黨。惱亂心神。永劫不能出離苦", "330": "居。雲棲云。今此極樂。是凡聖同居土。而亦同前三", "331": "土。則通常寂光矣。葢真極樂。唯常寂光是。", "332": "其土有佛。號阿彌陀。今現在說法。", "333": "其者。承上土必有人。指能依之人曰佛。佛必有號。", "334": "曰阿彌陀。過去未來。皆有佛度生。度生之軌。曰現", "335": "在說法。", "336": "舍利弗。彼土何故名為極樂。其國眾生。無有眾苦。但", "337": "受諸樂。故名極樂。", "338": "其國眾生者。指極樂世界之眾生。皆是有德之士。", "339": "非謂娑婆世界之眾生。若論娑婆世界眾生。人人", "34": "海。親禮彌陀。豈非錯用心也。因此奉勸同志善友。", "340": "皆有佛性。自從無始以來。一念妄動。迷失真性。所", "341": "以背覺合塵。沉淪苦趣。作種種業。受種種苦。累生", "342": "累刼。無有了期。若能一念回光。返照淨土。則眾生", "343": "心而為佛性也。眾苦者。苦是逼惱義。謂三苦。五苦。", "344": "八苦。乃至百一十苦。三苦者。一苦苦。謂受漏身。是", "345": "名為苦。更加種種逼惱。則苦而復苦。是為欲界苦", "346": "也。二壞苦。謂當樂壞時。不勝憂惱。是為色界苦也。", "347": "三行苦。謂此苦處中即不苦不樂。念念遷流。是為", "348": "無色界苦也。此是三界苦。是名三苦也。五苦者。謂", "349": "生老病死苦是也。八苦者。一生居胎獄苦。二老厭", "35": "念佛務必歸於一心不亂。如子憶母。念念相續。念", "350": "龍鍾苦。三病受痛疴苦。四死悲分散苦。五求不得", "351": "苦。六愛別離苦。七怨憎會苦。八五陰盛苦。此是八", "352": "苦也。百一十苦者。一無差別流轉苦。二欲癡苦。乃", "353": "至五十五苦。次九種苦。於九種苦中。又次第疊開。", "354": "成五十五苦。合之為百一十苦。以上眾苦。極樂皆", "355": "無。是名無有眾苦也。但受諸樂者。下文敘明。如實", "356": "而言。苦既不立。樂亦何存。苦樂雙忘。是平等法。如", "357": "斯之樂。故名極樂也。", "358": "又舍利弗。極樂國土。七重欄楯。七重羅網。七重行樹。", "359": "皆是四寶周帀圍繞。", "36": "到工夫純熟處。自然契理契機。無容向外馳求。埋", "360": "此正明樂事也。橫曰欄。直曰楯。網是寶。羅是羅布。", "361": "樹皆成行。故曰。欄楯。圍於樹外。羅網覆於樹上。重", "362": "重相閒。其數皆七。悉以金銀琉璃玻瓈四寶周圍", "363": "嚴飾。", "364": "是故彼國。名為極樂。", "365": "是故二句。先結前欄楯等。例下寶池。乃至風樹等。", "366": "種種莊嚴。故名極樂。", "367": "又舍利弗。極樂國土。有七寶池。八功德水。充滿其中。", "368": "池底純以金沙布地。", "369": "又舍利弗者。承上告舍利弗言。不但陸地莊嚴。有", "37": "沒己靈。是以羅什法師翻譯契經二字。乃是此經", "370": "如是欄楯羅網行樹。抑且池水莊嚴。亦復勝妙無", "371": "比也。有七寶池者。七寶所成。池中之水。亦七寶成。", "372": "七寶者。金銀琉璃玻瓈硨磲赤珠瑪瑙。是名七寶", "373": "八功德水者。一澄淨。二清冷。三甘美。四輕輭。五潤", "374": "澤。六安和。七除飢渴。八長養諸根。具八種功德。利", "375": "益眾生也。池底金沙者。金沙為底。無泥滓也。", "376": "四邊階道。金銀琉璃玻瓈合成。上有樓閣。亦以金銀", "377": "琉璃。玻瓈。硨磲。赤珠。瑪瑙。而嚴飾之。", "378": "四邊者。中為七寶池水。周圍四面為階道。階道者。", "379": "離地曰階。坦途曰道。樓閣者。重屋曰樓。岑樓曰閣。", "38": "一大綱旨也。", "380": "金銀者。世閒通寶。琉璃者。此云青色寶。又云不遠。", "381": "去波羅柰國不遠。即有此寶。玻瓈者。此云水玉。即", "382": "水晶也。硨磲者。此云大貝。乃海中介蟲也。大者為", "383": "寶。赤珠者。珠之紅色。瑪瑙者。或云丹丘野鬼之血", "384": "所化。嚴者。整齊義。飾者。文彩義。以此眾寶而嚴飾", "385": "之。", "386": "池中蓮華。大如車輪。青色青光。黃色黃光。赤色赤光。", "387": "白色白光。微妙香潔。", "388": "上言池外。今表池中。蓮華者具有四色。謂青黃赤", "389": "白等色皆有光。青蓮華者。彼云優鉢羅華。黃蓮華", "39": "如是我聞。一時。佛在舍衛國。祇樹給孤獨園。與大比", "390": "者。彼云拘勿頭華。赤蓮華者。彼云鉢特摩華。白蓮", "391": "華者。彼云芬陀利華。此華未開。彼云屈摩羅。此華", "392": "將落。彼云迦摩羅。此華處中閒開。彼云芬陀利。即", "393": "白蓮華也。車輪者。大小形相未定。隨機所見。故云", "394": "微。因果同時。處染常淨。故云妙。華出金沙。香中之", "395": "香。故云香。潔中之潔。故云微妙香潔。", "396": "舍利弗極樂國土。成就如是功德莊嚴。", "397": "如上種種莊嚴。皆是阿彌陀佛國中。為法藏比丘", "398": "時。發大願所修。大行無量功德。後三成就。皆同此", "399": "義。", "4": "此經本名稱讚不可思議功德。一切諸佛所護念", "40": "邱僧。千二百五十人俱。", "400": "又舍利弗。彼佛國土。常作天樂。黃金為地。晝夜六時。", "401": "雨天曼陀羅華。", "402": "前敘寶池。今言金地。常作天樂者。謂諸天所作之", "403": "樂。非是人閒所有。人閒之樂。須要自作自彈。天樂", "404": "自鳴。故云常作天樂也。今修淨業者。果能一心不", "405": "亂。念佛到臨命終時。自有天樂。迎空而來接引。則", "406": "天樂自鳴也。黃金為地者。謂極樂世界。上則樂作", "407": "於天。下則金嚴其地。而居此黃金地上。不獨耳聞", "408": "天樂。亦且眼見天華也。黃金者。謂琉璃地上皆是", "409": "黃金。然亦阿彌陀佛願力所成。此則地面之莊嚴", "41": "今經自西域至此。古德判釋。未有三分。自晉道安", "410": "也。晝夜六時者。以花開鳥鳴為晝。花合鳥棲為夜。", "411": "雨天曼陀羅華者。天華也。又云適意。適意者。適悅", "412": "人意也。不見道須菩提宴坐。帝釋散華。須菩提問。", "413": "空中散華。當是何人。答曰。我乃天帝也。以尊者善", "414": "說般若。故以散花供養。應知心淨則佛土淨。則諸", "415": "念不生。萬法空寂。即是善說般若義。所以感動諸", "416": "天。散華供養。能如是淨心念佛。往生又何疑也。", "417": "其土眾生。常以清旦。各以衣裓盛眾妙華。供養他方", "418": "十萬億佛。即以食時。還到本國。", "419": "其土眾生者。指初心凡夫。往生淨土。皆名眾生。常", "42": "法師。將此經通判三分。今遵之。自如是我聞至大", "420": "者。日日恒然。無有勞厭之心也。清旦者。於晝最先", "421": "之時也各者。人人皆然。無有一眾生懈怠也。以衣", "422": "裓盛華者。取至誠心淨也。盛眾妙華者。供養他方", "423": "諸佛也。衣裓者。彼國喚作盛華之器。或言衣襟。而", "424": "以衣襟盛華供佛也。他方者。自本國而往他方也", "425": "十萬億佛土者。一佛一大千土。言遠之又遠也。食", "426": "時者。晨齋之時也。還到本國者。清旦盛華。供養十", "427": "萬億佛畢。還到本國。猶在晨齋之時。往來之速。亦", "428": "是阿彌陀佛成就神足之力也。", "429": "飯食經行。", "43": "眾俱。為序分。從爾時佛告至是為甚難。為正宗分。", "430": "前言食時。今說飯畢。飯食者。能住持身命。令不斷", "431": "壞。長養聖胎。故名為食。經行者。令不放逸故。又古", "432": "德云。有佛處不得住。無佛處即走過。如是而行。名", "433": "為經行。舉足動步。時時踏著天甯。而今要問同志", "434": "善友。及朝山拜頂諸師。且道踏著個甚麼。若向此", "435": "處領會得。決定往生淨土。如其不能領會。埋頭喫", "436": "飯。空過一生。翫水觀山。徒勞萬里。", "437": "舍利弗。極樂國土。成就如是功德莊嚴。", "438": "此結上天樂天華等。種種功德莊嚴。皆是阿彌陀", "439": "佛願力成就也。", "44": "從佛說此經已至作禮而去。為流通分。是故解釋", "440": "復次舍利弗。彼國常有種種奇妙襍色之鳥。白󳬈孔", "441": "󳭋。鸚鵡。舍利。迦陵頻伽。共命之鳥。是諸眾鳥。晝夜六", "442": "時。出和雅音。其音演暢。五根。五力。七菩提分。八聖道", "443": "分。如是等法。", "444": "復次者。再言也。種種奇妙者。先言諸天散花。此言", "445": "禽樹成音。種種奇妙。形殊眾鳥曰奇。音能說法曰", "446": "妙。下文眾鳥。悉皆奇妙。非凡鳥可比。襍色者美觀", "447": "眾鳥之色。白󳬈孔󳭋鸚鵡。常見可知。舍利者。此云", "448": "春鶯。或言鶖鷺。迦陵頻伽鳥者。此云妙音。在殻中", "449": "能鳴。超過眾鳥。此鳥人天聲聞等無能及也。唯除", "45": "文義者。只知一題總意。未審經中。自始至終。為何", "450": "如來。故云妙音。共命鳥者。兩首一身。此鳥報應相", "451": "同。識命各異。晝夜六時者。解釋前文。出和雅音者。", "452": "鳴時無有麤厲。能令聽者躁心自釋。是名出和雅", "453": "音。其音演暢者。演。是舒而廣大無盡之義。暢。是敷", "454": "而通達無滯之意。五根者。謂信。進。念。定。慧。能生聖", "455": "道。故名為根。五力者。即前根增長為力。七菩提分", "456": "者。即七覺支。亦以根力所得。一擇法。二精進。三喜。", "457": "四輕安。五定。六捨。七念。念覺即菩提。支分義。謂分", "458": "分隨宜而用也。八聖道分者。由前擇法。故入正道。", "459": "謂正見。正思惟。正語。正業。正命。正精進。正正定。此", "46": "等文。闡何等義。今乃章分句解。從文字般若中。通", "460": "八者。不依偏邪為正。能至涅槃為道。如是等法者。", "461": "等者。四念處。四正勤。四如意定。成三十七品。及餘", "462": "一切法也。", "463": "其土眾生。聞是音已。皆悉念佛法念僧。", "464": "其土眾生者。前文敘明。聞者。聞音無益。則同世音。", "465": "今念三寶。正明益也。三寶者。即念佛。念法。念僧。故", "466": "云自歸依佛。自歸依法。自歸依僧。但令歸自。不說", "467": "歸他。念念還歸自心。是名真念三寶也。", "468": "舍利弗。汝勿謂此鳥。實是罪報所生。所以者何。彼佛", "469": "國土。無三惡道。舍利弗。其佛國土。尚無惡道之名。何", "47": "達實相之理。所謂以有盡之言。略彰無盡之義。今", "470": "況有實。是諸眾鳥。皆是阿彌陀佛。欲令法音宣流。變", "471": "化所作。", "472": "舍利弗者。佛告之言。汝勿謂此鳥者。申明諸鳥。實", "473": "是罪報所生。恐疑淨土何因而有禽畜。所以者何", "474": "者。佛轉語而破之。彼佛國土者。實無三惡道。三惡", "475": "道者。地獄餓鬼畜生。所謂十惡五逆者。墮地獄道", "476": "慳貪嫉妬者。墮餓鬼道。愚癡暗蔽者。墮畜生道。是", "477": "故六道之中。唯天道最善。人道次之。修羅道在乎", "478": "其中。不善不惡。故獨此三惡道者。是名為惡。舍利", "479": "弗者。佛又告之。其佛國土。尚無惡道之名。何況有", "48": "為融通不礙文字者。也是故道本無言。因言顯道。", "480": "實。言凡修淨業者。因生於淨土。果亦結於淨土。何", "481": "由淨土而有惡道。如其有者。是襍穢處。非淨土也。", "482": "何疑淨土而有罪報。非但目不曾見。而且耳亦未", "483": "曾聞也。何況有實。是諸眾鳥者。又申明諸鳥也。皆", "484": "是阿彌陀佛。欲令法音宣流。變化所作者。佛自難", "485": "言。既無畜生。今白󳬈孔󳭋等。從何而來。在彼國土。", "486": "乃出其由。是阿彌陀佛。往昔本願變化所作。非實", "487": "是有也。法音宣流者。宣則宣布。流則流通。如近及", "488": "遠。猶如逝水。阿彌陀佛。欲令法音。普周沙界。無有", "489": "閒斷。不獨人能說法。使彼國鳥。因皆說妙法。無一", "49": "佛以文字說經。今還以文字解釋。然而文字性空", "490": "處而不聞聽也。此是阿彌陀佛。大神通力。變化所", "491": "作。豈同愚癡暗蔽。而感報禽畜之真鳥也。", "492": "舍利弗。彼佛國土。微風吹動。諸寶行樹。及寶羅網。出", "493": "微妙音。譬如百千種樂。同時俱作。聞是音者。自然皆", "494": "生念佛念法念僧之心。", "495": "前言諸禽鳥說法。尚屬有情。今說風樹羅網演法。", "496": "乃出無情。聞音倐感。正念現前。非思非慮。絕所絕", "497": "能。故曰自然念三寶之心也。", "498": "舍利弗。其佛國土。成就如是功德莊嚴。", "499": "結上化禽風樹二種莊嚴。皆是阿彌陀佛。因地願", "5": "經。至中華凡二譯。唐玄奘法師譯云。稱讚淨土佛", "50": "即是實相之理也。今屬序分。序者敘也。又緒也。未", "500": "行。功德成就也。", "501": "舍利弗於意云何。彼佛何故號阿彌陀。", "502": "以上明依報之勝。而依從正生。今明正報。於意云", "503": "何。可能審解否。既知阿彌陀。未知其義。云何以彼", "504": "佛為一經之主。故須審問。正主者。報有依正。佛居", "505": "其正。正有主伴。佛為其主。故須審問其義。審者審", "506": "自己彌陀。問者問念佛之人。若向境緣上審問。是", "507": "名向外馳求。非審問也。務須扣己而審問。審自己", "508": "彌陀。於意云何。問念佛之人究竟是誰。審而又審。", "509": "問而又問。審到審無所審問到問無所問忽然審", "51": "入正文。先敘列此經之端緒也。○昔阿難問佛。結", "510": "問雙忘。全身皆是自性彌陀。何論彼佛此佛。", "511": "舍利弗。彼佛光明無量。照十方國。無所障礙。是故號", "512": "為阿彌陀。", "513": "此釋光明無量。無量者。言所照光明之廣也。十方", "514": "者。唯阿彌陀佛。光明照千萬世界。無有窮盡。亦無", "515": "隔礙。日月雖有光明。被雲遮礙。彼佛光明。徹山透", "516": "壁。通幽達冥。皆無隔礙。或問。日月有礙人皆盡知。", "517": "佛光無礙。當有何據。答曰。昔釋迦佛時。城東有一", "518": "老母。不願見佛。避入深閨。佛光所照。及其垣壁俱", "519": "徹。內外四方。皆有光明。即無隔礙之徵也。", "52": "集經體。佛示。經首當云如是我聞。一時佛在某處。", "520": "又舍利弗。彼佛壽命。及其人民。無量無邊阿僧祇劫。", "521": "故名阿彌陀。", "522": "此釋壽命無量。彼佛壽命者有三法。一謂法身壽。", "523": "以如理為命。二謂報身壽。以智慧為命。三謂應身", "524": "壽。以因緣為命。法華壽量疏云。此三壽者。壽是受", "525": "也。若法身。真如不隔諸法。故名為受。若報身。境智", "526": "相應。故名為受。若應身。一期報得。永年不斷。故名", "527": "為受。是故彼佛壽命。無能窮盡之無量也。及其人", "528": "民者。非謂此岸人民。皆是彼岸人民。仗承佛力自", "529": "力。一心念佛。臨命終時。往生彼岸。蓮華化生。乃是", "53": "與某眾說某法。故凡經首。皆同此體。古德因從如", "530": "清虗之身。非同凡夫質礙肉身。是故彼岸人民。既", "531": "登不退。轉地受命。亦無量無邊矣。阿僧祇劫者。言", "532": "其壽命無數。倍之又倍之。故名無量無邊矣。實而", "533": "言之。自性靈明通達。是壽命無量義。始知阿彌陀", "534": "佛。雖在十萬億佛土之外。而實於此娑婆世界。眾", "535": "生心中。結跏趺坐。儼然不動。柰何此岸眾生。往往", "536": "入外道之門。枉自勞神。負杲日之明。翻成黑暗。", "537": "舍利弗。阿彌陀佛。成佛以來。於今十劫。", "538": "既知彼佛得名之義。未審成佛。在於何時。劫者梵", "539": "語。亦云劫波。此云十分。十劫者又云大劫。又云小", "54": "是至大眾俱。判為六種成就。如是。我信成就。我聞。", "540": "劫。今謂久遠。應是大劫。華嚴經云。成住壞空。各二", "541": "十小劫。八十小劫。終。方為大劫。言十大劫者。是八", "542": "十小劫也。此說亦是一期赴機之談。究極而言。阿", "543": "彌陀佛。成佛以來。亦應無量之無量矣。", "544": "又舍利弗。彼佛有無量無邊聲聞弟子。皆阿羅漢。非", "545": "是算數之所能知。", "546": "此釋弟子。無量聲聞者。聞四諦教悟道。名為聲聞。", "547": "四諦者。苦集滅道也。皆是阿羅漢者。揀非前三果", "548": "也。不言緣覺。攝聲聞中也。非是算數之所能知者。", "549": "如大經阿僧祇劫品云。非世人心力所及故。只云", "55": "為聞成就。一時。為時成就。佛。為主成就。在某處。為", "550": "無量。", "551": "諸菩薩眾。亦復如是。舍利弗。彼佛國土。成就如是功", "552": "德莊嚴。", "553": "此釋諸菩薩眾亦無量。又結前文佛及聲聞菩薩。", "554": "正報莊嚴。", "555": "又舍利弗。極樂國土。眾生生者。皆是阿󳺎䟦致。其中", "556": "多有一生補處。其數甚多。非是算數所能知之。但可", "557": "以無量無邊阿僧祇說。", "558": "眾生生者。謂眾生生彼國土。受益其數無量。阿󳺎", "559": "䟦致者。此云不退轉。又恐人疑彼國。頗多賢聖。皆", "56": "處成就。大眾。為眾成就。亦名證信序。", "560": "是久修上土。皆不退轉。其新生者。未必不退。故言", "561": "不論聖凡。但往生者。皆是不退轉。以決其疑。其中", "562": "多有一生補處者。即等覺亦名最後身。次當作佛", "563": "補處非謂補處極樂世界成佛。餘世界亦可補處。", "564": "如彌勒菩薩在娑婆世界補處是也。阿僧祇者。前", "565": "文釋明。○正報莊嚴竟。", "566": "舍利弗。眾生聞者。應當發願。願生彼國。", "567": "此勸初發願往生淨土。舍利弗。眾生聞者。初勸發", "568": "願。持名往生利益。是故先聞後信。信能發願。信願", "569": "雙偹。行無不到。所謂信願行三。淨土資糧。充足無", "57": "如是者。信成就也。智論云。佛法大海。信為能入。華", "570": "欠。決定往生。", "571": "所以者何。得與如是諸上善人。俱會一處。", "572": "諸上善人者。指前無量聲聞菩薩。及不退眾生等。", "573": "舍利弗。不可以少善根福德因緣。得生彼國。", "574": "將顯持名功德之勝。此言少善少福。不得往生。正", "575": "為下文。持名即得往生。以顯功之獨勝也。經家以", "576": "持名多善根福德故。雲棲亦云。善中之善。福中之", "577": "福。雖則經中無明文。觀下執持名號。即得往生之", "578": "文。合上少善少福者。不得往生。亦得往生。其福善", "579": "可知也。而實由持名故。即以持名為多福德。揆經", "58": "嚴經云。信為道源功德母。長養一切諸善根。肇法", "580": "中義。亦宜許也。然此一卷彌陀經文。我釋迦如來。", "581": "實有深意。恐凡夫眾生。聞是往生之說。疑自己善", "582": "根福少。不能有往生因緣。便乃信而不堅。念之不", "583": "切。時時有退失之心。念念無持名之意。須知信而", "584": "要受之一心。持名便是善根。福德因緣。應知彼國", "585": "眾生。實非少善少福者所能往生。唯持名仗承佛", "586": "力自力。即得往生。恐有深信者。不必別求善根福", "587": "報。只要一心念佛。無容別求。別求者恐落外道。此", "588": "說令修淨業者。息自退之疑。生決定之信耳。故下", "589": "文即以執持名號勸之。然而持名實有無量善根", "59": "師云。如是二字。信順之辭也。智者大師云。如為真", "590": "福德因緣。故阿彌陀佛。於因中成就無量願行。無", "591": "量功德。乃能成阿彌陀佛聖號。譬如陀羅尼門。能", "592": "總持一切法故。此阿彌陀佛名號。亦能總持無量", "593": "功德故。能持名者。稱念阿彌陀佛名號。有不可思", "594": "議功德。皆於一念中具足。豈但多善根福德而已", "595": "哉。能持名者。無不應念往生。入不退地也。", "596": "舍利弗。若有善男子。善女人。聞說阿彌陀佛。執持名", "597": "號。若一日。若二日。若三日。若四日。若五日。若六日。若", "598": "七日。一心不亂。", "599": "一心不亂者。非謂一日至七日。而得不亂也。此七", "6": "攝受經。今姚秦三藏法師鳩摩羅什譯云。立此名", "60": "空。是為妙有。古德云。聖人說法。但顯於如。唯如為", "600": "日而心不亂。不亂者。謂一心持名。於七日中閒。無", "601": "有別念夾襍。又一心有二義。謂事念。理念。事念者。", "602": "一心持名。憶念彼佛。念念無閒。理念者。了能念之", "603": "心本空。達所念之佛無體。本來清淨。逈露真常。則", "604": "山河大地。全露彌陀。舉足下足。無非極樂國矣。", "605": "其人臨命終時。阿彌陀佛。與諸聖眾。現在其前。", "606": "其人者。指念佛之人。但能一心不亂。念佛到臨命", "607": "終時。佛與聖眾。現其前也。因以佛力自力。感應道", "608": "交。故佛現在其前。如其業識茫茫者。臨命終時。自", "609": "然業識現前。隨業受生。如十惡五逆者。地獄現前。", "61": "是。又古德云。實相之理。始終不異名如。如理而說", "610": "慳貪嫉妬者。餓鬼現前。乃至五戒十善。人天福報", "611": "現前。今一心不亂念佛。則淨念成就。臨終豈不佛", "612": "現前。是故楞嚴經云。憶佛念佛。現前當來。決定成", "613": "佛是也。", "614": "是人終時。心不顛倒。即得往生。阿彌陀佛。極樂國土。", "615": "前言臨者。將欲命終。今言終時。八識去盡。八識者。", "616": "即中有身是也。亦云中陰身。此識來為先鋒。去為", "617": "最後。隨業受生。即此識也。心不顛倒者。以一心不", "618": "亂。故不顛倒。以不顛倒。故不生他處。即得往生。言", "619": "其速也。顛倒者。由其平日隨順妄想作業。不修正", "62": "名是。諸家所說。尚多。恐繁不引。以上各有意義。小", "620": "念。心多散亂。到臨命終時。所造惡業。皆現其前。所", "621": "以從前作得事。目下一齊來。此即顛倒也。有此顛", "622": "倒。沉淪六道。輪迴之中。改頭換面。隨業受生。今既", "623": "一心不亂。內凝正念。外感彌陀。接引蓮󳬛。捨此凡", "624": "夫肉體。投彼蓮胎化身。即登極樂國也。", "625": "舍利弗。我見是利。故說此言。若有眾生。聞是說者。應", "626": "當發願。生彼國土。", "627": "是利者。指上見佛往生。此言我見斯大利。故說一", "628": "心念佛之言也。良由既得往生。名為自利。生彼國", "629": "土。聞法得果。然後廣度眾生。是名利他。具斯二利。", "63": "異大同。並無相礙。是故如是二義。隨宗以定。今經", "630": "眾生聞者。應當發願。往生彼國。如不願往生者。則", "631": "孤負佛說。是為第二重勸。", "632": "舍利弗。如我今者讚歎阿彌陀佛。不可思議功德之", "633": "利。", "634": "此釋迦佛自明讚歎。欲開顯下文六方諸佛同讚", "635": "也。讚者稱讚也。歎者感歎也。稱揚讚美。彼佛廣大", "636": "功德。令人歸信也。感激歎息。此法。人天希有。歷劫", "637": "難逢。令人悲喜。喜者喜其得聞。悲者悲其聞之晚", "638": "也。不可思議功德之利者。起信論云。是心從本以", "639": "來。離心緣相。離言說相。是故舉心即錯。動念即乖。", "64": "宗乎執持名號。一心不亂。故名為如。臨命終時。心", "640": "滯句者迷。承言者喪。然者當如之何。縱饒緘口忘", "641": "機。依然墮落無記。無記者。不善不惡者是。若人能", "642": "信如是事。當知是人不可思議功德之利也。", "643": "東方亦有阿閦󳺎佛。須彌相佛。大須彌佛。須彌光佛。", "644": "妙音佛。如是等恒河沙數諸佛。", "645": "佛之名號。皆具無量功德。難以盡釋。今唯約因果", "646": "性相。福智行願。略而釋之。阿閦󳺎者。此云不動。常", "647": "住法性故。須彌相者。佛相無盡如須彌故。須彌者。", "648": "此云妙高。眾寶所成曰妙。逈出羣山曰高。妙音者。", "649": "法音圓妙。說法稱機故。是以佛能一音演說法。眾", "65": "不顛倒。故名為是。異此所明。不得為是。", "650": "生隨類各得解是也。如是等者。多難悉舉。且舉五", "651": "佛以等釋之。恒沙者。亦云殑伽河。沙者喻多也。恒", "652": "河在西域無熱池側。香山頂上。有無熱惱池。流出", "653": "四河。恒河在南。廣四十里。沙逐水流。最為微細。佛", "654": "近彼河說法。凡言多者。常取為喻。東方多佛。如恒", "655": "河中所有沙數也。", "656": "各於其國。出廣長舌相。徧覆三千大千世界。說誠實", "657": "言。汝等眾生。當信是稱讚不可思議功德。一切諸佛", "658": "所護念經。", "659": "各於其國者。各於本國也。出廣長舌相者。乃如來", "66": "我聞者。聞成就也。我者。非謂人我之我。傳法聖人。", "660": "無量劫來。口業清淨。不妄言綺語。不惡口兩舌。常", "661": "說真實語。正直語。和合語。故感此長舌相。無虗妄", "662": "故。廣約橫言。長約竪說。其相柔軟。長舌伸時。覆面", "663": "能至髮際。盡其廣長舌。徧覆實難量。發聲咸震。如", "664": "雷普聞。其音又極微妙。遠徹法界。或問佛丈六金", "665": "身。何得有此三千大千世界徧覆之舌相耶。答曰。", "666": "丈六乃為二乘凡夫。說法應化之身。當知如來。清", "667": "淨法身。彌塞法界。充遍十方。豈止徧覆大千耶。今", "668": "大千者。不過約一佛所化之境耳。三千大千者。四", "669": "大部州一日月。一須彌。一欲界。一色界。一無色界。", "67": "若有人我。焉能結集。應知阿難結集傳法。以我無", "670": "乃為一世界。此一世界數至一千。名一小千世界。", "671": "此小千世界。千倍名中千世界。此中千世界。千倍", "672": "名大千世界。皆有成住壞空。謂萬億四天下。總為", "673": "一佛土耳。說誠實言者。務必信得廣長舌端。出誠", "674": "實語。謂此稱讚不可思議功德。一切諸佛所護念", "675": "經。汝當諦信。莫懷疑也。信者。信誠則真。懇切為實。", "676": "則一心持名不虗也。稱讚不可思議功德一切諸", "677": "佛所護念經。此十六字。今經原名也。是故上文讚", "678": "佛。今又讚經。其義一也。所護念經者。念佛之人。佛", "679": "力護佑。令其安隱。無諸障難。佛心憶念。令其精進。", "68": "我不二之真我。根境非一非異之妙耳。聞者耳根", "680": "無有退墮也。當知念佛佛念。感應自然。信之不可", "681": "誣也。", "682": "舍利弗。南方世界。有日月燈佛。名聞光佛。大𦦨肩佛。", "683": "須彌燈佛。無量精進佛。如是等恒河沙數諸佛。", "684": "日月燈佛者。大智無盡。能破眾生暗故。是以日光", "685": "有般若義。月照夜能清涼。有解脫義。是故名為道", "686": "種智燈也。日月通乎晝夜。不住兩邊。是中道第一", "687": "諦。有法身義。是名大智無盡也。名聞光佛者。名稱", "688": "普聞。如光遠照。聞於無量世界。日光照處。無所不", "689": "被。大𦦨肩佛者。肩表二智。𦦨喻照耀。二智者。權智", "69": "發識。廢別從總。歸於一心不亂。聞娑婆極樂無障", "690": "照事。實智照理。事理炳然。雙照不昧。如兩肩發𦦨。", "691": "此二智能荷擔一切眾生。往生淨土也。故有肩義。", "692": "須彌燈佛者。慧燈如須彌也。無量精進佛者。於無", "693": "量劫來精進不休也。", "694": "各於其國。出廣長舌相。徧覆三千大千世界。說誠實", "695": "言。汝等眾生。當信是稱讚不可思議功德。一切諸佛", "696": "所護念經。舍利弗。西方世界。有無量壽佛。無量相佛。", "697": "無量幢佛。大光佛。大明佛。寶相佛。淨光佛。如是等恒", "698": "河沙數諸佛。", "699": "無量壽佛者。與本佛同名。故有二說。各俱有理。二", "7": "者。以經中正示專持名號之法。眾所樂聞。以此六", "70": "凝之法門也。故云如是之法。我阿難親從佛聞。", "700": "說者。靈芝謂諸佛同名者甚多。決非法藏比丘所", "701": "成之佛。以本佛不應自讚故。慈恩云。設若自讚。理", "702": "亦無妨。雲棲因兩存之不必也。今以本佛同名為", "703": "是。佛之同名者。無論他經。茲六方中。有三燄肩佛。", "704": "不可俱釋以自讚也。故以同名釋其理寬。以自讚", "705": "釋。雖略凡情。其理反狹。當從靈芝。無量相佛者。相", "706": "好無盡故。或三十二相。或八萬四千相。或微塵相。", "707": "福德無量。相亦無量也。昔誌公禪師。現十二面觀", "708": "音相。僧繇不能舉筆。況佛相者。無量幢佛者。功德", "709": "高顯如幢。能無量故。大光明佛者。有廣大光明故。", "71": "一時者。時成就也。機應和合。說聽成就。即名一時。", "710": "光者。光輝廣照故。忉利天以上諸天。亦有身光。不", "711": "假日月。如二乘小果。因地菩薩。皆有光明。比佛為", "712": "小。佛光映蔽一切。故云為大。大明佛者。謂佛以大", "713": "智。破諸惑盡故。一切智破見思惑盡。道種智。破塵", "714": "沙惑盡。一切種智。破無明惑盡。如杲日當空。無處", "715": "不照。故云大明也。寶相佛者。相好殊特。如寶尊貴。", "716": "故。淨光佛者。佛德清淨。發光明故。清淨發光者。有", "717": "染之智。不發妙光。佛德至淨。發大光明也。", "718": "各於其國。出廣長舌相。徧覆三千大千世界。說誠實", "719": "言。汝等眾生。當信是稱讚不可思議功德。一切諸佛", "72": "以說聽無定故。不言某年月日。當云一時也。", "720": "所護念經。舍利弗。北方世界。有𦦨肩佛。最勝音佛。難", "721": "沮佛。日生佛。網明佛。如是等。恒河沙數諸佛。", "722": "𦦨肩佛者。前文南方中釋明。最勝音佛者。佛音微", "723": "妙。一切音聲莫能及也。難沮佛者。佛德堅密。不得", "724": "壞故。沮者水名。佛證法身。已得金剛不壞之體。更", "725": "無餘惑。煩惱橫流。莫能衝蕩。故云難沮。日生佛者。", "726": "佛光出現。如日東升也。網明佛者。智光如寶網。徧", "727": "覆眾生。無所不照也。", "728": "各於其國。出廣長舌相。徧覆三千大千世界。說誠實", "729": "言。汝等眾生。當信是稱讚不可思議功德。一切諸佛", "73": "佛者。主成就也。佛義解釋前文。佛為娑婆教主。所", "730": "所護念經。舍利弗。下方世界。有師子佛。名聞佛。名光", "731": "佛。達磨佛。法幢佛。持法佛。如是等恒河沙數諸佛。", "732": "師子佛者。如師子。乃獸中之王。哮吼一聲。羣獸皆", "733": "畏懼。如佛說法。外道皆信服。名聞佛者。釋義同前。", "734": "名光佛者。名如日光。無處不被。如阿彌陀佛。光明", "735": "普照十方世界。無有障礙故。達磨佛者。此云法。以", "736": "法軌持。令眾生一心念佛。證法身故。法幢佛者。法", "737": "如幢。佛法高顯。人天仰之為宗。邪見外道。望之而", "738": "伏。此與前文無量幢同義。持法佛者。執持佛法。不", "739": "墮有邊。不墮無邊。善持中道。妙法疏通於世。令不", "74": "以六種成就。歸重於佛。", "740": "斷絕故。是故百千法門。同歸方寸。無邊得用。總在", "741": "心源。覓之則無相無形。放之則無窮無盡。本來具", "742": "足。不假他求。是以眾生心。善持中道義。即如來藏", "743": "也。", "744": "各於其國。出廣長舌相。徧覆三千大千世界。說誠實", "745": "言。汝等眾生。當信是稱讚不可思議功德。一切諸佛", "746": "所護念經。舍利弗。上方世界。有梵音佛。宿王佛。香上", "747": "佛。香光佛。大𦦨肩佛。襍色寶華嚴身佛。娑羅樹王佛。", "748": "寶華德佛。見一切義佛。如須彌山佛。如是等恒河沙", "749": "數諸佛。", "75": "在舍衛國祇樹給孤獨園者。處成就也。在者。天台", "750": "有梵音佛者。佛音清潔。具足梵行之相。故名梵音。", "751": "宿王佛者。月為宿王。萬點星光。不如孤月。月非星", "752": "類。喻佛為大覺。覺非迷類。勝一切故。即宿中王也。", "753": "香上佛者。佛是聖中聖。如香中香。此香一焚。四十", "754": "里外。無不聞者。此香是最上香也。證五分法身之", "755": "香。其香普熏無量世界。一切人天。修羅外道。二乘", "756": "之香。無能及者。故名香上。香光佛者。其香發光。香", "757": "燃能破惡有滅穢義。諸惡穢滅盡。名為香光。大𦦨", "758": "肩佛者。南方中釋明。襍色寶華嚴身佛者。襍色者。", "759": "餘乘說法。是為襍染。今寶華嚴身佛。唯以一乘法。", "76": "謂在即住義。別之有四。一天住。即六欲天也。二梵", "760": "化導眾生。所謂純一不襍故。娑羅樹王佛者。娑羅", "761": "此云堅固。願力堅固。普蔭眾生。如樹王故。寶華德", "762": "佛者。常樂我淨。佛之四德。寶華開敷。無彫落故。見", "763": "一切義佛者。一切世出世閒。諸法無量義亦無量。", "764": "有知近義。不知遠義。有知偏義。不知圓義。有知總", "765": "義。不知別義。有知權義。不知實義。佛無不見。如悉", "766": "達太子。知一切義成。即此意也。如須彌山佛者。須", "767": "彌為眾山之主。佛德超絕須彌山故。", "768": "各於其國。出廣長舌相。徧覆三千大千世界。說誠實", "769": "言。汝等眾生。當信是稱讚不可思議功德一切諸佛", "77": "住。即色界無色界天也。三聖住。即聲聞圓覺菩薩", "770": "所護念經。", "771": "六方諸佛。稱讚阿彌陀佛功德。亦是法藏比丘。因", "772": "中願力也。今者奉勸宏揚淨業者。當為初發心者。", "773": "指其正路。決疑生信。一心念佛。求生淨土。方保不", "774": "入邪魔二道。如其違背佛言。即是魔說。此為罪也。", "775": "果能依經解義流通。即是代諸佛出廣長舌。是則", "776": "名為報佛恩也。", "777": "舍利弗於汝意云何。何故名為一切諸佛所護念經。", "778": "何故名為者。徵其經義也。徵問一切諸佛所護念", "779": "經。此八字其義云何。護念云何。經意云何。當知名", "78": "也。四佛住。即佛度眾生。隨宜而住。今不言別住。但", "780": "必有義。彰闡其義。方可奉行。無得疑也。是故前教", "781": "當信是經。今徵當明其義。經義若明。即不入邪魔", "782": "外道。而且信力更加堅固也。", "783": "舍利弗。若有善男子。善女人。聞是經受持者。及聞諸", "784": "佛名者。", "785": "聞是經者。聞即聞慧。受即思慧。持即行慧。又聞是", "786": "信義。受是願義。持是行義。應知聞經受持。聞佛名", "787": "亦應受持。是故聞思修三慧。信願行三義。皆修淨", "788": "土資糧也。", "789": "是諸善男子。善女人。皆為一切諸佛之所護念。及得", "79": "言當時說經之處為住。實則佛身無住無不住。", "790": "不退轉於阿耨多羅三藐三菩提。", "791": "前徵云何護念。今出其由。謂持經及聞佛名者。諸", "792": "佛護之念之。令不退轉也。於阿耨多羅三藐三菩", "793": "提者。阿者此云無。耨多羅。此云上。三藐此云正等。", "794": "三菩提此云正覺。合云無上正等正覺。此覺佛之", "795": "果號。諸佛莫不欲令眾生。共證此果。柰何眾生無", "796": "信願行之力。或疑而不信。或信而不願。或具信願", "797": "而不行。所以與菩提道遙遠也。故佛重重勸信勸", "798": "願。指引往生淨土。可知阿彌陀佛國土。不但無三", "799": "惡道。亦且能令眾生。成無上正等正覺也。故知信", "8": "字立題。人皆信受流通也。", "80": "舍衛國者。梵語亦云室羅筏悉底。其國豐足。具有", "800": "願持名。最上法門也。", "801": "是故舍利弗。汝等皆當信受我語。及諸佛所說。舍利", "802": "弗。若有人已發願。今發願。當發願。欲生阿彌陀佛國", "803": "者。是諸人等。皆得不退轉於阿耨多羅三藐三菩提。", "804": "於彼國土。若已生。若今生。若當生。", "805": "汝等者。指舍利弗及現前大眾。兼未來一切諸眾", "806": "生等。佛言即今宣說。當信我語。當自有警䇿。意謂", "807": "既聞我語。應當信受。是故前二勸願。今言勸信。上", "808": "言六方諸佛護念。聞經者皆得不退菩提。此云信", "809": "能領受。而發願者。無論已發今發當發。亦以護念", "81": "四德。一者塵德。五塵之境多美麗故。二者財德。七", "810": "故。於菩提得不退轉。直至彼佛國土。若已生者。今", "811": "生者。當生者。即得不退也。", "812": "是故舍利弗。諸善男子。善女人。若有信者。應當發願。", "813": "生彼國土。", "814": "前言有願必生。則因果歷然。猶恐不信而不願耳。", "815": "信而無願。則信為不真。願而不信。則願必不堅。皆", "816": "能塞往生之路也。故以信願總結。是為第四重勸", "817": "者。從初而再。皆明發願。求生淨土。今者復明。願從", "818": "信起。如上三勸。只說應當發願。未顯發願功德。今", "819": "言過去未來現在。但有願者。決定往生。始知願力。", "82": "寶珍奇無有缺故。三者聖德。三藏聖法。皆具足故。", "820": "有如是廣大。焉可不信。焉可不願。故云第四勸。又", "821": "云總結。", "822": "舍利弗。如我今者。稱讚諸佛不可思議功德。彼諸佛", "823": "等。亦稱讚我不可思議功德。而作是言。釋迦牟尼佛。", "824": "能為甚難希有之事。", "825": "如我今者。稱讚阿彌陀佛。及與諸佛不可思議功", "826": "德者。此明佛佛互讚。顯此難信之法。欲令眾生。於", "827": "難信中生信也。而作是言者。即下讚辭。釋迦者。此", "828": "云能仁。牟尼者。此云寂默。甚難希有之事者。於下", "829": "文五濁惡世。得菩提是。一為眾生說難信之法。是", "83": "四者解脫德。人多解脫。不染欲故。是知五天竺人", "830": "二。", "831": "能於娑婆國土。五濁惡世。劫濁。見濁。煩惱濁。眾生濁。", "832": "命濁中。得阿耨多羅三藐三菩提。", "833": "娑婆者。此云堪忍。以此眾生堪能忍受諸苦故。五", "834": "濁惡世者。以五事交擾。渾濁真性。故成惡世。無此", "835": "五濁。即淨土也。五事交擾者。性本淵澄。由劫等五", "836": "濁。起諸塵滓。如楞嚴經云。譬之清水。投以沙土。土", "837": "失留礙。水亡清潔。汩然渾濁。濁義可知也。劫濁者。", "838": "此云時分。劫無濁體。以四濁交湊混淆。得名。見濁", "839": "者。見即身邊邪見等。廣開有六十二見。眾生有此", "84": "多賢。以德為名。此云聞物。即舍衛國也。", "840": "諸見熾盛。故墮輪迴。煩惱濁者。煩者是擾。惱者是", "841": "害。貪瞋癡等。惱害於心。沉淪正性故。眾生濁者。攬", "842": "五陰見慢果報。三法假立名眾生。於色心妄立主", "843": "宰。如黐膠。取著造業。流宕四生。是名為濁。命濁者。", "844": "攬息煖識。三連持結為命根。一不連持。命根即斷。", "845": "濁者。累生累世。流浪漂沉。無暫停息故。如上五濁", "846": "惡世。於中得成阿耨多羅三藐三菩提。是為難事。", "847": "釋迦以還。更無第二人。是為希有也。", "848": "為諸眾生。說是一切世閒難信之法。", "849": "一切者。即前所讚歎不可思議功德等。及聞經持", "85": "祇樹給孤獨園者。梵語祇陀。不言陀者省文也。又", "850": "名。佛護往生。皆是難信之法。況根無利鈍。器無淨", "851": "穢。業無善惡。時無久速。能信能願。即往即生。是法", "852": "尤希有中希有。難信中難信也。而能說於五濁惡", "853": "世中。令眾生信受。得菩提道者。是為難中更難也。", "854": "於斯所以同與稱讚也。", "855": "舍利弗。當知我於五濁惡世。行此難事。得阿耨多羅", "856": "三藐三菩提。為一切世閒說此難信之法。是為甚難。", "857": "前文所述諸佛之語。今又申明言之。真是諸佛非", "858": "虗讚辭。我佛非濫膺美譽矣。經云。是為甚難。尤見", "859": "我釋迦牟尼佛。惓惓之意。勉眾生信此難信之法。", "86": "云逝多。即波斯匿王太子名也。太子生時。王與外", "860": "又惟恐眾生不能盡信盡願。失其大利。可謂反覆", "861": "叮嚀心太切矣。○正宗分竟。", "862": "佛說此經已。舍利弗。及諸比丘一切世閒天人阿修", "863": "羅等。", "864": "法必流通。以佛說法。為普度眾生往生淨土故。諸", "865": "比丘者。舍利弗及大眾也。人天者。前文敘明。阿修", "866": "羅者。此云非天。修羅富樂同天。無天行故。詳有四", "867": "種。恐繁不舉。是故經初明眾聽法。經終明眾受法", "868": "也。究竟始終圓照。無欠無餘。放下則自性彌陀。舉", "869": "起則在一微塵。千足萬足。如是經文。畢竟舍利弗", "87": "國交戰得勝。喜而立名。祇陀此云戰勝。給孤獨者。", "870": "已完全文。又何用文殊白槌。雙林撫尺。然後名為", "871": "說法竟也。所謂陞堂入室。大眾無增。鼓寂鐘沉。人", "872": "天不減。", "873": "聞佛所說。歡喜信受。作禮而去。", "874": "歡喜者。義有深淺。或聞經得歡喜益。或證理入歡", "875": "喜地。故大本結益無量眾生。發菩提心。那由他人。", "876": "得法眼淨是也。雖諸經結益皆有。今經中云。汝等", "877": "眾生。皆當信受我語。則今之信受。由於此經為得", "878": "旨也。", "879": "佛說阿彌陀經", "88": "幼而無父曰孤。老而無子曰獨。今但無倚無養。即", "880": "󳫠一切業障根本得生淨土陀羅尼", "881": "此呪名。是宋天竺三藏求那䟦陀羅譯。求那五字。", "882": "此云功德賢。今略釋呪名。此呪詳見不思議神力", "883": "傳。持此呪者。滅罪往生。以拔業障。凡障有三。煩惱", "884": "障。業障。報障也。但言業者。舉中以攝初因後果之", "885": "障也。是以除障貴除其本。今持此呪。則煩惱不起。", "886": "是拔業根本也。得生淨土者。輪迴娑婆。皆由業障。", "887": "業障既空。穢土種滅。隨願得生也。陀羅尼者。此云", "888": "總持。總一切法。持無量義。即呪總名。", "889": "南無阿彌多婆夜。哆他伽多夜。哆地夜他。阿彌利。都", "89": "名孤獨。此事唯須達多能喜捨行施給孤獨緣因。", "890": "婆毗。阿彌利哆。悉躭婆毗。阿彌唎哆。毗迦蘭帝。阿彌", "891": "唎哆。毗迦蘭多。伽彌膩。伽伽那。枳多迦利娑婆訶", "892": "呪古不翻。乃諸佛秘密法也。經即顯呪。呪即密經。", "893": "兼持則雙美俻具。單誦亦交攝遺。惟此經專向持", "894": "名。乃至十念。即得往生。是阿彌陀佛。不可思議願", "895": "力也。", "896": "夫此易解者。本為初學修淨土因。得菩提果。是以", "897": "因皆從略。故文有略。其易曉。而解難。知義為出其", "898": "大旨。而略其廣釋梵語。但翻其名。法數只標其總。", "899": "故令學者了其大概。不同正註。求俻諸體也。然亦", "9": "佛者。梵語具云佛陀。具者具足。梵語也。當云佛陀。", "90": "人皆喚須達長者。為給孤獨。此云樂施。即須達多", "900": "有辯所當辯。詳所當詳。如經中說善根福德持名", "901": "之法。往生之効。及不退菩提等義。其理要通。理通。", "902": "則信願行三歸於一念。所謂一即三。三即一是也。", "903": "其理若明。持名則不入魔道矣。又不敢令學者落", "904": "其思解也。文義雖繁。殊意在於淨因耳。只要一心", "905": "不亂。持一句阿彌陀佛。清淨覺體為因。破諸妄念。", "906": "截斷無明。則淨因成就也。是故今此易解。無非令", "907": "初學生信。持名之助云爾。", "91": "也。園者林蔭清幽。學道之人。應棲之處。涅槃經云。", "92": "須達長者。本舍衛國人。因為娉婦入王舍城。見佛", "93": "生信。請佛到舍衛國。佛令身子選眾居處。得祇陀", "94": "園。因前長者問價。祇陀太子戲答。金布地滿。即當", "95": "賣與。長者布金滿畢。太子感歎。遂施地施樹於長", "96": "者。同立精舍。發心成此美事。故雙標也。", "97": "與大比丘僧千二百五十人俱者。自此而下。至諸", "98": "天大眾俱。眾成就也。與大者。佛與大眾。共居祇園。", "99": "乃是經中之正意。比丘者。梵語。此云有三。一者乞"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 435 阿彌陀經摘要易解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 435 阿彌陀經摘要易解", "author": "清 真嵩述", "language": "chinese", "source": "CBETA"}