{"sourceLink": "http://www.cbeta.org/", "text": {"0": "曹洞宗紹興雲門湛然圓澄禪師(嗣大覺念禪師)", "1": "角虎集卷下", "10": "師禪淨雙修。每示眾云。單提一句彌陀。當以信行願", "100": "直指。悟入者難。惟念佛乃真圓頓法。古人指念佛為", "1000": "被我一口吞却。何處更有眾生可化。其機用如此。將", "1001": "順寂。集門人曰。汝當不惜身命。常修法華般舟念佛", "1002": "三昧。方等懺法。無常迅速。宜各勉之。端坐唱佛來迎。", "1003": "合掌而逝。異香滿室。顏色如生。", "1004": "天台修禪智者大師天台修禪智者大師", "1005": "師。字德安。姓陳氏。頴川人。誕時祥光燭隣。目重瞳。眉", "1006": "八彩。膚不受垢。自少見像必禮。遇僧必拜。十八出家。", "1007": "性樂習禪。通法華奧典。後往禮南嶽思大禪師。思曰。", "1008": "昔靈鷲同聽法華經。今復來矣。即示以普賢道場四", "1009": "安樂行。師入觀三七日。誦經至藥王品曰。是真精進。", "101": "捷徑。猶未盡其善。捷徑。雖異於曲路岐途。未免從門", "1010": "是名真法供養如來。身心豁然。見靈山一會。儼然未", "1011": "散。以所證白思。思曰。非汝弗證。非吾莫識。此乃法華", "1012": "三昧前方便。初旋陀羅尼也。汝可傳燈。莫作最後斷", "1013": "佛種人。于是。弘法金陵。屈伏名匠。晚入天台。降魔進", "1014": "行。兩朝君臣。恭稟盛化。煬帝尊師。號為智者。開拓鴻", "1015": "基。傋立一家教觀。篤志西方。勸人進修淨業。所有著", "1016": "述。皆門人灌頂。日記萬言。而編結之。總目為天台教。", "1017": "師云。諸佛教理既明。非觀行無以復性。乃依一心三", "1018": "諦之理。真俗中示三止三觀。一一觀心。念念不可得。先", "1019": "空次假後中。離二邊而觀一心。如雲外之月者。此乃", "102": "外而入。今主人現坐堂皇之上。自呼自醒。豈有含元", "1020": "別教之行相也　又云。破一切惑。莫盛乎空。建一切", "1021": "法。莫盛乎假。究竟一切性。莫大乎中。故一中一切中。", "1022": "無假無空而不中。空假亦爾。即圓教之行相也。", "1023": "行者。念佛之時。意根為因。白毫圓光為緣。所起之念。", "1024": "即所生法。諦觀念佛心起。即是假名。體之即空。洞鑒", "1025": "此心。有如來藏。離邊顯中。若根若塵。並是法界諸佛", "1026": "眾生。一念普應。即邊而中。無佛無念。此乃大乘圓修", "1027": "三觀念佛法門也。可謂無相無空無不空。即是如來", "1028": "真實相　厥後。大弘台教者。稱四明尊者法智大師", "1029": "為第一。", "103": "殿上之人。更覓長安之捷路乎。故吾以念佛即念心", "1030": "尊者。法名知禮。述妙宗傳教觀。常燃四指供佛。求", "1031": "生西方。更欲焚身歸淨土。楊億文公。致書苦勸住", "1032": "世。數年後。于歲旦。建光明懺。期七日內往生。至五", "1033": "日。召眾說法。驟稱佛號數百聲。奄然坐化。趙清獻", "1034": "公抃。為塔銘。", "1035": "有䇿眾觀行云。觀雖深妙。本被初心。若能進功。何", "1036": "憂不就。縱未入品。為因亦強。生至彼󳬛。得預大會。", "1037": "所見依正。微妙難思。速入聖階。度生亦廣。永異事", "1038": "善及小乘行。得往生者。如此土人宿圓修者。於諸", "1039": "座席。見相殊常。聞法易悟。以此類彼。功在妙宗。但", "104": "使常住真心。圓明淨炤。不向外馳求。則超出聖凡善", "1040": "為戒福不精。無往生願。故在穢土。聞法入真。須懼", "1041": "娑婆不常值佛。縱遇善友。色心不勝。難發我心。況", "1042": "塵境麤強。誠為險處。故雖外加事懺。內勤理觀。正", "1043": "助雙行。加願要制。必於寶剎。速證無生。", "1044": "智者。化緣既畢。至新昌大石佛前。示疾。唱觀無量壽", "1045": "佛經題竟。復曰。四十八願。莊嚴淨土。華池寶樹。易往", "1046": "無人。火車相現。一念改悔者。尚得往生。況戒定熏修。", "1047": "聖行道力者乎。吾諸師友。侍從觀音。皆來迎我。言訖。", "1048": "唱三寶名。趺坐而逝。如入三昧。", "1049": "澱山白蓮子元慈照宗主澱山白蓮子元慈照宗主", "105": "惡是非大小偏圓諸對待之外矣。今人。不知自心念", "1050": "生平　法語師。自號萬事休。崑山茅氏子。母柴氏。夢佛入門而生。", "1051": "因名佛來。父母早亡。投本州延祥寺出家。習止觀禪", "1052": "法。一日聞鴉聲。頌曰。二十餘年紙上尋。尋來尋去轉", "1053": "沉吟。忽然聽得慈鴉呌。始信從前錯用心。于是。發廣", "1054": "度願。慕廬山蓮社遺風。勸人念佛。代為法界眾生。禮", "1055": "佛懺悔。祈生安養。後往澱山湖。剏白蓮懺堂。勤修淨", "1056": "業。述圓融四土三觀選佛圖。開示蓮宗眼目。逆順境", "1057": "中。未嘗動念。隨方勸化。即成頌文。目曰西行集。又著", "1058": "彌陀節要。證道歌。風月集。行世。宋高宗。詔至德壽殿。", "1059": "說淨土法。特賜淨業導師慈照宗主。甞發誓言。願大", "106": "自佛。強立西方許多名相。轉使此心王。向諸心所法", "1060": "地人。普覺妙道。以四字為定名之宗。導人專念彌陀。", "1061": "回生淨土。風化大振。後於鐸城。告眾曰。吾化緣已畢。", "1062": "時當行矣。言訖。合掌示寂。茶毗。舍利無數。塔於松江。", "1063": "諡最勝之塔。", "1064": "師云。上根智人。悟此深理。當運虗空平等心。無我人", "1065": "眾生壽者相。知無我人。誰受輪轉。亦無身心受彼生", "1066": "死。是名離相念佛三昧。是則念念彌陀出世。處處極", "1067": "樂現前。如此念者。無念之念。念則真如。無生之生。生", "1068": "則實相。無一法本有。無一法始成。自他互收。事理無", "1069": "碍。塵塵具足。剎剎全彰。", "107": "上。比量較計。是令殿上帝王降階而與羣臣黎庶。較", "1070": "師云。念佛人。臨終有三疑。不生淨土。一者。疑我生來", "1071": "作業極重。修行日淺。恐不得生。二者。疑我欠人債負。", "1072": "或有心願未了。及貪嗔癡未息。恐不得生。三者。疑我", "1073": "雖念彌陀。臨命時。恐佛不來迎接。有此三疑。因疑成", "1074": "障。失其正念。不得往生。故念佛之人。切要諦信佛經", "1075": "明旨。勿生疑心而已。", "1076": "臨終四關臨終四關", "1077": "師云。凡夫雖有信心念佛緣。為宿業障重。合墮地獄。", "1078": "乘佛力故。於牀枕間。將輕換重。若也無智人。不了此", "1079": "事。却言我今念佛。又有病苦。反謗彌陀。因此一念惡", "108": "貴賤也。是復令殿上帝王。轉向士庶位中。求科第進", "1080": "心。徑入地獄。此是一關也。二者。雖則持戒念佛緣。", "1081": "為口談淨土。意戀娑婆。不求出世善根。怕死貪生。呼", "1082": "神喚鬼。緣此心邪。無佛攝護。因慈流浪墮落三塗。是", "1083": "二關也。三者或因服藥。須用酒鯹。或被親情遞相", "1084": "逼勸。此人無决定信。喪失善根。臨終追赴王前。任王", "1085": "判斷。是為第三關也。四者。臨終之際。繫綴資財。愛", "1086": "戀眷屬。失却正念。墮鬼趣中。守護家庭。宛如在日。是", "1087": "為四關也。是以修淨土者。當蠲浮思妄想。念念彌陀。", "1088": "全身放下。但能堅此一念。便可碎彼四關。則淨土非", "1089": "遙矣。", "109": "取。而後再進王位也。夫此內紹宗旨。不繇臣僚功勳", "1090": "仙潭法鏡若愚禪師仙潭法鏡若愚禪師", "1091": "師。居雲川。建無量壽閣。勸道俗念佛。精勤三十年。與", "1092": "則章禪師為友。叅念佛公案有省。嘗作偈曰。空裏千", "1093": "山羅網。夢中七寶蓮池。踏得西方路穩。更無一點狐", "1094": "疑。將順世。夢一神人告曰。汝同學則章。得普賢行願", "1095": "三昧。已生淨土。彼正待汝耶。師乃沐浴更衣。端坐對", "1096": "眾云。淨土現前。吾當行矣。書偈而化。偈曰。本是無", "1097": "家可得歸。雲邊有路許誰知。溪光搖落西山月。正是", "1098": "仙潭夢斷時。", "1099": "廬山善法普度優曇宗主廬山善法普度優曇宗主", "11": "為資糧。信得自心有成佛底種子。信有淨土可生。信", "110": "而入。所謂諸三昧中之王三昧。既謂之王三昧。何可", "1100": "師。丹陽蔣氏子。家世事佛。弱冠出家。初參龍華寶山", "1101": "慧禪師。深器之。後歷叩諸方。得省。述念佛警要。為蓮", "1102": "宗寶鑑十卷。天童東巗圓應日禪師。深加嘆賞。繼開", "1103": "法于京都法王寺。灌頂國師捧其書。呈進御覧。降旨", "1104": "稱美。有開導人天。續佛慧命。融真混俗。振復東林之", "1105": "語。", "1106": "師。示眾云。蓋聞。恒河沙數眾如來。彌陀第一。十方微", "1107": "塵諸佛剎。極樂是歸。淨土為解脫之門。念佛乃正心", "1108": "之要。故知。集羣賢而結社。有其旨焉。指西方而示人。", "1109": "端其趣也。因該果海。果徹因源。從聞思修登三摩地。", "111": "與心所法。及諸名相。六度萬行。差別進修相比量哉。", "1110": "憑信行願入法界門。是以一興念而萬靈知。信心生", "1111": "而諸佛現。纔稱寶號。已投種於蓮胎。一發菩提。即標", "1112": "名於金地。有緣斯遇。自悟自修。淺信不持。大愚大錯。", "1113": "八十億劫之重罪。廓爾烟消。十萬億剎之遐方。倐如", "1114": "羽化。想念專注。即觀心而見佛身。心境交參。即因門", "1115": "而成勝地。十方淨穢卷舒。同在於毫端。一性包融浩", "1116": "博。該羅於法界。是則諸佛與眾生交徹。淨土與穢土", "1117": "冥通。彼此互收。事理無礙。方知神游億剎。實生乎自", "1118": "己心中。孕質九蓮。豈逃於剎那際內。嗟乎識昏障重。", "1119": "信寡疑多。自甘永劫沉淪。深痛一生虗喪。須信非憑", "112": "今日無真念佛者。皆主持蓮宗之人。悞此心王之佛。", "1120": "佛力。截業惑以無由。不遇此門。脫生死而無路。誓同", "1121": "諸佛。敢傚前修。勸勉後賢。亟崇斯道。已發願。今發願。", "1122": "當發願。事事而回向彌陀。若已生。若今生。若當生。念", "1123": "念而皆歸淨土。欲取一生事辦。便向這裏留心。齊登", "1124": "極樂妙門。速成念佛三昧。咦。最初一步要分明。直至", "1125": "西方無異路。", "1126": "正身端坐。掃除緣累。截斷塵情。瞠開兩睛。外不著境。", "1127": "內不住定。回光一照。內外俱寂。然後密密舉念南無", "1128": "阿彌陀佛三五聲。回光自看云。見性則成佛。畢竟那", "1129": "個是我本性阿彌陀。却又照󳬇看。只今舉底這一念。", "113": "流落他鄉耳。如主人在家中坐。忽有客從外來。呼主", "1130": "從何處起。󳬇破這一念。復又󳬇破這󳬇底是誰。如此", "1131": "急切做工夫。勿令間斷。惺惺不昧。四威儀中。亦如是", "1132": "舉。如是看如是參。忽然了得盡大地。是個西方。萬象", "1133": "森羅。無非自己。入無功用行。名實報莊嚴土。能圓一", "1134": "切種智矣。", "1135": "執持一句佛名。念茲在茲。綿綿密密。如雞抱卵。常教", "1136": "暖氣相接。更加智照。則知淨土即是此心。把得定。做", "1137": "得主。靠得穩。無一念變異心。無一念退惰心。無一念", "1138": "雜染心。直至盡生。永無別念。決定要生極樂世界。果", "1139": "能如是用功。無明習漏。自然淨盡無餘。臨終定生西", "114": "人在家否。若真正主人合應曰。儞喚我作甚麼。若此", "1140": "方上品。", "1141": "楚峰善奇禪師楚峰善奇禪師", "1142": "師。鳳陽人。姓雷氏。十七歲出家。看無字話有省。遍參", "1143": "知識。得法於東源明際和尚。化行江南。每以念佛公", "1144": "案示人。最稱直捷。一旦集眾。焚香端坐。三呼佛號而", "1145": "逝。", "1146": "示眾云。若了自心本來是佛者。高山平地總西方。其", "1147": "或未然。切切以生死大事為己任。將一句佛名。用心", "1148": "提撕。𢬵捨世間利名恩愛等事。抖擻精神。努力參究。", "1149": "務要討個明白。以徹悟為期。凝定身心。回光返照。念", "115": "時自己作主不得。却向外亂走。客復呼曰。主人儞歸", "1150": "得目前空牢牢地。胸中虗碧碧地。澄澄然湛湛然也。", "1151": "到此更須痛加一拶。疑團粉碎。當下冰消。豁開頂門。", "1152": "洞明正眼。不覺自肯點頭。始知涅槃生死。淨土穢󳬛。", "1153": "俱為剩語。雖然如是。正好再見天下老和尚。掃除悟", "1154": "跡。別立生涯。不受人瞞。任運無礙。證入不思議解脫", "1155": "三昧境中。同佛受用　或曰。即心是佛。何勞更念佛", "1156": "歟　師曰。只為當人不了自心是佛。枉入生死迷流。", "1157": "所以祖家曲垂方便。令人參究自心。則知念佛念心。", "1158": "念心念佛。念念不忘心心無間。忽爾念到心思路絕", "1159": "處。當體空寂時。無念無心。無心無念。心念既無。佛亦", "116": "家來。與儞說話。彼主人聞呼之急。愈走遠去。如人追", "1160": "不可得矣。無心之心。方是真心。無念之念。始名正念。", "1161": "無佛之佛。可謂無量壽佛矣。果能于此洞徹。火宅亦", "1162": "是清涼。塵塵契妙。法法該宗。故知直提此六字心經。", "1163": "乃識心達本之要門。超生脫死之捷徑也。慎勿當面", "1164": "蹉過。", "1165": "斷雲智徹禪師斷雲智徹禪師", "1166": "師云。我等。因生不知來處。死不知去處。發心參禪。究", "1167": "竟念佛。要明此一件生死大事。用報四恩。拔濟三有。", "1168": "須知古人做工夫法則。夫修淨土。固為玄妙之門。亦", "1169": "有捷徑宜識。汝等念佛一聲。或三五七聲。默默返問", "117": "賊相似。愈呼愈趕。不著且不計千山萬水。拋家棄土", "1170": "這一聲佛從何處起。又問這念佛者。是甚麼人。有疑", "1171": "只管疑去。若問處不親。疑情不切。再舉個畢竟這念", "1172": "佛的是誰。如是問。如是疑。問教親。疑教切。前設一問。", "1173": "最尊最貴。最妙最玄。第二問。徹骨徹髓。見心見膽。末", "1174": "後一問。如痛上加鞭。當喉一揑。便欲了人命根也。如", "1175": "是疑來疑去。寢食俱忘。不覺築着磕着。㘞地一聲。心", "1176": "花燦發。夢眼豁開。目前總是故家鄉。本性彌陀常獨", "1177": "露。趂此光景。須入宗匠爐鞴中。鉗鎚煅煉。方好晦迹", "1178": "韜光。向水邊林下。保養聖胎。待時出來。扶持末運。成", "1179": "熟眾生。嚴淨諸佛國土。捷徑一條現前。請從這裏下", "118": "去。又安得自悟主人元在家常住坐乎。嗚呼大地眾", "1180": "脚。", "1181": "杭州雲棲蓮池袾宏禪師杭州雲棲蓮池袾宏禪師", "1182": "生平師。仁和沈氏子。貌古神粹。雙眸烱烱。音若洪鐘。十七", "1183": "補邑庠。每書生死事大四字於案頭。一日閱慧燈集。", "1184": "失手碎茶甌。有省。作七筆勾見志。投性天和尚祝髮。", "1185": "字佛慧。北遊參徧融。後謁笑巗於柳菴。求開示。巗曰。", "1186": "阿你三千里外。求開示我。我有甚麼開示。師恍然。辭。", "1187": "過東昌道中。聞樵樓皷忽悟。偈曰。二十年前事可疑。", "1188": "三千里外遇何奇。焚香擲戟渾閒事。魔佛空爭是與", "1189": "非。南歸。中興雲棲法席。侍郎王公宗沐。問夜來老鼠", "119": "生。皆是昧自己主人。棄家亂走者。惟我彌陀慈父。念", "1190": "唧唧說盡一部華嚴經。師曰。猫兒突出時如何。王無", "1191": "語。師自代曰。走却法師留下講案。遂頌曰。老鼠唧唧。", "1192": "華嚴歷歷。奇哉王侍郎。却被畜生惑。猫兒突出畵堂", "1193": "前。牀頭說法無消息。無消息。大方廣佛華嚴經。世主", "1194": "妙嚴品第一。", "1195": "最後垂示最後垂示", "1196": "師云。參禪一念不生。即名為佛。淨業一心不亂。正謂", "1197": "無念。若有念者。不名一心。但得一心。何法不寂。良以", "1198": "雖名念佛。葢無念之念也。念而無念。是名一心。如是", "1199": "之心。心無其心。強名曰一。尚無一相。豈非頓歟。誠哉", "12": "我將來必定見佛。畢竟成佛也。行者念念無間。如人", "120": "此眾生如一子。念念欲呼彼在家中住坐。莫向外馳", "1200": "末法之要津。曉得此意。禪宗淨土。殊途同歸。", "1201": "今人。不肯念佛。只是輕視西方。不知生西方。乃是大", "1202": "德大福大智大慧大聖大賢的勾當。轉娑婆成淨土。", "1203": "不同小可因緣。汝但看此城中。一日一夜。死却多少", "1204": "人。不要說生西方即生天。千百人中。尚無一個。其有", "1205": "自負修行者。秪是不失人身而已。故我世尊大慈大", "1206": "悲。示此法門。功過乾坤。恩逾父母。粉骨碎身。不足為", "1207": "報。", "1208": "荷葉道人石頭荷葉道人石頭", "1209": "居士。不著姓字。與愚菴和尚平倩居士同時。少參禪。", "121": "求也。", "1210": "根性猛利。洞有所入。機鋒迅利。語言圓轉。自謂了悟", "1211": "無所事事。流連文酒之場。塵勞未能全脫。一日痛念", "1212": "見境生心。觸途成滯。浮解實情未能相勝。悟佛魔之", "1213": "分。只在頃刻。始約其偏空之見。涉入普賢行門端的。", "1214": "莫如念佛。而權引中下之疑未破。及後博觀經論。始", "1215": "知此門。原攝一乘。悟與未悟。皆宜修習。于是採金口", "1216": "所宣。菩薩所闡。善知識所發揮。附以己意。千波競起。", "1217": "萬派橫流。詰其滙歸也。皆同一源。名西方合論。其論", "1218": "以不思議第一義為宗。以悟為導。以時持佛號。念念", "1219": "相續為行。以六度萬行為助。以深信因果。為入門也。", "122": "問。今人既拋家外走。呼之不回。亦要設法比喻。令", "1220": "念佛之法。須一切處攝念不忘。縱令昏寐。亦繫念而", "1221": "寢。不隔念不異念耳。行坐念者。如悲啼一般。每一想", "1222": "佛。五內若裂。如憶少背之慈母。多慧之亡兒。其發憤", "1223": "也。如落第孤寒。負才寂寞。每一念及。殆不欲生。念得", "1224": "見聞覺知。及與毛孔骨髓。無一處不念佛。是為上品", "1225": "念佛。現生必得見佛。名曰一行三昧。", "1226": "香光子居士香光子居士", "1227": "居士云。約理而言。清淨覺體。如如不動。泯絕心量。超", "1228": "越情有。大地無寸土。佛之一字。向何處著。至若進修", "1229": "法門。於無修證中修證。於無等級中等級。千差萬別。", "123": "其歸家。不亦有捷徑之路乎。", "1230": "雖位至等覺。尚不知如來舉足下足之處。祖師因人", "1231": "執滯教相。隨語生解。數他家寶。己無分文。遂用毒手。", "1232": "剗其語言。拶其情識。令其苦參密究。識得本命元辰。", "1233": "却來看經看教。一一如道家裏事。然後如說進修。以", "1234": "佛知見。淨治餘習。不取寂證。是謂佛種。所以有飲氷", "1235": "吞檗。潛行密修。直至烟銷󰞆滅。業不能繫。生死自在", "1236": "而已。其或悟門已入。休歇太早。智不入微。道難勝習。", "1237": "一念不盡。生死業根。入胎出胎。隨緣流轉。縱般若緣", "1238": "深。不落三途。業有加而無減矣。豈謂一悟之後。即同", "1239": "極果。乃取喝佛罵祖破膽險句。以為行持。排因撥果。", "124": "師曰。善。此亦喻言。人走在他鄉。須歲月始得歸家。不", "1240": "越分過頭。以火性為氣魄。以我慢為承當。以譎詐為", "1241": "機用。以誑語為方便。以放恣為遊戲。以穢語為解粘。", "1242": "自悞悞人。安免輪墜。惟求實知。不雜用心。競競業業。", "1243": "了達生本無生。不妨熾然求生。即心是土。蓮󳬛不屬", "1244": "心外。禮拜念誦。智行並進。方當踞上品之蓮臺。坐空", "1245": "中之寶閣。登陽𦦨之階級。度谷响之眾生。頓同兩足", "1246": "之尊。盡滿涅槃之果矣。", "1247": "結語一壑子曰。參禪修淨土者。不可因循度時。須用痛", "1248": "加鞭策。工夫毋令間斷。厥有二法。宜知。一者恩不", "1249": "可忘。謂出家兒。四恩至重。初擬報酬。只為懶于親", "125": "見達麼云一念旋機。還同本得乎。此眾生。心迷家外", "1250": "近明師益友。日久漸忘終其身。參禪不了。淨業難", "1251": "成。生死未明。此身尚無下落。何能報酬四恩也。有", "1252": "恩不報。是負心人。帶角披毛。償債有分。得不危乎。", "1253": "二者志不可怠。稟師剃染。皆發願成佛道大志。厥", "1254": "後畏於規束。放逸自恣。而或情念多端。貪圖名利。", "1255": "而或境緣時動。習學不忘。決定志消。念頭無主。不", "1256": "得力于參禪。不成功于淨土。茫無可據。有何佛道", "1257": "易成。倘更戒珠失色。瞋火熾然。臨終不墮沉淪。必", "1258": "趍鬼類。寧不悲哉。嗟乎。二者之病。生於憎愛。憎愛", "1259": "之業。大障禪淨工夫。蓋瞥爾情生。萬劫羈鎻。一生", "126": "走。如人身子睡在牀上。夢馳萬里之外。或見天堂之", "1260": "空過。未免三塗。戒之戒之。當自鞭䇿。天如老人云。", "1261": "使其念不離佛。佛不離念。感應道交。現前見佛。既", "1262": "見樂󳬛之佛。即見十方諸佛。即見自性天真之佛。", "1263": "即得大用現前。然後推其悲願。廣化一切眾生。此", "1264": "名淨土禪。亦名禪淨土也。由是而知。古今尊宿。如", "1265": "廬山南嶽輩之悟頭。天台雲棲之智慧等。乃至香", "1266": "光子諸人。實知實見。班班可考。如五色珍珠船撑", "1267": "出十字街頭。咦。也須大家着眼始得", "1268": "宗門知識。闡揚淨土旨要者。千人中一二。其言句", "1269": "且鮮存於語錄。故得見猶難。教家知識。修淨土而", "127": "極樂。或見地獄之極苦。或見刀兵水火。賊盜劫殺。或", "1270": "善指示者。傳播宇內甚多。奚煩再述。茲所選入。皆", "1271": "具大力量人。開導淨土難信之法。洋洋乎禪淨雙", "1272": "彰。方稱虎之帶角也歟。", "1273": "旹", "1274": "乾隆歲次庚寅花朝", "1275": "角虎集卷下終", "1276": "No. 1177-B 起念佛七儀式(附)No. 1177-B", "1277": "起念佛七儀式附", "1278": "早堂二板。聞鐘聲各搭衣。集大殿起七禮", "1279": "佛三拜。舉香讚。念彌陀經淨土呪。畢。念阿彌陀佛身", "128": "迷妻子名利恩愛。或於冤家業障。罪犯臨身。或於朝", "1280": "金色。遶佛歸堂。鳴磬停聲。打魚一下。抽解畢。當值三", "1281": "板。行禮。止靜。默然入觀。香至半炷。鳴引磬一下。開小", "1282": "靜出觀。押磬念佛。二位行旛師。出眾行禮。請旛巡香。", "1283": "凡遇昏沉者。交旛令行。自歸本位。香完。押磬停聲。行", "1284": "旛者。交旛問訊歸位。當值東。監值西。散茶盅。護七師", "1285": "一東一西。行茶畢。當值監值。一東一西。收茶盅。鳴磬", "1286": "一下。各着鞋。又磬一下。各起立。鳴魚二下。定香押磬。", "1287": "經行念佛。香到歸位。押磬停聲。打魚一下。抽解畢。鳴", "1288": "魚三下。止靜。默然入觀。香至半炷。鳴魚一下。開小靜", "1289": "出觀。押磬念佛。行旛師。照前行旛香完。當值監值。照", "129": "廷邊塞軍國大事。不勝憂悲苦惱。驚魂駭魄。大呌救", "1290": "前散茶盅。護七師。照前行茶畢。鳴磬一下。各着鞋。又", "1291": "磬一下。各起立。鳴魚二下。定香押磬。念佛經行。其經", "1292": "行止靜如此。候午梆鳴。當值行禮。監值開靜。各抽衣。", "1293": "聽板過堂。回堂擊魚。定香搭衣。經行念佛。行儀同上。", "1294": "四炷香畢。鳴磬。放香淨面。上殿晚課。課畢回堂。各請", "1295": "養息。候起香。照上八炷香完。念十方三世佛。回向禮", "1296": "佛三拜。放香養息。", "1297": "解七大殿彌陀經回向文。拜", "1298": "釋迦佛三　彌陀十　觀音三　勢至三　海眾三。", "1299": "三歸依完　上方丈普禮", "13": "行路直至。到家乃可。願則願自己生淨土。更願盡大", "130": "苦。阿彌陀佛驚回大夢。原來身子猶在牀上。雖則通", "1300": "領眾東一西一　執魚東一西一　引磬東二〔東〕二　行旛東一西一", "1301": "當值一　監值一　護七東二西二。", "1302": "和尚。東坐東收尾行。　各位大師。西坐西收尾行。", "131": "身汗下。亦不曾移寸步出故鄉也。安可以他鄉實法", "132": "會耶。故曰。念念呼醒夢中人。自悟本無生死心。今人", "133": "睡熟沉酣。不能自醒。必須眷屬親友。呼之推之。錐之", "134": "劄之。伶俐人。一呼便醒。沉重人。再如推呼。若更睡死", "135": "沉迷。如皮下無血漢。不免深錐痛劄。入於骨髓。而究", "136": "其必死之疾。如果死而不返。此一念佛心。猶足為九", "137": "轉還丹。起死回生。肉白骨而返靈魂。惜乎。世人不知", "138": "念佛之靈騐如此。", "139": "問。吾師不惜廣長舌。為古今迷倒。痛說此法。秪如", "14": "地人。同生淨土耳。", "140": "念佛。即是念心。何不令人念心為直指乎。", "141": "師曰。眾生心多不淨。止以妄想愛欲多。牽入輪迴生", "142": "死。此等妄想愛欲之心。不是地獄心。即是餓鬼心。不", "143": "是畜生心。即是修羅心。不是五逆十惡心。即是貪嗔", "144": "妬痴。貢高我慢。殺盜婬妄。僭竈篡亂之心。此心何可", "145": "念哉。世間最可念者。父母有時照應不著。或病患之", "146": "至。雖呌爺娘。不能免其苦。至若妻子恩愛。兄弟朋友", "147": "之好。子女玉帛。珍寶車馬。宮室土地。乃至萬乘之尊。", "148": "極品之貴。一旦生死禍患。毫無能救。返而求之。最親", "149": "莫若自己。身手頭目。耳鼻口舌。互相愛護。一朝目昏", "15": "行人。念佛正當發願往生。不可接目前淨土。大方之", "150": "耳聾。手攣脚硬。咽硬舌結。氣息不通。則心志神魂。皆", "151": "顛倒迷亂。而不能作主。況身外之法。何可念哉。身外", "152": "之法。既不可念。則心上之法。如平日能文章。能詩偈。", "153": "能道理。能經濟世事。能明經教妙義。能參公案機鋒。", "154": "及到一口氣不來時。畢竟心思不及。擬議不能。惟有", "155": "自己這念佛心。自為主宰。始得自由自在。超超乎聖", "156": "凡善惡。生死妄業之外。豈非百丈所謂靈光獨耀。迥", "157": "脫根塵。體露真常。即如如佛乎。", "158": "此一心念佛。是諸三昧中三昧王。如悉達太子。投胎", "159": "于淨飯王夫人腹中。纔生下地。已是天上天下獨尊。", "16": "家。安可滯一隅。謂之心淨土淨。正所謂乘大海。認浮", "160": "亦便是飯王太子。父王之天下國家。皆是太子所有", "161": "何用如臣子。從一科一第。取功名爵位。以至極品。而", "162": "後始有國土哉。秪此一念。妙圓真心。天然尊貴。逈絕", "163": "聖凡。真是佛頂門上生出。秪恐不是真佛種子。不愁", "164": "成佛不解說法不獲莊嚴也。且如何是真佛種子。即", "165": "此一心不亂。真能時時現前。念念相續。自然成就。如", "166": "是功德莊嚴。又安肯如諸小教漸門。修一功立一行。", "167": "斷一惑進一品。漸漸積功德歷階梯。而後到極地也。", "168": "若謂我不曾修六度萬行。何以能成就國土莊嚴。不", "169": "知一滴之水。投于大海。則收盡百川之味。一心投於", "17": "漚為全潮者。不亦迷乎。雲棲師翁云。執事而背理。類", "170": "圓覺。則統眾德而大備。爍羣昏而獨照。一針中於太", "171": "極。則範圍天地。而不過。曲成萬物而不遺。所謂銷我", "172": "憶劫顛倒想。不歷僧祗獲法身。與彈指圓成八萬門。", "173": "一超直入如來地者。惟此最上一乘妙心。足當此旨。", "174": "我此念佛三昧法門。獨取一心之純粹精。如大易之", "175": "乾卦六爻。上下內外。無非一純粹精。更無生尅制化。", "176": "及諸變易反覆之雜體。所以謂之純。亦不已大明終", "177": "始時。乘六龍以御天。纔見有潛。見愓躍飛亢。便有六", "178": "首。不能用九矣。惟不見六龍之有首。則純一統天。乃", "179": "見天則之不雜也。此念佛三昧法門。獨大易重乾。足", "18": "蒙童讀古聖之書。執理而背事。比貧士獲豪家之劵。", "180": "以比喻。其餘六子。及八八六十四卦。皆陰陽六錯。破", "181": "體不純。不可謂時乘六龍以御天。亦惟念佛王三昧", "182": "法門。可配善財童子純一無雜之心。能入一真法界", "183": "毗盧藏身之三昧。是故阿彌陀佛。在極樂為無量光。", "184": "在華嚴。則是法界藏身之王中主。于宗門。則可以配", "185": "天然尊貴。還鄉盡是兒孫。事祖父從來不出門。而常", "186": "寂光土清淨法身。亦不必推爺在裏頭也。豈非天上", "187": "天下。向上全提之妙旨哉。", "188": "念佛要旨念佛要旨", "189": "諸佛。甞覺不迷。如日輪當空。更無迷昧。眾生。甞迷不", "19": "夫蒙童讀書。雖不解義。而終有開曉之時。貧士獲劵。", "190": "覺。如色想在夢更無覺明。是故念佛最為直捷。以念", "191": "念喚醒。自家主人公。則不復迷於根塵識界之生死", "192": "輪轉也。所謂眼若不睡。諸夢自除。心若不異。萬法一", "193": "如。此葢念佛一心不亂。如獅子哮吼。象王蹴踏。有何", "194": "妖狐怪獸。能當其聲勢而不消滅乎。然念佛。貴念念", "195": "無間。純一不雜。自能作主。不為妄想所遷。則神純臻", "196": "化。速成三昧矣。", "197": "念佛以全提一心成淨土說念佛以全提一心成淨土說", "198": "法界一切含生。元同一個心性。只因一念妄動。遂自", "199": "各成異途。所以念善則從善。念惡則從惡。念有則墮", "2": "廣信博山無異元來禪師(嗣壽昌經禪師)廣信博山無異元來禪師嗣壽昌經禪師", "20": "縱堆積如山。終無管業之理。果將一句彌陀。念教不", "200": "有。念空則沉空。念妄則逐妄輪迴。念真則歸真常住。", "201": "是故。眾生因念動處。而向外流轉。諸佛亦因念動處。", "202": "而向己歸還。馳之遠者。愈散而愈迷。返之近者。愈收", "203": "而愈悟。所以迷者亦有深淺。悟者亦有頓漸。收者亦", "204": "有權實。求者亦有速遲。種種設化投機。無非即念接", "205": "引。然百千三昧法門。其最捷最頓。直指全提之法。莫", "206": "過於自心念自佛。自佛念自心。為因果不二。本始同", "207": "源之妙也。況人以一心為本。萬法為用。苟能一心自", "208": "念自佛。則念念頓超自覺聖智。又有何法。不從吾自", "209": "心之佛而發揮哉。乃至百千方便。互相攻擊。無非欲", "21": "念自。念究竟到一心不亂。則惟心之理。不言可喻。又", "210": "令眾生。發真歸元。不為妄想之所轉耳。至于說彌陀", "211": "經。更不分真別妄。較實論權。並無頓漸偏圓之可拘。", "212": "亦無始終大小之可判。直是全提一心不亂。清淨解", "213": "脫之法。使彼一切有見無見常見斷見之凡夫小乘", "214": "邪人外道。一一皆得頓發自心。超越世出世法。而成", "215": "就不可思議功德也矣。", "216": "世人。孰知此經大旨。妙在不立依真起妄。返妄歸真", "217": "之語。但敘彼佛現在說法。其極樂世界依正報相。有", "218": "如是樓閣階道水鳥行樹。有如是聲聞緣覺菩薩眾", "219": "會。皆是如來一心清淨行願之所作也。若有善根之", "22": "何妨發願往生乎。達惟心之境。終日生。而不妨無生。", "220": "人。發願往生。執持名號。毋論一日七日。但能一心不", "221": "亂。自然頓斷生死命根。現前感應。道交即時。親見彼", "222": "佛及諸聖眾。豈非臨終西方境分明在目前。乃吾自", "223": "心佛性現量所成就之功德莊嚴哉。而六方諸佛。恐", "224": "此土眾生深信不及。蓋以一向聞佛說法。種種教人", "225": "觀察修習六度萬行。然後始得到佛境界。如何此會", "226": "但教一心持名。不假方便。即得成就如是莊嚴。所以", "227": "出廣長舌。異口同音。稱讚我佛一心持名之法。是眾", "228": "生難信之法。是諸佛難行之事。汝等眾生。常信一心", "229": "念佛。是諸佛已會成就不可思議功德之所護念者", "23": "終日無生。而不妨往生也。又何況念空真空。生徹無", "230": "也。", "231": "若能深信一心持名。則心心清淨。念念解脫。根根塵", "232": "塵週徧法界。皆成莊嚴淨土矣。豈非十世古今始終", "233": "不離於當念。微塵剎海自他。不隔於毫端哉。我佛正", "234": "以一切眾生病。在多知多見。若更立知見。而破知見。", "235": "反生知見。而病其知見也。是故但教彼一心持名。不", "236": "假觀行。自成觀行之功。不假破立。自成破立之因。若", "237": "於一心不亂之中。復作念而無念。無念而念等解。不", "238": "亦大失其一心不亂正旨乎。又況以寂照能所。止觀", "239": "是非之名言分別。反惹起他五濁眾生邪見邪緣。而", "24": "生乎。", "240": "誤其自心清淨現量之正法乎。", "241": "余所謂念佛之法。妙在全提。當人本心自性。不可思", "242": "議威力。使其念念憤烈。時時逼真。自然超越世間。以", "243": "獲自在殊勝。豈不與教外別傳。不立文字之旨相參", "244": "哉或有信此言。是直指之妙。可以普攝三根而歸正", "245": "覺。何淨土蓮花。乃有九品之次第乎。雖此一心自覺", "246": "聖智。法門元無等級。其如眾生根性。有大小之別哉。", "247": "若能了此全提一心之旨。則知千紅萬紫不異春光。", "248": "萬派千流皆同濕性。至於水漲船高。泥多佛大。又在", "249": "行力之勤惰。與信願之淺深耳△當知。六道凡夫。必", "25": "廣信瀛山雪關智誾禪師(嗣博山來禪師)廣信瀛山雪關智誾禪師嗣博山來禪師", "250": "須念此心佛。始得疾了生死。二乘聲聞。必須念此心", "251": "佛。始得疾越偏空。大乘菩薩。必須念此心佛。始得疾", "252": "超法界。是故普賢長子。亦必念此心佛。始得圓滿華", "253": "藏之莊嚴也。嗚呼。如此自念心佛。須深信此不可思", "254": "議解脫法門。始得轉身一路。身裏出門之生機也。不", "255": "則正好參研雲棲大師彌陀疏鈔。其中融通藏海。透", "256": "徹化機。而廣大悉備。無所不極其至矣。", "257": "佛日石雨方禪師(嗣湛然澄禪師)佛日石雨方禪師嗣湛然澄禪師", "258": "師云。念佛有多種。有漸。有頓。有頓中漸。有漸中頓。如", "259": "今人油口念佛。雖然也不知觀相。也不識西方。他後", "26": "師。上饒傅氏子。八歲辭寡母。依景德傳公出家。傳。矜", "260": "直至善惡業報盡時。這一句油口彌陀。也用得著。若", "261": "是頓念的人。直下持名。或一日。或七日。念得一心不", "262": "亂。不獨死後往生。即現身彌陀。全身顯現。更有要識", "263": "念佛是誰的人。隨念隨扣。扣到無可扣處。忽然撞著。", "264": "此便是頓中漸念的人。頓中頓者。也不管儞西方東", "265": "土。也不管儞靜念散心。只要一句念得著。便是好手。", "266": "所謂若人散亂心。入於塔廟中。一稱南無佛。皆已成", "267": "佛道。雖然古人為甚麼。又道。念佛一聲漱口三日參。", "268": "越州西遁居士祁淨迢(嗣三宜禪師)越州西遁居士祁淨迢嗣三宜禪師", "269": "公。字季超。居學校中。有出塵想。尋訪知識。研窮個事", "27": "師體羸。教以頂禮觀音大士。忽夢手摩其頂。肢骨漸", "270": "多年。既契旨乎言外。遂印心於三宜和尚。惡祖庭秋", "271": "晚襲其位者。多有解無行。因編宗門崇行錄以勵之。", "272": "每以淨土一法作末後句。晨夕念佛。求生西方。為淨", "273": "社。撰緣起云。淨土一門。吾佛宣之於先。諸聖僧修於", "274": "後。其為度生死寶筏昭昭矣。自法運下衰。狂慧之流", "275": "起而掃之。方自負。高玄超越。不知已入斷常二見。而", "276": "莫之救也。請試言之。夫掃淨土者。大抵引心淨土淨", "277": "之說。以為惟心淨土已耳。豈更有一土。為吾所往生", "278": "乎哉。葢以心為谿達空虗之心。而已病於斷。以土為", "279": "心外實有之土。而已病于常。不知言心則山河大地。", "28": "強。泛覽羣書。󳮡然意解。一日。見壇經火燒海底句。疑", "280": "正吾心也。心淨則山河大地。正吾淨心也。此之謂惟", "281": "心淨土。而心淨土淨也。若如狂慧之徒。則但許有空", "282": "空之淨心。而不許有即心之淨土。是推土于心之外", "283": "矣。豈非外道之見乎。掃念佛者。大抵引有念成邪。無", "284": "念成聖之說。以為一念不生足矣。何更多此一念。以", "285": "執持名號乎。彼蓋以為頑空󰞆滅之無。而已病於斷。", "286": "以念為實有自性之念。而已病于常。不知妙無。原非", "287": "斷滅。則妙有即妙無也。諸念。本無自性。則見性即無", "288": "念也。此所謂聖邪之分。在有無之間也。若如狂慧之", "289": "說。則但知滅念為無念。而不知即念之無念。是撥有", "29": "之參博山。默究船子藏身公案。偶見槽廠拽磨。忽然", "290": "於無之外矣。又豈非外道之見乎。茲有憫此二念之", "291": "徒。慨然語予曰。世誠不乏盲修淨土。不悟惟心土者。", "292": "然其病猶易治也。惟拾禪宗之餘唾。昧大慈之方便。", "293": "負莾蕩之狂見。入外道之罥網。病在膏肓。治之較難。", "294": "故療之須亟。吾將合禪淨。融事理。挽頹風。報佛恩。公", "295": "其為我作緣起。告之眾善。予曰。吾素志也。佛說淨土", "296": "一門。乃大方便。速脫生死之妙法也。若能信得此念", "297": "佛者。即是彌陀法界全身。即是無量諸佛法界全身。", "298": "則彌陀接引願力。即吾人念佛之力。吾人念佛之力。", "299": "即彌陀接引願力。原無彼此。亦非感應。如大海中漚。", "3": "師。舒城沙氏子。生而白衣重包。葷血酒漿。不入於口。", "30": "磨鼻拽脫。遂有省。呈偈曰。直下相逢處。由來絕覆藏。", "300": "東沒西湧。有何間隔。有何程途乎哉。蓋此一念。原具", "301": "如是不思議神通妙用。惜乎。人人自有。不自知耳。若", "302": "于知生知死處。不能無疑。急宜深信。此一門將一句", "303": "彌陀。靠定如一座須彌山相似。八風萬緣。推引不動", "304": "則念念是彌陀放光。時時是彌陀說法。永明云。萬修", "305": "萬人去。非欺我也。如或偶然失手。將一座須彌山。一", "306": "推推倒大地。平沉虗空粉粹。且道。諸佛彌陀。與大眾", "307": "立在何處笑笑。", "308": "居士。又作淨土偈小序云。常見狂慧之流。倚禪宗輕", "309": "淨土。人謂其不識淨土之旨也。余謂其正不識禪宗", "31": "舌頭元是肉。嚼破也無妨。山可之。余集生居士。問永", "310": "之妙。夫既知禪宗。則婬坊酒肆。無非道場。豈七寶莊", "311": "嚴。獨非道場乎。樵歌牧唱。皆演般若。豈金口宣揚。獨", "312": "非般若乎。粗言細語。皆第一義。豈執持名號。獨非第", "313": "一義乎。古大老。即偶有呵斥念佛者。獨不見其呵佛", "314": "罵祖耶。若見其斥念佛。便謂是掃淨土。則呵佛祖。是", "315": "亦掃禪宗矣。是皆死於古人言句中者也。故吾謂真", "316": "悟禪宗之人。必圓禪淨之旨。而不墮偏見。執偏見者。", "317": "必非悟禪之流也。", "318": "一壑子曰。衲僧行履。如空中鳥跡。水面魚踪。有時", "319": "一口吞盡千佛萬佛。有時千聲萬聲不離這一佛。", "32": "明禪淨四料揀餘即不問。如有禪有淨土。為當參學。", "320": "其機其用。神妙難思。如博山老漢。得蓮池法音。唱", "321": "無明曲調。和之者。有雪關誾覺浪盛等。以至散木", "322": "一枝。覆葢天下個個妙樹。嘉猷深明的旨。剎剎見", "323": "如來。那伽常在定者。而瀛山更有云。持名念佛。以", "324": "一心不亂為宗。乃一種緊峭簡捷工夫。妙在提頭", "325": "知尾。就路還家。程途億萬。七日可期。往生一念。相", "326": "應圓頓。即名成佛。可謂尋龍捉脈。擒賊滅魁。徑中", "327": "之徑也。靈谷有云。念念攝六根。淨極光通達。念念", "328": "不空過。能滅諸有苦。念念妙蓮花。因果全一致。念", "329": "念無生忍。身心如幻化。念念心花開。九品齊見佛。", "33": "事畢旋取西方。為復直下單提。潛續淨念。就中不無", "330": "念念無量壽。元不住涅槃。念念法中王。于法常自", "331": "在。念念我全提。更無如佛者。嗟乎。靈谷之風翻巨", "332": "浪。瀛山之雪滿長安。殆為學地中人。出一身冷汗。", "333": "透骨泌心去也。厥功厥德。豈淺鮮者哉。", "334": "雲門宗雲門宗", "335": "秀州本覺守一法真禪師(嗣圓照本禪師)秀州本覺守一法真禪師嗣圓照本禪師", "336": "師。江陰沈氏子。著澄江淨土道場記云　天台鳳師。", "337": "學智者教傳于澄江人。既順化矣。乃念茲世於諸度", "338": "門。孰為善巧最徑要者。惟淨土法門。為得其歸。於是", "339": "資彼樂施。敬嚴像設。建立道場。教人修行念佛三昧。", "34": "抗互在。請和尚。特為現前淨眾。放開一線道。", "340": "與眾祈嚮。仍屬予以記之。予謂。淨土之說。經論尚矣。", "341": "諸師訓辨。亦已詳矣。報騐間發。不吾欺也。世猶有疑", "342": "焉者。葢以無明自障。理事不融故。按法華云。若人散", "343": "亂心。入於塔廟中。一稱南無佛。皆已成佛道。況復一", "344": "心不亂。於此求生。何獨不然哉。且見善不明。用心不", "345": "一。則彼雖世間萬法。何往而不疑。何修而可至。獨吾", "346": "佛之說也哉。要之惟當信受而已。不應疑其有無也。", "347": "然則淨土果有耶。曰。不也。果無耶。曰。不也。亦有亦無", "348": "耶。曰。不也。非有非無耶。曰。不也。是則淨土果烏乎在。", "349": "離此諸見。即名淨土。即見如來。若聞是說。不驚不怖", "35": "師答云。永明大師。深憫此事。垂手拯󳫠。使知真禪宗。", "350": "不畏。當知是人決定得生。而無所生。以非莊嚴而莊", "351": "嚴也。信心清淨。一念華開。全體現前。眾相具足。是心", "352": "即佛補處何疑。已度生滅。得無量壽。其或於此未能", "353": "信解。餘方便中九品具在云云。", "354": "越州天衣義懷禪師(嗣雪竇顯禪師)越州天衣義懷禪師嗣雪竇顯禪師", "355": "師。世業漁。母夢星隕于屋。已而娠。兒稚時。坐船尾。得", "356": "魚輒放去。父呵笞之。不為介意。長遊京師。遂依景德", "357": "寺薙染。謁金鑾善。不契。復謁葉縣省。又不契。東遊至", "358": "翠峰。謁明覺。覺問。汝名甚麼。曰。義懷。覺曰。何不名懷。", "359": "義曰。當時致得。覺曰。誰為汝立名。曰受戒來十年矣。", "36": "即是真淨土。惟心之外無別佛。真淨土即是真禪宗。", "360": "覺曰。汝行脚却費多少草鞋。曰和尚莫謾人好。覺曰", "361": "我也沒量罪過儞作麼生。師無語。覺打曰。脫空漫語", "362": "漢出去。尋為水頭。因汲水折擔。忽悟。作投機偈曰。一", "363": "二三四五六七。萬仞峰頭獨足立。驪龍頷下奪明珠。", "364": "一言勘破維摩詰。覺聞拊几稱善。", "365": "師甞修淨土。勤以勵人。室中問學者云。若言舍穢取", "366": "淨。厭此欣彼。則是取舍之情。眾生妄想。若言無淨土。", "367": "則違佛語。修淨土者。當如何修。眾無語。復自答云。生", "368": "則決定生。去則實不去。又云。譬如雁過長空。影沉寒", "369": "水。雁絕遺踪之意。水無留影之心。", "37": "惟佛之外無別心。以心佛不可岐。而二之。禪淨不可", "370": "東京慧林宗本圓照禪師(嗣天衣懷禪師)東京慧林宗本圓照禪師嗣天衣懷禪師", "371": "師。無錫管氏子。謁天衣。衣舉天親從彌勒內宮而下。", "372": "無著問云。人間四百年。彼天為一晝夜。彌勒于一時", "373": "中。成就五百億天子。證無生法忍。未審。說甚麼法。天", "374": "親曰。秪說這個法。如何是這個法。師久而開悟。性喜", "375": "寢。鼻息齁齁。聞者厭之。白于衣。衣曰。此子。吾家精進", "376": "幢也。汝輩他日當依賴之。宋神宗最重師。甞召對。師", "377": "翛然自如。無所加損。出都日。王公貴人送者。車騎相", "378": "屬。師誨之曰。歲月不可把玩。老病不與人期。惟勤修", "379": "勿怠。是真相為。聞者莫不感動　出世瑞光。開堂日。", "38": "離而異之。故揀云。有禪有淨土。猶如戴角虎。現世為", "380": "集眾擊皷。皷旋于地。圓轉震嚮。眾驚却。有僧出曰。此", "381": "和尚法雷。震地之祥也。言畢。失僧所在。自是法席日", "382": "盛。眾恒五百。師平居。密修淨業。雷峰才法師。神遊淨", "383": "土。見一花殊麗問之。曰。待淨慈本禪師耳。又資福曦", "384": "公。至慧林禮足施金而去。人詰其故。曰。吾定中見金", "385": "蓮花。人言以俟本公。有問。師傳直指。何得蓮境標名。", "386": "答曰。雖在宗門。亦以淨土兼修耳。後臨終。安坐而逝。", "387": "諡圓照大師。", "388": "雲棲大師贊曰。蓋兼之義有二。足躡兩船之兼。則", "389": "誠為不可。圓通不礙之兼。何不可之有。況禪外無", "39": "人師。當來作佛祖。苟見真虎。似不必有角。亦能噬人。", "390": "淨土。則即土即心。原非二物也。其圓照之謂乎。", "391": "杭州佛日明教契嵩禪師(嗣洞山聰禪師)杭州佛日明教契嵩禪師嗣洞山聰禪師", "392": "師。藤州鐔津人。姓李。七歲出家。十三得度。明年受具", "393": "戒。十九遊方。常夜頂戴觀世音菩薩像。而誦其號。必", "394": "滿十萬乃寢。自是。世間經書章句。不學而能。得法于", "395": "洞山。作原教論十萬餘言。以抗宗韓排佛之說。讀者", "396": "畏服。後居永安蘭若。著禪門定祖圖。傳法正宗記。輔", "397": "教編。以萬言書上進。宋仁宗嘉賞。令編次八藏。賜號", "398": "明教大師。晚住佛日山中。作懷淨土詩云。", "399": "耽閑戀綠潭高超弄芳餌何事卑王侯", "4": "十六遊金陵。聽講法華。喟然嘆曰。求之在我。豈可循", "40": "苟悟真禪。似不必修淨。亦能成佛。然虎既獰。而復有", "400": "其心越天地皇皇古皇道勞生自拘繫", "401": "不如歸去來乘風拂衣袂", "402": "金仙白玉京去去何縹緲樓臺十二層", "403": "玲瓏汎雲表銀湟月為波萬頃即池沼", "404": "芙蕖發異葩佳音頻伽鳥頓與人間遙", "405": "所思空杳杳", "406": "空虗澄遠煙霽色含秋景思深每盤桓", "407": "駐目西峰頂明月初團圞可照佳人影", "408": "美人來不來雲霞渺林嶺", "409": "熙寧五年六月四日。晨興寫偈曰後夜月初明。吾今", "41": "角。虎愈雄威。禪既通。而兼有淨。禪愈發明。以沉空守", "410": "獨自行。不學大梅老。貪聞鼯鼠聲。至中夜而化。闍維", "411": "不壞者五。頂耳舌童真。及常所持數珠。頂骨出舍利。", "412": "紅白晶潔。狀如大菽。", "413": "東京法雲法秀禪師(嗣天衣懷禪師)東京法雲法秀禪師嗣天衣懷禪師", "414": "師。見李伯時善𦘕馬。呵曰。汝士大夫以𦘕名。矧又𦘕", "415": "馬。期人誇妙。妙入馬腹中。亦足懼。伯時遂絕筆。師勸", "416": "𦘕觀音贖過。黃魯直。工艶詞。師亦詆呵之。魯直笑曰。", "417": "又當置我馬腹耶。師曰。汝以艶語。動天下人婬心。不", "418": "止馬腹。正恐生泥犁耳。黃悚然悔謝。遂信心求道。", "419": "示眾云。參學人。難得明心見性。猶須念佛。禮佛以作", "42": "寂之枯禪。不若提醒念佛。亦得三昧故。復揀云。無禪", "420": "了事人活計何耶。蓋為了手的人持誦。則業障愈了。", "421": "滯塞愈空。情識愈乾。心境愈寂。自性彌陀愈明。作用", "422": "愈大。機輪愈活。說法愈無碍。惟心淨土愈顯。愈廣。愈", "423": "受用究竟。若到佛果極頭田地也。只因圓滿。得個自", "424": "性彌陀。惟心淨土。非別有所加也。", "425": "東京法雲善本大通禪師(嗣慧林圓照本禪師)東京法雲善本大通禪師嗣慧林圓照本禪師", "426": "師。族董氏。漢仲舒之裔也。大父琪。父溫。皆官于潁。遂", "427": "為潁人。母禱白衣大士。乃得師。及長博極羣書。清修", "428": "無仕宦意。與弟善思。往京師地藏院。選經得度習毗", "429": "尼。東遊至姑蘇。禮圓照於瑞光。照特顧之。于是契旨。", "43": "有淨土。萬修萬人去。以靠實踏穩之淨土。遠勝狂解", "430": "經五稔益躋微奧。照令依圓通秀師。又盡其要。元豐", "431": "間。被旨住法雲。賜號大通。僧問。寶塔元無縫。如何指", "432": "示人。師曰。烟霞生背面。星月遶簷楹。曰如何是塔中", "433": "人。師曰。竟日不知清世事。長年占斷白雲鄉。曰向上", "434": "更有事也無。師曰。太無厭生。問若論此事。譬如兩家", "435": "著碁。學人上來請師一著。師曰。早見輸了也。僧曰錯。", "436": "師曰。是。僧曰。進前無路也。師卓拄杖一下曰。爭奈這", "437": "個何。僧曰。秪如黑白未分時。又作麼生。師曰。且饒一", "438": "著。問百尺竿頭如何進步。師曰。險。曰便怎麼去。又作", "439": "麼生。師曰。百雜碎上堂。上不見天下不見地。逼塞虗", "44": "失心。何關正悟。故復揀云。有禪無淨土。十人九錯路。", "440": "空。無處迴避。為君明破即不中。且向南山看鼈鼻。擲", "441": "拄杖下座。後歸杭州象塢。修淨業。定中見阿彌陀佛。", "442": "示金色身。一旦告門人曰。止有三日在。至期趺坐念", "443": "佛。西向而化。", "444": "東京慧林懷深慈受禪師(嗣長蘆信禪師)東京慧林懷深慈受禪師嗣長蘆信禪師", "445": "師。壽春夏氏子。生而祥光現舍。文殊堅禪師。聞師始", "446": "生。往訪之。師見堅輒笑。母許出家。十四割愛祝髮。後", "447": "四年訪道方外。依淨照於嘉禾資聖。照舉良遂見麻", "448": "谷因緣。問曰。如何是良遂知處。師若洞明。出住資福。", "449": "履滿戶外。蔣山佛鑑懃禪師。行化至茶退。師引巡寮。", "45": "其無禪無淨。原是毛道凡夫。既永無開悟之機。復迷", "450": "到千人街坊。鑑問。既是千人坊為甚麼。秪有一人。師", "451": "曰。多虗不如少實。鑑曰。恁麼那。師赧然請益。鑑曰。資", "452": "福知是般事便休。師曰。某實未穩。望和尚不外。鑑舉", "453": "倩女離魂話。反覆窮之。大豁疑礙。呈偈曰。秪是舊時", "454": "行履處。等閑舉著便誵訛。夜來一陣狂風起。吹落桃", "455": "花知幾多。鑑拊几曰。這底豈不是活祖意。未幾住焦", "456": "山。師謂修行捷徑。無越淨土。建西方道場。苦口勸眾。", "457": "甞著念佛頌。", "458": "禮部楊傑無為居士(嗣天衣懷禪師)禮部楊傑無為居士嗣天衣懷禪師", "459": "居士。字次公。歷參諸名宿。晚從天衣遊。衣每引老龐", "46": "却往生之路。宜其苦受在鉄牀銅柱之間。自取輪迴。", "460": "機語。令參究深造。後奉祠太山。一日雞初鳴。覩日如", "461": "盤湧。忽大悟。乃別老龐偈曰。男大須婚。女大須嫁。討", "462": "甚閑工夫。更說無生話。書寄衣。衣稱善。會芙容楷禪", "463": "師。公曰。與師相別幾年。蓉曰。七年。公曰。學道來。參禪", "464": "來。蓉曰。不打這皷笛。公曰。恁麼則空遊山水百無所", "465": "能也。蓉曰。別來未久。善能高鑒。公大笑。甞有云。大凡", "466": "學道之人。十二時中。甞須照顧。不見南泉道三十年。", "467": "看一頭水牯牛。若犯人苗稼。擿鼻拽回。如今變成露", "468": "地白牛。躶躶地。放他不肯去。諸人長須著精采。不可", "469": "說禪道之時。便有個照帶的道理。洗菜作務之時。不", "47": "佛亦難救。故佛闢淨土一門。圓收廣攝。苟具信行願", "470": "可便無知也。如雞抱卵。若是拋離起去。暖氣不接。不", "471": "成種子。如今萬境森羅。六根煩動。略失照顧。便致喪", "472": "身失命。不是小事。公弘闡西方教觀。接引未來。多有", "473": "法語。垂後。", "474": "公。晚年繪彌陀丈六尊像。隨行觀念。將終之日。感佛", "475": "來迎。端坐而化。辭世偈曰。生亦無可戀。死亦無可捨。", "476": "太虗空中。之乎者也。或問公何往。公曰生西方去。或", "477": "難之曰。若生西方。則又錯也。公曰。將錯就錯。西方極", "478": "樂。", "479": "雲棲大師贊曰。讀無為子頌。所謂參禪見性。而復", "48": "三種。則雖不悟惟心不見真佛。若肯持名念佛。所謂", "480": "以淨土為歸者也。至于將錯就錯一語。蘊籍不少。", "481": "嗚呼。安得人間才士。咸就此一錯也。", "482": "文正公范仲淹居士(嗣法宗道者)文正公范仲淹居士嗣法宗道者", "483": "公。字希文。讀書長白山中。一日于寺中。得窖金。覆之", "484": "不取。及為樞密參知政事。語僧出金修寺。公宿傳舍。", "485": "獲故經一卷。名十六羅漢因果頌。藏經所未錄也。付", "486": "諸梓而為序曰。此頌文。一尊者七首。皆悟本成佛之", "487": "言。予讀之。一頌一悟。方知人世有無邊聖法。大藏遺", "488": "焉。公守吳日。瑯琊覺禪師謁之。留數日。贈以偈曰。連", "489": "朝共話釋疑團。豈謂浮生半日閒。直欲與師閒到老。", "49": "纔稱寶號。即投種於蓮胎。一發信心。便標名於金地。", "490": "盡收識性入玄關。時有宗道者。見雪竇後。超放自如。", "491": "後忽自檢居壽春。不出。常口誦彌陀。以掃󰆠自淨其", "492": "居。公往見之。問曰。住山多年。有何旨趣。宗曰。山中住。", "493": "獨掩柴門無別趣。三個柴頭品宇煨。不用援毫文彩", "494": "露。公曰。如何是西來大意。宗曰。雲開山月露。雨過竹", "495": "風凉。又問。終日念佛。當過甚麼。宗舉掃󰆠作舞勢。公", "496": "豁然領旨。常修淨業。以養聖胎。臨終之日。謂家人曰。", "497": "吾昨夜夢。池中蓮花皆作金色。即當隨師西去矣。泊", "498": "然而逝。", "499": "法眼宗法眼宗", "5": "文逐句哉。遂禮五臺靜庵剃髮。參壽昌數載。後居一", "50": "以戒善雖享天宮之福樂。下品亦能勝其人。以蜎蠕", "500": "永明智覺延壽禪師(嗣天台韶國師)永明智覺延壽禪師嗣天台韶國師", "501": "師。餘杭王氏子。姿品異常。二嚴具備。禪淨雙修。嘗輯", "502": "佛祖玄要。為宗鏡錄一百卷。中有四料揀。", "503": "一曰。有禪無淨土。十人九蹉路。陰境若現前。瞥爾隨", "504": "他去。謂單明理性。不願往生。流轉娑婆。則有退墮之", "505": "患。陰境者。於禪定中。陰魔發現也。如楞嚴所明。於五", "506": "陰境。起五十種魔事。其人初不覺知魔著。亦言自得", "507": "無上涅槃。迷惑無知。墮無間獄者。是也。", "508": "二曰。無禪有淨土。萬修萬人去。但得見彌陀。何愁不", "509": "開悟。謂未明理性。但願往生。乘佛力故。速登不退。", "51": "雖墮飛走之微軀。佛光亦能觸其類。臨終十念。旃陀", "510": "三曰。有禪有淨土。猶如戴角虎。現世為人師。來生作", "511": "佛祖。既深達佛法。故可為人天師。又發願往生。速登", "512": "不退腰纏十萬貫。騎󳬈上揚州。", "513": "四曰。無禪無淨土。鉄牀并銅柱。萬劫與千生。沒個人", "514": "依怙。既不明佛性。又不願往生。永劫沉淪。何由出離。", "515": "欲超生死速登不退者。于此四種。擇善行之。", "516": "師。生平乘大願船。廣度羣品。世皆尊為宗門赤幟。淨", "517": "土白眉。曾持法華經一萬三千部。著詩偈賦等九十", "518": "七卷。度弟子一千七百人。授戒約萬餘人。印施彌陀", "519": "塔四十萬本。勸人禮念。放諸生命。不可勝數。聲被異", "52": "羅帶業往生。舌吐蓮華。鸚鵡鳥。立亡奇特。是知念佛", "520": "國。高麗王。遣僧致書。敘門弟子禮。問道于師。受印記", "521": "者。三十六人。臨終預知時至。晨起焚香告眾。趺坐而", "522": "逝。茶毗。舍利鱗砌。塔於淨慈山中。後有僧自臨川來。", "523": "經年遶其塔。人問故。曰。我病入冥。見殿左供一僧像", "524": "王。勤致禮敬。審詢其人。則曰此杭州永明壽禪師也。", "525": "凡死者。皆經冥府。此師已徑生西方上上品矣。王重", "526": "其德。故禮敬耳。閱世七十有二。坐四十二夏　師。昔", "527": "著神棲安養賦云。", "528": "彌陀寶剎。安養嘉名。處報土而極樂。於十方而最清。", "529": "二八觀門。修定意而冥往。四十大願。運散心而化生。", "53": "普被三根。聖凡齊遊四土。漫天布網撈摝。大地羣靈。", "530": "爾乃畢世受持。一生歸命。仙人乘雲而聽法。空界作", "531": "唄而讚詠。紫金臺上身登。而本願非虗。白玉毫中神", "532": "化。而一心自慶。詳夫廣長舌讚。十剎同宣。但標心而", "533": "盡契。非率意而虗傳。地軸迴轉。天花散前。一念花開。", "534": "見佛而皆登妙果。千重光照。證法而盡廁先賢。考古", "535": "推今。往生非一。運來而天樂盈空。時至而異香滿室。", "536": "一真境內現相。而雖仗佛威。七寶池中覩境。而皆從", "537": "心出。故知聖旨難量。感應猶長。變凡成聖而頃刻。即", "538": "迷為悟而昭彰。探出秘書。真是長生之術。指歸淨剎。", "539": "永居不死之鄉。更有出世高人。處塵大士。焚身然臂", "54": "苦海駕橋。度盡有緣種類。永明往矣。誰作梯航。余謂。", "540": "以發行。掛胃捧心而立軌。仙樂來迎而弗從。天童請", "541": "命而不喜。或火烈山頂。光明境裏。絕聞惡趣之名。永", "542": "拋胎獄之鄙。眼開舌固而立騐。牛觸雞鵮而忽止。處", "543": "鉄城而拒王勑。須徇丹心。坐蓮臺而賴佛恩。難拋至", "544": "理。其或誹謗三寶。破壞律儀。逼風刀解體之際。當業", "545": "鏡照形之時。忽遇知識現不思議。劒林變七重之行", "546": "樹。火車化八德之蓮池。地獄消沉。湛爾而怖心全息。", "547": "天花飛引。俄然而化佛迎之。慧眼明心。香爐墮手。應", "548": "讖而蓮花不萎。得記而寶林非久。奇哉。佛力難思。古", "549": "今未有。", "55": "雲棲大師。悲心智廣。乘願再來。禪淨互融為一貫。宗", "550": "問。經云。觀身實相。觀佛亦然。一念不生。天真頓朗。", "551": "何得唱他佛號。廣誦餘經。高下輪迴。前後生滅。既", "552": "妨禪定。但徇音聲。水動珠昏。寧當冥合。", "553": "答。夫聲為眾義之府。言皆解脫之門。一切趣聲。聲為", "554": "法界。經云。一一諸法中。皆含一切法。故知一言音中。", "555": "包羅無外。十界具足。三諦理圓。何得非此重彼。離相", "556": "求真。不窮動靜之源。遂致語默之失。故經云。一念初", "557": "起。無有初相。是真護念。未必息念消聲。方冥實相。是", "558": "以莊嚴門內。萬行無虧。真如海中。一毫不捨。且如課", "559": "念尊號。教有明文。唱一聲而罪滅塵沙。具十念而形", "56": "教博綜為圓乘。昔金華宋景濂學士。悟前身為半塘", "560": "棲淨土。拯危󳫠難。殄障消冤。非但一期暫󳫠苦津。託", "561": "此因緣。終投覺海。故文殊般若經云。眾生愚鈍。觀不", "562": "能解。但令念聲相續。自得往生佛國。智論云。譬如有", "563": "人初生墮地。即如日行千里。足一千年。滿中七寶。以", "564": "用施佛。不如有人於後惡世。稱一佛聲。其福過彼。增", "565": "一阿含經云。若有眾生。善心相續。稱佛名號。如一𤚼", "566": "牛乳頃。所得功德。過不可思議。無能量者。華嚴經云。", "567": "住自在心念佛門。知隨自心所有欲樂。一切諸佛現", "568": "其像。故寶王論云。浴大海者。已用於百川。念佛名者。", "569": "必成於三昧。亦猶清珠下於濁水。濁水不得不清。念", "57": "書經長老即壽師。脫胎應現。然則二百餘年以來。永", "570": "佛投於亂心。亂心不得不佛。既契之後。心佛雙亡。雙", "571": "亡定也。雙照慧也。定慧既均。亦何心而不佛。何佛而", "572": "不心。心佛既然。則萬境萬緣。無非三昧也。誰復患之。", "573": "於起心動念。高聲稱佛哉。故業報差別經云。高聲念", "574": "佛誦經。有十種功德。一能排睡眠。二天魔驚怖。三聲", "575": "遍十方。四三塗息苦。五外聲不入。六令心不散。七勇", "576": "猛精進。八諸佛歡喜。九三昧現前。十生於淨土。羣疑", "577": "論云。問。名字性空。不能詮說諸法。教人專稱佛號。何", "578": "異說食充饑乎。答。若言名字無用。不能詮諸法體。亦", "579": "應喚火水來。是知。筌蹄不空。魚兔斯得。故使梵王啟", "58": "明老人。安得久潛化迹。倦於津梁。而徑篾聞其影響", "580": "請轉正法輪。大聖應機。弘宣妙旨。人天凡聖。咸稟正", "581": "言。五道四生。並遵遺訓。聽聞讀誦。利益弘深。稱念佛", "582": "名。往生淨土。亦不得唯言名字虗假。不有詮說者乎。", "583": "問。行道念佛與坐念。功德如何。并禮拜有功德耶。", "584": "答。譬如逆水張帆。猶云得往。更若張帆順水。速疾可", "585": "知。坐念一聲。尚乃八十億劫罪消。行念功德。豈知其", "586": "量。若禮拜。則屈伏無明。深投覺地。致敬之極。如樹倒", "587": "山崩。業報差別經云。禮佛一拜。從其膝下。至金剛際。", "588": "一塵一轉輪王位。獲十種功德。一者得妙色身。二出", "589": "言人信。三處眾無畏。四諸佛護念。五具大威儀。六眾", "59": "乎。今觀彌陀疏鈔。博採廣羅。抽宗鏡之精華。釀成美", "590": "人親附。七諸天愛敬。八具大福報。九命終往生。十速", "591": "證涅槃。達自心虗通無閡。隨心現量。禮於一佛。即禮", "592": "一切佛。禮一切佛。即是禮一佛。以佛法身體用融通", "593": "故。禮一拜。徧通法界。如是香華種種供養。例同於此。", "594": "六道四生。同作佛想。文殊云。心不生滅故。敬禮無所", "595": "觀。內行平等。外順修敬。內外冥合。名平等禮。略引祖", "596": "教。理事分明。不可滅佛意而毀金文。據偏見而傷圓", "597": "旨。", "598": "問。唯心淨土。周徧十方。何得託質蓮臺。寄形安養。", "599": "而興取捨之念。豈達無生之門。欣厭情生。何成平", "6": "室。聞護法神倒地。不覺心開。呈偈曰。玉山誘一言。心", "60": "味。換禪門之格調。振起蓮宗。所謂滔天之際。尚作慈", "600": "等。", "601": "答。唯心佛土者。了心方生。如來不思議境界經云。三", "602": "世一切諸佛。皆無所有。唯依自心。菩薩若能了知諸", "603": "佛。及一切法。皆唯心量。得隨順忍。或入初地捨身。速", "604": "生極樂淨佛土中。故知識心方生唯心淨土。著境秪", "605": "墮所緣境中。既明因果無差。乃知心外無法。又平等", "606": "之門。無生之旨。雖即仰教生信。其奈力量未充。觀淺", "607": "心浮。境強習重。須生佛國。以仗勝緣。忍力易成。速行", "608": "菩薩道。起信論云。眾生初學是法。欲求正信。其心怯", "609": "弱。以住於此婆婆世界。自畏不能常值諸佛。親承供", "61": "舟。大夜方沉。猶為寶炬。此永明而遯入雲棲。藏真禪", "610": "養。懼謂信心難可成就。意欲退者。當知。如來有勝方", "611": "便。攝護信心。謂以專意念佛因緣。隨願得生他方佛", "612": "土。常見於佛。永離惡道。如修多羅說。若人專念阿彌", "613": "陀佛。所修善根。迴向願生彼國。即得往生。常見佛故。", "614": "終無有退。若觀彼佛真如法身。常勤修習。畢竟得生。", "615": "住正定故。往生論云。遊戲地獄門者。生彼國土。得無", "616": "生忍已。還入生死國。教化地獄。救苦眾生。以此因緣。", "617": "求生淨土。", "618": "問。一生習惡積累因深。如何臨終十念頓遣。", "619": "答。是心雖時頃少。而心力猛利。如火如毒。雖少能作", "62": "於淨土。移少室於東林。非具眼者。曷能辨其來繇知", "620": "大事。是垂死時。心決定勇徤。故勝百歲行力。是後心", "621": "名為大心。及諸根事急故。如人入陣不惜身命。名為", "622": "徤。故知善惡無定。因緣體空。跡有昇沉。事分優劣。真", "623": "金一兩。勝百兩之疊華。爝火微光。爇萬仞之𧂐草。", "624": "師又云。深嗟。末世誑說一禪。只學虗頭。全無實解。步", "625": "步行有。口口談空。自不責業力所牽。更教人撥無因", "626": "果。便說飲酒食肉。不礙菩提。行盜行婬。無妨般若。生", "627": "遭王法。死陷阿鼻。受得地獄。業消又入畜生餓鬼。百", "628": "千萬劫。無解脫期。除非一念回光。立即翻邪為正。若", "629": "不自懺自悔。自度自修。諸佛出來。也無救儞處。須如垂死", "63": "其作略。可謂埜色更無山隔斷。天光直與水相通。佛", "630": "時。心決定勇猛。而後可。", "631": "問。但見性悟道。便超生死。何用繫念彼佛。求生他", "632": "方。", "633": "答。真修行人。應自審察。如人飲水。冷煖自知。今存龜", "634": "鑑。以破多惑。諸仁者。當觀自己行解。見性悟道。受如", "635": "來記。紹祖師位。能如馬鳴龍樹否。得無礙辯才。證法", "636": "華三昧。能如天台智者否。宗說皆通。行解兼修。能如", "637": "忠國師否。此諸大士。皆明垂言教。深勸往生。葢是自", "638": "利利他。豈肯悞人自悞。況大雄讚嘆。金口丁寧。希從", "639": "昔賢。恭稟佛勅。定不謬悟也。仍往生傳所載。古今高", "64": "不云乎。制之一處。無事不辦。此可證也。", "640": "士事迹。顯著非一。宜勤觀覽。以自照知。又當自度。臨", "641": "命終時。生死去住。定得自在否。自無始來。惡業重障。", "642": "定不現前。此一報身。定脫輪迴否。三塗惡道異類中", "643": "行。出沒自由。定無苦惱否。天上人間。十方世界。隨意", "644": "寄託。定無滯礙否。若也了了自信得及。何善如之。若", "645": "其未也。莫以一時貢高。却致永劫沉淪。自失善利。將", "646": "復尤誰。嗚呼哀哉。何嗟及矣。", "647": "問。心外無佛。見佛是心。云何教中。說有化佛來迎。", "648": "生諸淨土。", "649": "答。法身真佛。本無生滅。從真起化。接引迷根。以化即", "65": "杭州徑山覺浪道盛禪師(嗣東苑鏡禪師)杭州徑山覺浪道盛禪師嗣東苑鏡禪師", "650": "真。真應一際。即不來不去。隨應物心。又化體即真。說", "651": "無來去。從真流化。現有往還。即不來相而來。不見相", "652": "而見也。不來而來。似水月之頓呈。不見而見。猶行雲", "653": "之忽現。", "654": "問。如上所說。真體即湛然不動。相即不來而來。正", "655": "是心外有他佛來迎。云何證自心是佛。", "656": "答。此乃是本願功德力故。令彼有緣眾生。專心想念。", "657": "能令自心見佛來迎。不是諸佛實遣化身而來迎接。", "658": "但是有緣。時機正合。能令自心見佛來迎。則佛身湛", "659": "然常寂。無去無來。眾生識心。託佛本願力。一念變化。", "66": "生平師。建寧張氏子。十九歲見大父歸寂。自疑曰。這一點", "660": "有去有來。如鏡面像。似夢施為。鏡中之形。非內非外。", "661": "夢中之事。不有不無。但是心生。非關佛化。", "662": "問。心外無法。佛不去來。何有見佛及來迎之事。", "663": "答。唯心念佛。以唯心觀。徧該萬法。既了境唯心了心", "664": "即佛。故隨所念。無非佛矣。般舟三昧經云。如人夢見", "665": "七寶。親屬歡喜。覺已追念。不知在何處。如是念佛。此", "666": "喻唯心所作。即有而空。故無來去。又如幻非實。則心", "667": "佛兩亡。而不無幻相。則不壞心佛。空有無閡。即無去", "668": "來。不妨普見。見即無見。常契中道。是以佛實不來。心", "669": "亦不去。感應道交。唯心自見。遮那佛土。匪局東西。若", "67": "靈明。向甚麼處去。一日聞猫呌。有省。遂往瑞巗剃落。", "670": "正解了然。習累俱殄。理量雙備。親證無生。既歷聖階。", "671": "位居不退。即不厭生死苦。六道化羣生。如信心初具。", "672": "忍力未圓。欲拯沉淪。實難俱濟。無船救溺。翅弱高飛。", "673": "臥沉痾而欲離良醫。處襁褓而擬拋慈母。久遭沉墜。", "674": "必死無疑。但得陷己之虞。未有利他之分。又按諸經", "675": "云。生安養者。緣強地勝。蓮華化生。頓生如來之家。盡", "676": "受菩提之記。觸耳常聞大乘之法。差肩皆鄰補處之", "677": "人念念虗玄。心心靜慮。煩惱𦦨滅。愛欲泉枯。尚無惡", "678": "趣之名。豈有輪迴之事　如上略述法利無邊。聖境", "679": "非虗。直談匪謬。何乃愛河浪底。沉溺無憂。火宅𦦨中。", "68": "參博山於董巗受具。是冬。謁東苑。苑細究其生平參", "680": "焚燒不懼。密織癡網。淺智之刃莫能揮。深種疑根。汎", "681": "信之力焉能󳫠。遂即甘心伏意。幸禍樂災。却非清淨", "682": "之󳬛。顧戀恐畏之世。燋蛾爛繭。自處餘殃。籠鳥鼎魚。", "683": "翻稱快樂。故知佛力不如業力。邪因難趣正因。且未", "684": "脫業身。終縈三障。既不愛蓮臺化質。應須胎藏稟形。", "685": "若受肉身。全身是苦。既沉三界。寧免輪迴。今於八苦", "686": "之中。略標生死二苦。一生苦者。攬精血為體。處生熟", "687": "藏中。四十二變。而成幻質。上壓穢食。下薰臭坑。飲冷", "688": "若冰河。吞熱如爐炭。宛轉迷悶。不可具言。及至生時。", "689": "眾苦無量。觸手墮地。如活剝牛皮。逼窄艱難。似生脫", "69": "證處。及徵詰五家門堂差別之旨。師恣意披其所見。", "690": "龜殻。銜冤抱恨。擬害母身。纔觸熱風。苦緣頓忘。嬰孩", "691": "癡騃。水火橫亡。脫得成人。有營身種。業田既熟。愛水", "692": "頻滋。無明發生。苦芽增長。膠粘七識。籠󰋪九居。如旋", "693": "火論。循環莫已。二死苦者。風刀解身。火大燒體。聲虗", "694": "內顫。魄悸魂驚。極苦併生。惡業頓現。千愁󳬂悒。萬怖", "695": "慞惶。乃至命謝氣終。寂然孤逝。幽塗黯黯。冥路茫茫。", "696": "與昔冤讐。皎然相對。號天扣地。求脫無門。隨業淺深。", "697": "而歷諸趣。或倒生地獄。或陰受鬼形。忍饑渴而長劫", "698": "號咷。受罪苦而徧身燋爛。未脫二十五有。善惡之業", "699": "靡亡。追身受報。未曾遺失。生死海濶。業道難窮。聲聞", "7": "󳭪語路絕。幾多玄解會。如沸湯澆雪。沒巴鼻金針。好", "70": "苑感嘆曰。不期子乃能深入此秘密法門。吾壽昌這", "700": "尚昧出胎。菩薩猶昏隔陰。況具縛生死底下凡夫。寧", "701": "不被生苦所羈。死魔所繫。祇由不信佛經。後世為人。", "702": "更深困劇。不能得生千佛國土。是故我說無量壽佛", "703": "國土。易往易取。淨土一門。可通入路。當知自行難圓。", "704": "他力易就。如劣士附輪王之勢。飛遊四天。凡質假仙", "705": "藥之功。昇騰三島。實為易行之道。疾得相應。慈旨叮", "706": "寧。須銘飢骨。", "707": "問。六念法門。十種觀相。雖稱助道。徇想緣塵。瞥起", "708": "乖真。何如淨念。", "709": "答。無念一法。眾行之宗。微細俱亡。惟佛能淨。故經云。", "71": "枝慧命。屬子流布去也。遂付以衣拂。師願廣悲深。匡", "710": "三賢十聖住果報。惟佛一人居淨土。況居凡地。又在", "711": "初心。若無助道之門。正道無由獨顯。且六念之法。能", "712": "消魔幻。增進功德。扶筞善根。十觀之門。善離貪著。潛", "713": "清濁念。密契真源。皆入道之要津。盡修禪之妙軌。似", "714": "杖有扶危之力。如船獲到岸之功。力備功終。船杖俱", "715": "捨。", "716": "問。龐居士云。事上說佛國。此去十萬里。大海渺無", "717": "邊。動即黑風起。往者雖千萬。達者無一二。忽遇本", "718": "來人。不在因緣裏。如何通會。而證往生。", "719": "答。若提宗考本。尚不說有佛有土。豈言達之不達乎。", "72": "時救弊。甞提六字公案。弘揚淨土法門。以示眾云。", "720": "所以天真自具。不涉因緣。匪動絲毫。常冥真體。若約", "721": "事論。故非一等。九品往生。上下俱達。或遊化國。見佛", "722": "應身。或生報土。覩佛真體。或一夕而便登上地。或經", "723": "劫而方證小乘。或利根鈍根。或定意散意。或悟遲速。", "724": "根機不同。或華開早晚。時限有異。今古具載。凡聖俱", "725": "生。行相昭然。明證目驗。故釋迦世尊。親記文殊。當生", "726": "阿彌陀佛土。位登初地。大經云。彌勒菩薩問佛。未知", "727": "此界有幾許不退菩薩。得生彼國。佛言。此娑婆世界。", "728": "有六十七億不退菩薩。皆得往生。香臺寶樹。易到無", "729": "人。火車相見。一念改悔者。尚乃往生。況戒定慧薰修", "73": "念佛直指圖念佛直指圖佛祖之所以異於人者。以其善用心。與占地步。而端", "730": "行道力。終不唐捐。佛梵音聲。終不誑人。稱讚淨土經", "731": "云。十方恒河沙諸佛。出廣長舌相。徧覆大千。證得往", "732": "生。豈虗搆哉。", "733": "問。觀經明十六觀門。皆是攝心修定。觀佛相好。諦", "734": "了圓明。方階淨域。如何散心而能化往。", "735": "答。九品經文。自有昇降。上下該攝。不出二心。一定心。", "736": "如修定習觀。上品往生。二專心。但念名號。眾善資熏。", "737": "回向發願。得成末品。仍須一生歸命。盡報精修。坐臥", "738": "之間。常面西向。當行道禮敬之際。念佛發願之時。懇", "739": "苦翹誠。無諸異念。如就刑戮。若在狴牢。怨賊所追。水", "74": "趨向也。佛法之要。莫過於參禪念佛。持呪修觀。習經", "740": "火所逼。一心求救。願脫苦輪。速證無生。廣度含識。紹", "741": "隆三寶。誓報四恩。如斯志誠。必不虗棄。如或言行不", "742": "稱。信力輕微。無念念相續之心。有數數間斷之意。恃", "743": "此懈怠。臨終望生。但為業障所遮。恐難值其善友。風", "744": "火逼迫。正念不成。何以故。如今有因。臨終是果。應預", "745": "因實果則不虗。聲和則響順。形直則影端故也。如要", "746": "臨終十念成就。但預辦津梁。合集功德回向。此時念", "747": "念不虧。即無慮矣。夫善惡二輪。苦樂二報。皆三業所", "748": "造。四緣所生。六因所成。五果所攝。若一念心瞋恚邪", "749": "淫。即地獄業。慳貪不施。即餓鬼業。愚癡闇蔽。即畜生", "75": "論持戒善也。而念佛三昧。最為尊特。葢人秪有一心。", "750": "業。我慢貢高。即修羅業。堅持五戒。即人業。精修十善。", "751": "即天業。證悟人空。即聲聞業。知緣性離。即緣覺業。六", "752": "度齊修。即菩薩業。真慈平等。即佛業。若心淨。即香臺", "753": "寶樹。淨剎化生。心垢。則丘陵坑坎。穢土稟質。皆是等", "754": "倫之果。能感增上之緣。是以離自心源。更無別體。華", "755": "嚴經云。譬如心王寶。隨心見眾色。眾生心淨故。得見", "756": "清淨剎。大集經云。欲淨汝界。但淨汝心。故知。一切歸", "757": "心。萬法由我。欲得淨果。但行淨因。如水性趨下。火性", "758": "騰上。勢數如是。何足疑焉。", "759": "雲棲老人贊曰。永明。佩西來直指心印。而刻意淨", "76": "既此一心。全提心佛。則一切妄念雜念。皆攝歸於不", "760": "土。自利利他。廣大行願。光昭於萬世。其下生之慈", "761": "氏歟。其再生之善導歟。", "762": "溈仰宗溈仰宗", "763": "杭州無著文喜禪師(嗣仰山寂禪師)杭州無著文喜禪師嗣仰山寂禪師", "764": "師。嘉禾語溪人。姓朱氏。生而有異志。七歲出家。常習", "765": "律聽教。後謁大慈山性空禪師。空曰。子何不徧參乎。", "766": "師直往五臺山華嚴寺。至金剛窟禮謁。遇一老翁牽", "767": "牛而行。邀師入寺。翁呼均提。有童子應聲出迎。翁縱", "768": "牛。引師陞堂。堂宇皆耀金色。翁踞床。指繡墩命坐。翁", "769": "曰。近自何來。師曰。南方。翁曰。南方佛法如何住持。師", "77": "亂之正念。無始業識種子。悉融化。為獨露之真心。不", "770": "曰。末法比丘。少奉戒律。翁曰。多少眾。師曰。或三百。或", "771": "五百。師却問。此間佛法如何住持。翁曰。龍蛇混雜。凡", "772": "聖同居。師曰。多少眾。翁曰。前三三。後三三。翁呼童子。", "773": "致茶并進酥酪。師食之。覺心意開爽。翁拈起玻璃盞。", "774": "問曰。南方還有這個否。師曰。無。翁曰。尋常將甚麼喫", "775": "茶。師無對。師覩日色稍晚。遂問翁。擬投一宿。得否。翁", "776": "曰。汝有執心在。不得宿。師曰。某甲無執心。翁曰。汝曾", "777": "受戒否。師曰。受戒久矣。翁曰。汝若無執心。何用受戒。", "778": "師辭退。翁令童子相送。師問童子前三三後三三是", "779": "多少。童召大德。師應諾。童曰。是多少。師復問曰。此為", "78": "別參公案。而話頭自親。不細審戒律。而梵行自淨。不", "780": "何處。童曰。此金剛窟般若寺也。師悽然悟彼翁者即", "781": "文殊也。不可再見。即稽首童子。願乞一言為別。童說", "782": "偈曰。面上無嗔供養具。口裏無嗔吐妙香。心裏無嗔", "783": "是珍寶。無垢無染是真常。言訖。均提與寺俱隱。但見", "784": "五色雲中。文殊乘金毛師子往來。忽有白雲。自東方", "785": "來。覆之不見。師因駐錫五臺。後參仰山。頓了心契。令", "786": "充典座。文殊甞現於粥鑊上。師以攪粥篦便打曰。文", "787": "殊自文殊。文喜自文喜。殊乃說偈曰。苦瓠連根苦。甜", "788": "瓜徹蔕甜。修行三大劫。却被老僧嫌。一日有異僧。來", "789": "求齋食。師減己分饋之。仰山預知。問曰。適來果位人", "79": "修觀法。而諦理自成。不持呪心。而神功自顯。不分別", "790": "至。汝給食否。師曰。輟已回施。師曰。汝大利益。", "791": "師。閱經論。慕文殊發願偈云。願我命終時。滅除諸障", "792": "礙。願見阿彌陀。往生安樂剎。矢心淨土。每示人云。參", "793": "禪乃悟明心地。吾之心地既明。即明佛之心。是先得", "794": "彌陀之心也。便當修諸行門。求生淨土。備其莊嚴。全", "795": "其受用。謂之得後智。方成一尊古佛。蓋真理即悟而", "796": "頓圓。妄情息之而漸盡。頓圓如初生孩子。一日而肢", "797": "體已全。漸修如長養成人。多年而志氣方立。所以目", "798": "前能橫說竪說。棒喝圓相。機辯自在者。或遇逆順境", "799": "界。不知不覺。對境生心。故習難忘。未免滲漏。如云予", "8": "因緣時節。梅蕊綻枯枝。桃花開九月。觸目如休辯。別。", "80": "名義。而旨趣自臻。不涉歷階梯。而地步自到。正以全", "800": "四十年用心。尚有走作處。此古人誠諦之語。而不自", "801": "欺欺人者也。高處正在于此。欲違生死之惡緣。須認", "802": "菩提之捷徑。耑心念佛。為前途要津。乃末後之關鍵", "803": "也。因此略明其義。有二。", "804": "一稱名念。如觀佛三昧經云。文殊白佛言。我念過去", "805": "世。常生淨土。得百千億念佛三昧門。又文殊說般若", "806": "經云。欲入一行三昧。應處空閑。捨諸亂意。不取相貌。", "807": "繫念一佛。專稱名字。隨佛方所。端身正向。能于一佛。", "808": "念念相續。即是念中。能見過去現在諸佛。何以故。念", "809": "一佛功德。與念無量佛功德無二。皆成一如。成最正", "81": "提心佛。萬法皈依。不假方便。自得頓超。更無傍瞥偷", "810": "覺。如是盡知恒沙諸佛法界。無差別相。于念念中。觀", "811": "眉間白毫之相。右旋婉轉。猶如秋月。內外通明。如白", "812": "琉璃筒。亦如暗中明星。觀成不成。皆滅九十億那由", "813": "他恒河沙微塵數劫生死重罪。常蒙攝授也。而況句", "814": "句分明。心心返照者乎。二實相念。文殊菩薩云。不生", "815": "不滅。不去不來。非名非相。是名為佛。如自觀身實相。", "816": "觀佛亦然等。思惟諸佛平等法身。一切善根中。其業", "817": "最勝。一切諸佛身。惟是一法身。念一佛時。即念一切", "818": "佛。無一土不淨矣。", "819": "師曰。衲子家。具大根器。獲大徹悟。而復求生淨土。為", "82": "心。而能分心。劫奪其快捷。此法門。自遠公開宗。結社", "820": "圓普賢萬行。祈早成佛果者也。教中云。先悟毗盧法", "821": "界。後入普賢行門。如善財參文殊。殊作象王迴顧。而", "822": "善財言下頓徹。末後見普賢。為說十大願王。導歸極", "823": "樂。圓滿萬行者。此一大榜樣也。是以悟達之士。尚須", "824": "念佛求生安養。生安養者。得不退地。即證諸大三昧。", "825": "發種種神通。現無量身。持無量香花。往無量世界。供", "826": "養無量諸佛。嘆贊無量諸佛。向無量諸佛前禮敬。懺", "827": "悔一切罪障。隨喜一切功德。請轉一切法輪。勸一切", "828": "諸佛。久住世間。常隨一切諸佛。學甚深法。恒順一切", "829": "眾生。皆獲饒益。所作功德。普皆迴向。如是等普賢行", "83": "於廬山。如十八高賢輩各感應。及臨終見佛。聖境現", "830": "門。悉得圓滿。即造道場。降伏魔軍。為大法王。隨類度", "831": "生。似善財童子。分身無數百俱胝。智慧廣大徧十方。", "832": "普利一切眾生界也。何如。", "833": "師。將順寂。告眾趺坐而化。白光照室。竹木同色。塔于", "834": "靈隱山之西塢。後遭𡨥發師塔。肉身不壞。爪髮俱長。", "835": "錢武肅王異之。重加封瘞。", "836": "古尊宿古尊宿", "837": "小傅白居易香山居士小傅白居易香山居士", "838": "公。字樂天。久參佛光。得心法兼稟寶戒。牧杭州。訪鳥", "839": "巢和尚。乃問。禪師坐處甚危險。師曰。老僧有甚危險。", "84": "前。而得往生者無筭。是皆一生取辦。不待來世再修。", "840": "侍郎險尤甚。曰。弟子。位鎮江山。何險之有。師曰。薪火", "841": "相交。識性不停。得非險乎。又問。如何是佛法大意。師", "842": "曰。諸惡莫作。眾善奉行。曰。三歲孩兒。也解恁麼道。師", "843": "曰。三歲孩兒雖道得。八十老人行不得。公遂作禮而", "844": "去。凡守任處。多訪祖道。凡為文。動關教化。無不贊美", "845": "佛乘。命工繪西方淨土景。頂禮發願。以偈贊曰。極樂", "846": "世界清淨土。無諸惡道及眾苦。願如我身老病者。同", "847": "生無量壽佛所。", "848": "公。在東林寺。臨水坐。有詩云。昔為東掖垣中客。今作", "849": "西方社裏人。手把楊枝臨水坐。閑思往事似前身。", "85": "所謂一句。了然超百億。不歷僧祗獲法身也。嗣是長安", "850": "潞公文彥博居士潞公文彥博居士", "851": "公。字寬夫。及第守洛陽。甞致齋往龍安寺。瞻禮聖像。", "852": "忽見像壞墮地。略不加敬。但瞻視而出。傍有僧曰。何", "853": "不作禮。公曰。像既壞。吾將何禮。僧曰。先德道。譬如官", "854": "路土。人掘以為像。智者知路土。凡人謂像生。後時官", "855": "欲行。還將像填路。像本不生滅。路亦無新故。公聞之", "856": "有省。由是慕道。甚力念佛。期生淨土。晨香夜坐。每發", "857": "願曰。願我甞精進。勤修一切善。願成了心宗。廣度諸", "858": "含識。每見一切人。勸令念佛。誓結十萬人。緣同生淨", "859": "土。如如居士。有頌贊曰。知公膽氣大如天。願結西方", "86": "善導光明法師。南嶽承遠般舟和尚。雲峰法照五會法師。新定少康", "860": "十萬緣。不為一身求活計。大家齊上渡頭船。公臨終。", "861": "安然念佛而化。", "862": "侍郎王古居士侍郎王古居士", "863": "公。字敏仲。東都人。稟性仁慈。大弘佛教。祖父七世。戒", "864": "殺放生。尊宿叢林淵藪。甞過謁論道。參黃龍翠巗晦", "865": "堂楊岐輩。深契宗旨。又慕淨土法門之勝。作直指淨", "866": "土決疑集三卷。又纂集諸經論。備陳往生淨土要門。", "867": "精勤念佛。數珠未甞去手。有僧神遊淨土。見侍郎與", "868": "葛繁大夫同在焉。公有云。彌陀心內眾生。新新攝化。", "869": "眾生心中淨土。念念往生。托質蓮胎。不離當處。神超", "87": "臺岩法師。永明延壽智覺禪師。昭慶省常圓淨法師。長蘆宗賾慈覺禪師。", "870": "多剎。豈出身心。念本性之無量光。本來無念。生唯心", "871": "之安養國。真實無生。自廬山諸賢之後。繼此道以助", "872": "揚者。惟公與楊次公著名。皆生安養。", "873": "國學王日休龍舒居士國學王日休龍舒居士", "874": "公。字虗中。為國學進士。作六經訓傳數十萬言。一旦", "875": "捐之曰。是皆業習。非究竟法。吾其為西方歸乎。參黃", "876": "龍徑山。有契。甞修淨業。年六十。布衣蔬茹重趼千里。", "877": "以之誨人。閒居持戒甚嚴。坐必宴寂。臥必冠帶。面目", "878": "奕奕有光。曰課千拜。夜分乃寢。作淨土文勸世。將卒", "879": "三日前。徧別親識。有不復相見之語。至期。讀書罷。如", "88": "至我雲棲蓮池大師。中興淨業。集眾大成。為第八祖。", "880": "常禮念。忽厲聲稱阿彌陀佛。唱言佛來迎我。屹然立", "881": "化。如植木矣。󳬛人有夢二青衣引公西行者。自是家", "882": "家供事云。", "883": "居士曰。真性如鏡。一切有生者如影。是真性中。所現", "884": "之影也。影有去來。而鏡常自若。眾生有生滅。而真性", "885": "如如。生滅既除。真性乃現。所謂野色更無山隔斷。天", "886": "光直與水相連。", "887": "居士曰。孟子。謂夫仁者亦在乎熟之而已矣。故君子", "888": "無終日之間違仁。造次必于是。顛沛必于是。能爾也。", "889": "則無所往而不為仁矣。修淨土者亦然。凡起居飲食。", "89": "正予所謂。結束百千三昧法門。指歸一句念佛要旨。", "890": "語默動靜。皆不忘淨土。則此身雖居五濁。而其心已", "891": "在淨土矣。樝菴云。落日之形似鼓懸。跏趺端坐面西", "892": "邊。身雖未到華池上。先送心歸極樂天。正此之謂也。", "893": "侍制了翁陳瓘居士侍制了翁陳瓘居士", "894": "公。字瑩中。南劒人。少登上第。居官鯁直。後諡忠肅。常", "895": "謫守台州。叩天台宗旨。甚契。及謁靈源清公。執聞見", "896": "以求解會。清曰。執解為宗。何日偶諧。公乃開悟。寄師", "897": "偈曰。書堂兀兀萬幾休。日暖風柔草木幽。誰識二千", "898": "年底事。如今只在眼睛頭。公撰四明延慶淨土記。備", "899": "陳西方因果念佛三昧。常與人談惟心淨土。略云。釋", "9": "急水灘頭拋探篙。溺殺無限英雄客。昌額之。遂記莂", "90": "披六度而嚴法身。攝羣機而趣正覺。開化之盛。誠耀", "900": "迦文方便至深。阿彌陀說法無間。解脫長者。不往安", "901": "樂土。普賢大士。親覩無量光。向實際之中。要在不往", "902": "而往。于方便之內。何妨去已還來。機熟感深。足須成", "903": "辦。", "904": "丞相錢象祖止菴居士丞相錢象祖止菴居士", "905": "居士。字公相。錢塘人。問道於保寧全禪師。又參護國", "906": "此菴元禪師。師曰。欲究此事。須得心法兩忘乃可。法", "907": "執未忘。契理亦非悟也。公曰。纔涉唇吻。便落意思如", "908": "何。師曰。本自無瘡。勿傷之也。公渙然有得。自左丞相", "909": "歸。日修淨業。一旦示微疾。書偈曰。菡萏香從佛國來。", "91": "古彌今矣。蓋以念佛念心如投胎帝王。即是王子。即", "910": "琉璃地上絕纖埃。我心清淨超于彼。今日遙知一朵", "911": "開。後三日。僧有問疾者。公曰。我不貪生。不怖死。不生", "912": "天。不為人。惟求生淨土耳。言訖。跏趺而逝。後有人夢", "913": "空中云。錢丞相已生西方蓮宮。為慈濟菩薩。", "914": "司諫江公望居士司諫江公望居士", "915": "公。字民表。釣臺人。智識高朗。蔬食清修。為諫官。直言", "916": "無諱。名著一時。酷嗜宗門。參善知識有會處。晚年專", "917": "修淨業。且石刻所著念佛方便文。以醒世。甞書於家", "918": "塾云。利根之人。念念不生。心心無所。六根杳寂。諸識", "919": "銷落。法法全真。門門絕待。瞥爾遂成真如實觀。初機", "92": "登王位。其用心之圓。地步之高。趣向之上。非同臣僚", "920": "後學。一心攝念。如來即使營辦家事。種種作務。亦自", "921": "不相妨礙。若能都攝六根。淨念相繼。不過旬日。便成", "922": "三昧。是故上根大器。一念直超。平展之流。善觀方便。", "923": "公有子。早亡。託夢云。大人修道。功業已成。冥府有金", "924": "字額。題云　嚴州江公望。身居言責。志慕苦空。躬事", "925": "焚修。心無愛染。動靜不違佛法。語默時契宗風。名脫", "926": "閻浮。身歸淨土。後知廣德軍。一旦無疾面西。端坐而", "927": "化。", "928": "一壑子曰。蓋舉緣即用而忘機得體。混融境致而", "929": "暗合機輪。如月落潭無影。雲生山有衣者。溈仰家", "93": "從科第。而漸次進取。始得親近尊貴也。故吾特作此", "930": "風也。若夫法眼門庭。箭鋒相拄。句意合機。重重華", "931": "藏交參。一一網珠圓瑩。以至風柯月渚。顯露真心。", "932": "烟靄雲林。宣明妙法。故永明壽禪師。出宗鏡錄。合", "933": "禪淨為一家。而無著喜禪師。慕五臺風。示念佛有", "934": "二義。更若古尊宿白香山錢止菴等。莫不了了于", "935": "個中。復爾慇慇乎淨土。是知。參禪向千蹊萬徑裏。", "936": "得一條直路。到家甚便矣。然到家之後。貧從自寠。", "937": "富從自鉅。苟無制馭折衷之法。則無明習氣。淘汰", "938": "不淨。情根識蒂。黏帶不清。殊乏精扃嚴鍵。遠到深", "939": "蟠。所以貴念這一句佛。聲聲喚醒主人翁。直欲情", "94": "圖。以百丈禪師全提向上之正令。以明馬祖即心即", "940": "念乾枯。心境俱寂。方是個露地白牛。古德云。見道", "941": "方修道。正此意也。況乎念佛為甚深法門。念得心", "942": "垢脫去一分。則智光顯現一分。便見一佛出世。脫", "943": "去無量心垢。顯現無量智光。照見無量諸佛。於是", "944": "念無窮盡。證法亦無窮盡。皆由佛為總持一切法", "945": "故耳。有志之士。切勿儱侗。將趙州一轉語。作休免", "946": "牌。可憐他錯認趙州作用。未曾覻著古人同一鼻", "947": "孔出氣者在。", "948": "古今尊宿古今尊宿", "949": "廬山東林慧遠圓悟大師(蓮宗始祖)廬山東林慧遠圓悟大師蓮宗始祖", "95": "佛之宗旨。參合靈山極樂二如來之直指人心見性", "950": "師。雁門人。性賈氏。博綜六經。尤善莊老。聞道安法師", "951": "講般若經。豁然大悟。遂與弟慧持。投簪落髮。常以大", "952": "法為己任。安嘆曰。使道流中國者。其在遠乎。師至潯", "953": "陽。愛廬山閒曠。可以息心。舉杖叩地曰。有泉當住。忽", "954": "泉湧出。感山神現夢。一夕雷雨。材木自至。太守驚異。", "955": "奏立東林寺。名其殿曰神運。師聞陶九州得文殊瑞", "956": "像。溺於江者多年。遂至江濵虔禱。像果浮出。迎供殿", "957": "中。每謂入道要門。惟念佛為最。與高僧鉅儒百四十", "958": "人結蓮社。以修淨業。六時禮誦西方三聖。三十年迹", "959": "不入俗。送客以溪為界。若越界即有虎鳴。因號虎溪。", "96": "成佛之秘要也。", "960": "師克勤淨土。入定於般若臺一十八日。見蓮池會上", "961": "佛菩薩等。水流光明。演說妙法。佛言。汝七日後。當生", "962": "我國。出定謂門人曰。吾始居此。三覩聖相。今復再見。", "963": "往生淨土決矣。至期。端坐入寂。太守與諸弟子。奉全", "964": "身葬于西嶺。諡正覺大師凝寂之塔。師著念佛三昧", "965": "詩序云。念佛三昧者何。思專想寂之謂也。思專則志", "966": "一不撓。想寂則氣虗神朗。氣虗則智恬其照。神朗則", "967": "無幽不徹。斯二者。乃是自然之玄符。會一而致用也。", "968": "是故靖恭閒宇。而感物通靈。御心惟正。動而入微。此", "969": "假修以凝神。積習以移性。猶或若茲。況夫尸居坐忘。", "97": "元旦茶話元旦茶話", "970": "冥懷至極。智落宇宙。而闇蹈大方者哉。請言其始。菩", "971": "薩初登道位。甫窺玄門。體寂無為。而無弗為。及其神", "972": "變也。則令修短革常度。巨細互相違。三光迴景。以移", "973": "照天地。卷而入懷矣。又諸三昧。其名甚眾。功高易進。", "974": "念佛為先。何者。窮玄極寂尊號。如來神體合變。應不", "975": "以方。故令入斯定者。昧然忘知。即所緣以成鑒。鑒明", "976": "則內照交暎。而萬象生焉。非耳目之所暨。而聞見行", "977": "焉。于是。覩夫淵凝虗鏡之體。則悟靈相湛一。清明自", "978": "然。察夫玄音之叩心聽。則塵累每消。滯情融朗。非天", "979": "下之至妙。孰能與於此哉。以茲而觀。一覿之感。乃發", "98": "問。念佛法門。亦可見性成佛乎。師曰。此當念喚醒主", "980": "久習之深覆。豁昏俗之重迷。若以匹夫眾定之所緣", "981": "故。不得語其優劣。居可知也。是以奉誠諸賢。咸思一", "982": "揆之契。感寸陰之頹影。懼來儲之未積。于是。洗心法", "983": "堂。整襟清向。夜分忘寢。夙宵惟勤。庶夫貞詣之功。以", "984": "通三乘之志。臨津濟物。與九流而同往。仰援超步󳫠", "985": "茆之興。俯引弱進垂䇿其後。以此覽眾篇之揮翰。豈", "986": "徒文詠而已哉。", "987": "南岳慧思禪師南岳慧思禪師", "988": "師。武津人。姓李氏。頂有肉髻。一夕夢梵僧勸出家。即", "989": "辭親入道。及受具戒。習坐禪。日一食。聞北齊慧文禪", "99": "人公。直指人心見性成佛之全提宗旨也。參禪雖為", "990": "師。道法大行。乃往事之。授以心觀之訣。三七日已。放", "991": "身倚壁。豁然大悟。獲宿智通。得法華三昧。偈曰。頓悟", "992": "心源開寶藏。隱顯靈通現真相。獨行獨坐常巍巍。百", "993": "億化身無數量。縱令逼塞滿虗空。看時不見微塵相。", "994": "可笑物兮無比況。口吐明珠光晃晃。尋常見說不思", "995": "議。一語標名言下當。師至南嶽衡陽。值一處林泉勝", "996": "異。語眾云。吾前身居此。今當復為寺。俾掘之。基址猶", "997": "存。道化彌盛。當發願往生。夢感彌陀說法。瓶水自滿。", "998": "靈瑞重重。陳主致敬。稱為大禪師。誌公令人傳語曰。", "999": "何不下山化度眾生。目視雲漢作麼。師曰。三世諸佛。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1177 角虎集", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1177 角虎集", "author": "清 濟能纂輯", "language": "chinese", "source": "CBETA"}