{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 915 刪定止觀", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "正觀第七第一觀陰入界境無法愛者", "1": "刪定止觀卷下", "2": "梁　　氏", "3": "正觀之二觀所發境", "4": "第二觀煩惱境第二觀煩惱境者行人觀陰入不悟。當非其宜。而觀", "5": "察不已反動煩惱。如鐵不與火合。但黑而已。若與火", "6": "合。則赫然熾盛。又如水流不至甚急。以木概之則驚", "7": "波便起。觀力所動煩惱境作。亦如是觀之。為四。一略", "8": "辨其相。二明因緣。三明治異。四修止觀○所謂相者。", "9": "昏煩之法。惱害心識。若分見思。則有利鈍之異。然五", "10": "利不必限於見。亦兼於思。五鈍不必限於思。亦兼於", "11": "見。今以位辨之。若未發禪。雖有世智而見想猶弱。所", "12": "有十使同屬於鈍。若因定發見。見心猛盛。所有十使", "13": "皆屬於利。今所觀者。蓋未發定時所起者耳。因定起", "14": "者。後當重明。然廣此利鈍。其數無窮。今都目為四分", "15": "三毒。偏發為三分。等發名等分。若是界內共二乘斷。", "16": "名通惑。若界外。則非二乘所斷。名別惑。若作相關。別", "17": "惑為本。通惑為枝。得真智能斷枝。得中智能斷本。若", "18": "以不思議言之。則無復通別之異也○次論煩惱所", "19": "起因緣。有三。一習因種子。二業力擊動。三魔所扇起。", "20": "魔業如別說。觀習所動。是今所觀○次論治法。小乘", "21": "有五治。有對．有轉．有不轉．有兼．有具。用此五種加以", "22": "諦智。乃得入真。大乘所治。非對非兼等。名第一義治。", "23": "如阿伽陀藥能治眾病。空無生中誰惱誰治。何兼何", "24": "轉○次修止觀者。還為十法。仍辨思議不思議。思議", "25": "境者。一念欲心不即遮止。增長遂至四重五逆。是名", "26": "煩惱生地獄界。以欲生故。無復禮義。不知慙耻。生畜", "27": "生界。慳貪甚。生餓鬼界。嫉忌猜陷。生修羅界。求未來", "28": "欲。修現在善。生人界。以十善業希望天欲。生天界。觀", "29": "欲為集。集方招苦。厭此苦集而修道滅。為聲聞界。觀", "30": "欲無明起成十二緣。無明息則諸緣皆止。為緣覺界。", "31": "觀欲是蔽。起諸慈悲而行諸度。即六度界。觀欲即空。", "32": "空即涅槃。為通教界。觀此欲苦集。有無量相。分別具", "33": "足。為別教界。如是次第。名思議境○不思議者。無行", "34": "經云。貪欲即是道。恚癡亦復然。如是三法中。具一切", "35": "佛法。如此四分。雖即是道。要不可隨。隨之則趣惡道。", "36": "不可斷。斷之則成上慢。不斷癡愛起諸明脫。乃名為", "37": "道。住調伏為聲聞。住不調伏為愚人。菩薩不爾。不斷", "38": "煩惱而入涅槃。不離五欲而淨諸根。無生而生。不為", "39": "生法所汙。知空不空。不為空法所證。是為不住調伏", "40": "不住不調伏。末世愚惑之徒不得其旨。公行非法。自", "41": "謂無礙。經云。貪著無礙法。是人去佛遠。譬如天與地。", "42": "如是則名住不調。非不住也。又有行人。聞調伏不調", "43": "伏。怖畏二邊。唯求中智。俟此惑盡乃名為道。如是則", "44": "名住調。非不住也。世師備此兩失。去理殊遠。皆名為", "45": "礙。何關無礙。如是調與不調皆名不調。何以故。悉是", "46": "凡情。非賢聖行。今言不住調伏。不住不調伏。不住非", "47": "調伏非不調伏。不住亦調伏亦不調伏。亦住調伏。亦", "48": "住不調伏。亦住非調伏亦不調伏。亦住亦調伏亦不", "49": "調伏。何以故。煩惱即空故。不住不調伏。煩惱即假故。", "50": "不住調伏。煩惱即中故。不住亦調伏亦不調伏。雙照", "51": "煩惱故。不住非調伏非不調伏。又不住而住。住而不", "52": "住。何以故。不偏觀一句故。一句即一切句。一切法趣", "53": "貪。貪即諸法所都。如是體達。方名無礙。一切無礙人。", "54": "一道出生死。蓋此意也。若一念貪心具十界百法。雖", "55": "多不有。雖一不無。多不積。一不散。多不異。一不同。多", "56": "即一。一即多。經云。暗中樹影。暗故不見。天眼見之。是", "57": "為暗中有明。智障甚盲暗。是為明中有暗。亦如燈與", "58": "暗共住。如是明暗不相妨亦不相破。何者。室中有燈。", "59": "不知暗向何處。燈滅暗生。亦不知其來所從。求暗無", "60": "暗。明無所破。求明無明。暗無所蓋。雖體不可得。而破", "61": "蓋宛然。以是名不思議觀煩惱暗。即大智明顯佛菩", "62": "提。如是觀時。追傷己過。又愍眾生。何者。理非明暗。以", "63": "迷惑故起苦集之暗。解治法故。有道滅之明。約暗起", "64": "悲。約明生慈。無窮大誓與境俱起。將滿此誓要須大", "65": "行。行即止觀。若眼智未開。當徧破所滯。令諸塞皆通。", "66": "加以道品調適。正助相濟。用次位以辨真偽。用安忍", "67": "以袪障網。障網既散。又能不生法愛。即破無明成無", "68": "生忍。乘是寶乘直至道場。是名四分煩惱具一切法。", "69": "亦名行於非道通達佛道。亦名不斷煩惱而入涅槃。", "70": "涅槃即般若。般若即如來。如來體。如來智。如來用。等", "71": "無差別。不可詳載。", "72": "第三觀病患境第三觀病患境者夫有身即大患。何者。四蛇性異。水", "73": "火相反。毒器重擔。諸苦之藪。四國為鄰。力均則暫和。", "74": "乘虗則攻伐。四大休否亦如是。病有二義。一因中實", "75": "病。二果上權病。若偃息毗耶以疾弘教。廣論因疾。則", "76": "有三種調伏。廣論果疾。則有四種慰諭。皆是權用入", "77": "病法門。引救病惱。如此病者。非今所觀。今所觀者。謂", "78": "業報之身。四大興作。廢修聖道事。須觀察以弭其患。", "79": "夫長病遠行是禪定障。復有人平居懈怠。因病發心。", "80": "能辦眾事。機緣不同。悟應在病。以是須論病患境也。", "81": "觀之為五。一明病相。二明病起因緣。三明治法。四明", "82": "損益。五明止觀○夫百病之候不可盡究。略言五藏", "83": "病相。病肝則脉洪而直。病心則脉輕而浮。病肺則脉", "84": "緊而銳。病腎則脉涓涓然如連珠。病脾則脉遲而緩。", "85": "又地水火風病相各異。藏氣相害其發亦殊。醫工備", "86": "知其事。是名病相○病起因緣有六。或四大不順。或", "87": "飲食不節。或坐禪不調。或邪魅所侵。或魔所為。或業", "88": "所起。不順不節灼然易知。若坐禪不調。或倚慢懈怠", "89": "魔伺其便。使人骨節疼痛。病名為疰。最難治之。若數", "90": "息不調令人痁癖。又八觸與用息相違而病者。心與", "91": "四大合。則有四正四依之觸。入息順地大而重。出息", "92": "順風大而輕。又入息順水而冷。出息順火而熟。又入", "93": "息順地而澁。出息順風而滑。又入息順水而耎。出息", "94": "順火而麤。若發重觸而數出息。與觸相違即便成病。", "95": "餘亦如此。若常止心於下多動地病。於上多動風病。", "96": "又止心急撮多動火病。若止心寬緩多動水病。今坐", "97": "禪人思觀。亦多損五藏。驗之可知。又有觀僻動病者。", "98": "觀境不定。或緣此緣彼心即成諍。諍故亂而成風病。", "99": "或專守一境坐望成功。必生內熱而成火病。又觀心", "100": "生時謂滅。滅時謂生。又復沉滯而成地病。又不味所", "101": "觀境而強為之。水大成病。有鬼為病者。昔一王為鬼", "102": "所病。屢被鍼殺。鬼王自來住於心上。儒書亦云膏肓", "103": "二豎之事。蓋人有邪念。志求邪事。則有兜醯羅鬼化", "104": "作五色入人五根。轉至意地發人邪解。或知吉凶未", "105": "來之事。若不治者久則殺人。又魔病者。夫鬼止為病", "106": "殺人。魔則能破觀心。行人於禪中或邪念世利。魔則", "107": "隨念變現而至。至則受。受則成病。又業病者。或專是", "108": "先世業。或因今破戒動先世業。若殺罪之業成肝眼", "109": "病。飲酒業成心口病。邪欲業成腎耳病。妄語業成脾", "110": "舌病。盜業成肺鼻病。若今世持戒亦動業成病。應地", "111": "獄重受則人間輕償。此是業謝故病。業力多端。當審", "112": "用治也○次論治法。夫寒熱飲食當隨方而治。坐禪", "113": "致患則還以禪調息。若鬼魔兩病。當觀力強盛及大", "114": "神呪助之。若業病。當用內觀及外懺助之。且約坐禪", "115": "論五治。謂用止．用氣．用息．用想．用觀。用止者。有一師", "116": "繫心在䐡中如豆大。閉目調氣以存之。若念不見。當", "117": "解衣視之。此能治病。亦能發禪。作此觀時。或痛或急。", "118": "或冷或熱。如是觸起。一心精進令免此觸。則發諸禪。", "119": "禪發則諸疾自去。神慮寂然。亦名電光定相。作此觀", "120": "者易悟無常。能見不淨。能止貪欲。成身念處門。又䐡", "121": "為丹田。亦名氣海。氣調則疾自愈。又一師云。上氣󱗉", "122": "痛背急。心煩上熱。皆止心丹田。丹田在䐡下二寸半。", "123": "或痛切者移心住三里。痛又不除移足大指。以差為", "124": "限。若頭痛目赤口熱耳聾腹痛等。則以心緣兩足中", "125": "間。專注一境。須臾或小腹脹急。即小息以俟之。病若", "126": "不已即。又想脚下作大坑。移所注境置於坑中。自當", "127": "得愈。又止心於足。能破諸病。所謂止治者也。用氣治", "128": "者。謂吐納之間假以為氣。若病冷用吹。病熱用呼。病", "129": "風用𡁱。病氣用呵。痰癊用噓。勞倦用𡀗之類。謂氣治", "130": "者也。用息治者。夫色心相依有出入之息。行者驗息", "131": "強弱。知身安否。當順辨而審之。凡有聲曰風。守之則", "132": "散。結滯曰氣。守之則塞。出入不盡曰喘。守之則勞。不", "133": "聲不滯出入俱暢曰息。守之則定。宜求靜處安坐。閉", "134": "目調體。然後用之。若治八觸相違病者。因重觸成地", "135": "大病。宜偏用出息為治。若發輕觸成風病。偏用入息", "136": "為治。若發冷觸成水病。偏用出息為治。若發熱觸成", "137": "火病。偏用入息為治。若調息正等。則隨意而用。此用", "138": "常所數息。若別假想而運息。其冥蓋多。不能具載。又", "139": "假想治者。如患癥用針法。如阿含用煗酥法。如吞蛇", "140": "等法是也。觀心為治者。直觀於心。推求此病。病因病", "141": "緣俱不可得。病來逼誰。誰受病者。此名觀治○次論", "142": "損益。有漸有頓。若用息大過。五藏頓翻。即目未翻。後", "143": "漸增患。若人巧修。豁然頓益。即目雖與病相持。後則", "144": "漸愈。或心利病輕。或心利病重。或心鈍病輕。或心鈍", "145": "病重。致有漸頓損益之殊。能具十法。必能蠲去。而信", "146": "為之本。信而能用。用而能勤。勤而能恒。恒而能辨。方", "147": "便吐納。運想得宜。宜而能久。損則改治。益則專之。善", "148": "識所禁。勿疑勿說。如是治者定有成功。若善修三昧。", "149": "道力所持。何罪不滅。何業不轉○次修止觀者。亦如", "150": "觀煩惱為十法。先論思議。夫因病退失本心。起大邪", "151": "見。謗法非聖。或病去身壯。造大惡業。起上中下罪。成", "152": "三惡道界。或因此病。慙愧修習。起上中下善。成三善", "153": "法界。若怖病死。即觀此身苦集輪環。受惱不息。當求", "154": "寂滅涅槃。是即因病起聲聞法界。觀此病自身而生。", "155": "身由昔有。有從取。取從愛。愛從受。受從觸。觸從六入。", "156": "六入從名色。觀此名色從四大生。又觀四大不見生", "157": "者。外觀五行。內觀五藏。既無本體何故不壞。四心持", "158": "之。識持地。想持風。受持火。行持水。是故不壞。又此四", "159": "心。為自生。為不自生。即知行從受生。受從想生。想從", "160": "識生。識從昔行生。行從無明生。無明還從昔受而生。", "161": "知此生性本來寂靜。妄想顛倒。謂有生滅。若不隨妄", "162": "倒則無明滅。乃至老死滅。是則觀病起緣覺法界。又", "163": "觀此病從貪愛癡恚等起。以己悲他。即起戒定忍進", "164": "等法。是則因病起六度菩薩法界。又觀此病知從妄", "165": "想顛倒生。而此妄想無有真實。我及涅槃是二皆空。", "166": "是則因病起通教菩薩法界。又觀此病雖畢竟空。空", "167": "無所受而受諸受。未具佛法。不應滅受取證。是則因", "168": "病起別教菩薩法界也。以次第出生故名思議。非今", "169": "所觀○不思議者。一念病心。非真非有。即是法性。法", "170": "界一切法趣。病是趣不過。唯法界之都。無九界差別。", "171": "如如意珠。不前不後。達病實際。作是觀時。豁爾消差。", "172": "金光明經云。直聞是言。病即除愈。即初觀不思議境", "173": "義也。若不愈。即更以諸觀療之。一切眾生皆具此理", "174": "而不能識。隨見愛流入分段生死。深生悲愍。與非有", "175": "即空道滅之樂。是為有疾菩薩以空觀調伏其心。實", "176": "疾既除。權病隨起。生分段土中。視人如子。子病故父", "177": "母亦病。因以身病而慰諭之。子愈亦愈。是名體析慰", "178": "諭有疾菩薩。又觀此病雖空。而諸眾生不純因空而", "179": "得度脫。當知空病種種法門。二乘以不知故。隨無明", "180": "流趣變易生死。不能分別諸病差品。是故佛法不得", "181": "現前。眾生淨土皆不成就。即起慈悲。拔無知苦。與道", "182": "種智分別之樂。是為有疾菩薩以假觀調伏其心。實", "183": "疾既除。權病則起。生方便土中。視方便人猶如一子。", "184": "子病愈者。父母亦愈。是名別教慰諭有疾菩薩。又觀", "185": "此病雖即法界。而諸眾生不即中道。此理不開。隨無", "186": "明流沒變易之海。即起慈悲。拔無明苦。與究竟樂。是", "187": "為有疾菩薩用中道觀調伏其心。實病既除。權病則", "188": "起。生實報土中慰諭其子。子愈亦愈。是名圓教慰諭", "189": "有疾菩薩。如是三疾。一心中生。如是調伏。一觀調伏。", "190": "如是慈悲。圓普慈悲。如是示現。普門示現。如是慰諭。", "191": "一音演說。為易解故如此分別。以要言之。但是不思", "192": "議慈悲。唯淨名大士能具此法。三實圓除。三權圓用。", "193": "彼上人者固難酬對。唯文殊道力相鄰乃能問耳。問", "194": "云。居士此疾何因而起。其生久如。當云何滅。答云。我", "195": "病從大悲起。眾生病故是故我病。眾生病愈我病則", "196": "愈。是名不思議慈悲也。安心者。若人道場病時。既體", "197": "解發心。則用止觀悉檀善巧調適。是則大藥。更不假", "198": "用諸治也。破法徧者行人。觀病心不自不他。非內非", "199": "外。畢竟清淨。心如虗空孰為病者。淨名云。非地大。不", "200": "離地大。非身合。身相離故。非心合。心如幻故。不得病", "201": "生與無生。亦生亦無生。非生非無生。單複具足。如破", "202": "陰入中說。是為於病破法徧也。通塞者。於病法之中", "203": "識四諦．十二緣．六度之理。了無疑惑。解字非字。令諸", "204": "塞皆通是也。道品調適者。若觀病是四大病。是不淨", "205": "病。若離四大病。即是淨病。非四大。非離四大。病即非", "206": "淨非不淨。有真。非有非真。空假。非空非毀。枯榮。非枯", "207": "非榮。如是等義。皆與身念處無二無別。餘三念處亦", "208": "如是。乃至三十七品於枕上成就。解苦無苦。入清凉", "209": "池。助道者。若用觀治病。病不差。則用前治法。正助合", "210": "行。作此觀時。深識次位。不令僭濫。竊比賢聖。內外障", "211": "動。當勤安忍。病損行成。不起法愛。十法成就。疾入法", "212": "流。是為於病患中得無生忍。乘一大車也。", "213": "第四觀業相境第四觀業相境者夫人自無量世。作無量業。或已受", "214": "報。或未受報。如大地包一切種子。遇緣有差降。所發", "215": "有先後。居常則其相不現。若觀力所動則境像顯然。", "216": "或云大乘寂滅。何相可論者。事甚不爾。金光明經云。", "217": "將證十地。相皆現前。法華深達罪福相。淨名善能分", "218": "別法相。於第一義不動。非現而何。今明之為四。一所", "219": "發因緣。二正發相。三詳簡。四修止觀○夫因緣有內", "220": "外。內謂觀慧明淨。照諸善惡。或以止止惡。惡方欲滅。", "221": "或以觀觀善。善方欲生。或以止止惡。惡因靜生。或以", "222": "觀觀善。善因觀滅。無量業相出止觀中。如鏡既磨萬", "223": "像自現。是名為內外者。諸佛以慈悲力。圓應眾生。有", "224": "此機者。則感諸佛。示善惡禪。諸業皆現。是名為外。行", "225": "人但調心入理。令觀力成就。則業當自謝。豈在曲辨", "226": "相邪○次明業發。發有善惡。其相各六。一報果相現。", "227": "二習因相現。三報前現習後現。四習前現報後現。五", "228": "習報俱時現。六前後不定。識此六意。則升降萬差皆", "229": "了別無謬。所謂習因習果者。習名習續。自分種子相", "230": "生。後念心起。習續於前。約前念為因。後念為果。報因", "231": "報果者。此就異世。前習因習果皆名報因。由此因故", "232": "受五道報。故名報果。又就此報果之身。復起善惡習", "233": "續。習因習果總望前世。即此習續為果。望後世即又", "234": "為因。行人禪中但見諸相。此名報果相現。由昔因故", "235": "亦得名為報因。互受名耳。今且為報果。若禪中不見", "236": "諸相。󳬂爾起心。是名習因能致來果。亦名習果。今但", "237": "目為習因。善相頗多。且約六度。檀相發者。則於坐中", "238": "忽見三寶形像。或父母師友。或見悲田受己供養。或", "239": "不見受與不受。但見所捨之具。或見淨地。或見行檀", "240": "人深讚檀事。皆報果發相。若都不見相而心󳬂然欲", "241": "行惠施。或於檀門偏自明解。如是則習因發相。或先", "242": "起心而後見報相。或先見報相而後發心。或一時俱", "243": "發。或前後不定。可以意解。戒相乃至忍辱．精進之相", "244": "亦如是。次明惡相。惡法無量。且約六蔽。慳蔽相發者。", "245": "則於禪中忽見父母師友形體愁悴。或受飢寒。或見", "246": "一切物皆被緘閉。或見乞人對物詬怒。或見慳人至", "247": "前。是為慳相報果。習因例前可知。乃至破戒等諸蔽。", "248": "報習亦如是○次詳簡。善惡相現。為障不同。或非障", "249": "而障。障而非障。障非障俱障。障非障俱不障。所謂非", "250": "障而障者。若人先發善相。當時喜悅。後起愛慢。恃己", "251": "輕他。退法捨戒。如此者豈非初因不障之善。後致大", "252": "障之患耶。所謂障而非障者。見惡知愧。愧而能修。資", "253": "於眾善。成辦大事。豈非初因於障。後致不障耶。俱障", "254": "俱不障。例此可知。凡非障而障。此蓋善將滅而相現。", "255": "以表惡生。障而非障。此蓋惡將滅而相現。以表善生。", "256": "二俱不障。此表善不滅。惡不生。俱障者。表惡不滅。善", "257": "不生。約善惡為言。則善不為障而惡為障。若約真諦", "258": "為言。則善惡俱障。約俗諦為言。則真諦善惡通能為", "259": "障。若約中道為言。假智善惡又能為障。自凡及聖皆", "260": "有障患。又善惡習因心起。是則易知。報果相起。是則", "261": "難辨。若善報相與善習因相扶而起。或前後而起。多", "262": "是性善之相。孤然而起。多是無作善相。若惡報果與", "263": "惡習因相扶。或前後而起。多是性惡。不扶習起。多是", "264": "違無作惡相。又善惡報果孤然起者。雖以無作目之。", "265": "而理亦難明。然多為魔所雜。當用十法察之。謂空有．", "266": "明暗．定亂．善惡．愚智．悲喜．禍福．苦樂．愛憎．彊弱。此十", "267": "者。若過若不及。皆為魔相。異此則無作也。又三法驗", "268": "之。久久住數。數來又壞禪心。則魔相也。無此三者則", "269": "是無作。夫慧解真正則不為諸相所惑。然後鞭心入", "270": "理。業不能礙。若本無解心。又發意邪僻。見相生愛。則", "271": "魔得其便。入示吉凶。生為鬼禪。死墮鬼界。必然之理", "272": "也○次修止觀者。先觀思議境。若業能招三惡三善", "273": "道報。乃至不動業招色無色報。皆迷色心轉生倒惑。", "274": "今觀業無業。倒惑不生。乃至漏盡。是名聲聞觀業也。", "275": "若觀業由無明。乃至名色老死。無明滅則行滅。乃至", "276": "老死滅。是名緣覺觀業也。若觀業幻化。幻化即空。空", "277": "即涅槃。又觀業如大地。生種種芽。十法界法皆由業", "278": "起。是名通別二觀。悉為思議境。非今所觀也○不思", "279": "議者。經云。深達罪福相者。罪則三惡。福則三善。解此", "280": "相者。但知善惡。不為深達。善惡皆惡。離善惡乃善。是", "281": "為深達。又知離與不離各在一邊。未為深達。別教菩", "282": "薩能達此二邊。自淺及深乃為深達。又次第深淺亦", "283": "未深達。圓教即淺即深乃為深達。深達此相徧照十", "284": "方。即此意也。觀一念起。即具十法界。即名十方即是", "285": "正報依報。即有性相等百法。如是諸法即一念業。故", "286": "名一業一切業。華嚴云。佛子心性是一。云何能生種", "287": "種諸業。答云。譬如大地一。能生種種芽。當知業者諸", "288": "法之都。是為不思議境。深達此境即起慈悲。一念慈", "289": "悲非前非後。是則真正發心。安心業空則善順而惡", "290": "息。惡息名止。善順名觀。安心業假乃至業中。亦如是。", "291": "是則觀業安心。又觀此業不離三世。若過去。過去則", "292": "無。云何有業。若未來。未來未至。若現在。現在不住。三", "293": "世求業俱不可得。畢竟清淨。但以文字假名謂之為", "294": "業。無作無受。三諦俱寂。是則徧破諸業。又於業．非業．", "295": "亦業亦非業．非業非非業。句句之中明識苦集道滅。", "296": "審實成就。終非蟲字。是為識業通塞。又觀此業具十", "297": "界五陰。即是具一切四念處。一切色是身念處。此身", "298": "非淨非不淨。乃至受非苦非樂。心非常非無常。法非", "299": "我非無我。即是非榮非枯雙樹涅槃。是名道品調適。", "300": "夫對治者。莫要於念佛。念報佛應佛。共破習因惡業。", "301": "兼念法佛。破報果惡業。如是觀時。又當深識次位。使", "302": "不叨僭。又當安忍內外諸障。使不滯礙。又不起法愛。", "303": "自然流入清涼之池。得無上報。得自在業。反本還源。", "304": "智照圓極。故名無上普門示現。無往不應。故名自在。", "305": "是即大乘直至道場。如前說。", "306": "第五觀魔境第五觀魔境者夫行人修四三昧功用漸純。則魔能", "307": "為難。恐失其民屬。又慮行者得大神力。興大戰諍。及", "308": "其未成。壞彼善根。故有魔患。菩薩知魔界如。佛界如。", "309": "一如無二。平等一相。安之實際。若能如是。邪不害正。", "310": "不爾為患無疑。明之為三。一分別同異。二明發相及", "311": "治法。三修止觀○辨魔同異者。魔有四種。煩惱．陰．死。", "312": "已為陰入等所攝。今正明天魔。若界外則有無常等", "313": "倒。亦成煩惱陰入生死等。乃至等覺猶有死魔。赤色", "314": "三昧未究竟。亦得名天魔。若妙覺理極。乃究竟魔事。", "315": "華嚴言十魔。蓋此意也○次明發相。若人坐時。或見", "316": "鬼緣其身。墮而復上。去而復來。四目兩口。出聲聒耳。", "317": "又大集稱十二獸在寶山中為精魅主。或見少男少", "318": "女。或禽畜之像。殊形異貌。娛樂變態。又有魔羅喜。從", "319": "五根而入。大論名為華箭等。凡眼見可愛色。若可畏", "320": "色。若平平色。餘五根合成十八箭。亦名十八受。著則", "321": "妨禪。死墮魔道。或內射不入。則外扇師徒旁作毀譽。", "322": "如是因緣。大品中廣說。又善巧誘人。純令墮於善法。", "323": "修起塔寺。使散而妨定。或化人入無方便空。撥無因", "324": "果。種種徑路悉為惱害。當堅心冶之。如山林之人多", "325": "畜方鏡。挂於座後。媚惑照之其形悉見。又佛告比丘。", "326": "一切他物不受。不受之術。能治一切自他魔事○次", "327": "修止觀者。例為十法。思議境者。隨魔起惡。或隨魔修", "328": "善。有上中下等。即六法界魔。又化人令促入涅槃。不", "329": "煩濟度。即二乘法界魔。又令人紆迴拙度。不得速至", "330": "菩提之果。如是淺深次第。是名思議○若即此魔事", "331": "具十界百法。在一念中。一切法趣魔。非一非一切。不", "332": "出魔界即是佛界。如是觀者。魔即道場。以魔為侍。於", "333": "魔不怖。持世不覺。魔謀謂言。善來。得真實印。即知是", "334": "魔非帝釋也。別教不受非法。故云非我所宜。圓教安", "335": "於實際。故云如我應受。不畏非人。於生死有勇。是名", "336": "不思議境也。魔體同佛而眾生不知。於佛界中橫起", "337": "魔界。於菩提中而生煩惱。是故起悲。欲令眾生即魔", "338": "成佛。是故起慈。所謂無緣慈悲。欲滿此願。欲顯此理。", "339": "應降此魔。魔不能動為止。達魔即佛為觀。又魔事瞥", "340": "動。即隨用四句推而破之。三藏初伏四魔坐道場。破", "341": "煩惱魔得菩提道。法性身破陰界入魔及死魔。道樹", "342": "下得不動三昧能破天魔。通教初得無生忍。至六地", "343": "得菩提道。如前破。八地道觀雙流。是不動三昧。破天", "344": "魔。別教十住已破界內四魔。初地分破煩惱。分得法", "345": "身破陰魔。分得赤色三昧破天魔。瓔珞經云。等覺三", "346": "魔已盡。唯一分死魔。以理言之。三不應前盡。一不應", "347": "獨在。當知在於權道。圓教初住俱破八魔。妙覺乃究", "348": "竟永離。又雖初住破。非初住破。最後覺破。亦非後覺", "349": "破。而亦不離初破後破。又於一一魔中。皆識苦集無", "350": "明蔽度。知字非字。又一魔具一切色。色即空即假即", "351": "中。非淨非不淨。受想行識亦復如是。是名念處。如是", "352": "觀者則開三脫門。門未開者。當緣久為魔所使。或起", "353": "魔檀．魔戒．魔忍．魔進．魔禪．魔慧。由此邪蔽蔽於正路。", "354": "今以正度治蔽。蔽去度成。或用他觀為助。若伏若破。", "355": "照之不濫。一心安忍。不起法愛。則不為魔所動亂。即", "356": "入真位。以魔為侍。直至道場矣元本第五卷終。", "357": "第六觀禪定境第六觀禪定境者行人觀前五境。得入清涼池竟。則", "358": "不須復觀禪境。若魔境雖過而宿習忽發。諸禪紛現。", "359": "雖免魔害。更為定縛。以是則須觀禪境。毗曇．成實明", "360": "四禪八定。地持．十地又明自性九禪。不可徧記。今伹", "361": "略論名義。次論發因緣及發相。次修止觀○所謂名", "362": "義。且約十門。一者根本四禪。二者十六特勝。三者通", "363": "明。四者九想。五者八背捨。六者大不淨。七者慈心。八", "364": "者因緣。九者念佛。十者神通。此十種與諸經論論禪。", "365": "數有開合而大意止此。此十禪體相是有漏。通是事", "366": "禪。亦須分辨。四禪世間本有。凡夫外道共之。專修此", "367": "者。止發有漏特勝．通明。佛不出世。利根凡夫亦能修", "368": "之。而不發無漏。若因佛說。則發無漏。比於根本。其力", "369": "為勝。故稱亦有漏亦無漏。九想等雖屬事法。能為出", "370": "世之因不。俟諦智。能發無漏。故並稱無漏。以次第明", "371": "之。四禪是根本暗證味禪。凡聖通有。薄修即獲特勝。", "372": "少有觀慧。不味不暗。故次於根本。通明觀證深細。又", "373": "次於特勝。此三者同是實觀。治惑力弱。九想正是假", "374": "想初門。始伏愛欲。故次通明而論九想。又九想但厭", "375": "患外境。未治其心。故次論八背捨。又背捨雖破內外", "376": "貪欲。總而未別。於眾緣中不得自在。故次論大不淨。", "377": "又雖總別治心而未有大福德。故次論慈心。又雖外", "378": "治重貪。內修至行。若不觀因緣。則非世間正見。故次", "379": "論因緣。又雖獲正見。而緣底下因人福用微弱。次緣", "380": "上果福力廣大。故次論念佛。又雖有如前諸定。而未", "381": "有自在力用。故次論神通。所謂發者。前後次第更互。", "382": "例如前境○發禪因緣有內有外。如大地之中種類", "383": "具足。得雨而生。成實各異。淨度經云。眾生自度耳。佛", "384": "於其人無益。淨度菩薩言。眾生若不聞佛言。云何得", "385": "度。二言相反。共成一意。是則內外合發也。禪發之相", "386": "今當辨之。凡四三昧中。常坐三昧發禪則多。若坐時", "387": "體氣調適。覺此心路泯然澄靜。帖然安隱。繫緣所習", "388": "而不馳散者。此為麤住。此心又勝則名細住。兩心前", "389": "後中間必有法以持身。身體正直。不怠不倦。如似有", "390": "扶助之者。或一兩時。或一兩日。或經旬月。漸深漸細。", "391": "朗然空淨。持心不動。雖復空淨而猶見身心之相。未", "392": "有支林功德。是名欲界定。住此定或至一年二年。定", "393": "法所持自無懈倦。從其心後又轉虗豁。不見欲界定", "394": "中身心之相。猶如虗空。是名未到地相。世間愚人或", "395": "得此定。謂是無生法忍。殊不知性障全在。未入初禪。", "396": "如󰞆覆火。昧者輕蹈。以自傷爇耳。從麤住訖至非想。", "397": "通有四分。謂退．護．住．進。退又二。一任運退。二緣觸退。", "398": "緣有內外。外諸方便。二十五種吐納失所。是為外緣。", "399": "觸退。於靜心中。三障四魔而生憂愛。是為內緣觸退。", "400": "護者。以方便將護定心。住者。或因護助安隱。或定體", "401": "自住。進者。從未到定。漸覺身心虗寂。內不見身。外不", "402": "見物。於此定中。覺身心微微然運運而動。則發色界", "403": "淨妙四大。動．痒．輕．重．冷．暖．澁．滑。合名八觸。觸欲界身。", "404": "於是有支林功德從此而起。功德有十。謂空．明．定．智．", "405": "善心．柔耎．喜．樂．解脫．境界相應。空者。諸觸發時。空心", "406": "虗豁。不復同性障未去之時。明者。淨妙皎然。定者。不", "407": "復散動。智者。所解靜利。善心者。深信妙法。柔耎者。離", "408": "欲界麤穬之相。喜者。喜所得法。樂者。安此美妙。解脫", "409": "者。無復五蓋。相應者。心與諸觸功德相應不亂。又念", "410": "持相應而不忘失。然欲界無此八觸。若初禪八觸亦", "411": "須審簡邪正。何者。去欲界近。帶欲界心。則邪得隨入。", "412": "蓋謂鬼入禪中。禪非鬼也。則還約八觸十功德明之。", "413": "若過若不及。俱為邪也。原夫正禪不應有邪。所以有", "414": "者。如服菖蒲黃精將有藥益。則令人多瞋多欲。非藥", "415": "令爾。藥推麤法。麤法將去。理當如是。要須精辨也。正", "416": "禪五支。若初觸觸身在緣。名覺支。細心分別八觸及", "417": "十眷屬。名觀支。慶昔未得而今得之。名喜支。恬愉名", "418": "樂支。寂然名一心支。五支名相具如別釋。復次。初動", "419": "八觸。功德猶麤。若數數發則轉深利。將欲去之。但訶", "420": "覺觀。初禪謝已。即發中間。既離於下。而未至於上。此", "421": "時或生憂悔。若不悔者內淨即發。無復八觸。混四大", "422": "色成一淨色。照心轉淨。與喜俱發。喜已生樂。樂謝入", "423": "一心。此禪喜動樂不安。即復訶喜。喜謝入未到。忽發", "424": "三禪。色法轉妙。正樂徧身受。聖人方能捨之。凡夫則", "425": "難。此有五支。謂捨．念．慧．樂．一心。經論言之。或前或後。", "426": "皆修行小異耳。此樂對苦。訶樂即謝。亦有未到。未到", "427": "謝已。發不動定。不動者。不為苦樂所動。定法安隱。出", "428": "入息斷。不苦不樂。捨念清淨。一心支雖爾。猶是色法。", "429": "訶三種色。緣空得定。不復見色。如鳥出籠。是名空定。", "430": "此定謝已。亦入未到。緣識生定。名為識處。此定謝已。", "431": "緣無所有。入無所有法相應名不用處。又過此已。忽", "432": "發非想非無想。此定不緣識處故非想。不緣不用處", "433": "故非非想。三界頂禪。更無上法。外道計為涅槃。是為", "434": "暗證。具足苦集。還墮三塗○二明特勝發者。此觀發", "435": "時。忽見氣息出入長短。知來無所從。去無所至。入不", "436": "積聚。出不分散。見身中三十六物。不淨．無常．苦．空．無", "437": "我。歷十六法。自初至終。亦可對四念處。亦可約根本", "438": "諸禪諸支而論淺深。但根本功德則麤則薄。特勝功", "439": "德則深則厚。十六種名義及委論發相。如別釋○三", "440": "明通明禪發者。上特勝修時總見三十六物。證相亦", "441": "總。通明修時細妙證相亦妙。以能發三明六通故名", "442": "通明。大集說此五支。謂如心覺大覺。思惟大思惟。觀", "443": "此心性是名覺支。觀心行大行徧行是名觀支。如實", "444": "知大知心動至心喜是名喜支。身心俱安受於樂觸", "445": "是名安支。心住大住不亂於緣是名定支。初觀三事", "446": "皆融證時。三事皆一。故名如心覺。覺於真諦又識俗", "447": "諦。思惟大思惟即是思此真俗。觀於心性即是空也。", "448": "若真若俗同入心性。請觀音云。一一入如實之際。如", "449": "此覺支與前覺倍異。心行大行者。觀心行於世諦故", "450": "名行。行真諦故名大行。三事俱行名徧行。心住者於", "451": "俗諦得一心也。大住者於真諦得一心也。不亂於緣。", "452": "謂照真俗之境無差謬也。發此定者。見身見息見心", "453": "盡如芭蕉。無有堅實。是未到地相也。見此三事同如", "454": "泡沫。是初禪相也。見三事如浮雲。二禪相也。見三事", "455": "如影。三禪相也。見三事同如鏡像。四禪相也。滅此三", "456": "事緣空。滅空緣識。滅識緣無所有。滅無所有緣非想", "457": "非非想。滅此非想非非想三種受想。而身證滅受之", "458": "法以成解脫。有俗觀故名亦有漏。有真觀故名亦無", "459": "漏。此禪事理具足。委論其相亦如別釋○四明不淨", "460": "禪發者。不淨謂九想。若壞法人修此禪至第八骨想．", "461": "第九燒想。此人俱求斷苦。燒滅骨人以取無學。則壞", "462": "諸禪功德之法。若不壞法人九想。從初止於第八而", "463": "不進第九。得有流光背捨勝處。觀練熏修神通變化。", "464": "一切功德具足。行者若見多則觀身。若愛多則觀外。", "465": "見愛等則內外觀。若發時亦爾。若禪中忽見一屍多", "466": "屍充徧國土。其屍多者是大不淨觀相。乃至第八骨", "467": "想諸相轉時。定心隨轉。愉然淨妙。見此相已。諸欲自", "468": "去。何但除欲。亦發無漏亦成摩訶衍○五明八背捨", "469": "發相。前三種是根本味淨。九想至一切處名觀。九次", "470": "第名練。師子奮迅名熏。超越名修。此四事定。今先明", "471": "背捨。背捨有總有別。總共二乘。別在菩薩。背者厭下", "472": "地及自地淨潔五欲。捨謂捨此著心。若破愛。多發外", "473": "相如前九想。若破見。多發內相即八背捨也。一內有", "474": "色外觀色。乃至第八滅受想背捨。修相具如別釋。發", "475": "相者。忽見自身從首至足皆悉壞散。唯有骨立。發此", "476": "相已深患其身。內不計我。外不愛物。大經所謂諦觀", "477": "白骨。是名內有色相外觀色者。如九想所觀不淨。是", "478": "名外觀色也。此法增進。見骨起四色。青黃白鴿。各有", "479": "光耀。以青光故映蔽十方悉成青色。乃至悉成鴿色。", "480": "徧照十方。豁然大明。一色亦有十功德．八觸．五支．正", "481": "邪等相。功德叢聚不同根本。亦異特勝．通明。若發此", "482": "相。初背捨成。位在初禪。二內無色以不淨心觀外色", "483": "者。骨人是假合所成。應須訶滅。析骨四微。大乘體法。", "484": "知骨從心生。心如幻化。則其骨自滅。又當以不淨心", "485": "但觀外色。外色謂外不淨及骨人所放八色。骨人滅", "486": "時位在中間。又見八色與內淨法同時俱起。青黃等", "487": "光增明。內淨功德又勝。是則第二背捨位。在二禪。三", "488": "淨背捨身作證者。淨者。釋論云。緣淨故。淨八色已是", "489": "淨法。而未被淨緣。瑩練淨色極在四禪。此色起時。瑩", "490": "於入色。色轉明淨。故言緣淨故淨。有徧身樂可以為", "491": "證。樂故位在三禪。極淨位在四禪也。四空背捨者。過", "492": "一切色。滅有對色。不念種種色。訶色緣空。更無別法", "493": "但入空定。若凡夫多染。保此空定。聖人慧利。捨去不", "494": "迴。故名空背捨。若緣空多則散。虗誑不實。捨空緣識。", "495": "識法相應。名識處背捨。又識生滅無常。無復所緣。但", "496": "有能緣。故名無所有處。識處如癰。無所有如瘡。捨此", "497": "二者。即非想非非想處。此無想猶有細煩惱。今捨能", "498": "緣非想之受想。亦無能滅之想。定法持身。泯然無想。", "499": "故名滅受想背捨。具如別釋。九次第定超越等。以三", "500": "藏言之。無有凡人修於此定。故無復有發。若大乘義", "501": "則有之○六論大不淨觀。亦謂之大背捨。依正二報", "502": "無不厭之。於禪中忽見此相。是則大不淨發也。然物", "503": "無定相。隨善惡所感有淨不淨耳。若執淨色。保愛堅", "504": "固。當以大觀力破此執心。成大不淨觀也。夫幻術法", "505": "猶能變轉示人。亦如流金結冰變化不一。定力所轉。", "506": "理故宜然。又此小大背捨猶未是無漏。若以無漏通", "507": "之。則何執不去。若論八勝處者。更熟此背捨法。約依", "508": "正中圓融變轉或一或多。所趣自在。然未能普徧。至", "509": "十一切處乃能徧耳。謂以青徧十方十方皆青。餘色", "510": "皆爾。故名一切處。若一切入者。以青徧時。黃來入青", "511": "亦能變黃。而二相宛然各不相礙。餘色亦爾。故名一", "512": "切入。此觀若明。身亦應捨。況復餘物。則名檀。不為非", "513": "法所染名尸。無復瞋諍名忍。定心不退名進。此觀具", "514": "觀練熏修為禪。無法可得為慧。一切法門皆於此勝", "515": "處成就。行三昧人發得此法。多轉入五品位。蓋助道", "516": "力大故也○七明慈心發者。自根本去。諸禪前後皆", "517": "能發慈。若忽緣一切眾生。取其樂相。無怨無惱。善修", "518": "得解。定心明淨。無一眾生不得樂者。此解轉深。此行", "519": "轉細。能發五支德。名同根本。法味殊異。若依特勝發", "520": "者。又復加勝。餘三無量可知○八因緣發者。於坐中", "521": "忽思惟心所緣處或善或惡。能緣所緣即是有支。以", "522": "心取著故得有有。是知有從取生。取從愛生。愛從受", "523": "生。經云。六觸因緣生諸受故。知受由諸觸。觸由諸入。", "524": "入由名色。了別此色為識。領納此色為受。起貪瞋等", "525": "名想。行由五陰故有覺觸。是知觸由名色。名色由本", "526": "識。識由前業。業即行。行由無明。自過去而來今。今之", "527": "取有又招未來生死。三世因緣無有定主。如是思惟。", "528": "人我邪見自然破壞。定心漸細。支林功德次第而起。", "529": "空明十法一一成就。自根本乃至特勝．通明．背捨。皆", "530": "由因緣而發。亦能依彼而發因緣。因緣門隨機不同。", "531": "瓔珞經明十種。大集明果報。龍樹中論以因緣為初", "532": "品○九念佛發者。或因禪發念。或因念發禪。行人於", "533": "坐禪中。忽思諸佛大神力．大智慧．大福德．大相好。乃", "534": "至相體．相果．相業。深解相海而不疑滯。而心帖然不", "535": "動不亂。忽發麤細住乃至四禪支林功德。與念佛同", "536": "起。德力所熏倍為勝絕。所發三昧亦復無量。乃至特", "537": "勝．通明．不淨．背捨．慈心並如是。於念佛門成摩訶衍。", "538": "如薩陀波崘見佛時得無量法門。行者若未識法門。", "539": "但見光相溢目。此即是魔。非關佛也。當以法為正耳。", "540": "若專取色相。魔悉能為。泥木圖寫豈復是佛。又如來", "541": "示現何必丈六。丈六示同一端正人耳。佛徧示所喜", "542": "身。徧示所宜身。徧示對治身。徧示得度身。一切色像", "543": "與法門俱發。乃名念佛三昧。過此者皆不是○十神", "544": "通發者。神通有五。天眼．他心．天耳．宿命．身通。唯得因", "545": "禪發通。不得因通發禪。何者。禪是通體。通則禪用。用", "546": "不孤生。安能發體。雖一一禪皆能發通。而根本之中", "547": "其發則薄。特勝．通明多發輕舉身通。背捨．勝處多發", "548": "如意自在身通。若慈心定中。緣人色貌音聲取得樂", "549": "相。以見聞故通於心識。則多發他心．天耳等通。因緣", "550": "觀三世。多發宿命通。念佛定多。發天眼通。諸通精細", "551": "即是三明。但非無漏明耳。一一中皆有五支功德等。", "552": "凡諸禪之體。或內心得解。或外相不明。不明者謂之", "553": "隱沒。明則非隱沒也。若神通是禪定之用。用必明了。", "554": "不復有隱沒義也○次修止觀者。若行人無有方便。", "555": "貪著禪味。隨禪受生。流轉生死。若求出離。當觀察十", "556": "意。若初雖發定。柔伏身心。如蛇入筒。因禪而直。出觀", "557": "對境。煩惱如初。破戒反道。或以禪自高。起諸惡業。縱", "558": "不失定者。受禪報盡。諸業復興。是則因禪造三塗法", "559": "界。若出定已。起慈仁禮義十善之心。是人天等界。若", "560": "專修不淨背捨。能發無漏。成聲聞法界。若以禪破蔽。", "561": "成六度菩薩法界。若觀諸禪是因緣生滅法。即緣覺", "562": "法界。又觀此因緣即空。空即無生。是通教三乘法界。", "563": "若觀禪因緣即空即假即中。十法界從禪生。亦從禪", "564": "滅。滅九界成一界。王三昧攝一切三昧。成禪波羅蜜。", "565": "變彼慈定為無緣慈。變念佛為念性海。變神通為無", "566": "謀善權。一切佛法具王三昧中。此乃思議境。非今所", "567": "觀○所謂不思議者。若發一念定心。若味若淨。乃至", "568": "神通。即知此心是無明法性法界。無量定亂一念具", "569": "足。何者。迷故有亂。解故生定。定散既即無明。無明亦", "570": "即法性迷。解定散其性不二。微妙難思。言語道絕。雖", "571": "超越常情而復不離羣有。經云。一切眾生即滅盡定。", "572": "雖即心名定。而眾生未始是。亦未始非。何者。離眾生", "573": "則無別定。故云未始。非定即非眾生。故云未始。是不", "574": "即不離。妙在其中。唯佛能究一切禪定一切境界並", "575": "如是。若直聞是言病則除者。不復更假九法。若不悟", "576": "者。當重起慈悲。知無明即法性。煩惱即菩提。欲令眾", "577": "生撥迷成悟。󳫠苦成樂。不雜毒。不偏邪。發真正之心。", "578": "心若未安。則善巧修習止觀。若觀一念禪定二邊寂", "579": "滅。名體真止。照法性淨無障礙。名即空觀。又觀禪心", "580": "即空即假。雙照二諦而不動真際。名隨緣止。通達藥", "581": "病適機當會。名即假觀。又觀此禪心即空即假即中。", "582": "無二無別。達於實相。名中道止。觀三止三觀在一念", "583": "心。為破二邊故名一名中。為破偏著生滅名圓名寂。", "584": "以此止觀用安其心。又不入者。當知未發真前皆是", "585": "迷亂。以不思議三觀而徧破之。迷去慧發。亂息定成。", "586": "又不悟者。則審此通塞。塞又不通。則以道品調適。何", "587": "者。一念禪心具十界五陰。破倒成枯。破枯成榮。雙破", "588": "二種成非枯非榮。如此四念開三解脫門。又不悟者。", "589": "當為宿障所蔽。即用六度助治。或有貪著禪味。倚禪", "590": "自逸。怒彼非禪。如是等蔽與禪俱起。對治之法務自", "591": "消息。行人觀法極在於此。又不悟者。是大鈍暗。具大", "592": "惱障。不可救也。若從此漸入。以次位防內。安忍防外。", "593": "去法愛以防頂墮。十法成就。得一大乘。證王三昧。自", "594": "行化他。事理具足云云○復次。前所論因緣禪。意或", "595": "未廣。更推而言之。案大經說十二因緣。下智中智上", "596": "智上上智所觀。成四種菩提。今演之成觀。先論思議", "597": "境者。夫過去無明起善惡上中下業。成六法界。若用", "598": "生滅之明轉此無明。即聲聞菩提。轉有漏行為出世", "599": "助道行。學人殘惑未盡。猶生人天。若無學人用無漏", "600": "業及著真之愛。與根本無明合。生方便土。受方便名", "601": "色取有。是為下智。若即無明為不生不滅之明。得緣", "602": "覺菩提。結業盡。不盡國土。與聲聞同。請觀音云。觀十", "603": "二緣如夢如幻成緣覺道。是為中智。若轉無明為般", "604": "若。轉不善行為五度。未發真故。具界內因緣。名六度", "605": "界。若六七地斷惑未盡。與前教同。斷惑盡者生彼。慧", "606": "力小勝耳。若轉無明為次第明行。為歷別行。成別教", "607": "菩提。是為上智。若從發心知十二因緣即三佛性。無", "608": "明愛取即了因。行有即緣因。識名色等支即正因。在", "609": "因名三性。在果名三德。淨名云。眾生即菩提即涅槃。", "610": "作如是觀。得佛菩提。是名上上智。此智即不思議。初", "611": "住圓斷。妙覺斷盡。不斷之斷。無證之證。究無明之源。", "612": "是大神呪。是大明呪。當知此因緣是無量佛法之海。", "613": "即不可思議之境也。大品所謂一切法趣無明。乃至", "614": "趣老死。是趣不過。華嚴云。十二緣在一念中。一念者", "615": "所謂非一非異目為一耳。非如凡人定執一異之一", "616": "也。知此境已。乃至發心．安心．破徧．通塞．助道等十法。", "617": "並於因緣中歷然可見。則何法不備。何行不攝。何位", "618": "不成。何處不在。學者欲如實觀。其要在此。", "619": "第七觀諸見境第七觀諸見境凡見者邪解之謂。推理不正而偏見", "620": "分明。作決定解。故目之為見。發此見者。或因禪。或因", "621": "聞。二者之中因禪為多。或禪已見發。或禪見俱發。為", "622": "是義故。次禪論見。觀此見為四。一明諸見人法。二明", "623": "見發因緣。三明過失。四修止觀○初明諸見人法。謂", "624": "邪人及所執之法。邪人有三種。有佛法外外道。又有", "625": "附佛法外道。又有學佛法成外道。外外道有三祖。迦", "626": "毗羅外道計因中有果。漚樓僧佉計因中無果。勒沙", "627": "婆計因中亦有亦無果。又入大乘論云。迦毗羅計一。", "628": "優樓佉計異。迦羅鳩䭾計一異。若提子計非一非異。", "629": "一切外道皆從此派出。展轉傅授。當佛出世有六大", "630": "師。所謂富蘭那迦葉計不生不滅。末伽棃俱賖棃子", "631": "計眾生苦樂無有因緣自然而然。𠜂闍夜毗羅胝子", "632": "計眾生時熟得道。阿耆多翅舍欽婆羅計罪報之苦", "633": "以投巖󳫠髮代之。迦羅鳩䭾迦旃延計亦有亦無。尼", "634": "揵陀若提子計業所作定不可改。此並鳩摩羅什撰", "635": "錄所載。名與大經文同。所計或異。或翻譯所誤。或別", "636": "有意旨。今所未詳。大抵不離迦毗羅等三種。次附佛", "637": "法外道。起自犢子。犢子讀舍利弗毗曇。自制別義。言", "638": "我在四句外。不可說藏中。四句者。外道計色即是我。", "639": "離色有我。色中有我。我中有色。四陰亦如是。合成二", "640": "十身見。大論云。破二十身見成須陀洹。即此義。今犢", "641": "子計我。異於彼見。復非佛法。或云。三世及無為法合", "642": "成四句。是則附佛法外道。又方廣道人讀佛十喻。自", "643": "作義云。不生不滅如幻如化。以空幻為宗。龍樹斥云", "644": "非佛法。蓋亦邪人法也。次學佛法成外道者。謂執教", "645": "生惑。不得入理。大論云。若不得般若方便。入阿毗曇", "646": "即墮有中。入空即墮無中。入昆勒墮亦有亦無中。中", "647": "論云。執非有非無是愚癡論。倒執正法。成邪人法。若", "648": "學般若四門。則為邪火所燒。還成邪法。又六師每一", "649": "師皆得一切智法。蓋於所計生見。以此見智通一切", "650": "法。又皆得神通法。蓋發得五通。變城為鹵。轉釋為羊。", "651": "停河於耳。手摸日月。是為神通。又皆得圍陀法。凡世", "652": "間文字術數無不曉者。若犢子．方廣乃至學佛法歷", "653": "四教四門。望彼外道。皆當一一有此三種。但淺深不", "654": "同耳○明諸見發因緣者。夫眾生往昔何見不習。今", "655": "障若薄。能發諸禪。禪見俱發。或禪後見發。或聞他說", "656": "豁然見生。漸除暗障。所執之處實而能通。所不執處", "657": "虗而自破。如是見慧由禪而生。禪有觀支。或逸觀諸", "658": "法不能自止。從此觀支推理。謂一切法因中有果。此", "659": "解洞利。人莫能難。亦不能壞。自謂至妙。若細推之。但", "660": "是見義。具足八十八使。顛倒惑網。當知是迦毗羅見", "661": "發相也。又約觀支。推尋諸法因中無果。此見猛利。化", "662": "人從己。建言歸趣不出此解。是則僧佉見發相也。又", "663": "於觀中。思惟因中亦有果亦無果法。大論云。有與無", "664": "諍。無與有諍。長爪執亦有亦無與有無者諍。若入此", "665": "見。難問無盡。是則勒沙婆見發相也。六師所計不同。", "666": "若善得執意。以所發見勘之。大體相似。即六師見發", "667": "也。若於觀支計必有我而不在身。見四句中亦不在", "668": "三世無為四句中。而在第五不可說藏中。此見發時。", "669": "心解明利。破他成己。決不可移。是則犢子見發也。若", "670": "於觀支謂諸法幻化。起空盡相。不見解心及一切法。", "671": "同歸於幻。此則方廣見發也。若於觀支。推法無常。住", "672": "滅不住。人我如龜毛兔角不可得。但有實法析實使", "673": "虗。若麤若細。總而觀之。無常無我。計此為實。神解百", "674": "倍。雖有此解。煩惱轉熾。當知是有門見發也。若於觀", "675": "支。忽發空解。謂言無常生滅二假浮虗。析塵入空方", "676": "便明利。即空門見發也。亦有亦無．非有非無例亦可", "677": "知。當知四門通理則成正見。若失方便墮四見中。則", "678": "佛法內邪人也。又何但三藏四見。亦於摩訶衍通別", "679": "圓等。取於四邊。邪火所燒。於觀支之中忽發先解。夢", "680": "虗空華如幻之有。或作幻本不實。不實故空。或云如", "681": "幻化物見而不可見。或云亦非幻有亦非幻無。四解", "682": "明利。動成戲論。是則通教四見也。又觀支之中。思惟", "683": "通教四解。但是界內幻夢。此夢從無明生。觀無明入", "684": "法性亦有四門。或言法性如并中七寶。或言如虗空。", "685": "或言如酒酪瓶。或言中道。四解取執則別教四見也。", "686": "若於觀支。忽解無明轉即成明。明具一切法。或謂無", "687": "明與明俱不可得。或云法性亦可得亦不可得．非可", "688": "得非不可得。一門即三門。三門即一門。此解轉精。所", "689": "破無不壞。所存無不立。自謂即無生法忍。是則圓教", "690": "四見發也。發此四教之見。墮於邪執。是為內邪見。四", "691": "見為諸見本。自他復為共離本。故龍樹破自他。但明", "692": "自他。餘則可知。若三藏謂大生生小生。皆從無明生。", "693": "不由真生。若無明滅。諸行滅。不關真滅。執此見者即", "694": "成自性邪見。通教明真即不生。不生故生生。一切惑", "695": "若滅。此惑還由不生。如此執者是他性邪見也。界內", "696": "以惑為自。以真為他。故作他說。界外以法性為自。無", "697": "明為他。別教計阿黎耶生一切惑。緣修智慧。滅此無", "698": "明。能生能滅不關法性。此執他性生邪見也。圓教論", "699": "法性生一切法。法性滅一切法。此則計自性邪見也。", "700": "夫凡聖邪正之別。皆當約人約教。今自外道三祖六", "701": "師。皆發一切智．五神通及圍陀之功。所發既殊。應用", "702": "亦異。次則附近佛法。又依法起見。如是所得亦復無", "703": "邊。若不精詳。則是非舛謬邪正錯雜。差以毫𨤲失之", "704": "億兆。真實之法無緣得辨。當須驗之以元始。察之以", "705": "歸宗。則涇渭分流。玉石殊貫。不可自誤誤他。兩俱墮", "706": "落也○論見發過失者。夫見發發失頗多。今略就所", "707": "起與所依二法並決。且通從外。外道四句乃至圓四", "708": "門外道見。通圍陀乃至圓門三念處三解脫。名數是", "709": "同。所起見罪繫縛無異。金鐵雖殊鎻閉一也。又從外", "710": "道四句乃至圓門四見所起煩惱。同歸穢汙。玉鼠雖", "711": "殊在璞一也。又從外道四句乃至圓門四見。雖同研", "712": "練。有成不成。如牛驢二乳。又從外道四句至圓門四", "713": "見。有害不害。如迦羅鎮頭二果。所計神我全是縛法。", "714": "非自在我。互相是非。何關如實。望在涅槃。方沈生死。", "715": "愛處生愛。瞋處生瞋。雖起慈悲。只成愛見。雖安塗割。", "716": "終為強忍。雖一切智不出推度。雖有神通皆有漏變", "717": "化。所讀圍陀非總持力。雖斷鈍使如屈步蟲。世醫所", "718": "治差已更發。八十八使集海浩然。二十五有苦網無", "719": "際。皆諸見使然。豈可執為真實之法也。又論所依法", "720": "異者。三外外道是有漏人。發有漏法。以有漏心。著於", "721": "著法。所依之法非真。所發之見亦偽。然密得意。以邪", "722": "相入正相。若三藏四門是出世聖人。得出世法。體是", "723": "清淨。滅煩惱處。知門是通途。不復起諍。無諍則無業。", "724": "無業則無生死。但有道滅則成正見。無復邪見也。若", "725": "著此門。即正成邪。瞋愛浩然。與外外道無毫髮之異。", "726": "此由著心著無著法而起邪見。乃至通別圓邪正可", "727": "以意解。蓋緣通修止故諸禪得發。通修觀故諸見得", "728": "發。若先未識諸見過患。於見生怖。務欲速斷。今恣其", "729": "成就作助道力。必有大益。若入二乘則動見修道品。", "730": "若入大乘則不動修道品。若發三藏拙四門見。通教", "731": "巧四門見。見雖是障。會其旨者悟道甚疾。如外道先", "732": "有見心。被佛之化。如快馬見鞭影登即得悟。若無見", "733": "者。佛於其人則不出世。或分形散質為之師友。導彼", "734": "見法。佛日初出。權者引實。聞法即悟。法華云。密遣二", "735": "人。其指在此○約見修止觀者。如前諸見。理無一人", "736": "併能發之。設使皆發。會相吞噉唯歸一見。今且約一", "737": "以辨眾多。諸見之中。空見能壞一切法。一切法不能", "738": "壞空。引人成執其刃最勁。今當先以為觀。例用十意。", "739": "思議境者。空見出生十法界法。成論云。剎那邊見心", "740": "起。即是不善。毗曇云。剎那邊見心起。不當善惡。名為", "741": "無記。因等起心。一切善惡因之而起。今空見亦爾。所", "742": "以者何。由空造惡。行無礙行。即三惡界。因空行善。即", "743": "三善界。又發根本。即色界又因空生。聲聞者觀此空", "744": "見。陰界入等即是苦諦。因空見起八十八使是則集", "745": "諦。集迷苦起。苦由集生。苦集流轉。長爪不識。若識空", "746": "見苦集。苦集皆依於色。一切色法名身。身即不淨。智", "747": "者所惡。名身念處。受此空見。計受為樂。若知無樂。即", "748": "受念處。空塵對心能生意識。生滅無常。妄計為常。識", "749": "此無常。名心念處。取空像貌而行善惡。行中計我。若", "750": "知無我。即破想行。名法念處。是為空見生念處。觀勤", "751": "破倒。觀即成正勤。定心中修名如意足。乃至三十七", "752": "品。是為空見能生道諦。四倒滅即癡愛滅。癡愛滅則", "753": "嗔恚滅。知空非道則慢滅。無復所執則疑滅。空見既", "754": "具苦集。則非畢竟空。空執若破。則求我叵得。我破則", "755": "身見破。身見破則我見破。我見破則邊見破。空見非", "756": "道則戒取破。空非涅槃則見取破。空不當理則邪見", "757": "破。十使破則八十八使破。八十八使破則子縛破。子", "758": "縛破則能發初果。進成無學。果縛破則入無餘涅槃。", "759": "是為空見生滅諦。即聲聞法界也。若於空中明識四", "760": "諦。則知盡苦真道。真道伏斷得成賢聖。乃至單複具", "761": "足無言等見。皆識真道。於諸見中能動能出。若不爾", "762": "者不見四真諦。是故久流轉生死大苦海。又明空見", "763": "生辟支佛界者。空見非空妄謂之空。顛倒分別。倒即", "764": "無明。若知無明不起。取有畢故不造新。若無無明即", "765": "成智明。故有智慧時即無煩惱。無煩惱時則無無明。", "766": "無明滅則諸行滅。乃至老死滅。中論云。云何聲聞觀", "767": "十二緣義。乃說常無常。當知常無常見皆是無明。知", "768": "無明不起取有。即聲聞法中十二緣觀。法華云。樂獨", "769": "善寂求自然慧。此慧善寂六十二見。又觀剎那空見", "770": "既具四諦。此空見心為有為無。既不得無。即是有支。", "771": "有從取生。取從愛生。愛因受生。受因觸生。觸由入生。", "772": "入由名色。名色由識。識由往業。業由無明。無明是過", "773": "去顛倒有無一切諸見。能成現在色身。今復起見成", "774": "善惡諸行。為未來名色之因。更相生長無有窮已。若", "775": "知無明體性本自不實。妄想因緣和合故有。既知顛", "776": "倒。無明即寢。寢故乃至老死皆寢。空見無明老死寢", "777": "者。則一切諸見無明老死皆寢。又侵除習氣。是名空", "778": "見生辟支佛界。又空見生六度菩薩界者。既識空見", "779": "諦緣。即是知病識藥。知病識藥即起誓悲他。約空起", "780": "行。若執空見布施者乃是魔施。應當捨此空見而行", "781": "布施。若執空見持戒。則不異雞狗等戒行。忍則畏他。", "782": "故忍精進則退入三塗。得禪則多是鬼法。修慧則不", "783": "出世智。若離此空見。六度即成。若有機緣即坐道場。", "784": "斷結成佛。是則空見生六度法界。又觀空見即無明。", "785": "無明即空。從無明所生皆不可得。二乘知即空。斷苦", "786": "入滅。菩薩即空。誓願旁濟。若智若斷。皆是菩薩無生", "787": "法忍。是則空見生通教法界。又觀此空有無量相。又", "788": "知此見從無明生。無明從法性生。法性即如來藏而", "789": "為客塵所覆。故修恒沙佛法以顯出之。是則空見生", "790": "別教界。觀空即圓可以類解。又見惑浩浩如四十里", "791": "水。思惑殘勢如一渧水。見惑盡則名入流。如不入者。", "792": "即當以四教諦智分別治之。此四治者。即四念處。何", "793": "者。一空見心即三界。三界火宅本由心作。唯三車自", "794": "運乃得出耳。三車即三藏中三乘念處。亦是通教三", "795": "人共一念處。又是別教方便三念處。真實一種念處。", "796": "又圓一實念處。如此九種四念處。是諸念處皆能以", "797": "治見得出火宅。昔如來初出。先示三人。各用四念處。", "798": "此如法華羊鹿牛車各出火宅。次說三人同修一念", "799": "處。如大品是乘從三界出。到薩婆若中住。又如大集", "800": "三乘俱以無言說道斷煩惱。次說菩薩修次第念處。", "801": "此如大品不共般若意。諸念處乘別而未合。後說一", "802": "切小大同一念處。此如法華同乘大車直至道場。約", "803": "一空見明諸治法。與經論意合。一微塵有大千經卷。", "804": "即此旨也○次明不思議境者。一念空見具十法界。", "805": "即是法性法性。更非遠物。即是空見之心。淨名云。諸", "806": "佛解脫。當於眾生心行中求。當於六十二見中求。三", "807": "法不異。一切眾生即菩提。不可復得。即圓淨解脫。五", "808": "陰即涅槃。不可復滅。即方便淨解脫。眾生如即佛如。", "809": "為性淨解脫。三種一相。本無有異。不縱不橫。圓滿具", "810": "足。空見中求。是名不思議境。性自如此。我與眾人俱", "811": "不能知。既知之。則慈之悲之。令我與他俱破此見。然", "812": "後善巧安心。徧破所執。於單複具足一一句中。知道", "813": "滅之通。苦集之塞。又於空見不動。修三十七品。成三", "814": "三昧。淨名云。菩薩於諸見不動。又對治助開明證此", "815": "空。深識次位不濫上境。內外風塵不能破壞。順道法", "816": "愛不生則無頂墮。心心寂滅流入薩婆若海。直至道", "817": "場成無上覺。意如前例。", "818": "第八上慢境(闕)第八上慢境闕第九二乘境(闕)第九二乘境闕第十菩薩境(闕)第十菩薩境闕", "819": "右正觀十境。", "820": "果報第八果報第八闕。大意中撮十章略為五意。第三感大果推而廣之。見此果報之旨", "821": "起教第九起教第九闕。大意五略。第四裂大網。及攝法中攝一切教。推而廣之。見此起教之旨", "822": "指歸第十指歸第十闕。大意五。略第五歸大處。推而廣之。見此指歸之旨", "823": "結語右十大章。初八章即俗而真。果報一章即真而俗。指", "824": "歸非真非俗。正觀為默。餘八章為說。指歸非默非說。", "825": "又大意至正觀為因。果報為果。指歸非因非果。又自", "826": "大意至果報為自行。起教為化他。指歸非自非他。大", "827": "意略。八章廣。指歸非廣非略。凡止觀以大乘圓頓為", "828": "體。自行為宗。化他為用。法網周密。智印明淨。自凡躋", "829": "聖可據而行道。備其文矣。初智者大師。以隋開皇十", "830": "四年四月二十六日。於荊州玉泉寺轉此法輪。頂即", "831": "於後私記所說。次至見境。法緣遂止。故後章所闕者", "832": "三焉。大法有宗。教有源故。法者諸佛所師。教者眾生", "833": "所依。謹備祖述傳授。以示學徒。以正教本。自昔如來", "834": "󳬈林滅後。法付大迦葉。迦葉結集三藏付阿難。阿難", "835": "付商那和修。和修付毱多。毱多付提迦多。提迦多付", "836": "彌遮迦。彌遮迦付佛駄難提。難提付佛陀蜜多。蜜多", "837": "付脇比丘。脇比丘付富那奢。富那奢付馬鳴。馬鳴付", "838": "毗羅。毗羅付龍樹。當馬鳴．龍樹之世。佛法大興。龍樹", "839": "付提婆。提婆付羅睺羅。羅睺羅付僧佉難提。難提付", "840": "僧佉耶舍。耶舍付鳩摩羅駄。羅駄付闍夜那。夜那付", "841": "婆修槃駄。槃駄付摩奴羅。奴羅付󳬈勒夜那。夜那付", "842": "師子比丘。始迦葉至師子。凡二十三人未田地與商那和修同時。", "843": "故一云二十四人。法胤遂絕。初龍樹之中興也。以為去佛漸", "844": "遠。外道方熾。而諸師各以所見造論釋經。其言詭雜。", "845": "學路不一。愍學者失其所從。於是作釋論。大明中道", "846": "之要。北齊慧文禪師依論立觀。口傳南嶽思禪師。思", "847": "授天台智者大師。於是止觀出焉。南嶽．天台。事具別", "848": "傳。", "849": "刪定止觀卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 915 刪定止觀", "author": "唐 梁肅述"}