{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B414 山鐸真在禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "目次山鐸真在禪師語錄目次", "1": "序", "2": "住廬山東林興龍禪院語錄", "3": "住楚黃華桂能仁寺語錄", "4": "住西陵碧雲龍興禪院語錄", "5": "機緣", "6": "勘辨", "7": "拈古附徵古代古著語", "8": "頌古", "9": "法語", "10": "茶話", "11": "佛事", "12": "詩偈", "13": "雜著", "14": "行略", "15": "山鐸真在禪師語錄", "16": "嗣法門人　機雲　智旭　等錄", "17": "住江西九江府廬山東林興龍禪院語錄住江西九江府廬山東林興龍禪院語錄", "18": "師於康熙甲辰春歸住東林于無量殿示眾問答不", "19": "錄乃曰如來無上法王有大陀羅尼門名為圓覺亦", "20": "名無量義教菩薩法佛所護念驀豎拂子云汝等諸", "21": "人若向者裏安住平等自然春逐眼前老從頭上。", "22": "示眾一切法不生一切法不滅出門便見山雨打梨", "23": "花飛蛺蝶僧問如何是佛師曰焦種不生芽曰如何", "24": "是佛向上事師曰風雲色變雨似盆傾。", "25": "示眾世尊不說說迦葉不聞聞優曇忽現瑞菩提果", "26": "自馨舉僧參虎溪菴主主不顧僧曰知道菴主有此", "27": "機鋒主鳴指一下僧曰是何宗旨主便打僧曰知道", "28": "今日落人便宜主曰猶要吃棒在師曰菴主有擒龍", "29": "縛虎手腳者僧輕輕撼動娑羯龍宮便見海立山飛", "30": "眉毛眼睛一齊落下新虎溪一曲平沙鋪落雁陽春", "31": "白雪卒難和。", "32": "示眾箭箭中的三步即死五步卻活新羅王子驗功", "33": "深賞甜瓜徹蒂甜苦瓠連根苦尿床鬼子共得甚麼", "34": "語話我入深村汝行荒草雖然理無曲斷要且出身", "35": "有路。", "36": "示眾不慕諸聖不重己靈透脫骨殼光影猶存石頭", "37": "老兒磨牙礪齒名不得類不得狀不得字經三寫鳥", "38": "焉成馬要會麼良久云一堂風冷淡千古意分明。", "39": "示眾舉傅大士偈云空手把鉏頭步行騎水牛人從", "40": "橋上過橋流水不流斷橋倫和尚頌曰狗走抖擻口", "41": "猴愁摟搜頭瑞巖門外水自古向西流張無盡見皓", "42": "布褌舉大士頌皓曰此頌得法身邊事頌不得法身", "43": "向上事曰請和尚頌皓遂應聲曰昨夜雨滂亨打倒", "44": "葡萄棚知事普請行者人力拄底拄撐底撐撐撐拄", "45": "拄到天明依舊可憐生師曰大士不合將宮物作人", "46": "情倫祖向個裏認為己有若依憲斷朝打三千暮打", "47": "八百皓老極力擔當依舊可憐生東林亦有一頌春", "48": "眠不覺曉處處聞啼鳥夜來風雨聲花落知多少。", "49": "示眾不是心不是佛不是物火燒松樹勢如蛇者裏", "50": "道得一轉語喫棒有分何故從前汗馬無人識只要", "51": "重論蓋代功復舉東林正覺禪師上堂十五日已前", "52": "放過一著十五日已後未可商量正當十五日試道", "53": "一句看良久云山色翠濃春雨歇柏庭香擁木蘭開", "54": "師高聲咄云是甚麼語話十五日已前犀因玩月文", "55": "生角十五日已後象被雷驚花入牙正當十五日紅", "56": "葉山頭寺白雲江上樓荷花迎秋水明月盪輕舟正", "57": "好一帆風過海無人弄得竹篙頭。", "58": "示眾裂開捏聚三九廿七菩提涅槃真如實際可憐", "59": "生蛇心佛口教壞東土人家男女吞熱鐵丸有日在", "60": "呵呵僧問和尚唱誰家曲調宗風嫡嗣阿誰師曰猛", "61": "虎穴生豹曰如何是相承底事師曰路逢劍客須呈", "62": "劍不是詩人不獻詩問投刃揮斤玄途曠絕不落正", "63": "偏如何相見師曰石女抱琴彈月下木人撫掌笑雲", "64": "中卓拄杖下座。", "65": "僧參師問甚處來曰三角師曰三角有何言句曰三", "66": "角上堂道頂門正眼納海吞空肘後懸符乾坤失色", "67": "師曰還道甚麼曰又一日上堂道大凡學者來我者", "68": "裏語貴脈絡線道要清絲毫走作明暗失照師曰還", "69": "道甚麼僧擬開口師笑而趨起僧慚退。", "70": "示眾舉東林無際明悟禪師因楚山琦參際示無字", "71": "公案山偶聞開靜板鳴礙膺冰泮往見際際曰還我", "72": "無字意來山曰者僧問處偏多事趙老何曾涉所思", "73": "信口一言都吐露翻成特地使人疑際曰如何是汝", "74": "不疑處山曰青山綠水燕語鶯啼歷歷分明更疑何", "75": "事際曰未在更道山曰頭頂虛空腳踏實地際曰亦", "76": "未在更道山乃禮拜際曰如是如是師曰東林門牆", "77": "千尺得其堂奧者或鮮矣宗廟之美百官之富深固", "78": "幽遠無人能到偶披胸襟從卍字中湧出百寶光明", "79": "雲與楚山相見楚山道頭頂虛空腳踏實地也是乞", "80": "兒籮易滿。", "81": "示眾舉東林卍庵道顏禪師上堂仲冬嚴寒三界無", "82": "安富者快樂貧者饑寒不識玄旨錯認定盤何也牛", "83": "頭安尾上師曰卍庵錯下名言新東林則不然仲冬", "84": "不寒三界全安富底畏懼貧底心安若識玄旨管錯", "85": "定盤何也去冬多雪今冬多乾。", "86": "示眾舉僧問東林照覺總禪師乾坤之內宇宙之間", "87": "中有一寶秘在形山如何是寶覺曰白月現黑月隱", "88": "曰非但聞名今日親見覺曰且道寶在甚麼處曰古", "89": "殿戶開光燦爛白蓮池畔社中人覺曰別寶還他碧", "90": "眼胡師曰者則公案自古自今向白月現黑月隱處", "91": "卜度或在古殿戶開光燦爛處商量屙屎底見解有", "92": "甚麼限山僧今日裂破面門不但為汝諸人證明此", "93": "事亦令照覺通天徹地去也拍禪床下座。", "94": "示眾舉照覺禪師上堂僧出提起坐具曰請師荅話", "95": "覺曰放下著僧作展勢覺曰收曰昔年尋劍客今朝", "96": "遇作家覺曰者裏是甚麼所在僧便喝覺曰喝老僧", "97": "那僧又喝覺曰放過又爭得便打師曰只如者僧道", "98": "昔年尋劍客今朝遇作家是肯他語是不肯他語良", "99": "久云只因貪翫龍門裏惹得春雷到頂𩕳。", "100": "因雪示眾舉南明和尚看雪次侍僧云滿山都是雪", "101": "南云隨聲逐色漢僧云乞師離聲色道一句南云滿", "102": "山都是雪金明本師云既為他家兒孫不取囊藏被", "103": "蓋今日舉似大眾也要各個知其落處且道當時吾", "104": "師翁荅者僧話為復壓良為賤為復以楔去楔試道", "105": "看若下得者一語許伊具一隻眼師曰者僧與麼問", "106": "南祖與麼荅故是一等平懷金明與麼批判未免當", "107": "途栽棘東林要大膽道個滿山都是雪揮拂子曰秪", "108": "知龍向葛坡出不覺風雷舌上生復揮拂下座。", "109": "雪中示眾僧問雪子落紛紛為甚變成雨師曰分身", "110": "兩處看進云滿爐燒榾柮煙暖一堂春師曰且喜上", "111": "座鼻孔猶在舉楊岐示眾楊岐乍住屋壁疏滿床盡", "112": "撒雪珍珠縮卻項暗嗟吁翻憶古人樹下居金明本", "113": "師云十載金明敗屋居從教風雨懶嗟吁高枕臥勝", "114": "山廬等閒唱個樂餘餘師曰山僧亦有一偈舉似大", "115": "眾已住東林十月天朝朝贏得拾頹椽休懶惰謾偷", "116": "閒也要消磨粥飯錢。", "117": "住楚黃蘄水縣華桂山能仁寺語錄住楚黃蘄水縣華桂山能仁寺語錄", "118": "師於康熙乙巳秋受紳衿耆舊請入院松月庵覺一", "119": "禪德設齋請上堂拈香祝", "120": "聖罷復拈香云此一瓣香二十年來入一叢林出一保", "121": "社遇貴則價等虛空逢賤則半文不值曾向五老峰", "122": "頭狼藉一上盡大地人聞則腦裂覷則眼瞎末稍輥", "123": "入洪波浪裏始知別有長人熱向爐中供養現住浙", "124": "江嘉興府金明堂上傳臨濟正宗第三十一代合庵", "125": "本師進老和尚不惟酬報法乳且要大家共知古岑", "126": "白槌云法筵龍象眾當觀第一義師曰既是第一義", "127": "為甚落在古公槌下還有知向上一路者麼雨山問", "128": "機回虎豹趨山嶽玉轉神鯨奔海淵律令斬新即不", "129": "問臨濟綱宗意若何師曰爍爍電光迷宇宙進云作", "130": "家宗師天然猶在師曰幾家愁閉雨中門天則問世", "131": "尊纔生便言天上天下惟吾獨尊如何是獨尊的事", "132": "師曰卻逢山僧陞座進云恁麼則一枝無孔笛吹出", "133": "萬年懽師曰罕遇知音進云從今高步華峰頂法法", "134": "頭頭總不疑師曰如何是你不疑處進云仰面見天", "135": "低頭見地師曰放汝三十棒聖拙問未離兜率已降", "136": "皇宮未出母胎度人已畢今日和尚又為阿誰師曰", "137": "將謂你是個人聖掩耳而出師曰三腳蝦蟆飛上天", "138": "古輪問世尊拈花意旨如何師曰笑殺傍觀進云秪", "139": "如迦葉微笑又作麼生師曰義出豐年進云向上宗", "140": "猷蒙指示竿頭進步事如何師曰斷頭船子下揚州", "141": "輪禮拜云不因夜來雁怎見海門秋師曰那裏得者", "142": "消息輪歸位師乃云及盡去也地幹天旋直得龍吟", "143": "霧起虎嘯風生正當恁麼時以沙門一隻眼印定森", "144": "羅萬象便能身藏北斗將一寸龜毛縛殺虛空三個", "145": "栗蓬劈開華藏頭頭現法法現牛溲馬浡電掣雷奔", "146": "塵塵說剎剎說白牯狸奴耀古輝今何消入理深談", "147": "以無功而會旨明明古路不屬玄微一念普觀廓然", "148": "空寂所以興化諸祖及我車溪諸祖得此一著提王", "149": "庫刀用殺活劍克振濟北家聲揭示人天正眼山僧", "150": "今日亦以此著不惜贓私和盤托出敢將雲門餅趙", "151": "州茶雪峰毬拋向當陽搆得底途中受用倘有出格", "152": "高流更不烹露地牛割蒼梧鳳剖明月珠只以千聖", "153": "不傳向上一著那破破底一句相待何故鐵牛踏碎", "154": "玄關竅野老謳歌樂太平敘謝不錄。", "155": "復舉開山旻德最初參興化值上堂云若是作家戰", "156": "將便請單刀直入更莫如何若何旻出禮拜起便喝", "157": "化亦喝旻又喝化亦喝旻禮拜歸眾化曰適來若是", "158": "別人三十棒一棒也較不得何故為他旻德會一喝", "159": "不作一喝用師曰興化垂鉤七澤旻德挾複禹門雖", "160": "然針去線來師承有據諸方盡道興化風稍不硬卻", "161": "被旻德推在萬仞巖前直至今日起身不得山僧路", "162": "見不平為他傾心吐膽保任此事終不虛也驀卓拄", "163": "杖三下結椎云諦觀法王法法王法如是下座。", "164": "示眾腰纏十萬跨鶴揚州迎著零丁子莫怪相逢不", "165": "相識隱隱猶懷舊日羞昔佛印禪師住此山日有僧", "166": "問如何是佛印曰木頭雕不就曰恁麼則皆是虛妄", "167": "也印曰梵音深遠令人樂聞師曰嗄者十字街擔馬", "168": "糞漢若非華桂幾乎沒折合何故鶴有九皋方逼漢", "169": "馬無千里謾追風。", "170": "上堂面寒楊柳風眼濕杏花雨扣戶覓乾薑擦碎雲", "171": "門普若是鶻眼龍睛斷不受人籠絡還會麼昔有僧", "172": "問佛印禪師如何是諸佛說不到底法印曰蟻子解", "173": "尋腥處走蒼蠅偏向臭邊飛曰學人未曉請師再指", "174": "印曰九萬里鵬從海出一千年鶴遠天歸師曰王言", "175": "如絲其出如綸。", "176": "結制上堂要是個人方堪共語飯袋子便與麼去盡", "177": "塵劫來事未曾了當囚停志長一朝走作國破家亡", "178": "空索索兩手無物赤條條一體無遮白浪堆中掀轉", "179": "三山黃雲影裏踏碎五老到江吳地盡千家萬家一", "180": "缽飯隔岸越山多五里十里一餐茶曾到此間一擊", "181": "珊瑚樹粉碎個中別有好商量不曾到此間萬古碧", "182": "潭空界月再三撈摝始應知若有頂門撾毒鼓肘後", "183": "奪靈符的出來山僧向伊道畫蛇不必重添足。", "184": "上堂即心即佛野老家淳非心非佛刀鎗遍地不是", "185": "心不是佛不是物竿頭絲線從君美不犯清波意自", "186": "殊但恁麼會馬祖鼻孔不消一扭自然徹骨徹髓還", "187": "有恁麼會的麼僧出師連棒打退。", "188": "佛成道日上堂怪哉釋迦老子被一點螢光爍破面", "189": "孔返道奇哉一切眾生具有如來智慧德相但以妄", "190": "想執著而不能證得者等說話大似夢眼初開殊不", "191": "知眉在眼上腳在肚下智慧德相在甚麼處妄想執", "192": "著從何得來具眼者試辨看復云三十年後。", "193": "佛誕日上堂現大人相居大人境成就大事因緣故", "194": "小家子顛不成顛狂不成狂指天指地成得甚麼般", "195": "事惹得諸方每至今日驀頭一杓惡水罪犯彌天跛", "196": "腳阿師上門上戶道我當日若見一棒打殺與狗子", "197": "喫貴圖天下太平俊哉衲子好一棒將謂無人證明", "198": "華桂斗膽向猛虎項下解鈴還有與華桂代出一隻", "199": "手者麼良久云將謂無人。", "200": "上堂舉世尊因五通仙人問世尊有六通我有五通", "201": "如何是那一通佛召五通仙人仙人應諾佛曰那一", "202": "通你問我師曰世尊知的五通不知五通知的世尊", "203": "不知錯認定盤星的往往向那一通商量泥團子弄", "204": "到甚麼時得了斷橋倫和尚道那一通你問我玄關", "205": "倒插無鬚鎖等閒一掣掣得開三個老婆相對坐可", "206": "謂養兒不及父家門一世衰。", "207": "解制上堂十方同聚會個個學無為此是選佛場心", "208": "空及第歸龐居士是俗漢子的見解將謂凡聖交參", "209": "龍蛇混雜遂爾道個十方同聚會若是口吞佛祖眼", "210": "蓋乾坤的自當言言見諦句句超宗古路動容悄然", "211": "不墮古廟香爐和身靠倒徹見靈山一會通貫古今", "212": "所以法隨法行法幢隨處建立衝開碧落截斷黃河", "213": "水邊林下任性逍遙溈山那一頭溪東牧也得溪西", "214": "牧也得敢問諸昆喚甚麼作那一頭識得那一頭便", "215": "識得龐居士落處識得龐居士落處便識得從上佛", "216": "佛授受祖祖相傳的落處識得佛祖落處便識得華", "217": "桂長老的落處識得華桂的落處便識得諸昆本命", "218": "元辰的落處識得自己落處釋迦老子在汝腳跟下", "219": "放光動地列象殊形情忘謂絕驀拈拂子云若無舉", "220": "鼎拔山力千里烏騅不易騎。", "221": "結夏上堂樟樹上著箭柳樹上出汁鶴勒咬著舌尖", "222": "馬鳴背痛廿七大地覓徑方釋迦已滅度彌勒未降", "223": "生求人不如求己。", "224": "上堂舉馬祖因僧問離四句絕百非請師直指西來", "225": "意祖曰我今日勞倦不能為汝說問取智藏去僧問", "226": "智藏藏曰何不問和尚曰和尚教來問曰我今日頭", "227": "痛不能為汝說問取海兄去僧又問百丈丈云我到", "228": "者裏卻不會僧卻回舉似祖祖曰藏頭白海頭黑及", "229": "舉圜悟拈畢師曰古今淆訛公案只是一個道理要", "230": "會直下便會千七百則一踏鴻門兩扇開東山水上", "231": "行話一喝耳聾三日話黃犬因何有業識話臨濟三", "232": "頓痛棒話娑羅峰點頭與南明拾起片紙鴛湖豎拂", "233": "金明出禮三拜話斷橋舉萬法歸一高峰打失鼻孔", "234": "話總是醍醐上味安頓在毒藥裏要你吞得下屙得", "235": "出薰天薰地不犯腸胃者纔有共語處者僧問離四", "236": "句絕百非馬大師分明勞倦指問西堂西堂果然頭", "237": "痛又指問百丈百丈道個不會者僧卻回舉似馬大", "238": "師大師道藏頭白海頭黑可謂一句曲含千古意圜", "239": "悟道三個宗師被者擔板漢勘破只管在語言上計", "240": "較漆桶打破也未饒你會盡作麼生是藏頭白海頭", "241": "黑底消息忽咳嗽一聲云華桂今日傷風只念到者", "242": "裏向下文長付在來日拍禪床下座。", "243": "上堂舉龍潭信禪師未出塵時家賣餅居天皇寺巷", "244": "常日以十餅饋悟悟每食畢留一餅曰吾惠汝以蔭", "245": "子孫信一日自念曰餅是我持去何以返貽我耶其", "246": "別有旨乎遂造而問悟曰是汝持來復汝何咎信聞", "247": "頗曉玄旨因投出家師頌曰將去將來事不甘貪他", "248": "說破被他瞞自從雪嶠分燈後逼得鯰魚上剎竿。", "249": "示眾以拂子召眾云看看印文露也乾坤大地萬象", "250": "森羅情與無情釘一確二大乘小乘井索錢貫麻三", "251": "斤乾矢橛換手椎胸惟有打破漆桶底坐久成勞日", "252": "裏看山路逢死蛇休打殺無底籃兒盛將歸縮卻佛", "253": "手閑卻驢腳風吹日炙成精作怪有也未可料江南", "254": "人慣咒水書符者裏不用只須頂門一錐自然冰消", "255": "瓦解出格上士拈一句如天普蓋似地普擎巍巍蕩", "256": "蕩者邊不住那邊不住中間不住錐不得鉤不得作", "257": "麼生三人證龜成鱉復召眾云華桂長老今日為你", "258": "作個念話的杜撰你道還有為人處麼擲下拂子云", "259": "待華桂山點頭即向你道。", "260": "解制小參十五日已前買醬不買鹽十五日已後買", "261": "鹽不買醬正當十五日鹽醬一齊買僧房五百間紅", "262": "粟三千石趙州來的有茶雲門來的有餅參訪高士", "263": "廣談闊論拄杖如龍艸鞋似虎行則行住則住若是", "264": "鳳搏玅翅雷送遊龍諸兄自有盈懷神器華桂只好", "265": "袖手傍觀。", "266": "示眾超佛越祖之談餬餅裏討甚汁呷雞寒上樹鴨", "267": "寒下水牙齒一具骨耳朵兩片皮一挨一拶眾兄弟", "268": "曾到者田地麼門前上馬臺要他肯你。", "269": "上堂舉臨濟參黃檗三頓棒因緣師曰縵天網子千", "270": "重百匝打鳳羅龍元無多子有般瞎漢不善絕頂崑", "271": "崙返怪王良或拳打腳踢狂病必僵假若喝七喝打", "272": "七棒總是立地死漢誇大雞啼鹿宿之風錯會臨濟", "273": "喫棒的道理非為儱侗瞞頇之胄豈不聞端祖頌曰", "274": "一拳拳倒黃鶴樓一踢踢翻鸚鵡洲有意氣時添意", "275": "氣不風流處也風流還會古人意麼遂卓拄杖云棒", "276": "喝交馳仍在夢堪憐依樣畫葫蘆。", "277": "示眾根塵不立器量雙消則般若之明常照圓𠁼之", "278": "道渾融若心與空相合譏毀讚譽何憂何喜身與空", "279": "相應刀割香塗何苦何樂諸禪德莫有與麼會者麼", "280": "驀拈拄杖擊香几三下。", "281": "示眾函蓋乾坤句截斷眾流句隨波逐浪句無人處", "282": "砍額望汝赤沙灘上馬郎婦耳邊討甚麼消息。", "283": "上堂舉百丈再參馬祖因緣畢師頌曰一喝如雷三", "284": "日聾西江從此立宗風木馬泥牛追不及堂堂獨坐", "285": "大雄峰。", "286": "示眾舉六祖因僧問黃梅意旨甚麼人得曰會佛法", "287": "人得曰和尚還得否曰我不會佛法師曰大眾者僧", "288": "穿透銀山鐵壁與祖師相見祖師將心肝五臟一齊", "289": "嘔出者僧將謂別有奇特大似一回飲水一回噎祖", "290": "師道我不會佛法如初祖見梁武帝帝問如何是聖", "291": "諦第一義曰廓然無聖曰對朕者誰曰不識者則公", "292": "案是三千七百則最初一則非真見佛性切忌莽鹵", "293": "承當大慧頌云蕉芭蕉芭有葉無丫忽然一陣狂風", "294": "起恰似東京大相國寺裏三十六院東廊下北角頭", "295": "王和尚破袈裟畢竟如何歸堂吃茶大眾你道徑山", "296": "會得祖師意麼添鹽止得渴。", "297": "示眾舉定上座初參臨濟問如何是佛法大意濟下", "298": "禪床擒住定擬議濟與一掌定佇思傍僧曰定上座", "299": "何不禮拜定方作禮忽然大悟後南遊路逢巖頭雪", "300": "峰欽山三人因緣至欽山被擒直得面黃面青語之", "301": "不得巖頭雪峰曰者新戒不識好惡觸忤上座且望", "302": "慈悲定曰若不是者兩個老漢𡎺殺者尿床鬼子師", "303": "曰定上座主張個事如老將攝印登壇一奮迅間威", "304": "震萬里欽山探索被擒且喜頭正尾正雪峰道臨濟", "305": "大似白拈賊羞慚殺人今日還有制敵不動機者出", "306": "來將兩家結角羅紋處摟盡無餘時有僧出師打云", "307": "古佛過去久矣便下座。", "308": "示眾舉雲門有講僧參經時乃曰未到雲門時恰是", "309": "初生月及乎到後曲彎彎地門得知乃問是你道否", "310": "曰是門曰甚好吾問汝作麼生是初生月僧乃斫額", "311": "作望月勢門曰你如此已後失卻目在僧經旬日復", "312": "來門又問你還會也未曰未會門曰你問我僧便問", "313": "如何是初生月門曰曲彎彎地僧罔措後果然失目", "314": "師曰果然白雲端目者僧失卻目雲門和鼻孔不見", "315": "雖然如是家住州西師曰果然東禪觀曰者僧雖失", "316": "雙目光射九天雲門兩眼雖存前明後暗師曰果然", "317": "拈拄杖召眾曰會得華桂三個果然許你親見雲門", "318": "復卓三下曰者裏會得許你參見白雲大眾要會東", "319": "禪前明後暗麼點鐵化為金玉易勸人除卻是非難。", "320": "示眾德山棒臨濟喝欺胡瞞漢秘魔叉普化鐸臨險", "321": "推人我為你咬破指頭甕裏何曾走卻鱉謝家打破", "322": "釣魚船始信黃檗佛法無多子若恁麼休去歇去三", "323": "生六十劫。", "324": "付以山電公上堂向上一路千聖不傳末後一句正", "325": "眼難窺承虛接響谷應萬方出格提持門庭邊事華", "326": "桂者裏峰巒異秀鶴不停機觀方作者竿木隨身紅", "327": "羅帳合黃閣簾垂金章紫綬君位臣承狀不得類不", "328": "得花開陌上春風暖果熟枝頭玉一團乃拈卷子示", "329": "眾云只者個三世諸佛歷代祖師天下老和尚向者", "330": "裏受用不盡流傳不竭汝但將去分化一方接續吾", "331": "宗勿令斷絕遂擲下卷子電禮拜師下座。", "332": "上堂即心即佛華桂禮你三拜非心非佛華桂禮你", "333": "三拜不是心不是佛不是物返景入深林明月來相", "334": "照喝一喝。", "335": "示眾舉德山云我宗無語句亦無一法與人丹霞云", "336": "我宗有語句金刀劈不開師曰二大老名振古今不", "337": "合以有無語句鼓美人家男女當時山僧若在問他", "338": "有無且止作麼生是我宗待伊開口拂袖便行不惟", "339": "二老退身不及亦免後人向有無中卜度然雖如是", "340": "眾中還有為二老傍不甘的麼良久曰莫謂現前人", "341": "不識秪因指據太分明。", "342": "上堂木心問力強拔卻金剛劍心雄奪得驪龍珠某", "343": "甲不動干戈請師拈出師彈指一下曰會麼曰瑞氣", "344": "已騰空劫外欣瞻古佛法重新師曰琴心三疊知音", "345": "少曰五乳峰前談少室要是其人師曰確乃曰到此", "346": "孤峰兩經寒暑三度今朝有時和泥合水有時目視", "347": "雲霄有時般若借森羅敷演宗乘熾然說無間歇十", "348": "方三際一句說累他憍尸迦讚嘆不及所謂無弦琴", "349": "上曲知音有幾人。", "350": "示眾舉洞山因僧問和尚尋常教人行鳥道未審如", "351": "何是鳥道曰不逢一人曰如何行曰直須足下無私", "352": "去曰秪如行鳥道莫便是本來面目否曰闍黎因甚", "353": "顛倒曰甚處是學人顛倒曰若不顛倒因甚認奴作", "354": "郎曰如何是本來面目曰不行鳥道浮山遠曰不因", "355": "黃葉落焉知是一秋師曰洞山打開潑天門戶者僧", "356": "伎死驢前馬後浮山極力回互未免打失鼻孔有問", "357": "華桂如何是本來面目向道陶彭蠡澤惟栽柳潘岳", "358": "河陽只種花無事晚來江上望數峰蒼翠屬漁家。", "359": "含虛禪宿請上堂雲月是同溪山各異不墮諸有堪", "360": "行異類含虛禪宿昔參天童究其行解相應後於十", "361": "字街頭坐斷雙又藏鋒不住特請山僧舉揚此事且", "362": "道如何是此事良久云吉寮舌頭。", "363": "結制小參布漫天網子撈羅龍鳳結布袋口把斷聖", "364": "凡水潑不入鍼劄不通綿綿密密秪要諸人明此一", "365": "著若有個漢於我未結之先打破羅籠掀翻布袋直", "366": "下承當瞥然歇去豈不俊哉其或未然須向三根椽", "367": "下七尺單前咬定牙關拚身挨拶忽爾晨朝洗面摸", "368": "著自家鼻孔山僧為汝助彩何故禹力不到處河聲", "369": "流向西復舉法眼示眾曰者裏聚集少時為上座僧", "370": "堂裏者裏聚集少時為上座三門頭者裏聚集少時", "371": "為上座寮舍裏為復說上座過別有道理師曰僧堂", "372": "裏來山門頭是多少時也復云點燈著便下座。", "373": "示眾舉仰山在溈山為直歲作務歸溈問甚處去來", "374": "曰田中來曰田中多少人仰插鍬又手溈曰今日南", "375": "山大有人刈茅仰拔鍬便行師曰諸方盡道仰山插", "376": "鍬甚有淆訛也是李咬赤邊玄沙曰我若見即踏倒", "377": "鍬子正賊走卻拏住邏贓要是斬釘截鐵仰山死去", "378": "十分了也。", "379": "示眾舉長沙岑禪師一日遣僧問同泰會曰和尚見", "380": "南泉後如何會默然僧曰和尚未見南泉已前作麼", "381": "生曰不可更別有也僧回舉似岑岑示偈曰百尺竿", "382": "頭不動人雖然得入未為真百尺竿頭須進步十方", "383": "世界是全身僧便問秪如百尺竿頭如何進步曰朗", "384": "州山澧州水曰不會曰四海五湖王化裏師曰有底", "385": "道要見長沙還須更進一步有底道要識長沙更退", "386": "一步拄杖子不在手笤帚柄聊與二十何故為他在", "387": "進退上著腳有問華桂見金明後如何有馬騎馬無", "388": "馬騎驢未見金明已前作麼生犬守夜雞司晨且道", "389": "與古人相去多少。", "390": "上堂舉南明和尚舉獨腳頌問鴛湖湖纔開口明便", "391": "喝湖復擬開口明又喝湖方點首師曰好隻五色丹", "392": "鳳秪是可愛要出南明網子不得震聲一喝云什處", "393": "去也。", "394": "受黃安縣碧雲山龍興寺護法秦中理盧爾慥吳之", "395": "珍程之澍盧綖秦至周千德秦文升耿宗麟等請上", "396": "堂師曰我為法王如法自在奴兒婢子有甚氣息項", "397": "下鐵枷三百斤更帶兩重杻與你卸卻也不妨是法", "398": "住法位世間相常住山門是山門佛殿是佛殿燈籠", "399": "只喚作燈籠露柱只喚作露柱喚甚麼作常住相雲", "400": "門道釋迦老子甚處去也一碗水一碗羹金剛際下", "401": "鐵崑崙多子塔前針錐遍地拄杖子𨁝跳上三十三", "402": "天築著帝釋鼻孔東海鯉魚打一棒雨似盆傾不是", "403": "回避不及亦非小出大遇拈請啟示眾曰此是人天", "404": "肝膽佛祖模範今日落在華桂手裏然則車不橫推", "405": "也要維那驗過宣啟畢師復召眾曰競踏鴻門掣電", "406": "時通身鎧冑謹神機一聲畫角龍蛇變亞目摩醯也", "407": "皺眉。", "408": "辭院上堂抹過銀山鐵壁未免鈍置提起便超向上", "409": "猶在半途若欲扶豎宗乘玅唱玄微直須大機大用", "410": "脫羅籠出窠臼虎驟龍驤星馳電捲掀天覆地裂石", "411": "崩巖用格外威權縱橫殺活自由自在諸方雖有八", "412": "寸三分那堪取則古人道十五日已前諸人不得住", "413": "我者裏若住我者裏我將錐子錐你十五日已後不", "414": "得離我者裏若離我者裏我將鉤子鉤你正當十五", "415": "日用錐即是用鉤即是者個話端將謂許多奇特華", "416": "桂則不然十五日已前滴水滴凍十五日已後龍吟", "417": "虎嘯正當十五日又作麼生大眾好好記取待山僧", "418": "到龍興打鼓上堂與諸人道破僧問如何是臨行一", "419": "句師曰此去龍興二百里曰有一人常在家舍不離", "420": "途中有一人常在途中不離家舍阿那個合受人天", "421": "供養師曰許你前行僧禮拜曰人天法座謝師證明", "422": "師曰三十棒猶待別時又二僧出師連棒打退。", "423": "住黃安碧雲山龍興禪院語錄住黃安碧雲山龍興禪院語錄", "424": "師於己酉仲春望日入院山門空劫已前步步踏著", "425": "正恁麼時人人坐斷新碧雲別有家聲不妨與諸人", "426": "顯些子神通以拄杖召眾云相隨來也便入。", "427": "韋馱是非叢裏獨展機輪河清海晏雲碧天青。", "428": "佛殿南北西東面面覿逢若起與麼見解屈我宗風", "429": "展具三拜。", "430": "據室劈開華嶽密布慈雲超宗越格遐邇洞聞卓拄", "431": "杖云橫按莫邪全正令大冶洪爐豈容鈍鐵傍有僧", "432": "出一喝師曰我不是恁麼種草你還恁麼會麼僧擬", "433": "進語師驀頭便打僧禮拜師震聲一喝眾作禮。", "434": "宗如維那領徒智光寧白等設齋請上堂拈香祝", "435": "大地乞歸降他若眼目定動劈脊便棒何故龍沾滴", "436": "水騰霄漢無限平人盡仰觀結椎下座。", "437": "當晚小參舉龍興裕和尚因僧問如何是學人自己", "438": "曰張三李四曰比來問自己為甚卻道張三李四曰", "439": "且莫草草師曰西天斬頭截臂者裏自領出去大眾", "440": "山僧者支佛法從上以來多是隱德絕倫不比諸方", "441": "草草凡在龍興門下參要真參悟要實悟不負出家", "442": "之志也豈不見僧問裕和尚諸餘即不問如何是和", "443": "尚家風裕曰家風即且置阿那個是汝不問底諸餘", "444": "山僧用處與古人不別只要息盡諸餘方堪共住不", "445": "然徒喪自己靈光珍重。", "446": "結制上堂晦岳問鐘鼓交參一句如天普蓋似地普", "447": "擎請師出格接戰師以拂子作彎弓勢曰看箭曰舉", "448": "起金剛劍奪卻驪龍珠師曰好手一任施曰恁麼則", "449": "橫趨金殿過袖惹御爐煙師曰有意氣時添意氣不", "450": "風流處也風流石航出抖坐具曰放則塞卻虛空收", "451": "則平沉大地不收不放又作麼生師曰你試收放看", "452": "曰鯨吞海水盡露出珊瑚枝師曰錯會不少宗如問", "453": "大地山河全自己燈籠露柱亦非他秪如威音未兆", "454": "已前又作麼生道師曰古井照驢腮曰恁麼則雲中", "455": "聖畢復拈云此一瓣香過如塗毒烈勝砒鴆二回拈出", "456": "供養金明堂上傳臨濟正宗三十一世介庵進老和", "457": "尚不為報德酬恩也要諸人體取斂衣就座上首白", "458": "椎畢僧問乾坤普雨至化無私入門一句請師直指", "459": "師曰你即今在甚麼處云佛眼難窺人天豈測師曰", "460": "蟻走蠅路云第一義龍象蹴踏塵鹿成群未審如何", "461": "中的師曰突出眼睛看問踢倒須彌把住凡聖且道", "462": "是甚麼人師便打僧喝師又打僧顧左右曰大眾相", "463": "救師曰猶欠少在乃曰此一大事因緣本自現成不", "464": "假雕琢亦無言說但落唇皮泥上加土所以圓通不", "465": "開生藥舖單單只賣死貓頭不知那個無私算喫著", "466": "通身冷汗流新龍興也無貓頭可賣亦不泥上加土", "467": "所貴動容古路人人體露真常不墮悄然步步故鄉", "468": "田地板橋喫撲須親痛切過水不濕謂絕情忘等閒", "469": "踏翻魚舟拍兩手一曲蓮花樂倘或躊躇須向第二", "470": "門會取敘謝不錄。", "471": "復舉龍興宗靖禪師因僧問如何是和尚家風曰早", "472": "朝粥齋時飯曰更請和尚道曰老僧困曰畢竟作麼", "473": "生靖乃大笑師曰可謂慈悲之故有落草之談新龍", "474": "興則不然有問如何是和尚家風向道不施三寸鐵", "475": "生石筍火內迸金蓮師曰猶是刻舟僧一喝師便打", "476": "慧照問爐鞴頓起選佛場開學人殷勤請師一接師", "477": "曰你且退後曰如何是平常無生句師曰有口說不", "478": "到曰如何是玄玅無私句師曰鳥道不逢人曰如何", "479": "是體玅無盡句師曰金剛腳下泥鬼子曰三句蒙師", "480": "指向上事若何師曰香爐峰下白蓮池大雲問盡大", "481": "地是火坑為甚千山雪覆四海冰凝師曰好音入耳", "482": "人皆悅曰只如雪老冰枯時還許學人一箭中紅心", "483": "也未師曰毒鼓一撾牛犢跳遠村梅熟齒猶酸曰與", "484": "麼則欲窮千里目更上一層樓師曰腦後更須一拶", "485": "善修問明鏡當臺請師一鑑師曰甚處學的僧一喝", "486": "師曰許你再一喝僧連喝兩喝師曰三喝四喝後又", "487": "作麼生曰恭惟和尚陞座師曰你做得知浴惟範問", "488": "昔釋迦現身遍十方國土和尚今日只在此處還別", "489": "有耶師曰碧海浪高龍睡穩九天雲淨月光輝曰與", "490": "麼則有水皆含月無山不帶雲師曰九萬里鵬纔舉", "491": "翼三千年鶴此翱翔僧禮拜乃曰立處孤危不同眾", "492": "步故無醬醋方法與人貪饕只有一味清淨龍泉見", "493": "者啞飲者死除是英烈大人方可同住若是倚草附", "494": "木靠勢趨炎底則望崖而退到門而不逃逝者鮮矣", "495": "何故破驢脊上足蒼蠅蛆蟲偏不尋冰炭復舉南山", "496": "鱉鼻蛇因緣師曰至理一言快馬一鞭衲僧望剎竿", "497": "橫趨而去決死之症龍興門下亦有個鱉鼻蛇諸人", "498": "出則出入則入倘有一日觸他毒氣莫言不道震聲", "499": "喝曰看腳下。", "500": "安兩序小參等輝問大通智勝佛十劫坐道場佛法", "501": "不現前不得成佛道意旨如何師曰一個閒人天地", "502": "間輝禮拜師曰你作麼生得與麼徑捷曰早識龍蟠", "503": "深水裏傾湫倒岳過多時師曰不要打濕老僧衲頭", "504": "輝拽出首座曰堂頭老漢今日不著便何不拔劍相", "505": "助首座擬對輝掌曰又淹殺一個拂袖歸眾師曰好", "506": "與三十棒乃曰三世諸佛向火燄裏轉大法輪剪錦", "507": "鋪花火燄為三世諸佛說法鋪花剪錦龍興今日於", "508": "此建立臨濟宗旨高架潑天罏鞴異珍奇釧鎔作靈", "509": "鋒寶劍鈍鐵頑銅鑄成鈞天大樂雖不期之力全憑", "510": "眾手所謂簷聲不斷前旬雨電影還連後夜雷昔五", "511": "祖謝監收上堂曰人之性命事第一須是○欲得成", "512": "此○先須防於○若是真○人○○五祖乃臨濟十", "513": "世孫建臨濟宗旨於黃梅因得圓悟佛果太平佛鑑", "514": "龍門佛眼諸老同心鼓吹臨濟宗旨至東山丕顯門", "515": "風傑出諸方龍蟠鳳逸之士多出其門監收雖屬末", "516": "職一出一入督綱振綱五祖為他別出手眼將七佛", "517": "已前結角交加處佛佛心髓祖祖肝膽一齊掀出如", "518": "大火聚八面難入饒他黃頭碧眼覷捕無門龍興普", "519": "為大眾揭露看看卓拄杖云穿卻了也。", "520": "上堂客從廬山來報得衡山信中有四個字字字無", "521": "點畫普請大家看會不會各歸暗室中抱膝待月出", "522": "驀召知客曰好生俟候少間有客到。", "523": "上堂舉普明用和尚與雪嶠大師翫月次嶠指月曰", "524": "者半個在那裏去了明良久曰會麼嶠曰也只得半", "525": "個明曰者半個在那裏去了嶠亦良久明曰也只得", "526": "半個師曰二老用處綿密家風各逞龍興則不然有", "527": "問這半個那裏去了向道合取口復頌曰寶惜家珍", "528": "已露文無根香草滿池生誰知一落宮商內吹入間", "529": "關不可聞。", "530": "小參舉雪竇曰客從遠方來遺我徑寸壁中有四個", "531": "字字字無人識佛鑑曰客從遠方來遺我徑寸壁中", "532": "有四個字不必重拈出高峰曰二大老一人說易一", "533": "人說難未免見有偏枯高峰則不然客從遠方來遺", "534": "我徑寸壁中有四個字字字無平仄師曰雪竇隻眼", "535": "通三界佛鑑雙眸貫五天高峰與麼判斷未免頂門", "536": "著地龍興則不然客從遠方來遺我徑寸璧中有四", "537": "個字舉出要人識以拄杖點空曰是甚麼字還會麼", "538": "復卓一卓曰自古尚賢猶不識造次凡流那得知。", "539": "示眾我宗沒語句併無一法與人信得及撒手承當", "540": "和身拶入七穿八穴有也未可料諸人還信得及麼", "541": "拽拄杖下座。", "542": "小參問話者三十棒不問話者三十棒你諸人作麼", "543": "生僧出禮拜曰請和尚歸方丈師便下座。", "544": "上堂眾集維那擬拈椎師喝曰莫多口便下座。", "545": "上堂天上有星皆拱北人間無水不朝東驀拈拄杖", "546": "曰者個又作麼生喝一喝。", "547": "滿七上堂僧問人人腳跟點地個個鼻孔撩天今日", "548": "陞座有何奇特師曰被汝帶累問碧雲普覆三千界", "549": "玉葉根深萬古春如何是有句師曰龍興雷雨作如", "550": "何是無句師曰蟻穴張赤旛秪如樹倒藤枯句歸何", "551": "處師曰露柱占波額乃曰草鞋繩斷赤腳上刀山布", "552": "襖粉碎全身入爐炭猶是衲僧轉句若論向上一著", "553": "直須鞭龜上壁生𨮂馬角統萬方攝三際功不自功", "554": "作豈自作船筏兩捐家堂穩貼然雖如是且轉身一", "555": "路又作麼生良久曰有時直上最高頂月下披雲笑", "556": "一聲復舉南泉與陸大夫觀花陸曰肇法師也甚奇", "557": "怪解道天地與我同根萬物與我一體泉指花曰大", "558": "夫時人見此花如醉夢相似師曰要知天夫落處麼", "559": "聽取一頌金烏夜半穿滄海玉兔吹香下碧霄狻猊", "560": "反擲岩前石一釣三山并六鰲。", "561": "除歲上堂北禪烹露地白牛與諸人度歲東村野老", "562": "拾得全蹄龍興個裏只有一頭三腳驢動也不敢動", "563": "著打開寶藏運出陳年的阿剌剌咬得破百味具足", "564": "豎起竹篦曰大眾共見共問阿那個受用得著良久", "565": "自代曰恭惟和尚萬福。", "566": "說戒上堂問法筵龍象眾當觀第一義如何是第一", "567": "義師曰貓兒吞彩鳳問昔日世尊說法四十九年未", "568": "曾說著一字和尚陞座以何示人師擊拂子曰聞麼", "569": "曰領乃曰昨夜五雲山與三角山諍鬧山僧擬貶無", "570": "生國裏秪聽五雲道十方同聚會個個學無為此是", "571": "選佛場心空及第歸以拄杖卓左邊且過者邊又聽", "572": "三角道龐居士道雖十成怎奈襆頭何以拄杖卓右", "573": "邊且過者邊待山僧與十方僧授具足戒成大比丘", "574": "入大僧數了與你判斷五雲又道此是無繩自縛以", "575": "何為戒山僧向道近日王令稍嚴羯磨教授三衣缽", "576": "杖俱在者裏汝等仔細檢點慎勿放逸三角又道戒", "577": "則戒矣如何奉持山僧道攝心一處持犯兩殊如此", "578": "二山持論不已帶累山僧泥深三尺遂囑羯磨教授", "579": "令諸人和合圓融理事不得執禪謗戒不得執教謗", "580": "禪昔曹溪老祖親承少林衣缽尚請印宗剃頭受具", "581": "諸仁者既是染法披緇豈可草草二山聞此當下冰", "582": "釋踴身作禮悔過曰襆下原來清淨體木叉中本舍", "583": "那身若要不遭無間業莫謗如來正法輪。", "584": "上堂卓拄杖一喝曰今朝不許問話問話者三十棒", "585": "僧出一喝師便打僧連喝兩喝師直打出又僧出師", "586": "劈脊便棒僧一喝師又打曰再犯不容卓拄杖下座。", "587": "元旦上堂元正啟祚萬物維新年新月新日新長老", "588": "新大眾新佛殿山門新燈籠露柱新驀拈拄杖曰好", "589": "時節莫因循四海樂無虞之化八方歌有道之君卓", "590": "一卓下座。", "591": "上堂舉普明用和尚因二僧參明問到此作麼一僧", "592": "曰特來親覲明曰卻值老僧不在僧無語明云三十", "593": "棒自領出去師代僧曰甚麼人與和尚出手明又問", "594": "第二僧作麼生曰請和尚開示明咳嗽曰卻值老僧", "595": "咳嗽僧亦無語明曰且坐吃茶師曰者僧無語大好", "596": "痛棒為甚又與茶吃忽噴嚏一聲曰今日傷風不然", "597": "有人說我。", "598": "上堂舉普明師翁曰一夏已過汝等有得力處不妨", "599": "剖露看一僧曰方纔禮拜和尚曰未在更道曰晝長", "600": "人倦曰非汝境界曰和尚又作麼生曰晝長人倦僧", "601": "便禮拜師曰普明師翁大似入賊隊奪賊刀騎賊馬", "602": "東西視父者僧禮拜還甘也未侍者與我記取者轉", "603": "語。", "604": "上堂舉南明祖翁病篤以香巖獨腳偈問普明明擬", "605": "開口翁便喝明大悟乃點首師曰悟即不無且信一", "606": "半下座。", "607": "解制付石源雲書記上堂期無解結設有解結曲為", "608": "今時道人家一念萬年萬年一念以悟為則且有一", "609": "人不從解結而來直教恁麼而去所謂有條攀條無", "610": "條攀例昔端祖道牛來山中水足草足牛出山去東", "611": "觸西觸有的道白雲潑油救焚龍興今日要圓者公", "612": "案爭奈源頭無罅草本未萌驀拈法卷曰秪此一莖", "613": "能縱能奪能殺能活眾中還有道得者麼石出禮拜", "614": "師曰即此用離此用石曰龍生金鳳子沖破碧琉璃", "615": "師以源流付曰果是鳳凰兒卓拄杖下座。", "616": "上堂舉無趣空和尚因車溪沖祖參空誨以教外別", "617": "傳之旨有所契入遂薙染結庵集空語錄及見空空", "618": "問子一向在甚處曰徑山曰做甚麼曰某甲買得一", "619": "段田收得原本契書請和尚僉押即將集本呈上空", "620": "接展看曰這個是我底汝底聻曰和尚莫搶奪行市", "621": "空擲下集本車便出師曰一人肘後懸符一人頂豎", "622": "摩醯將謂烜赫古今若作臨濟兒孫敷揚大化須讓", "623": "不肖何故敵勝從中出須憑獅子兒。", "624": "上堂舉方山禪師因無盡燈參山曰除卻四大別道", "625": "一句燈從東過西山垂左足燈從西過東山垂右足", "626": "燈禮拜山曰如是如是師曰若是龍興棒折有分。", "627": "上堂舉寶芳進禪師因野翁參芳曰汝本是佛堂堂", "628": "大度著甚來由曰生死不明乞師指示曰本自無瘡", "629": "剜肉作麼曰望和尚慈悲芳低頭歸方丈翁愕然曰", "630": "莫教人斷絕去麼遂袖香入室芳曰子已到不疑之", "631": "地何生死之懼哉翁于言下豁然開解師曰金鱗透", "632": "網海水拍空利器方成切磋可翫寶芳誠為善作者", "633": "也諸人終日焚香入室和南低首採聽日益為甚不", "634": "會良久厲聲曰氣急煞我。", "635": "上堂舉無準範禪師因斷橋倫參範以狗子因何有", "636": "業識令倫下語凡三十轉不契倫曰可無方便範舉", "637": "真淨頌倫竦然忽聞板聲通身汗下于是脫然契證", "638": "範出臨濟源流付曰真理直如弦何言更何默我今", "639": "善付囑表心本無得師曰倫祖初見谷源聞麻三斤", "640": "話有疑閱楞嚴至蚊蟲螻蟻無有言說而能辦事處", "641": "有省復參無準重證前解出世國清等處應機接物", "642": "迥出羅籠垂手殺活翳跡不留得非源深而流長者", "643": "乎要見倫祖麼坐斷十方猶點額密移一步見飛龍。", "644": "上堂舉斷橋倫禪師方山寶參罄其機用倫皆不", "645": "寶于此迫忙一日脫然不礙詣方丈倫曰子捉賊也", "646": "寶禮拜曰賊已收下請和尚驗贓倫舉萬法歸一話", "647": "寶荅如流倫曰不是不是遂推出齋後普請寶手忘", "648": "所舉倫驀拈莧菜根示之寶大悟玄旨師曰鳳凰不", "649": "是凡間鳥不得梧桐不肯棲。", "650": "辛亥九月十五日以微疾示眾曰古人道十五日已", "651": "前壁立萬仞十五日已後七通八達正當十五日又", "652": "作麼生龍興則不然十五日已前魚行水濁十五日", "653": "已後鳥飛毛落正當十五日推不前約不後諸人還", "654": "委悉得麼良久顧左右曰與我記取明年今日日一", "655": "眾駭異有問和尚尊意如何師屈指曰三百八十四", "656": "壬子七月初旬謂徒眾曰吾欲歸里宜速備之眾以", "657": "為常往遂買驢一頭以代步師顧而笑曰吾行非驢", "658": "所堪自此諄諄開導誡眾修潔。", "659": "九月十二日力疾陞座曰一句當天八萬四千塵勞", "660": "門皆悉銷殞且道者一句與麼有靈驗會得者劍樹", "661": "刀山一任橫沖直撞鑊湯爐炭不妨行住坐臥所謂", "662": "形山有秘寶幻質有真軀未會者急須猛省一念萬", "663": "年萬年一念二六時中刻刻提撕時節若至其理自", "664": "彰不然袈裟落地千生萬劫終不能復若信此言老", "665": "僧去世亦未去世不信此言老僧住世亦未住世父", "666": "子上山各自努力水月道場空花佛事轉眼錯過可", "667": "不痛惜哉復拈拄杖召眾曰還有會得者一句底麼", "668": "擲下拄杖曰棒頭有眼明如日要識真金火內看便", "669": "下座。", "670": "十四日師命集眾曰佛法垂秋人多乾慧若不遇郢", "671": "匠良工則沈溺漂篷竟無了日古人但願終身學地", "672": "不肯為人蓋有深意也況為人師範如金針刮膜毫", "673": "釐有差睛則破矣老僧數十年住世不夤緣不募化", "674": "一味清修惟恐道業之不臻也汝等諸人當念佛法", "675": "下衰中流莫砥欲報佛深恩須向自己衣總下究明", "676": "此事然後林下水邊三二十年影不出山以待聖胎", "677": "完固諸緣餘習一抹精光始可分身塵剎導引後昆", "678": "一切情與無情皆從我自性中流出此猶是合頭語", "679": "古人謂之繫驢橛亦謂之貼肉汗衫茲者諸方往往", "680": "坐在此處自誤誤人佛法垂秋此其兆也凡我一眾", "681": "期以淨修習遠世諦迥出古今達磨大師曰不與凡", "682": "聖同躔此之謂歟珍重。", "683": "十五日辰刻沐浴焚香端坐立三禁并封龕起龕舉", "684": "火偈復書偈曰從無量劫來與眾生為侮將此皮骨", "685": "送入江河喂魚鱉蝦蟹濟眾生饑苦免占檀那地土", "686": "浩浩長波是吾歸所擲筆大喝一聲而逝。", "687": "機緣機緣", "688": "僧問未審師唱誰家曲宗風嗣阿誰師曰雙徑不騎", "689": "金色馬曉天雲向故山生。", "690": "僧問和尚拄杖子從甚處得來師曰迷卻寒山路翻", "691": "身跨斷橋曰恁麼則出處分明也師曰確。", "692": "師與吏部文鐙巖居士觀數種桃花士曰昔日靈雲", "693": "見底是那一種師喚居士士應諾師曰是那一種士", "694": "無語師曰南泉道的一日同遊西林值林上堂舉裴", "695": "休問黃檗公案士問師曰即今裴休聻師掌曰切忌", "696": "躲根士大悅。", "697": "小康舒孝廉問如何是金明一隻箭師便打。", "698": "僧問大統綱宗先須識句若不識句難作個話會且", "699": "道百不思時是識句不識句師曰正要上座疑著曰", "700": "一人發真歸元十方世界皆悉消殞因甚天闕峰巍", "701": "然猶在師曰待虛空落地即向汝道曰頂門具眼底", "702": "衲僧因甚陷在明白裏師曰寒盡不知年曰三千諸", "703": "佛即今在甚麼處師曰瞻仰有分曰世尊云法尚應", "704": "捨今時人因甚要付法師曰一番拈起一番新曰識", "705": "識易去識難識識句且止去識句作麼生道師曰近", "706": "前來僧近前師打曰若到諸方切忌錯舉曰踞虎頭", "707": "收虎尾的句子請和尚布施師曰自從舞遍三台後", "708": "拍拍相逢總是歌曰清淨眼中還著得垢穢也無師", "709": "曰尿床鬼子你道甚麼僧一喝師便打曰水牯牛過", "710": "窗櫺頭蹄俱過為甚尾巴過不得師曰石長無根草", "711": "山含不動雲曰香煙堆裏好生觀且道觀個甚麼師", "712": "曰猿抱子規青嶂裏鳥啣花落碧岩前曰向上一路", "713": "千聖不言多子塔前合談何事師曰兩眼對兩眼曰", "714": "惟此一事實餘二則非真因甚有無量法門百千玅", "715": "義師曰春色滿園關不住一枝紅杏出牆來曰四大", "716": "分散且道甚處相會師曰剎竿頭上打鞦韆曰先前", "717": "只說茅長短火後方知地不平師曰好與三十棒。", "718": "李東序居士問不是心不是佛不是物是個甚麼師", "719": "曰任他滄海變終不為君通。", "720": "石等二上座相見同時一喝各歸本寮僧舉問師曰", "721": "昔臨濟會下兩堂首座同時一喝時有僧問濟和尚", "722": "曰還有賓主也無曰賓主歷然即今二上座同時一", "723": "喝未審還有賓主也無師曰無曰為甚卻無師曰不", "724": "同臨濟其僧休去三日後僧復請益前話師曰要會", "725": "龍興賓主句須問二驢漢僧問等等曰禮拜向", "726": "汝道僧作禮等便打又問石石曰與我過掃帚來僧", "727": "過帚石亦打僧擬進語石又打僧拜曰好個消息石", "728": "曰驢漢道什麼方丈若知打折你腰僧至晚潛詣方", "729": "丈道其所得師命侍者呼二上座入方丈不容分說", "730": "各打二十棒趁出。", "731": "晦岳旭書記問歷遍諸方懶話禪口中荊棘已參天", "732": "滹沱一滴真師乳覿體相呈意凜然如何是相呈底", "733": "事曰南山北斗　佛佛授受如空合空祖祖相傳似", "734": "器印器秪如德山焚鈔疏臨濟燒禪板是同是別師", "735": "曰兩彩一賽　得人一牛還人一馬理應如是興化", "736": "在臨濟處傳來為甚大覺棒折師曰藏盡楚天月猶", "737": "存漢地星　金明道莫待是非來入耳從前知己返", "738": "為仇只如南院道赤肉團上壁立千仞者僧掀倒禪", "739": "床南院便打還是作家相見還是別有道理師曰動", "740": "容揚古路不墮悄然機　棒下無生忍臨機不見師", "741": "和尚還見金明師翁也未師曰汝還見老僧麼　鵝", "742": "王擇乳素非鴨類風穴陞座以目視大眾為甚首山", "743": "喪身失命師曰今日堂中大有人放參　欲明一切", "744": "明欲了一切了識得拄杖子家邦安帖野老謳歌為", "745": "甚又買草鞋師曰賺殺一船人　相如奪得連城璧", "746": "秦主依然致太平石霜按劍相待還是將謂別有還", "747": "是把住要津師曰水長船高　馬祖見讓師便悟去", "748": "鳥飛毛落未審迷在甚處師曰明破即不堪　我若", "749": "為人則遍塵遍剎我若不為人借一句子徑過如白", "750": "雲道不動一毫頭教諸人到底去某甲放手了作麼", "751": "生是到底一句師曰敗缺不少　喚作一塵家國興", "752": "盛不喚作一塵家國喪亡總不恁麼請師別展旗鎗", "753": "師曰老僧打退鼓　無邊剎境自他不隔于毫端五", "754": "祖道喪吾宗者克勤耳且佛鑑佛眼還甘也未師曰", "755": "被子看破　盡大地是沙門一隻眼普乾坤是如來", "756": "一卷經除卻眼拈卻經道得一句恰當竹密不妨流", "757": "水過作麼生道師曰逢人但恁麼舉　一椎便透敗", "758": "軍之兆三十年後捕得老鼠打破油甕平貼商量者", "759": "僧畢竟什處安身立命師曰眾苦不能到　喚作一", "760": "物則犯手傷鋒不喚作一物則墮坑落塹不傷物義", "761": "道取一句太平可基作麼生是破沙盆師曰你且立", "762": "在下風　即心即佛真不掩偽非心非佛曲不藏直", "763": "破庵道不是心不是佛不是物還為人麼師曰來說", "764": "是非者便是是非人　及盡去也土曠人稀範祖抖", "765": "衣是盡是不盡師曰一葉落天下秋　一句子天無", "766": "四壁佛祖斂鋒倫大師在徑山三十語不契末稍聞", "767": "板聲汗下果然悟耶師曰且信一半　一莖草上識", "768": "得根源處大地無非自己斷橋和尚拈莧根寶祖為", "769": "甚不識師曰疑殺天下人　巨靈抬手無高下娑羅", "770": "峰為甚點頭師曰聞聲喝彩　漁父歌夜月野老頌", "771": "豐年白雲度祖一代帝師何故不留元字腳師曰秪", "772": "見波濤湧不見海龍宮　全機一擲奔流度刃一回", "773": "相見兩眼生瞋秪如窮兵黷武阿誰擒得賊師曰橫", "774": "戈獨立龍門上三箭天山烈可憑　信旗纔閃爍駿", "775": "馬便嘶風那裏是無際著空處師曰打草要蛇驚。", "776": "狗子佛性無趙州東壁掛葫蘆狗子佛性有清明陌", "777": "上鶯啼柳總不與麼且道月溪二六時中以何界限", "778": "師曰傾心吐膽　人歸大國方知富只如夷峰道無", "779": "法付又傳個甚麼師曰無底缽盂口向天　天目聞", "780": "籌聲便悟去只如龍吟虎嘯又悟個甚麼師曰待虛", "781": "空落地即向汝道　古人道知即得寶芳為甚要了", "782": "知師曰將謂胡鬚赤更有赤鬚胡　水到瀟湘一樣", "783": "清喚甚麼作萬緣師曰不妨伶俐　一氣不言含有", "784": "象為甚禍出私門師隨聲便喝　宗師垂手貴天真", "785": "為甚搶奪行市師曰一言既出　盡大地是沙門一", "786": "隻眼普乾坤是如來一卷經者片紙甚處得來師曰", "787": "尋常一樣窗前月纔有梅花便不同曰兄弟們東去", "788": "西去者片紙為甚無人拾得師曰蟻不食鐵　依經", "789": "解義三世佛冤離經一字即同魔說且道用祖悟在", "790": "經耶義耶師豎拂子曰你道者是經耶義耶旭曰無", "791": "雲生嶺上有月落波心師點首旭禮拜　十字街頭", "792": "石敢當日往月來曾不點頭鴛湖一見因甚自肯師", "793": "曰奴見婢殷勤　普明一喝慣得其便金明會悟畫", "794": "蛇添足總不與麼峻極處請師速道師隨聲便喝。", "795": "和尚見金明有得力處還許某甲聞也未師曰我不", "796": "曾鈍置上座旭曰一滴鴛流濟北水宗綱從此振人", "797": "天師曰時人不諳風雲色倚檻披襟看落鴻。", "798": "僧問如何是佛師曰生冤家曰生冤家意旨如何師", "799": "曰昨日跨馬今朝騎驢。", "800": "僧問如何是佛師曰你是凡夫。", "801": "僧問如何是佛心師曰變卻了也。", "802": "僧問方山寶祖有三關語請和尚代一轉語師曰你", "803": "試舉似曰那邊不立者邊不行截斷中間為甚不住", "804": "師曰此處無魚徒勞下釣曰既是臨濟大師為甚入", "805": "拔舌犁耕師曰若無收燕手流落在西秦曰駕鐵", "806": "過海底人為甚麼向針孔裏叫屈師曰笑殺傍觀曰", "807": "某甲不會師曰上座會則不無是你不肯承當僧禮", "808": "拜師打曰大好不會。", "809": "僧問五宗門庭拈向一邊如何是龍興門庭師曰老", "810": "僧抬腳不起。", "811": "僧問如何是祖師西來意師曰汝在甚處學得者處", "812": "頭來僧擬議師便打。", "813": "問如何是祖師西來意師曰池深蛙亂叫巖峻虎添", "814": "威曰意旨如何師曰速退速退。", "815": "有僧閱百愚禪師錄呈周文學三十問請師荅師曰", "816": "逐一舉來僧曰古佛未出世達磨不西來者著子阿", "817": "誰傳授師曰地暖先生草　佛印禪師謂蘇學士曰", "818": "四大本空五蘊非有學士向甚處坐士無語遂留玉", "819": "帶鎮山門乞師一語師曰靈山付囑不過如是　溈", "820": "山問雪峰曰汝那裏來曰從飛猿嶺來曰今從何處", "821": "去曰從飛猿嶺去曰有一人不從飛猿嶺去子還識", "822": "得麼曰不識曰因甚不識曰他無面目曰既不識焉", "823": "知他無面目峰無語請師一轉語師曰不是好風來", "824": "席上且無閒話落人間　那吒太子析骨還父析肉", "825": "還母然後現本身為父母說法骨肉既析又現何等", "826": "之身師曰滿目青黃　古云無法與人又說何等之", "827": "法師曰雲生嶺上月落波心　不得棒喝不得言語", "828": "不得擎拳豎指不得拂袖便行請師直指西來意師", "829": "曰爍然灼然　󳰊者個還是圓相耶還是三點耶師", "830": "曰寧可截舌不犯國諱　洞山君臣臨濟賓主是同", "831": "是別師曰玉犬吠天明　如何是賓中主師曰橫趨", "832": "金殿過　如何是主中賓師曰香爐春閨暖　如何", "833": "是賓中賓師曰手攜青竹杖　如何是主中主師曰", "834": "古今無位次　如何是賓主相見的事師曰韓信臨", "835": "朝　賓主相見有何奇特師曰古音絕操　賓與主", "836": "相去幾何師曰放汝命通汝氣　如何是體師曰華", "837": "山高突兀　如何是用師曰鯨吞海水盡露出珊瑚", "838": "枝　如何是體用俱到師曰石虎吞皓月　如何是", "839": "體用俱不到師曰波斯失花冠　和尚是臨濟嫡裔", "840": "即今臨濟大師住何處聻師曰和贓捉敗　前浪未", "841": "至後浪又催浪正興時如何止息師曰著甚死急", "842": "人在塵中生為甚又在塵中死師曰寐語作麼　蓮", "843": "華出水根從何來師曰只管看　日日同佛行夜夜", "844": "共佛睡為甚不見師曰鑊湯無冷處　鼙鼓震驚四", "845": "方俱動未審法地動不動師彈指一下　龍華大士", "846": "化身千億師今補處能化幾身師曰我從華桂來", "847": "華林古木陽春競發敢問枯木還開花也無師曰春", "848": "光已逐殘紅去多少遊蜂戀不歸　霧鎖千峰為甚", "849": "行人不斷師曰將謂別有　弁山頂上為甚白雲不", "850": "住師曰水淺不是藏龍處　既稱龍華且道彌勒在", "851": "甚麼處師曰九日菊花新。", "852": "雨山問一花百億國一國一釋迦如何是一花百億", "853": "國師豎拂子曰如何是一國一釋迦師以拂子便打", "854": "曰梅因雪壓方知操誰是知恩解報恩師曰忤逆聞", "855": "雷雨禮拜。", "856": "石源雲問千里趨風請師一接師曰誰管你千里百", "857": "皇到此便休曾作甚麼來好好供出不然侍者將繩", "858": "索縛起痛與烏藤莫言不道雲珍重便出移時師問", "859": "甚處來曰廣教師豎拂子曰廣教也有者個麼曰好", "860": "本天下同師曰適纔有人與麼道大有人不肯曰要", "861": "他肯底也只是個驢漢師頷之。", "862": "師一日因塵入目問盡大地是沙門一隻眼為甚一", "863": "塵不納演監寺曰和尚今日一場敗缺師曰非公境", "864": "界雲書記曰真不掩偽師深肯。", "865": "師圍爐宗如石源同侍立次師曰火燄為三世諸佛", "866": "說法三世諸佛立地聽你道說甚麼法宗曰一花開", "867": "五葉二桂久昌昌石拈片柴三塊于爐內便出師曰", "868": "滅吾宗者雲耳。", "869": "石源辭師師舉方山寶祖三關語問曰既是臨濟大", "870": "師為甚入拔舌犁耕石曰不入虎穴安得虎子。", "871": "石航宗問不是心不是佛不是物是個甚麼師打曰", "872": "雪色連天暗空花滿地鋪曰畢竟如何師曰村前張", "873": "大媽削髮李尼姑航豁然有省即呈偈曰不是心不", "874": "是佛生鐵崑崙當宇宙和身一拶頂門通萬象森羅", "875": "齊突兀師豎竹篦曰者個聻航便囑師便打艘掣竹", "876": "篦擲地曰和尚今日打某甲不得師曰汝信吾不欺", "877": "汝航禮拜。", "878": "惟範琪參師問三不是底話琪不能對如此逼拶益", "879": "切一日聞板聲有省即呈偈曰彌天大舍暗藏形突", "880": "出山河礙眼睛十二瓊樓輕拆倒機前獨露舊時人", "881": "師曰如何是舊時人琪便喝師曰一喝分賓主照用", "882": "一齊行且道者一喝是賓是主曰和尚坐某甲立師", "883": "驀指露柱曰古佛與露柱交參是甚麼時節曰今日", "884": "親見和尚。", "885": "王公華居士參師問觸不得背不得你如何轉身吐", "886": "氣士豎一拳師曰此又是觸也士大笑師又問如何", "887": "是照曰萬里無雲師曰如何是用曰信手拈來師曰", "888": "如何是同時曰萬象森羅一鏡收師曰如何是不同", "889": "時曰王瓜茄子師頷之。", "890": "胡心維居士參師問不是心不是佛不是物是個甚", "891": "麼曰穿衣喫飯有甚麼奇特師曰除卻穿衣喫飯又", "892": "作麼生曰皓月當空師曰月落後如何相見士禮拜", "893": "師曰何不道取一句士一喝師曰喝後又如何曰無", "894": "毛鐵鷂過新羅師曰無毛鐵鷂過新羅是何境界曰", "895": "大地山河師曰山崩河竭汝向何處安身立命士乃", "896": "大笑師曰果然如是切須保護。", "897": "僧參師問甚處來曰漢江師曰昨日趙州拄杖子飛", "898": "在金沙洲與黃祖大戰汝見麼曰學人初參師曰又", "899": "道漢江來。", "900": "砥世周居士臨危慕師面別師聞即乘月而往至其", "901": "門問惟範曰帶拄杖子來否曰帶來也師曰在甚處", "902": "範一喝師曰不忝為吾侍者。", "903": "勘辨勘辨", "904": "師舉雪竇化主問興教坦世尊未出世人人鼻孔自", "905": "撩天作麼生是撩天鼻孔令眾下語皆不契師代曰", "906": "焦磚打著連底凍又曰世尊出世後為甚杳無消息", "907": "眾下語亦不契師代曰眼裏不著沙。", "908": "舉興化打克賓因緣令眾下語不契師代曰龍得雷", "909": "驚方出蟄風搏玅翅鳳縈霄。", "910": "問神通并玅用運水及搬柴作麼生是諸人底神通", "911": "首座抽身出堂知藏亦作舞出堂悅眾下單執香板", "912": "巡眾一次及眾下語俱不契書記問如何是和尚神", "913": "通師拈拄杖打散歸方丈。", "914": "僧參師橫按拄杖曰道得即放過僧擬開口師便打", "915": "僧曰待某甲道著師曰待你道堪作甚麼又打。", "916": "僧參師橫按拄杖曰道得即放過僧喝師便打僧曰", "917": "某甲情知師豎起拄杖曰作麼生僧又喝師連棒打", "918": "出又數僧參師亦橫按拄杖大喝曰是甚麼僧一齊", "919": "舉首師曰者野狐精亂棒打出。", "920": "僧參師以拄杖橫架眉上僧打師一坐具師曰俊哉", "921": "衲子甚處來底曰磬山師擲下拄杖僧禮拜。", "922": "人室次師問晦岳盞子撲落地碟子成七片汝作麼", "923": "生會曰百雜碎師曰意旨如何岳便喝師曰者喝落", "924": "在甚處曰劈破虛空師豎拳曰還破得者個麼岳擬", "925": "開口師驀扭住觸於地曰且道者個是甚麼速道速", "926": "道岳豁然猛悟曰和尚且放某甲過師乃放起岳隨", "927": "與師一掌師曰恁麼那岳又掌師曰莫亂作吾望子", "928": "久矣谷珍重禮三拜師曰如是如是。", "929": "舉雲門放洞山三頓棒話問眾曰洞山有喫棒分無", "930": "喫棒分書記曰禹力不到處河聲流向西師呵呵大", "931": "笑歸方丈。", "932": "落堂舉溈山前後放仰山三頓棒話問眾曰溈仰父", "933": "子一個得體一個得用為甚有喫棒分琪侍者曰換", "934": "骨洗腸重整頓通身是眼也須參宗悅眾曰不因柳", "935": "毅傳書信云何得到洞庭湖師俱不肯眾復請益師", "936": "以拄杖度與一僧僧擬接師便打僧曰某甲會也師", "937": "曰作麼生曰太平本是將軍定不許將軍見太平師", "938": "曰如是如是。", "939": "一晚眾齊入方丈作禮師舉竹篦問曰盡大地學人", "940": "透不過不為奇特諸方善知識亦透不過龍興門下", "941": "還有透得過底麼一僧曰蝦跳不出斗一僧曰和尚", "942": "伎倆出某甲手不得一僧曰殺人刀活人劍一僧曰", "943": "伸腳臥綿床雞鳴方覺起師曰汝等果然透不得眾", "944": "請師代語師以竹篦一時趁出方丈復召入曰作麼", "945": "生一僧近前師又趁出。", "946": "落堂師舉秤錘落井話問眾下語不契師代曰無限", "947": "清風生閫外不知轉入此中來。", "948": "師因時輩不諳本務設三問以驗曰萬境俱寂作麼", "949": "生倚萬境俱彰作麼生消萬苦逼身作麼生遣又曰", "950": "以上三問有道得一句切者與他草鞋兩句切者留", "951": "他冬夏三句切者破院子兩手分付。", "952": "拈古拈古", "953": "黃檗運祖一日捧缽向南泉位上坐泉見乃問長老", "954": "甚年行道曰威音王已前曰猶是王老師兒孫下去", "955": "檗便過第二位坐泉休去雪竇曰可惜王老師只見", "956": "錐頭利我當時若作南泉待伊道威音王已前即便", "957": "於第二位坐令黃檗一生起身不得雖然如此也須", "958": "救取南泉。", "959": "黃檗道威音王已前情知南泉有此一問可謂不", "960": "蹄而陷獸不筌而得魚矣雪竇道王老師只見錐", "961": "頭利大似見鬥控拳我當日若作南泉見黃檗坐", "962": "卻主位乃向缽盂邊彈指一下便出不惟黃檗吞", "963": "吐不得滿堂雲水亦吞吐不得。", "964": "女子出定。", "965": "世尊心如醉夢女子意若丘山文殊罔明平地遭", "966": "跌何也只見落花隨流水不知流出洞中春。", "967": "古德油餈。", "968": "古德不赴堂汗馬功高侍者纔出山門恰好莊主", "969": "來謝也是掬水月在手弄花香滿衣。", "970": "雪峰在德山作飯師著語云因行掉臂一日飯遲山持缽下法", "971": "堂平地起骨堆峰曬飯巾見山曰鐘未鳴鼓未響托缽向", "972": "甚處去綿包特石山低頭歸方丈伸手元在縮手裏峰舉似巖頭", "973": "三十棒自領出去頭曰大小德山未會末後句在楚國亡猿禍及林木", "974": "山聞令侍者喚頭去問汝不肯老僧那前籠猶輕後箭深頭", "975": "密啟其意一語傷人六月寒山乃休賺殺山明日陞座果與", "976": "尋常不同不因紫陌花開早怎見黃鸝下柳條頭至僧堂拊掌大笑曰", "977": "且喜老漢會末後句賣弄不少他後天下人不奈伊何雖", "978": "然也只得三年活纔收安南又憂塞北。", "979": "窮諸玄辯若一毫置於太虛竭世樞機似一滴投", "980": "於巨壑機境平頓逼生蛇化龍是他德山尋常活", "981": "計爭奈巖頭有陷虎之機縱有五花八陣之勢羅", "982": "列胸中出他手腳不得大眾你道雪峰還是坐觀", "983": "成敗還是別有道理選佛若無如是眼縱饒千載", "984": "亦奚為。", "985": "婆子偷筍。", "986": "叢林浩浩商量盡道趙州被這賊婆勘破殊不知", "987": "賊婆卻被趙州勘破。", "988": "仰山問溈山大用。", "989": "仰山云閑師弟若來莫道某甲無語且道是醍醐", "990": "句毒藥句參學人試辨看。", "991": "殃崛救產。", "992": "世尊道我從賢聖法來不曾殺生其婦得聞便生", "993": "下孩兒諸禪德要會麼覓火和煙得擔泉帶月歸。", "994": "婆子燒庵。", "995": "舉世間人盡道婆子有變生為熟的作用庵主是", "996": "一等住山怎解他徹體風流如此見解盡大地葛", "997": "藤收作艸鞋行腳到驢年也未夢見枯木倚寒巖", "998": "底消息何故梅因雪壓方知操月到中秋分外明。", "999": "趙州柏子。", "1000": "先師有此語五五二十五先師無此語五五二十", "1001": "五二俱不涉雲散青天日卓午。", "1002": "勘破婆子。", "1003": "趙州勘破婆子水向石邊流出冷婆子勘破趙州", "1004": "風從花裏過來香二俱勘破家貧還尚可路貧更", "1005": "愁人。", "1006": "無準範禪師一日侍破庵和尚遊石筍庵有道者請", "1007": "益曰胡孫子捉不住乞師方便庵曰用捉作麼如風", "1008": "吹水自然成紋準在傍大徹。", "1009": "城門失火殃及池魚。", "1010": "無見和尚因萬峰蔚參見問萬法歸一一歸何處蔚", "1011": "進前問訊叉手而立見曰如何是道蔚曰道無可道", "1012": "見曰不道有不道個甚麼蔚曰正要和尚疑著見曰", "1013": "疑著即錯蔚曰不疑亦錯見便喝蔚亦喝見又喝蔚", "1014": "亦喝見曰言無再響蔚拂袖而出。", "1015": "無見老祖放過一著以致牽枝拽蔓我當日若在", "1016": "待他道不疑亦錯痛與烏藤若是皮下有血的如", "1017": "龍得水神機莫測未可期也若是弄泥團底自然", "1018": "翻轉面孔徹頭徹尾還有與麼會者麼以拂子向", "1019": "空擊云言無再響。", "1020": "五祖演和尚曰釋迦彌勒猶是他奴且道他是阿誰。", "1021": "糞箕掃帚誰家沒有。", "1022": "斷橋倫和尚室中垂萬法歸一以驗學者凡下語不", "1023": "契即趁出高峰于此打失眼睛。", "1024": "古佛垂慈血心片片如慈明置劍秘魔擎又臨濟", "1025": "入門便喝德山入門便棒種種施設要人死盡偷", "1026": "心縱橫殺活玄解盡掃不落透路高峰於此打失", "1027": "眼睛少有血氣若性燥漢子未跨橋頭早已踢翻", "1028": "射垛。", "1029": "百丈野狐。", "1030": "先百丈道不落因果墮五百生野狐身後百丈道", "1031": "不昧因果便脫五百生野狐身諸人你道不落不", "1032": "昧又作麼生者裏見得透真淨界中纔一念閻浮", "1033": "已過七千年。", "1034": "南泉斬貓。", "1035": "古人用處如文殊持劍歸宗斬蛇丹霞燒佛睦州", "1036": "掩門總要你大用現前迥脫意根若向提起處鑽", "1037": "龜打瓦甚麼時得相應去饒伊一總會得更要問", "1038": "你趙州頂艸鞋意作麼生電光石火能伸縮破壁", "1039": "風雷到上頭。", "1040": "臨濟大師上堂曰赤肉團上有一無位真人在汝諸", "1041": "人面門出入未證據者看看。", "1042": "臨濟大師恰似卞和獻璞秪圖出寶不顧刖足龍", "1043": "興則不然若是無位真人打鼓普請看。", "1044": "東林悟因古庭參林曰子將從前做工夫處親似一", "1045": "遍庭實供說至見諦處又手默然林曰子見諦處如", "1046": "何與我不同庭以兩手大展曰者個非別林曰者個", "1047": "還著言句也無庭曰實無一字林曰只此無一字處", "1048": "吾為汝證明已竟庭禮辭林曰子向甚麼處去庭曰", "1049": "十字街頭喝佛罵祖去林曰子再來麼庭曰不違和", "1050": "尚尊顏驀直而去。", "1051": "啐啄同時主賓互換如王秉劍揮斥自如所以雲", "1052": "門道盡乾坤大地無纖毫過患猶是轉句不見一", "1053": "色始是半提東林道只此無一字處吾為汝證明", "1054": "總教德山縮手臨濟吞聲黑蟻回旋無徑且道向", "1055": "甚麼處去也。", "1056": "西禪雪峰瑞因天奇瑞參峰問無字意作麼生奇乃", "1057": "移時方覺曰潤底頑冰吞宇宙性湖明月匝天寒峰", "1058": "大喝曰汝還有嫌凡愛聖底心掃妄求真底見曰是", "1059": "曰你若嫌凡愛聖斷般若之善根若掃妄求真絕諸", "1060": "佛之命脈又大喝曰真又是誰妄又是誰凡又是誰", "1061": "聖又是誰奇豁然開解便禮拜。", "1062": "雪峰將謂有多少奇特元來是個三腳蝦蟆當日", "1063": "若與斬釘截鐵不致他人虀甕裏浸殺。", "1064": "香嚴上樹。", "1065": "樹上道樹下道不免墮在義路情量卒難透脫若", "1066": "是疾燄過風良馬見鞭影而行纔聞恁麼說話便", "1067": "與掀倒禪床管教香嚴撲在千尺井中至令出身", "1068": "無路。", "1069": "天目寶芳進和尚偈曰真性本無性真法本無法了", "1070": "知無法性何處不通達。", "1071": "擴佛祖心印顯自己巴鼻往古來今一提一掇一", "1072": "擒一縱法王法令廓闢重門隨處建立既真性本", "1073": "無性真法本無法知又作麼生了師顧侍者曰今", "1074": "日天晴好曬㫰。", "1075": "大岡澄禪師因毒峰參岡問如何是無字曰某甲一", "1076": "向只隨人道是個無字今日看來是口金剛王寶劍", "1077": "曰如何是金剛王寶劍曰寒霜燄燄輝古騰今曰還", "1078": "我劍來曰擬動即犯他鋒鋩曰橫按當軒時如何曰", "1079": "佛來也殺祖來也殺曰老僧來聻曰亦不相饒曰殺", "1080": "敗後如何曰且喜天下太平。", "1081": "據令而行直得須彌倒卓海水拍空佛祖無門可", "1082": "入無氣可出語此太平家話二老不妨喫棒大眾", "1083": "你道他過在甚處呵呵大笑曰且喜二老活在。", "1084": "天寧法舟濟禪師因吏部陸光祖問畫前元有易否", "1085": "曰若無將甚麼畫曰畫後如何曰元無一畫曰現有", "1086": "六十四卦何得言無曰居士莫著文字好曰請師離", "1087": "文字發一爻看寧召光光諾寧曰者一爻從何處起。", "1088": "諸人不得作怪龍興與你平實商量陸公秪問畫", "1089": "前有無消息你若畫前薦得許你參見伏羲畫後", "1090": "薦得許你參見法舟一爻未發處薦得許你參見", "1091": "陸公一總薦得畫前畫後皆是一卷大易自天子", "1092": "以至庶人日用不離還薦麼。", "1093": "天池聚禪師因陸五臺問東土一千七百善知識即", "1094": "今向甚處去了池指庭樹鳴蟬曰者裏也有一個曰", "1095": "只這聲響便是麼曰喚作聲響即錯過去也金明本", "1096": "師曰玉芝與麼為人不惟貴客看破亦將千七百知", "1097": "識埋在庭樹下至今起身不得若問新天池向道棒", "1098": "如雨點喝似雷奔陸公雖是文章貴客知我衲僧別", "1099": "有長處。", "1100": "二老扶豎個賓主句塞海排山奔龍走象總出陸", "1101": "公問頭不得龍興則不然待問即今在什處大聲", "1102": "呼曰陸公待他應諾向道公若閒暇與老僧同遊", "1103": "徑山一回他若透聲透色便識席帽下原是舊時", "1104": "人。", "1105": "能仁濟舟洪禪師因僧參仁曰什處來曰黃檗曰黃", "1106": "檗有何言句曰嘗謂眾曰只教汝別求易若教汝休", "1107": "歇最難曰有幾人會得曰平等大覺曰上座聻曰某", "1108": "甲不會曰實不會耶曰實不會曰明日速回伊必為", "1109": "上座說僧稟命返黃檗果于言下契悟。", "1110": "兩個黃鸝鳴翠柳一行白鷺上青天。", "1111": "無趣空和尚因陸光祖舉僧問夾山承和尚有言二", "1112": "十年住此山未嘗舉著宗門事至束裝潛去因緣乃", "1113": "曰此僧前日掀床後日潛去一言無措和尚可代一", "1114": "轉語得麼曰者兩個有頭無尾漢夾山當此僧問時", "1115": "即曰我向來不曾道著喚侍者擯出此僧不失乎有", "1116": "前無後賊過張弓者僧次日當夾山舉話處即向空", "1117": "中打兩拳推一推埋了也亦免陣敗逃回曰是曰且", "1118": "道者僧埋自己埋夾山曰俱埋了也曰仔細切莫累", "1119": "我陸大笑趣曰出也曰玅玅。", "1120": "作家宗師天然猶在廟廊貴客今日偶逢同心鼓", "1121": "舞紐結鴛鴦直得席割蒼梧樂奏鍧鍠使當日夾", "1122": "山極力處有今之陸公法道不致寂寥敬畏拔劍", "1123": "相助卻被俗官看破。", "1124": "鴛湖玅用和尚因廉憲黃闇齋陞任廣東入山作別", "1125": "曰臨行一句乞師指示曰三千里外逢人不得錯舉。", "1126": "黃公問臨行一句乃途中受用普明荅三千里外", "1127": "此聖門受用雖賓主互換且喜知風之自知遠之", "1128": "近或問龍興如何是臨行一句痛與烏藤豈不信", "1129": "道龍得水時添意氣虎逢山色長威獰。", "1130": "徑山沖和尚臨終僧問和尚百年後向甚處去曰千", "1131": "株松下角彎彎百草頭邊亂𨁝跳。", "1132": "車溪恁般荅話知天下後世千燈萬燄當從其足", "1133": "下出者僧若有問殺闍黎價逼殺首座虔底手腳", "1134": "待車溪纔擬對便掩耳而出且要老漢立地脫去。", "1135": "天台睹和尚因白雲問西來密意未審如何曰待娑", "1136": "羅峰點頭即向汝道雲以手搖曳擬荅台便喝雲曰", "1137": "娑羅峰頂白浪滔天花開芒種後葉落立秋前曰我", "1138": "家無殘羹剩飯也曰此非殘羹剩飯而何台頷之。", "1139": "師徵曰試道看娑羅峰點頭也。", "1140": "艸偃風行必自胸襟瀉出機如閃電目似流星抹", "1141": "過上頭關捩拈一機則千機萬機頓赴舉一句則", "1142": "千句萬句朝宗正恁麼時海底飛紅塵山頭滾白", "1143": "浪華頂峰千個萬個一時點頭有什麼難要荅西", "1144": "來密意且緩緩著。", "1145": "白雲度禪師因古拙請益從上宗旨雲上堂舉世尊", "1146": "拈花平地骨堆迦葉微笑忍俊不禁二俱翻成特地", "1147": "拙豁然大悟以手搖曰止止雲擲拂子下座拙隨入", "1148": "方丈雲詰之曰你適纔見個甚麼便與麼拙曰若有", "1149": "見可見則辜負和尚了也雲深肯。", "1150": "當門按劍魔佛形消毒鼓一撾人天膽喪其聞聲", "1151": "不死者原不在數如風穴上堂舉世尊以青蓮目", "1152": "顧視大眾乃曰正當恁麼時且道說個什麼若道", "1153": "不說而說又是埋沒先聖且道說個什麼首山拂", "1154": "袖下去又溈山撥火洞山睹影俱皆聞聲即喪秪", "1155": "如古拙纔問從上宗旨逮白雲輕輕撾動毒鼓便", "1156": "解分身塵剎得非靈丹九轉乎。", "1157": "頌古頌古", "1158": "黃檗吐舌。", "1159": "聞驚吐舌已乖張家醜那堪再外揚累他無限癡", "1160": "男女開眼堂堂入鑊湯。", "1161": "婆須義勝。", "1162": "佛陀死款供非義狹路相逢難躲避鞭影纔窺不", "1163": "丈夫揮戈直入重營內。", "1164": "諸佛亦非。", "1165": "一撾毒鼓聞皆喪注意區分甚面觜撞著街頭張", "1166": "大哥喚來卻是東村李。", "1167": "此舍無人。", "1168": "此舍無人荅是誰開門忘卻閉門時弓絃忽結鴛", "1169": "鴦紐認是他家野雀兒。", "1170": "寶不自寶。", "1171": "欲酬高價實難量滯貨陳年忽放光秪因一履埋", "1172": "嵩室代代兒孫分鬼贓。", "1173": "狹路相逢。", "1174": "腦後金槌驀一劄銀山鐵壁吼如雷人間天上無", "1175": "光彩多少髑髏遭活埋。", "1176": "指天指地。", "1177": "倒戈卸甲出重營一目蕭然絕四鄰好把甕頭春", "1178": "色賞那知村酒卻傷神。", "1179": "三頓痛棒。", "1180": "三頓烏藤打不殺一開臭口掣風顛角尖迸出玄", "1181": "中要魔佛齊教吃老拳。", "1182": "南明廣禪師參徑山沖和尚服勤八載一日於地上", "1183": "拾片紙有觀方知彼去去者不至方之句忽然猛省", "1184": "呈山山可之即令首眾。", "1185": "秘殿深澄人不侍吹毛捏作返魂香艸鞋忽地芒", "1186": "繩斷白牯狸奴沒處藏。", "1187": "普明用禪師參徑山南明和尚閱思益梵天經有省", "1188": "即呈無生偈南斥之一日舉香嚴獨腳頌問明明纔", "1189": "開口南便喝明復擬開口南又喝明點首。", "1190": "熱喝如雷心膽喪頂𩕳骨露勢如山東西南北無", "1191": "門戶萬象森羅啟笑顏。", "1192": "金明介庵本師參普明師翁方跨門明曰是甚麼介", "1193": "擬對明震威一喝介忽然契證即掩耳而出。", "1194": "敲出金鸞五色髓撲碎驪龍明月珠天上人間俱", "1195": "結舌一段風流出鏡湖。", "1196": "徑山無準範禪師因天台斷橋倫和尚參舉真淨頌", "1197": "倫良久忽聞板聲通身汗下。", "1198": "因風吹火無多力鐵壁銀山當下消滅卻滹沱正", "1199": "法眼光前絕後赤條條。", "1200": "德山托缽。", "1201": "陷虎之機不教多陣雲突起太行峨秦關一望烽", "1202": "煙裏六國兵消恨楚歌。", "1203": "徑山範和尚于淳祐己酉三月十五示疾門人請留", "1204": "遺囑山乃執筆書偈曰來時空索索去也赤條條更", "1205": "要問端的天台有石橋。", "1206": "戰罷雄風笑倚樓虎頭虎尾一齊收時人不識風", "1207": "雲色腦後遭槌孰解羞。", "1208": "斷橋倫和尚上堂荊山有玉獲得者不在荊山赤水", "1209": "有珠拾得者不在赤水衲僧有無位真人證得者出", "1210": "入在面門驀拈拄杖橫按曰會麼幽州江口石人蹲。", "1211": "荊山有玉石中藏節至時臨理自彰卞老不知何", "1212": "所為引人刖足自甘傷。", "1213": "太岡寧禪師因寶芳進問如何是西來密密意岡下", "1214": "禪床擒住曰你道此問是甚麼意芳自此寢食俱忘", "1215": "一日登廁聞鄰僧敲籌作聲忽然大悟。", "1216": "一上一上又一上一上上到山頂上晴空爆地一", "1217": "聲雷萬里青天都喫棒。", "1218": "東塔曉禪師因無趣參塔曰達磨西來直指人心見", "1219": "性成佛唯在直下體取子若信得及可放下萬緣參", "1220": "個萬法歸一趣如此領旨後聞雞鳴有省。", "1221": "裂破面門放一箭疾風過燄也難追玉驄雙勒歸", "1222": "來晚一劍橫看月上眉。", "1223": "天目進禪師因野翁參目曰汝本是佛堂堂大度著", "1224": "甚來由曰生死不明乞師指示目低頭歸方丈翁愕", "1225": "然曰莫教人斷絕去麼遂袖香入室目曰子已到不", "1226": "疑之地何生死之懼哉翁于言下豁然開解。", "1227": "雲在嶺頭閒不徹水流澗底太忙生一莖草現寶", "1228": "王剎大地無人著眼睛。", "1229": "斷橋倫和尚因方山寶參罄其機用橋皆不諾山一", "1230": "早詣方丈橋曰子捉賊也山禮拜曰請和尚驗贓橋", "1231": "舉萬法歸一話山荅橋遂推出齋後普請山手忘所", "1232": "舉橋驀拈莧菜根示之山大悟玄旨。", "1233": "忍死攀鞍不肯休箭鋒相拄實難酬道傍藥餌纔", "1234": "拈起化作神仙上酒樓。", "1235": "高峰枕子。", "1236": "正恁麼時痛一錐棒頭落節瞎雙眉髑髏但得翻", "1237": "身轉火迸星飛看斗移。", "1238": "德山托缽。", "1239": "明賣醍醐暗藏毒藥正法眼藏瞎驢滅卻。", "1240": "破沙盆。", "1241": "錦衣公子戲長楊詩酒逢人說幾行何事深宮留", "1242": "不住卻隨山衲臥茅堂。", "1243": "四喝。", "1244": "一喝金剛劍晴空忽閃電髑髏驚遍野裂破那吒", "1245": "面　一喝踞地師靈鋒出匣遲爪牙伏不動覿面", "1246": "喪全機　一喝竿影草針錐纔恰好打破石人頭", "1247": "死蛇驚出草　一喝不作喝普化震木鐸擬議攔", "1248": "腮掌人境一齊奪。", "1249": "四照用。", "1250": "照時劈箭好醜俱現纖芥不藏日面月面　手握", "1251": "金輪用處無情三頭六臂落膽喪魂　照用同時", "1252": "雷奔電馳血口劍牙落二三機　照用不同拳破", "1253": "虛空截頂透底秪是耳聾。", "1254": "三玄三要。", "1255": "生鐵牢關陷鬼門等閒透得也消魂忽然迸石奔", "1256": "流出揭地掀天星斗昏。", "1257": "憲宗迎佛舍利現五色光百辟皆賀惟韓愈端立帝", "1258": "問百僚皆賀卿為甚不賀愈曰臣曾看佛書來佛光", "1259": "非青黃赤白相此是龍神阿助之光帝曰如何是佛", "1260": "光愈無對。", "1261": "五種原非切要知龍顏展不隔絲絲韓卿一語明", "1262": "端的失卻金毛師子威。", "1263": "法語法語", "1264": "示惟範琪侍者示惟範琪侍者", "1265": "人天眼目佛祖規繩青原南嶽馬祖石頭乃千古樣", "1266": "子近時學者信根緣淺不悟少室單傳向外馳求增", "1267": "長見刺逞能逞解逞語言快利將謂佛法止如此矣", "1268": "及至境界緣生排遣不去遂作艱難良可痛惜殊不", "1269": "知古人千魔萬難悉皆嘗遍七處割截亦不動念一", "1270": "往操心猶如鐵石所以長慶坐破蒲團七個與香嚴", "1271": "打成一片有何區分昔山堂謂玅喜器度凝遠節義", "1272": "過人好學不倦始成法門良材夫出世利生代佛揚", "1273": "化非明心達本遠過古人詎可為哉吾徒當體佛祖", "1274": "堪報不報之恩作後進之模範必須磨鐘臺前車牛", "1275": "不立漢陽江上踢翻鸚鵡家風別展少室真燈光輝", "1276": "有日。", "1277": "示石航宗上座示石航宗上座", "1278": "昔汾陽老祖道冠一時慈明谷泉數人相伴往參河", "1279": "東苦寒眾皆憚之惟慈明朝夕不怠夜坐欲睡引錐", "1280": "自刺至得穎悟由是汾陽一支橫出天下故為道不", "1281": "憂則操心不遠操心不遠則持信不大持信不大則", "1282": "精誠致格之理不顯苟道德遭方謗去聖時遙傑人", "1283": "罕再學者捨本逐末習染世諦向野狐口邊吸些涎", "1284": "垂走到無佛處稱尊稱大忽遇明眼人舉則本分公", "1285": "案問伊直得張睛努目如死羊相似取笑識者豈不", "1286": "悲哉凡我一眾舉必全該少室真乘一超直入聖解", "1287": "凡情不容毫髮方能提挈綱宗號令人天養才育器", "1288": "續佛慧命首楞嚴云見見之時見非是見見猶離見", "1289": "見不能及只此見不及處下得一轉語三十棒自領", "1290": "出去。", "1291": "示胡文學示胡文學", "1292": "胡子心維以儒而趨釋者蓋儒釋形貌雖殊其道一", "1293": "而心同也其究性命至理豈有二哉夫學釋者此心", "1294": "也學儒者此心也堯舜與人同亦同此心也但各純", "1295": "於舊習性之所近者朱陸之尊德性與問學果有優", "1296": "劣乎不過趣其性之近耳蓋道之總難言也昔杏壇", "1297": "之徒如林若麻所許知仁者亡之仁者心也但曰顏", "1298": "之三月不違而已何怪乎後世者哉宋儒曰儒門淡", "1299": "薄良有以也近之有王唐陳白沙薛文清羅氏諸公", "1300": "或見其書未睹其人況于異世天各一方安得而師", "1301": "友焉近之所謂師友者非富貴之流則寒淡之士聚", "1302": "于富貴則談情欲風月之樂會寒淡則不無貧困之", "1303": "愁幾能及性命之學道理之宗死生之事乎或有談", "1304": "之者非若存若忘之徒則是大笑之流也今胡子有", "1305": "志于大道而趨向無門故學釋而究性命之理以歸", "1306": "一貫宣矣第此中參須真參悟須實悟莫以依稀彷", "1307": "彿似是而非因循不迨虛棄光陰嘗見世人立言則", "1308": "聖賢莫及歷事則舉措乖張其過在四楞未蹋地耳", "1309": "予嘗示徒曰萬境俱寂汝作麼生倚萬境俱彰汝作", "1310": "麼生消萬苦逼身汝作麼生遣以此驗己勘人方可", "1311": "取日新之益知至善之道達真常之理也余見其胡", "1312": "子懃懃懇懇然非皮膚淺薄之學道者可同日而語", "1313": "哉故不覺葛藤累累勉之勉之。", "1314": "茶話茶話", "1315": "節晚兩序請師曰大盡三十日小盡二十九不肯立", "1316": "下風要與諸聖賭不烹北禪牛止有一味鐵酸餡滿", "1317": "盤托出供養大眾咬得破百味具足三世諸佛得此", "1318": "一味發阿耨多羅三藐三菩提心證阿耨多羅三藐", "1319": "三菩提果說阿耨多羅三藐三菩提法度無量百千", "1320": "萬億眾生亦發阿耨多羅三藐三菩提心證阿耨多", "1321": "羅三藐三菩提果列祖得此一味出興于世家築一", "1322": "牆門別一戶溈仰得此一味一十九門施設撈羅學", "1323": "者臨濟得此一味設三玄三要四料檢四照用及種", "1324": "種綱宗洞山得此一味權顯五位君臣道合雲門得", "1325": "此一味一字函蓋截斷眾流法眼得此一味垂手格", "1326": "外言說宛轉大眾得此一味赤條條淨裸裸與諸佛", "1327": "列祖同一眼見一耳聞一鼻嗅一身觸一意解出演", "1328": "無量玅義同一生殺諸人還咬得破麼良久舉洞山", "1329": "與泰首座喫果次乃問有一物上拄天下拄地黑似", "1330": "漆常在動用中動用中收不得且道過在甚處泰曰", "1331": "過在動用中山喚侍者掇退果桌龍興今日不似洞", "1332": "山無物可問無果可掇只要識此一味拈拂子曰還", "1333": "識麼換骨洗腸重整頓通身是眼更須參。", "1334": "佛事佛事", "1335": "掛鐘板", "1336": "六合之內顯理不顯事六合之外顯事不顯理木上", "1337": "座權衡佛祖號令人天理事並顯千賢萬聖皆從者", "1338": "裏通頭徹尾鍛過幾回龍興今日起爐架灶陶鑄凡", "1339": "聖將六合內外撚作一條朝三千暮八百俾他各各", "1340": "如麟若鳳雖然玉板未掛金椎未舉已前者著子畢", "1341": "竟在什麼處擊板三通曰理事收歸毫竅內異龍靈", "1342": "鳳舞當陽。", "1343": "周思臣昭次幼穆請為先嚴砥世居士起棺師以拄", "1344": "杖擊棺曰生也不道死也不道金毛吼破玄關竅一", "1345": "字入公門九牛拔不出且喜周居士生來玅智奪天", "1346": "功徹底掀翻三教秪如起棺入槨一句又作麼生復", "1347": "擊一下曰土暖碧松生琥珀潭寒青石長珊瑚。", "1348": "梅川舒二男瑤艸考叔同姪小康漸鴻和臣請為祖", "1349": "母太君奚淑人舉火師曰有物先天地無形本寂寥", "1350": "能為萬象主不逐四時凋大眾會麼拈火炬云此是", "1351": "舒太君奚老淑人二十年長素刻念彌陀從觀音大", "1352": "士三十二應中現出真空性火以婆羅門婦女得度", "1353": "者應皆現之而為說法情與無情悉蒙解脫且道奚", "1354": "淑人超凡入聖一句又作麼生擲下火炬曰大圓鏡", "1355": "內難藏跡碧海紅蓮吐一枝。", "1356": "佛成道日王公華公祥請薦先祖惟正翁祖母柳孺", "1357": "人小參師卓拄杖曰今朝是大地眾生草木瓦礫成", "1358": "佛之時惟正翁柳孺人承佛威光向山僧拄杖頭東", "1359": "湧西沒西湧東沒南湧北沒北湧南沒湧在乃子若", "1360": "孫頂𩕳上道惟至誠能盡性盡物盡物盡性可以贊", "1361": "天地之化育則可以與天地同參還聞麼聞則通個", "1362": "消息山僧不免作藥王藥上隨類化現令惟正公柳", "1363": "孺人頓明般若即證菩提不然重下註腳擲下拄杖", "1364": "曰明明一句該群象唱出無生火內蓮。", "1365": "復請為先慈胡孺人伯妣徐孺人除禪小參師曰追", "1366": "遠懷空敬祀如在迥脫根塵靈光不昧瞿曇二千年", "1367": "前涅槃會上向道母子恩情金刀剪不開老漢話墮", "1368": "也既剪不開且道二位孺人即今在什麼處遂化靈", "1369": "曰碧玉池中花燦爛無生國裏現全身。", "1370": "詩偈詩偈", "1371": "聯芳偈聯芳偈并序", "1372": "序嗟乎祖道凌夷傑人罕遇慧命之存猶單絲繫于九", "1373": "鼎承當大法非其人則濫干之罪予何敢焉因追緝", "1374": "世尊拈花迦葉微笑世尊囑曰吾有正法眼藏涅槃", "1375": "玅心分付于汝汝廣流傳勿令斷絕在上承迦葉六", "1376": "十九世之元祖下繼曹溪三十七葉之真孫為佛氏", "1377": "嫡派臨濟正宗其擇法驗人此不肖職自荷大法三", "1378": "坐道場全提正令陶育英才博得法嗣數人以續拈", "1379": "花微笑之旨近來法門濫觴尊卑倒置如操戈入室", "1380": "之魔則大法蔑如也吾徒所當盡其心力焉務在深", "1381": "潛巖壑飽研憨飫聽其龍天推出所謂大鵬展翅必", "1382": "息天池若均堂之上置杯則膠匪可同日而語耶。", "1383": "天則能首座天則能首座", "1384": "西天東土心法密付永遠流傳善自保護", "1385": "以山電書記以山電書記", "1386": "鷲嶺傳來赤骨窮法無法法付宗風秪將空印傳心", "1387": "印奪食驅耕在爾躬", "1388": "石源雲書記石源雲書記", "1389": "鐵角泥牛躍海瀾三玄三要盡掀翻碧雲分付無多", "1390": "子扶起靈山舊剎竿", "1391": "等輝欽維那等輝欽維那", "1392": "印泥印水印虛空竺國支那共此宗付爾烏藤無別", "1393": "囑直教隨處播宗風", "1394": "雨山越西堂雨山越西堂", "1395": "窟中師子兒踞地善哮吼滅卻少林宗永光石橋後", "1396": "聖拙地監寺聖拙地監寺", "1397": "傳本無傳得本無得捉把虛空付與聖拙", "1398": "古輪玉監寺古輪玉監寺", "1399": "鷲嶺拈花旨東西傳不歇無垢亦無淨永持莫令絕", "1400": "宗如昇維那宗如昇維那", "1401": "一空含眾象眾象悉歸空究盡空歸處方能契此宗", "1402": "耳觀演監寺耳觀演監寺", "1403": "了了常知無可了究心究法在忘言言忘法亦無餘", "1404": "息只此傳心遍大千", "1405": "晦岳旭書記晦岳旭書記", "1406": "一物亦非有無名亦無字處處不留情塵剎無非是", "1407": "惟範琪侍者惟範琪侍者", "1408": "非心亦非法無受亦無傳言意不到處堂堂總現前", "1409": "石航宗悅眾石航宗悅眾", "1410": "心地含萬有非種亦非生菩提果自得非地亦非心", "1411": "大雲入副寺大雲入副寺", "1412": "傳本非心傳受亦非心受秪此非心法心法本成就", "1413": "文學胡心維文學胡心維", "1414": "泥牛啣月出海濱木馬嘶風嘯夜頻有時踏斷虛空", "1415": "原書闕", "1416": "丙午秋文允言專使華桂兼惠詩次韻丙午秋文允言專使華桂兼惠詩次韻", "1417": "華峰鎮日憶南湖恰接瑤章興不孤干木逢場搬傀", "1418": "儡奚囊過譽出頭顱斒斕繞膝惟兄弟松菊歡顏侍", "1419": "大夫堅固牧淳真上士恐貽徵檄令人誣", "1420": "輓冰蟾上人輓冰蟾上人", "1421": "森森庭柏護朝煙手植根深不記年紅葉忽驚山寺", "1422": "雨白雲泣斷曉江天顏荊烈烈非無藥諗果綿綿實", "1423": "有緣莫怨鴻濛歸去悄辭音寥廓尚依然", "1424": "歲荒歲荒", "1425": "山居博飯又無田乞食門封空缽還土硬石肥虌腳", "1426": "瘦巖懸壁落橡珠尖拈來竹杖如龍壯著起芒鞋似", "1427": "虎便寄語檀那休咄怪碧雲奚併首陽傳", "1428": "雜著雜著", "1429": "復華桂護法公啟復華桂護法公啟", "1430": "伏以金風屆宙楓葉蕭蕭白露凝空木樨燦燦幡幢", "1431": "豎起寶林御輦曾過珙玉披看華桂王綸未改碑載唐玄", "1432": "宗曾幸此藉地主炫燿為法門光輝恭惟大護法台臺筆", "1433": "羨雕龍才驚繡虎楚邦名族魯國儒英喜怒哀樂之", "1434": "先自尋落處堅仰前後之際已會個中歡接雷炳之", "1435": "再來笑逢蘇黃之復出風疏殿角萬卷常披月朗天", "1436": "心千峰獨嘯雖跡纏朱戶而心憶白雲夙承大願靈", "1437": "山今續重盟法海在野鶴浮鷗行雲流水機忘共住", "1438": "心競未能邇接瑤章遙承寶地暫放烏藤七尺且縛", "1439": "黃篾三條草履便登金磚僭踏相過定期覿面到來", "1440": "切莫攢眉謹啟。", "1441": "復文學並耆宿公啟復文學並耆宿公啟", "1442": "伏以罏韝煆頑鈍之鐵接引婆心金剛碎破沙之盆", "1443": "補苴沙手其幸東宮之佛子特現曇花是謂西方之", "1444": "聖人另翻貝葉靈山一別付囑統寄於王臣少室再", "1445": "傳袈裟密授于釋子誰知薙草堂前不選官而選佛", "1446": "但恐拈花門外僅得骨而得皮有會點頭同來出手", "1447": "恭惟護法禪德爭傳慧業文起百代之衰久歇狂心", "1448": "道慕三玄之旨賊贓明明捉敗重來打破缽盂佛血", "1449": "得得刺穿幾番拶碎柏子剪除義學何須馬祖喚回", "1450": "焚卻疏鈔已信龍潭覷見在雖叨知己正患為師稟", "1451": "性疏慵賦資愚拙自辦牛糞火中煨芋那堪馬駒腳", "1452": "下踏人不難一喝驚天但恐臨場折棒只得無言入", "1453": "室也來出袖輪珠謹啟。", "1454": "復新安護法勸解公書復新安護法勸解公書因古春與報恩諍論師有息諍說", "1455": "近日禪宗大壞野干到處爭鳴致使佛世漆黑魚目", "1456": "混珠非具頂門正眼則真偽莫辨幸諸位護法靈根", "1457": "夙厚參佛知儒可謂蘇黃再世也承諭以彼為不知", "1458": "禮者無足怪衲欽服然法門獅蟲得諸護進而教之", "1459": "令彼悔心自萌實諸護之德化也裁復不一。", "1460": "蘄水縣華桂山能仁寺碑記蘄水縣華桂山能仁寺碑記", "1461": "蘄之華桂者古賓陽也北去邑八十里孤峰傑出群", "1462": "山糾圍帶環蜀漢襟披吳越其秀鬱巍峨似芙蓉削", "1463": "出於雲表而嶙峋奇聳如玉獅蹲踞於天中登臨遠", "1464": "眺四瞰千里浩浩乎佳氣之勝畢集于斯故遞代之", "1465": "賢人君子無不為之興建衛護也何也事之公於天", "1466": "下者天下之人咸公得而衛之護之興之建之也余", "1467": "按舊碑載齊安古誌云唐玄宗幸蜀過其地見山中", "1468": "桂花茂曄御易令名此華桂所自來也又云唐之旻", "1469": "德宋之了然曾說法其處雖代有傑人然不知古所", "1470": "謂賓陽者創自何時名自何人泯泯沒沒莫可攷究", "1471": "耳嗚呼泰否剝復盈虛消長劫灰沉浮滄桑互易數", "1472": "有一定理無或違彼六合之內凡有形貌聲色者莫", "1473": "不皆然又豈獨華桂賓陽而已哉又舊碑云寺之再", "1474": "興自先朝洪武之初李公伯寬邢公道鑑暨住僧昌", "1475": "義等同戮力以勷厥成及殿宇時復有徐王朱諸縉", "1476": "紳同邢李山主住持僧宗靈等而再造飭焉一時樓", "1477": "閣岑崚塗雘丹朱與階月池蓮紛披掩映載於碣中", "1478": "今猶可想見也萬曆戊午有老宿心安延濟舟洪禪", "1479": "師開法於茲其法語機緣藏于佛臟中尚有塔存焉", "1480": "茲不殆贅也所謂公于天下之事而天下之人咸公", "1481": "得以衛之護之興之建之也厥後十數年憲逆作祟", "1482": "焚燬州府蹂躪村廬侵掠至山而重樓傑閣遂成劫", "1483": "灰丹朱塗濩乃化烏有矣嗚呼殆所謂剝復否泰盈", "1484": "虛消長數有一定理無或違者乎既迨", "1485": "聖朝定鼎之初海內蒼生喘息方定邢氏孝廉子願文", "1486": "學子儀子植李氏文學蔚然世茂同徐王護法及住", "1487": "持僧塵空凡空等募化鳩工建佛殿僧房寮舍仍恢", "1488": "舊制越三年方落成雖不及前之勝麗亦可為一時", "1489": "之殊特莊嚴此豈非否泰剝復盈虛消長理數之常", "1490": "也又豈非公天下之事而天下之人咸公得而衛護", "1491": "興建也哉乙巳春余杖笠過蘄留臨濟度夏至秋將", "1492": "行焉適茲山住持僧應如古輪持山主及諸護請啟", "1493": "邀余住靜峰頭余時以三年為約茲將屆期矣一日", "1494": "邢子子植李子象賢登山夜話茶次屬余為記將勒", "1495": "石以垂久余曰不然輩非不能為文記蓋天下之公", "1496": "事必屬於公天下之人然後可為天下之人所仰企", "1497": "使泰而不剝長而不消皆自一公以為理數宰也余", "1498": "遂勉為銘曰。", "1499": "迥迥華峰兮桂子香潔高拄天中兮星辰可摘炎暑", "1500": "登臨兮冷若冰雪供金仙兮甫自何劫秀鬱蔥蔥兮", "1501": "浩然不竭鑾輿行在兮三呼聲接興之與廢兮人心", "1502": "賢拙或理數然兮故爾殊別剝盡而復兮賢愚相迭", "1503": "巍峨玅莊兮素兮絢曄今之視昔兮後以為則雲鶴", "1504": "寄跡兮森象羅列厥中惟一兮光風霽月福被萬億", "1505": "兮存乎道德", "1506": "黃安縣萬松林碑銘黃安縣萬松林碑銘", "1507": "萬松林者去邑東方五六里許其間山環水曲恍如", "1508": "竺國崇阿四顧則三角峙左蟠松側右五雲拱面天", "1509": "臺陽臺以為外護奇峰列嶂虎踞龍蟠爽蒸天籟秀", "1510": "產靈英群木雜然萬松交錯冬則朔雪不能狂飄夏", "1511": "則群蔭迷合馥馥郁郁四時之境味無窮居者自謂", "1512": "之在武陵桃源中也先是周楚策同兄向慕空宗", "1513": "以塵累糾纏遂輸金捐產建佛殿山門左右廊廡數", "1514": "十間并金像輝煌竟成蘭若延僧居焉今歲辛亥孟", "1515": "春月索予一言以壽金石予曰吾乃山野樵叟何堪", "1516": "任此須貴邑名公筆吐光芒釐定衡石垂諸不朽策", "1517": "曰但和尚一言泉石壯色安不久垂乎予乃援筆敬", "1518": "為之銘曰。", "1519": "尼山夫子鷲嶺釋迦人各從志豈較儉奢誠能造物", "1520": "競落天花石泉壯色衛護僧伽功同日月德被邇遐", "1521": "堂堂福址浩浩無涯", "1522": "黃安縣碧雲山龍興寺碑記黃安縣碧雲山龍興寺碑記", "1523": "天下能真私為己者必能為大公天下之事也餘不", "1524": "俱論自佛法東來初祖西至花開五葉莫不存其道", "1525": "場而大鑒之後列剎相望星布雲興俱稱祖庭者皆", "1526": "公諸天下而有也其誰得而私己乎又其誰不得而", "1527": "私己乎然其實有私己焉何也在其名實相孚而已", "1528": "昔王右軍捨柴桑別業為歸宗陸羽捨浠水家宅作", "1529": "清泉宋王介甫捨金陵私宅為保寧此略言之不殆", "1530": "枚舉以為公諸天下可乎則為私己者亦可乎此乃", "1531": "名實相孚孰得而爭焉又孰不得有諸故能私己者", "1532": "則能公天下之事也黃安龍興寺者創於大清順治", "1533": "戊戌年也先是秦君烈與鄢君吉各捨基址松山地", "1534": "土同眾建前殿五間請克彥禪師居之其後文學周", "1535": "砥世同從弟君甫各鬻莊田一所並鄢秦共造主殿", "1536": "三間左右僧房兩所秦彬華造金相一軀置田若干", "1537": "李思齊修韋馱一尊鄢阿彭捨田若干張啟明置田", "1538": "若干文學耿資生捨後松山一段鄢君立捨田若干", "1539": "遂爾共成寶所未幾彥公他去眾迎松岫禪師住持", "1540": "三年而又別遷諸公再命余卓錫于此寺以先年因", "1541": "他故縉紳秦大輿以援溺功德而有之春間邀同陳", "1542": "吳盧泰諸公贈其額曰慈宇傳燈意欲鼎新時不待", "1543": "人而仙逝矣嗟乎諸公晨星落落兼以奇荒眾不遑", "1544": "處乞食四方余意他卜適逢周王復邀眾檀募田為", "1545": "萬年香燈之資餘作供僧之用此蓋公天下之事也", "1546": "凡天下之人皆可得而造福矣譬夫大海之水或持", "1547": "瓢者碗者桶者缸者然從其所持之器而取之若夫", "1548": "空手往者不得而與焉非不與之彼無所取之器耳", "1549": "孰能以公私可得而與之乎哉余記其事並為銘曰。", "1550": "建寺之意修福基址譬夫大海源源無已諸持器者", "1551": "各從其取若但空手誰得其水未有持器不得之理", "1552": "招提一方福庇鄉里非止鄉里天下公此人若不宗", "1553": "是誰不公因彼其實表彰若功其實不孚名德皆空", "1554": "後來君子履踐實蹤踐履不實虛名何益雖千萬祀", "1555": "其理不易終。", "1556": "行狀行狀", "1557": "師諱真在號山鐸別字筠庵江州德化縣桑落李氏", "1558": "子也生於大江之洲滸上世有功於國襲軍藉有顯", "1559": "者父母早亡師輕財重義任俠不羈會闖獻蹂躪中", "1560": "原國家東南俱倚左方二寧南朝廷設七省經略宣", "1561": "春袁公繼咸開府於九江招募天下勇健乃授師為", "1562": "千人長未幾以小將軍杜姓者三人犯法斬之師凜", "1563": "然心動有出塵之志遂以征賊入山相機宵遁遍謁", "1564": "匡廬無敢剃落東林耆宿自真為之染薙師既為僧", "1565": "俾之執爨數月朝夕柴水為務而神通玅用略現於", "1566": "此矣崇禎甲申渡江北住梅川之半雲庵予住黃牛", "1567": "院之竹塢相隔不三里許始與予家伯叔兄弟交師", "1568": "年二十有四也丁亥神鼎雲外澤禪師住蘄州大潛", "1569": "山師與之俱冬遂納具足戒一日閱高峰錄疑拖死", "1570": "屍句請益澤公每有機緣未臻其極澤曰子緣未熟", "1571": "且宣靜養時節若至其理自彰師自此寢食無安己", "1572": "丑春與予同造黃山省先君山雲未嘯和尚冬參天", "1573": "寧恒證尊宿雖有塗毒之惠終不自肯辛卯度夏天", "1574": "台過篛嶺途中踏翻牛跡礙胸之物豁然冰釋有悟", "1575": "得雪山原是水相逢先是別離機之句甲午乙未同", "1576": "予伯兄小康暨楊介子輩請佛日開法五峰迄申酉", "1577": "兩年法席大成劍峰師勷力居多峰乃師之法姪也", "1578": "庚子予同禮曹溪六祖冬歸請霜松再住五峰辛丑", "1579": "師歸東林登雲居顯公留居堂中詰以德山托缽因", "1580": "緣有老參大徹之語大慧再見之譽壬寅遷黃梅四", "1581": "祖師總院事顯每期省發多人書名以榜法堂間以", "1582": "臨濟宗旨穿鑿新奇詭譎之詞以聳世聽師喟然嘆", "1583": "曰從上諸祖建門庭立宗旨原為啟迪後昆以續佛", "1584": "慧命似此則達磨一宗掃土矣遂破夏南參隨後四", "1585": "五年參尋遍江楚而蹤跡隱顯南浙矣所見知識十", "1586": "有五員咸指為法器惟善權百愚一見稱賞則曰臨", "1587": "濟一宗當出汝邊古南牧雲和尚閱師頌臨濟三頓", "1588": "棒大有過人處恨其不能挽也聞金明介老人有古", "1589": "人風特造其室一見如有夙契遂折節焉介一日問", "1590": "不是心不是佛不是物是個甚麼師曰露介曰昨日", "1591": "有人與麼道三十棒趁出了也師曰要打便打說甚", "1592": "昨日隨聲便掌介扭住曰者瞎驢亂作那師擬進語", "1593": "介便打師復擬進語介又打師豁然契證曰賺吾來", "1594": "賺吾來介曰且莫亂統今日事作麼生師震聲一喝", "1595": "介拈拄杖師便出次早入室禮拜次介曰昨日公案", "1596": "未圓子試圓看師打露柱一掌曰痴椿椿的作麼介", "1597": "曰怎奈目前何師曰者一掌合是某甲吃介喝師亦", "1598": "喝介曰三喝四喝後又作麼生師連喝兩喝介曰識", "1599": "此一喝恩大難酬師珍重禮三拜介遂出從上源流", "1600": "付之遂為入室真子其付法偈曰獅子窟中事善哮", "1601": "吼者得今得本無得無得得亦得甲辰春歸住東林", "1602": "於無量殿縛草為床支磚作釜接待雲水與吏部文", "1603": "鐙巖先生橋梓交最厚是年池蓮忽開文先生有何", "1604": "事東林得得來恰逢白社報新開之句以紀其異乙", "1605": "巳春赴陽和曹秋嶽先生之行道經浠川華桂為緇", "1606": "素所迎遂開法於茲寺乃旻德了元道場也世以山", "1607": "靈有待一時巨儒碩士參學玄徒比肩接跡目親玄", "1608": "奧在昔之旻了二公誠千秋一日矣戊申冬西陵眾", "1609": "紳衿景師道風請開法龍興時雙臺古椿柩祖之毒", "1610": "累興嫉謗有南北宗之勢不兩立也師喟然歎曰昔", "1611": "彼祖作嚴統亦猶是也故金明本師有指迷二說彼", "1612": "復假刺士以盡吾師幸佛祖有靈將入室而彼機已", "1613": "露此實賴主峰法兄之力也今無怪乎彼也但此抑", "1614": "不足與論也遂著息諍篇以誡學者聽彼魔風自息", "1615": "闔邑鄉紳以此感發贈其額曰慈宇傳燈而師之道", "1616": "蓋繇是而大振江楚衲子蟻赴即新邑縉紳諸公無", "1617": "不嚮道而師事焉康熙辛亥九月十五日以微疾上", "1618": "堂預知時至其略曰與我記取明年今日日一眾駭", "1619": "異有僧問和尚尊意如何師屈指示之曰三百八十", "1620": "四明年又七月初句謂徒眾曰吾欲歸里宣速備之", "1621": "眾以師為嘗往遂買驢以代步師顧而笑曰吾行非", "1622": "驢所堪自此諄諄誨導誡眾修潔九月初八日入城", "1623": "辭眾長者及諸耆宿師曰吾七日內當與諸公長別", "1624": "矣眾留瞻禮二日至初十日方歸十二日力疾陞座", "1625": "策眾猛省十三日作聯芳序十四日命集眾開導并", "1626": "寫遺囑立三禁一身後不許舉哀開孝效世俗所為", "1627": "及化錢等事一身後不許造塔須將骸骨拋棄江海", "1628": "利生一身後不許安靈做七誦經禮懺動響器等故", "1629": "違者非吾弟子凡封龕起龕舉火等偈皆師自作囑", "1630": "令侍者臨期單念封龕天地為龕何鎖何封超群拔", "1631": "萃豈在其中起龕只此取足無真無假前村煙浪難", "1632": "描難寫舉火五十二年住世二十八載為僧五蘊流", "1633": "雲遮不得靈光獨耀沒古今十五日辰刻沐浴焚香", "1634": "端坐書偈曰從無量劫來與眾生為侮將此皮骨送", "1635": "入江河喂魚鱉蝦蟹濟眾生饑苦免占檀那地土浩", "1636": "浩長波是吾歸所擲筆大喝一聲而逝闍維起骨精", "1637": "白如玉牙齒不壞數珠木分心如故新安道俗競禮", "1638": "泣下如喪考妣焉夫憶昔己酉元日予繭足二百里", "1639": "入華桂相訪而師亦欲來作辭寒家兄弟謂龍興遠", "1640": "陪華桂也遂與予同遊斗方三角諸山歸聚寒家十", "1641": "餘日家仲兄漸鴻送別詩有禪客來過慰別顏喜得", "1642": "相從十日閒之句嗚呼豈知龍興果從此遠矣師性", "1643": "敏捷量寬容有大度持身正大而律己處眾凡叢林", "1644": "事無大小師必先之學者以師約法嚴規非精潔行", "1645": "力者則望崖而退師少未讀書而古今史籍成敗一", "1646": "過輒了晉唐八法諸書極力摹做不求其似二十年", "1647": "來長坐不臥為人簡略世務衣履蕭然常肘露踵決", "1648": "于貴人前略無介意機括如迅雷電不可測視詩文", "1649": "迅筆疾書不求合古今生平喜讀書予家與南康周", "1650": "長孺藏書悉讀遍即楞嚴經予見其手錄十餘本蓋", "1651": "其有得力于是書也唐人詩及明崆同諸集亦見其", "1652": "手錄各本當其單丁初住東林也古殿千餘間面闃", "1653": "無一人門前兵馬絡繹青燐白骨之鄉師一處之其", "1654": "住石照之上堂菴也影不出戶而樵叟牧童為之飯", "1655": "供厲鬼揚沙而中夜一喝震左右鄰人以為雷鳴師", "1656": "不為意其住黃牛院之日菴也衾解送人而聚草龕", "1657": "坐燒竹讀書門壁未成而虎狼時過餐冰臥雪百有", "1658": "餘日師不為嫌其急人之難救人之危不憚千萬里", "1659": "水火赴之送新安汪氏子歸而父母為之造庵留住", "1660": "卒以之取東林常住之田與嘉興吳佩遠交而患難", "1661": "不捨而與予家伯叔兄弟交二十有九載猶如一日", "1662": "其輔弼叢席捐頂踵任怨謗而不以為嫌其隻身行", "1663": "腳犯霜雪耽饑餓而不以為苦其出世利生也與眾", "1664": "共甘苦無寢室無別饌余在華桂見其同眾安單禪", "1665": "堂囊不蓄一錢身不存長物灑灑落落獨步大方此", "1666": "師生平五十年之為人也惜其不得上壽其痛悼嗟", "1667": "嘆者又不止予交情為然師九住蘭若說法三處其", "1668": "法語機緣勘辨拈頌詩偈文集若干卷得法弟子十", "1669": "三人優婆塞一人師生天啟辛酉年十一月十九日", "1670": "告寂于康熙壬子年九月十五日世壽五十二僧臘", "1671": "二十八門人建塔于東林。", "1672": "康熙二十年歲在辛酉孟冬月楚黃廣濟受菩薩戒", "1673": "沖山學人常照舒遂吉禾成頓首拜撰"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B414 山鐸真在禪師語錄", "author": "清 真在說　機雲．智旭等錄（依駒本印）"}