{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1290 觀心玄樞", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1290", "1": "觀心玄樞卷一", "2": "契即隣。不在身近。如福人出世。則琳瑯現矣。薄福者", "3": "出。荊棘生焉。皆由自心。有現不現。如月上女偈答舍", "4": "利子云。我雖內室中。尊如目前現。仁稱阿羅漢。常隨", "5": "而不見。故須菩提不起石室。親覩法身。阿難為佛侍", "6": "者。不見佛面。", "7": "若不觀心。何脫境縛。以不知自識變起而復自緣。如", "8": "畫師畫出殊形。飜生愛著。以意識筆。苗三界圖。高下", "9": "纔分。愛憎隨起。又如春蚕作繭。秋蛾撲燈。惡見自纏。", "10": "無明自爇。此觀心法。可以現知。如夜夢唯心。覺亦如", "11": "是。且夢中見者。是夢中意識。現在見者。是明了意識。", "12": "過未之境。是獨散意識。定中見者。是定中意識。是", "13": "以若夢若覺。若散若定。皆不出四種意識。且如現見", "14": "青白物時。於現量中。得法自性。不帶名言。無籌度心。", "15": "是圓成語。則不執為外色。皆是眼識見分。與同時明", "16": "了意識。以比量計度分別為青。便成外解。以意辨為", "17": "色。言說為青。故云。皆是意言分別。如眼識率爾任運", "18": "見時。未分皂白。剎那流入意地。方執成境。以意緣時。", "19": "眼識以過。世人多執。我眼現見。全無道理見。以若不", "20": "歸己。見性明宗。於外別求。從他妄學者。如鑽水覓火。", "21": "壓砂出油。此非正因。徒勞功力。若能尅己辯事。諦了", "22": "自心者。如從木出火。於麻出油。不壞正因。易得成就。", "23": "不隔一念。功力立成。是以堅信不移。法空之虗聲自", "24": "息。明誠可驗。靈潤之野𦦨俄停。豈假傍通。心魔頓絕。", "25": "匪憑他術。識火俄銷。除不肖人莫窮斯旨。所以云。依", "26": "智不識者。謂識現行。隨塵分別眼色耳聲。躭迷不覺。", "27": "大聖示教。境是自心。下愚氷執。塵為識外。今人口誦", "28": "其空。心未亡有。騰空不起。入火逾難。俱是心相封迷", "29": "故爾。後得通達。隨心轉用。豈不鳥之遊空。自當如布", "30": "之火浣。不足恠也。但羣生識性不同。致令大聖隨情", "31": "別說。然據至道。但是自心。故云。三界上下法義唯心。", "32": "此就世界依報以明心。又云。如如與真際涅槃。及法", "33": "界種種意生身。我說為心量。此據出世法體以明心。", "34": "終窮至實。畢到斯源。隨流感果。還宗了義。又以一切", "35": "境界。唯心妄動。若心不起。一切境界相滅。唯一真心。", "36": "遍一切處。又依唯識境本無體。境既不生。心亦隨滅。", "37": "以心是所依。境是能依。所依既滅。能依不起。則疑銷", "38": "能所。藤虵於是併空。見息對治。形名以之雙寂。", "39": "若不觀心。何息分別。以一切分別皆分別自心。心不", "40": "見心。無相可得。如有頌言。法從分別生。還從分別滅。", "41": "滅是諸分別。是法非生滅。生滅唯心。法無動靜。又如", "42": "頌言。種種隨心轉。唯心非餘法。心生種種生。心滅種", "43": "種滅。眾生妄分別。無物而見物。無義唯是心。無分別", "44": "得脫。何以得脫。以知唯心故。如第六獨生散意。緣過", "45": "去未來水月鏡像等。變起假相分是。此等相分。但是", "46": "眾生第六識。妄構畫遍計。當情變起。都無心外實境。", "47": "是知入此觀門。盡通萬法。如箭射地。無不中者。若不", "48": "入斯旨。即隨他轉。如箭射的。多乖少中。如有頌言。行", "49": "自境界中。獲得所應得。行他境界中。如魚墮陸地。", "50": "若不觀心。何識幻化。以自心取自心。非幻成幻法。不", "51": "取無非幻。非幻常不生。幻法從何立。又云。一切如幻。", "52": "其幻不實。知幻是幻。守真抱一。既了物虗。即歸於真", "53": "心之一故。又云。善不善法。從心化生。一切境界意言", "54": "分別。制之一處。諸緣斷滅。故知六趣受身。唯化所變。", "55": "三界有法。皆揑所成。莫不足躡乾城。渴思𦦨水。期空", "56": "華結果。望石女生兒。若技女之出戲場。空迷智眼。如", "57": "幻士之遊眾會。但誑自心。一向耽迷。孰能觀察。明知", "58": "無別理。但是妄心生。為八倒之根株。作四流之源穴。", "59": "疾如掣電。猛若狂風。撇起塵勞。速甚瀑川之水。欻生", "60": "貪欲。急過旋火之輪。遂乃結構四魔。驅馳十使。沈二", "61": "死之河底。投八苦之𦦨中。醉迷衣裏之珠。徒經艱險。", "62": "鬪沒額中之寶。空有悲號。皆因妄心。迷此真覺。是知", "63": "昇墜在我。損益非他。妄作妄修。自當自受。必無前境", "64": "而作對治。如昔有比丘。夜悞踏瓜皮。為是蝦蟇。因此", "65": "惡道受苦。所以善從心起。自福其身。如珠現光。還照", "66": "珠體。惡從心生。反以自賊。如䥫生垢。銷毀其形。所以", "67": "君子尚反己。而不怨天尤人。況慕道參玄。不信斯旨。", "68": "若不觀心。何以行施。以無可與者。名為布施。心外有", "69": "法。有可與者。能所不亡。不得三輪體空。入施法界故。", "70": "若不觀心。何以持戒。以大乘大菩薩戒。謂觀唯心。本", "71": "無外色。無色可破。相空亦無。離取相過。故名持戒。又", "72": "云。一切凡聖戒。盡心為體。故云。雖信別相。不信一體", "73": "無差別相。名信不具故。所有禁戒亦不具足。所有多", "74": "聞亦不具足故。", "75": "若不觀心。何以忍辱。故云。忍者於一剎那。盡一切相。", "76": "及諸所緣。是知唯心。無外境對持。方名為忍。故云辱", "77": "境。若龜毛。方成真忍矣。", "78": "若不觀心。何成精進。故云。若能心不起。精進無有涯。", "79": "是知起心。即有境所緣。了心境俱空。方成精進。", "80": "若不觀心。何成禪定。是以若不分別諸境。是真調伏", "81": "心。了一切法空。即常在三昧。所以云。大菩薩定。謂觀", "82": "唯識。不見境時。心無緣念。則是真空。如有頌言。人生", "83": "百歲。情多放逸。不如一日。歸心空寂。", "84": "若不觀心。何成般若。以靈臺智性。諸佛由生。是嶮惡", "85": "徑中之導師。迷闇室中之明炬。生死海中之智檝。煩", "86": "惱痛中之良醫。碎邪山之大風。破魔軍之猛將。照幽", "87": "途之赫日。警昏識之迅雷。抉愚盲之金錍。沃渴愛之", "88": "甘露。截癡肋之惠刃。給貧濟之寶珠。若般若不明。萬", "89": "行虗設。故云。不識玄旨。徒勞念淨。又云。不求諸法性", "90": "相因緣。是名正慧。斯乃心性無生。能成妙慧。所以智", "91": "慧者大菩薩皆觀自心。意言分別。以為境界。從初發", "92": "心乃至成佛。皆作此觀。以但唯識心分別。覩無前境。", "93": "究竟唯一真空。更無所有。故云。空心不動。具足六波", "94": "羅蜜矣。", "95": "若不觀心。何成方便。菩薩以無所得為方便。能入無", "96": "邊幻網。四攝攝生故。心外無法。何所得耶。", "97": "若不觀心。何成大願。願從心生。故稱願海。世界所持", "98": "唯風輪。萬行所與唯願海。", "99": "若不觀心。何以成力。故云。質微則勢重。質重則勢微。", "100": "如地質重。故勢不如水。水性重故。力不如火。火不如", "101": "風。風不如心。心無形故。力㝡無上。神通變化。八不思", "102": "議。心之力也。此力能攝一切。能成一切。如魚母憶魚", "103": "子。蜂王攝蜜蜂。魚母不憶。魚子不生。蜂王不攝。羣蜂", "104": "不聚。一切國土。想力所持。諸緣境界。隨念而至。想空", "105": "則境寂。念滅則相亡。如有偈言。諸法不牢固。唯在於", "106": "立念。以解見空者。一切無想念。", "107": "若不觀心。何以成智。以心為智。即是本性寂照之用。", "108": "此智凡聖皆具。用有淺深。故云。終日圓覺。而未甞圓", "109": "覺者。凡夫也。欲證圓覺。而未極圓覺者。菩薩也。住持", "110": "圓覺。而具足圓覺者。如來也。離圓覺無六道。捨圓覺", "111": "無三乘。非圓覺無如來。泯圓覺無真法。其實皆一道", "112": "也。三世諸佛之所證。盖證此也。如來為大事出現。盖", "113": "為此事也。三藏十二部。一切修多羅。盖詮此也。斯乃", "114": "窮原之說。稱性之談。如闡普眼之法門。皆述理中之", "115": "一義。似剖大千之經卷。非標心外之餘文。攝網提網。", "116": "一言無不略盡。即權顯實。殊說更無異。盈於眾義中。", "117": "如從石選玉。向羣經內。猶披砂揀金。耀不二之慧燈。", "118": "破情塵之暗惑。注一味之智水。洗意地之妄塵。若能", "119": "一句入神。歷劫為種。何以故。此心法門。於一切眾中。", "120": "為首為師。為明為道。故云。一切法中。心為上首。又一", "121": "切明中。心明為上。又佛以法為師。故云。此事唯我能", "122": "知。如鏡挂高臺。似目懸廣漠。孤光一照。萬慮皆銷。故", "123": "云。不仰太山。靡覿千霄之狀。不遊大海。未覩沃日之", "124": "奇。不入此門。焉知廣大。", "125": "若不觀心。何以成多聞。以但可了心之一根。法本自", "126": "然。遍攝羣經。故云。唯願少聞多解義趣。即此意也。是", "127": "以種種諸法雖多。但是一心所作。於一聖道。立無量", "128": "名。如一火因燈。得草火木火之號。猶一水就用。得或", "129": "羮或酒之名。以圓明邊。目之為珠。以深廣邊。稱之為", "130": "海。以神解之性。號曰靈臺。以萬法宗標名寶藏。則攬", "131": "草無非是藥。執礫悉成金。滿室唯聞詹匐之香。空器", "132": "遍盈甘露之味。舉足不離金色界。迴頭盡是旃檀林。", "133": "則四辯六通。因茲而起。三乘五性。從此而惺。所以如", "134": "來常不說法。名為具足多聞。則眾生心中佛無示。佛", "135": "心中眾生無得。可謂一心念念。常轉法輪。而無間斷。", "136": "若不觀心。何以行慈。以不入無緣。不如󰗃石吸鐵。任", "137": "運吸取一切眾生故。", "138": "若不觀心。何以運悲。以不了同躰。皆成愛見。故云。自", "139": "男生我女。徒與妄想悲。", "140": "若不觀心。何生淨土。故云。三世一切諸佛。皆無所有。", "141": "唯依自心。菩薩若能了知諸佛及一切法皆唯心量。", "142": "同隨順忍。或入初地。捨身速生妙喜世界。或生極樂", "143": "淨佛土中。又云。智習唯識通。如是取淨土。是知昔人", "144": "有言。萬事萬形。皆由心成。心有高下故。丘陵是生。乃", "145": "至云。佛土常淨。豈待變而後飾。盖是變眾人之所見", "146": "耳。故云。觀心性本淨。猶如虗空。即是性淨之境。境即", "147": "因也。觀智覺悟此心。名之為佛。初觀名因。觀成名果。", "148": "若論自行。即是心王無染。若論化他。即是心數解脫。", "149": "智慧源但隨境界轉。意如火。事如法。不制自意地。唯", "150": "從諸法流。斯皆失本迷源。隨流侚末。若能頓明意地。", "151": "唯從諸法流。直了心源。不求脫於諸塵。不繫縛於一", "152": "法。可謂究末遇本。尋流得源矣。遂乃無功而自辯。無", "153": "作而自成。顯此一心。萬法如鏡。如是開示。究竟指歸。", "154": "如八千聲聞。於法華會中。見如來性。如秋收冬收藏。", "155": "更無所作。亦猶到寶所。更無所至。故云。我法至久後。", "156": "要見說真實。若說權少之法。初機隨語執生。且如毛", "157": "道異生。居不定聚。若習性易染。猶若白絲。故云。人性", "158": "猶湍水。決東則東。決西則西。又似尺蠖。食黃而身黃。", "159": "食蒼而身蒼。如第八含藏識中。十法界種子。一切俱", "160": "有。隨所聞熏之力。發起現行。若聞此觀心。佛界種子", "161": "自然開發。又此是真性中緣起。自在無礙法門一一", "162": "皆談如理實德。以法如是故。非約變化。對治權巧。所", "163": "說法法。皆得全力。非是分力。如金鑄成十法界像。一", "164": "一像全得其金。猶十子對父。各各子全得其父。但隨", "165": "緣名字。似有差別。則真如法位。本末皆同。如有頌言。", "166": "諸色心現時。如金銀隱起。金處異名生。與金無前後。", "167": "如金銀隱起功德之像。龍鳳之形。前後俱是金。名字", "168": "空差別。如云法身流轉五道。號曰眾生。覺心不起。名", "169": "不動智佛。前迷作眾生。雖唯是識。後悟而成佛。亦不", "170": "出心。故云。隨緣非有之法身。亦不異事而顯現。寂滅", "171": "非無之眾生。亦不異真而成立。故頌云。如來清淨藏。", "172": "世間阿賴耶。如金與指鐶。展轉無差別。則知古今日", "173": "月。無異光明。法爾山河。常住世界。因情有異。隨智成", "174": "差。然分別本空而無。異而無異。情非理外。差而無別。", "175": "可謂一道真心。始終無變矣。", "176": "若不觀心。何以護正法。故云。菩薩不須守護諸法。若", "177": "菩薩但能善護自心。則能成就諸佛妙法。又云。但正", "178": "其心。不尚餘學。自心若正。萬境咸歸。自心若邪。諸塵", "179": "有滯。若金剛寶。置日中而無定形。猶玻瓈珠。隨前塵", "180": "而變眾色。似天意樹。逐天意轉。比人間境。逐人心成。", "181": "故云。三界上下法。我說唯是心。則一切法是心。心是", "182": "一切法。又如一水生四種見。水無定相。猶一金鑄五", "183": "趣人。金非別形。任背覺合塵。心元不動。縱猒異捨別。", "184": "唯一真如。是知十法界五陰三種世間。一際無差。唯", "185": "心分別。如有頌言。無地及諸諦。無國土及化。佛辟支", "186": "聲聞。唯是心分別。心遍一切處。一切處皆心。以心不", "187": "善觀。心性無諸相。又云。一切方海中依此於眾生心", "188": "想而住。如是信入壞抱澹然。不以佛為欣。不以魔為", "189": "慼。如幻師於幻無著。知幻從我術生。似調馬見影不", "190": "驚。如影從自身出。故云。無有少法。能取小法。無作用", "191": "故。但法生時。緣起力大。即一體上。有二影生。更互相望。", "192": "即不離諸心心所。由緣起力。其性法爾。如是而生。所", "193": "以即境是心故難入。即心是境故甚深。如是則芥納", "194": "須須。塵含法界。壺日月毛孔。山河自然明見。故云。不", "195": "出圜堵之室。而知天下者。知反己之謂也。所以云。歸", "196": "根得旨。隨照失宗。如諸佛唯一法身。逐機感特自異。", "197": "心雜而但瞻青色。意淳而唯覩金光。若龍王布一味", "198": "雨。隨處而各見不同。業淨則變作珠纓。罪垢則觀成", "199": "刀劒。亦猶木母變色。起自孝思。金像舒光。先於敬意。", "200": "似鏡鑒像。形曲而影凹。如谷答聲。語雄而響厲。故知", "201": "昇降在我。得喪由心。飲甘露而蹈雲霞。非他所授。臥", "202": "煙燄而吐膿血。皆自所為。劒樹刀山。誰人淬鍊。蓮臺", "203": "寶樹。何者與崇。故云。為善福隨。履惡禍追。響之應聲。", "204": "善惡如音。非天龍鬼神所授。非先禰所為。造之者心。", "205": "成者身口矣。又如偈言。心為法本。心尊心使。中心念", "206": "惡。即言即行。罪苦自追。車礫于轍。心為法本。心尊心", "207": "使。中心念善。即言即行。福樂自追。如影隨形。如斯妙", "208": "門。直指心地。如囊中有寶。不探示之。孰能知者。猶室", "209": "內金藏。未遇智人。何由發掘。若珠蔽內衣裏。弗偶親", "210": "友呵責。曷致富饒。似窮子之家珍。非長者之誘引。爭", "211": "能承紹。如有頌言。譬如暗中寶。無燈不能見。佛法無", "212": "人說。雖智不能了。", "213": "若不觀心。何以受持讀誦。以破塵出大千經卷。仰空", "214": "寫無量真詮。念念轉法輪。有何遺忘。故云。手不執卷。", "215": "常讀是經。口無言音。遍誦眾典。佛不說法。恒開妙音。", "216": "心不思惟。普照法界。是以若遺文了義。如師子就人。", "217": "若背義侚文。猶癡犬逐塊。故云。我所說者。義理非文。", "218": "汝所說者。文語非義。名字如塊。真理如人。無明癡犬", "219": "逐名言塊。種智師子得理亡名。是以但侚其名言者。", "220": "只為不見自性。發萌芽於境上。起覺觀於心中。水動", "221": "珠昏。雲飛月隱。如有頌言。瞎狗吠茆藂。盲人唱賊虎。", "222": "循聲故致迷。良猶目無覩。故知須具己眼。開發本心。", "223": "是以智人打牛不打車。愚人磨甎不磨鏡。磨甎焉能", "224": "照物。打車曷以進途。打車有役苦身。只練邪見無益", "225": "之行。磨甎似背圓教。唯成但空下劣之乘。覩為不薦", "226": "靈臺。真如法寶。此是諸佛大威德不思議法門。猶赫", "227": "赫日輪。豈外道嬰孩之所觀。高高圓座。非少乘矬陋", "228": "之能昇。蚊蚋而難負須彌。鷦鷯而焉吞㴾澥。應須普", "229": "賢長者子文殊大人。方可直下承當。頓圓無滯矣。", "230": "若不觀心。何以弘法。以一心為如來所說之根本。盖", "231": "緣如來依此一心。而成就故。是則教理行果。皆依此", "232": "心。從微至著。未甞離此。若離於心。得成佛者。無有是", "233": "處。離此有觀者。皆外道教也。是以云。所言法者。謂眾", "234": "生心。是心則攝一切世間出世間法。依於此心。顯示", "235": "摩訶衍義。如有頌言。若一切唯心。世間何處住。去來", "236": "依何法。如何見地中。如鳥虗空中。依心風而去。不住", "237": "不觀察。於地上而者。如是諸眾生。依分別風動。自心", "238": "中去來。如空中飛鳥。見身資生器。佛說心如是。故知", "239": "若未識心。不名弘法。故云。一切諸法。悉出心中。心即", "240": "大乘。心即佛性。又心攝諸教。觀一切眾生心中。具足", "241": "一切法門。如來明審。照其心法。桉彼心說。無量教法。", "242": "從心而出。雖名義無盡。同詮一心。故云。華嚴等經中。", "243": "遮境唯識。名為唯心。辨中邊論。遮邊執路。名為中道。", "244": "般若經中。明簡擇性。名為般若。法華經中。明究意運", "245": "載。名曰一乘。勝鬘經中。遮餘虗妄。名一實體諦。顯法", "246": "根本。亦名一依。由空而證。又是空性。亦名為空。彰異", "247": "出纏。顯攝佛德。佛從中出。名如來藏。明體不染。真實", "248": "法性。名自性清淨心。功德自體。亦名法身。無垢稱經。", "249": "遮理無差別。名不二法門。大惠經中。表無起盡。亦名", "250": "不生不滅。涅槃經中。彰法身因。多名佛性。離縛解脫。", "251": "亦名涅槃。楞伽經中。表離言說。名不思議。瑜伽等中。", "252": "顯不可施設。名非安立。攝大乘等。顯此遍常等。名圓", "253": "成實。對法論等。明非妄倒。名曰真如。是以萬法隨心", "254": "而住。讚之莫窮。但契一心。自含眾德。故云。至聖垂誥。", "255": "鏡一心之玄極。大士弘闡。燭微言之幽致。雖忘懷於", "256": "詮旨之域。而浩行於文義之海。盖欲寄象繫之迹。窮", "257": "無盡之趣矣。是知非言。無以立其文。非文無以廣其", "258": "義。非義無以窮其玄。夫得其玄者。則一心無盡之宗", "259": "矣。故有頌云。若欲三千大千界。教化一切諸羣生。如", "260": "雲廣布無不及。隨其根欲悉令熹。毛端佛眾無有數。", "261": "眾生心樂亦無極。悉應其心與法門。一切法界皆如", "262": "是。若此弘法。所利何窮。直指自心。全提家寶。如傾囊", "263": "倒藏。大施無遮。徹果該因。更無前後。可謂一念一時", "264": "所益際矣。故云。遮那之境界。眾妙之玄門。知識說之", "265": "而不窮。善財酌之而不竭。文殊體之而寂寂。普賢證", "266": "之以重重。是以若隨其法性。如雲散長空。本無一物。", "267": "若隨其智用。如華開春谷。佛事無遍。雖說遍恒沙。同", "268": "遵一道矣。故云。如來於一言語中。演說無邊契經海。", "269": "若不觀心。何以建立道場。以一念知一切法。是道場", "270": "成就一切智故。又云。一切眾生。皆是道場。是不動相", "271": "故。又道場者。實相理遍為場。萬行通證為道。即道無", "272": "不至。場無不在。若能懷道場於胸中。遺萬累於身外", "273": "者。雖復形處憒閙。跡與事隣。乘動所遊。無非道場也。", "274": "所以棄諸盖菩薩白佛言。世尊。曾聞如來而坐道場。", "275": "道在何處。為近為遠。而可見不。佛言。善男子。法身遍", "276": "滿。無非佛土。十方世界。五蔭精舍。性空自離。即是道", "277": "場。云何問言為近遠耶。善男子。若能悟解道在身心。", "278": "如是之人。則名為見諸法。又云。我坐道場時。不得一", "279": "法。唯得顛倒煩惱所起。畢竟空性。以無所得故得。以", "280": "無所知故知。", "281": "若不觀心。何明法相。以有為無為一切諸法相。皆從", "282": "心出。無不心也。以心不守自性。能隨染淨之緣。成十", "283": "法界之相。故稱法相。以正隨緣時。不失自性。故稱法", "284": "性。則隨緣無性。無性隨緣。如水不守自性。隨風作波。", "285": "正作波時。不失濕性。若失濕性。不能與波。心性亦爾。", "286": "是知法性法相。真俗義門。並是如來藏性清淨真心", "287": "之所建立。若善若惡。隨心所轉。若順轉即名涅槃。故", "288": "云。心造諸如來。若逆轉即是生死。故云。三界虗妄。皆", "289": "一心作。如水之體無方圓。入方器則方。入圓器則圓。", "290": "故云。諸佛非天非人。而能天能人。在天而天。在人而", "291": "人矣。如有頌言。譬如一心力。能生種種心。如是一佛", "292": "身。普現一切佛。如是通達。一際無差。非古非今。不增", "293": "不減。如有頌言。如人掘路土。私人以為像。愚人謂像", "294": "生。智者言路土。後時穴欲行。還將像填路。像本非生", "295": "滅。路亦無新故。所以生滅隨緣有異。新故約時不同。", "296": "始末窮之。唯一路土。況前後聖。迷悟不同。初後觀之。", "297": "但一心識。如是則見自心之高廣。照無窮之聖應。遂", "298": "乃未解者令解。未安者能安。恩覆大千。慈含法界。故", "299": "云。若幽冥世界。及於一一世界中間。日月等光。所不", "300": "照處。為作光明。應學般若波羅蜜多。斯之謂也。", "301": "若不觀心。何以莊嚴。以諸佛法身。如真金相好。似金", "302": "在嚴具。以金作具。體用全同。從心現色。性相無二。如", "303": "問云。若佛法身。無有種種差別色相。云何能現種種", "304": "諸色。答以法身是色實體故。能現種種色。謂從本來。", "305": "色心無二。沙色本性即心自性。說名智身。以心本性", "306": "即色自性。說名法身。依於法身。一切如來所現色身。", "307": "遍一切處。無有間斷。又以無邊佛事。皆從一心而起。", "308": "以從波羅蜜所出一切寶盖。於一切佛境界。清淨解", "309": "所生一切華帳。無生法忍所生一切衣。入金剛法無", "310": "礙心所生一切鈴網。解一切法如幻心所生一切堅", "311": "固香等。故菩薩不待㽵嚴成就諸法。以一心自具故。", "312": "是以觸境皆心。盡成佛事。故云。雲臺寶網。盡演妙音。", "313": "毛孔光明。皆能說法。香積世界。喰香飯而三昧顯。極", "314": "樂佛國。聽風柯而正念成。絲竹可以傳心。目擊以之", "315": "存道。既語默視瞬皆說。則見聞覺知盡聽。苟能得法", "316": "契神。何必要因言說。如相者占人面色。辯貴賤之形。", "317": "外道打髑髏之聲。察善惡之事。馬鳴有和羅之技。帝", "318": "釋有法樂之臣。琴中傳意於秦王。脫荊軻之手。相如", "319": "調文君之女。終獲隨車。是知若色若聲。悉具一心法", "320": "界。故云。一切色是佛色。一切聲是佛聲矣。", "321": "若不觀心。何以成菩提。以菩提即是道。道即是自性", "322": "清淨心。湛然不動。盖是正覺無相之真智。其道虗玄。", "323": "妙絕常境。聽者無以容其聽。智者無以運其知。辨者", "324": "無以措其言。像者無以狀其儀。故云。菩提心者。非有", "325": "非造。離於文字。菩提即是心。心即是眾生。若能如是", "326": "解。是名菩薩修菩提心故。所以證心成菩提。故稱究", "327": "竟。無一念而不成遍照。以一念頓圓故。無一法而不", "328": "被光明。以念外無法故。如云。無有智外如。為智所入。", "329": "亦無如外智。能證於如。又云。無有少法。與法同止。是", "330": "知唯心一際法門。心外更無法可以對持。可以同止。", "331": "所以云。心不至境。境不至心。凡所見境。唯所見心。則", "332": "實際理地。諸佛不能行不能到。大魔王亦不能行不", "333": "能到。以佛魔俱是實際一心。若能行能到。即成二法。", "334": "何者。若有能行能到之人。則有所行所到之法。心外", "335": "有法。不成菩提。今則逆順同歸美惡齊旨。無非菩提", "336": "矣。如云五逆即菩提。既五逆逆與菩提。不出心性故。", "337": "所以天魔即法界。即生死即涅槃門。談實相而不壞", "338": "假名。論差別而不破平等。眼不見有不淨之剎。耳不", "339": "聞有可惡之聲。外道尼乾經。皆是佛說。提婆達多言", "340": "語。盡順正宗。則荊棘垂七重行樹之陰。梟獍說一道", "341": "甚深之旨。故云。如瑠璃寶器。隨所在處。不失其性。是", "342": "知心亦如是。垢法隨流而不增。淨法返流而不減。若", "343": "以空明即空現。若以色明即色現。隨法界緣。遍法界", "344": "現。現無現性。緣緣自空。唯一真心。湛然不動。如有頌", "345": "言。諸佛從心得解脫。心者無垢名清淨。五道鮮潔不", "346": "受染。有解此者成大道。則五道由心。雖遍丹臺。無染", "347": "恒清。展六合而不弘。縮一塵而非溢。披毛戴角。而本", "348": "性不殊。魄散形銷。而一靈常在。", "349": "若不觀心。何具道品。以身受心法。但一真心。俱無自", "350": "性。了不可得。即四念處觀。善不善品法。從心化生。即", "351": "四正勤。心性虗通。隱顯自在。即四神足。信心堅固。湛", "352": "若虗空。即五根五力。覺心不起。即七覺支。直了心性。", "353": "非邪非正。即八正道。心境融通。自他一體。即四攝法。", "354": "不得身口意常隨智慧行。即十八不共法。乃至萬行", "355": "因圓。十地果滿。直至受記成佛。皆不離一心。故云。心", "356": "淨無垢。則為受決。又云。不得一法。諸佛疾與受記。此", "357": "一心門。神性獨立。未曾即一法。未曾離一法。未甞同", "358": "一法。未甞異一法。何者。以心外無法。見法是心。故稱", "359": "無為之門。絕待之妙。如文殊履處盡為金。海惠來時", "360": "純是水。所以云。一切諸法一心量。無心外法。以無心", "361": "外法故。豈一心法與一心法。作障礙事。亦一心法與", "362": "一心法。作解脫事。無有障礙。無有解脫。又云。不見一", "363": "切諸法。是菩提相。不證一法而證諸法。是故說為應", "364": "正遍知。此六自在王。恒常清淨。要凡即凡。要聖即聖。", "365": "大水不拘。迷悟焉定。羣生根由。諸佛性命。但隨緣生。", "366": "不與物競。似指南車。萬物同歸。如解鷄犀。四面皆正。", "367": "故云。能知一切唯是一心。名為心自在。則無盡法財", "368": "珍寶。常出掌中。十方一切虗空。皆為智藏。若不信自", "369": "法。而取前塵。猶舉手摘遙星。投身撈水月。吹魚網而", "370": "欲令氣滿。取馨響而擬藏筐中。豈有得時。盡之甚矣。", "371": "如今取勝妙境。猶美女愛鏡裏之容。厭違逆境。若惡", "372": "馬自怖日中之影。又取境之者。如空中求空。捨法之", "373": "人。若畏空狂走。取捨而不離空內。憎愛而俱在心中。", "374": "以不正觀。成茲倒見。如有頌云。言詞所說法。小智妄", "375": "分別。是故生障礙。不了於自心。不能了自心。云何智", "376": "正道。彼由顛倒想。增長一切惡。又云。第一義諦者。但", "377": "唯是心。若不了心。皆成世諦。所以云。以肉眼觀。無真", "378": "不俗。以法眼觀。無俗不真。然若識心。則肉眼是佛眼。", "379": "或不了心。則天眼成翳眼。如云大士肉眼圓通。二乘", "380": "天眼有翳。且二乘以無漏智修得天眼。云何却成障", "381": "翳。以藏通二教。雖具六通。不能一心即具法界。皆以", "382": "滅心為極果。設使別教大乘。能知一切法趣。此心今", "383": "未圓具。須歷別修行。次第生起。俱存教道。不入圓通。", "384": "以此觀門。唯上根直受爾。", "385": "若不觀心。何成佛事。以萬法隨心迴轉。善成一切。能", "386": "令凡聖交徹。大小相含。隱顯互成。一多融攝。故云。觀", "387": "心空王。玄妙難測。無形無相。有大神力。所以云。此之", "388": "供具。皆是無作法所印。無上心所成。是以華藏山河。", "389": "皆成佛事。善財知見。悉入法門。輪王坐妙寶床時。入", "390": "四禪而離五欲。菩薩著法性冠處。見一切法。悉現在", "391": "心。或寂寞無言。示心輪而顯妙。或虗空絕相。化闍王", "392": "以悟真。袈裟懸於高幢。香飯取於上土。或目擊而存", "393": "道。或異相而傳心。故一毫智慧之心光。示種種塵勞", "394": "之佛事。乃至如法華身內。積大䥫圍之山川。摩耶腹", "395": "中。展不可說之世界。一塵中見難思之佛國。針鋒上", "396": "立無邊之身雲。以四海之渺瀰。攝歸毛孔。用須彌之", "397": "高廣。內入芥中。飛佛土於十方。未移本處。擲大千於", "398": "界外。含識莫知。日月懸於毫端。供具現於體內。腹納", "399": "劫燒之𦦨。火事如然。口吸十方之風。身無損減。斯皆", "400": "自心轉變。不動而遠近俄分。一念包容。無礙而大小", "401": "相入。或云。香積去此。有四十二恒河世界者。即是經", "402": "歷四十二位心地法門。或云。散華瓔珞。空中成四柱", "403": "之寶臺者。即是常樂我淨。一心四德之涅槃。所以云。", "404": "此華盖等。皆是無生法忍之所生起。或佛言。彼時鹿", "405": "王者。即我身是。即結會古今。明自心一際之法。或教", "406": "中凡有空中發聲告示。言下息疑者。並是頓悟自心。", "407": "非他境界。如解脫和尚得遇化佛。因請問深旨。佛乃", "408": "隱身不現。空中說偈云。方便智為燈。照見心境界。欲", "409": "知真實法。一切無所見。因茲悟道。又如楞伽王。聞佛", "410": "說法後。佛與四眾。忽然不見。因此思惟。頓入唯心之", "411": "旨。或法華移天人於他土。即是三變心田。或維摩取", "412": "妙熹來此方。斯乃即穢明淨。或丈室容於高座。寶蓋", "413": "現於大千。未離兜率。已般涅槃。不起樹王。而昇忉利。", "414": "執手經無量之劫。登閣見三世之因。釋迦眉間。出菩", "415": "薩身雲之象。普賢毛孔。示諸佛境界之門。小器出無", "416": "限之嘉羞。仰空而雨難窮之珍寶。不動此處。遍坐", "417": "道場。十剎寶坊。合為一土。聞經於五十小劫。猶若剎", "418": "那之時。現通七日之中。舒之為一大劫。如王質遇仙", "419": "碁。一局經三年。而謂食頃。周穆皇隨於幻士。積多歲。", "420": "實謂剎那。尚能以短為長。以長為短。故知非干多時", "421": "劫。唯識所成耳。乃至六相義十玄門。皆是一心圓融", "422": "顯現無礙。六相義者。一心為總相。多心為別相。乃至", "423": "能同能異。能成能壞。皆是一心本末建立。十玄門者。", "424": "同時具足相應門。一多相容不同門。乃至隱顯門。帝", "425": "網門。具德門。自在門。安立門。十世門。託事門。皆於此", "426": "由心迴轉善成一門。無量教義。一時成就。以平等心", "427": "是一義。差別心是多義。以一心即一切心。是相即義。", "428": "是同時相應義。以一切心入一心。是相入義。以一心", "429": "攝一切心。是隱義。以一切心資一心。是顯義。以不壞", "430": "差別心。而現平等心。是多中一義。以不隱平等心。而", "431": "現差別心。是一中多義。又微細心不礙廣大心。廣大", "432": "心不礙微細心。是一多不同義。以一實心是純。差別", "433": "心是雜。差別心即一實心。雜恒純。一實心即差別心。", "434": "純恒雜。即諸藏純雜義。以一心帶一切心。還入一心。", "435": "是帝網義。因心現境識心。是託事顯法義。長劫短劫。", "436": "延促時量。皆從積念而成。一心所現。是十世義。因一", "437": "心正義。演難思法門。究竟指歸。言亡慮絕。即唯心迴", "438": "轉義。自心既爾。他心亦然。淨入交羅。重重無盡。並是", "439": "圓機入處。悉堪投足栖神。且如觀味聞香。皆能悟道。", "440": "華飛釧動。盡可證真。語默嘗合。玄微動止。未離法界。", "441": "乃至恒沙義聚。無量法門。舉一例諸。俱不出自心之", "442": "法。故知菩薩隨世所作。皆表心故。淨名經云。不捨道", "443": "法。現凡夫事。如云一念於一切處。為一切眾生。示成", "444": "正覺。是菩薩園林。法身周遍盡虗空一切世界故。則", "445": "知不用天眼視。徹見十方際。曷假天眼。耳聽遍聞法", "446": "界聲。寧仗仗。神足通疾至十方土。端坐寂不動。諸佛", "447": "常現前。緊那羅琴。豈假調品而韻。似無聲之樂。何須", "448": "彈擊而成。故云。摩訶迦葉久滅意根。圓明了知。不因", "449": "心念。又云。我有一語。不過直與。少於毫末。大無方所。", "450": "本自圓成。不勞機抒。", "451": "若不觀心。何以懺悔。以了一心。真性解脫。能空煩惱", "452": "繫縛九結十使等。若比餘法懺滌。校其功力。如㲲華", "453": "千斤。不如真金一兩。似一栴檀樹段四千由旬伊蘭", "454": "林。能令煩惱即菩提故。", "455": "若不觀心。何以滅罪。以罪從心生。還從心滅。故云。觀", "456": "心無心。從顛倒想起。如此想心。從妄想起。如空中風。", "457": "無依止處。如是法相。不生不沒。何者是罪。何者是福。", "458": "我心自空。罪福無主。如是懺悔。猶翻大地。非除枝葉。", "459": "如云夫免三塗惡業者。要須離有無二見。證解一心。", "460": "方得解脫。此乃是真阿蘭若處。正修行門。無別指歸。", "461": "究竟安隱。故云。自為洲渚。自為歸處。法為洲渚。法為", "462": "歸處。無別洲渚。無別歸處。乃至除病止飢。唯心所宰。", "463": "如吞虵得病。豈有實境當情。懸砂止飢。皆是幻心想", "464": "起。或輸忠立孝。亦心所成。故云。河嶽不靈。唯人所感。", "465": "是以箭銜石虎。奚功力之所致。三軍告醉。豈麴爇之", "466": "所成。魚躍水池。非網羅之所捕。笋抽寒谷。匪陽和之", "467": "所生。皆是自心內感外現。又如唐德宗朝。驃國有使。", "468": "帝問。何以知朕臨朝。對云。我國三年。牛馬頭向東而", "469": "臥。水無巨浪。海不揚波。所以知中夏有華風。乃陛下", "470": "之聖德。復有珠還合浦。劒去吳都。虎負子而過江。鳳", "471": "呈祥而入境。且牛虎無計度分別。珠劒本屬無情。豈", "472": "能感德知恩。抱強負弱。全是人心之所感。真唯識義", "473": "之所成。如篤善則天座擁前。習惡則火車盈側。命富", "474": "則玉堂金屋。業貧則瓮牖席門。但將心鏡照之。萬事", "475": "難迯影跡。如有偈言。亦不從天生。亦不從地出。但是", "476": "空心性。照世間如日。更不見者。是盲者咎。故云。雲駃", "477": "月運。舟行岸移。不知妄想之雲自飛。真月何動。豈悟", "478": "攀緣之舟常泛。覺岸匪移。", "479": "若不觀心。何以報恩。故云。將此深心奉塵剎。此則名", "480": "為報佛恩。是以若報佛恩。無先弘法。裂邪見網。竪正", "481": "法幢。若欲闡揚。離心非正。心若正。萬法皆正。心若邪。", "482": "萬法亦邪。若離自心外。欲破他邪。此乃立自立他。邪", "483": "見見正。如卸甲入陣。弃火焚󴃑。欲希破歒下種。無有", "484": "是處。但能守護自心。即是護持正法。亦是普念十方", "485": "如來。亦名報恩。亦名滿願。亦是無非菩薩捨身命處。", "486": "亦是諸佛畢竟般涅槃處。則一切寶王所有諸法。一", "487": "切至教攝化之門。一切宗旨秘密之藏。一切因果甚", "488": "深之事。此皆於此心。無不圓足。是以羣賢竟起。咸入", "489": "此門。萬法浩然。宗一無相。故云。十方佛土中。唯有一", "490": "乘法。則過去諸佛已說。現在諸佛今說。未來諸佛當", "491": "說。若能談斯妙法。弘此圓宗。以凡夫業報之身同佛", "492": "所知。用父母所生之眼。齊如來見。可謂下佛種子於", "493": "眾生身田之中。抽正法芽。向煩惱欲泥之內。然後七", "494": "覺華發。菩提果成。展轉相生。至無盡際。有茲法利。愍", "495": "彼未聞。故聲聞覩斯大事。自鄙無堪。或號泣而聲振", "496": "大千。或云。同共一法中。而不得此事。若菩薩。聞茲妙", "497": "旨。懺悔前非。或云。從無量劫來。為我之所漂流。或言", "498": "我等歸前。悉是邪見人也。是以偶斯正教。思地難酬。", "499": "任身座肉燈。皮紙骨筆。乃至常啼東請。善財南求。藥", "500": "王燒手。普明刎頭。皆不能報一句之恩。故云。手足供", "501": "給。頭頂禮敬。一切供養。皆不能報。唯持此心。是名真", "502": "報恩。如有頌言。假使造寶塔。其數如恒沙。不如剎那", "503": "頃。思惟於此經。又弘餘法。未足為難。如云若立有頂。", "504": "為眾演說無量餘經。亦未為難。乃至足動大千界。手", "505": "把虗空行。亦未為難。能說是經。是則為難。故知。竭海", "506": "移山。非無為之力。任使攝虗履水。皆有漏之通。曷若", "507": "開諸佛心。演如來藏。紹菩提種。入一乘門。能託聖胎。", "508": "成真佛子。何以故。謂得本故。如從源出水。因乳得酥。", "509": "鑿山求金。而不鑿樹。鑽乳求酥。而不鑽水。以樹無金", "510": "水無酥故。以決定知。一切眾生。皆有如來藏。特令開", "511": "悟。返照絕疑。無有不得之者。入此觀門。即如來性。菩", "512": "提道果。應念俱成。如下水之船。便風之火。若隨他教。", "513": "不此正觀。設福智齊修不成就。如求乳鑽之水。離山", "514": "鑿金。任歷三祇。豈有得理。", "515": "若不觀心。何以伐苦。以心同法界。眾生受苦之處。即", "516": "是菩薩心。故云。說苦受互起。無有定體。令知苦無生。", "517": "不妄受故。是知說法名為伐苦。以眾生不知。故造罪", "518": "業。遺失真性。本驟外塵。揑目而生三界之華。迷頭而", "519": "認六趣之影。捨真慈父。傭賃外方。背己智王。覊栖他", "520": "國。貧窮孤露。歷劫無依。聞此觀心頓成。遭遇本來妙", "521": "旨。拂霧瞻天。無始塵勞。猶擎湯沃雪。遂乃裂魔罥。趠", "522": "欲泥。摧慢山。竭愛水。貨衣珠而大富。寧探驪頷之珠。", "523": "領家藏以長榮。豈假連城之寶。可謂即凡成聖。點礫", "524": "為金。轉酥酪作醍醐。變毒藥而成甘露。逐使寒󰞆再", "525": "𦦨。必死重生。萎草逢春。枯田遇雨。掘眾生之乾土。涌", "526": "諸佛之智泉。抽聲聞之燋芽。結一乘之圓果。如此開", "527": "示。不負前機。如解時後之方。似出囊中之寶。", "528": "若不觀心。何以明三寶。以心能大覺。即是佛寶。心能", "529": "軌持。即是法寶。心能和合。即是僧寶。又云。心王即是", "530": "佛寶。心數即僧寶。所緣實際。無王無數。即法寶故。", "531": "若不觀心。何以了四諦。以心為苦實際。名苦諦。心性", "532": "無和合。名集諦。心本寂滅。名滅諦。心本圓通。名道諦。", "533": "若不觀心。何以明三乘。以觀心空。出聲聞乘。觀心假。", "534": "出菩薩乘。觀心中。出諸佛乘。故知諸乘從心建立。所", "535": "以云。若彼心滅盡。無乘及乘者。既無五乘之法。亦無", "536": "能乘之人。以離人無有法。離法無有人故。", "537": "若不觀心。何以運神通。以一心不動。遍應十方。無來", "538": "去相。即是神足通。心含三世。猶如眼見。即宿命通。以", "539": "自心知他心。即他心通。不以二相見。即天眼通。聲處", "540": "全聞。即天耳通。了境是心。不起對執。即漏盡通。", "541": "若不觀心。何成解脫。以一心門。具足真解脫。古佛慈", "542": "勅。諸佛解脫。只令於眾生心行中求。不於餘處求。何", "543": "者。只謂眾生繫縛心。是佛解脫心。縛脫似異。心性全", "544": "同。以因心成縛。因心成解故。如求火須木。求水須氷。", "545": "以氷木是水火所出之源。求無不獲。如自心。是羣生", "546": "之本性。諸佛之果源。諸佛常同。眾生自異。若決定於", "547": "心求之。無不成現。是知縛脫同原。真俗無際。如今古", "548": "之日照無明。過現之風皷不二。動似濫觴一滴。與四", "549": "海之濕性無差。若芥孔之空。等大虗之包含靡別。", "550": "若不觀心。何明三藏。以一切教藏皆從心生。故云。一", "551": "切諸法畢竟寂滅。心寂滅故云究竟毗尼。即心出律", "552": "藏。一切善惡等法。唯心所持。經緯無盡。即心出經藏。", "553": "觀心能研砂義。即心出論藏。", "554": "若不觀心。何以降四魔。以一切障難皆是心魔。故云。", "555": "若阿蘭若比丘。當坐禪之時。或有異境現前。但念唯", "556": "心境界。無不速滅。又云。譬如兩木相揩。則火自生。還", "557": "燒其木。火不從風出。不從水出。不從地出。其四魔者。", "558": "亦復如是。皆從心生。不從外來。譬如畵師畵作形像。", "559": "隨手大小。雖因緣合有彩有板有筆。畵師不畵。不能", "560": "成像。四魔如是。心已堅固。便無所起。故知萬像雖備", "561": "色等。皆是無記法門。焉能運為建立。又此六塵是鈍。", "562": "不能自立。不能自名。一切能依無力。須假所依心成。", "563": "今時學人。若不直下頓明自心。練行設滿三祇。終不", "564": "成辦。何者。以所治之過患無邊。不能治之功德何盡。", "565": "又真俗境闊。差別門深。若一一依通。分求分解。似持", "566": "螺酌海。折草量天。枉役思勞神。罔窮邊際。若能通達。", "567": "悉是自心。則收法界。於甞中指十方。於眼際視寶剎。", "568": "難思教海。弗待尋而自知。諸佛無盡身雲。不動念而", "569": "常見。發行而便超極地。成果而不隔初心。此是諸佛", "570": "所證之門。菩薩所乘之道。又云。言大乘者。謂是菩薩", "571": "所行之路。及佛勝果。為得此故。修唯識觀。是無過失", "572": "方便正路。為此類故。顯彼方便。於諸經中。種種行相。", "573": "而廣說。如地水火風并持物。品類難悉。方處無邊。由", "574": "此審知。自心相現。遂於諸處。捨其外相。遠離欣慼。復", "575": "觀有海。喧靜無差。弃彼小途。絕大乘望。及於諸有耽", "576": "著之類。觀若險岸。深生怖畏。正趣中道。若知但是自", "577": "心所作。無邊資粮。易為積集。不待多時。如少用功。能", "578": "成大事。善遊行處。猶若甞中。由斯理故。所有願求。當", "579": "能圓滿。隨意而轉。又有頌云。未了境唯心。起種種分", "580": "別。達境唯心已。分別則不生。既了境唯心。便捨外塵", "581": "相。從此息分別。悟平等真空。", "582": "若不觀心。何以殺六賊。從一心起生三顛倒。一心顛", "583": "倒。二見顛倒。三想顛倒。心如停賊主人。見是賊身。想", "584": "如賊脚。根塵是賊媒。內外構連。劫盡家寶。見劫眼根", "585": "善。聲劫耳根善。香劫鼻根善。味劫舌根善。觸劫身根", "586": "善。法劫意根善。遂使法財傾竭。智藏空虗。如怨詐親。", "587": "誰有知者。如或識賊。賊不能為。若了境識心。終不為", "588": "外塵所侵。內結能縛。若不入此唯心觀門。未習學之", "589": "者。則情牽萬境。意起百思。投五欲旋火之輪。未曾略", "590": "暇。陷五濁狴牢之處。何省暫離。塵網千重。密密而常", "591": "籠意地。愛繩萬結。條條而盡繫情田。聳高阜於慢山。", "592": "橫遮法界。涵長波於貪海。吞盡欲流。若蟻聚蜂攢。攀", "593": "緣擾擾。如鼠偷狗竊。結構營營。八苦之𦦨長燒。二死", "594": "之河恒沒。迷現量而失自心體。逐比非而妄認外塵。", "595": "終日將心取心。以幻󴂭幻。似狗齩枯骨。自嚥其津。如", "596": "象鼻取水。還沐己體。必無前境。而作對治。自從受身", "597": "含識已來。居三界塵勞之內。猶熱病見鬼。於非怨處", "598": "認怨。若翳眼生華。向無愛中起愛。妄出妄歿。空是空", "599": "非。都不覺知。莫能暫察。今更不信。復待何時。然一切", "600": "眾生。雖具佛性。若不開導。似有如無。應須勸發圓修。", "601": "普令成其法器。故云。譬如琵琶方響。雖有妙音。若無", "602": "妙指。則不能發。是以樂蘊奇音。指妙而宮商應節。人", "603": "懷覺性。智巧而動用宜真。故須速入此觀心門。何往", "604": "不從。無求不利。照之如鏡。何法而不明。歸之如海。何", "605": "以而不入。千年闇室。破之唯一燈。無始塵勞。照之唯", "606": "一觀。如云利之所在。雖千仞之山。無所不上。深源之", "607": "下。無所不入。商人通估。倍道兼行。夜以續日。千里不", "608": "遠。利在前也。漁人入海。海水百仞。衝波迸流。宿夜不", "609": "出。利在水也。此乃世間勤苦求利之志耳。斯乃求世", "610": "寶。資業身。增生死。背菩提。尚能殞命亡軀。捍勞忍苦。", "611": "志求不退。如或堅求至道。曉夕忘疲。不向外求。虗襟", "612": "澄慮。密室靜坐。端拱寧神。利在心也。如利之所在。求", "613": "無不獲。況道在心。信無不得矣。此乃求覺寶。養法身。", "614": "減生死。成菩提。匪勞神。不動念。靡攀足。焉用功。自然", "615": "冥契耳。", "616": "若不觀心。何以辯染淨。以真心不守自性。隨惡緣而", "617": "成染。隨善緣而成淨。當隨緣時。不失自心本性。又染", "618": "淨相待。真妄互熏。隨緣似生。俱無自體。故云。見垢實", "619": "性。即無淨相。", "620": "若不觀心。何達二諦。以心真如門即真諦。心生滅門", "621": "即俗諦。此二諦俱能生一切法故。又心成三諦者。以", "622": "有心也。一切法者。即是有諦心無也。一切法無。即是", "623": "無諦。有無不二。即是中道第一義諦。乃至一實諦無", "624": "諦。及百法八諦。華嚴十諦。皆是一心體用。開合不同故。", "625": "若不觀心。何以和光。若凡若聖各別。不得名和。心體", "626": "離念。不得眾生相。法界即我。我即法界。名和。故知若", "627": "歸一心。有何差別。無一法而不順。能成孝義之門。無", "628": "一念而不和。盡為無諍之道。遂得迬法國土。無一境", "629": "而不降。靜佛邊疆。絕一塵而作亂。定父子於今日。唯", "630": "我家風。會天性於此時。更無異種。可謂蘭出蘭葉。檀", "631": "出檀枝。海湧千波。千波即海矣。如有頌言。一身及無", "632": "量。燃火及霪雨。心心體不異。故說但是心。心中但是", "633": "心。心無而生種種色形相。所見唯是心。既達斯宗。名", "634": "為復本。性雖本具。道假人弘。然後定慧更修。等持互", "635": "顯。則智非禪。無以發其照。禪非智。無以窮其幽。斯乃", "636": "泛海之迅航。燭宗門之皎日。昇第一義天之兩翼。駕", "637": "大白牛車之二輪。散妄亂而似風吹雲。破愚闇而日", "638": "照世。動邪見之深㓨。拔無明之厚根。為大覺海之陰", "639": "陽。作寶華王之父母。俻一乘之基地。堅萬行之垣墻。", "640": "是以今時自理未通。仍乖習學。似牛羊眼。罔辯方隅。", "641": "同愚癡心。不分菽麥。智燈既闇。定水全枯。綆短而不", "642": "勾深泉。翅弱而不能遠翥。唯堅我執。成萬有之瘡疣。", "643": "偏起著心。作四魔之根蒂。境飃識𦦨。燒盡善根。業動", "644": "心風。吹殘白業。著嗔魑魅之鬼趣。墮癡羅剎之網中。", "645": "被貪愛王之拘留。遭魔怨主之軀役。誰能暫省。傚此", "646": "圓修。歷千佛而不敬。炷萬燈而莫曙。嗟乎人身易失。", "647": "佛世難逢。虗度時光。空喪天日。如有頌言。盲龜浮木", "648": "孔。時時猶可值。人一失命根。億劫復難是。海水深廣", "649": "大。三百三十六。一針投海底。求之尚可得。設或有慕", "650": "道。又多是妄求。唯將意解情思。並是隨言徇義。俱不", "651": "見性。盡隨依通。如携兔角之弓。駕龜毛之箭。以無手", "652": "之者。擬射碎須彌之山。似傾壓沙之油。點無煙之火。", "653": "貯漏巵之內。欲照破䥫圍之陰。徒役狂心。無有是處。", "654": "如今但直了斯旨。知解自銷。反爾忘緣。藎然無寄。如", "655": "有頌言。若人見般若。論義心皆絕。猶如日出時。朝露", "656": "一時。可謂施微功而獲大果。與少學而齊上賢。圓萬", "657": "德於少成。促三祇於一念。似戰士受輪王之寶。同長", "658": "者得摩尼之珠。應用無窮。自他兼利。", "659": "若不觀心。何以稱富。故云。大富無過知足。何者。以一", "660": "心具足萬行。更無心外法可求。是以悟心得道之人。", "661": "懷抱曠然。大忘天下。如云金剛寶藏無有缺減。是以", "662": "身中表一相。含無邊功德之門。眉間放一毫。照一萬", "663": "八千世界。此寶無價。不遠當人。求之無形。用之無盡", "664": "也。所以云。夫天地之內。宇宙之間。中有一寶。秘在形", "665": "山。識物靈照。內外空然。寂寞難見。其謂玄玄。乃至其", "666": "寶也。奐奐煌煌。朗照十方。隱寂無無。物圓堂堂。應聲", "667": "應色。應陰應陽。奇特無根。妙用常存。眴目不見。側耳", "668": "不聞。", "669": "若不觀心。何以稱貴。以道在即貴故。綿密難見。隱顯", "670": "如神。五目難覩。其容二聽。不聞其響。迎之不見其前。", "671": "隨之弗得其後。提實相印。作物外之宗師。入真如門。", "672": "紹法王之嫡子。得法國土。處萬有尊。巍巍堂堂。三界", "673": "獨步。別聖歸命。無一事而不賓。眾哲投成。無一塵而", "674": "不伏。故云。自從識得此明珠。釋梵輪王俱不要。", "675": "若不觀心。皆成疎外。所以天下至親。無過於心。故偈", "676": "云。汝言與心親。父母非可比。汝行與道合。諸佛心即", "677": "是。又云。我與己為親。智者善調心。則得生善趣。若心", "678": "外有見。則二法生。二則成疎。念念違背。若得一則無", "679": "諍。得一則宜宗。是以十方諸佛。常正念無二之法。故", "680": "云。一即是心。心即是一。無一別心。無心別一。一切諸", "681": "法。平等一味。一相無相。作一種光明心地之海。如是", "682": "則自他無對。能所不生。念念冥真。心心合道。如有頌", "683": "言。乃至有所立。一切皆錯亂。若見唯自心。是則無違", "684": "諍。又如頌言。身資生住持。若夢中生口。應有二種心。", "685": "而心無二相。如刀不自割。如指不自觸。如心不自見。", "686": "其事亦如是。若入此觀門。內外皆成法眷屬。眾生如", "687": "佛如。一如無二如。理性相關。故稱如來為世間之父。", "688": "一切眾生為諸佛子。約自證法。則禪定為父。般若為", "689": "母。而生真淨法身。若利他法。則方便為父。慈悲為母。", "690": "而生應化佛身。故云。菩薩以般若波羅蜜為母。方便", "691": "善巧為父。檀波羅蜜為乳母。尸羅波羅蜜為養母。忍", "692": "辱波羅蜜為裝嚴具。精進波羅蜜為養育者。禪波羅", "693": "蜜為浣濯人。善知識為教授師。一切菩提為伴侶。一", "694": "切善法為親屬。一切菩薩為兄弟。菩提心為家。如理", "695": "修行為家法。諸地善法為家處。得諸忍法為家族。大", "696": "願現前為家教。以清淨智。滿足諸行。為順家法。勸發", "697": "勤修。不斷大乘。為紹家業。法水灌頂。一生所繫菩薩。", "698": "為王太子。成就廣大真實菩提。為淨家族。此是自心", "699": "出世法屬。若心生世間親眷。則無明為父。貪愛為母。", "700": "六根為男。六塵為女。識為媒嫁。出生無量煩惱子孫。", "701": "則以三界為家。四趣為路。我慢為墻壍。妄執為門庭。", "702": "疑悔為親。顛倒為侶。邪見為導。謬解為師。駕六入之", "703": "舟船。入輪迴之障海。住五蘊之窟宅。󰋪九結之煩籠。", "704": "乃至用業為田。癡為種子。貪愛為水。澆名色芽。發起", "705": "無量無邊生死之果。故云。有念即生死。無念即泥源", "706": "矣。故知八萬四千法門。一切真俗之境。皆從心所現。", "707": "心為所現。法為能現。心為主。法為伴。能所相攝。主伴", "708": "更資。隱顯俱心。卷舒唯識。", "709": "若不觀心。皆成㒹倒。以心外見法。名為㒹。理外別求。", "710": "名為倒。凡夫常等四倒。聲聞無常等四倒。乃至九十", "711": "六種外道等。皆為不了自心。盡成迷倒。以心為境。迷", "712": "自作他。豈非倒耶。然既不取境。亦不可滅。以境自虗。", "713": "因心執有。若著境。若滅法。二俱成倒。如有頌言。覺但", "714": "是內心。不滅於外法。轉虗妄分別。即是中道法。唯心", "715": "無可見。離於心不生。即是中道法。我及諸佛說。是以", "716": "本師引十方諸佛。出廣長舌相。五眼所見。一心所知。", "717": "示此於無量劫來。求得此信之法。自覺聖智。親證法", "718": "門。凡聖同倫。一際平等。以外道見隔。眾生業遮。菩薩", "719": "執權。二乘取證。俱不明達。盡昧圓常。若逝多林中。眇", "720": "目聲聞。罔覩華嚴之佛事。似恒河岸上針喉餓鬼。不", "721": "見清淨之波瀾。如大富盲兒。處寶藏而不知不見。猶", "722": "業貧之士。遇珠珍而變作毒蛇。空負性靈甘絕分而", "723": "猶爛𥆋自樂。捨本逐末。同𧏙蜋而逐塊虗行。不偶斯", "724": "文。一生空過。普勸後學。莫擲光陰。可以佩荷書紳。可", "725": "以驚嗟刻骨。非施功力。即凡心而見佛心。不動塵勞。", "726": "當肉眼而開法眼。如千秋之夢。一覺頓惺。似九五之", "727": "尊。凡庸直受。今得聞此重重委曲真實之談。若更不", "728": "肯信入此總持觀心法門。謂之大失。故云。若不觀心。", "729": "設勤苦修行。即是天魔外道眷屬。為彼之所驅馳。方", "730": "處三界牢獄。設求出者。必墮二乘三惡道坑。自斷法", "731": "身慧命。誅滅菩提眷屬。是破佛法國土大乘之家。凡", "732": "所施為。皆無觀慧。雖身出家。而心不入道。雖披染服", "733": "未挂大乘之衣。是含識界中。從無始際來。內為五蔭", "734": "所麼。外為六塵所梏。觸途現境。寓目生情。如獼猴而", "735": "五處俱黏。類𧉑蛛而諸塵盡泊。所以見不超於色界。", "736": "聽不出於聲塵。若投網之魚。猶處籠之鳥。進退俱阻。", "737": "如𦍞羊之觸藩。驚懼齊臨。似乳鷰之窠幕。常居恐畏", "738": "之世。長受苦惱之身。但了一心。無相自顯。六趣狴牢。", "739": "五欲籠檻。自然超超。出必由戶。莫不因斯道矣。故云。", "740": "六道羣蒙。自此門出。歷千劫而不返。一何痛哉。故知", "741": "無明妄風。皷心海而易動。本覺真性。夢長夜而難惺。", "742": "遍境提宗。盈懷而弗悟。觸途示道。目擊而罔知。似美", "743": "玉投泥。自埋高價。如真金混礫。枉匿光輝。是以祖師", "744": "特地西來。諸佛驚入火宅。令知塵是識。了物即宗。無", "745": "始元因心迷。今日還從心悟。如因地而倒。復從地而", "746": "起身。因方故迷。還因方而悟道。是知心非迷悟。迷悟", "747": "是心。既達本心。鑒同千日。湛然寂照。非從境生。含虗", "748": "任緣。未嘗作意。明明不昧。了了常知。舒之無蹤。卷之", "749": "無迹。如澄潭瑩野。明鏡懸空。萬像森羅。奐然明白。不", "750": "出入無住無依。斯則千聖冥歸。萬靈交會。佛佛授手。", "751": "祖祖相傳。遂即登揚性起功德之門。頓具真如相用。", "752": "似磨吉鏡。如瑩神珠。光徹十方。影透法界。則一切眾", "753": "生。莫不承我恩力。十方諸佛。莫不賴我威光。不為延", "754": "促之所拘。豈令大小之能轉。便能隨緣應跡。赴感侚", "755": "機。不動道場。分身法界。常在此而恒在彼。不居方而", "756": "不離方。入此觀門。自在如是。會差別之迹。徹平等之", "757": "原。如金剛山。純現金光。似師子王。師子圍繞。猶摩梨", "758": "之山內。盡出栴檀。若諸天入雜林。更無優劣。比須彌", "759": "南面靡現珠形。如金沙大河。無復迴曲。況識一火是", "760": "熱。則天下火皆熱。知蜜能甜。例一切蜜盡甜。如有頌", "761": "言。森羅。及萬像。一法之所印。云何一法中。而見有種", "762": "種。又云。一即一切。一切即一。若能如是。何慮不畢。可", "763": "謂頓入究竟無餘。則能󰞆息遊心。坐參知識。言語同", "764": "斷。心行所滅矣。若開菩提路。妙旨難量。截煩惱門。殊", "765": "功莫敵。如金剛之斧刀。欲擬皆空。等無翳之日光。所", "766": "臨俱朗。等養由駕箭。一一啼猿。同香象渡河。步步到", "767": "底。比好堅之樹。出過羣林。似頻伽鳥聲。超餘音韻。直", "768": "下得力。如師子就人。一鎚便成。猶王之寶器。若海水", "769": "蕩無不盡。猶劫火燒無有餘。將師子䈥為琴絃。一奏", "770": "而眾音斷絕。以善見藥而治病。纔服萬病咸銷。如那", "771": "羅箭之功。勢穿䥫皷。以金剛之力。擬碎金山。遇斯法", "772": "聞。應須自慶。此是精實之義。絕妙之宗。牽衣而縷縷", "773": "俱來。提綱而孔孔皆正。照中為晨旭之照。珠中為摩", "774": "尼之珠。華中為青蓮之華。瑞中為優鉢之瑞。可謂大", "775": "中大。圓中圓。真中真。妙中妙。根本法輪之內。更處其", "776": "心。生在金輪種中。復為嫡子。以少方便。疾同菩薩。似", "777": "觀經尺鏡中。現千里之影。如窺牖隙之內。見無際之", "778": "空。囊括智源。一生參學事畢。冠戴行海。出世大事功", "779": "終。其由溺巨海而遇芳舟。隨長空而乘靈󳬈。開藏取", "780": "寶。剖蚌得珠。慧月入懷。靈丹在握。則萬邪莫迴其致。", "781": "千聖靡易其儀。說此法門。甚為希有。如一手接四天", "782": "下之雨。藕絲懸須彌之峯。蚊脚登山。石筏渡海。以難", "783": "信故。罕遇其機。若了達之人。如明識歸家道路。當信", "784": "入之者。頓知正宗。此觀心一門。無邊妙義。或得手擎", "785": "頂戴。口誦心思。目矚耳聞。意緣念想。則熏于識。染于", "786": "神。發其機。繼其種。不可輕慢。自起障心。如不信法華", "787": "一乘是成佛門。則身心狂亂。不識涅槃三寶是常住", "788": "法。則唇口乾樵。以不識不信故。捨背內心。馳求外境。", "789": "如遺真金拾礫。弃大海存漚。執魚目為珠。掬水泡作", "790": "寶。是以背心求道者。譬如癡賊。弃捨金寶。擔負瓦礫。", "791": "此之謂也。既不識真寶。便成謗心。則解背圓詮。謬說", "792": "般若。罔知乳之正色。唯談鵠雪。不辯象之真體。空述", "793": "秤箕。似入雜之金。同添水之乳。全埋意地。不出蔭城。", "794": "今時學人。例皆如此。是知實相之教。真訓之言。於無", "795": "量國中。尚不聞名字。設或遭遇深計曩緣。若不聞說", "796": "自心。焉知如是奇特。始悟不鏡方寸。辜負平生。如云", "797": "帝網未張。千瓔焉覿宏綱忽舉。萬目自開且如范獻", "798": "賤萬畝之田。以貴母人片說。楚莊輕千來之國。而重", "799": "申叔一言。古人求法。尚立雪幽庭。聞教則輸金若市。", "800": "乃剜身打髓。入火投嚴。盡為求聞於未聞。悟於未悟。", "801": "一句超於百億。一言證於菩提。此非少緣。須生兢慎", "802": "矣。故云。知色心空。得佛何難。又云。須臾聞之。即得究", "803": "竟菩提故。若能如是悟解。則境智俱閑。然後畢故而", "804": "不造新。隨緣而常合道。無依如水月。不繫若虗舟。以", "805": "虗空為心。匪嶮𡾟於時俗。用法界為量。寧隕㦜於世", "806": "途。意無所緣。不馳驅於境界。心無所寄。豈適莫於寰", "807": "區。遂得逆順竝行。怨親普救。善惡同化。利鈍咸收。理", "808": "事齊觀。權實雙用。乘戒兼急。正助相資。修性互成。體", "809": "用周俻。如萬善同歸頌云。", "810": "菩提無發而發佛道無求故成", "811": "妙用無行而行真智無作而作", "812": "與悲悟其同體行慈深入無緣", "813": "無所捨而行檀無所持而具戒", "814": "修進了無所起習忍達無所傷", "815": "般若悟境無生禪定知心無住", "816": "鑒無身而具相證無法而談詮", "817": "建立水月道場裝嚴性空世界", "818": "羅烈幻化供具供養影響如來", "819": "懺悔罪性本空勸請法身常住", "820": "迴向了無所得隨喜福等真如", "821": "讚歎彼我虗玄發願能使平等", "822": "禮拜影現法會行道步躡真空", "823": "焚香妙達無生誦經深通實相", "824": "散華顯諸無著彈指以表去塵", "825": "施為谷響度門修習空華萬行", "826": "深入緣生性海常遊如幻法門", "827": "誓斷無染塵勞願生唯心淨土", "828": "履踐實際理地出入無得觀門", "829": "降伏境像魔軍大作夢中佛事", "830": "廣度如化含識同證寂滅菩提", "831": "觀心玄樞一卷", "832": "治曆五年正月二十三日酉時□書寫了"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1290 觀心玄樞", "author": "宋 延壽撰"}