{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1343-A 黃龍晦堂心和尚語錄No. 1343-A", "1": "黃龍晦堂心和尚語錄", "10": "其徒子和。乃集錄其所甞聞。以屬余為序。余復之曰。", "100": "平生事。莫把絲綸取次拋。", "101": "上堂。心同虗空界。示等虗空法。證得虗空時。無是無", "102": "非法。便恁麼休去。停橈把纜且向灣裏泊船。若據衲", "103": "僧門下。天地懸隔。且道。衲僧門下。有甚長處。楖𣗖橫", "104": "擔不顧人。直入千峯萬峯去。", "105": "上堂。僧問。龍象盡臨於座側。互為賓主。意如何。師曰。", "106": "自家看取。僧曰。橫身當宇宙。更有出頭人。師曰。何得", "107": "問中而無眼。僧曰。不入虎穴。爭見虎子。師曰。縱越禹", "108": "門。風波更險。", "109": "復曰。爾若一向言中取則。譬如水母。以蝦為目。忽若", "11": "和孰為道。而汝師妄言之。孰為言。而汝曹妄聽之。孰", "110": "坐斷要關。爾又作麼生湊泊。乃擊禪牀一下曰。過。", "111": "上堂。不是心。不是佛。不是物。古人恁麼道。譬若管中", "112": "窺豹。但見一斑。設使入林不動草。入水不動波。猶是", "113": "騎馬向冰凌上行。若是射鵰底手。何不向虵頭上揩", "114": "痒。透關者。試辨看。", "115": "上堂。秋光清淺時。白露和煙島。良哉觀世音。全身入", "116": "荒草。明明舉唱。明明剖露。三十年後。莫辜負人好。", "117": "上堂。一不向。二不開。翻思南嶽與天台。堪笑白雲無", "118": "定止。被風吹去又吹來。", "119": "上堂。僧問。達磨九年面壁。意旨如何。師曰。身貧無被", "12": "為言。且聽者。而邀余妄序之。雖然汝師。既常妄言之", "120": "蓋。僧曰。莫辜負他先聖也無。師曰。闍梨見處。又作麼", "121": "生。僧畫一圓相。師曰。鷰󳭋不離窠。僧禮拜。師曰。更深", "122": "猶自可。午後始愁人　僧問。裴相叩黃檗。李翱登藥", "123": "嶠。未審意旨如何。師曰。月色靜中見。泉聲深處聞。僧", "124": "曰。祥雲觸處通。師曰。有眼底辨取。", "125": "復曰。未達境唯心。起種種分別。達境唯心已。分別則", "126": "不生。便捨外塵相。諸禪德。只如山河大地。明暗色空。", "127": "法法現前。作麼生說箇捨底道理。還明得麼。若將耳", "128": "聽終難曉。眼處聞聲方得知。", "129": "入郡廻上堂。去時春風高。埽盡千山雪。廻時春草深。", "13": "矣。汝曹又甞妄聽之矣。吾獨不可為汝妄序之耶。若", "130": "杜䳌啼更切。奇哉處處總持門。惆悵無因為君說。", "131": "上堂。不是風動。不是幡動。明眼漢。謾他一點也不得。", "132": "仁者心動且緩緩。爾向甚處見祖師。乃卓下拂子曰。", "133": "看。", "134": "上堂。佛真法身。猶若虗空。應物現形。如水中月。作麼", "135": "生說箇應底道理。遂舉拂子曰。見麼。幸無偏照處。剛", "136": "有不明時。", "137": "上堂。乾坤之內。宇宙之間。中有一寶。秘在黃龍拂子", "138": "頭上。擬欲賣與諸人。不作貴不作賤。作麼生商量。無", "139": "人過價。打與三百。", "14": "是而且以為妄也。則又何所往而不妄知乎。何所往", "140": "先師忌日上堂。去年三月十有七。一夜春風撼籌室。", "141": "三足麒麟入海心。空餘片月波中出。真不掩偽。曲不", "142": "藏直。誰人為和雪中吟。萬古知音是今日。", "143": "上堂。舉教中道。一切眾生。種種幻化。皆生如來圓覺", "144": "妙心。師曰。三世諸佛是幻。一大藏教是幻。達磨西來", "145": "是幻。天下老和尚。乃至盡乾坤大地。日月星辰。無不", "146": "是幻。作麼生是妙心。良久曰。鴛鴦繡出從教看。莫把", "147": "金針度與人。", "148": "上堂。礙處非墻壁。通處勿虗空。若能如是會。心色本", "149": "來同。拂子是色。那箇是心。靈利漢。纔聞舉著。隔墻見", "15": "而不為妄。則庶乎可以不妄矣。", "150": "角。早知是牛。更若擬議思量。白雲千里萬里。", "151": "上堂。只箇心心心是佛。十方世界最靈物。縱橫妙用", "152": "可憐生。一切不如心真實。諸人者。莫謾求菩提。菩提", "153": "不可見。莫謾除煩惱。煩惱無背面。朕兆未生時。本來", "154": "無改變。若言會與不會。盡是三首二頭。更問如何若", "155": "何。苦哉佛陀。", "156": "上堂。過去諸佛已滅。未來諸佛未生。正當現在。佛法", "157": "委付黃龍。放行即恍恍惚惚。其中有物。把住即杳杳", "158": "冥冥。其中有精。且道。放行即是。把住即是。竿頭絲線", "159": "從君弄。不犯清波意自殊。", "16": "No. 1343", "160": "上堂。有句無句。如藤倚樹。且任諸人點頭。及乎樹倒", "161": "藤枯。上無衝天之計。下無入地之謀。靈利漢。者裏著", "162": "得一隻眼。便見七縱八橫。乃舉拂子曰。看。大陽溢目。", "163": "萬里不挂片雲。若是覆盆之下。又爭怪得山僧。", "164": "上堂。若論此事。老胡本不渡江。二祖不曾得髓。及至", "165": "黃梅半夜。一人傳虗。萬人傳實。若據老盧見解。只是", "166": "舂米漢。至今走徧天下人。殊不知。者一片田地。分付", "167": "來亦多時也。自是諸人。不肯紹繼。致使荊棘漸長。禾", "168": "黍不生。馳走東西。日求升合。何如便向者裏。直下識", "169": "取本來契券。教伊四至界畔。一一分明。免見異時別", "17": "黃龍晦堂心和尚語錄", "170": "生詞訟。只如今還識也未。爾若識得。一任恣意耕鋤。", "171": "若也未知。且受人天供養。", "172": "上堂。虎頭生角人難措。石火電光須密布。假饒烈士", "173": "也應難。󳬿底那能善回互。手擎日月。背負須彌。擲向", "174": "他方。其中眾生。不覺不知。其中眾生。騎驢入諸人眼", "175": "裏。諸人亦不覺不知。會麼。將此深心奉塵剎。是則名", "176": "為報佛恩。", "177": "上堂。一漚未發。古帆未征。風信不來。無人舉棹。正當", "178": "恁麼時。水脉如何辨的。君不見。雲門老垂手處。落落", "179": "清波無透路。又不見。華亭叟泄天機。夜深空載月明", "18": "侍者　子和　錄", "180": "歸。莫怪相逢不相識。從教萬古漫漫黑。", "181": "上堂。舉教中道。一切有為法。如夢幻泡影。如露亦如", "182": "電。應作如是觀。師曰。作麼生是諸人觀底眼。具得者", "183": "箇眼。便見山河大地。與諸人自己。無壞無雜。諸人自", "184": "己。與山河大地。無壞無雜。其中更無微塵許聖人法。", "185": "為解為礙。亦無微塵許凡夫法。為解無礙。還信得及", "186": "麼。若信得及。無明業識。翻為無盡三昧。若信不及。無", "187": "盡三昧。却作無明業識。", "188": "上堂。風卷殘雲宇宙寬。碧天如水月如環。祖師心印", "189": "分明在。對此憑君子細看。", "19": "門人　仲介　重編", "190": "上堂。愚人除境不忘心。智者忘心不除境。不知心境", "191": "本如如。觸目遇緣無障礙。遂舉拂子曰。看。拂子走過", "192": "西天。却來新羅國裏。知我者。謂我拖泥帶水。不知我", "193": "者。贏得一場怪誕。", "194": "上堂。妙性圓明。離諸名相。本來無有世界眾生。山河", "195": "大地。甚處得來。爾若道得隔身句。無情說法。豈是分", "196": "外。", "197": "上堂。若謂一切法不是。瞎却時人眼。若謂一切法不", "198": "非。平地生荊棘。或云一切法即是佛法。瞞瞞頇頇。非", "199": "為正觀。從上諸聖。吐不出底句。至今未曾有人道著。", "2": "西安徐禧　序", "20": "上堂開示師上堂。時在法座前。大眾集定。良久微笑曰。便恁麼", "200": "爾若道得。許爾是箇了事人。忽若總道不得。我也知", "201": "爾親三十年後。雨散雲収。管取乾坤獨露。", "202": "上堂。僧問。草偃風行即不問。法身向上事如何。師曰。", "203": "鳥啼無下淚。花笑不聞聲。僧曰。一句迥超千古外。師", "204": "曰。須是眼中聞。僧曰。文殊不坐金臺殿。自有逍遙九", "205": "萬程。師曰。言多。去道轉遠。僧禮拜。", "206": "復曰。鑪鞴之所。頑鐵轉多。良醫之門。病人越甚。不如", "207": "休去歇去好。況是壺中景象。盡在目前。暫借回光。一", "208": "時成現。", "209": "上堂。若人欲識真空理。身內真如還徧外。情與無情", "21": "休去。已是欺謾。還相委悉麼。有則便好乘時。如無。且", "210": "共一體。處處皆同真法界。遂舉拂子曰。拂子吞却乾", "211": "坤了也。森羅萬象。甚處得來。爾若明得。二祖不往西", "212": "天。達磨不來東土。更若不會。如今歸堂底。復是阿誰。", "213": "上堂人生天地之間。性有善惡之混。善惡既混。則生", "214": "分別。分別既生。則有憎愛。既有憎愛。則有取捨。既有", "215": "取捨。則有去來。既有去來。便有生死。斯皆蓋是人之", "216": "常情。予則謂之不然。法無善惡。本無去來。若無善惡", "217": "去來。則無生死。既無生死。何善惡可混。何去來可拘。", "218": "若能如是。可謂終日善。而未嘗善。終日惡。而未嘗惡。", "219": "終日來而未嘗來。終日去而未嘗去。還有人。明得者", "22": "莫錯向水中拈月。遂陞座。焚香。奉為", "220": "箇道理麼。若也明得。便能取之。左右逢其原。若也不", "221": "明。有寒暑兮促君壽。有鬼神兮妬君福。", "222": "上堂。舉馬祖陞堂。百丈卷席。後人不善來風。盡道不", "223": "留朕迹。殊不知。桃花浪裏。正好張帆。七里灘頭。更堪", "224": "垂釣。如今必有辨浮沈。識深淺底漢。試出來。定當水", "225": "脈看。有麼。如無。且將漁父笛。閒向海邊吹。", "226": "上堂。一切數句。非數句。與吾靈覺何交涉。雲門大師", "227": "道。行住坐臥是靈覺。喚什麼作數句。師曰。金屑雖貴。", "228": "落眼成翳。予則不然。若也放去。靈源湛水。任棹孤舟。", "229": "若也收來。長者自長。短者自短。還會麼。雲歸華嶽千", "23": "今上皇帝。祝延聖壽。龍圖永固。鳳曆長新。國界安寧。", "230": "尋白。水到瀟湘一片清。", "231": "上堂。映眼時若千日。萬象不能逃影質。凡夫只是未", "232": "曾觀。何得自輕而退屈。乃舉拂子曰。者箇。且作麼生", "233": "觀。見聞但見聞。見聞即不得。", "234": "上堂。敲空作響。誰是知音。擊物無聲。徒勞側耳。不是", "235": "目前法。莫生種種心。起滅不相知。箇中無背面。象王", "236": "行處。狐兔絕蹤。水月現時。風雲自異。到者裏。乾坤收", "237": "不得。宇宙不知名。千聖立下風。誰敢當頭道。諸仁者。", "238": "應是從前活計。所作施為。會與不會。一時埽却。不如", "239": "策杖歸山去。長嘯一聲煙霧深。", "24": "法輪常轉。", "240": "歲旦上堂。時光迅速。運運交馳。吐故納新。新還復故。", "241": "虗幻人事。奚足可觀。或醉或醒。或歌或哭。譬如野馬", "242": "熠熠。奔逸塵埃。又如涸轍之魚。殆將不久。且道。不落", "243": "風彩一句。作麼生道。若言其有。瞻之無形。若謂是無。", "244": "呼之有聲。此物不知是何物。可憐天下競頭爭。", "245": "上堂。若論此事。是著即差。非著即錯。不是不非。如螘", "246": "循環。如蠶作繭。到者裏。如大火聚。覰著即燎却面門。", "247": "不如濁者自濁。清者自清。明者自明。暗者自暗。頭頭", "248": "盡是吾家物。何必臨岐更問津。", "249": "上堂。普賢行文殊智。補陀巖畔清風起。鵶鳴󳭋噪。直", "25": "師乃趺坐。拈起拂子曰。若喚作拂子。達磨一宗。埽地", "250": "入耳根。草樹塵毛。形影相弔。聲中無有色。色裏亦無", "251": "聲。聲色若交參。處處無前後。鳥窠吹布毛。者裏便有", "252": "人省去。遂舉拂子曰。且道。相去多少。三十年後悟去。", "253": "莫道壓良為賤。", "254": "上堂。宿雨初霽。涼飈漸生。一氣無私。作而無作。可謂", "255": "田中稻熟。園裏菜青。盡野老家風。乃太平基業。五湖", "256": "上士。高枕無憂。不用追求。現成活計。若向言中定旨。", "257": "句裏明機。清風月下守株人。玄兔漸遙春草綠。以拂", "258": "子。擊禪牀。下座。", "259": "上堂。僧問。承古有言。但得本莫愁末。如何是本。師曰。", "26": "而盡。不喚作拂子。平地生波瀾。到者裏。一似倚天長", "260": "但識琴中趣。不勞絃上聲。僧曰。如何是末。師曰。青山", "261": "不礙白雲飛。僧曰。本末已蒙師指示。畢竟宗乘事若", "262": "何。師曰。夜深方見針把人。", "263": "復曰。鏡象或謂有。攬之不盈手。鏡象或謂無。分明如", "264": "儼圖。所以取不得。捨不得。不可得中只麼得。還會麼。", "265": "不作維摩詰。又似傅大士。", "266": "上堂。方經殘臘。早見仲春。日月奔馳。榮衰互換。人生", "267": "只此。休更紛紜。我觀前際已去不可追。後際未來不", "268": "可問。今即無住。何處捫摸。諸人者。如何以無價之寶。", "269": "喪在陰入之坑。殊不知。青雲道路。只在目前。更若馳", "27": "劍。誰敢當鋒。擬議則喪身失命。而今還有擊不碎底", "270": "求。轉增迷悶。且道。路頭在甚處。乃舉拂子曰。在者裏。", "271": "靈利漢。一見。便請丹霄獨步。", "272": "上堂。三日不相見。不得作舊時看。若作舊時看。山河", "273": "大地欺爾去。作麼生得不欺爾去。有利無利。不離行", "274": "市。懷州牛喫禾。廬陵米却貴。長歌一曲歸去來。滿眼", "275": "清風動天地。", "276": "上堂。虎豹之紋。不得不炳於犬羊。金玉之光。不得不", "277": "炫於瓦石。明悟之士。不得不警於羣迷。三者既備。然", "278": "後必滔天。可以為滄海。必崔嵬。可以為山嶽。秀師上", "279": "人。明悟之士。卓識之姿。久蘊鋒鋩。不沽時譽。幸願無", "28": "漢。試定當看　時有僧。出眾禮拜。師曰。不知是不是。", "280": "以韜其光。無以藏諸用。破塵出經卷。始是解絛人。直", "281": "教靈苗異草。葉葉騰芳。鸞鳳麒麟。聲聲相應。若能如", "282": "是。可謂吾道重光。後昆有望此會舉秀首座立僧。", "283": "聖節上堂。天得一以清。地得一以寧。君王得一而治", "284": "天下。天下既治。則率土咸歸。率土既歸。則萬󳬛入貢。", "285": "萬󳬛既貢。則民不為爭。民既不爭。則亦不為盜。既不", "286": "盜不爭。自然風雨調和。風雨既和。乃天下大定。天下", "287": "既定。則太平一曲君須唱。莫向聞中認不聞。", "288": "上堂。十五日已前。所作諸事。如一夕之夢。翱翔百年。", "289": "十五日已後。諸事未萌。漸次作夢。正當今日十五。恰", "29": "僧曰。也不得放過。師曰。不信道　問道本無言。因言", "290": "是夢中說夢。還有原夢底漢麼。出來試辨吉凶看。良", "291": "久曰。塵中辨主。未足為難。不識文墨。萬中無一。", "292": "上堂。鼓聲斷處。且許從容。更若焚香。早成朕兆。然雖", "293": "如是。亦勞上座。觀來一轉。", "294": "上堂。離離春草。分明漏泄天機。歷歷杜䳌。盡是普門", "295": "境界。不如休征罷戰好。況是風調雨順。海晏河清。放", "296": "却戈矛。歸家穩坐。珍重。", "297": "上堂。我有一句。把手分付。瞬目揚眉。西天此土。", "298": "上堂。心自本來心。本心非有法。黃龍又爭敢壓良為", "299": "賤。有法有本心。非心非本法。微塵諸佛。瓦解氷消。諸", "3": "熈寧二年洪州黃龍山南禪師宴寂。郡以其徒心師", "30": "而顯道。學人上來。乞師指示。師曰。行到水窮處。坐看", "300": "人擬向甚處見祖師。各請歸堂。", "301": "上堂。鐘聲斷處。鼓聲相續。鼓聲斷處。法法圓成。更若", "302": "舉論菩提涅槃。真如解脫。盡是非時之說。但得雲霞", "303": "消散。孤月自明。砂礫若除。真金自現。", "304": "上堂。人人盡握靈蛇之珠。家家盡抱荊山之璞。經行", "305": "宴坐。舉措施為。一段光明。未嘗間隔。珍重。", "306": "上堂。若也單明自己。不悟目前。此人有眼無足。若悟", "307": "目前。不明自己。此人有足無眼。據此二人。十二時中。", "308": "常有一物。蘊在胷中。物既在胷。不安之相。常在目前。", "309": "既在目前。觸途成滯。作麼生得平穩去。祖不言乎。執", "31": "雲起時。僧曰。莫便是為人處也無。師曰。却不惺惺。僧", "310": "之失度。必入邪路。放之自然。體無去住。", "311": "上堂。道本無體。因道而得名。名本無名。因名而立號。", "312": "乃舉拂子曰。不得喚作拂子。喚作什麼。黃龍今日。却", "313": "被諸人勘破。", "314": "上堂。不用愛聖。聖是空名。不用厭凡。凡是妄立。但得", "315": "聖凡情盡。自然體露真常。還信得及麼。若信得及去。", "316": "不妨向參學之中。有少分相應。若信不及。也許爾是", "317": "箇丈夫漢。", "318": "上堂。林身之下。諸事牢落。蒙諸上人。不以形跡所見。", "319": "千里而來。久故相聚。所患。時中別無延待。唯有一枝", "32": "曰。若不登樓望。焉知滄海深。師曰。深底事作麼生。僧", "320": "拂子。聊表慇懃。不論高低。亦非貴賤。有時變生為熟。", "321": "有時變熟為生。或則澹泊空疎。不然百味具足。但能", "322": "一飽頓忘百飢。免見借負他財。喫他非時茶飯。知我", "323": "者。謂我揚鞭弔影。不知我者。贏得一場酸澀。", "324": "上堂。無心無可得。說得不名法。師曰。祖師門戶。已是", "325": "擊開。繡出鴛鴦。任爾諸人覰看。且道。金針落在甚處。", "326": "復曰。若了心非心。始解心心法。會麼。南山輕薄一聲", "327": "雷。從頭喚起昆蟲寐。", "328": "上堂。誰人無心。誰心無佛。佛常在人。人常逐物。只如", "329": "今見有色。聞有聲。是物。不是物。若不是物。見色之時。", "33": "便喝。師曰好一喝。僧曰。洎合放過。師曰。似此衲僧。却", "330": "不可不喚作色。聞聲之時。不可不喚作聲。若也是物。", "331": "又作麼生。說箇逐底道理。未明心地印。難過趙州關。", "332": "上堂。圓影交馳。又臨初夏。花開花落。物是人非。昨日", "333": "照紅顏。今朝照白髮。白髮與紅顏。相去咫尺間。還知", "334": "有不涉寒暑者也無。", "335": "上堂。良工未出。玉石不分。巧冶無人。金砂混雜。還有", "336": "無師自悟底漢麼。出來辨別看。乃舉拂子曰。且道。是", "337": "金是砂。見之不取。思之千里。", "338": "上堂。菩提之道。不可圖度。高而無上。廣不可極。淵而", "339": "無下。深不可測。大包天地。細入無間。古人為是發揚", "34": "堪持論　問如何是豫章境。師曰龍沙浪闊。󳬈嶺峰", "340": "宗旨。為是馳騁功勳。諸人試辨白看。", "341": "上堂。若論此事。不是獨孤標。亦非無伴侶。不識又瞞", "342": "頇。識之還莽鹵。不知是甚物。得恁難辨。若非金色頭", "343": "陀。有理亦無雪處。", "344": "上堂。風蕭蕭兮木葉飛。鴻鴈不來音信稀。還鄉一曲", "345": "無人吹。令余拍手空遲疑。", "346": "復曰。此一曲不是金石絲竹。亦非匏土革木。聞而不", "347": "聞。覩而莫覩。未審是甚曲調。看取風雲會合時。五湖", "348": "必有知音者。", "349": "上堂。夫玄道者。不可以設功得。聖智者。不可以有心", "35": "高。僧曰。如何是境中人。師曰。手把虬龍杖。閑尋叫月", "350": "知。真諦者。不可以存我會。至功者。不可以營事為。古", "351": "人一期。應病與藥。則不可。若是丈夫漢。出則經濟天", "352": "下。不出。則卷而懷之。爾若一向聲和響順。我則排斥", "353": "諸方。爾若示現酒肆婬坊。我則孤峯獨宿。且道。甚處", "354": "是黃龍為人眼。", "355": "上堂。新雷已發。杜宇未啼。嶺雲澹澹。岸草萋萋。金烏", "356": "出海。玉兔沈西。或聞或見。誰悟誰迷。盧老不知何處", "357": "去。空傳衣鉢在曹溪。", "358": "上堂。見見之時。見非是見。見猶離見。見不能及。還有", "359": "轉身處也無。若能轉得。目前無闍梨。座上無老僧。若", "36": "猨。僧曰。人境已蒙師指示。向上宗乘事若何。師曰。不", "360": "也轉不得。莫將閑學解。埋沒祖師心。珍重。", "361": "上堂。江月照松風吹。永夜清宵何所為。佛性戒珠心", "362": "地印。霧露雲霞體上衣。只如雲霞消散後。體在什麼", "363": "處。良久曰。雪寒。歸堂向火。", "364": "上堂。一切智通無障礙。山河石壁穿過人。不知不是", "365": "神通妙用。亦非他術。自是汝諸人。尋常用底。因甚却", "366": "道會與不會。只為情存勝負。不脫見聞。見聞瞥起。如", "367": "水裏月。二彼相因。便成異法。如今欲要易會。應是從", "368": "前活業盡底。與爾滌除。直待千眼頓開。恁時始與諸", "369": "人相見。", "37": "是知音者。徒勞話歲寒。僧曰。與麼。則道泰不傳天子", "370": "上堂。凡所有相。皆是虗妄。還見法堂麼。若見則心外", "371": "有法。若不見。則眼損。別作麼生會。良久曰。擔取詩書", "372": "歸舊隱。野花啼鳥一般春。", "373": "上堂。僧問。大海有珠求不得。黃龍頷下乞師分。師曰。", "374": "人平不語。水平不流。僧曰。莫即者箇。為當別有。師曰。", "375": "一言不中。千言不用。僧曰。茫茫宇宙人無數。獨有胡", "376": "僧笑點頭。師曰。龍峯絕頂。也須親到始得。", "377": "復曰。佛法至論。非辨口利詞之所為。非神通修證之", "378": "所得。直饒盡乾坤大地。都作一問來。只贏得一場戲", "379": "論。去道轉遠。祖師西來。只要直指人心。見性成佛。不", "38": "令。時清盡唱太平歌。師曰。禮繁即亂　問未登此座", "380": "立文字。乃至三乘十二分教。如將黃葉作金錢。權止", "381": "小兒啼哭。大道本來空寂。不用安排。圓湛十虗。寧有", "382": "方所。而今不了。只為目前鑒覺。明昧兩岐。如是聽不", "383": "出聲。見不超色。如斯過患。實可憐生。殊不覺知。認賊", "384": "為子。是故參玄高士。到者裏。直須自看。從上來事。合", "385": "作麼生。畢竟將何敵他生死。勿以妄想分別之心。衷", "386": "私裁斷。以當平生。將為究竟。他時異日。臨命終時。心", "387": "識忙亂。無本可據。悔將何及。何如便向者裏。立地搆", "388": "去。不用絲毫氣力。一彈指間。便能超越毗盧華藏妙", "389": "莊嚴海。乃至舉足下足。盡是文殊普賢大人境界。豈", "39": "時如何。師曰。一事全無。僧曰。登後如何。師曰仰面觀", "390": "不慶快平生。為大丈夫之志。況此門中。盡是諸人本", "391": "有之事。不因修證。不從人得。快須薦取。脫却根塵。盡", "392": "未來際。一得永得。更無退失。若能如是。可謂圓頂方", "393": "袍。續佛壽命。若不然者。無有是處。", "394": "長沙安撫謝通議請就北禪陞座長沙安撫謝通議請就北禪陞座", "395": "師上堂。拈香罷。遂趺坐　僧問。即心即佛。今時未入", "396": "玄微。非心非佛。猶是指蹤。極則向上一路。千聖不傳。", "397": "和尚今日。如何為人。師曰。雲從龍風從虎。僧曰。恁麼", "398": "則龍得水時添意氣。虎逢山處長威獰。師曰。須信壺", "399": "中日月長。僧曰。一氣不言含有象。萬靈何處謝無私。", "4": "繼焉。而陞座於縣之雲巖院。余邀同學十數人。焚香", "40": "天不見天。僧曰。與麼則有星皆拱北。無水不朝東。師", "400": "師曰。逢人不得錯舉　僧問。從上諸聖。為什麼不到", "401": "者裏。師曰。者裏是什麼所在。僧曰。恁麼則卷起簾來", "402": "見天下。師曰。天下事作麼生。僧無語。師曰。只知其一。", "403": "不知其二　僧問。昔日李翱登藥嶠。雲在青天水在", "404": "缾。今日通議臨寶座。乞師一句定宗乘。師曰。潭上無", "405": "風浪自平。僧曰。還有承當處也無。師曰。爾作麼生承", "406": "當。僧曰。金烏迥出青霄外。玉兔輝時四海清。師曰。不", "407": "如退後看。僧曰。大眾證明。學人禮謝。", "408": "師曰。祖師之道。非形器可觀。非識情可測。一問一答。", "409": "皆是法之供養。實際理中。未為究竟。至於三乘十二", "41": "曰閑言語。", "410": "分教。還同說食。示人食味。既因他說其食。要在自己", "411": "親嘗。既自親嘗。便能了知其味。是甘是辛。是鹹是淡。", "412": "達磨西來。直指人心。見性成佛。亦復如是。真性既因", "413": "文字而顯。其性要在自己親見。若能親見。便能了知", "414": "目前。是真是妄。是生是死。既能了知真妄生死。返觀", "415": "一切語言文字。皆是表顯之說。都無實義。如今不了。", "416": "病在甚處。病在見聞覺知。為不如實。知真際所詣。認", "417": "此見聞覺知。為自所見。殊不知。此見聞覺知。皆因前", "418": "塵而有分別。若無前塵境界。即此見聞覺知。還同龜", "419": "毛兔角。并無所歸。既無所歸。便成流浪。既成流浪。則", "42": "復曰。大凡窮究生死根源。直須明取自家一片田地。", "420": "念念遷謝。新新不停。如火成󰞆。漸漸消殞。殞士不息。", "421": "決定此身。終從變滅。是故死此生彼。死彼生此。生生", "422": "死死。死死生生。隨業受報。六道四生。改頭換面。有形", "423": "無形。四足兩足。多足無足。如是受生。如是受報。如汲", "424": "井輪。互為高下。諸仁者。當此之時。合作麼生支準。既", "425": "為大丈夫。須知有大丈夫事。既知有大丈夫事。當何", "426": "曉會。還有會處麼。若無會處。黃龍今日。不免生風起", "427": "浪。鼓棹揚帆。乃舉拂子曰。看。唯有堅密身。一切塵中", "428": "現。還見得麼。拂子是塵。堅密身。在什麼處。若向者裏", "429": "見得。微塵諸佛。百千三昧。彈指之間。一時明了。便能", "43": "教伊去處分明。然後臨機應用。不失其宜。只如鋒鋩", "430": "入水不溺。入火不燒。一為無量。無量為一。小中現大。", "431": "大中現小。乃至天堂地獄。虎穴魔宮。月下風前。婬坊", "432": "酒肆。盡是諸人安身立命。若能如是。可謂大丈夫事。", "433": "善能出生入死。得大自在。若轉未得。󳬈脛自長。鳧脛", "434": "自短。", "435": "室中垂問代答室中垂問代答", "436": "師有時問僧。鯨波浩渺。魚龍爭威。作麼生揚帆舉棹。", "437": "僧無對。代曰。某甲只管看。又代曰。入水見長人。", "438": "或問。舉一明三。知音不來。三十年後。別換條章。代曰。", "439": "莫教屈著。", "44": "未兆已前。都無是箇非箇。瞥爾󳫲動。便有五行金土。", "440": "一日問僧。麒麟不是瑞。鸑鷟不為靈。四海晏清。誰人", "441": "入貢。代曰。得人一牛。還人一馬　又問僧。把定乾坤。", "442": "眼滿口道。不得辨宮商底。是什麼人。代曰。不惜身命", "443": "者。", "444": "或時問。塵中不染丈大兒。猶是負入不負出。如何得", "445": "不傷物義去。代曰。平出。", "446": "一日問僧。瞻之在前。忽焉在後。爾道。甚物得恁麼難", "447": "辨。爾若辨得。禍不入慎家之門。若辨不得。黃龍今日。", "448": "死中得活。代曰。是甚閑。又代曰。若要即道。", "449": "有時問。不得春風花不開。爾還識得也未。代曰。知。又", "45": "相生相剋。胡來漢現。四姓雜居。各任方隅。是非鋒起。", "450": "代曰。種禾應不生豆苗。", "451": "或時問。塵無自性。攬真成立。作麼生是成立底事。乃", "452": "舉拂子曰。微塵諸佛。百千三昧。盡在者裏。不如悟去", "453": "好。還有人悟得麼。代曰。負命者上鈎。又代曰。過。", "454": "問僧。十方無壁落。四面亦無門。灌溪老。出氣不得。何", "455": "不向火焰裏相見。代曰。笑我者多。", "456": "有時問。遇明即翳。不恁麼時。精粗難分。須知有驚人", "457": "底句。代曰。三日後看。", "458": "或時問。瑞雪應豐年。金飈變衰草。於佛法中。作麼生", "459": "辨得失。代曰。愁人知夜長　又問。一舉兩當。不用蓋", "46": "致使玄黃不辨。水乳不分。疾在膏肓。難為救療。若不", "460": "覆。有不甘底。出來道看。代曰。合到某甲。", "461": "有時問。一舉不再說。家富小兒嬌。向摘楊花處。通箇", "462": "消息來。代曰。不因一事。難長一智。", "463": "或時問。謀臣如雨。猛將如雲。畫戟門前。若為舉令。代", "464": "曰。符印在手　又問。張羅設幔。水泄不通。爾道。飛禽", "465": "走獸。落在甚處。代曰。也知出身早。", "466": "問。一葉落天下秋。覰破衲僧眼。佛殿入燈籠。是第幾", "467": "機。代曰。力得不如逢時。", "468": "一日問僧。內視不己見。返聽莫我聞。合作麼生辨。代", "469": "曰。一回舉著一回新　又問。橫該一句。則從爾道。為", "47": "當陽曉示。窮子無以知歸。欲得大用現前。但可頓忘", "470": "什麼春行秋令。僧提起坐具曰。爭奈者箇何。師曰。比", "471": "擬張麟。兔亦不遇。代曰。具眼。", "472": "有時問。撥塵見佛。也不分外。更若揮劒。十字街頭。寧", "473": "無一箇半箇。代曰。有頭無尾得人憎。", "474": "或問。紐半破三。挂向壁上。我共爾平展。致取一問來。", "475": "代曰。何必　又問。大智非名。真空絕跡。若教明破。恐", "476": "不是好人。代曰。不可相辜負去也。", "477": "有時問。佛法不用學。觸目生清風。常徒之見。作麼生", "478": "舉。代曰。爭怪得某甲。又代曰。龍頭蛇尾。", "479": "或問。若在繩墨裏。即縛殺爾。若在繩墨外。即走殺爾。", "48": "諸見。諸見既盡。昏霧不生。大智洞然。更非他物。珍重。", "480": "不離者裏。試辨白看。代曰。便請　又問。雲月宛然同。", "481": "谿山還有異。拈却當陽底。向甚處定奪。代曰。一箭落", "482": "雙鵰。", "483": "有時問。如我按指。海印發光。山河大地。甚處得來。代", "484": "曰。一箇早多。又代曰。爭諱得。", "485": "問僧。南來北往。且從爾。拄杖頭上。為甚靠倒玄沙老", "486": "子。代曰。拂袖便出。", "487": "或問。風不來樹不動。奔流度刃底眼。略請相見。代曰。", "488": "念某甲年老。", "489": "有時問。四大海水。在爾頭上。須彌山在爾脚底。窮鱗", "49": "月旦上堂。月生一。夜來寒白生虗室。月生二。桃花已", "490": "羽族。甚處藏身。代曰。爭塞得人口。", "491": "問僧。運籌帷幄。要定封疆。列士分茅。若為區別。代曰。", "492": "百草頭上。", "493": "或問。薰蕕同器。水乳共壺。向垂手中。作麼生辨。代曰。", "494": "善財拄杖子。", "495": "有時問。海裏使風山上船。古人為什麼。跳不出。代曰。", "496": "難作大人相。", "497": "或問。眼光爍處。頭頭漏泄。拈却淨缾。眼在什麼處。代", "498": "曰。佛法身心何在　又曰。臨崖不損人。蓋是本分。雪", "499": "峯道底。留在別時。代曰。某甲不曾錯怪人。", "5": "側立。以聽其所謂示眾者。前此。余知有師矣。至是益", "50": "泄靈雲意。月生三。普賢不動文殊參。遂舉拂子曰。盡", "500": "問僧。不是心。不是佛。不是物。古人道了。不要。還我第", "501": "一籌來。代曰。也是　復問。爾道也是。又作麼生。代曰。", "502": "子不譚父德。", "503": "或問。口只堪喫飯。明眼衲僧。不知氣息。代曰。不敢分", "504": "外。", "505": "有時問。識機宜。辨星斗。過在什麼處。代曰。洎作過中", "506": "會　又問。悔不慎當初。也是賊過後張弓。代曰。略無", "507": "些子。", "508": "或問。舉意便知有。什麼人委悉。代曰。傍觀者。", "509": "問僧。門裏出身。過在時人。身裏出門。時人勿過。何似", "51": "入此三昧門。見麼。青山藏不得。明月却相容。以拂子", "510": "生。代曰。難為笑怪。又代曰。關。", "511": "或問。荊棘不生。為什麼難長棟梁材。代曰。以己方人", "512": "復問。不要分外。子細點檢。代曰。仁義道中。", "513": "有時見僧入來。恰值黃龍長老不在。僧曰。抱贓叫屈。", "514": "師曰。了。僧擬議。師以拂子打出。", "515": "或問。明暗不分。我也知。爾親不溺一句。作麼生。代曰。", "516": "前來猶自可　又問。遇賤則貴。什麼物恁麼來。代曰。", "517": "須到如此。又代曰。噫。", "518": "一日見僧曰。我今日。口挂在壁上。僧曰。作賊人心虗。", "519": "師打一拂子。僧曰。謝和尚重重相為。師曰。得便宜。是", "52": "擊禪牀。下座。", "520": "落便宜。", "521": "室中舉古室中舉古", "522": "舉。世尊靈山會上。拈起一枝花。迦葉微笑。世尊道。吾", "523": "有正法眼藏。付囑摩訶大迦葉　師曰。直下穿過髑", "524": "髏。已是換却眼睛。臨危不在悚人。向甚處。見釋迦老", "525": "子。", "526": "舉鏡清問僧。門外什麼聲。僧曰。雨滴聲。清曰。眾生顛", "527": "倒。迷己逐物。僧曰。和尚作麼生。清曰。洎不迷己。僧曰。", "528": "洎不迷己。意旨如何。清曰。出身猶可易。脫體道應難", "529": "師曰。說難說易。轉見迷己。要不迷己。如今擬喚作", "53": "上堂。知幻即離。不作方便。離幻即覺。亦無漸次。釋迦", "530": "什麼聲。", "531": "舉僧問德山。曹谿話月。靈山指月。即不問。如何是月。", "532": "山曰。昨夜三更轉向西。僧無語　師曰。更靈利。但向", "533": "伊道。真善知識。待者老底。知存知亡。其惟聖人乎。", "534": "舉大慈示眾曰。山僧不解答話。只是識病。時有僧。出", "535": "禮拜。大慈便歸方丈　師曰。可惜放過。當時若見伊", "536": "纔出來。劈脊便打。待他得知行棒來處。免見千古之", "537": "下。遭人檢點。黃龍今日。也識病。會答話。忽若有箇漢", "538": "出來。掀倒繩牀。者裏合作麼生支遣。請上座。試代一", "539": "轉語。", "54": "老子。千門萬戶。一時擊開。靈利漢。纔聞舉著。撩起便", "540": "舉僧問南院。從上諸聖。向甚處去。院曰。不上天堂。即", "541": "入地獄。僧曰。和尚作麼生。院曰。還知寶應老落處麼。", "542": "僧擬議。院以拂子。驀口打。復喚僧近前。令合是爾行。", "543": "又打一拂子　師曰。然則白珪之玷。猶尚可磨。病在", "544": "膏肓。亦宜救療。者僧令既在手。為什麼不行。過在甚", "545": "處。", "546": "舉僧問興化。四方八面來時如何。化曰。打中間底。僧", "547": "禮拜。化曰。山僧昨日。去赴一箇村齋。廻來中路。被一", "548": "陣狂風暴雨。却去古廟裏避得過　師問僧。爾還會", "549": "麼。僧曰。不會。師曰。我有一頌。一不是二不成。落花芳", "55": "行。更若踟蹰。君往西秦。我之東魯。", "550": "草裏啼鶯。閑庭雨歇夜初靜。片月還從海上生。", "551": "舉陸亘大夫。與南泉話次。舉肇法師道。天地與我同", "552": "根。萬物與我一體。也甚奇怪。泉指庭前花。向大夫曰。", "553": "時人見此一株花。如夢相似　師問僧。南泉恁麼道。", "554": "如何見得萬物與我一體。僧舉起坐具。師曰。舉則易。", "555": "見還難。彌盧頂上天風寒。峩峩直下蒼龍窟。誰敢覰", "556": "著。", "557": "舉僧問雲門。如何是正法眼。門曰普　師曰。更道箇", "558": "瞎。且圖兩得相見。", "559": "舉疎山問僧。曾到雪峰否。僧曰曾到。山曰。我已前到", "56": "上堂曰。有時開門待知識。知識不來過。有時把手上", "560": "彼。是事不足。如今作麼生。僧曰。如今足也。山曰。粥足", "561": "飯足。僧無對。雲門代曰。粥足飯足　師曰。是則是。要", "562": "且無佛法道理。僧問。如何無佛法道理。師却問僧。是", "563": "爾尋常。將什麼喫粥喫飯。僧曰。將口喫。師喝曰。露柱", "564": "為什麼。却飽。你若嚼破一粒米。山河大地欺你去。", "565": "舉雲門大師。拈拄杖。示眾曰。拄杖子。化為龍。吞却乾", "566": "坤了也。山河大地。甚處得來　師曰。明眼宗師。至今", "567": "猶在。忽若有箇漢。出來道。者箇是拄杖子。山河大地", "568": "有甚過。也許伊具一隻眼。", "569": "舉德山一日訪龍潭。曰久嚮龍潭。及乎到來。潭又不", "57": "高山。高山人不顧。或作敗軍之將。向闍梨手裏。拱手", "570": "見。龍又不現。潭曰。子親到龍潭雪竇曰。將錯就錯", "571": "師曰。雪竇與麼道。不知德山將錯就錯。不知龍潭將", "572": "錯就錯。識休咎底衲僧。必知去處。未過關者。亦宜辨", "573": "白。還相委悉麼。縱饒栽種得。不是棟梁材。", "574": "舉教中道。是故汝今。知見立知。即無明本。知見無見。", "575": "斯即涅槃。無漏真淨。云何是中。更容他物　師曰。盡", "576": "乾坤大地。皆是上座眼睛。更無纖毫隔礙。只如今見", "577": "但見。聞但聞。行但行。坐但坐。總不動著。爾若動著。我", "578": "即朝到西天。暮歸東土。", "579": "舉先聖道。生死與菩提。二定真有法。於此若生疑。聾", "58": "歸降。或為忿怒那吒。敲骨打髓。正當恁麼時。還有同", "580": "瞽無慧眼。又道。生死與菩提。二定非有法。於此若生", "581": "疑。聾瞽無慧眼　師曰。為復一般。為是相違。為當別", "582": "有道理。試斷看。", "583": "舉雲門大師。一日問僧。從甚處來。僧曰。江西來。門曰。", "584": "踏破多少草鞋。其僧不對　師曰。雲門大師。已是張", "585": "虎豹之紋。又不覺落在者僧陷穽。而今還有扶起雲", "586": "門底漢。道取一轉語。却與黃龍相見。敢問。此語作麼", "587": "生道。", "588": "舉寒山道。我聞釋迦佛。不知在何方。思量得去處。不", "589": "離我道場　師曰。是什麼思量。釋迦老子。在甚處。試", "59": "聲相應。同氣相求底麼。有則向百尺竿頭。進取一步。", "590": "定當看。", "591": "舉同光帝。一日與興化坐次。帝問。寡人收得中原一", "592": "寶。只是無人酬價。化曰。試借陛下寶看。帝乃舒開幞", "593": "頭脚。化曰。君王之寶。誰敢酬價　師曰。興化雖則一", "594": "期見機而作。爭奈埋沒他一朝天子。當時若作興化。", "595": "但向伊道。蚌蛤之珍。收得也無用處。教他向後。別有", "596": "生涯。免見傍觀者哂。而今忽若有人。問上座。又作麼", "597": "生酬價。", "598": "舉僧問玄沙。三乘十二分教。即不要。如何是祖師西", "599": "來意。沙曰。三乘十二分教。總不要　師曰。如珠在淵。", "6": "信異之。遂定就學四年造焉。舍于堂之西房者。踰兩", "60": "如無。少室峰前。一場笑具。", "600": "本自無纇。如玉在石。本自無瑕。識者荊棘但為棟梁。", "601": "不識者醍醐翻成毒藥。", "602": "舉仰山問僧。近離什麼處。僧曰廬山。山曰。曾到五老", "603": "峯麼。僧曰。不曾到。山曰。闍梨不曾遊山。雲門曰。此是", "604": "古人慈悲之故。有落草之譚　師曰。雲門仰山。只有", "605": "受璧之心。且無割城之意。殊不知。被者僧一時領過。", "606": "黃龍今日。更作死馬醫。乃拈拂子。度與僧。僧擬議。師", "607": "便打。", "608": "舉僧問趙州。學人乍入叢林。乞師指示。州曰。喫粥了", "609": "也未。僧曰。喫粥了也。州曰。洗鉢去。其僧忽然有悟。雲", "61": "上堂。擊繩牀一下曰。一塵纔舉。大地全収。諸人耳在", "610": "門曰。有指示。無指示。若道有指示。向他。道什麼。若道", "611": "無指示。何得悟去。翠巖曰。雲門大師。不識好惡。恁麼", "612": "說話。大似與蛇畫足。黃門栽鬚。翠巖即不然。者僧恁", "613": "麼悟去。入地獄如箭射　師曰雲門翠巖。雖則能善", "614": "鋤強輔弱。捨富從貧。要且不能安家立國。乃問僧。只", "615": "如上座。朝來亦喫粥。亦洗鉢。即今是迷是悟。其僧禮", "616": "拜起。師喚近前。僧近前。我有一柄拂子。與你歸去。", "617": "舉雲門。因普請次道。我今日困。有解問話者。早置一", "618": "問來。爾若不問。向後莫道老僧謾爾　師問僧。爾道。", "619": "當時合置得什麼問。免得雲門謾去。僧擬問。師以拂", "62": "一聲中。一聲遍在諸人耳。若是摩霄俊鶻。便合乘時。", "620": "子。劈口拂。", "621": "舉鹽官示眾曰。虗空為鼓。須彌為槌。什麼人打得。眾", "622": "無對。南泉聞得。我當時若見。向道。王老師不打者破", "623": "鼓。法眼曰。南泉何消道者破鼓。但道。王老師不打。自", "624": "然是箇破鼓　師曰。南泉法眼。只知一向明前。其奈", "625": "不能顧後。且如鹽官道。虗空為鼓。須彌為槌。什麼處", "626": "是破處。還撿點得麼。直饒點撿得。箇破處分明。我更", "627": "問爾索鼓在。", "628": "舉雲門。一日從方丈出。有僧過拄杖。與雲門。門接得。", "629": "却過與僧。僧無對。雲門曰。我今日著便。僧問。和尚為", "63": "止濼困魚。徒勞激浪。", "630": "什麼著便。雲門曰。我拾得口喫飯　師曰。請上座。向", "631": "此僧無對處。代取一轉語。爾道。合下得什麼語。僧曰。", "632": "閑時物急時用。師曰。我今日亦著便。僧曰。和尚為什", "633": "麼亦著便。師曰。喜得闍梨答話。", "634": "舉丹霞道。百骸俱潰散。一物鎮長靈。雲門曰。拄杖子。", "635": "不可不靈。喚什麼作百骸　師曰。總是自救不了漢。", "636": "喚作一物。尚自不中。更說什麼鎮長靈。僧曰。和尚亦", "637": "不得埋沒古人。師曰。闍梨見處。又作麼生。僧提起坐", "638": "具。者箇不可不靈。師曰。有得有失。", "639": "舉雲門。有時曰。盡大地是藥。藥是自己　師却問僧。", "64": "上堂曰。達磨九年在少室。宜贈三十鞭。却來欺我此", "640": "既是盡大地是藥。為什麼。却是自己。僧曰。喚什麼。作", "641": "自己與藥。師曰。爭奈案山低主山高。僧擬議。師曰。將", "642": "知是箇學語之流。", "643": "舉世尊生下。一手指天。一手指地。曰。天上天下。唯我", "644": "獨尊。雲門曰。我當時若見。一棒打殺。與狗喫却。貴得", "645": "天下太平　師問僧。爾道。世尊有過無過。僧曰。有過。", "646": "師曰。過在什麼處。僧曰。過在唯我獨尊。師曰。早知上", "647": "座恁麼道。我也不問。", "648": "舉雲門因僧問。光明寂照遍河沙。雲門曰。豈不是張", "649": "拙秀才語。僧曰是。雲門曰。話墮也　師問僧。爾見。什", "65": "土兒孫。老盧半夜出黃梅。可笑不靈利道。我三更傳", "650": "麼處。是話墮處。僧曰。和尚話墮也。師曰。爾十二時中。", "651": "向什麼處。安身立命。僧無對。師曰。却來者裏謾我。以", "652": "拂子打出。", "653": "舉長慶與保福商量。教中道。如來唯一說。無二說。保", "654": "福問。作麼生是如來說。長慶曰。聾人爭得聞。福曰。情", "655": "知老兄。向第二頭裏接人。慶却問福。作麼生是如來", "656": "說。福曰。齋後未喫茶　師問僧。只如長慶道。聾人爭", "657": "得聞。如何却落第二頭。僧曰。聾人爭得聞。師曰。無繩", "658": "自縛漢。我更問爾。如來唯一說。作麼生見得一底道", "659": "理。僧瞪目而視。師曰。比來問一。爾却答二。", "66": "衣受法。黃龍今日。因行不妨掉臂。擬出一隻眼。且要", "660": "舉雲門有時道。平地上死人無數。過得荊棘林。是好", "661": "手　師問僧。今時所見。多有此色。總活埋在者裏。是", "662": "爾如何道得。過却荊棘林。僧提起坐具。我者箇。是八", "663": "尺布作。師曰。不信道。", "664": "舉夾山曰。百草頭上。薦取老僧。閙市裡。識取天子", "665": "師拈起拂子。看。拂子變成夾山老子出來。見麼。僧曰", "666": "謝和尚指示。師曰。見爾不顧。如今却入露柱中去也。", "667": "舉寒山道。欲得安身處。寒山可長保。微風吹幽松。近", "668": "聽聲愈好。下有斑白人。諵諵讀黃老。十年歸不得。忘", "669": "却來時道　僧問。作麼生是來時道。師指香爐曰。看。", "67": "雪上加霜。乃舉拂子曰。還見祖師麼。", "670": "寒山來也。見麼。僧曰。好箇香爐。師曰。慚愧　師又問。", "671": "是爾。適來從什麼處來。僧曰。寮中來。師曰。從寮中來", "672": "底。如今是記得。是忘却。僧曰。只是自己。更說什麼記", "673": "忘。師曰。將謂失却。元來却在。", "674": "舉羅漢和尚。一日同保福長慶。三人入州。見牡丹花", "675": "障子。保福道。好一朵花。長慶曰。莫眼花。羅漢曰。可惜", "676": "一朵花　師曰。據此三人所見。一人可謂超佛越祖。", "677": "一人自利。亦能利他。一人不唯謾人。兼亦自謾。爾道。", "678": "自謾底一人。是誰。僧曰。莫眼花。師曰。此去。但向更深", "679": "夜靜。迥絕無人處。更共伊商量看。", "68": "上堂。僧問。王子未登九五時如何。師曰。入鄉順俗。僧", "680": "舉南泉。一日見鄧隱峯來。遂指淨缾曰。淨缾是境。缾", "681": "中有水。不得動著境。與老僧將水來。隱峯遂將缾。向", "682": "南泉面前瀉。南泉即休。後有人。舉似歸宗。歸宗道。鄧", "683": "隱峰。也只是亂瀉　師曰。信知道。急行不至。緩行太", "684": "過。南泉亦好箇話端。要且不能圓就。既是能吹。必須", "685": "能拍。若不能拍。吹者徒勞。甚處是隱峯亂瀉處。具參", "686": "學眼。試點撿看。", "687": "舉雲門大師。見僧來。遂問。來作什麼。僧曰。來請益。門", "688": "曰。爾有什麼疑。僧曰。某甲曾問和尚一轉語來。不知", "689": "是一宿覺般柴。般柴一宿覺。雲門打鼓樓三下曰。會", "69": "曰。登後如何。師曰。四海五湖王化裏。僧曰。未審向上", "690": "麼。僧曰。一切臨時。雲門宣起拳曰。我共爾相撲一交。", "691": "得麼。其僧無對　師曰。彀在不疑之地。信有之。雲門", "692": "大師。氣宇如王。向平地上陷却。至今起不得。如今若", "693": "要扶起雲門。請上座。代者僧。一轉語。却與雲門相見。", "694": "合代得什麼語。", "695": "舉祖師偈。假借四大以為身。心本無生因境有　者", "696": "裏。打草也要虵驚。遂拈起拂子曰。還見祖師麼。前境", "697": "若無心亦無。罪福如幻起亦滅。乃問僧。是爾尋常。將", "698": "什麼著衣喫飯。僧擬祗對。師喝出。", "699": "舉梁武帝。問達磨。如何是聖諦第一義。達磨曰。廓然", "7": "月。早暮就學。一以其法。六年余遊京師。復道山中。明", "70": "還有事也無。師曰。有。僧曰。如何是向上事。師曰。著衣", "700": "無聖。帝曰。對朕者誰。達磨曰。不識　師問僧。分明有", "701": "箇達磨面前。作麼生說箇不識底道理。僧曰。不識。師", "702": "拈起拂子曰。達磨在者裏。", "703": "舉三平頌。只此見聞非見聞。更無聲色可呈君。箇中", "704": "若了全無事。體用何妨分不分　師曰。若分去。主即", "705": "是主。賓即是賓。若不分去。主即是賓。賓即是主。敢問。", "706": "箇中事作麼生了。箭穿紅日影。須是射鵰人。", "707": "舉靈雲見桃花悟道頌。三十年來尋劍客。幾迴落葉", "708": "幾抽枝。自從一見桃花後。直至如今更不疑　却問", "709": "僧。爾道。靈雲當初見時。是桃花。不是桃花。若是桃花。", "71": "喫飯有甚難。", "710": "天下人。見是桃花。總皆悟道。若不是桃花。爭奈現有", "711": "桃花。擬向甚處著。作麼生說箇見底道理。僧罔措。師", "712": "曰。者無繩自縛漢。", "713": "舉彌勒偈曰。彌勒真彌勒。分身千百億。時時示世人。", "714": "世人俱不識　師曰。說什麼俱不識。乃拈起拂子。元", "715": "來却在者裏。靈利漢。一見撩起便行。", "716": "舉崇壽一日問僧。爾還見燈籠麼。僧曰見。壽曰。兩箇", "717": "師曰。據此一問。分明見是燈籠。為甚却成兩箇。為", "718": "是有見。見成兩箇。為是無見。見成兩箇。還雪得出麼。", "719": "直饒雪得分明。無纖毫過患。三十年後。別有一竅勘", "72": "復曰。我若放一線道。從尒東問西答。不放一線道。爾", "720": "過了打。", "721": "舉白雲和尚。一日因僧在京迴。乃問。爾在京中。舉頭", "722": "見海水渺漫。到者裏。千山萬山。爾道。日頭在甚處出。", "723": "僧無語　師曰。然則夜光之璧。鑒者須是其人。明月", "724": "之珠。不識翻令按劍。白雲既能切瑳。者僧又不能琢", "725": "磨。他既無語。請上座。代一轉語看。僧曰。在東畔出。師", "726": "曰不唯詘他白雲。黃龍亦遭連累。", "727": "舉乾峯上堂。舉一不得舉二。放過一著。落在第二。雲", "728": "門大師出眾曰。昨日有一人。從天台來。却往南嶽去。", "729": "乾峯曰。明日不要普請。便下座　師問僧爾道從天", "73": "又向甚處捫摸。不如歸去來兮湘水濵。", "730": "台來者。是什麼人。僧曰。不會。師曰。是爾祖翁。為什麼", "731": "不識。僧曰。望和尚指示。師有一頌。乾峯舉一不舉二。", "732": "雲門擡手添意氣。花開花落任風吹。自有馨香滿天", "733": "地。", "734": "舉西天大耳三藏到京。云。得他心慧眼。肅宗敕。令忠", "735": "國師試驗。三藏見師。便禮拜。立于右邊。師問曰。汝得", "736": "他心通耶。三藏曰。不敢。師曰。汝道。老僧即今在什麼", "737": "處。三藏曰。和尚是一國之師。何得去西川。看競渡。師", "738": "再問。汝道。老僧即今在什麼處。三藏曰。和尚是一國", "739": "之師。何得却在天津橋上。看弄猢猻。第三問。語亦同", "74": "歲旦上堂。故歲已去。新歲續來。一去一來。未嘗間斷。", "740": "前。三藏良久。罔知去處。師叱曰。遮野狐精。他心通。在", "741": "什麼處。三藏無對　師却問僧。汝既稱曹溪門下客。", "742": "必知有此事。汝道。老僧即今在什麼處。僧罔措。師曰。", "743": "全無主宰。僧曰。三藏第三度。為什麼不見國師。師曰。", "744": "汝今一尚不見。何更問三。若見其一。即三可明。僧曰。", "745": "此事莫要進修。方可得見。師曰。汝言。進修如何。進修", "746": "試說看。縱饒修得。終成敗壞。修與不修。轉無交涉。僧", "747": "曰。若不修得。如今天下有善知識。必知此事。師曰。汝", "748": "今問我。亦無憑據。汝但此去遍參。只消致問。和尚已", "749": "是真善知識。必具他心慧眼。且道。學人即今在什麼", "75": "是知大塊流動。物物無常。一剎那間。乃新乃舊。其為", "750": "處。看他見與不見。如何發遣。便知到與不到。謾人自", "751": "謾。一時親見。豈在別人言說。", "752": "偈頌偈頌", "753": "晚參晚參", "754": "日入酉。箭急光陰能幾久。聚頭權立片時間。不覺垂", "755": "楊生左肘。前程誰是未歸人。百年家業何因循。", "756": "客問西來意聊以為答客問西來意。聊以為答", "757": "東吳幾度為閑客。南越曾經作主人。可笑年來今老", "758": "大。得同塵處且同塵。", "759": "讀大藏經讀大藏經", "76": "新者。則能為明為媚。為蘂為香。或注或吹。或騰或躍。", "760": "一毫穿眾穴。眾穴一毫収。雲自帝鄉去。水歸江漢流。", "761": "讀傳燈錄讀傳燈錄", "762": "九十芳春日。游蜂競採花。香歸蜜房盡。殘葉落誰家。", "763": "讀信心銘讀信心銘", "764": "縱饒窮到底。還是涉風波。自古貧堪笑。一身猶恨多。", "765": "早秋示眾早秋示眾", "766": "火雲欲卷空。圭月漸成魄。窮子歸未歸。相將頭盡白。", "767": "石中有玉人不知。良匠不來徒爾為。幾度欲言言不", "768": "及。盡隨雲雨去難追。", "769": "自豫章還憩無畏院偶書自豫章還。憩無畏院。偶書", "77": "其為舊者。則能為塵為蠧。為鈍為昏。或厭或離。或剪", "770": "舉世競趨人事老。忙中平得日高眠。從容一覺華胥", "771": "夢。瞬息翱翔數百年。", "772": "因雪示眾因雪示眾", "773": "長空雪彩正霏霏。為瑞為祥莫厭伊。為報途中未歸", "774": "客。普賢門戶啟多時。", "775": "送僧遊南嶽送僧遊南嶽", "776": "有客騰裝來別我。又𢹂瓶錫入湘雲。融峯最好音聲", "777": "鳥。半夜多應獨自聞。", "778": "送胡居士送胡居士", "779": "池上春殘碧草深。獨𢹂藜杖出雲岑。梧桐菴畔三更", "78": "或伐。如是生殺。如是變通。不可以形器觀。不可以情", "780": "月。識取風前一片心。", "781": "寒月喜丐士迴山寒月。喜丐士迴山", "782": "垢衣權挂入塵埃。順逆門高不易開。善應已周千里", "783": "外。滿身風雪喜歸來。", "784": "逢劉居士逢劉居士", "785": "去年別我龍沙岸。今日逢君楚水濵。相別相逢兩無", "786": "語。落花啼鳥又殘春。", "787": "寄楊處士寄楊處士", "788": "三峽橋邊話別時。抱琴歸去玉峯西。茫茫六合知音", "789": "少。一曲誰聽烏夢啼。", "79": "偽取。根之原之。來亦不知其所來。去亦不知其所去。", "790": "水月水月", "791": "水裏分明天上月。應緣隨處不相妨。可憐不見華亭", "792": "客。冷照夜濤空眇茫。", "793": "閑齋即事閑齋即事", "794": "庭產芝蘭皆顯瑞。地饒苔蘚盡成錢。自緣一榻無遮", "795": "障。贏得長伸兩脚眠。", "796": "與祥師話別與祥師話別", "797": "閑佩毗盧下翠巒。臨岐無語少盤桓。唯餘天上一輪", "798": "月。萬水千山還共看。", "799": "晚春道中晚春道中", "8": "年得告將家款師於寒谿之下巖院。由初比此親承。", "80": "識之者。直下便為神用。不知者。新年又添一歲。珍重。", "800": "江邊草色和煙碧。嶺上雲容帶雲飛。杜宇却能譚實", "801": "相。聲聲勸道不如歸。", "802": "西菴有感二首西菴有感二首", "803": "溶溶菴畔雲。舒卷朝復暮。有時致雨來。欻爾從龍去。", "804": "試問菴中人。那箇堪為據。", "805": "冷冷菴畔泉。冷澹無滋味。能開鬱結心。能止天下沸。", "806": "誰知清淺流。會有朝宗意。", "807": "送陳濟叔居士送陳濟叔居士", "808": "春風習習。春日遲遲。河梁有客。獨自西歸。有書無字。", "809": "有劒藏輝。不吞鈎餌。混入塵機。有問即默。擬是還非。", "81": "上堂。去兮非去。住兮非住。生死涅槃。本無忌諱。或貴", "810": "行行又指灊山去。只恐人中識者稀。", "811": "先師圓寂日先師圓寂日", "812": "昔人去時是今日。今日依前人不來。人若不來亦不", "813": "去。白雲流水空徘徊。孰云秤尺平。直中還有曲。孰云", "814": "物理齊。種麻還得粟。可憐馳逐天下人。六六元來三", "815": "十六。", "816": "懷寄楊主簿次公懷寄楊主簿次公", "817": "寥寥風月幾昇沈。孤坐誰人話此心。試把少林無孔", "818": "笛。閑吹一曲訪知音。", "819": "感舊感舊", "82": "或賤。自看買賣。不離行市。所以千波競起。盡是文殊", "820": "樓閣門前纔斂念。不須彈指早開扃。善財一去無消", "821": "息。門外依前春草青。", "822": "月下偶作月下偶作", "823": "今人看此月。古人看此月。不知今古人。誰解觀時節。", "824": "時節觀來古到今。古今相感幾人心。常愛南泉老識", "825": "機宜。故鄉忽憶便歸去。看他已是出山遲。", "826": "經南塔經南塔", "827": "昔年曾悟芭蕉旨。今日空餘薝蔔馨。隻履去時人不", "828": "見。異花靈草謾青青。", "829": "答問當生不生答問當生不生", "83": "家風。一片晴空。無非普賢境界。若離文字。還同認賊", "830": "客從遠方來。示我真真璧。曾無雕琢痕。豈藉陶鎔力。", "831": "寥寥天地間。只恐無人識。何當誘取窮子歸。令渠暗", "832": "室生光輝。", "833": "答關節推彥遠見求語錄答關節推彥。遠見求語錄", "834": "少林壁面時。已是成多口。洛陽人未來。冷坐渾成久。", "835": "無絃更把為君彈。彈出希聲君自看。不是熏風與流", "836": "水。却隨流水落人間。", "837": "聞僧示寂聞僧示寂", "838": "來時寂寂去無蹤。來去還同一夢中。賴有一株庭際", "839": "柏。寥寥千古笑春風。", "84": "為子。若即文字。又却認子為賊。恁麼告報。還識慚愧", "840": "晚春將出郡城留別二三道友晚春將出郡城。留別二三道友", "841": "長亭煙柳正搖春。杜宇聲聲送曉昏。花落可堪傷謝", "842": "客。草芳何獨怨王孫。忘筌話道時難狎。入俗投機事", "843": "嬾言。幸有青山是歸計。褐裾休把曳侯門。", "844": "和明長老游灌谿和明長老游灌谿", "845": "灌谿谿水碧沈沈。到者誰人測淺深。流古遞今猶劈", "846": "箭。昔灌溪和尚。僧問。久嚮灌溪。到來。只見漚麻池。爾只見漚麻池。且不見灌溪。如何是灌溪。劈箭急", "847": "逗山穿石若鳴琴。當頭有路寧容足。四面無門豈定", "848": "心。往事欲尋尋不得。黃花翠竹謾垂陰。", "849": "和酬宣首座山居感懷和酬宣首座山居感懷", "85": "也無。", "850": "時清何苦晦巖阿。人事還同夜織梭。千古功名閑戲", "851": "論。百年浮世暫經過。深沈器宇終難掩。會合天機已", "852": "絕吪。堪笑茫茫馳逐者。白珪無玷豈容磨。", "853": "怡亭寓目怡亭寓目", "854": "萬物何芸芸。鵬鷃自有志。若謂各全功。芻狗翻為累。", "855": "大冶鑪錘曾未分。馳情謾迷逍遙意。", "856": "新徙葵花新徙葵花", "857": "孤根尚淺發生遲。澹泊春光一兩枝。不改寸心長向", "858": "日。清香還在上林時。", "859": "夏尉西亭看牡丹夏尉西亭看牡丹", "86": "上堂。不與萬法為侶。即是無諍三昧。便恁麼去時。爭", "860": "列照西亭八九株。暖風和雨不相辜。莫將容易笙歌", "861": "散。色在空中見得無。", "862": "送黃叔遂送黃叔遂", "863": "欲話還源已切磋。更存關鍵即風波。巖前自有甘香", "864": "水。散作春霖不在多。", "865": "得喪由來貴一刀。休將星斗定分毫。鸞鳳未必終為", "866": "瑞。鷰󳭋飛鳴價亦高。", "867": "豈為車魚始息機。道存顏巷即逢時。青山未可長拋", "868": "擲。迴首春風是後期。", "869": "和酬長沙安撫謝通議見招(時請主溈山罷赴來命)和酬長沙安撫謝通議見招時請主溈山。罷赴來命", "87": "奈絃急則聲促。若能向紫羅帳裏撒真珠。未必善因", "870": "曾把魚竿寄客舟。十年垂手釣滄洲。唯將水月為芳", "871": "餌。引得金鼇誤上鈎。", "872": "危樓獨立思依依。望斷湖山舉步遲。老病自慙歸去", "873": "晚。箇中難學丈夫兒。", "874": "答王樞密子淳入道以頌見呈答王樞密子淳入道。以頌見呈", "875": "了了了。雪裏尋春月中曉。困來欹枕意度深。飢即飽", "876": "餐滋味好。勿言欹飽便相於。古今同轍不同途。從來", "877": "已是無羈束。大丈夫兒捋虎鬚。", "878": "和積翠和尚頌寄公晦禪師(時公晦同杜使舟行至長沙越城入岳)和積翠和尚頌。寄公晦禪師時公晦。同杜使舟行。至長沙。越", "879": "城入岳", "88": "而招惡果。", "880": "湘江春色晚。星使共舟行。穩泛靈均水。休登賈誼城。", "881": "片雲歸有嶽。遼󳬈去無程。曠望知何極。連天煙草平。", "882": "示徒示徒", "883": "乾坤無際兩沈沈。休向其間論此心。隱顯任從千種", "884": "現。夢中形影莫追尋。", "885": "和酬張著作居士勸世頌見寄和酬張著作居士。勸世頌。見寄", "886": "埽除塵處轉生塵。認得珍時未至珍。好是陽和二三", "887": "月。融融花發不干春。", "888": "若能轉物是還丹。信手拈來見洞天。會有長生在方", "889": "寸。幾人窮極到忘緣。", "89": "上堂。祖師謂。見身無實是佛見。了心如幻是佛了。好", "890": "切忌隨他求富貴。急須明取自家珍。百年此去無多", "891": "日。莫謂前程別有春。", "892": "五千文字唯標指。因指仍觀月在天。月落指忘無別", "893": "事。醉眠醒坐但隨緣。", "894": "答黃惠成居士明道見寄答黃惠成居士明道見寄", "895": "幾年客路走風塵。今日還為舊主人。水底月明非是", "896": "夜。火中蓮拆已乘春。尋窮物理成家計。會合時機見", "897": "日新。好向驚濤濟舟檝。免教來往滯迷津。", "898": "日暮郊行日暮郊行", "899": "一日復一日。百年虗出沒。茫茫塵土中。幾箇知窠窟。", "9": "而聞者甚詳。旋踵忘之。莫能記也。又明年。余為御史。", "90": "言語。要急相應。不離見聞覺知。不即見聞覺知。了得", "900": "甞愛雲門好風骨。不露機關人不識。杳杳清風去不", "901": "還。黃梅路漸生荊棘。", "902": "和酬林長官明道頌見寄和酬林長官明道頌。見寄", "903": "妄病求真藥。真藥毉妄病。藥病兩俱忘。見境何曾境。", "904": "非即全體非。是即全體是。要識是非心。已在先天地。", "905": "要休卒未休。覓了終無了。心月自孤圓。乾坤都一照。", "906": "有無元不二。有二翻成病。若存不二心。暗却本來鏡。", "907": "愛河風緊浪花麤。惠日輝時浪自枯。不在張帆駕舟", "908": "檝。到頭殊不用功夫。", "909": "送余洪範司理送余洪範司理", "91": "身心本性空。斯人與佛何殊別。會麼。臨起不能將得", "910": "孰云鴻鵠高。自有摩霄翅。孰云鷰󳭋卑。自有蓬蒿志。", "911": "二物何逍遙。飛鳴俱得地。丈夫一見天地心。霧起雲", "912": "騰亦容易。", "913": "答黃叔遂二首答黃叔遂二首", "914": "休向江頭苦問津。江頭消息苦為陳。老盧過嶺無他", "915": "事。空把衣盂誑後人。", "916": "夏雲聳奇峯。寒泉瀉飛練。物物自有功。箇中無改變。", "917": "君不見。風不待月而冷。火不待日而熱。又不見。鏡裏", "918": "形骸空裏花。縱目觀來也奇絕。", "919": "送崇諒座主送崇諒座主", "92": "去。一時交點過春風。", "920": "祝融峯下曾陶冶。碌碌無人辨真假。鷲嶺風雲會合", "921": "來。恁時信有知音者。", "922": "送吳德夫法曹送吳德夫法曹", "923": "海門山嶮絕行蹤。蹈斷牢關信已通。自有太平基業", "924": "在。不論南北與西東。", "925": "水中得火世還稀。看著令人特地疑。自古不存師弟", "926": "子。如今却許老胡知。", "927": "本無迷悟有多端。眼裏瞳人不易看。只恐箇中留不", "928": "住。又為霖雨落人間。", "929": "送張居士送張居士", "93": "上堂。我有真金曾百煉。巧拙皆由人造變。世間名字", "930": "看著桃花春正好。又搖鞭影出巖扉。風前一劄難遮", "931": "掩。已泄靈雲向上機。", "932": "答章楚材二首答章楚材二首", "933": "從來有病方與藥。妄起還因說有真。妄病若忘真藥", "934": "盡。洞然明白舊時人。", "935": "若存明白翻成病。萬法融通始是真。曲直方圓不相", "936": "到。擬將何法付何人。", "937": "和酬新吳鄒評事見寄和酬新吳鄒評事見寄", "938": "少林一曲信難酬。老病那堪繼厥猷。幸託青山同隱", "939": "豹。媿無餘刃解全牛。百年事業荒來久。千古聲名笑", "94": "假稱呼。隨順缾盤與釵釧。諸禪德。森羅萬象。不礙眼", "940": "已休。會有故園風月在。為君留作社中遊。", "941": "退居即事退居即事", "942": "不住唐朝寺。閑為宋地僧。生涯三事衲。故舊一枝藤。", "943": "乞食隨緣去。逢山任意登。相逢莫相笑。不是嶺南能。", "944": "菴居感懷菴居感懷", "945": "竹筇椶笠薜蘿衣。深入龍峯獨掩扉。自喜林泉甘適", "946": "性。更因魚鳥共忘機。徒將道業磨今古。休向乾城定", "947": "是非。奇語諵諵讀黃老。可能𢹂手共車歸。", "948": "送本禪人歸輦下送本禪人歸輦下", "949": "遊徧叢林道愈光。卷衣歸去興何長。白雲況是無心", "95": "光。因甚道。見與不見。只為分明極。翻令所得遲。", "950": "物。又逐西風入帝鄉。", "951": "書周居士壁書周居士壁", "952": "見人多不語。掩息過餘生。有屋蓋茆竹。無人知姓名。", "953": "孤燈林籟寂。寒月石池清。非是懷高節。鯤鵬自有程。", "954": "顏道人有頌告別走筆為送顏道人有頌告別。走筆為送", "955": "霜風凜凜。霜葉飛飛。短長亭上。有客南歸。遺文鳥迹。", "956": "壞衲坌衣。危壁千仞。瘦筇一枝。冥鴻勢遠。弋者徒疑。", "957": "出門萬里誰為別。寸草不生唯自知。", "958": "師每在室中以拳示人曰若作拳見即觸不作拳見即背上座如何見僧請問師以此為答師每在室中。以拳示人曰。若作拳見。即觸。不", "959": "作拳見。即背。上座如何見。僧請問。師以此為", "96": "上堂。僧問。言詮不到處。請師垂示。師曰。雲盡日月正。", "960": "答", "961": "黃龍有箇拳頭。不論得皮得髓。分明直下相呈。早是", "962": "和泥合水。", "963": "黃龍有箇拳頭。舉起別無道理。直須打破牢關。總是", "964": "自家行履。", "965": "黃龍有箇拳頭。貴賤任君酬價。近前擬欲商量。翻作", "966": "時人話󰚁。", "967": "黃龍菴主語錄終", "968": "No. 1343-B 後序No. 1343-B", "969": "後序", "97": "雪晴天地春。僧曰。便恁麼去時如何。師曰。落在甚處。", "970": "敷陽王韶　撰", "971": "敷陽子曰。予甞勸學者。學聖人之道。皆當求之於文", "972": "辭章句之外。至於天道陰陽。則又在筭數曆法之外。", "973": "今得遇", "974": "黃龍心師。發明至道。則所謂聖人性命之理者。又在", "975": "生平學習思想之外。噫古人謂。佛法皆以心相傳。豈", "976": "虗也哉。雖然。欲傳其心。亦不可得。則所謂得者。亦未", "977": "甞得也。學者思之。元豐元年。六月二十五日序。", "98": "僧提起袈裟角。師曰。放過一著。", "99": "復曰。垂絲千尺。意在深潭。遂舉拂子曰。看。錦鱗赬尾"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1343 寶覺祖心禪師語錄（黃龍四家錄第二）", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1343 寶覺祖心禪師語錄（黃龍四家錄第二）", "author": "(侍者)子和錄　(門人)仲介重編", "language": "chinese", "source": "CBETA"}