{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 317 楞嚴經正見", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "楞嚴經正見", "1": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "2": "正見卷第十", "3": "住婁東古興福禪寺沙門　濟時　述", "4": "△四行陰。一總明。", "5": "阿難彼善男子修三摩提至幽隱妄想以為其本。", "6": "阿難下明前相益。夫想陰未盡猶如濁浪。寤則成", "7": "念。寐則成夢者。挾雜幻故也。想陰若盡。猶如晴空。", "8": "寤亦如是。寐亦如是者。總一覺故也。又晴喻明。空", "9": "喻覺。覺則一法不存。明則萬象都照。譬如鏡子相", "10": "似。於諸境界。來無所黏。去無蹤跡。是虗受照應也。", "11": "如是了得。焉有舊習乎。焉有浮想乎。唯一精真而", "12": "已。生滅下明區宇之相。葢色受是粗重之相。想陰", "13": "是萬法影子。心逐生滅而弗覺者也。今粗重已去。", "14": "影象已亡。眾生之命緒。雖未即通。而生滅之根元。", "15": "盡露於此。何以知之。今見乍時明。乍時暗熠熠然", "16": "閃爍猶如野馬者。非眾生之生滅乎。見有時動。有", "17": "時靜。隱隱然眇忽似有絲繫者。非眾生之根元乎。", "18": "以十類皆具。故曰同生基。以動靜不常。故曰清擾。", "19": "又門簨曰樞。門臼曰穴。浮塵根似門簨。勝義根似", "20": "門臼。總指行相而言。以運動皆主此故。修定人到", "21": "此境界。即是行陰區宇爾。若此下明陰盡之相。想", "22": "盡如水。故言清。行動如波。故言擾。乃元性初生之", "23": "性也。行相既定。元性歸於一。猶如波瀾滅於海。便", "24": "是陰盡之相也。言眾生濁者。即無始一念。心發知", "25": "見為生。業運遷流為往以心相假合。故名眾生濁。", "26": "言幽隱者。以生滅之心。甚深微細。似見不見。故云", "27": "幽隱。今行相一定。觀得最動之由。與妄想之本。便", "28": "是超過眾生濁矣。△二別釋十。一二無因論。", "29": "阿難當知是得正知至第一外道立無因論。", "30": "阿難當知一句總提。是得下標正受。言正知者。簡", "31": "無浮想也。凝明。即奢摩他定。以奢摩他定力得浮", "32": "想不生。外魔不入。是謂正受也。方得下標邪計。精", "33": "研。狂慧也。生元。同生基也。幽清即是行陰。以行陰", "34": "未盡。狂慧忽生。於元性中見得生類之本。悉是無", "35": "因。由是計度。立二無因論。", "36": "一者下見本無因。何以知之。是人想陰已盡。生機", "37": "見透。乘此慧心。見八萬劫內。一一悉知。見八萬劫", "38": "外。冥無所觀。以是知眾生從本無因生也。不知無", "39": "始以來。串習業識。故無不知。業識盡處。則為無有。", "40": "此如夜見有人擎火而行。行遠不見。遂謂火滅無", "41": "有。是人定中所見。正類此矣。由此下結過如文。", "42": "二者下見末無因。何以知之。是人乘此慧力。見八", "43": "萬劫前如是。見八萬劫後亦悉如是。見本無因。見", "44": "末亦悉無因。目前山河大地。日月星辰。乃至草芥", "45": "人畜。一一不變。非不能變爾。無異因故也。既無異", "46": "因。他日焉有菩提可成耶。以是知萬物從本無因", "47": "末亦無因生也。不知無始以來。熏習業力所持。業", "48": "力衰當從渝變。此如仰目觀空而有花生。花不能", "49": "變。遂謂無異因。是人定中所見。正類此矣。由此下", "50": "結過如文。", "51": "已上二種。皆墮外道計無因生。亦如此方儒者。計", "52": "一陰一陽之謂道。又老氏計自然為宗。若計自然", "53": "為宗。即是無因生。若計陰陽為道。即是邪因生。何", "54": "者。可惜一個靈明正覺之體。惑為無因邪因。由是", "55": "亡失正知。墮於外道。寧不可哀耶。八百功德釋見", "56": "四卷。業流灣環。正指行陰。△二四徧常論。", "57": "阿難是三摩中諸善男子至第二外道立圓常論。", "58": "阿難下標正受如前。窮生下標邪計。言常擾動元", "59": "者。以動元如水。無風波常起者。性習所使然也。行", "60": "陰亦然。浮想雖亡。行相常擾者。亦性習所使然也。", "61": "由此窮研。觀彼幽清之中。一切諸法。體性是常。遂", "62": "立四圓常論。", "63": "一者下窮研心境二處。言二處無浮想之因。惟是", "64": "自相所循者。葢心不獨立。必仗境生。境不自緣。必", "65": "依心有。如此境有生滅。心得常在。故知二萬劫中。", "66": "一切眾生。生滅相循而不失者。以其性常也。", "67": "二者下窮研四大處。謂四大處一一是常。設一不", "68": "常。則天地萬物不成安立矣。以大性是常。故知四", "69": "萬劫中。一切眾生。生滅而不斷者。以其體常也。", "70": "三者下窮研八識。末那。第七識也。執受。第八識也。", "71": "習起名心。思量名意。了別名識。又八識名心。七識", "72": "名意。六識名識。此八個識。一一是常。設一不常。三", "73": "世諸法不立。成斷空矣。以諸識是常。故知八萬劫", "74": "中。一切眾生。生滅相循而不絕者。以其識常也。", "75": "四者下窮研生滅之理。葢想元若盡。別境不生。生", "76": "既無生。則滅亦無滅。此理便是常也。若此不是常。", "77": "更有何常耶。故知萬化之中。得自然而不盡者。以", "78": "其理常也。由此下結過如文。△三四倒論。", "79": "又三摩中諸善男子至第三外道一分常論。", "80": "又三摩下標正受如前。窮生下標邪計。自他者。彼", "81": "我兩法也。彼我兩法。必有所分。由是立一分常。一", "82": "分無常。", "83": "一者下我常。彼無常。湛然者。神理也。神理即我之", "84": "謂。此神我之理。徧於十方。一切眾生。皆從我生矣。", "85": "然則彼有生滅。我無生滅。無生滅是常。性有生滅", "86": "是無常性也。", "87": "二者下劫壞。劫不壞。定中不觀其理。但觀器世間。", "88": "見三禪以下有形有色者壞。見四禪以上無形無", "89": "色者不壞。不壞者。三災劫所不到也。壞者。三災劫", "90": "所到也。故知劫不壞者是常性。劫壞者是無常性", "91": "也。", "92": "三者下有精有粗。精者心也。粗者身也。身而生滅。", "93": "心無改移。無改移者是我性。故不壞。一切生滅者", "94": "是我心流出。故壞。然則不壞者是常性。壞者是無", "95": "常性也。", "96": "四者下行常。餘無常。謂色受想是無常性。現見滅", "97": "盡故。行陰是常性。現見常流故。常流者是真常性。", "98": "滅盡者是真無常性也。由此下結過如文。", "99": "已上四種皆即一身上起自他見。故立一分常。一", "100": "分無常。是謂邪見也。何以。自身上立他。於自不成", "101": "矣。他生我身中。於他不成矣。如此全是心外有法。", "102": "自生違背。故稱顛倒。△四四有邊論。", "103": "又三摩中諸善男子至第四外道立有邊論。", "104": "又三摩下標正受如前。窮生下標邪計。分位者。即", "105": "有是一邊。無是一邊。故立四有邊論。", "106": "一者下見不見二邊。過去已過去。未來猶未來。二", "107": "皆不見。謂之有邊。現在流用不息。相續無盡。灼然", "108": "可見。謂之無邊。相續約體說。二際約時說。以時有", "109": "分劑。體無分劑故也。", "110": "二者下有聞有見。無聞無見二邊。謂八萬劫內。有", "111": "聞有見。謂之有邊。八萬劫前。無聞無見。謂之無邊。", "112": "又有聞有見者眾生也。無聞無見者空寂也。以空", "113": "寂是一邊。眾生是一邊也。", "114": "三者下有知無知二邊。無邊性。無知也。我徧知得", "115": "一切人不見無邊性者。彼不知故。有邊性。有知也。", "116": "我曾不知一切人見有邊性者。彼有知故。彼有知", "117": "謂之有邊性。我不知謂之無邊性也。", "118": "四者下生滅不生滅二邊。一念有知是生。一念忘", "119": "知是滅。故一身之內見有半生半滅也。又有眾生", "120": "處為有邊是生。無眾生處為無邊是滅。故世界之", "121": "中。見有半生半滅也。由此下結過如文。△五不死", "122": "矯亂論。", "123": "又三摩中諸善男子至不死矯亂徧計虗論。", "124": "又三摩下標正受如前。窮生下標邪計。不死矯亂。", "125": "出婆沙論。釋外道計天常住。名為不死。計不亂答。", "126": "得生彼天。若實不知而輙答。恐成矯亂。故有問時。", "127": "答言秘密。不應皆說。或不定答。佛法呵云。此真矯", "128": "亂。故云不死矯亂也。下別見。即是明其矯亂答。", "129": "一者下標八亦。謂恒變生滅增減有無也。有求下", "130": "述其所答。然止有六義。非闕文也。詳義非所問故。", "131": "言遺失章句者。謂所問非直答。令前人於句中不", "132": "得義理。故云遺失章句也。", "133": "二者下觀一切法皆無。互互即念念滅。纔生即無", "134": "故。於是知一切法皆無。因無證得。故所答唯無也。", "135": "三者下觀一切法皆有。各各即念念生。舉意即有", "136": "故。於是知一切法皆是。因是證得。故所答唯是也。", "137": "四者下觀一切法有無俱亦。其境枝故。其心亦亂", "138": "者。謂念念生。即念念滅。難定其義故。於是知一切", "139": "法有無俱即。因兩證得。故所答亦有即是亦無。然", "140": "且有不是亦無。無不是亦有。畢竟有無各別。故所", "141": "答互相遮護。令人不能窮詰也。由此下結過如文。", "142": "△六死後有相。", "143": "又三摩中諸善男子至死後有相心顛倒論。", "144": "又三摩下標正受如前。窮生下標邪計。無盡流。即", "145": "行陰也。以行陰是常。雖死後不息。故云死後有相", "146": "也。", "147": "或自下計四陰有相。一色是我。現見色身是我故。", "148": "二我有色。能含徧國土故。三色屬我。還我迴前緣", "149": "故。四我在色。得行中相續故。此一色陰有四句。受", "150": "想行亦各有四句。故成十六相。皆執死後有相循", "151": "環生也。", "152": "從此下別計諸法相。謂陰相既爾。諸法亦然。煩惱", "153": "通指諸法也。菩提別指覺明也。菩提煩惱並驅無", "154": "改。亦執死後有相也。由此下結過如文。△七死後", "155": "無相。", "156": "又三摩中諸善男子至死後無相心顛倒論。", "157": "又三摩下標正受如前。窮生下標邪計。如文凖思。", "158": "見其下計四陰是滅。夫有色則知有想。有想則知", "159": "有受矣。今現在色是滅盡。則知想陰亦是滅盡。想", "160": "陰滅盡。則知受陰亦是滅盡矣。生理即是行陰也。", "161": "雖有生氣。與草木同。死後焉得為有相耶。又八無", "162": "者。約現在子縛四相是滅。則知未來果縛四相。亦", "163": "是滅。故成八無。", "164": "從此下別計涅槃因果皆依現陰而生。現陰既滅。", "165": "未來安能有哉。是徒有名字爾。由此下結過如文。", "166": "△八俱非論。", "167": "又三摩中諸善男子至死後俱非心顛倒論。", "168": "又三摩下標正受。窮生下標邪計。行存中就行陰", "169": "而言也。知現存行陰是有。則知色受想是滅。以色", "170": "受想是滅。則知現存行陰有亦非有矣。以行陰非", "171": "有。知色受想非無。如此四陰雙計成八非。故知死", "172": "後俱非也。", "173": "色受下雙計非有非無。謂色受想先來是有。而今", "174": "非有。故曰見有非有。又以行相例前色等是無。以", "175": "色等例今行相是非無。故曰觀無不無。言八非相", "176": "者。一陰有二非相。四陰成八非相。是謂窮盡陰界", "177": "也。言有相無相者。以現在是非有非無。則知死後", "178": "亦是非有非無。是謂雙計有無也。又計下別計俱", "179": "非。葢現在見行相。念念遷流。生中有滅。滅中有生。", "180": "生滅不定。由是通悟諸法。皆是非有非無。故曰俱", "181": "非。又前八非是虗。八有是實。虗實亦難定準。故曰", "182": "失措。", "183": "由此下結過。言後際昏瞢無可道者。謂現在言有", "184": "不得。言無不得。有無二邊俱不可得。況死後昏瞢", "185": "而有知耶。餘如文。△九七斷滅論。", "186": "又三摩中諸善男子至死後斷滅心顛倒論。", "187": "又三摩下標正受如前。窮生下標邪計。七斷滅者。", "188": "即人天二界。四禪四界。與無色界。共七處也。後後", "189": "滅者。現在念念滅。設生此七處。亦知後皆斷滅矣。", "190": "或計下正釋七處滅。身滅。即人天二界也。欲盡。指", "191": "初禪也。苦盡。指二禪也。極樂三禪。極捨四禪。及無", "192": "色也。此七處滅者。非謂進地後方滅。現前得念念", "193": "滅。至後知亦念念滅。乃不復生也。由此下結過如", "194": "文。△十五現涅槃論。", "195": "又三摩中諸善男子至五現涅槃心顛倒論。", "196": "又三摩下標正受如文。窮生下標邪計。於後後有", "197": "生計度者。前念念滅。故知後後滅。今念念生。故知", "198": "後後有。總前後論之。只一念生滅爾。", "199": "或以下釋轉依處。欲界是五趣雜居地。若悟得圓", "200": "明之理。即欲界是轉依處矣。初禪性無憂者。即離", "201": "憂是轉依處矣。二禪性無苦。即離苦是轉依處。三", "202": "禪極悅隨。悅隨即喜支也。四禪苦樂雙亡。即捨支", "203": "也。乃是其轉依處矣。謂之五現涅槃果。此不徹悟", "204": "本來。少得些輕安。便以為究竟。墮於支禪邪計中", "205": "不知正是迷有漏天。妄作無為解者。便是誤取涅", "206": "槃爾。由此下結過如文。△三結示。初示過。", "207": "阿難如是十種禪那至大妄語成墮無間獄。", "208": "已上十種是行陰所變。以行陰遷動。邪計乘發。故", "209": "得心差不安正受爾。用心交互者。修禪定心是正。", "210": "狂解竊發是邪。正邪雜糅。故云交互。所謂差之毫", "211": "𨤲。謬以千里。若不說破。誤為證聖。便為大妄語矣。", "212": "可不慎哉。△二勸宣。", "213": "汝等必須將如來語至作大覺王清淨標指。", "214": "葢想陰盡是無外魔矣。然心魔內障。覺多錯謬。反", "215": "為學道之深孽。此世尊之隱憂。乘教之切心也。是", "216": "故勅勸弘宣。再四叮嚀。使行人覺了斯義。不遭枝", "217": "岐。而弘大道。登正覺。是為清淨之標指矣。△五識", "218": "陰。一總明。", "219": "阿難彼善男子修三摩提至顛倒妄想以為其本。", "220": "阿難下明前相益。機即是機要。網繩曰綱。結處曰", "221": "紐。補特伽羅。云數取趣。此總指行陰之相也。葢行", "222": "陰是一切眾生之機要。以此出生故。又是命緒之", "223": "綱紐。以此連絡故。又是諸法之歸處。以此取趣故。", "224": "眾生之有業性也。此行陰為之血脈。眾生之有妄", "225": "性也。此行陰為之感應。故曰諸世間性。幽清擾動。", "226": "總一行相為脈絡貫串。遷改流動以成其業爾。今", "227": "則行陰已盡。生基隳裂。綱紐已解。諸所取趣一切", "228": "不行。尚無有作。誰為感應。此如東方之曙。鷄後之", "229": "鳴。終不久闇。是將大明矣。斯時便是行盡之相也。", "230": "六根虗靜下正明識陰區宇。無色受想。則根自虗", "231": "靜矣。無諸行使。則心不馳逸矣。內湛發明。故曰內", "232": "外湛明。內外者。即觀照甚深之意。葢根境若交。則", "233": "有所入。今想行兩亡。根境不交。無有入矣。故曰入", "234": "無所入。工夫到如此田地。然後觀一切眾生受命", "235": "所由。莫不皆知矣。且既知所由。復執其元。執元即", "236": "是念心不妄也。心不緣妄。諸類不應。唯一識陰矣。", "237": "故曰觀由執元。諸類不召。又十二因緣中。以無明", "238": "緣行。行緣識。識緣名色。名色緣六入。今入無所入。", "239": "則是不緣六入矣。諸類不召。則是不緣名色矣。觀", "240": "由執元。則是不緣於行矣。不緣於行。又不緣名色", "241": "六入。而能深達十方種類元由者。非是識陰耶。夫", "242": "識陰既露。幽蔽則開。於是見得十方世界。元是一", "243": "空。故曰於十方界已獲其同。又精色不沉。即是不", "244": "沒。謂不被想行所沒。以不沒故。方知得三界唯心。", "245": "萬法惟識。別無他有。此便是識陰區宇之相。", "246": "若於下明陰盡之相。群召指前十二類生而言也。", "247": "十二類生。識相雖別。其體則同。同是一空。觀得其", "248": "空。自然不由前塵所起知見矣。此是消磨法。消磨", "249": "情盡。開也如是。合也如是。開則去來無礙。合則纖", "250": "毫不隔。然非有心造作。圓通之理。固如是爾。言見", "251": "聞通鄰者。即是六根互用。如普賢用心聞。觀音以", "252": "眼聽。皆凝一不分。互用之道也。如互用得。方顯真", "253": "心自在。本來清淨矣。本既清淨。十方世界。及與身", "254": "心。何所障礙而不明淨也。又世界舉依報。身心舉", "255": "正報。謂此心清淨。乃至若依若正。一體清淨。猶如", "256": "琉璃者。此總喻根身器界也。前文云十方國土。皎", "257": "然清淨。譬如琉璃。內含寶月。此亦如是。六根清淨。", "258": "亦內外明徹矣。若到此地。便見得識陰盡也。所言", "259": "命濁者。即無始妄想。起見聞知覺業識心也。以業", "260": "識心六用相違。如眼不能聽。耳不能見。眾塵隔越", "261": "故爾。故名命濁。此命濁謂之有。則無全體可指。謂", "262": "之無。則有影象可識。今識陰一空。見聞通鄰。十方", "263": "無礙。觀得虗幻之由。與妄想之本。便是超過命濁", "264": "矣。△二別釋十。一因所因執。", "265": "阿難當知是善男子至背涅槃城生外道種。", "266": "此約陰未盡相三。初阿難下約識陰未圓。前總明", "267": "中說行相空。如東方曙。將必大明矣。次說識陰空。", "268": "如吠琉璃。能使明徹矣。而今行相雖空。識陰仍在。", "269": "未得純是真寂滅心。何則。以有心還元故。故曰已", "270": "滅生滅。而於寂滅精妙未圓。精妙。即識也。次能令", "271": "下約識用事。葢識雖未盡。可用集事。何也。假令一", "272": "向根塵隔別而不能開者。能令開之。假令一向心", "273": "識馳逸而不能合者。能令合之。合則以見諸類通", "274": "㳷。開則能使入其圓元。圓元者。圓諸心也。通㳷者。", "275": "通所隔也。此見因識以集其事矣。三若於下約其", "276": "邪計。上來因識成事者。不過借路以入圓元爾。若", "277": "因此認為真常而生勝解者。便為不可。何則。葢真", "278": "常非所因。所因是妄。而今外道計所因為常者。豈", "279": "非邪耶。乃全是有所得心。失其正見。由是違遠圓", "280": "通。背涅槃城也。娑毗迦羅外道也。計阿賴識前。未", "281": "形之初。有個主宰。能生一切法。謂之冥諦也。△二", "282": "能非能執。", "283": "阿難又善男子窮諸行空至生大慢天我徧圓種。", "284": "阿難下約識陰未圓如前。若於下約其邪計。所歸", "285": "即前於識還元句。葢識依行流。行空故識得歸元。", "286": "又歸是識所歸處。前計識生於因。以所因為常性。", "287": "因冥初而生諦也。今計識生於能。能即我也。我生", "288": "一切故。即能是常而生勝解者。便為不可。何則。真", "289": "常非能生。而執以為能者。豈非邪耶。乃全是有所", "290": "得心。失其正見。由是違遠圓通。背涅槃城也。摩醯", "291": "首。即色頂大自在天。是外道所宗。執一切俱彼生", "292": "故。我徧圓者。計我徧虗空也。△三常非常執。", "293": "又善男子窮諸行空至背涅槃城生倒圓種。", "294": "又善下約識未圓如前。若於下約其邪計。歸依。即", "295": "我所仗處也。前計良能是我。今計我是彼生。宣流。", "296": "即識也。一切諸法及與自身。都從彼流出。故認識", "297": "為他。生我為自。以他作真常無生滅解。此則在生", "298": "滅中計常住。而惑不生。真無生滅。反迷生滅為不", "299": "識。二俱是迷。故曰沉迷。自在天釋見前。餘如文。△", "300": "四知非知執。", "301": "又善男子窮諸行空至背涅槃城生倒知種。", "302": "又善下約識未圓如前。若於下約其邪計。此計良", "303": "知為自性者。葢草木是無情。人是有情也。今計知", "304": "體徧圓。則有情無情。皆從所知生矣。故疑草木為", "305": "人。人死還成草木。都無所擇。是墮知無知執。謂之", "306": "倒知也。又婆吒霰尼。二外道也。計一切是覺。乃與", "307": "此執同。故成其伴爾。△五生無生執。", "308": "又善男子窮諸行空至前涅槃城生顛化種。", "309": "又善下約識陰未圓如前。若於下約其邪計。然佛", "310": "法謂隨順互用者。須得五陰空真心開發。然後隨", "311": "我用。謂之隨順。今陰相未盡識心用事。即觀中暫", "312": "得圓融。謂之隨順。便求圓化。四大之性。以群塵為", "313": "因。冀望成果。是墮生無生執。若正理論之。其實無", "314": "生。妄以為生而崇事之。豈非邪乎。乃全是有所得", "315": "心。失正知見。違遠圓通。背真涅槃城也。婆羅門。西", "316": "域五姓中淨姓也。世傳有方書者。事火崇水。乃其", "317": "本習。諸迦葉波。即三迦葉。婆羅門之別姓。其先事", "318": "外道故。△六歸無所歸。", "319": "又善男子窮諸行空至背涅槃城生斷滅種。", "320": "明即明白心也。計此明心原是中虗。虗故不滅。不", "321": "滅是空。此空虗之理。為群化之本。餘則是生滅法。", "322": "今滅其所滅。乃為我之歸處。正理觀之。其實無歸。", "323": "而計為歸處。是墮歸無歸執者。廼是斷滅法也。舜", "324": "若多。此云空。無想執此成斷空外道也。△七貪非", "325": "貪執。", "326": "又善男子窮諸行空至背涅槃城生妄延種。", "327": "此計即識是常。然識必依身而住。於是固身同於", "328": "精圓。冀其長生而不傾逝者。是墮貪非貪執。葢妄", "329": "身非常。而貪以為常。豈非是邪乎。阿斯陀仙。此翻", "330": "無比。修長生術者。佛初生。淨飯王命其相之。仙云。", "331": "太子必當作佛。我今年暮。當生無色天上。不得見", "332": "佛。言訖淚下。即其人也。△八真非真執。", "333": "又善男子窮諸行空至背涅槃城生天魔種。", "334": "前計識依身住。故求固身。今計識從身生。故求廣", "335": "生。識得以延永矣。言互通者。識是眾生之命。彼此", "336": "互相通爾。言坐蓮花宮者。冀識托生勝處也。又識", "337": "是妄體。謬以為真。故云真非真執。吒枳迦羅。無正", "338": "翻。疑即欲頂自在天。媛。女之美稱也。△九定性聲", "339": "聞。", "340": "又善男子窮諸行空至背涅槃城生纏空種。", "341": "命明者。已明得識陰。是生滅法也。由厭生滅。發心", "342": "求道。道即四諦法也。觀中分別苦諦為麤。滅諦為", "343": "精。疏決集諦為偽。道諦為真。惟求感應者。冀斷苦", "344": "集是因。慕證滅道是果。便為感應也。只此居滅已", "345": "休。更不前進。是墮定性聲聞。增上慢儔矣。又聲聞", "346": "分二種。一是根鈍。二是根利。利者迴心向大。鈍者", "347": "趣寂即休。△十定性緣覺。", "348": "又善男子窮諸行空至生覺圓明不化圓種。", "349": "即前二種中。又有根稍利者。觀十二因緣法。見得", "350": "覺性本來清淨。清淨揀非生滅。覺揀非迷者。從是", "351": "發研深妙。妄為涅槃。不知即此發研。便是流注生。", "352": "不發妙用。墮緣覺乘。亦是不迴心定性聲聞之類。", "353": "△三結示。", "354": "阿難如是十種禪那至從始成就不遭岐路。", "355": "已上十種是識陰所變。何以明之。譬如夢中覩一", "356": "異境。自謂了了。不知正是夢識所述爾。此識陰亦", "357": "然。定中所見。自謂了了。不知乃是識陰所惑耳。由", "358": "是迷惑。於未足中生滿足證。不能入清淨覺者。為", "359": "識陰所誤也。餘如文。汝等下勸宣。佛慮後五百歲。", "360": "雖有好心學道。奈何識陰未盡。以邪為正。便是佛", "361": "法之害矣。是故深勸弘宣。傳示末世。普令覺了斯", "362": "義。毋為見魔混亂真禪也。見魔者。見指修定人。以", "363": "識心發邪見故。魔指其所宗。如娑毗迦羅與自在", "364": "天等。俱是魔外故。亦可指前八是魔。終為墮落故。", "365": "後二是見。沉滅不進故。故總稱為見魔也。修定人", "366": "逢此沉孽。不能擺脫。須持佛般怛羅呪。如前八卷", "367": "中說。故曰保綏哀救。必使身心蕩盡見孽。消息邪", "368": "緣。方可入佛知見。登正修行路。乃為得矣。△四總", "369": "結前意二。一陰盡功用。", "370": "如是法門先過去世至圓滿菩提歸無所得。", "371": "如是法門一句。總躡前五陰而言也。葢前是破陰", "372": "為法。入正為門。一切諸佛無有不破五陰而入道", "373": "者。五陰既破。得諸根互用。即是金剛乾慧地。此義", "374": "在前第三漸次中已明。今略釋之。所言金剛者。乃", "375": "是當人無念心體也。此無念心體。不變不壞。不動", "376": "不遷。在聖不增。在凡不減。在生滅而隨生滅。故凡", "377": "夫成迷。在生滅而透生滅。故聖人成覺。究竟此無", "378": "念心體。不變不壞。不動不遷。故稱金剛也。所言乾", "379": "慧者有二義。前則欲愛乾枯名曰乾。純以智慧名", "380": "曰慧。今則五陰盡名曰乾。得六根互用名曰慧。故", "381": "名乾慧也。又前義是頓。位是漸。文云返流全一。六", "382": "用不行。妙圓平等。獲大安隱。一切如來密圓淨妙。", "383": "皆現其中。是人即獲無生法忍。從是漸修。隨所發", "384": "行。安立聖位者。即是頓中施漸也。今義是漸。位是", "385": "頓。文云圓明精心。於中發化。如淨琉璃。內含寶月。", "386": "如是乃超十信十住。十行十迴向。四加行心。菩薩", "387": "所行金剛十地。等覺圓明。入於如來妙莊嚴海。圓", "388": "滿菩提。歸無所得者。即是漸中施頓也。若是先頓", "389": "後漸。則曰隨所發行。安立菩提。若是由漸施頓。則", "390": "曰圓滿菩提。歸無所得。無所得心。非無念心體耶。", "391": "此雖前後施設不同。合而言之。總名金剛乾慧地", "392": "也。問。位既是一個。何故前後不同耶。曰有二義故。", "393": "一約當機。二約未來。如阿難是悟底人。須依三漸", "394": "次為法。得根塵業識盡。見本妙圓明平等已。然後", "395": "成就五十五位登妙覺海。方始徹法源矣。又如末", "396": "世修定者。是未悟底人。須要五陰盡破。為證得諸", "397": "根互用。悟自圓明精心已。如是乃悉超過五十五", "398": "位。入如來妙莊嚴海。乃為究竟矣。已上二義。一則", "399": "曰成就。一則曰超過。是以不同爾。問。若然。末世修", "400": "定人。不必證位乎。曰不然。佛祇要人悟道。歷位不", "401": "歷位。是當人分上事。況佛已勅阿難。將如來語。傳", "402": "示未來。其人既悟。自然印得本法也。何更重得菩", "403": "提。為醉後添盃乎。△二勸識魔事。", "404": "此是過去先佛世尊至究竟修進最後垂範。", "405": "此是下總標。事貴有識見。一切百工賤技皆然。況", "406": "學無上之道乎。如上五十種陰魔。皆是先佛世尊。", "407": "於止觀中㭊出。令後人證果成佛之法。乃師師相", "408": "傳者也。是故學道要識得。識得魔不能惑。心地清", "409": "淨。縱有天魔外道。不敢近傍矣。即有下劣。見得此", "410": "意。亦能增進。況其餘者乎。至於愚鈍不知佛法。單", "411": "修禪定。未免墮邪。但勸持佛頂般怛羅呪。亦能除", "412": "滅魔事。令生正解。此是如來最後垂範。後學勉旃。", "413": "奢摩他。云止。毗婆舍那。云觀。褫。奪也。喪也。△二重", "414": "伸三問二。一伸請。二正答。一伸請。", "415": "阿難即從座起至一切眾生作將來眼。", "416": "此問承前總明中。通指五陰為妄想之本。由是起", "417": "疑。發此問也。葢五陰是眾生所執。不得謂是無有。", "418": "今一總指為妄想。則亦是無因矣。雖知是無因。畢", "419": "竟現在是有。假如今日聞法。銷除此五陰。為一時", "420": "盡耶。為次第盡耶。又銷除陰相。指歸何界。是謂三", "421": "問。大意要佛說出妄元無體。有何界畔。為陰所住。", "422": "與盡不盡之說乎。譬如揑鼻做夢。既醒已。安問其", "423": "盡耶不盡耶。不知還是自揑自做爾。如此方結盡", "424": "前來五重之意。葢亦是要緊問也。△二正答三。", "425": "一答妄無因。", "426": "佛告阿難精真妙明至五陰本因同是妄想。", "427": "佛告下顯真明妄。前文云性覺妙明。本覺明妙。今", "428": "文云精真妙明。本覺圓淨。此乃前後一義。但少變", "429": "其文爾。以此參之。性覺之體既明。則何有生死乎。", "430": "精真之心既淨。則何有塵垢乎。生死塵垢尚無。則", "431": "何有虗空乎。又生死含前能所義。前云性覺必明。", "432": "妄為明覺。覺非所明。因明立所。所既妄立。生汝妄", "433": "能者是。塵垢含前同異義。前云無同異中。熾然成", "434": "異。異彼所異。因異立同者是。虗空含前世界義。前", "435": "云如是擾亂。相待生勞。勞久發塵。自相渾濁。由是", "436": "引起塵勞煩惱。起為世界。靜沉虗空者是。此體上", "437": "之妄也。又虗空含世間義。塵垢含業果義。生死含", "438": "眾生義。此約果上之妄也。又虗空是無明惑。塵垢", "439": "是塵沙惑。生死是見思惑。此約因中之妄也。但前", "440": "文廣顯。此文隱略。今以前後二義明之。無非一妄", "441": "所生爾。故曰皆是虗妄之所生起。以此看來。一個", "442": "妙明精真之心。而有虗妄之相。如此因妄有生。因", "443": "妄有死。因妄而有虗空世界等塵垢者。正如演若", "444": "達多。迷本頭不覺。而計鏡頭所覺。遂生狂怖諸相。", "445": "亦如迷本覺之明。而計所明之妄。遂生世間諸相。", "446": "與演若之迷無異矣。妄元下因妄生妄。如演若之", "447": "頭不失。而狂怖是無因矣。本覺之性不失。而妄想", "448": "是無因矣。妄本無因而立因緣。又不識因緣。而執", "449": "自然。是謂轉展妄矣。此如演若迷自己本頭。而認", "450": "鏡影假頭。是亦轉展迷矣。不知鏡影假頭。皆是狂", "451": "機幻生。何嘗是實耳。不知因緣自然。皆是識心計", "452": "度。何有於因耶。是謂因妄生妄爾。阿難下正斥無", "453": "因。上來說狂怖是無因。妄想亦是無因。要知即說", "454": "無因。亦成其妄。何以故。知妄所起。可說有因。妄元", "455": "無有。於何為因。因緣且不有。況更說自然耶。說有", "456": "說無。總一妄故。故說五陰亦同是妄爾。△二別明", "457": "五蘊六。一色相。", "458": "汝體先因父母想生至名為堅固第一妄想。", "459": "汝體下標相。有情於父母邊。見赤白時。或見是光", "460": "明。或見是屋宅。或聞香潔。或聞臭穢。心即起染而", "461": "入之。入已便覆而托處焉。故曰想者。像也。想隨其", "462": "善惡業而像之以生也。然則無父母之想則不生。", "463": "無己心之想則不生。必三緣和合。識乃方生。以是", "464": "知此身全是妄想也矣。如我下引騐。葢醋崖無情。", "465": "涎酸非我。能令口中水出。足心酸起者。非由汝妄", "466": "想之耶。不然。何物通彼之倫而來也。醋崖等文。備", "467": "見三卷末。是故下結名。故知現在有形可指。有相", "468": "可見。是名色蘊。此色蘊從父母之遺。合己心之染。", "469": "凝結而住者。的是汝堅固妄想也。△二受相。", "470": "即此所說臨高想心至名為虗明第二妄想。", "471": "此躡前醋崖之說。以明受蘊之妄也。何以知之。談", "472": "醋水出。想高足酸。乃是色蘊。然色不能自動。必由", "473": "心動。心有所受。心驅使之動爾。由是󳮱之。身有違", "474": "順二境者。全是受蘊所使矣。葢身家以順則益。違", "475": "則損。以其本質虗妄故易動。以其妄心通明故先", "476": "受。由來先受。故能動色身。名為妄想也。△三想蘊。", "477": "由汝念慮使汝色身至名為融通第三妄想。", "478": "騐根身之動。必由念慮。念慮非想乎。何以知之。葢", "479": "身非念倫。念必是想。想像生形。全取前境為心故。", "480": "然後身隨之動爾。前境豈非是色蘊乎。身動豈非", "481": "是想蘊乎。由想蘊融彼色質。以通念慮者。乃是妄", "482": "想所變也。△四行相。", "483": "化理不住運運密移至名為幽隱第四妄想。", "484": "前三蘊皆似外境轉。今行蘊是自相轉。故曰化理", "485": "不住。運運密移者。即任運流行之意。釋上不住句。", "486": "甲長下三句。顯行相之狀。曾無覺悟句。判成亦是", "487": "妄想也。阿難下正指行相是阿難。謂若非汝。將誰", "488": "使汝甲長髮生。而令汝體遷乎。若行是汝。何無覺", "489": "悟。逐諸生滅。不能迴光返照耶。葢行相最是綿密。", "490": "故稱幽隱。因其幽隱不覺。故知是妄想也。△五識", "491": "相。", "492": "又汝精明湛不搖處至第五顛倒微細精想。", "493": "又汝下三句。牒阿難所計。於身一句。正指識相。然", "494": "恐阿難所計。謂我無事於心。故無其想。我心精真。", "495": "故無其行。心體恒常。精湛不搖。是我之真心也。佛", "496": "今破云。汝身現在。豈無見聞覺知乎。此心既屬見", "497": "聞覺知。明是識蘊。焉得為真心乎。若實精真下引", "498": "事破。汝謂湛不搖性即我真心。若實精真不容習", "499": "妄。豈不為幸耶。今恐不然。何則。假如昔年曾見一", "500": "奇物。歷年已久。憶忘俱無矣。今覆覩之。恍焉記得。", "501": "此非識蘊現在乎。如此不止一事。於湛不搖中。念", "502": "念受熏。新新不住。有何籌算。而計為精真之心耶。", "503": "阿難當知下引喻破。謂阿難若計湛不搖處。正如", "504": "急流。望如恬靜。急流者。細流也。因流細不見。非謂", "505": "無流。二乘聲聞所計。湛不搖處。正同此流。望如精", "506": "湛。亦是流注微細不見。非是無流。若得真無流。真", "507": "斷生死。要在六根門頭開合互用得。方許是真心。", "508": "若是開合互用不得。生死妄想。幾時得休歇。故汝", "509": "下結名。只據汝現在湛不搖中。見聞覺知之事。不", "510": "知寧幾。而今暫不現前。即計以為真。殊不知此湛", "511": "了之性。謂之有又却是虗。謂之無又似有象。此中", "512": "最極微細。故名罔象虗無精想也。△六通結前五", "513": "陰。", "514": "阿難是五受陰五妄想成至知有涅槃不戀三界。", "515": "前阿難問五陰為併銷除。為次第盡。如是五重詣", "516": "何為界。今先答末句。夫界有淺深不同。若論色為", "517": "淺。論空為深。何者。人知即色。不知即空。以空即是", "518": "色故。故舉色空。一切有形盡之矣。以盡處為邊際。", "519": "故言色邊際也。後凡言邊際倣此。人知觸是受相。", "520": "不知離亦是受相。何者。非受誰知其離也。人知有", "521": "事記憶是想。不知無事相忘亦是想。何者。不忘即", "522": "憶。不憶即忘故也。人知一念生起是生。一念過去", "523": "是滅。不知一生一滅。總屬行相。以行相遷流不住", "524": "故。人知無前四陰是湛。覺得了然是湛入合湛。為", "525": "無生滅法。不知湛入合湛是識相。以有心覺了。亦", "526": "是生滅法故。以此一深一淺是五陰邊際。知得邊", "527": "際。即知界分矣。已上答詣何為界也。此五陰下答", "528": "前二句。要知生起之因。即是生從識起。何以故。一", "529": "切諸法。唯識所變。故曰生因識有。要知除滅之法。", "530": "即是滅從色除。何以故。色若滅除。諸法無依。故曰", "531": "滅從色除。大槩生則從內生。滅則從外除。此約相", "532": "說。不知總是虗妄故。若約理則不然。無生無滅。無", "533": "前無後。一了一切了。一證一切證。圓覺云。知幻即", "534": "離。不作方便。離幻即覺。亦無漸次。前文云。金剛王", "535": "寶覺彈指超無學。即是頓悟底道理。若約事相。又", "536": "却不然。此事須要脚踏實地。從漸次而學。以信為", "537": "入門。一步一步歷將去。如十信十住。十行十廻向。", "538": "并四加行十地。至妙覺海。方盡法源也。文云。如淨", "539": "器中。除去毒蜜。以諸湯水。并雜󰞆香。洗滌其器。後", "540": "貯甘露。即是次第盡底道理。已上答為并消除。為", "541": "次第盡也。我已下結責所問。此提前說以責阿難", "542": "爾。文在第五卷。文云。隨汝心中。選擇六根。根結若", "543": "除。塵相自滅。諸妄消亡。不真何待者。示頓法也。選", "544": "擇六根。如觀音從耳根而入圓通是已。又云。此根", "545": "初解。先得人空。空性圓明。成法解脫。解脫法已。俱", "546": "空不生者。示漸法也。於中三解之法。如諸菩薩。及", "547": "二乘阿羅漢。先從方便法。後入圓通是已。二義前", "548": "已開示明白。何所不明。再此詢問乎。此責阿難煩", "549": "問也。", "550": "汝應下勸宣。人如醫法如方。人有不通醫而執方", "551": "者。殺人必矣。若不自悟諸妄。而已人妄者。鮮有能", "552": "濟矣。故勸阿難須先自悟心地開通而復傳示末", "553": "世。令後學知有我道。何三界可戀。何涅槃不到。是", "554": "謂自覺覺他之道也已。△三較量功益三。一較", "555": "量經益。", "556": "阿難若復有人徧滿十方至算數譬喻所不能及。", "557": "阿難若復有人下。舉無盡施顯無盡功。葢所稱施", "558": "功無盡者有三。其一十方虗空是量數無盡。其二", "559": "七寶貴重所施是財勝無盡。其三供養微塵諸佛", "560": "是發心無盡。所謂三無盡也。但前二屬外施。後一", "561": "屬內施。總而言之。是竭內外施。所得功德。是不可", "562": "量矣。次阿難答言下。舉輕顯重。七錢是所施之最", "563": "輕。輪王是所報之最重。以所施最輕。得所報最重。", "564": "對前無盡之施。其福德不可較也明矣。三佛告阿", "565": "難下。舉重顯輕。四重十棄。罪之極惡。十方阿鼻。報", "566": "之極重。彼極重之苦是無限。一念弘經是有限。以", "567": "有限之功。翻無限之苦。且不止感無盡之樂。更令", "568": "彼十方成極樂國。今以一念弘經。對後念念持經。", "569": "其功德算數。焉可更較耶。", "570": "上來較量經益。先從廣以至於狹。次從狹以至於", "571": "廣。廣則十方虗空。狹則七錢功德。廣則十方無間", "572": "得極苦。狹則一念弘經得極樂。如是轉展較勝不", "573": "能及者。總顯此經獨勝矣。其獨勝之功不可及。請", "574": "以少喻之。假如人一念觸欲。便是徧迷矣。豈止徧", "575": "迷。將必造無盡之惡。得無盡之苦。其無盡之苦。與", "576": "初念之欲。是不可同日較量矣。是謂轉展勝。假如", "577": "人一念悟理是徧覺。豈特徧覺。將必證極聖之果。", "578": "登極聖之位。其極勝之果。與極聖之位。與初悟之", "579": "念。是不可凡情測度矣。是而轉展勝。則知此極惡", "580": "并極果。豈二人耶。只一念心爾。以一念極果且不", "581": "論。止就一念弘經其功更是不可及。何者。其極果", "582": "是自利邊事。若是弘經。是化他邊事。化他豈有盡", "583": "乎。其功其福。便是不可量也。是亦轉展勝。由是信", "584": "知此經不可思議。其果報亦不可思議。焉可忽哉。", "585": "△二較量人益。", "586": "阿難若有眾生能誦此經至直成菩提無復魔業。", "587": "上來較量經功。是獨勝不可企及已。今勸有能誦", "588": "此經。能持此呪。其功亦是獨勝不可企及。且不特", "589": "能誦能持功利為然。若果如我教行。直證極果。更", "590": "無魔事。如是功德。若何稱量也哉。又能誦此經是", "591": "指顯文。能持此呪是指密說。直證菩提是指頓機。", "592": "無復魔事是指漸機。總之若顯若密。能誦持者。其", "593": "功即是不可及。若頓若漸。能受化者。其福亦是不", "594": "可及。以此廣稱功德無盡。以顯通經甚深如此。△", "595": "三結經作禮。", "596": "佛說此經已比丘比丘尼至皆大歡喜作禮而去。", "597": "比丘下四眾結當機。天人下八部結近眾。他方菩", "598": "薩二乘聖仙結遠眾。初發心及大力鬼神結護法", "599": "眾。又菩薩二乘結正覺世間。天人八部結有情世", "600": "間。一切世間結器世間也。結意情盡。語在不煩。可", "601": "思。", "602": "首楞嚴經正見卷第十終", "603": "No. 317-C 首楞嚴經正見後序No. 317-C", "604": "首楞嚴經正見後序", "605": "余嘗聞尊宿論及大藏。惟楞嚴一經。能啟眾生妙悟。", "606": "為入道指南。第註疏頗多。求其直指覺性頓釋迷途", "607": "者。葢寥寥也。乙亥冬。始侍　九峰左右。朝夕追隨。耳", "608": "提面命。語及大乘義理。滔滔若江河之不竭。篋中有", "609": "楞嚴正見十卷。乃和尚平日之著作也。其間分科立", "610": "段。註釋詳明。真詮實理。發我佛之未發。立豁群迷。明", "611": "列聖之未明。可使塵點劫前死󰞆起舞。恒沙界外瓦", "612": "礫騰輝。誠濟世利生之寶筏也。雖欲不傳。其可得乎。", "613": "隨有議之者曰。宗教兩途。似於禪流為分外。余笑對", "614": "曰。宗之與教。可判兩途。黃面瞿曇。不當合轍。昔有僧", "615": "問巴陵鑒禪師云。祖意教義。是同是別。鑒云。鷄寒上", "616": "樹。鴨寒下水。此二語又何分焉。這裏請下一轉看。吁。", "617": "惜乎其不審佛理。不悟自心。以管窺天。以蠡測海。天", "618": "海固如是耶。我和尚道闡宗風。住婁多載。不事攀援。", "619": "不求炫世。惟褁足深山。樂與往來學道人。諄諄指示。", "620": "不吝婆心。是經之在篋中。二十餘年。人莫之知。余既", "621": "見之。安忍以覺世之津梁膜外視之。遂發誓願。欲付", "622": "剞劂。廣求同志。共襄斯舉。兩歷寒暑。始得告竣。其間", "623": "感應召致之機緣不一而足。此誠我佛之欲廣其傳", "624": "也。不將與天壤永垂不朽哉。夫經之不朽。即我佛之", "625": "慧燈不朽。即我和尚之妙覺。亦與為不朽也。因將諸", "626": "同志姓氏。一一刊附簡端。而并述其始末。學人道一", "627": "薰沐拜䟦", "628": "No. 317-D 後序No. 317-D", "629": "後序", "630": "道一髫年出家。即學諸經典。亦如邨塾課四書相似。", "631": "秪要熟背。弗攷義理。迨至剃染受具成僧。間取金剛", "632": "經誦一過。茫然弗知也。只是唵烏豆眡黑白而已。吁", "633": "可慨也。由是懷疑。不知此經何尊。而使天龍擁護。冥", "634": "臺見重若是。又不知此經何貴。上至王公大人。下及", "635": "里閈黎庶。喃喃敬持若是。乃憮然歎曰。佛非世間人", "636": "也。法非世間法也。我安可以世間尋常見解意識消", "637": "繳為哉。雖然。予生愚魯。必欲明之。第懷念蓄志。已數", "638": "年矣。究竟弗能諭我心耳。此非予之憃耶。乙亥冬。始", "639": "覲　九峰老人。室中偶閱金剛提要一書。快哉快哉。", "640": "令人讀之。若揭日月而覩青天。若臨青溪而識自己", "641": "面目。分章析義。鑿路津津。儼似如來金口。一模脫出。", "642": "泛觀他本疏記繁雜。科判倒錯。譬如舉案於飽人之", "643": "前。味雖佳美。惟恐其不早除去之也。於是慶幸無量。", "644": "悲喜交集。嗚呼。焉得此經此義。流布于天下。使人人", "645": "開此光明。以見自心。以見佛心。豈非一大盛事也哉。", "646": "故勒四十八願。勸諸同志。莫不歡喜信受。敬付剞劂。", "647": "用廣其傳。且桃竹非心。尚使古賢立地成佛。木樨非", "648": "佛。能教根利言下明心。況以心契心。滴水傳器。又何", "649": "有文字相礙我眼光哉。願諸同人幸相勉焉。", "650": "九峰學人道一沐手敬題於且閒室中", "651": "No. 317-E 無名正見禪人後序No. 317-E", "652": "無名正見禪人後序", "653": "楞嚴正見者。乃定慧之別名也。舍摩他三摩禪那。即", "654": "定慧均等。馬鳴唯止。示其楞嚴大定。龍樹惟觀。即顯", "655": "三昧正見。天台智者止觀雙舉。無非不出定慧均等。", "656": "阿難多聞。落邪思邪見。招淫術之患。只因有慧無定。", "657": "未得三昧正見。如來七破。阿難覔心無處。即指示阿", "658": "難。明自本性。得入正定究竟。從此下手立脚。後又八", "659": "還十顯。結解綰巾。指明大眾。得其正見三昧。識本達", "660": "源。參禪者自此轉機。滿慈子知清淨本然。不入正位。", "661": "墮在諸數。文殊菩薩。悟文殊不可得。萬相皆空。如二", "662": "祖見達摩初祖。要求安心法。初云。將心來與安。二云。", "663": "覔心了不可得。初云。與汝安心久矣。二祖忽然大悟。", "664": "當下解脫意合此也。觀音初於聞時。入流忘所。動靜", "665": "不生。即楞嚴大定。如香岩擊竹聞聲悟道云。一擊忘", "666": "所知。與此無二無別。又轉機起用。如是漸增。聞所聞", "667": "盡。微細至生滅寂滅現前。忽然頓悟得金剛三昧。粉", "668": "粹身心。三十二應。如華嚴善才向南參。入彌勒閣。彌", "669": "勒彈指。樓門自開。分身千萬億。與此無殊。南即自心內逆順境", "670": "界。一一透過差別智。莫向外求所以文殊拈偈云。聖性無不通。順逆", "671": "皆方便。二十五圓通。從三科七大。各悟根本大智。三", "672": "界勝流。依四禪八定。終歸頑空境界。六十聖位。依戒", "673": "定慧。入涅槃性海。無聞比丘住寂滅定。絕斷思想。成", "674": "枯禪入死觀。似氷凌魚。如石葢草。命根不斷。後招地", "675": "獄苦趣。皆因有定無慧。非正定也。定慧若均。陰魔不", "676": "入。定慧不均。必招魔境。即今行者。當下若舉父母未", "677": "生以前。追求下去。內無身心。外無世界。窮盡根源。與", "678": "過去諸佛無異。若也未然。落與他家外道禪矣。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 317 楞嚴經正見", "author": "清 濟時述"}