{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B180 天童弘覺忞禪師北遊集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "贊春雨雷金吾畫相贊", "1": "弘覺忞禪師北遊集卷第六", "2": "門人真樸編次", "3": "雜著雜著", "4": "參禪要語參禪要語", "5": "此事如天普蓋似地普擎翕也纖塵不立張也橫亙", "6": "十方爍迦明辨無由佛祖侵欺不得一切平等浩然", "7": "大均說智說愚不得說迷說悟不得說理說事不得", "8": "說如說異不得所以道靈光獨耀迥脫根塵體露真", "9": "常不拘文字心性無染本自圓成但離妄想即如如", "10": "佛于此見得不用回頭轉腦罕遇奇逢最省心力倘", "11": "或承當不下便須著意參究但不可以有心求不可", "12": "以無心得非語言所造非寂滅可通非思慮能知非", "13": "見聞可覓然則要且如何趨向如何著力第一先須", "14": "發決定信信者信得當人有此一大事因緣可以了", "15": "脫生死可以超凡越聖可以入塵勞而不被塵勞所", "16": "拘可以住境緣而不被境緣所縛一信永信決定無", "17": "移具此信力方可于一切處參一切時究畢竟參究", "18": "箇甚麼日昨。", "19": "上問向上一路千聖不傳如何是不傳底事忞良久", "20": "問　上云陛下會麼", "21": "上云不會忞云祇者不會底畢竟是箇甚麼是何面", "22": "目是何體段但恁麼回光返照痛自鞭逼刻刻提撕", "23": "念念省察日久歲深自有相應時節然。", "24": "皇上日應萬幾不能謝絕諸緣但事來則應事過即", "25": "休除軍國大事外凡緣務可省者即省之切不可一", "26": "暴十寒不可思前算後不可猒喧求靜不可除妄覓", "27": "真于中或暫得輕安或昏沈攪擾或聖境現前或倦", "28": "勞思逸生一念退舍不得著一豪顧戀不得著一念", "29": "歡喜不得著一念護惜不得纔有所著便成窠臼直", "30": "須如王秉劍壁立千仞魔外精靈一時俱斬或有時", "31": "目前虛豁豁地不見有身不見有心不見有山河大", "32": "地切忌此處歇腳快須蹋步向前不覺不知築著磕", "33": "著如忘忽記如暗得燈如平地得寶如遠出歸家洞", "34": "見本地風光百匝千重頭頭顯露色空明暗法法全", "35": "彰方知本性圓明本來清淨本自具足本自現成本", "36": "無迷悟本無得失然或悟境不忘謂之見地不脫此", "37": "病猶深直須平平帖帖放曠自如饑餐渴飲不資餘", "38": "力將前所知所證拋在糞埽堆頭依然只是舊時人", "39": "不改舊時行屨處自此安邦定國海晏河清端拱無", "40": "為垂衣而治方名了事丈夫也。", "41": "師蕘說師蕘說", "42": "曰稽古帝王之見於詩書者必堯舜為首稱蓋堯之", "43": "巍煥則天舜之恭已無為而民自化政治之隆斯為", "44": "尚矣然孔子復稱舜為大智顧不揭其聰明天縱者", "45": "奚若濬哲生知者奚若直曰舜好問而好察邇言焉", "46": "邇言者何即詩所謂先民有言詢于芻蕘書所謂芻", "47": "蕘必采工瞽必詢者是也。", "48": "今上踞菩薩位現帝王身無師智自然智蓋已積劫", "49": "圓成故能總握乾綱於幼沖之年又安天下于細旃", "50": "之上日應萬幾直如庖丁之解牛于游刃之間無不", "51": "恢恢乎其有餘地者尤復敦兮若樸渾兮若濁眾人", "52": "皆有以我獨頑且鄙為心此豈昭昭察察苛細矜能", "53": "之士足以管窺萬一乃謙光導物不恥下詢而問字", "54": "于忞雖泰山不讓土壤江海不擇細流抑輕塵足嶽", "55": "滴水汪洋忞將何自而上裨山海之高深唯是仰體", "56": "宸衷不自聖神與谷王善下之義謹采詩書所謂敬", "57": "獻二言曰師蕘云者敢謂下下人有上上智誠以芻", "58": "蕘固民之至賤而識之最卑者也尚可為師則凡茲", "59": "後先疏附奔走禦侮之藹藹王多吉士我皇有不廣", "60": "乃忠集乃益虛懷而翕受之乎彼人之好我者又何", "61": "所顧忌固靳夫嘉謀嘉猷之入告我后哉虛懷以集", "62": "忠告則我皇無心思而眾人之心思皆心思矣翕受", "63": "以聽謀猷則我皇無耳目而眾人之耳目皆耳目矣", "64": "眾人之耳目皆耳目故耳目斯能及遠眾人之心思", "65": "皆心思故心思可以窮神窮神極遠故無幽弗燭無", "66": "逖弗周舉九州萬國之情形無告顛連之赤子日昭", "67": "昭于袞扆之前悉綱之紀之經之綸之勞來而匡直", "68": "之輔翼而振得之俾咸適其所宜各正其性命將見", "69": "巍煥則天之勛業可奏于恭已無為之治也何有於", "70": "乎帝賚良弼乃在版築之傳巖釣訪渭濱而得鷹揚", "71": "之呂尚安知市井魚鹽之內芻蕘雉兔之間無名世", "72": "興王之佐哉則又不得不為我皇三致意焉。", "73": "敕建南苑德壽寺記敕建南苑德壽寺記", "74": "諸佛以一大事因緣故出現於世所以設教利生無", "75": "非開覺群迷俾明自性而已自性明則塵勞息塵勞", "76": "息則法界純真法界純真則超然無寄故初祖之對", "77": "武帝曰淨智妙圓體自空寂如是功德不以世求然", "78": "迷途未復覺路方遙苟不導修福嚴則沒在諸苦曷", "79": "由自振此覺帝之揚靈火宅凡以利樂夫人天者至", "80": "悉也乃後世過舉匱國窮民專求祜祐於靈祠象設", "81": "福之修且不勝其怨之叢自蕭梁差跌以來為世儒", "82": "口實不知幾千萬喙矣天祚有清我", "83": "皇應運爰以幼沖之年總攬乾綱削平四海幅員之", "84": "廣奄有華戎其於敬天法祖之規致治勤民之本遠", "85": "則希蹤大禹近實取譬漢文語其敏求則經生未逮", "86": "推其問察則艸野可師所以諸凡帝典王謨詩書六", "87": "藝朝堂之得失相業之醇瑕靡不洞若觀火別若素", "88": "緇尤復契慕空宗留神祖道萬幾餘暇不廢諮參自", "89": "非靈山大士悲願夙承示作帝王何以臻此然君臨", "90": "天下十有七年唯是日求敉寧與民休息概未嘗勞", "91": "人動眾經營臺榭少侈遊觀特於順治十五年八月", "92": "日指授臣工考卜南苑中相厥爽塏之地刱茲靈宇", "93": "一區中建普光明殿奉安釋迦文佛侍以韋李二天", "94": "配以十八應真前為護世四神王殿再前為三門司", "95": "啟閉也後闢方丈以安主法之僧尊法教也左右為", "96": "廚庫僧堂安清眾也殿之左翼供觀音文殊普賢右", "97": "翼供地藏藥王藥上皆十方世界名稱普聞之大士", "98": "所以昭往行也復設東西二樓縣置鼓鐘于上所以", "99": "號令晨昏也然後繚以周垣樹以塞門罔不綠疏青", "100": "瑣金煌碧輝用是集福儲庥上報", "101": "聖母皇太后劬勞之德教育之恩是則我", "102": "皇孝思永長百王足法其與專求祜祐以庇一人者", "103": "不亦大相徑庭與歲在庚子實臣僧道忞奉詔來京", "104": "之明年也于時告厥成功中外莫知。", "105": "皇帝以忞學佛之徒于佛事門中為能曉暢其故命", "106": "忞撰文紀事鑱諸豐碑將以布告臣民焉忞愚不敏", "107": "重違慈旨謹拜手颺言而獻詞曰。", "108": "世雄設教開鑿蒙昧如抉金鎞上智悟明識心達本", "109": "覺即菩提小機羊鹿詔修福慧孩幼是攜聖帝明王", "110": "靈山所囑我法塹城徒知崇奉匱民斂怨國是用傾", "111": "豈佛註誤執事迷理世實聽熒大清啟運雲開佛日", "112": "首出我　皇聖智生知爰在幼沖總握乾綱神武不", "113": "殺懷綏以德揉此萬方勤儉斯躬勉勉大禹翼翼漢", "114": "文金玉為度克明克類克長克君古訓是師亦經亦", "115": "史亦典亦墳靈源一發糟粕詩書覃求祖意萬幾餘", "116": "暇日就月將諮參不置乃知我", "117": "皇統御金輪誕從佛位十有七載蔀屋乾乾遊觀廢", "118": "罷猗與南苑誰輸梵宮四天來下檐阿華采象設崔", "119": "嵬金輝玉射於皇", "120": "聖母宸躬是鞠帝德式楷皇心孔念昊天罔極厚地", "121": "無涯德厚恩高何以報之有覺如來乃命臣工匪疚", "122": "匪棘精廬是飾以祈黃耇以介景福以引以翼允矣", "123": "我皇永言孝思孝思維則帝嘉忞學禪證有辭文宜", "124": "朕詮忞拜稽首對揚休命風雅典鮮視于臣民明昭", "125": "有清天子萬年。", "126": "重修笑巖祖塔記重修笑巖祖塔記", "127": "靈山正法眼藏首付摩訶迦葉六十五傳以至我祖", "128": "笑巖寶禪師寶出幻有傳祖再世而分為二派一曰", "129": "天童悟一曰磬山修天童出大溈學三峰藏東塔明", "130": "徑山容金粟乘寶華忍龍池微雪竇雲鶴林門庉村", "131": "賢通玄奇與忞忝繼席天童為一十二人磬山出陽", "132": "山授竹林豫報恩琇山茨際南澗問又五人故今寰", "133": "海宗工凡弘濟上者皆師後裔師唱滅萬曆辛巳葬", "134": "燕城小西門外汝芳羅大參實銘其塔矣李闖犯闕", "135": "國變塔幾毀賴漢萍傑公保持之厥後䒢溪森慧樞", "136": "地廓地增土垣而塔免芻牧之虞今順治十七年玄", "137": "水杲與憨璞聰共捐衣貲重廓地若干畝礱石為牆", "138": "中闢三門內修房舍可寢可興規制遂為大備聰容", "139": "孫杲微孫森與地琇之子而傑則久參天童稱角立", "140": "者也皇清啟運", "141": "今上問道崆峒徵車四出一時報恩琇憨璞聰首膺", "142": "大覺明覺師號䒢溪森慧樞地留供御園玄水杲亦", "143": "屢蒙顧問說法禁庭不數世且名聞京國道契宸衷", "144": "焉抑知昔在中葉宗圖九鼎係吾祖一縷之身乎夫", "145": "世運法運均有盛衰當其盛時能憂虞而密挽之可", "146": "使不衰當其衰時能堅志而力持之可俾復盛今滋", "147": "盛矣吾恐其衰也是在後之密挽而堅持者。", "148": "重修城南海會寺記重修城南海會寺記", "149": "都城之南有寺曰海會者刱于嘉靖乙未之歲世穆", "150": "二廟咸命僧代度於此至萬曆元年癸酉慈聖國太", "151": "后復發帑金命內臣周宣范江撒其圮壞而增修之", "152": "江陵張相國為文紀其事詳且悉矣緬惟神宗顯皇", "153": "帝臨御天下四十有八載厥聲匪赫赫也厥靈匪濯", "154": "濯也然而歲稔時和民安物阜家邦以靖壽考以寧", "155": "是遵何德哉推本而言實由聖母垂範宮壺凡百施", "156": "為無非慈祥豈弟之仁福國祐民之事神廟惟能孝", "157": "思無斁故陰受其庇蔭而不知耳乃後世弗循也誤", "158": "聽訛言悉舉累葉所崇之象設萬夫牽挽出諸禁門", "159": "燬為通錢焉及當陽九之厄也報亦如之語云君以", "160": "是始亦以是終可不戒與", "161": "今上受天眷命撫有萬方其于致福未索索然也特", "162": "于我法不忘佛囑維時順治丙申歲久寺穨都人士", "163": "謀欲鼎新乃削牘命本寺僧走江淮請今憨璞聰公", "164": "住持是剎禪眾川趨宗風大振丁酉", "165": "上狩南苑因幸寺延見聰復召入禁庭問佛法大意", "166": "奏對稱旨乃命結冬萬善殿賜明覺師號日昨", "167": "上謂忞曰朕初雖尊崇象教而未知有宗門耆舊知", "168": "有宗門耆舊則自憨璞始憨璞固有造于祖庭者也", "169": "由是觀之聰公非明道蓄德之有素何以導利人主", "170": "人主顧久而景慕且殷殷不解于懷哉公住海會凡", "171": "五載殿宇廊廡與夫鐘樓鼓閣之屬率煥然一新總", "172": "用金錢若干多三韓耿公樂助而檀越羅一清實破", "173": "產隳家力襄是舉者今秋庚子功用告成一清念因", "174": "緣之不偶締造之維艱也丐予言記之將以昭示後", "175": "人使永為十方常住不墜風規焉庶檀膏信脂為不", "176": "唐棄云於乎劫火洞然大千俱壞須彌巨海磨滅無", "177": "餘矧一四天中有閻浮提閻浮提中有大清國大清", "178": "國中有海會寺刱之自世宗修之自神廟以及今之", "179": "重修皆未百年也興廢圮成曾不旋踵如此欲以予", "180": "言永之不亦迂且昧乎然則如何而可傳曰人能弘", "181": "道非道弘人是在聰公與後聰公而起者之品望去", "182": "存則海會之隆替可卜矣聰公望天童悟老人為四", "183": "世孫蓋視予為猶祖也。", "184": "京都城南放生社序京都城南放生社序", "185": "成湯網開三面孔子釣而不綱弋不射宿當知放生", "186": "法門蚤已濫觴于東土之聖人矣特以其時民性仁", "187": "厚使由不使知俾無大戾斯已耳迨夫晚年則殘忍", "188": "已甚傷殺滋多快鋒刀于一割忘業報之悠長於是", "189": "我佛大聖既推本夫性命之理復為溯流窮源昭示", "190": "往業而後知作因于始果必隨來真如形影之不可", "191": "假易也故唐宋以後之仁人君子翕然歸向惻爾生", "192": "慈哀人畜之無常痛形軀之慘裂或脫刀碪于垂死", "193": "或蘇湯火于將危尤念其餘生莫必託命無家也遂", "194": "有塹東海以為池濬西湖而作沼俾凡無足二足四", "195": "足多足紅鱗翠羽剛介柔毛之族幸獲殘喘者悉游", "196": "泳其間此放生之社在江南水國菱芡交加之地往", "197": "往有之獨大河以西至于幽燕皆千里高原又人習", "198": "騎射而京師則四方輻輳燕享之餘血肉盈俎羽毛", "199": "委地恬不知怪者非一日矣徹機上人生緣南國遠", "200": "禮五臺憩止都門延慶寺覿而愍之乃即柴襄明王", "201": "惠吉范濬五諸君子謀唱此舉一時朝宰若金息齋", "202": "曹厚菴輩同聲附和因購城南隙地若干畝相度隆", "203": "窪為室為池方在經營之始則蓮生陸地早發殊祥", "204": "泉涌金波頓成惠沼由是東海波臣得脫枯魚之肆", "205": "十千天子預聞長者之經其最異者牝羊為枵腹而", "206": "求餐三犢因全生而戴德咸皆夢告夙緣豈非往業", "207": "推遷人羊反復之明驗與嗟乎報盡一朝改頭換面", "208": "苟無宿命智通雖有至親之父子極愛之妻孥顛連", "209": "在側苦毒當前誰則知之則又安知彼四畜者非警", "210": "聾覺瞶而現身說法者乎此在京放生之舉所亟亟", "211": "宜講者也雖然生放矣命全矣何以使彼我生已盡", "212": "所作已辦不受後有之為快哉先德有言護生須是", "213": "殺殺盡始安居會得箇中意鐵船水上浮請在社諸", "214": "公更下一語看。", "215": "京都城西紫竹院放生社序京都城西紫竹院放生社序", "216": "佛十力中業力最大諸業力中殺業尤大良以殺業", "217": "能障大悲心能戕菩提種能招來世三途惡報能令", "218": "生生冤對相仇互相賊害互相食噉無有窮已何故", "219": "凡有血氣者莫不有知凡有知者莫不保命畏死況", "220": "碎之以刀俎烹之以鼎鑊使其籲天無路毒痛糜軀", "221": "能遂晏然于懷乎所以戾氣于和乖氛致祲兵凶繼", "222": "作喪亂臶臻數十年來膏血沐川原白骨連山岳皆", "223": "此殺業為之釀致也而俗習成風恬不知怪固謂人", "224": "靈而物蠢殺亦何妨然人矣或觸網而殞身物矣反", "225": "傷弓而畏曲是則強弱有異靈蠢奚分且人物亦何", "226": "常之有玄鳥降而胚商李生狂而變虎是在一念之", "227": "善惡而人物之轉環立現矣曹谿有言吾負汝金不", "228": "負汝命欠債還錢理應自償然則今之以命償我者", "229": "豈非昔我以命貰彼者乎今我能不貸彼則頫仰無", "230": "累已為大慶況全之以生復之以性使其飛潛食息", "231": "樂育無虞將見慈祥德布豈弟仁流戾氣乖氛悉化", "232": "為惠風甘雨是則泰和充于國善美浹于家還顧影", "233": "衾不大有愉快者乎都城之西有紫竹院者蓋內臣", "234": "宗公施莊居為精舍者也背城僻處活水環流綠圃", "235": "蒼疇一望無際而羅青錯黛掩映眉端者則西山群", "236": "峰之奇勝也一日鄰襄沈公與諸同人憩遊于此睹", "237": "茲勝概慨然有發于懷遂襄諸同志謀為放生之所", "238": "顧殿宇廊廡傾穨復甚乃各醵金錢更番修葺不旬", "239": "日煥然復觀又歲以雙月為期遠近聞者無不踊躍", "240": "隨喜雲赴川趨諸凡贖而至者潛鱗翔羽及角蹄介", "241": "毛之屬咸各游泳自若安養得宜復延僧眾六時課", "242": "修預為生物莊嚴淨土于是鐘魚交荅唄梵遙傳一", "243": "時聞者見者各生慈怛互相勸化而華膴珍鯖之家", "244": "或止或戒翕然移風無慮數十百家矣嗚呼鄰襄方", "245": "留心祖道果能與同社諸公因放生而求厥無生之", "246": "理求之既切豁然如龐襄陽之一口吸盡西江水寧", "247": "止為一身一世洗業致祥且將使窮生盡劫我之與", "248": "物共遊常樂我淨之鄉而後生不可得死不可得殺", "249": "不可得放亦不可得乃至我之與物因業果報俱不", "250": "可得則利樂夫人世者又烏可窮哉于時鄰襄與諸", "251": "仁人聞是言已乃各合掌讚歎發大殊勝心仍即勒", "252": "諸貞玟以為永久之券焉。", "253": "弘覺忞禪師北遊集卷第六", "254": "御札順治十七年四月", "255": "御札", "256": "錫杖還山時縈遠念茲覽音問式慰朕思來伻言旋", "257": "裁書附往並有欲語者朕每念法門輒景先哲知雪", "258": "嶠大師藏塔卓立雲門後學諸方應共瞻仰比聞山", "259": "界雖分基址漸圮恐年深人遠陵毀堪虞今特捐五", "260": "百金重為修治雖未必足窣波之費然經朕一為整", "261": "葺人必改觀起敬自不敢復行侵侮矣禪師重念儀", "262": "型久懷崇飾當勉為經理承朕敬禮尊宿之義以副", "263": "夙心故茲特屬禪師其悉之。"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B180 天童弘覺忞禪師北遊集", "author": "清 道忞說　真樸編次"}