{"sourceLink": "http://www.cbeta.org/", "text": {"0": "壽量品第十六", "1": "天台法華疏義纘卷第六", "10": "是苦行事現功德者淨藏二子宿習法華能令父王", "100": "喻經即蝙蝠是言鼠又飛言鳥又潛喻出家人言俗", "1000": "請觀音云破梵行人作十惡業蕩除穢濁令得清淨", "1001": "由斯菩薩威神之力也。", "1002": "【疏】煩惱火至等覺者若聲聞人厭惡生死見三界因", "1003": "果猶如火宅四倒結業烟炎俱起輪轉墮落為火所", "1004": "燒等若稱觀音機成感應乘羊車造出火宅入無餘", "1005": "解脫也次支佛次六度次通教次別教次圓教次變", "1006": "易土鈍根人次明變易土利根人凡十番行人修道", "1007": "之時並為五住煩惱惑火之所燒害各修方便方便", "1008": "未成火難恒逼稱觀音名方便即成便得解脫一一", "1009": "法門細作機感之義云云問菩薩住何法門而能如", "101": "身著袈裟言道心口躭於滋味。", "1010": "是答住別圓兩觀慈悲而能十番垂應所以者何初", "1011": "別菩薩元初發菩提心見果報火燒諸眾生即起慈", "1012": "悲誓當度脫受持禁戒亦起慈悲救諸業火修無漏", "1013": "觀白骨流光發火光三昧火勝處火滅一切處皆起", "1014": "慈悲滅眾生煩惱火又觀諸火悉是因緣所生法體", "1015": "之即空又從火空觀火即假又觀火中實相如是次", "1016": "第節節皆有慈悲誓當利物隨有機感即能垂應若", "1017": "事火起稱名求救即對本時果上慈悲拔苦與樂惡", "1018": "業火起即用持戒定修中慈悲煩惱火起即用無漏", "1019": "入空假中等慈悲節節相關若眾生機競起一時牽", "102": "【經】住調柔地者柔順忍也。", "1020": "感慈悲遍應皆解脫也次明圓菩薩修觀所起慈悲", "1021": "者但觀一切諸法入火字門於一火門雖無分別識", "1022": "一切果報火業火煩惱火等明了通達無緣慈悲遍", "1023": "覆一切是為火法門入王三昧若法界火起菩薩以", "1024": "本地誓願普應眾生如󰗃石等雖無分別而分別說", "1025": "者以十六王三昧救果報火用二十五三昧救修因", "1026": "火二十五三昧通救二乘火通教六度別圓等入空", "1027": "煩惱火還用二十五三昧救別教出假火還用二十", "1028": "五三昧圓救圓教人入中煩惱火雖應入諸火不為", "1029": "諸火所燒常途釋七難止解救人中苦失二十四有", "103": "【經】其諸無量劫行道者此昔別教菩薩也。", "1030": "及變易止得如幻三昧失二十四三昧廣大之用也", "1031": "第二水難者初釋文為三一遭水是苦二稱名是善", "1032": "三得淺處是應問何意言為大水所漂答小水不成", "1033": "難或戲故入水不成難欲論其難故云大水所漂火", "1034": "不言小者小火亦重能斷命故若故入若不故入入", "1035": "則害命此舉其難重難重既救何況其輕是故言其", "1036": "入也水不言入水言其大者水論其淺即成應也火", "1037": "猶小在未成應次觀釋者一果報水至二禪二惡業", "1038": "水通三界三煩惱水通大小乘果報如地獄鑊湯沸", "1039": "尿屎醎海󰞆河流漂沒溺餓鬼道中亦有填河塞海", "104": "【經】讚歎菩薩者別教菩薩也。", "1040": "畜生淹沒衝波致患阿脩羅亦有水難人中可知水", "1041": "灾至二禪汎瀁無漼是時若不稱名尚不致淺處何", "1042": "況永免耶二惡業水者諸惡破壞善業者悉名惡業", "1043": "波浪愛欲因緣之所毀壞󴙅入三惡道中忘失正念", "1044": "放捨浮囊見思羅剎退善入惡者即是水漂河必洪", "1045": "濤巨浪耶若能一心稱名即得淺處三明煩惱水者", "1046": "經云大河煩惱漂飄大象緣覺愛欲之水增長二十", "1047": "五有稠林老水波蕩惱亂我心暴風巨浪有河洄復", "1048": "沒溺眾生無明所盲不能出涅槃彼岸何由可證二", "1049": "乘修三十七品之機運手動足截有生死嶮岸若發", "105": "【經】復能清淨下五度者指前說法並是法施。", "1050": "見諦三果為淺處無學為彼岸支佛侵習為淺處通", "1051": "教正習盡為彼岸別教斷四住為淺處斷無明為彼", "1052": "岸圓六根為淺處入初住為彼岸變易分分是淺處", "1053": "究竟無明盡方稱彼岸又初果勉見流三果勉欲流", "1054": "四果勉有流乃至圓教方勉無明流菩薩所以遍應", "1055": "水難皆是本修別圓二觀慈悲成王三昧例火難中", "1056": "初別次圓菩薩修行別觀時見眾生漂果報水起誓", "1057": "極濟修戒定時以善治惡於禪定水光三昧水勝處", "1058": "水一切處水皆起慈悲以善改惡又從假入空發真", "1059": "無漏從空出假達水因緣入水中道見水實相節節", "106": "【經】多羅樹者聲論云梵音多羅馥力多羅此云重馥", "1060": "法門寂而常照對事慈悲拔果報水戒定救惡業水", "1061": "三觀救煩惱水一切一時皆解脫云云修圓觀法門", "1062": "無緣慈悲遍應一切者觀水字門十界趣是趣不過", "1063": "水尚不可得云何當有趣非趣十界趣水即俗諦水", "1064": "尚不可得即真諦云何當有趣非趣雙非即顯中道", "1065": "第一義諦如是觀水字十界三諦之法即趣無緣慈", "1066": "悲遍熏三諦十法界眾生故能圓應例火十七三昧", "1067": "救果報水二十五三昧救惡業水以二十五三昧救", "1068": "二乘通別圓入空有流等水二十五救別出假二十", "1069": "五救圓入中例前云云。", "107": "力此云樹樹高七尺葉似芭蕉。", "1070": "第三羅剎難者初文為二一明難二結名難為五一", "1071": "舉數二明遇難之由三遭苦四明機五明應一人數", "1072": "者但舉百千總數不定判多少明入海求珍結伴無", "1073": "定雖無定數終不可獨往故舉百千也七寶是正寶", "1074": "珠是似寶又如意珠寶最上言等者等上等下樓炭", "1075": "云巨海有七種似寶一百二十種真珠寶二入海者", "1076": "賢愚經云田殖百倍商估千倍士官萬倍入海者還", "1077": "得無量倍故入海也三假使黑風者遭風是難由引", "1078": "下文證今若開風為正難下文云皆得解脫羅剎之", "1079": "難此不獨是羅剎難也由正無在今言由者何但由", "108": "隨喜品第十八隨喜品", "1080": "風由風隨難由入海遭風由求寶入海由貪求珍展", "1081": "轉相由風交難切故風是墮難之由言黑風者舊云", "1082": "風無色吹黑沙故耳有人彈云沙中無船水中無沙", "1083": "非是吹黑沙乃是吹黑雲耳今例此難水中無雲雲", "1084": "中無船何得彈砂而取黑雲風能吹黑雲風何意不", "1085": "能吹黑砂請觀音云黑風洄波仁王般若云有六色", "1086": "風黑赤青天地火也羅剎是食人鬼人屍若臭能呪", "1087": "養之令鮮復有噉精氣鬼又人心中有七渧甜水和", "1088": "養精神鬼噉一渧令頭痛三渧悶絕七渧盡即死四", "1089": "其中一人稱名餘人悉得脫者同舟憂戚休否是共", "109": "【疏】隨順事理者本迹二理俱名理迹中一代施化名", "1090": "雖口不同唱心助覔福故俱獲濟是均若後值賊則", "1091": "聞聲者陸路隨心多不並決須稱號令使齊與水難", "1092": "為異。", "1093": "【經】以是因緣二結名三從是故汝等去勸供養也佛", "1094": "答前問先總後別末勸受持而眾生仰荷冥益但可", "1095": "持名秉字而已是故前開三段始終開合於義相稱", "1096": "解曰三段者一總答二別答三勸持名答是也佛答", "1097": "後問前別後總末勸供養眾生既荷顯益見色聞聲", "1098": "故勸供養此則開文始終相稱而總別前後者互舉", "1099": "耳問後勸供養受旨奉瓔珞前勸持名何得無耶答", "11": "迴邪入正名功德勝力也。", "110": "為事本中三世益物名事又本迹各權實名事理如", "1100": "嘿念持名故不彰文供養事顯須脫瓔珞也又歎成", "1101": "冥顯義前是顯機更持名默念即成冥機後是冥機", "1102": "更供養即成顯機令二義具足問亦應更成二應耶", "1103": "答二機既具必知有應故不更說初歡供養二奉旨", "1104": "初又二先稱美功德經云是故汝等至能施無畏是", "1105": "也二是故此下出供養之意意者正由能施眾生無", "1106": "畏從德受名眾生於畏得脫為作此名德既無量名", "1107": "亦應多不可說不可說也二奉旨供養中為六一奉", "1108": "命二不受三重奉四佛勸五受六結一云眾寶珠瓔", "1109": "珞者或云珠或云眾寶珠此翻譯減長耳言眾寶者", "111": "迹中不思議三諦俗諦名事真中二諦名理無二約", "1110": "眾寶問珠共為嚴飾也若依瓔珞經從初住銅寶瓔", "1111": "珞乃至等覺摩尼寶瓔珞今無盡意位高那忽止直", "1112": "百千兩金答此略言百民萬姓也實不啻堪此也私", "1113": "問此一經四處云珠龍女獻珠價直三千世界王解", "1114": "髻珠既對大功其價亦多親友示珠當可如意無所", "1115": "乏短此文只言百千兩金何不同耶喻既不同理應", "1116": "有別云云若觀解者將事表理何得一向事解耶頸", "1117": "者表中道一實之理以眾多無著法門莊嚴實相如", "1118": "瓔珞在頸解者表菩薩為常捨行故一切願行功德", "1119": "乃至佛智菩提涅槃亦無住無著無依無倚故言解", "112": "本體無別約差別相本中准知。", "1120": "也大集云戒定慧陀羅尼為瓔珞莊嚴法身百千是", "1121": "十萬也表一地有萬功德即千萬言法施者舊云如", "1122": "法施重法施求法施學法施皆名法施無盡意重法", "1123": "故施也今明如法施也正以財通於法名財即是法", "1124": "財即是因緣生法即空假中三諦一心一切具足於", "1125": "法平等於財亦等如此施者名法施也二不肯受者", "1126": "事解無盡意奉命供養我未奉命那忽輙受亦是事", "1127": "須遜讓觀解者不受三昧廣大之功用無所受也三", "1128": "重白愍我者或可請上愍下或可地位相齊故相愍", "1129": "或可我為四眾故施仁愍四眾故受以無所受而受", "113": "【疏】深遠深遠一深遠是本理一深遠是本時長遠益", "1130": "諸受四佛勸愍者即是愍一切眾生及四眾也正以", "1131": "菩薩為物故受五受二分者表事理二因奉二佛者", "1132": "將二因趣二果也理圓即法佛事圓即報佛二佛表", "1133": "二果六無盡下結。", "1134": "偈雲雷皷掣電者有云西域呼為雲聲掣雷此方解", "1135": "云陰陽激輝釋名雲掣引也雷殄也謂乍見即殄滅", "1136": "又電者鄭玄注禮記云陽為兩陰舉󴘥之疑而為電", "1137": "今釋如藥草喻言五音者妙音與樂觀音拔苦梵音", "1138": "深淨潮音應時勝音出世今對之初二音對後慈悲", "1139": "二觀次二音對初真淨二觀後勝音對後廣大觀於", "114": "物之事。", "1140": "五觀中初二是入空次一是入中故云廣大後二是", "1141": "入假故云慈悲言妙音者音即是機妙音是中道機", "1142": "觀音是俗諦機梵音是真諦機潮音是喻三種機有", "1143": "念必應如潮不過浪也言勝彼世間音者此三諦機", "1144": "即是出世勝人天世間機也第三從持地去歎聞品", "1145": "功德文云聞是觀世音者聞上冥益一段問答也文", "1146": "云普門品者是聞顯益一段問答也。", "1147": "【經】自在業者若凡夫業為受所潤有漏因緣不得自", "1148": "住觀音為調伏十界示此三業慈力潤隨感受生不", "1149": "為煩惱所累故云自在業中道於二諦中得自在無", "115": "【疏】佛今說此者我隨佛所說故名為隨我得聞此者", "1150": "等等者佛是極地故言無等發求佛心故言等等於", "1151": "佛也。", "1152": "陀羅尼品第二十六陀羅尼品", "1153": "【記】云總用總持總破總安者對四悉也。", "1154": "【經】羅剎至鬼子母者此十一女鬼偏有威力眾鬼所", "1155": "從而能教順佛教隨喜大法故亦仰欽弘經之人奉", "1156": "誦擁護之呪奪人精氣者如前觀音釋人心有七渧", "1157": "甜水云云。", "1158": "【疏】索先陀婆等者一名四實行索給馬食索給塩飲", "1159": "索給水洗索奉器智臣喻菩薩群下喻凡夫。", "116": "慶我得聞名之為喜故也。", "1160": "【記】引注云幽顯恊讚者藥王等是顯神呪等是幽恊", "1161": "合也。", "1162": "【經】阿梨樹枝者義淨三藏翻云頭破作七分猶如蘭", "1163": "香葉即是蘭香蕱頭皆七片即也。", "1164": "妙莊嚴品第二十七妙莊嚴品", "1165": "初四悉中初世界文有九意初舉昔佛以標四人次", "1166": "於法華下明四人慇重秘教三歎云下明四人為靜", "1167": "散相乖四於是下明四人捨散求靜為衣粮所礙五", "1168": "其一人下四人中能供者精勤所供者獲果六其一", "1169": "人下四人中能供者獲世果所供者共儀化邪七婦", "117": "【經】云六趣四生至多足者一六趣二四生三有形無", "1170": "者下結會古今八所以下明流通之益九說四聖下", "1171": "結品名也。", "1172": "【疏】顯二至四弘者經慈悲喜捨是四無量心但成三", "1173": "義大經云憂畢叉憂畢叉名捨捨慈悲二邊非慈非", "1174": "悲不二之捨故義但成三也言喜者從樂生喜初欲", "1175": "與樂眾生苦重不能得樂則無所可喜若拔苦竟即", "1176": "能得樂還遂本懷故樂後加喜也喜對法門誓願捨", "1177": "對佛道誓願問禪支中初禪覺觀喜樂一心五支何", "1178": "意喜前樂後答禪支從麤入細故喜前樂後今此為", "1179": "度他得樂故樂前喜後也記前釋大車中對弘竟云", "118": "形四有想無想五有足無足一六趣者一天趣正理", "1180": "云。", "1181": "【疏】十八變可具釋之者經有十六闕二應云於地滅", "1182": "忽然在空即成十八有人云左右出水火為四即成", "1183": "數長云云。", "1184": "【經】得法眼淨者度無極集經云有求聲聞乘心開意", "1185": "解有求菩薩乘得法眼淨又莊嚴論云見道所斷煩", "1186": "惱菩薩爾時遠塵離垢得法眼淨準彼知今經是大", "1187": "乘開顯法眼非小乘也。", "1188": "普賢品第二十八普賢品", "1189": "法華論云此品是第四護法流通故下文云我今以", "119": "論三界義者若界有色而無定者是名欲界若界有", "1190": "神通力守護是經於佛滅後廣說流布令不斷絕即", "1191": "其證也言普賢者外國云三曼多此云普䟦陀羅云", "1192": "賢也梵音異與疏不同耳。", "1193": "【疏】又是行願得名者華嚴七處九會普賢文殊既是", "1194": "始入法界品流通之分此二菩薩世相傳云究竟普", "1195": "賢行滿足文殊願普賢顯其行圓文殊明其願滿此", "1196": "是偏說今是具明故云行願得名也普賢者有云三", "1197": "義一者法身遍一切處總攝三佛法身皆是普賢法", "1198": "身如華嚴云普賢身相猶如虗空依於如如不依佛", "1199": "國普賢既遍法界即九界眾生皆在普賢身內非但", "12": "【經】云佛說至大法利者經家敘此中亦有彌勒同供", "120": "色亦有定者是名色界若界無色而有定者是無色", "1200": "身內亦即是普賢身皆絕四離百故二應身平聲即報", "1201": "身與法身相應也普賢遍淨土中為大菩薩作佛事", "1202": "三應身普遍一切穢土成佛即三身二土教門徒眾", "1203": "皆普也。", "1204": "天台法華疏義纘卷六終", "1205": "跋", "1206": "智度禪師法華義纘甞行于世者有二本也是皆", "1207": "不精是正舛差固多讀者憾焉乃者有印生又鏤", "1208": "乎版令予點校於其疑者蓋闕如也按智度者荊", "1209": "溪之神足也惜乎其釋門正統佛祖統紀而有名", "121": "界餘五趣可知云云二四生此記廣辨不寫三有形無形攝四生三", "1210": "無傳因不知其人雖不知其人且見其書頗知其", "1211": "心知心愈於知人也。", "1212": "戊戌之秋九月沙門元政書于深草草廬。", "122": "生是有形化生是無形四有想等三種攝者謂有想", "123": "無想非有想非無想三界除無想天及非想餘名有", "124": "想非想天名無想非非想天名非有想非無想五無", "125": "足有足門攝一無足如曲蟮等二足如人天鳥等四", "126": "足如牛馬等多足如班拱等如是等下結眾生數也。", "127": "【疏】外聽法入文為四一自往取其詣聽法得乘天宮", "128": "等報若就聽法邊遠報者福則無邊趣於佛果報故", "129": "今從近果有三品若下品動足得乘象馬報中品得", "13": "養為領解作前弄引耳更於後文獨出彌勒為請之", "130": "乘七寶輩輿上品得乘天宮二分座者但取座義邊", "131": "故得三王之報若就聽法義邊福亦無盡亦三品心", "132": "得三王報三勸他者正取勸人聽法華義得四種報", "133": "一善友報與陀羅尼菩薩共生一處故二得智慧報", "134": "經云利根智慧故三得端正果報經云百千萬世終", "135": "不瘖瘂得離醜陋等四勸人聽經世世常得見佛聞", "136": "法信受教誨經云世世所生下是四具聽修行者其", "137": "福最勝報不可說云云。", "138": "【疏】圓教小七大七者內典博要第五卷引出曜經禪", "139": "接息心小七大七日大七有七七四十九日小七有", "14": "首。", "140": "七日故今借此為數。", "141": "【疏】前謂初品之初為因者有二種一若將五品為六", "142": "根位亦以初品之初五十人為因若五品為六根前", "143": "位亦用初品之初為因二取勸人聽經為因具此二", "144": "因得入五品六根也。", "145": "【經】云胗居忍反脣上瘡謂之胗喎口蛙反䐔方顯反䏲濁黎反", "146": "窊於苽反凹也邪下也。", "147": "法師功德品第十九法師功德品", "148": "【經】頌耳根偈從一切比丘眾下明四法界此比丘是", "149": "二乘。", "15": "【疏】南師從偈後者光宅分文也故東安云次彌勒下", "150": "【疏】大經云雖有肉眼至根自在者佛眼故清淨牒大", "151": "品具五眼故牒論能盈至勝根用牒正法華名根自", "152": "在牒涅槃記云亦應云互具牒涅槃文無者略今云", "153": "非略思之。", "154": "【經】云彌樓山者此云高山又云光山須彌此云安明", "155": "亦云妙高山。", "156": "【經】云鼻根章遙聞香者問小乘人有三說一者婆沙", "157": "云三根合中知謂鼻舌身三根離中知謂眼耳意雜", "158": "心云二根離中知意根不當離合成論云眼但離而", "159": "不合鼻舌身合而不離耳根亦離亦合聞外聲為離", "16": "第二章說解佛壽命人功德也彼問云若依光宅此", "160": "聞耳鳴聲為合意根非離非合今何故言鼻根遙聞", "161": "香耶答舊釋云任根常用則如上三釋今假經力故", "162": "鼻能遙聞問毗曇云上界無香味今云何聞梵身香", "163": "答梵世有細香小乘人力劣不能知故言無香大士", "164": "利根無塵不察故云聞梵天香問成論云金剛無香", "165": "味何得云地中眾伏藏聞香知所在答有云論言無", "166": "者無有麤香今有細香有人云此著體物故云香金", "167": "之實體則無香此皆不然大士根利知有香也。", "168": "【經】須曼那華香者此云妙意華闍提華者此云生華", "169": "亦云實華末利華此云鬘華此華堪作鬘瞻蔔華者", "17": "文屬流通分如何不同得耶答光宅尋文不細所以", "170": "正瞻云薄迦此云黃華樹亦云金色華波羅羅華者", "171": "此云重生華重字平聲多摩羅䟦香此云貿無垢華多伽", "172": "羅者亦云伽樓智論云本香樹波利質多羅者波利", "173": "此云護質多羅云種種亦云圓生樹香拘󳺎陀羅此", "174": "云大遊戲。", "175": "不輕品第二十不輕品", "176": "【疏】初是因緣者外敬不輕境者記云世界義今準下", "177": "文云是理一即第一義也不輕行令人生信是為人", "178": "口宣教是對治稟教斷惑故人作不輕目是世界準", "179": "集眾敘表人一是世界也頭記不同云云。", "18": "不同非苟欲令異何以言之此品內旨明信解壽命", "180": "【疏】比丘臨命終不輕菩薩於最初威音王佛像法中", "181": "聞法得初隨喜位臨終重聞威音王佛說得六根清", "182": "淨位。", "183": "【疏】牛皮等者彼明損道有相之福如龍鬚牛皮戒定", "184": "慧三如身如體有相心修如縛如繫受人天果報如", "185": "入水向日今借喻執四句皆性計與有相心同大論", "186": "云夫利養者如龍鬚繩縛身入水初損戒皮次損定", "187": "肉後損慧骨四執亦爾。", "188": "神力品第二十一神力品", "189": "八品通名付屬流通者若從別名藥王下五品是化", "19": "人功德未通論弘宣一部法華不可以混通也。", "190": "他普賢是自行今通付屬自行化他故也。", "191": "【疏】二通身至照十方者問前照東方已表入實今照", "192": "十方更何所表答文云令初因增至佛慧即表五方", "193": "分身亦爾復表五方故十方也。", "194": "【疏】謦咳等者謦咳是標名將語之狀是辯意亦是下", "195": "述相也四十餘年下至是故謦咳者通表迹本二門", "196": "之教舉昔四十餘年迹本實教表獲申舒今日大事", "197": "已竟故云通暢即通表二門之教一也記中分從欲", "198": "以下文表本意此恐不然但是表流通文耳故云法", "199": "付菩薩等思之。", "2": "東春沙門　智度　述", "20": "【疏】今釋一念至罣礙者隨所聞處是信豁爾是解隨", "200": "【疏】遙散諸物是行一者散華是檀行也。", "201": "【經】說此功德不能盡者說名體宗用不能盡也。", "202": "囑累品第二十二囑累品", "203": "【經】三菩提法者法是實相菩提是果果必有因因果", "204": "是宗宗依實相體。", "205": "【疏】助申佛慧者正助合行也如云治生產業皆與實", "206": "相不相違背而眾生不信即應為說皆是無常幻化", "207": "次第三諦三教皆不可得眾生若信即指向三教法", "208": "皆是實相故是流通正助合行之相也。", "209": "【疏】答證正已故閇者問若言正已應在分別功德品", "21": "語入是信無礙是解信一切法是信是皆佛法是解", "210": "中若流通已應在經末何得於此言證正已答今言", "211": "已者從佛說故囑累已前親是佛事名之為正藥王", "212": "已下皆菩薩發誓弘經是菩薩事耳。", "213": "【經】無諸慳恡者記引慳有五種一住處二家三施四", "214": "稱歎五法法又有七如記。", "215": "【疏】從說是語至得法自行化他不同是世界故喜又", "216": "說人清淨即生善是為人故喜聞清淨法破昔不聞", "217": "是對治獲證是第一義。", "218": "藥王品第二十三藥王品", "219": "【疏】觀經下至藥王具四悉初名星光是世界聞佛慧", "22": "即一切法是佛法是實句也又信不隔下是一切法", "220": "是第一義上藥供僧是為人治身心病是對治又此", "221": "文下至喜見是世界從頓捨至兩臂為生死眾生善", "222": "根是為人輕生重法是對治命殞道存是第一義。", "223": "【疏】唯願得大法是理一大得弘宣是教一大願眾生", "224": "是人一獲大饒益是行一。", "225": "【經】即時入是三昧者若約如來四威儀常應在定今", "226": "從化儀故云入也。", "227": "【疏】一修行得法者苦行名修行得法名一切色身三", "228": "昧也。", "229": "【經】一箭道者百二十步也。", "23": "是權句也又不得佛法不得一切法是雙非權實句", "230": "【記】云投嚴赴火者雪山童子是投嚴藥王是赴火不", "231": "濫外道也勝熱者華嚴云善財南行有聚落名伊沙", "232": "那有婆羅門名曰勝熱修於苦行四面火聚猶如大", "233": "山中有力山高峻無極登彼山上投身火中善財見", "234": "之云我先已發菩提心婆羅門言汝若能爾諸菩薩", "235": "行悉皆清淨善財言人身難得乃至受如法教得正", "236": "命難此非魔耶諸梵空中散華供養告善財言勿疑", "237": "聖者今此聖者得金剛炎三昧光明法門廣度眾生", "238": "善財聞已於婆羅門起真實相投身未至得善住三", "239": "昧觸火得寂靜三昧婆羅門言以解脫火燒諸眾生", "24": "也而見一切法亦見佛法雙照權實句也此四句是", "240": "見惑無餘必不退轉獲益歡喜亦如尼乾廣為嚴熾", "241": "呵斥過患讚歎如來因生正信並由解力。", "242": "【記】云兩眾如何者若有小法事大乘僧即集若有大", "243": "法華須遮小乘聽戒是二體者大乘以心為體小乘", "244": "作戒以色為體無作非色非心為體大乘體遍法界", "245": "發小乘但遍三界發大則攝小小不攝大取益從何", "246": "者師雖大乘弟子受小不得為授於大令他從何取", "247": "益也。", "248": "【經】復生日月淨明德佛國者與前生國及二處王家", "249": "同問既能化生何故唯生此國耶答有宿命智力故", "25": "三諦即實是真諦不隔是權俗諦雙非雙照是中道", "250": "生本國王家耳亦由四悉檀機故爾。", "251": "【經】即服諸香至畢力迦者此二香什公云龍鬼國方", "252": "有人中所無故不翻也曾有人翻畢力迦為偈云云。", "253": "【經】八百千萬億至閦婆等者俱舍論第十二卷說數", "254": "有六十忘失餘八以十漸積至第十六名矜羯羅第", "255": "十七名大矜羯羅第十八名頻䟦羅第十九名大頻", "256": "䟦羅第二十名阿蒭婆第二十一名大阿蒭婆此總", "257": "三種即是第十六十八二十數也有云此文有三數", "258": "一者八百千萬億蓋是此土之數二從百轉增至億", "259": "那由他已上皆外國數名即從轉增故有那由他不", "26": "第一義諦也體故雙非用故雙照故覆疎云即一而", "260": "應如前釋而言八者總貫於百乃至阿閦婆也謂三", "261": "僧祇之類也注經云此是外國數名如此土兆載之", "262": "類也甄迦羅等者正法華云何作頻婆羅云摸式阿", "263": "閦婆云不動也。", "264": "【經】云我今當供養下通三業如云即時入是三昧下", "265": "是意業次從三昧起而自念言下是身業次從即為", "266": "其父不是口業。", "267": "【經】能燃手一指供養者問與地持論十種供養藥王", "268": "品具幾耶答十種供養者一身經云燒身是二支提", "269": "經云起八萬四千塔是三現前經云爾時彼佛至八", "27": "三是俗諦即三而一是真諦欠一句云即非三非一", "270": "十億恒沙世界是四不現前經云三千大千七寶世", "271": "界是五自作經云能燃手一指等是六他作經云諸", "272": "天妓樂等是七財物經云七寶滿三千世界是八勝", "273": "心經云勝以國城妻子是九無染經云能令離一切", "274": "苦是十至處經云必當取草坐道場是解曰支提者", "275": "依僧祇判有舍利名塔婆無舍利名支提明了論翻", "276": "為淨處言現前者而見佛及支提云不在現前者不", "277": "見佛及支提五自作六他作約人分別自能作得大", "278": "功德教他得大大功德七財物者有三一資具謂衣", "279": "食二教具謂華香三莊嚴具謂一切寶物八勝心謂", "28": "而三而一是中道第一義諦也下二釋準思云云。", "280": "殊勝心有三一專精解心善解施設種種供養二能", "281": "淨心信佛德重三迴向心謂求佛心設供養九無深", "282": "就行離過有二心一心無染離一切過二財無染離", "283": "非法財十至處道行順果名至處通佛果是所至處", "284": "已行是能至也。", "285": "【經】聞藥王品不受女身者問餘品猶應受耶答聞諸", "286": "品皆不受但約事相似故寄此品言之如名多貪愛", "287": "己身今菩薩燒身破著情故不生染愛故捨女身。", "288": "【經】涅槃時到滅盡時至者涅槃與滅盡其訓莫殊所", "289": "以重說欲以涅槃明常滅盡表去迹去本常故也。", "29": "【疏】東西等者東喻一切皆佛法西喻佛法不隔一切", "290": "【經】高三世界者在生有八萬四千法門行於三界故", "291": "起八萬四千塔高三世界也。", "292": "【經】即於八萬四千塔燃百福臂者此用弘誓力加於", "293": "神通故一一塔前皆有一臂耳言八萬四千塔者表", "294": "八萬四千法門也百福者十善互嚴名有百善言七", "295": "萬二千歲者表六根互用一根是一念心具十界十", "296": "界各具十成百法界界十如成一千一根有千餘五", "297": "根用成六千具足定慧二心成一萬二千餘五根亦", "298": "然成七萬二千法門也燒身一千二百歲者表十二", "299": "因緣各具十界界具百如十二因緣成一千二百皆", "3": "分別品第十七釋分別品", "30": "法南喻不得佛法不得一切法北喻而見一切法亦", "300": "畢竟不可得故云盡也。", "301": "【經】爾時諸菩薩至阿脩羅者前云彼土無女人至脩", "302": "羅今言有者是權人耳。", "303": "【經】十寶山者一雪山集一切藥二者香山集一切香", "304": "三軻梨羅山集一切華四仙聖山集於一切五通五", "305": "遊乾陀山集於夜叉六馬耳山集於妙果七尼民陀", "306": "山集一切龍八斫迦羅山集諸大力九宿慧山集諸", "307": "脩羅十須彌山集諸天子。", "308": "【經】得菩薩神通至眼根淨者此約初住已上真位眼", "309": "根耳問若證初地見百佛世界圓人初住亦然今經", "31": "見佛法非道四準思。", "310": "何故云見七百萬二千億那由他耶答異別教故不", "311": "言百佛為護佛位故不言十方理實初住亦見十方", "312": "具約機論故云七百耳。", "313": "【經】此經別為閻浮提人病之良藥者問觀音菩薩拔", "314": "苦與樂尚名為藥何處緣如來唯局閻浮為良藥耶", "315": "答佛實普益無有彼此但機有冥顯此閻浮提是顯", "316": "十方是冥故亦偏說耳。", "317": "【經】不老不死者有依智論未斷百八煩惱名為病聞", "318": "經斷故名消滅不復起六十二見名不老不失慧命", "319": "名不死又持經得好顏色名不老得近慧命名不死", "32": "【經】聞佛說壽命至忍者問聞說壽命云何得無生忍", "320": "今解如疏。", "321": "【經】此人不久取草者既言草座知是劣應三藏佛成", "322": "道相也。", "323": "【經】破諸魔者界外四魔。", "324": "妙音品第二十四妙音品", "325": "【記】云此從自行者問五品皆屬化他此品如何自行", "326": "耶答從自修說從因至果名自行果上起用名化他", "327": "此是分果起用也。", "328": "【疏】昔音樂者准藥王聞佛慧故發願今亦於雲雷佛", "329": "所聞法奉妓發願求菩提今得法音游化也今昔異", "33": "耶答今明此說佛法身絕四句離百非故與前無有", "330": "故是世界自隨游化聞者生善即為人對治第一義", "331": "如記云云。", "332": "【疏】他經者借他絕釋耳既有放不放彼此弘不弘異", "333": "且約差別為言若約實相釋即無彼此弘不弘放不", "334": "放之別此妙音品准例上藥王亦應有本事藥王既", "335": "是施藥得名妙音亦從捨妓立號同是昔事也不輕", "336": "之行亦爾又準觀音名下有普門者五品皆然如常", "337": "不輕既見一切皆云我不輕汝即是普義藥王品既", "338": "云救一切眾生身心兩病亦是普義妙音品普現色", "339": "身三昧陀羅尼總持嚴王品弘願皆是普義餘如記", "34": "生死若退若出乃至發生中道觀故得無生忍與聞", "340": "云云。", "341": "【經】淨華宿王智者教無三乘之垢華含一極之實如", "342": "者年為壽慧周八極故曰淨華宿王智。", "343": "【經】妙幢者從譬為名夫軍陳建幢必是主所居處譬", "344": "無生法忍是菩薩德行之主超過七方便上名為妙", "345": "幢餘三昧並無生忍異名耳二法華者一實之定開", "346": "權三昧功德如華三淨德者三德無三惑之垢名淨", "347": "德四宿王戲者宿謂星宿王謂自在從喻為名法華", "348": "理定寂而能照如星光照物於寂照中而無障礙故", "349": "如王戲也五無緣者謂無生忍定無二邊攀緣故名", "35": "佛壽命無始無終亦是中道久證長遠高本廣迹生", "350": "無緣即無緣慈定不緣而緣遍緣三諦只一法界也", "351": "六智印者照故名智寂故名印智於理如印不差如", "352": "隨國有印得入無印不得入菩薩得三昧印入實相", "353": "國也七解一切眾生語言者無生忍定中具十界言", "354": "音也不異佛音之實八集一切功德者此定能具諸", "355": "德也九清淨者無散障故十神通遊戲者能超過法", "356": "界通八相成佛故十一慧炬者炬能照闇定能破惑", "357": "即寂而照故十二莊嚴王者實相法身是王定慧為", "358": "能嚴也十三淨光明者照無相名為淨光入是三昧", "359": "能令眾生心得清淨故十四淨藏者如來藏無染故", "36": "非高非廣中道正觀得無生忍同也此從證中道理", "360": "十五不共者不與七方便共故從未開權說不與近", "361": "迹共故從未開迹說十六日旋者如日照四天下名", "362": "旋譬從假入空旋空入假旋空假入中即寂而照照", "363": "而常寂也。", "364": "【經】甄叔迦寶者云是赤色上寶此土所無故相承不", "365": "譯注云鸚鵡此寶似鸚鵡󰀯而赤色也。", "366": "【經】化作八萬四千蓮華者知釋迦所說當以蓮華為", "367": "名總八萬四千法門故乘光入定化作此蓮華亦作", "368": "八萬四千也有云為令此土起尊敬心一表為座二", "369": "表八萬四千法藏皆入一乘。", "37": "得長遠壽也問此經但明佛壽無生滅無始終何處", "370": "【經】白銀者表八萬四千法藏皆明白也。", "371": "【經】多寶為現相者謂釋迦隨俗禮推賢讓長多寶佛", "372": "成既久故釋迦以讓之淨華宿王至問訊者示同俗", "373": "人之儀也問何故不言無病無惱等耶答有心身必", "374": "有病惱若病惱過多則萬事斯廢今言少者無甚妨", "375": "害也。", "376": "【經】云那羅延者真諦云此翻生本梵王是眾生之祖", "377": "故云生本羅什云名那羅延端正而猛健也俱舍云", "378": "持大千世界風輪名那羅延那羅延應云力也。", "379": "【經】多羅樹似此土宗盧樹一樹高七仞一仞七尺也。", "38": "說眾生亦無生滅無始終耶答壽量云如來如實知", "380": "【經】天大將軍者即梵輔也。", "381": "【經】爾時華德者明妙音弘經前明其人此明弘法又", "382": "前明其果今明往因即顯妙音二世之事又兩雙問", "383": "答初爾時下一問等論妙音神力二從爾時華德白", "384": "佛下第二問答論妙音三昧神力是智慧三昧是禪", "385": "定又神力是果三昧是因前果後因故也。", "386": "【疏】初問種何善根者是問因問善根與功德何別答", "387": "善根就始功德據終故分二問就佛答中又二第一", "388": "答因問次華德汝但見下答神力果問就答初問又", "389": "六一明種善根之佛二國名下是種善根之處三劫", "39": "見三界之相乃至非如非異即是法身亦令眾生悟", "390": "名下是種善根之時四妙音下正種善根五以是因", "391": "緣下明善根果結酬其問六華德下結會古今已上六文", "392": "問答初問訖次華德是妙音下第二答修行功德問如文。", "393": "【疏】從華德下至示三十四凡身四聖人身者第二廣", "394": "答神力問又二初歎妙音於此土弘法次歎妙音十", "395": "方通法二又各三初三者一總標經云華德汝但見", "396": "下至經典是二或現梵王下廣釋三華德妙音下結", "397": "歎就第二廣釋中為五一現天身二現人身三現八", "398": "部身四救八難五於後宮變為女人初天有三對一", "399": "梵王帝釋對即欲色之初也二大小自在對是欲色", "4": "【疏】功德者所分別言分別者是能分別能所義一故", "40": "此法身即是眾生無生滅也。", "400": "界之末也三欲色大臣對將軍是色界初禪梵輔是", "401": "梵王臣毗沙門是欲界帝釋臣已上三對訖二現人身有", "402": "兩對初一雙現人君身次或現長者下明現人臣身", "403": "又四類初四豪勢身次四道俗身次四現婦女身後", "404": "二現童男女已上三類訖三現八部身如文四諸地獄下", "405": "歎救八難不言說經者一是苦重二是障深故但明", "406": "救濟准請觀音亦有如觀音品云云五乃至於王下", "407": "變為女身已上五類廣釋竟第三是妙音總結又二初歎於", "408": "所化有益次於神通下歎能化無損第二從是菩薩", "409": "下歎妙音於十方弘經亦三一總歎二別歎三結歎", "41": "【經】云若人求佛慧於八十萬億者是時節長行五波", "410": "此三門各二初二者初至所知前結一土益次於十", "411": "方下歎十方弘經第二別歎又二初若應下歎在世", "412": "身次乃至下歎非滅現滅身第三華德下總結又二", "413": "初神通結現身次智慧結說法也上一土化中廣說", "414": "現凡夫十方化中略現聖者此欲明凡聖廣略互現", "415": "也又前凡身中五類今聖身中亦五身又上明一土", "416": "今在十方又上示凡身今示聖身土從狹至廣身從", "417": "凡至聖皆勝劣為次也文上明弘通法華故明一乘", "418": "若眾生不信則說五乘示道如囑累品云若不信此", "419": "法於餘深法中示教利喜也準下品釋故云云。", "42": "羅蜜者即是行廣若爾如何一念信解是時短不言", "420": "【經】云並供養聽法華經者解云會三歸一開近顯遠", "421": "是法華經此事先說即是法華意何故今言欲聽經", "422": "耶故知深鑒之者無非一乘只此往來更相問答即", "423": "是法華更無別法若其不悟只會三顯遠亦非法華", "424": "故下文云說是來往品時四萬二千天子得無生法", "425": "忍良由達來往相畢竟不生不滅不來不往得無生", "426": "忍也當知往來即是一乘所以聞說往來皆得悟道", "427": "問無生法忍與普現色身及法華三昧有何差別答", "428": "無生法忍心無依倚猶如虗空縱任自在能處處現", "429": "身名普現色身能隨宜方便說三乘道無所繫著開", "43": "五度是行狹不為格量耶答鈍根菩薩次第行學雖", "430": "一乘門是法華三昧皆實相之異名耳。", "431": "【疏】體一用異者同實相體起定慧用三昧是定陀羅", "432": "尼是慧也。", "433": "【疏】舌根清淨名陀羅尼者舌能說法即是慧性故也。", "434": "觀音品第二十五觀音品", "435": "有云外國名阿利耶婆盧吉低稅此翻觀世音有三", "436": "名一名觀世音二名觀世意三名觀世身初是口業", "437": "次是意業三是身業故立三名此是今家三業為機", "438": "義耳又善男子者華嚴稱佛子餘經稱善男子有紹", "439": "繼之能名字有剛幹之能稱男外利內冥清昇感樂", "44": "知佛慧果位方階望果修因故云多劫約未聞法華", "440": "名善也今解法界圓融像無所像真如清淨化無所", "441": "化雖無像而像無化而化故無在無不在化應九道", "442": "之身有不乖寂入不二之旨是以三業致請蒙脫苦", "443": "害四弘為誓使沾上樂故娑婆受無畏之名寶藏佛", "444": "所稟觀音之目已成種覺號正法明次當補處稱為", "445": "普光功德本迹若此寧可測知方便隨機輙舉一名", "446": "耳言觀世音者西土正音阿利耶婆婁吉低輪此言", "447": "觀世音或此文闕利字盧婁輸稅梵語輕重耳能所", "448": "圓融有無兼暢照窮正性察其本末故稱為觀言世", "449": "音者是所觀之境萬像流動隔別不同類音殊唱俱", "45": "說校量也今一念者約利根菩薩聞壽量即超前功", "450": "蒙離苦菩薩弘慈一時普救皆令解脫故曰觀世音", "451": "此即境智雙舉能所合標經者由義文理表發織成", "452": "行者之文章故稱曰經普門者普是遍義門是能通", "453": "用一實相開十普門無所障礙故稱普門品是類義", "454": "如前云云。", "455": "【疏】有通有別者通者人法合明別者人法各辯何故", "456": "爾緣有利鈍說有廣略今通為四一列名二次第三", "457": "解釋四料簡一列名者疏云十雙至智斷云云者至", "458": "理清淨無名無相非法非人過諸數量非一二三但", "459": "妙理虗通無名相中相說故稱人法一慈悲二福慧", "46": "德也問但言五度不言般若何耶答若信解佛壽此", "460": "三真應四藥珠五冥顯六權實七本迹八緣了九智", "461": "斷十。", "462": "二次第者一觀二教觀則收初中後心因果圓滿教", "463": "則說括漸頓小大諸經初觀釋人法為初者欲明觀", "464": "行必有其人人必稟法故居初意例人法為九雙之", "465": "首為依經故經云以是因緣名觀世音即辨人也後", "466": "云方便之力普門示現即論法也二慈悲者良由觀", "467": "音實相普門達非人非法實相之理一切眾生亦復", "468": "如是此理圓具足無有缺減云何眾生理具情迷顛", "469": "倒苦惱既觀是已即起慈悲拔苦與樂故次明慈悲", "47": "心即是正慧般若照佛法身無始終故但是所校非", "470": "也若就言說便先慈次悲亦是就菩薩本懷本欲與", "471": "樂次拔其苦也若從用便初拔苦後與樂就行亦先", "472": "脫苦後與樂今從前義為次第也三福慧者初人法", "473": "相成此據其信次慈悲與拔此明其願今欲滿此願", "474": "必須修行修行不出福慧慧即般若福即五度互相", "475": "資導以行顯願事理圓足就言說為便先福後慧若", "476": "為化他先以慧利如其不堪方示福德又資故先福", "477": "導故先慧四真應者若智慧轉明則契於法性法性", "478": "即實相名法身即從真起應只由福慧開發故次第", "479": "四也若就方便化物先應後真今從前義五明藥珠", "48": "能校也若方便般若應云六度今恐藍所校故言五", "480": "二身者先明真應直語證得未涉利人今明兩身俱", "481": "能益物真身破取相喻如藥應身對萬機類於殊就", "482": "兩字次第與慈悲同六明冥顯者前明二身道理顯", "483": "益今辦彼緣得為冥益或得顯益故二身後明七明", "484": "權實者前緣得益何意不同良由權巧無方赴機允", "485": "當不失其宜二智之力故此為次也先權後實就淺", "486": "深為次先實後權隨物為次就佛本竟先為一大事", "487": "眾生不堪後以權度八明本迹者雖後益物權實之", "488": "巧而有優降必是上中下智本迹之殊權實略而具", "489": "橫今細判高下若本高權實之迹則妙故總略之後", "49": "度耳勝鬘經校量六度是權也。", "490": "明細妙之能非本無以垂迹故先明本非迹無以顯", "491": "本故先應迹九明了因緣因者上來從人故至真應", "492": "是自行次第二藥樹至本迹是化他次第此乃順論", "493": "未是却計根源今原其性德種子若觀智之人悲心", "494": "誓願智慧莊嚴顯出報身皆是了因種若普門之法", "495": "慈心誓願福德莊嚴顯出應身皆是緣因種子故次", "496": "第九也十智斷者前明緣了却對因源今是順論究", "497": "竟始了因終則菩提大智始緣因終則涅槃斷德若", "498": "入涅槃眾行休息故居第十也二明約教次第文廣", "499": "不錄云云。", "5": "故先明功德次釋分別耳。", "50": "【記】引婆沙十六字者非無始來恒成就彼未捨必起", "500": "第三解釋【疏】觀世音者人至多種下是釋也人有多", "501": "種者人即假名所成之人也法有多種者法五陰能", "502": "成之法此人法通凡聖若色等五陰是彼法攬成生", "503": "死之人戒定慧解脫解脫知見是出世法攬成出世", "504": "聖人故大論云眾生無上者佛是法無上者涅槃是", "505": "雖通凡聖不無差別上中下惡為三途上中下善為", "506": "三善道若更細論百千萬品聖人之亦復不同若三", "507": "藏有門觀眾生人我如龜毛兔角畢竟不可得但有", "508": "五陰之法此即人空法不空觀此無常生滅不住發", "509": "生煗頂等位攬方便法成以道賢人若發真成聖生", "51": "彼斷盡故。", "510": "方便有餘土攬法性色識等成彼土行人空等三門", "511": "準之若摩訶衍中明人法者亦不言人空法不空亦", "512": "不言體有假用但觀假名陰入等性本自空故大品", "513": "云色性如我性我性如色性始從初心終于後心常", "514": "觀人法俱空通教故大論云菩薩常觀涅槃行道以觀", "515": "人空即了因種子觀法空是緣因種子言人空者論", "516": "云眾生無上者佛是佛是覺覺是慧始覺人空終觀", "517": "法空故觀人空是了因也言法空者大論云法無上", "518": "者涅槃是以生死陰斷涅槃陰與大經云因滅是色", "519": "獲得常色受想行識亦復如是攬此法成無上眾生", "52": "【經】殯敷賓反紛孚云反玉篇殯紛者飛也。", "520": "號之為佛以觀人法二空即具三種佛性云云別教大經", "521": "云眾生佛性不即六法不離六法不即者正因佛性", "522": "非陰故非我非陰故非法非我故非人如方便品引", "523": "云云圓教。", "524": "二釋慈悲者【疏】大悲拔苦下是悲名愍傷慈名愛念", "525": "愍拔苦念與樂菩薩若但起慈悲心不牢固故須發", "526": "弘誓加持使堅譬如工匠造物節㿍雖復相應若無", "527": "膠漆則有零落誓願如膠菩薩亦復如是悲心愍傷", "528": "拔於世間苦集因果興兩誓願所謂眾生無邊誓願", "529": "度煩惱無量誓願斷此兩從大悲起以慈愛故欲以", "53": "【疏】別六心退者舊云法才王子六心中退即云十住", "530": "道滅與出世因果之樂興兩誓願所謂法門無量誓", "531": "願知無上佛道誓願成此兩誓願從大慈起但前明", "532": "人法凡聖不同今辨慈悲大小之異四教約四四諦", "533": "為境起拔苦與樂文廣云云。", "534": "三釋福慧者【疏】智慧莊嚴是亦名定慧定名靜處慧", "535": "名觀䇿大論云定處慧䇿寂照之智無幽不朗如明", "536": "鏡高臺福德禪定純厚資發如明燒淨油亦稱為目", "537": "足備得入清涼池池即涅槃涅槃稱為二種莊嚴莊", "538": "嚴法身釋前問答從慧後問答從福十雙例然此定", "539": "慧自有多種四教云云。", "54": "第六心難者云十住之性地以不改為義云何退作", "540": "四釋真應者【疏】觀冥境下是真名不偽不動應名稱", "541": "適根緣集藏名身若契實相不偽不動之理即能稱", "542": "機而應譬如攬鏡像對即形此之真應不得相離今", "543": "經前問答明於真身寂而不動法界大益觀音從真", "544": "身得名後問答明隨機廣利出沒多端普門示現是", "545": "從應身得名。", "546": "五釋藥樹王身如意珠者【疏】藥樹王遍體愈病是藥", "547": "王療治苦患出奈女經珠是如意之寶廣歷諸教明", "548": "治病得寶今約圓教明者華嚴云有上藥樹其根深", "549": "入枝葉四布根莖枝葉皆能愈病聞香觸身無不得", "55": "二乘一答云性是不改不改作一闡提不妨退大向", "550": "益菩薩亦爾大悲熏身形聲利物名大藥王身又如", "551": "如意珠能雨大千珍寶隨意而出不窮不盡菩薩大", "552": "慈熏身與眾生樂名如意珠王身前後問答約六即", "553": "云云。", "554": "六釋冥顯兩益者【疏】云冥作益下是冥是冥密顯是", "555": "彰露大聖恒以二益利安一切而眾生及以下地日", "556": "用不知譬如日月照世盲雖不見實荷深恩云云。", "557": "七釋權實者【疏】隨自意照實智是權是暫用實非暫", "558": "用略言權實則有三種一自行論權實自觀中道為", "559": "實二觀為權二就化他論權實他根性不同或說權", "56": "小大師云終是難通止觀師云是十信中六心退耳", "560": "為實或說實為權不可定判三自他合明權實者若", "561": "自觀三諦有權有實皆名為實化他隨緣亦有權有", "562": "實皆名為權用三義歷四教及前後問答云云。", "563": "八本迹者【疏】不動本際是本名實得迹名應現若通", "564": "途作本迹者世智凡夫大意難測乃至別教本迹若", "565": "圓教無始發心初破無明所得法身名之為本垂形", "566": "百億高下不定稱之為迹若一往判真應多用上地", "567": "為真為本下地為應為迹地地轉作此判真本唯據", "568": "於高應迹唯指於下此義不可也今細明本迹則與", "569": "真應異本實得始在道場及在初住所得法身即是", "57": "比釋論及金剛論師皆作此解即是仰習十心中六", "570": "其本迹為上地之佛及依上地菩薩悉名為迹不可", "571": "上地高為本始得初住目之為迹所以者何實不得", "572": "上地上地非本實得下地下地非迹六即及前問答", "573": "是本後問答是迹云云。", "574": "九釋緣了者【疏】根本是了因種子是了是顯發緣是", "575": "資助資助於了顯發法身了者即是般若觀智亦慧", "576": "行正道智慧莊嚴緣者即是解脫行行助道福德莊", "577": "嚴大論云一人能耘一人能種種喻於緣耘喻於了", "578": "此一科不明六即但就性德本有之義前後問答云", "579": "云。", "58": "心耳七心已上永離二乘爾時設為利弘經不無輕", "580": "十釋智斷者【疏】智德如十四夜是通途意智即有為", "581": "功德滿亦名一切種智亦名圓淨涅槃言有為功德", "582": "者即是因時智慧有照用修成之義故稱有為因雖", "583": "無常而果是常將因來名果故言有為功德滿斷即", "584": "無為功德滿亦名解脫亦名方便淨涅槃言無為者", "585": "若小乘但取煩惱滅無為斷此乃無體之斷也大乘", "586": "是有體之斷不取滅無為斷但取隨取調伏眾生處", "587": "惡不能染縱橫自在無有累縛名為斷德指此名無", "588": "為功德故淨名云不斷癡愛起諸明脫又諸見不動", "589": "而修三十七道品愛見為縛亦名如來種乃至五無", "59": "漏而度物心不失恒有菩薩之名前又引大論云怖", "590": "間也皆生解脫無所染礙名為一切解脫即是斷德", "591": "無為也寂而常照即智德也小乘󰞆身滅智既其無", "592": "身將何入生死而論調伏無礙無染滅智何所寂照", "593": "云云此如智斷圓極故法身顯著即三種佛性義圓", "594": "也法身滿足即非因非果正因滿故隱名如來藏顯", "595": "名法身雖非是因而名為正因雖非是果而名為法", "596": "身大經云非因非果名佛性者即是此正因佛性也", "597": "又云是因非果名佛性者此據性德緣了皆為因也", "598": "又云是果非因名佛性者此據修德緣了皆滿了轉", "599": "名般若緣轉名解脫亦名菩提果亦名大涅槃果果", "6": "【疏】法力者由此法有氣力如一隨喜即得多功德等", "60": "地前耳云云。", "600": "皆稱為果也佛性通於因果不縱不橫性德時三不", "601": "縱不橫果滿時名三德智德既滿湛然常照隨機即", "602": "應一時解脫斷德既滿處處調伏皆令得度前問答", "603": "是智後問答是斷令觀音分滿受名也。", "604": "問此十義名字出餘經那得用釋此品答大乘通義", "605": "眾經共用若不許此者佛性出涅槃五住二死出勝", "606": "鬘諸師那得混用通經耶此品在文雖無十名總將", "607": "二問答帖十義意宛然可解今更別點句句來證十", "608": "義者如文云以何因緣名觀世音據人名也後文云", "609": "普門示現是明法也大威神方多所饒益即慈也愍", "61": "【疏】五品者滅後五品外凡位一初隨喜品者若人宿", "610": "四眾即悲也欲知智在說十九說法即智慧一時禮", "611": "拜至福德之利即福德也自在之業即法身也於一", "612": "切得自在智契此為業壽量久修業所得證身也威", "613": "神之力巍巍如是巍巍是滿足之名即真身也普門", "614": "示現自在神通之力即應身也遊諸國土度脫眾生", "615": "即藥樹王身也於怖畏急難之中能施無畏即如意", "616": "珠王身福不唐捐即冥益也三十三身即顯益現佛", "617": "身即實智現餘身權智觀音是本餘身是迹又威神", "618": "力是本方便力是迹聞是觀世音名者若有聞是品", "619": "者證了因功德不少即證緣因即時觀其音聲觀即", "62": "殖深厚或值善知識或從經卷圓聞三諦妙理一法", "620": "是智皆得解脫種種調伏眾生八萬四千發心是利", "621": "益即斷也。", "622": "四料簡者問人對觀音法對普門方等有普門法王", "623": "子標人名此義云何答應作四句分別一人非法二", "624": "法非人三人即法四法即人今明普門是法何得有", "625": "法無人彼明普門是人何得但人無法此人法互舉", "626": "耳。", "627": "料簡慈悲問若大悲拔苦苦除即是得樂大悲與樂", "628": "樂至即是拔苦何意兩句答通論如此別則不然譬", "629": "如拔罪於獄未施五塵身雖免病根情未娛此但拔", "63": "一切法一切法一法非一非一切不可思議起於圓", "630": "苦未名與樂為從別義名顯一邊故別說耳云云", "631": "料簡福慧者問觀音對智稱之拔苦普門對福見之", "632": "得樂何也答智是光明正治闇惑惑是生死苦惱若", "633": "治闇惑之苦豈不用智解之光故智慧人名拔苦法", "634": "是門門名能通通至涅槃安樂處初習樂因後證樂", "635": "果故對普門與樂也問福慧相須本不相離定無慧", "636": "名癡定慧無定名狂慧故二相資二輪平等湛能運", "637": "載也若爾何意智拔苦福與樂耶答應四句一自有", "638": "福是智二自有智是福三自有福非智四自有智非", "639": "福大小乘皆四句小四句者六度菩薩分地為七分", "64": "信一心具三千世間如一微塵中有大千經卷欲開", "640": "此世智不能斷惑故屬福攝即名此福是智故此智", "641": "是福不斷惑故若聲聞人智慧能斷惑非是福德如", "642": "餓羅漢也若福非世智亦非出世智如白象也大乘", "643": "四句別教地前三十心行行為福慧行為智此慧不", "644": "能破無明還屬福德攝二此福是智慧方便治取相", "645": "故地前皆名福德地上皆名智慧此智非福此福非", "646": "智即三四二句也云云今普門明福慧者福即是慧", "647": "慧即是福福慧不二非禪不智非智不禪云云。", "648": "料簡真應者亦四句之殊非真非應應而非真真而", "649": "非應亦真亦應若非真非應就理可解凡夫不見理", "65": "此心而修圓行圓行者一行一切行略言為十謂識", "650": "故非真無用故非應亦可解應而非真外道五通亦", "651": "得論應而非真真而非應者二乘斷結見真󰞆身滅", "652": "智不能起應亦真亦應者此別顯中道為真即真而", "653": "論其應真應不二而二故言真應耳云云。", "654": "料簡藥珠二身藥有差病拔苦之功亦有全身增命", "655": "致寶之用經云若全身命便為已得玩好之具如意", "656": "珠王非但雨寶亦能滿除病大施太子海得珠還治", "657": "父母眼故知通具二義若從別據除患譬藥證藥況", "658": "珠耳。", "659": "料簡冥顯兩益者凡有三十六句料簡權實二智依", "66": "一念平等具足不可思議是境傷已昏沈慈及一切是發", "660": "前問答實智照真而眾生得脫依後問答權智照假", "661": "而眾生得度度為度權亦度於實脫為脫真亦脫於", "662": "假答有四句或因真智脫權七難消除二求願滿或", "663": "因真智脫實三毒得離或因權智得度於實三十三", "664": "身得度是也或因權智得度於權怖畏急難中得無", "665": "畏是也或二俱脫或二俱不脫今依文互出一邊前", "666": "脫權後脫實。", "667": "料簡本迹通論俱拔苦與樂別論壽量云聞佛壽無", "668": "量得清淨果報是本得樂也請觀音云遊戲地獄大", "669": "悲代受苦此是迹拔苦也非本無以垂迹非迹無以", "67": "心又知此心寂照是安心用照心破一切法即空假中", "670": "顯本前問答是明迹之本後問答是明本之迹問與", "671": "真應云何同異答真應就一世橫辯本迹約三世竪", "672": "論。", "673": "料簡緣了者問緣既有性得善亦有性得惡不若具", "674": "闡提與佛斷何等善惡答闡提斷修善盡但有性善", "675": "在佛斷修惡盡但有性惡問性德之善惡何不可斷", "676": "答性之善惡但是善惡法門性不可改歷三世有誰", "677": "能毀不可斷壞喻如魔雖燒經何能令性善法門盡", "678": "縱令佛燒惡譜亦不能令惡法門盡如秦焚典豈能", "679": "令善惡斷盡耶問闡提不斷性善還令修善起佛不", "68": "破徧又識一心有諸心若通若塞通塞能於此心具足道", "680": "斷性惡還令修惡起耶答闡提不達性善故還為修", "681": "善染修善起時治諸惡佛雖不斷性惡而能達於惡", "682": "以達惡故於惡得自在不為惡所染修惡不得起故", "683": "佛永無惡用惡為法門廣度眾生也地人云闡提斷", "684": "修善盡為梨耶識所熏更起善梨耶是無記無明善", "685": "惡種子依持闡提不斷無記故還生善佛斷無記無", "686": "明盡無所可熏故惡不生若惡化物用神通耳問佛", "687": "地斷惡盡神通以惡化物者此是作意方能起惡如", "688": "盡諸色像非是任運如明鏡不動色像自形與外道", "689": "通何異今謂闡提不斷性得善遇緣善發佛亦不斷", "69": "品向菩提路道品又解此心正助之法實相心為正前", "690": "性惡機緣所激慈力所薰入阿鼻同一切惡事化眾", "691": "生以名性惡故名不斷無復修惡名不常若修性俱", "692": "盡是則染不得為不斷不常闡提亦爾佛達惡際即", "693": "是實際能以五逆相而得解脫行非道通佛道闡提", "694": "染不違為異也。", "695": "料簡智斷者此是一法異名不得相離如人一體何", "696": "故從智拔苦從斷與樂然而慧解之心稱智無縛礙", "697": "身稱斷如人被縛運力屬智蕭然累外屬斷今經文", "698": "言說不得一時故互舉智斷得此十義意解一千從", "699": "義不可盡思之。", "7": "修行力者依教修行即有勝益持力者法師品取五", "70": "三教心為助對治識己及凡聖心次位安心不動不墮是", "700": "【疏】別論五隻者一觀二世三音四普五門若從名字", "701": "為便先明觀智次辨世境之音若從義便先明世境", "702": "次辨觀智如先有境可得論觀若未有境何所可觀", "703": "喻如鏡皷後方映擊今從名便先觀後境也言觀有", "704": "多種者一次第觀二一心三觀不次第如瓔珞一心三觀者", "705": "若觀心具有性得三諦性得三觀及一切法無前無", "706": "後無有次第一念具足十法界法千種性相因緣生", "707": "法即空假中無量無邊法一心悉具足不次第也。", "708": "【疏】世間為三謂五陰眾生國土既有實法即有假人", "709": "假實正成即有依報故明三種世間也世是隔別即", "71": "住頂名墮不退不散安忍識一心無量功德不生染著", "710": "十法界之世亦是十種五陰十種假名十種依報隔", "711": "別不同故名世間是間差三十種間隔差別不相謬", "712": "亂故名為間云云。", "713": "【疏】音者機也者十法界口業之機也問眾生各有三", "714": "業何意但觀音答通論皆得常念恭敬得離三毒即", "715": "觀世音禮拜供養二求願滿即是觀世身今依釋論", "716": "其義即圓何以故出入息是身行覺觀是口行更為", "717": "心行心覺故尚具三業何況發音成而不備三業耶", "718": "但舉一觀即備三應但舉一音即備三機而凡情謂", "719": "聲強智利逐物標名圓義往推悉皆具足。", "72": "離法愛十心成就名十乘觀法廣如止觀云云二讀誦", "720": "【疏】普者一通途二歷別今從歷別門云云至理非數", "721": "赴緣利物或作一二之名或至無量廣略宜然今存", "722": "中道十義也列名如疏云云此十門皆約修行福德", "723": "莊嚴前五章是自行次三章是化他後二章結前兩", "724": "意自行中前四是修因後一是明果修因又二初二", "725": "是願後二是行也總生起者菩薩見一切苦惱眾生", "726": "起大慈悲此心雖不即是菩提心能發生菩提心喻", "727": "如地水雖非種子能令牙生大悲亦爾次誓願者若", "728": "但慈悲喜多退墮魚子菴羅華菩薩初發心三事因", "729": "時多謂並慈悲喜及其成熟少不足言故須起誓願", "73": "品者聞信始生善須將養涉事紛動令道牙破唯得", "730": "要期制持此心即菩提堅固次明修行者若但發願", "731": "於他未益如無財物勢力權謀不拔難菩薩亦爾須", "732": "福得財神通力智慧謀乃可化導大經云先定動後", "733": "以慧拔修行填願次斷惑者成論人無礙道伏解脫", "734": "道斷若然者修行是伏道為因斷惑是解脫道為果", "735": "毗曇明無礙道一念即斷那得容與七覺而有伏惑", "736": "之義以方便道伏無礙道斷解脫道證釋論云無礙", "737": "道中行名菩薩解脫道中行名佛此究竟為語佛證", "738": "三菩提名解脫道也若然者修行是方便斷惑是無", "739": "礙道入法門是解脫道取此自行次第也次神通者", "74": "內修理觀外讀誦大乘聞有助義之力內外相藉圓", "740": "若欲化他示三密神通是示色身方便示意同情說", "741": "法是示口隨其類音此是化他次第也供養諸佛結", "742": "自行非但以華香四事是供養隨順修行是法供養", "743": "於供養中最大大經云汝隨我語即供養佛稟教而", "744": "行是結自行也成就眾生是結化他菩薩四威儀中", "745": "尚不忘眾生何況入諸法門淨佛國土皆為饒益一", "746": "切眾故一向化他已上生起訖。", "747": "【疏】始自人等下二解釋門初釋者若緣眾生眾生差", "748": "別假名不同因果苦樂有異尚不得入法緣之慈那", "749": "得名普若諸法無人無我無眾生從假以入空尚不", "75": "信轉明十心堅固如日光照見種種色也三說法者", "750": "得諸假名何況是普若無緣慈者不緣二十五有假", "751": "名不緣二乘涅槃之法不緣此二邊雖無所緣而能", "752": "雙照空假約此起慈名無緣慈慈通三諦之為普也", "753": "別釋者若眾生緣慈者觀十界眾生假名各十千種", "754": "性相冥伏在心具釋十如云云二法緣者觀十界性", "755": "相等悉皆虗空如幻化皆不可得三無緣慈者觀十", "756": "界性相等假名假則非假十界如幻空則非空非空", "757": "非假遮此二邊無住無著名為中道三諦具足名之", "758": "為普通至中道故名為門。", "759": "【疏】弘誓普者言約四諦者若見苦諦逼迫是毒辛酸", "76": "內觀轉強外資又明圓解在懷弘誓熏動更加說法", "760": "像此起誓故言未度令度若見集諦顛倒流轉迷惑", "761": "繫縛生死法然甚可哀傷故言未解今解清淨之道", "762": "眾生不識行此道者能出生死至安樂地欲示眾生", "763": "立於此道故言未安令安滅煩惱處名為涅槃子果", "764": "縛斷獲二涅槃約此起誓故云未得涅槃令得涅槃", "765": "生死因難識苦果易知故先果後因涅槃理妙須方", "766": "便善故先因後果如此四意但一往耳只迷心起業", "767": "業感果欲識果源知果由集制心息業則生死輪環", "768": "煩惱調伏名之為道修行不懈苦忍真明發子果俱", "769": "斷證盡無生名之為滅雖有四別終是一念更無異", "77": "如實衍布但以大乘法答設以方便修令悟大隨說", "770": "緣四諦既爾弘誓亦然三修行普者先約次第五行", "771": "次不次第五行故名普如玄云云四斷惑普者從假", "772": "入空止斷四住從空出假止斷塵沙不名為普空假", "773": "不二正觀中道根本既傾枝條自去如覆大地草木", "774": "自破故名斷惑普五入法門普若入王三昧一切悉", "775": "入其中喻如王來必有營從營從復有營從王三昧", "776": "亦如是所謂三諦三昧名入法門普六神通普者圓", "777": "教菩薩緣十法界境發通遍見十界而無障礙故名", "778": "普七方便普者進行方便是道前方便起用方便是", "779": "道後方便今是道後圓菩薩二諦為方便收得一切", "78": "法淨則助智慧淨開導前人是得道全因緣化功歸", "780": "方便入中道已雙照二諦二諦神通遍十方界於法", "781": "身無損減道前道後皆名為普八說法普者二乘小", "782": "菩薩說法不能一時遍答眾聲又殊方異類不能令", "783": "其俱解今圓人一音演法隨類得解以一妙音遍十", "784": "方界故名說法普九供養佛普者一事二理華嚴云", "785": "不為供養一佛一國土微塵佛乃至為供養不可說", "786": "不可說佛能不起滅定現諸威儀安禪合掌讚諸法", "787": "王以身命財一切供具周至十方譬如雲雨供養佛", "788": "也理解者圓智正觀之心名覺覺是佛義萬行功德", "789": "熏修此智此智名一切種智淨名云以一食施一切", "79": "己十心三倍轉明四兼行六度上來前熟觀心未遑", "790": "故云普也十成就眾生普者喻螢火燈燭星月為益", "791": "蓋微日光照世一切卉木藂林遍令生長華菓成就", "792": "外道如螢二乘如燈濁通教如星別教如月今圓教", "793": "聖人慈慧饒潤冥顯兩益而無限量故名普也言鑿", "794": "井等者伯益造井貨狄造舟容成造曆岐伯造醫蒙", "795": "恬造筆蔡倫造紙私就普門品中搜十普之義證成", "796": "之者若觀音愍諸四眾受瓔珞者諸是不一之名愍", "797": "是悲傷之義此即慈悲普有慈悲任運有弘誓普以", "798": "種種形遊諸國土度脫眾生即是淨佛國土豈非修", "799": "行普自既無縛能解他縛自無毒令他離毒普門示", "8": "種人法也神力品名說力者即釋迦出長舌至梵世", "80": "涉事今正觀稍明即傍兼利物能以少施與虗空等", "800": "現是入法門普方便力是方便普神通力是神通普", "801": "而為說法是說法普多所饒益即成就眾生普分作", "802": "二分奉二如來即供養諸佛普如是義悉出經文故", "803": "引為證也問觀音利物廣大如此為已成佛猶是菩", "804": "薩答本地難知而經有兩說如觀音受記經明觀音", "805": "勢至得如幻三昧周旋往返十方化物者昔於金光", "806": "師子遊戲如來國土王名威德化生二子左名寶意", "807": "即是觀音右名寶尚即大勢至往問佛何供養勝佛", "808": "言當發菩提心從如來初發菩提心次阿彌陀佛後", "809": "當成正覺觀音名普光功德山王勢至名善住功德", "81": "使一切法趣檀檀為法界事相雖少運懷甚大理觀", "810": "寶王又如來藏經亦云觀音文殊皆未成佛若觀音", "811": "三昧經云先已成佛號正法明如來釋迦為彼佛作", "812": "苦行弟子二文相乖此言云何乃是四悉化物不可", "813": "求實也又觀音經部黨甚多或請觀世音觀音授記", "814": "觀音三昧觀音懺悔大悲雄猛觀世音等不同今所", "815": "弘者是千五百三十言法華之一品而別傳者是曇", "816": "摩羅讖法師亦號伊波勒菩薩遊戲葱嶺來至河西", "817": "河西王沮渠蒙遜歸命正法兼有患告法師法師云", "818": "觀音與此土有緣乃令誦念患苦即除因是別傳一", "819": "品流通部外也問文云方便之力種種不同說亦應", "82": "為正事行為傍故言兼行事福資理則十心彌盛五", "820": "異何得是圓教相答就能說之人為圓弘法華教遍", "821": "逗法界之機機雖不同不可令能󴘣法人隨機而偏", "822": "例如佛於一乘分別說三豈可令佛是聲聞緣覺耶", "823": "又問能說人圓於教亦圓行人機異此人稟何教耶", "824": "若稟偏教與鹿苑人同若稟圓教機亦應一答昔鹿", "825": "苑佛未發本顯迹不會三歸一人法未圓所稟方便", "826": "不得稱圓今經已開權顯實雖示種種身本迹不思", "827": "議一雖說種種法為開圓道於義無咎問上文云正", "828": "直捨方便此中那以用方便答上正顯體故言其捨", "829": "此中論用故言示現體用不思議一也。", "83": "正行六度圓觀稍熟事理欲融事不妨理理不隔事", "830": "第二釋經【疏】問答兩番者初問答明觀音樹王冥益", "831": "等義後問答明普門珠王顯益等義就前問答為二", "832": "一問二答就問又四一時節二標人三敬機四正問", "833": "初爾時者爾言即也謂即說妙音弘經竟次說觀音", "834": "弘經世界。", "835": "【疏】說東方生善等者謂大眾已聞妙音弘經歡喜已", "836": "竟宜聞觀音發心生善之時為人。", "837": "【疏】說東方等者或可時眾疑貶於妙音若為利益上", "838": "來說法破眾疑情已竟時眾有疑觀音之德正破此", "839": "疑之時對治。", "84": "具行六度權實二智究了通達治生產業皆與實相", "840": "【疏】說東方得道等者謂時眾機在妙音聞即得道如", "841": "二土菩薩得道已竟八萬四千悟理之時須聞觀音", "842": "第一義。", "843": "【疏】二標人者即是無盡意也非盡非不盡為對小乘", "844": "明盡智無生智滅色取空之盡故名無盡問云何無", "845": "盡答空不可盡假不可盡中不可盡故云無盡大品", "846": "云即色是空非色滅空空故無盡證空又大集釋無盡", "847": "意東方過十恒河沙國微塵世界國名不眴佛號普", "848": "現純諸菩薩無二乘名但修念佛三昧不然不滅不", "849": "生不出心行平等猶如虗空是為念佛即見佛時即", "85": "不相違背具足解釋佛之知見而於正觀如火益薪", "850": "具六度得無生忍所謂不取色即檀除即尸觀色盡", "851": "即羼觀色寂滅即毗梨不行色即禪不戲論色即般", "852": "若乃至一切諸法因緣果報無盡喻如虗空不可窮", "853": "盡為一切智發菩提心豈可盡乎乃至凡八十無盡", "854": "悉能含受一切佛法從是得名名盡也又淨名云何", "855": "謂為盡謂盡有為何為無盡不住無為華嚴有十無", "856": "盡法門如此等經就假名分別一切諸法因緣果報", "857": "以明無盡意已上證假也。", "858": "【疏】淨名云夫無盡者謂非盡非不盡者經云法若盡", "859": "若不盡皆無盡無盡即空空財無有盡與不盡故知", "86": "力用光猛已上外凡語若入內凡十信圓聞圓信修於圓", "860": "非盡非無盡是無盡義又大品經一切法趣意是趣", "861": "不過意為法界意則非盡無盡始如是無盡例如非", "862": "常非無常又大品云癡如虗空不可盡乃至老死如", "863": "虗空不可盡也色不可盡乃至識不可盡如此等經", "864": "皆約中道之理無盡已上證中即通達三諦之法亦名無", "865": "盡心智識色受想行等不可說不可說故名無盡言", "866": "菩薩者云云即從座起者三敬義也文三一起二袒", "867": "三合掌一起者禮云請益即起請業起菩薩於佛具", "868": "此二義觀解云菩薩常遠離行故云起亦是契諸法", "869": "空空即是座於此空無所染著故起約真又菩薩安於", "87": "行善巧增益五倍深明因此得入圓位善修平等法", "870": "空理理本無起愍眾生故承機利益故云起約假又中", "871": "道非起非不起而能起能不起無起之起起即實相", "872": "亦起眾生實相故言起約中二偏袒右肩者外國以袒", "873": "為敬露右者示執奉為便表弟子事師充役之義是", "874": "故以袒為敬也此方以袒為慢然須賈先生肉袒謝", "875": "張錄露兩脾也此方亦不一向是慢張錄是范睢出後", "876": "語觀解覆露表空假二諦又表權實二智實不可說", "877": "如覆左表有冥益於化他便露右表有顯益也三合", "878": "掌者此方以捧手為恭外國合掌為敬手本二邊今", "879": "合為一表不敢散誕專至一心心心相當故以此表", "88": "界即入信心善修慈愍即入念心善修寂照即入進", "880": "敬也觀解云權實不合而今得合若眾生性理顯聖", "881": "人亦息化歸真權實不二合表於反本還源入非權", "882": "非實事理契合故云合掌言向佛者萬善之因向萬", "883": "德之果也亦是行人分證權實合向於究竟權實合", "884": "故云向佛也已上三段經家。", "885": "【疏】興問者第四發問也下有兩番問答初番問觀音", "886": "後番問普門前問為三一稱歎二標所問人三正問", "887": "初稱歎大經云汝具二莊嚴能問是義我是具二莊", "888": "嚴能答是義今無盡意具二莊嚴欲顯觀音二種莊", "889": "嚴諮發如來如來究竟具二莊嚴當答此義釋論云", "89": "心善修破法即入慧心善修通塞即入定心善修道", "890": "問有多種不解問試問赴機問今是赴機問釋經中而作是", "891": "言也世尊者正稱歎也世間出世間之尊應具釋十號", "892": "準釋論云云二標所問人謂觀世音菩薩具如前釋", "893": "云云三正問以何因緣者因緣甚多略言境智因緣", "894": "若就眾生則以善惡兩機為因聖人靈智慈悲為緣", "895": "若就聖人觀智慈悲為因眾生機感為緣以是因緣", "896": "名觀世音已上問竟。", "897": "第二答如疏列云云初總又二一明機二明應就機", "898": "又四一標人數二明遭苦三聞名四稱號今疏闕稱", "899": "號言數者十法界機實自無量而言百千萬億者此", "9": "證前說法皆不虗也妙音現種種身為他說法此即", "90": "品即入不退心善修正助即入迴向心善修凡聖即", "900": "乃通途商略業同者如一地獄界大略是同其間優", "901": "降復有何量地獄如一地獄復有千萬億品格之殊", "902": "一一品格復有百千萬億罪人是人罪業正同所以", "903": "同受一品罪若將此意廣歷餓鬼畜生脩羅天人皆", "904": "亦如是故知此數是標同業之意也所以舉多數明", "905": "百千萬億種業遭苦稱名一時有機一時能應皆得", "906": "解脫何況一人一業一機獨來而不能救此舉境機", "907": "多以釋觀深應大也二明遭苦疏受諸苦惱是也此", "908": "語成上義上百千是業同此言諸苦惱一業苦惱是", "909": "一業者凡有百千萬億故知有諸眾生百千萬億上", "91": "入護心善修不動即入戒心善修無著即入願心是", "910": "明數同下明業別用此意歷十法界百機之徒不可", "911": "說不可說也今言苦惱正是現遭苦厄也此苦由於", "912": "結業果多故因亦多此即總答文略而意廣遍該十", "913": "界不止人道而已後別答中文廣而意狹別舉人間", "914": "七難而已故名總答也三聞名者經云聞是觀世音", "915": "是也上明遭苦次明生善善惡合為機此即明文也", "916": "聞有四聞聞等是也云云若能通達四種聞義即聞", "917": "慧心無所依無住無著即是思慧一心稱名即是修", "918": "慧此文雖近三慧意顯四稱名者經云一心稱名是", "919": "也稱名有二一事二理若用心存念念相續餘心不", "92": "名圓教鐵輪位也第二聖位十住十行十迴向十地", "920": "問故名事一心稱名者或可略稱如此文或廣稱如", "921": "下文南無歸命之辭皆是事一心言理一心者達此", "922": "心自他共無因不可得無心無念空慧相應此乃無", "923": "心知聲相空呼嚮不能實能稱所稱皆不可得是名", "924": "無稱是理一心稱名上四機竟。", "925": "二應者又二先明應次明解脫經云觀世音至觀其", "926": "音聲是應也應有多種三教應應不一時圓教一時", "927": "圓應機眾厄急應速一時即聞即稱是機速即聞即", "928": "應是應速次明皆得解脫者蒙應得益也皆者非但", "929": "顯於多機眾益亦顯於圓遍之應問十界眾生無量", "93": "等覺妙覺位位十乘觀法至妙覺時轉名十大如菩", "930": "云何一時令得解脫答喻如父母念子心重多智多", "931": "財具大勢力眾子在難即能拔之菩薩亦爾無緣慈", "932": "悲熏權實二智深聖財無量神力大十界雖多應有", "933": "餘裕又毒龍罪報尚能以一眼遍視之皆死何況菩", "934": "薩種智圓明耶又如󰗃石亦類明鏡云云問一心稱", "935": "名皆得解脫今現稱唱累年不蒙寸斆何耶答經云", "936": "一心稱名有事一理一二途無取何能感聖譬如臨", "937": "鏡背視對谷閇口何能致影嚮耶第二別答列如疏", "938": "有人次第三種機者口顯居前音成由意意後成身", "939": "也通論口機亦明三種苦但先除果苦次除因苦次", "94": "薩戒疏云云。", "940": "滿願與樂問此中明拔苦那忽與樂答少分與樂欲", "941": "引攝之也問何意不與因樂答因非引攝故不與又", "942": "其文在後為說法是與樂因也問悲門既少分與樂", "943": "慈門應少分拔苦答前悲全拔苦已竟後但與樂無", "944": "苦可拔何論少分有人解七難為兩雙一隻火水無", "945": "識為一雙鬼非類為一隻王賊是類為一雙鬼開去", "946": "來王論報重故成七難也言次第者火水無識為難", "947": "則重鬼雖有識非類為次王賊有識是類故輕然鬼", "948": "王相間初以鬼比王王輕則鬼重又以王比鬼王重", "949": "鬼輕此二相似故間出有云風足為八難有人彈之", "95": "【記】開遮輕重等者如大乘開懷生於小則遮兩舌讚", "950": "文云皆得解脫羅剎之難不云風也今明聖人赴機", "951": "何必如此赴機拔苦何得與樂間之今作次第者先", "952": "入國隨俗赴口機為初意冥身顯以為次也若尋經", "953": "意一時觀其音聲皆得解脫不言次第那得作次第", "954": "解耶他既作七難次第今還復作對之耳入火即有", "955": "燋身絕命之憂最為卒重故居初水標沈浮小緩於", "956": "火羅剎雖暴如經云有五百羅剎女妻五百飄人生", "957": "子受樂時節猶長然後頓食此復緩於水王難非即", "958": "得即剝研罪虗實實刑虗散不同於鬼一槩併食故。", "959": "復次羅剎也鬼來取者無的所取所衰乃逢害挑脫", "96": "毀小輕大重小教時犯漸制大乘一時頓制小教遇", "960": "可勉不同王法定判生死故復次三難也枷鏁節身", "961": "不遍失命但有禁固之苦小緩於鬼怨賊覓寶輪寶", "962": "即畢若能卑辭善巧方便即可勉脫此一往次第耳", "963": "至如兇賊忽發與火之燒何異問諸難甚眾何意取", "964": "七耶答此有所表人以六種成身還以六種自害如", "965": "人共七難同住復以七為難令通用七難等來表六", "966": "種也火水風即表身內三種也刀杖枷鏁表地種也", "967": "鬼賊王等表識種也三千大千世界表空種也云何", "968": "空得名難如人身內有空四大圍之識於中住何異", "969": "大千世界圍地水火風王鬼賊等於中住耶空為難", "97": "緣有捨大乘畢命無捨在大說戒依菩薩律儀在小", "970": "空是來難之由如人身體堅實外病不侵身若虗疎", "971": "眾疾逼惱又如人家宅無垣墻盜賊則進能來難故", "972": "空亦成難識種是難者心識邪計橫起愛見毀滅法", "973": "身慧命如王鬼賊劫奪財寶斷傷壽命故識種是難", "974": "所以不多取者正表此也假令多取諸難亦表此六", "975": "耳如下偈云云。", "976": "【疏】於一難中例為三番等者上總云受諸苦惱未判", "977": "諸相今別答故舉火水等別相也初火難云若有持", "978": "者口為誦持心為󴘣持󴘣持為理不失雖非口持覺", "979": "觀亦得是口行故通屬口業機攝言若有設有復有", "98": "隨小小懺五篇不等大懺四十八輕對首是同受大", "980": "皆是不定挑脫之辭餘皆難起方稱名此中前持名", "981": "而遭難此或是前後互出耳今謂火難卒暴須預憶", "982": "持憶持必無此難設脫有者皆是放捨所持背善從", "983": "惡稱之為設如慈童女至意修孝不遭火輪違母絕", "984": "髮受地獄苦行人持名本不應遭難緣差忽忘設入", "985": "大火若能憶先所持即得免難火難既重機亦須深", "986": "故先持後脫思之。", "987": "【疏】一果報火等者火有多種一果報火二業火三煩", "988": "惱火初果報者從地獄有上至初禪皆有火難如火", "989": "災至初禪下阿鼻獄八萬四千內外洞徹上下交炎", "99": "通七眾八部受小局人道具緣云云鳥鼠人者出百", "990": "餓鬼支節烟起舉體燋然畜生燠煑湯炭脩羅亦有", "991": "火難人中焚燒現見若至劫盡須彌洞然諸天宮殿", "992": "皆都盡初禪已下無免火災凡十六有眾生百千萬", "993": "億諸業苦惱持是觀世音名者火不能燒豈止閻浮", "994": "提人作解耶言十六有者四洲四惡趣六欲並梵王", "995": "及初禪是十六也。", "996": "【疏】惡業火至非想等者隨有改惡修善之處若五戒", "997": "十善多為惡業所難故經云燒諸善根無過嗔恚雖", "998": "生有頂頭上火燃金光明云憂愁盛火今來燒我能", "999": "破善業退上墮下皆名為火若能稱名得離惡業故"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 594 法華經疏義纘", "englishTitle": "卍 Xuzangjing, Electronic version, No. 594 法華經疏義纘", "author": "唐 智度述", "language": "chinese", "source": "CBETA"}