{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8775 式叉摩那尼六法", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "偈讚稽首禮諸佛及法比丘僧今演毗𡰱法令正法久住戒如海無涯如寶求無猒", "1": "欲護聖法財眾集聽我󵘸欲除四弃法及滅僧殘法障三十󵘩堕眾集𦗟我󵘸", "2": "毗婆尸式弃毗舎   抅㽞孫拘郍含牟𡰱伽葉釋迦文諸世尊大徳為我󵘸是事", "3": "我今欲善󵘸諸賢咸共𦗟辟如人毀󷖵不堪有所涉毀戒亦如是不得生天人", "4": "欲得生天上為生人間者常當護戒󷖵勿令有毀損如御入險道失鎋折軸憂", "5": "護戒亦如是死時懷𢙢懼如人自照鏡好醜生欣慼󵘸戒亦如是全毀生憂喜", "6": "如兩陣共戰勇怯有進退󵘸戒亦如是淨穢生安畏世間王為最眾流海為最", "7": "眾星月為最眾聖佛為最一切眾律中戒經為上最如來立禁戒半月半月󵘸", "8": "六法文六法文佛言入眾󵘸六名字某甲聽如來無所着等正覺󵘸六法。不得犯不淨行", "9": "行󵖶欲法若式义摩郍行󵖶欲法非式义摩郍非釋種女若与染汙心男", "10": "子身相觸𡙇戒應更与戒是中盡形壽不得犯能持不荅言能持。不淂偷盜乃至", "11": "草𦰧為式义摩郍取人五錢若自取教人取若自斫教人斫若燒若壞", "12": "色非式义摩郍非釋種女若取減五錢𡙇戒應更与戒是中盡形壽不淂", "13": "犯能持不荅言能持。不淂故断眾生命乃至蟻子若义式摩郍故自手断人", "14": "命求刀与人教死讚死若与非藥若随胎若猒禱呪術自作教人作者非式义", "15": "摩郍非釋種女若断畜生不能變化者命𡙇戒應更与戒是中盡形壽不", "16": "淂犯能持不荅言能持。不淂妄語乃至戲笑若义式摩郍不真實非己有自稱", "17": "言淂上人法淂解脫三昧正授淂湏陁恒果斯陁含果阿郍含果阿羅漢果天", "18": "來龍來鬼來供養我此非式义摩郍非釋種女若於眾中故作妄語𡙇戒", "19": "應更与戒是中盡形壽不淂犯能持不荅言能持。不淂非時食若式义摩郍非時", "20": "食𡙇戒應更与戒是中盡形壽不淂犯能持不荅言能持。不淂飲酒若式义摩郍", "21": "飲酒𡙇戒應更与戒是中盡形壽不淂犯能持不荅言能持。具學三法佛言式义摩郍一切大𡰱", "22": "戒應學除自手受食与他此學法女具學三法。一學根本法即四重是。二學六", "23": "法謂染汙心相觸盜五錢断眾生命小妄語非時食飲酒。三學行法謂大𡰱諸戒", "24": "及威儀並制學之若犯根本應滅𢷤若𡙇學法者更与二年羯磨若違行法", "25": "直犯佛教即湏懺悔不壞本所學六法。應學十八法僧祇律第卅卷云式义𡰱應學十八法", "26": "若式义摩郍𡰱不學十八法非式义𡰱何󵓕十八。一一切比丘𡰱下。二一切沙󳇐𡰱上。三於式", "27": "义摩郍𡰱不淨於大𡰱淨。四於大不淨式义𡰱亦不淨。五大𡰱淂与式义三宿。六", "28": "式义𡰱淂与沙󳇐𡰱三宿。七式义𡰱淂与大𡰱授食。八除火淨五生種取金銀及", "29": "錢。九自󷖲沙󳇐授食。十𡰱不淂向󵘸七聚名淂不煞不盜不󵖶不妄語如", "30": "是󵓕。十一式义𡰱至布󴅽自恣日入僧中䠒跪合掌作如是言阿闍梨耶", "31": "僧我某甲清淨憶念持如是三󵘸而去。十二後四波羅夷犯者始學。十三十九", "32": "僧伽婆尸沙已下一一犯随所作突吉羅。十四若破五戒随犯日數更學何󵓕五非時食。", "33": "十五停食〃犯吉羅停食〃者謂旦起受食至中過中已去限一湏臾若過二時", "34": "名曰非時也式义𡰱晨起應淨洗手齊腕以前不淂粗魯洗五指頭當以󰞆土", "35": "揩洗令作聲洗更相摩者不淨更湏洗之。十六捉錢金銀。十七飲酒。十八著", "36": "花者。是名十八。是式义摩郍二嵗學戒法。十誦律云為度任身女後起過佛", "37": "令二嵗學之可知若式义𡰱行法式义𡰱不淂与大𡰱為伴已戒不滿故自不淂与沙󳇐", "38": "𡰱為伴以非同學故若二𡰱兼一式义𡰱若二式义𡰱兼一沙󳇐𡰱為伴餘人不合也。", "39": "十戒相十戒相沙󳇐者此云息𢙣行慈故曰沙󳇐息於十惡故受十戒耳慈念眾生故有不煞󵓕也此之十戒乃至眾戒根本先護持之也。一不煞若故煞人不淂受大戒", "40": "若煞畜生󵓕至心懺悔淂滅。二不盜若偷若刧若強奪若燒若󰡷壞他物但直五錢", "41": "已上不淂受大戒若減五錢若非人畜生物懺悔淂滅。三不󵖶若人男女若非人男女若", "42": "畜生男女若侵身分不得大戒若摩觸󵓕至心懺悔淂滅。四不妄語若稱淂聖不", "43": "淂受大戒若以重事謗清淨人及誑或欺妄其罪難懺悔餘小妄語聴懺悔已進大", "44": "戒。五不飲酒酒性能發人煩𢙉改人心性乱人道心多開眾過之門若酒入腹護戒心󰫼自", "45": "制不能淂故宜深防不服狂藥也。六不淂着花   󳌃香油塗身莊餝花艶愛翫其身", "46": "內懷深着情惑乱道。七不歌儛唱妓及往觀聴習近喜戱放縱身口外恣蕩逸道心", "47": "浮散。八不上高廣大床上坐慠𢢔自處無謙下心情存欺物去道遠矣。九不非時食濟", "48": "命養道冝湏應法食味不莭󷗯患妨道。十不捉持生像金銀寶物供身之具儉素為", "49": "佳󳏃寶翫服多生人貪奪故教不捉也。此之十戒中前四性重後六遮重性重者內自起𢙣遮重者外能生𢙣又前四戒是業清淨戒中四戒是行清淨戒後二戒是緣清", "50": "淨戒若人護持禁戒寧死莫犯如其犯者不如本不出家自毀壞道法汙辱師僧穢乱三", "51": "寶欺負四恩不消信施益罪多也。八敬法𡰱修八敬法一應礼大比丘身業恭敬。二者不淂罵諸比丘", "52": "口業无過。三者不舉比丘罪為作憶念意業不欺󵕵也。四者二𡻕學戒已大僧中受具󷖵戒受戒之法由大僧故。五", "53": "者犯僧殘應二部僧中半月行摩郍埵出罪本應堅持既犯此戒罪由僧滅治之法出在大僧。", "54": "六者半月半月大僧中請教授出家人法學戒為先請為師訓開示行則也。七者不淂無大僧󵕯夏安居修行", "55": "多難事須依護諮參決疑採訪有地極遠去大僧一由旬卅里即日往反若依󳇐沙塞律極遠聽受七日往反成安居也。八者安居竟", "56": "大僧中說三事自恣人多迷己傍矚者明懼脫違失不自覺知幸垂大慈示之不及。此八教者前三明󷗯敬之儀中二所", "57": "遵之法後明三請誨之方初則敬人為師湏依人取法後則如󵘸而行。安居文", "58": "大姉一心念我式义摩郍𡰱某甲今於某加藍所大界內前三月夏安居房舎", "59": "破修治故三󵘸彼云汝莫放逸荅云受持彼人云依誰學戒荅云依和上彼荅言有疑當往問荅云可尓。", "60": "受衣法大姉一心念我式义摩那𡰱某甲此安多會五條衣受一長一短割截衣", "61": "持三󵘸。大姉一心念我式义摩郍𡰱某甲此欝多羅僧七條衣受兩長一短割截衣", "62": "持三󵘸荅可尓。大姉一心念我式义摩郍𡰱某甲此覆肩衣如法受持三󵘸。大姉一心念我式", "63": "义摩郍𡰱某甲此僧祇󰊇如法受持三󵘸。大姉一心念我式义摩郍𡰱某甲此𡰱師檀", "64": "應量作我命受持。大姉一心念我式义摩郍𡰱某甲此鉢多羅僧應量器持受。", "65": "請施主文大姉一心念我式义摩郍𡰱某甲今請大姉為衣藥鉢展轉淨施主願", "66": "大姉為我作衣藥鉢展轉淨施主慈愍故。󵘸淨文大姉一心念我式义摩郍𡰱", "67": "某甲有此長衣若是言長未作淨今為淨故施与大姉為展轉淨故。彼受淨者言姉一心念汝", "68": "有是長衣未作淨今為淨故施与我〃今交之持妹施主是誰。彼荅言某甲受淨者言妹一心念", "69": "汝有是長衣未作淨為淨故施与我〃已受之妹自云施主是某甲律師是衣", "70": "某甲律師已有妹為某甲律師故善護持着用随囙緣。"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8775 式叉摩那尼六法", "author": "Not available"}