{"language": "chinese", "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 007 《阿毗達磨俱舍論實義疏》", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "題解《阿毗達磨俱舍論實義疏》", "1": "整理者　蘇　軍", "2": "〔題解〕", "3": "《阿毗達磨俱舍論實義疏》，印度佛教典籍。安慧著，譯者不", "4": "詳。卷數不詳。", "5": "據《唯識述記》記載，安慧曾「即糅雜集，救《俱舍論》，破", "6": "正理師」，所指的應該就是此《實義疏》的創作。在《實義疏》", "7": "中，安慧以駁斥眾賢一系的正理師、護救世親的《俱舍論》為主", "8": "要目的，故在許多問題上都遵循了世親的思想。同時，他並不固", "9": "執一家之言，而是積極吸收眾賢等人的合理說法，旁徵博引，多", "10": "方論證，因而在對一些具體問題的討論中發展了《俱舍論》的思", "11": "想。所以，本疏對於研究安慧本人的思想以及說一切有部的理論", "12": "發展，都有著重要的價值。同時，由於安慧的引用，疏中還包括", "13": "了一些已經散佚的印度佛教史上的思想材料，為深入研究印度佛", "14": "教思想提供了新資料。", "15": "本疏首題「阿毗達磨俱舍論卷第三，尊者安惠造」，尾題「釋", "16": "門法律法嚴奉寫記」，卷中有硃筆校改，據紙張、字體、行款，可", "17": "斷定為晚唐時期的寫本。", "18": "本疏未為我國歷代經錄所載，亦未為歷代大藏經所收。敦煌", "19": "遺書中有漢文譯本及回鶻文本。漢文譯本收藏在中國北京圖書館，", "20": "共兩號：L3736號與北新1440號。L3736號是從北新1440號上斷", "21": "裂下來的殘卷，為工作人員最近整理北圖敦煌遺書時新的發現。", "22": "另外，伯希和特藏的敦煌遺書中也有一號《俱舍論實義疏》的漢", "23": "文譯本，共五卷。《大正藏》曾依之進行整理，並收入第29卷中。", "24": "但其內容僅相當於該疏的節抄，而本文獻所包括的則是《俱舍論", "25": "實義疏》卷三的全部內容。回鶻文本收藏於倫敦大英博物館，編", "26": "號為Or.8128--75A/75B，為冊子形式，共兩冊。上有漢文書寫", "27": "的頁碼，當是從漢文譯本轉譯而成。", "28": "整理本以北京圖書館藏L3736、北新1440號為底本。無校本。", "29": "但《實義疏》中所抄的《俱舍論》原文，則依《大正藏》本進行", "30": "了校定。故校記中出現的《俱舍論》字樣，指的皆為《大正藏》", "31": "本。特此說明，文中不再一一註明。", "32": "錄文〔錄文〕", "33": "阿毗達磨俱舍論實義疏卷第三", "34": "尊者安惠造", "35": "論：已說諸蘊及處、界攝，當說其義。此蘊、處、界別義云", "36": "何？", "37": "釋曰：何以有斯問？起以蘊中事與處、界無有差別，如於蘊", "38": "中，除無為外，餘所說事，處、界亦然。雖其義三處不殊，然猶", "39": "未知以何義故三科異名，故發此問。", "40": "論：頌曰：聚生門種族，是蘊處界義。", "41": "論曰：諸有為法和合聚義是蘊義。", "42": "釋曰：□…□欲顯示三科別異之義，先以三法□…□義，", "43": "顯三差別。言三法者，一聚，二生門，三種族。此三如此，即蘊、", "44": "處、界。或復於此三科之中有彼三義，非異名也。謂聚、生門、", "45": "種族是蘊、處、界之義，依主釋也。如何得知聚是蘊義？論自答", "46": "云：", "47": "論：如契經言，諸所有色，若過去，若未來，若現在，若", "48": "內若外，若粗若細，若劣若勝，若遠若近，如是一切略為一聚，", "49": "說名色蘊。由此聚義，蘊義得成。", "50": "釋曰：以此經言：「如是一切諸所有色，略為一聚，說名色", "51": "蘊」，由此故知聚是蘊義。", "52": "論：於此經中，無常已滅名過去，若未已生名未來，已", "53": "生未謝名現在。自身名內，所餘名外。或約處辯。有對名粗，無", "54": "對名細。或相待立。", "55": "釋曰：言「無常已滅名過去」者，「已滅」之等，此是無常", "56": "滅。言「無常滅」，為簡餘四。若但言過去色者，謂已滅色，即恐", "57": "濫餘滅，故言「無常」以簡之也。", "58": "有說此言唯簡擇、非擇滅，其理可然。若簡定滅之義，不相", "59": "應故。以此二滅是心、心所，但言色滅已成差別，何用更言「無", "60": "常已滅」方能簡之？", "61": "復有餘說：此可簡擇滅，若簡餘三，其義不然。此非擇滅□。", "62": "約未來不生法，有定及生滅。亦約未來心、心所有。由此，但說", "63": "過去色言已別。此擇滅既是三世有漏之法之滅，故應簡之，餘三", "64": "不可。", "65": "前二師說，理不如是。此中四滅皆應簡之。已下論云：「受等", "66": "亦然」。此中若不簡相定滅及生滅滅，是即與後心、心所等義相雜", "67": "亂。今此簡之，復釋四蘊，即無此失。又，□…□不許簡非擇", "68": "滅，但言色滅□…□知以何滅？滅為□…□為無常滅，亦可□…", "69": "□非擇滅。於□…□滅二言，濫彼義故，若□…□成雜亂。", "70": "「若未已生名未來」者，此未流至現在世時，未成作用。", "71": "「已生未謝名現在」者，「已生」之言，別於未來；「未謝」", "72": "之言，別於過去。未來之法，雖名未謝，然是未生；過去之法，", "73": "雖云已生，然是已滅。所以為簡去、來二世，定取現在。", "74": "「自身名內，所餘名外」者，此約自身眼等五根、色等五境，", "75": "名之為內。翻此他身，及非情色，名之為外。", "76": "「或約處辯」者，約自、他身眼等五根，名之為內。自身、他", "77": "身色等五境，及以非情、無表色等，並名為外。", "78": "「有對名粗，無對名細」者，極微聚色，十處有對；諸無表", "79": "色，及非聚微，名無對色。", "80": "「或相待立」者，此依相待為粗細故。如蟣對虱名細，虱對蟣", "81": "名粗。若如是者，有對應二：望細名粗，望粗名細，可相待故。", "82": "無對名細，無相待故。", "83": "論：若言相待，粗細不成。", "84": "釋曰：此外起問，若言相待為粗細者，此義不然。如蟣對隙", "85": "塵為粗，虱對麥為細。又，虱對蟣名粗，蟣對虱名細。如是蟣虱", "86": "亦粗亦細，□□粗細無定體故。", "87": "論：此難不然，所待異故。待彼為粗，未嘗為細；待彼為", "88": "細，未嘗為粗。猶如父子、苦集諦等。", "89": "釋曰：□…□體各別故。相待二法，粗細位定，粗定為粗，", "90": "□…□二種相繫。屬定細者，不復為粗，粗者不復為細。若望餘", "91": "法，粗細不定。若望本二，粗細已定，如父與子，其位已定。由", "92": "斯不可以相待故，今子為父，父反為子。如苦、集等，義亦應然。", "93": "論：染污名劣，不染名勝。", "94": "釋曰：有覆、不善，名之為染；善及無覆，名為不染。染", "95": "法何故名之為劣？以是善人所棄法故。不染何以名之為勝？不為", "96": "諸惑所染污故。", "97": "論：去、來名遠，現在名近。", "98": "釋曰：過去、未來，相望遠故，故名為遠。現在居中，故為", "99": "近，望於過、未，稍為近故。或約作用，過、未名遠，已作、未", "100": "作極相遠故；現在名近，現作用故。或過、未名遠，過去已於相", "101": "續，未來未得故；現在名近，現位相續故。", "102": "論：乃至識蘊，應知亦然。", "103": "釋曰：如是諸所有受、想、行、識，若過去，若未來，若現", "104": "在，若內若外，若粗若細，若劣若勝，若遠若近，如是一切，", "105": "略為一聚，說名受、想、行、識蘊。由此聚義，蘊義得成，故曰", "106": "「然」。", "107": "論：而有差別，謂依五根名粗，唯依意根名細。或約地辯。", "108": "釋曰：受等四蘊，與其色蘊，蘊餘義不殊，唯有粗細二義不", "109": "同。以識等蘊中，無有微聚顯形色等粗細義故，故曰「而有差", "110": "別」。除粗細義外，餘過去、未來、劣勝、遠近，皆如色釋。此", "111": "之四蘊，粗細如何？此約所依，非據相待。如論云：「謂依五根", "112": "名粗，唯依意根名細。」所依五根是有對故，從彼依生，故名為", "113": "粗。所依意根非是微聚，是無對故，從此依生，故名為細。", "114": "「或約地辯」者，欲界四蘊為粗，初靜慮四蘊為細，乃至無所", "115": "有處四蘊為粗，非想非非想處為細。此即欲界四蘊一向為粗，", "116": "非想地一向為細，中間九地亦粗亦細。", "117": "論：毗婆沙師所說如是。", "118": "釋曰：如上釋經，是婆沙師所說之義，故總結也。", "119": "論：大德法救復作是言：五根所取名粗色，所餘名細色；非", "120": "可意者名劣色，所餘名勝色；不可見處名遠色，在可見處名近色；", "121": "過去等色，如自名顯。受等亦然，隨所依力，應知遠近。粗細", "122": "同前。", "123": "釋曰：「大德法救復作是言」者，有二師云：是經部師，", "124": "名為法救。以不許於婆沙師前所釋義，故作是言。復有說云：若", "125": "是法救，說有過、未，應知是毗婆沙者，非經部師，以經部師唯", "126": "稱大德。此師不許毗婆沙所說之義，非是法救。何以不許？以", "127": "彼經中，世尊自說過、未、現在，何故豈將過、未釋遠，現在釋", "128": "近？有此相遠，粗細之義亦不決定，劣勝之義理復不盡。是", "129": "以此師復釋。", "130": "「五根所取名粗色，所餘名細色」者，五根所取之境，即", "131": "是五外處，此名為粗。以五識緣無分別故。「所餘名細」者，謂意", "132": "根境，名曰「所餘」。此意根境，謂即五根及無表色，此名為細。", "133": "非現等得，即決是粗細之義。", "134": "「非可意者名劣色，所餘名勝色」者，不可愛色，名「非可", "135": "意」，此即名劣，以不令心有喜樂故。言「所餘」者，謂即可愛，", "136": "此名為勝，謂能令心有喜樂故。言「喜樂」者，此即可愛可惡", "137": "之義也。", "138": "「不可見處名遠色」者，約處所辯。有雖近，細而不可見，以", "139": "不可見故，名之為遠；以處所可見故，名之為近。此是可見", "140": "義。何以？有色雖近，而有障隔，自體與處俱不可見。齊可見處，", "141": "復無障隔，眼得起，名之為近。異此名遠。", "142": "「在可見處名近色」者，此復約位立，處所現故。云處有雖遠", "143": "而可見者，如星宿等，雖即可見，不名為近，以處所不可見故。", "144": "異此名近。又，眼等五根一向名近，此之依處可見處故。色等五", "145": "境及此住處，齊眼可見，名之為近；眼觀不及，名之為遠。", "146": "「過去等色，如自名顯」者，以此義故，經部大德再釋其義：", "147": "世尊經中自說過去、未來、現在，毗婆沙師以此三世釋於遠近，", "148": "重釋之過。此三世義如經所說，是故論云「如自名顯」。", "149": "「受等亦然」者，如前說色，今釋受等亦如前義。「隨所依", "150": "力應知遠近」者，此受等四蘊遠近，隨所依分別：所依可見，", "151": "名之為近；所不可見，名之為遠。", "152": "「粗細同前」者，如前毗婆沙師所說「五根所取名粗，意根所", "153": "取名細。或約地辯。」", "154": "論：心、心所法生長門義，是處義。訓釋詞者，謂能生長心、", "155": "心所法，故名為處。是能生長彼作用義。", "156": "釋曰：何故言處是生門義？生誰之門？以「訓釋詞」故。", "157": "前生門義，生誰之門？生心、心所法。「生長門義是處義，訓釋詞", "158": "者」，如論中云：「謂能生長心、心所法，故名為處。是能生長彼", "159": "作用義。」「作用義」者，如依眼、色生於眼識，乃至意、法，應", "160": "知亦然。如契經說：梵志當知，以眼為門，唯為見色。此經唯證", "161": "門義有六。然心所法有十二門，故契經說「眼、色為緣，生於眼", "162": "識，三和合觸俱，起受、想、思，如是乃至意、法為緣，生於意", "163": "識，三和合觸，起受、想、思。」", "164": "論：法種族義，是界義。如一山中有多銅鐵金銀等族，說", "165": "名多界。如是一身或一相續，有十八類諸法種族，名十八界。", "166": "釋曰：如何知族是其界義？與世種族義相似故。論中云：", "167": "「如一山中有多銅鐵金銀等族說名多界。」金銀等礦，乃以種", "168": "族說名為界。", "169": "「如是一身或一相續」者，「身」謂所依，「相續」即是心、心", "170": "所相續。或「身」者剎那，「相續」者即隨流。", "171": "「有十八類諸法種族名十八界」者，此一身、一相續中，有十", "172": "八法種子，亦名種族，亦名為界。", "173": "論：此中種族是生本義。如是眼等，誰之生本？謂自種類，", "174": "同類因故。", "175": "釋曰：言「生本」者，謂生之所依。此十八種，是別別法生", "176": "之所依。", "177": "問：此十八界攝一切法，離此之外，是何別法生之本耶？", "178": "以此義故，論發問云：「如是眼等，誰之生本」。異十八界，更有", "179": "別法，即言此是別法生本。離十八界更無別法，此是誰之生本？", "180": "論自答云：是「自種類，同類因故。」如前生眼根與現生眼根及未", "181": "生眼根為同類因，乃至法界，應知亦爾。雖離十八界更無別法，", "182": "然與自類而為生本。若如是者，此中攝義不盡，故論問云：", "183": "論：若爾，無為應不名界。", "184": "釋曰：無為之法，無前及後，非同類因，如何得為生本耶？", "185": "既非生本，亦應不得名之為界。今既不許如此之義，故論更以異", "186": "義釋云：", "187": "論：心、心所法生之本故。", "188": "釋曰：諸無為法，與心、心所為所緣緣及增上緣，此名生本。", "189": "故約此釋，攝義周盡。此中雖即攝義周盡，此復有過。以此處、", "190": "界，義應相濫，俱心、心所生本義故。為避此過，復轉釋云：", "191": "論：有說界聲表種類義，謂十八法，種類自性，各別不同，", "192": "名十八界。", "193": "釋曰：此中餘師轉復異釋，十八界義，如金銀等展轉相望，", "194": "體類不同，故名種族；如是眼等展轉相望，體類不同，故名種", "195": "族。類是體義。此十八界各各自體，互相差別，不成雜亂，故", "196": "說「界聲」為「種族義」。", "197": "若爾，意界望於六識無別體類，應非別界。此難不然，所依、", "198": "能依，體類別故。有說：安立時分異故。復有說者，六是意先，", "199": "意非六先，故甚有異。雖諸界體並通三世，然就位別，故立異名，", "200": "由此故言六先意後。未來意、六，時位未分，如何可言六先意", "201": "後？", "202": "論：若言聚義是蘊義者，蘊應假有，多實積集共所成故，如", "203": "聚，如我。", "204": "釋曰：何因有此問耶？以毗婆沙師處、界實有，許蘊亦然；", "205": "以而聚義說是蘊故，多法積集以成於聚。於此聚中，無其實體，", "206": "故起斯問。如多穀麥積集一處，名之為聚。聚是假立，無其實事，", "207": "穀麥分散，何有聚體？如是色等五蘊積聚，假說我名。色等分離，", "208": "我亦非有。如經頌云：「如即攬眾分，假想立為車；世俗立有情，", "209": "應知攬諸蘊。」如是過去及未來等多實積集，假立蘊名。", "210": "論：此難不然。一實極微亦名蘊故。若爾，不應言聚義是蘊", "211": "義，非一實物有聚義故。", "212": "釋曰：婆沙師云：理不如是。一一極微皆有蘊義。", "213": "經部云：若如是者，蘊中不應說其聚義，一一極微不名聚故。", "214": "阿闍梨眾賢云：此難不然，於聚所依立義言故。非聚即義，", "215": "義是實物名之差別，聚非實故。或一極微三世等攝，以慧分", "216": "析，略為一聚。蘊雖即聚，而實義成。餘法亦然。故蘊非假。", "217": "尊者於此雖作是說，然違契經。以經說云：「諸所有色，若過", "218": "去，若未來，若現在，若內若外，若粗若細，若劣若勝，若遠", "219": "若近，如是一切略為一聚，說名色蘊。由此聚義，蘊義得成。」故", "220": "知世尊說彼多法略為一聚，方名為蘊。今既說言一一極微得為蘊", "221": "者，與經相違。", "222": "阿闍梨聖奴作如是說：一一極微各互對，得名為聚；一一各", "223": "別不互待，不名為聚。若相待者，一一皆得名之為聚。若異此者，", "224": "如何可以無常、苦、空、非我行相，而得證知及能除斷？又，何", "225": "能為施設我因？若非實事之所成者，如何得有如是差別能為我因，", "226": "乃至應知及應斷等？以處為界，實事是有，故有如是差別。理極", "227": "蘊亦如是，實事有故，由斯亦有如是差別。", "228": "此亦非理。若如是者，即瓶、衣等悉應是實。以此等中，一", "229": "一實事，極微相待共所成故。復有餘過，謂隨有幾所攝色等，應", "230": "合亦有多蘊。若如是說，如經所言「若過去、若未來」乃至「若", "231": "遠若近，如是一切，略為一聚，說名色聚」。如是經義，故應不", "232": "成。", "233": "聖奴又云：無如是過。蘊亦不應如是成多，以要多事相對待", "234": "時得名蘊故。猶如言多，非即一法名之為多，以有多法方名為多。", "235": "多亦即是此中法等。", "236": "此亦不然，法喻不齊。以喻中云眾法為多，非一為多。前所", "237": "說云一一極微相待之時得名為聚，故知所說法喻不齊。若彼復言", "238": "「如過去等，如是略為一聚名為蘊」者，應知此蘊決定是假，如豆", "239": "蘊等。若謂「既非實事所成，如何得以苦、空、非我等行相應知", "240": "及應斷」者，聽說此義，世尊今觀無常、苦、空、非我相中，豈", "241": "要有其實事？亦但是假。如世尊說：一切有情皆為無。如有頌云：", "242": "始自入胎及出胎，復從嬰孩至老死，", "243": "歷茲十位極迅速，往而不返如駛流。", "244": "無有實事，名為有情。世尊約現所化有情，隨機說蘊亦為無", "245": "常等，有何違？又彼所言蘊「若非以實事所成」，「如何得為施設", "246": "我因」者，現見假法，還與假法而得為因。如世指樹以為林因，", "247": "指一士夫為軍因等故。聖奴師有眾多說，皆不應理。例破皆爾，", "248": "此不更說。", "249": "論：有說能荷果重擔義是蘊義。由此世間說肩名蘊，", "250": "物所聚故。", "251": "釋曰：「果」者，即是所擔之物。「果」即是「重擔」，持業釋", "252": "也。五蘊荷負此「果重擔」，猶如身份擔荷重擔，世間人等呼之為", "253": "蘊。「果重擔」者，眼等六處，與總五蘊為「果重擔」。如經說云：", "254": "「名色緣六處」。言「名色」者，即是五蘊，應知六處是名色之", "255": "「果重擔」也。此即六處，名總五蘊之「果重擔」。或約二蘊釋其", "256": "重擔。如經說云：「六處緣觸」。此即觸與色、識二蘊為「果重", "257": "擔」。此六處中，眼、耳、鼻、舌及身五處，名為色蘊，意為", "258": "識蘊。或約一蘊釋於重擔。如經云：「受緣愛」。愛即是受蘊之", "259": "「重擔」。或一蘊與一蘊為重擔。如經云：「行緣識」。識與行蘊為", "260": "「重擔」也。或五蘊與一蘊為重擔。如經云：「識緣名色」。名色與", "261": "識蘊為「重擔」。餘法亦應如是分別。若約分位緣起而論，位位之", "262": "中，皆有五蘊，五蘊與五蘊為「重擔」。若如是釋，即一一事皆得", "263": "為蘊，若聚一處，是即一一各有力用，能荷重擔。", "264": "論：或有說者，可分段義是蘊義。故世有言：汝三蘊還，我", "265": "當與汝。", "266": "釋曰：此中釋蘊為可分段義。言「三蘊」者，蘊是分義。猶", "267": "如世間可與之物，有其三種，謂飲食、衣服、房舍臥具。故世有", "268": "言：如是三分，我當與汝。雖即大種及所造色、心、心所等同時", "269": "俱生，然可以智慧分析為分段故，諸有為法有三段，謂過去、未", "270": "來、現在。一一世中有五分段，謂色乃至識。如是釋者，是則", "271": "五蘊有其實事，非假立也。", "272": "此前二釋，論主不許，故後說之。", "273": "論：此釋越經，經說聚義是蘊義故。如契經言：諸所有", "274": "色，若過去等，廣說如前。", "275": "釋曰：皆不應理。世尊經中若不說言聚義是蘊，即前二說其", "276": "理可然。今既世尊親說聚義，故前二說違越契經，義為不可。", "277": "阿闍梨眾賢云：經主決判此義釋越經，今謂不然，不違理故。", "278": "處、界二義，豈不越經，而於其中攝取為正。復有何理，唯蘊義", "279": "中固求經證；於處、界中唯依理釋，絕不求經！觀此義言，似專", "280": "朋黨。故應如彼，據理無違。", "281": "非並用執，此中有理。世尊經中雖說處、界，然無處云以何", "282": "義故，此名為處；以何義故，名之為界。是以諸師隨意解釋，故", "283": "無違越。於蘊義中，世尊親說聚為蘊義。今者越經別為異釋，固", "284": "違聖說，理定不然。", "285": "論：若謂此經顯過去等一一色等各別名蘊，是故一切過去色", "286": "等一一實物各各名蘊。", "287": "釋曰：毗婆沙師若更釋云：雖即世尊此經中說聚義為蘊，然", "288": "經意云過去色等一一各別皆得為蘊，不言總聚身名蘊者。", "289": "論：此執非理，故彼經言：如是一切略為一聚說名蘊故。是", "290": "故如聚，蘊定假有。", "291": "釋曰：此即經部對婆沙師。不應謬取此經意，云「過去色等", "292": "一一各別皆得為蘊」。若如是者，經不應言「如是一切略為一聚說", "293": "名為蘊」。經說既爾，故汝所說定為非理。是故所說聚義為假，如", "294": "是蘊義亦定假有。", "295": "論：若爾，應許諸有色處亦是假有，眼等極微，要多積", "296": "聚，成生門故。", "297": "釋曰：毗婆沙師復以處義難經部說：若言聚蘊定假有者，即", "298": "十處色亦應是假。眼等極微，要積聚身可得成生門義故；五識依", "299": "緣皆積聚故。由斯，如是眼等、色等多微積聚，方為所依及所緣", "300": "故，亦應是假。", "301": "論：此難非理。多積聚中，一一極微有因用故。若不爾者，", "302": "根、境相助共生識等，應非別處，是則應無十二處別。", "303": "釋曰：此經部師對婆沙師。若言多微積聚成生門者，理定不", "304": "然。多積聚中，一一極微各為因用。既一一微各得為因，如何說", "305": "言多微積聚方成依緣？", "306": "若毗婆沙師言此理不然，此一一微非能為因，須相待故方成", "307": "因用者，此亦不然。若言諸微以相待故，是即應知多微積聚故。", "308": "然為因用，以積聚故，方得為處。此處亦應定是假有。", "309": "若一一微得為處者，不應相待，非如色處。此非色處獨能為", "310": "因不相待故者，此亦不然。若一一微不為因者，是即根、境不應", "311": "獨能為其別處。根、境相助方生愚，為遮此計，所以分色為之十", "312": "界，心為七界，令其了知色、心各異，立界亦別。既知各別，彼", "313": "見自除，故為說界。", "314": "論：然毗婆沙作如是說：對法諸師若觀假蘊，彼說極微一界、", "315": "一處、一蘊少分。若不觀者，彼說極微即是一界、一處、一蘊。", "316": "此應於分，假謂有分。如燒少衣，亦說燒衣。何故世尊於所知境，", "317": "由蘊等門作三種說？", "318": "頌曰：愚根樂三故，說蘊處界三。", "319": "論曰：所化有情有三品故，世尊為說蘊等三門。傳說有情愚", "320": "有三種，或愚心所，總執為我；或唯愚色；或愚色心。根亦有三，", "321": "謂利、中、鈍。樂亦三種，謂樂略、中及廣文故。如其次第，世", "322": "尊為說蘊、處、界三。", "323": "釋曰：愚心所者，是上品愚，愚於微細相似事故；愚於", "324": "色者，是中品愚，愚於粗著相似事故；色心俱愚者，是下品", "325": "愚，愚於粗細相似不相似法故。為欲除遣此三愚故，說蘊等三。", "326": "說此三故，除於身見。於總聚中起於身見，今知各異，此見即除。", "327": "約此身見所起諸惑，亦皆除遣。是以世尊說蘊等三。", "328": "根亦三者，婆沙師云：約信等根，有利、中、鈍。若為鈍根、", "329": "中根說蘊，此不能達處、界之義。若鈍根者，雖聞蘊、處，然不", "330": "能達十八界義。由此根異，故說三科。此等不然。若如是者，約", "331": "彼利根，即是處、界便應無用；若約中根，蘊、界無用；若約鈍", "332": "根，蘊、處無用。言先說蘊時，中、鈍不了，故復說處；以雖說", "333": "處，鈍根不了，故復說界。若如是者，但應說界，三根俱達，更", "334": "何用說蘊、處二耶？是故定應為利說蘊，為中現處，為鈍說界。", "335": "以廣、中、略，稱其根宜，是能普利一切，三科俱為有用。", "336": "樂亦三者，為宿習故，樂略、中、廣，是世尊隨其樂欲說此", "337": "三種。若不稱機為異說者，此即卻為不信之因。唯樂奢摩他者，", "338": "樂聞其略；樂奢摩他及毗鉢舍那者，樂聞其中；唯樂毗鉢舍那者，", "339": "樂聞其廣。故現此三。現此三者，為顯擇法。故論云：擇法不生，", "340": "惑無由滅等。", "341": "論：何緣世尊，說餘心所，總置行蘊，別分受、想，為二蘊", "342": "耶？", "343": "釋曰：何故有此問耶？為前說云：愚於心所總執為我，為此", "344": "世尊分別心所為受、想、行蘊。若欲為遣心所愚故，分別心所立", "345": "三蘊者，即應一一委細分別，何故唯分受、想二種，立為二蘊，", "346": "餘心所等，共為行蘊？欲知其因，故有斯問。", "347": "論：頌曰：諍根生死因，及次第因故，", "348": "於諸心所法，受想別為蘊。", "349": "論曰：諍根有二，謂著諸欲及著諸見。此二，受、想如其次第", "350": "為最勝因。味受力故，貪著諸欲；倒想力故，貪著諸見。", "351": "釋曰：「諸欲」者，欲謂貪求。求五妙境也。於五境中，愛味受", "352": "著。「著諸見」者，見略有五，謂身見等。若廣，即分六十二種。於此", "353": "見中，以倒想故，貪染執著。為著此欲及著見故，即有諍興。諍何以", "354": "興？謂由受、想為其因也。生諍之因為唯此二，為更有餘？雖更有", "355": "因，非為最勝。故論說云：「此二，受、想如其次第為最勝因。」此二何", "356": "以為最勝？論就釋云：「味受力故，貪著諸欲；倒想力故，貪著諸見。」", "357": "以貪著故，即為諍因。貪著欲諍，多約在家；貪著見諍，多約出家。", "358": "何以得知貪著欲諍多約在家？以契經云：為由染著貪欲因故，俗與", "359": "俗諍，乃至廣說。何以得知貪著見諍多約出家？以聖教中諸出家", "360": "者，非法法想，法非法想，各執異見，互相為諍。出家外道，無我我", "361": "想，乃至戒禁取等見中起諸倒想，互興於諍。言「味受」者，謂樂受唯", "362": "於受，故云「味受」。受即味故，持業釋也。以何味受？謂以貪。", "363": "貪染之受，依主釋也。或受中有味，味謂貪欲，即第七轉所依聲攝。", "364": "依受有味，緣受起愛，愛彼資受之境，於彼境中貪著。諸資受境者，", "365": "即五境也。", "366": "問：若言因想有諸見者，如見諦者，雖有其想，然無諸見，如何得", "367": "言想為見因？", "368": "答：因倒想故，即起諸見。若無倒想，諸見即無。此見諦者雖有", "369": "其想，然非顛倒，不為見因，故無諸見。此不應執。顛倒知之，無明", "370": "與見而為其因。以此無明無知為性，行相隱覆；見是慧性，行相明", "371": "利。故彼無明不為見因，與此無明相應倒想，能為見因。應知境中，", "372": "不如理知，顛倒執故，故起諸見。如有頌云：", "373": "如魚處泥中，躍水令渾濁；", "374": "無明中倒想，污慧亦復然。", "375": "以此知由倒想故，貪著諸見，無明中想與見為因。", "376": "論：又生死法，以受及想為最勝因，由耽著受、起倒想故，生死輪", "377": "迴。由此二因及後當說次第因故，應知別立受、想為蘊。其次第", "378": "因，鄰次當辯。", "379": "釋曰：此受與想，非唯諍因，亦是生死之最勝因。何以為生死之", "380": "勝因？論自說云「由耽著受、起倒想故，生死輪迴。」「耽著受」者，愛", "381": "行有情；「起倒想」者，見行有情。言「耽著」，是堅執義。「倒」者四", "382": "倒。生相續時，由四倒想，受生有而六。頌云：", "383": "「倒心趣欲境，濕化染多受。」", "384": "此中約義，現是生死因之因故。貪著及倒想是生死因，受、想是", "385": "生死因之因。以受、想故，為彼貪著，及以顛倒。由貪著、倒故，受生", "386": "死中。", "387": "非唯約諍根因及生死二義，別立受、想為蘊，亦可約後蘊次第", "388": "中，粗、染、器及界等四義，別立受、想，以為二蘊。粗等四因，次下", "389": "當釋。", "390": "論：何故無為說在處、界，非蘊攝耶？", "391": "釋曰：何因作此問耶？世尊說法，非無因緣；法相攝屬，皆有由", "392": "致。未知何因此無為法蘊所不攝，欲顯其因，故有斯問。", "393": "論：頌曰：蘊不攝無為，義不相應故。", "394": "論曰：三無為法，不可說在色等蘊中，與色等義不相應故。謂體", "395": "非色乃至非識。亦不可說為第六蘊，彼與蘊義不相應故。聚義是", "396": "蘊，如前具說。謂無為法，非如色等有過去等品類差別，可略", "397": "一聚，名無為蘊。", "398": "釋曰：若說無為蘊，所攝者應有二義：或應說在五蘊之中，或可", "399": "更應立第六蘊。若說無為在五蘊中，義為不可。立第六蘊，理復不", "400": "然。何以不許攝在蘊中？此非是色，亦不是識，於何處攝？色是變", "401": "壞，無為不爾；廣說乃至識能了別，此無是用。故俱不攝。如何不許", "402": "為第六蘊？蘊是聚義，無為不爾，故不可立為第六蘊。如論釋云：", "403": "「謂無為法，非如色等有過去等品類差別，可略一聚，名無為蘊。」", "404": "問：無為若非實有體性，不為蘊者，其理可然。既言是有，如何", "405": "不許眾多積聚成無為蘊？如彼色等，有過去等品類差別，可略一聚，", "406": "說為色蘊。無為亦爾，何妨有多，即積聚無為，為無為蘊？", "407": "答：聚有二義：一者，各在異處，收攝積集令在一處，名之為聚。", "408": "二者，三世之法，可以智慧略為一世，名之為聚。其無為法無此", "409": "二義，如何名聚？故不可立為第六蘊。", "410": "論：又言「取蘊」，為顯染依；染、淨二依，「蘊」言所顯。無為於", "411": "此，二義都無，義不相應，故不立蘊。", "412": "釋曰：蘊有二義：一者染依，謂是「取蘊」；二染淨依，謂即是", "413": "「蘊」。無為都無此二種義。一、非染依，染依是有漏，無為非漏，", "414": "故不為依。二、亦不與染、淨為依：以不隨增諸煩惱故，不為染依；非", "415": "道諦故，不為淨依。不可立為無為蘊。", "416": "論：有說如瓶破非瓶，如是蘊息應非蘊。", "417": "釋曰：如說「瓶」破不復名「瓶」，如何蘊息復名為蘊？且如擇滅、", "418": "非擇滅，是滅蘊之滅，如何復得名之為蘊？唯獨虛空，又不應成無為", "419": "蘊也。論主不許此師所說，故次論云：", "420": "論：彼於處、界，例應成失。", "421": "釋曰：此若依蘊作如是，其義可然，於處、界中，復如何說？以言", "422": "蘊息不復為蘊，如是處、界息，二應非處、界，喻並如前。處及以界，", "423": "既與蘊同，無為即應三科不攝。", "424": "有二師云：無如是失。且如蘊滅，蘊所攝者悉皆滅盡。如是處、", "425": "界雖則息滅，此所攝者非滅盡，故不為例。", "426": "復有餘說：此之「息」言，非顯斷空，非擇滅體非是斷故。此言意", "427": "顯：若於是處，蘊相都無，名為蘊息。三無為上，聚義都無，可名蘊", "428": "息，非門、族義於彼亦無，故不應例。此釋與頌，義善相符。", "429": "論：如是已說諸蘊廢立，當說次第。", "430": "釋曰：上釋聚是蘊，蘊不攝無為，故云「廢立」。是則立蘊別於", "431": "處、界。「當說次第」者，世尊起教，道慧為先，依何說蘊如是次第？", "432": "論：頌曰：隨粗染器等，界別次第立。", "433": "論曰：色有對故，諸蘊中粗。無色中粗，唯受行相，故世說我、手", "434": "等痛言；待二想粗，男女等想易了知故；行粗過識，貪、瞋等行易了知", "435": "故；識最為細，總取境相難分別故。由此隨粗立蘊次第。", "436": "釋曰：五蘊之中，色最為粗。何者為粗？有見有對，故名為", "437": "粗。有說得與五識為依，六識所緣，故名為粗。「無色中粗，唯受行", "438": "相。」非形段法應以相顯，故云粗也。如何「相顯」？如論自云「故世", "439": "說我、手等痛言」。「待二想粗」者，待故行、識，想即為粗，想", "440": "之作用易可知故。如論釋云「男女等想易了知故」。「行粗過識」者，", "441": "行方於識，行相易知，故云粗也。如論釋云「貪、瞋等行易了知", "442": "故」。有餘說云：行之造作相易可知，思願言「願我富樂福壽」等故，", "443": "是以言粗。「識最是細」者，望前諸法，識極微細。論自釋云「總取境", "444": "相難分別故」。「由此隨粗立蘊次第」者，隨所化機易了知故，如是隨", "445": "粗立蘊次第。粗易知，故先說；細難了，故後陳。", "446": "論：或從無始生死已來，男女於色更相愛樂，此由耽著樂受味", "447": "故。耽受復因倒想生故，此倒想生由煩惱故，如是煩惱依識而", "448": "生。此及前三皆染污識，由此隨染立蘊次第。", "449": "釋曰：如何隨染立蘊次第？色為染因，故先立蘊。以男女等，於", "450": "顯形色、聲、香、味、觸互相貪染。故論釋云「或從無始生死已來，男", "451": "女於色更相愛樂。」如經說云：無有一色互相染著如男女者，乃至觸", "452": "等應知亦爾。廣說如經。何因於色更相染著？此由受故，有斯耽", "453": "著。耽著者何？貪味樂受。受相應愛，貪不離欲，故云「耽著」。論", "454": "自釋云：「此由耽著樂受味故」。有餘說云：已得之受於中貪著，未得", "455": "之受周遍追求，故云「耽著」。故云受蘊次於色蘊。以於受如是耽", "456": "著，此由倒想。倒想者何？謂苦為樂故倒想。此耽著者，唯是樂受，", "457": "必不耽苦。既於樂受生於樂相，有何顛倒？答云：此之樂受，若約行", "458": "苦、壞苦觀之，亦得為苦。今者決定生於樂想，故名顛倒。何以為瞋", "459": "起茲倒想？此由煩惱迷於無常、苦及不淨、非我理故，起於倒想。此", "460": "諸煩惱，行蘊所攝。如是煩惱依何而生？此依識生。此復能引，續", "461": "生後識。此諸煩惱依識而生，復能染識。論自釋云：「此及前三皆染", "462": "污識」。「由此隨染立蘊次第」者，何處染？因何染？如何染？誰能", "463": "染？此染誰？依如是義，立蘊先後。", "464": "論：或色如器，受類飲食，想同助味，行似廚人，識喻食者，故隨", "465": "器等立蘊次等。", "466": "釋曰：色何喻器？為受依故。受何喻食？餐啖性故。有說此能", "467": "增益損滅有瞋身故，故受喻食。何以想同助味？以取可意、不可", "468": "意相助於受故。以此助故，受相明了；由倒想故，於受生貪，是以想", "469": "同助味。有說由取怨、親、處中等相助生受故，想同助味。行何以", "470": "喻廚人？能造作故。由思、貪等業煩惱力，愛、非愛等異熟生故。", "471": "識何以喻食者？能取境故。有一說云：執有我故，故喻食者。復有", "472": "說云：有情本中為主勝故，識為上首，受等生故，故識喻食者。", "473": "論自結云：「故隨器等立蘊次第」。", "474": "論：或隨界別立蘊次第。謂欲界中有諸妙欲，色相顯了；色界靜", "475": "慮有勝喜等，受相顯了；三無色中取空等相，想相顯了；第一有中思", "476": "最為勝，行相顯了。此即識住，識住其中。顯似世間田種次第，", "477": "是故諸蘊次第如是。", "478": "釋曰：「謂欲界中有諸五妙欲，色相顯了」者，以欲界中色最為", "479": "勝，諸根境色皆具有故。", "480": "「色界靜慮有勝喜等，受相顯了」者，受差別，靜慮差別。初、二", "481": "靜慮中，約修得定，俱有喜受故；二靜慮次，有樂及捨二受。約生得", "482": "定，如論頌云：「生靜慮從初，有喜樂捨受，及喜捨樂捨，唯捨受如", "483": "次。」有餘說云：色界受勝，於生死中，諸勝妙受，具可得故。由是", "484": "等故，色界受勝。", "485": "「三無色中取空等相，想相顯了」者，彼地取相最分明故，故云", "486": "「想相顯了」。此無色中同是捨受，不可分別，受非勝。有說餘靜慮", "487": "中各攝受支，三無色無，唯取空等，以此即是想之作用。", "488": "「第一有中思最為勝，行相顯了」者，彼中即是思之大果，", "489": "思於行蘊最為殊勝。何蘊中何者最勝，即名「顯了」。故云「思最為", "490": "勝，行相顯了」。所以依此立為行蘊。", "491": "「此即識住」者，識住有四：一、色近行，謂即欲界；二、受近行，謂", "492": "即色界；三、想近行，下三無色；四、思近行，謂第一有。此之", "493": "四蘊是識所住，故論云「識住其中」。「識住其中」者，以貪愛故，故住", "494": "其中。", "495": "「顯似世間田種次第」，先有其田，後方下種，四蘊如田，識猶種", "496": "子，是世尊先說四蘊，後說於識。故論云「是故諸蘊次第如是」。", "497": "論：由此五蘊無增減過。即由如是諸次第因，離行別立受、想二", "498": "蘊，謂受與想，於諸行中，相粗生染，類食同助，二界中強，故別立", "499": "蘊。", "500": "釋曰：「由此五蘊無增減過」者，以粗等四立蘊次第，故蘊唯五，", "501": "無減無增。「即由如是諸次第因，離行別立受、想二蘊，謂受與", "502": "想，於諸行中，相粗生染，類食同助，二界中強，故別立蘊」者，諸", "503": "心所中，受想最粗，及為染因，以喻餘食，及為助味，二界強勝，故離", "504": "行蘊別立二蘊。", "505": "論：處、界門中，應先辯說六根次第，由斯境、識次第可知。", "506": "釋曰：且此六根有二因勝：一者與識為依，二者能取境界。故隨", "507": "所依，立能依識；隨能取法，立所取境。故言「先辯說六根次第」。依", "508": "此六根，餘境、識等次第可知。", "509": "論：頌曰：前五境唯現，四境唯所造，", "510": "餘用遠速明，或隨處次第。", "511": "論曰：於六根中，眼等前五唯取現境，是故先說。意境不定，三", "512": "世、無為，或唯取一，或二三四。", "513": "釋曰：六根之中應先說意，以一切法，意為先故。何以置此", "514": "先說餘根？意根之前說餘五者，以此五根唯取現境。現世近故，所", "515": "以先說；過、未遠故，所以後說。現在之法，實有處所，作用分明，緣", "516": "如是定，故先說。意境不定，為緣現境，如緣地心；有緣過去，如宿住", "517": "事；或緣未來，如欲願知；或緣三世，如觀諸行皆是無常；或不勝世，", "518": "如緣滅知；或緣三世及以非世，如一切法皆無我觀。以緣如是境不", "519": "定故，意根後說。", "520": "論：所言「四境唯所造」者，前流至此，五中前四，境唯所造，", "521": "是故先說。身境不定，或取大種，或取造色，或二俱取。", "522": "釋曰：五根之中應先說身，以最大故，餘根依此少分立故。何以", "523": "後說，先說餘根？身根之前說餘四者，此四之境唯是所造，定故先", "524": "說。身根不定，或取大種，或取所造，或二俱取，所以後說。", "525": "論：餘謂前四，如其所應，用遠速明，是故先說。謂眼、耳根取遠", "526": "境故，在二先說。二中眼用遠故先說，遠見山河不聞聲故。又眼用", "527": "速，先遠見人撞擊鐘鼓，後聞聲故。", "528": "論：鼻、舌兩根用俱非遠，先說鼻者，由速明故。如對香美諸飲", "529": "食時，鼻先嗅香，舌後嘗味。", "530": "釋曰：四根之中應先說舌，以此根依，能起言說及生聞慧，作用", "531": "大故。又復對於眼、耳二根，理應先說鼻、舌等二。以此二根能取段", "532": "食香、味等境資養身故，眼、耳二根無如是能。功能多者，何故後", "533": "說，功用少者，越此先論？眼、耳、鼻三，取境遠速，所以先說。舌根", "534": "不爾，所以後說。眼、耳二根，能取遠境，故此說在鼻、舌二前。就", "535": "眼、耳中，眼復逾遠，是以先耳。何以得知能取遠境？「遠見山河不", "536": "聞聲故。又眼用遠速，先遠見人撞擊鍾鼓，後聞聲故。」是以眼根，說", "537": "先於耳。又眼、耳二取遠速境，故先說在鼻、舌二前。「鼻、舌兩根用", "538": "俱非遠，先說鼻者，由速明故。」鼻、舌二中先說鼻者，以鼻取境速明", "539": "於舌。論自釋云：「如對香美諸飲食時，鼻先嗅香，舌後嘗味。」舌望", "540": "身根，舌先知味，身後覺觸。次第如是。此中迸說四之次第，謂彌", "541": "速逾遠。如舌望身，舌取境速；鼻望於舌，鼻復彌速；耳望鼻、舌，", "542": "耳取境遠；眼望於耳，眼復逾遠。", "543": "問：如何得知鼻根取境速於舌根？", "544": "答：如前已說，「如對香美諸飲食時，鼻先嗅香，舌後嘗味」，以是", "545": "故知，鼻根取境速於舌根。", "546": "問：若如是者，鼻根應能離中知境，以境未至即能知故。", "547": "答：鼻根唯取合中知境，如對香美諸飲食時，風吹香氣觸於鼻", "548": "根，雖不能知食中之味，然先能取食中之香：食未至舌，鼻根先已取", "549": "其香氣。不是食，是食之氣，食之類也。或此食氣是食極微。吸氣", "550": "觸鼻，即先知也。", "551": "論：或於身中，隨所依處上下差別，說根次第。謂眼所依最居", "552": "其上，次耳、鼻、舌，身多居下，意無方處，有即依止諸根生者，故最後", "553": "說。", "554": "釋曰：眼、耳、鼻根，理實齊等，猶如花鬘，然由依處上下差別，說", "555": "根次第。意根亦得言依五根，以五識身依五根生，意識復依無間已", "556": "滅五識生故，由斯故「有即云依止諸根生者」。六識非色，無有方", "557": "處，所以後說。", "558": "有餘頌云：前五用先起，五用初二遠，三用初二明，或隨處次第。", "559": "於六根中，眼等前五，於色等境先起功用，意後方生，是故先說。如", "560": "本論言：色等五境，五識先識，意識隨識。為自識依及取自境，應知", "561": "俱是眼等功用。於五根中，初二用遠，境不合故，所以先說。二中眼", "562": "用復遠於耳，引事如前，是故先說。鼻等三用，初二分明，故鼻居先，", "563": "舌次，身後。如鼻於香能取微細，舌於甘苦則不如是；如舌於味能取", "564": "微細，身於冷暖則不如是。彼說不然。", "565": "若色等識，五識先受，意識後知，云何夢中能取色等？有餘師", "566": "說：夢中憶念先所受境，若不爾者，諸生盲人於其夢中亦應取色。", "567": "此亦不爾。夢中非唯能憶念彼曾所受境，如覺寤時，取彼彼境夢中", "568": "所見，覺已，為必定分明憶念，如於覺位所見之事。覺位所見，後能", "569": "憶念，如是應知，夢中所見後亦能憶。或有覺時未曾見事，於夢中", "570": "見，如何說言：若是覺時所見之境，爾乃方於夢中得見？若言此是前", "571": "生所曾見之境者，即生盲人，應於夢中亦能見色，以於前生曾見色", "572": "故。故所說言「五識先受意後方知」者，理定不然。然對法言「色等", "573": "五境，五識先取，意識後知」者，約容有說，非盡如是。", "574": "問：夢中所見色等五境，為是實有，為非實有？", "575": "有說云：「此是實有。如定境色，清潔分明，無所障礙，如空界", "576": "色。夢所見境，亦復如是。」此說不然。如夢中所見象、馬山等，此", "577": "即不名清潔分明及無障礙，非如前說定中所見。毗婆沙師若言「夢", "578": "中所見山雖不清潔，有所障礙，然此實清潔分明，無有障礙，以夢覺", "579": "已無所有故」者，此即應是無所緣知，以於清潔彩色作不清潔等", "580": "見故。若更徵結，恐文繁雜，故今且止。", "581": "論：何緣十處皆色蘊攝，唯於一種立色處名？又十二處體皆是", "582": "法，唯於一種立法處名？", "583": "釋曰：論主何因有如是問？以前頌言：「此中根與境，許即十處", "584": "界」。此中五根、五境，十處同立色蘊，體皆色故。何因聖教唯於", "585": "一處目為色處，餘之九處更立別名？餘九既各異名之處，一何無別", "586": "號？又前頌云：「若離擇法定無餘」，明十二處體皆是法。既皆是", "587": "法，何唯於一立為法處，餘處即不然？欲尋本因，作斯問。", "588": "論：頌曰：為差別最勝，攝多增上法，", "589": "故一處名色，一名為法處。", "590": "論曰：「為差別」者，為令了知境有境性種種差別，故於色蘊，就", "591": "差別相建立十處，不總為一。若無眼等差別想名而體是色，", "592": "立名色處。此為眼等名所簡別，雖標總稱而即別名。", "593": "釋曰：雖十色處體皆是色，又十二處體皆是法，此若但以一名呼", "594": "之，即此十處及十二處如何分別？今為差別此等義故，所以立一以", "595": "為色處，一為法處，此所餘者各立別名。十色處中，餘之九處各為別", "596": "名，此之一處雖無別名，還能異彼餘之九種。如十人中九有別名，", "597": "一無異號但呼為人，雖無別名亦簡餘九。十二處中法處無名，例", "598": "亦同此。餘義如論，文易可知。", "599": "論：又諸色中，色處最勝，故立通名。由有對故，手等觸時", "600": "即便變壞；及有見故，可示在此、在彼差別。又諸世間唯於此處", "601": "同說為色，非於眼等。", "602": "釋曰：又復應知，十色處中色處最勝。如何最勝？有三義勝：", "603": "一由有對，手等觸時即便變壞；二由有見，可指示在此、彼差別；", "604": "三由世間唯於此處同說為色，非於眼等。以此三種最勝義故，立", "605": "色通名。又諸世間，唯指此處名之為色。諸大論師，亦隨世間，", "606": "非於聲等立色名故。諸佛如來，亦隨世間，說此為色。", "607": "論：又為差別立一法處，非於一切，如色應知。又於此中，", "608": "攝受、想等眾多法故，應立通名。又增上法，所謂涅槃，此中", "609": "攝故，獨名為法。", "610": "釋曰：法處差別，其義如前釋色處說。此之法處最勝義者，", "611": "有二因緣。一者，此中攝受、想等眾多法故。又於此中攝品類法", "612": "名諸法，如七覺支攝於擇法。餘義類中更有眾多帶法名者，且", "613": "如擇法、覺支法、智法、隨念法、證淨法、念住法、無礙", "614": "法、實法歸。此等法名有無量種，一切攝在此法處中。故立通名，", "615": "獨為法處。二者，最增上法，所謂涅槃，此中攝故，特名為", "616": "法。以斯二義，獨得此名。", "617": "論：有餘師說：色處中有二十種色最粗顯故，肉、天、聖慧", "618": "三眼境故，獨立色名。法處中有諸法名故，諸法智故，獨立法", "619": "名。", "620": "釋曰：十色處中，唯除色處，餘諸處中無如是等眾多品類諸", "621": "色差別，以品類多，故說為粗，立為色處，非餘處也。「肉、天、", "622": "聖慧三眼境」者，肉眼如人，天眼謂天。聖慧眼者，謂即諸聖以", "623": "無漏智緣一切法。肉、天二眼一向緣色，色處為境。肉眼唯緣", "624": "前所對境。天普緣四方、上下、障內、障外。肉眼緣粗，天眼緣", "625": "細，無漏慧眼，以此色處及餘諸法，以無常等行相緣之。是故色", "626": "處為三眼境。除此更無餘有色處，能為如是三眼之境，故唯此一，", "627": "得色處名。", "628": "「法處中有諸法名」等，獨立法名，義如前說。如上說言「色", "629": "有見故，可指示在此、彼差別」者，為言「在此」者，謂是近處；", "630": "言「在彼」者，謂即遠處。或「在此」者，在自依處；言「在彼」", "631": "者，在他依處。眼等五根以比量知，不可指示彼、此差別。香、", "632": "味、觸三，合中知故，根境觸對方乃可知，亦不可示彼、此差別。", "633": "雖即聲處唯可指示在某等方，不可指示言在某處。故唯色處為可", "634": "指示，非餘處也。言「一切法中涅槃最勝」者，有三因緣：一者", "635": "為是勝義善故，二者常故，三滅苦火及苦因故。以三因故，於一", "636": "切法最勝最上。最勝上法，法處攝故，故此法處十二處中獨標為", "637": "勝，得「法處」名。", "638": "論：諸契經中，有餘種種蘊及處、界名想可得，為即此攝，", "639": "為離此耶？", "640": "釋曰：何因有此問？起以契經中處處別說蘊及處、界，其類", "641": "甚多，未知為此蘊等中攝，為復如何？若非此攝，如前說云：「此", "642": "中蘊攝一切有為，取蘊唯攝一切有漏，處、界能攝一切法盡。」即", "643": "與前說義理相遠。若此攝者，攝在何所？又此不攝，謂契經中諸", "644": "蘊、處、界有何過失？即有諸佛所說一切語名之中不達體性愚迷", "645": "過失。是以此中必定須說。將尋此因，故有斯問。", "646": "論：彼皆此攝，如應當知。且辯攝餘諸蘊名想。", "647": "頌曰：牟尼說法蘊，數有八十千，", "648": "彼體語或名，此色行蘊攝。", "649": "論曰：諸說佛教語為體者，彼說法蘊皆色蘊攝。諸說佛教名", "650": "為體者，彼說法蘊皆行蘊攝。", "651": "釋曰：經部諸師，皆說佛教以語為體。語語是音聲，語聲為", "652": "體，故色蘊攝。毗婆沙師，說佛言教以名為體。此名等是不相應", "653": "法，故行蘊攝。對法諸師，雙以語、名為佛教體。彼論說云：佛", "654": "教云何？答：謂佛語言、許論、唱詞、語路、語音、語業、語表", "655": "是佛教。佛教當言善耶？無記耶？答：或善或無記。云何善？謂", "656": "佛善心所發語言，乃至語表。云何無記？謂佛無記心所發語言，", "657": "乃至語表。以此等義，故知佛教以語為體。又彼論云：佛教名何", "658": "法？答：名身、句身、文身，次第行列，安佈連合。以此義知，", "659": "佛教以名為體。此雖但言以名為體，理實兼以句、文為體。名者", "660": "何義？以此詮實義及世俗有體，故稱曰名。如「色」與「瓶」，", "661": "「無常」名及「人」，「色」及「無常」是實義有，「瓶」之與「人」", "662": "是世俗有。其句者何？謂顯所說義理周圓，故名為句。謂於何法，", "663": "了知作用，時有差別。如言「提婆達多將黑牛來構乳」等。其文", "664": "者何？謂即是字，如言「阿」等。", "665": "問：語、教異名，教容是語。名、教別體，教何是名？", "666": "答：要由有名，乃說為教，是故佛教體即是名。所以者何？", "667": "詮義如實，故名佛教；名能詮義，故教是名。由是佛教定", "668": "名為體，舉名為首，以攝句、文。如何得知牟尼法蘊有八十千？", "669": "由經說故，所以得知。如契經中阿難白佛：我聞世尊所說法蘊", "670": "八十千餘，我今受持。又餘經說有其八十千法蘊。", "671": "論：此諸法蘊，其量云何？", "672": "釋曰：雖知法蘊有八十千，然未能知一一法蘊量有幾何，是", "673": "以起問。", "674": "論：頌曰：有言諸法蘊，量如彼論說，", "675": "或如蘊等言，如實行對治。", "676": "論曰：有諸師言八萬法蘊一一量等《法蘊足論》。謂彼一一有", "677": "六千頌，如對法等法蘊足說。", "678": "釋曰：一師云：如《法蘊足論》有六千頌，如是八萬法蘊一", "679": "一各別，亦六千頌。唯謂其一，餘皆謝滅。以欲令知有如是等眾", "680": "多法蘊，故亦於此立法蘊名。", "681": "論：或說法蘊、隨蘊等言，一一差別數有八萬。謂蘊、處、", "682": "界、緣起、諦、食、靜慮、無量、無色、解脫、勝處、遍處、覺", "683": "品、神通、無諍、願智、無礙解等。一一教門，名一法蘊。", "684": "釋曰：佛所說法，如說五蘊從始至終，舉此一段，名一法", "685": "蘊。如是處、界，廣說乃至無礙解等，及謂善、不善十業道，", "686": "四攝等無量法門，一一教門，名一法蘊，共有八萬。", "687": "論：如實說者，所化有情有貪、瞋等八萬行別，為對治彼", "688": "八萬行故，世尊宣說八萬法蘊。", "689": "釋曰：「如實說者」，是決定說。以所化有情有貪、瞋、癡、", "690": "我慢、身見及尋、思等八萬行別，為對治彼八萬行故，世尊宣說", "691": "八萬法蘊。謂說不淨、慈悲、緣起、無常、相空、持息念等諸對", "692": "治門。", "693": "有一說云：前說蘊等無量法門，一一教門為一法蘊，如是共", "694": "有八萬四千。今言以所化有情有八萬行別，為對治彼，世尊故說", "695": "不淨觀等八萬法門。此即順顯「隨蘊等」言。無蘊等言，不為對", "696": "治有情病行，唐捐而說。故知前後諸師所說但是異名，尋其", "697": "義言，理即無別。", "698": "言「八萬行別」者，一類有情唯是貪行，一類瞋行，一類癡", "699": "行，一類慢行，或有一類是其見行，或有一類是其疑行。或有一", "700": "類是貪、瞋行，如是廣說乃至二合論。或有貪、瞋、癡行，如是", "701": "三三合論。或有內貪而外瞋，或為內瞋而外貪，如是舉貪為內乃", "702": "至疑為外等，互為內外。或有上品貪下品瞋，或有上品瞋下品貪，", "703": "如是六眠，歷上上乃至下下等九品，互為上中下差別，如是共成", "704": "八萬。", "705": "論：如彼所說八萬法蘊，皆此五中二蘊所攝。如是餘處諸蘊、", "706": "處、界，類亦應然。", "707": "釋曰：如此八萬法蘊，色、行二蘊所攝。諸餘經中諸蘊、處、", "708": "界，亦於此中蘊、處、界攝。如是蘊攝蘊，處攝處，界攝界。", "709": "論：頌曰：如是餘蘊等，各隨其所應，", "710": "攝在前說中，應審觀自相。", "711": "論曰：謂契經中諸蘊、處、界，隨應攝在前所說中，如此論", "712": "中所說蘊等，應審觀彼一一自相。且諸經中說餘五蘊，謂戒、定、", "713": "慧、解脫、解脫智見五蘊，彼中戒蘊，此色蘊攝；彼餘四", "714": "蘊，此行蘊攝。", "715": "釋曰：諸經所說蘊、處、界等，今於此中如何相攝？如此論", "716": "中所說蘊、處、界體相，應審觀彼自相、自體，隨應攝之。戒等", "717": "五蘊中，戒蘊是身、語業性，故色蘊攝；餘之四蘊是心相應法，", "718": "於此五蘊中除受、想二，非此性故，於行蘊攝。解脫即是有為", "719": "解脫，非是無為。有為解脫，勝解為體。解脫智見是慧差別，", "720": "以慧數攝。", "721": "論：又諸經說十遍處等，前八遍處無貪性故，此法處攝。若", "722": "兼助伴，五蘊性故，即此意處、法處所攝。攝八勝處，應知亦爾。", "723": "空、識遍處、空無邊處等四無色處，四蘊性故，即此意處、法", "724": "處所攝。", "725": "釋曰：十遍中除後空、識二種遍，餘八皆無貪為性。何者", "726": "為八？謂地、水、火、風、青、黃、赤、白。無貪善根，法處攝", "727": "故，此八遍處同無貪性，亦法處攝。此不孤起，必兼助伴，五蘊", "728": "性故，此即意處、法處所攝。五蘊如何與遍處等而為助伴？定隨", "729": "轉色，名為色蘊；與此相應受、想二法，為受、想蘊；與此無", "730": "貪相應受、想外，餘心所及得、相等，為其行蘊。同時心王以", "731": "為識蘊，此意處攝。餘之四蘊，法處所攝。", "732": "「攝八勝處，應知亦爾」者，「亦爾」之言，亦無貪性及有助", "733": "伴，五蘊為性，故亦意處、法處所攝，故言「亦爾」。", "734": "空、識二遍處及空無邊等四無色處，四蘊性故，即此意處、", "735": "法處所攝。以此決定無隨轉色，故四蘊性。", "736": "論：五解脫處慧為性故，此法處攝。若兼助伴，即此聲、", "737": "意、法處所攝。", "738": "釋曰：云何五？如經說云：一者聽聞法要；二者以大音聲讀", "739": "誦；三者為他廣說開示；四者獨處寂靜，思惟、籌量、觀察；", "740": "五者所有義趣，而能善取，隨一定相，於彼定相能善思惟，又善", "741": "了知，復善通達。且第一解脫者，經云：「具壽當知，若諸苾蒭、", "742": "苾蒭尼等，或有大師為說法要，或有隨一尊重有知同梵行者為說", "743": "法要如如大師，或有隨一尊重有知同梵行者為說法要如是如是。", "744": "於彼法要能正了知若法若義，由正了知若法若義便發起欣，欣故", "745": "生喜，心喜故身輕安，身輕安故受樂，受樂故心定，心定故如實", "746": "知見，如實知見故生厭，厭故能離，離故得解脫，是名第一解", "747": "脫處。是諸苾蒭、苾蒭尼等安住此處，念未住者能住正念，心", "748": "未定者能住正定，漏未盡者能盡諸漏，未得無上安隱涅槃者疾能", "749": "證得。", "750": "「復次，具壽！若諸苾蒭、苾蒭尼等雖無大師，或餘隨一尊重", "751": "有知同梵行者為說法要，而能以大音聲讀誦隨曾所聞究竟法要", "752": "如如，以大音聲讀誦隨曾所聞究竟法要如是如是。於彼法要能正", "753": "了知若法若義，由正了知若法若義便發起欣，欣故生喜，心喜故", "754": "身輕安，身輕安故受樂，受樂故心定，心定故如實知見，如實知", "755": "見故生厭，厭故能離，離故得解脫，是名第二解脫處。是諸苾蒭、", "756": "苾蒭尼等安住此處，念未住者能住正念，心未定者能住正定，漏", "757": "未盡者能盡諸漏，未得無上安隱涅槃者疾能證得。", "758": "「復次，具壽！若諸苾蒭、苾蒭尼等雖無大師，或餘隨一尊重", "759": "有知同梵行者為說法要，亦不以大音聲讀誦隨曾所聞究竟法", "760": "要，而能為他廣說開示隨所聞究竟法要，而能為他廣說開示隨曾", "761": "所聞究竟法要如如，為他廣說開示隨曾所聞究竟法要如是如是，", "762": "乃至安隱涅槃疾能證得，是名第三解脫處。", "763": "「復次，具壽！乃至亦不為他廣說開示隨曾所聞究竟法要，而", "764": "能獨處寂靜，思惟、籌量、觀察隨曾所聞究竟法要所有義趣如是", "765": "如是，乃至安隱涅槃疾能證得，是名第四解脫處。", "766": "「復次，具壽！乃至亦不獨處寂靜，思惟、籌量、觀察隨曾所", "767": "聞究竟法要所有義趣，而能善取隨一定相，於彼定相，能善思惟，", "768": "又善了知，復善通達如如，善取隨一定相，能善思惟，又善了知，", "769": "復善通達如是如是，乃至安隱涅槃疾能證得，是名第五解脫", "770": "處。」", "771": "此五即以名解脫處，以是生解脫之門，故名解脫處。解脫本", "772": "由智慧而得，故此五種皆慧為性。慧於法處所攝，故此五種亦", "773": "法處攝。若兼助伴，五蘊性故，即此聲、意、法處所攝。從他聞", "774": "法及心讀誦、為他廣說，此三一分，聲處所攝，以此等中皆有聲", "775": "故；此餘一分，及後二處全，意處、法處所攝。以後二中無有", "776": "一聲，故非聲處攝。以慧俱有心所、心王，是故意、法二處攝。", "777": "論：復有二處，謂無想有情天處，及非想非非想處。初處即", "778": "此十處所攝，無香、味故。後處即此意、法處攝，四蘊性故。", "779": "釋曰：又契經說此二處，一者有色有情，無想無異想，故名", "780": "「無想有情天處」。二者無色有情，超一切無所有處，入非想非非", "781": "想處具足住，如非想非非想天處。", "782": "「初處即十處所攝，無香、味」者，「初」即無想有情天處。", "783": "此中無香、味處故，餘十處攝。此中無心，如何於彼得有意處？", "784": "答：於生死二位有心故，得為意處，理亦無失。", "785": "「後處即此意、法處攝，四蘊性故」者，「後」即非想非非想", "786": "天處。此中除色，餘四蘊性故，唯意、法二處所攝。上處攝訖。", "787": "論：又《多界經》說界差別有六十二，隨其所應，當知", "788": "皆此十八界攝。", "789": "釋曰：如何《多界經》說六十二界？如彼經說：具壽阿難陀", "790": "白佛言：世尊！如何知者得界善巧？佛告阿難陀：若諸知者於十", "791": "八界如實知見，謂眼界、色界、眼識界乃至意界、法界、意識界。", "792": "阿難陀！知人於此十八界中，應如實知見。復次，有六界應如實", "793": "知見，謂地界、水界、火界、風界、空界、識界。又有六界應如", "794": "實知見，謂欲界、恚界、害界、無慾界、無害界、無恚界。又有", "795": "六界應如實知見，謂苦界、樂界、憂界、喜界、捨界、無明界。", "796": "復次，有四界應如實知見，謂受界、想界、行界、識界。復次，", "797": "有三界應如實知見，謂欲界、色界、無色界。又有三界應如實知", "798": "見，謂色界、無色界、滅界。又有三界應如實知見，謂過去界、", "799": "現在界、未來界。又有三界應如實知見，謂劣界、處中界、妙界。", "800": "又有三界應如實知見，謂善界、不善界、無記界。又有三界應如", "801": "實知見，謂學界、無學界、非學非無學界。復次，有二界應如實", "802": "知見，謂有漏、無漏界。又有二界應如實知見，謂有為界、無為", "803": "界。此二界應如實知見。阿難陀！若諸知者如是於界得善巧。如", "804": "是從前六至後二，一一未皆應言「阿難陀者，如是於此界得善", "805": "巧」。今恐文廣，故略去之。", "806": "此六十二界如何相攝？今當敘之。十八界如前所說。地等界", "807": "六，六中前四，即此觸界所攝；空、識二界，次下論中自釋其", "808": "相。欲等六界，此法界攝。此欲界言，非是三界地獄、傍生、鬼、", "809": "人及六欲天等二十處之欲界。若是三界之欲界者，即不應說恚、", "810": "害界，以此具有故。欲界者是欲貪。欲、恚、害，皆是心所，故", "811": "法界所攝。苦等六界亦是心所，故法界攝。受等四界中，前之", "812": "三界是心所故，亦法界攝。識界即此七心界攝。欲、色、無色三", "813": "界之中，欲界即此十八界攝；色界即此十四界攝，除香、味、鼻、", "814": "舌識四界；無色界此意界、法界、意識界攝。色、無色、滅三界", "815": "之中，前二如前所攝，滅界即此法界所攝。過去等三界，一一皆", "816": "此十八界攝。無間滅意雖準過去，此之種類通其三世。劣等三界，", "817": "但是欲、色、無色等三界之異名，攝如前說。善等三界中，善、", "818": "不善二，此色、聲、法及七心等十界所攝；無記界此通十八界攝。", "819": "有學等三界中，前二即此意界、法界、意識界三界所攝；非學非", "820": "無學界此通十八界所攝。有、無漏二界中，初界即此十八界攝；", "821": "後界即此意界、法界、意識界攝。有、無為二界中，前此通十八", "822": "界攝；後界此唯法界所攝。此上十八界為能攝，餘四十四界為所", "823": "攝，共為六十二界相攝意。", "824": "論：且彼經中所說六界，地、水、火、風四界已說。空、識", "825": "二界未說其相，為即虛空名為空界？為一切識名識界耶？", "826": "釋曰：論中何故作此問耶？如前論云：於餘所說蘊、界等，", "827": "應審觀自相，然後相攝，唯攝自性。今於地等六界之中，前之", "828": "四界如前已說，空、識二界未說其相。欲知其相，故有斯問。論", "829": "自答云：", "830": "論：不爾。", "831": "釋曰：此答：非即虛空，得為空界；非一切識，盡為識界。", "832": "論：云何識？", "833": "釋曰：此徵：若不爾者，其義云何？", "834": "論：頌曰：空界謂竅隙，傳說是明闇，", "835": "識界有漏識，有情生所依。", "836": "論曰：諸有門窗及口鼻等內外竅隙，名為空界。如是竅隙，", "837": "云何應知？傳說竅隙即是明闇，非離明闇，竅隙可取，故說空界", "838": "明闇為體。應知此體不離晝夜，即此說鄰阿伽色。傳說阿伽謂積", "839": "集色，極能為礙，故名阿伽。此空界色，與彼相鄰，是故說名鄰", "840": "阿伽色。有說阿伽即空界色，此中無礙，故名阿伽。此空界", "841": "色餘礙相鄰，是故說名鄰阿伽色。", "842": "釋曰：所言「空」者，非是虛空。何名「空界」？謂即竅隙。雖言", "843": "竅隙，然亦未知竅隙是何，故言「傳說是明闇」。「傳說」者，不樂", "844": "許之詞。以此皆極微，互不相觸，中間皆有竅隙。既皆如是，於中何", "845": "者名為空界，何者不名空界？以此故有「傳說」之言。若言明闇是空", "846": "界者，何用更說彼竅隙耶？對此，論云「竅隙即是明闇，非離明闇，竅", "847": "隙可取，故說空界明闇為體。應知此體不離晝夜」。以明是晝，闇即", "848": "是夜，此即空界。於何得知？謂竅隙可知。諸經論中有鄰阿伽色，", "849": "此即空界之異名。阿伽者，積集色。此何以名阿伽？阿者恒", "850": "義，伽者礙義。恒常礙故，故有此名。自礙、礙他，故名為礙。", "851": "空界唯為他礙，不能礙他，故與阿伽色別。此空界色鄰近阿", "852": "伽，故名鄰阿伽色。是阿伽類，非即阿伽；是色界、色處、色蘊", "853": "性義。", "854": "《對法論》云：是明闇二色之差別，名空界色。", "855": "經部諸師云：虛空之外，無別空界；空無實事，空界亦爾。", "856": "毗婆沙諸師云：空界有其實事（宗），經說內外空界故（因），", "857": "如地等（喻）。以可分別為內外故，知有實事，如地界等。如經說", "858": "云：內空界者，所謂眼竅，乃至廣說；外空界者，所謂空中及", "859": "門窗等諸有竅隙，非無為法。可言內外，以此故知虛空與空界異。", "860": "無有之法，亦定不可言其內外，是以知有實事。", "861": "阿闍梨眾賢云：離虛空外，實有空界。故世尊言：虛空無色、", "862": "無見、無對，當何所依？然籍光明，虛空顯了。此經意說：虛空", "863": "無為，雖無所作而有所依，謂容受一切光明。以果顯因，有實體", "864": "相。虛空無者，應無光明；既有光明，眼識所取，是色差別，", "865": "故有虛空。以能容受光明等故，實有虛空，理極成立。由此所說，", "866": "契經文句，顯二分明，各別實有。故知異空別有空界。又於色界", "867": "得離欲時，亦說斷此虛空界故。如世尊說：離色染時，心於五界，", "868": "解脫離染。唯餘識界不應說斷虛空無為，諸漏於中曾未轉故。", "869": "此理不然。經部諸師，不說光明與虛空別，亦不許光明為虛", "870": "空界。妄引契經，誠非此證。此中有隨一不成過。以自宗許光", "871": "明與虛空異，經部不許，故說此虛空無實事義。次下《根品》自", "872": "當廣釋。言斷虛空界者，義亦相違。經部亦不言煩惱於虛空中不", "873": "轉，與煩惱轉故，是以說斷。若不爾者，是則世尊即應唯言斷四", "874": "大種。能造斷故，諸所造色亦應例斷，何用更言斷虛空界耶？以", "875": "所說言光明即是虛空界，以此是所造色故。所說虛空有內外", "876": "者，約根、境說。以身內虛空能持身根，身外虛空持外諸色，", "877": "約所持事，故分內外，非謂虛空有內外也。", "878": "阿闍梨眾賢復作是說：如契經說，實有六界成假士夫。又是", "879": "有為，假士依故，猶如地等；又是有漏，說此為緣入母胎故。", "880": "此亦非理。此有所依不成及不定過。此中宗尚未立，何更言因？", "881": "虛空尚無實體，於中更何言有有為、有漏？既所立無體，能立立", "882": "何？為如虛空界有漏，故是色耶？為如心所等有為、有漏，故非", "883": "色耶？傍論且止，應辯本論。", "884": "論：諸有漏識名為識界。云何不說諸無漏識為識界耶？由許", "885": "六界是諸有情生所依故。如是諸界從續生心至命終心，恒持生", "886": "故。諸無漏法則不如是。彼六界中，前四即此觸界所攝，第五即", "887": "此色界所攝，第六即此七心界攝。彼經餘界，如其所應，皆", "888": "即此中十八界攝。", "889": "釋曰：非一切識盡為識界，唯有漏識得為識界。何以無漏識", "890": "不為識界？為此六界與生為依，緣六界有入胎等。如契經說：六", "891": "界為緣入母胎故。如前五界，與生為依，皆是有漏，如是識界", "892": "與生為依，應亦有漏，除此等餘不續生故。云何為生？所為內處。", "893": "此是有漏，是故所依亦是有漏。以此論云：「如是諸界，從續生", "894": "心至命終心，恒持生故。」如是六界，是有情生生、養、長因差別", "895": "轉，是生所依。生因謂識界，續生種故；養因謂大種，生依止故；", "896": "長因謂空界，容受生故。「諸無漏法則不如是」，由有情生", "897": "斷、害、壞等差別轉故，非生所依。地等前四，身之境故，此", "898": "觸界攝。第五空界，體是明闇，顯色性故，此色界攝。第六識界，", "899": "此七心界攝，謂五識全，二識少分。", "900": "上來釋體性及相攝訖", "901": "論卷第二", "902": "論：復次，於前所說十八界中，幾有見，幾無見？幾有對，", "903": "幾無對？幾善，幾不善，幾無記？", "904": "釋曰：自下簡釋諸法品類，委細分別有見等性，故有斯問，", "905": "餘如論文。何以此中唯分別界品類差別，不分別蘊、處之品", "906": "類？約界分類，相貌易知，文句簡略，善。約蘊、處分別品類，", "907": "即文句煩廣，分別有漏等義理難見。是以唯約界分別，不約蘊、", "908": "處。", "909": "論：頌曰：一有見謂色，十有色有對，", "910": "此除色聲八，無記餘三種。", "911": "論曰：十八界中，色界有見，以可示現此、彼差別，由此義准", "912": "說餘無見。", "913": "釋曰：十八界中，一界有見，所謂色界。頌雖不說，以義準", "914": "知。除色界外，餘皆無見。", "915": "問：豈不於前釋名義中，已說有以最勝故，以可指示此彼差", "916": "別。已說之事，何須重釋？", "917": "答：前雖已約十色界義說為最勝，今約十八界中差別，令知唯", "918": "此一界是有見故，無重說過。", "919": "問：見是何義？", "920": "答：約婆沙宗，眼名為「見」。色是眼境，此見俱故，名為「有", "921": "見」。約經部宗，眼識名「見」。色是彼境，以可指示在此、在彼，眼", "922": "識得生，名為「有見」。或色之差別可指示故，名之為「見」；色與差", "923": "別俱故，名之「有見」。有說此色有示現故，名為「有見」，可示在", "924": "此、在彼別故，如有所緣。", "925": "阿闍梨眾賢云：此色定與見俱，故名「有見」。由色與眼俱時", "926": "起故，如有伴侶。或此色於鏡等中有像可現，故名「有見」，可示如", "927": "彼，此亦爾故。不可說聲有谷響等應成有見，不俱生故。由說此", "928": "相，餘界無見，義準已成。", "929": "論：如是已說「有見」、「無見」。唯色蘊攝十界有對。對", "930": "是礙義。此復三種：障礙、境界、所緣異故。障礙有對，謂十色界", "931": "自於他處被礙不生，如手礙手，或石礙石，或二相礙。境界有對，", "932": "謂十二界、法界一分諸有境法，於色等境。故《施設論》作如是言：", "933": "有眼於水有礙非陸，如魚等眼；有眼於陸有礙非水，從多分說，如", "934": "人等眼；有眼俱礙，如畢舍遮、室獸摩羅及捕魚人、蝦蟆等眼；", "935": "有俱非礙，謂除前相。有眼於夜有礙非晝，如諸蝙蝠、鵂鶹等眼；", "936": "有眼於晝有礙非夜，從多分說，如人等眼；有眼俱礙，如狗、野", "937": "干、馬、豹、豺、狼、貓、狸等眼；有俱非礙，謂除前相。此等名為境", "938": "界有對。所緣有對，謂心、心所於自所緣。", "939": "釋曰：十八界中，十界有對，謂色蘊攝十有色界。《頌》唯言", "940": "「色」，若爾，法界中亦有色，何故非是有對中攝？以法界中雖亦有", "941": "色，於中亦有非色，法界不全是色，故此不攝。彼蘊所攝之十色", "942": "界，定全是色，故此所攝。「對」者，「礙」義，亦是恚義。今此何故", "943": "唯礙義，非是恚義？礙復非一，此別有三：障礙、境界、所緣異故。", "944": "「障礙有對」者，彼微聚色於虛空中所容受處生，此名自位；於中礙", "945": "他令不生，故名「障礙有對」。「如手礙手」，猶如左手於自住處，", "946": "若右手來附著左手，為左手礙故，不得於左手所住位中住，故名障", "947": "礙有對。「如石礙石」，道理亦然。或有手礙石、石礙手等，故", "948": "云「或二相礙」。又空界色為微聚色礙，故名「有對」。色界既爾，", "949": "餘聲等界，例此應知。「境界有對」者，如五根為五境礙，故名", "950": "境界有對。猶如眼根取一色時，被此色礙，故於餘色不轉。餘", "951": "根亦爾。論中言「十二界、法界一分」者，通六根、六識，及法界中", "952": "心所法界，此皆有境。約有境說，亦不相違。以此等義得決定故，", "953": "引《施設論》云「故《施設論》作如是言：有眼於水有礙非陸」。此中", "954": "礙是其見義，非謂礙故不見。如魚等眼於水中見，故名為礙。「有", "955": "眼於陸有礙非水，多分如人等眼」。言「多分」者，謂亦有人水中見", "956": "物。「有眼俱礙，如畢舍遮、室獸摩羅及捕魚人、蝦蟆等眼」。「畢", "957": "舍遮」者，謂水中羅剎，亦言水獸。此類水陸俱有，及水陸俱見。", "958": "「室獸摩羅」者，謂蛟龍也；其形如被，周匝有頭。此有多種，或云", "959": "「宜羅奚」，此名「執捉」。能繳纏人畜，其形如蛇。或名「竭揭吒」，", "960": "此云「角捉」。既得人畜，以角據地，堅執不放。此等水陸俱能見", "961": "色。餘如論文。「有俱非礙，謂除前相」者，如在胎內定夭壽", "962": "者，及滅盡定並無想定無想有情；此等現行者，及獸迦捺哩（二合）", "963": "祇，唐言「世界中間」，於兩世界中間生有情，彼此世界日月光明之", "964": "所不及，常幽闇故，非佛出世佛光所照，餘常不見，此亦黑闇地", "965": "獄之類也；及過去、未來眼，及卵殼內定夭壽者，此等水陸俱不見，", "966": "故云「俱非礙」。若約剎那，彼同分眼亦爾。「有於夜有礙非晝，如", "967": "諸蝙蝠、鵂鶹等眼」。「蝙蝠」者，名「伏翼」，肉翅，夜飛晝伏。「鵂", "968": "鶹」者，俗呼為「薰狐」，亦晝隱夜飛。此等皆夜見晝不見。「有眼", "969": "於晝有礙非夜，從多分說，如人等眼。」言「多分」者，人中亦有夜中", "970": "見者，如有一類竊盜云者。「有眼俱礙，如狗、野干、馬、豹、豺、", "971": "貓、狸等眼等」者，「等」謂熊、虎之類餘禽獸等。亦有一類人，或以", "972": "業力，或業力故，亦夜分見。此等晝夜俱見，文易可知。「有俱非", "973": "礙，謂除前相」者，如前第四句。論總結云：「此等名為境界有", "974": "對」。", "975": "「所緣有對，謂心、心所於自所緣」，心、心所法，約所緣起，", "976": "故名「所緣有對」。", "977": "論：境界、所緣，復有何別？若於彼法此有功能，即說彼為此", "978": "法境界。心、心所法執彼而起，彼於心等名為所緣。云何眼等於", "979": "自境界所緣轉時，說名有礙？越彼於餘，此不轉故。或復礙者", "980": "是和會義，謂眼等法於自境界及自所緣和會轉故。應知此中唯就", "981": "障礙有對而說，故但言「十有色有對」，更相障故。由此義準，說", "982": "餘無對。", "983": "釋曰：境界有對、所緣有對，相極相似，若無差別者，即不應別", "984": "說有境界有對及所緣有對。欲知此二差別之相，故作斯問。論自", "985": "答云：「若於彼法此有功能，即說彼為此法境界。」「功能」者，是作", "986": "用義。以諸根有取境作用，故說色等是根境界。如世亦言：如於", "987": "何處我有功能，即說彼為我之境界。", "988": "「心、心所法執彼而起，彼於心等名為所緣」者，如羸弱人依", "989": "杖而起，心、心所法亦復如是，緣境而起，非境不起。此說何", "990": "義？境是眼之所有，亦是心、心所之所有。所緣唯是心、心所，", "991": "非餘。夫言「對」者，是不轉義。猶如水流，堤等礙故，不復流住，", "992": "名為「不轉」。今者眼等於境界等轉，翻名有對，與世間相違，故起", "993": "問言：「云何眼等於自境界所緣轉，說名有礙。」論自答云：「越彼於", "994": "餘，此不轉故。」此中「礙」者，是不轉義，非是轉義。以被此境礙，", "995": "故於餘境不轉。是以不與世間相違，隨世所說故。", "996": "「或復礙者是和會義，謂眼等法於自境界及自所緣和會轉故」", "997": "者，「自境轉」者，取彼根，緣彼識，名自境轉。隨取何境之眼根，亦", "998": "緣此境而生眼識。取此境眼，緣此境識，俱滯此境，故名「有對」。", "999": "已說三種有對，然亦未知十色界等是何有對。論自釋云：「應", "1000": "知此中唯就障礙有對而說，故但言十有色有對，更相障故。由此", "1001": "義準，說餘無對。」", "1002": "「更相障故」者，如色能礙聲、聲能礙色等，於自位中障餘生", "1003": "故。以十色界微聚性故，更相障礙。總意云：眼等色等是障礙有", "1004": "對；眼等及心、心所是境界有對；唯心、心所是所緣有對。五境唯", "1005": "障礙有對；五根通二有對，謂障礙、境界；心、心所亦二，謂境界、所", "1006": "緣。以此為四句分別等。", "1007": "論：若法境界有對，亦障礙有對耶？應作四句，謂七心界、法", "1008": "界一分諸相應法，是第一句；色等五境，是第二句；眼等五根，是第", "1009": "三句；法界一分非相應法，是第四句。", "1010": "釋曰：「七心界及法界一分諸相應法，是第一句」者，心、心所", "1011": "法有彼境故，故名境界有對。非障礙有對，非微聚故。「五境是第", "1012": "二句」者，境是微聚，故名障礙有對。自是其境，非有境故，非境界", "1013": "有對。「五根是第三句」者，體是微聚故，能取境故，亦是障礙有", "1014": "對，亦是境界有對。「法界一分非相應法，是第四句」者，此中不相", "1015": "應及無為無恚，此等皆無自位處所，自他不能為障，故非障礙有", "1016": "對；以無取境用故，非有境故，非境界有對。", "1017": "論：若法境界有對，亦所緣有對耶？應順後句，謂若所緣有", "1018": "對，定是境界有對。有雖境界有對，而非所緣有對，謂眼等五", "1019": "根。", "1020": "釋曰：「句」者，是顯義句，謂因此句能顯彼義。此一問中有其", "1021": "二句，初句云「若法是境界有對」，第二句云「亦所緣有對耶」。若", "1022": "所答之人先舉初句，名「順前句答」；若先舉第二句，名「順後句", "1023": "答」。句以如是。若狹問寬，即順前句答；若以寬問狹，應順後句", "1024": "答；若互有寬狹，即作四句。此中以寬問狹，故論云「應順後句」。", "1025": "「謂若所緣有對，定是境界有對」，以心、心所仗境而起故，", "1026": "境界、所緣，不可相離，是知心、心所法非境不轉，若是所緣，必是", "1027": "境界。故答此問，定順後句。", "1028": "「有雖境界有對，而非所緣有對，謂眼等五根」者，約此五根，", "1029": "境與緣有其差別。五根唯能取境，心、心所等能取於境，亦能緣境，", "1030": "故成差別。五根唯能取境，而無能緣。以是根故，能取境故，", "1031": "是境界有對。非心、心所，非能緣故，非所緣有對。", "1032": "論：此中大德鳩摩羅多作如是說：是處心欲生，他礙令不", "1033": "起，應知是有對，無對此相違。此是所許。", "1034": "釋曰：此師意云：所依、所緣中間，有他法礙，令識不起，故名", "1035": "「有對」。所依者，謂五根；所緣者，謂五境。此二中間，五識被他", "1036": "法障，故不得起，是以十界名有對。「無對此相違」者，隨於何境，", "1037": "識生無障，此名無對。如意界、法界中間，無法能障意識，令其不", "1038": "生，故名無對。然以義準，應知七心界及法界是其無對。", "1039": "論：如是已說「有對」、「無對」。於此所說十有對中，除色及", "1040": "聲，餘八無記。謂五色根，香、味、觸境，不可記為善、不善性，", "1041": "故名無記。有說不能記異熟果，故名無記。若爾，無漏應唯無記。", "1042": "其餘十界通善等三，謂七心界與無貪等相應，名善；貪等相應，名", "1043": "為不善；餘名無記。法界若是無貪等性相應等起擇滅，名善；若貪", "1044": "等性相應等起，名為不善；餘名無記。色界、聲界，若善、不善", "1045": "心力等起身、語表攝，是善、不善，餘是無記。", "1046": "釋曰：「於此所說十有對中，除色及聲，餘八無記」者，此八定", "1047": "是無記性攝。何以得知此定無記？以頌云「餘三種」。餘既", "1048": "通其三性，以是故知，此八定唯無記。何名無記？以不能記，故名", "1049": "無記。五根三境，不可說為善、不善性，故名無記。論自釋云：「不", "1050": "可記為善、不善性，故名無記。」應贊毀法，可記說在黑、白品中，名", "1051": "為有記。若於二品皆所不容，體不分明，名無記法。", "1052": "「有說不能記異熟果，故名無記」者，以不能記可愛、可惡二異", "1053": "熟故，名為無記。論主不許後師所說，故有難云：「若爾，無漏應唯", "1054": "無記」。亦不能招可愛、可惡異熟果故。此二說中，前說為善。", "1055": "「其餘十界通善等三」者，此等定通三性，不得言唯通一、二性", "1056": "等。所言「善」者，善謂捨惡，是違惡義。或復「善」者，名慧攝受。", "1057": "謂若諸法慧所攝受，或攝受慧，皆名為善。或復「善」者，是吉祥", "1058": "義。能招嘉瑞，如吉祥草。或復「善」者，是善巧義。為可贊法，", "1059": "名之為善。誰有善者，能為「可贊」之法。翻此即釋「不善」名義。", "1060": "此之十界，以因故通其三性：一者性，二者相應，三者等起。此之", "1061": "三因，非俱時遍。於十界中，七心界是相應，以相應通於三性：與", "1062": "無貪等五法相應名善，與貪等五相應名不善，與無記相應名無", "1063": "記。法界所攝品類眾多，於中諸法具其三因，故通三性：無貪等五", "1064": "是善性，此相應心所等是相應善，無恚及得、相等不相應行是等起", "1065": "善，擇滅是勝義善；除於擇滅，餘若翻此，名為不善；餘名無記。", "1066": "色、聲二界一向約等起，通善、不善、無記。故論云：「若善不善心", "1067": "力等起身、語表攝，是善不善，餘是無記。」", "1068": "有一師說：其五識身皆無分別，又唯一念隨在境中，非如意", "1069": "識，云何立為善、不善性？此理不然。", "1070": "若謂五識無分別故非善不善，有大過失。或等引中所有意識", "1071": "皆無分別，應非善性。又五識身，非無分別，許與尋、伺恒相應故。", "1072": "又雖一念隨在境中，誰遮相應有信、貪等？由有意識，雖復一念隨", "1073": "在境中，而成善惡。故不應用此所說因，遮五識身善不善性。化", "1074": "地部說：前四識身但異熟生，唯無記性；身識有時轉變生故，與意", "1075": "識俱通有記性。此說非理。與契經中立六愛身義相違故。", "1076": "彼部復云：如彼經說：眼觸無間所生貪愛，名眼觸生。言無", "1077": "間者，明知彼約別剎那說。此釋非理。受等同故，六六經中說眼", "1078": "觸生受、想、思等，非不許彼與眼觸等俱時而生。又經唯言眼觸", "1079": "所生受等，無「無間」言，汝宗所加，謬取經意，是故不應作如是", "1080": "釋。", "1081": "然諸眾生有種種性，或軟煩惱，或利煩惱。軟煩惱者，要先發", "1082": "起虛妄分別，然後煩惱方現在前。利煩惱者，不待分別，境纔相", "1083": "順，煩惱便起。由此道理，或有先起染污餘識。", "1084": "如前所說，七心界約相應通其三種；法界通四種善、三種不", "1085": "善、四種無記；色、聲二界約等起通三。如是等義，許極成立。", "1086": "論：已說「善」等，十八界中幾欲界繫？幾色界繫？幾", "1087": "無色界繫？", "1088": "頌曰：欲界繫十八，色界繫十四，", "1089": "除香味二識，無色繫後三。", "1090": "論曰：繫謂繫屬，即被縛義。欲界所繫，具足十八；色界所", "1091": "繫，唯十四種，除香、味境及鼻、舌識。除香味者，段食性故。離段", "1092": "食慾，方得生彼。除鼻、舌識，無所緣故。若爾，觸界於彼應無。", "1093": "如香、味境段食性故，彼所有觸非段食性。若爾，香、味類亦應然。", "1094": "香、味離食，無別受用。觸有別用，持根、衣等。彼離食慾，香、", "1095": "味無用。有根、衣等，故觸非無。", "1096": "釋曰：此十八界，欲界具有，無有一界不屬欲界。故論云：「欲", "1097": "界所繫，具足十八。」言「繫」者，是非離義。為欲貪繫，不得生離。", "1098": "論自釋云：「繫謂繫屬，即被縛義。」於欲界中雖具十八，然十八", "1099": "中法，非盡屬欲界，無漏無為不繫欲界故。", "1100": "色界所繫有其十四，於十八中，除香味二境、鼻舌二識。何故", "1101": "彼中無其香、味？答：此唯段食性故。彼無段食，故無香、味。", "1102": "彼中何以無段食耶？答：彼無用故，如無色界。", "1103": "色於彼何以不須段食？論自釋云：「離段食慾，方得生彼」，是", "1104": "以不須。如離色已，生無色界。", "1105": "又彼何以無鼻、舌識？論自釋云「無所緣故」。無所緣境，識", "1106": "不生故。如無色界，眼、耳等識，無其境故，識亦不起。無香、味", "1107": "因，義未具故。", "1108": "復起問云：「若爾，觸界於彼應無，如香、味境，段食性故。」", "1109": "答云：觸界若唯段食性者，誠如所難。以觸有二：段食性、非段食。", "1110": "非段食性者，何妨彼有？論自釋云：「彼所有觸，非段食性。」", "1111": "又問：「若爾，香、味類亦應然。」如觸，有是段食性，有非段食", "1112": "性。香之與味，亦應如是，有是段食、非段食故。非段食性者，色", "1113": "界應有。答：此難不齊。香、味二界，離於段食，更無別用；觸離段", "1114": "食，更有別用。然香、味境，離段食無，可爾無過。觸即不爾，", "1115": "離段食外，更有別用，以能為彼色界根依，謂四大種，即此大種", "1116": "名之為觸。若色界無觸，應無大種；既無大種，即無所造；既無能、", "1117": "所造色，應同無色，不名色界。", "1118": "所言「持」者，彼色界天有所居宮殿、所依地等，行住坐臥，必", "1119": "有觸對宮殿等故。", "1120": "言「衣」者，色界中有，尚與衣俱；豈況本天，無衣裸露？既", "1121": "有衣服，即有聚集，可秤輕重，所造觸生。香、味不然，故彼非有。", "1122": "然觸於彼更有別用，具三因故，如上所說：持義、根所依義及", "1123": "衣義等，故觸非無。", "1124": "論：有餘師說，住此依彼靜慮、等至，見色、聞聲、輕安俱起，有", "1125": "殊勝觸，攝益於身。是故此三，生彼靜慮，猶相隨逐。香、味不爾，", "1126": "故在彼無。", "1127": "釋曰：言「餘師」者，謂即大德室唎羅多。說如是意，謂住此界", "1128": "修彼定者，生彼界已，亦同因中所修得定。謂修定者，約其靜定，", "1129": "發天眼、耳，見色、聞聲，有輕安俱殊勝觸。殊勝觸界，攝益於身。", "1130": "故知生彼靜慮亦有此三，謂見色、聞聲、輕安俱觸。香、味二境，修", "1131": "定之者，因中無用，故生彼界，香、味亦無。", "1132": "論：若爾，鼻、舌彼應非有。如香、味境，彼無用故。", "1133": "釋曰：此中論主於尊者室唎羅多所說更無徵斥，將欲出彼毗", "1134": "婆沙師所說之過，故復論云：若如是者，鼻、舌二根，彼應非有。如", "1135": "香、味境，彼無用故。", "1136": "毗婆沙師立量云：色界無香、味（宗），彼無用故（因），如女、男", "1137": "根之境（喻）。此中毗婆沙師約體有無，及有用、無用為因。言若", "1138": "有其用即有，無所用即無，故論非之。若以無用故為因者，即鼻、", "1139": "舌二根，彼應非有。不能與識為其依故，不緣境故。此中因有不", "1140": "定過：為如香、味，彼無用故，彼界無耶？為如鼻、舌，彼無用故，彼", "1141": "界有耶？毗婆沙師救彼因云：", "1142": "論：不爾。二根於彼有用，謂起言說，及莊嚴身。", "1143": "釋曰：毗婆沙師立量救云：彼色界中有鼻、舌根（宗），彼有用", "1144": "故（因），猶如眼根（喻）。彼中鼻、舌如何有用？有二種用：一者起", "1145": "言說，二為莊嚴身。若無此二，身不端嚴，及不能起言說等故，是", "1146": "以二根決定有用。", "1147": "論主難云：雖說鼻、舌有用之因，此亦不定。", "1148": "論：若為嚴身及起說用，但須依處，何用二根？", "1149": "釋曰：如婆沙師說二用因，是則但約二根依處，不在其根。以", "1150": "莊嚴身及起言說，唯要依處，何用根為？根是淨清色，非現量得，", "1151": "何能嚴身及起言說？為如鼻、舌依處，有嚴身用故，應是有耶？為", "1152": "如二根，無嚴身等用故，彼應無耶？彼復救云：", "1153": "論：如無男根，亦無依處；二根無者，依處亦無。", "1154": "釋曰：毗婆沙師意，欲成立有用因，故引證救云：若離於根，無", "1155": "別依處；要定有根，方有依處。言依處有用者，即是根有用義。猶", "1156": "如男根。彼無男根亦無依處，明知彼有鼻、舌根故，方有依處。依", "1157": "處有用，定知根亦有用。", "1158": "又，非色界中，離鼻、舌二根有別依（宗），與根為依處故（因），", "1159": "猶如男根依處（喻）。論主將出喻中之過，故復論云：", "1160": "論：於彼可無男根依處，彼無用故。鼻、舌依處，彼有用故，離", "1161": "根應有。", "1162": "釋曰：此中法喻不齊。男根依處，彼無用故，無亦不妨；鼻、舌", "1163": "依處，彼有用故，離根應有。鼻、舌依處，彼即有用，男根依處，彼", "1164": "無用故，故汝所引法喻不齊。", "1165": "毗婆沙師復救前量義云：非無用故，彼法定無。其理云何？", "1166": "論：有雖無用而有根生，如處胞胎定當死者。", "1167": "釋曰：此中意云：非無用者便言非有，有雖無用而立有者。", "1168": "如處胞胎定當死者，雖意無用，豈便無根？如是應知：色界之", "1169": "中，鼻、舌二根雖無其用，何妨彼有？故前所難以無用故彼非", "1170": "有者，理定不然。論主復云：", "1171": "論：有雖無用，而非無因。", "1172": "釋曰：此論主破婆沙師義：雖有無用而得生者，非定無因，以", "1173": "有為法必有因故。如胞胎中定當死者，彼雖無用而亦有故。於彼", "1174": "色界，鼻、舌二根非但無用，亦無別因，故不成例。毗婆沙師徵論主云：", "1175": "論：彼從何因得有根起？", "1176": "釋曰：此之意云：彼處胞胎定當死者，何別因許有根起，色界", "1177": "鼻、舌不許別因？論主答云：", "1178": "論：於根有愛，發殊勝業。若離境愛，於根定然。彼離境貪，", "1179": "應無鼻、舌。", "1180": "釋曰：此論主出彼胞胎定當死者根起之因：「於根有愛，造殊", "1181": "勝業」，此業是彼根起之因。若言色界於根有愛，理定不然。彼於", "1182": "香、味不生貪故。於境既爾，於根定然。故離境貪，應無鼻、舌。", "1183": "以於此中無根、境愛。胞胎死者，由愛生根。理既不齊，故不成", "1184": "例。要受前境貪愛其根，不緣受境，即無根愛。如離淫觸，即無男", "1185": "根。如是色界既無根愛起業之因，故鼻、舌根定應非有。由是此", "1186": "說，其理極成。故立量云：色界定無鼻、舌二根（宗），無根起之", "1187": "（因），彼非有故（因），猶如男根（喻）。根喻或如無種之芽。論主", "1188": "極彼毗婆沙師，重設難云：", "1189": "論：或應許彼男根亦生。", "1190": "釋曰：此中意云：鼻、舌二根於彼無用，尚猶許有，男根於彼雖", "1191": "即無用，何妨亦生？以婆沙師宗云：色界有情相續，與鼻、舌根俱", "1192": "生（宗），是色根故（因），如欲界有情相續（喻）。論主出彼因、喻", "1193": "之過，故引男根難云：男根亦是色根，欲界有情相續亦有，故極令", "1194": "色界應有。", "1195": "論：若謂不生，由醜陋者，", "1196": "釋曰：毗婆沙師若云：鼻、舌雖有，然非醜陋；男根若生，身即", "1197": "醜陋者，論主云：此亦不然。", "1198": "論：陰藏隱密，何容醜陋？", "1199": "釋曰：論主非婆沙師。以彼宗云：非男根於色界有（宗），", "1200": "以醜陋故（因），如眇、跛者（喻）。論主出此因不定過云：「陰藏隱", "1201": "密，何容醜陋？」如諸佛及輪王等陰藏，有何醜陋？", "1202": "阿闍梨眾賢云：色界之中，離根愛故，男根不生。由離根愛，", "1203": "依處亦無。此中何因作如是執？若離境愛，根愛亦無；非根愛無，", "1204": "處愛亦離。根與依處，鄰逼而生。境界不然，如何倒執？男根依", "1205": "處於彼不生，即顯男根於彼離愛。既許鼻、舌依處彼生，故知", "1206": "二根彼愛未離，故不應執彼離根愛未離處愛。理如前說。", "1207": "彼說不然，但離根愛，未離依處，亦無過失。猶如識依。如第", "1208": "二禪已上，離眼等五識愛故，無其五識，然彼識依處猶在。此亦如", "1209": "是，但無其根，何妨於彼有其依處。", "1210": "又眾賢云：又，眼等根互相繫屬。見諸啞者，多分耳聾；塗足、", "1211": "不塗，眼便明昧；齊輪塗潑，津潤於唇；拔鼻中毛，眼中落淚。諸如", "1212": "是等，其類實繁，故知諸根更相損益。勿令眼等諸用微故，鼻、舌", "1213": "根色界定有。", "1214": "此亦非理。以此但是毗婆沙語，非經部宗。經部不許眼等諸", "1215": "根互相繫屬。此是隨一不成之過。又，色界天諸根清淨，豈有諸", "1216": "根更相損益？故所引例，無相繫屬，義皆不成。恐其文廣，是故不", "1217": "然一一敘破。", "1218": "論：又諸根生，非由有用，若有因力，無用亦生。男根於彼", "1219": "雖為醜陋，設許有因，於彼應起。男根非有，鼻、舌應無。", "1220": "釋曰：此即論主重破有宗。婆沙宗主云：男根有用方生", "1221": "（宗），有淫觸用故（因），猶如女根（喻）。論出有用因過，故作如是", "1222": "言：「又諸根生，非由有用，若有因力，無用亦生。」如陰藏等，是大", "1223": "人相。無經論說色界諸天有大人相。男根於彼雖有醜陋，設", "1224": "有因者，彼亦應生。以彼無因，是故不起。鼻、舌亦爾，彼無因力，", "1225": "理定應無。故立量云：男根非由有用故有（宗），約因生故（因），", "1226": "如眇、跛者（喻）。毗婆沙師引契經證成前說，云：", "1227": "論：若爾便違契經所說：彼無支缺不滅諸根。", "1228": "釋曰：言「支缺」者，是依處。「不滅」者，是諸根。或「支缺」", "1229": "者，是根等無損害義。「不滅」者，諸根具義。此中意云：如契經", "1230": "說：色界諸天根無缺滅。以彼鼻、舌二根有故，所以世尊作如是", "1231": "言。論主破云：", "1232": "論：隨彼諸根應可有者說為不滅，何所相違！若不許然，", "1233": "男根應有。", "1234": "釋曰：意云此亦不違契經。契經唯約彼應有根言無缺滅，非", "1235": "一切根。契經若約欲界諸根如是說者，於彼亦應兼有男根，乃名", "1236": "無滅，何故偏標鼻、舌，不說男根？故所引經亦不應理。諸瑜", "1237": "伽師評此義云：", "1238": "論：如是說者，鼻、舌二根於彼非無，但無香、味，以六根愛", "1239": "依內身生，非依境界而得現起；其男根愛依淫觸生，淫觸彼", "1240": "無，男根非有。故於色界，十八界中唯十四種，理得成立。", "1241": "釋曰：此師意云：非諸經證皆以因明以為定量，是故不應", "1242": "全彼義。以六根愛約我而有，總約六根故，非別約一、二、三等。", "1243": "此非於境而得現起，所言境有即有，境無即無。此是我愛。若色", "1244": "根斷，餘五亦斷；若有之時，皆具足有。若如是者，彼男根愛，", "1245": "何妨亦約我愛而有？對此義故，瑜伽者云：男根之愛，一向", "1246": "依境而生。誰有淫愛，而彼造作生男根業，非是我愛。故於色界，", "1247": "十八界中，唯十四種理得成立。", "1248": "論：無色界繫唯有後三，所謂意界、法界及意識界。要離", "1249": "色、欲於彼得生，故無色中無十色界；依緣無故，五識亦無。故唯", "1250": "後三，無色界繫。", "1251": "釋曰：如論可知。", "1252": "論：已說界繫。十八界中，幾有漏，幾無漏？", "1253": "頌曰：意法意識通，所餘唯有漏。", "1254": "論曰：意及意識，道諦攝者，名為無漏；餘名有漏。法界若", "1255": "是道諦無為，名為無漏；餘名有漏。餘十五界唯名有漏。", "1256": "釋曰：問：無學相續之中，五識既無煩惱，其得亦無與此五識", "1257": "相應之惑，於聖道中先已知故，應名無漏，何以此中言是有漏？又", "1258": "十色界亦無煩惱，其得亦無此相應惑，亦非惑體，此於無學相", "1259": "續之中，亦應無漏，何以此中說為有漏？", "1260": "答：有為之中一向無漏者，唯十六行相相應受等，及此俱有得", "1261": "及相等隨轉無恚，此等皆得名為無漏。此之五識，與其十六行相，", "1262": "為俱有及隨轉色故，皆不得名為無漏。如所問者，即外非情，色、", "1263": "聲等法，亦應無漏？此無煩惱，其得亦無相應之惑，又非惑體，於", "1264": "聖道中皆亦已知，應為無漏。由此理故，不應於中作如是問。", "1265": "論所說中，此無色所繫後之三界，即說此為有漏、無漏，無為一", "1266": "向唯無漏，餘如論文。", "1267": "問：虛空、非擇，非是對治有漏之法，何以亦得名為無漏？", "1268": "答：非婆沙宗□如是說能治有漏，說名無漏；不能對治有漏法", "1269": "者，不名無漏。若不爾者，世尊亦應名為有漏，無漏解脫及勝", "1270": "進道應為有漏，擇滅亦應非是無漏。但是證法，非對治故。唯無", "1271": "間道名為無漏。是故不應作如是問。無漏之義，如前已釋。", "1272": "論：如是已說有漏、無漏。十八界中，幾有尋有伺，幾無尋唯", "1273": "伺，幾無尋無伺？", "1274": "頌曰：五識唯尋伺，後三三餘無。", "1275": "論曰：眼等五識有尋有伺，由與尋、伺恒共相應，以行相粗、外", "1276": "門轉故。顯義決定，故說「唯」言。", "1277": "釋曰：唯五識身決定唯是有尋有伺，故頌言「唯」。餘如論文。", "1278": "阿闍梨眾賢云：此五識身「恒與尋、伺共相應」者，經主釋言", "1279": "「以行相粗、外門轉故」。此因非理。現見意識內門轉時，亦常與", "1280": "彼共相應故。應作是釋：五識唯於尋、伺所隨地中而得有故，非於", "1281": "欲界、初靜慮中心、心所法，除尋與伺而有。不與尋、伺相應，", "1282": "何用外門為因簡別？", "1283": "彼難非理，此亦無過。尋、伺相應，名有尋有伺；若不相", "1284": "應，不得名為有尋有伺。若與尋、伺相應之者，必行相粗及外門", "1285": "轉。雖梵天中，除中間禪，亦有尋、伺相應。意識是內門轉，少故", "1286": "不言。以多分皆是外門轉，故論所釋亦無有失。", "1287": "論：「後三」，謂是意、法、意識，根、境、識中各居後故。此後三", "1288": "界皆通三品。意界、意識界及相應法界除尋與伺，若在欲界、初靜", "1289": "慮中，有尋有伺；靜慮中間，無尋唯伺；第二靜慮以上諸地，乃", "1290": "至有頂，無尋無伺。法界所攝非相應法，靜慮中間，伺亦如是。", "1291": "尋，一切時無尋唯伺，無第二尋故，但伺相應故。", "1292": "釋曰：此後三中，有二決定：一者決定通於三品，二者決定此", "1293": "三通三。何以言「後」？文居後故，次第學者最後知故，故名為", "1294": "「後」。若在欲界、初靜慮中，除尋、伺體，餘相應法有尋有伺。意", "1295": "界、法界及意識界，皆通三界。初靜慮已上無尋，中間禪已上無", "1296": "伺。所以於欲界、初靜慮中三通三，非於餘地。此中何以除尋、伺", "1297": "體？雖於欲界、初靜慮中與相應法俱，然自體相應，是以除之。不", "1298": "相應法，不與尋、伺而共相應，是故簡言唯相應法，除法界中非相", "1299": "應行。相應法中除尋之與伺，餘相應法及意界、意識界，於中間禪", "1300": "無尋唯伺，中間禪已上乃至有頂，無尋無伺。如於欲界、初靜慮", "1301": "中，非相應法及中間禪伺無，皆無尋無伺。尋，一切時無尋唯伺，", "1302": "無第二尋故，但伺相應故。是唯第二品攝。尋，一切時不離於", "1303": "伺，故言唯伺。是以離伺無有尋起，而或離尋得有於伺。", "1304": "論：伺在欲界、初靜慮中三品不收，應名何等？此應名曰無伺", "1305": "唯尋，無第二伺故，但尋相應故。由此故言有尋、伺地有四品法：", "1306": "一有尋有伺，謂除尋、伺，餘相應法；二無尋唯伺，謂即是尋；三無", "1307": "尋無伺，謂即一切非相應法；四無伺唯尋，謂即是伺。", "1308": "釋曰：此何故問？經論之中唯說三品，謂有尋有伺、無尋唯", "1309": "伺、無尋無伺。不說第四品，三品即應攝諸法盡。今於此中，伺於", "1310": "欲界、初靜慮中三品不收。且初品不收，此雖有尋而無其伺，以除", "1311": "自體無第二伺共相應故，初品不收。於第二品亦復不收，此與尋", "1312": "相應故，不得言無尋；復無餘伺共相應故，不得言唯伺，故第二品", "1313": "不收。第三品亦不收，以第三品是無尋無伺，此祇得為無伺，不得", "1314": "為無尋，故不收也。故起問云「應名何等」。論自答云：「此應名曰", "1315": "無伺唯尋，無第二伺故，但尋相應故。」為第四品。此中論意，說三", "1316": "品者唯約一切地，非約一切法。三品攝一切地盡，攝一切法不盡。", "1317": "今約攝一切法，故應說第四品。因此論主引《對法》云：「有尋有伺", "1318": "地有四品法：一有尋有伺，謂除尋、伺，餘相應法。」「有尋有伺", "1319": "地」者，謂即欲界及初靜慮。「謂除尋、伺餘相應法」者，除其自體，", "1320": "自體不與自體相應，無第二尋及第二伺共相應故，此為初品。「二", "1321": "無尋唯伺，謂即是尋」者，與伺相應故，無第二尋故，為第二品。", "1322": "「三無尋無伺，謂即一切非相應法」者，此以尋、伺無相應義，為第", "1323": "三品。「四無尋唯伺，謂即是伺」者，與尋相應故，無第二伺故，為", "1324": "第四品。", "1325": "阿闍梨眾賢云：豈不經主言無第二尋故，設有第二，許相應", "1326": "耶？有第二，受而不相應。無第二言，非為定證。此但應言自", "1327": "體不與自體相應，義為明顯。", "1328": "今於此中不見有過，唯為成立。別法與彼別法相應，彼聚之", "1329": "中無別尋故。故論主云無第二尋。有何過失？所言「有第二，受", "1330": "而不相應」者，雖有二，受非聚中。設一聚有，誰遮相應？是以一", "1331": "聚之中無有二故，故不相應。由是《論》善說此義：無第二尋。", "1332": "論：餘十色界尋、伺俱無，常與尋、伺不相應故。", "1333": "釋曰：餘十色界，必定無伺。相應之義，在心、心所。此十", "1334": "是色，故不相應。是以論云「尋、伺俱無，常與尋、伺不相應故。」", "1335": "論：若五識身有尋有伺，如何得說無分別耶？", "1336": "釋曰：此中尋是分別異名。五識決定與尋相應，如何說此為", "1337": "無分別？又何處說為分別，意識即於餘處有，說為有分別；義準五", "1338": "識，是無分別。未知有尋，何故有處名無分別，故有斯問。", "1339": "論：頌曰：說五無分別，由計度隨念，", "1340": "以意地散慧，意諸念為體。", "1341": "論曰：傳說分別略有三種：一自性分別，二計度分別，三隨念", "1342": "分別。由五識身雖有自性而無餘二，說無分別。如一足馬名為無", "1343": "足。", "1344": "釋曰：此中何以為傳說？言經部宗無自性分別，如《五蘊論》", "1345": "云：尋云何？謂心有尋求，是思慧之差別。此中意說，離心之外，", "1346": "無別尋體。三分別中，經部不許自性分別，由斯故置「傳說」之言。", "1347": "或餘處說八種分別，今此說三，論主不許，故云「傳說」。八種分別", "1348": "者，一自性，二差別，三總執，四義，五我所，六愛，七非愛，八彼俱", "1349": "相違。釋此名義，如《對法》第二、三分別中。五識唯有自性分別，", "1350": "而無計度、隨念分別。唯一分別，名無分別。如一匹馬，無其", "1351": "三足，唯有一足，無行步用，亦名無足。五識亦爾。", "1352": "問：若五識身唯一分別，故名無分別者，意識有時亦一分別，", "1353": "如二禪已上定中意識，彼中無尋，故彼無有自性分別；非散慧故，", "1354": "亦無計度。唯餘隨念一分別俱，是故亦應名無分別。", "1355": "答曰：雖有意識唯一分別，約意識類作如是說：意識有時具三", "1356": "分別，有時具二，有時有一。五識不爾，唯一非餘。是以意識名有", "1357": "分別，非五識也。", "1358": "論：自性分別體唯是尋，後心所中自當辯釋。餘二分別，如其", "1359": "次第，意地散慧、諸念為體。散謂非定，意識相應散慧，名為計度", "1360": "分別。若定若散意識相應諸念，名為隨念分別。", "1361": "釋曰：「散謂非定」者，是別別緣，非一境轉，此是聞慧、思", "1362": "慧、生得慧攝。此何以得計度之名？隨彼彼名計度而轉，謂隨色、", "1363": "受、想、行等名。定中修慧，此即離名不隨名轉，所以不名計度", "1364": "分別。所以五識相應之慧不得計度分別之名，不緣名故。約心粗", "1365": "相自性分別，故名為尋。", "1366": "阿闍梨眾賢云：夫分別者，推求行想，故說尋名自性分別。", "1367": "簡擇明記，行似順尋，故分別名亦通慧、念。由此三行差別攝持，", "1368": "皆令於境明了轉異。於已了境遮簡行生，故分別名不通於想；於", "1369": "未了境不能印持，故分別名不通勝解。", "1370": "理未必然。諸心所法依緣、行相、時事等故，於境齊轉，甚難", "1371": "分別。今獨如何說尋名為自性分別？理極難通。今於此中未", "1372": "釋心所，後至其次當即廣明。故論主云「心所法中自當辯釋」。計", "1373": "度分別、隨念分別下無釋處，故此應明。慧有二種，謂五識俱及意", "1374": "識俱。意識俱者，復有二種，謂定與散。言意地者，即簡五識；散", "1375": "者簡定。定中之慧不為計度，如前已釋。念亦有二，謂二：五識俱", "1376": "及意識俱。此中意言，簡五識俱諸念，攝定、散二位。以定、散位", "1377": "於所緣境明記用同，不隨名轉，其義亦同，是以總名隨念分別。五", "1378": "識俱念以不明利，差別用微，故不得名隨念分別。", "1379": "若在欲界及初靜慮不定意識，具三分別；若初靜慮在定意識，", "1380": "及上散心，各二分別；上地意識若在定中，及五識身，各一分別。", "1381": "論：如是已說有尋、伺等。十八界中，幾有所緣，幾無所緣？", "1382": "幾有執受，幾無執受？", "1383": "頌曰：七心法界半，有所緣餘無；", "1384": "前八界及聲，無執受餘二。", "1385": "論曰：六識、意界及法界攝諸心所法，名有所緣，能取境", "1386": "故。餘十色界及法界攝不相應法，名無所緣，義準成故。", "1387": "釋曰：七心界及法界一分，決定皆是有所緣。「有所緣」者，有", "1388": "所緣故，名為所緣。所緣者何？所緣、所行及與境，名雖差別，其", "1389": "義並同。言「法界半」者，謂即此中法界所攝諸心所法。言「餘無」", "1390": "者，即七心界及法界一分之餘，十色界及法界一分不相應法，定無", "1391": "所緣。", "1392": "阿闍梨室唎羅多云：五識依緣俱非實有，極微一一不成所依", "1393": "所緣事故，眾微合成所依所緣事故。猶如盲者一一亦住無見色", "1394": "用，眾盲集聚見用亦無。如是極微，一一亦住無依緣用，眾多和集", "1395": "此用亦無。故處是假，唯界是實。", "1396": "此中意云：五識依緣，皆非實有，以一一微不成依緣。非但一", "1397": "一不成依緣，縱令眾多極微和集，亦非依緣。唯此和集極微之中", "1398": "和合，以為五識依緣。此之和合，復是假有，是故五識依之與緣，", "1399": "俱非實有。", "1400": "毗婆沙師云：五識不緣非實有境，和集極微為所緣故。又五", "1401": "識身無分別故，不緣眾微和合為境。非和合名別目少法可離", "1402": "分別，所見乃至所觸事成，以彼和合無別法故，唯是計度分別所", "1403": "取。五識無有計度功能，是故不緣和合為境。即諸極微和集", "1404": "安佈，恒為五識生起依緣，無有極微，不和集故。設有極微不", "1405": "合集者，是彼類故，亦屬依緣。然五識身唯依和集為所緣故，不緣", "1406": "彼起。猶如雖有過去、未來色等境界，以五識身准現境故，不緣彼", "1407": "起，雖不緣彼而五境攝。又眼識身不緣和合為境，以青等顯色應", "1408": "非實故。若眼識緣和合為境，青黃等覺應決定無，青等不應和合", "1409": "故。若是和合，應非實有，是則顯色亦假非真，無容眼識不取青", "1410": "等。如經說云：依眼緣色生於眼識，乃至依意緣法，生於", "1411": "意識。由是故知，和合非是色、聲等法，是故不能為五識境。", "1412": "室唎羅多復云：若五識身了勝義境，何緣五識不斷結耶？彼", "1413": "難非理。了自相故，外門轉故，無等引故，無分別故，一墮境故，所", "1414": "緣少故，雖了勝義而不斷結。故說七半有所緣中，五界唯緣勝義", "1415": "為境，餘緣勝義，亦緣世俗。", "1416": "論：如是已說有所緣等。十八界中，九無執受。前七心界及", "1417": "法界全，此八及聲，皆無執受。所餘九界，各通二門，謂有執受、無", "1418": "執受故。眼等五根住現在世，名有執受；過去、未來，名無執受。", "1419": "色、香、味、觸住現在世不離五根，名有執受；若住現在非不離", "1420": "根，過去、未來，名無執受。如在身內，除與根合髮毛爪齒大小便", "1421": "利洟唾血等，及在身外地、水等中色、香、味、觸，雖在現世而", "1422": "無執受。", "1423": "釋曰：十八界中九無執受。何等為九？謂前所說七有所緣，", "1424": "並全法界，此八及聲，皆無執受。頌中「及」言，具含二義：一顯總", "1425": "集，謂八及聲總無執受；二顯異門，謂餘師說不離根聲亦有執受。", "1426": "餘九通二。此之二九，皆決定義。謂前九種定無執受，後之九", "1427": "界決定通二。後九者何？眼等五根、除聲四境，通有執受及無執", "1428": "受。頌云「前八界及聲無執受」。不言「餘二」，即恐疑之後之九界", "1429": "唯有執受，是以故置「餘二」之言，令決定知通有執受及無執", "1430": "受。「眼等五根住現在世，名有執受」者，此與心、心所法展轉損益", "1431": "更相隨故，名有執受。「過去、未來，名無執受」者，不隨心等有損", "1432": "益故。「色、香、味、觸住現在世不離五根，名有執受」者，亦而五根", "1433": "種類而說。不離於根，義如根釋。「若住現在非不離根，過去、未", "1434": "來，名無執受」者，過去、未來，一向皆唯是無執受；現在離根，亦無", "1435": "執受。此類是何？如論自云：「如在身內，除與根合髮毛爪齒」，此", "1436": "之四界若與根合，剪拔之時，即有苦受。「大小便利洟唾血」等者，", "1437": "取精污痰癊「及在身外地、水等」。「等」者，取大風瓦石草木磚塊。", "1438": "如此等中，色、香、味、觸雖在現而無執受。", "1439": "論：有執受者，此言何義？心、心所法共所執持，攝為依處，名", "1440": "有執受，損益展轉更相隨故。即諸世間說有覺觸眾緣，所觸覺樂", "1441": "等故。與此相違，名無執受。", "1442": "釋曰：何以起問？有為之法無我、我所，無有主宰。眼等諸", "1443": "根，云何可得名有執受？故有斯問。問云「有執受者，此言何義？」", "1444": "本論中說：己身所攝名有執受。此復云何？論主釋云：「心、心所", "1445": "法共所執持，攝為依處，名有執受，損益展轉更相隨故」等。心、心", "1446": "所法共所執持，攝為依處，義應已備，何用更言「損益展轉更相隨", "1447": "故」等？心、心所法，非色，無有方所，依處難知，是故論主復言「損", "1448": "益展轉更相隨故」。如何名為「損益展轉」？如眼等根，以安善那", "1449": "等藥塗之，眼根爽朗，發識明利，此即名為根益於識。翻此名損。", "1450": "若時識與樂受相應，能益於根，名識益根。翻此名損。此即名為", "1451": "「展轉損益」。「即諸世間說有覺觸眾緣，所觸覺樂等故」者，以世", "1452": "間說，若所依損即有苦受，以常妨護茅灰火刺霜雹等緣，及內貪瞋", "1453": "怖憂悲等。因如是事，即便變異，因若火刺等煩惱所依，即有苦", "1454": "受；若喜悅事意遍所依，即有樂受。世間說此，名為執受。", "1455": "問：前於聖教已說執受，何用更依世俗說耶？", "1456": "答：眼等諸根是所執受，心、心所法是能執受。今有執義唯在", "1457": "諸根，非於心所。若更不依世俗說者，遇緣所依有苦樂等，同所依", "1458": "根，是有執受。是以更依世俗釋之，令其了知心、心所等非有執", "1459": "受。", "1460": "毗婆沙師說：若諸色法逼迫斷壞，便能生苦；與此相違，即能", "1461": "生樂。是己身攝，名為執受。", "1462": "有餘師說：若我執執為我所有，名為執受苦。若爾，即濫心、", "1463": "心所法為有執受。以於心所亦執我故。", "1464": "此難不然，無如是失。以心、心所與我執俱執彼根等為我", "1465": "所有，故唯九界通有執受。諸心、心所與我執俱為能執，非能執法", "1466": "為有執受我。復心所為能、所執，義不定故，非有執受。", "1467": "復有餘云：不離身根名有執受。此應思擇前所說義，如言", "1468": "「心、心所法共所執持，攝為依處」者，色等四法體非是根，不能與", "1469": "心、心所為依處，應為無執。", "1470": "答：無如是失。此色等四不離於根，雖不能與心、心所為根", "1471": "依，然亦能為依處，故無斯過。", "1472": "論：如是已說有執受等。十八界中，幾大種性？幾所造性？", "1473": "幾可積集？幾非積集？", "1474": "頌曰：觸界中有二，餘九色所造，", "1475": "法一分亦然，十色可積集。", "1476": "論曰：觸界通二，謂大種及所造。大種有四，謂堅性等。所造", "1477": "有七，謂滑性等。依大種生，故名所造。餘九色界唯是所造，謂五", "1478": "色根、色等四境。法界一分無表業色，亦唯所造。餘七心界、法界", "1479": "一分除無表色，俱非二種。", "1480": "釋曰：此文之中有決定義，謂觸決定通大種及所造二種，餘九", "1481": "色界及法界半，決定是所造。無有一界唯是大種。義准知餘俱非", "1482": "二種。此類是何？謂七心界、法界一分除無表色。餘如論文。", "1483": "論：尊者覺天作如是說：十種色處唯大種性。", "1484": "釋曰：此師意說：離能造外，無別所造。「唯」言是遮，造色有，", "1485": "無無表，故說色處定唯有十。", "1486": "論：彼說不然。", "1487": "釋曰：此即斥，斥彼計云：汝說離於能造無別所造，理定不然。", "1488": "彼師有云：非唯是言便為定量。", "1489": "論：契經唯說堅等四相為大種故，此四大種唯觸攝故。", "1490": "釋曰：此論主引經以答。世尊唯說大種有四，謂地界等，", "1491": "不說有十。又堅等性現可得故，若離大種無別所造，有色之處應", "1492": "唯有四，不應有十。或唯一處，所謂觸處，以諸大種觸處攝故。又", "1493": "世尊說堅、濕等法謂大種故，非眼等處有如是相。量云：非諸所造", "1494": "唯大種性（宗），與堅、濕等相各別故（因），如受性（喻）。", "1495": "彼云：如何得知眼等所造，與堅等性相各別耶？", "1496": "論：非堅、濕等眼等所取，非色、聲等身根所覺。", "1497": "釋曰：以諸大種觸處所攝，唯身根境；眼等色等非觸處攝，非", "1498": "身根覺。色等四處是所見、聞及所嗅、嚐，眼等五根是能見、聞及", "1499": "嗅、嚐、覺，非是所觸。若唯大種，應一切根取一切境。然無是事，", "1500": "故論言「非堅、濕等眼等所取」。由此故知，地、水等性非色、聲性，", "1501": "非色、聲等身根所取。由是故知，色、聲、香、味，非大種性，其理", "1502": "極成。", "1503": "論：是故彼說理定不然。", "1504": "釋曰：此結成也。", "1505": "論：又契經說：苾蒭當知，眼謂內處四大種所造淨色，有色、無", "1506": "見、有對，乃至身處廣說亦爾；苾蒭當知，色謂外處四大種所造，有", "1507": "色、有見、有對；聲謂外處四大種所造，有色、無見、有對；香、味二", "1508": "處廣說亦爾；觸謂外處，是四大種及四大種所造，有色、無見、有", "1509": "對。如是經中唯說觸處攝四大種，分明顯示餘有色處皆非大種。", "1510": "釋曰：此論主引經重成。經中世尊不說眼等為境，為顯自性", "1511": "是其內處及別顯境。由此故知，根境體相所顯各異。即此經說大", "1512": "種唯四，觸處所攝，是身根取；異色外處，是別外處。由此故說，有", "1513": "色處非唯能造。雖此大種觸處所攝，然不遍攝一切觸處。以經", "1514": "中說「觸謂外處，是四大種及四大種所造」。「四大種」言，攝根性", "1515": "等；「所造」之言，攝滑性等。故四大種唯能彼觸處少分，故決定知", "1516": "餘有色處皆非大種。若一切色皆大種者，何故世尊唯說觸處分為", "1517": "二類，餘眼等處即不如是？以能造色與所造色，其性各異，故佛世", "1518": "尊作如是說，更無異因。若說色處唯大種性，是則此說與經相違。", "1519": "論：若爾，何故契經中言：謂於眼肉團中，若內各別堅性堅", "1520": "類，乃至廣說。", "1521": "釋曰：覺天又云：若眼等根非大種者，何故契經作如是說：眼", "1522": "肉團中堅性堅類即是地界，乃至廣說？世尊意說，地等大種聚集", "1523": "為根，故於經中置肉團言。若不爾者，此言何用？", "1524": "論：彼說不離眼根肉團有堅性等，無相違過。", "1525": "釋曰：此經所言，約意趣說，不離眼根所依肉團。作如是說，", "1526": "非約眼根極微，此約所依能然依故。非此肉團，即名眼根，而是淨", "1527": "色。", "1528": "有餘師說：佛隨世想，故有此言。世間相，彼所依肉團大種造", "1529": "色；而眼想非想淨色。若不爾者，即但應言眼堅性堅類，何用", "1530": "更說肉團之言？所依肉團，聲第七轉。即約此釋，顯彼根微所依", "1531": "大種及眼依肉團大種，皆攝在此。", "1532": "覺天云：又云若眼等根及色等境非大種者，是則便與聖教相", "1533": "違。《入胎經》說：苾蒭當知，地等六界即是士夫。若離大種有眼", "1534": "等相、色等境者，不應唯說地等六界，有體之法，非應秘匿而不盡", "1535": "說。", "1536": "論：《入胎經》中唯說六界為士夫者，為顯能成士夫本事，", "1537": "非唯爾所。", "1538": "釋曰：此論依主令彼覺天所引契經。此《入胎經》約引主", "1539": "起，彼約本事，明依最初羯羅藍位，唯此六界為士夫體。眼、耳、", "1540": "鼻、舌，彼然非有，雖有言根，未能覺觸；縱有色等，未能為境。此", "1541": "之六界，從續生心至故終心，任持相續，非無其用。", "1542": "有餘師說：唯四大種為所造依，更無餘法。非此所造為大種", "1543": "依，三界縛脫皆因相識，非由相我。受等心所，皆依心王。空界之", "1544": "義，已如前說。故此六界是極本事。", "1545": "問：何大種為所造依，色等非能為大種依？", "1546": "答：以四大種遍諸色，諸色聚中有堅等性。青等不爾，以示無", "1547": "故。", "1548": "覺天又云：何得知契經之言如仁所說，異我所言？", "1549": "論：彼經復說六觸處故。", "1550": "釋曰：此論主通彼《入胎經》說六界已，無間又說六觸處故，謂", "1551": "眼觸處至意觸處。所說觸處，具攝根境，三和生故。由此應知，非", "1552": "如汝說無生造色。若不爾者，世尊但應說無六界，不應復說此六", "1553": "觸處。說六觸言，應來無用。復有餘過。", "1554": "論：又諸心所應非有故。", "1555": "釋曰：此論主重以理證。如是經中唯說堅等，不說眼等，故撥", "1556": "無造色。又此經中唯說於識，不說受等，應無心所。", "1557": "覺天又云：如離大種，無別所造；如是離心，無別心", "1558": "所，斯有何過？", "1559": "論：亦不應執心所即心。", "1560": "釋曰：此論引餘經證。雖不與《胎經》相違，然違解經。", "1561": "覺天又云：我違何經？", "1562": "論：以契經言：想、受等心", "1563": "所法，依止心故。", "1564": "釋曰：論主引經，若唯有心，無心所者，然但應言想、受等心，", "1565": "即不應言想等心所。又此經言「依止心故」，非心自體還依止心，", "1566": "能依、所依，相各異故。量云：想等心所，離自所依，定有別體", "1567": "（宗），依彼轉故（因），如壁持畫（喻）。又違餘經。", "1568": "論：又，亦說有貪心等故。", "1569": "釋曰：論主又引餘經，如契經言：有貪心、有瞋心、有癡心", "1570": "等，乃至廣說。如此經言：有貪心者，有彼貪心，名有貪心；心對貪", "1571": "等，方名有貪，非獨自體而言有彼。由此故知，貪等心所，離心別", "1572": "有。", "1573": "論：由此如前所說諸界大種、所造差別義成。", "1574": "釋曰：此論主結成正義。", "1575": "論：如是已說大種性等。十八界中，五根、五境十有色界是", "1576": "所積集，極微聚故。義準餘八非所積集，非極微故。", "1577": "釋曰：此有準義十有色界是所積集，頌雖不說，義準可知；", "1578": "餘之八界非所積集。積集之義，唯在極微，極微眾聚積名積", "1579": "集。故十色界是所積集。餘如論文。", "1580": "論：如是已說所積集等。十八界中，幾能斫？幾所斫？幾", "1581": "能燒？幾所燒？幾能稱？幾所稱？", "1582": "頌曰：謂唯外四界，能斫及所斫，", "1583": "亦所燒能稱，能燒所稱諍。", "1584": "論曰：色、香、味、觸，成斧、薪等，此即名為能斫、所斫。", "1585": "釋曰：頌言「謂唯外四界能斫及所斫」者，論言遮內四者，簡去", "1586": "外六界中聲、法二界。言「斧、薪等」者，「等」言通斧及薪二處。", "1587": "「斧等」等取刀劍，此為能斫；「薪等」等取諸草木等，此為所斫。論", "1588": "中從勝作如是釋。理實此等少分互通能斫、所斫：亦有刀斧能斫", "1589": "刀斧，亦有堅硬草木之類能斫刀斧。", "1590": "論：何法名斫？", "1591": "釋曰：此問也。何以有斯問起？有為之法生已即滅，不得至", "1592": "於所斫之用，剎那之中生便滅故。若就剎那，亦不可斫。一剎那", "1593": "中時極促故。若別剎那，義亦不可，前後剎那不相待故。若得", "1594": "徑停至第二念，即應是常。是以問云：何法名斫。", "1595": "論：薪等色聚相逼續生，斧等分隔令各續起，此法名斫。", "1596": "釋曰：此答也。故不應執此更別有能、所斫。言「色聚」者，如", "1597": "一極微，定不可分為之二分。此無斫義，多微聚集方名所斫。「相", "1598": "逼續生」者，如一事中相續、相離，二義不並，相離法中，亦無斫義，", "1599": "故所斫義在相續中。聚相續中，斧等分隔，得名為斫。剎那之法，", "1600": "不假刀斧，自然斷絕，故不名斫。是相續法，斧等分隔令各續起，", "1601": "即名為斫。且如有法，一類續起，中有異因，隔為二分。以異因", "1602": "故，有異果生，異類續起。是以色等四外種界，名為能斫。離此非", "1603": "餘。", "1604": "問：若唯聚集及聚相續生，名能、所斫。眼等諸根亦是聚集，", "1605": "亦相續生，應名斫等。何以說言離色等四餘無斫義？為對此問，", "1606": "論：身等色根不名所斫，非可全斷，令成二故。非身根等", "1607": "可成二分，支分離身則無根故。", "1608": "釋曰：離身支分，即無身根，不覺觸故。由此義知，眼等諸根，", "1609": "不名所斫。", "1610": "問：若如是者，如見劓鼻，雖被劓已，卻安本處，封藥附之，後", "1611": "復如本亦能覺觸。故前所言支分離身便不覺觸。此義如何？", "1612": "答：彼異熟根既被截已，更不相續。彼卻續者，是長養根還能", "1613": "覺觸。", "1614": "又問：若說身根不可斷者，現見蜥蜴被截尾已，其尾跳動。若", "1615": "無身根，動者是何？", "1616": "答：彼跳動者，非是身根，唯是風界。動是風用，身根之用，但", "1617": "是能觸。是故動者不名身根。", "1618": "論：又身根等亦非能斫，以淨妙故，如珠寶光。", "1619": "釋曰：如說身根不為所斫，亦非能斫，以淨妙故，猶如珠光，不", "1620": "可斫之分為二分。既非所斫，亦非能斫。聲界亦非能斫、所斫。", "1621": "非常相續自間斷故，非與色等常相續轉故，無能斫及所斫義。如", "1622": "能、所斫，能燒、所燒，能稱、所稱，如是六義，七心、法界，六義皆", "1623": "無。非有質故，非聚故。", "1624": "論：如能斫、所斫，體唯外四界。「所燒……能稱」，其體亦爾。", "1625": "釋曰：燒者是何？相續色中，火等因緣起於作用，令此變異，", "1626": "異相續起，名之為燒。眼等諸根非是所燒，以淨妙故，遇火等緣即", "1627": "便滅盡，非所變異，異相續起。相續起，方名為燒。諸根既無，故", "1628": "不名燒。", "1629": "論：謂唯外四界名「所燒……能稱」，身等色根亦非二事，以淨", "1630": "妙故，如珠寶光。聲界總非，不相續故。「能燒……所稱」，有異諍", "1631": "論。謂或有說「能燒……所稱」體亦如前，唯外四界。或復有說唯", "1632": "有火界可名能燒，所稱為重。", "1633": "釋曰：此二師中，前師意云：火界雖即以為能燒，非獨能燒，亦", "1634": "不離於色、香、味、觸。後師之意就增勝說，雖火界與色、香、味、觸", "1635": "俱時而有，然能燒用，火界遍增，所稱亦爾，其性遍增。", "1636": "問：既六種用唯外四界，有何因故，為能、所斫乃至「能燒……", "1637": "所稱」差別？", "1638": "答：是四界中，火種作用有勝劣義，堅等用勝則為能斫，堅等", "1639": "用劣則為所斫。「能燒……所稱」，義亦如是。現見斧等猛風濬水", "1640": "烈火等中堅等增盛，而能壞於木山薪等。如麥豆等，鹽合味，", "1641": "隨味強盛，舌即先覺。如是色等四界之中，隨大種用有勝劣故，有", "1642": "能、所斫等。此中能斫、所斫等作用，應知皆是彼外四界，非謂大", "1643": "種。若言「遍以火界增盛為能燒」者，即應斧等能斫義中，地界遍", "1644": "增。如是一切，皆應唯是大種作用。由此義故，不應執言唯有火", "1645": "界可為能燒，所稱唯其性。應知一切，皆外四界，隨應勝劣，即為", "1646": "能斫、所斫。「能燒……所稱」，義亦如是。", "1647": "問：若如是者，論主何以不遮後師所說之義？", "1648": "答：論主但約增盛聚義，故不令遮。以此師云：能燒之中，火", "1649": "界增盛；所稱之中，其性增盛；此二之中，二性稍增。論主微許能", "1650": "斫之中雖地性增，增非唯地，世間現見正斫之時，斧等刃熱，如彼", "1651": "亦有火界等增，不同前二，唯火唯其彼中遍盛。其所遮者，遮彼唯", "1652": "火，不兼外界；其所許者，許彼增盛。故不令遮止。", "1653": "上來大門分別十八界有見、無見，及能所稱燒等義竟。", "1654": "阿毗達磨俱舍論實義疏　卷第三", "1655": "〔錄文完〕"}, "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 007 《阿毗達磨俱舍論實義疏》", "author": "尊者安惠造　蘇軍整理"}