{"sourceLink": "http://www.cbeta.org/", "text": {"0": "第二十二品第八章　剎那論", "1": "第二十三品第二十三品", "10": "一家襲掠耶？應待伏於路傍耶？應趣於他妻耶？應為聚落掠奪耶？應為城邑掠奪", "11": "耶？（他）實不應如是言……乃至……", "12": "第二章　阿羅漢外形論第二章　阿羅漢外形論", "13": "今稱阿羅漢外形論。此處，見威儀路具足、行儀具足之惡比丘，非人以阿羅漢", "14": "之外形行淫法者，乃一分北道派之邪執。", "15": "一（自）非人以阿羅漢之外形行淫法耶？（他）然。（自）非人以阿羅漢之外形殺", "16": "生、不與取、為虛誑語、為離間語、為麤惡語、為雜穢語、破墻、為竊盜、為一家", "17": "襲掠、待伏於路傍、趣於他妻、為聚落掠奪、為城邑掠奪耶？（他）實不應如是言", "18": "……乃至……", "19": "第三章　自在欲行論第三章　自在欲行論", "2": "第一章　同意趣論第一章　同意趣論", "20": "今稱自在欲行論。指六齒本生經等，言「菩薩因自在欲行，行墮處，入母胎，行", "21": "難行，行他之難行，從異師」者，乃安達派之邪執。", "22": "一（自）菩薩因自在欲行而行墮處耶？（他）然。（自）菩薩因自在欲行而行地獄、", "23": "行等活、行黑繩、行炎熱、行極熱、行眾合、行號叫、行無間耶？（他）實不應如", "24": "是言……乃至……。（自）菩薩因自在欲行而行墮處耶？（他）然。（自）言：「菩薩因自在", "25": "欲行而行墮處。」者，有如是之經耶？（他）無。（自）若「言『菩薩因自在欲行而行墮", "26": "處』者，無如是之經」，汝不應言：「菩薩因自在欲行而行墮處。」", "27": "二（自）菩薩因自在欲行而入母胎耶？（他）然。（自）菩薩因自在欲行而生於地", "28": "獄、生於畜生耶？（他）實不應如是言……乃至……。（自）菩薩因自在欲行而入母胎耶？", "29": "（他）然。（自）菩薩有神通耶？（他）實不應如是言……乃至……。（自）菩薩有神通", "3": "今稱同意趣論。此處，依悲愍或依同一意趣而有同意趣，或「於輪迴我等應一起。」", "30": "耶？（他）然。（自）菩薩修欲神足、修進神足、修心神足、修思惟神足耶？（自）", "31": "實不應如是言……乃至……。（自）菩薩因自在欲行而入母胎耶？（他）然。（自）言：「菩", "32": "薩因自在欲行而入母胎。」者，有如是之經耶？（他）無。（自）若「言『菩薩因自在欲", "33": "行而入母胎』者，無如是之經」，汝不應言：「菩薩因自在欲行而入母胎。」", "34": "三（自）菩薩因自在欲行而行難行耶？（他）然。（自）菩薩因自在欲行，言：「世", "35": "間常住」逆轉〔於見〕，言：「世間非常住……乃至……世間有邊……乃至……世間無邊……乃至……", "36": "命即身、命異身、如來死後有、如來死後無、如來死後亦有亦無、如來死後亦非有", "37": "亦非無」逆轉〔於見〕耶？（他）實不應如是言……乃至……。（自）菩薩因自在欲行而", "38": "行難行耶？（他）然。（自）言：「菩薩因自在欲行而行難行。」者，有如是之經耶？（他）", "39": "無。（自）若「菩薩因自在欲行而行難行」者，無如是之經，汝不應言：「菩薩因自在", "4": "與女同供養佛等，依願而同一意趣，即成同意趣。言「二人之同意趣若如是者應行淫", "40": "欲行而行難行。」", "41": "四（自）菩薩因自在欲行而行他之苦行，從異師耶？（他）然。（自）菩薩因自在", "42": "欲行，言：「世間常住」逆轉〔於見〕，言：「世間非常住……乃至……世間有邊……乃至……世間", "43": "無邊……乃至……命即身、命異身、如來死後有、如來死後無、如來死後亦有亦無，如", "44": "來死後亦非有亦非無」逆轉〔於見〕耶？（他）實不應如是言……乃至……。（自）菩薩", "45": "因自在欲行而從異師耶？（他）然。（自）言：「菩薩因自在欲行而從異師。」者，有如是", "46": "之經耶？（他）無。（自）若「言『菩薩因自在欲行而從異師』者，無如是之經」，汝不", "47": "應言：「菩薩因自在欲行而從異師。」", "48": "第四章　像似論第四章　像似論", "49": "今稱像似貪等論。此處，指慈、悲、喜而非貪像似貪；又指嫉、慳、惡作而非", "5": "法」，乃安達派及方廣部之邪執。", "50": "瞋像似瞋；又指發微笑而非癡像似癡；世尊又指折伏惡人、好比丘助力、難惡、讚", "51": "善、具壽畢隣陀婆蹉之賤語，「食痰者」之語、〔言〕「愚癡人」之語而非煩惱像似煩惱", "52": "者，乃安達派之邪執。", "53": "一（自）有非貪像似貪耶？（他）然。（自）有非觸像似觸耶？有非受像似受耶？", "54": "有非想像似想耶？有非思像似思耶？有非心像似心耶？有非信像似信耶？有非進像", "55": "似進耶？有非念像似念耶？有非定像似定耶？有非慧像似慧耶？（他）實不應如是", "56": "言……乃至……", "57": "二（自）有非瞋像似瞋耶？有非癡像似癡耶？有非煩惱像似煩惱耶？（他）然。", "58": "（自）有非觸像似觸耶？……乃至……有非慧像似慧耶？（他）實不應如是言……乃至……", "59": "第五章　非圓成論第五章　非圓成論", "6": "一（自）若依同意趣應行淫法耶？（他）然。（自）若依同意趣應非沙門耶？應非", "60": "今稱非圓成論。此處，言「誠然一人之苦生，苦住、消，無生於苦外，無滅於苦", "61": "外」，依止於言而言「唯苦是圓成。其餘之蘊處界根法是非圓成」者，是一分之北道派", "62": "及說因部之執邪。", "63": "一（自）色非圓成耶？（他）然。（自）色非無常、非有為、非緣生、非盡法、非", "64": "壞法、非離貪法、非滅法、非變易法耶？（他）實不應如是言……乃至……。（自）色非", "65": "無常、有為、緣生、盡法、壞法、離貪法、滅法、變易法耶？（他）然。（自）若「色", "66": "是無常、有為、緣生、盡法、壞法、離貪法、滅法、變易法」，汝不應言：「色為非", "67": "圓成。」", "68": "二（自）唯苦是圓成耶？（他）然。（自）「無常是苦」者世尊所言，色是無常耶？", "69": "（他）然。（自）若「『無常是苦』者是世尊所言，『色是無常』」，汝不應言：「唯苦是", "7": "比丘耶？應斷根耶？應是波羅夷耶？（他）實不應如是言……乃至……。（自）若依同意", "70": "圓成。」", "71": "三（自）受……乃至……想……乃至……行……乃至……識……乃至……眼處……乃至……眼界……乃至", "72": "……眼根……乃至……具知根非圓成耶？（他）然。（自）具知根非無常……乃至……非變易法", "73": "耶？（他）實不應如是言……乃至……。（自）具知根非無常……乃至……變易法耶？（他）", "74": "然。（自）若「具知根是無常……乃至……變易法」，汝不應言：「具知根非圓成。」", "75": "四（自）唯苦是圓成耶？（他）然。（自）「無常是苦」者是世尊所言，具知根非無", "76": "常耶？（他）然。（自）若「『無常是苦』者是世尊所言，『具知根是無常』」，汝不應", "77": "言：「唯苦是圓成。」", "78": "〔攝頌曰〕：", "79": "依同意趣則應行淫法，非人以阿羅漢之外形行淫法", "8": "趣應行淫法耶？（他）然。（自）若依同意趣應殺生物耶？應不與取耶？應為虛誑語", "80": "菩薩因自在欲行而行墮處入胎，", "81": "行難行，行他之苦行，從異師，", "82": "有非貪像似貪，有非瞋像似瞋，有非癡像似癡，", "83": "有非煩惱像似煩惱，", "84": "〔唯苦是圓成〕色是非圓成，具知根是非圓成。", "85": "第二十三品〔終〕", "86": "大決定而折伏隨眠之第五小〔阿毘曇書〕者，", "87": "摧破他論，定經之根本，於大師宗之明燈。", "88": "論事論中三十五誦分終", "9": "耶？應為離間語耶？應為麤惡語耶？應為雜穢語耶？應破墻耶？應為竊盜耶？應為"}, "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0030 論事(第6卷-第23卷)", "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0030 論事(第6卷-第23卷)", "author": "郭哲彰譯", "language": "chinese", "source": "CBETA"}