{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 264", "1": "大寶積經述", "10": "藏不可以常祕。戒輪不可以終󰤙。雖雙林下。砉示於", "11": "泥洹。逮一千年。遹被於聲教。龍持貝葉。亟傳摩竭之", "12": "城。象負蓮華。遂滿真丹之境。三十七品。慈悲於火宅。", "13": "一十二經。引喻於沙界矣。大寶積經者。後漢迦葉摩", "14": "騰竺法蘭。及今朝玄奘法師。菩提流志等。咸自西天", "15": "竺所致也。如來昔在鷲峯。利建平等。金口注海。酌之", "16": "而不竭。寶言如綸。振之而有緒。烱茲瑞憲。久翳鴻都。", "17": "原壑屢非。市朝多變。歷代侚齊之主。競興參譯。䟦陁", "18": "授記之言。罕能丕就。洎我唐之有天下也。功橫鐵圍。", "19": "化緜忉利。苑禦千界。提封萬剎。張四攝之扉。廣納諸", "2": "唐朝議郎行河南府告成縣主簿徐鍔撰", "20": "有。騁六道之驥。冥濟羣惑。太上皇以澤深智海。掌耀", "21": "禪珠。神皇帝以勛格梵空。󱗉懸法印。肅敷玄誥。照灑", "22": "鴻波。歷選緇徒。明󰣬列𥦓。博考同異。聿興刊緝。勇振", "23": "頺綱。嚴持絕紐。爰有沙門大德思忠。東天竺國婆羅", "24": "門大首領臣伊舍羅等。譯梵文者。求善住緣。悟無生", "25": "忍。博聞強識。精而譯之。復有天竺沙門波若屈多。沙", "26": "門達摩。證梵義者。開忍辱場。破煩惱眾。弼諧神侶。明", "27": "而辨之。復有沙門大德履方。宗一。普敬慧覺等筆授", "28": "者。令聞孔膠。威儀不忒。手握仙札。受而字之。復有沙", "29": "門大德深亮。勝莊。塵外。無著。慧迪等證義者。國之大", "3": "夫日月出矣。而輝耀十方。時雨降矣。而澡灑萬物。況", "30": "師。佛之右臂。探諸了義。演而證之。復有大德沙門承", "31": "禮。雲觀。神暕。道本等次文者。庇影多林。息肩香窟。勤", "32": "修精進。纂而次之。復有潤文官者。銀青光祿大夫邠", "33": "王傅上柱國固安縣開國伯盧粲。銀青光祿大夫太", "34": "子詹事崇文館學士兼修國史上柱國東海縣開國", "35": "公徐堅。朝議大夫守中書舍人崇文館學士上柱國", "36": "舒王縣開國男蘇晉。朝議郎給事中內供奉崔璩等。", "37": "位列鳳墀。聲流雞圃。分別二諦。潤而色之。復有銀青", "38": "光祿大夫守侍中兼太子左庶子兼修國史上柱國", "39": "鉅鹿縣開國公魏知古。兵部尚書上柱國郭元振。銀", "4": "我身常樂。湛虗空之相。妙覺圓明。融心行之本。唯噭", "40": "青光祿大夫檢校中書令上柱國范陽縣開國男張", "41": "說。銀青光祿大夫行中書侍郎同中書門下三品監", "42": "修國史上柱國興平縣開國侯陸象先等。朝踐瑣闈。", "43": "夕游珠域。護持四法。總而閱之。爾乃杖錫之士。端珪", "44": "之俊。麻列定筵。林攢樂土。蔭祥雲而演譯。倐換炎涼。", "45": "吸甘露而勤求。載淹衡󳫴。大乘章句。義不唐捐。小品", "46": "精微。拯無遺溺。能事畢矣。佛何言哉。今所新翻經。凡", "47": "有四十九會七十七品。合一十二帙。以類相從。撰寫", "48": "咸畢。以先天二年六月三十日進太上皇。八月二十", "49": "一日進皇帝。禁闈曉闢。真教上聞。仙宇克怡。宸襟允", "5": "唯昧。不生不滅者哉。是以闢無學之地。聿修迦蘭。啟", "50": "穆。竦鈞陣於白日。親御靈臺。落雲雨於彤霄。荐加殊", "51": "尉。賢愚稽首。以為利見仁王。真俗歸心。以為潛登覺", "52": "道。次有清信佛弟子。前少府監丞李式顏等。皇朝金", "53": "紫光祿大夫兵部尚書贈侍中隴西公逈秀子也。復", "54": "有清信佛弟子。前右拾遺徐鐈等。皇朝銀青光祿大", "55": "夫太子賓客昭文館學士高平公字也。咸屬彼穹降", "56": "禍。私門墜構。陟遙岵而崩心。瞻冥途而獻福。於是胠", "57": "篋探笥。檀波羅蜜。廣疊簡牋。首崇書寫。不變槐火。遽", "58": "盈苔帙。然後裝之鏤軸。綴以瓊籤。羅綵簟而霓舒。播", "59": "珠函而錦縟。方使猛風吹嶽。長存拓路之文。劫火燒", "6": "息言之津。亶作羅柰。智勝菩薩。起方便之緣。淨居天", "60": "天。不壞多羅之典。", "7": "人。發成就之力。稱謂所絕者。其第一義乎。自恆星夜", "8": "掩。仙虹晝爍。青鉢傳其睟容。寶棺現其金臂。法山摧", "9": "仞。拂魔箭於危屏。直水橫流。繫慈航於彼岸。烏虖。妙"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 264 大寶積經述", "englishTitle": "卍 Xuzangjing, Electronic version, No. 264 大寶積經述", "author": "唐 徐鍔撰", "language": "chinese", "source": "CBETA"}