{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 388 彌勒上生經述贊", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 388", "1": "佛說觀彌勒菩薩上生兜率天經述贊", "2": "拔苦與樂。大慈悲法。大慈以無瞋善根為體。大悲", "3": "以無瞋癡為性。此各有三。一有情緣。緣假有情故。", "4": "二法緣。不見有情。唯有法故。三無緣。法相亦無。唯", "5": "有真理故。或有情緣。緣有情起。法緣。緣十二分教", "6": "起。無緣。緣真如起。無所緣故。彌勒慈導萬物。故演", "7": "慈悲之法。曇讖云。此寶樹中。亦有金鸞寶鳳白󳭋", "8": "赤󳭋。略而不說。更勘。", "9": "一一垣墻至厚十四由旬者。", "10": "述云。第四廣垣墻也。垣謂園墻。高六十二由旬者。", "11": "顯生彼者逾破六十二見故。厚十四由旬者。表御", "12": "摧十四不可記事。應法師云。梵音喻繕那。此云合", "13": "也。應計應合爾許廣量。同此方驛也。又解應量。自", "14": "古聖王一日行也。傳解雖異。今依藏論。五百弓為", "15": "一俱盧舍。八俱盧舍為一踰繕那。今言由旬者。訛", "16": "略也。此表生天者。皆超八妄想。是六十二見等之", "17": "本故。此四嚴中。初二進行。皆歸一乘。發心證果。有", "18": "差別故。次一破瞋癡。濟有情類。後一永離外道耶", "19": "見。由此勝用。故重顯之。垣于煩反四周墻也。釋名云。", "20": "垣援之人所依阻。以為援衛也。墻障也。所以自障", "21": "蔽也。", "22": "五百億至圍繞此垣者。", "23": "述云。第三龍王守護有三。初龍守護。次雨寶樹。後", "24": "樹說法。此初也。法王都化。天神衛警。恐致外侵。龍", "25": "王守護。五百億者。顯內具五力四魔。不能屈伏。外", "26": "有龍王。非人不能逼害。內持五戒。諸惡不侵。外感", "27": "龍圍。橫灾自滅。問此龍王為化為實。答曰化龍。問", "28": "天宮亦有實龍王不。答曰亦有。但化龍王。無毒害", "29": "故。現化莊嚴。此乃是彌勒大悲願力之所示現也。", "30": "一一龍王至莊嚴垣上者。", "31": "述云。此次雨寶樹也。因五根起七財。故感龍王雨", "32": "樹。嚴餝七聖財者。信。戒。聞。捨。慧。慚。愧。廣如顯揚論。", "33": "自然有風至諸波羅蜜者。", "34": "述云。此後樹說法也。風喻大慈悲。任運吹擊真俗。", "35": "智樹棠觸。談演如是等法。所謂一切有漏。逼迫自", "36": "性。皆苦所執。法體都無名空。有為起盡。遷流生滅。", "37": "無總自體。常一實我。由此能令諸脩行者。越到彼", "38": "岸。名波羅蜜。上雖散解。今應總釋。斯乃宮隨願起。", "39": "莊以七寶之園。華逐光生。嚴以百億之菓。加復頗", "40": "梨發采。婉轉出慈悲之聲。寶", "41": "為主。名造法堂。以實言之。具作內院。文亦有三。初", "42": "大神發願。次所願果遂。後諸天覩勝發願往生。初", "43": "中復二。初儀範。後發願。此初也。牢度䟦提。此云惡", "44": "主。治惡之主故。此乃鬼神。與華嚴經夜叉天相似。", "45": "實潛難測。名曰為神。神中最勝。曰大。普憑威力。遍", "46": "禮十方。欲解廣大。發弘誓願。雖知凡聖。同感內院。", "47": "方成菩薩力。增多由聖現。一大神者。表無漏智能", "48": "起妙土故。佛地經云。勝出世間善根所起。如如意", "49": "珠。有神用故。亦是凡夫發菩提心。加行智感。", "50": "若我福德至自然出珠者。", "51": "述云。此後發願也。宣妙義合。名善法堂。表親尊重。", "52": "珠從額出。內院宮宇。如下自陳。法堂尊勝。故標願", "53": "首。", "54": "既發願已至表裏映徹者。", "55": "述云。第二所願果遂有五。一作宮。二作園。三作坐。", "56": "四作柱。五天宮天女寶色皆同。初又有八。一作宮。", "57": "二蘭楯。三天子女。四手生華。五光明。六樂器。七起", "58": "儛。八說法。初中有二。初出珠。後作宮。此初也。瑠璃", "59": "碧色。頗梨紅色。額上之珠。舉碧紅為道。餘眾色類", "60": "一切皆足。或此二寶。一切色類皆悉具足。紫謂紫", "61": "色。紺者。說文云。帛深青而揚赤色。紺含也。青而含", "62": "赤色。今此中紺。與彼稍異。如紫青色。珠乃瑠璃頗", "63": "梨之色。紫紺摩尼之光。內外朎朧。故表裏映徹。此", "64": "即表彌勒聞百億總持之門。無相不顯。無障不淨", "65": "也。", "66": "此摩尼光至微妙寶宮者。", "67": "述云。此後作宮也。四十九重者。持戒堅牢。宮遂重", "68": "密。此表彌勒既過十信等四十心及極喜等九地。", "69": "而居法雲。故宮有四十九重。以所脩行。有四十九。", "70": "一一欄楯至所共合成者。", "71": "述云。第二作欄楯也。總持如欄楯。即由彌勒所領", "72": "百億總持故。外感萬億。摩尼億數。有多少故。前後", "73": "無違。", "74": "諸欄楯間至五百億天女者。", "75": "述云。第三化天子。天女即方便。住持諸行故。子即", "76": "般若。殖種德本故。此二不同。廣如彌勒問論。德種", "77": "雖多。必由九品之慧。故云九億。方便雖眾。而由信", "78": "等五根之力。以涉百億之界。故云五百億。", "79": "一一天子至七寶華者。", "80": "述云。第四手生蓮華。般若作用。雖復無量。皆由七", "81": "聖財。以含圓果故。外感億萬七寶華。理實方便。亦", "82": "含道果。但望般若。功用有故。所以不說。", "83": "□□□□至不鼓自鳴者。", "84": "述云。第六化樂器也。由智慧力。辨才無滯。能生有", "85": "情歡悅之心。故名樂器。彌勒既居第十地。於諸病", "86": "藥。皆無功用。故云不皷鳴。", "87": "此聲出時至競起歌儛者。", "88": "述云。第七起儛也。樂聲既動。女起以儛。即表辨才。", "89": "唱響應方便。亦起身化。以利眾生。", "90": "時詠歌音至無上道心者。", "91": "述云。第八說法也。雖復詠歌。不依生死之戲。皆演", "92": "十善四弘誓願。即表彌勒非唯身業利益。亦以語", "93": "業開化。十善即生天之因。四弘即成道之因。何者", "94": "四也。七佛經云。一覆育一切眾生。猶如椅船。度人", "95": "無倦。二節含萬物。猶如大虗。三願使我身。猶如藥", "96": "樹。其有聞者。患苦悉除。四願我當來得成佛時。所", "97": "度眾生。如恒河沙。是為菩薩度濟之心。菩提資糧", "98": "論云。若未度眾生。我當度之。未解脫者。我當解脫。", "99": "未蘇息者。應當蘇息。未寂滅者。我當寂滅。經論實", "100": "弘。誓既多。隨談一義。亦無違。是故諸天聞已。發大", "101": "乘心。發大乘心。有七因緣。如法印經云。發菩提心。", "102": "有七種因。一者諸佛教化。二者見法欲滅。三者於", "103": "諸眾生。起大慈悲。四者菩薩教化。五者因布施故。", "104": "六者學他。七者聞說如來三十二相八十種好。初", "105": "三發心。能護正法。疾成無上覺。餘四發心。非真菩", "106": "薩。不能護持。諸佛持正法。疾成無上覺。今此發心。", "107": "既因彌勒菩薩教化。故非真實也。此上八嚴。由聖", "108": "行八道。受八解脫樂。凡持八戒。如次所感。聖凡眾", "109": "行。助正智等之所集成。如慧為先。安布間餝。故能", "110": "致此。不爾。何緣有斯勝處。上雖散解。今應總釋。盖", "111": "摩尼欄楯暎餝微妙之宮。天化紅蓮。光含清淨之", "112": "樂。於是寶慧自鳴。乘輪雲而屢儛。清歌發󲮦。聞法", "113": "音而𣫍心。斯願力難思。故得此莊嚴。", "114": "時諸薗中至琉璃渠者。", "115": "述云。第二作園有二。初辨七事嚴。後結生彼得。初", "116": "即有七。此初八色渠也。八色者。青黃赤白。紅紫碧", "117": "綠。此表彌勒能起等八種律儀。已得成就。定依戒", "118": "渠故。有義。八色瑠璃為渠。名為八色。義亦可也。", "119": "一一渠至而用合成者。", "120": "述云。第二寶珠合成。諸寶即況百行。百行合成律", "121": "儀故。百行必由信等五根。故云五億。", "122": "一一渠中有八味水者。", "123": "述云。第三八味事也。即前八色皆具八味故。有說。", "124": "八功德水。可愛味故。名八", "125": "正行故。", "126": "其水上踊至如寶華流者。", "127": "述云。第四生四華事。四華者。青黃赤白也。即渠流", "128": "八水。遶虹梁而吐浪。色發四華。暎赤門而散釆。又", "129": "八色之水。從華而出。四色之華。從水而生。水色交", "130": "暎。如寶華流。此表八正行。當顯常等四德之果。", "131": "一一華上至莊嚴身相者。", "132": "述云。第五華生天女。常等果上。必有方便。方便之", "133": "本。即持戒也。此表持七支戒防三世惡。三善受故。", "134": "所感果有二十四。", "135": "手中自然至自然盈滿者。", "136": "述云。第六手出寶器。手況教也。藏論云。正法教手", "137": "故。此表大千眾生。聽受正法。生信精進等。五根俱", "138": "行。善法欲等。故云五百億。即初發心。隨其自乘來。", "139": "頓希道果。故云滿甘露。", "140": "左肩荷佩至六波羅蜜者。", "141": "述云。第七天女。從水出也。諸天女左佩瓔珞。右負", "142": "樂器。從色水而出。如瑞雲住空。口讚菩薩所行六", "143": "度。此之表慈氏左相好右辨才。從空而出。如雲含", "144": "雨。雨正法雨。利益眾生。總而言云。凡持七支戒。及", "145": "脩七聖財。聖行七覺。除七隨眠之所招感。如是天", "146": "女。或非實女。或佛菩薩。所共化成莊嚴道場。或是", "147": "女人宿持。淨戒精進。無犯之所感現。不可凡心之", "148": "所測度。", "149": "若有往生至天女侍御者。", "150": "述云。第二結生彼得。此表眾生生彼天者。得彌勒", "151": "方便化導也。", "152": "亦有七寶至高四由旬者。", "153": "述云。第三座莊嚴有二。初座量高廣。後座寶莊嚴。", "154": "此初也。何者七寶。如稱讚淨土經云。一金。二銀。三", "155": "吠瑠璃。四頗胝迦。五赤真珠。六阿濕摩揭抵波。七", "156": "牟娑洛揭抵婆。解云。金銀二寶。此土有故。諸教皆", "157": "存。存此方名。真諦云。梵音弗師羅伽。此云黃色寶。", "158": "即金也。梵音旃陀羅乾。此云白色寶。即銀也。吠瑠", "159": "璃者。正梵音也。毗瑠璃者。訛也。真諦梁論抄云。瑠", "160": "璃者。是青色寶。燒不可壞。唯有鬼神有神力者。能", "161": "破為器。或是其金翅鳥卵也。頗胝迦者。即黃綠色", "162": "寶。佛地論云。羯雞恒諾迦寶。智論云。過一千歲。冰", "163": "化為頗梨珠。赤真珠者。佛地論云。赤虫所出。名赤", "164": "真珠。或珠體赤。名赤真珠。真諦云。即無價寶珠也。", "165": "阿濕摩揭抵婆者。云馬瑙。真諦云。赤色寶。即違無", "166": "性論。論云。是帝青等故。牟婆洛揭抵婆者。昔云車", "167": "渠。真諦云。即紺色寶。智論云。金出山石沙赤銅中。", "168": "真珠出魚腹中竹中。虵腦龍珠。出龍腦中。珊瑚出。", "169": "海中石", "170": "化為頗梨珠。大業論云。七寶皆是石所攝。然七寶", "171": "隨方愛重。經論不同。不可致疑。問此七寶坐。何名", "172": "師子。答智論云。佛為人中師子。佛所坐處。若床若", "173": "地。皆名師子座。廣說如彼譬喻經云。五百師子。聞", "174": "佛出世。化諸眾生。皆生天人。禽獸若盡。我當何食。", "175": "心中懷毒。欲往害佛。佛即化作絕妙之座。在師子", "176": "頭上而坐。眾人見之。名曰師子座。今此坐得。彼智", "177": "論清淨法界。內含四德。化身之座。高四由旬。", "178": "閻浮檀金至以為莊嚴者。", "179": "述云。此次座。莊嚴有九。此金寶嚴也。彌勒三業。隨", "180": "智而行。超出凡小之所嚴故。即華嚴云。金色師子", "181": "座也。", "182": "座四角頭生四蓮華者。", "183": "述云。第二華莊嚴也。慈悲喜捨。內四無量。外感四", "184": "華故。", "185": "二蓮華百寶所成者。", "186": "述云。第三百寶嚴也。十善業道。自作教他。讚歎慶", "187": "喜。少分多分全分。少時多時。盡壽行故。一一有十。", "188": "名為百行。內脩內行。外百寶成。所以經前後多說", "189": "百數。", "190": "一一寶出百億光明者。", "191": "述云。第四光明嚴也。由百行之所成智放光明。慧", "192": "破愚暗故。", "193": "其光微妙至莊嚴寶帳者。", "194": "述云。第五寶帳嚴也。兼脩信等助百行。故云五百", "195": "億。眾行互助。故云雜華。", "196": "時十方面至以為寶鈴者。", "197": "述云。第六梵寶嚴也。內脩四辯。外有大梵懸鈴。大", "198": "人敬重。此表彌勒既過等覺百千劫。而居終位。脩", "199": "十地行。而成辨才。", "200": "時小梵王至彌覆帳上者。", "201": "述云。第七梵網嚴也。內脩總持。外得小梵為網故。", "202": "總而言之。將欲敷決定說。先起師子之座。示其莊", "203": "嚴綺麗。瑩餝精華故。金道輝百寶之光。珠帳垂千", "204": "梵之網。故云彌覆其上。", "205": "爾時百千至以布座上者。", "206": "述云。第八華布座嚴。即表彌勒般若方便既得滿", "207": "故。必生無上道果也。", "208": "是諸蓮華至侍立帳內者。", "209": "述云。第九天女侍帳。即表慈氏善巧方便。演正法", "210": "手。化導百億。中立趣也。以此九嚴。足前座量。有十", "211": "莊嚴。皆由凡除十惡脩十善。或菩薩亦脩十無盡。", "212": "戒之所招致。", "213": "時宮四角各有寶柱者。", "214": "述云。第四作柱有四。一持宮寶柱。二摩尼交珞。三", "215": "閣間樂音。四樂音宣法。此初也。曇識解此。即持四", "216": "十九重法堂之四柱。又可堂外四角有四寶柱莊", "217": "嚴之具。初善順經文。", "218": "一一寶柱至諸波羅蜜者。", "219": "述云。□□□□。梵摩尼者。淨魔尼或大梵王如意", "220": "之珠", "221": "拄種種莊嚴。", "222": "如是天宮至亦同寶色者。", "223": "述云。第五□□天女。寶色皆同。欲顯內院種種莊", "224": "嚴。為令有情同入佛慧。", "225": "爾時十方至兜率天宮者。", "226": "述云。第三諸天覩勝發願。往生彌勒。生已方皆發", "227": "願。亦有未生而發願者。總而言之。盖寶華□坐。天", "228": "童侍帳。珠柱持宮。摩尼交絡。以清樂鏗鏘。六度韻", "229": "而成□。寶光皎潔。諸天映而同色。覩慈華麗。殊勝", "230": "莊嚴。莫不住想歸依。願生兜率。此上述第二大神", "231": "作內院已訖。", "232": "時兜率天宮有五大神者。", "233": "述云。第三辨五大神於外內宮種種嚴餝有二。初", "234": "總標。後別顯。此初也。由菩薩等內脩五蘊妙用無", "235": "方。外感五神威力無比。問若言天上有神者。便應", "236": "天中有餘道耶。答天牛天馬。即是畜生鬼等。帝釋", "237": "座處。今神作天宮之有鬼神道。既有鬼有畜生。亦", "238": "應有人有獄。天上既爾。餘亦當各脩故。華嚴經曰。", "239": "人生法有二天守護。一名同名。二名同生。天得見", "240": "人。人不得見天。即人中有天。又云。夜天水天。地天", "241": "河天。天既通類。諸道悉通於義。便當五道。道各有", "242": "五。五五二十五道。權類應爾。", "243": "第一大神至適眾生意者。", "244": "述云。第二別顯有五。此初神也。內持戒蘊得尊高。", "245": "如寶幢高顯。故戒七支雨七寶。由持戒故。各稱人", "246": "心。感得樂音。適眾生意。", "247": "第二大神至以為導引者。", "248": "述云。此次定蘊果也。內脩空蘊。外感華德。定水徹", "249": "清。出妙華故。起四無量。垂覆四生。故雨眾華。化成", "250": "華盖。無量眾行。助嚴禪定。感百千幡。以為導引。", "251": "第三大神至繞宮七迊者。", "252": "述云。此次慧蘊果也。內具慧蘊。說法利物。破無明", "253": "臰。外感大神。名曰香音。音此岸□香六銖。賈直娑", "254": "婆世界。智慧可量如海。此岸香能除七漏。故遶七", "255": "迊。七漏者。謂見。念。愛。脩。根。惡。親近漏。廣如涅槃經。", "256": "第四大神至助菩提音者。", "257": "述云。此次解脫蘊果也。內滿解脫蘊。外感大神。名", "258": "曰喜樂。遠離憂苦。得勝解喜樂。心既決定。脩行能", "259": "成。故雨如意珠也。心常決定。住於真如。外感神住", "260": "在幢幡。既說三歸。又說五戒及諸善法。饒益者利", "261": "樂義。勸者讚勉義。助者資益齊借義。音謂音聲。者", "262": "謂行者。此即總顯神珠。演說三歸五戒等利樂。勸", "263": "勉發求大菩提聲之行者。", "264": "指異生處。不敢輒定。但大聖示身。隨機異見。見既", "265": "不同。生何同處。由是道理。不足致恠。有義。華嚴經", "266": "指其養處。故不相違。父母非唯生。亦有養者故。不", "267": "爾。如何賢愚經云。國王聞之。心惱生懼。恐奪其國。", "268": "伺其未長。方欲除之。內人既知。潛報父母。私送舅", "269": "氏。避難習業。基云。賢愚經表生處。上生經指養處。", "270": "舅名波羅利。故雖有三解。第二為勝。初違慈氏一", "271": "往之化故。諸相違之。文止□應無會釋義故。後雖", "272": "通二經。華嚴有違故。", "273": "結跏趺坐如入滅定者。", "274": "述云。第三入滅相也。結者交也。跏者重也。釋迦表", "275": "化緣盡故。右脅枕手而入涅槃。顯彌勒佛利樂未", "276": "終。當得果智。事方盡故。二相不同。表極未極有差", "277": "別也。似入涅槃。實未圓滅。方上生故。如入滅定。", "278": "身紫金色至兜率陀天者。", "279": "述云。第四後生相也。身紫金色者。表利當生最第", "280": "一故。如百千日者。能破眾生癡常想故。", "281": "其身舍利至不動不搖者。", "282": "述云。第五舍利形也。舍利者。稻穀也。䭾都者體也。", "283": "佛體大小。如稻糓量。故以為名。釋迦如來碎分舍", "284": "利。表分身十方導利多也。彌勒全身。表居兜率行", "285": "一佛化故。如鑄金不動搖者。表佛法身本無生滅", "286": "動作事故。又解肥瘦如常。長短不變。鎚打不舒。色", "287": "似金尊。故例鑄金。", "288": "身圓光中至字義炳然者。", "289": "述云。第六圓光神異。梵音三摩地。此云等持。三昧", "290": "者訛也。大乘之中妙定。及慧字之與義。二俱炳然。", "291": "炳然者。煥爛之異名也。此意即顯圓光之中有定", "292": "與慧。字義煥爛。塔目顯然。矚其文而義顯。故義稱", "293": "現。不爾。如何光能現義。顯雖入滅。禪定智慧。由成", "294": "明煥。首楞嚴者。此云健行。唯佛及第十地菩薩之", "295": "所得故。依涅槃經。有五種名。一者首楞嚴。二者般", "296": "若波羅蜜。三者金剛。四者師子吼。五者佛性。隨其", "297": "所作。立此五名。等持雖通諸位。而表彌勒居等覺", "298": "位。當成正覺。故云首楞嚴。", "299": "時諸人天至供養舍利者。", "300": "述云。第七天人供養。梵音𡨧堵婆。此云積聚。昔云", "301": "兜婆。此云塔。訛略也。", "302": "時兜率陀天至忽然化生者。", "303": "述云。第二答生彼天有六。一生處。二生相。三身量", "304": "莊嚴。四異聖神變。五相好光明。六說法利益。此即", "305": "初也。七寶臺者。七財餝故。即法堂也。師子座者。於", "306": "彼臺中。法王位極。得無畏故。忽。", "307": "□□□□至閻浮檀金色者。", "308": "述云。第二生相也。於師子座上。更有蓮華。一切佛", "309": "座。淨土等中。皆坐蓮華。表出生死之淤泥。秀二乘", "310": "之濁水故。結跏趺者。如盤龍足。以左狎右。降伏而", "311": "坐。以右押左。吉祥而坐。既將說法。顯作吉祥。身色", "312": "如金。表可寶重也。無量光三昧經云。彌勒白銀色。", "313": "會通而言。其體閻浮提金色。而外照之光者。是銀", "314": "也。是以在表見者。為銀色也。一切智光仙人慈心", "315": "經云。彌勒金色。而於白銀光明。以黃金校餝。如白", "316": "銀山。此亦有白銀之光。會還同前。", "317": "形長十六由旬至以嚴天冠者。", "318": "述云。第三身量莊嚴。十六由旬者。德高無比。能越", "319": "六道。超十地故。相好之義。至下當說。壽量隨示同", "320": "俗故。長越天眾。真德高故。釋迦毗楞伽摩尼者。謂", "321": "能種種現。如意珠甄叔迦寶者。狀如延珪。似赤瑠", "322": "璃。或云淨白色。或是樹名。其華赤色。此寶似之。因", "323": "以名焉。", "324": "其天冠寶至住天冠中者。", "325": "述云。第四異聖神變。即顯心首。常共諸佛十方菩", "326": "薩。為伴侶也。十八變者。一振動。依定自在。普能振", "327": "動無數世界故。二熾然。於其身上。發猛焰火。於其", "328": "身下。注清冷水。或此相違。舉身洞然。出種種焰故。", "329": "三流布。流布光明。遍滿無數世界故。四示現。如其", "330": "所樂。示諸相故。五轉變。所有自相。可變色物。皆隨", "331": "勝解。而轉變故。六往來。隨其所樂。縱身往來。無障", "332": "礙故。七卷。能卷一切雪山王等。如一極微故。八舒。", "333": "能舒一極微。令如雪山王等故。九眾像入身。一切", "334": "色像內己身。令諸大眾。知入身故。十同類往趣。隨", "335": "所至類。無不同彼故。十一隱。於大眾前。百千度等", "336": "隱自身。十二顯。於大眾前。復令顯故。十三所作自", "337": "在。普於一切諸有情界。往來住等。所作事中。皆自", "338": "在轉故。十四制他神通。如來神通。普能制伏餘一", "339": "切。具神通者。所現神通。一生菩薩。或最後有所有", "340": "神通。除諸如來悉能制伏。其餘一切。具神通者所", "341": "現故。十五能施辨才。窮盡能與辨才故。十六能施", "342": "憶念。若諸有情。於法失念。能與憶念故。十七能施", "343": "安樂。說正法時。與聽法者。饒益身心。輕安之樂故。", "344": "十八放大光明。身放光明。無數世界。令一切有情。", "345": "息眾苦故。由此神通。能轉所餘。有自性物。令成餘", "346": "物。故名能變。神境智通。廣如瑜伽論威力品中說。", "347": "或有經云。住天窓中。即額中央之名也。雖有二本。", "348": "前順", "349": "澤。引長一尋。放即右旋蠡真殊。解云。諸佛豪相眉", "350": "間者。極端嚴故。面為尊。上間表兩中顯佛恒時貴", "351": "處中道。豪相若舒。便長無量。卷如秋月。圓皎解光。", "352": "白類雪珂。暉煥眾景。白為色本。表作情。依時有卷", "353": "舒。顯隨緣現。流出眾光者。影演五乘相中最勝。所", "354": "以偏說。三十二相者。始從世尊足。有平滿相。妙善", "355": "住。猶如奩底。地雖高下。隨足所蹈。皆悉坦然。無不", "356": "等觸。終至世尊頂上。烏瑟膩沙。高顯周圓。猶如天", "357": "盖。廣如般若第三百八十一。說二之相。皆百福成。", "358": "故云百寶色。三十二相。由行五脩。一發心。二長時。", "359": "三無間。四慇重。五無餘之所感德。故有五百億色。", "360": "好即隨好。隨好有八十種。始從世尊指爪狹長薄", "361": "閏光潔鮮淨如華赤銅。終至世尊手足及胷臆前", "362": "俱有吉祥喜旋德相文同綺畵色類朱丹。赤如大", "363": "般若經中說。好之五百億。例相可解。艶者美義。而", "364": "非焰義。雲者出生蔭覆之義。由行八萬四千教行。", "365": "逼八萬四千根病。因而得相好。故出八萬四千光", "366": "色。基云。八十隨好。由行八萬四千教行之所感故。", "367": "二好美。出八萬四千光明雲。良恐非也。三十二相", "368": "亦由八萬四千行故。亦違經云二相好故。", "369": "與諸天子至法輪之行者。", "370": "述云。第六說法利益有三。初陳所說。次顯利益。後", "371": "示常業。此初也。表菩薩眾並出生死之淤泥。故云", "372": "各坐華座。曰晝三夜三。名為六時。即住六時。恒起", "373": "六神變。說六度行。拔六趣生。破六隨眠。起六塵故。", "374": "有說。八地已上不退之行。有說十信已上菩薩所", "375": "行六波羅蜜。俱不可然。三乘凡聖。皆聞此已。獲己", "376": "利故。", "377": "𨒬一時間至三菩提者。", "378": "述云。此次利益也。今生五根。具足五力。當圓五眼。", "379": "超五道故。成五百億天。", "380": "如是於兜率陀天至廣諸天子者。", "381": "述云。此後常業也。彼恒常明。都無暗夕。以起睡相。", "382": "得其夜名。佛即不然。常度天子。而藏論云。依華開", "383": "合。諸鳥鳴靜。建立日夜者。且談一相。義亦無違。", "384": "閻浮提歲至下生經說者。", "385": "述云。第三住天壽量。梵云瞻部。此樹名也。今閻浮", "386": "提訛也。此間四百歲。當彼天一日夜。類彼三十日", "387": "為一月。十二月為一年。彼天壽四千歲。慈氏窮天", "388": "壽而下生。不中夭故。此經云。當閻浮提五十六億", "389": "萬歲者。依瑜伽論第四。立世第七。毗婆沙等。計此", "390": "間四百年。為彼一日。此四千", "391": "當此一千四百四十億歲。彼天四千歲。當此五千", "392": "七百六十億歲。即與經文相違。今以理推。初以人", "393": "間四百歲。為彼一日夜。後若以百為一。數計即相", "394": "當。一當百故。人間中四千歲。為彼十日。人間四百", "395": "歲。為彼一日。人間一千四百四十歲。為彼一年。人", "396": "間一萬四千四百歲。為彼十年。人間一億四萬四", "397": "千歲。為彼百歲。人間十四億四萬歲。為彼千年。彼", "398": "四千年。當人間五十七億六萬歲。西方有三億數。", "399": "一十萬為億。二百萬為億。三千萬為億。以理推排。", "400": "以千萬為一億。計之即相當矣。是故於經字之上。", "401": "應加七字。其前六字。應萬上安。只恐梵本誦有參", "402": "差。亦慮譯家自成謬笇。不爾。便少一億五萬歲。理", "403": "定應爾。智者應知。然此歲數。四文不同。賢劫定意", "404": "經云。彌勒五億七十六萬歲。當下作佛。其五億者。", "405": "即五十億。前以千萬為一億。成五十億。此以萬萬。", "406": "為一億故。七十萬者。即七億也。十萬為一億故。六", "407": "萬數同。更不勞釋。唯此一經。增減雖殊。與論笇同。", "408": "自餘皆別。雙卷泥洹經云。一億四千歲。令不相當", "409": "此經。及一切智光仙人慈心經云。五十六億萬歲。", "410": "當於龍華樹下得成佛道義。如前已解。菩薩處胎", "411": "及賢愚經云。五十六億七千萬歲。其六字應云七。", "412": "其七字應云六。其千萬者。以百為一億。笇之六千", "413": "萬者。六千億也。義不相違。如是推尋。雖乖古疏。尋", "414": "文究理。亦應無謬。菩薩在天壽量。曾無中夭。生在", "415": "人間。大成佛經說。壽六萬億歲。天盡其年。人間長", "416": "者。時宜現故。不同釋迦。天盡其年。人間早滅。眾生", "417": "厭故。化緣畢故。處胎經云。彌勒人間。壽八萬四千", "418": "歲。若依文。無可和會。彌勒下生成佛利益。如下生", "419": "經。天利既畢。人機後熟。故乃下生。基作此解。雖有", "420": "此解。與經論違。大小教云。人間五十歲。四天王天", "421": "為一日夜。彼天壽量。為五百年。忉利天為一日夜。", "422": "彼天壽量。為一千歲。人間二百年。炎摩天為一日", "423": "夜。壽二千歲。人間四百年。兜率天為一日夜。壽四", "424": "千歲。上壽例此可知。其量既下上天壽。以人壽量。", "425": "作一日夜。豈兜率天。初以人間四百三十年。為一", "426": "日夜。後以百為一。數不可定。餘亦可然故。若爾。如", "427": "何立世經云。人間五十歲。是四天王天一日一夜。", "428": "由此日夜三十日為一日。十二月為年。由此年數。", "429": "五百天壽。是其壽命。當人中歲數九百萬歲。人中", "430": "一百年。是忉利天一日一夜。云云壽數千年。當人", "431": "中三千六百萬歲。人中二百年。是夜摩天一日一", "432": "夜。云云壽命二千歲。當人中十四千萬。人中四百", "433": "年。是", "434": "減方一小劫故。若諸眾生。機根成就。有見佛緣。一", "435": "一小劫。有千佛出。亦無有過。豈況更有十九小劫", "436": "故。真諦解。後十劫中。無有佛出。及前五劫。亦無佛", "437": "者。必非正理。又彼引藏論云。莊嚴劫中。後之三佛。", "438": "在彼釋迦相好業九十一劫中。前後而出。將知不", "439": "同一劫有千佛者。不然。大乘不說三僧祇後於百", "440": "劫脩相好業。而言釋迦三祇已滿。更於九十一劫。", "441": "值彼三佛。脩相好業者。此亦順小乘不了義說。不", "442": "可引證。是故將知。觀藥王藥尚經說。初千人者。同", "443": "在一莊嚴劫出世。亦是一水火劫中千人者。同一", "444": "在賢劫出。後千人者。同在一星宿劫出現於世。即", "445": "快順智論。此劫中有千佛出。今撿此二解。若談大", "446": "乘義。更有相違。知其如次說小大宗義。甚可翫矣。", "447": "小乘雖言多成壞劫。而大乘宗在一成壞。義無違", "448": "故。以何得知。多成壞劫。為賢劫者。賢劫經第九。辨", "449": "賢劫千佛出世。時人壽云。能仁如來。今世壽百歲。", "450": "竪戒如來。法氏如來。妙御如來。此三如來出世時。", "451": "皆人壽億歲。脩觀如來出時。人壽九十億歲等。若", "452": "如後解。二十住劫中。千佛出者。瑜伽婆沙等云。增", "453": "長至八萬。減短但十。云何得言億歲九十億歲乎", "454": "無量歲。漸減之時。應有此億年等故。又五獨經云。", "455": "今當賢劫第九住劫。已有四佛。人壽四萬歲。時迦", "456": "諾迦忖陀佛出世。人壽三萬歲。迦諾迦牟尼佛出", "457": "世。人壽二萬歲。迦葉波佛出世。智論第九云。前九", "458": "十劫有三佛。後一劫有千佛。九十劫初。有毗婆尸", "459": "佛。此云勝觀第三十一劫中有二佛。一名尸棄。此", "460": "云火二名󳺎恕婆附。此云一切勝第九十一劫初", "461": "有四佛。一名迦羅鳩滄陀。此云冠頂二名迦那含", "462": "牟尼。此云金仙人三名迦葉。四名釋迦。諸如是等", "463": "經論。皆據隨轉理。而作此說。復如何知。一成壞劫", "464": "為賢劫者。菩薩處胎第三。如六天王等。滿四天下。", "465": "不如一大梵天功德廣大。典領三千大千剎土。諸", "466": "梵天眾。無量無限。不可稱數壽命。過一賢劫。其命", "467": "乃終。梵王壽命。既六十劫。而言過賢劫。如何得言", "468": "多成壞劫。又智論云。後一劫有千佛。一劫即以成", "469": "壞為一故。將知賢劫在一成壞。又依五百王子經。", "470": "寶藏如來。告海地尊言。過一恒河沙等祇劫有劫。", "471": "名曰遍敷憂鉢羅華。世界名願愛。是時人民。壽八", "472": "萬歲。汝於是中。成無上菩提。號曰寶山。乃至告三", "473": "姿婆。言願愛世界。人壽轉多。八十億歲。汝當", "474": "心。第二云。人間四百年。為兜率陀天上一日一夜。", "475": "如是日月歲數。兜率陀天四千歲。人間五十七億", "476": "六百萬歲。是呼地獄一日一夜。藏論云。等活等上", "477": "下六。如次欲天壽為一日夜壽量。如次亦用彼天", "478": "而言。第四天獨後以百為一。數之相當。一何猛浪。", "479": "有義。賢劫經云。人壽二萬歲時。第六迦葉佛出世。", "480": "人壽轉減。至千二百歲時。釋迦始上兜率天。於天", "481": "四千歲。人間得五十六億七千萬歲。人壽百年時。", "482": "下閻浮提。雜論云。從彌勒菩薩滅後。生第四天。壽", "483": "四千歲。一日一夜。當人間四百年。即准人間。合五", "484": "十七億六百萬歲。然後下閻浮提。成等正覺。賢愚", "485": "處胎仙人經。如前已引。今上生經亦同。智光經定", "486": "意經云。彌勒五億七十六萬歲作佛。以此言之。彼", "487": "天四千歲。准人間歲。得五萬七千六百之萬。此以", "488": "萬為首。而數至於五萬七千六百萬。此中若依千", "489": "萬為億。即為五十七億六百之萬歲。當於雜心之", "490": "文。若依萬萬為億之數。即為五億七千六百之萬", "491": "歲。近於定意經。而言七千六百為六十故。其餘三", "492": "經。皆言五十餘億等者。並依十萬為億之數。但隨", "493": "飜譯之家。煩有增減而已。天人歲數。配之略然。今", "494": "撿此解。雖似無過。而有四難。一長短不當難。如藏", "495": "論云。如是壽長遠究竟。極此八十千歲。是時諸人。", "496": "安坐受樂。無所馳求。壽八千歲。住阿僧祇年。乃至", "497": "眾生。未造十惡。從起十惡業道。時壽命因此十歲。", "498": "減度一百年。即減十歲。乃至廣說。今於彼天四千", "499": "歲數。不滿人間阿僧祇年。況百歲。稍減至十。從十", "500": "稍增。至於八萬。准此而言。不得相當故。二二聖不", "501": "齊難。若據彌勒。百歲時上。至於八萬歲時下生。即", "502": "於中劫。纔過其半論也。釋迦人壽千二百歲時上。", "503": "稍減至十。增至八萬。還減至百。方乃下生。即過一", "504": "劫。億長於前。而皆言於天四千歲。人間得五十餘", "505": "億等。如何相當。三聖教相違難。若釋迦經多死生。", "506": "彌勒於彼經少死生。非但受彼四千一生故。不違", "507": "半劫一劫者。即違經說。一生補處亦違五十餘億", "508": "等故。四乖越壽量難。瑜伽第四云。四大王眾天滿", "509": "足壽量。是等活大那落迦一日一夜。即以此三十", "510": "日為一年。十二月為一歲。彼壽五百歲。如是以三", "511": "十三天壽。是黑繩壽量。以時分夭壽重。成眾合壽", "512": "量。以知足天壽量。成號叫壽量。以化樂天壽量。成", "513": "大號叫壽量。以他化自在天壽量。成燒熱天壽量。", "514": "應知亦爾。極燒熱大那落迦有情壽量半中劫。無", "515": "間大那落迦壽一中劫。准此而", "516": "劫。無間一劫亦轉倍之。然今彌勒菩薩。在知足天。", "517": "經半劫餘。釋迦菩薩。在於彼天。經一劫餘。故經號", "518": "叫壽量時。已逕彼天。無數死生。況亦半劫等。如此", "519": "妨難。如何可會。真諦三藏云。補處菩薩。生於彼天。", "520": "雖無中夭。受多死生。何者。一由旬城所有芥子。百", "521": "年去一芥子盡。一刀兵劫量。此之人間四百年。為", "522": "彼一日一夜。一日夜中。除四芥子。一月除百二十", "523": "芥子。一年除一千四百四十芥子。十年除一萬四", "524": "千四百。百年除一億四萬四千。千年除十四億四", "525": "萬芥子。四千年除五十七億六萬粒芥子。不過二", "526": "三升餘。然釋迦菩薩。第八劫二萬歲。迦葉佛時。相", "527": "好業滿。上生兜率多天。至第九劫百年時方出世。", "528": "從迦葉佛時。二萬歲漸至十歲。第八劫盡。後第九", "529": "劫。從十歲漸上至八萬歲。從八萬漸減至二萬歲", "530": "時。已一劫滿。計既經一由旬芥子盡。復更從二萬", "531": "歲。漸減至百年。方下生故。在彼天經一劫餘。是知", "532": "補處生兜率天。無數死生。但必盡四千歲。然後命", "533": "終。故言不中夭。五百菩薩等。雖兜率天有多死生。", "534": "於剡浮提。並有一生。故名一生作天生也。若依此", "535": "義。通餘經論者。諸說五十餘億等之文。直顯當於", "536": "彼天一生之數。不說上下之間。唯有爾許之年。以", "537": "是義故。前所設難。都無可會。有說。立世經以十萬", "538": "為億。故云五千七百六十億年。上生經千萬為億。", "539": "故云五十七等。其實無異。毗婆沙論百三十五云。", "540": "經於五十俱胝六十百千歲。慈氏如來應等正覺。", "541": "出現世時。施作佛事。彼論百七十八云。問何故菩", "542": "薩唯於都史多天受天趣。㝡後異熟不於餘天耶。", "543": "雖有多說。而引一說。唯覩史多天壽量。與菩薩成", "544": "佛及瞻部州人。見佛業熟時。相稱謂人間。經五十", "545": "七俱胝六十千歲。能化所化善根應熟。彼即是覩", "546": "史多天壽量。是故菩薩唯生彼天。彼俱胝者。即云", "547": "億也。故智論第七云。百億日月。乃至百億大梵。是", "548": "名三千大千世界。瑜伽第三云。百俱胝四大州。乃", "549": "至百俱胝梵世間。名三千大千世界。以此應言。拘", "550": "胝即億也。婆沙百七十七云。積一至百千名洛叉。", "551": "至百百千名俱胝。百千俱胝名那庾多。藏論第十", "552": "二云。十一為十。十十為百。十百為千。十千為萬。十", "553": "萬為洛叉。十洛叉為度洛叉。十度洛叉為俱胝。十", "554": "俱胝為末施。十末施為阿庾多。智論第四云。一一", "555": "名一。二二名四。三三名九。十十名百。十百名千。十", "556": "千名萬。千萬名億。千萬億名那由他。總而言之。拘", "557": "未盡理。聖說眾多。不可以三億堪會通故。佛本行", "558": "經第三十八。辨伊羅鉢龍王事云。世尊。我何時得", "559": "脫此龍身。更何時得復於人身。爾時世尊。告伊羅", "560": "鉢大龍王言。汝大龍王。從今已去。過若干年。若干", "561": "億。於後當有佛。出於世。名曰彌勒多施等。五分律", "562": "第十五云。時伊羅鉢龍王。作是念。昔迦葉等佛。記", "563": "我於當來。過百千萬億歲。釋迦牟尼佛。出現於世。", "564": "當記汝脫龍身時。時今應至。當往見佛等。復白佛", "565": "言。願記我。何時當得脫此龍身。佛言。當來過百千", "566": "億萬歲。有彌勒佛。出現於世。汝於爾時。得脫龍身。", "567": "具彼應說。除三億外。更有何億會此教乎。又彼通", "568": "賢愚經等六字。應云七。七字應言六者。良恐非也。", "569": "暫誹聖言。久置重苦。㝡不可故。又極樂國。去此婆", "570": "國土多小。經文亦異。然不可以笇數。不同而和會", "571": "故。今作一解。彌勒所化。機宜不定。或聞彌勒。遲下", "572": "人間。以生信心。或聞慈氏。疾下剡浮。以種善根。是", "573": "故如來隨機。宜聞而說。彌勒下生時年。久近差別。", "574": "不可凡情。輙趣定其實。不爾。便違聖說。契經化物", "575": "之始。阿毗達磨辨法實性。尚有稱機擬宜之說。況", "576": "脩多羅。為化眾生。而種善根。無隨宜之說。理必如", "577": "是。不可致恠。問彌勒出時。至人壽八萬。即應經小", "578": "劫。今說五十六萬億歲。下於剡浮。奈何侶焉。察云。", "579": "當今向於劫末。若過五十六億萬歲。即至八萬。此", "580": "有何妨。又劫名不可數時者。有多種不可數。或以", "581": "剎那。須申日月等。並據世間人心。力所不知。名不", "582": "可數。未必唯數時行年雙等。為不可數。極微含大", "583": "千之界。剎那總三際之時。說五十六億萬歲。而疑", "584": "脩促者哉。基云。賢劫經云。人壽一千二百歲。釋迦", "585": "始生。覩史人壽一百歲下生作佛。覩史天壽四千", "586": "歲。人間當五十六億七千萬歲。人壽百歲。慈氏生", "587": "天。人壽八萬四千歲。始下成佛。當人間五十六億", "588": "七千萬歲。以此而推。劫減時長。劫增時短。不應難", "589": "言。釋迦經增減劫。何生彼天中。歲數同唯增時。九", "590": "十一劫中。有二十住劫。初住劫。減二萬歲時。上生", "591": "彼天。漸至百年。方下人間。彌勒初住。還增至八萬", "592": "歲。始下剡浮故。二菩薩在天時等。有雖二解。皆不", "593": "盡理。極微含大千之界。剎那總三際之時者。乃是", "594": "示理含事虗蕩之門。不可以此證。法相遠近故。不", "595": "爾。如何可說。彌勒生兜率天。天即人之所含。更無", "596": "所生故。又增劫時長。減時唯五十六萬億歲。定無", "597": "是處。故今解此", "598": "相稱。謂人間經五十七俱胝六十千歲。能化所化。", "599": "善根應熟。彼即是覩史多天壽量。是故菩薩唯生", "600": "彼天故。彼天雖復多度死生。且說最後死生壽量", "601": "令生機緣渴仰心故。傍論且止。應歸本文。", "602": "佛告優波離至兜率陁天因緣者。", "603": "述云。第四總結之也。因緣即相狀所由。為利益故。", "604": "終說上生。皆有所由。名因緣故。此述第二廣答已", "605": "訖。", "606": "佛滅度後至讀誦經典者。", "607": "述云。第二勸生彼天。將釋脩行。生兜率天。略作五", "608": "門。一辨脩因人。二辨所脩因。三見聖不同。四生得", "609": "益。五還解本文。第一脩因人。雖復無量。略有三例。", "610": "一菩薩。二二乘。三凡夫。初菩薩者。有說。從初發心。", "611": "乃至法雲不然。八地已上。永離分段。定不應生兜", "612": "率天故。今解。從勝解行地。至遠行地。為欲供養一", "613": "生菩薩故。為欲聞法種善根故。生兜率天。次二乘", "614": "者。有諸眾生。發心願求聲聞緣覺菩提之道。善根", "615": "未熟。資糧未俻。於現身中。不能悟入。因佛為說兜", "616": "率陀天一生菩薩。十善報應。極妙樂事。聞彌勒名。", "617": "歡喜恭敬。迴心發願。故得往生。後凡夫者。有諸眾", "618": "生。雖受禁戒。不能護持。造眾惡業。聞名悔過。離障", "619": "清淨。造彌勒像。種種供養。故得往生。脩人略爾。第", "620": "二所脩因。欲生淨土。所脩之因。願兜率天者。亦須", "621": "脩之。故諸經論。因雖眾多。今且依此經。辨彼天因。", "622": "略有五種。一捨施。因聞是菩薩大悲名稱。造立形", "623": "像。懃脩功德。掃塔塗地。香華衣服。繒盖幢幡。種種", "624": "供養。於彼天處。欲生即生。二防非因。若一念頃。受", "625": "八戒齋。脩諸善業。思惟兜率持佛禁戒。一日乃至", "626": "七日。思念十善行十善道。以此功德。迴向願生於", "627": "天處。即得往生。三離散因。行眾等持。深入正受。應", "628": "當繫念。念佛形像。於彼天處。欲生即生。四簡擇因。", "629": "讀誦經典。稱彌勒名。發弘誓願。於彼天上。即得往", "630": "生。五淨重因。佛滅度後。四部弟子。及天龍等。得聞", "631": "彌勒菩薩名者。聞已歡喜。恭敬禮拜。此人命終。如", "632": "彈指頃。即得往生。經文因雖有此五。准論必有五", "633": "門。一禮拜門。依名禮拜。一生菩薩。求生天故。二讚", "634": "歎門。至心稱歎。一生菩薩。智慧光明。一切功德故。", "635": "三作願門。生兜率天。脩彼菩薩所行所成四觀察", "636": "也。所觀有三。一觀彼天上功德㽵嚴。二觀彼一生", "637": "菩薩功德㽵嚴。三觀彼天眾功德㽵嚴。莊嚴既多。", "638": "不可具論。五迴向門。不捨眾生。迴向為首。所作功", "639": "德。迴以施之。共生天上。故以此五門。資前五因。必", "640": "生彼天也。第三見聖", "641": "故。不成二因。以十行中分為二故。基云。六事法者。", "642": "一精進脩福。敬恩悲田中。所作業等。二威儀不缺。", "643": "堅守諸前行。自住軌則等。三掃塔塗地。脩飾道場。", "644": "正理制多等。四香華供養。四事什物。隨洽濟等。五", "645": "凡夫行三昧聞思等定。聖人入正受。隨所得禪。或", "646": "凡三昧。非六行足。六行定者。必上生故。深住聞思。", "647": "亦名三昧。六讀誦經典。演說脩習十行法等。且舉", "648": "偏勝。易行上首。有此六事。其中一一。具攝眾業。此", "649": "解不盡。離威儀不缺等。更無諸功德故。由此初解。", "650": "於理為善。事雖有六。行唯有三。謂戒定慧。威儀不", "651": "缺。即止戒行。掃塔塗地。香華供養。即作戒行。行眾", "652": "三昧等。即定行也。讀誦經典。即慧行也故。地持論云。", "653": "六度之中。前四戒學。次一定學。後一慧學。即其義", "654": "也。傍論且止。應釋經文。精進之心。遍筞諸行。故云", "655": "懃脩。威者畏也。儀者軌也。戒與威儀。雖復不同。且", "656": "表總義。塔即佛塔。地即僧地。供即供具。亦云備也。", "657": "定行非一。曰眾。淵奧難窮。曰深。三昧即三摩地。此", "658": "名等持。今云。三昧。此云正受者。謬也。前行後入者。", "659": "影略也。總而言之。若具脩六。或能脩五。上上品生。", "660": "若脩三四。上中品生。若脩一二。上下品生。生於淨", "661": "土。既有九品。生兜率天。亦有九品故。問既不斷結。", "662": "應生下界。如何可說入正定耶。答有義。由此欲界", "663": "亦有定心故。唯識論亦云。欲界有輕安。不然。彼說。", "664": "定加行亦有輕安故。智論云。電光定者。謂欲界定", "665": "者。約隨轉門。而作此說。此即雖居下界。專脩六行。", "666": "以澄三業。離諸亂想。故同正受。", "667": "如是等人至如得六通者。", "668": "述云。第二教迴願有三。初歎業勝。次辨攝念。後辨", "669": "迴願。此初也。雖諸凡夫不斷結使。異於聖者。若脩", "670": "六事。神用廣大。必定往生。如得六通聖者無異。即", "671": "歎慧行也。", "672": "應當繫念至稱彌勒名者。", "673": "述云。此次攝念也。以念形像。類惻真應二種法身。", "674": "故念形像。此顯雖復脩行。仍須正念心想形容口", "675": "恒稱念。即行眾三昧等也。稱彌勒名。即前慧行也。", "676": "有說。念佛即意業。稱名即口業。義亦可也。", "677": "如是等輩至發弘誓願者。", "678": "述云。此後迴願也。如上所說。行六事輩。極少。但能", "679": "於一念頃。至心不犯。持八戒齋。隨脩淨業。發願資", "680": "助。迴向定生。言一念者。非餘時犯。唯一念持戒。初", "681": "唯發願一念持。何況多時。受八戒齋。即前戒行。脩", "682": "諸淨業。即前掃塔塗地。香華供養。雖復脩因。必資", "683": "大願。令定天果故。須發四弘誓願。", "684": "命終之後至結跏趺坐者。", "685": "定出生死。除煩惱故。既生彼天。住於梵行。故於華", "686": "上。結跏坐也。", "687": "百千天子至以散其上者。", "688": "述云。第四諸天讚勸有三。初散華。次讚歎。後勸歸。", "689": "此初也。摩訶曼陀羅華者。即大適意華。此表內心。", "690": "以心念故。以華散之。", "691": "讚言善哉至來生此處者。", "692": "述云。此次歎也。所行所得。既皆深極。故再言善哉。", "693": "由習大因。令成勝果故。善男子者。歎脩行之人。閻", "694": "浮提者。歎所脩之因。生此處者。歎所受之果。", "695": "此處名至汝當歸依者。", "696": "述云。此後勸歸也。處名知足。由此不躭生死。主名", "697": "慈尊。故能垂矜苦厄。歸依即覆護義。謂覆生脩善。", "698": "護離眾之心。離眾惡故。不墮三塗。生諸善法。得見", "699": "彌勒。", "700": "應聲即禮至生死之罪者。", "701": "述云。第五生彼利益有二。初滅罪之益。後不退益。", "702": "此初也。白豪相光。即所觀之處。利益大故。無間罪", "703": "劫一增減。餘處罪劫歲數。為之末劫。凡夫行多。庸", "704": "鄙能超惡境。祈彼淨方。夙運不彈。生為上品。況乎", "705": "靈景獨在出豪光。心專諦觀。不超生死者也。問隨", "706": "觀一相。應得滅罪。何故偏說白豪之相。答白豪相", "707": "光。以諸功德之所成。故如大集經第三十七云。云", "708": "何菩薩助道無盡。菩薩所脩助道功德無量。無邊", "709": "菩薩於中。不應限量。何以故。一切眾生。若去來現", "710": "在。及聲聞緣覺所有功德。於佛世尊。始是成就一", "711": "毛孔功德。如是一一毛孔所有功德。聚集成就。如", "712": "是成就如來一相。如是一一相至三十相。聚集百", "713": "倍功德。始成如來眉間豪相。乃至脩集。倍是豪相。", "714": "百千功德。始成如來無見頂相。問豪光既有如是", "715": "功德。何故但滅九十億劫之罪。答理實滅罪。隨自", "716": "心力。多少不定。今且隨機。宜聞而說。", "717": "是時菩薩至無上道心者。", "718": "述云。此後不退益也。隨說往緣。今悟前業法。因知", "719": "自成不退。昔不退者。更為堅因。隨其位次。成上發", "720": "心。", "721": "如是等眾生至值遇彌勒。", "722": "述云。第六總結成上有四。一得生上。二隨下生。三", "723": "值賢劫佛。四值星宿佛。此初也。三業俱淨。六事齊", "724": "脩。後生彼天。此復何恠。隨脩六事法。少淨三業。心", "725": "期不二。後定上生。", "726": "亦隨彌勒至第一聞法者。", "727": "述云。此次隨下生也。父母之道。當感天然。虎嘯風", "728": "生。此事何惑。六事滿三業圓。上品生彼者。隨初會", "729": "而聞法也。", "730": "於未來世至一切諸佛者。", "731": "述云。第三值賢劫佛。善", "732": "如悲華經第二。", "733": "於星宿劫至受菩提記者。", "734": "述云。第四值星宿佛。積善之家。必有餘慶。供佛之", "735": "心。當有餘善故。亦逢當劫之佛。㽵嚴星宿之名。未", "736": "見聖說。義准賢劫。解亦無違。彼二劫中千佛曾㽵", "737": "嚴。及當例星宿而生。故仍名焉。此中將讚三劫。略", "738": "作四門。一建立之意。二佛出之時。三三劫次第。四", "739": "還解本文。第一建立之意。問有何義故。立此三劫。", "740": "答觀藥王藥上菩薩經云。爾時釋迦佛。告大眾言。", "741": "我曾往昔。於妙光如來末法之中。出家學道。聞是", "742": "五十三佛名。心生歡喜。復教他人。他人聞已。轉轉", "743": "相教。乃至三千人。異口同音。稱往佛名。深心敬禮。", "744": "即得超越無數億劫生死之罪。其千人者。華光佛", "745": "為首。下至毗舍佛。於過去㽵嚴劫中。得成於佛。此", "746": "中千佛。拘留孫佛為首。下至樓至如來。於賢劫中。", "747": "得成於佛。後千佛者。日光如來為首。下至須彌相", "748": "佛。未來星宿劫中。當得作佛。無垢稱經第六云。過", "749": "去轉輪王。名為寶盖。今寶焰如來。輪王千王子。今", "750": "賢劫千佛月盍王子。今釋迦是。智論有千萬劫。過", "751": "去空無有佛。是一劫中有千佛。興諸淨居天歡喜", "752": "故。名為善淨居天。何以知。此劫當有千佛。前劫盡", "753": "已。廓然都盡。後有大水。水底涌出千枝七寶光明", "754": "蓮華。是千佛之相。淨居諸天。因此知有佛。以此言", "755": "之。即由三千人發心因緣。故立三劫。而非過未必", "756": "有此三也。第二佛出之時。問此三劫中。既有千佛", "757": "者。為一成壞有千佛。為經多成壞劫。答真諦三藏", "758": "云。成壞空劫。皆無佛出。唯於住劫。有佛出世。於二", "759": "十劫中。前十劫中。有佛出世。後十劫無。前劫中。前", "760": "之五劫。亦無出世。第六劫中。拘留孫佛出世。第七", "761": "劫中。拘郍含牟尼佛出。第八劫中。迦葉佛出。第九", "762": "劫中。釋迦佛出。第十劫中。彌勒佛出。從彌勒後。無", "763": "量劫中。空無佛出。故知千佛不得出一成壞劫。又", "764": "若賢劫有千佛。即言同在成壞一劫中。亦過去㽵", "765": "嚴劫中有千佛。應同在成壞一劫中。若言同者如", "766": "何。藏論云。如彼過去莊嚴劫中。末後三佛。毗婆尸", "767": "佛。即於九十一劫中。初劫出世。如尸弃佛。毗舍浮", "768": "佛。即在三十一劫中出世。已後無佛。乃至第九十", "769": "一劫。即賢劫之初。有拘留孫佛。㝡初出世。既說莊", "770": "嚴劫中千佛。末後三佛。經九十劫中前後出世。將", "771": "知賢劫千佛。亦不同在一成壞劫。奘法師云。", "772": "增至八十億。賢劫經亦同一劫增減之也。然立世", "773": "經云。成已住者。幾多已過。幾多未過。八小劫已過。", "774": "十一小劫未來。第九一劫。現在未盡。此第九一劫。", "775": "幾多已過。幾多未來。未來定餘六百九十年在者。", "776": "於大無妨。正是小乘宗故。問復如何知大乘宗中", "777": "三劫已後。更無百劫脩相好業。答優婆塞戒經第", "778": "一云。我於往昔寶頂佛所。滿足第一阿僧祇劫。燃", "779": "燈佛所。滿足第二阿僧祇劫。迦葉佛所。滿足第三", "780": "阿僧祇劫。若三劫後。更有百劫者。釋迦不應補迦", "781": "葉佛處。故知大乘菩薩脩因。但經三劫。無別百劫。", "782": "有義。二宗互通。各所引文。非也。真實隨轉二門故。", "783": "第三三劫次第。問此三劫次第。無間起不。答有說。", "784": "初㽵嚴劫。望於賢劫。定應無間。故藥尚經說。莊嚴", "785": "劫千佛㝡先成佛。名和光。㝡後成佛。名毗舍。毗舍", "786": "即前九十劫中。第三十一劫佛。是也。以此劫後不", "787": "說別劫。至第九十一劫。方說賢劫。即知前九十劫。", "788": "以云名莊嚴劫。其星宿劫。聖說不定。大般若第九", "789": "云。佛告阿難陀言。此從坐起。無量苾蒭。從是已後。", "790": "六十一劫。星宿劫。當得作佛。皆同一號。謂大幢相", "791": "如來。以此將知。六十一劫為星宿劫。星宿劫前。皆", "792": "名賢劫。賢劫經第十云。爾時普廣意轉輪聖王。即", "793": "定光如來是也。其佛侍者。名曰無損智。比丘者唯", "794": "衛佛是也。其王千子。是賢劫中千佛。過千佛已。六", "795": "十五劫。當斷無佛。然後有劫。號大名稱。皆同斯劫。", "796": "成㝡正覺。其彼世時。八萬大臣。在大名稱劫。而復", "797": "道覺過劫已。中間斷絕竟。八十劫都無佛興。然後", "798": "有劫。名喻星宿。其八萬大臣。於斯劫中。成㝡正覺。", "799": "過星宿劫。中間斷絕境。三百中劫亦無佛興。然後", "800": "有劫。名重清淨。此轉輪聖王后綵女八萬四千。當", "801": "於其劫。成㝡正覺。以此言之。賢劫已後。有大稱劫。", "802": "然後乃有星宿劫。中萬佛出世。問藥尚經說三劫", "803": "千佛次第而起。如何此經說。賢劫後更有多劫。方", "804": "說星宿劫。答應作二解。初解。藥尚經星宿劫。即賢", "805": "劫經大名稱劫。但恐名濫後星宿劫。以異名說。其", "806": "實名無別故。大般若經云。從是已後。六十一劫。星", "807": "喻劫中。當得作佛。故知大名稱劫。即星宿劫。後解。", "808": "劫量長短不定。星宿劫者。總含多劫故。大般若經", "809": "說星宿劫初。名星宿劫故。但說六十一劫。為星宿", "810": "劫。賢劫經說星宿劫終", "811": "縛象三種。對法據多分。且說三種涅槃。意通捉矩", "812": "之屬。對法樂損涅槃中。無初八開差別故。即對法", "813": "四。俱彼生故。對法讒揲。即是兩舌。名別義同故。雜", "814": "心小宗。但說重者。名非律儀。餘者輕故。由此義故。", "815": "頭數雖別。而不相違。有說。此惡律儀亦攝一切犯", "816": "戒惡行。非也。處中之惡。應成惡律儀故。傍論且止。", "817": "還釋文。其墮耶見及惡律儀。有佛無中邊。諸方皆", "818": "備有之。若聞彌勒名。皆定不墮。三業歸依。深心歡", "819": "喜。四等宿願。威力加故。", "820": "恒生正見至不謗三寶者。", "821": "述云。此後有善有三。一恒生正見。即反前耶見也。", "822": "二眷屬成就。即反前惡律儀也。三不謗三寶。即反", "823": "前不墮暗處。不生邊地。恒逢三寶。生信向故。不但", "824": "中品無惡。有三善上下品生。隨應立有。欲明聞名", "825": "者。改八部之異形。受四生之勝體。偏於中品。而獨", "826": "說之。", "827": "優波離至速得清淨者。", "828": "述云。第三辨下品生。即眾犯戒。悔淨往生也。於中", "829": "有三。初悔歸罪滅。脩行往生。次見聖不退。後值未", "830": "來佛。初又有三。初罪滅。次脩行。後往生。此初罪滅", "831": "有二。一者先受戒禁。而後犯之。二者先不受戒。造", "832": "眾惡業。聞名歸禮。兩手二足。及以頭首。五體投地。", "833": "至誠懺悔。罪速清淨。", "834": "未來世中至禮拜繫念者。", "835": "述云。此次脩行也。設不作罪。懺悔願生。但脩十行。", "836": "定得生彼。一聞名稱。二造形像。三香供。四華供。五", "837": "衣服供。六繒盖供。七幢供。八幡供。九身恒禮拜。十", "838": "心思繫念。", "839": "此人命終時至得往生者。", "840": "述云。此後往生也。犯戒造惡。歸依清淨。聞名脩行。", "841": "命欲終時。菩薩放白豪之妙光。滅其罪暗。雨綺華", "842": "之麗色。長其道種。佛天來迎。表慈深故。須臾往生。", "843": "顯業勝故。總相雖然。委悉說者。懺悔造像。供養禮", "844": "拜。及繫念者。下品上生。懺悔造像。供養禮拜。不恒", "845": "繫者。下品中生。懺悔造像。供養而已。不恒禮拜。不", "846": "常念者。下品下生。雖歸悔罪得銷除。不造形像。供", "847": "養禮拜等。或但形像。或但供養。或但禮拜。或但繫", "848": "念。或一稱名。亦下下品。設不生彼。三會之中。亦得", "849": "度脫。", "850": "值遇彌勒至得不退轉者。", "851": "述云。第二見聖不退。善根久熟。見便禮敬。慈悲自", "852": "起。疾得聞法。除不信心。速得不退。有說。十信位中。", "853": "不退之心。名得不退。", "854": "於未來世至諸佛如來者。", "855": "述云。第三當值佛也。即於當來。得值星宿劫。後恒", "856": "沙諸佛。而非星宿劫中諸佛。不爾。便違上品三生。", "857": "唯值星宿劫諸佛故。此上往生。雖復三類九品而", "858": "生。並內眾中。親得見佛速聞法也。若生外眾。雖第", "859": "九品。任運後時。還成不退。佛號慈尊。善自長故。此", "860": "述初脩行往生已訖。", "861": "佛告優波離至作大歸依者。", "862": "述云。第二總勸歸聖證得善利有三。初聖作歸依。", "863": "次歸者不退。後見光受記。此初之也。釋迦滅度。五", "864": "道眾生。沈淪苦海。無所依恃。既未逢真報之佛。皆", "865": "屬慈尊。作歸令度。若不見者。便失大利。故云大歸", "866": "依處。", "867": "若有歸依至得不退轉者。", "868": "述云。此次歸得不退也。有說。歸依彌勒。即得入位", "869": "益。不然。入位即入十信故。多劫脩行。得入十信處", "870": "信處說故今。解值。彌勒必得菩提故。得不退轉。", "871": "彌勒菩薩至即得授記者。", "872": "述云。此後得授記也。多陀阿伽度。如來也。阿羅呵。", "873": "應也。三𦵧三佛陀。正遍知也。其得聖者慧矚智光。", "874": "若凡夫人。眼見金色。因既不退果□無上。", "875": "佛告優波離至繫念思惟者。", "876": "述云。第三示歸聖者。滅罪多少。三類九品。願往生", "877": "者。脩十善行。念名恭敬。滅罪異故。於中有二。初辨", "878": "樂生業滿得生。後辨不樂行亦未滿。初又有四。一", "879": "令念。二勸行。三教願。四滅罪。此初也。即以繫念思", "880": "惟。善心為生。兜率天因也。", "881": "欲念兜率陀天至行十善道者。", "882": "述云。第二勸行也。且論持戒。不說餘業。舉其極少。", "883": "一日至七日。亦得往生。何況多年多生脩行。以一", "884": "切善。十善攝盡。故思念之。行據重者。名十善道。有", "885": "說。別以前行。為往生因。總以十善。為往生因。不然", "886": "戒及業道。行脩別故。", "887": "以此功德至當作觀者。", "888": "述云。第三教願也。有行無願。而行必孤。未必得生", "889": "慈氏所故。有願無行。而願必虗。前既無因。果不生", "890": "故。所以教願與行相扶。", "891": "作是觀者至生死之罪者。", "892": "述云。第四滅罪有三。初逢緣駐想。次聞名起敬。後", "893": "禮拜投誠。此初緣有三。初有情。即見一天人也。隨", "894": "遇一有情緣。即念彌勒。有苦念󳫠。無樂念與。惡者", "895": "念除。善者念攝。勝者欣求。劣者念厭。善友念崇。惡", "896": "友念拒。復諸法。即見一蓮華也。隨遇一法。即念彌", "897": "勒。好法思供養。惡法不遇。染法欣斷。淨法欣修。然", "898": "今且舉", "899": "念。一切時念不暫休廢。若一念頃。念滅千二百劫", "900": "生死之罪。慈氏宿願念者心專。故致於此。", "901": "但聞彌勒名至生死之罪者。", "902": "述云。此次聞名起敬也。前言若逢緣一念頃念滅", "903": "千二百劫。此但聞名。合掌恭敬。除五十劫者。但發", "904": "身業。首不至地。歸心輕故。", "905": "若有至心生死之罪者。", "906": "述云。此後禮拜投誠。以首至地。日夜相續。除罪百", "907": "億劫。身心等歸。並皆重故。此為㝡重見豪。第二一", "908": "念頃。第三聞名合掌。第四輕重異故。問何故見身", "909": "豪相。不如遙念。答見佛身相。滅罪寔多。良以遙念", "910": "行而難生。見歸崇而易起。行化之法。先勸作難脩。", "911": "後勸作易行。又人間苦重。欣意殊深。天上樂多。厭", "912": "心誠淺。又遙念者。一念頃時長故。意念故。見光者。", "913": "蹔時間時短故。眼見故。故遙念者滅罪多。見光豪", "914": "者滅罪少。問聞名歸念。滅罪多少。經有誠文。造形", "915": "供養功德。亦有多少。答功德更多。作事相續念。亦", "916": "大故。此中且舉少念少禮一蹔歸聞。若數數聽聞。", "917": "頻頻敬禮。朝朝供養。功德更多。前三品脩。但辨得", "918": "生之福。未論滅罪之相故。至於此方。示歸聖者。滅", "919": "罪多少。有義。一念稱名。唯有語業。而無餘二。聞名", "920": "合掌。亦有身業。至心敬禮。具有三業。故滅罪多少", "921": "不同。然不身語二業必有意業故。然賢劫經約下", "922": "位菩提。稱供禮拜。故云除百千萬阿僧祇劫生死", "923": "之罪。亦不違此也。", "924": "設不生天至發無上道心者。", "925": "述云。第二不樂生天業力未滿。未滿善故。龍華三", "926": "會亦發道心。前樂生天。三品業滿。龍華三會。皆悉", "927": "得道。此唯發心。故有差別。菩薩處胎經第三云。汝", "928": "生快樂國。不如我國苦。汝說法甚易。我說法甚難。", "929": "初說九十六受我五戒者。次說九十四受持三歸", "930": "者。後說九十二一稱南無佛。據實。上品生脩六事", "931": "法。而言受五戒。初會得度者。且舉脩六中威儀不", "932": "缺而已。上品下生。唯一事故。受持三歸。第二會度", "933": "者。中品上生。具三業故。一稱南無佛。第三會度者。", "934": "下品下生。唯口念故。彼經略舉三中各一所脩。故", "935": "不相違。問預造彌勒當成佛形者。從後境中生福", "936": "耶。答有義。從未來境生福。以心信未來故。而為讚", "937": "美。即時大士當得作佛。故造佛形而菩薩善資。若", "938": "追造佛昔菩薩形。亦有兩義。例之可解。有義。不然。", "939": "正從去來之境發福心。亦去來隔於現在。現在無", "940": "資故。預造彌勒當成佛形。即於本地生。追造亦然。", "941": "不爾。便違毀謗得罪義故。問若爾", "942": "來力所任持故。又涅槃云。二施果報等無差別者。", "943": "以本佛同故。傍論且止。應釋經文。此述初勸生彼", "944": "行已訖。", "945": "說是語時至百千迊者。", "946": "述云。第二眾發希願有二。初眾發願。後佛記生。初", "947": "又有二。初威儀。後發願。此初也。從坐起者。表生於", "948": "彼從生死起。禮二足者。捨煩惱故。繞佛菩薩百千", "949": "迊者。形百千生常不離故。", "950": "未得道者至兜率陀天者。", "951": "述云。此後發願也。未得道者。但舉凡夫。聖隨願故。", "952": "不還無學。神通可往。勵勸末代。故不談聖。未來值", "953": "遇三會。得度捨此身已。方願生上故。", "954": "世尊記曰至之所攝受者。", "955": "述云。第二佛記生也。汝等及未來下品行者。乃至", "956": "一念稱彌勒名。皆得生彼。況能脩福持戒。上品不", "957": "生。三乘五乘。皆度脫故。", "958": "佛告優波離至為耶觀者。", "959": "述云。第三結成正觀。為度末代。慇勸往也。今此一", "960": "經。雖有三分。而初二分已訖。", "961": "爾時尊者至我今隨喜者。", "962": "述云。第三問名喜行分有四。一問。二答。三時眾獲", "963": "益。四喜退流通。初中後二。初讚說隨喜。後正問持", "964": "名。此初也。歎凡及聖功德業果故。成前說皆通二", "965": "感。聞說慶悅。故言隨喜。", "966": "唯然世尊至何名此經者。", "967": "述云。此後問持名也。唯然者。敬諾之詞。此經要妙。", "968": "如何受持。行之儀軌。復何名之。", "969": "佛告阿難至莫斷佛種。", "970": "述云。第二答有二。此初答受持也。我今滅度。末代", "971": "無依。故歡受持。勅令不忘。為令未來近受天中之", "972": "法樂。捨四趣之淪喪。遠示菩提之妙相。出三界而", "973": "超驤。經在有植善根。法滅便須斷佛種佛。謂圓覺", "974": "種名為因慧。學故慧生。不學種斷。", "975": "此經名至至如是受持者。", "976": "述云。此後正答名也。說彌勒菩薩涅槃之事。故以", "977": "為名。示生彼相。令有矚觀。勸進發心。流通萬代。依", "978": "名釋義。如是受持受。謂領納在心。持者任持之不", "979": "忘。", "980": "佛說是語至首楞嚴三昧者。", "981": "述云。第三時眾獲益有二。初聖益。後凡益。此初也。", "982": "或有經云。十方菩薩。此即善慧地滿心菩薩。聞此", "983": "經故。得入第十地健行之定。以此證知。變化身亦", "984": "化地上菩薩。不爾。當知雖復一會。所見異故。聞他", "985": "受用身之所說法。而得法雲。首楞嚴定同時處凡", "986": "聖麁妙之身。佛地論說故。有說。十法菩薩。聞此經", "987": "故。即得進成金剛三昧。不然。無別說故。", "988": "八萬億諸天至彌勒下生者。", "989": "述云。此後凡益。即此方兜率天眾得益之也。非但", "990": "當時發心。亦願未來隨生故。", "991": "是何種姓故。今作一解。一者菩薩行法不厭生死", "992": "者。受生死苦。行利樂故。樂生天者。託勝所依。脩妙", "993": "行故。於一切生。受尊貴故。處劣自體行不圓故。生", "994": "天得見彌勒佛故。不同二乘厭生死苦。恐天放逸。", "995": "不樂生也。二者愛敬無上菩提心者。即示脩勝行", "996": "求大菩提。於彌勒所。聞大法故。不樂大乘。希小果", "997": "者。隨受生處。欣涅槃故。三者欲為彌勒作弟子者。", "998": "願於惡界為作善。利苦有情。所希行救濟。不願淨", "999": "土。作餘佛弟子。欣無苦有情可行濟度。無苦可厭。", "1000": "欣心不深故。又釋迦末法。持戒犯戒。有戒無戒。釋", "1001": "迦皆囑。彌勒度之。自揣解行。難生淨土。可為彌勒", "1002": "作弟子者。於上所說。天宮處所。應作是觀。其觀者", "1003": "後。", "1004": "作是觀者至上妙快樂者。", "1005": "述云。第二教生彼行也。欲生彼天。即脩五因。一持", "1006": "五戒。二持八戒。二持具足戒。即是出家五眾所受。", "1007": "皆名具戒。懃󳛻等戒。雖非具戒。具延方便。故立此", "1008": "三戒之所以。廣如瑜伽論四。身心精進。不求斷結。", "1009": "精純無惡雜故。進謂昇進。不懈退故。不求斷結者。", "1010": "非作精進。六行斷結。斷結便生上二界故。五脩十", "1011": "善法。足離煞等。廣如對法等。今此且論。凡夫散心。", "1012": "五麤因行。感內外院增上果業。未是巨細分別解", "1013": "釋。生彼業因。廣勸生中。方具教示。雖脩此因。要須", "1014": "一一思惟彼天上妙快樂。迴願生故。前行非觀。觀", "1015": "為首故。思惟彼樂。", "1016": "作是觀者。", "1017": "述云。此後結正觀也。知佛時遙。病重行𨷂。受佛付", "1018": "囑。欣當佛度。末代津梁。真為世觀。業識淺微。智量", "1019": "踈拙。欣生報土。越分所望。不稱病行。名為耶觀。此", "1020": "上述初外果已訖。", "1021": "爾時優波離至極妙樂事者。", "1022": "述云。第二辨內果有三。初發請。次廣答。後結勸生", "1023": "彼。初又有三。初請儀。次歎勝。後正請。此初二也。", "1024": "令此大士至何時生彼者。", "1025": "述云。此後正請有二。初問此沒。後問生彼。不以對", "1026": "沒。難以顯生。故兼足也。有義准答。即有五問。一問。", "1027": "彌勒既生兜率。從今已後。示知此人更經幾年何", "1028": "月何日。人間命終。上生彼天。二問。彌勒捨命之時。", "1029": "身在何國何村何家。三問。彌勒臨命死相。四問。彌", "1030": "勒死後殯相。五問。彌勒天上受身之相。雖有五問。", "1031": "問中略有㝡初之問。此解不然。中間三答。傍乘義", "1032": "故。非別問也。", "1033": "佛告優波離至二月十五日者。", "1034": "述云。第二佛答有四。一答此沒後。二答生彼。三住", "1035": "天壽", "1036": "表聞受記。脩十二住。得度生死十二緣起。二月者。", "1037": "即春陽之月。種植根裁。華菓穀榮。百獸孚乳。此中", "1038": "二月。況二種法身。陽春和液。人所愛樂。即喻智者。", "1039": "樂於如來常樂我淨。種植者。喻聞法歡喜。發菩提", "1040": "心。根裁者。喻於十方諸大菩薩。來詣佛所。諮受大", "1041": "乘之法。孚乳者。喻佛弟子。生諸善根。華喻七覺。菓", "1042": "喻四果。以是義故。二月沒也。其十五日。亦有十一", "1043": "事。一者破暗喻破無明。二令見道非道。喻說正道", "1044": "耶道。三令見耶正。喻示生死涅槃。四除󳬂蒸得清", "1045": "凉。喻令人遠離貪嗔等熱。五破螢火高心。喻破外", "1046": "道光明。六息賊盜之想。喻破煩惱結賊。七除眾生", "1047": "畏惡獸心。況滅畏五盖心。八敷優鉢羅華。喻開眾", "1048": "生種善根心。九合蓮華。喻覆盖眾生五欲之心。十", "1049": "發行人進路之心。喻起眾生進脩趣向涅槃之行。", "1050": "十一令諸眾生。示受五欲。多獲快樂。喻令諸眾生", "1051": "示脩解脫。以是義故。二月之內。上十五日。以命終", "1052": "之。准涅槃經。理必應然。佛與菩薩。雖覆不同。利樂", "1053": "之意。等無異故。", "1054": "於此波羅捺國至還至生處者。", "1055": "述云。第二假處也。波羅捺者。云江遶城。劫波利者。", "1056": "此云捉髑髏鬼。波婆利者。此云大護。即於本國本", "1057": "村本父父生之處。釋迦欲表此方緣畢。餘方教化。", "1058": "故於迦維生。俱尸那滅。慈氏菩薩此緣未盡。表於", "1059": "此滅。復於此生。行利他故。還本生處。而命終也。母", "1060": "家即南天竺波婆利國。故名還至。問彌勒性慈。何", "1061": "故父母皆波婆利。答慈氏即表德之姓。波婆利者。", "1062": "本俗之姓。更勘然彌勒生處。聖教不同。華嚴經入", "1063": "法界品。彌勒菩薩告善哉童子言。我於此閻浮提", "1064": "南界摩離國內。拘提聚落。波羅門家種姓中生。為", "1065": "欲滅彼高慢心故。化度父母。及親族故。於此命終。", "1066": "生兜率天。為欲化度被諸天故。賢愚經同。第十六", "1067": "云。波羅奈王。名波羅摩達。有補相生一男兒。三十", "1068": "二相。眾相好備滿。輔相增悅。即召相師。相師占言。", "1069": "有大德之相。故國人民悉聞彌勒所有高勝德相", "1070": "之聲。國王聞之。懷懼憂。此子有德之相。必奪我德。", "1071": "欲煞其子故。即勅輔相。汝子可將來。吾欲見此因", "1072": "緣故。輔相密遣波婆梨所。此波婆梨。在婆梨富國", "1073": "令彼養。乃至廣說。今此上生經。亦異彼二經。如何", "1074": "可會。答", "1075": "別答初反故不。答爾許時下生故。", "1076": "佛告阿難至執在心懷者。", "1077": "述云。第二如來許說彌勒出世者。正許佛問。兼佛", "1078": "經幾時。國土豐樂者。許境豐樂。弟子多少者。許弟", "1079": "子翼從。恐聞而忘失。說即無益。故思在心懷。", "1080": "是阿難時至即還就坐者。", "1081": "述云。第三阿難領旨。歛許說之旨。故曰受教順定", "1082": "坐。故還就坐。", "1083": "爾時世尊至於此國界者。", "1084": "述云。第四佛答問有二。初正答問。後勸脩因。初又", "1085": "有四。一答境豐樂。二答佛。三答弟子。四答幾時。答", "1086": "眾問中。兼辨神變。故不別答。初又有四。一國邑莊", "1087": "嚴。二地土廣美。三人民相和。四王臣勝善。初又有", "1088": "三。初城邑莊嚴。次龍王加好。後鬼神除惡。初又三。", "1089": "初時。次處。後城。此初二也。說此經時。望彌勒出。經", "1090": "五十六億萬歲。故云將來久遠。上生經曰。如彌勒", "1091": "下生經說者。即指此也。有說。經半劫故。將來久遠。", "1092": "但上生經為宜物聞故。約彼天壽。而說五十六億", "1093": "萬歲。此說可也。義之如前。裝法師云。西方說故。王", "1094": "舍城是香第城。未來有王。名餉佉。所都大城。名雞", "1095": "頭未。此名慧", "1096": "檀那越披提羅達。所在國名。波羅那夷。今我釋迦", "1097": "文佛。父字悅頭檀。剎利種。母字摩耶。所治國名迦", "1098": "維。准義而言唯衛等。佛父雖是國王。而迦葉佛父", "1099": "應非國王。以云所在。不言所治故。長阿含第一言。", "1100": "迦葉佛父名梵德。波羅門種。母名曰財主。是時王", "1101": "名汲毗王。所治國名波羅捺。餘雖異名。華夷不同。", "1102": "應無違也。毗婆尸佛時大臣。名提舍。餘者可勘。", "1103": "斯能分別至國界若干者。", "1104": "述云。此次歎現在智。現在國界既無數量。不可具", "1105": "論。略如十住婆沙論。", "1106": "亦復明了至真等正覺者。", "1107": "述云。此後歎未來智。智雖復照當來諸佛。慶喜欲", "1108": "問。彌勒化導故。且舉蠰佉時之事也。", "1109": "欲聞其變至為經幾時者。", "1110": "述云。第二陳請。請其五事。一佛神力。即變也。二徒", "1111": "眾多少。即弟子翼從也。三彌勒成佛。即佛也。四依", "1112": "報莊嚴。即境豐樂也。五住世之時。即經幾時也。有", "1113": "說。變者。國土人民。前後不定。故言變。非神力變。無", "1114": "別答故。幾時者。問五十六億萬歲之時。而非住時。", "1115": "不然。如來", "1116": "前五因皆見菩薩應化二身。而來迎接。約增而言。", "1117": "唯脩施因。以得見聖。由其施行。能捨財物。造立形", "1118": "像。種種供養。表聖聖故。見應化而來迎。接問禪定", "1119": "智慧二種因緣。何故不見。乃約施行。以彰見聖。若", "1120": "據實而論。脩定慧因。皆有始脩終成之義。若約終", "1121": "成合理之定。內證真智。實見菩薩應化來迎。今據", "1122": "始脩。不契理證。所以不見已成施行。所表處勝。故", "1123": "約之辨。見上生不同。第四彰生獲益。因既眾多。獲", "1124": "益遂異。雖復無數。旦依此經。得益有二。一滅罪益。", "1125": "二聞法益。初益有六。一歸依得益。如經云。禮已諦", "1126": "觀眉間白毫。即得超越九十億劫生死之罪。二禮", "1127": "敬得益。如經云。若有禮敬。彌勒菩薩。除百億劫生", "1128": "死之罪。三聞名得益。如經云。但得聞是彌勒名者。", "1129": "不墮黑闇邊地耶見諸惡律儀。四滅罪得益。如經", "1130": "云。但聞彌勒名。合掌恭敬。除五十劫生死之罪。五", "1131": "聞稱得益。如經云。若一念頃。稱彌勒名。此人除却", "1132": "千二百劫生死之罪。六悔過得益。如經云。男子女", "1133": "人。犯諸禁戒。造眾惡業。聞是菩薩大悲名字。五體", "1134": "投地。誠心悔懺。是諸惡業。速得清淨。後法益有三。", "1135": "一聞法獲益。如經云。是時菩薩。隨其宿緣。為說妙", "1136": "法。令其堅因。不退轉於無上道心。二遇聖獲益有", "1137": "三。一現值聖益。如經云。值遇彌勒。亦隨彌勒。下剡", "1138": "浮提。第一聞法。二生值聖益。如經云。值遇賢劫一", "1139": "切諸佛。三後值聖益。如經云。於未來得值恒沙等", "1140": "諸佛。三授記獲益有二。初為彌勒。受菩提記。如經", "1141": "云。若有歸依彌勒菩薩。當知是人。於無上道。得不", "1142": "退轉。菩薩成佛。見佛光明。即得授記。後為諸佛授", "1143": "記。如經云。於星宿劫。亦得值遇諸佛世尊。於諸佛", "1144": "前。授菩提記。傍論且止。應歸釋文。第五之門也。於", "1145": "中有三。初勸生彼行。次眾發希願。後結成正觀。初", "1146": "又有三。初脩因往生。品類不同。次總勸歸聖。證得", "1147": "善利。後示歸聖者。滅罪多少。初中後三。初上品因", "1148": "生。次中品因生。後下品因生。初中復六。一示脩因。", "1149": "二教迴願。三正往生。四諸天讚勸。五生彼利益。六", "1150": "總結成上。初又有二。初總表。即懃脩功德也。後別", "1151": "解。即六事因也。何者為六。一護戒行。即威儀不缺", "1152": "故。二敬塔行。即掃塔塗地也。三供養行。即以眾名", "1153": "香妙華供養也。四等持行。即行眾三昧。入正受也", "1154": "五讀誦經行。六誦經行。即讀誦經典也。有說。一威", "1155": "儀不缺。二", "1156": "小乘宗既有不同。如何諸教令可准一。今作此說。", "1157": "依小乘宗。三劫未必無間而起減。佛善少故。今依", "1158": "大乘。三劫定應無有間絕。善根多故。成住壞劫。如", "1159": "次名為莊嚴賢劫星宿劫。理無違故。傍論且止。應", "1160": "歸釋文。第四之門也。菩提名覺。覺諸法故。授亦云", "1161": "受。受是弟子。授是如來。如來授與。記其必得。故名", "1162": "授記。弟子領意。信得不虗。故名受記。將講授記。略", "1163": "作五門。一授記意。二授記者。三授記人。四時差別。", "1164": "五釋文。第一授記意。如來授記。自有五意。一大師", "1165": "逆照。二因必得果。三令他人起敬。四不捨眾生。有", "1166": "作佛義。五行位已高。由此五義。故須授菩提之記", "1167": "也。第二授記者。佛有三身。有說。若授二乘及地前", "1168": "菩薩記。唯是化身。若授大地菩薩記。通有報身。故", "1169": "攝論云。化身為二乘及地前菩薩說法。應身為地", "1170": "上菩薩說法。楞伽經說。應化佛為應化聲聞授記。", "1171": "報法佛而授記別。智論說。法性生身佛說法。十位", "1172": "菩薩能受。此解不然。化身既化大地菩薩。應身亦", "1173": "應化二乘凡夫故。若不許然。便違佛地論。神力加", "1174": "而令暫見故。法身雖復說法與授記。義有異故。應", "1175": "說諸能授者。必是化身及他受用身。思之可解。第", "1176": "三受記人有五故。資粮論云。一未發心。二共發心。", "1177": "三隱覆。四現前。五密意。前四授大乘人。後一授小", "1178": "乘人。初未發心者。有說。當十信位。由得增上信故。", "1179": "不然。十信已前。尚已發心。況亦十信而未發心。今", "1180": "解。無始之來。至未發菩提之心故。莊嚴論。判為性", "1181": "地。即性種姓故。如首楞嚴經云。是人往來五道。諸", "1182": "根猛利。好樂大法。佛知是人過此若干百千萬億", "1183": "阿僧祗劫。當得阿耨菩提心。次共發心者。有說。十", "1184": "解十行位。由得增上行故。不然。十信亦已發心故。", "1185": "今解善法欲去。名為發心故。彼論云。成熟善根。種", "1186": "菩提種。得增上行。但欲解脫諸眾生故。即發心時。", "1187": "入不退轉。無墮落法。離八不閑。即八難也次隱覆者。始", "1188": "從十向。至七地位。若聞自授記。於六度行。不發精", "1189": "進。不聞更發。欲使斷他念。此菩薩懃心精進。幾時", "1190": "得菩提疑。故與授記。有說。乃至七地未得。法爾不", "1191": "退。於行有時退故。不然。初地已行。必不退故。次現", "1192": "前者。若菩薩成就。出世五根。得無生忍。住不動地。", "1193": "時非前後。諸佛現前。授記作佛故。後密意者。如法", "1194": "華經說。我等皆隨喜。大仙密意。語如。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 388 彌勒上生經述贊", "author": "Not available"}