{"sourceLink": "http://www.cbeta.org/", "text": {"0": "偈勉同參", "1": "鼓山為霖禪師語錄卷下", "10": "深宮默默體無為。奉順須教勿暫離。一念不生冥本", "100": "五祖弘忍大師五祖弘忍大師", "101": "身前有約許重來。又掘青松火裏栽。智母不煩方便", "102": "父。老翁還作白頭孩。師資道合投針芥。龍象屯。鼓電", "103": "雷。却有碓頭盧行者。得傳衣鉢便南回。", "104": "六祖慧能大師六祖慧能大師", "105": "自是獦獠根性利。著歸槽厰息羣疑。三更寫偈知塗", "106": "我。八月腰舂豈欠篩。懷會藏鋒潛日下。風旛論義駭", "107": "當時。曹溪從此波濤湧。得道如林萬古師。", "108": "五宗祖師贊五宗祖師贊", "109": "溈山靈祐禪師溈山靈祐禪師", "11": "妙。絲毫纔動落今時。聲前躶躶勤擔荷。法上空空謹", "110": "一星拈出忽知有。時節因緣亦快哉。踢倒淨瓶機獨", "111": "邁。奪來山子道弘開。短長杓柄調鹽醬。父子家風辨", "112": "墨煤。水牯溈山休卜度。曹溪境裡絕纖埃。", "113": "臨濟義玄禪師臨濟義玄禪師", "114": "種性頑嚚一水廝。受人指畫陷泥犁。頂門吃棒蒿枝", "115": "折。脇下還拳閃電遲。一著機先頻獨占。三玄句內每", "116": "連馳。吹毛凜凜輝今古。道出常情幾箇知。", "117": "洞山良价禪師洞山良价禪師", "118": "師真描出尚沉吟。覩影方知師意深。止水有光昭幻", "119": "象。清波無路扣玄音。圓機落落除三漏。五位重重示", "12": "護持。未轉大功成誕子。依然出入涉離微。", "120": "一心。齋罷不知何處去。閑名謝盡更難尋。", "121": "雲門文偃禪師雲門文偃禪師", "122": "睦州門下折驢脚。象骨岩前覔蛇蹤。寄語上山賊捉", "123": "賊。低頭合妙空歸空。徧參洞下諸尊宿。建立雲門三", "124": "句宗。月到天心誰顧鑒。三門合掌笑燈籠。", "125": "清凉文益禪師清凉文益禪師", "126": "三界唯心唯片石。纔分內外墮狐疑。半生咦。畢竟是", "127": "何模樣。洞水逆流波萬丈。", "128": "屴崱峯頭八十翁。晏然端坐白雲中。道興曹洞燈無", "129": "盡。學貫天人智莫窮。神鬼欽承知德重。虎蛇馴伏見", "13": "正中來正中來", "130": "心空。騰身一抹威音外。萬古遺聲震聵聾。", "131": "滅壽昌禪。破真寂戒。三十年來賣脫空。天下叢林作", "132": "殃害。臨行撒手去如飛。三界內外尋不在。人來箇箇", "133": "問如何。帶累瞎驢償口債。", "134": "西堂本智公道影贊西堂本智公道影贊", "135": "公入皷山。垂三十載。浮雲迭變。德操弗改。身靜如山。", "136": "心安若海。瞻之仰之。恒觀自在。", "137": "照空師兄贊照空師兄贊", "138": "荷山隨師來至石鼓餘二十年傾心夾輔扶樹法幢。", "139": "功不下禹。戒逾氷雪。志吞佛祖。紹師毗尼。孰曰莾鹵。", "14": "溪山歷盡到其間。滿眼清光未許眠。一色漸消臺上", "140": "天胡不仁。奪歸西土。間解多虗擲。一句全提始自知。", "141": "用不換機開眾眼。言無滲漏起家私。山河大地誰堅", "142": "變。法法現成何所師。", "143": "觀音大士贊觀音大士贊", "144": "旋倒聞機。反聞自性。寂滅現前。拍拍是令。天空雲澹。", "145": "水流花開。普門圓應。大地春回。蠢蠢凡愚。猶如赤子。", "146": "哀哀顧復。不帝慈母。眾生熱惱如坐沸湯。一念歸依", "147": "當下清凉。", "148": "送子觀音贊(為周美撕居士作)送子觀音贊為周美撕居士作", "149": "這寧馨兒送與阿誰。富沙君子周氏美撕。我聞菩薩", "15": "月。靈機旋發火中蓮。華冠卸却情何滯。鳥道行來步", "150": "三十二應。心誠求之如象現鏡。是故周氏圖像敬瞻。", "151": "日夕歸依爪瓞綿綿。", "152": "又(為魏俊土居士作)又為魏俊土居士作", "153": "本是不覊漢子。隨方賤賣風流。如風徧號萬竅。似月", "154": "普照閻浮。魏君盡像供養。全身突出筆頭。為求福德", "155": "男子。真童與紹箕裘。是謂圓通大士。津梁萬世不休。", "156": "血寫普賢大士贊血寫普賢大士贊", "157": "金刀割舌流鮮血。寫出普賢大願王。香象騎來全體", "158": "露。踏翻華藏是剛腸。", "159": "壽昌師祖贊壽昌師祖贊", "16": "自玄。用處但能通不犯。從教平地履青天。", "160": "後五百歲。有若是翁。猶如大夜。日忽涌東。大好山中", "161": "破祖師之關棙。黃龍峯下振曹洞之綱宗。揭󱗉襟而", "162": "遮天蓋地。拈戒尺而䇿象鞭龍。翛翛若雲間逸鶴。凜", "163": "凜如雪裡孤松。無󳬩無碍有始有終。臨行一句分明", "164": "指。石女吹笙上碧空。咄。", "165": "老和尚贊老和尚贊", "166": "這箇老漢。如空寬曠。褁地含天。離名絕相。辨古今得", "167": "失而毫𨤲弗差。驗龍蛇真偽而絲忽不讓。通霄大路", "168": "任人行。步履如飛趂不上。道德文章世誰知。捕影捉", "169": "風徒悵望。於君何傷。法門無補。緬懷哲人。淚落如雨。", "17": "兼中至兼中至", "170": "聊作贊詞。寸心千古。", "171": "自題小影自題小影", "172": "虗空縫裏下一楔。飛出烏龜變成鱉。白馬蘆花難辨", "173": "別。分付雲門乾屎橛。咄。", "174": "鼓山為霖禪師居首座寮秉拂語錄終", "175": "No. 1438-1 鵠林哀悃No. 1438-1", "176": "鵠林哀悃", "177": "先和尚歸真記先和尚歸真記", "178": "丁酉七月十九日屬老和尚八十初度。四方緇素弟", "179": "子畢集。為師慶壽。競請開法。先是辛卯春禁止上堂。", "18": "掣開金鎻示全身。妙用縱橫逈絕倫。木馬倒騎飛碧", "180": "後雖力請弗許。至是幡然許之。但垂示法語每露謝", "181": "世意。眾竊疑之。果于九月初一日示欬逆之疾。請醫", "182": "診候病乃稍閒。既而痰復作不食者已念餘日。而精", "183": "神烱烱起居如常。說偈示眾曰。老漢生來性太偏。不", "184": "肯隨流入世廛。頑性至今猶未化。剛將傲骨抹儒禪。", "185": "儒重功名真已喪。禪崇機辯行難全。如今垂死更何", "186": "用。祇將此念報龍天。復云。老僧世出世事盡在此偈。", "187": "汝等毋忽。至念四日侍者進湯藥。師曰。吾會當行矣。", "188": "非藥所療也。竟不服。惟閉目吉祥而臥。若入定然。有", "189": "問疾者輒開眼視之。晴光射人。良久復閉。至十月初", "19": "漢。鐵牛高駕舞輕氷。隨緣變化無今古。遇物安心立", "190": "四日晚。道霈問曰。和尚今夜尊候何如。師曰只是明", "191": "後日事也。眾皆惻然淚下。道霈進曰。和尚既無意于", "192": "人世。而末後一句如何分付大眾乎。師乃索筆書曰。", "193": "末後句。親分付。三界內外無可尋處。由是眾執事競", "194": "以後事問。師並不答。竟以手揮去之。至初六日未刻", "195": "六脉俱絕。而侍者以報。師點首而已。及晚大眾擁集", "196": "榻前。師令眾散。眾不去。道霈啟曰。大眾所以不去者。", "197": "欲念清淨法身毗盧遮那佛候送老和尚耳。師笑而", "198": "首肯。至中夜引道霈手寫四字曰不有病了。令侍者", "199": "扶起坐定。以目普觀大眾。如象王回顧之狀。良久即", "2": "書記　太靖　錄", "20": "假真。莫怪阿儂多意氣。毗盧頂上要揚塵。", "200": "瞑目。侍者進沸湯。撼之已脫去矣。寔初七日子時也。", "201": "嗚呼。法日既沉。生死長夜誰為開曉乎。言念及此五", "202": "內崩裂。但道霈竊觀老和尚雖示疾月餘而動止安", "203": "詳懽若平昔。不見不豫之色。不聞呻吟之聲。而每日", "204": "清晨眾弟子圍繞問候。垂誡諄諄皆宗門大事。竝無", "205": "一言語及世諦。蓋師平生一言一行斬釘截鐵。無一", "206": "毫塗飾之意。故臨生死關頭神思不亂超然自得。譬", "207": "如青天白日戶門洞開。信步直去無少留碍。是豈可", "208": "以凡情擬議者哉。第恐諸法眷有未知老和尚歸真", "209": "顛末者。謹據實記錄如此。庶幾相慰其哀慕之誠云", "21": "兼中到兼中到", "210": "爾。", "211": "最後語序最後語序", "212": "梁普通間。菩提達磨自南天竺國來。倡為禪宗不立", "213": "文字直指人心見性成佛。其付法偈曰。我本來茲土。", "214": "傳法捄迷情。一華開五葉。結果自然成。嗣是六代傳", "215": "衣。五宗競出。由唐歷宋其化大焉。五宗者溈仰．雲門．", "216": "法眼三宗與宋運俱終。其傳至今日者唯臨濟．曹洞", "217": "二宗。其洞上一宗亦已久衰。至萬曆間壽昌無明老", "218": "祖傑出。始中興於世。壽昌入室弟子凡數人。其最著", "219": "者愽山無異和尚與先師鼓山永覺老人。老人年二", "22": "混沌之先謾強名。釋迦彌勒也難惺。夜明簾捲亡偏", "220": "十五省發。四十出家。四十六悟道。五十七歲出世。八", "221": "十歲入滅。二十餘年間四坐道場。大作佛事。言滿天", "222": "下道被域中。凡叢林久參耆衲罔不腰包來覲。而海", "223": "內賢士大夫亦多折節問道。其生平語錄著述甚富。", "224": "俱已刊行于世。而此萬餘言是其最後絕唱。標名最", "225": "後語者。老人所自命也。竊惟老人之道廣大精微。其", "226": "學貫通該愽。其見地圓明超絕。其說法縱橫無畏。其", "227": "所守嚴。其所養到。其福德壽考允稱圓備。而臨終之", "228": "日說偈辭眾。危然坐脫頭正尾正。即求之古尊宿亦", "229": "不多得。況時輩乎。嗚呼。達磨一宗傳至今日而弊已", "23": "正。性海波澄孰濁清。法爾自來超那畔。靈然終不墮", "230": "極矣。老人出而挽之以力行。鎮之以正大。繩之以綱", "231": "宗。驗之以言行。牢把鐵關不少假借。故雖諸方號飽", "232": "參者。其始至無不行行然擎頭戴角。而老人不動聲", "233": "氣微垂勘辨。即皆土崩瓦解懡㦬而去。唯真參之士", "234": "具擇法眼乃能俯就鑪鞴久煉不退。葢知當今之世", "235": "少林一綫之脉不至墜地者。唯老人是賴耳。無何。世", "236": "緣告畢。遽戢化權。人天眼滅。孰不哀慕。於是建州弟", "237": "子謝飛卿氏請以最後語。壽諸梨棗公之海內。庶幾", "238": "他日問道者知路頭在茲。不至迷誤入于邪林。甚盛", "239": "心也。小子霈忝預法席有年。茲又濫膺付囑。凡老人", "24": "虗凝。綿綿古錦暗中織。劫外春風剪剪輕。", "240": "生平履歷頗得其詳。于是謹序其梗槩於卷首。其他", "241": "備乎林涵齋居士行業曲記云。", "242": "祭文祭文二章", "243": "維順治十四年歲次丁酉。十一月壬子朔越十有二", "244": "日。嗣法弟子道霈謹以辨香盃茗昭奠于鼓山堂上", "245": "示寂本師傳曹洞正宗第三十二世永覺老和尚靈", "246": "龕前而言曰。嗚呼。和尚以生知之資。躍出儒林投身", "247": "法窟。得不傳之秘旨。振已墜之綱宗。二十餘年間四", "248": "坐道場。海口瀾翻電機閃爍。言滿天下道播寰中。今", "249": "歲丁酉和尚年登八旬。󳬈髮飛霜童眸耀日。盎然睟", "25": "總頌總頌", "250": "然。晏坐於天風海濤之上。龍象圍繞天人護持。七月", "251": "十九日屬和尚初度。四方畢集為和尚上壽。孰不以", "252": "趙州百二十祝。期其長住季世壽佛慧命。胡意報緣", "253": "忽終化權長戢。人天眼滅哀慟何極。嗚呼。不孝道霈", "254": "年十八歲于寶善庵中因掌石老人指禮和尚於荷", "255": "山。和尚一見即許執侍巾瓶。汲水負薪罔敢忽。後一", "256": "日于野田中採瑞蓮以獻。和尚曰吾道當馨于世矣。", "257": "明年春和尚出世鼓山。道霈隨以至。執經問義。和尚", "258": "垂誨不倦。又明年辭和尚出嶺徧歷講肆。未幾和尚", "259": "以吊掌石老人來真寂。道霈復得執侍。然和尚每以", "26": "我祖當年立自宗。猶如寶鏡影重重。悟明必也窮幽", "260": "本分事提持。其奈往往錯過。一日因讀臨濟語有省。", "261": "和尚欣然撫之曰。子已入門矣。宜加精進。勿怠。道霈", "262": "益激厲。於是即棄講席參密雲老人于天童。凡八閱", "263": "月。歸以所得白和尚。和尚乃舉從上古德機緣一一", "264": "勘詰。是為證明。非即剗削。道霈于是時。如暗得燈如", "265": "貧得寶。其歡喜踴躍無以為喻。及道霈入天目訪高", "266": "峯死關凡一年。和尚又遣僧喚歸。琢磨煅煉罔替晨", "267": "昏。後以親老辭和尚歸閩。未幾和尚亦歸。道霈又得", "268": "時時親炙。及二親歿乃復卷裓上山。而和尚甚喜即", "269": "命充堂司。于是重加披剝。大翻前案不然所見矣。道", "27": "極。奉重還須盡始終。子合父時功始息。正垂偏後用", "270": "霈益迷悶。又經三年始蒙印可。至今歲正月上元日。", "271": "聲鐘集眾。付以衣法。即命首眾秉拂。其提唱之餘大", "272": "蒙賞識。師資道契不減寂子之在溈山。嗚呼。方期和", "273": "尚壽考百年。作大法之司南為。末流之砥柱。道霈因", "274": "得少展微蘊助轉法輪。以報法乳。詎意未及一載。遽", "275": "有󳬈林之悲。苦海沉濟岸之舟。長夜失大明之照。號", "276": "天泣地拔𩬊捶胷為之奈何。茲當五七之期。敬陳薄", "277": "奠少訴哀私。庶幾為和尚傳無盡燈於未來。計般若", "278": "緣於永劫。太虗可殞。此盟莫渝。伏冀老和尚常寂光", "279": "中慈悲鑑念。尚饗。", "28": "方融。凍雲深鎖家山杳。午夜月明何處鐘。", "280": "維歲在丁酉十一月壬子朔二十又八日丙寅。嗣法", "281": "弟子道霈率合山眾弟子等謹陳純陀之供。昭奠于", "282": "鼓山堂上示寂本師永覺老和尚靈龕前曰。於惟老", "283": "和尚宗燈犀炬。法海驪珠。曩劫發菩提心。慈悲本具。", "284": "多生為善知識。福慧天成。裂逢掖而著袈裟。類丹霞", "285": "之選佛。當入室而疑痛俸。似洞山之邈真。及聞彈指", "286": "謦欬之聲。乃滅寶所化城之迹。從茲大白牛東西任", "287": "放。曹溪水左右逢源。開純金鋪于四山。遼天索價。唱", "288": "新豐曲于五位。信口高歌。影象重重。善入寶鏡三昧。", "289": "玄機落落。慣穿沒鼻金針。奪食驅耕用尋常手段。敲", "29": "末後句末後句", "290": "骨取髓施格外鉗鎚。屴崱峯頭法波浩渺。通霄路上", "291": "靈木森陰。百鳥同棲四海共會。茲當化緣告畢。何妨", "292": "閙裏抽身。慧日云沉。一任箇中滅跡。閑名既謝。三界", "293": "莫尋。髑髏頓乾。十方坐斷。某等委身鑪鞴。恨頑鈍之", "294": "難鎔。備員叢林。愧踈慵之失職。斯丁鵠林之變。深󰴌", "295": "失怙之悲。每懷獅吼之音。長動泣岐之嘆。山風海月", "296": "彷彿來儀。草露花滋詎勝揮涕。敬陳最後之供。用伸", "297": "終亡之誠。哭不成聲。言多失次。嗚呼哀哉。伏惟尚饗。", "298": "塔誌塔誌", "299": "鼓山永覺賢公大禪師者。壽昌無明和尚的嗣也。系", "3": "頌頌", "30": "聲前拋不出。句後覔無蹤。欲識箇中意。三更月正紅。", "300": "曹洞第三十二世云。本貫建陽人。姓蔡氏。生于明萬", "301": "曆戊寅七月十九日巳時。幼業儒。負大志。有詩曰。道", "302": "德師顏閔。文學宗游夏。其餘二三子。不願在其下。年", "303": "二十補邑庠弟子員。然賦性冲憺不樂世氛。二十五", "304": "因讀書山寺中。聞僧誦法華經曰。我爾時為現清淨", "305": "光明身。忽喜躍不自勝。喟然嘆曰。周孔外果別有此", "306": "一大事耶。自是留意教乘。貫通經論。回視世典。不啻", "307": "大海之于牛跡。自以為是矣。久之壽昌無明和尚開", "308": "法邑之董岩。聞其提唱茫然自失。又嘆曰。畵餅若為", "309": "充饑。于是盡棄所習。從壽昌參禪。一日聞僧舉斬猫", "31": "百丈捲廗百丈捲廗", "310": "話忽有省。作偈呈昌。昌曰。此事不可於一機一境上", "311": "取則。雖是百匝千重垂手直過。尚當遇人始得。所謂", "312": "不知已在青雲上。猶更將身入眾藏。是參學眼也。師", "313": "退而參究益力。至年四十竟裂逢掖棄妻拏從壽昌", "314": "落䰂。師後凡有請問。昌但曰我不如你。一日值昌田", "315": "中歸。師逆而問曰。如何是清淨光明身。昌挺身而立。", "316": "師進曰祇此更別有。昌便行。師當下豁然如釋重負。", "317": "隨後入方丈。禮拜起將通所得。昌遽拈棒打三下曰。", "318": "向後不得草草。仍示偈曰。一回透入一回深。佛祖從", "319": "來不許人。直饒跨上金毛背。也教棒下自翻身。師猶", "32": "登堂捲廗氣如虹。昨日今朝事不同。一陣風吹烟雨", "320": "疑云。因甚更要棒下翻身。及昌遷化後。依止同門愽", "321": "山無異禪師三載。即從受具。已而辭歸閩住山。舟過", "322": "劍津。聞僧唱法華經曰。一時謦欬俱共彈指。是二音", "323": "聲徧至十方諸佛世界。廓然大悟。乃徹見壽昌用處。", "324": "有偈曰。金鷄󲣅破碧琉璃。萬歇千休祇自知。穩臥片", "325": "帆天正朗。前山無復雨鳩啼。時當天啟癸亥秋九月。", "326": "師年四十有六也。師既得道乃隨緣隱遁。始居甌寧", "327": "金僊菴三載。復移居建安東溪荷山凡八載。火種刀", "328": "耕棧絕人世。至五十六歲因謁聞谷大師于寶善。一", "329": "見契投力勸出世。乃以所傳雲棲戒本授之。明年應", "33": "散。巍巍獨露大雄峯。", "330": "鼓山請。猶以菴主自居。又二年開法泉之開元。而懷", "331": "中辨香始為無明老人拈出。師甞曰。禪本壽昌。戒本", "332": "真寂。未可誣也。繼又開法杭之真寂。延之寶善。後復", "333": "歸鼓山。重建寺宇大闡宗風。海內皆尊之曰古佛。於", "334": "清順治丁酉年九月初一日示微恙。十月初七日子", "335": "時說偈辭眾。危然坐化。春秋八十。臘四十有一。以明", "336": "年正月念一日午時奉全身塔于寺之西畬。遵治命", "337": "也。三會語及諸撰述凡二十種。計八十餘卷。竝盛行", "338": "于世。", "339": "起龕告文起龕告文", "34": "百丈再參百丈再參", "340": "維順治十五年正月念有一日寅時之吉。嗣法弟子", "341": "道霈率合山眾弟子等謹陳香積之奠。昭告于鼓山", "342": "堂上示寂本師永公大和尚靈龕前曰。於惟我老和", "343": "尚太虗為龕全身已閟。青山舉步大用方興。不離菩", "344": "提場而昇他化天。遮那舊轍。不出聖箭堂而歸無縫", "345": "塔。石鼓成規。乘木馬於空中。趂玉象於劫外。清風凜", "346": "凜道化綿綿。十方諸佛贊嘆莫窮。四眾弟子瞻仰有", "347": "分。咦。大家送上通霄路。共轉吾師正法輪。尚饗。", "348": "封塔告文封塔告文", "349": "維順治十五年正月念有一日午時之吉。嗣法弟子", "35": "龜毛拂子掛床頭。拈弄何曾得自由。不是馬師施一", "350": "道霈率合山眾弟子等謹陳香積之饌。昭告于鼓山", "351": "堂上示寂本師永公老和尚塔前曰。於惟我老和尚", "352": "壽昌的嗣石鼓正主。圓興聖當年之公案。梵剎重興。", "353": "振曹洞已墜之綱宗。法幢高建。大名馳宇宙。識與不", "354": "識皆仰德風。化雨徧山河。情與無情咸資法乳。而今", "355": "因圓果滿水到渠成。撤開大寂定門。全身拶入。樹起", "356": "無縫塔樣。萬古式瞻。竝屴崱以嵯峨。共靈源而澎湃。", "357": "當斯時也。坐斷報化佛頭。󱣼開人天眼目。松風鳥語", "358": "熾然聞說法之聲。海月山雲廓爾見寂光之境。太虗", "359": "可殞那事無妨。劫火洞然這箇不壞。百靈守護萬象", "36": "喝。至今兩耳閙啾啾。", "360": "歸依。尚饗。", "361": "No. 1438-BNo. 1438-B", "362": "竊觀為霖禪師者。永覺禪師之的嗣也。其秉拂語錄", "363": "自足知行道之勝躅矣。且又詳載永覺禪師之鵠林", "364": "哀悃。因茲則知無此父無此子也。嗚呼。父子道契。針", "365": "芥相投。盛德大業無以為喻。余又洞家之麒麟楦也。", "366": "豈不喜吾宗之中興於中華哉。是故加和點於此錄。", "367": "而却要使人知其如此者矣。", "368": "旹萬治龍集辛丑四月四日　釋交易謹題", "37": "風旛風旛", "38": "非風旛動是心動。折角泥龍出古洞。布雨興雲遍大", "39": "千。幽然一枕好春夢。", "4": "洞山五位頌洞山五位頌", "40": "茫茫四海參玄士。爭向風旛去論心。心與風旛如可", "41": "論。老盧猶自不知音。", "42": "玄則禪師龍吟霧起因緣玄則禪師龍吟霧起因緣", "43": "狂心未歇誇禪道。一問誵訛帶濁清。非是當時大法", "44": "眼。至今賞罰不分明。", "45": "子胡狗子胡狗", "46": "惡狗當門難近傍。教人好看吼全機。孰知老漢婆心", "47": "切。敵勝還他師子兒。", "48": "四今時著語并頌四今時著語并頌", "49": "洞宗以知有為頭。以盡却今時為尾。故今立盡四", "5": "正中偏正中偏", "50": "今時。以但有功勳皆落今時也。未入正位則總未", "51": "離念。是界內今時。既入正位而坐在尊貴。是界外", "52": "今時。轉位就功而功位竝顯。是大用今時。功位雙", "53": "泯而不落言詮。是究竟今時也。", "54": "問。如何是盡却界內今時底句。答曰。大功纔轉後。", "55": "潔白却難留。頌曰。", "56": "空華滅處荷擔輕。一片晴光映太清。行過雪山歸那", "57": "畔。方知尊貴自天成。", "58": "問。如何是盡却界外今時底句。答曰。踏翻空界月。", "59": "掌上立乾坤。頌曰。", "6": "自從屋破見青天。曠劫󳬿朧事曉然。萬法渾融銀盌", "60": "不戴華冠御寶筵。翻身濁界恣留連。蓮華火裏隨時", "61": "發。樂事欣欣徧大千。", "62": "問。如何是盡却大用今時底句。答曰。萬方皆順化。", "63": "一默自無為。頌曰。", "64": "汗馬勳成已太平。六門無鎖自虗明。深宮窈窕誰能", "65": "到。謾說簫韶奏九成。", "66": "問。如何是盡却究竟今時底句。答曰。炭庫放光明。", "67": "斬新懸日月。頌曰。", "68": "坐斷上頭無貴位。却來巖谷掛烟蘿。沉沉古井深千", "69": "丈。時湧無風匝匝波。", "7": "裏。一真獨露月明前。形山有寶何曾秘。大地無塵不", "70": "贊贊", "71": "六代祖師贊 (有引)六代祖師贊　有引", "72": "引嵩山面壁。老不歇心。雪夜安心。斬頭求活。與汝懺", "73": "罪竟。彼自無瘡勿傷之也。誰人縛汝。三千里外穿", "74": "却鼻孔。黃梅無性兒。問著屙漉漉地好不丈夫。碓", "75": "頭盧行者。得衣竄無門。偷心不死。這一隊老古錐。", "76": "可惜當時放過。致令一人傳虗萬人傳實。直至今", "77": "日葛藤蔓延。總無一人為渠剗却。雖然事無一向。", "78": "只得將錯就錯。向枯木上糝花。虗空裏安耳。直令", "79": "有眼者見。有耳者聞。各各腦門放光。脚跟著地。豈", "8": "用捐。理量未消成見刺。依稀雲霧尚纏綿。", "80": "不快哉。若是箇闡提漢。向達磨未來已前撩起便", "81": "行。只這許多長言短語。是甚熱椀鳴聲。付之丙丁。", "82": "撫掌一笑。也怪他不得。其或未然。直須子細。且莫", "83": "草草。", "84": "初祖達磨大師初祖達磨大師", "85": "自昔論珠露賊身。鐵枷著頭怨難申。六宗擊破南天", "86": "夢。五葉單傳震旦春。中毒何妨身便死。西歸一任眼", "87": "生塵。誰知熊耳峯前月。白晝團團冷照人。", "88": "二祖慧可大師二祖慧可大師", "89": "不聞誨勵恨何窮。立雪齊腰志莫通。斷臂呈時猶可", "9": "偏中正偏中正", "90": "在。覔心安處竟無蹤。直施三拜敲爺髓。便吐殘涎治", "91": "子風。欲識阿師端的處。涅槃償債二俱空。", "92": "三祖僧璨大師三祖僧璨大師", "93": "姓氏不言來處親。法身有病亦堪陳。忽知罪性空無", "94": "在。便覺種華生有因。銘出此心教起信。廣開法會度", "95": "何人。皖公山色今猶古。大樹參天不涉春。", "96": "四祖道信大師四祖道信大師", "97": "大地都盧解脫門。全機拶入與誰論。法開雙嶺光初", "98": "著。衣付小兒道益尊。三降天書呼不起。一施雪刃志", "99": "難翻。至今塔戶猶開闢。生死渾崙一口吞。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1438 為霖道霈禪師秉拂語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1438 為霖道霈禪師秉拂語錄", "author": "(書記)太靖錄", "language": "chinese", "source": "CBETA"}