{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 331 楞伽經合轍", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "一切佛語心品之四", "1": "楞伽阿䟦多羅寶經合轍卷第八", "2": "明　二楞菴釋　通潤　述", "3": "爾時大慧菩薩復白佛言世尊唯願世尊更為我說", "4": "陰界入生滅彼無有我誰生誰滅愚夫者依於生滅", "5": "不覺苦盡不識涅槃佛言善哉諦聽當為汝說大慧", "6": "白佛言唯然受教佛告大慧如來之藏是善不善因", "7": "能徧興造一切趣生譬如伎兒變現諸趣離我我所", "8": "不覺彼故三緣和合方便而生外道不覺計著作者", "9": "為無始虗偽惡習所熏名為識藏生無明住地與七", "10": "識俱如海浪身常生不斷離無常過離於我論自性", "11": "無垢畢竟清淨。", "12": "此承上章以發問也言我雖知菩薩二乘同修滅", "13": "定同證涅槃即其分量兩相懸絕然二乘已得滅", "14": "定已得我空則不當復有生滅然猶未脫陰界入", "15": "生滅之地不知彼二乘者既無有我而令陰界入", "16": "生滅不停者更是何物作主宰為之生為之然耶", "17": "由彼愚此不覺不知坐寂滅中而為三相遷流不", "18": "覺苦盡不識涅槃皆由不知生滅根源故曰更為", "19": "我說二乘已斷六識已得我空不覺陰界入生滅", "20": "者是誰為生滅之主耶故世尊示之曰生滅根源", "21": "是如來藏與識藏非六識三毒也二乘尋常但知", "22": "作善作惡者是意識故說意識為善惡因招感生", "23": "死為果不知如來藏為善不善因作三界四生六", "24": "趣之體能徧興造六趣四生譬如伎兒逢場作戲", "25": "為生為旦為丑為未其實本體非生非旦非丑非", "26": "未本無有身為之我亦無戲場為我所應立量云", "27": "如來藏是有法能徧興造一切趣生宗因云能善", "28": "不善故離我我所故同喻如伎兒伎兒能隨緣為", "29": "貴賤而體不變如來藏能隨染淨緣作善惡而體", "30": "亦不變故前文云如來藏具三十二相入於一切", "31": "眾生身中本無有我是也二乘不知如來藏為生", "32": "死因妄謂根塵識三和合種種方便起惑造業是", "33": "故三界生死不斷外道不覺計著冥初自性能造", "34": "二十三法為生死因不知如來本來清淨為彼前", "35": "七無始名言有支及業三種虗偽惡習所熏為生", "36": "相無明遂轉此如來藏名為識藏含藏一切善惡", "37": "種子為善不善因依此藏識復生住地無明起前", "38": "七現行與前七俱由此現種相生無有斷絕如海", "39": "生浪浪復依海相續不斷其實識藏本來不變離", "40": "於二乘無常之過本自無我亦離外道神我之執", "41": "其實識藏自性即如來藏本來無垢雖由前七過", "42": "惡熏習未嘗染汙則知不變故能隨緣也應立量", "43": "云識藏是有法常生不斷是宗因云與七種俱故", "44": "喻如海生浪故知性相兩宗雖各立宗因實無有", "45": "二由如來藏為前七所熏即轉名識藏是全性成", "46": "相前七若轉不熏識藏則識藏即如來藏是全相", "47": "是性故知轉與不轉皆由前七而如來藏本無轉", "48": "與不轉即說轉識成智但轉名言其實如來藏性", "49": "本未嘗動云何說轉故云寂滅者名為一心一心", "50": "者即如來藏而如來藏亦名在纏法身故經云隱", "51": "為如來藏顯為法身以如來藏具含二義一約體", "52": "絕相義即真如門謂非染非淨非生非滅不動不", "53": "轉平等一味性無差別眾生即涅槃不待滅也凡", "54": "夫即彌勒非二際也二隨緣起滅義即生滅門謂", "55": "隨熏轉動成於染淨染淨雖成性恒不動祗由不", "56": "動能成染淨是故不動不離動門此即起信論中", "57": "所立二門也。", "58": "其餘諸識有生有滅意意識等念念有七因不實妄", "59": "想取諸境界種種形處計著名相不覺自心所現色", "60": "相不覺苦樂不至解脫名相諸纏貪生生貪若因若", "61": "攀緣彼諸受根滅次第不生餘自心妄想不知苦樂", "62": "入滅受想正受第四禪善真諦解脫修行者作解脫", "63": "想不離不轉名如來藏識藏七識流轉不滅所以者", "64": "何彼因攀緣諸識生故非聲聞緣覺修行境界不覺", "65": "無我自共相攝受生陰界入見如來藏五法自性人", "66": "法無我則滅地次第相續轉進餘外道見不能傾動", "67": "是名住菩薩不動地得十三昧道門樂三昧覺所持", "68": "觀察不思議佛法自願不受三昧門樂及實際向自", "69": "覺聖趣不共一切聲聞緣覺及諸外道所修之道得", "70": "十賢聖種性道及身智意生離三昧行是故大慧菩", "71": "薩欲求勝進者當淨如來藏及識藏名大慧若無識", "72": "藏名如來藏者則無生滅。", "73": "上明如來藏識藏為善不善生死因而實如來藏", "74": "性本無生滅畢竟清淨然如來藏所以為生滅因", "75": "者皆由受前七熏遂轉如來藏而為識藏此則生", "76": "滅根源基於七識也故前問云彼無有我誰生誰", "77": "滅故答之曰如來藏雖為善不善因實無有我亦", "78": "不見有生滅之相其計有我而有生滅者皆前諸", "79": "識也故曰其餘諸識有生有滅所謂諸識者謂意", "80": "與意識及眼等五識也然彼諸識所以生滅者由", "81": "無明住地不實妄想為因六塵境界為緣而諸識", "82": "妄取境界所謂自心取自心也此即六粗智相相續相也復於", "83": "所見形處計著種種名相以為實有此即六粗執取相計名字", "84": "相也不知此等名相本非實有皆是自己與彼安名", "85": "立號是自心現以不了故貪著外境生苦樂受不", "86": "知苦樂是生死因不得解脫此即六粗起業相及業繫苦相也由", "87": "彼名相諸纏互相繫縛種現相生無有間斷諸識", "88": "之生實基於此若無明住地滅則種子滅種種境", "89": "界滅則所緣滅彼諸受根滅則根滅三緣既滅則", "90": "前七次第亦不得生故起信云因滅則不相應心", "91": "滅緣斷則相應心滅此即菩薩真寂滅涅槃也若", "92": "因緣不盡尚餘自心流注妄想又不知藏識是苦", "93": "樂因而妄謂受想是苦樂因或有入滅受想定以", "94": "斷苦樂二受為小乘涅槃者或有入四禪捨念清", "95": "淨地以伏苦樂二受為無想外道涅槃者或有善", "96": "觀四諦知集為苦本道為樂因自謂斷集修道已", "97": "見真諦得解脫者雖有種種差別涅槃總之不離", "98": "如來藏中識藏之名亦未曾滅七識流轉之名也", "99": "然識藏之名不轉而七識流轉之名亦不滅者何", "100": "故以彼藏識為七識之因復為七識流轉之緣故", "101": "識藏不轉習氣猶存復生諸識暴流故也然此藏", "102": "識甚深微細未易窺測故非聲聞緣覺境界以彼", "103": "但了人空證人無我未了法空不了法無我故於", "104": "蘊處界入執取自相共相不知此陰界入由執取", "105": "而生也由前問云彼無有我此陰界入是誰生故", "106": "答云由是七識取著自相共相而生陰界入也若", "107": "見如來藏所謂五法者已離名相妄想而證正智", "108": "如如所謂三性者已離妄想緣起而證成自性所", "109": "謂二無我者不但人無我且得法無我矣由前云", "110": "彼無有我是誰滅故答云若見如來藏則識藏之", "111": "名轉而七識流轉之名亦滅矣是則如來藏本無", "112": "有我亦無生滅由七識執我而有生滅故七識生", "113": "而識藏生七識滅而識藏亦轉也此由初地次第", "114": "相續轉進至第八地一切外道惡見不能傾動是", "115": "名菩薩住不動地住此地已即得十種三昧門樂", "116": "如華嚴十大三昧等以三昧中有自覺智力所持", "117": "故能觀察不思議佛法不忘自願故不捨利眾生", "118": "事雖住三昧而不躭三昧雖居實際而不戀實際", "119": "回心趨向自覺聖智最究竟趣不共二乘外道取", "120": "涅槃樂所修行道得住十地聖種性及得如來智", "121": "身及意生身如初地意生身能以一身化百類身", "122": "往百佛世界教化眾生地地增進故能離三昧樂", "123": "而不住著是故菩薩欲得勝進滿足如來地者當", "124": "淨如來藏中識藏之名若轉識成智則不名識藏", "125": "名如來藏則無生滅是名寂滅一心如來藏也。", "126": "大慧然諸凡聖悉有生滅修行者自覺聖趣現法樂", "127": "住不捨方便大慧此如來藏識藏一切聲聞緣覺心", "128": "想所見雖自性淨客塵所覆故猶見不淨非諸如來", "129": "大慧如來者現前境界猶如掌中視阿摩勒果大慧", "130": "我於此義以神力建立令勝鬘夫人及利智滿足諸", "131": "菩薩等宣揚演說如來藏及識藏名七識俱生聲聞", "132": "計著見人法無我故勝鬘夫人承佛威神說如來境", "133": "界非聲聞緣覺及外道境界如來藏識藏餘佛及餘", "134": "利智依義菩薩智慧境界是故汝及餘菩薩摩訶薩", "135": "於如來識藏當勤修學莫但聞覺作知足想。", "136": "然一切凡夫及諸聖人皆依彼識藏而有生滅凡", "137": "夫生滅無足為怪而修行者何故亦有生滅耶以", "138": "修行者雖得自覺聖智現法樂住而不捨離勇猛", "139": "精進上求下化故亦不離生滅也然如來藏在識", "140": "藏中本自清淨一切二乘不見其淨以一切二乘", "141": "皆以心想見如來藏雖如來藏自性清淨即為心", "142": "想客塵染汙故雖本淨而猶見不淨即使等覺見", "143": "如來藏如隔羅󰝿視月以生相無明所覆異熟未", "144": "空故即彼所見亦非如來所見境界也若如來者", "145": "生滅已盡寂滅現前觀如來藏如觀掌果毫髮分", "146": "明方名究竟清淨豈二乘心想所可及哉故我於", "147": "此自性清淨如來藏義復以神力加持勝鬘夫人", "148": "及利智滿足諸菩薩令彼宣揚如來藏及識藏名", "149": "與七識俱生令諸聲聞計著我法者令彼捨離意", "150": "識見人無我已而又令彼捨離藏識見法無我得", "151": "證自性清淨如來藏也勝鬘夫人即波斯匿王女", "152": "為踰闍王夫人勝鬘經中說二種如來藏一空如", "153": "來藏脫離一切煩惱二不空如來藏具足過河沙", "154": "不思議佛法佛為勝鬘夫人說此二種如來藏勝", "155": "鬘夫人承佛威力代佛轉輪說如來藏是如來所", "156": "證清淨境界非二乘外道所證境界以二乘外道", "157": "皆未離識藏故此如來藏即識藏識藏即如來藏", "158": "唯佛及餘利智依義不依文字諸大菩薩所證境", "159": "界以法性不離法相法相不離法性非利智依義", "160": "菩薩不足語此是故汝等菩薩於如來藏識藏當", "161": "勤觀察分明曉了如觀掌果不可但以耳聞便為", "162": "覺了作知足想終不得見如來藏也。", "163": "爾時世尊欲重宣此義而說偈言甚深如來藏而與", "164": "七識俱二種攝受生智者則遠離如鏡像現心無始", "165": "習所熏如實觀察者諸事悉無事如愚見指月觀指", "166": "不觀月計著名字者不見我真實心為工伎兒意如", "167": "和伎者五識為伴侶妄想觀眾伎。", "168": "甚深如來藏而與七識俱故名識藏因不實妄想", "169": "取諸境界乃有能取所取計著不捨智者若能觀", "170": "察見如來藏則能取所取之相當下遠離所以遠", "171": "離者以如來藏心本來清淨為無始惡習所熏轉", "172": "為識藏而生二種攝受似外境現正如鏡中所現", "173": "影像全像是鏡故以智慧觀察如來藏心見如實", "174": "處不見心外有毫髮六塵境界可得也且此如來", "175": "藏心是利智依義菩薩所證境界非尋常計著言", "176": "說妄想尋行數墨者可得見也彼尋行數墨之人", "177": "言說妄想未破喻如愚夫見人指月但觀其指不", "178": "觀真月計著名字不見真實義處亦由愚夫執指", "179": "不見真月也若知如來藏心能變能現猶如伎兒", "180": "又知末那意識依彼緣彼如和伎者又知五識緣", "181": "境叢生猶如伴侶又知意識分別好醜如觀伎眾", "182": "若能如是觀察則知一切皆悉如幻而如來藏心", "183": "真實之義得見矣故王文公觀俳優偈云諸優戲", "184": "場中一貴復一賤心知本自同所以無欣怨。", "185": "爾時大慧菩薩復白佛言唯願為說一切諸法剎那", "186": "壞相世尊云何一切法剎那佛告大慧諦聽諦聽善", "187": "思念之當為汝說佛告大慧一切法者謂善不善無", "188": "記有為無為世間出世間有罪無罪有漏無漏受不", "189": "受大慧略說心意意識及習氣是五受陰因是心意", "190": "意識習氣長養凡愚善不善妄想大慧修三昧樂三", "191": "昧正受現法樂住名為善無漏。", "192": "此承前如來藏章一切凡聖悉有生滅發來錯簡", "193": "於此意謂一切凡夫皆住生滅一切聖人皆證不", "194": "生不滅而云凡聖悉有生滅斯則世間出世間法", "195": "皆墮剎那壞相更無證不生滅者矣故問云何一", "196": "切法皆墮剎那壞相也以如來藏具有二義一真", "197": "如門二生滅門蓋生滅門中有覺不覺二義恐人", "198": "不解故發此問欲顯生滅門中有剎那不剎那也", "199": "故唐譯以如來藏章為剎那魏譯以此章為剎那", "200": "品佛言所謂一切法者有世間一切法有出世間", "201": "一切法世間一切法者謂十一善法根隨二十六", "202": "煩惱法二十四種不相應無記法有為生滅法有", "203": "漏有罪有受五蘊法也出世間一切法者即不生", "204": "不滅無為法及無罪無漏無受五蘊法也若略而", "205": "言之世間五蘊總以心意意識及彼所熏名言我", "206": "支及業三種習氣為因由此八種識三種習氣為", "207": "因生起現行念念遷流長養凡愚善不善妄想五", "208": "陰之果此名不善有漏習氣也若真修行人修三", "209": "昧樂斷分別我法二執得入初地以至七地得三", "210": "昧樂意生身住三昧中現受法樂然有十種習氣", "211": "不妄所謂菩提心習氣善根習氣教化眾生習氣", "212": "見佛習氣於清淨世界受生習氣願習氣波羅蜜", "213": "習氣思惟平等法習氣種種境界差別習氣若菩", "214": "薩安住此法則永離一切煩惱習氣得入如來大", "215": "智習氣非習氣智是名善無漏習氣也。", "216": "大慧善不善者謂八識何等為八謂如來藏名識藏", "217": "心意意識及五識身非外道所說大慧五識身者心", "218": "意意識俱善不善相展轉變壞相續流注不壞身生", "219": "亦生亦滅不覺自心現次第滅餘識生形相差別攝", "220": "受意識俱相應生剎那時不住名為剎那大慧剎那", "221": "者名識藏如來藏意俱生識習氣剎那無漏習氣非", "222": "剎那非凡愚所覺計著剎那論故不覺一切法剎那", "223": "非剎那以斷見壞無為法大慧七識不流轉不受苦", "224": "樂非涅槃因大慧如來藏者受苦樂與因俱若生若", "225": "滅四住地無明住地所醉凡愚不覺剎那見妄想熏", "226": "心復次大慧如金金剛佛舍利得奇特性終不損壞", "227": "大慧若得無間有剎那者聖應非聖而聖未曾不聖", "228": "如金金剛雖經劫數稱量不減云何凡夫不善於我", "229": "隱覆之說於內外一切法作剎那想。", "230": "所謂世間有漏善不善習氣者謂八識所熏習氣", "231": "也八識者即是如來藏心為無始惡習所熏轉名", "232": "識藏復生無明住地與七識俱以能含藏諸法種", "233": "子名曰識藏以能傳出送入通內外門名意以能", "234": "總緣五塵差別形相名意識以能各緣自分境界", "235": "名五識五識不離四大色根故名為身此八種識", "236": "皆由無始根本無明熏習如來藏而如來藏隨染", "237": "熏習轉名識藏而有習氣長養五陰中間微細生", "238": "滅剎那不住非彼外道所知故不能說然五識身", "239": "雖各緣自分境必以六識為分別依以七識為染", "240": "淨依以八識為根本依如一眼識緣色時必與後", "241": "三識俱時而轉以五識明了牽引六識分別六識", "242": "分別招攬七識計著七識計著牽引八識受熏故", "243": "前七現行所取善不善相生住滅展轉變壞而與", "244": "第八識藏流注生滅相續不斷熏成種子復由第", "245": "八相續不斷之身集諸種子起諸現行亦與前七", "246": "俱生俱滅所謂壞不壞相展轉因也良由不知前", "247": "五塵境皆是自心所現或九緣會而生眼識取色", "248": "塵或眼識滅八緣會而生耳識取聲塵等故曰形", "249": "相差別攝受然五識雖各各緣差別境必有同時", "250": "意識俱時相應而生總緣五識差別之境故唯識", "251": "頌云依止根本識五識隨緣現或俱或不俱如波", "252": "濤依水如是展轉生滅新新不住名為剎那此剎", "253": "那者即是如來藏轉成識藏與第七識俱此第七", "254": "識復引生前六種識是心意意識所熏三界善不", "255": "善習氣總名妄想故有剎那若是出三界人斷異", "256": "生性障修三昧樂得現法樂住諸無漏法所熏無", "257": "漏習氣此雖在剎那法中而實非剎那而凡愚不", "258": "知但計著剎那之論不覺一切法中有剎那者有", "259": "非剎那者乃總將一切有為無為有漏無漏等法", "260": "一例皆入剎那法中以斷滅見壞無為法此何以", "261": "故良由不知七識不流轉如來藏流轉二義也七", "262": "識所以不流轉者以非生死因非涅槃因故不受", "263": "生死苦亦不受涅槃樂以前七識不能持種非異", "264": "熟心非趣生體故凡愚不知謂斷七識出生死而", "265": "不知出者是分段生死變易生死猶在也謂斷七", "266": "識得涅槃而不知得者是有餘涅槃非無餘涅槃", "267": "也如來藏所以流轉者以生死涅槃二果皆是如", "268": "來藏為善不善因故受苦受樂若生若滅也故阿", "269": "毗達磨經之無始時來界一切法等依由此有諸", "270": "趣及涅槃證得是則剎那者非剎那而非剎那者", "271": "成剎那矣故所謂不生不滅是無常義也然我前", "272": "說彼諸凡聖悉有生滅者以凡愚為四住地煩惱", "273": "所醉聖人為住地無明所醉故說皆有剎那生滅", "274": "而凡愚不覺剎那處有不剎那者在而為妄想熏", "275": "心作剎那見豈如來藏實有剎那耶然如來藏自", "276": "性清淨畢竟無垢雖在剎那未嘗變壞如金中之", "277": "金剛如佛身之舍利得奇特性超過諸物終不損", "278": "壞若使修行四無間行所得自覺聖智已證無生", "279": "法忍而有剎那者此則聖應同凡不名為聖然聖", "280": "人證無生忍雖為三相遷流實不生滅如金金剛", "281": "雖經累劫而稱量不滅若知此則不唯聖人不剎", "282": "那即凡愚又何嘗剎那耶云何凡夫不善於此隱", "283": "覆之說計著凡聖悉有生滅之語妄謂一切內外", "284": "有漏無漏有為無為等法一類皆作剎那生滅者", "285": "不亦謬乎。", "286": "大慧菩薩復白佛言世尊如世尊說六波羅蜜滿足", "287": "得成正覺何等為六佛告大慧波羅蜜有三種分別", "288": "謂世間出世間出世間上上大慧世間波羅蜜者我", "289": "我所攝受計著攝受二邊為種種受生處樂色聲香", "290": "味觸故滿足檀波羅蜜戒忍精進禪定智慧亦如是", "291": "凡夫神通得生梵天大慧出世間波羅蜜者聲聞緣", "292": "覺墮攝受涅槃故行六波羅蜜樂自己涅槃樂出世", "293": "間上上波羅蜜者覺自心現妄想量攝受及自心二", "294": "故不生妄想於諸趣攝受非分自心色相不計著為", "295": "安樂一切眾生故生檀波羅蜜起上上方便即於彼", "296": "緣妄想不生戒是尸波羅蜜即彼妄想不生忍知攝", "297": "所攝是羼提波羅蜜初中後夜精勤方便隨順修行", "298": "方便妄想不生是毗離耶波羅蜜妄想悉滅不墮聲", "299": "聞涅槃攝受是禪波羅蜜自心妄想非性智慧觀察", "300": "不墮二邊先身轉勝而不可壞得自覺聖趣是般若", "301": "波羅蜜。", "302": "此承上修行者正受住於正法得如來智具足而", "303": "問也意謂住正受者便得如來正智住於正法證", "304": "金剛身矣何故又說六波羅蜜滿足方得正覺耶", "305": "佛謂波羅蜜有三種分別一者世間即人天所修", "306": "二者出世間即小乘所修三者出世間上上即菩", "307": "薩所修世間波羅蜜者謂諸凡愚著我我所計我", "308": "能施計有所施不離能取所取二見為求未來受", "309": "生人天勝處受用色等五塵之樂此名住相布施", "310": "乃至餘度亦如是此以有漏因感有漏果成就五", "311": "通得生梵世雖修六度不離世間此人天所修六", "312": "度也出世間波羅蜜者謂二乘人厭生死取涅槃", "313": "修習四諦十二緣併修六種劣無漏行但求自己", "314": "得涅槃樂無心與人共證此雖比於世間已得超", "315": "勝然非究竟此則二乘所修六度也出世間上上", "316": "波羅蜜者是菩薩於真如法深解現前覺一切有", "317": "漏無漏有為無為一切諸法皆是自心現妄想量", "318": "本無有二但是自心執取故見有二以如實覺知", "319": "此義故不生妄想雖修六度於人天二乘趣不能", "320": "攝受此由了知一切色相皆是自心所現不生計", "321": "著故也但為安樂眾生故行布施起上上方便不", "322": "見施者受者及中間所施之物以知法性體無慳", "323": "貪隨順修行是名自性到彼岸布施即此行布施", "324": "而不生妄想於諸境界不起五欲是名自性金剛", "325": "戒即彼妄想不生如實而知能取所取皆無自性", "326": "不與心鬬是名自性無生忍雖初中後夜勤修匪", "327": "懈隨順修行如實方便而中心樹了毫無所動是", "328": "名自性精進由不生妄想不取外道二乘涅槃是", "329": "名到彼岸自性定由知自心所現妄想本來非性", "330": "即以智慧觀察不墮有無二邊惡見得智慧身地", "331": "地轉勝不可壞滅得自覺聖智趣此非二乘智慧", "332": "可及是名到彼岸自性金剛慧然則修行得正受", "333": "住正法具足智慧者即是具此六種波羅蜜也。", "334": "爾時世尊欲重宣此義而說偈言空無常剎那愚夫", "335": "妄想作如河燈種子而作剎那想剎那息煩亂寂靜", "336": "離所作一切法不生我說剎那義物生則有滅不為", "337": "愚者說無間相續性妄想之所熏無明為其因心則", "338": "從彼生乃至色未生中間有何分相續次第滅餘心", "339": "從彼生不住於色時何所緣而生以從彼生故不如", "340": "實因生云何無所成而知剎那壞修行者正受金剛", "341": "佛舍利光音天宮殿世間不壞事住於正法得如來", "342": "智具足比丘得平等云何見剎那犍闥婆幻等色無", "343": "有剎那於不實色等視之若真實。", "344": "此頌剎那非剎那也言我因彼凡愚於一切法無", "345": "常計常故我說一切法無生一切法剎那悉由愚", "346": "夫妄想施設故喻之如河流如燈如種子以破其", "347": "常見耳豈意遂將一切法作剎那想耶豈知我說", "348": "剎那者正欲息其煩亂妄想令其見一切法本來", "349": "寂靜本來離所作本來不生此我所說剎那義也", "350": "以一切法仗因托緣而起當處出生隨處滅盡是", "351": "生即無生故以不生為剎那非以無常為剎那而", "352": "愚者不知故不為彼說也所謂緣者謂等無間緣", "353": "因緣增上緣所緣緣也若四緣不具生滅不成是", "354": "則生則緣生滅則緣滅而一切法何曾有剎那耶", "355": "所謂剎那者豈非等無間緣為開導依令前念滅", "356": "而後念生為相續性乎然此無間相續不能自生", "357": "自滅皆從妄想熏習而有故內以無明為因外以", "358": "色法為緣而生滅心方從彼生若使內雖有因而", "359": "無根境二種相分色為所緣增上更依何分而生", "360": "中間相續之性乎若謂五識相續實隨境緣滅而", "361": "心次第滅實隨境緣生而心亦次第生者然心不", "362": "住色色不住心各各不相知各各不相到是以何", "363": "物為所緣而生乎則知心本無生明矣以心本無", "364": "生從彼而生則知非是實從因生也是則求其剎", "365": "那生相尚不可得云何知其剎那壞相乎此我所", "366": "謂即剎那非剎那也且一切法在剎那中尚無剎", "367": "那可得況修行者證無生忍現法樂住得有剎那", "368": "耶且如金金剛佛舍利光音天宮此皆世間有形", "369": "相者尚有種種不壞之事何況菩薩安住如來正", "370": "法具足如來正智乃至比丘得證平等法性者云", "371": "何見有剎那之相耶由彼見一切法如乾城如夢", "372": "幻雖現有色相實無剎那相可得云何愚夫於種", "373": "種不實色等視為真實妄謂實有剎那壞相哉吾", "374": "故謂愚夫不善於我隱覆之說於內外一切法作", "375": "剎那想者此也。", "376": "爾時大慧菩薩白佛言世尊唯願為說五法自性識", "377": "二種無我究竟分別相我及餘菩薩摩訶薩於一切", "378": "地次第相續分別此法入一切佛法入一切佛法者", "379": "得到如來自覺地佛告大慧諦聽諦聽善思念之大", "380": "慧白佛言唯然受教佛告大慧五法自性識二無我", "381": "分別趣相者謂名相妄想正智如如若修行者修行", "382": "入如來自覺聖趣離於斷常有無等見現法樂正受", "383": "住現在前大慧不覺彼五法自性識二無我自心現", "384": "外性凡夫妄想非諸賢聖大慧白佛言世尊云何愚", "385": "夫妄想生非諸賢聖佛告大慧愚夫計著俗數名相", "386": "隨心流散流散已種種相像貌墮我我所見希望計", "387": "著妙色計著已無知覆障生染著染著已貪恚所生", "388": "業積集積集已妄想自纏如蠶作繭墮生死海諸趣", "389": "曠野如汲井輪以愚癡故不能知如幻野馬水月自", "390": "性離我我所起於一切不實妄想離相所相及生住", "391": "滅從自心妄想生非自在時節微塵勝妙生愚癡凡", "392": "夫隨名相流。", "393": "一往分辨總顯凡聖邪正因果皆依五法三性八", "394": "識二種無我而出今將八識三性二無我皆攝入", "395": "五法復顯五法不出寂滅一心也故問五法自性", "396": "識二種無我究竟分別相若知究竟分別相則知", "397": "菩薩入一切地次第相續之相如四加行觀察名", "398": "義自性差別得入初地始斷分別我法二執證徧", "399": "行真如得分別我法二空智從是而進以二空智", "400": "觀察俱生名相妄想證俱生我法二空智得入等", "401": "妙二覺又如空六識我法得入初地空七識我法", "402": "得入八地空八識法執得入佛地故知五法三性", "403": "八識二無我攝一切法而能分別此法者則能入", "404": "一切佛法能入一切佛法者方得從初地乃至如", "405": "來自覺地也故世尊一一示之所謂五法者起信", "406": "論云所言法者謂眾生心言五種法皆不出寂滅", "407": "一心也言三自性者謂此三法皆從如來藏自性", "408": "流出也言八識者謂十一色法是所緣唯識心所", "409": "法是相應唯識不相應法是分位唯識八識是自", "410": "性唯識無為法是識性唯識是故百法皆歸唯識", "411": "是三種法皆由我法二執妄生分別故有心意意", "412": "識妄想名相種種差別若證二空即是正智如如", "413": "圓成實性故纔有我相則一切法森然滿目若無", "414": "我相則一切法空無生離自性矣故一切法不出", "415": "五法而五法該一切法若修行者觀察五法明見", "416": "無謬依之修行漸漸入於如來自覺聖趣不由於", "417": "他通達佛法則能遠離斷常有無二見不墮名相", "418": "妄想現在法樂正受常得在前便得如來自覺聖", "419": "智證於如如若不覺五法三性八識悉皆無我又", "420": "不知諸法皆自心現妄計心外實有諸法者此皆", "421": "凡愚妄想分別非聖賢也何以故一切名相皆是", "422": "世俗假立原非實有愚夫計著俗數名相而心即", "423": "隨名相流轉如水流風散奔蕩而不可收拾既流", "424": "散已復於種種形像相貌分別妍醜生執取相墮", "425": "我我所希望計著以為妙色既計著已即為無明", "426": "覆障生起惑染既染著已於順境生貪違境生恚", "427": "貪恚二心造諸惡業日積月累無有休息既積集", "428": "已為業所牽不能自脫如蠶作繭自纏自縛墮於", "429": "生死大海六趣曠野一上一下頭出頭沒如汲井", "430": "輪輪輪不絕如是惑業苦三輪轉不已皆由無明", "431": "所覆計著名相而起不知一切俗數名相自性如", "432": "幻如𦦨如水中月其中原無主宰而為之我亦無", "433": "依止之處而為之我所愚夫於無我我所處而起", "434": "一切不實妄想不知一切法本離能相亦離所相", "435": "亦離生住滅相安有種種妙善之色安有起惑造", "436": "業受報之事乎此諸名相悉從自心妄想生起非", "437": "自在時微塵勝妙等生其計為自在等生者皆是", "438": "凡夫計名執相之流非達名相本空者也。", "439": "大慧彼相者眼識所照名為色耳鼻舌身意識所照", "440": "名為聲香味觸法是名為相大慧彼妄想者施設眾", "441": "名顯示諸相如此不異象馬車步男女等名是名妄", "442": "想大慧正智者彼名相不可得猶如過客諸識不生", "443": "不斷不墮一切外道聲聞緣覺之地復次大慧菩薩", "444": "摩訶薩以此正智不立名相非不立名相捨離二見", "445": "建立及誹謗知名相不生是名如如大慧菩薩摩訶", "446": "薩住如如者得無所有境界故得菩薩歡喜地得菩", "447": "薩歡喜地已永離一切外道惡趣正住出世間趣法", "448": "相成熟分別幻等一切法自覺法趣相離諸妄想見", "449": "性異相次第乃至法雲地於其中間三昧力自在神", "450": "通開敷得如來地已種種變化圓照示現成熟眾生", "451": "如水中月善究竟滿足十無盡句為種種異解眾生", "452": "分別說法法身離意所作是名菩薩入如如所得。", "453": "上言名即是相此顯相即是名也相之與名即色", "454": "心二法形狀可觀曰相表呼詮召曰名如根塵皆", "455": "相而目之為根塵即名此即全相是名全名是相", "456": "所謂相名常相隨也妄想者謂迷有迷無曰妄從", "457": "相起心曰想謂名不自名相不自相必有施設顯", "458": "示假名假相如象馬車步男女等名妄謂此名非", "459": "彼名此相非彼相者謂之妄想論云心能為一切", "460": "法作名若無心則無一切名字當知世出世名字", "461": "皆從心起故名意言境言正智者於彼妄想施設", "462": "顯示種種名相微細觀察求其實相了不可得猶", "463": "如過客暫時停泊故呼牛應牛呼馬應馬不復更", "464": "起虗妄分別故諸識不生不起二見不墮外道二", "465": "乘偏邪之智名為正智大般若經云如一切法名", "466": "唯客所攝於十方三世無所從來亦無所至亦無", "467": "所住一切法中無名名中亦無一切法非合非散", "468": "但假既設所以者何以一切法與名俱自性空是", "469": "以法從心生名因法立所生之法無處能生之心", "470": "亦然則心境俱空俱無處所是名正智如如者謂", "471": "菩薩以此正智觀察無一可立以一切法悉皆真", "472": "故故不立名相無一可遣以一切法悉皆如故故", "473": "不遣名相以不立故不墮建立見以不遣故不墮", "474": "誹謗見以知名相猶如過客本自不生以不生故", "475": "名如如也若菩薩在四加行位中起四尋思智觀", "476": "察名義自性差別離識非有斷分別我法二執證", "477": "徧行真如得入無所有寂靜境界入初地住住初", "478": "地時斷異生性障永離一切外道惡趣生如來家", "479": "正住出世間趣從初地觀察法相至第七地法相", "480": "成熟得純無相觀知一切法猶如幻等不被相縛", "481": "證自覺法趣得入八地離心意意識諸妄想見及", "482": "種種有無性異相次第乃至入法雲地則三昧十", "483": "力自在神通諸華一時開敷莊嚴佛地入如來地", "484": "已即得種類俱生無行作意生身故有種種變化", "485": "分身無量圓照法界成熟眾生如水中月不出不", "486": "入善能究竟滿足十無盡句所謂眾生無盡世界", "487": "無盡等為種種意解眾生隨其根樂而為說法雖", "488": "現種種身說種種法而法身本自不動離於所作", "489": "當體如如是名菩薩入如如所得境界所謂五法", "490": "者如此。", "491": "爾時大慧菩薩白佛言世尊云何世尊為三種自性", "492": "入於五法為各有自相宗佛告大慧三種自性及八", "493": "識二無我悉入五法大慧彼名及相是妄想自性大", "494": "慧若依彼妄想生心心法名俱時生如日光俱種種", "495": "相各別分別持是名緣起自性大慧正智如如者不", "496": "可壞故名成自性復次大慧自心現妄想八種分別", "497": "謂識藏意意識及五識身相者不實相妄想故我我", "498": "所二攝受滅二無我生是故大慧此五法者聲聞緣", "499": "覺菩薩如來自覺聖智諸地相續次第一切佛法悉", "500": "入其中。", "501": "前明五法已竟此將三性八識二無我皆攝入五", "502": "法也彼五法中名相攝三性中徧計妄想者以有", "503": "名相故起徧計若無名相徧計亦無此名相所以", "504": "攝徧計妄想自性也彼五法中妄想攝三性中緣", "505": "起自性者以依彼妄想生心心所法有種種名俱", "506": "時而生如日與光俱時而有既有種種名俱時生", "507": "則有種種相各別現而諸所生心心所法中有分", "508": "別者有執持者亦各有別此由妄想而生名相是", "509": "名緣起自性若無妄想則緣起不生以妄想緣起", "510": "有則俱有無則俱無非謂先緣起而後妄想亦非", "511": "先妄想而後緣起此妄想所以攝緣起自性也正", "512": "智如如攝成自性者以正智如如遠離虗妄二種", "513": "自性以如如智證如如理故不可壞以不可壞故", "514": "不生不滅圓同太虗無欠無餘此正智如如所以", "515": "攝成自性也所謂五法攝三自性如此五法攝八", "516": "識者謂自心所現見相二分是為名相於此執著", "517": "而起八種分別各緣自境即是妄想謂了此八種", "518": "差別之相皆是不實但以妄想分別展轉生起故", "519": "未轉識時名為識藏即是名相妄想識既轉已名", "520": "如來藏即是正智如如此五法所以攝八識也五", "521": "法攝二我二無我者若識陰未破內取識藏為我", "522": "外取識所分別五塵為我所謂之我執既捨識藏", "523": "則取能捨者為我取所證者為我所謂之法執此", "524": "從名相二種取我我所即是妄想若二攝受滅二", "525": "無我生即是正智如如此五法所以攝二我二無", "526": "我也此五法者不但三性八識二無我悉入其中", "527": "即四聖所斷所修所證若因若果一切佛法悉能", "528": "該攝以不出如來藏寂滅一心故也。", "529": "復次大慧五法者相名妄想如如正智大慧相者若", "530": "處所形相色像等現是名為相若彼有如是相名為", "531": "瓶等即此非餘是說為名施設眾名顯示諸相瓶等", "532": "心心法是名妄想彼名彼相畢竟不可得始終無覺", "533": "於諸法無展轉離不實妄想是名如如真實決定究", "534": "竟自性不可得彼是如相我及諸佛隨順入處普為", "535": "眾生如實演說施設顯示於彼隨入正覺不斷不常", "536": "妄想不起隨順自覺聖趣一切外道聲聞緣覺所不", "537": "得相是名正智大慧是名五法三種自性八識二種", "538": "無我一切佛法悉入其中是故大慧當自方便學亦", "539": "教他人勿隨於他爾時世尊欲重宣此義而說偈言。", "540": "○五法三自性及與八種識二種無有我悉攝摩訶", "541": "衍名相虗妄想自性二種相正智及如如是則為成", "542": "相。", "543": "已上將三性八識二無我悉入五法已然如如正", "544": "智本非二物以法體論則先如而後智以修證論", "545": "則先智而後如故前約修證以顯先智後如此約", "546": "法體以顯先如後智故復申言所謂相者即彼諸", "547": "法形像色相是也所謂名者即彼相而安立彼名", "548": "如即瓶相而安立瓶名即此名非彼名不可移易", "549": "是也所謂妄想者即是能施設瓶等眾名能顯示", "550": "瓶等眾相之心心所法是也所謂如如者即能覺", "551": "種種名相物不當名名不當物名物無當兩無定", "552": "處若了名空則毀譽不能動故始終無分別若了", "553": "相空則妍醜不能亂故諸法無展轉由了名相皆", "554": "空能離不實妄想諸識不生故名相皆如是名如", "555": "如此如如者不但真實究竟名相皆如亦真實究", "556": "竟如之自性亦不可得非若地上菩薩皆有如之", "557": "自性可證所謂即如亦如此如如相即是我及諸", "558": "佛隨順覺性所入之處也所謂正智者由證此如", "559": "如實相普為眾生如實演說如是種種名相皆是", "560": "妄想施設顯示悉不可得即令於彼名相隨入正", "561": "覺既不毀名相而入斷亦不執名相而墮常遠離", "562": "心意意識妄想不起即能隨順自覺聖趣此即一", "563": "切外道所不得相也以彼外道二乘不離心識此", "564": "自覺聖智心識不到故非彼所得也以一切心識", "565": "所不能緣是名正智然非正智不能契如如非契", "566": "如如亦不知是正智故智無如外之智如無智外", "567": "之如以如如智契如如理此即自覺聖智所證境", "568": "界如此是名五法能以三性八識二種無我一切", "569": "佛法悉入其中也然此五法不離尋常日用汝等", "570": "菩薩當從己躬用四無間方便修學勿隨他人言", "571": "語流轉亦當教人自修學亦勿隨他也頌中先以", "572": "五法攝三性八識及二無我一切佛法總入大乘", "573": "次頌五法攝三自性一如前說。", "574": "爾時大慧菩薩復白佛言如世尊所說句過去諸佛", "575": "如恒河沙未來現在亦復如是云何世尊為如說而", "576": "受為更有餘義唯願如來哀愍解說佛告大慧莫如", "577": "說受三世諸佛量非如恒河沙所以者何過世間望", "578": "非譬所譬以凡愚計常外道妄想長養惡見生死無", "579": "窮欲令厭離生死趣輪精勤勝進故為彼說言諸佛", "580": "易見非如優曇鉢華難得見故息方便求有時復觀", "581": "諸受化者作是說言佛難值遇如優曇鉢華優曇鉢", "582": "華無已見今見當見如來者世間悉見不以建立自", "583": "通故說言如來出世如優曇鉢華大慧自建立自通", "584": "者過世間望彼諸凡愚所不能信自覺聖智境界無", "585": "以為譬真實如來過心意意識所見之相不可為譬。", "586": "前以五法總攝一切諸法皆歸如如此如如者即", "587": "是法身境界今欲顯諸佛法身常住大慧乃舉世", "588": "尊尋常所說三世諸佛如恒河沙者為當如佛所", "589": "說而信受耶抑亦更有餘義耶佛言莫如說而受", "590": "三世諸佛心量無盡超過一切無與等者不止如", "591": "恒河沙之多而已也所以者何為其超出世間即", "592": "非世間瞻望可及不可以世間可知可見之物而", "593": "比擬之故經云三界有無一切法不能與佛為譬", "594": "喻然我作此譬喻者以彼凡愚計常外道計斷長", "595": "養惡見輪轉生死不能得見真如境界我欲令彼", "596": "厭離生死六趣苦輪精勤修習勝進之法故說諸", "597": "佛易見如恒河沙非如優曇之難見也若說佛難", "598": "值遇如優曇華必生退怯便息方便不生勝求不", "599": "名善誘是故我說諸佛易見如恒河沙若有根熟", "600": "已受化者見其生懈怠想有時復說佛難值遇如", "601": "優曇華當生戀慕心生希有想此亦方便非真說", "602": "也優曇華非已見今見當見而如來出世悉知悉", "603": "見豈優曇可比哉如此二喻一易一難皆是如來", "604": "方便誘掖愚蒙之辭耳不為建立自性宗通者說", "605": "也以彼建立自通者自覺聖智光明暉發觸目無", "606": "非是佛如是境界過世間望非彼凡愚所能信解", "607": "故借優曇鉢華難得值遇以激其生信耳其實得", "608": "自性宗通及得自覺聖智境界者過諸譬喻不但", "609": "不可以恒河沙喻亦不可以優曇擬之也所以者", "610": "何世間所可見者不離心意意識皆可推測而知", "611": "若真實如來離心意意識所見之相豈可以世間", "612": "悉知悉見之恒河沙為喻哉。", "613": "大慧然我說譬佛如恒沙無有過咎大慧譬如恒沙", "614": "一切魚鼈輸收魔羅師子象馬人獸踐踏沙不念言", "615": "彼惱亂我而生妄想自性清淨無諸垢污如來應供", "616": "等正覺聖智恒河大力神通自在等沙一切外道諸", "617": "人獸等一切惱亂如來不念而生妄想如來寂然無", "618": "有念想如來本願以三昧樂安眾生故無有惱亂猶", "619": "如恒沙等無有異又斷貪恚故。", "620": "如來法身既無可喻然佛常喻三世諸佛如恒河", "621": "沙者亦無自語相違過以有別義如下七種是也", "622": "初顯法身離念故喻如恒沙以彼恒沙一切魚鼈", "623": "及殺子魚師子象馬等踐踏其上沙不作念彼惱", "624": "亂我而生妄想以彼本來自性清淨無垢染故諸", "625": "佛如來證得自覺聖智如彼恒河於中具足德相", "626": "大力神通自在如彼河沙一切天魔外道愚癡魚", "627": "鼈以瞋恚心惱亂如來如來不以惱亂故而生一", "628": "念妄想以如來見一切法寂靜離心緣相無有想", "629": "念且如來本願欲令一切眾生如己無異皆令得", "630": "三昧樂豈有反生惱亂者耶故彼雖惱亂如來如", "631": "來了不作念故說諸佛如恒河沙又離貪恚故以", "632": "離貪故敬之而不加喜離瞋故惱之而不加怒由", "633": "怨親平等物我一如不起分別故說諸佛如恒河", "634": "沙故黃壁云恒河沙者佛說是沙諸佛如來釋梵", "635": "諸天步履而過沙亦不喜牛羊蟲蟻踐踏而行沙", "636": "亦不怒珍寶馨香沙亦不貪糞溺臭穢沙亦不惡", "637": "亦是此義。", "638": "譬如恒沙是地自性劫盡燒時燒一切地而彼地大", "639": "不捨自性與火大俱生故其餘愚夫作地燒想而地", "640": "不燒以火因故如是大慧如來法身如恒沙不壞。", "641": "次顯法身不壞喻如恒沙以彼恒沙是地自性劫", "642": "火洞然大千俱壞而恒沙不捨自性以與火大俱", "643": "生故愚癡凡夫謂地被燒而地實不燒以火為因", "644": "而生故如來法身亦復如是愚夫妄謂無明火燒", "645": "法身亦壞不知法身實因無明而顯以無明佛性", "646": "同一性故是故法身不壞亦如恒沙故法華云眾", "647": "生見劫盡大火所燒時我此土安隱天人常充滿", "648": "是顯法身在無明火中未甞壞也。", "649": "大慧譬如恒沙無有限量如來光明亦復如是無有", "650": "限量為成熟眾生故普照一切諸佛大眾。", "651": "三顯法身不墮數量故喻如恒沙恒沙無量如來", "652": "光明亦復無量以如來自體具有大智慧光明徧", "653": "照法界義為成熟眾生普照恒沙諸佛國土其中", "654": "有一眾生根成熟者即現是身而為說法由世界", "655": "無限眾生無限而光明亦無限也。", "656": "大慧譬如恒沙別求異沙永不可得如是大慧如來", "657": "應供等正覺無生死生滅有因緣斷故。", "658": "四顯法身一相喻如恒沙唐云恒沙自性不更改", "659": "變而為餘物故別求異沙永不可得如來法身亦", "660": "復如是常住一相本無生滅不墮分段變易二生", "661": "死中以彼三有因緣皆悉斷盡無生死因故以如", "662": "來無生死異相亦如恒河之無異沙也。", "663": "大慧譬如恒河沙增減不可得知如是大慧如來智", "664": "慧成熟眾生不增不減非身法故身法者有壞如來", "665": "法身非是身法。", "666": "五喻法身無增減如恒河沙投之而入於河不見", "667": "其增取之而出於河不見其減如來智慧亦復如", "668": "是取之無禁用之不竭即以如來智慧成熟眾生", "669": "而眾生智慧不曾增如來智慧亦不曾減以法身", "670": "無相非如身法有形相故身法有形即可增減究", "671": "竟可壞如來法身非是身法無可增減何壞之有", "672": "以法身無增減故如恒沙。", "673": "如壓恒沙油不可得如是一切極苦眾生逼迫如來", "674": "乃至眾生未得涅槃不捨法界自三昧願樂以大悲", "675": "故。", "676": "六喻如來無瞋如恒河沙譬如有人欲得蘇油壓", "677": "恒河沙終不可得無蘇油故眾生在極苦中如來", "678": "以種種方便令彼解脫而諸眾生不肯受化不得", "679": "涅槃受大苦惱逼迫如來如來不以不受化故而", "680": "生瞋恚以不捨廣大法界自三昧願樂具足大悲", "681": "故雖不受化終無瞋惱如壓沙求油終不可得。", "682": "大慧譬如恒沙隨水而流非無水也如是大慧如來", "683": "所說一切諸法隨涅槃流是故說言如恒河沙如來", "684": "不隨諸去流轉去是壞義故大慧生死本際不可知", "685": "不知故云何說去大慧去者斷義而愚夫不知。", "686": "七喻如來說法不離涅槃如恒河沙魏云譬如恒", "687": "沙隨水而流非是無水諸佛如來為諸眾生說一", "688": "切法無非皆是順涅槃流是故說言如恒河沙隨", "689": "水而流然亦未甞隨順生死去流以生死去流隨", "690": "諸趣轉是生滅義故然生死本際即涅槃本際涅", "691": "槃本際不可知則生死本際亦不可知既不可知", "692": "不應說生死為去流云何我說生死有去流耶所", "693": "言去者即是斷義謂生死流可斷而涅槃流無盡", "694": "故以生死為去流也而愚夫不知謂如來亦隨去", "695": "流成斷滅見不知如來雖在生死去流常居涅槃", "696": "正如河沙隨水而流實無去也。", "697": "大慧白佛言世尊若眾生生死際不可知者云何解", "698": "脫可知佛告大慧無始虗偽過惡妄想習氣因滅自", "699": "心現知外義妄想身轉解脫不滅是故無邊非都無", "700": "所有為彼妄想作無邊異名觀察內外離於妄想無", "701": "異眾生智及爾𦦨一切諸法悉皆寂靜不識自心現", "702": "妄想故妄想生若識則滅。", "703": "大慧意謂生死本際是斷義故不可知者則應解", "704": "脫亦是斷義亦不可知云何解脫可知耶所謂解", "705": "脫者謂無始虗偽妄想習氣悉皆滅盡不為妄想", "706": "習氣所纏又知外性皆自心現不起分別不為妄", "707": "想現行所縛此則生死妄想身轉名為解脫而解", "708": "脫實不滅故說解脫無有邊際非謂生死滅而解", "709": "脫悉滅都無所有故不可知也然說解脫無邊亦", "710": "是為彼轉無邊生死妄想作無邊解脫異名其實", "711": "生死本際即涅槃本際無異體也故曰色無邊際", "712": "當知般若亦無邊不但離妄想外無生死若以智", "713": "慧觀察內身外境離妄想外即眾生相亦不可得", "714": "乃至能觀之智所觀之境悉皆寂靜是故妄想滅", "715": "而得無邊解脫也由不知一切法是自心現以自", "716": "心取自心故妄想生即是生死本際若了唯心則", "717": "妄想滅便得無邊解脫豈謂解脫是斷滅法哉。", "718": "爾時世尊欲重宣此義而說偈言觀察諸導師猶如", "719": "恒河沙不壞亦不去亦復不究竟是則為平等觀察", "720": "諸如來猶如恒沙等悉離一切過隨流而性常是則", "721": "佛正覺。", "722": "觀察導師如恒沙者謂火燒不壞隨流不去亦不", "723": "究竟是斷滅法此顯平等法身不壞不去不生不", "724": "滅也又復觀察如來如恒沙者謂如恒沙無念離", "725": "愛憎過無異離因緣故無油離苦逼過隨涅槃流", "726": "而自性常住是則佛之正覺也故恒沙一喻有種", "727": "種別義豈謂如恒沙之多便足擬如來過量之智", "728": "哉。", "729": "爾時大慧菩薩復白佛言世尊世尊記阿羅漢得成", "730": "阿耨多羅三藐三菩提與諸菩薩等無差別一切眾", "731": "生法不涅槃誰至佛道從佛至般涅槃於其中間不", "732": "說一字亦無所答如來常定故亦無慮亦無察化佛", "733": "化作佛事何故說識剎那展轉壞相金剛力士常隨", "734": "侍衛不施設本際現魔魔業惡業果報旃遮摩納孫", "735": "陀利女空鉢而出惡業障現云何如來得一切種智", "736": "而不離諸過佛告大慧諦聽諦聽善思念之當為汝", "737": "說大慧白佛言善哉世尊唯然受教。", "738": "前說恒河一喻有多種義故無自語相違此復廣", "739": "舉種種相違語以發問也一問定性聲聞如蕉芽", "740": "敗種永不成佛何故世尊又授記得成菩提與菩", "741": "薩無異豈非相違二問世尊既說凡是有情皆可", "742": "作佛又說一切眾生法不涅槃畢竟是誰成佛世", "743": "尊既說從始至終說法四十九年談經三百餘會", "744": "而云中間不曾說一字亦未曾答一字豈非相違", "745": "三問既如來在定無慮無察應不現起一切佛事", "746": "何故又說化佛分身徧十方界廣作佛事豈非相", "747": "違四問如來既說藏識即如來藏自性清淨本無", "748": "生滅何故又說心意意識剎那展轉壞豈非相違", "749": "五問既云如來無相可見何故又說金剛力士常", "750": "隨侍衛豈非相違六問既云不施設本際何故又", "751": "說知解脫豈非相違七問如來既證一切種智離", "752": "諸過惡云何不離諸過復有種種苦惱豈非相違", "753": "天魔興兵是魔業旃遮婆羅門以木盂繫腰與孫", "754": "陀利外道殺女共謗佛是惡業又佛往婆利那村", "755": "乞食無施空鉢而出及食馬麥受木鎗頭痛背痛", "756": "毒刺傷足調達推山壓佛設火坑醉象毒藥皆果", "757": "報也。", "758": "佛告大慧為無餘涅槃故說誘進行菩薩行者故此", "759": "及餘世界修菩薩行者樂聲聞乘涅槃為令離聲聞", "760": "乘進而大乘化佛授聲聞記非是法佛大慧因是故", "761": "記諸聲聞與菩薩不異大慧不異者聲聞緣覺諸佛", "762": "如來煩惱障斷解脫一味非智障斷大慧智障者見", "763": "法無我殊勝清淨煩惱障者先習見人無我斷七識", "764": "滅法障解脫識藏習滅究竟清淨。", "765": "言所以授記聲聞作佛者有二義一為聲聞自取", "766": "有餘涅槃欲令策進入無餘涅槃故二為此界他", "767": "方發心行菩薩行者本意為求佛道但聞佛道長", "768": "遠久受勤苦乃可得成遂生退縮但樂小乘涅槃", "769": "故為誘進行菩薩行者令彼捨小向大同證無餘", "770": "涅槃故與授記此是化佛授聲聞記非法性佛所", "771": "說因是故說如來授記聲聞與菩薩無異無非誘", "772": "進之意也且聲聞所以不異菩薩者謂二乘較諸", "773": "佛菩薩於三界四住地煩惱障斷盡已得人空一", "774": "味解脫相同耳非謂所知障亦斷與佛菩薩無異", "775": "也若所知障斷者解脫法執見法無我較得人無", "776": "我者更得殊勝清淨彼煩惱障斷者但初修習斷", "777": "煩惱惑見人無我雖得人空未得法空未為究竟", "778": "清淨以但轉前七識心意意識不行我執頓斷是", "779": "名得人空慧非轉識藏也若斷法障得法解脫者", "780": "則藏識含藏無始虗偽無明習氣悉皆除滅名白", "781": "淨識是名得法空慧始得究竟清淨此固二乘所", "782": "不能知豈可與菩薩齊驅並駕而稱不異謂相違", "783": "耶。", "784": "因本住法故前後非性。", "785": "我說一切眾生法不解脫又說始終不說一字者", "786": "謂一切眾生本來即寂滅相不復更滅故說無佛", "787": "可成為一切法本來離言說相故說無法可說若", "788": "有佛可成即名謗佛有法可說即名謗法以本住", "789": "法有佛無佛法界常住有法無法法界常住以前", "790": "後本無自性故說無成無說豈相違耶。", "791": "無盡本願故如來無慮無察而演說法正智所化故", "792": "念不妄故無慮無察四住地無明住地習氣斷故二", "793": "煩惱斷離二死覺人法無我及二障斷。", "794": "如來在定無慮無察又說化佛化作佛事者以如", "795": "來無盡本願救護眾生故雖在定無心無緣而能", "796": "應彼一切心緣說種種法即其所說皆從正智海", "797": "中流出不待思慮而後說也所以無思無慮者以", "798": "五住究盡二死永亡二空齊證二障悉斷故雖無", "799": "慮無察而能化作佛事豈相違哉。", "800": "大慧心意意識眼識等七剎那習氣因善無漏品離", "801": "不復輪轉大慧如來藏者輪轉涅槃苦樂因空亂意", "802": "慧愚癡凡夫所不能覺。", "803": "我說如來藏自性清淨又說諸識剎那展轉壞者", "804": "謂心意意識及前七種識念念遷流剎那不住因", "805": "虗妄習氣含藏識藏故藏識與前七種識俱生俱", "806": "滅以未得無漏故有輪轉若彼聖者住三昧現得", "807": "善無漏者即能遠離心意意識不復剎那輪轉矣", "808": "此則但滅識藏非滅如來藏也以如來藏雖在識", "809": "藏本來清淨而能隨緣為生死涅槃苦樂之因故", "810": "隨染緣而入於生死而如來藏清淨不變自如也", "811": "即隨淨緣而入於涅槃而如來藏清淨不變亦自", "812": "如也故知如來藏空而不空不空而空而彼愚癡", "813": "凡夫以空亂意以空亂慧測之故但知空而不知", "814": "不空故我說諸識剎那展轉壞而又說如來藏本", "815": "來清淨豈相違哉。", "816": "大慧金剛力士所隨護者是化佛耳非真如來大慧", "817": "真如來者離一切根量一切凡夫聲聞緣覺及外道", "818": "根量悉滅得現法樂住無間法智忍故非金剛力士", "819": "所護一切化佛不從業生化佛者非佛不離佛因陶", "820": "家輪等眾生所作相而說法非自通處說自覺境界。", "821": "又我說金剛力士常隨侍衛者是隨侍化佛非隨", "822": "侍法佛也以法佛遠離一切諸根一切數量一切", "823": "凡愚二乘外道根量悉皆滅盡故一切凡夫二乘", "824": "皆不能知不能見以凡夫二乘心所見者名為應", "825": "身以不知轉識現故見從外來取色分齊不能盡", "826": "知故唯如實修行者親證真如見法身得現法樂", "827": "住成就無間法智及無間法忍此即金剛喻定也", "828": "以法身如來常住金剛定中故不假金剛力士衛", "829": "護其所護者但應化佛耳佛而言化者謂不從自", "830": "己業力生皆是隨人善根而現故謂之化此化佛", "831": "者雖非真佛亦是真佛隨緣所化故亦不離真佛", "832": "也譬如陶師所作器物以輪繩泥水人工變化諸", "833": "器以應眾生之用真佛所作化佛亦隨眾生所作", "834": "事相為因現起三十二相而為說法以應眾生之", "835": "心故有根量非自通真實無根量處說自覺聖智", "836": "境界故我說力士所衛者是化佛豈相違哉。", "837": "復次大慧愚夫依七識身滅起斷見不覺識藏故起", "838": "常見自妄想故不知本際自妄想慧滅故解脫。", "839": "所以不施設本際者以彼愚夫依七識身念念滅", "840": "處而起斷見又不覺識藏微細生滅復執流注為", "841": "真常而起常見不知計斷計常皆是自己妄想分", "842": "別實不知本際不生不滅之地故不為彼施設本", "843": "際若能遠離妄想識滅即得轉識成智便知解脫", "844": "矣故說本際不可知而又言知解脫者豈相違哉。", "845": "四住地無明住地習氣斷故一切過斷。", "846": "證一切種智而不離諸過者謂如來五住究盡實", "847": "離一切過惡然又不免種種業報者正顯定業不", "848": "可轉為諸人天作榜樣耳非謂如來未離一切過", "849": "惡豈相違哉。", "850": "爾時世尊欲重宣此義而說偈言三乘亦非乘如來", "851": "不磨滅一切佛所記說離諸過惡為諸無間智及無", "852": "餘涅槃誘進諸下劣是故隱覆說諸佛所起智即分", "853": "別說道諸乘非為乘彼則非涅槃欲色有及見說是", "854": "四住地意識之所起識宅意所住意及眼識等斷滅", "855": "說無常或作涅槃見而為說常住。", "856": "此頌授記一義也意謂真如界內本無三乘況三", "857": "乘皆非乘固無授記之事即法身如來亦無涅槃", "858": "之事故曰如來不磨滅既無三乘而復說授記作", "859": "佛者謂其已斷煩惱離諸過惡誘而進之可以入", "860": "無間法智可以證無餘涅槃故密意說三乘皆可", "861": "作佛也且諸佛唯以一大事因緣出現於世故即", "862": "諸佛所起智慧說一切法非無即是分別此道更", "863": "無餘乘故說三乘皆是權說即彼所證涅槃亦非", "864": "真實所以不真實者謂彼但斷四住地煩惱所謂", "865": "欲愛住地色愛住地有愛住地見一切住地此四", "866": "煩惱即見思二惑乃從意識生起以藏識為宅依", "867": "末那而住故第七末那堅執第八為我而為分段", "868": "生死種子故曰意識之所起識宅意所住也彼二", "869": "乘人但見意及眼等六識以為可斷可滅計為無", "870": "常謂滅此無常即是涅槃常住不知但盡虗妄名", "871": "為涅槃其實未得自性空事如來大涅槃也。", "872": "爾時大慧菩薩以偈問言彼諸菩薩等志求佛道者", "873": "酒肉及與葱飲食為云何唯願無上尊哀愍為演說", "874": "愚夫所貪著臭穢無名稱虎狼所甘嗜云何而可食", "875": "食者生諸過不食為福善惟願為我說食不食罪福", "876": "大慧菩薩說偈問已復白佛言唯願世尊為我等說", "877": "食不食肉功德過惡我及諸菩薩於現在未來當為", "878": "種種希望食肉眾生分別說法令彼眾生慈心相向", "879": "得慈心已各於住地清淨明了疾得究竟無上菩提", "880": "聲聞緣覺自地止息已亦復逮成無上菩提惡邪論", "881": "法諸外道輩邪見斷常顛倒計著尚有遮法不聽食", "882": "肉況復如來世間救護正法成就而食肉耶佛告大", "883": "慧善哉善哉諦聽諦聽善思念之當為汝說大慧白", "884": "佛言唯然受教。", "885": "食肉一端是夜叉之業習故因之而請欲令知其", "886": "過惡而自斷也故問菩薩志求佛道者先以斷殺", "887": "為首戒故願如來哀愍演說若不說其過惡彼愚", "888": "夫者不知厭離貪著臭穢福德日消名稱亦損況", "889": "乎肉者皆是虎狼甘心嗜好之物云何與天地並", "890": "立為萬物之最靈者乃與虎狼同其嗜好亦甘心", "891": "食之耶且食肉者有多種過若在現在一者多病", "892": "二者短命若在未來則劫劫生生互相食噉無有", "893": "窮已若不食者亦有多種福善如現在生無病長", "894": "壽未來則生善處享諸福樂若如來廣說食肉之", "895": "過及不食之福我及菩薩知此義已不令生起種", "896": "種殺心令彼慈心相向得慈心已於諸眾生更相", "897": "親愛猶如一子各於住地清淨明了不生貪著疾", "898": "得無上菩提復令二乘止息化滅不肯護生缺慈", "899": "心者亦得回心無上菩提且諸外道住於邪見計", "900": "斷計常顛倒執著持牛狗戒尚有禁戒不許食肉", "901": "況復如來以清淨正法救護眾生令彼成就清白", "902": "梵行者乃聽其食肉而不設遮禁之法乎。", "903": "佛告大慧有無量因緣不應食肉然我今當為汝略", "904": "說謂一切眾生從本已來展轉因緣常為六親以親", "905": "想故不應食肉驢騾駱駝狐狗牛馬人獸等肉屠者", "906": "雜賣故不應食肉不淨氣分所生長故不應食肉眾", "907": "生聞氣悉生恐怖如栴陀羅及譚婆等狗見憎惡驚", "908": "怖群吠故不應食肉又令修行者慈心不生故不應", "909": "食肉凡愚所嗜臭穢不淨無善名稱故不應食肉令", "910": "諸呪術不成就故不應食肉以殺生者見形起識深", "911": "味著故不應食肉彼食肉者諸天所棄故不應食肉", "912": "令口氣臭故不應食肉多惡夢故不應食肉空閑林", "913": "中虎狼聞香故不應食肉令飲食無節量故不應食", "914": "肉令修行者不生厭離故不應食肉我當說言凡所", "915": "飲食作食子肉想作服藥想故不應食肉聽食肉者", "916": "無有是處。", "917": "佛為略陳過患一者互為六親眷屬是有同體之", "918": "親不應食肉故菩薩戒經云六道眾生皆是我父", "919": "母而殺而食者即殺我父母亦殺我巳身奈何食", "920": "父母肉而併食己肉者謂之人乎二者人畜等肉", "921": "屠者雜賣有人心者寧不戚然而甘食之乎三者", "922": "一切諸肉皆是精血腥臊不淨氣分所成求清淨", "923": "者其可食乎四者食肉之人眾生聞氣悉皆恐怖", "924": "如屠兒獵師狗見憎惡驚怖羣吠攝眾生者其可", "925": "食乎五者殺心一動慈心不生修慈心者其可食", "926": "乎六者凡愚所嗜臭穢不淨若我弟子食噉於肉", "927": "猶如凡愚所嗜臭穢壞清淨行令諸世人唱如是", "928": "言云何有實沙門修淨行而食肉者修清淨行者", "929": "其可食乎七者於冢間樹下或持呪術或求解脫", "930": "以食肉故一切障礙不得成就求勝果者其可食", "931": "乎八者久遠食肉眾生殺機習熟見其形色深生", "932": "味著有食噉心護念眾生如護眼目者其可食乎", "933": "九者捨於聖人所食法味食眾生肉是羅剎所親", "934": "近諸天所棄者其可食乎十者如燒死屍臭氣不", "935": "淨云何可嗅而入口中一切諸肉令口氣臭其可", "936": "食乎十一者食肉之人殺心增勝夢寐不寧多於", "937": "夢中見種種惡身毛驚竪求安心者其可食乎十", "938": "二者食肉之人乏諸善力住空閑處多有非人而", "939": "伺其便虎狼師子亦來伺求欲食其肉不得安隱", "940": "求安隱者其可食乎十三者諸食肉人食不知足", "941": "增長疾病善攝生者其可食乎十四者菩薩修行", "942": "為出生死見諸飲食如膿血想繫念聖道不生貪", "943": "味若生貪著不能厭離厭離生死者其可食乎是", "944": "故我常說言凡夫為求淨命噉於淨食尚應作六", "945": "親想作食子想如有病觀作服藥想何況食肉聽", "946": "食肉者無有是處。", "947": "復次大慧過去有王名師子蘇陀娑食種種肉遂至", "948": "食人臣民不堪即便謀反斷其俸祿以食血者有如", "949": "是過故不應食肉復次大慧凡諸殺者為財利故殺", "950": "生屠販彼諸愚癡食肉眾生以錢為網而捕諸肉彼", "951": "殺生者若以財物若以鈎綱取彼空行水陸眾生種", "952": "種殺害屠販求利大慧亦無不教不求不想而有魚", "953": "肉以是義故不應食肉大慧我有時遮五種肉或制", "954": "十種今於此經一切種一切時開除方便一切悉斷", "955": "大慧如來應供等正覺尚無所食況食魚肉亦不教", "956": "人以大悲前行故視一切眾生猶如一子是故不聽", "957": "令食子肉。", "958": "上言食肉有種種過此言食肉之現報也故引師", "959": "子蘇陀娑王躭著肉味乃至食人遂亡其國以證", "960": "唐云釋提桓因處天王位以餘過去食肉餘習變", "961": "身為膺而逐於鴿我時作王名曰尸毗愍念其鴿", "962": "自割身肉以代其命大慧帝釋餘習尚惱眾生況", "963": "餘無慙常食肉者當知食肉自惱惱他是故菩薩", "964": "不應食肉大慧昔有一王乘馬游獵馬驚奔逸入", "965": "於山險既無歸路又絕人居有牝師子與同遊處", "966": "遂行醜行生諸子息其最長者名曰斑足後得作", "967": "王領七億家食肉餘習非肉不食初食禽獸後乃", "968": "食人所生男女悉是羅剎轉此身已復生師子豺", "969": "狼虎豹鵰鷲等中欲求人身終不可得況出生死", "970": "入涅槃善道耶彼食肉者有如是過凡愚不知乃", "971": "謂食肉無與殺事故可無罪不知凡殺生者多為", "972": "人食若人不食亦無殺事是故食肉與殺同罪彼", "973": "諸殺者雖不自食為財利故殺生販賣是因財而", "974": "屠殺彼食肉者雖不自殺以求味故捕取諸肉是", "975": "因錢而網捕彼食肉者因財得味彼殺生者因網", "976": "得財以財味故設諸方便羅山罝谷截河堰瀆水", "977": "陸空行無不戕害若謂非自殺非教他殺不疑殺", "978": "而可食者世間無有不教人取不求其物不想其", "979": "味而有魚肉無因自至為三淨肉而可食者故我", "980": "曾於餘經中說不許食五種淨肉所謂不見不聞", "981": "不疑自死鳥殘遮不令食或斷十種謂人蛇象馬", "982": "龍狐猪狗師子獼猴等制不許食此皆漸次禁斷", "983": "為方便說今於此會一切種肉都不許食向時所", "984": "立方便權教一切開明悉皆除斷何以故如來法", "985": "身非雜食身以法為身不食一切況食魚肉不淨", "986": "之物其教諸弟子但飡法味亦不以食魚肉教之", "987": "也以我滌除習氣但以大悲為第一行等視眾生", "988": "猶如一子豈有教諸弟子食子肉哉是故此經一", "989": "切悉斷。", "990": "爾時世尊欲重宣此義而說偈言。", "991": "曾悉為親屬鄙穢不淨雜不淨所生長聞氣悉恐怖", "992": "一切肉與葱及諸韭蒜等種種放逸酒修行當遠離", "993": "亦常離麻油及諸穿孔牀以彼諸細蟲於中極恐怖", "994": "飲食生放逸放逸生諸覺從覺生貪欲是故不應食", "995": "由食生貪欲貪令心迷醉迷醉長愛欲生死不解脫", "996": "為利殺眾生以財網諸肉二俱是惡業死墮呌呼獄", "997": "若無教想求則無三淨肉彼非無因有是故不應食", "998": "彼諸修行者由是悉遠離十方佛世尊一一咸呵責", "999": "展轉更相食死墮虎狼類臭穢不厭惡所生常愚癡", "1000": "多生旃陀羅獵師譚婆種或生陀夷尼及諸食肉性", "1001": "羅剎猪貍等徧於是中生。", "1002": "前已略說食肉過患頌復詳明言不但曾為眷屬", "1003": "不忍食鄙穢不淨不可食雜諸人畜不宜食獸見", "1004": "恐怖不當食以不淨之故不但肉不應食推之葱", "1005": "蒜五辛及酒熟噉則發婬生噉則發恚躭飲則生", "1006": "放逸亦當遠離以眾生恐怖之故不但食肉驚吠", "1007": "推之麻油及穿孔牀亦有細蟲恐怖亦當遠離若", "1008": "飲食而生慙愧不生放逸猶之可也若一生放逸", "1009": "便生邪念念既邪已便生貪欲貪則心迷迷則躭", "1010": "著著則纏縛縛則生死不得解脫矣是則生死欲", "1011": "根皆由五辛及放逸酒食為助因故欲刳正性必", "1012": "先除助因也若使不得解脫不墮惡道猶之可也", "1013": "乃彼殺生者以財利而殺彼貪味者以財利而網", "1014": "雖殺者與食者不同同是殺業皆墮呌呼獄中若", "1015": "不教不求不想而有魚肉無因自至者或可食也", "1016": "今若不教不想不求則三淨肉安得無因而有故", "1017": "凡有淨肉皆是教想求得之其究皆與殺生同罪", "1018": "故不應食此修行者所以遠離如來所以呵責也", "1019": "若使離地獄苦免於酬償猶之可也由其殺習不", "1020": "忘業債不了生於一處更相噉食即生人間或為", "1021": "屠者或作獵師或為羅剎皆不離乎愚癡死則復", "1022": "墮虎狼貓狸之類其報如此安得不禁止乎。", "1023": "縛象與大雲央掘利魔羅及此楞伽經我悉制斷肉", "1024": "諸佛及菩薩聲聞所呵責食已無慙愧生生常癡冥", "1025": "先說見聞疑已斷一切肉妄想不覺知故生食肉處", "1026": "如彼貪欲故障礙聖解脫酒肉葱韭蒜悉為聖道障", "1027": "未來世眾生於肉愚癡說言此淨無罪佛聽我等食", "1028": "食如服藥想亦如食子肉知足生厭離修行行乞食", "1029": "安住慈心者我說常厭離虎狼諸惡獸恒可同遊止", "1030": "若食諸血肉眾生悉恐怖是故修行者慈心不食肉", "1031": "食肉無慈悲永背正解脫及違聖表相是故不應食", "1032": "得生梵志種及諸修行處智慧富貴家斯由不食肉。", "1033": "言食肉之報如此故我有時說象脇諸經以及此", "1034": "經悉制斷肉以諸佛菩薩一切賢聖共所呵責謂", "1035": "食肉者是無慙愧人劫劫生生常癡常暗以不知", "1036": "禮義不知恩德故也故我先說見殺聞殺疑殺皆", "1037": "不可食已是斷一切肉世間豈有不見不聞不疑", "1038": "之肉而可食乎凡愚為妄想所覆不覺不知妄謂", "1039": "如來許食三種淨肉遂生食肉之想心馳食肉之", "1040": "處此與貪欲之過等無有異障礙解脫實基乎此", "1041": "故即五辛及放逸酒為助因者皆聖道之障也乃", "1042": "末世眾生妄想食肉作愚癡說言此三種淨肉食", "1043": "之無罪是佛聽許我食可謂不善觀如來密意矣", "1044": "不知我常訓諸弟子作知足頭陀等行者即日中", "1045": "一食尚令作服藥想作食子肉想不令生著令彼", "1046": "厭離教其常行乞食之行豈令聽許食肉耶故不", "1047": "食肉者安住慈心入獸不亂群入鳥不亂行雖虎", "1048": "狼惡獸可與同遊若食肉者狗聞之而驚獸見之", "1049": "而走豈修行所宜乎故修聖行者當住慈心不應", "1050": "食肉若食肉者不念眾生同體即缺慈心既無慈", "1051": "心為因安有解脫之果既無聖果亦無護生威儀", "1052": "諸聖表相化利眾生故修行者不應食肉若不食", "1053": "肉遠離不淨得生梵志淨種之家能順教法常生", "1054": "清淨修行之處能捨愚癡故常生智慧能絕貪求", "1055": "故常生富貴此皆不食肉之所致斷食肉者豈非", "1056": "修行之急務乎。", "1057": "楞伽阿䟦多羅寶經合轍卷第八終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 331 楞伽經合轍", "author": "明 通潤述"}