{"sourceLink": "http://www.cbeta.org/", "text": {"0": "經文正宗分", "1": "大佛頂首楞嚴秘錄卷第十", "10": "夢想。不同心經所說。彼指初住已去乃至等覺。不唯", "100": "圓顯。徹古徹今。徹始徹終。至乎六根清淨相似而見。", "101": "及夫初住已去分證而見。那得八萬劫便作聖解耶。", "102": "下去例之亦爾。結中。微妙三觀是為正知。三觀圓", "103": "照是為徧知。正知揀異邪知。徧知揀異偏漸。今由妄", "104": "計出而玅觀失。故云由此等也。有揀異邪外之正", "105": "知自不墮落外道。有揀異偏漸之徧知。自得證乎菩", "106": "提。既云亡正徧知。而外道應墮菩提應惑也。下去皆", "107": "爾。二末亦三。即標釋結。例前可見。標可知。釋中。", "108": "既見其根者。止八萬劫之所見也。知人下計世間法", "109": "之無因也。今盡等者。謂人還為人。乃至畜還為畜。烏", "11": "分斷無明。亦且斷已將盡。此中但在相似之四五", "110": "還為。黑乃至橫還為橫也。而我下計出世法之無因", "111": "也。意謂。無菩提因那有菩提事。故云而我等也。當知", "112": "下合世出世而言也。意謂。世間法八萬劫中既皆無", "113": "因。出世法八萬劫中亦皆無因。則知今日一切諸法", "114": "物象皆無因也。有云本應作末。亦不必也。蓋本既無", "115": "因。以本而推末亦無因。然此本末二因。總計八萬劫", "116": "中所見而已。八萬劫外冥無所現。則知前無所觀無", "117": "始之本可得。後無所觀無終之末可得。故分本末。二", "118": "皆無因無異意也。結例前可知。三結名中。是則", "119": "等者。正結其斷見外道也。", "12": "二信。約惑止破見思。就陰止破三陰。近有以彼解", "120": "二四徧常之起計中。分三。初於圓下合標。二一者下", "121": "分釋。三由此下總結。初合標中。圓常即圓滿常住", "122": "耳。此是真起計。下妄計也。四徧常者。彼之外道。意欲", "123": "同佛圓常。終不如也。元非元明自性。以其能為十二", "124": "類生之本是為徧。以其生住異滅化理不住是為常。", "125": "初心境。二四大。三色受想等。四生滅。蓋前之廣於後", "126": "後。後後狹於前前也。二分釋四。初二萬劫常。二四", "127": "萬劫常。三八萬劫常。四不生不滅常。初二可知。", "128": "三八萬劫常中。是人窮盡等者。六根即六識也。以所", "129": "顯能耳。末那即七識也。執受即八識也。以含藏為執", "13": "此。菩薩或同。而位之淺深惑之粗細不無差別。恐不", "130": "受耳。心意識乃總八七六識也。有謂此是行陰云何", "131": "說識。此非然也。行人觀境無乎不觀。唯其破時先色", "132": "次受等耳。豈可不以識觀。況三科諸法無不為觀。此", "133": "但就五陰而言。豈無識乎。四不生滅常。可知。三", "134": "總結。亦可知。是則等。正結其常見外道也。", "135": "三常無常之功行中。堅凝正心者。外魔不干為之堅。", "136": "內心不起為之凝。觀智益顯之為正心。下去皆然。起", "137": "計中亦分三。初於自下合標。二一者下分釋。三由此", "138": "下總結。初合標中。於自他中等者。即以行陰而分", "139": "自他。如二於國土三於我心四於行流。皆名自他起", "14": "便也。若在今論。想陰未破之時。所謂晝馳於想。夜結", "140": "計度也。以例第一一切眾生於我心中自生自死等。", "141": "自即行陰。彼即所具十二類生。乃於無自他中。妄計", "142": "自他也。元明自性豈有常無常耶。二分釋為四。初", "143": "我常彼無常。二劫壞劫不壞。三我是微塵轉。四行常", "144": "餘無常。初中。大意可見。云觀妙明心者。始本妙觀", "145": "了達行陰。即是妙明心性徧乎十方界也。但其過加", "146": "研覈。一念之錯。一見之差。同其外道計也。二中。見", "147": "劫壞處等者。若就一世界中竪言之。自三禪已下為", "148": "三災壞。是為壞處。從四禪上三災所不能到。是為不", "149": "壞處。若約諸世界橫言之。或此世界壞。是為壞處。或", "15": "於夢。既盡想陰。想尚不得。夢從何生。故云夢想銷滅。", "150": "彼世界不壞。是為不壞處也。三中。別觀我心等者。", "151": "前觀妙明。此觀其心。精微密等。亦是計真起妄也。", "152": "四可知。三中。總結。亦可知。三結名中。是則等。正", "153": "結其是亦斷亦常之外道也。", "154": "四有邊論之起計。亦分四。初於分下合標。二一者下", "155": "分釋。三由此下總結。初合標中。於分位者。即時分", "156": "與方位也。時分雖指時。方位雖指處。實時處相兼也。", "157": "二分釋為四。初三際。二聞見。三彼我。四生滅。初", "158": "中。心計生元者。指行陰為十二類之根元也。流用不", "159": "息者。正指行陰生住異滅無休息也。計過未等者。過", "16": "其夢想也設未銷滅。寤時必有想。寐時必有夢。寤之", "160": "即行陰。前色受想三陰早已破矣。是為有邊。未即行", "161": "陰。後識之一陰以其未現。是為有邊。相續指現前行", "162": "陰密密遷移新新流轉。是為無邊也。合而言之。所謂", "163": "過去已過去。未來尚未來。皆是有邊。唯現在不住。為", "164": "無邊耳。四中。半生半滅者。謂色受想陰已破。是半", "165": "滅。行之一陰現前。是半生也。三結名中。此則等者。", "166": "正結其亦雙亦斷常之外道也。", "167": "五不死之矯亂起計中。亦分三。初於知下合標。二一", "168": "者下分釋。三由此下總結。合標中。四顛倒者。不知", "169": "常住真心。之為顛。反執斷常為真。是為倒也。二分", "17": "與寐自不恒一。夢想既滅。雖有寤寐而恒一耳。想盡", "170": "釋又四。初總計。二計無。三計有。四計有無。初中。觀", "171": "變化者。謂變有為無化無為有也。此總說也。然生", "172": "而住。住而異。異而滅。於中密密遷流。是為之變。故云", "173": "見遷等也。生繼乎滅。住繼乎生。異繼乎住。滅繼乎異。", "174": "互互相續。是為之恒。故云見相等也。生住二相有可", "175": "見之見者是為之生。故云見所等也。異滅二相無可", "176": "見之見者是為之滅。故云不見等也。生於滅相續。住", "177": "於異相續。不少間斷。是為之增。故云相續等也。其生", "178": "於滅。住於生。雖為相續不無所離。是為之滅。故云正", "179": "相等也。生生住。住生異。異生滅。各各生也。是為之有。", "18": "如此。想陰盡。理自顯。所有妙覺明體。虗而不滯。靜而", "180": "故云各各等也。生亡乎滅。住亡乎生。乃至滅亡乎異。", "181": "互互亡也。是為之無。故云互互等也。於彼變恒等八", "182": "無不而觀。故云以觀都觀。雖云都觀。唯見其一。故云", "183": "用心別見。以其用心別見之故。人問乎生。即答之曰", "184": "亦生。人問乎滅。即答之曰亦滅。乃至人問乎滅。即答", "185": "之曰亦滅。如是一時之中。或言乎生。或言乎滅。乃至", "186": "或言乎減。了無定見。故云於一等也。說既如是。聞者", "187": "亦無一定。故云令彼等也。二中。諦觀其心者。即觀", "188": "行陰也。互互無處者。同前互互亡處也。三中。諦觀", "189": "其心。亦觀行陰也。各各有處者。同前各各生處也。", "19": "不動。故云覺明虗靜。假喻發明。猶之乎晴明空也。故", "190": "四中。雙計有無。可知。樹之旁生曰枝。皆云其矯亂者。", "191": "若是有以言有。無以言無。似乎屬正。何謂矯亂。當知", "192": "元明自性有無皆不可得。既計為有為無。此是矯也。", "193": "又計非有非無亦有亦無及互互無各各有。此是亂", "194": "也。故皆謂之矯亂。不死者即不遷之意。彼之外道。欲", "195": "生不死天為果執計不死。又矯是矯強。亂是雜亂。以", "196": "矯亂因欲得不死果也。結名中。此則等。亦結其是", "197": "雙亦斷常之外道也。", "198": "六死後有相之起計為三。初於時下標。二或自下釋。", "199": "三由此下結。初標中。死後有相等者。外道所計。不", "2": "天台　一松大師　說", "20": "云猶如晴空。晴空之中。虗通洞達無復幻翳。故云無", "200": "出即色是我離色是我我大色小色在我中色大我", "201": "小我在色中耳。二釋二。初正計。或自等。二別計。從此", "202": "等也。初中。或自等。即即色是我也。或見等。即我大色", "203": "小也。我圓者。謂我之我圓滿十方所有國土在我內", "204": "也。或彼等。即離色是我也。前緣者。所緣之色也。墮我", "205": "句。隨我運用耳。或復等。即色大我小也。如是循環十", "206": "六相者。就行陰已生等四。舉色一陰而有前四。餘之", "207": "三陰亦皆有四。則有四四一十六相。有云除去行陰。", "208": "就前之三陰後之識陰。成乎十六。或亦可耳。次中。", "209": "畢竟煩惱等者。畢竟二字乃言有也。然有煩惱。有菩", "21": "復等也。能觀之心既如晴空無有塵影。則知所觀山", "210": "提。不為過耳。過在兩性並驅不相觸耳。結名中。云", "211": "立五陰等者。問前之三陰既已破矣。云何復將以為", "212": "計耶。答三陰既破。而又依之以起計者。以三陰徧計", "213": "雖破。而依他之性未亡。故依之以起成其十六。蓋約", "214": "行陰為我四陰為緣耳。此亦常見之外道也。", "215": "七死後無相之起計亦三。初於先下標。二見其下釋。", "216": "三由此下結。標中。死後無相者。如釋所明。可見。", "217": "釋又二。初正計。見其等也。二別計。從此等也。初中。", "218": "見其色滅等者。謂其有色纔顯乎色。有想纔繫乎心。", "219": "有受纔得連持色心以為壽命。色等三陰既破。故云", "22": "河大地明暗色空非不見也。但見之時。如明鏡當臺", "220": "見其等也。陰性句總所滅色等三陰。縱有等指行陰", "221": "之獨存也。此質等指色陰之已破也。因之等正起計", "222": "也。勘校即計度耳。八無相。就因果各有色滅等四也。", "223": "次別計可知。結名中。五陰同前。此亦斷見之外", "224": "道也。", "225": "八死後俱非之起計亦三。初於後下標。二色受下釋。", "226": "三由此下結。標中。於行句。謂行陰當前也。兼受句。", "227": "謂受陰已滅也。雙計句。於行陰當前為有。受陰已滅", "228": "為無也。自體句。受想行三同是心法。謂之自體。以行", "229": "之當前破受想已滅。受想已滅。還破行之當前。謂之", "23": "照明而已。故云觀諸等也。當其物像來時未嘗有所", "230": "相破也。前第六計死後有。第七計死後無。今雙非有", "231": "無。故云是人等也。釋亦二。初正計。色受等也。二總", "232": "計。又計等也。初中。色受等。謂色等三陰本自有者", "233": "早已滅之。則有成非有也。行遷者。謂行陰遷流似乎", "234": "無者。今言當前。則有成非無也。如是循環等。有云陰", "235": "界指五陰十八界者。非也。但窮四陰之際畔耳。下結", "236": "名中。亦云五陰者。蓋四陰是五陰中四。乃總言也。八", "237": "俱非相者。謂色受等四皆有非有非無也。有相無相", "238": "者。非謂其有是相及無是相也。蓋以有相即是非無", "239": "相。無相即是非有相。正雙非計也。次中。又計等者。", "24": "粘黏。當其物像過時未嘗有所踪跡。故云來無等也。", "240": "謂行陰似無反有遷流則無非無矣。訛者正言其無", "241": "非無耳。心發句。行陰既爾。推諸法之有者則非有矣。", "242": "故云又計等也。有無等者。如是不可謂有不可謂無。", "243": "故云有無俱非也。既曰非有。實不可以為實。又曰非", "244": "無。虗不可以為虗。故云虗實失措。結中。後際昏瞢", "245": "等者。正謂未來昏昏茫茫杳窅冥冥而無正見也。結", "246": "名中。是則等。結其是雙非之外道也。", "247": "九七斷滅之起計亦三。初於後下標。二或見下釋。三", "248": "由此下結。初標可見。二釋中。或計句。計欲界人", "249": "天二種四大色身死後。便為究竟斷滅也。或欲句。計", "25": "虗受等法合也。惟其受想既盡。塵於根也了無所依。", "250": "初禪已離下界財色名嗜睡五欲。便為究竟斷滅也。", "251": "或苦句。計二禪定生喜樂已離初禪有覺有觀。便為", "252": "究竟斷滅也。或極句。計四禪捨念清淨苦樂雙亡及", "253": "無色之四空。便為究竟斷滅也。皆言或者。謂七中隨", "254": "計一種耳。下之五涅槃亦然。論句雖五。斷滅有七。以", "255": "初句有人天二種。後句有四禪無色二種。故總云如", "256": "是等也。七際。言其七種之邊畔也。從此斷滅更不復", "257": "生。故云現前等也。結名中。此則等。謂七斷滅亦依", "258": "五陰而立也。此亦斷見之外道也。", "259": "十五涅槃之起計亦三。初於後下標。二或以下釋。三", "26": "所謂聚緣內搖自遺。根於塵也亦無所托。所謂趣外", "260": "由此下結。標可知。釋中。或以等正釋其相。迷有", "261": "等如來斷詞。如是等復合言也。五涅槃。初有為正轉", "262": "依及觀見與生愛慕等。有不更輪迴及生滅性等。皆", "263": "應具有。若具足之。如初禪應云。或以初禪為正轉依", "264": "觀見無憂不受輪迴生滅之性生愛慕故。今以初禪", "265": "互為具足。中間可例。所以初後闕略中三全略。則知", "266": "初中圓明。次中無憂。三中無苦。四中極悅。五中苦樂", "267": "雙亡。是其所以為計者也。初計欲界中。為正轉依", "268": "者。妄計欲界正報四大即是轉生死依涅槃而住。觀", "269": "見圓明等正其所計。謂身中所修欲定及未到定為", "27": "犇逸亦遠。猶若明鏡鑒物唯一虗靜照虗而已。故云", "270": "涅槃圓明。非自性之圓明也。初禪已離欲界苦粗障。", "271": "已得上界淨妙離。故云無憂。二禪不若初禪有覺有", "272": "觀。以定生喜樂。故云無苦。三禪樂勝。以離生妙樂。悅", "273": "充乎內。樂徧乎外。故云極樂。四禪以捨念清淨故。云", "274": "苦樂雙亡。不受句。正其非涅槃計涅槃也。餘可知。", "275": "結名。此則等。亦結其是斷見之外道也。", "276": "三結勸亦二。初結過患。阿難等也。二勸弘宣。汝等等", "277": "也。初中。禪那狂解者。前之色受想而言禪那現境", "278": "及故現斯事。以其或自心生魔或外魔現境。今唯同", "279": "乎外道而起妄計。故言狂解與故現斯悟也。皆云禪", "28": "虗受等也。", "280": "那者。由修三觀而圓破五陰。過加研覈致生魔事及", "281": "夫妄計故也。餘義同前。可知。次中。枝岐者。樹之旁", "282": "出曰枝。路之雜出曰岐。清淨標指者。欲人見月以指", "283": "標示。前人因指見月。喻經之能詮如標指也。因能詮", "284": "經會所詮理。如因指見月也。以其能詮是了義者。故", "285": "云清淨標指。餘亦同前。", "286": "五顯識陰亦二。初承前行盡。阿難等也。二明今識陰。", "287": "深達等也。初中。彼善下正明行盡之相。對前行陰", "288": "標舉中行盡之文。可知。沈細綱紐等者。以行陰為十", "289": "二類生死之本。喻以綱紐。行陰既破則十二類數所", "29": "二明今行陰又三。初生滅根元等標舉。二阿難當知", "290": "趣生死微細綱紐沈而絕矣。故云沉細等也。感應即", "291": "生死果報之果名耳。於涅下兼明所顯之理。涅槃天", "292": "者即元明自性也。故喻之天。常被五陰所覆。猶天為", "293": "五更所闇。今行陰已破。故云將大明悟。如鷄下正喻", "294": "將大明悟也。所謂鷄三唱已東方既白。今正在將明", "295": "之際。故云如鷄等也。六根下合明也。正謂行陰既破", "296": "根塵不偶。故云六根等也。內外等。色陰為外。受陰為", "297": "內。其妄破其真顯。故云內外等也。", "298": "二明今。亦分三。初深達十方等標舉也。二阿難當知", "299": "等釋成也。三阿難如是等結勸也。初又二。初識未盡", "3": "語谿門人　靈述　記", "30": "等釋成。三阿難如是等結勸。初標舉又二。初生滅下", "300": "相。即深達下。二識已盡相。即若於下。初中。深達等", "301": "謂十二生皆以識陰為元由也。所以元諸與由即識", "302": "陰耳。如前行陰云。雖未通其各命由緒。及性入元澄。", "303": "皆指識陰故也。觀由等。謂識當前也。諸類句。識為因", "304": "而招十二類生之果也。識既當前。不久自破。故云諸", "305": "類不召。於十下。謂十二差別之相同此識陰之中。故", "306": "云於十等也。精色句。所顯益深也。發現句。以識陰當", "307": "前謂之發現。以識未盡謂之幽祕。此正所謂識陰世", "308": "界。故云此則等也。二識已盡相又二。初若於等正", "309": "明。二觀其等因由。初中。若於等。重指十二類生同", "31": "行未盡相。二若此下行已盡相。初行未盡相中。生", "310": "在識陰中也。銷磨等者。銷即銷化。磨即磨礱。猶攻玉", "311": "也。銷化六根煩惱以成無上知見。磨礱六根生死以", "312": "證無上滅度。故云銷磨六門也。合開成就者。合即所", "313": "謂元是一精明也。開即所謂分成六和合也。在凡夫", "314": "但開為六。乃用中相背。在初果但合為一。乃性中相", "315": "知。皆不得為成就。今得六根互有。論其性元一。論其", "316": "用有六。無不成就之者。故云開合成就也。見聞等。謂", "317": "見亦可聞聲嗅香乃至知法。知亦可見色聞聲嗅香。", "318": "中間亦爾。此正六根互用。不為六根所染。故云見聞", "319": "等也。十方下。正如法華所明。六根清淨。圓見十方依", "32": "滅等。即行陰密密遷移念念流轉生住異滅之相也。", "320": "正。乃至圓知十界依正及三世諸佛之法。故云十方", "321": "等也。對位而論。識陰一盡。即入相似七信。乃正六根", "322": "清淨之者。故能爾爾。非若前之妄計見八萬四千劫", "323": "為本末二無因者也。故名之曰為識陰盡。是人下結", "324": "也。意謂。識陰未盡。起惑造業。而感朝生暮死摧朽命", "325": "濁。識陰既盡。命濁自得超而越之矣。所以前云識為", "326": "命濁體也。二因由中。觀其等者。其真之體既顯。其", "327": "妄之由自見。由顛倒虗妄之想。有是識陰而為命濁", "328": "之本也。", "329": "二釋成分十。次第可見。十皆有三。初善男子下行盡", "33": "前來想陰未破行陰未現。想陰既盡行陰當前。故云", "330": "識現。二若於下妄起邪計。三是名下結示生種。唯第", "331": "八第九妄起邪計始於觀命及於命耳。餘無不同。下", "332": "去但依文消釋。不復更出。初因所因行盡識現中。", "333": "究諸句。謂行陰盡也。於識句。識陰現前也。還元之元", "334": "亦即識陰。有真妄不同。真即真如。妄即生滅。今識還", "335": "元者。但還其妄未還其真。故云於識還元。識既還元。", "336": "行陰生滅則已滅矣。故云已滅生滅。而於下。明識陰", "337": "將破未破。但還妄元未還真元也。能令下。六根清淨", "338": "將得未得。故但云能令己身根隔開合。不同前之已", "339": "獲同中銷磨等也。亦與下。雖應相似之理將顯未顯。", "34": "生滅等也。見諸等者。殫即盡也。謂其十二類之所以", "340": "然但還妄元未還真元。所以止云十方諸類。而不云", "341": "十方諸佛菩薩也。則知能令至圓元一節下去九文", "342": "皆應有之。以初例後可見略耳。妄起邪計中。若於等", "343": "所起之計。是人等所墮之類。下去皆然。若於等者。意", "344": "謂。所歸之元未真。仍然觀炤真自得還。設若認為真", "345": "常以作聖解。便應起乎邪見。故云若於等也。下去若", "346": "於等皆應作如是看。是人等者。以非真常之因妄計", "347": "以為真常。故云則墮因所因執。此既妄因。自不克真", "348": "常之果。反入邪外伴侶。故云娑毗等也。本欲求菩提", "349": "而修三摩。極至菩提反生迷惑。則三智一心中之知", "35": "生。唯行陰生以為生。十二類之所以滅。唯行陰滅以", "350": "五眼一眼中之見皆亡失矣。故云迷佛等也。下去消", "351": "釋能非能乃至真非真等悉應例之。但換能非能等", "352": "耳。結示生種中。是名等者。真常本無所也。彼若立", "353": "此為因則有所矣。故云立所得心。以此虗妄之因還", "354": "成虗妄之果。故云成所歸果。本欲修習圓道。以妄計", "355": "為因反違隔於圓通矣。本欲證入涅槃。而因招妄果。", "356": "反背遠於涅槃矣。既違圓通。又背涅槃。全非真實因", "357": "果。唯是外道種類而已。合而言之是名第一等也。下", "358": "去亦應例之。二能非能之妄起邪計中。若於等。所", "359": "歸之元。本非自性真體。而作自性真體解者非也。是", "36": "為滅。行陰既現十方之十二類生滅。所以無不得見。", "360": "人等。我之自體本無能生。妄計為能。故云能非能。摩", "361": "醯首羅即色界之大自在天。大慢天即其異名也。", "362": "三常非常之妄起邪計中。若於等。所歸之元既妄。所", "363": "有身心那得常住。而作常住解者非也。在生等。如來", "364": "之斷詞也。以其計生滅為不生滅。計非常住為常住。", "365": "故云在生等也。以生滅為不生滅。故云既惑等也。", "366": "四知無知之妄起邪計中。若於等。所知是妄。本非周", "367": "徧圓滿。而作圓滿解者非也。有情有知無情無知乃", "368": "正理也。今計情與無情皆知徧圓。所以墮知無知執", "369": "也。問教中所稱情與無情同一體者。與外道十方草", "37": "故云見諸等也。雖未等者。一切眾生皆以識為根由", "370": "木皆稱有情知徧圓者何分別也。答教中言情與無", "371": "情同一體者。謂其同一元明自性。若其無知覺者為", "372": "無情。草木是也。有知覺者為有情。眾生是也。以其同", "373": "一妙明心中所現之物為同一體。非同外道所計眾", "374": "生固有知草木亦有知知徧圓者同也。五生無生", "375": "之妄起邪計中。若於等。元非真實六根清淨。認以為", "376": "是故云已得隨順。便於等。計識體能出生一切諸法", "377": "也。識體為能生諸法。所生亦應出生諸法。是以所生", "378": "之四大中各各計其能生諸法。而云各各崇事也。此", "379": "葢計一切眾生從時生方生微塵生之外道也。即", "38": "頭緒。不唯識陰未破。亦且未現。故云雖未等也。識陰", "380": "此四大各各崇事為常住解。以非常住計常住耳。是", "381": "人等。元非常住真解。不可以為生不可以為無生。故", "382": "云生無生執耳。結示生種中。迷心從物。謂迷乎己", "383": "之元明性體。逐乎四大之物也。六歸無歸之妄起", "384": "邪計中。若於等。此圓明亦非自性。計為圓明。故云若", "385": "於等也。非群滅化者。斷其非滅群妄而歸化乎真耳。", "386": "以永等。正計非真滅而為真滅也。是人等。以非真滅", "387": "依計為真滅依。故墮歸無歸執也。七貪無貪之妄", "388": "起邪計中。若於等。所圓常住元非真常。而作常住解", "389": "者妄也。是人等。常住不可以為貪者。妄計常住。不應", "39": "未現。然行陰為十二類生之生滅者。猶之乎野馬熠", "390": "貪而為貪矣。故墮貪非無貪執也。示生妄種中。執", "391": "著元命者。識陰是眾生命之元由。元非常住。執以為", "392": "常。故云執著命元也。生妄延種者。以其非常計常。應", "393": "生如是種也。八真無真之妄起邪計中。觀命等者。", "394": "若論識陰真體。通乎三際。今識陰命元本非真體。那", "395": "可互通。三際劫留等。正起計也。如正教中有留習潤", "396": "生此其妄認命元互通。故有如是計也。是人等。非互", "397": "通認為互通。應墮真無真執耳。九定性聲聞之妄", "398": "起邪計中。分別等。精即道滅二諦。以出世因果故。粗", "399": "即苦集二諦。以世間因果故。疏是疎通。決是決定。出", "4": "自阿難彼善男子去。明行識二陰也。然不同前色等", "40": "熠之相。無不見其底裏。故云見同等也。野馬熠熠。有", "400": "世道滅之因果為真。世間苦集之因果為偽。於此因", "401": "果二者之間而求有餘涅槃。是為因果等也。此是小", "402": "乘唯知六識可破。不知圓頓全性起修之清淨者。故", "403": "云背清淨道。所謂下結其所計也。所作已辦。故云居", "404": "滅已休。住於偏真。故云更不等也。是人等。以其不知", "405": "圓頓修證。唯躭四諦偏真。故墮定性聲聞類也。諸無", "406": "聞僧等者。一往所謂無聞比丘也。再言之。以定性聲", "407": "聞不聞界外無明可破變易可斷無上菩提可得可", "408": "證也。結示生種中。生纏空種者。所謂沉空滯寂者", "409": "也。十定性緣覺之妄起邪計中。若於等。計識陰之", "41": "謂光明爍爍者。非也。此係陽焰塵埃。但乍生乍滅忽", "410": "破元非圓融覺明。若作聖解而不進者。即是緣覺流", "411": "也。以其所破止於六識。今識陰破處認為涅槃而不", "412": "進耳。是人等者。諸緣即緣覺。出佛世。觀十二因緣而", "413": "得悟者也。獨倫即獨覺。出無佛世。獨宿孤峰觀華飛", "414": "釧動而得悟者也。成湛明果。證偏真涅槃也。結示", "415": "生種中。不化圓種者。謂其不能迴小向大耳。此十種", "416": "中。前七是外道。第八是天魔。九十是二乘。問云何二", "417": "乘亦在魔類中耶。當知如來出世。本欲一切眾生皆", "418": "悟元明自性常住真心。良由眾生根器淺劣不堪聞。", "419": "是以故。先施方便而誘引之。或以四諦而得度脫者", "42": "明忽暗之狀耳。為浮塵者。謂眾生內之六根外之六", "420": "是為聲聞。或以十二因緣而得度脫者是為緣覺。然", "421": "彼二人。不知方便。著於偏空涅槃不復前進。則於如", "422": "來大失本性。似與魔類相同。故於魔類之後相繼明", "423": "之。欲其迴小向大。捨小取大。即方等彈訶之意耳。", "424": "三結勸分三。初阿難下結過患中。斯位者。指上七種", "425": "外道一類天魔及二乘也。先習者。即指外道等各有", "426": "所習。二汝等下勸弘宣中。覺了斯義者。即指上十類", "427": "中因所因能非能等之義也。無令見魔者。前言心魔。", "428": "乃生於貪愛。今言見魔。生於分別耳。餘義同前色受", "429": "等所明。三如是下明澄相又三。初引同諸佛。如是", "43": "塵。內外相對。根塵交結。念念分別。心心貪愛。皆以行", "430": "等也。二位證相似。識陰等也。三超入金剛。如是等也。", "431": "初引同諸佛中。如是等者。以其奢摩等法是十方", "432": "如來得成菩提之行。所以識陰十種。亦是過去諸佛", "433": "乘此心開而得道也。既曰乘此心開。自得識陰破而", "434": "顯真。非違隔於圓通者亡失知見也。又曰得無上道。", "435": "自得任運流入果海。非背違於涅槃迷佛菩提也。總", "436": "所謂十方薄伽梵一路涅槃門爾。二位證相似中。", "437": "識陰等。正明相似也。從互等。因似位而進乎真位。四", "438": "十一位之分證。然六根清淨真似不同。似即十信。所", "439": "謂互用諸根。真即初住已去。所謂從互用中等也。下", "44": "陰為之關楗。猶之乎門之有樞所謂梗也。門之有穴", "440": "之於中發化亦應用此二意也。圓明精心等者。正顯", "441": "相似而見元明自性也。於中發化。謂六根清淨也。如", "442": "淨琉璃。喻圓明精心相似所見之理。內含寶月。喻於", "443": "中發化六根清淨之用也。三超入金剛中。如是等", "444": "者。有云。前文之乾慧進至金剛乾慧。乃從漸而進。是", "445": "圓中之別也。此中超十信等。乃是頓入。是圓中之圓", "446": "也。此蓋不通教相者作是說耳。那得圓教更有圓中", "447": "別圓中圓之分別耶。殊不知。四教中各有利鈍兩種。", "448": "若夫前之所說圓之鈍根也。此中所明圓之利根也。", "449": "亦可謂法行信行之相殊耳。云金剛十地者。地上無", "45": "所謂臼也。故云為浮等也。此則所謂行陰世界。故結", "450": "明微細難破難斷。從四加行去一登初地。難破者能", "451": "破。難斷者能斷。如金剛之能壞一切堅利者。故云金", "452": "剛十地也。等覺圓明者。前圓明精心。乃相似所顯圓", "453": "明自性。今是分證已極圓明自性。與妙覺所證相隣", "454": "近矣。故云等覺圓明。入於等者。正明妙覺也。以其修", "455": "奢摩他等三種因故。得是三種果。妙莊嚴海行滿也。", "456": "圓滿菩提智滿也。歸無所得理滿也。行滿是顯解脫", "457": "德。智滿是顯般若德理。滿是顯法身德也。奢摩等三。", "458": "乃是從性起修不思議圓融三法。故皆云妙。此皆泯", "459": "修歸性不思議三德祕藏。故亦云妙莊嚴海等也。以", "46": "之曰此則等也。二行陰盡相又二。初正明。若此等", "460": "其所修皆是性修。所證皆是性證。故云圓滿菩提歸", "461": "無所得也。已上第二別顯竟。", "462": "自此是過去等第三總結之文也。分四。初此是下止", "463": "觀分析。二魔境下魔滅道成。三若諸下勸持神呪。四", "464": "汝當下欽奉修道。初中。此是等能分析之止觀也。", "465": "覺明等所覺明之魔類也。奢摩他止也。毗婆舍那觀", "466": "也。若夫禪那乃止觀不二也。但略之耳。此之止觀乃", "467": "十方如來得成菩提。故云此是等也。既成菩提。魔類", "468": "雖有五十之多。無不覺炤明了而分析之。故云覺明", "469": "等也。合言之。即前備舉未知中汝猶未識等。次中。", "47": "也。二因由。觀其等也。初中。若此下法也。若此等者", "470": "魔境等。謂阿難汝若修是止觀。亦如過去諸佛魔境", "471": "現前無不覺明以為諸識之者。故云魔境等也。自然", "472": "洗心得正。不為魔外乘便。故云心垢等也。已上總明。", "473": "陰魔下別明。陰魔等即四十八種。故云陰魔等也。直", "474": "至等即聲聞緣覺二種。故云直至等也。合言之即前", "475": "之備舉未知中。微細魔事等。彼此對看。無一不同。但", "476": "前在不知。此在知耳。三中。必須假神咒為密助者。", "477": "以其末世時不同乎佛世也。愚鈍人不同乎阿難也。", "478": "未識禪那無觀可修也。不知說法無教可稟也。其中", "479": "心也且欲修乎耳根三昧。在汝阿難看之。其人既在", "48": "即行陰也。云元性者但習性耳。元澄指六識也。六識", "480": "末世。又是愚鈍。并不識觀以起行及夫知教以開解。", "481": "中心且欲修乎三昧。無論魔來惱亂。只恐自同乎魔", "482": "耶。此時汝之阿難。欲令成其三昧。別無佗法。唯勸其", "483": "一心持佛頂神呪而已。若其愚鈍縱不能誦。或寫於", "484": "安禪之所。或帶於行人之衣。以是神呪密助之力。所", "485": "有微細陰魔一切等皆不能惱亂矣。如是三昧自得", "486": "成就也。無他。此之神呪。十方如來無不因此得成菩", "487": "提而降其魔。乃至無不誦此得入涅槃而傳其法。更", "488": "有一切金剛一切靈祇及夫天龍以至八部。無不護", "489": "是神呪及護書寫持是神呪者。所以有是之力。故云", "49": "元非元澄之體。第已離前四陰。故云性入元澄。則知", "490": "若諸等也。四中。汝當等者。意謂。在汝阿難等。現在", "491": "修習。無不藉此止觀除魔得成三昧。及夫末世中愚", "492": "鈍眾生。亦無不藉是神呪遠魔得就三昧。如是之力。", "493": "非我釋迦一佛者然。論止觀。乃十方如來以此所修", "494": "進論神呪。又十方如來因此所究竟。此乃十方如來", "495": "及我釋迦之最後垂遺軌範。不可不恭敬欽承之者。", "496": "故云汝當等也。最後垂範者。唯屬楞嚴一經最後非", "497": "一期化導之最後也。前來初總明。二別顯。三總結。合", "498": "為第二約義開示竟。", "499": "自阿難即從去。第三更釋餘疑之文也。已前辨破五", "5": "三陰有自心生魔以作邪解者有飛精附人而來惱", "50": "元性元澄皆非與元明自性可同年也。一澄下喻也。", "500": "陰中所生之魔。今正辨五陰耳。分二。初疑請。阿難等", "501": "也。二答釋。佛告等也。初又三。初阿難下經家敘相。二", "502": "如佛下當機陳詞。初經家敘相中。聞佛慈誨者。即", "503": "所聞詳辨五十種魔事也。憶持無失者。一自行。正在", "504": "修習圓通自應無失。一化他。如來一一結勸亦應無", "505": "失也。此亦三業恭敬。頂禮身業也。欽奉意業也。白佛", "506": "口業也。以憶持為意業亦可。但非在一時耳。二當", "507": "機陳詞二。初申疑。即如佛下。二申請。即惟願下。申疑", "508": "中有三意。五陰等問五陰皆虗妄想也。又此等問五", "509": "陰并次第盡也。如是等問五陰所詣界畔也。初問中。", "51": "一澄元習。即承性入元澄之識陰也。以其離前四陰", "510": "未蒙微細開示者。以前但結云堅固妄想乃至顛倒", "511": "妄想。然非說其一一妄想所以。故云未蒙等也。餘可", "512": "知。二申請中。為此等者。總謂心不明。目不開。不能", "513": "知見其五陰為本想心為并除次第盡及詣何界畔。", "514": "若得如來興無緣慈發明宣揚一一所以。不唯自之", "515": "心目清明。更得為末世眾生之眼也。故云惟願等耳。", "516": "蓋此請意。近因末世眾生樂修習者勸持神呪令其", "517": "成就。遠因一一結中勸其末世弘宣。所以為請而云", "518": "作將來眼也。以其末世眾生根甚愚鈍。不識觀之所", "519": "以起行教之所以開解。而且樂修三昧。不知邪魔所", "52": "唯一識陰。故云一澄元習。假喻發明。猶之乎波瀾轉", "520": "惱。猶之乎無目者。然若能為他指示令得心目清淨。", "521": "是為作將來眼矣。", "522": "二答釋又二。初佛告去正答。二汝應去結勸。初又三。", "523": "初答妄想。即佛告等。二答因界。即汝今等。三答銷除。", "524": "即此五等。初又二。初佛告下總釋。二汝體下別釋。初", "525": "又二。初迷真起妄。佛告下也。二妄因元無。妄元下也。", "526": "初迷真起妄中。精真等正明妄起。斯元等因迷有", "527": "妄。初中。精真等。即性覺妙明二句。正是元明自性妙", "528": "淨明體也。非留下。謂真本無因果依正。而今有者依", "529": "妄起也。則知非留二字應貫塵垢虗空句看。非留句。", "53": "為澄清之水。蓋行陰如水之波瀾。識陰如水之澄湛。", "530": "無分段變易二種生死之苦果也。及諸句。無見思無", "531": "明五住煩惱之集因也。總而言之正報皆無。乃至句。", "532": "并無依報可得耳。皆因等。正結因果依正本無今有", "533": "皆妄之所起也。次中。斯元等真也。妄以等妄也。諸", "534": "器世界。即五陰眾生國土三種也。上云依正。今言", "535": "三種。名數雖殊其體同耳。如演等。正喻妄之所起因", "536": "迷而然。迷頭。喻迷元明自性之真認影認起因果依", "537": "正之妄也。二妄因元無分二。初妄元下正破。破無", "538": "因也。二阿難下出意。意無因也。三是故下結示。示無", "539": "因也。初正破中。妄元下出計。彼虗下斥破。初中。妄", "54": "今行陰既盡。唯餘元澄識陰。如轉波瀾而為澄湛。故", "540": "元等。非因緣計因緣也。迷因等。非自然計自然也。次", "541": "中。彼虗句。舉依而兼正也。猶實句。謂此依正猶之乎", "542": "幻師幻出男女牛馬者也。就相而論。所謂循業發現", "543": "似因緣實非因緣。就性而論。所謂清淨本然似自然", "544": "實非自然。總是眾生妄心計度。惑為因緣。惑為自然。", "545": "元無因緣自然可得。故云因緣等也。破無因而兼破", "546": "自然者。恐認無因計為自然。故并破耳。二出意中。", "547": "知妄等。正出無因緣意。何況等。轉況無自然意也。", "548": "三結示中。是故等。以阿難不知五陰妄想為疑。所以", "549": "前文皆明妄想。復結示云是故等也。以故別釋一一", "55": "云如波等也。然識陰如急流水。乍而觀之。似為定體。", "550": "示妄想耳。二別釋分二。初汝體下正釋。二阿難下", "551": "結成。初又分五。次第可見。堅固。明色陰也。而用想陰", "552": "酢梅懸崕者。以此中雖明色陰重答妄想之問。所以", "553": "借此而為發明。及夫餘四蓋皆然耳。汝體等標舉。如", "554": "我等釋明。是故等結答。云汝體等者。體即四大之色", "555": "身也。正明色陰。故標舉之。此之四大由父母赤白二", "556": "渧而成。又二渧由父母想愛而有。故云汝體等也。汝", "557": "心下。又由自心之想得來父母想中傳命。傳命者即", "558": "托生也。所謂父母與己三緣和合而成身命。故云汝", "559": "心等也。釋明中。如我等。引事可知。汝體等。實騐通即", "56": "再而觀之。密密流注少無休息。所以六識。與而言。喻", "560": "同也。意謂。汝體若不與酢梅懸崕虗妄者同倫。何因", "561": "說梅口中隨有水生。想崕足心隨受酸起。此正妄想", "562": "所致。則知汝體想中亦然。故云汝體等也。雖就想說。", "563": "實明色陰所以。重舉汝體騐之如是。則知色陰即是", "564": "汝之妄想。故結答云是故等也。堅固者。色以質礙為", "565": "義故云堅固。又以己之托胎妄想投入父母交遘妄", "566": "想之中。三緣交結而不可捨耳。二虗明。即受陰也。", "567": "即此下釋明。名為下結答。初中。即此等。重引前事。", "568": "雖引前事意在乎受。故云真受。及夫受生因由二句", "569": "即釋能令二句也。汝今等。正明受陰。領受前之五塵", "57": "以澄水。奪而言。猶生滅也。到此乃是行陰盡相。故云", "570": "境界順我而有益者。違我而有損者。故云汝今等也。", "571": "乃違順損益不相同類。故云二現驅馳。如是則知受", "572": "陰亦汝妄想。故結答云名為等也。虗明者。受是領納", "573": "為義。或領順境為樂受。或領逆境為苦受。或領中庸", "574": "境為不苦不樂受。名為虗通明了耳。三融通。即想", "575": "陰也。由汝下釋明。則汝下結答。初中。由汝等。謂想", "576": "念不同乎色身。色身不同乎想念也。却色身隨想受", "577": "而使。故云汝身等也。不唯身隨念。使心亦同之。故云", "578": "心生等也。寤即等。所謂晝結於想夜馳於夢。正釋心", "579": "生等也。如是則知想陰亦汝妄想。故結答云則汝等", "58": "行陰捨盡。是人下結也。意謂行陰未盡。生住異滅念", "580": "也。融通者。想以取相為義。相為所緣。想為能緣。然相", "581": "不自相。全因想有。名為融通徹達耳。四幽隱。即行", "582": "陰也化理下釋明。則汝下結答。初中。化理等。明其", "583": "行陰密密遷移之相。阿難等。示其行陰元是虗妄體", "584": "遷即為甲長等也。如是則知行陰亦汝妄想。故結答", "585": "云則汝等也。幽隱者。行以遷流為義。化理不盡。生生", "586": "無盡。人所不見亦所不知。名為幽深沉隱耳。五罔", "587": "象。即識陰也。又汝等釋明。則湛等結答。釋明又二。初", "588": "又汝下正明識相。二阿難下重示妄想。初中。憶念", "589": "俱無者。既經年久。不唯妄之為無。即憶之念亦無也。", "59": "念遷流。而感眾生之濁。行陰既盡。眾生之濁自得超", "590": "次中。流急不見。似乍滅也。非是無流。似無耳。若非等。", "591": "揀真明妄也。中串習幾之串。字貫義亦貫也。如是則", "592": "知汝之識陰亦是汝之妄想。故結答云則湛等也。湛", "593": "是妄湛非圓湛也。罔象者。似有似無也。顛倒者。以其", "594": "不知真謂之顛反認妄為。真謂之倒耳。三結成可", "595": "見。", "596": "二答因界中。汝今等者。牒前問而為答也。界即因也。", "597": "又種族也。如前因眼所生以眼為界之義。蓋小乘但", "598": "知色是界。不知空亦是界。乃至但知妄湛是界。不知", "599": "圓湛亦是界。彼乃是淺而非深也。若夫今之所明。色", "6": "人者。今此二陰。唯自卜度。同乎外道斷常等耳。", "60": "越。所以前云行為眾生濁體也。二因由中。觀其等", "600": "之與空皆是界。乃至妄圓二湛亦皆是界。此乃似深", "601": "而非淺也。又可就五陰中如色為淺空為深乃至妄", "602": "為淺圓為深也。故標舉云因界淺深。唯色下。正明邊", "603": "際即界畔耳。湛入合湛者。上湛是妄湛。六識體也。下", "604": "湛是圓湛。即元明自性八識之真體也。", "605": "三答銷除分二。初此五下法也。二我已下喻也。法中", "606": "生因識有者。謂五陰初生時因識而有行乃至因受", "607": "而有色也。滅從色除者。謂五陰將滅時。色陰滅然後", "608": "受陰滅。乃至行陰滅然後識陰滅也。若以喻喻之。其", "609": "生也如人著衣從裏而漸增。其滅也如人脫衣由表", "61": "者。其真之體既顯。其妄之由自見。由幽深隱密虗妄", "610": "而漸滅也。就逆順先論生滅。約事理正指銷除。初約", "611": "理併銷者。能達得色陰當體如來藏心妙真如性。無", "612": "情不破。無法不立。那更有五陰妄想可得。故云理則", "613": "等也。二約事次第盡者。以其生從次第而生。滅亦從", "614": "次第而滅。例如三惑。雖在圓頓。必須先後而斷。亦如", "615": "脫衣者然。故云事非等也。然非先空次假後中為次", "616": "第耳。如是之事非外乎理。如是之理非外乎事。乃理", "617": "事相即。真俗並顯。亦如即不妨六六不妨即也。喻中", "618": "示劫波巾結者。指前六解一亡中所明也。巾喻元明", "619": "自性。結喻生滅五陰。若論巾體。一不可得那可有五。", "62": "之想。有是行陰而為眾生濁之本也。", "620": "今既有結。須從解一乃至解五也。則理則併銷事則", "621": "次第盡意在中矣。故云何所等也。如是阿難以三者", "622": "為問。如來以三者為答。無不明了。故下有結勸一段", "623": "二結勸中。汝應等者。因前阿難請云。清明心目作將", "624": "來眼。上來一一既為答明。心目已得清淨。故云心得", "625": "開通。自行成矣還應化他。所以勸他傳示於將來也。", "626": "令識等。正出末世弘宣之利益也。深厭自生者倒文", "627": "也。應云自生深厭。若正行若助道合為正宗已竟。", "628": "流通分自阿難復有人去。第三流通之文也。如來說法必欲", "629": "永永流傳。蓋不止利益一方一時而已。要令未來未", "63": "二釋成分十。次第可見。各有初功行二起計三結名", "630": "來一切天上人間他方此土無不蒙其教法而證常", "631": "住真心耳。大分為二。初如來勸流通。阿難等也。二經", "632": "家結流通。佛說等也。初又二。初阿難下約滅惡勸。二", "633": "阿難下約生善勸。初又三。初舉能較。即阿難下。二舉", "634": "所較。即佛告下。三正較量。即得福下。初又二。初阿難", "635": "等問。二阿難等答。初中。徧滿等者。所施之物貴而", "636": "廣也。持以等。所供之人尊而多也。心無等。能施之", "637": "心專而切也。自應福多。故阿難答言虗空等也。二", "638": "舉所較中。諸佛如來等者。欲顯殊勝功德。先示能說", "639": "之人無虗妄也。變其地獄等者。以其所修耳根圓通", "64": "三科。功行同是三摩中等。結名同是此則等。皆無子", "640": "法門無非三觀圓炤以顯三諦妙境。那有罪業可得。", "641": "所謂銷落六塵應念化成無上知見也。三正較中。", "642": "得福等者。以其所詮無一而非如來藏性周徧法界。", "643": "既云如來藏性。則何法而不具足及夫元明。又云周", "644": "徧法界。則何處而不彌滿及乎圓徧。則知如來藏性", "645": "既周徧法界。則前人所施之物雖貴而廣。所供之人", "646": "雖尊而多。自不能超越乎如來藏性與法界周徧也", "647": "二約生善勸中。以其達得藏性本空而具足圓滿。若", "648": "依之而誦。則所得之功德亦復如是。故如來雖窮劫", "649": "廣說猶未盡也。依我教。即依經而開圓解也。如教行", "65": "科。下去可見。不復更分。唯起計起止不同。且有子科。", "650": "道。即依解而起圓行也。直成菩提。即依行而入圓證", "651": "也。則知依我句勸其流通究竟堅固之教經。如教句", "652": "勸其流通究竟堅固之行經。直成句勸其流通究竟", "653": "堅固之理經。此是正道。無復句勸其流通。助道中精", "654": "研七趣以兼詳辨五陰等經也。若正若助既為流通。", "655": "而究竟堅固之總名在乎中矣。故不復言經家結流", "656": "通其意可知。", "657": "大佛頂首楞嚴秘錄卷第十終", "66": "今備指之。初於圓等。二於圓等。三於自等。四於分等。", "67": "五於知等。六於無等。七於光等。八於行等。九於後等。", "68": "十於後等。其子科也臨文更分。", "69": "初二無因之功行中。是得正知等者。謂其奢摩他等。", "7": "四顯行陰分二。初承前想盡。阿難等也。二明今行陰。", "70": "乃全性起修不思議三觀。揀於偏小性外別修者也。", "71": "凝明正心等者。謂其想陰未破。於內尚有貪愛心起。", "72": "難以言凝。想陰既破。內心不起。是為凝。又謂想陰未", "73": "破。觀智不明。不能覺照外之邪魔。難以言明。想陰既", "74": "破。觀智益顯。是為明。合而言之凝明正心。如是內心", "75": "不起。覺智益顯。不唯邪外不干。自然魔不得便。故云", "76": "十類等也。方得精研之句十皆應有。下九無者略耳。", "77": "生類本者行陰也。即前見諸十方等耳。云方得等者。", "78": "正謂色受想三既破。纔得精詳研覈行陰。故云方得", "79": "等也。於本等者。正謂行陰當前。即前生滅根元等也。", "8": "生滅等也。初承前想盡中。彼善等標。是人等釋。釋", "80": "觀彼等者。以此精研詳察行陰之相自見。以其行陰", "81": "幽隱妄想人所不知人所不見。是為幽。然生住異滅", "82": "各有分齊。是為清。能徧十二類生。是為圓。然密密遷", "83": "流未嘗休息。是為擾。其虗妄相將破未破。而擾動於", "84": "元明自性。是為動元也。此所觀也。能觀者乃不思議", "85": "奢摩等三。故云觀彼等。當下了得全妄即真。行陰自", "86": "破。其或未破。不免妄生計度。所以即起計度耳。下去", "87": "九文義意皆同。例之可見。二起計分二。初於圓下", "88": "合標。二一者下分釋。合標中。二無因即本末也。可見。", "89": "分釋又二。初本。一者等也。二末。二者等也。初又三。初", "9": "又二。初釋想盡。是人下也。二顯所見。覺明下也。初中。", "90": "一者等標。二何以等釋。三由此等結。標中。見本無", "91": "因者。正起計度也。釋中。是人等先明因由。生機即", "92": "行陰也。全破者。前來想陰未盡。行陰為彼所覆。今想", "93": "陰盡行陰披露。是為全破。蓋在將破實未破也。乘於", "94": "等正出計度。云乘於眼根等者。若對位。此在相似五", "95": "六二信。將得六根清淨圓照十界三際。未是其時。雖", "96": "乘其力。止見八萬劫六道生死橫竪黑白等也。八萬", "97": "劫內。眾生生而死死而生。生生死死死死生生了無", "98": "休止。故云見八萬等也。此所見也。秪見下所不見也。", "99": "便作等正起計也。自有下應結責云。若以玅觀圓照"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 283 楞嚴經秘錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 283 楞嚴經秘錄", "author": "明 一松說　靈述記", "language": "chinese", "source": "CBETA"}