{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1309 正法眼藏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "正法眼藏", "1": "第三之上正法眼藏卷第三之上", "2": "徑山大慧禪師　宗杲　集并著語", "3": "後學普善庵沙門慧悅校刻", "4": "六祖謂眾曰。諸善知識。汝等各各淨心聽吾說法。汝", "5": "等諸人自心是佛。更莫狐疑。外無一物而能建立。皆", "6": "是本心生萬種法。故經云。心生種種法生。心滅種種", "7": "法滅。若欲成就種智。須達一相三昧．一行三昧。若於", "8": "一切處而不住相。彼相中不生憎愛亦無取捨。不念", "9": "利益成壞等事。安閑恬靜虗融澹泊。此名一相三昧。", "10": "若於一切處行住坐臥純一直心。不動道場。真成淨", "11": "土。名一行三昧。若人具二三昧。如地有種能含藏長", "12": "養成就其實。一相一行亦復如是。我今說法猶如時", "13": "雨溥潤大地。汝等佛性譬諸種子。遇茲霑洽悉得發", "14": "生。承吾旨者決獲菩提。依吾行者定證妙果。", "15": "清原和尚問石頭汝從甚麼處來。曰曹溪。原乃拈拂", "16": "子曰曹溪還有遮箇麼。曰。非但曹溪。西天亦無。曰子", "17": "莫曾到西天否。曰若到即有也。曰未在更道。曰。和尚", "18": "也須道取一半。莫全靠某甲。曰不辭向汝道。恐已後", "19": "無人承當。", "20": "木平和尚初參洛浦遂問。如何是一漚未發已前事。", "21": "浦云。移舟諳水脉。舉棹別波瀾。平不契。次參盤龍。亦", "22": "如前問。龍云。移舟不別水。舉棹即迷源。平因此悟入。", "23": "雲峯悅云。木平若於洛浦言下會去。猶較些子。可惜", "24": "許向盤龍死水裏淹殺。後有問如何是木平。對云不", "25": "勞斤斧。果然只在遮裏。諸禪德。大凡發足超方也須", "26": "甄別邪正。識辨真偽。帶些眼筋始得。然雖如是。賊過", "27": "後張弓。", "28": "妙喜曰。雲峯此語。亦能瞎人眼。亦能開人眼。", "29": "本生和尚拈拄杖示眾云。我若拈起。汝便向未拈起", "30": "時作道理。若不拈起。汝便向拈起時作主宰。且道老", "31": "僧為人在甚處。時有僧出云。不敢妄生節目。曰也知", "32": "闍梨不分外。僧云。低低處平之有餘。高高處觀之不", "33": "足。曰節目上更生節目。僧無語。生曰。掩鼻偷香。空遭", "34": "罪犯。", "35": "仰山和尚到東寺。寺問汝是甚麼處人。曰廣南人。寺", "36": "曰我聞廣南有鎮海明珠是否。曰是。寺曰此珠如何。", "37": "曰。黑月即隱。白月即現。寺曰還將得來也無。曰將得", "38": "來。寺曰何不呈似老僧看。山叉手近前曰。昨到溈山。", "39": "亦被索此珠。直得無言可對。無理可伸。寺曰。汝真溈", "40": "山之子。善能哮吼。譬如蟭螟蟲於蚊子眼睫上作窠。", "41": "向十字街頭呌土曠人稀相逢者少。", "42": "百丈再參馬祖。侍立次。祖以目視禪牀角拂子。丈曰", "43": "即此用。離此用。祖曰。你向後開兩片皮將何為人。丈", "44": "取拂子豎起。祖曰。即此用。離此用。丈挂拂子舊處。祖", "45": "振威一喝。百丈直得三日耳聾。汾州云。悟去便休。更", "46": "說甚麼三日耳聾。石門云。若不三日耳聾。何得悟去。", "47": "汾州云。我與麼道。較佗石門半月程。東林總云。當", "48": "言不避截舌。當鑪不避火迸。佛法豈可曲順人情。東", "49": "林今日向驪龍窟內爭珠去也。百丈大智不無佗三", "50": "日耳聾。汾州石門爭免箇二俱瞎漢。只遮三老還曾", "51": "悟去也無。良久云。祖禰不了。殃及兒孫。又汾陽頌", "52": "云。每因無事侍師前。師指繩牀角上懸。舉放却歸本", "53": "位立。分明一喝至今傳。真淨頌云。客情步步隨人轉。", "54": "有大威光不能現。突然一喝雙耳聾。那吒眼開黃檗", "55": "面。", "56": "僧問睦州。一氣還轉得一大藏也無。州云。有甚饆饠", "57": "䭔子。快下將來。", "58": "妙喜曰。五更侵早起。更有夜行人。", "59": "泐潭英和尚示眾。舉南泉歸宗麻谷三人同去禮拜", "60": "忠國師。到中路南泉於地上畫一圓相云。道得即去。", "61": "道不得即不去。歸宗便於圓相中坐。麻谷作女人拜。", "62": "南泉云恁麼則不去也。歸宗云。是甚麼心行。學般若", "63": "菩薩須到遮箇田地始得。如金盤裏盛珠不撥而自", "64": "轉。然雖如是。只如南泉道與麼則不去也。利害在甚", "65": "麼處。還有人道得麼。試出來道看。如無。山僧與你下", "66": "箇注脚。良久云。不入洪波裏。爭顯弄潮人。", "67": "法昌遇和尚因與南和尚舉程大卿看生緣話。昌曰", "68": "何不直下與伊勦絕却。南云。也曾為蛇畫足。是伊自", "69": "不瞥地。昌曰和尚如何為佗。南云咬盡生薑呷盡醋。", "70": "昌曰流俗阿師又恁麼去。南云和尚意作麼生。昌拈", "71": "起拂子便打。南云遮老漢也是無人情。昌又舉在湖", "72": "南時曾問興化。知有底人向甚麼處去。化云善財拄", "73": "杖子。昌曰。我不問善財拄杖子。且道知有底人向甚", "74": "麼處去。云或則登山或則渡水。昌曰。和尚只解步步", "75": "登高。不解從空放下。化云。老僧雖則年邁。要且不負", "76": "來機。南云和尚當時作麼生。昌曰我錯恠興化。南云。", "77": "而今知也。且道從甚麼處去。昌曰你問阿誰。南云佯", "78": "聾詐啞作甚麼。昌曰。雖然如是。要且不負來機。", "79": "盤山和尚云。心月孤圓。光吞萬象。光非照境。境亦非", "80": "存。光境俱亡。復是何物。", "81": "妙喜曰。千年常住一朝僧。", "82": "高安本仁和尚示眾云。尋常不欲向聲前句後鼓弄", "83": "人家男女。何故。且聲不是聲。色不是色。時有僧問如", "84": "何是聲不是聲。曰喚作色得麼。云如何是色不是色。", "85": "曰喚作聲得麼。僧作禮。仁曰。且道為汝說。答汝話。若", "86": "人辨得。有箇入處。", "87": "趙州和尚到一菴主處問。有麼有麼。主豎起拳頭。州", "88": "曰水淺不是泊船處。便行。又到一菴主處曰。有麼有", "89": "麼。主亦豎起拳頭。州曰。能縱能奪。能殺能活。便禮拜。", "90": "姜山愛云。趙州只見錐頭利。雲居舜云。趙州當時甚", "91": "生意氣。雖然如是。要且鼻孔在二菴主手裏。", "92": "麻谷問臨濟。大悲千手眼。那箇是正眼。濟曰。大悲千", "93": "手眼。作麼生是正眼。速道速道。谷拽濟下禪牀却坐。", "94": "濟遂近前云不審。谷擬議。濟便喝。拽下禪牀却坐。谷", "95": "便出去。達觀云。諸禪德。此二尊宿如此。且道怎生。今", "96": "時人總道照用。照甚麼盌。一切人只解自騎馬去捉", "97": "賊。自持刀去殺賊。此二人便能奪賊馬捉賊。奪賊刀", "98": "殺賊。雖然如是。臨濟雖是得便宜。却是落便宜。", "99": "白雲端和尚示眾云。明明知道只是遮箇。為甚麼透", "100": "不過。只為見人開口時便喚作言句。見人閉口時便", "101": "喚作良久默然。又道動轉施為開言吐氣。盡十方世", "102": "界內無不是自己。所以道墮在途中。隱隱猶懷舊日", "103": "嫌。豈不見雲門大師道。聞聲悟道。見色明心。遂舉起", "104": "手云。觀音菩薩將錢來買餬餅。放下手云元來却是", "105": "饅頭。又不見山僧在法華時甞有示眾云。無業禪師", "106": "道。一毫頭聖凡情念未盡。未免入驢胎馬腹裏去。大", "107": "眾。直饒一毫頭聖凡情念頓盡。亦未免入驢胎馬腹", "108": "裏去。瞎漢但恁麼看取。參。", "109": "甘贄行者入南泉設粥。仍請念誦。泉乃白椎云。為狸", "110": "奴白牯念摩訶般若波羅蜜。甘贄拂袖便出。泉粥後", "111": "問典座。行者在甚處。座云當時便去也。泉打破鍋子。", "112": "妙喜曰。心不負人。面無慙色。", "113": "黃龍新和尚示眾云。心外無法而法可明。法外無心", "114": "而心可通。可通可明心法全宗。全其宗則法法皆宗。", "115": "全其心則心心無心。心既無心直造其源。得其源則", "116": "現大身而滿虗空中。現小身而纖塵不立。作麼生是", "117": "纖塵不立。良久云。一點水墨。兩處成龍。", "118": "廣慧璉和尚示眾。舉昔日臨濟會裏兩堂首座相見", "119": "顧視。各下一喝便休去。諸人且道還有賓主也無。若", "120": "道有賓主。只是箇瞎漢。若道無賓主。亦是箇瞎漢。不", "121": "有不無萬里崖州。若向遮裏道得。也好與三十棒。若", "122": "道不得。亦與三十棒。衲僧家到遮裏。作麼生出得山", "123": "僧圈䙡去。良久云。苦哉。蝦䗫蚯蚓𨁝跳上三十三天。", "124": "撞著須彌山百雜碎。遂拈拄杖云。一隊無孔鐵鎚。速", "125": "退速退。問如何是祖師西來意。曰竹竿頭上耀紅旗。", "126": "日容遠和尚因奯上座來參。遠拊掌三下云。猛虎當", "127": "軒。誰是敵者。奯曰。俊󳬧冲天。阿誰捉得。遠云彼此難", "128": "當。奯曰且休未斷遮公案。遠將拄杖舞歸方丈。奯無", "129": "語。遠云死却遮漢。", "130": "天衣懷和尚示眾。舉古人云。五蘊山頭一段空。同門", "131": "出入不相逢。無量劫來賃屋住。到頭不識主人公。有", "132": "老宿拈云。既不識佗。當初問甚麼人賃。恁麼拈也大", "133": "遠在。何故。須知死人路上有活人出身處。活人路上", "134": "死人無數。那箇是活人路上死人無數。那箇是死人", "135": "路上活人出身處。若點檢得分明。拈却膱脂帽子。脫", "136": "却鶻臭布衫。", "137": "妙喜曰。天衣古佛美則美矣。善則未善。具眼衲僧", "138": "試甄別看。", "139": "黃檗和尚入厨見飯頭乃問作甚麼。云揀眾僧米。曰", "140": "一日喫多少。云二石五。曰莫太多麼。云猶恐少在。檗", "141": "便打。飯頭舉似臨濟。濟云我與汝勘過遮老漢。纔去", "142": "侍次。檗便舉前話。濟云。飯頭不會。請和尚代一轉語。", "143": "便問莫太多麼。檗曰何不道來日更喫一頓。濟云。說", "144": "甚來日。即今便喫。道了便掌。檗曰遮風顛漢又來遮", "145": "裏捋虎鬚。濟便喝一喝出去。溈山云。養子方知父慈。", "146": "仰山云。大似勾賊破家。", "147": "投子和尚。僧問一切聲是佛聲是否。曰是。云和尚莫", "148": "𡱰沸盌鳴聲。投子便打。又問麁言及細語皆歸第一", "149": "義是否。曰是。云喚和尚作頭驢得麼。投子便打。", "150": "妙喜曰。賊賊敗也。復云。且道那箇是草賊。那箇是", "151": "正賊。", "152": "五祖演和尚示眾。舉陸亘大夫問南泉。弟子家中有", "153": "一片石。也曾坐也曾臥。擬鑴作佛得麼。云得。陸曰莫", "154": "不得麼。云不得。大眾。夫為善知識須明決擇。為甚麼", "155": "佗人道得也道得。佗人道不得也道不得。還知南泉", "156": "落處麼。白雲不惜眉毛與汝注破。得又是誰道來。不", "157": "得又是誰道來。汝若更不會。老僧今夜為汝作箇樣", "158": "子。乃舉手云。將三界二十八天作箇佛頭。金輪水際", "159": "作箇佛脚。四大洲作箇佛身。雖然作此佛兒子了。汝", "160": "諸人又却在那裏安身立命。大眾。還會也未。老僧作", "161": "第二箇樣子去也。將東弗于逮作一箇佛。南贍部洲", "162": "作一箇佛。西瞿耶尼作一箇佛。北鬱單越作一箇佛。", "163": "草木叢林是佛。蠢動含靈是佛。既恁麼。又喚甚麼作", "164": "眾生。還會也未。不如東弗于逮還佗東弗于逮。南贍", "165": "部洲還佗南贍部洲。西瞿耶尼還佗西瞿耶尼。北鬱", "166": "單越還佗北鬱單越。草木叢林還佗草木叢林。蠢動", "167": "含靈還佗蠢動含靈。所以道。是法住法位。世間相常", "168": "住。既恁麼。汝又喚甚麼作佛。還會麼。忽有箇漢出來", "169": "道。白雲休寐語。大眾。記取遮一轉。", "170": "雲門曰。眼睫橫亘十方。眉毛上透乾坤下透黃泉。須", "171": "彌塞却汝咽喉。還有人會得麼。若有人會得。拽取占", "172": "波共新羅鬪額。", "173": "妙喜曰。是大神呪。是大明呪。是無上呪。是無等等", "174": "呪。能除一切苦。真實不虗。諸人要識雲門麼。不見", "175": "道三臺須是大家催。", "176": "明招和尚二偈。擘開金鎖眼如鈴。剔起眉毛頂上生。", "177": "方稱法王親的子。自然天下任橫行。師子教兒迷子", "178": "訣。擬前跳躑早翻身。羅紋結角交鋒處。鶻眼臨時失", "179": "却蹤。", "180": "蜆子和尚居無定所。自印心於洞山。混俗閩川。常日", "181": "沿江岸採掇鰕蜆以充腹。暮即臥東山白馬廟紙錢", "182": "中。居民目為蜆子和尚。華嚴靜和尚聞之欲決真偽。", "183": "先潛入紙錢中。深夜蜆子歸。靜扭住問曰。如何是祖", "184": "師西來意。遽答曰。神前酒臺盤。", "185": "鏡清問雪峯。只如古德豈不是以心傳心。峯曰兼不", "186": "立文字語句。清曰只如不立文字語句如何傳授。峯", "187": "良久。清禮謝。峯曰更問我一轉豈不好。曰就和尚請", "188": "一轉問頭。峯曰只恁麼為別有商量。曰和尚恁麼即", "189": "得。峯曰於汝作麼生。曰辜負殺人。", "190": "新羅臥龍和尚。僧問如何是大人相。曰紫羅帳裏不", "191": "垂手。云為甚麼不垂手。曰不尊貴。問十二時中如何", "192": "用心。曰猢猻喫毛蟲。", "193": "白雲藏和尚。僧問如何是深深處。曰矮子渡深溪。問", "194": "赤脚時如何。曰何不脫却。", "195": "張拙秀才參石霜。霜問先輩何姓。曰拙姓張。霜曰。覔", "196": "巧了不可得。拙自何來。張於言下有省。乃述頌曰。光", "197": "明寂照徧河沙。凡聖含靈共我家。一念不生全體現。", "198": "六根纔動被雲遮。斷除煩惱重增病。趣向真如總是", "199": "邪。隨順眾緣無𦊱礙。涅槃生死是空花。雲門問僧。光", "200": "明寂照徧河沙。豈不是張拙秀才語。僧云是。門曰話", "201": "墮也。", "202": "妙喜曰。驢揀濕處尿。", "203": "白雲端和尚示眾云。昔靈山會上。世尊拈花迦葉微", "204": "笑。世尊道。吾有正法眼藏。分付摩訶大迦葉。次第流", "205": "傳毋令斷絕。至于今日。大眾。若是正法眼藏。釋迦老", "206": "子自無分。將箇甚麼分付。將箇甚麼流傳。何謂如此。", "207": "況諸人分上各各自有正法眼藏。每日起來是是非", "208": "非分南分北。種種施為盡是正法眼藏之光影。此眼", "209": "開時乾坤大地日月星辰森羅萬象只在面前。不見", "210": "有毫釐之相。此眼未開時盡在諸人眼睛裏。今日已", "211": "開者不在此限。有未開者。山僧不惜手為諸人開此", "212": "正法眼藏看。乃舉手豎兩指云。看看。若見得去。事同", "213": "一家。若也未然。山僧不免重說偈言。諸人法眼藏。千", "214": "聖莫能當。為君通一線。光輝滿大唐。須彌走入海。六", "215": "月降嚴霜。法華雖恁道。無句得商量。大眾。既滿口道", "216": "了。為甚麼却無句得商量。乃喝云。分身兩處看。", "217": "天衣懷和尚示眾云。善能分別諸法相。於第一義而", "218": "不動。作麼生說箇分別底道理。老僧試為分別看。四", "219": "面是山。中間是僧堂．佛殿．厨庫．三門。遮裏是法堂。上", "220": "是天。下是地。僧是僧。俗是俗。作麼生說箇第一義。若", "221": "向遮裏明得去。穿取維摩老子鼻孔。若也不會。且待", "222": "阿逸多出世。", "223": "峻極和尚。僧問如何是大修行底人。曰擔枷帶鎖。云", "224": "如何是大作業底人。曰修禪入定。僧無語。極乃云。你", "225": "問我善。善不從惡。你問我惡。惡不從善。所以道。善惡", "226": "如浮雲。起滅俱無處。僧於言下契悟。後破竈墮聞云。", "227": "我子會盡諸法無生。", "228": "妙喜曰。爭柰在髑髏前作妄想何。", "229": "雲居祐和尚示眾。舉僧問趙州如何是祖師西來意。", "230": "州云庭前栢樹子。僧云和尚莫將境示人。州云我不", "231": "將境示人。僧云如何是祖師西來意。州云庭前栢樹", "232": "子。奇哉。古聖垂一言半句。可謂截斷聖凡門戶。直示", "233": "彌勒眼睛。今昔無墜。眾中異解多途。商量非一。埋沒", "234": "宗旨。錯判名言。或謂青青翠竹盡是真如。鬱鬱黃花", "235": "無非般若。或謂山河草木物物皆是真心顯現。何獨", "236": "庭前栢樹子乎。塵毛瓦礫都是一法界中重重無盡", "237": "理事圓融。或謂庭前栢樹子纔舉。便直下薦取敵體", "238": "全真。擬議之間早落塵境。須是當人作用。臨機相見。", "239": "或棒或喝。或擎起拳頭衣袖一拂。遮箇眼目如石火", "240": "電光相似。或謂庭前栢樹子更有甚麼事。趙州直下", "241": "為人實頭說話。饑來喫飯困即打眠。動轉施為盡是", "242": "自家受用。如斯見解似粟如麻。皆是天魔種族外道", "243": "邪宗。但取識情分別。用心取捨強作知見。口耳相傳", "244": "誑惑於人。貴圖名利。是何業種。玷瀆祖風。何不遊方", "245": "徧歷求善知識決擇身心。略似箇衲僧。古來自有宗", "246": "門師範。我佛心宗釋梵諸天拱手敬信。三賢十聖罔", "247": "測其由。乃舉拂子云。若向遮裏悟去。山河大地與汝", "248": "同參。復顧左右云。道林爭敢壓良為賤。", "249": "僧問雲峯。巔山巖崖還有佛法也無。峯云有。僧云如", "250": "何是巔山巖崖佛法。曰猢猻倒上樹。", "251": "妙喜曰。若人信受奉行。一生參學事畢。", "252": "琅邪覺和尚示眾云。山僧因看華嚴金師子章第九", "253": "由心回轉善成門。又釋曰。如一尺之鏡。納重重之影", "254": "象。若然者。道有也得。道無也得。道非亦得。道是亦得。", "255": "雖然如是。更須知有拄杖頭上一竅。若也不會。拄杖", "256": "子穿燈籠入佛殿。撞著釋迦磕倒彌勒。露柱拊掌呵", "257": "呵大笑。你且道笑箇甚麼。以拄杖卓一下。", "258": "韶國師問龍牙。雄雄之尊為甚麼近之不得。牙曰如", "259": "火與火。曰忽遇水來又作麼生。曰道者汝不會。次問", "260": "疎山。百匝千重是何人境界。山曰左搓芒繩縛鬼子。", "261": "進曰不落古今請師說。曰不說。曰為甚麼不說。曰箇", "262": "中不辨有無。", "263": "雲門和尚示眾云。我事不獲已向你諸人道。直下無", "264": "事早是相埋沒也。更欲蹋步向前。尋言逐句求覔解", "265": "會。千差萬別廣設問難。贏得一場口滑。去道轉遠。有", "266": "甚麼歇時。祇此箇事。若在言語上。三乘十二分教豈", "267": "是無言語。因甚麼道教外別傳。若從學解機智。祇如", "268": "十地聖人說法如雲如雨。猶被訶責見性如隔羅縠。", "269": "以此故知。一切有心天地懸殊。雖然如此。若是得底", "270": "人。道火不能燒口。終日說事。未甞挂著唇齒。未曾道", "271": "著一字。終日著衣喫飯。未曾觸著一粒米。挂一縷絲。", "272": "雖然如此。猶是門庭之說。須是實得與麼始得。若約", "273": "衲僧門下。句裏呈機徒勞佇思。直饒一句下承當得。", "274": "猶是瞌睡漢。時有僧問如是一句。曰舉。", "275": "妙喜曰。瞌睡漢。", "276": "端師子華亭陞座云。靈山師子雲間哮吼。佛法無可", "277": "商量。不如打箇筋斗。便跳下座。", "278": "阿難問迦葉。世尊傳金襴袈裟外別傳何法。迦葉召", "279": "云阿難。阿難應喏。迦葉云倒却門前剎竿著。汾陽云。", "280": "不問那知。五祖戒云。露。翠巖芝云。千年無影樹。今時", "281": "沒底靴。", "282": "真淨和尚示眾云。還有問話底麼。良久云。三十年弄", "283": "馬騎。却被驢撲。遂撫膝云。直得須彌岌嶪。海水騰波。", "284": "三十三天一時退位。十八大地獄盡乃停酸。見麼。若", "285": "遮裏見得。釋迦拱手彌勒攢眉。文殊普賢與伊作侍", "286": "者。若也不見。看我七縱八橫。且向葛藤裏薦取。阿呵", "287": "呵。諸高德。且道我笑箇甚麼。噫。我笑昔日雲門臨濟", "288": "德山巖頭。螢火之光蚊蚋之解。一人道我呵佛罵祖。", "289": "一人道我得末後句。一人道黃檗佛法無多子。一人", "290": "道大覺世尊初生下時。一手指天一手指地。天上天", "291": "下唯我獨尊。我當初若見一棒打殺與狗子喫。似遮", "292": "一隊掠虗漢。總只一期無佛處稱尊。若是如今喚來。", "293": "一時與伊生按過。自餘之輩放過即不可。豈不聞僧", "294": "問乾峯云。十方薄伽梵。一路涅槃門。未審路頭在甚", "295": "麼處。乾峯拈拄杖畫一畫云在遮裏。只如乾峯恁麼。", "296": "曾夢見也未。若是老僧即不然。十方薄伽梵。一路涅", "297": "槃門。未審路頭在甚麼處。劈脊便棒。却問伊。路頭在", "298": "甚麼處。待伊擬開口。熱喝出去。更有箇雲門折脚老", "299": "比丘。不分緇素不辨正邪。拈扇子云。𨁝跳上三十三", "300": "天。築著帝釋鼻孔。東海鯉魚打一棒。雨似盆傾。似遮", "301": "般和泥合水漢。糞掃堆裏埋却十箇五箇又有甚過。", "302": "阿呵呵。樂不樂。足不足。而今幸對山。青山綠年來。是", "303": "事一時休。信任身心嬾拘束。大眾休瞌睡好。", "304": "瑞巖彥和尚問巖頭。如何是本常理。巖頭曰動也。曰", "305": "動時如何。頭曰不是本常理。彥沈思良久。頭曰。肯即", "306": "未脫根塵。不肯即永沈生死。彥遂領悟。後謁夾山。山", "307": "問甚麼處來。曰臥龍來。山云來時龍還起未。彥乃顧", "308": "視之。山曰灸瘡上更著艾爝。曰和尚又苦如此作甚", "309": "麼。山便休。", "310": "妙喜曰。若不藍田射石虎。幾乎悞殺李將軍。", "311": "南院問僧汝名甚麼。僧云普參。院曰忽遇屎橛時如", "312": "何。僧云不審。院便打。", "313": "羅漢南和尚示眾云。諸佛不出世。達磨不西來。祖師", "314": "心印狀似鐵牛之機。所以印空也日月沈輝乾坤黯", "315": "黑。印水也蹙浪驚濤魚龍喪命。印泥也大地水消聖", "316": "凡路絕。若是那一印。誰敢覰著。爭柰諸方起模畫樣。", "317": "若到羅漢手中。直教粉碎。", "318": "招慶和尚示眾云。招慶今夜與諸人一時道却。還委", "319": "落處麼。時有僧出云。大眾一時散去。還稱師意也無。", "320": "曰好與拄杖。僧禮拜。慶曰。雖有盲龜之意。且無曉月", "321": "之程。僧云如何是曉月之程。曰此是盲龜之意。問如", "322": "何是沙門行。曰非行不行。問如何是西來意。曰蚊子", "323": "上鐵牛。", "324": "德山和尚長講金剛經為業。後聞南方禪宗大興。罔", "325": "措其由。遂罷講散徒𢹂疏鈔南遊。先到龍潭。纔跨門", "326": "便問。久嚮龍潭。及乎到來。潭又不見。龍又不現。潭曰", "327": "子親到龍潭。山乃禮拜而退。至夜入室侍立更深。潭", "328": "曰子何不下去。山遂珍重揭簾而出。見外面黑。却回", "329": "云外面黑。潭乃點紙燭度與。山方接次。潭便吹滅。山", "330": "於此忽然大悟。便禮拜。潭曰子見箇甚麼便禮拜。山", "331": "云某甲自今已後更不疑著天下老和尚舌頭。至來", "332": "日龍潭上堂云。可中有箇漢。牙如劒樹。口似血盆。一", "333": "棒打不回頭。佗時後日向孤峯頂上立吾道去在。山", "334": "遂取疏鈔於法堂前。將一炬火提起云。窮諸玄辯。若", "335": "一毫置於太虗。竭世樞機。似一滴投於巨壑。將疏鈔", "336": "便燒。於是禮辭。", "337": "鄧隱峯辭馬祖。祖曰甚處去。云石頭去。祖曰石頭路", "338": "滑。云竿木隨身逢場作戲。便去。纔到石頭。乃遶禪床", "339": "一匝。振錫一下問。是何宗旨。頭曰蒼天蒼天。峯無語。", "340": "却回舉似馬祖。祖曰。汝更去。見佗道蒼天蒼天。汝便", "341": "噓兩聲。峯又去。一依前問。頭乃噓兩聲。峯又無語。歸", "342": "舉似馬祖。祖曰向汝道石頭路滑。", "343": "照布衲一夕指半月問溥上座。那一片甚麼處去也。", "344": "溥曰莫妄想。照曰失却一片也。", "345": "妙喜曰。自起自倒。", "346": "廣慧璉和尚到首山。山問近離甚麼處。曰漢上。山豎", "347": "拳云漢上還有遮箇麼。曰遮箇是甚麼盌鳴聲。山云", "348": "瞎。曰恰是。拍一拍便出去。", "349": "長髭和尚參石頭。頭問甚麼處來。曰嶺南來。頭云大", "350": "庾嶺頭一鋪功德成就也未。曰。成就久矣。只欠點眼", "351": "在。頭云莫要點眼麼。曰便請。石頭垂下一足。髭便作", "352": "禮。頭云你見箇甚麼便禮拜。曰如紅鑪上一點雪。", "353": "仰山問南塔。老僧何似一頭驢。曰佛亦不似。云。佛既", "354": "不似。似箇甚麼。曰。若有所似。何異於驢。仰山然之。", "355": "楊岐和尚問僧。秋色依依朝離何處。僧云去夏在上", "356": "藍。曰不涉程途一句作麼生道。云兩重公案。曰謝上", "357": "座答話。僧便喝。岐曰那裏學得遮虗頭來。云明眼尊", "358": "宿難謾。曰與麼則楊岐隨上座去也。僧擬議。岐曰念", "359": "汝鄉人在此。放汝三十棒。問如何是佛。曰堦前喝棒", "360": "聲。", "361": "睦州和尚見僧來云。現成公案。放汝三十棒。雲峯悅", "362": "云。作賊人心虗。", "363": "妙喜曰。又添得一箇。道了問沖密。你道我恁麼道", "364": "還有過也無。密云作賊人心虗。妙喜曰三箇也有。", "365": "道吾真和尚示眾云。古人道。認著依前還不是。實難", "366": "會。土宿頷下髭鬚多。波斯眼深鼻孔大。甚奇恠。歘然", "367": "透過新羅界。又示眾云。古今日月。依舊山河。若明得", "368": "去。十方薄伽梵。一路涅槃門。若明不得。謗斯經故。獲", "369": "罪如是。", "370": "夾山和尚示眾云。不知天曉。悟不由師。龍門躍鱗。不", "371": "墮漁人之手。但意不寄私緣。舌不親玄旨。正好知音。", "372": "此名俱生話。若向玄旨疑去。賺殺闍梨。困魚止濼。鈍", "373": "鳥棲蘆。雲水非闍梨。闍梨非雲水。老僧於雲水而得", "374": "自在。闍梨又作麼生。", "375": "睦州和尚示眾云。裂開也在我。揑聚也在我。有僧問", "376": "如何是裂開。曰三九二十七。菩提涅槃真如解脫即", "377": "心即佛。我且與麼道。汝又作麼生。僧云某甲不與麼", "378": "道。曰。盞子撲落地。揲子成七片。雲峯悅云。相罵饒汝", "379": "接觜。相唾饒汝潑水。", "380": "翠巖芝和尚示眾云。砂裏無油事可哀。翠巖嚼飯餧", "381": "嬰孩。佗時好惡知端的。始覺從前滿面󰞆。", "382": "殃崛摩羅因持鉢至一長者門。其家婦人正值產難。", "383": "子母未分。長者曰。瞿曇弟子。汝為至聖。當有何法能", "384": "免產難。殃崛語長者云。我乍入道。未知此法。待我回", "385": "問世尊。却來相報。及返具陳斯事。佛告殃崛。汝速去", "386": "報言。我自從賢聖法來。未曾殺生。殃崛依佛所說往", "387": "告長者。婦人聞之當時分免。", "388": "曹山和尚示眾云。諸方盡把格則。何不與佗道却。令", "389": "佗不疑去。雲門在眾出問。密密處為甚麼不知有。山", "390": "曰只為密密所以不知有。門云此人如何親近。曰莫", "391": "向密密處親近。云不向密密處親近時如何。曰始解", "392": "親近。門云喏喏。", "393": "妙喜曰。濁油更著濕燈心。", "394": "德山圓明和尚示眾云。與麼來者見成公案。不與麼", "395": "來者垛生招箭。總不與麼來。徐六遇擔板。迅速鋒芒", "396": "猶是鈍漢。萬里無雲青天猶在。僧問倜儻無差時如", "397": "何。曰繫驢橛。云過在甚麼處。曰自屎不覺臭。云和尚", "398": "恁麼道即得。曰蜣蜋推糞毬。問無跡無蹤是甚麼人", "399": "行履處。曰偷牛賊。問不歷僧祇獲法身時如何。曰也", "400": "是牌下立。問𦏰羊未挂角時如何。曰獵屎狗。云挂角", "401": "後如何。曰獵屎狗。問如何是古佛路。曰道邊神樹子。", "402": "清涼法眼和尚示眾云。出家人但隨時及節便得。寒", "403": "即寒。熱即熱。欲識佛性義。當觀時節因緣。古今方便", "404": "不少。不見石頭和尚因看肇論云。會萬物為己者其", "405": "惟聖人乎。佗家便道。聖人無己靡所不己。有一片言", "406": "語。喚作參同契。末上云。竺土大僊心。無過此語也。中", "407": "間也只隨時說話。上座。今欲會萬物為己去。葢盡大", "408": "地無一法可見。佗又囑人云。光陰莫虗度。適來向上", "409": "座道。但隨時及節便得。若也違時失候。即是虗度光", "410": "陰。於非色中作色解。上座。於非色中作色解即是違", "411": "時失候。且道色作非色解還當不當。上座。若恁麼會。", "412": "便是沒交涉。正是癡狂兩頭走。有甚麼用處。上座。但", "413": "守分。隨時過。", "414": "襄州廣德周和尚。僧問。承教有言。阿逸多不斷煩惱", "415": "不修禪定。佛記此人成佛無疑。此理如何。曰。鹽又盡。", "416": "炭又無。云鹽盡炭無時如何。曰愁人莫向愁人道。道", "417": "向愁人愁殺人。", "418": "妙喜曰。古人恁麼答話。喚作洗脚上船。", "419": "二祖問達磨。諸佛法印可得聞乎。曰諸佛法印匪從", "420": "人得。曰我心未寧乞師安心。曰將心來與汝安。曰覔", "421": "心了不可得。曰與汝安心竟。芭蕉云。金剛與泥人揩", "422": "背。", "423": "香林遠和尚。僧問北斗裏藏身意旨如何。曰。月似彎", "424": "弓。少雨多風。問如何是室內一燈。曰三人證龜成鼈。", "425": "問如何是衲衣下事。曰臘月火燒山。問魚游陸地時", "426": "如何。曰發言必有後救。僧云却下碧潭時如何。曰頭", "427": "重尾輕。", "428": "韶州海禪師初見六祖問。即心即佛。願垂指喻。祖曰。", "429": "前念不生即心。後念不滅即佛。成一切相即心。離一", "430": "切相即佛。吾若具說。窮劫不盡。聽吾偈曰。即心名慧。", "431": "即佛乃定。定慧等持。意中清淨。悟此法門。由汝習性。", "432": "用本無生。雙修是正。海信受。以偈贊曰。即心元是佛。", "433": "不悟而自屈。我知定慧因。雙修離諸物。", "434": "藥山和尚久不陞堂。一日院主白云。大眾久思和尚", "435": "示誨。曰打鐘著。時大眾方集定。便下座歸方丈。", "436": "妙喜曰。葛藤不少。", "437": "院主隨後問云。和尚許為大眾說話。為甚麼一言不", "438": "措。曰。經有經師。論有論師。爭恠得老僧。", "439": "妙喜曰。笑殺人。", "440": "西睦和尚上堂。有一俗士舉手云和尚便是一頭驢。", "441": "曰老僧被汝騎。士無語。後三日再來云。某甲三日前", "442": "著賊。睦拈拄杖趂出。", "443": "葉縣省和尚。一日念和尚問云。喚作竹篦則觸。不喚", "444": "作竹篦則背。合喚作甚麼物即得。省於此大悟。遂於", "445": "手中掣得竹篦。拗折擲于堦下却云。是甚麼。念云瞎。", "446": "省便禮拜。因僧請益趙州栢樹子話。省曰我不辭與", "447": "汝說。還信麼。云和尚重言爭敢不信。曰汝還聞簷頭", "448": "雨滴聲麼。其僧豁然。不覺失聲云㖿。省云汝見箇甚", "449": "麼道理。僧即以頌對云。簷頭雨滴。分明瀝瀝。打破乾", "450": "坤。當下心息。省忻然。", "451": "法華舉和尚示眾云。語漸也。返常合道。論頓也。不留", "452": "朕迹。直饒論其頓返其常。也是抑而為之。舉到公安", "453": "遠和尚處。遠問作麼生是伽藍。舉曰。深山藏獨虎。淺", "454": "草露羣蛇。云作麼生是伽藍中人。曰。青松葢不得。黃", "455": "葉豈能遮。云道甚麼。曰。少年翫盡天邊月。潦倒浮桑", "456": "沒日頭。云。一句兩句。雲開月露。作麼生。曰照破佛祖。", "457": "五祖演和尚示眾云。將四大海水為一枚硯。須彌山", "458": "作一管筆。有人向虗空裏寫祖師西來意五字。太平", "459": "下座大展坐具禮拜為師。若寫不得。佛法無靈驗。有", "460": "麼有麼。便下座。大眾散。師高聲云侍者。侍者應喏。曰", "461": "收取坐具。復問侍者云。還收得坐具麼。侍者提起坐", "462": "具。演曰我早知汝恁麼也。又示眾云。上是天。下是地。", "463": "南北東西依舊位。釋迦老子弄精魂。達磨西來多忌", "464": "諱。忽有箇漢出來道。和尚低聲。但向伊道。祇要拋塼", "465": "引玉。", "466": "雲門見僧來參。乃拈起袈裟云。汝若道得。落我袈裟", "467": "圈䙡裏。汝若道不得。又在鬼窟裏坐。作麼生。自代云。", "468": "某甲無氣力。", "469": "妙喜曰。西天斬頭截臂。遮裏自領出去。", "470": "玄沙和尚示眾云。佛道閑曠無有程途。無門解脫之", "471": "門。無意道人之意。不在三際故不可昇沈。建立乖真", "472": "非屬造化。動則起生死之本。靜則醉昏沈之鄉。動靜", "473": "雙泯即落空亡。動靜雙收顢頇佛性。直須對塵對境", "474": "如枯木寒󰞆。臨時應用不失其宜。鏡照諸像不亂光", "475": "輝。鳥飛空中不雜空色。所以十方無影像。三界絕行", "476": "蹤。不墮往來機。不住中間意。鐘中無鼓響。鼓中無鐘", "477": "聲。鐘鼓不相交。句句無前後。如壯士展臂不借佗力。", "478": "師子游行豈求伴侶。九霄絕翳何在穿通。一段光明", "479": "未曾昏昧。若到者裏。體寂寂。常的的。日赫焰。無邊表。", "480": "圓覺空中不動搖。吞爍乾坤迥然照。夫佛出世者。元", "481": "無出入。名相無體。道本如如。法爾天真。不同修證。只", "482": "要虗閑。不昧作用不涉塵泥。箇中纖毫道不盡。即為", "483": "魔王眷屬。句前句後是學人難處。所以一句當天。八", "484": "萬門永絕生死。直饒得似秋潭月影靜夜鐘聲。隨扣", "485": "擊以無虧。觸波瀾而不散。猶是生死岸頭事。道人行", "486": "履處如火消冰。終不却成冰。箭既離絃無返回勢。所", "487": "以牢籠不肯住。呼喚不回頭。古聖不安排。至今無處", "488": "所。若到者裏。步步登玄不屬邪正。識不能識。智不能", "489": "知。動便失宗。覺即迷旨。二乘膽戰。十地魂驚。語路處", "490": "絕。心行處滅。直得釋迦掩室於摩竭。淨名杜口於毗", "491": "耶。須菩提唱無說而顯道。釋梵絕聽而雨花。若與麼", "492": "現前。更疑何事。沒棲泊處離去來今。限約不得心思", "493": "路絕。不因莊嚴本來真淨。動用語笑。隨處明了。更無", "494": "欠少。今時人不悟箇中道理。妄自涉事涉塵。處處染", "495": "著頭頭繫絆。縱悟則塵境紛紜。名相不實。便擬凝心", "496": "斂念。攝事歸空。閉目藏睛。纔有念起旋旋破除。細想", "497": "纔生即便遏捺。如此見解即是落空亡底外道。魂不", "498": "散底死人。冥冥漠漠無覺無知。塞耳偷鈴徒自欺誑。", "499": "者裏分別則不然也。不是隈門傍戶。句句現前不得", "500": "商量。不涉文墨。本絕塵境本無位次。權名箇出家兒。", "501": "畢竟無蹤跡。真如凡聖地獄天堂。只是燎狂子之方。", "502": "虗空尚無改變。大道豈有昇沈。悟則縱橫不離本際。", "503": "若到者裏。凡聖也無立處。若向句中作意。則沒溺殺。", "504": "學人若向外馳求。又落魔界。如如向上沒可安排。恰", "505": "似焰鑪不藏蚊蚋。此理本來平坦。何用剗除。動轉揚", "506": "眉是真解脫。道不強為意度建立乖真。若到者裏纖", "507": "毫不受。措意則差。便是千聖出頭來也。安一字不得。", "508": "久立珍重。", "509": "趙州和尚到茱萸。將拄杖於法堂上從東過西從西", "510": "過東。茱萸問作甚麼。州云探水。曰。我遮裏一滴也無。", "511": "探箇甚麼。州靠却拄杖便出去。琅邪覺云。勢去奴欺", "512": "主。年衰鬼弄人。", "513": "妙喜曰。鉤在不疑之地。", "514": "仰山和尚因溈山問。大地眾生。業識茫茫。無本可據。", "515": "子作麼生知佗有之與無。曰某甲有驗處。時有僧從", "516": "面前過。仰山召云闍梨。其僧回首。仰曰。和尚。遮箇便", "517": "是業識茫茫無本可據。溈山云。此是師子一滴乳。迸", "518": "散十斛驢乳。", "519": "桐峯庵主因僧問。庵主在遮裏。忽遇大蟲來。又作麼", "520": "生。主便作大蟲吼。僧作怕勢。主大笑。僧云遮賊。主云", "521": "爭柰我何。雪竇云。是則是。兩箇惡賊。只解掩耳偷鈴。", "522": "無業國師謂弟子慧愔等曰。汝等見聞覺知之性。與", "523": "太虗同壽。不生不滅。一切境界本自空寂。無一法可", "524": "得。迷者不了即為境惑。一為境惑流轉無窮。汝等當", "525": "知心性本自有之。非因造作。猶如金剛不可破壞。一", "526": "切諸法如影如響。無有實者。故經云。唯此一事實。餘", "527": "二即非真。若了一切空。無一物當情。是諸佛用心處。", "528": "汝等勤而行之。", "529": "溈山和尚示眾云。夫道人之心質直無偽。無背無面。", "530": "無詐妄心。行一切時中。視聽尋常。更無委曲。亦不閉", "531": "眼塞耳。但情不附物即得。從上諸聖只是說濁邊過", "532": "患。若無如許多惡覺情見想習之事。譬如秋水澄渟。", "533": "清淨無為。澹泞無礙。喚佗作道人。亦名無事人。時有", "534": "僧問頓悟之人更有修否。曰。若真悟得本。佗自知時。", "535": "修與不修是兩頭語。如今初心雖從緣得一切。頓悟", "536": "自理。猶有無始曠劫習氣未能頓淨。須教渠淨除現", "537": "業流識。即是修也。不道別有法教渠修行趣向。從聞", "538": "入理。聞理深妙心自圓明。不居惑地。縱有百千妙義", "539": "抑揚當時。此乃得坐披衣自解作活計。以要言之。則", "540": "實際理地不受一塵。佛事門中不捨一法。若也單刀", "541": "直入。則凡聖情盡。體露真常。理事不二。即如如佛。", "542": "安國挺禪師因長安講華嚴經僧來問。五祖云。真性", "543": "緣起。其義云何。祖默然。時挺侍立次。乃謂曰。大德。正", "544": "興一念問時。是真性中緣起。其僧言下大悟。", "545": "妙喜曰。一念未興時。不可無緣起也。或曰一念未", "546": "興。喚甚麼作緣起。我也只要汝恁麼道。", "547": "越山和尚初參雪峯而染指。後因閩王請於清風樓", "548": "上齋坐久。舉目忽覩日光。豁然頓曉。而有偈曰。清風", "549": "樓上赴官齋。此日平生眼豁開。方信普通年遠事。不", "550": "從葱嶺付將來。歸呈雪峯。峯然之。僧問如何是佛身。", "551": "曰汝問那箇佛身。云釋迦佛身。曰舌覆三千界。臨終", "552": "時集眾示偈云。眼光隨色盡。耳識逐聲消。還源無別", "553": "旨。今日與明朝。", "554": "國清奉和尚。僧問如何是佛法大意。曰。釋迦是牛頭", "555": "獄卒。祖師是馬面阿旁。問如何是西來意。曰東壁打", "556": "西壁。問如何是撲不破底句。曰。不隔毫氂。時人遠嚮。", "557": "洛浦和尚示眾云。末後一句始到牢關。把斷要津不", "558": "通凡聖。尋常向諸人道。任從天下樂欣欣。我獨不肯。", "559": "何故。如靈龜負圖。自取喪身之兆。鳳縈金網。趣霄漢", "560": "以何期。直須旨外明宗。莫向言中取則。是以石人機", "561": "似汝。也解唱巴歌。汝若似石人。雪曲也應和。", "562": "夾山和尚因僧問撥塵見佛時如何。曰。欲知此事。直", "563": "須揮劒。若不揮劒。漁父棲巢。僧如前問石霜。霜云。渠", "564": "無國土。甚處逢渠。僧却舉似夾山。山曰。門庭施設不", "565": "無夾山。入理深談猶較石霜百步。", "566": "泐潭英和尚示眾。舉祖師道。一切眾生性清淨。從本", "567": "無生無可滅。即此身心是幻生。幻化之中無罪福。大", "568": "眾。先聖恁麼道不妨奇特。奈緣衲僧門下檢點將來。", "569": "也是食飽傷心。坐久腰痛。又示眾云。阿呵呵。是甚麼。", "570": "昨夜蟾光獨自坐。屈指從頭數故人。翻憶當時破竈", "571": "墮。是甚麼。眨起眉毛早蹉過。僧問逢場作戲時如何。", "572": "曰紅鑪拋出鐵烏龜。", "573": "天皇和尚問石頭。離却定慧。以何法示人。頭云。我遮", "574": "裏無奴婢。離箇甚麼。曰如何明得。頭云汝還撮得虗", "575": "空麼。曰與麼則不從今日去也。頭曰未審汝早晚從", "576": "那邊來。曰某甲不是那邊人。頭云我早知汝來處。曰", "577": "和尚何得贓誣於人。頭云汝身見在。曰。雖然如是。畢", "578": "竟如何示於後人。頭云汝道阿誰是後人。天皇從此", "579": "有省。", "580": "妙喜曰。且道省得箇甚麼。", "581": "太原孚上座在楊州孝先寺講涅槃經。有禪者阻雪", "582": "在寺。因往聽講。至三因佛性．三德法身。廣談法身妙", "583": "理。禪者失笑。孚講罷。請禪者喫茶。白曰。某甲素志狹", "584": "劣。依文解義。適蒙見笑。且望見教。禪者曰。實笑座主", "585": "不識法身。孚曰如此解說何處不是。曰請座主更說", "586": "一徧。孚曰。法身之理猶若太虗。豎窮三際橫亘十方。", "587": "彌綸八極包括二儀。隨緣赴感靡不周徧。曰不道座", "588": "主說不是。只是說得法身量邊事。實未識法身在。孚", "589": "曰。既然如是。禪德當為我說。曰座主還信否。孚曰焉", "590": "敢不信。曰。若如是。座主暫輟講旬日。於室內端然靜", "591": "慮。收心攝念。善惡諸緣一時放却。孚一依所教。從初", "592": "夜至五更。聞鼓角聲忽然契悟。便去扣門。禪者曰阿", "593": "誰。孚曰某甲。禪者咄曰。教汝傳持大教代佛說法。夜", "594": "來為甚麼醉酒臥街。孚曰。禪德。自來講經。將生身父", "595": "母鼻孔扭揑。從今已去更不敢如是。禪者曰。且去。來", "596": "日相見。孚遂罷講徧歷諸方。久在雪峯有大聲譽。後", "597": "歸揚州。被陳尚書留在宅供養。一日謂尚書曰。來日", "598": "講一徧大涅槃經報答尚書。書致齋茶畢。孚遂陞座。", "599": "良久揮尺一下云。如是我聞。乃召尚書。書應諾。孚云", "600": "一時佛在。便乃脫去。", "601": "巖頭示眾云。吾甞七八年披究涅槃經。其中有三兩", "602": "段義頗似衲僧說話。又云休休。時有僧云請和尚舉。", "603": "頭曰。吾教意如∴字三點。第一向東方下一點。點開", "604": "諸菩薩眼。第二向西方下一點。點諸菩薩命根。第三", "605": "向上方下一點。點開諸菩薩頂門。此是涅槃經中第", "606": "一段義。又云。吾教意如摩醯首羅。擘開面門豎亞一", "607": "隻眼。此是第二段義。又云。吾教意如塗毒鼓。擊一聲", "608": "遠近聞者皆喪。此是第三段義。時有小嚴上座出問。", "609": "如何是塗毒鼓。頭以兩手按膝亞身云。韓信臨朝底。", "610": "妙喜舉了喝云。縮頭去。", "611": "首山念和尚上堂。汾陽昭和尚出問。百丈卷席意旨", "612": "如何。曰龍袖拂開全體現。云未審師意如何。曰象王", "613": "行處絕狐蹤。昭於言下大悟。遂提起坐具顧視大眾", "614": "云。萬古碧潭空界月。再三撈摝始應知。禮拜歸眾。時", "615": "葉縣省和尚作首座。纔退便問。昭兄。汝適來見箇甚", "616": "麼道理便與麼道。曰正是我放身捨命處。省便休。", "617": "葉縣省和尚示眾云。諸禪德。衲僧是通變道人。若遇", "618": "鑊湯鑪炭諸般厄難。又如何免得。若是免不得。何名", "619": "通變道人。作麼生是透脫諸般厄難底句。還有透脫", "620": "得者麼。試對眾道看。為汝證據。若是透脫不得。即是", "621": "萬人作一冢。無人替代渠。", "622": "唐明嵩和尚。僧問。古人東山西嶺青。意旨如何。曰波", "623": "斯鼻孔大。云與麼則西天迦葉東土我師。曰金剛手", "624": "板濶。問大悲千手眼那箇是正眼。曰。開化石佛拍手", "625": "笑。晉祠娘子解謳歌。問。臨濟推倒黃檗。為甚麼維那", "626": "喫棒。曰。正狗不偷油。雞㘅燈盞走。", "627": "雪峯和尚見獮猴乃云。遮箇獼猴。各背一面古鏡。三", "628": "聖曰。歷劫無名。何以彰為古鏡。峯云瑕生也。聖云一", "629": "千五百人善知識。話頭也不識。峯云。老僧住持事繁。", "630": "黃龍新和尚示眾云。參玄上士須參活句。莫參死句。", "631": "何也。若向活句下明得。死却天下衲僧。若向死句下", "632": "明得。活却天下衲僧。且道不落死活一句作麼生道。", "633": "太湖三萬六千頃。月在波心說向誰。僧問如何是四", "634": "大毒蛇。曰地水火風。云如何是地水火風。曰四大毒", "635": "蛇。僧云學人未曉乞師方便。曰一大既爾四大同。", "636": "青林虔和尚示眾云。祖師門下。鳥道玄微功窮皆轉。", "637": "不究難明。汝等諸人直須離心意識參。出凡聖路學。", "638": "方可保任。若不如是。非吾子息。", "639": "妙喜曰。饒你離心意識參得透。出凡聖路學得成。", "640": "也是雪峯道底。", "641": "楊侍郎問廣慧璉云。承和尚有言。一切罪業皆因財", "642": "寶所生。勸人疎於財寶。而況南閻浮提眾生以財為", "643": "命。邦國以財聚人。教中亦有財法二施。何得勸人疎", "644": "於財寶。璉曰旛竿頭上鐵龍頭。侍郎曰海壇馬子似", "645": "驢大。璉曰楚雞不是丹山鳳。侍郎曰。佛滅二千年。比", "646": "丘少慙愧。", "647": "䖍州微和尚因僧問。三乘十二分教體理得妙。與祖", "648": "意是同是別。曰須向六句外鑑。不得隨佗聲色轉。僧", "649": "云如何是六句。曰。語底．默底．不語底．不默底．總是．總", "650": "不是。汝合作麼生。僧罔措。", "651": "溈山和尚謂仰山曰。汝須獨自回光返照。別人不知", "652": "汝解處。汝試將實解獻老僧看。仰曰。若教某甲自看。", "653": "到遮裏無圓位。亦無一物一解得獻和尚。溈云。無圓", "654": "位處元是汝作解處。未離心境在。仰曰。既無圓位。何", "655": "處有法。把何物作境。溈云適來是汝作與麼解是否。", "656": "仰曰是。溈云。若恁麼。是具足心境法。未脫我所心在。", "657": "元來有解獻我。許汝信位顯。人位隱在。", "658": "德山圓明示眾云。俱胝和尚但有問答只豎一指頭。", "659": "寒則普天普地寒。雪竇云。甚麼處見俱胝老。熱則普", "660": "天普地熱。雪竇云。莫錯認定盤星。復云。森羅萬象徹", "661": "下孤危。大地山河通上險絕。甚麼處得一指頭禪。", "662": "妙喜曰。可謂是貴人多忘。", "663": "世尊昔因文殊至諸佛集處。值諸佛各還本處。唯有", "664": "一女人近彼佛坐。入於三昧。文殊乃白佛云。何此女", "665": "得近佛坐。而我不得。佛告文殊。汝但覺此女令從三", "666": "昧起。汝自問之。文殊遶女人三匝鳴指一下。乃托至", "667": "梵天。盡其神力而不能出。世尊云。假使百千文殊亦", "668": "出此女人定不得。下方過四十二恒河沙國土有網", "669": "明菩薩。能出此女人定。須臾網明大士從地湧出。作", "670": "禮世尊。世尊勅網明出。網明却至女人前鳴指一下。", "671": "女人於是從定而出。雲居祐頌云。百千文殊出不得。", "672": "網明不費纖毫力。落霞與孤鶩齊飛。秋水共長天一", "673": "色。天衣懷頌云。文殊托上梵天。網明輕輕彈指。女子", "674": "黃面瞿曇。看佗一倒一起。", "675": "南臺安和尚因僧問。寂寂無依時如何。曰寂寂底聻。", "676": "因有頌曰。南臺靜坐一爐香。終日凝然萬慮忘。不是", "677": "息心除妄想。都緣無事可思量。", "678": "妙喜喝一喝。", "679": "臨濟和尚到三峯平和尚問近離甚麼處。曰。金牛昨", "680": "夜遭塗炭。直至如今不見蹤。平曰。秋風吹玉管。那箇", "681": "是知音。曰。直透萬重關。不住青霄外。平曰遮一問太", "682": "高生。曰。龍生金鳳子。衝破碧琉璃。平曰且坐喫茶。濟", "683": "便坐。平又問近離甚麼處。曰龍光。平曰龍光近日有", "684": "甚麼言句。濟便下參堂。", "685": "泐潭準和尚示眾云。同異成壞總別。三四五六七八。", "686": "欲要隨流入流。無過先解此法。遂拈拄杖卓一下云。", "687": "此法非思量分別之所能解。若也分別。落在眾生境", "688": "界。且道不分別不思量是箇甚麼。擲下拄杖云。妙湛", "689": "總持不動尊。首楞嚴王世希有。又示眾云。劄久雨不", "690": "睛。直得五老峯頭黑雲靉靆。洞庭湖裏白浪滔天。雲", "691": "門大師忍俊不禁。向佛殿裏燒香三門頭合掌。禱祝", "692": "呪願。願黃梅石女生兒。子母團圓。少室無角鐵牛常", "693": "甘水草。喝一喝云。有甚交涉。", "694": "雲臺欽和尚示眾云。還有人鑑得出麼。若鑑得出。是", "695": "甚麼村裏破草鞋。若也鑑不出。落地作金聲。僧問如", "696": "何是談真逆俗。曰客作漢問甚麼。云如何是順俗違", "697": "真。曰喫茶去。", "698": "龍潭和尚問天皇。某甲自到來。不蒙和尚指示心要。", "699": "皇曰。自汝到來。吾未甞不指示汝心要。曰何處指示。", "700": "曰。汝擎茶來。吾為汝接。汝行食來。吾為汝受。汝和南", "701": "時。吾便低首。何處不指示汝心要。龍潭佇思間。皇曰", "702": "見則直下便見。擬思即差。龍潭當下開悟。乃復問如", "703": "何保任。皇曰。任性逍遙。隨緣放曠。但盡凡心。別無聖", "704": "解。", "705": "雪峯和尚。僧問古㵎寒泉時如何。曰瞪目不見底。云", "706": "飲者如何。曰不從口入。趙州聞僧舉。乃曰。不從口入。", "707": "從鼻孔入。僧却問古㵎寒泉時如何。州曰苦。云飲者", "708": "如何。州曰死。峯聞得乃曰。趙州古佛。遂遙望作禮曰。", "709": "從此不答話。", "710": "報恩則和尚因法眼問。曾見甚麼人來。曰見青峯和", "711": "尚。眼云有甚麼言句。曰某甲曾問如何是學人自己。", "712": "峯云丙丁童子來求火。眼云上座作麼生會。曰丙丁", "713": "屬火。將火求火。如將自己求自己。眼云與麼會又爭", "714": "得。曰。某甲只與麼。未審和尚尊意如何。眼云。汝問我。", "715": "我與汝道。則問如何是學人自己。眼云丙丁童子來", "716": "求火。則於言下大悟。", "717": "玄沙與天龍入山見虎。龍云和尚虎。曰是汝虎。歸院", "718": "龍請益。和尚今日山中見虎。未審尊意如何。曰。娑婆", "719": "世界有四種極重事。若人透得。不妨出得陰界。", "720": "妙喜代云。也知和尚為人切。", "721": "保寧勇和尚頌云。猛虎當途獨振威。爪牙真箇利如", "722": "錐。可憐不覺亡身者。碎骨拾來良可悲。", "723": "龐居士偈曰。心如境亦如。無實亦無虗。有亦不管。無", "724": "亦不拘。不是聖賢。了事凡夫。易復易。即此五蘊有真", "725": "智。十方世界一乘同。無相法身豈有二。若捨煩惱入", "726": "菩提。不知何方有佛地。", "727": "黃龍南和尚因化主歸。陞座云。有五種不易。一施者", "728": "不易。二化者不易。三變生為熟者不易。四端坐食者", "729": "不易。且道第五不易是甚麼人。良久云聻。便下座。時", "730": "翌巖真為首座。藏主問真。第五不易是誰。真云。腦後", "731": "見腮。莫與往來。", "732": "石鞏和尚昔為獵人。趂鹿從馬祖菴前過。問祖曰。還", "733": "見鹿過否。曰汝是何人。云射獵人。祖曰汝一箭射幾", "734": "箇。曰一箭射一箇。祖曰汝不善射。曰和尚解射否。祖", "735": "曰解射。曰和尚一箭射幾箇。祖曰一箭射一羣。曰。彼", "736": "此是生命。何用射佗一羣。祖曰。汝既知如此。何不自", "737": "射。曰。若教某甲自射。直是無下手處。祖曰遮漢曠劫", "738": "無明煩惱今日頓息。師當時擲下弓箭投祖出家。", "739": "玄沙和尚上堂。眾集。遂將拄杖一時趂下。却回向侍", "740": "者道。我今日作得一解。險入地獄如箭射。侍者云。喜", "741": "得和尚再復人身。翠巖芝云。大小玄沙。前不到村後", "742": "不至店。且作麼生道得出身之路。道吾真云。大小芝", "743": "老只是偏枯。若是道吾即不然。玄沙與侍者一人具", "744": "一隻眼。", "745": "羅山和尚曾問石霜。起滅不停時如何。霜云。直須寒", "746": "󰞆枯木去。一念萬年去。函葢相應去。全清絕點去。山", "747": "不契。却往巖頭處如前問。巖頭喝云是誰起滅。山於", "748": "此有省。", "749": "唐明嵩和尚問首山。如何是佛法的的大意。山云楚", "750": "王城畔汝水東流。嵩於此有省。頓契佛意。乃作三玄", "751": "偈曰。得用直須用。心意莫定動。三歲師子吼。十方絕", "752": "狐種。我有真如性。如同幕裏隱。打破六門關。顯出毗", "753": "盧印。真骨金剛體可誇。六塵一拂永無遮。廓落世界", "754": "空為體。體上無為真到家。山聞乃請喫茶問。遮三頌", "755": "是汝作來邪。曰是。山云或有人教汝現三十二相時", "756": "如何。曰某甲不是野狐精。山曰惜取眉毛。曰和尚落", "757": "了多少。山以竹篦頭上打云。遮漢向後亂做去在。", "758": "雲門有時云。光不透脫有兩般病。一切處不明。面前", "759": "有物。是一。又透得一切法空。隱隱地似有箇物相似。", "760": "亦是光不透脫。又法身亦有兩般病。得到法身。為法", "761": "執不忘。己見猶存。坐在法身邊。是一。直饒透得法身", "762": "去。放過即不可。子細點檢來。有甚麼氣息。亦是病。", "763": "妙喜曰。不用作禪會。不用作道會。不用作向上商", "764": "量。此是雲門老漢據實而論。我恁麼道。有沒量罪", "765": "過。汝若點檢得出。許汝具擇法眼。若點檢不出。且", "766": "向雲門葛藤裏參。", "767": "德山和尚因廓侍者問。從上諸聖向甚麼處去。山云", "768": "作麼作麼。廓云。勑點飛龍馬。跛鼈出頭來。山便休去。", "769": "次日浴出。廓過茶與山。山於廓背上拊一下云。昨日", "770": "公案作麼生。廓云遮老漢今日方始瞥地。山又休去。", "771": "鴈蕩齊和尚。僧問。夜月舒光。為甚麼碧潭無影。曰作", "772": "家弄影漢。其僧從東過西立。齊曰。不唯弄影。兼乃怖", "773": "頭。", "774": "大寧寬和尚。僧問如何是露地白牛。寬以火筯橫火", "775": "爐上。云會麼。僧云不會。曰。頭不欠。尾不剩。問。丹霞燒", "776": "木佛。院主為甚麼眉鬚墮落。曰賊不打貧兒家。師在", "777": "同安見僧遷化。僧便問。既是同安。為甚病僧化去。曰", "778": "布施不如還債。問。法無取捨。為甚麼遞相傳授。曰傳", "779": "授無取捨。問。飲光正見。為甚麼拈花却笑。曰忍俊不", "780": "禁。問天下禪客為甚麼出遮箇○不得。曰往往如斯。", "781": "資福遠和尚問鏡清。如何是諸佛出身處。清云大家", "782": "要知。遠曰斯則眾眼難謾。清曰理能伏豹。", "783": "金牛和尚因臨濟來。乃橫按拄杖方丈前坐。濟遂拊", "784": "掌三下歸堂去。金牛却下去。人事了便問。賓主相見", "785": "各有軌儀。上座何得無禮。濟云道甚麼。金牛擬開口。", "786": "濟便打一坐具。金牛作倒勢。濟又打一坐具。金牛曰。", "787": "今日不著便。遂歸方丈。溈山問仰山。此二尊宿還有", "788": "勝負否。仰云。勝即總勝。負即總負。", "789": "趙州和尚因侍者報大王來也。州云大王萬福。者云", "790": "未到在。州云又道來也。", "791": "良遂座主初參麻谷。谷見來即荷鋤入園鋤草。遂隨", "792": "到鉏草處。谷殊不顧。便歸方丈閉却門。遂次日復去。", "793": "谷又閉門。遂乃敲門。谷問阿誰。云良遂。纔稱名忽然", "794": "契悟。乃云。和尚莫謾良遂。良遂若不來禮拜和尚。洎", "795": "被經論賺過一生。及歸講肆謂眾曰。諸人知處良遂", "796": "總知。良遂知處諸人不知。", "797": "漳州羅漢和尚問關南常和尚。如何是大道之源。常", "798": "與一拳。遂有省。乃為歌曰。咸通七載初參道。到處逢", "799": "言不識言。心裏疑團若栲栳。三春不樂止林泉。忽遇", "800": "法王氈上坐。便陳疑懇向師前。師從氈上那伽起。祖", "801": "膊當󱗉打一拳。駭散癡團獦狙落。舉頭看見日初圓。", "802": "從茲蹬蹬而碣碣。直至如今常快活。只聞肚裏飽膨", "803": "脝。更不東西去持鉢。", "804": "妙喜曰。可惜遮一拳。分付不著人。", "805": "慈明和尚見泉大道來乃曰。片雲橫谷口。游人何處", "806": "來。泉顧視左右曰。夜來何處火。燒出古人墳。師曰未", "807": "在更道。泉作虎聲。師打一坐具。泉推師就坐。師却作", "808": "虎聲。泉曰。我見七十餘員知識。祇有你較些子。", "809": "雲門云。有三種人。一人因說得悟。一人因喚得悟。第", "810": "三人見舉便回去。你道便回去意作麼生。復云。好與", "811": "三十棒。", "812": "徹禪師。江西人。姓張氏。名行昌。少任俠。自南北分化。", "813": "二宗主雖亡彼我。而徒侶競起愛憎。時北宗門人自", "814": "立秀為第六祖。而忌能大師傳衣為天下所聞。祖預", "815": "知其事。即置金十兩於方丈。時行昌受北宗門人所", "816": "囑。懷刃入祖室將欲加害。祖伸頸而就。行昌揮刃者", "817": "三。都無所損。祖曰。正劒不邪。邪劒不正。只負汝金。不", "818": "負汝命。行昌驚仆久而方蘇。求哀悔過即願出家。祖", "819": "遂與金曰。汝且去。恐徒眾翻害於汝。汝可佗日易形", "820": "而來。吾當攝受。行昌稟旨宵遁。投僧出家具戒精進。", "821": "一日憶祖之言遠來禮覲。祖曰。吾久念於汝。汝來何", "822": "晚。曰。昨蒙和尚捨罪。今雖出家苦行。終難報於深恩。", "823": "其惟傳法度生乎。弟子甞覽涅槃經。未曉常無常義。", "824": "乞和尚慈悲略為宣說。祖曰。無常者即佛性也。有常", "825": "者即善惡一切諸法分別心也。曰和尚所說大違經", "826": "旨也。祖曰。吾傳佛心印。安敢違於佛經。曰。經說佛性", "827": "是常。和尚却言無常。善惡諸法乃至菩提心皆是無", "828": "常。和尚却言是常。此即相違。令學人轉加疑惑。祖曰。", "829": "涅槃經吾昔者聽尼無盡藏讀誦一徧。便為講說。無", "830": "一字一義不合經文。乃至為汝終無二說。曰學人識", "831": "量淺昧。願和尚委曲開示。祖曰。汝知否。佛性若常。更", "832": "說甚麼善惡諸法。乃至窮劫無有一人發菩提心者。", "833": "故吾說無常。正是佛說真常之道也。又一切諸法若", "834": "無常者。即物物皆有自性容受生死。而真常性有不", "835": "徧之處。故吾說常者。正是佛說真無常義也。佛比為", "836": "凡夫外道執於邪常。諸二乘人於常計無常。共成八", "837": "倒。故於涅槃了義教中破彼偏見。而顯說真常真樂", "838": "真我真淨。汝今依言背義以。斷滅無常及確定死常", "839": "而錯解佛之圓妙最後微言。縱覽千徧有何所益。行", "840": "昌忽如醉醒。乃說偈曰。因守無常心。佛演有常性。不", "841": "知方便者。猶春池拾礫。我今不施功。佛性而現前。非", "842": "師相授與。我亦無所得。祖曰。汝今徹也。宜名志徹。乃", "843": "禮謝而去。", "844": "歸宗惲和尚。僧問截水停輪時如何。曰磨不轉。", "845": "妙喜曰。恩大難酬。", "846": "洞山因請泰首座喫果子次。乃問。有一物。上拄天。下", "847": "拄地。黑似漆。常在動用中。動用中收不得。汝道過在", "848": "甚麼處。泰云過在動用中。山喚侍者掇却果子卓。大", "849": "溈喆云。還知洞山落處麼。若也不知。往往作是非得", "850": "失會去。諸仁者。遮果子非但泰首座不得喫。設使盡", "851": "大地人來亦不得正眼覰著。", "852": "水潦和尚問馬祖。如何是西來的的意。祖乃當胷蹋", "853": "倒。師大悟。起來拊掌呵呵大笑云。也大奇。也大奇。百", "854": "千三昧。無量妙義。只向一毛頭上一時識得根源去。", "855": "乃作禮而退。師後告眾云。自從一喫馬師蹋。直至如", "856": "今笑不休。蔣山泉和尚云。忽然瞥地。更是好笑。", "857": "雲峯悅和尚因僧入室舉僧問趙州。萬法歸一一歸", "858": "何所。悅便喝。僧茫然。悅問趙州道甚麼。僧擬議。悅以", "859": "拂子驀口打。", "860": "雪峯和尚云。望州亭與汝相見了也。烏石嶺與汝相", "861": "見了也。僧堂前與汝相見了也。保福問鵞湖。僧堂前", "862": "且置。望州亭烏石嶺甚麼處相見。鵞湖驟步歸方丈。", "863": "保福便入僧堂。", "864": "雪峯問僧甚處去。僧云識得即知去處。曰汝是了事", "865": "人。亂走作麼。僧云。和尚莫塗污人好。曰我即不塗污", "866": "汝。古人吹布毛作麼生。與我說來看。僧云殘羹餿飯", "867": "已有人喫了也。峯休去。雲門別前語。築著便作屎臭", "868": "氣。又代後語。將謂是鑽天󳬧子。元來只是死水裏蝦", "869": "䗫。雪竇出雪峯語云。一死更不再活。", "870": "真淨和尚法界三觀六頌。色空無礙。如意自在。萬象", "871": "森羅。影現中外。出沒去來。此土佗界。心印廓然。融通", "872": "廣大。理事無礙。如意自在。倒把須彌。卓向纖芥。清淨", "873": "法身。圓滿土塊。一點鏡燈。十方海會。事事無礙。如意", "874": "自在。不動道場。十方世界。東涌西沒。千差萬怪。火裏", "875": "蝍蟟。吞却螃蠏。事事無礙。如意自在。手把猪頭。口誦", "876": "淨戒。趂出婬坊。未還酒債。十字街頭。解開布袋。事事", "877": "無礙。如意自在。拈起一毛。重重法界。一念徧入。無邊", "878": "剎海。只在目前。或顯或晦。事事不知。空色誰會。理事", "879": "既休。鐵船下海。石火電光。咄哉不快。橫按鏌鎁。魔軍", "880": "膽碎。", "881": "洞山因僧問。三身中那身說法。山云吾常於此切。僧", "882": "後問曹山云。洞山道吾常於此切。意旨如何。曹山云", "883": "要頭即斫將去。僧又問雪峯。峯以拄杖劈口打云。我", "884": "也曾到洞山來。承天宗云。一轉語海晏河清。一轉語", "885": "風高月冷。一轉語騎賊馬趂賊。試請辨看。忽有箇衲", "886": "僧出來道總不與麼。也許伊具一隻眼。", "887": "妙喜曰。恁麼葛藤也未夢見三箇老漢在。復云。何", "888": "不向膏肓穴上下一針。", "889": "雲居祐和尚示眾云。過去諸如來。更不再勘。現在諸", "890": "菩薩。放過即不可。未來修學人。謾佗一點不得。所以", "891": "教中道。若人欲了知。三世一切佛。應觀法界性。一切", "892": "唯心造。然雖如是。羅漢門下正是金屑落眼。僧問如", "893": "龜藏六時如何。曰文彩已彰。云爭奈處處無蹤跡。曰", "894": "一任拖泥帶水。云便與麼去時如何。曰果然。", "895": "白雲端和尚示眾云。若端的得一回汗出來也。向一", "896": "莖草上便現瓊樓玉殿。若未端的得一回汗出。縱有", "897": "玉殿瓊樓却被一莖草葢却。且道作麼生得汗出去。", "898": "良久云。自有一雙窮相手。不曾容易舞三臺。", "899": "玄沙云。若論此事。喻如一片田地。四至界分結契賣", "900": "與諸人了也。只有中心樹子。猶屬老僧在。", "901": "洞山价和尚問僧名甚麼。曰某甲。曰阿那箇是你主", "902": "人公。曰見祇對次。曰。苦哉苦哉。今時人例皆如此。祇", "903": "認得驢前馬後底將為自己。佛法平沉因斯是也。客", "904": "中主尚未明得。如何辨得主中主。僧便問如何是主", "905": "中主。曰闍梨自道取。僧曰。某甲道底是客中主。如何", "906": "是主中主。曰。恁麼道即易。相續也大難。遂有頌曰。嗟", "907": "見今時學道流。千千萬萬認門頭。還似入京朝聖主。", "908": "祇到潼關便即休。", "909": "鏡清和尚問曹山。清虗之理畢竟無身時如何。曰理", "910": "即如此。事作麼生。清曰如理如事。曰。謾曹山一人即", "911": "得。爭奈諸聖眼何。清曰。若無諸聖眼。爭鑑得箇不與", "912": "麼。曰。官不容針。私通車馬。大溈󳭷云。曹山雖然善能", "913": "切磋琢磨。其柰鏡清玉本無瑕。要會麼。不經敏手。終", "914": "成廢器。", "915": "巖頭因沙汰後隱於鄂州湖邊作渡子。兩岸各挂一", "916": "版。有人過渡打版一下。師云阿誰。或云要過那邊去。", "917": "乃舞棹迎之。一日有老婆抱一孩兒來乃問云。呈橈", "918": "舞棹即不問。且道婆手中兒甚處得來。師便打。婆云。", "919": "婆生七子。六箇不遇知音。祇遮一箇也不消得。便拋", "920": "向水中。", "921": "讓和尚一日云。道一在江西為人說法。總不見寄箇", "922": "消息來。遂遣一僧往彼。候伊上堂但出問云作麼生。", "923": "待渠有語。記取來。其僧依教往問之。祖曰。自從胡亂", "924": "後。三十年不少鹽醬。", "925": "朗州德山和尚。僧問。路逢達道人。不將語默對。未審", "926": "將甚麼對。曰祇恁麼。僧良久。師曰汝更問。僧再問。師", "927": "乃喝出。", "928": "妙喜曰。不妨好一喝。祇是下得大遲。", "929": "正法眼藏卷第三之上", "930": "第三之下正法眼藏卷第三之下", "931": "徑山大慧禪師　宗杲　集并著語", "932": "後學普善庵沙門慧悅校刻", "933": "風穴和尚示眾云。夫參學眼目。直須大用現前。勿自", "934": "拘於小節。設使言前薦得。猶是滯殻迷封。縱然句下", "935": "精通。未免觸途狂見。汝等諸人應是從前學解明昧", "936": "兩岐。如今為汝一時掃却。直須箇箇如師子兒吒髿", "937": "地哮吼一聲。壁立千仞誰敢正眼覰著。覰著則瞎却", "938": "渠眼。僧問。語默涉離微。如何通不犯。曰。長憶江南三", "939": "月裏。鷓鴣啼處百花香。問如何是佛。曰杖林山下竹", "940": "筋鞭。真淨頌云。杖林山下竹筋鞭。水在深溪月在天。", "941": "良馬不知何處去。阿難依舊世尊前。", "942": "溈山問仰山。寂子速道。莫入陰界。曰某甲信亦不立。", "943": "山云。汝信了不立。未信不立。曰。只是某甲。更信阿誰。", "944": "山云。若與麼。即是定性聲聞。曰佛亦不見。", "945": "大顛和尚示眾云。夫學道人須識自家本心。將心相", "946": "示。方可見道。多見時輩只認揚眉瞬目一語一默。驀", "947": "頭印可以為心要。此實未了。吾今為汝諸人分明說", "948": "出。各須聽受。但除却一切妄運想念現量即汝真心。", "949": "此心與塵境及守認靜默時全無交涉。即心是佛。不", "950": "待修治。何以故。應機隨照泠泠自用。窮其用處了不", "951": "可得。喚作妙用乃是本心。大須護持。不可容易。", "952": "琅邪覺和尚示眾云。汾陽先師道。汾陽門下有西河", "953": "師子當門踞坐。但有來者即便齩殺。作何方便入得", "954": "汾陽門。見得汾陽人。琅邪遮裏也有些子。琅邪有踞", "955": "地師子。若有來者即自喪身失命。作何方便入得琅", "956": "邪門。見得琅邪人。此兩轉語。汝等諸人還點檢得出", "957": "也無。若點檢得出。方名擇法眼。若不如是。且無安身", "958": "立命處。", "959": "玄沙問鏡清。不見一法為大過患。汝道不見甚麼法。", "960": "清指露柱云莫是不見遮箇法麼。曰。浙中清水白米", "961": "從汝喫。佛法未會在。大溈喆云。若不是鏡清。幾乎忘", "962": "前失後。何故。不逢別者。終不開拳。", "963": "黑水和尚參黃龍璣和尚。乃問雪覆蘆花時如何。龍", "964": "曰猛烈。曰不猛烈。龍又曰猛烈。師又曰不猛烈。龍便", "965": "打。師因而有省。", "966": "大陽明安和尚問梁山。如何是無相道場。梁指觀音", "967": "云此是吳道子畫。安擬進語。梁急索云。遮箇是有相", "968": "底。那箇是無相底。安於言下領悟。禮拜了依位立。山", "969": "云何不道取一句。安曰。道即不辭。恐上紙墨。山呵呵", "970": "大笑云。此語已後上󳬴石去在。", "971": "趙州和尚行脚時到一老宿處。宿問近離甚處。曰滑", "972": "州。宿云幾程到遮裏。曰一躂躂到。宿云好箇捷疾鬼。", "973": "曰萬福大王。宿云參堂去。州應喏喏。有秀才見州乃", "974": "讚歎云。和尚是古佛。州云秀才是新如來。", "975": "秘魔巖和尚常持一叉。凡見僧來即提起义云。甚麼", "976": "魔魅教汝出家。甚麼魔魅教汝行脚。道得也叉下死。", "977": "道不得也叉下死。速道速道。後霍山聞乃訪之。纔見", "978": "未禮拜便攛入懷去。師乃拊山背三下。山拍手云。師", "979": "兄三千里外賺我來。三千里外賺我來。", "980": "報恩明和尚問二禪客。上座近離甚處。云都城。曰上", "981": "座離都城到此山。則都城少上座。此山剩上座。剩則", "982": "心外有法。少則心法不周。說得道理即住。不會即去。", "983": "二人無對。", "984": "妙喜代曰。和尚謾某甲不得。某甲亦謾和尚不得。", "985": "復曰。即今莫有道得相謾句者麼。若也道得。許汝", "986": "跳得金剛圈。吞得栗棘蓬。", "987": "慈明和尚問顯英首座近離甚處。曰金鑾。曰夏在甚", "988": "處。曰金鑾。曰去夏在甚處。曰金鑾。曰前夏在甚處。曰", "989": "金鑾。曰先前夏在甚處。座曰和尚何不領話。曰。我也", "990": "不能勘得汝。教庫下供過奴子來勘。且點一盌茶與", "991": "汝濕口。", "992": "懶安和尚示眾云。汝等諸人總來就安求覓甚麼。若", "993": "欲作佛。汝自是佛。而却傍家走怱怱。如渴鹿趂陽𦦨。", "994": "何時得相應去。阿你欲作佛。但無如許多顛倒攀緣", "995": "妄想惡覺垢欲不淨眾生之心。則汝便是初心正覺", "996": "佛。更向何處別討。所以安在溈山三十來年。喫溈山", "997": "飯。屙溈山屎。不學溈山禪。只看一頭水牯牛。若落路", "998": "入草便牽出。若犯人苗稼即鞭撻調伏。既久可憐生", "999": "受人言語。如今變作箇露地白牛。常在面前。終日露", "1000": "迥迥地。趂亦不去也。汝等諸人各自有無價大寶。從", "1001": "眼門放光。照山河大地。耳門放光。領釆一切善惡音", "1002": "響。六門晝夜常放光明。亦名放光三昧。汝自不識。取", "1003": "影在四大身中。內外扶持。不教傾側。如人負重擔從", "1004": "獨木橋上過。亦不教失脚。且道是甚麼物。恁麼扶持", "1005": "便得如是。汝若覔毫髮即不見。故志公云。內外追尋", "1006": "覔總無。境上施為渾大有。", "1007": "趙州問僧曾到此間麼。云曾到。曰喫茶去。或云不曾", "1008": "到。亦曰喫茶去。院主云。和尚為甚曾到也云喫茶去。", "1009": "不曾到也云喫茶去。州曰院主。主應喏。州曰喫茶去。", "1010": "保福云。趙州慣得其便。", "1011": "端師子因僧問。羚羊未生角時如何。曰怕。僧云。既是", "1012": "善知識。因何却怕。曰。山僧不曾見恁麼差異畜生。又", "1013": "放牛歌云。牛牛牛。休休休。更莫牽犂拽杷。任經冬夏", "1014": "春秋。無繩無索。無準無鉤。朝來放向荒郊去。杳杳無", "1015": "蹤休更休。", "1016": "大龍和尚。僧問如何是佛。曰即汝是。云如何領會。曰", "1017": "更嫌鉢盂無柄那。", "1018": "夾山示眾云。百草頭薦取老僧。鬧市裏識取自己。雲", "1019": "門云。蝦䗫鑽你鼻孔。毒蛇穿你眼睛。且向葛藤裏識", "1020": "取。", "1021": "妙喜曰。夾山垛生招箭。雲門認賊為子。雖然如是。", "1022": "知恩者少。負恩者多。", "1023": "黃龍南和尚示眾云。有一人朝看華嚴。暮看般若。晝", "1024": "夜精勤無有暫暇。有一人不參禪不論義。把箇破席", "1025": "日裏睡。於是二人同到黃龍。一人有為。一人無為。安", "1026": "下那箇即是。良久云。功德天。黑暗女。有智主人。二俱", "1027": "不受。", "1028": "古有老宿不赴堂。侍者來請赴堂。宿云。我今日在莊", "1029": "上喫油糍飽。者云和尚不曾出入。宿云你但去問取", "1030": "莊主。者纔出門。忽見莊主歸謝和尚到莊喫油糍。", "1031": "保唐和尚因杜相公問。弟子聞金和尚說無憶無念", "1032": "莫妄三句法門是否。曰然。公曰此三句是一是三。曰", "1033": "無憶名戒。無念名定。莫妄名慧。一心不生。具戒定慧。", "1034": "非一非三也。公曰後句妄字莫是從心之妄乎。曰從", "1035": "女者是也。公曰有據否。曰。法句經云。若起精進心。是", "1036": "妄非精進。若能心不妄。精進無有涯。公聞疑情盪焉。", "1037": "誠禪師在荊南玉泉奉事秀禪師。後因兩宗盛化。秀", "1038": "之徒眾往往譏南宗曰。能大師不識一字。有何所長。", "1039": "秀曰。佗得無師之智。深悟上乘。吾不如也。且吾五祖", "1040": "親付衣法。豈徒然哉。吾所恨不能遠去親近。虗受國", "1041": "恩。汝等毋滯於此。可往曹溪質疑。佗日歸來。還為吾", "1042": "說。誠便禮辭。至韶陽隨眾參請。不言來處。時六祖告", "1043": "眾曰。今有盜法之人潛在此會。誠出禮拜。具陳其事。", "1044": "祖曰。汝師若為示眾。對曰。常指誨大眾。令住心觀靜。", "1045": "長坐不臥。祖曰。住心觀靜。是病非禪。長坐拘身。於理", "1046": "何益。聽吾偈曰。生來坐不臥。死去臥不坐。元是臭骨", "1047": "頭。何為立功過。誠曰。未審大師以何法誨人。祖曰。吾", "1048": "若言有法與人。即為誑汝。但且隨方解縛。假名三昧。", "1049": "聽吾偈曰。一切無心自性戒。一切無礙自性慧。不增", "1050": "不退自金剛。身去身來本三昧。誠聞偈悔謝。即擔依", "1051": "歸。乃作一偈曰。五蘊幻身。幻何究竟。回趣真如。法還", "1052": "不淨。祖然之。尋回玉泉。", "1053": "翠巖真和尚示眾云。不見一法。是大過患。山河大地", "1054": "日月星辰。色空明暗不是一法。拈起拄杖云。凡夫見", "1055": "拄杖喚作拄杖。聲聞人見拄杖認得頑空。撥無拄杖。", "1056": "菩薩人見拄杖。幾曾挂著齒牙。饑來喫飯。困來打睡。", "1057": "寒來向火。熱則取凉。不見道一切智智清淨。恁麼說", "1058": "話。笑破土地鼻孔。僧問如何是佛。曰同坑無異土。云", "1059": "如何是祖師西來意。曰深耕淺種。問如何是佛法大", "1060": "意。曰五通賢聖。云學人不會。曰舌拄梵天。問如何是", "1061": "學人轉身處。曰一堵墻百堵調。云如何是學人著力", "1062": "處。曰千日斫柴一日燒。云如何是學人親切處。曰渾", "1063": "家送上渡頭船。", "1064": "黃檗在南泉為首座。一日捧鉢向南泉位上坐。泉入", "1065": "堂見乃問。長老甚年行道。檗曰威音王已前。泉云猶", "1066": "是王老師兒孫。下去。檗便過第二位坐。泉休去。溈山", "1067": "云欺敵者亡。仰山云。不然。須知黃檗有陷虎之機。溈", "1068": "山云子見處得與麼長。雪竇云。可惜王老師。只見錐", "1069": "頭利。我當時若作南泉。待伊道威音王已前。即便於", "1070": "第二位坐。令黃檗一生起不得。雖然如此。也須救取", "1071": "南泉。", "1072": "妙喜曰。何待問佗甚年行道。纔入堂見佗在主位。", "1073": "便捧鉢向第二位坐。直饒黃檗有陷虎之機。擬向", "1074": "甚處施設。", "1075": "佛鑑和尚示眾。舉僧問趙州如何是不遷義。州以兩", "1076": "手作流水勢。其僧有省。又僧問法眼。不取於相。如如", "1077": "不動。如何不取於相。見於不動去。法眼云。日出東方", "1078": "夜落西。其僧亦有省。若也於此見得。方知道旋嵐偃", "1079": "嶽本來常靜。江河競注元自不流。其或未然。不免更", "1080": "為饒舌。天左旋。地右轉。古往今來經幾徧。金烏飛。玉", "1081": "兔走。纔方出海門。又落青山後。江河波渺渺。淮濟浪", "1082": "悠悠。直入滄溟晝夜流。遂高聲云。諸禪德。還見如如", "1083": "不動麼。", "1084": "隍禪師初參五祖。雖嘗咨決而循乎漸行。後歸河北", "1085": "結菴長坐。積二十餘年不見惰容。及遇六祖門人䇿", "1086": "禪師游方屆于河朔。聞隍曾參黃梅。菴居歲久。自謂", "1087": "正受。䇿知隍所得未至。乃往問曰汝坐於此作麼。曰", "1088": "入定。曰。汝言入定。有心邪。無心邪。若有心者。一切蠢", "1089": "動之類皆應得定。若無心者。一切草木之流亦合得", "1090": "定。曰我正入定時則不見有有無之心。曰。既不見有", "1091": "有無之心。即是常定。何有出入。若有出入。則非大定。", "1092": "隍無語良久問曰師嗣誰。曰我師曹溪六祖。曰六祖", "1093": "以何為禪定。曰。我師云。夫妙湛圓寂。體用如如。五陰", "1094": "本空。六塵非有。不出不入。不定不亂。禪性無住。離住", "1095": "禪寂。禪性無生。離生禪想。心如虗空。亦無虗空之量。", "1096": "隍聞法要遂捨菴往參六祖。祖愍其遠來便垂開抉。", "1097": "隍於言下豁然契悟。前二十年所得心都無影響。其", "1098": "夜河北檀越士庶忽聞空中有聲曰。隍禪師今日得", "1099": "道也。後回河北開化四眾。", "1100": "巖頭參德山。纔跨門便問是凡是聖。山便喝。巖頭便", "1101": "禮拜。後有僧舉似洞山。山云若不是豁公大難承當。", "1102": "頭聞乃云。洞山老漢不識好惡。錯下名言。我當時一", "1103": "手擡一手搦。", "1104": "明招和尚示眾云。全鋒敵勝。罕遇知音。同死同生。萬", "1105": "中無一。尋言逐句其數河沙。舉古舉今滅胡種族。向", "1106": "上一路啐󲣅猶乖。儒士相逢握鞭回首。沙門所見誠", "1107": "實苦哉。拋却真金隨群撮土。報諸稚子莫謾波波。解", "1108": "得佗玄猶兼瓦礫。不如一擲騰過太虗。只此靈鋒阿", "1109": "誰敢近。任君來箭方稱丈夫。擬欲吞聲不消一钁。", "1110": "三角和尚。僧問如何是三寶。曰禾麥豆。云學人不會。", "1111": "曰大眾欣然奉持。", "1112": "子湖云。三十餘年住子湖。二時粥飯氣力麤。無事上", "1113": "山行一轉。借問時人會也無。", "1114": "妙喜曰。不得作佛法商量。不得作世法解會。汝諸", "1115": "人還會麼。", "1116": "南院問僧近離甚麼處。云襄州。曰來作甚麼。云特來", "1117": "禮拜和尚。曰恰遇寶應不在。僧便喝。院曰。向汝道不", "1118": "在。又喝作甚麼。僧又喝。院便打。僧禮拜。院曰。遮棒本", "1119": "是汝打我。我且打汝。要此話行。瞎漢。參堂去。", "1120": "黃龍南和尚示眾。舉永嘉禪師道。游江海。涉山川。尋", "1121": "師訪道為參禪。自從認得曹溪路。了知生死不相關。", "1122": "諸上座。那箇是游底山川。那箇是尋底師。那箇是參", "1123": "底禪。那箇是訪底道。向淮南兩浙廬山南嶽雲門臨", "1124": "濟而求師訪道。洞山法眼而參禪。是向外馳求。名為", "1125": "外道。若以毗盧自性為海。般若寂滅智為禪。名為內", "1126": "求。若向外求走殺汝。若住於五蘊內求則縛殺汝。是", "1127": "故禪者非內非外。非有非無。非實非虗。不見道內見", "1128": "外見俱錯。佛道魔道俱惡。瞥然與麼去兮月落西山。", "1129": "更尋聲色兮何處名邈。", "1130": "馬祖住傳法院。日常坐禪。讓和尚知是法器。往問曰", "1131": "大德坐禪圖甚麼。曰圖作佛。讓乃取一塼於彼菴前", "1132": "石上磨。祖曰作甚麼。曰磨作鏡。祖曰磨塼豈得成鏡", "1133": "邪。曰坐禪豈得作佛邪。祖曰如何即是。曰。如人駕車。", "1134": "車若不行。打車即是。打牛即是。祖無對。讓又曰。汝學", "1135": "坐禪。為學坐佛。若學坐禪。禪非坐臥。若學坐佛。佛非", "1136": "定相。於無住法不應取捨。汝若坐佛即是殺佛。若執", "1137": "坐相。非達其理。祖聞示誨。如飲醍醐。禮拜問曰。如何", "1138": "用心即合無相三昧。讓曰。汝學心地法門如下種子。", "1139": "我說法要譬彼天澤。汝緣合故當見其道。又問曰。道", "1140": "非色相。云何能見。曰。心地法眼能見乎道。無相三昧", "1141": "亦復然矣。曰有成壞否。曰。若以成壞聚散而見道者。", "1142": "非也。聽吾偈曰。心地含諸種。遇澤悉皆萌。三昧花無", "1143": "相。何壞復何成。祖蒙開悟。心地超然。侍奉十秋。日臻", "1144": "玄奧。", "1145": "長沙和尚遣一僧去問同參會和尚曰。和尚見南泉", "1146": "後如何。會默然。僧曰未見南泉已前作麼生。云不可", "1147": "更別有也。僧回舉似長沙。沙示一偈云。百尺竿頭坐", "1148": "底人。雖然得入未為真。百尺竿頭須進步。十方世界", "1149": "是全身。僧問只如百尺竿頭如何進步。曰。朗州山。澧", "1150": "州水。僧曰不會。曰四海五湖皇化裏。", "1151": "妙喜曰。要見長沙更進一步。若有人問如何進遮", "1152": "一步。我待欵欵地與你葛藤。", "1153": "芙蓉訓和尚初參歸宗。問如何是佛。宗曰。我向汝道。", "1154": "汝還信否。訓曰。和尚誠言。何敢不信。曰即汝便是。訓", "1155": "曰如何保任。宗曰。一翳在眼。空花亂墜。訓於此有省。", "1156": "法眼云。若無後語。何處討歸宗。", "1157": "真淨和尚開堂示眾云。問話且止。祇知問佛問法。殊", "1158": "不知佛法來處。且道從甚麼處來。乃垂下一足云。昔", "1159": "日黃龍親行此令。十方諸佛無敢違者。諸代祖師一", "1160": "切賢聖無敢越者。無量法門一切妙義。天下老和尚", "1161": "舌頭始終一印無敢異者。無異即且止。印在甚麼處。", "1162": "還見麼。若見非僧非俗無徧無黨。一一分付。若不見。", "1163": "而我自收。遂收足。乃喝云。兵隨印轉。將逐符行。佛手", "1164": "驢脚生緣老。好痛與三十棒。而今會中莫有不甘者", "1165": "麼。若有。不妨奇特。若無。新長老謾汝諸人去也。故我", "1166": "大覺世尊昔日於摩竭陀國十二月八日明星現時", "1167": "豁然悟道。大地有情一時成佛。今有釋子沙門克文", "1168": "於東震旦國大宋筠陽城中六月十三日赫日現時", "1169": "又悟箇甚麼。以拂子畫一畫云。我不敢輕於汝等。汝", "1170": "等皆當作佛。", "1171": "趙州和尚問南泉。知有底人向甚麼處去。泉曰向山", "1172": "前檀越家作一頭水牯牛去。州云謝師指示。泉曰昨", "1173": "夜三更月到窻。雲峯悅云。若不是南泉。洎被打破蔡", "1174": "州。", "1175": "無業國師問馬祖。如何是祖師西來密傳心印。祖曰", "1176": "大德正閙在。且去。別時來。師纔出。祖召云大德。師回", "1177": "首。祖曰是甚麼。師忽領悟。便作禮。祖曰。遮鈍漢。禮拜", "1178": "作甚麼。", "1179": "晦堂和尚示眾云。若也單明自己不悟。目前此人有", "1180": "眼無足。若悟目前不明自己。此人有足無眼。據此二", "1181": "人。十二時中常有一物蘊在胷中。物既在胷。不安之", "1182": "相常在目前。既在目前。觸途成滯。作麼生得平穩去。", "1183": "祖不言乎。執之失度。必入邪路。放之自然。體無去住。", "1184": "六祖因二僧對論風旛。一云風動。一云旛動。祖曰。不", "1185": "是風動。不是旛動。仁者心動。二僧竦然。雪峯云。大小", "1186": "祖師龍頭蛇尾。好與二十棒。孚上座侍次齩齒。峯云。", "1187": "我與麼道。也好與二十棒。", "1188": "妙喜曰。要識孚上座麼。犀因翫月紋生角。要識雪", "1189": "峯麼。象被雷驚花入牙。", "1190": "法眼問修山主。毫𣯛有差天地懸隔。兄作麼生會。修", "1191": "云毫𣯛有差天地懸隔。曰。與麼會又爭得。修云某甲", "1192": "只與麼。和尚又作麼生。曰毫𣯛有差天地懸隔。修於", "1193": "此有省。保寧勇頌云。石城親切問同參。不話東西便", "1194": "指南。明暗兩條來往路。依稀屈曲在煙嵐。法雲杲和", "1195": "尚。僧問達磨西來傳箇甚麼。曰周秦漢魏。問。僧問雲", "1196": "門。如何是透法身句。門云北斗裏藏身。意旨如何。曰", "1197": "赤心片片。云若是學人即不然。曰汝又作麼生。云昨", "1198": "夜擡頭看北斗。依稀却似點糖糕。曰。但念水草。餘無", "1199": "所知。", "1200": "蘇溪和尚。僧問如何是定光佛。曰鴨吞螺師。云還許", "1201": "學人轉身也無。曰眼睛凸出。", "1202": "香嚴端和尚示眾云。語是謗。默是誑。語默向上有事", "1203": "在。老僧口門窄。不能與汝說得。便下座。", "1204": "天柱慧和尚因僧問。達磨未來此土時還有佛法也", "1205": "無。曰。未來且置。即今事作麼生。曰某甲不會乞師指", "1206": "示。曰。萬古長空。一朝風月。良久云會麼。自己分上作", "1207": "麼生。干佗達磨來與未來作麼。佗家來。大似賣卜漢。", "1208": "見汝不會。為汝錐破。卦文纔生。吉凶盡在汝分上。一", "1209": "切自看。僧問如何是解卜底人。曰汝纔出門時便不", "1210": "中也。", "1211": "鳥窠和尚因侍者會通一日欲辭。久問汝今何往。曰。", "1212": "某甲為法出家。和尚不垂慈誨。今往諸方學佛法去。", "1213": "曰。若是佛法。吾此間亦有少許。云如何是和尚此間", "1214": "佛法。鳥窠於身上拈起布毛吹之。侍者因此大悟。大", "1215": "溈秀云。可惜遮僧認佗口頭聲色以當平生。不知自", "1216": "己光明蓋天蓋地。", "1217": "妙喜曰。恁麼批判。也未夢見鳥窠在。", "1218": "泐潭準和尚因侍者告辭。遂掇筆書偈云。鳥窠吹布", "1219": "毛。老婆為侍者。今古道雖同。寶峯不然也。二月三月", "1220": "時。和風滿天下。在處百花開。遠近山如畫。岐路春禽", "1221": "喧。高巖春水瀉。頭頭三昧門。虗明周大野。好箇真消", "1222": "息。書送汝歸舍。衲僧末後句。噓。是何言歟。", "1223": "趙州和尚。僧問狗子還有佛性也無。州曰無。五祖演", "1224": "頌云。趙州露刃劒。寒霜光焰焰。擬欲問如何。分身作", "1225": "兩段。僧云。上至諸佛。下至螻蟻。皆有佛性。狗子為甚", "1226": "麼却無。州曰有業識在。真淨頌云。言有業識在。誰云", "1227": "意不深。海枯終見底。人死不知心。", "1228": "南和尚住黃檗時示眾云。鐘樓上念讚。床脚下種菜", "1229": "時如何。眾人下語皆不契。末後真覺勝和尚云。猛虎", "1230": "當路坐。南首肯。", "1231": "石門聰和尚示眾云。各各英雄丈夫兒。堂堂物我更", "1232": "何疑。見前歷歷明如日。展縮當人示疾時。超然不得", "1233": "長空路。獨脫禪光得自知。多聞方便談今古。濟物須", "1234": "彰閃電機。良久云。去去西天路。迢迢十萬餘。僧問。若", "1235": "能轉物即同如來。未審三門佛殿如何轉。曰我向汝", "1236": "道汝還信麼。云和尚誠言安敢不信。曰遮漆桶。", "1237": "汾陽和尚曰。夫說法者須具十智同真。若不具十智", "1238": "同真。邪正不辨緇素不分。不能與人天為眼目。決斷", "1239": "是非。如鳥飛空而折翼。如箭射的而斷弦。弦斷故射", "1240": "的不中。翼折故空不可飛。弦壯翼牢空的俱徹。作麼", "1241": "生是十智同真。與諸上座點出。一同一質。二同大事。", "1242": "三總同參。四同真智。五同徧普。六同具足。七同得失。", "1243": "八同生殺。九同音吼。十同得入。又云。與甚麼人同得", "1244": "入。與誰同音吼。作麼生是同生殺。甚麼物同得失。阿", "1245": "那箇同具足。是甚麼同徧普。何人同真智。孰能總同", "1246": "參。那箇同大事。何物同一質。有點得出底麼。點得出", "1247": "者不吝慈悲。點不出者未有參學眼在。切須辨取。要", "1248": "識是非。面目見在。不可久立。", "1249": "妙喜曰。汾陽老子末後若無箇面目見在。一場敗", "1250": "闕。雖然如是。未免喪我兒孫。喝一喝。", "1251": "保壽和尚開堂。三聖乃推出一僧。壽便打。聖云。恁麼", "1252": "為人。瞎却鎮州一城人眼去在。壽便歸方丈。雲峯悅", "1253": "云。臨濟一宗掃地而盡。因甚麼却到遮裏。驀拈拄杖", "1254": "云。甚麼處去也。真淨頌云。探騎飛來棒下寧。瞎人翻", "1255": "滿鎮州城。太平本是將軍致。不許將軍見太平。真如", "1256": "頌云。法眼持來付與誰。三聖推僧決眾疑。將軍令舉", "1257": "群夫駭。直得盲聲徹四夷。", "1258": "長慶巘和尚示眾云。彌勒世尊。朝入伽藍。暮成正覺。", "1259": "乃說偈云。三界上下法。我說皆是心。離於諸心法。更", "1260": "無有可得。看佗恁麼道也太殺惺惺。若比吾徒。猶是", "1261": "鈍漢。所以一念見道三世情盡。如印印泥更無前後。", "1262": "諸子。生死事大快須薦取。莫為等閑業識茫茫。蓋為", "1263": "迷己逐物。世尊臨入涅槃。文殊請佛再轉法輪。世尊", "1264": "咄云。吾四十九年住世。不曾有一字與人。汝請吾再", "1265": "轉法輪。是謂吾曾轉法輪也。然今時眾中建立箇賓", "1266": "主問答。事不獲已。蓋為初心爾。", "1267": "芭蕉清和尚。僧問如何是提婆宗。曰赤旛在左。問。賊", "1268": "來須打。客來須看。忽遇客賊俱來時如何。曰屋裏有", "1269": "一緉破草鞋。云只如破草鞋還堪受用也無。曰。汝若", "1270": "將去。前凶後不吉。問古佛未出興時如何。曰千年茄", "1271": "子根。云出興後如何。曰金剛努出眼。", "1272": "大安幹和尚。僧問如何是祖師西來意。曰羊頭車子", "1273": "推明月。", "1274": "巖頭共羅山尋塔基次。到中路。羅山忽然喚云和尚。", "1275": "頭回首云作麼生。山以手指曰遮裏好一片地。頭喝", "1276": "云瓜洲賣瓜漢。又行三二里歇次。羅山禮拜問。和尚", "1277": "豈不是三十年前在洞山來。又不肯洞山。頭云是。山", "1278": "云和尚豈不是法嗣德山。又不肯德山。頭云是。山云", "1279": "不肯德山即不問。只如洞山有甚麼虧缺。頭良久云。", "1280": "洞山好佛。只是無光。羅山便禮拜。", "1281": "妙喜曰。巖頭父子雖善暗去明來。子細點檢將來。", "1282": "未免髑髏敲磕。", "1283": "石霜性空和尚。僧問如何是祖師西來意。曰。如人在", "1284": "千尺井中。不假寸繩出得此人。即答汝西來意。僧曰", "1285": "近日湖南暢和尚出世。亦為人東語西話。空喚沙彌", "1286": "拽出死屍著。沙彌即仰山。山後舉問耽源。如何出得", "1287": "井中人。源咄云。癡漢。誰在井中。山又問溈山。如何得", "1288": "六根門頭各各頓去。溈曰。若悟了。根無不頓。曰祇如", "1289": "性空和尚道。如人在千尺井中。不假寸繩如何出得。", "1290": "又作麼生。溈曰我有箇方便出得。曰未審和尚如何", "1291": "出得。溈召慧寂。山應喏。溈曰出了也。仰山於此有省。", "1292": "住仰山後謂眾曰。我耽源處得名。溈山處得地。", "1293": "雲蓋智和尚示眾。舉趙州問僧向甚處去。云摘茶去。", "1294": "州曰閑。乃頌云。道著不著。何處摸索。背後龍鱗。面前", "1295": "驢脚。翻身筯斗。孤雲野󳬈。阿呵呵。又示眾云。唯一堅", "1296": "密身。一切塵中現。雲蓋今日。千山鬱茂鳥獸嘶鳴。百", "1297": "花競發萬木抽枝。盡是諸佛箇箇真如。汝等諸人游", "1298": "山翫水。直須急著眼睛。莫被伊謾。", "1299": "世尊因有外道問曰。不問有言。不問無言。世尊良久。", "1300": "外道讚歎云。世尊大慈大悲。開我迷雲令我得入。外", "1301": "道去後。阿難問佛云。外道有何所證而言得入。佛云。", "1302": "如世良馬。見鞭影而行。天衣懷頌云。雙鋒覆護兩俱", "1303": "摧。迷雲從此豁然開。收得劫初鈴子後。輕輕一振動", "1304": "雲雷。", "1305": "永嘉大師初到曹溪。乃遶繩床三匝振錫而立。祖曰。", "1306": "夫沙門者。具三千威儀八萬細行。大德自何方而來。", "1307": "生大我慢。曰。生死事大。無常迅速。祖曰。何不體取無", "1308": "生。了無速乎。曰。體本無生。了本無速。祖曰。如是如是。", "1309": "師方具威儀作禮。須臾告辭。祖曰返太速乎。曰。本自", "1310": "非動。豈有速邪。祖曰誰知非動。曰仁者自生分別。祖", "1311": "曰汝甚得無生之意。曰無生豈有意邪。祖曰無意誰", "1312": "當分別。曰分別亦非意。祖曰。善哉善哉。少留一宿。", "1313": "徑山國一禪師。唐代宗詔至闕下親加瞻禮。一日師", "1314": "在內庭見帝起立。帝曰師何以起。曰檀越何得向四", "1315": "威儀中見貧道。", "1316": "妙喜曰。不向四威儀中又如何見國一。", "1317": "德山和尚小參示眾云。今夜不答話。有問話者三十", "1318": "棒。時有僧出禮拜。山便打。僧云。某甲話也未問。為甚", "1319": "打某甲。山云汝是甚處人。云新羅人。山曰未跨船舷", "1320": "好與三十棒。大溈喆頌云。高提祖印踞寰中。孰肯當", "1321": "機定吉凶。不是新羅遮衲子。爭教千古振清風。", "1322": "雲居膺和尚。僧問山河大地從何而有。曰從妄想有。", "1323": "僧云與某甲想出一鋌金得麼。膺便休去。僧不肯。雲", "1324": "門云。已是葛藤。不能折合得。待伊道想出一鋌金得", "1325": "麼。拈拄杖便打。", "1326": "高亭簡和尚初參德山。隔江見德山在江岸坐。乃隔", "1327": "江問訊。山以手招之。簡豁然開悟。便橫趨而過。更不", "1328": "渡江。遂返高亭住持。", "1329": "真淨和尚示眾。舉印宗法師問盧行者云。仁者在黃", "1330": "梅。有何言教旨趣傳授。盧曰。彼指授者唯論見性成", "1331": "佛。不說禪定解脫無念無為。宗云何故不說禪定解", "1332": "脫無念無為。盧曰為是二法。不是佛法不二之法。宗", "1333": "云如何是不二之法。盧曰。如仁者講涅槃經。明見佛", "1334": "性是名佛法不二之法。諸禪德。彼時小巧禪道。早是", "1335": "中半了也。如今叢林多是唯論禪定解脫無念無為。", "1336": "且道六祖底是如今底是。分即是不分即是。若分去", "1337": "有違有順有是有非。若不分又不辨邪正埋沒我宗", "1338": "乘。譬如世間道路。有直有迃有險有善。其行路者可", "1339": "行即行可止即止。大眾還識泐潭老僧麼。良久云。將", "1340": "此深心奉塵剎。是則名為報佛恩。", "1341": "曹山問德上座。菩薩在定。聞香象渡河。出甚麼經。曰", "1342": "出涅槃經。云定前聞定後聞。曰和尚流也。云道也太", "1343": "殺道。始道得一半。曰和尚如何。云灘下接取。", "1344": "妙喜曰。甚麼參處去也。", "1345": "百丈和尚凡參次。有一老人常隨眾聽法。眾退老人", "1346": "亦退。忽一日不退。丈遂問。面前立者復是何人。老人", "1347": "云。某甲非人也。於過去迦葉佛時曾住此山。因學人", "1348": "問大修行底人還落因果也無。云不落因果。後五百", "1349": "生墮野狐身。今請代一轉語。遂問云。大修行底人還", "1350": "落因果也無。云不昧因果。老人於言下大悟。作禮云。", "1351": "某甲已脫野狐身。住在山後。乞依亡僧事例。丈令維", "1352": "那白眾云食後送亡僧。食後丈領眾至山後巖下。以", "1353": "杖挑出一死野狐。乃依法火葬。丈至晚上堂。舉前因", "1354": "緣。黃檗便問。古人錯對一轉語墮五百生野狐身。轉", "1355": "轉不錯。合作箇甚麼。丈云近前來與汝道。檗遂近前", "1356": "與丈一掌。丈拍手笑云。將謂胡鬚赤。更有赤鬚胡。溈", "1357": "山作典座。司馬頭陁舉前語問溈。溈乃撼門扇三下。", "1358": "司馬云太麤生。溈云佛法不是遮箇道理。溈又舉問", "1359": "仰山。山云黃檗常用此機。溈云天生得從人得。曰。亦", "1360": "是稟受師承。亦是自性宗通。溈云如是如是。真淨頌", "1361": "云。不落藏鋒不昧分。要伊從此脫狐身。人人盡道休", "1362": "官去。林下何曾見一。人真如頌云。大冶洪鑪。烹佛烹", "1363": "祖。規模鎔盡。識者罔措。", "1364": "寶公云。如我身空諸法空。千品萬類悉皆同。雲門云。", "1365": "你立不見立。行不見行。四大五蘊不可得。何處見有", "1366": "山河大地來。是你每日把鉢盂噇飯。喚甚麼作飯。何", "1367": "處更有一粒米來。", "1368": "天聖泰和尚到琅邪覺和尚處。覺問。理兵掉鬬未是", "1369": "作家。匹馬單槍便請相見。泰指覺云。將頭不猛累及", "1370": "三軍。覺打一坐具。泰亦打一坐具。覺接住云。適來一", "1371": "坐具是山僧令行。上座一坐具落在甚麼處。泰云伏", "1372": "惟尚饗。覺托開云。五更侵早起。更有夜行人。泰云賊", "1373": "過後張弓。覺云且坐喫茶。", "1374": "長沙和尚因竺尚書問。蚯蚓斬為兩段。兩頭俱動。未", "1375": "審佛性在阿那頭。曰莫妄想。書云爭奈動何。曰會即", "1376": "風火未散。又謁師。師喚尚書。書應喏。曰不是尚書本", "1377": "命元辰。書云不可離却即今祇對。別有第二箇主人", "1378": "公也。曰喚尚書作至尊得麼。書云與麼則總不祇對。", "1379": "和尚莫是弟子主人公否。曰。非但祇對與不祗對時。", "1380": "從無始劫來是箇生死根本。乃示偈曰。學道之人不", "1381": "識真。只為從來認識神。無量劫來生死本。癡人喚作", "1382": "本來人。", "1383": "妙喜曰。即今祇對者既不是本來人。却喚甚麼作", "1384": "本來人。良久曰。我恁麼道。且作死馬醫。", "1385": "白雲端和尚示眾云。如我按指。海印發光。拈起拄杖", "1386": "云。山河大地。水鳥樹林。情與無情。今日盡向法華拄", "1387": "杖頭上作大師子吼。演說摩訶大般若。且道天台南", "1388": "嶽說箇甚麼法門。南嶽說洞上五位修行。君臣父子", "1389": "各得其宜。莫守寒巖異草青。坐著白雲宗不妙。天台", "1390": "說臨濟下三玄三要四料揀。一喝分賓主。照用一時", "1391": "行。要會箇中意。日午打三更。廬山出來道。你兩箇正", "1392": "在葛藤窠裏。不見道欲得不招無間業。莫謗如來正", "1393": "法輪。大眾。據此三箇漢見解。若上衲僧秤子秤。一箇", "1394": "重八兩。一箇重半斤。一箇不直半分錢。且道那箇不", "1395": "直半分錢。良久云。但願春風齊著力。一時吹入我門", "1396": "來。", "1397": "王常侍一日治事次米胡至。侍乃舉筆示之。米曰還", "1398": "判得虗空麼。侍乃擲下筆。入宅更不相見。米胡致疑。", "1399": "明日憑華嚴和尚置茶筵次設問。昨日米胡有何言", "1400": "句便不相見。侍云師子齩人韓獹逐塊。米纔聞。遽出", "1401": "朗笑曰。我會也。我會也。侍云。會即不無。你試道看。米", "1402": "云請常侍舉。侍乃豎起一隻筯。米云遮野狐精。侍云", "1403": "遮漢徹去也。大溈喆云。米胡雖然如是。且只得一橛。", "1404": "常侍云遮漢徹去。大似看樓打樓。大溈即不然。常侍", "1405": "雖是箇俗漢。筆下有生殺之權。米胡是一方善知識。", "1406": "要且出佗圈䙡不得。當時待佗擲下筆。但向道我從", "1407": "來疑著遮漢。", "1408": "臨濟和尚在黃檗會裏。因首座勉令問黃檗。如何是", "1409": "佛法的的大意。檗遂與二十棒。如是三次問。每蒙賜", "1410": "棒。乃告辭首座曰。幸蒙慈悲令去問訊和尚。三度發", "1411": "問三度喫棒。自恨障緣不領深旨。今且辭去。座曰。汝", "1412": "若去。須辭和尚了行。濟遂禮拜退。座先到黃檗處白", "1413": "曰。問話底後生甚是如法。已後為一株大樹蔭覆天", "1414": "下人去在。若來辭和尚。願垂提誨。濟乃辭黃檗。檗曰。", "1415": "汝向高安灘頭大愚處去。必為汝說。濟到大愚。愚問", "1416": "甚麼處來。云黃檗來。曰黃檗有何言句。濟遂舉前話。", "1417": "復問云不知過在甚處。愚曰。黃檗與麼老婆心。為汝", "1418": "得徹困。更來遮裏問有過無過。濟於言下大悟云。元", "1419": "來黃檗佛法無多子。大愚扭住曰。遮尿床鬼子。適來", "1420": "道有過無過。如今却言黃檗佛法無多子。汝見箇甚", "1421": "麼道理。速道速道。濟於大愚肋下築三拳。愚托開曰。", "1422": "汝師黃檗。非干我事。濟回黃檗。檗見來乃曰。遮漢來", "1423": "來去去。有甚了期。濟云。只為老婆心切。遂舉前話。檗", "1424": "曰。遮大愚老漢饒舌。作麼生得佗來。云要佗來作麼。", "1425": "檗曰待佗來痛與一頓。濟云。說甚麼待佗來。即今便", "1426": "喫。隨後便掌。黃檗曰遮風顛漢却來遮裏捋虎鬚。濟", "1427": "便喝。檗曰侍者引遮風顛漢參堂去。溈山問仰山。臨", "1428": "濟得大愚力。得黃檗力。仰山曰。非但騎虎頭。亦解據", "1429": "虎尾。", "1430": "鹽官和尚問座主蘊何經論。云華嚴經。曰華嚴經有", "1431": "幾種法界。主云略而言之有四。廣說則重重無盡。鹽", "1432": "官豎起拂子曰。遮箇是第幾種法界中收。主良久。官", "1433": "曰。思而知。慮而解。是鬼家活計。日下孤燈。果然失照。", "1434": "下去。", "1435": "妙喜曰。兩段不同。收歸上科。", "1436": "大梅和尚示眾云。汝等諸人各自回心達本。莫逐其", "1437": "末。但得其本。其末自至。若欲識本。唯了自心。此心元", "1438": "是一切世間出世間法根本。故心生種種法生。心滅", "1439": "種種法滅。心且不附一切善惡而生。萬法本自如如。", "1440": "僧問如何是佛法大意。曰。蒲花柳絮。竹針麻線。", "1441": "五祖演和尚示眾云。每日起來拄却臨濟棒。吹雲門", "1442": "曲。應趙州拍。擔仰山鍬。驅溈山牛。耕白雲田。七八年", "1443": "來漸成家活。更告諸公。每人出一隻手相共扶助。唱", "1444": "歸田樂。麤羹淡飯且恁麼過。何也。但願今年蠶麥熟。", "1445": "羅睺羅兒與一文。僧問牛頭未見四祖時如何。曰頭", "1446": "上戴纍垂。云見後如何。曰青布遮前。云未見四祖時", "1447": "為甚麼百鳥㘅花獻。曰富與貴是人之所欲。云見後", "1448": "為甚麼百鳥不㘅花獻。曰貧與賤是人之所惡。", "1449": "古靈和尚行脚遇百丈開悟。却回福州大中寺。受業", "1450": "師問曰。汝離吾在外得何事業。曰並無事業。遂遣執", "1451": "役。一日因澡浴命靈去垢。靈乃拊背曰。好所佛殿。而", "1452": "佛不聖。其師回首視。之靈曰。佛雖不聖。且能放光。其", "1453": "師又一日在窻下看經。蜂子投窻紙求出。靈覩之曰。", "1454": "世界如許廣闊不肯出。鑽佗故紙驢年去。其師置經", "1455": "問曰。汝行脚遇何人。吾前後見汝發言異常。靈曰某", "1456": "甲蒙百丈和尚指箇歇處。今欲報慈德耳。其師於是", "1457": "請為說法。靈乃舉唱百丈門風曰。靈光獨耀。逈脫根", "1458": "塵。體露真常。不拘文字。心性無染。本自圓成。但離妄", "1459": "緣。即如如佛。其師於言下感悟。", "1460": "世尊於涅槃會上以手摩胷告眾曰。汝等善觀吾紫", "1461": "磨金色之身。瞻仰取足。勿令後悔。若謂吾滅度。非吾", "1462": "弟子。若謂吾不滅度。亦非吾弟子。時百萬億眾悉皆", "1463": "悟道。雲峯悅云。然膏肓之門不足以發藥。雲峯今日", "1464": "且作死馬醫。汝等諸人皮下有血麼。", "1465": "雲門問臥龍。明己底人還見有己麼。龍曰不見有己", "1466": "始明得己。又問長連床上學得底是第幾機。龍曰第", "1467": "二機。門云作麼生是第一機。龍曰緊峭草鞋。", "1468": "妙喜曰。騎賊馬趕賊隊。借婆帔子拜婆年。", "1469": "終南山政禪師。因唐文宗好嗜蛤蜊。沿海官吏遞進", "1470": "亦勞。一日御厨中有擘不開者。帝以為異。因焚香禱", "1471": "之乃開。即見菩薩形梵相具足。帝遂貯以金粟檀香", "1472": "合。覆以美錦。賜興善寺眾僧瞻禮。乃問羣臣此何祥", "1473": "瑞。因詔師問。師云。臣聞物無虗應。此乃啟陛下信心", "1474": "耳。故契經云。應以此身得度者。即現此身而為說法。", "1475": "帝云。菩薩身已現。且未聞說法。師云。陛下覩此為常", "1476": "耶非常耶。信耶非信耶。帝云。希奇之事。朕深信焉。師", "1477": "曰陛下已聞說法竟。皇情大悅。得未曾有。勑天下寺", "1478": "各立觀音像。", "1479": "汾陽昭和尚示眾曰。凡一句語須具三玄門。每一玄", "1480": "門須具三要。有照有用。或先照後用。或先用後照。或", "1481": "照用同時。或照用不同時。或先照後用。且要共汝商", "1482": "量。先用後照。汝也須是箇人始得。照用同時。汝作麼", "1483": "生當抵。照用不同時。汝又作麼生湊泊。僧問如何是", "1484": "大道之源。曰掘地覔天。云何得如此。曰不識幽玄。又", "1485": "問如何是賓中賓。曰合掌菴前問世尊。云如何是賓", "1486": "中主。曰對面無儔侶。云如何是主中賓。曰。陣雲橫海", "1487": "上。󳫠劒攪龍門。云如何是主中主。曰。三頭六臂擎天", "1488": "地。忿怒那吒撲帝鍾。", "1489": "通禪師看楞伽經約千餘徧而不會三身四智。禮六", "1490": "祖求解其義。祖曰。三身者。清淨法身汝之性也。圓滿", "1491": "報身汝之智也。千百億化身汝之行也。若離本性別", "1492": "說三身。即名有身無智。若悟三身無有自性。即名四", "1493": "智菩提。聽吾偈曰。自性具三身。發明成四智。不離見", "1494": "聞緣。超然登佛地。吾今為汝說。諦信永無迷。莫學馳", "1495": "求者。終日說菩提。通曰四智之義可得聞乎。祖曰。既", "1496": "會三身。便明四智。何更問邪。若離三身別談四智。此", "1497": "名有智無身也。即此有智還成無智。復說偈曰。大圓", "1498": "鏡智性清淨。平等性智心無病。妙觀察智見非功。成", "1499": "所作智同圓鏡。五八六七果因轉。但用名言無實性。", "1500": "若於轉處不留情。繁興永處那伽定。通禮謝。以偈贊", "1501": "曰。三身元我體。四智本心明。身智融無礙。應物任隨", "1502": "形。起修皆妄動。守住匪真精。妙旨因師曉。終亡污染", "1503": "名。", "1504": "臨濟和尚問龍光。不展機鋒如何得勝。龍光據坐。濟", "1505": "曰大善知識豈無方便。龍光乃瞪目曰嗄。濟以手指", "1506": "曰。遮老漢今日敗闕也。", "1507": "妙喜曰。可惜龍光放過遮漢。雖然如是。也須救取", "1508": "臨濟老漢始得。", "1509": "保寧勇和尚示眾云。智不到處切忌道著。道著即頭", "1510": "角生。大眾。頭角生了也。是牛是馬。又頌雲門須彌山", "1511": "云。萬仞峯頭立大乖。須臾眨眼落懸崖。通身不損毫", "1512": "毛者。天上人間安敢埋。", "1513": "五祖演和尚示眾云。說佛說法。拈椎豎拂。白雲萬里。", "1514": "德山入門便棒。臨濟入門便喝。白雲萬里。然後恁麼", "1515": "也不得。不恁麼也不得。恁麼不恁麼總不得。也則白", "1516": "雲萬里。忽有箇出來道。長老你恁麼道。也則白雲萬", "1517": "里。遮箇說話喚作矮子看戲隨人上下。三十年後一", "1518": "場好笑。且道笑箇甚麼。笑白雲萬里。僧問不昧當機", "1519": "請師直道。曰揑聚放開。又示眾云。本末須歸宗。尊卑", "1520": "用其語。利劒擲虗空。大棒打老鼠。", "1521": "雲巖掃地次道吾云。何得太區區生。巖云須知有不", "1522": "區區者。吾云恁麼則有第二月也。巖豎起掃帚云遮", "1523": "箇是第幾月。吾便休。玄沙云。我當時若見。向伊道正", "1524": "是第二月。雲門云。奴見婢殷勤。真如云。將勤補拙。此", "1525": "三句語。一句可以定乾坤。一句可以驗衲僧。一句可", "1526": "以接初機。諸人還揀辨得麼。若揀辨得出。許汝親見", "1527": "慧光。若辨不出。莫道慧光山勢險。隔江遙望碧雲閑。", "1528": "洞山初和尚示眾云。舉唱宗乘。闡揚大教。須得法眼", "1529": "精明方能鑑辨緇素。切緣真妄一源。水乳同器。到此", "1530": "難分。洞山尋常以心中眼觀身外相。觀之又觀。乃辨", "1531": "真偽。若不如是。何名善知識。夫善知識者。驅耕夫之", "1532": "牛。奪饑人之食。方名善知識。即今天下那箇是真善", "1533": "知識。諸禪德。參得幾箇善知識來也不是等閑。直須", "1534": "參教徹覰教透。千聖莫能證明。方顯大丈夫兒。不見", "1535": "釋迦老子明星出時豁然大悟。與大地眾生同時成", "1536": "佛。無前後際。豈不暢哉。雖然如是。若遇明眼衲僧。也", "1537": "好劈脊便棒。僧問。維摩掌擎四世界。未審維摩身在", "1538": "甚麼處。曰在闍梨後底。云為甚在學人後底。曰還我", "1539": "話頭來。問絕點無蹤時如何。曰尖斗量不盡。問如何", "1540": "是衲僧本分事。曰駱駝渡漢江。問如何是親切一句。", "1541": "曰達磨無當門齒。", "1542": "德山到溈山。挾複子直上法堂。從西過東從東過西。", "1543": "顧視云無無。便出。至門首却云。也不得草草。便具威", "1544": "儀再入相見。溈山坐次。德山提起坐具云和尚。溈山", "1545": "擬取拂子。德山便喝。拂袖而出。背却法堂著草鞋便", "1546": "行。溈山至晚問首座。適來新到在甚處。首座云當時", "1547": "背却法堂著草鞋出去。溈云。此子已後向孤峯頂上", "1548": "盤結草菴呵佛罵祖去在。", "1549": "妙喜曰。二尊宿恁麼相見。每人失却一隻眼。", "1550": "妙喜示眾云。古人道。大智無分別。大用無理事。如月", "1551": "印千江。似波隨眾水。且那箇是無分別底大智。那箇", "1552": "是無理事底大用。莫是問一答十辯瀉懸河是大智", "1553": "麼。莫是麤言及細語皆歸第一義。掀倒繩床。喝散大", "1554": "眾。攔腮贈掌。拂袖便行。擬議思量。劈口便𡎺之類是", "1555": "大用麼。若作遮般見解。莫道我是衲僧。便做他衲僧", "1556": "門下提破草鞋挈骨董袋底奴子也未得在。善知識", "1557": "實悟實證而大法不明。為人時未免以自悟自證處", "1558": "指似人。瞎却人眼。況無悟證學語之流。瞎人眼不在", "1559": "言也。此事大難。沒量大人到遮裏無插足處。你小根", "1560": "無知魔子輩如何敢造次開大口。你試靜處坐地微", "1561": "細揣摩。你方寸裏還實到不疑之地也未。若實未到。", "1562": "我却賞你放得過把得定。不受人走作。遮般底喚作", "1563": "地獄滓。十方施主一粒米一莖菜將來供給你。只要", "1564": "你道業成就同趣佛乘。求異世他生福報。道業不明", "1565": "如何消得。你諸人決欲紹繼此箇門風。直須心境一", "1566": "如方有少分相應。你莫見我說恁麼事。便閉目藏睛", "1567": "做死模樣硬差排心與境一如。遮箇儘你伎倆如何", "1568": "差排。你要得真箇心境一如麼。直須碎地折嚗地斷。", "1569": "拈却髑髏裏作妄想底。將第八識斷一刀。自然不著", "1570": "差排。你不見巖頭和尚有言。纔有所重便成窠臼。你", "1571": "諸人一生在叢林參尋此事無所得者。不在言也。其", "1572": "間多有頭白齒黃坐在窠臼裏一生出頭不得。都不", "1573": "知非。向古人言句上得些滋味者。以奇言妙句為窠", "1574": "臼。於經教中聲名句義上得滋味者。以經教為窠臼。", "1575": "於古人公案上得滋味者。以古人問答代語別語抑", "1576": "揚語褒貶語為窠臼。於心性上得滋味者。以三界唯", "1577": "心萬法唯識為窠臼。於寂默無言無說處得滋味者。", "1578": "以閉目藏眼威音那畔坐在黑山下鬼窟裏不動為", "1579": "窠臼。於日用動轉施為處得滋味者。以揚眉瞬目舉", "1580": "覺提撕為窠臼。謂法不在言語上。不在情識上。不在", "1581": "舉動施為處。錯認業識為佛性。於此得滋味者。以擊", "1582": "石火閃電光為窠臼。如上所說。皆於得滋味處有所", "1583": "重。若無大丈夫氣槩退步知非。即以所重處便作奇", "1584": "特想玄妙想安隱想究竟想解脫想。作如是等想者。", "1585": "佛出世亦不奈何。教中謂之癡闇惑。何以故。為你癡", "1586": "故執邪為正。為你闇故墮在所重處不能動轉。若於", "1587": "心無所起。於法無所著。則無所重。無所重則自然赤", "1588": "骨力地無欲無依於法自在。你即今便要恁麼相應", "1589": "亦不難。但於心平等無所染著。如何是染著。作眾生", "1590": "想佛想世間想出世間想求出離想求佛智想。皆名", "1591": "染著。你但向欲起未起時猛著精彩。一躍跳出來。此", "1592": "心朗然獨脫。纔覺恁麼便轉向上面去。自然頭頭上", "1593": "明。物物上顯。得到恁麼田地。亦不得釆顧著。若釆顧", "1594": "著則有所重。纔有所重此心即滲漏矣。只名滲漏心", "1595": "不名平等心。謂平等者。善與惡等。背與向等。理與事", "1596": "等。凡與聖等。量與無量等。體與用等。遮箇道理唯證", "1597": "者方知。諸人若未證。直須證取。證得了方得名為真", "1598": "出家兒。若心不證。向心外取證。此名出家外道。不堪", "1599": "為種草。此心廣大無分劑無邊表。塵沙諸佛成等正", "1600": "覺。山河大地萬象森羅。皆不出此心。此心能與一切", "1601": "安名立字。一切與伊安名立字不得。故諸佛諸祖不", "1602": "得已隨你顛倒著箇名字。喚作真如佛性菩提涅槃。", "1603": "強立種種差別異號。為你眾生界中見解偏枯。有種", "1604": "種差別。故立此差別名號。令汝於差別處識取此無", "1605": "差別底心。非是此心有差別也。所以僧問馬祖如何", "1606": "是佛。祖曰即心是佛。你若實證實悟。有何差別。你若", "1607": "不悟。求奇特解會。不實證實悟。不信此心決定是佛。", "1608": "只此即心是佛便是差別因緣。佛言欲以譬喻而顯", "1609": "示。終無有喻能喻此。說箇廣大已是限量他了也。況", "1610": "以限量心欲入此廣大境界。縱然入得。如持蠡酌海。", "1611": "一蠡縱滿能得幾何。然只遮蠡中之水未入蠡時。即", "1612": "是無限量底水。為你境界只如此。大生滿足想。故此", "1613": "無限量境界亦隨你器量滿足。非是大海水只有許", "1614": "多。故佛有言。譬如大海不讓小流。乃至蚊䖟及阿修", "1615": "羅飲其水者皆得充滿。此水喻心。蚊䖟阿修羅喻大", "1616": "小差別。此心體上本無若干差別。汝但不起諸見識", "1617": "取此心。種種差別亦自識得矣。先聖尚不許執此心", "1618": "為實。心外更有什麼實底物為你作障難。我今拖泥", "1619": "帶水。亦是不得已為提獎嬌兒撫憐愛子老婆心切", "1620": "故牽枝引蔓。你莫記我說底便以為是。今日恁麼說。", "1621": "明日又却不恁麼說。你纔恁麼。我却不恁麼。你不恁", "1622": "麼時。我却恁麼。你向那頭尋我住處。只我亦自不知", "1623": "住處。佗人又如何尋得。遮箇是活底門戶。死却見行", "1624": "方可入作。而今學人將少分精進禮佛持誦戒身口", "1625": "意以為資糧。希求證取。有什麼交涉。大似癡人埋頭", "1626": "向西走。欲取東邊物。轉走轉背轉急轉遲。此是無為", "1627": "無漏無功用大法門。若起纖毫取證心則背馳矣。如", "1628": "何欲憑些小有為功行便擬希求。所以古人見得太", "1629": "近故云我坐地看你究取。又云我立地看你究取。即", "1630": "不曾教你起模畫樣積功累德希望成道。縱你希望", "1631": "得成。纔成即壞。徒自疲勞。你莫見恁麼道了便撥無", "1632": "因果作地獄業。以平常無事喚作無佛法知見。饑來", "1633": "喫飯困來即眠。以此為無修證。以此為無功用。且莫", "1634": "錯會好。荷擔此事也須是箇渾剛打就生鐵鑄成底", "1635": "漢始得。豈容你小根小器造次承當。不見臨濟三度", "1636": "問黃檗佛法的的大意。三度被打。後得大愚點破。忽", "1637": "然大悟。不覺失聲云。噁。元來黃檗佛法無多子。愚云。", "1638": "你適來覔有過無過。而今却言黃檗佛法無多子。你", "1639": "見箇甚麼便恁麼道。臨濟於大愚肋下𡎺兩𡎺。愚遂", "1640": "托開云。汝師黃檗非干吾事。你諸人參禪還得恁麼", "1641": "也未。雲菴和尚頌云。資糧更不著些些。歧路年深恐", "1642": "轉賒。直下痛施三頓棒。夜來依舊宿蘆花。又頌臨濟", "1643": "悟旨云。便言黃檗無多法。大丈夫兒豈自乖。脇下兩", "1644": "拳明有信。不從黃檗付將來。又端和尚頌云。一拳拳", "1645": "倒黃󳬈樓。一踢踢翻鸚鵡洲。有意氣時添意氣。不風", "1646": "流處也風流。據遮兩箇老漢頌。便可承嗣臨濟作佗", "1647": "兒孫。真不忝竊。古來幸有恁麼體格。如何略不著些", "1648": "眼腦看。是箇甚麼道理。此事如青天白日。有甚麼遮", "1649": "障。諸方有奇特差別海蠡兒禪。曲曲折折。此語又是", "1650": "討佗那語。又是識破遮語。又是不上佗鉤線。不入佗", "1651": "圈䙡。遮語又是偏正回互。遮語又是尊堂有諱不敢", "1652": "當頭。又有一種以楞嚴宗鏡龍濟偈語所說。眼見耳", "1653": "聞無非是心。更非別法。引通玄峯頂不是人間。心外", "1654": "無法滿目青山之類為證。謂之根脚下事。謂之基趾。", "1655": "謂之綿密地。你不妨會得好。若恁麼會。豈不是認物", "1656": "為心。既是你心又要認他作麼。又有一種將臨濟三", "1657": "玄雲門三句逐句解說。以傳燈廣燈祖師言句各分", "1658": "門類。以一塵纔起大地全收。一毛頭師子百億毛頭", "1659": "師子現。盡大地是箇解脫門。盡大地是沙門一隻眼。", "1660": "若人識得心。大地無寸土。山河大地明暗色空咸是", "1661": "妙明真心中物之類配為體中玄函蓋乾坤句。以三", "1662": "脚驢子弄蹄行。鋸解秤椎。火裏蝍蟟吞大虫。文殊起", "1663": "佛見法見貶向二鐵圍山。東山水上行。北斗裏藏身。", "1664": "凡語言注解不得處。便道蚊子上鐵牛無你下觜處。", "1665": "如此之類謂之句中玄。截斷眾流句。如蹋著秤椎硬", "1666": "似鐵。蹋破草鞋赤脚走。饑來喫飯困來打眠。山是山", "1667": "水是水。行但行坐但坐。大盡三十日小盡二十九。將", "1668": "如此之類謂之玄中玄。隨波逐浪句。豈不見汾陽和", "1669": "尚頌云。三玄三要事難分。得意忘言道易親。一句明", "1670": "明該萬象。重陽九日菊花新。此老子明明為你指出", "1671": "臨濟骨髓。却來逐句下解注。謂三玄三要事難分是", "1672": "總頌。得意忘言道易親是體中玄。一句明明該萬象", "1673": "是句中玄。重陽九日菊花新是玄中玄。此是前輩中", "1674": "負大名望有真實悟處。而大法不明無師承杜撰如", "1675": "此。瞎眾生眼。其餘裨販之流不在言也。想汾陽老人", "1676": "未肯點頭在。分明向你道。三玄三要事難分。得意忘", "1677": "言道易親。一句明明該萬象。重陽九日菊花新。恁麼", "1678": "道了更將鉢盂安柄。莫道你負大名。具大辯才。有大", "1679": "智慧。便是達磨大師出來作遮般去就。政好捉來活", "1680": "埋。免致教壞人家男女。一盲引眾盲。問著三要却注", "1681": "解不得。便將同德山托鉢。巖頭末後句。南泉斬猫兒。", "1682": "百丈野狐。歸宗斬蛇。大隋燒畬。趙州勘婆子勘菴主。", "1683": "睦州擔板。陳操尚書勘僧。玄沙敢保老兄未徹在。洞", "1684": "山道即太煞只道得八成。達磨隻履西歸。如此之類", "1685": "皆謂之末後句。便引洛浦云。末後一句始到牢關。把", "1686": "斷要津不通凡聖。任從天下樂欣欣。我獨不肯。謂之", "1687": "我為法王。於法自在。任你學者逞盡神通。呈盡伎倆。", "1688": "我只一向把住不許你。謂之牢關。直待舉立僧住院", "1689": "密室口耳傳授。如斯之類自毀正因返行魔說。又有", "1690": "一種道南泉斬猫兒。百丈野狐。歸宗斬蛇。大隋燒畬。", "1691": "趙州勘婆子勘菴主之類。謂之建立門庭。本無恁麼", "1692": "事。貴要羅籠學者。又有一種以偏正回互為宗旨。如", "1693": "洞山與雲居過水次。洞山問水深多少。云不濕。山云", "1694": "麤人。雲居却問水深多少。云不乾。謂水諱濕而當頭", "1695": "道濕。不能回互謂之麤人。雲居却云不濕。是觸諱而", "1696": "不能回互。洞山道不乾。乃有語中無語。何謂有語不", "1697": "乾是。何謂無語不乾是。不乾乃是濕。是活語。能回互", "1698": "不觸諱故也。又以黑白圈兒作五位形相。以全黑圈", "1699": "兒為威音那畔。父母未生空劫已前。混沌未分事謂", "1700": "之正位。以二分黑一分白圈兒為正中偏。却來白處", "1701": "說黑底。又不得犯著黑字。犯著黑字即觸諱矣。更引", "1702": "洞山頌云。正中偏。三更初夜月明前。謂能回互。只言", "1703": "三更。三更是黑。初夜是黑。月明前是黑。不言黑而言", "1704": "三更初夜月明前。是能回互不觸諱。以兩分白一分", "1705": "黑圈兒為偏中正。却來黑處說白底。而不得犯白底", "1706": "消息。云。偏中正。失曉老婆逢古鏡。不言明與白。而言", "1707": "失曉與古鏡。是能回互明與白字而不觸諱。蓋失曉", "1708": "是暗中之明。古鏡亦是暗中之明。老婆頭白不說白", "1709": "而言老婆。白在其中矣。能回互白字故也。又說正中", "1710": "來。頌云。正中來。無中有路隔塵埃。或云出塵埃。謂凡", "1711": "有言句皆無中唱出。便自挾妙了也。無不從正位中", "1712": "來。或明或暗或至或到。皆妙挾通宗。凡一位皆具此", "1713": "五事。如掌之五指無少無剩。兼中至。謂兼黑兼白。兼", "1714": "偏兼正而至。何謂至。如人歸家未到而至。別業乃在", "1715": "途。為人邊事亦能回互。妙在體前。兼中到。謂兼前四", "1716": "位。皆挾妙而歸正位。謂之折合歸來炭裏坐。亦是說", "1717": "黑處而回互黑字。不道黑而言炭。或者又謂曹山有", "1718": "言。正位者即空界也。一向無物。偏位者即色界也。內", "1719": "有種種諸雜萬像。兼中至者捨事入理。正中來者背", "1720": "理就事。兼帶者即冥應眾緣不隨諸有。非染非淨無", "1721": "正無偏。故云虗玄要道無著真宗。從上先德推此一", "1722": "位最妙最玄。須是審詳辨明當體。又說五位皆三字", "1723": "成句。偏正上下回互而不犯中。中即正位也。說理說", "1724": "事。教有明文。教外單傳直指之道。果如是否。若果如", "1725": "是。討甚好曹山邪。又引浮山作大陽真讚曰。黑狗爛", "1726": "銀蹄。自注云。此語正位中有偏位。黑狗是正位。爛銀", "1727": "蹄是偏位。白象崑崙騎。自注云。此語偏位中有正位。", "1728": "於斯二無礙。自注云。此語不墮有無二邊。所以洞山", "1729": "云不落有無誰敢和。木馬火中嘶。自注云。妙挾。然雖", "1730": "妙挾而虗玄唱道也。似遮般說話。須教你燒頂煉臂", "1731": "發誓願不得妄傳。然後分付。亦謂之末後句。師舉了", "1732": "遂彈指云。好掩彩底禪。若是皮下有點血底。還肯喫", "1733": "遮茶飯麼。我且問你。臈月三十日。四大相將解散。平", "1734": "昔記持學得底還回互得麼。回互時還著意也無。當", "1735": "恁麼時。心識已昏如何回互。既回互不得。定撞入驢", "1736": "胎馬腹中隨業受報。當此之時欲觸諱作麤人亦不", "1737": "可得。況能敵佗生死邪。又有商量。洞山示眾云。向時", "1738": "作麼生。奉時作麼生。功時作麼生。共功時作麼生。功", "1739": "功時作麼生。時有僧問如何是向。山云喫飯時作麼", "1740": "生。如何是奉。云背時作麼生。如何是功。云放下鉏頭", "1741": "時作麼生。如何是共功。云不得色。如何是功功。云不", "1742": "共向時作麼生。謂趣向此事。答曰喫飯時作麼生。謂", "1743": "此事不可喫飯時無功勳而有間斷也。奉時作麼生。", "1744": "奉乃承奉也。如人奉尊長先致敬而後承奉。向乃功", "1745": "勳之所立。纔向即有承奉之義。答曰背時作麼生。謂", "1746": "此事無間斷。奉時既爾。而背時亦然。言背即奉之義。", "1747": "蓋奉背皆功勳也。功時作麼生。功即用也。答曰放下", "1748": "鉏頭時作麼生。把鉏頭是用。放下鉏頭是無用。洞山", "1749": "之意謂用與無用皆功勳也。亦是無間斷之義。共功", "1750": "時作麼生。謂法與境敵。答曰不得色。乃法與境不得", "1751": "成一色。正用時是顯箇無用底。無用即用也。若作一", "1752": "色。即是十成死語。洞山宗旨語忌十成。故曰不得色。", "1753": "乃活語也。功功時作麼生。謂法與境皆空。謂之無功", "1754": "用大解脫。故曰不共。乃無法可共。不共之義全歸功", "1755": "勳邊。如法界事事無礙是也。你面前無我。我面前無", "1756": "你。所以夾山道。此間無老僧。目前無闍梨。是也。如此", "1757": "之說。皆趣向承奉。於日用四威儀內成就。世出世間", "1758": "無不周旋。謂之功勳五位。你道他古人意果如是乎。", "1759": "若只如此。有甚奇特。只是口傳心授底葛藤。既不如", "1760": "是。且古人意畢竟作麼生。妙喜為你下箇注脚。也要", "1761": "諸方檢點。不見汾陽道。面目見在。一任揀取。故淨名", "1762": "云。但除其病而不除法。又首楞嚴云。汝以緣心聽法。", "1763": "此法亦緣。古人一言半句。雖是垂慈。皆在未屙已前", "1764": "著到。如三玄三要。四種料揀。十智同真。亦是遮箇道", "1765": "理。妙喜恁麼說。不是貶剝諸方。且要箇中人辨明緇", "1766": "素而已。又有一種也不在言語上。也不在古人公桉", "1767": "上。也不在心性上。也不在玄妙上。也不在有無得失", "1768": "邊。如火相似。觸著便燒。非離真而立處。立處即真。信", "1769": "手拈來超今越古。一句來一句去。末後多一句。便是", "1770": "得便宜。似遮般底。只是弄箇業識癡團。便謂無因果", "1771": "無報應。亦無人亦無佛。飲酒食肉不礙菩提。行盜行", "1772": "婬無妨般若。如此之流正是師子身中蟲。自食師子", "1773": "身中肉。永嘉所謂。豁達空。撥因果。莽莽蕩蕩招殃禍", "1774": "是也。有一種商量古人公桉謂之針線工夫。又謂之", "1775": "郎君子弟禪。如商量女子出定語云。文殊是七佛之", "1776": "師。為甚麼出女子定不得。云文殊與女子無緣。罔明", "1777": "是初地菩薩為甚麼出得女子定。云與女子有緣。下", "1778": "語云。冤有頭。債有主。又有商量道。文殊不合有心。所", "1779": "以出不得。罔明無意。所以出得。下語云。有心用處還", "1780": "應錯。無意求時却宛然。又有商量道。文殊為甚麼出", "1781": "女子定不得。杓柄在女子手裏。罔明為甚麼出得。如", "1782": "蟲禦木。又云因風吹火。又云爭奈女子何。邪解甚者", "1783": "至於作入定勢。又作出定勢。推一推。彈指一下。哭蒼", "1784": "天數聲。伏惟尚饗。拂袖之類。泠地看來慙惶殺人。又", "1785": "芭蕉云。你有拄杖子。我與你拄杖子。你無拄杖子。我", "1786": "奪却你拄杖子。商量云。你若是遮般人。我與你說遮", "1787": "般話。謂之與你拄杖子。你不是遮般人。我當面換却", "1788": "你眼睛。謂之奪却你拄杖子。下語云。量才補職。又云", "1789": "看樓打樓。又有商量道。有無與奪是擒縱。學者似恁", "1790": "見解如麻似粟。如上所說皆口傳心授露布葛藤。印", "1791": "板上打來。模子裏脫出。非唯自謗亦乃謗他古人。此", "1792": "是諸方學得底海蠡兒禪。諸上座還信得及麼。不見", "1793": "道。垂慈則有法。無法不垂慈。識取鉤頭意。莫認定盤", "1794": "星。我遮裏是海蚌禪。開口便見心肝五臟。差珍異寶", "1795": "都在面前。閉却口時何處覔伊縫罅。不是強為。法本", "1796": "如是。諸上座。光陰可惜。各各趂色力強徤猛著精神", "1797": "了取。莫愛佗奇特。奇特處賺悞人。雜毒在心識裏。佗", "1798": "時後日莫道得力。只死時也死得不瞥脫。更說甚麼", "1799": "敵佗生死。世間無明煩惱却有限量。一念識破則當", "1800": "體寂滅。惡知惡見法塵煩惱無限量。能障道眼。使得", "1801": "你心識晝夜不停謗佛法僧造地獄業。雖是善因返", "1802": "招惡果。果有智慧大丈夫漢方識得破。不被他作惱。", "1803": "不見雲門大師有言。盡乾坤一時將來。著你眼睫上。", "1804": "你諸人聞恁麼道。不敢望你出來性懆把老僧打一", "1805": "摑。且緩緩子細看。是有是無。是箇甚麼道理。直饒你", "1806": "向遮裏明得。若向衲僧門下好椎脚折。若是箇人。聞", "1807": "說道甚麼處有老宿出世便好驀面唾污我耳目。你", "1808": "若不是箇手脚。纔聞人舉便承當得。早落第二機也。", "1809": "又不見羅山和尚有言。玄門無法。不立紀綱。若欲討", "1810": "尋。聲前看取。諸佛子。真心無定。真智無邊。我若縱遮", "1811": "兩片皮。從今日說到盡未來際。鉤鎻連環相續不斷。", "1812": "亦不借佗人氣力。此是人人分上各自具足底事。添", "1813": "些子不得。減些子不得。佛祖得之喚作大解脫法門。", "1814": "眾生失之喚作塵勞煩惱。然得亦不曾得。失亦不曾", "1815": "失。得失在人不在法。故祖師云。至道無難。唯嫌揀擇。", "1816": "但莫憎愛。洞然明白。毫氂有差。天地懸隔。欲得見前。", "1817": "莫存順逆。你禪和家箇箇念得。還曾略著意理會麼。", "1818": "祖師安箇名字謂之信心銘。只要諸人信此廣大寂", "1819": "滅妙心決定不從人得。故中間有言。一心不生。萬法", "1820": "無咎。無咎無法。不生不心。能隨境滅。境逐能沉。境由", "1821": "能境。能由境能。又云。大道體寬。無易無難。又云。執之", "1822": "失度。必入邪路。放之自然。體無去住。你但信此一心", "1823": "之法不可取不可捨。便好向遮裏放身命。若放不得。", "1824": "是你根性遲鈍。臘月三十日不要錯怪老漢。時熱久", "1825": "立。喝一喝下座。", "1826": "正法眼藏卷第三之下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1309 正法眼藏", "author": "宋 宗杲集並著語"}