{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1172 淨土晨鐘", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "了俗九附誦經三戒", "1": "淨土晨鐘卷第十", "2": "持驗十淨土持驗", "3": "有其理而無其事者不可為訓也有其事而無其", "4": "驗者不可為訓也有其驗而或然或否者不可為", "5": "訓也今此法門有心淨土淨之理而因有安養往", "6": "生之事而因有金臺寶池之驗而因有古今賢聖", "7": "往生無數之種種驗如來垂訓非誑矣紀徵驗者", "8": "即震旦國中窮鄉僻院往往有獨行孤芳之輩臨", "9": "終顯赫而載籍不及名遂湮沒而失傳者況自震", "10": "旦而遍娑婆遍十方即盡大地作墨盡竹葦作筆", "11": "書猶不能盡姑取往冊中最灼著者依類錄之其", "12": "間諸大導師固堪鼓鐘當代遺照無窮下至匹夫", "13": "婦一念斷疑便具大丈夫作略亦末俗之模楷也", "14": "往生集序云緇素之流觀是書而歷歷指曰某也", "15": "以如是解脫而生某也以如是純一而生某也以", "16": "如是精誠之極感格而生某也以如是大悲大願", "17": "而生某也以如是改過不吝轉業於將墮也而生", "18": "某如是上生某如是中生下生庶幾考古證今為", "19": "淨業者左券至於古效多而今效寡其咎安在則", "20": "又所云口淨土心娑婆而堅勇明悟不及前輩焉", "21": "爾清泰芙蓉有榮有悴已實為之於淨土奚咎世", "22": "有盻故鄉而遄歸者問途既往此其前車也述持", "23": "驗第十。", "24": "比丘往生比丘往生", "25": "東晉慧遠祖師俗賈氏雁門人學通儒老年二十餘", "26": "聞道安法師講般若經豁然開悟曰儒道九流皆糠", "27": "粃耳因剃染事之常以大法為己任安嘆曰使道流", "28": "中國其在遠乎後入廬山卓杖得泉欲建蘭若尚乏", "29": "良材感山神現夢一夕大雷雨天明則木積如林矣", "30": "刺史桓伊驚其神異奏立東林殿曰神運師甞謂諸", "31": "教三昧其名甚眾功高易進念佛為先遂與慧永慧", "32": "持劉遺民等結社念佛世號十八賢又率眾至百二", "33": "十三人同修淨業製蓮華漏六時禮誦不輟跡不入", "34": "俗者三十年每送客以虎溪為界時陶淵明陸修靜", "35": "至師送之與道契合不覺過溪世傳三笑圖焉安帝", "36": "隆安元年桓玄勸帝沙汰僧尼謂廬山為道德所居", "37": "不在此例師以書辨論得並免帝自江陵旋京輔國", "38": "何無忌勸師候迎稱疾不起帝遣使問師表以聞帝", "39": "優詔答之西土諸僧咸稱漢有大乘開士每東向致", "40": "禮羅什通書稱師為東方護法菩薩師三覩聖相默", "41": "而不言義熈十二年七月晦夕方從定起見阿彌陀", "42": "佛身滿虗空圓光之中無量化佛觀音勢至左右侍", "43": "立佛言我以本願力故來安慰汝汝後七日當生我", "44": "國又見佛䭾耶舍慧持慧永劉遺民在佛側前揖師", "45": "曰師志在先何來之晚師知時至謂門人曰吾始居", "46": "此三覩聖相今復再見當生淨土必矣至期端坐入", "47": "寂年八十三時八月六日也潯陽太守奉旨樹塔葬", "48": "焉謝靈運作銘張野作序歷代尊諡所著有廬山集", "49": "十卷󳱮稽淨土雖傳於震旦至佛圖澄而著由澄而", "50": "得道安安之門有遠公負荷至教廣大聖道名重帝", "51": "王法流天下百世下推師為淨業始祖厥功顧不偉", "52": "歟。", "53": "晉慧永河內人十二出家既而與遠公同依安法師", "54": "太元初駐錫廬山刺史陶範捨宅為西林以居之絕", "55": "志塵囂標心安養後義熈十年示疾忽斂衣求屣欲", "56": "起眾驚問答曰佛來迎我言訖而化異香七日方滅", "57": "唐玄宗追諡覺寂大師。", "58": "晉曇順黃龍人幼從羅什法師講釋群經什歎曰此", "59": "子奇器也後同廬山修淨業時寧蠻校尉劉遵孝剏", "60": "寺江陵延順經始篤修念佛三昧宋元嘉二年別眾", "61": "坐逝異香滿室焉。", "62": "晉慧叡冀州人遊學諸方遠歷天竺還關中從羅什", "63": "法師稟受經義後預廬山蓮社宋元嘉十六年忽告", "64": "眾曰吾將行矣面西合掌而化眾見叡榻前一金蓮", "65": "華倐爾而隱五色香煙從其房出。", "66": "晉曇恒河東人童孺依遠公出家內外典籍無不通", "67": "貫自入廬山專志念佛義熈十四年端坐合掌厲聲", "68": "念佛而化。", "69": "晉道昞頴川人幼師遠公通經律言與行合念佛三", "70": "昧究心無間義熈十四年豫章太守王䖍入山謁敬", "71": "請紹遠師之席眾咸宗仰元嘉十二年集眾念佛就", "72": "座而化。", "73": "晉道敬瑯琊人祖凝之刺江州因從遠公出家年十", "74": "七博通經論日記萬言篤志念佛蚤夜弗替宋永初", "75": "元年謂眾曰先師見命吾其行矣端坐唱佛而化眾", "76": "見光明滿室彌時方滅。", "77": "晉慧恭豫章酆城人與慧蘭僧光等同學蘭光繫念", "78": "淨土臨終皆有奇應又五年恭病篤雨淚叩頭誓心", "79": "安養念不少間見阿彌陀佛以金臺前迎恭乘其上", "80": "又見蘭等於臺上光明中告曰長老受生已居上品", "81": "吾等不勝喜慰恭欣然奮迅而逝。", "82": "晉慧䖍少出家戒行精確義熈年中投山陰嘉祥寺", "83": "苦身率眾後𥨊疾屬想安養誠祈大士北寺有淨嚴", "84": "尼者宿德篤行夜夢觀音從西郭門入清輝妙狀光", "85": "暎日月幢幡華葢七寶莊嚴尼驚異作禮問大士何", "86": "往答云往嘉祥迎䖍公耳䖍神色如常侍者皆聞異", "87": "香泊然而化。", "88": "宋曇鑒平生片善迴向西方誓願見佛一日定中見", "89": "阿彌陀佛水洒其面曰滌汝塵垢浴汝心念及汝身", "90": "口皆悉嚴淨又於瓶中出蓮華一枝授之定起乃與", "91": "寺僧敘別夜漸深獨步廊下念佛至五鼓其聲彌厲", "92": "乃明弟子依常問訊趺坐不動逝矣。", "93": "齊慧光居洛陽著華嚴涅槃十地等疏妙盡權實之", "94": "旨一日有疾見天眾來迎光曰我所願歸安養耳已", "95": "而淨土化佛充滿虗空光曰惟願我佛攝受遂我本", "96": "願即彈指謦咳言氣俱盡。", "97": "梁道珍住廬山修淨業夢有人乘船海中問之云往", "98": "彌陀佛國珍乞隨行報云汝未誦阿彌陀經豈得同", "99": "往覺後念佛誦經歷年不輟將終四七日前夜忽如", "100": "晝空中降白銀臺因默記其事書經函中命盡之夕", "101": "半山以上如烈火千炬交相輝暎邑人遙見謂是諸", "102": "王禮覲及且乃聞珍卒後檢經函知珍瑞應宜生淨", "103": "土人矣。", "104": "後魏曇鸞雁門人少遊五臺感靈異出家而性嗜長", "105": "生受陶隱君仙經十卷後遇菩提流支乃問曰佛有", "106": "長生不死術乎支笑曰長生不死吾佛道也乃授十", "107": "六觀經曰學此則三界無復生六道無復往其為壽", "108": "也河沙劫石莫能比焉此吾金仙氏之長生也鸞大", "109": "喜遂焚仙經而修淨業寒暑疾痛曾無少懈魏主號", "110": "為神鸞一夕室中見梵僧謂曰吾龍樹也久居淨土", "111": "以汝同志故來相見鸞自知時至集眾教誡曰勞生", "112": "役役其止無日地獄諸苦不可以不懼九品淨業不", "113": "可以不修因令弟子高聲念佛西向稽顙而終眾聞", "114": "天樂自西而來良久乃已。", "115": "隋智者大師諱智顗姓陳氏頴川人母夢香烟五采", "116": "縈廻入懷誕靈之夕神光照屋七歲入果願寺聞僧", "117": "誦普門品一遍輒記宛如夙習十八出家聞思大禪", "118": "師止大蘇山即往頂拜思曰昔日靈山同聽法華宿", "119": "緣所追今復來矣因示以普賢道場為說四安樂行", "120": "師入觀三七日身心豁然宿通潛發以所證白師南", "121": "嶽嘆曰非汝莫證非我莫識此法華三昧初旋陀羅", "122": "尼也大建元年至金陵闡化陳宣帝創禪室居之隋", "123": "煬帝延師授戒賜號智者甞披一破衲說法天台二", "124": "十餘年疏觀經著十疑論法華玄義等書勸人進修", "125": "淨業前哲所不能及開皇十二年於玉泉山創立精", "126": "舍關聖父子顯靈求為護法十七年冬將入滅命侍", "127": "者唱無量壽佛及觀經題目乃顧大眾合掌贊曰四", "128": "十八願莊嚴淨土華池寶樹易往無人火車相現能", "129": "改悔者尚得往生況戒慧熏修行道力故實不唐捐", "130": "矣唱經竟復說十如四不生十法界四無量四諦十", "131": "二因緣六波羅蜜一一法門言訖唱三寶名如入三", "132": "昧後有僧求知生處乃夢觀音金容數丈智者從後", "133": "告僧曰汝决疑否再驗智者生西方矣。", "134": "隋道喻居開覺寺念阿彌陀佛日夜不廢造像僅三", "135": "寸後於定中見佛謂曰汝造我像何小踰曰心大即", "136": "大心小即小言訖見像身徧滿虗空告曰汝當澡浴", "137": "清淨明星出時我來迎汝至時果見佛來光明滿室", "138": "遂坐而化。", "139": "唐善導貞觀中見西河綽禪師九品道場喜曰是真", "140": "入佛之津要修餘行業散漫難成惟此耑切速超生", "141": "死於是勤篤精苦晝夜禮誦激發四眾每入室胡跪", "142": "念佛非力竭不休出則為人演說淨土三十餘年不", "143": "暫睡眠日用衣食粗惡自奉凡有䞋施用寫彌陀經", "144": "十萬卷淨土變相三百壁修營廢墜燃燈續明三衣", "145": "缾鉢不使人持行不共眾恐談世事從其化者甚眾", "146": "有誦彌陀經十萬至五十萬遍者有念佛日課萬聲", "147": "至十萬聲者得念佛三昧往生淨土者莫能紀述或", "148": "問念佛生淨土耶師曰如汝所念遂汝所願乃自念", "149": "一聲有一光明從其口出十至於百光亦如之其勸", "150": "世偈曰漸漸雞皮󳬈髮看看行步龍鍾假饒金玉滿", "151": "堂豈免衰殘病苦任汝千般快樂無常終是到來惟", "152": "有徑路修行但念阿彌陀佛忽謂人曰此身可厭吾", "153": "將西歸乃登柳樹向西祝曰願佛接我菩薩助我令", "154": "我不失正念往生淨土言已投身而逝高宗皇帝知", "155": "其事賜寺額曰光明世傳彌陀化身云。", "156": "唐法照大曆二年止衡州雲峰寺慈忍戒定為時所", "157": "宗甞於鉢內覩五色雲有梵剎曰大聖竹林寺後詣", "158": "五臺見異光果得竹林寺入講堂則文殊在西普賢", "159": "在東萬眾圍繞而為說法照作禮問曰末代凡夫未", "160": "審修何法門文殊告曰諸修行門無如念佛我以念", "161": "佛得一切種智又問當云何念曰此世界西有阿彌", "162": "陀佛彼佛願力不可思議汝當勤念母令間斷決定", "163": "往生後臘月朔在華嚴院淨業道場方憶二大士記", "164": "我往生乃一心念佛忽見梵僧佛陀波利謂曰汝華", "165": "臺已就後三年華開矣至期謂眾曰吾行矣端坐而", "166": "逝師甞於湖東寺開五會念佛感祥雲寶閣覩阿彌", "167": "陀佛及二菩薩身滿虗空又於并州五會念佛代宗", "168": "皇帝宮中聞念佛聲遣使追尋乃見師勸化之盛遂", "169": "詔入京教宮人念佛亦及五會號五會法師。", "170": "唐少康縉雲仙都人十五通法華楞嚴貞元中因詣", "171": "洛陽白馬寺見殿中文字放光探之則善導和尚西", "172": "方化導文也師祝曰若於淨土有緣當更放光言已", "173": "光明閃爍師曰劫石可磨我願無易矣遂至長安光", "174": "本寺善導和尚影堂瞻禮忽見善導現空中謂曰汝", "175": "依吾教廣化有情他日功成必生安養乃適新定乞", "176": "錢誘小兒念佛念佛十聲與錢一文年餘無少長貴", "177": "賤見師者皆稱阿彌陀佛念佛之聲盈滿道路又於", "178": "烏龍山建淨土道場每升座高聲唱佛眾見一佛從", "179": "其口出十聲則有十佛師曰汝見佛者必得往生時", "180": "眾數千有不見者悲傷自責因倍精進後二十一年", "181": "十月三日囑道俗曰當於淨土起欣樂心於閻浮提", "182": "起厭離心汝曹此時見我光明真我弟子遂放異光", "183": "數道而逝塔於臺子岩號臺岩法師或疑佛從口出", "184": "似涉怪異噫世尊逢醉象時手五指端出金光獅子", "185": "其言曰我何有心於禦象哉以我無量劫來修慈忍", "186": "力自然而有獅子現焉我亦不知也今康公現佛亦", "187": "無量劫來歸敬之所致耳何怪之有。", "188": "唐懷玉台州人布衣一食常坐不臥誦彌陀經三十", "189": "萬遍日課佛號五萬聲天寶元年見佛菩薩滿虗空", "190": "中一人持銀臺來迎玉曰吾一生念佛誓取金臺聖", "191": "眾遂隱玉彌加精進三七日後復擎金臺來云師以", "192": "精進得升上品宜趺坐以俟三日後異光滿室謂弟", "193": "子曰吾生淨土矣含笑而逝郡大守叚公作偈贊曰", "194": "我師一念登初地佛國笙歌兩度來惟有門前古槐", "195": "樹枝低只為罣金臺。", "196": "唐道綽并州汶水人十四出家習經論晚事瓚禪師", "197": "學禪又篤志神鸞淨土之業有僧定中見綽數珠如", "198": "七寶大山平居為眾講無量壽觀經將二百遍人各", "199": "掐珠口稱佛號或時散席响彌林谷六時禮敬初不", "200": "廢缺念佛日以七萬為限貞觀二年四月八日歸寂", "201": "聞而赴者滿於山寺見化佛住空天華下散焉。", "202": "唐惟岸并州人約淨土為真歸之地行方等懺服勤", "203": "無缺微疾見觀音勢至二菩薩現於空中岸召畫工", "204": "無能畫者忽有二人自言能畫畫畢不見岸乃告諸", "205": "弟子曰吾今往生誰偕行者有童子願往岸令辭父", "206": "母父母謂為戲言未信也頃之沐浴更衣入道場念", "207": "佛而化岸撫其背曰小子何得先吾行耶因索筆讚", "208": "二菩薩有願以慈悲手提獎共西行之句讚畢長逝", "209": "唐僧衒并州人初念慈氏期上生內院年九十遇道", "210": "綽禪師得聞淨土始迴心念佛日禮千拜一心無怠", "211": "後有疾告弟子曰阿彌陀佛授戒香衣觀音勢至示", "212": "我寶手吾其行矣言訖而逝七日異香不散時有啟", "213": "芳圓果二法師目擊斯事乃於悟真寺共折楊枝於", "214": "觀音手中誓曰若於淨土有緣當七日不萎至期益", "215": "茂芳果慶忭晝夜觀念不捨忽覺臨七寶池入大寶", "216": "帳見佛及二大士坐寶華臺光明輝映芳果作禮佛", "217": "云念我名者皆生我國又聞釋迦世尊與文殊菩薩", "218": "以梵音聲稱讚淨土復見三道寶階其一白衣其二", "219": "道俗相半其三唯僧也云皆至心念佛者得生此土", "220": "耳後五日忽聞鐘聲曰鐘聲我輩事也同時化去。", "221": "唐懷感居長安千福寺入念佛道場三七日不覩靈", "222": "瑞自恨障深欲絕食畢命善導大師不許勸令精䖍", "223": "三載感如所教後見佛金色玉毫得念佛三昧製決", "224": "疑論七卷臨終合掌云佛來迎我遂卒。", "225": "唐辯才襄陽人潛修淨土二十年未甞自稱獨與護", "226": "戎任公善謂之曰才必生淨土期在十年一日令弟", "227": "子報任公曰向所期已及任公至才曰吾去矣趺坐", "228": "而化眾聞仙樂西來異香散漫。", "229": "唐大行居泰山修普賢懺法三年感大士現身晚歲", "230": "入大藏陳願隨手取卷得彌陀經晝夜誦咏至三七", "231": "日覩琉璃地上佛及二大士現身僖宗皇帝聞其事", "232": "詔入內賜號常精進菩薩後一年琉璃地復現即日", "233": "而終異香經旬肉身不壞。", "234": "唐明瞻晚歲尅志安養或譏其遲暮瞻曰十念功成", "235": "猶得見佛吾何慮乎後因疾於興教寺具齋別道俗", "236": "時僕射房玄齡杜如晦皆與焉日過午整威儀念佛", "237": "遽曰佛來矣二大士亦至竦身合掌而化。", "238": "吳越智覺禪師諱延壽丹陽王氏遷餘杭總角時誦", "239": "法華經七行俱下二十八歲為華亭鎮將以官錢放", "240": "生坐罪當死臨刑顏色不變文穆王異而釋之令出", "241": "家依四明翠巖禪師薙染受具朝供眾夜習禪因覧", "242": "智度論念世人惡濁無能解脫惟持名可以誘化乃", "243": "印彌蛇堂四十萬本勤化念佛參天台韶國師發明", "244": "心要行法華懺定中見觀音大士灌以甘露慧性日", "245": "明因思宿願未決登智者嚴作二鬮一禪定一淨土", "246": "䖍禱至心七拈皆得淨土乃專修淨業後住永明日", "247": "課一百八事夕往別峰行道念佛旁人時聞螺貝天", "248": "樂之音忠懿王嘆曰自古求西方未有如是專切者", "249": "乃立西方香嚴殿以成其志賜號智覺弟子一千七", "250": "百人度戒約萬餘常與眾授菩薩戒施鬼神食放諸", "251": "生命悉迴向莊嚴淨土時號慈氏下生著宗鏡錄萬", "252": "善同歸集惟心安養等書累百卷開寶八年二月年", "253": "九十八晨起告眾焚香跏趺而寂後有僧自臨川來", "254": "經年遶拜其塔人問故曰我病入冥見王于殿左勤", "255": "禮僧像云是永明壽禪師凡人死皆經冥府師獨徑", "256": "生西方上品王故欽奉其德也。", "257": "石晉志通鳳翔人因見智者大師淨土儀式不勝欣", "258": "忭自是不向西唾不背西坐專心念佛後見白󳬈孔", "259": "󳭋成行西下又見蓮華開合於前通云白󳬈孔󳭋淨", "260": "土境也蓮華光相受生處也淨土現矣乃起禮佛而", "261": "終茶毗五色祥雲環覆火上舍利鱗砌於身夫唾必", "262": "西避坐必西向繫念如斯何事不辨或曰不己著乎", "263": "噫諦觀落日經有明文智者大師始生而面西趺坐", "264": "乃至淨業諸賢西向坐脫者不著而能之乎耽心濁", "265": "境終世安然纔念淨󳬛便憂其著嗟異哉。", "266": "宋晤恩姑蘇常熟人年十三聞誦彌陀經遂求出家", "267": "終日一食不離衣鉢不畜財寶臥必右脇坐必跏趺", "268": "每布薩涕泗不止徧誨人以西方淨業及一乘圓旨", "269": "有疑不逗機者答曰與作毒鼓之緣耳雍熈二年八", "270": "月朔日夜覩白光自井而出謂門人曰吾將逝矣絕", "271": "粒禁言一心念佛夢一沙門執金爐焚香三遶其室", "272": "自言灌頂來此相迎夢覺呼門人至猶聞異香二十", "273": "五日說止觀指歸及觀心義畢端坐而化人聞管絃", "274": "鈴鐸之音嘹亮空中漸久漸遠自西而去。", "275": "宋省常錢塘人七歲出家淳化中住南昭慶慕廬山", "276": "之風乃刺血書華嚴經淨行品易蓮社以淨行士大", "277": "夫預會者稱淨行弟子王文正公且為之首一時公", "278": "卿伯牧百二十人比丘千人焉翰林蘇易簡作淨行", "279": "品序至謂予當布髮以承其足剜身以請其法猶尚", "280": "不辭況陋文淺學而有惜哉翰林承旨宋白譔󳬴狀", "281": "元孫何題同社于󳬴陰孤山圓法師著師行業記天", "282": "禧四年正月十二日端坐念佛有頃厲聲唱云佛來", "283": "也泊然而化蓮社始遠公次善導既而南嶽五會永", "284": "明臺岩終於法師號稱七祖勸化之盛猗與盛矣。", "285": "宋遵式台州人葉姓其母禱于古觀音生之二十歲", "286": "受具學律於守初繼入國清誓傳台教燃指于普賢", "287": "像前力行般舟三昧篤志安養苦學嘔血以死自誓", "288": "忽如夢中見觀音垂手指其口引出數蟲又指端出", "289": "甘露服之覺身心清涼宿疾遂愈淳化初眾請居寶", "290": "雲講說無間度弟子百餘歸依千數惟宗淨土勸人", "291": "著淨土決疑行願大小本彌陀懺法晨朝十念法往", "292": "生禪觀法行世天聖間將化之日炷香禮佛願諸聖", "293": "證明往生極樂至晚坐脫年六十九眾見大星殞于", "294": "靈鷲峰時號慈雲懺主蓮大師曰克勤懺法自行而", "295": "垂則萬世誠今古一人與至燃指燃臂乃得忍大士", "296": "所為非初心境界甚則生身活焚附魅著邪貽害不", "297": "小求西方者當學慈雲篤志苦修不必效嚬燃指以", "298": "炫眾也。", "299": "宋宗坦潞州人申氏子年十六師道恭淨髮五十年", "300": "名播講林晚於唐州青臺鎮專求淨土三業四儀曾", "301": "無暫忘政和四年四月二十七日夢阿彌陀佛謂曰", "302": "汝說法止六日當生淨土覺而白眾至五月四日集", "303": "眾告曰因緣聚散固當有時淨土勝緣惟憑時刻願", "304": "眾念佛助我往生言已坐脫滿空雷鳴白雲覆地三", "305": "日方歇所持瑪瑙數珠盤於指上眾取之竟不能下", "306": "宋子元號萬事休茅姓母柴氏夢佛入門次早生之", "307": "因名佛來父母早亡年十九投延祥寺志通出家習", "308": "止觀一日定中聞鴉聲悟道頌曰二十餘年紙上尋", "309": "尋來尋去轉沉吟忽然聽得慈鴉呼始信從前錯用", "310": "心於是利他心切普勸念佛代為法界眾生禮佛懺", "311": "悔祈生安養剏白蓮懺堂述四土三觀選佛圖開示", "312": "蓮宗眼目立普覺妙道四字以定名派高宗皇帝召", "313": "見賜號慈照後於鐸城三月二十三日告眾曰吾化", "314": "緣已畢時當行矣言訖合掌示寂茶毗舍利無數敕", "315": "賜最勝之塔。", "316": "宋法持居化度寺修彌陀懺願促閻浮之壽早生安", "317": "養後小疾雨淚悲號祈垂接引厲聲念佛不絕忽見", "318": "佛身丈六立於池上即自言曰我已得中品生西向", "319": "而化。", "320": "宋基法師學於寶雲住太平興國寺精意念佛一日", "321": "示疾為弟子廣談玄旨眾忽見西方現光空中奏樂", "322": "師曰阿彌陀佛與二大士俱至即右脇西向而化門", "323": "人夢阿彌陀佛授記為超世如來或夢師坐青蓮華", "324": "臺者法智禪師嘆曰臥病談玄臨終見佛是可敬也", "325": "宋若愚居雲川仙潭建無量壽閣勸道俗念佛精勤", "326": "三十年與道潛則章二師為友潛能詩近名愚與章", "327": "惟務實行將順世夢神人告曰汝同學則章得普賢", "328": "行願三昧已生淨土彼正待汝愚乃沐浴更衣命眾", "329": "諷觀經端坐默然忽云淨土現前吾當行矣書偈而", "330": "化偈曰本自無家可得歸雲邊有踏許誰知溪光搖", "331": "落西山月正是仙潭夢斷時又曰空裏千華羅網夢", "332": "中七寶蓮池踏得西方路穩無一點狐疑。", "333": "宋宗賾號慈覺襄陽人禮長蘆寺秀禪師出家願力", "334": "弘深洞悟禪理元祐中迎養老母于方丈東室勸以", "335": "䇿勵念佛七年不間母臨終果無疾善逝師勸修化", "336": "物遵廬阜之規建蓮華勝會其法日念阿彌陀佛或", "337": "百聲千聲萬聲各于日下以十字記之一夕夢一少", "338": "年烏巾白衣風貌清美告師欲入彌陀會乞書一名", "339": "賾秉筆問名曰普慧又曰家兄普賢亦求附錄遂隱", "340": "師覺謂諸耆宿曰華嚴離世間品有普賢普慧二菩", "341": "薩助揚佛法今同大眾結會念佛期生淨土感賴聖", "342": "賢幽贊錄中乃以二大士為首遠近向化譔坐禪箴", "343": "葦江集又有勸孝文一百二十則大意以勸親修淨", "344": "業為出世間孝靈芝照公稱為近代大乘導師信哉", "345": "臨寂念佛坐化。", "346": "宋知禮號法智居南湖述妙宗鈔大彰觀心觀佛之", "347": "旨每歲二月望日建念佛施戒會動逾萬人又撰融", "348": "心解明一心三觀顯四淨土之義後於歲旦建光明", "349": "懺至五日召大眾說法驟稱佛號數百聲奄然坐逝", "350": "趙清獻公忭銘其塔。", "351": "宋有嚴住台州赤城崇善寺依神熈學天台教晚年", "352": "結茆樝木之下號曰樝菴平生篤修淨業有懷安養", "353": "故鄉詩為時所傳建中靖國元年夏四月將終見寶", "354": "池大蓮華天樂四列乃作餞歸淨土詩示眾後七日", "355": "跏趺而化塔上有光如月三夕方隱前法祥鏡光現", "356": "於壁端今嚴公月光現於塔上皆身心瑩徹之明驗", "357": "也乃至光明滿室者金光彌亘江上數百里者嗚呼", "358": "是可以偽為乎哉。", "359": "宋智廉居上虞化度寺初徧參宗門晚節一意西方", "360": "慶元改元秋八月別眾曰我夢中見阿彌陀佛大眾", "361": "圍繞說法佛云諸善人等當須專心淨業來生我國", "362": "我見勝相往生必矣乃書偈曰雁過長空影沉寒水", "363": "無滅無生蓮華國裏書畢回身向西結印而逝。", "364": "宋懷義溫州樂清人父業漁懷稚時坐船尾隨父得", "365": "魚私投水中父怒受撻無悔遂辭親出家景德寺天", "366": "聖中試經得度稟法于翠峰顯禪師凡五住道場惟", "367": "化眾念佛有勸修淨土說示寂之夕其徒智才問壘", "368": "塔已畢如何是畢竟事師竪拳示之推枕而逝。", "369": "宋宗本常州人貌豐古性質直蚤參懷禪師念佛有", "370": "省深入三昧初住蘇之瑞光寺杭守陳公襄以淨慈", "371": "懇請借師三年植福此󳬛未幾神宗闢相國寺六十", "372": "四院詔本住慧林召對延和殿既退上目送之顧左", "373": "右曰真福慧僧也平居密修淨業老居靈嵓閉戶加", "374": "勤雷峰才法師神遊淨土見一華殊麗問之云待淨", "375": "慈本禪師又資福曦律公定中見金蓮華人言大宋", "376": "國僧宗本之座特至謁師禮足施金而去元符二年", "377": "十二月甲子沐浴告眾入座若睡撼之去矣門人塔", "378": "全身于靈嵓諡圓照禪師。", "379": "宋元照住靈芝弘律學篤意淨業念佛不輟一日令", "380": "弟子諷觀經及普賢行願品趺坐而化西湖漁人皆", "381": "聞空中樂聲。", "382": "宋慧亨住武林延壽寺初依靈芝習律專修淨業六", "383": "十年每對人必以念佛為勸建寶閣立三聖像最稱", "384": "殊特有江自任者忽夢寶座從空而下云亨律師當", "385": "升此坐適社友孫居士預啟別亨即在家作印而化", "386": "師往炷香歸而謂其徒曰孫君已去吾亦行矣乃集", "387": "眾念佛為說偈曰彌陀日日稱白毫念念想持此不", "388": "退心決定生安養端坐而化號清照律師。", "389": "宋智圓居西湖孤山廣解諸經刻心淨土造彌陀疏", "390": "及西資鈔勸發往生臨終坐化以陶器合瘞後十五", "391": "年積雨山頹啟視陶器形質儼然爪髮俱長。", "392": "宋可久居明州常誦法華願生淨土時號久法華元", "393": "祐八年年八十一坐化越三日還謂人曰吾見淨土", "394": "境與經符契蓮華臺上皆標合生者名一金臺標成", "395": "都府廣教院勳公一標明州孫十二郎一標可久一", "396": "銀臺標明州徐道姑言訖復化去五年徐道姑亡異", "397": "香滿室十二年孫十二郎亡天樂迎空皆如久所云。", "398": "宋中峰和尚諱明本錢塘人得法于天目高峰慧辨", "399": "無礙密修淨業有懷淨土詩百篇道德斗山龍象交", "400": "參朝廷屢遣使賜金帛敕號普應國師春秋六十二", "401": "示寂之日光明燦發塔天山中。", "402": "宋瑩珂受業霅川瑤山酒炙無擇忽自念梵行虧缺", "403": "恐從流轉取戒珠禪師往生傳讀之讀一傳一首肯", "404": "既而室中面西設禪椅絕食念佛越三日夢佛告曰", "405": "汝尚壽十年且當自勉珂白佛言設有百年閻浮濁", "406": "惡易失正命所願早生安養奉事眾聖佛言汝志如", "407": "是後三日當迎汝至期命眾誦彌陀經乃曰佛及大", "408": "眾俱至寂然而化。", "409": "元善住字雲屋蘇人性稟高潔不近聲利掩關六時", "410": "念佛誦持大乘禮拜懺悔久病不易吳中修淨土者", "411": "和尚為最緇白多取則焉終時異香滿室有安養傳", "412": "谷響集行世。", "413": "元天如惟則廬陵人得法中峰妙悟出人建師子林", "414": "菩提正宗寺于蘇城有臥雪立雪二室日坐其中念", "415": "佛參學之流接武師單提直指之外復著淨土或問", "416": "勸人終時靈瑞不一年六十九塔水西之原。", "417": "元普度丹陽人弱冠出家初參寶山慧禪師深器之", "418": "居廬山東林寺篤修念佛三昧著蓮宗寶鑑十卷闡", "419": "化京師法王寺灌頂國師進呈其書降旨褒美梓行", "420": "天下有開導人天續佛慧命復振東林之語臨終別", "421": "眾念佛而逝世稱優曇宗主。", "422": "明楚琦蜀人篤信西方因抵燕京聞樓鼓聲大徹洪", "423": "武初三詔說法京都皇情大悅後築室號西齋一意", "424": "淨業甞見大蓮華充滿世界彌陀在中眾聖圓遶將", "425": "示寂書偈示眾曰吾行矣人問何生答曰西方又問", "426": "西方有佛東方無佛耶乃厲聲一喝泊然而化。", "427": "明祖香江西新喻人於山東龍潭寺精修淨業有居", "428": "士王傑者築菴延之未幾語傑云某家當歸家眾苦", "429": "留香云歸安養家耳及期敷座西向坐逝舉龕入山", "430": "化火自焚。", "431": "明蓮池大師諱袾宏杭沈氏弱冠棲心佛乘嘉靖丙", "432": "寅依無門性天薙染尋受具戒單瓢雙履遍歷知識", "433": "時辨融笑巖兩禪宗最著就參多所契合北遊五臺", "434": "感文殊放光隆慶辛未見雲棲山水幽寂遂結茆終", "435": "焉環山多虎災師為諷經施食虎患以寧歲旱循田", "436": "念佛隨足所至時雨霑澍自此化道大盛師獨闢淨", "437": "土一門融會三藏指歸惟心四方緇白頂禮聞道者", "438": "相踵名公巨卿如陸光祖張元抃馮夢禎陶望齡虞", "439": "渟熈宋應昌輩靡不心折歸依師天性篤孝每懷木", "440": "主出遊食則具供叢林濟孤心薦沈氏先宗慈悲幽", "441": "冥自習𦦨口恒親設放屢有見師座上現如來相者", "442": "觀力然也拯救物命譔戒殺放生文城內外及山中", "443": "俱置放生池萬曆中慈聖太后遣中貴詢法賜紫衣", "444": "黃金使者出金歸常住衣奉高閣未甞挂體師肩荷", "445": "正法修四安樂行以念佛三昧普攝三根著彌陀疏", "446": "鈔雲棲法彚二十餘種行世臨終半月前入城別故", "447": "舊弟子宋守一等曰吾將他往還山與眾話別亦如", "448": "之眾以師欲謝客輒居長壽菴莫測其故至斯面西", "449": "念佛端逝大眾哀請留囑閉目復開云老實念佛莫", "450": "換題目時萬曆四十三年七月四日世壽八旬有一", "451": "僧臘五十蓮宗之祖匡山逮永明而七海內論定恊", "452": "一以師為八祖云。", "453": "明湖廣黃州有無名僧專念阿彌陀佛晝夜不撤隨", "454": "其所見皆稱阿彌陀佛崇禎癸未黃總戎鼎守郡城", "455": "師大聲念佛衝其道執之適張獻忠攻黃州師亦留", "456": "城上夜間念佛且頻呼醒睡軍士恨之縛投城下未", "457": "幾復在城上念佛如是四次每東城下則西城上南", "458": "城下則北城上中軍白于總戎始敬禮焉時黃州大", "459": "饑人相食師出城外飢民持刀化師捨身師解衣示", "460": "眾云俟我念佛千聲即食我念至三百聲眾急欲加", "461": "刃忽有兵馬從空中來飢民驚散而師已在城中矣", "462": "山中獵人得一大虎師募之放生獵人索三十金師", "463": "止得四金獵人云汝能執虎耳三匝而不傷汝則與", "464": "汝虎師遂授記虎執虎耳三匝縱之逸虎歸依師不", "465": "去師與虎同住黃麻山金剛洞中內相盧九德督兵", "466": "過黃州詣山訪之欲見虎師語虎止探頭于外盧欲", "467": "見全身虎乃大呌躍出盧亦歸依焉師一日行街中", "468": "見一雞高聲念佛雞亦隨聲而念庚寅師欲之武林", "469": "道經白門寓秦淮河房端午見遊船有巨公錢某曾", "470": "歸依師呼云錢阿彌陀佛亦在舟中耶登岸見師師", "471": "問同遊人知為某某放聲大哭曰眾生以苦為樂如", "472": "是錢懇示修行之要師云一心念阿彌陀佛復云我", "473": "行後汝有所疑可問覺浪此明眼人也或問唐宜之", "474": "曰師為何許人答曰法界是阿彌陀佛身師專提此", "475": "覺世當是佛菩薩應身示現其神通妙用特見性之", "476": "餘事耳特拈覺公使人嚮往則覺公之修證亦可知", "477": "矣。", "478": "明晉陵天寧釋海寶初值禪堂蔬腐每晨起輒留腐", "479": "菜數擔列寺門遇行人募錢置其上完則令賣者收", "480": "去始携入供僧遇不樂施者務里許跟隨化之不輕", "481": "易人余時年二十會蓻此君軒見其迂拙向語絕不", "482": "答片言惟相視嘻笑而已破衲虱盈于上暇則席地", "483": "念佛恒拈虱易上下總不離其身也踰年募蔬腐外", "484": "更乞分厘積至數金便懇眾誦經禮懺已則念佛回", "485": "向歷年如是崇禎間詞林鄭昨長約師朝南海已而", "486": "却之發棹後每見師在陸前行追之不及迨登山入", "487": "殿又見師在上炷香遣使伺同回復不復鄭抵郡即", "488": "詣寺候師弟子云師沉臥已月餘茶水俱不啜昨方", "489": "索飲起耳鄭因述其神異郡人由此欽信師一日廖", "490": "君可來別師師囑曰某月日可相晤以了世緣廖如", "491": "期至師煑茗酌云煩居士為老衲作一小影君可寫", "492": "就不特形神逈肖即敝衣蟣虱亦覺歷歷浮動殆化", "493": "工筆也越旬日趺坐念佛而化戊子秋余遠行甫歸", "494": "禮師像悽然有感己亥小春往生書竣述師大略如", "495": "此。", "496": "宰官往生宰官往生", "497": "晉劉程之字仲思彭城人漢楚元王後少孤事母以", "498": "孝聞負才不侶流俗初解褐為府參軍即隱廬山謝", "499": "安劉裕交薦不就旌號遺民入遠公蓮社與雷次宗", "500": "周續之宗炳張詮等共修淨土鑱石為誓又著念佛", "501": "三昧詩以表切志坐禪注想半載即于定中見佛光", "502": "照地皆作金色居十五年正念佛時又見阿彌陀佛", "503": "玉毫光照慰接摩頂一日念佛又見入七寶池蓮華", "504": "青白其水湛然一人項有圓光胸有卍字指池水曰", "505": "八功德水汝可飲之程之飲水甘美非常及寤猶覺", "506": "異香發毛孔乃告眾曰吾淨土之緣至矣對像焚香", "507": "祝曰我以釋迦遺教故知有彌陀慈父此香先當供", "508": "養釋迦牟尼如來次供阿彌陀佛願一切有情俱生", "509": "淨土言訖面西合手而逝時義熈六年也異香郁然", "510": "七日而息遠公為撰紀德󳬴蓮大師曰觀經敘淨業", "511": "正因以孝親為第一今遺民少盡孝養而復深入念", "512": "佛三昧屢感瑞徵其往生上品宜矣足為居士修淨", "513": "業者萬代師法也。", "514": "晉張野居潯陽兼通華梵尤善屬文舉茂才屢徵散", "515": "騎常侍俱不就入廬山蓮社修淨業義熈十四年與", "516": "家人別入室端坐而逝。", "517": "宋王仲回官光州司士參軍常叩天衣懷禪師有省", "518": "念佛楊次公守丹陽屢就教云經中教人求生淨土", "519": "而祖師云心是淨土不必更求如何楊公答曰試自", "520": "忖量若在佛境則無淨無穢何用求生若未出眾生", "521": "境安可不至心念佛舍穢土而求生淨土乎司士感", "522": "悟欣躍而去後二年楊公在丹陽忽夢司士云向蒙", "523": "指示今已得生特來致謝數日訃至言司士七日前", "524": "預知時至與宗黨言別而化正感夢時也應入宋楊傑後。", "525": "唐馬子雲舉孝廉為涇邑尉押租赴京遭風舟溺被", "526": "繫乃專心念佛五年遇赦入南陵山寺隱居一日謂", "527": "人曰吾一生精勤念佛今西方業成行且往生安養", "528": "明日沐浴新衣端坐合掌異香滿戶喜曰佛來迎我", "529": "言已而逝。", "530": "唐白居易字樂天官太子少傅暮年盡遣妾侍捨宅", "531": "為香山寺號香山居士出俸錢三萬繪西方極樂世", "532": "界圖發願頂禮日日向之念佛以偈贊曰極樂世界", "533": "清淨土無諸惡道及眾苦願如我身老病者同生無", "534": "量壽佛所又偈曰余年七十一不復事吟哦看經費", "535": "眼力作福畏奔波何以度心眼一聲阿彌陀行也阿", "536": "彌陀坐也阿彌陀縱饒忙似箭不廢阿彌陀有異人", "537": "傳蓬萊有樂天名公辭以偈云海山不是告歸處歸", "538": "即須歸兜率天今復捨兜率而求生淨土豈所謂愈", "539": "擇而愈精者耶臨終安然坐逝往生有明驗矣。", "540": "宋張迪錢塘人官助教從圓淨律師受菩薩戒咨問", "541": "淨業法門篤志修持誓生安養每念佛時揚聲勇猛", "542": "至失音猶不已一日謂圓淨曰定中見白色頻伽鳥", "543": "飛舞於前又三年西向端坐念佛而化。", "544": "宋王日休龍舒人國學進士愽極經史一旦捐之曰", "545": "是皆業習非究竟法吾其為西方之歸自是精進念", "546": "佛年六十布衣蔬食日課千拜夜分乃寢作淨土文", "547": "勸世激切懇到將卒三日前徧別親識有不復相見", "548": "之語至期如常禮念忽厲聲稱阿彌陀佛唱言佛來", "549": "迎我屹然立化如植木矣稽其日課有九百十二萬", "550": "五百貼于壁󳬛人有夢二青衣引公西行者自是家", "551": "家肖像崇事云丞相益國公周必大作贊張于湖作", "552": "序。", "553": "宋葛繁澄江人少登科第官至朝散平居日行方便", "554": "凡公署私居必營淨室設佛像常入室禮誦舍利從", "555": "空而下平時以淨業普勸道俗多服其化有僧定中", "556": "神遊淨土見繁在焉後無疾面西端坐而化。", "557": "宋胡闉官宣義平日雖信佛乘而未諳淨土年八十", "558": "四疾革其子迎清照律師乞垂誨示照謂闉曰公知", "559": "安身立命處否闉曰心淨則佛土淨照曰公自度平", "560": "昔時中有雜念染污否闉曰既處世間寧無雜念照", "561": "曰如是則安得心淨土淨闉曰一稱佛名云何能滅", "562": "八十億劫生死重罪照曰阿彌陀佛有弘誓神力是", "563": "以一稱其名滅無量罪猶如赫日消於霜雪復何疑", "564": "哉闉遂省悟即日延僧念佛次日照復至闉曰師來", "565": "何暮二大士降臨已久照於是率眾厲聲念佛闉乃", "566": "合掌而逝按闉往生得於清照而迎清照者子也豈", "567": "非大孝歟世有執小愛而破親齋戒者誤亦甚矣。", "568": "宋楊傑無為州人號無為子少年登科官尚書主客", "569": "郎提點兩浙刑獄尊崇佛法明悟禪宗謂眾生根有", "570": "利鈍易知易行惟西方淨土但能一心觀念總攝散", "571": "心仗佛願力決生安養嘗作天台十疑論序王古直", "572": "指淨土決疑序彌陀寶閣記安養三十贊弘闉西方", "573": "教觀接引未來晚年繪彌陀丈六尊像隨行觀念將", "574": "終之日感佛來迎端坐而化宣和中荊王夫人神遊", "575": "淨土見公與馬玗坐蓮華云。", "576": "宋文潞公諱彥博守洛陽日甞致齋往龍山寺禮佛", "577": "入殿忽見像壞墜地略不加敬有僧詰之公云像既", "578": "壞矣瞻仰何益僧云像無新故道不生滅公聞之有", "579": "省作禮而出後參淨嚴法師誓集十萬人為淨土會", "580": "普勸念佛臨終無疾念佛而化。", "581": "宋馬玗字東玉歷官侍郎元豐中僧廣益授以天台", "582": "十疑論公大喜曰得所宗矣至心念佛二十五年崇", "583": "寧中小疾易衣坐逝有氣如青葢出戶騰空而去家", "584": "人皆夢玗往生上品。", "585": "宋鍾離瑾字公瑜咸平三年登第官至龍圖閣待制", "586": "性至孝母太夫人任氏卒廬墓熏修除服宦遊日課", "587": "利益二十年遷浙江提刑奉旨加禮慈雲懺主公究", "588": "聞指要篤修淨土晚知開封出則盡瘁國事入則繫", "589": "念佛號忽夜促家人起索浴更衣坐逝舉家見公坐", "590": "青蓮仙樂導迎西往。", "591": "宋閻󳬛榮池州人二十年持往生呪念佛將終家人", "592": "夢佛放光迎榮及曉榮西向趺坐忽起行數步曰我", "593": "去也垂手結印微笑而立妻驚扶之逝矣。", "594": "宋咎定國號省齋為州學諭專修淨土嘗造擘窠圖", "595": "印施勸人念佛又每月二八日集僧俗念佛誦彌陀", "596": "諸經嘉定四年夢青衣童子告曰至尊召君三日當", "597": "往生屆期沐浴更衣念佛坐化。", "598": "宋馮檝號濟川遂寧人由太學登第初訪道禪林晚", "599": "年專崇淨業作西方文彌陀懺儀後以給事中出帥", "600": "瀘南率道俗作繫念會及知卭州自知時至於後廳", "601": "設高座望闕肅拜着僧衣登座謝官吏橫柱杖按膝", "602": "而化蓮大師曰傳燈錄載公初參龍門遠次參妙喜", "603": "各有證悟臨終刻期陞座脫去不言念佛往生何也", "604": "良由著述家彼此立義各隨所重彼重直指人心自", "605": "應專取了明心地而略淨土如懷玉金臺再至圓照", "606": "蓮蘃標名皆不錄是也此重指歸淨土故詳其生平", "607": "念佛報盡往生而了明心性自在其中如所謂既得", "608": "見彌陀何愁不開悟是也淨業人願篤信無惑。", "609": "宋王古字晦仲東都人官禮部侍郎慈仁愛物深契", "610": "禪宗又悟淨土法門之勝著直指淨土決疑集楊次", "611": "公序之平生精勤念佛數珠未嘗去手行住坐臥悉", "612": "以西方淨觀為佛事有僧神遊淨土見古與葛繁同", "613": "在焉往生宜上品矣。", "614": "元至正間吳子才字信叟蘇郡人與弟子章同參雲", "615": "屋受念佛法門精進無間子才致仕之後預作一棺", "616": "夜臥其中令童子擊棺而歌曰吳信叟歸去來三界", "617": "無安不可住西方淨土有蓮胎歸去來自從而和之", "618": "後無疾坐逝子章臨終翛然念佛而化。", "619": "宋蘇軾號東坡官翰林學士南遷日𦘕彌陀像一軸", "620": "行且佩帶人問之答曰此軾生西方公據也母夫人", "621": "程氏歿以簪珥遺貲命工胡錫繪彌陀像以薦往生", "622": "又老泉曾於極樂院造六菩薩像葢蘇氏之歸心三", "623": "寶素矣世有刻西方公據者增以俚語謂出自坡公", "624": "此誣也具眼者勿因偽而併失其真應在王日休前。", "625": "明朱綱京都人業儒中鄉舉三上春官不第乃就職", "626": "官二府致仕專修淨土日課佛三萬十五年無少怠", "627": "臨終坐榻上兩手擎珠念佛不輟異香滿室乃云佛", "628": "來也連聲稱念而逝。", "629": "明萬曆間顧公寶幢諱源志修淨業與道友張老居", "630": "士善疾篤集僧俗十念阿彌陀佛唱和相續張與焉", "631": "公謂云此時尚不見動靜張云汝大錯何用疑須專", "632": "切打起精神念佛須臾間眾忽聞異香滿室公自見", "633": "身坐蓮華中諸子悲戀不勝諭曰汝等謂我往何處", "634": "何處即此處諸佛迎我三鼓啟行我願既遂汝等之", "635": "願亦慰矣至期含笑去少宗伯殷秋溟公作傳蓮大", "636": "師曰身坐蓮華中生則決定生也何處即此處去則", "637": "實不去也此近時實事明眼人參之或問余曰公信", "638": "修如是但不見動靜一語未免涉疑余曰此即公往", "639": "生正念也認之確故願之切期之懇故候之迫若大", "640": "旱之望雨望其速來惟恐其不來復何疑于雨。", "641": "明海鹽朱元正為諸生時講孔孟之學端方不苟六", "642": "十後深入禪悅于宅後敝屋三楹閉關不與家事門", "643": "上題譬如我已死了六字每日功課午前諷法華經", "644": "一卷午後念佛千聲庚申四月唐宜之同其門人陳", "645": "則梁訪之公謂則梁曰宜之向曾與汝書勸子修淨", "646": "業可切聽之既而則梁曰老師年高盍少開酒禁公", "647": "曰子意謂衰年當藉數盃以調氣養血耶不知我之", "648": "生几已畫得斷何復言此公說畫得斷時因以手在", "649": "几上畫一畫葢已了生死矣七月無疾忽謂子曰吾", "650": "在此無事可得矣子問何處去曰西方去子及孫固", "651": "留許之至臘月朔示疾不食家人倉皇治後事公曰", "652": "勿忙此臘八半夜事也預誡家人臨行時勿令婦女", "653": "來過二三時來亦勿哭及期端坐而逝時方鷄鳴比", "654": "天旦眷屬方至舉哀公復醒開眼而不開口但搖首", "655": "令女人去仍瞑目逝爾時來去自由如此。", "656": "明丁明登號劒虹江浦人萬曆己酉歸依雲棲大師", "657": "篤信淨土法門改號蓮侶崇禎己巳受四戒于隱微", "658": "庚午受菩薩戒于大慧萬曆丙辰登第宦遊溫陵每", "659": "以出世大事開化緇素感悟甚多守衢時力禁屠牛", "660": "有無賴犯法捕之急知公敬僧即薙髮進公令里甲", "661": "察其還俗日重懲之其人勵志參修卒為名衲初任", "662": "泉州司李憲批枷責公立法願納米者聽用以贍獄", "663": "貧犯夏月修葺監鋪給香薷飲葵扇冬月設暖匣椒", "664": "姜擇醫視病更買素珠百十串散眾囚念佛恒語人", "665": "曰人在患難發心者多吾乘其悔恨導之念佛幸而", "666": "出獄為良民矣憫念室中閨流不聞佛法請禪師演", "667": "說大乘令于幃內聽之眷屬一時披剃者四人聞蓮", "668": "大師云有老嫗稱其夫念佛一心不亂臨行一請而", "669": "別嫗由此深信淨土大師亦自此發心出家公繪一", "670": "請圖懸齋中題詩有與君一請瞥然去珍重相逢九", "671": "品蓮句乙酉冬病劇十一月朔具疏告佛決意願求", "672": "往生日焚一疏至第十日粥飲如常面色光潤諄諄", "673": "以同生西方普勸親知就榻稍臥寂爾長往輯有故", "674": "鄉消息蓮漏清音芥火菂商淡話十餘種皆淨土要", "675": "書也餘載嗣君菡生藕香池遺事中。", "676": "附念佛出獄三則附念佛出獄三則", "677": "萬曆間辨融禪師以蜚語下獄獄卒以師名重必多", "678": "金厚索其酬辨公曰僧家何處得錢獄卒以強盜匣", "679": "床匣之辨公向空唱云大方廣佛華嚴經華嚴會上", "680": "佛菩薩滿匣床聒聒作响鎻斷床碎事聞提牢遂達", "681": "御前奉詔請出。", "682": "崇禎間大老下獄甚多若事關封疆無有免于大辟", "683": "者時山東撫軍余集生大成在獄首唱念佛諸公多", "684": "從之處決屆期相聚念佛晝夜不絕滿壁忽現佛像", "685": "光明閃爍眾悉驚禮旋奉恩詔末減余集生沈彥威", "686": "皆以封疆擬斬俱獲遣戍出獄。", "687": "順治六年覺浪禪師因刻書忤當事下太平獄浪公", "688": "教獄中人念佛善言勸化獄卒回心亦持齋念佛每", "689": "至一更浪公執小擊獄卒持長香過一號房呼云大", "690": "眾一心念佛犯人莫不號泣念佛人餽布施悉周貧", "691": "乏不數月上官臨太平府入獄躬釋浪公因之清理", "692": "監犯輕罪多得宥放。", "693": "明唐宜之諱時湖州人參蓮池師勤修淨業初以明", "694": "經別駕壽陽繼輔襄國舉家眷屬悉歸三寶晨則各", "695": "持經文夕則同集念佛崇禎辛巳仲春闖賊破襄陽", "696": "公投端禮門左井中家人掖之而出氣已絕復甦奉", "697": "旨提究得從寬典旋請假歸里而襄陽季冬五日再", "698": "陷矣初不死于𡨥繼不死于井終亦不死于法豈非", "699": "慈悲默祐功德不可思議者耶公自述數年來感應", "700": "道交丁亥臘八於長干寺念佛禮塔見佛相於塔光", "701": "佛黃金色光則如雪如氷如明鏡戊子七月五日念", "702": "佛于禪堂開窓忽見鍾山浮巨海中金佛巍巍祥光", "703": "燦爍瓦礫墻垣喬木叢林盡空不見夫恒人見說西", "704": "方極樂過十萬億佛土輒以為遠今由所見觀之十", "705": "萬億佛土即在目前畢命彈指而生詎非生于方寸", "706": "自心哉法華經言以父母所生之眼能見天上天下", "707": "彼墻垣山谷一切無礙則其見十方世界亦如見空", "708": "中事耳法華會上如來白毫相光照處地皆清淨琉", "709": "璃無聚落城邑江海山川地獄餓鬼共為佛土證此", "710": "亶其然乎克復憶癸巳年猶得奉公誨于白下嗣聞", "711": "西馳之章瑞應彰彰愧余濁惡纏綿未遑考載然據", "712": "生前屢屢見佛如是往生之後侍佛左右宜矣巾馭", "713": "乘所輯有蓮華世界書法音頻迦音等刻更有如來", "714": "香一書表章世尊一代之時教周𥘿迄宋明數千年", "715": "善知識之精神帝王卿相闡揚道法之義味粲然畢", "716": "陳于中以居士而證佛知見者近世惟公而已。", "717": "士民往生士民往生", "718": "晉闕公則入廬山蓮社得念佛三昧沒後友人於洛", "719": "陽白馬寺夜中為作忌祭忽一時林木殿宇皆成金", "720": "色空中有聲曰我闕公則也志求極樂今已得生言", "721": "訖無所見。", "722": "宋周續之雁門人十二通五經五緯號十經童子養", "723": "志閒居公卿交辟皆不就事廬山遠法師預蓮社文", "724": "帝踐祚召對辨析帝大悅或問身為處士時踐王庭", "725": "可乎答曰心馳魏闕者以江湖為桎梏情致兩亡者", "726": "市朝亦巖穴耳時稱通隱先生後居鍾山專心念佛", "727": "愈老愈篤一日向空云佛來迎我合掌而逝。", "728": "宋孫良錢塘人隱居閱大藏尤得華嚴之旨依大智", "729": "律師受菩薩戒日誦佛萬聲二十年不輟一日命家", "730": "人請僧念佛以助往生僧集念佛方半餉望空合掌", "731": "云佛及菩薩已荷降臨退坐而化應入後宋。", "732": "梁庾銑新野人武帝召為黃門侍郎不赴六時念佛", "733": "一夕見道人自稱願公呼銑為上行先生授香而去", "734": "四年願公復至遂化去空中言上行先生已生安養", "735": "隋宋滿常州人計豆念佛積三十石開皇八年九月", "736": "彌陀觀音執至化僧乞食滿曰弟子願生西方供師", "737": "深慰素心齋畢三僧向空而去滿即坐化人見天華", "738": "異香從雲際西行不散。", "739": "宋王闐四明人號無功叟凡禪林宗旨天台教門無", "740": "不洞達著淨土自信錄晚年專心念佛西向坐化異", "741": "香芬郁焚龕時獲舍利一百八粒。", "742": "宋范儼仁和人絕心世務其子不能治家儼不之顧", "743": "但云我自是寄客耳日誦法華念阿彌陀佛專心不", "744": "懈忽見普賢菩薩乘六牙白象放金色光報儼云明", "745": "日卯時當行越一夕佛菩薩來迎就座合掌而逝。", "746": "宋孫忠四明人早慕西方於郡城東築菴念佛後因", "747": "病請僧百人繫念忽仰空合掌手結雙印怡然而化", "748": "闔城聞天樂異香漸向西沒二子相繼念佛亦坐化", "749": "宋沈銓家錢塘同妻施氏專心淨土平時諸善悉用", "750": "回向後及妻前後命終皆感化佛持錫接引而去。", "751": "宋計公四明桃源鉄工也年七十兩目喪明里中昝", "752": "學論以擘窠圖印施勸人念佛計公初受一圖念滿", "753": "三十六萬聲念至四圖兩目瞭然如是三載念滿十", "754": "七圖一日念佛忽氣絕半日復蘇曰佛令分六圖與", "755": "昝學諭是勸導之首分一圖與李二公是表圖之人", "756": "囑其子往謝之言訖沐浴西向而化。", "757": "宋金󳮡會稽人網魚為業忽猛省持戒精進日課佛", "758": "號萬聲久而弗替後無疾語家人云阿彌陀佛與二", "759": "菩薩俱來迎我我歸淨土去也焚香端坐而化邑人", "760": "聞異香天樂終日不散。", "761": "明劉通志京都人精懇念佛年五十二得疾念益切", "762": "鄰人李白齋先卒通氣絕自旦至午復甦謂家人曰", "763": "適見一舟云往淨土兼舟三十六人白齋與焉我亦", "764": "數內但衣未新潔又忘帶念珠特艤舟相待家人急", "765": "為易衣珠掛其項須臾而逝。", "766": "明唐延任蘭溪人號躰如居士孝友醇慤出自天性", "767": "少遊黌校有聲已而覺世無常傾心至道參雲棲受", "768": "念佛三昧遂力行之凡十三年如一日篤志西方萬", "769": "曆癸卯仲冬六十壽旦忽謂諸子曰新春十一日吾", "770": "歸矣數日前禮誦如平時至期盥潄整衣端坐手結", "771": "印口稱佛名含笑而逝如入禪定。", "772": "明楊嘉褘字󳬛華泰和人世家子也年十三持不殺", "773": "戒蚤虱無所傷潛心淨土法門日誦彌陀經二十三", "774": "肄業南雍俄疾作以萬曆乙巳仲冬十九日卒卒之", "775": "先夢遊地獄見地藏大士於冥陽殿覺而放諸生命", "776": "延僧誦經念佛謂人曰吾將逝矣青蓮華現吾前得", "777": "非淨土境乎遂晝夜念佛不輟命息燭曰汝輩假燭", "778": "為明吾不須燭常在光明中耳問何所見曰蓮開四", "779": "色問見彌陀否曰見彌陀現千丈身問觀音曰身與", "780": "彌陀等問勢至曰不見也言訖忽躍起拈香連聲語", "781": "曰彌陀經功德不可說不可說吾已得上品矣寂然", "782": "而逝仲兄嘉祚傳其事而矢之曰予所誑語墮拔舌", "783": "獄其亦見之真而言之切歟不信淨土者可思已。", "784": "明郝熈載錢塘人法名廣定生平忠信不欺以德行", "785": "稱於黌校晚歸佛持誦夙夜加虔萬曆辛亥春二月", "786": "得疾每睡覺云吾夢於山中求見佛佛未見見百鳥", "787": "叢集如是累日至二十七子夜忽云有二童子來迎", "788": "佛坐蓮華臺現吾前吾往矣吉祥而逝。", "789": "明戈以安法名廣泰錢塘人性至孝素積善行而深", "790": "自韜晦不求人知晚歲精誠奉佛與靈芝僧玄素結", "791": "春秋二社念佛誦華嚴五經忽謂人曰吾大限將至", "792": "當為西歸資糧遂自室課誦昕夕不輟預定歸期於", "793": "臘月二十一日前二夕母子環視悲哽居士笑曰生", "794": "必有滅奚悲為吾方凝神淨域面覲彌陀若等慎勿", "795": "以情愛亂我正念諄諄惟囑助念無間雜語至期寂", "796": "然而逝。", "797": "明孫叔子法名大玗自幼敏而好學年十二隨父鏡", "798": "吾公奉四十八願彌陀像入雲棲因受五戒歸斷葷", "799": "血矢志念佛誓取金臺勤苦不惜身命俄見兩比丘", "800": "持蓮華以一心淨土印可復見化人誦金剛經一晝", "801": "夜乃矍然起坐曰彌陀觀音皆來迎我結金剛拳印", "802": "大呼阿彌陀佛數聲泊然而寂時萬曆辛亥仲冬十", "803": "一日有淨土十二時歌傳世詳具吳太史西生傳中。", "804": "尼僧往生尼僧往生", "805": "隋尼大明志尚清修誓生淨土每入室禮念先著淨", "806": "衣口含沉香文帝后甚重之將終之日眾忽聞沉香", "807": "滿室俄而光明如雲隱隱向西沒焉。", "808": "唐尼淨真居長安積善寺衲衣乞食誦金剛經十萬", "809": "遍篤志念佛語弟子曰五月內十度見佛兩度見寶", "810": "蓮華上童子遊戲吾已得上品生言訖跏趺而化祥", "811": "光滿菴。", "812": "唐尼悟性居廬山遇照闍黎教以發願念佛六時精", "813": "進一切不亂大曆六年忽染疾聞空中音樂西來謂", "814": "左右曰我神遊極樂已得中品上生見同志誠心念", "815": "佛者皆有蓮華待之汝等應各努力言訖而逝面現", "816": "黃金色時年二十四。", "817": "宋尼能奉錢塘人專修淨業嘗夢佛光照身及聞空", "818": "中善言開慰告其徒曰吾往生時至少頃聞奉念佛", "819": "聲甚厲奔往視之則合掌面西坐逝矣異香滿室樂", "820": "音西邁。", "821": "宋尼法藏居金陵戒德甚嚴勤苦念佛每歲四孟月", "822": "朔集同志諷經持呪大家善信翕然從化示寂之夜", "823": "見佛菩薩金像現其室中光明照寺端坐脫去。", "824": "婦女往生婦女往生", "825": "隋文帝后獨孤氏雖處王宮深厭女質常念阿彌陀", "826": "佛以八月甲子命終時永安宮北種種音樂自然震", "827": "响異香滿室從空而至帝問闍提斯那是何祥瑞對", "828": "曰淨土有佛號阿彌陀皇后業高超登彼國故現斯", "829": "瑞耳。", "830": "宋葛濟之句容人稚川後也世事仙學妻紀氏獨精", "831": "誠念佛元嘉十三年方在機杼忽覺空中透亮因投", "832": "杼仰瞻見西方有佛現身寶葢幢幡了了雲漢喜曰", "833": "經言無量壽佛其即此耶面佛作禮濟之驚異就之", "834": "紀氏指示佛所濟之亦見半身俄而隱沒祥雲五彩", "835": "隣里咸覩焉自是多歸佛法矣。", "836": "唐姚婆因范行婆者勸令念佛後臨終見佛菩薩來", "837": "迎告佛言未與范行婆別請佛暫住空中范至姚婆", "838": "立化。", "839": "唐溫靜文妻并州人久病臥床靜文勸令念佛一年", "840": "忽覩淨土告其夫云我已見佛後月當去囑父母云", "841": "今得隨佛往生願專心念佛他日西方相見耳言訖", "842": "而逝。", "843": "宋鄭氏錢塘人日課觀音經念佛不輟後病中索浴", "844": "畢西向坐問家人云聞磬聲乎淨土諸聖已至觀音", "845": "手執金臺如來接我登座遂奄然而化。", "846": "宋荊王夫人王氏專修淨業曉夕勤至給侍之人無", "847": "不則效惟一妾懈慢夫人責之遂悔悟精進忽無疾", "848": "而逝致夢他妾云蒙夫人誨已生安養夫人未信也", "849": "俄而亦夢與妾同遊寶池見一華天衣飄揚題曰楊", "850": "傑一華朝服而坐題曰馬玗復見金臺光明晃燿妾", "851": "指曰此夫人生處也既覺彌加䇿進年八十一慶誕", "852": "之晨秉燭然香望觀音閣而立左右方具儀獻壽已", "853": "立化矣荊王哲宗叔也。", "854": "宋廣平郡夫人馮氏名法信贈少師許珣之女適承", "855": "宣使陳恩恭少多病醫不能療參慈受深禪師教以", "856": "齋戒念佛諦信力行十年不怠病尋愈忽厭世人怪", "857": "之曰清淨界中失念至此支那緣盡行即西歸何怪", "858": "之有臨終氣絕復甦謂家人曰吾歸淨土見佛境界", "859": "與華嚴十六觀經所說不異已而長逝三日後舉屍", "860": "如生異香芬馥。", "861": "宋宜人陸氏錢塘人朝請王璵妻也嘗誦法華篤意", "862": "淨土禮懺一會念佛萬聲凡三十年因微疾忽聞天", "863": "鼓自鳴人方驚異即面西端坐雙手結印而逝。", "864": "宋樓氏慧靜適寺簿周元鄉嘗披玩傳燈發明見地", "865": "尤以淨業為真修念佛不輟晚年被疾忽見蓮臺紫", "866": "色化佛無數異香滿室語家人亟令念佛頃刻而化", "867": "宋𥘿氏淨堅家松江厭惡女身與夫各處精持齋戒", "868": "閱華嚴法華光明般若經無虗日晨昏修彌陀懺禮", "869": "佛千拜久之有光明入室面西安坐而終。", "870": "宋吉安王氏女日誦彌陀經觀音普門品念佛求度", "871": "母死既殮流血淋瀝女誓云若我孝心感佛願母穢", "872": "氣不作言訖血止後父娶繼室與之同修淨土女臨", "873": "終請僧說淨土觀法更衣吉祥而臥攪大悲所執幡", "874": "寂然化去。", "875": "元鄭氏淨安錢塘人念佛日無虗度得疾聞空中聲", "876": "曰汝行有期毋得自怠又見佛身金色即奮起面西", "877": "端坐召其出家子義修諷彌陀經倐然而化其女夢", "878": "母報曰吾已得生淨土可聞諸修師云。", "879": "元陶氏十六娘常熟徐村人年二十六寡居無子願", "880": "生淨土恒持念彌陀觀世音經忽夢白衣人挈蓮華", "881": "一朵與食之覺後心神頗異嗣裝一小閣西向誦經", "882": "念佛甫三年見佛現光明經函上有火團如彈子氏", "883": "恐燒經急以手撲乃得舍利一顆臨終時化佛來迎", "884": "別眾而去。", "885": "明于媼昌平州邵村民于貴之母久積念佛一日浣", "886": "衣甚潔謂其子曰予將生淨土子未信至期取几置", "887": "庭心坐几上脫去異香天樂比鄰皆聞。", "888": "明方氏諸生吳應道室三十而寡守志歸佛專修淨", "889": "土一老媼亦齋戒相隨逐二十年萬曆乙酉時年五", "890": "十矣小疾呼老媼相對念佛不輟無一語及他務卒", "891": "前一日沐浴更衣然香禮佛還坐一榻而逝子用先", "892": "第進士質直不妄語狀其事乞傳銘云。", "893": "明薛氏武塘世族女生時母夢長庚入懷後歸周生", "894": "子五人而寡秉節自誓供觀音大士香煙結蓮華人", "895": "異之專心淨業好施不倦念佛十五年如一日萬曆", "896": "丁亥五月得疾醫進亂粥確乎不許遂絕粒屏藥石", "897": "至九月六日延僧禮懺且曰四日足吾事畢矣乃西", "898": "向對彌陀像晝夜繫念囑諸子翊贊禁諸婦女毋入", "899": "遺命具龕去棺槨無焚錢帛無祭煞神時值重九恰", "900": "第四日次早索水灌手誦甘露真言著所淨衣戴誌", "901": "公帽長跪佛前念然香讚佛偈輪珠念佛一百八徧", "902": "逮午趺坐結印而化神氣熙然時眾俱聞蓮香滿室", "903": "諸子奉命入龕觀者數千人歡喜頂禮。", "904": "明劑道隆母李氏年四十長齋念佛不解誦經修葺", "905": "靜室一間供奉佛菩薩像朝夕焚香稱禮每遇誕日", "906": "誡子婦毋設慶席惟禮懺一日或三日如此者二十", "907": "五年將終前一歲用督紡所餘延僧禮懺七晝夜夢", "908": "大士持素珠一串示之曰以此授汝珠數乃往生期", "909": "也夢中數之五十三顆不解其義至庚子五月十三", "910": "日忽告家人曰吾今日行矣可舉家大聲念佛助我", "911": "西行子婦輩皆坐榻前念佛面西端坐而逝。", "912": "明張母陶氏為長水守約繼室居士奉佛氏化之日", "913": "課誦無間居士出禮普陀母謂二子曰吾平曰參是", "914": "心作佛是心是佛二語今始悟初四日吾行矣及期", "915": "端坐而逝次日居士歸成殮俄棺上出青蓮華五朵", "916": "居士大駭異自愧不知其道行如此遠近見聞無不", "917": "嘆慕。", "918": "明中官孫名之母一生齋戒念佛年老微恙自知時", "919": "至告其子欲坐脫子哀泣止之不得乃為作龕至期", "920": "入龕安坐化去。", "921": "明陸母徐氏嘉定人孀居刻志淨業夫昔有千金出", "922": "貸焚劵不取奩飾罄以施人恒于佛所禮誦不輟如", "923": "是十載一夕忽呼侍人曰看東方光發否我往生時", "924": "至矣汝輩可助我高聲念佛合掌而逝。", "925": "明金陵定淮門楊撰一豫章人妻呼選一娘三十生", "926": "子後即與夫別居聽其置妾自日長齋念佛至己丑", "927": "十五年矣八月忽雍發背痛楚入骨見一惡鬼以刀", "928": "割其背肉有大力神驅之去苦若脫旋謂夫曰吾將", "929": "行矣有童子四人相迎可以清茶供之夫疑是病中", "930": "囈語問將何往答曰往西方合掌念佛遂逝。", "931": "明江寧十庿西門湯道人公甫母八十一歲向來長", "932": "齋念佛每晨夕萬聲為課庚寅元旦公甫請融悟觀", "933": "如兩戒師䖍修大彌陀懺以初四日五鼓進壇有唐", "934": "道人者在壇外打報鐘平明時忽見白󳬈數十旋繞", "935": "屋上壇內緇素悉見蓮華生佛座下內外金光覆空", "936": "山河大地了無隔礙如斯境界有長香一枝至行道", "937": "畢下壇方散此皆湯母䖍修淨土之現證也其往生", "938": "上品必然矣唐宜之目擊載已求書。", "939": "附惡人往生附惡人往生", "940": "唐張善和殺牛為業臨終見群牛作人語索命於是", "941": "大怖喚其妻云速延僧為我懺悔僧至諭之曰觀經", "942": "中說臨終惡相現者至心念佛即得往生和云地獄", "943": "至急不暇取香爐矣即以右手擎火左手拈香面西", "944": "專切稱佛不息踰日安然而逝。", "945": "唐雄俊寓成都膽勇過人不守戒律嘗罷道從戎尋", "946": "復為僧因聞經言一稱佛名滅八十億劫生死重罪", "947": "乃大喜曰賴有此耳自此過未盡改而念佛不輟大", "948": "曆丁未二月暴亡經宿忽甦言至冥司主者判入地", "949": "獄俊厲聲告曰某入地獄無詞但諸佛菩薩未免妄", "950": "語觀經云下品下生者造五逆罪臨終十念尚得往", "951": "生俊雖有罪未作五逆況改悔念佛無數乎言訖得", "952": "回生後入山齋戒念佛越四年辛亥三月僧俗咸聚", "953": "告曰吾時至矣爾輩還城見吾親知乞為語俊以念", "954": "佛得生淨土毋視為地獄漏網人也語笑之間端坐", "955": "而化。", "956": "宋仲明居山陰報恩寺素行踰檢因感疾謂同學道", "957": "寧曰我今心識散亂何藥可治寧教以隨息念佛明", "958": "如所教至七日力已困憊寧又令想目前佛像久之", "959": "忽見二菩薩次復見佛瞑目而逝。", "960": "宋吳瓊臨安人先為僧退道返俗前後兩娶生二子", "961": "屠沽之事靡所不為常庖廚殺雞鴨等則持而唱云", "962": "阿彌陀佛子好脫此身去連稱佛號乃施刃每切肉", "963": "念佛不輟後目上生瘤如雞卵遂大憂怖搆草菴分", "964": "散其妻子念佛禮懺晝夜如不及紹興二十三年告", "965": "人云瓊來日戌時去也人皆笑之次晚以布衫換酒", "966": "飲畢書頌云似酒皆空問甚禪宗今日珍重明月清", "967": "風端坐合掌念佛化去。", "968": "宋陳企龍舒人甞殺人後見鬼現企大怖急念阿彌", "969": "陀佛鬼不得近因念佛不已鬼遂不現臨終坐化。", "970": "元至正十五年冬張士誠攻湖州江浙丞相與戰獲", "971": "四十人囚檻送官夜宿西湖鳥窠寺適大猷謀禪師", "972": "徐步廊下囚者見師神觀閒雅持誦不輟因告曰長", "973": "老救我師曰我不能救但至誠念南無救苦救難阿", "974": "彌陀佛却救得爾曹也中有三人信受其語念不絕", "975": "口天曉發囚易枷鎻偶至三人刑具不足惟繫以繩", "976": "既而審鞠乃良民被虜者遂得釋按念佛法門人知", "977": "為亡歿之皈宿而不知生存之利益是故聞持呪得", "978": "靈通即改而持呪聞講演得聰辯即改而講演聞營", "979": "造得福報聞齋會得人緣乃至聞攝養得長壽種種", "980": "變易曾無執持安在其一心不亂而望淨業之有成", "981": "耶據實而諭求生淨土本為成佛度生既非圖身後", "982": "之樂復何計身前之利與否哉。", "983": "附物類往生附物類往生", "984": "唐貞元中河東裴氏畜鸚鵡常念佛過午不食臨終", "985": "十念氣絕火化之得舍利十餘粒烱然耀目僧慧觀", "986": "者用陶甓建塔以旌其異成都尹韋臯為之記有干", "987": "空相於無念留真骨於己斃句云。", "988": "宋黃巖正等寺觀公畜鴝鵒能言常念佛不輟一日", "989": "立化穴土葬之俄而舌端出紫蓮華一朵靈芝律師", "990": "甞為之讚有立亡籠閉渾閒事化紫蓮華也太奇句", "991": "昔潭州僧有養鴝鵒者土呼八八兒常念佛既斃以", "992": "棺葬之忽生蓮華一朵自其口出有頌之者云有一", "993": "靈禽八八兒解隨僧口念彌陀死埋平地蓮華發人", "994": "不回心爭奈何謹按世尊誓願云眾生念我名號者", "995": "必生我國凡言眾生上自天人下至昆蟲皆是以此", "996": "參之則此鴝鵒必生西方世界與頻伽等倡和法音", "997": "矣可以人而不如鳥乎事載潭州志至今以八八名", "998": "其城門云。", "999": "明崇禎間吳雪崖公為福州司理生平䖍奉如來每", "1000": "往開元寺禮佛諷經素聞省僧多茄葷而本寺尤有", "1001": "蓄牲宰食者公為請督撫嚴示立石以禁止之頑風", "1002": "未能盡革一日公在禪堂念佛一雞聞之亦念佛公", "1003": "詰僧曰汝輩云寺中久不蓄牲矣如何有雞索得之", "1004": "公念佛雞仍念佛乃痛責僧曰今觀畜生尚有佛性", "1005": "汝輩薙染破戒不若畜生多矣墮落何疑僧涕泣懺", "1006": "悔曰僧等從此發大誓願誠實齋戒矣通省聞風知", "1007": "儆者沙門為之一變云公養此雞于署中恒念佛不", "1008": "輟後轉官携至丹陽送入海會菴中以其為接眾所", "1009": "使遠近生信也雞至菴日即念佛立化公為樹塔誌", "1010": "焉出唐宜之巾馭乘。", "1011": "明江西鄒子尹祖為廣東兵憲有參將自知三世因", "1012": "一世為蛇二世為書生三世即今職因提兵征洞蠻", "1013": "過一山諭軍士曰我夙世曾於此山為蛇今欲進山", "1014": "視舊屬汝輩勿驚怖也入見洞中蛇無數參將作蛇", "1015": "語謂之曰我昔與爾並生于此只因我能念佛一聲", "1016": "即得生人中今為大將爾等何不念佛求脫此苦耶", "1017": "蛇俯首作受教狀參將凱旋日復入洞察之則萬蛇", "1018": "皆死應以念佛化去矣鄒公聞而異之述其事以傳", "1019": "明崇禎間中州僧覺圓戒律精嚴發願廬山東林寺", "1020": "齋僧設立關乞緣時護關僧至華氏托鉢回有雄雞", "1021": "隨至中途僧覺送還華氏納之因閉其門雞從屋上", "1022": "飛出追赴關所旋繞不去同覺師立關三年出後携", "1023": "往東林為之受戒大眾上堂念佛雞忽隨之念佛踰", "1024": "年齋僧緣畢雞即坐化瘞于寺傍又傳載廬州有坐", "1025": "化猫峽中有坐化猴巢縣柘臯鎮有立化󳭋黃大參", "1026": "庭翠有放生坐化猪種種靈異誠足昭法化于無窮", "1027": "矣。", "1028": "淨土晨鐘卷第十終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1172 淨土晨鐘", "author": "清 周克復纂"}