{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 301 楞嚴經精解評林", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "大佛頂如來密因脩證了義諸菩薩萬行首楞嚴經　第七", "1": "新刻三續玄言釋經精解評林卷之三　恕集", "2": "大佛頂如來密因脩證了義諸菩薩萬行首楞嚴經　第八大佛頂如來密因脩證了義諸菩薩萬行首楞嚴經", "3": "第八", "4": "阿難如是眾生一一類中至具足如斯虗妄亂想。", "5": "孤山曰。元是真具。具無具相。一切皆空。如是了知。始", "6": "可議道。溫陵曰。以一一類心妄種皆具。一則現起名", "7": "事造。餘則冥伏名理具。以妄本無體。元是真心。", "8": "溫陵曰。十二顛倒。即動顛倒。欲顛倒。至殺顛倒也。", "9": "以是妄擾真心。而成八萬四千亂想。各具即互具。", "10": "汝今脩證佛三摩地至三者增進違其現業。", "11": "吳興曰。除去毒蜜喻。除其助因。及刳其正性也。湯水", "12": "如正行。灾香如助行。甘露辟所證之理。長水曰。前問", "13": "至何漸次得脩行目。今此二正行。故云真脩。", "14": "孤山曰。言漸次者。事漸理圓。不同偏教之漸也。問。", "15": "此三漸次。於天台六即中。屬何位邪。答。名字中脩。", "16": "能成觀行。及發真似也。", "17": "云何助因阿難如是世界至第一增進脩行漸次。", "18": "吳興曰。食甘等舉段食之損益。欲除五辛之助因也。", "19": "以五辛能發婬恚。猶毒死之食焉。孤山曰。五辛者。楞", "20": "伽經云。󱣾蒜韭薤興渠也。應法師云。興渠梵音訛也。", "21": "正云興宜。慈愍三藏云。根如蘿蔔。出土辛臭。慈愍冬", "22": "至彼土。不見其苗。則此方無。故不翻也。", "23": "溫陵曰。四食者。人間段食。謂所飡必有分段。鬼神", "24": "觸食。但歆觸而飽。禪天思食。食至或但思之而飽。", "25": "識天識食。既無形色。但以識想。此直明眾生皆衣", "26": "食住。而因食戒斷五辛。不必他引也。五辛內發婬。", "27": "故名助因也。恚外引邪魅。", "28": "云何正性阿難如是眾生至第二增進脩行漸次。", "29": "泐潭曰。清淨戒律。即四棄也。吳興曰。不婬故無相生。", "30": "乃至不妄故不還宿債。以大妄語。貪其供養。故約位", "31": "言之。此應在外。凡觀行之中。資中曰。此如法華現身", "32": "所得六根清淨。即相似位也。", "33": "溫陵曰。欲刳婬殺正性。必持戒律。不飲酒防亂之", "34": "至也。不噉生。防殺生至也。律中五果。皆須火淨。示", "35": "不噉生氣也。婬如毒蛇怨賊者。能害法身殺慧命", "36": "故也。執身使無犯也。執心使無思犯也。婬殺相襲。", "37": "偷劫相負。由無禁遏故。禁戒成就。二業永無。業性", "38": "刳盡。則妙性圓明。", "39": "云何現業阿難如是清淨至第三增進脩行漸次。", "40": "泐潭曰。三種漸次。以戒為體。長水曰。世界清淨。皎如", "41": "琉璃。則真空之體現矣。所謂清淨奢摩他。如鏡現諸", "42": "像也。吳興曰。此中別指初住以上。名為聖位。若下文", "43": "云。以三增進故。能成五十五位真菩提路。則通取十", "44": "信也。補註曰。密理也。圓智也。淨妙行也。即法身等三", "45": "德。携李曰。孤山以瓔珞五十二位。對今辨之。有一合", "46": "三開之相。一合者。合十信。為乾慧地也。三開者。開初", "47": "住為十信心。開十向為四加行。開等覺為金剛乾慧", "48": "也。□□□說。惟四□□□□則道□□。", "49": "溫陵曰。流逸奔塵。起現前業。由戒禁制。得不流逸。", "50": "斯能違遠。因不流逸。由斷客塵煩惱也。旋元自歸。", "51": "漸入如來藏理也。塵既不緣下。此又進破根本無", "52": "明也。前屬以位。但云不多流逸。今取真證。乃是根", "53": "塵泯亡。逆無明流。純一真性。微細生滅。六用不行。", "54": "故國土身心妙圓清淨。與如來合。故一切如來密", "55": "圓之心。淨妙之性。皆現其中也。華嚴十忍。第三曰。", "56": "無生法忍。謂不見有少法生。不見有少法滅。離諸", "57": "情垢。無作無願。安住是道。名之曰忍。言法忍者。即", "58": "乾慧地無間道也。業淨性明。乃可發行升進聖位。", "59": "五十七位。各隨行相立名。使觀其名義。知所修進", "60": "也。吳興曰。上三漸次。且約麤細前後分別。若圓修", "61": "者。豈不以違其現業為創心發觀之本歟。故第一", "62": "漸次即云。脩菩提者。永斷五辛也。當知菩提無漸", "63": "次。漸次取菩提。辟如滄溟太霄。詎有涯量。由操舟", "64": "舉翮之異。而里數生焉。此下乾慧地等。即後二漸", "65": "次之所階也。", "66": "阿難是善男子欲愛乾枯至乾有其慧名乾慧地。", "67": "吳興曰。是善男子。指圓教外凡之人也。吳興曰。人法", "68": "二執。了無實性。故曰執心虛明。即惑成智。體具寂照。", "69": "故曰罃十方界。大品十地初名乾慧。天台於圓教十", "70": "信前。立五品位。且曰義推如大品乾慧地也。噫智者", "71": "隨時。此經未至。而所立名位。懸契佛心。非聖人孰能", "72": "是哉。", "73": "溫陵曰。欲愛潤惑。根境造業。生死相續。唯此而已。", "74": "故欲枯境謝。則殘質不續。無所汩雜。故執忍虗明。", "75": "純是智慧。然初入位。未與如來法流水接。則乾有", "76": "其慧而已。聖位始於十住。而以信為初因。又於信", "77": "前立乾慧。地前立四加。妙前立金剛。乾慧者此三", "78": "為轉位關要昇進方便。初從凡發迹。慧性不圓。不", "79": "能入信成賢。賢行既成。不加功用。不能登地成聖。", "80": "聖位既終。非金剛慧斷。不能造妙成佛也。", "81": "欲習初乾未與如來至中道純真名信心住。", "82": "吳興曰。以觀行心。緣中道理。相續無間。流入初信。真", "83": "際曰。言圓妙開敷者。即見惑先落。三諦似顯也。從真", "84": "妙圓等。釋成上句。謂從乾慧真妙圓心。重發此位。真", "85": "妙信心。心與理冥。故曰妙信常住。", "86": "長水曰。捨欲愛。超乾慧。猶在凡地。未入法流。故須", "87": "於如來薩婆若海。中中流入。無所偏滯。則圓妙之", "88": "性。於是開敷。然猶餘妄習非真妙圓。又須從真妙", "89": "圓。重發真妙。而常住妙信。使一切妄想。滅盡無餘。", "90": "中中之道。純真無妄。故名信心。住餘皆由此增進。", "91": "更無別法。", "92": "真信明了一切圓通至得無遺忘名念心住。", "93": "真際曰。心真而明。則一切圓通。而陰等不礙。故能洞", "94": "照宿習。憶治無遺。泐潭曰。能習氣名為念心。陰處界", "95": "三。即世間生處習氣也。", "96": "吳興曰。捨身受身。即分段生死也。一切習氣。即思", "97": "惑正使也。故下文明五不還天。所斷欲惑。亦名習", "98": "氣。又應通指二死為捨身。總名五住為習氣。", "99": "妙圓純真真精發化至進趣真淨名精進心。", "100": "孤山曰。前雖憶念。習氣未融。此則精明。故得發化。吳", "101": "興曰。化變也。變諸妄習。純成真明。言其精也。惟以下", "102": "示其進也。", "103": "溫陵曰。妙圓通性。既純既真。則妄習皆化。唯一精", "104": "明。而進乎真淨。行無雜糅。故名精通。", "105": "心精現前純以智慧名慧心住。", "106": "携李曰。由精進而智慧則純明矣。", "107": "溫陵曰。妄習既盡。故心精現前。而進趣云為。純智", "108": "無習矣。", "109": "執持智明周徧寂湛寂妙常凝名定心住。", "110": "孤山曰。有慧無定。至德不凝。故以定□□凝慧。", "111": "溫陵曰。慧既純明。須定以持之。吳興曰。周徧寂湛。", "112": "謂定之用。寂妙常凝。謂定之體。", "113": "定光發明明性深入惟進無退名不退心。", "114": "長水曰。定久生光。湛極而動。故能進也。", "115": "溫陵曰。以定持慧。至於寂湛故性也。發明而深入", "116": "於道。", "117": "心進安然保持不失十方如來氣分交接名護法心。", "118": "吳興曰。久進涉動。失於安然。故須保持。長水曰。既能", "119": "深入。又能保持。使道同十方。氣合如來。是謂護法。", "120": "吳興曰。按圓位。至此斷三界思盡。即六根清淨之", "121": "正位也。配瓔珞屬七住。將大品當佛地。約婆沙齊", "122": "三十四心。智者云。三藏佛位。望六根清淨位。有齊", "123": "有劣。同除四住。此處為齊。若伏無明。三藏即劣。既", "124": "是　真斷惑之大節。故持示云。十方如來。氣分交接。", "125": "覺明保持能以妙力至重重相入名迴向心。", "126": "資中曰。由護法心。進合如來。得妙覺明。護持不失。故", "127": "能妙回向。回佛慈光。則回果向因也。向佛安住。則回", "128": "因向果也。因果交參。體用互攝。故譬雙鏡云云。", "129": "吳興曰。覺明保持。即護法心也。上氣分交接。則自", "130": "他心佛相應相冥。今迴佛慈光。向于佛境。則與智", "131": "明相對相照。故曰猶如雙鏡等。又約十方如來。對", "132": "照亦然。故曰其中妙影等。携李曰。迴佛慈光。向於", "133": "己身。迴己身心。向佛安住。己身佛身。彼此迴向。故", "134": "如雙鏡。", "135": "心光密迴獲佛常凝至得無遺失名戒心住。", "136": "吳興曰。迴向既成。同佛常寂。常寂之體。即是無上妙", "137": "淨明心。安住此心。正防無明微細之患。故得戒名。", "138": "溫陵曰。由回佛心光。而得之於我。故曰獲佛常凝", "139": "無上妙淨。常凝則對鏡無動。妙淨則涉塵不染。而", "140": "戒心成矣。", "141": "住戒自在能遊十方所去隨顧名願心住。", "142": "興福曰。戒不能拘。故所去無礙。吳興曰。準天台圓教。", "143": "未斷無明。生同居者。名為願生。正符此文也。又說十", "144": "信出假。利益眾生。今遊十方。亦合其義。", "145": "真際曰。對境無動。涉塵不染。是謂住戒自在。無動", "146": "無染。則無適不可。故能遊十方。所去隨願也。修行", "147": "之初。必枯絕欲愛。使心性虗明。然後能入法流。開", "148": "妙圓性。真性明圓。細習乃現。遂發行治之。使純智", "149": "無習。又持之以定。使寂湛發光。深入於道。護持不", "150": "失。斯能迴佛慈光。獲佛淨戒。而涉塵不染。所去隨", "151": "願。此十信之序也。", "152": "阿難是善男子以真方便至圓成一心名發心住。", "153": "携李曰。十種妙心。圓成為一。故得安住。名發心住。吳", "154": "興曰。真方便者。謂真家之方便。又真即方便。皆以道", "155": "心脩故。", "156": "泐潭曰。真方便。妙慧也。十心。十信也。十心頓發。圓", "157": "成一心。住佛智地。名發心住。聖位以十信為初因。", "158": "信者。真純無妄之謂。以十住十行十願十地為漸", "159": "次。而終於等妙。皆相攝而設。欲令行人從信趍入。", "160": "住佛智地。而依智起行。濟行以願。由是超三賢。入", "161": "十聖。登等妙。此脩證之序也。住者。依無住智。永不", "162": "退還之謂。", "163": "心中發明如淨琉璃至履以成名治地住。", "164": "吳興曰。能證心如琉璃。所顯理如精金。履治也。依前", "165": "心地。以觀治之。", "166": "携李曰。心中發明。內外精瑩。牒心精發暉義也。履", "167": "是妙心。以為真基。名曰治地。如將築室。必先治地。", "168": "乃可興作也。", "169": "心地涉知俱得明了遊履十方得無留礙名脩行住。", "170": "泐潭曰。由內外精瑩。治成心地。故所涉所知。俱得明", "171": "了。則任運修進。得無留礙。", "172": "吳興曰。上治地由境得名。此脩行從智受稱。境發", "173": "於智。故云心地涉知等。以智徧修。故云遊履十方", "174": "等。真際曰。以心住境。以境住心。心境無奪。故得明", "175": "了。", "176": "行與佛同受佛氣分至入如來種名生貴住。", "177": "溫陵曰。妙行密契。則妙理冥感。將生佛家。為法王子。", "178": "故名生貴。中陰喻冥感之理也。現陰已謝。後陰未生", "179": "之中。名曰中陰。", "180": "孤山曰。分真智與究竟智等。名行與佛同。分證理", "181": "與究竟理等。名受佛氣分。如中陰下。以喻顯之。究", "182": "竟權智如父。實智如母。任運相合。名自求父母。密", "183": "齊果德。如陰信冥通。斯即稟佛遺體。初託聖胎也。", "184": "既遊道胎親奉覺胤至人相不缺名方便具足住。", "185": "孤山曰。此喻雖在真因。而自行利他之相。同佛不缺", "186": "也。", "187": "溫陵曰。同妙行之氣分。冥妙理之中陰。是遊道胎", "188": "奉覺胤也。道胎既成。故妙相不缺。而脩行方便具", "189": "矣。", "190": "容貌如佛心相亦同名正心住。", "191": "孤山曰。容貌喻應用。心相喻理智。", "192": "溫陵曰。容貌外同。心相內異。非正心也。", "193": "身心合成日益增長名不退住。", "194": "溫陵曰。同佛之德。有進無退。", "195": "孤山曰。色心互融。不相妨礙。故曰合成。", "196": "十身靈相一時具足名童真住。", "197": "溫陵曰。具體而微。故以童稱。十身者。菩提身。願身。化", "198": "身。力身。莊嚴身。威勢身。意生身。福身。法身。智身也。", "199": "資中曰。十身靈相。即盧舍那也。聲聞身。緣覺身。菩", "200": "薩身。如來身。法身。智身。國土身。業報身。眾生身。虗", "201": "空身。此十種身。如隨色珠。顯現自在。菩薩雖未如", "202": "佛。分得此相。", "203": "形成出胎親為佛子名法王子住。", "204": "孤山曰。出胎喻破第九住無明義。從理起用亦如之。", "205": "紹隆佛種。故云佛子。", "206": "溫陵曰。自發心至生貴。名入聖胎。自方便具足至", "207": "童真。名長養聖胎。至此長養功終。故喻出胎王子。", "208": "表以成人如國大王至陳列灌頂名灌頂住。", "209": "孤山曰。表以成人堪行佛事也。陳列灌頂者。華嚴云。", "210": "轉輪聖王所生太子。母是正后。身相具足。坐白象寶", "211": "妙金之座。張大網縵。奏諸音樂。取四大海水。置金瓶", "212": "內。王執此瓶。灌太子頂。是時即名受王職位。菩薩受", "213": "職亦復如是。諸佛智水灌其頂故。名為受大智職菩", "214": "薩。", "215": "興福曰。大國王。天子也。嫡嗣曰太子。剎利王。諸王", "216": "也。嫡嗣曰世子。將付國位。取大海水灌頂。表為王。", "217": "當承用眾智。今此位眾德潛備。堪任佛事。故表以", "218": "成人。陳列灌頂也。言以國事分委。則非正付國位。", "219": "特表成人而已。盖此方極十住。若十地行滿。乃堪", "220": "正付。故華嚴十地菩薩。受佛職位。此輪王太子受", "221": "職。夫發心必治地。治地乃修行。修行然後生如來", "222": "家。而具覺相。同佛心。長道體。圓十身。為佛子。任佛", "223": "事。此十住始終之序也。", "224": "阿難是善男子成佛子已至一切眾生名饒益行。", "225": "長水曰。行者住之增進。以十度為體。歡喜即檀度。十", "226": "方隨順。約自行為歡喜。故饒益即戒度。戒無惱害。能", "227": "饒益故。", "228": "溫陵曰。具佛妙德。故能十方隨順。無適不可。自他", "229": "利備。機應俱喜。故名歡喜。善推妙德。益以利人。故", "230": "名饒益。", "231": "自覺覺他得無違拒名無瞋恨行。", "232": "溫陵曰。瞋恨生於違拒。由無違逆。故無瞋恨。", "233": "長水曰。自覺故無明不能違智。覺他故有情不能", "234": "拒化。二利兼成。故無瞋恨。", "235": "種類出生窮未來際三世平等十方通達名無盡行。", "236": "携李曰。觸類而長。隨機而應。利行無盡無盡行。名無", "237": "屈撓。", "238": "孤山曰。種類出生者。化十界身。化復作化也。窮未", "239": "來際。益物庶盡。竪徧三世。橫周十方。", "240": "一切合同種種法門得無差誤名離癡亂行。", "241": "携李曰。於法不了曰癡。於行紛錯曰亂。今能一合於", "242": "法。得無差誤。故離癡亂。", "243": "孤山曰。妙智了達塵妙法門。異名別說。同歸一理。", "244": "故離癡亂。", "245": "則於同中顯現群異一一異相各各見同名善現行。", "246": "泐潭曰。善現即慧度。理能顯事。名同中現異。事能顯", "247": "理。名異相現同。", "248": "孤山曰。同中現異。達理即事故。異相見同。達事即", "249": "理故。溫陵曰。由無癡亂。故能於種種法門。互現隨", "250": "應。圓融自在。所謂善現也。", "251": "如是乃至十方虗空至不相留礙名無著行。", "252": "孤山曰。方便以權為事。塵中現界。即權智所顯。", "253": "溫陵曰。此由善現行。充擴圓融也。塵中現剎。名現", "254": "界。不壞塵相。名現塵。", "255": "種種現前咸是第一波羅蜜多名尊重行。", "256": "吳興曰。智慧輕薄。般若尊重。故此名焉。", "257": "溫陵曰。種種所現皆是般若性德。無作妙力。自在", "258": "成就。故名尊重。金剛稱第一波羅蜜。即般若也。", "259": "如來圓融能成十方至性本然故名真實行。", "260": "吳興曰。上善法行。全性起脩。故成法則。此真實行。全", "261": "脩是性。故皆無為。", "262": "溫陵曰。十方諸佛。以是成道。以是利生。故名善法。", "263": "總括前行。無非真性本然妙用。相雖萬殊。體惟一", "264": "真。故名真實。如是十行。乃至後位。不離前法。而皆", "265": "相攝。別設者一使行人隨位增進。開擴性覺。淨治", "266": "惑障。而成熟佛果也。", "267": "阿難是善男子至救護一切眾生離眾生相回向。", "268": "溫陵曰。前十住十行。出俗心多。大悲行劣。此須濟以", "269": "悲願。處俗利生。回真向俗。回智向悲。使真俗圓融。悲", "270": "智不二。是名十回向。亦名十願也。", "271": "泐潭曰。滿足神通。至遠諸留患。牒前現塵現界。不", "272": "相留礙等事。謂此行滿足。當脩回向行也。回向之", "273": "行。悲願㝡深。故軄在度生。然見有可度。即涉有為。", "274": "背涅槃路。故須滅除度相。回無為心。向涅槃路也。", "275": "壞其可壞遠離諸離名不壞回向。", "276": "吳興曰。壞其可壞。從所壞境說。遠離諸離。約能壞。智", "277": "論。不見可壞之相。是名不壞。", "278": "溫陵曰。壞其可壞。謂遠離一切虗妄境界也。遠離", "279": "諸離。謂離遠離幻亦復遠離也。得無所離。即除諸", "280": "幻。而證不壞矣。", "281": "本覺湛然覺齊佛覺至名至一切處回向。", "282": "吳興曰。上覺言智。此地言理。皆因果體同。故云等也", "283": "至也。", "284": "溫陵曰。無壞不壞。無離不離。乃湛然齊佛覺湛。故", "285": "精真發明。地如佛地。前覺等一切。則真如體徧也。", "286": "此地至一切。則真如界遍也。", "287": "世界如來互相涉入得無罣礙名無盡功德藏回向。", "288": "補註曰。準吳興解。則世界即理。如來即智也。", "289": "吳興曰。真界真體。二俱圓遍。故涉入無礙。任運發", "290": "揮。德用無盡。", "291": "於同佛地地中各各至名隨順平等善根回向。", "292": "携李曰。約一多回向。於同佛地。一也。各生清淨。多也。", "293": "此二相涉。故得平等。長水曰。同佛地即前地如佛地", "294": "也。於一切處。各起淨因。取涅槃道。是謂平等善根。", "295": "孤山曰。於諸佛理地。起萬行真因。依此真因。發越", "296": "揮散。周徧法界。以取究竟涅槃之道。行從理起。名", "297": "隨順平等。能生道果。名為善根。", "298": "真根既成十方眾生至隨順等觀一切眾生回向。", "299": "孤山曰。依因發生。故曰真根。皆我本性。迴眾生若己", "300": "也。不失眾生。泯己同他也。", "301": "溫陵曰。平年善根。性真圓融。周徧法界。故十方眾", "302": "生。皆我本性。我善既成。故能成就一切眾生善根。", "303": "無有遺失。無有高下。故名隨順等觀。", "304": "即一切法離一切相至名真如相回向。", "305": "資中曰。如故即。真故離。有即有離。是假真如。二無所", "306": "着。乃真真如也。", "307": "孤山曰。即一切法。假也。離一切相。空也。二無所著。", "308": "中也。", "309": "真得所如十方無礙至名法界無量回向。", "310": "携李曰。以真如如境。境亦如如。故十方無礙。十方所", "311": "也。無礙如也。真如故非縛。有所故非脫。", "312": "孤山曰。三德妙性。於此圓成。不見十界。高下差別。", "313": "故云法界量滅。溫陵曰。初證性德。以為齊佛。以為", "314": "如佛。以為至一切處等。皆存量見。則法界性未離", "315": "有量。及乎性德圓成。乃滅量見。乃得無量。此總治", "316": "前位限量情見。此性圓成。可入十地矣。", "317": "阿難是善男子盡是清淨至次成四種妙圓加行。", "318": "興福曰。加行以尋思為體。印持為性。依四尋思。故為", "319": "四加。", "320": "溫陵曰。四十一心者。乾慧一。信住行向各十。小乘", "321": "通致皆有四加。而非妙非圓。故此特標妙圓加行。", "322": "即以佛覺用為己心至欲然其木名為煖地。", "323": "孤山曰。依明得定。名之為煖。", "324": "長水曰。佛覺。果智也。補註曰。前之佛覺。雖曰能齊。", "325": "未能正證。今將趨聖果。故即用佛覺。為己因心。復", "326": "加功行。以求正證。初入因位。未即德果。故辟鑽火。", "327": "方得煖相。", "328": "又以己心成佛所履至下有微礙名為頂地。", "329": "吳興曰。依煖地心修佛果智。智觀於心。故如足履地。", "330": "心相垂盡。故若依非依。高山喻當位之心。虗空喻一", "331": "依之理。無明未盡故下。", "332": "泐潭曰。前以佛覺為己心。以此己心成佛行。則因", "333": "心果覺。已鄰極矣。故譬如登高山。身入虗空。但因", "334": "果未融。心迹尚滯。故有微礙。然到頂地。少需㩳進。", "335": "則微礙除矣。", "336": "心佛二同善得中道如忍事人非懷非出名為忍地。", "337": "吳興曰。忍取信順之義。今心佛二同等。即信順僧中", "338": "辨事。忍則默然。既不懷疑。亦不出說也。", "339": "溫陵曰。己心佛覺。融為一體。曰二同。因果兩忘。二", "340": "邊不立。曰中道。而此中道。將證未證。故如忍事人。", "341": "非懷非出。", "342": "數量銷滅迷覺中道二無所目名世第一地。", "343": "孤山曰。世第一法者。□□□漏。故名□。□□是最勝。", "344": "□□□。離有漏□□。□名世第一法。", "345": "吳興曰。若迷中道。及覺中道。皆是數量。即世間義", "346": "也。今既消滅。二無所目。當出世間。然猶未入初地。", "347": "故名世第一也。溫陵曰。若進十地。極乎妙覺。乃出", "348": "世第一也。", "349": "阿難是善男子於大菩提至盡佛境界名歡喜地。", "350": "孤山曰。總攝功德。為勝依持故。令得長生。故名為地。", "351": "以入見道。親證真如。自知不久。證大菩提。生歡喜故。", "352": "孤山曰。覺通如來。智同佛智也。盡佛境界。理齊佛", "353": "理也。三諦圓融名佛境界。比前曰盡。其實未盡。以", "354": "初得法喜。故名歡喜。溫陵曰。十地者。蘊積前法。至", "355": "於成實。一切佛法。依此發生。故謂之地也。自十信", "356": "已還位。皆躡迹相資。直趨妙覺。於中不無斷證。是", "357": "皆不斷而斷。不證而證也。", "358": "異性入同同性亦滅名離垢地。", "359": "真際曰。由前於大菩提。善得通達。名異性入同。同性", "360": "亦滅者。若見於同。即為垢矣。", "361": "泐潭曰。通大菩提。盡佛境界。一切障礙。即究竟覺。", "362": "眾生國土。同一法性。是異姓入同也。然見異見同。", "363": "還是情垢。至於同性亦滅。乃名離垢。華嚴云。辟如", "364": "真金。置礬石中。如法鍊已。離一切垢。", "365": "淨極明生名發光地明極覺滿名𦦨慧地。", "366": "携李曰。成就勝定大法總持。能發無邊大慧光。故前", "367": "地明生此地覺滿。發慧光也。", "368": "溫陵曰。發光者。情見之垢淨。則妙覺之明生也。𦦨", "369": "慧者。明極覺滿。如大火聚。一切緣影悉皆爍絕故也。", "370": "一切同異所不能至名難勝地。", "371": "吳興曰。登地智名同地前智。名異至猶及也。", "372": "溫陵曰。由前燄慧爍絕故。一切同異。所不能至。至", "373": "尚不能。孰能勝哉。", "374": "無為真如性淨明露名現前地盡真如際名遠行地。", "375": "孤山曰。同異既遠。真如自露。吳興曰。盡真如際者。斯", "376": "是無際之際。理既無。際行豈近乎。", "377": "溫陵曰。同異不至。則真如淨性。明露現前矣。真如", "378": "現前。分證則局。盡際乃遠。回超極造。故名遠行。", "379": "一真如心名不動地。", "380": "溫陵曰。既盡其際。乃全得其體。一真凝常。故名不", "381": "動。", "382": "孤山曰。真如之性。本不動故。", "383": "發真如用名善慧地。", "384": "資中曰。此菩薩具四無礙智。演說何僧祇句義。無有", "385": "窮盡。故名發真如用。", "386": "溫陵曰。既得真體。斯發真用。凡所照應。無所不真。", "387": "無所不如。故名善慧。", "388": "阿難是諸菩薩從此已往至亦目此地名脩習位。", "389": "問。後位既無。修習復有斷障之事。何邪。孤山答。此明", "390": "智悲功。終得十地果而已。若論斷障則等覺之位。猶", "391": "是修習。故至妙覺。乃名無學。", "392": "溫陵曰。此結前顯後也。聖位總束有五。一資糧。三", "393": "賢也。二加行。四加也。三通達。初地也。四修習。即此", "394": "也。五無學。妙覺也。自初發信。至超賢入聖。皆脩習", "395": "之事。而此位已超八地。無功用道。智悲並圓。則脩", "396": "習之功。終畢於此。故名修習。以結十地之因也。次", "397": "後乃十地之果。無復修習矣。華嚴十地。以金剛藏", "398": "表因。解脫月表果。亦以因地有脩。果地無脩也。", "399": "慈陰妙雲覆涅槃海名法雲地。", "400": "吳興曰。以無緣慈。普蔭眾生。本涅槃相。如雲覆海。孤", "401": "山曰。蔭蔽一切。充滿法身故。", "402": "溫陵曰。慈陰妙雲。十地果德也。涅槃海。妙覺果海", "403": "也。十地果滿。智悲功圓。無復自利。純是利他。故大", "404": "慈之陰。充偏法界。無心無緣。而應彼心。緣施作利", "405": "潤。而本寂無作。稱合如來大寂滅海。故云覆也。", "406": "如來逆流如是菩薩順行而至覺際入交名為等覺。", "407": "吳興曰。理無逆順。由權實智而得二名。如來權智下", "408": "隨機感故。謂逆菩薩實智。上合覺心故。謂順瓔珞云", "409": "等覺照寂。妙覺寂照。即其義至此二智相交。故名等", "410": "覺。", "411": "溫陵曰。十地菩薩。混俗利生。與如來同。但所趨逆。", "412": "順。與如來異。盖如來逆流。出同萬物。菩薩順流。入", "413": "趨妙覺。已至覺際。故名入交。與佛無間。故名等覺。", "414": "即解脫道前。無間道也。此雖齊等。未極於妙。蓋能", "415": "順能入而已。須於大寂滅海。逆流而出。妙同萬物。", "416": "乃名妙覺也。", "417": "阿難從乾慧心至等覺已至金剛心中初乾慧地。", "418": "吳興曰。瓔珞有云。等覺性中有一人。各金剛。幢慧。故", "419": "知金剛乾慧不可別開也。言初乾慧者。由此菩薩以", "420": "大願力。住壽百劫。修于三昧。今既始獲。豈非初邪。應", "421": "知今之乾慧。以障妙覺。無明初乾。未與究竟如來法", "422": "流水接故也。", "423": "溫陵曰。此明等覺後心。妙覺伏道。妙覺之道。無別", "424": "行相。但從初乾慧。至等覺已。復起金剛心。從初重", "425": "歷諸位。破斷微細緣影。最後無明。使纖塵不立。乃", "426": "可入妙。為其復從初位以始故。名金剛心中初乾", "427": "慧地。識陰盡者。能入菩薩金剛乾慧即此也。前名", "428": "乾慧。以未與如來法流水接。此名乾慧。以未與如", "429": "來妙莊嚴海接。名雖乍同。義乃迥異。", "430": "如是重重單複十二方盡妙覺成無上道。", "431": "吳興曰。十信十住十行十地。即單十回向。即複十以", "432": "四加行。只是十回向後心耳。并前乾慧及等覺位。故", "433": "有二也。", "434": "溫陵曰。獨由信心。以歷諸位曰單。兼金剛心。重歷", "435": "諸位曰複。十二者。乾信住行向煖頂忍世地等金", "436": "是也。十二為因。妙覺為果。故單複十二。方盡妙覺", "437": "成無上道。", "438": "是種種地皆以金剛至清淨脩證漸次深入。", "439": "携李曰。金剛三昧。不住不起。不滅不壞。不斷不異。不", "440": "脫。不變。入明慧性。不見身心法。然後成阿耨多羅三", "441": "藐三菩提。長水曰。奢摩他以照了自性為體。以分別", "442": "境界為緣。", "443": "溫陵曰。此教其用金剛心。成就妙覺之方也。種種", "444": "地單複十二位也。十喻者。幻人。陽𦦨。水月。空華。谷", "445": "響。乾城。夢。影像化也。了法如此。則頓忘情解。纖塵", "446": "不立。故曰清淨脩證。奢摩他毗婆舍耶。云心觀。言", "447": "如來者。揀異小乘。", "448": "阿難如是皆以三增進故至五十五位真菩提路。", "449": "吳興曰。三增進者。即漸次也。前三文下皆結示云。是", "450": "名增進脩行漸次。又云。從是漸脩。隨所發行。安立聖", "451": "位。或指金剛奢摩毗婆為三者。非也。五十五位者。除", "452": "前乾慧。由信至等覺是也。", "453": "溫陵曰。三增進。三漸次也。聖位皆資之。以成就也。", "454": "信住行向地為五十。并乾慧四加等妙。有五十七", "455": "位。獨指五十五為菩提路者。等妙乃菩提之果。由", "456": "是路以趣證也。或指金剛觀察及止觀。為三增進。", "457": "作是觀者名為正觀若他觀者名為邪觀。", "458": "吳興曰。五十五位。既由三增進故。而得成就。今簡", "459": "邪正。所以約觀言之。", "460": "携李曰。圓教之外。三乘所修。皆屬邪觀。", "461": "爾時文殊師利法王子至我及眾生云何奉持。", "462": "孤山曰。此經發起。為救阿難。是故先開圓解。次顯圓", "463": "行。行成入位。極乎妙覺。〔乘〕範來世。有始有終。於是文", "464": "殊請問經名。及奉持法也。", "465": "溫陵曰。上明證果竟。自此以下。名結經分。正宗未", "466": "終。而遽結經者。由初示密因。次開脩證。而卒乎極", "467": "果。則經之正範畢矣。結經後文。尚屬正宗。而名助", "468": "道分者。特助道而已。故於後別列。乃正助之辨也。", "469": "佛告文殊師利是經名至十方如來清淨海眼。", "470": "真際曰。此經實大事因緣。非小智之法。故以文殊請", "471": "問而揭之。", "472": "溫陵曰。大佛頂白傘盖無上寶印者。體極含覆。超", "473": "情離見。即如來藏之心印也。證佛心要。必契於此。", "474": "十方如來清淨海眼者。照窮剎海。淨絕纖塵。即爍", "475": "迦羅之法眼。也開佛知見。必資於此。", "476": "亦名救護親因至亦名如來密因脩證了義。", "477": "孤山曰。亦名如來。下謂如來正果。藉此為因。權乘脩", "478": "證。皆不了義。", "479": "溫陵曰。阿難為親。摩登為因。舉斯二者。明有緣皆", "480": "度也。無上正覺。由此經得。一切智海。由此經入。", "481": "亦名大方廣妙蓮華王十方佛母陀羅尼呪。", "482": "溫陵曰。因果同彰。染淨不滯。於法自在。名妙蓮華王", "483": "出生十方一切諸佛。總一切法。持無量義。名十方佛", "484": "母陀羅尼呪。", "485": "吳興曰。大方廣所說之法也。大方是體。廣是其用。", "486": "即空如來藏。具不空之用也。又常徧曰大。軌持曰", "487": "方。包博曰廣。如次配法身般若解脫。亦如來藏之", "488": "三德也。", "489": "亦名灌頂章句諸菩薩萬行首楞嚴汝當奉持。", "490": "長水曰。結經分竟下為助道分。而有二科。一曰別明", "491": "諸趣。戒備失錯。始下文終于第九卷中。二曰詳辨廣", "492": "境。深防邪誤。始第九卷中如來將罷法座處。而終于", "493": "第十卷末。", "494": "溫陵曰。菩薩由此受佛職位。故名灌頂章句也。吳", "495": "興曰。此經從天竺灌頂部中流出。蓋約密言。名灌", "496": "頂章句。有誦持者。則如來智水灌其心頂。亦如剎", "497": "利之受軄也。菩薩萬行。以首楞嚴為本。又脩此定", "498": "者。於一心中。具足萬行。故涅槃云。首楞者。一切事", "499": "竟。嚴者堅固。一切畢竟。而得堅固。名首楞嚴。", "500": "說是語已阿難即從座起至為是眾生妄習生起。", "501": "吳興曰。前阿難問位。後佛言妙性圓明。離諸名相。本", "502": "來無有世界眾生。因妄有生。因生有滅。生滅各妄。滅", "503": "妄。名真等。於是先約因妄。有生明二種顛倒。後約滅", "504": "妄名真。明漸次諸位。然於世界顛倒中所說十二類", "505": "生。一徃且示欲界因果之相。其實界趣。說而未周。今", "506": "答位既終。故躡前妙性之義。領其庶彙。皆是真如發", "507": "起。如來委談諸趣。", "508": "溫陵曰。前說真淨妙心。本來徧圓則法界一真。萬", "509": "動一體。宜無諸趣之異。其如方今現有。乃常情所", "510": "疑。故或執諸趣。而迷妙圓之體。或執妙圓。而撥諸", "511": "趣之業。以致失錯墮落。故特請問。冀行人詳明。而", "512": "知所戒備也。", "513": "佛告阿難快哉此問至自然從隊此名內分。", "514": "問。憐由情愛生水可然。恨由怨憎。何以流淚。吳興答", "515": "曰。此中內分。悉約情論。以愛為情。且言少分。如喜怒", "516": "哀樂愛惡。六者皆人之情也。是故怨恨亦屬于情。情", "517": "則悲悲乃成淚。內外之義。當文難曉。須取下文。外分", "518": "顯之。且外分云。心持禁戒。舉身輕清心欲生天夢想", "519": "飛舉等。應知從持戒善及修禪定有人天乘者。即屬", "520": "外分。降斯已還。皆屬內分。", "521": "真際曰。心動於內曰情。故情為內分。情人之陰氣。", "522": "有欲者也。故因諸愛染而起。以陰積故。能生愛水", "523": "潤業。潤生輪迴不斷。職皆由此。諸愛不一。皆能感", "524": "水結惑。故曰流結是同。水性沉下。故情積之業。多", "525": "從輪墜。", "526": "阿難外分即是眾生分外至自然超越此名外分。", "527": "溫陵曰。想能生勝。而卵以想生者。由染淨異也。吳興", "528": "曰。且指人天想心。名為外分。非出世三乘之智也。何", "529": "者前文因阿難問於地獄。乃至人天等道。於是佛說", "530": "妄習為二分。次約二分。以辨諸趣。諸趣之後。總結示", "531": "云。此等眾生不識心受此輪迴等。故知外分不出三", "532": "界也。", "533": "真際曰。意緣於外曰想。故想為外分。想人之陽氣。", "534": "有冀者也。故因渴仰而發。以陽積故。能生勝氣。如", "535": "輕清雄毅等事。皆勝氣也。想能生勝。而卵以想生", "536": "者。由染淨異也。諸想不一。皆能輕清飛舉。故曰輕", "537": "舉是同。以輕舉故。多能超越。", "538": "阿難一切世間生死相續至死逆生順二習相交。", "539": "孤山曰。生從順習死從變流者。以一切眾生皆愛生", "540": "而惡死也。是故生則順其習。死則逆其習故。復云死", "541": "逆生順。二習相交。此乃文辭互略耳。未捨煖觸。謂現", "542": "陰之末。中陰之初也。", "543": "溫陵曰。人之情習。好生惡死。以生為順。以死為變。", "544": "逆順相交。謂方死方生之間也。一生善惡之業。即", "545": "於是時。隨其情想。輕重而感變焉。", "546": "純相即飛必生天上至一切淨土隨願往生。", "547": "吳興曰。必生天上者。據下情少想多。但在四天之下", "548": "驗今純想所生。應是忉利以上。若單修善禪。則惟生", "549": "上界。若兼諸福。則隨徃十方。", "550": "携李曰。想體輕舉。故純即飛升。然此特純善。故止", "551": "於生天。若兼修福慧淨願。則二習交時。感變倍勝。", "552": "溫陵曰。於飛心中。旁論福慧。故皆云兼。", "553": "情少想多輕舉非遠至是等親住如來座下。", "554": "真際曰。情少想多。此通舉也。理宜等降。四類分之。一", "555": "情九想即為飛仙。二情八想為大力鬼王。三情七想", "556": "為飛行夜义。四情六想為地行羅剎。携李曰。持戒護", "557": "法。出世淨想。則能親住如來座下。", "558": "溫陵曰。勝想不純。少滯邪情。故感此類。其中下。謂", "559": "雖滯邪情。而有善願。斯感善緣。即天龍八部類也。", "560": "情想均等不飛不墜生於人間想明斯聰情幽斯鈍。", "561": "興福曰。由所習情想。各在強弱。致有聰鈍之異。", "562": "孤山曰。由昔情想感。今聰鈍。是知言均等者。總報", "563": "之業也。言幽明者。別報之業也。", "564": "情多想少流入橫生至重生無間二種地獄。", "565": "真際曰。情多想少亦合分四。六想四想流入橫生。七", "566": "情三想墜為餓鬼。八情二想生有間獄。九情一想生", "567": "無間獄。", "568": "溫陵曰。橫生者。情多故淪變。帶想故飛舉。而業重", "569": "不能。但為毛羣耳。俱舍說。大地最下有金水風輪。", "570": "有八寒八熱地獄。在三輪之上。此文說沉下水火", "571": "風輪。又似地獄。在三輪之下。疑此所指。非地下三", "572": "輪。乃地獄三輪也。言水輪火際。即寒獄第八也。受", "573": "氣猛火。謂受火氣以為身。故常被火燒。或得水飲。", "574": "亦化為火。故曰水能害己也。下洞火輪。即八熱獄", "575": "也。身入風火。二交過地。謂超寒獄。入熱獄也。熱獄", "576": "第八。名五無間。有間即餘七也。", "577": "孤山曰。只就七地地獄。自有輕重而此無間非五無", "578": "間。", "579": "阿難此等皆是彼諸眾生至造十習因受六交報。", "580": "補註曰。六交者。如造業因眼。而餘五為助。至受報。時", "581": "亦徧及也。携李曰。從識造業。從根顯報。業報相會。謂", "582": "之交。", "583": "溫陵曰。前略明情想感變。此詳明根境搆造也。十", "584": "習本於十惑。以習成惡業。六交因乎六根。而交起", "585": "惡報。", "586": "云何六報阿難一切眾生至所招惡報從六根出。", "587": "真際曰。所名亡交報者。󱈜師云。因與果交。今則不爾", "588": "但是時六根與惡報相涉也。", "589": "吳興曰。造業招報。根識必俱。今以識為業。而報從", "590": "根者。盖業並由心。報多約色故也。", "591": "云何惡報從六根出至星火迸洒鼓空界。", "592": "吳興曰。一者下標示。臨終下釋相。先見猛火等。即現", "593": "報也。亡者神識等。即生報也。發明下就眼根明二相", "594": "如是見火者。根明交報他皆放此。然一根惡報而五", "595": "根。徧受者。雖可了知。理而推之。必申六識造業之時", "596": "性中相知。用中相背。從業受報。法爾如斯。以相知故", "597": "六報互通。以相背故。諸相差別。惟識發現。信其不誣。", "598": "溫陵曰。見覺屬火。故感猛火。畏見於境。恐藏於心。", "599": "六交皆直入無間者。就重言耳。成論云。極善極惡", "600": "皆無中陰。所以直入。聞聽屬水。故燒聽能為鑊湯", "601": "洋銅。鼻嗅生氣。故燒息能為黑烟紫燄。舌主味。丸", "602": "糜味類也。身主觸。󰞆炭觸類也。心正屬火。燒之轉", "603": "熾。故迸洒煽鼓。", "604": "二者聞報招引惡果至則能為電為雹摧碎心魄。", "605": "溫陵曰。聞聽屬水。故觀聽旋復。則水不能溺。依之造", "606": "業。則能感波濤。注聞發聲。故為責罪。詰情之事。注見", "607": "能為雷吼者。聞波屬陰。見火為陽。陰陽相薄而成雷", "608": "故也。注息為雨霧。水隨氣變也。注味為膿血。水隨味", "609": "變也。注觸為畜鬼。水隨形變也。注意為電雹。意出於", "610": "心。水火交感也。一切物理。莫不因五行。乘陰陽以變", "611": "化故。此隨根轉變之事。皆不出此。", "612": "吳興曰。上云見火。凡云聞波。今以近義詳之。如易", "613": "云。離為目為火。坎為耳為水。將恐見聞本乎水火", "614": "之性。故發燒注之相也。又其聞波所注諸根。循業", "615": "各變。難盡銷會。如注見則能為雷為吼等。似非眼", "616": "根所入之相。乃至下文。多此義例。聖言叵測也。", "617": "三者齅報招引惡果至為飛沙礰擊碎身體。", "618": "孤山曰。魚敗曰餒。羮敗曰爽。溫陵曰。質礙也。履通也", "619": "齅業所依。不離通塞。故衝息能為質履也。衝見為火", "620": "炬。衝聽為沒溺得沸。則見覺屬火。聞聽屬水。明矣。飢", "621": "餒乖爽。由味隨氣變也。綻拆爛壞。由體隨氣變也。衝", "622": "思為󰞆沙。依土感也。", "623": "資中曰。鼻根造業。貪齅諸香。故招毒氣。以受其報。", "624": "四者味報招引惡果至則能為飛熱鐵從空雨下。", "625": "溫陵曰。舌噉生命。使彼承忍。故歷甞發苦。使己承忍", "626": "依見貪味。故能為燃金石。依聽發惡。故能為利兵刀", "627": "依齅。恣貪。籠取群味。故能為大鐵籠。觸味傷物。故感", "628": "弓箭以自傷。緣味思物。故感飛鐵以充味。", "629": "孤山曰。準眼耳鼻。云見聞齅此應云甞報。言味報", "630": "者。從所甞為名也。貪味則網捕燒野。以取禽獸。故", "631": "見鐵網猛𦦨之相。為承為忍。謂發言承領。忍聲甘", "632": "受也。", "633": "五者觸報招引惡果至則能為隊為飛為煎為炙。", "634": "溫陵曰。大山來合。及鐵城火狗等。皆惡觸雜感也。觸", "635": "業所依。不出離合。屠裂即離相也。道趣獄路也。觀獄", "636": "王門。關兩觀也。廳按皆治罪之處。皆身觸所依也。括", "637": "袋所以收氣也。思業飄蕩。故感飛墜之事。剚插刃於", "638": "肉也。剚射𦒱縛。則相因旁舉也。", "639": "孤山曰。合山刀劍。並由貪著男女身分而感也。", "640": "六者思報招引惡果至萬生萬死為偃為仰。", "641": "携李曰。思必有所。故結思則為受。罪方所見能鑑證", "642": "故結見則為證。罪人事結聽則能為大。合石等。水土", "643": "交感也。車船㩜乃息氣乘亂思所變也。甞即舌根。聲", "644": "所自發也。大小已下皆言其身。乃觸業乘亂思所變", "645": "也。", "646": "溫陵曰。思屬土。而飄蕩。故先見惡風吹壞國。土等", "647": "事。思業所依。不出迷覺。荒奔迷思也。知苦覺思也。", "648": "阿難是名地獄十因六果至人不及處有十種僊。", "649": "吳興曰。此總結上十因六果也。孤山曰。抱朴子云。求", "650": "仙要當以忠孝和順仁信為本。若德不脩。而但務方", "651": "術。終不得長生也。", "652": "溫陵曰。僊遷也。人之形神。能遷而不死者也。故曰", "653": "存想固形。然終歸敗壞。比天為劣。比人為優。故別", "654": "開也。", "655": "阿難彼諸眾生堅固服餌至覺悟圓成名絕行仙。", "656": "行簡子曰。此皆絕世離俗。熊經鳥伸者。携李曰。津液", "657": "內潤。綽約的絜。是名天行。吸取精粹。引生光色。是名", "658": "通行。携李曰。明鍊精思。念心獨照。曰照行。携李曰。坎", "659": "離水火。自相交遘。此修煉之士也。", "660": "溫陵曰。以藥餌駐一期之壽。而不能輕舉者。地行", "661": "仙也。行去聲功行也。飡黃精松栢之類。久而身輕", "662": "者。飛行仙也。煉金石還丹之類。化骨易形。撮土點", "663": "石。以遊戲人間者。遊行仙也。乘陰陽運正。以調氣", "664": "固精遺形涉空者。空行仙也。鼓天池。嚥津液。氷雪", "665": "婥約。不交世欲。與天無異者。天行仙也。吞吸精色。", "666": "服虹飲霧。粹氣潛通者。通行仙也。能以術法。述道", "667": "自然者。道行仙也。澄凝精思。久能照應者。照行仙", "668": "也。或存想頂門而出神。繫心濟輪而煉丹。皆思憶", "669": "圓成也。內以坎男離女。匹配夫妻。外即採陰助陽。", "670": "攝衛精氣者。精行仙也。存想化理。心隨邪悟。能太", "671": "變化。其行絕世者。絕行仙也。", "672": "阿難是等皆於人中煉心至報盡還來散入諸趣。", "673": "長水曰。言人中者。以仙趣無別總報即於人心總報", "674": "之上。加於前來十種脩。煉轉成仙也。", "675": "吳興曰。山海經云。崑崙之山。廣都之埜。軒轅之丘。", "676": "不死之國。氣不寒暑。人皆數千歲。此亦眾私同分", "677": "非無定處。若但固形而不煉心。便希千歲。是猶見", "678": "卵而求時夜。不太早計乎。", "679": "阿難諸世間人不求常住至如是一類名四天王天。", "680": "携李曰。六天由脩五戒十善而致。今約欲微增勝者", "681": "愛欲為輪𢌞根本。前明淪墜始此。此明超騰。亦始此", "682": "意。使初心未能成就禪定智慧。旦疾斷根本輪𢌞可", "683": "出。", "684": "溫陵曰。未能離欲。且能窒欲使愛水不流。則湛性", "685": "澄瑩。故能初天託生也。", "686": "於己妻房婬愛微薄至如是一類名忉利天。", "687": "孤山曰。忉利此云三十三帝釋焉。", "688": "溫陵曰。此愛薄於前。故報居其上。後󱠛然也。淨居", "689": "謂清淨自居之時。未全清淨之味。為有微愛故也。", "690": "日月居須彌腰。忉利居頂。以澄瑩增明。故能超之。", "691": "逢欲暫交去無思憶至如是一類名兜率陀天。", "692": "欲心不作。故動少靜多。六欲下二名地居天。上四名", "693": "空居天。不須日月。常明以蓮華開合分晝夜。故名時", "694": "分。真際曰。兼修禪定。麤住細住。所謂兜率。天業也。", "695": "溫陵曰。一切時靜下。言雖靜心愈多。亦未免應觸。", "696": "此能少欲。未能無心也。兜率天有內院外院。三灾", "697": "至三禪。而此言不及者。約內院言之。精微不接。皆", "698": "內院之事也。", "699": "我無欲心應汝行事至如是一類名樂變化天。", "700": "真際曰。諸天皆有報境。而此天樂自變化。以受用越", "701": "於下天。故名越化。", "702": "溫陵曰。此無心而境自至。曰橫陳。嚼蠟言未甚薄", "703": "也。", "704": "無世間心同世行事至如是一類名他化自在天。", "705": "溫陵曰。了然超越。言全無味也。化即第五天。無化即", "706": "下天也。諸欲樂境。不勞自化。皆由他化。而自在受用", "707": "名他化自在也。", "708": "吳興曰。準天台說。六欲天業。皆以十善為本。若兼", "709": "護法心。是四天王業。若兼慈化人。是忉利天業。若", "710": "兼不惱眾生。善巧純熟。是𦦨摩天業。若兼脩禪定。", "711": "麤住細住。是兜率天業。欲界定是變化天業。未到", "712": "定是他化天業。今經止約欲事輕重。而分六天者。", "713": "應有二義。一是阿難發起之緣故。二是欲界受生", "714": "之本故。", "715": "阿難如是六天形雖出動至自此以還名為欲界。", "716": "携李曰。雖出塵擾。未能絕欲。故通名欲界。", "717": "吳興曰。形雖出動。此對人仙二趣。得出動之名心", "718": "迹尚文。謂欲心事迹。猶有交合之相。故俱舍頌曰。", "719": "六受欲交抱。執乎笑視婬。此言地居。兩天則形交。", "720": "𦦨摩則勾抱。兜率則執手。變化則對笑。他化則相", "721": "視。須知彼文。各據六天受欲而說。今經只就人中。", "722": "辨欲事輕重。用顯六天感報不同也。", "723": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經　第九大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "724": "第九", "725": "阿難世間一切所脩心人至如是一類名梵眾天。", "726": "溫陵曰。前明六天。雖出塵擾。而未能絕欲。故通名欲", "727": "界自此而下。明十八天。雖離欲染。尚有色質。故通名", "728": "色界又通名梵世。為已離欲染也。通號四禪。為已離", "729": "散動也。欲天但十善感生。此天兼禪定感生。然特有", "730": "漏禪觀六事行耳。", "731": "溫陵曰。六行者。厭欲界是苦是麤是障。欣色界是", "732": "淨是妙是離。此則凡夫伏惑。超世間道也。不假禪", "733": "那等者。言雖非正脩真三摩地無正智慧。但修六", "734": "行伏欲。使愛染不生。則不留欲界。麤惑不染。淨報", "735": "現前。故即生梵世。初名梵眾。則眾庶而已。次名梵", "736": "輔。乃大梵宰輔。而終於大梵。其進有序。", "737": "欲習既除離欲心現至如是一類名梵輔天。", "738": "携李曰。戒定相應。名定共戒。", "739": "溫陵曰。初天但能執身伏欲。此天又得定共戒。以", "740": "順律儀行梵德。故超之也。", "741": "身心妙圓威儀不缺至如是一類名大梵天。", "742": "孤山曰。上三天不顯言修禪。惟言持戒者。蓋此經扶", "743": "律。以勵未來故也。", "744": "溫陵曰。由前淨心威儀戒行。而進至於妙圓清淨。", "745": "又加以明悟超達。則盛德之至。故為梵王。資中曰。", "746": "大梵天劫末後去。劫成先來。外道不測。故執為常", "747": "也。", "748": "阿難此三勝流一切苦惱至諸漏不動名為初禪。", "749": "孤山曰。禪有四類。一有漏禪。即今四禪也。二無漏禪", "750": "謂九想八背等。三亦有漏亦無漏禪。謂六妙通明等", "751": "四非有漏非無漏禪。即今經首楞嚴王中道理定。", "752": "真際曰。莫非流也。有無明流。生死流。欲流。勝流。四", "753": "果流。涅槃流。皆各隨流類而趣也。欲流則趣於生", "754": "死。雖至六天。未足為勝。此天已出欲流。皆生死趣", "755": "勝淨。故四禪皆稱勝流也。已離欲界八苦。故曰苦", "756": "惱不逼。已離散動欲心。故曰諸漏不動。此名離生", "757": "喜樂地。謂離欲界雜惡。生得輕安樂也。", "758": "阿難其次梵天統攝梵人至如是一類名少光天。", "759": "資中曰。二禪已上無有語言。但以定心發光。光有勝", "760": "劣。分其高下。泐潭曰。前初得定。未能生光。此則寂湛", "761": "故名少光。長水曰。身境俱無。故十方變成琉璃。真際", "762": "曰。暎十方界者。約其定光。隨所受用。東西等言之。非", "763": "徧十方世界也。", "764": "溫陵曰。此躡大梵之行升進。具戒定慧。故曰圓滿。", "765": "以圓滿故。能澄疑其心。不隨境動。而寂湛生光。然", "766": "此初能脫粘復湛。其光尚劣。故名少光。", "767": "光光相然照耀無盡至如是一類名無量光天。", "768": "溫陵曰。定力轉明。妙光迭發。境隨光淨。徧成琉璃。", "769": "吸持圓光成就教體至如是一類名光音天。", "770": "孤山曰。教以言音為體。故曰光音。", "771": "溫陵曰。諸世界中。教體不同。故娑婆以文字。香積", "772": "無文字說。但依眾香。此天以圓光成音。而發宣化", "773": "法。故名光音。", "774": "阿難此三勝流一切憂懸至麤漏已伏名為二禪。", "775": "吳興曰。地持論。目第二禪。名喜俱禪。此定生時。與喜", "776": "俱發。故今說云。一切憂懸。所不能逼懸。或作愁字之", "777": "誤也。", "778": "溫陵曰。二禪離憂。得極喜樂。故云憂懸不逼。初禪", "779": "方得漏心不動。而未能伏。此天已伏麤漏。則業漸", "780": "劣。行漸勝也。俱舍云。此名定生喜樂地。謂有定水", "781": "潤業。憂懸不逼也。", "782": "阿難如是天人圓光成音至如是一類名少淨天。", "783": "興福曰。發成精行。入寂滅樂。不事言音。故曰少淨。", "784": "溫陵曰。由上圓光教體。披露妙理。發成精行。離前", "785": "喜動。而生淨樂。是樂非境。乃出乎淨性。恬泊寂靜。", "786": "名寂滅樂。而淨猶劣。則能通而已未能成也。以猶", "787": "劣故少淨也。", "788": "淨空現前引發無際至如是一類名無量淨天。", "789": "吳興曰。望上未徧。聖下則多。故名無量。資中曰。淨境", "790": "無量。即心二行俱得輕安。故名無量。", "791": "溫陵曰。淨空者。離諸喜動。不緣物境之定相也。由", "792": "是充擴。使淨相無際。恊乎妙性。故身心輕安。而性", "793": "樂成矣。以無際故。名無量淨也。", "794": "世界身心一切圓淨至如是一類名徧淨天。", "795": "泐潭曰。身境俱圓。勝託現前。故名徧淨。吳興曰。上身", "796": "心輕安。且言其內今世界等者。總攝於外。", "797": "溫陵曰。淨空無際。故世界身心。一切圓淨。淨德成", "798": "就。則性樂歸託於是矣。以一切圓淨。故名徧淨。", "799": "阿難此三勝流具大隨順至歡喜畢具名為三禪。", "800": "吳興曰。地持論目第三禪。為樂俱禪。此定功德。與徧", "801": "身樂俱發。故前二禪雖有樂支。為喜支所障。今滅喜", "802": "純樂。故得其名。", "803": "溫陵曰。具精行性樂。名大隨順。故安隱無量也。歡", "804": "喜畢具者。此名離喜妙樂地。謂心雖離喜。而喜樂", "805": "自具也。", "806": "阿難復次天人不逼身心至如是一類名福生天。", "807": "溫陵曰。以捨苦樂名麤重相滅。捨念清淨。故淨福性", "808": "生也。自此而下。明四禪。凡有九天。然四禪報境但有", "809": "三天。第四無想乃第三廣果。別開皆凡夫報境。此四", "810": "之上。有五不還天。乃聖賢別脩靜慮。與凡夫不同。", "811": "吳興曰。復次下。結三禪之德。樂非下。顯三禪之過。", "812": "苦樂下。正示復生也。三禪無下界苦因。雖名為樂。", "813": "樂久必壞。壞亦成苦。今既捨樂。苦則不生。特名此", "814": "為捨俱禪。其義同矣。真際曰。前之禪行。止於自利。", "815": "未能利他。至四禪乃懃修慈悲喜捨利他之心。", "816": "捨心圓融勝解清淨至如是一類名福愛天。", "817": "吳興曰。得妙隨順。即隨順下文。二支路也。由此淨福", "818": "體性。無遮愛樂。脩習勝妙之法。是則福資二路。非止", "819": "當天。故云窮未來際。", "820": "溫陵曰。苦樂二忘。故捨心圓融。心無所累。故勝解", "821": "清淨。繇是福無遮礙。而得妙隨順。自有漏禪定。而", "822": "發無漏行。至於究境。故曰窮未來際。定福如此。為", "823": "可愛樂。故名福愛天。", "824": "阿難從是天中有二岐路至如是一類名廣果天。", "825": "資中曰。此廣果天以四無量心。熏禪福德。離下地染", "826": "廣福所感。名廣果天。", "827": "溫陵曰。從福愛分二岐也。一直往道。趣廣果。一迂", "828": "僻道。趍無想。若於先心。不帶異執。直修禪定。使自", "829": "無量光天至福愛。所脩福德。圓明而住。此天定福", "830": "彌廣。故名廣果。", "831": "若於先心雙厭苦樂至如是一類名無想天。", "832": "資中曰。是人不了妄性體空。乃執生滅。以為勞累。厭", "833": "此生滅。求不生滅。非真不生也。但見第六識不行如", "834": "水夾無不知微細生滅。妄謂涅槃。", "835": "溫陵曰。先心雖能伏惑脩禪。而涉妄帶異。以有心", "836": "為生滅。以無想為涅槃。於是雙厭苦樂。專研捨心。", "837": "以趣無想。由物洎身。以至心想一切皆捨。名圓窮", "838": "捨道。心慮󰞆凝。即無想定也。以是感報。生無想天。", "839": "壽五百劫。俱舍說。初生此天。未全無想。經半劫始", "840": "無。及報將盡。復經半劫有想。然後報謝。", "841": "阿難此四勝流一切世間至功用純熟名為四禪。", "842": "溫陵曰。四禪不為三灾所動。名不動地。然彼器非真", "843": "常。情俱生滅。雖非無為真境。而有為功用。至此已純", "844": "熟已。", "845": "泐潭曰。想念之心。麤曰尋。細曰伺。初禪二天兼之。", "846": "大梵無尋唯伺。二禪無尋伺。有喜樂。三禪離喜樂。", "847": "有出入息。尋伺感火。喜樂感水。出入息感風。四禪", "848": "并離之。", "849": "阿難此中復有五不還天至眾同分中安立居處。", "850": "資中曰。俱舍云。雜脩靜慮。有五品不同。故生五淨居", "851": "雜脩者。以有漏無漏間雜而脩也。靜慮者。定慧均等", "852": "之謂也。五品者。下中上上勝上極也。", "853": "溫陵曰。第三果人。斷欲界九品修惑盡。即生此天。", "854": "不復欲界受生。故曰不還。亦名五淨居。謂離欲淨", "855": "身所居也。習氣。惑也。與現行皆滅。故曰俱盡。此指", "856": "欲界無續生業也。苦樂雙忘。兼指四禪已下無續", "857": "業也。故云下無卜居。此五天自四禪別立。通名捨", "858": "念清淨地。故曰捨心同分。", "859": "阿難苦樂兩滅𩰖心不交至如是一類名無熱天。", "860": "溫陵曰。前於苦樂。有捨有厭。心與境聞。不能無煩。惟", "861": "心境兩釋。煩惱斯斷。真際曰。無熱謂心境得清凉義。", "862": "携李曰。盛熱曰煩。微煩曰熱。上雖𩰖心不交。疑若", "863": "猶有交地。方滅麤相。得無煩而已。此復增勝。心機", "864": "無對。斫交無地。能滅緣影。故得無熱也。", "865": "十方世界妙見圓澄至如是一類名善現天。", "866": "□□曰。塵像沉垢。即定慧之障也。定慧精明。融鍊自", "867": "在。故云陶鑄無礙。", "868": "真際曰。能滅緣影。故妙見圓澄。而染心塵像。累性", "869": "沉垢。於是皆無也。圓見十方。故名善見。精見。智照", "870": "也。向滯塵垢。不能發化。今既澄圓。猶如明鏡。隨緣", "871": "顯現。名陶鑄無礙。陶鑄者。造作之義。由機發自然。", "872": "故名善現。", "873": "究竟群幾窮色性性至如是一類名色究竟天。", "874": "泐潭曰。機括允終。無復流動。色性窮極。與空為鄰。入", "875": "無邊際。故曰究竟。長水曰。幾者色之微。性者相之本", "876": "未能究了。則局於色相。自為限礙。此能究而窮之。故", "877": "出乎形礙。入無邊際。名色究竟。", "878": "吳興曰。究竟。研窮之義也。幾者。動之微也。研窮多", "879": "念。至於一念。故曰究竟。群幾。以名窮色性性者。窮", "880": "亦究竟。變其文耳。心能熏多至少。色亦窮麤至微。", "881": "麤細不同。故曰性性。入無邊際。即色界與無色界。", "882": "二邊之交際也。俱舍云。從此向上。無復所居。此處", "883": "最高。名色究竟。", "884": "阿難此不還天彼諸四禪至世間麤人所不能見。", "885": "溫陵曰。下天脩有漏凡定。此天脩無漏聖業。麤細有", "886": "異。故不能見。", "887": "阿難是十八天獨行無交至自此已還名為色界。", "888": "孤山曰。此無色界天無業界色。有定。果色。無方所。無", "889": "色蘊也。", "890": "孤山曰。獨行無交。俱無情欲故。未盡形累。尚有色", "891": "質故。", "892": "復次阿難從是有頂至名為回心大阿羅漢。", "893": "吳興曰。色究竟天。第三果人。根有利鈍。故分二路。其", "894": "利根者。發無漏智。斷盡脩惑。即出三界。其鈍根者。復", "895": "由定心。欣上厭下。生無色界。應知慧光圓通。且約盡", "896": "無生智圓滿而言。入菩薩乘。正約出三界。後勝進而", "897": "說。斯亦今經破定性之明文也。", "898": "溫陵曰。色究竟天。居有色頂。與無色隣。名色邊際。", "899": "二岐。一出三界。即此科也。一入無色。即次科也。四", "900": "禪皆依捨念修定。此言捨心。指有頂因心也。因心", "901": "能發無漏智慧。斷盡塵惑。至於圓明。即出三界。不", "902": "住小果。入菩薩乘。是名回心。名為回心者。圓師指", "903": "同涅槃五人發心之。義今謂不爾。彼是界外發心", "904": "即入初住。此是界內迴心。方成四果。安得五人為", "905": "同年邪。", "906": "若在捨心捨厭成就至如是一類名為空處。", "907": "長水曰。捨心有二。一者若於有頂。用無漏道。伏惑入", "908": "空。即樂定那含也。二者若於廣果。用無漏道。伏惑入", "909": "空。即凡夫外道也。", "910": "溫陵曰。自此而下。明無色界四天也。無色者。無業", "911": "果色。有定果色。依正皆然。乃滅身歸無定性。聲聞", "912": "所居。或捨厭天人雜處。其類不一。皆無色蘊也。四", "913": "天皆依徧空脩進。初厭色依空。二厭空依識。三色", "914": "空識等都滅。而依識性。四依識性。以滅窮研。而不", "915": "得真滅。是皆有為增上善果。未出輪迴。不成聖道", "916": "者也。今此初天厭己形礙。堅修空觀。滅身歸無。即", "917": "厭色依空者也。名空處定。故報生空處也。", "918": "諸礙既銷無礙無滅至如是一類名為識處。", "919": "長水曰。賴耶第八識。末那第七識也。而末那所緣。色", "920": "空色三此。位厭色空而依識。則色空麤緣已無。故惟", "921": "全半分微細也。", "922": "溫陵曰。諸礙既銷而無。則不依於色。無礙之無亦", "923": "滅。則不依於空。唯留阿賴末那。既厭空依識者也。", "924": "名識處定。故報生識處。", "925": "空色既亡識心都滅至如是一類名無所有處。", "926": "真際曰。此雖仁識心。未仁識性。今多滯於此。雖能洞", "927": "了色空。󰞆滅心慮。逮無所有。而終於識性。不能自脫", "928": "生死窟穴。", "929": "溫陵曰。前位雖亡空色。而未滅識心。此則都滅。故", "930": "十方寂然。迥無攸往。以寂無攸往。故名無所有。", "931": "識性不動以滅窮研至名為非想非非想處。", "932": "泐潭曰。識恠寂然。見無攸動。便以為滅。是以滅研窮", "933": "也。孤山曰。識性寂然。有似於滅。故曰若存而實非滅", "934": "故曰若盡。", "935": "溫陵曰。識性者。識性幽本也。不動者。寂無攸往也。", "936": "既能不動。復研窮使滅。然依識滅之。竟非真滅。是", "937": "強於無盡中。發宣盡性。所以似存不存。似盡不盡。", "938": "似存不存。故非想也。似盡不盡。又非非想也。此又", "939": "幽幽綿綿。至微之相也。", "940": "此等窮空不盡空理至迷漏無聞便入輪轉。", "941": "幻師曰。其那含天除其利根廻心羅漢。其餘鈍根貪", "942": "寂定者。脩空空增勝。入四空處。其凡夫禪次第脩者。成", "943": "四禪後。次從廣果。入四空處。然則根本天中。第三廣", "944": "果。能攝無想及五那含。今云。有頂色邊際。通指廣果", "945": "聖凡雜地也。○四空凡聖通修。故從不還六窮故屬", "946": "聖流。從無想者屬外道。外道窮空。自無想始也。", "947": "吳興曰。此等窮空。通指凡聖。欣厭未盡。故云不盡", "948": "空理。縱是聖人脩八聖種觀。亦有四陰。細惑未亡。", "949": "以未得滅。受想定故。從不還天下。明聖人有生此", "950": "處者。是鈍根那含耳。言羅漢者。約後為名也。若從", "951": "無想下。明外道有不生此處者。謂窮空不歸也。外", "952": "道窮空。凡有二種。一窮至四禪。以無想為極。二窮", "953": "至無色。以非想為極。今既入無想。則迷於有漏。無", "954": "聞四空。故五百劫滿。自當輪轉。有解此文。作外道", "955": "從無想天來者。非也。請觀不歸二字。歸猶來也豈", "956": "非無想窮空不來乎。", "957": "阿難是諸天上各各天人至回向聖倫所脩行路。", "958": "携李曰。彼之天王。華嚴謂。初地菩薩。多則閻浮提王", "959": "二地輪王。乃至六欲三梵天王。是也。此竪論已終。故", "960": "通結指。", "961": "溫陵曰。通指欲色無色天也。其眾乃隨業感報。未", "962": "出輪迴。其王乃隨行權應。寄位升進。", "963": "阿難是四空天身心滅盡至補特伽羅各從其類。", "964": "補註。定果色者。顯揚論名定自在所生色。謂由勝定", "965": "故。於一切色。皆得自在。即以定變起五塵境也。數取", "966": "趣者。能取當來諸趣。即中有也。涅槃云。中有五陰。非", "967": "肉眼見。天眼所見。", "968": "溫陵曰。身心滅盡者。無色蘊及麤識也。孤山曰。無", "969": "業果色者。顯有定果色也。補特伽羅。此云數取趣。", "970": "謂諸有情。起惑造業。隨諸趣受生也。", "971": "復次阿難是三界中至因濕氣有畜生趣攝。", "972": "問。此四脩羅。既為四趣所攝。應無別報同分之處耶。", "973": "答。雖屬四趣。非無別報。今云。卜居鄰於日月等。即同", "974": "分之處也。○又長阿含云。南洲有金剛山。中有脩羅", "975": "宮所治六千由旬。欄楯行樹等。然一日一夜。三時受", "976": "苦。苦具自來。入其宮中。是知此趣且取一分善報。謂", "977": "之人天。若論受苦。實在人趣之下。故正法念經。惟以", "978": "鬼畜二種收之。良由於此。", "979": "溫陵曰。脩羅此云非天。福力等天。而無天行。為多", "980": "瞋故也。隨業輕重。而有四生之異。水穴即尾閭也。", "981": "問。法華所列四種脩羅。與今四種為同為異。答。資", "982": "中曰同。今謂彼四。只可攝在此四之中。不可次第", "983": "分屬其類。", "984": "阿難如是地獄餓鬼畜生至云何更隨盜婬事。", "985": "孤山曰。有無二無。無生死之俗也。無二亦滅。滅涅槃", "986": "之真也。尚無於善。況隨於惡。亦應云尚無無二。云何", "987": "隨二。中道無著。其有惟明。補註曰。有無相傾者。鬼趣", "988": "業盡。或脩善而升。天趣報衰。或轉惡而墜。此名相傾", "989": "起輪𢌞性也。", "990": "溫陵曰。前問妙心徧圓。何有獄鬼人天等道。故此", "991": "結示。由殺盜婬三為根本。有是業則名鬼倫。言必", "992": "墜也。無是業則名天趣。言必升也。出生無殺盜婬。", "993": "即天趣也。七趣舉二。以善惡通攝也。因有而墜。因", "994": "無而升。故曰有無相傾起輪迴性。若得正定。則妙", "995": "性常寂。無復輪迴矣。有無二無。言相傾業斷。無二", "996": "亦滅。言分別情忘也。業斷情忘。則三種忘本。名迹", "997": "雙泯矣。故欲斷妄輪。須脩正定也。", "998": "阿難不斷三業各各有私至生妄無因無可尋究。", "999": "携李曰。三業即殺盜婬也。", "1000": "溫陵曰。前問地獄為有定處。為復自然。彼彼發業", "1001": "各各私受。故此牒答。", "1002": "汝勗脩行欲得菩提至若他說者即魔王說。", "1003": "溫陵曰。殺盜婬為惑業之本。故名三惑。上明諸趣戒", "1004": "備失錯。而終於勸斷三業。勸除三業。乃戒備真要也。", "1005": "縱得下。即助道分中第二科名。詳辨魔境深防邪誤", "1006": "也。", "1007": "真際曰。魔。即魔羅。此云殺者。亦云奪者。能殺慧命", "1008": "奪善法。開之有五。曰五陰魔。煩惱魔。死魔。天魔。鬼", "1009": "魔。合之惟陰魔天魔而已。陰魔即生死煩惱。依五", "1010": "陰而起者也。天魔因脩邪定。好害正道者也。未發", "1011": "心者。常與隨順。則無𡨥敵。惟正脩者。違而不順。徧", "1012": "致煩惱害。故須辨識也。", "1013": "即時如來將罷法座至歡喜頂禮伏聽慈誨。", "1014": "溫陵曰。前法既終。當机無問。故將罷法座而又攬寶", "1015": "几。回金容無問自說者。真止觀中。微細魔事。非一切", "1016": "智。莫能辨識。能隳寶覺。破法王家。故須特告。乃最後", "1017": "深慈也。", "1018": "長水曰。四禪無聞者。比丘無多聞慧。但勤小行。得", "1019": "生四禪。便謂已證阿羅漢。及乎天報將畢。見有生", "1020": "處。遂謗佛妄說阿羅漢不受後有。因此墜墮。乃邪", "1021": "誤之咎也。", "1022": "佛告阿難及諸大眾至所有國土而不振裂。", "1023": "或曰。有漏空界。乃眾生同感。云何一人而能銷殞。矧", "1024": "古今發真者眾。空界依然。安在其銷殞。󱈜曰。同業所", "1025": "感。不離晦昧。發真返明。故可銷殞。然眾生不可盡。世", "1026": "界不可盡。雖一人發真。眾復感紹。所以依然使同業", "1027": "之人。同能發真。則山河器界。應念化成無上知覺。為", "1028": "淨妙佛土矣。補註曰。迷則轉覺體為虛空。悟則全虛", "1029": "空是覺體故。一人發真歸元。則一人所見虗空。悉皆", "1030": "消殞而為覺體矣。即所謂心精通㳷。當處湛然。彼之", "1031": "未見消殞者。是其未能發真歸元也。", "1032": "溫陵曰。覺圓心體。所謂真元。由迷理背真。化迷立", "1033": "妄。成有漏界。為魔所依。化迷者。隨迷轉變也。空生", "1034": "大覺中。如海一漚發。又喻片雲。以明世界虗幻微", "1035": "芒易以銷殞也。惟真元之體。本自廓然。而虗空國", "1036": "土。皆是迷頑。妄想安立。若汝等一人。發真不迷。則", "1037": "無安立者。故自殞裂也。此并下文。皆敘魔所起。盖", "1038": "有漏空界。為魔所依。今若殞裂。則魔不安矣。", "1039": "汝輩脩禪飾三摩地至於三昧時僉來惱汝。", "1040": "溫陵曰。魔以晦昧為依。今脩禪飾定。妙心精明。故能", "1041": "振裂魔界。遂致惱害也。凡夫天魔王天也。問。大地無", "1042": "情。水陸異類。何以同魔。亦皆振慴。孤山答。三昧威神", "1043": "不可思議。如大樹緊那羅王。絃歌一動。聲震大千。須", "1044": "彌山為之踊沒。況菩薩首楞嚴力。豈以情無情異而", "1045": "為責邪。", "1046": "溫陵曰。飾猶莊嚴也。謂脩禪定功德。莊嚴本有真", "1047": "三摩地。以脩飾故。彼菩薩羅漢所證心性。通同㳷", "1048": "合。此動魔之由。由三摩地。將出其境。故魔等宮殿", "1049": "自然崩裂。斯亦歸元之前相也。凡夫昏暗。不覺遷", "1050": "訛者。此釋伏疑也。恐疑者曰。魔及諸天。既見其相。", "1051": "凡夫何事。都不覺知。故此釋云。", "1052": "然彼諸魔雖有大怒至宛轉零落無可哀救。", "1053": "長水曰。此言妙覺真體。無動無壞。正力所鑠。邪氣自", "1054": "消。泐潭曰。正定勝邪。邪亦勝正。是成就破亂。皆由心", "1055": "中五陰主人。孤山曰。以婬女比天魔。人眇劣也。以一", "1056": "戒比全身。事眇劣也。舉劣况勝。最彼深防。初果道共", "1057": "戒力。自然無犯。故云心清淨等。籍沒。漢書云。除其屬", "1058": "籍是也。宰臣藉沒。喻成於覺位而淪惡也。", "1059": "溫陵曰。五陰主人。真心也。陰消入明。指發真者。登", "1060": "伽眇劣。只毀戒體。諸魔熾惡。能隳寶覺。固宜深防。", "1061": "阿難當知汝坐道場至堅固妄想以為其本。", "1062": "補註曰。離念精明。心未發光等。色陰未破之相。孤山", "1063": "曰。謂在名字位中。則似抑之太低。溫陵謂。得元明覺", "1064": "無生滅性。則似升之太高。當依吳興。指屬觀行。此盖", "1065": "禪那得力之處。塵勞暫息之時也。", "1066": "泐潭曰。消落諸念者。以湛旋其虗妄生滅也。離念", "1067": "精明者。得元明覺無生滅性也。湛寂故動靜不移。", "1068": "離念故憶忘如一。定力雖爾。而色陰未破。故如明", "1069": "目暗處。雖精性妙淨。而心未發光。此色陰之相也。", "1070": "陰以蔽覆為義。區局性真。故曰區宇。", "1071": "補註曰。前解五濁云。劫濁依於色陰。故今色盡。則能", "1072": "超之。餘四例此。", "1073": "溫陵曰。五陰盡相。非滅身歸無。乃觀力洞照。不為", "1074": "迷礙而已。故譬若目明朗。十方洞開也。色陰始因", "1075": "父母己三。妄倫交結。故曰堅固妄想為本。五種妄", "1076": "本。經未自釋。", "1077": "阿難當在此中精研妙明至若作聖解即受羣邪。", "1078": "孤山曰。凡諸境發。雖是善相。取著成邪。任是惡相。若", "1079": "不取著。邪亦成正。以境隨心轉故。泐潭曰。十魔皆依", "1080": "境起。身能出礙。由觀照力故。使精明心。與四大身。兩", "1081": "不相涉。故能出礙。○前境指所因也。形體即精明心。", "1082": "內徹於身故。蟯蛔可〔於〕。", "1083": "溫陵曰。此中者。定中也。妙體本融。由妄質成礙故。", "1084": "精窮妙用。則四大不織。而身能出礙也。然此特定", "1085": "力所逼。使精妙流溢。暫而不常。故非聖證。", "1086": "阿難復以此心精研妙明至若作聖解即受群邪。", "1087": "溫陵曰。真精妙明。流溢前境。則外無所隔。流溢形", "1088": "體。則內無所障。故能身內恰出蟯蛔。此亦暫爾。", "1089": "又以此心內外精研至若作聖解。即受群邪。", "1090": "溫陵曰。前之精研。初能外虛。次能內徹。此復內外精", "1091": "研。俱虛徹故。其魂魄等失常。迭互相涉故。夙昔聞熏", "1092": "自能發揮。而忽有聞也。今夫刻意凝神。討論之極。則", "1093": "奇文麗藻。往徃煥然。得於夢寐。精研激發。神者偶現", "1094": "類可知也。資中曰。若脩念佛三昧。斯境現前。與脩多", "1095": "羅合者。名為正相。若脩餘觀。設見佛形。亦不為正。以", "1096": "心境不相應故。況觀真如。不取諸相。而有所著者。豈", "1097": "非魔邪。", "1098": "吳興曰。除執受身。餘皆涉入。謂除其色身。而內魂", "1099": "魄等六。互相涉入也。互為賓主者。餘五入魂。則魂", "1100": "為主。五為賓。乃至入神。則神為主。餘為賓也。遞相", "1101": "離合。即精離本位。而合於魄。或魄離本位。而合於", "1102": "精等。", "1103": "又以此心澄露皎徹至若作聖解即受羣邪。", "1104": "吳興曰。抑按降伏制止。超越應對。四分煩惱。或如下", "1105": "文。排四大性。此名等從略而結也。", "1106": "溫陵曰。淨穢之境。常隨心感。故澄徹之極。則心魂", "1107": "染於靈悟。佛境現於心光。", "1108": "又以此心精研妙明至若作聖解即受群邪。", "1109": "孤山曰。觀察過越。精明遍徹。故十方虗空。重重現色。", "1110": "溫陵曰。精研妙明。抑伏雜想。制心勝託。力用過越。", "1111": "故妙用逼極。煥散而現也。", "1112": "又以此心研究澄徹至若作聖解即受群邪。", "1113": "泐潭曰。定心澄徹。精光不亂。故暗能見。物不除滅。皆", "1114": "實境也。", "1115": "溫陵曰。人固有不明自發暗不能昏者。惟微細定", "1116": "心。澄使不亂。而後能見。暗物不除。言皆實境。不隨", "1117": "定變也。", "1118": "又以此心圓入虗融至若作聖解即受羣邪。", "1119": "真際曰。由排擯力故。四體虛融。故刀火無損。所謂入", "1120": "火不難。入水不溺者。", "1121": "溫陵曰。定力虗融。則五塵併消。四大排遣。純覺遺", "1122": "身。故無傷觸。定力所持。故火不燒也。世之端居喪", "1123": "我者。尚能使形槁木心死󰞆。況真定之力哉。", "1124": "又以此心成就清淨至若作聖解即受群邪。", "1125": "溫陵曰。厭麤濁之質礙。欣妙淨之虗融。名成就清淨。", "1126": "凝想日深。久而自化。故能洞觀。得無障礙也。真際曰。", "1127": "厭想日深。淨心功極。故見十方皆成佛土。", "1128": "又以此心研究深遠至若作聖解即受群邪。", "1129": "真際曰。由觀照力。功用深遠。迫心飛出。故多隔見。", "1130": "溫陵曰。研心窮遠。逼迫精神。遺身而出。冥有所至。", "1131": "故能見聞遠方事也。上皆未離色陰。徒因定力。而", "1132": "能出礙。見聞遠及。若色陰盡。則十方洞開。無復幽", "1133": "暗。六通縱任無為。山璧由之直度。固無疑矣。", "1134": "又以此心研究精極至若作聖解即受群邪。", "1135": "資中曰。此人曾有邪心種子。合外魔境。相因而來。此", "1136": "則非善境界。純是魔嬈。不同前九。皆稱善境。起心作", "1137": "證。方乃成魔者。", "1138": "溫陵曰。所見知識乃魔變現也。前九但明定力。獨", "1139": "此乃明魔事者。定力未成。不能動魔。研究精極。乃", "1140": "漸發魔事也。故下文魔事愈甚。", "1141": "阿難如是十種禪那現境至保持覆護成無上道。", "1142": "泐潭曰。五陰各為十魔種子所依。共五十重。皆在觀", "1143": "行初心所發。故有退墮。若入相似。墮久不成。故佛次", "1144": "第細辨相狀。令初心識其所發氣分。譬如色陰未破", "1145": "之中。或現天魔。此即想陰氣分之所發也。", "1146": "吳興曰。用心交互者。用禪那心與色陰堅固妄想", "1147": "交互。故現斯事。乃至識陰。例此明之。何則以五妄", "1148": "想。各於本陰區宇之中。為禪所觀。將破未破。如燈", "1149": "欲滅。其光復熾。乃與定力。交戰其功。故成之敗之。", "1150": "則魔佛之道。於是乎辨。", "1151": "阿難彼善男子脩三摩提至虗明妄想以為其本。", "1152": "孤山曰。受有邪正。正受屬定。邪受屬魔。故失其正受", "1153": "則當淪墜。真際曰。妄起見覺。汩擾湛性。名見濁。即受", "1154": "陰之體也。故受陰盡即超之。", "1155": "溫陵曰。受以領納前境為義。已破色陰。內外虗融。", "1156": "故見諸佛心。如鏡現像。諸佛心即我妙覺明心也。", "1157": "如鏡現像。謂清淨虗凝。了非形礙也。雖具妙體。而", "1158": "未能運用。盖為受所覆故。如魘寐人。支體宛具。六", "1159": "根明了。而不能運動。此受陰之相也。", "1160": "溫陵曰。色除盡者。已離形礙。然為受所魘而未能", "1161": "用。故受陰消歇。即能離身反觀。去住無礙也。因違", "1162": "順之幻境。生損益之妄受。則受陰無體。虗有所明。", "1163": "故名虗明妄想。", "1164": "阿難彼善男子當在此中至失於正受當從淪墜。", "1165": "長水曰。此中受陰定中也。興福曰。大光耀者。即正", "1166": "之心。明白之境也。吳興曰。其心發明。即下文見色陰", "1167": "消。受陰明白也。有以狂慧。釋之者非。", "1168": "溫陵曰。既破色陰。無復幽暗。故得大光耀。知受陰", "1169": "為咎。故內自抑伏而破之。抑伏太過。失於慈柔。故", "1170": "多悲愍。以致悲魔附焉。", "1171": "阿難又彼定中諸善男子至失於正受當從淪墜。", "1172": "真際曰。由前色陰皆依境起。此獨依心故。生悲含受。", "1173": "泐潭曰。勇猛精勤。生於功用陵率。吳興曰。陵率謂勇", "1174": "心高率也。", "1175": "溫陵曰。色盡受現。為定之勝相。因喜成功。故感激", "1176": "勇動。以為佛果可齊。功行易致。陵率之過。故狂魔", "1177": "附焉。今夫以少為足。驕狂犯分。自視無前者。皆陵", "1178": "率之過也。", "1179": "又彼定中諸善男子至失於正受當從淪墜。", "1180": "溫陵曰。凡脩觀行。須定慧等持。乃能無失。今此定強", "1181": "智微。而受陰未盡。故進無新證。色陰已消。故退失故", "1182": "居。進退之間。杳無所依。名中隳地。以無依無見故。枯", "1183": "渴沉憶。而憶魔附焉。憶心妄系故。如有撮懸也。", "1184": "又彼定中諸善男子至失於正受當從淪墜。", "1185": "溫陵曰。前以定強智微。此又慧力過定。皆互有所失。", "1186": "故欲等持也。長水曰。定力微故。亡失恒審。慧力過故。", "1187": "溺於知見。", "1188": "又彼定中諸善男子至失於正受當從淪墜。", "1189": "溫陵曰。進退失守。故心生觀險。以成邪憂。自致患害", "1190": "也。", "1191": "又彼定中諸善男子至失於正受當從淪墜。", "1192": "吳興曰。輕安七覺支中。其體屬定。定若兼慧。正道可", "1193": "通。今所發者。既無慧自持。則定翻成散。魔得其便。喜", "1194": "樂附焉。", "1195": "又彼定中諸善男子至失於正受當從淪墜。", "1196": "溫陵曰。慢名有七。恃己淩他。名我慢。同德相傲。但名", "1197": "曰慢。於同爭勝。名過慢。於勝爭勝。名過慢。未得謂得。", "1198": "名增上慢。以劣自矜。名𢍉劣慢。不禮塔廟等。即邪慢", "1199": "也。今之妄人。不禮不誦。皆慢魔也。携李曰。疊花寶巾", "1200": "類也。", "1201": "又彼定中諸善男子至失於正受當從淪墜。", "1202": "吳興曰。輕安者。名雖同前。其義則異。以云因慧。獲諸", "1203": "輕清故。此由受陰於諸塵境。無重濁之惑。便言成聖。", "1204": "得大自在也。", "1205": "溫陵曰。以色消為精明。以精明為圓悟。遂以為得", "1206": "大隨順。輕清自在。皆得少為足。無聞之儔也。", "1207": "又彼定中諸善男子至失於正受當從淪墜。", "1208": "溫陵曰。因得虗明。誤執斷空。成諸邪咎。凡為此者。皆", "1209": "空魔也。資中曰。此從邪見種生。引此空魔。入其心腑。", "1210": "大般若云。魔能入一切眾生心。令歸依魔。□如膠如", "1211": "漆。斷手□臂。不以為難。", "1212": "又彼定中諸善男子至失於正受當從淪墜。", "1213": "溫陵曰。愛心多因順起故。定境順心。即邪愛成咎。吳", "1214": "興曰。此如天台止觀。煩惱境欲發之相。智者去生來", "1215": "欲色。抑制可停。今所發者。其惑熾盛。若見外境。心狂", "1216": "眼暗。如睡師子觸之哮吼。若不識者。則能牽人作大", "1217": "重罪。今文既云魔入其心。則是煩惱與魔。二境俱發。", "1218": "阿難如是十種禪那現境至保持覆護成無上道。", "1219": "泐潭曰。愛相有三。諸境中發為悲哀。衰微憂懸者。即", "1220": "苦違境也。發為勇猛。大喜我慢貪欲者。順樂境也。發", "1221": "為輕安。空心疑慮者。中容境也。", "1222": "溫陵曰。諸陰結文皆云保持覆護等。即深防邪誤", "1223": "助道之意也。", "1224": "阿難彼善男子脩三摩地至此則名為想陰區宇。", "1225": "長水曰。未破想陰。故如熟寐寱言也。有成聖位分。故", "1226": "如音韻倫次也。令不寐者。咸悟其語。如證聖人。則知", "1227": "彼有聖位之分。故般若云。如來悉知悉見是人皆得", "1228": "成就阿耨菩提。", "1229": "携李曰。想者心慮浮相。識情妄習。能覆妙明。障聖", "1230": "道故。雖得受陰盡。其心離身。去住自由。已為成就", "1231": "聖位。得意生身之因。然尚為想陰所覆。故譬熟寐", "1232": "寱言也。雖未即得。而因已成就。故譬無別所知。而", "1233": "已成音韻也。如是因相。惟想盡者能知。故譬不寐", "1234": "者。咸悟其語。此想陰之相也。", "1235": "若動念盡浮想消除至融通妄想以為其本。", "1236": "孤山曰。覺明如鏡。浮想如塵。想盡心明。猶居相似。首", "1237": "尾猶始終也。若悟真常。無始終生死之異。故云圓照。", "1238": "溫陵曰。想能融變。使心隨境。使境隨心。如想酢梅。能", "1239": "通質礙。故名融通妄想。", "1240": "長水曰。浮動塵消。故無覺明垢。無動則生滅想亡。", "1241": "覺淨則始終念滅。故一倫生死。首尾圓照也。憶識", "1242": "誦習。發知現塵。名煩惱濁。即想陰之體也。故想盡", "1243": "則超之。想能融變。使心隨境。使境隨心也。", "1244": "阿難彼善男子受陰虗妙至汝當先覺不入輪迴。", "1245": "吳興曰。飛精附人。斯必附其可附之人。亦脩定習者", "1246": "耳。", "1247": "溫陵曰。得受陰盡。曰虗妙。已無受魔。曰不遭。圓定", "1248": "等者。想陰定中也。愛圓明求善巧者。因其虗妙生", "1249": "愛。思於圓明之體。以發漚和之用也。天魔變現教", "1250": "化者。示漚和善巧也。附人。附他人也。其人所附人", "1251": "也。彼人是人皆指脩定人也。想陰十段。皆初舉天", "1252": "魔。次明鬼魔。而舊科不分。今按經分之。前總敘云。", "1253": "或汝陰魔。或復天魔。或著鬼神。或遭魑魅。後總結", "1254": "曰。是十種魔。或附人體。或自現形。魔師婬婬相傳。", "1255": "邪精魅其心腑。如受陰中舉悲等十魔。即陰魔也。", "1256": "想陰初舉十類。即天魔也。", "1257": "阿難又善男子受陰虗妙至汝當先覺不入輪迴。", "1258": "携李曰。愛遊。愛遊歷異境也。", "1259": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1260": "溫陵曰。愛綿㳷者。□密契妙理也。希契合故。魔與開", "1261": "悟。自開悟下。皆密契□事也。資中曰。夫亡机寂照。理", "1262": "自玄會。若希求契合。擬心即差。於是天魔得其便也。", "1263": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1264": "溫陵曰。愛穹萬化之本。故爽其心。以辨拆。將佛涅槃", "1265": "等者。以肉身為果德。以幻生為常住。而撥無淨土報", "1266": "體。皆因其辨折化元。而妄為混融之說也。以穢染為", "1267": "真淨。亦意引媟欲也。", "1268": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1269": "吳興曰。懸應在聖。冥感在己。於未證理前。求其休驗也。", "1270": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1271": "溫陵曰。愛深入幽靜。以證養通力也。吳興曰。陰寂靜", "1272": "謐。即深入之功。下各知本業。即深入之念。", "1273": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1274": "溫陵曰。好知潛匿異事及宿命也。吳興曰。宿命者。六", "1275": "通之一也。小乘脩成。大乘發得。今進不待變。退不從", "1276": "脩。作念求之。故招魔事。", "1277": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1278": "溫陵曰。化元萬化之本也。欲乘之以發神變。携李曰。", "1279": "神通即變化之事。化元即變化所由也。", "1280": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1281": "溫陵曰。欲入滅定。以趣空寂也。孤山曰。薄蝕者。經史", "1282": "皆作食。常昭云。氣往迫之曰薄。虧毀曰食。", "1283": "又善男子受陰虗妙至汝當先覺不入輪迴。", "1284": "孤山曰。變易者。斷見思盡。生法性土。故受變易。今頓", "1285": "欲變麤身為細質。易短壽為長齡。從此分段。延入彼", "1286": "土也。自在天。即欲界第六天上。別有魔王居處。亦他", "1287": "化自在天攝。", "1288": "溫陵曰。三界惑盡。方離分段生死。得變易生死。今", "1289": "功未成。妄希即惑矣。研幾謂研窮幾微。以深求也。", "1290": "細想云者。欲變麤為細。求久住世也。", "1291": "阿難當知是十種魔至失正徧知墮無間獄。", "1292": "溫陵曰。涅槃經云。末世魔屬。現比丘羅漢等像。混壞", "1293": "正法。非毀戒律儀。意同此也。", "1294": "汝今未須先取寂滅至保持覆護成無上道。", "1295": "孤山曰。末世魔現比丘等像。混壞正法。非毀戒律。故", "1296": "於篇終戒勗脩證。", "1297": "溫陵曰。始以阿難起教。終復囑令弘宣。足知大教", "1298": "源流。浚發遐被。無非阿難之力。則示遭魔事。徵心", "1299": "辨見。皆為末法。起大慈悲。令不著魔。得正知見也。", "1300": "當知昔雖四派示滅。今之法化常存。與夫在處影", "1301": "響。無非留願之身也。", "1302": "大佛頂如來密因脩證了義諸菩薩萬行首楞嚴經　第十大佛頂如來密因脩證了義諸菩薩萬行首楞嚴經", "1303": "第十", "1304": "阿難彼善男子脩三摩地至此則名為行陰區宇。", "1305": "携李曰。夜之夢寐。晝之想像。想陰盡則覺寐一。塵影", "1306": "滅。故山河如鏡。無所分別。即虗應而已。孤山曰。雖未", "1307": "下。謂雖未能別相見彼眾生。修因趣果。因由端緒。已", "1308": "能總相見彼生類。俱由行起。名此行陰。為同生基。野", "1309": "馬陽燄浮埃也。熠熠光耀閃爍之貌。清擾即下文幽", "1310": "清擾動是也。孤山曰。行想二魔。見思為體。行中諸見。", "1311": "有六十二。即六十二化也。", "1312": "溫陵曰。通敘想滅行現也。浮動妄習。晝明則想。夕", "1313": "瞢則夢。汩亂性真。莫得而一。擾動覺明。莫得而靜。", "1314": "故想陰盡者。夢想消滅。寤寐恒一。覺明虗靜。猶如", "1315": "晴空也。五陰前麤後細。故想盡則無麤重影事。雖", "1316": "觀萬象。而無想念。故如鏡鑑明。無粘無迹。虗受照", "1317": "應。了無陳習。惟一精真。明極如此。故幽隱行陰。於", "1318": "是披露也。行為萬化生滅根元。故其相披露。則十", "1319": "二類生之元。無不殫見。各命由緒。識也。同生基。行", "1320": "也。擾動幽隱。故譬野馬乍生乍滅。故曰熠熠。無復", "1321": "麤影。故曰清擾。根塵運止。皆本于此。故曰究竟樞", "1322": "穴。", "1323": "若此清擾熠熠元性至幽隱妄想以為其本。", "1324": "真際曰。想滅則此心為澄。空行現則。游塵清擾。識為", "1325": "立命由緒。其性元澄。行破還元。則流習頓滅。故為澄", "1326": "本。", "1327": "溫陵曰。行陰習擾成性。故稱元性元習。能滅擾習。", "1328": "則歸元澄之本。而遷流相盡矣。故如波瀾滅。化為", "1329": "澄水也。生滅不停。業運常遷。名眾生濁。故行陰盡", "1330": "則超之。行陰密移。曾無覺悟。故曰幽隱妄想。", "1331": "阿難當知是得正知至是人墜入二無因論。", "1332": "溫陵曰。夢想消亡。寤寐常一。故稱正知。奢摩他。又稱", "1333": "凝明正心。皆想盡之相也。携李曰。既見此已。遂以一", "1334": "切生滅皆圓於此。而不進窮識陰本末。遂立二無因", "1335": "論。", "1336": "泐潭曰。外魔皆因心召故。想盡凝明。則天魔不至。", "1337": "從此惟是修禪失趣。狂解妄計。是即陰魔也。生類", "1338": "本即同生基也。於本類中生元露者。於同生基。見", "1339": "己行元也。幽清動元。即行元也。", "1340": "一者是人見本無因至墮落外道惑菩提性。", "1341": "孤山曰。生机既破。則根離區穴。而眼清淨。故能洞見。", "1342": "業流灣環者。隨業流轉。如水在灣。迴旋其處。不能自", "1343": "出也。未脫識陰。定力有限。故八萬劫來。冥無所見。無", "1344": "所見故。計本無因也。不知本因。存乎妄識。此所謂亡", "1345": "正徧知。", "1346": "吳興曰。生機全破者。機喻擾動。即行陰也。不為想", "1347": "陰所覆。故云全破。眼根八百功德。既約三世四方", "1348": "論之。今見本無因。即乘過去功德。下見末無因。即", "1349": "乘未來功德。斯由定中發宿命通。乃令眼根彰此", "1350": "力用。業流灣環。行陰流轉也。冥無所觀。外道冥諦", "1351": "也。夫善惡業緣。惟識變造。是人八萬劫外。尚不見", "1352": "行。何況於識。故從此來。起無因計。", "1353": "二者是人見末無因至一切物象皆本無因。", "1354": "吳興曰。無復改移者。此見一分人畜之類。有經長時。", "1355": "業果未轉。故起斯計。如智論明。舍利弗觀鴿子身前", "1356": "後。皆八萬劫。不改其類。今行陰中。既見此相。乃執一", "1357": "切自然而然。此即不知十二類生。各命由緒。□□□", "1358": "□□等明能末未□□□□觀。八萬劫以外。□□同", "1359": "聲聞故。", "1360": "溫陵曰。謬執生根。不達此理。以人竟為人。乃至黑", "1361": "竟為黑。無復改移。因而例我。本不見道。末亦無成。", "1362": "是末無因也。結文本字。合是末字。", "1363": "由此計度亡正徧知至第一外道立無因論。", "1364": "長水曰。一無因有□□想中來。自憶□□□無所有", "1365": "二□□□□智觀察。□□是計。謂諸見□有。定心出", "1366": "智。二相以依根本後得二境故。", "1367": "吳興曰。肇師云。外道末伽梨。謂眾生苦樂。不因行", "1368": "得。皆自然耳。前經云。末伽梨等。都言此身死後全", "1369": "滅。今計無因。雖不云死滅。必至劫滿。亦同其倫。當", "1370": "知諸見不出四句。謂斷常雙亦雙非也。上二無因。", "1371": "即斷見。下四徧常。及一分無常一分當。乃至死後", "1372": "俱非。即後三句。餘之所計。皆源流于此。", "1373": "阿難是三摩中諸善男子至是人墜入四徧常論。", "1374": "長水曰。行陰生滅。相續不失。故名常。所計四種一切", "1375": "法。故名圓。孤山曰。徧常曰心者。一觀心境。二觀四大", "1376": "三觀八識。四觀想滅。總計為常。名四徧常。", "1377": "溫陵曰。前言圓擾動元。此言常擾動元者。以生滅", "1378": "之元皆圓於此。遂執為常。而起徧常論。徧即圓也。", "1379": "故此標名徧常。後結名圓常。", "1380": "一者是人窮心境性至不曾散失計以為常。", "1381": "真際曰。心境二處雖則無因。二萬劫來。相續不斷。故", "1382": "計為常。", "1383": "泐潭曰。由妄計行陰。為生滅圓元。遂于心境四大", "1384": "八識等。皆起妄計。或撥生滅而計常。或存生滅而", "1385": "計常。或認識神而計常。或起邪見而計常。今此窮", "1386": "心境性。本自無因。謂無生滅故。以十方眾生生滅", "1387": "之理。皆則循環。本無散失。此撥生滅而計常也。想", "1388": "陰盡者。依心境二法修觀。故功力能知二萬劫事。", "1389": "後四萬八萬例此。", "1390": "二者是人窮四大元至窮不失性計以為常。", "1391": "溫陵曰。眾生依地水火風生滅。而四性元則常住。則", "1392": "諸生滅法。咸皆體常。真際曰。言六根者。舉所依根。顯", "1393": "能依識也。既云心意識中。故知觀八識也。", "1394": "溫陵曰。六根及末那執受。即八識也。心意識中本", "1395": "元。即識性也。八識元由。惟佛與入地菩薩能窮。若", "1396": "真能窮盡。則入智境。離心意識。今此唯得心意識", "1397": "中本元由處。謂其本性恒常。眾生依之循環而住。", "1398": "不曾散失。此認識神而妄計也。", "1399": "四者是人既盡想元至因心所度計以為常。", "1400": "吳興曰。前指本元為常。即于生滅。計不生滅。如見細", "1401": "流。謂之止水也。今取理中為常。乃于不生滅。計不生", "1402": "滅。如見虛空。謂之常住也。斯亦妄認行陰為理耳。", "1403": "溫陵曰。想元。想陰也。生理。行陰也。妄謂流轉生滅。", "1404": "皆屬想心。今已永滅。則不生滅理。自然屬行。不知", "1405": "行陰。即生滅元也。長水曰。此于生滅。計不生滅。故", "1406": "執為常。", "1407": "由此計常亡正徧知至第二外道立圓常論。", "1408": "吳興曰。此四徧常所窮之境。從廣至狹。而成次第。", "1409": "携李曰。初通五陰。二局色陰。三惟行陰。四但是行", "1410": "陰。不生滅理。若言第三計八識。第四復計行陰。其", "1411": "義既失。所次亦非。", "1412": "又三摩中諸善男子至一分無常一分常論。", "1413": "携李曰。四顛倒者。一由自及他。二離心觀土。三別觀", "1414": "心精。四謬於四陰。各起分計故也。", "1415": "孤山曰。於自他境。妄起倒見。其類有四。各計一分", "1416": "無常。一分有常。", "1417": "一者是人觀妙明心至則我心性名之為常。", "1418": "長水曰。此以湛寂之理為常。生滅之性無常。携李曰。", "1419": "妙明圓湛。離我我所。而外道于此妄立神我。從是計", "1420": "我。徧凝不動。而諸眾生于中生死。遂計自為常。計他", "1421": "無常。", "1422": "吳興曰。觀妙下。重舉觀行。湛然下。正明起計。亦由", "1423": "不了行陰生滅。妄謂此處心性湛然。以為神我。言", "1424": "神我者。外道名主諦。謂一切法皆是我所。悉以此", "1425": "神而為其主。", "1426": "二者是人不觀其心至劫不壞處名究竟常。", "1427": "吳興曰。謂二禪以下。終為三災所壞。名無常種性。四", "1428": "禪以上。灾不能壞。名究竟常。", "1429": "溫陵曰。前依心觀。此依土觀。種種徧計。一法既邪。", "1430": "萬法皆倒矣。", "1431": "三者是人別觀我心至從我流出名無常性。", "1432": "長水曰。此觀心精細流轉。即細相生滅。", "1433": "溫陵曰。不能即身即心。故作別觀。微塵喻精微也。", "1434": "謂由心精密運。令身生滅。而心不壞滅。前于一法", "1435": "作二計。此于性作二計也。", "1436": "四者是人知想陰盡至今已滅盡名為無常。", "1437": "長水曰。此以陰行流性為常。色受想為無常。", "1438": "携李曰。幻陰一體。遷流一相。而且執是而迷非。見", "1439": "今忘昔。故以流者為常。遷者為滅。", "1440": "由此計度一分無常至第三外道一分常論。", "1441": "溫陵曰。以理為真。以相為幻。於理則融。于事則礙。不", "1442": "免墮此四種分計。", "1443": "泐潭曰。此四顛倒。初觀神我。及一切眾生。即正報", "1444": "也。次觀國土與劫。即依報也。此二對他。明常無常。", "1445": "三觀我身及心。四計陰等。此二約自色心。明常無", "1446": "常。亦從廣至狹也。", "1447": "又三摩中諸善男子至是人墜入四有邊論。", "1448": "長水曰。此分位計度。一三際。二見聞。三彼我。四生滅。", "1449": "是名四邊計。", "1450": "溫陵曰。分位有四。謂三際分位。見聞分位。彼我分", "1451": "位。生滅分位。", "1452": "一者是人心計生元至計相續心名為無邊。", "1453": "興福曰。此以觀過未有分位。為有邊。相續無分位。為", "1454": "無邊。", "1455": "溫陵曰。生元流用。行陰也。因遷流計三際。以過者", "1456": "已滅。來者未見。故名有邊。現在相續。故名無邊。不", "1457": "知真際本非有邊非無邊也。", "1458": "二者是人觀八萬劫至有眾生處名為有邊。", "1459": "孤山曰。無見聞處。其境叵〔則〕有見聞處。其境可了。故", "1460": "名有也。", "1461": "吳興曰。後八萬劫。亦合如前。今恐存略。溫陵曰。前", "1462": "以不見為有邊。此以無聞為無邊。乃回互倒計也。", "1463": "三者是人計我徧知至不得無邊之心但有邊性。", "1464": "泐潭曰。觀我徧知之性。其知無涯。故名無邊。彼所觀", "1465": "者其境有極。故名有邊。", "1466": "真際曰。我知彼性。乃與同體。今曾不知。是彼與我", "1467": "異。則我得無邊。彼但有邊矣。孤山曰。我曾下。謂但", "1468": "見彼人。現我知中。而不能知。彼人性徧。故計彼性。", "1469": "以為有邊。", "1470": "四者是人窮行陰空至一半有邊一半無邊。", "1471": "資中曰。此于密移中。觀造化性。故計一身半生半滅。", "1472": "以生為有邊。以滅為無邊。", "1473": "溫陵曰。因窮行空。昔有今無。遂以一陰為半生半", "1474": "滅。而內根外器。一切皆然。以生為有邊。滅為無邊。", "1475": "由此計度有邊無邊至第四外道立有邊論。", "1476": "吳興曰。此四有邊。初惟約自。二單約他。三具自他。四", "1477": "重計他一切依正。斯則前狹後廣。以成其次。", "1478": "携李曰。諸皆窮道失趣。展轉妄計。所謂禪那狂解。", "1479": "迷謬至此。", "1480": "又三摩中諸善男子至不死矯亂徧計虗論。", "1481": "溫陵曰。以邪倒故。於知見中。狂解不决。遂矯亂其語", "1482": "也。今之邪人。妄謂得道。而中無主心。矯惑于人者。多", "1483": "類此。孤山曰。四種矯論。由分別境相。立知見名字。", "1484": "資中曰。準婆沙論釋。外道計天常住。名為不死。計", "1485": "不亂答。得生彼天。若實不知而輒答者。恐誠矯亂。", "1486": "故有問時。答言秘密言辭。不應皆說。或不定答。佛", "1487": "法訶云。此真矯亂。故名不死。矯亂虗論也。", "1488": "一者是人觀變化元至今彼前人遺失章句。", "1489": "長水曰。于一生滅行陰。分為八義。別見謂變恒生滅。", "1490": "增減有無也。答中略舉六義。以不能定其道理。但兩", "1491": "楹而答。故云亦生亦滅等。携李曰。總觀八境。知見多", "1492": "端。報答不定。此觀化迷理矯亂。", "1493": "溫陵曰。此觀萬化。見其不齊。遂生異解。用心別見。", "1494": "即異解也。于是不能決擇。矯亂其語。", "1495": "二者是人諦觀其心至除無之餘無所言說。", "1496": "孤山曰。此二節觀心執無執有。矯亂徧觀一境。故唯", "1497": "見一義。", "1498": "溫陵曰。互互無。即念念滅相也。得證者悟一切法", "1499": "皆無也。", "1500": "三者是人諦觀其心至除是之餘無所言說。", "1501": "真際曰。此觀境亂心矯亂。蓋有無兩觀者。", "1502": "溫陵曰。各各有即。念念生相也。言無言是。皆不明", "1503": "答。", "1504": "四者是人有無俱見至一切矯亂無容窮詰。", "1505": "溫陵曰。枝。如樹枝差互不一。", "1506": "由此計度矯亂虗無至不死矯亂徧計虗論。", "1507": "資中曰。今之邪人。妄謂得道。而中無主。正矯惑于人", "1508": "者多類此。", "1509": "吳興曰。從二至四。於前入中。有無分出也。二三單", "1510": "計。第四兩亦。有即是無。如水是水也。無不是有。如", "1511": "水非氷也。四句之中。但涉三句。未見雙非。其計猶", "1512": "慶。", "1513": "又三摩中諸善男子至如是循環有十六相。", "1514": "携李曰。十六相者。一謂終後生有色有想。二者生無", "1515": "色有想。三者生亦有色亦無色有想。四者生非有色", "1516": "非無色有想。五者生有邊有想。六者生無邊有想。七", "1517": "者生亦有邊亦無邊有想。八者生非無邊非有邊有", "1518": "想。九者生有樂有想。十者生有苦有想。十一者生亦", "1519": "有樂亦有苦有想。十二者生非有樂非有苦想。十三", "1520": "者生有一想。十四者生苦于想十五者生有少想。十", "1521": "六者生有無量想。", "1522": "資中曰。無盡流即行陰也。由見無盡。故言死後有", "1523": "相。溫陵曰。或自下。心顛倒故。固執色身。以色是我。", "1524": "又謂我體圓徧。則色為我有。前緣即目前之色也。", "1525": "行相續。相亦色也。於色作此四計。於受想行亦然。", "1526": "故成十六相。皆計死後復有也。携李曰。不言識陰", "1527": "者。所計之我。即識陰也。吳興曰。不爾外道六法我", "1528": "與識異。今行陰未彼。識未當情。故不言耳。", "1529": "從此或計畢竟煩惱至死後有相心顛倒論。", "1530": "泐潭曰。有為無為諸法也。畢竟並驅者。計煩惱菩提。", "1531": "不□□□皆後有也。", "1532": "吳興曰。上四陰與我。既死後有相。或復妄計。煩惱", "1533": "菩提。理亦如是。□煩惱由陰而生。菩提由我而證。", "1534": "言畢竟者。即兩性不相陵滅。入未來際。此皆後有", "1535": "也。言五陰者。通結五陰。王在前四。又雖在前四。義", "1536": "惟行陰耳。", "1537": "又三摩中諸善男子至如是循環有八無相。", "1538": "長水曰。□諸陰滅計度。真際曰。于未劫未見。生無想", "1539": "論。是為八見。", "1540": "溫陵曰。陰性消散。謂色受想滅也。生理即行也。謂", "1541": "無受想。則行亦滅也。此約四陰。現在因亡。未來果", "1542": "滅。因果合論。故成八相。", "1543": "從此或計涅槃因果至死後無相心顛倒論。", "1544": "長水曰。前旁計諸法。後有此旁計。諸法後無。", "1545": "吳興曰。涅槃因果。依現陰而修。後陰而證。陰既恒", "1546": "則修證何有耶。", "1547": "又三摩中諸善男子至死後俱非起顛倒論。", "1548": "吳興曰。此存滅計度。吳興曰。雙計有無。至死後俱非", "1549": "者。此有二義。一亦有亦無。二非有非無。下文先計雙", "1550": "亦次計雙非。", "1551": "溫陵曰。行存則有相也。受想滅則無相也。以前後", "1552": "相例。則存者終無。雖有非有。滅者曾有。雖無不無。", "1553": "四陰雙計。故成今非。", "1554": "色受想中見有非有至皆言死後有相無相。", "1555": "吳興曰。此計雙亦也。見有非有。謂色受想無也。觀無", "1556": "不無。謂行陰有也。如是循環。等例立雙。亦謂三陰無", "1557": "亦如行陰之有。行陰亦如三陰之無。四陰各二。故名", "1558": "八俱非相。言俱非者。對前徧計。有無得名。文意且在。", "1559": "雙計有無耳。故總結云。有相無相。", "1560": "泐潭曰。三陰為滅相。故見有非有。遷流為存相。故", "1561": "觀無不無。隨得一緣者。于四陰隨舉。皆生計執。八", "1562": "俱非論。謂于末劫末見。生非想非非想。生有色。非", "1563": "有想非無想有。生無色。非有想非無想有生。亦有", "1564": "色亦無色。非有想非無想有。生非有色非無色。非", "1565": "有想非無想有。生有邊。非有想非無想有。生無邊。", "1566": "非有想非無想有。生亦有邊亦無邊。非有想非無", "1567": "想有。生非有邊非無邊。非有想非無想。是為八見。", "1568": "又計諸行性遷訛故心發通悟有無俱非虗實失措。", "1569": "資中曰。諸行一切遷流法也。因見行陰。遷訛不定。遂", "1570": "生邪悟。謂一切法有無俱非。不可定指。", "1571": "吳興曰。此計雙非也。色受想等。皆名諸行。悉有遷", "1572": "訛下。文云。甲長髮生。氣消容皺。及念念不停。即其", "1573": "相也。於前四陰。雙計有無。亦有八俱非義。此見既", "1574": "細。所以的就行陰言之。", "1575": "由此計度死後俱非至死後俱非心顛倒論。", "1576": "真際曰。今人惑于俗論而疑。死後有無者。多矣。皆八", "1577": "俱非類也。", "1578": "溫陵曰。昏瞢無可道者。不能明知死後之事也。", "1579": "又諸摩中諸善男子至是人墜入七斷滅論。", "1580": "溫陵曰。見行陰念念滅處。名後後無。由是忘計。設生", "1581": "人天七處。後皆斷滅。○此後無計度。為七斷滅論。", "1582": "興福曰。婆羅門于末劫末見。起斷滅論。總有七見。", "1583": "或計我身從因緣生。必歸磨滅。或計我于欲天斷", "1584": "滅。或計我于色天斷滅。或計我于無色界空處斷", "1585": "滅。或計我于識處斷滅。或計我于不用處斷滅。或", "1586": "計我于有想無想處斷滅。是為七見。見行陰念念", "1587": "滅處。名後後無由。是妄計設生。人天七處。後皆斷", "1588": "滅也。", "1589": "或計身滅或欲盡滅至死後斷滅心顛倒論。", "1590": "溫陵曰。身滅即欲界人天二處也。欲盡初禪也。苦盡", "1591": "二禪也。極樂三禪。極捨四禪也。及無色也。是名七際。", "1592": "謂七際事相。皆現前消滅。更無復生。終歸斷滅也。", "1593": "吳興曰。此計應從第七外道流出。但前約橫論。今", "1594": "約竪說。若攝橫歸竪。則前無相。屬今身滅。", "1595": "又三摩中諸善男子至如是循環五處究竟。", "1596": "携李曰。此後有計度。為五涅槃論。孤山曰。婆羅門於", "1597": "末劫末見。入四十四見中。或于本劫本見。盡入十六", "1598": "見中。或于本劫不見。末劫末見。盡入六十二見中。此", "1599": "六十二見。世尊亦如是知。如是見。但不執着耳。盖外", "1600": "道以知見立知。故成見網。如來以知見無見。故成菩", "1601": "提。", "1602": "溫陵曰。見行滅復生。名後後有。妄于五處。計涅槃", "1603": "果。轉依者。轉生死。依涅槃也。或于欲界。悟圓明理。", "1604": "遂以欲界。即轉依處。或以初禪離憂。二禪離苦。三", "1605": "禪極喜。四禪極捨。即轉依處。是謂五涅槃也。迷有", "1606": "等者。不知此天皆屬有漏。非無為果。非究竟處也。", "1607": "由此計度五現涅槃至五現涅槃心顛倒論。", "1608": "携李曰。此計應從第六外道流出。橫竪攝屬亦如七", "1609": "九之類。", "1610": "吳興曰。前標後後。今結五現者。影互其文也。", "1611": "阿難如是十種禪那狂解至作大覺王清淨標指。", "1612": "溫陵曰。前云禪那現境。乃天魔候得其便。此云禪那", "1613": "狂解。乃心魔自起深蘖。", "1614": "泐潭曰。凡見道不真。多岐妄計。皆即狂解。是謂心", "1615": "魔。最宜深防也。汝等下。令弘宣人。將如來語。徧為", "1616": "羣生。保持覆護。使魔不侵。孽不作。不墯邪岐。不取", "1617": "小證。而直登覺位。是謂作大覺王標指也。吳興曰。", "1618": "此云心魔。後識陰云見魔。心見不出見。愛二惑。即", "1619": "煩惱魔也。", "1620": "阿難彼善男子脩三摩地至此則名為識陰區宇。", "1621": "孤山曰。此識陰十魔為受命之元。行窮識現。故深達", "1622": "命元。行陰遷流。不出根境之法。由感應懸絕。故內外", "1623": "湛明。諸類不召。故入無所入。吳興曰。受命元由者。識", "1624": "息煖三和合成命。受生之際。識陰為先也。", "1625": "溫陵曰。通敘行滅識現也。行為世間遷流之體性。", "1626": "擾動生機之綱紐。補特酬業之深脉。能隱晦性天。", "1627": "馳逸六根汩擾內湛。為浮根塵究竟樞穴。故行陰", "1628": "盡者。生機綱紐。倐在隳裂。補特深脉。感應懸絕。而", "1629": "性天將大明悟。六根無復馳逸。以不馳逸故。內外", "1630": "湛明。以無驅穴故。入無所入。反動而靜。深之又深。", "1631": "故曰內外也。涅槃性天。為五陰所覆。昏如長夜。前", "1632": "三陰盡。如鷄初鳴。雖為曙垂。猶沉二陰。精色未分。", "1633": "此行陰盡。如鷄後鳴。惟餘一陰。故將大明悟也。受", "1634": "命元由。識陰也。以行滅識現。故深達。無樞穴故可", "1635": "觀。無遷流故可執。無生机故不召。遂了十方依正", "1636": "皆識所變。故已獲其同性天。精色雖未明徹。而幽", "1637": "秘之想。已漸發現。此識陰之相也。", "1638": "資中曰。識為還元之地。故諸乘于此。妄立因依。而取", "1639": "果證。總成十魔。", "1640": "若於群召已獲同中至顛倒妄想以為其本。", "1641": "吳興曰。六用不隔。皆悉通隣。即法華所明。六根清淨", "1642": "也。孤山曰。罔象亦倣象。皆不實貌。", "1643": "溫陵曰。群召同中。即十二類之命元識陰也。若於", "1644": "此中。以定慧力。消磨六門。使根合而不分。界開而", "1645": "不隔。則見聞圓通。六根互用。由是外之世界。內之", "1646": "身心。無復留礙。此識陰盡之相也。性本一真。由塵", "1647": "隔越。性用之間。同異失準。名為命濁。故識盡則越", "1648": "之。識乃妄覺影明。元無自體。由顛倒起。故名罔象", "1649": "虗無顛倒妄想。", "1650": "阿難當知是善男子至背涅槃城生外道種。", "1651": "携李曰。此因非因執。吳興曰。覺知通㳷能入圓元者。", "1652": "示觀中所發之相也。斯亦功用暫得。如是不生勝解", "1653": "名善境界。由起邪執故墮外道種類。", "1654": "溫陵曰。識由行流。故行空則還元。既空行陰。故已", "1655": "滅生滅。尚依識元。故寂滅未圓。而能漸破識陰。消", "1656": "磨六門。故己六知根。㳷合無隔。諸類覺性。通融不", "1657": "二。故能入圓元。圓元即融根。隔通諸類之識元也。", "1658": "若以此為真所歸地。而立為真因。則墮因所因執。", "1659": "盖真因非所。有所皆妄。娑毗外道。認阿賴耶識未", "1660": "形之前。冥然初相。為所歸真因。正同此也。以心有", "1661": "所得。果有所歸。即因即果。皆墯所妄。所以違圓通", "1662": "背涅槃也。", "1663": "孤山曰。阿賴耶識。是諸聖人現法樂住三昧之境。人", "1664": "天等趣。諸佛國土。悉以為因。常與諸乘。而作種性。即", "1665": "此義也。", "1666": "阿難又善男子窮諸行空至生大慢天我徧圓種。", "1667": "携李曰。此能非能執。計我生彼。成徧圓種。長水曰。大", "1668": "慢天即摩醯也。不能謂能。故名大慢也。徧圓者。計我", "1669": "體圓。徧空界也。", "1670": "溫陵曰。執識元為自體。而謂一切眾生自此流。出", "1671": "遂執我能生彼。而實不能。故曰能非能執。摩醯首", "1672": "羅即色頂魔王也。妄計我能現起無邊眾生。亦能", "1673": "非能類也。能為心能事果者。計我能為彼依能成", "1674": "彼事也。", "1675": "又善男子窮諸行空至背涅槃城生倒圓種。", "1676": "吳興曰。從彼流出者。此指所歸識陰為彼。非指他人", "1677": "也。携李曰。此常非常執。計彼生我。成倒圓種。", "1678": "溫陵曰。以識元為所歸依故。疑彼能生我及一切", "1679": "法。遂計生起流出之處。為真常無生之體。此則在", "1680": "生滅中。妄計常住。既惑真不生性。又迷現生滅法。", "1681": "以非常為常故。名常非常執。既計彼能生我。即與", "1682": "計自在天能生一切者。同矣。由依識元。妄計常住。", "1683": "故曰立因依心成妄計果。前計我圓生物。此計彼", "1684": "圓生我。故名倒圓。", "1685": "又善男子窮諸行空至背涅槃城生倒知種。", "1686": "資中曰。常住真心。一體無二。用諸妄想。依正乃分。是", "1687": "故眾生草樹。悉如空華。當知草樹山河。皆是有情。自", "1688": "心所變。故說有情。有佛性時。即草樹有性說。有情成", "1689": "佛時。即草樹成佛。以心外無境故。華外無空。故波不", "1690": "離水。故執□不了。乃謂一一草木。各各有知。遂說木", "1691": "死有人。人死為木。未明一體謬計徧圓也。", "1692": "溫陵曰。所知即所觀識陰也。謂識有知。而一切法", "1693": "由知變起。因計知體。圓徧諸法。遂立異解。謂無情", "1694": "徧皆有知。無所簡擇。故曰無擇徧知。此以無知為", "1695": "知故。名知無知執。婆吒霰尼。二外道也。執一切覺。", "1696": "謂執一切有知也。此謬計圓知。以為因心。則果終", "1697": "虗謬矣。以無知為知。是倒知也。", "1698": "又善男子窮諸行空至背涅槃城生顛化種。", "1699": "吳興曰。园化者。謂觀中所見。园融變化。惟識之境也。", "1700": "一功發生。即四大之相也。觀塵成就。別名地大。以此", "1701": "群塵。通指四大。既見此時。並由园化。乃計終圓證果。", "1702": "不出火之見明水之清淨等。故曰發作本因。立常住", "1703": "解。迦葉波亦婆羅門別姓。下所并者。總攝其類。", "1704": "溫陵曰。識陰盡者。消磨六門。諸根互用。今此未盡。", "1705": "則纔得隨順而已。因隨圓互。于是計一切法皆能", "1706": "圓化。發生勝果。謂火能顯發光明。乃至塵能成就", "1707": "器界。遂則邪求邪觀。而勤心崇事。執為能生勝果。", "1708": "而實不能。故名生無生執。即三迦葉波諸外道之", "1709": "儔也。既迷真心。從物求冀。則因果皆妄。顛倒化理。", "1710": "名顛化種。", "1711": "又善男子窮諸行空至背涅槃城生斷滅種。", "1712": "吳興曰。非滅群化。非尤破也。群化即四大等。携李曰。", "1713": "歸無歸執。計永滅依。成斷滅種。", "1714": "溫陵曰。觀理不諦。誤墯虗無。故于圓明性中。計皆", "1715": "虗無。於是絕滅群化。歸於永滅。而不知其非。名歸", "1716": "無歸執。舜若多云空。言無想舜若。即執斷空外道", "1717": "也。以執斷空故。圓虗無為因心成空亡之斷果。永", "1718": "滅依即外道之涅槃也。", "1719": "又善男子窮諸行空至背涅槃城生妄延種。", "1720": "溫陵曰。阿斯陀。此云無比。即長壽仙也。彼雖延長。終", "1721": "歸壞滅。今此欲固妄身。以求常住。則空長勞耳。妄延", "1722": "耳。長水曰。長勞果者。應侔牢聲之誤耳。", "1723": "吳興曰。依識陰觀圓常。執識元為圓精。遂欲固保", "1724": "其身。與之並存。妄貪堅久。不知其非。名貪非貪。識", "1725": "陰精明。湛不搖處。名之為常。今見其常。乃執色身。", "1726": "同此精圓也。身本無常。實不可貪。以為長久。今堅", "1727": "貪著。故云貪非貪執。", "1728": "又善男子窮諸行空至背涅槃城生天魔種。", "1729": "孤山曰。真非真執。謂留欲固命。成天魔種。携李曰。吒", "1730": "枳迦羅。能化欲境自娛。", "1731": "溫陵曰。以識陰為命元。互通三際。識陰若盡。我命", "1732": "亦盡。誰證其常。故便于定中。化諸欲境。以留塵勞。", "1733": "不令銷盡也。依此邪思。欲證真常。而不知其非。名", "1734": "真無真執。吒枳迦羅。即欲頂自在天類也。因其邪", "1735": "思。感生天魔。惟恣塵欲。名熾塵果。媛美女也。", "1736": "又善男子窮諸行空至背涅槃城生纏空種。", "1737": "孤山曰。背清淨解卷十道者。既發小解。乃背圓融常", "1738": "樂我淨之道。今於四德。略舉一耳。携李曰。定性聲聞", "1739": "曰明經謂畏。若厭身志存泥洹。墮阿羅漢者。", "1740": "溫陵曰。命明者。因窮識陰。深明眾生受命元由也。", "1741": "以生滅猶識。精麤由業。故依四諦分別決擇。以苦", "1742": "集為麤偽。以滅道為精真。於是專修道因。求感滅", "1743": "果。以少為足。故居滅即休。斯特定性聲聞上慢之", "1744": "儔也。此則圓精應為因心。成趣寂之小果。精應者。", "1745": "即決擇麤業。惟求精應證于偏真。纏空趣寂而已。", "1746": "又善男子窮諸行空至生覺圓明不化圓種。", "1747": "携李曰。圓妙真體。思習俱盡。名清淨覺。明于寂妙中", "1748": "極其本真。發研深妙。以此為果。名定性辟支。長水曰。", "1749": "識陰總統。入識而入識者。是□□根本。故通敘聲聞", "1750": "□□諸修證法。", "1751": "溫陵曰。融淨覺明即識精也。雖無惑習。圓融清淨。", "1752": "而未離于識。故名覺明。若以此為深妙。立為果證。", "1753": "則定性緣覺獨覺而已。此則圓覺㳷為因心。成湛", "1754": "明之滯果爾。覺㳷如心精通㳷覺知。通㳷之㳷。謂", "1755": "僅與正覺通㳷。而不前進也。湛明即圓融覺明也。", "1756": "所覺止於圓明識精。而定性不迴。故名覺圓。明不", "1757": "化圓種也。", "1758": "阿難如是十種禪那至從始成就不遭岐路。", "1759": "吳興曰。大妄語者。別指前八也。前八通名。外道邪魔", "1760": "亦可別指。七是外道。八是邪魔。俱未斷惑。故云墮獄。", "1761": "二乘異此。故云不進。言見魔者。見以違理為名。前八", "1762": "違真。中二理起界內邪見。后二違中道理。起界外邪", "1763": "見。以二乘智即無明故。又前八中。七純是見。八具見", "1764": "愛。以留塵勞。生勝解故。", "1765": "溫陵曰。窮道失趣。故中途成狂。轉遭枝岐。曰因依", "1766": "迷惑。所愛先習。即邪傳謬解也。秘為真得。遂即休", "1767": "心。將為畢竟所歸寧地。適足自誤。故邪魔依之。終", "1768": "墮惡道。二乘依之。不成增進。最宜深防也。邪見錯", "1769": "解。為妖為孽。顛蹶身心。謂之見魔。心為內韄。見宜", "1770": "外鍵。故前防心魔。此防見魔。則助道之要盡矣。", "1771": "如是法門先過去世至圓滿菩提歸無所得。", "1772": "真際曰。先聖乘。此心開得道。后學固宜勉究也。識盡", "1773": "則消磨六門。故諸根互用。從互用中。入金剛惠。發圓", "1774": "明心。即心開事也。直超信等。入如來海。歸無所得。即", "1775": "得道也。金剛乾惠為等覺后心。十信諸位為進修漸", "1776": "次。此能直超不歷者。諸位修進為治惑習。今識盡無", "1777": "習。故能超之。等覺圓明歸無所得者。自初乾惠至等", "1778": "覺。未為圓明。尤有所得。為識未盡也。至獲金剛心。破", "1779": "盡細識。乃能圓明。入妙覺海。歸無所得。此真修之盡", "1780": "道。", "1781": "吳興曰。如是法門。且指識陰禪那現相。過去諸佛", "1782": "無不覺了。入佛知見。故曰乘此心開也。能入金剛", "1783": "乾惠者。從相似位。超入等覺后心也。天台明圓教", "1784": "利根。一生有超登十地者。與此符合。圓明下至寶", "1785": "月。示後心所證。有法有喻。有體有用。金剛乾惠。是", "1786": "妙覺無間道。轉入解脫道。即妙覺也。故云入於如", "1787": "來等也。妙莊嚴海。是福究竟。圓滿菩提。是智究竟。", "1788": "歸無所得。是理究竟。福即解脫。智即般若。理即法", "1789": "身。不縱不橫。三德秘藏。於茲具顯。遠討其因。實由", "1790": "初心修奢摩他。三摩禪那。三止之功也。溫陵曰。妙", "1791": "莊嚴海者。統眾德。合異流。不嚴而嚴。無證而證之", "1792": "果海也。前稱首楞萬行。為妙莊嚴路。則起此而已。", "1793": "阿難即從座起重復白佛至如演若多迷頭認影。", "1794": "携李曰。此問有二。想心以上問生起因緣。緣此以下", "1795": "問。還滅因緣。溫陵曰。生死妄業。塵垢妄緣。真淨性中。", "1796": "既無所留。全因妄起。猶如迷頭。則五陰相中。五妄為", "1797": "本。從可知也。", "1798": "吳興曰。精真中道也。妙明寂照也。寂故即假。照故", "1799": "即空。三諦融通。元無塵垢。總名本覺圓淨。此單論", "1800": "真性也。乃至下單論妄想生起諸法。斯元下。合明", "1801": "真妄發生世間。所以爾者。無前單論。則不知離義。", "1802": "無後合。明則不知即義。", "1803": "妄元為因於妄想中至五陰本因同是妄想。", "1804": "長水曰。破因緣自然之情因。謂能生緣能長養。因由", "1805": "攝助。因方能生。生已相續。緣力長養。或因惟一緣。乃", "1806": "眾為又自然者。或名自生。或名自相。或名自體。或名", "1807": "自法自覺也。", "1808": "溫陵曰。明妄無因。不容計度也。知妄所起。可說因", "1809": "緣。不知所起。因緣何有。況推自然。得非妄計邪。", "1810": "汝體先因父母想生至名為堅固第一妄想。", "1811": "携李曰。體因想生。心因想起。命因想傳。諸想交固。以", "1812": "成色陰。故名堅固妄想。", "1813": "溫陵曰。想為虗妄影象欲愛深脉遺體。自想愛流", "1814": "出。故曰體因父母想生。陰中乘想愛冥求。故曰心", "1815": "於想中傳命。酢物等說。以驗體用妄結。故與妄理", "1816": "相應。若非妄倫。則妄不能感也。", "1817": "即此所說臨高想心至名為虗明第二妄想。", "1818": "真際曰。虛明妄想。為違順因緣。吳興曰。由因受生者。", "1819": "因想故受生也。去動色體。即形受酸澀也。當知色受", "1820": "想三陰。妄想相由而起。必不相離。", "1821": "溫陵曰。臨高空想而酸澁。真發違順皆妄。而損益", "1822": "現馳。則受陰為體。虗有所明。故名虗明妄想。", "1823": "由汝念慮使汝色身至名為融通第三妄想。", "1824": "真際曰。融通妄想。為形取因緣。", "1825": "溫陵曰。念慮虗情也。色身實質也。虗實不倫。而能", "1826": "相使者。由想融之也。心生虗想。形取實物。心形異", "1827": "用。而能相應者。由想通之也。至於寤寐搖變。使心", "1828": "隨境。使境隨心。皆融通妄想也。", "1829": "化理不住運運密移至名為幽隱第四妄想。", "1830": "真際曰。幽隱妄想為體。遷因緣密移非汝。云何體遷", "1831": "若即汝體。自應有覺。長水曰。初標行陰幽隱之相。阿", "1832": "難下牒辨虗妄之理。", "1833": "吳興曰。此若非汝。此指化理不住等也。云何體迁。", "1834": "詰其甲長髮生等。如必下。若為體迂。實是汝者何", "1835": "不覺此相代之。相以不覺故行陰生滅。名為幽隱。", "1836": "又汝精明湛不搖處至念念受熏有何籌筭。", "1837": "真際曰。此陰通收八識。用動體常。見聞精明。同一識", "1838": "陰。何因下示妄習想。念念受熏者。以昔覩奇物。納種", "1839": "在識。若不受兄。覆覩前異必無記憶之想。既不忘失", "1840": "則知中間常為無明。念念熏習。兄習即妄。何精真之", "1841": "有乎。", "1842": "携李曰。精湛不搖。指識體也。見聞覺知。指識用也。", "1843": "非真常而執常。曰名恒常者。精真不容妄習。今能", "1844": "藏昔。宛不遺失。即妄習也。則湛雖不搖。而念念受", "1845": "熏。其容妄多矣。", "1846": "阿難當知此湛非真至第五顛倒細微精想。", "1847": "吳興曰。六根互用等。如破見思。故妄想滅。即麤垢先", "1848": "落也。問。上文受熏。約無明說。今妄想滅。何止見思耶", "1849": "答。無明所熏。亦見思種子。故前指見物。有憶有妄。正", "1850": "是麤相。今種現雖盡。根本尤存。非謂六根得真互用。", "1851": "溫陵曰。湛非真湛。特幽潛不覺耳。故譬急流之水。", "1852": "幽潛流注。不可測知。此真憶想之元。容妄之體也。", "1853": "直須消磨六門。使妄習無寄。然後可滅也。串常習", "1854": "也。幾微也。似無曰罔。似有曰象。其體精微。故名罔", "1855": "象虗無顛倒精想。", "1856": "阿難是五受陰五妄想成至湛入洽湛歸識邊際。", "1857": "携李曰。受陰亦名取陰。佛果報身。有為無漏。以非惑", "1858": "業所生故取。以惑業為取陰。從取生故名取陰。", "1859": "溫陵曰。五受陰亦曰五取蘊。由一念迷妄。故此取", "1860": "此。以自蔽藏也。言因界者。本無有界。由妄想因也。", "1861": "故色不自色。因空有色。故成色邊際。乃至滅不自", "1862": "滅。因生有滅。故成行邊際。識稱湛了。而湛不自湛。", "1863": "因行不流逸。性入元澄。而合乎湛了。成識邊際。", "1864": "此五陰元重疊生起生因識有滅從色除。", "1865": "長水曰。五陰生起。從細至麤。由迷智有識。乃至由受", "1866": "有色也。滅則從麤至細。必破色而後受現。乃至破行", "1867": "而后識現也。", "1868": "孤山曰。約生則由內造外。從細至麤。如著衣也。故", "1869": "迷理有識。乃至有色約滅。則由外至內。從麤至細。", "1870": "如脫衣也。故悟理色盡。乃至識盡。", "1871": "理則頓悟乘悟併消至何所不明再此詢問。", "1872": "吳興曰。所指前說。亦有頓漸二義。巾體是一。以喻其", "1873": "性。悟則成頓也。巾結有異。以喻妄想。除則成漸也。", "1874": "真際曰。識譬則劫波巾也。色譬則最後結也。結依", "1875": "巾有故。生因識有。解因次第故。滅從色除。理則頓", "1876": "悟乘悟并消者。知巾本無結。亦不有也。事非頓除", "1877": "因次第盡者。巾根頓悟。必假漸修也。若因悟忘修。", "1878": "則有解無行。執理迷事。適墮偏邪。終非正修真三", "1879": "摩地。", "1880": "資中曰。原夫天巾。由次第而結。亦次第而解。所譬", "1881": "六根及以五陰。生之與滅。一往相類。再研有殊。何", "1882": "者以六根義橫五陰義竪故。且如六根迷真起妄。", "1883": "因妄成根。必無先眼。次耳等異。至於返妄歸真。亦", "1884": "無從麤至細之理。豈非義橫邪。前以解結次第為", "1885": "喻者。但取六根差別及選圓通。謂之次第也。今明", "1886": "五陰亦迷真起妄。因妄成陰。既云生因識有。滅從", "1887": "色除。豈非義竪邪。若以結解喻之。則二番次第。宛", "1888": "有倫緒。當知前文舉喻。不可以喻難法。此引例不", "1889": "可以根難陰。適時之說。須曉大綱。", "1890": "汝應將此妄想根元至知有涅槃不戀三界。", "1891": "孤山曰。上明助道分竟。正宗大分。文終于此。下乃流", "1892": "通分也。不錄。", "1893": "溫陵曰。令以此義。自覺覺他。永斷妄元。齊歸正果", "1894": "也。", "1895": "佛說此經已比丘比丘尼至皆大歡喜作禮而去。", "1896": "吳興曰。初發心者。圓教外凡。或內凡也。皆大歡喜。通", "1897": "該凡聖也。", "1898": "溫陵曰。皆在會听眾也。聖仙童子即天仙類也。大", "1899": "力鬼神諸護法者隨所證量皆得法喜也。", "1900": "No. 301-C 楞嚴經後序No. 301-C", "1901": "楞嚴經後序行簡", "1902": "盖如來瑞世。無非為一大事因緣。而究竟堅固為誓。", "1903": "首談四諦。次說空有。斯經肇為慶喜。遭魔所攝。假以", "1904": "因依。再敷重重啟請。婆伽至尊。頂放百寶之光。舌吐", "1905": "一乘之談。七處徵心。而入還見性。破根塵之非相。明", "1906": "七大之有歸。至於根根塵塵。週遍法界。而事事物物", "1907": "渾成教海。仍徵諸聖會一真。則諸漏頓圓。契一機則", "1908": "精明密證。返聞思脩。則觀音豈容外覔。一門超出。則", "1909": "圓通盡在吾身。十九說法。自知不在他弘四不思議。", "1910": "由來一心變現。阿難重請斷除。四禁以業果無生。潔", "1911": "淨五蘊。而冤魔不復十二類之受生。悟之弗有二十", "1912": "五有之出離。達之即無至哉。玄教攝盡群機。而至有", "1913": "言。首楞嚴之決定誠。一代之宏規。地上地前。未臻斯", "1914": "定。則事法差殊。大智大聖。不入斯宗。無由決擇。故玄", "1915": "言一成於當世。則大法益闡於末運。壽梓流通。冀人", "1916": "人各悟本心。剎塵徧□。□□□□□□□謹言。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 301 楞嚴經精解評林", "author": "明 焦竑纂"}