{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1212", "1": "測海集節鈔", "10": "思賢詠百六十首。今錄十餘首。", "100": "屑糠雜米為粥。舉家食之。客至亦以進。謂曰。如法行", "101": "之。可得留餘以賬饑民也。晚歲或有以蜚語　聞者。", "102": "北溟心動。時熊文端罷相居江寧。一日過文端舍。坐", "103": "梧桐樹下。語及之。文端曰。公亦慮此耶。大丈夫勘得", "104": "透時。雖生死不可易。何況其他。北溟曰。先生言是也。", "105": "其明年。乞休弗許。再過文端。有憂色。文端厲聲曰。遂", "106": "忘梧桐樹下語耶。未幾卒於官。", "107": "于公令羅城。撫猺若撫子。及夫守武黃。縛賊猶縛豕。", "108": "開府亦尋常。食菜味逾旨。側側梧桐風。商兌方有喜。", "109": "光祿少卿楊馝靜山光祿少卿楊馝靜山奉天人隷正黃旗", "11": "修撰蔣超虎臣修撰蔣超虎臣江南金壇人順治四年進士", "110": "康熈中。靜山官固安。調宛平　聖祖巡畿南。過固安。", "111": "老幼爭乞留靜山　聖祖曰。別與汝固安一好官。何", "112": "如。一女子曰。何不別以好官予宛平耶　聖祖大笑。", "113": "以為誠。許食知州俸。知固安縣節錄。", "114": "好官若珍珠。得者懼或奪。誰能厪如傷。太息此無褐。", "115": "春榆映簷低。秋水衝渠活。迢迢闇昧區。天日一朝豁。", "116": "光祿卿沈起元子大光祿卿沈起元子大江南太倉人康熙六十年進士", "117": "晚而好易。述孔義集說。論學兼通朱陸。病中手鈔明", "118": "道先生語錄。語其友曰。平生學力無住手處。年來日", "119": "夕。檢點身心。仰不愧。俯不怍。或庶幾焉。及卒。無他言。", "12": "虎臣性淡泊。斷葷血。好方外交。居京師時。參大博和", "120": "菽粟本常味。活人以為功。時復遇饑饉。出手蘇疲癃。", "121": "誠求亦有要。衾影流清風。洛川一卷書。觀化無始終。", "122": "徵士孫奇逢啟泰徵士孫奇逢啟泰直隷容城人明萬歷中舉人", "123": "啟泰當天啟中。周旋東林黨人。以節概聞天下。後日", "124": "益韜晦。其學宗陽明而歸本於慎獨。先居五公山。既", "125": "渡河。止蘇門。入本朝。屢却　徵命。率眾躬耕。習三代", "126": "之禮。人無賢愚。導以為善。遠近莫不向風。卒年九十", "127": "二。", "128": "驚濤無靜鱗。烈風無休枝。達人蛻萬物。來往不可羈。", "129": "守一眇聞見。善誘無町畦。默吹揖讓風。開茲太平期。", "13": "尚。一日入朝。聞唱道聲。豁然有省。詣大博呈解。大博", "130": "徵士李顒中孚徵士李顒中孚陝西󴏵屋人", "131": "中孚之學。以致良知為宗。默坐澄心。改過遷善。常若", "132": "不及。客江東。為後輩講學。往往發人深痛。康熈中。大", "133": "吏薦於　朝。欲強起之。以病固辭。至拔刀自刺。於是", "134": "謝學者。闢土室以居老焉。", "135": "先生閉土室。沈冥邂世名。天光發中夜。良知炯然明。", "136": "完得子臣事。了無生死情。惟餘長養風。到處懷羣英。", "137": "處士謝文洊秋水處士謝文洊秋水江南南豐人明季諸生", "138": "秋水初學禪。靜坐中灑然有得。已而篤志程朱。闢程", "139": "山學舍。與諸學者。鞭迫近裏。以畏天命一言為心法。", "14": "徵結再三。可之。尋官順天學政。清慎得士心。秩滿告", "140": "時寧都易堂九子。以文章經濟自名。及過程山講學", "141": "旬餘。諸子並服秋水節錄。", "142": "積翠鎖危崖。披襟談古易。何人善洗心。一往無留迹。", "143": "身名謝飄風。吹嘯空四壁。尋原路不歧。翹首天光白。", "144": "處士汪渢魏美處士汪渢魏美浙江錢唐人明崇正中舉人", "145": "魏美為人落落。與妻偕隱。好遊諸名山。事三宜和尚", "146": "謹。而不肯被僧服。曰。吾不忍儒門之空無人也。臨終", "147": "為五言詩一章。絕筆而逝。詩曰。大化無停軌。道術久", "148": "殊轍。駐世守頑形。問途猶未徹。至人本神運。可會不", "149": "可說。冰泮水還清。雲開月方潔。一旦破樊籠。逍遙從", "15": "歸。過百泉。謁孫鍾元。去之匡廬。造鹿門。遂達峨嵋。居", "150": "此別。", "151": "魏美若野󳬈。山水無定居。回顧杵臼閒。梅花粲窮廬。", "152": "攬鏡照華髮。欲去仍踟躕。樊籠一以破。脫然還太虗。", "153": "處士徐枋昭法處士徐枋昭法江南長洲人明崇正中諸生", "154": "家貧。自遭喪亂。遁迹山中。布衣草履。終身不入城市。", "155": "晚志道頗篤。時上靈巖。謁退翁和尚。問佛法。家貧絕", "156": "糧。退翁餽之粟。受之。非退翁弗受也。湯文正屏車騎", "157": "訪之。不得見。太息而去。", "158": "靈巖一片月。秋霜寫孤清。軒冕不敢窺。山僧共平生。", "159": "食薇竟何怨。采菊還自榮。學海逝不息。悠悠終古情。", "16": "伏虎寺。已而得疾。為書別親友。端坐吟詩而逝。翼日", "160": "處士張光緯次民處士張光緯次民江南無錫人明季諸生", "161": "次民童年補諸生。明亡。哭於　文廟。棄諸生服。年五", "162": "十餘。妻子盡喪。讀佛書。修念佛三昧。布衣蔬食。持優", "163": "婆塞戒。一蚊一蟻。惟恐傷之。年七十餘。將卒。為終制。", "164": "自言無營無戀。無瞋恚煩惱。一心清淨。時至便行。門", "165": "人刻其所著書四卷。名淨土剩言。", "166": "一慟謝儒服。回身拜金仙。誰知首陽薇。幻作東林蓮。", "167": "骨肉渺異世。香華度殘年。臨行了無取。月到天中圓。", "168": "處士畢奇紫嵐處士畢奇紫嵐江南歙縣人", "169": "紫嵐少閱金剛般若經。歸信大法。已而入馬首山。遇", "17": "有胡生者。遇諸山椒。頻呼蔣先生。不應。及入寺。知虎", "170": "異僧。教令參求向上。苦究五年。豁然大悟。遊吳門。居", "171": "支研德雲菴。終日瞑坐。家人至。輙引避。子死亦不哭。", "172": "遂老於菴中。著別傳錄數卷。慧辯無礙。切於為人。", "173": "瞥眼一塵飛。因緣幻三有。誰能豁本光。傾盡無明酒。", "174": "春風黃獨香。夜月蒲牢吼。揮手謝妻兒。人間了無偶。", "175": "處士鄧元昌慕濂處士鄧元昌慕濂江西贛州諸生", "176": "慕濂年二十五。得宋五子書。始發憤向學。遂棄科舉", "177": "業。晚而所造益熟。嘗有詩云。處處桃源處處津。不知", "178": "誰是武陵人。從今嬾向漁郎問。鎮日窗前瞌睡頻。", "179": "通懷了無吝。談笑諧兒童。回顧庭戶間。融融自春風。", "18": "臣已死。則大驚。", "180": "頫首緬遺冊。精修激悲衷。桃花滿溪水。源路誰能窮。", "181": "No. 1212-A 測海集敘No. 1212-A", "182": "測海集敘", "183": "孔子曰。大哉堯之為君也。巍巍乎。唯天為大。唯堯則", "184": "之。而古之頌堯者。曰不識不知。曰帝力何有。端木氏", "185": "曰。吾終日戴天。不知天之高也。豈非然哉。豈非然哉。", "186": "予幸生長治之世。蒙祖父之業。沐浴膏澤。詠歌太平。", "187": "竊撰　本朝聖德詩七首。附以思賢詠百六十首。題", "188": "曰測海集。夫海之不可測也。猶天之不可知也。測之", "189": "奈何。亦曰不識不知而已矣。亦曰帝力何有而已矣", "19": "積雪閉陰崖。狼籍虎豹迹。誰能脫軒冕。來此臥磐石。", "190": "今之歌堯者。猶古之歌堯者也。乾隆四十四年夏四", "191": "月朔彭紹升題", "2": "際清彭紹升著私淑弟子節鈔", "20": "偶飲趙州茶。還𢹂葱嶺舃。磵泉有遺音。泠泠漱寒碧。", "21": "學士曹本榮木欣學士曹本榮木欣湖廣黃岡人順治六年進士", "22": "木欣少好陽明王子書。及入翰林。得館師胡此菴激", "23": "發。退而深思一年。豁然有省。遷司業。以正學為六館", "24": "倡。順治九年冬十月。應　詔言事　報聞。十二年四", "25": "月舉行日講。詞臣七人充日講官。木欣與焉。遷左庶", "26": "子。十四年九月。肇舉經筵。以木欣充經筵講官。遷國", "27": "史院侍讀學士。以疾乞歸。卒於揚州。臨卒。起。沐浴正", "28": "衣冠。視日影方中。危坐而逝節錄。", "29": "明主貴勸學。廣益由虗衷。一言端治本。四海熏王風。", "3": "前文列朝聖德詩七篇。每篇數章。今錄一章。是　　　世", "30": "覃思緬遺矩。責難昭靖共。觀化一何遽。危坐日方中。", "31": "少詹事耿介介石少詹事耿介介石河南登封人順治八年進士", "32": "介石為人清鯁。踐履篤實。順治中。官檢討。出為福建", "33": "巡海道。恩信大行。康熈元年。轉江西湖東道。改直𨽻", "34": "大名道。在官期年。清三百餘案。丁母憂。從蘇門孫徵", "35": "君遊。闡明正學。復嵩陽書院以造士。二十五年。湯孔", "36": "伯掌詹事府　召入為少詹事。並輔導　皇太子。為", "37": "執政所嫉。假歸。仍主嵩陽。講學不輟。嘗與孔伯書。以", "38": "為道本中庸。作不得一些聰明。執不得一些意見。逞", "39": "不得一些精采。孔伯以其言為然節錄。", "4": "宗聖德篇中語。", "40": "介石砥儒行。到處流仁聲。歸來一瓢飲。絕世懷羣英。", "41": "靈鳳不隱世。翩然眾鳥驚。同心兩暌隔。寂寞空山盟。", "42": "推官竇可權雲明推官竇可權雲明河南河內人順治九年進士", "43": "順治中。雲明為汾州推官。除暴惠良。人稱之曰竇佛。", "44": "行部過沁州。州守懷金十鎰。夜視寢。潛置牀下。雲明", "45": "覺之。召守還其金。其屬有升秩者。大吏挾其陰事以", "46": "要賂。雲明持不可。遂劾雲明罷之。去官日。汾人念其", "47": "貧。爭獻錢帛。不受。自汾至𩊗鞮數百里。送者執香花", "48": "夾道旁。有泣下者。歸。築室奉親以老。雲明少時。遇羣", "49": "兒戲。嘗獨危坐。袖手觀之。人以是覘其器焉。", "5": "有曜。睿作聖也　　　世宗明以制事。嚴以治官。寬", "50": "直道天所命。瓠落非吾憂。焚香拜活佛。戒律森高秋。", "51": "別淚灑長路。清風引歸輈。羣兒空見嚇。一笑青山頭。", "52": "督捕徐越山琢督捕徐越山琢江南山陽人順治六年進士", "53": "昔　　　世祖朝。懲明之敝　敕責臣下沽名市恩。", "54": "令對狀。諸臣輙惶恐引罪。山琢官御史。上言。諸臣精", "55": "神智慮。但保功名。每奉　敕回奏。僥倖無事。推其初", "56": "心。有不盡然者。畏懼之念。轉為推諉。萬幾叢集。專恃", "57": "獨斷。所關治忽非淺。請召對大小臣工。並許反覆指", "58": "陳。寬好名之禁。以厲中材。留死徙之刑。以處大慝。天", "59": "下幸甚節錄。", "6": "以得眾。敬天勤政。罔或宴息。委任賢能。庶務就理。氣", "60": "龍德利正中。下交而道泰。徐君發苦口。言踐剗陋隘。", "61": "治河同斯理。下壅則旁潰。大智講疏瀹。到海得無害。", "62": "尚書湯斌孔伯尚書湯斌孔伯河南睢陽人順治九年進士諡文正", "63": "孔伯正色立朝。始終一節。忠主庇民。死生以之。順治", "64": "中。由翰林檢討。出為潼關兵備道。康熈十七年。以博", "65": "學宏儒。徵授翰林侍講。官至禮部尚書。二十六年九", "66": "月。改工部尚書。十月。以疾卒。臨終。誡子溥曰。汝輩須", "67": "養乍見孺子入井之心。令時時發見。全體渾然。可達", "68": "天德。若徒襲取于外。終為鄉原無益也。其學兼通朱", "69": "陸。得蘇門孫氏之傳。乾隆元年。追賜今諡。", "7": "志清明。用能默契道原。路登聖域也第五篇。", "70": "湯公邃儒修。忠信洞萬物。一夫愧推溝。莘野此其匹。", "71": "耽耽竟何為。綽綽保終吉。肫然歲寒心。時至落其實。", "72": "知縣許定升升年知縣許定升升年江南長洲人順治十一年副貢生", "73": "康熈中。升年官禹城知縣。始至。問民疾苦。煦煦如家", "74": "人。縣有桀黠奴。恃主人威橫鄉里。升年杖斃之。尸諸", "75": "道。民歌之曰。菩薩變金剛。犯者棄道旁。核縣中丁籍。", "76": "減去老弱二千有奇。以省徭役。暇輙治藥施病人。每", "77": "視事。病者繞案訴所苦。咸予善藥去。三年。縣以大治。", "78": "蘇人韓元少。為作禹城行詳其事。", "79": "金剛與菩薩。一體無兩心。於菟落其愧。仁鳥喧春林。", "8": "罔盤于田。罔逸于寢。淵默以居。孰窺其朕。乃游義海。", "80": "能為病者藥。乃使呻者吟。千秋禹城行。可譜雲和琴。", "81": "左都御史沈近思位山左都御史沈近思位山浙江錢塘人康熙三十九年進士諡端恪", "82": "位山年十歲。從師學。輙疑仁是何物。既長。讀程朱書。", "83": "澹然有得。深信力行。踐履日篤。擢左都御史。卒於位。", "84": "生平論學。誦法當湖陸清獻公。其言論施設。亦仿佛", "85": "似之節錄。", "86": "渺志測元始。潛淵茂靈根。靈根挺霜骨。正直排天門。", "87": "披腹抒遠慮。和羮奉明恩。景行未寥闊。當湖薦芳蓀。", "88": "尚書孫嘉淦錫仁尚書孫嘉淦錫仁山西興縣人康熙五十二年進士諡文定", "89": "乾隆元年。擢左都御史。上疏論三習一獘。略言人君", "9": "乃徹法源。溥博無涯。孰知其然。", "90": "耳習於所聞。則喜諛而惡直。目習於所見。則喜柔而", "91": "惡剛。心習於所是。則喜從而惡違。自是之根不拔。則", "92": "機伏於微。而勢成於不可反。黑白可以轉色。東西可", "93": "以易位。臣願皇上。時時事事。常存不敢自是之心。引", "94": "文王望道未見孔子可以無大過為喻　上嘉納之。", "95": "奇氣激忠肝。排雲自傾寫。良哉諍臣風　君相共陶", "96": "冶。一雨被蒼生。四海誦司馬優曇不時開。望古淚盈", "97": "把。", "98": "總督于成龍北溟總督于成龍北溟山西永寧人諡清端", "99": "康熙二十年。總督江南江西。日食粗糲。佐以菜。年饑"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1212 測海集節鈔", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1212 測海集節鈔", "author": "清 彭紹升著　弟子節鈔", "language": "chinese", "source": "CBETA"}