{"language": "chinese", "originalTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0028 大覺寺元尼墓誌銘并序: 大覺寺元尼墓誌銘并序", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 28", "1": "大覺寺元尼墓誌銘并序", "2": "魏故車騎大將軍平舒文定邢公繼夫人大覺寺比丘元尼墓誌銘并序", "3": "夫人諱純陀。法字智首。　恭宗景穆皇帝之孫。任城康王之第五女也。蟠根玉", "4": "岫。擢質瓊林。姿色端華。風神桑婉。岐嶷發自齠年。窈窕傳於丱日。康王偏加深", "5": "愛。見異眾女。長居懷抱之中。不離股掌之上。始及七歲。康王薨俎。天情孝性。不", "6": "習而知。泣血茹憂。無捨晝夜。初笄之年。言歸穆氏。懃事女功。備宣婦德。良人既", "7": "逝。半體云傾。慨絕三從。將循一醮。思姜水之節。起黃鵠之歌。兄太傅文宣王。違", "8": "義奪情。確焉不許。文定公高門盛德。才兼將相。運屬　文皇。契同魚水。名冠遂", "9": "古。勳烈當時。婉然作配。來嬪君子。好如琴瑟。和若塤箎。不言容宿。自同賓敬。奉", "10": "姑盡禮。剋匪懈於一人。處姒唯雍。能燮諧於眾列。子散騎常侍遜。爰以咳襁。聖", "11": "善遽捐。恩鞠備加。慈訓兼厚。大義深仁。隆於已出。故以教侔在織。言若斷機。用", "12": "令此子成名剋搆。兼機情獨悟。巧思絕倫。詩書礼辟。經目悉覽。紘綖組紝。入手", "13": "能工。稀言慎語。白珪無玷。敬信然諾。黃金非重。巾帨公宮。不登袨異之服。箕帚", "14": "貴室。必御浣濯之衣。信可以女宗一時。母儀千載。豈直聞言識行。觀色知情。及", "15": "車騎謝世。思成夫德。夜不洵涕。朝哭銜悲。乃歎曰吾一生契闊。再離辛苦。既慚", "16": "靡他之操。又愧不轉之心。爽德事人。不興他族。樂從苦生。果由因起。便捨身俗", "17": "累。託體法門。棄置愛津。栖遲正水。博搜經藏。廣通戒律。珍寶六度。草芥千金。十", "18": "善之報方臻。雙林之影遄滅。西河王魏慶。穆氏之出。即夫人外孫。宗室才英。聲", "19": "芳藉甚。作守近畿。　帝城蒙潤。夫人往彼。遘疾彌留。以冬十月己酉朔十三日", "20": "辛酉。薨於熒陽郡解別館。子孫號慕。緇素興嗟。臨終醒寤。分明遺託。令別葬他", "21": "所。以遂脩道之心。兒女式遵。不敢違　旨。粵以十一月戊寅朔七日甲申。卜窆", "22": "於洛陽城西北一十五里。芒山西南。別名馬鞍小山之朝陽。金玉一毀。灰塵行", "23": "及。謹勒石於泉廬。庶芳菲之相襲。其辭曰。", "24": "金行不競。水運唯昌。於鑠二祖。龍飛鳳翔。繼文下武。疊聖重光。英明踵德。周封", "25": "漢蒼。篤生柔順。剋誕溫良。行齊槁木。貴等河魴。蓮開淥渚。日照層梁。谷蕈葛虆", "26": "灌集鸝黃。言歸備禮。環珮鏗鏘。明同折軸。智若埋羊。惇和九族。雍睦分房。時順", "27": "有極。榮落無常。昔為國小。今稱未亡。傾天已及。如何弗傷。離茲塵境。適彼玄場。", "28": "幽監寂寂。天道芒芒。生浮命促。晝短宵長。一歸細柳。不反扶桑。霜凝青檟。風悲", "29": "白楊。蕙臥蘭畹。無絕芬芳。", "30": "維永安二年歲次己酉十一月戊寅朔七日甲申造"}, "englishTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0028 大覺寺元尼墓誌銘并序: 大覺寺元尼墓誌銘并序", "author": "顏娟英主編"}