{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛道品第八", "1": "維摩經疏第五原本此卷但尾有題首直置品號如第四卷今例上安題", "10": "二之道故淨名現疾文殊問疾是故淨名本意文", "100": "中有三十三菩薩說問者云何意頓有三十三菩", "1000": "此土而無鄣妨作三道等事是大不思議云何從", "1001": "來言是流通耶是為大僻也次明得道如文。", "1002": "法供養品第十三法供養品第十三", "1003": "法供養品第十三菴園再集三品中第三品法", "1004": "供養所以有此品來者說經將訖勸物弘宣故前", "1005": "歎法供養要須前歎然乃得付屬弘也言法供養", "1006": "者供養有多種或有財供養國城妻子等或有身", "1007": "供養如常啼灑面藥王燒臂復有力供養讚歎供", "1008": "養復有恭敬拜供養然雖有如此供養法之供養", "1009": "諸供養中為最第一今此即法供養言法供養者", "101": "薩說解云眾生迷病不同即悟差別故須多種設", "1010": "此復多種佛如行而說今如說而行是一種法供", "1011": "養二者如說而行復能如行而說教化眾生令其", "1012": "悟道復是法之供養次明只󴔵護說者及以聽眾", "1013": "即是法供養也次明非但說聽為法供養五種法", "1014": "師悉名法供養也問法供養供養誰耶如財物供", "1015": "養前人今法供養供養何物耶解云供養佛何者", "1016": "如說而行如行而說稱可佛心故是供養於佛如", "1017": "財物供養前人前人喜即供養今亦爾如說行如", "1018": "行說喜於佛心即供養佛也。", "1019": "爾時釋提桓因於大眾中白佛言世尊我雖從佛及", "102": "多種藥治病差故也。", "1020": "文殊師利聞百千經未曾聞此不可思議自在神通", "1021": "決定實相經典如我解佛所說義趣若有眾生聞此", "1022": "經法信解受持讀誦之者必得是法不疑何況如說", "1023": "修行斯人則為閉眾惡趣開諸善門常為諸佛之所", "1024": "護念降伏外學摧滅魔怨修治菩提安處道場履踐", "1025": "如來所行之跡世尊若有受持讀誦所說修行者我", "1026": "當與諸眷屬供養給事所在聚落城邑山林曠野有", "1027": "是經處我亦與諸眷屬聽受法故共到其所其未信", "1028": "者當令生信其已信者當為作護佛言善哉善哉天", "1029": "帝如汝所說吾助爾喜此經廣說過去未來現在諸", "103": "爾時維摩詰謂眾菩薩言諸仁者云何菩薩入不二", "1030": "佛不可思議阿耨多羅三藐三菩提是故天帝若善", "1031": "男子善女人受持讀誦供養是經者則為供養去來", "1032": "今佛天帝正使三千大千世界如來滿中譬如甘蔗", "1033": "竹葦稻麻叢林若有善男子善女人或以一劫或減", "1034": "一劫恭敬尊重讚歎供養奉諸所安至諸佛滅後以", "1035": "一一全身舍利起七寶塔縱廣一四天下高至梵天", "1036": "表剎莊嚴以一切華香瓔珞幢旛伎樂微玅第一若", "1037": "一劫若減一劫而供養之天帝於意云何其人植福", "1038": "寧為多不釋提桓因言甚多世尊彼之福德若以百", "1039": "千億劫說不能盡佛告天帝當知是善男子善女人", "104": "法門各隨所樂說之。", "1040": "聞是不可思議解脫經典信解受持讀誦修行福多", "1041": "於彼所以者何諸佛菩提皆從此生菩提之相不可", "1042": "限量以是因緣福不可量佛告天帝過去無量阿僧", "1043": "祇劫時世有佛號曰藥王如來應供正徧知明行足", "1044": "善逝世間解無上士調御丈夫天人師佛世尊世界", "1045": "名大莊嚴劫名莊嚴佛壽二十小劫其聲聞僧三十", "1046": "六億那由他菩薩僧有十二億天帝是時有轉輪聖", "1047": "王名曰寶蓋七寶具足主四天下王有千子端正勇", "1048": "健能伏怨敵爾時寶蓋與其眷屬供養藥王如來施", "1049": "諸所安至滿五劫過五劫已告其千子汝等亦當如", "105": "就此卅三菩薩為三第一淨名請眾菩薩說眾菩", "1050": "我以深心供養於佛於是千子受父王命供養藥王", "1051": "如來復滿五劫一切施安其王一子名曰月蓋獨坐", "1052": "思惟寧有供養殊過此者以佛神力空中有天曰善", "1053": "男子法之供養勝諸供養即問何謂法之供養天曰", "1054": "汝可往問藥王如來當廣為汝說法之供養即時月", "1055": "蓋王子行詣藥王如來稽首佛足却住一面白佛言", "1056": "世尊諸供養中法供養勝云何名為法之供養佛言", "1057": "善男子法供養者諸佛所說深經一切世間難信難", "1058": "受微玅難見清淨無染非但分別思惟之所能得菩", "1059": "薩法藏所攝陀羅尼印印之至不退轉成就六度善", "106": "薩詡即請一詡多第二眾菩薩請文殊詡即是請", "1060": "分別義順菩提法眾經之上入大慈悲離眾魔事及", "1061": "諸邪見順因緣法無我無人無眾生無壽命空無相", "1062": "無作無起能令眾生坐於道場而轉法輪諸天龍神", "1063": "乾闥婆等所共歎譽能令眾生入佛法藏攝諸賢聖", "1064": "一切智慧說眾菩薩所行之道依於諸法實相之義", "1065": "明宣無常苦空無我寂滅之法能救一切毀禁眾生", "1066": "諸魔外道及貪著者能使怖畏諸佛賢聖所共稱歎", "1067": "背生死苦示涅槃樂十方三世諸佛所說。", "1068": "今文初天帝稱歎云我從佛聞眾經未曾聞此實", "1069": "相經典者問天主前已聞大品等經竟何故云未", "107": "多詡一第三文殊請居士詡即請一詡一今則第", "1070": "曾聞此實相耶解云大品通漫此經即要略何者", "1071": "徧明法身菩薩二慧也言大品通者大品中明始", "1072": "自初心終訖補處是故為通此經徧明法身二智", "1073": "者徧明淨名二智故別也二者復各有所用各稱", "1074": "第一隨時所宜故為第一也又此中對天主歎護", "1075": "經功德者天主是在家人多樂福德如大品大對", "1076": "身子善吉明般若體對天主格量般若功德所以", "1077": "爾者在家多樂功德故對在家明功德出家多樂", "1078": "智慧故對出家明智慧又所以對天主明護經者", "1079": "天主有勢力能弘宣擁護故也格也格量歎如文", "108": "一初請如文。", "1080": "佛告天帝過去者引過去事明法供養勝財供前", "1081": "後一切行財供獨坐思惟聞空天勸法供養所以", "1082": "爾者善根熟故勸也事如須達薩陀善財等聞空", "1083": "聲勸即是如來使天也月蓋問法供養天令問藥", "1084": "王藥王為說法供養為二前簡法次明法供養今", "1085": "即簡法此法非人天二乘等法亦非有所得大乘", "1086": "乃無依無得實相大乘難信難受清淨無染如大", "1087": "經德王十功德所明聞者驚恠非有所德分別思", "1088": "惟者分別即口說思惟即意思也為菩薩法藏陀", "1089": "羅尼印者此是實相之印詺實相為陀羅尼若是", "109": "會中有菩薩名法自在說言諸仁者生滅為二法本", "1090": "大品有二印始即無住終即無得小乘三印無常", "1091": "無我寂滅今此經唯一印實相為印也令諸眾生", "1092": "坐道場者前明法體此明法用此法有何用能令", "1093": "眾生坐道場用也又云明宣無常苦空無我者問", "1094": "上明小乘明三印今此中明實相印那復言苦空", "1095": "等耶解云此苦無常等非小乘中三印如旃延章", "1096": "所明不生不滅是無常義乃彈常明無常也又此", "1097": "云於諸法實相明宣無常等與小乘異也。", "1098": "若聞如是等經信解受持讀誦以方便力為諸眾生", "1099": "分別解說顯示分明守護法故是名法之供養又於", "11": "殊問疾所由也言遠意者乃是三世十方諸佛正", "110": "不生今則無滅得此無生忍是為入不二法門。", "1100": "諸法如說修行隨順十二因緣離諸邪見得無生忍", "1101": "決定無我無有眾生而於因緣果報無違無諍離諸", "1102": "我所依於義不依語依於智不依識依了義經不依", "1103": "不了義經依於法不依人隨順法相無所入無所歸", "1104": "無明畢竟滅故諸行亦畢竟滅乃至生畢竟滅故老", "1105": "死亦畢竟滅作如是觀十二因緣無有盡相不復起", "1106": "見是名最上法之供養。", "1107": "若聞如是等經信解下正明法供養也作如是觀", "1108": "十二緣無盡相者此如大品無盡品觀十二緣如", "1109": "虗空不可盡也。", "111": "會中有菩薩下第二眾菩薩受請說不二所以初", "1110": "佛告天帝王子月蓋從藥王佛聞如是法得柔順忍", "1111": "即解寶衣嚴身之具以供養佛白佛言世尊如來滅", "1112": "後我當行法供養守護正法願以威神加哀建立令", "1113": "我得降伏魔怨修菩薩行佛知其深心所念而記之", "1114": "曰汝於末後守護法城天帝時王子月蓋見法清淨", "1115": "聞佛授記以信出家修習善法精進不久得五神通", "1116": "具菩薩道得陀羅尼無斷辯才於佛滅後以其所得", "1117": "神通總持辯才之力滿十小劫藥王如來所轉法輪", "1118": "隨而分布月蓋比丘以守護法勤行精進即於此身", "1119": "化百萬億人於阿耨多羅三藐三菩提立不退轉十", "112": "法自在應命而說者此菩薩既於法自在故命初", "1120": "四那由他人深發聲聞辟支佛心無量眾生得生天", "1121": "上天帝時王寶蓋豈異人乎今現得佛號寶𦦨如來", "1122": "其王千子即賢劫中千佛是也從迦羅鳩孫䭾為始", "1123": "得佛最後如來號曰樓至月蓋比丘則我身是如是", "1124": "天帝當知此要以法供養於諸供養為上為最第一", "1125": "無比是故天帝當以法之供養供養於佛。", "1126": "佛告天帝王子下結會古今如文。", "1127": "囑累品第十四囑累品第十四", "1128": "囑累品第十四。此經三𨱚兩段已竟今即第三", "1129": "段流通說正說即為當時流通說即為末代所以", "113": "說也就此中有二第一標人名第二說入不二法", "1130": "有二段者為眾生有二種一者福德利根眾生即", "1131": "值佛二者薄福鈍根眾生不值佛但見經卷如大", "1132": "品法尚香城福厚者親聞法尚說薄福者見金疊", "1133": "般若也問何意見佛聞法勝見般若劣耶解云從", "1134": "佛聞法見佛復聞法從經卷中聞但聞不見人校", "1135": "也二者聽佛說易悟眼觀於文則難了故從佛聞", "1136": "勝從經卷聞劣言付屬者屬是付囑累是憑累故", "1137": "囑累品也此云屬累與金剛般若善付屬諸菩薩", "1138": "何異解云彼經付屬即以人付人此經囑累即以", "1139": "法付屬人彼經人付屬人者論云根未熟付根熟", "114": "今則標名也生滅為二下第二說入不二法就此", "1140": "菩薩故是人付屬人今法付屬人者以無上正法", "1141": "付屬彌勒等故是法付屬人也又彼經人付屬人", "1142": "為令弘法此中法付人為成於人何者以法付人", "1143": "令人為後人說故是為成人也。", "1144": "於是佛告彌勒菩薩言彌勒我今以是無量億阿僧", "1145": "祇劫所集阿耨多羅三藐三菩提法付囑於汝如是", "1146": "輩經於佛滅後末世之中汝等當以神力廣宣流布", "1147": "於閻浮提無令斷絕所以者何未來世中當有善男", "1148": "子善女人及天龍鬼神乾闥婆羅剎等發阿耨多羅", "1149": "三藐三菩提心樂於大法若使不聞如是等經則失", "115": "復為二第一明不二第二解入明生滅為二法本", "1150": "善利如此輩人聞是等經必多信樂發希有心當以", "1151": "頂受隨諸眾生所應得利而為廣說彌勒當知菩薩", "1152": "有二相何謂為二一者好於雜句文飾之事二者不", "1153": "畏深義如實能入若好雜句文飾事者當知是為新", "1154": "學菩薩若於如是無染無著甚深經典無有恐畏能", "1155": "入其中聞已心淨受持讀誦如說修行當知是為久", "1156": "修道行彌勒復有二法名新學者不能決定於甚深", "1157": "法何等為二一者所未聞深經聞之驚怖生疑不能", "1158": "隨順毀謗不信而作是言我初不聞從何所來二者", "1159": "若有護持解說如是深經者不肯親近供養恭敬或", "116": "不生今則無滅不生不滅此是明不二得此無生", "1160": "時於中說其過惡有此二法當知是新學菩薩為自", "1161": "毀傷不能於深法中調伏其心彌勒復有二法菩薩", "1162": "雖信解深法猶自毀傷而不能得無生法忍何等為", "1163": "二一者輕慢新學菩薩而不教誨二者雖信解深法", "1164": "而取相分別是為二法彌勒菩薩聞說是已白佛言", "1165": "世尊未曾有也如佛所說我當遠離如斯之惡奉持", "1166": "如來無數阿僧祇劫所集阿耨多羅三藐三菩提法", "1167": "若未來世善男子善女人求大乘者當令手得如是", "1168": "等經與其念力使受持讀誦為他廣說世尊若後末", "1169": "世有能受持讀誦為他說者當知是彌勒神力之所", "117": "法忍是為入不二法門即是解入乃知法本不生", "1170": "建立佛言善哉善哉彌勒如汝所說佛助爾喜。", "1171": "品開為五章第一如來付屬彌勒第二十方菩薩", "1172": "自誓弘宣第三天龍自誓弘宣第四付屬阿難第", "1173": "五大眾歡喜受持禮而退今即第一付屬彌勒然", "1174": "此難解大論第百卷云法華祕密故付菩薩般若", "1175": "顯故付聲聞今此既付菩薩應是祕密教有師例", "1176": "解即難若法華維摩皆祕密者法華與維摩應皆", "1177": "明二乘作佛法華明羅漢作佛可是祕密此經明", "1178": "二乘如敗種凡夫有反復云何是祕耶今釋具四", "1179": "句併付併不付祕付菩薩不付聲聞祕付聲聞不", "118": "今即無滅是不二眾生云何得入是故今明得無", "1180": "付菩薩併不付者如大經長壽品老病人不堪付", "1181": "金也併付者歎阿歎受持如來大小乘藏祕付聲", "1182": "聞者如大經付屬阿難也顯付菩薩如此經祕付", "1183": "菩薩如法華大論云祕付菩薩顯付聲聞此是一", "1184": "句語云何為定耶又一解約緣所宜緣宜聞付菩", "1185": "薩悟即付菩薩宜聞付聲聞即付聲聞也又佛有", "1186": "多弟子故有多種付屬或付菩薩或付聲聞責多", "1187": "種好今何意付菩薩而不付聲聞解云亦有所以", "1188": "何者般若聲聞有分故付聲聞此經聲聞無分故", "1189": "付菩薩何以知然解云三乘皆學般若故有分此", "119": "生法忍能入不二法門所以前明不二次釋也問", "1190": "經但菩薩二智絕二乘境界故無分也問若爾般", "1191": "若應淺此經應深復與他通教何異解云此經但", "1192": "菩薩二智般若明二智深明學般若有三乘彌學", "1193": "深廣也又淨名將反玅喜文殊遊方彌勒當佛位", "1194": "故付彌勒細碎文句可知。", "1195": "於是一切菩薩合掌白佛我等亦於如來滅後十方", "1196": "國土廣宣流布阿耨多羅三藐三菩提法復當開導", "1197": "諸說法者令得是經。", "1198": "於是一切菩薩下第二十方菩薩弘宣大乘有二", "1199": "上弘下化。", "12": "意何者三世十方諸佛陳言吐教雖復無量終為", "120": "亦得前入後不二不解云不得要前說不二後乃", "1200": "爾時四天不曰佛言世尊在在處處城邑聚落山林", "1201": "曠野有是經卷讀誦解說者我當率諸官屬為聽法", "1202": "故往詣其所擁護其人面百由旬令無伺求得其便", "1203": "者是時佛告阿難受持是經廣宣流布阿難言唯我", "1204": "巳受持要者世尊當何名斯經佛言阿難是經名為", "1205": "維摩詰所說亦名不可思議解脫法門如是受持佛", "1206": "說是經已長者維摩詰文殊師利舍利弗阿難等及", "1207": "諸天人阿脩羅一切大眾聞佛所說皆大歡喜信受", "1208": "奉行。", "1209": "爾時四王第三四王弘宣是時佛告第四命阿難", "121": "入不二何者入本入不二前未有不二何所言入", "1210": "問此付聲聞何須上料簡解云般若發初付阿難", "1211": "此經發初付菩薩故須簡也佛說是經第五明經", "1212": "竟十眾歡喜受持禮佛而退也。", "1213": "維摩經疏第五終", "122": "故前須明不二後明入也問若爾前題應云不二", "123": "入門既云入不二法門應初入後不二解云亦得", "124": "云不二入法門大論引此經云如毗摩經不二入", "125": "法門品也但今約能化所化異若約能化即前不", "126": "二後入應云不二入門若約所化入不二法門今", "127": "文約能化故前明不二後辨入題中從所化悟入", "128": "為名故云入不二也問此云法本不生今則無滅", "129": "不二者此為破生滅明無生滅為因緣生滅無生", "13": "顯一道故華嚴云文殊法常爾法王唯一法一切", "130": "滅耶解云具二義一者即因緣生滅是無生滅此", "131": "生滅是不生滅故生滅即不生滅此約能化也二", "132": "者生滅明無生滅此約所化實無生滅眾生倒謂", "133": "有生滅如經愚者謂二智者了達無二此只是一", "134": "人向迷謂二悟即不二生滅轉為無生滅也問既", "135": "生滅無生滅云何但言無生忍雙語應雙得解云", "136": "此言無生忍非是生滅中生此生即通何者於生", "137": "不生心於滅不生心一切不生心故名無生法忍也。", "138": "德守菩薩曰我我所為二因有我故便有我所若無", "139": "有我則無我所是為入不二法門不眴菩薩曰受不", "14": "無礙人一道出生死也問三世十方諸佛唯是一", "140": "受為二若法不受則不可得以不可得故無取無捨", "141": "無作無行是為入不二法門德頂菩薩曰垢淨為二", "142": "見垢實性則無淨相順於滅相是為入不二法門善", "143": "宿菩薩曰是動是念為二不動則無念無念即無分", "144": "別通達此者是為入不二法門善眼菩薩曰一相無", "145": "相為二若知一相即是無相亦不取無相入於平等", "146": "是為入不二法門玅臂菩薩曰菩薩心聲聞心為二", "147": "觀心相空如幻化者無菩薩心無聲聞心是為入不", "148": "二法門弗沙菩薩曰善不善為二若不起善不善入", "149": "無相際而通達者是為入不二法門師子菩薩曰罪", "15": "道何故說種種教耶解云雖說種種教終為一道", "150": "福為二若達罪性則與福無異以金剛慧決了此相", "151": "無縛無解者是為入不二法門師子意菩薩曰有漏", "152": "無漏為二若得諸法等則不起漏不漏想不著於相", "153": "亦不住無相是為入不二法門淨解菩薩曰有為無", "154": "為為二若離一切數則心如虗空以清淨慧無所礙", "155": "者是為入不二法門那羅延菩薩曰世間出世間為", "156": "二世間性空即是出世間於其中不入不出不溢不", "157": "散是為入不二法門善意菩薩曰生死涅槃為二若", "158": "見生死性則無生死無縛無解不然不滅如是解者", "159": "是為入不二法門現見菩薩曰盡不盡為二法若究", "16": "說種種不為種種說種種為表一道法華云雖說", "160": "竟盡若不盡皆是無盡相無盡相即是空空則無有", "161": "盡不盡相如是入者是為入不二法門普守菩薩曰", "162": "我無我為二我尚不可得非我何可得見我實性者", "163": "不復起二是為入不二法門電天菩薩曰明無明為", "164": "二無明實性即是明明亦不可取離一切數於其中", "165": "平等無二者是為入不二法門喜見菩薩曰色色空", "166": "為二色即是空非色滅空色性自空如是受想行識", "167": "識空為二識即是空非識滅空識性自空於其中而通", "168": "達者是為入不二法門明相菩薩曰四種異空種異", "169": "為二四種性即是空種性如前際後際空故中際亦", "17": "種種乘終為一乘故不二之法是三世十方諸佛", "170": "空若能如是知諸種性者是為入不二法門玅意菩", "171": "薩曰眼色為二若知眼性於色不貪不恚不癡是名", "172": "寂滅如是耳聲鼻香舌味身觸意法為二若知意性", "173": "於法不貪不恚不癡是名寂滅安住其中是為入不", "174": "二法門無盡意菩薩曰布施迴向一切智為二布施", "175": "性即是迴向一切智性如是持戒忍辱精進禪定智", "176": "慧迴向一切智為二智慧性即是迴向一切智性於", "177": "其中入一相者是為入不二法門深慧菩薩曰是空", "178": "是無相是無作為二空即無相無相即無作若空無", "179": "相無作則無心意識於一解脫門即是三解脫門者", "18": "本意也又近意從上兩品生前觀眾生下化眾生", "180": "是為入不二法門寂根菩薩曰佛法眾為二佛即是", "181": "法法即是眾是三寶皆無為相與虗空等一切法亦", "182": "爾能隨此行者是為入不二法門心無礙菩薩曰身", "183": "身滅為二身即是身滅所以者何見身實相者不起", "184": "見身及見滅身身與滅身無二無分別於其中不驚", "185": "不懼者是為入不二法門上善菩薩曰身口意業為", "186": "二是三業皆無作相身無作相即口無作相口無作", "187": "相即意無作相是三業無作相即一切法無作相能", "188": "如是隨無作慧者是為入不二法門福田菩薩曰福", "189": "行罪行不動行為二三行實性即是空空則無福行", "19": "佛道品上求佛道今此品即泯之明雖化眾生實", "190": "無罪行無不動行於此三行而不起者是為入不二", "191": "法門華嚴菩薩曰從我起二為二見我實相者不起", "192": "二法若不住二法則無有識無所識者是為入不二", "193": "法門德藏菩薩曰有所得相為二若無所得則無取", "194": "捨無取捨者是為入不二法門月上菩薩曰闇與明", "195": "為二無闇無明則無有二所以者何如入滅受想定", "196": "無闇無明一切法相亦復如是於其中平等入者是", "197": "為入不二法門寶印手菩薩曰樂涅槃不樂世間為", "198": "二若不樂涅槃不厭世間則無有二所以者何若有", "199": "縛則有解若本無縛其誰求解無縛無解則無樂厭", "2": "胡　吉藏　撰", "20": "無眾生可化雖求佛道實無佛道可求顯眾生佛", "200": "是為入不二法門珠頂王菩薩曰正道邪道為二住", "201": "正道者則不分別是邪是正離此二者是為入不二", "202": "法門槃實菩薩曰實不實為二實見者尚不見實何", "203": "況非實所以者何非肉眼所見慧眼乃能見而此慧", "204": "眼無見無不見是為入不二法門。", "205": "不眴菩薩亦二初明能說次明不二法不眴者此", "206": "菩薩眼不眴如帝釋眼不眴也又此菩薩得念佛", "207": "三昧在前見法故不眴三者常得正觀無有錯故", "208": "云不眴也受不受者有三義一者有所得有所受", "209": "著若無所得無所受著為無所受菩薩了此不二", "21": "不二是故今明不二也此即是牧入義上雖有如", "210": "也二者明心能領受為受境不能領受名不受今", "211": "菩薩了境智不二也三者如雜心舍利弗毗曇明", "212": "十八界攝一切盡十八界中九不受領餘通受無", "213": "受今摩訶衍了此諸法受不受不二也所餘類爾", "214": "可知也。", "215": "如是諸菩薩各各說已問文殊師利何等是菩薩入", "216": "不二法門文殊師利曰如我意者於一切法無言無", "217": "說無示無識離諸問答是為入不二法門。", "218": "如是眾菩薩各巳下三節中第一一人請眾人詡", "219": "即別請總詡竟今即第二眾人請一人詡總請別", "22": "此方便皆為不二故是牧人若望後即是出用義", "220": "詡今則請為二初結次正請所以眾菩薩請文殊", "221": "者或可眾菩薩位行淺文殊位行深故請文殊說", "222": "二者文殊既是銜命對揚之人故請說三者上說", "223": "二不二淺今復欲轉節說非二非不二故別請若", "224": "還是前人恐說還同前說為是故別請也文殊曰", "225": "第二答此答泯前諸菩薩諸菩薩雖知生滅等不", "226": "二謂菩薩能說不二是所說又言眾菩薩是示大", "227": "眾是聽又見淨名問眾菩薩答終有能所還是二", "228": "見故今文殊泯之未曾有眾菩薩能說亦無不二", "229": "是所說無聽無示無問無答問答不二名入不二也。", "23": "因不二故能出生一切方便又前後各有出用牧", "230": "於是文殊師利問維摩詰我等各自說已仁者當說", "231": "何等是菩薩入不二法門時維摩詰默然無言。", "232": "於是文殊問下三節即第三段文殊請淨名詡所", "233": "以文殊問者文殊是對揚之主故請餘人非對揚", "234": "主故不請二者說不二法異故問人亦異也時淨", "235": "名嘿然所以嘿然者復泯文殊文殊泯前三雙雖", "236": "言無說而說無說雖言無問而問無問是故今居", "237": "士更復淨之無說於無說無問於無問無答於無", "238": "答故嘿然也無言有三謂上中下下嘿者愚人處", "239": "眾不知何言如道生法師明闡提有佛性被擯虎", "24": "入也然大師商略此品有兩種二及三種三言兩", "240": "丘大本既至果明闡提有佛性學士飛󴔽奉迎還", "241": "本寺發講大眾喪氣無有能問者此即愚人無言", "242": "也二者中人無言者知道無言恐言傷道是故無", "243": "言如前身子不知所言也三者上人知道未曾言", "244": "無言為泯言故無言即淨名其人也又此言無言", "245": "無言言聲滿大千一無所說一無所說而教滿大", "246": "千肇師云淨名壯口毗耶此非無言壯口而教滿", "247": "大千又前卅一菩薩言說文殊以言息言若不言", "248": "言無聲息如知事人以聲息聲不求聲也今淨名", "249": "復泯文殊言能所皆畢也。", "25": "種二者一種二即是三十三菩薩說入不二五千", "250": "文殊師利歎曰善哉善哉乃至無有文字語言是真", "251": "入不二法門說是入不二法門品時於此眾中五千", "252": "菩薩皆入不二法門得無生法忍。", "253": "文殊言領者淨名既無言詡文殊今應無言領如", "254": "前空室嘿現嘿領明今何故嘿詡而言領耶解云", "255": "具四句前空室即俱嘿前文問答即俱語五千菩", "256": "薩嘿領語說今此語領嘿說二人目擊而已但大", "257": "眾謂文殊問言淨名無答是故文殊顯淨名無言", "258": "之意所以歎云是真入不二法門也此即淨名無", "259": "言詡言文殊言領無言此言無言因緣言無言非", "26": "悟入不二由三十三菩薩說入不二五千菩薩悟", "260": "無言無言言非言非無言言無言開非言無言也。", "261": "香積佛品第十香積佛品第十", "262": "香積佛品第十此即廣明二智中有五品今則", "263": "第五所以有此品來者意乃無量略有數意一者", "264": "即是空室之意由空室故得請飯室若有食即不", "265": "得請飯得請飯由前空室也二者從上不二法門", "266": "生明因有不二故有香積佛及香飯香積佛即正", "267": "果香飯即依果由體不二故有此依正二果此即", "268": "是出用義由不二故今二故上明二不二今明不", "269": "二二圓成一句也三者即是形聲二教上來多明", "27": "入不二由五千應入不二故卅三說入不二即是", "270": "聲教今香飯即是形教此之二種皆能表道故皆", "271": "是教此即六塵皆教上聲教今色教也又上明穢", "272": "土教今品淨土教具四句為穢土緣說穢教為淨", "273": "土緣說淨教穢土緣說淨教淨土緣說穢教今此", "274": "經中具也今解教既爾可得現前有四句不為穢", "275": "土緣現淨土淨土緣現穢土四句如此經前品為", "276": "穢現淨土為淨緣現穢土義應例未見其文今言", "277": "香積佛品者從彼佛請飯故云香積佛品也問今", "278": "就香積佛請飯題香積品者亦應前就登王借座", "279": "應題登王品借座登王既云不思議品今請飯香", "28": "緣教相稱應病授藥如法服行也復一種二者", "280": "積亦應題不思議品解云皆得互例而前借座登", "281": "王題不思議今請飯標香積者明立品不同前從", "282": "法為名今從人立因若唯題不思議即唯有一品", "283": "無二品別也又責若爾上何意不從人今不從法", "284": "耶解云俱有一難又責俱有一難有何所以解云", "285": "此有義何者前非但唯有借座登王事通釋一切", "286": "不思議名義從通為名不就別為稱若是此品有", "287": "請飯香積不廣釋不思議別事故從別為名不標", "288": "不思議法也又上借座今請飯竝是不思議故肇", "289": "師云借座登王請飯香土手接大千室色乾象不", "29": "明三十二菩薩以言顯不二淨名無言顯不二此", "290": "思議迹也若爾故借座請飯皆不思議雖皆不思", "291": "議不思議不同何者上借座即大能入小小能容", "292": "大不思議也今即少能充大眾大眾食少飯而不", "293": "盡不思議也難若使一小鉢飯充大眾者亦應一", "294": "小座充大眾坐既多座充多眾亦應多鉢充多眾", "295": "解云通例多座充多眾多飯充多眾一小鉢飯充", "296": "大眾食一小座充多眾坐而今不爾者互現不同", "297": "示種種擁變種種不思議又亦不思議事顯故不", "298": "同也又上嘿感不思議今遣化不思議此二皆絕", "299": "凡夫二乘故皆不思議也問上既嘿念座別遣今", "3": "入不二法門品第九入不二法門品第九", "30": "言無言竝是教門何以故竝能開道益物故言無", "300": "嘿念食即遣食來今既遣化請飯下亦遣化借座", "301": "而今上嘿念登王即遣座今遺化往請飯此亦是", "302": "互現示種種不思議也又問題稱香積佛品應以", "303": "香積佛為佛事今用香飯為佛事應題香飯品解", "304": "云從本為名何因有飯由彼佛故有飯從本為名", "305": "也難從本為名從本為佛事解云如此香飯為佛", "306": "事即是彼佛事若無彼佛何由得此香飯故此香", "307": "飯佛事即是彼佛為佛事為此故題云香積佛品", "308": "也品開二第一明財施第二明法施然此是財法", "309": "因緣此法即是財長法身養慧命故此法是財只", "31": "言竝教不如他言說是教無言非教今明竝是教", "310": "此財即是法也。", "311": "於是舍利弗心念日時欲至此諸菩薩當於何食。", "312": "就初為三第一念食第二呵念食第三與未曾食", "313": "今即第一也問身子何故念食餘人不念耶解云", "314": "有數義一者凡有三品人下品人有煩惱故心有", "315": "勞身有顛倒故身有待即凡夫也二者中品人斷", "316": "煩惱故心無勞有報身故有待即是二乘上品人", "317": "內無煩惱故心無勞法身為身故無所待即是菩", "318": "薩菩薩內心無累外身無待故不念食身子雖無", "319": "內累而外身有待故今念食也二者上來說菩薩", "32": "因言悟言既是教因無言悟無言豈非教故皆其", "320": "法菩薩法成就眾生淨土菩薩聞此歡喜忘飢不", "321": "念食聲聞聞此不解不嗜故但念食也三者由其", "322": "念故淨名得與未曾有食廣作佛事利益眾生此", "323": "即示實是顯道也問其何故自不念而言諸菩薩", "324": "當於何食耶解云身子自有食何者其常食但念", "325": "諸菩薩日時既晚古佛道法過中不食故云諸菩", "326": "薩當於何食也然此念食與念座異何者念座即", "327": "具自他故前云斯諸菩薩大弟子當於何坐今即", "328": "不然直云諸菩薩當於何食也。", "329": "時維摩詰知其意而語言佛說八解脫仁者受行豈", "33": "教也只此言無言即是不二言是無言言無言是", "330": "雜欲食而聞法乎。", "331": "語言佛說下第二呵念食問前云菩薩須食弟子", "332": "不須食應呵菩薩不呵聲聞解云是聲聞須若不", "333": "須不應念念即須也又聲聞念菩薩不念即聲聞", "334": "須菩薩不須菩薩不須故不呵菩薩聲聞須故呵", "335": "聲聞也今呵念食與前呵念座何異解云前就下", "336": "法以呵座今就上法以呵食前就下法呵座者為", "337": "法來為座來今就上法呵佛教責明說八解仁者", "338": "受行豈雜欲食而聞法乎就八解呵者八解即八", "339": "背捨八背捨通而有背捨欲色豈更念食別者八", "34": "言無言無言言非言言無言非無言非言非無言", "340": "解初二不淨觀即觀食不淨不應樂食仁者常作", "341": "不淨觀只此八種即法身之喜饍慧命之上饌豈", "342": "雜欲食耶又且聞斯勝法尚應不惜身命云何念", "343": "食耶作此呵也。", "344": "若欲食者且待須臾當令汝得未曾有食。", "345": "若欲食者下第三與食與食中有四第一許食第", "346": "二示其處第三大眾不能致第四淨名遣化取今", "347": "即第一與食汝須食者且待須󴔘當得未曾有食", "348": "也問前既呵今何意與示耶解云與奪隨宜皆為", "349": "利物如世人養子呵罵而與其食也問其念常食", "35": "非語非嘿即入不二也言三種三者第一種三者", "350": "何故不與其常食而與其未曾有食耶解云為欲", "351": "不違上言復顯菩薩難思之德廣作佛事故與未", "352": "曾有食也言為不違上說者上呵其不應念食而", "353": "今忽與其常食即便違上呵今與未曾有食故不", "354": "違上呵何者汝所念者是不淨食是顛倒所起今", "355": "此食淨是無依無得所起又彼念食養宍身今此", "356": "食長慧命故上呵今與也言顯菩薩德者若與常", "357": "食彼謂我亦有此食不歡菩薩不思議今與未曾", "358": "有食即歎菩薩不思議德力也。", "359": "時維摩詰即入三昧以神通力示諸大眾上方界分", "36": "明此三十三菩薩入不二凡有三位初三十一菩", "360": "過四十二恒河沙佛土有國名眾香佛號香積今現", "361": "在其國香氣比於十方諸佛世界人天之香最為第", "362": "一彼土無有聲聞辟支佛名唯有清淨大菩薩眾佛", "363": "為說法其界一切皆以香作樓閣經行香地苑園皆", "364": "香其食香氣周流十方無量世界時彼佛與諸菩薩", "365": "方共坐食有諸天子皆號香嚴悉發阿耨多羅三藐", "366": "三菩提心供養彼佛及諸菩薩此諸大眾莫不目見。", "367": "時維摩詰即入三昧者第二示飯處前許未曾有", "368": "食未知在何處是故示其處也此中示食處而問", "369": "菩薩不問聲聞者明聲聞座近在側尚不能昇豈", "37": "薩說二入不二文殊說二不二入非二非不二次", "370": "能取彼佛飯耶又前來呵聲聞不能昇座今斥菩", "371": "薩不能取食也問今示飯令眾取者亦應前示座", "372": "處令眾取解云前後互類今欲明品品不同章章", "373": "轉勢類權行不一也。", "374": "時維摩詰問眾菩薩諸仁者誰能致彼佛飯以文殊", "375": "師利威神力故咸皆默然維摩詰言仁此大眾無乃", "376": "可恥文殊師利曰如佛所言勿輕未學。", "377": "時維摩詰問眾菩薩者第三明大眾不能致此顯", "378": "居士兩不思一眾未曾見此食而得見二者大眾", "379": "不能取淨名能取也文殊力大眾嘿者明眾菩薩", "38": "淨名從非二非不二入非非二非非不二問若爾", "380": "能取但今緣正在淨名淨名取能作佛事利益此", "381": "彼也若餘則不能令彼此利益文殊恐眾中有菩", "382": "薩忽去乖當道理故以神力令眾嘿然又令淨名", "383": "為主眾菩薩居賓豈客自取食而食此事不可是", "384": "故嘿然也維摩言下第三譏大眾示飯在彼而不", "385": "能取豈不恥耶問淨名是菩薩云何輕於大眾解", "386": "云欲斥始行令進學耳文殊言下第四文殊答明", "387": "雖未學欲能得故不應輕此之二人相成何者淨", "388": "名譏始行文殊󴔝初心各有意也。", "389": "於是維摩詰不起於座居眾會前化作菩薩相好光", "39": "前三十一菩薩是入不二今何故通言入不二耶", "390": "明威德殊勝蔽於眾會。而告之曰汝往上方界分", "391": "度如四十二恒河沙佛土有國名眾香佛號香積與", "392": "諸菩薩方共坐食汝往到彼如我詞曰維摩詰稽首", "393": "世尊足下致敬無量問訊起居少病少惱氣力安不", "394": "願得世尊所食之餘。當於娑婆世界施作佛事令", "395": "此樂小法者侍弘大道亦使如來名聲普聞。", "396": "於是維摩不起下第四遣化就此中有數章文句", "397": "今即第一入三昧正遣化而告之曰下第二授化", "398": "人請飯之辭問訊彼佛少病少惱此言難解此土", "399": "穢彼土淨若爾此有病彼無病云何問訊少病少", "4": "入不二法品第九廣說二智有五品三品已竟", "40": "解云入不二有兩種若初三十一菩薩以生滅為", "400": "惱耶未解云之當於娑婆作佛事者前陳請飯之", "401": "辭今第二釋請飯之意請飯者非為餘事但為佛", "402": "事佛事者凡有兩種一者上弘二者下化樂小法", "403": "者即下化得弘大道即上弘也如來名聞普聞者", "404": "上美法今歎人也。", "405": "時化菩薩即於會前昇於上方舉眾皆見其去到眾", "406": "香界禮彼佛足又聞其言維摩詰稽首世尊足下致", "407": "敬無量問訊起居少病少惱氣力安不願得世尊所", "408": "食之餘欲於娑婆世界施作佛事使此樂小法者得", "409": "弘大道亦使如來名聲普聞彼諸大士見化菩薩歎", "41": "二成滅為不二從生滅二入不生滅不二文殊蹹", "410": "未曾有今此上人從何所來娑婆世界為在何許云", "411": "何名為樂小法者即以問佛佛告之曰下方度如四", "412": "十二恒河沙佛土有世界名娑婆佛號釋迦牟尼今", "413": "現在於五濁惡世為樂小法眾生敷演道教彼有菩", "414": "薩名維摩詰住不可思議解脫為諸菩薩說法故遣", "415": "化來稱揚我名并讚此土令彼菩薩增益功德彼菩", "416": "薩言其人何如乃作是化德力無畏神足若斯佛言", "417": "甚大一切十方皆遣化往施作佛事饒益眾生。", "418": "時化菩薩下第三化菩薩正去此下文可解。", "419": "於是香積如來以眾香鉢盛滿香飯與化菩薩。時", "42": "前二不二竝成二非二非不二乃為不二從此二", "420": "彼九百萬菩薩俱發聲言我欲詣娑婆世界供養釋", "421": "迦牟尼佛并欲見維摩詰等諸菩薩眾。佛言可往", "422": "攝汝身香無令彼諸眾生起惑著心又當捨汝本形", "423": "勿使彼國求菩薩者而自鄙恥。又汝於彼莫懷輕", "424": "賤而作礙想所以者何十方國土皆如虗空又諸佛", "425": "為欲化諸樂小法者不盡現其清淨土耳。", "426": "於是香積下第四彼佛與飯為二第一佛與飯第", "427": "二彼菩薩欲來今即第一彼佛與飯如文時彼九", "428": "百萬下第二彼土菩薩欲來有二事益香飯即依", "429": "果益彼菩薩來即正果益依正兩益依正二教門", "43": "不二入非二非不不二也淨名蹹非二非不二併", "430": "也問香飯可為佛事菩薩身云何作佛事解有二", "431": "義一者明淨土尚來聽法汝在近云何不學二者", "432": "明淨土大菩薩皆來聽故知淨名是不思議人所", "433": "說是不思議之法於淨名增難遭之想深生敬心", "434": "是為大利也佛言可往者彼佛聽往有二一者今", "435": "攝身香二者於此土勿生劣心前戒為此土後戒", "436": "為彼土故言前戒為此土者為息此大眾生惑著", "437": "故令攝香言後戒為彼土者恐淨土菩薩見此土", "438": "不淨起下劣心故戒令起敬心也問既令攝身香", "439": "何不令攝飯香解云此各有所以何者明能作佛", "44": "成二非非二非非不二為不二從非二非不二入", "440": "事故不攝也難菩薩身亦能作佛事亦應不攝解", "441": "云互例而攝身者眾生宜故也又且飯是佛力故", "442": "不攝菩薩身是菩薩力菩薩力不足故令攝也。", "443": "時化菩薩既受鉢飯與彼九百萬菩薩俱承佛威神", "444": "及維摩詰力於彼世界忽然不現須臾之間至維摩", "445": "詰舍。時維摩詰即化作九百萬師子之座嚴好如", "446": "前諸菩薩皆坐其上時化菩薩以滿鉢香飯與維摩", "447": "詰飯香普熏毗耶離城及三千大千世界時毗耶離", "448": "婆羅門居士等聞是香氣身意快然歎未曾有於是", "449": "長者主月蓋從八萬四千人來入維摩詰舍見其室", "45": "非非二非非不二雖復重復不同終是從二入不", "450": "中菩薩甚多諸師子座高廣嚴好皆大歡喜禮眾菩", "451": "薩及大弟子却住一面諸地神虗空神及欲色界諸", "452": "天聞此香氣亦皆來入維摩詰舍時維摩詰語舍利", "453": "弗等諸大聲聞仁者可食如來甘露味飯大悲所熏", "454": "無以限意食之使不消也有異聲聞念是飯少而此", "455": "大眾人人當食化菩薩曰勿以聲聞小德小智稱量", "456": "如來無量福慧四海有竭此飯無盡使一切人食摶", "457": "若須彌乃至一劫猶不能盡所以者何無盡戒定智", "458": "慧解脫解脫知見功德具足者所食之餘終不可盡", "459": "於是鉢飯悉飽眾會猶故不賜其諸菩薩聲聞天人", "46": "二如由來三節二諦初有為世諦無為真諦次有", "460": "食此飯者身安快樂譬如一切樂莊嚴國諸菩薩也", "461": "又諸毛孔皆出玅香亦如眾香國土諸樹之香。", "462": "時化菩薩既受下第五化菩薩受飯還方丈作佛", "463": "事就此為二第一正明化菩薩還第二明飯為佛", "464": "事今即初所以維摩化作九百萬師子座者上明", "465": "大入小未盡不思議之極何者上指有三萬二千", "466": "入方丈今有九百萬億入方丈始齊不思議之極", "467": "也又上借座是實座今是化座前實不思議今化", "468": "不思議前他借不思議今自辨不思議也問座既", "469": "借座化座飯亦應化請飯化飯不解云何必盡例", "47": "無為世諦非有無為真諦次二不二為世諦非二", "470": "示種種不思議也文云欲色界諸天聞香皆來者", "471": "數人義懷何者彼明欲界天五根五塵若色界即", "472": "無何者初禪無鼻舌兩識而有鼻舌兩根為莊嚴", "473": "身故若是二禪已上則無五識若使如此云何聞", "474": "香而來彼云借下界識來即責汝借識來為聞香", "475": "故借未聞借耶若聞借無識云何得知不可逆借", "476": "故不可也今明小乘知局大乘慧廣故無所不備", "477": "所以欲色聞香而來也次淨名命身子等食今雖", "478": "命諸大弟子實總命一切大眾所以今徧命者彼", "479": "上徧念故徧命也言甘露味飯者有二義一者此", "48": "非不二為真諦雖有三節不出二諦也第二種三", "480": "飯味如甘露食此飯能開甘露能開甘露者即是", "481": "正道涅槃也二者只此飯即是甘露何者此飯諸", "482": "佛無生業所起即是無生果即是涅槃也大悲所", "483": "熏者明此飯是諸佛大悲所起故云大悲所熏問", "484": "如來行無量何意獨言大悲耶解云無食不食由", "485": "大悲化眾生故有此食所以獨言大悲也無以限", "486": "意者明此飯是如來無漏無礙依果之餘若以限", "487": "意即有礙心有礙心即不消也有異聲聞非是身", "488": "子之流故云有異此人應是下劣聲聞作此念也", "489": "化菩薩呵其念而歎飯無盡舉五分法身所食之", "49": "者前三十一菩薩謂不二可言故言於不二文殊", "490": "餘故無盡故依無盡又定慧是因因無盡故果不", "491": "窮也大眾食猶不賜雖復食猶如不與故爾雅云", "492": "與賜也問鉢飯充大眾鉢飯如故者前小室容大", "493": "座室不應博也。", "494": "爾時維摩詰問眾香菩薩香積如來以何說法彼菩", "495": "薩曰我土如來無文字說但以眾香令諸天人得入", "496": "律行菩薩各各坐香樹下聞斯玅香即獲一切德藏", "497": "三昧得是三昧者菩薩所有功德皆悉具足。", "498": "維摩問眾香菩薩下品開為二前明財施竟今第", "499": "二明法施財法因緣竝是般若用所以有此文來", "5": "今即第四品明入不二法門所以有此品來者有", "50": "知不二無言而言於不二即言於無言淨名知不", "500": "者欲二國化流彼此交利舉喻如向吳魯互市也", "501": "二者請飯彼教為此緣今請法此教為彼緣前為", "502": "此請彼今為彼請此請此非但為彼亦為此請彼", "503": "非但為此亦為彼也文云我土如來無文字說前", "504": "何意云彼土唯有清淨諸菩薩眾佛為說法今云", "505": "何言彼土無文字說耶解云有二一者只以香飯", "506": "說大乘二者亦說但少耳如此間音聲為佛事亦", "507": "有嘿然為佛事此即六塵皆教六根皆稟也。", "508": "彼諸菩薩問維摩詰今世尊釋迦牟尼以何說法維", "509": "摩詰言此土眾生剛強難化故佛為說剛強之語以", "51": "二無言不言於不二即是無言於無言此即三句", "510": "調伏之言是地獄是畜生是餓鬼是諸難處是愚人", "511": "生處是身邪行是身邪行報是口邪行是口邪行報", "512": "是意邪行是意邪行報是殺生是殺生報是不與取", "513": "是不與取報是邪婬是邪婬報是妄語是妄語報是", "514": "兩舌是兩舌報是惡口是惡口報是無義語是無義", "515": "語報是貪嫉是貪嫉報是瞋惱是瞋惱報是邪見是", "516": "邪見報是慳悋是慳悋報是毀戒是毀戒報是瞋恚", "517": "是瞋恚報是懈怠是懈怠報是亂意是亂意報是愚", "518": "癡是愚癡報是結戒是持戒是犯戒是應作是不應", "519": "作是障礙是不障礙是得罪是離罪是淨是垢是有", "52": "諸菩薩即言淨名無言文殊亦言亦無言也所以", "520": "漏是無漏是邪道是正道是有為是無為是世間是", "521": "涅槃以難化之人心如猨猴故以若干種法制御其", "522": "心乃可調伏譬如象馬𢤱悷不調加諸楚毒乃至徹", "523": "骨然後調伏如是剛強難化眾生故以一切苦切之", "524": "言乃可入律。", "525": "彼諸菩薩問維摩下前來此問彼今彼問此也維", "526": "摩言此土眾生剛強者此土答彼明此土剛強眾", "527": "生故說剛強法故娑婆中云三世佛有四種化一", "528": "畢竟軟語化二者畢竟麤語化三亦軟亦麤雜化", "529": "四者捨罝不化故大論云見比丘相鬬佛來諫之", "53": "三十一菩薩謂不二可言於不二者其聞淨名命", "530": "比丘云是人斯我不能不答諫既不從拂空而去", "531": "不可化捨罝之也問眾生畢竟無所有今云何言", "532": "是地獄是地獄報耶解云雖畢竟無所有於眾生", "533": "故有作地獄因必得地獄果既於虗妄有菩薩隨", "534": "其噵有隨其噵有欲令不有也譬如象馬不調者", "535": "明非鉤鏁無以調象馬非苦切無以伏難化也調", "536": "馬有五種一直舉鞭即調譬利根人觀樹木彫落", "537": "人歘無常即悟二者鞭著宍苦痛乃調譬人見知", "538": "識無常乃悟三者錐刾入皮乃調譬人見兄弟眷", "539": "屬無常乃悟四者刾至肌宍乃調譬父母無常乃", "54": "說不二眾菩薩即說不二故謂不二可言言於不", "540": "悟五者刾徹骨乃調譬自身無常若自無常復不", "541": "發心即便捨罝也。", "542": "彼諸菩薩聞說是已皆曰未曾有也如世尊釋迦牟", "543": "尼佛隱其無量自在之力乃以貧所樂法度脫眾生", "544": "斯諸菩薩亦能勞謙以無量大悲生是佛土維摩詰", "545": "言此土菩薩於諸眾生大悲堅固誠如所言然其一", "546": "世饒益眾生多於彼國百千劫行所以者何此娑婆", "547": "世界有十事善法諸餘淨土之所無有何等為十以", "548": "布施攝貧窮以淨戒攝毀禁以忍辱攝瞋恚以精進", "549": "攝懈怠以禪定攝亂意以智慧攝愚癡說除難法度", "55": "二即言於言也次文殊知不二無言淨名無所命", "550": "八難者以大乘法度樂小乘者以諸善根濟無德者", "551": "常以四攝成就眾生是為十。", "552": "維摩云此土一世饒益多彼土百千劫行此意可", "553": "知也此土有十事善法勝餘淨土所無有者釋此", "554": "土修行勝然天中尚無施何者娑婆有二解一云", "555": "都無布施二者無有施飯食亦有施餘物天尚然", "556": "況淨土然人脫問淨土勝穢土可然亦有穢土勝", "557": "淨土不解云亦有此文即是穢土一日修行勝淨", "558": "土百千劫也問此文諸餘淨土無十事若爾無六", "559": "度解云淨土無六度對治用不無六度體如菩薩", "56": "眾菩薩無所說雖知如此而不能無言於無言言", "560": "五莖華施爾時即具六度也二者上玅淨無六用", "561": "亦無六體有體用竝穢淨土中未曾六不六也今", "562": "望香積時若為解云當香積但體無用若來此土", "563": "亦有其用施香來此土即其用也。", "564": "彼菩薩曰菩薩成就幾法於此世界行無瘡疣生於", "565": "淨土維摩詰言菩薩成就八法於此世界行無瘡疣", "566": "生於淨土何等為八饒益眾生而不望報代一切眾", "567": "生受諸苦惱所作功德盡以施之等心眾生謙下無", "568": "礙於諸菩薩視之如佛所未聞經聞之不疑不與聲", "569": "聞而相違背不嫉彼供不高己利而於其中調伏其", "57": "於無言言於無言說不可說也淨名知不二無言", "570": "心常省己過不訟彼短恒以一心求諸功德是為八", "571": "法維摩詰文殊師利於大眾中說是法時百千天人", "572": "皆發阿耨多羅三藐三菩提心十千菩薩得無生法", "573": "忍。", "574": "彼菩薩曰成就幾法行者明諸大菩薩處此可不", "575": "染猶如鵞王亦如蓮華不為煩惱所染諸淺行菩", "576": "薩云何處而不染淺行菩薩觀解未具如少湯投", "577": "之大冰翻益其結淺行菩薩亦爾欲化煩惱翻為", "578": "煩惱所染若使如此成就幾法於此行無瘡疣生", "579": "於淨土耶維摩詰答言成就八法而得行無瘡疣", "58": "而嘿然無言於不二無言於不二不二之極也第", "580": "生於淨土也所言八法者饒益眾生不望報即大", "581": "慈代眾生受苦即大悲什叡法師等此為二法肇", "582": "師云合為一法今依肇師慈悲合為一法也等心", "583": "眾生謙下無礙即第二法故華嚴云菩薩作地心", "584": "槁心析角心小大心而無礙也於諸菩薩應視如", "585": "佛第三法見有發心為菩薩者乃勝己者竝視之", "586": "如佛也所未聞經聞而不疑第四行前則尊人今", "587": "即重法也不與聲聞而相違背第五法明三不異", "588": "於一一不異於三昔開一為三今則會三歸一故", "589": "無違也不嫉彼供不高己利第六法彼得供彼種", "59": "三種三者前三十一菩薩破二明不二而不能知", "590": "得何須嫉之自利自種何用自高舉譬如作田云云", "591": "常省己過第七法常自省察己過應悔先罪不誦", "592": "他𢭃若不能省己過過故屬己若誦他𢭃𢭃還著", "593": "己若能省己過自故無過不誦他𢭃巳復無失也", "594": "恒以一心求諸功德第八法餘文。", "595": "菩薩行品第十一菩薩行品第十一", "596": "菩薩行品第十一就此經有四會三會已竟今", "597": "即第四會重集菴薗就此會有四品前三品屬正", "598": "說後一品是流通此非自判肇師自作此說也正", "599": "說中三品即為三第一說菩薩行第二明見佛第", "6": "近有遠言近意者乃是淨名現權之本意復是文", "60": "能破所破不二次文殊了生死涅槃等不二亦了", "600": "三法供養今即第一言菩薩行者為彼土菩薩說", "601": "菩薩行從此為名也然香積品即彼教為此今菩", "602": "薩行品此教為彼彼此牙市也又香積一飯為佛", "603": "事此欲明一切法為佛事也就此一品為二第一", "604": "淨名與大眾來至佛所第二香積菩薩欲去為說", "605": "菩薩行即是來去一雙亦是說佛事菩薩行一雙", "606": "也。", "607": "是時佛說法於菴羅樹園其地忽然廣博嚴事一切", "608": "眾會皆作金色。阿難白佛言世尊以何因緣有此", "609": "瑞應是處忽然廣博嚴事一切眾會皆作金色。佛", "61": "能破所破不二無二所破無不二能破雖知無破", "610": "告阿難是維摩詰文殊師利與諸大眾恭敬圍繞發", "611": "意欲來故先為此端應。於是維摩詰語文殊師利", "612": "可共見佛與諸菩薩禮事供養文殊師利言善哉行", "613": "矣今正是時。", "614": "就初復為二第一淨名與大眾來第二如來稱歎", "615": "印定初復為二第一明欲來意第二明正來今即", "616": "初有數句今第一現瑞所以現瑞者將說奇特之", "617": "法故現希有之瑞二者香積菩薩是客為有勝客", "618": "故變淨土也三者淨名將欲來故前現瑞表居士", "619": "敬誠之實顯淨名難思之德也此有二事一變土", "62": "不破可言而言無破無不破也次淨名知無破不", "620": "二變眾作金色變土即變依變眾即變正也次問", "621": "答明是淨名作非佛作顯淨名德力也佛告者第", "622": "三佛答瑞於是維摩下第四欲來淨名所以要文", "623": "殊共來者有數義一者欲面見佛印成所說若不", "624": "至佛所無由得印成二者文殊前問疾之人今淨", "625": "名即能往佛所應與文殊共至佛所報恩也三者", "626": "彼土菩薩來有二意一者欲與淨名相見既竟今", "627": "欲來佛所致敬故相共來也。", "628": "維摩詰即以神力持諸大眾并師子座置於右掌往", "629": "詣佛所到已著地稽首佛足右繞七帀一心合掌在", "63": "破可言而無言於無言無言於無破不破也然入", "630": "一面立其諸菩薩即皆避座稽首佛足右繞七帀於", "631": "一面立諸大弟子釋梵四天王等亦皆避座稽首佛", "632": "足在一面立於是世尊如法慰問諸菩薩已各令復", "633": "坐即皆受教。", "634": "維摩神力持大眾來者前顯枕在牀今忽如此之", "635": "健此即前病今病差也問眾生病菩薩病眾生愈", "636": "菩薩愈今眾生未差菩薩病云何已差耶且戲解", "637": "之明室內說法無量人發心無量人得無生忍豈", "638": "非差耶又難前云菩薩病與眾生後際等今眾生", "639": "未盡云何已盡解云此義異前言與眾生後際等", "64": "不二門難解從來云入不二法門二為不二門因", "640": "者明大悲病與後際等眾生不盡菩薩大悲不竭。", "641": "眾坐已定佛語舍利弗汝見菩薩大士自在神力之", "642": "所為乎唯然已見汝意云何世尊我覩其為不可思", "643": "議非意所圖非度所測。爾時阿難白佛言世尊今", "644": "所聞香自昔未有是為何香佛告阿難是彼菩薩毛", "645": "孔之香於是舍利弗語阿難言我等毛孔亦出是香", "646": "阿難言此所從來曰是長者維摩詰從眾香國取佛", "647": "餘飯於舍食者一切毛孔皆香若此。", "648": "眾坐已定此是第二段如來印定所說有數句今", "649": "第一佛對身子印成淨名所為不思議是實也爾", "65": "二入不二故二為不二門今責既云不二門云何", "650": "時阿難下第二佛對阿難印成淨名所為今對阿", "651": "難印與前佛對身子印何異解云前通印諸事今", "652": "但印香積一品又今欲顯佛事非一何者以佛心", "653": "作一切事一切皆佛事也文問答可尋文云阿難", "654": "聞香問佛者前即香氣遍十方阿難去方丈只數", "655": "里云何不聞今始致問解云有聞得聞不聞應不", "656": "聞如雷霆震地聾者不聞也問此是餘香何以言", "657": "是毛孔香耶解云今無復飯飯在腹中故言毛孔", "658": "香餘人食內為不淨今菩薩食內有玅香如大論", "659": "三歲比丘說法常出玅香也問餘人亦食此食毛", "66": "云二為不二門若二為不二門應言入二門而今", "660": "孔亦香何故獨言彼菩薩耶解云據本故獨言彼", "661": "菩薩也前云攝身香今何故復云彼菩薩香耶雖", "662": "攝由有故言彼菩薩香也。", "663": "阿難問維摩詰是香氣住當久如維摩詰言至此飯", "664": "消曰此飯久如當消曰此飯勢力至於七日然後乃", "665": "消又阿難若聲聞人未入正位食此飯者得入正位", "666": "然後乃消已入正位食此飯者得心解脫然後乃消", "667": "若未發大乘意食此飯者至發意乃消已發意食此", "668": "飯者得無生忍然後乃消已得無生忍食此飯者至", "669": "一生補處然後乃消譬如有藥名曰上味其有服者", "67": "云入不二法門何得二為不二門耶此言自屈又", "670": "身諸毒滅然後乃消此飯如是滅除一切諸煩惱毒", "671": "然後乃消。", "672": "次文阿難與淨名論消久近所以言七日者約緣", "673": "不定今言七日飯體勢至七日大論七步蛇譬蛇", "674": "󴔶人唯至七步八步即死飯體亦爾勢至七日也", "675": "若聲聞未入正位者此去約緣聖不同有二位一", "676": "者小乘二者大乘小乘中有二一未入正位入正", "677": "位即小乘始得解脫無學即小乘終略始終也聲", "678": "聞苦忍為正位菩薩即多云法位所以爾者聲聞", "679": "對耶為正也菩薩有三位初發心次無生忍終補", "68": "更竝若言入不二法門二為不二門者不思議解", "680": "處也如是滅除一切煩惱問上是一口飯云何除", "681": "一切煩惱得道耶解云世間醫師令一齊藥尚愈", "682": "身病今佛菩薩令齊法藥豈不能療眾生心疾耶", "683": "又什師云此飯是諸佛依果既得此依果必深信", "684": "於因果既信因果食於此飯心即得安以心安故", "685": "識於因果即了實相得悟無生也問若香飯能滅", "686": "一切煩惱能令眾生悟道者如來何意不常以香", "687": "飯為佛事耶且及竝通但教亦能滅煩惱得道如", "688": "來何意不常說教耶彼云教能論辨可得道香若", "689": "為能詅辨耶解云聲教色教聲詅色詅香教香味", "69": "脫法門更以何為門不思議解脫法門即不思議", "690": "詅也。", "691": "阿難白佛言未曾有也世尊如此香飯能作佛事佛", "692": "言如是如是阿難或有佛土以佛光明而作佛事有", "693": "以諸菩薩而作佛事有以佛所化人而作佛事有以", "694": "菩提樹而作佛事有以佛衣服臥具而作佛事有以", "695": "飲食而作佛事有以園林臺觀而作佛事有以三十", "696": "二相八十隨形好而作佛事有以佛身而作佛事有", "697": "以虗空而作佛事眾生應以此緣得入律行有以夢", "698": "幻影響鏡中像水中月熱時𦦨如是等喻而作佛事", "699": "有以音聲語言文字而作佛事或有清淨佛土寂寞", "7": "殊問疾之所由所以言是淨名現疾之本意復是", "70": "解脫法為門即應入不二法門即不二法為門不", "700": "無言無說無示無識無作無為而作佛事如是阿難", "701": "諸佛威儀進止諸所施為無非佛事阿難有此四魔", "702": "八萬四千諸煩惱門而諸眾生為之疲勞諸佛即以", "703": "此法而作佛事是名入一切諸佛法門菩薩入此門", "704": "者若見一切淨好佛土不以為喜不貪不高若見一", "705": "切不淨佛土不以為憂不礙不沒但於諸佛生清淨", "706": "心歡喜恭敬未曾有也諸佛如來功德平等為教化", "707": "眾生故而現佛土不同阿難汝見諸佛國土地有若", "708": "干而虗空無若干也如是見諸佛色身有若干耳其", "709": "無礙慧無若干也阿難諸佛色身威相種性戒定智", "71": "二法門遂以二為門者解脫法門應繫縛為門反", "710": "慧解脫解脫知見力無所畏不共之法大慈大悲威", "711": "儀所行及其壽命說法教化成就眾生淨佛國土具", "712": "諸佛法悉皆同等是故名為三藐三佛陀名為多陀", "713": "阿伽度名為佛陀阿難若我廣說此三句義汝以劫", "714": "壽不能盡受正使三千大千世界滿中眾生皆如阿", "715": "難多聞第一得念總持此諸人等以劫之壽亦不能", "716": "受如是阿難諸佛阿耨多羅三藐三菩提無有限量", "717": "智慧辯才不可思議阿難白佛言我從今已往不敢", "718": "自謂以為多聞佛告阿難勿起退意所以者何我說", "719": "汝於聲聞中為最多聞非謂菩薩且止阿難其有智", "72": "竝云云若此義懷淨名現疾文殊問疾竝懷何但此", "720": "者不應限量諸菩薩也一切海淵尚可測量菩薩禪", "721": "定智慧總持辯才一切功德不可量也阿難汝等捨", "722": "置菩薩所行是維摩詰一時所現神通之力一切聲", "723": "聞辟支佛於百千劫盡力變化所不能作。", "724": "次明一切法為佛事前略印香飯一事今廣印一", "725": "切為佛事所以廣明者前略明未盡今更廣明雖", "726": "復廣明不出四隻兩雙所謂有無善惡為佛事也", "727": "問有佛卅二相為佛事竟云何復云有以佛身為", "728": "佛事耶解云如來有時現一相二相或時合現相", "729": "現相不同故前明卅二相後明佛身也有以虗空", "73": "二懷十方諸佛本意亦懷也問若不用二為不二", "730": "為佛事即是無為佛事虗空為佛事如文殊以虗", "731": "空身化阿聞世王也四魔八萬四千煩惱為佛事", "732": "者上明善為佛事今明惡為佛事什師云此中明", "733": "三性竝為佛事前善為佛事虗空無記為佛事今", "734": "則不善為佛事方便用不善為佛事無方便善成", "735": "魔事。", "736": "爾時眾香世界菩薩來者合掌白佛言世尊我等初", "737": "見此土生下劣想今自悔責捨離是心。所以者何", "738": "諸佛方便不可思議為度眾生故隨其所應現佛國", "739": "異。唯然世尊願賜少法還於彼土當念如來。", "74": "門用不二為門耶此亦不可若不二為門者入何", "740": "爾時眾香世界菩薩下品第二香積菩薩請法既", "741": "將欲反彼世界所以請說菩薩行品從此為名也", "742": "文有三今第一彼菩薩懺悔有二前自梅次請法", "743": "自悔為二初正梅次釋悔意今即初正悔明我初", "744": "來見此土穢生下劣想今自悔責明失在於我也", "745": "問彼來時彼佛已勅令莫生劣心今云何復生劣", "746": "心將不違佛教耶解云雖受佛勅今來既見土穢", "747": "不覺劣心生如今人聞經教令莫起貪見境不覺", "748": "貪生又佛不勅起劣重佛勅尚爾況不勅耶問前", "749": "文云彼諸菩薩坐香樹下聞斯玅香即具一切德", "75": "處從何而入若入實相實相只是不二乃是實相", "750": "藏三昧云何更生高下之心淨穢等見耶解云示", "751": "此迷耳以此土作此見故彼土同此土見此土既", "752": "悟彼土即悟為此故所以今悔也所以者何下第", "753": "二句釋悔意以諸佛方便所現不同故不應生下", "754": "劣之心上說法故如是方便也唯然世尊願賜小", "755": "法第二正請法彼此交利之事也然彼土菩薩行", "756": "已具足無以復所疑不須此諸行而請說諸行者", "757": "亦是為此土菩薩請耳具四句為彼請此為此請", "758": "此亦為此請彼為彼請彼也又且從多為論如此", "759": "間音聲為佛事亦有餘事為佛事彼無言說為佛", "76": "入實相不二入不二耳又責不二是所入從何而", "760": "事亦有言說為佛事從多耳又且菩薩應須遍學", "761": "菩薩之體遍化眾生遍到諸國應言說度即言說", "762": "化應無言說度即無言說化之為是故須請法也。", "763": "佛告諸菩薩有盡無盡解脫法門汝等當學。何謂", "764": "為盡謂有為法何謂無盡謂無為法如菩薩者不盡", "765": "有為不住無為何謂不盡有為謂不離大慈不捨大", "766": "悲深發一切智心而不忽忘教化眾生終不厭倦於", "767": "四攝法常念順行護持正法不惜身命種諸善根無", "768": "有疲厭志常安住方便迴向求法不懈說法無悋勤", "769": "供諸佛故入生死而無所畏於諸榮辱心無憂喜不", "77": "入若不以因二入不二亦不得因教悟理反結云", "770": "輕未學敬學如佛墮煩惱者令發正念於遠離樂不", "771": "以為貴不著己樂慶於彼樂在諸禪定如地獄想於", "772": "生死中如園觀想見來求者為善師想捨諸所有具", "773": "一切智想見毀戒人起救護想諸波羅蜜為父母想", "774": "道品之法為眷屬想發行善根無有齊限以諸淨國", "775": "嚴飾之事成己佛土行無限施具足相好除一切惡", "776": "淨身口意故生死無數劫意而有勇聞佛無量德志", "777": "而不倦以智慧劒破煩惱賊出陰界入荷負眾生永", "778": "使解脫以大精進摧伏魔軍常求無念實相智慧行", "779": "少欲知足而不捨世法不壞威儀而能隨俗起神通", "78": "今解具有三義一者明因二悟入不二二為不二", "780": "慧引道眾生得念總持所聞不忘善別諸根斷眾生", "781": "疑以樂說辯演法無礙淨十善道受人天福修四無", "782": "量開梵天道勸請說法隨喜讚善得佛音聲身口意", "783": "善得佛威儀深修善法所行轉勝以大乘教成菩薩", "784": "僧心無放逸不失眾善行如此法是名菩薩不盡有", "785": "為何謂菩薩不住無為謂修學空不以空為證修學", "786": "無相無作不以無相無作為證修學無起不以無起", "787": "為證觀於無常而不厭善本觀世間苦而不惡生死", "788": "觀於無我而誨人不倦觀於寂滅而不永寂滅觀於", "789": "遠離而身心修善觀無所歸而歸趣善法觀於無生", "79": "門故云入不二門何者此二若是二故二二不得", "790": "而以生法荷負一切觀於無漏而不斷諸漏觀無所", "791": "行而以行法教化眾生觀於空無而不捨大悲觀正", "792": "法位而不隨小乘觀諸法虗妄無牢無人無主無相", "793": "本願未滿而不虗福德禪定智慧修如此法是名菩", "794": "薩不住無為又具福德故不住無為具智慧故不盡", "795": "有為大慈悲故不住無為滿本願故不盡有為集法", "796": "藥故不住無為隨授藥故不盡有為知眾生病故不", "797": "住無為滅眾生病故不盡有為。諸正士菩薩已修", "798": "此法不盡有為不住無為是名盡無盡解脫法門汝", "799": "等當學。", "8": "文殊問疾之所由者解云若不為令眾生入不二", "80": "入不二二非不二門此是不二故因此不二二入", "800": "佛告諸菩薩下三段中第二佛為廣說菩薩行文", "801": "為三第一雙標盡無盡第二雙釋盡無盡第三雙", "802": "結今即初雙標而勸也何謂下第二雙釋何謂有", "803": "盡謂有為生死有為磨滅故盡何謂無盡謂無為", "804": "涅槃無為不磨滅故無無盡也如菩薩者不盡有", "805": "為不住無為者此正明菩薩行對破聲聞何者聲", "806": "聞盡有為生死住無為涅槃今是菩薩即異於此", "807": "常在生死不盡有為化眾生故不住無為故如是", "808": "說也然從來云斷五住惑盡得常住涅槃即盡有", "809": "為住無為若爾不及因行豈是果德故不可也謂", "81": "二不二故不二二為二不二門也此具明約能化", "810": "不離大悲慈者明有大慈悲為眾生故不盡有為", "811": "也發一切智心而不忽忘者前不離大慈等云下", "812": "化今發一切智心即上求此之二行是菩薩常行", "813": "故云而不忽忘也在諸禪定如地獄想者明外道", "814": "禪定起我慢二乘禪定壞菩提心此等禪定既壞", "815": "滅善根豈非地獄故云在禪定如地獄想也於生", "816": "死中如園觀想園觀遊戲歡樂菩薩在生死修行", "817": "諸行成就一切智豈不樂耶大園觀樹木生長菩", "818": "薩於生死中正觀生長也見來求者如善師想者", "819": "見有乞人來乞即具六度六如即菩薩善師也生", "82": "所化若約能化即說二表不二故二為不二門如", "820": "死無數億而有勇者如大品佛道長遠眾生性多", "821": "勤精進度之也次釋不住無為如文住無為者即", "822": "於無為作解作解為住而菩薩不爾也諸正士下", "823": "第三雙結。", "824": "爾時彼諸菩薩聞說是法皆大歡喜以眾玅華若干", "825": "種色若干種香散徧三千大千世界供養於佛及此", "826": "經法并諸菩薩已稽首佛足歎未曾有言釋迦牟尼", "827": "佛乃能於此善行方便言已忽然不現還到彼國。", "828": "爾時彼諸菩薩聞是說法大𨱚第三彼菩薩聞說", "829": "法歡喜也。", "83": "三十一菩薩表不二說二門亦如如來說二諦教", "830": "見阿閦佛品第十二見阿閦佛品第十二", "831": "見阿閦佛品第十二所以次菩薩行品有此品", "832": "來者就文為論前菩薩行品為彼土說此土法門", "833": "今見阿閦佛品為此土現彼國前為淨土菩薩說", "834": "穢土法門今為穢土菩薩現淨土佛事前品為淨", "835": "土說穢土法門亦為穢土今現淨土為此土亦得", "836": "為此土亦得為淨土但今正意為穢現彼淨也又", "837": "有此品來者非止近益當時欲遠彼末葉何者今", "838": "時人皆是佛弟子竝不識佛今欲見佛者若為見", "839": "佛耶世間客客之徒言堂中佛像是佛又言丈六", "84": "表不二理二諦為理門故大經云如是二語為了", "840": "千尺為佛又數人言有佛佛有二身五陰身即有", "841": "漏戒定等即無漏有漏即應身無漏即法身雖然", "842": "竝是有為若是有為何謂見佛佛非是有為汝今", "843": "見有還是見有豈得見佛故論云邪見深厚者說", "844": "言無如來如來寂滅想分別有亦非又成論師有", "845": "二解開善應身無常法身常住異數人數人生法", "846": "皆無常彼明應身無常法身常住也莊嚴云生身", "847": "是有法身非有非無出二諦外地論法界非有非", "848": "無中假師以中道為佛今明如此諸計皆不見佛", "849": "汝今見佛是常乃是見常何謂見佛佛若是常見", "85": "一語此約能化也約所化即因此二了悟不二因", "850": "常見佛佛非是常見常那得見佛常句既然四句", "851": "皆爾也今明如文觀身實相觀佛亦然為是故有", "852": "此品來也次釋品名者前品即從因為名今品從", "853": "果受稱前云菩薩行品故是因名今品見阿閦佛", "854": "品故是果名也又前品人法雙舉此品依正兩題", "855": "言前品人法雙舉者菩薩即人法即是行今依正", "856": "兩題者佛即是正果國即是依果也又前品題即", "857": "略今品題即廣言前品略者唯有人法能所二故", "858": "略今品廣者三字束為兩雙見即是能見之智佛", "859": "國即是所見之境境智一雙就境中有二佛即正", "86": "教悟理能化約表為門所化約悟入為門也二者", "860": "果國即依果依正一雙具此二雙故言廣也阿閦", "861": "佛者此是外言什叡等師云無動佛宗代惠義法", "862": "師雜心論云無怒佛然閦字此土所無翻經者義", "863": "作此字耳今見彼佛從此為名故云見阿閦佛國", "864": "品也。", "865": "爾時世尊問維摩詰汝欲見如來為以何等觀如來", "866": "乎維摩詰言如自觀身實相觀佛亦然我觀如來前", "867": "際不來後際不去今則不住不觀色不觀色如不觀", "868": "色性不觀受想行識不觀識如不觀識性非四大起", "869": "同於虗空六入無積眼耳鼻舌身心已過不在三界", "87": "即用此二不二為門何者明聖道即未曾二不二", "870": "三垢已離順三脫門具足三明與無明等不一相不", "871": "異相不自相不他相非無相非取相不此岸不彼岸", "872": "不中流而化眾生觀於寂滅亦不永滅不此不彼不", "873": "以此不以彼不可以智知不可以識識無晦無明無", "874": "名無相無強無弱非淨非穢不在方不離方非有為", "875": "非無為無示無說不施不慳不戒不犯不忍不恚不", "876": "進不怠不定不亂不智不愚不誠不欺不來不去不", "877": "出不入一切言語道斷非福田非不福田非應供養", "878": "非不應供養非取非捨非有相非無相同真際等法", "879": "性不可稱不可量過諸稱量非大非小非見非聞非", "88": "非二非不二今假說不二為令悟道即詺不二為", "880": "覺非知離眾結縛等諸智同眾生於諸法無分別一", "881": "切無得無失無濁無惱無作無起無生無滅無畏無", "882": "憂無喜無厭無已有無當有無今有不可以一切言", "883": "說分別顯示世尊如來身為若此作如是觀以斯觀", "884": "者名為正觀若他觀者名為邪觀。", "885": "品開有時為二第一方便實第二實方便今開為", "886": "二第一觀佛身第二觀阿閦國就初復為二第一", "887": "觀佛第二論沒生今即第一觀法身有通有別言", "888": "通者明一切眾生無不欲見佛但不能得見何者", "889": "或色相音聲言見故般若云若以色見我以音聲", "89": "門此亦得約能化所化約能化即說不二為表於", "890": "求我不能見如來何但如此五句竝不能見言別", "891": "者明淨名要大眾來見佛言有佛可見有自能見", "892": "佛即是境見即是智言佛身勝自身卑有此二見", "893": "非是見佛是故淨名打破明觀身實相觀佛亦然", "894": "也涅槃論釋祕密云眾生身外有佛性非祕密眾", "895": "生身內有佛性非祕密眾生即佛性為祕密也今", "896": "觀身實是觀佛眾生即佛性祕密何故云觀身即", "897": "觀佛耶實未曾二亦未曾一今言即者為不即故", "898": "言即耳破不即亦不著即破異不著一名法忍也", "899": "我觀如來前際不來後際不去者就三世觀大品", "9": "淨名即不現疾文殊亦不問難只為令眾生入不", "90": "道故不二教為道門故中論序云實非名不悟寄", "900": "明過去為前際未來為後際現在為今際若爾今", "901": "云何言前際不來後際不去耶解云經有二本一", "902": "同大品此本異大品同大品可解人謂如來從未", "903": "來現在來現在即過去過去即去今文不爾前際", "904": "不來後際不去者人謂如來從未來現在來現在", "905": "是有復入過去過去由有復來現在現在復往未", "906": "來去今責不如此是故言前際不來後際不去笠", "907": "道生作此解也不觀色如下前就三世觀今就五", "908": "陰界入撿非四大起者前就果辨今約因明也六", "909": "入無積者明眾生六入積聚如來不積故言無積", "91": "中以宣之此教為理門亦得不二入非二非不二", "910": "也不在三界明無三界果三垢也離無三界因三", "911": "垢即三毒也󴔗三脫門明與無明不二如大經所", "912": "辨耳不此岸不彼岸不中流者生死為此涅槃為", "913": "彼八正為中流有云檀度為中流也十智不能知", "914": "六識不能識故言不可以智知不可以識識也。", "915": "爾時舍利弗問維摩詰汝於何沒而來生此維摩詰", "916": "言汝所得法有沒生乎舍利弗言無沒生也若諸法", "917": "無沒生相云何問言汝於何沒而來生此於意云何", "918": "譬如幻師幻作男女寧沒生耶舍利弗言無沒生也", "919": "汝豈不聞佛說諸法如幻相乎答曰如是若一切法", "92": "不二為非二非不二門也約所化者因不二教悟", "920": "如幻相者云何問言汝於何沒而來此生舍利弗沒", "921": "者為虗誑法敗壞之相生者為虗誑法相續之相菩", "922": "薩雖沒不盡善本雖生不長諸惡是時佛告舍利弗", "923": "有國名玅喜佛號無動是維摩詰於彼國沒而來生", "924": "此舍利弗言未曾有也世尊是人乃能捨清淨土而", "925": "來樂此多怒害處維摩詰語舍利弗於意云何日光", "926": "出時與冥合乎答曰不也日光出時則無眾冥維摩", "927": "詰言夫日何故行閻浮提答曰欲以明照為之除冥", "928": "維摩詰言菩薩如是雖生不淨佛土為化眾生不與", "929": "愚闇而共合也但滅眾生煩惱闇耳。", "93": "入不二之道故不二為門也三者即此不二為法", "930": "爾時舍利弗問下第二論沒生問何故居士沒生", "931": "耶解云此意只為妄生故也由身子問如來答從", "932": "玅憙世界來既從玅憙來大眾即欲見彼土如來", "933": "為現也又問沒生者前來廣歎淨名德高即是高", "934": "德生處必淨為是故今問生處也上歎淨名德不", "935": "思議今歎淨名生處不思議何者若從穢而生穢", "936": "非不思議今能捨淨土來此穢弘於道化利益眾", "937": "生故是不思議也維摩詰言如汝所得法此及質", "938": "答明汝會真諦得果證有沒生不會真諦得果尚", "939": "無果不果有何沒生作此反質欲類破何者汝等", "94": "門如華嚴有種種法門亦爾即不二為二竝異上", "940": "少乘尚無沒生何以我大行有沒生耶於意云何", "941": "譬釋其云我會真諦無沒生菩薩會真諦亦無沒", "942": "生世諦終見有生是故舉幻譬明無沒生上就真", "943": "諦無沒生今就世諦無沒生上就法說撿無生今", "944": "就譬說撿無沒生也是時佛告身子下此明佛答", "945": "淨名上彈聲聞問不成問今如來為答淨名所以", "946": "彈沒生者為其懷沒生心來問故須彈大眾應聞", "947": "得益故佛須答也又上破無沒生便謂無沒生墮", "948": "無生坑中是故今明菩薩無生沒而生沒上生沒", "949": "無生沒今無生沒生沒也問若菩薩有生沒與凡", "95": "之二釋何者不二即是門故異上二為不二門入", "950": "夫何異解云凡夫有生沒生沒菩薩無生沒生沒", "951": "無生生令長歡喜無滅滅令長戀慕故異也又上", "952": "就真諦說無生沒今就世諦答有生沒如大經明", "953": "流離光來現瑞佛問何因緣光明文殊答光明即", "954": "智慧智慧即常住佛云莫入甚深空定當以世諦", "955": "而解說之今亦爾淨名就真諦說今就世諦說也", "956": "初佛說生處如文可解次淨名恐人言菩薩捨淨", "957": "來穢故舉日月光出為喻菩薩同穢為令穢同不", "958": "同穢也。", "959": "是時大眾渴仰欲見玅喜世界無動如來及其菩薩", "96": "此不二更無所入故異第二釋今釋就義以辨言", "960": "聲聞之眾佛知一切眾會所念告維摩詰言善男子", "961": "為此眾會現玅喜國無動如來及諸菩薩聲聞之眾", "962": "眾皆欲見於是維摩詰心念吾當不起於座接玅喜", "963": "國鐵圍山川溪谷江河大海泉源須彌諸山及日月", "964": "星宿天龍鬼神梵天等宮并諸菩薩聲聞之眾城邑", "965": "聚落男女大小乃至無動如來及菩提樹諸玅蓮華", "966": "能於十方作佛事者三道寶階從閻浮提至忉利天", "967": "以此寶階諸天來下悉為禮敬無動如來聽受經法", "968": "閻浮提人亦登其階上昇忉利見彼諸天玅喜世界", "969": "成就如是無量功德上至阿迦尼吒天下至水際以", "97": "不二門者只道之別名此不二之道通而無滯為", "970": "右手斷取如陶家輪入此世界猶持華鬘示一切眾", "971": "作是念已入於三昧現神通力以其右手斷取玅喜", "972": "世界置於此土彼得神通菩薩及聲聞眾并餘天人", "973": "俱發聲言唯然世尊誰取我去願見救護無動佛言", "974": "非我所為是維摩詰神力所作其餘未得神通者不", "975": "覺不知己之所往玅喜世界雖入此土而不增減於", "976": "是世界亦不迫隘如本無異爾時釋迦牟尼佛告諸", "977": "大眾汝等且觀玅喜世界無動如來其國嚴飾菩薩", "978": "行淨弟子清白皆曰唯然已見佛言若菩薩欲得如", "979": "是清淨佛土當學無動如來所行之道現此玅喜國", "98": "門不二可軌為法悟此不二名之為入亦具能化", "980": "時娑婆世界十四那由他人發阿耨多羅三藐三菩", "981": "提心皆願生於玅喜佛土釋迦牟尼佛即記之曰當", "982": "生彼國時玅喜世界於此國土所應饒益其事訖已", "983": "還復本處舉眾皆見佛告舍利弗汝見此玅喜世界", "984": "及無動佛不唯然已見世尊願使一切眾生得清淨", "985": "土如無動佛獲神通力如維摩詰世尊我等快得善", "986": "利得見是人親近供養其諸眾生若今現在若佛滅", "987": "後聞此經者亦得善利況復聞已信解受持讀誦解", "988": "說如法修行若有手得是經典者便為已得法寶之", "989": "藏若有讀誦解釋其義如說修行則為諸佛之所護", "99": "所化三十三菩薩說不二諸菩薩悟入不二也此", "990": "念其有供養如是人者當知則為供養於佛其有書", "991": "持此經卷者當知其室即有如來若聞是經能隨喜", "992": "者斯人則為趣一切智若能信解此經乃至一四句", "993": "偈為他說者當知此人即是受阿耨多羅三藐三菩", "994": "提記。", "995": "爾時大眾下大𨱚前第一觀佛身竟今第二歎阿", "996": "閦佛國所以歎者大眾聞應得道故歎也大眾所", "997": "以渴仰者聞佛說淨名從玅喜來淨名德既不思", "998": "議土必精玅既有美人必有玅土故欲見由前三", "999": "萬二千座悉入室未是不思議今取彼大眾來入"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 343 維摩經略疏", "englishTitle": "卍 Xuzangjing, Electronic version, No. 343 維摩經略疏", "author": "胡 吉藏撰", "language": "chinese", "source": "CBETA"}