{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 831 觀所緣緣論直解", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 831", "1": "觀所緣緣論直解", "2": "陳那菩薩　造", "3": "三藏法師　玄奘　譯", "4": "蕅益道人　智旭　解", "5": "觀之一字。是能觀之智。即第六識與正解等諸善", "6": "心所。藉正教正理以為定量。令於所觀不倒不錯", "7": "也。所緣緣三字。是所觀之境。即心王心所之相分", "8": "也。蓋凡心王心所。皆藉四緣而生。一親因緣。即是", "9": "種子。二等無間緣。即前念現行。三所緣緣。即各識", "10": "自所變之相分。四增上緣。即六根及餘一切心心", "11": "所等。今於四緣之中。獨論觀所緣緣。又於一切所", "12": "緣緣中。獨約前五識言者。蓋現量五塵境界。凡外", "13": "小乘愚惑不了。妄計以為心外實法。所以生取捨", "14": "想。起貪瞋癡。今用正理比度較量。既非極微。又非", "15": "和合。則心外更無一法為所緣緣。而所緣緣。惟是", "16": "自識所變相分明矣。既惟自識所變相分。又何容", "17": "生取捨想。起貪瞋癡哉。此則破我法二執之神劍。", "18": "斷煩惱妄想之利斧也。論字如常可解。論中先敘", "19": "極微和合二執。是似能立門。次明彼俱非理以下。", "20": "是真能破門。後明內色如外現等。申於正義。是真", "21": "能立門。此皆由陳那菩薩。以根本智證真現量。故", "22": "能以後得智立真比量。開曉後人。名之為論。吾人", "23": "讀此論者。藉此正教為量。二六時中。恒於五塵如", "24": "理觀察。了知無心外之極微。亦無心外之和合相。", "25": "一切所見所聞所覺所觸。惟是自識所變相分。即", "26": "此為識所緣。即此助生於識。是名大乘唯心識觀", "27": "初門。△論文分二。初破外執。二申正義。初彼外執", "28": "三。初正破二計。二破諸轉計。三結非外色。初又三。", "29": "初總敘破。二別奪破。三結違理。今初。", "30": "諸有欲令眼等五識。以外色作所緣緣者。或執極微。", "31": "許有實體能生識故。或執和合。以識生時帶彼相故。", "32": "二俱非理。所以者何。", "33": "言諸外道及小乘等。不達心外無法。故有妄自立", "34": "論。欲令眼等五識。不以自所變相為所緣緣。而以", "35": "外五塵色法作所緣緣者。或執心外極微為所緣", "36": "緣。妄許微塵為有實體。能生識故。或執心外極微", "37": "和合之物為所緣緣。以識生時帶彼相故。此總敘", "38": "二種妄執也。二俱非理句。以理總奪。所以者何句。", "39": "徵起下文。△二別奪破二。初破極微。二破和合。初", "40": "中二。初立頌。二釋成。今初。", "41": "極微於五識。設緣非所緣。彼相識無故。猶如眼根等。", "42": "量云。彼所執極微是有法。其於五識。設許為緣。決", "43": "定非所緣宗。因云彼極微相。於五識上無可得故。", "44": "同喻如眼根等。蓋五根能發五識。是增上緣。五識", "45": "不帶五根相起。非所緣緣也。姑無論識外本無極", "46": "微可得。今縱許微塵實有而能生識。亦止可為增", "47": "上緣耳。豈可執為所緣緣哉。△二釋成又二。初正", "48": "明所緣緣義。二釋頌責其義缺。今初。", "49": "所緣緣者。謂能緣之識。帶彼相起故名所緣。及有實體。令", "50": "能緣之識托彼而生故復名緣。", "51": "此明所緣緣。須具所慮所托二義。二義隨缺。則不", "52": "可立為所緣緣也。△二釋頌責其義缺。", "53": "色等極微。設有實體能生五識。容有緣義。然非所緣。", "54": "如眼根等。於眼等識無彼相故。如是極微。於眼等識", "55": "無所緣義。", "56": "謂彼所執色等極微。姑無論其元無實法。設縱許", "57": "有實體能生五識。容有緣義。然非所緣。喻如眼等", "58": "五根。於眼識等不帶彼相起故。如是極微亦爾。於", "59": "眼等識無所緣義。云何可名所緣緣耶。△二破和", "60": "合二。初立頌。二釋成。今初。", "61": "和合於五識。設所緣非緣。彼體實無故。猶如第二月。", "62": "量云。彼所執和合是有法。其於五識。設許為所緣。", "63": "決定非緣宗。因云。彼和合物。但有假相而體實無", "64": "故。同喻如第二月。蓋第二月。揑目妄見。其體實無。", "65": "但是意識非量境界。不是現量性境。不為生眼識", "66": "緣也。既無緣義。則所緣義亦豈得成。特姑縱之云", "67": "耳。△二釋成。", "68": "色等和合。於眼識等有彼相故。設作所緣。然無緣義。", "69": "如眼錯亂。見第二月。彼無實體。不能生故。如是和合。", "70": "於眼等識無有緣義。", "71": "謂彼所執心外色等和合之相。於眼識等。似有帶", "72": "彼相起義故。設使可作所緣。然無能為生識之緣", "73": "之義。譬如因眼錯亂。見第二月。彼第二月。原無實", "74": "體。不能生于現量眼識。但是意識非量境故。如是", "75": "所執和合之相。亦如二月一般。於眼等識。無有緣", "76": "義。既無緣義。又豈可為所緣緣耶。△三結違理。", "77": "故外二事。於所緣緣互闕一支。俱不應理。", "78": "謂彼所執心外極微。及和合相之二事。於所緣緣", "79": "之義。各闕一支。故俱不應理也。初正破二計竟。△", "80": "二破諸轉計二。初破極微和集相。二破極微和集", "81": "位。初中二。初敘計。二破斥。今初。", "82": "有執色等各有多相。於中一分是現量境。故諸極微", "83": "相資。各有一和集相。此相實有。各能發生似已相識。", "84": "故與五識作所緣緣。", "85": "謂有妄執色等諸境。各有多種和合差別假相。於", "86": "中一分本極微相。是現量境。故諸極微相資。遂亦", "87": "各有一和集相。此和集相不離極微。故是實有。而", "88": "此實有之和集相。各能發生似於己相之識。此則", "89": "雙具帶彼相起見托彼生二義故與五識作所緣", "90": "緣也。△二破斥。", "91": "此亦非理。所以者何。和集如堅等。設於眼等識。是緣", "92": "非所緣。許極微相故。", "93": "量云。彼所執極微上之和集相是有法。於眼等識。", "94": "設緣非所緣宗。因云。以彼許和集相不離極微相", "95": "故。同喻如堅濕等。譬如不離極微而有堅濕等性。", "96": "設許堅等實有。或可於眼等識是增上緣。而決非", "97": "是所緣。以眼等識。不帶堅濕等相起故。今和集相", "98": "亦爾。設許實有。仍不離極微相故。如何得有所緣", "99": "義耶。", "100": "如堅等相雖縱許是實有。於眼等識。容有為緣助生之義。", "101": "而非所緣以。眼等識上。無彼堅等相故今。色等極微上各", "102": "各諸和集相。理亦應爾。彼于堅等相及和集相俱執為仍是極微", "103": "上之相故。", "104": "重釋頌義。如文可知。△二破極微和集位二。初敘", "105": "計。二破斥。今初。", "106": "執眼等識。能緣極微諸和集相。復有別生。", "107": "因上已破極微上之和集相。設有緣義而非所緣。", "108": "今又轉成一執。謂極微上諸和集相。復有別別形", "109": "相生起。得為眼等識之所緣。故云執眼等識。能緣", "110": "極微諸和集相復有別生也。然此諸和集相。既仍", "111": "不離極微。極微不別。則覺相亦應無別。覺相既別。", "112": "則極微亦應有別。今謂覺相無別。既不可。謂極微", "113": "有別。亦不可。則所執不益謬乎。故下即約此二義", "114": "破之。△二破斥又二。初約覺應無別破。二約極微", "115": "差別破。今初。", "116": "瓶甌等覺相。彼執應無別。非形別故別。形別非實故。", "117": "謂緣瓶甌等之覺相。若依彼執。則應更無差別。何", "118": "以故。瓶之與甌。同是極微上之和集相故。則緣此", "119": "和集相。何容作瓶甌差別覺哉。非可謂瓶甌等之", "120": "形別而覺相亦別。以形別唯在假法上有。非實極", "121": "微有差別故。極微無別。則覺亦應無別矣。", "122": "瓶甌等物大小等者。能成極微多少同故。緣彼覺相", "123": "應無差別。若謂彼形物相別故覺相別者。理亦不然。", "124": "項等別形。惟在瓶等假法上有。非極微故。", "125": "此重釋頌義也。謂若執識緣極微和集而生。則凡", "126": "瓶甌等物。其大小若平等者。彼能成之極微多少", "127": "決定同故。即緣彼二物之覺相。亦應更無差別。且", "128": "如有一箇瓶。重一斤許。乃用若干極微和集而成。", "129": "復有一甌。亦重斤許。亦用若干極微和集而成。則", "130": "能成此二物之極微多少既同。將能緣此二物之", "131": "覺相亦應無別矣。若謂彼形物相別故而令覺相", "132": "別者。理亦不然。以項腹等種種別形。惟在瓶甌等", "133": "假法上有。非可謂極微有差別故。既極微多少和", "134": "集無別。則覺相亦應無別。覺相既有差別。則不以", "135": "極微和集為所緣明矣。△二約極微差別破。", "136": "彼不應執極微亦有差別形相。所以者何。", "137": "上已發明極微和集無別。覺應無別。恐彼轉計極", "138": "微亦有差別。故令覺相差別。乃徵起而破斥之。", "139": "極微量等故。形別惟在假。析彼至極微。彼覺定捨故。", "140": "非瓶甌等能成極微有形量別。捨微圓相。故知別形", "141": "在假非實。又形別物析至極微。彼覺定捨。非青等物", "142": "析至極微。彼覺可捨。由此形別惟世俗有。非如青等", "143": "亦在實物。", "144": "先舉頌。次釋成也。釋云。非可謂瓶甌等之能成極", "145": "微亦有形量差別。而遂捨其微圓之相。故知項腹", "146": "等種種別形。但在假法。非在實法。此中且權指極", "147": "微為實法也。又形別物。假使析至極微。則彼形別", "148": "之覺決定即捨。譬如一瓶一甌。同時打得粉碎。則", "149": "決不起瓶甌之覺。亦決不可分別誰是瓶之極微。", "150": "誰是甌之極微矣。若青黃等物。縱使析至極微。青", "151": "仍覺青。黃仍覺黃。非可謂彼覺亦捨也。由此形別", "152": "惟世俗有。非如青等亦在實物。世俗有。即四俗諦", "153": "中之假名無實諦所攝。不能為緣生眼等識。但是", "154": "第六意識所緣而已。實物。即四俗諦中之隨事差", "155": "別諦。亦四真諦中之體用顯現諦。今青黃等色。正", "156": "是眼識自所變之相分。名為性境。故云亦在實物。", "157": "然亦在二字。意顯青等名言。便非實物。青等體相。", "158": "是識所變。乃為實物耳。二破諸轉計竟。△三結非", "159": "外色。", "160": "是故五識所緣緣體。非外色等。其理極成。", "161": "既不可以極微為所緣緣。又不可以和合為所緣", "162": "緣。既不可以極微之和集相為所緣緣。又不可以", "163": "極微之和集位為所緣緣。則所執心外色等。豈有", "164": "可作所緣緣體者哉。唯識論云。許有極微。尚致此", "165": "失。況無識外真實極微。此之謂也。以上即是真能", "166": "破竟。是故結云其理極成。△二申正義二。初正成", "167": "立內所緣緣是有。二兼成立增上緣依不無。三結", "168": "惟內境。初中二。初正立。二釋疑。今初。", "169": "彼所緣緣豈全不有。非全不有。若爾。云何。", "170": "此設為問答以徵起也。問曰。若如上破。極微和合", "171": "俱不可以作所緣緣。則彼五識之所緣緣。豈全不", "172": "有耶。答曰。非全不有。又設問曰。若爾。外色既非所", "173": "緣緣體。則汝所謂有所緣緣。畢竟云何。", "174": "內色如外現。為識所緣緣。許彼相在識。及能生識故。", "175": "此先舉頌答也。內色者。謂識所變之相分色。如外", "176": "現者。謂本不在心外。由眾生不了心體從來無外。", "177": "妄認四大為自身相。妄認心在色身之內。故於自", "178": "識所現之色。有似乎在外也。即此似如外現之內", "179": "色。為眼等識之所緣緣。許彼相在識。有所緣義。及", "180": "能生識。復有緣義故也。", "181": "外境雖無。而有內色似外境現。為所緣緣。許眼等識", "182": "帶彼相故。及從彼生。具二義故。", "183": "此重釋頌義也。外境雖無。謂從來心外無法也。似", "184": "外境現。謂隨情假說為外也。帶彼相。即是具所緣", "185": "義。從彼生。即是復具緣義。二義無闕。故是真能立", "186": "矣。△二釋疑又二。初疑問。二答釋。今初。", "187": "此內境相既不離識。如何俱起能作識緣。", "188": "既是俱起。便無先後。云何能作生識之緣。故疑問", "189": "也。△二答釋。", "190": "決定相隨故。俱時亦作緣。或前為後緣。引彼功能故。", "191": "境相與識。定相隨故。雖俱時起。亦作識緣。因明者說。", "192": "若此與彼有無相隨。雖俱時生。而亦得有因果相故。", "193": "或前識相。為後識緣。引本識中生似自果功能令起。", "194": "不違理故。", "195": "亦先舉頌。次釋成也。內心境相。與能緣之識決定", "196": "相隨。故雖俱時而起。亦得與識作緣。如因明論師", "197": "所說。若此法與彼法。有則俱有。無則俱無。有無相", "198": "隨者。雖復俱時而生。而此有故彼有。則此即為因", "199": "相。彼即為果相故。此釋上二句頌義也。又或前識", "200": "之相分。得為後識之生緣。以五識現行相分。熏於", "201": "本識。則能引彼本識中生似自果之功能令起。亦", "202": "不違正理故。此釋下二句頌義也。生似自果功能。", "203": "指五淨色根。能生現行五識。故名所生之五識為", "204": "似目果。名能生之五根以為功能。初正成立內所", "205": "緣緣是有竟。△二兼成立增上緣依不無二。初設", "206": "問舉頌。二以論釋成。今初。", "207": "若五識生惟緣內色。如何亦說眼等為緣。", "208": "此引契經眼色為緣生於眼識等義而設問也。", "209": "識上色功能。名五根應理。功能與境色。無始互為因。", "210": "此先以頌略答也。謂第八識上色之功能。名為五", "211": "根。應於正理。即此功能。與彼相分境色。無始以來", "212": "常互為因。互相熏生也。△二以論釋成二。初釋前", "213": "二句。次釋後二句。今初。", "214": "以能發識。比知有根。此但功能。非外所造。故本識上。", "215": "五色功能。名眼等根。亦不違理。功能發識。理無別故。", "216": "在識在餘。雖不可說。而外諸法理非有故。定應許此", "217": "在識非餘。", "218": "五淨色根。非是現量所得。以其能發識故。比量而", "219": "知有根。此但第八識相分上之功能。非是心外別", "220": "有八法所造。故本識上五種淨色功能。名為眼等", "221": "五根。亦不違理。惟此功能。能發五識。理無心外之", "222": "別法故。然五根既是比知。不是現量。故在識在餘。", "223": "俱不可說。而心外諸法理非有故。定應許此功能。", "224": "決在識而非餘也。△次釋後二句又二。初正釋。二", "225": "辯一異。今初。", "226": "此根功能與前境色。從無始際展轉為因。謂此功能", "227": "至成熟位。生現識上五內境色。此內境色。復能引起", "228": "異熟識上五根功能。", "229": "言此第八識上五根功能。與前所說五識相分境", "230": "色。從無始際。展轉為因。何以知之。謂此本識中所", "231": "有功能。至於成熟位時。則能生現行五識上之五", "232": "種內相分境色。即此五識內相分境色。復能熏於", "233": "本識。引起異熟識上五根功能。故云無始互為因", "234": "也。△二辯一異。", "235": "根境二色。與識一異。或非一異。隨樂應說。", "236": "五根淨色及本質境色。是第八識之相分。前五識", "237": "所緣緣境色。是前五識之相分。相見不離自證體", "238": "故。故可說一。所緣不是能緣。亦可說異。又相見差", "239": "別故非一。不離自證故非異。又因果體用。亦非一", "240": "異。故既達諸法本無實性。便可隨樂應說也。二兼", "241": "成立增上緣依不無竟。△三結唯內境。", "242": "如是諸識。唯內境相為所緣緣。理善成立。", "243": "諸識。且指前五識言。內境相。即指各識自所變現", "244": "之相分言。既五識不緣外境。則第六識至七八識。", "245": "皆無心外所緣緣境明矣。故云理善成立。即所謂", "246": "真能立也。", "247": "觀所緣緣論直解終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 831 觀所緣緣論直解", "author": "明 智旭解"}