{"sourceLink": "http://www.cbeta.org/", "text": {"0": "卷中欲通文理", "1": "卷下天樂鳴空集卷下", "10": "博難以接賢士大夫故特避靜處潛心博學數載之", "100": "等無有高下不見無相妙心本具如來乃欲以色見", "101": "聲求顛倒已甚故曰若以色見我以音聲求我是人", "102": "行邪道不能見如來即相無相無相即相即相無相", "103": "不應以相觀佛無相即相不應離相觀佛非有非無", "104": "非常非斷故曰發菩提心者於法不說斷滅相心體", "105": "廣大量過太虛莫測邊際若見此心無量福德稱性", "106": "滿足非有為造作之福可比故一日三時分以恒河", "107": "沙等身命布施乃至窮劫如是不及有人聞此經典", "108": "信心不逆其福勝彼既云無我孰為受持讀誦之人", "109": "既無人相復向誰人演說人我俱亡何處覓福以勝", "11": "後當出也予笑曰若作此解敢保未徹在正好買草", "110": "於彼無我之我遍滿十方而無不是我達此真我即", "111": "名受持讀誦幻化之人本無形相而即我之人未達", "112": "此旨不妨為其演說雖現人我猶如鏡中影像鏡光", "113": "未嘗變動故曰為人演說不取於相如如不動嗟乎", "114": "是經既名金剛則一切無不堅固矣何必復觀有為", "115": "之法如夢幻泡影等耶南嶽大師曰因果無明互迭", "116": "相生無始流轉號曰眾生後遇善友為說諸法但一", "117": "心作唯虛無實此解成時爾時意識轉名無塵智以", "118": "知無實塵故爾時妄想及妄境滅也無塵智熟意識", "119": "不復生迷一切所有悉皆破壞皮膚脫落盡唯有真", "12": "鞋行腳去居士愕然曰何謂也予曰請以小譬之欲", "120": "實在即為金剛無礙智也由是觀之如來金剛般若", "121": "之經豈與南嶽大師金剛無礙之智有二哉故欲達", "122": "如來金剛般若必從日用諦觀一切萬法有即非有", "123": "如夢不實如幻不真如泡本虛如影無體如露不久", "124": "如電剎那悉皆妄誑悉無實體皆從自心循業發現", "125": "者也能作是觀則即此一切有為之法無體無性皆", "126": "是金剛般若波羅蜜經也玄沙曰髑髏即金剛體長", "127": "沙曰欲識金剛體但看髑髏前雪峰曰不識金剛體", "128": "郤喚作緣生是故無論有為無為一切萬法本是金", "129": "剛堅固之體縱南嶽大師金剛無礙之智亦從信解", "13": "殺人者只消精熟一件器械便可無敵於天下豈得", "130": "諸法但一心作唯虛無實方成金剛無礙智也是知", "131": "前佛後佛皆同一轍若不爾者欲解五千餘言文字", "132": "章句前文又如何後段又如何則走入經文渾身纏", "133": "遶將金剛般若為陳爛葛藤粘滯不暇而何暇出生", "134": "死華嚴經曰如人食金剛少許皮肉骨血悉皆爛壞", "135": "金剛穿出方已何以故金剛不與血肉共處故若人", "136": "有智聞法界妙心一念信入無明煩惱悉皆壞盡此", "137": "金剛種子透出方已何以故此法不與無明共處故", "138": "吾人聞此常住真心本具金剛種子諸相本無悉是", "139": "心造如是種子一經於耳一念信入設未修習有此", "14": "般般學過且如六祖高峰未嘗識文字而為人天師", "140": "種子留入識田將來透出無明煩惱必致壞盡直至", "141": "金剛般若迥然露現然後已也雖然此特約根鈍者", "142": "耳若利根宿種則應念透出直下瞥然將十方三世", "143": "佛及眾生一吸而盡果見十二類生悉入無餘涅槃", "144": "而滅度之矣春門徐居士每述王季常高明水二公", "145": "所論此經大意詢予顧予未暇遍參亦未知諸家疏", "146": "論若何輒以己意信筆若此無分章列句起前接後", "147": "之法願老居士以大心眼視之則爾我與佛此經與", "148": "我言混同一體了無差別念念金剛塵塵般若方為", "149": "受持讀誦此經切勿為五千餘言文字所轉也。", "15": "範曾未聞其悟道之後復讀儒書也當時帝皇臣宰", "150": "希望彌勒下生時解脫執希望彌勒下生時解脫執", "151": "一種人聞彌勒下生時三會說法初會度裝佛者二", "152": "會度達法并造經者三會度飯僧者以此為實則許", "153": "多時劫落得且放縱待彌勒出來自然得度反笑研", "154": "窮勤苦之士是蓋不知方便而執權為實也時劫本", "155": "空真佛常現何必待下生古云念念釋迦出世步步", "156": "彌勒下生不知此等作何解會起信論云欲得早成", "157": "者即與早成欲遲成者即與遲成無性體中悉從緣", "158": "起本無遲速而隨意成就且十方諸佛現在說法不", "159": "可窮盡佛佛可從度脫豈印定為彌勒所度哉亦豈", "16": "未嘗以學未博而短之也大慧稱真淨之禪如一柄", "160": "諸佛分界吾輩乃在彌勒界內哉況彌勒現在兜率", "161": "說法何不直往相見而待其下生作是見者不智之", "162": "甚本欲放縱六情而欺己欺人實可哀也。", "163": "分身佛多執分身佛多執", "164": "法身無形應緣普現如月落萬川分而不分一即一", "165": "切一切即一法爾如是也眾生迷昧執四大為身是", "166": "以隱而不現麤而不妙若空我執以悲願熏之則遍", "167": "界現身隨緣赴感不期然而然矣在眾生分中雖麤", "168": "而隱然未嘗不具若肯返照莫執前塵則應時顯現", "169": "即麤而妙矣永明曰高低嶽瀆共轉根本法輪大小", "17": "利刀於咽喉一刺即殺五祖之禪手上著即手上殺", "170": "鱗毛普現色身三味故曰樸落非他物縱橫不是塵", "171": "山河及大地全露法王身則根根塵塵悉是法身普", "172": "現未嘗有毫髮隱覆法華經中分身諸佛亦非分析", "173": "法身為多亦非前後差別也交集同時而多寶古佛", "174": "開塔相見者此表亙古已來寂滅法身即為多寶古", "175": "佛釋迦乃現在五陰之軀分身者即萬法森然根塵", "176": "馳逐也世尊設象以令眾生自悟一念回光則分身", "177": "交集古佛出現不離現在五陰之軀欲令後人會法", "178": "歸心見月亡指以受實益耳今有以文害意者乃曰", "179": "眾生未成佛時則受一報身必有一佛有一靈性直", "18": "足上著即足上殺具如上手段方為大善知識初不", "180": "待最後成佛時則從前無量分身齊成佛矣故法華", "181": "會上釋迦分身多多無盡也若是則我成佛在釋迦", "182": "后其分身更多萬倍最初成佛者分身必少流浪三", "183": "塗者他時成佛之分身更莫可算矣想要分身佛多", "184": "者落得遲遲有是理否蓋法身無性隨緣受熏諸佛", "185": "菩薩悲願純熟則分身應現地獄三塗惡業純熟亦", "186": "能分身受報雖善惡兩途熏極而現總不離無性一", "187": "法身耳在人道中有別業純熟者亦能分身或有身", "188": "臥在床而已受他報者或有未命終而現別報者總", "189": "是法身受差別之熏以致如是斷非法身分有二也", "19": "聞其悟後而讀儒書博今古也黃檗接裴公兜率降", "190": "故曰一月普現一切水一切水月一月攝非月之有", "191": "分也。", "192": "一念變化一念變化", "193": "秀州北門有李畫師見水蛭於烈日中反覆曝之其", "194": "腹裂開見蜻蜒游颺而去其人戲將一蛭反覆擾之", "195": "頃之腹開即出蜈蚣一條蓋其一念嗔毒即化是類", "196": "矣足徵藏識無體從緣現相業無定性剎那變易夫", "197": "水蛭之與蜻蜓異也水蛭重濁遲鈍忽已游颺太虛", "198": "輕清自在則其業力純熟不期而然也蜈蚣之化一", "199": "期之形視蜻蜓毫釐千里矣六道升沉亦猶是耳善", "2": "山陰天鼓居士鮑宗肇述", "20": "無盡東林出蘇子鳥窠伏樂天真率之於荊公法雲", "200": "業純熟忽然飛升惡業純熟忽爾墜下世謂善惡無", "201": "應驗乃前業未謝今業未熟耳前業將謝今業已純", "202": "則忽然變作莫為而為莫致而致矣觀一念嗔心即", "203": "化毒物乃知臨終報謝之頃尤所當謹或聞佛名或", "204": "聞經名或遇知識開導即得善趣正為是也。", "205": "習氣習氣", "206": "平等光明生佛無異為習氣差殊致粗妙不等而不", "207": "能透脫耳休論凡夫縱證聖果者亦未斷盡如舍利", "208": "弗有嗔習難陀有貪習畢陵有慢習多生習染豈同", "209": "兒戲然則當如何哉古人謂念念頻以佛知見治之", "21": "之於山谷大慧門下士夫宰官盈百此諸大老其文", "210": "何謂佛知見明達心外無法法外無心心體光明湛", "211": "然常露更以大悲大願薰之此則佛菩薩之習也佛", "212": "菩薩習氣漸熟則無始惡習氣自然銷落矣。", "213": "效驗效驗", "214": "學道者效驗不在禪定神通天眼宿命等但在除惡", "215": "習廣心量令本地風光巍巍蕩蕩上契十方諸佛下", "216": "合六道群生沕然混合一體銷鎔唯同道者默默相", "217": "符三乘權漸了不能測此真效驗耳舍此別有均非", "218": "真正是故心地透脫赫奕光明則各項習氣自然脫", "219": "落吾輩尋常自然體察如僧有僧習俗有俗習王侯", "22": "學不知勝出於諸公否諸公之信從悅服不審服其", "220": "有尊貴習宰官有傲慢習秀才有頭巾習小人有卑", "221": "諂習市井有欺詐習乃至禪有禪習講有講習千差", "222": "萬別習得精熟日用之中不覺不知默默發現常在", "223": "目前成一窠臼不能透出總有聰明伶俐廣學多能", "224": "者亦復不知不能自照可哀也哉惟速求心地光明", "225": "則自然銷落其神通天眼等一切殊勝不求自至矣。", "226": "金剛種子金剛種子", "227": "華嚴經云譬如丈夫食少金剛終竟不消要穿其身", "228": "出何以故金剛不與雜穢而同止故於如來所種少", "229": "善根亦復如是要穿一切有為諸行煩惱身過到於", "23": "文字之博學識之廣抑耑為大法也君歸持此語謝", "230": "無為究竟智處何以故此少善根不與有為諸行煩", "231": "惱而共住故又曰少作功力得無師自然智夫學道", "232": "者一聞是說即忻然自謂少種善根獲大果報即謂", "233": "聞名讀誦等少作功力便為金剛種子矣是大不然", "234": "審爾則無數在法中何嘗見有穿過諸行煩惱得無", "235": "師自然智者是皆錯解佛意也夫眾生本具無量劫", "236": "來不生不滅不動不變者名為金剛種智蓋為不知", "237": "無師發覆妄想攀緣顛倒馳逐歷劫已來未曾暫省", "238": "為一切有為諸行煩惱覆裹然金剛種智雖曰迷昧", "239": "未曾變動亙古常然諸行煩惱雖曰淪流本自空寂", "24": "之請細裁焉龍公乃唯唯而去。", "240": "若藉佛光一念頓省則金剛種智迥然透露諸行煩", "241": "惱應時銷滅此一念間是為金剛種子是為於如來", "242": "所種少善根是為少作功力得無師自然智蓋為本", "243": "自天然非關造作故名自然智不可授受唯自己知", "244": "故名無師智此一念間無量劫來所有無明煩惱根", "245": "塵業識黑白果報等一切無量無邊悉皆斷盡更無", "246": "餘遺此真金剛種子共無明等若不悉底斷盡則金", "247": "剛種子亦不透露故金剛種子透露之頃即無明等", "248": "斷盡時也亦如夜夢千般覺即隨滅佛者覺也既覺", "249": "之後雖不保護復生迷昧然其所起無明煩惱等相", "25": "儒釋文理各別執儒釋文理各別執", "250": "如輕煙薄霧南嶽大師所謂轉復輕妙不同前也何", "251": "以故其無始無明煩惱已曾徹底斷盡故雖暫起而", "252": "無力也金剛種智已曾顯現故雖暫昧而易覺也又", "253": "此種智性明利故堅剛故能破除無明故是故無明", "254": "煩惱不得不消也又此無明本來無故無根本故是", "255": "故不得不消也故曰食少金剛終竟不消直至穿出", "256": "不與一切共止住也世人多疑曠劫以來無明煩惱", "257": "豈容頓斷金剛種智豈可頓明復生退縮者不知無", "258": "明本無故種智本具故本無故易斷本具故易明如", "259": "千年暗室一燈即破此暗不云我住已久不肯頓去", "26": "儒釋文理其間旨趣或深淺不同而謂文理各別是", "260": "也無明亦爾此燈不云我今初來未能頓明也種智", "261": "亦然學道者務令本具光明豁露則曠劫無明頓斷", "262": "若依稀彷彿不曾親見外法不破而欲藉聞名誦讀", "263": "識心領略者此即無明具在原是有為諸行而妄謂", "264": "金剛種子者迷中倍人也。", "265": "歸無所得歸無所得", "266": "楞嚴經末從三賢十聖等妙二覺入於如來妙莊嚴", "267": "海圓滿菩提歸無所得予謂直至成佛因圓果滿將", "268": "謂大有所得而乃歸無所得乎則知從前所證地位", "269": "進一位時但空一分而非得一分也分分空時分分", "27": "大不然華梵方言難以辨認前代尊宿重重翻譯悉", "270": "圓滿可見眾生本自圓滿但為有所得心反成虧欠", "271": "不知者欲向無所得中安排造作望成一尊佛故致", "272": "差別以落魔道然此無性海中無得法內舉意隨緣", "273": "隨其所作各成一類故曰各各自謂成無上道不知", "274": "纔有所得便是生死故曰實無所得然燈佛即與受", "275": "記也若要得時反不得若要成時反不成今學道者", "276": "未得相應正為自家心意識中必要得一個菩提成", "277": "一尊新佛或希望功德福報神通定慧等有此影子", "278": "蘊積胸中故永不相應也。", "279": "生死生死", "28": "已瞭然佛者覺也佛不同而覺可知矣阿彌陀云無", "280": "自心緣起幻化無窮知之者以為神通寶藏昧之者", "281": "以為生死輪迴傅大士曰一境雖無異三人乃見差", "282": "了茲名不實長御白牛車譬如真金隨緣造成釵釧", "283": "愚者迷失金體謂是釵釧生矣忽銷鎔為簪珥又謂", "284": "釵釧已死簪珥生矣隨虛妄相轉見有生死而不知", "285": "金體毫無變動故曰是諸法空相不生滅不垢淨不", "286": "增減也諸有智者可曉即生死法上全是無生之法", "287": "常住真體故六祖曰常即無常無常即常更無二法", "288": "也古佛偈曰如人掘路土私自造為像愚人謂像生", "289": "智者知路土後時官欲行還將像填路像本無生滅", "29": "量壽無量光毘盧遮那此云種種光明遍照彌勒云", "290": "路亦非新故前佛後佛同指眾生分中生死法內全", "291": "是無生之法何不悟而甘受生死更欲舍生死別求", "292": "無生轉益迷倒矣。", "293": "大舜浚井法大舜浚井法", "294": "火宅中觸目逢緣無非障道法具大知見有大力量", "295": "方能翻越所謂猛火生蓮若稍遲疑即為所焚矣吾", "296": "嘗以大舜浚井為比瞽叟必欲殺舜于井勢所難逃", "297": "方浚井時傍鑿一竅一旦掩之不知已從別道出矣", "298": "吾輩于五欲樊籠愛憎羈鎖中勢難逃避亦當傍鑿", "299": "一竅一旦掩之庶不為陷耳宣政間有老人平時未", "3": "靈峰蕅益沙門智　旭定", "30": "慈氏文殊云妙德般若云智慧例皆如是何有不同", "300": "見修行忽一日宴會親友於座間從容告別諸子駭", "301": "愕哭拜求遺訓但曰爾輩可五鼓起來幹辦自己事", "302": "諸子曰吾等家業頗豐且五鼓起來幹辦何事曰一", "303": "切皆非自己事在死時將得去者方為自己事如我", "304": "今日是也我從五六年來每五鼓起辦之人所未知", "305": "故覺範老人曰此事如絮裘百衲置之閑處天寒歲", "306": "晚有時而用也火宅中人既來南閻浮提出世一番", "307": "休教折本去頻自省察一日中種幾何福虧幾何本", "308": "願世人頻須種福辦自己事致死時可將去如大舜", "309": "浚井著著有出身之路不則一旦受掩不知將何望", "31": "若以跡拘即中國一統南北音聲亦別所謂莊岳數", "310": "也。", "311": "返照回光返照回光", "312": "山河大地本常寂光無始來執為外境習之熟矣佛", "313": "菩薩設以方便教令回光返照非有光之可回照之", "314": "可返但了知一切萬法悉我常光則外相頓空而常", "315": "光頓顯故曰返照回光耳世人不知例皆要默坐定", "316": "心返照四大身中有常光或望肉團心上豁然透出", "317": "光明是以癡寂返照竟成魔事者眾矣。", "318": "透脫透脫", "319": "無始不能透脫蓋為法身隱於萬像之中然非實有", "32": "年悉曉達矣是故文字即音聲也所指者即義理義", "320": "法身在萬像外為其所隱亦非實有萬像在法身外", "321": "而為能隱蓋萬像即法身法身即萬像眾生迷昧妄", "322": "見萬像故法身隱而假名萬像當萬像正顯現時即", "323": "是法身熾然顯現時也法界觀曰事既攬理則事虛", "324": "理實全事中之理挺然露現亦如求真金於瓶盤釵", "325": "釧之中左提右挈終不可得而不知渾身是金也求", "326": "法身於萬象者亦爾若見萬象渾是法身則應念透", "327": "出萬象即隱法身即顯方知萬象本無法身本有萬", "328": "象本隱法身本顯生死結業悉成夢事此所謂透脫", "329": "矣故長慶忽然大悟作偈曰萬象之中獨現身唯人", "33": "理既得則音聲文字縱無量差別豈能惑哉是故不", "330": "自肯乃方親昔時謬向途中覓今日看來火裏冰。", "331": "融通融通", "332": "纔有絲毫便成隔礙乃為心境所縛聲色所膠如衣", "333": "敝絮行荊棘林裹牛皮於烈日下展轉不能自在終", "334": "日能所終日對待縱有細密功夫而不能融化奈何", "335": "永明大師曰物我遇智火之燄融唯心之爐妙哉斯", "336": "旨以盡法界虛空界為一唯心之大爐上至諸佛下", "337": "及群生并一切差別窒礙之物悉于中烹鍊徹底銷", "338": "融攪為一味了無乖異則取舍喪情識亡變化縱橫", "339": "無不自在通達故曰融則通矣不然雖有施為秪增", "34": "務得義理而執兩家文理各別必讀儒教者真魔道", "340": "結業欲求融通得乎。", "341": "說法說法", "342": "經云報化非真佛亦非說法者報化既非真佛則真", "343": "佛乃在法身故曰真佛無形真法無聲無形之形形", "344": "充法界無聲之聲聲遍剎塵既遍界是法身佛則遍", "345": "界是真法矣華嚴經曰塵說剎說熾然說無間歇說", "346": "忠國師曰墻壁瓦礫皆能放光說法洞山聞無情說", "347": "法之語遂大悟曰也大奇也大奇無情說法不思議", "348": "若將耳聽終難會眼處聞時便得知故遍界遍空總", "349": "是遮那妙體根塵幻化盡宜般若玄音有智者直下", "35": "也。", "350": "信入即見真佛聞真法不知者乃將眼見耳聞即落", "351": "法塵墮在陰界縱有所得非真法矣世尊謂阿難曰", "352": "汝以緣心聽法此法亦緣古人亦曰汝等諸人纔見", "353": "我動兩片皮便來拱聽終日鴉鳴鵲噪卻不理會有", "354": "勸政黃牛出世說法者答曰煩萬象為我說法達此", "355": "則法身真佛不生不滅而亙古常存般若玄音非寂", "356": "非喧而熾然常說若必藉耳聽舌談是生滅之本虛", "357": "妄之法也。", "358": "執默然無說執默然無說", "359": "人果得道則終日說而無所說無所說而熾然說故", "36": "金剛般若金剛般若", "360": "曰說時默默時說大施門開無壅塞法爾如是也今", "361": "有執默然無說為維摩入不二法門者病彼言說是", "362": "大不然竟不達維摩不說法音雷吼至今大地普聞", "363": "而乃謗為默耶經曰雖復不依言語道亦復不著無", "364": "言說雲巖曰雖非有為不是無語藥山曰第一不得", "365": "絕卻言語所有言語顯箇無語的彼病言說者不見", "366": "真法執作聲色縱橫故欲避喧趨寂耳。", "367": "煩惱即菩提煩惱即菩提", "368": "古德云菩提本有不須用守煩惱本無不須用除何", "369": "以故為煩惱即是菩提故猶迷者謂東為西不知所", "37": "夫此經者凡聖共有全體具足不屬五千餘言文字", "370": "迷之西即東也則知迷處之西全無但有執見不須", "371": "除也其東本有但為不知不須覓也眾生無始無明", "372": "煩惱一切根塵識界全本如來藏妙真如性蓋為不", "373": "知執作外法以致生死輪轉若頓了悟則一切本無", "374": "原是如來藏也若未悟者但見一切不見如來藏若", "375": "了悟者但見如來藏不見一切猶如迷者但見有西", "376": "而不見有東悟者不但見本無西併東亦無定也一", "377": "切眾生乃欲捨煩惱而覓菩提亦如迷者欲捨西而", "378": "另覓東有是理乎世尊談空蕩有一切言教但破其", "379": "情不破其理但除其執不除其法故破無所破除無", "38": "章句也體性堅凝湛然常住不可破壞能壞一切故", "380": "所除本無實法也破迷人謂東為西之執而本無西", "381": "可破無東可與也有聞一切皆空等法將謂實有外", "382": "法可空遂硬撥置或閉眉合眼或不起一念等不知", "383": "本無外法而欲除本無菩提而欲覓亦如迷者本無", "384": "有西而欲舍之本無有東而欲覓之是謂迷中倍人", "385": "如來說為可憐憫者故纔見有法即無明矣謂東為", "386": "西矣更欲除之是以無明而除無明也則無明愈多", "387": "煩惱益厚而反謂之修行可乎一切萬法本是自己", "388": "如來藏現量性境彰現不知故名無明已是一重障", "389": "法而又增欲除去之想真自心取自心非幻成幻法", "39": "謂之曰金剛唯寂唯默性自神解寂而常照法界朗", "390": "矣玄沙大師曰猶如畫師自畫作虎狼刀劍地獄等", "391": "相卻自生怕怖此不是別人與汝為過一切眾生悉", "392": "從八識變起山河大地自己變幻而復自生憂喜若", "393": "識得無纖塵露現其識得處即為金剛眼睛以其堅", "394": "利破盡一切萬法故也又豈非不取無非幻非幻尚", "395": "不生幻法云何立是名妙蓮華金剛王寶覺乎學道", "396": "者當先具此金剛眼睛洞徹法界乃知迷處全空菩", "397": "提本有若不務此而自立外法乃千方百計破除逃", "398": "避希望菩提總是生盲之徒謂盆為日也。", "399": "辯真偽辯真偽", "4": "會稽石梁居士陶奭齡", "40": "然故謂之般若昧之者曠劫昏迷生死輪迴無有休", "400": "天台云無明即是佛性止也煩惱即是菩提觀也於", "401": "日用根塵中直下體認不須向外尋覓是為圓頓止", "402": "觀若果薦得後則無明轉為明煩惱轉為菩提矣今", "403": "有一種以詞害意者乃以無明煩惱為菩提愈令放", "404": "縱嗟乎夫佛性菩提既顯之後豈得復起無明煩惱", "405": "哉是為放縱六情誤解佛意也。", "406": "諸經各稱第一諸經各稱第一", "407": "或謂諸部經中各自稱讚為第一華嚴固為稱性之", "408": "談無加矣法華曰諸經中王此謂第一般若曰一切", "409": "諸佛及法皆從此經出如是各各稱尊說妙果何部", "41": "息故謂之此岸悟之者豁如夢覺萬法銷殞本無生", "410": "可當第一耶予曰此部尊經亙古稱尊三界第一無", "411": "往不妙無處不真全體現前爾自不知故勞諸佛讚", "412": "揚聖賢重說猶尚不省乃向紙墨文字尋討不亦癡", "413": "乎昔有僧閱維摩經雲居曰汝念的什麼經答曰維", "414": "摩經雲居曰我問你那念的是什麼經其僧從此悟", "415": "入故見得自己真經者一大藏俱為註解若不知則", "416": "反是乃以真經為註解而解於文字也豈不顛倒乎。", "417": "藏公喻法藏公喻法", "418": "密藏開公當代奇衲興楞嚴開藏板時予猶及見嘗", "419": "語人曰道人做事當似蜘蛛打了一片大網身卻在", "42": "死本自涅槃故謂之彼岸生不為有滅不為亡凡聖", "420": "外進退自由若像了蠶便連身做在裏邊故此老不", "421": "拘縛此身忽然遁去無跡與亮座主何異是透網不", "422": "為纏縛也此喻不但世事即參禪學道亦爾一切無", "423": "智窮年鑽在禪道佛法裏邊自纏自裹永不能透東", "424": "坡曰不識廬山真面目只緣身在此山中。", "425": "念佛法門念佛法門", "426": "夫佛者覺也自心也念者想也觀也念佛即是觀心", "427": "觀心即是念佛非二法也解脫長者曰我得觀佛三", "428": "昧即念佛三昧也夫心何以觀佛何以念如上所言", "429": "各各本具大圓鏡智生佛同體迷而不知故須想念", "43": "之本亙古如常故謂之經若達此經則十方三世佛", "430": "觀察體究明達其光一顯則十方三世一切諸佛悉", "431": "皆念盡了無餘遺何以故同體故平等故無分別故", "432": "一即一切故一切即一故以各各言之亦皆念盡一", "433": "切即一故以同體言之亦皆念盡一即一切故如是", "434": "念如是觀即成三昧不離日用動靜行住坐臥見色", "435": "聞聲罄欬彈指悉皆念佛三昧也故曰佛真法身猶", "436": "若虛空既如虛空則無所不遍無所不在無有揀擇", "437": "彼此欲覓空者無處不是乃至渾身都是若不信者", "438": "欲舍此空另覓彼空豈為智者。", "439": "轉物轉物", "44": "及眾生想非想情非情乃至一切所有悉皆空寂故", "440": "楞嚴經曰一切眾生從無始來迷己為物失於本心", "441": "為物所轉故於是中觀大觀小若能轉物則同如來", "442": "大慧禪師有頌曰若能轉物則同如來咄哉瞿曇謔", "443": "誑癡呆蓋盡大地都是自心原無有物何所轉乎恐", "444": "依文解義之流將謂實有物而強欲轉之故大慧重", "445": "頌發明也無物可轉是真轉物不知此者縱見佛為", "446": "佛轉聞法為法轉講道理為道理轉做功夫為功夫", "447": "轉乃至一切殊勝玄妙境界得力階級次第悉為所", "448": "轉埋沒其中永不能出何得淨裸裸赤灑灑故趙州", "449": "曰別人為菩提使老僧使得菩提南泉曰別人為十", "45": "曰十二類生我皆令入無餘涅槃而滅度之一切滅", "450": "二時使老僧使得十二時大慧曰能號令佛祖佛祖", "451": "號令他不得大光王入慈心三昧一切山河林樹鳥", "452": "獸人民悉皆向王頂禮設有毫髮未盡便成對壘故", "453": "曰一翳在目空華亂墜。", "454": "宗教宗教", "455": "古德曰宗是佛心教是佛語諸佛心口必不相違是", "456": "故一大藏教更無別法唯談一心一心之宗諸佛洞", "457": "然悉備於教則離教之外無別宗離宗之外無他教", "458": "若曰教乃天台賢首所傳宗係少室曹溪所授宗在", "459": "教外教在宗外故曰教外別傳豈得混濫審爾則天", "46": "盡彼我皆無故曰無我相人相眾生相壽者相本來", "460": "台賢首親證古聖乃不明宗耶少室曹溪應聖之師", "461": "乃不明教耶夫曰教外別傳者指教中所詮非文字", "462": "語言之謂也若以文字語言為教非但不明宗亦不", "463": "知教矣得文字所詮見言外之旨則宗教兩得譬之", "464": "富人家業寶藏恐後遺失特置冊籍詳載自後子孫", "465": "閱冊而家寶瞭然若認冊為家寶此依文解義三世", "466": "佛冤也若以魚目為夜光水晶為碧玉而不按冊籍", "467": "此離經一字即同魔說也世人為名相所膠以教為", "468": "天台賢首以宗為少室曹溪不知向來看何教教中", "469": "談何法亦不知達磨傳何物豈南天竺另有一件奇", "47": "無有非今始無本來寂滅非今始滅故曰實無眾生", "470": "物中國所無者特航海來密付二祖乎。", "471": "無明無明", "472": "教中有根本無明微細無明不知者謂根本無明歷", "473": "劫生死猶如盤根錯節極難除破故聞直指圓頓弗", "474": "信云豈無始無明而遽可破耶是不詳佛旨明示曰", "475": "不了第一義諦故號曰無明不達一法界相故心不", "476": "相應忽然念起名為無明則知無明者不了自心不", "477": "明見自心之謂也則無明頓破有何難哉夫不達根", "478": "本即為根本無明以無明為本即輪迴六道舍此無", "479": "明則無六道可得故曰根本無明若一達根本即根", "48": "得滅度者若能達此則攀緣頓息妄念何從故曰善", "480": "本無明頓破非實有無明如盤根錯節也如人迷惑", "481": "謂東為西方實不轉迷東為西者即無明也迷豈有", "482": "實哉又如千年暗室一燈即破此暗豈謂我已住千", "483": "年而不肯去哉眾生不知自心即號無明一念知之", "484": "即明矣豈實有無明掙住謂我住歷劫而不肯去者", "485": "故不詳佛意不照自心而謂根本無明極難破者此", "486": "正自帶枷鎖無明益厚矣又執根本無明雖破而微", "487": "細無明難斷者謂根本如樹根微細如樹枝枝繁則", "488": "視根本更難不知微細流注念念走作不能保護此", "489": "謂微細無明耳蓋為根本雖達而習氣難忘故古人", "49": "護念念念相承心心相印故曰善付囑經行坐臥全", "490": "謂見道之後方可守道也所以古人既悟之後更無", "491": "他囑但令其保護長養休教不覺不知微細流注非", "492": "根本之外另有枝葉也。", "493": "證證", "494": "圓覺經云一切眾生皆證圓覺此係如來真語實語", "495": "夫證者即現有而實證非虛妄之法也如病傷寒則", "496": "謂之證舌作何色眼作何態種種外現非若他病之", "497": "有隱覆也是故清淨法身眾生現證佛眼大師曰眼", "498": "見色豈非證耳聞聲豈非證一一絕能所無處不現", "499": "證若知之者千了百當若不知者乃欲舍此而別求", "5": "秀水止菴居士王起隆　閱", "50": "體住中故曰應如是住心體平等不須捺伏故曰如", "500": "實證夾山大師所謂勞持生死法唯向佛邊求目前", "501": "迷正理撥水覓浮漚也今之老宿耆舊俱不肯直下", "502": "承當謂此道須實脩實證夫清淨法身本絕思議豈", "503": "容脩證若加毫髮已是白淨地上屙屎矣若頓了知", "504": "則本來已證此即無脩之脩無證之證乃所謂真脩", "505": "實證耳噫難矣哉只為分明極翻令所得遲至哉言", "506": "乎。", "507": "情與無情共一體情與無情共一體", "508": "杞妻哭夫而城崩孟宗哭竹而冬筍李廣射石而沒", "509": "羽王祥臥冰而魚躍可驗法界唯心原是一體更無", "51": "是降伏其心根塵銷落纖介無蹤故曰應無所住行", "510": "情與非情之異第眾生執久自成隔礙非法界有差", "511": "別也蓋大地本是當人八識大圓鏡智城非外有杞", "512": "妻正哭之際意識專注但見其夫而不見有城則八", "513": "識隨緣而應現矣若執城為實有豈有崩哉李廣見", "514": "虎意識中唯有虎則八識之體全為虎矣後見為石", "515": "則意識轉變藏識從緣而為石矣豈復能入哉眾生", "516": "分中原是一體但意識自執為二而擾之是以不驗", "517": "若杞妻之純一無雜李廣之精決勇猛何患無驗哉", "518": "生西方者亦猶是耳以意識觀想彌陀及勝境久而", "519": "不散即藏識化為淨土矣故楞嚴經中地水火風非", "52": "於布施平等真空本自無相眾生情計妄見有相故", "520": "因非緣皆是如來藏中循業發現也或疑此城係眾", "521": "人共有何杞妻一人而能變眾人之境耶曰是不知", "522": "共中不共共中共耳夫大圓鏡智如千燈同室光不", "523": "可分即共中共也各各不妨是燈即共中不共也夫", "524": "眾人同業感報同見此城即共中共也杞妻別業感", "525": "報即不共中共矣如神仙指石為金本亦是一人所", "526": "變別業感報而令眾生同得受用諸佛及大菩薩以", "527": "妙觀察智繫大圓鏡智故變大地作黃金攪長河為", "528": "酥酪而令眾生同得受用小乘菩薩與外道神仙亦", "529": "能變化但不知自心識變小乘則謂以神通定力能", "53": "曰凡所有相皆是虛妄然此諸相原是自心則諸相", "530": "變外道神仙則謂實有外物我神通能轉變之以此", "531": "分大小內外而體則無別也知得唯心識變物我一", "532": "體則轉識成智而為大乘菩薩久而勿失何不可以", "533": "轉變天地自在縱橫也哉。", "534": "因果因果", "535": "普賢觀經云大乘因者即是實相大乘果者亦是實", "536": "相又曰初觀實相名因觀竟名果夫因果不外實相", "537": "實相不外自心自心不離當念而迷執者乃以過去", "538": "名因現在為果又以現在為因未來為果是皆虛妄", "539": "因果隔生而不能三世融徹一念具足不了實相之", "54": "頓空心光頓顯故曰若見諸相非相即見如來自心", "540": "體為玄因妙果也何則夫過去為因因已謝滅感現", "541": "在之果則現在是實過去是虛以現在為因未來為", "542": "果則未來未至以現在為實則現在是實未來是虛", "543": "是故現在一念即是三世因果同時具足也一念之", "544": "內既酬往因復招後果以過去言之則此現在為果", "545": "矣以未來言之則此現在為因矣故曰即因即果因", "546": "果交徹則無始無量劫因果未來無量劫因果總屬", "547": "現在一念此一念即是無量劫無量劫即是一念故", "548": "文殊師利曰一念普觀無量劫無去無來亦無住如", "549": "是了知三世事超諸方便成十力又曰智入三世而", "55": "真如不動不變無去無來故名如來即相非相相即", "550": "無來往既三世同時因果同體一念總具一念諦觀", "551": "現在一念了不可得既現在一念不可得則三世亦", "552": "不可得三世不可得則因果亦不可得因果不可得", "553": "則知無因果之因果無因果之因果是即實相因果", "554": "也是知因果乃實相之異名而實相乃因果之原本", "555": "龍女曰深達罪福相遍照於十方永嘉曰了即業障", "556": "本來空未了應須償宿債智者當念達得實相因果", "557": "之體以非因非果而因而果便能超越凌跨馳驟縱", "558": "橫迥然獨脫而不為因果之所籠罩如其不然總被", "559": "閻老子繩索穿卻鼻孔在。", "56": "如來若無宿種聞必不信故曰如來滅後後五百歲", "560": "國土國土", "561": "十法界中依正果報所居國土悉由自心隨業所感", "562": "華嚴經中十信位中諸大菩薩所從來國名金色世", "563": "界等夫世界何以稱金色蓋凡夫創始入道乍得心", "564": "開猶未離于色塵曠劫以來執有外色虛妄受用今", "565": "雖乍破未能頓盡雖未終盡然巳信得總是自心實", "566": "無外色以自己根境所變幻者為國土而自己居之", "567": "則盡空法界一體平等而為金色世界矣何為金色", "568": "乃表自心無染白淨之色非世俗所有窒礙之色也", "569": "餘名雖別類此可知十住位中諸大菩薩所從來國", "57": "有持戒修福者於此章句能生實信不於一二三四", "570": "名寶華世界等夫世界何以名華既見自心則全體", "571": "住中根境互融事理開發無量妙義悉如華開放則", "572": "香氣馥郁故又名妙香等餘名類此可知而色法永", "573": "盡矣十行位中諸大菩薩所從來國名幢慧世界等", "574": "夫世界何以稱慧蓋自心既顯理事開敷欲興大願", "575": "發大悲則惟憑智慧幢者高勝義不傾動義以此大", "576": "義運載悲願生死海中不致沉沒了無傾動故名幢", "577": "慧也餘名類此可知十迴向中諸大菩薩所從來國", "578": "名妙寶世界等夫世界何以稱妙寶萬行紛然而了", "579": "無所得纖塵絕跡而遍界彌綸出死入生而如幻化", "58": "五佛而種善根已於無量百千萬億諸佛而種諸善", "580": "廣行悲願而非有非無如摩尼珠不思不為能隨眾", "581": "意而雨寶無盡如大圓鏡無造無作天然任運而寫", "582": "像無窮故稱妙寶餘名類此可知毘盧遮那以華藏", "583": "莊嚴世界海重重無盡交徹融攝為國土此皆可以", "584": "意得即今我等同業眾生名娑婆世界以地水火風", "585": "等為國土堅濕煖動等為有喜怒哀樂等情所載也", "586": "諸天外道神仙等各以苦樂相間粗妙不等為國土", "587": "魚龍等以水為國土蟲蟻等以巖穴樹隙為國土地", "588": "獄三途以刀山劍樹等為國土如是乃至無量無邊", "589": "差別不可說不可說苦樂不同麤妙不等一人一國", "59": "根十法界中悉由心造一切萬法悉從心變心無形", "590": "土各自受用各不相知悉從自心所感則吾輩將來", "591": "所生國土可知矣請問大眾二六時中心所向意所", "592": "緣趣所從志所往新新無間運運不停不事覺知而", "593": "發現者於十界中屬何道耶心志所在即成國土現", "594": "前所有視不見聽不聞有亦同無而嘿嘿發現者或", "595": "在娑婆而緣別國或在禪林而緣廛市或在廛市而", "596": "緣淨土回頭一省了了自知不待問人而將來受用", "597": "可以立見余每勸人倘未發明未得穩當或習氣未", "598": "淨力量未充則專持楞嚴法華大乘佛法為國土日", "599": "作課程管教心神漸染藏識薰成則現在將來以大", "6": "悟後讀書悟後讀書", "60": "相而熾然建立絕言絕慮而言說縱然舒之則萬別", "600": "乘法寶為國土決不生在別國且得與諸上善人同", "601": "會一處智者以為何如。", "602": "天樂鳴空集卷下終", "603": "助刻芳名", "604": "善信吳周瑾　譚吉瑄　徐善　高以永", "605": "高佑釲　沈蕙纕　王亦含　王贊佺", "606": "王履恒　孫去瑕　張拔　朱有禮", "607": "盛民譽　周元經", "608": "比丘濟　蘇　真　介　德　芳　性　論", "609": "如　珂　了　蘊　照　先　通　戒", "61": "千差卷之則一真無性故曰一切賢聖皆以無為法", "610": "大　昌", "62": "而有差別佛及眾生以心為體無上菩提皆從心出", "63": "離心何有心即此經故曰一切諸佛及法皆從此經", "64": "出四聖六凡體本空寂無性隨緣實無所得若有所", "65": "得不隨緣起是故隨緣起處悉無體性悉無所得故", "66": "曰須陀洹以至如來在然燈佛所於法實無所得色", "67": "相本無根塵非有眾生日用全體皆空不達真空妄", "68": "見色相心即有住若達真空則常住真心朗然獨耀", "69": "法爾無住非有色香味觸而勿令住著根塵銷落則", "7": "有僧某齒尚少氣吞諸方遍歷叢席後入廣閩依憨", "70": "心體湛然故曰不應住色生心不應住聲香味觸法", "71": "生心應無所住而生其心即心是佛即心是法一體", "72": "三寶常現在前故曰若是經典所在之處即為有佛", "73": "若尊重弟子因指見月顧名思義持而勿失故曰以", "74": "是名字汝當奉持五陰本空四大非有即為歌利王", "75": "割截身體節節支解若不達空毫釐計有即起嗔恨", "76": "若達真空本無人我即為忍辱仙人此心體非實非", "77": "虛欲言其有無相無名欲言其無萬事萬形故曰如", "78": "來所得法無實無虛而凡夫無始昏迷計執不能開", "79": "悟故曰如人入闇則無所見一念心開如千日並照", "8": "山會下數載有龍居士從彼來訊僧作何狀曰渠已", "80": "根本常光如日光明顯現萬象種種照了故曰如人", "81": "有目日光明照見種種色直談心體了無迂曲不歷", "82": "階梯不俟修證故曰如來為發大乘者說為發最上", "83": "乘者說若樂小法妄執人我高推聖位自鄙下凡雖", "84": "讀此經不能信受故曰若樂小法則於此經不能聽", "85": "受讀誦為人解說迷失此心妄執人我無始以來不", "86": "能解脫是為先世罪業應墮惡道受持讀誦此經之", "87": "時則人我俱亡一體平等故曰先世罪業則為消滅", "88": "三際無蹤十方無跡見有去來執有三際即是虛妄", "89": "馬鳴曰十方諦求了不可得豈有去來三際之相故", "9": "悟徹憨師印可可出世為人矣為外學未通古今未", "90": "曰過去現在未來心俱不可得過去已去了不可得", "91": "未來不來了不可得現在不住亦不可得則無住真", "92": "心湛然常住二祖覓不安之心了不可得達磨即與", "93": "授記故實無所得燃燈即與授記亦為是也真佛無", "94": "形真法無說無說之說說遍大千無形之形形充法", "95": "界迷此無形而見有佛昧此無說而見有法是為虛", "96": "妄顛倒情執故曰若人言如來有所說法即為謗佛", "97": "不能解我所說故平等真法界無佛無眾生自心法", "98": "界如大圓鏡一切差別鏡中影像迷之者執影是實", "99": "遺失圓鏡殊不知影像原空坦然平等故曰是法平"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B097 天樂鳴空集", "englishTitle": "Jiaxing Canon, Electronic version, No. B097 天樂鳴空集", "author": "明 鮑宗肇述　智旭定", "language": "chinese", "source": "CBETA"}