{"language": "chinese", "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 009 佛說孝順子修行成佛經", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "題解佛說孝順子修行成佛經", "1": "整理者　方廣錩", "2": "〔題解〕", "3": "《佛說孝順子修行成佛經》，又名《孝順子應變破惡業修行", "4": "經》、《銀蹄金角犢子經》，印度佛教初期密教所撰佛本生故事。", "5": "譯者不詳。一卷。本經最早見錄於隋仁壽二年（602）所撰《眾經", "6": "目錄》卷四，判為疑偽經，但沒有說明出處。歷代經錄因之。故", "7": "未為歷代大藏經所收，早已亡佚。現在中國北京圖書館所藏敦", "8": "煌文獻中發現一號，首殘尾存，所存內容大體完整，言栴陀羅頗", "9": "黎王娶有三妻，其第三夫人生有一子。兩位大夫人設計殺此子，", "10": "太子變為一頭銀蹄金角牛犢，得到屠戶的幫助逃出國外。後娶", "11": "鄰國公主，迴國救母，與母均「不轉凡身成佛」。從「應變破惡業」", "12": "這一經名看，首殘部分或者包括關於太子的命定「惡業」的敘述。", "13": "本經雖被判為偽經，但從思想內容、形式結構等看，實屬印度所", "14": "撰佛典，約於南北朝末年或隋朝初年譯出。譯出時，助譯的中國", "15": "人加入若干自己的發揮。譯文大抵為口語，質勝於文。敦煌寫", "16": "本中有若干武周新字，但使用不周遍，故可能抄寫於晚唐早期。", "17": "本經的發現對研究傳統的「疑偽經」開拓了新的思路，為研究印", "18": "度佛教與本生故事提供了新的資料。關於該經的研究參見方廣", "19": "錩：《敦煌寫經〈佛說孝順子修行成佛經〉簡析》，載《南亞研究》", "20": "1988年第二期。", "21": "整理本以中國北京圖書館藏玉64號（北8300號）為底本，", "22": "無校本。", "23": "錄文〔錄文〕", "24": "佛說孝順子修行成佛經", "25": "（前殘）", "26": "□…□遇萬斧。八坐諸貴為此犢子入議，諫得大王。王答", "27": "諸□□：「我今愛敬憐憫犢子，不可思議。若煞此犢子之時，莫在", "28": "我宮內煞之。我見此犢子行跡死處，我即心肝寸寸斷絕，交死不", "29": "活。」爾時國王語諸臣曰：「若欲煞此犢子時，為我牽向屠兒坊中，", "30": "方便煞之，勿使我見。」", "31": "遂遣黃門牽此犢子往向屠兒坊中。到屠兒門底，遙喚屠兒", "32": "三聲。屠兒出看。黃門語屠兒曰：「國王二后後垂命至死，須此銀", "33": "蹄金角犢子心肝。卿急手打煞，劈取心肝，白紙重裹，送", "34": "來門底。我在門邊佇待卿。」", "35": "屠兒聞黃門作如是言，手牽犢子入於家中，繫著大柱，手捉", "36": "大斧，舉欲打煞。犢子語屠兒曰：「卿住！未忙煞我。聽我一", "37": "言，當死。唵！」屠兒住，聽犢子言。犢子語屠兒曰：「我非是犢", "38": "子。我是栴陀羅頗黎國王太子。我父索其三妻，我母處在小", "39": "限。兩夫人意欲煞我。我不得違二母之意，變作犢子。卿莫煞", "40": "我。我□之日，必作國王。我作國王之時，使卿金千斤，撥國", "41": "半治，封邑萬戶與卿。屠兒，願莫煞我。」", "42": "爾時屠兒聞犢子作如是言，大芒迫身，言：「丈夫立身以來煞", "43": "害眾生恒河沙數，小來未見有是銀蹄金角犢子語我此言。」屠兒", "44": "即語犢子曰：「我今為卿身死，不得煞卿。」犢子語屠兒曰：「卿不", "45": "得我心肝，亦當必死。若活我之時，卿用我語，使我共卿兩都得", "46": "活。」", "47": "爾時犢子作是言時，有一天帝釋變作黑狗，從屠兒門中而", "48": "入。到屠兒中庭，倒地自死。犢子語屠兒曰：「卿若為我之時，將", "49": "我抱著草中，莫使人知。你莫惜家中自死黑狗，劈取心肝，送向", "50": "門底，付與黃門。你亦得活，我亦得活。」", "51": "爾時屠兒劈取黑狗心肝，白紙重裹，送與黃門。黃門領", "52": "得犢子心肝，欲送入殿。王聞犢子心肝，今則氣塞哽咽，爛腸寸", "53": "寸斷絕，淚下覆面，暈倒落床，發聲大哭。其黃門送犢子心肝", "54": "往至宮裡。二后聞之，甚大歡喜，狼徬皆起。夫人下床，身自往", "55": "就黃門手中生啖心肝，不由湯火煮炙，生即食訖。二后云：「此肉", "56": "甚美，我今食之，百脈流徹，心底惶悟，眼目精明，手腳輕便，病當", "57": "得瘥。」", "58": "爾時屠兒送犢子心肝得了，迴還語犢子曰：「我今為卿輸心", "59": "肝得了。」犢子語屠兒曰：「你爾「恩德，昊天難報。你若放我", "60": "之時，夜半中放。我去時莫使人見。」", "61": "犢子夜半中去時，與其屠兒泣淚辭別，語屠兒曰：「我今辭你", "62": "去後，作一變異，使你交見，知我有賢德，必令報卿恩。卿家去城", "63": "三百餘步。我從卿門出，使無腳跡。唯有城西北角上留一腳", "64": "跡。卿一跡踏土之處，知我有賢德，能得報你。」", "65": "爾時屠兒聞犢子作如是言，燒香禮拜，供養跪起，泣淚奉", "66": "送出門。至明天曉，人未得時，尋此犢子腳跡。處處不見，城外", "67": "亦無腳跡。城西北角上正見一足踏土之處。屠兒知有賢德，念", "68": "佛還家。", "69": "爾時犢子投明行去，離國三千餘里，往到舍婆提國。遇", "70": "值國王有一美女，為人可嬉，種種姿妍。面如月滿，端嚴無比，世", "71": "間希有，八功德水，以浴其體，著劫波袖衣及乘天宮殿，化城九", "72": "重。國王意欲嫡配，此女不就：「王若配，會是賢德之人，女便共", "73": "活。」王語女曰：「我生在凡處，肉眼眾生，知誰是賢？」女答王曰：", "74": "「阿耶與女召集儀同僕射、高良貴子、守令之家、方伯子孫在於都", "75": "市，女自選夫主。」", "76": "女從王後行，手捉金鐘，盛蒲桃酒。在父後行，選儀同僕射、", "77": "高良貴子。十行無稱意者。王語女曰：「向前十行者，王侯子", "78": "孫，尚不共活。自餘卑微，寧可之意？」女答王曰：「向前十行者，", "79": "雖可有形貌，面目似人，腹中無德。女欲共活之人，會是賢", "80": "德，女便共活。」王聞此語，任女意懷，不違女願。復行至十行，下", "81": "頭見一犢子，銀蹄金角，下行頭立。王已行過，女尋後至，向", "82": "父王曰：「此是賢德之人，女欲共活。」王任女意。女得王言，即過", "83": "手中鍾酒，與其犢子。犢子得酒，向口飲半。犢子過與女，女即", "84": "飲盡。交杯必定，永為匹配。", "85": "爾時諸臣、百官、傾國之人皆大笑王：「一國之女，嫁與牛", "86": "犢。聽損邦國，寧有此事！」王聞羞恥，便欲煞女。有一帝釋，變", "87": "作智臣，遂即諫王：「王有一女，甚有賢德，何待煞之？陟出國外，", "88": "令使慚愧，愁不改行？」女聞此言，甚大歡喜。叉手白王：「父", "89": "子生有離別，何待煞女？求從遠陟，離王國土。」外書云：「女外", "90": "向，千里從夫。」「若與王別，請乞乘騎，送女出國。」", "91": "王共夫人送女出城，號啼大哭，悲哀泣淚。語：「諸臣左右、", "92": "青衣、吏民都共送之。」百鳥悲鳴，聲動天地。父子分離，辭王", "93": "及夫人，心肝痛切，將欲氣絕。", "94": "爾時女共犢子離出王國，轉復前行。見一木城，女問犢子", "95": "曰：「此是你國以不？」犢子答曰：「此非我國。」次復前行，見一土", "96": "城，「此是你國以不？」「此非我國。」次復前行，見一鐵城，「此是你", "97": "國以不？」「此非我國。」次復前行，見一銅城，「此是你國以不？」", "98": "「此非我國。」次復前行，見一銀城，「此是你國以不？」「此非我", "99": "國。」次復前行，見一金城，「此是你國以不？」犢子答曰：「此是我", "100": "國。」", "101": "在金城國可逕由旬，宿其此，犢子仍不變現。女問犢子", "102": "曰：「君若是賢德之人，應當不變？」爾時犢子聞道此語，手捉銀", "103": "蹄，撫角，犢衣脫卻於地，拱身一丈。頰如婆果，齒如珂", "104": "貝，眉如盡月，眼如眾星夜朗。號為「金城國天子」。宮殿自然。", "105": "零仙綵女、伎樂音聲、百味飲食，隨念即至。女見夫主可嬉，變身", "106": "一丈，歡喜不可思議。即便作書與王，並告夫人：「阿耶比日道女", "107": "不識賢德之人，陟女外國。女夫主以有聖德，甚大端正。阿耶星", "108": "夜來看女夫主何如。」", "109": "本日王得女書，召集群臣。諸官悉集。「卿等本日笑我女共", "110": "犢子而活。我女以有賢德，嫁與金城國王。我今歡喜，不可思", "111": "議。」王即為女夫放大恩赦。所有罪人，悉皆放免。", "112": "爾時舍婆提國王並夫人來至金城國裡看女。見女夫主", "113": "甚奇殊妙，便即問曰：「卿比日在我國中，如何變作犢子？」太子叉", "114": "手白王：「某甲非是犢子。某甲是栴陀羅頗黎國王太子。阿耶索", "115": "其三妻，阿孃處在小限。兩大夫人意欲煞我。我不違二母之意，", "116": "變作犢子。今得王女，愧王無已。孃今在父母國，快成辛苦。願", "117": "王權在金城逕停時，向欲共王女暫向父國往看其母。」", "118": "太子夫妻二人輕馬往詣父國。內門裡，入磨坊中。見母", "119": "頭如蓬耕，面上垢土，手腳皴劈，脊背打破，膿血沾著處爛盡。爾", "120": "時太子見母頭戴石五升麥，來向磨坊中。太子不忍認母，二人眼", "121": "中泣淚。手捉馬鞭，撥母頭上，麥翻著地，磨何而去。母不", "122": "識，其母遙喚：「貴人且住！聽我一言。看君不似凡濫。某甲備", "123": "是王家辛苦之人。請得此麥，依課磨之，恒不得充，況復翻地？", "124": "是度王聞，必死不活。」太子夫妻但時下馬，以衣袖掃其麥聚，收", "125": "著器中。頭戴而去。太子眼泣血，氣塞吞酸，忍痛不忍認", "126": "母，輕馬還國。", "127": "爾時太子告舍婆提國王曰：「我母如今甚大苦劇，筋骨相", "128": "連，形容憔悴，面上垢土，頭如蓬耕，處處打破，血流遍體，快成辛", "129": "苦。」王聞道是，心憐女夫及母，眼中泣淚：「我親家母豈可如是！」", "130": "爾時太子叉手白王：「若與某甲一親以往，暫欲隨王借少衣馬。", "131": "金城如自有兵馬，眾相將往詣父國，救看其母。」", "132": "二國軍馬悉送太子往向栴陀羅國。去城四十餘里，其父城", "133": "頭知軍來到，懸豎白幡。太子語左右曰：「城頭白幡者，儘是降", "134": "幡。我父見我往到，謂我是外國大王，必向我跪。此是我父，不", "135": "合跪我。一廂十人，兩廂二十人，走往捉置，勿聽跪也。」", "136": "如是所言。王見太子，出城步步欲跪。左右捉之。兩相對", "137": "已，攜手腕接，相隨上殿。飲食娛樂，良久以訖。啟白王曰：「王", "138": "是一國之主，治民快樂，天下豐饒，雨澤以時。王今快樂，可有幾", "139": "妻？」國王不識太子與仁臣奴：「臺奴不敢誑王，正有兩妻。」太子", "140": "問曰：「一國之主，皆聞三夫人、九嬪。據何禮律，正有兩妻？王", "141": "須實道。償後檢得，王必合死。」王答太子曰：「臺奴伏死！不敢", "142": "調王。實有三妻。」太子曰：「喚將來看。」", "143": "王遂先遣兩大夫人莊嚴冠帶，來至殿前。太子問曰：「向前", "144": "道三，如何見二？一在何處？」王答太子曰：「今在磨坊中。」太子", "145": "問曰：「天子之後，如何安置磨坊而驅使也？」爾時太子母聞道", "146": "大王，尋聲走來，欲以投訴。殿前行過，太子遙見其母，狼徬下", "147": "殿，走抱母頭，捉臂囓指，稱天大哭：「阿娘，由子五逆不孝，致", "148": "使阿婆如許辛苦。阿婆！阿婆！」王見哀哭，然是我子，更有何", "149": "言！父母並子三人抱頭大哭。爾時雲飛鳥落，樹木摧折。諸臣", "150": "百官，見者泣淚，不能自勝。", "151": "爾時太子盡哀以訖。良久，將香湯與母洗浴，取虎龍服與母", "152": "著之，還上殿上而坐。喚其二母並父，道其苦狀。王聞道此死苦", "153": "由緣，眼中泣血。王喚兩妻，立著南廂。去殿百步，濩湯爐炭，刀", "154": "山刃樹，銅升鐵概，車川犁耳。遣此兩大夫人立其傍：「濩湯", "155": "濖之，故嫌此輕。我憶卿本日生啖我子心肝之時，與一人喚取一", "156": "百力士，二人喚取二百力士，一時遣此力士，鋸此二后，作其段", "157": "數，如釋我意。」", "158": "力士至已，欲煞二母。太子畏煞二母，口中告佛。刀山摧", "159": "鋒，濩止熱，二百力士手腳𤶏疪，不能生害。太子喚其二母，並", "160": "共陳道活之狀：「子本存命，實由屠兒。」王語太子曰：「阿耶本日", "161": "實不知子遭此苦劇。阿耶如今捨去王位，與子治國。身自出家，", "162": "隱居山林，永不干國。除仁一人，自餘爵祿輕重，悉屬屠兒。」", "163": "王即出家，鬢髮自落。觀睹宮殿，若視穢廁。修行善道，得阿羅", "164": "漢果。太子名喚屠兒，封受國相，位登王侯。庫藏珍寶，悉屬屠", "165": "兒把攬。於先施恩，今獲交報，重賞其德。太子共母不轉凡身，", "166": "即得成佛。", "167": "是時二后諛心不捨。天神帝釋變作猛風吹此二后，毛孔而", "168": "入。本食心肝作大鐵丸，節節出炎如車輪，救不可得。", "169": "當說此經時，大會之中所千萬人皆得悟道，棄惡從善，交獲", "170": "佛果。佛告阿難：「爾時太子，我身是。爾時父王者，今我父悅頭", "171": "檀是。爾時我母者，今摩耶是。爾時我婦者，耶輸陀羅是。", "172": "爾時屠兒者，今阿難是。爾時黃門者，今目連是。爾時帝釋變作", "173": "黑狗者，提迦葉是。爾時二后者，提婆達多；第二后者，調達", "174": "是。」", "175": "佛說經竟，天龍八部、帝王、人民皆大歡喜，作禮奉行。", "176": "佛說孝順子修行成佛經一卷", "177": "〔錄文完〕"}, "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 009 佛說孝順子修行成佛經", "author": "方廣錩整理"}