{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1604 法門鋤宄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1604-A 重刻法門鋤宄五家辨正序No. 1604-A", "1": "重刻法門鋤宄竝五家辨正序", "2": "仲弓指綠林之徒目為梁上君子。豈意我法門中容", "3": "此奸矣。白巖符公此編一出。宿姦老蠧無爾措足處。", "4": "雖嚴燈及禪燈若干締搆。不足一揑而已。所以海市", "5": "蜃樓多少駢闐。皎日麗天則悉為烏有也。余頃塞於", "6": "諾責著五家辨正。於其言也支桑巧拙。不能無異其", "7": "義。偶歸一揆。故忘狗尾續貂之醜。僅以劒環一呎之", "8": "鳴。謾當明宗正譌之鼓唱云爾。", "9": "元祿庚午春姑洗穀旦", "10": "讚陽沙門　存德巖題", "11": "No. 1604-B 法門鋤宄序No. 1604-B", "12": "法門鋤宄序", "13": "元至正間。越天衣清公翻刻大川所編燈元惑。廷俊", "14": "序引偽言小註于天皇章下。後人不察其妄。遂以為", "15": "然。有若以尹氏為正卿。為隱母往往然也。數百年來", "16": "從未有能決其孰是。今錢塘白巖和尚考之以編年。", "17": "原之以情理。真偽審。誵訛辨。披重昏而覩太陽。何其", "18": "明顯。雲門法眼兩宗之祖。今而後人不敢更東扯西", "19": "拽。有惠後學其亦至矣。茲特單梓公諸天下。庶幾乎", "20": "非徒使知丘玄素之為烏有。而且得使知張無盡決", "21": "未及見金山頴公。必也討得二󳬴之說可立破之而", "22": "無遺孑。當不復更贅一辭。", "23": "康熈八年己酉冬至前三日雲門顯聖禪院住持自", "24": "若深道人題于寶鏡堂上", "25": "No. 1604", "26": "法門鋤宄卷一", "27": "古杭白巖偶道人　淨符　著", "28": "越州雲門大樗子　淨深　閱", "29": "南泉下有曇照禪師一人。與趙州長沙茱萸子湖諸", "30": "老為同門昆季。住荊州白馬。道出常情。事迹可愛。甞", "31": "云快活快活。及臨終乃呌苦苦。有院主致問推枕一", "32": "篇。機語備載皇藏傳燈諸錄。而地藏恩寶峰照圓照", "33": "本皆有頌。現刻頌古聯珠集中。此天下古今所共覩", "34": "者。今人特殺好奇。向虗空裏架樓閣。不循其實。廼於", "35": "馬祖下幻出個天王悟來。將曇照機語栽為天王悟", "36": "事。乃首尾不漏一言。不差一字。此異事也。噫。世豈有", "37": "兩人同一州。同一機語。復同一事迹。豈理也哉。廼又", "38": "有翻刻燈錄者。竟將白馬曇照直削之。南泉下去了", "39": "一嫡嗣。使白馬一代龍象寥寥無所聞。馬祖下添入", "40": "一偽嗣。使一百三十七同門嘿嘿無所識。其何所為", "41": "而然歟。吾不得而知之也。試以詢諸明眼。", "42": "僧寶傳第四卷玄沙章末云。石頭之宗至是遂中興", "43": "之。夫玄沙與雲門為昆季。同嗣雪峯存。存嗣德山鑑。", "44": "鑑嗣龍潭信。信嗣天皇悟。悟嗣石頭遷。覺範云石頭", "45": "之宗至是中興。豈汎汎無據而然者。雲門偃出香林", "46": "遠。遠出智門祚。祚出雪竇顯。此又世系之所最為明", "47": "著者。水有源。木有本。非可混者所從來矣。何今之無", "48": "本。流乃硜硜然。妄以顯為大寂九世孫。此何說耶。鳴", "49": "呼。法門秋晚。不謂至是。", "50": "景德傳燈錄載馬祖之嗣一百三十八人。內七十五", "51": "人見錄。六十三人無機緣語句不錄。與傳法正宗記", "52": "所紀同。初未見有所謂天王悟者。五燈會元載馬祖", "53": "之嗣七十六人見錄。指月錄載馬祖之嗣四十七人", "54": "見錄。皆絕無所謂天王悟者。而所有者乃天皇悟。悟", "55": "嗣石頭遷。青原第三葉也。記曰。大鑒之三世石頭希", "56": "遷禪師。其所出法嗣凡二十一人。󳵅曰荊州天皇道", "57": "悟者此也。傳燈正宗皆歷朝所奉藏典。乃本宗嫡子", "58": "親孫所自定之家譜。他如雪峯廣錄聯珠通集佛祖", "59": "統記玄要廣集諸書。孰不曰龍潭一支為青原之所", "60": "出。自唐抵清歷朝不知凡幾。經聖君贒臣所披閱不", "61": "知凡幾。其脚下兒孫尊奉崇事不知凡幾。千餘年來", "62": "從未聞有敢擅便移易之者。葢水源木本非可從他", "63": "處假借。佛國白曰。南嶽山頭見石頭。便歸古岸狎沙", "64": "鷗。謾分胡餅為香餌。引得金龍直上鈎。讀之亦可以", "65": "了然。無復疑矣。何今人不據其實。廼恣意變亂。甘墮", "66": "妄庸。竟將龍潭一支改入馬祖會下。于馬祖下假揑", "67": "一天王道悟。謂與天皇道悟同時以便相溷。既苦無", "68": "所謂機緣語句。廼割取南泉之嗣白馬曇照常云快", "69": "活臨終呌苦一段因緣。栽為天王悟事。且假海鹽黎", "70": "眉居士名以掩其過。公然為書曰教外別傳。僭行于", "71": "世。蔑眎皇藏。不懼天討。噫。出家兒為了生死。所貴一", "72": "切真實。如此妄意行事。究何所圖。夫集傳燈者為道", "73": "原法眼二世孫。著正宗者為明教雲門四世孫。總龍", "74": "潭七世孫也。其嫡子親孫所自定之家譜不信。外此", "75": "可信乎。嗚呼。是真難掩。是偽不昌。苟偽而能昌。則吾", "76": "將以斯言亦為妄矣。", "77": "澧州龍潭崇信禪師。渚宮人。家賣餅為業。少而英異。", "78": "初悟和尚為靈鑒潛請居天皇寺。人莫之測。師居于", "79": "寺巷。常日以十餅餽之云云。此燈錄會元諸書所載", "80": "如此。夫為靈鑒潛請者。乃城東天皇道悟也。非假揑", "81": "城西之道悟明矣。居于寺巷者。乃城東天皇寺巷也。", "82": "今荊南城東有天皇巷。非可泯滅。而城西之巷既無", "83": "所謂天皇之名。則龍潭非天王之嗣又明矣。今妄人", "84": "於龍潭章雖槧去初悟和尚為靈鑒潛請居天皇寺", "85": "人莫之測一十七字。其如居于寺巷餽餅事迹。井井", "86": "然之。不可掩滅。何是。則日以十餅餽者餽城東天皇", "87": "道悟也。留餅反惠者乃天皇道悟。非天王道悟又明", "88": "矣。何也。為靈鑒潛請。人既不測。故信日得以十餅餽。", "89": "若丘󳬴所云。節使親臨迎衙供養者。則四事豐饒。貴", "90": "顯求見且不得。而舖家兒乃敢以十餅見凟耶。今人", "91": "不細審詳。一味鹵莽恣生滅心。妄行改易。變亂宗統。", "92": "祇有徒取識者之笑耳。於他雲法二宗復何損益。然", "93": "則聞人之󳬴圭峯之狀。德輿之銘。又何所據而然耶。", "94": "歬後推酌既無確據。則為好事者詭心妄揑。又奚待", "95": "言。", "96": "夢覺堂重校五家宗派序云。張無盡疑洞山德山垂", "97": "手不同。恐自天皇處或有差誤。後於達觀頴處得唐", "98": "符載所撰天皇道悟墖記。又討得丘玄素所作天王", "99": "道悟墖記云云。此譌言也。達觀穎寂于何時。張無盡", "100": "卒于何時。而乃云無盡從頴處得兩道悟󳬴。夫達觀", "101": "頴為谷隱聦嗣。寂於宋仁宗嘉祐四年己亥除夕。張", "102": "無盡卒於宋徽宗宣和三年辛丑十一月。以辛丑上", "103": "遡己亥。相去六十三載。使無盡壽年七十。當頴示寂", "104": "之年僅七歲。即壽八十亦不過十六七歲。此正讀書", "105": "習舉業時。孜孜於文章功名且未暇。而有暇於佛學", "106": "乎。即有暇佛學。未必即能留心宗乘。能留心宗乘。未", "107": "必即能討論門庭宗派中事。何以知之。按無盡傳云。", "108": "年十九應舉人京道。由向氏家登第回。遂為向氏婿。", "109": "初任主簿。見梵筴莊嚴。遽怫然欲作無佛論。後訪同", "110": "列得維摩經。讀之始能信向佛乘。時年已二十有餘", "111": "矣。以二十有餘之年且不耐見梵筴之莊嚴。則其于", "112": "佛門尚未生信。尚未生信又詎有能注意宗乘。討論", "113": "門庭宗派之事哉。此特姑就無盡壽年八十而言。若", "114": "無盡壽止七十。則當頴未寂之歬僅一六七歲孩童", "115": "耳。顧乃云從頴處得符載󳬴。又討得丘玄素󳬴。然乎", "116": "否乎。此不待辨而自知。其為妄誕明矣。且無盡留心", "117": "宗乘在晚年事。按傳哲宗元祐六年辛未為江西漕。", "118": "見兜率悅。於托鉢話疑甚。夜半觸翻溺器乃得徹悟。", "119": "年當五十矣。以元祐辛未逆數至嘉祐己亥。相去三", "120": "十三年。始於宗乘有悟。詎未見兜率已歬少年遽能", "121": "持論洞山德山之垂手接物事耶。且此持論。據云今", "122": "以丘符二記證之。方知吾擇法驗人之不謬。則此言", "123": "必在得󳬴之歬。豈十餘歲志學之書生遽能發此宗", "124": "乘堂奧語言耶。此在已見兜率徹悟之後或可少信。", "125": "若云在達觀未寂之歬。則孩童拍盲斷乎不能有及", "126": "於此。又其家住渚宮。渚宮在荊州。而城之東西天皇", "127": "天王既有󳬴碣。則道悟之一人兩人朝夕在無盡眉", "128": "睫間。固可了了然毫𩬊不昧。又何必致疑道悟似有", "129": "兩人。又何必託辭曰後於達觀處討得丘苻二󳬴。始", "130": "自信擇法驗人之不謬。且達觀居金山。去渚宮三千", "131": "餘里。豈有眼前󳬴碣反不去看考。乃區區遠從數千", "132": "里外人討得。此語之偽又何待辨。此直後人假揑。正", "133": "一無根虗妄之談耳。無根虗妄之談。強君子以必信。", "134": "復何得哉。吾願諸肩荷法門者秉公執正。無滋其惑", "135": "可也。", "136": "明成弘間雪庭禪師。杭仁和桂氏子。開法昭慶。為臨", "137": "濟下二十四世。西蜀直指堂休休翁。南峯之子。有幻", "138": "寄錄行世。而續略繼燈誤列為未詳法嗣。此訛也。乃", "139": "古南刻師拈古。又以古庭前堅名。是不考古庭雪庭", "140": "之有別。況古庭堅即無際悟嗣。雪庭去悟尚有雪峯", "141": "休休翁兩世之隔。則古庭與雪峯乃昆季。雪庭又古", "142": "庭之孫行矣。何竟混同為一人。嗟嗟以明至清僅二", "143": "百年。編錄之誤尚如。此況自唐迄今垂千載。又當何", "144": "如。寂音以天皇疑為兩人。近日竟以天皇天王別而", "145": "為兩人。宜乎不足辨。偽󳬴奚足恃。", "146": "法門鋤究法門鋤究有序", "147": "鋤究篇既出。或者曰。犯過招尤莫甚於好盡言。法", "148": "門甲乙之變。已有正譌熄邪據實諸書之行。真既", "149": "不得而掩矣。則偽又奚得而昌之。即有指鹿為馬", "150": "證龜成鱉。流一二亦不過洩憤排怒而已。而堂堂", "151": "大國明眼正人大君子居多。是又奚能盡為其所", "152": "扇惑哉。隻手洵不足掩太陽。宜置之可也。抑何必", "153": "傷德費辭之甚。余曰然也。吾豈好盡言哉。亦有不", "154": "得已而然者。夫世之倡言為害是亂真之端者。其", "155": "禍在一人可弗辨。禍及天下後世。則其辨可緩乎。", "156": "苟區區於潔己存厚。避箭畏刀。忍千古不易之道。", "157": "一旦蒙昧於昏昏不曉之鄉。則亦將遺譏於天下。", "158": "後世荷法堂前得無有媿。斯吾所以有萬不得已", "159": "而然者。此耳。然則吾豈好盡言。故為傷德費辭之", "160": "甚哉。抑聞之云惟善人能受盡言。則吾於晦公也", "161": "又豈敢以不善人待即盡言之可也。況未即盡言", "162": "兼之在衛道哉。丁未九月白巖偶道人淨符書。", "163": "自有天地以來。是非辨論何代無之。第一經公府明", "164": "眼。以大公心發至公論。是還其是。非還其非。是非既", "165": "白則辨論泯息。吾人自可相忘於無懷氏之天而各", "166": "安其生也。後世設有一人焉。曰向之是者可非。非者", "167": "可是。是非倒置。公論毀公心滅。從無是非中妄生是", "168": "非。昏蔽日月紊亂綱常。則公府具在。明眼具在。而至", "169": "公辨論斯不得而忘之矣。吾宗在唐有天皇道悟禪", "170": "師一人。住楚江陵。為石頭遷子。其下出雲門法眼二", "171": "宗。載皇藏傳燈諸錄及正宗記最詳。集傳燈者為道", "172": "原。法眼二世孫。著正宗記者為明教嵩。雲門四世孫。", "173": "其所派列世系井井有條。所從來舊矣。而會元雖有", "174": "小字闕疑。人皆知為非。是故刻者不敢大書。乃後人", "175": "不本所自。妄意引據。翻改成言變亂祖系。先年經大", "176": "君子至公剖柝疑誤氷釋。二宗得各安其祖又有年", "177": "矣。今水鑑之妄突作。晦山更從而附會之。污凟法門", "178": "更亂宗祖。則辨論又烏得而免。然小字添入為疑案。", "179": "以驗後世智愚業。海清公之用心或亦可嘉。吾儕自", "180": "不必究可也。特後進不諳。遞以為實。禍吾宗不小。則", "181": "吾儕不得不白之。請且以近事況。如臨濟下。近日所", "182": "傳正派有海舟慈一人。崇禎丙子姑蘇查氏所突出", "183": "之佛祖源流稿。謂慈先嗣萬峯蔚。後嗣東明旵。是以", "184": "兩人之嗣為一人。三峯據沈貫所撰墖銘及印記頌。", "185": "則以慈為萬峯嫡嗣。與寶藏持為伯仲。而東明乃為", "186": "慈之法姪。潭吉據無聞聰客牕夜話。則以慈為萬峯", "187": "蔚之子。寶峯瑄之師。略不及寶藏東明。且以寶藏東", "188": "明為疊出。又據古溪祭文。疑東明下別有一人與慈", "189": "同名號者。如荊南兩道悟故事。寶華據靜菴素聯芳", "190": "圖中所敘及年代遠近。則以慈為東明之子。寶峯之", "191": "師。而萬峯下是別有一人同名號如慈者。山茨際公", "192": "自敘住東明時。從廢帋中得旵墖銘。銘中並無海舟", "193": "慈名。如上五說各不相侔。雖本支兒孫無從考定。嗟", "194": "嗟去今僅二百餘年中事。且罕有能白之者。況遠隔", "195": "十朝七十餘帝千有餘年外兩道悟事。而今人獨能", "196": "白之乎。然一道悟以之為兩人為一人。事無不可。特", "197": "考諸史籍稽諸年代。則真偽自不容其無擇矣。如當", "198": "時好事者為逢迎張無盡輩所假揑之󳬴。謂為唐正", "199": "議大夫戶部侍郎平章事荊南節度使丘玄素撰。無", "200": "眼者相傳以為真。及考之史鑑編年。唐宰相年表。與", "201": "荊州郡乘。則丘玄素既為烏有。而󳬴文之偽白日青", "202": "天可無疑矣。所謂皮既不存毛自無容其所附。疑誤", "203": "既辨復何所云。年來濟洞兩家幸安和好。實法門福。", "204": "不謂今又突有僧水鑑者。於荊州城南御路口買孔", "205": "蔚然文學宅基。搆菴而居。乃平白鑿空。額名古天王", "206": "寺。誑惑愚癡亂真害是。此恠誕事人詎忍聞。夫荊州", "207": "城南固有天王土地堂。居民凡於事神。具鄉貫則莫", "208": "不曰城南天王土地堂祠下云云。若天王寺則從未", "209": "聞也。即業海清公重刻會元時所添入小註闕疑。亦", "210": "只曰同時有二道悟。一住荊南城西天王寺。一住荊", "211": "南城東天皇寺。曾未聞城南有天王寺。況城西天王", "212": "者。以唐宋郡乘考之。並未有也。而有之者。但曰城東", "213": "天皇寺。稱荊南首剎。重興為道悟禪師。乃龍潭信餽", "214": "餅得法之地。湖廣全省誌第七十四卷載之甚詳。與", "215": "龍藏傳燈諸書所紀無異。世所共聞。今草市大殿巋", "216": "然。巷名事實種種可稽。固不與鑿空假揑之城西天", "217": "王可同日語。嗟嗟水鑑搆菴供佛亦好事也。抑何必", "218": "借名古蹟始為得計。即借名亦須借之有名。即有名", "219": "矣更須考郡乘寺觀䫫中之有無。有然後借之乃為", "220": "得。今借之於脫空無根。豈不仍成虗揑。水鑑之愚一", "221": "何至是。已可歎也。乃又有作復古天王寺󳬴記者。於", "222": "德山󳬴記明宗正譌熄邪摘欺救蛾紾譏據實闢謬", "223": "平心諸書。似不曾聞較彼水鑑之愚得不尤為倍甚。", "224": "鳴呼。世有清白之士如明山賓者。決不妄言。一妄言", "225": "則於心為有媿。不得謂為清白士。而僧中稱善知識", "226": "為傳佛心印者。較清白之士高出萬萬。尊重不待言。", "227": "今晦山居然一知識。不以真語實語誠諦語取信方", "228": "來。乃於舉事孟浪之水鑑者反從而文其過飭其非。", "229": "以歷朝所奉藏典傳燈諸錄為訛書。將偽人偽󳬴偽", "230": "機緣諛言疑書反指為定典。紀事不稽。發言無本。是", "231": "豈所謂見道之知識哉。吾聞晦山亦法門正人。於圓", "232": "戒羯磨時甞有寧斷吾舌毋毀法門如違此誓甘墮", "233": "苦坑之語。刻之梨棗。意在息諍。乃今遽作此文。以非", "234": "為是。指空言有。於所立之誓逈爾相違。將為可以蒙", "235": "惑戒子。聾󳶆方來。噫。欺誑佛祖。害理瞞心。越法違條。", "236": "莫此為甚。晦公晦公。請以自所製立誓息諍文。向清", "237": "夜無人處洗心淨慮細讀一過。問之自己以為何如。", "238": "又會元天皇章後小註云。城西天王悟有󳬴。為丘玄", "239": "素所撰者。乃越州開元業海清公於元至正甲辰重", "240": "刻會元時始添入也。大川原本從無是註。此盖因廷", "241": "俊序中有雲壑心燈錄未行為惜之語。後人遂附會", "242": "其說假揑耳。清公不考真偽。妄為添入。其惑世誤人", "243": "之甚。可謂業海矣。又那堪有承其虗而接其嚮者。抑", "244": "其害可甚言哉。本　朝甲午乙未間法門變亂。南都", "245": "各省諸大護法大君子及諸方住持。以大公至論力", "246": "為抵正。而天皇天王及種種不白之案涇渭始分。自", "247": "是凡屬有識皆備知丘玄素之為烏有耳。", "248": "康熈七年秋初金陵天界法弟　大寧　謹書", "249": "法門鋤宄終", "250": "禪通劒叟昰禪師與晦山顯和尚書附禪通劒叟昰禪師與晦山顯和尚書昰原姓官諱撫辰", "251": "吳頭楚尾分野相聯而來往參差。艱逢晤教世出世", "252": "間聲氣相若。以平生鄉慕往往幾得而失之。昰恒有", "253": "歎其緣之慳也。茲不得已冐為未同之言。法門關係", "254": "不敢引避以獲戾佛祖。惟台翁垂聽焉。正法眼藏之", "255": "布在方䇿也。自景德傳燈錄始。五燈宗之傳法正宗", "256": "記祖之。莫不載六祖首出青原。青原出石頭。石頭出", "257": "天皇悟。悟出龍潭信。信家世于荊州天皇寺巷。昰以", "258": "楚產習知楚事。今其故里與子孫具存。而天皇󳬴記", "259": "載之甚詳。何所容旁參異議。矧歬贒刊有正譌熄邪", "260": "據實諸書行世既久。近在本朝　章皇帝甲午乙未", "261": "間經朝野巨儒大公至論力為抵正。　天子聖神洞", "262": "知法門錮疾。特將五燈纘續入藏。直頂傳燈正宗千", "263": "百年之宗統。　聖朝已大定。萬世永無弊矣。台翁為", "264": "法門砥柱。豈不習聞之熟了然于歬後費公之詭譎", "265": "乎。一聞有妄人水鑑者不避上違古今　皇藏之大", "266": "嫌。不畏近犯照提未出之大罪。僭將土地堂妄建為", "267": "天王。僭稱祖剎以偽亂真。以烏有先生篡奪空王之", "268": "嫡派。在台翁宜何如持公秉直嚴訶斥以正之。無使", "269": "滋蔓傳誤後學可也。胡乃為之文勒之石。佐助妄人", "270": "狂騁。春秋責俻贒者恐適以寬妄人之過也。聞在癸", "271": "卯天然湘大師與台翁邂逅生生林。語之故而告之。", "272": "悔乃復走荊。訪其故老。考其遺踪。拜其祖塋。󳮱其銘", "273": "狀。果實實與傳燈正宗所誌者的切著明。歸舟遽取", "274": "原稿守江漢焚撒之。因咬齒自誓曰。顯實為水鑑所", "275": "賣。敢昭告于青原石頭天皇龍潭諸大祖師。我若不", "276": "廢此藁斷此葛藤。禍如白水。台翁言猶在耳。江漢之", "277": "間一時傳頌。莫不心服子路改過之勇。不惟青原諸", "278": "祖鑑其至誠無偽。即江漢間天龍鬼神必且默誌其", "279": "言而望日月之更也。今妄人以尼告發。而太守公差", "280": "鎻拏㬥其過惡于道路。百醜傳播賄乃脫迯。向非天", "281": "皇威靈顯應果報無差。當不敗露若是之甚也。所恨", "282": "太守不知法門大事。不能一奮蕭斧直碎其󳬴以掩", "283": "日月之蝕。或者曰非台翁自碎之不足以了白水之", "284": "誓。故留之以有待也。昰衰朽無似。雖未識韓󳬼荒山", "285": "龍脉發于黃梅四祖。禪通距安國又僅五六十里之", "286": "近。聲息相通。卒無一言以傚一得之愚。則同時大德", "287": "未必不以責俻之辭相波及也。倘蒙俯鑑愚忱。或轉", "288": "託知交。以廢石改額之權仍屬之太守。或台翁自命", "289": "一价之使直自為之。以了結白水誓願。從此夢寐安", "290": "無媿怍。則台翁芳名不惟從此遠播千古。而昰老死", "291": "深山亦可無憾也。偶託鉢蘄春。適逢白門僧。便藉之", "292": "為郵。披肝瀝膽以盡私衷。伏惟鑒宥。戊申八月杪禪", "293": "通弟空昰和南奏記時年七十有五。", "294": "靈隱晦山顯禪師復劒叟昰和尚書靈隱晦山顯禪師復劒叟昰和尚書", "295": "久跂法音。恨以緣慳無由接教。近歲又以業風鼓動。", "296": "返笠靈山。一入膠盆遂騎虎背。相見因緣亦欲參商", "297": "矣。承諭天王󳬴文。原非弟本意。弟與洞上諸知識多", "298": "水乳交好。豈肯存生滅心懷人我見作此不中心行。", "299": "壬寅偶閱藏漢上。因水鑑兄勤懇求文。孟浪屬筆。然", "300": "亦實未到荊州時作也。是秋因護國請。遂親履其地。", "301": "一到新創天王。心疑非天王遺址。何故。諸家記載皆", "302": "云城西。而此在城南故也。急欲索回原藁。水鑑已往", "303": "儀真矣。豈意水鑑多事刊板傳送。且弟署欵不過曰", "304": "水鑑海兄而已。乃自更沙翁大禪師。妄自標榜𡘆張", "305": "過分。豈不取笑識者耶。幸近日水鑑兄傳得刻本到", "306": "山。䂐作止刊。木板未曾上石。其現勒石天王者乃一", "307": "榷關使李護法文也。合府官僚及勒石名字皆載󳬴", "308": "尾。現冊可證。辱老法翁見教自媿。一時妄作以涉爭", "309": "端。道聽塗說實非信史。弟在青原拈香。何甞不曰三", "310": "宗鼻祖且親到天皇。其城西城南豈肯妄為曲說。雖", "311": "水鑑兄興復古寺亦屬好事。然欲以城南而混城西。", "312": "顯則不敢復附會矣。䂐作幸未刻石。不必慮其傳遠。", "313": "歬文偶爾孟浪。自知懺悔。倘有校正理論等事。老法", "314": "翁自為主張。顯斷不怙過也。䂐刻三種。附塵法覧。己", "315": "酉七月初六日靈隱法教弟戒顯再拜謹復", "316": "五家辨正附五家辨正", "317": "讚陽沙門　養存　述", "318": "濟北集五家辨曰。達磨西來迄于三祖。宗渾而不分", "319": "矣。四祖派牛頭。五祖派北秀。六祖派青原。爾來宗派", "320": "興焉。纂傳燈者不精討論。以南嶽青原為兩宗。嶽下", "321": "出二宗。原下出三家者非也。據唐伸撰藥山󳬴。系儼", "322": "於大寂。又丘玄素撰天王道悟󳬴。系悟於大寂。又呂", "323": "夏卿撰雪竇󳬴。為竇於大寂九世之孫。以五家共出", "324": "大寂下。為合馬駒一踏之讖矣。　余辨之曰。鍊公以", "325": "為六祖宗南嶽派青原。不知此為證何義何據。言不", "326": "干典事不師古。黃吻禪皺猶羞。況於辨宗趣者耶。夫", "327": "據禪有五燈。例儒基六經。乃嵩明教力探大藏。或經", "328": "或傳。校驗其謂禪宗者。推正其謂佛祖者。其所見之", "329": "書果謬。雖古書必斥之。其所見之書果詳。雖古書必", "330": "取之。校之修之命曰傳法正宗記。其記曰。正宗至第", "331": "六祖其法益廣。已詳傳燈廣燈。其傳起自大鑑而終", "332": "智達。凡千三百有四人也。　正宗首唱", "333": "大鑑二世曰青原行思禪師。初於大鑑之眾最為首", "334": "冠。大鑑甞謂之曰。從上以衣與法偕傳。葢取信於後", "335": "世耳。今吾得人。何患乎不信。我受衣來。常恐不免於", "336": "難。今復傳之。慮起其諍衣鉢。宜留鎮山門。汝則以法", "337": "化一方。無使其絕。思歸其鄉居青原山靜居寺。最為", "338": "學者所歸。其法嗣一人曰南嶽石頭希遷。", "339": "大鑑二世南嶽懷讓禪師。往參六祖。祖曰什麼處來。", "340": "曰嵩山來。祖曰什麼物恁麼來。曰說似一物即不中。", "341": "祖曰還可修證否。曰修證即不無。污染即不得。祖曰", "342": "祇此不污染。諸佛之所護念。汝既如是。吾亦如是。昔", "343": "般若多羅所讖。葢於汝足下出一馬駒。蹋殺天下人。", "344": "事祖歷十五載。尋往南嶽居般若。四方學者歸之。所", "345": "出法嗣凡九人。一曰江西道一云云。", "346": "旁出略傳。其傳起於末田底而止神會。凡二百有五", "347": "人云云。乃仲溫瑩公大慧法嗣贊之曰。嵩之高文至論足", "348": "以寄宣大化。既經進獻獲收附於大藏。則維持法門", "349": "之功日月不能老矣贊見羅湖文集。葢嵩公者。道行藹然。乘", "350": "大願輪不測人也。故舉世稱北斗以南一人而已。豈", "351": "又謂之不精討論者耶。", "352": "又長沙侯延慶僧寶傳引曰。自達磨之來。六傳至大", "353": "鑑。鑑之後折為二宗。其一為石頭。雲門曹洞法眼宗", "354": "之。其一為馬祖。臨濟溈仰宗之。是為五家宗派。", "355": "夫傳燈廣燈及正宗記者。天子各以敕與大藏偕行", "356": "世。是為皇藏。今古不刊之典也。昔者圭峰欲立荷澤", "357": "為正傳的付。正抑讓公為旁出派徒。大為諸師被毀", "358": "笑。今與鍊公一狀領過。子動呵󳮡傳燈以為不精。夫", "359": "佛祖之道於今可見者。獨賴此書之存。功深微禹。且", "360": "翰林學士楊大年見地超曠。時奉敕裁定此書。大年", "361": "之力勳參微管矣。爾來燈燈續焰。祖祖聯芳。然則原", "362": "師編輯　聖宋外護。大年較正。其昭昭而高煥。大明", "363": "孰得而踰之。鍊公進則上犯皇詔。退則內違五燈。以", "364": "至一掃李遵勗李詠陸游等諸賢各所其證。別囮唐", "365": "󳬴一謬。妄欲誘天下後學。乃是望天憂杞國。捧土塞", "366": "孟津矣。若知其私欲取信於人。則自欺也。雖童󳬾誰", "367": "敢肯之。若懷其私誤為之公。則不明也。昏己欲牗人。", "368": "可笑不自量。子之此舉乃聚扶桑六十州鐵。鑄此一", "369": "箇錯可不成也。吁。攫金不見人。洗垢至折脛謂乎。", "370": "唐伸󳬴記出之通載。常稱大儒。鍊號聞人。若然。漏唐", "371": "書儒學才藝等而無傳者何哉。又普考史籍。望出太", "372": "原。氏唐者若干。未閱伸之有名。況於令聞乎。即知無", "373": "名位可稱。唯是操眊臊漢也。今考其記。疑兕不泰。其", "374": "言曰。門人狀先師之行。求師之耿光垂於不朽。余議", "375": "道。吾雲巖船子󳬰樹百巖高沙彌等。皆藥山之子也。", "376": "盍稱門人。某和欺之妄。尾巴已露。其非一也。師本傳", "377": "曰。師侍奉馬祖三年。辭祖返石頭。伸言曰居寂之室", "378": "垂二十年矣。因按師大歷八年納戒于衡嶽希操律", "379": "師。博通經論。嚴持戒律。而後遊方參請事了。至貞元", "380": "初憩住藥山。其間年數僅十霜也。伸之躗言如之。誰", "381": "不絕倒。其非二也。儼之於遷葢垕於寂。令終有俶。然", "382": "伸也片言不及。茲知彼是舜犬也。詎怪吠堯。常鍊從", "383": "而不紏是妾婦之事也。吁。其非三也。傳燈及稽古略", "384": "等曰。藥山首至石頭。頭指之見馬祖。復還石頭領悟", "385": "心要。一日師坐次。頭問汝在這裡作什麼。曰聖諦亦", "386": "不為。頭曰恁麼即閑坐也。曰若閑坐即為也。頭曰汝", "387": "道不為且不為箇什麼。曰千聖亦不識。頭以偈讚曰。", "388": "從來共住不知名。任運相將只麼行。自古上賢猶不", "389": "識。造次凡流豈敢明。據此則明藥山機緣終歸石頭。", "390": "伸言無之。其非四也。大光明藏曰。青原仁父祖也。子", "391": "石頭外而氣分感。而為諸孫。藥山雲巖殆聖諦不為", "392": "處發生矣。伸謾系之寂。是為瞽說。言不中道。其非五", "393": "也。朗州刺史李翱嚮師玄化。入山謁之。欣愜而呈偈", "394": "曰。鍊得身形似󳬈影。千株松下兩函經。我來問道無", "395": "餘事。雲在青天水在缾。翱時年三十九。參藥山而退。", "396": "著復性書三篇。韓愈柳宗元覧之歎曰吾道萎遲。翱", "397": "且逃矣。相國崔羣與韓愈同榜常侍溫造大雅五世孫刺朗州相繼", "398": "問道。師能開發道意矣。我道及儒也陶鍊難化。護法", "399": "之力󳫠山扛鼎。故宋僧傳系之護法。此可紀之一節", "400": "也。伸何踈脫。其非六也。師一夜登山頂。月下大嘯。應", "401": "澧陽九十許里。因名之為嘯峰。稱其異也。僧傳讚曰。", "402": "儼公一笑。聲徹遐鄉。雖未勞目連遠尋。道感如然。此", "403": "師不測神用。伸何漏之。其非七也。太和年中。", "404": "文宗敕諡弘道大師。　所謂天子休命嘉師德美者", "405": "也。大戴禮曰武王踐阼。曰諡者行之迹。是以大行受", "406": "大名。小行受小名。行出乎己。名出乎人。詳唐類函九", "407": "十四。凡指事稱德。葢紀行實之法也。何況諡號之勅", "408": "最其大節也。伸又漏焉。其非八也。李翱百官行狀奏", "409": "曰。紀其行狀宜出門生。賴此翱與羣造德位兼備。頡", "410": "頏唐朝冠冕儒林。且沐其化也久。如撰師󳬴除此三", "411": "學士而更為誰。如伸無聞可齒。又非知師者。誰媚于", "412": "爾自衒自媒。固鑽穴隙之類乎。其非九也。抑伸所銘", "413": "之󳬴不知立何處。將藥嶠之塢乎。將華亭之步乎。將", "414": "無何有之鄉乎。吾知是好事者所以建之何樓備欺", "415": "妄。豈為紀德󳬴。其非十也。來哲請傚李安民之風好", "416": "佩玦矣。虗堂徑山語錄舉馬大師問藥山子近日見", "417": "處如何。山云皮膚脫落盡唯有一真實。祖云子之所", "418": "得可謂協於心體布於四肢。何不將三條篾束取肚", "419": "皮隨處住山去。山云某是何人。敢言住山。祖云未有", "420": "長行而不住。宜作舟航。勿久住此。師云馬大師借手", "421": "行拳呪詛他家兒女。且道藥山因甚不肯承嗣馬祖。", "422": "出來下一轉語看。常也鍊也。舍恁援證。取彼妄說。真", "423": "贗公私於意何如。正好自判何須地辨。", "424": "妄天王之辨。詳永覺龍潭考。白巗鋤宄略如下出。", "425": "鍊公又以為悉束五家歸一馬踶而正符祖讖。　余", "426": "辨孟軻所謂盡信書則不如無書。於武成取二三䇿", "427": "而已。何其血之流杵也。詩曰周餘黎民靡有孑遺。史", "428": "曰項羽攻襄城襄城無噍。類此一例之語也。鍊公盍", "429": "參子輿氏解聖讖矣。", "430": "又證呂󳬴系竇於大寂九世孫。　余辨雪峰對閩王", "431": "自稱得先石頭之道。即見雪峰語錄。又僧寶傳玄沙", "432": "傳曰。閩帥王審知為師外護。眾盈七百。石頭之宗至", "433": "是遂中興矣。又秀州資聖勤禪師撰原宗集。嵩明教", "434": "序之曰繇釋迦如來而下。至于雲門。取其言尤至者。", "435": "不失其宗。得之故曰原宗。勤師證法於德山遠。遠即", "436": "雲門之法孫也。雲門秉雪峰。峰承德山鑑。鑑續龍潭", "437": "信。信嗣天皇悟。悟繼石頭。頭紹廬陵思。思受法於大", "438": "鑑。廣達磨所傳之道。故天下學佛者尊其德如孔子。", "439": "承周公而振堯舜之道矣。然雲門玄沙同嗣雪峰宗", "440": "石頭。門出香林。林出智門。門出雪竇。沙出羅漢琛。琛", "441": "出法眼益。二派世系明著如示掌矣。乃知竇與嵩遠", "442": "皆為雲門孫行矣。鍊公胡為謾棄我入室之真印。却", "443": "拾他流俗之咳唾。先自失了一隻眼。且呂󳬴云師將", "444": "示滅或曰師獨無頌辭世。師曰吾平生患語之多矣。", "445": "遂亡。然睦菴曰。雪竇拾遺錄師示寂偈曰。白雲本無", "446": "覊。明月照寰宇。吾今七十三。天地誰為侶。此偈會稽", "447": "思一禪者出示然。呂之說非。故錄之云。　余又謂雪", "448": "竇垂滅師資取訣正是切要之時也。呂說言或曰踈", "449": "謬也甚矣。豈又以欠末後一句為救平日之饒舌耶。", "450": "事苑所糾尤為切當。況彼不諳宗脈不足怪耳。", "451": "鍊公屈眴辨曰。今證禪事。引他氏通書。是證之貞者", "452": "也。余亦效顰且引通書。按大明一統志曰。舒州皖山", "453": "名三祖山。黃庭堅題詩曰。司命無心播物。祖師有記", "454": "傳衣。白雲橫而不度。高鳥倦而獨飛。黃州破頭山名", "455": "四祖山。黃州馮茂山名五祖山。韶州曹溪六祖傳衣", "456": "鉢處也。吉安府青原山七祖思公道場。緇林向慕多", "457": "往從之。黃魯直甞賦青原詩。至今其名與北斗垂。又", "458": "名勝志第九宋文天祥題江西青原山詩。空庭橫螮", "459": "蝀。斷碣偃龍蛇。活火參禪筍。清泉透佛茶。晚鐘何處", "460": "雨。春水滿城華。夜影燈前客。江西七祖家。韻府傳衣", "461": "全同此志矣。鍊公若許取此二三通書者所言。派原", "462": "宗嶽之禍今將嫁誰。若為方志不足證祖位者。唐󳬴", "463": "宜作鎮石。呂說盍覆醬瓿。進退維谷義虎何踞。通載", "464": "亦稱思公為七祖。爾內從訛說。吾於此惜常公無定", "465": "古今之舌。然今吾引此說者。我之不平破汝不平之", "466": "謂也。伸呂臆裁寔不足。非常鍊賡倡惑甚盜鐘。自破", "467": "內法。歎及獅蟲。不敬師長。罪類梟鏡。二公者既撰於", "468": "通載。纂於釋書。垂訓來世之人。而尚自愛鳥於屋上。", "469": "惡蠏於水中。亥豕不辨。金根妄改。終至悞累後學。戒", "470": "之哉戒之哉。余雖末學。不顧危亡觸忤先輩。所以為", "471": "法不為己。謀道不謀身也。　或難曰孔丘所謂人遺", "472": "弓人得之。何必楚也。況今思讓同。不出大鑑一彀裡。", "473": "吾子齷齪勞勃磎者何耶。曰哿哉言乎辭氣不迫可", "474": "以味焉。然其義未也弢弓服矢則止。若云彀張則射", "475": "法不能無矣。射之於彀。左右相待。車之於行。隻輪那", "476": "轉。大鑑始遭屯蹇幾二十年。後正旺其化。思也讓也", "477": "可謂射之兩臂。車之雙輪也。吾此辨效爭於君子所", "478": "以椎鍛夷不平。榜檠矯不直。以公是公非為萬世規", "479": "也。明教大師評唐高僧。神清不喜禪者自尊其宗乃", "480": "著書北山錄曰。雖能編連萬世事亦何益乎。書曰記問", "481": "之學不足為人師。清之謂也歟。吾於二公而亦云。", "482": "幸有烱戒。各好革轍矣。山翁忞禪師上堂曰。昨夜南", "483": "嶽匡廬兩山爭論佛法。一山道南嶽乃曹溪嫡子。磚", "484": "鏡磨穿古佛心。一山道青原實寶林正宗。廬陵米價", "485": "傳千古。羅浮山出來曰莫爭莫爭。天台道不妨快也。", "486": "山僧遂與一喝。於是四山各各懡㦬而退。拈起袈裟", "487": "角曰還見麼。自從盧老收歸後。須信人人總有之會元", "488": "續略。永覺晚錄示參禪正軌。其略曰。一禁偏護門風。門", "489": "風之別所宗有五。其實皆一道也。如汾陽昭雖善三", "490": "玄。兼談五位。浮山遠學洞山之道於大陽。雲門雖承", "491": "雪峰。歷參洞下諸師。是知大道為公。法無偏黨。後世", "492": "妄生人我。割截虗空。嗣臨濟者謗曹洞。嗣曹洞者謗", "493": "臨濟。如唐之牛李牛僧儒李德裕各立朋黨宋之蜀洛蜀黨首於蘇軾洛黨", "494": "首於程頤。卒之至於家喪國亡而不悟。豈不深可痛哉。今", "495": "願諸人廓無外之觀。體無私之炤。而斯道幸甚矣。", "496": "五家綱要五家綱要", "497": "宗派孔殷分不分曹溪口實熟知聞", "498": "雷霆高吼濟河浪舒卷無心洞上雲", "499": "會去蚌胎含漢月爭來蝸角戰秦軍", "500": "一華五葉同春色兄弟䦧牆勿競芬", "501": "五家辨正畢", "502": "五派一滴圖附五派一滴圖", "503": "虎關和尚五家辨曰。趙宋時。達觀頴覺範洪夢堂覺", "504": "之諸老。有志于質五家。不能既焉。", "505": "達觀所集五家宗派。引丘玄素所撰󳬴曰。道悟嗣", "506": "馬祖也。后來評之曰。達觀頴以丘玄素󳬴證之。疑", "507": "信相半。盖獨見丘玄素󳬴。而未見載符󳬴耳。覺範", "508": "林間考傳燈天皇章。泊丘玄素所撰天王󳬴而疑", "509": "之曰。道悟者正似兩人。又似南岳󳬴圭峰狀為證", "510": "焉。然則覺範亦未見符載所撰天皇󳬴耶。夢堂甞", "511": "作重校五家宗派序。按其大意馬大師八十四人", "512": "內。有天王道悟。悟得龍潭信。信得德山鑑。鑑得雪", "513": "峰存。存下出雲門宗。今傳灯却收雲門法眼兩宗。", "514": "歸石頭下誤矣。緣同時道悟有兩人。一曰天王道", "515": "悟。嗣馬祖。丘玄素撰塔銘。一曰天皇道悟。嗣石頭。", "516": "符載撰塔銘。自景德至今。天下四海。雖據位立宗", "517": "者。不能略加究辨。由是觀之。惟夢堂能既彼達觀", "518": "覺範之所不既。然而夢堂亦有所不既。曰石頭遷", "519": "得藥山儼。不獨自云爾。亦引張無盡呂夏卿二君", "520": "子之言曰。石頭得藥山。山得曹洞一宗。是皆據傳", "521": "燈而已。所謂將錯就錯者乎。惜乎。夢堂等諸老。只", "522": "解雲門法眼之被傳燈誤。而不解曹洞一宗。亦被", "523": "傳燈誤。故云。有質于五家。不能既焉。", "524": "又曰諸公之不既者。因不見藥山󳬴。唐聞人唐伸撰。", "525": "其略曰。師居大寂之室。垂二十年。寂曰。爾之所得可", "526": "謂浹心術云云。貞元初。憩藥山。", "527": "虎關乃日域人也。而出於趙宋諸老之上矣。以藥", "528": "山為馬祖資。取證伸󳬴者明矣。從是曹洞一宗亦", "529": "馬祖下。嚮之係藥山於石頭下者。堪一咲耳。", "530": "又曰。復雪豆󳬴朝奉郎呂夏卿撰曰。天王龍潭德山", "531": "雪峰雲門香林智門。其世次也。師諱重顯。字隱之。大", "532": "寂九世之孫。智門之法嗣也。", "533": "虎關復引呂文。而副于夢堂所引之丘符二文。然", "534": "則呂文亦是雲門法眼。為馬祖下之證也。何必局", "535": "符丘乎。又曰。昔般若祖記南岳曰。足下出一馬駒。", "536": "蹈殺天下人。五家出大寂下。為合讖焉。若如傳燈", "537": "不抵馬踶者多矣。虎關若不為此辨。則祖讖亦成", "538": "空言矣。於戲般若祖千有餘歲之下。虎關獨鞭其", "539": "后。𨃃出五家於一馬蹄。不亦偉乎。予每讀五家辨。", "540": "其文繁多而勞難解。故竊舉大綱以誌焉。", "541": "道原傳燈錄道原傳燈錄", "542": "南岳", "543": "馬祖", "544": "百丈", "545": "黃蘗", "546": "臨濟宗", "547": "大溈", "548": "大仰", "549": "溈仰宗", "550": "青原", "551": "石頭", "552": "天皇", "553": "龍潭", "554": "德山", "555": "雪峰", "556": "雲門宗", "557": "玄沙", "558": "羅漢", "559": "法眼宗", "560": "藥山", "561": "雲岩", "562": "洞山", "563": "曹山", "564": "曹洞宗", "565": "傳燈載而誤者二", "566": "其一載龍潭於天皇下其二載藥山於石頭下", "567": "傳燈不載而誤者四", "568": "其一不載天皇於馬祖下", "569": "其二不載龍潭於天王下", "570": "其三不載惠真於天皇下", "571": "其四不載藥山於馬祖下", "572": "夢堂宗派序夢堂宗派序", "573": "南岳", "574": "馬祖", "575": "百丈", "576": "黃蘗", "577": "臨濟宗", "578": "大溈", "579": "大仰", "580": "溈仰宗", "581": "天王", "582": "龍潭", "583": "德山", "584": "雪峰", "585": "雲門宗", "586": "玄沙", "587": "羅漢", "588": "法眼宗", "589": "青原", "590": "石頭", "591": "天皇", "592": "惠真", "593": "文賁", "594": "幽閑", "595": "藥山", "596": "雲岩", "597": "洞山", "598": "曹山", "599": "曹洞宗", "600": "夢堂本于丘󳬴。而馬祖下增入天王。以龍潭為其", "601": "法嗣。又本于符󳬴。而天皇下增入惠真。且有言曰。", "602": "天皇得惠真。真得文賁。賁得幽閑便絕矣。復會元", "603": "七引符󳬴云。天皇法嗣三人。曰惠真。曰文賁。曰幽", "604": "閑。夢堂所引。則天皇至于三世。會元所引。則一世", "605": "三人。故圖而存焉。", "606": "虎關五家辨虎關五家辨", "607": "初祖", "608": "二祖", "609": "三祖", "610": "四祖", "611": "牛頭", "612": "五祖", "613": "北宗", "614": "六祖", "615": "南岳", "616": "馬祖", "617": "百丈", "618": "黃蘗", "619": "臨濟宗", "620": "溈山", "621": "仰山", "622": "溈仰宗", "623": "天皇", "624": "龍潭", "625": "德山", "626": "雪峰", "627": "雲門宗", "628": "玄沙", "629": "羅漢", "630": "法眼宗", "631": "藥山", "632": "雲岩", "633": "洞山", "634": "曹山", "635": "曹洞宗", "636": "青原", "637": "石頭", "638": "天皇", "639": "文賁", "640": "惠真", "641": "幽閑", "642": "傳燈藥山章不敢言馬祖事。如會元第五。則云藥山", "643": "首造石頭。頭曰。子因緣不在此。且往馬祖大師處去。", "644": "山稟命恭禮馬祖。侍奉三年。祖曰。宜作舟航。無久住", "645": "此。山乃辭祖。返石頭云云。與彼伸󳬴大同小異。雖然", "646": "編會元者。猶以藥山為石頭資。是亦不見伸󳬴之謂", "647": "乎。惟如五家辨。能引伸󳬴。而馬祖下增入藥山也。", "648": "五派一滴圖五派一滴圖後序", "649": "五派之出江西也。自來久矣。而道原編傳燈而多誤", "650": "焉。夢堂序宗派而不足焉。學者憂之。吾海藏師作五", "651": "家辨而正之。考故實究宗趣。無餘蘊矣。學者喜之。龍", "652": "山日菴一東書記。學識不群。有補宗教者也。暇日取", "653": "道原夢堂及海藏所為者。分成三段。圖之一紙。又略", "654": "書梗槩圖。圖之下。以便觀覧。就予求名其圖。書五派", "655": "一滴四字。塞來命耳。吁此一滴也。起自江西十八灘", "656": "頭。震旦日域分支別派。而不迷其源者。獨有日菴哉。", "657": "予甞閱大惠法語。有爬著癢處者。一滴之外。更添一", "658": "滴。以為談助云。", "659": "文明乙巳小春吉辰　　　小補橫川叟", "660": "按大惠示中證居士法語曰。藥山和尚初發心。求善", "661": "知識時。到南岳石頭和尚處。遂問。三乘十二分教。某", "662": "甲粗亦研窮。承聞南方有直指人心見性成佛。實未", "663": "明了。乞師指示石頭云。恁麼也不得。不恁麼也不得。", "664": "恁麼不恁麼總不得。藥山聞而不領。良久無言。石頭", "665": "云。會麼。藥山云。不會。石頭云。恐子緣不在此。往江西", "666": "問取馬大師去。藥山依教。直至江西。見馬師以問石", "667": "頭話端。依前問之。馬師曰。我有時教伊揚眉瞬目。有", "668": "時不教伊揚眉瞬目。有時教伊揚眉瞬目者是。有時", "669": "教伊揚眉瞬目者不是。藥山聞馬師話。便獲金剛心。", "670": "中更無奇特玄妙可通消息。但作禮而已。馬師知其", "671": "已證入。亦無別道理傳授。只向他道。汝見个甚麼便", "672": "禮拜。藥山亦無道理可以呈似馬師。但云。某在石頭。", "673": "如蚊子上銕牛相似。馬師亦無言語與之印可。一日", "674": "忽見便問。子近日見處如何。山曰。皮膚脫落盡。唯有", "675": "一真實。馬師曰。子之所得。可謂恊於心體。布於四肢。", "676": "既然如是。將三條蔑束取肚皮隨處住山去。藥山云。", "677": "某甲又是何人。敢言住山。馬師云。未有長行而不住。", "678": "未有長住而不行。欲益無所益。欲為無所為。宜作舟", "679": "航。無久住此。遂辭馬師去住山。此亦獲金剛心中之", "680": "効驗者云云。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1604 法門鋤宄", "author": "清 淨符著"}