{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛法中說記疏祭文紀事等第六記廣州東莞縣資福寺羅漢閣記　蘇　軾(宋)", "1": "卷之十四目錄如來香卷之十四目錄", "10": "刊往生行願略傳記　　　　吳克己宋", "100": "本願。而諸上善人之所隨學也。𤼵如是心。行如是行。", "1000": "死於流離。而佛為說法。得說法眼淨。命終生天。祇陀", "1001": "太子。雖死於流離。而命終生忉利。彼流離者肆行殺", "1002": "戮。七日之內。與兵眾盡為雷霆水漂。命終入阿鼻地", "1003": "獄。此則聞佛法與不聞佛法之異也。第其果報成熟", "1004": "固不能以佛法而倖免耳。譬如家貧負債。催逼盈門。", "1005": "或受囚執。或受拷掠。彼既不能還又不肯還。故受苦", "1006": "而還。富貴之家。少人財物。相索者不敢以無禮相加。", "1007": "還債者取諸宮中而與之。裕如也。如九牛拔一毛了", "1008": "不介意。彼既能還又肯還。故雖還而不苦。不聞佛法", "1009": "而償殺報。如家貧還債是聞佛法。而償善報。如富貴", "101": "起如是願。趣如是果。而不違法藏之大誓。則寓跡于", "1010": "家還債是。等還也第爭苦與不苦之分。債則未有不", "1011": "還者也。若謂聞法得道可以不酬夙業是富貴之家", "1012": "可以賴人債也。天下豈有賴債之佛法哉。可見殺業", "1013": "之重。雖以上帝之悲田。而不能出眾生於刀几。雖以", "1014": "如來之慈力而不能免九千九百九萬人之流血。雖", "1015": "以目連之神通而不能救五千知識於虗空之際。雖", "1016": "以我佛世尊之福德莊嚴而不肯不示現一時之頭", "1017": "痛。然則殺業成熟時天不能救佛不能救唯有今時", "1018": "可以自救。云何自救曰。戒殺放生不戒殺不能斷將", "1019": "來之殺因。不放生。不能表心中之懺悔。而又必䖍誠。", "102": "茲剎。棲心于此室者。皆阿鞞跋致之士也。其為勝利", "1020": "諷大乘經典者。為自身廻向往生。為一切眾生廻向", "1021": "往生也。既得往生。必聞大法無始劫來受殺眾生。雖", "1022": "不向我索取而我可以隨意酬償。爾時方說得將頭", "1023": "迎白刃一似斬春風。所謂還債而不苦者是也。此曇", "1024": "公於放生會中諷誦大乘之意也。所以救眾生也。所以自救也。。", "1025": "報恩寺三藏殿募田飯僧疏報恩寺三藏殿募田飯僧疏唐　時明", "1026": "讀菩薩本行經。佛論布施之道。固重至心。尤貴得快", "1027": "士而施之。所謂快士者。佛及辟支沙門正見是也。施", "1028": "非快士如耕於薄地。播種雖多而収實少。施得快士。", "1029": "猶治良田。種雖少而収實則多。大江以南。飯僧接眾", "103": "豈有窮哉。比丘介然唱一善念。四明信士應荅如響。", "1030": "之所。無過於長干之三藏禪堂十方賢聖之經遊殆", "1031": "無虛日。而飯僧之資闕焉。於是堂主七淨。發願齋三", "1032": "藏眾。因三藏禪堂之名。而為顧名思義之舉也。一藏", "1033": "為五千四十八眾。是三藏乃一萬五千一百四十四", "1034": "眾矣。每齋一眾以六分為率。總三藏而計之。約銀九", "1035": "百八兩六錢四分。而齋僧之眾寡。各隨善信之願力。", "1036": "自多眾以至二眾一眾。皆無不可。此堂主之願也。而", "1037": "佛法中大長者。陳旻昭廼言取資于六分之少。供眾至", "1038": "一萬伍千之多。守約施博。詎不善乎。但九百餘金。非", "1039": "旦夕能募也。募資于時日之久。而結齋于俄頃之間。", "104": "而所以利益一方者。其廣若是。可以不記其事乎。今", "1040": "終是有限之數。豈不匱之因乎。何不以辦供之資。買", "1041": "田于堂中。則源源而飯食沙門。豈止三藏而已哉。其", "1042": "流澤之廣遠如江河之不可窮竭。其募施于人寰者。", "1043": "則仍照堂主之本意。家省一口。可設一僧。人減一匙。", "1044": "可滿一鉢。非強人以所難也。昔舍衛城清信女。以一", "1045": "鉢飯上佛。佛咒云。種一生十。種十生百。種百生千。乃", "1046": "至生萬生億。得道見諦。其夫疑焉。而以問佛。佛舉拘", "1047": "類樹。高四十里。収實萬斛。原其種不過纖芥耳。土壤", "1048": "無知。報力尚爾。何況歡喜以鉢飯供佛僧者哉。此田", "1049": "既成。有辟支羅漢之聖賢。混跡應供。日日得快士而", "105": "住持延慶明智大師中立法智之曾孫也。行業完實。", "1050": "供之。其快心孰甚。就使流離窮窘之餓夫。客路無依。", "1051": "到此得一宿一飯。其為悲田。又孰過于此遂吾敬者", "1052": "快遂吾悲者為尤快也。悲敬二田。具在此田。凡我佛", "1053": "子。願共圖之。", "1054": "祭文祭文", "1055": "祭龍井辯才文祭龍井辯才文蘇　軾宋", "1056": "嗚呼。孔老異門。儒釋分宮。又于其間。禪律相攻。我見", "1057": "大海。西北南東。河海雖殊。其至則同。雖大法師。自戒", "1058": "定通。律無持破。垢淨皆空。講無辨訥。事理皆融。如不", "1059": "動山。如常撞鐘。如一月水。如萬竅風。八十一年。生雖", "106": "人所信服。能以誠心。修淨土觀。於介然之事有助為", "1060": "有終。遇物而應。施則無窮。我初適吳。尚見五公。講有", "1061": "辨臻。禪有璉嵩。後二十年。獨餘此松。今又往矣。後生", "1062": "誰宗。道俗欷󴊁。山澤改容。誰持一杯。往吊井龍。我去", "1063": "杭時。白叟黃童。要我復來。已許于中。山無此老。去將", "1064": "安從。噫參寥子。往奠必躬。豈無他人。莫寫我胷。", "1065": "辯才老師退居龍井。不復出入。軾往見之。常出至", "1066": "風篁嶺。左右驚曰。遠公復過虎溪矣。辯才笑曰。杜", "1067": "子美不云乎與子成二老。來往亦風流。因作亭嶺", "1068": "上。名之曰過溪。亦名曰二老。東坡。", "1069": "祭覺林山主文祭覺林山主文釋德洪宋", "107": "多。故併書之。大觀元年八月初一日延平陳瓘記。", "1070": "惟靈。簡易似放。閒靜似󰝬。以法為林。滴水為限。夜歸", "1071": "村落。投枕再鼾。竈黔無烟。童僕啼飯。而兄直視。為一", "1072": "笑莞。然三十年。事事成敗。我愚且鄙。少去故鄉。豈不", "1073": "懷歸。路阻且長。遂成永隔。死生相忘。念俱事師。落髮", "1074": "游方。如宿逆旅。各夢同牀。聞訃一年。乃奠靈几。觸目", "1075": "悽慟。語訖酸鼻。嗟乎人生。有恩有義。薦此鉢飯。淚墮", "1076": "如洗。", "1077": "祭瞿運使文祭瞿運使文釋明本元", "1078": "於戲。三教聖人一以此道。化成天下。其知道者雖貧", "1079": "而富賤而貴。貧賤尚爾。况富貴而知道者乎。其濟斯", "108": "淨慈七寳彌陀像記淨慈七寳彌陀像記楊　傑宋", "1080": "時澤斯民猶壯士屈臂不借他力信然也。公嘗于不", "1081": "惑之年。扣吾先師于巖穴之下。披心投誠。論道終日。", "1082": "而侍坐達旦。公為道之勤。見于此矣。已而掣施鑰于", "1083": "空諸所有之海。搆禪宮于大圓滿覺之塲。佩金紫于", "1084": "詩書禮樂之門。蒞仁政于博愛簡易之域。修孝慈于", "1085": "𡩖厚高明之府。履違順于安舒靜默之途。󲰥身心于", "1086": "鏡像水月之表。處死生于湛寂不動之地。此皆公之", "1087": "餘事也。公其自得于心之㫖。既不可以意測。復不可", "1088": "以語言道也。某凡一會公。公未嘗不以此道相問。至", "1089": "大庚戌之春。會公于湖山。語論方輟。乃出紙筆書進", "109": "杭州南山淨慈道塲比丘法真大師守一結同志洎", "1090": "道之語。置之座右。于此益見公向道之志。二十餘年", "1091": "不間然也。自爾去公于淮漢之表者三載。聞公復以", "1092": "寺事見逼。遽移棹而他之。不期與公有生死之間。於", "1093": "戲。公福德人也。而知道焉。吾西竺聖人。謂三界無別", "1094": "法。惟是一心作。惟公之福。本乎自心。而道亦豈外乎", "1095": "自心哉。葢知公之施田施心田也。建寺建心寺。也不", "1096": "達乎心而滯物者。吾道之所不取也。苟會于心則心", "1097": "無施不施之異心。無建不建之殊。即寺與田皆公心", "1098": "外之影事而我住不住者。又影外之影耳。知公必不", "1099": "以此二其心也。雖曰心外無田。盡大地一圍也。心外", "11": "廣平夫人往生記　　　　王以寧宋", "110": "檀越用金銀真珠珊瑚琥珀硨磲碼碯造彌陀佛像", "1100": "無寺。遍十方一剎也。此田不待別有所施。而檀波羅", "1101": "蜜。念念出生。此寺不待別有所建。而大圓覺海。處處", "1102": "成就。于此雖彌勒釋迦。無住持分。况其他乎。審如是。", "1103": "則知公于不思議解脫心中。宴坐丈室。獲正住持。三", "1104": "昧現前。入未來際種種受用。如是具足。是謂因該果", "1105": "海。果徹因源者也。某賴公知道之詳。故匍匐千里。敬", "1106": "持是說以告之。非巧辨以惑公之聼也。由是薦園池", "1107": "之花果。列萬象之盤飡。拈法界之鑪熏。瀹海門之晴", "1108": "雪。奠公于不動真際之室。公必以我󵘸為然也。尚享。", "1109": "即以辭住持一事點悟運使語語宗意。", "111": "聖相殊妙感應非一無為子瞻仰讚歎碎七寳以為", "1110": "附紀事　議附紀事　議", "1111": "紀事紀事", "1112": "明州陳生遇裴丞相事明州陳生遇裴丞相事葛長庚宋", "1113": "張邦基曰。明州士人陳生。失其名。不知何年間赴舉", "1114": "京師。家貧。治行後時。乃於定海求附大賈之舟。欲航", "1115": "海至通州而西焉。時同行十餘舟。一日正在大洋。忽", "1116": "遇暴風。巨浪如山。舟失措。俄視前後舟覆溺相繼也。", "1117": "獨相寄之舟。人力徤㨗。張蓬隨風而去。欲葬魚腹者", "1118": "屢矣。凡東行數日風乃止。忽然迷津。不知涯涘葢非", "1119": "常日所經行也。俄聞鐘聲春容指顧之際見山川甚", "112": "微塵。聚寳塵以為佛身見寳塵即見佛。佛無不是寳", "1120": "邇。乃急趨焉。果得浦溆。遂維矴近岸。陳生驚悸少定。", "1121": "乃登岸。前有徑路。因跬步而前。左右皆佳木薈蔚。珍", "1122": "禽鳴弄。行十里許見一精舍。金碧明煥。榜曰天宮之", "1123": "院。遂瞻禮而入。長廊幽閒。寂無讙譁。堂上一老人據", "1124": "牀而坐。龐眉󳬈髮。神觀清臞。方若講說。環侍左右。皆", "1125": "白袍烏巾。約三百餘人。見客皆驚。問其行止。告以飄", "1126": "風之事。惻然憫之。授館於一室。懸錦帳。乃饌客焉。器", "1127": "皿皆金玉。食飲精潔。蔬茹皆藥苗。極甘美。而不識名。", "1128": "老人自言我軰皆中原人。自唐末巢𡨥之亂。避地至", "1129": "此。不知今幾甲子也。中原天子今誰氏。尚都長安否。", "113": "見佛身即見寳。寳無不是佛。七寳。世間寳也。眾生貪", "1130": "陳生為言。自李唐之後更五代。凡五十餘年。天下泰", "1131": "定。今皇帝趙氏。國號宋。都於汴。海內承平。兵革不用。", "1132": "如唐虞之世也。老人首肯嘆嗟之。又命二弟子相與", "1133": "遊處。因問二人。此何所也。老人為誰。曰我軰號處士。", "1134": "非神仙。皆人也。老人。唐丞相裴休也。弟子凡三等。每", "1135": "等一百人。皆授學於先生者。復引登山觀覽。崎嶇而", "1136": "上。至于峻極。榜曰笑秦。意以秦始皇遣三山神藥為", "1137": "可笑也。二人遙指一峰。突兀千霽。峰頂積雪皓白。曰。", "1138": "此蓬萊島也。山脚有蛟龍蟠繞。故異物。畏之莫可犯", "1139": "干也。陳生留彼久之。一日西望浩然。有歸思。口未言", "114": "取。無有厭足不得即瞋。癡不能悟。此惡道之因也。七", "1140": "也。老人乃微笑曰爾乃懷家耶。爾以夙契。得踐此地。", "1141": "豈易得也。而乃俗緣未盡。此別無復再來矣。然爾既", "1142": "得至此。吾當助汝舟楫。一至蓬萊。登覽勝境而後去。", "1143": "遂使具舟。倐已至山下。時夜已󵖬。曉見日輪。晃曜傍", "1144": "山而出。波聲先騰沸洶湧澎湃聲。若雷霆。赤光勃鬱。", "1145": "洞貫太虚。頃之天明。見重樓複閣。翬飛雲外。迨非人", "1146": "力之所為。俱不見有人居之。惟瑞霧葱籠而已。同來", "1147": "處士云。近世常有人迹至此。羣仙厭之。故超然遠引", "1148": "鴻濛之外矣。惟呂洞賔一歲兩來。臥聼松風耳。乃復", "1149": "至老人所。陳生求歸甚力。老人曰。當送爾歸。山中生", "115": "寳既已為尊像矣則非世間所用。乃出世之寳也。遇", "1150": "人葠甚大。多如人形。陳生欲乞數本。老人曰。此物為", "1151": "鬼神所護惜。持歸經涉海洋。恐貽禍也。山中良金美", "1152": "玉。皆至寳也。任爾取之。老人再三教告。皆修心養性。", "1153": "為善遠惡之事。仍云。世人慎勿臥而語言。為害甚大。", "1154": "又云。楞嚴經。乃諸佛心地之本。當循習之。陳生再拜", "1155": "而辭。復令人導之登一舟。轉盻之久。已至明州海次", "1156": "矣。時元祐間也。比至里門。則妻子已恐矣。皇皇無所", "1157": "之。方悟悔其歸。復欲求往。不可得也。遂為人言之。後", "1158": "病而狂。未幾而死。惜哉。予在四明。見郡人有能言此", "1159": "事者。又聞舒信道常記之甚詳。求其本不獲。乃以所", "116": "寳像者。應生恭敬。嚴奉禁戒。純固定力。了達智慧。此", "1160": "聞書之。", "1161": "議議", "1162": "宗門尊祖議宗門尊祖議釋志磐元", "1163": "如來聖人。以開權顯實。開迹顯本之道化天下。後世", "1164": "者謂之佛。佛弟子以次傳道。為世宗主者。謂之祖其", "1165": "實一道爾。故如來之將息化也。以無上大法付之飲", "1166": "光。飲光任持二十年。以付慶喜。慶喜持法宣化。亦二", "1167": "十年以付商那。下而至于十三世。曰龍樹。始以文字", "1168": "般若。著所證三觀之道。曰中觀論。暨譯傳東夏。于是", "1169": "北齊以宿悟已證立為觀法。以投南岳。南岳承其㫖。", "117": "淨土之因也。佛身等于太虗。故不設五藏。以眾生心", "1170": "悟法華。淨六根。以授天台。天台始立五時。張八教。用", "1171": "明法華開顯之妙。而大暢乎境觀之㫖。時則有章安", "1172": "執筆。載為疏論。其道遂大明。法華天宮繼世講演。嗣", "1173": "其法者惟左溪。左溪門學。獨荊溪能承正統。述諸記", "1174": "以贊祖謨。則清涼異議。為之寢息。以文字廣第一義", "1175": "諦。則莫若茲時之盛。以故世之學者。取龍樹至例為", "1176": "九祖。以奉清祀。其有由矣。自荊溪以來。用此道以傳", "1177": "授者。則有興道至行。講道不絕。會昌多難。教卷散亡。", "1178": "正定妙說。高論三世。惟傳止觀之論。迨乎螺溪。法運", "1179": "將泰。天假吳越。求遺書于海東。于是教籍復還。寳雲", "118": "為心。故會中之人。各書彌陀一願。每四十八人。而彌", "1180": "嗣興。敷揚二紀。而四明法智。以佛所生子。垂迹海隅。", "1181": "一家教部。毘陵師未記者悉記之。四種三昧。人所難", "1182": "行者悉行之。斯慈雲之極言也。當是時。有為異說者。", "1183": "如昭圓諸師。世方指為山外。而法智獨擅中興。教觀", "1184": "之名。自興道訖四明。凡八世。所以紹隆正統。而顯揚", "1185": "大教者。有在于是。是宜等而上之。用陪臣于九祖。以", "1186": "尊大其道。為可爾。然則今之宗門列剎。凡所以講天", "1187": "台四明之道者。有能起龍樹至法智通祀為十七祖", "1188": "以並為之位。誠有見于後學尊祖重道之心也。謹議。", "1189": "巾馭乗所書所刻所輯佛法諸書目錄附巾馭乗所書所刻所輯佛法諸書目錄", "119": "陀之願周矣。悉以藏于身中示願願不忘眾生也。髻", "1190": "余荏苒浮生。媿不聞道。三十以後。勉攝念書經。兼輯", "1191": "古德句言。附於宣流法音之末。曰。將來藉此微因為", "1192": "頻迦共命之鳥足矣。道友丁菡生囑予自紀所書所", "1193": "刻所輯之目錄。附於已集之後。庶將來之可考。予謂", "1194": "世尊弘宣大法。然曰所謂佛法者。即非佛法。况我軰", "1195": "凡夫書寫經典。譬如學士家中傭書侍史之流。方之", "1196": "孔門。不足當洒掃應對之事。何以紀為。菡生謂予子", "1197": "書經初意。意在流通。今聽其散失無稽。後來或有好", "1198": "樂者。欲覽觀而不可得。豈宣流之初意乎。予聞古有", "1199": "為劈窠圖。勸人念佛。以他人念佛。得生淨土者多。乃", "12": "荊王越國夫人往生記　　　　黃　策宋", "120": "螺千有二百一一實以舍利堅固願力也。像成之日", "1200": "歸功於施圖之人。亦生淨土。而如來又分功於裱圖", "1201": "之人。蓋善量之弘遠如此。予慧福淺薄。焉知不藉所", "1202": "書所刻所輯之佛法。因覽之誦之而有證道者以是", "1203": "因緣得為頻迦共命之鳥也乎。異日朽人上下於華", "1204": "池翱翔於德水奏和鳴哀雅之音悅可道侶之耳其", "1205": "將識此勝因也哉。", "1206": "巾馭乗手書經咒懺法巾馭乗手書經咒懺法", "1207": "妙法蓮華經為先父母書大字梵本○常熟沈雨若刻於長干報", "1208": "恩寺禪堂", "1209": "觀無量壽佛經為先父母書大字梵本刻於金陵聚寶門外能仁寺", "121": "以八種香湯灌沐如來。表八功德水也。人隨意以飲", "1210": "禪堂", "1211": "金剛般若經臨王右軍大字梵本刻於報恩寺三藏殿禪堂○臨", "1212": "蘇子瞻三色套印梵本板存北京愍忠寺○一本山", "1213": "東黃󳬈齡刻於長干報恩寺禪堂○一本自刻於鳳", "1214": "陽府正陽鎮塔坊寺禪堂○為姪女忍善書繡本在", "1215": "巾馭乗○為李門丁令宜書繡本在心太平庵", "1216": "般若波羅蜜多心經臨王右軍大字梵本板存報恩寺禪堂", "1217": "圓覺經為金壇王觀宗書梵本板存金壇○一本刻於正陽", "1218": "鎮塔坊寺禪堂", "1219": "大彌陀經為先父母書大字梵本妾馬氏刻於石城門內濟生", "122": "之。均甘露味也。一身清淨。則一切身清淨。一念清淨。", "1220": "庵求生淨土", "1221": "彌陀經為溧水武劍卿書梵本板存濟生庵", "1222": "地藏經為先父母書梵本板在大功坊陳龍山經坊", "1223": "法華經普門品為馬遠之書板在平湖", "1224": "楞嚴經觀世音圓通品為吳武平書板在震澤", "1225": "大悲菩薩像咒大悲菩薩是坐像咒是拙書為先父母石刻於能仁", "1226": "寺禪堂木塔下之靜室任人印刷", "1227": "彌陀懺法為淮安杜勝則母氏書臨帖梵本勝則鏤刻板在箍", "1228": "桶巷剞劂陳思塘家任人印刷", "1229": "慈悲水懺為沈雨若書梵本雨若刻板施西華門茶庵", "123": "則一切念清淨。然則不離娑婆頓超極樂。一見寳像。", "1230": "巾馭乗所刻經書巾馭乗所刻經書", "1231": "觀世音菩薩全經宋字梵本刻於報恩寺禪堂", "1232": "護國仁王經梵本刻於襄陽府鐘樓寺禪堂板未知在否", "1233": "華嚴經第四卷大字梵本刻於鐘樓寺禪堂板未知在否", "1234": "文昌化書批點書本刻於鐘樓寺禪堂板未知在否", "1235": "道律太微󷖖戒上經○赤松子中戒經○洞真上品大戒", "1236": "○板在朝天宮白道士房", "1237": "巾馭乗所輯之書巾馭乗所輯之書", "1238": "金剛經修行會義經尊秦魏二譯旁引各譯異同以備󵙘考西域解遵", "1239": "彌勒菩薩偈會無著天親功德施三菩薩之論以釋", "124": "成就大緣。豈思議之可及哉。乃作偈曰。", "1240": "偈此土解宗圭峰疏以長水記解疏包括天台青龍", "1241": "無聞暨近代名宿之妙解又引各經以證經意○眾", "1242": "道友刻板在陳思塘家任人印刷", "1243": "心經修行會義一載三譯同異二以佛經解心經畧集名解三全載", "1244": "賢首畧疏以連珠慧燈精意釋疏○冒嵩少　刻板", "1245": "在陳思塘家任人印刷", "1246": "蓮華世界書勸修淨土板在大功坊陳龍山經坊", "1247": "蓮華世界詩勸修淨土板在巾馭乗", "1248": "詩意法㫖十卷自周秦至元明禪門有韻之精語七卷公案頌之近", "1249": "詩者三卷○板在巾馭乗", "125": "和聚七寳。成如來身。寳即是佛。佛外無寳。", "1250": "頻迦音小本板在巾馭乗", "1251": "金剛果報一󰏰成式鳩異二太平廣記三續集○小本板在巾", "1252": "馭乗", "1253": "如來香惟佛經不敢擬議選入釋迦佛至今緇素所談佛", "1254": "法精義在焉", "1255": "募刻如來香引募刻如來香引", "1256": "蓋聞真空無相而非相無以譯真實際無言而非言", "1257": "無以筌實此宜之先生如來香之所由纂也先生秀", "1258": "出禪林㴱探慧海闡三乗之妙指發五蓋之遊蒙猶", "1259": "慮義學繁興漸至𤓰分而蠅襲究竟辟支無學誰為", "126": "佛即是寳。寳外無佛。于不二境。現諸淨土。", "1260": "薙草而開林疑蕋時飛智燈欲晦非綴緝釋文旁蒐", "1261": "說苑據五演以發揮盡四流而提挈欲使五時八教", "1262": "之傳昭如鏡象三藏十二部之義燦若掌珠豈可得", "1263": "乎先生憫茲蓋縛大布津梁博稽魏晉而下流傳之", "1264": "文󵚅糺唐宋以來義味之勝控引天地錯綜古今潔", "1265": "身口意之妄源裂貪嗔癡之迷網󳆨披覧者若獲如", "1266": "意之珠食善見之果淺者聞持佛佛深者流入中中", "1267": "啟方便之禪門闢圓明之妙利葢非徒安石之碎金", "1268": "實以當覺路之鞭影云爾乃書甫脫稿而先生棄後", "1269": "學矣與其藏諸名山孰若公諸震旦誰使晦雲老子", "127": "讚嘆巡遶。念念彌陀。當與有情。同超極樂。", "1270": "無隱之香欝而未散并致楊蕭兩先生壽傳之意久", "1271": "而益虚欲成剞劂之功端借贊襄之力仰祈善信共", "1272": "演真筌後學王仕雲拜譔。", "1273": "捐資助刻姓氏捐資助刻姓氏", "1274": "宰官姚龍懷諱文然󵧙拾兩", "1275": "胡卜男諱　璋󵧙拾兩", "1276": "居士汪叔度諱　度貳拾兩", "1277": "黃于升諱　僎󵧙拾兩", "1278": "汪中符諱　章貳拾兩", "1279": "程上慎諱量入肆拾兩", "128": "建彌陀寳閣記建彌陀寳閣記楊　傑宋", "1280": "程木文諱量能貳拾兩", "1281": "許念修諱承宗壹拾兩", "1282": "方贊五諱成可壹拾兩", "1283": "塔銘妙意老人唐長史宐之先生󷘳銘", "1284": "於乎前賢唐宐之以明經薦諱曰時起家別駕有令", "1285": "辭歷官襄籓王者師族姓吳興家所基金陵山水愛", "1286": "其奇烏龍潭上買屋炊忽然捨之出家兒妙意老人", "1287": "長兩󷙏千卷萬卷梵夾隨宰官名士僧總持世出世", "1288": "間無不知何必有子不餒而萬曆甲申嶽降期厄于", "1289": "乙未爾遁思正月六生念一墮少之一歲肩宣尼此", "129": "不願生淨土則已。願生淨土則無不得生。不生則已。", "1290": "中葬者知為誰老人笑曰某在斯撩天鼻孔螺髻󷑂", "1291": "󷘕空鏁夢無壞虧祖堂春風日夕吹如來香中四威", "1292": "儀龍天八部𨤲所綏樵乎牧乎慎勿窺洗眼視此卵", "1293": "塔碑孫子命余銘以詩有識字者或過茲。", "1294": "康熙辛亥嘉平月臈八日虞山錢陸燦撰", "1295": "緣起", "1296": "宐之先生無子姪為嗣艱于旅食久歸苕上矣墓", "1297": "在祖堂山下馬鬣蕭然樵牧者且縱尋斧焉十年", "1298": "冬丕璨稍稍修葺乞吾友錢子湘靈銘刻之䧟于", "1299": "塔間󳆨後之過者瞻禮云先是先生罷官金陵栖", "13": "大覺寺無盡燈記　　　　釋明本元", "130": "一生則永不退轉。世尊所謂阿鞞跋致。阿惟越致者", "1300": "心禪悅璨侍杖屨最久易簀之夕握璨手曰平生", "1301": "世諦文字無足流布惟手輯如來香一書所闗佛", "1302": "乗王宏鉅卷帙浩繁未克行世子其為我卒業我", "1303": "死不恨璨受命唯唯自乙未迄今二十年矣二十", "1304": "年間募刻資于同人得二百一十兩不足璨實損", "1305": "饔飱之需佽助焉書版送貯祖堂常住刷印流傳", "1306": "為香燈久遠之資先生常寂光中實式臨之書成", "1307": "附刻二事緣起于後。", "1308": "新安錢陸璨識", "131": "與。夫具縛有漏凡夫。初憑信念得生彼土。而三毒邪", "132": "見。未能頓忘。何以知其不退轉耶。蓋以彌陀願力。常", "133": "所攝持。大光常照。上善常聚。壽命永劫。水鳥樹林。風", "134": "聲樂響。演暢妙乘。聞其聲者。念佛念法念僧之心。未", "135": "嘗間斷故也。眾生病之。佛為醫王法為良藥。僧為視", "136": "病人。三者現前。病不得而萌矣。以是而言。則一生淨", "137": "土。何從而有退轉哉。錢唐僧監法寳大師從雅平生", "138": "修舉彌陀教觀。叅究宗風。樂為偈頌。頗得其趣。又精", "139": "于醫術。多施藥以濟人。人或以貨資酧之。則曰非我", "14": "寂寂菴記　　　　釋明本元", "140": "能也。三寳之功。必轉施三寳。乃造寳閣。立彌陀大像。", "141": "環以九品菩薩。海藏經典在其後。清淨蓮池在其前。", "142": "定觀奥室。分列左右。誓延行人。資給長懺。以緣淨土", "143": "之緣。豈獨以比丘身慕佛大醫用法良藥而已者哉。", "144": "實能運慈施療。利與眾同也。其于念三寳之心可謂", "145": "不敢間斷矣。入是道塲者觀一切相為非相則能見", "146": "彌陀之全體。觀一切法如幻法。則能入淨土之真境。", "147": "觀我身之無我。則能具比丘之正見。故從一如來而", "148": "見無量如來。入一淨土而周無量淨土悟一法身而", "149": "融無量法身矣。無念而念。無證而證。無修而修淨土", "15": "空明軒記　　　　釋明本元", "150": "果海。豈易量哉。法寳僧監建立寳閣淨土道塲誘集", "151": "淨業之侶。以其安養。則報緣之至必果遂其所願也。", "152": "元祐元年上元日左朝散郎尚書主客員外郎輕車", "153": "都尉賜紫金魚袋無為楊傑述。", "154": "開元寺三聖立像記開元寺三聖立像記釋元照宋", "155": "三聖立像。見于觀無量壽佛經。釋迦世尊。無緣大慈。", "156": "深悲堪忍未得度者。大啟淨土法門。曲示念佛三昧", "157": "將使神棲淨域。故令繫想聖緣。十六妙觀。于是乎設", "158": "也。或曰。經云諸佛如來是法界身。入一切眾生心想", "159": "中。今刻木為像。世物所成。用此為佛。不知其可乎。對", "16": "大同菴記　　　　釋明本元", "160": "曰。佛身無相。亦不離相。以其無相故。世出世間。無有", "161": "一法而是佛者。雖八萬四千三十二相。亦即非相况", "162": "他物乎。故曰離一切相。即名諸佛。以其不離相故世", "163": "出世間。無有一法而非佛者。况相好乎。故曰當知一", "164": "切諸法。即是佛法。如能達此相即非相。非相即相。則", "165": "山河國土。草木微塵。四生六道。翾飛蠕動。莫非諸佛", "166": "法身之體。而况範金合土。刻木繪塑。莊嚴相好。而獨", "167": "非佛乎。諸有智者。當觀此像。材木󰞆布膠漆金彩。假", "168": "彼眾緣。和合而成。求于眾緣。皆世間之物各有名。體", "169": "孰為佛乎。然緣無定相物無定名。既號為佛一切眾", "17": "平江幻住菴記　　　　釋明本元", "170": "緣。莫非佛體。豈可捨此。別求佛乎。故華嚴云。色相不", "171": "是佛。聲音亦復然。亦不離色聲。見佛神通力。若此觀", "172": "之。不住于相。亦不離相。理事一如。真俗不二。雖復對", "173": "像是真見佛。經云。若佛滅後。造立形像。持用供養是", "174": "人來世。必得念佛清淨三昧。是知末法住持。像設為", "175": "勝。上中下根。莫不沾益。是以紫檀琢削。優闐剏啟于", "176": "西乾。白㲲円青。迦竺始流于東夏。傳模既廣。瑞應尤", "177": "多。生靈覩相以知歸佛化承風而久住。其有誠心達", "178": "本。直造上乘至于舉手低頭。終成緣種克論博濟。詎", "179": "可勝言。凡到道場。宜加兢謹。", "18": "弁山幻住菴記　　　　釋明本元", "180": "西慶寺淨土院記西慶寺淨土院記釋清喆宋", "181": "真常寂光。本來明妙。忽然念起。受此飄零。大覺聖人", "182": "欲令返妄歸真須在假緣成覺。是故境強習重。蓋由", "183": "觀淺心浮。易往無人。良以疑深障重。若欲盡除障垢。", "184": "當以決定為心。獲善利者。在依勝境。將使神棲淨域。", "185": "必令深結聖緣。修西方之法。境界勝妙。則助𤼵真常。", "186": "所以聼風柯而正念成。升寳樓而三昧顯。不假方便。", "187": "自然得道。此淨土法門。為還源之㨗徑也。天台智者", "188": "大師初到大蘇山入授與普賢道場。修法華三昧。因", "189": "而𤼵大總持入佛境界。坐而不臥。每以三年為期。十", "19": "報恩懺院記　　　　釋明本元", "190": "有六室。常無虚位。期滿者去。𤼵心者來成就不知其", "191": "幾何人也。比丘惠觀仲章宗恱曰室不增多。後來之", "192": "眾不廣也。乃于西隅隙地。構屋六十餘間。始燃指以", "193": "冀成。終燃指以增誓。既成所難成。又捨所難捨依經", "194": "以十六觀名之。朱欄屈曲。碧沼澄明。狀樂邦清淨之", "195": "境也像刻栴檀。池栽菡蓞。繼廬山蓮社之風也。懺室", "196": "精嚴。禪堂深寂遵大蘇道場之制也。不離塵染之中。", "197": "豁開世外之境念念俱寂。了無異緣。觀士槁坐。人音", "198": "斷絕。一涉其境者。道心百倍。澄神內照。豁然明悟。自", "199": "心寂光之境。蓋有不離跬步。而神超十萬億剎之外", "2": "記", "20": "旅泊室記　　　　釋明本元", "200": "者矣。建院之功其大矣哉。", "201": "南嶽山彌陀塔記南嶽山彌陀塔記釋法忠宋", "202": "於戲生靈之苦。莫苦于殺戮也。爰自𢿘年以來。󱁿盜", "203": "四起。兵火交作。其遭非理殞亡。橫屍墮首。填于溝壑", "204": "者。蓋不可勝數也。加復疫氣流作。民亦苦之。有信士", "205": "鄭子隆者。夙懷善種。悲念特𤼵。觀斯󳓸難之苦。知怨", "206": "業之有對也。以怨報怨安能已矣哉。斷惟佛力。可以", "207": "拯濟也。乃運精誠。結同志者萬人。共念西方極樂世", "208": "界阿彌陀佛尊號。八萬四千藏。願既圓滿。復化檀越。", "209": "同出淨財。僦工礱石。建窣堵波一所。凡三級高三丈", "21": "有叟堂為妙意菴記增　　　　唐　時明", "210": "有二。立于󷾺嶽。羅漢洞妙高臺之右。藏念佛人名于", "211": "其中。萃茲勝利。願國泰民安。品物咸亨。凡陣亡疫死", "212": "者。並󷑆幽淪之苦。趣生淨方。偉哉。皇覺之道。有折攝", "213": "二門。調機濟物。故釋迦現穢土以折之。令起厭苦之", "214": "念。彌陀現淨土以攝之。俾𤼵忻樂之志。穢土者。丘陵", "215": "坑坎之高低。刀兵饑疫之苦惱。淨土者。寳池金地之", "216": "莊嚴。法喜禪恱之安樂。故天台云。樂邦之與苦域。金", "217": "寳之與泥沙。胎獄之望華池。棘林之比瓊樹。誠由心", "218": "分垢淨。見兩土之升沉。行開善惡。覩二方之麁妙。因", "219": "斯以論。則知穢淨在此而不在彼也。體正觀之者達", "22": "疏", "220": "彼刀兵等。若是亦逆化之一端也。然履茲痛惡。而凡", "221": "情迷夢。猶尚以苦為樂。倒置之甚。亦可悲夫。或曰。忻", "222": "淨厭穢。取捨未忘。豈聖人以二見之道而化人耶。曰", "223": "經不云乎。雖知諸佛國。及與眾生空。而常修淨土。教", "224": "化於眾生。蓋熾然忻厭。不見有忻厭之想。斯為得矣。", "225": "窣堵既成于紹興癸丑歲仲夏日牧菴苾蒭法忠為", "226": "紀其事。遂稽首讚曰。", "227": "劫石可消。惟是窣堵。不傾不搖。同茲壽嶽。", "228": "天長地久。不磨不朽。遭兵疫者。既脫幽苦。", "229": "高蹈淨土。惟斯社人。旁及羣靈。與其彚征。", "23": "南華寺六祖塔功德疏　　　　蘇　軾宋", "230": "善哉佛子。興斯盛事。讚何能已。", "231": "寳積蓮社畫壁記寳積蓮社畫壁記鍾離松宋", "232": "宣和初慈受禪師住慧林。每苦口語人曰。修行㨗徑。", "233": "莫越淨土。時魏居士展轉化導。亡慮萬人。江民表左", "234": "司公望作念佛三昧詠。大勸于世。予未弱冠。肄業上", "235": "庠。蚤預斯社。又因僧兄木訥首座。諄諄警策。知有自", "236": "性彌陀。惟心安養。迨今年殊七十。雖兵火飄零晨昏", "237": "不懈。其得力處。益不少。矧予曾高異驗。寳珠備載。若", "238": "王敏仲尚書古。葛仲忱大夫繁。馬仲玉提刑玗。皆先", "239": "世懿親。事蹟烱烱。在人耳目予家有此淨緣尚矣。乾", "24": "密州請臯長老疏　　　　蘇　軾宋", "240": "道庚寅夏。予蒙恩奉祠僑寓蘇臺。解後寳積實講師。", "241": "遐想蓮社清風。擬追東林高躅。會東平李矦。洎諸名", "242": "德。俱刻意薰修。多歷年所。遂莫逆于心。相與為社。同", "243": "聲稱佛。協誠篤願。率載󲰥月一集。咸知此生不負禀", "244": "質之靈報盡決有歸真之所。豈不休哉。一日社友吳", "245": "君喟然嘆曰𤼵菩提心。必具悲智二行。審欲求生聖", "246": "域。正須啟廸羣迷。安得寫十界九品。󳆨萬目瞻敬。知", "247": "所省覺。為廣大無窮之利耶。言未既。諸君翕然稱善。", "248": "于是同社捐金以成之。聞者隨喜以助之。選工施彩", "249": "幻出二圖于門廡。復󷿌摭教藏。𤼵明㫖趣。一以示萬", "25": "懺經疏　　　　蘇　軾宋", "250": "法唯心。一以指西方徑路。較餘功德。真所謂百千萬", "251": "億分不及一者歟。噫。光隂電掣。因果影隨。勿𠋣壯而", "252": "󵘑日。勿肆情而造愆。瞻茲簡易法門。能即廻光返照。", "253": "則不離當處。超脫苦輪。諸佛境界。悉現前矣。吳君名", "254": "克己字復之。東陽佳士也。少年󲏗悟。窮經博古。尤󳵲", "255": "于易。內典淵奥。靡不究通。嘗論瞿曇出世。一大事因", "256": "緣。𤼵吾覆多矣。繪事告成。往來改觀。可不紀諸檀侶", "257": "以垂不朽。予因序其梗槩云。越四載癸巳九月朔左", "258": "朝請大夫前主管台州崇道觀鍾離松書。", "259": "先君司封頃時奉祠吳門。因蓮社可以歸心。廼糾", "26": "惠州薦朝雲疏　　　　蘇　軾宋", "260": "率復為之。會者幾百人。綽有廬阜之風。繪二圖二", "261": "壁。併書其事。立石寳積精舍。越十一載而先君無", "262": "疾而化。享壽八十有六。距今又十五載矣。四明曉", "263": "師會粹樂邦文類造門求之。予嘉其至。且欲斯文", "264": "不朽遂出以授之。", "265": "慶元己未十月旦男廸功郎監行在草料塲鍾離", "266": "憙謹志。", "267": "刊往生行願略傳記刊往生行願略傳記吳克己宋", "268": "余嘗考前代士夫學出世法。能知如來設教本意。不", "269": "為空有所陷者。在晉則有若劉仲思。在唐則有若柳", "27": "葬枯骨疏　　　　蘇　軾宋", "270": "子厚。在我朝則有若楊次公。仲思入遠公蓮社。臨終", "271": "唯請僧讀無量壽法華二經。子厚作無姓和尚碑。稱", "272": "其止讀法華經。且指極樂土正路為生物所歸。次公", "273": "作天台無相院碑。亦稱智者大士。建化天台。以法華", "274": "三昧為極致。以安養國土為依歸。葢不讀法華則無", "275": "以明我心。本具妙法。不生安養。則無以證我心。本具", "276": "妙法如來諄諄示誨。智者懇懇弘經。乃知佛祖垂慈。", "277": "初無異轍也今代士夫棲心佛乘。力求出離者。固不", "278": "為少矣。然為異見所奪者。尚未免焉。印公法師。勸𤼵", "279": "信士捐金鏤木流布慈雲懺主淨土行願法門。及略", "28": "重請戒長老住石塔疏　　　　蘇　軾宋", "280": "傳。其殆有意救斯弊乎。余聞之喜而不寐。", "281": "廣平夫人往生記廣平夫人往生記王以寧宋", "282": "余嘗聞道於正覺禪師。覺請余讀起信論。時方多事。", "283": "奔走戎馬間。未遑省察。及謫官天台。始得起信論於", "284": "鄰僧。󷘓󲰥再三。竊有疑焉。是書為大乘人作。破有蕩", "285": "空。一法不留之書也。而末章以繫念彌陀。求生淨土", "286": "為言㫖。何也。晚過雪峰。問清了禪師。了曰。實際理地。", "287": "不受一塵。萬行門中。不捨一法。子欲壞世間相。棄有", "288": "著空。然後證菩提耶。余曰寧有是。了曰。如是。則淨土", "289": "之修於道何損。余始豁然有慰於其心。比經行福清", "29": "延慶募眾念佛疏　　　　釋知禮宋", "290": "聽遠近知識談馮夫人事。益契了老之說。可信不誣。", "291": "夫人名法信政。和間司贈少師諱詢之女。生十六年。", "292": "嫁為鎮洮軍承宣使令妙明居士陳思恭之妻。夫人", "293": "少多病。體力尫孱。若不勝衣。及歸陳氏。病日以劇。數", "294": "呼醫謀藥。殆無生意。醫辭曰。夫人病非吾藥能力。於", "295": "時慈受深禪師為王城法施主。夫人徑造其室。求已", "296": "疾之方慈受憐之。教以持齋誦佛。默求初心。夫人耳", "297": "其語。諦信不疑。齋居未逾月。忽語所親曰。晨素善矣。", "298": "雜以晚葷。徒亂人意。盍盡徹之。自此屏葷血。却鉛華。", "299": "膏沐之奉。衣掃󷘳服。專以西方淨觀為佛事。行亦西", "3": "延慶寺淨土院記　　　　陳　瓘宋", "30": "修白蓮堂疏　　　　謝枋得宋", "300": "方也。坐亦西方也。起居食息亦西方也。語默動靜亦", "301": "西方也。酌水獻花亦西方也。󷘓經行道亦西方也。剎", "302": "那之念。秋毫之善。一以為西方之津梁。自壬寅迄壬", "303": "子。十年之間。亡惰容。亡矜色。心安體胖。神氣昌王。人", "304": "皆尊高之。一日忽提筆書𢿘語云。隨緣認業許多年。", "305": "枉作老牛為耕田。打󴒱身心早脫去。免將鼻孔被人", "306": "牽族黨怪之。夫人曰。清淨界中。失念至此。支那緣盡。", "307": "行即西歸。適我願兮。何怪之有。壬子九月示疾。久之", "308": "氣息纔屬。十二月壬寅夕。矍然而寤。語侍旁者曰。吾", "309": "已神遊淨土面禮慈尊。觀音左顧。勢至右盻。百千萬", "31": "修諸天閣疏　　　　謝枋得宋", "310": "億清淨佛子。稽首慶我來生其國。若夫宮殿林沼。光", "311": "明神麗。與華嚴佛化。及十六觀經中。所說無二無別", "312": "惟證方知。非所以語汝曹也。侍疾者亟呼。妙明語其", "313": "故。乃相與合掌策勵。󳆨繫念勿忘。又明日甲辰。安臥", "314": "右脇吉祥而逝。三日而後斂。家人軰往往聞妙香芬", "315": "馥。不類人間。及茶毘舉尸如生。凝然不壞。夫人享年", "316": "三十六。以妙明顯仕恩封廣平郡夫人。以寧老且病。", "317": "於無量壽國。方且問途。聞夫人事。樂為之記。非徒信", "318": "覺了二禪師之語。亦以為將來熏修者之勸云。紹興", "319": "三年二月二十一日阿彌陀佛弟子正信菴主以寧", "32": "修白蓮社經堂疏　　　　謝枋得宋", "320": "待制記。", "321": "荊王越國夫人往生記荊王越國夫人往生記黃　策宋", "322": "我觀眾生顛倒妄想。躭着五欲。不求出離。未有能𤼵", "323": "決定。願生西方。極樂世界者。至於冤憎會遇。恩愛別", "324": "離。老病死相。危險逼迫。顛沉痛毒。不可堪忍。然後悲", "325": "涕號呼。歸依佛寳。以冀脫死。故凡心念口言。歸命慈", "326": "尊。願賜接引。往生淨國者。唯越國夫人王氏則不然。", "327": "夫人荊王之妻。宜其躭着五欲。不求出離。而獨傾心", "328": "約己。歸依無量壽佛。願生西方。與夫眾苦見前。不可", "329": "堪忍。始求出離者。豈可同日而語哉。世謂夫人宿植", "33": "募重刻五燈會元疏　　　　陸光祖明", "330": "德本。受佛記莂。却來人間。代佛設教。為唱導師躬率", "331": "內外富貴等人。同修淨觀。悉歸佛土。理或然乎。夫人", "332": "事西方。精恪端潔。不捨晝夜。給侍奔走之人。無有異", "333": "念。惟一庶媵。懈慢不勤。夫人訓告之曰。我盡室皆勤。", "334": "惟爾怠惰不從人告。幻惑在會。恐失道心。不可居吾", "335": "左右也。其妾悚悟悲悔。精進思惟。淨念相繼。久之謂", "336": "同事曰。吾其行矣一夕異香徧室。無疾而終。明日同", "337": "事之妾。告夫人言。昨夜化去之妾託致起居。感夫人", "338": "訓。責我勤修西方今獲往生。感德無量。夫人曰。使我", "339": "亦夢。乃可信爾。是夜夫人夢遇亡妾。夫人曰。西方可", "34": "募盂蘭盆施食念經禮懺疏　　　　鍾　惺明", "340": "至乎。妾曰。第從某行。夫人隨之。見二池塘白蓮華。小", "341": "大間錯。或榮或悴。種種不同。夫人問曰。何以如此。妾", "342": "曰。此皆世間𤼵念修西方境人也。纔𤼵一念。善根已", "343": "萌。遂成一華。惟其勤惰不同。是以榮悴各異。葢精進", "344": "者鮮榮。間斷者枯悴。若悠久不息。念定觀成。形消命", "345": "盡。化生其中矣。中有一蓮華。花葉忽落。復有人朝服", "346": "而坐其衣飄揚。隨風散滅。寳冠瓔珞。莊嚴其身。夫人", "347": "問曰。何人也。妾曰。楊傑也。又一華開。衣朝服而坐者。", "348": "然其華悴而葉存。夫人復問之。妾曰。馬玗也。夫人曰。", "349": "我當生何許。妾導夫人前邁。約數里許。妾請夫人延", "35": "勸請流通受持悲華經疏　　　　唐　時明", "350": "望唯見一壇金碧照耀光明交徹。妾曰。夫人化生之", "351": "地。乃金壇上品上生也。既覺悲喜兼集。徐訪楊傑馬", "352": "玗所在。則傑已死。而玗無恙。夫人始生之日。秉爐󷴐", "353": "香。望觀音閣而立。頃時子孫左右趣夫人受獻壽之", "354": "儀。則已立化矣。嗚呼異哉。富樂之人。嘗於佛事不暇。", "355": "而有暇者。失於不信。能信之者。又患於不能斷疑。至", "356": "於困苦𤼵心者。多失於遲暮。因知聞正信𤼵正念。修", "357": "善緣。豈易事哉。楊傑次公洞明宗說。而人不知其密", "358": "修淨觀。臨終乃有將錯就錯之偈。余聞夫人軼事。乃", "359": "銓次之以助𤼵信受往生者。而未信之士。必將感𤼵", "36": "武林西湖湖心寺淨業放生疏　　　　唐　時明", "360": "于斯文。而歸向於淨觀佛國也。宣和五年季冬隨緣", "361": "居士黃策子虚記荊王即哲宗皇帝之叔。", "362": "大覺寺無盡燈記大覺寺無盡燈記釋明本元", "363": "心法徧周。鏡燈交徹本來成就。不假安排。迷涉妄情。", "364": "悟歸智體。于畢竟空中鑿開有海。向真實地上。󵘒轉", "365": "妄輪。達一念之不生。了諸法之無盡者矣。是故諸佛", "366": "鏡顯眾生之燈。水流元在海。眾生燈投諸佛之鏡。月", "367": "落不離天。相󷘦相入。不圓而圓。互攝互融。非在而在。", "368": "以一燈之無盡。周十界以全彰。何則。一乘獨朗。萬德", "369": "莊嚴。斯佛燈之無盡者矣。圓修六度。總貫四心。菩薩", "37": "閶門放生會疏　　　　唐　時明", "370": "燈之無盡者矣。見局因緣。位標獨覺。辟支佛燈之無", "371": "盡者矣。功歸四諦。跡涉二乘。聲聞燈之無盡者矣。善", "372": "根深密。戒體輕安。天燈之無盡者矣。聿修百行。躬踐", "373": "五常。人燈之無盡者矣。偏求福果。純執勝心。修羅燈", "374": "之無盡者矣。十習無間。六交自纏。地獄燈之無盡者", "375": "矣。識隨妄變。貪與性成。鬼趣燈之無盡者矣。癡愛溺", "376": "心。噬吞積業。畜生燈之無盡者矣。良由染淨緣空。聖", "377": "凡情盡。一心圓鑑。萬法齊觀。納須彌于芥中。擲大千", "378": "于方外。此無盡燈之無盡者矣。大圓覺場。開蓮華峯。", "379": "有󷿃檀林。龍象圍繞。梅野居士張公叔夏施財造無", "38": "惠應寺放生會疏　　　　唐　時明", "380": "盡燈一座。復捨󷖑田若干畝。用充膏油。持以供養。工", "381": "師出巧。珠轉玉回。浮幢王剎。殆不是過。位置十面。面", "382": "各一鏡。鏡各一佛。中然一燈。交光相攝。外以彰法界", "383": "之無盡。內以標事理之不窮。即圓覺之摩尼珠雜華", "384": "之寳絲網也。原夫燈無意于投鏡而鏡自含。鏡何意", "385": "于攝燈而燈自入。是燈也使龍潭啟虚空口吹毘嵐", "386": "風而不能滅。是鏡也使東平展巨靈手奮須彌槌而", "387": "不能破。是故居士即之而興無盡之施。匠氏因之而", "388": "獻無盡之巧。蓮峰得之而作無盡之莊嚴。大眾觀之", "389": "而為無盡之佛事。或者遽以燈為心。鏡為法界。以燈", "39": "報恩寺三藏殿募田飯僧疏　　　　唐　時明", "390": "為理性。鏡為事相。是皆謗也或總不作是觀。亦不能", "391": "外吾謗之之說。殊不知自諸佛達乎品類。其無盡燈。", "392": "各各具足。非心非法。非理非事。一烏出暘谷。羣幽以", "393": "之而亡。一滴投禹門。萬派以之而會。乃天真之本然。", "394": "奚情識之能造。苟欲耳吾無盡之名。目吾無盡之光。", "395": "想吾無盡之量。蹈吾無盡之域。則燈斯昬。鏡斯翳矣。", "396": "是謂無功用解脫法門。惟超然于名相之表者。乃能", "397": "證之。非念慮使之能入。居士求余作記。故引是說以", "398": "告之。復為說偈。偈曰。", "399": "一燈穿十鏡。非法亦非心。理極空何廣。功全海不深", "4": "淨慈七寶彌陀像記　　　　楊　傑宋", "40": "祭文", "400": "當機無得失。應念絕追尋。物物彰無盡。垂光照覺林。", "401": "寂寂庵記寂寂庵記釋明本元", "402": "太寂混于眾響之門太虚隱乎。羣有之府。非知道者", "403": "孰能辨之。或背響而執寂。棄有而襲虚。常情烏足與", "404": "論道哉。龍虎山道士孫悟真。字從善。族廣信之貴溪。", "405": "嘗遊天台。一旦棄所習。結菴里之應天山北麓。高其", "406": "風韻。以寂寂二字。文菴之楣。實延祐丙辰歲也。遠來", "407": "取證于幻住子。因與論命名之㫖。乃曰。杲日麗天。盲", "408": "者莫覩。疾雷震地。聵者無聞。不待󷘦視返聼。而聲色", "409": "不到者。以其病在根也。五目不睹其蹤。二聼絕聞其", "41": "祭龍井辯才文　　　　蘇　軾宋", "410": "響。不待去聰黜明。而耳目不及者。以其體在位也。彼", "411": "亦寂寂也。此亦寂寂也。而僕不取焉。吾嘗內觀其心。", "412": "心無其心。則寂存乎中矣。外觀其形。形無其形則寂", "413": "居乎外矣。寂寂之義。聊寓于斯。審如其說。但無心無", "414": "物耳。真寂之理。未知其可也。徵問不已。乃辭以似之。", "415": "辭曰。", "416": "天地一蘧廬。萬物一屏几。中有無位人。太虗藏兩耳。", "417": "聲來空合空。聲去水投水。靈驗亘星壇。光芒射衣袂。", "418": "百鳥不飛來。琴󳬈自相委。寂寂復寂寂。如是而已矣。", "419": "空明軒記空明軒記釋明本元", "42": "祭覺林山主文　　　　釋德洪宋", "420": "人昧自心久矣。既失本有之自心。動為色空明暗執", "421": "縛于遷變不常之域。故聖人哀矜之不暇。乃起而示", "422": "之。何謂色。天地萬物之謂也。何謂空與天地萬物相", "423": "為邊際者是也。何謂暗長夜黑月之謂也。何謂明與", "424": "長夜黑月相為表裏者是也。以斯四者。倐遷忽變。窮", "425": "劫迨今。動搖心目。由是無頃刻不與生滅相對。有人", "426": "于此猒離生滅。必欲舍色而慕空。背暗而投明。自以", "427": "為臻其極矣。殊不知空乃色之基。明乃暗之媒。安有", "428": "基存而色冺。媒在而暗去者乎。故聖人哀之。謂非至", "429": "理也。空菴居士盛鎬。以空明二字扁其軒。或曰。爾將", "43": "祭瞿運使文　　　　釋明本元", "430": "舍吾色背吾暗耶。乃曰。吾之所謂空。非離色而空。亦", "431": "非即色而空。吾之所謂明。非離暗而明。亦非即暗而", "432": "明。我嘗于二千載前。觀毗耶老人。以一默荅諸開士", "433": "之所問不二法門。如廓太虗于萬象之顛。麗杲日于", "434": "羣隂之表。于斯時也。不惟無色可見。無暗可知。惟空", "435": "與明。亦不可得而視矣。何則。真空為空。非大明而不", "436": "空。大明為明。非真空而不明。即明之空。混萬有而不", "437": "雜。即空之明。處羣幽而不遷。吾嘗啟吾軒之牕。倚吾", "438": "軒之檻。敞吾軒之地。納吾軒之境。上下一色。表裏混", "439": "同。不知為空。惟天地萬物。窮劫不能礙。不知為明。惟", "44": "附紀事　議", "440": "長夜黑月。亘古不能昬。而好事者。以空明二字加之。", "441": "吾亦未嘗有所知也。延祐丙辰冬余寄舟大江之岸。", "442": "空菴訪于無聞見之地。請筆其說。為空明軒記。于是", "443": "乎書。", "444": "大同菴記大同菴記釋明本元", "445": "南嶽頭。詰老龐日用事。荅以日用事無別。且語時", "446": "不是默時。行時不是坐時。安有無別之理哉。葢神", "447": "󲏗悟。見越常情。一道虚融。萬緣絕待。轉歸日用。政不", "448": "待排遣。而無別之㫖。炳然獨存。千聖不能掩也。大同", "449": "菴。乃丹陽󷿂菴居士蔣公善秉。為幻住老杜多之所", "45": "明州陳生遇裴丞相事　　　　葛長庚宋", "450": "建也。公世居桐村。菴距村之北三里許。素有結庵之", "451": "志。今適遂焉。實延祐四年春正月也。余既命名。而復", "452": "為之記。乃記其所謂大同者也。原夫迦文之鷲嶺。飲", "453": "光之鷄足。達磨之熊峯。󰝬融之牛首。雖後先千餘載。", "454": "其步驟標致詳略不同。要其所歸。乃所以大同也。豈", "455": "惟佛祖然。淨法界性。在天同天。在人同人。在物同物。", "456": "至若三教九流之雄唱。百氏諸子之玄談。與夫長岡", "457": "之松風。野田之麥浪。暮雲接遠山之色。疾雷振大江", "458": "之聲。六戶朱扄。一榻危坐。青燈不夜。古鏡無塵。耿耿", "459": "禪光。照映今古。非動非寂。無自無他。了不知其同。而", "46": "宗門尊祖議　　　　釋志磐元", "460": "無往不同也。昔毘耶離城淨名居士。弘不思議解󷑆", "461": "神力。嘗以一默。與三萬二千開士。同入不二法門。迨", "462": "今間不容髮。今譯老龐之無別。󷘓毘耶之不二。證斯", "463": "菴之大同。然固然矣。其未能忘情。謂于能同所同之", "464": "表者。欲見菴中主人門外垣牆。不翅三十丈之高且", "465": "遠也。", "466": "平江幻住菴記平江幻住菴記釋明本元", "467": "清淨本然。云何忽生山河大地。楞嚴有是語。昔僧問", "468": "瑯琊。琊返是語以荅之。僧頓悟玄㫖。人徒知山河大", "469": "地是幻。而不知清淨本然亦幻也。鏡光本淨。物像無", "47": "巾馭乗所書所刻所輯佛法諸書目錄增", "470": "狀而生。水底元清。月影不期而現。原夫昭昭影像。所", "471": "現之幻跡也。澄澄水鏡。能現之幻體也。幻與幻盡。覺", "472": "與覺空。斯僧所以悟極也。大德庚子。余遊吳中。郡人", "473": "陸公德潤施松岡數畝于閶門之西。地曰雁蕩。結茅", "474": "以棲。禪者踵至。僅半千指。凡三見青黃。絕際上人永", "475": "中與董菴務。一日眾集請名其菴。因謂眾曰。二千年", "476": "外。大覺世尊。棄王位。臥深雪。夜睹明星。與無邊有情", "477": "同時涉入如幻三昧。嗟乎。眾生迨今沉酣情妄。而不", "478": "自知。我曹出家。雖依此如幻三昧而住。亦有所未悟", "479": "者。宜以幻住名之。可乎。時有避席而言者曰。承教。有", "48": "募刻如來香引捐資姓氏附", "480": "言幻身滅故。幻心亦滅。幻心滅故。幻塵亦滅。幻塵滅", "481": "故。幻滅亦滅。幻滅滅故。非幻不滅。其不滅者。是住乎。", "482": "非住乎。余曰。子以識量分別。欲知幻法是住非住。無", "483": "乃增益幻見。安有悟入之理也。爾但能蘊無義語于", "484": "識藏以究其心捧應量器于檀門以正其命。荷百丈", "485": "不作不食之具以效其勞。守諸祖萬慮冰消之誠以", "486": "堅其志。一旦能所頓盡。功用兩忘。廓爾無依。劃然超", "487": "悟。則是住非住政不待借手于無臂之人也。越十八", "488": "年歲丁巳中忽相值于吳松江之舟中。從容敘舊。亟", "489": "請筆以為幻住菴記。擬相傳于久遠云爾。", "49": "塔銘附", "490": "弁山幻住菴記弁山幻住菴記釋明本元", "491": "實無而有之謂幻。鏡中像。水底月。豈有耶。謂其無。則", "492": "昭昭影現。未嘗無也。山河大地。諸色相等。𠋣空而現。", "493": "靡有一法。不依幻而住者。余大德丁酉。挾策淮江。自", "494": "匡廬而下抵金陵。己亥冬。憩吳興弁山彬澄二師之", "495": "雲半間。頃焉結茅于資福寺後之黃沙坑。幻住菴之", "496": "名。乃于斯著。明年庚子。徙吳門。越六年乙巳。師禪上", "497": "人訪余天目。謂幻廬既墜幻木儼存。主精嚴院沙門", "498": "森公容遷于院山之麓。明然上人奮力與俱。已而珂", "499": "月來從之。至大己酉。際菴水田一區四十畝有奇。堤", "5": "建彌陀寶閣記　　　　楊　傑宋", "50": "緣起附", "500": "穿岸穴。積年不稔。然月共議以耕。往扣其主以貿以", "501": "施。尋而市土填築。頓成膏󷖑。食觀方充。禪侶亦集。採", "502": "樵之。蔬之圃。運載之舟楫。掩藏之窣堵。悉備焉。", "503": "惟棟宇陿隘。延祐戊午。均鳴化喙。盡撤其舊而新大", "504": "之。效禪林制。具體而微。其司歲務者。用或不給。行乞", "505": "以補。然禪月淨凡三年循次任主菴之責。乃從權也。", "506": "已而禪以老辭。淨以病革。復議然正而月副之。終為", "507": "甲乙之傳一日眾曰。菴之未有也師之來。菴之既有", "508": "也師之闢。或不記其顛末。則何以𠙖。余曰。三世佛幻", "509": "也。歷代祖幻也。菩提與煩惱。生死及涅槃。俱幻也。爾", "51": "如來香卷之十四目錄終", "510": "其未證斯幻。無義味話堅竪脊梁。緊握空拳慎勿輕", "511": "放。外而行乞。內而執事。中而宴坐不見有閒𢗅動靜", "512": "之相。猛策痛鞭。以悟為則如是受者雖幕天席地誰", "513": "無此菴不如是受。雖峻宇雕牆。誰有此菴。當知明暗", "514": "色空。同一幻住。是說可𠙖乎。不可𠙖乎。青山白雲咸", "515": "皆點首。時管城子振起而記之。", "516": "報恩懺院記報恩懺院記釋明本元", "517": "佛廬徧天下。其弘麗莫甚于蘇杭秀水之間。󳬈沙距", "518": "松江僅三舍。地接海壖。民居既鮮。伽藍則未有也。自", "519": "瞿氏徙居此地。世有積善慕義之風。逮今運使公霆", "52": "如來香卷之十四", "520": "𤼵。及其從弟雲巖居士震𤼵。慨然以為非伽藍無以", "521": "營善而聞道。乃卜地得吉于先塋之側。傾金捐田。命", "522": "里僧某董之。不几年而華池紺殿。重門廣廡。觀室講", "523": "堂。凡伽藍所宜有者悉備焉迎清淨行沙門十員。晝", "524": "夜六時。頂禮散華深味禪觀。幢󷿋象設。華鯨清梵。宣", "525": "流法音。互為佛事。運使公喜其有成。亦施󷖑田若干", "526": "畝以報恩懺院為額。大德間。天子降璽書以護之。謁", "527": "余文為記。余問何以謂之報恩。乃曰。恩莫大于君親。", "528": "報莫越于聖道。聞西方聖人之禪觀。圓悟一心。該攝", "529": "萬行。推而廣之。導物指迷。莫不從化。以斯道報。斯恩", "53": "西吳唐　時宜之父手輯", "530": "不亦善乎。余曰。秉一心為禪照萬法為觀。其為心也。", "531": "圓湛虗寂涉入無礙不可以相求。不可以言詣。舒之。", "532": "則萬法即之而彰。卷之。則萬法依之而泯。無邊剎海。", "533": "十世古今。未有不由斯而著焉。凡夫迷昧引起輪回", "534": "遷謝。苦樂昇沉。莫之能釋。是故非禪那不足以契諸", "535": "佛心非妙觀。不足以破眾生惑。圓覺以三觀互推為", "536": "二十五輪。無量壽以一佛分觀于十六處。始則端坐", "537": "靜室。注想一方存注不休與想俱冺。見法界中。朗然", "538": "明了。所以一輪見諦。而妙觀澄明一處功成。則真佛", "539": "圓具。如當臺鏡。如帝網珠。萬象顯而無所照之功。千", "54": "記", "540": "光聚而絕能󷘦之跡。如是觀者。即見清淨願王。白毫", "541": "亘天。紺目澄海。如優曇華。如紫金聚。巍巍堂堂。殊特", "542": "相好。徧界光明。化為香雲󷤌𣗳。樓殿臺沼。車服器玩。", "543": "諸莊嚴具。是時三昧行人。即聞即見。即覺即知。一語", "544": "一默。一動一靜皆與無作清淨妙觀脗然混合者矣。", "545": "然後即斯妙觀。于一切時。散作無邊莊嚴佛事。以之", "546": "報國恩。則聖祚保無彊之永。以之報親恩。則劬勞超", "547": "有漏之纏。至若天龍鬼神。過現未來。冤親賢聖。草木", "548": "昆󲈀。凡有纖恩。則于功德亦相須而無盡。噫公之志", "549": "尚矣。遂掇筆直書以為記。", "55": "延慶寺淨土院記延慶寺淨土院記陳　瓘宋", "550": "旅泊室記旅泊室記釋明本元", "551": "老莊譏孔氏旅泊于仁義。而不知老莊。亦旅泊于芒", "552": "乎天運。窅爾神化之域。故吾佛有云。諸比丘等。不自", "553": "熟食。寄于殘生。旅泊三界。示一往還。去已無返。此說", "554": "葢曲為二乘𤼵機。視三界為逆旅。以四大殘質。栖泊", "555": "于其間。了證本空。于一生一死之外。不復來矣。以至", "556": "理求之。皆非了義之㫖焉。昔直翁居士洪君。證不二", "557": "法門于吾先師。笑談之頃。嘗囑俊用二上人。搆山舟", "558": "一區于師子巖之景疎菴舟成。則君逝矣。實至大戊", "559": "申九月十一日也。越二年上人徙山舟于谷川之西", "56": "明州延慶寺住持比丘世有講席。以天台觀行為宗。", "560": "來菴。又五年。盡撤舟廬之舊。廣而新之。更山舟曰旅", "561": "泊。客有以問之。曰。三界旅泊。竊嘗知矣。其有泥犂旅", "562": "泊于十惡。天人旅泊于眾善。聲聞旅泊于四諦。辟支", "563": "旅泊于十二緣。菩薩旅泊于六度。如來旅泊于一乘。", "564": "諸教已明。吾亦何惑。蓋不能出于三界諸法也。然則", "565": "三界。能無所泊乎。余曰。汝問甚善。當知三界旅", "566": "泊于太虗。其虗空。旅泊于大圓鏡。而大圓鏡獨", "567": "旅泊于吾靈知之府。惟吾靈知無所泊而無所不泊", "568": "也且置是論。還知眾生旅泊于諸佛心海之中。諸佛", "569": "旅泊于眾生識田之內大法輪旅泊于微塵裏。寳王", "57": "自法智大師知禮。行學俱高。聼徒心嚮。繼其後者又", "570": "剎旅泊于一毫端五須彌旅泊于芥心四大海旅泊", "571": "于毛腹。百千華藏境旅泊于蟭螟之𥈤。無邊世界種", "572": "旅泊于藕絲之尖。至若三萬二千師子座。旅泊于吾", "573": "方方一丈之室。是可泊耶。不可泊耶。爾還知旅泊亦", "574": "旅泊于吾旅泊之地。而吾旅泊之地。無受其旅泊者。", "575": "無不受其旅泊者。亦無知其受與不受者。如是悟明。", "576": "如是證入。則大小促延。短長迷悟。互相旅泊。當念洞", "577": "明。更不待思而知慮而解也。", "578": "有叟堂為妙意菴記有叟堂為妙意菴記唐　時明", "579": "人家子孫。生供甘㫖。沒則以時祭祀。掃其墳墓。亦人", "58": "皆得人。今百有餘年矣。間有苦行精修之士。來依道", "580": "子尋常之事。吾生於西吳。旅泊江寧。十年以來。路棘", "581": "家貧。年衰病眾。不能上先人之丘隴。苕中子弟。會逢", "582": "衰運。享祀闕然。惟有叟堂中。一炷清香。金經數卷。遙", "583": "通冥漠而已。吾久欲以此堂為妙意菴。因一二眷屬。", "584": "別無容膝之地。又為菴宜供十方師。而薄產蕭條。糊", "585": "老幼之口。尚憂匱乏。勢不能並行。以故逡廵未果。然", "586": "懸懷久矣。獨居深念。我無子息。一盡之後。此堂轉眼", "587": "屬之他人。吾祖宗父母無棲神之地矣。無煙祀之期", "588": "矣。婉轉籌躇。欲奉吾之先人。常有一炷之香。非以佛", "589": "法守此堂不可。禮兄之長子。不以繼弟。言有尊也。今", "59": "場。元豐中比丘介然修西方淨土之法坐而不臥。以", "590": "長兄之次子通慈。已落髮為僧。二兄之次子鴻。安貧", "591": "有守。長齋奉佛。年少絕欲。雖在青衿。與僧無異。此二", "592": "子者。與序合。又與意合者也。但人間菴觀。所以不能", "593": "長久者。以師弟相傳。雖出世而行世俗之禮。或師賢", "594": "而弟子不類。則菴復為民居夫袈裟之院尚不能久", "595": "況以本家主菴其能安十方賢聖乎。吾平生敬事緇", "596": "流。必以戒為先。楚中語幻師。戒行嚴淨。向欲迎之共", "597": "住。幻師得寂中之樂。閉關匿影。三年已竟。又復三年。", "598": "吾年踰七十。旦夕人耳。不於此時親見行人翹勤行", "599": "道。而遙望於身後。豈不愚哉。適幻師道友慧󲵚諸師。", "6": "開元寺三聖立像記　　　　釋元照宋", "60": "三年為期。期滿謂其同行比丘惠觀仲章宗恱曰。我", "600": "專修淨土。余既欣然慰心。諸師亦惠然臨止。惟此時", "601": "眷屬尚存。未能一併作菴。茲以堂屏之外。供佛供僧。", "602": "屏內數椽。權住老人。牆內之屋。權安眷屬。俟老身一", "603": "盡。則一牆之外。二姪可與師等同居矣。俟眷屬一盡。", "604": "則內外之室。合為一菴矣。所歉然慙愧者空室延僧", "605": "而道糧未備。我西歸之後。膳老口之食。可移以膳眷", "606": "屬。眷屬之食。可分以膳二姪。眷屬既盡。則秋毫皆入", "607": "菴中。常供十方師矣。非止為奉佛奉僧而已也。所以", "608": "奉吾之祖宗父母也。二子其善承吾之意也哉。鴻有", "609": "母在堂。又妻子年幼無託。此時未可剃髮。但協力共", "61": "等各據一室。成此勝緣。後之來者加眾。而室不增多。", "610": "守此數椽。以奉我先人。俟母氏西歸。兒子成立。或仕", "611": "宦歸來。為僧於斯菴。與慈共親近知識。究明生死之", "612": "事。但二姪所生子孫。各自生涯。弗擾常住。即住菴之", "613": "師。賢賢相授。惟人是擇。亦不付孫徒。使數間󵙅舍常", "614": "住苦行高人使我之先人常聞佛法庶不負老人一", "615": "念血誠也。常讀范益謙座右戒云。一不言時政利病。", "616": "二不言官吏長短。三不言眾人過惡。四不言世路繁", "617": "華。五不言干求假貸。六入人家不可看人文字。七衣", "618": "食不可過求精美。八羣居不可詆人富貴。凡此數事。", "619": "有一於此。顯則招尤。隱亦損德。嗚呼。此先輩格言也。", "62": "今延慶西餘。尚有隙地。若得錢二千餘萬。構屋六十", "620": "每書以自警居家尚然。何況出家子。眉毛澌結。只有", "621": "衣帶下事。匡床趺坐。惟有淨土蓮華。世間之事。一語", "622": "莫及。江湖遊客。一人莫交。不得罪於佛門。則可以永", "623": "祖宗之香火矣。佛說父母恩難報。經中具言人子右", "624": "肩負父左肩負母。經歷千年。更使便利背上。猶不足", "625": "報父母之恩。必教授父母。奉行佛法。乃為報恩。痛我", "626": "父母。得子也遲。又痛我身。失怙恃也蚤。十七喪父。廿", "627": "一喪母。爾時已尚無知。安能以佛法勸進父母哉。更", "628": "思我父我母。教我兄弟。迫望成名。殺生奉師。往往有", "629": "之又是為人子者重父母之累也。雖晨朝禮佛。發願", "63": "餘間。中建寳閣。立丈六彌陀之身。夾以觀音勢至。環", "630": "自三世父母。以至法界君親。自今生所殺所食之眾", "631": "生。多生所殺所食之眾生。以至十方世界苦難眾生。", "632": "咸代為祈求。同生淨土。而性地未開。禮拜無力。無窮", "633": "弘願。囑累後人。凡登斯堂者。見斯記者。更願及時孝", "634": "養以佛法度其雙親。其以余朽人為炯鑒也哉。", "635": "(附)為上下二機預說附為上下二機預說", "636": "父母教我。學做好人若想人財。必致違訓幼承父", "637": "業。𦕼足資生。長而客遊。惟資教讀。學淺命滯。勉效", "638": "微官。所蒞編氓。如吾骨肉。訟獄幽隱。最是盜情。盜", "639": "所攻扳。多由夙怨。或是捕役。恐赫教唆。若不行拘。", "64": "為十有六室。室各兩間。外列三聖之像。內為禪觀之", "640": "不能成獄。一槩拘執。中捕詐謀。審宜細心。察言觀", "641": "色。幾分可據。然後添名。李四張三。詳其地里。又圖", "642": "相貌。防其借移。拘到平民。盜捕俱治。懲前毖後。免", "643": "累善良。人命到官。虛多真少。題目甚大。易破人家。", "644": "狀准即拘。拘到即審。審明即放。以慰驚䰟。事在可", "645": "疑。方行相驗。若無的據。重治告誣。江北破家。無如", "646": "走馬。至如編審。一境沸湯。若屆此期。審宜神速。照", "647": "糧簽定。以杜騙端。聽訟之時。若為原告。狀多害眾。", "648": "百姓俎刀。田產遠年。慎勿准狀。訟師得志。溫飽灾", "649": "殃。金作贖刑。古聖方便。比較不已。苦甚流徒。我媿", "65": "所。殿臨池水。水生蓮華。不離塵染之中豁開世外之", "650": "才疎。恐民受害。必公必速。一念在懷。既恤窮民。尢", "651": "護富室。起贓典舖。代償本錢。惟恐皂差。藉口需索。", "652": "何忍起念。染指其中。非慕虛名。實畏罪過。所以微", "653": "祿。差娛暮年。豈謂播遷。消磨略盡。僅存薄產。支持", "654": "亦難。眷屬鶉衣。衰年節口。豈猶聚斂。來路孔艱。安", "655": "得餘貲。藏于不涸。若有誑語。地獄在前。俟我歸西。", "656": "二姪來此。團欒念佛。薄粥共嘗。一為祖宗。薪傳伊", "657": "始。二為遺眷。未盡首丘。兩端用中。世兼出世。匪純", "658": "世俗。抱螟為兒。更匪便家。有財可守。若因淡泊。或", "659": "有他疑不知我心。非吾法乳。貪瞋尚熾。豈佛之徒。", "66": "境。念處俱寂。了無異緣。以堅決定之心。以顯安樂之", "660": "遍界生涯。任從所便。弗驚淨侶。惱亂道塲。使我先", "661": "人。相看淚眼。又或曠懷。希踪佛步。但存道念。即是", "662": "報恩。父祖香燈。既仗三寶。定有加被。不必過拘吾", "663": "酌吾言。而行而志。各成其是。道可並行。至於老身。", "664": "矢志西方。一炬之餘。骨投古塔。世緣盡斷。不足掛", "665": "懷。現此戲塲。不嫌詳說。", "666": "湘山錄。載宋王文公旦。遺命剃髮。着壞色衣。用火", "667": "葬禮。古名臣尚然。何況散人。自身自主。佛制是遵。", "668": "一往即焚。不必俟人。", "669": "(附)無可道人弘智題附無可道人弘智題", "67": "土。所以順佛慈而報國恩者。豈獨我四人而已哉。所", "670": "宜之老居士。以有叟堂為妙意菴。拈記示後。天界", "671": "棲霞。在󷌧舉唱。西方東土。有半邊鼻孔。知不妨通", "672": "一消息也。", "673": "烏龍有潭龍無形。不妨激浪掀清寧。東西出沒大", "674": "滄溟。噴沫収入楊枝瓶。有叟居此堂不扃。咳珠唾", "675": "玉楷雲屏。亭苑柱壁皆惺惺。半生牙齒󷿇檀馨。忽", "676": "吹𥿄燭證明星。剪出妙意燈熒熒。更囑如來󷘓孝", "677": "經。世世滴乳為典型。蓮池󷙚得千歲苓。到此甘露", "678": "朝夕零。一門種𤼵如莢蓂。換人眼作蓮花青。傲殺", "679": "襄陽拋洞庭。西江一口吸不停。鐵船點水如蜻蜓。", "68": "欲如是。其可成乎。惠觀等荅曰。以無作任運之心。作", "680": "金沙五色如浮萍。千言萬語說不醒。木魚一下轟", "681": "雷霆。故添此叚維摩銘。驚起三界龍天聽。拄杖兮", "682": "生羽翎。飛度葱嶺莫伶仃不如倒在此潭上。風旛", "683": "播弄靈山靈。", "684": "疏疏", "685": "南華寺六祖塔功德疏南華寺六祖塔功德疏蘇　軾宋", "686": "朝奉郎提舉成都府玉局觀蘇軾。先於紹聖之初。謫", "687": "往惠州。過南華寺。上謁六祖普覺大鑒禪師而後行。", "688": "又謫過海南遇赦放還。今蒙恩受前件官。再過祖師", "689": "󷘳下。全家瞻禮飯僧設浴。以致感恩念咎之意。為禳", "69": "有為利益之事四明多檀信。何患乎不成。自是日營", "690": "灾集福之因。具疏如後。", "691": "伏以竄流嶺海。前後七年。𢍆闊死生。喪亡九口以前", "692": "世罪業應墮惡道。故一生憂患常倍他人。令茲此還。", "693": "粗有生望。伏願示大慈愍。出普光明。憐幼穉之何辜。", "694": "除其疾恙念餘年之無幾。賜以安閒。軾敢不自求本", "695": "心。永離諸障。期成道果。以報佛恩。", "696": "密州請臯長老疏密州請臯長老疏", "697": "安化軍據霍郎中陳郎中褚郎中宋駕部傅虞部喬", "698": "太傅及莒縣百姓侯方等狀。乞請沂州馬鞍。山福壽", "699": "禪院長老惠臯住持本縣石城院開堂說法者。", "7": "西慶寺淨土院記　　　　釋清喆宋", "70": "月積。更七寒暑。凡介然之所欲為。無一不如其志者。", "700": "伏以山東𦒿宿。言不足而道有餘。膠西士民。信雖深", "701": "而悟者少。當有達識。為開羣迷。長老臯上人。德宇深", "702": "醇。慧身清淨。一瓶一鉢。本來自在隨緣。萬水千山所", "703": "至皆非住處。願體眾心之切。毋辭數舍之遙。󷘓然肯", "704": "來。慰此勤想。謹疏。", "705": "懺經疏懺經疏", "706": "如來大藏。起於四十二章。過去妙心。流出萬五千卷。", "707": "前言俱在。後句分明縱有古佛六通難轉老婆一半", "708": "念我夙昔。見此本原悟萬善之同歸。豈一法之敢捨", "709": "遍叅重譯。盡𤼵秘函。全見摩尼珠。悉證貝多葉。作此", "71": "初介然然手二指誓必成此。元符二年三月落成之", "710": "大事。示諸有情。稽首雙林之輪。不負三聖之偈。", "711": "惠州薦朝雲疏惠州薦朝雲疏", "712": "千佛之後。二聖為尊。號曰樓至如來。又曰師子吼佛。", "713": "以薄伽梵力。為執金剛身。護化諸方。大濟羣品。為憫", "714": "海隅之有罪。久住河源之棲禪。屢顯神通。以警愚濁。", "715": "今茲別院。實在豐湖。像設具嚴。威靈如在。軾以罪責。", "716": "遷於炎荒。有侍妾王朝雲。一生辛勤。萬里隨從。遭時", "717": "之疫。遘病而亡。念其忍死之言。欲託棲禪之下。故營", "718": "幽室。以掩微軀。方負浼瀆精藍之愆。又虞驚觸神祇", "719": "之罪。而既󷿐三日。風雨之餘。靈跡五蹤。道路皆見。是", "72": "日。設千佛之供。復然三指。以增淨誓。既成所難成。又", "720": "知佛慈之廣大。不擇眾生之細微。敢薦丹誠。躬修法", "721": "會。伏願山中一草一木皆被佛光今夜少香少花遍", "722": "周沙界。湖山安吉。墳墓永堅。接引亡魂。早生淨土。不", "723": "論幽顯。凡在見聞俱證無上之菩提。永脫三界之火", "724": "宅。", "725": "葬枯骨疏葬枯骨疏", "726": "諸佛眾生。皆具大圓覺天宮地獄同在一剎塵。是故", "727": "惡念才萌。便淪苦海。善根瞥起。已證法身。要在攝心。", "728": "易同反掌。竊見惠州太守左承議郎詹君範與在州", "729": "官吏奉行朝典支破官錢埋葬無主暴骨數百體既", "73": "捨所難捨。而原其用心無私己之意。於是見者聞者", "730": "掩覆其形骸。復安存其魄識。使歸泉壤。別受後身。軾", "731": "因覩勝緣。輒隨喜事。以佛慈悲誓願力。以我廣大平", "732": "等心。遵釋迦之遺文。修地藏之本願。起燋面之教法。", "733": "設梁武之科儀。伏願諸佛子等。乘此良因。離諸苦趣。", "734": "沐浴法水。悟罪性之本空鼓舞梵音。知道場之無礙。", "735": "三皈已畢。莫起邪心。一飽之餘。永無饑火。以戒定慧。", "736": "滅貪嗔癡。勿眷戀於殘軀。共逍遙於淨土。伏乞三寳。", "737": "俯賜證明。", "738": "重請戒長老住石󷘳疏重請戒長老住石󷘳疏", "739": "大士未見說法誰作金毛之聲。眾生各自開堂。何關", "74": "莫不隨喜。淨習之士。踊躍欣慶。而十有六室。常無虗", "740": "石󷘳之事。去無作相。住亦隨緣。長老戒公。開不二門。", "741": "施無盡藏。念西湖之久別本是偶然為東坡而少留", "742": "無不可者。一時作禮。重聼白椎渡口船回依舊雲山", "743": "之色秋來雨過一新鐘皷之音。", "744": "延慶募眾念佛疏延慶募眾念佛疏釋知禮宋", "745": "原夫一念本融。諸法無礙。遇熏既異。感報成差。是以", "746": "順性而修。則顯諸佛淨土。隨情而作。則循五趣苦輪。", "747": "所以處娑婆者。升出尤難。墮落者眾。故經云得人身", "748": "者如𤓰上土。失人身者。如大地土。直待三乘行備。方", "749": "免四趣受生。葢境界麄強。煩惱熾盛。自力求󷑆。實難", "75": "位。期滿者去。𤼵心者來。依勝境而獲善利者。不知其", "750": "其人。若夫生安養者。國土莊嚴。身心清淨。直至成佛。", "751": "不墮三塗。經云。尚無惡道之名。何况有實。又云眾生", "752": "生者。皆是阿鞞跋致。若欲生彼。但當稱彼佛號。修彼", "753": "佛慈。必為彼佛本願攝取。捨此報身。定生彼國。具如", "754": "經說。實非臆談。今結萬人以為一社。心心繫念。日日", "755": "要期每歲仲春。同集一處。同修供養。同聼法音。會彼", "756": "萬心。以為一志。󳆨成定業。誓取往生。况報得命光其", "757": "猶風燭。一息不至。三塗現前。何得自𡩖。不思來報。當", "758": "依佛語。無順人情。頓息攀緣。唯勤念佛。", "759": "修白蓮堂疏修白蓮堂疏謝枋得宋", "76": "幾何人也。夫淨土之教。古佛所說。誠心之士。諦受不", "760": "誦彌陀經。多有西方公據。祝聖人壽。又見東林道塲。", "761": "天燈已放光明。鬼火豈能魔障。要識白蓮淨土。世世", "762": "無窮。請看紅日出山朝朝如是。前此規模窄狹。今當", "763": "棟宇修崇。五十三參。華嚴樓閣。有幾多富貴。八萬四", "764": "千。寳座殿堂。非一處安排。居士辦心。諸天著力。豈無", "765": "長者。捐火宅之金銀。恐有名賢。捨鍾山之屋宇。且頌", "766": "餘財餘粟。便歌美奐美輪。一日圓成八方讚歎七寳", "767": "布施好󷙚我佛國因緣萬代流傳盡道是君家福德。", "768": "修諸天閣疏修諸天閣疏", "769": "蓮社虎溪。是法雲地。善𦦨慧地。華嚴龍海。化忉利天。", "77": "疑。如來之敘九品。以至誠為上上。智者之造十論。破", "770": "兜率陀天此非一蜃氣吹󳂋所得成。須五鳳手經營", "771": "之乃可。鉤心鬬角。共看抱地之縵廻。佩玉鳴鑾。不是", "772": "飛雲之歌舞。俯視千大千世界。上有二十二天人。世", "773": "出世間。漢來漢現。希有希有。西方天竺國飛來。真如", "774": "真如。昨夜妙高臺。夢見吾為治施。汝辦肯心。", "775": "修白蓮社經堂疏修白蓮社經堂疏", "776": "廬山一條瀑布。流到東林。華峰十丈藕船。種成淨社。", "777": "從此枝枝葉葉。處處田田。何人不過虎溪橋。是水盡", "778": "入龍宮藏。此為諸佛菩薩之所護念。又待最後檀那", "779": "而得圓明。任地栽火裏凡紅。看我出泥中青白。從聞", "78": "疑心之具縛。縛解情忘識散智現。則彌陀淨境。何假", "780": "修竟。悟色香空。", "781": "募重刻五燈會元疏募重刻五燈會元疏陸光祖明", "782": "夫佛道東來而至𣈆宋齊梁之間。學佛者以名理禪", "783": "觀相高。莫竟本心妙明之實。自達磨大士始唱直指", "784": "傳至能公斯宗大振。厥後五宗竝立。門風峻甚。其圓", "785": "機密義。不可以隨言而解。用智而求。至于揚眉瞬目。", "786": "或喝或捧。所以闡呈真體。愈出愈奇。有省者。如痛處", "787": "喫拳。不會者。如聾人聞鼓。而膚識之士。乃或病其難", "788": "通。訾其詭異。葢由鈍根之無入。則謂聖言之有隱。大", "789": "抵然也。開元之後宗教大明。上至冕旒簪貂。下及販", "79": "他求。若臨明鏡自見面像。得者不由於識受。昧者安", "790": "樵孺婦。往往能響答玄言。刃游道妙。當斯時也。見性", "791": "知心。超凡入聖。上下數百年內。先後幾千萬人。自兩", "792": "儀分奠以來未有若斯之盛者。何儒門淡泊寥寥如", "793": "此。釋教流通。林林如彼。良以道喪多岐。智分穿鑿。仲", "794": "尼沒而時乎不再。顏淵死而今也則亡。官失而求之", "795": "四野。學絕而傳諸方外一晦一明有由然矣。至宋巨", "796": "儒周元公程伯子。乃能󷌧尋墜緒。密闡心宗。伯子歎", "797": "曰。我於天壤之間。真自孤立。伊川晚閱內典。遇異人。", "798": "始明此學。考亭暮年亦曰達磨盡󷘓窠臼。尤為高妙。", "799": "乃知齊佛老為異端。非程朱之定論也。由是言之。維", "8": "南嶽山彌陀塔記　　　　釋法忠宋", "80": "可以情曉。超識習而不惑。度情塵而忘造者。其唯誠", "800": "釋與儒自唐及宋曄然其兩盛矣。自茲而降。去聖時", "801": "遙。儒昧通方。釋拘義學。由是西來妙㫖。東土希聲。所", "802": "幸教外之單傳。具載傳燈之五錄。濟禪師以其書浩", "803": "博。撮為會元。斯固莊生所譏。聖人已往而糟粕徒存", "804": "焉者。然而求道之人。有能因言筌。窮理窟。玩其要妙", "805": "言。嚼其無義語。日由繹之。夕鑽剔之。忽焉而鋸窮木", "806": "斷。水到渠成。所謂因指以見月。假筏而渡海。亦易易", "807": "焉。則是此土此書之不可一日無矣。近者書殘板燬。", "808": "教末風微。有徑山大慈上人苦行薰修。發心弘濟。欲", "809": "復募緣刻梓以惠後人。不遠千里而來謀。因乞一言", "81": "乎。故曰誠者成也。成自成他。唯此而已。譬猶清淨滿", "810": "而為倡。賤子幼慕神仙。每符瑞夢。既聞魯訓。知反求", "811": "于六經。載遇竺墳。時泛觀乎三藏。稍能通其一貫。會", "812": "其殊塗。祗自討論。無誰告語。嗟乎。五千退席。憫增慢", "813": "之難移。四十無聞。嗟寓形之易盡。願與同懷之士。共", "814": "成得道之因。敢以此書請同戮力。昔在先覺。有聞半", "815": "偈而明心。或識二字而證果。矧二十卷之話句。誠百", "816": "千劫之奇逢。入此法門。皆當作佛。儻有通微之彥。慧", "817": "徹高賢。盡捨牀頭阿堵物。成就世間希有事。庶開來", "818": "而繼往。亦自度而度人。幸無膠泥曲儒談曰。非吾孔", "819": "氏之書也。", "82": "月。普現諸水。影像非一。月體無二。攝流散而等所歸。", "820": "募盂蘭盆施食念經禮懺疏募盂蘭盆施食念經禮懺疏鍾　惺明", "821": "李溫陵有言。阿彌陀佛。亦只是尋常慈孝之人而已。", "822": "此通透平實之言也。由此推之。所謂佛事菩薩行。亦", "823": "不能舍尋常慈孝之事之行。而別有所謂事與行也。", "824": "七月十五日盂蘭盆何始乎。始自大目犍連。為其母", "825": "恱帝利。已墮餓鬼道而拔之者也。燄口施食何始乎。", "826": "始自如來。為其弟阿難。將墮餓鬼道而拔之者也。拔", "827": "一母拔一弟而必拔千億劫餓鬼。其願抑何深。而不", "828": "敢以為深。其力抑何勞。而不敢以為勞。其福德抑何", "829": "廣何遠。而不敢以為廣且遠。但以為尋常慈孝之情。", "83": "會十方而總于一。亦如十鏡環繞。中然一燈光體交", "830": "若曰。吾所拔者。止一母止一弟耳。嗟乎。舜之孝。至天", "831": "下化。天下定。武周之孝。至郊祀禘嘗。治天下如指掌。", "832": "而猶曰此庸行也與此何異哉。人人有父母。人人有", "833": "兄弟。聞盂蘭盆而願附。見施食而樂助。此非佛事。慈", "834": "孝之事也。此非菩薩行。孝慈之行也。世有不言佛。不", "835": "言菩薩者。有不言孝慈者哉。長生館。焦太史放生地", "836": "也。僧定安者曰。吾將以今年是日。於水際作盂蘭盆", "837": "會。持尊勝呪。施食。念經禮懺。為五晝夜功德。以疏示", "838": "惺。願題數語。以告大眾之願附而樂助者。惺德薄罪", "839": "重。三十年內。䘮嗣父嗣母。䘮生母。䘮仲弟叔弟季弟", "84": "叅東西莫辨。然而方有定位。非無西鏡。名隨相立。西", "840": "與妹。䘮長男。諸男女眷屬。幼者不與焉。創鉅痛深悲", "841": "淚歡喜。述二事緣起以告大眾。彼大眾者。亦不因是", "842": "語而願附樂施也。其亦曰人人有父母。人人有兄弟", "843": "而已矣。", "844": "勸請流通受持悲華經疏勸請流通受持悲華經疏唐　時明", "845": "向于淨土書中。聞阿彌陀佛取淨土。釋迦佛取穢土。", "846": "君臣弘願攝授兩土眾生。而未詳也。及讀悲華尊經。", "847": "始知阿彌陀佛。為轉輪聖王時。供養寳藏如來。黃金", "848": "為地。七寳為樓。自然身燈。竟夜供養然猶廻向為忉", "849": "利大梵天王。統領四天下也。爾時賴釋迦佛。為寳海", "85": "不自西。智與理融。境將誰執。安可以在纏執方之見。", "850": "梵志。乞夢陳白。輪王感悟乃於寳藏如來前。取西方", "851": "淨土是則西方淨土成自彌陀而開導由釋迦也不", "852": "惟是爾時。輪王千子與八萬四千小王。無一人不由", "853": "寳海開示𤼵心者。太子即觀世音。二王子即大勢至。", "854": "三王子即文殊。八王子即普賢也。不惟是爾時寳海", "855": "有八十子。與三億弟子無一人不由寳海開示同時", "856": "𤼵心者。凡賢劫千佛。與當來彌勒尊佛皆寳海弟子", "857": "也。祇因諸菩薩。皆𤼵心取清淨佛土。而此娑婆世界。", "858": "厚重煩惱為諸佛諸菩薩之所擯棄於是寳海憂愁", "859": "憔悴。𤼵願久在生死。忍受諸苦。不捨如是眾生。願入", "86": "而測度如來無礙之境乎。慈恩有言曰。凡夫業重。處", "860": "阿鼻。願為畜生。願為餓鬼。願為貧窮鬼神。願為人中", "861": "卑賤。願施恒沙七寳。願施恒沙身命。以度眾生。愚也", "862": "諷讀至此。追憶昔年讀金剛經。至恒河沙七寳布施。", "863": "恒河沙身命布施。妄認為讃歎般若之文字。惟讀此", "864": "經方知皆是釋迦如來一一親身實行之事凡其財", "865": "施身命施非徒自滿功行正於布施中表無我之法", "866": "調伏眾生𤼵其無上正等正覺而已。故於千歲萬歲。", "867": "於無邊國土。恒為身命之施而不倦。以本願故。化為", "868": "肉山山邊自生人頭諸頭中各各有聲勸一切饑餓", "869": "眾生恣意取用皆令滿足然後悉𤼵阿耨多羅三藐", "87": "處生貪。若不定指一方。何以繫心專注。此善知識隨", "870": "三菩提心。安住於三乘。其悲心至于如此。夫今日大", "871": "地眾生。朝夕頂禮彌陀觀音勢至。以為大依怙若不", "872": "讀此經安知三聖證果之因。至念我軰眾生。於千生", "873": "萬劫之中。沉湎逆惡。醉夢貪瞋勞我釋迦如來施足", "874": "施手施目施耳施鼻舌施血肉施髓腦調伏我等豈", "875": "能不慟哭乎。悲華會上。如來入定意三昧攝一切大", "876": "眾皆從如來毛孔入如來身中。聞如來說法爾時如", "877": "來腹內。八十億恒河沙等菩薩。得不退轉。不可數菩", "878": "薩。得甚深法忍。以是義故。普請大地善侶。盡受持此", "879": "經則向者眾生入如來之腹。今日如來又入眾生之", "88": "方扶教。專設相宗。然論安養知足之勝劣則以偏勸", "880": "腹。由此入無畏城。拔苦惡道。其少釋世尊之悲痛矣", "881": "乎。", "882": "武林西湖湖心寺淨業放生疏　唐　時(明)武林西湖湖心寺淨業放生疏　唐　時明", "883": "世俗第以財施為布施耳。觀世音菩薩能以無畏施", "884": "於眾生。三途八難。皆令解脫。故其施最大。今放生者", "885": "以錢財贖眾生之命。是財施也。󳆨眾生󷑆刀几鑊湯", "886": "之難。是無畏施也。為之授三皈。為之說十二因緣。是", "887": "法施也。而好生之心。油然暢遂。則心施亦具矣。是故", "888": "布施之大。未有過於放生者也。昔永明禪師。捨身放", "889": "生。感動錢忠懿王。捨西湖為放生池。從來放生。未有", "89": "往生為最勝。乃知通人無吝。吝則多私。境強習重。蓋", "890": "如此之暢者也。國朝蓮池大師。欲繼永明之志。而方", "891": "伯吳用先。鄉先生虞德園。黃貞甫。葛水鑑。羅元甫。諸", "892": "先生。築三潭於西湖之上。則永明之再生也。大師雖", "893": "示寂。而其大弟子。聞谷。古德。同聞子將。嚴印持。諸居", "894": "士。每月一集。放生於茲地。則雲棲之未墜也。頃以人", "895": "亡世亂。一切寢閣。於是居士嚴忍公江道闇。諸道友。", "896": "感雲棲之弘誓。悼永明之遺蹟。延禪師新伊。汝航。徹", "897": "因。諸上人。振其墜緒。擴其始願。予聞之。而不勝今昔", "898": "之感也。夫古今之為放生池者多矣。其心皆𤼵於不", "899": "忍之心。其事皆為利濟之事。然眾生之受其賜者。則", "9": "寶積蓮社畵壁記　　　　鍾離松宋", "90": "由觀淺心浮。易往無人。良以疑深障重。若欲盡除障", "900": "有淺深之別焉。大凡放生非其地。與護之非其人者。", "901": "但能緩眾生頃刻之死。以是存其心則可耳。而其事", "902": "未能無恨也。至如放生之時。未有不為之持咒。未有", "903": "不為之授戒者。然吾見夫儼然耳目口鼻之人。尚有", "904": "聞大悲咒而󲞫然者。尚有聞三皈五戒而不能記憶", "905": "者。安敢謂魚鱉之業識反輕於人道魚鱉之聰明獨", "906": "過於人類乎。然則即其放生之心。亦未能盡而况於", "907": "事乎。予猶記四十年前。曾於湖心亭中。見古放生池", "908": "之碑。過雲棲而問焉。蓮大師云。環西湖而居。不下千", "909": "家。皆𠋣湖以糊口。此事安可盡為。然未幾而湖心寺", "91": "垢。當以決定為心。濕薪如山。豆火能󲇊。千年闇室。日", "910": "有放生之道場矣。其制。於蓮華池中。設一壇。供西方", "911": "之三聖。放生於四週池與湖不相通。漁人不得而網", "912": "捕。此事妙也。而放生優婆塞。與護生之比丘。晨夕念", "913": "佛於其中。或念於壇之內。或繞池而念使經聲佛聲", "914": "廻環於蓮池碧沼之間以積日累月之久此大眾之", "915": "念佛。豈無一人兩人念一心不亂之佛者乎。即此眾", "916": "人之念佛。豈無一聲兩聲之佛。能徹入異類之聞根", "917": "者乎。則此之放生也。所謂心與事而俱妙者也。昔佛", "918": "與舍利弗同立。有鷹逐鴿。鴿就舍利弗影中。鷹雖不", "919": "敢下。然鴿猶戰慄。入佛影中。遂不驚怖。可見感通微", "92": "照頓明。釋迦文方便至深。無量壽說法無間。觀世音", "920": "妙。不可思議。是故均之放生而眾生之得度與不得", "921": "度均之得度而度之有淺與深皆原本於放生者之", "922": "願力放生者之規制而尤在放生者之道德。古人弘", "923": "願度生。而先求自度。正為此耳。且念佛於茲寺者。但", "924": "入此道場。不須閉目作觀。眼前即是觀門。其身意清", "925": "淨時。同體大悲。躍然呈露。豈無一聲佛號。念着自性", "926": "彌陀者乎。此又雲棲老人喫緊為人處見於放生之", "927": "表矣。然則此一道場也。即指為此方之淨土。雲棲之", "928": "普門。亦無不可。願生西者往焉。", "929": "閶門放生會疏閶門放生會疏唐　時明", "93": "如母念子。大勢至如子憶母。古聖樣轍。安可不遵。幻", "930": "自俗諺上有天堂。下有蘇杭之說。悞入人耳。生於其", "931": "地者。坐臥於飲食宴樂之中。不知物命之苦。四方之", "932": "人至於斯者。皆指以為行樂之地。買游船。延歌妓。訪", "933": "精厨。置酒高會。謂人生不可錯過。樂則樂矣。抑知雞", "934": "鴨魚鱉之屬神識有知有不望閶門而腸斷怖一死", "935": "之無時也哉。傳稱有虞氏馴百禽。夏后之世民始食", "936": "卵。鳳凰乃去夫食卵足以遠鳳。則殺生之業其氣類", "937": "正與虎豹相通矣。恐世上靡麗場中。將來刀兵之禍", "938": "尤烈也。楞嚴經中。佛說味報。招引惡果。臨終時。先見", "939": "鐵網猛熖等相。神識乘之。下透掛網。倒懸其頭。入無", "94": "境虗無。有何可捨。解󷑆長者。不往安樂土。普賢大士。", "940": "間獄。舌以吐吸二習。吸則結為寒氷。凍冽身肉。吐則", "941": "飛為猛火焦爛骨髓。地獄業盡。則為餓鬼。鬼業既盡。", "942": "方與世間與元負人。怨對相值。身為畜生。酬其宿債", "943": "經中又言。若用錢物。或役其力者。償足自停。如殺彼", "944": "身命。或食其肉者。彼此昬迷不悟夙因經微塵劫相", "945": "食相誅不可停寢。殺生之重如此然則好殺生之人。", "946": "將來即欲為今日之雞魚爽爽快快一刀一斷以圖", "947": "命終正自難得。然則此嗜味一端世上自作等閒看", "948": "耳推及物命。則哀痛惻然推及感召。則刀兵熾然推", "949": "及因果則地獄又凛然矣。然則杭之西湖蘇之閶門。", "95": "親覩無量光。親覩者初無動移。不往者如是而往。普", "950": "自智人視之合下便作苦因看慎勿以歌舞盈街妖", "951": "冶充巷鮮肥之味朝夕唱送於門衢戶牖之間以為", "952": "眼前好受用也。譬如世界業海中人。造業者多。而就", "953": "中富貴人。有造業之勢力。順意揮霍其積業必多於", "954": "貧窮之人。譬如人生百年中。保惜元氣之日少。而就", "955": "中少壯時。有𤥨䘮之血氣一生病患多種於少年之", "956": "日。杭之西湖。蘇之閶門。即是人世中之富貴人人生", "957": "中之少年日。易於起業生於斯遊於斯者。當以為懼", "958": "不當以為樂也。佛言。娑婆世界。行善一日。勝于西方", "959": "為善百歲。葢西方人純善無惡。無布德之地。娑婆世", "96": "融無礙。然後空假俱中。分別未忘。寧免權實互諍。若", "960": "界。惡多善少。一人為善挽回非細。一日為善。救拔不", "961": "少。至于杭之西湖。蘇之閶門。則又是娑婆世界中之", "962": "娑婆。純是殺業。儻有一人倡之為善。其福德豈可思", "963": "量乎。譬如富貴人。心欲造福。隨有造福之勢。又豈貧", "964": "賤人所可及哉。可見靡麗塲中造業恒於斯造福亦", "965": "恒於斯也。今朱吳二君。於閶門市上。行放生業。放生", "966": "之日必能與同會善侶。講論殺生之業報。會中善侶。", "967": "當無既放生而又殺生者。從此展轉勸化。會見以殺", "968": "生之業地。變為極樂之道塲。異日蓮華會上。娑婆世", "969": "界人。以善業得見如來者。必閶門放生善侶為前列。", "97": "此則心安無日。得忍何期。乃知念念現前。然後決不", "970": "而朱吳兩君。為前列之首座矣。", "971": "惠應寺放生會疏惠應寺放生會疏唐　時明", "972": "今夫几上肥甘。盤中血肉。自人視之。以為此異類也。", "973": "自上帝視之。則皆上帝之所生也。夫我軰以下界凡", "974": "夫。一當飢苦輒呼天而兾上帝之憫憐者。夫固謂我", "975": "為天之所生也。其哀苦之情可以相通也。我為天之", "976": "所生其哀苦之情既可以相通。則異類亦為天之所", "977": "生其刀几之慘。豈但一餓之苦反不得通於上帝乎。", "978": "且今日之異類眾生。非遽而異類也。固往昔因中之", "979": "人也。而今日之人。非遽而人也。寧非往昔之異類眾", "98": "退轉。故曰若不決定成等正覺者。我誓不取菩提。於", "980": "生乎。今日之豚魚為我軰之刀几而不能動我軰之", "981": "惻隱。亦猶我軰為夙昔之豚魚受夙昔人之刀几而", "982": "不能動其惻隱。彼時之辛苦無聊政堪轉憶耳。且夫", "983": "異類之眾生。上帝生之。上帝憐之。而不能禁人之刀", "984": "几者何故。以異類之眾生。夙世不戒殺故。異類之眾", "985": "生。與我軰並生於天地之間。其哀苦之情。不足以感", "986": "我軰。即雄悍有力之眾生。為人網捕執縛。含怒以就", "987": "刀刃。而不能解脫者何故。以夙世曾殺我故。夫異類", "988": "之眾生秪為往因不肯戒。殺以致有今日之殺。然則", "989": "殺生者。所以自殺殷鑒不遠日後因緣即在今日異", "99": "菩提心有退轉者。我誓不取正覺。此乃法藏比丘之", "990": "類眾生受苦之時也。若羅󲰥城多魚村人捕之。一魚", "991": "名䴸一魚名多舌。二魚相語曰。我等不犯人。橫見殺", "992": "我。後世當報。後䴸魚為毘婁勒王。名流離。多舌為王", "993": "相師。名惡舌。捕魚之村人。後為釋種。流離舉兵伐釋", "994": "種。流血成河。目連取知識五千人盛鉢中。舉置虗空。", "995": "流離軍退。佛令取鉢視之。人皆死盡當村人捕魚時。", "996": "釋迦佛為小兒。見魚跳而喜。以杖打魚頭。流離伐釋", "997": "種時。佛亦頭痛。定業之難逃如此。然則謂佛法為無", "998": "轉移乎。則又不然。葢此九千九百九萬之釋種。雖死", "999": "於流離。而佛為說無常法。得須陁洹果。五百釋女。雖"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8951 如來香", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8951 如來香", "author": "清 唐時編", "language": "chinese", "source": "CBETA"}