{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B371 佛冤禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "佛事四位和尚總奠章", "1": "佛冤綱禪師語錄卷第十二", "2": "嗣法門人祖緣編", "3": "書問書問", "4": "柬河西聖鐸和尚柬河西聖鐸和尚", "5": "昔駕破暑還山即欲追隨杖影依蹈師家叢席出入", "6": "未敢自適一味順其世緣日覺諸事冗冗落于似閒", "7": "未閒之際弗及奔趨猊座返辱瑤箋雅教快目賞心", "8": "殷殷道誼敢不深銘弟自南還觀之吾蜀法道不惟", "9": "使人瞻仰有分而且引鼻寒酸真法運日衰深可悼", "10": "也向諭中有興肌骨古席惟冀高揮白拂幽整頹綱", "11": "弗致宗風委地兼得不時過敘罄慰于懷何啻三生", "12": "即幸悉聞遠走拜墓先人想轝出于萌動之初徑遊", "13": "省會又得把臂于荒山細論武林風月如涸魚得潤", "14": "洋洋在上矣瞻溯之至。", "15": "東太平牧雨和尚東太平牧雨和尚", "16": "春首晤對夏又秋矣自覺日月之如駛觀兄落于千", "17": "岩萬壑之中林泉竹石之勝放情適意取必悠然蓋", "18": "尋常人而不能樂此境界耶弟數年前有念瞻拜馬", "19": "祖遺像方過寶山以敘別久之誼恂恂表帥日覺冗", "20": "冗阻其興也弗能領此深意則又蹉過時光耶渴慕", "21": "道範想聆教言在即悉承存念遣使問候本師趨高", "22": "梁掃塔遊渝城尚未還山雖竭力長途斬新祖席足", "23": "下聞之起坐相安亦必愉悅奉復深禱照察不備。", "24": "復湖州府尹鹿門居士復湖州府尹鹿門居士", "25": "弟自南還未嘗少刻不懷思也雖深企慕天各一方", "26": "頃接遐範閱至耽病古人無病禱祈求之所云此病", "27": "因四大亦不因四大可謂深得病之病趣則不病在", "28": "膏肓也然未病已病拈向一邊日面月面一串穿卻", "29": "致令不作病會不作不病會全體是光明藏滿目是", "30": "大歇場轉使維摩欲覓起處不得此真病耶既為臨", "31": "濟烜赫兒孫揄揚佛祖之大機弗在登曲彔揮麈尾", "32": "展拓手腳以當宗乘貴乎語徑流芳則將來耳目多", "33": "聞多見矣曩者弟錫雍州時吾兄有語注意纘續指", "34": "月之裔或得尊宿之機緣或得諸方之偈頌勒成數", "35": "卷可謂攪長河為酥酪變瓦礫為珠琳截龐老之機", "36": "起尼山之脈合符本師興矩五百歲之叢席而吾兄", "37": "焰續五百年之傳燈不惟泉石光賁亦使天龍呵護", "38": "庶千古不磨矣惟祈道體康勝為法保衽不宣。", "39": "復振公翁護法復振公翁護法", "40": "久暌道範少慰悠然如隔三生石耳忽止鏡禪師南", "41": "來得接手札恍若雙溪晤對開豁眉顏刺于肝膈忖", "42": "思八千里外翻慮情懷非多生之緣弗能持此念也", "43": "所云主叢席者隆替非常為各鬧門庭故也然鼓唱", "44": "于東南未必爭光于西北足下如明鏡當臺魔佛各", "45": "露其本端逆之古規蕩廢雲水逸群獅麒隱僻縱毘", "46": "耶老人復出難喚醒其一二也又云行見將來擊楫", "47": "下江有幾道神光變現然此般若之因非小小因緣", "48": "不可目之于時又不免動我山林之思衲經今隨侍", "49": "本師轉以院事逼勒動止未必取適顯密木獲自安", "50": "少聆玄誨俟知命之年泛一小艇長歌東下闊別數", "51": "年道誼兼謝隆護正法臨穎弗悉。", "52": "復易修施護法復易修施護法", "53": "自別足下屈指四秋回意于煙雨樓頭雙溪橋畔飽", "54": "眺湖光山色楫之洒然今即不能得也承札招主東", "55": "南法席但衲數年以來每侍本師剪荊芟棘兼以兩", "56": "下江南往還數載屢欠芒鞋債負苦迫時光于法無", "57": "補愧不能領命昔我法兄懶和尚有意南遊至今念", "58": "弗能灰異日拖笻東下方領遐誨慨承將我雙桂一", "59": "脈意注恩深想于鷲峰頭而頃袂矣臨穎禱切。", "60": "復漢陽千峰大師復漢陽千峰大師", "61": "舟移漢鎮四載少申得讀手教如晴雁排空羽翼自", "62": "是舒暢也浪想錦江禪侶各探本領競奔吳越莫不", "63": "遊于門下佇望加殷得滋槁木近聞梵剎重新大搆", "64": "使往來商旅瞻之服膺傾竭向意有安期集眾廣種", "65": "般若之因儻護法就糧錢充可趁水和泥而了此一", "66": "段好事也幸幸。", "67": "復嘉禾清白師復嘉禾清白師", "68": "揖別雙溪忽忽四載遙注雅儀必快情況今秋止鏡", "69": "禪師歸言及菴中碧桃修竹歲歲參天蔆花池水香", "70": "映宛然以快生平之耳目也予苦逼時光走半天下", "71": "恨處之情世倉然惟昭覺祖庭廊廡遼廓非一人兩", "72": "人可就只得推前拽後緊挽時光故爾情悃欠申想", "73": "弗咎耳。", "74": "上昭覺老人啟上昭覺老人啟", "75": "客歲歸中川似為他人落水以溼自衣也此乃二俱", "76": "脫略惜哉陷虎之機每每秖自討論向阿誰告語即", "77": "欲還山省覲恨日已多忽靈木叔至拜讀珍言恩至", "78": "渥也殊憶春首輕言戲劇興造未符夙因正謂饑腹", "79": "未屙艸已踐倒良工未搆以唱他方幸瑞靄靜空遺", "80": "衣缽之餘議同多姓翕胥從之秖得拖前拽後以倡", "81": "施者欲終其志惟願老人視古字如寶峰之有羅漢", "82": "天童之有龍池也激其檀信欽崇行人佐助剪除三", "83": "十年荊蔓剔起數百載殘燈開方便門以復其初瞻", "84": "拜依依不盡縷縷。", "85": "復中川錢邑侯復中川錢邑侯諱交叟", "86": "日前輿蓋臨山適契咨詢徵詰往哲不減裴龐扇美", "87": "令衲聞之獲大利益日尤趨慕想護法蓋從佛祖位", "88": "中來矣夫政旁午又能為眾竭力可謂含光育德湛", "89": "湛恩輝兼又往往訓其民切大約殘黎少沐蒼恩鏤", "90": "之無盡諸古常住荷蒙孚祐但秖荊棘塞路瓦敗椽", "91": "毀山野不忍瞻其木本水源暫爾修補稍遲數月方", "92": "得過闤闠飫領香齋承惠珍貺附謝不盡。", "93": "詩偈詩偈", "94": "送靈水和尚歸益州送靈水和尚歸益州", "95": "冠乎明月情遐想冰霜素十影疾追風動止雲生布", "96": "㗼㗼競香城漫把胸懷吐豈止虛白生雲天亦高寓", "97": "法演潤禽魚品格標月樹過量因廣寒剎那心未住", "98": "雨花猶滯形魔佛尚稽足雲心鶴貌翁洒然江海渡", "99": "龍光揭太虛麟趾非麋步根靜無波塵天心憐眾孺", "100": "繁光洗乍清影同沙界赴悠悠去別情島嶼相羈慕", "101": "贈武夷張副戎還閩贈武夷張副戎還閩", "102": "閩蜀由來風色高雲濃樹密接天腰白龍千尺噴飛", "103": "瀌萬壑千崖秀峙描駟馬橋頭車馬邀浣花溪水墨", "104": "花饒支機石上篆煙飄灩澦堆堆作錦標今古怡然", "105": "一日昭山如海嶠去塵囂軒房情逐冷瀟瀟何其別", "106": "我買孤舠大江東下塵麾刁回眸一笑溯天潮一聯", "107": "花發鶯啼嬌幾度令人恨未消光搖海旭映山椒有", "108": "夢飛來萬里橋紫府玄廷不去招筆書萬卷酒一瓢", "109": "鍾王字劃龍蛇猋秦漢文章氣貫霄奇才莫向鄉音", "110": "瑤片懷常聽日翹翹", "111": "贈瞿齋里翁贈瞿齋里翁", "112": "西峰新度曲莫擬白蘋鄉清音窺鹿苑飛出洞雲房", "113": "飛來峰飛來峰", "114": "彼峰孤立外危徑細幽分流出桃花浪招回洞口雲", "115": "樹啼連復斷艸泣綠猶芬相向山形冷海濤中夜聞", "116": "送大癡後堂還雅州送大癡後堂還雅州", "117": "鬱鬱穹蒼雨泠泠德士風家林歸夢簡祖域給爐洪", "118": "象渡分開浪鵬騰列遠空情持高步切秋色澹從容", "119": "般若寺般若寺", "120": "迢迢遮萬木何似慰雙眉岸艸如煙合汀花似浪馳", "121": "賦題殘葉恨共望遠山悲佇聽飛泉下幽情去復思", "122": "訪逸隱居主人訪逸隱居主人", "123": "千里忽相對霜笻不憚勞漫吟栽柳節頻躅聽松高", "124": "遠水明孤潔從容辨雜囂深深煙入塢清影若秋濤", "125": "宿高梁寺含一丈中宿高梁寺含一丈中", "126": "高林相語雜雲寄暮山城步入祥麟穩棲來白鹿情", "127": "寺靈遷峻陌僧靜臥高閎慰客希寥落珠光照夜清", "128": "苦雨苦雨", "129": "雨零新葉墮頻夢寄青荷七夕星猶寐百重雲又迤", "130": "石寒苔鎖遍花冷露欺多去客行無侶天清何日過", "131": "同靈端二和尚遊聖水寺同靈端二和尚遊聖水寺", "132": "秀起山連髻孤禪錫石叢推敲由我賦冷澹論泉功", "133": "雲樹諸鄰別江花一色同先聞登眺意斷處見歸鴻", "134": "寄竹浪和尚寄竹浪和尚", "135": "柳絲垂影拂微陽皎潔天涯鶴夢長溢目雲霞濃又", "136": "澹相依未必是韜藏", "137": "幽居自若聽松泉靖節誰誇五柳邊入眼江山頻百", "138": "越孤光搖影綠蘿前", "139": "山家只訝相資義去去難留客意刪啼鳥吹晴驚欲", "140": "斷萬重雲勢鎖幽關", "141": "幾多程去舊岩房應發陰晴動地忙路截危峰輕易", "142": "過瘦藤聊拂露孤光", "143": "寄懶生和尚寄懶生和尚", "144": "夢頻何事役深棲成蓋松陰覆遠溪新雨淡分春列", "145": "岫未曾隔斷子規啼", "146": "風翻林葉煙消塢高訪柴扃未許關幾射山光春艸", "147": "綠夢頻那得到塵寰", "148": "消得山家多祖偈拄笻行罷又思君過鴻不急應天", "149": "闊碧落迢迢飛片雲", "150": "碧水漪門宛似霜。抱懷重席趾麟床。庭前雙桂分青", "151": "翠。鬱我山房午夢香。", "152": "石橋雲浸蘚苔痕。向去機忘更度村。夜月窮來相似", "153": "別。情多不礙遠同門。", "154": "天童偕大咸和尚觀曼陀羅花天童偕大咸和尚觀曼陀羅花", "155": "風驚窗外連雲溼。漫究頭陀冷笑時。欲折一枝分段", "156": "去。不能留得覆楊岐。", "157": "釣魚臺釣魚臺", "158": "氣勢雄雄天地闊。歲移何怯雨霜寒。絲綸不用盈千", "159": "尺。釣得波瀾一夜乾。", "160": "耨艸耨艸", "161": "青山萬朵寓儂渠。立劫勞勞把艸除。鶯語一聲情世", "162": "外。風規千古轉名謨。", "163": "過資州重龍山過資州重龍山", "164": "勝遊機不絕。異域畫難持。缽浪池頭月。瓶花山外枝。", "165": "天空孤鶴遠。磬杳一峰支。西聽河聲日。悠悠十二時。", "166": "二", "167": "古臺敧碧嶂。引望四縹彌。春靜涵空冷。雲閒去不羈。", "168": "松陰分鶴態。石竇卓龍奇。相照孤城外。登遊莫厭思。", "169": "次上公唐文學登魚臺韻次上公唐文學登魚臺韻二首", "170": "風高似下五雲天。俯仰塵寰無並巔。孤月遠光清有", "171": "興。希聲千古遍山川。", "172": "向來孤潔坐洪荒。擬欲維舟恐浪泱。靖節尚遙非險", "173": "密。翠峰閒列拱詩章。", "174": "端陽端陽", "175": "汩潭水色化龍開。鼉鼓聲聲月色哀。血染一江徵客", "176": "恨。忠遺千古見君才。離雲皎潔遙沖鶴。歸夢沉吟獨", "177": "舉杯。秖許幽人高訪逸。逡巡莫逐海濱來。", "178": "次見真居士韻次見真居士韻", "179": "襟懷寫罷數來無。萬里山河用枉徒。龍缽汲泉分浪", "180": "闊。虎溪含笑一聲孤。酒羈意絆生機促。詩觸情寒勒", "181": "肺枯。雲影山光吹欲斷。悠悠冷翠列冰壺。", "182": "悼寶峰和尚悼寶峰和尚", "183": "應憐法窟起蠶叢。詎忍停機道路窮。淵脈滔滔猶未", "184": "遘。真風襲襲尚彌隆。滅生剎海波瀾別。今古閻浮身", "185": "世同。明月清霜飛晚翠。卻遺寒影寫晴空。", "186": "瀑布瀑布", "187": "軒昂不畏雨風折。好是飛瓊奪日曛。自古劈開千丈", "188": "壁。每從衝破一溪雲。捲彌天際冰心吐。流去江干玉", "189": "浪分。情正當峰同世老。相看豈滯六龍吟。", "190": "贈眉雪和尚主金繩贈眉雪和尚主金繩", "191": "諸方多是贈詩林。難寫天涯一片心。梅熟幽村香遍", "192": "舌。雲籠高樹悉垂陰。芙蓉城畔青天落。威鳳山前白", "193": "鹿吟。相看去來濃淡客。惟滋一雨洗塵襟。", "194": "二", "195": "千機百折此頭陀。缾不敲殘已出鵝。門對小山常近", "196": "月。寺當池岸早香荷。語清業白終難抹。興密情幽冒", "197": "曉過。眾把銀箋粘素壁。恨余瘦腹苦無多。", "198": "三", "199": "那堪祖席語音疏。能得綱維法社扶。白拂引山依仄", "200": "徑。青天摘月放平湖。蘆花隔岸經霜染。雲轂離峰向", "201": "日鋪。指點龍蛇心眼活。悠然全在一笻孤。", "202": "紫荊王老先生過昭覺惠詩綾即韻以酬紫荊王老先生過昭覺惠詩綾即韻以酬", "203": "門對堪圖遠近山。情江下有幾回還。小橋落影寒浸", "204": "骨。玉露粘天冷照顏。雨過朝遊忙拾翠。珠投夜夢急", "205": "窺斑。藤蘿不削非僧懶。鷲嶺傳來地脈閒。", "206": "望峨眉望峨眉", "207": "新晴縹緲一山昇。遙望令人興轉增。倦鳥帶來花事", "208": "晚。白龍歸去石池澄。溪煙著日荒城翠。林葉飄空古", "209": "寺燈。飛盡亂雲天咫尺。詩題不歇意先登。", "210": "次韻賀懶和尚重搆大聖慈寺工竣次韻賀懶和尚重搆大聖慈寺工竣", "211": "浮圖高出古蠶叢。一路連陰碧玉宮。此日巍峨咸大", "212": "野。恁他風雨洗長空。山容翠色參天白。樹影霞光映", "213": "水紅。欲勒詩魂粘素壁。恐驚明月醉山翁。", "214": "並頭蓮次韻並頭蓮次韻", "215": "清風橋上玩池荷。清影時時劃薜蘿。二穗蕊侵殘蝶", "216": "夢。滿池葉動盡魚波。漚行日月東西繞。艷噴雲霞上", "217": "下拖。水塹堪題環樂處。遠山映去夕陽多。", "218": "次韻西山雪意次韻西山雪意二首", "219": "日晴斜抱靄蒼山。玉浪盤空勢洗天。冷翠欲浮驚楚", "220": "漢。凝光不動射秦川。尚傳素練南臺正。斷送流霞北", "221": "極巔。獨對遠峰情乍起。寫來幽思在機先。", "222": "二", "223": "煙開亭閣倚晴窗。削壁千尋鑑壑蒼。斷處上侵明月", "224": "窟。淹留下壓白雲鄉。翠微貫日常鋪錦。陰極撐梅暗", "225": "襲香。風捲半簾山雨過。嶺頭卻是一番霜。", "226": "夏杪懶和尚過文殊菴留韻附和夏杪懶和尚過文殊菴留韻附和", "227": "一聯煙雨風吹斷。贏得高軒盡日暉。洗劍浮盆威氣", "228": "重。散花掩席入玄微。瑤臺慰夢還揮麈。玉浪迎秋預", "229": "著衣。幾度隔江酬白業。故園山色洞玄機。", "230": "弔月幢和尚弔月幢和尚", "231": "踢碎虛空還捏聚。青天斫卻卻無傷。我來欲覯幢公", "232": "面。明月滿庭似冷霜。", "233": "贈耨和尚主艸堂贈耨和尚主艸堂", "234": "客歲煙塵外。須臾錦繡間。惜蛟還渤海。放鶴入丹山。", "235": "一曲頻高節。三車眴刻刪。好鶯啼上苑。情事一聲關。", "236": "山居山居", "237": "山自青青水自流。道人計活在峰頭。攢成艸閣能容", "238": "膝。定起霜鐘遠發洲。花好圍墻風奪艷。鳥乖當檻興", "239": "消愁。莫辭上界還沉小。眼裏星河且下鉤。", "240": "二", "241": "千峰玉立接閻浮。縛個茆茨在上頭。一派斜陽風送", "242": "晚。滿懷林壑葉驚秋。山窗漏月慈明牓。艸履生雲范", "243": "蠡舟。那韻久思朋未至。閒將鳳笛撥風流。", "244": "三", "245": "紫蓋羅圍禁不勝。乾坤在眼日為憑。花飛滿地金沙", "246": "涌。菌長枯莖貝葉增。種竹招雲長短畫。開池引月一", "247": "團冰。不時吐露真趺坐。頑石區區點未曾。", "248": "四", "249": "茆亭近水洞清隈。總謂逃名意念灰。異艸三年成碧", "250": "劍。落霞幾日長蒼苔。紅塵不到花無夢。濁酒情多月", "251": "自來。一鏡天青頻四望。賞心何用再登臺。", "252": "五", "253": "柴一肩來水一肩。高榮誰謂向林泉。峰頭一嘯含清", "254": "濁。杖底分明啟後先。淺碧盆泓當鏡照。抽青蕉葉作", "255": "書箋。香銷鐘寂朝來晚。隔塢雞鳴又一天。", "256": "六", "257": "從容一色翠徵茫。羅列天庭愈更長。泉活石門寒噴", "258": "雨。月篩蘿牖晚飛霜。懶逢世語猶癡鈍。漫惜山光有", "259": "寸方。壑轉松濤蔭萬里。晴雲帶露送幽香。", "260": "七", "261": "林泉砌玉快山家。一合乾坤渾不遮。礡險泉鳴遲客", "262": "語。天低雲過溼窗紗。縱橫石逕無驚鹿。聚散峰頭有", "263": "暮鴉。誰謂居山多寂寞。野曛常照石門斜。", "264": "八", "265": "茆茨小小近微叢。豹變貔文竟未逢。意足涼生淹夏", "266": "日。依思寒禁動秋風。好分碧劍能浮水。休擬金卮早", "267": "挂弓。山月隔窗情不倦。生香飛入夢魂中。", "268": "九", "269": "香凝萬壑小開扃。寬窄無過虎勢形。立澗雙分情若", "270": "畫。小峰齊插翠為屏。巢梁喜燕能陪客。卓樹嬌鶯亦", "271": "轉經。不若清思忘世事。何勞翻出幾千層。", "272": "十", "273": "前言吐下徹毛寒。莫遣情塵勒肺肝。萬壑煙濃迷鳥", "274": "道。一泓湫碧駐龍蟠。艸侵石佛青螺蓋。花絡蛛絲白", "275": "玉盤。為立主賓還疾便。投機未許泛波瀾。", "276": "十一", "277": "山幽頻築室。一榻在天垠。淺艸龍姻子。高松鶴唳群。", "278": "藥肥常小雨。溪斷接重雲。意下無新句。菴鄰久已分。", "279": "十二", "280": "空闊曾無厭。孤雲去又來。青山常繞夢。碧沼可容杯。", "281": "石徑吹塵少。枯莖逐念灰。幽花頻獻佛。無問幾時開。", "282": "十三", "283": "天際涵空籟。吹山轉結螺。翠寒疑小雨。近泛是天河。", "284": "只訝僧規約。那容俗語呵。雞聲同澗響。聽去在煙蘿。", "285": "十四", "286": "向來生氣別。有院息菴前。峰隔傳清磬。澗幽吐暝煙。", "287": "深雲如度水。新月似投筌。忽遇僧形古。相談不夜天。", "288": "十五", "289": "天壤孤峰接。門投野水分。風驚松子落。春化鳥聲勤。", "290": "未厭三冬雪。難摧九夏雲。知音無再舉。犬吠隔溪聞。", "291": "十六", "292": "幽居宜逸世。寒色晚稍多。越格臺山路。長流鄂渚波。", "293": "石滋含玉潤。僧古麗鬖蟠。取首扣機犬。柴門未易過。", "294": "十七", "295": "艸閣依岩北。長虹萬里橋。數杉蓬冉冉。一徑入迢迢。", "296": "竹塢陰非雨。天河梵是潮。挂冠投石壁。伶俐不須招。", "297": "十八", "298": "卻難違四序。山冷夜含秋。敗葉風前掃。琅函月下抽。", "299": "碧空懸皎皎。清夢入悠悠。欲得思今昔。多從此界遊。", "300": "十九", "301": "壁立岩千尺。由來未著塵。窗陰寒露下。山闊晚雲屯。", "302": "愛月長餘漉。欽才別作甄。芬芳同意潔。雨後看峰青。", "303": "二十", "304": "一錫憑年逐。孤清且活埋。磬安宜磊石。燈挂在重崖。", "305": "不謂趨行徑。何拘著意懷。依溪常近月。客至有安排。", "306": "留別筏海禪兄留別筏海禪兄", "307": "艸閣招雲隱。斜陽夜雨收。寒聲幽澗逼。曙色小窗留。", "308": "欲別難投筆。方行擬見舟。好山看不盡。或恐對江流。", "309": "次韻艸堂懷古兼答王刺史次韻艸堂懷古兼答王刺史二首", "310": "風景悠悠逼艸廬。擬回猶恨此幽居。欲歌殘賦頻驚", "311": "馬。試釣寒江休問漁。睡足龍蛇通楮墨。接天山水冷", "312": "琴書。更看何代春聲壯。他日招雲未許躇。", "313": "二", "314": "墨香不畏江雲隔。知是他年舊艸堂。去鶴移苔憐失", "315": "韻。惜花踏影喜留香。高林半帶悲煙落。倦客多從逐", "316": "賦忙。何日買舟先過我。載將晴色共徜徉。", "317": "青羊宮次韻青羊宮次韻", "318": "碧走湍飛情事盡。古今丹跡未淹留。空經庭際蒼苔", "319": "溼。杳靄雲間野鶴幽。懷抱此山逢路入。欲探情水向", "320": "溪遊。過橋取剩村花好。十里鐘聲尚帶秋。", "321": "春興回文春興回文", "322": "春含淡柳傍陰花。笛塞吹明漾淺沙。情露遠霞紅染", "323": "醇。傾杯小岸雨驚斜。", "324": "隱耕隱耕十首", "325": "不讀南華帙。耕餘得慰便。青山看雨後。碧沼浣春前。", "326": "給食家添缽。傳經鳥集筵。花飄從不語。數數是流年。", "327": "二", "328": "野釣閒朝夕。耘鉏事業勳。霧凝多溼袖。風定細飄雲。", "329": "半榻鳴書劍。幽心散戟文。綠陰遲客倦。暑色日紛紛。", "330": "三", "331": "處處探幽適。江天何啻遙。含聲歸隱臥。覓句待情飄。", "332": "畦壟禾堪熟。山城雪未消。鵑啼常在耳。明月下河橋。", "333": "四", "334": "優游牽耳目。事靜不為分。雨霽山初醒。江潮聲近聞。", "335": "高言從世厭。長詠在吾云。未得農家寂。桃園鳥吠群。", "336": "五", "337": "適來頻送景。斜照映松關。寒種詩書樂。輕飛花鳥閒。", "338": "忘憂雖赤子。入眼是佳山。惱恨門前水。長流不肯還。", "339": "六", "340": "地勢從人肅。鵑啼聽五更。淡吟非是賦。長夢正當晴。", "341": "沙暖鷗如醉。春深花似傾。家榮須自意。莫問歲時耕。", "342": "七", "343": "解意原非偶。閒情卻是寬。春雲頻放翠。夜月忽生寒。", "344": "性晦因難巧。村遙豈易觀。天遮惟一笠。平淡可中安。", "345": "八", "346": "日麗涵容瘦。情過動目悠。參差朋不逆。上下影相浮。", "347": "歠茗吟成律。屠茅拋作鉤。賞心猶未歇。扶月聽高秋。", "348": "九", "349": "百丈宜為圃。高林得濟陰。花聲疑客近。池測不秋深。", "350": "葉落蟲驚散。霞生鳥接吟。半竿頻送影。斜照怨無侵。", "351": "十", "352": "飄歌晴日咽。乘興寄愁顏。有食烏排下。傷機鼠亂間。", "353": "一竿投渭水。鍾粟走陽山。相憶依前士。迢迢向此關。", "354": "悼廣安屢生維那悼廣安屢生維那四章", "355": "寶城消息計來陳。忽訝干將鋒溺淪。隔歲瓶盂仍對", "356": "夢。荒庭雨雪未勝春。深窺法社憂非細。漸奪禪燈焰", "357": "不均。白拂當年曾莂子。嗟予此日亦傷神。", "358": "白雲一片覆山深。隱几撚髭悲甚吟。惱恨秋光常過", "359": "眼。痛悲祖席漫漓淋。燭花剪盡成難句。琴案敲殘擬", "360": "絕音。已到貧來錐少卓。再磨更露劍光鐔。", "361": "劇憐負學苦偏長。那識虧途墜鋏鋩。拉履幽思仍意", "362": "墮。扶笻遠望暗神傷。怕荒祖社圖湮綴。愁嘆禪燈脈", "363": "落匡。西日雲遮嫌怪殺。峰頭夜月照山窗。", "364": "短偈搜腸括棘鉤。周旋少作淚難收。一庭紅藥蝶翻", "365": "雨。萬事機謀樹過颼。常帶空心孤杖寂。秖添老眼百", "366": "年愁。蘆花兩岸溪搖白。憾慨悠思淡墨流。", "367": "夢遊峨眉寤成一律寄可聞和尚夢遊峨眉寤成一律寄可聞和尚", "368": "一自維舟晤別君。夢中恍若到山宭。橋通三徑分流", "369": "水。門對千岩吐秀雲。寤寐觸情猶未是。滄波蕩月豈", "370": "紛紜。室中續印籌難滿。聽法還來覲可聞。", "371": "再住昭覺為懶和尚并同門話舊再住昭覺為懶和尚并同門話舊", "372": "春風一棹別江城。轉覺翻思數載情。勤祖塔前重露", "373": "布。相如橋上更來行。村墟不異鶯花塢。砌下常留霽", "374": "月衡。故舊坐吟書榻上。關關不住是流鶯。", "375": "建南王道臺過昭覺玩芍藥留題賦和建南王道臺過昭覺玩芍藥留題賦和", "376": "藥園千本每憑欄。占斷東風興未殘。巧琢瑤臺渾越", "377": "俗。清含珠館果應寬。冰容雲溼篩金粉。素艷煙消篆", "378": "玉團。好是仙源無減卻。將心何必覓心安。", "379": "贈伏虎和尚懸水陸贈伏虎和尚懸水陸", "380": "結搆精藍五十年。清名貽記古今傳。奇詮撥盡多番", "381": "秀。異蹟情思百折鮮。短偈機關隨筆託。千顏形像傍", "382": "燈懸。天涯一氣還經遍。慣把峨眉白象牽。", "383": "次韻王道臺遊凌雲寺次韻王道臺遊凌雲寺", "384": "看山東閣遶城興。曲徑懸梯萬客登。怪煞階前蹲翼", "385": "虎。奇哉象外展神鵬。吹開汀霧天然像嘉州大像渾然江岸。挂", "386": "就銀河石室燈。滿眼風雲回首處。一聯清興我何能。", "387": "再次遊中岩韻再次遊中岩韻", "388": "欲向中岩萬木陰。法筵可是積年深。路經蓬壑依仙", "389": "跡。月映瑤池滲客心。遠底崢嶸纏玉壁。千層危磴過", "390": "雲林。佇聽松韻春風老。探跡資遊汗漫襟。", "391": "悼升宇張居士悼升宇張居士", "392": "犀浦村前煙霧濛。維摩榻冷對長空。吾門猶惜嗟勛", "393": "業。少室雄吹五葉風。", "394": "示西樂水頭示西樂水頭", "395": "滔滔汲著古源頭。息汝安平得自由。炎暑令人無懊", "396": "惱。篙竿亭畔碧芬幽。", "397": "壽鹿苑侍者壽鹿苑侍者", "398": "頭顱削染勿多虛。摸著娘生面目奇。露柱齊年無少", "399": "剩。不知挨到幾何時。", "400": "喜趙觀察復建青羊宮二仙菴是日營齋普啜感賦一律喜趙觀察復建青羊宮二仙菴是日營齋普啜", "401": "感賦一律", "402": "琪園疊巘近城邊。深極晴開翠接天。密值繁華唐代", "403": "閣。清廉不減晉時賢。公餘赤手頻栽竹。素過徵心漫", "404": "引泉。江月樓臺談未盡。桫羅橋上看飛仙。", "405": "壽大慈法兄懶石和尚入袟壽大慈法兄懶石和尚入袟", "406": "鬢在滄浪八十年。以餘花甲趙州全。生平傀儡金圈", "407": "跳。日用郎當棘栗饘。世外無勞奎璧煥。雲中賴有祖", "408": "燈肩。況兼髫髻相隨到。香篆幢高擁座筵。", "409": "次韻吸嵩丁道臺過訪兼謝次韻吸嵩丁道臺過訪兼謝", "410": "蠶叢曲徑苦能行。跳越峨眉豈偶生。拄丈鋒鋩那讓", "411": "佛。壎篪還我鷓鴣兄。三拳築碎高安肋。一掌逢人熱", "412": "血傾。謂是當年餘願早。頻將栗棘煮沙鐺。", "413": "吸嵩居士寄箑詩復原韻吸嵩居士寄箑詩復原韻", "414": "既氣同門晤別抽。薛濤井畔送歸舟。馬駒菴外磨磚", "415": "鏡。船子江頭下釣鉤。一半去心常共語。三千藤葛劃", "416": "然掊。寄來箑上中岩韻。猶在題詩黃鶴樓。", "417": "次于撫軍來董堂韻次于撫軍來董堂韻", "418": "杖藜何處問煙村。歌得清風擅美論。幔捲花涇常落", "419": "影。句敲情洽每忘言。芭蕉葉上千秋韻。㼾甓磚中無", "420": "髮痕。好種高梧三十本。留雲集鶴肅乾坤。", "421": "又", "422": "公署清齋向遠材。池開八面積賢論。南來書案薰風", "423": "滌。北眺松陰伯舌言。窗外名花寧有種。煙中翠色醉", "424": "餘痕。堆山削壁蓬萊接。政是藏天寫艮坤。", "425": "又", "426": "重重亭閣勝幽村。崦翠朱闌更可論。坐聽𩾷鳩談未", "427": "歇。閒觀花竹靜無言。山川新就高低境。日月常懸來", "428": "去痕。賴得詩成如夢覺。援毫擬著一乾坤。", "429": "贈月峰和尚還里贈月峰和尚還里", "430": "幾番留弗住。負笈與擔簦。筆掃箋難盡。情懷夢易勝。", "431": "一觴泉當酒。幽賞鹿為朋。不抹深深意。重來打葛藤。", "432": "歌歌", "433": "和船子和尚撥棹歌和船子和尚撥棹歌", "434": "一片孤帆落影斜。天空不盡水無涯。披白月。引紅霞。", "435": "洪波浩渺是吾家。", "436": "傍煙紅蓼好抽竿。捲霧和雲逆上灘。湍衍秀。淥吟歡。", "437": "森羅萬象在眉端。", "438": "單絲不釣一漁翁。宇宙之間無個同。忙點棹。急牢籠。", "439": "金鱗罕遇在其中。", "440": "本來端不向他求。惆悵無餘思恨愁。月影薄。水色悠。", "441": "捲起雲簾搭一鉤。", "442": "平沙淺水綠芙蓉。處處花聲逐晚風。香馥郁。露含紅。", "443": "一曲清音度暮空。", "444": "弗住山根傍水旋。分明直指在當然。稍擬議。落言詮。", "445": "不遇知音不覆船。", "446": "四望雲分露野情。江天微雨灑蓬塵。蓑笠破。浪花平。", "447": "高挂長帆始放行。", "448": "展出經綸撥轉船。江楓蕭瑟冷煙邊。風動樹。月華天。", "449": "幾點星稀意自然。", "450": "若北若南轉更新。上無片瓦下無塵。或時沒。或時伸。", "451": "獨露乾坤無異人。", "452": "晚舟溯水上煙灘。忽遇鱗翻浪影漫。啖雲餌。吐腥羶。", "453": "掣轉蘆頭下一竿。", "454": "輕桴短櫂漾溪間。祇樹紛紛露遠山。烏石畔。荻蘆灣。", "455": "且歌且曲意閒閒。", "456": "斷谷徜徉吐露機。桃花落盡柳花飛。雲挂樹。霧沾衣。", "457": "白正蓬風載月歸。", "458": "風滿蓬兮月滿船。隔蘆漁火鬥秋煙。日飄泊。夜忘筌。", "459": "歸來那用軟絲牽。", "460": "時辰十二覺舒情。漢外雲深色轉輕。疏鐘落。已天明。", "461": "月去日來伴我行。", "462": "蕭條何事復何嗔。友宇朋天獨一身。饑便歇。困即茵。", "463": "繩頭稍得月陪人。", "464": "終朝蕭灑水雲間。風雨樵蘇透此關。看花落。聽水潺。", "465": "乾坤容我一生閒。", "466": "葉剪千波下一鉤。藻移掩映舊宗由。有時放。有時收。", "467": "幾度贏來意氣悠。", "468": "水光山色是相知。出入臨機用處宜。逢俊傑。遇嬰兒。", "469": "盡把家私說向伊。", "470": "披煙帶雨日求魚。徹骨貧來一物無。腰戢篾。料掉夫。", "471": "櫂前天地一蒲蘆。", "472": "漁臺石歌漁臺石歌有序", "473": "古字山卓峙于清流江之上。唐宋元明之代。版圖曠", "474": "勝。規制紆鬱。層疊翠屏。一池益壘于殿后。冽若龍泉。", "475": "世罕有也。青龍之岡。參天一石。高可數餘丈。周闊數", "476": "圍。頂可容百人。孤立如覃。高矗于位。人或乍來乍往。", "477": "登眺徘徊而四玩。諸峰俱拱其下。周徹百數由旬。無", "478": "遠弗屆。旦晨危夕。皆覆梵雲。非泛然氣象。而比擬相", "479": "向。凡登眺者。不可不工于筆扎。昔趙文肅公興題數", "480": "偈。恪鐫貞玟大德。壬寅成都尹應熊冀公。慨書釣漁", "481": "臺三大字。真刊在上。懋學文才。不勝廣紀。名碣敏篆。", "482": "未能蒐羅博採。而當日如鱗梵院。時以荒煙蔓艸。予", "483": "于癸卯春。歸來整葺。略成叢席。歷歷寓目。遐邇瞻仰。", "484": "亦當頗獲于心矣。尤斯石與梵院。肩比而接踵。實在", "485": "中川安寧鄉。乃予水源木本之地。予往往攀躋。憑眺", "486": "遠望。諸峰羅列在目。故有漁臺散集行世。此則中川", "487": "之異境。古今由來。共見共聞。誠天地之景運。而民生", "488": "盛衰。陵谷遷變。事業頹廢。惟喬木怪石恆托于社稷。", "489": "夫有宇宙而即有斯石。石在盤陀。石不步武。赫奕立", "490": "峙。蘊之孤卓。亦增山川之輝媚。豈如兆瑞于一時。則", "491": "漁臺之碩矹。上突霄漢。高視院宇。而往來瞻拜叢席", "492": "者。此石歷先眩目。大意不可不登。爽然天地之大觀。", "493": "固勝蹟之所以傳也。予樂為之歌登斯石者觀。如是", "494": "作歌曰。", "495": "漁臺石。崢嶸嘯傲倚南極。氣吞千仞貫星河。兀兀峰", "496": "頭聳標砐。憑伊浩劫任消磨。良由坐待天撲地。陽焰", "497": "空花撒向人。溪山雲月醉相識。儘有機絲裹十虛。萬", "498": "年一等常如是。坐來地老與天荒。嗟嘆桑田變滄江。", "499": "起諸倒見溺生死。不解隨情逐隊忙。等屬陰陽腰繫", "500": "著。不牽寒暑迭相當。幾人登。幾人眺。登者忙然氣噴", "501": "天。眺者依俙誰識󵏸。登眺無如圖快心。兢兢業業魂", "502": "消耗。夥起從容登眺來。彼此腳跟宜自照。漁臺石相", "503": "依著你。釣盡煙波。金鱗始遇。偶乖風雨多多篩。觸動", "504": "些些名利機。看他善惡全兩種。使盡施為虛用力。萬", "505": "象堆。森羅窟。雨風浸爛虛空骨。變滅無時因世時。壞", "506": "空成住從無住。十方世界目前包。四聖六凡空碌碌。", "507": "任他鬧。任他閑。閑鬧與吾不相干。閑鬧無時宜自決。", "508": "生滅不休眨眼看。憎愛都緣成鬼戲。名利無勞一指", "509": "彈。百日月。繞閻浮。返覆不停我何求。獃嘆古今高突", "510": "兀。敢保奔忙一世休。混沌殼兒絲繫著。影光壓倒百", "511": "神州。奔雷怒電晴空激。晏然添得鬼神愁。分明眼底", "512": "乾坤小。不安排處世界周。歌還石。石還歌。怪雲萬態", "513": "任逶迤。忙忙弄巧翻成拙。悠悠世界本蹉跎。無生國。", "514": "誰繼踵。臨濟德山入艸孔。佛祖也曾踏上肩。四顧回", "515": "旋毛骨聳。坐看煙霞朝夕飛。擺落藤花千萬種。團團", "516": "秋月任追隨。瑟瑟西風吹不動。怪黃鸝。頻伽鳥。啼得", "517": "血流何日了。溪上桃花澗底紅。空裏清風偃山艸。徒", "518": "有駢闐喧又喧。爭似阿儂悄更悄。", "519": "浣花溪歌為玉輅和尚作浣花溪歌為玉輅和尚作", "520": "稽古文光射斗宮。丹楓碧落翠微中。得訪當年杜甫", "521": "績。娟娟盤軸氣如虹。熟視吁嗟流不改。從游漸積嘉", "522": "丰采。把酒亭亭酣暢茲。閒濯滄浪聽款乃。不減風流", "523": "思少年。浣花溪在艸堂前。素聞子美啼鵑集。搖落幽", "524": "林竹裏煙。撥盡枯腸空八萬。踏來亭閣客三千。溪頭", "525": "夜夜侵明月。月下花前思李白。酒酣但作陽春歌。拔", "526": "地波瀾吞八澤。簫管春風聒耳邊。竹塢平原紛未歇。", "527": "紅蕖苑。白花潭。瓊波玉浪日鷗翻。幾番晴過幾番雨。", "528": "歸來但掃落花篇。徒聞車馬急追梭。相望情塵如逝", "529": "波。春融羨舴堪娛目。暮聽漁父遠吟哦。放艇分流相", "530": "似鳥。阻關險絕直透過。莫使釘樁搖櫓漢。心空及第", "531": "伴禪那。掉破虛空鮮流血。腥風兩岸染森羅。雲開合。", "532": "竹交加。細嚮襟懷尟不差。點綴溪光搖淥翠。優游野", "533": "色抱晴霞。洗石磯頭僧浣衲。扭乾捏聚不逢他。陰晴", "534": "照徹波心漾。看來渾是浪翻花。眼底嬌風乖世事。樹", "535": "頭鶯語巧詩家。芙蓉城畔溪環繞。漁父洲頭喧未了。", "536": "臺榭禁弛有變遷。松濤暖沸無昏曉。平原洲渚幾何", "537": "長。晴逐紛紛度雁行。雲雨趁花彌溼艷。風流壯客類", "538": "殊方。艸堂概古經寰宇。遙天繁盛境如此。檢點春風", "539": "桃葉開。滄浪送酒無朝夕。多士從茲追舊遊。題詩動", "540": "作蛟龍氣。", "541": "花篾歌花篾歌", "542": "漁臺山人去花篾。撥艸尋幽踏凹凸。踢碎青山朵朵", "543": "雲。錯落星飛痛恨徹。莫測千機急早忙。眨得眼來天", "544": "地隔。刀柄盡在我手中。不由彷彿依俙同。猛著精神", "545": "撣大抹。葛藤一掃探籠籦。隨高就下陟幽林。幽林取", "546": "竹高下截。似乎混沌一剖開。直派條條無斷缺。收拾", "547": "不全。東拋西勒。緊俏底工夫有進。解怠者臨危摸月。", "548": "多福莖莖有曲斜。誰道靈雲悟桃花。香嚴不假安排", "549": "定。芟除瓦礫擊著他。大展機。且非惑。腳頭腳底乾坤", "550": "闊。馬祖菴前把鏡磨。高安灘頭把曲雪。莫道山中無", "551": "佛法。度過篾頭思古哲。纏裹十虛。無欠無餘。牽犁拽", "552": "耙。少伊不得。直逼金烏將已黑。極赴艸廬求宿歇。主", "553": "人何事向鄰菴。不顧烹煎蹈閥閱。便把柴門推半開。", "554": "未來心兒不可得。逆順不自由。東西無辯別。腳指踢", "555": "去皮。頭顱撞出血。仔細思量來。弄巧翻成拙。自家珍", "556": "習任安排。求人事業難寬闊。爐中深撥無一星。拾取", "557": "枯枝鑽燧革。忙去擔泉帶月歸。卻來覓火和煙得。桶", "558": "內無米缸乏泉。廚頭不見破木杓。佛祖當年醜拙陳。", "559": "紙撚無油難照黑。簷前摘個大冬瓜。水煮無鹽呷得", "560": "悅。前人說得恰相當。肚饑元來好喫麥。說甚酥酪與", "561": "肥甘。百味惟思一飽歇。自家事業自家忙。良由一念", "562": "肯丟撇。伎倆現盡添得歡。西風一笛橫拈銕。不解衣", "563": "裳取性眠。夢裏何嘗生怪捏。鄰雞不聽鼓欄干。縫罅", "564": "微微明漏泄。須臾平旦主人歸。只教呵呵把手拍。憎", "565": "愛都緣一撒開。莫惱心頭橫皺額。者莖篾。誠難得。疲", "566": "勞向外更馳求。的的端然不肯休。況是叢林當用著。", "567": "敢保工夫不自由。百丈開畬說大義。溈山耕遍水牯", "568": "牛。耕遍虛空種明月。大千沙界一粟周。歸來重把家", "569": "私說。天外嵐光幾點落。蠻煙瘴雨一杖攜。彈指八萬", "570": "空消索。", "571": "記簡陽九曲舖茶菴記", "572": "原夫迦文聖人謂。三界無別法。惟是一心作。所以棄", "573": "甘就苦。冒暑衝寒。曠劫迨今。無頃刻不周遍法界。向", "574": "真實地上。大圓覺場。由之而建立。依之而運行。散為", "575": "種種佛事。於是三百餘會之玄談。千七百祖之雄唱。", "576": "皆是一切智智清淨。諸色相等。靡不依而沾注者。總", "577": "謂展鷲峰無作之機。啟嵩少不傳之妙。余于己巳秋。", "578": "謝事昭覺。自焦沙買舟而下。抵簡池。昔周金剛故里", "579": "也。舟寄大江之岸。少憩四聖廟。廟乃州主劉公篤信", "580": "重創。延嗣雲禪師席焉。已而詢其下院。在九曲赤水", "581": "二舖接壤。昔居民遺址。屋廬既墜。石木儼存。殆四山", "582": "交肅。而上下互相衝擊。主者不憚塵慮。結菴道傍。剪", "583": "荊芟棘。共議以耕。頓成膏腴。樵山蔬圃而悉備焉。飫", "584": "膳以充往來禪悅。煮茗以濟遠近旅商。大德乙丑。廣", "585": "募信眾。新嚴棟宇。精效禪林體制。從無陜隘內。塑關", "586": "夫子儀像。方獲瞻睹。弗生慢意。惟超然於名相之表。", "587": "廓爾於神悟之際。總作是觀。遂扣記於余。或不廣其", "588": "顛末。而心目為之一貫。擬涉念慮。洞徹源底。故之菩", "589": "薩人。操真實事。具真實心。發深誓願。順逆無怯。與一", "590": "切慨布。歡喜心聆。渴思注想者。誰無此菴。不休登陟", "591": "者。誰沒此菴。上契諸佛心。普息恆沙念。皆公普施之", "592": "行力。則未免粘情帶窒。而結成伽藍勝概。時與真際", "593": "相符。略述短記。以例無窮之證焉。", "594": "佛冤綱禪師語錄卷第十二", "595": "附文跋跋", "596": "了以不惑之齡。晤我法弟佛冤和尚。于牂牁禹門之", "597": "精舍。參隨補處。又不覺二十三載。佛侍本師巾瓶之", "598": "南。凡四十餘稔。歷盡清要。深得九淵驪龍頷下之珠。", "599": "赤幟一懸。小大折中。曰慈曰儉。不敢為天下先。或抑", "600": "或揚。都盧是大旗手。其機峻捷。互換主賓。不以繫驢", "601": "橛章程。務以死貓頭賣弄。捏由基箭。荷雲長刀。如銜", "602": "燭之龍。行而破暗。落機之錦。濯以增妍。故全提半提。", "603": "另是一番作用。翻手覆手。令人直下承當。尋常示眾", "604": "曰。山僧無隔夜禪與人參。而我自家屋裏底貨尚使", "605": "不盡。詎借古人鼻孔出氣耶。爰以六九之齡。主持三", "606": "剎。漢安古字昭覺祖庭。雙流潮音。說法勦絕。如刀截", "607": "齊。了無痕翳。侍者記以災棗。余從雲頂雙劍歸來見", "608": "剞。視之尚未終紙。曰。此土桑門。含章秀發。群英間出。", "609": "迭有其人。俾黃河牽一帶之清。青史載千年之應。所", "610": "以通感適化。則強暴以綏。靖念安禪。則功德森茂。敢", "611": "以不才。汗漫書此。副我四十餘年前。同襟共社之奇", "612": "遘也。非謂為跋。", "613": "丙辰暮春住安龍石寶禪院同門愚兄徹了譔", "614": "康熙歲次丁丑中秋吉旦　　板存楞嚴寺藏房檇李倪爾繩刻"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B371 佛冤禪師語錄", "author": "清 徹綱說　性純等編（依駒本印）"}