{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1633-A 皇明金剛新異錄序No. 1633-A", "1": "皇明金剛新異錄序", "10": "再來。種無量百千萬善。捃摭　昭代。紹續前聞。意主", "100": "竭誠發心任募化修葺。我當授汝法門。保鬼不能拘", "101": "耳。頭陀即對佛發願。禪師手數珠與之曰。汝七日內", "102": "勿睡。但住我房轉誦金剛。經中當知此處即為是塔。", "103": "二句足矣。頭陀如言轉誦。逾七月。兩冥卒踉蹌至禪", "104": "師處。搶地籲曰。有合死僧逃此間。求指示方便。禪師", "105": "曰。渠在房中。任汝拘之。奚問焉。兩卒入即驚出曰。房", "106": "中止見一座寶塔。赫奕光明。目瞇不能略開。禪師曰。", "107": "渠誦最上乘法。又發勇猛大願。雖天龍鬼神奈之何。", "108": "汝但回覆冥君。某僧某師留之修塔。幽明功德分受。", "109": "必不汝深罪也。兩卒不得已泣拜去。頭陀遂製此鐵", "11": "新則有徵異斯警醒。綜其所錄。如拘僧見塔。彰鬼神", "110": "鍊自鎻。曳於道途。不憚隆冬酷暑道里之遠。叩求善", "111": "信。竟得以再生餘年完滿此大功德云。經言。障蔽魔", "112": "王一千年中無覔金剛藏菩薩住處。觀此修塔頭陀。", "113": "亶其然乎。", "114": "得佛長生得佛長生", "115": "正德間。川西󳬈鳴觀道士陳玄。志求長生。精思日夜。", "116": "忽夢見一神。形貌異常。自稱執金剛神。告玄云。爾求", "117": "長生。速往岷山禮智融和尚。當授汝長生法也。玄如", "118": "言造。懇乞指示。融云。金剛經偈言。一切有為法。如夢", "119": "幻泡影。如露亦如電。應作如是觀。此是我佛長生。玄", "12": "之敬恭。得佛長生。覈僊宗之證悟。二字夾雜。卒魂阻", "120": "問。既如幻夢。何謂長生。融大喝云。諸相非相。三藐三", "121": "菩提心不入斷滅。玄於言下大悟。遂辭隱於瓦屋山", "122": "虎踞巖之陽。不廢玄攝而日必誦金剛經。凡滿數藏。", "123": "歷春秋九十有八。一日遍集鄰居隱者告曰。吾初求", "124": "仙長生。今竟得佛長生。願諸公得我所得。言訖瞑目", "125": "而逝。近瓦屋山數百家共建祠肖像祀玄。謂仙宗佛", "126": "果兩得之焉。苕中許官任四川觀察。親紀其事。", "127": "持經遐壽持經遐壽", "128": "正德間。南嶽有大德僧曰楚石。博通三藏而專持金", "129": "剛經。人有禮之乞佛法者。無賢愚貴賤輒大聲曰。好", "13": "度。四句牢持。畜業頓轉。神風顯護經之力。金剛現拯", "130": "持金剛經去。年一百七十一歲始化。同時有白藤和", "131": "尚．無極和尚亦專勸化持金剛經。白藤終一百三十", "132": "歲。無極終一百二十四歲。祈壽命得壽命。祈大涅槃", "133": "得大涅槃。豈虗語耶。", "134": "嚴江趺化嚴江趺化", "135": "嚴江。相城皮工也。中年棄業。於佛寺擔齋飯。在路專", "136": "持金剛經併念阿彌陀佛不絕聲。年六十餘。忽絕粒", "137": "飲水一月。乃言曰。我當以某月某日某時去。至期沐", "138": "浴更衣跏趺而化。焚之得舍利數合。其舌堅如金石", "139": "扣之有聲。時正德十三年事也。載相城誌。錄出以告", "14": "覆之形。聽經鵞。伏雌卵。蜘蛛蛻。彼非眾生非不眾生。", "140": "誠心持經念佛者。", "141": "夾雜二字夾雜二字", "142": "少保南塘戚公副總戎時。以倭亂提兵守禦三江。公", "143": "素䖍持金剛經。雖在行間不廢。一夕夢陣亡親兵某", "144": "求誦經一卷資度脫。旦日兵妻來籲所夢如之。公晨", "145": "起齋素。專誠為誦。是晚兵妻夢夫語之曰。感主師為", "146": "我誦經。奈經文中夾雜不用二字。功德不全。尚未得", "147": "脫苦耳。兵妻旦日復以夢籲。公大訝。因憶誦經時閤", "148": "婢以茶餅至。公手麾之。口雖不言而意中云不用也。", "149": "公時以語幕客。事遂傳焉。噫。一念之夾雜。幽冥即知。", "15": "吳遊冥。王回生。施完經。是一合相非一合相。念佛通", "150": "誦金剛者可以散亂心隨口循誦反增鬼業乎。", "151": "馮勤延年馮勤延年", "152": "馮勤。嘉靖間人。歸安茅鹿門家傭僕也。日者占其殃。", "153": "問一老僧。何以延年。老僧曰。若為僕無力積德。惟灑", "154": "掃字紙。併誦金剛經。庶免短折。勤乃置竹鑷竹簏兩", "155": "事。日間遍歷村巷。凡穢惡字紙悉鑷簏中。滌以香水。", "156": "曝乾焚󰞆。包送清流。遇隻字未甞遺。夜歸則跪誦金", "157": "剛經一卷回向。歲以為常。後漸知書通文義。鹿門亦", "158": "禮貌之。家道豐裕。有二子四孫。壽九十五。無󳱈化。", "159": "神風獲經神風獲經", "16": "天之廣澈奪舍而遊。織經坐脫之女人吉祥善逝。書", "160": "洞庭山某寺有唐白樂天所書金剛經全卷。為鎮寺", "161": "至寶。嘉靖四十三年東南饑荒。寺眾餒主僧用經質", "162": "山塘王宦米五十石為食。越歲王宦呼主僧至家。願", "163": "捨前米作齋僧用。以經還之。僧歸過湖。對眾稱揚王", "164": "官之德。舟眾共求一看。展開之時天風大作。竟揭經", "165": "前數幅飄空入雲而去。僧懊恨不已。還寺置經原所。", "166": "三年後忽上官有不肖者聞此經名。陷主僧以他事。", "167": "禁而逼獻焉。經至。以經不全不愜意。釋僧。而仍以經", "168": "還之。僧歸舟。風又大作。昏黑󳶍舟入一深村避風。登", "169": "岸索火。詣一老漁戶家。則壁粘前經數幅。毫無傷損", "17": "經暗室放悲智之常光。勸親聽經著扶持之至孝。訟", "170": "也。漁戶姓姚。不識字。詢之。但云前三年有火光一道", "171": "墮田間。驚視之。是字紙。異之。因粘於壁。僧向數幅悲", "172": "淚頂禮。呼護法韋䭾不休曰。非兩番神風顯異。此經", "173": "見留權勢。不得合浦重完矣。因為漁戶備述顛末。漁", "174": "戶頗殷驚感。遂改業務農。又出貲重裝此經。每歲遇", "175": "得經還經之日。必往寺展禮。壽八十二。無󳱈終。噫。此", "176": "視螺螄千里送經還者不更神異也哉。", "177": "經題七字經題七字", "178": "隆慶己巳。紹興天樂鄉處士王德用。妻陶氏一日病", "179": "篤。見二鬼使云。汝陽壽已絕。且平生毫無善事。當墮", "18": "師漁戶洗滌習心。隣老舖軍感通靈異。伽藍請而乩", "180": "惡道。須臾果見地獄可畏相。謂夫曰。地獄現前。如何", "181": "救我。忽憶隣寺端長老每日誦經。因曾記金剛般若", "182": "波羅蜜七字。極力猛誦數千百遍。先所現地獄遂隱", "183": "不見。床次侍󳱈家人忽見有五色光從陶氏口出。空", "184": "中隱隱有聲曰。陶善女已免墮地獄生善地矣。舉鄉", "185": "之人皆傳告。經題七字得脫沉淪。鮑性泉居士所錄。", "186": "二祖勅還二祖勅還", "187": "錢唐李時英為南海欽州守。素誦金剛經。隆慶丁卯", "188": "為分考官。於闈中病死三日。初見金甲神人欲鎻去", "189": "見泰山府君。城隍土地．咸在土地以李誦金剛經故。", "19": "仙誦。示人間功德之最勝。非乎瞽得子而僕延年。覘", "190": "堅不肯押字。金甲神怒。袖出火釘長三尺餘。從土地", "191": "頂門釘入。立見焚燒盡。俄復本形。堅執不押如故。金", "192": "甲神曰。當仝鎻汝往泰山。土地曰。見泰山。我自有奏。", "193": "旋見數鬼稱冤索命。呵時英前世為九江守。受賕殺", "194": "人。正急怖間。憶誦金剛。忽見呂祖師乘雲而下。鬼俱", "195": "奔逝。時英伏地乞哀。呂祖曰。還我老君丹來。熟視又", "196": "曰。業重業重。可惜丹俱壞盡矣。汝誦金剛可求救六", "197": "祖。忽然間六祖至。覩時英伏地。亦曰業重業重。得我", "198": "與五祖商量來。時英出一手曳六祖袈裟。片片飛金", "199": "光也。少頃倐異香滿鼻。聞空中五祖六祖勅曰。誦金", "2": "金剛般若經以斷疑破執為指。在大部五百七十七", "20": "先世罪業之消滅。信矣菩提證見。侔乎暑逝生香玉。", "200": "剛經人可且放還。隨見前金甲神復至。提時英一擲。", "201": "汗下如雨而甦。時英出場即棄官。歸於湖南淨慈焚", "202": "修。晨起必誦金剛超度冤鬼。後無疾終。", "203": "沙門廣徹沙門廣徹", "204": "杭城有野僧名廣徹。號通天者。向金省吾中丞丐淨", "205": "地誦經念佛。張元洲尚書有家廟。名資福。頗淨。省吾", "206": "從丐得之。廣徹日則誦金剛經。夜則携燈籠繞街念", "207": "佛。省吾一夕送客出。遇之。為書其燈籠曰沙門廣徹", "208": "念佛通天。廣徹於某年月日回首於廟中。湖廣某王", "209": "是夕夢一僧闖宮入曰。我抗州資福廟僧來為王子。", "21": "No. 1633-B 皇明金剛新異錄序No. 1633-B", "210": "王視其手執籠。則有八字瞭如。驚寤。後宮已報生世", "211": "子矣。王特遣尉至杭物色其事。則僧逝之夜即王夢", "212": "之辰。倘所稱福因厚重奪舍以遊者耶。因果之說詎", "213": "曰誕妄。萬曆初事。", "214": "郡隍拯母郡隍拯母", "215": "蘇州楓橋盛在德。從講師懸明受經。萬曆初病赴冥", "216": "司。則被󱙂鬼盛之化告郡隍逮對也。在德理直。得縱", "217": "觀冥獄釋還。經宿復絕。見郡隍降堦諭曰。我生前荊", "218": "州人。姓曹氏。自登神籙。我母張大君轉世三度矣。咸", "219": "女身不育。若代我懇懸明師䖍誦金剛經．月上女經", "22": "皇明金剛新異錄序", "220": "各五百部。拯我母轉男。諭甚切。在德再生。禮請懸明", "221": "誦滿牒告。管東溟先生作序紀之。載惕若齋續集。", "222": "萬戶子生萬戶子生", "223": "萬曆初。吳中一萬戶無子。求禱歷歲不獲。叩於一老", "224": "禪。老禪曰。未也。公已有子。係一道者。在某處跪誦金", "225": "剛經一藏。募修一路。計其竣工尚須三󱑊。始來托生", "226": "耳。萬戶遣人物色之。良然三年後經完路工竣。道者", "227": "死而萬戶子生。詢之則死生同其時日也。固知生而", "228": "紆金衷猊。亦人天福大非細故。", "229": "雙鵞立化雙鵞立化", "23": "大猛火聚中。無一物得存。所不能壞金剛耳。金剛生", "230": "萬曆初。侍中鐘公復秀．徐公遵壽俱住羅家巷。奉佛", "231": "持金剛經。別潔淨一佛室。二公聯坐而誦。鐘家有二", "232": "白鵞。聞經聞念佛輒尾二公後作聲而行。逐之不去。", "233": "亦不近逼。其行其止皆隨木魚聲。嚴寒行多。鵞掌凍", "234": "裂。露骨強行益力。逾數年。二鵞並對經案立化。二公", "235": "為瘞於淨業寺後地。號聽經鵞塚。", "236": "漁戶業除漁戶業除", "237": "海鹽漁戶張元與弟張貞撒網夜歸。舟至青松塘。見", "238": "水面有異光掩映星月。疑下有蚌珠。遂沒取焉。得石", "239": "匣一枚。兄弟相慶。歸家禱而後啟。得金剛般若波羅", "24": "精金之中。類紫石英。色如麥麩。其堅利能壞一切。而", "240": "蜜經一卷。金字所書。光彩異常。元亦索然置之家室。", "241": "中夜夢金甲神語曰。汝前生為長水法師。講壇作務", "242": "人。因不堅固道心。退墮至此。然夙因未泯。賜汝大法。", "243": "當精進持誦。元以不識字為辭。神令開口。以金丸投", "244": "之。燁燁有光。香煖入腹。遂驚而覺。明日啟誦。熟如久", "245": "習矣。元叩達觀大師。具陳其事。師更勉勵以誦經必", "246": "回向西方。越三年。元謂親識曰。我殺業除。蓮臺現矣。", "247": "無疾端坐而化。時萬曆丁丑孟秋事也。", "248": "勸親聽經勸親聽經", "249": "金壇王方麓先生。病篤時煩躁。其子損庵進曰。大人", "25": "一切不能壞。故曰金剛。乃金中之剛。非世剛也。我人", "250": "平日涵養。正須此際展舒。願澄心聽兒子轉經何如。", "251": "方麓首頷󰬇解。命損庵取金剛經朗誦。聽至無我相", "252": "無人相四句。輒笑曰。煩惱本無。我相誰戀。遂合掌而", "253": "逝。方麓得手人。故一撥即轉。而損庵於親垂逝。能勸", "254": "親聽經。固送死之孝。遠過俗情什伯。", "255": "持經得雋持經得雋", "256": "嘉禾沈公光華甞判兩淮鹽鐵。歸田日。偶與同郡運", "257": "同吳公淞閑坐。從容󳯝問日間所為。沈云。晨朝茹素", "258": "持誦金剛經。積二十年。已諭二藏。吳亦漫然置之。居", "259": "無何。吳忽晨起󳱈馳詣沈賀云。即君南闈必第矣。沈", "26": "妙精明心能破壞六塵而如如不動。取喻其最切耳。", "260": "問何故。云。夢一人言。郡中一士夫以持金剛經功德。", "261": "其子得雋。覺來唯憶公當酬是夢。是歲之秋。沈公叔", "262": "子應明。果登應天。鄉薦聞沈公持請金剛經最虔。而", "263": "行住坐臥能自暗誦。甞從東郭季子家往還塗間。一", "264": "心持誦。計所經屠門市肆及虗空一切霑經功德。超", "265": "脫者不知凡幾。又以無四相心修一切善法。累世積", "266": "德。故子孫蟬聯科第。為禾郡冠族。皆金剛經證騐云。", "267": "四句牢持四句牢持", "268": "崑山縣民鄒軌。賣腐營生。素不識字。一日聞僧誦金", "269": "剛經。軌停腐擔聽之。但記得無我相無人相無眾生", "27": "此則大雄氏與四生十二類毫髮不殊。故如如不動", "270": "相無壽者相四句。牢持之。萬曆十一年十月初十病", "271": "死。為冥卒押至蘇州李作坊家牛欄中。見有先在者", "272": "二人。冥卒曰。汝陽數盡。奉冥君命。判汝此地受生十", "273": "三年。軌知將入牛胎。但牢持四句不休。冥卒用力推", "274": "軌。不能近也。俄聞人云。彼四句在心。且放還持誦全", "275": "經。為陽世誦經者勸。軌遂得生。事遂傳播。隣人到閶", "276": "門李作坊家詢訪。則此日之夜牛生三犢。而一死也。", "277": "軌驚感。投僧為師。教授全經。日夕誦持焉。逾十三年", "278": "以無病卒於家。噫。非經四句。則軌之餘生盡拖犁負", "279": "重之日子矣。無病符期而卒。善地受生。何待言耶。金", "28": "處匯合。既真即志。壹氣動間因果不爽。孰得撥之為", "280": "剛靈異能轉定業。信夫。", "281": "伏雌度脫伏雌度脫", "282": "萬曆庚寅。湖州華林鎮一老者誦金剛經。日有常課。", "283": "其家有伏雌抱十二卵。一夕老者夢男女十二人拜", "284": "堂下曰。賴公經聲。悉得度脫禽倫。故來致謝。老者夢", "285": "覺。偶思十二雞卵。出之。覺甚輕。劈視。空殻也。因呼眾", "286": "傳視。劈之俱然。持經功德信乎不可思議。", "287": "金剛拯覆金剛拯覆", "288": "嘉興兆麗橋民沈濟寰。開青菓店。每晨朝起必持金", "289": "剛經。或出外則一絹袋貯經懸胸前。不曠持誦。萬曆", "29": "無哉。金剛經為般若心髓。震旦誦持最盛。乃世所刊", "290": "癸巳冬往洞庭山販橘。大湖中流陡遇龍風。湖面昏", "291": "黑。沈船漂蕩如葉。櫓楫盡失。巨浪如屋。高出於船丈", "292": "餘。已陷沒水底矣。呼號間。忽若有巨力提船以起。󳫠", "293": "出波間。夾送如飛。頃刻達翁家嘴登岸。則岸人共見", "294": "有兩金甲神行水中。左右擎船而來也。一船人知為", "295": "金剛拯救得免沈覆。共感沈之德。號為青菓沉佛家。", "296": "遠近傳播。", "297": "訟師請經訟師請經", "298": "里中莫晴虹居士。於楞嚴經坊遇一常州人請經。口", "299": "中喃喃誦金剛經。觀其面目甚是可畏。因問公何因", "3": "卷中。名能斷品。原夫四生十二類。必盡者形殻。不盡", "30": "金剛證果報應。大都取諸鳩異廣記。詳於唐宋而略", "300": "緣在路誦經。其人曰。我善刀筆。久為訟師。一日病死。", "301": "至閻羅王所。究問生前過惡。我呈辨不服。王命獄卒", "302": "帶冤對某某至。質云。諸人被你狀詞累至死地。有乎。", "303": "我無可抵飾。遂高聲念金剛經。王肅然起立。我見起", "304": "立。連聲誦念。王即命且放回。某某呼號曰。受冤幾載", "305": "無繇相報。今日到此。決放他去不得。王曰。彼陽數尚", "306": "未因其惡拿來。彼竟高聲誦最上乘法。我亦無可如", "307": "何。姑放回。盡彼陽數。彼是惡人。去必仍前作惡。不肯", "308": "誦經。待彼不誦經時。我追捉未晚也。以此因緣再生", "309": "陽世。故改行從善。且懼冤對之終逢也。故日誦金剛", "31": "於我明。余謂凡人於沿習則玩忽。玩忽則惡心生。新", "310": "經回向以超度之。冀得消釋耳。萬曆庚子秋九月晴", "311": "虹筆記。", "312": "持經善逝持經善逝", "313": "萬曆辛丑。順城門內監張愛。晚年受持金剛經。屆易", "314": "簣。家人囑之曰。莫忘持經念頭。愛心然之。而口噤不", "315": "能答。覩二青衣押之曰。汝當往山東投胎。其行若飛。", "316": "月中已到山東。見彼土山水及受生父母。愛一心惟", "317": "持經。隨押至一殿宇。心疑是東嶽而無牛頭獄卒。殿", "318": "上一人冠平頂冠。引愛使前。冠者起曰。汝合到此地", "319": "投胎。愛稱某一生持金剛經。但願往生。不願投胎。冠", "32": "異則警醒。警醒則善心生。往古之事已陳。晚季之天", "320": "者曰。汝持經功少。愛云。曾聞十念成就。況某持經已", "321": "歷數年之久乎。冠者因顧兩青衣曰。且送回持經。愛", "322": "死已九日。心尚煖。未殮。復甦。遂離家往西山碧雲寺", "323": "耑誦金剛經。又十一年。一日集眾云。我以持經力。今", "324": "西去矣。沐浴更衣端坐而逝。", "325": "鄰老持經鄰老持經", "326": "歸安茅封公惺海。諱一皐。長子光祿卿五芝公。諱瑞", "327": "徵。以名士援入成均。其未中時。有鄰老賃茅屋以居。", "328": "持齋誦金剛經。貧且無子。丁酉元旦正誦經次。忽見", "329": "金剛披金甲持杵降前曰。茅一皐之子瑞徵。今年北", "33": "漸近。因果之說非百年間。或數十年間。或七八年。或", "330": "京鄉試第八名爾。今日即可往密報。囑茅勿泄。到期", "331": "符騐。管辨汝存時居食歿後喪塟也。感爾誦經至誠", "332": "無嗣。特以此酬汝。為世勸耳。五芝秋闈名次果符。遂", "333": "捨居與鄰老。且供養之。終身而悉辨其後事焉。五芝", "334": "平素不欲恒語人。此余讀書苕溪。親聞於其弟大學", "335": "君房者。", "336": "開瞽得子開瞽得子", "337": "秀水庠生濮可重。妻王氏。有一子一女。相繼痘殤。哭", "338": "之過哀。雙目成瞽。遂專心持誦金剛經。數歲不輟。一", "339": "日誦經次。左目忽流水。痛割如裂。則豁然明矣。右目", "34": "五六年間。耳聞目擊事未易使。厭婆經之借口。薄老", "340": "過數日復如之。因持誦愈虔。夜夢佛語之曰。汝本無", "341": "子。以誦經故賜汝一子。王氏忽復娠生子。因名經賜。", "342": "至今現存。", "343": "范僕誦經范僕誦經", "344": "報忠坊范氏僕。失記其姓名。余八九歲時覩其肩菜", "345": "擔行市。口中喃喃念誦不休。聞其蚤起營趂。必於佛", "346": "前焚香膜拜。跪誦金剛數卷乃出。晚必赴金明寺佛", "347": "殿禮佛回向。乃歸途次遇生命。每減錢買放。逢丐乞", "348": "病者。減口食施之。其作善俱真心實意也。家主予之", "349": "妻。不願。遂聽出家。投三塔大乘禪師薙髮為弟子。僧", "35": "生之常談者。變動而轉移也。余搜平時襍記。凡是經", "350": "衣數年。辛勤作務。凡禪堂苦役悉以身任之。未甞告", "351": "倦。忽一日示疾告眾曰。我夙生以誦金剛經怠慢。故", "352": "罰作人奴。今限滿。當往善地受生矣。遽瞑。噫。人視人", "353": "以貴賤分重輕。佛天視人正當以善惡分貴賤耳。如", "354": "彼范僕怠而能勤慢而能肅。先世罪業則為消滅矣。", "355": "經言豈欺我哉。", "356": "蜘蛛脫化蜘蛛脫化", "357": "公安三袁。宗道會元。宏道．中道進士。三人同胞。俱母", "358": "太夫人龔氏所生。袁世敬禮佛教。太夫人尤崇信金", "359": "剛經。雖貴年高。日誦有常課。一日誦經將半。忽空梁", "36": "符應彚之一處強半余地事。及余傳聞於里中故老", "360": "直墜黃絲。懸一巨蛛。下繞經案循走數匝。對經蹲身", "361": "而伏。太夫人祝之曰。爾聽經來耶。我勿驅爾。幸竟聽", "362": "而去。乃依先擊魚子誦經。至六如偈。蛛忽若動身作", "363": "禮。誦終卷。太夫人曰。爾可去矣。則不復蠕動。舉視之。", "364": "乃空蛻。肉已脫化無餘矣。因為小龕以僧法塟之。為", "365": "起小窣堵波。號蜘蛛塔。金仲栗述。", "366": "證見菩提證見菩提", "367": "公安龔溈臚仲淳。婦祝夫人。即三袁舅娘也。精虔奉", "368": "佛。誦金剛經。臨終呼子婦咸集曰。見一須菩提佛。寶", "369": "相莊嚴。金光燁燁。又見一接引佛。眉間白毫如銀光。", "37": "事。彚成再四讀之。亦復髮悚汗。流葢皆火中之田單。", "370": "一道飄揚。宛轉長數丈。夫人出手攬白毫。佛即接夫", "371": "人置掌心。俄見須菩提佛化為百餘佛。莊嚴一相不", "372": "殊。聞耳傍有言曰。汝記之。經中凡有一百三十八須", "373": "菩提。即此化現也。子婦咸焚香誦佛。夫人笑瞑。閤中", "374": "一九歲小婢。臥間見數金甲巨人。執旛幢為夫人引", "375": "導。幢脚微拂婢面而過。呼痛驚醒。則面有傷。墳起逾", "376": "月餘。乃平而無損無血。夫人柩間數發異香。喪次人", "377": "人聞之。葢直證見菩提矣。", "378": "奕德遊冥奕德遊冥", "379": "歙石橋吳奕德。萬曆甲寅年二月因遊黃山。叩普門", "38": "非黃金橫帶之田單也。計他地所有與他人所記。必", "380": "大師有省發。願齋素親書金剛經三十卷傳施。五月", "381": "二十九日浴琴溪。忽得暴疾。一夕氣絕。只心頭一片", "382": "溫煖。家人不敢葢棺。環之誦金剛經。越八日。忽復活", "383": "起。傍皇視捧其腰。連呼跌痛不止。徐定氣。詢之則曰。", "384": "我昨日浴溪中。忽兩人押我去。腰間出冥府牌。則見", "385": "我名。遂行。初初入徑環繞往來者眾。冥卒操鐵棒笞", "386": "其行。我生前曾誦金剛經。得不笞。漸達窮谷。天色慘", "387": "闇。類秋冬狀。復數十里行溝內。對峙皆童山色焦赤", "388": "崩折破裂。不似人間。溝外沉沉黑氣。盡為水波。波中", "389": "出沒似人似畜。不可數計。惟恐墮溺。遠望圍城迢迢", "39": "有彰明較著什百倍於此者。善巧傳播。勿使泯滅。端", "390": "難至。入城廣若數十里。皆鐵堵。以銅閘其門。市無居", "391": "民。盡黑柵。若驛小舍。囚繫諸人。皆引領外望。隨見亡", "392": "過親屬弟妹來乞其銀分用。曰。家中為汝誦經送銀。", "393": "隨後至矣。頃果得銀。分與。又曰。汝多金剛經數十卷。", "394": "併分與眾。復入一小城。視城外益狼狽。血肉淋漓無", "395": "有完人。又轉入一小城。望署額曰森羅殿。左曰四生", "396": "司。右曰四死司。一烏帽者責吳前世為將。誤勦一百", "397": "八十人命。隨呼卒榜掠吳無數。吳但覺心憶金剛經。", "398": "則痛可忍。隨聞堂上命簡原案。則見冤鬼百數。形極", "399": "短小。各持其頭向吳毆擊索命。奕德辯曰。前世殺汝", "4": "者輪迴。自非斷疑破執。將生無了而死無休。然非信", "40": "有望於與人為善之君子。因名曰皇明金剛新異錄。", "400": "等。必因王事。非本心也。堂上震怒。聞呼取極刑。則劃", "401": "然地裂。有火面碧身者從中躍出。舁大鐺沸滾油。束", "402": "吳將烹之。忽聞誦金剛經聲。殿中幽暗皆明。鬼卒驚", "403": "走曰。西方到西方到。見空中二巨人舉杵入鐺。滾油", "404": "俱化彩雲而飛。奕德因發念得生還。當即償書金剛", "405": "經願。又發念三十卷外更書一百八十卷資度冤對", "406": "墮落。聞堂上呼兩黃幘者送歸。所行路皆異前。漸達", "407": "光明。忽行一峻嶺。兩黃幘撲奕德下。覺跌腰大痛而", "408": "起。遊冥八日。但覺兩日耳。奕德因全家茹素。專寫施", "409": "金剛經。終其身世焉。", "41": "秀水載生居士王起隆序。", "410": "二東苦厄二東苦厄", "411": "項蘭齋左督自云。丙辰春夢謁至尊無歒大王。見帶", "412": "血菜色人彌萬曰。此二東也。可識之。還勸人齋素念", "413": "佛誦金剛經。可生免兵荒。死度苦厄。居無何。山東數", "414": "府大饑死。亡略盡。而遼東隨大壞。死更倍焉。夢之二", "415": "東遂󳮱。項虔持金剛未甞一日輟。", "416": "王令回生王令回生", "417": "臨海孝廉王立轂。仕為新滏令。戊午上計。泊舟荻港。", "418": "病陡死。赴見冥王。簡算久盡。以持戒得尚延。適作官", "419": "毀戒。故致勾攝也。立轂祈哀。傍有宰官起白冥王曰。", "42": "No. 1633-C 皇明金剛新異錄又序No. 1633-C", "420": "此官戒雖毀。然為令多循政。行社倉法拯饑。兼平時", "421": "書刻金剛經。好生編勇猛為善。是可還生。冥王覆善", "422": "惡聚。果然。敕剜其雙目。示陽世證明。立轂遂甦而目", "423": "即盲。因乞休歸里。日誦金剛．梵網．法華三經。與室俱", "424": "棄家修淨業。一夕夢大士以楊枝灑甘露點其瞳。晨", "425": "起禮懺。豁然見物。復完光明。立轂有自著回生紀。瞿", "426": "稼軒給諫刻於雲棲印施。", "427": "天榜易名天榜易名", "428": "項希憲憲副。初名德棻。夢己為辛卯卿科。以汙兩少", "429": "婢被主科名籍神人乙去。遂力行種德事。損資懇友", "43": "皇明金剛新異錄又序", "430": "高松聲精楷金剛經刊板。歲施之。凡十餘年。夢至一", "431": "所。見黃紙第八名為項姓。中字糢糊。下為原字。傍一", "432": "人曰。審視此汝天榜名次也。因易名夢原。壬子中北", "433": "京卿試第廿九名。己未會試第二名。共疑夢名次之", "434": "爽。迨殿試為二甲第五名。方悟合鼎甲數之恰第八", "435": "也。卿會榜紙俱白而殿榜獨黃。尤為冥定云。北京邸", "436": "中。希憲自語余者。", "437": "書經暗中書經暗中", "438": "楚高衲寒󰞆於天皇寺。書金剛經至第十六分。一夕", "439": "忘點燈。竟於暗中作楷書經直達子夜。偶腹饑。思食", "44": "王子序竟。難者曰。金剛經般若最上。子盛輯因果。無", "440": "起。憶燈燭則眼前黑暗矣。驚呼同房僧鑽火燭之。則", "441": "字畫莊嚴。非復平時手筆。慧光照耀佛炬破幽。可以", "442": "意想測量之哉。", "443": "織經坐脫織經坐脫", "444": "里中錢永明居士元配張氏。素精誠奉佛。日織一布。", "445": "於布機中誦金剛經十卷以為常課。一日正織間。誦", "446": "至不於一佛二佛三四五佛而種善根。已於無量百", "447": "千萬佛所種諸善根。忽停梭合掌。諸家人婦女覺其", "448": "有異。呼之則已瞑目坐脫矣。時萬曆庚申年七月初", "449": "四事。曾無一日疾病之苦焉。載生子曰。正織布時一", "45": "廼著相求菩提乎。曰。持金剛經有三等人。第一等人", "450": "心念經。著其布者即渾身般若矣。豈惟著布者光明", "451": "照身。併見聞此布者與異類眾生觸著一梭一縷者。", "452": "俱種甚深般若因緣矣。或疑不信心之子著此布不", "453": "增罪戾乎。要之著者即般若護體。罪福如幻。起亦滅。", "454": "即不得以罪福論。如此織布實是織經矣。薦此何但", "455": "織布。凡運水擔柴經營技藝治世語言資生事業。曾", "456": "有般若外法。金剛外心乎。此善女人之忽焉坐脫。稱", "457": "吉祥善逝灼矣。", "458": "携經隨任携經隨任", "459": "楚中槐庭蔡公為我禾守。潔己愛民。清苦無比。公長", "46": "如六祖大師。擔柴過市。聞無住生心句。頓提祖印。中", "460": "齋奉佛。自公之暇惟持金剛經。衙宇毫無長物。所有", "461": "僅經卷繩床。蕭然枯禪榻也。公體素羸。自言為諸生", "462": "時遘危疾。貧無醫藥。已與死隣矣。發願盡形誦持此", "463": "經。漸次痊愈。得發科甲。今作官者俱餘生。故蒞任但", "464": "携此經卷而來矢。去任仍携此經卷而往。比古人琴", "465": "󳬈自隨已為多事。晨夕經案即同焚香告天耳。公竟", "466": "任不畏強禦。視民如傷。供給但菜腐。未甞市肉。衣但", "467": "布袍。未甞市絹。公試士。每首金鋪軒選長意氣最契。", "468": "亦以此經併戒殺文授令奉持。每詳公自道如此。", "469": "伽藍送請伽藍送請", "47": "峯禪師讀至三藐三菩提。便豁然全經。所謂言下不", "470": "京師摩訶庵。壁有各體篆書金剛經三十二分。每分", "471": "之後各係正書一段。俱萬曆中海內名筆。如黃慎軒．", "472": "焦弱侯．董思白．米友石．邢子愿諸公。妙楷精刻。妙極", "473": "莊嚴。士紳敲摺無虗日。󳬴遂漫漶。庵主僧募貲構石", "474": "思乞名筆重刻之。泰昌九月季公湘洲以侍郎教習", "475": "庶常。夜忽夢伽藍神送一請啟至。稱摩訶庵有金剛", "476": "經勝緣。從公乞及門弟子完成。翼日命駕之庵。則見", "477": "精石二十板已磨礱在禪室矣。時舘中三十二人。如", "478": "侯蒙澤．何象岡．劉蓬玄．陳居一．姚孟常．顧九疇．孔玉", "479": "橫．陳秋濤諸公。無不擅譽臨池。湘洲特以夢語諸公。", "48": "容擬議。全身般若即肩荷去是也。第二等人則讀而", "480": "先後詣庵各就石硃書一分。又捐俸募善工精刻。移", "481": "置壁間。遂煥然神明復還舊觀。余客都門親見。", "482": "紅舖老軍紅舖老軍", "483": "正陽門紅舖有一老軍看守。鰥居無子。歲支糧十石。", "484": "存四石為饔餐。以六石易錢為薪菜衣補。胸中遂無", "485": "一事。日焚香誦金剛經。首揆韓公爌每乘大轎腰玉", "486": "衣麟呼殿過其地。聞聲輒歎曰。為我難。為彼易。而我", "487": "無彼福也。老軍七十三終於舡鋪。六月屍不穢。飛蠅", "488": "不集。京師貴人共異而買地殯之。噫。韓公賢宰相之", "489": "言可謂真實不虗。太平無事不攖官爵得自繇身。乃", "49": "解義尋思精求。夫依義不依語者。所謂言下別有理", "490": "是人間仙福。更加諷誦金剛修最上一乘出世正因。", "491": "豈公卿富貴可得比乎。", "492": "乩仙假室乩仙假室", "493": "順天府庠士邵園客家。佛室精潔。萬曆庚申春日偶", "494": "扶乩。有慧珠子降󴃭曰。願假此室誦金剛經一載。期", "495": "滿一藏即去耳。邵素崇信仙佛。慨然諾之。即封緘不", "496": "敢入。自此每靜夜必聞魚子及誦經聲。但不見形耳。", "497": "果竟年乃聲息。方信神仙亦靡不歸依三寶崇重此", "498": "經。佛言十種大仙不修正覺。報終還來散入諸趣。此", "499": "經離相見。忘能所。河沙功德不可比喻。可資度脫仙", "5": "入此經即疑不斷而執不破。以故覺皇慈悲。埒筏喻", "50": "會。全身般若漸次印記是也。第三等人則循聲持誦。", "500": "倫也。不然。即閱長年亦守屍鬼耳。鬼仙散蕩又不出", "501": "陰靈耳。何貴焉。", "502": "玉筯雙垂玉筯雙垂", "503": "里中朱文恪公。清風師世。自奉至澹泊。居常每日必", "504": "於內書室闔戶閱一卷書。又靜坐久之乃出。雖各嗣", "505": "君。未甞知何書也。迨入相言歸。則舟中人稍稍有得", "506": "見者。乃是金剛經。臨化之歲間語嗣君輩。我生平榮", "507": "淹不較。順逆一如。只得金剛經中無我相無人相兩", "508": "句之力。又時呼鄰老解說經中大意。天啟甲子十月", "509": "廿五公無疾命酒自酌。端坐而逝。逝後鼻中玉筯雙", "51": "耑賴以感通靈應。抵敵散亂。鞭䇿昏頑。所謂因言而", "510": "垂吞吐。歷數時乃隱。咸疑公素不奉佛何顯此異。不", "511": "知公平素耽精上乘。妙契佛心。其狀元宰相實果位", "512": "中人再來者耳。", "513": "暑逝生香暑逝生香", "514": "譚梁生水部母嚴太夫人。持家有法。課諸子凜凜義", "515": "方。雖以夫貴子貴。而布衣蔬食不尚紛華。篤信佛法。", "516": "於金剛．妙法蓮華晨夕禮誦。晚歲則持華嚴。日必一", "517": "卷。凡數過能為子婦講解大意。歿時示疾。正當崇禎", "518": "壬申暑月。起更衣沐浴禮佛曰。某一生敬佛。果有佛", "519": "緣。當令遺體氣息不穢。隨跏趺端坐合掌而逝。逝後", "52": "有醒發。全身般若隨諸方便信受奉行是也。佛法末", "520": "七日顏色含笑如生。喪次無一飛蠅。時時香氣飄拂。", "521": "吊奠之眾莫不見聞歎異。梁生自有傳紀。余錄其槩。", "522": "彰持經神異。", "523": "焚衣梵書焚衣梵書", "524": "王季常孝廉。諱維新。歷官延平太守。為", "525": "崇禎乙亥春。候勘於福州府之開元寺。悒󳬂遘疾而", "526": "歿。季常自幼奉佛。虔誦金剛經併持準提呪。焚床衣", "527": "過。時衣󰞆上遍顯白文梵書。灣折精明。如豆大者指", "528": "頂大者數萬。俱有香氣。寺眾見之無不歎未曾有。大", "529": "守一生誦持。臨化顯此神異。不得以其末路錯做好", "53": "劫。第一等人如優曇鉢花。絕世罕有。第二等人如青", "530": "人輕訾之也。季常甥錢平如。親視含殮。暨其隨身兩", "531": "僕歸說如此。弔輓盈𠕋。存其家。", "532": "放回完經放回完經", "533": "嘉興角里街施嶧陽。與東塔寺僧有恒交契。嶧陽年", "534": "六十五。雖老病。跽誦金剛經。日必數卷。崇禎丙子正", "535": "月初八。跽誦未終卷。遽革家人。開喪受弔已三日。將", "536": "葢棺矣。嶧陽忽還魂言曰。我死去。以誦金剛力不歷", "537": "冥王所。竟留地藏王菩薩處。適菩薩忽然謂我。有一", "538": "卷經誦未完。放回急完此。可來。時雖能言。而氣息奄", "539": "奄欲絕。勢不能自誦。復語家人。必請有恒上人來代", "54": "蓮朱草。亦是稀逢。惟第三等人如常材凡卉。滿目皆", "540": "我誦完。他人無用也。偶恒赴別請停一日須之。及恒", "541": "至。嶧陽自掙起。跽聽終卷。舉手謝恒已。笑化去。", "542": "皇明金剛新異錄終", "55": "然。若而人不著相求菩提。不且著相造業乎。此編之", "56": "輯耑為第三等人說法。不為第一第二也。佛語因病", "57": "發藥。初無定執。當今而譚本來無物何處惹塵。於般", "58": "若祇滋狂慧。若時時拂拭勿使惹塵。則於般若為揕", "59": "胸刃頂門針。鑽木出火通體光明顯現者矣。善讀金", "6": "以說法。智人善巧。啟津梁於受持。唐叚太常鳩異。宋", "60": "剛經人。必不以彼易此。王摩誥有言。法離言說。了言", "61": "說即解脫者。終日可言。法無名相。知名相即真如者。", "62": "何甞壞相。善哉數語。洞見般若至要。敢借和盤托出。", "63": "免得狂禪輕把利器假人土苴此編也。秀水戴生居", "64": "士王起隆又序。", "65": "皇明金剛新異錄目皇明金剛新異錄目", "66": "拘僧見塔弘治得佛長生正德", "67": "持經遐壽正德嚴江趺化正德", "68": "夾雜二字嘉靖馮勤延年嘉靖", "69": "神風護經嘉靖經題七字隆慶", "7": "太宗廣記備載感應。極談果報。葢幽冥最重。此經天", "70": "二祖勅還隆慶沙門廣徹萬曆", "71": "郡隍拯母萬曆萬戶子生萬曆", "72": "雙鵞立化萬曆漁戶業除萬曆", "73": "觀親聽經萬曆持經得雋萬曆", "74": "四句牢持萬曆伏雌度脫萬曆", "75": "金剛拯覆萬曆訟師請經萬曆", "76": "持經善逝萬曆鄰老持經萬曆", "77": "開瞽得子萬曆范僕持經萬曆", "78": "蜘蛛脫化萬曆證見菩提萬曆", "79": "奕德遊冥萬曆二東苦厄萬曆", "8": "神咸加擁護。誦讀解說則功德河沙。狐疑不信則罪", "80": "王令回生萬曆携經隨任萬曆", "81": "天榜易名萬曆織經坐脫萬曆", "82": "書經暗中萬曆伽藍送請泰昌", "83": "紅舖老軍天啟乩仙假室天啟", "84": "玉筯雙垂天啟暑逝生香天啟", "85": "焚衣梵書崇禎放回完經崇禎", "86": "No. 1633", "87": "皇明金剛新異錄", "88": "秀水載生居士　王起隆　輯著", "89": "同里補軒居士　金麗兼　參訂", "9": "愆山嶽。載生居士胸無執著。悟因無所住生心。身係", "90": "拘僧見塔拘僧見塔", "91": "禾郡真如塔圮。大修於弘治間。於時一頭陀僧名懷", "92": "林。曳三丈長鐵鍊募二十餘年。而塔工畢。即回首於", "93": "塔中。今肖像祀焉。相傳頭陀其初為蘇州承天寺僧。", "94": "飲酒茹葷。蔑視戒律。於暑月乘凉。忽覩兩冥卒入繫", "95": "其頸。則牌拘十餘人。頭陀名亦列焉。懷林計賂二卒", "96": "楮錠各若干華。稍緩期七日。拘齊他人而來偕往。二", "97": "卒欣然聽許。頭陀泣告徒眾。市楮錠焚之。處分待盡。", "98": "或告以真如某禪師道行高。舟行一日程。曷往求之。", "99": "頭陀如言來。痛哭陳乞。禪師曰。此間塔將頹矣。汝肯"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1633 金剛經新異錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1633 金剛經新異錄", "author": "明 王起隆輯著", "language": "chinese", "source": "CBETA"}