{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1455 聖箭堂述古", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1455-A 敘No. 1455-A", "1": "敘", "2": "聖箭堂述古者。予坐聖箭堂。述從上佛祖之語也。佛", "3": "祖之語。山高海積。茲所述者。唯若而篇何也。葢特就", "4": "目力所及見者。述之云爾。然目力所見。止於是而已", "5": "乎。凡事蹟尋常。而未經指點者。或理致精深。而有󰑴", "6": "性地者。或針砭末法之弊。而深中肯綮者。或履踐嚴", "7": "明。而臨終特異者。始述之。而系之以評。非此則弗暇", "8": "述也。又時有古今。人有先後。茲所述者。錯綜歷亂。何", "9": "也。葢即以所得者為先後。而不以古今為銓次也。是", "10": "編也。雖僅二萬餘言。而佛祖為人之苦心。亦于此可", "11": "槩見。每一展卷。令人慧目肅清。智證潔白。是病是藥。", "12": "是正是邪。一一暸然。如指諸掌。然後知佛祖之言。示", "13": "人的而陶鑄深也。二三同志。見而好之。各輸資。請梓", "14": "以傳。其亦得予之心也耶。因略敘數語。弁之卷端。使", "15": "後之覧者。躍然興起。而廣有所述。則又不特茲編而", "16": "已也。", "17": "旹歲在己亥仲春　　布衲道霈敘", "18": "聖箭堂述古No. 1455", "19": "聖箭堂述古", "20": "鼓山釋　道霈　述", "21": "天童宏智覺禪師僧堂記。夫靈山之笑溫。少林之坐", "22": "寒。東西繩繩。三十三傳。老盧受衣鉢而逃。厥事顯著。", "23": "開闔翕張。波瀾光𦦨。肆口而說。肆心而應。道傳器受。", "24": "源深流長。南嶽青原。代以得人。或默有所宗。幽潛遠", "25": "遁。掃迹世外。研究死生。松食荷衣。巢栖草座。晦而不", "26": "曜。持養老成。有慕其風。師而親之。鋤植舂炊。采汲烹", "27": "瀹。溪毛原藪。枯槁自甘。來遠集繁。乃建僧堂。而統受", "28": "焉。齊之萃師友同事。刳情刲智。擯學黜師。妙盡心空。", "29": "宗通眼活。發越于設施。果其能而備也。建炎之末。人", "30": "病亂離。湘漢江淮。兵火燔掠。尊宿叢林。沒蕪八九。毳", "31": "衣瓶錫。投栖于東南四明禪席。素號小廬山。郡東六", "32": "十里。天童道場。山紆盤而氣幽。松偃蹇而皮皺。蒼壁", "33": "附蘿。烟晞而翠膩。孤虹枕磵。埃濯而清揚。余住山之", "34": "四年。十方來學。雲趨水赴。屋不能容。比丘行深。遽來", "35": "白事曰。栢庭有子。露坐簷宿。殆無尋尺與受單鉢。欲", "36": "募淨信。增大其堂。得乎。余頷之。已而匠投于林。斧鳴", "37": "于谷。一年餘。礎布楹列。梁橫桷攢。棼撩翼張。甍瓦鱗", "38": "覆。前後十四間。二十架。三過廊。兩天井。下無墻堵。縱", "39": "二百尺。廣十六丈。窓牖牀榻。深明嚴潔。萬指食息。超", "40": "遙容與。謀始于紹興壬子之冬。工畢于甲寅之春。總", "41": "費湣錢萬五千有奇。冬溫夏涼。晝香夜燈。開鉢而飯。", "42": "洗足而坐。耕牧其間。警導以寂。秋涵古井。春入化機。", "43": "淵兮默成。粲兮用光。水盈科而流。谷隨呼而響。理契", "44": "平等。智應自然。動靜威儀。針砭相益。撿責滲漏。磨瑩", "45": "瘢痕。淬礪光芒。錯礱圭角。高標遠到。追武古人。丐心", "46": "施力等。不負其意。氣劣學弊。希易欲速。以機械為蹊。", "47": "放蕩為徑。耕于空言。餒無所獲。戰于強辯。勝無所歸。", "48": "見聞流習。知解汩心。佛祖之所訶。魔外之得便。其疵", "49": "癘萌孽。治不可縱也。登崑崙之丘。決江河之水。濯肝", "50": "膽之汙。盪心目之翳。生滅跡亡而妙存。有無轍泯而", "51": "過量。大夜之夢破。永劫之疑拔。出家之志償。行脚之", "52": "事辦。相從儔侶。殆庶幾焉。", "53": "評曰。天童道高養粹。學愽識贍。於此記槩見之。其", "54": "言曰。刳情刲智。擯學黜師。妙盡心空。宗通眼活。又", "55": "曰。耕牧其間。警導以寂。秋涵古井。春入化機。淵兮", "56": "默成。粲兮用光。又曰動靜威儀。針砭相益。檢責滲", "57": "漏。磨瑩瘢痕。淬礪光芒。錯礱圭角。高標遠到。追武", "58": "古人。嗚呼。學者居僧堂中。誠能規此以進道。尚何", "59": "患大事之不辨哉。其或諱其所病。犯其所藥。吾知", "60": "自暴自棄而已。故斯文錄。似有志者。", "61": "大般若經云。爾時如來。四眾圍繞。讚說般若。付囑慶", "62": "喜。令受持已。於大眾前。現神通力。令眾皆見不動梵語", "63": "阿閦佛國。見彼如來。聲聞菩薩。前後圍繞。為諸海眾。宣", "64": "說妙法。及見彼土嚴淨之相。佛攝神力。忽然之間。令", "65": "此眾會。更不復見。爾時佛告慶喜。不動如來。國土眾", "66": "會。汝更見否。慶喜對曰。我不復見彼事。非此眼所行", "67": "故。佛告慶喜。當知諸法。亦復如是。非眼根等所行境", "68": "界。法不行法。法不見法。法不知法。法不證法。慶喜當", "69": "知。一切法性。無能見者。無能行者。無能知者。無能證", "70": "者。無動無作。所以者何。以一切法。皆如虗空。無有作", "71": "用。能取所取。性遠離故。涅槃經云。汝等當知。先所修", "72": "習無常苦想。非是真實。譬如春時。有諸人等。在大浴", "73": "池。乘船遊戲。失琉璃寶。沒深水中。是時諸人。悉共入", "74": "水。求覔是寶。競捉瓦石草木沙礫。各各自謂得琉璃", "75": "珠。歡喜持出。乃知非真。是時真寶。猶在水中。", "76": "評曰。昔達祖命門人。各言所見。尼總持云。如我所", "77": "見。如慶喜見阿閦佛國。一見更不再見。祖云。汝得", "78": "吾肉。志徹禪師呈六祖偈曰。因守無常心。佛演有", "79": "常性。不知方便者。猶春池拾礫。甞舉二事。問同學", "80": "出何典故。往往不能對。甚至有以臆斷者。後讀般", "81": "若涅槃二經。乃見之。始知古人發言不苟。而後世", "82": "學者。聞見既寡。又多孟浪也。因併載之。", "83": "性空菴主。漢州人。久依死心獲證。乃抵秀水。追船子", "84": "遺風。結茅青龍之野。吹鐵笛以自娛。多賦詠。得之者", "85": "必珍藏。其山居曰。心法雙忘猶隔妄。色空不二尚餘", "86": "塵。百鳥不來春又過。不知誰是住菴人。又警眾曰。學", "87": "道猶如守禁城。晝防六賊夜惺惺。中軍主將能行令。", "88": "不動干戈治太平。又曰。不耕而食不蠶衣。物外清閒", "89": "適聖時。未透祖師關棙子。也須存意著便宜。又曰。十", "90": "二時中莫住工。窮來窮去到無窮。直須洞徹無窮底。", "91": "踏倒須彌第一峰。建炎物。徐明叛。道經烏鎮。肆殺戮。", "92": "民多逃亡。師獨荷䇿而往。賊見其偉異。疑必詭伏者。", "93": "問其來。師曰。吾禪者。欲抵密印寺。賊怒欲斬之。師曰。", "94": "要頭便斫去。奚以怒為。吾死必矣。願得一飯。以為送", "95": "終。賊奉肉食。師如常齋出生畢。乃曰。孰為我文以祭。", "96": "賊笑而不答。師索筆大書曰。嗚呼惟靈。勞我以生。則", "97": "大塊之過。役我以壽。則陰陽之失。乏我以貧。則五行", "98": "不正。困我以命。則時日不吉。吁哉至哉。賴有出塵之", "99": "道。悟我之性。與其妙心。則其妙心。孰與為隣。上同諸", "100": "佛之真化。下合凡夫之無明。纖塵不動。本自圓成。妙", "101": "矣哉。妙矣哉。日月未足以為明。乾坤未足以為大。磊", "102": "磊落落。無罣無礙。六十餘年。和光混俗。四十二臘。逍", "103": "遙自在。逢人則喜。見佛不拜。笑矣乎。笑矣乎。可惜少", "104": "年郎。風流太光彩。坦然歸去付春風。體似虗空終不", "105": "壞。尚饗。遂舉箸飫餐。賊徒大笑。食罷復曰。劫數既遭", "106": "離亂。我是快活烈漢。如今正好乘時。便請一刀兩段。", "107": "乃大呼斬斬。賊方駭異。稽首謝過。令衛而出。烏鎮之", "108": "盧舍免焚。實師之惠也。道俗聞之愈敬。紹興庚申冬。", "109": "造大益。穴而塞之。修書寄雪竇持禪師曰。吾將水塟", "110": "矣。壬戌歲。持至。見其尚存。作偈嘲之曰。咄哉老性空。", "111": "剛要餧魚鱉。去不索性去。祇管向人說。師閱偈笑曰。", "112": "待兄來證明耳。令徧告四眾。眾集。師為說法要。仍說", "113": "偈曰。坐脫立亡。不若水塟。一省柴燒。二省開壙。撒手", "114": "便行。不妨快暢。誰是知音。船子和尚。高風難繼百千", "115": "年。一曲漁歌少人唱。遂盤坐盆中。順潮而下。眾皆隨", "116": "至海濵。望欲斷目。師取塞戽水而回。眾擁觀水無所", "117": "入。復乘流而往。唱曰。船子當年返故鄉。沒蹤跡處妙", "118": "難量。真風徧寄知音者。鐵笛橫吹作散塲。其笛聲嗚", "119": "咽頃。於蒼茫間。見以笛擲空而沒。眾號慕。圖像事之。", "120": "後三日。於沙上趺坐如生。道俗爭往迎歸。留五日。闍", "121": "維。設利大如菽者莫計。二󳬈徘徊空中。火盡始去。眾", "122": "奉設利靈骨。建塔于青龍。", "123": "評曰。嗟乎死生亦大矣。而空向劒刃之上。急潮之", "124": "中。縱橫賣弄。超然自得。苟非見道根柢履踐明白。", "125": "曷克臻此乎。世之參汞銀禪。觸火便流。喪厥所守", "126": "者。視此殆可以少警云。", "127": "洪覺範禪師。畫浪軒記。建中靖國改元夏。余客洞山。", "128": "禪悅堂之東齋。中無長物。唯置一牀。覆以遽篨。架書", "129": "數卷於枕間。傃南開軒。以納眾山之勝。眼倦拋書。坐", "130": "臥惟山之接。山容無盡。而樂亦無厭也。三伏大熱。坐", "131": "榻皆溫。林陰拂掠。不足以剪畏日。有蜀道人。得孫知", "132": "微活水遺法。為余壁間作崩掀渺漫之圖。以來凉氣。", "133": "解衣䃲礴。奮筆而成。余驚定歎曰。異哉一堵之間。須", "134": "臾之頃。而足江湖南頃之勢。壯波怒渦。窪窿千狀。而", "135": "有不窮之變。陰風徐來。毛骨震掉。忽焉如舟洞庭而", "136": "望霜曉也。能復有險畏神速於此者乎。道人舉杖指", "137": "以謂余曰。龍驤萬斛。逶迤而進。如欲濟。如慎畏。有如", "138": "明公卿任大責重。思所以濟民而報國者也。舳艫銜", "139": "尾。追逐上下。如行如留。有如仕路之紛紛方進。而未", "140": "艾者也。魚龍變化。更相出沒。有如賤而忽顯貴。而忽", "141": "棄者也。一葉之艇。傲顛風而舞澎湃。超然自得。有如", "142": "道德奇逸。雜市人而無辨者也。世波之神速險畏。其", "143": "有以類此。故吾圖之。至於白鷗沙禽。汎汎隨流。若無", "144": "所與者。又如我輩。宅青山而侶白雲。然猶思高飛遠", "145": "引。不能與之俱涉也。余捫其洶湧起突之處。點畫穠", "146": "纖之間。語之曰。果有生滅變易否乎。曰無有也。夫天", "147": "地萬物之盛衰。古今寒暑之往來。是非榮辱。相尋於", "148": "無窮。而死生憂患。追逐之而不赦。錯綜歷乱。如蜜房。", "149": "如乱絲者。如比畵浪。初未始有生滅。有變易。而其顛", "150": "倒妄自驚恠者。如子自畵之。而又自畏之也。古之大", "151": "聖人。皆能游戲於此。故曰。是法住法位。世間相常住。", "152": "又曰。一切法常靜。無有起滅相。震旦駒兒子之鄉老", "153": "也。而亦曰。如畵水成文。不生不滅。何遽忘之也耶。於", "154": "是道人。顧余而笑曰。願從子游。因名其軒。曰畵浪。又", "155": "為之記。", "156": "評曰。往歲讀東坡赤壁賦。既愛其文之敏妙。又愛", "157": "其理之精深。以謂世無有過之者。後讀覺範此記。", "158": "以畵浪說法。傾盡佛祖底蘊。且其文縱橫浩蕩若", "159": "此。不知其󱗉中已吞吐幾赤壁也。此豈文人才士", "160": "之所能為哉。師甞自言。余幼孤。知讀書為樂。而不", "161": "得其要。落筆。甞如人掣其肘。又如瘖者之欲語而", "162": "意窒。舌大而濃笑者數數。然年十六七。從洞山雲", "163": "庵。學出世法。忽自信而不疑。誦生書七千。下筆千", "164": "言。跬步可待也。嗚呼學道之益人。未論其死生之", "165": "際。益其文字語言如此。益可自信也。今以此記觀", "166": "之。良然。", "167": "宏智覺住天童。大惠杲住育王。相去二十里許。法喜", "168": "酬酢。往來不間。宏智一日。過衛寺丞進可之家。有堂", "169": "曰六湛。盖取楞嚴六處休復同一湛然之義。請偈發", "170": "明其旨。智題曰。風瀾未作見靈源。六處亡歸體湛存。", "171": "諸法性空方得坐。一彈指頃頓開門。寒梅籬落春能", "172": "早。野雪櫺窓夜不昏。萬象森羅心印印。諸塵超豁妙", "173": "無痕。既而大惠又繼至。且請和之。惠即和曰。非湛非", "174": "搖此法源。當機莫厭假名存。直須過量英靈漢。方入", "175": "無邊廣大門。萬境交羅元不二。六窓晝夜未甞昏。飜", "176": "思龐老事無別。擲劒揮空豈有痕。", "177": "評曰。或疑二師道合。而言似有頓漸。何也。良以按", "178": "題發揮。宏智檀美于前。盡力馳騁。大惠奪標于後。", "179": "又宏智為寺丞說法。故不免步步區區。而大惠直", "180": "說自己心中所行法門。乃爾浩浩蕩蕩也。", "181": "嵩嶽元珪禪師。居岳之龐塢。一日有異人。峩冠袴褶", "182": "而至。從者極多。輕步舒徐。󳰄謁大師。師覩其形貌奇", "183": "偉非常。乃諭之曰。善來仁者。胡為而至。彼曰。師寧識", "184": "我耶。師曰。吾觀佛與眾生等。吾一目之。豈分別耶。彼", "185": "曰。我此岳神也。能生死於人。師安得一目我哉。師曰。", "186": "吾本不生。汝焉能死。吾視身與空等。視吾與汝等。汝", "187": "能壞空與汝乎。苟能壞空及汝。吾則不生不滅也。汝", "188": "尚不能如是。又焉能生死吾耶。神稽首曰。我亦聰明", "189": "正直于餘神。詎知師有廣大之智辯乎。願授以正戒。", "190": "令我度世。師曰。汝既乞戒。即既戒也。所以者何。戒外", "191": "無戒。又何戒哉。神曰。此理也我聞茫昧。止求師戒。我", "192": "身為門弟子。師即為張座。秉爐正几曰。付汝五戒。若", "193": "能奉持。即應曰能。不能即曰否。曰謹受教。師曰。汝能", "194": "不婬乎。曰我亦娶也。師曰。非謂此也。謂無羅欲也。曰", "195": "能。師曰。汝能不盜乎。曰何乏我也。焉有盜取哉。師曰。", "196": "非此謂也。謂饗而福淫。不供而禍善也。曰能。師曰。汝", "197": "能不殺乎。曰實司其柄。焉曰不殺。曰非謂此也。謂有", "198": "濫誤疑混也。曰能。師曰。汝能不妄乎。曰我正直。焉有", "199": "妄乎。師曰。非謂此也。謂先後不合天心也。曰能。師曰。", "200": "汝不遭酒敗乎。曰能。師曰。如上是為佛戒也。又言。以", "201": "有心奉持。而無心拘執。以有心為物。而無心想身。能", "202": "如是。則先天地生。不為精。後天地死。不為老。終日變", "203": "化。而不為動。畢盡寂默。而不為休。信此則雖娶非妻", "204": "也。雖饗非取也。雖柄非權也。雖作非故也。雖醉非惽", "205": "也。若能無心於萬物。則羅欲不為婬。福淫禍善不為", "206": "盜。濫誤疑混不為殺。先後違天不為妄。惽荒顛倒不", "207": "為醉。是謂無心也。無心則無戒。無戒則無心。無佛無", "208": "眾生。無汝及無我。孰為戒哉。神曰。我神通亞佛。師曰。", "209": "汝神通十句。五能五不能。佛則十句。七能三不能。神", "210": "悚然避席。跪啟曰。可得聞乎。師曰。汝能戾上帝。東天", "211": "行而西七曜乎。曰不能。師曰。汝能奪地祇。融五嶽而", "212": "結四海乎。曰不能。師曰。是謂五不能也。佛能空一切", "213": "相。成萬法智。而不能即滅定業。佛能知羣有性。窮億", "214": "劫事。而不能化導無緣。佛能度無量有情。而不能盡", "215": "眾生界。是為三不能也。定業亦不牢久。無緣亦是一", "216": "期。眾生界本無增減。亘古今。無一人能主其法。有法", "217": "無主。是謂無法。無法無主。是謂無心。如我解。佛亦無", "218": "神通也。但能以無心。通達一切法爾。神曰。我誠淺昧。", "219": "未聞空義。師所授戒。我當奉行。今願報慈德。効我所", "220": "能。師曰。吾觀身無物。觀法無常。塊然更有何欲耶。神", "221": "曰。我必命我。為世間事。展我小神功。使已發心。初發", "222": "心。未發心。不信心。必信心。五等人。目我神蹤。知有佛。", "223": "有神。有能。有不能。有自然。有非自然者。師曰。無為是。", "224": "無為是。神曰。佛亦使神護法。師寧隳叛佛耶。願隨意", "225": "垂誨。師不得已而言曰。東巖寺之障。莾然無樹。北岫", "226": "有之。而背非屏擁。汝能移北樹於東嶺乎。神曰。已聞", "227": "命矣。然昏夜必有喧動。願師無駭。即作禮辭去。師門", "228": "送而且觀之。見儀衛逶迤。如王者之狀。嵐靄烟霞。紛", "229": "綸間錯。幢幡環珮。凌空隱沒焉。其夕果有暴風吼雷。", "230": "奔雲掣電。棟宇搖蕩。宿鳥聲喧。師謂眾曰。無怖無怖。", "231": "神與我契矣。詰旦和霽。則北巖松栝。盡移東嶺。森然", "232": "行植。師謂其徒曰。吾沒後。無令外知。若為口實。人將", "233": "妖我也。", "234": "評曰。珪縱廣大無礙之辯。為嶽神演無上道。俾神", "235": "敬服。移樹献誠。珪豈常人哉。其言曰。以有心奉持。", "236": "而無心拘執。以有心為物。而無心想身。又曰。亘古", "237": "今。無一人能主其法。有法無主。是謂無法。無法無", "238": "主。是謂無心。如我解。佛亦無神通。但能以無心。通", "239": "達一切法爾。珪能發揮至此。可謂至矣盡矣。愚謂。", "240": "其與嵩嶽。竝峙可也。", "241": "雲門匡真禪師。臨終辭廣主遺表。伏聞。有限色身。詎", "242": "免榮枯之歎。無形實相。孰云遷變之期。既風燈炬焰", "243": "難留。在水月空華何適。罔避典󰤯之咎。將陳委蛻之", "244": "詞。臣中謝伏念。臣跡本寒微。生從草莾。爰自髫齓。切", "245": "慕空門。潔誠誓屏於他緣。銳志唯探於內典。其或忘", "246": "餐侍問。立雪求知。困風霜於十七年間。涉南北於數", "247": "千里外。始見心猿罷跳。意馬休馳。身隈韶石之雲。頭", "248": "變楚山之雪。以至榮達景運。屢沐天波。詰道談空。誓", "249": "答乾坤之德。開蒙發滯。星馳雲水之徒。獲揚利益之", "250": "因。逈自聖明之澤。加以聯叨鳳詔。累對龍庭。繼奉頒", "251": "宣。重疊慶賜。撫躬惆悵。殞命何酬。不謂。臣駑馬年衰。", "252": "難勝睿渥。遽縈淪於疲瘵。唯待盡於朝昏。星漢程遙。", "253": "遐󱌁而纔瞻北極。波濤去速。迴眸而已逐東流。伏願。", "254": "鳳曆長春。扇皇風於拂石之劫。龍圖永固。齊壽考於", "255": "芥子之城。臣限餘景。無時微躬。將謝不獲。奔辭丹闕。", "256": "祝別彤庭。臣無任瞻天戀聖激切屏營之至。謹奉表", "257": "以聞。", "258": "評曰。雲門平生。氣宇如王。說法如雲如雨。而垂死", "259": "辭世之言。乃特敘其參訪履歷之功。曰忘餐侍問。", "260": "立雪求知。困風霜於十七年間。涉南北於數千里", "261": "外。始見心猿罷跳。意馬休馳。嗚呼。今日學者。未具", "262": "一知半解。而輒自謂千了萬當。墮增上慢者。亦可", "263": "以思矣。", "264": "梁寶誌和尚。十二時頌曰。平旦寅。狂機內有道人身。", "265": "窮苦已經無量劫。不信常擎如意珍。若捉物入迷津。", "266": "但有纖毫即是塵。不住舊時無相貌。外求知識也非", "267": "真。日出卯。用處不須生善巧。縱使神光照有無。起意", "268": "便遭魔事撓。若施功終不了。日夜被他人我抝。不用", "269": "安排只麼從。何曾心地生煩惱。食時展。無明本是釋", "270": "迦身。坐臥不知元是道。只麼忙忙受苦辛。認聲色覔", "271": "疎親。只是他家染污人。若擬將心求佛道。問取虗空", "272": "始出塵。禺中巳。未了之人教不至。假使通達祖師言。", "273": "莫向心頭安了義。只守玄沒文字。認著依前還不是。", "274": "暫時自肯不追尋。曠劫不遭魔境使。日南午。四大身", "275": "中無價寶。陽𦦨空花不肯拋。作意修行轉辛苦。不曾", "276": "迷莫求悟。任你朝陽幾迴暮。有相身中無相身。無明", "277": "路上無生路。日昳未。心地何曾安了義。他義文字沒", "278": "親疎。不用將心求的意。任縱橫絕忌諱。長在人間不", "279": "居世。運用不離聲色中。歷劫何曾暫拋棄。晡時申。學", "280": "道先須不厭貧。有相本來權積聚。無形何用要安真。", "281": "作淨潔却勞神。莫認愚癡作近隣。言下不求無處所。", "282": "暫時喚作出家人。日入酉。虗幻聲音不長久。禪悅珍", "283": "饈尚不餐。誰能更飲無明酒。勿可拋勿可守。蕩蕩道", "284": "遙不曾有。縱爾多聞達古今。也是癡狂外邊走。黃昏", "285": "戌。狂子施功投暗室。假使心通無量時。歷劫何曾異", "286": "今日。擬商量即啾唧。轉使心頭黑如漆。晝夜舒光照", "287": "有無。癡人喚作波羅蜜。人定亥。勇猛精進成懈怠。不", "288": "起纖毫修學心。無相光中常自在。超釋迦越祖代。心", "289": "有微塵還窒礙。放蕩長如癡兀人。他家自有通人愛。", "290": "夜半子。心住無生即生死。生死何曾屬有無。用時便", "291": "用無文字。祖師言外邊事。識取起時還不是。作意搜", "292": "求實沒蹤。生死魔來任相試。鷄鳴丑。一顆圓光明已", "293": "久。內外推尋覔總無。境上施為渾大有。不見頭亦無", "294": "干。世界壞時渠不朽。未了之人聽一言。只這如今誰", "295": "動口。", "296": "評曰。梁武帝甞問公曰。弟子煩惑未祛。何以治之。", "297": "公曰。十二。又問十二之旨安在。曰書字時節刻漏", "298": "中。又問何時得淨心修習。答曰。安樂禁之。今觀此", "299": "頌。殆其注脚也。學者誠能得其旨歸。則二六時中。", "300": "自無虗棄底道理。尚無安樂之可言。況煩惑哉。", "301": "汾陽昭禪師。太原人。俗姓俞氏。十四出家。既受具。即", "302": "杖䇿遊方。所至少留。隨機扣發。歷參知識。七十一員。", "303": "最後到首山問。百丈捲蓆意旨如何。山曰。龍袖拂開", "304": "全體現。曰師意何如。山曰。象王行處絕狐蹤。昭于言", "305": "下大悟。拜起而曰。萬古碧潭空界月。再三撈漉始應", "306": "知。時葉縣省禪師作首座。問曰。昭兄見何道理。便爾", "307": "自肯。昭曰。正是我放身捨命處。服勤甚久。辭去遊襄", "308": "沔間。每為郡守以名剎力致。乃曰。我長行粥飯僧。傳", "309": "佛心宗。非細事也。前後八請。堅臥不答。洎首山歿。西", "310": "河道俗。遣僧契聰。迎請住持。師閉門高枕。聰排闥而", "311": "入。讓之曰。佛法大事。靖退小節。風穴懼應讖。憂宗旨", "312": "墜滅。幸而有先師。先師已棄世。汝有力。荷擔如來大", "313": "法者。今何時而欲安眠哉。師矍起握聰手曰。非公不", "314": "聞此語。趣辦嚴吾行矣。既至。燕坐一榻。足不越閫者。", "315": "三十年。後因龍德府尹李侯。與師有舊。虗承天寺致", "316": "之。使者三反不赴。使者受罰。後至云。必欲得師俱往。", "317": "不然有死而已。師笑曰。老僧業已不出院。借往。當先", "318": "後之。何必俱耶。使者曰。師諾。則先後惟所擇。師乃令", "319": "設饌。且束曰。吾行矣。停箸而化。", "320": "評曰。汾陽始行脚。則徧歷諸方。共參七十餘員知", "321": "識。既得道。則深自韜晦。八請不起。及出世。則以荷", "322": "擔大法為己任。足不越閫者。三十年。其入滅。則為", "323": "世緣所逼。乃談笑而去之。嗚呼若汾陽。可謂徹始", "324": "徹終。盡善盡美。古今天下第一等榜樣也。後之有", "325": "志于道者。可無仰止之思乎。", "326": "僧問香嚴。如何是道。嚴曰。枯木裏龍吟。曰如何是道", "327": "中人。嚴曰。髑髏裏眼睛。僧不領。乃舉問石霜。如何是", "328": "枯木裏龍吟。霜曰。猶帶喜在。曰如何是髑髏裏眼睛。", "329": "霜曰。猶帶識在。又不領。乃舉似曹山。山曰。石霜老聲", "330": "聞。作這箇見解。因示頌曰。枯木龍吟真見道。髑髏無", "331": "識眼初明。喜識盡時消息盡。當人那辨濁中清。僧遂", "332": "又問山。如何是枯木裏龍吟。山曰。血脉不斷。曰如何", "333": "是髑髏裏眼睛。山曰。乾不盡。曰未審還有得聞者麼。", "334": "山曰。盡大地。未有一人不聞。曰未審枯木裏龍吟。是", "335": "何章句。山曰。不知是何章句。聞者皆喪。", "336": "評曰。傳燈錄收此一段機緣。刪去曹山云石霜老", "337": "聲聞作這箇見解一句。已似失語脉。而會元又以", "338": "曹山前頌。接於後答語之下。益亂厥旨矣。今據神", "339": "鼎語錄所載。詳之于此。", "340": "死心頎禪師。秦之龍城人。初得法於天聖秦和尚。晚", "341": "依黃龍南禪師。南見其所得諦當。甚厚遇之。令住全", "342": "之興國開堂。遂為南之嗣。至夜夢神告曰。師遇惡疾。", "343": "即是緣盡。言畢而隱。閱十三白。果患大風。屏院事。歸", "344": "龍城之西。為小菴。菴成養病。其中有小師名克慈。久", "345": "依楊歧。亦禪林秀出者。歸以侍病。奉禮至孝。乞食村", "346": "落。風雨寒暑。盡師一世而後已。頎一日謂慈曰。吾之", "347": "所得。實在天聖和尚。晚見黃龍。道行兼重。心所敬慕。", "348": "故為嗣之。豈謂半生感此惡疾。今幸償足。昔神仙。多", "349": "因惡疾。而得仙道。盖其割棄塵累。懷潁陽之風。所以", "350": "因禍而致福也。吾不因此。安得有今日事。如今把住", "351": "也由我。放行也由我。施行把住。總得自在。遂噓一聲。", "352": "良久而逝。闍維異香徧野。舍利無數。", "353": "評曰。嗣法不原所自。而得不美之報者。宋世多矣。", "354": "未見現招惡疾若頎。如此其烈者。然頎既能責心。", "355": "自悔尅苦。力踐収功於末後。則所謂因禍而致福", "356": "者。豈虗語哉。", "357": "芙蓉楷禪師者。乃投子青華嚴嫡嗣也。大觀元年。京", "358": "師大法雲寺席虗。有司以師有道行。請于朝。願令繼", "359": "嗣住持。奉旨可其請。未幾。開封大尹李孝壽。表師禪", "360": "學卓冠叢林。宜有以褒顯之。即賜紫方袍。號定照禪", "361": "師。左璫持詔。至法雲。師謝恩已。乃為表辭曰。伏蒙聖", "362": "慈。特差彰善閣祗候譚禎。賜臣定照禪師號。及紫衣", "363": "牒一道。臣戴睿恩已。即時焚香升座。仰祝聖壽。伏念。", "364": "臣行業迂疎。道力綿薄。甞發誓願。不受名利。堅持此", "365": "志。積有歲年。庶幾於此傳道。後來使人專意佛法。今", "366": "雖蒙異恩。若遂忝冐。則自違素願。何以教人。豈能仰", "367": "稱陛下所以命臣住持之意。所有前件恩牒。不敢祗", "368": "受。伏望聖慈。察臣愚悃。非敢飾辭。特賜允俞。臣沒齒", "369": "行道。上報天恩。上閱之。以付李孝壽。躬往諭朝廷旌", "370": "善之意。而師執抝不回。開封府尹。具以其事聞。上大", "371": "怒。收師送大理寺。吏知師忠誠。而適批逆鱗。有憐之", "372": "之意。問曰。長老枯悴有病乎。師曰。無之。吏曰。有疾則", "373": "免刑配。師曰。平時有疾今實無。豈敢藉疾僥倖聖朝。", "374": "欲脫罪譴耶。吏歎息久之。竟就刑。縫掖其衣。編管淄", "375": "州。都城道俗。觀者如市。皆為之流涕。而師神和氣平。", "376": "安步而去。如平日。至淄州僦屋以居。而四方衲子。爭", "377": "奔隨之。接武于道。明年冬。勑令自便。菴於芙蓉湖心。", "378": "學者愈親。示眾曰。夫出家者。為厭塵勞。求脫生死。休", "379": "心息念。斷絕攀緣。故名出家。豈可以等閑利養。埋沒", "380": "平生。直須兩頭撒開。中間放下。遇聲遇色。如石上栽", "381": "花。見利見名。似眼中著屑。況從無始以來。不是不曾", "382": "經歷。又不是不知次第。不過飜頭作尾。止於如此。何", "383": "須苦苦貪戀。如今不歇。更待何時。所以先聖教人。祇", "384": "要盡却今時。能盡今時。更有何事。若得心中無事。佛", "385": "祖猶是冤家。一切世間。自然冷淡。方始那邊相應。你", "386": "不見。隱山至死。不肯見人。趙州至死。不肯告人。匾擔", "387": "拾橡標為食。大梅以荷葉為衣。紙衣道者祇披紙。玄", "388": "泰上座祇著布。石霜置枯木堂。與人坐臥。祇要死了", "389": "你心。投子使人辦米。同煑共餐。要得省取你事。且從", "390": "上諸聖。有如此榜樣。若無長處。如何甘得。諸仁者。若", "391": "也於斯體究。的不虧人。若也不肯承當。向後深恐費", "392": "力。山僧行業無取。忝主山門。豈可坐費常住。頓忘先", "393": "聖付囑。今者輙斆古人為住持體例。與諸人議定。更", "394": "不下山。不赴齋。不發化主。唯將本院莊課。一歲所得。", "395": "均作三百六十分。日取一分用之。更不隨人添減。可", "396": "以備飯則作飯。作飯不足則作粥。作粥不足。則作米", "397": "湯。新到相見。茶湯而已。更不煎點。唯置一茶堂。自去", "398": "取用。務要省緣專一辦道。又況活計具足。風景不疎。", "399": "華解笑。鳥解啼。木馬長鳴。石牛善走。天外之青山寡", "400": "色。耳畔之鳴泉無聲。嶺上猿啼。露濕中宵之月。林間", "401": "󳬈唳。風回清曉之松。春風起而枯木龍吟。秋葉凋而", "402": "寒林花散。玉堦鋪苔蘚之紋。人面帶烟霞之色。音塵", "403": "寂爾。消息宛然。一味蕭條。無可趣向。山僧今日。向諸", "404": "人面前說家門。已是不著便。豈可更去陞堂入室。拈", "405": "槌竪拂。東喝西棒。張眉努目。如癎病發相似。不唯屈", "406": "沈上座。況亦辜負先聖。你不見。達磨西來。少室山下。", "407": "面壁九年。二祖至於立雪斷臂。可謂受盡艱辛。然而", "408": "達磨不曾措了一詞。二祖不曾問著一句。還喚達磨。", "409": "作不為人得麼。二祖做不求師得麼。山僧每至說著", "410": "古聖做處。便覺無地容身。慚愧後人軟弱。又況百味", "411": "珍饈。󱠛相供養。道我四事具足。方可發心。祇恐做手", "412": "脚不迭。便是隔生隔世去也。時光似箭。深為可惜。雖", "413": "然如是。更在他人從長相度。山僧也強教你不得。諸", "414": "仁者。還見古人偈麼。山田脫粟飯。野菜淡黃󳳩。喫則", "415": "從君喫。不喫任東西。伏惟。同道各自努力。珍重。", "416": "評曰。曹洞一宗。至大陽。不得浮山暗穿玉線。或幾", "417": "乎息矣。及授皮履直裰於投子。天下猶疑信相半。", "418": "再得芙蓉繼之。而其道始大振。且凜凜標格。如雪", "419": "鴻戾天。可仰而不可即。今以其所言。較其所行。若", "420": "函盖然。嗚呼。此其所以起曹洞也。", "421": "大寶積經。佛告電得菩薩言。初業菩薩。未入正位。於", "422": "諸眾生。勝志樂行。不能善知。若在家。若出家。皆不應", "423": "起嫌害之心。勿於長夜。自致衰惱。是故菩薩。從初發", "424": "心。當於一切住大乘者。生於佛想。於餘眾生。雖復見", "425": "彼作諸惡業。而亦不起損害之心。何以故。如來常說。", "426": "於諸眾生。於白淨法。有少缺減。終不能得入於涅槃。", "427": "菩薩若見貪行眾生。應作是念。彼為貪欲熱惱所燒。", "428": "是我過咎。見彼瞋恚及以愚癡。熱惱燒者。皆悉念言。", "429": "是我之罪。何以故。我見一切眾生病苦。應為求藥方", "430": "便療治。我先誓願。除眾生病。而今捨置。是我過咎。菩", "431": "薩成就如是意樂。自省其過。於諸眾生。深起慈心。若", "432": "遇殺害割截身分。於彼怨所。生反報心。無有是處。電", "433": "得。菩薩如是正修行時。過去所有不善之業。永盡無", "434": "餘。未來不善。終不更起。電得。乃往古昔。阿僧祇劫。然", "435": "燈佛前有佛。名勝生如來。出現於世。世界名光明。在", "436": "安隱王城林中而住。爾時有旃陀羅。名為可畏。兇險", "437": "好殺。安忍無慈。手塗于血。見者皆懼。時旃陀羅。繫牛", "438": "其舍。方入欲殺。牛見驚怖。掣繩奔走。往於勝生如來", "439": "林所。時旃陀羅。持刀隨逐。彼牛惶怖。墜於深坑。其命", "440": "將終。楚痛哮吼。時旃陀羅。見是牛已。更增忿怒。便入", "441": "坑中。持刀欲殺。未下之頃。爾時勝生如來。於彼林中。", "442": "無量百千大眾圍遶。廣為分別緣起法門。所謂無明", "443": "緣行。行緣識。乃至生緣老死憂悲苦惱。如是因緣。一", "444": "切皆是純大苦集。於此緣中無明於行。無思無覺。行", "445": "於無明。亦無思無覺。乃至生於老死。無思無覺。老死", "446": "於生。亦無思無覺。如是諸法性不可得。無行無念。無", "447": "我我所。本性清淨。各不相知。凡夫不聞如是法故。執", "448": "色是我。我有諸色。色屬於我。乃至受想行識。亦復如", "449": "是。由此執著我我所故。無常計常。苦計於樂。不淨計", "450": "淨。無我計我。生四顛倒。顛倒見故。無明迷惑。不正思", "451": "惟。隨心染著。不能破壞。有愛繫縛。生死輪迴。相續不", "452": "斷。智者善觀法界相故。不見有少我人眾生。乃至壽", "453": "命。生老病死。繫縛殺害。而可得者。電得。爾時可畏旃", "454": "陀羅。於是時中。遙聞如來說法之聲。即便覺悟。尋止", "455": "殺心。棄所持刀。從坑而出。往詣佛所。頂禮雙足。却住", "456": "一面。白言世尊。我今願欲於佛法中出家為道。佛言。", "457": "可爾。善來比丘。即成沙門。得具足戒。爾時勝生如來。", "458": "知彼意樂。漸已成熟。廣為演說諸菩薩行。可畏聞已。", "459": "證無生忍。於佛法中。永不退轉。彼牛得聞如來所說。", "460": "緣起法句。其聲微妙。心生喜悅。命終之後。生兜率天。", "461": "得見彌勒。成就正信。如是電得。諸眾生行。甚深微密。", "462": "難識難知。是故電得。菩薩欲求菩提。應為善知眾生", "463": "根行。於一切眾生中。住平等心。無礙之心。於一切法。", "464": "常無染著。捨諸所有。修持淨戒。安住忍辱。發起精進。", "465": "入諸禪定。如實觀察一切法性。", "466": "評曰。世尊慮初業菩薩。不達眾生根性差別。於不", "467": "善者。起嫌害心。故引過去可畏旃陀羅。殺牛得忍", "468": "因緣。以見眾生根行微密。難可測識。不可恣心生", "469": "滅。輒興嫌害。自貽伊戚。當等心視之可也。達磨謂", "470": "二祖曰。勿輕未悟。一念迴機。便同本得。亦以是哉。", "471": "靈源清禪師。每謂人曰。今之學者。未脫生死。病在甚", "472": "麼處。病在偷心未死耳。然非其罪。為師者之罪也。如", "473": "漢高帝紿韓信而殺之。信雖死。其心果死乎。古之學", "474": "者。言下脫生死。效在甚麼處。在偷心已死。然非學者", "475": "自能爾。實為師者鉗鎚妙密也。如梁武帝御大殿見", "476": "侯景。不動聲色。而景之心。已枯竭無餘矣。諸方所說。", "477": "非不美麗。要之如趙昌畵花。雖逼真非真花也。清臨", "478": "終前十日。自作無生常住真歸告曰。賢劫第四尊。釋", "479": "迦文佛。直下第四十八世孫惟清。雖從本覺。應緣出", "480": "生。而了緣即空。初無自性。氏族親里。莫得而詳。但以", "481": "正因一念。為所宗承。是廁釋迦之遠孫。其號靈源叟。", "482": "據自了因所了妙性。無名字中。示稱謂耳。所以六祖", "483": "問讓和尚。什麼處來。曰嵩山來。祖曰。什麼物恁麼來。", "484": "曰說似一物即不中。祖曰。還假修證否。曰修證則不", "485": "無。染污即不得。祖曰。即此不染污。是諸佛之所護念。", "486": "汝既如是。吾亦如是。茲葢獨標清淨法身。以遵教外", "487": "別傳之宗。而揀去報化非真佛。亦非說法者。然非無", "488": "報化大功大用。謂若解通報化。而不頓見法身。則滯", "489": "汙染緣。乖護念旨。理必警省耳。顧朝露身緣。勢迫晞", "490": "墜。因力病。釋俗從真。敘如上事。以授二三子。吾委息", "491": "後。當依稟觀究。即不違先聖法門。而自見深益。慎勿", "492": "隨末法所尚。乞空文於有位。求為銘誌。張飾說以凂", "493": "吾。至囑至囑。因自所敘。曰無生常住真歸告。且繫之", "494": "以銘。銘曰。無涯湛海。瞥起一漚。亘乎百年。曷浮曷休。", "495": "廣莫清漢。歘生片雲。有無起滅。隱顯何分。了茲二者。", "496": "即見實相。十世古今。始終現量。吾銘此旨。昭示汝曹。", "497": "泥多佛大。水長船高。", "498": "評曰。世尊取滅雙林曰。我今安住常寂滅光。而靈", "499": "源叟遷化。作無生常住真歸告。獨標清淨法身。揀", "500": "去報化。亦即佛所謂安住常寂滅光也。其偷心已", "501": "死之明焉。", "502": "後分大涅槃經云。爾時世尊。如是逆順入諸禪已。普", "503": "告大眾。我以甚深般若。徧觀三界。一切六道。諸山大", "504": "海。大地含生。如是三界。根本性離。畢竟寂滅。同虗空", "505": "相。無名無識。永斷諸有。本來平等。無高下想。無見無", "506": "聞。無覺無知。不可繫縛。不可解脫。無眾生。無壽命。不", "507": "生不起。不盡不滅。非世間。非非世間。涅槃生死。皆不", "508": "可得。二際平等。等諸法故。閒居靜住。無所施為。究竟", "509": "安置。必不可得。從無住法。法性施為。斷一切相。一無", "510": "所有。法相如是。其知是者。名出世人。是事不知。名生", "511": "死始。爾時世尊。說是語已。復入超禪。入超禪已。復告", "512": "大眾。我以摩訶般若。徧觀三界。有情無情。一切人法。", "513": "悉皆究竟。無繫縛者。無解脫者。無主無依。不可攝持。", "514": "不出三界。不入諸有。本來清淨。無垢無煩惱。與虗空", "515": "等。不平等。非不平等。盡諸動念。思想心息。如是法相。", "516": "名大涅槃。真見此法。名為解脫。凡夫不知。名曰無明。", "517": "作是語已。復入超禪。入超禪已。復告大眾。我以佛眼。", "518": "徧觀三界。一切諸法。無明本際。性本解脫。於十方求。", "519": "了不能得。根本無故。所因枝葉。皆悉解脫。無明解脫", "520": "故。乃至老死皆得解脫。以是因緣。我今安住常寂滅", "521": "光。名大涅槃。爾時世尊。三反入諸禪定。三反示誨眾", "522": "已。於七寶牀。右脇而臥。於其中夜。寂然無聲。於是時", "523": "頃。便般涅槃。", "524": "評曰。如來當入涅槃。苦口叮嚀。再三披剝。始以甚", "525": "深般若。次以摩訶般若。後以佛眼。徧觀三界。根本", "526": "性離。畢竟寂滅。同於虗空。乃至云。以是因緣。我今", "527": "安住常寂滅光。名大涅槃。嗚呼。至矣。盡矣。毫髮無", "528": "遺憾矣。學道者。誠能於此旨深究。而力行之。可謂", "529": "法王真子。真報佛恩者矣。", "530": "黃龍清禪師。寄得法弟子守卓書曰。前舉少林言。明", "531": "多行少說多通少者。盖謂其非不行。非不通。但作是", "532": "念。我已明道。他未明道。我善說理。他不善說理。我見", "533": "尚存。違於宗旨。故顯其不行不通。非徒不行不通。亦", "534": "驗其於道未甚徹底明。於理未善真實說。故祖師推", "535": "出此病。要後人省覺以成就。契於本道本理。免有彼", "536": "我勝負之習。久久返落魔外也。又云。悟佛心宗。解行", "537": "相應。名之曰祖。全真之解。稱實之行。若會於心宗。豈", "538": "復有異端乎。祖師只使人到此全解全行無解無行", "539": "之本家。得大安樂耳。所以傳燈後卷。有達磨四行一", "540": "段。其示人之意。亦不出此。後輩少肯深究力行。豈不", "541": "辜他先聖哉。忠國師云。禪宗學者。須遵佛語。一乘了", "542": "義。契自心源。不了義者。互不相許。如師子身中虫。夫", "543": "為人師。若涉名利。別開異端。則自他何益。如世大匠。", "544": "斤斧不傷其手。香象所負。非驢所堪。斯言亦今時之", "545": "針艾矣。予病中靜坐。瞌睡之餘。或究古德至言。或觀", "546": "目前世態。聞見千差。一歸虗照。識道人之過患。以成", "547": "內省自鞭之益者。尤多恨阻遠。不得曾言。因筆略引。", "548": "以當面話。千萬體悉。勉旃。", "549": "評曰。卓公靈源門下傑出者。靈源付書。無慮十餘", "550": "則。而是幅尤喫緊叮嚀。會元載。卓。泉州人。俗姓莊", "551": "氏。出世東京長靈。於宣和五年十二月二十七日。", "552": "奄然示寂。闍維日。皇帝遣中使賜香。持金盤。求設", "553": "利。爇香罷。盤中鏗然。視之五色者數顆。大如豆。使", "554": "者持還。上見大悅。予謂。死生之際。決不容偽。卓之", "555": "靈應若此。則知平生。真能一遵師訓者。靈源可謂", "556": "有子矣。", "557": "明教嵩禪師。題遠公影堂文曰。遠公事跡。學者雖見。", "558": "而鮮能盡之。使世不昭昭見先賢之德。亦後學之過", "559": "也。予讀高僧傳蓮社記。及九江新舊錄。最愛遠公。凡", "560": "六事。謂可以勸也。乃引而釋之。列之影堂。以示來者。", "561": "陸修靜異教學者。而送過虎溪。是不以人而棄言也。", "562": "陶淵明酖湎於酒。而與之交。葢簡小節。而取其達也。", "563": "䟦陀高僧。以顯異被擯。而延且譽之。葢重有識。而矯", "564": "嫉賢也。謝靈運以心雜不取。而果歿於刑。葢識其器。", "565": "而慎其終也。盧循欲叛。而執手求舊。葢自信道也。桓", "566": "玄振威。而抗對不屈。葢有大節也。大凡古今人情。莫", "567": "不畏威。而苟免忘義而避疑。好名而昧實。黨勢而忍", "568": "孤。節行而畏累。自是而非人。孰有道尊一代。為賢者", "569": "師。肯以片言。而從其人乎。孰有夙稟勝德。為行耿潔。", "570": "肯交醉卿。而高其達乎。孰有屈人師之尊。禮斥逐之", "571": "客。而伸其賢乎。孰有拒盛名之士。不與于教。而克全", "572": "終乎。孰有義不避禍。孰睦故舊。而信道乎。孰有臨將", "573": "帥之威。在殺伐暴虐之際。守道不撓。而全節乎。此故", "574": "遠公。識量遠大。獨出於古今矣。若其扶荷至教。廣大", "575": "聖道。垂祐于天人者。非蒙乃能盡之。其聖歟賢邪偉", "576": "乎。大塊噫氣。六合清風。遠公之名聞也。四海秋色。神", "577": "山中聳。遠公之清高也。人僧龍鳳。高揖巢許。遠公之", "578": "風軌也。白雲丹嶂。玉樹瑤草。遠公之栖處也。蒙。後公", "579": "而生。雖慕且恨焉。瞻其遺像。稽首作禮。願以弊文。題", "580": "于屋壁。", "581": "評曰。遠公六事。非嵩禪師。莫能拈出。且其文。光如", "582": "日月。勢若連環。足以追配遠公。奠乾坤而不朽矣。", "583": "夫僧海中。有此人物。有此文章。學者往往置之不", "584": "問。何哉。", "585": "蔣山贊元禪師。舒王甞問祖師意旨。元不答。王益扣", "586": "之。元曰。公般若有障三。有近道之貭一。更一兩生來", "587": "恐純熟。王曰。願聞其說。元曰。公受氣剛大。世緣深。以", "588": "剛大氣。遭世深緣。必以身任天下之重。懷經世之志。", "589": "用捨不能必。則心未平。以未平之心。持經世之志。何", "590": "時能一念萬年哉。又多怒。而學問尚理。於道為所知", "591": "愚。此其三也。特視名利如脫髮。甘淡薄如頭陀。此為", "592": "近道。且當以教乘。滋茂之可也。王再拜受教。", "593": "評曰。荊公生平。出處不出。元之所料。而所示法門。", "594": "對病施藥。深中膏肓。荊公烏得不心折哉。元。真大", "595": "善知識也。", "596": "羅湖野錄載。臨安南蕩崇覺空禪師。生緣姑熟。參侍", "597": "黃龍死心禪師。死心惜其福不逮慧。以無應世為囑。", "598": "草堂清公。送以偈曰。十年聚首龍峰寺。一悟真空萬", "599": "境閒。此去隨緣且高隱。莫將名字落人間。尋棲止天", "600": "台。望高叢林。應命崇覺。未幾。院罹回祿。黽勉於土木", "601": "之役。亦無倦誨接。甞頌野狐語曰。含血潠人。先污其", "602": "口。百丈野狐。失頭狂走。驀地喚回。打箇筋斗。空之天", "603": "資精悍。知見甚高。律身精嚴。外請不赴。有欲迎齊。為", "604": "架三門乃告。以捨家財。荷公發心矣。背眾食。奈我破", "605": "戒何。其固守如此。然平居氣凌諸方。於學徒亦鮮假", "606": "詞色。真有父風。卓然可敬也。", "607": "評曰。空父死心。則草堂其叔父行也。二老皆以無", "608": "出世為囑。而空竟出世崇覺。未幾。院罹回祿。而區", "609": "區於土木之間。得非犯其所誡。而致然耶。空雖道", "610": "眼明白。而所守。則不及性空石頭輩遠矣。", "611": "圭峰宗密禪師。山南溫慥尚書問。悟理息妄之人。不", "612": "結業。一期命終之後。靈性何依。師曰。一切眾生。無不", "613": "具有覺性。靈明空寂。與佛無殊。但以無始劫來。未曾", "614": "了悟。妄執身為我相。故生愛惡等情。隨情造業。隨業", "615": "受報。生老病死。長劫輪迴。然身中覺性。未曾生死。如", "616": "夢被驅役。而身本安閒。如水作氷。而濕性不易。若能", "617": "悟此性即是法身。本自無生。何有依托。靈靈不昧。了", "618": "了常知。無所從來。亦無所去。然多生妄執。習以性成。", "619": "喜怒哀樂。微細流注。真理雖然頓達。此情難以卒除。", "620": "須長覺察。損之又損。如風頓止。波浪漸停。豈可一生", "621": "所脩。便同諸佛力用。但可以空寂為自體。勿認色身。", "622": "以靈知為自心。勿認妄念。妄念若起。都不隨之。即臨", "623": "命終時。自然業不能繫。雖有中陰。所向自由。天上人", "624": "間。隨意寄託。若愛惡之念已泯。即不受分段之身。自", "625": "能變短為長。易麤為妙。若微細流注。一切寂滅。唯圓", "626": "覺大智。朗然獨存。即隨機應現千百億化身。度有緣", "627": "眾生。名之曰佛。謹對。釋曰。馬鳴菩薩。撮略百本大乘", "628": "經宗旨。以造大乘起信論。論中立宗。說一切眾生心。", "629": "有覺義不覺義。覺中復有本覺義始覺義。上所述者。", "630": "雖但約照理觀心處言之。而法義亦同彼論。謂從初", "631": "至與佛無殊。是本覺也。從但以無始下。是不覺也。從", "632": "若能悟此下。是始覺也。始覺中。復有頓悟漸修。從若", "633": "能至亦無所去。是頓悟也。從然多生妄執下。是漸修", "634": "也。漸修中。從初發心。乃至成佛。有三位自在。從初至", "635": "隨意寄託者。是受生自在也。從若愛惡之念下。是變", "636": "易自在也。從若微細流注下。至末。是究竟自在也。又", "637": "從但可以空寂為自體。至自然業不能繫。正是悟理", "638": "之人。朝暮行心。修習止觀之要節也。宗密先有八句", "639": "之偈。顯示此意。曾於尚書處誦之。奉命解釋。偈曰。作", "640": "有義事。是惺悟心。作無義事。是狂亂心。狂亂隨情念。", "641": "臨終被業牽。惺悟不由情。臨終能轉業。", "642": "評曰。圭峰此論。葢從上佛祖。由迷得悟。轉凡成聖", "643": "之楷式。近世禪者。悟理不真。修行不實。而日用言", "644": "行。早已矛盾。矧臨生死耶。初祖達磨曰。行解相應。", "645": "名之曰祖。又僧問石霜曰。有頭無尾時如何。霜曰。", "646": "口吐黃金。堪作甚麼。由此觀之。圭峰頓悟漸修之", "647": "說。確乎不易之論也。", "648": "汾陽昭禪師。十五家宗風歌。號曰廣智。其詞曰。大道", "649": "不說有高低。真空那肯涉離微。大海吞流同增減。妙", "650": "峰高聳總擎持。萬派千溪皆渤澥。七金五岳盡須彌。", "651": "玉毫金色傳燈後。二三四七普聞知。信衣息廣開機。", "652": "諸方老宿任施為。識心是本從頭說。迷心逐物却生", "653": "疑。翠巖芝禪師註曰。此敘宗旨也或直指或巧施。解道前綱出後機。", "654": "旨趣分明明似鏡。盲無慧目不能窺。明眼士見精微。", "655": "不言勝負墜愚癡。物物會同流智水。門風逐便示宗", "656": "枝。即心佛非心佛。歷世明明無別物。即此真心是我", "657": "心。我心猶是機權出。此敘馬祖宗派也或五位或三路。施設", "658": "隨根巧回互。不觸當今是本宗。展手通玄無佛祖。此敘", "659": "洞上宗派也或君臣或父子。量器方圓無彼此。士庶公侯", "660": "一道平。愚智賢豪明漸次。此敘石霜宗派也有時敲有時唱。", "661": "隨根問答談諦當。應接何曾失禮儀。淺解之流却生", "662": "謗。或雙明或單說。只要當鋒利禪悅。開權不為鬪聰", "663": "明。舒光只要辨賢哲。有圓相有默論。千里持來目視", "664": "瞬。萬般巧妙一圓空。爍迦羅眼通的信。此敘溈仰宗派也或", "665": "全提或全用。萬象森羅實不共。青山不礙白雲飛。隱", "666": "隱當臺透金鳳。此敘石頭藥山宗派也象骨鏡地藏月。玄沙崇", "667": "壽照無缺。因公致問指歸源。旨趣來人明皎潔。此敘雪峰", "668": "地藏宗派也或稱提或拈掇。本色衲僧長擊發。句裏明人", "669": "事最精。好手還同楔出楔。或擡薦或垂手。切要心空", "670": "易開口。不識先人出大悲。管燭之徒照街走。此敘雲門宗派", "671": "也德山棒臨濟喝。獨出乾坤解橫抹。從頭誰管亂區", "672": "分。多口阿師不能說。臨機縱臨機奪。迅速機鋒如電", "673": "掣。乾坤只在掌中持。竹木精靈腦劈裂。或賓主或料", "674": "揀。大展禪宗辯正眼。三玄三要用當機。四句百非一", "675": "齊鏟。勸同袍莫強會。少俊依前成窒礙。不知宗脉莫", "676": "漫汗。永劫長沉生死海。難逢難遇又難聞。猛烈身心", "677": "快通泰此敘德山臨濟宗派也。", "678": "評曰。永嘉云。六代傳衣天下聞。後人得道無窮數。", "679": "而汾陽亦云。信衣息廣開機。諸方老宿任施為。所", "680": "以當時宗風。層見疊出。而世唯稱五家宗派者。據", "681": "盛者言之耳。汾陽歷參七十餘員知識。盡得諸宗", "682": "家法。故一一頌出。使知曹溪之後。生機一路。日出", "683": "日新。必英靈出格之士。始能一以貫之。若夫小根", "684": "劣器。步步區區。各師其師。各宗其宗者。可得同日", "685": "而語哉。昔張無盡呂夏卿。疑德山洞山。同出石頭。", "686": "而垂手處。殺活不同者。亦足以見其隘矣。", "687": "永明壽禪師。宗鏡錄云。設有堅執己解。不信佛言。起", "688": "自障心。絕他學路。今有十問。以定紀綱。還得了了見", "689": "性。如晝觀色。似文殊等不。還逢緣對境。見色聞聲。舉", "690": "足下足。開眼合眼。悉得明宗。與道相應不。還覽一代", "691": "時教。及從上祖師言句。聞深不怖。皆得諦了無疑不。", "692": "還因差別問難。種種徵詰。能具四辯。盡決他疑不。還", "693": "於一切時一切處。智照無滯。念念圓通。不見一法。能", "694": "為障礙。未曾一剎那中。暫令間斷不。還於一切逆順", "695": "好惡境界現前之時。不為間隔。盡識得破不。還於百", "696": "法明門心境之內。一一得見微細體性。根源起處。不", "697": "為生死根塵之所惑亂不。還向四威儀中。行住坐臥。", "698": "欽承祗對。著衣喫飯。執作施為之時。一一辯得真實", "699": "不。還聞說有佛無佛。有眾生無眾生。或讚或毀。或是", "700": "或非。得一心不動不。還聞差別之智。皆能明達。性相", "701": "俱通。理事無滯。無有一法。不鑑其源。乃至千聖出世。", "702": "得不疑不。若實未得如是。切不可起過頭欺誑之心。", "703": "生自許知足之意。直須廣彼至教。博問先知。徹祖師", "704": "自性之源。到絕學無疑之地。此時方可歇學。󰞆息遊", "705": "心。或自辨。則禪觀相應。或為他。則方便開示。設不能", "706": "徧參法界。廣究羣經。但細看宗鏡之中。自然得入。此", "707": "是諸法之要。趣道之門。", "708": "評曰。起過頭欺誑之心。生自許知足之意。乃末法", "709": "學者之大病。今此十問。盡祖師命脉。窮諸佛壺奧。", "710": "驗之於事。印之於心。如寶鏡高懸。𡟎妍自見。若已", "711": "透關者。不在此限。不然。須一一歷過始得。且善財", "712": "既見妙德。而重歷百城。慶喜已獲法身。而廣申問", "713": "難。豈徒然哉。三祖云。毫𨤲有差。天地懸隔。政為此", "714": "可凡真心學道者。請於此問。子細審勘。慶其所已", "715": "得。而勉其所未至。則佛法幸甚。", "716": "圓悟禪師。示一書記法語。英靈衲子。蘊卓識奇姿。慷", "717": "慨隳冠。視身世聲名。如遊塵浮雲谷響。以夙昔大根", "718": "器。知有此段。超生出死。絕聖越凡。乃三世如來所證。", "719": "金剛正體。歷代祖師。單傳妙心。跂步蹴踏。作香象金", "720": "翅。要馳驟飛騰於億千萬類之上。截流摩霄。豈肯為", "721": "鴻鵠燕󳭋。局促於高低勝負較目前。電光石火間。瞥", "722": "轉利害耶。是故古之大達。不記細故。不圖淺近。發片", "723": "志。欲高超佛祖。荷擔一切所不能承當之重任。普津", "724": "濟四生九類。󳫠苦與安。破障道愚昧。折無明顛狂毒", "725": "箭。拈出法眼見刺。使本地風光澄霽。空劫已前面目", "726": "明顯。悉心竭力。不憚寒暑。廢寢忘餐。刻意尚行。潔清", "727": "三業。向三條椽下。死却心猿。殺却意馬。直使如枯木", "728": "朽株頑石頭相類。驀地穿透。豈從他得哉。發大伏藏。", "729": "然暗室明炬。擬艨艟於要津。證大解脫。不起一念。頓", "730": "成正覺。且通箇入理之門。然後陞普光明場。據無漏", "731": "清淨殊勝偉特法空之座。海口瀾飜。奮無礙四辯才。", "732": "立一機。垂一句。現一勝相。普使凡聖有情無情。俱仰", "733": "威光。同受庥蔭。尚未是絕功勳處。更轉那頭。千聖羅", "734": "籠不住。萬靈景仰無門。諸天無路捧花。魔外那能傍", "735": "󳬇。放却知見。卸却玄妙。颺却作用。唯饑餐渴飲而已。", "736": "初不知有心無心得念失念。何況更戀著從前學解。", "737": "諦句奇言。理性分劑。名相桎梏。佛見法見。動地掀天。", "738": "世諦辯聰。自纏自縛。入海算沙。有何所靠耶。等是大", "739": "丈夫。應務敵勝驚羣。滿自己本志願。乃為本分大心", "740": "大見大解脫。無為無事真道人也。", "741": "評曰。一書記未入佛果法嗣。或是他枝學輩。預入", "742": "法會者也。想見其人。是必英偉傑特。離類絕倫。故", "743": "其所示法語。廣大精密如此。葢所謂觀機授法。非", "744": "孟浪也。又是篇入道蹊徑。冥合洞上五位法門。頭", "745": "尾圓備。識者辯之。", "746": "大洪恩禪師。與無盡居士張公商英友善。無盡甞以", "747": "書問三教大要曰。清凉疏第三卷。西域邪見。不出四", "748": "見。此方儒道。亦不出此四見。如莊老計自然為因。能", "749": "生萬物。即是邪因。易曰。太極生兩儀。太極為因。亦是", "750": "邪因。若謂一陰一陽。之謂道。能生萬物。亦是邪因。若", "751": "計一為虗無。則是無因。今疑。老子自然。與西天外道", "752": "自然不同。何以言之。老子曰。常無欲。以觀其妙。常有", "753": "欲。以觀其徼。無欲則常。有徼則已入其道矣。謂之邪", "754": "因。豈有說乎。易曰。一陰一陽。之謂道。陰陽不測。之謂", "755": "神。神也者。妙萬物而為言。寂然不動。感而遂通天下", "756": "之故。今乃破陰陽變易之道為邪因。撥去不測之神。", "757": "豈有說乎。望紙後批示。以斷疑網故也。師答曰。西域", "758": "外道宗多途。要其會歸。不出有無四見而已。謂有見。", "759": "無見。亦有亦無見。非有非無見也。葢不即一心為道。", "760": "則道非我有。故名外道。不即諸法是心。則法隨見異。", "761": "故名邪見。如謂之有。有則有無。如謂之無。無則無有。", "762": "有無則有見競生。無有則無見斯起。若亦有亦無見。", "763": "非有非無見。亦猶是也。夫不能離諸見。則無以明自", "764": "心。無以明自心。則不能知正道矣。故經云。言詞所說", "765": "法。小智妄分別。不能了自心。云何知正道。又曰。有見", "766": "即為垢。此則未為見。遠離於諸見。如是乃見佛。以此", "767": "論之。邪正異途。正由見悟殊致故也。故清凉以莊老", "768": "計。道法自然。能生萬物。易謂太極生兩儀。一陰一陽。", "769": "之謂道。以自然太極為因。一陰一陽為道。能生萬物。", "770": "則是邪因計。一為虗無。則是無因。甞試論之。夫三界", "771": "唯心。萬緣一致。心生故法生。心滅故法滅。推而廣之。", "772": "彌綸萬有而非有統而會之。究竟寂滅而非無。非無", "773": "亦非非無。非有亦非非有。四執既亡。百非斯遣。則自", "774": "然因緣。皆為戲論。虗無真實。俱是假名矣。至若謂太", "775": "極陰陽。能生萬物。常無常有。斯為眾妙之門。陰陽不", "776": "測。是為無方之神。雖聖人設教。示悟多方。然既異一", "777": "心。寧非四見。何以明之。葢虗無為道。則是無。若自然。", "778": "若太極。若一陰一陽為道。道則是有。常無常有。則是", "779": "亦無亦有。陰陽不測。則是非有非無。先儒或謂。妙萬", "780": "物謂之神。則非物。非物則亦是無。故西天諸大論師。", "781": "皆以心外有法。為外道。萬法唯心。為正宗。葢以心為", "782": "宗。則諸見自亡。言雖或異。未足以為異也。心外有法。", "783": "則諸見競生。言雖或同。未足以為同也。雖然。儒道聖", "784": "人。固非不知之。乃存而不論耳。良以未即明指一心。", "785": "為萬法之宗。雖或言之。猶不論也。如西天外道。皆大", "786": "權菩薩。示化之所施為。橫生諸見。曲盡異端。以明佛", "787": "法是為正道。此其所以謂聖人之道。順逆皆宗。非思", "788": "議之所能知矣。故古人有言。緣昔真宗未至。孔子且", "789": "以繫心。今知理有所歸。不應猶執權教。然知權之為", "790": "權。未必知權也。知權之為實。斯知權矣。是亦周孔老", "791": "莊。設教立言之本意。一大事因緣之所成始所成終", "792": "也。然則三教一心。同途異轍。究竟道宗。本無言說。非", "793": "維摩大士。孰能知此意也。", "794": "評曰。清涼非判孔老為外道。葢判以佛法。而附會", "795": "于孔老者也。夫不以心性。定其宗旨。而唯逐言象。", "796": "以雷其淺深。則孟軻所謂。不揣其本。而齊其末。方", "797": "寸之木。可使高於岑樓。豈理也哉。是篇。言簡而意", "798": "盡。地寬而界嚴。雖無盡喙長三尺。亦無所施其辯", "799": "矣。信乎。當代之哲匠。護教之大士也。", "800": "汾州大達無業國師上堂。有僧問曰。十二分教。流于", "801": "此土。得道果者。非止一二。云何祖師東化。別唱玄宗。", "802": "直指人心。見性成佛。豈得世尊說法。有所未盡。只如", "803": "上代諸德高僧。竝學貫九流。洞明三藏。生肇融叡。盡", "804": "是神異間出。豈得不知佛法遠近。某甲愚昧。願師指", "805": "示。師曰。諸佛不曾出世。亦無一法與人。但隨病施方。", "806": "遂有十二分教。如將蜜菓換苦葫蘆。淘汝諸人業根。", "807": "都無實事。神通變化。盡百千三昧門。化彼天魔外道。", "808": "福智二嚴。為破執有滯空之見。若不會道。及祖師來", "809": "意。論什麼生肇融叡。如今天下。解禪解道。如河沙數。", "810": "說佛說心。有百千萬億。纖塵不去。未免輪迴。思念不", "811": "亡。盡須沉墜。如斯之類。尚不能自識業果。妄言自利", "812": "利他。自謂上流。竝他先德。但言觸目無非佛事。舉足", "813": "皆是道場。原其所習。不如一箇五戒十善凡夫。觀其", "814": "發言。嫌他三乘十地菩薩。且醍醐上味。為世珍奇。遇", "815": "斯等人。飜成毒藥。南山尚自不許。呼為大乘學語之", "816": "流。爭鋒唇舌之間。鼓論不形之事。竝他先德。誠實苦", "817": "哉。只如野逸高士。尚解枕石漱流。棄其利祿。亦有安", "818": "國理民之謀。徵而不赴。況我禪宗途路且別。看他古", "819": "德道人。得意之後。茅茨石室。向折脚鐺子裏。煑飯喫", "820": "過。二三十年。名利不干懷。財寶不為念。大忘人世。隱", "821": "跡巖叢。君王命而不來。諸侯請而不赴。豈同我輩貪", "822": "名愛利。汩沒世途。如短販人。有少希求。而忘大果。十", "823": "地諸賢。豈不通佛理。可不如一箇博地凡夫。實無此", "824": "理。他說法如雲如雨。猶被佛呵。云見性如隔羅縠。只", "825": "為情存聖量。見在果因。未能逾越聖情。過諸影跡。先", "826": "賢古德。碩學高人。博達古今。洞明教網。葢為識學詮", "827": "文。水乳難辨。不明自理。念靜求真。嗟乎。得人身者。如", "828": "爪甲上土。失人身者。如大地上土。良可傷哉。設有悟", "829": "理之者。有一知一解。不知是悟中之則。入理之門。便", "830": "謂永出世利。巡山傍㵎。輕忽上流。致使心漏不盡。理", "831": "地不明。空到老死無成。虗延歲月。且聰明不能敵業。", "832": "乾慧未免苦輪。假使才竝馬鳴。解齊龍樹。只是一生", "833": "兩生。不失人身。根思宿淨。聞之即解。如彼生公。何足", "834": "為羨。與道全遠。共兄弟論實不論虗。只這口食身衣。", "835": "盡是欺賢罔聖。求得將來。他心慧眼觀之。如喫膿血", "836": "一般。總須償他始得。阿那箇有道果。自然招得他信", "837": "施來不受者。學般若菩薩。不得自謾。如氷稜上行。似", "838": "劒刃上走。臨終之時。一毫凡聖情量不盡。纖塵思念", "839": "未忘。隨念受生。輕重五陰。向驢胎馬腹裏託貭。泥犁", "840": "鑊湯裏煑煠一徧了。從前記持憶想。見解智慧。都盧", "841": "一時失却。依前再為螻蟻。從頭又作蚊䖟。雖是善因。", "842": "而遭惡果。且圖什麼兄弟。只為貪欲咸性。二十五有。", "843": "向脚跟下繫著。無成辦之期。祖師觀此土眾生。有大", "844": "乘根性。唯傳心印。指示迷情。得之者。即不揀凡之與", "845": "聖。愚之與智。且多虗不如少實。大丈夫兒。如今直下", "846": "便休歇。頓息萬緣。越生死流。逈出常格。靈光獨照。物", "847": "累不拘。巍巍堂堂。三界獨步。何必身長丈六。紫磨金", "848": "輝。頂佩圓光。廣長舌相。若以色見我。是行邪道。設有", "849": "眷屬莊嚴。不求自得。山河大地。不礙眼光。得大總持。", "850": "一聞千悟。都不希求一餐之直。汝等諸人。儻不如是。", "851": "祖師來至此土。非常有損有益。有益者。百千人中。撈", "852": "漉一箇半箇。堪為法器。有損者。如前已明。從他依三", "853": "乘教法修行。不妨却得四果三賢。有修進之分。所以", "854": "先德云。了即業障本來空。未了還須償宿債。", "855": "評曰。禪宗之弊。當時早已如此。又何恠乎後世。幸", "856": "賴此老。不惜口業。一一數破。使有志之士。尚可以", "857": "明生熟。驗得失。酌損益。審進退。不為世波漂蕩。而", "858": "喪其法體。則是篇正今日對病之良藥也。敬錄之", "859": "於此。以為禪學者龜鑑。", "860": "大智度論云。復次一切法性皆空。無所有。汝所瞋因", "861": "緣。亦皆虗誑。無實事故。而受大罪。如山中有一佛圖。", "862": "彼中有一別房。房中有鬼。來恐惱道人。故諸道人。皆", "863": "捨房而去。有一客僧來。維那處分。令住此房。而語之", "864": "言。此房中。有鬼神。喜惱人。能住中者住。客僧自以持", "865": "戒力多聞故。言小鬼何所能。我能伏之。即入房住。暮", "866": "更有一僧。來求住處。維那亦令在此房住。亦語有鬼", "867": "惱人。其人亦言。小鬼何所能。我當伏之。先入者。閉戶", "868": "端坐待鬼。後來者。夜暗打門求入。先入者謂為是鬼。", "869": "不為開戶。後來者。極力打門。在內道人。以力拒之。外", "870": "者得勝。排門得入。內者打之。外者亦極力熟打。至明", "871": "旦相見。乃是故舊同學。各相愧謝。眾人雲集。笑而恠", "872": "之。眾生亦如是。五眾無人無我。空取相致鬪諍。若支", "873": "解在地。但有骨肉。無人無我。是故菩薩。語眾生言。汝", "874": "莫於根本空中。鬪諍作罪。鬪諍故。人身尚不可得。何", "875": "況值佛。", "876": "評曰。眾生三毒。日用現行。過失甚重。而嗔毒之過", "877": "失尤重。葢由不達前境本空。乃於自心中。妄興對", "878": "待。以對待故。鼓忿恨風。吹心識火。自他善根。互相", "879": "焚󱐑。以正眼觀之。政如二比丘。閉門推門。極力打", "880": "鬼。修道人。當逆境擊心。恚覺勃發時。能入此觀。則", "881": "直下釋然。氷消瓦解。亦如二比丘。天明相見。自當", "882": "撫掌一笑耳。", "883": "梁善慧大士。四相頌。生曰。識託浮泡起。生從愛慾來。", "884": "昔時曾長大。今日復嬰孩。星眼隨人轉。朱唇向乳開。", "885": "為憐迷覺性。還劫受輪迴。老曰。覧鏡容顏改。登階氣", "886": "刀衰。咄哉今已老。趨拜復還虧。身似臨崖樹。心如念", "887": "水龜。尚猶躭有漏。不肯學無為。病曰。忽染沈疴疾。因", "888": "成臥病身。妻兒愁不語。朋友厭相親。楚痛抽千脉。呻", "889": "吟徹四隣。不知前路險。猶向恣貪瞋。死曰。精魄隨生", "890": "路。遊魂入死關。只聞千萬去。不見一人還。寶馬空嘶", "891": "立。庭花永絕攀。早求無上道。應免四方山。", "892": "評曰。生老病死。四件極大事。集在一身。世人夢裏", "893": "貪歡。漠然不顧。可嘆也。故傅大士。一一頌出。欲人", "894": "知其苦耳。既知其苦。則知求其所以出苦之法。所", "895": "謂早求無上道。應免四方山是也。祇如無上道。畢", "896": "竟如何求。大士又有偈曰。有物先天地。無形本寂", "897": "寥。能為萬象主。不逐四時凋。若真知此偈所歸。尚", "898": "何四相可言。其或未然。時不待人。切須努力。", "899": "移剌真卿丞相。先是元世主將。西征。有司奏。五臺等", "900": "處僧徒。有能呪術武略。及有膂力者。可為部兵扈從", "901": "西征。公止之曰。釋氏之高行者。必守不殺戒。奉慈忍", "902": "行。故有危身不證鵞珠。守死不拔生草者。法王法令。", "903": "拳拳奉持。雖死不犯。用之從兵。豈其宜哉。其不循法", "904": "律者。必無志行。在彼既違佛旨。在此豈忠王事。故皆", "905": "不可以從王師也。帝從之。公得法於萬松秀禪師。號", "906": "湛然居士云。", "907": "評曰。以僧從征。法滅之相也。湛然奏止之。其護法", "908": "之功。不在禹下。且其所陳論。精確嚴明。千古猶見", "909": "生氣。至於輓近之世。無志行僧。往往有之。佛法王", "910": "法。皆成罪人。吾不知其何以自立於天地之間也。", "911": "悲夫。", "912": "大珠和尚。僧問。般若經云。度九類眾生。皆入無餘涅", "913": "槃。又云。實無眾生。得滅度者。此兩段經文。如何通會。", "914": "前後人說。皆云實度眾生。而不取眾生相。常疑未決。", "915": "請師為說。師曰。九類眾生。一心具足。隨造隨成。是故", "916": "無明為卵生。煩惱包褁為胎生。愛水浸潤為濕生。歘", "917": "起煩惱為化生。悟即是佛。迷號眾生。菩薩只以念念", "918": "心為眾生。若了念念心體空。名為度眾生也。智者於", "919": "自本際上。度於未形。未形既空。即知實無眾生。得滅", "920": "度者。", "921": "評云。華嚴云。應觀法界性。一切惟心造。而大珠亦", "922": "云。九類眾生。一心具足。隨造隨成。楞伽云。從上諸", "923": "聖。轉相傳受。妄想無性。而大珠亦云。若了念念心", "924": "體空。名為度眾生。楞嚴云。妙性圓明。離諸名相。本", "925": "來無有世界眾生。而大珠亦云。智者於自本際上。", "926": "度於未形。未形既空。即無眾生得滅度者。是知佛", "927": "祖同一道眼。同一舌頭。其清淨顯露。如月處空。有", "928": "眼皆見。但後輩鮮肯深究力行。遂成紙上陳語。予", "929": "觀是篇。實修行者。日用治心之要。故表出之。當有", "930": "賞音者耳。", "931": "菩提達磨。略辯大乘入道四行。法師者。西域南天竺", "932": "國。是大婆羅門國王。第三之子也。神慧疎朗。聞皆曉", "933": "悟。志存摩訶衍道。故捨素從緇。紹隆聖種。冥心虗寂。", "934": "通鑑世事。內外俱明。德超世表。悲悔邊隅。正教陵替。", "935": "遂能遠涉山海。遊化漢魏。忘心之士。莫不歸信。存見", "936": "之流。乃生譏謗。于時唯有道育慧可。此二沙門。年雖", "937": "後生。俊志高遠。幸逢法師。事之數載。虔恭諮啟。善蒙", "938": "師意。法師感其精誠。誨以真道。令如是安心。如是發", "939": "行。如是順物。如是方便。此是大乘安心之法。令無錯", "940": "謬。如是安心者。壁觀。如是發行者。四行。如是順物者。", "941": "防護譏嫌。如是方便者。遣其不著。此略序所由云爾。", "942": "夫入道多途。要而言之。不出二種。一是理入。二是行", "943": "入。理入者。謂藉教悟宗。深信含生同一真性。但為客", "944": "塵妄想所覆。不能顯了。若也捨妄歸真。凝住壁觀。無", "945": "自無他。凡聖等一。堅住不移。更不隨于文教。此即與", "946": "理冥符。無有分別。寂然無為。名之理入。行入者。謂四", "947": "行。其餘諸行。悉入此中。何等四耶。一報冤行。二隨緣", "948": "行。三無所求行。四稱法之行。云何報冤行。謂修道行", "949": "人。若受苦時。當自念言。我從往昔無數劫中。棄本從", "950": "末。流浪諸有。多起冤憎。違害無限。今雖無犯。是我宿", "951": "殃。惡業果熟。非天非人。所能見與。甘心忍受。都無冤", "952": "訴。經云。逢苦不憂。何以故。識達故。此心生時。與理相", "953": "應。體冤進道。故說言報冤行。二隨緣行者。眾生無我。", "954": "並緣業所轉。苦樂齊受。皆從緣生。若得勝報榮譽等", "955": "事。是我過去宿因所感。今方得之。緣盡還無。何喜之", "956": "有。得失從緣。心無增減。喜風不動。宜順於道。是故說", "957": "言隨緣行也。三無所求行者。世人長迷。處處貪著。名", "958": "之為求。智者悟真。理將俗反。安心無為。形隨運轉。萬", "959": "有斯空。無所願樂。功德黑暗。常相隨逐。三界久居。猶", "960": "如火宅。有身皆苦。誰得而安。了達此處。故捨諸有。息", "961": "想無求。經云。有求皆苦。無求乃樂。判知無求。真為道", "962": "行。故言無所求行也。四稱法行。性淨之理。目之為法。", "963": "此理眾相斯空。無染無著。無此無彼。經云。法無眾生。", "964": "離眾生垢故。法無有我。離我垢故。智者若能信解此", "965": "理。應當稱法而行。法體無慳。於身命財。行檀捨施。心", "966": "無恡惜。達解三空。不倚不著。但為去垢。稱化眾生。而", "967": "不取相。此為自行。復能利他。亦能莊嚴菩提之道。檀", "968": "施既爾。餘五亦然。為除妄想。修行六度。而無所行。是", "969": "為稱法行弟子曇彬序。", "970": "評曰。達祖單傳心印外。復別示此四行。其意盖為", "971": "後來見而不行。與夫說而不通者。作鍼艾耳。大丈", "972": "夫。當於此決志力行。以期智證。毋徒空騰口說。應", "973": "祖師之懸讖也。", "974": "六祖大師。四智偈曰。大圓鏡智性清淨。平等性智心", "975": "無病。妙觀察智見非功。成所作智同圓鏡。五八六七", "976": "果因轉。但用名言無寔性。若于轉處不留情。繁興永", "977": "處那伽定。", "978": "評曰。或問。六祖大師偈。發明轉識成智之旨。與教", "979": "乘同異何如。答曰。教中謂。轉第八阿賴耶識。為大", "980": "圓鏡智。轉第七末那識。為平等性智。轉第六意識。", "981": "為妙觀察智。轉前五識。為成所作智。何時轉耶。謂", "982": "六七二識初地即轉。至七八二地。方永轉。以六識", "983": "入生法二空觀時。礙第七識二執。不得現起。及第", "984": "六識轉智之時。而第七識。亦隨轉也。故曰六七因", "985": "中轉。五八二識至佛果位中方轉。以前五根。乃第", "986": "八識之相分。八識未轉。則前五識亦不得轉。若八", "987": "識轉。則前五識亦隨轉也。故曰五八果上圓。此大", "988": "乘權教所說如此。非禪宗圓頓最上乘也。今祖師", "989": "直于眾生分上。覿體指出本有四智。謂此性本來", "990": "清淨。一塵叵得。即是大圓鏡智。此性本來平等。無", "991": "我法二執之病。即是平等性智。此性本有光明。不", "992": "緣而照。即是妙觀察智。若成所作智。則與鏡智同。", "993": "但體用之分耳。如此觀之。則眾生日用現行無明", "994": "全體。即是諸佛四智菩提。尚何識之可轉。以識本", "995": "空寂。即是智故。圭峰所謂。識如夢幻。但是一心是", "996": "也。若權乘所謂。五八六七果因轉之說。但約從因", "997": "至果。轉其假名而已。非謂實有識可轉而為智也。", "998": "若寔有可轉。則所謂智者。乃有為菩提。豈當人本", "999": "有無師自然之真智乎。以無識可轉。方是真智也。", "1000": "葢識智無二。同一性故。如寒則結水而成氷。暖則", "1001": "融氷而為水。氷水名異。濕性無殊。故學者修證轉", "1002": "識成智之處。苟能不留滯著之情。則雖終日轉。而", "1003": "寔無識可轉。無智可得。以識既本空。智亦本寂。一", "1004": "心湛然。無動轉故。行人日用明此。可以坐進斯道。", "1005": "僧亡名息心銘曰。法界有如意寶人焉。九緘其身。銘", "1006": "其膺曰。古之攝心人也。戒之哉。戒之哉。無多慮。無多", "1007": "知。多知多事。不如息意。多慮多失。不如守一。慮多志", "1008": "散。知多心亂。心亂生惱。志散妨道。勿謂何傷。其苦攸", "1009": "長。勿言何畏。其禍鼎沸。滴水不停。四海將盈。纖塵不", "1010": "拂。五嶽將成。防末在本。雖小不輕。關爾七竅。閉爾六", "1011": "情。莫見於色。莫聽於聲。聞聲者聾。見色者盲。一文一", "1012": "藝。空中小蚋。一技一能。日下孤燈。英賢才藝。是為愚", "1013": "蔽。捨棄淳朴。沉溺淫麗。識馬易奔。心猿難制。神既勞", "1014": "役。形必損斃。邪行終迷。修途永泥。莫貴才能。日益惛", "1015": "瞢。誇拙羨巧。其德不弘。名厚行薄。其高速崩。內懷憍", "1016": "伐。外致怨憎。或談於口。或書於手。邀人令譽。亦孔之", "1017": "醜。凡謂之吉。聖謂之咎。賞翫蹔時。悲哀長久。畏影畏", "1018": "迹。逾遠逾極。端坐樹陰。跡滅影沉。厭生患老。隨思隨", "1019": "造。心想若滅。生死長絕。不死不生。無相無名。一道虗", "1020": "寂。萬物齊平。何貴何賤。何辱何榮。何勝何劣。何重何", "1021": "輕。澄天愧淨。皎日慙明。安夫岱嶺。固彼金城。敬貽賢", "1022": "哲。斯道利貞。黃山谷書其後曰。梁左補闕宗殆。以文", "1023": "學行義知名。梁之亡也。殆棄其官族出家。號無名。後", "1024": "周欲奪其志。命大臣以美官誘之。無名自陳宗國顛", "1025": "覆。反俗有七不可。誓言哀切。遂不奪之。又賦五苦詩。", "1026": "詩意高潔。時多傳寫。觀息心銘。似其晚年所作。亦似", "1027": "悔其少日。刻意於文章耶。因僧知海請書此篇。以刻", "1028": "石。為叢林雜學者之戒。故為書之。", "1029": "評曰。息心銘。文體立意。一倣金人銘。其旨葢欲學", "1030": "者。歇鏡中之狂心。息岐路之雜藝。庶幾悟頭。而獲", "1031": "羊耳。予滋愛之。但不敢必誰所作。題云僧亡名。意", "1032": "謂已亡其名。後讀黃山谷太史文集。始知非亡名。", "1033": "乃名亡名也。今并以其說載之于此。使覧者知所", "1034": "自云爾。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1455 聖箭堂述古", "author": "清 道霈述"}