{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8913 識知淨土論", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "識知淨土論一卷四十四問荅弁阿作", "1": "問答問曰一切菩󷨊皆同應修淨土行乎。荅云智", "2": "論九十二云諸菩󷨊莊嚴佛土為令眾生易", "3": "度故。問曰眾生根性萬差故菩󷨊行願不", "4": "一准一切菩󷨊何必莊嚴佛土乎。荅云菩󷨊", "5": "縱雖行願不同修因感果全是同故因行果", "6": "德無有毀减是故一切菩󷨊皆修淨土行也。", "7": "問曰一切菩󷨊六度滿足而登究竟󰟖位之", "8": "時因圎果滿皆等者三世諸佛皆悉應有淨", "9": "土穢土乎。荅云三世諸佛每佛各有如恒河", "10": "沙淨穢也是故智論三十二云自欲得如三", "11": "世佛功德無所减少耳乃至東方有國純以", "12": "黃金為地乃至當知彼諸佛皆是我身如是", "13": "󵓕東方恒河沙等無量世󶉈有莊嚴者不莊", "14": "嚴者皆是我身而作佛事如東方南西北方", "15": "四維上下亦復如是乃至󳇐陀佛亦有嚴淨", "16": "不嚴淨世󶉈如釋迦文佛國諸佛大悲徹於", "17": "骨髓無不以世󶉈好醜隨應度者而教化之", "18": "如慈母愛子雖沒在廁溷勒求拯󳫠不以為", "19": "𢙣已上如此文者一切諸佛各皆有如恒沙", "20": "無量淨土穢土也。問曰一切諸佛因位之", "21": "時淨佛土者何淨之乎。荅云智論九十二云", "22": "須菩提白佛言世尊云何菩󷨊摩訶󷨊淨佛", "23": "國土乎佛言有菩󷨊從初發心已來自除身", "24": "麁業除口麁業除意麁業亦淨佗人身口意", "25": "麁業已上。問曰一切菩󷨊除身口意麁業", "26": "者云何得成淨土行乎。荅云言穢土者於身", "27": "口意三業造𢙣故是不淨也不淨故是穢土", "28": "也言淨土者於身口意三業造善󷓗󷓗故是", "29": "清淨也清淨故是淨土也是故菩󷨊身口意", "30": "業清淨功德即淨佛國土行也。問云言麁", "31": "業者是何等乎。荅云言麁業者是對紬業但", "32": "麁細義展轉不定也或取不善業為麁或取", "33": "善法相為細乃至涅槃事相名字法皆名為", "34": "麁業以無相空畢竟空者名為細業六波羅", "35": "密尚有名字有名字故是非實相能行之人", "36": "所行之法並是畢竟空畢竟空者即是實相", "37": "名之為細業除此實相外餘者皆虚誑著此", "38": "虚誑法是名麁業也。問曰一切菩󷨊修事理", "39": "行而淨自佗身口意者𥾸穢土佛尤所論也", "40": "何今必言淨佛土行耶。荅智論九十二云我", "41": "今是三世中十方佛子般若是我是我母今", "42": "不應復隨遂虚誑已上此文意者三世菩󷨊", "43": "以諸佛為父以般𠰥為母是故菩󷨊不值諸", "44": "佛遠離般若成佛道者無有是處譬如人子", "45": "㓜少之時不應遠離父母邊然於般若修行", "46": "菩󷨊必具自行化佗功德譬如鳥之翼亦喻", "47": "人左右手也依之菩󷨊從初發心至于󰟖位", "48": "所修之業麁細之業皆為淨土穢土一切眾", "49": "生也若又偏限淨土眾生而󵘩穢土之眾生", "50": "者化佗之行不可滿足菩󷨊云何得成道此", "51": "知菩󷨊為淨佛國除身口意麁業者能居佛", "52": "身所居國土依正二報俱是清淨而導我等", "53": "穢土眾生除身口意麁業者佛身清淨悉皆", "54": "金色具三十二相備八十種好身放光明口", "55": "轉法輪見之聞之一切眾生煩惱永断除三", "56": "業清淨矣。問云願生淨土一切菩󷨊皆悉", "57": "應修六度行乎。荅云此是淨土宗一大㕝也", "58": "今即以此一大事因緣故造此書也然古今", "59": "諸人暗淨土法門諸方學者迷菩󷨊修行爰", "60": "龍樹大士沗蒙世尊之授記甭󷓢󷙂後之遺", "61": "法普演釋迦一代󷲛法廣明菩󷨊六度行願", "62": "幸我等愚癡之身今逢龍樹菩󷨊論󷲛其造", "63": "論中淨土細相󷨊埵妙行具以明之所謂於", "64": "六度菩󷨊有二種一者於穢土修六度菩󷨊", "65": "二者於淨土修六度菩󷨊於此穢土修行六", "66": "度断迷開悟入聖得果此是娑婆入聖菩󷨊", "67": "也又六波羅密者尸羅波羅密是持戒禪那", "68": "波羅密是禪定也般𠰥波羅密是智惠也檀", "69": "󲣿忍辱精進是戒定惠之加行也菩󷨊行三", "70": "禪之時以慈悲普修檀度伏慳貪心外現柔", "71": "和忍辱之形內懷慈悲養󳬼之思伏瞋恚心", "72": "或運念念精進之志剎那片時不致懈怠戒", "73": "定惠若離精進不可成就精進即是遍筞法", "74": "故戒是善定是行善或四時行之或無間行", "75": "之任菩󷨊意樂依行者根耳前五波羅密功", "76": "德成就開發第六般若波羅密當於此時断", "77": "無明惑顕法性理即是穢土中而入聖得果", "78": "六度菩󷨊也又不堪此穢土修行有㝡下劣", "79": "一種根性即為之設勝方便明菩󷨊本願說", "80": "諸佛淨土勧一切眾生皆令往生也或說十", "81": "方淨土或說󰟖樂淨土誘穢土眾生送佗方", "82": "淨土此是如來巧方便也故於淨土行與福", "83": "德名不與波羅密名智論第七云莊嚴佛󶉈", "84": "㕝大獨行功德不能感故要須願力譬如牛", "85": "力雖能挽車要須御者能有所至淨佛世󶉈", "86": "願亦復如是福德如牛願力如御者。問云", "87": "若不作願不得福乎。荅雖得不如有願願能", "88": "󷗮福常令所行福德增長已上又論九十三", "89": "云菩󷨊摩訶󷨊皆遠離麁業相自布󲣿亦󷲛", "90": "佗人布󲣿願食與食願衣與衣乃至種種布", "91": "󲣿持是福德與一切眾生共之廻向淨佛國", "92": "土故持戒忍辱精進禪定智惠亦復如是乃", "93": "至是菩󷨊自成就一切善法亦成就一切眾", "94": "生善法是菩󷨊受身端正所化眾生亦得端", "95": "正所以者何福德因緣厚故須菩提菩󷨊摩", "96": "訶󷨊如是淨佛國土云云凡披此論一部始", "97": "終以淨佛土菩󷨊之行皆悉名福又観無量", "98": "壽經云欲生彼國者當修三福云云。問曰", "99": "往生淨土功德善根何必名福乎。荅菩󷨊修", "100": "行有二種一者六度修行菩󷨊二者福德修", "101": "行菩󷨊六度修行即是󶍫行福德修行即是", "102": "淺行如彼聖道所明六度此是󶍫位菩󷨊行", "103": "也入聖得果以為所期是故以甚󶍫之行說", "104": "六波羅密也如今淨土所明三福此是淺位", "105": "菩󷨊行也往生淨土以為所期是故以淺近", "106": "之行說名福德不名波羅密所以然者人天", "107": "因果是名為福以淨土福若准此土如彼天", "108": "上自然福樂又似人中五欲福樂其人天福", "109": "但是妄想㒹倒世間著樂也淨土樂者出世", "110": "無漏自然快樂也。問云於淨土業或可云", "111": "善或可云行何名福乎。荅淨土機者是淺近", "112": "機若以淨土業名六波羅密者淺識凢夫忽", "113": "成怖畏不可近也名福之時願其福故而於", "114": "淨土眾生易近是故為令淺識機欣暮淨土", "115": "佛設方便故名福德不名善行也。問云言", "116": "猒󵘩穢土往生淨土者為是權說為是實說。", "117": "荅實說云云。問云出離生死者是大事因", "118": "緣或修三福之中一福或以稱名等之少行", "119": "何離生死何生淨土量知為誘凢夫行者假", "120": "設權說更非實說乎。荅雖是少福少善以佛", "121": "願力故出生死往生淨土此是大善非小善", "122": "也此是實說非權說也。問云唯稱佛名是", "123": "佛本願三福等善更非本願乎。荅於淨土法", "124": "門不廣學之人多致此疑也如彼般若經智", "125": "度論中盛明菩󷨊淨佛國土之本願也然一", "126": "切菩󷨊淨佛國土之時皆以三福為其本願", "127": "是則㧾而言之智度論一部之意也別而言", "128": "之淨土品并往生品之意也抑又菩󷨊淨佛", "129": "國土之本願者是即󶍫位之境󶉈也凢夫淺", "130": "智非測所闚况菩󷨊從初地初住至于等覺", "131": "一轉之位經颰陀刧送恒沙刧從一佛國至", "132": "一佛國值遇諸佛學之行之為一切眾生廻", "133": "巧度方便因小果大不可思議之本願也既", "134": "是󰟖佛境󶉈信外之凢夫可仰取信何况非", "135": "一佛二佛之本願十方三世諸佛通願也故", "136": "観經云三世諸佛淨業正因又智論云願食", "137": "與食願衣與衣乃至種種資生所願盡給與", "138": "之亦教佗人種種布󲣿持是福德與一切眾", "139": "生共之廻向淨佛國土持戒忍辱禪定智惠", "140": "亦復如是已上雖是世間淺行少福菩󷨊成", "141": "就淨土願之時所化之功德前立已成就此", "142": "是菩󷨊不可思議本願力也不可思議神通", "143": "力也不可思議方便力也不可思議智惠力", "144": "也若𥾸凢夫之所見者檀󲣿一分持戒一分", "145": "五戒十善等皆是少福少善也若𥾸大聖之", "146": "知見者此等少福少善皆是淨佛國土之本", "147": "願故此是出離生死徃生󰟖樂之大善也故", "148": "十住毘婆娑論以淨土者名易行道已上。", "149": "問曰淨土門名易行道其意如何。荅大智度", "150": "論九十二云無生無滅故無四諦故無佛法", "151": "僧󷤌故如是等諸法皆壞今諸法實空乃至", "152": "實相亦空眾生愚癡㒹倒故󷓞之故於眾生", "153": "中起悲心故欲󳫠出故求佛身力令眾生信", "154": "受其語󵘩㒹倒入諸法實相是故雖知諸法", "155": "空而亦為利益眾生分別說若眾生自知諸", "156": "法空菩󷨊住空相中不須學分別一切法菩", "157": "󷨊行菩󷨊道從初發意已來如是思惟一切", "158": "法無定實性但從因緣和合起是眾因緣各", "159": "各從和合起乃至至畢竟空畢竟空唯是一", "160": "法實餘者無性故虚誑我從無始世來着是", "161": "虚誑法於六道中然受苦惱我今是三世中", "162": "十方佛子般若是我母今不應復隨遂虚誑", "163": "是故菩󷨊乃至畢竟空中亦不着何况餘法", "164": "所謂檀波羅密等乃至𠇍時菩󷨊歡喜作是", "165": "念眾生易度耳所以者著皆是虚誑無實譬", "166": "如人有一子喜在不淨中󷲝聚土為榖以草", "167": "木為鳥獸而生愛著人有奪者瞋恚啼哭其父", "168": "此子今雖愛著此子易離耳以大自𠇲何以", "169": "故此物非真故菩󷨊亦如是観眾生愛著不", "170": "淨臭身及五欲是無常種種苦因如是眾生", "171": "得信等五善根成就時即能󵘩離若小児所", "172": "著實是真物年至百歲著之轉󶍫不可得󵘩", "173": "乃至即能遠離所著大自慚愧譬如狂病所", "174": "作非法醒悟之後羞慚無顏菩󷨊知眾生易", "175": "度已安住般若中以方便力教化眾生已上", "176": "此是般若源底也此是淨土奥藏也真宗學", "177": "者尤可甘心夫般若經意以畢竟空無相法", "178": "門名為實相其實相者不生不滅凢夫迷之", "179": "而於虚妄㒹倒之法成執著故於六道中受", "180": "生死苦聖人悟之而安住畢竟空不隨逐虚", "181": "誑法故出離生死成佛得道佛陀如父般𠰥", "182": "喻母依之釋尊慈父救其子言但附般𠰥母", "183": "不著餘妄法六道即是生死之境輪回之苦", "184": "永以不停淨土即是不滅之處常住之樂何", "185": "時有盡尤可猒穢土之生死尤可欣者淨土", "186": "之無生早趣易往之要路速悟出離之正道", "187": "如此󷲛之即是般𠰥法門也如此學之即是", "188": "淨土之奥義也󰟖樂淨土三部經者從此般", "189": "𠰥母胎因所出生也故知般𠰥即是淨土之", "190": "根本也三部妙典是其枝末也然則母子不", "191": "異本末是同者也𠰥探實㕝得意之時般𠰥", "192": "即是淨土淨土即是般𠰥其意在文敢勿疑", "193": "惑。問云𠰥於此土修行般𠰥入聖得果𥾸", "194": "其機者即是易行何故偏𥾸淨土一機而名", "195": "易行乎。荅法門癈立隨時不定𠰥有上根上", "196": "智人修行般𠰥已行其證可名易行其行易", "197": "成已得證故𠰥有下根下智之人修行般𠰥", "198": "其證難得可名難行其行難成未得證故𠰥", "199": "𥾸往生淨土機者縱雖下根下智人万行之", "200": "中但取一行畢命為期而勒行之臨終之時", "201": "必得往生此是易行中易行今明菩󷨊淨佛", "202": "國土言易度故是即易行義也。問云近代", "203": "善導一門之流以念佛往生名易行道為往", "204": "生業以諸行往生名難行道不許往生此義", "205": "云何。荅此日諸方淨土學者皆存此㫖云云", "206": "其義不然所以者何善導和尚非是直人󳇐", "207": "陀化身三昧證者所立之義皆隨佛󷲛勧化", "208": "之趣悉順佛願是故大師所釋更不可背佛", "209": "意爰以第子普學法門廣撿聖󷲛於佛所說", "210": "談有左右所謂如法󷱏經云唯佛與佛乃能", "211": "窮盡又如無量義經云四十余年未顕真實", "212": "若此等說者唯有法󷱏出離㝡要余經余法", "213": "更非要也雖然又如二夜經曰從得道夜至", "214": "泥洹夕所說之法皆實不虚依此說者一代", "215": "五十年之所說大小乘之一切經教皆為眾", "216": "生出離㝡要是即說教隨機是非依時故也", "217": "以之案之善導和尚瞻大聖之教致化導之", "218": "時任如來之化儀存是非之兩說所謂諸行", "219": "非往生行非之󵘩之稱名一行是往生行是", "220": "之取之但是被稱名一機也但是課念佛一", "221": "處也是則偏任本願之理且立專修之義永", "222": "以非蕳諸行往生故觀經云三世諸佛淨業", "223": "正因如此說者念佛諸行不可是非三福九", "224": "品之行因皆悉往生之正業與般𠰥經其意", "225": "大同夫般𠰥經意菩󷨊修行意樂不同或有", "226": "具修六度菩󷨊或有修行一度菩󷨊故於菩", "227": "󷨊行有具不具也又菩󷨊淨佛土之時六度", "228": "之中取事法門名三福業為淨土因亦是機", "229": "分上下故行有通別也或有通修三福之機", "230": "或有別行一福之根若夫諸師意或依律宗", "231": "故以持戒持律而立往生行廢餘諸行更非", "232": "所蕳或依三論宗故般𠰥一行以畢竟空為", "233": "往生行廢餘諸行亦非所蕳天台󷱏嚴真言", "234": "逹磨等皆亦如是今善導依淨土故但立稱", "235": "名一行而為往生正行廢餘諸行此是各𥾸", "236": "一機勸一緣也餘佛與餘行共牟尼所說自", "237": "宗與他宗更勿偏執。問曰𠰥尒於善導宗", "238": "所廢之雜行還可用之歟云何。荅曰如來說", "239": "法本隨機故𠰥為念佛根性之人任我本意", "240": "以念佛教之𠰥為雜行根性之人隨其樂欲", "241": "以三福教之然則雜行用不隨機依時者也。", "242": "問曰𠰥依善導意者一向專修念佛而可由", "243": "之何故念佛之外以三福等行而教之耶。荅", "244": "曰濁世無佛之凢夫滅後末代之我等於大", "245": "聖之金言者可仰取信者也然般𠰥經所說", "246": "淨佛國土六度菩󷨊者即是淨土經所明三", "247": "福修行之菩󷨊也同是大乘之所說也共是", "248": "菩󷨊之修行也金口誠言不可不信是故善", "249": "導宗意且取多分往生故偏勸念佛也般𠰥", "250": "經并観經意不󵘩少分故普明諸行也𠰥尒", "251": "經釈相順文義不鉾楯耳。問曰如觀經中", "252": "念佛諸行共明之般𠰥經中念佛諸行共可", "253": "明之耶。荅曰般𠰥經中念佛諸行共明之也。", "254": "問曰𠰥尒般𠰥經中所明念佛是為稱名將", "255": "當如何。荅曰智度論中往生品意引法藏菩", "256": "󷨊選擇念佛故此是稱名念佛也。問曰法", "257": "藏菩󷨊何故但以稱名為選擇本願耶。荅曰", "258": "智度論淨土品云是菩󷨊得阿耨多羅三藐", "259": "三菩提時十方國土中諸佛讚歎眾生聞是", "260": "佛名必至阿耨多羅三藐三菩提已上此是", "261": "明菩󷨊淨佛國土也此文中聞是佛名之言", "262": "可染肝耳是則淨土之淵底往生之奥藏尤", "263": "可甘心尤可甘心。問曰聞是佛名者是為", "264": "阿󳇐陀佛名將當可通諸佛名耶。荅曰通阿", "265": "󳇐𨹔佛及諸佛名也云云。問曰通諸佛名", "266": "其意云何。荅曰一切諸佛因位之昔修淨佛", "267": "國土之行成就唱正覺時十方諸佛讚歎眾", "268": "生聞是佛名必可成就也以之案之法藏菩", "269": "󷨊因位之時選擇名号為往生願菩󷨊別意", "270": "在之而已。問曰淨佛國土菩󷨊㝡初正覺", "271": "之時何必讚歎佛名功德而不讚歎三福等", "272": "善耶。荅曰於諸法中名前躰後是故經以題", "273": "名為其㝡前佛以名号為第一也僧󷤌亦如", "274": "是𠰥談畢竟空之時不論名躰之差別明万", "275": "法諸佛有之日先舉其名次知躰也所謂八", "276": "万四千法門六波羅密法門十方三世諸佛", "277": "乃至󰟖樂淨土阿󳇐陀等皆是先聞其名次", "278": "悟躰也然龍樹大士是法性菩󷨊哀像末眾", "279": "生故出五濁世無佛時󵗩如日月輪照凢夫", "280": "暗夜須仰四依之所說偏取一向之信心今", "281": "案所造論云一切淨土佛成正覺之時十方", "282": "諸佛讚歎眾生聞其佛名必至菩提我等既", "283": "蒙諸佛讚歎隨喜餘身感淚難禁稱名甘露", "284": "󳇐以味口念佛醍醐倍以美舌世間之人稱", "285": "名謂淺今見龍樹說佛名尤甚󶍫所以者何", "286": "十方讚佛異口同音讚歎佛名豈非甚󶍫哉", "287": "如諸教所立法門種種不同所謂法󷱏實相", "288": "真如󷱏嚴三界唯心三論八不中道逹磨是", "289": "心是佛真言法界大日等是也然於此等法", "290": "門諸佛更不讚歎唯於佛名功德諸佛同時", "291": "讚歎定知阿󳇐陀如來於󰟖樂中央菩提樹", "292": "下始成正覺之時十方諸佛出廣長舌異口", "293": "同音同時讚歎一切眾生聞其南無阿󳇐陀", "294": "佛名决定往生必至菩提我等果報雖是至", "295": "拙阿󳇐陀佛初正覺時為十方諸佛蒙讚歎", "296": "隨喜念佛行者稱名在之於此一文󷲞得證", "297": "㨿幸甚幸甚喜悅喜悅但至三福等善何不", "298": "讚歎難者三福唯是淨業正因𠰥望佛名尚", "299": "是次故諸佛不讚歎之復次佛名即實相之", "300": "名實相即是一切法門是故讚歎佛名之時", "301": "一切法門皆是讚歎之此即名躰不二性相", "302": "一如故也是故智論云以佛名号為實相法", "303": "云云又法󷱏文句云至理無名名流四天下", "304": "真乘不動動出三界外已上。問曰穢土之", "305": "諸佛等正覺之時十方諸佛可讚歎其名耶。", "306": "荅曰如智論云淨土菩󷨊成正覺之時於其", "307": "佛名而讚歎之非穢土佛名云云。問曰於", "308": "佛國土雖有淨穢之差別其佛名不可有優", "309": "劣諸佛何故唯讚歎淨土佛名耶。荅曰智論", "310": "九十三云。問曰一切佛𠰥人好心聞名皆當", "311": "至佛如法󷱏中說福德𠰥大𠰥小皆當作佛", "312": "何以獨說淨土佛。荅曰人聞餘佛名字謂受", "313": "生與人無異但有一切智得道為異心不敬", "314": "重故雖種善根亦不能󶍫是中是法性身佛", "315": "身無量無邊光明說法音聲遍滿十方國土", "316": "國中眾生皆是進佛道者乃至是佛一一毛", "317": "孔邊常出無量無邊阿僧󷑜刧化佛一一諸", "318": "佛等無有異於化佛邊展轉復出隨應度眾", "319": "生見優劣根本真佛無有分別大小之異如", "320": "是等𠰥見聞如是功德深信敬故所種善根", "321": "亦是󶍫重必定作佛復次是佛說法時無有", "322": "疑者乃至無一人言是為非佛所說悉皆是", "323": "法已上又論三十四云有二種佛一者法性", "324": "身佛二者隨眾生優劣現化佛為法性身佛", "325": "故說乃至聞名得度為隨眾生現身佛故說", "326": "共佛住隨業因緣有墮地獄者已上案此等", "327": "文意淨土佛者法性身故諸佛讚歎其佛名", "328": "号穢土佛者應化身故諸佛不讚歎其佛名", "329": "号　又淨土眾生於佛不生疑穢土眾生於", "330": "佛生疑心是則𥾸佛者實無差別𠰥𥾸機緣", "331": "者真佛化佛優劣遙異云云。問曰於淨土", "332": "機緣有淺󶍫不同󶍫位菩󷨊不可於佛而生", "333": "疑心淺位菩󷨊其智淺薄故於淨土佛何不", "334": "生疑耶。荅曰諸佛因位之昔發淨佛國土大", "335": "願已來承仕諸佛及行六度不可思議神通", "336": "力故方便力故智惠力故本願力故改穢土", "337": "作淨土却不定聚淨土即是正定聚故於其", "338": "位者雖有淺󶍫於其身者一向不退外具三", "339": "十二相內備平等之心菩󷨊大願業力感得", "340": "正定聚國此是彼土自然所得之果報也是", "341": "故國中眾生其心一味平等一切無疑佛者。", "342": "問曰諸佛出穢土為穢土眾生聞淨土佛名", "343": "之時於其佛名可生疑心耶。荅曰穢土機有", "344": "二種一者敬順信心之機二者疑謗違背之", "345": "機是故穢土眾生聞其淨土佛名或有信敬", "346": "眾生或有疑謗眾生例如釋迦出五濁世說", "347": "淨土佛名之時或生信心或致疑謗云云。", "348": "問曰穢土眾生中聞淨土佛名還生疑謗墮", "349": "𢙣道者佛於此眾生正成何思耶。荅曰論九", "350": "十三云佛言如是罪人破諸法實相故死墮", "351": "地獄𢙣道中諸菩󷨊得阿耨多羅三藐三菩", "352": "提見諸罪人得來生死中以佛神力󳫠出眾", "353": "生令住正定聚中不墮三𢙣道是名淨佛土", "354": "是佛土中無如是諸過已上此文意者穢土", "355": "諸佛代代出世讚淨土佛名眾生聞之或致", "356": "信敬或生疑謗此疑謗人依謗法罪故死墮", "357": "𢙣道佛還起慈悲而囬方便力󳫠此𢙣道苦", "358": "遂令生淨土也。問曰如我等者值遇釈尊", "359": "滅後遺教已聞󳇐陀佛名致信臨命終時預", "360": "佛來迎必得往生𠰥尒我等先世之時於阿", "361": "󳇐陀佛殖何下種耶。荅曰案智論云我等常", "362": "沒之凢夫流生死海底量知前佛出世時疑", "363": "謗󳇐陀佛名故也然則以此謗法逆緣為下", "364": "種也。問曰言下種者是善根也言謗法者", "365": "更非善緣必是墮獄之因緣也何以謗法為", "366": "下種耶。荅曰眾生於佛結下種緣有二種緣", "367": "一者順緣二者逆緣今以謗法為者是逆緣", "368": "也順緣者即是純善下種結緣也逆緣者或", "369": "成󵖸歒或成謗法而於眾生結下種緣也𠰥", "370": "無因緣者不預佛化故以方便力結此逆緣", "371": "也但於順緣者前立預利益於逆緣者經歷", "372": "多刧漸漸改𢙣歸以蒙引導也是故智論意", "373": "於其佛名致信敬心無疑心無疑心者此是", "374": "早得往生之機也又有疑謗佛名之人佛於", "375": "此人還垂憐愍󳫠出𢙣道引導淨土今我等", "376": "之身是也但至謗法是𢙣非下種善難者所", "377": "謗之法是實相法實相法是善根奥藏其實", "378": "相法即是佛名佛名即是實根也謗此實相", "379": "法成下種緣云逆緣也。問曰佛名之外亦", "380": "以餘法可為下種耶。荅曰今以佛名名為實", "381": "相其實相者是一切法一切法者即是餘法", "382": "亦以餘法名為實相即是為下種也是故智", "383": "論九十三云乃至不遠離三十七品󷗮道法", "384": "乃至是菩󷨊自成就一切法亦成就一切眾", "385": "生善法已上此文意者一切善法皆是下種", "386": "也。問曰十𢙣五逆罪人臨命終時遇善知", "387": "識唱十念佛名往生淨土者此人前世之時", "388": "於阿󳇐陀佛為結下種之緣將當如何。荅曰", "389": "此是淨土宗一大事也末學輒以不可解之", "390": "雖然信自佗和融之心談往生淨土義之時", "391": "倩案種𤏅脫之道理豈無下種而有𤏅脫乎", "392": "但至善導䟽第四云一生修福念佛即入無", "393": "漏無生之國者善導意為勸𢙣逆眾生且舉", "394": "一類之機明其往生也非一切𢙣逆之往生", "395": "也云云或又為顕稱名念佛甚󶍫之義且隂", "396": "第一第二種𤏅直談第三解脫歟依之道綽", "397": "安樂集云今此經中但說一生造罪臨命終", "398": "時十念成就即得往生不論過去有因者直", "399": "是世尊引接當來造𢙣之徒令其臨終󵘩𢙣", "400": "歸善往生是以隂其𪧐因此是世尊隂始顕", "401": "終沒因談果乃至十念成就者皆有過因不", "402": "虚𠰥彼過去無因者善知識尚不可逢遇何", "403": "况十念而可成就也。問曰無𪧐因者善知", "404": "識尚不逢者經論之中有證㨿耶。荅曰道綽", "405": "禪師引涅槃經如彼安樂集今復案智論九", "406": "十三云諸有薄福之人於諸佛及弟子中不", "407": "種善根不隨善知識又論云福德因緣厚故", "408": "云云以之思之觀經下品下生之人遇善知", "409": "識得往生者皆是於𪧐世善根𤏅之人也。", "410": "問曰淨佛國土菩󷨊於三𢙣道眾生結下種", "411": "緣之時現何身耶。荅曰往生品中龍樹菩󷨊", "412": "言舎利弗菩󷨊摩訶󷨊行般𠰥波羅密時變", "413": "身如佛為地獄中眾生說法為畜生餓鬼中", "414": "眾生說法已上。問曰菩󷨊教化三𢙣道眾", "415": "生之時以菩󷨊身可教化之何現佛身耶。荅", "416": "曰又龍樹菩󷨊言復次世間󰅻佛名字是大", "417": "悲是世尊𠰥以佛身入地獄者則𨵻羅王諸", "418": "鬼神不󴎯㝵是我所尊重師如何可󴎯已上", "419": "菩󷨊以天眼見𢙣道眾生有變化佛身可󳫠", "420": "苦之機緣者即施身通現佛身形令無󴎯㝵", "421": "亦以菩󷨊身為可得度者實如所難云云。", "422": "問曰造十𢙣或犯五逆或誹謗三󷤌酬如此", "423": "等󶍫重之罪感地獄等󶍫重苦果而無間熾", "424": "然也菩󷨊得何隙現佛身等󳫠苦與樂耶。荅", "425": "曰墮獄眾生依自業自得之道理故受苦無", "426": "間雖然大悲菩󷨊哀重苦眾生患累難堪故", "427": "以無妨無㝵自在神力蹈破䥫湯消滅獄火", "428": "禁制獄率休息其苦當於此時菩󷨊放光照", "429": "之說法令聞󳫠苦與樂得脫也是故智度論", "430": "三十九云菩󷨊以不思議神通力破鑊滅火", "431": "禁獄率放光照之眾生心樂乃為說法聞則", "432": "受持已上。問曰地獄道得脫者何義耶。荅", "433": "曰大悲菩󷨊修淨土時於地獄界受苦眾生", "434": "令結下種緣非三乘得道乎地獄道者苦無", "435": "極是非入聖得果之器故大小乘中同以所", "436": "蕳也。問曰地獄眾生不得三乘道者何有", "437": "文證耶。荅曰論三十九云雖不得道種得道", "438": "善根因緣所以者何以重苦故不應得道畜", "439": "生道中或當分別或得者或不得者如阿那", "440": "婆逹多龍王娑竭羅龍王等得菩󷨊道鬼神", "441": "中夜叉密󴎯金剛鬼子母等有見道是大菩", "442": "󷨊。問曰地獄眾生依菩󷨊利生離地獄等", "443": "苦而生何處耶。荅曰論三十四云大菩󷨊身", "444": "入徧十方三𢙣道中令地獄火滅湯冷其中", "445": "眾生心清淨故生天上人中令餓鬼道飢渴", "446": "飽滿開發善心得生人天中令畜生道隨意", "447": "得食離諸恐怖發善心亦得生人天中如是", "448": "名為一切三𢙣道得解脫已上。問曰地獄", "449": "眾生預菩󷨊化滅除罪苦生人天者為酬五", "450": "戒十善修因將當如何。荅曰生人天中有二", "451": "修因一者依五戒十善等修因二者依聞法", "452": "受持修因今則大悲菩󷨊入地獄中說法信", "453": "樂受持其乘急力生人天中例如法󷱏云以", "454": "乘󷲜力當生忉利或生都率是故論云乃至", "455": "說法聞即受持云云。問曰大悲菩󷨊現何", "456": "形狀化度鬼畜二界眾生耶。荅曰多是畜生", "457": "身云云。問曰以佛身形可化度何現畜身", "458": "耶。荅曰智度論畢定品云菩󷨊摩訶󷨊為利", "459": "益眾生故隨而受身以是身利益眾生須菩", "460": "提菩󷨊摩訶󷨊作畜生時有是方便力𠰥󵖸", "461": "󴦲欲來殺害以無上忍辱無上慈悲心󵘩身", "462": "不惱󵖸賊汝諸聲聞辟攴佛無有是力不須", "463": "菩提無也以是故須菩提當知菩󷨊摩訶󷨊", "464": "具足大悲心為憐愍利益眾生故受畜生身", "465": "云云又淨土品云若從畜生聞法即便信受", "466": "如本生說菩󷨊受畜生身為人說法又以希", "467": "有故無不信受又謂畜生心直不誑故已上", "468": "有此等義故多現畜趣也依之三祗菩󷨊或", "469": "成白禹或成金鹿云云。問曰阿󳇐陀佛利", "470": "益穢土眾生之時現何形狀耶。荅曰見漢朝", "471": "往生傳於安息國變成鸚鵡於執師子國化", "472": "成大魚或時顕鳥或時現魚此是多畜生身", "473": "也。", "474": "跋竊󱲢希受人身適聞佛名𪧐運應悅誰不勒", "475": "乎爰以弟子所行者󳇐陀󷤌号晝夜無癈所", "476": "願者安養淨剎𥧝󰫖不忘因茲且為勒進往", "477": "生任如來誠說言依菩󷨊之論教淨土源底", "478": "󰅻名󶍫奥錄送遐代後賢勿嘲願共諸眾生", "479": "往生安樂國于時嘉禎三年丁酉龝八月二", "480": "十三日善導宗沙門某申管見所及粗󷲟大慨", "481": "而已。", "482": "永亭己未九月廾六日於武藏小石川酉譽", "483": "上人御前執筆了曉再一校畢", "484": "識知淨土論終", "485": "慶安二年仲春日", "486": "村上平樂寺開板"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8913 識知淨土論", "author": "日本 弁阿撰"}