{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 433", "1": "阿彌陀經約論", "10": "無有閒歇。故號之曰無量光。亦號之曰無量壽。是知", "100": "身亦不往詣于彼。不來不去。來去宛然。法性圓融。不", "101": "可思議。問。六祖謂東方人念佛。求生西方。西方人念", "102": "佛。求生何國。凡愚不了自性。不識身中淨土。願東願", "103": "西。悟人在處一般。古德誠言。豈可不信。答。此乃一期", "104": "掃蕩之談。未合圓指。謂西方人往生何國者。同居念", "105": "佛。生方便土。方便念佛。生實報土。實報念佛。生寂光", "106": "土。故知一念佛門。豎窮四土。達本之人。覓心尚不可", "107": "得。豈可于幻化身中。別求淨土。若了此不可得心。徧", "108": "一切處。乘願往生。如空印空。何礙之有。", "109": "右別申問答竟。繫以偈言。普與見聞。一心迴向。", "11": "無量光壽。不離眾生一切時中。擬議不到處。摸索不", "110": "善哉釋迦文現身五濁世說此難信法", "111": "橫截生死流善哉無量壽國土妙莊嚴", "112": "普放大光明攝受無邊眾聞名能受持", "113": "決定生彼國自致不退轉獲無上菩提", "114": "靈鷲及王宮普勸生淨土此在祇樹園", "115": "不問而自說良由大慈悲如救焚拯溺", "116": "云何聞是法不生希有想長劫受輪迴", "117": "何由得出離我今依了義開闡修多羅", "118": "十方婆伽婆唯此一心作念佛便成佛", "119": "何異影與形普勸諸佛子信此誠實言", "12": "著處。特患諸人當面錯過耳。我釋迦尊。慈悲方便。指", "120": "如說勤修行燈燈遞相續金臺最上品", "121": "于中而受生還來度有情究竟成佛道", "122": "阿彌陀經約論終", "13": "西方極樂。普勸往生。開闡念佛法門。而以一心不亂", "14": "為的。所謂制心一處無事不辦。念極情空。本光自發。", "15": "云何以持名為行。觀經云。稱佛名故。念念中除八十", "16": "億劫生死之罪。以名召德。法報化三。攝無不盡。故文", "17": "殊般若經。專以持名為一行三昧。但此眾生無始情", "18": "塵。如油入󳫹。若非發勇猛心。起精進行。怠玩因循。安", "19": "能得入。所以尅期取效。自一日以至七日。必至于一", "2": "菩薩戒弟子　彭際清　述", "20": "心而後已。得此一心。佛不異心。心不異佛。坐臥經行。", "21": "了無餘念。隨其心淨。則佛土淨。轉娑婆。成極樂。只在", "22": "當人。非為分外。云何以信願為導。經云。汝等皆當信", "23": "受我語。及諸佛所說。信者。信有三世。信有西方淨土。", "24": "信一念念佛。決定見佛。由見佛故。決定成佛。是謂依", "25": "他起信。依他起信者。其力淺。信三世不離自心。自心", "26": "具足西方淨土。信一念念佛。是念即佛。念念念佛。無", "27": "念不佛。乃至離即離非。頓見真如寂滅場地。是名正", "28": "信。亦名淨信。亦名具足信。經云。眾生聞者。應當發願。", "29": "願生彼國。願者。願我離苦得樂。願我舍穢得淨。此是", "3": "釋此經時。略開四分。一明經中要領。二明往生利益。", "30": "聲聞緣覺之因。其願狹。唯發無上菩提之心。欲普令", "31": "一切眾生離苦得樂。欲普令一切眾生舍穢取淨。是", "32": "故雖生淨土。而不舍娑婆。雖處娑婆。而願與眾生同", "33": "生極樂。是名正願。亦名宏願。亦名無上願。具如是信。", "34": "如是願者。斯能一門深入妙莊嚴路。云何以不退為", "35": "程。經云。眾生生者。皆是阿󳺎䟦致。阿󳺎䟦致。此云不", "36": "退。此土修行。多諸障難。菩薩聲聞。尚昧宿因。忘失本", "37": "願。何況凡夫種少善根。報盡還墮。不依佛力。勝果難", "38": "圓。大智度論云。菩薩作是念。我未得佛眼。如盲無異。", "39": "若不為佛所導引。則無所趣。錯入餘道。設聞佛法。異", "4": "三別申問答。四說偈迴向。", "40": "處行者。未知教化時節。行法多少。菩薩見佛。或眼見。", "41": "心清淨。若聞所說。心則樂法。得大智慧。隨法修行而", "42": "得解脫。如是等值佛無量利益。豈不一心求欲見佛。", "43": "又云。菩薩不貴轉輪聖王人天福樂。但念諸佛。常善", "44": "修念佛三昧。故所生常值諸佛。是知諸發心人。欲決", "45": "定成佛。須常不離佛。欲不離佛。莫先念佛。觀經云。無", "46": "量壽佛。有八萬四千相。一一相有八萬四千好。一一", "47": "好有八萬四千光明。一一光明。徧照十方世界念佛", "48": "眾生。攝取不舍。是知佛光如鏡。眾生如影。對鏡之身。", "49": "影無不現。故經云。是諸人等皆得不退轉于阿耨多", "5": "是經以一心為宗。以持名為行。以信願為導。以不退", "50": "羅三藐三菩提。以大光明中。決無退緣故。云何以阿", "51": "耨多羅三藐三菩提為究竟。阿耨多羅三藐三菩提。", "52": "此云無上正等正覺。一切聲聞緣覺。自謂已證涅槃。", "53": "終不希求佛果。故華嚴會上。無量法音。無邊佛事。不", "54": "聞不見。以不發菩提心故。亦不令他住菩提心故。佛", "55": "說法四十九年。多方淘汰。至法華會上。方傾盡本懷。", "56": "開權顯實。諸大弟子悉蒙授記。祇為此一乘法門。難", "57": "言難解故。而善財童子已發大心。徧參知識。其卒也", "58": "普賢以十大願王。導歸極樂。為欲圓滿普賢行願故。", "59": "究竟成佛故。今以念佛因緣。發心見佛。以見佛故。決", "6": "為程。以阿耨多羅三藐三菩提為究竟。云何以一心", "60": "定成佛。視諸聲聞緣覺滯迹化城者。日劫相倍。不足", "61": "云喻。是知此經亦頓亦圓。直與華嚴法華互相顯發。", "62": "只為究竟了無差別故。明乎究竟之指。方名受持是", "63": "經。方名信受諸佛所說。方名供養十方如來。成就慧", "64": "身。不由他悟。本自非動。何退之有。", "65": "右明此經要領竟。次往生利益今當說。彼佛國中無", "66": "有眾苦者。略說有四事。一無胎獄苦。託質蓮華故。一", "67": "無老病死衰苦。壽命無量故。一無鐵圍障礙苦。十方", "68": "佛國隨意往來故。一不受輪迴苦。無三惡道故。次明", "69": "但受諸樂者。略說有六事。一眼根清淨。眾寶光耀故。", "7": "為宗。唯此一心。諸佛之本原。眾生之慧命。迷之故流", "70": "一耳根清淨。法皆宣流故。一舌根清淨。飽䬸上味故。", "71": "一鼻根清淨。香華帀地故。一身根清淨。八水澡身故。", "72": "一意根清淨。常念三寶故。生彼國者。更有五事。勝餘", "73": "佛國。一阿彌陀佛常在說法故。一阿彌陀佛化身無", "74": "量故。一阿彌陀佛光明徧照故。一諸上善人俱會一", "75": "處故。一十方諸佛同心護念故。如是之法。得聞為難。", "76": "聞而信者。難中之難。以五濁惡世中。但有眾苦。無一", "77": "可樂故。又生值末法。不見諸佛。不聞說法故。遇斯經", "78": "者。生珍重心。生難遭想。如說修行。一生取辦。斯為不", "79": "負我佛說經之心。及十方諸佛護念之指。乃千生萬", "8": "浪三涂。悟之故直登彼岸。然迷悟雖殊。而本來不動。", "80": "劫轉凡成聖一大機緣也。可不勉哉。", "81": "右明往生利益竟。別申問答。約有四條。以釋羣疑。以", "82": "堅眾信。問。清淨心中。本無一物。如是功德。如是莊嚴。", "83": "何異揑目生華。畫地作餅。答。本無一物者。謂即相無", "84": "相。非謂一切斷滅。六祖云。世界虗空。能含萬物色像。", "85": "日月星宿。山河大地。泉原谿㵎。草木叢林。惡人善人。", "86": "惡法善法。天堂地獄。一切大海須彌諸山。總在空中。", "87": "世人性空。亦復如是。故知了得性空。則一切色像皆", "88": "空。功德莊嚴。與鏡華水月等。不了性空。厭喧求寂。縱", "89": "能偏證涅槃。祇是鈍阿羅漢。問。苦樂兩忘。淨穢不二。", "9": "但離前塵虗妄相想。光明洞然。徧周沙界。盡未來際", "90": "方契真如。云何于中熾然取舍。答。水鳥樹林。寶池珠", "91": "網。是諸佛淨願所成。丘陵阬坎。瓦礫荊棘。是眾生染", "92": "業所感。智者了得性空。猶有無始客塵煩惱。須仗淨", "93": "緣。對治餘習。見佛聞法。證無生忍。方堪隨類度生。在", "94": "凡夫地。不求出離。妄希聖證。無有是處。問。臨命終時。", "95": "阿彌陀佛。現在其前。其分身普應邪。抑唯識所現邪。", "96": "如云唯識。是幻非真。如曰分身。離心無佛。答。華嚴經", "97": "云。佛身充滿于法界。普現一切眾生前。隨緣赴感靡", "98": "不周。而恒處此菩提座。以普現故。可說分身。以隨緣", "99": "故。亦成唯識。故解脫長者云。彼諸如來不來至此。我"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 433 阿彌陀經約論", "englishTitle": "卍 Xuzangjing, Electronic version, No. 433 阿彌陀經約論", "author": "清 彭際清述", "language": "chinese", "source": "CBETA"}