{"sourceLink": "http://www.cbeta.org/", "text": {"0": "序覺浪和尚語錄序", "1": "天下之大善知識莫若江南江南之大", "10": "一頭面翻一筋斗而禪門之徒無論玄", "100": "譚埽菴居士偕諸護法請於龍淵上堂舉灌溪云十", "101": "方無壁落四面亦無門演祖云同門出入夙世冤家", "102": "秖如這兩箇恁麼道還有立地處也無昔有老宿於", "103": "門上寫心字壁上寫心字有老宿云門上但寫門字", "104": "壁上但寫壁字又有老宿云門上不必寫門字壁上", "105": "不必寫壁字何故文彩煥然杖人云這一隊沒孔鎚", "106": "東敲西磕未免在門戶上起見何似泥裏洗土塊有", "107": "甚分曉處諸公也須知杖人此來鴛水更到龍淵是", "108": "何緣故便是這譚居士惹下此沒頭腦公案要杖人", "109": "與他剖判也還知此中底利害麼咦劍為不平離寶", "11": "門之徒又無論矣不慧嘗讀孟子七篇", "110": "匣藥因救病出金瓶。", "111": "龍淵逵羽衡監院偕眾護法請上堂一句定乾坤十", "112": "方同聽命突出金剛睛來窺無影鏡驀振拄杖云看", "113": "看龍淵長老拄杖子撐天拄地擊碎淆訛佛祖齊立", "114": "下風山河驚起倒走直得文殊拱手向佛殿裏燒香", "115": "偏吉迷蹤於山門前合掌到這裏還要渠別尋箇轉", "116": "身活路始得秖如諸護法請杖人主龍淵一句作麼", "117": "生復振杖云揭開法藏融凡聖放出光明照古今。", "118": "方荊溪居士請上堂天花處處鳥啣飛浩蕩春光卻", "119": "自微尼父曾言吾與點風流千古幾知歸天不言而", "12": "至末章敘述堯文至孔子見知聞知道", "120": "時行物生將謂藏舟於壑以為固有力者負之而趨", "121": "正在昧昧又安知藏天下於天下有不可得而遯之", "122": "者乎到此須是通身手眼已曾再三撈摝始得於指", "123": "尖頭彈去迷魂蝴蝶眉睫上掀落啼血杜鵑移步荊", "124": "棘林中轉身月明簾外於有佛住處竿木隨身逢場", "125": "作戲無師表時垢衣掛體垂手人廛始許他入佛入", "126": "魔縱橫異類其中還有向這裏能撩起便行者麼復", "127": "喝一喝云看腳下。", "128": "五龍坊眾居士請上堂喝云會麼有物先天地呼客", "129": "灼龜無形本寂寥隔靴搔癢能為萬象主垛生招箭", "13": "統皎於日星歸結然而無有乎爾則亦", "130": "不逐四時凋平地喫交有箇漢於此能抽腦後釘去", "131": "眼中屑許他與傅大士空手把鋤頭步行騎水牛切", "132": "忌龍淵門下過直教打折老驢腰何故相逢若不親", "133": "錐拶千古啀喍恨不消。", "134": "雪呼上座偕張竹房項善男居士等請上堂僧問從", "135": "來密旨起潛淵今日相逢不偶然覿面親承千聖眼", "136": "風光無處不周旋如何是格外句師云杖頭指出千", "137": "峰秀五鳳樓前聽好音進云恁麼則四海五湖歸洞", "138": "水神龍特地見縱橫師云目前無別意袖裏有乾坤", "139": "進云禮謝和尚去師卓杖一下乃云一句定綱宗古", "14": "無有乎爾兩句著語囫圇咬嚼不破全", "140": "今拔異同豁開千聖眼剎海盡玲瓏諸仁者一句既", "141": "能定綱宗如何從上佛祖箇箇銕鑄面門火燒肝膽", "142": "口羅舌沸奪食驅耕辨異揀魔抽釘攻毒乃至遺殃", "143": "末法奇幻愈訛安得使剎海盡玲瓏乎可中還有知", "144": "龍淵拄杖子落處者麼若也薦得牛頭沒馬頭回曹", "145": "溪鏡裏絕塵埃脫或未然縱有衝天之志入地之謀", "146": "徒使狂怪鋒橫戾車箭疾則此垂手者又何能自已", "147": "乎秖如雪呼鰲子親依杖人有年今偕眾居士求予", "148": "指示向上樞要又作麼生復卓杖云好生踏毒還升", "149": "刺振起亡岐格外機。", "15": "似言語道斷見聞雙泯從此無復擔荷", "150": "息波上座偕王文學張觀察項別駕諸紳衿請上堂", "151": "僧問豎教扶宗須憑作者拈提奪食驅耕還他大人", "152": "作略秖如今日四眾臨筵如何指示師云錦花毬子", "153": "半空拋進云與麼則儒釋並茂禪律兼收去也師云", "154": "四海六龍皆起舞進云移花兼蝶至買石得雲饒師", "155": "云木人拍手千峰笑進云一人有慶化被兆民師云", "156": "天台山聳聳地進云今日大眾瞻仰有分師云落艸", "157": "還他落艸人乃振杖云會麼孔子不夢周公萬古人", "158": "昏弗醒莊生能化蝴蝶大千物幻成迷文殊莫出女", "159": "子禪德山不會巖頭意大悲菩薩甕裏坐道士酩酊", "16": "魯道之人金絲堂鐘鼓章䙜剎那間交", "160": "捧漏卮原始返終天地可測橫施逆用鬼神亦疑看", "161": "我杖頭指點便能突出神奇是何奇龍生金鳳子象", "162": "趁玉麟兒太平曲調從斯唱振起新豐向上機。", "163": "佛誕日高念祖居士請上堂佛真應身如井覷驢黃", "164": "鶴樓詩崔顥漫題一棒撩空打出甕中之鱉誰能垂", "165": "手無底籃兒自提正當恁麼時還有撞著至親更問", "166": "是甚麼人者麼於百萬人天中見一箇跳出指天指", "167": "地有箇旁觀不肯欲處分他者麼若有好與一棒若", "168": "無好與一棒何故平分風月曾無異痛癢還他各自", "169": "知如不知年年空將惡水澆頭皮。", "17": "付西來衣缽之旨又嘗讀莊子內七篇", "170": "真如鑄塔頂文節大師偕朱葵石曹秋岳諸公請上", "171": "堂清淨本然云何忽生山河大地重言不當喫瑯琊", "172": "拽轉長水鼻吹散九霄雲天花仍亂墜插莖艸而建", "173": "梵王宮拈一花而傳西祖意薦取目前機莫作等閒", "174": "戲法華以童子聚沙為塔漸漸積功德皆已成佛道", "175": "既云皆已成佛則漸漸所積即圓頓妙道也如文與", "176": "可胸中不有成竹何能疾筆一揮而枝枝葉葉皆成", "177": "竹之清風高節哉只今現前諸公儼然一會心中如", "178": "不有佛何能敬禮如不有塔何能瞻仰如不知有向", "179": "上事何能親向上事不見文大師朱居士與眾耆宿", "18": "外雜廿六篇其中有東郭子問道惡乎", "180": "纔創重造此七級之機則咳唾掉臂無非多寶玲瓏", "181": "十方影現又況有生銕鑄成底三箇漢子東敲西擊", "182": "使六種震動舍利飛光凡有見聞誰不平分此風彩", "183": "今日特為開鑄合尖一句作麼生杖頭點出千花影", "184": "箇箇遮那頂上行。", "185": "天寧修千佛閣靜聞監院暨諸薦紳為張觀察祈嗣", "186": "請上堂僧問莖艸重拈畢竟是誰能出手師云天開", "187": "瑞象光河嶽八表飛騰五彩霞進云若然則樓閣重", "188": "重見至尊師云彈指一聲超劫外剎塵於此各抽身", "189": "進云大千覺海洪波靜三世閒名不待安師云箭穿", "19": "在莊子疊荅以在螻螘在稊稗在瓦甓", "190": "紅日影珠湧海濤深進云秖如不立峻峭不居正偏", "191": "還有轉機無師云自己腳跟知落處自然光彩照人", "192": "天進云輕將一句詩題出致使清風匝地來師云頭", "193": "頭別有好生機進云昔日長沙今朝和尚師微笑乃", "194": "擊如意云會麼正令全提驀地憑空霹靂桃花浪暖", "195": "燒尾跳過龍門正當恁麼時難逢此快便昔僧問雲", "196": "門云如何是諸佛出身處門云東山水上行大慧舉", "197": "問圓悟悟云天寧則不然薰風自南來殿閣生微涼", "198": "這裏薦得不妨兩彩一賽更須知有向上關捩子在", "199": "長沙岑因秀才問弟子嘗見千佛名經不知此佛居", "2": "善知識莫若覺浪和尚年未古稀而閩", "20": "在屎溺又有與物無際不際之際等句", "200": "何國土亦化物也無沙云秀才曾見黃鶴樓崔顥題", "201": "詩後還有人題也無才云未有沙云得閒題取一篇", "202": "好杖人云這箇岑大虫太煞奇怪且留一句子與諸", "203": "佛作出身路好秖如今日天寧重脩毘盧寶閣杖人", "204": "必欲使天下同見法身同聞妙法同得悟入又何妨", "205": "別開一路乎驀振杖云看看雲從龍風從虎聖人作", "206": "而萬物睹麟現瑞鳳呈祥太平盛事有輝光所謂諸", "207": "法性無常佛種從緣起一花開而萬國春一佛生而", "208": "千聖喜金盆捧出活孩兒寶閣重重添紫氣夜明簾", "209": "外臣進位而朝君晝錦堂前子轉身而就父秖此感", "21": "子全似麻三斤乾屎橛前後際斷為呵", "210": "應道交天機妙合豈不使千佛慧命常續此主中主", "211": "哉杖人特為指歸一句又作麼生靈山今日親分囑", "212": "花萼聯輝萬世芳。", "213": "歸居士薦子請小參鏡光無異影眼幻卻生迷驚破", "214": "玉人夢黃鸝枝上啼諸仁者嬌花易謝誰鄰弱喪知", "215": "歸嘉實晚成自喜傳芳有在父子之恩親不爽去來", "216": "之義命靡常就中撥轉機關格外濬通法脈只今當", "217": "如何撥濬心契可能形再合春還應見樹重榮。", "218": "嵩乳和尚訃音至小參逝者果如斯夫猶有不舍晝", "219": "夜者在花卸菩林清浦渡頭煙棹冷月沈東海通玄", "22": "佛罵祖西來大意無義話頭最先嚆矢", "220": "嶺外夜猿哀雖然此是今時門中世諦流布邊事秖", "221": "如法乳相關別有親切一句作麼生神其鑒諸妙協", "222": "斯在。", "223": "真如浮圖將合尖眾居士請開示常啼菩薩賣心肝", "224": "求般若杖人賣般若求心肝且道常啼與杖人有同", "225": "別乎於此簡點得出則千聖不傳之密自能通變足", "226": "以成就世出世法矣秖如真如這箇塔子亦能賣心", "227": "肝求般若乎亦有向這真如塔子賣般若求心肝乎", "228": "金剛般若經云若有人能讀誦此章句者此經所在", "229": "之處即為佛塔一切天人阿脩羅所應供養又云若", "23": "抑何奇特吻合甚也是知孔教而孟宗", "230": "有受持讀誦此經能為人演說者即為有佛現在於", "231": "世若尊重弟子且道讀誦與受持何相去如此讀誦", "232": "章句者但得如佛塔廟而受持演說者即為有佛現", "233": "在於世只此可知此法重在有人此人重在有法章", "234": "句者法也此法是諸佛法身慧命之遺象佛雖滅度", "235": "而此法象不可斷滅能誦此法則諸佛法象常自不", "236": "滅如塔廟是佛之遺法不作斷滅相也能受持演說", "237": "者即是傳佛心印說法度人所謂得佛法分為法王", "238": "子紹隆佛位即如佛現在為可尊重之弟子也不見", "239": "儒書云誦堯之言行堯之事是為堯矣今滿天下誰", "24": "老教而莊宗釋迦教而達摩宗宗中教", "240": "不誦法堯舜周孔者乎誦法者但聞夫子之文章也", "241": "而夫子之言性與天道不可得而聞也此不重在能", "242": "行堯孔之事是為堯孔現在於世而不曾滅度哉如", "243": "今滿世間皆佛子滿天下皆禪人誰不誦佛之言讀", "244": "祖之語其孰能傳持佛祖之心法乎即如五宗之章", "245": "句皆載在燈錄何獨濟洞二宗之心法為有人哉正", "246": "以此宗有能參悟而得真師承之為授受也不然亦", "247": "不過如天下之佛剎祖庭在處遍滿但取象設之事", "248": "終須待能參悟者以自取證而使真法身不斷絕也", "249": "汝諸人若知此參悟之義便知賣底心肝與賣底般", "25": "教中宗參同妙協臭腐神奇則浪和尚", "250": "若的的有指歸非徒翻弄人之耳目便為說法利人", "251": "也即如此真如塔是古塔一旦毀壞若無葵石朱護", "252": "法與寺中耆舊延文節法師於此重創與你眾道人", "253": "於此出力則此佛塔亦滅無復存此法身慧命之遺", "254": "象矣如果人人皆能以諸佛慧命而自悟悟人自證", "255": "證人則不特佛塔常新而佛身常在而傳法弟子如", "256": "佛之可尊重也不見世尊與阿難行次見一古塔世", "257": "尊乃作禮阿難問是誰塔世尊曰是古佛塔阿難曰", "258": "是誰弟子世尊曰是我弟子杖人嘗笑阿難彼時當", "259": "曰我亦應與世尊作禮也汝等若於此薦得則今日", "26": "之坐進此道而集三聖大成固有不可", "260": "真如塔前十方諸佛同時於此作禮證明讚歎希有", "261": "豈不我等現在於世者與多寶古佛同不昧滅乎。", "262": "天寧諸護法為求嗣請開示師云西天諸祖多於為", "263": "法求嗣遊化諸國或因遺讖或觀祥瑞而往往得人", "264": "如達磨於天竺望震旦有大乘氣特特西來四祖於", "265": "廬山見金陵有異象而到牛頭此感應道交之有時", "266": "節也洵乎得一人可以嗣千聖垂一法可以振古今", "267": "況有摩耶夫人不願生五百子皆證辟支但求一子", "268": "為天人之師即釋迦出世亦必先觀大千世界誰堪", "269": "為父母乃擇淨梵王摩耶夫人而後投胎如此者豈", "27": "思議者在矣是以筆說舌說實說權說", "270": "非願力之所成就哉上古有維嶽降靈生甫及申如", "271": "孔子亦禱於尼丘而生讀諸傳記所載以祖父艱嗣", "272": "而求諸佛天神及名山而協夢兆者甚多此中別有", "273": "說也人之生子皆其祖父夙業所感或善或惡或早", "274": "或遲聽其報應而已至於求嗣雖亦感應不同凡求", "275": "得者必不至於惡報何則如人求種子於人彼必不", "276": "忍以壞種與之況求之於佛聖天神肯以壞種而真", "277": "人乎此人情之必不然也但求之必求於上聖真神", "278": "如求官必以我之文才德行而達之於朝廷始得真", "279": "功名祿位非可詭遇而求榮反辱也嘗見一等人不", "28": "橫說豎說旁說曲說熾然說無間歇說", "280": "先量己德力輒如尋常人纔搆得橫才便乃暴富驕", "281": "人多延堪輿於方寸外妄求封拜及科第連綿風水", "282": "地以葬親屬此豈仁人君子之所以求安親屬之心", "283": "哉不過逞一時之僥倖耳或竟求之不得積代停柩", "284": "以致暴露不能收拾矣嗚呼不孝有三無後為大既", "285": "無子便當脩省警惕不得已托宗族以求良家子為", "286": "側室不致為妒婦所撓齋戒以神明其行節慾以凝", "287": "聚其精或祈諸佛聖以助發其誠以大其後何可妄", "288": "為縱慾過度以求種子哉若非父母是十善之家即", "289": "有聖子肯輕投於非人為己之父母乎殊不知得子", "29": "語大莫載語小莫破毫末不足窮至細", "290": "之艱有大利存焉或上天故欲使其脩德立行或祖", "291": "宗欲使其改過遷善或夙業先償而後得報或末後", "292": "自危而急轉機更須知惟賢父母乃能求聖子惟聖", "293": "子必須求賢父母又不可坐於命數而不為善求以", "294": "盡人子之存宗脈也可笑世人亦未嘗不求卻去佛", "295": "聖許下一願待生子後乃來酬此非與佛神作市井", "296": "之交易乎如果能至誠而求便當捨其最珍惜最尊", "297": "貴之物以供佛事祖宗乃至濟眾作諸福田而佛神", "298": "亦必鑒其誠敬以最珍惜最尊貴者而報之也今以", "299": "不肖之心待祖宗父母與佛聖龍天以刻薄驕吝之", "3": "楚吳越江淮以底舊京建業展坐具者", "30": "之倪天地不足窮至廣之域所謂萬川", "300": "事以待親戚下使而欲求嗣於佛聖以感神奇之報", "301": "則佛神亦倒行逆施為撥無因果也如此之人是豈", "302": "仁人孝子之所以欲於方寸中為萬世祖宗培植根", "303": "本之心哉人果能因艱嗣而返躬自省以至誠心作", "304": "福不回而祈天永命為萬世祖宗作根本計者又何", "305": "天地不從我立心生民不從我立命也哉此山僧仰", "306": "體佛祖聖賢與天下萬世於方寸中造命之心以作", "307": "是說惟諸公於方寸中諒山僧是幸。", "308": "題序著作", "309": "題朱葵石郡侯孺慕圖題朱葵石郡侯孺慕圖", "31": "歸之不知何時止而不盈尾閭泄之不", "310": "孔門七十子皆才智過人得傳其心法者獨愚與魯", "311": "耳然自古忠烈貞節亦多出此如王祥以孝行稱亦", "312": "以愚故彼只知有母不知有身與天地故水可臥魚", "313": "可得身可全母可愈而天地氣化亦畏避逆施而成", "314": "其孝思此智可及愚不可及也葵石朱公生於貴族", "315": "當父母兄弟無故而能終身孺慕其親世人皆感仰", "316": "而圖之此古人之所難也從來忠孝多生於危難而", "317": "富貴則臣子驕公無故而能不驕非愚於天性能乎", "318": "公以葵石自愚今且進乎性命之奧驀於蚊子上銕", "319": "牛處別得箇轉身吐氣則又非八角磨盤所能追風", "32": "知何時已而不虛尺水可使興波狂瀾", "320": "也予喜為之贈云。", "321": "題葵石居士夢石圖題葵石居士夢石圖", "322": "華嚴宗旨以法界惟心造正與大易感而遂通天下", "323": "之故一機軸也聖凡之依正皆感心業而成即佛祖", "324": "神道亦以感應始交文恪朱公以廷對第一至翰林", "325": "時夢家園葵花大開感生子葵公喜其有向日之忠", "326": "因字葵焉及公成人忽自夢於古剎彌勒前見鳥雀", "327": "有失群者觸石而殞乃自創曰禽鳥有至性尚不滅", "328": "奈何人不如乎俄空中有神告曰善哉果以一念之", "329": "忠貞足感千秋之靈應公不覺毅然化為石峰炯炯", "33": "偏能砥柱逝者不舍晝夜資深若決江", "330": "乎若有至大至剛之氣充塞於天壤者驚而寤乃自", "331": "命為葵石以故一生居家出仕無不感此忠貞而發", "332": "諸事業此父子傳神之學且世為法門柱石故予十", "333": "年前契闊今又晤公於針劄不入處當能石上栽花", "334": "笑倒南泉無措手口也更為之題云。", "335": "題定菴老人手澤卷題定菴老人手澤卷", "336": "予昔在博山見懷煦道默石車同參友以諸方尊宿", "337": "手卷呈和尚與雪關兄同看各自有賞鑒者予時獨", "338": "以須看有何言句能與人結冤業如只水上打棒子", "339": "堪作何用和尚與雪兄皆愕然點首曰正是所謂千", "34": "河即令四隩橫流大地陸沈畢竟大覺", "340": "年故紙可合藥也予今偶倚杖梵受院主靜聞乃焚", "341": "香大展以其祖定菴老人手澤及諸家題辭卷呈覽", "342": "并求一語弁之予細閱乃知此老操履孤峻如天馬", "343": "行空不落影跡即彼山海關外慘殺場中薦拔幽魂", "344": "與五臺水雪中掉頭不返此便足以媿悚人心神不", "345": "忍自陷於生死也彼交游如雪嶠之倔強瓶窯之精", "346": "密咸能磨稜合縫相就於公可不觀友而知其人乎", "347": "至如題辭中有永覺古德石雨三宜素華道開諸公", "348": "之稱述其高風異節與發藥其後世子孫又有足與", "349": "人結業報恩冤之有在也予特拈出以示其有血汗", "35": "海中前波不動後波後浪一如前浪眼", "350": "之厥種云。", "351": "靜聞監院結社引靜聞監院結社引", "352": "灌溪云我得臨濟爺爺半杓末山孃孃半杓合成一", "353": "杓受用不盡後示眾云十方無壁落四面亦無門淨", "354": "裸裸赤灑灑沒可把浪杖人云這漢更須喫山僧腦", "355": "後一棒始得渠只知喫爺孃殘羹剩飯淨裸裸做箇", "356": "躲根漢有甚麼大變化處雖然要到這漢立處打破", "357": "大唐國能得幾人哉梵受院主靜聞腳跟下踏了天", "358": "寧一片田地卻能破除窠臼別立生涯於龍門處拈", "359": "一莖艸建立梵剎於顯聖處盛一缽飯接待方來令", "36": "見傾湫倒峽換谷移陵總不越曹溪一", "360": "彼於無門入門無食得食穿卻五十三參之鼻孔收", "361": "來百城煙水之杖頭豈不勝於寒蟬抱枯木者哉果", "362": "能如此則不負二老之指授不則如諸岸口架大屋", "363": "養閒漢取笑明眼問著大家相共喫莖虀作麼生會", "364": "未免開眼尿床如箭射向何處亦不知也豈不惜哉", "365": "院主當以此勉諸同社則將頭既猛先勝三軍矣。", "366": "題小屋如漁舟卷題小屋如漁舟卷", "367": "一篙上人未脫白時即以小屋如漁舟自額其居不", "368": "知志於渭川之出乎志於嚴陵之處乎石倉曹公喜", "369": "與游嘗題詠其風流標致而友愛之誼甚高素法師", "37": "滴青原半點洞山五位東苑一指呼吸", "370": "已鮮筆稱之矣值世變煙波乃以一篙自命而撐出", "371": "獨追龍門愚菴二老𢔒徉乎西泠鴛水之上石老奪", "372": "其釣竿要討浮定有無之意三老縱其船子要使沒", "373": "蹤跡處翻身則篙之為篙誠不易也今年杖人偶來", "374": "梵受將閱月上人周旋於丈室間煞有轉變之密一", "375": "日披其卷乃再嘆之曰古人拋梭為龍蓋妙於化也", "376": "上人之機如此則化之及篙而其為化又何可預為", "377": "畫哉杖人且拭目待之。", "378": "題恒生上座血書法華經題恒生上座血書法華經", "379": "華嚴一真法界如箇太極盤子八八六十四卦無不", "38": "飛灑中萬派朝宗處源頭活水來遇此", "380": "具備爭奈針劄不入所以天下人物無不陷在卦爻", "381": "之中自非悉達從盤底下翻出坎中指天指地㘞轉", "382": "坤艮之蘊土誰能使天地同根之人如帝出乎震潔", "383": "齊乎巽相見乎離與天地合德日月合明與萬物各", "384": "正性命哉此法華經本末開合之意正在此也不則", "385": "何以收歸坤兌而證天乾之涅槃真際為原始返終", "386": "之道哉恒生上座發源於台宗必深討其旨故能以", "387": "舌血代眉間放光照破根塵識界全歸華藏一真乃", "388": "知水潦遭一踏俱胝睹一指便能頓見全機超超乎", "389": "向上也杖人偶於鴛水發棹武林時驀遇恒公索此", "39": "解者可許讀浪和尚等身著述少分相", "390": "不免剔起兩莖為之喝彩更請衍門老代我拶你恒", "391": "公從何處始能先以斷貫索子穿卻善財龍女二人", "392": "底鼻孔做箇踏盤子人聻咄。", "393": "龍淵景德禪寺募重建鐘樓引龍淵景德禪寺募重建鐘樓引", "394": "法界雖廣不出三科七大而成凡聖之緣生至楞嚴", "395": "了義教中獨選耳根音聲輪為圓通常之最初真實", "396": "方便以此方真教體清淨在音聞也如世尊之心色", "397": "俱勝具足三十二相八十種好與法界莊嚴使佛滅", "398": "度後色相俱空即未滅度如隔彼城郭山林與一羅", "399": "縠亦不能見獨此音輪與此聲教不可昧滅益見此", "4": "閱歷五十會大道場聲名洋溢無間華", "40": "應乎不慧自從白下滄桑之日麈剎相", "400": "圓通常之端有統於十八界也禾中龍淵禪寺其創", "401": "建自唐宋以來詳在譚埽翁序中予不復贅今寺中", "402": "有鐘而樓已壞雖有鐘不能撞亦如無鐘也人隔山", "403": "林不能見寺或一聞鐘便知有寺以及僧法之莊嚴", "404": "今既鐘無震發雖近城郭而此人民朝不聞警昏不", "405": "聞息日不聞有登座說法則此地靈亦消歇而不能", "406": "疏通法化亦泯亡而不能導達矣較此豈非主法者", "407": "與護法之責任有所不備也譚公特倡此舉予又不", "408": "能不為之先聲以告夫諸高明共成此真教體之圓", "409": "通常端有所屬而不致於昧滅云。", "41": "對浹歲盤桓數數然望洋向若而歎拊", "410": "項牧公居士重刻準提懺儀序項牧公居士重刻準提懺儀序", "411": "觀夫天下人物莫不有此靈心在法界中以各因所", "412": "引所感故有種種差別以交錯成此凡聖之文而佛", "413": "聖之設教利生亦各因其所近以導引之感激之使", "414": "彼各自原其始返其終而不失其性情之正然此便", "415": "有世法出世法之方便至如諸佛菩薩充滿剎塵獨", "416": "有觀音與準提救世最為靈應而法界中亦無一人", "417": "不知有觀音與準提者正以準提即觀音之普門示", "418": "現也不見其咒先以觀音大明王真言冠其首以準", "419": "提真言成其終蓋此咒乃法界秘密藏中之三昧王", "42": "髀雀躍而遊比來檇李兩番卓杖諸剎", "420": "能出生諸佛菩薩之智德莊嚴以故稱之為佛母以", "421": "準此凡聖之情以提此遮那之性為主中主之鏡印", "422": "也惟此菩薩有必救之心以故群靈有必求之信使", "423": "此無感應則盡法界無有肯信受也持咒與念佛全", "424": "同惟參禪稍異咒以信為主禪以疑為端信極則無", "425": "疑而直入疑極則必信而頓通在持咒與念佛決不", "426": "許疑稍疑則如輪刀上陣而志不勇猛必自取敗也", "427": "而參禪雖曰疑情而先必深信有教外別傳之旨但", "428": "不知古人言句之異猛欲發明之為疑也非謂疑此", "429": "或有或無不可必也若如此疑則又是信之極求之", "43": "翹首企足瞻禮趨迎恐後旬月之間說", "430": "切也又何始終之不同哉此中有二義一利於童蒙", "431": "以其心無雜慮但恐彼無求心能有求心則推開秘", "432": "藏光燦天然矣二忌於聰明以其心多散亂不能專", "433": "銳一心如能一心則全收法界體露真常矣是故聖", "434": "學以顏曾之愚魯獨得心傳而游夏之文華難於入", "435": "室況持此咒獨以收攝身口意之放心於三相應處", "436": "退藏於密而默識貫通於參贊位育也誰謂佛教不", "437": "與聖學相表裏哉然則儒宗自有克己慎獨足矣何", "438": "必更持佛咒乎曰從來諸儒專以世教為事而未肯", "439": "於身心性命中求透露至遇生死危難水火刀兵中", "44": "大戒於龍淵而真如而楞嚴而天寧幢", "440": "得大神通解脫之機用者幾人哉正以彼志不在生", "441": "死性命是故借此咒力以引導之如有別傳大藥能", "442": "療萬病亦必有藥引始能導達於五臟六腑十二經", "443": "絡而通乎風寒暑濕表裏虛實使無此引則閉塞而", "444": "不能自達也以故準提稱為佛母如母能救子子能", "445": "求母則兩得之矣如子不專心求母則母徒有倚門", "446": "而悲耳天下群情各有志願之所到即是藥引之所", "447": "到至於卻病延年起死迴生超凡越聖又在引之淺", "448": "深與志之勇怯也又若蒙者陷於無憤無求為五欲", "449": "所引聰者陷於偷心傍瞥或為異端所迷即有求而", "45": "幡爭致鼓吹同聲浩浩說法狼籍如許", "450": "非關性命即有持而不專久常不求正法而能證真", "451": "必無是也惟久持此咒最能啟蒙攝聰速應危險之", "452": "求神化魔冤之業此非謂秘密金剛王哉嘉禾項牧", "453": "公居士素承家學淵源忠孝名世獨於準提得其法", "454": "脈常較梓其脩禮懺儀而譚埽翁詳為序其顛末深", "455": "得顯密圓通之旨也今我燈侍者是其嫡姪因得讀", "456": "吾充智證傳大有感激於宗門綱要而參禮於予敘", "457": "從前親石頭余集翁之機緣且請序此懺儀以表揚", "458": "其感引道交之旨予以設壇脩懺須協眾人之力而", "459": "有時若要直捷易精只須持此一咒而無間則亦不", "46": "悉憑朱葵石郡侯矢無邊心締最上契", "460": "負上承下仰之法可速得成就此王三昧也因是曲", "461": "為之闡發云。", "462": "高玄期先生明水軒筆記序高玄期先生明水軒筆記序諱道素原名斗光", "463": "天下乃古今人所公共之天下此可能為者彼亦能", "464": "為也然而天下是非好惡未有不同亦未有不異雖", "465": "萬有不齊亦不能出此公共之同異也以故有神聖", "466": "出世為人立極以道德功行制作文章與天下均其", "467": "是非通其好惡為安身立命處世為人之法是亦因", "468": "其是非好惡以成公共使天下萬世不可以各自異", "469": "同而外此公共之異同也神聖則能通其變於古今", "47": "純陀之供屢修維摩之坐常滿圓就棗", "470": "賢哲則能循其變於一世而愚迷者既不能循其變", "471": "則自陷其身世也故天下萬世獨賴神聖之法為之", "472": "定制可變通也變通之法無窮然不出於讀書學道", "473": "脩己治人為主舍此則不知有通變之端今閱高玄", "474": "期先生明水軒筆記獨能推明古人而得其五要上", "475": "可通於神聖下可變其愚迷自一身推之家國天下", "476": "無不可公共也先生之平日操脩又何如哉予不能", "477": "贅請以此帙刮目讀之當自有躍然而起者矣。", "478": "高寓公先生示見語序高寓公先生示見語序諱承埏", "479": "今之天地日月與古之天地日月無異今之世界人", "48": "梨香積終始輪藏勝因自憨山雪嶠兩", "480": "物與古之世界人物亦無異獨今之所謂聖賢仁義", "481": "與古之所謂聖賢仁義卻於真偽虛實大不相同者", "482": "其弊端安在今之弊正如假死之汞銀雖亦好看纔", "483": "入爐火其形神立時俱喪而不如古之百煉真金雖", "484": "經折挫更入爐烹煎愈見其精神堅密不可昧滅何", "485": "則古之君子其於立身處世必以戒慎恐懼為主決", "486": "不敢肆無忌憚為放僻邪侈也此三代之後無真聖", "487": "人學術者凡一切稱為功名事業制作文章多出於", "488": "無忌憚所以真聖賢仁義少見於世而風俗靡靡愈", "489": "趨愈下有不可挽迴也雖然豈天下真絕無能戒慎", "49": "大師飛錫我禾檀緣輻輳以來未有如", "490": "者哉予因高子念祖以其祖父遺稿屬予為序既述", "491": "其祖復讀其父寓公先生之示兒語引用古人之格", "492": "言以警策子孫之倣傚真可謂戒慎恐懼有得於聖", "493": "賢之學術者矣子輿氏有云大人者不失其赤子之", "494": "心發願為大人者請事斯語。", "495": "吳瑟黃居士竹山詩序吳瑟黃居士竹山詩序", "496": "陶靖節晉處士也能不為五斗折腰而賦歸去來辭", "497": "門栽五柳高自標致獨以不汲汲於富貴不戚戚於", "498": "貧賤儼然為羲皇上人以故其詩之清真古邁直凌", "499": "駕漢魏之上而追三百篇之遺風令人讀之蛻出塵", "5": "夷到處雲行雨施影從響附欽為明神", "50": "浪和尚之擎扶象教拂拭禪門咄咄後", "500": "埃之表後世無不目之為千古人周濂溪嘗教人尋", "501": "孔顏樂處煞有味乎此者而陶子之於飯蔬飲水視", "502": "富貴如浮雲與簞瓢陋巷而能不改其樂相去其幾", "503": "哉禾中吳子瑟黃乃今之處士也才品足以有為詩", "504": "文足以自娛尤能見幾而作移居於桃溪竹山以躬", "505": "耕畝畝樂志潛脩不敢多求於造物不可得而為者", "506": "則造化亦無從操縱其所以自為也異哉吳子之進", "507": "於禪學以性命大事必求其大透徹活路有不可以", "508": "禦之者予不獨以潔身善世而高其志也予竊有以", "509": "望之故并引而勉之。", "51": "先輝映者也神豹寸班吉光片羽禾錄", "510": "汪西崖居士知命序并偈汪西崖居士知命序并偈", "511": "孔子以五十而學易可以無大過杖人以五十而學", "512": "過可以無大易此與觀過知仁甚符使孔子曾無志", "513": "學以自立而至不惑何能於五十即知天之明命哉", "514": "然亦太煞與人立階漸不許輕於躐等俾後進深自", "515": "勘對則致自心之良知格自能之良物誠於性命之", "516": "道有不可自欺昧也桐城汪子西崖夙曾親先博山", "517": "和尚志於本分力持金剛準提既出仕而知海南備", "518": "歷變革能自保脫抑且歸而琴瑟和好友愛而教子", "519": "女斯亦可以觀過知仁於居變易而能俟天命之有", "52": "之視諸錄特芥子之納須彌耳而明眼", "520": "漸也茲特參予於龍淵會諸公請提向上事尤折節", "521": "皈依其志炳然洗心於原始返終之故則大易習坎", "522": "維心亨行有尚庶幾麗而化乎吾宗別傳之密也復", "523": "壽以知命偈云博山自少曾親見鏡破花枝尚儼然", "524": "今幸龍淵逢杖影好藏於密看飛潛。", "525": "題寶夢記題寶夢記", "526": "雪峰云盡大地是沙門一隻眼盡大地是法王一箇", "527": "身趙州聞僧舉此語乃曰你返閩時為我寄一把鍬", "528": "子去又道吾問雲巖大悲菩薩如何有許多手眼巖", "529": "云如半夜以手摸著枕子相似此兩則是千古淆訛", "53": "人見偏得全聞一知十不止作東土文", "530": "公案若有人能勘破切忌開眼向人說夢杖人今閱", "531": "朱子蕃居士寶夢記大訝曰何物作怪得恁麼奇幻", "532": "不啻僧繇欲邈誌公真誌公以手剺破面門作十二", "533": "分觀音神變光明錯落使僧繇無著筆處只這些子", "534": "杖人試問朱子還用那一隻眼覷破始得阿呵呵不", "535": "妨疑殺天下人去在。", "536": "為金載含居士作法戒約為金載含居士作法戒約", "537": "予倚杖龍淵偶與諸公談及袁中郎之奇才予以兼", "538": "有仙風佛骨與蘇子瞻為千古上下人問何以見之", "539": "予曰仙佛且置聊拈其詩如高飛知鳥意淡放解花", "54": "字觀併不止作西來無文字觀則於標", "540": "情與鶴瘦行藏穩鷗閒飲啄工之句便有風人之旨", "541": "足以振起大雅也近世人文之浮濫既無實際操履", "542": "又無師友相規不免為身心家國之累從何處有避", "543": "禍之路而尋入德之門哉前者見武林榷關李公梓", "544": "蘇子瞻晏會約定為三四五品之次第雖為人事一", "545": "端可見其有飛高放淡瘦穩閒工之妙豈止使人戒", "546": "殺省費惜福養和可以時聯親友久處交情之無弊", "547": "哉使能推此密用於作文章立功業居疑畏全始終", "548": "大有足為中和勤儉之風教也座中有金載含居士", "549": "避席而禮請曰某前日於姊丈張竹房案頭得讀和", "55": "一函三之旨思過半矣。", "550": "尚諸刻專提佛聖安身立命之旨與精一中和易簡", "551": "勤儉八字為世出世法之根本直下令人心死汙下", "552": "已早五體投地皈依矣今又得耳提面命何敢不銘", "553": "刻哉乞師授名示戒作入道初機則異日不致為門", "554": "外子以自暴棄此生平也予乃驚起曰善哉君少年", "555": "高奇能不鄙我山野之言與能折衷於吾宗旨則所", "556": "拈之蘇袁不為君之嚆矢乎予新刻有麗化參同及", "557": "充智證傳如能深心參究則此悟證當不讓古人也", "558": "雖然讀書得吾妙卻易知言行己事卻難君之內能", "559": "以三刻而參究外能以蘇袁之詩約為禁戒則吾道", "56": "欽命國子司業前戊辰二甲進士工部", "560": "不在文章之高淡而一貫全在忠恕之穩工也因即", "561": "述其語為君守常之法戒幸母為世情所轉必當藉", "562": "此以挽迴風運豈非千古奇遇於旦暮者乎是為約。", "563": "偈贊和譚公頌文師朱公重建真如塔韻和譚公頌文師朱公重建真如塔韻", "564": "塔勢如湧出驚飛日月宮杖尖迸活眼爍破幾花空", "565": "童子戲聚沙拈來奪化工文可有成竹一揮凌蒼穹", "566": "漸漸皆多寶枝枝撐八風影分塵剎佛眉毫先射東", "567": "罄咳古今開葵心笑玲瓏儼然趺未散主賓無縫中", "568": "梁公右掌擎斷取天地濛剝盡雷還復重離標我宗", "569": "誰見上之載神道藏靡窮。", "57": "虞衡郎大理左寺副曹溪侍者福徵", "570": "和譚公迎塔心木韻和譚公迎塔心木韻", "571": "龍樹地中湧天生多寶年一心奇作主七級看飛仙", "572": "日月分神彩山河藉法緣指彈驚舍利塵剎拂兜綿。", "573": "過朱葵石居士別業拈贈過朱葵石居士別業拈贈", "574": "沒分曉句迥常流放鶴洲前笑自繇七佛秪應無覓", "575": "處卻能空手把鋤頭。", "576": "埽菴居士過訪龍淵和荅埽菴居士過訪龍淵和荅", "577": "擇地樹吾法踐君夙所緣不勞彈指力重振隱龍淵", "578": "歌載三吳月棹來西越船臨風堪接引應有異人禪。", "579": "荅高念祖居士過訪韻荅高念祖居士過訪韻", "58": "譚貞默槃談謹撰", "580": "秋引龍淵醉誰探古鏡顏鐘聲飛鳥外麈影拂松問", "581": "結社掄精白開爐煆往還高賢如有在何必羨盧山。", "582": "次韻荅埽菴居士次韻荅埽菴居士有引", "583": "予海內知交雖多至如埽翁獨擅著作之林更能", "584": "深心為吾宗贊揚法脈而推重予不在古尊宿下", "585": "始終必欲成吾三彙全錄於楞嚴大藏流通此實", "586": "千古之真知己也此行且作詩訂我秋期於天寧", "587": "共襄大事益令予感激特和其韻以酬正云。", "588": "杖引千岐路敲空笑幾回神雞甘食火狂象畏聞雷", "589": "麗海珠何去橫秋鶴自來獨憐刪定事知己急相催。", "59": "覺浪盛禪師嘉禾語錄癸戊合集", "590": "次埽菴諸公送故司空高玄期寓公兩先生…次埽菴諸公送故司空高玄期寓公兩先生祀", "591": "東塔功德林韻兼贈念祖居士捨石建大悲閣", "592": "拈將莖艸表高深影掠風旛未易尋既有亞仙能捨", "593": "宅豈無盧老獨傳心孝思直薦悲華閣法社弘開功", "594": "德林古道貴於存實際觀斯足以勵來今。", "595": "當湖朱鶴門明府招遊弄珠樓…當湖朱鶴門明府招遊弄珠樓讀寶月巢雲驕", "596": "合浦之句屬予題額拈天湊二字并賦贈", "597": "一棹南來不遠尋喜逢知己共登臨危樓尚有弄珠", "598": "手奇句堪傳巢月心煙雨湖山秋已醉笑談飛躍意", "599": "何深天機自湊忘遊適千古風流只在今。", "6": "戀如慈父實目前所罕遘往昔所希有", "60": "記室侍者大樞大英同錄", "600": "讀汝航兄次祥老諸公時挑野菜和根煮韻讀汝航兄次祥老諸公時挑野菜和根煮韻", "601": "真箇能閒解此探皮膚脫盡自相甘石頭路滑機斯", "602": "密竿木隨身試所堪拔出有根驚得句來時無口笑", "603": "何慚髼鬆一碗真風味勘破吾宗較二三。", "604": "贈馮兼山居士贈馮兼山居士", "605": "雙徑當年曾達書點中圓相近何如掃除丈室誰能", "606": "對斷取東方妙更舒照世戒幢招慶月化身帝網放", "607": "生魚乘時揭出三無朽覺後宗承孝有餘。", "608": "讀梅溪肩公感激詩明眼人涼不作實法會因次韻慰之讀梅溪肩公感激詩明眼人涼不作實法會因", "609": "次韻慰之", "61": "上堂師癸巳秋到梵受靜聞監院偕闔郡諸護法請上堂", "610": "枕犀破夢快炊粱芻狗誰憐踐道旁長嘯蘇門知有", "611": "識放懷鴛水擬何鄉布毛拈出鳥窠笑紙燭吹來龍", "612": "杖行言與心親非可比英雄自古善疏狂。", "613": "仇敬泉居士七秩仇敬泉居士七秩", "614": "大法從心世所稀昂昂竿木好旋機逢場作戲誰為", "615": "侶在欲行禪獨入微柏子庭前看秀遠桂花雲外笑", "616": "香飛石頭路滑如能造自有丹霞握手歸。", "617": "偕譚埽菴…偕譚埽菴張菊存項扶公項牧公高念祖過賢", "618": "谿訪息波源公其燈子為吾侍者并此志喜", "619": "卜得嘉棲最快便於溪尚可使思賢昔奇相業為蘭", "62": "古帆飛影到鴛湖坐我同人笑傲圖何似雲門枷卸", "620": "若今喜宗風有陸宣花發上林春更媚月生秀水夜", "621": "尤妍殷勤不必頻留記此後天機已儼然。", "622": "王雲來居士未及就訪先以詩見寄喜其篤於為法次韻酬之王雲來居士未及就訪先以詩見寄喜其篤於", "623": "為法次韻酬之", "624": "未見能親別是便當機端不讓前賢常啼賣底心應", "625": "剖尼父拋來鐸可宣空谷鶯遷音自囀幽花春在笑", "626": "猶妍龍淵杖擊千峰月光射眉間有躍然。", "627": "高念祖居士過訪…高念祖居士過訪咨向上事并出其祖父詩集", "628": "及自所著示予因即前韻賦此", "629": "披來三集喜便便家學淵源不一賢此道未行惟自", "63": "漢東山水上倒騎驢若向這末後句子薦得則知諸", "630": "審斯文既沒在能宣精金躍冶休驚怪美玉離荊漫", "631": "詫妍傳世經綸應不墜寸心千古有同然。", "632": "贈秀石禪師贈秀石禪師", "633": "劍閣重關昔已過禹門浪裏唱巴歌江南到處皆親", "634": "友節拍陽春亦自多杖影無端落荒艸秋江清淺君", "635": "能討大悲林下雨新花香風八面將人掃。", "636": "埽菴諸公八過訪龍淵…埽菴諸公八過訪龍淵兼為予作全錄序及刻", "637": "提傀儡賣燈心二說次韻謝之", "638": "廿載交遊著作林頻頻敲唱一何深機抽千古戲堪", "639": "作光射群靈燈有心撥出雜糅奇自勘引來醇美喜", "64": "佛出身處別有生機一路所以德山云有言時踞虎", "640": "相斟黃金不必鑄鍾子別有無絃解賞音。", "641": "和荅埽庵居士九過詩和荅埽庵居士九過詩", "642": "天下久為類分裂有教不使謀各絕道能大同統其", "643": "別海何曾拒百川決笑彼小異藏孔穴無端強證龜", "644": "為鱉惟見千聖能出楔多方善誘使自徹吾無隱乎", "645": "其秘訣著作當濺筆端血石城曾訂參同牒雙徑飛", "646": "符振西越禾中六載相交迭龍淵九過詩如綴我亦", "647": "附麗公之熱千古風流無與埒。", "648": "酬沈荑庵項子介二居士過訪酬沈荑庵項子介二居士過訪", "649": "八面旛吹不令風誰從竿立問天中不禁附麗傳斯", "65": "頭收虎尾第一句下明宗旨秖如這箇句子若非我", "650": "化卻喜參尋妙此同鶴唳九霄驚影白花飛三月笑", "651": "春紅曾聞梅已山中熟咬破方知道在東。", "652": "壽王亦含居士七袟壽王亦含居士七袟", "653": "方外將何以壽公木雞養就好乘風一聲啼徹曉天", "654": "戶扶杖欣看海日紅。", "655": "荅埽庵諸公過訪四韻荅埽庵諸公過訪四韻", "656": "春色招搖煙水中喜君一棹快如風龍淵六過何奇", "657": "特不怪參同善脫空。", "658": "千古淆訛暗號通添多減少孰能工相逢不厭頻頻", "659": "舉掀弄全憑破格風。", "66": "同人如何得通這消息不知我龍門顯聖二法兄從", "660": "幾人看透此宗忙用則行兮舍則藏愧我謬承三聖", "661": "集滿江花鳥載幽航。", "662": "斫盡絲竿還自尋於焉笑傲入高林陸公不是閑敲", "663": "唱呼出瓶鵝別有音。", "664": "和譚公留巨方法師久主楞嚴用達大師韻和譚公留巨方法師久主楞嚴用達大師韻", "665": "剎竿扶起意尤新鷲嶺花開別有春今日當機拈出", "666": "看儼然能笑是何人。", "667": "紫柏風高類不齊一言曾豁古今迷楞嚴統揭真聲", "668": "教法藏全彰豈止啼。", "669": "紹述堪承三祖家春風吹醒劫前花血痕徹見遮那", "67": "何處放了這毒氣創發此保社於屍阤林內掀翻活", "670": "痛忍看寒巖弄晚霞。", "671": "紫柏大師刻冊藏板於楞嚴…紫柏大師刻冊藏板於楞嚴已有成規項嵋雪", "672": "諸公再三請予主其法席予適有長干脩藏之", "673": "舉乃賦此辭謝", "674": "誰將心血繡遮那紫柏曾翻藏貝多我亦長干慚剝", "675": "刺那能錦上更添華奇君此念深塵剎就裏希為較", "676": "雜訛大法機緣應有在眼明當不混金沙。", "677": "贈曹秋嶽居士過訪贈曹秋嶽居士過訪", "678": "英雄必奪造物權造物必奪英雄志英雄造物兩對", "679": "頭逆順曲成萬古利今喜與公談禪易習坎堪為性", "68": "埋死人頑石堆頭火葬無依漢子拈一莖艸建立梵", "680": "命敵八角磨盤空裏飛七聖俱迷漏消息。", "681": "輓嵩乳密和尚輓嵩乳密和尚", "682": "棲鳳枝頭聽好音歸來還自笑吟吟藏身東海誰能", "683": "見春起龍門雷雨深宕漾風光天湊巧兒孫得力何", "684": "尋討臨行一語寄同條珊瑚撐出日杲杲。", "685": "贈嘉興高明府過訪贈嘉興高明府過訪", "686": "靈風善啟多情鑰八牖軒軒群翅掠庭花春盻玉炊", "687": "煙化母何曾先嫁作嚙鏃之機暗號通天生奇中捷", "688": "於弓柳眉痕拂曉梢月說劍巴陵薦獨工。", "689": "重晤汝航法兄重晤汝航法兄", "69": "王宮殿入此門限使他頓斷偷心斲枯木樁示現丈", "690": "三十年前事已陳不堪舉似與時人相逢喜有先春", "691": "意猶勝芙蓉滴露新秋拂長空鴻雁好同條句子宜", "692": "傾倒一笑風流徹古今夢花枝上月皎皎。", "693": "喜晤吳瑟黃居士喜晤吳瑟黃居士", "694": "才高能取亦能與自可因今而作古天下探春實際", "695": "難幾堪擊起驚心鼓喜君濯濯水月姿拂拭吹毛人", "696": "著疑痛快吾宗為變化臨風杖影笑何奇。", "697": "示興龐馮達生居士示興龐馮達生居士", "698": "自能因不失其親亦可師宗於此世吾子龍門已傑", "699": "然而弗苟且於出處嘗向嘉湖作浪遊二三子與相", "7": "也良繇洞上真鋼刮人眼膜夢筆靈氣", "70": "六金身瞻此影光令彼全機脫穎不論船來陸來不", "700": "綢繆惜乎逝早不終事在我獨於後嗣憂杖人今偶", "701": "來此地喜君父子親承記則此法乳尚能存勉哉紹", "702": "述成其志。", "703": "重晤吳鼎陶居士喜敘匡山之舊重晤吳鼎陶居士喜敘匡山之舊", "704": "石耳峰前看鶴飛十年清唳尚依俙鴛湖重發一高", "705": "笑逗出宗門向上機。", "706": "贈梅溪肩公佛擔之字贈梅溪肩公佛擔之字", "707": "少處減些多處添掀翻三藏兩頭尖雲棲古佛親收", "708": "拾東土西天一擔肩。", "709": "次埽庵居士韻次埽庵居士韻", "71": "涉程途底各與三頓了去佛到祖到無可安排中也", "710": "杖頭灶破寺苔新驀面風吹沒馬塵誰向屍林敲骨", "711": "問當機應有剔眉人。", "712": "圓戒日和韻酬譚公圓戒日和韻酬譚公", "713": "梵網偏收此有情戒香染處妙非輕慾鉤拋在能牽", "714": "引終始遮那浪裏行。", "715": "示宰行項子示宰行項子", "716": "山下有泉孰啟蒙不求不憤聖無功經綸天地從心", "717": "起習坎方令造化通。", "718": "壽靜聞上座五十初度壽靜聞上座五十初度", "719": "資聖親扶古剎竿三吳兩越作同參就中別有超方", "72": "要為他處分乃打圓相云向我這裏七花八裂卓卓", "720": "句鴛水門前看指南秖這是許誰甘花鳥天風意已", "721": "酣。", "722": "贈張玉可居士寫照贈張玉可居士寫照", "723": "為我傳神見者皆喜無可相酬只呼你一聲使你筆", "724": "床震動毛骨驚起秖這箇不落不昧底在你眼中手", "725": "中且道是花之寫春是月之照水。", "726": "示先籌禪人示先籌禪人", "727": "如虎之缺誰敢爭先據其頭如馬之馵切忌落後遭", "728": "其蹂十道不通風處別有運握一籌當機驀能奪得", "729": "便可倒跨鐵牛。", "73": "出得身者始能消我同人毒氣使我此宗遮天蓋地", "730": "示李士先道者示李士先道者", "731": "能爭居士先百尺竿頭須進步不落衲僧後無底籃", "732": "兒應自提更能撞破函谷關中月來討棒喫與你一", "733": "箇類之不齊咄。", "734": "贈息庵居士持般若獲夢授弄孫嘉兆贈息庵居士持般若獲夢授弄孫嘉兆", "735": "金剛翻影六如夢誰見如來真有為大士白衣親吐", "736": "露杖頭指出玉麟兒。", "737": "壽瑞桓馮居士八袟壽瑞桓馮居士八袟", "738": "剔起眉毛是幾莖萬年枝上月如水分明照徹山河", "739": "影誰見蓮臺最上層。", "74": "去也還有當陽跳出者麼八萬里鵬從海出三千年", "740": "鼓山永覺和尚像鼓山永覺和尚像天寧寺請", "741": "大好聖箭射透石鼓賺殺太原幾遭猛虎如何影弄", "742": "鴛湖驚得木人起舞為甚麼起舞只為誤沾著了他", "743": "的毒蠱。", "744": "佛日石雨和尚影佛日石雨和尚影", "745": "兄從雪峰滾毬來我往鼓山放箭去恰直黯淡灘頭", "746": "招手一笑直得船驚目注旋於南屏徑山又隔角相", "747": "思卻成箇巖頭道底末後句咄且放過這一著。", "748": "聞谷大師影聞谷大師影", "749": "穎脫瓶窯禿號掌石鬧藍裏抽條冷灰中返擲狹路", "75": "鶴遠空歸。", "750": "曾逢渠拶教牛上壁將我鼓山箭上加尖奈棄禹門", "751": "跳浪一霹。", "752": "寒山拾得二大士倚古槐看龍為燈子題寒山拾得二大士倚古槐看龍為燈子題", "753": "是誰創此想頭寫彼二子弄賣俯古槐而看潭龍引", "754": "風雷而出神怪不知死水幾年藏直至如今倒嶽傾", "755": "湫使此造物乾坤不敢頑癩。", "756": "三宜和尚道影有靜聞監院侍立三宜和尚道影有靜聞監院侍立", "757": "老儂以保社累這廝入泥入水恨深這廝以說法累", "758": "老儂負吾負汝冤結就中斧斫不開誰惜老婆心切", "759": "梵受門前鴛湖水底有箇火把子能燒變化之魚龍", "76": "偕靈巖儲和尚應朱葵石郡侯於真如建塔請上堂", "760": "一恁攪亂煙波賺殺他迷頭認影之跛鱉。", "761": "愚菴和尚遇陳白子圖贊愚菴和尚遇陳白子圖贊", "762": "放步橫行沒落拓漢到處逢人誰能把斷無端撞著", "763": "小孩兒拈出一枝花不知渠被你換你被渠換黃梅", "764": "路上雪狗翻留下一則奇公案。", "765": "文節大師偕三居士同幀文節大師偕三居士同幀", "766": "儼然指出目前機鳥自啼兮花自飛這段風流誰會", "767": "得一堂師友笑依俙。", "768": "遠門柱姪禪師像遠門柱姪禪師像", "769": "支提崖上抱不平石耳杖頭驚毒鼓翻身一跳過龍", "77": "喝一喝云還有向這裏入得者麼又一喝云還有向", "770": "門大叫雲門一字普五燈續起燄紛飛燒殺神蛇與", "771": "鬼虎。", "772": "白法老宿與高子念祖同幅白法老宿與高子念祖同幅", "773": "高子英華凌跨一世慧眼古心深求實際足以振作", "774": "天機足以破除積滯更繫以贊曰蒼蒼乎松幽幽乎", "775": "石盤桓者誰水清月碧噫蓮社之高風未墜兮遠公", "776": "彭澤頡頏於千載上下兮聊通這些子消息。", "777": "飛來大士像為周摩雲道人題飛來大士像為周摩雲道人題", "778": "大易命根斷是爻皆變化六龍無首飛渠今何似我", "779": "卻疑大士掠空拈起餬餅將天下人勘破賀賀喜你", "78": "這裏出得者麼又一喝云還有向這裏放得去者麼", "780": "又遭饅頭罵。", "781": "三十二開士寫金剛經贊三十二開士寫金剛經贊", "782": "瞿曇托缽歸方丈不曾放光動地爭奈空生眼花無", "783": "端密啟其意三十二場惡水潑得盡法界血淋淋阿", "784": "那箇勘破他末後句咄。", "785": "馮瑞垣居士八袟像馮瑞垣居士八袟像", "786": "天與之容道與之貌人倫之標孝友之教密藏健順", "787": "之機英發化育之造五福全而壽高四世賢而德邵", "788": "自笑步行騎水牛相將寶誌同傾倒。", "789": "項孔彰居士以手加額圖項孔彰居士以手加額圖", "79": "又一喝云還有向這裏收得來者麼又一喝云更須", "790": "人之所以奇於人者輒稱為有手眼惟眼能擇人手", "791": "能接物如有不能擇接則必盲於邪僻溺於坑阱不", "792": "如無者之自能藏拙於渾沌也如公之眼久冷手久", "793": "閑驀而加額有望使不深於知己者何足以知其故", "794": "哉予方外人絕未能知公而公絕能知我是必以不", "795": "能知為深能知也不然何肯如此冷閑而獨索我不", "796": "知者神而明默而成其故乎予於是益奇公之手眼", "797": "去人遠甚。", "798": "張菊存觀察緇衣像張菊存觀察緇衣像", "799": "王文正公為宋朝賢宰輔自恨一生未曾為僧而此", "8": "直射斗牛居恒澄徹一門該練三學遂", "80": "向這裏透得則許他是箇頂天立地漢子腳跟下有", "800": "志已非將相所能及今張菊存觀察退居林下以方", "801": "服自娛將追裴公美披衲托缽於歌姬院而倒用佛", "802": "智作牽慾鉤也較此三老有一毫諱忌何能脫體風", "803": "流以振千古乎噫亦奇矣。", "804": "張竹房居士像張竹房居士像", "805": "五柳先生自作傳恐無知者污其面竹房有函未展", "806": "卷停筆沉思如想見忽親見春風吹醒瓊花院。", "807": "李士先居士像李士先居士像", "808": "龐公傾家私於湘水便能吸盡西江以一破笊籬於", "809": "陸地上撈摝蛟龍蝦蟹平分風月於馬祖石頭之門", "81": "眼頂門上透尖迸出胸襟掀翻法界古佛今佛分座", "810": "今之李士先如地行仙於無爻象中拶出天地人物", "811": "之性命危微而且赤手遊於愚菴諸尊宿之門與人", "812": "解粘出橛其孤風絕侶殆幾乎龐公之逸翮也杖人", "813": "每見其狀輒咄咄而解頤亦奇矣乎。", "814": "項善男居士鏡中像項善男居士鏡中像", "815": "這漢毅然藏身弄影驀面相逢如驢覷井笑他三聖", "816": "自肯開眼尿床賺殺鎮州誰向剛圈撞醒。", "817": "項牧公居士小影項牧公居士小影", "818": "飛蚊上鐵牛拍手笑無休一卷伏羲未畫一琴黃帝", "819": "未調二豎天聾地啞贏得松石為儔杖人不合點破", "82": "儼然賓主交參正偏妙協十方分影敲唱同時似拂", "820": "太洩牧公風流。", "821": "應羽六頭陀獨步像應羽六頭陀獨步像", "822": "羽有六而空飛爻有六而象變君之翩翩獨行妙在", "823": "自能潛見今已暗度金針與人聊通一線。", "824": "悟南張居士像悟南張居士像", "825": "吾宗亦從南渡多因忠孝傳家浙閩各樹標幟遺風", "826": "愈見高華公尤自振新水後進無不盈科此其淵源", "827": "伊洛孰能更知幾何。", "828": "文弢居士影文弢居士影", "829": "能擘峰頭眼可看海底紅驀然俄一笑八面響成風", "83": "吹毛如擊毒鼓斷他凡聖命根開我佛祖正眼且道", "830": "咄須是真到恁麼地步始得。", "831": "天一頭陀朱子蓉小坐像天一頭陀朱子蓉小坐像", "832": "此何時乎獨忍冷坐這些機關許誰勘破杖人笑曰", "833": "得坐且坐切莫屎裏去臥待你一日自驚而起曰此", "834": "何時乎不妨與你箇杖子去勘天下。", "835": "呂幼安居士像呂幼安居士像", "836": "學能追古以為己才足從吾以慰身夫如此何可以", "837": "出處較其人哉呂公交遊遍海內無不服其高致獨", "838": "與箬庵和尚最為莫逆末與杖人酬唱且親盆見善", "839": "刀而藏能作養生主於薪傳矣。", "84": "這一著子落在阿誰分上果有向這裏得箇轉身出", "840": "屠公愚居士影屠公愚居士影", "841": "隱几何人嗒然而作不點成文化工在握密移上載", "842": "之神機闡發六龍之舞躍坐臥閑房春艸深指揮如", "843": "意天花落。", "844": "譚東里居士痛飲讀離騷圖譚東里居士痛飲讀離騷圖", "845": "屈平死兮離騷已為故紙日月昏兮偷光以何自處", "846": "譚子亦痛飲此恨兮洩幽憤於幾許果詩之可以怨", "847": "兮今之人於此又何所取此其所以讀之愈不容己", "848": "兮抑自招其魂且不敢死只。", "849": "楊英羽居士像楊英羽居士像", "85": "路則知昔日黃檗呼來風凜凜裴休應處日團團長", "850": "何處倒牽他慾鉤乃能撞入於佛智百花影裏醉春", "851": "風十字街頭笑瞥地。", "852": "自題自題朱葵石居士請", "853": "西冷橋頭驀劄一笑凌霄峰前看扇𨁝跳杖影俄飛", "854": "放鶴洲半痕月弄千峰照葵公何似再來裴引出壁", "855": "僧還大叫。", "856": "覺浪盛禪師嘉禾語錄終", "857": "書復僧祥旦公禪座書", "858": "昔有覿面不相見千里卻同風如西河獅子慣咬殺", "859": "人之慈明以楊大年李文和見道穩密特意而晤果", "86": "水於佛頂上生波彩雲向拄杖頭弄影到這裏須知", "860": "一酬一唱如撾毒鼓至今聞其聲尚有絕倒者予前", "861": "曾於鴛湖會靈巖檗菴諸公談及晚近法門卒多點", "862": "綴即有機鋒可觀了與生死性命無涉輒為之喻如", "863": "真道士畫符略為塗抹便能驅雷遣將若假道士雖", "864": "極盡咒水燒黃徒使野鬼見之撫笑又討甚麼死急", "865": "乎彼時相推已知公為血性丈夫有著手心頭便判", "866": "之風矣去秋於我汝航友人處讀菜根佳什興味果", "867": "爾蕭然喜為之和不意高明能不厭我葛藤於別峰", "868": "相見且訂晤期將見此宗猶有仙人無婦玉女無夫", "869": "之密也又何幸如之附便裁復俟容傾倒不一。", "87": "於全主即滅處湧出大光明幢所以三峰和尚於此", "870": "附來書", "871": "旦披髮入山時即知和尚法幢丕振江左恨無翼", "872": "可翻乃五六年前記錫飛鴛湖時以臥病蹉跎客", "873": "秋從龍池還接讀和尚菜羹詩則又惝恍自失矣", "874": "痛旦陸沉苦澥群陰膠結人醉我醉未能撥雲霧", "875": "而睹青天坐是頑鈍待盡而已展誦法語雷奔電", "876": "掣六種震動豈止三日耳聾至醒世雜著到處醍", "877": "醐輒令人意解白樂天得句能令兒童婦女卒皆", "878": "點首者也即作座右箴銘焚香頂禮曷其有極先", "879": "此附頌容是月望後或隨靈巖過武林或隨雪竇", "88": "提智證傳使覺範老人直得七花八裂文彩縱橫許", "880": "渡江時當叩謁一傾鬱抱未盡願言。", "89": "多人向這裏要死不得死要活不得活正是羅紋結", "9": "使儒門澹泊收拾不住者茲得皈師換", "90": "角處又誰能於此透去乃有追古遺風如龐裴者朱", "91": "居士父子一門紹述祖先皆是從佛口生從法化生", "92": "發此重興真如願力振起創造機緣故有印白上人", "93": "之造端文節法師始終成此多寶奇特更有三箇漢", "94": "子如常不輕且現三頭六臂敲磕無限頂門正當親", "95": "見法華一會諸佛同時以故驀劄相逢機輪互換直", "96": "使現前人人眉光炤破今古去也還有覿體承當者", "97": "麼正好於此明證杖人適於舟中有一偈并對眾拈", "98": "出以似朱公載得鐘聲震水雲筆尖不點已成文裴", "99": "公風度今猶在互換之機孰與群珍重。"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B312 天界覺浪盛禪師嘉禾語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B312 天界覺浪盛禪師嘉禾語錄", "author": "明 道盛說　大樞．大英錄　譚貞默序", "language": "chinese", "source": "CBETA"}