{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B353 雲幻宸禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "序雲幻宸禪師語錄序", "1": "昔賢山堂究宗風要訣云貴大家唱和勝鶖子神通", "2": "語言文字由來尚矣是以啐啄同時隨機收放不憚", "3": "分門別類為後學詮解及論至離四句而一槌粉碎", "4": "無一舌而九曲珠通又似有語要歸無語而無言卻", "5": "勝有言且禪宗悟此關捩獨露真機余蒞阿與恒秀", "6": "禪師晤輒開生面者三數年于茲壬子冬秀師舉本", "7": "師雲幻和尚遺帙問序於予予閱一過知幻翁非閉", "8": "門作活獨了自身者從來教外別傳貴乎能信更貴", "9": "乎能知知明守確然後說法見性如觀掌上了了分", "10": "明入廛勘驗如風如箭垂手棒喝如電如雷幻翁乃", "11": "破山老和尚哲嗣負荷正宗紹隆嫡統者矣所以高", "12": "坐曲彔木床茹納乎當世歸依幻翁往矣語默鉗鎚", "13": "具在遺編秀師乃能以鐘鼓羅前溯耳識之真青黃", "14": "交映傳眼入之玅秀師能不負師而能自師蓋其宗", "15": "祖高明子孫光大繼自今恢弘道器丕振前徽宗風", "16": "要訣嗣續雲仍詎獨幻翁一集是珍也歟。", "17": "時", "18": "康熙癸丑春古臨弟王民皞書於滇南阿迷署之朗", "19": "鏡軒", "20": "雲幻宸禪師語錄", "21": "嗣法門人發林等編", "22": "上堂順治戊戌師在梁山縣福國衣缽寮受巴州眾護法", "23": "請住龍潭中峰禪寺開堂日師於諸檀護手中接疏", "24": "示眾云兩行文字點畫分明不可私蓋囊藏卻煩維", "25": "那宣過宣畢指法座云華王寶座物外全超坐斷威", "26": "音當陽顯露以拄杖劃一畫云會麼踞虎頭兮收虎", "27": "尾握斷雲處覆雲流遂陞告香云此瓣香端為祝延", "28": "今上皇帝聖躬萬歲萬歲萬萬歲伏願龍垣不廄千", "29": "乘馬寶殿時歡六合雲次拈香云此瓣香奉為諸王", "30": "殿下滿朝文武伏願金枝長茂盛玉葉永芬芳窮盡", "31": "世間理頓證佛菩提再拈香云此一瓣香懷抱甚分", "32": "明八字無兩󱫛爇向罏中端為供養現住梁山縣萬", "33": "竹山福國禪寺傳曹谿正脈第三十五世破山大和", "34": "尚用酬法乳之恩斂衣趺坐上首白槌竟師云一門", "35": "超出彈指了達無為兩眼豁開宛然頓證妙果心心", "36": "是佛何必尋劍刻舟念念即空豈在離波覓水千江", "37": "月映處處百億化身萬樹春回在在隨緣應感婬房", "38": "酒肆即是彌勒道場虎穴魔宮原來釋迦寶所舉一", "39": "明三坐斷人天異路知十畣百不落凡聖階梯堪報", "40": "不報之恩用作無為之化堯日舜日以增輝金輪法", "41": "輪而常轉正當恁麼時祝國利生一句作麼生道四", "42": "海狼煙都掃盡萬邦只教樂昇平。", "43": "上堂問天不蓋地不載底人來也請師直接師云非", "44": "汝境界進云風清月白師云莫向閒處說僧禮拜師", "45": "便打乃云雪峰上堂輥毬不是好心禾山上堂打鼓", "46": "不是好心以拂子左右擊云大眾會麼不因葉落夜", "47": "來雁錦國秋聲何處聞喝一喝下座。", "48": "上堂問如何是學人當來和尚師云金雞飛鳳闕進", "49": "云如何是和尚當來學人師云玉驥出龍城進云恁", "50": "麼則大家同唱劫初春師云蹉過也不知進云學人", "51": "禮拜去也師云不禮拜更待何時乃云菩提種子人", "52": "人具足逢時節而萌芽般若靈苗箇箇不無遇雨露", "53": "而增長一塵入正受大地冷湫湫諸塵三昧起虛空", "54": "鬧浩浩驀豎拂子召眾云菩提般若總在箇裏諸塵", "55": "三昧不出於中有時賓中主有時主中賓且賓主混", "56": "融一句作麼生道覓火和煙得擔泉帶月歸。", "57": "臘八上堂一坐六年孤卓卓奇哉子半冷生光豁開", "58": "眉眼空天際突出明星古道場遂震威一喝下座。", "59": "上堂千聖同轍萬靈一揆無言立言無名顯名或觀", "60": "妙蓮華或指水中月正法眼破沙盆蓋覆乾坤西來", "61": "意鐵彈子穿回鼻孔上智之士拂袖知歸中下之儔", "62": "未免停思人貧智短馬瘦毛長機輪轉處作者猶迷", "63": "良久卓拄杖一下云庭前舞罷休思曲醉後添盃興", "64": "未闌下座。", "65": "上堂問經教佛語讀者云何不見性師云吾無隱乎", "66": "爾乃云當陽顯示露布全身體若太虛縱橫十字驀", "67": "豎拄杖云會麼如斯會得多子塔前分半座全主全", "68": "賓少室堂中垂一語大機大用知幻即離不作方便", "69": "離幻即覺亦無漸次何以故眼裏不著沙耳裏不著", "70": "水人人懷滄海之珠箇箇抱荊山之玉啟無為之化", "71": "行不言之教要津把斷不涉階梯喝下承當箭鋒相", "72": "觸正恁麼時如何委悉以拄杖劃一畫云劃斷千峰", "73": "頂白雲獨占高。", "74": "上堂問一法若有毘盧墮在凡夫萬法若無普賢失", "75": "其境界離此二途請師速道師云東者東邊坐僧禮", "76": "拜師云西者坐西邊問如何是西來的的意師云久", "77": "雨未晴進云人意俱盡時如何師云乾坤大地乃云", "78": "久晌未登堂剛被維摩眾舉揚昔日龐公曾有語及", "79": "第心空選佛場明歷歷絕覆藏拈華微笑解承當惟", "80": "有中峰不恁麼一條白棒絕商量擲拄杖下座。", "81": "元旦上堂堯風浩蕩舜日熙明祖意現成無勞指註", "82": "拈起則天迴地轉放下則地轉天迴南山起雲北山", "83": "雨張公喫酒李公醉古往今來遷復變箇中元不異", "84": "絲毫雖然如是且祝延一句又作麼生燒香只願干", "85": "戈息秉燭惟祈宇宙清。", "86": "解制上堂有佛處不得住無佛住急走過中峰院裏", "87": "大開罏鞴方來衲子箇箇煉得骨露皮穿恰好寸絲", "88": "不挂上無攀仰下絕己躬出門撞著瞎波斯未免身", "89": "沉於海底諸人切莫動著一絲毫頭動著則與三十", "90": "棒復喝一喝云脫。", "91": "上堂明歷歷活潑潑大千沙界無著落驀豎拂云知", "92": "不知莫向意根生卜度喝一喝下座。", "93": "師誕上堂目前無佛法領取目前機既取目前機何", "94": "用目前法乃呈杖云大眾者是拄杖子如何是目前", "95": "機卓一卓云者是目前機如何是目前法復卓一卓", "96": "云還見麼如其見得便見三世諸佛歷代祖師資生", "97": "之期若見三世諸佛歷代祖師資生之期即見人人", "98": "自己屢世父母歷代宗親資生之期見得屢世父母", "99": "宗親資生之期方見中峰資生之期箇箇到者裡純", "100": "清絕點凜凜孤危一眼覷破得大解脫具大總持良", "101": "久云且道覷破箇什麼分明拶出憍尸迦咭嘹舌頭", "102": "三千里擲拄杖下座。", "103": "己亥冬護法曹榮寰趙正宇等請住雲峰淨慈禪寺。", "104": "結制上堂拈香祝聖畢乃云豎窮三際激揚少室宗", "105": "猷橫遍十方啟鑿人天正眼驀呈拄杖云大眾見麼", "106": "如其見得攪長河為酥酪變大地作黃金拈則星馳", "107": "電卷放則瓦礫光生山河大地動靜一如明鏡色空", "108": "自由自在小中現大大中現小坐微塵裏轉大法輪", "109": "於一毛頭現寶王剎聲聲是佛聲色色是佛色千聖", "110": "莫能窺佛眼覷不見荊棘林中走馬眉毛罅裏翻身", "111": "正恁麼時且道釋迦彌勒在甚麼處卓拄杖一下云", "112": "從來孝子諱爺名下座。", "113": "上堂本來無一物自性倚天真要會箇中意日午打", "114": "三更為甚馬大師一喝百丈三日耳聾眾中莫有超", "115": "聲獨脫者麼向無機用處呈機用無言詮處顯言詮", "116": "淨裸裸坐地赤灑灑徘徊覿體承當了無向背脫或", "117": "未然你諸人一條窮性命落在山僧手裏時有僧一", "118": "喝師云山僧被你一喝僧旋一匝而出師云好興逆", "119": "水波莫隨風力轉便下座。", "120": "上堂舉釋迦老子道若有一人發真歸源十方虛空", "121": "皆悉銷殞演祖云若有一人發真歸源十方虛空錦", "122": "上鋪華師云若有一人發真歸源十方虛空拄杖頭", "123": "現盧舍那身豎則萬境全彰放則虛空粉碎然雖如", "124": "是荊棘林中下腳易月明簾外轉身難卓拄杖下座。", "125": "上堂佛真法身猶若虛空應物現形如水中月驀呈", "126": "拄杖云大眾釋迦老子來也諸人見麼若向者裏見", "127": "得塵塵盡是釋迦剎剎皆為彌勒所以道無邊剎海", "128": "自他不隔於毫端十世古今始終不離於當念且道", "129": "正恁麼時如何委悉潑油見火渾無事雪上加霜經", "130": "幾秋復舉南泉示眾云文殊普賢昨夜三更甚鬧各", "131": "與二十棒趕出院去趙州云和尚棒教阿誰喫泉云", "132": "王老師在甚麼處州乃禮拜師云禮拜即不無且道", "133": "者二尊宿還有優劣也無若有文殊普賢在什麼處", "134": "若無趙州禮拜又作麼生分析良久云數聲清磬是", "135": "非外一箇閒人天地間下座。", "136": "上堂問昔日中峰今朝雲峰是同是別師云神出鬼", "137": "沒進云此意如何師云長安路上家家月萬里無雲", "138": "萬里天乃云窮諸玄辯若一毫置於太虛竭世樞機", "139": "似一滴投於巨海騰波沸海全體蕩空物物殊彰頭", "140": "頭顯露放開則玉轉珠迴把住則黃金失色是以得", "141": "大機顯大用在在不涉廉纖處處斬釘截鐵牢關把", "142": "斷水泄不通千聖并行萬靈同轍正恁麼時如何委", "143": "悉陋巷不騎金色馬回頭卻著破藍衫下座。", "144": "上堂人天號令佛祖規模不涉階梯突出難辨人人", "145": "眼裏有睛豈向他覓個個鼻孔撩天殊彰異彩正恁", "146": "麼時如天普蓋長見日月光輝似地普擎萬古山河", "147": "永固東出西沒運轉璇璣艸木叢林全彰奧旨纖毫", "148": "頭上悉是威光一毛孔中盡成華藏淨裸裸赤灑灑", "149": "要津坐斷凡聖難通且道箇中人來時如何豎拂子", "150": "云天上有星皆拱北人間無水不朝東下座。", "151": "元旦上堂新年頭是舊年尾舊年尾是新年頭掃除", "152": "新舊閒伎倆放出溈山水牯牛高也明也悠也久也", "153": "直得處處淳風鼓蕩人人喜氣盈眸咸歸至道之仁", "154": "永樂天真之化靈機廓爾智照洞然一念萬年了無", "155": "來去雖然如是且道祝國利生一句又作麼生萬方", "156": "有道歸王化一句無私樂太平卓拄杖下座。", "157": "上堂昔日靈山始祖翁拈華微笑逞神通拖泥帶水", "158": "相將去熨斗煎茶銚不同諸人且道如何是不同處", "159": "喝一喝下座。", "160": "解制上堂解開布袋頭放出箇猛虎狼藉天下人活", "161": "吞佛與祖俊鷹快鷂兒齊拔千鈞弩焦尾老大蟲利", "162": "牙爪可怖卓拄杖云惟有山僧箇楖栗輕輕敲動鹽", "163": "官鼓復云鼕鼕下座。", "164": "師誕上堂問毗藍園裏生雙林樹下滅如何是未生", "165": "句師云金菊正開無向背進云如何是滅後句師云", "166": "臘梅帶雪越精妍乃云人人道我今日生我道今年", "167": "今日死今年本是舊年期明年依舊從頭起釣來明", "168": "月賣風流誰識平天花甲子下座。", "169": "小參小參", "170": "小參問不住有無時如何師云艸賊敗也僧便喝師", "171": "云不住有無時如何僧擬議師云知你不是者腳手", "172": "李總戎問生死事大無常迅速兵興不息如何是好", "173": "師云放下來戎禮拜師乃云干戈叢裏鬥禪機兵戰", "174": "何如法戰奇勝鼓三撾邊燧靜凱旋且唱太平詞驀", "175": "拈拄杖云會麼此是佛祖戰場與五陰魔戰勝回程", "176": "現前大眾當此荒亂之世激揚箇事也須猛著精彩", "177": "如戰有功方是國家利器且畢竟如何得戰勝成功", "178": "去良久云主將能行令坐致太平時復舉法眼問修", "179": "山主云毫釐有差天地懸隔主云毫釐有差天地懸", "180": "隔眼云恁麼會又爭得主云某甲只會恁麼未審和", "181": "尚作麼生眼云毫釐有差天地懸隔主便拜師云你", "182": "等還知話頭落處麼因甚一得一不得且道淆訛在", "183": "甚麼處揀點得出許你與法眼相見脫或未然毫釐", "184": "有差天地懸隔。", "185": "小參說得須是見得見得又須說得說得見不得落", "186": "在見解偏枯見得說不得落在時機毒海山僧者裏", "187": "只饒說得分明見得徹去腳跟下好與三十棒說不", "188": "得見不得亦與三十棒何故聻雲峰門下賞罰分明。", "189": "小參舉馬大師翫月次問西堂正恁麼時如何堂云", "190": "正好修行問百丈如何丈云正好供養又問南泉泉", "191": "拂袖便行馬大師云經歸藏禪歸海惟有普願獨超", "192": "物外師云見怪不怪其怪自壞馬駒蹋殺天下人中", "193": "峰杰出群山外且道者三個尊宿聻聽取一頌臨機", "194": "無巧妙拈來不費工可笑棲棲者明暗怪虛空喝一", "195": "喝下座。", "196": "小參大事因緣不等閒急須提起話頭參有時參到", "197": "無參處覷破桃花是指南復舉玄沙到蒲田百戲迎", "198": "之次日問小唐長老昨日恁麼喧鬧向甚麼處去了", "199": "唐提袈裟角沙云料著沒交涉師云玄沙與小唐提", "200": "起箇事光輝祖域山僧到宕渠亦無百戲來迎只見", "201": "桃花滿樹試問諸人宕渠與蒲田所見是同是別良", "202": "久云奇逢豈例閒相識都是靈山有約來。", "203": "追嚴小參般若恩光週法界菩提樹茂永青青更悟", "204": "杖頭直指意椿萱三世悉超昇拈拄杖云大眾會麼", "205": "如其會得盡大地是般若光光未發時無佛無眾生", "206": "諸天捧華無路千聖窺覷無門今日事不獲已未免", "207": "向第二義頭作諸佛事以杖劃一畫云截斷悲傷風", "208": "木古人人父母盡生天。", "209": "小參一年三百六十日日日人忙直到頭若然會得", "210": "不忙底不風流處也風流且道如何是不忙底人院", "211": "主云不忙人不會師云三十夜到來莫道不忙好。", "212": "施主請小參澗水潺潺談半偈山花朵朵現全身更", "213": "欲山僧搖長舌分明一句絕疏親復舉龐居士問石", "214": "頭云不與萬法為侶者是甚麼人頭掩其口士乃有", "215": "省又問馬祖祖云待汝一口吸盡西江水即向汝道", "216": "士乃大悟師云且道悟箇甚麼如其會得居士悟處", "217": "便會二祖會處會得會處便會得悟處雖然檢點將", "218": "來都盧祗具一隻眼。", "219": "開示開示", "220": "師云汝等既為生死學道須當憤發其志志若不堅", "221": "久之便打退鼓虛度歲月有何益哉然憤志非偶不", "222": "是說了便罷必要立箇死限方有少分相應自覺覺", "223": "人自利利他互相砥礪發明此事昔佛燈封被哲侍", "224": "者圓枕慈明引錐白雲危坐從上古人皆如此操履", "225": "所以光明碩大照耀無窮或有先慧後定先定後慧", "226": "或定慧等持悟解雖圓亦當修證若悟而不修有花", "227": "無果修而不悟有果無花只教果因一徹悟解雙圓", "228": "如此用心何愁不到古人田地今烽煙之後聚此滿", "229": "堂龍象和氣藹然期會難遇若不精誠憤志更待何", "230": "日雖然雪後始知松柏操事難方見丈夫心。", "231": "開示此事貴在勇猛若猶豫便不得力所謂暫時不", "232": "在如同死人不落妄想便是無記如在雲霧度日毫", "233": "不精爽必須剔起眉毛直下覷破猛猛省省不顧危", "234": "亡晝夜無間前去不得後去不得從斯起大疑情自", "235": "然徹去珍重。", "236": "開示參禪最忌落在無事甲裏做活計縱參到頭白", "237": "齒黃也沒交涉諸兄珍重好教所謂虛妄浮心多諸", "238": "巧見從上諸祖不傳別法直指人心見性成佛若不", "239": "識取本心更向外求於妄心中復生妄境如虛空華", "240": "無復結果縱經塵劫亦不能成就須向二六時中舉", "241": "足動步迴光返照歸在一處討箇分曉始知頭頭獨", "242": "露物物全彰事事不周而自周法法不融而自融萬", "243": "境不能浸群魔不能入雖然如是不是一番寒徹骨", "244": "怎得梅華撲鼻香。", "245": "機緣機緣", "246": "僧問如何是盡力句師便打進云如何是幻化空身", "247": "即法身師亦打進云法身空身相隔多少師云老僧", "248": "罪過。", "249": "僧問如何是奪人不奪境師云綠滿芳叢進云如何", "250": "是奪境不奪人師云放汝出頭進云如何是人境兩", "251": "俱奪師云猛虎坐高堂進云如何人境俱不奪師云", "252": "綠樹陰濃夏日涼。", "253": "僧問秋光一點露時如何師云通身無影相進云向", "254": "上事如何師驀頭一棒。", "255": "僧問如何是西來大意師云描不成進云畢竟如何", "256": "師云畫不就。", "257": "僧問終日穿衣喫飯不知是誰師云喫茶去進云趙", "258": "州猶在師云只聞流水響不聽落花聲。", "259": "頌古頌古", "260": "夜睹明星夜睹明星", "261": "六年冷坐寒巖窟舌上生毛三尺足一見明星眼豁", "262": "開至今猶把招魂讀", "263": "見見之時見非是見見見之時見非是見云云", "264": "見見之時見不及胡僧兩眼黑如漆狸奴尾上繫金", "265": "鎚食到口邊難返躑", "266": "庭前柏樹子庭前柏樹子", "267": "獨立庭前柏樹子逢人那個是知己神風散雨冷煙", "268": "霞翠色蒼蒼蔭到底", "269": "靈雲見桃花因緣靈雲見桃花因緣", "270": "靈雲見道悟桃花枯木生枝又發芽莫謂玄沙猶未", "271": "肯從來眼裏不添沙", "272": "南泉斬貓南泉斬貓", "273": "堪笑兩堂不唧溜無端揚出自家醜一刀兩段早橫", "274": "身免得臭聲千古有", "275": "誰字誰字", "276": "誰悟誰參誰悟誰參誰誰悟悟誰誰當誰覷破覓誰", "277": "者始信參誰不是誰", "278": "狗子佛性因緣狗子佛性因緣", "279": "無性狗子不解哮吼喚便回頭趯著便走", "280": "狗子有性堂堂正令咬殺佛祖來者乞命", "281": "有性無性人人疑著這箇畜生頭上帶角", "282": "聯芳聯芳", "283": "恒秀發林禪人恒秀發林禪人", "284": "獅子窟中獅子兒謾將牙爪對人施有時𨁝跳法堂", "285": "前哮吼一聲天地寂", "286": "法語法語", "287": "示發榮高居士示發榮高居士", "288": "明了其家所歸道路一也但不知以何為家以何為", "289": "路即此心者是也心外無法法外無心一心之法何", "290": "勞外求勉之。", "291": "示發忠居士示發忠居士", "292": "天地間作好人猶欲盡善況為聖賢者然聖賢事業", "293": "不過是安分二字以了平生且道如何即是皇天無", "294": "二道聖凡無兩般。", "295": "示發志陳居士示發志陳居士", "296": "若道此事從因緣生滅中而有生滅中有不生滅者", "297": "可曾薦取否若向此中薦得師姑原是女人做。", "298": "示發洪萬居士示發洪萬居士", "299": "善人行善事頭頭耳法法耳無不從此一善永善然", "300": "後作事始知我本有不消借取他人也勉之。", "301": "真讚真讚", "302": "初祖初祖", "303": "這箇老胡心眼條直不計年華獨坐磐石舌頭無骨", "304": "眼有筋力曾為梁皇九年面壁遺下禍胎隻履歸去", "305": "面目儼然只少口氣咄休來者裏弄枯禪莫道無人", "306": "通消息", "307": "詩偈詩偈", "308": "行腳有感行腳有感", "309": "萍蹤飄泊在天涯曲徑春深艸木賒渴飲清泉和月", "310": "掬饑挑野菜帶雲拏殘霞亂剪縫衣重怪石橫堆倚", "311": "杖斜翻憶古今賢哲事蒲團坐破總非他", "312": "遊興龍寺遊興龍寺", "313": "禪林深處古瑤臺怪石玲瓏樹倒栽水鼓磯琴隨耳", "314": "靜松邀明月上窗來雪埋峭壁生苔滑花綻疏籬繞", "315": "徑開幽興偶然逢勝地好將竹杖恣徘徊", "316": "遊三賢洞遊三賢洞二首", "317": "勝跡嵯峨聳翠岑斜穿埜徑白雲深山驚風響林棲", "318": "鶴水滴潭鳴石操琴四壁藤華懸碧洞一窗孤月映", "319": "禪心缽囊到處頻開展無事蓬居問主人", "320": "古洞悠然別有奇孤雲野鶴任棲遲桃紅柳綠庭前", "321": "畫燕語鶯啼壁上詩靜裏聞聲風撼竹窗前見影月", "322": "臨池渾忘世慮消炎暑寂寞空山到者稀", "323": "春雪春雪", "324": "東風昨夜忽衝霄吹落梨花處處飄古木枝枝皆吐", "325": "玉層巒疊疊盡垂瑤空中有色徒增粉眼底無沙那", "326": "著標萬境皓然堪一臥也知幻裏幻真超", "327": "山居山居", "328": "疊疊峰攢疊疊峰白雲深處寄孤蹤松窗日曉夢初", "329": "醒瓦缶茶烹味正濃雨過徑苔添綠色月來池沼盪", "330": "荷容蕭然曳杖乘幽興林下徐行聽遠鐘", "331": "懷雪臂法兄和尚懷雪臂法兄和尚二首", "332": "幽徑穿林繞亂峰計窮無處覓行蹤空中華雨徒霏", "333": "座簾外風雲枉度鐘泉帶月明流石缽衲和山靄挂", "334": "巖松應知慧遠清翛榻未許伊人禮玉容", "335": "攜笻直上白雲峰曲徑飛泉過幾重卓錫瀠洄梅嶺", "336": "月浮杯蕩漾錦江風深山寂寂無人語澗水滔滔有", "337": "句通展轉憶君還憶德幾回敲韻話青松", "338": "擬石屋韻擬石屋韻", "339": "白衣擬類佛袈裟遍體㲯毿未易嗟見客臨筵畏似", "340": "虎逢人拈箸活如蛇青山高枕猶添夢綠水當窗儘", "341": "落花道眼風塵何日盡長歌一曲出煙霞", "342": "遊朝陽洞遊朝陽洞", "343": "洞中笑覽玲瓏石涌出天泉特地流崖畔笙歌明歷", "344": "歷谿邊藻韻自悠悠瓊扉不鎖煙霞幕皓月明連艸", "345": "木秋看水看山時看鶴忘機得意興偏留", "346": "晚眺晚眺二首", "347": "閒閒無箇事登臨萬里賒拽杖來谿谷翹首望煙霞", "348": "嶽頂嵐光淡波心月影斜遙看天際外樹樹集寒鴉", "349": "薄暮入孤峰山重水亦重依依雲駛懶數數鳥爭桐", "350": "徑僻人留跡風高松韻濃野情無限意多在月明中", "351": "春日同友人歸話月山舍春日同友人歸話月山舍", "352": "攜笻歸隱處花徑鳥聲幽冰釋魚龍躍山空水月浮", "353": "同君青嶂外伴我白雲遊翻憶舊蓮社聊將詩賦酬", "354": "山居山居", "355": "茅屋深幽處流泉咽谷鳴奇峰藏怪石涼月映心清", "356": "塵靜餘空寂客來懶送迎扶笻舒野望雲從足下生", "357": "春日訪玉環老宿新建善寓庵春日訪玉環老宿新建善寓庵", "358": "精藍新卜築覽勝蹋莓苔芳艸穿籬長藤花繞逕開", "359": "扁舟簾外渡皓月榻邊來談罷空林事與君笑一回", "360": "訪聖幢法兄和尚新建南林精舍訪聖幢法兄和尚新建南林精舍", "361": "竹院喜新搆招提傍古城鐘聲傳石窟月影數華莖", "362": "戶外碧峰秀階前綠沼平炊茶偕盛友相共話無生", "363": "送天鏡之江南送天鏡之江南", "364": "不覺春帆動知君去去忙香飄梅已亂雨霽柳初狂", "365": "別路千山遠離思一水長回看新白足永趾桂林香", "366": "元旦問水元旦問水", "367": "日暖乘初興尋幽問水源谿深梅帶雨谷冷石生煙", "368": "動影涵青嶂搖波浸碧天悠然環古洞疑是臥龍潛", "369": "山居山居七首", "370": "箬笠癭瓢挂壁間行蹤放下自安閒把茅不比尖頭", "371": "屋縱有柴門不用關", "372": "遯世安禪住此山蒲團七破始知閒翛然突出凡塵", "373": "外不結跏趺不掩關", "374": "卜築尋幽去住山栽松種竹日消閒雲封古逕無人", "375": "到滿目青山盡祖關", "376": "未到深山似有山到來何處不安閒寥寥瞪目無他", "377": "物唯見松華度竹關", "378": "一層山外一層山展缽隨緣出世間記得空生巖下", "379": "坐月移華影到禪關", "380": "忘情樂道住深山境寂塵空處處閒諸念已隨流水", "381": "去懶跏趺坐邁玄關", "382": "落花流水滿谿山一徑蒼苔伴我閒閉戶無人春寂", "383": "寂月篩竹影映禪關", "384": "巖軒巖軒四首", "385": "悠然別是一天台誰縛柴門傍石開四壁水光堪逸", "386": "興藤花風送落新階", "387": "傍崖卜築亭空寂一任煙雲集幾堆頑石點頭機自", "388": "化時人莫作等閒猜", "389": "天連水也水連天亭啟窗看紫霧懸幸有流泉知此", "390": "意卻來杖底共談禪", "391": "洞天勝概古今奇策杖頻登訪故知謾道幽懷偏隱", "392": "處好將空缽挂高枝", "393": "種竹種竹", "394": "攜鋤種竹敲新韻掬水澆華惺舊顏煮石暇時延野", "395": "客一谿雲月冷禪關", "396": "行腳行腳", "397": "野衲尋芳度嶺頭晴空一望露清秋孤圓伴宿林梢", "398": "月煙水盡從缽裡收", "399": "遊玉仙洞遊玉仙洞", "400": "古洞嵯峨信步投殘霞幾片挂峰頭崎嶇怪石如聞", "401": "法聳立崖臺不記秋", "402": "初春初春", "403": "層巒一徑望天涯拄杖翻雲客興賒舉步尋芳煙水", "404": "際不知何處折梅花", "405": "雪梅雪梅", "406": "紛紛玉屑夾雲浮峰頂摩天盡白頭秖有寒梅色不", "407": "改一枝獨放玉林丘", "408": "除夕除夕", "409": "嚴寒殘臘接三陽移舊迎新歲月長坐對談心忘夜", "410": "永江風吹送玉梅香", "411": "元旦元旦", "412": "人間此日鬧喧天山寺幽閒不計年欲覓頭陀深隱", "413": "處雪梅花下聽流泉", "414": "別顏文學別顏文學", "415": "重道如山不可違悵然送我過柴扉東風未識離人", "416": "意惱亂梅華點客衣", "417": "壽大枝監院壽大枝監院", "418": "菩提種自威音前經幾嚴霜色相鮮覷破悠然光彩", "419": "麗何須更祝大椿年", "420": "送蒼松法兄和尚歸峨眉送蒼松法兄和尚歸峨眉", "421": "一重山外一重天蹋碎峨眉月正圓援物莫嫌伸臂", "422": "晚時拈白棒絕狐禪", "423": "示慧光禪人示慧光禪人", "424": "湛湛碧潭浪滔天翻然錦水活龍眠他時奮甲騰霄", "425": "漢布雨施雲澤大千", "426": "示眾示眾五首", "427": "學道猶如敵萬兵頻敲勝鼓始回程狼煙掃盡塵氛", "428": "泯功就誰思細柳營", "429": "金剛戒體露堂堂皎潔無瑕滿月光一映千江隨浪", "430": "卷剎塵都是苾芻香", "431": "參禪端的戒為先二六時中痛著鞭識得通身渾是", "432": "戒從前持犯一齊捐", "433": "參禪端的戒為先枯木寒灰是病淵曾憶慧能親切", "434": "處百思不斷紹單傳", "435": "參禪端的戒為先剔起眉毛子細看凡聖兩岐俱截", "436": "斷超然別是一壺天", "437": "又", "438": "父母未生前何為本來面咄哉大丈夫看取石鞏箭", "439": "父母未生前何為本來面珍重木人言虛空捉閃電", "440": "父母未生前何為本來面迷隔萬重山悟時一條線", "441": "因僧請問托缽話師示以偈因僧請問托缽話師示以偈", "442": "坐立儼然知不知巖頭密啟令人疑春風不用生愁", "443": "里玉兔橫眠雪裏時", "444": "示空凡禪人示空凡禪人", "445": "刈盡荊棘了靈芝自發芽無明煩惱歇常開智慧華", "446": "示芝蘭上座示芝蘭上座", "447": "萬緣都撇卻樹下且跏趺坐落天邊月人間作畫圖", "448": "示指迷善人示指迷善人", "449": "一句彌陀佛能消歷劫愆如是念將去何愁不現前", "450": "山居山居", "451": "我愛深山好野徑清風掃一衲一烏藤隨方任起倒", "452": "又", "453": "靜坐不知時杜鵑晝夜啼山深忘世樂白雲共我棲", "454": "雲中懷友雲中懷友", "455": "雪裏懷知己翛然弗畏寒一般清意味秪自不相瞞", "456": "門弟子月賢孫普從對", "457": "雲幻宸禪師語錄終", "458": "塔記雲幻宸禪師塔記", "459": "師法諱印宸蜀之忠州人也本姓萬氏童時有出俗", "460": "之志告二親得命十六出家廿二歲稟戒於象崖珽", "461": "禪師侍巾缾三載後乃訪道四方走雙桂參破山老", "462": "人即服膺執弟子禮法務無難久之命掌監寺辛苦", "463": "勞脆有所不辭無毫髮鄙吝心見於顏色而眾德之", "464": "後受巴州之請說法中峰淨慈二剎平生為人不肯", "465": "假借孤硬到底忽於康熙己酉四月望六日在本郡", "466": "石鼓寺粥後入堂趺坐乃伸右足云大眾會麼吾將", "467": "逝矣盡十方世界都盧是者箇眾悲感乞師留偈師", "468": "應聲曰曠大劫來無去住縱橫應用廣流布悄然蹋", "469": "倒上頭關一切是非渾不顧語畢而逝世壽四十七", "470": "僧臘二十五嗣法弟子恒秀林月賢會等五人建塔", "471": "於石鼓寺之左余守開化因與綠蘿恒禪師交深有", "472": "年固以幻師塔記授余余愧筆頭無金剛正眼豈能", "473": "使幻師末後一段光明照天照地去也余即記之又", "474": "能窺其涯涘於萬一哉請者益篤不得已乃引其事", "475": "而為之銘曰。", "476": "破山峭象崖突雲幻平斷嶺嶠不借路", "477": "自回照無縫塔螻蟻笑一片幻雲絕孔竅", "478": "時", "479": "康熙二十一年八月十八日閩龍潯李道泰書于開", "480": "化署中"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B353 雲幻宸禪師語錄", "author": "清 印宸說　發林等編　王民皞序　李道泰塔記"}