{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1180 重訂西方公據", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "五往生功行圖等度冤親", "1": "重訂西方公據卷下", "2": "知歸學人　彭際清　集", "3": "六蓮宗開示六蓮宗開示", "4": "專雜二修說專雜二修說唐善導和尚", "5": "問。何故不令作觀。直遣專稱名號。答。眾生障重。境細", "6": "心麤。識颺神飛。觀難成就。是以大聖悲憐。直勸專稱", "7": "名字。正由稱名易故。相續即生。若能念念相續。畢命", "8": "為期者。十即十生。百即百生。何以故。無外雜緣。得正", "9": "念故。與佛本願相應故。不違教故。順佛語故。若捨專", "10": "念修雜業者。百中希得一二。千中希得三四。何以故。", "11": "乃由雜緣亂動。失正念故。與佛本願不相應故。與教", "12": "相違故。不順佛語故。繫念不相續故。心不相續。念報", "13": "佛恩故。雖作業行。常與名利相應故。樂近雜緣。自障", "14": "障他往生正行故。比見諸方道俗。解行不同。專雜有", "15": "異。但使專意作者。十即十生。修雜不至心者。千中無", "16": "一。願一切人等。善自思惟。行住坐臥。必須厲心克己。", "17": "晝夜莫廢。畢命為期。前念命終。後念即生。長時永劫。", "18": "受無為法樂。乃至成佛。豈不快哉。", "19": "臨終正念訣臨終正念訣同　上", "20": "凡夫臨終。欲生淨土。須是不得怕死。常念此身多苦。", "21": "不淨惡業。種種交纏。若得捨此穢身。超生淨土。乃是", "22": "稱意之事。如脫敝衣。得換珍服。放下身心。莫生戀著。", "23": "才遇有病。便念無常。一心待死。須囑家人及問候人。", "24": "來我前者。為我念佛。不得說眼前閒雜之話。及家中", "25": "長短之事。亦不須輭語安慰。祝願安樂。此皆虗華無", "26": "益。若病重將終。親屬不得垂淚哭泣。及發嗟歎懊惱", "27": "聲。惑亂心神。失其正念。但同聲念佛。守令氣盡。若得", "28": "明曉淨土之人。頻來䇿勵。極為大幸。依此法者。決定", "29": "往生。更無疑也。", "30": "禪淨四料簡禪淨四料簡宋永明禪師", "31": "有禪無淨土。十人九錯路。陰境若現前。瞥爾隨他去。", "32": "無禪有淨土。萬修萬人去。但得見彌陀。何愁不開悟。", "33": "有禪有淨土。猶如戴角虎。現世為人師。當來作佛祖。", "34": "無禪無淨土。鐵牀并銅柱。萬劫與千生。沒箇人依", "35": "怙。", "36": "往生問答往生問答同　上", "37": "問。觀經明十六觀門。皆是攝心修定。觀佛相好。諦了", "38": "圓明。方階淨域。如何散心而能化往。答。九品經文。自", "39": "有升降。上下該攝。不出二心。一定心。如修習定觀。上", "40": "品往生。二專心。但念名號。眾善資熏。回向發願。得成", "41": "末品。仍須一生歸命。盡報精修。坐臥之間。常面西向。", "42": "當行道禮敬之際。念佛發願之時。懇苦翹誠。無諸異", "43": "念。如就刑獄。若在狴牢。怨賊所追。水火所逼。一心求", "44": "救。願脫苦輪。速證無生。廣度含識。紹隆三寶。誓報四", "45": "恩。如斯志誠。必不虗棄。如或言行不稱。信力輕微。無", "46": "念念相續之心。有數數間斷之意。平時懈怠。臨終望", "47": "生。但為業障所牽。恐難值其善友。風火逼迫。正念不", "48": "成。何以故。如今是因。臨終是果。應須因實。果則不虗。", "49": "聲和則響順。形直則影端也。如要臨終十念成就。但", "50": "預辦津梁。合集功德。回向此時。念念不虧。即無慮矣。", "51": "問。見性悟道。便超生死。何用繫念彼佛。求生他方。答。", "52": "真修行人。應自審察。如人飲水。冷煖自知。諸仁者。當", "53": "觀自己行解。見性悟道。受如來記。紹祖師位。能如馬", "54": "鳴龍樹否。念無礙辯才。證法華三昧。能如天台智者", "55": "否。宗說皆通。行解兼利。能如忠國師否。此諸大士。皆", "56": "明垂言教。深勸往生。蓋是自利利他。豈肯誤人自誤。", "57": "況大雄讚歎。金口丁寧。希從昔賢。恭稟佛勅。定不謬", "58": "誤也。至往生傳所載古今事迹。顯著非一。宜勤觀覧。", "59": "以自照知。又當自度臨命終時。生死去往。定得自在", "60": "否。自無始來惡業重障。定不現前。此一報身。定脫輪", "61": "回否。三途惡道。異類中行。出沒自由。定無苦惱否。天", "62": "上人間。十方世界。隨意寄託。定無滯礙否。若也了了", "63": "自信得及。何善如之。若其未也。莫以一時貢高。卻致", "64": "永劫沈淪。自失善利。將復尤誰。嗚呼哀哉。何嗟及矣", "65": "此節語載龍舒淨土文第十一卷。云出王敏仲直指淨土決疑集。今決疑集已不傳。而世間通行淨土文祗有", "66": "十卷。恐漸湮沒。故錄其文。與萬善同歸一節。並列如右。", "67": "勸人發隨偈并敘勸人發隨偈并敘慈照宗主", "68": "念佛之人。若不發心求生淨土。皆是埋頭過日。自失", "69": "善利。大凡念佛。先要發心。欲超生死。往生淨土。須以", "70": "大願自為主意。常須念佛。早晚專心禮拜彌陀。如朝", "71": "帝主。兩不失時。日近日親。心口與佛相應。去佛不遠。", "72": "口念心想。心願見佛。發深重願。決信無疑。日久歲深。", "73": "工夫純熟。自然三昧成就。臨命終時。彌陀接引。淨土", "74": "現前。更願現生之內。常遇善知識。不值邪見師。無惑", "75": "我心。不生懈怠。如此念佛。深信發願。是信行願三不", "76": "虧也。臨終見佛。即非外來。盡是唯心顯現。猶如種子", "77": "在地。逢春發生。豈是外來。皆從地出也。今之修行亦", "78": "爾。念佛信願。納在八識心地。臨終發現。淨土彌陀。即", "79": "非外來。皆從自心出也。偈曰。", "80": "萬法從心生萬法從心滅我佛大沙門", "81": "常作如是說持戒無信願不得生淨土", "82": "唯得人天福福盡受輪回輾轉難脫離", "83": "看經無慧眼不識佛深意後世得聰明", "84": "亂心難出離不如念佛好現世無名利", "85": "行坐不多羅則是阿彌陀發願持戒力", "86": "迴向生樂國如是各行持千中不失一", "87": "釋迦金口說彌陀親攝受諸佛皆護念", "88": "諸天善護持見此念佛人與佛不相遠", "89": "應當坐道場轉於大法輪普度無邊眾", "90": "譬如貧家女腹孕轉輪王諸天常愛護", "91": "貧女自不知腹中有貴子今此念佛人", "92": "其意亦如是憶佛常念佛不久當成佛", "93": "諸佛善護持其人自不知我當生淨土", "94": "卻要來後世再得生人中譬如貧人家", "95": "地內有伏藏藏神常守護不令其有失", "96": "貧人自不知家內有寶藏逐日趁客作", "97": "求衣食自濟今此念佛人其意亦如是", "98": "不知念佛人具足如來藏自說我無分", "99": "反要生人中譬如病人家自有真妙藥", "100": "不知妙藥性不能自治病每日牀枕邊", "101": "痛苦受無量今此念佛人其意亦如是", "102": "不知念佛心能滅貪瞋癡能為大醫王", "103": "能為大寶藏利濟一切人能為大法王", "104": "覆護一切眾將謂是凡夫不得生淨土", "105": "且自持齋戒後世願為人輾轉更修行", "106": "方可生彼國多見修行人常作如是說", "107": "不稱彌陀願不合淨土經邪見障覆心", "108": "畢竟難出離非是他人障皆是自障心", "109": "今世不得生一蹉是百蹉勸汝修行人", "110": "信我如來說佛無不實語豈是虗誑言", "111": "但當自精勤一心求淨土因風吹於火", "112": "用力不消多幸有念佛心回願超三界", "113": "逢寶不取寶遇食苦長飢咄哉大丈夫", "114": "不見真實意我今略勸讚輾轉傳與人", "115": "代我廣流通作於如來使真是諸佛子", "116": "真名報佛恩普願如說行同生極樂國", "117": "修進工夫修進工夫虎谿尊者", "118": "凡修淨土之人。灼然是要敵他生死。不是說了便休。", "119": "當念無常迅速。時不待人。須是把做一件事始得。若", "120": "也半進半退。似信似疑。濟得恁麼事。如何出離輪回。", "121": "若是信得及。便從今日去。發大勇猛。發大精進。莫問", "122": "會與不會。見性不見性。但只執持一句南無阿彌陀", "123": "佛。如靠著一座須彌山相似。搖撼不動。專其心。一其", "124": "意。或參念觀念憶念十念。或默念專念繫念禮念。念", "125": "茲在茲。常憶常念。朝也念。暮也念。行也念。坐也念。心", "126": "念不空過。念佛不離心。日日時時。不要放捨。緜緜密", "127": "密。如雞抱卵。常教煖氣相接。即是淨念相繼。更加智", "128": "照。則知淨土即是自心。此乃上智人修進工夫。如此", "129": "把得定。做得主。靠得穩。縱遇苦樂逆順境界現前。只", "130": "是念阿彌陀佛。無一念變異心。無一念退惰心。無一", "131": "念雜想心。直至盡生。永無別念。決定要生西方極樂", "132": "世界。果能如是用功。則歷劫無明。生死業障。自然消", "133": "殞。塵勞習漏。自然淨盡無餘。親見彌陀。不離本念。功", "134": "成行滿。願力相資。臨命終時。定生上品。", "135": "專意一念專意一念同　上", "136": "真信修行之事。端的要生西方極樂世界。專意一念。", "137": "持一句阿彌陀佛。只此一念。是我本師。只此一念。即", "138": "是化佛。只此一念。是破地獄之猛將。只此一念。是斬", "139": "羣邪之寶劍。只此一念。是開黑暗之明燈。只此一念。", "140": "是度苦海之大船。只此一念。是脫生死之良方。只此", "141": "一念。是出三界之徑路。只此一念。是本性彌陀。只此", "142": "一念。達唯心淨土。但只要記得者一句阿彌陀佛在", "143": "念。莫教失落。念念常現前。念念不離心。無事也如是", "144": "念。有事也如是念。安樂也如是念。病苦也如是念。生", "145": "也如是念。死也如是念。如是一念分明不昧。又何必", "146": "問人覓歸程乎。", "147": "開示開示明蓮池大師", "148": "妄念是病。念佛是藥。久病非片劑所能療。積妄非暫", "149": "念所能除。其理一也。莫管他妄念紛飛。只貴在念佛", "150": "精切。字字分明。句句接續。極力執持。方有趨向分。所", "151": "謂真積力久。而一旦豁然。喻如磨杵作鍼。鍊鐵成銅", "152": "者。定不誣也。入道多門。唯此一門最為捷徑。不可忽", "153": "不可忽。", "154": "此道至玄至妙。亦復至簡至易。以簡易故。高明者忽", "155": "焉。夫生死不離一念。乃至世出世間萬法皆不離一", "156": "念。今即以此念念佛。何等切近精實。若覰破此念起", "157": "處。即是自性彌陀。即是祖師西來意。縱令不悟。乘此", "158": "念力。往生極樂。且橫截生死。不受輪回。終當大悟耳。", "159": "願放下萬緣。十二時中念念提撕。是所至望。", "160": "古人教親近明師。求善知識。而善知識實無口傳心", "161": "授祕密法門。只替人解黏去縛。便是祕密。今但執持", "162": "名號一心不亂。此八箇字。即是解黏去縛祕密法門。", "163": "即是出生死堂堂大路。朝念暮念。行念坐念。念念相", "164": "續。自成三昧。莫更他求也。", "165": "真信淨土決志往生者。不論已悟未悟。其從事單傳", "166": "直指而未悟者。雖日以參禪為務。不妨發願往生。以", "167": "未能不受後有。畢竟有生處故。不是偷心岐路心也。", "168": "其已悟者。古人云汝將謂一悟便可上齊諸佛乎。故", "169": "普賢為華嚴長子。雖塵塵華藏。在在蓮󳬛。而行願品", "170": "必拳拳乎以往生安樂為言也。已悟尚然。未悟可知", "171": "矣。", "172": "警眾警眾同　上", "173": "入道要門。信為第一。惡事非信。尚不成就。況善事乎。", "174": "譬如世間盜賊。時乎敗露。官府非不以極刑繩之。迨", "175": "後釋免。依舊不悔。所以者何。他卻信得者條門路。不", "176": "齎一文本錢。獲利無算。所以備受苦痛。決不退悔。今", "177": "人念佛再不肯真切加功。只是不曾深思諦信。不要", "178": "說不信淨土。只如世尊說人命在呼吸間。者一句話。", "179": "於義理不是難解說。爾等眼裏親見。耳裏親聞。經過", "180": "許多榜樣。如今要爾信得者句話。早是不能彀也。爾", "181": "若真實信得者句話。則念佛法門。不必要我費盡力", "182": "氣。千丁萬屬。爾自如水赴壑。萬牛不能挽矣。", "183": "予見新學後生。才把一句佛頓在心頭。閒思妄想愈", "184": "覺騰沸。便謂念佛工夫。不能攝心。不知汝無量劫來", "185": "生死根由。何能即斷。且萬念紛飛之際。正是做工夫", "186": "時節。旋收旋散。旋散旋收。久後工夫純熟。自然妄念", "187": "不起。旦汝之能覺妄念者。虧者句佛耳。如不念佛之", "188": "時。瀾翻潮涌。剎那不停。自己豈能覺乎。", "189": "念佛有默持。有高聲持。有金剛持。然高聲覺太費力。", "190": "默念又易昏沈。只是緜緜密密。聲在唇齒之間。乃謂", "191": "金剛持。然又不可執定。或覺費力。則不妨默持。或覺", "192": "昏沈。則不妨高聲。如今念佛者。只是手打魚子。隨口", "193": "叫喊。所以不得利益。必須句句出口入耳。聲聲喚醒", "194": "自心。譬如一人濃睡。一人喚云某人。則彼即醒矣。所", "195": "以念佛最能攝心。", "196": "今人不肯念佛。只是輕視西方。不知生西方。乃是大", "197": "德大福大智大慧大聖大賢的勾當。轉娑婆成淨土。", "198": "不同小可因緣。汝但看此城中。一日一夜。死卻多少", "199": "人。不要說生西方。即生天。千百人中尚無一箇。其有", "200": "自負修行者。祇是不失人身而已。故我世尊大慈。大", "201": "悲。示此法門。功過乾坤。恩逾父母。粉骨粹身。不足為", "202": "報。", "203": "開示開示憨山大師", "204": "念佛求生淨土。元是要了生死大事。今人發心要了", "205": "生死。方才肯念佛。只說佛可以了生死。若不知生死", "206": "根株。畢竟向何處念。若念佛的心。斷不得生死根株。", "207": "如何了得生死。如何是生死根株。古人云。業不重。不", "208": "生娑婆。愛不斷。不生淨土。是知愛乃生死根株。推此", "209": "愛根。不是今生有的。亦不是一二三四生有的。自無", "210": "始以來。生生世世。捨身受身。何曾有一念離此愛根", "211": "耶。如此愛根種子。積劫深厚。故生死無窮。今日方才", "212": "發心念佛。只望空求生西方。連生死之根尚且不知。", "213": "何曾有一念斷著。既不知生死之根。則念佛一邊念。", "214": "生死根只聽長。如此念佛。與生死兩不相關。念到臨", "215": "命終時。只見生死愛根現前。那時方知佛全不得力。", "216": "悔之遲矣。故勸今念佛的人。先要知愛是生死根本。", "217": "而今念佛。念念要斷者愛根。即日用現前在家念佛。", "218": "眼中見的兒女子孫家緣財產。無一件不是愛的。如", "219": "全身在火阬中一般。愛是主宰。念佛是皮面。且如兒", "220": "女之情現前時。回光看看。者一聲佛。果能敵得者愛", "221": "麼。果然斷得者愛麼。若斷不得者愛。畢竟如何了得", "222": "生死。故勸念佛人。第一要為生死心切。要斷生死心", "223": "切。要在生死根株上念念斬斷。則念念是了生死之", "224": "時也。如此念念真切。刀刀見血。若不出生死。則諸佛", "225": "墮妄語矣。", "226": "修行第一要為生死心切。生死不切。如何敢云念佛", "227": "成片。且眾生自無量劫來。念念妄想。情根固蔽。即今", "228": "生出世。何曾一念痛為生死。日用念念循情。未嘗反", "229": "省。今欲以虗浮信心。就要斷多劫生死。所謂滴水救", "230": "積薪之火。豈有是理哉。若果為生死心切。念念若救", "231": "頭然。只恐一失人身。百劫難復。將此一聲佛咬定。定", "232": "要敵過妄想。一切處念念現前。不被妄想遮障。如此", "233": "下苦切工夫。久久純熟。自然相應。不求成片而自成", "234": "一片矣。直須勇猛。更莫遲疑。", "235": "凡念佛時。先將自己胸中雜亂念頭。一齊放下。放到", "236": "無可放處。單單提起一句阿彌陀佛。歷歷分明。心中", "237": "不斷。如線貫珠。又如箭筈相拄。中間無一毫空隙處。", "238": "如此著力靠定。於一切處不被境緣牽引打失。日用", "239": "動靜。不雜不亂。夢寐如一。念到臨命終時。一心不亂。", "240": "便是超生淨土之時也。", "241": "每日除二時功課外。單將一聲阿彌陀佛。橫在胸中。", "242": "念念不忘。心心不昧。把一切世事都不思想。只將一", "243": "句佛作自己命根。咬定牙關。決不放捨。乃至飲食起", "244": "居行住坐臥。此一聲佛。時時現前。若遇逆順喜怒煩", "245": "惱境界。心不安時。就將者一聲佛提起一拶。即見煩", "246": "惱當下消滅。以念念煩惱是生死苦根。今以念佛消", "247": "滅煩惱。便是佛度生死苦處。若念佛消得煩惱。便可", "248": "了得生死。更無別法。若念佛念到煩惱上作得主。便", "249": "於睡夢中作得主。若於睡夢中作得主。則於病苦中", "250": "作得主。若於病苦中作得主。則於臨命終時。便知去", "251": "處矣。此事不難行。只是要一念為生死心切。單單靠", "252": "定一聲佛。更不別向尋思。久久純熟。自然得大安樂", "253": "得大受用。", "254": "示念佛法門示念佛法門蕅益法師", "255": "念佛法門。別無奇特。只深信力行為要耳。雲棲云。一", "256": "句阿彌陀佛。該羅八教。圓攝五宗。可惜今人將念佛", "257": "看做淺近勾當。謂愚夫愚婦工夫。信既不深。行亦不", "258": "力。終日悠悠。淨功莫剋。設有巧設方便。動以參究誰", "259": "字為向上。殊不知現前能念之心。本自離過絕非。不", "260": "消作意離絕。即現前所念之佛。本自超情離計。何勞", "261": "說妙談玄。祇貴信得及。守得穩。直下念去。或晝夜十", "262": "萬。或五萬三萬。以決定不缺為準。畢此一生。誓無變", "263": "改。若不得往生者。三世諸佛便為誑語。一得往生。永", "264": "無退轉。種種法門。咸得現前。切忌今日張三。明日李", "265": "四。遇教下人。又思尋章摘句。遇宗門人。又思參究問", "266": "答。遇持律人。又思搭衣用鉢。此則頭頭不了。帳帳不", "267": "清。豈知念得阿彌陀佛熟。三藏十二部極則教理都", "268": "在裏許。千七百公案向上機關亦在裏許。三千威儀", "269": "八萬細行三聚淨戒亦在裏許。真能念佛。放下身心", "270": "世界。即大布施。真能念佛。不復起貪瞋癡。即大持戒", "271": "真能念佛。不計是非人我。即大忍辱。真能念佛。不稍", "272": "間斷夾雜。即大精進。真能念佛。不復妄想馳逐。即大", "273": "禪定。真能念佛。不為他岐所惑。即大智慧。試自簡點。", "274": "若身心世界猶未放下。貪瞋癡念猶自現起。是非人", "275": "我猶自挂懷。間斷夾雜猶未除盡。妄想馳逐猶未永", "276": "滅。種種他岐猶能惑志。便不為真念佛也。要到一心", "277": "不亂境界。亦無他術。最初下手。須用念珠記得分明。", "278": "刻定課程。決定無缺。久久純熟。不念自然。然後記數", "279": "亦得。不記數亦得。若初心便要說好看話。要不著相。", "280": "要學圓融自在。總是信不深。行不力。饒儞講得十二", "281": "分教。下得千七百轉語。皆是生死岸邊事。臨命終時", "282": "決用不著。珍重。", "283": "念佛工夫。祇貴真實信心。第一要信我是未成之佛。", "284": "彌陀是已成之佛。其體無二。次信娑婆的是苦。安養", "285": "的可歸。熾然欣厭。次信現前一舉一動。皆可回向西", "286": "方。若不回向。雖上品善亦不往生。若知回向。雖誤作", "287": "惡行。速斷相續心。起殷重懺悔。懺悔之力。亦能往生。", "288": "況持戒修福。種種勝業。豈不足莊嚴淨土。只為信力", "289": "不深。勝業淪於有漏。又欲捨此別商。誤之誤矣。但加", "290": "真信。一切行履更不須改也。", "291": "七往生現果七往生現果", "292": "集驗集驗知歸學人", "293": "聞學老人。名實定。上海人。嘗主天目禪原寺。晚至蘇", "294": "州。住文星閣。老人既徹法原。應機利物。慧辯無礙。時", "295": "為學人提唱念佛法門。作念佛偈云。念佛念自心。念", "296": "體元空寂。當念了無依。心心無別佛。又曰。飛鳥弄圓", "297": "音。水有八功德。歷歷顯清機。皆因淨心得。又曰。子母", "298": "不相離。淨念常相繼。良哉大勢至。得此無盡意。又曰。", "299": "願力如山重。往生似羽輕。見知融一念。無量佛名經。", "300": "又曰。君有淨土心。悟心方知土。界道有金繩。六時休", "301": "錯路。又曰。西方開淨域。不染世間情。前路無知己。君", "302": "須獨自行。又嘗作淨土詩一百八首。暢演唯心之指。", "303": "普勸人發回向心。尋還江陰香山寺。歲杪得疾。明年", "304": "正月三日。囑付後事。至黃昏。起坐。呼眾至。命具湯洗", "305": "手者再。連稱阿彌陀佛。說偈而逝。事在乾隆四十二", "306": "年。老人攝淨歸禪。與從上蓮宗。眼目自別。即土即心。", "307": "非心非土。直下洞然。絲毫不隔。如來不思議境界經", "308": "云。菩薩了知諸佛及一切法。皆唯心量。得隨順忍。或", "309": "入初地。舍身速生妙喜世界。或生極樂淨佛土中。觀", "310": "經云。上品中生者。解第一義。既往生已。因前夙習。普", "311": "聞眾聲。純說第一義諦。經於七日。得不退轉。老人足", "312": "以當之矣。", "313": "旅亭和尚。名際會。嘉善人。得法於聞學老人。機鋒迅", "314": "利。嘗主席禪原。已而至蘇州文星閣。自言在天目西", "315": "方菴。修念佛三昧。風聲水聲鳥聲蟲聲。悉皆作唱佛", "316": "聲。及是掩關念佛。作偈曰。截斷世人生死路。別開化", "317": "外一乾坤。不知那箇脚跟穩。放下身心入此門。已而", "318": "下痢。語戒弟子沈敬孚曰。晝夜彌陀十萬聲。一一從", "319": "自己胸中流出。方少有相應分。那得工夫說閒話。管", "320": "閒事。命侍者具湯沐浴。其明日遂逝。事在乾隆四十", "321": "六年。", "322": "爾立師。名廣志。會稽人。出家後。結茅天台黃金洞。專", "323": "修淨業。蘇州吳山殷天成。詣天台飯僧。服師道行。延", "324": "住吳山接引菴。垂三十餘年。隨機化導。指歸淨土。從", "325": "受歸戒者累百人。嘗結期念佛。晝夜不絕聲。其弟子", "326": "造之。見師經行之地。大書阿彌陀佛。放金色光。訝之。", "327": "以問師。師曰。汝自本光發現耳。乾隆二十六年四月", "328": "望。要弟子四人詣菴供佛。臨別。謂曰。明日午前當來", "329": "送我。及期。眾至。焚香誦阿彌陀經。稱佛名千聲。端坐", "330": "而逝。自數十年來。吳中唱導淨業者。必以師為首稱", "331": "矣。先期以常住屬法侶月映。月映名普江。念佛精進。", "332": "屢開期場。集眾回向。老於菴。", "333": "誓願師。名佛安。蘇州人。年三十餘。投上津橋天竺菴", "334": "為僧。已而住北濠大王廟。以念佛為課。得錢輒買香", "335": "華供佛。放諸魚鳥。已而有疾。逝前三日。遺徒往獅林", "336": "寺。請僧禮淨土懺。施食一壇。期滿。別眾。稱佛名。香三", "337": "炷。日午。曰行矣。端坐而逝。事在乾隆四十一年。", "338": "金南溟翁習丹訣。予勸之學佛。不應。曰。蘇秦有言。使", "339": "我有負郭田二頃。安能取六國相印。吾之於佛。蓋心", "340": "知其異而不能從也。則丹訣之為予負郭田也久矣。", "341": "予曰。翁之所以異佛者。可得聞乎。曰。吾以平生目接", "342": "者驗之。徐莊錢青侯。販醃猪。一日忽謂其妻曰。此罪", "343": "也。吾今徙業矣。遂輟販。請僧禮懺七日。度羣猪。日誦", "344": "阿彌陀佛。至年七十二。謂家人曰。吾將去矣。去時勿", "345": "哭。為我誦佛名贈行可也。越三日遂逝。事在雍正二", "346": "年。大邨顧天瑞。老而無子。與妻陸氏。長齋修淨業。僧", "347": "舍有為念佛會者。夫婦與焉。乾隆三十五年二月。天", "348": "瑞無疾。誦佛名而逝。年七十二。先數年。妻有微疾。沐", "349": "浴就寢。其妯俞氏。亦修淨業。隔屋居。半夜。聞陸氏呼", "350": "之曰。姆早晚好來。吾先去。趨視之。逝矣。年六十三。明", "351": "年四月。俞氏亦無疾而逝。年七十二。又有予族嬸陸", "352": "氏。日課佛名千聲。齋期加五千聲。如是二十年。乾隆", "353": "四十年十二月。偶患腹痛。翼日。集家人長幼。各致慰", "354": "謝。勸修淨業。怡然而逝。年八十七。予初謂念佛法門", "355": "至卑近。顧其效章章如是。因是知佛之不可思議也。", "356": "念佛成佛之決非虗語也。此予之所謂異也。", "357": "沈敬孚。名炳。長洲人。少得喘病。過三十而劇。因發出", "358": "世心。持佛名頗切。至年五十。病益甚。自正月至九月。", "359": "一息僅屬。遂矢願斷肉。其友楊廣文省之。勸持金剛", "360": "經。扶起授之讀。盡卷。居三日。加持至三卷。半月而病", "361": "愈。自後日以三卷為常。持佛名不輟。夜坐輒至曉。喘", "362": "病遂除。尋受五戒於旅亭和尚。常言世間萬法生滅", "363": "不停。唯有一句阿彌陀佛。是大休歇處。又自謂念佛", "364": "工夫。尤於病中得力。諸苦煎熬。獨一念炯然。不曾打", "365": "失耳。乾隆四十六年十一月。示微疾。數日。其月晦。晨", "366": "起洗沐畢。喘甚。回首向西。結跏念佛。其妻在旁。揮之", "367": "去。已而寂然。則坐逝矣。遺言以龕殮。用茶毗法。其妻", "368": "尋出家為尼。", "369": "余輯淨土聖賢錄。錄比丘尼。自劉宋迄明。不過十一", "370": "人。而吾吳十餘年來。其往生有據者。乃得四人焉。則", "371": "其他湮沒無聞者蓋多矣。惜哉。其一岐松師。名本印。", "372": "吳縣人。幼多病。因發願出家。年二十五。父母送之城", "373": "中圓通菴薙染。尋受具戒。別買屋數間以居。名曰觀", "374": "幻。戒行潔清。勤修福業。歷諸名剎。供佛飯僧。回向淨", "375": "土。其年八月自九華歸。結期禮大悲懺。甫逾二七。忽", "376": "感微疾。曰吾生緣其盡乎。遂輟懺。專持佛名。至十月", "377": "初旬。臥牀七日。右脅西向。念佛無間。已而屬付後事", "378": "畢。命其徒誦阿彌陀經。至三周。寂然而逝。事在乾隆", "379": "四十五年。其一聖可師。名律宗。嘉定人。三歲失母。其", "380": "祖母𢹂至蘇城圓通菴。尋薙染。受具戒。少好禮佛。長", "381": "習法華經。苦不能解義。因憤詣金山及杭州崇福。參", "382": "究累冬。歸而專修淨業。屢詣諸名山供佛飯僧。年五", "383": "十三。得咳疾。遂閉關不出。以西方為期。至年六十四。", "384": "正月望。集諸緇白。同稱佛名。至日昃。顧視左右。勸勉", "385": "修行。語劇苦切。尋舉手稱西方極樂世界大慈大悲", "386": "阿彌陀佛。如是者三。趺坐而逝。蓮華香滿室中。事在", "387": "乾隆五十五年。其一越成師。名遂欽。無錫人。九歲出", "388": "家。稍長。遇一尼師激發。專持佛名。行往無間。尋住蘇", "389": "州南園白衣菴。興復殿堂。念佛益切。年五十。始受具", "390": "戒。至五十五。其年三月。雞初鳴。召其徒曰。吾將去矣。", "391": "徒曰。師無他恙。何出此言。因泣下。師曰。癡人。哭我何", "392": "益。認真念佛可爾。遂趺坐西向。同稱佛名。盡炷香乃", "393": "逝。事在乾隆五十三年。其一見琳師。名佛琦。長洲人。", "394": "自少不願有家。既長。其母送閶門外雨華菴薙染。尋", "395": "受具戒。已而受城中崇佛菴尼道堅囑付。繼為菴主。", "396": "募金千餘兩。造西方三聖旃檀像。高八尺。歲結七日", "397": "期場。集淨行僧為念佛會。歷諸名山供佛飯僧。為常", "398": "州天寧寺置田三十畝。晚而專修淨業。將逝前三日。", "399": "見菩薩現身。兩童子侍。或言聞菊華香。師曰。此青蓮", "400": "華香也。八月晦。有近事女問疾。師令扶起。集眾焚香。", "401": "稱佛名。可二千聲。遂逝。事在乾隆五十六年。", "402": "常州柏萬安。名天佑。平生樂善。兼奉僊佛。嘗為予言。", "403": "其母曹氏。年六十四。病熱。萬安自蘇州馳歸。視母氣", "404": "已絕。唯󱗉前微溫。家人為治棺衾悉具。萬安悲慟。禱", "405": "於白衣大士。誦白衣呪一萬二千。願減己壽一紀以", "406": "益母。涕淚并下。其明日索飲。閱數日。病起。言始死時。", "407": "為兩吏所引。歷土地城隍諸司。尋詣東岳府。府君言", "408": "汝有子。為汝誠禱。仗大士力。貸汝死。命吏引出。放還。", "409": "萬安遂勸母修淨業。除一室。供佛像。母遂長齋。日以", "410": "初中後分入室。掐數珠誦西方佛名輒千計。居十二", "411": "年。年七十六。九月既望。晨興謂其子曰。吾將去矣。可", "412": "召諸親屬為別。明日親屬畢至。母悉與󳯠語。戒諸子", "413": "女。臨去時勿哭。日飲湯五六盞。至第三日。昧旦起坐。", "414": "洗沐畢。易衣就枕而逝。萬安事呂真人謹。嘗設乩問", "415": "僊術。退輒冥心端坐。已而至蘇。或貽以予所刻諸書。", "416": "內有西方確指。闢僊術。指歸淨土。萬安見而有省。遂", "417": "回向佛乘。然頗疑與僊術異。以問真人。真人曰。爾何", "418": "疑哉。三災到時。我輩亦無別路可走。樂󳬛安隱。爾其", "419": "勉之。因令兼誦金剛般若經。萬安意遂釋然。有外姑", "420": "許氏母。年六十五矣。家居亦長齋奉佛。顧未能專一。", "421": "萬安請曰。母年老。盍去家。吾有一室可奉母。母從之。", "422": "遂之壻家。萬安教以放下萬緣。一心念佛。母如其言。", "423": "自三月至六月。未嘗有間。一日向萬安下拜。萬安驚", "424": "問所由。母曰。吾生六十餘年。顛倒夢想中。未嘗獲一", "425": "日安樂。自子導我以念佛。吾旦而念焉。俄然而夜矣。", "426": "夕而念焉。俄然而旦矣。世間安樂。何以過之。微子則", "427": "不及此。是以拜。萬安曰。甚善。因為稱說極樂莊嚴。且", "428": "曰。但得一心。聖境自現。聖境現時。亦勿生著。又三月。", "429": "母方夜坐。忽見一金蓮華現前。已而化作百千萬億。", "430": "鄂不層出。上昇虗空。光照無極。向晨復拜萬安。言其", "431": "事。母自是容色腴潤。如三十許人。終日無他言。夜臥", "432": "更許。即起坐念佛。難精進衲子不及也。其年冬。萬安", "433": "過予言二母事。且曰。賴西方確指一書。得識正修行", "434": "路。不獨自利。又善利人。皆君之惠也。因出金。屬予印", "435": "西方確指百五十餘本。將以導於其鄉。予喜萬安之", "436": "正信。又樂聞二母之事。因并記之。時在乾隆四十二", "437": "年。", "438": "書證書證知歸學人", "439": "古之生西方者。或徵之於夢。或徵之於冥。或徵之於", "440": "定。徵之夢者。如慧延之於智者。楊次公之於王仲回。", "441": "荊王夫人之於其妾是也。徵之冥者。如閻羅之供永", "442": "明雲棲遺像是也。徵之定者。如遠公之見同社諸賢。", "443": "袁小修之見中郎是也。是三者皆不離於唯識。而僧", "444": "史載之。學士大夫傳之。亦謂其理確然可信云爾。其", "445": "理確然可信。則其事雖不經見。而不可謂罔。如以為", "446": "罔。則凡脩多羅所載。其事苟不經見。皆將以為罔耶。", "447": "近世飛鸞之化行。其言罪福升沈頗益悉。雖亦不離", "448": "乎唯識。就其可信者論之。要亦不可謂罔。一斷之於", "449": "理而已矣。予嘗作集驗篇。徵現今往生諸果。不越乎", "450": "臨終一念。未有徵之於身後者也。已而得陶氏汪氏。", "451": "陸生馬生。一徵之於夢。一徵之於冥。兩徵之於鸞。要", "452": "皆確然可信者。何信乎爾。信其言如水之寒。火之熱。", "453": "如春生而秋殺。世有不信斯言者。其亦不信水寒而", "454": "火熱。春生而秋殺者也。而豈其然哉。復論次其事。為", "455": "書證一篇。", "456": "乾隆四十九年春。有西方大士降於玉壇。為諸弟子", "457": "宣揚淨土法門。其言平易切深。與大乘脩多羅合。一", "458": "日予往造焉。問異時師友所生諸處。大士一一答之。", "459": "其生淨土者四人。香山老人。旅亭誓願二師。沈居士", "460": "敬孚也。生兜率者一人。王季子秉寧也。他如朱仲君", "461": "羅臺山。俱歸福報中。最後問從子婦瓊樓陶氏。大士", "462": "曰。陶氏已生西方邊地矣。未幾。陶氏至。題詩曰。雨歇", "463": "閒階芳草多。五年消息等流梭。洞中深閉煙霞跡。一", "464": "任熏風送客過。因語眾曰。子等歸向極樂。全須打得", "465": "一副金鐵心腸。外不為六塵所染。內不為七情所錮。", "466": "汙泥中便有蓮華出現也。一句佛號。便有一光。千句", "467": "佛號。便有千光。光自內生。非從外得。以無相故。阿彌", "468": "陀佛在爾諸人面前。隨處出現。才有絲毫隔礙。此光", "469": "便不能發現矣。念佛心要時時覺照。方發得不退念", "470": "頭。念佛聲要心心悲切。方發得無上願力。心聲互融。", "471": "光明四徹。無處不是佛。無時不念佛。方為得手。佛號", "472": "無量。要知智慧無量。神通無量。慈悲無量。攝受無量。", "473": "苟不發無量心。安能親見本師頂相。悲哉眾生。欲念", "474": "未除。道根日壞。佛之視爾。將何以堪。快快念佛。去也。", "475": "其時予適不在。或傳以示予。踰月。予復往。致札瓊樓", "476": "曰。聞卿得生淨土。不負生平志願。大善。但臺山仲君。", "477": "清齋宏誓。甚為希有。尚羈福報。而卿戒品未全。工夫", "478": "未熟。乃能直往無礙。此何故也。其往生時光景。既生", "479": "後如何享用。如何進修。亦已見佛否。已登不退地否。", "480": "試一一言之。俾聞者起欣慕心。起精進心。斯亦度人", "481": "之本願也。其日大士降。報云。前月予適從西方邊地", "482": "行化而來。故瓊樓亦得隨到。今日彼不能至矣。彼平", "483": "日工夫戒力。雖不及臺山輩。然臨終正念。遠勝臺山。", "484": "故感觀音接引。終時見金蓮華現前。即覺身變男子。", "485": "已到西方七寶世界。衣食自然。雖不能見佛。每日諸", "486": "大菩薩說法二會。精進者漸登九品。懈怠者壽五百", "487": "歲。娑婆百年。邊地一日。瓊樓自往生以來。頗精進。將", "488": "來可得上品下生。其時尚須娑婆二千年耳。大士者", "489": "號寂根。無量壽維摩詰諸經。皆嘗與法會。其證果久", "490": "如。未能詳也。瓊樓淨願甚堅。病中持佛名益切。臨終", "491": "了無牽絓。唯曰大和尚來。吾去矣。所謂觀音接引者", "492": "非耶。臺山之歿也。顧諸親屬。有不舍然者。予固疑其", "493": "不能直往也。烏呼。情想分塗。臺山辨之早矣。而卒不", "494": "能以自勝。此以知愛根難󳫠。而佛念不易純也。可不", "495": "慎哉。", "496": "寂根大士之降玉壇也。司鸞者為陸近堂。近堂名士", "497": "詮。元和人。初在壇為友祈疾。有神教禮梁皇懺。近堂", "498": "因禮懺發心。詣天寧菴受菩薩戒。及大士降鸞。先後", "499": "十一會。近堂虔秉一心。宏揚至教。聞者往往發菩提", "500": "心。退而持名修觀。誦法華經。如是一二年。尋得痬疾。", "501": "漏下。臥牀不能起。將終。目光上矚。若有所見。口稱白", "502": "蓮白󳬈。及諸上善人。復連稱佛佛。右脅而逝。異香滿", "503": "室中。已而諸友詣壇。叩近堂生處。神報曰。陸子已生", "504": "西方邊地矣。事在乾隆五十二年。其明年五月朔。近", "505": "堂降壇示諸子曰。有一件最切己事。人人不能逃。人", "506": "人都忘却者。汝知之乎。現前爾等四大輕安。精神強", "507": "健。曾不思一旦臥病於牀。魂魄離散。東西不辨。南北", "508": "不分。前路茫茫。毫無把握。隨業輪轉。受苦無窮。唯有", "509": "平生虔修淨業者。到時自見佛來接引。生蓮華中。受", "510": "諸快樂。壽命無量。諸子有志斯道者。當講信行。願三", "511": "端耳。信者。信西方之有淨土。猶此城之有閶胥。娑婆", "512": "在東。猶此城之有婁葑。娑婆既實實是有。淨土豈不", "513": "實實是有。同在圓明覺海之中。舉念可到。亦猶同處", "514": "一城之內。舉足可到也。既信得淨土決定可到。又須", "515": "信念佛法門。如穿衣喫飯一般。穿衣免凍。喫飯免飢。", "516": "念佛免生死。今日信。明日不信。未為真信。終身信。一", "517": "念忽然不信。未為真信。從今日去。直至命終。一信到", "518": "底。更無纖毫疑惑。方為真信。既信有西方矣。又信有", "519": "念佛法門矣。空言贊歎。何益生死。故凡發信心者。即", "520": "當如教奉行。今日信。今日即行。明日信。明日即行。切", "521": "不可曰。我今後生。且待耄年未晚。不見道青冢多埋", "522": "紅粉骨。黃泉半是黑頭人。何耄年之可待也。又不可", "523": "曰。我父母之事未完。兒女之債未了。且待閒暇無事", "524": "時未晚。豈知無常迅速。鬼使臨門。不可向他道我父", "525": "母之事未完。兒女之債未畢。且待閒暇無事時然後", "526": "來也。又有勇猛一時。懈弛一時。是謂人而無恒。譬如", "527": "雞之抱卵。必其息息不離於卵。俾熱氣相續。方能生", "528": "育。若今日抱之。明日去之。未有能生者也。涵養蓮胎。", "529": "亦復如是。至願之一字。尤為要緊。世間信佛念佛者。", "530": "固不乏人。然或求現生專貴。或求來世福壽。得好人", "531": "身。不至墮落。此為背佛意指。佛教你出生死。你偏要", "532": "入生死。佛教你生極樂。你偏要住娑婆。一生信行。盡", "533": "付東流。譬如種田者。下了稗子。而望其生苗也。有是", "534": "理乎。故發真信者。當行真行。行真行者。當發真願。盡", "535": "此一生。決定不生天上人間。決定要生西方淨土。如", "536": "此念佛。方為隨順佛語。不至唐喪光陰。諸子勉之。其", "537": "後四年中。嘗再隆黃敬敷家。勖勉同壇。語多切至。", "538": "自頃十餘年來。現優婆夷身。虔修淨業。悲願具足者。", "539": "推南濠鏡智道人。道人汪姓。歸李景熹為繼室。年二", "540": "十六而寡。發出世心。受菩薩戒。以佛法唱導鄉里。從", "541": "而起信者百餘人。嘗刺舌血。寫法華經。阿彌陀經。梵", "542": "網戒品。各一通。年三十八。病痢。一日起坐洗沐。合掌", "543": "念佛而逝。事在乾隆四十九年。其後三年。同里有何", "544": "氏女。病熱。見已故七叔父。赤體被髮。自言在生作孽。", "545": "死後處黑暗中。日喫惡鬼鐵棒。經七八年。近因觀世", "546": "音降臨。跪求慈拯。志得離暗而出。適有菩薩自西方", "547": "來。在冥教化。為冥王師。家在萬年橋。即上年念佛坐", "548": "逝者也。因與吾家有舊。乞暫放還。急為我作佛事。俾", "549": "得生人道。幸矣。其兄子性三。為持佛名一萬。堂中迴", "550": "向畢。仍許請僧薦󳫠。乃去。其夕初更。何氏女忽悶絕。", "551": "至三更而蘇。言適有一班男女。執紅燈。以大轎舁我。", "552": "去路迢遠。到一大廟。堂前出轎。趨進殿上。見青面王", "553": "者。坐中央。左右小鬼。各執鋼叉銅鎚。王見我作色。便", "554": "取鎚欲打我。慌惘之際。忽見金童玉女。各執旛幢。自", "555": "內殿出。中擁一道人。離地可丈許。首戴青幞。身搭條", "556": "衣。手握白拂。足躡雲履。端正嚴潔。世無與比。審視之。", "557": "即萬年橋李家姆也。往時嘗一宿其家。彷彿可識。然", "558": "而光彩迥絕矣。姆便聲言止止。王遽釋我。下跪曰。請", "559": "如教。李家姆即垂手援我。引至內殿。光明洞然。几席", "560": "靚整。案間多供佛經。令左右設茶果餉我。其果似蘋", "561": "婆。香甚烈。云從西方來。茶畢。引我歷觀地獄。先見血", "562": "河浩渺無涯。有諸女人。或倒浸河內。或髼髮上指。或", "563": "側身橫睡。血流徧體。復見刀山。高接雲霞。百萬利刃", "564": "互相撐住。中有罪人矗立刀上。既死復活。活而又死。", "565": "更令左右執燈照我。入黑暗獄。見眾鬼皆盲。頭大如", "566": "斗。或如栲栳。頸細似管。鼻液長尺許。若醉若寐。從黑", "567": "獄出。見旋磨中。血肉下墜。雞鴨󲣅食。風吹餘肉。復變", "568": "為人。便有鬼卒取肉寸磔。重磨作粉。化為蠅蚊蟻子。", "569": "一一散去。我心酸淚下。問李家姆何不救之。答曰。罪", "570": "大障深。安能即出。汝今怕否。人身難得。可勿持戒念", "571": "佛。求生西方哉。汝能一念阿彌陀佛。吾當𢹂汝直往", "572": "西方。汝意云何。我未及答。王聞言。復下跪。請菩薩且", "573": "住。李家姆因語我言。因緣未到。姑俟異日。來此已久。", "574": "恐家中驚惶。可速去。持齋念佛。一意西方。兼習經呪。", "575": "時至迎汝。勉之勉之。仍命轎送我。蹶然而醒。翼日汗", "576": "出。病良已。性三親聞其事。為書而傳之。詩云。鼓鐘于", "577": "宮。聲聞于外。夫宮之為地也。邃矣阻矣。而鐘聲所及。", "578": "洞然其無間也。浩然其莫禦也。故曰誠之不可揜如", "579": "此。其鏡智道人之謂乎。", "580": "秀水馬宁良。名榮祖。為諸生。課徒以食。年三十餘。得", "581": "咯血疾。遇祥峯文師。勸令念佛。病良已。遂長齋受五", "582": "戒。日課佛名三萬。如是十餘年。疾復作。臥牀月餘。自", "583": "言三聖現前說法。日常在大光明中。臨終見佛來迎。", "584": "連稱佛名。右脅而逝。事在乾隆五十六年。時文師方", "585": "閉關吳門文星閣。修念佛三昧。其年冬。夜夢三人入", "586": "室。南向坐。其一僧服。旁兩居士。神儀儼然。上有白光", "587": "覆頂。文師禮足已。問三大德自何方來。僧服者曰。自", "588": "西方來。文師曰。莫非阿彌陀佛國中人否。曰。然。因問", "589": "三大德何名。三人同聲答曰。汝名甚麼。文師曰。弟子", "590": "法名達文。僧服者曰。卻來妄語。文師曰。真也非妄。僧", "591": "服者又問。汝名甚麼。文師曰。弟子法名達文。僧服者", "592": "云。還要妄語。文師曰。弟子實非妄語。如何上座云我", "593": "妄語。僧服者曰。一切眾生以妄為真。執假為實。故受", "594": "輪轉。若有智者。知是虗妄。即無輪轉汝莫自迷。失本", "595": "真心。當知真心無心。真知無知。覺知乃魔。佛無知覺。", "596": "汝當信受。莫懷疑惑。文師言下開解。復進曰。如上座", "597": "之說。的是佛法。不可思議。請問上座。既自阿彌陀佛", "598": "國中來。可曾見過阿彌陀佛否。左一人答曰。我向汝", "599": "說。汝終不信。汝須親見始得。三人齊起。各向文師頂", "600": "上一拍。為說偈曰。應當勤精進。修諸清淨業。因深則", "601": "果實。慎勿生疑惑。又曰。諸法從心生。諸法從心滅。心", "602": "法本來空。取舍不可得。又曰。生佛心法等。譬如夢中", "603": "境。如幻三摩提。汝已知少分。偈畢。忽見馬宁良嚴整", "604": "威儀。頂禮三人。三人即騰空向西而去。空中樂音嘹", "605": "亮。佛聲朗然。宁良更向文師三拜。曰。蒙師勸吾發心。", "606": "歸依三寶。勤修淨業。今已生淨土。得大安樂。故求菩", "607": "薩來演妙法。以報深恩。又向文師三拜。合掌念佛。向", "608": "西而去。適晨鐘乍發。瞿然而覺。向晨書之為紀夢篇。", "609": "予惟文師此夢。有三因緣。一令修淨業人。解第一義。", "610": "無念而念。無生而生。不住中途。直趨寶所。二令豁達", "611": "狂禪。斷滅外道。知有淨土一門。發無上菩提。修如幻", "612": "三昧。三馬生之逝。一往杳然。縱入蓮胎。孰聞孰見。略", "613": "通消息。公據灼然。是因是果。如影隨形。豈可誣也。傳", "614": "其事作蓮宗眼目云。", "615": "予妻費孺人既逝。玉壇弟子黃敬敷。為叩之普門大", "616": "士。大士示云。一念能回向。送心先到西。功修久已積。", "617": "終不退菩提。現生懈慢國。將來可登九品。攷菩薩處", "618": "胎經云。諸發意眾生。欲生阿彌陀佛國者。皆樂著懈", "619": "慢國土。不能前進。袁小修記中郎語云。西方邊地。亦", "620": "名懈慢國。信解未成。戒寶未全者。多生此。瓊樓近堂", "621": "皆其侶也。費氏持戒之力。過彼二人。而慧解弗如。又", "622": "未能精進。據因論果。邊地之生。理固然乎。并附論之。", "623": "重訂西方公據卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1180 重訂西方公據", "author": "清 彭際清集"}