{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 630 法華經指掌疏懸示", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 630", "1": "法華指掌疏懸示", "2": "賢宗後學　通理　述", "3": "嗣法門人　明元　較字", "4": "將釋經義。總啟十門此十門者。本諸華嚴懸談。但諸經各隨宗旨。出沒。開合。廣略。不", "5": "得全同。今亦稍異。", "6": "一教起因緣。二藏乘分攝。三能被教義。四所被機宜。", "7": "五體性淺深。六宗趣通別。七部類品會。八疏序通經。", "8": "九總釋名題。十別解文義。", "9": "△初教起因緣。", "10": "第一教起因緣者。於中有總有別。總謂聖人設教。必", "11": "有由致。若須彌巨海。大因方為搖動。今搖如來融金", "12": "之德山。動深廣之智海。非小緣矣。故下經云。諸佛世", "13": "尊。唯以一大事因緣故。出現於世。蓋華嚴無機不暢", "14": "中間冥授未彰。今佛喜無畏。於諸菩薩中。正直捨方", "15": "便。但說無上道。是知為了出世大事。故說此經。", "16": "若別明者。因緣各開十義。", "17": "因十義者。一法爾如是故。謂王道坦坦。千古同規。一", "18": "乘實相。諸佛齊證。故一切諸佛。法爾於十方世界。演", "19": "說如是微妙經典。如一光所現萬八千土。同說此經。", "20": "一佛所集十方分身。共為斯典。又方便品云。一切十", "21": "方諸佛。法亦如是等。是知周徧之說。說徧塵剎。但隨", "22": "見聞。說有山塔二處之異。諸結集者。就此流傳。令尋", "23": "於此。見無邊法。如觀牖隙。見無際之虗空。以此一處", "24": "即一切處。說亦隨處而俱徧故。二隨順諸佛故。謂理", "25": "絕數量。道貴弘通。故三世諸佛。後後前前。轉相隨順。", "26": "衍斯道於奕葉。覺茲生於化門。如日月燈之明明續", "27": "輝。威音王之聲聲接嚮。又方便品偈云。如三世諸佛。", "28": "說法之儀式。我今亦如是。說無分別法等。是知常恒", "29": "之說。說周三際。但隨機器。說有始終三會之別。諸慈", "30": "悲者。就此弘通。令尋於此。識無盡義。如見朝曦。知周", "31": "天之景耀。以此一時即一切時。法亦隨時而相融故。", "32": "三酧昔願行故。謂根深果茂。源遠流長。願行既深。教", "33": "起亦大。如方便品偈云。我本立誓願。欲令一切眾。如", "34": "我等無異。如我昔所願。今者已滿足。囑累品云。我於", "35": "無量百千萬億阿僧祇劫。修習是難得阿耨多羅三", "36": "藐三菩提法。今以付囑汝等。故知如來悲智雙運。行", "37": "願齊周。依彼廣大因力。演斯最妙法門。四顯本因性", "38": "故。良以眾生。包性德而為體。依智海以為源。但以相", "39": "變體殊。情生智隔。今令知心合體。達本情亡。或開示", "40": "俾其知有。或修行教以悟入。如方便品云。云何名諸", "41": "佛世尊。惟以一大事因緣故。出現於世。所謂欲令眾", "42": "生開佛知見。乃至欲令眾生入佛知見道等。是知宅", "43": "中寶藏。非智人而莫開。塵裏經卷。必淨眼乃能破。為", "44": "此說經。不其然乎。五彰極果德故。良以不證寶玉。誰", "45": "肯輕許連城。欲䇿真修。特為彰顯果德。果德雖眾。智", "46": "為上首。故開章便云。諸佛智慧。甚深無量。其智慧門。", "47": "難解難入。又地涌品云。今欲顯發宣示諸佛智慧。諸", "48": "佛自在神通之力等。蓋是舉果勸樂。為兩門之大宗。", "49": "激疑導信。作正說之因起。乃至經終所說。仍為此焉。", "50": "六統會諸教故。謂非海無以納流。有水盡皆朝宗。雖", "51": "華嚴圓極。猶有失照之光。惟法華都會。乃無不潤之", "52": "雨。如地涌品云。始見我身。聞我所說。即皆信受。入如", "53": "來慧。除先修習學小乘者。我今亦令得聞是經。入於", "54": "佛慧。況復但有聞法。無不成佛。一音經耳。終作勝緣。", "55": "是知不說法華。則諸教無歸。此為統會。演茲妙門。七", "56": "開權顯實故。󳱮自智輪初現。高山蒙先照之光。窮子", "57": "復來。長者易珍繡之服。以權覆實。除糞甘心。執假障", "58": "真。懷珠馳走。不得斯經。無由通達實相。必資開顯。乃", "59": "堪承受家珍。如法師品云。若未聞未解。未能修習是", "60": "經。當知是人。去菩提尚遠。若得聞解思惟修習。必知", "61": "得近菩提。又云。此經開方便門。示真實相。則斯經之", "62": "所以必說者。端為此矣。八破迹彰本故。夫淨法界身", "63": "本無出沒。為度眾生。迹示去來。權順無常之見。以迹", "64": "覆本。終顯寂常之體。拂化歸真。如壽量品云。如來見", "65": "諸眾生。樂於小法。德薄垢重者。為是人說。我少出家。", "66": "得阿耨菩提。我實成佛已來。久遠若斯。又偈云。我見", "67": "諸眾生。沒在於苦惱。故不為現身。令其生渴仰。因其", "68": "心戀慕。乃出為說法。神通力如是等。蓋以無常之迹", "69": "不除。終滯權宗。寂常之本不顯。究無實用。為是破顯。", "70": "因茲敷揚。九接引昔緣故。夫魚子菴羅。二事因多果", "71": "少。菩薩發心。一般難進易退。故六心墮落。塵劫聲聞。", "72": "大通結緣。小執覆種。如佛發身子迹云。我昔教汝志", "73": "願佛道。汝今悉忘。又化城品云。我等為沙彌時。各各", "74": "教化無量百千萬億恒沙眾生。從我聞法。為阿耨菩", "75": "提。於今有住聲聞地者。是知不有寶所。終滯化城。指", "76": "示衣珠。端賴親友。十利益今後故。良以解行在躬。頓", "77": "圓曠劫之果。見聞為種。漸陟一乘之階。雖今後獲益", "78": "不同。而遠近成佛有分。如三周受記。二德分別。現在", "79": "之功勳。固已不虗。法師普記。隨喜轉聞。當來之證悟。", "80": "豈復有妄。至若四行流通。三番囑累。是又至極悲心。", "81": "遐資末葉。為益良多。故爾宣說。略述因起。有此十種。", "82": "細推教興。義實無盡。", "83": "緣十義者。一圓滿勝身故。夫真身寥廓。與法界合其", "84": "體。包羅無外。與萬化齊其用。窮源莫二。執迹多端。一", "85": "身多身。經論異說。今經乃非真非應。而應而真。非一", "86": "非多。而多而一。非真非應者。迹示生滅故。本無去來", "87": "故。而應而真者。淨土見燒故。劫盡不毀故。非一非多", "88": "者。分身諸佛在十方故。此土法主惟釋迦故。而多而", "89": "一者。常在此處即他處故。遠在他方恒住此故。如龍", "90": "女讚佛偈云。深達罪福相。徧照於十方。微妙淨法身", "91": "具相三十二。又壽量品佛自述云。我常在此說法教", "92": "化。亦於餘處導利眾生等。是知真應一多。各隨機見。", "93": "是非是義。總屬妄情。互奪則真應兩亡。一多俱泯。交", "94": "成則一多俱在。真應雙存。非此妙身。詎闡玄理。諸緣", "95": "之中。此緣尤要。華嚴十身。避繁不會。二成就勝智故", "96": "良以法無定相。機有多根。因根授教。非智刃而難闢", "97": "情關。指體投機。惟慧鋒而可斷疑網。但經論異說。開", "98": "合不同。今依圓融之教。略明有四。一權智。隨他意故。", "99": "二實智。隨自意故。三雙即。隨他意時常隨自。隨自意", "100": "時常隨他故。四俱泯。隨他意時便非自。隨自意時便", "101": "非他故。此四無礙。舉一全收。即同華嚴無障礙法界", "102": "之智。如方便品云。如來知見。廣大深遠等。實也。又云", "103": "如來能種種分別。巧說諸法等。權也。不須復說等。俱", "104": "泯也。惟佛究盡等。雙即也。盡思不知等。舉一全收也。", "105": "是知不具此智。莫契圓宗。欲暢玄理。要知智緣。三具", "106": "足勝辯故。蓋川有珠而不枯。山有玉而增潤。故妙智", "107": "充內。勝辯發外。準諸經略分四種。一法。二詞。三義。四", "108": "樂說。義見序分辯才疏中。又華嚴九地。各開十種。共", "109": "為四十辯才。況如來真窮惑盡。證極情亡。皎性空之", "110": "滿月。頓落百川。湛智海之澄波。虗含萬像。自應口瀉", "111": "懸河。舌流洪海。今以無盡之辯。略演無盡之宗。所謂", "112": "能與一切眾生。大乘之法者。以此。四依勝三昧故。夫", "113": "動靜唯物。聖豈然乎。示軌後徒。明將有說。必須靜鑑", "114": "前理。從定起而發言。故諸經多明。入定。亦各有所表。", "115": "今經所依者。乃無量義處三昧。如發起序初。說無量", "116": "義經已。即入無量義處三昧是也。蓋以無量義者。從", "117": "一法生。不有一法。則多義無根。不有多義。則一法無", "118": "實。今將演一法。故入定而觀多義。五依大神變故。夫", "119": "法性寂寥。本無諸相。無相之相。不礙繁興。起教多端。", "120": "相非一種。或放光動地。或華雨香雲。準諸經將說。多", "121": "先放光。通表智光以被物故。若別就本經。至文當知。", "122": "至若雨華動地。諸經多在說後。但是慶聞。今經雖為", "123": "慶前。亦兼啟後。故為教緣。準後集分身。來妙音。亦皆", "124": "放光。蓋是當品別緣。無關全經。六發起有人故。謂法", "125": "不孤起。仗境方興。若約慈悲弘深。亦有無問自說。今", "126": "示妙法尊極。要須待人發端。初心識昧。無能導源。故", "127": "今經前後兩門。皆以彌勒發起。意顯補處尚疑。令知", "128": "尊重。迹門以文殊答問者。表一乘實相。惟智可通。本", "129": "門以如來自答者。表佛地遠本。非證莫知。是知不緣", "130": "斯舉。正說無由。喜得及時應節。有人覰破。七助化有", "131": "伴故。謂孤樹無以成林。一音不能為樂。高低分列。要", "132": "在種類繁生。接拍成音。還他作家一會。故凡法主臨", "133": "筵。必有賢聖匡助。今依斯經。化伴有二。一密。二顯。密", "134": "中復三。一菩薩。二聲聞。三雜眾。菩薩密者。如文殊等", "135": "久成佛果。示居因門。聲聞密者。如滿慈等內秘實德。", "136": "外現權相。雜眾密者。如八部等聖賢寄位。護法為心。", "137": "顯中惟二。一果人。二因人。果人顯者。如過去多寶。十", "138": "方分身。尚為法來。因人顯者。如他方菩薩。地涌開士。", "139": "亦因經集。是雖龍蛇混雜。凡聖交參。真為玉振金聲。", "140": "雲龍風虎。蓋以大教當興。奇緣斯遇。八受法有機故。", "141": "夫子期云喪。伯牙絕絃。若法無聽者。豈當有說。況夫", "142": "因材而篤。天之生物尚然。緣機授益。佛之說法亦爾。", "143": "今依此經。眾分四種。一發起。二影響。三當機。四結緣。", "144": "義於序分四眾圍繞處釋。然發起影響。分屬上二。唯", "145": "當機結緣二眾。可當此緣。問。清凉以當機為因。今何", "146": "不爾。答。彼取因機感佛。此約緣機成說。各是一理。勿", "147": "強雷同。九緣合有處故。夫智窮真際。能所兩亡。假說", "148": "依真。而非國土。然真非事外。不壞所依。故一代所說。", "149": "各有其處。托事表法。亦自不同。今經城依王舍。表此", "150": "法為群生所依。山分五穴。表此經為五教所歸。聖靈", "151": "所居。示非凡境。粗妙異見。實顯難思。至若土田三變。", "152": "自他染淨以互融。多千地涌。一多廣狹而無礙。大火", "153": "所燒。隱顯俱成。淨土不毀。成壞何分。特假勝妙之區。", "154": "用開圓極之教。華嚴十處。亦可旁通。詳在懸談。避繁", "155": "不錄。十際會有時故。夫心冥至道。渾一古今。法界無", "156": "生。本亡時分。但以非生現生。非滅現滅。生滅既分始", "157": "終。中間寧無前後。雖有前後。亦復俱融。故教儀時分", "158": "有二。一別。二通。別中有三。一日出先照時。為圓頓大", "159": "根眾生。轉無上根本法輪。二日昇轉照時。為下中上", "160": "三類眾生。轉從本起末法輪。三日沒還照時。為上上", "161": "根眾生。轉攝末歸本法輪。今經乃還照時說也。通中", "162": "有十。廣如彼說。今依本經。略顯無礙。如日月燈明說", "163": "法華經。滿六十小劫。而諸大眾謂如食頃。地涌菩薩", "164": "涌現禮讚。經五十小劫。而諸大眾謂如半日。是知無", "165": "涯之說。念劫圓融。豈真久默斯要。臨終方談者哉。然", "166": "不有別時。無以彰建化之分齊。不有通時。無以顯圓", "167": "理之深玄。時之為緣。亦大矣哉。夫因既無盡。緣亦應", "168": "爾。略具此十。以顯難思。教起因緣竟。", "169": "△二藏乘分攝。", "170": "第二藏乘分攝者。謂如來一代聖教。約總相含攝。有", "171": "三藏。有二藏。約修證權實。有三乘。有五乘。約品類詳", "172": "分。有九分。有十二分。應知此經。於諸彼彼法中。各何", "173": "攝屬。故次第明之。", "174": "言三藏者。一修多羅藏。二毗奈耶藏。三阿毗達磨藏。", "175": "修多羅。亦名修姤路。亦名素呾󳮪。蓋梵音楚夏不同。", "176": "此翻契經。或翻為線。按五印土呼線。席經。井索。聖教。", "177": "此曰修多羅。若爾應翻聖教。古德見此方聖教稱經。", "178": "故分取席經代之。既順此方。亦不失彼聖教之義。不", "179": "取席者。此方不貴故。別指彼物故。線索亦爾。但借義", "180": "助名。加以契字。謂契理合機之經。依主受名也。經有", "181": "多義。如雜心五義等。見華嚴懸談。雖有多義。不出貫", "182": "攝。如佛地論云。能貫能攝。故名為經。以佛聖教。貫穿", "183": "攝持所應說義。所化生故。正詮定學。兼通戒慧。", "184": "毗奈耶。亦名毗尼。蓋梵音詳略不同。此翻調伏。謂調", "185": "練三業。制伏過非。調練通於止作。制伏惟明止惡。就", "186": "所詮之行彰名。又毗尼。或翻為滅。謂滅業非。滅煩惱。", "187": "得滅果故。此從功能彰名。亦名波羅提木叉。此翻別", "188": "解脫。揀異道共。及定共故。又三業七支。各別防非故。", "189": "此從因得名。亦可言果。以解脫即果故。亦翻隨順解", "190": "脫。謂隨順有為無為二解脫果故。此從果得名。亦可", "191": "言因。以隨順即因故。或名尸羅。具云翅怛羅。此云清", "192": "凉。謂離熱惱因。得清凉果故。則是雙從因果得名。正", "193": "詮戒學。亦兼定慧。", "194": "阿毗達磨。亦名阿毗曇。亦梵音詳略之異。此翻對法。", "195": "法有二種。一勝義法。謂涅槃。是善是常。故名為勝。二", "196": "法相法。通四聖諦。世出世異及因果異。故名為相。對", "197": "亦有二。一者對向。向前涅槃。二者對觀。觀前四諦。其", "198": "能對者。皆無漏淨慧。及相應心所等。由對果對境。分", "199": "二對名。舊譯為無比法。以無漏淨慧最為勝故。此則", "200": "惟依能對立名。亦名優波提舍。此云論議。謂問答辯", "201": "論。議邪正故。亦名磨怛哩迦。此云本母。謂以教與義", "202": "為本為母。生解行故。正詮慧學。兼亦攝二。", "203": "此三云何名藏。以含攝故。今經何所攝屬。正屬經藏。", "204": "以諸佛心法。非定莫契。定後方說。即其證也。若以此", "205": "攝彼。亦兼律論。以四安樂行。即同戒故。文殊智積等", "206": "有論議故。", "207": "言二藏者。一聲聞藏。二菩薩藏。即前三藏。詮示聲聞", "208": "理行果故。名聲聞藏。詮示菩薩理行果故。名菩薩藏", "209": "不開辟支者。以辟支多不借教。出無佛世。佛在世時。", "210": "攝屬聲聞。以與聲聞理果同故。若約教行別者。亦可", "211": "開三乘為三藏。但古多不開。今亦應爾。若明攝屬者。", "212": "此經屬菩薩藏攝。以經中雖存二乘之名。不取聲聞", "213": "理行果故。如方便品云。諸佛語無異。惟一無二乘。又", "214": "云。但以一乘道。教化諸菩薩。無聲聞弟子等。若更分", "215": "權實。惟菩薩藏實一分攝。權所不攝。如法師品云。菩", "216": "薩未聞未解。未能修習是法華經。去阿耨菩提尚遠", "217": "是也。若此攝彼。亦可通收。以圓教包含無量乘故。", "218": "言三乘者。一聲聞乘。依四諦法。慇懃精進。欲速出三", "219": "界。自求涅槃。如羊車。二辟支乘。依因緣法。慇懃精進。", "220": "求自然慧。樂獨善寂。深知諸法因緣。如鹿車。三大乘。", "221": "對上二小乘為言。亦名菩薩乘。依六度法。勤修精進。", "222": "求一切智等。利益天人。度脫一切。如牛車。然有權有", "223": "實。若住相之行。因果歷別。則名為權。若從性起修。因", "224": "果該徹。則名為實。若明攝屬者。此經屬菩薩乘攝。以", "225": "授記文中。俱有經劫行因之語故。又惟實一分攝。以", "226": "是悟後之修。修即無修故。不屬餘二。其義可知。", "227": "言五乘者。一人天乘。依戒善禪定之法。求下界五欲。", "228": "及上界淨妙之樂。如最小之車火宅喻云。乃至不與最小一車。猶不虛妄。", "229": "蓋指此也。二三四。即上三乘。五佛乘。依萬行因。華嚴一乘", "230": "道果。如大白牛車。若明攝屬者。此經屬佛乘攝。文云。", "231": "佛以種種因緣。譬喻言詞。演說諸法。是法皆為一佛", "232": "乘故。是則會權歸實。捨因從果。尚不屬於菩薩。況餘", "233": "乘乎。若此攝彼。雖人天不遺。以微因小善。皆當成佛", "234": "故。餘可思知。", "235": "言九分及十二分者。通論聖教有十二分。一修多羅。", "236": "此云契經問。此與三藏中修多羅。有何差別。答。清凉云。若十二部中修多羅。則通十一部。及三", "237": "藏。若三藏中修多羅。惟通十二分。不通二藏。二藏之中。有契合者。自屬十二分中修多羅耳。然此義極難分辯。", "238": "會玄雖釋。學者仍迷。今以私意釋之。蓋清凉以十二分中。凡有詮定一類。總名修多羅藏。詮戒一類。總名毗奈", "239": "藏慧詮一耶。類。總名阿毗達摩藏。故三藏中修多羅。惟通十二分。不通二藏。又以十一分及三藏中正文之外。", "240": "餘有前後相承。貫穿契合等義。別為修多羅分。故十二分中修多羅。通十一分及三藏。私釋如是。俟高明者更", "241": "辯之。二祇夜。此云重頌重頌長行所說義故。三和伽羅那。此云授", "242": "記說授記成佛事故。四伽陀。此云孤起頌非長行義。孤然成頌故。五優", "243": "陀那。此云自說不因請間。自宣說故。六尼陀那。此云因緣因請緣事", "244": "方乃說故。七阿波陀那。此云譬喻法義幽微。比類發明故。八伊帝目", "245": "多伽。此云本事說佛及弟子。徃昔所行故。九闍陀伽。此云本生說佛", "246": "及弟子。徃昔受生故。十毗佛略。此云方廣談理方正。顯義廣博故。十一阿", "247": "浮陀達磨。此云未曾有法體異常。妙用希有故。十二優波提舍。", "248": "此云論議問答辯論。議正理故。孤山頌曰。長行重頌并授記。孤", "249": "起無問而自說。因緣譬喻及本事。本生方廣未曾有。", "250": "論議俱成十二名。廣如大論三十三。", "251": "準本經小乘惟九部。古德釋云。小乘談理狹隘。不言", "252": "成佛。請問方說。故無方廣授記自說之三。據智論大", "253": "乘亦惟九部。古德釋云。大乘多直顯。故無因緣譬喻", "254": "論議之三。此約大旨局論。若以細義合會。亦可俱通。", "255": "餘經俱通。非急不論。若今經中。如身子三請之後。如", "256": "來誡聽許說。乃至讚法勸信等一類之文。則是契經。", "257": "三周獲益等。則是授記。是乘微妙。清淨第一。無量億", "258": "千。諸力解脫。禪定智慧。及佛餘法。令諸子等。常得遊", "259": "戲等。則是方廣。放光現瑞。雲集分身等。則是未有。出", "260": "定歎德。則是自說。身子三請。則是因緣。昔為不輕等", "261": "則是本事。喜見轉生淨德王家。則是本生。深達罪福", "262": "相等。則是孤起。智積文殊。論說妙法。則是論議。火宅", "263": "窮子等。則是譬喻。重頌在文可知。", "264": "若正明攝屬者。此經屬方廣。授記。重頌。未有。四分所", "265": "攝以顯理處多是方廣。獲益處多是授記。說偈處多是重頌。現相處多是未有故。餘但少分。", "266": "不得名攝問。契經居多。何非彼攝。答。藏中契經。已全攝故。分中契經。此但少分。藏乘分", "267": "攝竟。", "268": "△三能被教義。", "269": "第三能被教義者。謂教海冲深。法雲彌漫。智光無際。", "270": "妙辯莫窮。以無言之言。詮言絕之理。運無變之變。應", "271": "變熊之機。機差教殊。類分多種。亦有不分。得少失多。", "272": "今將有分。略開三章。一約宗分教。二約論辯義。三會", "273": "通淺深。", "274": "言約宗分教者。謂西域東夏。弘闡之流。於一代聖言。", "275": "或合為一教。或開為二三。再開之而至四五。人兼緇", "276": "素。凡有一十八家。甲順乙違。難盡他宗。事精理備。無", "277": "越賢首。因依賢宗諸祖。略述五教。", "278": "一小乘教。亦名愚法二乘教。異大乘故。逐機設故。隨", "279": "他語故。說諸法數一向差別。以其揀邪正。辯聖凡。明", "280": "因果。分欣厭。然其所說法數。惟七十五。但說人空。不", "281": "明法空。縱說法空。少不明顯。惟依六識三毒。建立染", "282": "淨根本。未盡法源。故多諍論。", "283": "二大乘始教。亦名分教。但明諸法皆空。未盡大乘法", "284": "理。故名為始。但明一切法相。有成佛有不成佛。故名", "285": "為分。廣談法相。少及法性。其所云性。亦是相數。說有", "286": "百法。決擇分明。故少諍論。", "287": "三終教。亦名實教。謂明緣起無性。一切皆如。定性二", "288": "乘。無性闡提。悉當成佛。方盡大乘至極之說。故名為", "289": "終。以稱實理。故名為實。多談法性。少及法相。其所云", "290": "相。亦會歸性。盡大乘說。故無諍論。", "291": "四一乘頓教。但一念不生。即名為佛。不依地位漸次", "292": "而說。如思益經云。得諸法正性者。不從一地至於一", "293": "地。楞伽經云。初地即為八。乃至無所有何次等。既不", "294": "同前漸次修行。又不同後圓融具德。故立名頓。總不", "295": "說法相。惟辯真性。一切所有。惟是妄想。一切法界。惟", "296": "是絕言。五法名。相。妄想。正智。如如三自性緣起妄想。成皆空。八識二", "297": "無我俱遣。訶教勸離。毀相泯心。生心即妄。不生即佛。", "298": "亦無佛無不佛。無生無不生。如淨名默住等。別為一", "299": "類離念機故。亦為對治空有俱存。三種著相人故。", "300": "五圓教。統該前四。圓滿具足。一位即一切位。一切位", "301": "即一位。十信滿心。即攝五位成等正覺。故名為圓。所", "302": "說惟是無盡法界。性海圓融。緣起無礙。相即相入。如", "303": "因陀羅網。重重無際。微細相容。主伴無盡。十十法門。", "304": "各攝法界。", "305": "已上略出名義。令知大端。若廣辯所詮。及斷證分齊。", "306": "具如華嚴懸談。并賢首教儀等書。", "307": "言約論辯義者。佛教本乎一心。心有差別。則教有支", "308": "異。故如來說經。說此心也。諸祖判教。判此心也。今即", "309": "以起信論中一心差別。以明五重教義。準起信論。初", "310": "唯以一心為本源論云。所言法者。謂眾生心。是心則攝一切世間出世間法。即圓", "311": "教分齊。二依一心開二門。一心真如門所謂心性不生不滅。即", "312": "頓教分齊。始教空宗。亦密示此門。以彼不知如來遣", "313": "相。即為顯性。故非彼分。二者心生滅門謂依如來藏故。有生滅心。", "314": "所謂不生不滅。與生滅和合。非一非異。名為阿賴耶識。即終教分齊。分教相宗。", "315": "亦密示此門。以彼不知佛說賴耶。通如來藏。故非彼", "316": "分。三依生滅門明二義。一者覺義謂心體離念。離念相者。等虛空界。即", "317": "是如來平等法身。即始教空宗分齊。二者不覺義謂不如實知真如法", "318": "一故。四依此義生三細。一依不覺故心動。名業相。二依", "319": "動故能見。名轉相。三依能見故境界妄現。名現相。即", "320": "分教相宗分齊。五依現相生六粗。一智相謂依境分別。即法執", "321": "俱生。二相續相謂依智起念不斷。即法執分別。三執取相謂妄生執取。即我執俱生。", "322": "四計名字相謂妄計名字。即我執分別。即小教分齊以斷我執。證我空。是小教", "323": "義故。五起業相謂循名造業。六業繫苦相謂隨業受報。即人天分", "324": "齊。又以六道業報。為苦空觀之方便。亦小教分齊。", "325": "言會通淺深者。此經為三時極唱。應屬圓教。諸教入", "326": "此。咸屬於圓。不得復稱餘教。所顯平等大慧。即齊一", "327": "心本源。諸心入此。咸同一心。不得復稱餘心。亦如眾", "328": "流入海。咸屬於海。不得復稱本名。是則此經。非餘教", "329": "所屬。非餘心分齊。所冀學賢首者。當體心會教。借教", "330": "通經。則經可通而教可會矣。能被教義竟。", "331": "△四所被機宜。", "332": "第四所被機宜者。夫教因機設。機以教成。上說義理。", "333": "已知能被弘深。今示機宜。略彰所被廣大。復分兩門。", "334": "以盡揀收。一遵古所判。二依經所明。", "335": "言遵古所判者。依古德開為二門。一料簡二普收。若", "336": "料簡非機。則有五種。一謂樂著名相。以文為解者。二", "337": "謂繫滯行位。高推聖境者。三謂情尚於空。觸言賓無", "338": "者。四謂自恃天真。輕厭進修者。五謂固執先聞。擔麻", "339": "棄金者。如是皆名非機。反是皆機。若普收者。則一切", "340": "眾生。皆有佛性。但得聞之。無不獲益。宿機深者悟入。", "341": "淺者信解。都無宿種者。亦得結緣成種。如華嚴食金", "342": "剛喻。可為譬矣。", "343": "言依經所明者。準本經火宅喻後。佛囑身子。略明五", "344": "種非機。一憍慢即未得謂得之流。二懈怠即得少為足之流。三計我", "345": "即執我我所之流。四淺識即根鈍智劣之流。五著欲即不求出世之流。又略", "346": "明十種是機。一謂利根智慧。志求佛道者。二謂曾植", "347": "善本。深心堅固者。三謂精進修慈。不惜身命者。四謂", "348": "專心求道。離世獨處者。五謂捨惡知識。親近善友者。", "349": "六謂持戒清潔。如淨明珠者。七謂質直柔軟。愍眾敬", "350": "佛者。八謂以清淨心說法無礙者。九謂但受大乘。不", "351": "受餘經者。十謂志心求經。不念外書者。此上十是五", "352": "非。乃經中佛自料簡。故超略錄之。欲盡深義。更究全", "353": "文。若以本經普收。則但有聞法者。無一不成佛。如三", "354": "周說法。普收三根矣。菩薩聞是法。疑網皆已除。千二", "355": "百羅漢。悉亦當作佛。普收三乘矣。完大通未了之案。", "356": "結當來諸佛之緣。普收三世矣。廣記懸記。普收今後", "357": "矣。釋迦資之成道。龍女藉以證果。普收漸頓矣。不輕", "358": "徧記成因。四眾誹謗為種。普收逆順矣。更以異方便。", "359": "助顯第一義。普收天人羣生類矣。是則含情抱識。皆", "360": "為機宜。歷耳熏心。盡成所被。幸勿自暴自棄。以類快", "361": "見後身可也。所被機宜竟。", "362": "△五體性淺深。", "363": "第五體性淺深者。夫聖言無定。大小通關。真教難評。", "364": "淺深異體。今依圓妙法門。通收古今所說。略為三章。", "365": "一開為十種。二合為四門。三總與會通。", "366": "言開為十種者。準清凉有十門。一音聲語言體。二名", "367": "句文身體。三通取四法體。四通攝所詮體。五諸法顯", "368": "義體。六攝境惟心體。七會緣入實體。八理事無礙體。", "369": "九事事無礙體。十海印炳現體。十中前五惟體。後五", "370": "亦體亦性。又前四通小。後六惟大。前七通三乘。後三", "371": "惟一乘。前八約同教。後二惟別教。前淺後深。事盡理", "372": "圓。總攝諸教。義難俱悉。略此料簡。詳如彼疏。", "373": "言合為四門者。即前十種。圭峰束之為四。一隨相門", "374": "復有二種。一聲名句文體凖大小乘教。或以聲為教體。攝假從實故。或以名等", "375": "為教體。以體從用故。今通取之。以假實體用交資故又由前二說。皆有理教為定量", "376": "故。二通攝所詮體。以聲名句文。但屬能詮。若無所詮", "377": "之義。不成教體故。", "378": "二唯識門。以上能詮所詮。皆唯識現故。唯識云。唯遮", "379": "外境。識表內心。離識之外。更無別法。釋論亦云。十地", "380": "經者。乃至云。謂彼聖者金剛藏。識所變影像為增上", "381": "緣。聞者識上。影現似彼法門。展轉傳來。說名為教。古", "382": "德見清凉攝境唯心體中。有本影相對。說聽全收二", "383": "義。遂引彼釋此。細詳清凉。本影相對四句。第一句。唯", "384": "本無影。仍前隨相謂小乘執心外實有名句文等不知佛教。惟是識所現影。第二", "385": "句。亦本亦影。正是唯識。如上釋論所說。第三句。唯影", "386": "無本。第四句。非本非影。即是歸性。至若說聽全收。兩", "387": "重四句。義當無礙。蓋以唯心義寬通於一心本源。故清凉廣", "388": "釋。今四門約前淺後深為序。則唯識義狹。故不具引。", "389": "恐遺彼義。略變其勢。收歸下之二門。細玩自知。", "390": "三歸性門。以上識心無體。惟是真如故。然有二義。一", "391": "約生滅門。一切諸法。惟心所現。當體即真。如起信立", "392": "義分云。所言法者。謂眾生心。是心即攝一切世間出", "393": "世間法。依於此心。顯示摩訶衍義。華嚴梵行品云。知", "394": "一切法。即心自性。成就慧身。不由他悟。清凉於惟心", "395": "門中。立惟影無本。即同此義。二約真如門。一切諸法。", "396": "性本自離。舉體全真。如起信解釋分云。一切諸法。唯", "397": "依妄念而有差別。若離心念。則無一切境界之相。是", "398": "故一切法從本已來。離言說相。離名字相。離心緣相。", "399": "畢竟平等。無有變異。不可破壞。惟是一心。故名真如。", "400": "維摩經。文殊歎維摩詰曰。乃至無有文字語言。是真", "401": "入不二法門。清凉於唯心門中。立非本非影。即同此", "402": "義。", "403": "四無礙門。亦有二義。一理事無礙。二事事無礙。理事", "404": "無礙中。復有二義。一前後交徹。二說聽全收。前後交", "405": "徹者。以上三門中。前二屬生滅門。是事法界。後一屬", "406": "真如門。是理法界。起信論云。依一心法。有二種門。然", "407": "既依於一心。則真如即是生滅生滅即是真如。故統", "408": "收前三。理事無礙。而為教體。說聽全收者。有四句。一", "409": "佛全攝生。謂佛真心外。無別眾生。則唯說無聽。二生", "410": "全攝佛。謂眾生真心外。無有別佛。故唯聽無說。三生", "411": "佛互攝。謂佛真心攝眾生時。不礙眾生真心攝佛。眾", "412": "生真心攝佛時。不礙佛真心攝眾生。則說聽雙存。二", "413": "教齊立。四生佛俱泯。謂佛真心攝眾生時。生即同佛。", "414": "故非生。眾生真心攝佛時。佛即同生。故非佛。則說聽", "415": "互奪。二教齊泯。泯之絕迹。是真教體。事事無礙中。亦", "416": "有二義。一重重互攝。二說聽全收。重重互攝者。謂由", "417": "上三門。理與事無礙故。能令聲名句文等。一一事法。", "418": "皆悉稱理無礙。如後意根清淨文云。以是清淨意根。", "419": "乃至聞一偈一句。通達無量無邊之義。今識能稱性", "420": "亦然。又云。解是義已。能演說一句一偈。至於一月四", "421": "月。乃至一歲。今聲名等稱性亦然。說聽全收者。亦有", "422": "四句。一由佛果稱性。攝法無遺。眾生尚在佛中。況所", "423": "聞教。故佛果一一身分。一一毛端等。皆為所聞。二謂", "424": "眾生稱性。攝法無遺。佛尚在眾生中。況所說教。故眾", "425": "生一一身分。一一毛端。皆成所說。三由生佛互在。各", "426": "不壞相。則隨一聲教。互說互聞。故眾生身中佛。為佛", "427": "身中眾生說法。佛身中眾生。聽眾生身中佛說法。四", "428": "由生全在佛。則同佛非生。佛全在生。則同生非佛。兩", "429": "相形奪。二位齊融。則隨一聲教。說聽互無。故佛身中", "430": "眾生無聽。眾生身中佛無說。無說無聽。而聽而說。以", "431": "正互非時即互在故。是則言語道斷。心行處滅。強以", "432": "無礙而目教體。", "433": "言總與會通者。圭峰初門。即攝清涼前五。二分攝六。", "434": "以彼唯心義寬。此不俱攝三分攝六。全攝彼七清涼第六。通於圓教。圭峰第三。止齊", "435": "終頓。故惟分攝。若彼第七。會生滅之緣。入真如之實。似當頓教。故此全攝。問。前云清涼十門。前淺後深。釋中何", "436": "以前中寓深。乃令後義成淺耶。答。以彼具有行布圓融二義。故前淺後深。約行布義說。前中寓深。約圓融義說。", "437": "華嚴一經。義多類此。清涼凖之。故不相妨四攝後三。若以本經會通者。此", "438": "經既屬圓教。應無機不收。若以機論。則各據所見以", "439": "為教體。若以教論。則惟以無礙為教體也。體性淺深", "440": "竟。", "441": "△六宗趣通別。", "442": "第六宗趣通別者。語之所尚曰宗。宗之所歸曰趣。於", "443": "中有通有別。", "444": "通謂通論一代佛教。諸部異計。各各不同。以義相從。", "445": "更復合之。略為六宗。", "446": "一隨相法執宗。謂於一切我法中。起有無執故。即小", "447": "乘諸師。依阿含緣生等經。造婆沙俱舍諸部論等。於", "448": "中復有六宗。一我法俱有宗。謂犢子。法上。賢胄。正量。", "449": "密林山部等。以立我故。諸部論師共推不受。呼為附", "450": "佛法外道。二法有我無宗。謂薩婆多。上座。多聞部等。", "451": "彼說諸法。皆悉實有。但不立我。異外道計。又立正因", "452": "緣。以破外道邪因。及無因等。三法無去來宗。謂大眾。", "453": "說轉。雞胤制多。西山。北山。法藏。飲光部等。惟說現在", "454": "有為。及無為法。以過未之法。體用俱無。故所不說。四", "455": "現通假實宗。謂說假部。就前現在有為法中。說五蘊", "456": "為實。界處為假。其成實論末經部師。亦是此攝。五俗", "457": "妄真實宗。即說出世部等。謂世俗是假。以虗妄故。出", "458": "世反上。六諸法但名宗。即一說部等。謂一切我法。但", "459": "有假名。無實體故。六中初唯執有。後唯執無。中則兼", "460": "執。故總為一隨相法執宗也。詳如教儀。及華嚴懸談。", "461": "二唯識法相宗。謂一切諸法。皆唯識現故。即無著。天", "462": "親。依方廣。深密等經。造瑜伽。唯識論等。", "463": "三真空無相宗。謂一切諸法。皆空無相故。即提婆。清", "464": "辯。依妙智。般若等經。造中。百。門。掌珍論等。", "465": "四藏心緣起宗。謂一切諸法。惟是真如隨緣。具恒沙", "466": "德故。即堅慧。馬鳴。依勝鬘。涅槃等經。造寶性。起信論", "467": "等。", "468": "五真性寂滅宗。謂想相俱絕。直顯性體故。即馬鳴。龍", "469": "樹。依楞伽。般若等經。造真如三昧。智度論等。", "470": "六法界圓融宗。謂無盡法界。如因陀羅網。主伴重重。", "471": "圓融無礙故。即龍樹。天親。依華嚴等經。造不思議十", "472": "地論等。", "473": "此之六宗。前淺後深。總攝諸教。各為一類之機。啟揚", "474": "悟門。資修行業。其趣亦隨宗可思。", "475": "若別就當經以明宗趣。於中復有通別。通則此經。惟", "476": "以一乘因果為宗。令諸眾生聞法解悟。以至究竟極", "477": "果為趣。若就前通中。正當第六。五四亦可旁通。如經", "478": "云。是法不可示。言辭相寂滅。即通第五。又云。佛種從", "479": "緣起。是故說一乘。即通第四。別則略明十義五對。一", "480": "教理一對。謂主伴合會。為演一乘。故以教為宗。教不", "481": "徒設。借言顯理。故以理為趣。二境觀一對。謂理致玄", "482": "微。對心方了。故以境為宗。境不徒立。借境成觀。故以", "483": "觀為趣。三智行一對。謂觀成思絕。真智方現。故以智", "484": "為宗。智非偏枯。用以導行。故以行為趣。四因果一對。", "485": "謂行起稱性。即是佛因。故以因為宗。因無虗植。資以", "486": "嚴果。故以果為趣。五體用一對。謂果成住持。全體具", "487": "足。故以體為宗。體非永寂。寂必現用。故以用為趣。此", "488": "則從前起後。依次相生。共為一經宗趣。宗趣通別竟。", "489": "△七部類品會。", "490": "第七部類品會者。先明部類。後出品會。", "491": "言部類者。部謂本屬一經。而部帙不同。所謂雖同而", "492": "異也。類謂雖非一經。而名義相似。所謂雖異而同也。", "493": "雖同而異者。此經共有三部。一正法華。二今經。三添", "494": "品法華。翻譯時年。能譯依正。及卷品開合。俱於向後", "495": "八門中辨。然三部雖本屬一經。未免各有得失。宜參", "496": "互看之。則理無剩矣。雖異而同者。如法華三昧經。不", "497": "惟義符本經。而名亦相似。若但取其義理相似者。則", "498": "其類實繁。如華嚴。梵網。圓覺。涅槃等經。皆此經之流", "499": "類。學者果能遠具矌大之識。徧探一乘之奧。却覽此", "500": "經益發玄微。", "501": "言品會者。此經共有二十八品。三會所說。自經初至", "502": "寶塔品前半。在靈山。第一會說。自寶塔後半。至曯累", "503": "品終。在寶塔。第二會說。自藥王品。至經終。復下靈山。", "504": "第三會說。然碎玉零金。無非是寶。析檀破沉。畢竟有", "505": "香。其或智識有限。不能徧究全文。即但受持一部中", "506": "一會。一會中一品。畢竟成佛。無空過者。其猶抹眾香", "507": "而為丸。然一粒則眾香具足也。部類品會竟。", "508": "△八疏序通經大師一序。攝盡全經。雖曰因經立序。實乃借序通經。故今疏解序文。", "509": "即為通經㨗徑。若凖古德所立義門。此當傳譯感通。愚謂傳譯時年。備在序中。若感通者。大師序成之時。", "510": "以法華尊尚。未易冠言。焚香拜祝。稟咨十方諸佛。佛悉忍可。護法稱善報告。慈照之頌。至今傳聞。從來感", "511": "通靈迹。無有踰於此者。故以疏序通經易之。雖似有異於古。而實不遺於古也三。一釋序", "512": "題。二釋序主。三釋序文。初。", "513": "妙法蓮華經弘傳序", "514": "序屬於經。故依經彰序。經題詳後。若略釋者。以此", "515": "經一言一句。皆為勝因。一事一行。咸資妙果。如析", "516": "栴檀片片皆香。碎珊瑚枝枝是寶。故總以妙法稱", "517": "之。取喻蓮華者。以彼方華即果。獨異餘華。喻此圓", "518": "頓法門。特別眾典。以歷耳為因。便成道種。初發心", "519": "時。攝位證覺。與彼方華即果。無以異也。經則通收", "520": "聲名句文為體。總詮教理行果為相。備起信解修", "521": "證為用。故謂千聖通軌。群生達道。序題弘傳二字。", "522": "似非序主自命。或是後之解者。本諸序主之意添", "523": "置舊解疑為祥邁老人所加。及觀邁註。并無此說再俟叅考。若釋其義者。推廣", "524": "聖教曰弘。貽留後世曰傳。懸敘大義曰序。蓋以序", "525": "主既契此經。復懷兼濟。意欲推廣聖教。貽留後世。", "526": "故懸敘大義於首。以公有緣。觀序後弘贊永貽二", "527": "句可見。△二釋序主。", "528": "終南山釋道宣述", "529": "終南山名。距長安城南八十里。在扶風武功縣境。", "530": "東連太華。西接太白。以形始於北。勢終於南。故名", "531": "終南。據關中記。亦名中南。以在天之中。居都之南", "532": "故。山宣也。產也。謂宣氣能產生萬物也。大成云。此", "533": "地有崇山峻嶺。茂林修竹。多產百嘉。遠離囂塵。藏", "534": "修養靜。遺世觀心者。無不隱居求志於此。大師作", "535": "序時。棲心此山。故首標之。釋。佛之姓也。具云釋迦。", "536": "此翻能仁。師亦稱此者。依阿含四姓出家。皆依佛", "537": "為姓故。又道安師云。凡出家者。咸稱釋氏。故為緇", "538": "倫通稱。道宣。乃序主別諱。釋有二義。一者道德宣", "539": "著。為世所仰。二者以道敷宣。開覺群生。二義具足。", "540": "方合大師自利利他之德。大成云。師。浙江湖洲長", "541": "城人。遠為上古彭祖之後。近是隋朝吏部尚書籛", "542": "申之子。生於開皇之代。母夢日輪貫懷而孕。又夢", "543": "梵僧曰。所孕者。梁之僧祐律師也。既生。天性卓特。", "544": "九歲徧覽群書。十二善文墨。十五師日嚴頵公。十", "545": "六誦法華。兩句而徹。十七落髮。二十依律宗八祖。", "546": "弘福智首律師學律。三衣惟布。常坐一食。唐高祖", "547": "武德七年。徙居終南。常修般舟三昧於清宮精舍。", "548": "屢感天人供饌侍衛。後在西明寺行道。中夜臨砌", "549": "足蹶且仆。有年少介冑衛護。師問為誰。答曰。弟子", "550": "乃博叉天王之子張瓊也。以師戒德。故來衛護。因", "551": "以佛牙授師。夜捧行道。晝藏地穴。又授餌藥修合", "552": "之方即今天王補心丹也師問世尊在世。及滅後事。瓊一一", "553": "為說。錄為感天侍衛傳一卷。曾隨奘師譯經。推為", "554": "上座。坐夏有功。庭生芝草。安居之地。水涌白泉。外", "555": "通百氏。內洞三學。操觚續傳。則鴻儒服膺。築土封", "556": "壇。而梵僧稱讚。所著有高僧傳。弘明集。內典錄等。", "557": "百餘卷在藏。曾撰法華義苑。惜歲久失傳。喜此序", "558": "尚在。師於高宗乾封二年。十月初三日。入滅於長", "559": "安西明寺。時眾同聞。天人請師歸彌勒院。後穆宗", "560": "讚其真曰。代有覺人。為如來使。龍魔歸依。嶽神奉", "561": "侍。聲飛五天。辭驚萬古。金烏西沉。佛日東舉。稽首", "562": "歸依。肇律宗主。洎懿宗。追諡澄照大師。乃淨極光", "563": "通之號。此上係序主實行。本諸大成錄出。雖略為", "564": "增減。不踰其義。故無妨標名。述者。立言遺世之稱。", "565": "樂記云。知禮樂之情者能作。識禮樂之文者能述。", "566": "作者謂之聖。述者謂之賢。大師謙退。不敢以作者", "567": "自居。故但云述。亦孔子述而不作意也。△三釋序", "568": "文三。一序經緣起。二敘經宗旨。二祈願述意。初三。", "569": "一總標大意。二歷敘緣起。三預防伏難。初。", "570": "妙法蓮華經者。統諸佛降靈之本致也。", "571": "首句。牒經。妙法。即諸佛之心宗。蓮華。喻心宗之玄", "572": "微。詮此玄微。目之為經。牒此詮體。字之以者。以下", "573": "欲標意。故先牒之。文勢自爾也。次句標。意。統總也", "574": "義。通能所。以經為能統。佛致為所統故。諸佛者通", "575": "指十方三世。如法說章所引是也。降者對升而言。", "576": "因行已圓。上窮極果曰升。悲心未了。下度羣生曰", "577": "降。靈即一真之性。靈明不變之體也。體雖不變。用", "578": "能隨緣。因有能感之機。便隨赴應之緣。故適時降", "579": "靈。本猶根。致猶意也。言諸佛降靈。如優曇之偶現。", "580": "豈漫而無故。必有根本意致為之主耳。經云。諸佛", "581": "世尊。惟以一大事因緣故。出現於世。又云。十方佛", "582": "土中。惟有一乘法。又云。諸佛出於世。惟此一事實。", "583": "是則惟此一事。為諸佛降靈之本致。而此經正直", "584": "捨方便。但說無上道。故能總統之也。△二歷敘緣", "585": "起二。一兩土處時。二三朝翻譯。初。", "586": "蘊結大夏。出彼千齡。東傳震旦。三百餘載。", "587": "首句。明在西之處。蘊聚也。結集也。謂此經自如來", "588": "滅後。諸大弟子。蘊聚一類之義。結集成帙也。大夏。", "589": "中國之稱。故書曰。蠻夷猾夏。今經在西。而云大夏", "590": "者。以佛生之處。居大千之中故。若此土之稱中國", "591": "者。局於震旦言之。非通論也。大成云。大夏稱西域。", "592": "以彼多聞解脫。凡聖叢集。如九夏生物榮盛故九夏。", "593": "即夏九十日也。次句。明在西之時。出者流行之意。彼字。仍", "594": "指大夏。言此經最初結集。未及頌布。先已流行於", "595": "大夏故。齡年也。按此經自周穆王時。如來滅後結", "596": "集。穆王而下。訖於周。凡七百有一年。更歷秦漢兩", "597": "朝。凡五百七十九年。共計一千二百八十年。至西", "598": "晉惠帝時。方傳此方。約有一千三百餘年。今僅云", "599": "千齡者。舉大數也。東傳句。明來東之處。東對西言。", "600": "傳謂轉布。謂此經至西晉惠帝時。法護尊者。自西", "601": "而東。展轉傳布也。震旦。東土總名。震乃東方之卦。", "602": "旦者日出之始。以此方地居震位。正當日出之始。", "603": "故云震旦。樓炭經云。葱河以東。名為震旦。以初日", "604": "出。矅於東隅故。末句。明來東之時。載亦年也。按此", "605": "經自西晉惠帝時。創傳此方。永康年中譯出。由永", "606": "康而下。訖於晉。凡一百一十九年。更歷宋齊梁陳。", "607": "凡一百六十一年。洎隋至唐。凡三十八年。共計三", "608": "百一十八年。大師作序。應在唐高祖武德七年。徙", "609": "居終南之後。故云三百餘載。△二三朝翻譯三。一", "610": "晉朝翻譯。二秦朝翻譯。三隋朝翻譯。初三。一翻譯", "611": "時年。二能譯依正。三結所譯名。初。", "612": "西晉惠帝永康年中。", "613": "西晉。乃司馬氏有天下之號。始於武帝。終於愍帝。", "614": "武帝諱炎。字安世。受禪於魏。改元泰始。始都洛陽。", "615": "次遷長安。國號大晉。對下元帝江東建都。故云西", "616": "晉。惠帝名衷。字正度。武帝次子。為西晉第二主也。", "617": "永康。即惠帝年號。惠帝庚戌四月即位。立元永熙", "618": "二年。改元元康。至十一年庚申。改元永康。十二年", "619": "改永寧。十三年改泰安。十五年甲子。改永興。十七", "620": "年改光熙。此經初譯。乃在惠帝即位。第十一年。故", "621": "云永康年中。△二能譯依正。", "622": "長安青門。燉煌菩薩。竺法護者。", "623": "首句。譯主地名。長安。即關中都邑。周秦漢唐以來。", "624": "歷代建都此地。古稱咸陽。漢高祖改為長安。意取", "625": "子孫千秋百世。長久安樂故。青門。即長安東壩城", "626": "門。按五方之中。東方屬青。故以青名焉。又因此地", "627": "極目來青。蔚然可望故。即昔邵平種瓜處也。然譯", "628": "主於此門外。立寺行道。而此門却屬長安之境。故", "629": "并序之。次句。譯主德號。科註云。燉煌。即今甘肅沙", "630": "州路。古流沙地。禹貢雍州之域也。漢為燉煌郡。陽", "631": "關。玉門關。洼水在焉。然譯主未到長安時。先居燉", "632": "煌。世號燉煌菩薩。以師譯經弘道。有上求下化之", "633": "德故。末句。譯主法諱。竺即天竺。乃西國通稱。然譯", "634": "主本月氏國人。因未來燉煌時。原居天竺。故冠於", "635": "法諱之上。或云。師八歲出家。依外國竺高座為師。", "636": "連師為名。名稱法護者。意取以法自護。不令退失", "637": "菩提。以法護生。不令斷滅佛種。亦自利利他義也", "638": "按古疏。大師善究三十六國道術。兼通其語。日記萬言。博達古今。世務毀譽未。曾懷抱於武帝泰始二年", "639": "自天竺達玉門關。徙居燉煌後至長安在青門行道。故序主一一敘之。△三結所譯名。", "640": "初翻此經。名正法華。", "641": "創始曰初。翻猶易也。謂易梵成華也。此經自結集", "642": "之後。流通西域。千有餘年。尊者初來。方布此方。易", "643": "梵成華。尊者為始。故云初翻此經。正猶直也。對曲", "644": "而言。以如來四十年前。曲順機宜。分乘隨語。非正", "645": "直說。不名正法。今則直稱本懷。統會一乘。是正直", "646": "說。乃名正法。如經云。正直捨方便。但說無上道。足", "647": "證此意。華即蓮華。亦法喻為名。文成十卷。二十八", "648": "品。諸陀羅尼。皆作晉言。囑累在末。與此經大同小", "649": "異。晉朝翻譯竟。△二秦朝翻譯三。一翻譯時年。二", "650": "能譯依正。三結所譯名。初。", "651": "東晉安帝。隆安年中。後秦弘始。", "652": "前二句。先序東晉譯經雖在秦境。正統却屬東晉。故先序之。東晉始於", "653": "元帝。終於恭帝。凡十一主。蓋自五胡亂華之時。西", "654": "晉懷愍二帝。被劉氏所弑。元帝渡江。建都江東。對", "655": "上西晉。故以東晉別之。安帝。諱德宗。乃孝武皇帝", "656": "之子。東晉第十主也。丙申繼孝武攝政。丁酉即位。", "657": "立元隆安。至第六年壬寅。改元元興。十年丙午。改", "658": "元義熙。什師入關。當安帝即位之五年。故云隆安", "659": "年中。後秦句。正序西秦譯經弘道。全賴秦主。故云正序後秦。對前", "660": "秦而言。前秦符堅。字永固。有雄師十萬。自稱秦王。", "661": "後僭帝位。建都長安。後秦姚萇。字景茂。初仕符堅。", "662": "為兖州刺史。後擢龍驤將軍。因討慕容泓等。兵敗", "663": "懼奔。時有渭北馬牧等。紏扇羌眾。率其戶口。歸萇", "664": "者五萬餘家。共推萇為盟主。萇自陝西入長安。弑", "665": "符堅。僭帝位。亦號秦王。為別前秦。故置後言。萇卒。", "666": "子興立。改元皇初。至第六年。復改弘始。什師譯經。", "667": "當姚興即位之八年。故云後秦弘始或云。姚興八年。什師於草", "668": "堂寺譯出今經。當東晉義󳳧二年。序言隆安年中者乃是什師至長安之年。非譯此經之年也故今解上", "669": "約八關言之。科云翻譯時年者惟就後秦說故。△二能譯依正。", "670": "龜茲沙門。鳩摩羅什。", "671": "龜茲。國名。東印土境。什師之梓里也。沙門者。釋子", "672": "通稱。具云沙揭門曩。此翻勤息。義取勤修戒定慧。", "673": "息滅貪瞋癡故。總論沙門有四。一聖道。謂佛菩薩", "674": "等。二說道。謂說正法者。三活道。謂修善品者。四污", "675": "道。謂行邪行者。然什師入廛垂手。實證難思。且是", "676": "七佛以來。譯經一人。正屬前二。亦兼第三。鳩摩羅", "677": "什。譯主別名。具云鳩摩羅什婆。此翻童壽。以童年", "678": "有耆德故。祖居印土。其父以聰敏見稱。遊學龜茲。", "679": "龜茲王聞。以女妻之。而生於師。師處胎時。母增慧", "680": "辯。既生。母即出家。聰拔尼眾。得第三果。師七歲時。", "681": "隨母入寺。見鐵鉢舉之。俄念鉢重。即不能勝。因悟", "682": "萬法惟心。亦隨出家。母携師訪道至北印土。值一", "683": "羅漢謂曰。此子非常。當善守之。如過三十五不毀", "684": "戒。度人不減掬多。師於五明四圍等典。陰陽星算。", "685": "皆窮其妙。後轉習大乘。破外道。近遠諸國。無不驚", "686": "服。母臨滅讖曰。方等深教。當闡秦都。但於自身少", "687": "有不利。師曰。菩薩之行。利物忘軀。大化得行。爐鑊", "688": "無避。此土前秦建元九年。異星現於西域分野。太", "689": "史奏曰。當有大德智人。入輔中國。堅曰。朕聞龜茲", "690": "有羅什。襄陽有道安。得非此二人耶。遂遣驍騎將", "691": "軍呂光。率兵七萬。伐龜茲。迎師至西凉。光聞符堅", "692": "為姚萇所弑。自據西凉。即三河王位。師亦止之。萇", "693": "即位。亦聞師名。屢請。呂光不允。萇卒。子興立。復請", "694": "不允。光卒。子隆立。姚興伐涼。請師入關。以厚禮遇", "695": "之問。此經陀羅尼品。諸聖說呪。擁護持經之人。令百由旬內。無諸衰患。今什師情存妙法。志益此方。理", "696": "合到處皆吉。何故未至秦邦。符堅被弑。反將什師鈍置西凉。而呂隆為匿什師。又被姚興加兵凌辱。無乃", "697": "求吉反凶耶。答。符堅被弑須知天數已定。什師鈍置。須知法運未通。至姚興伐凉。正大教將興。化行有地", "698": "觀什母之一讖。而諸疑自釋矣。△三結所譯名。", "699": "次翻此經。名妙法蓮華。", "700": "次者。對上晉譯而言。良以法護尊者。的對梵本翻", "701": "經。語多生澁。義多隱晦。雖契佛旨。難逗時機。所以", "702": "晉本雖成。未能廣布。什師去生就利。發隱啟明。俾", "703": "一經義旨流暢。讀者無不一唱而三歎焉。但以譯", "704": "在晉本之後。故云次翻此經。名者。義之表也。重譯", "705": "斯經。更易名題者。正欲人顧名思義耳。妙法蓮華。", "706": "標自金口。不惟標自金口。即燈明威音等。最后所", "707": "說。皆同斯名。什師仍之。理為得矣。文成七卷。二十", "708": "八品。目今舉世流通。在處闡揚者是。秦朝翻譯竟。", "709": "△三隋朝翻譯三。一翻譯時年。二能譯依正。三結", "710": "所譯名。初。", "711": "隋氏仁壽。", "712": "隋氏。即楊氏建國之號。始於文帝。終於煬帝。凡三", "713": "主。共三十七年。文帝姓楊。名堅。弘農華陰縣人。其", "714": "父楊忠。仕北周有功。封隋國公。忠卒。堅襲爵。後於", "715": "辛丑受周禪。建都長安。國號大隋。故稱隋氏。仁壽", "716": "即文帝年號。文帝在位二十四年。凡二號。初受周", "717": "禪。立元開皇。至二十一年。改元仁壽。此經三譯。乃", "718": "在文帝仁壽年中。△二能譯依正。", "719": "大興善寺。北天竺沙門。闍那笈多。", "720": "大興善寺。即譯主所依譯經處也。文帝勅修。賜題", "721": "興善。意取弘揚聖典。大興善法之義。天竺。舊云身", "722": "篤。或云賢豆。亦云印土。此翻月󳬛。以此地聖賢繼", "723": "化。導凡御物。如月照臨故。又此地南控大海。北抵", "724": "雪山。北廣南狹。形如半月故。周圍九萬餘里。分畫", "725": "五區。總名五天。譯主乃北天竺沙門也。闍那笈多。", "726": "具云闍那崛多。達摩笈多。二譯主名也。闍那崛多。", "727": "此云志德。北天竺人。達摩笈多。此云法密。南天竺", "728": "人。或因行化北天。故上句并稱。二師情存妙法。志", "729": "益此方。躡霜雪以前踪。冒烟霞而進影。遂際明時。", "730": "得面聖君。頒衣賜食。頻示優寵。竪剎懸幡。光揚像", "731": "教。闍那師為主譯。笈多師為輔佐。所譯隋本。現今", "732": "在藏。匹之秦晉二經。猶若鼎足之不可闕者。故并", "733": "序之。△三結所譯名。", "734": "後所翻者。同名妙法。", "735": "譯梵成華。此本在末。故云後所翻者。按此經望秦", "736": "晉二本。略有五處不同。一於普門品後。添重頌長", "737": "行之偈此與秦晉二本俱不同。今秦本有者。乃後人凖隋本補入。二於藥草品", "738": "後。補日光一喻之文此與秦本不同。三合天授品於寶塔", "739": "品內此又與二本俱不同。四回陀羅尼品於藥王品前此亦與二", "740": "本俱不同。五移囑累品於普賢品後此又與秦本不同。餘文全", "741": "同秦本。而名亦不異。故曰同名妙法問。秦稱妙法。隋加添品。何", "742": "得云同。答添品二字。乃譯主謙退之詞。言此經既經兩朝翻譯。已如盛筵廣饌。百味俱陳。今雖更加翻譯", "743": "亦不過如盛筵廣饌中。略添少品耳。豈能出二師之右哉。由是觀之。雖加添品。不礙同名。序主豈孟浪立", "744": "言哉。文成八卷。二十七品。夫譯主所以三譯斯經者。", "745": "以貫華之線。不可少斷。攝義之經。寧得略遺。故雖", "746": "護什二譯。分燈秦晉兩朝。不妨增炷添膏。共光一", "747": "乘玄化。則譯主誰謂非如來所遣。行如來事者也。", "748": "歷敘緣起竟。△三預防伏難大師獨宗秦本。撰法華義苑。恐生彼此得", "749": "失遺漏之難。故於序中防之。四一防獨宗一本難。二防不宗餘本", "750": "難。三防餘本有異難。四防有異當述難。初難云。此經既有", "751": "三朝翻譯。今著義苑何故獨宗一本防云。", "752": "三經重沓。文旨互陳。", "753": "三經。即上三朝所譯。事經兩番曰重。三番曰沓。此", "754": "事論似有差別。文謂能詮之教。旨謂所詮之理。互", "755": "陳者。互相陳述。此理論實無二致。既無二致。宗一", "756": "本而三譯俱收矣。△二防不宗餘本難難云。既文旨互陳。三", "757": "譯大同今著義苑。何故不宗餘本。防云。", "758": "時所宗尚。皆弘秦本。", "759": "時。指當代而言。宗尚。即尊崇之義。皆弘。謂舉世弘", "760": "通。秦本。即什師所譯。良以什師。乃七佛以來。譯經", "761": "一人。且是約義翻經。深合時機。故為時所宗尚。舉", "762": "世弘通。義苑為順時機。故亦不宗餘本昔南山律師。問天人", "763": "陸玄暢云。什師一代所譯之經。至今若新。受持轉盛。何也。答云。其人聰慧。善解大乘。乃至云。其所譯經。以", "764": "悟達為先。得佛遺寄之意。又云。師從毗婆尸佛以來譯經。又云。文殊指授。令其刪定。△三防", "765": "餘本有異難難云。既順時機。獨宗秦本。安知餘二經中。全無差別。防云。", "766": "自餘支品別偈。不無其流。", "767": "自餘者。以秦本對二本而言。謂自此秦本之外。餘", "768": "二經中也。支品者。以二本望此。品數有多有少如隋", "769": "本二十七品。今多一品。品次有前有後如囑累品。晉隋俱在最後。今經獨在藥王", "770": "品前。陀羅尼品。今經在於妙嚴品前。隋本在於神力品後。支異不同故。別偈者。", "771": "以二本望此。偈義有廣有略如晉本不輕後偈。有五百清信士。五百清", "772": "信女。今經不分。止言清信士女。偈文有有有無如隋本普門品偈。今經原無。差", "773": "別非一故。流類也。不無者。反顯之詞。謂自此秦本", "774": "之外。餘二經中。支異之品。差別之偈。不謂全無此", "775": "等之類。雖不謂全無。而微細掛漏。無關要義。△四", "776": "防有異當述難難云。二經既有支別。理合俱述。方盡佛意。何槩置之不論。防云。", "777": "具如序歷。故所非述。", "778": "具猶同也。向下借喻言之。故云同如。序。歲序也。歷", "779": "歷法也。言一歲之中。有二十四序。有天下者。為歷", "780": "法以載之。敬天道以授人時。名曰序歷。今取此為", "781": "喻者。以二經品目支異。偈頌差別。不過法隨人變。", "782": "要皆明佛道以度眾生。亦如序歷。雖節令早晚。氣", "783": "候延促。不過數依時遷。要皆敬天道以授人時。非", "784": "有彼此得失也。故者。承上起下之詞。非猶不也。以", "785": "二經之中。雖有品偈支別。較之此經。實無彼此得", "786": "失。同如序歷。因時制宜一般。故所以不述也。敘經", "787": "緣起已竟。△二敘經宗旨三。一懸敘說經之緣。二", "788": "正敘一經宗旨。三結讚教勝機深。初三。一反顯。二", "789": "正明。三防問。初二。一反顯教到。二反顯機熟。初。", "790": "夫以靈嶽降靈。非大聖無由開化。", "791": "夫以者。起文之詞。因向下轉變其文。故重起之。如", "792": "未雨先雲。未火先烟。為前相故。故五峰師云。油雲", "793": "知雨沛。金電覺雷奔。理勢然也。靈嶽。即是靈山。降", "794": "臨也。靈者英靈。超羣拔萃之稱。謂旃檀林內。不生", "795": "散木。獅子窟中。不參異獸。若昔年之焦芽敗種。跛", "796": "鱉瘸驢者。豈能預茲高會。故所降皆靈也。大聖。即", "797": "指今佛。以權實雙行。超諸聖而獨尊。故稱為大。開", "798": "對凡夫。謂開其無明封閉。化對小乘。謂化其權宗", "799": "固執。非及無由。皆反顯意。言昔日靈山所降。英靈", "800": "之輩。皆大聖四十年來。多方陶汰。始能開其封閉。", "801": "化其執情。以至於此。如非大聖。何以能爾。故曰無", "802": "由開化。△二反顯機熟。", "803": "適化所及。非昔緣無以導心。", "804": "適當也。化指今經。及被也。昔緣。指智勝威音。結緣", "805": "成種之機。導即如來之善誘。心即眾生之情執。合", "806": "明即眾生處處著。引之令得出也。非及無以。亦皆", "807": "反顯。言當此大化所被之機。皆是往昔結緣成種。", "808": "乃可乘機革獘。引導其心。以至於此。如非昔緣。何", "809": "由致茲。故曰無以導心。反顯竟。△二正明二。一正", "810": "明機熟。二正明教到。初反顯乃先教後機。正明則先機後教。固文勢之相因。", "811": "亦序主之妙辯。", "812": "所以仙苑告成。機分小大之別。", "813": "所以二字。承上起下之詞。義通下科。言上文雖明", "814": "教到機熟。文出反顯。難於理會。故通承以正明之。", "815": "仙苑。地名。古仙人修道之處。亦名鹿苑。以上古國", "816": "王。曾養鹿於此。即如來於三七日後。為五比丘等。", "817": "轉四諦法輪處也。凡事究竟曰告成。今取仙苑一", "818": "會。說聽究竟時言。機即眾生機性。分謂如來分析。", "819": "言如來於華嚴會上。直稱本懷。雖機有差別。亦所", "820": "不分。至於仙苑告成時。因五人聞法得度。乃思機", "821": "有差別。教不躐等。遂以權智分析。小者引之以小", "822": "道。大者導之以大法。各以其類。故云小大之別。序", "823": "主舉此者。正顯昔緣有淺深。所以機性有小大。雖", "824": "有小大。究竟由彼昔緣。乃可引導其心。所謂非昔", "825": "緣無以導心者。信矣。△二正明教到。", "826": "金河顧命。道殊半滿之科。", "827": "金河。河名。梵語阿利羅䟦提。此云有金。以河內有", "828": "金故。在拘尸那城屬境。河畔有娑羅雙樹。即如來", "829": "入滅處也。顧謂回視。命謂命令。昔成王臨終誓誥。", "830": "稱為顧命。猶將去回視命令也。而如來於法華之", "831": "後。轉雙林。說涅槃。扶律談常。乃最後遺囑。故亦云", "832": "顧命。道猶理也。指一代教理。殊猶分也。謂如來分", "833": "判。半滿二字。文出涅槃。經云。譬如長者。惟有一子。", "834": "懼不速成。晝夜慇懃教以半字。而不教以毗伽羅", "835": "論此翻字本。為世間文字之本。即滿字以其幼穉力未堪故。此即如", "836": "來於金河顧命時。將一代教理。以半滿二字而分", "837": "判之。意者以小乘九部。不盡法義。同如半字。大乘", "838": "十二部。圓極心性。同如滿字故。科等也。謂一經分", "839": "判。則平滿各有等類也。序主舉此者。正顯大聖作", "840": "料。四十年來。半滿熏陶。方能開凡夫之封閉。化權", "841": "小之執情。同為英靈。皆來鷲嶺。所謂非大聖無由", "842": "開化者。審矣。正明竟。△三防問二。一防教猶未到", "843": "問。二防機猶未熟問。初問云。既是大聖出世。又用半滿熏陶。似乎教及可乘", "844": "之時何故二智纔揚。三止轉切豈教猶未及可乘時耶。防云。", "845": "豈非教被乘時。無足覈其高會。", "846": "豈非者。反顯詞。猶云正是也。教即從前訓誨。被猶", "847": "及也。乘時謂可乘之時。言從前既經半滿開化。正", "848": "是訓誨已及可乘之時。故經云。今正是其時也。無", "849": "足。猶云不堪。覈者考覈。謂考竅虗偽。令入真實也。", "850": "高會。即指法華。以法華搜索真實。逈超諸會。非虗", "851": "偽者所堪入故。此句意指上慢。言從前訓誨。既及", "852": "可乘之時。即當時為如實說之。第慮座中猶有增", "853": "上慢流。不堪覈其虗偽。令入法華真實高會。此如", "854": "來所以三止而不說也。△二防機猶未熟問間云既是", "855": "昔緣。又歷大小。似乎機已熟矣。何故方便品初。有五千退席之眾。而五百弟子。至三周始得受記。豈機猶", "856": "有未熟耶。防云。", "857": "是知五千退席。為進增慢之儔。五百受記。俱崇密化", "858": "之跡。", "859": "是知者。承上機熟義來。謂以是機熟義故。乃知五", "860": "千退席非真。五百受記俱密也。五千退席者。以方", "861": "便品中。身子三請之後。如來許以分別解說。時四", "862": "眾之中。有五千人等。避席而退故。進者引進。謂引", "863": "進實行增慢。俾相隨而退也。增慢者。徒有增上之", "864": "志以慢人。實無增上之行以修己。經中所謂未得", "865": "謂得。未證謂證者。是也。儔。類也。謂既有此等之人。", "866": "必有一類相從之眾故。經云。斯人尠福德。不堪受", "867": "是法。故五千人引之而去。一則以免謗法招𠎝。一", "868": "則以免礙他進聞。似違實順。顯損冥益。豈真上慢", "869": "也哉。五百者。即下恨受記中五百弟子。所謂憍陳", "870": "如。三迦葉。乃至周陀莎伽陀等是也。受記者。謂領", "871": "受如來之記。經云。其五百比丘。次第當作佛。又云。", "872": "我等聞無上。安隱受記聲。正如來授之。而五百受", "873": "之之意。崇敬行也。密化者。密示下根。化彼同類也。", "874": "迹謂事迹。言五百弟子。雖在下根受記。非真下根。", "875": "俱是敬行密化之事迹耳。據此。則五千五百。俱未", "876": "可以言貌觀也問。下根受記文中。前有富那。及千二百人。後有阿難。及二千人。今特", "877": "言五百。何也。答。富那得記文中。明言內秘菩薩。外現聲聞。自是機熟可知。即阿難位居有學。如來明言等", "878": "於空王佛所發心。亦是機熟可知。其餘二千人者。既屬有學。雖在下根受記。亦無可疑。至於千二百人。其", "879": "餘不在此會者。更無可疑。惟此五百弟子。既屬無學。又在現會。法說喻說。俱未得記。必同下根待說因緣。", "880": "始得受記。恐人疑其機猶未熟。故特舉以防之。懸敘說經之緣竟。△二正", "881": "敘一經宗旨言宗旨者。乃扣關擊節之處。非一經前後俱序。亦非節節相承次第而序。", "882": "惟以蜻蛉點水之文。俾學者得提綱挈領之義。故今解未敢蛇足。而講演者。切不可謂為遺漏。亦更不必", "883": "強與會通該攝也。分五。一序分宗旨。二法說宗旨。三喻說", "884": "宗旨。四因緣宗旨。五顯益宗旨。初。", "885": "所以放光現瑞。開發請之教源。", "886": "所以二字。承上教到機熟而言。正以教到機熟。當", "887": "發請之際。所以放光以開其教源也。放者。自內而", "888": "外。自狹而廣。自近而遠之義。光。即眉間白毫。相光。", "889": "經云。爾時世尊。放眉間白毫。相光。照東方萬八千", "890": "世界等是也。現瑞。指光中所現之相。經云。盡見彼", "891": "土。六趣眾生。又見彼土。現在諸佛。及聞諸佛。所說", "892": "經法等是也。然此光相稱瑞者。為開演今經之兆", "893": "故。開啟也。發請者。興問之義。即經中彌勒覩光中", "894": "瑞相。請問文殊是也。教者。前導義。以如來放光於", "895": "前。彌勒發請於後。則放光正開啟發請之前導。源", "896": "者。端由義。以如來逗機現瑞。彌勒動念發請。則現", "897": "瑞又開啟發請之端由。若彼時佛不放光現瑞。彌", "898": "勒無由興問發請。縱使大智文殊。也祇好閉口鉗", "899": "舌。則二語所敘。誠序分之宗旨。△二法說宗旨。", "900": "出定揚德。暢佛慧之宏略。", "901": "出定者。對序分入定而言。序分因大機不動。不得", "902": "不入定以動之。今此因大機將發。不得不出定以", "903": "發之。出入皆為機施設。在佛本無出無入。經云爾", "904": "時世尊。從三昧安詳而起。即出定文也。揚謂讚歎", "905": "稱揚。德即權實二智。經云。諸佛智慧。甚深無量。其", "906": "智慧門。難解難入等。即揚德文也。不言智而言德", "907": "者。智為別體。德乃總稱。舉總該別之意。又理備於", "908": "己曰德。以權實二智。皆如來所證之理故。暢有二", "909": "義。一宣暢。以權實二智。眾生等有。迷而不知。今出", "910": "定揚德。正宣暢令知也。二舒暢。以佛智佛慧。四十", "911": "年來。抑之在懷。今出定揚德。正舒暢其懷也。佛慧", "912": "者。即經中佛知佛見。一切種智等。名別而義同耳。", "913": "宏略。大剛也。言向後雖有佛知佛見等。種種名目。", "914": "顯示佛慧。約不出品初權實二智之義。是則出定", "915": "揚德。已宣舒佛慧之大綱矣。設世尊不出定揚德。", "916": "會眾無由騰疑。身子無由三請。如來無由分別解", "917": "說。縱使上根在座。也祇好𦢊腮龍門。則二語所敘。", "918": "豈非法說宗旨。△三喻說宗旨。", "919": "朽宅通入大之文軌。", "920": "朽宅二字。通指一喻全文。朽者敗壞不安之相。宅", "921": "者依止投托之處。義喻三界無安。眾生依止其中", "922": "故。經云若國邑聚落。有大長者等。即朽宅之喻也。", "923": "亦名火宅。大火所燒故。今言朽者。宅久頓弊故。通", "924": "謂疏通。有所滯礙。疏之使通也。入大者。仍指法說", "925": "章中。會小入大之義。文軌出中庸。文者書之點畫。", "926": "軌者車之轍跡。彼謂車同軌。書同文。意言文武之", "927": "制。至今天下無敢異也。今取此者。以法說章中。會", "928": "小入大。乃諸佛不易之定式。亦如書車之文軌相", "929": "似。第以法說幽微。獨被上根。反顯文軌有滯。不通", "930": "中下。故說朽宅一喻。以三車一車之淺。況三乘一", "931": "道之深。俾聞者因喻知法。正疏通前章。幽微滯礙", "932": "之義。然如來若不疏通。而中根四人。尚不識大小", "933": "淺深之次第。又焉能盡聞一音圓融。而獲記莂之", "934": "益乎。是喻說一周之旨。盡在是矣。△四因緣宗旨。", "935": "化城引昔緣之不墜。繫珠明理性之常在。", "936": "化城二字。通指一品全文。無而忽有曰化。防非禦", "937": "敵曰城。義喻小乘權設。能防見思之非。禦分段之", "938": "敵故。經云。佛告諸比丘。乃往過去。無量無邊不可", "939": "思議阿僧祇劫。爾時有佛。名大通智勝等。即化城", "940": "一品文也。引謂接引。昔緣指大通佛時。覆講結緣", "941": "之機墜猶失也。言前二周中。上中二根。已皆領解", "942": "得記。惟餘下根。雖具昔緣。未能開悟。如來若不接", "943": "引。則昔緣失矣。因此復說化城一品。令彼各識宿", "944": "因。并知自所住地。近於佛慧。正昔引往昔結緣之", "945": "眾。不令墜失耳。繫珠二字。通指一喻全文。繫。結束。", "946": "珠。如意也。謂富親憐念貧友。以如意珠。繫彼衣裏。", "947": "喻如來往昔結緣。以一切種智。納於眾生藏識焉。", "948": "經云。譬如有人。至親友家。醉酒而臥。是時親友。官", "949": "事當行。以無價寶珠。繫其衣裏等。即繫珠一喻文", "950": "也。明者述成之義。理性即一切種智。常在猶云不", "951": "失也。言二乘人等。於往昔受化之時。既發一切智", "952": "願。則種智已納識田。但以中間退大向小。自謂絕", "953": "分。義似有失。今聞因緣。頓悟宿因。親蒙授記。大喜", "954": "過望。同說繫珠一喻。意者以衣珠之故在。述成識", "955": "納之理性。至今常在。從本不失耳。然如來若不接", "956": "引。下根無由得記。五百若不述成。如來授之成妄。", "957": "故將接拍成令之勢。約義敘出。則序主可謂深得", "958": "因緣一周之宗旨矣。△五顯益宗旨。", "959": "鑿井顯示悟之多方。", "960": "鑿井二字。亦指一喻全文。鑿井。謂施功鑿地。成井", "961": "求水。義喻菩薩修行斷惑。悟真空而求菩提也。經", "962": "云。譬如有人。渴乏須水。於彼高原。穿鑿求之。即鑿", "963": "井一喻文也。顯謂彰顯。欲令人知故。示悟多方。指", "964": "此經功能而言。示謂指示。悟謂開悟。經云。一切菩", "965": "薩阿耨菩提。皆屬此經。正顯此經開悟多方。又云。", "966": "此經開方便門。示真實相。正顯此經指示多方。是", "967": "則鑿井一喻。總為彰顯此經。指示處。開悟處。多有", "968": "方便。俾人人知而受持。箇箇服膺不忘也。然從前", "969": "三周法竟。三根記圓。而又廣記現在。懸記未來。正", "970": "是所應度者。皆已度訖。其未度者。亦作得度因緣。", "971": "從此鑿井喻後。共有十八品半經文。一絡索不了。", "972": "復牽一絡索。無非廣顯此經勝益。以冀其傳。要知", "973": "種種勝益。總不出示悟多方。則鑿井一喻。允為顯", "974": "益宗旨。正敘一經宗旨竟。△三結讚教勝機深二。", "975": "一結經讚教。二結持讚機初二。一結經惟遠。二讚", "976": "教緣勝。初。", "977": "詞義宛然。喻陳惟遠。", "978": "詞謂能詮文詞。義謂所詮義理。宛然者。歷歷分明", "979": "之義。言上來略敘大綱。俾識宗旨。其餘若詞若義。", "980": "俱歷歷宛然。在經中可見也。喻謂曉喻。陳謂敷陳。", "981": "言經中所以詞義宛然者。無非曉喻敷陳。令知微", "982": "惟懸遠之義。唯猶獨也。朱文公曰。獨者人所不知", "983": "而己所獨知之地。今經惟佛究盡。餘皆不知。故亦", "984": "以獨稱。遠者不可企及之義。言雖詞義宛然。而其", "985": "中曉喻敷陳者。實唯遠而莫可知及。是固顯斯經", "986": "之言約義豐。抑以見如來之曉喻敷陳者。非小緣", "987": "矣。△二讚教緣勝。", "988": "自非大哀曠濟。拔滯溺之沉流。一極悲心。拯昏迷之", "989": "失性。", "990": "自獨也。獨非者。反顯義。言此經詞義如是宛然。喻", "991": "陳如是唯遠。是皆出自如來大哀曠濟。一極悲心", "992": "救󳫠滯溺。拯接昏迷之至意。但序主不欲直言。故", "993": "以獨非等而反顯之。大哀曠濟者。讚佛慈心。哀即", "994": "慈義。無遮之慈。徧覆一切。故云大哀。曠者遠義。無", "995": "限之慈。遠濟多生。故云曠濟。󳫠者挽救義。滯溺沉", "996": "流。指二乘言。以二乘滯於權宗。溺於小道。如抱石", "997": "沉淵之流。經中說三周法。授三根記。正為挽救如", "998": "是之人。一極悲心者。讚佛悲念。同體之悲。等一無", "999": "二。故名為一。無緣之悲。至極無方。故名為極。拯者", "1000": "接引義。昏迷失性。指凡外言。以凡外昏於無明。迷", "1001": "於邪見。如怖頭失性之人。經中廣記現在。懸記未", "1002": "來。正為接引如斯之輩。據此。則一言一句。哀切慈", "1003": "衷。一偈一行。痛含悲淚。幸見聞者。亦仰體聖心可", "1004": "爾。結經讚教竟。△二結持讚機二。一結持隆盛。二", "1005": "讚機因深。初。", "1006": "自漢至唐。六百餘載。總歷群籍。四千餘軸。受持盛者。", "1007": "無出此經。", "1008": "自從也。漢明帝永平年間。佛法始入中國。故云自", "1009": "漢。大師作序。雖未考其年月。應在唐初之時。故云", "1010": "至唐。中歷東西兩晉。南北二朝。并經隋氏。約有六", "1011": "百餘載。總統言也。歷傳也。群籍猶云眾典。以下四", "1012": "千餘軸。乃統言唐漢中間。所傳眾典之數也。軸與", "1013": "卷同。今字畫多以軸為卷。古經書亦然。故序主仍", "1014": "之。正量論云。唐漢中間。譯經華梵道俗。共二百餘", "1015": "人。所出三藏眾典。共一千四百八十部。八千四百", "1016": "七十六卷。自魏周焚毀。亡失者多。現入藏者。有八", "1017": "百七十四部。四千二百五十三卷。故云四千餘軸。", "1018": "受持二字。有通有別。通論。則讀誦解說。書寫供養。", "1019": "皆各受持。別論。則受謂領受其義。持謂誦持其文。", "1020": "盛隆也。出過也。言自漢至唐。六百餘載之中。統言", "1021": "所傳眾典。共四千餘軸。若其間受持隆盛者。無過", "1022": "此經。是固顯斯經之功力殊勝。抑以見眾生之能", "1023": "受能持者。有由來矣。△二讚機因深。", "1024": "將非機教相扣。并智勝之遺塵。聞而深敬。俱威王之", "1025": "餘勣。", "1026": "將非。與上自非義同。言此經受持隆盛。超出六百", "1027": "載之眾典者。是皆由於機教相扣。聞而深敬。同是", "1028": "智勝遺塵。皆屬威王餘勣。故亦以將非等而反顯", "1029": "之。機指受持之人。教即今經。扣擊也。言斯人一遇", "1030": "斯經。便相擊於心不能忘也。并同也。智勝遺塵。指", "1031": "大通結緣之機。遺餘也。塵跡也。言大通結緣之機。", "1032": "中間熟去脫去者。不知幾許。若今之機教相扣者。", "1033": "同是智勝結緣。特中間未脫之餘跡。如非有緣。何", "1034": "能機教纔逢。便相扣於心不能忘乎。聞而深敬者。", "1035": "一歷耳根。身心歸命。不忍舍置之義。威王餘勣。指", "1036": "威音結緣之機。餘與遺同。勣功也。言威音結緣之", "1037": "機。中間獲益收功者。不知幾許。若今之聞而深敬", "1038": "者。俱是威音結緣。特中間未收之遺功。如非有緣。", "1039": "何能一歷耳根。便身心歸命不忍置乎。據此。則無", "1040": "因難遇。有由方親。幸見聞者。勿自負昔緣可爾。敘", "1041": "經宗旨竟。△三祈願述意二。一明序祈願。二歎經", "1042": "述意。初。", "1043": "輒於經首。序而綜之。庶得早淨六根。仰慈尊之嘉會。", "1044": "速成四德。趣樂土之玄猷。", "1045": "首二句。明序。輒謂忽然。經首。即經前也。序謂敘述", "1046": "大綱。綜謂總提要義。序主意謂。已知受持斯經。俱", "1047": "屬普勝威音之機。故某雖不敏。不敢自棄。忽然發", "1048": "起勝心。遂於斯經之前。敘述大綱。而總提要義焉。", "1049": "又輒者。輕遽義。意者。以法華尊尚。未易冠言。興心", "1050": "作序。誠不自揣。故云輒於等。亦大師謙遜語也。後", "1051": "四句。祈願。庶得猶云或可。蓋不敢自決之義。意謂。", "1052": "某之所以輒作是序者。只為六根固結。嘉會難逢。", "1053": "四德有虧。玄猷莫趣。或可以借此微因。得以早淨", "1054": "六根云云。早淨者。直下清淨。不待後來也。法師功", "1055": "德品云。善男子。善女人。若讀若誦。若解說。若書寫", "1056": "得八百眼功德。乃至千二百意功德。以是功德。莊", "1057": "嚴六根。皆令清淨。序主本此。故祈早淨六根。仰瞻", "1058": "也。望也。慈尊指世尊言。以世尊等三界以同仁。如", "1059": "母之慈。視四生如一子。若父之尊故。嘉會。即指靈", "1060": "山。以靈山濟濟多士。為一代嘉美之會故。分別功", "1061": "德品云。若有善男子。善女人。聞佛說壽命長遠。深", "1062": "心信解。則為見佛。常在耆闍崛山。序主本此。故祈", "1063": "靈山嘉會。壽量品云。我常住於此。以諸神通力。令", "1064": "顛倒眾生。雖近而不見。又云。眾生既信服。質直意", "1065": "柔軟。乃至時我及眾僧。俱出靈鷲山。據此。則靈山", "1066": "一會。至今儼然未散。第以眾生六根固結。雖近不", "1067": "見耳。所以序主先祈淨根。則瞻望慈尊嘉會有由", "1068": "矣。速成者。應念成就。不勞長時也。四德者。古謂常", "1069": "等四德。今依大成。即指勸發品中。諸佛護念。植眾", "1070": "德本。入正定聚。發救生心。為四德故。勸發品云。善", "1071": "男子。善女人。成就四法。必得是經。序主本此。故祈", "1072": "速成四德。趣往也。求也。樂土指西方言。以彼但受", "1073": "諸樂。無眾苦故。玄猷猶云妙道。指彌陀所演法華。", "1074": "藥王品云。若女人聞是經。如說修行。於此命終。即", "1075": "生安樂世界。大師赫赫龍象。豈遜女流。依於此義。", "1076": "故祈樂土玄猷。彌陀經云。彼土有佛。號阿彌陀此云", "1077": "無量壽。今現在說法。據此。則樂土玄猷。至令猶可面", "1078": "命。第以眾生四德有虧。莫能往趣耳。所以序主先", "1079": "祈成德。則往求樂土玄猷有自矣。△二歎經述意。", "1080": "弘讚莫窮。永貽諸後云爾。", "1081": "上句歎經。弘廣也。讚歎也。莫窮者。不能究盡之義。", "1082": "序主意謂。已知此經一言一句。皆從如來大哀曠", "1083": "濟。一極悲心流出。但愧某智非文殊。辯遜天女。廣", "1084": "讚此經。雖罄竹亦難盡也。下句。述意。永遠也。貽留", "1085": "也。諸語詞。後謂自今而後。以至盡未來際也。云爾", "1086": "者。結尾詞。猶言是斯意耳。序主意謂。某之所以弘", "1087": "讚此經者。明知莫窮。蓋不過資扁舟之一葉。凌波", "1088": "濤之萬頃。俾學者因序知經。由己及人。令此法燈", "1089": "燈相續。𦦨𦦨相聯。永遠貽留。以至盡未來際。所冀", "1090": "者如此而已。疏序通經竟。", "1091": "法華指掌䟽懸示終", "1092": "音釋", "1093": "香嵒寺名下疑咸切音巖。夤夷真切音寅因賄干進也。潦魯皓切音老路上流水也。詡", "1094": "火羽切許上聲大言也。寱研計切音藝夢語也。柔兆攝提格歲名丙寅年也。仲", "1095": "呂四月律名。夥胡果切音禍盛多也。掇都括切音剟拾取也。典型法則模範也下奚荊", "1096": "切音刑。曦虛宜切音𦏁日色也。󳱮王月切音越審思也。覰七慮切蛆去聲伺視也。摩", "1097": "訶衍此云大乘。頵居筠切音麏人名。般舟三昧般舟此云佛立十方諸佛在前", "1098": "立故三昧此云正定亦云正受入此定時不受一切法故。蹶居月切音厥失脚也。仆芳故切音", "1099": "赴偃仆也。博叉具云毗留博叉此云廣目西方天王名也。猾戶八切音滑亂也。舜禪", "1100": "下時戰切音善禪讓與也。蔚於胃切音尉草木美盛貌。洼於佳切音娃水名。月氏", "1101": "西域國名下音移切音支。擢直角切音濁󳫠也抽出也。驍騎勇健也上堅堯切音澆。孟", "1102": "浪不精要貌上模朗切音莾。跛補火切音簸足偏廢也。瘸衢靴切掘平聲脚手病也。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 630 法華經指掌疏懸示", "author": "清 通理述"}