{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 725 式叉摩那尼戒本", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 725-A 式义摩那尼戒本序No. 725-A", "1": "式义摩那尼戒本序", "2": "惟夫世教。禮儀為先。出世洪規。戒律居首。非禮儀無", "3": "以成賢智。乘戒律所以趣菩提。故大經云。戒是一切", "4": "道果梯航。亦是一切善果根本若不護持禁戒。云何", "5": "當見佛性。一切眾生雖有佛性。要因持戒然後乃見。", "6": "因見佛性。得成無上菩提。是故大小兩乘。同稟尸羅。", "7": "出家五眾。共遵戒法。第以時當末法。人多喜受撥持。", "8": "虗霑戒品。反作苦海中敝囊。或以狂慧妄談般若。輕", "9": "毀毗尼。致使愚蒙隨習。後進無門。寧知如來備盡物", "10": "機。教闡三乘。戒立五眾。而女性闇鈍。煩惑偏厚。乃制", "11": "以六法。令其二年預學大尼一切諸戒威儀。戒體漸", "12": "成。方聽受具。然其所依。必以知律大尼為師。但大尼", "13": "不得向說五篇七聚之名。惟聽語令不婬不盜等諸", "14": "戒威儀。嗟夫末代大尼罕遘。知律者全稀。既不蒙於", "15": "親授。復不許閱篇聚之文。無由得知止持作犯。縱有", "16": "向上之志。而無措足之方。爰是稽諸律本。編集所應", "17": "學法。俾有慚有愧。樂學戒者。時而習之。旹", "18": "順治庚寅孟夏大菩提心沙門弘贊識", "19": "目次式叉摩那尼戒本目次", "20": "初學四根本", "21": "二學六法", "22": "三學二百九十二行法", "23": "式叉摩那尼戒本目次終", "24": "No. 725", "25": "式叉摩那尼戒本出曇無德部", "26": "廣州南海寶象林沙門　弘贊在犙　輯", "27": "前文梵語式叉摩那尼。此云學法女。謂於二年中具學三", "28": "法。一學根本。謂四重也。二學六法。謂羯磨所得者。三", "29": "學行法。謂大比丘尼一切諸戒威儀也。今依律本。詳", "30": "列三法。以便受戒者習學。", "31": "初學四根本○初學根本共有四事", "32": "一不得作不淨行。行婬欲法。若式叉摩那。行婬欲法。", "33": "乃至共畜生。非式叉摩那。非釋種女。是犯重罪故。", "34": "二不得偷盜。乃至草葉。若式叉摩那。偷人五錢。若過", "35": "五錢。若自取。教人取。若自斷。教人斷。若自破。教人破。", "36": "若燒。若埋。若壞色者。非式叉摩那。非釋種女。是犯重", "37": "罪故斷謂斫作兩斷。破謂毀裂。燒埋壞。皆是使錢色相變壞也。五錢者。是五大錢。一大錢。直十六小", "38": "錢。若取五錢。直五錢物。悉犯重罪。", "39": "三不得故斷眾生命。乃至蟻子。若式叉摩那。故自手", "40": "斷人命。若持刀授與人。教死。讚死。若與人非藥。若墮", "41": "人胎。󰚏禱呪術。自作。教人作者。非式叉摩那。非釋種", "42": "女。是犯重罪故讚謂讚歎令死。非藥謂毒藥。或彼人病。與不相宜藥令死󰚏音掩。謂祈禱", "43": "鬼神也。咒謂用惡咒術也。", "44": "四不得妄語。乃至戲笑。若式叉摩那。不真實。非己有。", "45": "自稱言。得上人法。得禪。得解脫。三昧正受。得須陀洹", "46": "果。乃至阿羅漢果。天來龍來鬼神來。供養我。即非式", "47": "叉摩那。非釋種女。是犯重罪故解脫。謂八解脫。三昧。此云正定。正受。亦定", "48": "之異名。須陀洹此云入流。謂入聖人之流。阿羅漢。此云無著。亦云無生。謂解脫三界生死故也。", "49": "此四重戒。隨犯其一。即應滅擯。後不得受比丘尼", "50": "戒。亦不得還為式叉摩那。沙彌尼。優婆夷也。若更", "51": "從師強受。亦不得戒。仍獲重罪。受他信施。悉名犯", "52": "盜。", "53": "二學六法○二學六法正有六事", "54": "若式叉摩那。與染污心男子。共身相摩觸。犯戒。應更", "55": "受戒染污心者。婬欲意也。", "56": "若式叉摩那。盜心取減五錢。犯戒。應更受戒減五錢者。或一", "57": "錢二錢三錢四錢。", "58": "若式叉摩那。斷畜生不能變化者命。犯戒。應更受戒", "59": "不能變化者。謂畜生不能變作人。天。龍。鬼神。等形。畜生者。乃至微細昆蟲。盡名畜生。", "60": "若式叉摩那。於眾中故作妄語。犯戒。應更受戒此中妄語", "61": "謂小妄語也。", "62": "若式叉摩那非時食。犯戒。應更受戒日中後。至明旦天未明。即名為", "63": "非時。", "64": "若式叉摩那飲酒。犯戒應更受戒。", "65": "此之六法。若犯其一。即名缺戒。應更與二歲羯磨。", "66": "復從始學。若學不滿二歲。不得受大戒。", "67": "三學二百九十二行法○三學行法共二百九十二法。佛言。式叉摩那。一切大尼戒應學。除自取食。授食與他。", "68": "準僧祇律制。自從沙彌尼受食", "69": "不得以染污心。受染污心男子捉手。捉衣。入屏處。共", "70": "立。共語。共行。身相倚。若共期屏處者。謂人所不見聞處。", "71": "不得覆藏他罪。若知他有罪。不自舉不白僧。不語眾", "72": "人。後於異時。彼人或命終。或滅擯。或罷道等。乃作是", "73": "言。我先知彼有如是如是事。是覆藏他重罪故。", "74": "若知比丘。乃至守園人。及沙彌。為僧所舉。如法。如律", "75": "如佛所教。不隨順。不懺悔。僧未與作法共住。而隨從", "76": "之。他比丘尼。式叉摩那。諫時。應捨。不得不捨隨順者。謂隨順", "77": "其言。或授經及與衣食。", "78": "不得作媒嫁。持男意語女。持女意語男。或為成婦事。", "79": "或為私通事。乃至須臾間。", "80": "不得瞋恚不喜。以無根重罪謗他。欲壞彼清淨行者", "81": "無根者。謂不見。不聞。不疑彼犯。而故作謗語。", "82": "不得瞋恚不喜。於異分事中取片。以無根法謗他。欲", "83": "壞彼人梵行異分者是重罪也。取片者。謂於重罪中取小罪。以謗他犯重也。", "84": "不得詣官。語居士。或居士兒。或奴。或客作人。乃至須", "85": "臾頃詣官者。謂以事而告知官也。若為人輕陵。應語其父母。或其親族。或。比丘比丘尼。近事男近事", "86": "女。而訶諫之。客作人者。謂受雇使作之人。", "87": "若先知是賊女。罪應死。人所知。不問王。若大臣。若種", "88": "性。不得便度出家學法女。雖無畜徒法。然應預學之。", "89": "不得獨渡水。獨入村。獨宿。獨在後行獨宿者。謂於村中俗家獨宿也。", "90": "若知男子有染污心。不得從彼受食。及餘物十一。", "91": "不得教他從染污心男子。受食及物。", "92": "不得破和合僧。諫而不捨。", "93": "不得作破僧伴黨。諫而不捨。", "94": "若依城邑村落住。污他家。行惡行。眾僧驅擯。不得不", "95": "服污他家者。謂以物贈遺白衣。行惡行者。謂種諸花果。溉灌採實。乃至與人。或與童子共牀坐。同器食。", "96": "歌舞。鼓吹。受雇。戲笑等。", "97": "若惡性。不受人語。他諫時。應捨。", "98": "不得彼此相親近住。共作惡行。惡聲流布展轉共相", "99": "覆藏過失。諫而不捨親近者。數共戲笑。數共相調。", "100": "若眾僧為他作別住。訶諫時。不得教彼言。汝等莫別", "101": "住。當共住。我亦見餘有不別住。共作惡行。惡聲流布。", "102": "共相覆罪。而僧以恚故。教汝別住。是謗僧故。諫時。應", "103": "捨。", "104": "不得輙以一小事。瞋恚不喜。便作是言。我捨佛。捨法。", "105": "捨僧。不獨有此沙門釋子。亦更有餘沙門。婆羅門。修", "106": "梵行者。我等亦可於彼修梵行。若僧諫時。應捨。", "107": "不得喜鬬諍。不善憶持諍事。僧共評斷。便言僧有愛", "108": "恚怖癡。諫而不捨。", "109": "不得畜長衣。過十日。不淨施淨施有二。一真實淨施。謂真實施與他人。二展", "110": "轉施施。謂對他作法已。而自畜持○二十。", "111": "不得離衣異處宿。乃至經一夜。", "112": "不得從非親里居士。居士婦。乞衣。若奪衣。失衣。燒衣。", "113": "漂衣。時。聽乞。", "114": "若奪衣失衣燒衣漂衣。而居士居士婦。自恣請。多施", "115": "與衣。當知足受。不得過。", "116": "若居士居士婦。為辦衣價。欲買衣施。先未受自恣請。", "117": "不得為好故。便到其家。讚譽索衣。", "118": "若二居士居士婦。為辦衣價。欲買衣施與。先未受自", "119": "恣請。不得為好故。便到二居士家稱譽。勸令共作一", "120": "衣未受自恣請者。謂未任其往索也。", "121": "若檀越遣使送衣價。與式叉摩那。而式叉摩那。由不", "122": "得捉持是價。故不受。彼使便以衣價付執事人而去。", "123": "若式叉摩那須衣時。應二三反。往執事人所。語言。我", "124": "須衣。若不得衣者。四五六反。在彼執事人前。默然住。", "125": "得衣者善。不得過是更往求衣。當語檀越知。取還衣", "126": "價。莫使失。自不得受。", "127": "不得自手取金銀錢。若教人取。若口可受口可者。謂口應諾而", "128": "受也。", "129": "不得作種種販賣。", "130": "若畜鉢減五綴不漏。不得為好故。更求新鉢。", "131": "不得自求縷。使非親里織師。織作衣縷謂縷線○三十。", "132": "若檀越使織師。為式叉摩那織作衣。先未受請。不得", "133": "為好故。便往織師所。語令廣長堅緻齊整織。更增與", "134": "價。乃至一食直。", "135": "若施與他衣已。後不得瞋恚故。自奪取。教人奪取。", "136": "若為病故。畜酥油。生酥蜜石蜜。得齊七日內。殘宿而", "137": "食。不得過七日服酥謂牛羊等乳變成者。油謂蔓青芝麻等油蜜謂蜂蜜石蜜即蔗糖", "138": "煎煉成者。此等諸藥。從他人受得時。即為初日。齊七日內。應自取服。若有餘。當施與人。不得留至第八日", "139": "若十日未滿夏三月。有人為急因緣故。以衣施與。應", "140": "受。受已。乃至衣時應畜。不得過轉僧七日十六日受功德衣。至十二月十", "141": "五日捨。此五月中。名衣時。若不受功德衣。一月名時。謂七月十六日。至八月十五日也。式叉摩那。雖無功德衣。", "142": "以其坐夏有功故。準理亦應隨僧得兩時利益。畜長衣而不犯戒。若過兩時。不作淨施。即犯。凡一切衣物。要至", "143": "安居竟得畜。以此是急施衣故。乃開前十日也。急因緣者。或他為遠行。征伐。故施。或為病人故施。或為產難等", "144": "故施。", "145": "若知物施僧。不得迴以入己。", "146": "不得欲索是。更索彼者謂往施家求此物已。更求餘物也。", "147": "若知檀越所為僧施異。不得迴作餘用謂檀越與財物作堂。而迴", "148": "用作衣服。或與作衣服。而迴作堂。或與此處。乃迴與彼處用。若問主即隨主語用。若主與物時言。隨意用得用", "149": "若所為施物異。自求為僧。不得迴作餘用所為施異者。若為食", "150": "施。而用作衣。為衣施。而用作食。若為餘處。乃更為餘處用。自求者。處處求乞也。", "151": "若檀越所施物異。不得迴作餘用若他施物與作舍。而以此物貿作衣。", "152": "不犯如前。前為僧作堂。此為一二人作舍。或為自也。", "153": "若檀越所為施物異。自求為僧。不得迴作餘用眾為作房", "154": "舍故。處處求得財物。而以財物貿作衣共分○四十。", "155": "不得畜長鉢即日得鉢。即日應受持一鉢有餘者。當淨施。若遣與人。", "156": "不得多畜好色器若即日得器。應即日受。可須用者十六枚。餘者當淨施。若遣與人。十", "157": "六枚者。謂大釜。釜葢大甕。及杓。小釜。釜葢。小甕。及杓。水瓶瓶葢。甕。及杓。洗瓶。瓶葢。壅及杓。", "158": "若許他病衣。後時應與病衣者。月水出時。遮內身上。及著裙也。若許他餘所須物。", "159": "亦應與之。", "160": "不得以非時衣。受作時衣時者。不受功德衣一月。受功德衣五月名時。非時者。", "161": "除此二時中。於餘時得長衣。是名非時衣也。時衣安居僧應分。非時衣現前僧應分。", "162": "若與他貿易衣已。後時不得瞋恚還奪取。或使人奪", "163": "取貿易衣者。或以衣貿衣。或以餘物貿衣。或以衣貿餘物。", "164": "若乞重衣。當齊價直四張㲲。不得過重衣者。寒時衣也。", "165": "若乞輕衣。極至價直兩張半㲲。不得過輕衣者。熱時衣。", "166": "不得故妄語六法中。謂於眾中故作妄語。此中乃至向一人說者。便犯。", "167": "不得毀呰語謂毀辱於他。令彼羞耻也。", "168": "不得兩舌語謂傳他彼此之言。令生鬬亂也○五十。", "169": "不得與男子同室宿。", "170": "不得共未受戒女人同一室宿。過三夜僧祗律云。大尼得與式叉", "171": "摩那三宿。式叉摩那得與沙彌尼三宿。", "172": "不得與未受戒人共誦法準本律。不聽與未受大戒人共誦經法。餘律不聽向", "173": "未具人說大戒法。令此式叉戒。亦不聽向沙彌尼。及在家人說。", "174": "若知他有麤惡罪。不得向未受大戒人說若僧作羯磨。差使說", "175": "不犯。", "176": "不得向未受大戒人。說過人法謂實自證得禪定。解脫。三昧。初果。乃至四", "177": "果。不得向未受大戒人說也。", "178": "不得與男子說法。過五六語五謂五陰。六謂六根。六塵。或更有五六相應之", "179": "語。若有有智識女人在傍。過說不犯。", "180": "不得自手掘地。若教人掘。", "181": "不得壞鬼神村一切草木。是鬼神所依住。猶若人村。不得損壞也。乃至一切生種。亦不得", "182": "損壞。", "183": "不得妄作異語惱他謂他如法問時。情生不悅。即妄以餘事答之。令彼生惱也。", "184": "不得嫌罵他或面罵。或背罵○六十。", "185": "若取僧繩牀。木牀。臥具。坐褥。露地自敷。若教人敷。去", "186": "時。當自舉。若教人舉。", "187": "若於僧房中。取僧臥具。自敷。教人敷。去時當自舉。若", "188": "教人舉。", "189": "若知他先住處。後來不得於中間敷臥具止宿。欲令", "190": "彼嫌窄。自避去。", "191": "不得瞋他不喜。於僧房中。自牽出。教人牽出。", "192": "不得在重閣上。坐臥脫脚繩牀木牀脫脚。謂插脚。尖脚。閣不堅牢。墮", "193": "下傷人。", "194": "若知水有蟲。不得自用澆泥。若草。或教人澆餘一切洗濯等。", "195": "俱名為用。", "196": "若作大房。戶扉牕牖。及餘裝飾具。指授覆苫。應齊二", "197": "三節。不得過二三節者。謂二三重度也。", "198": "若施一食處。無病應受一食。不得過其施主為麤故。立舍施食。而不", "199": "能多施。或限施一食。或施一宿。", "200": "不得別眾食若病時。作衣時。施衣時。行路時。乘船時。大會時。沙門施食時。皆不犯。", "201": "若無病。至檀越家。請與食。不得過二三鉢受持還寺", "202": "中。不分與餘尼食七十。", "203": "不得殘宿食謂今日受已。留至明日食。", "204": "不得不受食。及藥著口中除水及楊枝。不受無犯。若準本部。聽式叉摩那自手", "205": "取食。及授食與尼。按僧祇律。亦聽與大尼授食。除火淨。生種。取金銀錢。自從沙彌尼受食。", "206": "若先受請已。不得於前食後食。行詣餘家。而不囑餘", "207": "尼除病時。作衣時。施衣時。不囑無犯。", "208": "若食家中有寶。不得強安坐食家者。謂其家夫婦有欲意。欲為不淨事。不得", "209": "強坐妨彼也。", "210": "若食家中有寶。不得在屏處坐。", "211": "不得獨與男子露地。一處共坐。", "212": "若先許他共至聚落與食。而竟不教與食。便言。我與", "213": "汝一處共坐。共語。不樂。而方便遣他去者。得罪。", "214": "若檀越請與四月藥。無病亦應受。不得過受除常請。更請。分", "215": "請。盡壽請。不犯。若一月。二月。三月。隨請而受。不得過期限。復往取。", "216": "不得往觀軍陣除有請喚因緣。不犯。", "217": "若有因緣至軍中。二宿三宿。不得過若為三寶緣事。須往軍中宿。一", "218": "宿得了。即應還。乃至三宿。不得過○八十。", "219": "若軍中二宿三宿時。不得觀軍鬬戰。或觀遊軍象馬", "220": "勢力。", "221": "不得水中戲。", "222": "不得以指擊攊他謂以指挃其肉。令酸癢難忍。而取笑也。", "223": "不得不受諫語。", "224": "不得恐怖他。", "225": "若半月洗浴。無病應受。不得過除熱時病時。作時。大風時。雨時。遠行來時。", "226": "不犯。", "227": "若無病。不得露地然火炙。或教人然除為病語者煮食。熏鉢。染衣。然燈", "228": "燒香等。不犯。", "229": "不得藏他衣鉢。坐具。針筒。或教人藏。下至戲笑餘一切物。", "230": "俱不得藏。除畏失壞故。暫舉。即須還。", "231": "若淨施與他衣。後不問主。不得取著淨施者。謂真實施與他也。若作", "232": "展轉淨施法。即隨意著。不須問主。", "233": "若得新衣。當作三種染壞色。若青。若黑。若木蘭。若不", "234": "作者。不得著用三種色中。隨意用一。若得如法色新衣。亦應點淨而著。乃至囊。帶󱂙。襪。巾", "235": "等。皆須點淨○九十。", "236": "若知水有蟲。不得飲須細濾。細觀。無蟲方用。", "237": "不得故惱他。乃至少時不樂。", "238": "若知他有罪。不得覆藏前戒。謂覆藏重罪。此戒。謂覆藏輕罪。", "239": "若知諍事。如法懺悔已。後不得更發舉。", "240": "若知是賊伴。不得共一路行。乃至聚落。", "241": "若生惡見。作是言。我知佛所法。行婬欲。非是障道法。", "242": "他諫時。即應捨。", "243": "若知是不捨惡邪見語人。僧未與作解法。不得畜同", "244": "止宿。", "245": "若知是惡見被擯沙彌尼。不得畜養。共同止宿。", "246": "若他如法諫時。不得便言。我今不學是戒。乃至有智", "247": "慧持律者。當難問之。", "248": "若聞說戒時。不得輕訶戒言。何用說是雜碎戒為。令", "249": "人惱愧懷疑一百。", "250": "若說戒法時。當一心攝耳諦聽。", "251": "若共眾同與他物已。後不得言。彼隨親厚。以僧物與", "252": "他。", "253": "若眾斷事時。不得不與欲而起去。", "254": "若與欲已。後不得更悔。", "255": "不得共鬬諍後。聽此語。而向彼說。", "256": "不得瞋恚故不喜。而打他。", "257": "不得瞋恚故不喜。以手搏他搏謂長掌向他。", "258": "不得瞋恚故不喜。以無根罪謗他前戒以重罪謗。此戒以輕罪謗。", "259": "若王未出。未藏寶。不得入過宮門閾。", "260": "若寶及寶裝飾具。不得自捉。教人捉除在寺內。及寄宿處。畏失故。當", "261": "取藏舉之。仍須記識。以還主○一百一十。", "262": "不得非時入聚落。而不囑授當囑大尼。無尼。應囑同梵行者。乃至沙彌尼。", "263": "若作繩牀木牀。足應高如來八指。不得過如來一指。濶二寸。", "264": "不得以兜羅綿。貯作繩牀。木牀。臥具。坐具兜羅綿者。是白楊樹", "265": "花。楊柳花。蒲臺花。之總名也。", "266": "不得噉葱蒜。", "267": "不得剃三處毛謂大小便處及腋下。", "268": "若以水作淨。應齊兩指。各一節。不得過若內有蟲草。挽出不犯。", "269": "不得以胡膠等物。作男根。", "270": "不得共相拍以手若脚。或女根相拍。俱犯。", "271": "若比丘無病食時。不得供給水。在前立。以扇扇。", "272": "不得乞生穀麥乃至大小豆。胡麻。俱不聽乞。除從親里。及出家人乞。己為他乞。他為己乞。", "273": "不乞自得。不犯○一百二十。", "274": "不得在生草上。大小便涕唾若有病不犯。", "275": "若晨日。不看牆外。不得傾棄大小便當看牆外無人。方棄。凡棄諸物。", "276": "先應謦欬。或彈指。", "277": "不得往觀聽伎樂。", "278": "不得入村內。與男子在屏處共立語前戒。謂與有婬欲意男子屏處", "279": "立語。此之三戒。是與無婬意男子共立語。", "280": "不得與男子共入屏障處。", "281": "不得入村內巷中。遣伴遠去。在屏處。與男子共立耳", "282": "語。", "283": "若入白衣家內坐。不得不語主人。便捨去。", "284": "若入白衣家內。不得不語主人。便輙坐牀上除有常坐處。若", "285": "是親厚家。若石上。木上。埵上。草敷上。若病。不犯。", "286": "若入他家。不語主人。不得輙自敷坐止宿。", "287": "不得與男子共入闇室中一百三十。", "288": "不得不審諦受語。便向人說。", "289": "若有小因緣事。不得便呪咀言。墮三惡道。不生佛法", "290": "中謂不應咒誓。若有難忍事至。當云。若我有如是事。南無佛。若汝有如是事。亦南無佛。", "291": "不得共鬬諍。不善憶持諍事。便椎胸啼哭。", "292": "若無病。不得二人共牀臥。", "293": "不得共一褥。同一被臥若各別敷臥褥。若寒時。止有一被。聽各內著襯身衣臥。", "294": "不得為惱故。而在彼前誦經。問義。教授。", "295": "若因活者病。不得不瞻視同活者。謂共同利養。", "296": "若安居初。聽他在房中安牀。後不得瞋恚故。驅他出", "297": "除彼破戒。及應滅擯者。不犯。", "298": "不得春夏冬一切時。人間遊行除為三寶事。瞞病事。聽受七日法出界去。", "299": "七日滿即當還。", "300": "若夏安居訖。不得不去謂檀越請安居供養。限至安居竟。應出行乃至一宿。若波", "301": "留。若病。若不限請。及非受請處安居。不去無犯○一百四十。", "302": "不得邊界有疑恐怖處。人間遊行邊界者。遠城邑處。若被喚請等。若先", "303": "至。彼有疑恐怖事起。不犯。", "304": "不得於界內有疑恐怖處。人間遊行界內者。遶城四面。", "305": "不得親近居士。居士兒。共住。作不隨順行。諫而不捨", "306": "親近者。數數共語。共笑。共調戲。", "307": "不得往觀王宮文飾。畵堂。園林。浴池。", "308": "不得露身。在河泉池水中浴。", "309": "若作浴衣。應長佛六磔手。廣二磔手半。不得過浴衣者。障", "310": "身洗浴之衣。佛一磔手。當常人三磔手。約周尺有一尺八寸。", "311": "不得縫衣過五日若無刀針線。及衣少不足。乃至難事者。不犯。", "312": "不得過五日。不看衣餘一切所須之物。亦應五日一看。無令失去。蟲爛色壞。若舉處", "313": "堅牢。若受寄人為看。俱不犯。", "314": "不得與眾僧衣。作留難謂檀越欲施僧衣。而勸令施食。不施衣也。亦不應與餘人。", "315": "及餘物作留難。", "316": "若不問主。不得便著他衣除是親厚者○一百五十。", "317": "不得持沙門衣。施與外道。白衣白衣者。在家人也。除與父母。及與償債。若", "318": "他人來索袈裟片。以禳災者。應使淨人與。", "319": "若眾僧如法分衣。不得遮令不分。恐弟子不得故式叉", "320": "摩那。無畜徒法。然亦不得為親厚知識遮也。", "321": "不得作是意。令眾僧今不得出功德衣。後當出。欲令", "322": "五事。久得放捨故僧尼二眾安居竟。十六日。俱受功德衣。受此衣已。於五月中。得五事", "323": "利益。一得畜長衣。二得離衣宿。三得別眾食。四得展轉食。五得食前食後。不囑授入聚落。式叉摩那。雖無功德", "324": "衣。以隨大尼安居故。亦應得其五利功德。此衣至十二月十五日。眾僧共羯磨捨。", "325": "不得作是意。遮比丘尼僧。不出功德衣。欲令久得五", "326": "事放捨故。", "327": "若餘尼語言。為我滅此諍事。即當與作方便令滅若病", "328": "若言他不信用。若彼破戒等。不犯。", "329": "不得自手持食。與白衣。及外道食當使人與。若置於物上與。", "330": "不得為白衣作使謂料理白衣家業。或舂磨煮食。敷坐。取水。掃地等。若為父母。及信心", "331": "優婆夷病。或被繫閉人。不犯。", "332": "不得自手紡縷若自索線。合接線。不犯。", "333": "若入白衣舍內。不得在小牀大牀上坐臥。", "334": "若至白衣舍宿。明日當辭主人而去若囑授親厚人知。若有賊人。毒", "335": "蛇。惡獸。出去皆不犯○一百六十。", "336": "不得誦習世俗呪術。或教人誦習。", "337": "若知如是人。不得度令出家如是人者。婬女也。若其有大信心。厭離惡法。應", "338": "將至五六由旬。付與大尼教授。深藏安處之。式叉摩那。雖無畜徒法。然須預學。", "339": "不得不二歲隨和尚尼受大戒已。仍須二歲隨師。若師破戒去。不犯。", "340": "若比丘尼僧夏安居竟。應往比丘僧中。說見聞疑三", "341": "事自恣。不得不往應預學之。按根本部。學法女。亦隨尼眾。往大僧處。自恣。", "342": "不得在無比丘處夏安居以不得教授。及有疑。無可諮問處。", "343": "若知有比丘僧伽藍。當白已。然後入梵語僧伽藍。此云眾園。謂眾僧", "344": "所住之處也。應先白已而入。", "345": "不得罵比丘。", "346": "不得喜鬬諍。不善憶持諍事。後瞋恚不喜。便罵尼眾。", "347": "若身生癰。及種種瘡。不白眾。及餘人。不得輙使男子", "348": "破或裹欲使男子醫治者。應打健椎集尼眾。來在病人前。以衣裹身。惟留可應治處。令治之。", "349": "若先受請。足食已。後不得更食正食正食者。謂飯󰉓乾飯等。若受非", "350": "正食請。若不滿足食請。若先不被請。皆不犯○一百七十。", "351": "不得於家生嫉姤心謂知識檀越家。以物施與餘人。而自心不喜。便生嫉姤也。", "352": "不得以香塗摩身。", "353": "不得以胡麻滓。塗摩身胡麻。即芝麻。", "354": "不得使他塗摩身不得使式叉尼。沙彌尼。在家婦女。塗摩身。亦不得使比丘尼揩摩身。", "355": "不得著貯跨衣跨衣者。即褲類貯者或以綿。若毳。而絮也。", "356": "不得畜婦女莊嚴身具謂手足釧。指環。瓔珞等。", "357": "不得著革屣。持葢行革屣者。皮履也。葢。傘葢也。若天雨時。聽在寺內持葢。及聽在寺", "358": "內著屧。", "359": "若無病。不得乘乘行乘者。謂象馬。車。步乘也。若老。若病。聽乘步挽乘。及女乘。若有難", "360": "聽乘乘去。", "361": "若不著僧祇支。不得入村僧祇支者。掩腋衣也。不著。即露胸乳腰也。若無。若失。", "362": "若方欲作。不犯。", "363": "不得向暮至白衣家若為三寶事。瞻病事。若檀越喚。聽去○一百八十。", "364": "不得向暮開寺門。不囑授餘尼。而出。", "365": "若無事應前安居。有事應後安居。不得不安居四月十六", "366": "日。是前安居日。五月十六日。是後安居日。若有三寶事。若瞻病事。不及前安居。聽後安居。前安居。住至七月十", "367": "五日解。後安居。住至八月十五日解。", "368": "不得學世俗伎術。以自活命。", "369": "不得以世俗伎術。教授白衣謂不得教在家人。莫向日月神祀廟舍大小便。", "370": "莫向日月神祀除去糞掃。及蕩器諸不淨水。莫向日月神祀舒脚。又言今日某星宿日好。宜種作。造舍。納使。與", "371": "小兒剃頭。長髮。宜舉財物。宜遠行等。", "372": "若被𢷤。不得不去應隨順下意懺悔。求解擯。", "373": "若欲問比丘經義。應先求聽許已。而後問若先常聽問。若是二", "374": "師親厚知識。不求不犯。", "375": "若知先住後至。後至先住。不得欲惱彼故。在前經行。", "376": "若立。若坐。若臥。", "377": "若知有比丘寺院。不得於寺內起塔謂起尼塔也。若故壞寺。若先起", "378": "塔。後作寺。俱不犯。", "379": "若見新受戒比丘。應起迎逆。恭敬。禮拜。問訊。請與坐", "380": "若是一坐食。若有病。當言。大德。懺悔。我有如是因緣。不得起迎逆。", "381": "不得為好故。搖身趨行一百九十。", "382": "不得作婦女莊嚴香。塗摩身。", "383": "不得使外道女香塗摩身。", "384": "不得無病乞酥。油。蜜。石蜜。乳酪。魚肉。食已上一百九十三法屬戒。", "385": "向下九十九法。屬威儀。", "386": "當齊整著裙。", "387": "當齊整著衣。", "388": "不得反抄衣入俗舍。", "389": "不得反抄衣入俗舍坐。", "390": "不得衣纏頸入俗舍。", "391": "不得衣纏頸入俗舍坐。", "392": "不得覆頭入俗舍二百。", "393": "不得覆頭入俗舍坐。", "394": "不得跳行入俗舍。", "395": "不得跳行入俗舍坐。", "396": "不得俗舍內蹲坐。", "397": "不得叉腰行入俗舍。", "398": "不得手叉腰入俗舍坐。", "399": "不得搖身行入俗舍。", "400": "不得搖身行入俗舍坐。", "401": "不得掉臂行入俗舍。", "402": "不得掉臂行入俗舍坐二百一十。", "403": "當好覆身入俗舍。", "404": "當好覆身入俗舍坐。", "405": "不得左右顧視行入俗舍。", "406": "不得左右顧視入俗舍坐。", "407": "當靜默入俗舍。", "408": "當靜默入俗舍坐。", "409": "不得戲笑行入俗舍。", "410": "不得戲笑入俗舍坐。", "411": "當用意受食。", "412": "當平鉢受食二百二十。", "413": "當平鉢受羮。", "414": "當羮飯等食。", "415": "當以次食。", "416": "不得挑鉢中央而食。", "417": "無病不得為己索羮飯。", "418": "不得以飯覆羮更望得。", "419": "不得視比座鉢中。", "420": "當繫鉢想食。", "421": "不得大摶飯食。", "422": "不得大張口待飯食二百三十。", "423": "不得含飯語餘物亦不聽。", "424": "不得摶飯遙擲口中。", "425": "不得遺落飯食。", "426": "不得頰食食。", "427": "不得嚼飯作聲食。", "428": "不得大噏飯食噏同吸。", "429": "不得舌䑛食。", "430": "不得振手食謂舉手奮之也。若食中有蟲草等。振去不犯。", "431": "不得手把散飯食。", "432": "不得污手捉食器二百四十。", "433": "不得洗鉢水棄俗舍當持出外棄之。", "434": "不得水中大小便涕唾除病不犯。", "435": "不得立大小便除病。", "436": "不得與反抄衣。不恭敬人說法除病。", "437": "不得為衣纏頸者說法除病。", "438": "不得為覆頭者說法除病。", "439": "不得為裹頭者說法除病。", "440": "不得為叉腰者說法除病。", "441": "不得為著革屣者說法除病。", "442": "不得為著木屐者說法除病○二百五十。", "443": "不得為騎乘者說法除病。", "444": "不得在佛塔中止宿。除為守護故。", "445": "不得藏財物置佛塔中。除為堅牢故。", "446": "不得著革屣入佛塔中。", "447": "不得手捉革屣入佛塔中。", "448": "不得著屣繞佛塔行。", "449": "不得著富羅入佛塔中富羅。是短脛靴。佛聽寒雪國著。之。", "450": "不得捉富羅入佛塔中。", "451": "不得塔下坐食。留草及食污地。", "452": "不得擔死屍從塔下過二百六十。", "453": "不得塔下埋死屍。", "454": "不得在塔下燒死屍。", "455": "不得向塔下燒死屍。", "456": "不得佛塔四邊燒死屍。使臭氣來入。", "457": "不得持死人衣及牀從塔下過。除浣染香熏已。", "458": "不得佛塔下大小便。", "459": "不得向佛塔大小便。", "460": "不得繞塔四邊大小便。使臭氣來入。", "461": "不得持佛像至大小便。處。", "462": "不得在佛塔下嚼楊枝二百七十。", "463": "不得向佛塔嚼楊枝。", "464": "不得佛塔四邊嚼楊枝。", "465": "不得在佛塔下涕唾。", "466": "不得向佛塔涕唾。", "467": "不得塔四邊涕唾。", "468": "不得向塔舒脚坐。", "469": "不得安佛塔在下房。己在上房住。", "470": "人坐。己立。不得為說法除病。", "471": "人臥。己坐。不得為說。", "472": "人在座。己在非座。不得為說法除病○二百八十。", "473": "人在高座。己在下座。不得為說法除病。", "474": "人在前行。己在後行。不得為說法除病。", "475": "人在高經行處。己在下經行處。不應為說法除病。", "476": "人在道。己在非道。不應為說法除病。", "477": "不得携手在道行。", "478": "不得上樹過人高除難因緣。", "479": "不得絡囊盛鉢貫杖頭。著肩上而行。", "480": "人持杖。不恭敬。不應為說法除病。", "481": "人持劒。不應為說法除病。", "482": "人持鉾。不應為說法除病。", "483": "人持刀。不應為說法除病。", "484": "人持葢。不應為說法除病○二百九十法竟。", "485": "僧祇律云。式叉摩那。在一切大尼下。在一切沙彌", "486": "尼上。至布薩。自恣日。入僧中胡跪合掌。作是言。阿", "487": "梨耶僧。我某甲清淨。願僧憶念持三說。而去○阿梨耶。此言聖者。", "488": "懺二百九十二行法法○懺二百九十二行法法", "489": "式叉摩那。若違行法。直犯佛教。即須懺悔。不壞本所", "490": "學六法。當於和尚尼此云親教師前。若阿闍梨此云軌範師前。", "491": "若餘比丘尼前。偏袒右肩。胡跪合掌。作如是言　親", "492": "教師一心念。我某甲式叉摩那。故以染污心。受染污", "493": "心男子捉手餘二百九十一法中有犯。隨所犯事稱之。犯行法。今向親教", "494": "師。發露懺悔。更不敢作。願師憶我三說。彼尼答言自責汝心。", "495": "應生厭離自答言。爾若非二師。應稱大姊。或。阿姨。", "496": "式叉摩那尼戒本終", "497": "音釋", "498": "溉音既。㲲音牒。牕牖上音瘡下音有。苫閃字入聲。閾音域。磔音窄。屧音變。", "499": "四分律刪補隨機羯磨疏八卷", "500": "唐　道宣撰", "501": "會入于四分律刪補隨機羯磨疏濟緣記。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 725 式叉摩那尼戒本", "author": "明 弘贊輯"}