{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 547 般若心經註解", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 547-A 心經註解序No. 547-A", "1": "心經註解序", "2": "夫虗空本無也。有氣而有形。有形而有心。有心而有", "3": "言。有言而有經。則心者有而有。孰疑其為無也。然而", "4": "虗空心體仍然。自在故名曰無。而經中所言。從無眼", "5": "界起。至以無所得。連綿一十三字。珠聯貫引。不可阻", "6": "遏。亦復何有乎。人即無。法自應無。故曰諸法空相。人", "7": "法俱空。則心本無心。而經亦無經。觀空入定。我與天", "8": "一。而天反不勝其有矣。惟天不勝其有。所以為天。而", "9": "佛不勝其無。所以異天。善學者悟其與天同。又悟其", "10": "與天異。則有而非有。無而非無。非有無。非非有無。斯", "11": "動靜互根。而可以歸儒。可以入道矣。", "12": "萬曆丁巳中秋日來雲居士繼明諸萬里序", "13": "心經註解", "14": "No. 547", "15": "心經註解", "16": "來雲居士山陰　諸萬里　註", "17": "摩訶般若波羅蜜多心經", "18": "摩訶大也。般若智慧也。波羅彼岸也。密和也。多眾", "19": "也。心本也。經徑也。本諸心而經諸行也。然智慧非", "20": "聰明。情識之謂也。識有生而有死。悟無得而無失。", "21": "動則不被境瞞。靜則不滯莾蕩。方是智慧也。又何", "22": "謂彼岸也。言迷生死者在此。超生死者在彼。原無", "23": "涯岸。任心而分也。又何謂密多也。言煅成一味清", "24": "淨真心種性。和而無參雜也。心經者何。言靜乃心", "25": "體。靜外無心。而心外無徑也。是命名之義也。", "26": "觀自在菩薩行深般若波羅蜜多。", "27": "菩薩即佛祖也。心無罣礙何。其自在反觀內照。時", "28": "時皆然。此舉其號而稱之。行者修也。深者微也。言", "29": "菩薩脩行。到微妙處。此作經者之起語也。", "30": "時照見五蘊皆空度一切苦厄舍利子。", "31": "時現在也。五蘊色受想行識也。色者空礙。受者領", "32": "納。想者妄思。行者流動。識者辨別。蘊藏也。五蘊因", "33": "積習不散。妄認色身是我。故長劫輪迴。惟菩薩識", "34": "得色身是幻。常自反照。照見五蘊。淨盡清辨。本然", "35": "見境。逢物不著。不染聲色二境。心不領納。過去不", "36": "思。未來無計。不被物轉。不逐境留。物無分別。一槩", "37": "平等自然。四大非我。六根總虗。出生死。免輪迴。成", "38": "真仙子矣。舍者屋。舍利子者。舍中之本來。言眾妄", "39": "皆空。而虗靈不妹也。宋景濂謂。苦厄者諸苦也。寒", "40": "而不得衣則苦。饑而不得食則苦。勞而不得息則", "41": "苦。病而不得休則苦。云云。恐菩薩亦無此等苦也。", "42": "度一切言。其度彼而守此。舍利也。舍利佛採以為", "43": "珠。故曰子。想佛祖時。亦携之在念也。", "44": "按宗泐註。舍利。佛之弟子。為眾請問。故呼而告之。", "45": "是以舍利為人矣。又按第二尊阿羅漢前。有琉璃", "46": "瓶。貯舍利數十。又非人也。愚謂前後文。皆無弟子", "47": "等語。而突出此一段。文理覺不通。且下文又呼弟", "48": "子名。更無謂矣。", "49": "然筆乘載。淨名經諸菩薩。論不二法門。舍利弗默", "50": "然。天女不之許。是亦以以舍利為弟子也。更詳之。", "51": "色不異空空不異色色即是空空即是色受想行識", "52": "亦復如是舍利子。", "53": "五蘊者。色受想行識也。五蘊以色為首。故色字該", "54": "得四蘊。五蘊既空。則色不異空。既空五蘊。則空不", "55": "異色。然非特不異已也。色即是空。空即是色。原無", "56": "二相。彼此實一而已。蓋色蘊雖空。然無色處。乃是", "57": "真色。則下四蘊可知。眼是色不能見。惟妙性能見", "58": "是見。見處為真見。則下四蘊。又可知真便不妄。妄", "59": "便是真。真色復無色。色何異空。無色乃真色。空何", "60": "異色。受想行識。亦復如色。皆以空為色也。此言五", "61": "蘊本空。而一切苦厄之所以度也。乃以起諸法空", "62": "相之句。", "63": "宗泐謂。眾生迷真空。而受幻色。譬如水之成氷也。", "64": "菩薩因脩般若。而識真空。其猶融氷為水。然色之", "65": "與空。其體無殊。故曰色不異空空不異色。如氷不", "66": "異水。水不異氷。復恐鈍根眾生不了。猶存色空二", "67": "見。故曰色即是空空即是色。如水即是水。水即是", "68": "氷也。如此譬喻亦切。然分明曰。眾生迷真。又鈍根", "69": "眾生不了。則非菩薩之自修。可知矣。", "70": "是諸法空相不生不滅不垢不淨不增不減是故空", "71": "中無色無受想行識。", "72": "五蘊雖是妄念。然法身只此五蘊。故名為諸法。色", "73": "即是空。可見諸法皆空相。相即色也。相既空。生滅", "74": "皆空也。生即是滅。何所增而又何所減。垢淨皆空", "75": "也。垢即是淨。何所垢而又何所淨。增減皆空也。增", "76": "即是減。何所增而又何所減。生滅垢淨增減。皆空", "77": "中色相。無此六相。又有何色。無色又安有受想行", "78": "識。到此只了得五蘊皆空一句。", "79": "賢首曰。不生不滅者。在道前凡位凡夫。死此生彼。流", "80": "轉長劫。是生滅位。真空離此。故云不生不滅。不垢不", "81": "淨者。在道中菩薩等位。謂諸菩薩。障染未盡。淨行已", "82": "脩。名垢淨位。真空離此。故云不垢不淨。不增不減者。", "83": "有道後佛果位。生死惑障。昔未盡而今盡。是減也。脩", "84": "生萬德。昔未圓而今圓。是增也。真空離此。故云不增", "85": "不減。", "86": "愚按生滅垢淨增減六字。分生滅垢淨。佛果亦得。", "87": "但既從諸法空相。上來則是萬德已圓。自然而然。", "88": "又何有三位。蓋三不即是三無。無者渾然之不。不", "89": "者有痕之無。空虗世界。何不何無。從何處分界限", "90": "也。此又對鈍根人言也。不可從。", "91": "無眼耳鼻舌身意無色聲香味觸法無眼界乃至無", "92": "意識界。", "93": "蘊與根相連。蘊是種根的土。根是華木的本。五蘊", "94": "空故。六根亦空。如眼雖看不著色上。不著色上。便", "95": "與無眼一般。下五根皆然。六根清淨。便自六塵不", "96": "染。既六塵不染。有何色聲香味觸法。六塵皆從根", "97": "上起。只從根上。反照六根滅。六塵亦滅。眼意二根", "98": "亦無不滅。緣眼。是障道魔軍。著境。自迷迴路。眼界", "99": "淨。意界安。十八界自然寧靜。此又是斷絕六根要", "100": "訣。故曰眼觀意動。著物迷真。", "101": "宗泐曰。真空是相之中。亦無六根六塵。此空十二入", "102": "也。既無十二入。亦無十八界。十八界者。六根六塵六", "103": "識。是也。乃至者。舉其始末。而界在其中也。如上五蘊", "104": "十二入十八界。不出色心二法。為迷心重者。說為五", "105": "蘊。為迷色重者。說為十二入。為色心俱迷者。說為十", "106": "八界。已上三科。脩學之人。隨其根器。但脩一科。即能", "107": "悟入。", "108": "宋景濂曰。眼耳鼻舌身意。謂之六根。猶草木之有根", "109": "也。亦謂之六入。根則主內而言。入則主外而言。眼見", "110": "為色塵。耳聞為聲塵。鼻臭為香塵。舌甞為味塵。身染", "111": "為觸塵。意著為法塵。是謂之六塵。謂如沙塵之障蔽", "112": "也。根塵二者和合。為十二處。處所也。從見為眼識。從", "113": "聞為耳識。從臭為鼻識。從甞為舌識。從染為身識。從", "114": "分別為意識。謂之六識。三者和合。為十八界。界者限", "115": "也。眾生所以汩沒生死。為三者互相鈎引。不能脫離。", "116": "真空之中。初無是也。", "117": "愚按六根六塵六識。名十八界。能悟之者。便是十", "118": "八尊阿羅漢。不能悟者。便是十八重地獄。何以悟", "119": "之。從無而無。何以迷之。見有執有。執著之者。終身", "120": "不有舍彼岸而阿鼻。非特十八重矣。", "121": "無無明亦無無明盡乃至無老死亦無老死盡。", "122": "無明是不光明。百般煩惱。皆從此起。因有無明方", "123": "有行。因行有識。因識有名色。因名色有六入。因六", "124": "入有觸。因觸有受。因受有愛。因愛有取。因取有有。", "125": "因有有生。因生有老死憂悲苦惱。皆因無明為始。", "126": "若能親見無明降伏。自然三毒滅惡根除矣。然無", "127": "明是實性即是佛性。實性一轉即佛。如轉慳貪為", "128": "歡喜。愚痴執著為圓融脫洒。如此一轉。無明安得", "129": "而盡。言不到盡處而轉故。併無之也。", "130": "人有無明。只是懼怕生死。既無無明。更憂甚生老", "131": "病死。既無老死。常劫如然。豈有窮盡。有窮盡者。是", "132": "幻境色身。無窮盡者。是真空法相。幻身轉為法身。", "133": "豈能盡得。盡處是空無老死。盡處是惟見於空。總", "134": "之只一句空中無色而已。蓋有固是無。而無亦是", "135": "無也。", "136": "宗泐曰。此空十二因緣也。亦曰十二支。一曰無明。亦", "137": "名煩惱。二曰行。謂造作諸業。此二支乃過去所作之", "138": "因也。三曰識。謂起妄念。初托母胎也。四曰名色。從托", "139": "胎後。生諸根形也。五曰六入。於胎中而成六根也。六", "140": "曰觸。成胎後六根對六塵也。七曰受。謂領納世間好", "141": "惡等事。此五支乃現在所受之果也。八曰愛。謂貪染", "142": "五欲等事也。九曰取。謂於諸境生取著心也。十曰有。", "143": "謂作有漏之因。能招未來之果。此三支乃現在所作", "144": "之因也。十一曰生。謂受未來五蘊。之身也。十二曰老", "145": "死。謂未來身。既老而死。此二支乃來世當受之果也。", "146": "此十二因緣。該三世因果。展轉因依。如輪旋轉。無有", "147": "休息。一切眾生。迷而不知。良可悲也。此本緣覺之人", "148": "所觀之境。大乘菩薩。徹照此境。皆無實性。故云無也。", "149": "按此段正是輪迴之說。然有而實無者也。輪迴有", "150": "無。豈為利鈍兩根而分乎。有則俱有。無則俱無。大", "151": "抵宗泐多為鈍根一等。故其言分柝支離如此。", "152": "無苦業滅道無智亦無得以無所得故菩提薩埵依", "153": "般若波羅蜜多故。", "154": "既忘其形。即得生死斷絕。更無窮盡。有甚苦集滅", "155": "道。苦與樂對。空中之樂。其樂自在。苦從何處集也。", "156": "不曰度一切苦厄乎。滅即是盡。既無有盡。又何有", "157": "滅無滅。而道常自在也。不曰萬劫不磨乎。如此則", "158": "智無所用。而得亦無其得矣。得字不帶智字。以得", "159": "即智之得也。到得處又何消智乎。蓋智慧有不可", "160": "無時。有不可有時。進道便須有。得道便須無。所謂", "161": "實無所得。為化眾生。名為得道也。既無所得。一體", "162": "空虗。自然人空法空。以得大智慧力。故登彼岸。而", "163": "復太虗無有能及之也。蓋從人見為有得。從我見", "164": "為無得。無即得也。得其所無而已。此正是無苦集", "165": "滅道地位。", "166": "宗泐曰。無苦集滅道。觀四諦清淨也。苦即生死苦果。", "167": "集是惑業苦因。此三者世間之法也。滅即涅槃樂果。", "168": "道即道品樂因。此二者出世間之法也。說此四諦者。", "169": "欲令眾生知苦斷集。慕滅脩道。離苦得樂也。此本聲", "170": "聞之人。所觀之境大乘菩薩照了此境。當體空寂。故", "171": "云無也。", "172": "愚謂從空中無色說起。一連十個無字。可謂無之", "173": "極矣。至此不應又說世間因果二字。蓋無苦無滅。", "174": "智已盡矣。若有所得。而不知其無得也。緣智只為", "175": "得。既無所得。而又何用智乎。所謂空中無色也。宗", "176": "說還不是。", "177": "宋景濂曰。非但空中無前諸法。彼知空之智。亦不可", "178": "得。非但知空之智不可得。即此所知空理。亦不得。蓋", "179": "一真之性。不假脩證。了無一法故也。愚謂此便是人", "180": "法俱空的說話。", "181": "心無罣礙無罣礙故無有恐怖遠離顛倒夢想究竟", "182": "涅槃三世諸佛依般若波羅蜜多故得阿耨多羅三", "183": "藐三菩提。", "184": "想念不斷謂罣。若鏡不面謂礙。既然登彼岸和種", "185": "性。諸緣脫洒。又何罣何礙。何恐怖。何顛倒。何夢想。", "186": "無生無死。寂滅為樂。併三世諸佛。一切盡無矣。三", "187": "世者。過去莊嚴一千佛。未來星宿一千佛。現在賢", "188": "劫一千佛也。人身中亦有之。如心無其心。便是過", "189": "去佛。寂然不動。便是未來佛。應現三昧。隨機變化。", "190": "便是現在佛。各各諸佛。自身俱有。如虗空。不異相。", "191": "不自相。不他相。非無相。非取相。不此岸。不彼岸。不", "192": "中流。觀其寂滅。永不斷滅。方是究竟。方是究竟涅", "193": "槃。依智慧登彼岸。調和種性。故能圓滿成等正覺", "194": "也。阿無。耨多羅上。三藐正。三菩提真。東土翻為無", "195": "上正真。又云成等正覺也。廓然頓悟。親見無上正", "196": "真。自知當作仙佛。直超聖果矣。此脩行之極。觀自", "197": "在菩薩。只是觀此而已。", "198": "故知般若波羅蜜多是大神呪是大明呪是無上呪", "199": "是無等等呪能除一切苦真實不虗。", "200": "依般若波羅蜜多。便得無上正真。是這一句呪。是", "201": "大神呪。神者神通。是大明呪。明者光明。是無上呪。", "202": "諸法此為第一。是無等等呪。言上之極也。此呪人", "203": "人皆有。明心見性。皆出於此。既得見性。有甚苦厄。", "204": "是真實法語。非虗華之言也。", "205": "宗泐曰。四種呪者。蓋言般若功用。能破魔障。名大神", "206": "呪。能滅癡暗。名大明呪。能顯至理。名無上呪。極妙覺", "207": "果。無與等者。名無等等呪。此言亦是。但能破魔障。自", "208": "能滅痴暗。能滅痴暗。自能顯至理。能顯至理。便是極", "209": "妙覺果。若一直說下。自覺穩當。而於理末。常不脩也。", "210": "宗說還非。", "211": "故說般若波羅蜜多呪即說呪曰。揭諦揭諦波羅揭", "212": "諦波羅僧揭諦菩提薩婆訶", "213": "般若神呪之功最大。只此一句。便不宜輕易。必須", "214": "舉起。下文四句偈。擁護持經。揭諦者人空。又揭諦", "215": "者法空。人法俱空。二空全忘也。波羅揭諦者。空無", "216": "所空。彼岸亦空也。波羅僧揭諦者。言諸佛清淨境", "217": "界。千聖千賢。所共受也。菩提薩婆訶者。言起初發", "218": "菩提心。更無轉念。忽然悟道。達本性空。即得菩提。", "219": "也無奧旨。", "220": "孤山曰。經師善解義趣。縱然說得天華亂墜。祗為", "221": "空門塞路耳。故以神呪終焉。然則雖有善解者。無", "222": "所容其喙矣。愚謂空門塞路之言。最為有理。門本", "223": "空。而土塞之有。不為無障者乎。最妙。", "224": "心經註解終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 547 般若心經註解", "author": "明 諸萬里註"}