{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1401 高峰原妙禪師禪要", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1401-ANo. 1401-A", "1": "參禪雖以不立文字不假修證為宗。然既可參則必", "2": "有要。要者何。如網之有綱。衣之有領。使人一舉而徑", "3": "得其直遂者是也。萬目非不網也。捨綱舉目。網必不", "4": "張。萬縷非不衣也。遺領舉縷。衣必不振。永嘉云。摘葉", "5": "尋枝我不能。枝與葉非要。根本固要也。學者復昧其", "6": "根本。鵝湖云。要在當人能擇上擇善而從可也。學者", "7": "往往。差決擇於發軔。終適越而北轅。乃至從上祖師", "8": "遺編山積。一話一言。固無非綱領。柰何世降聖遠。情", "9": "偽日滋。心意識有以蠱蝕之。則視綱領為目縷者。蓋", "10": "摠摠矣。我。", "11": "師高峰和尚。自雙峰而西峯。二十餘年。念此之故。不", "12": "獲已。示人剋的。如神藥刀圭而起死。靈符點畫而驅", "13": "邪。故有探其奇方秘呪。將以為學徒綱領者。或曰。獲", "14": "禽在目不在綱。禦寒在縷不在領。八萬四千法門。門", "15": "門可入。目與縷。果非要耶。將應之曰。世尊法門。信廣", "16": "大無邊。顧乃設為方便狹小一門。使諸子出火宅而", "17": "入大乘。是攝目縷為綱領耳。然則綱耶目耶。領耶縷", "18": "耶。要耶非要耶。未具頂門正眼。未可以易言也。喬祖", "19": "預西峰法席以來。每抄集示徒法語之切於參決者。", "20": "名之曰禪要。久欲與有志者共之。一日舉似姑蘇永", "21": "中上人。欣然欲募緣鋟梓。且俾喬祖為之序。喬祖既", "22": "已承命。復告之曰。師別有一要語。在綱領外。藏之虗", "23": "空骨中。兄欲鋟我欲序皆不能。尚俟他日更作一番", "24": "揭露。", "25": "至元甲午重九日天目參學直翁洪喬祖謹書。", "26": "No. 1401-BNo. 1401-B", "27": "古靈以閱經為鑽故紙。輪扁以讀書為味糟粕。良以", "28": "道不可以言語文字求也。然道無方體無形似。非言", "29": "語文字。何從而明之。是以吾　佛世尊。雖隨機化誘。", "30": "曲成密庸。而不能不談十二部法。達磨西來。雖不立", "31": "文字。而授受之際。口傳面命。亦不能以忘言。蓋道雖", "32": "不在於言語文字。實不離於言語文字。特精微之旨。", "33": "具於辭說之表。未易窺覩。世之學者。往往沈著於語", "34": "下。不能體會其精微。徒觀標月之指。不覿當天之月。", "35": "遂以言語文字為礙。致俾古靈輪扁。激而為故紙糟", "36": "粕之譏。然言語文字。正所以發明心華。模寫道妙。初", "37": "何嘗礙道哉。", "38": "高峰和尚。說法如雲如雨。直翁洪君。撮其奇秘。名曰", "39": "禪要。永中上人。從而鋟梓。以廣其傳。舉網而得綱。挈", "40": "裘而振領。將俾學者。因法語之要。以會道體之全。其", "41": "開牗後學之心。可謂篤矣。學者於此果能優游以求", "42": "之。厭沃以趨之。渙然永釋。怡然理順。則工夫次第。進", "43": "趣操略。", "44": "老師已和盤托出。悉在此書矣。特患學者未能猛烈", "45": "承當耳。吁扁鵲方中。具有靈藥。或名神丹。或名無憂", "46": "散。回生起死。功在剎那。具眼目。著精神。盡心力。汲汲", "47": "而求之。未有不得者。", "48": "老師之言。豈欺汝也。學者慎無錯認古靈輪扁之言。", "49": "而忘　老師諄諄之誨。庶幾直翁永中功不虗施。亦", "50": "使觀語錄而得發明者。不專美於前矣。", "51": "至元甲午十月哉生魄。", "52": "參學清苕淨明朱頴遠謹䟦", "53": "No. 1401", "54": "高峰和尚禪要", "55": "侍　　　　者　持　正　錄", "56": "參學直翁居士　洪喬祖　編", "57": "開堂普說開堂普說", "58": "僧問。十方同聚會。箇箇學無為。此是選佛場。心空及", "59": "第歸。龐居士恁麼道。還有為人處也無。師云有。進云。", "60": "畢竟在那一句。師云。從頭將問來。進云。如何是十方", "61": "同聚會。師云。龍蛇混雜。凡聖交參。進云。如何是箇箇", "62": "學無為。師云。口吞佛祖。眼蓋乾坤。進云。如何是選佛", "63": "場。師云。東西十萬。南北八千。進云。如何是心空及第", "64": "歸。師云。動容揚古路。不墮悄然機。進云。恁麼則言言", "65": "見諦。句句朝宗。師云。你甚處見得。僧喝。師云。也是掉", "66": "棒打月。進云。此事且止。只如西峰今日。十方聚會。選", "67": "佛場開。畢竟有何祥瑞。師云。山河大地。萬象森羅。情", "68": "與無情。悉皆成佛。進云。既皆成佛。因甚學人不成佛。", "69": "師云。你若成佛。爭教大地成佛。進云。畢竟學人過在", "70": "甚麼處。師云。湘之南潭之北。進云。還許學人懺悔也", "71": "無。師云。禮拜著。僧纔拜。師云。獅子咬人。韓獹逐塊。師", "72": "乃豎拂。召大眾云。此是選佛場。心空及第歸。怜悧漢。", "73": "若向者裏見得。便見龐居士安身立命處。既見龐居", "74": "士安身立命處。便見從上佛祖安身立命處。既見佛", "75": "祖安身立命處。便見自己安身立命處。既見自己安", "76": "身立命處。不妨向者裏拗折拄杖。高掛鉢囊。三條椽", "77": "下。七尺單前。咬無米飯。飲不濕羮。伸脚打眠。逍遙度", "78": "日。若是奴郎不辨。菽麥不分。抑不得已。按下雲頭。向", "79": "虗空裏。書一本上大人。教諸人依㨾畫猫兒去也。山", "80": "僧昔年在雙徑歸堂。未及一月。忽於睡中。疑著萬法", "81": "歸一。一歸何處。自此疑情頓發。廢寢忘餐。東西不辨。", "82": "晝夜不分。開單展鉢。屙屎放尿。至於一動一靜。一語", "83": "一默。總只是箇一歸何處。更無絲毫異念。亦要起絲", "84": "毫異念。了不可得。正如釘釘膠粘。撼搖不動。雖在稠", "85": "人廣眾中。如無一人相似。從朝至暮。從暮至朝。澄澄", "86": "湛湛。卓卓巍巍。純清絕點。一念萬年。境寂人忘。如癡", "87": "如兀。不覺至第六日。隨眾在三塔諷經次。擡頭忽覩", "88": "五祖演和尚真。驀然觸發日前仰山老和尚問拖死", "89": "屍句子。直得虗空粉碎。大地平沈。物我俱忘。如鏡照", "90": "鏡。百丈野狐。狗子佛性。青州布衫。女子出定話。從頭", "91": "密舉。驗之無不了了。般若妙用。信不誣矣。前所看無", "92": "字。將及三載。除二時粥飯。不曾上蒲團。困時亦不倚", "93": "靠。雖則晝夜東行西行。常與昏散二魔。輥作一團。做", "94": "盡伎倆。打屏不去。於者無字上。竟不曾有一餉間省", "95": "力。成片自決之後。鞠其病源。別無他故。只為不在疑", "96": "情上做工夫。一味只是舉。舉時即有。不舉便無。設要", "97": "起疑。亦無下手處。設使下得手疑得去。只頃刻間。又", "98": "未免被昏散打作兩橛。於是空費許多光陰。空喫許", "99": "多生受。略無些子進趣。一歸何處。却與無字不同。且", "100": "是疑情易發。一舉便有。不待返覆思惟計較作意。纔", "101": "有疑情。稍稍成片。便無能為之心。既無能為之心。所", "102": "思即忘。致使萬緣不息而自息。六窓不靜而自靜。不", "103": "犯纖塵。頓入無心三昧。忽遇喫粥喫飯處。管取向鉢", "104": "盂邊摸著匙筯。不怕甕中走却鼈。此是已驗之方。決", "105": "不相賺。如有一句誑惑諸人。自招永墮拔舌犂耕。現", "106": "前學般若菩薩。必要明此一段大事。不憚山高水闊。", "107": "得得來見西峰。況兼各各然指然香。立戒立願。礪齒", "108": "磨牙。辦鐵石志。既有如是操略。如是知見。切須莫負", "109": "自己初心。莫負父母捨汝出家心。莫負新建僧堂檀", "110": "信心。莫負國王大臣外護心。直下具大信去。直下無", "111": "變異去。直下壁立萬仞去。直下依㨾𦘕猫兒去。𦘕來", "112": "𦘕去。𦘕到結角羅紋處。心識路絕處。人法俱忘處。筆", "113": "端下驀然突出箇活猫兒來。㘞。元來盡大地是箇選", "114": "佛場。盡大地是箇自己。到者裏說甚龐居士。直饒三", "115": "乘十地膽喪魂驚。碧眼黃頭容身無地。然雖如是。若", "116": "要開鑿人天眼目。發揚佛祖宗猷。更須將自己與選", "117": "佛場。鎔作一團。颺在百千萬億世界之外。轉身移步。", "118": "向威音那邊更那邊打一遭。却來喫西峰痛棒。大眾。", "119": "既是和自己颺了。又將甚麼喫棒。忽有箇不顧性命", "120": "底漢子。聞恁麼舉。出來掀倒禪床。喝散大眾。是則固", "121": "是。要且西峰師子巖未肯點頭在。", "122": "開示示眾示眾", "123": "三世諸佛。歷代祖師。留下一言半句。惟務眾生超越", "124": "三界。斷生死流。故云。為一大事因緣。出現於世。若論", "125": "此一大事。如馬前相撲。又如電光影裏穿針相似。無", "126": "你思量解會處。無你計較分別處。所以道。此法非思", "127": "量分別之所能解。是故世尊。於靈山會上。臨末梢頭。", "128": "將三百六十骨節。八萬四千毛竅。盡底掀翻。雖有百", "129": "萬眾圍繞。承當者惟迦葉一人而已。信知此事決非", "130": "草草。若要的實明證。須開特達懷。發丈夫志。將從前", "131": "惡知惡解。奇言妙句。禪道佛法。盡平生眼裏所見底。", "132": "耳裏所聞底。莫顧危亡得失。人我是非。到與不到。徹", "133": "與不徹。發大忿怒。奮金剛利刃。如斬一握絲。一斬一", "134": "切斷。一斷之後。更不相續。直得胷次中。空勞勞地。虗", "135": "豁豁地。蕩蕩然。無絲毫許滯礙。更無一法可當情。與", "136": "初生無異。喫茶不知茶。喫飯不知飯。行不知行。坐不", "137": "知坐。情識頓淨。計較都忘。恰如箇有氣底死人相似。", "138": "又如泥塑木雕底相似。到者裏。驀然脚蹉手跌。心華", "139": "頓發。洞照十方。如杲日麗天。又如明鏡當臺。不越一", "140": "念。頓成正覺。非惟明此一大事。從上若佛若祖。一切", "141": "差別因緣。悉皆透頂透底。佛法世法。打成一片。騰騰", "142": "任運。任運騰騰。灑灑落落。乾乾淨淨。做一箇無為無", "143": "事出格真道人也。恁麼出世一番。方曰不負平生參", "144": "學之志願耳。若是此念輕微。志不猛利。󳹸󳹸𣯧𣯧。魍", "145": "魍魎魎。今日也恁麼。明日也恁麼。設使三十年二十", "146": "年用工。一如水浸石頭相似。看看逗到臘月三十日。", "147": "十箇有五雙。懡㦬而去。致令晚學初機不生敬慕。似", "148": "者般底漢。到高峰門下。打殺萬萬千千。有甚麼罪過。", "149": "今日我之一眾。莫不皆是俊鷹快󳬧。如龍若虎。舉一", "150": "明三。目機銖兩。豈肯作者般體態。兀兀度時。然雖如", "151": "是。正恁麼時。畢竟喚甚麼作一大事。若也道得。與汝", "152": "三十拄杖。若道不得。亦與三十拄杖。何故。卓主丈一", "153": "下云高峰門下賞罰分明", "154": "予假此來二十四年。常在病中。求醫服藥。歷盡萬般", "155": "艱苦。爭知病在膏肓。無藥可療。後至雙徑。夢中服斷", "156": "橋和尚所授之丹。至第六日。不期觸發仰山老和尚", "157": "所中之毒。直得魂飛膽喪。絕後再甦。當時便覺四大", "158": "輕安。如放下百二十斤一條檐子相似。今將此丹。普", "159": "施大眾。汝等服之。先將六情六識。四大五蘊。山河大", "160": "地。萬象森羅。總鎔作一箇疑團。頓在目前。不假一鎗", "161": "一旗。靜悄悄地。便似箇清平世界。如是行也只是箇", "162": "疑團。坐也只是箇疑團。著衣喫飯也只是箇疑團。屙", "163": "屎放尿也只是箇疑團。以至見聞覺知。總只是箇疑", "164": "團。疑來疑去。疑至省力處。便是得力處。不疑自疑。不", "165": "舉自舉。從朝至暮。粘頭綴尾。打成一片。無絲毫縫罅。", "166": "撼亦不動。趂亦不去。昭昭靈靈。常現在前。如順水流", "167": "舟。全不犯手。只此便是得力底時節也。更須慤其正", "168": "念。慎無二心。展轉磨光。展轉淘汰。窮玄盡奧。至極至", "169": "微。向一毫頭上安身。孤孤迥迥。卓卓巍巍。不動不搖。", "170": "無來無去。一念不生。前後際斷。從茲塵勞頓息。昏散", "171": "勦除。行亦不知行。坐亦不知坐。寒亦不知寒。熱亦不", "172": "知熱。喫茶不知茶。喫飯不知飯。終日獃憃憃地。恰似", "173": "箇泥塑木雕底。故謂墻壁無殊。纔有者境界現前。即", "174": "是到家之消息也。決定去地不遠也。巴得搆也。撮得", "175": "著也。只待時刻而已。又却不得見恁麼說。起一念精", "176": "進心求之。又却不得將心待之。又却不得要一念縱", "177": "之。又却不得要一念棄之。直須堅凝正念。以悟為則。", "178": "當此之際。有八萬四千魔軍。在汝六根門頭伺候。所", "179": "有一切奇異殊勝。善惡應驗之事。隨汝心設。隨汝心", "180": "生。隨汝心求。隨汝心現。凡有所欲。無不遂之。汝若瞥", "181": "起毫釐差別心。擬生纖塵妄想念。即便墮他圈樻。即", "182": "便被他作主。即便聽他指揮。便乃口說魔話。心行魔", "183": "行。反誹他非。自譽真道。般若正因。從茲永泯。菩提種", "184": "子。不復生芽。劫劫生生。常為伴侶。當知此諸魔境。皆", "185": "從自心所起。自心所生。心若不起。爭如之何。天台云。", "186": "汝之伎倆有盡。我之不采無窮。誠哉是言也。但只要", "187": "一切處放教冷冰冰地去。平妥妥地去。純清絕點去。", "188": "一念萬年去。如箇守屍鬼子。守來守去。疑團子欻然", "189": "󳫲地一聲。管取驚天動地。勉之勉之。", "190": "示直翁居士(洪新恩)示直翁居士洪新恩", "191": "終日共談不二。未嘗舉著一字。復問此意如何。不免", "192": "󱠛相鈍置。父母非我親。誰是最親者。盲龜跛鼈。靈利", "193": "漢向者裏薦得。便見無邊剎境自他不隔於毫端。十", "194": "世古今始終不離於當念。其或未然。不妨撇轉機輪。", "195": "便就盲龜跛鼈上。著些精彩。起箇疑情。疑來疑去。直", "196": "教內外打成一片。終日無絲毫滲漏。鯁鯁于懷。如中", "197": "毒藥相似。又若金剛圈栗棘蓬。決定要吞。決定要透。", "198": "但盡平生伎倆憤將去。自然有箇悟處。假使今生吞", "199": "透不下。眼光落地之時。縱在諸惡趣中。不驚不怖。無", "200": "拘無絆。設遇閻家老子。諸大鬼王。亦皆拱手。何故。蓋", "201": "為有此般若不思議之威力也。然則有諸現業。畢竟", "202": "般若力勝。如箇金剛幢子。鑽之不入。撼之不動。世人", "203": "出於豪勢門墻。亦復如是。一切官屬吏卒。無不畏之。", "204": "又若擲地墮地。重處先著目。即雖有成住壞空之相。", "205": "如龍脫殻。如客旅居。其實本主。無生無滅。無去無來。", "206": "無增無減。無老無少。自無始劫來。至於今生。頭出頭", "207": "沒。千變萬化。未嘗移易絲毫許。堪嗟一等學人。往往", "208": "多認者箇識神。不救正悟。不脫生死。置之莫論。今生", "209": "既下此般若種子。纔出頭來。管取福慧兩全。超今越", "210": "古。裴相國。李駙馬。韓文公。白樂天。蘇東坡。張無盡。即", "211": "此之類也。雖沈迷欲境。亦不曾用工。纔參見善知識。", "212": "一言之下。頓悟上乘。超越生死。雖在塵中。遊戲三昧。", "213": "不忘佛囑。外護吾門。咸載祖燈。續佛慧命。此輩若不", "214": "是宿世栽培。焉得便恁麼開花結子。福足慧足。是則", "215": "固是。今日山僧却有箇煅凡成聖底藥頭。不假㘽培", "216": "底種子。說則辭繁。略舉一偈。欲明種子因。熟讀上大", "217": "人。若到可知禮。盲龜跛鼈親。", "218": "結制示眾結制示眾", "219": "大限九旬。小限七日。麤中有細。細中有密。密密無間。", "220": "纖塵不立。正恁麼時。銀山鐵壁。進則無門。退之則失。", "221": "如墮萬丈深坑。四面懸崖荊棘。切須猛烈英雄。直要", "222": "翻身跳出。若還一念遲疑。佛亦救你不得。此是最上", "223": "玄門。普請大家著力。山僧雖則不管。閑非越例。與諸", "224": "人通箇消息。󳸾󳺂󳰊。", "225": "示眾示眾", "226": "皮穿肉爛。筋斷骨折。具無礙辯。橫說豎說。若謂向上", "227": "一關。敢保老兄未徹。直須虗空粉碎。大海枯竭。透頂", "228": "透底。內外澄澈。正恁麼時。猶是眼中著屑。大眾且道。", "229": "如何是到家底句。泥牛喫鐵棒。金剛迸出血。", "230": "若論此事。如大火聚。烈𦦨亘天。曾無少間。世間所有", "231": "之物。悉皆投至。猶如片雪點著便消。爭容毫末。若能", "232": "恁麼提持。剋日之功。萬不失一。儻不然者。縱經塵劫。", "233": "徒受勞矣。", "234": "海底泥牛㘅月走。巖前石虎抱兒眠。鐵蛇鑽入金剛", "235": "眼。崐崙騎象鷺鷥牽。此四句內。有一句能殺能活能", "236": "縱能奪。若檢點得出。許汝一生參學事畢。", "237": "若論此事。譬如人家屋簷頭一堆榼𢶍相似。從朝至", "238": "暮。雨打風吹。直是無人覰著。殊不知有一所無盡寶", "239": "藏。蘊在其中。若也拾得。百劫千生。取之無盡。用之無", "240": "竭。須知此藏不從外來。皆從你諸人一箇信字上發", "241": "生。若信得及。決不相誤。若信不及。縱經塵劫。亦無是", "242": "處。普請諸人。便恁麼信去。免教做箇貧窮乞兒。且道", "243": "此藏即今在甚處。良久云不入虎穴。爭得虎子。", "244": "解制示眾解制示眾", "245": "九旬把定繩頭。不容絲毫走作。直得箇箇皮穿骨露。", "246": "七零八落。冷眼看來。正謂掘地討天。千錯萬錯。今日", "247": "到者裏。不免放開一線。彼此無拘無束。東西南北。任", "248": "運騰騰。天上人間。逍遙快樂。然雖如是。且道忽遇鑊", "249": "湯爐炭劒樹刀山。未審如何棲泊。良久云惡。", "250": "示眾示眾", "251": "若要真正。決志明心。先將平日胷中所受一切善惡", "252": "之物。盡底屏去。毫末不存。終朝兀兀如癡。與昔嬰孩", "253": "無異。然後乃可蒲團靜坐。正念堅凝。精窮向上之玄", "254": "機。研味西來之密旨。切切拳拳。兢兢業業。直教絲毫", "255": "無間。動靜無虧。漸至深密幽遠微細微細極微細處。", "256": "譬如有人遠行他方。漸漸回途。已至家舍。又如鼠入", "257": "牛角。看看走至尖尖盡底。又如捉賊討賊。拷至情理", "258": "俱盡。不動不退。無去無來。一念不生。前後際斷。卓卓", "259": "巍巍。孤孤迥迥。如坐萬仞崖頭。又若停百尺竿上。一", "260": "念纔乖。喪身失命。將至功成九仞。切須保任全提。忽", "261": "於經行坐臥處。不覺㘞地一聲。猶如死在漫天荊棘", "262": "林中。討得一條出身活路相似。豈不快哉。若是汩沒", "263": "塵勞。不求昇進。譬如水上之浮木。其性實下。暫得身", "264": "輕。不堪浸潤。又如庭中之花。雖則色香俱美。一朝色", "265": "萎香滅。無復可愛。又如農夫之種田。雖有其苗。而工", "266": "力不至。終不成實。便如貧窮乞兒得少為足。久久萌", "267": "芽再發。荊棘復生。被物之所轉。終歸沈溺。無上清淨", "268": "涅槃。無由獲覩。豈不枉費前功。虗消信施。若是有志", "269": "丈夫。正好向者裏晦迹韜光。潛行密用。或三十年。二", "270": "十年。以至一生。終無他念。踏得實實落落。穩穩當當。", "271": "直教纖塵不立。寸草不生。往來無礙。去住自由。報緣", "272": "遷謝之日。管取推門落臼。若只恁麼紙裏茅纏。龍頭", "273": "蛇尾。非特使門風有玷。亦乃退後學初心。如上所述", "274": "管見。莫不皆是藜藿之類。飽人不堪供養。以俟絕陳", "275": "之流。終有一指之味。往往學道之士。忘却出家本志。", "276": "一向隨邪逐惡。不求正悟。妄將佛祖機緣。古人公案。", "277": "從頭穿鑿。󳯝相傳授。密密珍藏。以為極則。便乃不守", "278": "毗尼。撥無因果。人我愈見崢嶸。三毒倍加熾盛。如斯", "279": "之輩。不免墮於魔外。永作他家眷屬。若有未遭邪謬。", "280": "不負初心。當念無常迅速。痛思苦海沈淪。趂二時粥", "281": "飯。見成百般受用。便當便好乘時直入。莫待臨嫁醫", "282": "癭。此乃從上佛祖之心印。無礙解脫之妙門。設使機", "283": "緣不偶。工力未充。切須捨命忘形。勤行苦行。至死𢬵", "284": "生。一心不退。復有葛藤未盡。不免重說偈言。此心清", "285": "淨本無瑕。只為貪求被物遮。突出眼睛全體露。山河", "286": "大地是空華。", "287": "東西十萬。南北八千。纖塵不立。寸草不生。往來無礙。", "288": "妙用縱橫。直饒親到者裏。正是棄本逐末。引禍招殃。", "289": "且道如何是本。擲主丈云拋出輪王三寸鐵。分明遍", "290": "界是刀鎗。", "291": "低頭覓天。仰面尋地。波波挈挈。遠之遠矣。驀然撞著", "292": "徐十三郎。嗄。元來只在者裏。以手拍膝一下云在者", "293": "裏。臘月三十日到來。也是開眼見鬼。", "294": "立限示眾立限示眾", "295": "五陰山中。魔強法弱。戰之不勝。休擬議著。寶劒全提。", "296": "莫問生殺。奮不顧身。星飛火撒。有功者賞。無功者罰。", "297": "賞罰既已分明。且道今日喫棒底上座。是賞耶。是罰", "298": "耶。若向者裏緇素得出。便見興化於大覺棒下。悟喫", "299": "棒底消息。", "300": "示眾示眾", "301": "參禪若要剋日成功。如墮千尺井底相似。從朝至暮。", "302": "從暮至朝。千思想萬思量。單單只是箇求出之心。究", "303": "竟決無二念。誠能如是施工。或三日。或五日。或七日。", "304": "若不徹去。西峰今日犯大妄語。永墮󳫠舌犂耕。", "305": "有時熱鬨閧。有時冷氷氷。有時如牽驢入井。有時如", "306": "順水張帆。因此四魔更相殘害。致使學人忘家失業。", "307": "西峰今日略施一計。要與諸人掃蹤滅跡。良久云捷。", "308": "兄弟家。成十年二十年撥草瞻風。不見佛性。往往皆", "309": "謂被昏沈掉舉之所籠󰋪。殊不知只者昬沈掉舉四", "310": "字。當體即是佛性。堪嗟迷人不了。妄自執法為病。以", "311": "病攻病。致使佛性愈求愈遠。轉急轉遲。設使一箇半", "312": "箇。回光返照。直下知非。廓然藥病兩忘。眼睛露出。洞", "313": "明達磨單傳。徹見本來佛性。若據西峰點檢將來。猶", "314": "是生死岸頭事。若曰向上一路。須知更在青山外。", "315": "若論此事。正如逆水撐船。上得一篙。退去十篙。上得", "316": "十篙。退去百篙。愈撐愈退。退之又退。直饒退到大洋", "317": "海底。掇轉船頭。決欲又要向彼中撐上。若具者般操", "318": "志。即是到家消息。如人上山。各自努力。", "319": "此事的實用工切處。正如搭對相撲相似。纔有絲毫", "320": "畏懼心。纖塵差別念。蘊于胷中。何止十撲九輸。未著", "321": "交時。性命已屬他人了也。若是鐵眼銅睛。憤憤悱悱。", "322": "直要一拳打碎。一口吞却。假使喪身失命。以至千生", "323": "萬劫。心亦不忘。諸上座。果能如是知非。果能如是著", "324": "鞭。剋日成功。斷無疑矣。勉之勉之。", "325": "晚參晚參", "326": "參須實參。悟須實悟。動轉施為。輝今耀古。若是操心", "327": "不正。悟處不真。粧粧點點。鬪鬪飣飣。被人輕輕拶著。", "328": "未免喚燈籠作露柱。且道如何是實參實悟底消息。", "329": "良久云南山起雲。北山下雨。", "330": "示信翁居士(洪上舍)示信翁居士洪上舍", "331": "大抵參禪不分緇素。但只要一箇決定信字。若能直", "332": "下信得及。把得定。作得主。不被五欲所撼。如箇鐵橛", "333": "子相似。管取剋日成功。不怕甕中走鼈。豈不見。華嚴", "334": "會上。善財童子。歷一百一十城。參五十三善知識。獲", "335": "無上果。亦不出者一箇信字。法華會上。八歲龍女。直", "336": "往南方無垢世界。獻珠成佛。亦不出者一箇信字。涅", "337": "槃會上。廣額屠兒。颺下屠刀唱言。我是千佛一數。亦", "338": "不出者一箇信字。昔有阿那律陀。因被佛訶。七日不", "339": "睡。失去雙目。大千世界。如觀掌果。亦不出者一箇信", "340": "字。復有一小比丘。戲一老比丘。與證果位。遂以皮毬", "341": "打頭四下。即獲四果。亦不出者一箇信字。楊岐參慈", "342": "明和尚。令充監寺。以至十載。打失鼻孔。道播天下。亦", "343": "不出者一箇信字。從上若佛若祖。超登彼岸。轉大法", "344": "輪。接物利生。莫不皆由此一箇信字中流出。故云。信", "345": "是道元功德母。信是無上佛菩提。信能永斷煩惱本。", "346": "信能速證解脫門。昔有善星比丘。侍佛二十年。不離", "347": "左右。蓋謂無此一箇信字。不成聖道。生陷泥黎。今日", "348": "信翁居士。雖處富貴之中。能具如是決定之信。昨於", "349": "壬午歲。登山求見。不納而回。又於次年冬。拉直翁居", "350": "士同訪。始得入門。今又越一載。齎糧裹糝。特來相從。", "351": "乞受毗尼。願為弟子。故以連日詰其端由。的有篤信", "352": "趣道之志。維摩經云。高原陸地。不生蓮華。卑濕淤泥。", "353": "乃生此華。正謂此也。山僧由是憮之。將箇省力易修。", "354": "曾驗底話頭。兩手分付。萬法歸一。一歸何處。決能便", "355": "恁麼信去。便恁麼疑去。須知疑以信為體。悟以疑為", "356": "用。信有十分。疑有十分。疑得十分。悟得十分。譬如水", "357": "漲船高。泥多佛大。西天此土。古今知識。發揚此段光", "358": "明。莫不只是一箇決疑而已。千疑萬疑。只是一疑。決", "359": "此疑者。更無餘疑。既無餘疑。即與釋迦彌勒淨名龐", "360": "老。不增不減。無二無別。同一眼見。同一耳聞。同一受", "361": "用。同一出沒。天堂地獄。任意逍遙。虎穴魔宮。縱橫無", "362": "礙。騰騰任運。任運騰騰。故涅槃經云。生滅滅已。寂滅", "363": "為樂。須知此樂非妄念遷注情識之樂。乃是真淨無", "364": "為之樂耳。夫子云。夕死可矣。顏回不改其樂。曾點舞", "365": "詠而歸。咸佩此無生真空之樂也矣。苟或不疑不信。", "366": "饒你坐到彌勒下生。也只做得箇依草附木之精靈。", "367": "魂不散底死漢。教中言。二乘小果。雖入八萬劫大定。", "368": "不信此事。去聖逾遙。常被佛訶。直欲發大信起大疑。", "369": "疑來疑去。一念萬年。萬年一念。的的要見者一法子", "370": "落著。如與人結了生死冤讐相似。心憤憤地。即欲便", "371": "與一刀兩段。縱於造次顛沛之際。皆是猛利著鞭之", "372": "時節。若到不疑自疑。寤寐無失。有眼如盲。有耳如聾。", "373": "不墮見聞窠臼。猶是能所未忘。偷心未息。切宜精進", "374": "中倍加精進。直教行不知行。坐不知坐。東西不辨。南", "375": "北不分。不見有一法可當情。如箇無孔鐵鎚相似。能", "376": "疑所疑。內心外境。雙忘雙泯。無無亦無。到者裏。舉足", "377": "下足處。切忌踏翻大海。踢倒須彌。折旋俯仰時照顧。", "378": "觸瞎達磨眼睛。磕破釋迦鼻孔。其或未然。更與添箇", "379": "注脚。僧問趙州和尚。萬法歸一。一歸何處。州云。我在", "380": "青州。作一領布衫。重七斤。師云。大小趙州。拖泥帶水。", "381": "非特不能為者僧斬斷疑情。亦乃賺天下衲僧。死在", "382": "葛藤窠裏。西峰則不然。今日忽有人。問萬法歸一一", "383": "歸何處。只向他道。狗䑛熱油鐺。信翁信翁。若向者裏", "384": "擔荷得去。只者一箇信字。也是眼中著屑。", "385": "示眾示眾", "386": "兄弟家。十年二十年。以至一生。絕世忘緣。單明此事。", "387": "不透脫者。病在於何。本分衲僧。試拈出看。莫是宿無", "388": "靈骨麼。莫是不遇明師麼。莫是一暴十寒麼。莫是根", "389": "劣志微麼。莫是汩沒塵勞麼。莫是沈空滯寂麼。莫是", "390": "雜毒入心麼。莫是時節未至麼。莫是不疑言句麼。莫", "391": "是未得謂得未證謂證麼。若論膏肓之疾。總不在者", "392": "裏。既不在者裏。畢竟在甚麼處。咄。三條椽下。七尺單", "393": "前。", "394": "若論此事。如登一座高山相似。三面平夷頃刻可上。", "395": "極是劣力。極是利便。若曰回光返照。點檢將來。耳朵", "396": "依前兩片皮。牙齒依舊一具骨。有甚交涉。有甚用處。", "397": "若是拏雲攫霧底漢子。決定不墮者野狐窟中。埋沒", "398": "自己靈光。辜負出家本志。直向那一面懸崖峭壁無", "399": "棲泊處立。超佛越祖心辦久久無變志。不問上與不", "400": "上得與不得。今日也𢬵命跳。明日也𢬵命跳。跳來跳", "401": "去。跳到人法俱忘。心識路絕。驀然踏翻大地。撞破虗", "402": "空。元來山即自己。自己即山。山與自己。猶是冤家。若", "403": "要究竟衲僧向上巴鼻。直須和座颺在他方世界始", "404": "得。", "405": "一二三四。四三二一。鈎鎖連環。銀山鐵壁。覰得破跳", "406": "得出。大千沙界海中漚。一切聖賢如電拂。若是覰不", "407": "破跳不出。切須翻天覆地。離巢越窟。便就一歸何處", "408": "上。東擊西敲。橫拷豎逼。逼來逼去。逼到無棲泊不柰", "409": "何處。誠須重加猛利。翻身一擲。土塊泥團。悉皆成佛。", "410": "若是不尲不尬。半進半出。蛇吞蝦蟆。西峰敢道驢年", "411": "始得。", "412": "結制示眾結制示眾", "413": "以拂子三。大眾還會麼。若也會得。如來禪祖師禪。", "414": "栗棘蓬金剛圈。五位偏正。三要三玄。無不貫丳。無不", "415": "窮源。到者裏。說甚長期短期。空觀假觀。得念失念。無", "416": "非解脫。成法破法。皆名涅槃。若也不會。汝等一眾。既", "417": "是各各齎糧裹糝。發大心來。九十日中。十二時內。切", "418": "切偲偲。兢兢業業。莫問到與不到。得與不得。牢絆草", "419": "鞋。緊著脚頭。如氷稜上行。劒刃上走。捨命忘形。但恁", "420": "麼去。纔到水窮雲盡處。烟消火滅時。驀然踏著本地", "421": "風光。管取超佛越祖。直饒恁麼悟去。猶是法身邊事。", "422": "若曰法身向上事。未夢見在。何故。欲窮千里目。更上", "423": "一層樓。", "424": "示眾示眾", "425": "若論參禪之要。不可執蒲團為工夫。墮於昬沈散亂", "426": "中。落在輕安寂靜裏。總皆不覺不知。非唯虗喪光陰。", "427": "難消施主供養。一朝眼光落地之時。畢竟將何所靠。", "428": "山僧昔年在眾。除二時粥飯。不曾上蒲團。只是從朝", "429": "至暮。東行西行。步步不離。心心無間。如是經及三載。", "430": "曾無一念懈怠心。一日驀然踏著自家底。元來寸步", "431": "不曾移。", "432": "昬沈掉舉。喜怒哀樂。即是真如佛性。智慧解脫。只緣", "433": "不遇斯人。醍醐上味。翻成毒藥。靈利漢。假饒直下知", "434": "非。全身擔荷。正好朝打三千。暮打八百。何故。豈不見", "435": "道。知之一字。眾禍之門。", "436": "若論此事。如蚊子上鐵牛相似。更不問如何若何。便", "437": "向下觜不得處𢬵命。一鑽和身透入。正恁麼時。如處", "438": "百千萬億香水海中。取之無盡。用之無竭。設使志不", "439": "堅心不一。悠悠漾漾。東飛西飛。饒你飛到非想非非", "440": "想天。依舊只是箇餓蚊子。", "441": "端陽示眾端陽示眾", "442": "三十年來。橫草不拈。豎草不踏。單單只合得一服快", "443": "活無憂散。其藥雖微。奏功極大。不問佛病祖病。心病", "444": "禪病。凡病聖病。生病死病。是病非病。除禪和子一種", "445": "毛病之外。聞者見者。無不靈驗。且喚甚麼作毛病。良", "446": "久云各請歸堂點檢看。", "447": "示眾示眾", "448": "若謂著實參禪。決須具足三要。第一要。有大信根。明", "449": "知此事。如靠一座須彌山。第二要有大憤志。如遇殺", "450": "父冤讐。直欲便與一刀兩段。第三要有大疑情。如暗", "451": "地做了一件極事。正在欲露未露之時。十二時中。果", "452": "能具此三要。管取剋日功成。不怕甕中走鼈。苟闕其", "453": "一。譬如折足之鼎。終成廢器。然雖如是。落在西峰坑", "454": "子裏。也不得不救。咄。", "455": "拈主丈云者一著子。從上佛祖求之。雖歷千魔萬難。", "456": "萬死千生。如水東流。不到滄溟決定不止。以此推之。", "457": "大不容易。若要點鐵成金。與千聖同域。豈淺識小見", "458": "者。所能擬議。直須具舉鼎拔山力。包天括地量。斬釘", "459": "截鐵機。打鳳羅龍手。果有如是操略。主丈助以發機。", "460": "卓一下云有意氣時添意氣。又卓一下云不風流處", "461": "也風流。若是跛鼈盲龜。止跳得一跳兩跳。伎倆已盡。", "462": "西峰門下總用不著。度主丈喚侍者云送在師子巖", "463": "頭。一任東湧西沒。", "464": "若論此事。真正用工。決定不在行住坐臥處。決定不", "465": "在著衣喫飯處。決定不在屙屎放尿處。決定不在語", "466": "默動靜處。既然如是。畢竟在甚麼處。聻。若向者裏。知", "467": "得落處。便見未出母胎已自行脚了也。已自來見高", "468": "峰了也。已自心空及第了也。已自接物利生了也。設", "469": "使無明垢重。不覺不知。未免先以定動。後以智拔。良", "470": "久喝一喝云一隊無孔鐵槌。", "471": "示理通上人示理通上人", "472": "大抵學人打頭不遇本分作家。十年二十年。者邊那", "473": "邊。或參或學。或傳或記。殘羮餿飯。惡知惡覺。尖尖滿", "474": "滿。築一肚皮。正如箇臭糟瓶相似。若遇箇有鼻孔底", "475": "聞著。未免惡心嘔吐。到者裏。設要知非悔過。別立生", "476": "涯。直須盡底傾出三回四回。洗七番八番。泡去教乾", "477": "乾淨淨。無一點氣息。般若靈丹。方堪趣向若是忽忽", "478": "草草打屏不乾。縱盛上品醍醐。亦未免變作一瓶惡", "479": "水。且道利害在甚麼處。咄。毒氣深入。", "480": "示眾示眾", "481": "良醫治病。先究其根。纔得其根。無病不治。禪和子。成", "482": "十年二十年篤信守一。不明生死者。蓋為不究其根。", "483": "須知人我即生死之根。生死即人我之葉。要去其葉。", "484": "必先除根。根既除已。其葉何存。然雖如是。爭知此根", "485": "從曠大劫來。㘽培深固。若非舉鼎󳫠山之力。卒難勦", "486": "除。未免借拄杖子威光。特為諸人出熱去也。卓主丈", "487": "一下。喝一喝云勞而無功", "488": "若論此事。的的用工。正如獄中當死罪人。忽遇獄子", "489": "醉酒睡著。敲枷打鎖。連夜奔逃。於路雖多毒龍猛虎。", "490": "一往直前。了無所畏。何故。只為一箇切字。用工之際。", "491": "果能有此切心。管取百發百中。即今莫有中底麼。以", "492": "拂子擊禪床一下云毫𣯛有差。天地懸隔", "493": "拈主丈云到者裏。人法俱忘。心識路絕。舉步則大海", "494": "騰波。彈指則須彌岌峇。泥團土塊。放大光明。瓠子冬", "495": "瓜。熾然常說。然雖如是。若到西峰門下。未免臂長袖", "496": "短露出一橛。直須廓頂門正眼。覰破空劫已前自己。", "497": "與今幻化色身。無二無別。且道如何是空劫已前自", "498": "己。聻。卓主丈一下云金剛喫鐵棒。泥牛眼出血。", "499": "解制示眾解制示眾", "500": "若論此事。無尊無卑。無老無少。無男無女。無利無鈍。", "501": "故我世尊。於正覺山前。臘月八夜。見明星悟道。乃言。", "502": "奇哉眾生具有如來智慧德相。又云。心佛及眾生。是", "503": "三無差別。又云。是法平等。無有高下。既無差別。亦無", "504": "高下。從上佛祖。古今知識。乃至天下老和尚。有契有", "505": "證。有遲有速。有難有易。畢竟如何。譬如諸人在此。各", "506": "各有箇家業。驀然一日回光返照。思憶還源。或有經", "507": "年而到者。或有經月而到者。或有經日而到者。或有", "508": "頃刻而到者。又有至死而不到者。蓋離家有遠近之", "509": "殊。故到有遲速難易之別。然雖如是。中間有箇漢子。", "510": "無家業可歸。無禪道可學。無生死可脫。無涅槃可證。", "511": "終日騰騰任運。任運騰騰。若也點檢得出。釋迦彌勒。", "512": "與你提瓶挈鉢。亦不為分外。苟或不然。以拂子擊禪", "513": "床兩下喝兩喝云若到諸方。切忌錯舉。", "514": "示眾示眾", "515": "若論此一段奇特之事。人人本具。箇箇圓成。如握拳", "516": "展掌。渾不犯纖毫之力。祇為心猿擾擾。意馬喧喧。恣", "517": "縱三毒無明。妄執人我等相。如水澆冰。愈加濃厚。障", "518": "却自己靈光。決定無由得現。若是生鐵鑄就底漢子。", "519": "的實要明。亦非造次。直須發大志立大願。殺却心猿", "520": "意馬。斷除妄想塵勞。如在急水灘頭泊舟相似。不顧", "521": "危亡得失人我是非。忘寢忘餐。絕思絕慮。晝三夜三。", "522": "心心相次。念念相續。劄定脚頭。咬定牙關。牢牢把定", "523": "繩頭。更不容絲毫走作。假使有人。取你頭。除你手足。", "524": "剜你心肝。乃至命終。誠不可捨。到者裏。方有少分做", "525": "工夫氣味。嗟乎末法。去聖時遙。多有一等泛泛之流。", "526": "竟不信有悟門。但只向者邊穿鑿。那邊計較。直饒計", "527": "較得成。穿鑿得就。眼光落地時。還用得著也無。若用", "528": "得著。世尊雪山六年。達磨少林九載。長慶坐破七箇", "529": "蒲團。香林四十年。方成一片。趙州三十年不雜用心。", "530": "何須討許多生受喫。更有一等漢子。成十年二十年", "531": "用工。不曾有箇入處者。只為他宿無靈骨。志不堅固。", "532": "半信半疑。或起或倒。弄來弄去。世情轉轉純熟。道念", "533": "漸漸生踈。十二時中。難有一箇時辰把捉得定打成", "534": "一片。似者般底。直饒弄到彌勒下生。也有甚麼交涉。", "535": "若是真正本色行脚高士不肯胡亂。打頭便要尋箇", "536": "作家。纔聞舉著一言半句。更不擬議。直下便恁麼信", "537": "得及。作得主。把得定。孤迥迥峭巍巍。淨躶躶赤灑灑。", "538": "更不問危亡得失。只恁麼睚將去。驀然繩斷喫擷。絕", "539": "後再甦。看他本地風光。何處更覓佛矣。又有一偈舉", "540": "似大眾。急水灘頭泊小舟。切須牢把者繩頭。驀然繩", "541": "斷難迴避。直得通身血迸流。", "542": "萬法歸一一何歸。只貴惺惺著意疑。疑到情忘心絕", "543": "處。金烏夜半徹天飛。", "544": "若窮此事。用工極際。正如空裏栽花。水中撈月。直是", "545": "無你下手處。無你用心處。往往纔遇者境界現前。十", "546": "箇有五雙。打退鼓。殊不知正是到家底消息。若是孟", "547": "八郎漢。便就下手不得處。用心不及時。猶如關羽百", "548": "萬軍中。不顧得喪。直取顏良。誠有如是操略。如是猛", "549": "利。管取彈指収功。剎那成聖。若不然者。饒你參到彌", "550": "勒下生。也只是箇張上座。", "551": "臘月三十日。時節看看至。露柱與燈籠。休更打瞌睡。", "552": "覿面當機提。當機覿面覰。驀然觸瞎眼睛。照顧爛泥", "553": "裏有刺。", "554": "除夜小參除夜小參", "555": "生死事大。無常迅速。生不知來處。謂之生大。死不知", "556": "去處。謂之死大。只者生死一大事。乃是參禪學道之", "557": "喉襟。成佛作祖之管轄。三世如來。恒沙諸佛。千變萬", "558": "化。出現世間。蓋為此生死一大事之本源。西天四七。", "559": "唐土二三。以至天下老和尚。出沒卷舒。逆行順化。亦", "560": "為此一大事之本源。諸方禪衲。不憚勞苦。三十年。二", "561": "十年。撥草瞻風。磨裩擦袴。亦為此一大事之本源。汝", "562": "等諸人。發心出家。發心行脚。發心來見高峰。晝三夜", "563": "三。眉毛𤺊結。亦為此一大事之本源。四生六道。千劫", "564": "萬劫。改頭換面。受苦受辛。亦是迷此一大事之本源。", "565": "吾佛世尊。捨金輪王位。雪山六年苦行。夜半見明星", "566": "悟道。亦是悟者一大事之本源。達磨大師。入此土來。", "567": "少林面壁九載。神光斷臂。於覓心不可得處。打失鼻", "568": "孔。亦是悟者一大事之本源。臨濟遭黃檗六十痛棒。", "569": "向大愚肋下還拳。亦是悟者一大事之本源。靈雲桃", "570": "花。香嚴擊竹。長慶卷簾。玄沙𡎺指。乃至從上知識。有", "571": "契有證。利生接物。㹅不出悟者一大事之本源。多見", "572": "兄弟家。雖曰入此一門。往往不知學道之本源。不能", "573": "奮其志。因循度日。今來未免葛藤。引如上佛祖入道", "574": "之因。及悟道之由。以為標格。晚學初機。方堪趣向。且", "575": "道如何趣向。不見古人道。若要脫生死。須透祖師關。", "576": "畢竟將甚麼作關。喚作竹篦則觸。不喚作竹篦則背。", "577": "不得有語。不得無語。若向者裏著得一隻眼覰得破。", "578": "轉得身。通得氣。無關不透。無法不通。頭頭示現。物物", "579": "全彰。無邊剎境。自他不隔於毫端。十世古今。始終不", "580": "離於當念。所以水潦和尚。見馬大師。禮拜起擬伸問", "581": "間。被馬祖攔󱗉一踏踏倒。起來呵呵大笑云。百千法", "582": "門。無量妙義。㹅向一毫頭上識得根源去。德山見龍", "583": "潭向吹滅紙燭處。豁然大悟。次日遂將䟽鈔。於法堂", "584": "上爇云。窮諸玄辯。若一毫置於大虗。竭世樞機。似一", "585": "滴投於巨壑。到者裏。有甚麼禪道可參。有甚麼佛法", "586": "可學。有甚麼生死可脫。有甚麼涅槃可證。騰騰任運。", "587": "任運騰騰。臘月三十日到來。管取得大自在。去住自", "588": "由。故云。自從認得曹溪路。了知生死不相干。然雖如", "589": "是。豎拂子云且道者箇是生耶是死耶。若也道得。便", "590": "可向無佛處稱尊。無法處說法。其或未然。山僧不懼", "591": "羞慚。更與諸人。露箇消息。以拂子作釣魚勢云夜冷", "592": "魚潛空下釣。不如收卷過殘年。", "593": "復舉。北禪分歲。烹露地白牛。百味珍羞。悉皆具足。高", "594": "峰分歲。雖則百孔千瘡。也要將無作有。細切嶺頭雲。", "595": "薄批潭底月。尖新堆飣。出格安排。要使箇箇盈腸塞", "596": "腹。人人永絕飢虗。且道。與古人是同是別。舌頭具眼", "597": "底試辨看。", "598": "示眾示眾", "599": "若論剋期取證。如人擔雪填井。不憚寒暑。不分晝夜。", "600": "橫也擔豎也擔。是也擔非也擔。擔來擔去。縱使經年", "601": "越歲。以至萬劫千生。於其中間。信得及。踏得穩。把得", "602": "定。作得主。曾無一念厭離心。曾無一念懈怠心。曾無", "603": "一念狐疑心。曾無一念求滿心。果能有恁麼時節。果", "604": "能具恁麼氣槩。到者裏。管取人法雙忘。心識俱泯。形", "605": "如槁木朽株。志若嬰兒赤子。驀然擔子卒地斷嚗地", "606": "折。永嘉道。大千沙界海中漚。一切聖賢如電拂。好與", "607": "三十痛棒。若謂此事參也參得。悟也悟得。說也說得。", "608": "行也行得。來也來得。去也去得。然雖如是。更須三十", "609": "年始得。何故。兩角四蹄都過了。尾巴過不得。", "610": "若論此事。如萬丈深潭中。投一塊石相似。透頂透底。", "611": "了無絲毫間隔。誠能如是用工。如是無間。一七日中。", "612": "若無倒斷。某甲永墮阿鼻地獄。", "613": "結制示眾結制示眾", "614": "封却拄杖頭。結却布袋口。禁在鐵圍山。枷上重增杻。", "615": "有中拷出無。無中拷出有。痛楚百千般。不離者窠臼。", "616": "大眾且道。喚甚麼作窠臼。直饒明辨得出。要見西峰。", "617": "那邊更那邊。為人不為人一著子。且待三十年後。", "618": "示眾示眾", "619": "拈拄杖召大眾云還見麼。人人眼裏有睛。不是瞎漢。", "620": "決定是見。以拄杖卓一下云還聞麼。箇箇皮下有血。", "621": "不是死漢。決定是聞。既見既聞。是箇甚麼。以拄杖󳭿。", "622": "見聞即且止。只如六根未具之前。聲色未彰之際。未", "623": "聞之聞。未見之見。正恁麼時。畢竟以何為驗。以拄杖", "624": "󳮀。吾今與汝保任斯事。終不虗也。以拄杖󳭾。三十年", "625": "後。切忌妄通消息靠拄杖下座", "626": "若論此事。只要當人的有切心。纔有切心。真疑便起。", "627": "真疑起時。不屬漸次。直下便能塵勞頓息。昏散屏除。", "628": "一念不生。前後際斷。纔到者般時節。管取推門落臼。", "629": "若是此念不切。真疑不起。饒你坐破蒲團百千萬箇。", "630": "依舊日午打三更。", "631": "迷中有悟。悟復還迷。直須迷悟兩忘。人法俱遣。衲僧", "632": "門下。始有語話分。大眾。既是迷悟兩忘。人法俱遣。共", "633": "語話者。復是阿誰。速道速道。", "634": "若論此事。如登萬仞高山。一步一步將搆至頂。唯有", "635": "數步壁絕攀躋。到者裏。須是箇純鋼打就底。捨命𢬵", "636": "身。左睚右睚。睚來睚去。以上為期。縱經千生萬劫。萬", "637": "難千魔。此心此志。愈堅愈強。若是根本不實。泛泛之", "638": "徒。何止望崖。管取聞風而退矣。", "639": "除夜小參除夜小參", "640": "一年三百六十日。看看逗到今宵畢。十箇有五雙。參", "641": "禪禪又不知。學道道亦不識。只者不知不識四字。正", "642": "是三世諸佛骨髓。一大藏教根源。靈利漢。纔聞舉著。", "643": "如龍得水。似虎靠山。天上人間。縱橫無礙。然雖如是。", "644": "點檢將來。猶是者邊底消息。若謂那邊更那邊一著", "645": "子。直饒西天四七。唐土二三。以至天下老古錐。敢保", "646": "未徹在。山僧與麼告報。忽有箇漢子。心憤憤口悱悱。", "647": "出來道。高峰高峰。你有甚長處。開得者般大口。只向", "648": "他道。來年更有新條在。惱亂春風卒未休。", "649": "示眾示眾", "650": "終日著衣。未嘗掛一縷絲。終日喫飯。未嘗咬著一粒", "651": "米。既然如是。且道即今身上著底。每日口裏喫底。是", "652": "箇甚麼。到者裏。不論明與不明。徹與不徹。寸絲滴水。", "653": "也當牽犁拽杷償他。何故。一片白雲橫谷口。幾多歸", "654": "鳥自迷巢。", "655": "若論此事。正如傍墻逼狗。逼來逼去。逼至尖角落頭。", "656": "未免翻身遭他一口。即今莫有遭他底麼。卓拄杖一", "657": "下云阿耶阿耶", "658": "學道如初不變心。千魔萬難愈惺惺。直須敲出虗空", "659": "髓。拔却金剛腦後釘。", "660": "若論此事。用工之際。正如打鐵船入海取如意寶珠", "661": "相似。莫問打得打不得。但孟八郎打將去。驀然一旦", "662": "打得成。入得海。獲得珠。將來呈似老僧。不免與伊一", "663": "槌擊碎。何故。豈不見道。有之以為利。無之以為用。", "664": "若論實參實悟。正如八十公公。向逆風逆水裏。牽一", "665": "隻無底鐵船相似。不問上與不上。徹與不徹。直須心", "666": "心無間。念念無虧。一步一步。盡平生伎倆睚將去。睚", "667": "到著脚不得處。筋斷骨折時。驀然水轉風回。即是到", "668": "家消息。即今莫有到家底麼。卓拄杖一下云十萬八", "669": "千。", "670": "若論此事。不假長劫熏修。積功累德。亦不問賢愚利", "671": "鈍。久習初機。只貴孟八郎漢。不顧危亡得喪。發大憤", "672": "志。起大疑情。如善財童子。參勝熱婆羅。大火聚中。投", "673": "身而入。正恁麼時。人法俱忘。心機泯絕。左之右之。𡎺", "674": "著磕著。不是洞山麻三斤。定是雲門乾屎橛。若還󳹸", "675": "󳹸𣯧𣯧。魍魍魎魎。莫道親見高峰。直饒向老胡肚皮", "676": "裏打一遭。依前乾沒一星事。", "677": "答直翁居士書答直翁居士書", "678": "來書置問。皆是辨論學人用工上。疑惑處當為決之。", "679": "俾晚學初機。趣向無滯。問平常心是道無心是道。此", "680": "平常心無心之語。成却多少人。誤却多少人。往往不", "681": "知泥中有刺。笑裏有刀者。何啻如掉棒打月。接竹點", "682": "天。古人答一言半句。如揮吹毛利刃。直欲便要斷人", "683": "命根。若是箇皮下有血底。直下承當。更無擬議。若撞", "684": "著箇不知痛痒底。縱饒髑髏徧地。也乾沒星子事。又", "685": "如石中藏玉。識者知有連城之璧。不識者只作一塊", "686": "頑石視之。大抵要見古人立地處。不可向語句上著", "687": "到。且道既不在語句上。畢竟在甚處著到。若向", "688": "者裏薦得。便知此事不假修治。如身使臂。如臂使拳。", "689": "極是成現。極是省力。但信得及。便是何待瞠眉豎目。", "690": "做模打㨾。看箇一字。儻或不然。古云。莫道無心云是", "691": "道。無心猶隔一重關。何止一重。更須知有百千萬重", "692": "在。苟不發憤志精進下一段死工夫。豈於木石之有", "693": "異乎。凡做工夫。到極則處。必須自然入於無心三昧。", "694": "却與前之無心。天地相遼。老胡云。心如墻壁。夫子三", "695": "月忘味。顏回終日如愚。賈島取捨推敲。此等即是無", "696": "心之類也。到者裏。能舉所舉。能疑所疑。雙忘雙泯。無", "697": "無亦無。香嚴聞聲。靈雲見色。玄沙𡎺指。長慶卷簾。莫", "698": "不皆由此無心而悟也。到者裏。設有毫氂待悟心生。", "699": "纖塵精進念起。即是偷心未息。能所未忘。此之一病。", "700": "悉是障道之端也。若要契悟真空。親到古人地位。必", "701": "須真正至於無心三昧始得。然此無心。汝譬頗明。吾", "702": "復以偈證之。不得者箇。爭得那箇。既得那箇。忘却者", "703": "箇。然雖如是。更須知道。者箇那箇總是假。箇的的真", "704": "底聻。咄。陽𦦨空華。", "705": "通仰山老和尚疑嗣書通仰山老和尚疑嗣書", "706": "昔年敗闕。親曾剖露師前。今日重疑。不免從頭拈出。", "707": "某甲十五歲出家。十六為僧。十八習教。二十更衣。入", "708": "淨慈。立三年死限。學禪請益。斷橋和尚。令參箇生從", "709": "何來。死從何去。意分兩路。心不歸一。又不曾得他說", "710": "做工夫處分曉。看看擔閣。一年有餘。每日只如箇迷", "711": "路人相似。那時因被三年限逼。正在煩惱中。忽見台", "712": "州淨兄。說雪巖和尚當問你做工夫。何不去一轉。於", "713": "是欣然懷香。詣北磵塔頭請益。方問訊插香。被一頓", "714": "痛拳打出。即關却門。一路垂淚。回至僧堂。次日粥罷。", "715": "復上始得親近。即問已前做處。某甲一一供吐。當下", "716": "便得勦除日前所積之病。却令看箇無字。從頭開發", "717": "做工夫一遍。如暗得燈。如懸得救。自此方解用工處。", "718": "又令日日上來一轉。要見用工次第。如人行路。日日", "719": "要見工程。不可今日也恁麼。明日也恁麼。每日纔見", "720": "入來。便問今日工夫如何。因見說得有緒。後竟不問", "721": "做處。一入門便問。阿誰與你拖者死屍來。聲未絕。便", "722": "以痛拳打出。每日但只恁麼問。恁麼打。正被逼拶。有", "723": "些涯際。值老和尚赴南明請。臨行囑云。我去入院了。", "724": "却令人來取你。後竟絕消息。即與常州澤兄。結伴同", "725": "往。至王家橋俗親處。整頓行裝。不期俗親。念某甲等", "726": "年幼。又不曾涉途。行李度牒。總被收却。時二月初。諸", "727": "方掛搭皆不可討。不免挑包上徑山。二月半歸堂。忽", "728": "於次月十六夜。夢中忽憶斷橋和尚堂中所舉。萬法", "729": "歸一。一歸何處話。自此疑情頓發。打成一片。直得東", "730": "西不辨。寢食俱忘。至第六日辰巳間。在廊下行。見眾", "731": "僧堂內出。不覺輥於隊中。至三塔閣上諷經。擡頭忽", "732": "覩五祖演和尚真贊。末後兩句云。百年三萬六千朝。", "733": "返覆元來是這漢。日前被老和尚所問。拖死屍句子。", "734": "驀然打破。直得魂飛膽喪。絕後再甦。何啻如放下百", "735": "二十斤擔子。乃是辛酉三月廿二。少林忌日也。其年", "736": "恰廿四歲。滿三年限。便欲造南明求決。那堪逼夏。諸", "737": "鄉人亦不容。直至解夏。方到南明。納一場敗闕。室中", "738": "雖則累蒙煅煉。明得公案。亦不受人瞞。及乎開口。心", "739": "下又覺得渾了。於日用中尚不得自由。如欠人債相", "740": "似。正欲在彼終身侍奉。不料同行澤兄。有他山之行。", "741": "遽違座下。至乙丑年。老和尚在道場。作掛牌時。又得", "742": "依附隨侍。赴天寧中間。因被詰問。日間浩浩時。還作", "743": "得主麼。答云。作得主。又問。睡夢中作得主麼。答云。作", "744": "得主。又問。正睡著時。無夢無想。無見無聞。主在甚麼", "745": "處。到者裏。直得無言可對。無理可伸。和尚却囑云。從", "746": "今日去。也不要你學佛學法。也不要你窮古窮今。但", "747": "只飢來喫飯。困來打眠。纔眠覺來。却抖擻精神。我者", "748": "一覺。主人公畢竟在甚處安身立命。雖信得及遵守", "749": "此語。柰資質遲鈍。轉見難明。遂有龍鬚之行。即自誓", "750": "云。𢬵一生做箇癡獃漢。定要見者一著子明白。經及", "751": "五年。一日寓庵宿。睡覺正疑此事。忽同宿道友推枕", "752": "子墮地作聲。驀然打破疑團。如在網羅中跳出。追憶", "753": "日前所疑。佛祖誵訛公案。古今差別因緣。恰如泗州", "754": "見大聖。遠客還故鄉。元來只是舊時人。不改舊時行", "755": "履處。自此安󳬛定國。天下太平。一念無為。十方坐斷。", "756": "如上所供。並是詣實。伏望尊慈。特垂詳覽。", "757": "室中三關室中三關", "758": "杲日當空。無所不照。因甚被片雲遮却。", "759": "人人有箇影子。寸步不離。因甚踏不著。", "760": "盡大地是箇火坑。得何三昧。不被燒却。", "761": "高峰禪要終", "762": "No. 1401-CNo. 1401-C", "763": "上以延弘　國祚。下以普濟含靈。", "764": "皇明隆慶四年。庚午之春。有一道人慧澄等。欲廣禪", "765": "要之傳。以惠後學。募緣鋟梓。流布萬歲。烏非深有", "766": "慕於佛祖之風者。其能若是乎。後之有志學者。覽", "767": "斯禪詮。而頓發心華。則其教化之功德。何可勝數", "768": "哉。", "769": "大施主金達未兩主　供養大施主信俊　布施。", "770": "大施主鄭終必兩主　施主金末祥兩主　化士", "771": "印珠。", "772": "無等山安心寺開刊　校正大選雪訔。", "773": "又一本卷末天明癸卯偶覽朝鮮板本校正。", "774": "上以延弘　國祚下以普濟含靈。", "775": "皇明嘉靖大歲己亥之春有一道人靈祉者欲廣禪", "776": "要之傳以惠後學乃至何可勝數哉。", "777": "施主性修　衍熈　學通　坦器　信还　鐵牛", "778": "曹哲金　趙元。", "779": "刻手秩敬希信崇　惠聰　炊飯　戒澄。", "780": "智異山南臺庵開板以傳神興寺幹善道人靈祉", "781": "校正靈觀　　　性牛。", "782": "金義忠兩主", "783": "徐貴進兩主　　姜石孫。", "784": "施主卓守　和密　玉熈　敬祖此等吾鄉闍山", "785": "而常修梵行人。", "786": "證明鐵牛　　　鍊板　印空　覺晟。", "787": "禪要一卷通計五十四葉。", "788": "安永二年癸巳孟春上澣寓于長州㶚城師子菴借", "789": "洞春禪寺所藏之朝鮮本寫焉。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1401 高峰原妙禪師禪要", "author": "(侍者)持正錄　(參學)洪喬祖編"}