{"sourceLink": "http://www.cbeta.org/", "text": {"0": "塔銘傳傳", "1": "入就瑞白禪師語錄卷之十八", "10": "棲問作止任滅四病如何得出曰只莫生心取圓覺", "100": "及天台如何師曰相許久可爽乎至苕城黑白遮道", "101": "師曰有緣再來皆依依而別途中見師相貌殊特或", "102": "謂王公肥遯或謂古佛再來入寺百廢並舉一旦恢", "103": "復秋日即托嘯雲西堂主方丈還弁初赴台時門下", "104": "乞歸期師指牡丹曰開一朵必歸後果丙子因病言", "105": "隱他山眾懇不定沈中丞彥威曰誰主方丈曰久默", "106": "音公竟飄然九華掃塔更號子仙囑從者毋稱和尚", "107": "意興終南舟至湖口石尤頻作師曰緣也且泊鄰舫", "108": "一贛客識荊問及師直達客曰敝鄉有山名崆峒拔", "109": "地數萬仞峰巒並秀泉石俱幽足可樂道何必終南", "11": "即出四病也師作禮圓具而辭聽耶楞嚴闡二種妄", "110": "師曰且去看登其巔覽而樂結草龕翛然自適有終", "111": "焉志席未暖風聞遠兩浙道俗為龍華太和鄉紳楊", "112": "寨雲肅伯玉為般若汀州黑白為聚龍峰爭請師一", "113": "不允更避南雲山明秋轉崆峒問禪乞戒者鱗聚不", "114": "三年成巨剎額子仙禪院初托不溢滿兩月即逝更", "115": "托謂斯教主之庚辰秋　建安王欽師之道幣書延", "116": "主洪都百丈山師重清規而應焉衲百餘舟五尾至", "117": "瑞州沸然吠日一虛百實誤報數千疑而圍之師怡", "118": "然安坐諸當事登舟相見始信善知識乃解且贐復", "119": "從會城轉龍象蹴踏輪蹄輻輳王臣送供劉鄉紳攔", "12": "見忽覺根身器界總是空花所持偈為無礙病不能", "120": "途膜拜熊給諫屬詩相賀撫臺委職護送上山師入", "121": "院斬新條令整舊家風肅清規掃荒畬亦將荷鉏隨", "122": "作人稱大智再來不期眾生緣薄明春穀日示疾勉", "123": "眾愈篤談笑自若囑累石澗西堂主百丈至三月十", "124": "五日令淨髮十九侵晨索浴畢謂侍者曰扶老僧入", "125": "龕曰和尚一動眾皆不安師休去半晌手書後事偈", "126": "曰來亦無一物去亦無一物若知端的意百丈花稍", "127": "月擲筆以手招眾眾前師已吉祥而逝矣當午時也", "128": "師生於萬曆甲申十一月二十六日戌時寂於崇禎", "129": "辛巳三月十九日午時世壽五十有八坐夏三十有", "13": "支方悔庚戌聞會稽雲門顯聖寺有悟道知識湛然", "130": "八塔全身於弁山龍華寺去三門之北五百尺乙山", "131": "辛向正面方山遵遺命也初壽塔成正月往報師手", "132": "書曰訃音到便來接龕後書種種意皆言表尾又致", "133": "聲內外老僧不及寫書矣誰知是長別書哉持書者", "134": "將行又曰老僧不過四月矣告爾堂頭秋間有書上", "135": "老僧則歸卒成迎龕之讖又三月初九自題真曰再", "136": "過十日且看咭咶後果浹旬而往此預知時至也龍", "137": "華石榴先夏變白涅槃之兆也遐邇聞訃受益者墮", "138": "淚未面者嘆息奉新沈邑侯枚臣欲晤未獲亦登山", "139": "拜奠而去　建安王欲留龕遵遺命護送歸弁展玉", "14": "和尚世所希有忻然往參門曰向作甚麼曰持毘舍", "140": "軸而祭焉師行腳時十三年無被未嘗解帶而臥龍", "141": "天推出仍依粗疏人施細滑則唱而膳眾數建藂林", "142": "僅蔽風雨傚雲棲之尚朴勤種竹木臨去猶蒔或曰", "143": "行矣何為曰招提在也來無居乎嘗施衣但與乏者", "144": "或譏不均曰周急吾之均也病者躬視老者時慰警", "145": "以法要濟以藥石諾人一物終不爽襟懷灑落時露", "146": "天機令人聞風振起及鍛煉學人不假辭色全提正", "147": "令徹骨為人故預師會得省發者眾所謂大開爐韝", "148": "點鐵成金也待侍者尤嚴諸方聞而膽悸憫末世不", "149": "重木叉自潔冰霜見犯末篇不恕防微杜漸嘗訓初", "15": "偈門曰四大是假妄心是空阿誰拖你者死屍來師", "150": "學曰為僧不遵遺教經法王之叛臣慈父之逆子也", "151": "拂下雖眾未嘗泛納若未受具若受不持若離田服", "152": "若年輕若狂妄俱不納惟向上志者樂而親之否則", "153": "望風而退師之嚴峻又如此見門人久拚鄉曲者賢", "154": "之請假歸寧者亦賢之贐而囑曰諭父母出世之道", "155": "方為至孝師之錫類又如此凡接機隨來而應或時", "156": "怒作佛事則轟雷掣電或時喜作佛事則婆婆和和", "157": "或時遊山翫水作佛事則遇景而頌皆以第一義諦", "158": "示人或時病作佛事則警四山之逼或時貪作佛事", "159": "則納香贄而結諸善緣或時捨作佛事則藂林成而", "16": "鈍置疑甚至第七夜於延慶殿上立香忽然湧起不", "160": "掉頭不顧或順或逆或隱或顯種種為人無有定法", "161": "若有一定則雞鳴狗盜者眾矣心直口快見善則讚", "162": "見不善則呵諸方於法門有所左者則力闢之音嘗", "163": "諫曰今末世明眼者不多公心者甚少不作是非會", "164": "者能幾況鬥爭堅固時彼必強辯反增葛藤何必師", "165": "曰摧邪輔正令法久住佛祖之願吾豈畏刀避箭哉", "166": "所謂說障道無畏也師性倔強行止自斷嘗曰我為", "167": "法王於法自在師造道則剋苦十餘年而盡精微養", "168": "道則深蓄十餘年而至繁衍故行道則縱橫自在得", "169": "不為大善知識正人君子所重哉如　建安王曰名", "17": "離當處嘗湛然覓即知君不可見方曉前話為人問", "170": "喧宇宙道括古今縱象王之威猛諸方膽喪張獅子", "171": "之爪牙四眾心傾唐總憲曰作過量人證希有事傳", "172": "的的意具上上智黃司理元公曰寶鏡懸空十方普", "173": "炤洞山禪已屬老漢矣又吳太史觀我曰吾邑之有", "174": "弁山猶龍舒之有博山此非尋常定知地湧菩薩不", "175": "忘慈誓為我等輩也哉亦有逆助如吳與瑞少焉自", "176": "化因而更振所謂慈善根力也於鍾山時有王姓者", "177": "施地祈嗣師題券尾曰還他二子後應其言師見時", "178": "輩有此洞彼濟之分而曰千枝萬葉一本而生在西", "179": "域當尊迦葉為始在東土當尊達磨為始今後當稱", "18": "一歸何處猶礙復看辛亥入顯聖不語百日晝夜不", "180": "達磨幾十幾世舉本該末謂之尊稱達磨正宗說師", "181": "九坐道場各有語錄總十餘卷闢判名獅子吼一卷", "182": "別峰相見一卷其法嗣自癸酉秋於弁山付不肖音", "183": "於戒珠付孤崖聰次於弁山付離言義歷然相天台", "184": "付嘯雲蘊至崆峒百丈所付凡三十餘人受益得戒", "185": "者不可勝數竊窺師之為道為眾生為法門必乘悲", "186": "願而來嘉言善行不能殫述略錄遊化之跡以貽後", "187": "爾。嗣法弟子大音槃譚狀", "188": "寂蘊狀行狀", "189": "師諱明雪字瑞白入就別號也桐城楊氏子父一舉", "19": "睡數七勇猛大過氣如負重甲寅隨門遷廣孝聞上", "190": "幼孤事母卓甚孝髫志超塵見僧則喜年二十雙親", "191": "葬訖出家九華聞宗門下事詣越參雲門湛然大師", "192": "門問向作甚麼曰持毘舍浮佛偈門曰四大是假妄", "193": "心是空阿誰拖你死屍來師無對七日有省諸淆訛", "194": "尚未徹底獨看一歸何處門一日舉斬貓因緣師遂", "195": "領略拋下蒲團門曰一語下徐州又一日門于橋上", "196": "問眾曰溪水潺潺各下語看師曰敲空有響擊木無", "197": "聲門笑頷之嗣入室門謂師曰自後當休去歇去師", "198": "猶不肯忽一日聞鐘聲豁然大悟往皖山住靜三載", "199": "遍謁黃蘗博山峰頂憨山諸尊宿黃蘗博山每于眾", "2": "明住天台護國寺嗣法門人寂蘊編", "20": "堂激切痛哭發憤曰死也罷活也罷拚此身去不自", "200": "中稱美庚申省雲門歸越明年避寂天柱峰即䖾蜲", "201": "山也癸亥冬雲門結制海內莫靈駢集擢師為西堂", "202": "激揚老鍊返擲頻施門欲付法與師不受甲子住鐵", "203": "壁即陽明洞天也乙丑冬過金粟領眾佐化儀稱酬", "204": "唱之白眉為尸羅之具壽粟極稱欲付之師亦不受", "205": "眾曰何哉師曰雲門不可負也解制遂行粟送河濱", "206": "而別丙寅歸雲門機緣問答芥鋒相投復呈偈曰蒙", "207": "師饒舌十餘年本分由來不可傳有見原非解脫道", "208": "無心豈是祖師禪三玄四喝閒家具五位君臣總白", "209": "拈欲識老胡親的旨金烏夜半麗中天門曰語無滲", "21": "成片自覺省力小參舉斬貓話領略拋出蒲團門曰", "210": "漏善解回互遂付衣拂并偈曰誕生原是自心名空", "211": "裏栽花本現成滿口道來無可道威音那畔幾知音", "212": "蓋門嗣慈舟念念嗣幻休潤溯洞山三十二世溯達", "213": "磨四十二世也既受欲習靜南岳緇素挽止鍾山然", "214": "師親雲門最先蒙印可最先惟付法最後故道風德", "215": "化為時首推雲門逝諸檀護即請繼席而開法獨早", "216": "具足石雨二大師屈居左右二座助揚化儀諸方美", "217": "云此等高風足範百世然師道化愈暢諸公之盛德", "218": "益美視近世操同室之戈者何啻霄壤哉即戊辰己", "219": "巳歲也庚午夏將適終南息影經吳興緇素聞之請", "22": "一語下徐州時一同參通文墨者頌之自謂佳師不", "220": "入弁山彌勒峰文學李明吾施山結茅師喜山水幽", "221": "清乃居之秋日越之鄉紳請于延慶寺開法屆臘解", "222": "制歸弁湖郡眾紳請主白雀寺開堂台越眾紳居士", "223": "請主天台護國席師命西堂孤崖本珠諸公預往料", "224": "理期畢仍歸弁之龍華不數年開基斬草英靈畢集", "225": "古之龍華由是恢復矣癸酉秋師赴越戒珠寺請開", "226": "堂畢仍歸龍華乙亥春護法諸紳陶給諫虎溪倪侍", "227": "御三蘭啇開府等軒吳孝廉芝菴等為天台護國韶", "228": "國師道場法筵久寂再致書敦請師于二月初二日", "229": "入院自湖城至杭黑白盈道睹師威儀端嚴咸謂大", "23": "肯同曰若試頌看師信口曰提起劍斬卻貓一段春", "230": "和尚古佛再來隨途設壇具供瞻拜為幸其後至者", "231": "猶望塵悲泣而忍去其為一時傾仰如此然天台百", "232": "餘年來不知宗乘何事幸師宗風丕振遐邇歸依皆", "233": "稱茲山中興主也師入院不允上堂惟隨機開導有", "234": "居士訪師師示之曰觀白雲縹緲誰歟士罔措師復", "235": "曰聽綠水潺湲此矣眾聞皆乞書之為示眾語又示", "236": "眾曰佛法不在陞堂當知不離日用若能此處會得", "237": "更有何事不畢如或未知各當努力開田鋤地運水", "238": "搬柴捨此它求非吾至道珍重示眾老僧因為養病", "239": "不暇為眾說法雖然如是早已漏逗了也且道漏逗", "24": "光人不曉南泉舉似作家子趙州老人頭戴草頭戴", "240": "個甚麼會得者試出通個消息其機緣問荅法語皆", "241": "載前錄茲不繁述至秋月欲付囑院事遁跡終南又", "242": "因龍華虛席眾紳屢請遂語內外以護國付予予思", "243": "負性堪同野鶴恥好為人之師即欲攜筇遠遁雲壑", "244": "力辭而不獲乃曰師命不可違既受付畢仍居二座", "245": "以待師歸師亦不顧去赴龍華之請結冬制畢次年", "246": "丙子四月八日解制即以院事囑首座久默遂飄然", "247": "南邁舟至贛湖口石尤頻作師曰且泊因聞有山名", "248": "崆峒幽邃乃棲之是時龍華方丈得人崆峒叢席亦", "249": "就丁丑春師遂遁跡南雲山未幾眾復請歸崆峒問", "25": "草凜凜威風振華表同亦不肯質於門門謂同曰爾", "250": "禪乞戒者雲集不三年成大剎額子仙禪院托謂斯", "251": "教主之庚辰　建安王欽師道德請主百丈寺將次", "252": "南昌相從緇素瞻仰者充斥于道鷁首蔽江而下時", "253": "督撫方戒嚴疑不測陳兵欲拒聞師號道風遂加敬", "254": "禮至寺整肅舊規百廢俱備至辛巳春忽示微恙飲", "255": "饌隨常至三月三日對侍僧曰吾體漸衰知非久矣", "256": "初八日有禪人浙中來見師有恙明日捧師真請讚", "257": "師題曰崆峒山頂快活不殺被陣業風雄峰挂󵋂一", "258": "條性命今已七八再過十日且看咭咶咦日日水東", "259": "流年年花三發至十二日喚諸弟子入室付托後事", "26": "不如渠不通文者門於橋上曰溪水潺潺汝等道看", "260": "囑西堂石澗主百丈命監院造龕送入龍華塔中于", "261": "是勉策愈篤而笑談自如至十五日喚侍者淨髮至", "262": "十九日遲明浴罷謂侍者曰扶我入龕少刻復索筆", "263": "書種種囑語誡諸弟子至末後大書偈曰來亦無一", "264": "物去亦無一物若知端的意百丈花稍月乃擲筆手", "265": "招眾眾近前師已吉祥而逝矣三月十九午時應前", "266": "初九日書真贊恰十日歸寂此預知時至　建安王", "267": "欲留師龕造塔于百丈因遵師命護送歸弁展玉軸", "268": "設祭致弟子禮湖嘉紹台諸官紳及緇素皆迎師龕", "269": "于百丈至十月十三日奉全身葬于弁山龍華寺右", "27": "眾下語不契師曰敲空有響擊木無聲門笑而頷之", "270": "塔中師生于萬曆甲申十一月二十六日戌時寂於", "271": "崇禎辛巳三月十九日午時世壽五十有八坐夏三", "272": "十有八師行腳時十三年不置被至夜不解帶而臥", "273": "及出世仍舊粗疏人施細滑則唱之膳眾數建叢席", "274": "僅蔽風雨效雲棲之尚朴勤種竹木臨去猶誡眾曰", "275": "一朝僧能護千年常住則後學有棲止佛法亦在焉", "276": "平日常施衣但與乏者或譏不均曰周急吾之均也", "277": "病者躬視老者時慰警以法要濟以藥石煆鍊學人", "278": "不假辭色全提正令徹骨為人故凡預師會得省發", "279": "者甚眾所謂大開爐韝點鐵成金也待侍者甚嚴重", "28": "入室一一實似門曰今後當休去歇去師猶不放更", "280": "諸方聞而膽悸憫末世不重戒律自潔冰霜見犯末", "281": "篇依規不恕防微杜漸嘗訓初學曰為僧不遵遺教", "282": "經法王之叛臣慈父之逆子也拂下雖眾未嘗泛納", "283": "若未受具若受不持若初離田服若年輕若狂妄俱", "284": "不納惟向上志者樂而親之否則望風而退師之嚴", "285": "峻又如此見門人久拼鄉曲者賢之請假歸寧者亦", "286": "賢之贐而囑曰論父母出世之道方為至孝師之錫", "287": "類又如此至于應事接物方便大施或時轟雷掣電", "288": "怒作佛事也或時婆婆和和喜作佛事也或警生死", "289": "無常以示疾為佛事也或示語言三昧以歌詠為佛", "29": "添意氣閱六日聞鐘聲大徹機用拔萃尚陸沉而扈", "290": "事也亦有莫測者或以貪作佛事則納香贄而結諸", "291": "善緣或以舍作佛事則叢林成而掉頭不顧或順或", "292": "逆或隱或顯種種為人無有定法所謂大機大用不", "293": "存軌則是以心直口快見善則讚見不善則呵諸方", "294": "於法門有所左者則力闢之庶妄見自息也其護法", "295": "明眼者皆讚不已至末後將示寂半月之前預知時", "296": "日書真贊并遺偈而笑談自如此來去自由正古所", "297": "謂生平打徹末後自由足為天下後世風規得道之", "298": "實驗也然師平日行道縱橫自在來去無拘嘗曰我", "299": "為法王於法自在故示寂亦然　建安王欽師道風", "3": "行狀行狀", "30": "雲門赴徑山應東塔為下板也丙辰養靜皖公山茆", "300": "乃讚之曰名喧宇宙道括古今縱象王之威猛諸方", "301": "膽喪張獅子之爪牙四眾心傾唐總憲曰作過量人", "302": "證希有事傳的的意具上上智黃司理諱端伯曰寶", "303": "鏡懸空十方普照洞山禪已屬老漢矣李冢宰夢白", "304": "曰露地白牛憑他牽引無邊寶剎盡現毫端吳太史", "305": "觀我曰吾邑之有弁山猶龍舒之有博山此非尋常", "306": "定知地湧菩薩不忘慈誓以佛知見為我等輩留影", "307": "是邦也亦有逆助如吳與瑞少焉自化因而更振所", "308": "謂慈善根力也住鍾山時有王姓者施地祈嗣題券", "309": "尾曰還他二子後應其言離弁山上天台時眾跪請", "31": "蓬方十尺嘗分半榻以待往來青蔬白水必與之共", "310": "復歸師曰牡丹今夏若開吾或有再來緣也夏日果", "311": "開一枝弁山持書報曰後園牡丹花開師笑曰莫有", "312": "歸弁之緣乎初到天台未半月日聞門前二塔有佛", "313": "舍利乃昔韶國師所建因祝曰此地若興有人繼席", "314": "當放大光明於是每夜師常見二塔放光喚眾同觀", "315": "有見者不見者師命眾禮拜畢乃曰舍利之光即佛", "316": "光業障深者雖不能睹然而必有解脫之期憶昔韶", "317": "國師曰此乃大乘之地世世當有大善知識弘揚祖", "318": "道今塔光既放足信不虛矣時紹興錢相國麟武欽", "319": "師道化欲將所敬遂據寺舊額仍書護國寺遣使賚", "32": "時與何太師芝嶽賡偈己未黃蘗盤桓信宿而別蘗", "320": "禮入山桐城何相國芝岳扁寶鏡重光令僕入山設", "321": "齋陳吏部木叔書曰荷師大轉法輪特開覺路邢天", "322": "部淇瞻曰洞上宗風大暢雲門師居首焉吳孝廉芝", "323": "菴書曰護國中興宗風重振眾宰官護法尊重如此", "324": "師九坐道場即越州之顯聖之延慶之戒珠湖州之", "325": "龍華之白雀天台之護國贛州之崆峒之慧燈南昌", "326": "之百丈各有語錄共一十餘卷闢判一卷名獅子吼", "327": "其嗣法凡三十餘人剃度弟子若干人室中密印者", "328": "若干人護法王侯士大夫問道得明指歸者若干人", "329": "至于聞名睹相若隔江招手出山踢指而領悟者亦", "33": "謂侍僧曰者衲子他日卻有把茆蓋頭在參憨山峰", "330": "不可勝數至于闢判諸方詬厲學者世俗不諳或作", "331": "是非會去豈知無非提持正令一片熱腸待人何嘗", "332": "有洞濟之分哉是以著達磨正宗說一篇庶主曹洞", "333": "宗者皆稱達磨為始祖意在息洞濟之諍苟知始祖", "334": "原只一人則異派之諍自息矣誠足以見師之為法", "335": "門乃徹底婆心非比諸方妄自炫燿以是為非以非", "336": "為是致使後學轉增慢見以鬥諍為是也已倘幸無", "337": "私而有乎大公是非莫偶鬥諍自息則闢判亦為剩", "338": "語如或未然不妨與一十餘卷語錄並垂理究毋作", "339": "是非會去為幸師嗣雲門澄和尚望洞宗為三十二", "34": "頂博山諸大老莫不青眼機緣並見語錄博山留單", "340": "世望達磨則四十二世溯之摩訶迦葉則六十九世", "341": "今稱達磨正宗四十二世乃尊此土之始祖為息異", "342": "派之諍也嘉言善行固難悉述茲略錄遊化之跡以", "343": "見師之為道為眾生為法門必乘願再來也。崇禎十", "344": "四年辛巳十月十有四日住天台護國寺嗣法門人", "345": "寂蘊於弁山室中和南謹狀", "346": "跋刻語錄跋", "347": "昔人有言曰先人之業振否皆在子孫也振則克之", "348": "否則過之故從上諸祖承荷拈花大法皆體先覺之", "349": "心務在後之有傳光前耀後則其先業法道皆有所", "35": "曰莫道無人也有個在惟蘗與博皆嚴許可遇師如", "350": "振者也是以釋迦文佛二十八傳至達磨大師再五", "351": "傳至青原再五傳至洞山再三十二傳至我先師和", "352": "尚其中雖有隆替不一然至先師之法道亦大盛矣", "353": "故天下問道緇素如水赴壑師九坐道場剎剎重新", "354": "語錄盛行有一十餘卷崇禎辛日春不幸歸寂百丈", "355": "其後之續刻雖多記者不無魚魯之謬三豕之訛冬", "356": "日塔事畢法兄久默時主弁山席約予明夏入弁編", "357": "刻以為垂後實錄亦不幸夏初久兄告寂遂負缺然", "358": "矣然同門雖多星散不一或有若久兄之志者蹇值", "359": "世亂而艱于聚首亦有若久兄之早去而為古人者", "36": "是見重諸方庚申省雲門明年避寂天柱峰即蜿蜲", "360": "且予先年雖主護國僻居台山幸值餘暇敬簡前後", "361": "遺稿并已刻行者一一據題編次曰上堂曰小參曰", "362": "茶話曰示眾曰機緣曰頌古曰法語曰歌偈曰詩贊", "363": "曰佛事曰銘曰狀等其中闢判一卷原為息法門之", "364": "諍今諍既息譬如病既去則清溫虛實之劑復何施", "365": "焉故刪不錄其傳燈世譜一書已刻于百丈茲惟集", "366": "語錄一十八卷幾欲付梓未果至丁亥冬退隱嵊之", "367": "深山會諸護法紳衿閱訂助資己丑春初始完其志", "368": "孝廉佩茲吳公曰余嘗與諸公謂先大師語錄語最", "369": "平易而機鋒峻拔亦復金針綿密重新洞山之風真", "37": "也癸亥顯聖結冬海內英靈駢集擢師為西堂激揚", "370": "為萬世之典型後學之明鑑者也當請入藏共契經", "371": "弘傳庶彰大師末後光明同日月之並行而不悖非", "372": "獨不負師之克振墜緒之志亦使我輩護法酬教益", "373": "之恩在此舉矣于是予欣然不已曰諾。己丑春嗣法", "374": "門人寂蘊和南謹跋", "375": "剡縣優婆塞戒弟子馬智福優婆夷弟子", "376": "余天智樂捐貲刻此", "377": "瑞白禪師語錄壹部所祈", "378": "國泰民安福慧並長情與無情同圓種智", "379": "四明王家琦書", "38": "老煉返擲頻施門欲付師不受人多之初堂規少嚴", "380": "歲在己丑春三月深山智通謹識", "39": "師偶於廁回遲款門入曰闖靜者誰師已跪香佛前", "4": "大音狀師諱明雪字瑞白號入就族姓楊父一舉桐城人幼", "40": "矣一期清肅悅可眾心甲子住鐵壁即陽明洞也雲", "41": "水憧憧因僧問高峰主人公話師頌曰打破琉璃碗", "42": "卸卻珍御服枕子開口笑雙髻罵天目有女客來進", "43": "香師讓曰此非神壇社廟去卒絕乙丑過金粟領眾", "44": "佐化儀獨稱酬唱之白眉兼作尸羅之具壽粟屬瞎", "45": "驢邊師搖赤稍鯉意謂嗣之則孤雲門乃行丙寅呈", "46": "雲門偈曰蒙師饒舌十餘年本分繇來不可傳有見", "47": "原非解脫道無心豈是祖師禪三玄四喝閑家具五", "48": "位君臣總白拈欲識老胡親的旨金烏夜半麗中天", "49": "門曰語無滲漏善解回互遂付衣拂并偈曰誕生原", "5": "孤事母卓甚孝髫志超塵見僧則喜年二十杖桐合", "50": "是自心名空裏栽花本現成滿口道來無可道威音", "51": "那畔幾知音蓋門嗣慈舟念念嗣幻休潤溯洞山三", "52": "十二世也既受欲適南嶽緇素挽止鍾山無何門逝", "53": "請師繼席力辭諸方稱遲重戊辰姜太史箴勝陶少", "54": "府石梁諸護法復請不獲已而應之據室多時尚稱", "55": "靜主師自謙也鉗鎚綿密莽鹵者罔知痛痒語句直", "56": "截支離者不識旨趣及諸尊宿來為影響大叩大應", "57": "方始欽服驅牛奪食辣於雲門不忝克家故有雲門", "58": "三種獅子頌句句驚群上堂偶值雞鳴乃曰窗前雞", "59": "唱屋後鳥鳴明明告報更莫朦朧大眾珍重解制普", "6": "葬訖從九華聚龍菴慧公剃落跪爨三祀遇長老知", "60": "茶次僧問金鉤玉線將收挽鯨鯢忽現又如何師曰", "61": "虛空撒下漫天網縱使飛鰲爭出頭僧曰拏雲攫霧", "62": "去也師曰霹靂一聲魂膽碎僧曰三級浪高魚化龍", "63": "漁翁空捕夜江水師曰已被柳條穿卻師之酬機類", "64": "此庚午夏將駕終南息影經吳興為沙門炤宇文學", "65": "李明吾等邀入弁山師見山水幽雅尋披榛支茆梵", "66": "侶拮据經始龍華也秋越之鄉紳倪太史鴻寶徐藩", "67": "司亮生李學憲玉完延於延慶寺結制屆蜡歸弁殿", "68": "宇新搆登座曰開疆展土彌勒樓現於當處伐木誅", "69": "茆普光殿建於目前煙雲散彩日月舒光秪如成家", "7": "休指參知識始發足超方帶空鐼為行廚徙枯廟為", "70": "樂業一句作麼生道良久云四海衲僧明正化十方", "71": "檀信悟無為師之隨宜說法類此明年有信不具者", "72": "將不利於法門張孝廉魯平勸避師曰吾行佛道導", "73": "人趨善陰翊王度於心無愧何畏之有設有所加亦", "74": "緣也可苟免乎不聽安若須彌不日唐總憲存憶入", "75": "山彼風乃息先道場山請雲門說法不終三吳四眾", "76": "慨聲未息唐孝廉祈遠聞是雲門嗣即懷香晉謁為", "77": "金湯之首也繇是缾盂葛附冠冕葵傾宗風丕振是", "78": "秋郡紳沈司寇何山閔冢宰曾泉朱太師平涵韓狀", "79": "元求仲迎過白雀寺開堂唐總憲於寺遲師成律曰", "8": "旦過邂逅紫柏尊者之室灑授毘舍伽陀信而持誦", "80": "坐對神山遲海月靜聽鈴語落松風頷聯也衲擁五", "81": "六百士夫問道絡繹自登曲彔來直以佛法相見客", "82": "有不悅而去師曰亦不孤渠來意監院請易賓主相", "83": "見師曰此地無緣則住餘處未聞呵世可行道也期", "84": "畢歸龍華示眾曰剃除鬚髮而被法服所為何事必", "85": "須痛念生死立決定志發勇猛心求無上道未能了", "86": "達且看話頭如雞抱卵念茲在茲綿綿密密用力久", "87": "之忽然㘞地一聲始知成佛其來舊矣初不輕易下", "88": "山有顯耀者欲對靈演法厚禮連迎師終不赴即門", "89": "下者總不許應人間佛事雲廚至冷不容賒借嘗曰", "9": "歷幕山惟令閱教遊講肆不嗜糟粕慕蓮大師造雲", "90": "隨家豐儉有飯則飯無飯則粥無粥則散若賒借未", "91": "免錯因果也素不事慶弔有充街坊者行苞苴師曰", "92": "此謂污他家佛不許可逐之或曰有來無往非禮也", "93": "曰僧為良福田奚以世禮酬酢為癸酉會稽胡冏卿", "94": "璞菴劉納言念臺董寶卿皇庭徐兵憲檀燕王制憲", "95": "峨雲丁宮坊歐石邢天部淇瞻倪侍御三闌余殿撰", "96": "武貞請於蕺山戒珠寺安期眾倍白雀道聲載路請", "97": "益填門解制還弁藂林落成眾倍戒珠乙亥春陶給", "98": "諫虎溪啇開府等軒虛天台護國為請即韶國師法", "99": "席也將行嚴比部充涵率子侄登山曰高坐弁峰化"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B188 入就瑞白禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B188 入就瑞白禪師語錄", "author": "明 明雪說　寂蘊編", "language": "chinese", "source": "CBETA"}