{"sourceLink": "http://www.cbeta.org/", "text": {"0": "一　雙品法句經", "1": "歸命彼世尊應供等覺者", "10": "六彼人不曉悟：「我等終毀滅」。惟有此悟者，彼諍自然息。", "100": "七八勿與惡友交，勿友下劣者，應與善友交，應友最上士。", "101": "七九以飲法〔水〕者，清澄心快適，賢者常喜樂，聖者所說法。", "102": "八〇治水者導水，箭匠之矯箭，木匠之繩木，賢者自調御。", "103": "八一猶如堅居巖，不為風所搖，毀謗及讚譽，賢者不為動。", "104": "八二猶如深之池，靜明而澄清，賢者聞法已，如是心澄清。", "105": "八三善人離諸欲，不語諸欲事，苦樂所不觸，賢者無喜憂。", "106": "八四無論自或他，不求子與財，及望諸國土，不欲以非法，求自己繁榮。此為彼", "107": "具戒，智慧正法人。", "108": "八五於此人間中，達彼岸者少，其他諸眾生，徘徊此邊岸。", "109": "八六善能說法者，及依正法行，將能達彼岸，度難度之境。", "11": "七唯求享樂事，不攝護諸根，飲食無限度，怠惰不精勤，彼實為魔服，如風吹弱", "110": "八七應棄黑惡法，賢者修白法，由家到無家，喜獨處不易。", "111": "八八應求是法樂，棄欲無所有，智者自清淨，心離諸垢穢。", "112": "八九菩提之支分，正心而修習，棄捨諸執著，遠離愛貪欲，滅盡而光耀，現世得", "113": "涅槃。", "114": "七　阿羅漢品七　阿羅漢品", "115": "九〇有為路盡無憂患，一切〔煩惱〕已解脫，斷盡一切之繫縛，此人已無憂苦惱。", "116": "九一正念出家者，彼不喜在家。如鵝離池去，彼等棄水家。", "117": "九二彼等無蓄積，於食知正念，空無相解脫，為彼所行道，如鳥飛虛空，足跡", "118": "不可得。", "119": "九三彼滅盡煩惱，亦不貪飲食，空無相解脫，為彼所行跡，如鳥飛虛空，足跡不", "12": "樹。", "120": "可得。", "121": "九四諸根歸寂靜，如御善調馬，斷慢無煩惱，天人所羨慕。", "122": "九五敬虔之聖者，忍辱如大地，又似堅居幢，如無污泥地，斯人無輪迴。", "123": "九六聖者意寂靜，語與業寂靜，正直而解脫，如是得安穩。", "124": "九七無信悟無為，斷繫因永滅，捨棄諸貪欲，實成最上士。", "125": "九八於村落森林，平地或丘陵，阿羅漢住處，其地則可愛。", "126": "九九森林其可愛，眾人所不樂，彼喜離欲樂，不求諸欲樂。", "127": "八　千品八　千品", "128": "一〇〇縱聚一千言，若無意義者，不如一義語，聞而得寂靜。", "129": "一〇一縱聚千句偈，若無意義者，不如一句偈，聞而得寂靜。", "13": "八不求享樂事，善護攝諸根，飲食有限度，信念又精勤，魔王不勝彼，如風吹巖", "130": "一〇二雖誦百句偈，若無意義者，不如一句偈，聞而得寂靜。", "131": "一〇三彼於戰場上，雖勝百萬人，未若克己者，戰士之最上。", "132": "一〇四能克服自己，實勝過他人。若有克己者，常為自制御。", "133": "一〇五天神乾闥婆，魔王或梵天，皆遭於敗北，不能勝此人。", "134": "一〇六月月投千金，供犧祀百年，不若須臾間，供養修己者，如是此供養，勝祭", "135": "祀百年。", "136": "一〇七若人於林中，事火一百年，不若須臾間，供養修己者，如是此供養，勝祭", "137": "祀百年。", "138": "一〇八若人於世間，求福一年間，供犧牲祭祀，彼一切功德，不值四分一，禮敬", "139": "正直者〔阿羅漢〕。", "14": "山。", "140": "一〇九守樂敬禮者，常尊於長上，增長四種法：壽、美、樂與力。", "141": "一一〇若人百歲壽，破戒無三昧，不如生一日，持戒住禪定。", "142": "一一一若人百歲壽，無智無三昧，不如生一日，具慧住禪定。", "143": "一一二若人百歲壽，怠惰不精進，不如生一日，堅固行精進。", "144": "一一三若人百歲壽，不見生滅法，不如生一日，得見生滅法。", "145": "一一四若人百歲壽，不見不死道，不如生一日，得見不死道。", "146": "一一五若人百歲壽，不見最上法，不如生一日，得見最上法。", "147": "九　惡品九　惡品", "148": "一一六應急速為善，遠離罪惡心。懈怠作善者，其心則喜惡。", "149": "一一七人縱作惡已，不應重重作；勿喜於作惡，積惡則受苦。", "15": "九雖為纏袈裟，不脫垢濁者，無真實克己，不應纏袈裟。", "150": "一一八若人作善已，應復重重作；應喜於作善，積善受快樂。", "151": "一一九惡業未成熟，惡者見為福，惡業成熟時，惡人始見苦。", "152": "一二〇善業未成熟，善人見為苦，善業成熟時，善人方見福。", "153": "一二一勿輕視小惡，云：「我不招報」，依水點滴落，亦可滿水瓶。愚者盈其惡，", "154": "微微少許積。", "155": "一二二勿輕視小善，云：「我不招報」，於水點滴落，亦可滿水瓶。賢者盈其善，", "156": "微微少許積。", "157": "一二三商人避危道，伴少財寶多，受生避毒品，避惡業亦然。", "158": "一二四若如無瘡手，其心可捉毒，無瘡毒不患，不作者無惡。", "159": "一二五若害無邪人，清淨無穢者，惡反及愚人，如逆風揚塵。", "16": "一〇離棄諸垢濁，善住於戒律，真實以克己，彼應纏袈裟。", "160": "一二六有人宿胎中，造惡墮地獄；正直昇天界，漏盡證涅槃。", "161": "一二七無論虛空及海中，或入山間之洞窟，欲求逃脫惡業者，世間實無有是處。", "162": "一二八無論虛空及海中，或入山間之洞窟，欲求不為死魔制，世間實無有是處。", "163": "一〇　刀杖品一〇　刀杖品", "164": "一二九一切畏刀杖，一切皆懼死，以自量比較，勿殺教他殺。", "165": "一三〇一切畏刀杖，一切皆愛生，以自量比較，勿殺教他殺。", "166": "一三一欲自安樂者，刀杖害有情，但求自己樂，後世樂難得。", "167": "一三二欲自安樂者，不以刀杖害，以求自己樂，後世得安樂。", "168": "一三三對人莫言粗暴語，汝已言者返言汝。忿怒之言實甚痛，刀杖互擊可觸汝。", "169": "一三四汝若破銅鑼，自默而不言，既得涅槃道，汝無忿怒諍。", "17": "一一非真思為真，真實為非真，住於邪思惟，則不達真實。", "170": "一三五如牧者以杖，驅牛至牧場，如是老與死，驅逐有情命。", "171": "一三六愚者作惡業，卻不能自知，癡者感業苦，如以火自燒。", "172": "一三七若以刀杖害，無罪無邪人，十事中一事，忽然彼應遇。", "173": "一三八劇烈苦〔失財〕，身體受毀損，或為重病逼，乃至心錯亂。", "174": "一三九或由王迫害，或遇誣重罪，或親族離散，或破滅財產。", "175": "一四〇或彼之家屋，遭遇卻火燒，愚者身滅後，墮入於地獄。", "176": "一四一裸行螺髻者，污泥及斷食，臥地自塵身，蹲踞不住立，不斷疑惑人，無", "177": "得清淨事。", "178": "一四二其身住寂靜，調御心自制，必然持梵行，不以諸刀杖，加害諸有情，彼為", "179": "婆羅門，彼則是沙門，彼則是比丘。", "18": "一二於真知為真，非真知非真，住於正思惟，能達於真實。", "180": "一四三慚愧自制者，此世所少有，如良馬避鞭，彼善避誹辱。", "181": "一四四如良馬加鞭，當奮勵努力，以信戒精進，乃至住禪定，善識別正法，以及", "182": "明行足，汝念當勿忘，消滅大窮苦！", "183": "一四五治水者導水，箭匠之矯箭，木匠之繩木，德者自調御。", "184": "一一　老品一一　老品", "185": "一四六世常燃燒中，有何喜何歎！汝等黑暗蔽，何不求光明？", "186": "一四七汝觀粉飾身，瘡傷骨積集，病患多思惟，非堅常住者。", "187": "一四八此衰老形骸，病巢而易壞，穢聚必毀滅，有生終必死。", "188": "一四九猶如葫蘆瓜，秋至將散棄，骸骨成鴿色，觀此有何樂？", "189": "一五〇此城骨所造，塗以血與肉，藏著老與死，及虛偽與慢。", "19": "一三粗茸劣家屋，必受雨漏浸，如此不修心，貪欲則浸入。", "190": "一五一美飾王車亦必朽，肉體老邁終亦然，唯善人法無老事，善人相傳與善人。", "191": "一五二寡聞之愚人，生來如牡牛，增長彼筋肉，無增彼智慧。", "192": "一五三經多生流轉，予求作屋者，但未得見之，受苦再再生。", "193": "一五四已見作屋者！勿再為造屋，椽桷皆毀壞，棟梁被摧折，得滅盡愛欲，心既", "194": "證無為。", "195": "一五五壯時不得財，亦不修梵行，如池邊老鷺，無魚而死滅。", "196": "一五六壯時未獲財，亦不修梵行，臥如破折弓，思嘆於過去。", "197": "一二　自己品一二　自己品", "198": "一五七若人知自愛，應善自保護，三時中一時，智者應覺醒。", "199": "一五八首先於自己，安置正法道，然後誨他人，賢者將無過。", "2": "一　雙品", "20": "一四善茸精家屋，不受雨漏浸，如此善修心，貪欲不浸入。", "200": "一五九若欲誨他者，應如自己行，自制可制他，制己實最難。", "201": "一六〇自為自依怙，他人何可依？自己善調御，獲得難依所。", "202": "一六一惡業由己生，由自生自起，摧壞於愚者，金剛破寶石。", "203": "一六二破戒如蔓草，覆纏沙羅樹，自己求此作，以快仇敵意。", "204": "一六三不善事易行，有害於自己，善及有益事，實為極難行。", "205": "一六四愚癡惡慧者，持執邪見故，譏蔑羅漢教，乃至尊者教，及正法行者，而自", "206": "取破滅，宛如佳他伽，結果而自亡。", "207": "一六五惡是由己作，污法亦由己，自己不作惡，清淨亦由己，淨不淨由己，他無", "208": "淨他事。", "209": "一六六即他有大事，勿為己利益，善知己利事，當專心利益。", "21": "一五現世於此悲，死後他世悲，造諸惡業者，兩世皆憂悲。見自穢業已，彼悲彼", "210": "一三　世品一三　世品", "211": "一六七勿從下劣法，勿住於放逸，勿隨於邪見，莫為世俗徒。", "212": "一六八奮起勿放逸，行正法善行，隨法善行者，此彼世安樂。", "213": "一六九應行法善行，不行惡法行，隨法行善者，此彼世安樂。", "214": "一七〇視如水泡沫，見如蜃氣棲，如是觀世者，死王不見他。", "215": "一七一來觀此世間，猶如飾王車，愚者湎此中，智者不執著。", "216": "一七二若人先放逸，而後不放逸，如月出雲翳，照耀於此世。", "217": "一七三若作惡業人，覆之以善業，如月出雲翳，照耀於此世。", "218": "一七四此世間黑暗，善知此者少，少有昇天者，如鳥之脫網。", "219": "一七五天鵞飛行太陽道，以可神通行虛空，賢者破魔王眷屬，得以脫離此世間。", "22": "苦惱。", "220": "一七六違犯一者法，及說諸妄語，不信來世人，無惡而不作。", "221": "一七七貪不生天界，愚不稱揚施，賢者隨喜施，來世得安樂。", "222": "一七八地上王權者，或趣天界者，一切世界主，不及勝預流。", "223": "一四　佛陀品一四　佛陀品", "224": "一七九彼之勝利無能勝，敗者此世不能隨，佛〔智〕無邊無行跡，汝以何法欲誑", "225": "惑？〔此佛對魔女說〕", "226": "一八〇不具於結縛，纏愛難誘使，佛〔智〕無邊無行跡，汝以何法欲誑惑？", "227": "一八一智者專禪定，喜出家寂靜，正念正覺者，天人且羨敬。", "228": "一八二得生人道難，生得長壽難，得聞妙法難，遇佛出世難。", "229": "一八三不作一切惡，應當行諸善，自淨之己意，此為諸佛教。", "23": "一六現世於此喜，死後他世歡，造諸善業者，兩世皆歡喜。見自淨業已，彼樂彼", "230": "一八四諸佛說涅槃最勝，忍辱為最上苦行，出家實無害他者，惱他不稱為沙門。", "231": "一八五不誹及不害，嚴守戒律儀，飲食知足量，靜處坐獨居，專念增上定，此", "232": "為諸佛教。", "233": "一八六雖天雨金錢，欲心無滿足，賢者知淫欲，甘少而苦多。", "234": "一八七故雖於天樂，彼不喜悅求，正覺者弟子，喜滅於愛欲。", "235": "一八八恐怖所驅使，去歸依山岳、森林或園苑、種種樹支提。", "236": "一八九此非安全依，非最上依處。如此之歸依，不離一切苦。", "237": "一九〇若人歸依佛，歸依法及僧，依於正智慧，得見四聖諦。", "238": "一九一苦與苦之因，以及苦之滅，及八支聖道，滅盡一切苦。", "239": "一九二此為安全歸依處，此為最上歸依所。若人如此之歸依，由此解脫一切苦。", "24": "歡喜。", "240": "一九三聖者極難得，彼非隨處生，賢者所生處，彼家蒙惠榮。", "241": "一九四諸佛出現樂，宣說正法樂，僧眾和合樂，諸人修行樂。", "242": "一九五供養應供者——脫離於虛妄，超越諸憂患，供佛及弟子。", "243": "一九六如此之供養，寂靜無畏者，其所得功德，甚難被計量。", "244": "一五　安樂品一五　安樂品", "245": "一九七我等實樂生，憎怨中無憎，於怨憎人中，我等無怨憎。", "246": "一九八我等實樂生，苦惱中無苦，於苦惱人中，我等無苦惱。", "247": "一九九我等實樂生，貪者中無貪，於貪欲人中，我等無貪欲。", "248": "二〇〇我等實樂生，無有何物障，如光音天神，我等喜為食。", "249": "二〇一勝利生怨憎，敗者臥苦惱，勝敗兩具捨，寂靜住安樂。", "25": "一七現世於此苦，死後他世苦，造諸惡業者，兩世皆受苦。謂：「今悲我作惡，墮", "250": "二〇二無火如貪欲，無惡如憎恨，無苦如五蘊，無勝樂寂靜。", "251": "二〇三飢餓最大病，行為最大苦，如是實知此，涅槃最上樂。", "252": "二〇四無病最上利，知足最上富，信賴最上親，涅槃最上樂。", "253": "二〇五已飲獨居味，乃至寂靜味，喜飲於法味，彼去怖離惡。", "254": "二〇六善哉見聖者，與彼共住樂，由不見愚者，彼常為安樂。", "255": "二〇七與愚者共行，實為長憂愁，與愚共住苦，如與敵共住，與賢者共住，樂如", "256": "會親族。是故實如：", "257": "二〇八賢智博學者，誠持戒聖者，如隨善良遊，此賢明之人，如月從星道。", "258": "一六　愛好品一六　愛好品", "259": "二〇九專注不當事，不專於應作，棄道取愛欲，卻羨成就者。", "26": "惡趣更苦。」", "260": "二一〇勿與愛者會，勿會不愛者，不見愛者苦，見憎人亦苦。", "261": "二一一是故勿愛者，愛別離為苦，若無愛與憎，彼人無桎梏。", "262": "二一二由愛生憂患，由愛生畏怖，離喜愛無憂，何處有怖畏？", "263": "二一三由愛生憂患，由愛生畏怖，離親愛無憂，何處有怖畏？", "264": "二一四由貪欲生憂，由貪欲生怖，離貪欲無憂，何處有怖畏？", "265": "二一五由欲樂生憂，由欲樂生怖，離欲樂無憂，何處有怖畏？", "266": "二一六由愛欲生憂，由愛欲生怖，離愛欲無憂，何處有怖畏？", "267": "二一七具戒與正見，住法知真實，圓滿自己行，彼為世人愛。", "268": "二一八希求不可說〔涅槃〕，富有思慮心，諸欲心不縛，被稱上流人〔近涅槃者〕。", "269": "二一九久在異鄉者，由遠地安歸，親友及知己，羨喜歡迎彼。", "27": "一八現世於此喜，死後他世歡，造諸善業者，兩世皆歡喜。謂：「今造善業喜，往", "270": "二二〇作福業亦是，由此生彼世，福業如親族，迎彼愛來者。", "271": "一七　忿怒品一七　忿怒品", "272": "二二一應去於忿怒，應棄我慢心，解脫一切縛，不執著名色〔精神、物質〕，彼無", "273": "一物者，無苦相隨事。", "274": "二二二止勃發忿怒，如止急行車，是名善御者，餘為執韁人。", "275": "二二三由忍勝忿怒，由善克不善，以施勝吝嗇，由實勝虛妄。", "276": "二二四語實不瞋怒，分與施乞者，人由此三事，得至諸天前。", "277": "二二五聖者不殺生，常攝制護身，則達不死境——彼無憂患處。", "278": "二二六恒常覺醒者，晝夜勤勉學，志於涅槃者，終息其煩惱。", "279": "二二七阿托羅〔優婆塞〕應知！此非今日始，由古來即然，默然被人誹，多言被", "28": "善趣更喜。」", "280": "人誹，寡言被人誹，不為誹謗者，是世極少有。", "281": "二二八只被人誹者，或只被褒人，過未已無有，現在亦應無。", "282": "二二九智者日日善反省，行無過失有賢明，智慧持戒具行者，彼為智人所讚歎。", "283": "二三〇質如閻浮金，有誰得誹彼，彼為婆羅門，諸天所稱讚。", "284": "二三一攝護身忿怒，制御於身行，棄身之惡行，依身修善行。", "285": "二三二攝護語忿怒，制御於語行，棄語之惡行，依語修善行。", "286": "二三三攝護意忿怒，制御於意行，棄意之惡行，依意修善行。", "287": "二三四智者制御身，亦復制御語，於意亦制御，實成善御者。", "288": "一八　垢穢品一八　垢穢品", "289": "二三五汝今已似焦枯葉，閻魔使者近汝邊，汝已立於死門前，然汝旅途亦無糧。", "29": "一九縱多誦經典，放逸不實行，如牧算他牛，不入真沙門。", "290": "二三六汝宜自造安全洲，迅速精勤為智者，拂除心垢無煩惱，汝將到達天聖地。", "291": "二三七汝今壽命行既終，汝已近於閻魔前，途中汝無停住所，汝之旅途亦無糧。", "292": "二三八汝宜自造安全洲，迅速精勤為智者，拂除心垢無煩惱，不復再來生與死。", "293": "二三九剎那剎那間，智者漸次斷，拂除自垢穢，如冶工鍛金。", "294": "二四〇如鐵自生垢〔銹〕，生已自蝕鐵，惡業者亦然，自業導惡趣。", "295": "二四一不誦聖典穢，不修為家屋，懈怠為美穢，放逸護衛穢。", "296": "二四二邪行婦人穢，吝嗇施者穢，此世及彼世，惡法實為穢。", "297": "二四三此等諸穢中，無明穢為最，汝須棄此穢，成無垢比丘。", "298": "二四四無慚愧厚顏，暴戾與大膽，傲慢罪惡者，其人生活易。", "299": "二四五有慚求清淨，不執著謙遜，營清淨生活，富有見識者，其人生活難。", "3": "一諸法意為導，意主意造作。人若染穢意，或語或〔身〕行，苦事則隨彼，如輪", "30": "二〇雖誦經典少，舉止遵法行，具足正智識，棄滅貪瞋癡，善淨心解脫，捨離此", "300": "二四六若人於此世，殺生說妄語，取人所不與，侵犯他人妻。", "301": "二四七沈於窣羅酒〔穀酒〕、及迷麗取酒〔果酒〕，是人於此世，毀掘自善根。", "302": "二四八如是汝應知，不制則為惡，勿貪與非法，自陷於永苦。", "303": "二四九人實由諦信，所樂而施與，若得食不滿，晝夜不得定。", "304": "二五〇斷除如此心，由根滅絕者，無論晝與夜，得入於三昧。", "305": "二五一無等貪欲火，無等執著瞋，無等網愚癡，無等流愛欲。", "306": "二五二易見他人過，難見自過失，揭發他人過，如撒布糠穀，己過則隱匿，如狡", "307": "睹博者，覆蔽其格里。", "308": "二五三詮索他人過，心常易怒者，增長於煩惱，彼遠漏盡事。", "309": "二五四虛空無道跡，外道無沙門，眾生喜虛妄，如來無虛妄。", "31": "世欲，此世或他世，入真沙門列。", "310": "二五五虛空無道跡，外道無沙門，諸行不常住，諸佛無擾亂。", "311": "一九　法住品一九　法住品", "312": "二五六急燥處事故，非為法住者，智者應辨別，正邪之兩者。", "313": "二五七導他不燥急，如法而平等，智者護正法，若有賢慮人，是為法住者。", "314": "二五八不以多言故，彼即是賢者；平靜無怨怖，則稱為智者。", "315": "二五九不以多言故，彼即持法者；彼雖聞少分，但以身見法，於法不放逸，實為", "316": "持法者。", "317": "二六〇不因頭髮白，即稱是長老；彼年之〔虛〕熟，空為長老名。", "318": "二六一於彼具真實，具法不殺生，制伏與調御，彼具清淨慧，棄心之垢穢，被稱", "319": "為長老。", "32": "二　不放逸品二　不放逸品", "320": "二六二嫉妬慳偽者，雖以辯舌才，或以容色美，非是端正人。", "321": "二六三若斷此〔惡德〕，除根以絕滅，棄過彼智者，是名端正人。", "322": "二六四破戒妄語者，剃髮非沙門；欲貪具充滿，云何為沙門？", "323": "二六五彼鎮滅諸惡，不分大與小，鎮滅諸惡故，是名為沙門。", "324": "二六六唯向他行乞，非即是比丘，奉行諸法儀，亦非為比丘。", "325": "二六七以棄善與惡，勤修梵行者，慎重行此世，彼實為比丘。", "326": "二六八愚昧無知者，不以寂默故，而名為牟尼，賢者如權衡。", "327": "二六九捨惡取其善，彼得為牟尼；彼知於善惡，故稱為牟尼。", "328": "二七〇以害生類故，彼非為聖者；不害諸生類，是名為聖者。", "329": "二七一不依戒律行，或由於多聞，或由於禪定，或由於獨居。", "33": "二一不逸不死道，放逸為死路。不放逸不死，逸者如死尸。", "330": "二七二謂：「非凡夫得，享受出家樂」，汝比丘！汝煩惱未盡，勿生安意想。", "331": "二〇　道品二〇　道品", "332": "二七三道中八支聖道勝；諸諦中四句最勝；諸法中離欲最勝；二足中具眼者勝。", "333": "二七四無餘知見淨，實唯此一道，汝等順此道，惑亂魔王者。", "334": "二七五汝等順此道，可使苦終盡，知我所說道，得除去欲箭。", "335": "二七六汝等自努力，如來唯說示，住於禪定行，可脫魔王縛。", "336": "二七七「一切行無常」，依智觀照時，則得厭離苦，此為清淨道。", "337": "二七八「一切行是苦」，依智觀照時，以得厭離苦，此為清淨道。", "338": "二七九「一切法無我」，依智觀照時，以得厭離苦，此為清淨道。", "339": "二八〇應努力時不努力，少壯時陷怠惰，意氣銷沈又懦弱，懶惰不以智得道。", "34": "二二智者悟此理，所行不放逸。不放逸者樂，喜樂聖者境。", "340": "二八一慎語善制意，不以身作惡；淨此三業道，得聖所說道。", "341": "二八二由瑜伽智生，無智滅瑜伽，知得此兩道，及其得與失，應自努力行，可增", "342": "大智慧。", "343": "二八三當伐欲稠林，但勿伐樹木，欲林生畏怖，應脫欲密林。", "344": "二八四男女欲微少，彼心被繫縛，如飲乳犢子，不離彼母中。", "345": "二八五自己斷愛情，如手折秋蓮，勤修寂靜道，善逝宣涅槃。", "346": "二八六「雨季我住此，冬夏不住此」，此為愚者想，不覺死到來。", "347": "二八七溺愛子家畜，彼心執著此，死神將捉去，如睡村瀑流。", "348": "二八八子亦不能救，父子及親戚，莫為能救護，彼為死神捉，親族非能救。", "349": "二八九知此之意義，智者持戒律，應速令清淨，至達涅槃道。", "35": "二三賢者常堅忍，勇猛修禪定，離軛獲安穩，得無上涅槃。", "350": "二一　雜品二一　雜品", "351": "二九〇若棄於小樂，得見於大樂，智者棄小樂，當見於大樂。", "352": "二九一施與他人苦，離求自己樂，彼為瞋繫縛，怨憎不解脫。", "353": "二九二應作而不作，不應作而作，傲慢放逸者，彼增長煩惱。", "354": "二九三常勤以念身，不作不應作，應作則常作，念者煩惱盡。", "355": "二九四殺母〔愛欲〕與父〔我慢〕，殺剎帝利族二王〔斷見、常見〕，滅王國〔十", "356": "二處〕殺從臣〔喜食〕，行無苦患婆羅門。", "357": "二九五殺母與慢父，殺婆羅門族二王〔同上〕，殺虎第五者〔五蓋、虎＝疑蓋〕，", "358": "行無苦患婆羅門。", "359": "二九六瞿曇之弟子，常善自覺醒，不分晝與夜，常稱念佛陀。", "36": "二四奮勵常正慮，淨行能制己，正法而生活，不逸善譽增。", "360": "二九七瞿曇之弟子，常善自覺醒，不分晝與夜，常稱念達磨。", "361": "二九八瞿曇之弟子，常善自覺醒，不分晝與夜，常稱念僧伽。", "362": "二九九瞿曇之弟子，常善自覺醒，不分晝與夜，則常念於身。", "363": "三〇〇瞿曇之弟子，常善自覺醒，不分晝與夜，常念不殺生。", "364": "三〇一瞿曇之弟子，常善自覺醒，不分晝與夜，心常樂靜慮。", "365": "三〇二愛樂出家難，在家生活難，非輩共住難，輪迴往來苦，故不應往來，然", "366": "將陷於苦。", "367": "三〇三正信而具戒，得譽與財者，彼至於何處，到處受尊敬。", "368": "三〇四善名揚遠方，光耀如雲口，惡者夜放箭，雖近不得見。", "369": "三〇五獨坐與獨臥，獨行而不倦，彼獨自調御，可樂於林中。", "37": "二五奮勵不放逸，勝己自調御，賢者自作洲，免沒於瀑流。", "370": "二二　地獄品二二　地獄品", "371": "三〇六語不實者墮地獄，或自作言我無作，此兩惡業者死後，他世地獄同受苦。", "372": "三〇七多袈裟纏頸，不節制惡行，惡人由惡業，終墮於地獄。", "373": "三〇八破戒無節制，享受檀信施，勿寧吞鐵丸，熱由火焰出。", "374": "三〇九放逸犯他妻，遭次之四事；獲罪臥不安，誹三地獄四。", "375": "三一〇罪業墮惡趣，恐怖得樂少，國王加酷杖，則莫犯他妻。", "376": "三一一不善執茅草，則傷割其手，沙門修邪行，則趣入地獄。", "377": "三一二懈怠諸行為，污染於戒行，逡巡修梵行，斯者無大果。", "378": "三一三應作所當作，遂行必賣刀，懈怠遊行者，增多於欲塵。", "379": "三一四不為惡業勝，作惡業受苦；為善業者勝，為善無苦事。", "38": "二六癡鈍愚昧人，耽溺於放逸，智者不放逸，如〔護〕最上寶。", "380": "三一五猶如邊境城，內外皆防護，護自亦復然。剎那勿輕過，剎那輕忽者，地獄", "381": "受憂患。", "382": "三一六不應羞而羞，應羞而不羞，懷此邪見者，眾生達惡趣。", "383": "三一七不應怖見怖，應怖見不怖，懷此邪見者，眾生達惡趣。", "384": "三一八應罪思為罪，是罪見無罪，懷此邪見者，眾生達惡趣。", "385": "三一九有罪知有罪，無罪知無罪，懷此正見者，眾生達善趣。", "386": "二三　象品二三　象品", "387": "三二〇如象於戰塲，堪忍弓箭射，我堪忍誹謗，世多破戒者。", "388": "三二一調御象可往戰塲，調御象可為王乘。若能堪忍人誹謗，人中最勝調御者。", "389": "三二二調御之騾為優良，信度駿馬亦優良，僑羅大象亦為良，調御自己人更良。", "39": "二七勿耽於放逸，勿嗜愛欲樂。唯勤住禪定，始得大安樂。", "390": "三二三實非此等之車乘，到達難到之境地〔涅槃〕，若人善調御自己，由此調御得", "391": "到達。", "392": "三二四如象名財護，發情暴難制，繁縛不少食，唯念於象林。", "393": "三二五懶惰又貪食，多眠輾轉臥，如豬飽無厭，愚者再入胎〔即輪迴〕。", "394": "三二六以前我此心，隨欲樂徘徊，今我悉制御，如持鉤象師，制御發情象。", "395": "三二七樂時不放逸，常護自己心，救自出難處，如象出泥坑。", "396": "三二八若得同行伴，正行富智慮，征服諸危難，欣然與彼行。", "397": "三二九若無同行伴，正行富智慮，應如王棄國，如象獨行林。", "398": "三三〇獨行為殊勝，以不愚為伴，獨行離惡事，如象獨遊林。", "399": "三三一現時得友樂，滿足適當樂，命終善業樂，棄一切苦樂。", "4": "隨獸足。", "40": "二八智者無放逸，除逸時無憂，聖者登慧閣，觀察愚多憂，如立於高山，俯視地", "400": "三三二世中敬母樂，敬父亦為樂，世敬沙門樂，敬聖者亦樂。", "401": "三三三至老持戒樂，安立信仰樂，得有智慧樂，不作惡業樂。", "402": "二四　愛欲品二四　愛欲品", "403": "三三四若行於放逸，愛增如蔓草，彼生而此生，如猿求林果。", "404": "三三五若於此世界，為欲所征服，憂患日增長，如毘羅得雨。", "405": "三三六若於此世界，征服惡欲者，憂患自離去，如水滴蓮葉。", "406": "三三七我告此善事：汝等集於此，掘愛欲之根，如求毘羅那，掘取其飴根，勿使", "407": "為魔王，再再壞汝等，如流毀華葦。", "408": "三三八不傷深固根，雖伐樹再生，愛欲不斷根，亦然〔苦〕再生。", "409": "三三九彼具三十六愛流，盛勢奔向於樂境，彼具如是邪見人，思惟為欲漂蕩去。", "41": "上物。", "410": "三四〇欲流到處流，蔓草茂發芽，汝見此蔓生，以慧斷其根。", "411": "三四一人喜愛滋潤，亦喜逐六境，向樂求樂人，實嚐生與滅。", "412": "三四二馳逐愛欲人，馳迴如罠兔，繫縛於執著，再再常受苦。", "413": "三四三馳逐愛欲人，馳迴如罠兔，比丘求離欲，故除其愛欲。", "414": "三四四去欲喜林間，離欲又向欲，誠實觀此人，脫繫又向縛。", "415": "三四五鐵木麻作繩，智言非堅縛，貪戀妻子財，是實為堅縛。", "416": "三四六賢者謂：能引戀著者，是為堅牢縛，斷此無戀著，棄欲而出家。", "417": "三四七彼著於欲流，蜘蛛自結網，斷此離欲著，棄苦而遊行〔出家得解脫〕。", "418": "三四八棄過現未來，而達於彼岸，意脫一切處，無再受生老。", "419": "三四九疑惡所擾亂，熾烈求享樂，愛欲愈增長。如是此類人，自作堅繫縛。", "42": "二九放逸中無逸，睡眾中獨醒，智人如駿馬，駑駻所不及。", "420": "三五〇喜靜止惡想，常觀身不淨，當滅諸愛欲，不為魔王縛。", "421": "三五一達究竟處無畏，離愛欲無罪穢，斷除生有之箭，此為彼最後身〔即不更輪", "422": "迴〕。", "423": "三五二離愛無染著，通曉聖典語，善知法與義，及字之順序，彼為最後身，被稱", "424": "大丈夫，及為大智者。", "425": "三五三我征服一切，我了知一切，一切法無染，捨棄於一切，滅欲而解脫，自悟", "426": "誰稱師？", "427": "三五四法施勝諸施，法味勝諸味，法樂勝諸樂，滅愛勝諸苦。", "428": "三五五毀滅財愚者，決非求彼岸。愚者財欲害，自害如害他。", "429": "三五六雜草毀田地，貪欲損世人。施與離貪者，故得大果報。", "43": "三〇摩伽婆無逸，得天之主位。人讚不放逸，放逸常被責。", "430": "三五七雜草毀田地，瞋恚損世人。施與離瞋者，故得大果報。", "431": "三五八雜草毀田地，愚癡損世人。施與離癡者，故得大果報。", "432": "三五九雜草毀田地，欲望損世人。施與離欲者，故得大果報。", "433": "二五　比丘品二五　比丘品", "434": "三六〇善哉制於眼，善哉制於耳，善哉制於鼻，善哉制於舌。", "435": "三六一善哉制於身，善哉制於語，善哉制於意，善哉制一切，制一切比丘，解脫", "436": "一切苦。", "437": "三六二善調手足與言語，最善調御身與首，心喜善住於三昧，獨居知足是比丘。", "438": "三六三比丘調於語，賢明而寂靜，明正法與義，所說甚柔軟。", "439": "三六四住法之樂園，樂法與隨法，思惟憶念法，比丘不退墮。", "44": "三一比丘樂不逸，又畏於放逸，猶如猛火炎，燒除大小縛。", "440": "三六五勿輕自所得，勿羨他所得，比丘羨他得，不入三昧地。", "441": "三六六比丘雖得少，不輕嫌所得，清淨活不怠，諸天實稱讚。", "442": "三六七若於名及色，不著我我所，非有故無憂，彼實稱比丘。", "443": "三六八比丘住慈悲，信喜佛陀教，達寂靜安樂，諸行解脫界。", "444": "三六九比丘汲舟水，水出則舟輕，若斷除貪瞋，汝證得涅槃。", "445": "三七〇五斷與棄五，五種善勤修。越五著比丘！名為渡瀑流。", "446": "三七一修定勿放逸，勿使心迷欲，勿待吞鐵丸，燒然而叫苦。", "447": "三七二無慧者無定，無定者無慧。具定與智慧，實彼近涅槃。", "448": "三七三比丘入空屋，彼心之寂靜，諦觀於正法，享超人界樂。", "449": "三七四人若常正念，諸蘊之生滅，獲得喜與樂，已知得不死〔涅槃〕。", "45": "三二比丘樂不逸，又畏於放逸，彼既近涅槃，決無退墮事。", "450": "三七五有智慧比丘，於現世作是：攝根及知足，隨護戒律儀。", "451": "三七六態度盡好誼，行為應善行。依此彼多樂，至滅盡諸苦。", "452": "三七七如夏之生花，枯萎而凋落，汝等諸比丘！須棄貪瞋恚。", "453": "三七八身靜及語靜，意靜住三昧，棄俗樂比丘，稱為寂靜者。", "454": "三七九汝當自警策，自行自省察，自護與正念，比丘住安樂。", "455": "三八〇自為自護己，自為自依怙。故須自制御，如商調良馬。", "456": "三八一比丘具喜心，樂教信佛陀，達寂靜安樂，諸行解脫境。", "457": "三八二比丘雖年少，精勤佛陀教，如月離雲翳，照耀於此世。", "458": "二六　婆羅門品二六　婆羅門品", "459": "三八三勇敢斷「欲」流，棄欲婆羅門！若知滅諸蘊，汝則知無作。", "46": "三　心品三　心品", "460": "三八四若常住於二法〔止觀〕，婆羅門達彼岸，如是彼智慧者，息滅一切繫縛。", "461": "三八五無彼岸此岸〔現世〕，兩岸皆悉無，離若無繫縛，是名婆羅門。", "462": "三八六彼人入禪定，安住無垢穢，應作皆已作，去諸煩惱漏，到達最上義〔阿羅", "463": "漢果〕，是名婆羅門。", "464": "三八七日照晝月明夜，剎帝利武裝耀，婆羅門定光輝，然佛陀其光明，普照全晝", "465": "全夜。", "466": "三八八除棄惡業者，是名婆羅門，所行清淨者，則稱為沙門。自去垢穢者，", "467": "是名出家人。", "468": "三八九勿打婆羅門，婆羅門勿瞋。打婆羅門者，忿瞋災極甚。", "469": "三九〇婆羅門若制其心，此對彼不少利益。隨時消滅於害心，亦隨得止於痛苦。", "47": "三三搖動變易心，難護難制服，智者令調直，如匠矯直箭。", "470": "三九一不以身語意，行作諸惡業，制此三處人，是名婆羅門。", "471": "三九二正覺所說法，不論從何聞，向彼宣說者，恭敬與敬禮，猶如婆羅門，恭敬", "472": "於聖火。", "473": "三九三不因螺髻及種族，亦非生為婆羅門，誰知真實及法者，彼為幸福婆羅門。", "474": "三九四汝愚螺髻者！衣羊皮何用？內心具欲林，汝僅外嚴飾。", "475": "三九五諸著糞掃衣，瘦而露脈管，林中獨入定，是名婆羅門。", "476": "三九六所謂婆羅門，不由母始生。執著世富裕，但名說「普」者，不著任何物，", "477": "是名婆羅門。", "478": "三九七斷一切結縛，彼實無畏怖，離無著繫縛，是名婆羅門。", "479": "三九八斷紐與帶緒，及斷網所屬，除障礙覺者，是名婆羅門。", "48": "三四水中魚離棲，棄投陸地上，如是心戰慄，離脫魔世界。", "480": "三九九能忍罵與打，刑縛忍強軍，如是安忍者，是名婆羅門。", "481": "四〇〇無瞋具德行，持戒遠離欲，調至最後身，是名婆羅門。", "482": "四〇一如水落於蓮葉，如介子在錐尖，不染著諸欲者，稱名為婆羅門。", "483": "四〇二若人於此世，覺悟滅自苦，捨重擔離縛，是名婆羅門。", "484": "四〇三有甚深智慧，善辨道非道，證無上義者，是名婆羅門。", "485": "四〇四不混在俗者，亦不雜於僧，無家寡欲者，是名婆羅門。", "486": "四〇五一切強弱有情中，彼人盡棄於刀杖，不殺不教他人殺，是名為之婆羅門。", "487": "四〇六於他敵中無害意，於持刀杖有溫順，執著者中無執著，我稱彼為婆羅門。", "488": "四〇七食欲瞋恚與慢心，以及虛偽皆脫落，猶如介子落錐尖，我稱彼為婆羅門。", "489": "四〇八不言粗暴語，說益言實語，不觸怒於人，是名婆羅門。", "49": "三五心輕隨欲轉，操動難制服，善哉心調御，調御得安樂。", "490": "四〇九於此善或惡，長短與粗細，不與而不取，是名婆羅門。", "491": "四一〇對此世彼世，均無有愛著，離繫解脫者，是名婆羅門。", "492": "四一一不存執著者，了悟無疑惑，到達甘露地，是名婆羅門。", "493": "四一二若於此世間，超脫善與惡，無憂清淨者，是名婆羅門。", "494": "四一三如月淨無垢，清淨而澄明，滅盡再生欲，是名婆羅門。", "495": "四一四超越泥濘難行道，并越愚癡輪迴海，得渡得岸住禪定，無欲而又無疑惑，", "496": "無著證涅槃寂靜，我稱之為婆羅門。", "497": "四一五捨棄欲樂於此世，出家遊行成無家，滅盡欲樂生起者，我稱之為婆羅門。", "498": "四一六捨棄愛欲於此世，出家遊行為無家，滅盡愛欲生起者，我稱之為婆羅門。", "499": "四一七遠離人間縛，超脫天上縛，斷除諸縛者，是名婆羅門。", "5": "二諸法意為導，意主意造作。人若清淨意、或語或〔身〕行，樂事則隨彼，如影", "50": "三六心轉隨欲轉，微妙猛難見，智者當護心，護心得安樂。", "500": "四一八捨棄樂不樂，清涼無煩惱，勇者勝世間，是名婆羅門。", "501": "四一九若徧知一切，有情之生滅，無執善逝佛，是名婆羅門。", "502": "四二〇諸天乾闥婆及人，具不知彼所趣道，滅盡煩惱阿羅漢，我稱彼為婆羅門。", "503": "四二一前〔過〕後〔未來〕，與中間〔現在〕，無有任何物，不著一物者，是名婆", "504": "羅門。", "505": "四二二牡牛最勝勇猛者，大仙無欲勝利者，洗滌心垢與覺者，我稱彼為婆羅門。", "506": "四二三牟尼知前生，見天界惡趣，達生之滅盡，業成無上智，一切圓滿者，是", "507": "名婆羅門。", "51": "三七遠行與獨動，無形隱胸窟，若誰制彼心，脫出魔繫縛。", "52": "三八若心不安定，不辨於正法，信念不堅者，智慧不成滿。", "53": "三九若得心無惱，亦無思慮惑，超脫善與惡，覺者無恐怖。", "54": "四〇知身如水甕，心安如城廓，慧劍擊魔王，守視真懈怠。", "55": "四一此身實不久，當置於地上，被棄無意識，無用如木片。", "56": "四二仇敵對仇敵，怨家對怨家，若心住邪行，惡業更增大。", "57": "四三〔善〕非父母作，亦非親屬作，若心住正道，善惡更增大。", "58": "四　華品四　華品", "59": "四四誰服此地界，閻魔與天界，誰集妙法句？如熟匠〔摘〕華。", "6": "之隨形。", "60": "四五有學服地界，閻魔與天界，有學集法句，如熟匠摘華。", "61": "四六知身譬泡沫，悟此同幻影，滅魔王華箭，將無死王見。", "62": "四七摘集諸華人，其人心貪著，死神將捉去，宛如眠村落，瀑流〔漂蕩〕去。", "63": "四八摘集諸華人，其人心貪著，貪欲無厭足，實被死王伏。", "64": "四九聖者入村落，猶如蜂採華，不害色與香，唯取甘蜜去。", "65": "五〇不〔觀〕他人過，他人作不作，唯觀自己行，或作或未作。", "66": "五一猶如美妙華，色豔而無香，善說無實行，彼終無結果。", "67": "五二猶如美妙華，色豔而芳香，善說有實行，彼終有結果。", "68": "五三如由堆諸華，得造眾華鬘，一生之為人，應作諸善事。", "69": "五四華香不逆風，栴檀多伽羅，末利香亦然。德香逆風芬，彼正人之薰，普聞一", "7": "三「彼罵我擲我，敗我奪取我」，於懷如此念，忿怨事不息。", "70": "切方。", "71": "五五栴檀多伽羅，越系基青蓮，此等諸香中，戒香最為勝。", "72": "五六栴檀多伽羅，此等香輕微，持戒香最上，薰香諸天間。", "73": "五七成就諸戒行，住於不放逸，正智解脫者，魔王不能近。", "74": "五八猶如塵穢聚，被棄於大道，蓮華生其中，悅意而芳香。", "75": "五九如此塵聚等，盲昧凡夫中，正覺者弟子，以智慧光輝。", "76": "五　愚品五　愚品", "77": "六〇不眠者夜長，疲者由旬長，不知達正法，愚者流轉長。", "78": "六一若得不勝己為友，與己相等者亦然，寧可堅決之獨行，不與愚者為伴侶。", "79": "六二「此我子我財」，愚者常煩惱。我且非有我，何況子與財？", "8": "四「彼罵我擲我，敗我奪取我」，不懷如是念，忿怨終自息。", "80": "六三愚者自知愚，彼已是智人，愚者自為智，實稱真愚者。", "81": "六四愚者雖終生，親近於賢人，不了達正法，如匙嚐羹味。", "82": "六五縱然須臾間，親近於智者，能達於正法，如舌嚐羹味。", "83": "六六愚者之無知，與自仇敵行，造作諸惡業，齎得眾苦果。", "84": "六七自作不善業，作已生後悔，哭泣淚滿面，當得受業果。", "85": "六八若自作善業，作已不後悔，歡喜而愉悅，應得受善果。", "86": "六九惡業未熟間，愚者思如蜜，惡業成熟時，愚者彼受苦。", "87": "七〇愚者月復月，雖唯取少食，似草之尖端，〔功德〕不值思法者，十六分之一。", "88": "七一猶如拘牛乳，不立即凝固，愚者造惡業，不即感惡果，業力隨其後，如火灰", "89": "復燃。", "9": "五實於此世中，非以怨止怨，唯以〔忍〕止怨，此為古常法。", "90": "七二愚者求知識，反而成災厄，破碎彼頭首，毀滅其幸福。", "91": "七三愚者欲虛名，僧中作上座，僧院居上位，他人求供養。", "92": "七四「僧俗皆共知，此事由我作，無論大小事，應從於我意」，此為愚者想，貪慢", "93": "心增長。", "94": "七五一則導世利，一則導涅槃，佛弟子比丘，如是應了知，莫貪世尊敬，專注於", "95": "遠離。", "96": "六　賢品六　賢品", "97": "七六如見彼智者，能指責罪過，當與彼交往，猶如知識者，能指示寶藏。常與彼", "98": "交往，有善而無惡。", "99": "七七訓誡與教示，阻不當惡事。善者愛此人，而成惡人憎。"}, "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0009 法句經", "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0009 法句經", "author": "悟醒譯", "language": "chinese", "source": "CBETA"}