{"sourceLink": "http://www.cbeta.org/", "text": {"0": "第五十則陸亘坐臥", "1": "萬松老人評唱天童覺和尚拈古請益錄卷下", "10": "重。空上梵天還知老瞿曇鼻孔在我手裏麼更有收人在後頭。", "100": "事。萬象不生。意絕玄機。纖塵何立。道本無體。因道而", "1000": "和尚門風高峻。某却於侍者處得箇入路。以此觀之。", "1001": "平為侍者時。已有橫身為人作略。後來昇座。一道士", "1002": "出。從東過西。又一僧從西過東。平曰。適來箇道士。却", "1003": "有見處。師僧未在。道士作禮曰。謝師接引。平便打。僧", "1004": "作禮曰。乞師指示。平亦打。復謂眾曰。此則公案作麼", "1005": "生斷。還有斷得麼。三問無對。平曰。既無人斷得。老僧", "1006": "為你斷去也。乃擲下拄杖歸方丈。平示眾偈頌。二篇", "1007": "見在。其一曰。見聞知覺本非因。當體虗玄絕妄真。見", "1008": "相不生癡愛業。洞然全是釋迦身。又道。祇此見聞非", "1009": "見聞。三祖道。眼若不睡。諸夢自除。心若不異。萬法一", "101": "立名。道本無名。因名而得號。若言即心即佛。今時未", "1010": "如。與棱嚴見聞如幻翳。三界若空華相似。更無聲色", "1011": "可呈君。楞嚴又道。聞復翳根除。塵消覺圓淨。所以道", "1012": "箇中若了全無事。棱嚴又道。淨極光通達。寂照含虗", "1013": "空。却來觀世間。猶如夢中事。恁麼觀來。體用何妨分", "1014": "不分。萬松信手拈信心銘棱嚴偈。開發此頌。暗合孫", "1015": "吳。其他佛祖言教。符會此頌者。不可勝紀。天童正相", "1016": "逢沒交涉。上唇與下唇。從來不相識。目前無法。意在", "1017": "目前。所以道。六戶不掩。四衢無蹤。取不得。捨不得。不", "1018": "可得中祇麼得。所以道。遍界是光明。通身無向背。機", "1019": "絲不掛梭頭事。文彩縱橫意自殊。一講師問平。三乘", "102": "入玄微。若言非心非佛。猶是指蹤極則。向上一路。千", "1020": "十二分教。某則不疑。如何是祖師西來意。平曰。龜毛", "1021": "拂子。兔角拄杖。大德藏向什麼處去也。僧曰。龜毛兔", "1022": "角。豈是有耶。平曰。肉重千斤。智無銖兩。欲識天童末", "1023": "後句麼。將出龜毛拂子兔角拄杖來。即向汝道。", "1024": "第八十五則大隨普賢第八十五則大隨普賢", "1025": "舉僧辭大隨。隨問什麼處去。隨人脚跟轉僧云。峩󳮽禮", "1026": "普賢去。脚跟轉隨人隨竪起拂子云。文殊普賢祇在這", "1027": "裏。那裏有麼僧畫一圖相拋向背後。打破契頭。又却不去也隨云。", "1028": "侍者將一貼茶與這僧。賞罰分明天童拈云。識法者懼。", "1029": "拋向背後欺敵者亡盡在這裏水中擇乳。是賞是罰須是鵝王謾天", "103": "聖不傳。學者勞形。如猿捉月。天童略之曰。若言即心", "1030": "童一點不得。", "1031": "師云。益州大隨法真禪師。參六十餘員善知識。嗣溈", "1032": "山懶安。一日僧辭。隨問何處去。僧云。峩󳮽禮普賢去。", "1033": "據這僧大似箇南天台。北五台。擔拄杖。費草鞋。所以", "1034": "大隨恐著事相去。以別傳之道示之。遂竪起拂子云。", "1035": "文殊普賢祇在這裏。不意這僧不受贓誣。便畫圓相。", "1036": "拋向背後。發足向峩󳮽禮普賢底甚麼去也。佛果道。", "1037": "這僧是溈仰下禪客。畫圓相拋向背後。且道是奇特。", "1038": "不是奇特。爭奈大隨具頂門眼。依前照破道。侍者將", "1039": "一貼茶來與這僧。萬松道。別處人事。保福云。若無後", "104": "即佛。今時未入玄微。萬松道。有心有佛。豈非今時事。", "1040": "語。笑他衲僧。萬松道。蒼天蒼天。雲門別云。西天斬頭", "1041": "截臂。這裏自領出頭。萬松道。車不橫推。理不曲斷。五", "1042": "祖戒云。不因一事。不長一智。萬松道。拂子有甚過。雪", "1043": "竇云。殺人刀。活人劒。具眼底辨取萬松道。和尚莫要", "1044": "茶貼麼。溈山秀云。大隨茶。非趙州茶。既不類趙州茶。", "1045": "得之者少矣。這僧得之。且有甚長處。然不義之財。於", "1046": "我如浮雲。萬松道。請告免。藥山問僧什麼處來。僧云。", "1047": "江西來。山以拄杖敲禪床三下。僧云。某甲粗知去處。", "1048": "山擲下拄杖。僧無語。山召侍者。點茶來與這僧踏州", "1049": "縣困。天童見大隨舉拂子。這僧拋圓相。便道識法者", "105": "慚愧南泉主位。解云古殿苔生。不意盤山。也論今時", "1050": "懼。欺敵者亡。且道這茶。江茶洪茶。是上品下號。不見", "1051": "道。水中擇乳。須是鵝王。", "1052": "第八十六玄沙圓相第八十六玄沙圓相", "1053": "舉玄沙見鼓山來。畫一圓相。便與擦却山云。人人出這", "1054": "箇不得。猶有這箇在沙云。情知你向驢胎馬腹裏作活", "1055": "計。此是華報果在地獄山云。和尚又作麼生。打人還似喫拳時沙云。", "1056": "人人出這箇不得。將為別有山云。和尚恁麼却得。某甲", "1057": "為什麼不得。果然疑著沙云。我得你不得。心不負人。面無慚色天", "1058": "童拈云。玄沙大似倚勢欺人。財高語忙以強凌弱。藝壓當行", "1059": "葢他撥得轉弄得出。信手拈來。無不可者兩箇一般。為什麼", "106": "劫外。明州大梅山。法常禪師。山居二十年。馬祖令僧", "1060": "道我得你不得。夏雲峯勢聳是真難掩。是偽不昌相似復非", "1061": "如。", "1062": "師云。鼓山興聖國師。諱神晏。初參雪峯。峰識其熟緣。", "1063": "起身搊住曰。是甚麼。山釋然契悟。亦忘其了心。唯舉", "1064": "手搖曳而已。峰問子作何道理邪。山曰。何道理之有。", "1065": "峰審其深入。撫而印之。閩王仰其道。於府城之左二", "1066": "十里。開鼓山。創院。請揚宗致。玄沙一日見鼓山來。畫", "1067": "一圓相。山云。人人出這箇不得。古人畫圓相。施設不", "1068": "同。資福見陳操尚書來。便畫圓相。福乃溈仰下尊宿。", "1069": "佛果喚作境智接人。操云。弟子恁麼來。早是不著便。", "107": "問曰。和尚見馬大師。得何道理。便住此山。梅曰。大師", "1070": "何更畫圓相。福便掩却方丈門。雪竇云。陳操祇具一", "1071": "隻眼。故資福閉却門。玄沙畫圓相。祇要識得鼓山。他", "1072": "既是同參。不同陳操掣肘。便道。人人出這箇不得。沙", "1073": "以不外身心。便下毒手道。情知你向驢胎馬腹裏作", "1074": "活計。山久經爐鞴。慣受鉆鎚道。和尚又作麼生。沙便", "1075": "收情。却祇道人人出這箇不得。雪竇喚作互喚機鋒。", "1076": "谷泉大道。來參慈明。明曰。片雲生谷口。遊人何處來。", "1077": "泉顧視左右曰。夜來何處火。燒出古人墳。明曰。未在", "1078": "更道。泉作虎聲。明打一坐具。泉推明就座。明却作虎", "1079": "聲。泉呵呵大笑。明揖曰。且坐喫茶。泉曰。某參七十餘", "108": "向我道。即心即佛。我便向此住。僧曰。大師近日佛法", "1080": "員善知識。就中你有巴鼻。萬松道。來日請你毒龍湫", "1081": "裏澡洗。山見科差不均。來告偏屈道。和尚恁麼却得。", "1082": "某甲為什麼不得。萬松道。祇要利他自利。沙云。我得", "1083": "你不得。萬松道。不得謾人自謾。雪竇云。祇管貪觀白", "1084": "浪。不知失却手橈。萬松道。却墮驢胎馬腹中。雪峰悅", "1085": "云。道得道不得。總在玄沙圈裏。如今作麼生出得玄", "1086": "沙圈。萬松道。在裏許即出。天宮淨土。時人愛去。鼓山", "1087": "不愛驢胎馬腹。時人怕墮。玄沙不怕。所以降聲負氣。", "1088": "惟俯視橫行。具師子王不欺之力。還信天童保證處", "1089": "麼。塵中能作主。化外自來賓。", "109": "又別。梅曰。作麼別。僧曰。近日又道。非心非佛。梅曰。這", "1090": "第八十七雪竇砂水第八十七雪竇砂水", "1091": "舉雪竇舉古德云。更有天童與萬松眼裏著沙不得。祇是你眼", "1092": "窄耳裏著水不得。祇是你耳淺忽有箇漢。信得及。把得", "1093": "住。却須放行不受人瞞。自瞞了也祖佛言教。是什麼熱椀鳴", "1094": "聲。剛要萬松評唱便請高掛鉢囊。拗折拄杖。更須還却草鞋錢管", "1095": "取一員無事道人。事生也又云。眼裏著得須彌山。將上", "1096": "不足耳裏著得大海水。匹下有餘一般漢受人商量。試看天童", "1097": "拈古佛祖言教。如龍得水。似虎靠山。錦上更添花却須挑", "1098": "起鉢囊。橫擔拄杖。一回拈出一回新亦是一員無事道人。", "1099": "百藝不妨身復云。恁麼也不得。走時走殺不恁麼也不得。坐時", "11": "師舉翠巖芝云。僧投寺裏宿。賊打不防家。萬松道。鸞", "110": "老漢惑亂人未有了日。任他非心非佛。我祇管即心", "1100": "坐殺然殺沒交涉。一坑埋却三員無事道人中選一人為", "1101": "師。萬松門下。沙彌童行天童拈云。坐斷乾坤。放下一堆建立世界。", "1102": "提起一條和光混俗。隨流得妙各有長處。頻稱三箇好。斷送一生休且道", "1103": "選那一人為師。東村李鬍子驀拈起拄杖云。穿過了也", "1104": "萬松若見。折做兩截。", "1105": "師云。雪竇天童。萬松嘗謂如孔門游夏。在吾法中。宗", "1106": "教之馬鳴龍樹也。及乎拈此公案。雖返三隅。猶欠一", "1107": "著。不見藥山初參石頭問。三乘十二分教粗知。常聞", "1108": "曹溪直指人心。見性成佛。實未明了。伏望慈悲指示。", "1109": "頭曰。與麼也不得。不與麼也不得。與麼不與麼。總不", "111": "是佛。其僧回舉似馬祖。祖告大眾曰。梅子熟也。天童", "1110": "得。汝如何會。山佇思。頭曰。子緣在江西。速往矣。山至", "1111": "江西拜起。如前問之。曰。我有時教伊揚眉瞬目。有時", "1112": "不教伊揚眉瞬目。有時教伊揚眉瞬目者是。有時教", "1113": "伊揚眉瞬目者不是。子意如何。山於言下有省。再拜", "1114": "謝之。祖曰。子見何道理。山曰。某於石頭處。如蚊子上", "1115": "銕牛。祖曰。子得之矣。宜善保護。石頭渾崙無縫罅。藥", "1116": "山蚊子上銕牛。江西雙放雙收。藥山言下大省。雪竇", "1117": "道。恁麼也不得。不恁麼也不得。然後沒交涉。萬松道", "1118": "恁麼也得。不恁麼也得。正好帝網交羅。重重無盡。投", "1119": "子修顒禪師。嗣圓照大本。住頴州薦福日。歐陽文忠", "112": "雙舉二段。恐人中偏枯之疾道。有錢不解使。解使却", "1120": "公。因頴守。道師德業。備饌延師。遽問曰。浮圖之教。何", "1121": "為者。師乃欵論。指妙揮微。優游於華藏法界之都。從", "1122": "容於帝網明珠之內。歐陽悚然曰。吾初不知佛書。其", "1123": "妙至此。公易簀之際。召子弟誡之曰。吾生平以文章", "1124": "名當世。力抵浮圖。今此衰殘。忽聞奧義。方將研究。命", "1125": "也奈何。汝等勉旃。無蹈後悔。清涼觀國師。判禪門南", "1126": "北兩宗。不出頓教。溈山一日索門人呈語。乃曰。聲色", "1127": "外與吾相見。仰山凡三度呈語曰。如兩面鏡相照。於", "1128": "中無像。溈曰。此語正也。我是你不是。早立像了也。仰", "1129": "山却問溈山。某精神昏昧。有拙祇對。未審和尚於百", "113": "無錢。今時路頭不得全體。故云有錢不解使。非心非", "1130": "丈師翁處作麼生呈語。溈曰。我於百丈先師處呈語。", "1131": "如百千明鏡鑑像。光影相照。塵塵剎剎。各不相借。仰", "1132": "山於是禮謝。這箇喚作頓教得麼。喚作恁麼不恁麼", "1133": "總不得。然後沒交涉得麼。雖然。更須知有遮照同時。", "1134": "遮照不立。然後同時即不立。不立即同時。放收諸門", "1135": "更須知有向上一竅在。直饒黃蘗行道於威音王以", "1136": "前。猶是王老師兒孫。更選何人為師。烏龜稽首須彌", "1137": "柱。", "1138": "第八十八則密師把針第八十八則密師把針", "1139": "舉洞山問密師伯作什麼。怪你一問遲也密云。把針。好與一剳", "114": "佛。有缺神用。故云解使却無錢。欲得十成去。除是三", "1140": "山云。把針事作麼生。穿過了也密云。針針相似。幾乎蹉差山", "1141": "云。二十年同行。作這箇語話。俗氣也未盡密云。長老又", "1142": "作麼生。看錮鏴着生鋏山云。大地火發照顧眉毛天童拈云。大", "1143": "地火發。更添一把間不容髮。表裏洞赤南海崑崙。干他甚事天寒", "1144": "不韈。赤脚過盧州祖祖相傳。不知有甚一頭搕𣜂滿面風埃。", "1145": "師云。巖頭在甘贄家過夏。一日把針次。贄自田中迴。", "1146": "豁前拄鍬亞身立。豁以針作劄勢。贄急入家著衣欲", "1147": "拜謝。行婆問有何事。贄曰。不得說。婆曰。且要大家知。", "1148": "贄舉前話。婆失聲曰。此話三十年後。須知一迴飲水。", "1149": "一迴著噎。女子聞舉。乃曰。還知盡大地人性命。被上", "115": "冬向火。六月賣氷。所以道。娶他年少婦。須是白頭兒。", "1150": "座一針頭上劄却麼。萬松道。此針頭上雖小。利害極", "1151": "寬。教中說。無色界天。百千萬億針鋒上立。不相障礙。", "1152": "智覺壽云。如針鋒上無邊身菩薩。似藕絲懸須彌之", "1153": "山。唯歎希奇。罔知所措。密師伯道。針針相似。也好箇", "1154": "消息。往往作明明不昧。了了常知。不然道。念念攀緣", "1155": "一切境。心心永斷諸分別。直得頭頭上顯。物物上明。", "1156": "念念無差。心心無間。也祇是一機一境。昭昭靈靈邊", "1157": "事。爭似洞山大地火發。般若如大火聚。四面不可入", "1158": "如大末蟲。處處能棲。唯不能泊火焰之上。天童道。間", "1159": "不容髮。猶可卜度南海崑崙。天寒不韈。須是撥白露", "116": "調和琴瑟一句作麼生。長翁短婆婆。遞互廝折磨。", "1160": "淨。脫灑漢。始會這話。這裏著得洞山。密老。廿贄。巖頭。", "1161": "天童。萬松麼。所以道。祖祖相傳。一頭搕𣜂。忽有箇本", "1162": "色行脚衲僧來參。向道拈却溈山笠來。與子相見。", "1163": "第八十九則陳操勘僧第八十九則陳操勘僧", "1164": "舉陳操尚書。與眾官樓上。遙見數僧從遠來。今日不着", "1165": "眾官云。數員禪客。也不得草草陳云。不是。也不得草草官云。", "1166": "焉知不是。隔窗相眼陳云。待與驗過。勘破了也僧至樓下。刺頭", "1167": "入膠盆陳云。大德。賊打不防家僧舉首。鼻孔在別人手裏陳云。不", "1168": "信道不是。終是倚官挾勢官罔撩。一狀領過天童拈云。陳尚書", "1169": "當面白拈。慣得其便瞞長蘆一點不得管是普州人。", "117": "第五十五則金峯分院第五十五則金峯分院", "1170": "師云。睦州太守。亦嘗任宣州。陳操尚書。與睦州同姓。", "1171": "仍嗣睦州。騰躍叢林。勘辨衲子。諸方患之。唯見雲門。", "1172": "納敗跪伏。門嘗曰。十經五論。師僧三二十年。尚不奈", "1173": "何。尚書爭得會。張無盡。非兜率悅。東林總。莫能開發。", "1174": "蘇東坡。非佛印元。佛慧泉。莫能抗論。所以道。張無盡。", "1175": "未免攙行奪市。真如喆。祇能借水獻花。看他陳操尚", "1176": "書。名藩巨鎮。現宰官身。公幹之餘。不忘佛事。客官祇", "1177": "隨人上下。眾僧空穿短巷長街。忙裏偷閒。被人拈却", "1178": "鼻孔。陳操不唯傍行皇化。兼秉佛祖權衡掣。電光中", "1179": "不容擬議。尚書既鬼市裏賣瘦。天童便賊手裏作賊。", "118": "舉金峰示眾云。事存函葢合。毫釐有差。天地懸隔理應箭鋒", "1180": "諸仁者。脚力盡時山更好。莫將有限逐無窮。", "1181": "第九十則雪峰淘米第九十則雪峰淘米", "1182": "舉雪峰在洞山作典座。分明供養心一日淘米次。童行不得", "1183": "氣力山問。淘沙去米。淘米去沙。弄險作麼峰云砂米一時", "1184": "去。唯嫌揀擇山云。大眾吃箇什麼。托和尚法廕峰便覆却盆。", "1185": "可惜拋撒常住山云。子他後別見人去在。從苗辦地天童拈云。", "1186": "雪峰祇管步步登高。不解從空放下不覺草鞋跟斷。任誰接續", "1187": "不上若也正偏宛轉。孤輪匪運敲唱俱行。隻翼難冲自是言氣", "1188": "相合。鸞逢鳳舞父子相投。蛆見蠅鳴且道洞山不肯。雪峰意", "1189": "在什麼處。好意問便惡發萬里無雲天有過。下不論上碧潭似", "119": "拄。未發箭前中的了也若人道得。金峰分半院與他住。和尚以桎", "1190": "鏡月難來生怕死水裏浸却。", "1191": "師云。青華嚴拈此話云。洞山恁麼道。是甚道理。雖然", "1192": "一色乾坤。爭奈山高水濶。所以野人云。功夫不到不", "1193": "方圓。言語不通非眷屬。乃代云。淘砂去米。淘米去砂。", "1194": "無影長生桂。經霜結子頻。大眾喫箇什麼。金鳳採香", "1195": "衘不盡。玉雛食蕋葉長新。萬松道。青華嚴雖然答盡", "1196": "深深意。爭奈投機句未親。忽有人問。萬松代云。淘砂", "1197": "去米。淘米去砂。祇向道滌盡塵砂。不遺顆粒。大眾喫", "1198": "箇什麼。向道粥將木杓舀。飯用笊籬撈。雪峰全機大", "1199": "用。投子說妙談玄。行令底祇知盡法。不管無民。談玄", "12": "逢鳳喜。蛆見蠅歡。五雲和尚云。不唯文殊不能出此", "120": "梏誘人時有僧出禮拜。不妨有心峰云。休休。放處較危。收來太速相", "1200": "底祇解敲唱俱行。未得應時納祜。萬松不能天水合", "1201": "同秋。要且不壞世間相。何也。厨中典座窮精細。且作", "1202": "長行粥飯僧。", "1203": "第九十一則芭蕉好惡第九十一則芭蕉好惡", "1204": "舉僧問芭蕉。有一人不捨生死。減之太短不證涅槃。增之", "1205": "太長師還提携也無。彼自無瘡蕉云。山僧粗識好惡。勿傷之也", "1206": "天童拈云。芭焦雖然識好惡。一服平胃散且不能牽耕", "1207": "夫之牛。奪飢人之食。醫病不得。害命不得如今若有人問。長", "1208": "蘆便和聲打。一服見効為什麼如此。我從來不識好惡", "1209": "當爐不避火。", "121": "見易得好。共住難為人。老老大大。懊償負債天童拈云。重賞", "1210": "師云。郢州芭蕉五世徹禪師。嗣芭蕉慧清。清嗣南塔", "1211": "光湧。湧嗣仰山徹。乃溈山五世孫也。師於宗門大有", "1212": "拈提。具在燈錄。一日僧問有一人不捨生死。不證涅", "1213": "槃。師還提携也無。蕉云。山僧粗識好惡。這僧飽看教", "1214": "乘。兼通禪理。拈出箇無孔銕鎚。咬嚼無處下口。拈掇", "1215": "無處下手。定當芭蕉。芭蕉是別機宜。識休咎底漢。向", "1216": "線道難分處。不可妄生穿鑿道。老僧粗識好惡。雖不", "1217": "犯手傷鋒。要且無為人手段神清有言曰。可救而不", "1218": "救。是謂不仁。不可救而不救。可謂不仁乎。雖然有救", "1219": "人成患害。不救却慈悲。芭蕉有之。天童善用驅耕奪", "122": "之下。必有勇夫。恁麼則好與三十棒這僧擬乎強取。沒世界那金", "1220": "飢手段道。這僧纔問。便和聲打道。我從來不識好惡。", "1221": "還見二老為人處麼。李陵持漢節。潘閬倒騎驢。", "1222": "第九十二大慈行說第九十二大慈行說", "1223": "舉大慈示眾云。說得一丈。不如行得一尺。非但口言而得", "1224": "清淨說得一尺。不如行得一寸。多虗不如少實洞山云。說取", "1225": "行不得底。還有口麼行取說不得底。還有足麼雲居云。行時", "1226": "無說路。踏破乾坤說時無行路。橫吞宇宙不行不說時。不妨省力", "1227": "合行什麼路。不是山東。便是河北洛浦云。行說俱不到。則本", "1228": "分事在。真不掩偽行說俱到。則本分事無。曲不藏直天童拈", "1229": "云絕是非。言滿天下無口過沒蹤跡。行滿天下無怨惡相逢不識", "123": "峰又却不甘。悔不慎當初還知蚌鷸相持。盡落漁人之", "1230": "面。見則無口無脚識面不相逢。瞎則能說能行諸尊宿各有長處。", "1231": "誰肯賣苦瓜如今舌頭上無十字關。甚底不得道脚跟下無", "1232": "五色線。那裏不得去要行便行。舉步踏着要說便說。開口道盡若", "1233": "有人問。長蘆如何是要行便行。是必早回程天童云步。", "1234": "蹉過了也如何是要說便說。留取煖肚天童云。啊錯下名言。", "1235": "師云。鳳翔府。石柱禪師。始遊方。至洞山。遇青林垂語", "1236": "曰。有四種人。一人說過佛祖。一步行不得。一人行過", "1237": "佛祖。一句說不得。一人說得行得。一人說不得行不", "1238": "得。那箇是其人。柱出眾曰。一人說過佛祖一步行不", "1239": "得者。祇是無舌不許行。一人行過佛祖。一句說不得", "124": "手。和尚愛便宜若也辨得函葢箭鋒。却來請乞棒金峰一院。", "1240": "者。祇是無足不許說。一人說得行得者。祇是函葢相", "1241": "稱。一人說不得行不得者。如斷命求活。洞上語言。似", "1242": "存知解。不落今時。大慈示眾。恐人唯尚空言。不務實", "1243": "行。高麗僧統義天曰。古之所謂禪者。藉教習禪者也。", "1244": "今之所謂禪者。離教而說禪者也。萬松道。禪果可說", "1245": "可行乎。大慈可謂入草求人。真大慈也。洞山道。說取", "1246": "行不得底。雲居道。說時無行路。青林道。一人說過佛", "1247": "祖。一步行不得。石柱云。祇是無舌不許行。僧問雲葢", "1248": "本。說不得作麼生行。本云。踏著舌頭。洞山云。行取說", "1249": "不得底。雲居云。行時無說路。青林云。一人行過佛祖。", "125": "兩手分付別處人事。", "1250": "一句說不得。石柱道。祇是無足不許說。僧問雲葢本。", "1251": "行不得底作麼生說。本云。脚下著口。雲居道。不行不", "1252": "說時。合行什麼路。洛浦云。行說俱不到。則本分事在。", "1253": "青林云。一人說不得行不得。石柱云。如斷命求活。洛", "1254": "浦云。行說俱到。則本分事無。青林云。一人說得行得。", "1255": "石柱云。祇是函葢相稱。這般說話。喚作金針雙鎻。玉", "1256": "線貫通。圓鑑喚作妙叶兼。洞上喚作唱玄路。便見大", "1257": "慈示眾。犯風烟。露鋒骨。雖然。雲葢本嗣白雲端。解道", "1258": "脚下著口。踏著舌頭。晦堂嗣先佛覺道。脚跟下踏著", "1259": "三寸舌。行說俱到。萬松將諸家。說底公案。一類相從。", "126": "師云。撫州金峰從志禪師。峰在曹山。山問汝作甚麼", "1260": "互為指註。令人易解也。不似天童。分明拈出無舌人", "1261": "說底玄談。無足人行底玄路。天童不行玄。不說妙。牙", "1262": "不瀝水。足不沾塵。信步行時無遠近。開懷說處不隄", "1263": "防。", "1264": "第九十三則水潦大悟第九十三則水潦大悟", "1265": "舉水潦和尚。問馬大師。如何是佛法大意。馬祖脚不小", "1266": "馬祖與一踏倒。何不再問水潦豁然大悟。不因不由起來呵", "1267": "呵大笑。謝他不啼哭云。百千法門無量妙義。祇向一毫", "1268": "頭上識得根源去。猶成剩法天童拈云。馬大師不合放", "1269": "過。天童脚更大待伊起來恁麼道。劈口便與但問祇這一毫", "127": "來。峰曰。葢屋來。山曰。了也未。峰曰。這邊了也。山曰。那", "1270": "從什麼處得來。適來和尚脚跟痛待伊擬議。更與一踏把火", "1271": "助熱。", "1272": "師云。洪州水潦和尚亡其名。初參馬師。因踏而悟。出", "1273": "世後告眾曰。自從一喫馬師踏。直至而今笑不休。上", "1274": "堂曰。若說一法。則十方諸佛收一法中。百千妙門。一", "1275": "一毛頭上。千聖同輙。決定不別。此皆一踏上薦得。百", "1276": "千法門。無量妙義。祇向一毛頭上。識得根源去。梵網", "1277": "經云。心地法門。如毛頭許。是諸佛之本源。行菩薩道", "1278": "之根本。是大眾諸佛子之根本。雪竇道。古今何人知", "1279": "此情。一毛師子眾毛畢。所以道。一葉落。天下秋。一塵", "128": "邊事作麼生。峰曰。候下功日。即白和尚。山云。如是如", "1280": "起。大地收。智覺禪師道。如一滴之水。與渤海之潤性", "1281": "無差。若芥孔之空。等太虗之容納非別。雖是重言不", "1282": "當吃。一迴拈出一迴新。所以天童踏了更踏。趙州一", "1283": "日於僧堂前問南泉。異則不問。如何是類。泉以手托", "1284": "地。州以脚踏倒。却歸涅槃堂呌悔悔。泉令侍者問。悔", "1285": "箇什麼。州云。悔不更與兩踏。所以天童道。馬祖當時。", "1286": "不合放過。為他猶有一毫頭命根不斷在。還會天童", "1287": "道。待伊擬議更與一踏底意麼。不見道。馬駒踏殺天", "1288": "下人。", "1289": "第九十四則古德法身第九十四則古德法身", "129": "是。這般說話。不失洞上血脉。今日公案。深有巖頭雪", "1290": "舉古德云。長者長法身。主山高按山低短者短法身。拄杖長。拂", "1291": "子短天童拈云。且道舜若多神。喚什麼作法身。虛空無面", "1292": "目。不用巧粧眉良久云。十字打開還會麼。兩手分付不可續鳧截󳬈。", "1293": "夷嶽盈壑去也持鉢不得道不飢。", "1294": "師云。教中道。無邊身菩薩。窮上界而有餘。劬尸羅長", "1295": "者。覩三尺而無盡。萬松道。釋迦老子。能為下劣。忍於", "1296": "斯事。老老大大。舞罐灯戲。見人道。長也長也。便長。見", "1297": "人道。短也短也。便短。祇如清淨法身。還有長短也無。", "1298": "若無。古德為甚道。長者長法身。短者短法身。不見道。", "1299": "佛真法身。猶若虗空。應物現形。如水中月。此頌兩聯。", "13": "定。但恐如來也出此定不得。萬松祇管看。祇如教意", "130": "峰作略。參同契云。事存函葢合。理應箭鋒拄。執事元", "1300": "大似前言不副後語。殊不知鉤鎻連環。血脈不斷。棱", "1301": "嚴經道。舜若多神。無身覺觸。舜若。西音。此云虗空。天", "1302": "童道。舜若多神。喚什麼作法身。他祇知佛真法身。猶", "1303": "若虗空。忘却應物現形。如水中月。還知天童不可續", "1304": "截夷盈處麼。隨分三尺一丈六。明明觸處露堂堂。", "1305": "第九十五則布袋彌勒第九十五則布袋彌勒", "1306": "舉布袋和尚頌云。彌勒真彌勒。天童著語云。拶破", "1307": "面門。話作兩橛分身千百億。天童著語云。築著鼻孔。煉成", "1308": "一塊時時示時人。天童著語云。高著眼。且莫撒砂時人皆", "1309": "不識。天童著語云。當面諱却。許你親見天童復拈云。憨", "131": "是迷。契理亦非悟。事上存函葢相合。理上應箭鋒相", "1310": "皮袋攔街截巷。錯認絆索直是無迴避處。撞著駕頭還辨得", "1311": "麼。和尚是天童腦後見腮。莫與往來識人多者是非多。", "1312": "師云。善財開樓閣門。見遍法界。皆是彌勒。而今樓閣", "1313": "門開也。諸人還見麼。若更道不見。你指出箇不是底", "1314": "來。五祖演道。天上無彌勒。地下無彌勒。無事街頭立。", "1315": "被人喚作賊。晉陽賈文振。誦王梵志詩云。我若有錢", "1316": "時。更肥更能白。無事街頭立。人要請做客。我要借十", "1317": "文。忙言與一百。我若無錢時。更瘦更能黑。無事街頭", "1318": "立。被人喚作賊。我要借十文。一文借不得。此二詩證", "1319": "之前頌。激諷諸人。不為不切矣。湛然居士著辨邪論。", "132": "拄。函葢相合。線道那分。箭鋒相拄。毫頭不爽。金峰將", "1320": "以辨糠𧕏之祖劉紙衣。自稱彌勒下生。廣引上生下", "1321": "生二經。以佛言為定量。經云。却後五十六億萬歲。爾", "1322": "乃下生。糠𧕏下生。何太早乎。謂傅大士憨皮袋。亦不", "1323": "當為彌勒化身。答曰。傅大士造像寫經。不可勝數。糠", "1324": "𧕏大毀經像。憨皮袋剃髮披緇。飲啖無擇。糠𧕏垂髮", "1325": "白衣。米亦不食。若例二大士。甚不類也。方當下無間", "1326": "地獄盡。轉徙他方獄中。當來彌勒下生時。名亦不聞。", "1327": "輙敢竊比於我聖流。因辨於此。學者應知。洞山謂雲", "1328": "居曰。昔南泉問講彌勒下生經。僧曰。彌勒甚麼時下", "1329": "生。僧曰。見在天宮。當來下生。泉曰。天上無彌勒。地下", "133": "此囓鏃之機。以為鈎餌。若有人道得。金峰分半院與", "1330": "無彌勒。居隨舉便問曰。祇如天上無彌勒。地下無彌", "1331": "勒。未審誰與安名。洞山直得禪床震動。乃曰應闍黎。", "1332": "青州和尚道。二十年雲山坐斷。衲帔塵生。一句子針", "1333": "芥相投。禪床震動。萬松道。洞山家風。嚴密不通風。天", "1334": "童便道。憨皮袋攔街截巷。迴避不及。還與洞山相違", "1335": "也無。萬松道。天童有後手。何也。不見首。腦後見腮。莫", "1336": "與往來。", "1337": "第九十六趙州揀擇第九十六趙州揀擇", "1338": "舉趙州云。至道無難。唯嫌揀擇。看你分詹擘市纔有語言。", "1339": "是揀擇。是明白。却又伶俐老僧不在明白裏。賊兒膽底虗是", "134": "他住。這僧出來禮拜了。好道何須彌勒下生。方號一", "1340": "汝還護惜也無。映山曲䚄脊時有僧問。和尚既不在明", "1341": "白裏。護惜箇什麼。就身打劫。快便難逢州云。我亦不知。推聾作瘂", "1342": "僧云。既不知。為什麼道不在明白裏。拏麤揢細。放鵰戲尾州", "1343": "云。問事即得。禮拜了退。來日大悲院裏有齋天童拈云。這僧", "1344": "也如切如磋。不能見機而變。一生把定死蛇頭趙州也如", "1345": "琢如磨。幾乎事不解交。三十六計。走為上計眾中祇管道退", "1346": "身有分。祇見錐頭利殊不知盡力提持。不見鑿頭方還體悉", "1347": "得麼。我亦不知焦甎打著連底凍直至而今消不開。", "1348": "師云。三祖信心銘。破題兩句。定當殺天下衲子。投子", "1349": "宗道者。在雪竇會下作書記。雪竇令參至道無難。唯", "135": "生補處。教伊收放與奪。進退無門。臨濟示眾云。我於", "1350": "嫌揀擇。於此有省。一日雪竇問他。至道無難。唯嫌揀", "1351": "擇意作麼生。宗云。畜生畜生。後隱居投子。凡去住持。", "1352": "袈裟裹草鞋與經文。僧問如何是道者家風。宗云。袈", "1353": "裟裹草鞋。僧云。未審意旨如何。宗云。赤脚下桐城。萬", "1354": "松嘗教人看至道無難。唯嫌揀擇。誰教你揀擇。僧云。", "1355": "三祖道。但不憎愛。洞然明白。却道唯嫌揀擇。三祖當", "1356": "時下箇嫌字。自憎愛了也。萬松道。許上座眼明。如何", "1357": "免得憎愛。僧參久不見。就萬松請益。萬松道。上座。汝", "1358": "纔擬免時。早揀擇憎愛了也。僧云。恁麼則放下免心。", "1359": "洞然明白也。萬松道。汝嫌免心。愛明白。展轉揀擇憎", "136": "先師處。三度喫六十棒。如蒿枝拂相似。今日更思一", "1360": "愛了也。僧禮不已云。乞師指示。萬松道。諸方到此。正", "1361": "是棒喝明節。萬松即不然。僧云。未審尊意如何。萬松", "1362": "道。揀擇妨甚事。你免他作麼。僧禮謝云。原來却在這", "1363": "裏。磁州初祖云。如人作針線。幸然針針相似。忽見人", "1364": "來。不覺失却針。祇見線。這邊尋也不見。那邊尋也不", "1365": "見。却自云。近處尚不見。遠處那裏得來。多時尋不得。", "1366": "心煩不好。昏悶打睡。拽衣枕頭。方就枕時。驀頭一劄", "1367": "曰。原來祇在這裏。萬松道。汝但河裏失錢河裏漉。不", "1368": "可離了揀擇憎愛。別有洞然明白也。有底道。至道最", "1369": "難。須要揀擇。若不憎愛。爭得明白。這箇却是揀擇不", "137": "頓。誰為下手。一僧出云。某甲下手。濟便拈棒度與。僧", "1370": "揀擇。憎愛不憎愛。於諸法中。不生二解底人。所以趙", "1371": "州道。纔有語言。是揀擇是明白。趙州亦不避語言。亦", "1372": "不避揀擇。老僧不在明白裏。是汝還護惜也無。到這", "1373": "裏獨醒底。直須哺其醩。而啜其醨。獨清底。也須揚其", "1374": "波而皷其浪。擘開面皮。憎愛揀擇一迴。却與三祖相", "1375": "見。這僧道。和尚既不在明白裏。護惜箇什麼。却到如", "1376": "來喫粥處。州云。我亦不知。這老漢剩忙百閙半路抽", "1377": "身。這僧忙赶云。既不知。為什麼道不在明白裏。萬松", "1378": "道。且道在那裏。大小大趙州。尚自不知。拶到轉身不", "1379": "得處。便拈向一邊道。問事即得。禮拜了退。末後打箇", "138": "擬接。濟便打。雪竇拈云。臨濟放處較危。收來太速。金", "1380": "乾出身。這裏還有揀擇憎愛麼。他道老僧不在明白", "1381": "裏。且道趙州在什麼處旦過。這僧與趙州切磋琢磨。", "1382": "變態殽訛。趕賊不得趕上。罵人不得罵著。皆云。良賈", "1383": "深藏。正是分明拈出。還識趙州與這僧麼。文殊大設", "1384": "無遮會。摩詰牢關不二門。", "1385": "第九十七則睦州毛端第九十七則睦州毛端", "1386": "舉睦州問武陵長老。今日正逢着太白星了即毛端吞巨海。", "1387": "不須咬嚼始知大地一微塵作麼生。已太多生陵云。和尚問", "1388": "誰。新生犢兒不怕虎州云。問長老。鉄鎚來也陵云。何不領話。撩蜂", "1389": "剔蝎州云。我不領話。你不領話。誣人之罪。以罪加之天童拈云。", "139": "峰纔見禮拜。便道休休。金峰當時滿口許分半院與。", "1390": "睦州武陵總道不領話。幾乎忘却其間有貪觀白浪。失", "1391": "却手橈。隔壁過狀。打草驚蛇乃竪起拂子云。看何不領話。", "1392": "師云。武陵長老。未詳法嗣。無盡燈。作茂陵。睦州老漢。", "1393": "尋常辛辛辣辣。嘊嘊喍喍。問武陵長老。了即毛端吞", "1394": "巨海。始知大地一微塵作麼生。此語本出丹霞孤寂", "1395": "吟。睦州既探竿在手。武陵亦影草隨身道。和尚問誰。", "1396": "睦州以平展。誰與你干戈相待道。問長老。武陵也好。", "1397": "當面與一錐道。和尚何不領話。殊不知自己脚跟下", "1398": "蹉過多時。所以睦州道。你不領話。我不領話。雖如倚", "1399": "勢欺人。爭柰理無曲斷。天童拈處。指桑罵榆。近日不", "14": "怎生體解。萬松道。此義文長。付在來日。此緣本出諸", "140": "豈非相見易得好。及至見僧出來禮拜。便道休休。豈", "1400": "領話者轉多。天童却放伊不過道。其間有貪觀白浪。", "1401": "失却手橈。豈止睦州武陵分上。遂竪起拂子云。看。這", "1402": "迴推與阿誰。具眼者辨取。", "1403": "第九十八則南泉至莊第九十八則南泉至莊", "1404": "舉南泉因至莊。山裏師子村裏弄偶莊主預偹迎奉。不妨伶俐", "1405": "泉云。老僧居常出入。不與他知。何夙排辦。至於如", "1406": "此。皆和尚道力所致主云。昨夜土地神報。咄這鬼頭侍者便問。", "1407": "既是大善知識。為甚却被鬼神󳬇見。今日遭人點檢泉云。", "1408": "土地前。更添一分供養著。果報靈通。究竟常樂天童拈云。長", "1409": "蘆則不然。別是一尊土地若見這莊主恁麼道。便與捉住", "141": "非共住難為人。將謂折倒這僧。殊不知金峰自點檢", "1410": "云放你不得。不奈舡何。打破戽㪷何故如此。官人打見在不見道。", "1411": "來說是非者。便是是非人并贓捉獲。", "1412": "師云。叢林傳悟本。住洞山二十年。土地神不識。神白", "1413": "主事。如何得識和尚一面。主事云。和尚齋堂上受食", "1414": "時。汝與覆却飯檻。和尚失聲。忽能見之。次日。神覆飯", "1415": "檻。師失聲曰。可惜常住物。神方識師一面。昔鹽官會", "1416": "下。有一主事僧。忽見一鬼使來追。僧曰。某甲身充主", "1417": "事。未暇修行。乞容七日得不。使曰。待為白王。若許七", "1418": "日後來。不然。須臾便至。言訖不見。至七日後復來。竟", "1419": "覓其僧。了不可得。後有舉問一僧。若被覓著時如何", "142": "了也。佛果拈云。大小大金峰。龍頭蛇尾。若是蔣山則", "1420": "抵擬他去。洞山代云。被他覓得也。萬松道。謾這老鬼", "1421": "不得。南泉莊頭神報主事。預備迎奉。豈免遭人點檢。", "1422": "雲居錫見南泉道。土地前更下一分供養著。徵云。是", "1423": "賞伊。是罰伊。祇如土地前見者。是南泉。不是南泉。萬", "1424": "松道。莫錯認。達觀云。南泉被這僧一問。不免向鬼窟", "1425": "裏作活計。萬松道。瞎驢趂大隊。真宗時。真州長蘆登", "1426": "和尚。數年鼎新起就長蘆寺。一夜夢有神人來。乞為", "1427": "土地。登曰。你做我土地不得。神曰。何故。登曰。你見我", "1428": "僧家過。或起瞋。神曰。某有長誓。遂下一臂呈登。登曰。", "1429": "若如是則可。遂與建祠堂。迨塑土地。一臂墮落。屢修", "143": "不然。若有人道得。山僧分半院與他住。忽有箇出來", "1430": "復爾。方知願力之重也。有僧問。長蘆登不唯鬼󳬇見。", "1431": "他亦󳬇見鬼又作麼生。萬松道。三八日念誦。天童拈", "1432": "云。若見莊主恁麼道。便與捉住云。放你不得。何故如", "1433": "此。不見道。來說是非者。便是是非人。萬松道。天童雖", "1434": "解捉鬼賣。未免莊頭鬼亂。萬松即不然。若見莊主道。", "1435": "昨夜土地報。便與彈指三下云。唵度嚕度嚕地尾娑", "1436": "訶。", "1437": "第九十九則洞山鉢袋第九十九則洞山鉢袋", "1438": "舉僧問洞山。時時勤拂拭。莫使惹塵埃。有尾無頭。雖飽無力", "1439": "為什麼不得他衣鉢。不得封侯也是閑山云。直饒道本來", "144": "禮拜。祇向他道。上天同歸霄漢。入地共返黃泉。萬松", "1440": "無一物。也未合得他衣鉢。有頭無尾。終是不貴且道什麼人", "1441": "合得。金香爐下鐵崑崙僧下九十六轉語不契喫盡生薑呷盡醋", "1442": "末後云。設使將來他亦不受。設使受下。向甚麼處著山深肯", "1443": "之。且信一半雪竇云。他既不受是眼。瞎却了也將來必應是", "1444": "瞎。恰與雪竇同參天童拈云。長蘆則不然。但具一隻眼直須將", "1445": "來。岩前花爛熳若不將來爭知不受。室內不知春直須不受。", "1446": "家中無一物若不不受。爭免將來。來者不空歸將來底必應", "1447": "是眼。瞎却了也不受底真箇是瞎。却與天童同參還會麼。問取眉毛", "1448": "照盡體無依。踏破澄潭月通身合大道衝開碧落天。", "1449": "師云。無盡燈錄云。僧問洞山。時時勤拂拭。為什麼不", "145": "道。也是懶兒牽伴。金峰有頭無尾。佛果浪走忘歸。未", "1450": "得鉢袋子。山曰。直饒道本來無一物。亦未得他鉢袋", "1451": "子。僧曰。未審什麼人合得。山曰。不入門者。僧曰。祇如", "1452": "不人門者還得不。山曰。雖然如是。不得不與他。復曰。", "1453": "直道本來無一物。猶不合得他鉢袋子。且道什麼人", "1454": "合得。這裏合下得一轉語。且道下得什麼語。一上座", "1455": "下九十六轉。並不契意。末後一轉。始可山意。山曰。闍", "1456": "黎何不早與麼道。一僧聞請上座舉一徧。上座終不", "1457": "為舉。僧乃執事三年。上座亦不肯舉。一日忽不安。其", "1458": "僧自念三年求舉。不蒙慈悲。善取不如惡取。遂持刀", "1459": "向前曰。若不舉。即殺上座去也。座悚然曰。且待為闍", "146": "若天童始終一貫道。重賞之下。必有勇夫。這僧見義", "1460": "黎舉。乃曰。直饒將來。他亦不要。其僧禮謝悔過。天童", "1461": "略云。時時勤拂拭。莫使惹塵埃。為什麼不得他衣鉢。", "1462": "雒陽天宮寺。神秀國師。諡號大通。身長八尺。秀眉大", "1463": "耳。有公伯之氣。稔聆黃梅道勝而往見。共以坐默體", "1464": "道為務。忻然謂真吾所依也。誓以樵汲備眾。如是六", "1465": "載。祖每潛歎曰。東山法門。其在此人矣。師一日涕泗", "1466": "辭祖。創荊門玉泉蘭若。卜將老焉。會東山圓寂。復徙", "1467": "江陵當陽山。學者鍾湊。久視元年。天后詔之。肩輿上", "1468": "殿。遂推為兩京法主。凡歷三帝皆師禮之。神龍二年。", "1469": "丙午二月二十八日。泊然而逝。神龍元年。新譯棱嚴。", "147": "便為。出來禮拜。豈非勇夫。大慧杲云。入山不避虎兕", "1470": "閟於宮禁。國師堅請。私錄密傳舘陶慧震。經今大行。", "1471": "師之力也。國師報齡一百有七。當葬舊山。天子送至", "1472": "午橋而決。王公大臣至伊水而別。卒哭。設大會於龍", "1473": "華寺。飯緇白八千人。度僧二七員。二祥於西明辦事", "1474": "如前會。萬迴法雲公。乞施後宮。手舉珍異。以侑其供。", "1475": "燕公張說。報師資禮。門人普寂。義福。並為朝野所重。", "1476": "如圭峰承龔圖曰。普寂化緣轉盛。法嗣者三十人。如", "1477": "南嶽懶瓚。嵩山一行。終南惟政。三峰道樹。皆凡聖不", "1478": "測。如義福者。初參大通。通與語。乃稱濕土近水。乾木", "1479": "易然。萬迴法雲公。執福手叮嚀曰。深入妙覺。廣度眾", "148": "者。獵夫之勇也。入水不避蛟龍者。漁父之勇也。白刃", "1480": "生。當勉旃。福住終南二十餘載。一日竹栢蘭󱛾。茂然", "1481": "分錯。忽有老翁。風骨殊俗。鬚髮皓然。拜首曰。弟子內", "1482": "谷神也。竊恐和尚他適。終棄此山。故再請乃滅。未幾", "1483": "京城僧眾。請於其年五月止大慈恩寺。千官車馬。四", "1484": "部駢羅。復被詔歸伊雒。如普寂之子。南嶽懶瓚。德宗", "1485": "遣詔。對宣使不暇拭涕。如一行禪師。天文大衍。世所", "1486": "共知。一日見寂。炷香作禮。絕躬附耳密言。寂曰。是是。", "1487": "無不可者。如是致禮者三。退入南房。闔戶而滅。寂令", "1488": "扣鐘云。一行滅矣。視之果然。河南尹裴寬。親見其事。", "1489": "服衰崔絰迭。徒步送喪。終南惟政。文宗嗜蛤蜊御饌。", "149": "臨前。視死若生者。將軍之勇也。作麼生是衲僧之勇。", "1490": "有擘不張者。焚香禱之。忽開。現觀音像。具體妙麗。詔", "1491": "政問之。政舉經云。應以菩薩身得度者。即現菩薩身。", "1492": "而為說法。上曰。菩薩身已現。且不聞說法。政曰。陛下", "1493": "信此事為奇特不。上曰。希有之事。朕深信之。政曰。菩", "1494": "薩為陛下說法竟。上感政言。勅令天下設觀音像。三", "1495": "峰道樹。山神化為野人。服色素朴。言譚詭異。於言笑", "1496": "外。變作四聖天仙等形。或放神光。或發聲響。大眾不", "1497": "能測。猶此涉十年。寂無聲影。告眾曰。山神作多色伎", "1498": "倆。眨惑吾曹。祇消老僧箇不聞不見。伊伎倆已窮。吾", "1499": "不聞不見無盡。萬松具錄大通門下師勝資強。圭峰", "15": "佛要集經。天王如來於欲色二界中間。諸佛集會。文", "150": "良久云。大膽駕頭衝突過。小膽哀鳴告所由。喝一喝。", "1500": "抑為息妄脩心宗。又云。就法。有不變隨緣二義。就人。", "1501": "有頓悟漸修兩門。二義顯。則知一藏經論之旨歸。兩", "1502": "門開。則見一切賢聖之軌轍。達磨深意。實在斯焉。頓", "1503": "悟喻者。如人夢被枷鎻。覺時還須脫枷鎻乎。所以六", "1504": "祖道。本來無一物。何假拂塵埃。此洞山答處。漸修喻", "1505": "者如水結氷。失灌溉洗濯之用。火日銷鎔。始還全用。", "1506": "所以大通道。時時勤拂拭。莫使惹塵埃。若就鏡喻之。", "1507": "大鑑如鏡。本明本淨。大通如昏垢須磨。以氷夢二喻。", "1508": "夢則悟不假修。氷則須銷得用。且教中有本性淨。有", "1509": "離垢淨。有如理智。有如量智。有即相解。有離相解。有", "151": "萬松道。這一喝。大慧之勇也。這僧擬乎強取。金峰又", "1510": "真空。有妙有。有第一義諦。有世俗諦。乃至理事性相。", "1511": "權實頓漸。偏圓遮照。存泯。君臣父子。配屬兩宗。皎然", "1512": "可見。此雖涉情解。具擇法眼者。不可不知。宗鏡錄云。", "1513": "入吾宗者。先須知有。然後保任。又頭尾須得相稱。不", "1514": "可理行有闕。心口相違。若入宗鏡。理行俱圓。據宗鏡", "1515": "斷。大鑑祇具一隻眼。大通雙眼圓明。何者。大鑑具理", "1516": "而無行。謂本來常淨。不假拂塵。大通已悟須修拂塵", "1517": "鏡朗。所以道。正雖正却偏。偏雖偏却圓。非久參洞上", "1518": "之宗者。未可與語。萬松嘗向人道。波必有水。水或無", "1519": "波。性海無風。心波自湧。二利妙門。無出於此。圭峰答", "152": "却不甘。前不迭村。後不迭店。二人蚌鷸相持。盡落天", "1520": "溫慥尚書問曰。真理雖然頴達。此情難以卒除。如風", "1521": "頓止。波浪暫停。豈可一身所修。便同佛用。但可以空", "1522": "寂為自體。勿認色身。以真知為自心。勿認妄念。妄念", "1523": "若起。都不隨之。即臨命終時。自然業不能繫。黃龍晦", "1524": "堂答韓宗古侍郎問曰。然心外無剩法者。不知煩惱", "1525": "習氣是何而欲盡之。若起此心。翻成認賊為子也。從", "1526": "上以來。但有言說。乃是隨病設藥。縱有煩惱習氣。但", "1527": "以如來知見治之。皆是善權方便。誘引之說。若是定", "1528": "有習氣可治。却是心外有法而可盡之。響如靈龜曳", "1529": "尾於途。拂迹迹生。可謂將心用心。轉見病深。苟能明", "153": "童之手。有能善用函葢箭鋒。萬松罰伊饡飯一堂。即", "1530": "達心外無法。法外無心。心法既無。更欲教誰頓盡邪。", "1531": "覺範判曰。二老。今古之宗師也。其隨宜方便。自有意", "1532": "味。初無優劣。然圭峰所答之詞。正韓公所問之意。而", "1533": "語不失宗。開廓正見。以密較之。晦堂所得多矣。萬松", "1534": "道。到這裏返觀大鑑祇具一隻眼。原來盡大地是沙", "1535": "門一隻眼。又喚作把定乾坤眼。綿綿不漏絲毫。亦名", "1536": "頂門具金剛眼。大通雙眼圓明。似鋸解秤鎚。擘破虗", "1537": "空相似。大通且置。於大鑑眼上。萬松道箇瞎。又作麼", "1538": "生。雪竇拈云。他既不受是眼。將來底必應是瞎。還見", "1539": "祖師衣鉢麼。若於此入門。便乃兩手分付。非但大庾", "154": "時出院。", "1540": "嶺頭一箇是提不起。設使葢國人來。且欵欵將去。萬", "1541": "松道。祖師衣鉢百襍碎也。雪竇道。他既不受是眼。將", "1542": "來必應是瞎。天童道。將來必應是眼。不受底真箇是", "1543": "瞎。萬松道。瞎底雙眼圓明。具眼底祇見一半。不逢瞎", "1544": "漢。終難辨明。畢竟事作麼生折合。山遠路長休點火。", "1545": "大家吹煞暗中行。", "1546": "萬松老人評唱天童覺和尚拈古請益錄下卷終", "1547": "請益錄下卷音義", "1548": "豏胡斬切豆半生也　𠸻噴上所甲切下並寸切鼓鼻也　撿評中為檢　躅池錄切蹢", "1549": "〡也　莠余受切稗草　謴古困切順言謔弄㒵　慵是容切〡懶也　󳾞側加切　援雨元", "155": "第五十六則曹山出世第五十六則曹山出世", "1550": "切引也　撼胡甘切恨也　啻音士止也　𢷾沙獲切拂也又稍〡也又楚革切擊也　㪷", "1551": "音科　帩七肖切縳也　濩落上胡郭切惠子謂莊子吾有三石大瓠〡〡無用莊子曰云云", "1552": "墼居的切說文云瓴也　艣盧古切大舡　霅丈洽切水出吳興又縣名　鈯徒鶻切鈍也", "1553": "嗡烏󳾍切〡𠰈也牛聲𠰈烏橫切　撼胡感切搖也　殆音大危也　贄脂利切　搕口合", "1554": "切打也　𢶍先蓋切破聲也音三入聲　舀以沼杼也　𧕏牛列切　迨徒改切及也　稔", "1555": "如沈切年一熟也　聆郎丁切耳听也　侑禹救切周禮曰王以樂〡食注〡勸也󱛾齒改", "1556": "切香草也　雒音洛　慥七到切溫〡禮注守實言行相應之㒵", "156": "舉僧問曹山。佛未出世時如何。誰申此問山云。曹山不", "157": "如。比不得類不齊僧云。出世後如何。雲門有棒山云。不如曹山。", "158": "一場醜拙天童拈云。佛與曹山。天童不如主賓互換。不如天童出", "159": "世不出世。直須擘破各具一隻眼。方得圓全未有長行而不", "16": "殊邀彌勒共往。勒辭不行。文殊由起佛見法見。貶在", "160": "住。幸有一陰地長住而不行。何勞不為人還會麼。以己方人幽洞", "161": "豈拘關鏁意。一脚門裏一脚門外縱橫不涉兩頭機出不隨應。入不居空。", "162": "師云。南泉道。向空劫以前承當。佛未出世會取。萬松", "163": "道。向住劫以後承當。佛已出世會取。也不如華嚴經。", "164": "十方諸佛。勸不動地菩薩道。此諸法法性。若佛出世。", "165": "若不出世。常住不異。教中喚作法爾不窮因。無始不", "166": "窮初。曹山不如。則。自携瓶法沽村酒。不如曹山。則。却", "167": "著衫來作主人。天童拈處。不礙裂開。萬松著語。何妨", "168": "揑聚道。佛與曹山主賓和合。出世不出世。雙眼圓明。", "169": "終日在途中。不離家舍。終日在家舍。不離途中。還會", "17": "二銕圍山間。為諸菩薩說四意止。如來召之。還至佛", "170": "麼。雲生洞口還歸洞。密密金刀剪不開。", "171": "第五十七則雲門無滯第五十七則雲門無滯", "172": "舉雲門示眾云。直得觸目無滯。已是眼花達得名身句", "173": "身。道什麼一切法空。這箇聻山河大地是名身。題目甚分明", "174": "亦不可得。猶成剩法喚作三昧性海俱備。少他一點不得猶是", "175": "無風帀帀之波。繁興不出那伽定直得亡知於覺。亡他猶易覺", "176": "即佛性矣。亡己最唯喚作無事人。事生也更須知有向上", "177": "一竅在。脚力盡時山更好天童拈云。賓主不諧。家不和二俱", "178": "有過。鄰里欺各與二十棒。不干天童萬松事祇如向上一竅", "179": "又作麼生。更參三十年犀因玩月紋生角。水向竹邊流出綠象", "18": "所。見女在定。殊意我貶山間。女何近佛。佛勅文殊出", "180": "被雷驚花入牙風從花裏過來香。", "181": "師云。大小雲門。學人做處。初見睦州。機似睦州。中嗣", "182": "雪峰。行雪峰令。後見乾峰。得乾峰用。乾峰示眾云。法", "183": "身有三種病。二種光。須是一一透得。更有照用同時。", "184": "向上一竅在。雲門上堂渾似乾峰道。觸目無滯。此豈", "185": "非是二種光事。楞伽經道。名身與句身。及形身差別。", "186": "凡夫愚計著。如象溺深泥。雲門道。達得名身句身。一", "187": "切法空。山河大地是名身。亦不可得。無盡燈作山河", "188": "大地是名身。名亦不可得。以名易身。理亦無失。此恐", "189": "凡夫計著。故云不可得。人多愛實際理地。不受一塵。", "19": "定問之。乃至兩山相擊。托至梵天。竟不出定。佛言。下", "190": "殊不知佛事門中。不捨一法。故云。喚作三昧性海俱", "191": "備。華嚴宗道。法爾本具。宗門喚作本來具足。袁州陽", "192": "岐山甄叔禪師道。性海無風。心波自湧。所以道。猶是", "193": "無風帀帀之波。永嘉道。亦不知知寂。亦不自知知。不", "194": "可為無知。自性了然故。不同於木石。故道直得亡知", "195": "於覺。覺即佛性矣。有處無矣字。喚作無事人。石頭謂", "196": "藥山曰。恁麼則閒坐也。山曰。閒坐即為也。所以道。莫", "197": "將無事為無事。往往事從無事生。乾峰道。更有照用", "198": "同時向上一竅在。雲門道。更須知有向上一竅在。向", "199": "上一竅。權實門中。故有多種。天童以乾峰三病二光。", "2": "後學性一閱生生道人梓", "20": "方有棄諸陰蓋菩薩。能出女定。俄棄蓋至。彈指三下。", "200": "合雲門內心外境。故云賓主不諧。二俱有過。且道天", "201": "童向上一竅。與乾峰雲門是同是別。祇箇名言難比", "202": "擬。大都手段解翻騰。", "203": "第五十八則乾峯一二第五十八則乾峯一二", "204": "舉乾峰示眾云。舉一不得舉二。你作麼舉放過一著。落", "205": "在第二。第八也得雲門出眾曰。昨日有人從天台來。却", "206": "往徑山去。向下文長付在來日峰曰。來日不得普請。收天童", "207": "拈云。坐斷十方。千差路絕。你便走放開一線。萬派朝", "208": "宗。一任去二尊宿開拓家風。禍出私門方見衲僧去就。為眾", "209": "竭力還端的麼。事不厭細太平天子寰中旨。邊方雖有令汗血", "21": "女便出定。今作罔明。諸方久傳。罔明。本出思益經。亦", "210": "將軍塞外心不是太平年。", "211": "師云。乾峰解作活計。雲門却破家散宅。一破一立。有", "212": "因有革。所以道。道窮即變。變即通。通即久。乾峰道。舉", "213": "一不得舉二。放過一著。落在第二。纔舉便會。落在第", "214": "二頭。擬議不來。落七落八。雲門言外知歸道。昨日有", "215": "人從天台來。却往徑山去。乾峰告往知來。爾既先鋒。", "216": "我當合後道。來日不得普請下座。佛印拈云。此語眾", "217": "中商量者甚多。會者極少。乾峰夢裏合眼跳黃河。覺", "218": "來身在床上。雲門醉後扶人倒上樹。醒來祇在堂中。", "219": "二人打作一團。至今分疎不下。若人知得落處。許你", "22": "曰。勝思惟。梵天所問經。與罔明菩薩有問答。罔當從", "220": "解空第一。萬松道。權向第三座安排。大溈喆云。乾峰", "221": "善唱。雲門善拍。拍唱相隨。風清古格。還有知音麼。一", "222": "堂風冷淡。千古意分明。萬松道。更諱不得。黃龍晦堂", "223": "問僧。你道從天台來者是甚麼人。僧云不會。堂云。是", "224": "你祖翁。為甚不識。僧云。望和尚指示。堂有一頌云。乾", "225": "峰舉一不舉二。雲門擡手添意氣。花開花落任風吹。", "226": "自有馨香遍天地。萬松道。聞者腦裂。雪竇道。諸禪德。", "227": "雲門老。祇解一手擡。不解一手搦。還有共相著力底", "228": "麼。試露牙爪看。萬松道。便好掀倒禪床。乾峰道。不得", "229": "舉二。天童便坐斷千差。向乾峰放過一著處。便道。朝", "23": "系。葢取交光相羅之意。故號罔明。因辨於此。學者應", "230": "宗萬派。二尊宿一收一放。開拓家風。天童內君外臣。", "231": "建立雙照時節。忽若遮照不立。又作麼生。白雲投壑", "232": "盡。青嶂倚空高。", "233": "第五十九則巖頭辭山第五十九則巖頭辭山", "234": "舉巖頭辭德山。聞早冤家解脫山云。子甚麼處去。兒行千里母行", "235": "千里頭云。暫辭和尚下山去。不道幾時來山云。子他後作", "236": "麼生。婆心太切頭云。不忘和尚。恩大難酬山云。子憑何有此", "237": "語。苦口出親言頭云。豈不聞智與師齊。減師半德。智過", "238": "於師。方堪傳授。當官不讓父山云。如是如是。善自護持。", "239": "恨心不捨天童拈云。德山尋常棒下不立佛祖。人不知己過", "24": "知。教意謂。文殊最初因女子發菩提心。所以不能出", "240": "既乎到這時節。得恁麼老婆。秪因淚出痛腸。不覺舌在口外雖然", "241": "是養子之緣。買栽池館恐無地爭免得後人檢責。得到子孫能幾", "242": "人待伊道智過於師。方堪傳授。拽拄杖驀脊便打", "243": "重賞之下必有勇夫。", "244": "師云。鄂州巖頭全豁禪師。始參德山。持坐具上堂。瞻", "245": "視之。山見而問曰。何為。頭咄之。山曰。老僧過在什麼", "246": "處。頭曰。兩重公案。便下參堂。德山潛念這僧。稍似箇", "247": "行脚人。以至後辭德山。山云。子什麼處去。頭云。暫辭", "248": "和尚下山去。山云。子他後作麼生。頭云。不忘和尚。此", "249": "皆師資分上。不異諸方。山再問。子憑何有此語。頭曰。", "25": "他定。慧式法師云。文殊師利。乃因女人以發初心。女", "250": "豈不聞智與師齊。減師半德。智過於師。方堪傳授。諸", "251": "方多道。見與師齊。見過於師。於理無失。王山法祖云。", "252": "獅子有三種。第一超宗異目。第二齊肩共躅。第三影", "253": "響不真。若超宗異目者。見過於師。堪為種草。若齊肩", "254": "共躅者。減師半德。落在今時。若影響不真者。狐犴猥", "255": "勢。羊質虎皮。天童拈德山。尋常棒下不立佛祖。洎乎", "256": "到這時節。得恁麼老婆。却道如是如是。善自護持。天", "257": "童道。雖然養子之緣。爭免得後人檢責。臨濟辭黃蘗。", "258": "蘗問汝欲何往。濟曰。非河南則河北。蘗便打。濟約住", "259": "復與一掌。蘗大笑。喚侍者將百丈先師禪板几案來。", "26": "子最初。因棄諸陰蓋發菩提心。所以棄葢能出此定。", "260": "者將至。濟連聲呌云。侍者將火來。蘗曰。汝但將取去。", "261": "以後坐斷天下人舌頭去在。天童祇解點檢傳法人。", "262": "而不知受法人郎當更甚。當時我是臨濟。見道但將", "263": "取去。以後坐斷天下人舌頭去在。但向道。若要坐斷", "264": "天下人舌頭。正合將火來燒却。今日公案。恰與一般。", "265": "我當時若見德山道。如是如是。善自護持。震聲一喝。", "266": "拂袖便行。兒孫也未見斷絕。", "267": "第六十則南泉水牯第六十則南泉水牯", "268": "舉南泉垂語云。王老師。牧一頭水牯牛。與這畜生作伴擬", "269": "向溪東去。不免官家苗稼。動落今時擬向溪西去。不免", "27": "圓通善國師云。有說云。文殊是大菩薩。常在定中。了", "270": "官家苗稼。靜沈死水爭如隨分納些些。曲為今時潛通那畔總不", "271": "見得。易分雪裏粉。難辨墨中煤天童拈云。南泉牧牛。可謂奇特。", "272": "一生草裏走直得一切處關防不得。渠濃得自由為甚麼如", "273": "此。為他左方右圓是他隨分納些些憂則共慼。樂則同歡。", "274": "師云。這箇公案。諸方大行。洞山道。露地白牛。牧人懶", "275": "放。南泉却自小牧水牯牛。且道他意作麼生。溈山懶", "276": "安。初參百丈問。學人欲求識佛。何者即是。丈曰。大似", "277": "騎牛覓牛。安曰。識後如何。丈曰。如人騎牛到家。安曰。", "278": "未審始終如何保任。丈曰。如牧牛人執杖視之。不令", "279": "犯他苗稼。安自此息意。安後上堂云。安在溈山三十", "28": "無出入。所以不能出他定。罔明是小菩薩。於禪定中", "280": "年來。喫溈山飯。屙溈山屎。不學溈山禪。祇看一頭水", "281": "牯牛。若落路入草。則便牽出。若犯人苗稼。即便鞭撻。", "282": "調伏既久。可憐生受人言語。如今變作箇露地白牛。", "283": "常在面前。終日露迥迥地。趂亦不去也。撫州石鞏惠", "284": "藏禪師。一日厨中作務次。馬祖見而問曰。作甚麼。鞏", "285": "曰。牧牛。祖曰。作麼生牧。鞏曰。一回入草去。把鼻拽將", "286": "來。祖曰。子真解牧牛。萬松嘗問糠禪。背插荊挺。何也。", "287": "糠曰。遺教經云。譬如牧牛之人。執杖視之。勿令縱逸。", "288": "犯人苗稼。萬松笑曰。癡人面前不得說夢。明言譬喻。", "289": "邪執為實。清居皓昇禪師。頌牧牛圖一十二章。太白", "29": "猶有出入。所以能出他定。天童拈處。即不然道。若定", "290": "山普明禪師。頌牧牛圖十章。佛國惟白禪師。頌牧牛", "291": "圖八章。昇明二師等。皆變黑為白。惟佛印四章。全白", "292": "復黑。頌曰。已白仍迴黑。還君自在牛。亂山閒放去。千", "293": "古更無憂。赫赫當中日。騰騰不繫舟。超然凡聖外。誰", "294": "敢向前收。此正是南泉隨分納些些處。諸師以人牛", "295": "不見處。正是月明時。為總不見得。唯佛印與南泉。以", "296": "混俗和光。隨流得妙。為總不見得。雲門云。且道牛內", "297": "納。牛外納。直饒你說得納處分明。我更問你覓牛在。", "298": "萬松道。觝著和尚。大溈喆云。雲門止解索牛。不解穿", "299": "他鼻孔。拈起拄杖云。三世諸佛。天下老和尚鼻孔。盡", "3": "第五十一則文殊出定第五十一則文殊出定", "30": "若動。當人變弄。行船盡在把梢人。上杆不由攛弄者。", "300": "被山僧拄杖一時穿却。且道山僧鼻孔在甚麼處。良", "301": "久云。誣人之罪。以全罪科之。萬松道。首到強如捉獲。", "302": "雖然。南泉水牯牛無鼻孔。你作麼生穿。是以天童道。", "303": "南泉牧牛。可謂奇特。直得一切處關防不得。勝默和", "304": "尚道。在一切。同一切。一切處收不得。又道。南泉水牯", "305": "牛。雙角無欄圈。且道隨分納些些。了後如何。蒭蕘莠", "306": "稗愁耘處。蹄角皮毛趂讚時。", "307": "第六十一則黃蘗問事第六十一則黃蘗問事", "308": "舉黃蘗問百丈。鸕󰭇語󳬈從上相承底事。如何指示於", "309": "人。殃考研槌打獨立丈踞坐。覿面相呈蘗云。後代兒孫。將何傳", "31": "所以鴻毛輕而不輕。太山重而非重。天童鼻孔且放", "310": "授。猶嫌少在丈云。將為你是箇人。便歸方丈。莫作好話聽天", "311": "童拈云。言滿天下無口過。不傷鋒行滿天下無怨惡。", "312": "不忤眾還他百丈。真野狐精黃蘗不是不知有。放憨裴󳾜且要", "313": "此話大行。家醜外揚還會百丈歸方丈麼。老鼠入牛角林間。", "314": "風葉落。合伴不着化外水天秋不如獨行", "315": "師云。筠州黃蘗山。鷲峰希運禪師。嘗於雒下分衛。吟", "316": "添鉢聲。一嫗出棘扉曰。太無厭足生。蘗曰。汝猶未施。", "317": "返責無厭。何也。嫗笑而掩扉。蘗異之。與語多所發。蘗", "318": "將辭。嫗曰。可往南昌見馬大師。必有所益。蘗直造江", "319": "西。而大師已化。詣石門禮塔。時大智廬於塔傍。蘗即", "32": "過。萬松鼻孔為什麼。却在諸人手裏。復云。牢收取。", "320": "禮塔。見丈乃問。願聞平昔得力言句。丈舉一喝三日", "321": "耳聾話。至一喝處。蘗不覺吐舌退後。丈知已徹。問。子", "322": "以後莫承嗣馬大師不。蘗曰。不然。今日因師舉。得見", "323": "馬祖大機大用。且不識馬祖。若嗣馬祖。以後喪我兒", "324": "孫。丈曰。見與師齊。減師半德。見過於師。方堪傳授。子", "325": "甚有超師之見。又道。後代兒孫。將何傳授。萬松道。千", "326": "年無影樹。今時沒底靴。黃蘗屢發此語。可謂老覺情", "327": "多念子孫。可惜百丈有頭無尾。我若見道。後代兒孫", "328": "將何傳授。却祇以踞坐示之。不然。拽拄杖打出。兒孫", "329": "也未到斷絕。雖然。他幾曾放過來道。將為你是箇人。", "33": "第五十二則雪峰古鏡第五十二則雪峰古鏡", "330": "百丈踞坐處。諸方認為默然良久。天衣懷云。維摩不", "331": "默不良久。踞坐商量成過咎。吹毛匣裏冷光生。外道", "332": "天魔皆斬首。蘗問從上相承底事如何指示於人。百", "333": "丈不曾道著一字。又不曾拈鎚竪拂。天童却道。言滿", "334": "天下無口過。行滿天下無怨惡。可謂不萌枝上。解辨", "335": "春秋。黃蘗知而故問。百丈轉見分明。還見百丈天童", "336": "轉側處麼。行到水窮處。坐看雲起時。", "337": "第六十二則仰山問僧第六十二則仰山問僧", "338": "舉仰山問僧近離甚麼處。〔拾〕到〔比〕間僧云。廬山。公驗分明仰", "339": "山云。曾到五老峰麼。深入虎穴僧云。不曾到。前言何在仰云。", "34": "舉雪峰與三聖行次。見一隊猢猻。早晨不利峰云。祇這", "340": "闍黎不曾遊山。當面諱却雲門云。祇為慈悲之故。雖是善因", "341": "有落草之談。而招惡報天童拈云。雲門雖然識得仰山", "342": "底裏。且道是甚麼爭奈祇知其一。貪覰面前不知其二。忘却背後", "343": "且道仰山意作麼生。後車改轍無限風流慵賣弄。漏逗不少", "344": "免人指點好郎君東床坦腹者。豈不是天童。", "345": "師云。仰山小釋迦勘僧。雲門僧中王刷欠。這僧實從", "346": "廬山來。五老峰前蹉過。仰山肚裏歔破脚。尚道不曾", "347": "遊山。雲門笑他草裏行。不覺自身泥裏走。雲門拈道。", "348": "這僧親從廬山來。因甚麼却道。闍黎不曾遊山。萬松", "349": "道。幾乎忘却。溈山一日問仰山云。諸方若有僧來。汝", "35": "猢猻。各各背一面古鏡。秪恐分不破聖云。歷劫無名。何", "350": "將什麼驗他。仰山云。某甲有驗處。溈山云。子試舉看。", "351": "仰云。祇問他道。諸人還有這箇麼。待伊有語。祇向伊", "352": "道。這箇且置。那箇如何。溈云。此是向上人牙爪。仰山", "353": "再問五老峰。直是惡手脚。這僧若是箇漢。祇道某甲", "354": "未曾參堂。免教仰山點檢。却道。我不曾到。我是仰山。", "355": "祇喚侍者點茶來。這僧遊山困。不然喝出。教伊向後", "356": "別作生涯。却道闍黎不曾遊山。因慈悲故。出落草談。", "357": "喚作失錢遭罪。天童引兵救援。出露布云。無限風流", "358": "慵賣弄。免人指點好郎君。便見雲門。祇見仰山放行。", "359": "不見仰山把定。且道如何是出草之談。喫茶去。", "36": "以彰為古鏡。正好留題峰云。瑕生也。因誰致得聖云。一千五", "360": "第六十三則三聖逢人第六十三則三聖逢人", "361": "舉三聖云。我逢人即出。謝子遠來出即不為人。無可祗待興", "362": "化云。我逢人即不出。閉門屋裏坐出即便為人。禍從天降來", "363": "天童拈云。墮也墮也。并賍捉獲今日不是減古人聲光。", "364": "門裏出身易且要長後人節槩。身裏出門難若是本色漢。家破", "365": "人亡。無可出入提祖佛印。攝鬼禁師轉鉄牛機。󳾄麩磨戶把拄杖一", "366": "時穿却。不如折折拄杖方見衲僧手段吾不如汝。", "367": "師云。三聖興化。逢人出不出。為人不為人。大似財高", "368": "語壯。倚勢欺人。天童以本色衲僧。提祖佛印。轉鉄牛", "369": "機。即日貴人。舊家富漢。不從人得。本自圓成。師拈拄", "37": "百人善知識。話頭也不識。蔑相瓜虀不著鹽峰云。老僧住", "370": "杖云。還見三聖興化麼。復靠却云。直饒具衲僧手段。", "371": "也且向這邊立。", "372": "第六十四則聲明玄沙第六十四則聲明玄沙", "373": "舉聲明三藏見閩王。良田千頃。不如薄藝隨身王請玄沙驗之。", "374": "好勝者必遇其敵沙背後以銅火筯敲鉄火爐。問云。是什", "375": "麼聲。不可喚作銅鐵聲藏云。銅鐵聲。正中其計沙云。大王莫受", "376": "外國人謾。却是你謾我天童拈云。理契則神。冬瓜跳門限貧", "377": "子獲衣中之寶。不從人得情封則物。靈龜拽死蛇力士失額", "378": "上之珠。當面蹉過三藏祇解瞻前。不能顧後玄沙不能顧後。", "379": "祇解瞻前還知麼。願觀佳作誣人之罪。以罪加之還着於本人。", "38": "持事繁。慣得其便天童拈云。當時若見雪峰道瑕生也。", "380": "師云。大耳三藏第三度不見忠國師。聲明三藏見玄", "381": "沙一籌不獲。玄沙以銅筯敲鐵爐問是什麼聲。三藏", "382": "云。銅鐵聲。雪竇別云。莫謾外國人好。萬松道。眼自爭", "383": "先得。沙云。大王莫受外國人謾。萬松道。籌因打劫羸。", "384": "雪竇別云。大王宜加信敬。萬松道。讚之雙美。法燈代", "385": "三藏云。却是和尚謾大王。萬松道。多虗不如少實。保", "386": "福問僧。殿裏甚麼佛。僧云。和尚定當看。福云。釋迦佛。", "387": "僧云。和尚莫謾人好。福云。却是你謾我。二問僧作甚", "388": "麼業。喫得與麼大。僧云。和尚也不小。福便作蹲勢。僧", "389": "云。和尚莫謾人好。福云。却是你謾我。三問僧汝名什", "39": "則今不少但近前云喏喏。與你唱諾且道何故如此。下不測上爭", "390": "麼。僧云。咸澤。福云。忽遇枯涸者如何。僧云。誰是枯涸", "391": "者。福云。我是。僧云。和尚莫謾人好。福云。却是你謾我。", "392": "四問浴主。湯鍋濶多少。主云。請師量。福便作量勢。主", "393": "云。和尚莫謾人好。福云。却是你謾我。玄沙敲爐是甚", "394": "聲。藏云。銅鐵聲。雪竇別云。和尚莫謾外國人好。玄沙", "395": "却道。大王莫受外國人謾。法燈代三藏云。却是和尚", "396": "謾大王。如保福四謾人。皆云和尚莫謾人好。福云。却", "397": "是你謾我。若喚作銅鐵聲。情封則物。聲不是聲。理契", "398": "則神。所以三藏玄沙。瞻前不能顧後。為甚保福見僧", "399": "道。和尚莫謾人好。保福道。却是你謾我。誣人之罪。以", "4": "舉佛前有一女子入定。家富兒嬌佛勅文殊出定。便與推倒", "40": "之不足。索另先窮讓之有餘告和者䝼賞。", "400": "罪加之。", "401": "第六十五則長沙轉物第六十五則長沙轉物", "402": "舉僧問長沙。作麼生轉得山河大地歸自己去。話作", "403": "兩橛沙云。作麼生轉自己歸山河大地去。打成一片天童", "404": "拈云。雖然主賓互喚。未免天童點檢要且泥水不分。多謝和尚", "405": "證明忽然捩轉鼻孔。事無一向恁麼不恁麼總不得。不妨省力", "406": "又合作麼生。山河不離大地。自己不是別人如今王令稍嚴。不犯之令", "407": "不許人攙行奪市必合依行。", "408": "師云。湖南長沙招賢大師。上堂云。我常向汝諸人道。", "409": "三世諸佛。共盡法界眾生。是摩訶般若光。光未發時。", "41": "師云。青州佛覺。兩派既行。佛日提一枝臨濟禪。託迹", "410": "汝等諸人向甚麼處委。光未發時。尚無佛無眾生消", "411": "息。何處得山河國土來。萬松嘗道。混沌未分時。還有", "412": "天地人不。父母未生時。還有己身不。心念未起時。還", "413": "有迷悟凡聖不。這僧尚問如何轉得山河大地歸自", "414": "己去。一大藏教。祇說箇三界唯心。萬法唯識。肇法師", "415": "云。會萬物為自己者。其唯聖人乎。楞嚴經道。若能轉", "416": "物。即同如來。白雲端頌云。若能轉物即如來。春暖山", "417": "花處處開。自有一雙窮相手。不曾容易舞三臺。所以", "418": "天童道。不許人攙行奪市。此轉物話。忝解教乘者。亦", "419": "皆知有。而飽參衲子。却不得受用。所以長沙却與倒", "42": "聖安。分寮入室。一日自撾鼓上堂。抑揚雲門臨濟宗", "420": "過道。如何轉得自己歸山河大地去。天童已曾道。撒", "421": "手懸崖下。分身萬象中。石頭和尚道。聖人無己。靡所", "422": "不己。佛日堯於此大悟道。頭上拈却一座太行山相", "423": "似。諸人還曾恁麼一迴麼。萬松昔年參勝默。教看此", "424": "話。半載全無入由。勝默曰。我祇願汝遲會。後來一日", "425": "打破漆桶。歡喜數日。寢而不寐。勝默更將玄沙點靈", "426": "雲未徹處教看。祇這歡喜地。猶成法愛。所以道忘他", "427": "尚易。忘己最難。岑大虫。南泉之子。趙州之兄。大手作", "428": "家。名不虗得。這僧問如何轉得山河大地歸自己去。", "429": "沙云。如何轉自己歸山河大地去。僧曰不會。沙曰。湖", "43": "風。平分半眾。不辭而去。佛覺恬不介意。雪峰住一千", "430": "南城下好養民。米賤柴多足四隣。其僧無語。師有偈", "431": "曰。誰問山河轉。山河轉向誰。圓通無兩畔。法性本無", "432": "歸。天童祇將長沙拈轉這僧話頭處。直捷示人道。雖", "433": "然主賓互喚。要且泥水不分。天童用四賓主。批判這", "434": "話。將四料揀。顛拈倒用。轉見分明。天童末後人境俱", "435": "奪。要與長沙光未發時相見道。如今王令稍嚴。不許", "436": "人攙行奪市。一狀解與萬松。萬松先斬後奏。", "437": "第六十六則灌溪二杓第六十六則灌溪二杓", "438": "舉灌溪垂語云。我在臨濟處得一杓。不丈夫漢。索人殘飯我", "439": "在末山處得一杓。正是老婆禪又云。十方無壁落。推倒界墻", "44": "五百人。三聖託迹禪林。屢用衲僧巴鼻。加諸雪峰。峰", "440": "賊廝見四面亦無門。無你出身處露躶躶。不曾葢覆赤灑灑。不掛", "441": "寸絲沒可把。放下著天童拈云。灌溪恁麼說話。且道是", "442": "臨濟處得底。贓誣自己末山處得底。帶累別人雖然一箭雙", "443": "鵰。恩歸有地奈有時走殺。一馬鞁兩鞍有時坐殺。至今起不得且", "444": "作麼生得恰好去。待計較成。舉似和尚揑聚放開都在我。不干", "445": "萬松事拈來拋去更由誰除是天童。", "446": "師云。鄂州灌溪志閒禪師。初參臨濟。濟搊住良久。溪", "447": "曰。領也。濟托開曰。且放你一頓。溪住後乃示眾曰。我", "448": "見臨濟無言語。直至如今飽不飢。後到末山先自約", "449": "曰。相當則住。不然。則推倒禪床。既入堂內。山聞新到", "45": "但以海涵天覆。上賓待之。萬古典刑。增人畏仰。一日", "450": "至令侍者問。上座游山來。為佛法來。溪曰。為佛法來。", "451": "山乃陞座。溪上參不禮拜。山問今日離何處。溪曰。路", "452": "口。山曰。何不葢却。溪無語。末山代云。爭得到這裏。始", "453": "禮拜起問。如何是末山。山曰。不露頂。溪曰。如何是山", "454": "中主。山云。非男女等相。溪曰。何不變去。山云。不是神。", "455": "不是鬼。變箇甚麼。溪於是伏膺。作園頭三年。後垂語", "456": "云。我在臨濟處得一杓。我在末山處得一杓。人多道", "457": "一客不煩二主。一女不嫁二夫。灌溪不負初心。為法", "458": "不分男女。三年治圃。真大丈夫。老龐嫡嗣馬祖。兼稟", "459": "石頭。藥山天皇。亦出二師門下。傳燈以藥山天皇。首", "46": "聖與峰山行。見一隊猢猻。大宗師。或出或處。或默或", "460": "嗣石頭。覺範憑󳬴後列名。勒歸馬祖。獨不見龐老灌", "461": "溪之事乎。近代玄悟玉。慶壽朗。諸師議論亦可息矣。", "462": "看他灌溪臨終。問侍者曰。坐化者誰。者曰。僧伽。又立", "463": "化者誰。者曰。僧會。溪乃行六七步地。垂兩手而逝。今", "464": "士大夫。尚有不信者。獨不見鄭夷甫者乎。甫。吳人也。", "465": "少年登科。嘗遇術者。能推人死期。令推己命。不過三", "466": "十五歲。憂傷殆不可堪。久之。聞金山佛印大師談笑", "467": "間脫去。公歎曰。既不得壽。得如金山。復何憾哉。乃與", "468": "佛者游。因授楞嚴經。歲餘忽有所悟曰。生死之理。我", "469": "知之矣。遂釋然放懷。預知死日。至期。沐浴更衣。親督", "47": "語。皆為佛事。道這猢猻。各各背一面古鏡。背。當作佩。", "470": "人洒掃園亭。及焚香擇時。手指畫之間。屹然立化。其", "471": "手猶作指畫之狀。本無玄和尚。丁亥歲。興平府。設資", "472": "戒會。坐亡者三人。路行而亡者二人。達本。行省。監壇", "473": "會首。躬見其事。俯伏僧前。乞跨身而過。此皆宗門之", "474": "細故。萬松門人。吾捨元帥從寬。臨終。問其次兄曰。佛", "475": "祖父母。我今一箭射殺。二哥以為如何。隨整襟坐脫。", "476": "湛然居士。從源聞之曰。且掩俗人眼耳。此與士人聞", "477": "而不信者。相較何啻九牛毛耶。文與可曰。我以為韈", "478": "材。人以為口食。萬松聊以為喻。天童曰。十方無壁落。", "479": "從本來元沒遮攔。四面亦無門。祇這裏便是入處。又", "48": "學者應知。萬松常愛佛鑑。磊落開廓。出言倜儻道。十", "480": "道淨躶躶。赤灑灑。直饒寸絲不掛。猶有赤骨立在。是", "481": "以道萬里無雲。青天也須喫棒。灌溪先得兩杓。後沒", "482": "可把。外頭趕兔。屋裏失獐。所以天童道。有時走殺。有", "483": "時坐殺。巖頭道。直須向自己胸襟流出。將來與我葢", "484": "天葢地。天童一箭雙鵰道。從臨濟得。末山得。萬松道。", "485": "與天童從丹霞處得底。苦不相爭。天衣懷云。威音王", "486": "佛以前即且置。威音以後無師自悟。盡屬天然外道。", "487": "天童却道。揑聚放開都在我。拈來拋去更由誰。且道", "488": "如何得恰好去。靈苗生有地。大悟不存師。", "489": "第六十七則僧問睦州第六十七則僧問睦州", "49": "字街頭小乞兒。腰間帶箇風流袋。八十婆婆齊下拜。", "490": "舉僧問睦州。祖意教意。是同是別。天上揀月州云。青山", "491": "自青山。白雲自白雲。悶時好看天童拈云。若向這裏識", "492": "得睦州。無固必漢。有甚難見釋迦出世。解與雲門達磨西來。遭逢光統", "493": "總是不守分底漢。擔着一碩笑他五斗還識得麼。天童本分臂長", "494": "衫袖短。揠苗助長脚瘦草鞋寬鑿竅酧恩。", "495": "師云。睦州尋常辯若懸河。及乎這僧問著祖意教意。", "496": "分疏不下。僧又問如何是青山。州云。還我一滴雨來。", "497": "僧云。學人不會。請師道。州云。法華峰前陣。涅槃句後", "498": "收。天童略之。恐涉教意。不見西川座主欲改業遊方。", "499": "至襄州華嚴處。問祖意教意是同是別。嚴曰。如車二", "5": "殊乃運神力托上梵天。出定不得。何不填坑佛乃云。下", "50": "三聖用服手榾了道。歷劫無名。何以彰為古鏡。雪峰", "500": "輪。如鳥兩翼。主曰。將謂禪門別有奇特。元來不出教", "501": "乘。遂迴。後聞夾山盛化。遣小師馳問前語。夾山曰。雕", "502": "沙無鏤玉之談。結草乖道人之意。小師回舉似主。主", "503": "乃讚歎遙禮曰。將謂禪門與教意不殊。元來有奇特", "504": "事。萬松道。也是承虗接響。僧問巴陵。祖意教意是同", "505": "是別。陵曰。雞寒上樹。鴨寒下水。僧問睦州。祖意教意", "506": "是同是別。州云。青山自青山。白雲自白雲。雪竇拈云。", "507": "問既一般。答亦相似。爭奈水乳不分。其中有自利利", "508": "他。謾人自謾。若點檢分明。管取解空第一。萬松道。解", "509": "用則利他自利。不會則謾人自謾。直饒水乳分明。點", "51": "嘗饒伊。今日放不過道。瑕生也。萬松道。可知禮也。雪", "510": "檢將來。落七落八。趙州道。大宗師。須以本分事接人。", "511": "且道如何是本分事。舜老夫嘗道。本自無事。從我何", "512": "求。此謂之本分事。釋迦不須出世。達磨何用西來。翠", "513": "巖真點󱗉。嘗罵舜老夫說無事禪。石霜永和尚令人", "514": "傳語真云。舜老夫在洞山悟古鏡因緣。如此豈是說", "515": "無事禪。你罵他自失却一隻眼。舜聞之作頌云。雲居", "516": "不會禪。洗脚上牀眠。冬瓜直儱侗。瓠子曲彎彎。永和", "517": "尚亦作頌曰。石霜不會禪。洗脚上牀眠。枕頭撲落地。", "518": "打破常住磚。黃龍南聞舉舜老夫話云。老夫耄矣。何", "519": "不有事底令無事。無事底令有事。是為淨佛國土。成", "52": "峰當時道。各各背一面古鏡。三聖神峰頴利。何不道", "520": "就眾生。恁麼則釋迦須當出世。達磨必索西來。所以", "521": "天童道。摠是不守分底漢。何也。舜老夫山高海深。󳬈", "522": "長鳧短。南禪師續鳧截󳬈。夷嶽盈壑。所以臂長袖短。", "523": "脚瘦鞋寬。且道如何得恰好去。萬松從來不守分。", "524": "第六十八則南園撫掌第六十八則南園撫掌", "525": "舉南園一日自燒浴。沙彌童行。不得氣力僧問和尚何不使", "526": "沙彌童行。點即不到園撫掌三下。到即不點僧舉似曹山。正是", "527": "傳言送語人山云。一等是箇撫掌拍手。三臺須是大家摧就中", "528": "南園奇怪。閙市相逢執手驚俱胝一指頭禪。幸有金烏分晝夜蓋", "529": "為承當處不諦。莫將石火當天明僧却問南園撫掌。豈不", "53": "瑕生也。所謂當斷不斷。返招其亂。但搜他空去聲處道。", "530": "是奴兒婢子邊事。蹉了你牙山云。是。養耶作證見僧云。向上", "531": "更有事也無。我不敢道山云。有。許你大膽僧云。如何是向上", "532": "事。這亡命漢山咄云。這奴兒婢子。急惱都管天童拈云。識尊", "533": "卑。知貴賤。南園是作家。老手舊肐膞分玉石。辨金鍮。曹", "534": "山不出世。兒孫得力。室內不知這僧雖解切蹉琢磨。弄泥團漢也", "535": "祇向奴兒婢子邊著到。終是賤骨頭還知麼。謾天童不得放", "536": "曠淋漓兩不傷。憂則共慼。樂則同歡猶是夜明簾外客東宮雖至", "537": "嫡。不面舜堯顏。", "538": "師云。南嶽西園蘭若。曇藏禪師。本受激發於大寂。後", "539": "謁石頭。瑩然明徹。貞元二年。遁衡嶽絕頂。人罕參訪。", "54": "歷劫無名。何以彰為古鏡。正是捉住老鼠。打破油甕。", "540": "尋以脚疾。移止西園。禪侶漸次繁盛。園一日自開浴", "541": "次。僧問不使沙彌。何以自勞。園撫掌三下。洞山聞云。", "542": "一等是箇拍手。就中西園奇怪。天童作曹山語云。一", "543": "等是箇撫掌拍手。就中南園奇怪。俱胝一指頭禪。葢", "544": "為承當處不諦。圭峰判此有自體用。有隨緣應用。自", "545": "體用。如鏡之明。隨緣應用。如明所現影。俱胝將隨緣", "546": "應用作自體用。萬松室中問僧俱胝竪指意如何。僧", "547": "乃竪指。萬松隨後拶云。祇這箇。更別有。往往措手不", "548": "辦。以圭峰判之。少自體用。雲巖掃地次。道吾云。太區", "549": "區生。巖云。須知有不區區者。吾云。恁麼則有第二月。", "55": "却被雪峰道。瑕生也。三聖每用向上關棙子點勘雪", "550": "雲巖舉起掃󰆠云。這箇是第幾月。玄沙云。正是第二", "551": "月。此解隨緣應用。長慶云。被他倒迴掃󰆠驀口𢷾。又", "552": "作麼生。此明自體用。非深明洞上臨濟二宗者。不可", "553": "辨也。無盡燈。僧問曹山。西園撫掌。豈不是明沙彌邊", "554": "事。曹山云。是。僧云。如何是向上事。曹山云。這沙彌。天", "555": "童此語三處。與無盡燈不同。一西園為南園。洞山聞", "556": "云。一等是箇拍手。就中西園奇怪。天童作曹山語。仍", "557": "多俱胝一指頭禪。葢為承當處。不諦一轉語。此二不", "558": "同也。三改沙彌作奴兒婢子。仍多兩轉語。因辨於此。", "559": "學者應知。據初問。和尚何不使沙彌童行。無盡燈始", "56": "峰。峰大方之家。直饒浪擊千尋。爭奈龍王不顧。祇道", "560": "終有理。僧却問。南園撫掌豈不是奴兒婢子邊事。僧", "561": "再三問如何是向上事。到這裏縱不犯顏觸諱。多分", "562": "是霧鎻簾垂。曹山稟密旨傳宣道。咄。這奴兒婢子。所", "563": "以天童道。曹山不出世。南園是作家。南園有時燒浴。", "564": "帶水拖泥。有時撫掌。神歌社舞。曹山終日門頭戶底。", "565": "不忘禁殿重闈。所以道。放曠淋漓兩不傷。猶是夜明", "566": "簾外客。還知麼。官憑私契約。奴見婢慇懃。", "567": "第六十九則雲門前後第六十九則雲門前後", "568": "舉雲門示眾云。十五日以前即不問。吞却三箇四箇十五", "569": "日以後。道將一句來。吐却七箇八箇自云。日日是好日。將為", "57": "箇老僧住持事繁。爛泥裏有刺。天童見輸機者勝。欺", "570": "別有天童拈云。屬虎人本命。杜撰巡官屬猴人相衝一任鑽龜", "571": "打瓦。", "572": "師云。雲門示眾。無可做。沒去著道。十五日以前即不", "573": "問。圓通善國師巧言令色道。是截斷眾流句。十五日", "574": "以後道將一句來道。是隨波逐浪句。日日是好日道。", "575": "是函葢乾坤句。萬松道。真雲門子孫。萬松於此著語", "576": "道。蝦跳不出𧿫。僧云。已被佛果占了也。萬松道。尀耐", "577": "古人沒面情。預先偷我一轉語。佛果於此更道。此語", "578": "通貫古今。從前至後。一時坐斷。萬松道。放處較危。收", "579": "來太速。諸方見雲門道。日日是好日。便道。動作修營", "58": "敵者亡。意令三聖奪雪峰機。倒行此令。故云當時若", "580": "無罣礙。何勞入市問孫賓。爭奈天童道。屬虎人本命。", "581": "屬猴人相衝。所以天柱慧道。祖師西來。大似箇賣卜", "582": "漢。纔與錐破卦文。一切吉凶悔吝。皆在汝分上。還見", "583": "天童爻變處麼。福無過譽。禍不隱情。", "584": "第七十則壽聖鈎錐第七十則壽聖鈎錐", "585": "舉壽聖云。月半前用鈎。新松恨不長千尺月半後用錐。惡竹", "586": "須應斬萬竿僧便問。正當月半時如何。無雲生嶺上。有月落波心聖", "587": "云。泥牛踏破澄潭月。也不消得天童拈云。兩頭得用。壽", "588": "聖作家。去則鈎你。來則錐你直下忘功。是誰體得。放下鈎錐。懸崖撒手", "589": "放行也互換尊賓。天眼龍睛。神出鬼沒把定也不留朕跡。清光", "59": "見雪峰道瑕生也。但近前云。喏喏。勝默和尚喚作叉", "590": "應更多還有體得底麼。未有功夫玉女夜拋梭。暗通一線織錦", "591": "於西舍文彩已彰。", "592": "師云。壽聖話頭。未詳所出。石門聰云。十五日以前諸", "593": "佛生。十五日以後諸佛滅。十五日以前諸佛生。你不", "594": "得離我這裏。若離我這裏。我有鉤鉤你。十五日以後", "595": "諸佛滅。你不得住我這裏。若住我這裏。我有錐錐你。", "596": "且道正當十五日。用鉤即是。用錐即是。遂有頌云。正", "597": "當十五日。錐鉤一時息。更擬問如何。回頭日又出。大", "598": "慧杲曰。恢張三玄三要。扶竪臨濟正宗。須是恁麼人", "599": "始得。雖然如是。雲門即不然。十五日以前。諸佛本不", "6": "方罔明大士。能出此定。家󳳲不甜野󳳲甜須臾。罔明至。飢鷹", "60": "手罵丈母。亦號啼哭樣拳。天童恐人作勝負得失會", "600": "曾生。十五日以後。諸佛本不曾滅。十五日以前。你若", "601": "離我這裏。我也不用鉤鉤你。一任橫擔拄杖。緊悄草", "602": "鞋。十五日以後。你若住我這裏。我也不用錐錐你。一", "603": "任抝折拄杖。高掛鉢囊。且道正當十五日。合作麼生。", "604": "乃云十五日前後。鉤錐徒爾為。今朝十五日。正好用", "605": "鉤錐。且作麼生用。路逢死蛇莫打殺。無底籃子盛將", "606": "歸。萬松道。大騁神通。不勞心力。天台智者舉涅槃經。", "607": "如白月以前。種智將圓。黑月以後。惑障欲盡。是故如", "608": "來仲春月半。中夜涅槃。經中三兩段義。頗似衲僧說", "609": "話。葢類此也。梵語盧舍那。此云滿淨。謂種智圓滿。惑", "61": "道。爭之不足。讓之有餘。後來參鉄騎禪者。切忌干戈", "610": "障清淨。種智圓滿。鉤在不疑之地。惑障清淨。今年錐", "611": "也無。所以天童道。兩頭得用。壽聖作家。推惡離己。直", "612": "下忘功。是誰體得。天童不免。放行也。互換尊賓。有去", "613": "有住。有鉤有錐。把定也。不留朕跡。月落潭空。無下手", "614": "處。大慧向諸師放行處把定。大家把定處放行。終是", "615": "撞頭磕額。賴有末後句。却與天童同參。且道同參底", "616": "事作麼生。石女夜裁無縫錦。死蛇多出放生籃。", "617": "第七十一則曹山死貓第七十一則曹山死貓", "618": "舉僧問曹山。世間什麼物最貴。黃底金。白底銀山云。死猫", "619": "兒最貴。無人過價。打與三百僧云。為什麼死猫兒最貴。埋在竹地", "62": "相待。", "620": "中。來年生好笋山云。無人著價。開口廝當天童拈云。曹山物貨。", "621": "不入行市。孰誇舖席圖人買子細看來。一文不直。已著過價曹", "622": "山遇賤則貴。釅醋不在釣葫蘆我這裏遇貴則賤。客旅與販。別有", "623": "加饒且道還有相違處麼百歲老兒。拗不得城市。", "624": "師云。這則公案。以死猫兒為話頭。人多疑著。此最穢", "625": "污無用凶物。何為最貴。萬松道。世尊拈華。俱胝竪指。", "626": "你且道是同是別。其僧歡喜禮謝而去。近日人傳寫", "627": "湛然居士真。手拈麈尾。請萬松讚。讚曰。大悲千臂。俱", "628": "胝一指。錯認湛然手中拂子。瞎。恁麼看來。死猫兒展", "629": "價。水𦙌去也。這僧不識其寶。不得其用道。死猫兒為", "63": "第五十三則長慶示眾第五十三則長慶示眾", "630": "甚最貴。曹山道。祇為無人著價。知我者少。我則貴矣。", "631": "天童拈云。曹山物貨。不入行市。圓通善國師。聞無為", "632": "老。欲退北京靈感。以尺牘書數轉語曰。退席長老。無", "633": "處安插。如解典庫中。解牛。解函板。解旛竿。所謂老兒", "634": "語。但平聲聽取也。所以不入市者。五石之瓠。瓠落難用。", "635": "是以天童道。子細看來。一文不直。試問牙人著價利。", "636": "興化問莊宗。略借陛下寶看。宗以兩手展幞頭脚。化", "637": "云。君王之寶。誰敢酬價。是以道。曹山遇賤則貴。丹霞", "638": "作死猫兒頭最貴。天童無頭字。亦可。丹霞頌曰。腥臊", "639": "臭穢不堪親。動著輕輕血污身。所以天童道。子細看", "64": "舉長慶示眾云。淨潔打疊了。却拋一堆糞近前就我索。", "640": "來。一文不直。祇如丹霞這兩句。是毀辱。是讚歎。不見", "641": "道剝彈底是買底。所以丹霞道。何是杳無人著價。為", "642": "伊不是世間珍。可謂家無滯貨不富。", "643": "第七十二則大慈識病第七十二則大慈識病", "644": "舉大慈示眾云。山僧不會荅話。失口錯道了祇是識病。", "645": "明醫不自療時有僧出。疙疽蛆生也慈便歸方丈。勘破了也雪竇", "646": "云。雪竇識病不答話。老老大大。學人做處或有僧出。劈脊便", "647": "打。驀下霹靂散天童拈云。大慈雪竇。二俱作家。閑人情。敢道甚", "648": "要且祇顧目前。貪觀白浪不防脚下。忘却水深或有箇不識", "649": "好惡。許伊具眼不問東西底漢。轉見分明出來便掀倒禪牀。", "65": "便重不便輕驀脊與你一棒也知和尚。不恡慈悲有這一棒到你。", "650": "撞著瞎醫士直饒你全機大用。教侍者捉下祇恐著手脚不", "651": "辦。打出三門也未遲正當恁麼時。天下人患時氣還有識病底眼", "652": "麼虎口裏下子。", "653": "師云。杭州大慈。寰中禪師。頂骨圓聳。其聲如鐘。嗣百", "654": "丈大智。一日示眾。大慈不會荅話。祇是識病。趙州亦", "655": "云。今夜荅話去也。還有解問者出來。有僧便出。州云。", "656": "拋磚引玉。却得箇墼子。不見資福道。隔江見資福剎", "657": "竿便回去。脚跟下好與三十棒。何況過江來。這僧見", "658": "大慈示眾。便出茅廣。不道是甚麼時節。當時領眾首", "659": "座問訊便行。大眾隨後而出。教大慈老漢。至今起不", "66": "却要則廻奉和尚你須具大慚愧。和尚面皮厚多少若無這一棒", "660": "得。首座既將頭不猛。負累三軍。這僧纔出。却被大慈", "661": "便歸方丈。看首座大眾。是何面目。法眼道。眾中喚作", "662": "病在目前不識。萬松道。瞎。玄覺徵云。且道大慈識病", "663": "不識病。此僧出來。且道是病不是病。若言是病。逐日", "664": "行住坐臥。不可總是病。若言不是病。這僧出來圖箇", "665": "什麼。萬松道。要作五瘟使者。雪竇拈云。大凡扶竪宗", "666": "乘。須辨箇得失。雪竇識病不荅話。或有僧出。劈脊便", "667": "打。萬松道。當時這僧若解接住拄杖。雪竇倒退三千。", "668": "雪竇又云。諸方識病不荅話。或有僧出。必別有長處。", "669": "佛果云。不可祇守途轍去。雪竇又云。敢有一箇動著。", "67": "到你。較得忍痛你向甚麼處會。打云。你會我不會天童拈云。死", "670": "大唐天子祇三人。萬松道。教天童萬松那去。焉知來", "671": "者不如今也。天童拈云。大慈雪竇。二俱作家。未必心", "672": "頭似口頭。擡時擡上二十八天。却道要且祇顧目前。", "673": "不防脚下。萬松道。欲道他人。先治自己。天童也須自", "674": "照顧始得。又道。或有箇不識好惡。不問東西底漢出", "675": "來。便掀倒禪牀。直饒你全機大用。也祇恐著手脚不", "676": "辦。萬松道。未垂示前。他早祇準了也。正當恁麼時。還", "677": "有識病底眼麼。萬松道。天童到此。忘前失後。豈唯不", "678": "顧目前。亦乃不防脚下。而今若有識病底衲僧。萬松", "679": "門下死敢出氣。", "68": "口喫常住飯。裏急後上東司展脚臥長連床。縮脚也由你求箇", "680": "第七十三則雪峯三下第七十三則雪峯三下", "681": "舉僧問雪峰。聲聞人見性。如夜見月。八月十五夜大有聲聞", "682": "菩薩人見性。如晝見日。果然如是。菩薩亦不少未審和尚見", "683": "性如何。非災橫禍峰打三下。更有長板後問巖頭。頑皮癩肉頭打", "684": "三掌。秖為無血性雪竇云。應病與藥。且打三下。打云。險忘了拂", "685": "子據令而行。合打多少。雪竇朝三千。聖僧暮八百天童拈云。雪", "686": "竇一期趂快。伏手骨垛往往後人作行令會又爭諱得殊不", "687": "知雪峰巖頭。是箇無固必漢為什麼不打兩下。不打四下。", "688": "師云。未見性人。但識取未見底是甚麼。已見性人。如", "689": "慶喜見阿閦佛國。一見更不再見。據實而論。悟有淺", "69": "知慚愧者難得。萬松從來不識慚愧還知長慶棒落地處麼。", "690": "深。法無彼此。如夜見月底聲聞。單明自己。不了目前。", "691": "愚法聲聞。具一隻眼。證五分法身。未得功德法身。法", "692": "華判為眇目矬陋。無威德者。涅槃經道。了了見佛性。", "693": "猶如妙德等。是如晝見日於巖頭雪峰分上。猶是眼", "694": "華。雪峰三棒。巖頭三掌。若識痛痒。日月宮裏。把手共", "695": "行。豈不快哉。豈更有見日見月哉。恁麼看來。這僧發", "696": "如此問。不唯埋沒自己。大似輕視雪峰。所以雪竇道。", "697": "盡令而行。合喫多少。天童見雪竇道。應病與藥。據令", "698": "而行。所以道。往往後人作行令會。天童祇知雪峰巖", "699": "頭是無固必漢。豈可雪竇是釘樁搖艣底人。還會麼。", "7": "待一呼勅令出定。再作死馬醫罔明彈指三下。費許多氣力作麼", "70": "打云。在這裏雷開蟄戶電燒尾。縱然栽種得引出崢嶸頭角", "700": "而今晚進欺先覺。且染髭鬚學後生。", "701": "第七十四則雲巖石室第七十四則雲巖石室", "702": "舉雲巖院主。遊石室回。往來不易巖云。汝去入到石室", "703": "裏看。為什麼便祇回。恐和尚怪遲僧無語。閙裏抽身洞山代", "704": "云。彼中已有人占了也。知之何晚巖云。汝更去作什麼", "705": "直須親到一回。始得山云。不可人情斷絕去也。曲為今時。私通車馬天", "706": "童拈云。低頭失却針。院主拾得開眼拾得線。洞山拋下線無", "707": "頭而莫度。須得院主針針無穴以難穿。須假雲巖鑽到這裏", "708": "鸞膠續絃。須是洞山始得也要天童經過。", "709": "師云。南泉斬猫。兩堂首座。與眾無語。後來趙州戴草", "71": "來不是棟梁材。", "710": "鞋。始與南泉相見。這僧不副雲巖機。須是洞山始得。", "711": "雲巖與這僧舉話。這僧若非洞山代語。幾乎世諦流", "712": "布。且雲巖問院主。汝到石室為甚麼便迴。院主無語。", "713": "洞山代語。彼中已有人占了也。陸亘問南泉。弟子從", "714": "六合中來。彼中還有身不。泉云。分明記取。舉似作家。", "715": "陸云。和尚不可思議。到處世界成就。泉云。適來總是", "716": "大夫分上事。且道石室中先占了底是甚麼人。且道", "717": "占了多少時。巖云。汝更去作甚麼。萬松道。每日往來", "718": "勾當。正為此人。所以洞山道。不可人情斷絕去也。洞", "719": "山等閒出一轉語。理事周圓。佛法世法。打成一片。洞", "72": "師云。本分宗師。以本分接人。看他長慶示眾道。淨潔", "720": "上源流。於今不絕者。賴有天童針線耳。雲巖窘院主。", "721": "低頭失却針。洞山答雲巖。開眼拾得線。雖然。洞山若", "722": "非院主雲巖。無以發此機。所以道。線無頭而莫度。針", "723": "無穴以難穿。且道如何是發機處。到這裏鸞膠續絃。", "724": "須是洞山始得。冤有頭。債有主。且道降冤償債一句", "725": "作麼生。待到石室裏。向你道。", "726": "第七十五則南泉翫月第七十五則南泉翫月", "727": "舉南泉與趙州翫月次。未能免俗州云。幾時得似這箇", "728": "去。是尚不是。要似作麼泉云。王老師二十前也曾恁麼來。", "729": "兒時做處老知羞天童拈云。二十年前且置。猶是這箇在二十", "73": "打叠了。近前就我索。這僧不本分。煩惱皆因強出頭。", "730": "年後又作麼生。月落來與你相見還知王老師行履處麼。", "731": "曾遭鬼覷見屋裏無靈床。坐著即不堪渾家不著孝縱橫無忌諱。", "732": "師云。似鏡常明。打破鏡來相見。正是月明時。月落來", "733": "與你相見。南泉十八上解作活計。所以道。二十年前", "734": "也曾恁麼來。趙州十八上破家散宅。得似這箇。堪作", "735": "什麼。所以馬祖與西堂百丈南泉翫月。三人著語畢。", "736": "祖云。經入藏。禪歸海。唯有普願。獨超物外。所以天童", "737": "道。二十年後。王老師行履處作麼生。屋裏無靈牀。渾", "738": "家不著孝。且道王老師與牛頭見四祖後。興況如何。", "739": "枯河岸上粧龍女。破炕頭邊畫竈君。", "74": "長慶不本分。是非祇為頻開口。更道驀脊與你一棒。", "740": "第七十六則玄沙無縫塔第七十六則玄沙無縫塔", "741": "舉僧問玄沙如何是無縫塔。開也沙云。這一縫大小。", "742": "天下人補不合天童拈云。見成公案。不勞再勘你若道據欵結", "743": "案。閒打官防我知你未識玄沙。一字入公門九牛拽不出若有人問", "744": "長蘆。祇向道四稜塌地。不妨穩密且道識玄沙不識玄", "745": "沙。是何面目具眼者辨看恁麼則不識玄沙。", "746": "師云。自忠國師百年後。肅宗詔躭源創起無縫塔。帝", "747": "請塔樣。國師當時弄影。躭源後來說破。二庵主山居。", "748": "上庵主問下庵主曰。數日不見。當何所務。下曰。向庵", "749": "中造箇無縫塔。上曰。我亦欲造一所。暫借塔樣看。下", "75": "這僧若喫苦不甘。這棒合長慶自喫。他更道有這一", "750": "曰。何不早道。恰被人借去。這僧問無縫塔。沙道。這一", "751": "縫大小。且道點這僧過。答這僧話。保壽問胡釘鉸。還", "752": "釘得虗空麼。胡云。請和尚打破。某甲釘。壽便打。胡曰。", "753": "莫錯打某甲。壽曰。向後有多口阿師。為你點破在。胡", "754": "後問趙州。州曰。祗這一縫尚不奈何。玄沙道。這一縫", "755": "大小。正與玄沙同參。東坡鎮維揚。幕下皆奇豪。一日。", "756": "石塔遣侍者投狀。求解脫事。東坡問長老何往。對。欲", "757": "歸西湖舊廬。即令出別候指揮。東坡於是將僚佐同", "758": "至石塔。令擊鼓。大眾聚觀。袖中出疏。使晁無咎讀之。", "759": "其詞曰。大士何曾出世。誰作金毛之聲。眾生各自開", "76": "棒到你。你須具大慚愧。祇解照人微細處。不知脚下", "760": "堂。何關石塔之事。去無作相。住亦隨緣。惟戒公長老。", "761": "開不二門。施無盡藏。念西湖之久別。亦是偶然。為東", "762": "坡而少留。無不可者。一時稽首。重聽白槌。渡口船迴。", "763": "依舊雲山之色。秋來雨過。一新鐘皷之聲。謹疏。覺範", "764": "曰。余以為戒公。甚類杜子美黃四娘耳。東坡妙觀逸", "765": "想。託之以為此文。遂與百世俱傳。萬松道。覺範失言", "766": "也。以石塔戒。比黃四娘。何啻天淵。東坡昔赴文登。戒", "767": "往迓之。坡曰。吾欲一見石塔。以行速不及也。戒起曰。", "768": "看這箇是塼浮圖耶。坡曰。有縫奈何。戒曰。若無縫爭", "769": "解容得世間螻蟻。坡首肯之。坡待戒公為方外士。子", "77": "黑濛濛。又道若無這一棒到你。各自著現定。更道你", "770": "美視黃四娘留連戲蝶者也。因辨於此。學者應知。且", "771": "玄沙道。這一縫大小極寬。石塔道。容螻蟻多少至廣。", "772": "現成公案。今古恒然。據欵結案。一期判斷。天童道。四", "773": "稜塌地。何須更識玄沙。若論背面相逢。具眼者不如", "774": "瞎漢。", "775": "第七十七則古德道場第七十七則古德道場", "776": "舉古德垂語云。終日拈香擇火。且道為誰不知身是道", "777": "場。當局者迷天童拈云。弄精魂漢有什麼限。也不得草草玄", "778": "沙云。終日拈香擇火。是誰教你不知真箇道場。傍觀者哂天", "779": "童拈云。奇怪。休󰍣禍八十翁翁出場屋。前輩風流不是小", "78": "向什麼處會。要會作麼。雖然如是。不得草草。不見天", "780": "兒戲。後人榜樣且道利害在什麼處。料掉沒交涉有智無智", "781": "較三十里隔絲不灸病。", "782": "師云。楚人失弓。楚人得之。未若人失弓。而人得之。古", "783": "德道。身是道場。髑髏前見鬼無數。玄沙道。真箇道場。", "784": "何方徹底承當。東坡題東林寺道。憶昔懷清賞。神遊", "785": "杳靄間。此迴不是夢。真箇到廬山。南院曾道。我已前", "786": "如在燈影裏行相似。光嚴童子問維摩居士。從何處", "787": "來。士曰。吾從道場來。子云。道場者。何所是。維摩廣說", "788": "三十餘句。乃至舉足下足。皆是道場。湛然居士。近於", "789": "大萬壽寺設水陸會。請萬松小參。舉昔有跨驢人。問", "79": "童道。死口喫常住飯。展脚臥長連床。求箇知慚愧者", "790": "眾僧何往。僧云。道場去。人云。何處不是道場。僧以拳", "791": "毆之云。這漢沒道理。向道場裏跨驢不下。其人無語。", "792": "人人盡道這漢有頭無尾。能做不能當。殊不知却是", "793": "這僧前言不副後語。汝既知舉足下足。皆是道場。何", "794": "不悟騎驢跨馬。無非佛事。萬松要斷這不平公案。更", "795": "與花判云。喫拳沒興漢。茆廣杜禪和。早是不尅己。那", "796": "堪錯怪他。道場唯有一。佛法本無多。留與闍黎道。護", "797": "唵薩哩嚩。萬松道。推過不是好手。天臺宗。愛用法華", "798": "一偈。佛子住此地。則是佛受用。常在於其中。經行及", "799": "坐臥。天童拈利害示人道。有智無智較三十里。可謂", "8": "女子便出定。神著自舞天童拈云。若定若動。野狐窟下掉尾當", "80": "難得。黃龍南上堂云。今日五月一。仲夏改旦。諸知事", "800": "楊修見幼婦。一覽便知妙。", "801": "第七十八則龍牙烏龜第七十八則龍牙烏龜", "802": "舉僧問龍牙。如何是祖師西來意。與我過禪板來牙云。待", "803": "石烏龜解語即向汝道。石烏龜語也。秖是和尚不道僧問香林。", "804": "如何是祖師西來意。臘月火燒山林云。坐久成勞。有年無德", "805": "天童拈云。一句子。仰之彌高。脚跟下薦取一句子。鑽之", "806": "彌竪。秦時𨍏轢鑽一句子。瞻之在前。終日覓不得一句子。忽", "807": "焉在後。有時還自來還辨得麼。有甚難見赤心片片知人少。", "808": "恩多怨深覿面堆堆覩者稀人貧智短。", "809": "師云。龍牙參翠微臨濟。皆問祖師西來意。二師索禪", "81": "首座大眾。道體安樂。一夜長連床上。展脚縮脚。不由", "810": "板蒲團。龍牙過與。二師便打。牙云。打即任打。要且無", "811": "祖師意。僧後舉前話問二師明得不。牙云。明即明矣", "812": "要且無祖師意。天童頌曰。不萌草解藏香象。無底籃", "813": "能著活蛇。所以道。石烏龜解語。即向汝道。霅溪示眾", "814": "云。若道石龜元不語。是何木馬却能嘶。成都府青城", "815": "山。香林澄遠禪師。事雲門為侍者一十八年。門常喚", "816": "遠侍者。遠纔應。門曰。是甚麼。遠凡下語呈見處未契。", "817": "一日忽曰。某會也。門曰。何不向上道來。告其所悟。門", "818": "曰。吾今後更不復喚汝也。遠一日辭雲門。門云。光含", "819": "萬象一句。速道。遠擬議。門云。更住三年。住後。僧問如", "82": "別人。天明起來。胡餅酸豏。橫咬竪咬。飽即便休。當恁", "820": "何是衲衣下事。林曰。臘月火燒山。僧問如何是西來", "821": "意。林云。坐久成勞。什問鼎州文殊和尚。古人垂一足。", "822": "意旨如何。殊云。坐久成勞。投子青頌曰。馳書纔去返", "823": "怱怱。一足垂酬繼後蹤。坐久成勞誰委悉。紅爐點雪", "824": "自相通。此頌清源遣石頭馳書上見讓和尚。回來與", "825": "汝鈯斧子住山。頭迴曰。去日蒙和尚許鈯斧子。便請", "826": "源垂一足。頭便禮拜。文殊道。坐久成勞。投子頌。垂一", "827": "足。可謂知時別宜。石頭問長髭。甚處來。髭云。嶺南來。", "828": "頭云。大庾嶺頭一鋪功德畫了未。髭云。畫了祇欠點", "829": "眼在。頭云。莫要點麼。髭云。便請。頭垂一足。勝默和尚", "83": "麼時。不是古。不是今。不思善。不思惡。鬼神不能尋其", "830": "住萬壽時。慶壽舜老。時充堂司。默令看此公案。舜攢", "831": "眉曰。青公佛法。吾不敢言。頌古文章。才不勝德。默曰。", "832": "投子內秀俏措無賽。頌文殊坐久成勞。凡兩舉垂足", "833": "公案。頭問髭曰。汝見箇甚麼便禮拜。髭曰。某甲見處", "834": "如紅爐上一點雪相似。所以道。紅爐點雪自相通。蘇", "835": "東坡臨大節。視死如生。而好修養長生之術。有說。令", "836": "人舌䑛懸嗡。得玉液嚥之。號紅爐上一點雪。此與長", "837": "髭了沒交涉。因辨於此。學者應知。洞山寶問慈明。達", "838": "磨九年意旨如何。明云。空腹高心。翌日寶陞座。推為", "839": "導首矣。若識慈明此語。香林坐久成勞。思過半矣。聖", "84": "迹。萬法不能為其侶。地不能載。天不能葢。然則如此。", "840": "人之德。仰之彌高。鑽之彌堅。瞻之在前。忽然在後。此", "841": "四句。本出魯語。二師之言。仰望不及。針錐不得。先行", "842": "不到。末後太過。還識天童麼。報佛祇憑三寸舌。為人", "843": "不惜兩莖眉。", "844": "第七十九則欽山三關第七十九則欽山三關", "845": "舉良禪客問欽山。一鏃破三關時如何。過山云。放", "846": "出關中主看有甚眼相見良云。恁麼則知過必改。倒退三千", "847": "山云。更待何時。臨崖一推良云。好箭放不著。所在便出。", "848": "恩多怨深山云。且來闍黎恨心不捨良回首。聽人處分山把住云。", "849": "一鏃破三關且置已往不咎試與欽山發箭看。亡身為法良", "85": "須是眼裏有睛。皮下有血。眼若無睛。何異瞎漢。皮下", "850": "擬議。莫錯怪人好山打七棒幾乎放過云。且聽這漢疑三十", "851": "年。雪上更加霜天童拈云。山堆嶽積來。說向飛龍之前瓦解氷", "852": "消去。行在跛鼈之後則時人知有。流俗阿師與我放出關中主", "853": "看。不入驚人浪且合作作麼生。難逢稱意魚有底道。當時便喝。", "854": "咄當時便掌。著。然則一期瞎用則得。打云祇為你眼明要", "855": "且未是關中主在。你祇管喚還體得麼。得恁無血性當堂不", "856": "正坐。排班無位次那赴兩頭機屈指不倫流。", "857": "師云。澧州欽山文邃禪師。大慈受業。美咨容。善譚論。", "858": "常以剪刀星尺針線隨身。與眾裁縫。雪峰常以漆桶", "859": "木杓護布隨身。為眾作飯頭。巖頭常以把钁隨身。為", "86": "無血。何異死人。三十年後。不得錯怪黃龍。下座。看他", "860": "眾治蔬圃。相與遊方。積歲二人緣契德山。欽山獨嗣", "861": "洞山。住後每上堂拄杖橫膝示眾云。有麼有麼。若無", "862": "欽山唱菩薩蠻去也。乃云。邏邏哩哩。便下座。僧問如", "863": "何是和尚家風。山云。錦地繡香囊。風吹滿路香。巖頭", "864": "聞之。令僧向山道。傳語十八姊。好好事潘郎。無盡燈", "865": "註曰。是師之舊事。見別傳。萬松昔在眾中見舉欽山", "866": "三人至鰲山鎮。山遭魔嬈。皆好事者為之。雪峰於鰲", "867": "山鎮宿夜坐禪。責巖頭睡。乃曰。今生不著便。所到常", "868": "為欽山負累。所謂負累者。一則別嗣洞山。二為德山", "869": "打我太㬠。巖頭曰。汝向後莫道我曾見德山來。黃口", "87": "長慶天童。與老黃龍。鼎足之勢。舉本分事為人。就中", "870": "禪和。見巖頭點。傳與十八姊。又見雪峰道。為欽山負", "871": "累。緣在鰲山店。一人傳虗。萬人傳實。意謂鰲山鎮嘗", "872": "遭魔嬈。佛果云。雪峰道。盡十方世界。是沙門一隻眼。", "873": "你向什麼處屙。趙州聞舉謂僧曰。汝若迴。寄取箇鍬", "874": "子去。不可便教埋却雪峰去也。此類欽山前話。隨語", "875": "生解。大可笑也。因辨於此。學者應知。無盡燈作鉅良", "876": "禪客問山。一鏃破三關時如何。歸宗道。一鏃破三關", "877": "分明箭後路。所謂三關者。百丈大陽普安道。皆有三", "878": "句。臨濟玄沙古塔主。皆有三玄等。非止兜率悅。老黃", "879": "龍。獨有三關也。箭後路者。百丈道。三句外省去。六句", "88": "長慶傷鋒犯手。所以天童道。還知長慶棒落處麼。天", "880": "外會取。這僧車載驢駞。將許多禪來問。被欽山却問", "881": "關中主是甚麼人。這僧既用不行。拈不出。衲敗云。恁", "882": "麼則知過必改。山下坡不走。更與一推云。更待何時。", "883": "這僧棺木裏瞠眼。道好箭放不著所在。便出。猶自不", "884": "伏燒埋。這公案未得勦絕。山未肯放過。且來闍黎。這", "885": "僧若是箇漢。回頭擘眼云。猫。不然。搭坐具肩上長行。", "886": "這僧受人處分。不識裂鼻木。便回首。欽山深入虎穴", "887": "要與這僧傾出心肝相見道。一鏃破三關且置。試與", "888": "欽山發箭看。這僧向烈風迅雷中。措手不辦。擬祗對", "889": "他。欽山盡令而行。便打七棒。萬松道。棒猶未折。為甚", "89": "童尚恐凍蟻氷魚。不識擡頭舉足時節道。雷開蟄戶", "890": "祇打七棒。他又幾曾便休來。更道。且聽這漢疑三十", "891": "年。極有為人作略。天童拈處。解粘去縛。忘身為物道", "892": "放出關中主看。諸方據令而行。天童分明拈出。還見", "893": "麼。古聖不安排。至今無處所。", "894": "第八十則趙州勝劣第八十則趙州勝劣", "895": "舉趙州與遠侍者鬬劣不鬬勝。廝殺無過父子兵州云。我", "896": "似一頭驢。這畜生者云。我似驢胃休放屁州云。我似驢", "897": "糞。爭奈外頭光者云。我似糞中蟲九問僧堂裏不住州云。在裏", "898": "許作甚麼。和尚莫要餅子喫麼者云。過夏。墮也墮也州云。把將餅", "899": "子來。慣得其便天童拈云。高高標不出。不如鬬劣低低望不", "9": "人變弄。傀儡棚上牽絲鴻毛輕而不輕。不消彈指太山重而非", "90": "電燒尾。引出崢嶸頭角來。師打啑噴云。吉利佛。", "900": "及。在汝脚跟下眼自爭先得。拈轉脚跟籌因打劫羸扳回鼻孔。", "901": "師云。衲僧行履。不異常途。唯臨死生禍福得失是非", "902": "之際。視死如生。受辱如榮。見其人矣。趙州一日見婆", "903": "子問曰。什麼處去。婆云。偷趙州笋去。州云。忽遇趙州", "904": "時作麼生。婆攔腮與趙州一掌。州休去。竹林安和尚。", "905": "與眾沙童拔草。童恚而密訟曰。老驢不放人閒。謂師", "906": "不聞也。須臾草盈筐。童問安曰。草傾置何處。安曰。置", "907": "方丈中著。童曰。要這作甚麼。安曰。要喂老驢聻。童吐", "908": "舌。趙州與文遠侍者行次。州云。這裏好置箇巡舖子。", "909": "者便道邊立云。把將公驗來。州與一掌。者云。公驗分", "91": "第五十四則盤山心佛第五十四則盤山心佛", "910": "明過。州一日上觸喚侍者。者應諾。州云。東司頭不可", "911": "與汝說佛法也。大慧杲。常以諸佛菩薩。畜生驢馬。教", "912": "人看是甚麼道理。諸錄中。皆云趙州侍者鬬劣者得", "913": "餅子喫。或曰。果子。天童少此句。萬松若是侍者。便道", "914": "我今日定不得餅子喫。管教趙州兩手分付。趙州道。", "915": "我似一頭驢。萬松道。是則便是。似作什麼。普化一日", "916": "喫生菜。臨濟道。這漢却似一頭驢。化便作驢鳴。侍者", "917": "作糞中蟲。餅子看看到口。趙州輕用驅耕奪飢之機。", "918": "便問你在裏頭作什麼。當時祇道待過餅子與和尚。", "919": "州縱喫下。却須吐出。却道在裏頭結夏。比來鬬劣。却", "92": "舉盤山垂語云。若言即心即佛。著甚死急今時未入玄", "920": "成占勝。餅到口邊。被州奪却。天童拈處。以劣為勝。以", "921": "低為高。滹陽千鈔主。未解奕碁。懸碁盤於空中。偃臥", "922": "閱之云。老僧看讀則箇。須臾曰。我解也。元來祇是箇", "923": "爭先法。二人鬬劣。如對碁。正到雙關二虎處。趙州輕", "924": "輕拈過。眼蹉。還奪手中。還識侍者麼。一著不到處滿", "925": "盤空用心。", "926": "第八十一則玄沙三病第八十一則玄沙三病", "927": "舉玄沙示眾云。諸方盡道接物利生。正是教壞人家男女忽", "928": "遇三種病人來如何接得。不須入室。便合罷參患盲者拈槌", "929": "竪拂。他又不見耳朵在甚麼處患聾者語言三昧。他又不", "93": "微。爭奈大梅把得定若言非心非佛。惑亂人家男女。有甚了期亦是指", "930": "聞。眼在甚麼處患瘂者教伊說又說不得。鼻孔在甚麼處若接", "931": "此人不得。佛法無靈驗。打云。即時見效有僧請益雲門。疑則", "932": "別參門云。你禮拜著。不將坐具來僧禮拜。放得下門以拄杖", "933": "桎。一點佛手散僧退後。頭輕眼明云。汝不患盲。即時平復復喚近", "934": "前來。剔耳挑聾僧近前。聰聞蟻鬬門云。汝不患聾。即時平復乃云。", "935": "會麼。暗抽橫骨僧云。不會。無礙辯才門云。汝不患瘂。即時平復其", "936": "僧於此有省。幾險盲聾瘂一生天童拈云。雲門平展。已費錐刀", "937": "這僧實酬。却成奸詐且道悟在什麼處。眼耳口重新不救之", "938": "疾。病在膏肓難為針艾良醫拱手。", "939": "師云。玄沙這話。如香嚴上樹底一般。雲門發機徑直。", "94": "蹤極則。將為是咬狼狗天童拈云。有錢不解使。濁富多憂解使", "940": "勝虎頭雪竇百倍。翠巖芝云。早知燈是火。飯熟已多", "941": "時。萬松道。甚處去來。無盡燈錄。玄沙上堂示眾纔畢。", "942": "一僧出問。三種病人。和尚還許商量也無。沙云。許。且", "943": "作麼生商量。其僧珍重便出。沙曰。不是不是。萬松道。", "944": "葫蘆裏撼蒸茄。法眼云。我見羅漢和尚舉此話。我便", "945": "會三種病人。萬松道。猶成剩法。中塔曰。三種病人即", "946": "今在什麼處。一僧曰。非唯謾他。亦乃自謾。萬松道。却", "947": "是我謾你。地藏出曰。某甲有眼耳口。和尚作麼生接。", "948": "萬松道。著甚死急。沙曰。慚愧。便歸方丈。萬松道。今日", "949": "遭人毒手。天童向玄沙未示眾以前著眼。却於眾人", "95": "却無錢。清貧常樂且道作麼生得十成去。將上不足。匹下有餘娶", "950": "拈提後舉覺。即今萬松恁麼說。諸人恁麼聽。彼此相", "951": "見。與玄沙示眾。諸師著語。天童拈提。豈不是平展實", "952": "酬。諸人為甚麼不悟。師笑云。有甚心情馬打毬。", "953": "第八十二則大慈合伴第八十二則大慈合伴", "954": "舉僧辭大慈。未必離得慈問向甚麼處去。果然不許僧云。江", "955": "西去。相去不還慈云。將老僧去得麼。特來拜辭僧云。非但和", "956": "尚。更有過於和尚者。亦不能將得去。寡宿孤辰。正是僧命天", "957": "童拈云。大慈合伴不著。舍弟江南死這僧不如獨行。家兄", "958": "塞北亡也須是恁麼始得。一身猶去外直饒大慈古佛。也", "959": "不奈這擔板漢何。絕嗣又何妨且道別有什麼長處。更參", "96": "他年少婦。秋樹春生葉須是白頭兒冬瓜夏放花。", "960": "三十年。", "961": "師示。眾中有一人少方便。眾僧默擯之。同參勸云。一", "962": "百人。一百箇嫌汝。僧曰。汝祇道得九成。同參曰。何也。", "963": "僧曰。一百人。一百一箇嫌我。同參固問。何謂也。僧曰。", "964": "我從來自嫌我。萬松道。到這裏還容得伴黨麼。縱容", "965": "得伴黨。却失了自己始得。昔二人防送一僧還鄉。一", "966": "人伴鎻。一人持挺。從之二人。素躭睡。殆如死人。夜宿", "967": "邸中。持挺者。當門夾道中臥。伴鎻者。夜深熟眠。僧素", "968": "滑稽。斷鎻而去。復迴以佩刀剃其髮。履夾道人啟關", "969": "而去。既曉。夾道者覺失曉。忙呼伴者曰。速起速起。和", "97": "師云。幽州盤山。寶積禪師。初參馬祖。差充街坊。因肉", "970": "尚在不。伴忙中向曉窗見影。手摩頭曰。和尚即在。不", "971": "見了我也。諸仁者。直須恁麼一迴始得。所以天童道。", "972": "大慈合伴不著。不見有這僧。這僧不如獨行。不見有", "973": "大慈。非但大慈古佛不奈這擔板漢何。這僧亦不奈", "974": "板何。到這裏始是好笑。且道笑箇什麼。天童古佛。貪", "975": "尋這僧長處。不自己短處。", "976": "第八十三則僧問石霜第八十三則僧問石霜", "977": "舉僧問石霜。咫尺之間。為什麼不覩師顏。秖為太近霜", "978": "云。我道遍界不曾藏。佛手遮不得僧復問雪峰。惱亂春風卒未", "979": "休遍界不曾藏意旨如何。布󰆏了重漆峰云。什麼處不", "98": "案頭。喪車後悟道。馬祖印之。無盡燈贊曰。肉案聞香。", "980": "是石霜。人心似等閒天童拈云。石霜雪峰相去多少。須問", "981": "去來人直是千里萬里。差之毫釐若有人。問長蘆遍界不", "982": "曾藏意旨。不可覆車同輙向道什麼處是石霜斫却月中桂。清光應", "983": "更多。", "984": "師云。這僧發咫尺不覩之問。正是普眼不見普賢時", "985": "節。石霜答處。元來却在普眼。與這僧不見處。這僧心", "986": "麤不薦。愈尋愈遠。轉問轉疑。雪峰不惜性命。橫身為", "987": "伊。猶較天童十萬八千未是遠。還會麼。拈却肯路根", "988": "塵空。脫體無依活卓卓。", "989": "第八十四則三平見聞第八十四則三平見聞", "99": "孝口得味。道足學足。滔滔無滯。一日上堂曰。心若無", "990": "舉三平頌云。祇此見聞非見聞。內不見六根更無聲色", "991": "可呈君。外不見六塵箇中若了全無事。內外絕消息體用何", "992": "妨分不分。把定放行。皆由作者天童拈云。正相逢。沒交涉。相見", "993": "不對面。對面不相見六戶不掩終日忙忙四衢絕蹤。那事無妨遍界是", "994": "光明。黑似漆通身無向背。天寬地窄機絲不掛梭頭事。赤手", "995": "空身文彩縱橫意自殊千變萬化。", "996": "師云。漳州三平山。義忠禪師。始見石鞏。次蒙大顛印", "997": "莂。居三平開法。韓愈參大顛。某公務事煩。省要處乞", "998": "師一句。顛良久不顧。公罔措。時三平為侍者。乃敲禪", "999": "床一下。顛云。作麼生。平云。先以定動。後以智拔。公曰"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1307 萬松老人評唱天童覺和尚拈古請益錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1307 萬松老人評唱天童覺和尚拈古請益錄", "author": "宋 正覺拈古　元 行秀評唱", "language": "chinese", "source": "CBETA"}