{"sourceLink": "http://www.cbeta.org/", "text": {"0": "高尼淨因佛琦", "1": "西舫彚征卷下", "10": "劉程之劉程之字仲思。彭城人。漢楚元王之後。妙善老莊。旁", "100": "金天之西。日沒之所。去中華十萬億剎。有極樂世界", "1000": "慟。禱于白衣大士。誦白衣呪一萬二千遍。願減己壽", "1001": "一紀。以益母。涕淚并下。其明日索飲。閱數日病起。萬", "1002": "安遂勸母修淨業。除一室供佛像。母遂長齋。日以初", "1003": "中後分。入室。掐數珠。誦西方佛名。輒千計。居十二年。", "1004": "年七十六。九月既望晨。興謂其子曰。吾將去矣。可召", "1005": "諸親屬為別。明日親屬畢至。母悉與󴄫語。戒諸子女。", "1006": "臨去時勿哭。日飲湯五六盞。至第三日。昧朝起坐。洗", "1007": "沐畢。易衣就枕而逝。", "1008": "許氏許氏常州人。長齋奉佛。年至六十五。常慮未能專一。", "1009": "其婿栢萬安請曰。母年老。盍去家。吾有一室。可奉母。", "101": "焉。彼國之佛。身長六十萬億由旬。眉間白毫。向右宛", "1010": "母從之。遂之婿家。萬安教以放下萬緣一心念佛。母", "1011": "如其言。自三月至六月。未甞有間。一日向萬安下拜。", "1012": "萬安驚問所由。毋曰。吾生六十餘年。顛倒夢想中。未", "1013": "甞一日安樂。自子導。我以念佛。吾朝而念焉。俄然而", "1014": "夜矣。夕而念焉。俄然而朝矣。世間安樂。何以過之。微", "1015": "子則不及此。是以拜。萬安曰。甚善。因為稱說極樂莊", "1016": "嚴。且曰。但得一心。聖境自現。聖境現時。亦勿生著。又", "1017": "三月母方夜坐。忽見一金蓮華現前。已而化作。百千", "1018": "萬億。蕚不層出。上昇虗空。光照無極。向晨復拜萬安。", "1019": "言其事。母自是容色。腴潤如三十許人。終日無他言。", "102": "轉。如五須彌山。目光清白。若四海水。端坐說法。湛然", "1020": "夜臥更許。即起坐念佛。雖精進衲子不及。臨終瑞應", "1021": "不一。吉祥而逝。", "1022": "陶氏陶氏號瓊樓。生平淨願甚堅。病中持佛名益切。臨終", "1023": "時。見金蓮華現前。惟曰。大和尚來。吾去矣。其後五年。", "1024": "隨寂根大士。降于玉壇。乩筆題詩曰。雨歇閒階芳草", "1025": "多。五年消息等流梭。洞中深閉煙霞跡。一任薰風送", "1026": "客過。因語眾曰。子等歸向極樂。全須打得一副金鐵", "1027": "心膓。外不為六塵所染。內不為七情所錮。汙泥中便", "1028": "有蓮華出現也。一句佛號。便有一光。千句佛號。便有", "1029": "千光。光自內生。非從外得。以無相故。阿彌陀佛在爾", "103": "長存。沼明金沙。岸列珍樹。羅網彌覆。欄楯周張。硨磲", "1030": "諸人面前。隨處出現。才有絲毫隔礙。此光便不能發", "1031": "現矣。念佛心要。時時覺照。方發得不退念頭。念佛聲", "1032": "要。心心悲切。方發得無上願力。心聲互融。光明四徹。", "1033": "無處不是佛。無時不念佛。方為得手。佛號無量。要知", "1034": "智慧無量。神通無量。慈悲無量。攝受無量。苟不發無", "1035": "量心。安能親見本師頂相。悲哉眾生。欲念未除。道根", "1036": "日壞。佛之視爾。將何以堪快快念佛去也。", "1037": "汪氏汪氏號鏡智道人。為李景熹繼室。年二十六而寡。發", "1038": "出世心。受菩薩戒。以佛法唱導鄉里。從而起信者百", "1039": "餘人。甞刺舌血寫法華經阿彌陀經梵網戒品各一", "104": "瑠璃。為樓殿之飾。玻瓈瑪瑙。耀階砌之榮。皆諸佛所", "1040": "順。年三十八。病痢一日。起坐洗沐。合掌念佛而逝。", "1041": "費孺人費孺人彭際清室。生平持戒念佛。逝後。玉壇弟子黃", "1042": "敬敷。為叩孺人生處于普門大士。大士示云。一念能", "1043": "回向。送心先到西。功修久已積。終不退菩提。現生懈", "1044": "慢國。將來可登九品。袁中即云。西方邊地。名懈慢國。", "1045": "信解未成。戒寶未全者。多生此地。理固然矣。", "1046": "發悔頓超發悔頓超", "1047": "惟恭惟恭荊州人。常事酒博。暫暇則誦經。祈生安養。同寺", "1048": "靈巋。迹頗類之。荊人嘲之曰。靈巋作盡業。惟恭繼其", "1049": "跡。地獄千萬重。莫厭排頭入。恭聞之曰。我佛閔我造", "105": "證。無虗言者。若已發願。未及發願。若已當生。未及當", "1050": "惡。拔我塗󰞆。豈有地獄之入。一日恭病。巋出寺有所", "1051": "往。逢少年七人。手執樂器。如寺之樂器。狀曰。我來自", "1052": "西方。惟恭上人寺何在。巋指之。即於懷出金瓶。取蓮", "1053": "華。如拳。漸開。葉葉出異光。望寺而馳。巋大驚。不敢回", "1054": "顧。次日回寺。則恭已夕亡。巋因感悟。卒守名節。為高", "1055": "德云。", "1056": "雄俊雄俊成都人。善講說。得財幣。必非法而用。又罷僧入", "1057": "軍。尋因逃難。復入僧中。眾多畏避之。俊聞經云。一念", "1058": "佛。滅八十億劫重罪。喜曰。賴有此耳。自後當造罪。口", "1059": "輒念佛。然若存而亡。猶伶倫之為戲。一夕暴亡。冥王", "106": "生。精念七日。必生其國。功德罔極。灼然難名。讚曰。向", "1060": "曰。誤追汝也。然汝積惡多矣。宜略經塗炭。即令牛頭", "1061": "驅入地獄。俊大呼曰。一念阿彌陀佛。能滅八十億劫", "1062": "重罪。況我未臻五逆十惡。又多念佛。豈當至此。獄卒", "1063": "不敢凌逼。即以其語報王。王召至。謂曰。汝念佛。本無", "1064": "深信。可且回世上。更厲初心。俊屢以語人。時謂之地", "1065": "獄漏網。俊乃入西山。專意念佛。後四年。同輩訪之。俊", "1066": "喜曰。汝親見知。當言雄俊以念佛力。得生淨土。母以", "1067": "為地獄漏網人也。語頃即坐脫。", "1068": "長安京長安京姓本為屠。因善導和上勸人念佛。蒲城斷肉。", "1069": "京嫉之。持刀入寺。興殺害意。導指示西方。現淨土相。", "107": "西日沒處。遙瞻大悲顏。目淨四海水。身光紫金山。勤", "1070": "即回心發願。上高樹念佛。墮樹而終。眾見化佛引天。", "1071": "童子從其頂門而出天童即其識神", "1072": "長安張鍾馗。殺鷄為業。命終。見緋衣人驅羣雞至。唱", "1073": "言啄󲣅。即四向上󲣅。兩目血流。痛不堪忍。有沙門弘", "1074": "道。見之為設像。勸令念佛。忽覺香氣滿室。羣鷄散去。", "1075": "即端坐化去。", "1076": "長安張善和長安張善和殺牛為業。臨終見牛數十來云。汝殺我。", "1077": "善和告妻。急請僧。即為說觀經。若有眾生。作不善業。", "1078": "應墮惡道。善友告令至心具足十念。稱南無阿彌陀", "1079": "佛。除八十億劫生死之罪。即得往生極樂世界。善和", "108": "念必往生。是故稱極樂。珠網珍寶樹。天花散香閣。圖", "1080": "大呌云。便入地獄也。即以左手擎火。右手捻香。轉身", "1081": "向西。厲聲念佛。未足十念。即云佛來也。已與我寶座。", "1082": "言訖而終。", "1083": "金󳮡金󳮡家會稽。業網魚。因天華寺利行人。結生蓮社。蒙", "1084": "勸念佛頓棄前業。日持佛萬聲。久之告家人云。我已", "1085": "見佛菩薩。至門已見金蓮華。來迎我矣。即坐竹牀。結", "1086": "印而化。遠近皆聞異香。", "1087": "吳瓊吳瓊家仁和。先為僧。因家務還俗。兩娶生二子。屠酤", "1088": "庖膾。無所不為。遇造食。殺鷄鴨。以手提起唱云。阿彌", "1089": "陀佛子。好脫此身去。每切肉時。口常念佛。及教村人。", "109": "畫了在眼。願託彼道場。以此功德海。冥佑為舟梁。八", "1090": "念經修懺。忽眼上生瘤。如鷄子。大常切憂怖。乃造草", "1091": "菴獨居。晝夜繫念。依普賢行法。發露懺悔。一日無病。", "1092": "往諸家。言別。來日去也。次日請道友念佛相助。將布", "1093": "衫換酒。飲訖大呌。云佛來也。即便命終。", "1094": "饒州軍典鄭隣饒州軍典鄭隣誤追至陰府。放還。閻王。告云。汝還人", "1095": "間。勉力為善。汝見人殺生。但念阿彌陀佛。與觀世音", "1096": "菩薩。彼得受生。汝亦得福。由此推之。足以見念阿彌", "1097": "陀佛。誠可薦拔亡者。增延福壽。不獨後生西方也。", "1098": "錢青侯錢青侯販醃猪。一日忽謂其妻曰。此罪也。吾今徙業", "1099": "矣。遂輟販。請僧。禮懺之日。度羣猪。日誦阿彌陀佛。至", "11": "通百氏。少孤。事母以孝聞。自負其才。不預時俗。初解", "110": "十億劫罪。如風掃輕霜。庶觀無量壽。長覩玉毫光。", "1100": "年七十二。雍正二年。謂家人曰。吾將去矣。去時勿哭。", "1101": "為我誦佛名。贈行可也。逝三日遂逝。", "1102": "含識俱往含識俱往", "1103": "裴氏鸚鵡裴氏鸚鵡唐成都尹韋臯記曰。人有獻鸚鵡者。河東", "1104": "裴氏謂。此鳥名載梵經。智殊常類。常狎而敬之。始告", "1105": "以六齋之禁。及午後非時。終夕不食。或教以持佛名", "1106": "號。仰首奮翼。若善承聽每清晨永夜。發和雅音。阿彌", "1107": "陀佛。聲聲相續。一日有憔悴容。訓養者鳴磬而告之", "1108": "曰。將去此而西歸乎。每一擊磬一稱佛。十擊磬而十", "1109": "念。成斂。翼委足揜。然而絕。案釋典。十念成往生西方。", "111": "白居易白居易號香山居士。官太子太傅。初勸一百四十八", "1110": "又云。得佛惠者。沒有舍利。遂命火焚之。得舍利十餘", "1111": "粒。貞元十九年九月日也。", "1112": "長沙鸜鵒長沙鸜鵒元祐間。長沙郡人。養一鸜鵒。俗呼八八兒", "1113": "者。偶見僧念阿彌陀佛。即隨口稱念。朝暮不絕。因以", "1114": "與僧。久之鳥亡。僧具棺以葬之。俄口中生蓮華一枝。", "1115": "人為頌曰。有一靈禽八八兒。解隨僧口念阿彌。死埋", "1116": "平地蓮華發。我輩為人豈不知。", "1117": "天台鸜鵒天台鸜鵒黃岩正等寺觀師。畜一鸜鵒。常隨人念佛。", "1118": "後則常念阿彌陀佛。不待教導。一日立死籠中。乃穴", "1119": "土以葬之。舌端生紫色蓮華。大智律師為頌之。有立", "112": "人。結上生會。行念慈氏名。坐想慈氏容。願當來世必", "1120": "亡籠閉渾閒事化紫蓮華也大奇之句。", "1121": "劉成魚劉成魚唐天寶中。當塗漁人劉成李暉。載魚往丹陽。", "1122": "泊舟浦中。李它往。劉遽見船上大魚。振󳭀搖首。稱阿", "1123": "彌陀佛。劉驚奔於岸。俄聞萬魚俱跳躍念佛。聲動天", "1124": "地。劉大恐。盡投魚於江。李至不信。劉即用己財償之。", "1125": "明日於荻中。得錢萬五千十五貫也。題云還汝魚直。", "1126": "吳雪崖公吳雪崖公為福州司理。生平虔奉如來。每往開元寺。", "1127": "禮佛諷經。素聞省僧多茹葷。而本寺尤有蓄牲宰殺", "1128": "者。公為請督撫。嚴示立石。以禁止之。頑風未能盡革。", "1129": "一日公在禪堂念佛。一鷄聞之亦念佛。公詰曰。汝輩", "113": "生兜率。晚歲風痺。遂專志西方。祈生安養。𦘕西方變", "1130": "云寺中久不蓄牲矣。如何有鷄。索得之。公念佛。鷄仍", "1131": "念佛。乃痛責僧曰。今觀畜生。尚有佛性。汝輩薙髮破", "1132": "戒。不若畜生多矣。墮落何疑。僧皆涕泣。懺謝曰。某等", "1133": "從此發大誓願。誠實齋戒矣。通省聞風知儆。沙門為", "1134": "之一變。公養此雞于署中。恒念佛不輟。後轉官。擕至", "1135": "丹陽。送入海會菴。為其使遠近生信也。雞至菴日。即", "1136": "念佛立化。公為樹塔誌焉。", "1137": "江西鄒子江西鄒子尹祖。為廣東兵憲。有參將。自知三世因。一", "1138": "世為蛇。二世為書生。三世即今職。因提兵征洞蠻。過", "1139": "一山。諭軍士曰。我夙世曾於此山為蛇。今欲進山視", "114": "相一𨋀。為之願曰。極樂世界清淨土。無諸惡道及眾", "1140": "舊屬。汝輩勿驚怖也。入見洞中。蛇無數。參將作蛇語。", "1141": "謂之曰。我昔與爾。并生于此。只因我能念佛一聲。即", "1142": "得生人中。今為大將。爾等何不念佛。求脫此苦耶。蛇", "1143": "俯首。作受教狀。凱旋日。復入洞察之。則萬蛇皆死。應", "1144": "以念佛化去矣。雛公聞而異之。述其事以傳。", "1145": "杭郡普慈寺僧天一杭郡普慈寺僧天一畜一犬。每遇蓮社。眾信齊集。誦", "1146": "經念佛。犬即蹲伏。而靜聽者有年矣。康熈五年六月", "1147": "六日。俗例猫犬同浴。徇例浴此犬于池。次早死于圊", "1148": "側。僧眾憐之。為說三歸依。誦呪欲焚。犬忽起立。聽法", "1149": "音竟。復合前爪而伏。如合掌然。一眾驚歎。犬既現此", "115": "苦。願如我身病苦者。同生無量壽佛所。一夕念佛。坐", "1150": "神異。則知平日蹲伏時。必竭誠信向。口雖不能言。而", "1151": "心自默念。其往生安養。作上善人無疑矣。天一頌曰。", "1152": "荒荒古苑半靡蕪。幸有靈牻義未辜。踏徧苔蘚迎善", "1153": "客。吠殘蘿月警頑夫。遺骸日把真心顯。公案誰參佛", "1154": "性無。多載盡誠緣忽謝。茶毗莫異海山狐。", "1155": "西舫彚征卷下終", "116": "榻上。倐然而逝。", "117": "韋文晉韋文晉位觀察使。建西方道場。念佛發願。一日正念", "118": "佛中。忽面西加趺而化。異香滿室。內外皆聞。", "119": "并州汾陽老人并州汾陽老人於法忍山。借房止宿念佛。忽大光徧", "12": "褐為府參軍。謝安劉裕嘉其賢。相推薦。皆力辭。性好", "120": "照。人見其登蓮臺而去。", "121": "鄭牧卿鄭牧卿榮陽人。舉家念佛。唐開元中。病篤。有勸進魚", "122": "肉者。確乎不許。手執香爐。求願往生。忽異香蔚充。奄", "123": "然長逝。舅尚書蘇頲。夢寶池蓮開。牧卿坐其上。", "124": "張元祥張元祥長安人。常念佛不輟。一日催家人云。西方聖", "125": "人。待我齋畢。同往淨土。及事訖。果索香火。加趺面西", "126": "而化。", "127": "李知遙李知遙長安人。率眾為五會念佛唐大歷中。法照師於衡州。開五會念", "128": "佛。今李知遙為五會。應是師法於法照。五會者。當是五日為一會也。忽出堂向空頂禮。", "129": "空中有聲云。報汝李知遙。功成果自招。引君往淨土。", "13": "佛理。乃之廬山。傾心自托。遠公曰。官祿巍巍。欲何不", "130": "同汝上金橋。即就床端坐而化。天香郁然。", "131": "馬子雲馬子雲唐時舉孝廉。為涇縣尉。押租綱。赴京。遇風船", "132": "溺。被繫。乃專心念佛。五年後。遇赦。因入南陵山寺。持", "133": "一食齋。忽謂人曰。吾一生坎軻。遂精持內教。今西方", "134": "業成。行當往生安養。明日沐浴新衣。端坐合掌。異香", "135": "滿戶。喜曰。佛來迎我。言畢而沒。", "136": "于昶于昶唐天后朝。任并州錄事。晝決曹務。夜決冥司。每", "137": "知灾咎。陰為之備。都不形言。凡六年。丁母艱。持金剛", "138": "經。更不復為冥吏。至八十四。將終。忽聞奇香。遽謂左", "139": "右曰。有聖人迎我往西方。即念佛而沒。", "14": "為。答曰。君臣相疑。吾何為之。劉裕以其不屈。乃旌其", "140": "元子才元子才居潤州觀音寺。誦彌陀經念佛。忽小疾。夜聞", "141": "空中香氣樂音。似有人言。粗樂已過。細樂續來。君當", "142": "行矣。念佛而化。異香數日不散。", "143": "元子平元子平依京口觀音寺。念佛誦經。忽聞空中音樂。即", "144": "西向坐化。異香數日不絕。", "145": "張抗張抗仕石晉。為翰林學士。課大悲呪十萬遍。願生西", "146": "方。一日寢疾。唯念佛號。忽謂家人曰。西方淨土。祇在", "147": "堂屋西邊。阿彌陀佛坐蓮華上。見翁兒在蓮華池金", "148": "沙地上。禮拜嬉戱。良久念佛而化。翁兒抗之孫也。", "149": "鍾離瑾鍾離瑾會稽人。位至少師。幼事母任夫人。夫人精修", "15": "號。曰遺民。及雷次宗周續之宗炳張詮畢頴之等同", "150": "淨業。年九十八。起居如常。忽戒瑾曰。人人有箇彌陀。", "151": "奈何拋去。念念無非極樂。不解歸來。翌日予將行矣。", "152": "及晨起。焚香誦佛。過於常課。合掌而化。瑾日課利益", "153": "二十事。後宰吉水。置一妾。從其女嫁審之。則舊令之", "154": "女。報所親。緩納采。擬先遣前令女。所親復書曰。公安", "155": "得獨為高誼。予有猶子。請平分奩具。俾同親迎。公從", "156": "之。忽夢舊令來謝曰。賤息荷收錄。已告之上帝。當十", "157": "世有土。然公更一紀。應生淨土。尋為浙西憲。與慈雲", "158": "懺主。論往生指要。清修彌篤。自夫人有栴檀佛像。常", "159": "頂戴行道。公繼其志。像眉間忽迸出舍利數粒。未幾", "16": "來廬山。遠公謂曰。諸君之來。豈宜忘淨土之遊乎。程", "160": "知開封府。忽夜半起。謂家人曰。夫人報我往生之期", "161": "至矣。即加趺而逝。前一日舉家夢。公乘青蓮華座。仙", "162": "樂異香。海眾迎之西去。計其年正一紀。", "163": "鍾離景鍾離景融少師第七子。官朝請大夫。常誦觀經。念佛", "164": "不輟。挂冠棄仕。結茅儀真東園側。甞曰識得彌陀。彌", "165": "陀彌陀。不識彌陀。奈何奈何。不識彌陀彌陀更在西", "166": "方外。識得彌陀。彌陀秪在自己家。一夕命僧玅應。誦", "167": "普賢行願品。炷香敬聽畢。兩手作印而化。自任氏少", "168": "師大夫。三世得生淨土。曾孫松居於婺。乾道中。奉祠", "169": "吳郡。與寶積實師東平呂洎等。結社念佛。無所疾。忽", "17": "之乃鑱石為誓文。以志其事。遂於西林㵎北。別立禪", "170": "端坐西向。合掌而化。", "171": "文潞公文潞公諱彥博。守洛陽日。甞致齋。往龍山寺。禮佛入", "172": "殿。忽見像壞墜地。略不加敬。有僧詰之。公曰。像既壞", "173": "矣。瞻仰何益。僧云。像無新故。道不生滅。公聞之有省。", "174": "作禮而出。後參淨嚴法師。誓集十萬人。為淨土會。普", "175": "勸念佛。臨終無疾。念佛而化。", "176": "蘇軾蘇軾號東坡。官翰林學士。南遷日。畫彌陀像一軸。行", "177": "且佩帶。人問之。答曰。此軾生西方公據也。母夫人程", "178": "氏歿。以簪珥遺貲。命工胡錫。繪彌陀像。以薦往生。又", "179": "老泉曾於極樂院。造六菩薩像。盖蘇氏之歸心三寶", "18": "房。養志安貧。精研玄理。兼持禁戒。宗張等咸歎仰之。", "180": "素矣。東坡臨終述偈云。生死猶如臂屈伸。情鍾我輩", "181": "一酸辛。樂天不是蓬萊客。憑仗西方作主人。", "182": "楊傑楊傑字次公。無為人。官尚書主客。徧歷禪林。參尋知", "183": "識。晚年𦘕西方佛像。隨行觀念。舍壽之日。感佛來迎。", "184": "端坐而化。", "185": "馬亮馬亮官侍郎。守杭。詣靈山。學淨土業。慈雲為撰淨土", "186": "行願法門淨土往生略傳。臨終念佛而逝。", "187": "子玗子玗朝奉。又依十疑論用心。在官閱教藏。誦經念佛。", "188": "皆有常課。忽一日易衣。念佛端坐而化。有氣如青盖。", "189": "出戶騰空西去。几筵時現瑞光。", "19": "甞貽書關中。與什肇揚搉經義。著念佛三昧詩。以見", "190": "玗之子玗之子永逸。官宣義。每習十六觀。歷三十年。忽見三", "191": "聖來迎。結印而化。頂熱有異香。", "192": "胡闉胡闉官宣義。侍郎胡則之子。晚年致仕。笑傲西湖。與", "193": "清照律師相善。一日有疾。問律師曰。一稱佛名。能滅", "194": "八十億劫生死重罪。何也。師曰。佛大威德。眾生一稱", "195": "其名。罪垢自消。如赫日正中。霜露何有。闉大感悟。一", "196": "心念佛。請僧為之助。一日律師至。闉曰。荷二大士降", "197": "臨甚久。師為懺悔發願。忽厲聲念佛。安坐而化。", "198": "葛繁葛繁澄江人。少登科第。官至朝散。凡官居私舍。必飾", "199": "淨室。安設佛像。每入室禮誦。舍利從空而下。普勸道", "2": "釋　秋波堂　瑞璋　輯", "20": "專念坐禪之意。始涉半載。即於定中。見佛光照。地皆", "200": "俗。同修淨業。皆服其化。有僧定中遊淨土。見繁與王", "201": "古侍郎同遊寶池行樹之間。俄聞繁無疾而化。", "202": "王古王古儀真人。官禮部侍郎。與晦堂楊岐為禪侶。甞作", "203": "直指淨土決疑集。楊傑為序。又增補往生淨土傳。皆", "204": "行於世。平時志在往生西方。臨終無所苦。忽滿室光", "205": "明。端坐而化。有夢古乘蓮華西去者。", "206": "江公望江公望釣臺人。官司諫。少年登科。蔬食清修。述菩提", "207": "文念佛方便文。以勸道俗。有子蚤亡。託夢舅氏曰。欲", "208": "稟大人。乞就天寧寺。看寶積經。庶得生善處。大人修", "209": "行。功業已成。冥府有金字牌。云嚴州江公望。身居富", "21": "作金色。居十五年。於正念佛中。見阿彌陀佛玉毫光", "210": "貴。志慕苦空。躬事熏修。心無愛染。動靜不忘於佛法。", "211": "言談罔失於宗風。名預脫於幽關。身必歸於淨土。宣", "212": "和末。知廣德軍。一朝無疾。面西端坐而化。", "213": "王衷王衷居錢塘孤山。即林和靖之故迹。隱居自適。政和", "214": "間。舉隱逸。朝廷旋以處士。後官至朝散大夫。潛心淨", "215": "業。有大感悟。日誦彌陀經七遍。佛號萬聲。十九年未", "216": "甞間絕。一日無疾。沐浴面西。加趺而化。", "217": "張廸張廸居錢塘。官助教。從圓淨律師。授菩薩戒。咨問淨", "218": "業法門。然臂香以為誓。每念佛。揚聲勇猛。至失音猶", "219": "不已。一日謂圓淨曰。弟子近於靜室。見白色頻伽飛", "22": "照垂手慰接。程之曰。安得如來為我摩頂。覆我以衣。", "220": "舞於前。又觀想中。見嬰孩綠𩬊合掌問訊。後三年。念", "221": "佛西望而化。", "222": "賈純仁賈純仁霅川人。官至郢倅。潛心淨業。長齋念佛。因微", "223": "疾。西向宴坐而逝。頂上白光圓相。異香滿室。", "224": "梅汝能梅汝能常熟人。仕至縣令。甞有志淨業。忽夢僧授紙", "225": "百幅。鑿破為二八字。以問東靈照師。師曰。二八十六", "226": "也。豈十六觀經之謂乎。適一僧以經與之。忽不見。自", "227": "是誦經念佛。取名為往生。以見志。因邑中破山道生", "228": "師。造丈六彌陀像。汝能施財百萬。為之粧飾。設齋慶", "229": "懺。殿前池中。生雙頭白蓮一朵。其花百葉。當年冬。汝", "23": "俄而佛為摩頂。引袈裟而披之。它日念佛。又見入七", "230": "能無疾而終。未幾道生亦亡。", "231": "馮檝馮檝遂寧人。號不動居士。由太學登第。初訪道禪林。", "232": "晚年專崇淨業。作西方禮文彌陀懺儀。歸鄉郡作淨", "233": "土會。感香爐中白光亘天舍利應現。靖康兵厄。名山", "234": "藏經多󱐑。檝積俸資。造大藏經四十八藏。小藏四大", "235": "部者亦四十八藏。造栴檀像彌陀九品化生。隨身奉", "236": "供。後以給事中。出師瀘南。率道俗作繫念會。及鎮長", "237": "沙。於廳事設高座。著僧衣登座。謝官吏。橫柱杖於膝", "238": "上而化。", "239": "吳子才吳子才字信叟。蘇郡人。與弟子章。同參雲屋。受念佛", "24": "寶池。蓮青白。其水湛湛。有人項有圓光。胸出卍字。指", "240": "法門。精進無間。子才致仕之後。預作一棺。夜臥其中。", "241": "令童子擊棺而歌曰。吳信叟歸去來。三界無安不可", "242": "住。西方淨土有蓮胎。及早回頭歸去來。自從而和之。", "243": "一日令家人靜聽空中聞天樂之聲。即曰。清清界中。", "244": "失念來此。金臺既至。吾當行。言訖而逝。", "245": "錢象祖錢象祖天台居號止庵。守金陵日。問道於保寧全無", "246": "用。尤以淨土真修為念。甞於鄉州。建接對十處。皆以", "247": "淨土極樂等名之。創止庵高僧寮。為延僧談道之所。", "248": "自左相辭歸。益進淨業。嘉定四年二月。微疾。書偈曰。", "249": "菡萏香從佛國來。琉璃地上絕纖埃。我心清淨超於", "25": "池水曰。八功德水。汝可飲之。程之飲水甘美。及寤猶", "250": "彼。今日遙知一朵開。後二日僧有問疾者。公曰。我不", "251": "貪生。不怖死。不生天。不為人。唯求生淨土耳。言訖加", "252": "趺而逝。時天皷震響。異香芬郁。未終之前。子侄郡人", "253": "同夢。空中有云。錢丞相當生西方蓮宮。為慈濟菩薩。", "254": "王仲回王仲回無為人。官司士參軍。因楊傑為說淨土之法。", "255": "念佛益進。未亡前七日。預別故舊。端坐而化。時傑守", "256": "丹陽。夢仲回來謝云。向蒙指示。今得往生。再拜而去。", "257": "已而訃至。", "258": "張榆張榆官兩浙都總管。期生淨土。刻勵念佛。闔門長幼", "259": "靡不從化。鑿池栽蓮。日率妻子。課佛萬遍。孝宗皇帝", "26": "覺異香發於毛孔。乃自慰曰。吾淨土之緣至矣。復請", "260": "親書蓮社二字。賜焉。", "261": "陸沅道陸沅道號省庵。住明之橫溪。晨起焚香趺坐。目不他", "262": "瞬。首唱偈曰。盥手清晨貝葉開。不求諸福不禳灾。世", "263": "緣斷處從他斷。劫火光中舞一迴。然後念誦。不緩不", "264": "急。聲如貫珠。每日法華一遍。彌陀萬聲。一意西馳。年", "265": "八十五。沐浴整衣而逝。洎殮。忽聞蓮華馥郁之氣。皆", "266": "不知來處。近挹之。盖出自口中。", "267": "王日休王日休龍舒人。為國學進士。著六經訓傳數十萬言。", "268": "一朝捐之曰。是皆業習。非究竟法。吾其為西方之歸。", "269": "即布衣蔬食。惟佛是念。日課千拜。夜分乃寢。甞為淨", "27": "僧轉法華經。近數百徧。後時廬阜諸僧畢集。程之對", "270": "土文十卷。簡易明白。覽者無不信服。一夕厲聲念佛。", "271": "久之忽曰。佛來接我也。屹然立化。󳬛人夢。一青童引", "272": "之西去。", "273": "房翥房翥暴亡入冥。府王曰。據善簿。君曾勸一老人念佛。", "274": "彼已得生淨土。君乘此福。亦合得生。翥曰。尚欲誦金", "275": "剛經萬卷。即而放還。後卒償其願。臨終異相。不違先", "276": "報。", "277": "孫抃孫抃武林人。號無諍居士。幼學易。因曰。易所以窮理", "278": "盡性。何必區區為進取計。掩關晦迹。居絕俗務。沙門", "279": "守寧與之交。謂曰。白樂天以儒修身。以釋治性。君聞", "28": "像焚香再拜而祝曰。我以釋迦遺教故。知有阿彌陀", "280": "之乎。抃深契僧語。日閱華嚴金剛彌陀經。甞夢至蓮", "281": "池。與清照亨律師。同立其側。又夢一人持書。金字梵", "282": "體。讀之不解。人曰。請十三日齋耳。十二月十三日。忽", "283": "得疾。請妙光律師。欲為祈禱。抃曰。生死已定。何必禱", "284": "之。乃與開導往生淨土之旨。即加趺作印。西向坐化。", "285": "翌日清照至。為入龕。歸庵三日。亦坐亡。應同立蓮池", "286": "之讖。", "287": "王闐王闐四明慈溪人。號無功叟。凡禪林宗旨。天台教門。", "288": "無不通達。著淨土自信錄。以明三身四土之旨。晚年", "289": "專心念佛。西向加趺而化。異香滿室。焚龕獲舍利。如", "29": "佛。此香先當供養釋迦牟尼佛。次供阿彌陀佛。復次", "290": "菽者百八粒。", "291": "孫忠孫忠四明人。蔬食持戒。蚤慕西方。於郡城東。築庵鑿", "292": "二池。種白蓮。臨池建閣。月集道俗念佛。期以三日。後", "293": "於病中。請道俗百人繫念。忽仰視虗空。合掌問訊。手", "294": "結雙印。怡然而化。闔城皆聞天樂異香。漸向西沒。二", "295": "子相繼念佛坐化。甞因念佛見佛身現空中。即白佛", "296": "言。惟願我佛少駐。使我二子同獲瞻禮。即走外尋二", "297": "子歸。佛為駐立良久。後人因名其地。曰駐佛巷。", "298": "昝定國昝定國號省齋。為州學諭。常念佛。讀淨土諸經。結西", "299": "歸社。以勸人。嘉泰初。於小江慧光。建淨土院。結石塔", "3": "居塵卓行居塵卓行", "30": "供妙法蓮華經。所以得生淨土。由此經功德。願令一", "300": "於池心。為鄉民火焚藏骨之所。印施念佛圖。月二八", "301": "集僧俗。就淨土院。諷觀經念佛。以為常。嘉定四年。夢", "302": "青童告曰。佛令召君。三日當生彼國。至日沐浴更衣。", "303": "端坐念佛而化。", "304": "樓汾樓汾四明晝錦名門也。因兄寶洲。究明佛理。每與沙", "305": "門談道。汾必從旁樂聽。年二十二。忽得疾。乃一志西", "306": "歸。謂父母曰。但得生淨土見佛。此道最高。仍令請僧", "307": "說法開導。諷觀經。設像󰌋對臥床。喜曰。真我師也。復", "308": "請僧念佛千聲。即曰。吾已身在西方。乃瞑目面西。念", "309": "佛而化。", "31": "切有情。俱生淨土。即與眾別。面西合掌而化。勅子雍", "310": "魏世子魏世子宋時梁郡人。奉佛精進。唯婦不信。女病死。七", "311": "日再甦。即升高座。誦無量壽經。下啟父言。兒去。便往", "312": "無量壽國。兒及父兄。池中已有芙蓉大花。當生其中。", "313": "唯母獨無。不勝此悲。故歸啟報。語竟復絕。母自是亦", "314": "信法教。", "315": "葛濟之葛濟之句容人。稚川之孫。故世事神仙。妻紀氏。存誠", "316": "佛法。朝夜不替。方織之次。見雲日開明。投梭仰望。見", "317": "西方如來真形幡盖映天。心獨喜曰。經說無量壽佛。", "318": "今得瞻見。便頭面作禮。及引濟之同瞻。尚見半身。俄", "319": "而隱沒。厥後夫婦念佛。相繼而化。", "32": "積土為墳。勿用棺槨。時義熙六年也。春秋五十九。", "320": "左伸左伸天台人。從神照授菩薩戒。刻三聖像。誦法華三", "321": "千四百部金剛二萬。過後臥疾。命男沙門淨圓。唱法", "322": "華首題。增受菩薩戒。夢三偉人立江皐。召伸登舟。復", "323": "請僧誦彌陀經。遽曰。我已見佛光。即端坐作印而逝。", "324": "范儼范儼家武林。絕心世務。其子不能治家。儼不之顧。但", "325": "云。我自是寄客耳。日誦法華。念阿彌陀佛。專心不懈。", "326": "忽見普賢菩薩。乘六牙白象。放金色光。報儼云。明日", "327": "卯時。當生淨土。越一夕。佛菩薩來迎。家人聞其謙謝", "328": "云。儼是何人。實為難當。就座合掌而化。", "329": "閻󳬛榮閻󳬛榮池州人。因僧勸修西方。持決定往生呪。每朝", "33": "張野張野字萊民。居潯陽柴桑。與淵明有婚姻契。野學兼", "330": "向西一誦千徧。或率眾同持。如是二十年。紹熈元年", "331": "春。偶聞異香連日不消。家人夜夢。二青衣侍立󳬛榮", "332": "之側。其子又夢。彌陀放光。徧照堂宇。悉作金色。數日", "333": "面西。趺坐課佛。忽起曰。我去矣。行數步。舒手結印。微", "334": "笑立化。", "335": "姚約姚約家霅川仙潭。潛心內典。有僧來謁。必遜居東道。", "336": "謂不當以俗先僧也。覺海友師。勸里人結淨業社。約", "337": "實主其事。忽告友曰。久厭浮生。不日西去。師可助我", "338": "繫念。友遂日與持誦。一日就座而化。既而夢於友曰。", "339": "約已往生。師之力也。友曰。欲從公遊。可乎。約曰。師世", "34": "華梵。尤善屬文。性孝友。田宅悉推與弟。一味之甘與", "340": "壽未盡。寺中景懿。行當先至。閱月果終。懿同社友也。", "341": "沈銓沈銓錢塘人。同妻施氏。專心淨土。平時諸善。悉用回", "342": "向。後及妻前後命終。皆感化佛持錫。接引而去。", "343": "梅福梅福松江人。誦經持戒。繫念淨土。臨終預知。即絕食", "344": "飲水。念勢至菩薩。至七日澡浴。更衣端坐。告眾曰。勢", "345": "至菩薩今來迎我。即座化去。", "346": "孫良孫良家錢塘。隱居閱大藏。尤得華嚴之旨。甞依大智", "347": "律師受菩薩戒。日課佛萬聲。二十年不輟。忽語家人。", "348": "令請僧念佛。以助往生。方半日望空合掌云。世尊菩", "349": "薩已荷降臨。即退坐而化。", "35": "九族共。州舉秀才南中郎府功曹。州治中徵拜散騎", "350": "胡暠胡暠家霅川。平時多作佛事。忽夢。佛呼曰。汝可造屋", "351": "迎我。暠乃往明。因建彌陀閣。以協此夢。臨終之夕。忽", "352": "云。佛放光照我。言訖而化。", "353": "唐世良唐世良會稽人。持戒茹素。念佛禮拜。年老疾病。猶不", "354": "就枕。誦彌陀經十萬過。謂家人云。佛來接我。言訖作", "355": "禮。即便坐逝。欲別利行人。時在道味山。夜夢西方異", "356": "光旛華天樂。空中聲云。唐世良已歸淨土。", "357": "陸偉陸偉錢塘人。為州都掾。中年厭世念佛。率眾結法華", "358": "華嚴二社。各百許人。其法各人在家。誦經一卷。日終", "359": "就寺讀誦。終日而散。如是二十年。遂成大會。甞手書", "36": "常侍。俱不就。入廬山。依遠公。與劉雷同尚淨業。及遠", "360": "法華華嚴楞嚴圓覺金剛金光明等經。晚年子孫彫", "361": "落。更無餘累。忽一日易衣端坐。念佛而化。", "362": "李秉李秉紹興中官也。領御藥院。初學禪於淨慈輝。自得", "363": "有省發。晚閱龍舒淨土文。日課佛號。與其子閣長元", "364": "美殿長林師文等數十人。結淨業會。於傳法寺。久之", "365": "感疾。忽見彌陀佛以金圓光戴其首。越七日。又見金", "366": "華滿房。乃囑付親眷。書偈端坐。結印而終。", "367": "邵彪邵彪字希文。鎮江人。為士時。夢至一官府。人皆稱安", "368": "撫。彪自喜曰。豈非予及第後作安撫乎。行至前見。一", "369": "官員問曰。汝知汝未及第因不。對曰不知。令引彪去。", "37": "公卒。謝靈運為銘。野為序。首稱門人世服其義。義熙", "370": "看見一大鑊煑蛤蜊。見彪乃作人聲。呌彪姓名。彪遂", "371": "念阿彌陀佛。方念一聲。蛤蜊皆變作黃󳭋飛去。彪後", "372": "果及第。至安撫使。以此見殺生阻人前程。不可不誡。", "373": "又見佛力廣大。不可不敬。官職自有定分。不可苟求。", "374": "望江陳企望江陳企甞妄殺人。後見鬼現。企畏懼。急念阿彌陀", "375": "佛。鬼不敢近。企念佛不已。鬼遂不現。後甞念佛。臨終", "376": "坐化。後半年。附本家孫女名妙光云。我因念阿彌陀", "377": "佛。已生極樂世界。舉動言語。一如平生。親戚相知皆", "378": "來看。至兩三日。家人云。惜乎你在生時。不曾傳得喜", "379": "神供養。企遂現儼然如平生。惟面帶小顏。其頭如佛", "38": "十四年。與家人別。入室端坐而逝。春秋六十九。", "380": "之螺髻。", "381": "劉慧仲劉慧仲湖州長興人。以夜夢多恐懼。龍舒居士勸以", "382": "念阿彌陀佛。慧仲至誠高聲。念一百八遍。當夜遂安", "383": "寢。次日如前念誦。自此皆得安寢。以此見佛力廣大。", "384": "無所不可。", "385": "李子清李子清寄居秀州。頗好道家。甞從學於王龍舒。久苦", "386": "痁疾。龍舒告云。但恐子清不信。若信之必效。乃授以", "387": "一方。令臨發時專念阿彌陀佛。而服此藥。子清從之。", "388": "其日遂愈八分。次日復如是。遂全愈。子清由是篤信", "389": "佛理。常以淨土文。置於袖中。", "39": "周續之周續之字道祖。鴈門人。父後過江。因居豫章。八歲喪", "390": "李彥通李彥通家會稽。為鍛師。因開元繫念。往預其會。忽悟", "391": "世無常。歸心淨業。一朝得疾。遽云。我遊行淨土。見二", "392": "門扄鐍甚固。逡巡之際。見利行人開門引入。見蓮池", "393": "樓閣佛菩薩眾。遂請睎經道果二行人。至臥榻前。說", "394": "法䇿道。舉家念佛。西向坐逝。", "395": "陸浚陸浚家錢塘。少事公門。久之棄去。以淨土為業。預西", "396": "湖繫念會。每對佛懺悔。必至垂淚。道友相見。說淨業", "397": "因緣。纔十餘句。便悲咽感歎。惟恐此生之不度。三昧", "398": "之不成。往生之未諧。我佛之未見也。臨終得病。請圓", "399": "淨律師。說淨土法門。諷觀經至上品。淨謂之曰。此時", "4": "烏長國王烏長國王萬機之暇。雅好佛法。甞謂羣臣曰。朕為人", "40": "母。哀戚過於成人。十二詣范𡩋受業。通五經五緯。時", "400": "好去。浚曰。眾聖未齊。且待少時。即起就竹床。面西端", "401": "坐。頃刻化去。", "402": "魏師贊魏師贊雍州人。為僧童。年十四念佛不絕。遇疾而亡。", "403": "忽再蘇白父母曰。阿彌陀佛來此。我當隨行。鄰人見", "404": "空中寶臺五色異光。向西而沒。", "405": "何曇遠何曇遠錢塘人。常持菩薩戒。專修淨土業。夜中念佛。", "406": "忽謂師曰。見佛身金色光明。旛華滿空。異香盈室。俄", "407": "忽化去。", "408": "越大善寺童行越大善寺童行常隨師善輝。念佛禮拜。一夕夢。婦人", "409": "持數珠賣。童曰。欲得一串。恨無錢買。婦曰。我當與汝。", "41": "號十經童子。養志閒居。窮研老易。公卿交辟無所就。", "410": "汝可開口。即以數珠投口中。童以告師。輝曰。此是大", "411": "勢至菩薩。授汝念佛三昧也。過數日。童見二大士持", "412": "華座與之曰。七日當乘此來生淨土。童逢人即說。我", "413": "七日當往生也。至期。忽自唱曰。大菩薩來矣。即座儼", "414": "然而化。", "415": "倪道倪道者仁和人。棄家作道者。建小庵。專意念佛。欲焚", "416": "身代一切受苦眾生。供養諸佛。久之有朱藤三窠生", "417": "臥榻前。謂眾曰。此藤若焦。我當西去。臨終半月。集眾", "418": "念佛。至於萬人。焚身前一夕。其地忽有光明金色。高", "419": "半尺許。以手掬之。隨浮掌中。又謂眾曰。我焚身時。必", "42": "入廬山。事遠公。預蓮社。以為身不可遺。餘累宜絕。遂", "420": "有紫雲青雲。從東北過西南。是我往生之相。乃四面", "421": "發炬。端坐其中。果有二色雲瑞。", "422": "馮珉馮珉上虞人。少事遊獵。有巨蛇為鄉民害。珉持槊往", "423": "從之。見蛇在岩下。與黃特相持。珉推巨石壓之。蛇竟", "424": "死。後每思之。慮蛇為怨對。乃求佛解釋。投志西方。修", "425": "懺念佛。如是十載。一夕請同修社人。相助諷彌陀經。", "426": "念佛號。次誦普賢懺罪偈。願往生偈。即端坐合掌而", "427": "終。", "428": "潭州黃打鐵潭州黃打鐵每用工時。常念佛不絕。一日無病。托鄰", "429": "人書偈云。日夜丁丁當當。久鍊成鋼。太平將近。我往", "43": "終身不娶。布衣蔬食。劉毅鎮姑熟。命為撫軍。復辟太", "430": "西方。即座而化。", "431": "計公計公四明桃源鐵工也。年將七十。兩目喪明。里中昝", "432": "學。諭以擘窠圖印施。勸人念佛。計公初受一圖。念滿", "433": "三十六萬聲。念至四圖。兩目瞭然。如是三載。念滿十", "434": "七圖。一日念佛。忽氣絕。半日復蘇曰。我見佛菩薩。令", "435": "分六圖與昝學諭。是勸導之首。分一圖與李二公。此", "436": "是俵圖之人。囑其子往謝學諭。言訖沐浴。西向坐逝。", "437": "徐六公徐六公嘉興農夫也。翁婆蔬食。設像繫念。如是四十", "438": "年。屢夢遊淨土。預作一龕。臨行之日。易布衣草屩。入", "439": "龕端坐。頃之即曰。佛來迎我。泊然而化。", "44": "學博士。俱不就。以嵆康高士傳。得出處之正。為之注", "440": "沈三郎沈三郎家臨安。商賈為業。晚年回心念佛。一日病。請", "441": "僧講彌陀經。設尊像。日夕西顧。忽易衣而終。須臾縮", "442": "膝欲起坐。二子以易龕為難。曳脛令直。經半日欲斂。", "443": "忽舉手出帛被。矍然而坐。舉家驚避。二子急前扶衛。", "444": "恐其子曳脛。以肘節捶之。子曰。助父坐脫耳。茶毗。有", "445": "白󳬈二十九隻。飛翔雲表。久之西去。", "446": "何曇迹何曇迹年十八。持菩薩戒念佛。一宵四皷。即起念誦。", "447": "人云太早。答云。見佛金相旛華來迎。遂脫去。", "448": "朱綱朱綱京都人。業儒。中鄉舉三上春官。不第。乃就職官。", "449": "二府致仕。專修淨土。日課佛三萬。十五年無少怠。臨", "45": "釋。宋武帝北伐。太子居守。迎舘安樂寺。入講禮月餘。", "450": "終坐榻上。兩手擎珠。念佛不撤。異香滿室。乃云。佛來", "451": "也。連聲稱念而逝。", "452": "顧公寶幢顧公寶幢名源。志修淨業。與道友張老居士善。疾篤。", "453": "集僧俗十念阿彌陀佛。唱和相續。張與焉。公謂云。此", "454": "時尚不見動靜。張云。汝大錯。何用疑。須專切打起精", "455": "神念佛。須臾間。眾忽聞異香滿室。公自見身坐蓮華", "456": "中。諸子悲戀不勝。諭曰。汝等謂我往何處。何處即此", "457": "處。諸佛迎我。三皷啟行。我願既遂。汝等之願亦慰矣。", "458": "至期。含笑而去。", "459": "朱元正朱元正海鹽人。為諸生時。講孔孟之學。端方不苟。六", "46": "復還山。江州太守劉柳。薦於武帝。辟太尉椽。不就。武", "460": "十後深入禪悅。于宅後敝屋三楹閉關。不與家事。門", "461": "上題譬如我已死了六字。每日功課。午前諷法華經", "462": "一卷。午後念佛千聲。庚申四月。唐宜之同其門人陳", "463": "則梁訪之。公謂則梁曰。宜之向曾與汝書。勸子修淨", "464": "業。可切聽之。既而則梁曰。老師年高。盍少開酒禁。公", "465": "曰。子意謂衰年當藉數盃。以調氣養血耶。不知我之", "466": "生死已畫得斷。何復言此。公說畫得斷時。因以手在", "467": "几上。畫一畫。盖已了生死矣。七月無疾。忽謂子曰。吾", "468": "在此無事。可行矣。子問何處去。曰西方去。子及孫固", "469": "留。許之。至臘月朔。示疾。不食。家人倉皇治後事。公曰。", "47": "帝踐祚。召至都間。舘東郭外。乘輿行幸。問禮經。慠不", "470": "勿忙。此臘八半夜事也。預誡家人。臨行時。勿令婦女", "471": "來。過二三時。來亦勿哭。及期。端坐而逝。時方鷄鳴。比", "472": "天明。眷屬方至舉哀。公復醒開眼而不開口。但搖首", "473": "令女人去。仍瞑目而逝。", "474": "丁明登丁明登號劒虹。江浦人。萬歷己酉。歸依雲棲大師。篤", "475": "信淨土法門。改號蓮侶。丙辰登第。宦遊溫陵。每以出", "476": "世大事。開化緇素。感悟甚多。守衢時。力禁屠牛。有無", "477": "賴犯法。捕之急。知公敬僧。即薙髮進。公令里甲察其", "478": "還俗日。重懲之。其人勵志參修。卒為名衲。初任泉州", "479": "司。李憲批枷責。公立法。願納米者聽。用以贍獄貧犯。", "48": "可長。與我九齡射於矍圃三義。辨析精異。上甚說。或", "480": "夏月修葺監舖。給香薷飲葵扇。冬月設暖匣椒薑。擇", "481": "醫視病。更買素珠百十串。散眾囚念佛。恒語人曰。人", "482": "在患難。發心者多。吾乘其悔恨。導之念佛。幸而出獄。", "483": "為良民矣。㦖念室中閨流不聞佛法。請禪師演說大", "484": "乘。令于幃內聽之。眷屬一時披剃者四人。聞蓮池大", "485": "師言。有老嫗稱其夫念佛一心不亂。臨行一請而別。", "486": "嫗由此深信淨土。大師亦自此發心出家云。公繪一", "487": "請圖懸齋中。題詩。有與君一請瞥然去珍重相逢九", "488": "品蓮句。乙酉冬。病劇。十一月朔。具疏告佛。決意願求", "489": "往生。日焚一疏。至第十日。粥飲如常。面色光潤。諄諄", "49": "問。身為處士。時踐王廷。何也。答曰。心馳魏闕者。以江", "490": "以同生西方。普勸親知。就榻稍臥。寂爾長往。輯有故", "491": "鄉消息。蓮漏清音。芥火菂商。淡話十餘種。行世。", "492": "唐時唐時字宜之。湖州人。參蓮池師。勤修淨業。初以明經", "493": "別駕壽陽。繼輔襄國。舉家眷屬悉歸依三寶。晨則各", "494": "持經文。夕則同集念佛。崇禎辛巳仲春。闖賊破襄陽。", "495": "公投端禮門左井中。家人掖之而出。氣已絕。復甦。奉", "496": "旨提究。得從寬典。旋請假歸里。而襄陽季冬五日再", "497": "陷矣。初不死于宼。繼不死于井。終亦不死于法。豈非", "498": "慈悲默佑功德不可思議者耶。公自述數年來感應", "499": "道交。丁亥臘八。於長干寺。念佛禮塔。見佛相於塔光。", "5": "主。雖享福樂。不免生老病死無常之苦。聞西方佛國。", "50": "湖為桎梏。情致兩忘者。市朝亦岩穴耳。時號通隱先", "500": "佛黃金色。光則如雪如冰。如明鏡。戊子七月五日。念", "501": "佛于禪堂。開󰈧忽見鍾山浮巨海中。金佛巍巍。祥光", "502": "燦爍。瓦礫墻垣。喬木叢林。盡空不見。臨化瑞應彰彰。", "503": "所輯有蓮華世界書。法音頻迦音等。刻行于世。", "504": "劉通志劉通志京都人。精懇念佛。年五十二。得疾念益切。鄰", "505": "人李白齋先卒。通氣絕。自早至午。復甦謂家人曰。適", "506": "見一舟。云往淨土。乘舟三十六人。白齋與焉。我亦數", "507": "內。但衣未新潔。又忘帶念珠。特艤舟相待。家人急為", "508": "易衣。珠掛其項。須臾而逝。", "509": "唐廷任唐廷任號體如。蘭溪人。孝友醇慤。出自天性。少遊黌", "51": "生。續之素患風痺。不復堪講。乃移病鍾山。景平元年", "510": "校有聲。已而覺世無常。傾心至道。參雲棲。受念佛三", "511": "昧。遂力行之。凡十三年如一日。篤志西方。萬曆癸卯", "512": "仲冬。六十壽朝。忽謂諸子曰。新春十一日。吾歸矣。數", "513": "日前。禮誦如平時。至期。盥漱整衣端坐。手結印。口稱", "514": "佛名。含笑而逝。如入禪定。", "515": "楊嘉褘楊嘉褘字󳬛華。泰和人。世家子也。年十三持不殺戒。", "516": "蚤虱無所傷。潛心淨土法門。日誦彌陀經。二十三。肄", "517": "業南雍。俄疾作。以萬曆乙巳仲冬十九日卒。卒之先。", "518": "夢遊地獄。見地藏大士於冥陽殿。覺而放諸生命。延", "519": "僧誦經念佛。謂人曰。吾將逝矣。青蓮花現吾前。得非", "52": "卒。春秋六十七。", "520": "淨土境乎。遂晝夜念佛不撤。命息燭曰。汝輩假燭為", "521": "明。吾不須燭。常在光明中耳。問。何所見。曰。蓮開四色。", "522": "問。見彌陀否。曰。見彌陀現千丈身。問觀音。曰。身與彌", "523": "陀等。問勢至。曰。不見也。言訖忽躍起。拈香連聲語曰。", "524": "彌陀經功德。不可說不可說。吾已得上品矣。寂然而", "525": "逝。仲兄嘉祚傳其事。而矢之曰。予所誑語。墮拔舌獄。", "526": "其亦見之真。而言之切歟。不信淨土者可思已。", "527": "郝熈載郝熈載錢塘人。法名廣定。平生忠信不欺。以德行稱", "528": "於黌校。晚歸佛持誦。夙夜加虔。萬曆辛亥春二月。得", "529": "疾。每睡覺云。吾夢於山中求見佛。佛未見。見百鳥叢", "53": "張詮張詮字秀碩。野之族子也。尚情高逸。酷嗜墳典。雖耕", "530": "集。如是累日。至二十七子夜。忽云。有二童子來迎。佛", "531": "坐蓮華臺。現吾前。吾往矣。吉祥而逝。", "532": "戈以安戈以安錢塘人。法名廣泰。性至孝。素積善行。而深自", "533": "韜晦。不求人知。晚年精誠奉佛。與靈芝僧玄素。結春", "534": "秋二社念佛。誦華嚴五經。忽謂人曰。吾大限將至。當", "535": "為西歸資糧。遂自室課誦。昕夕不撤。預定歸期。於臘", "536": "月二十一日前二夕。母子環視悲哽。居士笑曰。生必", "537": "有滅。奚悲為。吾方凝神淨域。面覲彌陀。若等慎勿以", "538": "情愛亂我正念。諄諄惟囑助念。無間雜語。至期。寂然", "539": "而逝。", "54": "鋤。猶帶經不釋。朝廷徵為散騎常侍。不起。庾悅以其", "540": "孫叔子孫叔子法名大玗。自幼敏而好學。年十二。隨父鏡吾", "541": "公。奉四十八願彌陀像。入雲棲。因受五戒。歸斷葷血。", "542": "矢志念佛。誓取金臺。勤苦不惜身命。俄見兩比邱持", "543": "蓮華。以一心淨土印可。復見化人誦金剛經一晝夜。", "544": "乃矍然起坐曰。彌陀觀音皆來迎我。結金剛拳印。大", "545": "呼阿彌陀佛數聲。泊然而寂。時萬曆辛亥仲冬十一", "546": "日。有淨土十二時歌。傳世。", "547": "戴百戶戴百戶與陶百戶共辦事。巡撫麾下時。錢塘江有殺", "548": "人巨盜。號滿江紅者。黨勢熾盛。官吏不敢捕。巡撫潛", "549": "召二人。手給一牌。令捕滿江紅。二人𢬵身入賊。多方", "55": "貧。起為潯陽令。笑曰。古人以容膝為安。若屈志就祿。", "550": "誘致。臨刑痛恨二人。誓必索命。二人懼棄職持齋。誦", "551": "經念佛。以解冤結。戴百戶忽預別親。屬至期坐。脫良", "552": "久又醒曰。陶兄臨去。正念一差錯。走路頭故。我來與", "553": "汝等說耳。明日我當去。次早復坐脫。鼻垂玉柱。異香", "554": "滿室不散。", "555": "華居士華居士江干人。醇朴無偽。與人不欵曲。中年屬業諸", "556": "子。獨處一室。不涉世事。朝暮惟孜孜念佛而已。後將", "557": "卒。自知時至。更衣正冠端坐。別眾而逝。其子先已作", "558": "棺。于是易龕。如沙門故事。舉龕之日。觀者如堵。遠近", "559": "嚮慕焉。", "56": "何足為榮。乃入廬山。依遠公。研窮釋典。深有悟入。宋", "560": "蓮華太公蓮華太公者越人。一生拙朴。惟晝夜念佛不絕。命終", "561": "之後。棺上忽生蓮華一枝。親里驚歎。因號蓮華太公。", "562": "郭大林郭大林湯陰人。平生端潔雅素。出世為懷。遇僧教以", "563": "念佛。遂一心淨土。年七十六。一日無疾。與子別云。明", "564": "午當去。至時坐脫。", "565": "糖擔老人糖擔老人住杭州。賣糖為生。口中念佛不絕。忽一日", "566": "挑糖擔出。見人便曰。汝早喫我糖。我當歸去也。更至", "567": "數相識家。約曰煩你明日。來擡我棺。我要歸去。識者", "568": "訝之。且信且疑。次早謂其妻曰。可備飲食。以待來人。", "569": "餉時識者皆至。老人引令擡棺。到家沐浴。更衣拱手。", "57": "景平元年。無疾西向念佛。安臥而卒。春秋六十五。", "570": "語眾曰。我當自寢于棺。不勞汝等。將身坐棺中。怡然", "571": "就寢。遂長往矣。眾咸驚異。", "572": "吳江老人吳江太湖灘。有一老人。生平惟喜念佛放生。別無所", "573": "知。每行路時。拾灘頭螄蜆。放入水中。雖極冗不顧。平", "574": "日遇有生命。輒解衣割食買放。曾無退懈。忽一日謂", "575": "家人曰。吾當西逝。可集親友送我。因集眾念佛。安然", "576": "坐逝。異香經宿不散。", "577": "吳澆燭蘇州一小民。姓吳。業澆燭。故以著名。僦居婁門一屋。", "578": "孑身長齋。晝夜念佛。以為人至誠。吳閶內外數十大", "579": "燭舖。皆爭迎澆燭以燭。係供養神佛三寶。必念佛數", "58": "宗炳宗炳字少文。南陽人。其母聦辯。富於學識。教授諸子。", "580": "聲。乃澆油一杓。一生如此。年七十餘。忽語店主云。吾", "581": "積有薄貲。本為防老。今以念佛功成。至某日。吾即去", "582": "世。生善處。無用此矣。敬以相贈主曰。汝所積者。乃眾", "583": "店物。非吾一家物也。何敢受乎。若必無用處。請為汝", "584": "作福。吳君大喜。乃以匙鑰授主。令至所居地窖取出。", "585": "約有千金。主為分給蘇州眾大剎齋僧及菴院。接眾", "586": "處皆分惠作福竟。吳君如期。合掌念佛。端然坐逝。吳", "587": "門道俗。送龕火化者千萬人焉", "588": "太倉上舍吳叔寶太倉上舍吳叔寶名鳴珙。家貲殷厚。素好善。預放生", "589": "會。然不甚通佛法。六十餘自言。欲脫化。忽沐浴。命延", "59": "皆有成。炳妙善琴書。尤精玄理。殷仲堪桓玄。並以主", "590": "隆福寺印初法師。宣授三皈五戒竟。大呼出去者。再", "591": "合掌逝矣。頃復開目。語妻兄王煙客先生曰。吾纔發", "592": "永絕塵世願。勇猛念阿彌陀佛。從床下躍出竟。是蓮", "593": "華世界。自省平日。何善乃復此。世人努力。言訖索水。", "594": "自照。中夜恍悟曰。今生吳叔寶。前生徐和尚。復大呼", "595": "快哉而逝。有異香發于室。", "596": "太倉吳瞻樓太倉吳瞻樓晚年以家事付二子。篤修淨土。專注西", "597": "方。不雜餘業。每日念佛幾萬外。經則大小彌陀。呪則", "598": "往生。觀則西方。皆登簿冊。寒暑無間。如是者一十二", "599": "年。後七十餘。定課不減。西方聖境。累現目前。親見攢", "6": "誓願棲神。於是日夜精勤。念佛行道。廣行布施。利樂", "60": "簿辟。皆不就。劉裕領荊州。復辟為主簿。答曰。棲邱飲", "600": "盒每格。下襯錦繡。上堆妙果。其架大如田一畝。床前", "601": "不時。白蓮湧出。大如石臼。童稚皆見。乃怡然脫化。", "602": "太倉黃攝六太倉黃攝六名翼聖。字子羽。素為蓮社中勝友。雖貴", "603": "裔。博學修潔。篤好雲棲。教一門精修以薦辟。宰蜀之", "604": "新都。治民以慈惠。政聲藹著相傳。飯僧縣堂。躬行七", "605": "簋。佈䞋施。繼以膜拜。聞者恠之。後獻賊宼西川。所過", "606": "屠戮。尸骸山積數千。僧感公德誓登城擊板。念佛。中", "607": "夜。佛聲震天。獻賊恠問故。土人答曰。以黃知縣平時", "608": "好善飯僧。僧為打板念佛。以守城也。賊誡勿擾。寂然", "609": "而過。鷄犬不驚。後歸田。堅修淨業。己亥陽月。疾稍亟。", "61": "谷。三十年矣。乃入廬山築室。依遠公蓮社。久之兄臧", "610": "靈隱僧戒顯。與其內兄王煙翁。衝寒過其廬。則四壁", "611": "張彌陀像。為西歸計矣。乞戒顯。丙夜授菩薩戒。即為", "612": "極談。惟心淨觀攝。公曰。吾神明愈健。誓願愈堅。自信", "613": "生西方必矣。剋八日必行。屆期。吉祥而逝。", "614": "余集生余集生得罪在獄。首唱念佛。諸人多從之處決。屆期", "615": "相聚。晝夜不絕。滿壁忽覩佛像光明。旋奉恩詔。末減。", "616": "金光前金光前起身戒伍。目不識字。然見有義之事。則必銳", "617": "意為之。其妻龔氏。是盧州孝廉之女。痛遭離亂。歸心", "618": "西方。且粗知書史。凡遇梵典。晨夕持誦。光前為之感", "619": "動。而篤信焉。順治癸巳冬。奉討不庭。相携入閩道。出", "62": "為南平守。逼與俱還江陵。閒居絕俗。劉裕辟太尉椽。", "620": "武林。聞具德和尚說法靈隱。同往參問。親承開示。自", "621": "此潛心念佛。愈切愈堅。辛丑夏。還京。駐節錢塘江干。", "622": "忽示疾。龔為延醫。光前止之曰。我昔與汝親叩靈隱。", "623": "今正欲于此作轉身之活計。求和尚一證明耳。何以", "624": "藥為。龔大笑曰。不意光前亦得到此田地。遂徙帳入", "625": "崇聖菴。盖欲夫死得其所也。菴居旬日。龔造二棺。謂", "626": "人曰。妾與金公偕行矣。顧無人為公畢後事耳。事畢", "627": "我當往矣。光前聞之。即怡然長逝。龔事畢。屏絕飲食。", "628": "晝夜不臥。一心念佛一日。覺身稍倦。倚棺而眠。少頃", "629": "醒曰。時至矣。端然趨寂。顏色如生。", "63": "不就。二兄卒。累甚眾。頗營稼穡。武帝勅南郡長。時致", "630": "韓承山韓承山平湖縣人。為人誠朴。力務農桑。積累家業。田", "631": "園約千餘金。居恒惟持齋念佛而已。年八十一。康熈", "632": "元年四月。忽謂子曰。明日汝可徧請親族來。我欲與", "633": "之話別。子依教請至。對眾曰。我止有七日住世。特與", "634": "汝等作別。至期。沐浴更衣端坐。悉令子女環坐念佛。", "635": "自亦念佛。良久不動。近視之。已委蛻矣。", "636": "喬忠我喬忠我長興人。鬻竹器為生。兩手削竹。口中念佛不", "637": "撒。禮烏瞻普聞和尚。每瞻山結制。亦入禪堂。康熈元", "638": "年。三日前。預告親朋子女曰。我將歸去。至十月朔。更", "639": "衣向西。正坐念佛。有來視者。令念佛相助。對同道師", "64": "餼賚。衡陽王義季在荊州。親至其室。炳角巾布衣。引", "640": "僧曰。而今一別。當于蓮池中相會也。言訖悠然而逝。", "641": "翟夢鯉翟夢鯉法名淨震。臨江人。素行誠樸。篤信淨土。年踰", "642": "古希。精神矍鑠。課念無違。兼誦金剛經。康熈戊申七", "643": "月。忽示疾。至八月十三日。緇素親友皆來探視。乃謂", "644": "眾曰。感蒙垂顧。須念佛助我往生。手自輪珠。毫無倦", "645": "意。頃云。明早去矣。屆期。念佛而逝。", "646": "沈養素沈養素法名智恩。臨江人。耑修淨業。寒暑靡間。年登", "647": "七十六。涉險如夷。時稱佛號。誦金剛。甞轉法華三十", "648": "餘部。康熈戊申八月。偶抱小恙曰。我當追蹤翟夢鯉", "649": "也。謂子曰。九月十五日我歸去矣。子云。十五欠利。十", "65": "見不拜。王曰。處先生以重祿可乎。對曰。祿如秋草。時", "650": "六好。厲聲曰。寧可上前。莫使退後。至十四日。念佛而", "651": "逝。身有異香。數日不散。", "652": "戴童子戴童子名公烈。休邑人。流寓塘棲。鎮水北界。生自儒", "653": "門。週齡失母。為兒戲時。不踰禮法。年十二始習舉子", "654": "業。英英露頴。十三益聦敏。動止類成人。然賦質清弱。", "655": "因醫㿀疹。致傷胃氣。乃就醫。吳門寓所。有蓮池大師", "656": "竹󰈧隨筆數種。每取其書。反覆細閱。若有會心。七月", "657": "初六。忽端坐謂其祖曰。助我念佛。遂朗稱佛號。其祖", "658": "和之。始則聲高。漸至聲低。終乃無聲。尚見唇動。頃之", "659": "唇亦不動。兀然而化。", "66": "過即腐。宋受禪。徵為太子舍人。元嘉初。徵為通直郎。", "660": "沈敬孚沈敬孚名炳。長洲人。少得喘疾。過三十而劇。因發出", "661": "世心。持佛名頗切。至年五十。病益甚。自正月至九月。", "662": "一息僅屬。遂矢願斷肉。其友楊廣文省之。勸持金剛", "663": "經。扶起受之。讀盡卷。居三日。加持至三卷。半月而病", "664": "愈。自後日以三卷為常。持佛名不撒夜。坐輒至曉。喘", "665": "病遂除。尋受五戒。子旅亭和尚。乾隆四十六年十一", "666": "月。示微疾數日。其月晦。晨起洗沐畢。喘甚。回首向西。", "667": "結跏念佛。其妻在傍。揮之去。已而寂然即坐逝矣。遺", "668": "言以龕殮。用茶毗法。其妻尋出家為尼。", "669": "顧天瑞顧天瑞大󳫯人。老而無子。與妻陸氏。長齋修淨業。僧", "67": "太子建徵為中庶子。並不應。妻羅氏亦有高志。羅氏", "670": "舍有為念佛會者。夫婦與焉。乾隆三十五年二月。天", "671": "瑞無疾。誦佛名而逝。年七十二。", "672": "陸士詮陸士詮號近堂。元和人。初在玉壇。為友祈疾。有神教", "673": "禮梁皇懺。近堂。因禮懺。發心詣天寧菴。受菩薩戒。持", "674": "名修觀。誦法華經。乾隆五十二年。尋得瘍疾漏下。臥", "675": "牀不能起。將終。目光上矚。若有所見。口稱白蓮白鶴", "676": "及諸大善人。復連稱佛佛。右脇而逝。異香滿室中。", "677": "馬󴄤良馬󴄤良名榮祖。秀水人。為諸生課徒以食。年三十餘。", "678": "得咯血疾。遇祥峯文師。勸令念佛。病良已。遂長齋。受", "679": "五戒。日課佛名三萬。如是十餘年。疾復作。臥床月餘。", "68": "歿。炳哀之過甚。既而悲情頓釋。謂沙門慧堅曰。死生", "680": "自言三聖現前說法。日常在大光明中。臨終見佛來", "681": "迎。連稱佛名。右脇而逝。時乾隆五十六年。", "682": "在閨清操在閨清操", "683": "隋文帝皇后隋文帝皇后獨孤氏。雖處王宮。深厭女質。常念阿彌", "684": "陀佛。以八月甲子命終。時永安宮北。種種音樂。自然", "685": "震响。尼大明與后最愛。每念佛時。先着淨衣。口含沈", "686": "香。忽眾聞沈香氣滿室異常。頃之有光明。如雲來迎。", "687": "向西而去。帝問闍提斯那三藏。是何祥瑞。對曰。西方", "688": "有佛。號阿彌陀。皇后業高。超登彼國。故現斯瑞耳。", "689": "姚婆姚婆因范行婆勸令念佛。後臨終見佛菩薩來迎。告", "69": "之分。未易可達。三復至教。方能遣哀。雅好山水。往必", "690": "佛言。未與范行婆別。請佛暫住空中。范至。姚婆立化。", "691": "荊王夫人荊王夫人王氏。元祐中。事西方甚精恪。獨一妾懈慢。", "692": "夫人將逐之。其妾悲悔。極加精進。一夕異香徧室。無", "693": "疾而終。夫人忽夢。妾起居敘謝。因夫人訓責。今獲往", "694": "生。夫人曰。西方可往不。妾曰。但隨妾行。夫人隨之。見", "695": "二池。皆白蓮華。或榮或悴。妾曰。此皆世間發心。修西", "696": "方人也。人間纔發一心。池中即生一花。隨其勤惰。榮", "697": "悴各異。中有一花。朝服而坐。其衣飃揚。隨風疎散。即", "698": "見寶冠瓔珞莊嚴其身。妾曰。此楊傑也。又有一花。朝", "699": "服坐上。其花稍悴。曰此馬玗也。復前導數里。遙望金", "7": "眾生。每日設一百僧齋。王與后妃。親手行食。時請名", "70": "忘歸。西陟荊巫。南登衡岳。因結宇山中。懷尚平之志。", "700": "臺。光明交徹。妾曰。此夫人化生處。上品上生也。徐訪", "701": "楊傑。則已亡。馬玗則無恙。後夫人於生日秉爐焚香。", "702": "觀音閣佇立而化荊王楫徽宗之子。", "703": "吳氏縣君吳氏縣君都官呂宏妻。宏因異僧勸發。妙悟佛理。吳", "704": "氏閱金剛經頌。亦契空寂。夫婦齋戒四十年。吳氏忽", "705": "見巨迹三雙。皆金蓮花。數日又見其膝。又數日見其", "706": "身。數日見其面目。即佛菩薩三聖人也。及見殿閣境", "707": "界清淨男子。人問。彼佛如是說法。曰。我得眼通。未得", "708": "天耳。如是三年。一夕徵恙。自言。吾將西歸。言訖而逝。", "709": "甞事觀音。列瓶󳹇數十。以水滿中。手持楊枝。誦呪必", "71": "以疾還江陵。歎曰。老病俱至。名山不可再登。唯澄懷", "710": "見觀音放光灌諸器中。病者飲之。必愈。世因號觀音", "711": "縣君。", "712": "馬朝奉玗之妻馬朝奉玗之妻王氏。修十念法。持破地獄真言。甞夢", "713": "地獄主者謝以持偈呪之賜。後因寢疾。念佛而亡。親", "714": "戚侍妾。咸夢王氏言得生淨土。", "715": "蔡氏縣君蔡氏縣君居武林。早年孀居。持經念佛。每朝禮像。逾", "716": "二十年。忽見金蓮花現空中。遽索平時修行課目卷", "717": "而懷之。安坐而逝。", "718": "馮氏馮氏少師珣之女。承宣使陳思恭之妻。少多病。從慈", "719": "受深禪師受教。持齋誦佛。逾十年。益精進。謂族黨曰。", "72": "觀道。臥以遊之。凡所遊履。悉圖之於室。謂人曰。撫琴", "720": "清淨界中。失念至此。支那緣盡。行即西歸。一夕語侍", "721": "者曰。吾神遊淨土。獲禮三聖。夫聞其語。即相陪念佛。", "722": "右脇安臥而逝。三日之間。玅香芬馥。", "723": "鄭氏鄭氏錢塘人。日課觀音經。念佛不撤。後病中索浴。西", "724": "向坐。問家人曰。聞磬聲乎。淨土諸聖且至。已而合掌。", "725": "喜曰。佛菩薩來。觀音手執金臺。如來接我登座。遂奄", "726": "然而化。", "727": "陸氏陸氏宜人。家錢塘。朝請王璵妻。常誦法華。晚年尤篤", "728": "淨土禮懺。一會念佛萬聲。凡三十載。因微疾。忽聞天", "729": "皷自鳴。人方驚異。即面西端坐而化。兩手結印。續淨", "73": "動操。欲令眾山皆響。元嘉二十四年卒。春秋六十九。", "730": "土傳陸師壽者。即其侄也。", "731": "朱氏朱氏如一欽成。朱后之侄。歸於四明薛君。繡法華經", "732": "一部。十年而成。至化城喻。針鋒綴舍利如栗。連獲數", "733": "十粒。一字一拜。禮法華者三。於經首題。別致八萬四", "734": "千拜。誦法華經。三月而通。刻擘窠圖。勸人念佛。滿十", "735": "萬聲。所化二十萬人。獨朱氏朝夜誦之。不可以數。紹", "736": "熈四年。為寶幢藏繡經。迎歸南湖。飯千僧為慶讚。是", "737": "年微疾。請僧念佛。忽起加趺。薛君曰。吾家無是法。於", "738": "是右脇吉祥而化。家人夢乘彩雲向西而去。", "739": "樓氏慧靖樓氏慧靖四明揚帥樓璹之孫。適寺簿周元卿。甞披", "74": "雷次宗雷次宗字仲倫。豫章南昌人。博學明詩禮。入廬山。預", "740": "味傳燈。發明見地。尤以淨業為真修。晚年被疾。忽見", "741": "蓮臺紫色化佛無數異香滿室。以語家人。亟令念佛。", "742": "頃刻而化。", "743": "周氏玅聦周氏玅聦周元卿之女。每感母氏華臺往生之瑞。甞", "744": "誦經念佛。願生安養。病中請僧行懺。自見其身。著新", "745": "淨衣。在樓閣上。作禮念佛。謂家人曰。汝輩當勤修淨", "746": "業。吾當於淨土待汝。即右脇吉祥向西而化。", "747": "秦氏淨堅秦氏淨堅家松江。厭惡女身。與夫各處。精持齋戒。閱", "748": "華嚴經法華光明般若無虗日。晨昏修彌陀懺。日禮", "749": "佛千拜。久之有光明。入室中。面西念佛。安坐而化。", "75": "蓮社。立舘東林之東。元嘉十五年。召至京師。立學舘", "750": "鄭氏淨安鄭氏淨安家錢塘。念佛誦經。日無虗度。後得疾。禱之", "751": "於佛。聞空中聲云。汝行有期。無得自怠。又見佛身金", "752": "色。即奮身起。面西端坐。令男僧義修。諷阿彌陀經。倐", "753": "然而化。其女夢。母報曰。吾已得生淨土。可說修師令", "754": "知。", "755": "秦淨樂于佛子。秦氏。淨樂。家錢塘。其夫姓于。賣魚為業。有男", "756": "販私商。常遭官事。秦氏愁苦。幾欲沈身於江。遇淨住", "757": "寺照師勸之曰。有此煩惱。宿世怨家。枉自沉江。不如", "758": "念佛。秦氏醒然回心。即燼一指。誓長齋三自念佛。十", "759": "年不怠。見一切人。皆稱佛子。一日請戒行人。諷觀經。", "76": "鷄籠山。置生徒百員。除給事中。不拜。久之還南昌。公", "760": "每一觀。誦佛千聲。至像觀。忽焉而化", "761": "四明黃氏四明黃氏早喪夫。歸父舍。修淨業。臨終稱佛結印。履", "762": "地徐行。儼然立化。家人篩󰞆於地。以驗生虗。見蓮花", "763": "一朵生於󰞆中。", "764": "錢塘袁氏錢塘袁氏因往靈芝。受菩薩戒。即斷葷酒。進修淨業。", "765": "一家皆服其化。二十年不渝初志。一日病中請圓淨", "766": "律師說法。忽見佛菩薩眾現前。端坐而化。", "767": "錢塘陳氏錢塘陳氏媼從靈芝。受菩薩戒。專心念佛。日課千拜。", "768": "常有舍利。散經案上。臨終見化佛來迎。顧旁人語。未", "769": "及半已。疑然不動矣。", "77": "卿祖道以送。學子侄書曰。吾童稚之年。已懷遠略。弱", "770": "武林王氏武林王氏常誦法華。念佛求度。一朝見菩薩大身住", "771": "立空中。遂連聲稱菩薩高大菩薩高大。又云。恐女人", "772": "足穢。難升花臺。語畢而化。", "773": "四明孫氏四明孫氏寡居齋戒。禮誦念佛。三十年不懈。手製衣", "774": "衾鞋襪施僧。不記其數。一日微恙。見異人立床。前曰。", "775": "宜勤精進。又夢八僧遶行懺室。身掛縵衣。隨僧行道。", "776": "遂沐浴淨衣。請僧行懺於大眾前。端坐誦經。至一心", "777": "不亂。左手結印。奄然而化。遠近皆聞空中奏樂。", "778": "上虞胡長婆上虞胡長婆李氏。夫喪後。日夜高聲誦彌陀經。凡十", "779": "餘年。一朝有僧。覆以緋蓋。告之曰。汝今月十五日。夜", "78": "冠託廬山。事釋和上。遊道餐風。二十餘載。淵匠既傾。", "780": "子時去。問。師何人。答曰。我是汝念者。婆遂會別諸親。", "781": "至時。果有異香光明。即端坐而逝。七日火化。齒如雪", "782": "玉。舌如紅蓮。睛如蒲萄。皆精堅不壞。舍利不可以數。", "783": "次日焚處生一花。如白鸎粟然。", "784": "安吉王氏女安吉王氏女日誦彌陀觀音金剛諸經。念佛求度。母", "785": "病亡既斂。惡血流滴。女發誓曰。若我孝心真實。願臭", "786": "氣不生。言訖流血即止。以舌䑛漏處。絕無穢氣。父娶", "787": "後室。與同修淨業。女得疾。請僧說淨土觀法。忽索衣。", "788": "吉祥而臥。手攬觀音手中幡。寂然不動。繼母篩󰞆於", "789": "室。以驗受生。見󰞆中印出蓮華數朵。", "79": "復與汝曹。歸耕先壟。山居谷飲。忽復十年。及今未老。", "790": "錢塘盛氏錢塘盛氏日課觀經。誦佛不輟。一日病中浴畢面西。", "791": "問家人云。聞磬聲乎。淨土眾聖且至。已而合掌。喜躍", "792": "曰。佛菩薩已至。觀音手執金臺。如來接我登座。即奄", "793": "然而化。", "794": "錢塘沈氏錢塘沈氏念佛十餘年。日加精進。命工𦘕八尺彌陀", "795": "像。病中安設床前。欣然曰。我何多幸。即請僧念佛相", "796": "助。忽曰。見一僧授我金臺。遂於臺前。方欲執錦褥角。", "797": "其臺即行。恐有障緣。望眾更為念佛眾。皆勇猛厲聲。", "798": "良久復云。念佛功德。已登金臺。此去不回矣。即瞑目", "799": "而逝。", "8": "僧。咨扣妙法。三十餘年。精專無替。一日宮中見彌陀", "80": "尚可厲志。成西歸之津梁。自今以往。家務大小。一勿", "800": "蔣婆蔣婆鎮江金壇縣株林村人。年七十許。死至陰府。命", "801": "未盡。當還。閻羅王問曰。汝能念經否。對曰不能。王曰。", "802": "汝不能念經。但念阿彌陀佛。既放還。蔣婆謂閻羅王。", "803": "教我念佛。更無可疑。故常念佛。年近百二十歲。無疾", "804": "而逝。", "805": "任氏夫人任氏夫人修西方。雕阿彌陀佛像。長四寸八分。龕飾", "806": "甚嚴。常頂戴行道。其像眉間。常迸出舍利。大如黍米。", "807": "光彩照人。事詳鍾離少師傳。", "808": "汾陽約山翁婆汾陽約山翁婆每日嗟歎。世間無常。無一可樂。月晦", "809": "必請僧二員。永夜念佛。翌朝設齋。婆手自營辦。臨終", "81": "見關。二十五年。召拜散騎常侍。不就。復徵詣京師。築", "810": "之夕。咸見佛光入室。寶葢覆於庭上。婆忽遷化。", "811": "汾陽裴氏女汾陽裴氏女專心念佛。以小豆為數。積滿十三石。報", "812": "盡之日。索火燒香。口云。佛以花臺與我。今當往生。", "813": "汾陽溫靜文妻汾陽溫靜文妻病在床上。夫勸令念佛。二年不絕聲。", "814": "謂夫曰。我已見淨土佛菩薩。後月當去。至期。見金蓮", "815": "花如日輪。", "816": "醴泉孟氏女醴泉孟氏女久纏重病。沙門勸令念佛。三年謂夫曰。", "817": "可急報諸親。令來相送。暨畢。集女焚香。與眾念佛。見", "818": "空中執錫沙門曰。汝當往生。已而佛菩薩至旛華排", "819": "空。忽然遷化。", "82": "室鍾山。謂之招隱舘。每自華林園。入延賢堂。為太子", "820": "汾陽梁氏女汾陽梁氏女兩目俱盲。遇沙門。勸令念佛。越三年。雙", "821": "目開明。後忽見佛菩薩幡盖來迎。即日命終。", "822": "陳佛道者念佛道者。陳氏。頤禪師之母。師住廣平普會。迎侍方", "823": "丈東室。剪𩬊為出家相。朝夕念佛。四眾稱為道者。後", "824": "病中集緇素。鳴磬念佛。兩日忽合掌瞻像。泊然而化。", "825": "明日頂溫。面色鮮白。師前一日夢。母謂曰。我見尼師", "826": "十餘來相召。師應之曰。此往生之祥。言已坐滅面色", "827": "變白。至是果然", "828": "吳興陳氏吳興陳氏受持齋戒。誦法華五千部金剛彌陀諸經", "829": "各一藏。念佛滿三十年。一日不食。家人問。欲何所須。", "83": "諸王講禮經。是年無疾而卒。春秋六十三。子肅之頗", "830": "答云。欲求見佛。言訖右脇而化。", "831": "會稽胡氏淨安會稽胡氏淨安禮阿彌陀佛八萬四千相好者四會。", "832": "偶微疾。見佛來迎。安祥坐逝。路人聞空中樂聲。隱隱", "833": "西去。", "834": "錢塘孫氏女錢塘孫氏女常念佛持呪。因病請清照律師。至。謂曰。", "835": "久病厭世。願求往生。師為談淨土因緣。大喜。至夜夢", "836": "師持藥一盞。服之流汗。身心輕安。三日後。語侍人曰。", "837": "迦葉尊者來。此好金蓮華座。即瞑目結印而化。", "838": "仁和郭氏妙圓仁和郭氏妙圓長齋念佛。誦法華彌陀經及二懺。常", "839": "諦觀落日。對想西方。忽空中告云。郭玅圓決生淨土。", "84": "傳素業。官至豫章郡丞。", "840": "清照亨律師。即其兄。甞往寺中。建繫念會。作百僧齋。", "841": "莊嚴淨土。臨終之際。請亨師說法。求佛接引。即時端", "842": "坐。凝然不動。", "843": "周行婆周行婆家太平州。蚤年念佛專注。一夕互跪念佛。泊", "844": "然而化。鄰人見數僧自婆家出引婆騰空而去。", "845": "錢塘龔氏錢塘龔氏晝夜念佛。誦彌陀經。偶得疾。請亨律師。指", "846": "示西歸。講說未終。端坐而化。老妾于氏。亦念佛不輟。", "847": "一夕夢。龔氏告曰。我已得生矣。汝後七日。亦當往生", "848": "至期果逝。", "849": "嘉禾鍾婆嘉禾鍾婆日誦彌陀經十卷。餘時念佛二十年。為常", "85": "闕公則闕公則入廬山白蓮社。既逝。有同社人。至洛陽白馬", "850": "課。一日語其子曰。見大白蓮華無數。一婦人端正好", "851": "衣。立我前。又眾僧在此。何以供養。子云不見。遂無語。", "852": "端坐聳身而化。", "853": "潮山黃婆潮山黃婆持金剛法華。專心念佛。暑中忽得痢疾。但", "854": "飲水不食。鄰庵沙門善修。常建念佛會。婆病中欲請", "855": "修。修夢。婆來謂曰。將往西方。修未以為異。越二日。婆", "856": "西向念佛十聲。端坐而化。遠近皆見紅霞覆婆之屋。", "857": "霅川朱氏霅川朱氏念佛三十年。每讀金剛經。以為聖賢在此。", "858": "不敢踞坐。後忽不食。四十日唯飲水念佛。先夢三僧", "859": "入室。各執蓮華。謂曰。我先為汝種此蓮華。汝卻歸來。", "86": "寺。夜中為公則修忌祭。忽一時林木殿宇皆作金色。", "860": "既覺喜悅。乃請僧眾。念佛為助。即就座而化。", "861": "四明淨心女四明淨心女不知姓。刺血。自𦘕佛菩薩三聖像於羅", "862": "木板。凡一千片。普散與人上。有正信女。淨心題云。願", "863": "所修淨業。速獲成就。不入母胎。化生蓮沼。後不知所", "864": "終。", "865": "嘉禾周氏嘉禾周氏適庶民孫氏同翁婆。常時念佛。感室中佛", "866": "像有光如螢。或現鮮華。或現佛菩薩像。三時必聞天", "867": "樂。或空中誦經聲。", "868": "項氏玅智項氏玅智四明鄞人。寡居。二女悉令為尼。同居楊氏", "869": "庵。見人唯勸念佛。晚歲偶疾。謂女尼曰。多有尼僧。相", "87": "空中有聲曰。我是闕公則。祈生極樂國。今已得生矣。", "870": "待西歸。乃請人念佛。忽曰。我欲坐化。錯與作棺也。女", "871": "曰。佛用金棺。無嫌也。母喜。諷上品觀。轉身面西。兩手", "872": "作印。微笑而逝。", "873": "沈氏妙智沈氏妙智四明慈溪居。自幼蔬食念佛。長歸章氏。未", "874": "甞中廢。施米貸被。以濟饑寒。常誦彌陀經為日課。一", "875": "夕微病。念佛尤力。忽見佛菩薩居士長者。擁立目前。", "876": "燈光千點累累然。狀如虹橋。即日右脇吉祥。凝然不", "877": "動。", "878": "崔婆崔婆淄州人。平生茹素。性溫順。不與同輩爭長短。但", "879": "誦阿彌陀佛不少撤。不持素珠。莫知其幾千萬遍。年", "88": "言訖無所見。", "880": "七十二。得疾不下床。然持念愈篤。忽若無事時。唱偈", "881": "日。西方一路好修行。上無條嶺下無坑。去時不用著", "882": "鞋襪。脚踏蓮華步步生。咏不絕口。人問誰。語曰我所", "883": "作。曰婆何時行。曰申時去。果如期而逝。依僧法茶毗。", "884": "舌獨不化。", "885": "常熟陶氏常熟陶氏寡居。常持普門品。夢白衣人。授以蓮華令", "886": "食之。又夢梵僧授以彌陀經。覺即能誦。不假師授。一", "887": "夕帳幌光明。有彌陀像。立經函上。每誦經時。必於卷", "888": "上。迸出舍利。積以成合。臨終時。化佛來迎。", "889": "周婆周婆鄞縣寶幢市人。精修淨土。遇歲首持不語戒。晝", "89": "庾銑庾銑新野人。梁武帝召為黃門侍郎。不赴。六時念佛。", "890": "夜常坐。盡月而止。遇夏月則施茶湯。歷久不廢。一夕", "891": "夢大荷葉徧覆一市。覺自身持數珠。行道葉上。既而", "892": "微疾。隣人見幢盖入其室。黎明婆已念佛而逝。", "893": "鍾氏鍾氏仁和張後溪之繼室。年四十夫喪。遂持長齋。篤", "894": "信念佛者。四十餘載。居常聞天樂鳴空。又夜常聞戶", "895": "外佛聲浩浩。啟視。杳無人跡。如是異徵。屢屢槩見。泰", "896": "昌元年臘月十六日。臥病。次年元朝。謂家人曰。見徧", "897": "室蓮華并有幡盖。懸于床前。念佛而化。", "898": "薛氏薛氏武塘世族女也。生時母夢長庚入懷。後歸周。生", "899": "五子。而寡秉節。自誓供觀音。香煙結蓮華。人異之。專", "9": "佛西方聖眾來迎。祥瑞不一。端坐示滅。神色怡悅。", "90": "一夕見道人自稱願公。呼銑為上行先生。授香而去。", "900": "心淨業。好施。不倦念佛。十五年如一日。萬曆丁亥五", "901": "月。得疾。遂絕粒屏藥。至九月六日延僧禮懺。且曰。四", "902": "日足吾事畢矣。乃西向對彌陀像。晝夜繫念。囑諸子", "903": "翊贊著淨衣。戴誌公帽。長跪佛前。念讚佛偈。唱三歸", "904": "依。輪珠念佛。一百八遍。逮午趺坐而化。蓮華香滿室。", "905": "于媼于媼昌平州邵村于貴之母。久積念佛。一日浣衣甚", "906": "潔。謂其子曰。予將生淨土。子未信。至期。取凡置庭。心", "907": "坐几上。脫去。異香天樂。比隣皆聞。", "908": "方氏方氏諸生吳應道室。三十寡。守志歸佛。專修淨土二", "909": "十年。萬曆乙酉。年五十矣。小疾念佛不輟。無一語及", "91": "四年願公復至。遂化去。空中言上行先生已生安養。", "910": "他務。卒前一日。沐浴更衣。然香禮佛。還坐一榻而逝。", "911": "陶氏陶氏居士張守約繼室。居士念佛陶亦信向。每日課", "912": "誦。無間居士出禮普陀。陶謂二子曰。吾平日參是心", "913": "作佛是心是佛二語。今始悟。初四日吾行矣。及期。端", "914": "坐而逝。次日居士歸成殮。俄棺上出青蓮華五朵。居", "915": "士大駭異。自愧不知。其道行如此。", "916": "中官孫名之母中官孫名之母一生齋戒念佛。年老微恙。自知時至。", "917": "告其子欲坐脫。子哀泣。止之不得。乃為作龕。至期入", "918": "龕。安坐化去。", "919": "陸母徐氏陸母徐氏孀居。刻志淨業。夫有千金。出貸焚劵。不取", "92": "高浩象高浩象東平人。杜門靜坐。專誦無量壽經。觀中汎紅", "920": "奩飾。罄以施人。恒于佛所。禮誦不輟。如是十載。一夕", "921": "忽呼侍人曰。看東方光發否。我待往生。時至矣。汝輩", "922": "可助我高。聲念佛合掌而逝。", "923": "劉道隆母李氏劉道隆母李氏年四十長齋念佛。修淨室一間。供佛", "924": "菩薩像。朝夕稱禮。每誕日誡子婦。母設慶席。惟禮懺", "925": "一日或三日。如此者二十五年。將終前一歲。延僧禮", "926": "懺七晝夜。夢大士持素珠一串。示之曰。以此授汝珠", "927": "數。乃往生期也。夢中數之。五十三顆。不解其義。至庚", "928": "子五月十三日。忽告家人曰。吾今日行矣。可舉家大", "929": "聲念佛助我西行。即面西念佛。端坐而逝。", "93": "蕖於玉沼。初未見佛。乃即華上傾心致敬。遙睇佛之", "930": "陳母朱氏陳母朱氏吳郡人。濬川居士室也。孝慈天植。素向三", "931": "寶。年八十一。其子參雲棲歸導。以念佛往生。遂篤志", "932": "淨業。越二載示疾。卒之前三日。堂前大呼母名者三。", "933": "母云。有二青衣。在此時病久孱困。忽躍起。竪脊端坐。", "934": "諸子勸其寢息。乃吉祥而逝。迎尸中堂。仰臥之尸。自", "935": "轉向西。眾人歎其神異。", "936": "豫章人楊選一妻豫章人楊選一妻三十生子後。即與夫別居。聽其置", "937": "妾。自日長齋念佛。至己丑。十五年矣。八月忽生發背。", "938": "痛楚入骨。見一惡鬼。以刀割其背肉。有大力神。驅之", "939": "去苦。若脫。謂夫曰。吾將行矣。有童子四人相迎。夫疑", "94": "金容。光輝遠映。一夕見眾菩薩來迎。奄忽而化。", "940": "病中囈語。問何往。答曰。往西方。遂化。", "941": "江寧湯道人公甫母江寧湯道人公甫母八十一歲。自少長齋念佛。每晨", "942": "夕萬聲為課。庚寅元朝。公甫請融悟觀。如兩戒師。䖍", "943": "修大彌陀懺。以初四日。五皷進壇。有唐道人宜之者。", "944": "在壇外打報鍾。平明見白󳬈數十。旅繞屋上壇內。緇", "945": "素悉見。蓮華生佛。座下內外。金光覆空。山河大地。了", "946": "無隔礙。下壇方散。此皆湯母䖍修淨土之現證也。其", "947": "往生上品必矣。", "948": "蔡坦如居士洞庭西山人妻蔡坦如居士洞庭西山人妻甚賢良。持齋念佛。放生", "949": "然燈。作眾福。不求人知。既病劇。謂坦如曰。死固不須", "95": "宋蒲宋蒲隋時恒州人。念佛以小豆記數。滿三十石。設齋", "950": "擇日。但世人俗見。謂修行人乃惡日死亦所不便。幸", "951": "為擇日。明日吉乎。答云不吉。後日吉乎。答云亦不吉。", "952": "乃曰。吾不能更待矣。今日吉乎。答云。今日頗吉。因即", "953": "命取水澡浴。集親友。念佛正坐。合掌而逝。", "954": "寡婦張氏寡婦張氏家在常熟小東門外。奇窮苦守。一心念佛。", "955": "却不揀淨穢。即登廁亦念不轍。後以痢疾而終。遺下", "956": "破裙一條。即其平日所用。曾無替換。病時用以襯體。", "957": "汙穢不可近。拋之河中。即見蓮花朵朵五色燦爛。散", "958": "布水面。見者稱異。始知念佛果往西方也。將裙送相", "959": "近菴中。作佛座卓圍。至今在焉。順治年間事。", "96": "慶讚。佛二大士化作三僧。至會乞食。滿曰。弟子願生", "960": "餘姚徐氏餘姚徐氏適烏山胡振嶽。舉四子一女。年四十餘。夫", "961": "喪。遂託委家事。深居閫內。至心禮念彌陀佛千聲。如", "962": "是者二十餘載。一日無疾。忽謂家人曰。多有金童。執", "963": "寶盖迎接。越三日。當與偕行。屆期。呼家人囑訣曰。人", "964": "當念佛。正坐而逝。", "965": "俞行敏妻卓氏俞行敏妻卓氏平生性直心慈。篤信佛法。尊禮玉林", "966": "具德兩大師。間亦捨施。遇貧病人。必矜恤之。依法修", "967": "淨業。日課念佛。誦彌陀經經六載。康熈丁未示微疾。", "968": "安然坐逝。及殮時。顏色如生。歡容可挹。", "969": "杭郡太民江氏杭郡太民江氏訒公嚴先生繼。配都諫灝亭。公阮之", "97": "西方。師來赴食。深副本心。事畢即見天花異香乘空", "970": "生母也。太君產於望族。賦質賢淑。秉性仁慈。年十五", "971": "適訒公。孝以承先。慈以逮下。凡五十餘年。初訒公歸", "972": "依蓮池大師。篤信淨土。太君方青年。亦奉教䖍修。每", "973": "鷄鳴。輒起長跪。佛前誦經。念佛千聲。凡諸夜役。不呼", "974": "睡婢。或勸無自苦曰。以此累若輩。豈學道人所宜。康", "975": "熈戊申三月六日。晨課一如平時。達朝仍寢疾。忽大", "976": "聲曰。觀音菩薩來矣。湯浴淨體。就枕而逝。", "977": "沈易生妻傅氏沈易生妻傅氏法名德蓮。素篤信向。持齋念佛。沈以", "978": "瞽者。賣卜所得。悉以飯僧。四方瓢衲。聞風沓至。傅氏", "979": "不憚勞苦。而䖍供者十有六載。康熈壬子七月小疾。", "98": "而行。未久滿遂面西坐化。", "980": "至閏七月初一。索浴更衣。謂親屬曰。此有金童。來相", "981": "接引。扶行數步。復坐。合掌念佛。瞑目而逝。", "982": "錢塘徐浩軒母錢塘徐浩軒母太宜人。奉佛甚謹。繪念佛圖一紙。上", "983": "繪一大佛像。旁累數千圈。以記念佛之數。已畢。置黃", "984": "布袋中。數年矣。康熈乙亥五月十四日。念佛而逝。申", "985": "刻家人焚袋於磁盆。忽盆內有聲。眾疑盆碎。俄見五", "986": "色起布成緇。色上現樓臺殿閣欄楯堦砌之形。蓮華", "987": "上合掌。趺坐之佛數十。雲中菩薩。皆如白粉新𦘕者。", "988": "親友男婦童僕。以及治櫬成衣之人。無不驚嘆競觀", "989": "次日將殮掇󰞆。啟其袋背。佛像樓臺諸形。與袋面無", "99": "李白李白字太白。作金泥畫西方淨土變相并序云。我佛", "990": "異。又一老媼執拂子。隨行誠異。事示驗也。", "991": "陸氏陸氏顧天瑞室。長齋念佛。乾隆三十三年。得微疾。沐", "992": "浴就枕。其妯俞氏。亦修淨業。隔屋居。半夜聞陸氏呼", "993": "之曰。姆早晚好來。吾先去。趨視之。逝矣。年六十三。明", "994": "年四月。俞氏亦無疾而逝。年七十二。", "995": "陸氏陸氏金南溟族嬸。日課佛名千聲。齋期加五千聲。如", "996": "是二十年。乾隆四十年十二月。偶患腹痛。翌日集家", "997": "人長幼。各致慰謝。勸修淨業。怡然而逝。年八十七。", "998": "栢萬安母曹氏栢萬安母曹氏年六十四。病熱。萬安自蘇州馳歸。視", "999": "母氣已絕。唯胸前微溫。家人為治。棺衾悉具。萬安悲"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1551 西舫彙征", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1551 西舫彙征", "author": "清 瑞璋輯", "language": "chinese", "source": "CBETA"}