{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B125 先覺宗乘（選錄「帝王問道錄」）", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "帝王問道錄", "1": "徑山語風老人圓信較定", "2": "無地地主人郭凝之彙編", "3": "梁武帝梁武帝問於寶誌公曰弟子煩惑未除何以治之答", "4": "曰十二帝問其旨如何答曰在書字時節刻漏中帝", "5": "益不曉帝又問弟子何時得以靜心修習師曰安樂", "6": "禁帝一日請傅大士講金剛經大士纔陞座以尺揮", "7": "案一下便下座帝愕然聖師曰陛下還會麼帝曰不", "8": "會聖師曰大士講經竟白雲端云傅大士與誌公被武帝一狀領過　汾陽昭云", "9": "講得甚好　本覺一云傅大士已是葛藤誌公重下註腳諸人如今樂聞麼良久云兩段不同　老宿云", "10": "大士不得誌公洎成虛棄又一日講經次帝至大眾皆起大士端", "11": "坐不動近臣報曰聖駕在此何不起大士曰法地若", "12": "動一切不安大士一日披衲頂冠靸履朝見帝問是", "13": "僧耶大士以手指冠帝曰是道耶大士以手指靸履", "14": "帝曰是俗耶大士以手指衲衣汾陽昭代云大士多能　五祖戒云笑殺", "15": "傍觀普通七年武帝迎達磨至金陵問曰朕即位已來", "16": "造寺寫經度僧不可勝紀有何功德祖曰並無功德", "17": "帝曰何以無功德祖曰此但人天小果有漏之因如", "18": "影隨形雖有非實帝曰如何是真功德祖曰淨智妙", "19": "圓體自空寂如是功德不以世求帝又問如何是聖", "20": "諦第一義祖曰廓然無聖帝曰對朕者誰祖曰不識", "21": "帝不領悟汾陽昭代云弟子智淺　五祖戒云賣寶遇著瞎波斯　保寧勇代帝吐舌示之", "22": "雪竇顯頌云聖諦廓然何當辨的對朕者誰還云不識因茲暗渡江豈免生荊棘闔國人追不再來千古", "23": "萬古空相憶休相憶清風匝地有何極師顧示左右云這裡還有祖師麼喚來與老僧洗腳。", "24": "唐中宗唐中宗遣內侍薛簡馳詔迎請六祖祖上表辭疾願", "25": "終林麓簡曰京城禪德皆云欲得會道必須坐禪習", "26": "定若不因禪定而得解脫者未之有也未審師所說", "27": "法如何祖曰道由心悟豈在坐也經云若見如來若", "28": "坐若臥是行邪道何故無所從來亦無所去若無生", "29": "滅是如來清淨禪諸法空寂是如來清淨坐究竟無", "30": "證豈況坐耶簡曰弟子回主上必問願和尚指示心", "31": "要祖曰道無明暗明暗是代謝之義明暗無盡亦是", "32": "有盡相待立名故經云法無有比無相待故簡曰明", "33": "喻智慧暗況煩惱修道之人儻不以智慧照破煩惱", "34": "無始生死憑何出離祖曰煩惱即是菩提無二無別", "35": "若以智慧照煩惱者此是二乘小見羊鹿等機大智", "36": "上根悉不如是簡曰如何是大乘見解祖曰明與無", "37": "明其性無二無二之性即是實性實性者處凡愚而", "38": "不減在賢聖而不增住煩惱而不亂居禪定而不寂", "39": "不斷不常不來不去不在中間及其內外不生不滅", "40": "性相如如常住不遷名之曰道簡曰師說不生不滅", "41": "何異外道祖曰外道所說不生不滅者將滅止生以", "42": "生顯滅滅猶不滅生說無生我說不生不滅者本自", "43": "無生今亦無滅所以不同外道汝若欲知心要但一", "44": "切善惡都莫思量自然得入清淨心體湛然常寂妙", "45": "用恒沙簡蒙指教豁然大悟歸闕表上祖語帝咨美", "46": "久之。", "47": "唐玄宗唐玄宗詔司空淨禪師到京住白蓮亭召兩街名僧", "48": "碩學赴內道場與淨闡揚佛理時有遠禪師者抗聲", "49": "謂淨曰今對聖上較量宗旨應須直問直答不假繁", "50": "辭只如禪師所見以何為道淨曰無心是道遠曰道", "51": "因心有何得言無心是道淨曰道本無名因心名道", "52": "心名若有道不虛然窮心既無道憑何立二俱虛妄", "53": "總是假名遠曰禪師見有身心是道已否淨曰山僧", "54": "身心本來是道遠曰適言無心是道今又言身心本", "55": "來是道豈不相違淨曰無心是道心泯道無心道一", "56": "如故言無心是道身心本來是道道亦本是身心身", "57": "心本既是空道亦窮源無有志明禪師問若言無心", "58": "是道瓦礫無心亦應是道又云身心本來是道四生", "59": "十類皆有身心亦應是道淨曰大德若作見聞覺知", "60": "解會與道懸殊即是求見聞覺知之者非是求道之", "61": "人經云無眼耳鼻舌身意六根尚無見聞覺知憑何", "62": "而立窮本不有何處存心焉得不同草木瓦礫真禪", "63": "師問道既無心佛有心否佛之與道是一是二淨曰", "64": "不一不二曰佛度眾生為有心故道不度人為無心", "65": "故一度一不度何得無二淨曰若言佛度眾生道無", "66": "度者此是大德妄生二見如山僧即不然佛是虛名", "67": "道亦妄立二俱不實總是假名一假之中如何分二", "68": "曰佛之與道總是假名當立名時是誰為立若有立", "69": "者何得言無淨曰佛之與道因心而立推窮立心心", "70": "亦是無心既是無即悟二俱不實知如夢幻即悟本", "71": "空強立佛道二名此是二乘人見解法空禪師問佛", "72": "之與道俱是假名十二分教亦應不實何以從前尊", "73": "宿皆言修道淨曰大德錯會經意道本無修大德強", "74": "脩道本無作大德強作道本無事強生多事道本無", "75": "知於中強知如此見解與道相違從前尊宿不應如", "76": "是自是大德不會請思之安禪師問道既假名佛云", "77": "妄立十二分教亦是接物度生一切是妄以何為真", "78": "淨曰為有妄故將真對妄推窮妄性本空真亦何曾", "79": "有故故知真妄總是假名二事對治都無實體窮其", "80": "根本一切皆空曰既言一切是妄妄亦同真真妄無", "81": "殊復是何物淨曰若言何物何物亦妄經云無相似", "82": "無比況言語道斷如鳥飛空達性禪師問禪師至妙", "83": "至微真妄雙泯佛道兩忘修行性空名相不實世界", "84": "如幻一切假名作此解時不可斷絕眾生善惡二根", "85": "淨曰善惡二根皆因心有窮心若有根亦非虛推心", "86": "既無根因何立經云善不善法從心化生善惡業緣", "87": "本無有實又有近臣問曰此身從何而來百年之後", "88": "復歸何處淨曰如人夢時從何而來睡覺時從何而", "89": "去曰夢時不可言無既覺不可言有雖有有無來往", "90": "無所淨曰貧道此身亦如其夢。", "91": "唐肅宗唐肅宗上元二年敕中使齎詔徵南陽慧忠國師赴", "92": "京待以師禮初居千福寺西禪院及代宗臨御復迎", "93": "止光宅精藍十有六載隨機說法時有西天大耳三", "94": "藏到京云得他心通肅宗命國師試驗三藏纔見國", "95": "師便禮拜立於右邊國師問曰汝得他心通那汝道", "96": "老僧即今在甚麼處曰和尚是一國之師何得卻去", "97": "西川看競渡良久再問汝道老僧即今在甚麼處曰", "98": "和尚是一國之師何得卻在天津橋上看弄猢猻國", "99": "師良久復問汝道老僧只今在甚麼處三藏罔測師", "100": "叱曰這野狐精他心通在甚麼處三藏無對僧問仰山曰大", "101": "耳三藏第三度為甚麼不見國師仰山曰前兩度是涉境心後入自受用三昧所以不見　又有僧問玄", "102": "沙玄沙曰汝道前兩度還見麼　玄覺云前兩度見後來為甚麼不見且道利害在甚麼處　僧問趙州", "103": "大耳三藏第三度不見國師未審國師在甚麼處趙州云在三藏鼻孔上僧後問玄沙既在鼻孔上為甚", "104": "麼不見玄沙云只為太近　白雲端云國師若在三藏鼻孔上有甚難見殊不知國師在三藏眼睛上", "105": "密雲悟代三藏罔知去處云和尚是一國之師何得寐語代國師叱三藏處云重言不當乞復云卻是和", "106": "尚善他心通肅宗問於忠國師曰師在曹谿得何法國師", "107": "曰陛下還見空中一片雲麼帝曰見國師曰釘釘著", "108": "懸挂著帝又問如何是十身調御國師乃起立曰會", "109": "麼帝曰不會國師曰與老僧過淨瓶來帝又曰如何", "110": "是無諍三昧國師曰檀越蹋毗盧頂上行帝曰此意", "111": "如何國師曰莫認自己清淨法身帝又問國師都不", "112": "視之曰朕是大唐天子師何以殊不顧視國師曰還", "113": "見虛空麼帝曰見國師曰他還眨目視陛下否國師", "114": "以化緣將畢涅槃時至乃辭代宗代宗曰師滅度後", "115": "弟子將何所記國師曰告檀越造取一所無縫塔帝", "116": "曰就師請取塔樣國師良久曰會麼帝曰不會國師", "117": "曰貧道去後有侍者應真卻知此事乞詔問之代宗", "118": "後詔應真問前語真良久曰聖上會麼帝曰不會真", "119": "述偈曰湘之南雪竇著語云獨掌不浪鳴潭之北兩手鳴聒聒中有黃", "120": "金充一國山形拄杖子無影樹下合同船海宴河清琉璃殿上", "121": "無知識拈了也復頌云無縫塔見還難澄潭不許蒼龍蟠層落落影團團千古萬古與人看　楚", "122": "石琦頌云只這箇無縫塔上下四維十方周匝長天月落兮影絕光沈大海波生兮聲傳響答峭巍巍風", "123": "颯颯與他知識何交涉。", "124": "唐代宗唐大曆三年代宗詔徑山欽至闕下親加瞻禮一日", "125": "同忠國師在內庭坐次見帝駕來欽起立帝曰師何", "126": "以起欽曰檀越何得向四威儀中見貧道帝悅謂國", "127": "師曰欲賜欽師一名國師欣然奉詔乃賜號國一禪", "128": "師。", "129": "唐順宗唐順宗問於佛光滿禪師曰佛從何方來滅向何方", "130": "去既言常住世佛今在何處佛光答曰佛從無為來", "131": "滅向無為去法身等虛空常住無心處有念歸無念", "132": "有住歸無住來為眾生來去為眾生去清淨真如海", "133": "湛然體常住智者善思惟更勿生疑慮帝又問佛向", "134": "王宮生滅向雙林滅住世四十九又言無法說山河", "135": "與大海天地及日月時至皆歸盡誰言不生滅疑情", "136": "猶若斯智者善分別佛光答曰佛體本無為迷情妄", "137": "分別法身等虛空未曾有生滅有緣佛出世無緣佛", "138": "入滅處處化眾生猶如水中月非常亦非斷非生亦", "139": "非滅生亦未曾生滅亦未曾滅了見無心處自然無", "140": "法說帝聞大悅益重禪宗永貞元年常問清涼國師", "141": "至道心法國師對曰至道本乎其心心法本乎無住", "142": "心體靈知不昧性相寂然又嘗問尸利禪師大地眾", "143": "生如何得見性成佛去尸利曰佛性如水中月可見", "144": "不可取帝悟其意。", "145": "唐憲宗唐憲宗詔鵝湖義禪師於麟德殿論義有法師問如", "146": "何是四諦師曰聖上一帝三帝何在又問欲界無禪", "147": "禪居色界此土憑何而立禪師曰法師秪知欲界無", "148": "禪不知禪界無欲曰如何是禪師以手點空法師無", "149": "對帝曰法師講無窮經論秪這一點尚不奈何天奇拈云", "150": "會得底在禪即禪在欲即欲不會底便道禪不是欲欲不是禪妄生譏剝不知身處泥犁所以道直饒講", "151": "得千經論也落禪家第二籌且道第一籌在甚麼處手點空云鳴底師卻問諸碩德曰", "152": "行住坐臥畢竟以何為道有對知者是道師曰不可", "153": "以智知不可以識識安得知者是乎有對無分別者", "154": "是師曰善能分別諸法相於第一義而不動安得無", "155": "分別是乎有對四禪八定是師曰佛身無為不墮諸", "156": "數安在四禪八定邪眾皆杜口天奇拈云這些老膿團恰似箇狂狗尋香", "157": "逐氣有甚了期可惜終日數十于今不知二五若是個漢出來掀翻禪床免得葛藤遍地非惟自有出身", "158": "之路亦壯宗門節概師卻舉順宗問尸利禪師大地眾生如何", "159": "得見性成佛尸利曰佛性猶如水中月可見不可取", "160": "因謂帝曰佛性非見必見水中月如何攫取帝乃問", "161": "何者是佛性師對曰不離陛下所問帝默契真宗益", "162": "加欽重。", "163": "唐憲宗屢召汾陽無業禪師皆辭疾不赴穆宗即位", "164": "思一瞻禮乃遣兩街僧錄靈阜等齎詔迎請汾陽微", "165": "笑曰貧道何德累煩世主且請前行吾從別道去矣", "166": "乃澡身剃髮至中夜告門人曰汝等見聞覺知之性", "167": "與太虛同壽不生不滅一切境界本自空寂無一法", "168": "可得迷者不了即為境惑一為境惑流轉不窮汝等", "169": "當知心性本自有之非因造作猶如金剛不可破壞", "170": "一切諸法如影如響無有實者經云唯此一事實餘", "171": "二則非真常了一切空無一物當情是諸佛用心處", "172": "汝等勤而行之言訖跏趺而逝。", "173": "唐文宗唐文宗好嗜蛤蜊沿海官吏先時遞進人亦勞止一", "174": "日御饌中有擘不張者帝以其異即焚香禱之乃開", "175": "見菩薩形儀梵相具足帝遂貯以金粟檀香合覆以", "176": "美錦賜興善寺令眾僧瞻禮因問群臣斯何祥也或", "177": "奏太一山惟政禪師深明佛法博聞強記乞詔問之", "178": "帝即頒詔政至帝問其事對曰臣聞物無虛應此乃", "179": "啟陛下之信心耳故契經云應以此身得度者即現", "180": "此身而為說法帝曰菩薩身已現且未聞說法對曰", "181": "陛下睹此為常耶非常邪信耶非信邪帝曰希奇之", "182": "事朕深信焉對曰陛下已聞說法竟皇情豫悅得未", "183": "曾有。", "184": "唐宣宗黃檗運禪師在鹽官殿上禮佛次時唐宣宗為沙彌", "185": "問曰不著佛求不著法求不著僧求長老禮拜當何", "186": "所求黃檗曰不著佛求不著法求不著僧求常禮如", "187": "是事沙彌曰用禮何為黃檗便掌沙彌曰太麤生黃", "188": "檗曰這裏是甚麼所在說麤說細隨後又掌沙彌便", "189": "走登極後詔問薦福弘辯禪師曰禪宗何有南北之", "190": "名對曰禪門本無南北昔菩提達磨來此方為初祖", "191": "暨第五祖弘忍大師在蘄州開法時有二弟子一名", "192": "慧能受衣法居嶺南為六祖一名神秀在北揚化其", "193": "後神秀門人普寂者立秀為第六祖而自稱七祖其", "194": "所得法雖一而開導發悟有頓漸之異故曰南頓北", "195": "漸非禪宗本有南北之號也帝曰云何名戒定慧對", "196": "曰防非止惡名戒六根涉境心不隨緣名定心境俱", "197": "空照覽無惑名慧帝曰何為方便對曰方便者隱實", "198": "覆相權巧之門也被接中下曲施誘迪謂之方便設", "199": "為上根言捨方便但說無上道者斯亦方便之譚乃", "200": "至祖師玄言忘功絕謂亦無出方便之跡帝曰何為", "201": "佛心對曰佛者西天之語唐言覺謂人有智慧覺照", "202": "為佛心心者佛之別名有百千異號體唯其一無形", "203": "狀非青黃赤白男女等相在天非天在人非人而現", "204": "天現人能男能女非始非終無生無滅故號靈覺之", "205": "性如陛下日應萬機即是陛下佛心假使千佛共傳", "206": "而不念別有所得也帝曰如今有人念佛如何對曰", "207": "如來出世為天人師善知識隨根器而說法為上根", "208": "者開最上乘頓悟至理中下者未能頓曉是以佛為", "209": "韋提希權開十六觀門令念佛生於極樂故經云是", "210": "心是佛是心作佛心外無佛佛外無心帝曰有人持", "211": "經念佛持咒求佛如何對曰如來種種開讚皆為最", "212": "上一乘如百川眾流莫不朝宗於海如是差別諸數", "213": "皆歸薩婆若海帝曰祖師既契會心印金剛經云無", "214": "所得法如何對曰佛之一化實無一法與人但示眾", "215": "人各各自性同一法藏當時然燈如來但印釋迦本", "216": "法而無所得方契然燈本意故經云無我無人無眾", "217": "生無壽者是法平等修一切善法不住於相帝曰禪", "218": "師既會祖意還禮佛轉經否對曰沙門釋子禮佛轉", "219": "經蓋是住持常法有四報焉然依佛戒修身參尋知", "220": "識漸修梵行履踐如來所行之跡帝曰何為頓見何", "221": "為漸修對曰頓明自性與佛同儔然有無始染習故", "222": "假漸修對治令順性起用如人喫飯不一口便飽師", "223": "是日辯對七刻賜紫方袍洪覺範曰唐宣宗微時武宗嫉其賢數欲殺之宦者", "224": "仇公武保佑之事迫公武為薙髮作比丘使逸遊故天下名山多所登賞至杭州鹽官禪師安公者江西", "225": "馬祖之高弟一見異之待遇特厚故宣宗留鹽官最久及即位思見之而安公化去久矣先是武宗盡毀", "226": "吾教至是復興之雖法之隆替係於時然庸詎知其力非安公致之耶嘗有贊其像者曰已將世界等微", "227": "塵空裏浮華夢裏身勿謂龍顏便分別故應天眼識天人。", "228": "後唐莊宗後唐莊宗車駕幸河北回至魏府行宮詔興化獎禪", "229": "師問曰朕收中原獲得一寶未曾有人酬價興化曰", "230": "請陛下寶看帝以兩手舒襆頭腳興化曰君王之寶", "231": "誰敢酬價玄覺徵云且道興化肯莊宗不肯莊宗若肯莊宗興化眼在甚麼處若不肯莊宗過", "232": "在甚麼處莊宗問於華嚴休靜禪師曰祖意教意是同是", "233": "別對曰探盡龍宮藏眾義不能詮。", "234": "宋太宗宋太宗皇帝一日幸相國寺見僧看經問曰是甚麼", "235": "經僧曰仁王經帝曰既是寡人經因甚卻在卿手裏", "236": "僧無對雪竇代云皇天無親惟德是輔楚石琦云若問永祚但以頂戴經云萬歲萬歲幸開", "237": "寶塔問僧卿是甚人對曰塔主帝曰朕之塔為甚麼", "238": "卿作主僧無對雪竇代云合國咸知一日因僧朝見帝問甚處", "239": "來對曰廬山臥雲庵帝曰朕聞臥雲深處不朝天為", "240": "甚到此僧無對雪竇代云難逃至化　楚石琦代云雲開日現僧入對次奏", "241": "曰陛下還記得麼帝曰甚處相見來奏曰靈山一別", "242": "直至如今帝曰卿以何為驗僧無對雪竇代云貧道得得而來京", "243": "寺回祿藏經悉為煨燼僧欲乞宣賜召問昔日摩騰", "244": "不燒如今為甚卻燒僧無對雪竇代云陛下不忘付囑帝常夢神", "245": "人報曰請陛下發菩提心因早朝宣問左右街菩提", "246": "心作麼生發左右無對雪竇代云實謂今古罕聞智寂大師進三", "247": "界圖帝問朕在那一界中寂無對保寧勇代云陛下何處不稱尊　楚", "248": "石琦代云陛下天垂海外一日朝罷帝擎缽問丞相王隨曰既是", "249": "大庾嶺頭提不起為甚麼卻在朕手裏隨無對。", "250": "宋仁宗宋仁宗創興禪席留意空宗下三省定議召有道者", "251": "住持禪院歐陽修程師孟奏請廬山圓通寺居訥稱", "252": "疾不起訥以懷璉應詔召對化成殿齋畢傳宣效南", "253": "方禪林儀範開堂演法璉遂陞座問答罷乃曰古佛", "254": "堂中曾無異說流通句內誠有多談得之者妙用無", "255": "虧失之者觸途成滯所以溪山雲月處處同風水鳥", "256": "樹林頭頭顯道若向迦葉門下直得堯風蕩蕩舜日", "257": "高明野老謳歌漁人鼓舞當此之時純樂無為之化", "258": "焉知有恁麼事皇情大悅賜號大覺嘉祐三年契嵩", "259": "進正宗記輔教編定祖圖等書帝覽至謀道不謀名", "260": "為法不為身歎愛其誠賜書入藏又詔靈隱章禪師", "261": "於延春閣下齋宣普照問如何是當機一句章曰一", "262": "言迥出青霄外萬仞峰前嶮處行曰作麼生是嶮處", "263": "行章便喝曰皇帝面前何得如此章曰也不得放過", "264": "再宣入化成殿齋宣守賢問齋筵大啟如何報答聖", "265": "君章曰空中求鳥跡曰意旨如何章曰水內覓魚蹤", "266": "進心珠歌曰心如意心如意任運隨緣不相離但知", "267": "莫向外邊求外邊求終不是枉用工夫隱真理識心", "268": "珠光耀日祕藏深密無形質拈來掌內眾人驚二乘", "269": "精進爭能測碧眼胡須指出臨機妙用何曾失尋常", "270": "切忌與人看大地山河動岌岌仁宗始不豫國嗣未", "271": "立大臣請擇宗室賢者居京師仁宗夜焚香默禱曰", "272": "翌日化成殿具齋虔請法華大士俯臨無卻左右莫", "273": "聞也清旦道衣凝立而待俄侍衛奏言法華自右掖", "274": "門直趨寢殿禁兵呵止不得仁宗笑曰吾請之來耳", "275": "及至竟陞御榻而坐仁宗以儲嗣為問索筆大書十", "276": "三十三數行擲筆去至英宗即位乃濮安懿王第十", "277": "三子也。", "278": "宋神宗宋神宗元豐二年慈聖曹太后崩宣淨因禪師道臻", "279": "入慶壽宮陞座說法僧問慈聖仙遊定歸何處師曰", "280": "水流元在海月落不離天帝稱善五年詔淨慈宗本", "281": "禪師住惠林入對延和殿山呼罷即趨登殿賜坐即", "282": "就榻盤足作跏趺侍衛驚顧而師自若賜茶至舉盞", "283": "長吸又蕩撼之帝問受業何寺對曰承天永安蓋蘇", "284": "州承天寺永安院耳帝大喜語論甚久既辭退目送", "285": "之謂左右曰真福慧僧也侍者問和尚見官家如何", "286": "對曰喫茶閑話耳。", "287": "宋徽宗宋徽宗政和三年嘉州巡捕官奏本部路傍有大古", "288": "樹因風摧折中有一僧禪定鬚髮被體指爪遶身帝", "289": "降旨令肩輿入京命西天總持三藏以金磬出其定", "290": "遂問何代僧曰我乃東林遠法師之弟名慧持因遊", "291": "峨嵋入定於樹遠法師無恙否三藏曰遠法師晉人", "292": "也化去七百年矣持不復語三藏問師既至此欲歸", "293": "何所持曰陳留縣復入定帝製三偈令繪像頒行偈", "294": "曰七百年來老古錐定中消息許誰知爭如隻履西", "295": "歸去生死何勞木作皮藏山於澤亦藏身天下無藏", "296": "道可親寄語莊周休擬議樹中不是負趨人有情身", "297": "不是無情彼此人人定裏身會得菩提本無樹不須", "298": "辛苦問盧能。", "299": "宋高宗宋高宗幸維揚詔金山住持克勤入對行在所遣八", "300": "人翊師升殿賜坐問曰朕素知師道高妙可得聞乎", "301": "對曰陛下以仁孝治天下率土生靈咸被光澤雖草", "302": "木昆蟲各得其所此佛祖所傳之心也此心之外無", "303": "別有心若別有心非佛祖之心矣帝大悅賜號圓悟", "304": "紹興二年駐蹕臨安詔法道禪師隨駕南巡道入見", "305": "帝從容謂曰上皇為妖人所惑毀師形服朕為師去", "306": "此黥涅對曰上皇御墨不忍毀除帝笑曰此僧到老", "307": "倔強。", "308": "宋孝宗宋孝宗在王邸遣內都監黃彥節至徑山命杲禪師", "309": "就山中舉揚般若師說偈云大根大器大力量荷擔", "310": "大事不尋常一毛頭上通消息遍界明明不覆藏上", "311": "嘉歎之及封建王又遣內知賓至徑山供五百羅漢", "312": "賜妙喜庵三字及真讚又讚布袋和尚和高宗韻曰", "313": "袋貯乾坤杖挑日月藞藞苴苴聖中之絕憨憨癡癡", "314": "僧中之傑令行兮一棒一條痕逗機兮殺人須見血", "315": "別別分明一點爐中雪六年詔瞎堂慧遠住靈隱禪", "316": "寺一日帝遊下竺召遠問曰山既飛來何不飛去遠", "317": "曰動不如靜又問水中眾生以囊漉之火裏眾生將", "318": "甚麼漉遠曰他家自有通霄路又問觀音手拈數珠", "319": "念個甚麼遠曰求人不如求己帝大悅賜號佛海七", "320": "年二月宣遠入對選德殿賜坐帝曰如何免得生死", "321": "遠曰不悟大乘終不能免帝曰如何得悟遠曰本有", "322": "之性究之無不悟者帝曰悟後如何遠曰始知脫體", "323": "現前了無毫髮可見之相帝首肯之帝曰即心即佛", "324": "如何遠曰目前無法陛下喚甚麼作心帝曰如何是", "325": "心遠正身叉手立曰秪這是天顏大悅。", "326": "孝宗又名靈隱懶至內殿問禪道之要懶對曰此事", "327": "在陛下堂堂日用應機處本無知見起滅之棼聖凡", "328": "迷悟之別第護正念則與道相應情卻物則業不能", "329": "繫盡去沈掉之病自忘問答之意矧今補處見在佛", "330": "般若光明中何事不現成耶帝為之首肯數四。", "331": "乾道八年宣遠入東閣賜坐帝曰有一二事欲問卿", "332": "前日睡夢中忽聞鐘聲遂覺不知夢與覺是如何遠", "333": "曰陛下問夢耶問覺耶若問覺而今正是寐語若問", "334": "夢夢覺無殊教誰分別夢即是幻知幻即離離幻即", "335": "覺覺心不動故云若能轉物即同如來帝曰夢幻既", "336": "非鐘聲從甚處起遠曰從陛下問處起帝復問前日", "337": "在此閣靜坐忽然思得不與萬化為侶有箇見處遠", "338": "曰願聞聖訓帝曰四海不為多遠曰一口吸盡西江", "339": "水又如何帝曰亦未曾欠闕遠曰纔涉思惟便成剩", "340": "法正使如斲輪如閃電了無干涉何以故法無二法", "341": "見無二見心無別心天無二日帝首肯久之。", "342": "淳熙三年召佛照德光禪師對便殿宣問釋迦佛入", "343": "山修道六年而成所成者何事請師明說佛照曰將", "344": "謂陛下忘卻帝曰朕心與佛心是同是別佛照曰直", "345": "下更無第二人陛下留心祖道自古帝王未有如陛", "346": "下篤信此道帝曰自古帝王英雄者有之信此道者", "347": "極少如梁武帝亦未徹佛照曰當面蹉過達磨帝曰", "348": "陷在泥坑裏佛照曰只為杷柄不入手不得受用佛", "349": "照曰陛下日應萬機直須向一切處著眼看是甚麼", "350": "道理帝曰天下事來即應之佛照曰可謂明鏡當臺", "351": "物來斯照帝曰步步踏著實地佛照曰直須恁麼始", "352": "得帝曰臨濟因緣可舉一二師舉臨濟問黃檗佛法", "353": "的的大意因緣帝曰悟了直是快活佛照曰臣曾有", "354": "頌帝曰舉看佛照舉曰黃檗山頭遭痛棒大愚肋下", "355": "報冤讎當機一喝驚天地直得曹溪水逆流帝又問", "356": "興化打克賓克賓如此答興化如何便打佛照曰不", "357": "可放過臣有頌帝曰舉看佛照曰罰錢出院揚家醜", "358": "興化聱頭遇克賓父子不傳真秘訣棒頭敲出玉麒", "359": "麟復曰昔翠巖可真禪師頌即心即佛非心非佛因", "360": "緣曰百萬雄兵出將軍獵渭城不閑弓矢力斜漢月", "361": "初生令晦堂心禪師看後因答客問西來意有頌東", "362": "吳幾度為閑客南越曾經作主人可笑年來身老大", "363": "得同塵處且同塵真見之云子徹也且如即心即佛", "364": "非心非佛陛下如何會帝曰包含萬像佛照曰包含", "365": "萬像底是甚麼帝曰對面底是佛照曰認著依前還", "366": "不是帝乃默契佛照辭歸觀堂帝遣中使賜御製頌", "367": "曰大暑流金石寒風結凍雲梅花香度遠自有一枝", "368": "春佛照答帝頌曰當陽一句子平地步青雲踏翻關", "369": "捩處便是主家春復進即心即佛非心非佛一頌即", "370": "心即佛無蹊徑非佛非心有變通直下兩頭俱透脫", "371": "新羅不在海門東帝復答頌曰欲言心佛難分別俱", "372": "是精微無礙通跳出千重縛不住天涯海角任西東", "373": "佛照再上頌曰一句截流心路絕千差萬別豁然通", "374": "等閑更進竿頭步莫問西來及與東又一日召對佛", "375": "照曰聞陛下於心隨萬境轉轉處實能幽隨流認得", "376": "性無喜亦無憂處得個入頭但未曾遇人帝曰真個", "377": "如此佛照曰如人學射久久自然中的所以五祖演", "378": "曰悟了須是遇人始得若不遇人十個有五雙杜撰", "379": "佛照遂舉靈雲見桃花悟道頌至玄沙道諦當甚諦", "380": "當敢保老兄未徹在每舉問禪和子那裏是不疑處", "381": "陛下且道那裏是不疑處帝擬議佛照曰只就疑處", "382": "看驀然看破不疑處便是陛下受用不盡底帝曰長", "383": "老且道那裏是不疑處佛照曰紅爐上一點雪帝乃", "384": "點頭一日復召對帝曰前日長老道直至如今更不", "385": "疑處朕有一轉語佛照曰那裏是不疑處帝曰空手", "386": "牽鐵牛佛照曰如何見得帝擬議佛照曰纔入思惟", "387": "便成剩法帝曰若問長老如何祗對佛照曰千聞不", "388": "如一見帝喜曰朕且做工夫佛照曰陛下果位中承", "389": "願力來示現帝王身不被富貴聲色籠罩但念念扣", "390": "已而參驀然一念相應如桶底子脫相似直至成佛", "391": "永無退轉又召對次佛照曰此事無僧無俗上至佛", "392": "祖下及蝡動皆悉具足故古人有言悟則事同一家", "393": "不悟則萬別千差帝曰至言朕須到此地位方已佛", "394": "照曰佛法至妙無有窮已如有窮已則成住著纔成", "395": "付著便有窠臼如僧問石霜撥塵見佛時如何石霜", "396": "曰直須揮劍若不揮劍漁父棲巢望陛下卓起脊梁", "397": "以金剛王寶劍揮除見刺自然一著高一著一步闊", "398": "一步佛祖亦奈何不得也帝曰當如禪師之言紹熙", "399": "元年壽皇復召對佛照曰陛下釋萬機燕御重華想", "400": "於此道日有新證壽皇曰朕向來得禪師開發日用", "401": "便覺省力佛照曰省力處得無限力得力處省無限", "402": "力壽皇曰朕於一切事物亦不著佛照曰陛下視天", "403": "下如脫敝屣以寶位授聖子若非得大自在受用三", "404": "昧焉能如是遂舉喚作竹篦則觸不喚作竹篦則背", "405": "陛下如何會壽皇曰放下著佛照曰放下即不無著", "406": "在甚麼處壽皇曰二邊不立佛照曰如何行履壽皇", "407": "曰中道不安佛照曰正坐在百尺竿頭陛下如何進", "408": "步壽皇擬議師噁一聲壽皇曰謝禪師提撕又曰世", "409": "法佛法不出這觸背兩字佛照曰若能轉物即同如", "410": "來遂指御案淨瓶曰只如淨瓶作麼生轉壽皇曰去", "411": "來自在佛照曰去來自在底是甚麼壽皇咳嗽一聲", "412": "佛照曰更進一步始得壽皇曰朕直要打徹佛照曰", "413": "但辦肯心必不相賺。", "414": "海寧縣無地地主人郭正中原名凝之字黎", "415": "眉彙編先覺宗乘五卷捨貲刊刻今孫男郭", "416": "時願捨校徑山古梅菴附大藏流行法寶", "417": "康熙乙巳冬月敬識", "418": "帝王問道錄　　　　　　雙髻釋頓讓訂閱"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B125 先覺宗乘（選錄「帝王問道錄」）", "author": "明 郭凝之編"}