{"sourceLink": "http://www.cbeta.org/", "text": {"0": "雪竇頌古直註", "1": "焭絕老人天奇直註雪竇顯和尚頌古下", "10": "向他道末後句。若向他道。天下人不柰雪老何隔身傍註。", "100": "野老從教不展眉。且圖家國立雄基去妄明真。謀臣猛", "101": "將今何在。萬里清風只自知獨得無共。", "102": "雲門垂語云。乾坤之內。宇宙之間明其依報。中有一寶。秘", "103": "在形山寶隱在身。拈燈籠來佛殿裏。將三門來燈籠上恐乃", "104": "情解。今故直指○主意明宗。旨明拈情。總結破權顯實。", "105": "看看。古岸何人把釣竿急看是誰。雲冉冉。水漫漫先指其人", "106": "恐執本體。今示平實。明月蘆花君自看明月非蘆花。形山非六寶。應須着眼自看。", "107": "南泉一日兩堂爭猫。泉提起猫云。道得即不斬全機垂釣。", "108": "眾無對不妨截斷。泉斬猫為兩段凡聖不存", "109": "○主意直下明宗。旨明正令全提。總結截斷是非。", "11": "僧至夏末再舉前話請益始終未決。頭云何不早問賊打不妨。", "110": "兩堂俱是杜禪和。撥動烟塵不奈何有名無實。賴得南", "111": "泉能舉令。一刀兩段任偏頗正令一截。", "112": "南泉舉問趙州疏通前旨。州脫鞋戴出親呈大用。泉云子在救", "113": "得猫兒出身賞德○主意垂釣。旨明大用。總結父子唱和。", "114": "公案圓來問趙州。長安城裏任閒遊美德無拘。草鞋頭", "115": "戴無人會。歸到家山即便休合心便罷。", "116": "外道問佛。不問有言。不問無言雙截驗主。世尊良久當央直示。", "117": "外道讚歎云。世尊大慈。開我迷雲。令我得入有無如雲。良久", "118": "如日。故呈其悟。外道去後。阿難問佛。外道有何所證而言得", "119": "入决疑故審。佛云。如世良馬。見鞭而行外道之俊如馬見鞭", "12": "僧云未敢容易實供。頭云。雪峰與我同條生。不與我同", "120": "○主意就機一指。旨明當央直示。總結見兔放鷹。", "121": "機輪曾未轉。轉必兩頭走一迷本心便逐兩頭。明鏡忽當臺。", "122": "當下分妍醜良久如鏡。有無自分。妍醜分兮迷雲開。慈門何", "123": "處生塵埃有無一分。佛慈自見。因思良馬窺鞭影。千里追風", "124": "喚得回因思外道之俊。故示阿難之慈。喚得回。鳴指三下責前戒後。免隋", "125": "大功。", "126": "僧問大龍。色身敗壞。如何是堅固法身去妄明真。龍云。山", "127": "花開似錦。㵎水湛如藍當央直指", "128": "○主意拈轉話頭。旨明平實絕待。總結問正答偏。", "129": "問曾不知。答還不會問以劫外。不知劫外。答以今時。不會今時。月冷風", "13": "條死隔身點罰。要識末後句。只這是竭力提持", "130": "高。古巖寒檜雪老自呈。堪笑路逢達道人。不將語默對", "131": "不犯動靜。當央直指。手把白玉鞭。驪珠盡擊碎法身如珠。答處如鞭。不", "132": "擊碎。增瑕類若不打破。便執為奇。國有憲章。三千條罪違法損身。", "133": "執功失位。", "134": "雲門垂語云。古佛與露柱相交。是第幾機佛喻性。柱喻形。性形", "135": "相交。且道是誰。自代云。南山起雲。北山下雨當央直指", "136": "○主意垂釣。旨明絕待。總結不存玄解。", "137": "南山雲。北山雨。四七二三面相覩會得上機。佛祖皆見。新羅", "138": "國裏曾上堂。大唐國裏未打皷新羅明格外。大唐明本地。只要活潑。", "139": "不可定樁。苦中樂。樂中苦。誰道黃金如糞土苦樂須混。金糞兩辨。", "14": "○主意當央直示。旨明句裏藏機。總結不遇知音。", "140": "休把古佛而為露柱。", "141": "岩頭問僧什麼處來常情。僧云西京來亦同。頭云黃巢過", "142": "後收得劍麼就事藏鋒。僧云收得逐句妄答。岩引頸近前云㘞", "143": "一呈二驗。僧云師頭落也只見他落。不知自落。頭大笑點他昧己。反責他人。僧", "144": "到雪峰。峰問什麼處來。僧云岩頭問答同前。峰云有何言", "145": "句審其來由。僧舉前話。峰打三十趂出光前絕後", "146": "○主意就事明宗。旨明大用現前。總結藏鋒陷虎。", "147": "黃巢過後曾收劍。大笑還應作者知此劍此笑。作者方知。三", "148": "十山藤且輕恕峰處喫打。又且可恕。得便宜是落便宜引頸大笑。", "149": "只道得了便宜。不知全失便宜。", "15": "末後句。為君說舉前引後。明暗雙雙底時節雪老低頭。岩頭批判。", "150": "梁武帝請傅大士講經。士於座上揮案一下下座大用", "151": "全提。帝愕然驚怖。志公問。陛下還會麼見蹉急提。帝云不會具供。", "152": "公云大士講經竟不免註上○主意當央直指。旨明大用全彰。總結正令絕待。", "153": "不向雙林寄此身。却來梁土惹埃塵言不守分却來講經。當", "154": "時不得志公老。也是恓恓去國人不是志公扶持。亦同達摩出國。", "155": "仰山問三聖汝名什麼探竿。聖云慧寂劈筈奪窩。山云慧寂", "156": "是我收機反驗。聖云我名慧然一呈二收。仰山大笑一呈二賞", "157": "○主意收放交互。旨明就身打劫。總結作家相見。", "158": "雙收雙放若為宗擒縱殺活。二俱作家。騎虎由來要絕功善如", "159": "騎虎。各各無傷。笑罷不知何處去杳無踪跡。只應千古動悲風", "16": "內外不失其機。句中理事通融。故曰雙雙。同條生也共相知相知明同。不同", "160": "如此之才。可為榜樣。", "161": "南泉歸宗麻谷去拜忠國師。泉於地上畫一圓相云。", "162": "道得即去暗機為驗。宗坐於圓相坐皆報化。當央直示。谷作女拜曲為", "163": "今時。大用親呈。泉云。與麼則不去既具如此。何往他希。宗云是何心倖", "164": "一點一拈。前後相違○主意探竿。旨明大用。總結作家相見。", "165": "由基箭射猿。遶樹何太直問如猿。答如箭。二人並中其的。千箇與", "166": "萬箇。是誰曾中的作者須多。不如二老。相呼相喚歸去來。曹", "167": "溪路上休登陟盡古盡今。不過如此。復云。曹溪路坦平。為甚", "168": "休登陟雪老垂釣。", "169": "百丈問溈山。併却咽喉唇吻作麼生道鎻口探󳫠。山云却", "17": "條死還殊絕殊絕暗異。還殊絕。黃頭碧眼須甄別暗中既異。", "170": "請和尚道以見拶見。丈云。不辭向汝道。已後喪我兒孫一推", "171": "二拈○主意探󳫠。旨明返擲。總結以機遣機。", "172": "却請和尚道。虎頭生角出荒草不逐言句。如虎出草。十洲春", "173": "盡花凋殘百年一春。須奇非比。珊瑚樹林日杲杲山奪師機。還問於師。", "174": "如珊瑚樹奪日之光。返照於日。", "175": "百丈問五峰。併却咽喉唇吻作麼生道。峰云和尚也", "176": "須併却以見截見。丈云無人處斫額望汝一賞一罰", "177": "○主意探󳫠。旨明直截。總結劈筈奪窩。", "178": "和尚也併却。龍蛇陣上看謀略如臨大陣。以將殺將。令人長", "179": "憶李將軍。萬里天邊飛一鶚問如飛鶚。答如神箭。言不放空。", "18": "不得粗心。任是佛祖。也要辨別。南北東西歸去來。夜深同看千巖", "180": "百丈問雲巗。併却咽喉唇吻作麼生道。岩云和尚有", "181": "也未逐句違令。丈云喪我兒孫當頭一點○主意探󳫠。旨明失互。總結見不", "182": "離位。", "183": "和尚也有未。金毛獅子不踞地只知逐句。不能返擲。兩兩三", "184": "三舊路行。大雄山下空彈指見不超羣。彈指空嘆。", "185": "僧問馬祖。離四句。絕百非有句．無句．非有非無句．非非有非非無句。四句一離。", "186": "百非自絕。請師直指西來意心倖驗主。祖云。我今日勞倦不能", "187": "為汝說全機直指。不妨葢覆。問取智藏去推惡去己。僧問藏。藏云何", "188": "不問和尚照用同時。僧云和尚教來問具供。藏云。我今日頭", "189": "痛不能為汝說。問取海兄去非父不生其子。僧問海。海云我", "19": "雪夜是暗。雪是明。正當此時。四海咸來。你看誰明誰暗。", "190": "到這裏不會只知盡法。不管無民。僧舉馬祖。祖云。藏頭白。海頭", "191": "黑當央直示○主意直指。旨明絕待。總結權衡在手。", "192": "藏頭白。海頭黑。明眼衲僧會不得句中無味。馬駒踏殺", "193": "天下人。臨濟未是白拈賊不留踪跡。臨濟未及。離四句。絕百", "194": "非。天上人間只我知離句絕非。何有共知。", "195": "金牛和尚每至齋時。自將飯桶僧堂前作舞。呵呵大", "196": "笑云。菩薩子喫飯來大用全提。師云。雖然如此。金牛不是", "197": "好心恐落機境辜負金牛。故乃拈之。僧問長慶。古人道。菩薩子喫飯", "198": "來。意旨如何疑問。慶云。大似因齋慶讚照用同時", "199": "○主意垂釣。旨明大川。總結作家唱和。", "2": "金臺慈仁沙門性福編集", "20": "僧問趙州。久響石橋。到來只見略彴借事驗主。眇視趙州。州云。", "200": "白雲影裏笑呵呵。兩手持來分付他當央分付。若是金", "201": "毛獅子子。三千里外見誵訛未舉先知。", "202": "僧問大光。長慶道。因齋慶讚。是如何請决其疑。光作舞大用", "203": "親呈。僧拜投他知見。光云見箇什麼便拜審他見處。僧作舞果逐機境。", "204": "光云這野狐精一點二拈○主意拈情。旨明大用。總結權衡在手。", "205": "前箭猶輕後箭深作舞是前箭。野狐是後箭。誰云黃葉是黃金", "206": "執葉失金。執功失位。曹溪波浪如相似。無限平人被陸沉若在", "207": "情識。誠陷天真。", "208": "鹽官一日喚侍者。與我過犀牛扇子來言中有響。者云扇", "209": "子破也見供。官云。扇子既破。還我犀牛兒來法空追人。者無", "21": "汝只見略彴。不見石橋就見反追。深識來風。僧云如何是石橋", "210": "對忙然失所。投子云。不辭將出。恐頭角不全有性無相。故曰不全。師", "211": "云。我要不全底頭角我正要性。石霜云。若還和尚即無也", "212": "與你我無。師云。犀牛兒猶在知在莫昧。資福𦘕一圓相。於中書", "213": "一牛字大用全彰。師云。適來為甚不將出恠不應時。保福云。和", "214": "尚年尊。別請人好顛懂難侍。師云。可惜勞而無功反恩為讐", "215": "○主意就事明宗。旨明句裏呈機。總結作家唱和。", "216": "犀牛扇子用多時。問著元來總不知凡聖皆具。自昧絕知。無", "217": "限諸老清風扇子與頭角犀牛。盡同雲雨去難追如雲若雨。一去", "218": "難追。復云。若要清風再復頭角重生。今請禪客各下", "219": "一語。問云。扇子既破。還我犀牛兒來垂釣。僧出云。大", "22": "就機驗機。州云度驢度馬當央直指○主意主賓互換。旨明無有意路。總結心倖。", "220": "眾參堂去拈前截後。師喝云。拋鈎釣鯤鯨。釣得箇蝦䗫。", "221": "便下座法窟爪牙。末後拂迹。", "222": "世尊一日陞座當央直示。文殊白槌云大用驚眾。諦觀法王法。", "223": "法王法如是盡情註解。世尊下座見殊漏泄。不免拂迹", "224": "○主意直示。旨明大用。總結師資唱和。", "225": "列聖叢中作者知唯佛與佛乃能知之。法王法令不如斯若是", "226": "作者。未舉先知。會中若有仙陀客。何必文殊下一槌於今若有", "227": "英靈。何用白槌頌古。", "228": "僧從定州到烏臼。臼云定州法道何似這裏探竿。僧云", "229": "不別影草。臼云若不別。更轉彼中去。便打一拈二截。僧云。棒", "23": "孤危不立道方高諸方孤危。此老平實。入海還須釣巨鰲大海", "230": "頭有眼。不得草草打人一點二拈。臼云。今日打著一箇。又", "231": "打三下據令而拈。僧便出見機嚴峻。不免回互。臼云屈棒元來有人", "232": "喫在一呼二點。僧轉云。爭奈杓柄在和尚手裏一尊二遣。臼云。", "233": "汝要。山僧與汝紅綿套索。僧奪臼棒打臼三下以令行令。臼云", "234": "屈棒屈棒輸己陷人。僧云有人喫在就見一遣。臼云草草打著", "235": "箇漢見俊深賞。僧禮拜點他自誇。臼云却與麼去拈他劣見。僧大笑", "236": "深賞作家而出。臼云。消得與麼。消得與麼拈他不消如此賣弄", "237": "○主意主賓互換。旨明作家相見。總結皆有權衡。", "238": "呼則易。遣則難縱而能奪。收而能放。二俱作家。所以深賞。互換機鋒仔", "239": "細看更令後人可看其妙。劫石固來猶可壞。滄溟深處亦須", "24": "不釣其蝦。大智不為小德。堪笑同時灌溪老。解云劈箭也徒勞", "240": "乾劫石尚壞。滄海可乾。此行難得。烏臼老。烏臼老。幾何般能放能收。忽賓", "241": "忽主。與他杓柄太無端佛祖權衝。善及平分。", "242": "丹霞問僧甚處來。僧云山下來問答皆實。霞云喫飯了也", "243": "未未辨再審。僧云喫了具供。霞云。將飯與汝喫底人。還具眼", "244": "麼須是審他十分爪牙。僧無語忙然絕所。長慶問保福。將飯與人喫。", "245": "報恩有分。因甚不具眼借機驗機。福云。施者受者。二俱瞎", "246": "漢雙截雙拈。慶云。盡其機來。還成瞎否盡令而行。又作麼生。福云道", "247": "我瞎得麼盡情說了我還瞎否。現成公案可惜錯認", "248": "○主意探竿在手。旨明欺瞞做賊。總結二勝二負。", "249": "盡機不成瞎。按牛頭喫草責他情見。有陷後人。四七二三諸", "25": "用處一般。爭奈尖新。", "250": "祖師。寶器持來成過咎一切佛祖皆是直指。不以本分豈不壞法。過咎", "251": "深。無處尋。天上人間被陸沉既昧大旨。無不遭陷。", "252": "僧問雲門。如何是超佛越祖之談請益。門云餬餅當央直指", "253": "○主意拈轉話頭。旨明無有意路。總結直下明宗。", "254": "超談禪客問偏多。縫罅披離見也麼只知要超佛祖。不知打作", "255": "兩截。餬餅𡎺來猶不住。至今天下有誵訛當縫一𡎺。又不渾淪。", "256": "故曰誵訛。", "257": "古有十六開士隨僧沐浴。忽悟水因觸水而悟。諸禪德。作", "258": "麼生會。他妙觸宣明。成佛子住令人着眼。身境俱絕。一道清孤。各住佛地。", "259": "也須七穿八穴始得若住清孤墮於大功。直須撒手始無拘繫", "26": "馬祖與百丈行。見野鴨飛過。祖云是什麼就物明宗。丈云", "260": "○主意引教破情。旨明就路還家。總結大功不宰。", "261": "了事衲僧消一箇。長連床上展脚臥大了底人只消一个。何必", "262": "用多。夢中曾說悟圓通。香水洗來驀面唾若執我悟圓通。依舊", "263": "作夢。似這般人只好驀臉唾。", "264": "僧問投子。一切聲是佛聲心倖。子云是陷虎之機。僧云和尚", "265": "莫𡱰沸碗鳴聲自屎不臭。一點一拈。子便打正令全提。又問。粗言及", "266": "細語。皆歸第一義只知驗人不知人驗。子云是賣身套他。僧云喚和", "267": "尚作頭驢得麼同前。子便打同前", "268": "○主意輸己陷人。旨明大用全提。總結權衡在手。", "269": "投子投子。機輪無阻應用甚活。放一得二。同彼同此一个", "27": "野鴨子實供。祖云什麼處去也前之已蹉。後之復提。丈云飛過去", "270": "是字。前後無空。可憐無限弄潮人。畢竟還落潮中死僧陷投子", "271": "反被子打。如弄潮人還死潮中。忽然活。百川倒流閙聒聒雪老出脫這僧", "272": "若然得活。投子十分太險。", "273": "僧問趙州和尚。初生孩子。還具六識也無請益。州云急", "274": "水上打毬子水急不存。一物喻上。復問投子。急水上打毬子意", "275": "旨如何沉疑再决。子云念念不停流雙註前法", "276": "○主意正案傍提。旨明句裏呈機。總結入就藏鋒。", "277": "六識無功伸一問六根渾然故曰無功。作家相共辯來端趙州", "278": "投子二俱作家。茫茫急水打毬子。落處不停誰解看不存一物", "279": "誰人解看。", "28": "也依舊不達。祖扭丈鼻。丈作痛聲。祖云何曾飛去大用急提", "280": "僧問藥山。平田淺草塵鹿成羣。如何射得塵中主借事", "281": "驗主。山云看箭以見用見。僧放身便倒見機而作。山云侍者拖出", "282": "以見遣見。僧便走逐句行機。山云弄泥團漢有什麼限法窟爪牙。據欵", "283": "結案。師拈云。三步雖活。五步須死前不構村。後不迭店。終不勦絕", "284": "○主意見機而作。旨明攙旗奪皷。總結權衡在手。", "285": "塵中塵。君看取令人着眼。下一箭。走三步未出綣繢。五步若", "286": "活。成羣趂虎若解番身。誰敢當鋒。正眼從來付獵人大手宗師須還", "287": "藥山。師高聲云。看箭末後垂釣。", "288": "維摩詰問文殊師利。何等是菩薩入不二法門探竿。殊", "289": "云。如我意者。於一切法無言無說言語不通。無示無識示識", "29": "○主意隨緣令人。旨明就事明宗。總結老婆心切。", "290": "不及。離諸問答問答皆離。是為入不二法門以無遣有。一切掃蕩。於是", "291": "文殊問維摩。我等各自說已三十二士各說法已。仁者當說。何", "292": "等是菩薩入不二法門返請其佳。師曰。維摩道什麼恐逐良久。", "293": "急處一提。復云。勘破了也點破默然。拈其不露", "294": "○主意探竿。旨明向上。總結󳯝相演揚。", "295": "咄大用全提。這維摩老盡力一提。悲生空懊惱雪老深嘆。不遇知音。臥", "296": "疾毗耶離。全身太枯槁示其微疾。不存一見。七佛祖師來。一", "297": "室且頻掃除去所有。接待文殊。請問不二門。當時便靠倒眾皆", "298": "有言。當央默示。不靠倒。金毛獅子無處討非是靠倒。佛祖到此亦不能言。", "299": "僧到桐峰庵主處便問。者裏忽逢大虫。又作麼生借事", "3": "古杭菩曇禪寺淨深重梓", "30": "野鴨子。知何許審其下落。馬祖見來相共語遇物令歸。免陷偏方。", "300": "藏鋒。主作虎聲以機示機。僧作怕勢就見行見。主大笑賞其知音。僧云", "301": "這老賊拈上之見。主云爭奈老僧何一誇二驗。僧休去推惡離己。師", "302": "云。是則是。兩箇惡賊只解掩耳偷鈴點他解放不解收", "303": "○主意見機而作。旨明遇物明宗。總結隨緣應用。", "304": "見之不取。思之千里不行正令。只打葛藤。好箇斑斑。爪牙未", "305": "俻二俱雛兒。君不見。大雄山下忽相逢。落落聲光皆振", "306": "地師資作家。舉例令看。大丈夫。見也無。收虎尾兮捋虎鬚拈起", "307": "令看。如此擒縱始是作家。", "308": "雲門垂語云。人人盡有光明在。看時不見暗昏昏。作", "309": "麼生是諸人光明皆有靈光。因何不見。自代云。厨庫三門恐陷竿頭。", "31": "話盡山雲海月情。依前不會還飛去盡情兩次。依舊不會。欲", "310": "故示剎塵。又云。好事不如無恐執平常。復再拈之", "311": "○主意當央直指。旨明不落二邊。總結老婆心切。", "312": "自照列孤明。為君通一線是境皆顯。我又重示。花謝樹無影。", "313": "看時誰不見以無拈有。恐執大功。見不見。倒騎牛兮入佛殿", "314": "以有拈無。恐執大功。", "315": "雲門示眾云。藥病相治。盡大地是藥。那箇是自己若作", "316": "藥病。那是自己○主意破惑。旨明垂釣。總結拈情。", "317": "盡大地是藥。古今何大錯古今作藥。古今大錯。閉門不造車。", "318": "通途自寥廓妄生穿鑿終是死見。若不穿鑿自然開豁。錯錯此乃拈無。鼻孔", "319": "遼天亦穿却不落有無亦非作家。何故。不解入󳾫垂手。", "32": "飛去。却把住恐逐外物。故扭其鼻。道道活處垂釣。", "320": "玄沙示眾云。諸方老宿盡道利生接物。忽有三種病", "321": "人來。作麼生接迷己逐物。顛倒難接。患盲者。拈槌竪拂他又不", "322": "見對面親呈。空示如瞎。患聾者。語言三昧他又不聞開示顯揚。空說如聾。", "323": "患啞者。教他說又說不得風月盈懷。空具如啞。且道作麼生接", "324": "審眾如何。若接此人不得。佛法無有靈驗非干佛法。自無手段。僧請", "325": "益雲門。門云汝禮拜著風行草偃。僧禮拜起所旨不辨。門以拄", "326": "杖挃當央直呈。僧退後依然不辨。門云汝不患盲當頭直點。復喚近", "327": "前來急處一提。僧近前聽旨不辨。門云汝不患聾當頭直點。乃云還", "328": "會麼急處一提。僧云不會直供。門云汝不患啞當頭一點。其僧於", "329": "此有省方達全機。非說可及○主意垂釣為人。旨明當央直示。總結權衡在手。", "33": "雲門問僧。近離甚處常理。僧云西禪同上。門云西禪有何", "330": "盲聾瘖啞。杳絕機宜向上一着。根境不到。天上天下該羅六道。堪", "331": "笑堪悲笑他盲者不盲。悲他不啞却啞。離朱不辯正色百步能見秋毫。於此", "332": "正是瞎漢。師曠豈識玄絲隔山聞蟻。爭聞於此。正是聾人。爭如獨坐虗", "333": "窓下。葉落花開自有時理本自然豈消安排。雪老自誇高超二子。復云", "334": "還會麼我已說了你還會麼。無孔鐵鎚你既不會。何異鐵鎚。", "335": "雲岩問道吾。大悲菩薩用許多手眼作麼疑經之言。吾云", "336": "如人夜中背手摸枕子手上無眼。深夜識枕。岩云我會也悟理非根。", "337": "吾云汝作麼生會審他見處。岩云徧身是手眼渾然一理更無有雜。", "338": "吾云。道即太煞道。只道得八成悟則甚的。又在大功。岩云師兄", "339": "作麼生恐有不諦。故求深進。吾云通身是手眼就機一拈。以見遣見", "34": "言句探竿。僧展兩手呈機驗主。門打一掌一截二驗。僧云某有話", "340": "○主意隔身傍註。旨明渾然不二。總結老婆心切。", "341": "徧身是。通身是。拈來猶教十萬里此言諸方妄認。及至臨時無踐。", "342": "展翅鵬騰六合雲。摶風鼓蕩四溟水道吾提處。如金翅鳥劈海", "343": "取龍。是何埃塏兮忽生。那箇毫𨤲兮未止雲岩悟處。似埃忽生", "344": "如毫未止。君不見。網珠垂範影重重周遍含容一多無礙。自然之道豈用", "345": "造作。棒頭手眼從何起即今棒喝。你看却從何處發現。咄。", "346": "僧問智門。如何是般若體請益。門云蚌含明月當央直指。僧", "347": "云如何是般若用。門云兔子懷胎問答同前", "348": "○主意明宗。旨是絕待。總結坐斷兩頭。", "349": "一片虗癡絕謂情體絕言思。人天從此見空生舉例令看。莫守", "35": "在一拈二辨。門展兩手劈筈奪窩。僧無語伎倆已盡。門便打正令全提", "350": "孤危。免執大功。於此註破。蚌含玄兔深深意。曾與禪家作戰爭", "351": "空生又困孤危。不知智門平實。", "352": "楞嚴經云。吾不見時。何不見吾不見之處我不見物。何不見我", "353": "不見物處。若見不見。自然非彼不見之相見我不見物處。此見非對物有。", "354": "見非物有。離物存見。若不見吾不見之地。自然非物。云何非汝", "355": "見我不見之地。自然無見。見問無跡。不汝而誰○主意直明向上。旨明雙離物見。總結人境俱奪。", "356": "全象全牛翳不殊全象全見象有。全牛全見牛無。有無之見皆是眼中之翳。從", "357": "來作者共名摸古今之人未出有無。如今要見黃頭老。剎剎", "358": "塵塵在半途不住有無。剎塵見佛亦是今時。故曰半途。", "359": "長慶云。寧說阿羅漢有三毒出三界。了分段之生死。貪真嗔妄。貪嗔不了曰", "36": "○主意就身打劫。旨明全提正令。總結權衡在手。", "360": "痴。不說如來有二種語一切諸法無非直指。不道如來無語。只", "361": "是如來無二種語不道無有指示。只是無別指示。保福云。作麼生是", "362": "如來語深見其情故又探之。慶云聾人爭得聞點他不曉。福云情知", "363": "你向第二門頭道看透心肝。說出骨髓。慶云作麼生是如來語", "364": "屈己從人。福云喫茶去當央一截。法窟爪牙", "365": "○主意深竿在手。旨明一󳯝一刮。總結作家相見。", "366": "頭兮第一第二。臥龍不鑑止水第一第二皆是死水。無處有", "367": "月波澄有月無龍名之死水。有處無風浪起有龍無月名之活水。若是活人", "368": "不逐死句。稜禪客。稜禪客。三月禹門遭點額長慶任是作家。也遭", "369": "保福一點。", "37": "虎頭虎尾一時收前後兩打。凜凜威風四百州正令一行。十方", "370": "趙州示眾三轉語○主意舉妄明真。旨明了性非要。總結不落二邊。", "371": "泥經不度水。神光照天地上標下柱。立雪如未休。何人", "372": "不雕偽光未見祖妄生穿鑿。見祖方悟心非外得。", "373": "金佛不度爐。人來訪紫胡同前。牌中數箇字。清風何", "374": "處無前示其體。今示其用。若然會得。天下橫行。", "375": "木佛不度火。常思破竈墮同前。杖子忽擊著。方知辜", "376": "負我一體一用皆是今時。忽然脫落本來尊貴。", "377": "金剛經云。若為人輕賤。是人先世罪業應墮惡道。以", "378": "今世人輕賤故迷己從緣。十界皆為輕賤。先世罪業則為消滅忽悟", "379": "天真。何事不畢○主意舉權明實。旨明幻盡覺圓。總結直下明宗。", "38": "坐斷。却問不知何太險只知展手奪機。不知有險。師云放過一著", "380": "明珠在掌。有功者賞人人具有。忽悟名賞。胡漢不來。全無伎", "381": "倆達性得珠。對緣應現。機絕功忘。凡聖不通。伎倆既無。波旬失途。瞿曇", "382": "瞿曇。識我也無莫道波旬佛祖不見。復云。勘破了也點執尊貴。意在", "383": "垂手。", "384": "天平依和尚參西院常云。莫道會佛法。覔箇舉話頭", "385": "人也無誇他有禪。所以馳騁。一日院見召云從依照用並行。平舉頭", "386": "忙然失所。院云錯鈎錐在手。平行三兩步十分猶豫。院云錯法窟爪牙。平", "387": "近前依舊不達。院云適來這兩錯。是西院錯上座錯深入虎穴。", "388": "平云從依錯可惜逐句。院云錯太煞威嚴。平休去強作主宰。院云且", "389": "在這裏過夏。共上座商量這兩錯仁義之慈。平當時便行", "39": "雪竇不󳾢。點他二人不顧前後。", "390": "只知不受籠罩。不知穿却鼻孔。後住院謂眾云。我當初行脚時。被業", "391": "風吹到思明長老處。連下兩錯。更留我過夏。共我商", "392": "量。我不道恁麼時錯。發足南方去時。早錯了也訴前之短。", "393": "呈今之長○主意拽回鼻孔。旨明直下明宗。總結老婆心切。", "394": "禪家流。愛輕薄打草驚蛇。滿肚參來用不著天平自誇飽參。西院", "395": "點破無用。堪悲堪笑天平老。却謂當初悔行脚悲他無言。笑他", "396": "空會。錯錯。西院清風頓銷鑠會得這兩錯。二老家風一時氷消瓦解。復", "397": "云。忽有箇衲僧出云。錯起前徵後。雪竇錯何似天平錯", "398": "鈎垂四海。", "399": "肅宗帝問忠國師。如何是十身調御請益。師云。檀越踏", "4": "雪峰住庵。二僧來拜。峰見。兩手托門放身出云。是什", "40": "道吾與漸源一家弔慰。源拍棺云。生耶死耶就事請益。吾", "400": "毗盧頂上行梵謂毗盧。此云法身。帝云不會直供。師云。莫認自己", "401": "清淨法身一拈二註○主意拈情。旨明向上。總結老婆心切。", "402": "一國之師亦強名法身不認。何存國師。南陽獨許振佳聲天下", "403": "少並。大唐扶得真天子。曾踏毗盧頂上行扶持聖主。不執法身。", "404": "鐵鎚擊碎黃金骨。天地之間更何物法身一絕。更有什麼。三", "405": "千剎海夜澄澄。不知誰入蒼龍窟須然絕點純清。不知誰能到此。", "406": "僧問巴陵。如何是吹毛劒借事藏鋒。陵云。珊瑚枝枝撑著", "407": "月當央直指○主意拈轉話頭。旨明直截言思。總結信手拈來。", "408": "要平不平有體無用如弱者受強之欺凌。僧問在實際。巴陵答處將用分付。如路󳫠劍相", "409": "助。免受強者之辱。故曰要平不平。大巧若扡須是兩手分付。幾箇全身擔荷。撫琴與聾。", "41": "云。生耶不道。死耶不道就機直指。源云為甚不道可惜錯會。吾", "410": "豈不成拙。或指或掌。倚天照雪若然會得。隨緣泛應。得大自在。無不鋒利。大", "411": "冶兮磨礱不下。良工兮拂拭未歇此劒天生。本非造作。良工大冶", "412": "徒勞拂拭。別別既非造作。必不同諸。高着眼看。是何道理。珊瑚枝枝撑著月", "413": "盡情吐露。切忌商量。", "414": "焭絕老人天奇直註雪竇顯和尚頌古下終", "42": "云不道不道始終不改。回至中途。源云。快與某道。不道打", "43": "和尚去自昧反怪。吾云。打即任打。道即不道盡心盡力。無能分解。源", "44": "便打瞎打屈受。道吾遷化。源至石霜舉前話。霜云。生耶不", "45": "道。死耶不道當央直提。源云為甚不道似見不見。故又復追。霜云不", "46": "道不道要他直領。所以不那。源方有省始見全提。一日將鍬於法堂", "47": "上東邊過西西邊過東呈機求註。霜云作什麼探竿在手。源云", "48": "覔先師靈骨影草隨身。霜云。洪波浩渺。白浪滔天。覔什麼", "49": "先師靈骨恐執孤危。以活拈死。師著語云。蒼天蒼天一截二拈。源云", "5": "麼當央直示。恐蹉再提。僧云是什麼失見悞問。峰低頭歸庵全提向上。僧", "50": "正好著力正好用心。霜云。一物也無。著什麼力恐執平實。以死拈活。", "51": "源持鍬便行截斷二邊。獨明向上。太原孚云。先師靈骨猶在不立", "52": "一法。正□靈骨○主意以機呈機。旨明就窩打免。總結不落堦級。", "53": "兔馬有角劫外徹於今時。牛羊無角今時徹於劫外。絕毫絕氂不容", "54": "一法。如山如嶽全機獨露四句。只明道吾答處。黃金靈骨今猶在。白", "55": "浪滔天何處著石霜太原一並拈出。無處著恐後滯無。故拈令看。隻履", "56": "西歸曾失却達磨葬於熊耳。葱嶺獨露。且問諸人是生耶是死耶。", "57": "良禪客問欽山。一鏃破三關時如何借事呈解。山云放出", "58": "關中主看就見拶見。良云與麼則知過必改以見首見。山云更", "59": "待何時見首就逼。良云好箭放不著所在。便出一拈二點。山云", "6": "到巖頭。頭問什麼處來就事藏峰。僧云嶺南來具實。頭云曾", "60": "闍黎且來見其勉強。不免招回。良回首失其主張。山云。一鏃破三關", "61": "且止不用誇功。試與欽山發箭看我作其主。你是射看。良擬議情封於物", "62": "現成不知。山打七棒云。且聽這漢疑三十年法窟爪牙", "63": "○主意見機而作。旨明攙旗奪鼓。總結權衡在手。", "64": "與君放出關中主。放箭之徒莫莾鹵山乃風行草偃。良公太煞", "65": "粗心。取箇眼兮耳必聾。捨個耳兮目雙瞽見沉取捨。放失來機。", "66": "可憐一鏃破三關空擔虗名。的的分明箭後路現成空缺。嘆其", "67": "無眼。君不見。玄沙有言兮。大丈夫。先天為心祖要識主中", "68": "之主。須明空劫已前。方能不落。心鏡聖凡。", "69": "僧問趙州。至道無難。唯嫌揀擇。如何是不揀擇心倖辯主。", "7": "到雪峰麼不見來歷。所以再勘。僧云曾到同前。頭云有何言句細辨", "70": "州云。天上天下唯我獨尊全身指註。僧云此又是揀擇逐句", "71": "反追。州。云田庫奴當央一點。什麼處是揀擇急處一提。僧無語情封", "72": "於物○主意句裏呈機。旨明盡力提持。總結權衡在手。", "73": "似海之深。如山之固幽深如海。堅固如山。蚊蝱弄空裏猛風。", "74": "螻蟻撼於鐵柱州如猛風鐵柱。僧如蚊蝱螻蟻。揀兮擇兮。當軒布", "75": "皷末後急提。如鼓當央。", "76": "僧問趙州。至道無難。唯嫌揀擇。是時人窠窟否心倖驗主。", "77": "州云。曾有人問我。直得五年分訴不下隔身點罰", "78": "○主意拈情。旨明爪牙。總結言思無路。", "79": "象王嚬呻。獅子哮吼自在無畏。無味之談。塞斷人口註十", "8": "來源。僧舉前話依舊不達。他道什麼審其始終。僧云他無語低頭", "80": "絕待。南北東西。烏飛免走雪竇呈機。", "81": "僧問趙州。至道無難。唯嫌揀擇。纔有語言是揀擇。和", "82": "尚如何為人心倖驗主。州云。何不引盡此語就身套他。僧云某", "83": "只念到這裏輸己陷人。州云。只這至道無難。唯嫌揀擇以見", "84": "遣見○主意紅綿套索。旨明法窟爪牙。總結權衡在手。", "85": "水洒不著。風吹不入一切不到。虎步龍行州之全威。鬼號神", "86": "泣僧之悲愁。頭長三尺知是誰。相對無言獨足立舉古例今。", "87": "傍通大用。", "88": "雲門以拄杖示眾云。拄杖子化為龍。吞却乾坤去了。", "89": "山河大地什麼處得來契理於心。外相何有", "9": "歸庵只知供欵。不知着賊。頭云噫嘆峰不遇知音。點僧當面蹉過。我當初悔不", "90": "○主意理非外物。旨明垂釣為人。總結心境不二。", "91": "拄杖子。吞乾坤。徒說桃花浪奔法本是心何必言悟。杖本是龍何必", "92": "言化。燒尾者不在拏雲󱐽霧不須誇化。曝腮者何必喪膽", "93": "忘魂不須言點。拈了也拈了二邊。聞不聞知不知也。直須洒洒落", "94": "落不住化點自然乾淨。休更紛紛紜紜若逐化點便遭困苦。七十二棒", "95": "且輕恕執語可恕。一百五十難放君若又迷悶。更加倍打。師驀拈", "96": "拄杖下座。大眾一時走散雪竇全提大用。大眾當機辜負。", "97": "風穴垂語云。若立一塵家國興盛纖塵不立一性圓明。不立一", "98": "塵家國喪亡機盡情忘杳無依倚。師拈拄杖云。還有同生同死", "99": "底衲僧麼未有得者。我與你立○主意垂釣。旨明無住。總結大功不宰。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1302 焭絕老人天奇直註雪竇顯和尚頌古", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1302 焭絕老人天奇直註雪竇顯和尚頌古", "author": "明 本瑞直註　道霖．性福編集", "language": "chinese", "source": "CBETA"}