{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1096 淨心誡觀法發真鈔", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "相資篇二十一", "1": "下本淨心誡觀發真鈔卷下本", "2": "天台沙門釋　允堪　述", "3": "因果篇二十二誡觀六道眾生善惡因果法第二十二", "4": "二十二釋因果篇成佛之基既假眾生而作本利", "5": "人之要須明因果以為宗故立此篇以次前行謂", "6": "人天修鬼獄畜依正不同故曰六道眾生。", "7": "造因感果數若恒沙今略言之一十八種。", "8": "又十八種因果差殊不出善惡二種故曰善惡因", "9": "果兩字通包善惡聖凡但其中約對待而立故善", "10": "惡等相雜以辨也。", "11": "一者麤因果二細因果三大因果四小因果五輕因", "12": "果六重因果七明因果八闇因果九香因果十臭因", "13": "果十一延因果十二促因果十三愚因果十四智因", "14": "果十五凡因果十六聖因果十七真因果十八妄因", "15": "果先舉現果後出其因。", "16": "今且列十八種名後方舉果收因耳。", "17": "麤果者地獄畜生餓鬼等故細果者無色界四陰身", "18": "故大果者色界梵天及大龍金翅鳥摩竭魚等三由", "19": "旬者節級乃至八萬四千由旬及阿鼻地獄身等善", "20": "惡報差大果所攝小果者下至翾飛蠕動如小微塵", "21": "但動不能行故輕果者諸天報身輕舉飛行故五通", "22": "諸仙緊疾夜叉鬼神等故重果者如鐵圍山中大蟒", "23": "大獸大海盲龍身重如山故明果者人天中有日月", "24": "光火珠身光等故闇果者如八大地獄但聞忍苦聲", "25": "目不見故香果者上界諸天毛孔之中皆出妙香聞", "26": "者心悅及依報處宮殿等香故臭果者畜生餓鬼不", "27": "淨業鬼人中臭物無可比故延果者非非想天壽命", "28": "八萬劫故促果者如蝎󴈓等生生竟即死不得暫停", "29": "故愚果者凡夫鬼畜等故智果者眾生中為導師故", "30": "凡果者人天中未發道心故聖果者阿那含已下及", "31": "人天中五淨居處故真果者三乘學人漏未盡故妄", "32": "果者四大五陰心緣集故。", "33": "麤果者三塗依正受苦俱麤也四陰以無色界四", "34": "天無色陰故雖無業果色然亦有定果色色界此", "35": "収十八天始梵眾天壽二十中劫身長半踰繕那", "36": "乃至色究竟天壽萬六千大劫身長萬六千踰繕", "37": "那大龍阿含經說難陀䟦難陀二龍其形最大繞", "38": "須彌山七匝頭猶山頂尾在海中金翅菩薩處胎", "39": "經云第一大鳥不過金翅頭尾相去八千由旬高", "40": "下亦爾若其飛時從一須彌山至一須彌山終不", "41": "中止摩竭魚四分律云身長或三百由旬四百由", "42": "旬乃至極大者長七百由旬又阿含云眼如日月", "43": "鼻如大山口如赤谷故賢愚經云富那云何往至", "44": "大海險難之處眾人咸見閻浮提內有三日現怪", "45": "問導師西域入山涉海皆須導師如此方行軍須有鄉導也今三日出是何", "46": "瑞應導師答曰汝等當知一是正日一是魚眼其", "47": "間白者是魚齒今水所投黑暗處是魚口也以此", "48": "驗知身量極大今言三由旬者三下應有百字可", "49": "應上四分下品魚量當知三由旬其量太小矣又", "50": "崔豹古今注云鯨魚大者長千里小者數丈一生", "51": "數萬子常以五六月就岸生子七八月導從其子", "52": "還大海中皷浪成雷潰沫成雨水族驚畏悉皆逃", "53": "匿莫敢當者其雌曰鯢大者亦長千里節級猶言", "54": "階降也阿鼻下無間獄正報之壽一增減劫依報", "55": "之大深應二萬踰繕那其中身量隨業大小充塞", "56": "苦具經云彼彼發業各各私受善惡報者最善則", "57": "色界梵天極惡則阿鼻地獄翾許緣切小蟲飛貌淮", "58": "南子曰蠉飛蝡動此皆小蟲也如微塵者似蟭螟", "59": "巢於蚊󴍷可類於塵故大集云畜生身細猶微塵", "60": "十八分之一諸天自六欲已上皆能輕舉五通諸", "61": "仙者不越楞嚴十仙也彼經云阿難彼諸眾生堅", "62": "固服餌而不休息食道圓成名地行仙堅固草木", "63": "而不休息藥道圓成名飛行仙乃至第十堅固變", "64": "化而不休息覺悟圓成名絕行仙阿難是等皆於", "65": "人中鍊心不修正覺別得生理壽千萬歲休止深", "66": "山或大海島絕於人境斯亦輪迴妄想流轉不修", "67": "三昧報盡還來散入諸趣又云情少想多輕舉飛", "68": "遠即為飛仙大力鬼王飛行夜叉地行羅剎游於", "69": "四天所去無礙故曰緊疾夜叉等緊急也鐵圍山", "70": "應法師云梵言柘迦羅此云輪山舊云鐵圍圍即", "71": "輪義本無鐵名譯人義立耳若南山方志則云以", "72": "鐵所成即妙高山外大鐵圍也蟒摸朗反爾雅云蟒", "73": "王虵郭璞曰虵之最大者曰王日月如人間則賴", "74": "日月光從焰摩已上無日月光故楞嚴經云於虗", "75": "空中朗然安住日月光明上照不及是諸人等自", "76": "有光照如是一類名焰摩天八大地獄者即等活", "77": "黑繩眾合嘷叫炎熱大叫極熱無間也人中臭物", "78": "不可比者且諸天見人間臭穢猶人之見屏廁況", "79": "復人中極臭物不可為比者如五百問云昔有比", "80": "丘念著銅盌死作餓鬼僧分物時便來求盌其身", "81": "絕大猶如黑雲有得道者以盌還之既得便以舌", "82": "䑛放地而去諸比丘取之絕臭更鑄作器猶臭不", "83": "可用則知鬼臭過人之極臭矣八萬劫者俱舍約", "84": "大劫也凡夫此指人中一類極愚闇輩也導師者", "85": "導人善道之師也周禮師此教人以道之稱未發", "86": "道心者未開發正道心也阿那含已下即攝取二", "87": "果初果等或在人中或於天上也五淨居者別指", "88": "色界四禪中上五天也即無煩無熱善見善現色", "89": "究竟此五淨居無別引業一切有情法爾第四禪", "90": "中只有三品總報引業生下三天今第三四果聖", "91": "人若欲生彼須以有漏無漏雜資生廣果舊業令", "92": "其殊勝轉生五淨居也廣如俱舍三乘聲聞緣覺", "93": "菩薩學人者如聲聞緣覺未斷盡三界見思及無", "94": "明盡者皆名學人也以對後無學得稱故智論云", "95": "漏盡者名無學得道漏未盡者名為學身心緣集", "96": "即妄認四大五陰因緣和集以為身心故。", "97": "此等是六道中正果。", "98": "何故名因今次第相對說麤因者四重八禁五逆十", "99": "惡謗大乘正法一切賢聖用三寶財物殺發菩提心", "100": "眾生破塔燒寺故細因者修禪定業外道邪命梵行", "101": "故大因者修四無量心善因故破三聚淨戒惡因故", "102": "小因者始脫地獄入畜生道故輕因者淨修梵行十", "103": "善業緣故重因者損害三寶一闡提行者故明因者", "104": "施燈明燭火照佛形像同十善道故闇因者毀他眼", "105": "目盜塔燈明點滅經字破人善業污佛戒故香因者", "106": "造旃檀塔廟香木形像香水灌像沐浴洗僧香華供", "107": "養故臭因者觸僧淨食噉辛入寺畜養猪雞十惡業", "108": "故延因者修不殺戒及四空定邪正二業故促因者", "109": "殺生餘業故愚因者不信正法故智因者受持經律", "110": "熏修般若故凡因者無明癡愛貪五欲故聖因者戒", "111": "定慧故真因者本性清淨故盲因者諸根對塵生識", "112": "故。", "113": "八禁即尼八重也謗大乘者經云有謗大乘毀佛", "114": "禁戒等便生十方阿鼻地獄用三寶物律中用有", "115": "兩別一者盜用二者互用如僧祇寺主摩摩帝互", "116": "用佛法僧物謂言不犯佛言波羅夷在互尚爾況", "117": "盜用乎寶梁大集等經云僧物難掌佛法無主我", "118": "聽二人掌三寶物一者阿羅漢二者須陀洹所以", "119": "爾者諸餘比丘戒不具足心不平等不令是人為", "120": "僧知事也更復二種一能淨持戒識知業報二者", "121": "畏後世罪有諸慚愧及以悔心如是二人自無瘡", "122": "疣護他人意此事甚難聖教如此殺發下以此人", "123": "雖未證聖以發大心今若殺者即同殺佛如下引", "124": "經云一搆乳頃起大乘心當成佛道禪定業者對", "125": "於前果既屬無色則此輕因屬無色四定也隨得", "126": "四定則隨生四天如󳬂頭藍子坐得非非想定即", "127": "生非非想天雖然不免輪迴由心著界繫不發無", "128": "漏故外道下如渄糠飲汁食風服氣或持烏雞鹿", "129": "狗牛兔等戒或修邪慧邪進以為真道背於八正", "130": "等如世尊說九眾生居破色無色天計涅槃外道", "131": "又外道用色破欲有以空破色有謂空至極故佛", "132": "說十一切入以破之故智度論云外道能生禪定", "133": "船度欲色界海無色如大海深廣不能度由不破", "134": "我心故四無量心者慈悲喜捨也此對上色界梵", "135": "天報破三聚即攝律儀等戒此對上大龍金翅等", "136": "報入字宜作造字造畜生道即前蝡動等類梵行", "137": "即淨行謂持五八等戒也施燈下功德經云於佛", "138": "塔中施燈供養者獲勝肉眼永斷翳障常得明淨", "139": "後得天眼又身常淨潔常有光明乃至獲得光明", "140": "身也旃檀應法師云訛也正言旃彈那有赤白紫", "141": "等即外國香木也如優填王以旃檀造釋迦像沐", "142": "浴洗僧不唯生諸天中毛孔出妙香也抑亦為淨", "143": "土之因昔梁朝有道珍禪師常於盧山念佛作水", "144": "觀忽夢江水瀰滿眾人乘船言往西方珍曰貧道", "145": "一生修西方業此應得去船上人云禪師未誦彌", "146": "陀經并沐浴僧淨業未圓未得往也其船遂發珍", "147": "於是感泣夢覺後乃專誦彌陀經及營僧浴至垂", "148": "終夜異光照曜峯頂如列數千炬燈事載唐高僧", "149": "傳中觸僧淨食者十誦持戒比丘懈怠故觸名不", "150": "淨護淨經云由有宿提等眾僧不淨食後墮臭屎", "151": "池中五百萬世受苦惱竟復各五百萬世墮猪狗", "152": "及𧏙蜋中常食不淨後出為人生貧窮家衣食不", "153": "供佛告比丘眾僧住止之處作不淨食不定往食", "154": "如法持鉢乞食是名淨命因說知事比丘觸僧淨", "155": "器及食墮餓鬼中五百餘年不見漿水正後欲趣", "156": "廁被鬼神打不得近等噉辛即五辛謂胡葱大萩茖", "157": "葱韮也韮葱葱也蘭葱薤也興渠應法師云烏奈婆他那國比方相傳云芸苔非", "158": "也又亦云形具正云興宜是樹汁似桃脂狀釀於犢子肚中作過為阿魏是也此五性熱", "159": "氣葷不利修行者楞嚴經云是五種辛熟食發淫", "160": "生啖增恚如是世界食辛之人縱能宣說十二部", "161": "經十方天仙嫌其臭穢咸皆遠離諸餓鬼等因彼", "162": "食次䑛其唇吻常與鬼住福德日銷長無利益入", "163": "寺者此誡俗也大師云多有人情來往非法聚會", "164": "人在寺止宿坐臥牀褥隨意食噉乃至隨業受苦", "165": "永無救護若護惜三寶咨請法訓而來入寺反上", "166": "招益故經云眾僧良福田亦是蒺藜園斯言寶矣", "167": "猪雞者望充口腹之費也此且據人喜養者為言", "168": "因畜故則致熏宰湯爛刀剝等事痛楚難堪地獄", "169": "罪終墮臭毛鬼中不殺誡誡合作戒即五戒之一", "170": "也如佛所說有二因緣壽命得長何等為二一者", "171": "不殺二者施食而我世尊於無量百千億那由他", "172": "阿僧祇劫修不殺戒也四空定此對前非想非非", "173": "想八萬劫壽也又順出世所修名正返此曰邪殺", "174": "生餘業者古師云即餘繫閇鞭打等屬殺方便可", "175": "名餘業又離殺外所餘之業名餘業無明癡愛者", "176": "無明體即是癡成論云隨逐假名名為無明又經", "177": "中謂無所了知故名無明又不知過去世等名為", "178": "無明愛即貧染之心也五欲者色聲香味觸也此", "179": "不可近近則喪道故古德云遠之易為士近之難", "180": "為情香味頹高志聲色喪軀齡本性清淨者了本", "181": "性淨塵欲非染則可造及三乘之果也諸根下六", "182": "根對六塵因生於六識此三皆是眾生不了虗妄", "183": "搆立故楞嚴云眼色為緣生眼識界三處都無乃", "184": "至意法為緣生意識界三處都無故知屬妄既知", "185": "虗妄不可信任隨流奔逸。", "186": "論六道因果唯佛知盡今說少分為除疑網深信因", "187": "果。", "188": "深信因果者謂善惡因果歷歷可見不可不信皆", "189": "心之所致也其由源濁則流昬形端則影直事豈", "190": "差哉若能捨惡趣善則三乘聖位可跢而及之苟", "191": "背善而惡則入三塗如箭射斷斷無疑矣。", "192": "汝可思量種諸善根収納善果所行之善皆迴向無", "193": "上菩提成解脫分善不取六道有漏善如是修習諦", "194": "知因果無漏名為淨心。", "195": "汝可下既知善惡因果宜背惡修善以此正勸也", "196": "迴向者凡有三種一迴事向理二迴自向他三迴", "197": "因向果且初迴事向理者元由理具方有事用一", "198": "切修證不出理性眾生強執計是有為今迴此心", "199": "向於實際即真如實際也二迴自向他者昔迷理徧凡所", "200": "修善莊嚴自身及己眷屬今順本性回向眾生三", "201": "迴因向果者一毫善種三業熏不趣二乘寧滯三", "202": "修有修既順性同歸究竟三德故十住婆沙云我", "203": "所有福德一切皆和合為諸眾生故正迴向佛道", "204": "彼自解云迴諸福德向阿耨多羅三藐三菩提今", "205": "文符彼即迴因向果也成下既順果修因則此善", "206": "因是解脫果中之支分也若此修者則不取入六", "207": "道有漏果繫之善也如是下偏結無漏意歸淨心。", "208": "偈曰。", "209": "可慜罪眾生墮在無底坑不知因果義", "210": "冥冥暗中行抱真未覺識有眼猶名盲", "211": "真樂無心趣妄色共相諍", "212": "無底坑者六道三塗流落深遠一墜永墜故喻無", "213": "底不知下以無智慧之火故則生死長夜冥冥不", "214": "覺猶闇中行也抱真下雖真心本具而迷闇不知", "215": "其由有目不別真偽與盲無二真樂下猶迷真故", "216": "則無心趣涅槃之樂由逐妄故則於妄色起諍皆", "217": "由不了自貽伊戚。", "218": "今為除疑網略指因果業若能決定信", "219": "近三僧祇劫以信因果故常聞大乘法", "220": "應趣種性地勇猛心勿怯", "221": "今為下上所論因果者正為破不信因果不修進", "222": "者若不知因則同無因果外道彼所計者如外草", "223": "木自生死人亦同之又不自修者便同不修外道", "224": "彼所計者生死若盡涅槃自證如轉縷丸高山縷", "225": "盡丸止故上歷明以斷斯縛故曰除疑網也近三", "226": "僧祗者且約如來三大阿僧祗劫修行方成正覺", "227": "豈有天生彌勒自然釋迦若明已增修則同㳂流", "228": "之舟加櫓棹矣應趣種性者據上所配即大乘三", "229": "賢位已去勿怯怯畏也。", "230": "止劫篇二十三誡觀行者善護戒財塵賊止劫法第二十三", "231": "二十三釋止劫篇向談因果令覺悟以除疑今護", "232": "戒財使塵賊而無害故次前行以立茲篇謂能守", "233": "木义之寶曰戒財不令六塵之賊所奪曰止劫取", "234": "義之順合云止塵賊劫。", "235": "一切眾生從無始來受生死苦迷失聖道障於常住", "236": "清淨法身唯因識心貪取塵境。", "237": "無始下謂眾生受身輪轉莫窮其際大論云佛告", "238": "諸比丘眾生無始無明䨱為所繫往來生死始不", "239": "可得故名無始苦之以甚者有生死也障於下由", "240": "在迷故不見本具法身也此之法身生佛平等究", "241": "竟無遷故曰常住唯因下彰過也正由虗妄識心", "242": "貪愛取著六塵等境從迷至迷展轉相續故於本", "243": "具法身全迷不識三乘聖道趣入無因過由斯矣。", "244": "譬如家貧智者教業隨教修業漸多財寶有六惡賊", "245": "夜來劫奪持仗扣門臨欲危害財主即便牢下關鑰", "246": "牆高壍深遂免劫失身安財固無眾苦惱。", "247": "教業教營仕農工商之業也業既成就財寶必會", "248": "此皆舉喻下文自合仗即丘戰之具應作杖亦去", "249": "聲左傳云杖戈而先關爾雅釋文云以木橫持戶", "250": "以關扉也鑰爾雅云鍵謂之鑰方言云自關而東", "251": "陳楚之間謂鑰為鍵壍坑也財固固即堅也。", "252": "貧喻闡提身無一善智者教業喻佛經律漸多財寶", "253": "喻集福智六賊喻六塵夜喻無明劫喻貪愛持仗扣", "254": "門喻根對於塵牢下關鑰喻修道人堅住四念及五", "255": "停觀牆高喻善知識及毗尼正法壍深喻深心弘誓", "256": "不犯律禁免劫者喻全梵行戒無缺無漏諸佛歡喜", "257": "聖凡同讚身安喻生善道人天淨土及大涅槃安隱", "258": "快樂財固喻持戒守心行不退菩提諸波羅蜜增長", "259": "不失。", "260": "弘誓即四弘誓也律禁通収有漏無漏律儀也大", "261": "涅槃即諸佛常樂我淨之樂諸波羅蜜通収六度", "262": "以六度即是菩薩正行之本故法華云為求菩薩", "263": "道者說應六波羅蜜問上舉闡提而得此樂何故", "264": "經文多明闡提不得作佛及云無有善根等答正", "265": "因之性其熟無也況復涅槃自云一切眾生及一", "266": "闡提悉有佛性或云闡提無佛性者蓋無修善耳", "267": "故經云改惡修善乃可得道故今師特舉闡提以", "268": "破斯執。", "269": "法喻並顯汝宜知之。", "270": "比丘破戒墮三惡道沈溺苦海者皆由無善知識方", "271": "便勸導又不修習四念處法五停觀法等汝可依戒", "272": "順此教授煩惱魔賊不能得便是故守心禁勒根門", "273": "幻惑塵賊莫令前入繫意觀空離我我所如是修行", "274": "名為淨心。", "275": "煩惱魔賊者見思等惑能劫已善因中能破此賊", "276": "則果上受殺賊之名也六塵外入害已故通喻狂", "277": "賊又惑之猛盛者在貪愛塵故厚者在聲色故次", "278": "句偏舉復次妄情內起馳騖故喻惡馬禪定能禦", "279": "故喻轡勒經云亦如惡馬不以轡制將當牽人墜", "280": "於坑陷。", "281": "偈曰。", "282": "六塵如狂賊貪塵聲與色妄情同惡馬", "283": "牢加禪轡勒欲入佛法海堅修戒定德", "284": "當住三空門心淨樂靜默", "285": "欲入下佛法廣大喻海必假戒定為帆檣智慧為", "286": "順風方能遊於佛法之大海矣三空即人空法空", "287": "人法俱空若戒疏釋三空即三解脫門也故智度", "288": "論云於三界中智慧亦不著一切三界轉為空無", "289": "相無作解脫門若能住此其心清淨得無為樂不", "290": "為惑業役動落於生死故曰靜默也。", "291": "二諦篇二十四誡觀世諦第一義諦法第二十四", "292": "二十四釋二諦篇既防塵賊劫德寶以無由須省", "293": "法源了真俗而有詣故立此位以次前篇謂有覆", "294": "壞者名之為世出過相有號第一義審實非虗同", "295": "名為諦也諦者護法釋云世謂隱覆可毀壞義亦", "296": "名俗諦俗謂顯現隨世流義此諦應名隱顯諦隱", "297": "覆空理有相顯現如結巾為兔隱本巾狀兔相顯", "298": "現此亦如是梵云三佛栗底以義釋名隱顯諦諦", "299": "者實義有如實有無如實無有無不虗名之為諦。", "300": "世諦者恃怙宗望公卿爵祿籍曹婚姻文武伎藝墓", "301": "陵󳬴績爭勳競封取着空名或為財色不惜軀命輕", "302": "身為惡更相殺戮譽歎弓馬驕勇前鋒自謂丈夫猛", "303": "略身手或侵妻奪軄傷殺於人枉法受求苦毒非理", "304": "噉食生命耳貪絲竹晝夜放蕩不避親疎飲酒醉亂", "305": "鬪打惡罵迭相是非或大怨讎或逐財色不慮艱阻", "306": "喜著色衣食無時節愛養臰穢膿血之身不覺剎那", "307": "念念生滅老病既至身壞命終膖脹臰爛虫出獸噉", "308": "神魂受報生三惡道百千萬劫無解脫時是名世諦。", "309": "恃負也怙賴也宗望祖宗名望也公者周官立太", "310": "師太傅太保為三公應劭云太師天子所師也太", "311": "傅謂傅相天子於德義太保謂保安天子相德義", "312": "舊說以司馬司徒司空為三公周以司馬司徒司", "313": "空司冠冢宰宗伯為六卿遂以師傅保為三公書", "314": "云為茲三公論道經那是也卿釋名云漢置十二", "315": "卿正卿有九禮云天子三公一公三卿故有九卿", "316": "一卿三大夫故有二十七大夫每大夫有三士故", "317": "有八十一元士爵稱也白虎通云天子者爵稱也", "318": "又貪久嘉曰殷爵三等周爵五等各有宜也白虎", "319": "通曰三等法三光五等法五行也又曰爵盡也量", "320": "其軄盡其才也祿俸也籍曹籍即圖籍曹即諸曹", "321": "秦官也漢因之置列曹尚書四員通掌圖書章奏", "322": "之事各有其任光武分為六曹曹局也婚姻禮記", "323": "云合二姓之好上以事宗廟下以繼後世也爾雅", "324": "云壻之父母曰姻婦之父母曰婚又釋名云婚者", "325": "昏時行禮凡姻者女媒也文武文即文章孔子曰", "326": "煥乎其有文章武即威武又止戈為武即恃文章", "327": "威武之勢也伎藝莊子云能有所藝藝者伎也已", "328": "上恃生前之勢墓下恃沒後之勢墓曲禮云適墓", "329": "不登壠鄭玄注云墓塋域也陵大阜也劉熈云陵", "330": "者崇也體崇高也今墳陵是也󳬴文選注云󳬴披", "331": "也披載其功美也釋名曰本莾時所設臣子追述", "332": "君父之功以書其上績功業也勳功熏也封亦爵", "333": "也言爵有大小故封亦然斯並世間浮幻虗假之", "334": "名而不了此妄生恃怙譽歎下此約讚譽兵陣之", "335": "具也老聃云兵者不祥之器不得已而用之故不", "336": "應譽也又是安危之物故不可毀也僧祇云若入", "337": "王家不得毀譽軍陣射術驍古堯反勇急捷也色衣", "338": "者五方正間色出家者非著用故律云五大色衣", "339": "不成受持大師云莫非隨事節心捨於俗習如世", "340": "朱紫非榮達則無以服之異等例也不正壞色唯", "341": "釋門所懷別邪正也故九十六種外道其徒不倫", "342": "或裸或衣或素或染莫有定者釋門不爾俱服染", "343": "衣色非純上純於奢靡今反著者則背聖範而循", "344": "世諦也膖脹正作胖匹絳反智者云若觀死屍胖脹", "345": "如韋囊盛風也臭爛以屍壞膿流則有蟲出又外", "346": "遭鳥烏狐狗之所咀嚼神魂即識性也以人死報", "347": "謝識生不亡故隨業受愆墜於三惡此之果報由", "348": "前因致因果俱非出世故結世諦。", "349": "第一義諦者非貪上來虗妄等事隨順菩提至無為", "350": "道不同世間生死出沒待對緣修非色至識非眼至", "351": "意非念工夫見聞覺知非名句味清淨平等猶如虗", "352": "空湛然凝寂是名第一義諦。", "353": "無為道者即究竟解脫果也此道真實非四相之", "354": "所遷非識智之所度也不同下反顯第一義諦真", "355": "實平等無變無遷體非對待也如生則對死出則", "356": "對沒又世諦事皆是因緣修造以成今並非此非", "357": "色至識等生若約根塵應云非色至法非眼至意", "358": "通略中間四種根塵故例言至也言第一義非屬", "359": "根塵能所取相究竟無為也非念下謂非心念所", "360": "攝非工夫力致非見聞覺知覩對非名句言語等", "361": "相也清淨下示其體貌如發菩提心經云菩薩應", "362": "當親近修習第一義諦所謂實相一相無相也今", "363": "言清淨平等即一相也猶如虗空等即無相也。", "364": "能觀世諦如幻化諂誑癡凡無有實性畢竟於真常", "365": "道中作此解脫故名為淨心。", "366": "能觀下謂若能觀世諦如幻師幻諸物像諂誑無", "367": "智本無實性者則不為世諦之所縛也又若能究", "368": "竟達了真常理性清淨平等即名解脫又是淨心。", "369": "偈曰。", "370": "世法誑癡人謂實起貪瞋若知無自性", "371": "慧性入童真凡夫歷生死因愛取諸塵", "372": "若覺根塵空性本是法身", "373": "世法即上世諦童真者即十住中第八名童真住", "374": "此住斷界內塵沙伏界外塵沙今既達俗諦自性", "375": "本空慧性明了故位入童真也凡夫下二句舉迷", "376": "若覺下二句顯悟由迷故受俗諦生死若悟故即", "377": "趣真諦法身故曰性本等。", "378": "貪愛名世諦輪迴十二因緣除貪即出世", "379": "此句佛親宣", "380": "貪愛名世諦者以貪為三毒之首眾惑之根今雖", "381": "舉本可攝未也十二緣者無明至老死也除貪下", "382": "欲除枝末要先除根故偏舉之此理非虗故指佛", "383": "說法華亦云以貪愛自蔽盲眼無所見所言平等", "384": "牒前清淨平等文既曰猶如虗空當知平等亦假", "385": "名耳故般若經云如是法界真如實際都無自性", "386": "皆不可得今且寄此平等清淨堪然凝寂之名以", "387": "表顯於真諦既有表顯故經教生焉則無相中假", "388": "名相說也經云牟尼世尊興出於世於空法中說", "389": "有文字又涅槃云隨順眾生說有二諦。", "390": "第一義諦者離相絕音聲所言平等者", "391": "假名平等名寄言以表諦故說一切經", "392": "方知陰法空對治滅心形", "393": "方知下經云如五陰和合稱言某甲凡夫眾生隨", "394": "其所稱名世俗諦解陰無有某甲名字離陰亦無", "395": "某甲名字若然則形心何在出世之人能如是解", "396": "名第一義諦又般若經五百三十一云善現白佛", "397": "言若色乃至有為無為不異法界真如實際云何", "398": "世尊施設黑業三塗白業人天非黑非白業預流乃至無上菩提", "399": "佛告善現我依世俗施設如是因果差別不依勝", "400": "義以勝義諦不可說有因果差別所以者何勝義", "401": "諦中諸法性相不可分別無說無示云何當有因", "402": "果差別善現當知勝義諦中色蘊乃至有為無為", "403": "無生無滅無染無淨以畢竟空際空故。", "404": "心行篇二十五誡觀晚出家人心行法第二十五", "405": "二十五釋心行篇棄世入真既以明於二諦依師", "406": "附道要早入於空門故立茲位以次前篇謂染世", "407": "既長暮年入道曰晚出家人內韞外施率多無範", "408": "故標心行。", "409": "夫晚出家者有十種罪過。", "410": "一者健鬪世言竭斗俗氣成性我心自在意凌徒眾", "411": "不受呵責二者喜見他短自謂精誠所作事業未必", "412": "合道短知短見未解作解言說常多綺語所攝三者", "413": "見師僧過起嫌恨心燒滅功德修三惡道四者輕慢", "414": "他人自謂丈夫身心剛強不從折伏五者舉動造次", "415": "威儀不整高語大笑無所畏忌六者喜好瓶鉢衣服", "416": "鮮華心無實德貪求利養七者心想散亂憶俗時事", "417": "增長煩惱不能如法對治八者笑他破戒自謂清淨", "418": "拘着相貌不達真理專愚執見諍論取勝未具五德", "419": "畜養沙彌唯貪其力無心教授九者不攝諸根身疲", "420": "神倦放縱睡眠不念明相夜數惡夢諸天不護十者", "421": "剏入佛法莫沾道味憂慮疑惑情思還俗嫌薄三寶", "422": "反懷悔恨既自還俗憎出家人輕賤行者成闡提業。", "423": "健鬪者以出家既長多事麤獷健與人鬪也不受", "424": "呵責者律有呵責法若復持於強暴者須加惡馬", "425": "默擯二治自謂下自言已行精確而誠實也綺語", "426": "即無義語也成論云餘三口業或合或離綺語一", "427": "種必不相離故多在綺語也師信三師七僧等然", "428": "世中人免過者鮮矣至於顏子則不貳過又復有", "429": "師外雖麤惡而內蘊大解或內雖晦暗而外表可", "430": "觀或墻壍於時或紀綱於眾者彼都不知便以小", "431": "瑕而見嫌恨斯亦火從內起先燒已善既喪善招", "432": "過斯成自墜矣丈夫大戴禮云丈者長也夫者扶", "433": "也言長扶制萬物也古者冠而成人通名丈夫大", "434": "師云丈夫者必以建心慕遠清節不羣卓然風霜", "435": "不改其操鏗然憂喜未違其心便謂丈夫之貌今", "436": "無此操而自謂有之無所畏忌者不畏上中下座", "437": "及諸賢聖也好瓶鉢無心持麤舊者律云畜鉢減", "438": "五綴不漏更求新者提鮮華鮮潔華美也律制新", "439": "衣壞色今並不知憶俗時事反念俗時驩狎歌讌", "440": "妻子之󴍔也抱著相貌者但取外相為美不擇內", "441": "德精麤也大師云僧中亦不可識事似俗闕機意", "442": "則殊之而以俗情驗道意實非易今晚年入道既", "443": "無深識何能別之且天龍鬼神具有他心天眼而", "444": "護助眾僧者非僧無過以尅終照遠耳未具五德", "445": "者毗尼增一云不具持二百五十戒不多聞不能", "446": "教弟子增戒弟子有疑不能如法解釋不能決斷", "447": "諍事反上成德具應授人大戒應與他依止應畜", "448": "沙彌應教授比丘尼諸根者通標身疲収眼等五", "449": "根如百視色久時困耳聽聲多則勞神倦屬意根", "450": "睡眠者心神昏昏為睡六識暗塞四支倚放為眠", "451": "馬鳴云身悶重故於中起睡眠有三種初從食起", "452": "二從時節起三從心起若從食起及時節起者阿", "453": "羅漢眠以彼不從心生無所蓋故凡夫具三種起", "454": "也不念下律云若亂意睡眠有五過一者惡夢二", "455": "諸天不護三心不入法四不思明相五喜出精今", "456": "五中略第三第五又五分得五吉羅剏初也憂慮", "457": "下以無法喜禪悅故憂慮以無信向趣入故疑惑。", "458": "此之十惡過患是地獄畜生餓鬼正因。", "459": "是地下結屬三途也。", "460": "汝當省察名為淨心。", "461": "汝當下不起上十種惡意即名淨心。", "462": "偈曰。", "463": "俗氣力方強三毒至猛盛年晚始入道", "464": "猶守本時性不解將護他造次強是正", "465": "自謂最精鍊七支未必淨喧喧逐講論", "466": "不肯修戒定已說十種過若犯須除屏", "467": "造次者論語云造次必於是馬融注曰造次急遽", "468": "又王侃云造次急遽倉卒貌也謂造次之間自恃", "469": "強正七支身三口四也逐講論者或特少解而輙", "470": "逐講論或事喧喧馳逐他人講論也除屏屏字悞", "471": "應作摒𢍉政切亦除也。", "472": "身無一德行沙彌度三兩有過不肯呵", "473": "犯罪不與杖破齋犯僧前污戒惡名響", "474": "人天漸漸希三塗轉增長唯教作福法", "475": "無軌令人倣自身如小兒況能調剛強", "476": "處眾好鬪諍恒懷瞋恨想四輩不恭敬", "477": "眷屬寧欽仰", "478": "無一德者前五德中未有一也沙彌此翻為息慈", "479": "謂息世染之情以慈濟羣生也又云初入佛法多", "480": "存俗情故須息惡行善也犯罪不與杖者不字悞", "481": "應是反字謂不依教呵責而反與杖捶耳且大師", "482": "偏行杖責故下云勿行楚撻又僧網篇云或行杖", "483": "罰枷禁鉗鏁等皆非聖旨又師資篇云自三世佛", "484": "教每諸治罰但有呵責折伏本無杖打人法比見", "485": "大德眾主內無道分可承不思無德攝他專行考", "486": "楚等將彼校此大師之語豈自子值耶破齊據食", "487": "後僧前約食初以僧未食而輙先食也人天下以", "488": "五戒不持人天路絕故稀少也三塗不息則多落", "489": "惡道故增長也唯教下以出家令修智分在家宜", "490": "行福分今教彼捨智而作福斯為亂常也若福慧", "491": "雙運則非此簡倣傚也四輩天人龍鬼也以一切", "492": "出家人為四輩生善境界今若自失豈生彼敬眷", "493": "屬者通収內外等族眷顧也屬續也劉熙云恩相", "494": "連續也。", "495": "告慈忍已前二十五篇對治諸垢煩惱業淨汝身心", "496": "心既淨矣名自利行今更為汝略說大乘利他之行。", "497": "告下結前今更下生後告者劉熙釋名云上勑下", "498": "曰告告覺也使覺悟知己意也。", "499": "汝可順菩薩道自他俱利名為淨心自除垢染名真", "500": "淨心自利利他名廣大淨心。", "501": "汝可下先總勸也自除下分優劣也若但自淨屬", "502": "聲聞行此亦合教故名真也若自利利他則屬菩", "503": "薩此利非小故曰廣大。", "504": "偈曰。", "505": "如鳥欲遊空長力養毛翅菩薩欲利他", "506": "養德自先利三慧隨分明然可授人智", "507": "淨心功行立彼此俱對治", "508": "如鳥下智論曰又如鳥子翅未成只得依樹傅枝", "509": "不能遠去翅翮成就方便飛空自在無礙菩薩下", "510": "法合凡有三種一者久修梵行菩薩二者初發心", "511": "凡夫菩薩今即次也要先自修有力方能利他智", "512": "論云具縛凡夫有大悲心願生生惡世救苦眾生", "513": "無有是處淨名曰自疾不能救而能救諸疾人又", "514": "智論云譬如二人各有親眷為水所溺一人情急", "515": "直人水救無方便故彼此俱沒一人有方便往取", "516": "船乘之救接悉皆得脫水溺之難新發意菩薩亦", "517": "復如是三慧聞思修也彼此下自先除垢是此對", "518": "治勸他離垢是彼對治也。", "519": "菩提篇二十六誡觀對發菩提心法第二十六", "520": "二十六釋菩提篇身心自利總前二十五門大行", "521": "化他故立四篇居後而又道心為要復在下三之", "522": "前謂遇機能接逢苦悉受曰對起大道行曰菩提", "523": "心若發此心總有三種按圓覺疏云初了悟覺性", "524": "次發菩提心後修菩薩行謂若不了自心何以證", "525": "道故多劫修行非真菩薩次不發大心無由起行", "526": "故善財先陳己發方問行門圭峯自釋云初謂四", "527": "大非我五蘊皆空空病亦空了然自覺聖凡相異", "528": "異則不真生佛體同同豈增減依此悟解終始無", "529": "殊此釋了悟覺性湛然發心即菩提心學菩薩行即六度萬行等見聞影", "530": "嚮何實虗雖應形聲誰主誰宰不何依此悟所作", "531": "非真自謂修行元是結業又華嚴三千行法最初", "532": "以菩提心為所依普賢說三千行法第一句云以菩提心為依恒不忘失故然", "533": "有菩提心體心相心德言心體者大悲大智大願", "534": "三種心是大願是總悲智是別願者樂欲何事唯", "535": "發心願樂通達諸法救度眾生故成悲智故起信", "536": "云信成就發心者略說三種一者直心正念真如", "537": "法故即是大智無所執著二者深心樂修一切善行故即大願謂", "538": "四弘等是三者大悲心救護一切苦眾生故言菩提心", "539": "相者所發之心要無分齊謂約悲願則盡度眾生盡", "540": "修諸行約念真如則上無菩提可求下無眾生可", "541": "度中無萬行可修故無分齊言菩提心德者若依", "542": "上品發心一念之德過於虗空故華嚴以一百大", "543": "喻校量菩提功德不及少分況此心難發為曲疏。", "544": "夫發道心如滴水寄海雖復微鮮水終不失經云一", "545": "搆乳頃起大乘心當成佛道。", "546": "道心以菩提翻道故此則大故道心也如滴水下", "547": "大悲經曰譬如有人折破一毛以為百分取一分", "548": "毛沾一滴水寄付如來如來爾時即受彼寄置恒", "549": "河中共其大水漸入大海至劫盡時知彼水滴在", "550": "大海內見所住所彼經毛端喻心意識恒河喻生", "551": "死流滴水喻發心少善大海喻如來應正偏知當", "552": "知若對佛所一發道心善根不失又金藏經云一", "553": "切有情歸依三寶以清淨信心造一念善佛悉知", "554": "之經無量劫亦不忘失亦不雜亂如人以一滴水", "555": "寄大海中佛悉知之不錯不亂意頗同也一搆乳", "556": "者即一搆乳頃言時之促耳涅槃經云如人搆角", "557": "本無乳相雖加功力乳無由出搆乳之者不得如", "558": "是加功雖少乳則多出又地持論云以少方便興", "559": "大供養攝大菩提乃至於搆牛乳頃於一切眾生", "560": "修四無量心是名至處道供養乃至筭數譬喻不", "561": "得為比當知一搆雖少而所得則多一發尚微而", "562": "所趣尤大如王太子終紹王位故曰當成佛道。", "563": "何以故若修道時百一十苦悉堪忍之所謂飢渴寒", "564": "熱蚊䗈𤼭虱惡風暴雨四百四病呵責罵辱惡口誹", "565": "謗水火劫盜毒虫猛獸鞭打侵惱難忍之事悉皆甘", "566": "受不見苦相我身能忍修行六度修三空門以是因", "567": "緣故至成佛果經云此國一日修道勝他方一劫何", "568": "以故此中多惱害能忍者希雖忍諸苦功德易長淨", "569": "土無惱佛道難成。", "570": "百一十苦者此總舉也所謂下列苦相也用百一", "571": "字収下地等四大各有百一又以十字収飢渴等", "572": "十故曰百一十也所謂一呵責二罵辱三惡口四", "573": "誹謗五水六火七劫盜八毒蟲九猛獸十鞭打侵", "574": "惱難忍通収上十雖有此苦修大道人不見苦相", "575": "是名能忍故經云菩薩離一切相發阿耨多羅三", "576": "藐三菩提心三空如上他方即指餘三洲及餘樂", "577": "處也何以下推釋所以為娑婆苦多厭離心一切", "578": "諸天著樂趣道心緩故有不等是以諸佛多於人", "579": "中得道淨土者對穢得名非諸佛淨土也以此南", "580": "洲至穢不如餘三天下淨拾毗尼云閻浮人有四", "581": "別緣見佛聞法出家得道雖苦亦勝。", "582": "於佛法中若欲退心當憶過去經無量劫在地獄中", "583": "受熾猛火碎身等苦無逃避處人中苦者百千萬億", "584": "不重於彼一瞬目頃若不堅固勤行諸度云何能盡", "585": "生死大苦因緣三塗罪人若為能救。", "586": "熾下合有然字瞬者目動也諸度即六度。", "587": "若不能救眾生何名慈悲既無慈悲菩提分法依何", "588": "為本若無根本則遠種性是故菩薩願盡後生不破", "589": "菩薩戒聲聞之人受形俱戒汝可善知二戒差別。", "590": "種性即菩提種性以此道性用修慈為本又慈悲", "591": "為本菩薩既歷劫行慈則奉戒至於未來終不捨", "592": "也故曰是故菩薩等形俱以盡形受故二戒差別", "593": "者菩薩誓期來際願力不失菩薩戒疏云若捨菩", "594": "薩願若增上煩惱犯十重其體即廢無此二緣至", "595": "佛乃廢聲聞期在盡形形終戒謝故業疏問云薰", "596": "本識藏此是種子能為後習何得說為形終戒謝", "597": "答種由思生要期是願願約盡形形終戒謝。", "598": "菩薩者不染三界不厭三界求無為道不住無為常", "599": "處生死而無生死。", "600": "不染三界非受生故來也不厭三界謂度物故來", "601": "也不住無為簡異聲門也常處生死成上不厭三", "602": "界也而無生死顯上不染三界也。", "603": "何故不染三界煩惱盡故業不繫故不厭三界愍眾", "604": "生故大慈悲故求無為道故欲自他利故隨順大乘", "605": "故何故不住無為攝正法故攝眾生故何故常處生", "606": "死利行同事故本願無盡故而非生死業種盡故得", "607": "大自在入解脫海故是以不在此彼不著中流離於", "608": "中邊心不住邊道何以故不守自性法應爾故。", "609": "煩惱盡者見思無明習氣俱盡不結三思業故非", "610": "真受生死也俱慈悲化物故來曰不厭三界也不", "611": "厭上亦合有何故字隨順大乘者以小乘聲聞唯", "612": "修自利大乘菩薩修自利利他行故不住無為者", "613": "以菩薩出假化物為攝眾生故為行正法故不同", "614": "聲聞沈空滯寂不起化用也利行同事即四攝之", "615": "二且利行者謂菩薩隨起身口意行能令一切各", "616": "霑利益眾生既蒙勝利以欣所得利因是生親愛", "617": "心依附愛道得住真理故名利行攝也又同事", "618": "者菩薩用法眼明見眾生根緣故一切隨有同欣", "619": "之者即分形散影普和其光同彼事業各便霑益", "620": "巧同其事因是生親愛心依附受道得住涅槃故", "621": "同事益物名為攝也本願無盡者以四弘誓願云", "622": "眾生無邊誓願度是故菩薩不住無為常處生死", "623": "心不住邊道者即不住二邊及以中道不守自性", "624": "者隨物起滅也十地論云菩薩三種觀於眾生起", "625": "大慈悲一遠離最上第一義樂二具足諸苦三於", "626": "彼顛倒真樂本有失而不知妄苦本空得而不覺故云顛倒是故不住自性", "627": "而起化物也則大乘行是法應爾。", "628": "常觀四諦十二因緣生死苦聚常起四弘誓願建大", "629": "夫志常以四攝饒益眾生常修四無量心怨親平等", "630": "常行六度自他利益常修萬德求無上菩提為成十", "631": "力無畏不共之法今唯略勸廣恐文繁能依此誡名", "632": "廣大淨心。", "633": "四諦十二因緣雖三乘同觀而執據常別故祇桓", "634": "寺有菩薩四諦院菩薩十二因緣院具也四弘誓", "635": "願者即是菩薩所行諸佛所證法也以凡夫二乘", "636": "法中雖有慈悲而並無弘誓之德以不能久處生", "637": "死荷負一切今菩薩善達四諦十二因緣憐愍一", "638": "切同於子想故起弘誓接物利生同入涅槃所謂", "639": "一未度者令度二未解者令解三未安者令安四", "640": "未涅槃者令得涅槃智者云此四弘誓願即是發", "641": "菩提心萬行之本靈覺之源也四攝者一布施二", "642": "愛語三利行四同事俱言攝者用此四法同情接", "643": "引則物無所不攝也眾生因此依附然後尊以大", "644": "方所謂先以欲鈎牽後令入佛道四無量心即慈", "645": "悲喜捨十力者一處非處力二業三定四根五欲", "646": "六性七至處道八宿命九天眼十漏盡即諸佛所", "647": "得如實智用通達一切了了分明無壞勝故通名", "648": "為力無畏者即四無所畏一者一切智無所畏二", "649": "漏盡三說障道四說盡苦道以諸佛十力之智內", "650": "充明了決定故對外緣而通無恐畏不苦之法者", "651": "即十八不共法所謂一身二口三念無失四無異", "652": "想五不定心六無不知已捨七欲八精進九念十", "653": "慧十一解脫十二解脫知見無減十三四五一切", "654": "身口意業隨智慧行十六七八智慧知過過去未", "655": "來現在世無礙此之十八極地之法不與凡夫二", "656": "乘及諸菩薩共有故云不共也。", "657": "偈曰。", "658": "若發菩提心動念起慈悲求於無為道", "659": "身常處有為四攝調眾生然可受三歸", "660": "譬如大暗處月輪放光暉自未脫諸苦", "661": "先當救艱危無緣修四等饒益與除衰", "662": "動念起慈悲問慈悲二種所出合修者答小遠法", "663": "師云慈欲與樂無悲除苦樂則不生故須修悲悲", "664": "故拔苦無慈與樂苦則不去故須修慈是二相須", "665": "故須並修問慈悲之後何又修喜答慈欲與樂悲", "666": "與󳫠苦若無喜心除其嫉妬則拔苦與樂不勝故", "667": "次修也問慈悲喜捨幾屬有行幾屬空行答前三", "668": "是有行後一是空行若無空捨是則前三便屬受", "669": "見若無前三是則捨心於空滯沒是四相須並修", "670": "也故向云常修四無量心是也無為道即涅槃也", "671": "以涅槃體寂不為諸相所遷故有為者常處生死", "672": "修四攝等下化眾生也然下以攝彼熟故然後可", "673": "與受三歸或發五八等戒也歸者以反還為義譬", "674": "下大暗喻眾生菩薩出世放光喻慈攝為眾日輪", "675": "喻生說法自下菩薩運心自未求解脫先令眾生", "676": "離苦得樂四等即四無量但約心名四等約境號", "677": "無量。", "678": "逢一百十苦甘忍未曾瞋亦不見苦相", "679": "又不見我身身苦二空俱忍法亦復然", "680": "諸苦及人法三相滅隨真", "681": "亦不見苦相謂菩薩度眾生雖彼苦而不見苦相", "682": "又不見我身故經云如我昔為歌利王割截身體", "683": "我於爾時無我相人相眾生相壽者相乃至若有", "684": "我相等應生瞋恨忍法亦然者以身苦既空忍亦", "685": "空也問涅槃經云菩薩入地獄如三禪樂云何受", "686": "苦答如三禪樂自是一行由心不生故心不生即", "687": "是無我人在苦而不苦又經云三禪樂不一向言", "688": "樂也若一切樂無病苦則闊痛苦行那成菩薩徧", "689": "行問有云菩薩捨身頭目手足不痛苦已知諸法", "690": "如幻故如何答幻不苦自是一行菩薩亦不住是", "691": "行中若都不捨身命那得超越劫數亦不說對行", "692": "苦行苦不痛苦者如捨土木此違菩薩苦行負菩", "693": "薩心成大罪也又有無痛苦者一為忍力大故能", "694": "堪忍苦勝於凡夫二為大悲重故念眾生受苦亦", "695": "不覺苦如母見子墮屎坑中念子心重透入中取", "696": "亦不覺臭雖處無痛苦行中亦不著無痛則純於", "697": "無病雖在痛行中亦不著痛則純於痛法此乃足", "698": "跡不可尋也三相即諸苦人法也以滅滅故非著", "699": "不著即解脫而契乎真矣。", "700": "菩薩不住道隨逐利益行常處於三界", "701": "救濟苦眾生迷道令見道無明令得明", "702": "慧手執金錍決膜療羣肓滅者不永滅", "703": "生者不常生生滅畢竟空凡聖本來平", "704": "不住道者即不住涅槃也金錍者喻也涅槃如來", "705": "性品云譬如目盲人為治目故造詣良醫是時良", "706": "醫即以金錍決其眼膜今喻菩薩以教理行錍決", "707": "開眾生無明眼膜顯了佛性也滅者不永滅遇緣", "708": "即生故生者不常生緣盡即滅故謝康樂云解極", "709": "會如體無方所緣至物見來無所從感畢為隱亦", "710": "何所去生下即生死涅槃猶若空華凡聖高下平", "711": "等一理故則無能化所化也。", "712": "願從今日後乃成法界主不起一慾心", "713": "貪染一切女願從今日後乃至成佛道", "714": "於一切眾生不嫌不瞋惱顧從今日後", "715": "乃至證真如不起顛倒心取著世六塵", "716": "願從今日後乃至無為岸不起攀緣心", "717": "念諸惡覺觀", "718": "法界主與下成佛道無異證真如共無為岸不殊", "719": "但文之變耳。", "720": "今發菩提心生生超八難弘誓要期已", "721": "道心勿退散", "722": "八難者謂三惡道三四北洲五長壽天大論云非非想處壽", "723": "八萬大劫或說無想天壽六佛前佛後七世智辨聰八盲聾瘖", "724": "瘂道心勿退散者以大心難行故特勸之且如身", "725": "子尚有退也故智論云舍利弗於六十劫行菩薩", "726": "行欲度彼岸時有乞人來乞其眼舍利弗言眼無", "727": "所住何以索之若須我身及以財物當以相與答", "728": "言不須唯欲得眼爾時舍利弗出一眼與之乞者", "729": "得已於舍利弗前齅之嫌臭唾而棄地又以脚踏", "730": "舍利弗思惟言此人難可度也不如自調早度生", "731": "死思惟是已於菩提道迴向小乘當知菩薩大行", "732": "難其行矣又此篇雖廣示於願行今據發菩提心", "733": "經誓願品中始末用意有十大正願其文甚要故", "734": "曲引之一者願我先世及以今身所種善根以此", "735": "善根施與一切無邊眾生悉共迴向無上菩提令", "736": "我此願念念增長世世所生常係在心終不忘失", "737": "為陀羅尼之所守護二者願我迴向大菩提已以", "738": "此善根於一切眾生處當得供養一切諸佛不生", "739": "無佛國土三者願我生諸佛國土已常得親近隨", "740": "侍左右如影隨形無剎那頃遠離諸佛四者願我", "741": "得親近佛已隨我所應為我說法得成就菩薩五", "742": "通五者願我成就菩薩五通已即通達世諦假名", "743": "流布解了第一義諦真如實性得正法智六願我", "744": "得正法智已以無厭心為眾生說示教利喜皆令", "745": "開解七者願我能開解諸眾生已以佛神力徧至", "746": "十方無餘世界供養諸佛熟受正法廣攝眾生八", "747": "者願我於諸佛所受正法已即能隨轉清淨法輪", "748": "十方世界一切眾生聽我法者聞我名者即得捨", "749": "離一切煩惱發菩提心九者願我能令一切眾生", "750": "發菩提已常隨將護除無利益與無量樂捨身命", "751": "財攝受眾生荷負正法十者願我荷負正法已雖", "752": "行正法心無所行如諸菩薩行於正法而無所行", "753": "亦無不行為化眾生不捨正願是名發心菩薩十", "754": "大正願此十大願徧眾生界攝受一切恒河沙諸", "755": "願若眾生界盡我願乃盡而眾生界實不可盡我", "756": "此大願亦無有盡向所引者無謂文煩頗資大行", "757": "儻誦之心首寄言履踐者則菩提種子結果不遠", "758": "矣。", "759": "淨心誡觀發真鈔下本", "760": "下末淨心誡觀發心鈔下末", "761": "教化篇二十七誡觀教化眾生法第二十七", "762": "二十七釋教化篇大心既著豈專自利之門益物", "763": "是宜當以化他為本故立此行以次前篇謂隨根", "764": "授法曰教化未沾道分號眾生。", "765": "既發道心宜修萬德宗旨綱要不過二種一者自利", "766": "二者利他自利之行略已宣說利他之法今亦少言。", "767": "萬德總舉大數也又因中修萬行果上證萬德今", "768": "因從果以受稱也。", "769": "先垂慈悲念三界苦。", "770": "慈悲者以菩薩於此二最要故多偏舉三界欲色", "771": "無色也。", "772": "且就人道化益眾生愛言耎語令其調順識信因果", "773": "歸依三寶量其根性利鈍廣狹授與諸乘階梯正法", "774": "人乘天乘三界果報雖是有漏堪受道化從人天中", "775": "引入三乘無漏之境或有眾生我慢放逸貪瞋熾盛", "776": "不敬三寶謗無因果定知此業必墮地獄畜生餓鬼", "777": "即用方便善巧之譚悅可其心令意歡喜然後誘化", "778": "示人天道教修十善五戒六齋使離三塗得人天果。", "779": "愛語軟語者以欲界是語地不語則成惱今欲發", "780": "起善行開示法門故先以慈愛憐愍之語柔軟善", "781": "巧之言以為啟導方便令彼調順知識邪正因果", "782": "以佛法僧為歸憑之境也量其下凡說法者必先", "783": "觀機機利則廣授深法如三乘是也機劣則略示", "784": "近教如人天乘是也又鈍根聞少不解宜廣利根", "785": "聞一知十宜略又利好多聞宜廣鈍樂少法宜略", "786": "階梯者喻受道之深淺也有漏者成論云失道故", "787": "名漏毗曇云漏落生死也今若對此有漏機能授", "788": "與道則轉凡成聖可入無漏矣此約引人天乘至", "789": "聲聞緣覺菩薩乘也或下此說三惡道至人天乘", "790": "也自恃輕他曰慢不攝諸根曰放逸引取之心名", "791": "貪忿怒之心曰瞋此皆五鈍使也能驅行者流轉", "792": "三界故十善者身有三種善謂不殺不盜不邪婬", "793": "口有四種善謂不妄言綺語兩舌惡口意有三種", "794": "善謂不欲瞋恚邪見通名善者以順正理為義作", "795": "則成十惡止則成十善相翻受稱其中上品十善", "796": "為欲界六天因中品生人下品修羅也五戒即不", "797": "殺盜邪婬妄語飲酒若準曇無德部隨彼根宜未", "798": "必具受或受一戒名少分優婆塞二戒至四名多", "799": "分五戒具足名滿分成論云隨受一二三皆得名", "800": "律儀亦開重受重發亦隨其多少而受若薩婆多", "801": "宗必須具受受此五戒必須三歸五戒之體從三", "802": "歸言下發也善生云此戒甚難得能為沙彌大比", "803": "丘及菩薩戒而作根本六齋者智度論云以六齋", "804": "是惡鬼奪人命日劫初聖人教人一日不食為齋", "805": "後佛出世語云汝當一日一夜如諸佛持八戒過", "806": "中不食是功德將人至涅槃即月八日十四日十", "807": "五日二十三日二十九日三十日每白黑月八日", "808": "遣使者巡十四日遣太子巡十五日毗沙門天王", "809": "自巡然後轉白天帝人間善惡等事故今勸持此", "810": "五戒六齋能引三惡趣至人天乘也通前所引不", "811": "越五乘圭峰以法喻對辨云此五力有大小載有", "812": "遠近一人乘謂三歸五戒運載眾生越於三塗於", "813": "人道其由小槃艇纔過溪㵎二天乘謂上品十善", "814": "及四禪八定運載眾生越於四洲達於上界如次", "815": "船越小江河三聲聞乘謂四諦法門四緣覺乘謂", "816": "十二因緣法門皆運載眾生越於三界到有餘無", "817": "餘涅槃成阿羅漢及辟支佛皆如大船趣大江河", "818": "五菩薩乘謂悲智六度法門運載眾生總超三界", "819": "三乘之境至無上菩提大般涅槃之彼岸如乘舶", "820": "過海今文既曰教化眾生故闕引三乘至佛果文。", "821": "若被罵打󰞆土坌散毀辱憎賤悉能忍受不生退悔", "822": "彼人知己迴心慚愧受其教化或復出家求無上道。", "823": "若被下上雖以善法導彼而反被罵打等害者亦", "824": "當安忍以成自益又能令彼回心成他益則善莫", "825": "大矣智論釋忍中云若人加惡如豬揩金山金體", "826": "益真台宗輔行云忍力如金違境如揩故彌揩益", "827": "淨又遺教云能行忍者乃可名為有力大人若其", "828": "不能歡喜忍受惡罵之毒如飲甘露者不名入道", "829": "智慧人也又佛言惡人害賢者猶如仰天唾唾不", "830": "至天還從己身墮既知於我無損行菩薩行者當", "831": "先起貪忍然後教化。", "832": "學二乘者為說四諦十二因緣令生猒悔知有為過。", "833": "二乘即聲聞緣覺以欣樂即說四諦欣樂緣覺行", "834": "即說十二因緣令知此道而厭身世知是有為過", "835": "患也。", "836": "四諦者苦集滅道是名四諦如實解了是名諦。", "837": "如實下由諦以審實為義在聖能如寔解了故涅", "838": "槃云凡夫有苦無諦二乘有苦有諦菩薩解苦而", "839": "有真諦今約開示眾生集真是因等。", "840": "苦者是果集者是因何故先果後因苦有三種苦苦", "841": "壞苦此二麤惡眾生目驗能起厭心行苦一門智人", "842": "能解此三苦者遍十方界故先說苦苦從集生教斷", "843": "集因者根本十惡及有漏十善滅者生死永盡證解", "844": "脫樂知此滅度云何可得故須修道道者戒定慧等", "845": "從五停觀起乃至三十七品六波羅蜜。", "846": "苦是果即三界九地有漏果以逼迫為義集是因", "847": "者體即諸業煩惱以招集為義何下推前後苦下", "848": "是釋今先示三苦以顯答意謂苦即行相麤現令", "849": "先觀察生厭故智者云苦由因感果則應先因而", "850": "後果今悉先果而後因者教文引物為便故斯亦", "851": "與下使知苦斷集義同也苦苦者即有漏五蘊性", "852": "常逼迫名苦又與苦受相應即苦上加苦故言苦", "853": "苦壞苦者即樂相壞時苦相而至故名壞苦行苦", "854": "者即有漏之法四相遷流不安隱故名為行苦鳩", "855": "摩羅偈云如以一睫毛置掌人不覺若安眼睛上", "856": "為損極不安愚人如手掌不覺行苦睫智者如眼", "857": "睛緣極生厭怖今為諸凡夫不知是苦聖人觀之", "858": "有漏遷流無非是苦故曰智人能解十方者四方", "859": "四維上下等言此三苦遍如是處苦從下推因也", "860": "十惡為集因引生三惡苦果若用十善為集因則", "861": "引生人天果也而言有漏者簡無漏也智者云十", "862": "善有二一止二行止則但止前惡不惱於他也此有", "863": "漏因行則修行勝德利安一切息倒歸真漸歸勝道。", "864": "此無漏因今即初也滅下滅以滅無為義結業既盡則無死", "865": "之患累故而言永盡者若發見思無漏真明三十", "866": "四心斷結者則三界九十八使皆滅以煩惱結使", "867": "滅故三界業亦滅若三界業煩惱滅者即是滅諦", "868": "有餘涅槃因滅故果滅捨此報身時後世苦果永", "869": "不相續名無餘涅槃真滅度也。", "870": "故名知苦斷集證滅修道。", "871": "道者以能通為義正道及助道是二相扶能通至", "872": "涅槃故名道今文戒定至五停心是助道道品六", "873": "道是正道故古師云三十七品三解脫門緣理慧", "874": "行名正道種種對治及諸禪定皆是助道入真無", "875": "漏慧名正道其餘方便對治名助道。", "876": "十二因緣者暗心無知如盲人夜行曠野失於正道", "877": "故曰無明貪染世法名為行虗妄知見故名識識神", "878": "入胎向受生處與不淨合故曰名色現陰成根通識", "879": "來往故名六入根塵相對故名觸觸生違順愛恚事", "880": "成故名為受於順情中貪染心熱故名為愛愛之不", "881": "捨故名為取取已屬身成有漏業故名為有有業既", "882": "定感後果報故名為生生命不住故名為老死老死", "883": "復生終而復始千萬劫捨身受身故名輪迴十二因", "884": "緣。", "885": "闇心無知者以無明體即是癡若約眷屬相從而", "886": "說即道俱時一聚染汙心心所為道體謂此無明", "887": "等於過去世中迷闇為性無其明解故曰無明俱", "888": "舍云宿惑位無明貪染世法者法即諸業也以無", "889": "明生業業即是行俱舍云宿諸業名行亦過去世", "890": "也即通大地中思造作不一故若貪造福業即招", "891": "人天果非福業即感三塗果不動業即感上二界", "892": "果皆由眾生過去貪染所為也虗妄知見者即妄", "893": "心紛動有分別性也古師云從行生垢心名識俱", "894": "舍云識正結生蘊即是意識謂中有末位纔沒隨", "895": "於胎卵濕化受生之時一剎那間有了別義名識", "896": "與不淨合者即識入母胎初七日合羯羅藍此云雜穢", "897": "狀如凝蘇二七日合安部曇此云疱狀如瘡疱三七合閇尸翻名", "898": "如上乃至第五七合鉢羅賖佉如上雖有身根及意根", "899": "由未有眼等餘四根故六處未圓至此皆是名色", "900": "支攝四蘊是名一蘊是色故曰名色也現陰成根", "901": "即於所現色陰身根上分成五根并本意根各通", "902": "識來去故名六入俱舍云從生眼等根三和前六", "903": "處即從鉢羅賖佉後至未出胎臟已來根境識三", "904": "未相和合生於觸果此前皆是六處支攝根塵相", "905": "對者以六根對六塵即有六識生故即從出胎後", "906": "至三四歲來有根境識三更相和合也觸生違順", "907": "等者從觸生受受通苦樂中庸違則生恚是苦受", "908": "順則生愛是樂受處中則不恚不愛是捨受即從", "909": "五六歲至十二三於此三受因異境上已能了別", "910": "故名受也貪染心熱者從樂受中心熱渴愛故從", "911": "十四五至十八九來貪於種種勝妙資具及婬欲", "912": "等境也取者馳求名取因渴愛故求取也即從十", "913": "九二十已後年既長大貪欲轉盛於五塵境四方", "914": "馳求不惜身命無勞倦故然愛取同是一體約勝", "915": "劣分故成有漏業者俱舍云有謂正能造牽當有", "916": "果業謂有支體即是業為馳求諸境起善惡業思", "917": "積集牽生引當來三有果故名之為有有業下以", "918": "現在三支業因既成後果必克俱舍云結當有名", "919": "生即從此捨命止結生當果一殺那中名生也老", "920": "死者四相遷變生必至老老必至死死已又生如", "921": "是輪轉何有窮盡故知眾生界無盡也若正觀諸", "922": "法實相清淨則無明盡無明盡故行盡乃至眾苦", "923": "和合皆盡能如是觀者發真無漏成辟支佛果。", "924": "次教十善對治十惡。", "925": "人間短壽殺生餘報欲得長命慈心勿殺人間多病", "926": "食噉肉血鞭打他人二種餘報欲得康強斷食肉血", "927": "勿行楚撻人間貧窮偷盜餘報欲得大富竭情布施", "928": "斷除貪恡人間卑賤憍慢餘報欲得尊貴當勤恭敬", "929": "人間醜陋瞋怒餘報欲得端正忍前毀辱人間愚蒙", "930": "飲酒餘報欲得智明讀誦大乘人間貪婬鬼畜餘報", "931": "欲得梵行常觀欲過禁斷婬妷人間惡性龍虵餘報", "932": "欲得調柔和顏離諍伏心遠離有過思悔每自呵責", "933": "人間邪見謗法餘報欲得正法近善知識。", "934": "餘報者即三塗罪終縱生人中所有餘報致短壽", "935": "等餘皆倣此欲得長壽等者此對治法也二種餘", "936": "報即過去噉肉打人命終惡道人中感多病也楚", "937": "撻音譜作付憷痛也撻打也竭情下以布施之法", "938": "貴在竭盡其情也又須無少吝惜經云世尊布施", "939": "不可限量乃至己身骨體肉血充足飽滿飢餓眾", "940": "生況餘飲食財物等貪恡正作悋鄙恡也亦作吝", "941": "惜也欲過者嗜慾也當作慾淫妷才質切樂也。", "942": "此是十種正對治行。", "943": "何因說餘不言正報餘者現見即能起厭地獄餓鬼", "944": "不現見故恐疑不信畜生一道雖在目前實見正報", "945": "癡人猶言天生供厨疑非是業。", "946": "天生供厨愚者謂畜是天之自然而生以供人之", "947": "庖厨甘而不知是正報所受故經云人死為羊羊", "948": "死為人人間。", "949": "此之十事人間惡重教未信者令心開解恐墮三塗", "950": "永失人路是以先化令生天上受諸快樂儻佛出世", "951": "先度諸天下劣之人聞大乘實相空理心驚迷闇或", "952": "起誹謗是故諸佛先化未解󳫠凡入聖。", "953": "惡重者以人中能造業故三塗但受報故鬼等無", "954": "分別煩惱不能造業故所以言人也下劣等者此", "955": "推釋上以十事化未說深法所以也。", "956": "譬如有坑深百千丈下有屎尿諸虫膿血寒熱飢渴", "957": "鞭打繫縛斬斫誅戮憂悲嘷哭苦惱臰穢充滿其中", "958": "有癡眾生樂著此坑將為快樂智者慈悲不避艱險", "959": "入坑誘引令使出離千萬億言既不從用不信坑外", "960": "更有勝處唯謂此坑是常住法爾時智者內心思量", "961": "坑裏穢惡苦惱難居我要化盡然可出坑於恒沙劫", "962": "同止坑中不辭勞倦坑人瞋恨反生誹謗種種示導", "963": "都無出心。", "964": "正作嘷古文作槹同胡高切熊虎聲也反生誹謗者", "965": "以不信佛言故起謗也佛亦憫之四十二章經云", "966": "有人聞吾守道行大仁慈惡者來往故致罵佛佛", "967": "默不對憫之癡宜。", "968": "坑喻三界下喻凡夫諸苦不淨喻五陰身智者喻佛", "969": "化喻慈悲哀眾生難拔喻坑下人天乘。", "970": "喻五陰身淨名云是身不淨穢惡充滿肇師云三", "971": "十六物充滿其體。", "972": "已前四諦十二因緣是名二乘破相六波羅蜜緣修", "973": "十地是名大乘如是大品華嚴廣分別說又泯道諦", "974": "及十八空入平等理不思議海離於形名是為佛乘", "975": "如思益維摩信力入印首楞嚴經等住真空理語斷", "976": "行滅如江河萬流若入大海失本色相道諦緣修方", "977": "便淨法亦復如是。", "978": "破相者言六度為所破相也顯菩薩雖修而不著", "979": "相如下云破相十八空大品即大般若又泯下離", "980": "所修也以諸法無所得故思益云隨所有見皆為", "981": "虗妄無所見者名為見諦十八空者如上所引謂", "982": "此諦與空若能俱泯則無修無證真理平等生佛", "983": "一如非心思言議之所分別非形色名句之所表", "984": "彰如是解了名為佛乘何也以法體清淨離一切", "985": "名相故思益具云思益梵天所問經四卷羅什譯", "986": "維摩三卷者羅什譯三卷者支謙譯信力入印具", "987": "云信力入印法門經五卷元魏曇摩流支譯楞嚴", "988": "即首楞嚴三昧經三卷羅什譯語斷下言語道斷", "989": "心行所滅維摩詰云法無名字言語道斷故法無", "990": "有說離覺觀故如下舉喻道下法合亦復如是者", "991": "羣流入海皆同一味諸法會真本無二想思益云", "992": "見種種乘皆是一乘以同一薩婆若海所流出故", "993": "又云然其實際無有二相是也。", "994": "汝當修集無緣慈悲隨力勸化自勸勸他於身命財", "995": "為大乘故莫生恡惜為一眾生經多年月設多方便", "996": "說多佛法令使悟解背生死苦得自在樂為多眾生", "997": "亦復如是是名利他教化眾生。", "998": "無緣下當學世尊修無緣慈遍化眾生不擇親疎", "999": "等相者是為大行北遠云不住法相及眾生相名", "1000": "曰無緣慈隨力者未必待窮究竟方起化物當隨", "1001": "己力分所解而化導之莫生下如菩薩捨身求偈", "1002": "常啼賣身供般若是也為一眾生者少尚運心多", "1003": "歲況為無量眾生經數時乎如阿難白佛言如一", "1004": "眾生未成佛我不於此趣泥洹。", "1005": "雖有此益勿生一念六相之心譬如幻人為幻說法", "1006": "若見我說彼受我化則有我人眾生壽者即是魔心", "1007": "生死之心障礙之心自纏縛心。", "1008": "勿生下雖有所化而當無所化雖復說法而當無", "1009": "所說是名真化真說大師云度眾生如度虗空明", "1010": "眾生無毫未可得也又金剛般若云發阿耨多羅", "1011": "三藐三菩提者當生如是心我應滅度一切眾生", "1012": "滅度一切眾生已而無有一眾生實滅度者良由", "1013": "本自不生今何所滅又思益云不以得不以證施", "1014": "一切法無相無示名為為修道譬如下舉喻幻說", "1015": "幻聽是不實相若計有我說彼則有我人眾生及", "1016": "壽命者能所既存則是魔生死等心妄可息乎故", "1017": "經云若菩薩有我相人相眾生相壽者相即非菩", "1018": "薩。", "1019": "汝但發起菩薩之心莫生怯弱譬如百疋之經始緯", "1020": "一絲雖未成疋非不貫攝得其頭緒即是發趣起作", "1021": "之始漸漸累功自至端疋。", "1022": "百疋之經言經可織百疋也非不貫攝者謂一緯", "1023": "能貫穿百疋中百千萬經也喻大心人始發功少", "1024": "而運心必普焉又一絲為頭終成端疋一發為初", "1025": "終窮大行端疋二丈曰端二端為疋也。", "1026": "利他六度者為除他惱自行布施持戒忍辱精進定", "1027": "慧等亦復如是先自行道然後化他他即信伏自造", "1028": "惡行教他作善信用語者無有是處或口勤說十二", "1029": "部經方便善巧種種譬喻令人信解。", "1030": "為除他惱者如布施為除他貧窮苦惱乃至智慧", "1031": "為破他愚暗障惱自造惡行等者所者謂身不正", "1032": "雅令而不行也十二部經者謂長行孤起本事本", "1033": "生未曾有因緣譬喻重頌論義方廣授記無問自", "1034": "說也。", "1035": "或以身勸自修萬德一切善業令他倣習或以意勸", "1036": "思念教道作易解章句布施眾生令他誦持起正信", "1037": "解名為利他。", "1038": "或以身等者所謂身正不令而行也思念屬意業", "1039": "章句屬語業今因教化而作章句故攝歸意業。", "1040": "說法解釋五乘自成辯才淨於口業善現威儀恭敬", "1041": "禮拜供養三寶勤苦利他自成相好淨於身業若念", "1042": "眾生迷惑忍苦思欲救濟淨於意業利他令眾生淨", "1043": "信反資己身成三真業。", "1044": "五乘下謂能分別人天聲聞等乘演布法義示人", "1045": "者即成就自己辨才通利是名淨於口業善現威", "1046": "儀即行住坐臥四威儀也此說利他如馬勝比丘", "1047": "威儀庠序感身子出家等自成相好者以恭敬供", "1048": "養三寶則所獲堂堂之相也乃至成佛具四八之", "1049": "相故名淨身若念下思念五濁眾生處在三界五", "1050": "苦八苦等日夜交煎而念思拔濟也然雖未能拔", "1051": "而常運此心者斯亦大行之本故名淨意業真者", "1052": "果中無漏正業也。", "1053": "明知利他還是自利雖復利他恒自益己然受化者", "1054": "非不蒙潤若化百千無數眾生智慧轉增漸成四辯", "1055": "不同財施損減竭盡說法之時不念財食是故世尊", "1056": "說法未曾先說後受供養教化功德高於須彌深於", "1057": "巨海以此利他之因當成佛果。", "1058": "四辨者即義無礙辨法無礙辨辭無礙辨樂說無", "1059": "礙辨以闡揚大道必須假無礙辨才又由智慧敏", "1060": "捷通達無滯故通言無礙今若因中利他說法則", "1061": "能成就果中四辨也不同下金光明經云法施增", "1062": "長無窮財施必有竭盡說法下離邪命說法也是", "1063": "故下引佛為證意令先受供養而後行說法則人", "1064": "尊道高故薩婆多中要食後說法有四益故一為", "1065": "消信施二報恩三令有歡喜心善根成就故四為", "1066": "在家人應行財旋出家人宜行法施故律中令說", "1067": "契經善見云修多羅義種種義開發等聽說義時", "1068": "要撮諸文者開所謂引要言妙詞直顯其義。", "1069": "能如是學名廣大淨心。", "1070": "廣大者行願之普也淨心者以不着相故。", "1071": "偈曰。", "1072": "若見重愚癡莫說甚深法聞者生誹謗", "1073": "受苦百千劫宿世無習氣聞法疑恐怯", "1074": "我見計斷常未信三世業", "1075": "重愚癡等者以愚癡深重不可為說一乘之法若", "1076": "聞必生誹謗故經云眾生沒在苦不能信是法破", "1077": "法不信故墜於三惡道我寧不說法疾入於涅槃", "1078": "在聖尚爾凡豈強乎經云雖是法語說不應時名", "1079": "為綺語受苦法華曰其有誹謗如斯經典其人命", "1080": "終入阿鼻獄具足一劫劫盡更生如是展轉至無", "1081": "數劫今言百千猶是略爾無習氣者以過去不聞", "1082": "今生善種習氣又薄所以聞法不信受故恐怯恐", "1083": "懼也斷常者著二邊也由着斷故不信三世有法", "1084": "由著常故不信大乘空義。", "1085": "量根授法藥是名大智人心邪無正見", "1086": "聞法反生瞋", "1087": "法藥即三乘十二分教也心邪下根不應法則反", "1088": "生於瞋病不稱藥乃愈增其惱智者當須識病與", "1089": "藥觀根授法。", "1090": "如蚕吐絲蠒罪業復自纏以不聞法故", "1091": "常為愛網牽", "1092": "蚕喻眾生絲蠒喻罪業愛網者五欲之愛愛能羅", "1093": "行人率落惡道如世之網也。", "1094": "一切真如門巧用方便起凡欲化眾生", "1095": "愛語令歡喜菩薩同體悲觀他如我已", "1096": "柔和善將護似乳投於水", "1097": "一切真如門者起信云以一切法悉皆真故當知", "1098": "一切法不可說不可念故名真如又云真如者亦", "1099": "無有相謂言說之極藏法師云真如是言說之極", "1100": "謂此名之後更無有名則諸句之中取後邊際故", "1101": "攝論中十種名內真如是第十究竟名也巧用方", "1102": "便者以真體本寂於無言說中而起言說也既知", "1103": "此理當須務恊機情善巧而說菩薩同體悲以菩薩", "1104": "觀一切眾生佛性本同故起悲濟也似乳投水者", "1105": "若準戒疏解水乳合義云如乳合乳不得云乳合", "1106": "水以相合非體鵝能別之今若取聖凡位別可云", "1107": "似乳投水若取法性體同須云乳水以自相投也。", "1108": "或時須多言有時須寂默知時名法師", "1109": "見面量根力若不觀機性不名具智德", "1110": "冥之於心內所為成法則", "1111": "多言者有益須語也寂默者無益而止也智論曰", "1112": "佛聖弟子住和合故有二種法一賢聖語二賢聖", "1113": "默若能如是則名知時法師冥之於心內者用此", "1114": "知時之道冥之於心則所趣無不利也故可則焉。", "1115": "有用耎語時有時須麤鑛耎根耎語調", "1116": "伏強現威猛種種調眾生對治種種境", "1117": "如是巧方便唯有菩薩秉", "1118": "軟語對易化者麤鑛對強剛者雖外現威嚴而內", "1119": "行慈愍鑛字誤合作獷為正強也說文云丈不可", "1120": "附也對治種種境者不唯調眾生令對治諸惡境", "1121": "又自行菩薩行者雖入淫坊酒肆化物而不可染", "1122": "其風也此事非易非登地菩薩而不能也故攝論", "1123": "言菩薩得無分別智方便具行殺生等十事無染", "1124": "觸過失故結云唯有菩薩秉。", "1125": "凡欲教化人慈悅勿使瞋觸情起毒心", "1126": "即造地獄因無聞非法者授戒令生人", "1127": "且免三塗苦漸引歸正真", "1128": "勿使瞋所謂菩薩寧起貪心不一念起瞋由瞋違", "1129": "生故無聞非法者即未聞正教及非法人也若對", "1130": "此人先且授與五八戒令引生人道庶免三塗苦", "1131": "也然後機根若熟漸化歸真。", "1132": "為說四諦法顯示十二因令知生死苦", "1133": "正趣涅槃門有大性欲者入理為譚論", "1134": "破相十八空身中無世尊五乘漸分化", "1135": "拔斷無明根是名利他義順教報佛恩", "1136": "涅槃門者有餘此對二乘性也有大性者若對菩", "1137": "薩乘性人當入大乘理為說法所謂十八空等身", "1138": "中無世尊者遣執佛之病也又佛亦假名故經云", "1139": "平等真法界無佛無眾生又古德云真如界內絕", "1140": "生佛之假名平等慧中無自他之形相所以上句", "1141": "舉十八空以遣也法華又曰究竟涅槃常寂滅相", "1142": "終歸於空當知如來說十八空正顯無得無著之", "1143": "妙絕也五乘下四句通括成益順教報佛恩者所", "1144": "謂假使頂戴經塵劫身為床座徧三千若不傳度", "1145": "眾生畢竟無能報佛恩又佛言順我語者即名供", "1146": "養佛人。", "1147": "佛性篇二十八誡觀佛性不一二非有無含中道不著中法第二十", "1148": "八", "1149": "二十八釋佛性篇對機普化已彰大士之心接物", "1150": "歸源要示羣生本具故立此行以次前篇謂眾生", "1151": "具果人之性曰佛性經五道故名不一本是一性", "1152": "名不二在妄性隱曰非有妄消性顯曰非無不墮", "1153": "二邊曰中道中亦無滯曰不著中法。", "1154": "既發道心復自他利須知眾生同有佛性略說十種", "1155": "廣在諸經。", "1156": "既發下結前二篇須知下生後同有佛性者涅槃", "1157": "經中多曰佛性佛是果人言一切眾生皆有果人", "1158": "之性故徧言之有情無情盡具此性諸經即涅槃", "1159": "等諸大乘經。", "1160": "一者生死煩惱從真性起喻如大水本淨湛然為因", "1161": "風故遂生波動後因大寒乃結成冰眾生佛性本淨", "1162": "有水由覺觀風波浪生死貪愛堅固成煩惱氷欲顯", "1163": "佛性者慧火融氷禪定息波氷液波止水即清淨佛", "1164": "性影現。", "1165": "從真性起者為眾生迷故從真起妄即知此生滅", "1166": "妄非從別起故起信論云依如來藏故有生滅心", "1167": "藏法師云謂不生滅心因無明風動作生滅故說", "1168": "生滅心依不生滅心然此二心竟無二體但約二", "1169": "義以說相依謂如不動之水為風所吹而作動水", "1170": "動靜雖殊而水體是一亦得說言依靜水故有動", "1171": "水當知此中理趣亦爾眾生下合法佛性合水覺", "1172": "觀合風生死合波動水合煩惱欲顯下治法也氷", "1173": "液液字誤當作氷消謂欲顯了本覺真性當以智", "1174": "慧之火融消煩惱之氷以禪定靜慮息滅生死波", "1175": "動由是清淨心水瑩然旋湛是故佛性影現不疑。", "1176": "二者如金在鑛麤弊無堪於後融銷金始顯現寶中", "1177": "最上無能嫌者眾生佛性在煩惱鑛戒定慧火練出", "1178": "真性法界之中最上無比。", "1179": "鑛金璞也無堪以金在鑛無堪為用中最上者許", "1180": "慎云金有五色黃金為長久埋不變百陶不輕眾", "1181": "生下法合也。", "1182": "三者如牛未產乳血和雜緣成始停構取煎煗乃生", "1183": "醍醐明淨隨器變色不守自性眾生佛性為煩惱合", "1184": "如雜血乳假緣修治漸至佛果發起神通隨眾生變", "1185": "同願救苦不守自性。", "1186": "如牛未產者言牛未產之時乳與血和洎乎產後", "1187": "緣成乳血停分故有其乳以飲犢子攝取下謂始", "1188": "搆得乳後假煎煗故從乳出酪從酪出生酥從生", "1189": "酥出熟酥從熟酥出醍醐於中最勝最妙是曰醍", "1190": "醐文略酥酪故曰乃生舊本作乃至後人妄改作", "1191": "乃生眾生下法合涅槃云眾生佛性如雜血乳血", "1192": "者即是是無明行等一切煩惱乳者即是善五陰", "1193": "也乃至須陀洹人斯陀含人斷少煩惱佛性如乳", "1194": "阿那含人佛性如酪阿羅漢人猶如生酥從辟支", "1195": "佛至十地菩薩猶如熟酥如來佛性猶如醍醐已上", "1196": "正文隨眾生下既知佛果則隨類現形不守自性如", "1197": "上醍醐隨器變色。", "1198": "四者喻如一人行千萬里經多屋宿屋雖多種人是", "1199": "一人屋喻五陰人喻佛性眾生佛性經五道陰陰雖", "1200": "差別佛性是一人別屋別故名不一人常一人故名", "1201": "不二氷凍未融水即非有氷消即水故名非無佛性", "1202": "道理不一不二非有非無。", "1203": "人別屋別合云人行屋別冰凍下喻眾生妄起則", "1204": "佛性隱故曰水即非有冰消喻眾生界息即佛性", "1205": "全現故曰即水此言氷消驗冰液誤之明矣不一", "1206": "者經五道故五道妄生故非有也不二者是一佛", "1207": "性故有一則非無故曰非無起信云即是真心恒", "1208": "常不變已上四喻蓋聖智直指人心使見性成佛", "1209": "也。", "1210": "五者四諦十二因緣四等六度三十七品道諦所攝", "1211": "名為佛性。", "1212": "道諦所攝者達諸法一相皆歸道矣一相道無二", "1213": "即名佛性。", "1214": "六者四親近法名為佛性一親近善知識二親近正", "1215": "法三親近靜思四親近如說修離此四法得成佛者", "1216": "無有是處。", "1217": "四親近中前二屬聞慧遺教經云求善知識馬鳴", "1218": "釋云求聞法行是故前二亦可攝入聞慧第三屬", "1219": "思慧第四屬修慧以此慧性即是佛性又若離此", "1220": "四種欲證佛果者安可得乎故曰無有是處此四", "1221": "文出涅槃彼云有四法為大涅槃近因一者近善", "1222": "知識二者聽聞正法三者思惟其義四者如說修", "1223": "行若言若行是涅槃因者無有是處。", "1224": "七者佛性非邊中道是也眾生五陰託佛性起故名", "1225": "非斷生滅如幻名為非常人依五陰乃得修道陰藉", "1226": "神持方能存立。", "1227": "非邊者離空有斷常也雖云中道是佛性而中亦", "1228": "不可著故立名云含中道不著中法是也託佛性", "1229": "起者由迷一覺性故有眾生五陰起也又藏法師", "1230": "云真性深廣凡聖染淨皆以為依如水起波故曰", "1231": "非斷生滅如幻者謂若生若滅猶如伎兒作諸樂", "1232": "何有於實故曰非常人依下雖曰非常又假色身", "1233": "以趣本具法身故涅槃云一切無明煩惱等結悉", "1234": "是佛性何以故佛性同因故從無明煩惱得善五", "1235": "陰從善五陰得菩提故陰藉下謂佛五陰假藉識", "1236": "神扶持方得安立即此之識佛性在中。", "1237": "八者離真妄者名為佛性立真辯妄對妄表真若滅", "1238": "妄法真名不生佛性清淨智不能知識不能識。", "1239": "離真妄等者真因妄立妄對真施真妄本空著則", "1240": "成病今能離此著者即了佛性以佛性清淨非覺", "1241": "知情識之所擬議也。", "1242": "九者能說之法顯於無說無說之空亦不可取故名", "1243": "佛性。", "1244": "能說下能說屬言教無說是佛性以佛性清淨體", "1245": "離言說故曰無說即此無說之空亦不可取取則", "1246": "為縛若能離若方體佛性。", "1247": "十者空平寂靜與有亂俱行體離於形名常顯名色", "1248": "是為十性無礙之智與癡凡一如如真解脫本從凡", "1249": "起。", "1250": "空平寂靜者即真性也有亂者忘心者以真心約", "1251": "體絕相非染非常非生非滅不動不轉平等一味", "1252": "無有差別隨緣熏轉動成於染故說妄亂勝鬘云", "1253": "不染而染楞伽云如來藏名阿賴耶識而與無明", "1254": "七識共俱如大海波常無斷絕故曰俱行也體離", "1255": "下由體離相絕名故雖然又常顯於色以隨熏轉", "1256": "動故藏法師云一如來藏心含攝二義是也是下", "1257": "結示佛性十字誤當作佛性一如者佛與眾生無", "1258": "二如也所謂眾生即涅槃不待滅也凡夫彌勒同", "1259": "一際本從下以賢聖趣真解脫皆從凡夫修斷而", "1260": "證也此約修說前據理具。", "1261": "雖有此喻佛性之義唯佛能知略說十種廣恐文繁。", "1262": "唯佛能知者且十地菩薩觀佛性猶隔羅縠況下", "1263": "地乎故偏指佛。", "1264": "汝能觀解名真淨心。", "1265": "汝能下若能如是體解本具佛性不從外得當須", "1266": "息妄波融惑鑛離煩惱血乳顯本真性方契淨心", "1267": "之旨也。", "1268": "偈曰。", "1269": "一切諸眾生平等有佛性佛性雜煩惱", "1270": "塵染未清淨戒定除客塵即離生死徑", "1271": "性隱名生死性顯名賢聖五陰雖流轉", "1272": "佛性本來定欲知佛性者勵已修八正", "1273": "戒定除客塵者然能除在慧今指戒定者是慧所", "1274": "依故性陰下以佛性隱蔽故迷真起妄則受輪迴", "1275": "生死乃曰眾生性顯則反妄歸真是曰賢聖勵勉", "1276": "也以八正不出戒定慧三也。", "1277": "初發道意走覓道心邪曲見未正直", "1278": "江南江北求菩提菩提共行不相識", "1279": "身外覓訪既疲勞一處靜思頓止息", "1280": "忽然醒悟覺少分乃知菩提身中匿", "1281": "解煩惱性空如幻未死不久自窮極", "1282": "涅槃生死同一如道理不二亦不即", "1283": "若能明了根塵法長養無礙神通翼", "1284": "觀察五陰假緣生自性本來包十方", "1285": "初發者初心人也心邪下凡欲慕道且先正心今", "1286": "並未除返外求道實可笑也江南下逐妄菩提下", "1287": "迷真也以不了自心本具而外妄求也身外下楞", "1288": "嚴云譬如有人於自衣中繫如意珠不自覺知窮", "1289": "路他方乞食馳走雖實貧窮珠不曾失忽有智者", "1290": "指示其珠所願從心致大饒富方悟神珠非從外", "1291": "得一處下經云歇即菩提勝淨明心本周法界不", "1292": "從人得何藉勞肯綮修語肯綮出莊子彼說庖丁解牛言技經肯綮之未", "1293": "甞郭象解云技之妙也常遊刃於空未甞經槩於微礙也而況大軱乎軱音孤郭注曰軱戾大骨也崔云", "1294": "盤結骨肯字林云著骨肉也綮司馬云猶經處也彼經意謂何藉劬勞及妙於修證言其性具耳在理雖", "1295": "然未可闕行未死下已知煩惱本性是空雖今未盡生", "1296": "死而終歸磨滅也道理下如富樓那言我與如來", "1297": "寶覺圓明真妙淨心無二圓滿又涅槃云生死本", "1298": "無所有體離相即故經云生死涅槃皆即拄勞顛", "1299": "倒業相明了根塵者當知覺明初起能所妄生湛", "1300": "然既分六根成異根塵偶對業性即生輪轉無窮", "1301": "生死長縛斯六根為生死結縛之源也又若一念", "1302": "無念能所都亡根塵識心應時消落無真可得無", "1303": "妄可除覺性圓明法眼清淨如是觀了即見佛性", "1304": "智慧既明神通自在無往不利故如翼也假眾生", "1305": "者色受想行識性本是空但是處假因緣而有也", "1306": "十方如前所引即果上智用也今眾生雖未顯現", "1307": "而性亦具耳。", "1308": "福田篇二十九誡觀智差別福田不等法第二十九", "1309": "二十九釋福田篇利他觀性雖生佛以無殊約位", "1310": "證真推凡聖而宛異故立此位以次前篇謂發思", "1311": "不同曰智差別生福有異號田不等次第挍量唯", "1312": "佛雙足。", "1313": "已起大心修自他利兼觀佛性此是因相次須觀果", "1314": "果是佛智。", "1315": "已起至因相結前三篇次下生後。", "1316": "經云滿大千界眾生智不及一須陀洹智世界須陀", "1317": "洹智不及一斯陀含智世界斯陀含智不及一阿那", "1318": "含智世界阿那含智不及一阿羅漢智不及一辟支", "1319": "佛智滿十方世界辟支佛智不及一種性菩薩智如", "1320": "是節級不及一十地菩薩智滿十地菩薩智不及如", "1321": "來一念之智是故世尊智慧大海恒沙大士咸共思", "1322": "量不知知來舉足之事是故汝當一心精進求佛智", "1323": "慧。", "1324": "大千者釋迦一化之境也自誓三昧經云娑訶世", "1325": "界漢言忍界梵本正音名為索訶其佛號曰能仁是也眾生總収", "1326": "大千界人及內外凡等至見道方破異生性障故", "1327": "下重頌中約世界信行人即見道鈍根性人是也", "1328": "若據僧伽吒經云佛告一切勇施菩薩言若三千", "1329": "大千世界滿中胡麻以此數量轉輪聖王若有人", "1330": "布既如是輪王不如布施一須陀洹以須陀洹已", "1331": "斷八十八使見惑故勝斯陀含已斷欲界六品修", "1332": "惑盡故勝阿那含已斷欲界九品修惑盡故勝阿", "1333": "羅漢三界見思俱斷盡故勝辟支已侵習氣故勝", "1334": "種性菩薩即地前三賢位也以入大乘種性故勝", "1335": "十地始歡喜終法雲地十地論曰成就無上自利", "1336": "利他初證聖處多生歡喜地離能起誤心犯戒煩", "1337": "惱垢等清淨戒具足故名離垢地隨聞思修等照", "1338": "法顯現故名發光地不忘煩惱薪智火能□燒故", "1339": "故名焰慧地得出世間智方便善巧能度難度名", "1340": "難勝地般若波羅蜜大智現前故名現前地善修", "1341": "無相行功用究竟能過世間二乘出世間道故名", "1342": "遠行地報門純熟無相無間故名不動地無礙力", "1343": "說法成就利他行故名善慧地約大法身具足自", "1344": "在故名法雲地準此十地對治十種障故勝廣如", "1345": "彼論如來者龍猛云乘如實道來成正覺諸障既", "1346": "盡事究竟故於一切境界智明了故是則唯佛之", "1347": "智為上故最勝也舉足之事者以如來神用非菩", "1348": "薩等所知也故華嚴第六十卷法慧光焰王菩薩", "1349": "說偈云三世諸如來聲聞大弟子悉不能知佛舉", "1350": "足下足事去來現在世一切諸緣覺亦不知如來", "1351": "舉足下足事又梵網上卷云下地所不能知覺舉", "1352": "足下足事是也。", "1353": "若以飲食衣服臥具湯藥施一世界凡夫眾生不及", "1354": "布施不須陀洹布施世界須陀洹不及一斯陀含乃", "1355": "至節級不及一辟支佛不如供養一種性菩薩節級", "1356": "乃至不如初地聖人二地三地四五六七八九十地", "1357": "布施此諸三賢十聖滿足一劫不及供養如來一食", "1358": "果報何以故如來有大智慧故消諸天世人供養恭", "1359": "敬智慧多故消於多供無一智慧地上水葉尚不得", "1360": "消何況人食。", "1361": "不及供養如來者以三覺既圓得福最大如智論", "1362": "云老母施佛臭澱得辟支迦果又阿輸迦王為小", "1363": "兒時以土施佛王閻浮提最後得道況百味四事", "1364": "以施佛乎此與四十二章經同而前後少異故彼", "1365": "云佛言飯惡人百不如飯一善人飯善人千不如", "1366": "飯一持五戒者飯五戒萬不如飯一須陀洹飯百", "1367": "萬須陀洹不如飯一斯陀含飯千萬斯含不如飯", "1368": "一阿那含飯一億阿那含不如飯一阿羅漢飯千", "1369": "億阿羅漢不如飯一辟支佛飯萬億辟支佛不如", "1370": "飯一三世諸佛飯千萬億三世諸佛不如飯一無", "1371": "念無住無修無證之者圓法師注云此謂發大心", "1372": "菩薩也圓解廓然融通無礙無能念之智無所住", "1373": "之理無修因無證果能所因果了無所得得即菩", "1374": "薩妙果自然成就問飯此此人則功超諸佛何哉", "1375": "答諸佛已證不假資緣今此初心身猶有待若飯", "1376": "食充足則使至無生苟飢渴懷妨修正觀是故施", "1377": "彼超飯佛今文但至諸佛者取果極為言水菜者", "1378": "地之所產不假人之施力尚不可消況名衣細食", "1379": "乎佛言若有非沙門非梵行自言是沙門梵行於", "1380": "此大地無涕唾處況舉足下足去來屈伸何以故", "1381": "過去大王持此大地施與持戒有德行者今無滅", "1382": "智則不可受。", "1383": "汝當領解誡之本意修習淨戒莫令缺犯以戒淨故", "1384": "易得禪定定心清淨發生智慧福德具足成五分法", "1385": "身一切種智。", "1386": "禪定者世間出世間禪定皆依戒起馬鳴遺教論", "1387": "云示現有色無色解脫功德皆從此生故一切種", "1388": "智者佛所證之智也。", "1389": "諸佛智力今更略說。", "1390": "十方世界一時細雨經多年月一瞬眼頃悉知滴數", "1391": "十方江海總知斛斗十方鐵圍須彌大地普知斤兩", "1392": "法界剎土爾許塵數或遍虗空界眾生心行悉知善", "1393": "惡一一眾生知某劫作佛十方山海天地日月置於", "1394": "掌中遊行世界帝釋梵王不覺來去十方水火吸著", "1395": "口中水不滅火火不損口若欲具說不可窮盡。", "1396": "鐵圍善見云縱廣二萬三千四百五十由旬周迴", "1397": "三十七萬三百五十由旬須彌正云蘇迷盧此云", "1398": "妙高以四寶所成名妙東面黃金南面瑠璃西面白銀北面頗梨出七", "1399": "金山表名高俱舍云出水八萬踰繕那入水亦然", "1400": "據金輪上一一下如妙經云爾時佛告舍利弗汝", "1401": "於未來當得作佛號曰華光如來國名離垢又告", "1402": "富樓那云過無量阿僧祇劫當於此土得阿耨多", "1403": "羅三藐三菩提號法明如來等。", "1404": "如是神力從五停觀生從三十七品生從四無量心", "1405": "生從六波羅蜜生從大乘十地生是名諸佛智力神", "1406": "力從斷財色五停觀生。", "1407": "從斷財色下八字文似重或可作再來語。", "1408": "因起已來諸行次第至今佛地即是此誡始終說相。", "1409": "因起已來即從序宗先誡財色及五停已下皆屬", "1410": "因位至佛地是果故曰始終說相。", "1411": "菩薩別行前後階位如華嚴說。", "1412": "華嚴即彼經十地品等廣明。", "1413": "汝可發起慈悲種子布眾生田恭敬種子置三寶田", "1414": "福智芽生乃成佛樹蔭覆法界十方華敷結無上果。", "1415": "汝可下諸經有說三田今但說二略恩田且於父", "1416": "母師長上當下孝順種子又一往所配如此當須", "1417": "種子互徧方善如父母在疾厄中豈無悲心養而", "1418": "不敬不別犬馬豈無敬心佛法將滅豈無悲心孝", "1419": "順師僧三寶豈無孝心視城中最下乞人與難勝", "1420": "如來等豈非敬心皆曾為我父母豈無孝心今且", "1421": "就增勝為言故致偏對又戒經云八福田者一佛", "1422": "二聖人三和尚四闍梨五僧六父七母八病人也。", "1423": "從發道心畢至究竟其間功用悉名智障到如來地", "1424": "二障永盡反望生死如幻如夢本無真實誑惑癡人", "1425": "唯佛正覺故稱徧知。", "1426": "悉名智障者若滯功用是智家之障也二障一煩", "1427": "惱障二所知障所知不是障是障障所知故名所", "1428": "知障反望下至究竟果時反望於前所受生死輪", "1429": "轉皆幻為夢也。", "1430": "汝今應取如來智海勇猛修入名決定淨心。", "1431": "楞嚴云劫末觀世間猶如夢中事智海佛智深廣", "1432": "不可測故如世海也。", "1433": "偈曰。", "1434": "大千世界人自謂根性利悉集共思量", "1435": "不及信行者世界信行人眾議出情端", "1436": "多時共思議不及須陀洹世界須陀洹", "1437": "議論共宣譚見解之慧力不及斯陀含", "1438": "節級辟支佛節級十地人節級智差別", "1439": "不及如來身", "1440": "信行者者字誤承上韻應作智字謂見道中有二", "1441": "種根性人也俱舍頌云名隨信法行由根利鈍別", "1442": "謂鈍根名隨信行婆沙云由彼依信行隨信行故", "1443": "由信為先得入聖道若利根名隨法行婆沙云由", "1444": "彼依法行以慧為先得入見道今言信行即二論", "1445": "中約見道內鈍根人也眾議下謂議言此信行人", "1446": "出大千界人情知之端表也若望初果猶名為劣", "1447": "如是次第相望乃至佛智方為極勝矣。", "1448": "布施節級聖果報節級大布施十地聖", "1449": "不及佛田最", "1450": "布施下文略從凡至聖今只就聖中初地不如二", "1451": "地乃至等覺不如妙覺。", "1452": "是故汝當知佛智最窮深福田難思議", "1453": "信者名淨心", "1454": "福田為勝若人施者功不可計信者下謂若諦信", "1455": "智皆以如來為極而無疑慮者則名淨心矣。", "1456": "受持篇三十誡觀內行密修囑付殷勤受持法第三十", "1457": "三十釋受持篇從因至果既小大以備陳密付祕", "1458": "傳使道行而入道故判此篇為流通分謂韜韞於", "1459": "心故曰內行不自矜衒名曰密修囑付者戒疏有", "1460": "五種流通所謂一者勸信二者信順三付囑四奉", "1461": "順五迴向流通今即第三。", "1462": "告慈忍父母七生師僧累劫義深恩重愚者莫知。", "1463": "七生累劫者蓋言父母生色身恩之薄也師僧生", "1464": "法身恩之厚也人以出家之後劣依於優凡依於", "1465": "聖直至五分法身成立乃至成佛方曰無師故以", "1466": "七累分其異耳義深下通示二恩也謂義深巨海", "1467": "恩高昊天也又父母約恩師資約恩義故禮記中", "1468": "事親服勤至死三年凡此以恩為制事師服勤至死心喪", "1469": "三年凡以此恩義簡別云若是恩愚者皆妄義豈知有此。", "1470": "汝始入道方復別師旦暮念汝汝思吾否彼若依止", "1471": "得好人日夜有宜如無善匠心何所寄汝既出家受", "1472": "如來戒失意之間長劫受苦今時末法眾生心薄背", "1473": "恩絕義易厭師僧樂獨遊居適情自在恐不如法墮", "1474": "於惡道。", "1475": "方復方或作乃依止者師資篇曰新受戒者創入", "1476": "佛法󴍠事無知動便違教若不假師示導進誘心", "1477": "神法身慧命將何所記故律中制未滿五歲及滿", "1478": "五夏愚癡者令依止有德使咨承法訓匠成已益", "1479": "末法者據大師撰此文當像法五百八十餘年是", "1480": "像之季故稱末也大鈔云然生居像末。", "1481": "無那纏懷撰製斯誡略述近標表宣人事諸餘部帙", "1482": "大家共知當道經論汝應自有大乘要義率土咸同", "1483": "更欲顯示恐卷軸繁滋直洗汝心猶過千句汝可如", "1484": "渴得水隨飲莫齚靜處披讀。", "1485": "無那下以師資義重故近標者且望表宣人事名", "1486": "近若開發大行大心實非近爾抑亦標表之語語", "1487": "近而意遠也諸餘部秩者指律藏諸部也率土詩", "1488": "曰率土之士莫非王土率土之濵莫非王臣爾雅", "1489": "云率循也齚鋤陌切齧也猶人之渴得水即飲豈得", "1490": "咀齧乎。", "1491": "何勞他見我之微意汝未能知縱使世人亦不諳悉", "1492": "唯有天眼者證知我心汝可依行終不謟誤何故靜", "1493": "尋不令人看唯聖與聖物以羣分愚智別類方以類", "1494": "聚今時學者意見差殊迭相是非破他自譽讚己毀", "1495": "人邪情恠笑無急之語競共書持要切之言賤而輕", "1496": "薄欲得廣知不欲廣行願多達解眾中獨出規貪虗", "1497": "響聦明聲息背捨身心野偷名利三塗即至終無免", "1498": "期經云譬如一日挑千人眼如是日日挑多眼睛此", "1499": "人實行罪重於前為此避護唯汝自知非是誡中多", "1500": "有過失。", "1501": "何勞他見恐愚者聞不信受反生誹謗天眼其實", "1502": "天眼見大師行他心知大師意然既見正行則可", "1503": "證實心故舉天眼耳又以真天眼證知者唯佛也", "1504": "物以羣分并方以類聚出周易繫辭韓康伯注云", "1505": "方有類物有羣則有同有異有聚有分也今借顯", "1506": "之聖與聖儔智與智會愚與愚合今以聖言投出", "1507": "於愚者則非所宜也仲尼曰中人以下不可以語", "1508": "上也虗響下響亦聲也謂求世間虗聲及聦智聲", "1509": "舉獲生利養也野偷家語曰教而不中禮謂之野", "1510": "今既內無實德虗求聲響則多不恊道凡所受利", "1511": "則同偷竊由破戒故盜用持戒者負債用初果至", "1512": "三果人如同友用四果人如自己物用此人實行", "1513": "者言非虗也罪重於前者則迭相是非等人罪重", "1514": "挑眼之過也以彼挑世眼此挑法眼故非是下意", "1515": "謂非是此文有多過失不令他看恐過者不信反", "1516": "墜塗炭。", "1517": "世有難語並語壞彼語華綺語越理語袞語番語牒", "1518": "語迷人語惱亂語差悶語今時後生專學此語在前", "1519": "解者欺未解者直習戲論何關修道口勞神疲心無", "1520": "一潤煩惱更增吾我轉大一生勤苦損功無福意在", "1521": "名利未詳淨心假名得利何由可消如大猛火難受", "1522": "難近。", "1523": "難語即世中難了語對下易語也並語即立難中", "1524": "有關並語是也壞彼語即毀語也華語今之綺語", "1525": "也又文華綺錯之言名為華綺語越理語即妄語", "1526": "也以不值正理故袞語即褒語如云華衮之褒謂", "1527": "言詞如同華衮之衣也番語即俗中三番語番去", "1528": "呼牒語合作喋徒恊切便語也大師撰佛道論衡序", "1529": "云喋喋黔首無敢抗言迷人語言令彼狐疑故惱", "1530": "亂語令彼不樂故差悶語出乖差使人語情悶故。", "1531": "又復如法語易解語身心語戒律語要切語離罪語", "1532": "治障道語入理語成就語若見如是等語即拍手大", "1533": "笑眼不欲視何況受持。", "1534": "易解語即三藏中接人天近教語真意遠也身心", "1535": "語即坐禪攝念身心所表語也戒律語大小乘戒", "1536": "禁防眾非要切語今誡觀是也下文云故遣苦切", "1537": "入心之語等離罪語勸勵離非有過起悔也治障", "1538": "語立法對治除諸障也入理語趣正之語也成就", "1539": "語成就第一義諦語涅槃經云決定宣說一切眾", "1540": "生皆有佛性凡有心者定當作佛大笑者以不信", "1541": "受故笑老聃云上士聞道勤而行之了悟故勤行也中士", "1542": "聞道若存若亡中士可上可下故疑則若存若亡也下士聞道大笑", "1543": "之迷而不信故笑也又肇公云夫談真則逆俗順俗則違", "1544": "真違真故迷性而莫返逆俗故言談而無味然使", "1545": "中人未分於存亡下士撫常而弗顧。", "1546": "汝當緩尋字字思量一字之中含無量義若直讀之", "1547": "少時即徧依誡起行一生不徹貴在快行不在快讀", "1548": "手執眼看宜應垂淚生難遭想如見世尊何以故宣", "1549": "揚勸發順聖道故教汝淨心趣菩提故。", "1550": "含無量義者蓋言約而義豐也一生不徹者縱如", "1551": "誡修行以聖道遙遠非一生之功也如來三祇百", "1552": "劫萬行方圓貴在下法句經云雖誦千篇不義何", "1553": "益不如一義聞行可度雖多誦經不解何益解一", "1554": "法句行可得道又如昔書劉柳唯好讀老子時右", "1555": "𤉄傳迪好廣讀盡而不解其義迪每輕柳柳云卿", "1556": "讀書雖多而無所解可謂書麁矣時人重其言如", "1557": "見世尊者以佛色身雖滅法身而在世故又今所", "1558": "說者盡順佛言今見言即見佛又因此誡達了自", "1559": "心又名見佛。", "1560": "凡經論誡義有二種。", "1561": "一者順理如來祕藏空平等法泯相入真冲玄密境", "1562": "補處莫知二乘不測是名順理二者文義易解讀時", "1563": "滑利或作偈頌美妙悅心名為順情。", "1564": "空平等法者即直契法界一如之談也謂真空妙", "1565": "性平等一如非言語一異等相也冲玄密境者指", "1566": "理體及不可思議境之幽䆳也補處者將補佛之", "1567": "生處也如慈氏補釋迦之處是也且等覺聖人望", "1568": "於妙覺尚未顯了證極況二乘乎二者下即此誡", "1569": "文重頌語是也。", "1570": "相欲似淺因斯入深廢見皆是立見悉非譬如大海", "1571": "初入沒踝漸進無涯底不可得如七日嬰兒未消上", "1572": "饌庸野田人豈乘輦轝未食便餐必被噎塞非乘強", "1573": "乘智者呵責但佛法大海無智莫入寶臺千仞非階", "1574": "莫升始入道門未修戒定越學空宗佛不隨喜積世", "1575": "鄙夫輙持國璽王若見者必當重罰要從五停除惱", "1576": "證聖。", "1577": "相欲似淺者指上順情語謂雖未直契法界而談", "1578": "且立言導行使涉淺而入深也廢見皆是也者言", "1579": "不可著莊子尚曰得魚亡筌得免亡󱇮況我教乎", "1580": "立見悉非者今立言以除見還立見斯成妄本楞", "1581": "嚴云知見立知即無明本踝足骨也底不可得者", "1582": "智論云佛法三昧如虗空無底嬰兒涅槃云佛告", "1583": "女人若兒長大能自行來凡所食噉能消難消我", "1584": "之聲聞如汝嬰兒不能消是常住之法庸野應法", "1585": "師云心不節慎口無法言惡人為友名庸人輦說", "1586": "文云輓車也在車前入而引之也爾雅云從御不", "1587": "驚輦者也郭璞注云步挽輦車也古者卿大夫亦", "1588": "乘輦自漢以來天子乘之轝車無輪曰轝未食下", "1589": "雙釋上二句智者呵責如易曰負且乘致冠至仲", "1590": "尼云負且乘亦可醜也越學空宗者不從漸入則", "1591": "於事闕修故如來不喜十誦云諸比丘廢學毗尼", "1592": "便誦修多羅阿毗曇世尊種種呵責乃至由有毗", "1593": "尼法住世間爾者國君印曰爾應劭曰爾信也古", "1594": "者印璽通名尊卑共傳之若夫𥘿制名則不通𥘿", "1595": "得和氏之玉一云藍由玉而作璽焉其文曰受命", "1596": "于天既壽永昌丞相季斯篆此乃國之符瑞豈鄙", "1597": "夫之所持今以璽喻真法空鄙夫喻不學戒律人", "1598": "也。", "1599": "今此誡者體無華巧愍汝情深指事約勒又恨冐沾", "1600": "師首愚於教訓故遣苦切入心之語如對面言成汝", "1601": "道行既自知已轉教同學及餘智者吾甚疾劣宿不", "1602": "保安儻不見汝此當遺囑旨不殷勤如誡淨心。", "1603": "體無華功者言不事華綺巧辭也楊雄云彫虫篆", "1604": "刻壯夫不為也又恨下大師彰謙也冐罔冐也轉", "1605": "教同學者聖人用心不獨其子故令轉導亦菩薩", "1606": "之大行也及餘智者以智能信受若以一闡提及", "1607": "以愚者則不納也儒曰丘卿童子難與言上亦云", "1608": "何勞他見即斯人也宿不保安者言剎那生滅信", "1609": "宿不可保也遺囑遺留善言囑其所行也旨不殷", "1610": "勤者言豈不殷勤耶又結略之辭上云略述近標", "1611": "是也雖然文含多義大底令如上所誡以踐其道", "1612": "歸淨心矣且夫因指以見月由言而入道故此誡", "1613": "觀不可一日而亡也余甞慨斯文開誘至要而傳", "1614": "唱彌寡示辜先聖之恩耳繇是󴍭爐慨隨釋不覺", "1615": "盈輕貴乎自照敢遺他人庶藉此因熏成大行󳫠", "1616": "羣類於九有親聖於十方了自心源極佛境界庶", "1617": "冀見聞之者僉宗淨心舉足修塗皆趣寶所彈指", "1618": "合掌咸成佛果盡未來生切願無朽絕筆感聖法", "1619": "流涕後來覽者知予志焉。", "1620": "淨心誡觀發真鈔卷下末畢", "1621": "臨安府菩提教院傳律臨壇比丘　道諫將自己", "1622": "衣鉢錢鏤此鈔一部三卷并科永廣流通令毗尼", "1623": "久住仍報四恩資勳三有者。旹嘉定三年重陽日", "1624": "題"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1096 淨心誡觀法發真鈔", "author": "宋 允堪述　日本 慧光合"}