{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1018 評金剛錍", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1018", "1": "評金錍", "2": "嘉禾語溪常樂教寺住持傳教苾蒭善喜因觀金", "3": "錍說無情佛性義始曰不覺䆿云牛世反無情有性", "4": "終曰忽然夢覺所問所答都無所得前代諸師乃", "5": "見始終寐語故不辨也近代有作顯性錄或為注", "6": "解孟軻曰子誠齊人也知管仲晏子而已矣。", "7": "金錍云僕野客也容儀麤獷進退不恒逼前平立又", "8": "云於是野客恭退昃跪。", "9": "評曰出此言是聖耶是凡耶聖必忘情情者凡夫", "10": "也設有破斥當存禮樂義或可取人自服膺豈以", "11": "是非情厚勝負氣高自是非彼美己惡人如賢首", "12": "敘十家立教云並是當時法將英悟絕倫歷代明", "13": "模階位叵測祇如思禪師及智者禪師神異感通", "14": "迹參登位靈山聽法憶在於今清涼引韋虗舟傳", "15": "云自佛教東流秘密斯闡思大禪師之所證智者", "16": "大師之所弘故思大師一見便云昔日靈山同聽", "17": "法華宿緣所追今復來矣故知作者之難寧容一", "18": "家之見斥他宗為非余雖不敏當為剖陳略伸一", "19": "兩令其自悟耳。", "20": "金錍云客曰僕忝尋釋教薄究根源盛演斯宗豈過", "21": "雙林最後極唱究竟之談而云佛性非謂無情仁何", "22": "獨言無情有性耶答以子不閑佛性進否教部權實", "23": "故使同於常人疑之今且為子委引經文使後代好", "24": "引此文證佛性非無情者善得經旨故三十一迦葉", "25": "品眾生佛性猶如虗空非內非外若內外者云何得", "26": "名一切處有請觀有之一字虗空何所不收又云非", "27": "佛性者謂墻壁瓦石故知經文寄方便教說下文又", "28": "云如迦葉所引三皆有者此乃涅槃帶權門說故佛", "29": "順迦葉三皆是有。", "30": "評曰涅槃經云佛性者名第一義空第一義空名", "31": "為智慧此二不二以為佛性然第一義空是佛性", "32": "性名為智慧即佛性相第一義空不在智慧但名", "33": "法性由在智慧故名佛性若以性從相則唯眾生", "34": "得有佛性有智慧故墻壁瓦礫無有智慧故無佛", "35": "性若以相從性第一義空無所不在則墻壁等皆", "36": "第一義空云何非性故華嚴經云知一切法即心", "37": "自性起信論云以色性即智性故色體無形說名", "38": "智身以智性即色性故說名法身遍一切處明體", "39": "本均也今分性相故分二義如何却云教部權實", "40": "耶然種性有無邪正大小權實差別不等如外道", "41": "計自然為因能生萬物即是邪因若謂萬物自然", "42": "而生如󳬈之白烏之黑即是無因無因邪因乃成", "43": "大過若小乘種性有六種第六不動中有三品上", "44": "者佛種性中者獨覺性下者聲聞性雖於此中說", "45": "佛一人有佛種性然非彼大菩提性以於佛功德", "46": "不說盡未來際起大用等當知於小乘中除佛一", "47": "人餘一切眾生皆不說有大菩提性如小乘論說", "48": "若大乘初教於有為無常法中立種性故即不能", "49": "遍一切有情五種性中故有一分無性種眾生顯", "50": "揚論云云何種性差別五種道理謂一切界差別", "51": "可得故當知一切有情有五種性第五種性無有", "52": "出世功德因故永不滅度由三善根即立三乘種", "53": "性若於三行隨一修行未至本位立為不定種性", "54": "若於三行全未修行立為無性如涅槃經云三種", "55": "人中畢竟死者喻一闡提無佛性也若大乘實教", "56": "即就真如性中立種性故則遍一切眾生皆悉有", "57": "性故智論云白石有銀性黃石有金性水有濕性", "58": "火有熱性一切眾生有涅槃性如經說言眾生亦", "59": "爾悉皆有心凡有心者定當得成阿耨菩提皆是", "60": "此義聞引智論云在眾生數中名為佛性非眾生", "61": "數中名為法性彼云親曾委讀細撿論文都無此", "62": "說是親曾讀論文乎況自制妙樂云文義四句一", "63": "有文有義常人用之二無文有義智者用之等妙", "64": "樂若是金錍必非也金錍若是妙樂必非也古人", "65": "云我買汝矛還刺汝盾入與不入即無詞矣若一", "66": "乘教種性甚深因果無二通依及正盡三世間該", "67": "通一切理事解行等諸法門本來滿足已成就訖", "68": "華嚴經云菩薩種性甚深廣大與法界虗空等此", "69": "之謂也況華嚴性海雲臺寶網同演妙音毛孔光", "70": "明皆能說法華香雲樹即法界之法門剎土眾生", "71": "本十身之正體于何非性故大經云剎說眾生說", "72": "三世一切說又云一切世間諸境界皆悉能令轉", "73": "法輪等其文非一也問既然如是云何在有情數", "74": "中名為佛性在非情數中名為法性各唯識云雖", "75": "此身土體無差別而屬佛屬法性相異故謂法性", "76": "屬佛為法性身法性屬法為法性土性隨相異故", "77": "云爾也彼謂大部說無情無性此乃帶權門說者", "78": "此言非也設或更過涅槃最後極唱亦只此說以", "79": "性隨相異故說有無相逐性生一切皆有涅槃帶", "80": "權門說者深非經意。", "81": "金錍云云何乃以智斷果上緣了佛性以難正因如", "82": "來是智果涅槃是斷果故智斷果上有緣了性所以", "83": "迦葉難云如來佛性涅槃是有世人多引涅槃為難", "84": "故廣引之以杜餘論子應不見涅槃之文空効世人", "85": "瓦石之妨緣了難正殊不相應此即子不知佛性之", "86": "進否也況復以空譬正緣了猶局如迦葉所引三皆", "87": "有者此乃涅槃帶權說故。", "88": "評曰然涅槃雖非吾家所宗而正因緣因非所謂", "89": "也涅槃具正因緣因其文甚顯自是立意之悞曲", "90": "說緣了判為權門又為文之質礙展轉枝詞翳其", "91": "正理今為略示令涅槃文義自顯涅槃二十九師", "92": "子吼難云如佛所說一切諸法有二種因一者正", "93": "因二者緣因以第一義空為正因佛性故無所有", "94": "即正因也華嚴云了知一切法自性無所有於此", "95": "了知即是了因明知一切眾生雖有第一義空智", "96": "慧之性若無般若為了因者終不成佛涅槃二十", "97": "八又云善男子因有二種一者生因二者了因能", "98": "生法者是名生因燈能照物名為了因煩惱諸結", "99": "是名生因眾生父母名為了因糓子名生水土名", "100": "了六度名生佛性名了六度能生菩提故為菩提", "101": "生因佛性能了菩提故為菩提了因又云善男子", "102": "因有二種一者正因二者緣因正因者如乳生酪", "103": "緣因者如酵暖等顯無緣了不見正因虗空無性", "104": "故無緣因佛言善男子若使乳中定有性者何須", "105": "緣因師子吼菩薩言世尊有性故故須緣因何以", "106": "故欲明見故緣因者即是了因世尊譬如暗中先", "107": "有諸物為欲見故以燈照了若本無者燈何所照", "108": "如土有瓶故須人工水輪繩杖等而為了因是故", "109": "雖先有性要假了因然後得見以是義故定知乳", "110": "中先有酪性性體雖有須籍了因修之令現眾生", "111": "佛性不得言定有定無涅槃三十五云說如是言", "112": "一切眾生定有佛性是名執著若無佛性是名虗", "113": "妄智者應說眾生佛性亦有亦無然佛性有四門", "114": "涅槃經云一切眾生皆有佛性如乳有酪性等斯", "115": "即有門也又云石無金性乳無酪性眾生佛性猶", "116": "如虗空迦毗羅城空大涅槃空即空門也又云眾", "117": "生佛性亦有亦無何以為有一切眾生悉同有故", "118": "何以為無謂從善方便而得見故即亦有亦無門", "119": "也又云眾生佛性即是中道非有如虗空非無如", "120": "兔角百非斯遣此即非有非無門也若取經論唯", "121": "識多明有門掌珍多辨空門中邊論多辨亦有亦", "122": "無門中百論多辨非有非空門涅槃三十六又云", "123": "善男子若有人言一切眾生定有佛性當知是人", "124": "謗佛法僧若有人言一切眾生定無佛性當知是", "125": "人謗佛法僧乃是涅槃具談正緣二因如何將緣", "126": "因判為權門涅槃大旨有所未盡燈物之喻其理", "127": "甚明儻有公論其諍自息也。", "128": "金錍云不覺無覺法性不成覺無不覺佛性寧立是", "129": "則佛性之法性容在小宗即法性之佛性方曰大教", "130": "故今問子諸經論中法界實際相真性等為同法性", "131": "在無情中為同真如分為兩派若同真如諸經不見", "132": "無情法界及實際等若在無情但名法性非佛性者", "133": "何故華嚴須彌山頂偈讚品云了知一切法自性無", "134": "所有若能如是解則見盧舍那豈非諸法本有舍那", "135": "之性耶。", "136": "評曰彼云不覺無覺法性不成覺無不覺佛性寧", "137": "立者法性乃目諸法差別自性就無情說覺與不", "138": "覺乃就有情說故起信論云凡夫謂之不覺菩薩", "139": "謂之分覺如來名究竟覺如何謂法性不成佛性", "140": "寧立耶又云法界實際實相真性等為同法性在", "141": "無情中為同真如分為兩派者肇公云本無實相", "142": "法性性空緣會一義耳如何將實相同法性作難", "143": "問也又云為同真如分為兩派起信論云真如者", "144": "即是一法界大總相法門體真如法界如理虗融", "145": "平等無二如何却云分成兩派又引華嚴證法性", "146": "佛性為一故云豈非諸法本有舍那之性者華嚴", "147": "往往非所宗經論故至率略也清涼曰情破理現", "148": "則見舍那以性融相故無內外也如何却云諸法", "149": "本有舍那之性孔目云佛性者據覺語時佛者覺", "150": "也口稱無情復言有覺若如所謂則情變無情無", "151": "情變情大同邪見。", "152": "金錍云余欲開導子之情懷更以四十六問而問於", "153": "子子若能曉余之一問則眾滯自消法界融通釋然", "154": "大觀洞見法界生佛依正一念具足一塵不虧者。", "155": "評曰然佛性要義不可不知今此涅槃宗於法性", "156": "故以法性而為佛性則非內非外隨物迷悟強說", "157": "昇沉宗法性者以無障礙法界為宗則法性即佛", "158": "性知一切法即心自性若以心性無佛性者無法", "159": "非心性則不隔內外而體非內外內外屬相性不", "160": "同相何有內外然迷一性而變成外外既唯心何", "161": "有非佛所變無實故說墻壁言無佛性以性該相", "162": "無非性矣如煙因火煙即是火如水成波波即是", "163": "水境因心變境不異心心若有性境寧非有況心", "164": "與境皆即真性真性不二心境豈乖若以性從相", "165": "不妨內外若以外境而例於心令有覺知修行作", "166": "佛即是邪見外道之法故須常照不即不離不一", "167": "不異無所惑矣。", "168": "金錍云最初一問問佛性之名從因從果從因非佛", "169": "果不名性。", "170": "評曰涅槃經云佛性有因有因因有果有果果因", "171": "者即十二因緣因因者即是智慧果者謂大菩提", "172": "果果者謂大涅槃既有四種皆名佛性前二本有", "173": "後二當有文理昭然如何難云從因非佛果不名", "174": "性此言悞矣。", "175": "金錍末後一問問行者觀心心佛眾生因果身土法", "176": "相融攝一切同耶。", "177": "評曰華嚴經云心佛與眾生是三無差別心是總", "178": "相悟之名佛成淨緣起迷作眾生成染緣起染淨", "179": "雖殊心體一耳此說心徧融攝一切何以用證身", "180": "土法相一切同耶。", "181": "金錍云客曰何故不多不少唯四十六余曰攻惑攻", "182": "疑攻行攻理通教通義通自通他一問亦足為對鈍", "183": "根故有四十六應知一問亦皆能攻。", "184": "評曰但破初後中亦可破則四十六問皆可破也", "185": "何者彼以一念三千以伸四十六問該取因果依", "186": "正色心生佛等一切諸法以至後文皆是此義故", "187": "不評議也然但得以相從性一義而未曉以性從", "188": "相說也故以墻璧瓦礫抑在權門矣學者當去情", "189": "思之然聖旨幽遠隨智取會各伸己見共讚大猷。", "190": "旹紹熙甲寅十月日日頤菴苾蒭善喜　書", "191": "評金󳬴終", "192": "建長五年八月二十二日巳時於花洛之邊栂尾之", "193": "菴染紫毫於清瀧川浪打白麻於高雄山嵐為散", "194": "後學疑󳬿書寫新渡唐書迴向無貳只為興華嚴", "195": "佛法願念非他偏為遂兜率上生也願一宗三寶", "196": "垂哀愍二世善願令成就而已。", "197": "沙門釋心海俗齡三十二戒度一十七", "198": "文化十一甲戌年九月偶得此珍篇不耐蹈舞令", "199": "學生臨寫自手挍合了此編鳳潭德門未見處可", "200": "秘藏可秘藏。", "201": "高野山日光院潮音窟主輝潭識", "202": "文政二己卯年四月十八日巳時書寫於洛陽第五", "203": "橋頭天照山極樂寺中喜雲窟了緣山蔡華樓主", "204": "杜多連常。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1018 評金剛錍", "author": "宋 善熹述"}