{"sourceLink": "http://www.cbeta.org/", "text": {"0": "第一釋名次正解釋", "1": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "10": "顯一經之主質意欲令人尋名得體如因指見月", "100": "自無體皆指此體阿難又自責云良繇不知寂常", "101": "心性佛又告云吾今為汝建大法幢亦令十方一", "102": "切眾生獲妙微密性淨明心亦指此體第二卷云", "103": "云何汝等遺失本妙圓妙明心寶明妙性又云本", "104": "是妙明無上菩提淨圓真心又云汝等聲聞狹劣", "105": "無識不能通達清淨實相又云其性真為妙覺明", "106": "體第三卷云故我今時為汝開示第一義諦又云", "107": "亦令當來修大乘者通達實相第四卷云普為此", "108": "會宣勝義中真勝義性又云一乘寂滅場地又云", "109": "性覺妙明本覺明妙又云觀性元真惟妙覺明又", "11": "蓋標指非欲令其玩指見月始知別無他月又釋", "110": "云故發真如妙覺明性又云寶覺真心各各圓滿", "111": "又云勝淨明心本周法界第六卷云覺海性澄圓", "112": "圓澄覺元妙又云是則圓真實是則通真實是則", "113": "常真實第七卷云妙性圓明離諸名相第九卷云", "114": "妙圓明無作本心又云本覺妙明覺圓心體第十", "115": "卷云於涅槃天將大明悟又云精真妙明本覺圓", "116": "淨如是等種種異名不同義或各有所取而體性", "117": "是一義則或寂炤雙明或空有圓顯或但約雙離", "118": "或但約雙即或兼明遮炤直指本體而尅實為論", "119": "惟取本有性德不取修成又雖取性德多就出障", "12": "名總示三德顯體別在法身明字別在般若辨用", "120": "圓明之性以彰在纏本有之性例前所明如來藏", "121": "心三義雖是在纏本具必於滅塵合覺之後明之", "122": "以非滅塵合覺不顯自性本理故也然此正取自", "123": "性本理不兼修德若兼修德便涉宗用且令三無", "124": "差別之旨六而常即之致反成隱晦非是直指人", "125": "心見性成佛本意故不可也惟性德明則修德自", "126": "顯以離性無修故故顯體後方可明宗用矣。次", "127": "會他經異名者釋論云除諸法實相餘皆魔事是", "128": "故諸大乘經同以實相為印為經正體今如來藏", "129": "妙真如性即是實相正印但有異名更無異體又", "13": "別在解脫教相分別總別故釋名之後須先辨體", "130": "此實相正印華嚴名一真法界維摩名不思議解", "131": "脫般若名一切種智法華名一乘實相涅槃名常", "132": "住佛性又智者大師觀音玄中名為靈智合法身", "133": "光明玄中名為法性四明尊者妙宗鈔中名為上", "134": "品寂光如帝釋一人有千名字會須尋名得體不", "135": "可昧體而狥名也。", "136": "六廣簡偽濫六廣簡偽濫復為四初約如來藏義簡二約妙義", "137": "簡三約真如義簡四約性字義簡一一簡示復各", "138": "五番一就世間法簡二就偏小法簡三就權漸法", "139": "簡四就開示簡五就悟入簡。初五番者一就世", "14": "體雖法身必具二德雖具二德還屬法身具二德", "140": "間法簡如來藏繫辭傳云寂然不動感而遂通天", "141": "下之故寂然有似如義感通有似來義又云乾坤", "142": "其易之縕耶有似藏義而止是言易非是言心又", "143": "僅推太極為天地萬物之生因太與西竺冥諦相", "144": "類尚未明知正因緣境況不思議如來藏耶又老", "145": "聃云常無欲以觀其妙常有欲以觀其徼玄牝之", "146": "門是謂天地根莊周云樞始得其寰中以應無窮", "147": "亦復片似如來藏義而究其歸趣僅以虗無自然", "148": "為宗太與西竺本無因論相類是亦未知正因緣", "149": "境況不思議如來藏耶二就偏小簡者析空教門", "15": "故非縱屬法身故非橫不縱不橫方是經體又經", "150": "本無如來藏名即空教門有二分別一者利根既", "151": "見於空亦見不空二者鈍根但見於空不見不空", "152": "利根接入別圓茲所不論鈍根雖見真空終與析", "153": "空同成󰞆斷尚未能見如來藏性如實不空之義", "154": "況能見彼離即離非是即非即之正體耶三就權", "155": "漸簡者根雖見不空復有二種若見不空次第斷", "156": "結從淺至深見思塵沙惑盡空與不空二義雙明", "157": "方乃得見非空非不空體此則證道雖同教道永", "158": "別不達始終惟是一如來藏故名權漸不識正體", "159": "若了達因緣生法即空即假即中陰入處界一一", "16": "若無體則邪倒無印同於魔說故須顯體又得此", "160": "本如來藏隨拈一法三義圓彰方是此經之正體", "161": "也四就開示簡者理性微妙不惟會之最難亦復", "162": "說之不易故纔涉語言動成轉計自非薦言外之", "163": "旨歸融文中之脉絡鮮有得其實義者且如此經", "164": "最初佛告阿難即稱常住真心性淨明體懸示定", "165": "名即稱大佛頂首楞嚴王何嘗不直指此如來藏", "166": "性若向破計內處了達緣影非心便可狂心頓歇", "167": "而阿難縣知末世鈍根從此薦取者少故示同未", "168": "悟曲盡七番妄計情態直至水窮山盡咄破前塵", "169": "虗妄相想止屬徧計全體非心方更直指之云諸", "17": "體已方能全性起修以修合性如有虗空方可駕", "170": "法所生唯心所現一切因果世界微塵因心成體", "171": "可謂和盤托出更無餘蘊予謂此是初番破顯也", "172": "但妄執破處真性必彰真未明時驗妄仍在故阿", "173": "難猶執緣影不達性真遂永隔於寂常心性必須", "174": "借客塵以顯主空揀前塵而彰見性於生滅中偏", "175": "指無滅性迨阿難不知顛倒所在佛又徹底道破", "176": "云汝身汝心皆是妙明真心中所現物是第二番", "177": "破顯也阿難復執緣心聽法者為是佛又揀去可", "178": "還獨以不可還者為真汝心次示為物所轉則觀", "179": "大觀小若能轉物則身心圓明夫既身心圓明則", "18": "屋既成屋已仍取屋空是故須顯體也。", "180": "何物而非妙性是第三番破顯也即此所顯見精", "181": "本指見見非見之性而阿難又妄謂現在我前故", "182": "復以是見非見兩關齊勘令其二處無依方與文", "183": "殊酬唱暢明十方如來自住三昧境界首云見與", "184": "見緣并所想相如虗空華本無所有則何所不破", "185": "次云此見及緣元是菩提妙淨明體則何所不顯", "186": "是第四番破顯也阿難又以冥諦為疑佛乃廣破", "187": "因緣自然結云離一切相即一切法夫離一切相", "188": "又何所不破即一切法又何所不顯是第五番破", "189": "顯也阿難尚執昔時因緣之教佛更并其見聞覺", "19": "二釋體義二釋體義者體是主質亦釋為禮亦釋為底亦釋", "190": "知俱從棟去獨以見不能及者為真阿難重增迷", "191": "悶為說同別二種妄見以例明之又為除去和合", "192": "及不和合二種餘惑然後廣歷陰入處界明其一", "193": "一本如來藏是第六番破顯也如此六番破顯性", "194": "體方彰性量亦顯而性具妙旨猶為引而未發故", "195": "阿難再申疑請佛乃暢明本具七大全性即相全", "196": "相即性隨舉一法互融互攝互徧互含然後阿難", "197": "頓悟圓三諦理以為修證之本而有學雖悟無學", "198": "尚疑以其所知障重仍復攝前而成二難直待事", "199": "理性相並融然後圓結藏性三義而又申以怖頭", "2": "玄義卷下", "20": "為達只一主質具此三義非三體也言體禮者如", "200": "之喻譬以衣裡之珠再破因緣自然餘執方名無", "201": "戲論法自非妄計盡除何繇識此妙體輒云一言", "202": "可了誠未易也五就悟入簡者法性雖復本然若", "203": "行未會理安知實義經云此句方名無戲論法菩", "204": "提涅槃尚在遙遠圓覺經云未證無為而辨圓覺", "205": "彼圓覺性即同流轉譬如雲駛謂是月運舟行謂", "206": "是岸移涅槃經云盲人逐語生迷聞粖謂輭聞雪", "207": "謂冷聞貝謂硬聞鵠謂動終不能見乳之真色若", "208": "更堅執情謂起諸淨論言已是實餘皆妄語是非", "209": "蜂起結業滋生轉增流動云何名諦若欲見諦發", "21": "君尊臣卑父貴子賤臣子雖多君父惟一經體亦", "210": "大慚愧苦到懺悔安立壇儀專持密印除其助因", "211": "刳其正性違其現業感通諸佛冥顯加持禪慧開", "212": "發觀心明淨爾時猶名暗中見杌人木未明若得", "213": "無明豁破如明鏡無塵色像自現淨水不動魚石", "214": "分明如金錍抉眼一指二指三指分明爾時方得", "215": "名為見體經云譬如琴瑟箜篌琵琶雖有妙音若", "216": "無妙指終不能發琴瑟等喻十界陰入處界妙音", "217": "喻如來藏理全體大用妙指喻圓修也又云清水", "218": "現前名為初伏客塵煩惱去泥純水名為永斷根", "219": "本無明又云此根初解先得人空空性圓明成法", "22": "爾惟是一理統攝萬法種種眾行之所歸趣無量", "220": "解脫解脫法已俱空不生是名菩薩從三摩地得", "221": "無生忍又云初於聞中入流亡所乃至寂滅現前", "222": "忽然超越世出世間十方圓明如此皆明隨智妙", "223": "悟得見經體也簡如來藏竟。二約妙義簡有五", "224": "番者一就世間法簡繫辭傳云神也者妙萬物而", "225": "為言者也又云陰陽不測之謂神此贊造化氣機", "226": "耳老聃云玄之又玄眾妙之門此贊虗無自然耳", "227": "凡外修欣厭定於十二門禪展轉指下為苦麤障", "228": "指上為淨妙離故此經於大梵天則曰身心圓妙", "229": "於少淨天則曰披音露妙乃至於善見天則曰妙", "23": "功德之所莊嚴言說問答之所詮辨以貴極故稱", "230": "見圓澄皆不過順其情計而已尚非出世之麤況", "231": "是出世之妙耶二就偏小法簡如六妙門禪妙法", "232": "聖念處經等對世間法名之為妙秪是無常無我", "233": "寂滅三印所印耳就權漸法簡若對析空則體空", "234": "為妙若對偏真則出假為妙若對二邊則但中為", "235": "妙皆非今經義也今經以法法本如來藏不變隨", "236": "緣隨緣不變一體三義不可思議故稱為妙四就", "237": "開示簡五就悟入簡並如前說。三約真如義簡", "238": "有五番者一就世間法簡夫愚昧凡夫執其一種", "239": "謬計或執一枝一能一巧一術等誰不各自謂我", "24": "為禮體經云妙湛總持不動尊又云頂禮如來藏", "240": "道真詎知見聞幻翳三界空華且以非非想定八", "241": "萬四千大劫之後不免窮空輪轉降此而下安有", "242": "真實治國齊家不過百年活計御風蛻化秪名播", "243": "弄精魂既不知四諦法門不明四念處慧窮神極", "244": "化總在三界輪迴數中出世偏真永非其分況真", "245": "如佛性耶二就偏小法簡若析色觀空則因滅會", "246": "真滅非真諦滅尚非真況苦集道斯乃真理全居", "247": "事外一向不融若體色即空則解苦無苦而有真", "248": "諦苦既即真集滅道諦亦復如是斯乃即事全真", "249": "纔得如來藏中一切俱非少分之義既未見中道", "25": "無漏不思議此之謂也言體底者如恒河大海莫", "250": "實體縱使標中道名亦不過是離斷離常意耳三", "251": "就權漸法簡若謂真如是無為法凝然常住不墮", "252": "有為法中別藉資粮加行緣修之力至通達位方", "253": "斷一分重障證一分真如乃至修習位中斷十重", "254": "障證十真如此則理居事外初心絕分非今經體", "255": "今經以陰入處界無非本真如性正向凡夫現前", "256": "色心諸法點示本體是故但能遠離諸和合緣及", "257": "不和合則復滅除諸生死因圓滿菩提不生滅性", "258": "清淨本心本覺常住所謂徹果該因統惟一真魔", "259": "界佛界亦無二如若達魔如即是佛如不取不怖", "26": "測淺深唯香象修羅乃窮其底佛法亦爾釋論云", "260": "則彼魔事無奈汝何如此方名不可壞印也就示", "261": "就悟並如前簡。四約性字義簡夫如來藏妙真", "262": "如性即所謂佛性也有正因佛性有緣因佛性有", "263": "了因佛性簡此又五番者一就世間法簡世間之", "264": "人誰不談心說性然語言雖同旨趣碩異西域性", "265": "計廼有多途曰時曰方曰微塵曰冥諦曰神我曰", "266": "大自在天乃至別計地水火風等為一切萬化之", "267": "原稱之為性茲不暇辨此土孟子道性善大有功", "268": "於世道而亦不指何者為性告子謂生之謂性而", "269": "亦不指云何為生獨中庸推其原曰天命之謂性", "27": "如度大海惟佛窮底此經云如來常說諸法所生", "270": "則與西域所計大自在天能生萬物者相類但彼", "271": "所計大自在天高居色界之頂水火風災不到世", "272": "界將欲壞時一切眾生法爾皆得四禪生於彼處", "273": "然後三災方起而世界還復成時彼處眾生有福", "274": "盡者法爾下生此間故外道有神通力能見劫初", "275": "事者見諸眾生從此天出便計此天能生一切也", "276": "若據此土所稱天命如商書云帝臣不蔽簡在帝", "277": "心周詩云文王在上於昭于天等不過皆指帝釋", "278": "天王正是居須彌頂統治人間賞善罸惡之主其", "279": "去大自在天遠矣然唐漢以前遡至三代皆未嘗", "28": "唯心所現一切因果世界微塵因心成體又云我", "280": "不謂天地神明有靈有赫直至宋儒見佛書中以", "281": "種種天神而為侍從恐謂渠等奉天便出佛門之", "282": "下故竊涅槃第一義天此經大涅槃天之意強飾", "283": "其詞曰天即理也鬼神者二氣之良能也夫使天", "284": "即是理鬼神即良能者則冬至圜丘夏至方澤乃", "285": "至春秋社稷山川等祀即是祭理祭良能乎且天", "286": "既即理則人能弘道非道弘人又安能以陰陽五", "287": "行化生萬物各成其形各賦以理而稱為猶命令", "288": "乎唯孔子曰性相近也習相遠也似指不變者為", "289": "性指隨緣為習孟子乃於習性之中偏指人性為", "29": "以妙明不滅不生合如來藏惟妙覺明圓炤法界", "290": "善故與犬牛不同則是佛門五戒十善方得人身", "291": "意耳孔子之贊易也有曰先天而天弗違似非以", "292": "天命為性者天命謂性自是子思以下一切後儒", "293": "通計尚未必是尼山性學真傳況佛性耶若老莊", "294": "所云窈窈冥冥昏昏默默神鬼神帝生天生地等", "295": "即指虗無自然之道頗與冥諦相類何嘗指出即", "296": "心自性故知世論紛紛終與佛性義無涉也二就", "297": "偏小法簡者佛以生滅因緣對破外道性計而愚", "298": "法聲聞但知諸法無實我性不知諸法當體無性", "299": "於無性義尚未了了況知無性之性即是三佛性", "3": "明菩薩沙彌古吳智旭　撰述", "30": "又云如來發明世出世法知其本因隨所緣出此", "300": "耶通教體達無生知法無性而一分鈍根者仍與", "301": "三藏同歸󰞆斷亦復不見三佛性也三就權漸法", "302": "簡者若謂二種人有佛性三種人無佛性即是別", "303": "接通意若謂一切眾生但有正因佛性無緣了佛", "304": "性須別修緣了莊嚴正因者即別教意若謂性雖", "305": "並具三因種子而各不相攝者還是別義或是圓", "306": "接別義皆非今經意也今經意者只此陰入處界", "307": "大等觀相元妄無可指陳觀性元真惟妙覺明相", "308": "妄則全性亦妄如氷水之外無濕性真則全相亦", "309": "真如濕外別無氷水故三因在性同名正因正因", "31": "之謂也知此體者即知一切法之源底故名體底", "310": "在修同名緣了故九界陰入處界七大當體即是", "311": "佛界陰入處界七大方得名為本如來藏妙真如", "312": "性方得名為蠢動含靈皆有佛性方是此經之正", "313": "體也就示悟簡亦如前說廣簡偽濫已竟。", "314": "七明入體之門七明入體之門者如來藏性非情謂之所階故曰", "315": "識心分別計度但有言說都無實義縱使超情離", "316": "見妙悟泠然譬得大宅要因門入經云彼人因指", "317": "當因看月則教是理門又云不如一日修無漏業", "318": "則行是理門從教入者是隨信行從行入者是隨", "319": "法行或信行轉為法行或法行轉為信行或以信", "32": "言體達者如風行空中通達無礙如天王號令萬", "320": "行助法行或以法行助信行信法各有利鈍具如", "321": "天台止觀廣明茲不具引今但略明三意一略示", "322": "門相二以門攝二十五聖三總示入門觀法。一", "323": "示門相者夫如來藏性清淨本然實非迷悟所能", "324": "增減但以無始虗妄力故具足根本枝末二種無", "325": "明根本無明惟障中道枝末無明兼障空中而此", "326": "二種無明復各有輕重不同若二俱輕者開悟則", "327": "易故有圓教法門若根本惑輕枝末惑重者證入", "328": "則難故有別教法門若根本惑重枝末惑輕者了", "329": "空則易故有通教法門若二惑俱重者證空復難", "33": "國齊奉佛法亦爾知此體者即能徧達一切諸法", "330": "故有藏教法門就一一教赴緣而說必約四句詮", "331": "理能通行人入真實地葢空中二理無不圓離四", "332": "句圓通四門所謂有句無句亦有亦無句非有非", "333": "無句苟執著之則成四謗故云般若如大火四邊", "334": "不可取取則邪見火燒若善用之則成四門故云", "335": "四門入清涼池約四教各有四門便有一十六門", "336": "就一一門中各有信行法行迴轉差別成無量門", "337": "又約所觀十八界七大境中一一皆有通境別境", "338": "如內色外色內外色等於彼若通若別境中一一", "339": "皆有十六門信行法行差別寧復筭數之所能盡", "34": "無有留礙故名體達經云若能轉物即同如來又", "340": "然能通門雖復無量所通之理惟是空中空中只", "341": "是一理約界內根不見全體但名為空約界外根", "342": "見其全體即空即中當知藏通八門遠通於體別", "343": "圓八門近通於體即彼遠近復分巧拙紆直藏教", "344": "四門遠復紆拙通教四門遠而巧直別教四門近", "345": "而紆拙圓教四門近復巧直前三教四門具在台", "346": "宗茲亦不引圓教四門今當略說所謂圓融不可", "347": "思議之門非一非四而四而一一門一切門一切", "348": "門一門經云十方薄伽梵一路涅槃門此之謂也", "349": "更就經中稍明其相若從徵心辨見廣歷陰入處", "35": "云十方如來及大菩薩於其自住三摩地中見與", "350": "界就事顯理科中悟入及從而如來藏本妙圓心", "351": "十界俱非處悟入者名為不思議空門此空門即", "352": "是有門即是雙亦門即是雙非門空為法界一切", "353": "法趣空是趣不過空尚不可得云何更有趣與非", "354": "趣若從七大性本具相科中悟入及從即如來藏", "355": "元明心妙十界俱即處悟入者名為不可思議有", "356": "門此有門即是空門即是雙亦門即是雙非門有", "357": "為法界一切法趣有例如前說若從而如來藏妙", "358": "明心元離即離非處悟入者名為不可思議非有", "359": "非空門此非有非空門亦即是餘三門乃至非有", "36": "見緣并所想相如虗空華本無所有此見及緣元", "360": "非空為法界如前說若從而如來藏妙明心元是", "361": "即非即處悟入者名為不可思議亦有亦空門此", "362": "亦有亦空門亦即是餘三門乃至亦有亦空為法", "363": "界如前說復次初聞常住真心性淨明體又聞有", "364": "三摩提名大佛頂首楞嚴王爾時徵心所在覓心", "365": "了不可得即入空門一切世界因果因心成體即", "366": "入有門無是見者無非見者即入非有非空門見", "367": "與見緣并所想相如虗空華本無所有此見及緣", "368": "元是菩提妙淨明體即入亦空亦有門一一門相", "369": "互融互攝例如前說略示門相竟。二以門攝", "37": "是菩提妙淨明體此之謂也禮體是法身體底是", "370": "二十五聖者若論所觀二十五境若通若別每境", "371": "各具一十六門且如約一內色則有析空觀四門", "372": "體空觀四門次第三觀四門一心三觀四門約外", "373": "色亦如是約內外色亦如是乃至識大通別亦如", "374": "是何可具論今就二十五聖已成法門攝歸一十", "375": "六門令修行者知此一十六門攝法無遺亦知各", "376": "各厝足進修之地言十六門攝諸聖者若論所通", "377": "無非如來藏性妙體若能通門雜用四教不專一", "378": "途憍陳那於佛音聲悟明四諦迹同藏教有門而", "379": "妙音密圓則密悟如來藏中性音真空性空真音", "38": "般若體達是解脫只一德而三德宛然總三義而", "380": "清淨本然周徧法界隨眾生心應所知量或作生", "381": "滅四諦解或作無生四諦解或作無量四諦解或", "382": "作無作四諦解一一皆是循業發現也餘所悟理", "383": "類此可知尼沙陀厭離不淨迹是藏教有門香嚴", "384": "諦觀諸有為相因推香氣四性無生迹是通教空", "385": "門藥王分別藥味初似藏教有門後是圓教非空", "386": "非有門䟦陀忽悟水因初是別教空門迦葉唯以", "387": "空寂修於滅盡迹是藏教空門那律樂見炤明金", "388": "剛三昧迹是通教有門周利調出入息迹是藏教", "389": "有門憍梵一味清淨心地法門迹是通教亦有亦", "39": "惟是一體是謂體義。", "390": "空門畢陵無痛痛覺迹是通教非有非空門須菩", "391": "提曠劫知空迹是通教空門舍利弗心見清淨迹", "392": "是通教有門普賢心聞發明是圓教有門孫陀觀", "393": "鼻端白迹是通教有門滿慈法音降魔徧用四教", "394": "四門波離持戒修身迹是藏教有門目連心光發", "395": "宣迹是通教有門烏芻瑟摩觀火初是通教有門", "396": "持地初勤苦行是藏教事度亦屬有門月光修習", "397": "水觀是圓教有門瑠璃觀羣動性是圓教亦有亦", "398": "空門虗空藏觀察虗空無邊是圓教空門彌勒初", "399": "修唯心識定是別教非有非空門大勢至都攝六", "4": "明菩薩比丘溫陵道昉　參訂", "40": "三正出體三正出體者此經以如來藏妙真如性為體於三", "400": "根念佛三昧是圓教有門觀音從聞思修亦是圓", "401": "教有門故曰歸元性無二方便有多門也。三總", "402": "示入門觀者若信行利根聞說即悟得悟方法難", "403": "可示人經云狂心頓歇歇即菩提譬如利刀截紙", "404": "一下千張何容分別若約法行觀門則四四十六", "405": "各須十意今不具述且約觀音耳門圓通圓教有", "406": "門以示其概言十意者第一觀不思議境第二真", "407": "正發菩提心第三善巧安心止觀第四破法徧第", "408": "五識通塞第六道品調適第七對治助開第八知", "409": "位次第九能安忍第十離法愛此之十意上根唯", "41": "名中取大佛頂名於豎義中取大字義於橫義中", "410": "用一中根用二至七下根具用十上根用一者但", "411": "觀不思議境即能圓具十法不俟傳傳用耳非無", "412": "下九意也中根用二至七亦復如是今此觀音法", "413": "門通被三根方是常修學淺深同說之法仍作二", "414": "意分別一約上根二約下根約上根者始終但觀", "415": "不思議境而十意圓收謂此現前一念聞性即是", "416": "不思議境具足十界五陰諸法既具十界五陰即", "417": "是具足百界千如三千性相理具事造無不炳然", "418": "今總云入流亡所者入十界道滅之流亡十界苦", "419": "集之所也別云動靜二相了然不生者即是觀色", "42": "取體大義本覺義最尊義於三德中即是取法身", "420": "陰不可思議圓超劫濁破佛界中九界妄色顯九", "421": "界中佛界真善妙色也聞所聞盡者即是觀受陰", "422": "不可思議圓超見濁破佛界中九界邪受顯九界", "423": "中佛界正受也覺所覺空者即是觀想陰不可思", "424": "議圓超煩惱濁破佛界中九界妄想顯九界中佛", "425": "界妙想也空所空滅者即是觀行陰不可思議圓", "426": "超眾生濁破佛界中九界妄行顯九界中佛界不", "427": "思議行也忽然超越者即是觀識陰不可思議圓", "428": "超命濁破佛界中九界妄識顯九界中佛界真識", "429": "也於此不思議觀圓具下九意者破佛界中九界", "43": "德復次於三因中取正因佛性於三了義中取理", "430": "五陰是拔自他苦集顯九界中佛界五陰是與自", "431": "他道滅即菩提心由圓止觀方有破顯即善巧安", "432": "心破惑無不盡即破法徧知佛界即九界悉有苦", "433": "集名塞知九界即佛界悉有道滅名通是識通塞", "434": "聞性是圓心念處一念處一切念處法爾具足正", "435": "勤如意根力覺道等是道品調適修時三業必皆", "436": "精進是對治助開於五陰境雖復乘悟併銷仍是", "437": "滅從色除次第不亂即知位次善得圓通法門非", "438": "復內外強輭諸魔所能擾動即是安忍超越世出", "439": "世間即離法愛上根如此中根從二至七各該十", "44": "了義於十畢竟中取畢竟理復次於經文辨見中", "440": "意例亦可知二約下根者第一觀不思議境即指", "441": "現前一念聞性本圓本通本常不可思議心佛眾", "442": "生三無差別若迷此本聞循聲流轉則十界苦集", "443": "浩然無涯若棄於生滅守此真常則十界道滅宛", "444": "爾無缺故知三千性相理具事造總不離此現前", "445": "一念聞性經云彼佛教我從聞思修入三摩地聞", "446": "即是境從此思修是觀等十意也第二真正發菩", "447": "提心者謂既知此圓通常性十界無殊迷則苦集", "448": "浩然悟則道滅宛爾故興同體慈悲願作無緣與", "449": "拔經云我於彼佛發菩提心菩提心秪是悲智雙", "45": "取見見非見義於陰入處界取隨緣不變義於氷", "450": "運上求自性佛道名智下化自性眾生名悲也問", "451": "曰經文先發心後受教今胡次第顛倒答曰菩提", "452": "心者非止一發自有受教前之發心發心方可受", "453": "教自有受教後之發心即是依教重發大願豈受", "454": "教前許有發心而觀境後反不許更發心耶特以", "455": "先有發心之文故不更贅耳第三安心止觀者入", "456": "流是三止止於三諦亡所是三觀破於三惑乃至", "457": "別就五陰破惑顯諦皆是善巧止觀也第四破法", "458": "徧者即以圓頓止觀破五陰諸法無有不盡也第", "459": "五識通塞者動靜二相是塞了然不生是通盡聞", "46": "水喻中取濕性義於如來藏取離即離非是即非", "460": "而住是塞不住即通空覺不極是塞極圓即通生", "461": "滅未滅是塞既滅即通寂滅現前精妙未圓是塞", "462": "忽然超越是通也第六道品調適者復為二一約", "463": "橫具二約豎歷橫具者圓念處觀能滅惡生善即", "464": "四正勤能成神足即四如意能生善根即五根能", "465": "摧五障即五力能分別道用即七覺能安隱道中", "466": "行即八正則有觀行道品相似道品分證道品淺", "467": "深不同二約豎歷者從聞思修是念處所入既寂", "468": "是從正勤得如意動靜二相了然不生即五根五", "469": "力如是漸增聞所聞盡去即七覺八正也第七對", "47": "即義以繇離即離非是即非即義故前之俱非俱", "470": "治助開者或正道多障亦須用下文道場持呪等", "471": "事文雖不說理必不無且因中若不用呪助修果", "472": "上何乃現形說呪較他菩薩獨為盛乎第八知位", "473": "次者如漸增不住等皆由明識位次故不起增上", "474": "慢自謂滿足以濫極聖也第九能安忍者若被強", "475": "輭諸魔所動何以有進無退第十離法愛者亦即", "476": "盡聞不住之不住字空覺極圓之極字生滅既滅", "477": "之滅字皆於相似順道法愛無貪著也有門既爾", "478": "餘三門悉有十意亦復如是觀聞性境既爾餘二", "479": "十四境悉可以此圓妙十意修入亦復如是善學", "48": "即二義並成問曰既取離即離非是即非即之如", "480": "者貴在得意不俟言之多也明入體門竟。", "481": "八明如來藏性徧為眾經體八明如來藏性徧為眾經體者夫此藏性乃眾生", "482": "本有性德諸佛出世種種說法無非欲令悟此藏", "483": "性一切別圓諸教縱有種種異名如前所陳究竟", "484": "終無異體但根利者即令速悟根鈍者亦令漸悟", "485": "耳一切藏通諸教雖且約如實空義令出生死而", "486": "空義亦實不離此體但根利者即令於空而見藏", "487": "體根鈍者先令證於偏空而密入此體耳故不惟", "488": "一實相印即是此體而小乘三印亦依此體而得", "489": "成就但遠近紆直巧拙永異如甸服侯服要服荒", "49": "來藏為此經體何故阿難問果地七名但云空如", "490": "服其去天子處有近遠其來朝覲路有夷險而普", "491": "天之下莫非王土率土之濱莫非王臣故得徧為", "492": "諸經體也。", "493": "九徧為諸行體九徧為諸行體者又三意初泛明諸行同異二別", "494": "明依經修行三獨顯此經行法。初意者夫秉教", "495": "修行不出信法兩行兩行並通四教三藏信法以", "496": "藏性中空義為體通教信法以藏性空義兼含不", "497": "空為體別圓二教並以如來藏性全體為體又橫", "498": "論諸行即是六度四攝等各就當教論體若豎論", "499": "諸行藏通外內凡位以相似空義為體分證以去", "5": "第二顯體第二顯體為十初明須顯體二釋體義三正出體", "50": "來藏觀音十四無畏中亦但云空如來藏耶答曰", "500": "以如實空義為體別三十心圓五品十信皆以相", "501": "似藏性為體別地圓住以上皆以如實藏性為體", "502": "橫行有體故廣豎行有體故高法華經云其車高", "503": "廣此之謂也。二別明依經修行者諸經多有別", "504": "明行法尅日制時勤身策苦以期果證此經亦然", "505": "今先約諸經所明不出四種所謂常行常坐半行", "506": "半坐非行非坐也常行名佛立三昧出賢護經常", "507": "坐名一行三昧出文殊般若經半行半坐如方等", "508": "法華二種三昧出方等法華二經非行非坐即前", "509": "三種三昧之所不攝悉入此中此復有二一者依", "51": "只此空如來藏便是離即離非是即非即之體非", "510": "經所制三昧如大悲心呪行法等二者隨自意三", "511": "昧即是歷法觀察如覺意三昧等此四三昧惟約", "512": "大乘引證而藏通教中亦明常行等方法若藏教", "513": "四三昧但用偏空義為體通教四三昧用即空義", "514": "為體別圓四三昧均如來藏性為體別行次第觀", "515": "於三義圓行直下知其一體是為異也若三昧無", "516": "體便同無益苦行縱使緣三寶境孱有滅惡生善", "517": "功能而為益則微為因則遠然行者雖不達此行", "518": "體而種種諸行並不出於藏性之外若無藏性何", "519": "處得有諸行如無虗空何處得有染淨世界故此", "52": "更別有不空等二藏以為之對已如前辨今更於", "520": "藏性徧為諸行體也。三獨顯此經行法者泛明", "521": "信法二行即是二十五圓通門離此藏性決定無", "522": "體別明安立道場者三七不寐即是制令常行百", "523": "日安居即是制令常坐四種清淨明誨即五緣中", "524": "持戒清淨然香閒居即閒居淨處及息緣務選持", "525": "戒清淨者第一沙門為師即令親近教授知識同", "526": "會有一不清淨者道場多不成就即令親近同行", "527": "知識著新淨衣即衣具足但略不言飲食外護理", "528": "決不無也心滅貪婬即訶五欲及滅五葢貪為上", "529": "首故獨說之端坐安居必調五事求最上乘發菩", "53": "一名中點示三義空字即顯離即離非義藏字即", "530": "薩願即行五法如此二十五種方便各有事義及", "531": "以觀法具如止觀廣明而壇儀供具皆表不思議", "532": "境亦表圓具十乘若不達此如來藏體則諸行徒", "533": "施況端坐百日尤為正修要務乃一經宗體茫然", "534": "不辨所秉戒律未必成就徒事觀美將欲何為亦", "535": "可歎也然藏性威力不可思議如來教法不可思", "536": "議密呪功能不可思議庶幾見聞隨喜聊種遠因", "537": "云耳明徧為諸行體竟。", "538": "十明徧為一切法體十明徧為一切法體者既如來藏性清淨本然不", "539": "變隨緣隨緣不變則一切世出世法何非全體如", "54": "顯是即非即義如來二字即顯妙明心元義又繇", "540": "來藏性經云如水成氷喻佛界即九界也又云氷", "541": "還成水喻九界即佛界也氷水雖異性何殊十界", "542": "雖分藏性奚別經云譬如虗空體非羣相而不拒", "543": "彼諸相發揮今謂諸相決定不從虗空外來空無", "544": "外故則知諸相即是虗空虗空即是諸相既虗空", "545": "體非羣相則諸相亦體非羣相矣既虗空不拒諸", "546": "相發揮則諸相亦不拒諸相發揮矣虗空喻藏性", "547": "諸相喻七大等即當以法合云藏性體非七大即", "548": "七大亦體非七大矣藏性不拒七大發揮即七大", "549": "亦不拒七大發揮矣是故藏性即十界七大也十", "55": "空義故則一非一切非十界三諦俱非繇藏義故", "550": "界七大即藏性也是故精研七趣詳辨五魔皆是", "551": "如來藏性循業發現隨緣之用皆即如來藏性清", "552": "淨本然不變之體設無如來藏性則無世出世間", "553": "一切諸法設有微塵許法當知即是如來藏性全", "554": "體大用經云乃至大地草木蝡動含靈本元真如", "555": "即是如來成佛真體普賢觀云毗盧遮那徧一切", "556": "處此之謂也二顯體竟。", "557": "第三明宗第三明宗宗者修行之綱領顯體之要樞釋此為", "558": "四一簡宗體二正明宗三諸教同異四結成因果。", "559": "一簡宗體一簡宗體者妙玄云有人言宗即是體體即是", "56": "則一即一切即十界三諦俱即繇如來義故則一", "560": "宗今所不用何者宗致既是因果因果即二體非", "561": "因非果體即不二體若是二體即非體體若不二", "562": "體即非宗宗若不二宗即非宗宗若是二宗即非", "563": "體云何而言體即是宗宗即是體如梁柱是屋之", "564": "綱維屋空是梁柱所取不應以梁柱是屋空屋空", "565": "是梁柱宗體若一其過如是又宗體異者則二法", "566": "孤調宗非顯體之宗宗則邪倒無印體非宗家之", "567": "體則體狹不周離法性外別有因果宗體若異其", "568": "過如是今言不異約非因非果而論因果故有宗", "569": "體之別耳。二正明宗二正明宗者有云圓通妙定為宗有", "57": "離即離非是即非即一切離即離非是即非即十", "570": "云楞嚴妙定為宗一則別指耳門通該諸聖一則", "571": "泛指三止總成一名雖復理皆可通而實文無的", "572": "又雖復通因徹果而因果之義未彰今所不用復", "573": "有以佛之知見為宗者若指知見本體即是體非", "574": "宗若取能知見用既係之以佛復無開示等文則", "575": "與眾生何與縱令佛通六即不隔眾生將何以顯", "576": "從因至果一期修證要途又彼雖引經中三處明", "577": "言入佛知見然既云入佛知見則佛知見的屬於", "578": "體入之一字方為宗致而所以入之之要何不拈", "579": "出今亦不用今據第一決定義云應當審觀因地", "58": "界三諦俱離即離非是即非即夫一非一切非體", "580": "發心與果地覺為同為異若於因地以生滅心為", "581": "本修因而求佛乘不生不滅無有是處又云依不", "582": "生滅圓湛性成以湛旋其虗妄滅生復還元覺得", "583": "元明覺無生滅性為因地心然後圓成果地修證", "584": "此則明文彰灼豈有異途的的當取不生不滅因", "585": "果為宗又經初即云一切眾生生死相續皆由不", "586": "知常住真心性淨明體用諸妄想此想不真故有", "587": "輪轉第二卷云若能遠離諸和合緣及不和合則", "588": "復滅除諸生死因圓滿菩提不生滅性第四卷云", "589": "若棄生滅守於真常常光現前乃至云何不成無", "59": "底義成一即一切即體達義成離即離非是即非", "590": "上知覺第七卷云顛倒不生斯則如來真三摩地", "591": "如此明文不一而足皆顯示經宗之誠證也葢因", "592": "若生滅則不能該於果海果若生滅則不能徹於", "593": "因源今以二決定義為初心方便令其去濁以就", "594": "清從心以解結方為修證了義方得畢竟堅固又", "595": "耳根圓通即是不生不滅因果謂此眾生現前聞", "596": "性本圓本通本常名為不生滅因依此修證便成", "597": "不生滅果若別就時機則獨有耳門稱勝若通論", "598": "至理則二十五門並同但取別則似遺通取通則", "599": "必該別今云不生不滅因果任運攝得圓通妙定", "6": "四引證五會通異名六廣簡偽濫七明入體之門", "60": "即禮體義成今更就經中盛談一一皆云本如來", "600": "矣又首楞嚴定即是一心圓妙止觀稱性之修故", "601": "阿難首請十方如來得成菩提妙奢摩他三摩禪", "602": "那最初方便佛即首告之曰有三摩提名大佛頂", "603": "首楞嚴王具足萬行十方如來一門超出妙莊嚴", "604": "路夫明首楞嚴王三昧而必先冠之以大佛頂者", "605": "正顯全依性德而修止觀方稱三昧中王惟其性", "606": "中無法不具故稱性所起妙修亦無法不具又萬", "607": "行既皆性具則萬行一一皆王三昧一行一切行", "608": "一切行一行一門一切門一切門一門故名一門", "609": "超出妙莊嚴路也所以必須先悟大佛頂不生滅", "61": "藏妙真如性故以此名而顯經體當知即是中道", "610": "性以為修因則正行助行事儀理觀若顯若密一", "611": "一皆不生滅若未悟妙體那成妙修今以不生不", "612": "滅因果為宗又任運攝得楞嚴妙定矣。三諸教同異三諸教", "613": "同異者藏教依生滅四諦修析空觀成󰞆斷果則", "614": "因果皆屬生滅通教依無生四諦修體空觀成偏", "615": "真果則因果雖皆無生亦非不生不滅別教依無", "616": "量四諦修次第三觀成報身果則因帶生滅果方", "617": "分證不生不滅若以教道奪之涅槃為了因所了", "618": "可云不生不滅菩提為生因所生便非不生滅性", "619": "則果中猶是半生半不生耳圓教初心悟此不生", "62": "理性非空非不空仍雙炤空與不空以如來藏三", "620": "不滅之理即名字不生不滅以湛旋其虗妄滅生", "621": "復還元覺即觀行及相似不生不滅得元明覺無", "622": "生滅性為因地心即分證不生不滅圓成果地修", "623": "證即究竟不生不滅今經正是圓教妙宗也。四結成因果四", "624": "結成因果者有局有通局者初發心住以真方便", "625": "發此十心心精發暉十用涉入圓成一心名之為", "626": "因重重單複十二方盡妙覺成無上道名之為果", "627": "從二住乃至等覺中間諸位名為亦因亦因因亦", "628": "果亦果果位位用無礙道伏一分無明名之為因", "629": "用解脫道斷一分無明名之為果約此解脫復修", "63": "字點示眾生本具理體即是諸佛究竟果德之本", "630": "無礙故云因因從此無礙復得解脫故言果果又", "631": "十住為因十行為果十行為因十向為果十向加", "632": "行為因十地為果十地為因等覺為果等覺為因", "633": "妙覺為果妙覺惟果惟解脫不得名因名無礙初", "634": "住惟因性無礙不得名果名解脫何以故初住見", "635": "真以真為因住前相似非是真因故不取也通者", "636": "正取性德以為初因經云譬如人靜居十方俱擊", "637": "鼓十處一時聞此則圓真實隔垣聽音響遐邇俱", "638": "可聞是則通真實聲無既無滅聲有亦非生生滅", "639": "二圓離是則常真實皆就吾人現前聞性本自如", "64": "以一妙字點示如來藏如實不空義以一真字點", "640": "此此即不生不滅真因又通者聞性既爾見性亦", "641": "然盲人睹暗觀河不遷築牆非斷穿竇無續入室", "642": "非縮觀日非舒又通者見聞既爾六用並同根性", "643": "既爾塵識亦然故曰陰入處界本如來藏性無生", "644": "滅又曰十方如來於十八界一一修行皆得圓滿", "645": "無上菩提於其中間亦無優劣又曰彼等修行實", "646": "無優劣又曰聖性無不通順逆皆方便也略明宗", "647": "竟。", "648": "第四辨用第四辨用用者力用也即如來之妙能此經之功", "649": "德滅惡名力生善名用滅惡名功生善名德此皆", "65": "示如來藏非空非不空雙炤空不空義以一如字", "650": "偏舉具論必備復為三意一簡宗用二出舊解三", "651": "正明用。一簡宗用一簡宗用者妙玄云宗亦有用用亦有", "652": "宗宗用非用用用用非宗用用宗非宗宗宗宗非", "653": "用宗宗有用者因果是宗因果各有斷伏為用用", "654": "有宗者慈悲為用宗斷疑生信為用用若論於宗", "655": "且置伏斷但論因果今明於用但論斷疑生信且", "656": "置慈悲也。二出舊解二出舊解者或以破疑生信為用今", "657": "問法華斷權疑生實信斷近疑生遠信得作此名", "658": "今經破何等疑生何等信若云破小疑生大信者", "659": "阿難先已信大故開章即問得成菩提方便安得", "66": "點示如來藏如實空義以一性字總上三義結成", "660": "更有小疑可破若云阿難小惑未忘大理未悟則", "661": "應名破惑生解若但生解則止成前三卷半經力", "662": "用後經力用寧復竟無可論又或以返妄歸真為", "663": "用或以斷妄顯真為用二意無別今謂此是宗家", "664": "之用非是用章正意又或以破妄知見顯真知見", "665": "為用即同破惑生解不攝全經力用若云破妄知", "666": "見是滅惡直至等覺顯真知見是生善直至妙覺", "667": "則仍與斷妄顯真義同還是宗用非用用也。三正明用三", "668": "正明用者此經顯密二說俱以離愛得脫為用離", "669": "愛故言力得脫故言用離愛故言功得脫故言德", "67": "不變之體此理極成無容異議矣問曰既云事理", "670": "經云敕文殊師利將呪往護惡呪消滅提獎阿難", "671": "及摩登伽歸來佛所又云何須待我佛頂神呪摩", "672": "登伽心婬火頓歇得阿那含愛河乾枯令汝解脫", "673": "又云由神呪力銷其愛欲法中今名性比丘尼又", "674": "云彼尚婬女無心修行神力冥資速證無學皆是", "675": "密說之用又云不如一日修無漏業遠離世間憎", "676": "愛二苦又云離苦得解脫良哉觀世音又云性比", "677": "丘尼聞說偈已成阿羅漢又云我今度汝已出生", "678": "死又云令識虗妄深厭自生知有涅槃不戀三界", "679": "皆是顯說之用又云亦名救護親因度脫阿難及", "68": "圓融性修不二何須於諸法中別簡正體答曰譬", "680": "此會中性比丘尼得菩提心入偏知海又云阿難", "681": "得蒙如來開示密印般怛囉義兼聞此經了義名", "682": "目頓悟禪那修進聖位增上妙理心慮虗疑斷除", "683": "三界修心六品微細煩惱即是雙彰顯密二說之", "684": "用然所離者有三界果報之愛有偏真涅槃之愛", "685": "有出假神通之愛有中諦似道法愛而所得者有", "686": "圓淨涅槃之脫有方便淨涅槃之脫有性淨涅槃", "687": "之脫今經顯密二說能令眾生圓離諸愛圓得諸", "688": "脫即是大力用也。", "689": "第五明教相第五明教相者教是聖人被下之言相是分別異", "69": "如梁柱成屋所取性是屋中之空若無屋空梁柱", "690": "同之致智者大師以五時八教判釋如來一代所", "691": "說法門昭如日月今先略述綱要次乃正判此經。", "692": "言綱要言綱要者即是化儀四教化法四教以歷五時有", "693": "通有別化儀四教者一頓二漸三祕密四不定化", "694": "法四教者一藏二通三別四圓別五時者一華嚴", "695": "時初成道說二阿含時起道樹說三方等時次阿", "696": "含說四般若時又次方等而說五法華涅槃合為", "697": "一時法華次般若說涅槃為最後說通五時者如", "698": "華嚴入法界品非局在三七日說又無量義經云", "699": "次說般若歷劫修行華嚴海空則華嚴通至般若", "7": "八徧為眾經體九徧為諸行體十徧為一切法體。", "70": "何用如來藏性亦復如是非因非果所依因果如", "700": "之後明矣阿含通至後者現見四阿含經從初鹿", "701": "苑至涅槃夜所說諸法無不備載而毗尼藏亦復", "702": "如是此易可知方等通前後者如方等陀羅尼經", "703": "云先於王舍城授諸聲聞記即指法華在先豈非", "704": "通後又十二年前豈遂一向不說大法故知必應", "705": "通前般若通前後者經云從得道夜至泥洹夜常", "706": "說般若即誠證也涅槃通至前者釋論云從初發", "707": "心常觀涅槃行道前來諸教豈無發心菩薩觀涅", "708": "槃耶又涅槃經云我坐道場初成正覺爾時無量", "709": "恒沙世界菩薩亦曾問我如是深義然其所問句", "71": "梁柱藏性譬屋空梁柱可多屋空惟一以譬事相", "710": "義功德亦皆如是等無有異如是問者則能利益", "711": "無量眾生當知涅槃通至前也法華通至前者約", "712": "顯露邊則無約祕密邊亦有故舍利弗云我昔從", "713": "佛聞如是法見諸菩薩授記作佛豈非指妙法為", "714": "如是法乎知此五時通別意已以前化儀化法二", "715": "種四教歷時分別則無錯謬初華嚴時於化儀為", "716": "頓於化法為圓兼別次鹿苑時於化儀為漸始於", "717": "化法為但藏次方等時於化儀為漸中於化法為", "718": "對藏說通別圓次般若時於化儀為漸終於化法", "719": "為帶通別正明圓教次法華時於化儀為非頓非", "72": "因果雖多理性惟一又如日月星辰可多太虗惟", "720": "漸非祕密非不定於化法惟圓涅槃於化儀同法", "721": "華於化法仍具四教然與方等四教同而不同有", "722": "二分別一者方等是對半教以說滿教涅槃是借", "723": "三權以扶一實二者方等中四教藏通初後俱不", "724": "知常住佛性別教初不知後方知惟圓教初後俱", "725": "知涅槃中四教皆初後知是為異也復次頓有二", "726": "義一頓教部所謂如日出先照高山則專指華嚴", "727": "二頓教相所謂初發心時便成正覺則方等般若", "728": "法華涅槃皆悉有之漸亦二義一漸教部所謂曲", "729": "引二乘循循善誘則專指阿含方等般若二漸教", "73": "一宰輔臣吏可多帝主惟一為此義故須顯正體", "730": "相所謂歷劫修行積因尅果則華嚴法華涅槃亦", "731": "皆有之祕密二義一祕密部則專指一切陀羅尼", "732": "灌頂諸部二祕密相所謂聞小法而密證大聞大", "733": "法而密證小彼此互不相知則華嚴阿含方等般", "734": "若皆得有之惟法華是顯露教但有密呪更無密", "735": "相然約一分最鈍根人始終不見佛說大法亦可", "736": "稱密而五千退席方乃正直捨方便但說無上道", "737": "故一席中決無彼此異聞之相非祕密也不定義", "738": "者佛以一音演說法眾生隨類各得解或聞大教", "739": "得小益或聞小教得大益或聞頓教得漸益或聞", "74": "雖三德祕藏不縱不橫不一不異以便於顯示必", "740": "漸教得頓益則前四時亦皆有之惟法華是決定", "741": "義無不定義已上略述天台判教綱要竟。次正判此經次正", "742": "判此經復為三意初且申五時八教言外之旨二", "743": "正以此經結屬教部三略破羣疑以息諍論初意", "744": "者原夫諸佛出世教必逗機機有萬殊教亦何定", "745": "故五時必須兼論通別八教必須互相組織方收", "746": "萬有不齊之機而智者大師語意俱圓後人承用", "747": "不免偏執知五時之別不知五時之通知開顯之", "748": "必待醍醐不知毒發之通前四味所以紛紛諍論", "749": "無有了期今更略出其意以為判教綱維葢羣機", "75": "簡般若解脫惟以法身當名既顯法身即顯般若", "750": "雖復無量大約惟有四種一者最利始終皆見於", "751": "大二者最鈍始終皆見於小三者利而仍鈍雖不", "752": "終於小證然必備歷五時方於法華入實四者鈍", "753": "而仍利雖不即見華嚴然於般若方等便得悟入", "754": "或於阿含便能密入又復應知若未入大者但見", "755": "於小必不見大若已入大者既見於大必兼見小", "756": "至於十大弟子等助轉法輪之人皆是法身大士", "757": "應物現形徧為四類眾生而作弄引豈可執迹而", "758": "昧本哉且如央掘魔羅一事據大乘所見則是佛", "759": "果現權據小乘所聞則是酬昔惡願又即今摩登", "76": "解脫以本不即不離故也三德既爾餘法例然可", "760": "伽女一事據此經佛頂放光文殊將呪則是一類", "761": "大機所見據摩鄧伽經佛自說呪及說二人夙世", "762": "因緣則是一類小機所見此皆一席異聞之明證", "763": "也。二正以此經結屬教部者謂此經為華嚴部", "764": "耶華嚴說在初成道時今佛與波斯匿王同生已", "765": "年六十二歲既非其時又華嚴惟為大根眾生說", "766": "圓別教今經乃為阿難等訶小說大復非其味謂", "767": "此經為阿含耶則阿含正說小乘此經正訶小乘", "768": "尤非其類謂此經為般若耶則般若帶通別二教", "769": "正說圓教會一切法皆摩訶衍不復訶斥聲聞緣", "77": "以意知不復委出。", "770": "覺今經惟有如來藏三義中普收十界與般若同", "771": "而前後訶小乘處不一而足與般若異又般若有", "772": "共與不共二種而此經惟明不共又般若專明共", "773": "不共二種般若而此經總明一切諸法故雖與般", "774": "若同時決不與般若同部味也謂此經為法華耶", "775": "則法華開權顯實此經破妄顯真法華舉手低頭", "776": "皆成佛道此經不知二本不成菩提時之與味一", "777": "向不同謂此經同涅槃耶則既非中夜唱滅之時", "778": "復非借三助一之旨尤難聯絡既此四部不可浪", "779": "收不歸方等而歸何部且彈偏斥小歎大褒圓正", "78": "四引證四引證者經於陰入處界之首即總標云殊不能", "780": "是方等法門故知於通別二時中是通時方等也", "781": "於四種機中即鈍而仍利者所見也於四種化儀", "782": "中是頓教非頓部也是漸時非漸教也大機所見", "783": "小機不見是祕密相也放光說呪亦是祕密部也", "784": "別題云一名中印度那爛陀大道場經灌頂部錄", "785": "出別行此之謂也阿難悟大登伽證小亦是不定", "786": "義也於四種化法中正訶藏教傍訶通別二教獨", "787": "明圓教也結屬竟。三略破羣疑以息諍論者問", "788": "曰此經若在法華之前何故歎聲聞德勝於法華", "789": "答曰法華為引利而仍鈍之機方將開權顯實故", "79": "知生滅去來本如來藏常住妙明不動周圓妙真", "790": "且據迹淺歎此經自引鈍而仍利之機意顯圓通", "791": "不殊故得據本深歎也問曰此經若在法華之前", "792": "何故阿難今已發心誓入五濁至法華中反畏五", "793": "濁發願異國持經答曰此經大眾是鈍而仍利故", "794": "根性勇猛彼經大眾是利而仍鈍故怯習尚存導", "795": "首雖同是阿難大眾則各是一類也且此經有學", "796": "者悟無學仍迷故云如阿難等雖則開悟習漏未", "797": "除我等雖盡諸漏尚紆疑悔彼經發願通於有學", "798": "無學設許此經在法華後由聞勝法改願入五濁", "799": "者豈法華時已成無學之人今反退而成有學耶", "8": "初明須顯體初明須顯體者前釋通別二名共二十字皆是", "80": "如性而於下文復徵起云何五陰本如來藏妙真", "800": "尤不可也問曰此經若在法華之前何云耶輸得", "801": "蒙授記答曰或如阿含中以羅漢為第一尊記或", "802": "方等般若別有密記何必專指法華問曰此經若", "803": "不同於法華何故佛告滿慈令汝會中定性聲聞", "804": "及諸迴向上乘阿羅漢等皆獲一乘寂滅場地答", "805": "曰雖與說法未與授記正同般若付財之意仍兼", "806": "方等彈斥之旨的是法華先容安得反云在法華", "807": "後又法華之後安得更有定性聲聞又此輩無學", "808": "亦指根稍利者故不必俟至法華方獲悟耳問曰", "809": "孫陀羅難陀自云得菩提記又云何通答曰亦是", "81": "如性乃至十八界文亦皆如是又七大中一一皆", "810": "二酥密記也問曰持地證明法華復云何通答曰", "811": "既云聞諸如來則或指過去或指十方豈必定指", "812": "釋迦問曰如須菩提舍利弗等各言曠劫深因自", "813": "非法華開顯之後何敢輙自發本答曰既是善權", "814": "引物別為大機何必不說問曰觀音三十二應與", "815": "普門示現何殊答曰彼經說法單指流通圓教此", "816": "經眾應徧用權實法門問曰經初波斯匿王營齋", "817": "經後瑠璃大王陷獄應非一時所說答曰說經不", "818": "必一時判義必歸方等然此經與他部方等同而", "819": "不同有三種殊勝不可不知一者他部但對斥三", "82": "云汝元不知如來藏中性色真空性空真色等至", "820": "藏兼用通別圓理此經則兼斥藏通別理惟用圓", "821": "理一殊勝也二者他部方等明位兼用通別圓位", "822": "此經明位雖用四教之名實惟圓教之義如乾慧", "823": "地借通教名四加行借藏教名信住行向地等別", "824": "圓名同而十信初心便云即以此心中中流入乃", "825": "至後位節節深妙故知惟圓義也三者文中雖有", "826": "菩提涅槃尚在遙遠歷劫辛勤修證之最雖有事", "827": "非頓除因次第盡之語而總是全性起修全修在", "828": "性所謂圓家之漸不同歷別法門然則教相雖在", "829": "方等而方等中圓即與醍醐同味奚必強置法華", "83": "後三大文中各各更加性真圓融皆如來藏本無", "830": "經後方稱最勝哉五重玄義竟。", "831": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "832": "玄義卷下終", "84": "生滅之語重重昭示不一而足直至答滿慈問方", "85": "乃圓結如來藏性一體三義然後阿難領誨請修", "86": "喻以雖獲大宅要因門入是明指此如來藏性為", "87": "天王所賜華屋矣以藏性雖人人本具迷強不知", "88": "知繇佛示義如佛賜譬如諸侯失國天王為之繼", "89": "絕舉廢亦名為賜也又文殊選圓通畢結云頂禮", "9": "能詮之名文義浩博今更點示名下所詮要理正", "90": "如來藏無漏不思議豈非以眾生所具即具此體", "91": "耳門所顯即顯此體諸佛所證即證此體故藉此", "92": "同體法性之力以加被於未來也哉明文在茲可", "93": "為誠證也。", "94": "五會通異名五會通異名又為二初會本經異名次會他經異", "95": "名。初會本經異名者初卷佛告阿難一切眾生", "96": "生死相續皆繇不知常住真心性淨明體即指此", "97": "體次則阿難自悔責云當繇不知真際所詣真際", "98": "亦是此體異名佛示第二根本云無始菩提涅槃", "99": "元清淨體又云何況清淨妙淨明心性一切心而"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 284 楞嚴經玄義", "englishTitle": "卍 Xuzangjing, Electronic version, No. 284 楞嚴經玄義", "author": "明 智旭撰述　道昉參訂", "language": "chinese", "source": "CBETA"}