{"sourceLink": "http://www.cbeta.org/", "text": {"0": "華嚴懸談會玄記卷第四十", "1": "蒼山再光寺比丘　普瑞集", "10": "智明即自相不昧如華光義顯則離染清淨如華淨", "100": "門嚴彼因圓令果妙故五即以體嚴用六即以用", "101": "嚴體若貞元疏云五即大之廣六即廣之大以方", "102": "廣之言義通開合單言廣者用也合云方廣亦是", "103": "用也以對上大字為體故亦應准前鈔云大方為", "104": "體廣字為用令准知故文雖出沒義理無違七即", "105": "以體嚴相八即以相嚴體九即以義嚴教疏中由", "106": "所詮難思者影取難議也能詮離言者影取離念", "107": "也以互彰故上皆如疏可知故鈔不釋十諸因互", "108": "嚴者以有多義故略釋也疏舉禪智互嚴等取前", "109": "之四度鈔舉前後各二度等中間二六度既爾萬", "11": "義即本性佛當題中方字又配智度於文明顯三微", "110": "行例然各有名字既相關涉亦可作釋故云多義", "111": "然此諸因互嚴准貞元疏云合在華嚴二字之中。", "112": "▲鈔前四成對下釋疑疑云五對十義以顯互嚴", "113": "何故前四成對後一非對耶故此牒疑情而釋之", "114": "此有二意一不可以能詮之言說彼所詮方令所", "115": "詮微妙難思故不可以教嚴義疑者難云不以言", "116": "教詮顯何能令義全彰故亦有教嚴義故第二意", "117": "釋云舉其一邊義應准知故疏不言更為欲顯諸", "118": "因互嚴故別說之。", "119": "鈔禪非智下已上汎釋大意此下別消疏文問因", "12": "妙義者喻萬行之用一一稱法界體如華微妙稱其", "120": "有六度萬行疏中何偏舉禪智為體式耶答修行", "121": "之要常所行用故偏舉之謂禪無智下反成以智", "122": "嚴禪也智不得禪下反成以禪嚴智也言施不得", "123": "戒下反成以戒嚴施智論云菩薩布施時應分別", "124": "知不持戒人若鞭打拷掠閇繫枉法得財而作布", "125": "施當墮馬牛中雖受畜生形負重鞭策覊絆乘綺", "126": "而常得好屋好食為人所重以人供給又如惡人", "127": "多懷嗔恚心曲不端而行布施當墮龍中得七寶", "128": "宮殿妙食好色又如憍人多慢嗔心布施墮金翅", "129": "鳥中常得自在有如意珠以為纓絡種種所須皆", "13": "體故舉因顯果即涅槃佛當題中廣字又既是稱體", "130": "得自恣無不如意變化萬端無事不辦又如宰官", "131": "人枉濫人民不順治法而取財物以用布施墮鬼", "132": "神中作鳩盤茶鬼能種種變化五塵自娛又如多", "133": "嗔狠戾嗜好酒肉之人而行布施墮地行夜叉鬼", "134": "中常得種種歡樂音樂飲食又如人剛愎強梁而", "135": "能布施車馬代步墮虗空夜叉中而有大力所至", "136": "如風又如有人妬心好諍而能以好房舍臥具衣", "137": "服飲食布施故生宮觀飛行夜义中有種種娛樂", "138": "便身之物如是種種能分別知上皆無戒故不嚴於施也言戒", "139": "不得施下反成施嚴戒也言不捨財法者梵網經", "14": "之行配於方便度也四適悅義者喻於化用順物根", "140": "云乃至不捨一針一草有求法者不為說一句一", "141": "偈即犯慳重即以施嚴戒也。", "142": "疏又上來等者謂因果互嚴等皆有力用交徹相資", "143": "四句有體無體相即四句也言今更約理行互嚴者", "144": "理行二釋一即於前五對之外以華嚴二字對上大", "145": "方廣三字為理行互嚴一對也以非前之五對數故", "146": "疏云更約也二或行即前人法一對也大方廣為理", "147": "佛華嚴名行問華嚴名行可爾佛字何名為行又下", "148": "作句皆言因行何以佛字亦是行耶答出現品云應", "149": "知無礙行是如來行應知真如行是如來行故佛亦", "15": "宜如華適悅他故即隨樂佛亦當題中廣字已上二佛俱是", "150": "有行也又佛權實無礙智望所證真俗融通理亦名", "151": "為因非是因位之因以因智證理故名因也問前有", "152": "五對何故唯就人法互嚴一對說二四句耶答以就", "153": "顯勝故行通該因果理兼體相用故問教義最寬何", "154": "不依之答以能所詮非是行人行用之要又缺教嚴", "155": "義故不依之二釋隨取。", "156": "疏一理由修顯等者謂行為有力能嚴理為無力所", "157": "嚴則以萬行之華嚴於理故即無不還證此法身攝", "158": "末歸本故二理為有力能嚴行為無力所嚴則以性", "159": "起華嚴修成行故即無不從此法界流從本起末故。", "16": "應用皆當廣故又配尸羅順物機故五引果義者喻眾行為", "160": "鈔一此上正釋等者如珠光徹於珠體珠體徹於", "161": "珠光以交徹互融故云不二本末不壞理行歷然", "162": "故云而二。▲鈔上句即反成行融理者謂若不從", "163": "真所流之行無以契真體無關涉故有作之修終", "164": "體各別故成上第一句行融歸理即無不還證此", "165": "法身也次非起行下謂若不是發行之真不從行", "166": "方顯不相關故不是行體故不許隨緣故成上第", "167": "二句理融其行即無不從此法界流也具斯二句", "168": "為第三句故。▲鈔三正成前義者成第三句義也", "169": "以萬行從真流故一一稱真真體故令因行悉皆", "17": "因生正覺之佛果如華引果故舉因顯果即成正覺", "170": "圓滿正成上理融行也行該真體故令果滿正成", "171": "上行融理也問題中六字何故疏但結云佛華嚴", "172": "耶答乘前因圓果滿言故或可理果自然行由人", "173": "致故偏言之又人不得法何名佛華嚴耶。", "174": "鈔然上互融等者第三句力用交徹故不二不壞", "175": "兩相故而二今奪不壞兩相令雙泯故云二而不", "176": "二是知不二而二二而不二之言但存泯異耳問", "177": "泯行可然理云何泯答設言理是本有亦但對根", "178": "安立故疏云超情絕想以雙泯故非嚴法本離因", "179": "故恐謂是非嚴云非不嚴則遣之又遣上互嚴之", "18": "佛當題中佛字又配忍辱引生佛果故六端正義者", "180": "跡云非嚴不壞嚴義云非不嚴嚴與非嚴兩義俱", "181": "超也。", "182": "鈔以華嚴像等者探玄記云日照三藏說西域有", "183": "一供養具名為驃訶其狀具有六重下濶上狹飾", "184": "以華寶一一重內皆安佛像雜華嚴飾此是喻依", "185": "互嚴義是喻體以喻映法者以喻中但有能嚴之", "186": "華則無所嚴之像影取法中大方廣佛之四字為", "187": "喻之所嚴也以法映喻者法中但有大方廣佛四", "188": "字為所嚴則無能嚴之因影取喻中華字為法之", "189": "能嚴也故云法喻交映言以因行嚴佛者其言猶", "19": "喻行願相符俱無所缺如華端正無缺漏故即是願", "190": "略若約互嚴應更云以果嚴因等也已上但依理", "191": "行作兩重四句盡理言之五對皆然思之可了。", "192": "鈔謂一出生等者前疏云一曰湧泉二曰出生三", "193": "曰顯示前鈔引雜心論云一出生二曰湧泉三顯", "194": "示等前鈔云疏中依義次第故云一湧泉二出生", "195": "等問今鈔何不依論次第又不依前疏次第耶答", "196": "今不取義之次第但汎引之貞元疏云一湧泉注", "197": "而無竭故二出生展轉滋多故三顯示顯示理事", "198": "故四繩墨楷定邪正故五貫穿貫穿所說故六攝", "199": "持攝持所化眾生使歸本源不令攀染六塵輪迴", "2": "疏五釋華十義者謂世間之華有含實等十義具其", "20": "佛又配願度如名易知七無染義者喻萬行契寂動", "200": "六道故七常萬古常規故八法千葉真軌故九典", "201": "正理無邪故十徑出生死之徑路故問上六字十", "202": "義皆隨義以配一題彰其互釋唯經字十義未見", "203": "配於七字答此有多義一者經之十義皆唯能詮", "204": "上六字皆所詮其義全異不可配也二者但以前", "205": "配屬類例亦可配之一湧泉即大字稱性無竭故", "206": "九典即方字正法之理無邪謬故二出生即廣字", "207": "展轉廣多故三顯示五貫穿即佛字如所證法顯", "208": "事理貫性相故六攝持即華字所化是因故四繩", "209": "墨即嚴字邪正區別莊嚴正法故七常八法十徑", "21": "靜離過如華無染故即三昧佛又配禪定如名可知", "210": "皆經法眼常全真可軌則依斯捷徑速出生死故", "211": "或七八十皆通七字教題中經字理上之六字常法七八為所", "212": "履故十也三者經無別體全攬六字聲名句文連合", "213": "成經故上六字皆具經之十義總名為經而為門", "214": "亦無相濫謂大經方經等不同大等十義之中各", "215": "別配也良以義類而有二種一別義類謂上六字", "216": "隨一字中各以二義而為流類如常徧稱大七字", "217": "之上具常徧義皆名為大等二總義類唯是經字", "218": "總以十義而為義類謂餘六字具十義故皆名經", "219": "也大具十義名為體經方具十義名為法經等此", "22": "已上二佛俱是其因當題中華字而言佛者舉因顯", "220": "上三意隨取皆得。", "221": "疏第四別釋得名者謂疏文別別解釋七字各各得", "222": "名也或可別為解釋七字得名別也或可此科總以", "223": "六釋鉗定一題前得名即離釋後釋名即合釋梵云", "224": "殺貸三摩娑此云六合以義加之應云六離合釋先", "225": "離後合離之解義合以結名故若一義為名理同自", "226": "體即不作釋以不能離合故故十住鈔云西方釋名", "227": "有其六種一依主二持業三有財四相違五帶數六", "228": "隣近以此六種皆有離合若一字名即非六釋以不", "229": "得成離合相故言大以當體得名者若相若用等皆", "23": "果故八巧成義者喻所修功德作業善巧作業善巧", "230": "歸於體常徧更無可待故云常體等方則體相等法", "231": "皆軌持故廣即以相皆包博佛即究盡諸法實相云", "232": "朗萬法幽邃悟徹二死處究時長難破之暗云悟大", "233": "夜之重昏華以萬行既圓能感佛果證窮法界故身", "234": "嚴德備嚴即以華功用資發體用令顯是飾法也莊", "235": "真應身頓超羣像即成人也經則無法不詮無生不", "236": "化此上離來解義。", "237": "鈔此中得名各取前七字別義者即具彰義類中", "238": "體大常遍二義等為七字別義也言類前可知者", "239": "類前具彰義類中義可知或類前總敘名意中略", "24": "成就如華安布巧相集成故即業報佛當題中嚴字", "240": "釋名題之義可知也。", "241": "疏後釋名者下即合以結名也一就法中下謂大方", "242": "廣一名為所稱量六釋為能稱量言體用相對者總", "243": "指離解大字為體方廣為用大之方廣謂方廣相用", "244": "是自名依於大體有相關涉從大得名合釋之後自", "245": "於方廣名大方廣作依主釋依謂能依即方廣主謂", "246": "所依即大也依他主法以彰自名故鈔云此約行布", "247": "以能所依等各別也下皆准此鈔釋指同前對辨開合者而文互出不同", "248": "前疏云大方是體大方無隅故即以相歸體皆名為體廣即是用依此作釋合云大方之廣今不云者影顯示", "249": "故今以大為體方廣為用前作五對中不說亦影略以明言有體之相用故者即", "25": "又配施度善巧故九芬馥義者喻眾德住持法眼常", "250": "於方廣相用自體外說於大體有無順行布義故也", "251": "問上言體用相對今云有體之相用者其故何耶答", "252": "以相用總對於體俱得稱用故上云體用相對而於", "253": "用中相用不同故別言之言若相即下十住鈔云用", "254": "能顯體體能持用名持業釋故鈔云此約圓融以體", "255": "用一對是所依體事釋中即言與相即理同故云圓", "256": "融問法相持業體用俱存彼此極成今既同相即門", "257": "者能即廢己名為無體如大即方廣既廢大體則唯", "258": "有方廣之用相即之義可然何成持業釋也答此言", "259": "能即無體但以緣起之法不能自立由方廣是能成", "26": "全故流馨彌遠遍益塵方故如華恒郁烈馨香遠騰", "260": "故名有體大是所成離能成外無自體故名無體豈", "261": "同斷無又若一向無體緣起何法今為能成奪之故", "262": "云廢己同他故成相即以為一體大即方廣以體就", "263": "用持業釋也或可方廣體上持此大用名持業釋問", "264": "大為體方廣為用離持解義為所依體事今何方廣", "265": "名體大為用耶答體用之言不局礙故如十對體事", "266": "體用一對在有力無力緣起中則名為用在無體有", "267": "體緣人中皆名體即臨時分其體用也今以方廣能", "268": "成義為所即故名體大是所成義為能即故名用即", "269": "攝用歸體持業釋也二釋之中若約三大名義前解", "27": "故即住持佛當題中經字三寶住持故又配力度即", "270": "為勝若約法無定相後釋近宗上皆約緣起相由因釋若唯心等因如前", "271": "可知二就人中下問佛之華華自體應是因位之行何", "272": "言非因位之行耶答此是念念得果之因非是解脫", "273": "道後所棄捨因位之行故或可是佛果之因華非餘", "274": "果之因華故云佛之華今疏且從一理也言華之佛", "275": "下即依前因位所得之佛非餘不得佛行家之佛故", "276": "依主持業准上可知三以人法相對下今疏望前對", "277": "辨開合亦互出不同前以大方廣為法佛名為人即", "278": "人法一對今疏以大方廣名法佛華嚴為人亦互影", "279": "略作釋皆通言非權小下以佛華嚴從大方廣得名", "28": "力持身故名同可知十開敷義者喻眾行敷榮本欲", "280": "故非小權乘之佛華嚴也又大方廣從佛華嚴得名", "281": "故非因位所證得之法也上皆揀別依主問既云華", "282": "嚴何故非因位答以佛字該之故欲顯勝故。", "283": "鈔即前對辨開合之中下以此中所辨法體即前", "284": "對辨開合而前但散明法體今欲離解其義合以", "285": "結名為異耳但除下彰其具缺以法喻下顯缺所", "286": "以以對辨開合之中用華嚴二字通喻大等四字", "287": "今於前法喻一對之中但取佛字為果華字喻行", "288": "與前異也所以除之言四對之中下對前開合體", "289": "式有異此有二義初約寬狹辨異二約上下辨異", "29": "令心開覺如敷華令心開故即是心佛總當七字不", "290": "更有異義如向疏中具辨言而前五對下通難也難云若前五", "291": "對從寬向狹從下釋上何故第五分明因果對耶", "292": "非最狹故又非最上故故此答謂從寬向狹至簡", "293": "持對中義已盡故復借華字對人中佛字為因果", "294": "一對故在後明也。", "295": "鈔應云大方廣下此由離解能所詮別則單言經", "296": "時為是何經故今經得大方廣佛華嚴之名即合", "297": "釋後方揀餘經故又但言大方廣佛華嚴為何教", "298": "所詮耶今大方廣佛華嚴得經之名即合釋後揀", "299": "非論中所詮皆揀別依主也行布圓融如前可知", "3": "二意一似於十佛十佛即是一題故七字皆華也此", "30": "離心故又配精進敷榮練磨心地故。", "300": "言經中有下謂經是自名上六字是義本是他名", "301": "今取以為經名即分取他名有財釋也十住鈔云", "302": "有財釋者謂從所有以得名如佛陀此云覺者即", "303": "有覺之者名為覺者此即分取他名如世有財者", "304": "故言如對藏論下舉例也此即全有財釋勾連前", "305": "文鈔置兩箇故字隔成二義明是兩意也不爾經", "306": "中有大方廣佛華嚴即分有財何有全有財義耶", "307": "故十住鈔云如俱舍非對法藏論對法藏論者是", "308": "婆沙論名世親依彼造俱舍論故此亦名對法藏", "309": "論此全取他名有財也准此以目經名之經字即", "31": "鈔此意亦如下意云以此十華配十度之意能感", "310": "誤書也應是自字或舉例無妨如准以上六字為", "311": "名故言佛華嚴有大方廣者即人從所有法以彰", "312": "名亦分有財釋也若但云大方廣即全財也。", "313": "疏第五展演無窮者謂始從最清淨法界舒展流演", "314": "以至無盡也最清淨者以自性無染非除障方淨故", "315": "淨中之極云最清淨然下卷文云乃至一字無字今", "316": "亦應從無字展出一字一字展為清淨法界等文彰", "317": "略故或具在清淨之中廣鈔云清淨者絕相義也言", "318": "開為理智者開是展演義故佛為能開法界是所開", "319": "處理智為所開或法界等待前望後當體自為能開", "32": "前十佛之果正如下經以十度因成十身果故故", "320": "理智等為所開二義皆通下准此知。", "321": "鈔然此下四門下指文所出也一展法界等者此", "322": "第一重展法界為上六字也言雖有六字下謂上", "323": "以理智配於六字而不取六字但取理智二法問", "324": "大方廣為理則可爾佛華嚴三字何皆為智耶答", "325": "華能嚴大方廣嚴能顯大方廣佛能窮證大方廣", "326": "故皆佛智也。", "327": "鈔即大是體性包含等者大舉包含影兼周徧方", "328": "廣周徧影取包含若爾何分體用答但體性包徧", "329": "與業用包徧以成異耳此中疏言總連合等者即", "33": "彼下引經屬當為欲下正引經文即成下鈔詞指", "330": "總連合上六字以詮體用果此所詮之能詮總云", "331": "經也問貞元疏云總連合成詮即題中七字今疏", "332": "何云總連合成詮即題中經字耶答此有兩重能", "333": "所詮一上六字為能詮體用因果為所詮二經字", "334": "為能詮上六字為所詮貞元疏總就兩重能詮今", "335": "疏但就後重能詮各據一理亦不相違。", "336": "疏初會總故者根本會故言大威光大子者即毗盧", "337": "遮那品也。", "338": "鈔一但世界品下即世界成就品初牒前現相品", "339": "今問許答說中已具題目明於題中展成初會言", "34": "屬下皆准知若配一題此即嚴字布施能嚴自他故施", "340": "十海者下以深廣故並稱為海。▲鈔而名小開合", "341": "者此中二約合明前中二五別開此中九十別說", "342": "前中七約合說故云小開合也故下鈔云第一智", "343": "觀第一海第二智觀第二海及第五海第三觀第", "344": "四第四觀第三第五觀第六第六觀第八第七觀", "345": "第九第八觀第十第九第十並觀第七但看前例", "346": "次第可知言清淨智者下疏云離所知障次斷分", "347": "明故貫下九句皆應置清淨言然皆以多故深故", "348": "細故重疊難知逈超言念皆云不思議也二眾生", "349": "即報類差別業即善惡等殊故十海中開為第二", "35": "滿他心故相好悅物自心嘉施果體莊嚴故二尸", "350": "一切眾生海及第五一切眾生業海而因果雖殊", "351": "同是所化眾生故合為一三即法界都稱或化眾", "352": "生法謂安立施設方便軌則等四能化諸佛數量", "353": "無邊五即所化根欲差別難知六即所應之時前", "354": "就所觀但云三世今就佛智故云一念普知七稱", "355": "性大願為現身說法遍化之因八應根作用神變", "356": "無方九轉稱性大法輪海十謂隨方施設言音差", "357": "別若約所觀攝演說海在法輪中今此開二言唯", "358": "一願海是因等者此約能知之智如是料揀若約", "359": "所知如文可見問若約所知以願為因可爾若約", "36": "羅及七方便皆廣字戒遍止惡故淨身遍至亦發", "360": "能知經既云諸佛世尊知一切世界等智何名因", "361": "耶答疏云稱性大願為現身說法遍化之因故以", "362": "此智為因也言三世通因果者因中果中皆有三", "363": "世也。", "364": "鈔則題目該於一會者以依一會能詮所詮立於", "365": "一題復以一題開成一會故却該一會也言遮那", "366": "遍中者下顯疏中遮那遍中之言該其二品一遍", "367": "華藏世界即華藏品二遍法界中一切世界即世", "368": "界成就品也彼偈云下成就品文也無邊剎海既", "369": "皆遮那嚴淨故亦遍一切世界海也況第六經下", "37": "一切善故隨自他意無不生也其無邊善巧之用", "370": "即現相品文第五經下即妙嚴品文下疏云前半", "371": "嚴淨佛土後半調伏眾生兼顯人法為嚴之義為", "372": "大菩薩從大法喜正所生故最妙法者揀非權小", "373": "昔以妙法淨所化心故所感土亦有清淨佛子來", "374": "生其國還雨妙法言皆普徧義者謂上說依報法", "375": "界重重正報必遍故並是果德即佛子也言故遮", "376": "那遍中之言下結法所屬謂上雖引四品五段經", "377": "文皆證遍中之言該成就品也問初會具有六品", "378": "何故疏中唯約三品以示一題耶答以世界成就", "379": "華藏世界毗盧遮那此之三品是初會正陳所說", "38": "廣周遍故化身之色不可覩也三忍即佛字諦察", "380": "前之三品但其由序故不言也或可疏雖不言鈔", "381": "文影出以遍中之言該現相妙嚴二品文也如鈔", "382": "可知普賢三昧顯雖無文理亦合具應云普賢三", "383": "昧亦佛華嚴經云入一切諸佛毗盧遮那如來藏", "384": "身菩薩三昧疏云此雖果定菩薩問入故云菩薩", "385": "三昧故即佛華嚴也言果證法界下就圓證說不", "386": "遮因中亦分證也。", "387": "疏又展此會等者展總成別復有四周因果之異及", "388": "廣明大方廣體用之法望因為所修望果為所證也", "389": "四周皆爾。", "39": "諸法深證無生非佛菩提何能深證又法界品疏", "390": "鈔總有二十六節放光者一照此一三千界二照", "391": "十方隣次各十世界三百世界四千五十千六百", "392": "千七百萬八一億千萬為億也九十億十百億十一千", "393": "億十二百千億十三那由他億十四百那由他億", "394": "十五千那由他億十六百千那由他億十七無數", "395": "十八無量十九無邊二十無等二十一不可數二", "396": "十二不可稱二十三不可思二十四不可量二十", "397": "五不可說此上皆有世界之言二十六盡法界虗空界已上", "398": "所照分齊其能照者即世尊兩足輪所放百億光", "399": "也故下疏云唯放一光同時頓照盡虗空界但謂", "4": "非約華以喻於因二似於十度之因感前十佛之果", "40": "鈔云忍兼忍理故不思議獲威勢身以忍德內充", "400": "言不並彰說有前後隨根心現節節各見則如來", "401": "光節節而照金色文殊節節而至乃至法界各見", "402": "亦爾在佛文殊節節皆遍如月普遍百川各見言", "403": "悉皆明現者謂其一一世界中所有諸法於光明", "404": "中悉皆明現也。", "405": "鈔此云例上等者主經為能例伴經為所例以上", "406": "光明覺品主經已盡法界虗空界故為其能例所", "407": "例伴經應知亦爾。", "408": "鈔皆悉重重等者第九雖說塵中有剎等但是一", "409": "重今說重重無盡第六雖遍法界之會各有重重", "41": "而威勢外彰今具從一理故唯配菩提身四精進", "410": "主伴但是同類界中說之故亦不同也。", "411": "鈔明從一法界下應有問云此中正明於展何故", "412": "有舉題總收舉本總收之義耶故此答也意云雖", "413": "言其收意明展至無盡皆從一法界無明無相中", "414": "展成無盡令知其本。", "415": "疏第六卷攝相盡者謂法體自能卷攝非由於他也", "416": "卷則以後望前攝則以前望後乃至法界之相亦不", "417": "存故言相盡也。", "418": "鈔不出九會是第四節者若約卷中當第六節此", "419": "指展中故云是第四節耳或是六字甚妙。", "42": "即總七字教理益根無懈息故威勢彌深又法界", "420": "鈔而有二意等者初意當疏中非理不智等二者", "421": "下當疏中亦攝智從理等言初攝二為一等者於", "422": "第二意中復有其二初義可知。▲後理體性離一", "423": "亦不存者當疏中體性自離已下文耳又准前展", "424": "等者疏外以前展為例釋成卷也言若從七字倒", "425": "收等者別明一理而有二意初攝歸大字先正釋", "426": "後引證二大體性離下大亦不存也准此例前展", "427": "中亦應爾也謂從離言絕思展為大字又從體展", "428": "用為大方廣從法展人為佛華嚴從義展教以為", "429": "經等妙義無方不應一准。", "43": "品疏鈔云進策萬行故故能勝成菩提身今亦又", "430": "疏上來諸門者即指上七門也言如前已辨者如前", "431": "展中已辨也。", "432": "鈔先以法攝等者謂人法中隨應舉之以義而言", "433": "無不圓收先指前不出總題者即前展中疏云皆", "434": "不出大方廣佛華嚴故今疏云或以七字攝盡如", "435": "前已辨但前明從一題展至無盡今以一題收攝", "436": "無盡故異也。", "437": "鈔謂或於無字中者謂於無名字中假立一字以", "438": "攝盡也或可無字與一字分為二義初無字攝盡", "439": "如前疏云無字皆攝華嚴性海既以義圓收何待", "44": "是一理為威勢身也五禪八願二度皆華字並是", "440": "言其一字後一字攝盡中或教如教體中何所不", "441": "收或義如義理分齊亦圓收也開則萬法合則一", "442": "性一切唯心亦義圓收也問此何異於第九攝歸", "443": "一心答此但汎明隨舉一字圓收第九門中以前", "444": "八門皆歸一心則總別異耳若爾何名以義圓收", "445": "但是別故答無有不收之法故名圓收以人法中", "446": "但是法為門故況唯是法中一義尤顯成別為門", "447": "別故理各有歸互不相違。▲鈔疏有三節者一教", "448": "義二理智三人法問疏云或人法攝盡此中人攝", "449": "與次人攝何殊答此以法為門則無非法者故人", "45": "因故禪唯一心故是福度之最福德之果無等故", "450": "亦在中彼以人為門則無非人者故法亦在內雖", "451": "各舉一全收而為門自異故言亦更應言或法界", "452": "字攝者疏外補出也一部所詮不離法界故。▲鈔", "453": "順於後表三聖故者華即普賢普賢行故嚴即文", "454": "殊文殊以解起行故佛即圓解行之普賢文殊證", "455": "法界體用之普賢文殊成毗盧遮那光明遍照以", "456": "行解證三字攝盡也亦應云下此下皆疏外補出", "457": "也。▲言從所詮故者通指入法界及理行果也。▲", "458": "鈔教即經字下前疏七字攝盡總舉題為能攝今", "459": "以教理行果配歸一題欲顯四字攝盡既即總題", "46": "故云無與等身也願窮來際住劫無窮故住一切", "460": "總無不攝或教義成處下汎言四字該攝一切言", "461": "故總卷之下謂上釋約其總相此下於四字中各", "462": "卷成一法以攝無盡也或信解行證下問但收一", "463": "部何名圓收答教雖無邊豈出四義文且配歸一", "464": "部實則無不該收言如下當知者指下別釋文義", "465": "中當知也。▲鈔謂加一理字者或可加一教字開", "466": "能詮故復詮上四。▲鈔理即所信等者等取所解", "467": "所行所願所證所信即十信也。▲鈔或七字下問", "468": "前疏已指七字今何重說答前但總指此約增數", "469": "至此復言一題通目無盡法者乃至十類之經皆", "47": "劫六般若度即大字照實性故九力度即經字持", "470": "名大方廣佛華嚴經故此猶約部類言之既以義", "471": "收何法不攝。▲鈔或八字下以是宗中八字故義", "472": "如前說既是經宗無不貫故即攝盡也或九字下", "473": "先舉總體言無障礙法界前法界言雖亦是總此", "474": "更表具德加無障礙言又不開理實故既約增數", "475": "以明故且略其不思議言又前宗中已說義在其", "476": "中故或十字下即前大字十義順文對故少不次", "477": "也十表無盡至此略畢又舉此為式餘准知故。", "478": "鈔然有二重先約人法對辨二聖者謂理智為法", "479": "普賢文殊名人或可人即華嚴法即大方廣將此", "48": "令不滅故力不可搖悉過一切也十智度即方字", "480": "人法對辨普賢文殊二聖人也一釋之中後解為", "481": "勝若依前解人及二聖皆是普賢文殊云何分別", "482": "能所對辨耶應但言約法辨二聖何言約人法對", "483": "辨二聖耶問疏中既有三聖何言二聖耶答佛無", "484": "別法合前二成具理智之人法故。▲鈔後於人法", "485": "中各有二聖下即華嚴名人大方廣名法各有二", "486": "聖如疏中配言佛字當中下疏云佛即圓解行之", "487": "普賢文殊者此以佛字向下取華嚴二字收人中", "488": "二聖第一重也證法界體用之普賢文殊者此以", "489": "佛字向上取大方廣三字收法中二聖第二重也", "49": "智為性德故智窮事法隨物成身上依義配十字", "490": "成毗盧等通上兩重又唐梵雙言逐便釋故以成", "491": "文故或可佛字當中等言即通就前二科中釋也", "492": "以佛字皆於前二科內皆在大方廣法下華嚴人", "493": "上故云佛字當中兩重總收前科疏云佛即遮那", "494": "具能所故後科疏云佛即圓解行等此即但說兩", "495": "科以為兩重故前鈔標兩科云然有兩重不爾鈔", "496": "文何不解前科佛字耶二釋隨取以後科中亦有", "497": "兩重故。", "498": "鈔謂心體離念等下正是起信論顯示正義中釋", "499": "覺義之文也彼疏云心體離念者離於妄念顯無", "5": "則十義皆配於因也鈔中具斯二意故今應皆約二", "50": "故不次第仍照前十佛十身理皆可見。▲鈔末云", "500": "不覺虗空有二義以況於本覺一周遍義謂橫遍", "501": "三際竪通凡聖故二無差別義謂在纏出纏性恒", "502": "無二故言豈非大耶者即是鈔詞指屬言一心六", "503": "度萬行皆起者前中心體相用者心是所觀真心", "504": "此中一心六度者心是能觀觀心則能所有異言", "505": "覺心性相等者覺者即上觀心也在因名觀在果", "506": "名覺即是能覺心性相者心是能具真心體相是", "507": "所具三大等即是所覺言一念相應覺者謂覺心", "508": "初起心無初相始覺合於本覺無復始本之異故", "509": "云相應故經云下即離世間品文也言覺性無覺", "51": "下上約行布以十度因別成十身此下約圓融總", "510": "下絕能所故覺相歷然下不壞能所故此二不二", "511": "下存泯無礙故此皆修生之智。▲鈔覺非外來下", "512": "明全依本智全同所覺全同本智則新本冥符全", "513": "同寂體則能所一味言一亦不為一者法句經文", "514": "也具云一亦不為一為欲破諸數如斯下總結謂", "515": "始則因文悟理終則觀成契入如其能爾雖觀文", "516": "字心無取捨豈但棄於文字便為真正故得逢文", "517": "義俱能發暢對根宜悉善調伏故云未曾一念不", "518": "契華嚴問何故但契華嚴不言大方廣等答華嚴", "519": "是能觀之止觀若能止觀雙運證體相時即大方", "52": "名多因成於佛身則圓融行布之異也言即圓淨", "520": "廣由證此故即是佛也故雖只言華嚴便以義具", "521": "上之四字或可成文便略故不言之然疏中更有", "522": "性海二字即是歸極之所。", "523": "疏第十泯同平等者謂泯心境二法同一真如則舉", "524": "心即境舉境即心平等無有障礙也言為未了等者", "525": "先釋泯異歸同平等之義為未了自心者令了自心", "526": "云何了耶若知下釋既觸物皆心誰為能了能了不", "527": "立所了安在故梵行下如彰地位中已釋言然今學", "528": "法下敘此門之來意也言多棄內而外求者以棄自", "529": "內心而外求他境故言好亡緣下好亡外緣而內照", "53": "下無行不具萬德頓具無果不克言上約相顯下", "530": "自心執心執境故並為偏執今既心境如如故平等", "531": "無礙。", "532": "鈔前八法師所知等者此釋疏然今法學下文也", "533": "謂或有依前八門所說秪尋文解義而已即法學", "534": "之者棄自心而外求但名解法與他而為軌範自", "535": "乏正行故若依第九修習禪定好樂亡緣內照自", "536": "心為所崇尚此是失前九門正意故疏會為偏執", "537": "俱滯二邊故。▲鈔即借帝網下喻家喻也謂鏡燈", "538": "是能喻帝網為所喻帝網為能喻重現無盡為所", "539": "喻今云借者以彼喻重現無盡此喻平等無礙故", "54": "指上鈔文以十華義配配於十度約其法喻相顯", "540": "云借也或可彼總喻一切法此別喻心境故云借", "541": "也。", "542": "疏見夫心境互照者若了上喻之者則解見心境而", "543": "互相照現實由本覺之智入心入境故既本智雙入", "544": "是謂境即心故心中悟境心即境故境上了心故心", "545": "境重重互現而本覺智性常在於心境也。", "546": "鈔但取明了之義者以燈為喻但取燈上明了之", "547": "義喻於本智或可兩鏡一燈皆明了故明了即是", "548": "喻體心境本智唯一真心隨義別故皆有明了之", "549": "義言智性色性下即起信論文以智性證上入心", "55": "行布義說若約圓融則隨一一度一一行皆圓具", "550": "以色性證上入境本無二者證雙入也此文或可", "551": "亦證心境俱有明了義也知一切法下梵行品文", "552": "由本智入心入境故一切法即心自性也則雙證", "553": "二義可知故此下釋成雙入義。", "554": "鈔尊容喻真佛等者性本是佛名真佛故言今人", "555": "只解下遮非或舉淺解以顯深義也今明下顯正", "556": "也雖但言如為總融萬有即是一心之理故名如", "557": "也言作佛者如鏡新明合於本明義言作故亦無", "558": "能合所合言心佛重重者境中見重重心佛心中", "559": "見重重境佛疏文語略但言心佛又欲成文義已", "56": "十華之義融通無礙無勞文說可以意得。", "560": "說故而本覺性一下即真佛唯一也今以像喻真", "561": "云即尊容之雙入。", "562": "疏皆取之不可得下謂上心境二法皆以心取之不", "563": "可得其形相即成止也以心照於心境而不可窮盡", "564": "即成觀也。", "565": "鈔雙融前二者兩鏡互照雖重重遞現一燈尊容", "566": "雙入亦影現重重皆以手取之不可得法准應然", "567": "上來心境二法重重互現名為心境今取之不可", "568": "得名為兩亡故成止也而照前互現不可窮心境", "569": "交徹故名觀也。", "57": "鈔其引果華亦喻下以疏中引果華喻萬行嚴身", "570": "疏境境互望者以此境對彼境本覺之智雙入彼此", "571": "二境故此境悟彼境之佛彼境了此境如來一一同", "572": "前心心等例知。", "573": "鈔境有多境等者染淨等境一一互望本智真佛", "574": "皆入等迴向品云阿僧祇淨光寶常放無礙大智", "575": "光明普照法界等言心有多心下善惡等心一一", "576": "互望本智真佛雙入等亦爾雙泯雙融皆成止觀", "577": "與前不別故疏云皆一致也言唯證相應下上皆", "578": "因分假此為門故若諸行者能與如是觀行相應", "579": "冥同果海故。", "58": "華喻功德鈔中不但如疏亦德喻二因也華字喻", "580": "疏三智正覺世間等者以眾生世間即所化根謂等", "581": "覺已還故智正覺世間即能化主此不同汎言智正", "582": "覺世間也若汎言智正覺世間者亦通等覺已下十", "583": "地菩薩以六七識已轉成無漏智正覺性故今以能", "584": "化主言揀之故唯目佛也言主則為二者以器世間", "585": "主謂水神火神等及眾生世間主謂天王龍王等俱", "586": "名諸王故唯二也佛非世間下通妨也問佛非世間", "587": "生滅之法何名智正覺世間耶故此答也既佛之自", "588": "體非世間從所統器及眾生受世間稱者世間之智", "589": "正覺名智正覺世間智正覺世間即主名智正覺世", "59": "因故言生因者如種生現等了因者如燈了物故", "590": "間主依主持業二釋如次例前諸王各分器界及眾", "591": "生故是器即世間眾生即世間器世間之主眾生世", "592": "間之主持業依主二釋如次。", "593": "疏妙謂法門等者問前會梵音中翻就此方而無妙", "594": "字何以此言妙耶答具云法門威德乃有妙義由法", "595": "門威德令三世間體用深廣難思故名為妙此則言", "596": "簡理周譯者善巧言即主之所得者即是三世間主", "597": "之所得故言其地堅固并於一切法成最正覺者皆", "598": "妙嚴品文言三業周普者上成最正覺即意業周普", "599": "其身充滿一切世間即身業周普其音普順十方國", "6": "意意以疏文一含實義者華為能含實謂子實以為", "60": "此二無礙則逈異餘宗為圓宗因也。▲鈔淨行品", "600": "土即語業普周也所以長行下總指第二卷已下至", "601": "第五卷經文皆長行中說諸王各得法門為嚴偈讚", "602": "中以讚佛德皆顯嚴佛上皆明智正覺世間嚴也。", "603": "疏眾生不嚴下反顯也若順釋者眾者有法門威德", "604": "莊嚴力方感佛興佛以三業周普眾德莊嚴故方能", "605": "為主就佛所變事理相融重重無礙方為真佛依處", "606": "也。", "607": "疏顯遇有德者佛嚴眾生也眾生得法莊嚴微妙輔", "608": "翼如來顯佛超絕勝過一切即眾生嚴佛也亦應更", "609": "有器界莊嚴顯化主真極海會大眾堪為法器義不", "61": "下但證神通等如華不約草木華為證然神通下", "610": "異前遇者有德顯佛超勝故疏略不言有科云三嚴", "611": "相成故知應爾也。", "612": "疏今明序已兼正等即序分中所明深理已兼正宗", "613": "之義故廣讚下却歸序意。", "614": "疏謂所得法等者謂由得深法智眼方開能淨三世", "615": "間故又所得法可重如眼亦法本淨如眼不唯自淨", "616": "復能淨於世間故又淨即嚴義但名異耳故今新譯", "617": "為妙嚴也。", "618": "鈔即今法門威德者兼和會三處也謂梵本具譯", "619": "云法門威德晉譯云淨眼今譯云妙嚴名殊義一", "62": "釋疑四前果上用故與果俱故疑云神通豈不通", "620": "也以法門威德即法眼清淨故既能法眼清淨即", "621": "能妙嚴世間故。", "622": "華嚴懸談會玄記卷第四十終", "623": "音釋", "624": "愎音必恨也。鉗音乾束物也。", "63": "因耶故此釋也且就金玉之華下如金玉華與身", "64": "俱故神通等相與佛體俱也。", "65": "疏即上十華同嚴一佛等者謂能嚴之華十華總取", "66": "所嚴之佛十中唯一仍為嚴不同故成十義行願鈔", "67": "云十華即是十度十度同嚴一佛。", "68": "鈔言為嚴不同下是約喻明也如以十寶嚴一金", "69": "佛次以十寶嚴一銀佛等能嚴十寶雖同望於所", "7": "所含今取能含是實之含依主釋也以此即喻清淨", "70": "嚴以分能嚴之異以嚴金佛之十寶但屬金佛之", "71": "能嚴十寶非銀佛之能嚴十寶等法中亦爾以十", "72": "華之因同嚴一法界佛次以十華之因同嚴一本", "73": "性佛等則十華之因望其所嚴十佛以分能嚴十", "74": "華之因有異嚴法界佛之十華非嚴本性佛之十", "75": "華等故疏云為嚴不同亦有十義即是總將十華", "76": "歷徧十佛故成十義也此但取莊嚴之義不取嚴", "77": "字為大智也。▲鈔第二別釋者又以十種華義次", "78": "第嚴前離世間品中十佛如一含實義嚴法界佛", "79": "二光淨義嚴本性佛乃至十開敷義嚴心佛言義", "8": "法界含恒沙性德即法界佛當題中大字又取所證", "80": "同一度成一佛者同前所引法界品普眼長者處", "81": "說之義也上之總別二種十義既即以華義轉成", "82": "嚴義配題七字彰其互釋不異於前思之可了。", "83": "疏更有十義等者前但以華嚴佛即華字能嚴佛字", "84": "為所嚴今以因果等皆有互嚴故逈異於前言一用", "85": "因嚴果等者因為能嚴果為所嚴此正顯所嚴故下", "86": "句云以成人也下九例知然言是佛華嚴者是總指", "87": "故故鈔云用因嚴果是華嚴之佛故。", "88": "鈔然亦是下謂此十義正取互嚴義兼是下文別", "89": "釋得名之中合釋之義疏恐其繁故鈔補之問若", "9": "目能證配般若度證法界故二光淨義者喻本有大", "90": "與下同與下何別答下取釋名此取互嚴故不同", "91": "也言若約下顯作釋體式也以此中持業依主二", "92": "釋名同法相而義全異持業即約圓融依主即約", "93": "行布五對可知言如第一用因嚴果下以華為能", "94": "嚴佛為所嚴以佛妙果由因得故此是嚴義故佛", "95": "果從華因以彰名是華之佛名佛華嚴作釋之後", "96": "目於佛故下皆准知二佛之華嚴有本鈔文少一", "97": "嚴字貞元疏云是佛之華嚴故即以果嚴因也三", "98": "即以人嚴法謂昔修殊因今得果佛方能嚴顯法", "99": "之體用故四即以法嚴人謂以大方廣體用之法"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 236 華嚴懸談會玄記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 236 華嚴懸談會玄記", "author": "元 普瑞集", "language": "chinese", "source": "CBETA"}