{"sourceLink": "http://www.cbeta.org/", "text": {"0": "題解息諍論", "1": "整理者　方廣錩", "10": "號。兩件本為一卷，首尾均殘，依次抄寫有《天竺國菩提達摩禪師", "100": "□□。愚夫對境迷心，智者知心現境。達悟之者，必無離見之", "101": "心。分理推尋，未有離心之見。心境不二，故言一合之相。心不孤", "102": "起，必託境生。境不自名，由心始立。故知三界唯心，變境本由心", "103": "識。故知色性不知，無情無識。因眼分別，與色為名。眼既自空，色", "104": "從何實？」", "105": "因日光明眼得見，夜即不見離諸緣。", "106": "若眼自能見色者，何故無緣而不見。", "107": "眼常因於諸光明，得見種種可意色。", "108": "當知見色眾緣生，是□□□不能見。", "109": "附錄二〔附錄二〕", "11": "論》、《禪策問答》、《息諍論》等禪宗文獻多種。後因該卷位於《息諍", "110": "五言　內詩　王質作", "111": "道非生死外，即色本來空。", "112": "欲求無相理，還入有相中。", "113": "須彌本無性，芥子本來空。", "114": "兩個俱無體，寧得不相容。", "115": "石女無兒性，木濕火難求。", "116": "虛空難打拴，押沙不出油。", "117": "渴鹿奔陽炎，飛蛾趁火精。", "118": "□□□□□，□妄失乾城。", "119": "七言", "12": "論》部分之兩紙接縫處脫落，從而形成新1254、1255兩號。但脫落", "120": "本覺始覺何□□，□□所見本由心。", "121": "若能如斯會□□，恒□□□□□□。", "122": "忽見世事今來至，新來□□□□□。", "123": "□□□璃瓶裡坐，任愁三界不寬□。", "124": "大士求佛在心中，當欲求心□□□。", "125": "□□□□是其心，祇睹覓者心蹤迹。", "126": "不覺心起遊諸境，未及觸著□□□。", "127": "□□□□□兩目，終成無眼是盲人。", "128": "五言", "129": "可行不可到，可到不□□，", "13": "處文字未受損傷，故《息諍論》本文保存完好。", "130": "□□□□□，□□□無生。", "131": "五言", "132": "緣□…□約莫令□境□…□", "133": "（後殘）", "134": "〔錄文完〕", "14": "原卷在《息諍論》之後還抄寫有禪問答一則及王質所著禪詩若", "15": "干首。其中禪問答尚保存完好，王質禪詩則因原卷尾殘而殘缺不", "16": "全。現作為附錄，附於《息諍論》之後。", "17": "整理本據北新1254號、北新1255號依次錄文，無校本。本文", "18": "獻曾於1995年3月8日在日本京都禪文化研究所經集體討論，整", "19": "理本吸收了討論會上的不少校訂意見，特別吸收了中島志郎先生對", "2": "〔題解〕", "20": "本文獻的校訂意見與註釋，特此說明，並向中島志郎及參加討論會", "21": "的其他諸位先生表示感謝。", "22": "錄文〔錄文〕", "23": "息諍論", "24": "達摩禪師作", "25": "本文", "26": "夫法身至寂，近遠等同；理性弘幽，玄深叵測。虛融妙體，凡俗", "27": "難明；進證得知，文辭未辨。且三乘而演暢，權弘迷徒。趣理尋思，", "28": "未即於中覓道。小兒無識，可使楊葉為金。智者明然，明知不實。", "29": "於是息諸諍論，寂默義論不申。假使語盡其源，亦未能至矣。", "3": "《息諍論》，中國佛教禪宗典籍，著作者不詳，託名為禪宗初祖達", "30": "故道真如難辯，不在強文之中；縱令義有多端，不表幽玄之", "31": "意。但經文具載，得意忘言。言若是真，寧容止息？祇因眾", "32": "生不會，乖理求言，一向貪逐文辭而不趣向其意。真如佛性，具在身", "33": "中。不自內思，披文外覓。假使多讀不會，祇是鸚鵡學言，終無了悟", "34": "之情，豈免䳓鵄所食。如來設教，祇為大慈。雖演三乘，義歸於一。", "35": "慈悲愍念，故述多方。引接迷徒，望同證理。可歎今時學者，一向述", "36": "言。雖復講解千章，驗行全無一備。口談藥方雖切，終不病除。對", "37": "乏論漿，那能止渴？說食百味，不那饑苦仍存。豈容語義之中，能居", "38": "聖體？是以言中無道，道亦無言。言語之由，乃與為凡標述，權尋聖", "39": "迹，非是口談，證悟道源，都無演說。凡夫未會，雖復要藉言詞，", "4": "摩禪師著，一卷。", "40": "祇為不悟，言中展轉，迷輪相惑。必欲存心慕道，須學少用易明。", "41": "不假多知，勞而無用。若也廣求成道，善星祇可玄登，所以多求，返", "42": "生墮落；但看周利，觸事無堪，箕帚存心，由登羅漢。據斯道理，何假", "43": "多求？事藉專精，心居在定。菩提之路，不近不遙。轉即內求，不勞", "44": "外覓。若人內覓，是則不遙；若也外求，將知不近。但使世人不信，", "45": "願檢後辭。理不可違，那能謬說。", "46": "余今略承斯證，願粗恩君。必不此言，方知大悟善事。非獨聞", "47": "為好，亦望普使聞知。願此含生，俱成佛道。所說引證者，禮拜之", "48": "中，勸人自歸依佛，僧、法亦然。一體三寶在身，何勞遠涉。今因此", "49": "證，將作佛道不遙；更欲遠求，不及迴心向己。故言：「憑賢不能自", "5": "本文的主旨在於說明真如佛性，具在身中。因此解不外憑，必", "50": "聖，觸食不濟己饑。」凡則自凡，聖歸他聖。學人雖藉明師相訓，還須", "51": "以己精專。若也驕慢不勤，師亦未能輒度。", "52": "蓋聞道在不遠，解不外憑。觸食尚不濟饑，憑賢那能聖己？但", "53": "知如此，即須自制其身。師者祇是良醫，有疾藥須自服。夫大道幽", "54": "寞，不可枷杖協成。乃從歡喜之生，不從憂戚之起。既知如此，", "55": "何故不勤？礦雖有金，非爐不出。是以君子得意，盡夜苦己自", "56": "求；無識小兒，始乃憑他度己。若也背身求佛，徒費功程。如捨日月", "57": "而求明，背燈光而覓曉。祇可明從日起，日是明根。祇是日乃生明，", "58": "未見別有明能生日。千章萬句，並是心為。心是萬法之尊，豈可棄", "59": "之外涉。諸法因身而立，將知身是法根。若也無身，法無存立。行", "6": "須迴心返照。批評了祇知外求經論，論諍道理的學風，認為這種學", "60": "者但知身為法主，法則是僧。僧法既是一身，佛亦將知不別。佛法", "61": "僧寶，本是一端。迷者不知，將為別體。為此勸人求己，不外緣塵。", "62": "君子自勵成人，小兒憑他敗己。前賢後聖，並自求心。況乃今人，而", "63": "不向己。法若內無外有，學亦制不關人。縱使內外俱含，亦須迴", "64": "心返照。若能返照，必達其源，事成不久。", "65": "夫道體之本，以己為源；萬行緣由，不離一心為主。祇為人多不", "66": "信，一執堅牢，一向貪著，外求總總，不及向己。波波辛苦，轉益迷", "67": "昏。學問雖多，終無所由。祇如無財話寶，豈得資身？縱使論言，何", "68": "曾遺己？但自心迷廣說，祇是論高。假使廣說心迷，終如話寶。竊", "69": "以經云：「具說多聞，狀似貧人，昔夜數計他珍，終無半錢入己。」如人", "7": "風與悟道無益有害。對研究早期禪宗思想與修習有著重要價值。", "70": "見他造業，即須剋己修營。豈得委彼自賒，而望福報。事無斯理，浪", "71": "受貧窮。唯須一一自專，論他無益。虛談聖迹，廣說無為，說者祇歎", "72": "彼前賢，何關身己？爾乃自嗟迷久，識了不周，每將語義為原，不自", "73": "窮研身己，一向論諍道理，執相逞才，說是道非，不覺隨聲忿怒。口", "74": "雖說言無我，不覺隨語我生。縱道無瞋，不妨因茲即發。凡是論諍，", "75": "特有人我，非我不諍。未審餘人，僕情如此。是以學人但能息諍，定", "76": "得理長，識諍知非，將知不謬。真如渺寞，豈在諍論之中？佛性衝", "77": "虛，那關有無之境？但自迷徒擾擾，不悟法性虛通。計著有無，凡情", "78": "競起。遂即高聲執義，諍鬥紛紜。稱意必忻，違情克怒。口云將", "79": "身慕道，專事人我不休。是以學者雖多，成無一二。嗚呼長嘆，實是", "8": "本文獻未為我國歷代經錄所著錄，也未為歷代大藏經所收。現", "80": "昏迷。可不久滯無明，爾乃恒諍勝負！但欲學貴己，先自取弱卑身。", "81": "不得以己迷成遠，即輕於後學。學無前後，達者為先。有識之徒，俱", "82": "含佛性。祇是未逢師匠，溢溺凡愚；一遇明師，還霑聖位。將知如", "83": "此，不可以色觀人。道德在心，誰能輒識。孔丘雖聖，猶自惡見後", "84": "生。況此凡流，能輕初學？夫立身之本，但以普敬、認惡為源。", "85": "萬善之中，莫過慈愍。欲求無失，事藉治心。在世生平，必須思慮。", "86": "千殃之禍，不入慎門。百事不祥，無能逼善。思尋此事，實用非", "87": "虛。上古已來，焉知不爾。", "88": "又處俗願莫諍。有義欲申，善須和睦，不得輒生忿怒。縱逸喧", "89": "情，非直損人，亦能傷己。向來此語多喜不適彼情，若有慈心，莫將", "9": "在敦煌遺書中發現，為中國北京圖書館收藏的新1254號與新1255", "90": "為咎。計君道理，不藉此言。望使善事共弘，惡事同捨。", "91": "非直才能故騁，且如螢蟲助日。即不加光，但盡赤心，述斯", "92": "拙見。", "93": "附錄一〔附錄一〕", "94": "問：「行者今正禮佛時，為是禮佛？是禮心？正當禮時，為是一，", "95": "為是異？正當見時，見共勿同□別也。」", "96": "答：「見佛若不見心，不見云何禮佛？若見所見之見，見即見。", "97": "是見非性，不可名欲見。若為得見，覺無心無所見，見體本無覺知。", "98": "原來既□□□心不見，云何禮佛？見彼全心，是見；眼看全境，是", "99": "□。□□見彼之心，無有別心之見，知彼原來是此迷心，妄見"}, "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 003 息諍論", "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 003 息諍論", "author": "達摩禪師作　方廣錩整理", "language": "chinese", "source": "CBETA"}