{"sourceLink": "http://www.cbeta.org/", "text": {"0": "修道位十地之下第六地之下", "1": "頌義八󳫠萃五卷", "10": "於此非執心一切有漏心名有相猶不󷑆相縛帶實", "100": "無相觀後得智観通名有相観無相観。問以何知", "101": "爾。󷨽論第九󵘸相多現行愚䟽曰由起無漏淨相", "102": "故相觀多行未䏻多時住無相観即後得智作有相", "103": "淨觀也𨿽作無相少時能故云云。又󵘸純作意求", "104": "無相愚疏曰今此地中既除此障能於無相不專勤", "105": "求乃至於空中起有勝行所言空者無相空理於空", "106": "中作有行即真觀中起於有觀󳸓真俗二境合本後", "107": "二智少用功力即䏻得故不同五地云云以此文釈", "108": "無諸妨難也。", "109": "同學鈔十之一三十三丁尋云付第二釈五地以上真俗", "11": "有相故一切無漏心名無相解脫相󶧠了如幻故也", "110": "合觀何云又未䏻即空而觀於有前六地云真俗不", "111": "合観乎󷨽五六地𨿽真俗合觀非長時故是少分故", "112": "云爾也或真俗合觀在第五地即空起有中殊勝行", "113": "者始起第七地故云未能即空而觀於有也故論󵘸", "114": "第六地云未䏻空中起有勝行也。", "115": "同三之三七丁問十地論中以第七地名大行云云本疏", "116": "釈此文空中起有行故名大行云云尒者空有行者為", "117": "即真俗合観將如何若真俗合觀者真俗合觀義在", "118": "五地已上若如此故者自第五地可立大行名况既", "119": "云即空方便智豈根本智立方便名耶又云有勝行", "12": "是二重於無漏心有観名有相空觀名無相是三重問何名有", "120": "定可後得智若尒空中起有行者但可限後得智何", "121": "云真俗合觀哉依之撲揚大師餘處中第六地𨿽真", "122": "俗雙行未能以空起有行云云若依之如此者見疏", "123": "文第七地空中起有行故立大名五地中𨿽真俗雙", "124": "行極用功力第七地不尒故異前立大名云云此釋", "125": "意真俗合觀名空中起有行見󷨽以即空方便智𤼲", "126": "起有中殊勝行者非真俗合觀也既云方便智故知", "127": "非根本智依之明詮釈云方便智者後得智也云云", "128": "若尒者後得智中即空起有行始在第七地五六兩", "129": "地𨿽真俗合觀未能空中起有勝行仍與真俗合觀", "13": "觀空観耶󷨽有二門一者三性相對觀遍計空名空", "130": "異也但於今疏者通伏難也意云五地已真俗合觀", "131": "如何空中不起有行乎󷨽此伏難意云第五地𨿽真", "132": "俗合觀極假功用未断純作意求無相愚是故空中", "133": "不起有行第七地中𨿽非任運断此愚故真俗合觀", "134": "用功力小故空中起有行。為言", "135": "尋云章云八地已上無勉勵修任運空中起有勝行", "136": "真俗二識恒俱合緣云云如此釈者空中起有勝行", "137": "者即真俗合觀歟󷨽舉別々事也問疏十本釈未能", "138": "空中起有勝行之文云所言空者無相空理於空中", "139": "作有行即真觀中起於有觀󳸓真俗二境合本後二", "14": "觀々依圓有名有觀二者𨿽観依圓二性觀空門名", "140": "智少用功力即䏻得不同五地云云如此釈者空中", "141": "起有行者無分別智空觀之中起後得智有行也󷨽", "142": "尤難會也先師上人云真俗合觀者󱴬尒合觀也至", "143": "第五地始󲎘此德空中起有勝行者無分別智真觀", "144": "之中起身語等勝行也起勝行即能緣之故又是真", "145": "俗合觀也第七地中始有此事若尒者真俗合観廣", "146": "設𨿽不起勝行真觀中緣俗事者是合觀故空中起", "147": "有行󵊼非󱴬尒合觀故若得此意處々無相違問若", "148": "根本智何不云󵬅便智󷨽方便智者起殊勝行之後", "149": "得智也非即空之智即無分別智空觀後得󵬅便智", "15": "空觀々有門名有觀也謂於依圓二性自本備空有", "150": "發起有行為言。", "151": "唯識論十三丁七法無別真如謂此真如𨿽多教法種", "152": "種安立而無異故。", "153": "述記十末十六丁論七法無別真如至而無異故。述曰", "154": "由離生󷓟紬相現行故𨿽多教安立真如無別世親", "155": "同謂教安立為勝義法界善不善等此無別也。新", "156": "中𨕙云由通達此知法無相不行󷷎𦀇等種々法相", "157": "中此依教談如無異彼依如談教無異𦂶亘一𨕙亦", "158": "不違也由達此如即空方便智發起有中殊勝行。", "159": "探要記一三十八丁論曰於七地由種々法無別義釈曰十", "16": "二門謂依他󷝳假義圓成空寂義是空門也依佗因", "160": "二部經所顕法門由種々義成立有異由一味修行", "161": "一味通達一味至得故不見有異由觀此義得入七", "162": "地。", "163": "唯識論九十九丁方便善巧有二種謂󷴰向方便善巧󳫠", "164": "濟方便善巧。", "165": "述記十本二十丁論方便善巧至󳫠濟方便善巧。述曰", "166": "攝論第七解十地中方便度者謂以前六度所集善", "167": "根共諸有情迴求無上正等菩提故世親云此由般", "168": "若及與大悲以諸善根迴求無上菩提是般若作諸", "169": "有情一切義利是大悲故無性云不󵘩生死而求𣵀", "17": "緣生義圓成凝然常住之義也是有門也観此空門", "170": "槃大悲故不󵘩生󷫖般若故求𣵀槃四十九󵘸如前", "171": "所󵘸十二行相󵬅便善巧當知󵘸名方便善巧度十", "172": "二行相者前四十五󵘸合有十二種方便善巧成󶁫", "173": "佛法有六成󶁫有情有六合名十二行相成󶁫佛法", "174": "六為般若成󶁫有情六為大悲如彼廣解對法十四", "175": "有四種方便善巧勘同異瓔珞有三一進趣向果二", "176": "巧會有文三一切不捨不受此中𢌞向即般若󳫠濟", "177": "即大悲。", "178": "論泉九中廿六丁光云方便者善巧義也六度行イタツ", "179": "ラニナスシテ巧回求上求下化二利要湏義也", "18": "名空観〃有門名有観於此空観猶観依佗名有相", "180": "云云後四悉智歟アレハ大悲為方便度躰無嗔無", "181": "癡為躰也又瑜伽四十九方便度十二行相アル也", "182": "六自利六利佗也。", "183": "百法抄見聞七十二丁󷴰向方便者是般若也所謂大慈", "184": "與樂義也󳫠濟方便者是大悲󷒗苦義也。", "185": "演秘七末十一丁又對法十四有四善巧一成就有情善", "186": "巧謂四攝法由攝受彼令處善巧二圓滿佛法善巧", "187": "謂惠波羅密三速證通惠善巧謂日夜六時發露諸", "188": "惡隨喜功德勸請諸仏𢌞向善根四道無断善巧謂", "189": "無住𣵀槃由此數々究竟無断周遍十方一切世󶉈", "19": "観〃圓成真理名無相観也是四重問論釈第七地菩薩", "190": "隨所應化示現一切仏菩薩行。", "191": "第八地之下第八地之下", "192": "百法抄七十七丁問何名不動地耶答此地無漏心任運", "193": "相續不間断故一切有相功用煩惱不䏻動故名不", "194": "動地也凡八地以上任運無功用處於所行全不借", "195": "功用一念中修諸行諸行中又兼修諸行不量自利", "196": "㓛德自增進不營利佗功󷸷十方現凡地前二位名", "197": "不覚現行位不量煩惱自生故七地以前名故意方", "198": "行位為利有情勵起煩惱助願受生故八地以上名", "199": "永不現行位純無漏相續不故起煩惱故也亦地前", "2": "第七地之下第七地之下", "20": "云不執菩提有情實有無由𤼲起猛利悲願。云云", "200": "二位一行中修一行七地以前一行中修諸行八地", "201": "以上諸行中修諸行也凡此地已上更不借功用故", "202": "功德任運生剎那〃〃增進故八地以上名剎那增", "203": "進位也故疏云以第八地初一念所得功德望前二", "204": "僧󷸪所行功德一倍第二剎那更倍前念如是展轉", "205": "勝進倍前熏習增進仏果圓滿不增不减也取意問", "206": "此地断何障耶󷨽断無相中作加行障也於此為二", "207": "愚一於無相作功用愚二於相自在愚初愚者謂前", "208": "第七地𨿽住純無相觀猶借功用不自在此第八地", "209": "断於無相作功用障故功德任運無功用也故論云", "21": "意何耶󷨽第七地菩薩深住無相観故謂菩提無可", "210": "前之五地有相觀多無相觀少於第六地有相観少", "211": "無相觀多第七地中純無相觀𨿽恒相續而有加行", "212": "未䏻任運現相及土云云第二於相自在愚者則前", "213": "第七地𨿽修空中有行未自在此地断彼故現相土", "214": "自在也相者身土相也為利生現種々身土相也問", "215": "此地菩薩證何真如耶󷨽此地所證真如名不增减", "216": "真如也謂此地清淨一切雜染法多减󷓟淨法運々", "217": "增進𨿽断染法不起减執𨿽增淨法不生增執故名", "218": "不增减真如也亦名相土自在所依真如其義明也", "219": "問修何波羅蜜耶󷨽以願波羅蜜為本行也願者於", "22": "求有情無可度心會無相難發猛利悲願所謂故意", "220": "此有二一求菩提願々佛果大菩提故二利樂佗願", "221": "願度一切有情故上求菩提下化有情者是𨿽菩薩", "222": "通相此地殊修之也。", "223": "同見聞七十三丁一念中修諸行等者謂十地十波羅蜜", "224": "云時八地已上如次方願力智為本行云ヘ󴚂八地", "225": "已上任運無㓛用故何取相主行可云云云。○疏云", "226": "以第八地初等者謂第八地初一念福智二行修中", "227": "行功德前二刧福智二行㓛能望一倍增歟無量倍", "228": "增歟學者二義也其取彼十地経舩笩譬󵘸所謂七", "229": "地以前陸地舩笩喻八地已上水路乗舩譬也是ト", "23": "發菩提有情實有執由此發猛利悲願也問若尒者", "230": "ナタニテモ見取也然猶無量倍增云義會此譬󵘸", "231": "云云於八地已上真俗合󵘸事有歟無歟學者異義", "232": "也。", "233": "唯識論九十八丁八不動地無分別智任運相續相用煩", "234": "惱不能動故。", "235": "述記十本十二丁論八不動地至不能動故。述曰相者", "236": "有相用者功用無性云一切有相一切加行皆不能", "237": "動此地心故第七地𨿽一切相不能動之不現行故", "238": "然不自在任運而轉有加行故猶有煩惱第八地中", "239": "任運而轉不依加行無功用故亦無煩惱七八二地", "24": "此地菩薩全不起有行耶答𨿽起有行猶則空起也", "240": "之差別也十地云報行純󶁫無相無間故名不動此", "241": "地已去明知無相非有間也。", "242": "演秘七末四丁䟽十地云報行純󶁫者因循任運不待", "243": "加行而能成之名為報行如言報性自䏻是等。", "244": "論泉九中二十二丁相用煩惱右點導論點也而先抄㔫點", "245": "如見追可尋之光云相用煩惱有相有㓛用煩惱也", "246": "此二中有相煩惱不動第七地得此功德何云第八", "247": "地始德耶云云此㕝追可󷪘之。", "248": "述記七本三十五丁二乘聖者十地菩薩於能治藥所治之", "249": "病俱不能遍了知盡故於後得智中為佗󵘸法必須", "25": "前六地未䏻空中起有勝行也問則空起有行方何", "250": "假藉尋伺二法與佛稍別仏無功用󵘸故八地已去", "251": "𨿽無功用果未滿故有任運功用故不同佛又功用", "252": "有二一自利二利佗前八地已去皆無後八地已上", "253": "猶有七地已前二用並有八地已去無功用者無自", "254": "利用任運入地非於利佗亦無功用佛二俱無故󵘸", "255": "法時不假功用有正思惟躰即是思不名為尋。", "256": "唯識論九廿九丁八無相中作加行鄣謂所知鄣中俱生", "257": "一分令無相觀不任運起前之五地有相觀多無相", "258": "觀少於第六地有相觀少無相觀多第七地中純無", "259": "相觀𨿽恒相續而有加行由無相中有加行故未能", "26": "耶󷨽心乍住如幻空為利有情現金銀󳏃寶等現身", "260": "任運現相及土如是加行鄣八地中無功用道故若", "261": "得入第八地時便能永断佊永断故得二自在由斯", "262": "八地󵘸断二愚及彼󷳡重一於無相作功用愚二於", "263": "相自在愚令於相中不自在故此亦攝土相一分故", "264": "八地以上純無漏道任運起故三界煩惱永不現行", "265": "第七識中細所知鄣猶可現起生空智果不違彼故。", "266": "述記十本七十三丁論八無相中至不任運起。述曰文中", "267": "有四一出躰二障相三即愚四顕有此初也十地云", "268": "於無相有行障世親攝論云於無相作行義意大同", "269": "餘文易了。論前之五地至而有加行。述曰二辨", "27": "土相也問此地断何惑耶󷨽此地断細相現行障也", "270": "相也前之五地觀心猶劣無相觀少第六地中猶觀", "271": "清淨平等如故多住無相第七地中断微細生󷓟相", "272": "故無相恒續而有加行與八地等別。論由無相中", "273": "至得二自在。述曰未能任運入無相觀者不自在", "274": "故未䏻任運現相及土明此地已前亦現相土未名", "275": "自在未䏻任運現故言現相者即是隨欲現何相者", "276": "即能現之如現金銀等相珠󷤌等相皆能現故此即", "277": "寬遍便於相中別建立土自在土自在者隨欲現於", "278": "大小土等現金銀等㐌即䏻現故土即狹也土是假", "279": "別䏻依相是實別所依相中別分立故。論由斯八", "28": "細相者流轉還󷓟生󷓟相也謂前六地𨿽作染淨無", "280": "地至相一分故。述曰三即愚也其文易了故不解", "281": "之。論八地以上至不違彼故。述曰四顕有此地", "282": "以去一切煩惱𨿽不現行微所知障猶可現起此是", "283": "第七識以生空無分別智及果即是󷓟盡定等生空", "284": "後得智皆可現行法執末那不違佊故問若等流後", "285": "得智法執猶起八地以上無漏相續無有一時非此", "286": "等流如何可󵘸二觀等流別也󷨽由無分別生法二", "287": "觀近遠勢用所引故得別也如前已解。", "288": "唯識論三十丁又不動地以上菩薩一切煩惱永不行", "289": "故法駃流中任運轉故能諸行中起諸行故剎那剎", "29": "差別観由作緣起觀猶有生󷓟微細相以彼為障也", "290": "那轉增進故此位方名不退菩薩。", "291": "述記三本六十七丁第八地已上菩薩於無相海任運而轉", "292": "諸佛勸等乃至廣󵘸剎那〃〃真俗雙運以無功用", "293": "故任運轉云。", "294": "同三末六十八丁初地已前於六波羅蜜一行中脩一行初", "295": "地已去於六波羅蜜一行中脩一切行八地以去一", "296": "切行中脩一切行七地已前唯於六度唯有脩一以", "297": "一切行而莊嚴之八地已去於󴧸行中具脩󴧸行然", "298": "所脩願力智度漸次勝前別立其名非唯脩此今第", "299": "三證與彼文同。論󷸚那〃〃轉增進故。述曰此", "3": "百法抄七十五丁問何名遠行地耶答此地出過世間二", "30": "於此為二愚一細相現行愚則緣起流轉細生相也", "300": "第四理謂八地後無漏相續無有漏間又佊亦無末", "301": "得之退故能念々增進諸行勘十地々持及菩薩地", "302": "等彼謂従此八地已去於初󷸚那䏻得過前二阿僧", "303": "󷑜所行功德智惠一倍第二󷸚那更倍前念如是展", "304": "轉勝進倍前。", "305": "百法抄六十一丁總論之者但可云大阿僧󷑜𨿽然依修", "306": "行階級以所󷸏刧分量三也謂資粮加行二位一向", "307": "有漏行也是一。一行中唯修一行是一。於煩惱不覺", "308": "現行位也是一。所行施等猶非真波羅蜜是一。次七", "309": "地以前者漏無漏間雜位也是一。一行中修諸行是一。", "31": "二純作意求無相愚則緣起還󷓟細相也入此第七", "310": "於煩惱故意方行也是一。以所行施等名近波羅", "311": "蜜是一。所行皆有功用也是一。漸漸增進位非󷸚那", "312": "增進是一。次八地以上者純無漏相續位也是一。諸", "313": "行中修諸行是一。於煩惱求不現行位也是一。所行", "314": "施等名大波羅蜜是一。所行一向任運無功用也是一。", "315": "功德󷸚那〃〃增進是一。依有此等階級所󷸏刧", "316": "分三也。", "317": "唯識論五六丁八地以上一切菩薩󷜷有我執皆永不", "318": "行或已永断或永伏故法空智果不現前時猶起法", "319": "執不相違故如󷸶𦀇󵘸八地以上一切煩惱不復現", "32": "地之時断彼二愚故生󷓟細相空寂也問何故以生", "320": "行唯有取依󷜷知障在。", "321": "述記五末九丁論八地以去至不相違故。述曰重諍", "322": "八地已上三地彼位人我執皆永不行不行有二無", "323": "學漸悟彼已永断名為不行有學漸悟及頓悟菩薩", "324": "此位永伏名為不行即是第八捨其名也䏻緣不行", "325": "故此三地法空智不現前起人觀時猶起法執不相", "326": "違故細執不障󷳡観起故若不然者即應起法觀唯", "327": "無漏相續無有漏心隔以此為證八地已去若佊許", "328": "起弟六意識有漏心者何故人執彼位不行人執不", "329": "障有漏心故設未永断彼人執種但是永伏故知無", "33": "󷓟相名細相耶󷨽前六地所断染淨相上猶所殘生", "330": "漏心常起人法觀此以何為證如解深蜜𦀇與七十", "331": "八二障三處過也。論如󷸵𦀇󵘸至所知障在。述", "332": "曰八地已上一切煩惱不復現行唯有所依所知障", "333": "在此𦀇文也。", "334": "唯識義章六本三十三丁問十地之間既有煩惱種子何故", "335": "八地已上不起。󷨽八地已上第六識生空無漏智", "336": "相續故無由起煩惱故悲增菩薩遂得變易身也。", "337": "同六本三十五丁問何故前六識相應現行八地伏了。答", "338": "論云八地以上六識俱者不復現行無漏觀心及果", "339": "相續䏻違佊故云云。䟽曰六識俱者八地不行以", "34": "󷓟相故名細相也問此地證何真如耶󷨽證法無別", "340": "二空無漏無分別智心及此果󷓟定後得智等相續", "341": "不断䏻違第六識二執故不行云云。問且云八地", "342": "以上二空無漏相續之意何。󷨽八地以上第六生", "343": "空無漏相續無間断法空無漏多分現起少分間斷", "344": "是故約生空無漏依長時相續云相續約法空無漏", "345": "依多分相續云相續故合云二空無漏相續也。問", "346": "何以知少分間断猶名相續耶。󷨽別抄云問第七", "347": "地純無相觀即是無漏相續如何得有於無相中作", "348": "加行障諸加行心皆有漏故解云相續起多間断時", "349": "少故云純續理實閒断起有漏心故有加行云云以", "35": "真如也問何名法無別耶󷨽由離生󷓟相安立󷷎経", "350": "此文例可知其義也古德未知此例。問若云八地以上法", "351": "空無漏無間断有何失。󷨽若爾第七法執不可現", "352": "起第六入法空觀時第七法執不行故若八地以上", "353": "第七法執不行者多違聖教也具如次下記之。問若尒八", "354": "地以上第六入單生観時第六法執亦可起。󷨽不", "355": "爾一聚中明闇相違故第七是佗聚故不可例難也", "356": "况復第六法執現起之㓛能八地既盡不可作此難", "357": "也。", "358": "百法抄七三十四丁問八地已上純無漏相續位何第七與", "359": "惑相應耶󷨽八地以上純無漏者㨿第六識論之第", "36": "等種々教法一味而無異故名法無別真如也問此", "360": "七識八地以上猶有々漏之時也問何故尒耶󷨽第", "361": "七識本無意樂識故無自離染之義必被押第六識", "362": "成無漏力第七相應惑不起故所引第六無漏第七", "363": "亦成平等性智無漏也而於第六妙觀察智無漏生", "364": "空法空異第六若入法空無漏被押此法空力第七", "365": "相應法執不起故我執亦不生此時第七成二空無", "366": "漏第六妙觀察智若入生空無漏之時被押此生空", "367": "無漏力𨿽不起第七我執猶第七相應法執起故第", "368": "七識猶法執相應有漏也故八地以上猶第七相應", "369": "俱生所知障現起之時有也。", "37": "地行何波羅蜜耶󷨽以方便波羅蜜為本也於此有", "370": "唯識論十三丁八不增减真如謂此真如離增减執不", "371": "隨淨染有增减故即此亦名相土自在󷜷依真如謂", "372": "若證得此真如已現相現土俱自在故。", "373": "述記十末十六丁論八不增减真如至俱自在故。述曰", "374": "無性云謂法外無用所以不增諸法不壞所以不减", "375": "此即離遍計所執增餘二性减解又一解與世親同", "376": "云染法减時而無有减淨法增時而無有增即断染", "377": "不减得淨不增今此復別離增减執故新中𨕙云由", "378": "通達此證得無生法忍於諸清淨雜染品中不見一", "379": "法有减增故即依如󵘸法無增减也二自在依如前", "38": "二一󷸼向方便善巧謂以前六度所集善根俱󷴰向", "380": "已解如文可解然無性云前諸地中𨿽亦得此無差", "381": "別住然作功用後乃得成於此地中䏻無功用隨用", "382": "即成故名自在新中𨕙云有四自在一名無分別自", "383": "在二淨土自在三智自在四業自在第八地中唯達", "384": "初二名無增减差別如故其相自在名無分別如彼", "385": "䟽解。", "386": "演秘七末三十六丁論八不增减真如等者如疏具辨攝論", "387": "中𨕙與此同異有義自釈復彈疏云初應正同世親", "388": "所󵘸義無別故無性後釈亦與此同不可如疏󵘸此", "389": "彼別詳曰乍觀似同窮理少異攝論直㨿断染得淨", "39": "諸有情與彼俱求無上菩提也二󳫠濟方便善巧謂", "390": "明無增减此約離執明無增减即同中𨕙由證此如", "391": "而離於執不見一法而有增减舉佊所見不增减法", "392": "以顕真如不增减之真如依主釈也以此而言疏意", "393": "遠矣。論即此亦名相土自在等者問此相自在即", "394": "中𨕙論四自在中無分別攝何故此相名無分別答", "395": "無分別智之所起故従因為名此論言相依果受󰅻", "396": "故不相違。", "397": "探要記一三十八丁論云於八地由不增减義釈曰菩薩見", "398": "一切法道成時不增或减時無减如此智是相自在", "399": "及土自在依止相自在者如所欲求相以自在故即", "4": "乘道故名遠行問何名二乘世間道哉答謂初二三", "40": "濟度一切有情方便善巧也。", "400": "得現前土自在者若菩薩起分別願々此土皆成頗", "401": "梨柯等故以自在故如所願即成初自在為成就佛", "402": "法後自在為成就眾生此二自在由不增减智得成", "403": "即以不增减智為依止由觀此義得入八地。", "404": "唯識論九十九丁願有二種謂求菩提願利樂佗願。", "405": "述記十本二十一丁論願有二種至利樂佗願。述曰攝論", "406": "󵘸謂發種々微妙大願引攝當來波羅蜜多殊勝眾", "407": "緣無性云來到彼岸緣為利有情故及為速證佛果", "408": "𣵀槃世親云此願即度名為願度願為當來此是所", "409": "為第七轉聲為當來故發種々願四十九󵘸如前五", "41": "同見聞七十二丁󷨽謂初二三地施戒修相同世間已上修", "410": "種大願名波羅蜜多五大願者四十五󵘸一發心願", "411": "謂初發菩提心二受生願々當來隨順生諸善趣饒", "412": "益有情三所行願無倒思択諸法願於境界脩習無", "413": "量等殊勝功德四正願々當來攝受一切菩提㓛德", "414": "若總若別五大願此従正願所出此復有十種謂供", "415": "養無𨕙佛等此中初是菩提願餘利樂佗願為利有", "416": "情起此願故此中配属如文可知瓔珞有三一自行", "417": "願二神通願三外化願。", "418": "論泉九中二十六丁光尋云求菩提願菩提自身菩提歟佗", "419": "有情菩提欤󷨽玄󷑳攝釈異也古󵿒書アリ云云。", "42": "者即忍也有相無相観者謂有相觀後得智無相観", "420": "同學鈔三之三四丁問論中明八地已上法駃流中任運", "421": "轉故云云尒者第八地入住出三心為俱任運為將", "422": "如何乃至云云。", "423": "又云六丁問本疏中釈法駚流中任運轉故文引十地𦀇", "424": "諸佛七勸󵘸尒者諸仏七󷔚之文但為明利佗行為", "425": "將如何乃至云云。", "426": "又云七丁問八地已上可有不真俗合觀之時乎󷨽可有", "427": "此義也若有者乃至云云。", "428": "又云十丁問頓悟八地已上菩薩入生空󷓟㝎之時可有", "429": "󵘸法之義哉乃至云云。", "43": "根本智也云云󷨽有相謂先初三重執非執相望漏無", "430": "又云十一丁問論中明八地已上㓛德󷸚那〃〃轉增進", "431": "故云云尒者従第八地入心可有此義乎󷨽乃至云云。", "432": "又云十六丁問以第八地初一念功德對前二僧󷑜所行智", "433": "業幾倍耶乃至云云。", "434": "又云十七丁問本疏中以第八地初一念功德望前僧󷑜一", "435": "倍云云尒者依何𦀇論󵘸作此釈哉乃至云云。", "436": "又云十八丁問論中釈八地已上名不退有一切煩惱永不", "437": "行故等四故尒者以四因蕳已前位如何釈之耶乃", "438": "至云云。", "439": "又云同紙問七地已前菩薩一行中修諸行云云若非六", "44": "漏相對有空相對也次三重也云ヘモ俱三性上相", "440": "波羅蜜隨一行者有何過哉乃至云云。", "441": "第九地之下第九地之下", "442": "百法抄七十九丁問何名善惠地耶󷨽此地菩薩成四無礙", "443": "解一切智中以此為㝡勝此惠妙善遍十方善󵘸法", "444": "故名善惠地也問何名四無礙解耶󷨽一法無礙解", "445": "謂法者教法也以䏻詮聲名句文為躰於此無礙自", "446": "在惠名法無礙解也問何云自在耶󷨽一能詮名等", "447": "中現一切名等是其無礙義也二義無礙解謂義者", "448": "所詮義理也一義理中現一切妙義惠解故名義無", "449": "礙解也三詞無礙解謂詞者言詞也言詞自在展轉", "45": "望故合一重是四重也云云不󷑆者マスカレスト讀", "450": "訓釈一音聲中現無𨕙音聲惠解故名詞無礙也問", "451": "與法無礙何異哉󷨽於䏻詮法有親踈差別聲與所", "452": "詮義踈遠聲上名等與所詮義親境各別故分為二", "453": "無礙也先假為境後實為境四辨無礙解謂辨者辨", "454": "才也善達機冝巧為󵘸自在惠解名辨無礙解也問", "455": "此地断何障耶󷨽断利佗中不欲行障也謂前第八", "456": "地󷸚那增進位故於自利㓛德𨿽任運無㓛用於利", "457": "佗功德猶非任運猶借欲行加行心此功用為第九", "458": "地所断障也於此為二愚一於無量所󵘸法無量名", "459": "句字後々惠辨陁羅𡰱自在愚無量所󵘸法者義無", "46": "也問論釈第七地等者是非也其故此論文初地第", "460": "礙解也無量名句字者法無礙解也後々惠辨者詞", "461": "無礙解也二辨才自在愚則辨無礙解也問此地證", "462": "何真如耶󷨽證智自在所依真如也得四無礙智自", "463": "在故也問修何度耶󷨽以力波羅蜜為本行也於力", "464": "有二一思擇力二修習力以智惠思擇諸法而修習", "465": "故為二力也故攝論云由思擇修習二力令前六度", "466": "無間現行云云問教中於力󵘸十力何故今唯二力", "467": "耶󷨽𨿽有十力不可離思擇修習二故也。", "468": "同見聞七十三丁法無礙解者法所謂教法也是名句文也", "469": "謂一名等中一切名等悉有也是無量也此法無㝵", "47": "七地󵘸文也󷨽第七地等者謂第七地菩薩深住無", "470": "處聲举所依举也法呼躰名句文也云云餘無㝵准", "471": "之󷨽於能詮等者謂名句文所詮義理呼顕故名句", "472": "文所詮義近聲所詮義遠也又聲實云名句文似法", "473": "故也。○此辨無㝵解。○譬如遠雪也。", "474": "唯識論九十八丁九善慧地成就微妙四無㝵解䏻遍十方", "475": "善󵘸法故。", "476": "述記十本十二丁論九善惠地至善󵘸法故。󶒣曰無性云", "477": "得最勝無㝵解於諸智中此為最勝智即是惠故名", "478": "善惠世親云此惠妙善故名善惠無性云由法無㝵", "479": "解自在了知一切法句由義無㝵自在通達一切義", "48": "相謂無可而菩提而求無可有情而度故難大悲願", "480": "理由辭無㝵自在分別一切言辭由辨無㝵遍於十", "481": "方隨其所冝自在辨󵘸於此地中最初證得先未曾", "482": "得無㝵解智故名善惠能遍十方者十地云無㝵力", "483": "󵘸法成就利佗行故。", "484": "述記十本七十八丁十地第十󵘸第九地菩薩用法無㝵智知", "485": "諸法自相以義無㝵智知諸法差別相以辭無㝵智", "486": "知不壞󵘸諸法以樂󵘸無礙智知諸法次第不断󵘸", "487": "也又解第一知法無躰性第二知法生󷓟相第三知", "488": "法假名而不断假名法󵘸第四知隨假名不壞無𨕙", "489": "法󵘸又解一知法差別二知義差別三隨言音而為", "49": "發故依故意力菩薩有情實有也思執發々猛利悲", "490": "󵘸法第四隨所樂解而為󵘸之。", "491": "唯識論九三十丁九利佗中不欲行鄣謂所知障中俱生一", "492": "分令於利樂有情事中不欲勤行樂脩己利彼鄣九", "493": "地四無礙解入九地時便能永断由斯九地󵘸断二", "494": "愚及󷥵󷳡重一於無量󷸑󵘸法無量名句字後々慧", "495": "辨陁羅尼自在愚於無量󷸑󵘸法陁羅尼自在者謂", "496": "義無礙解即於󷜷詮總持自在於一義中現一切義", "497": "故於無量名句字陁羅𡰱自在者謂法無礙解即於", "498": "能詮總持自在於一名句字中現一切名句字故於", "499": "後々慧辨陁羅尼自在者謂詞無礙解即於言音展", "5": "地行󷨶戒忍所修行相似凡夫有漏行四五六地四", "50": "願也謂ヲモフト讀也會カナフト讀也故意者コ", "500": "轉訓釈總持自在於一音聲中現一切音聲故二辨", "501": "才自在愚辨才自在者謂辨無礙解善達機冝巧為", "502": "󵘸故愚能鄣此四種自在皆是此中第九鄣攝。", "503": "述記十本七十五丁論九利佗中不欲行障至便䏻永断。󶒣", "504": "曰此文有四一出躰二所障三即愚四總結即初二", "505": "也十地云不能善利益眾生障世親云於饒益有情", "506": "不作行義意亦同前八地中得無相樂躭著寂󷓟不", "507": "肯進脩諸仏七勸方能進趣故唯自利九地之障四", "508": "無㝵解利佗法故。論由斯九地至一切音聲故", "509": "述曰三即愚也於中有二初總後別々中初標後釈", "51": "イト讀也謂此料蕳見第七菩薩特住無相故此謂", "510": "解深蜜七十八云一者於無量所󵘸法即是此中義", "511": "無㝵解無量法句文字即是此中法無㝵解彼言法", "512": "者是名身也句者句身文字是字身此論正之言名", "513": "句字佊文少隱後々惠辨等可解即陀羅尼言貫通", "514": "三無㝵解隨於一能詮名句文中現一切能詮名等", "515": "是法無㝵解於一方音聲中現一切方音聲是詞無", "516": "㝵解或極少於一方一名等中現一切方諸法上名", "517": "於一方一念聲中現諸方一切音聲是二無㝵解境", "518": "差別故前是假名等攝故後者是實躰即聲故。論", "519": "二辨才自在愚至巧為󵘸故。述曰辨無㝵解能為", "52": "依上釈第七地菩薩云歟。", "520": "巧便󵘸甚深法即是七辨迅辨應辨楗辨無踈謬辨", "521": "無断盡辨凡所演󵘸豐義味辨一切世間㝡勝妙辨", "522": "高下清濁小大等是。", "523": "論泉九之下三十一丁私云由斯九地自在愚マテ初總文也於", "524": "無量󷸑󵘸法等ヨリ下別釈也此別中一々標釈ア", "525": "リ可知之。", "526": "樞要下之末四十三丁何故九地障三󷸛㝵解為一障餘一無", "527": "㝵解為一障有何意也要速前三方辨󵘸故前後輕", "528": "重等故開合不同。", "529": "了義燈七本五十四丁問四無㝵解何故前三同為一障第四", "53": "唯識論九十八丁七遠行地至無相住㓛用後𨕙出過世", "530": "獨為一障󷨽前三無礙𨿽躰有三緣境各一無多行", "531": "解第四躰一解行分多謂即七辯又云前三是因第", "532": "四是果故三一障而有差別。", "533": "唯識論十三丁九智自在󷜷依真如謂若證得此真如已", "534": "於無礙解得自在故。", "535": "述記十末十七丁論九智自在至得自在故。述曰中𨕙云", "536": "由智自在圓滿證得無礙解故餘論解同問此地已", "537": "得智自在者何故十度十地脩智󷨽無性云謂此地", "538": "中得無㝵辨所依止故分證智波羅蜜多於一切法", "539": "不隨其言善能了知諸意趣義如實成就一切有情", "54": "間二乘道故。", "540": "受勝法樂非謂全得智波羅蜜。", "541": "探要記一三十九丁論云於九地由定自在依止義由土自在", "542": "依止義由智自在依止義釈曰初二依止義如前釈", "543": "智自在者四無礙解所顕名智此智以無分別後智", "544": "為躰何以故遍一切法門悉無倒故由得此智故成", "545": "大法師令無窮大千世󶉈眾生入甚深義如意能成", "546": "名自在此自在以無分別智為依止由得此自在故", "547": "入九地又釈通達法界為智自在依止故得四無礙", "548": "解由觀此義得入九地。", "549": "唯識論九十九丁力有二種謂思擇力修習力。", "55": "述記十本十一丁論七遠行地至二乗道故。述曰世親", "550": "述記十本二十二丁論力有二種至修習力。述曰攝論󵘸由", "551": "思擇脩習二力令前六度無間現行無性云此中且", "552": "󵘸二力其餘諸力亦攝在中思擇諸法而脩習故四", "553": "十九云所有十力加行清淨名力波羅蜜多十力加", "554": "行清淨者此中何者為思擇為脩習此文義配可知", "555": "瓔珞有三一報通力二脩定通力三變化通力。", "556": "演秘七末十一丁論力有二種者有云思擇思惠脩習脩", "557": "惠若爾後得何有思惠唯無漏故答有正思惟名思", "558": "何失。", "559": "訓論九之二百十八座私云正思惟名思惠事メツラシ。次", "56": "等云此地於功用得至究竟𨿽一切相不䏻動󵘁而", "560": "力度者思脩二惠處有令前六度無間現行力故云", "561": "力歟。疏云攝論󵘸由思擇脩習二力令前六度無", "562": "間現行云云以此文致此推也瑜伽四十九󷜷有十", "563": "力加行清淨名力波羅蜜云云以之配今論二力可", "564": "知之。", "565": "第十地之下第十地之下", "566": "百法七二十丁問何名法雲地耶󷨽此位菩薩得遍緣一切", "567": "法智此智󷓤藏一切總持門陀羅𡰱門等無量功德", "568": "隱覆仏果大智障之其如空廣大無𨕙出生無𨕙功", "569": "德水如大雲覆󷄅空出生清淨眾水故名法雲地法", "57": "於無相猶名有行十地云善脩無相行㓛用究竟䏻", "570": "者緣一切法智故名法雲者此如雲故也問此地断", "571": "何障耶󷨽此地断於諸法中未得自在障也前第九", "572": "地猶於諸法非遍緣自在入此第十地断彼未得自", "573": "在障故於一切法得自在也於此障為二愚一大神", "574": "通愚則障此地中所起自在無𨕙神通變化之事業", "575": "二悟入微細秘密愚則障此地所得大法智雲及所", "576": "󷓤藏功德也問此地證何真如耶󷨽證業自在等所", "577": "依真如也謂業者三業所作也於神通及陀羅𡰱三", "578": "摩地等發三業自在隨類化作種々利樂有情事故", "579": "也問此地位修何波羅蜜哉󷨽以智度為本此位得", "58": "過世間二乗出世間道故此地出過世間二乘道者", "580": "一切智故也於智有二一受用法樂智謂自身受用", "581": "前六度所引起妙智德水法樂也二成就有情智謂", "582": "所得妙智成就利樂有情事也問若此地已得遍緣", "583": "德亦隱覆仏果大智障者何異佛果耶󷨽此地不同", "584": "前諸地已近佛果故𨿽󷪈遍緣德猶有微細未自在", "585": "障故非如佛果遍緣也次云隱覆不言断覆者是伏", "586": "之義也此位伏佛果障出生無𨕙德水也。", "587": "同見聞七十四丁此位菩薩等者故論云大法智雲󷓤眾德", "588": "水󵬰羅空華重充滿法身故已上付其法雲地云學", "589": "者二義有一義意此第十地智佛果大智障制伏事", "59": "前六地中𨿽有緣起染淨無二猶有所治細相現行", "590": "大雲󷄅空覆如故云尒也云云一義意第十地智佛", "591": "果大智障隱覆出生無𨕙智大雲󷄅空覆此雲眾水", "592": "󷓤隣諸物潤如故云尒也云云是惑障隱覆主證㨿", "593": "也云云受用法樂智者是內證用也成就有情智者", "594": "是化他用也。", "595": "唯識論九十八丁十法雲地大法智雲󷓤眾德水蔽如空󷳡", "596": "重充滿法身故。", "597": "述記十之本十三丁論十法雲地至充滿法身故。述曰無", "598": "性云由得總緣一切法智總緣一㓛󷷎經等法不離", "599": "真如此一切法共相境智譬如大雲陀羅尼門三摩", "6": "諦緣起觀猶似二乘行世間二乘行皆是有相行也", "60": "障執有生󷓟流轉還󷓟相故未能空中起有勝行今", "600": "地門猶如淨水智能藏彼如雲󷓤水有能生彼勝功", "601": "能故又如大雲覆隱󷄅空如是法智覆隱如空廣大", "602": "無𨕙惑智二鄣惑智二障此名󷳡重彼論又云又如", "603": "大雲澍清淨水充滿󷄅空如是法智出生無量殊勝", "604": "功德充滿所證所依身故世親云言充滿者是周遍", "605": "義十地第一云得大法身具足自在名法雲地第十", "606": "二云如雲身遍滿故除垢八相成道度眾生萠牙故", "607": "此地如是受法王位如王太子於諸王子而得自在", "608": "但由是處有微智障故不自在對此障故󵘸後佛地", "609": "十地第十二󵘸此地得受位者有十相一主相大寳", "61": "此地中遠離彼障亦䏻空中起有勝行䏻治佊障二", "610": "花王出二量相周圓如十阿僧󷑜百千三千大千世", "611": "界三勝相一切眾寳間錯莊嚴故四地相過於一切", "612": "世界境界故五因相出世善根所生等皆如彼󵘸又", "613": "如懷孕在藏十時菩薩亦尒佊󵘸十位不能繁引。", "614": "論泉九之中廿二丁一十法雲地至充滿法身故事光云緣", "615": "一切法智如大雲陁羅尼三摩地如淨水如雲󷓤水", "616": "智󷓤陁羅𡰱定也智䏻生總持定故次蔽如空󷳡重", "617": "者如雲覆󷄅空此法智如空廣大無𨕙煩惱󷜷知二", "618": "障覆隱󷳡重者䟽惑智二障此名󷳡重云云惑智二", "619": "障者煩惱󷜷知二障歟充滿法身故者疏云如是法", "62": "乘世間即不䏻如是。", "620": "智出生無量殊勝功德充滿󷜷證󷜷依身故。○充滿", "621": "者是周遍義等云云光云常煩惱覆智隱現ヨリ申", "622": "此樣智覆二障事メツラシ此覆隱󷓟盡云歟又二障", "623": "喻空廣大無𨕙事不審也惑障何トテ廣大無𨕙義", "624": "具耶云云此事追可尋之。", "625": "演秘七之末四丁論十法雲地等者按十地第十二云法", "626": "雲菩薩坐有十相前五疏具六成相行諸法如幻性", "627": "境界所成故七第一義相光明善照一切法界故善", "628": "照者名為正観八功德相過一切諸天所有境界故", "629": "九躰相大琉瑠摩𡰱寳為荎等故十莊嚴具足相花", "63": "論泉九中廿一丁光云前六地中𨿽觀緣起染淨無二猶", "630": "身有無量光明一切眾寶間餝其內無量寳󱶈彌覆", "631": "其上故。", "632": "唯識論九三十一丁十於諸法中未得自在鄣謂󷜷知障中俱", "633": "生一分令於諸法不得自在彼障十地大法智雲及", "634": "󷸑󷓤藏所起事業入十地時便能永断由斯十地󵘸", "635": "断二愚及彼󷳡重一大神通愚即是此中鄣所起事", "636": "業者二悟入微細秘密愚即是此中鄣大法智雲及", "637": "所󷓤藏者。", "638": "論泉九之下三十二丁一十於諸法至󷜷起事業事䟽云文有", "639": "三一出躰二所障三即愚此初二也。○大法者是真", "64": "有細相現行障執生󷓟流轉還󷓟相仍空中不起有", "640": "如緣如之智譬於大雲故名大法智雲及󷸜󷓤藏者", "641": "即陁羅𡰱門三摩地門諸㓛德等大法智雲󷓤眾德", "642": "水充滿法身故󷸜󷓤藏即諸功德󷜷起事業謂知󷜷", "643": "起諸大神通云云樞要云第十地障神通為一智雲", "644": "及󷸑󷓤藏為一者內德外業有差別故云云。一入", "645": "十地時至󷸜󷓤藏者事疏云下即愚也。○微細秘密", "646": "者󷜷障微細亦秘密故云云。", "647": "演秘七之末三十一丁論入十地至及所󷓤藏者問後々地中", "648": "所有功德前〃地中頗亦得不答亦許得故瑜伽論", "649": "四十八云如是所󵘸後々住中支分功德非前々住", "65": "行此地治此障故起空中有行見云云一功用後𨕙者", "650": "一切都無然下品故不隨其數當知即佊展轉修習", "651": "成中上品於餘後地證得成滿方乃建立。", "652": "唯識論十三丁十業自在等󷜷依真如謂若證得此真如", "653": "已普於一切神通作業總持定門皆自在故。", "654": "述記十末十八丁論十業自在等所依真如至皆自在故", "655": "述曰業即神通及陀羅𡰱三摩地三種自在業即身", "656": "等三業中𨕙云隨欲化作種々利樂有情事故總持", "657": "中有文義二持持一切法文義等至能持能断隨所", "658": "欲󷄅空藏等而能現前此無性解餘義同此。", "659": "探要記一三十九丁論曰於十地由業自在依止義由陁羅尼", "66": "功用𨕙際云事也功用コレマテ也亦第八地無相", "660": "門三摩提門自在依止義應知法界釈曰通達法界", "661": "為作眾生利益事若得諸佛三業及得陀羅𡰱門三", "662": "摩提門則能通達如來一切秘密法藏得入十地等。", "663": "唯識論九十九丁智有二種謂受用法樂智成󶁫有情智。", "664": "述記十本廿三丁論智有二種至成熟有情智。述曰攝論", "665": "云謂由前六成立妙智受用法樂成󶁫有情無性云", "666": "由施等六成立此智復由此智成立六種名受法樂", "667": "由此妙智䏻正了知此施戒等饒益有情世親云由", "668": "般若波羅蜜多無分別智自性等故成立後得智復", "669": "由此智成立前六波羅蜜多由此自為與同法者受", "67": "無功用常申無相第七地得之無功用ハカリ第八", "670": "用法樂成熟有情四十九󵘸於一切法如實安立清", "671": "淨妙智名智波羅蜜當知能取勝義惠名惠名智波", "672": "羅蜜能取世俗惠名智波羅蜜有多復次後四度異", "673": "門如彼廣解𨿽四十九言於一切法妙智即後得智", "674": "談躰故一今此論等中論用故二不相違也瓔珞有", "675": "三一無相智二一切種智三變化智𨿽引此󷸏未可", "676": "為證以後四種即第六躰今但有二無有三也。", "677": "訓論九之二百十八坐由智波羅蜜成前六度依六度成此智", "678": "見。○瑜伽智波羅蜜立一今論受用法樂成熟有情", "679": "二智立開合不同也。瑜伽談躰今論々用也肝要", "68": "地ハシニル云云。", "680": "第六般若根本智第十智波羅蜜後得智也瓔珞三", "681": "種可見疏。", "682": "等覺位之下等覺位之下此有四一等覺得名二断惑三等覺立不立四等斍位修方便也", "683": "綱目抄四二十五丁一等覺位事此位隔佛果如隔羅󵗳如十", "684": "四夜月隔十五夜月此教意佛果障難断故百千萬", "685": "刧間入重玄門倒修凢事断最後品無明入妙覺施", "686": "設也此位金剛三昧起無明父母永別入妙覺位也", "687": "大󷸏云有所断者名有上士無所断者名無上士云", "688": "此意也。", "689": "七帖名目六末四十三丁等覺位事四教義九云等覺位即是", "69": "唯識論九廿九丁七細相現行鄣謂󷜷知鄣中俱生一分", "690": "等覺性若望菩薩名等覺佛若望佛地名為金剛心", "691": "菩薩亦名無垢地菩薩也矣私云等妙覺位故云等", "692": "覺也是譬十四十五月也圓滿形大㫖同之故也但", "693": "十四夜月不照大海底十五夜月照大海底云等妙", "694": "二覺元品無明断不断不同在之集解云等覺亦名", "695": "無垢地過十地解入百千三昧照一相無相寂󷓟無", "696": "為望干妙斍猶有一等比下名覺故名等覺更有一", "697": "品無明塵垢𨿽有如無故名無垢所修觀智純一堅", "698": "利喻若金剛名金剛心有一生在未全󰡷之名為一", "699": "生過此之後即補果佛妙覺之處名為補處更有妙", "7": "此地住純無相觀故出過世間二乘行也問何名有", "70": "執有生󷓟細相現行彼鄣七地妙無相道入七地時", "700": "覺上位可登名有上士矣尋云猶有一等比下名覺", "701": "釈意如何󷨽望妙覺上位名等望十地下位名覚也。", "702": "了義燈一末六丁西明云三藏解等覺者無間解脫同断", "703": "一障故言等覺非謂解齊名之為等今又助解約󷜷", "704": "證理後更無障〃󷸜證理故見分明不同此前猶有", "705": "微障見不了了不云等覺此云等覺但約根本非𢴃", "706": "後得今此菩提意󵘸後得一切種智不同前故名為", "707": "勝果。", "708": "演秘一本廿五丁有義解等覺妨相傳三釈一云一剎那間", "709": "正躰後得與佛平等名為等覺依長時言對佊名勝", "71": "便能永断由斯七地󵘸断二愚及彼󷓥重一細相現", "710": "二云真智平等後智劣佛三云真俗二智俱未究竟", "711": "不名平等無間解脫同断一障故󵘸等言習氣未盡", "712": "雜染未捨鏡智未生事智未起未遍緣俗知真未圓", "713": "故實非等詳曰𨿽有三解疑猶未遣且金剛位是無", "714": "間道何有長時對之云勝設云此位有多剎那佛平", "715": "等者是何剎那佊俱無間未可於中分成勝劣若勝", "716": "形前々非等覺何過須釈若形二智名勝等者障猶", "717": "未盡復未圓證以何名等若對断障同名為等理即", "718": "有失而文未見由斯三釈皆未敢依未見󷜷據而無", "719": "󷜷㨿今助一釈佛󷜷得法而皆得之菩薩󰅻等󷜷得", "72": "行愚即是此中執有生者猶取流轉細生相故二純", "720": "自在離障圓極故佛云勝故大般若五十五云云何", "721": "當知已圓滿第十法雲地菩薩與諸如來應言無異", "722": "善現是菩薩已圓滿六波羅蜜多八定三十七道三", "723": "三昧五眼六通佛十力四無畏無㝵無量十八不共", "724": "一切智道相智一切相智一切佛法故若復永断一", "725": "切煩惱習氣相續便住佛地是故當知與諸如來應", "726": "言無異釈曰現正等覺是一切智極善通達是道相", "727": "智現等別覺是一切相智又四百七十七云若無間", "728": "道行一切法未離闇障未到彼岸未得自在未得果", "729": "時名為菩薩若解脫道行於一切法已離闇障已到", "73": "作意求無相愚即是此中執有󷓟者尚取還󷓟細󷓟", "730": "彼岸已得自在已得果已時乃名為異由位有異法", "731": "非無別准干此文無異之言等之別名障未離等顕", "732": "佛為勝㨿斯所慿於理通矣問勝劣差等義焉在󷨽", "733": "約󷜷得德名數無差等言德數不㨿用齊一同圓極", "734": "󵬅名等也故智度論云如月十四十五日雖同是月", "735": "十四日不能令大海潮得潮有異而佛菩薩亦復如", "736": "是又如向果勝劣性差聖名同也如言燒衣一分亦", "737": "轉㨿斯相形等勝無󱊿私云見此本文糅鈔卷七判釈可分別之也。", "738": "百法抄七廿四丁何故名等覺耶󷨽等覺妙覺智如十四十", "739": "五月功德智惠大㫖等佛果故名等覺也𨿽有微細", "74": "相故純於無相作意勤求未能空中起有勝行。", "740": "障是不幾障礙如羅網中見月等也譬如王太子立", "741": "等斍名尤有其謂也。", "742": "同見聞七十六丁󷨽等覺妙等者謂演秘等覺釈云佛所得", "743": "法空智得之菩薩稱等所得自在離障圓極故佛云", "744": "勝而此下有問󷨽見其問意云於因位四智中不得", "745": "大圓成事五眼中不得佛眼六通中漏盡通不得三", "746": "智中不得一切種智也何一切佛德悉得云耶云云󷨽", "747": "跡釈云如言燒衣一義亦轉故此相形等勝無苦意", "748": "云燒衣時一分燒衣燒云全分燒々衣云如悉不得", "749": "共皆得云也付其佛非血肉身所定性相也何佛果", "75": "述記十本七十二丁論七細相現行障至便䏻永断。󶒣曰", "750": "󲈂眼得耶󷨽夂修業所得義可心得也意云因位所", "751": "修依所成佛身故於佛果得肉眼也云云是秘所事也", "752": "又譬跡付云十四月照海故漸塩水不合滿也云云十", "753": "五日月海底照也故海潮水合歸也。", "754": "唯識論九三十一丁此地於法𨿽得自在而有餘鄣未名㝡極", "755": "謂有俱生微󷜷知鄣及有任運煩惱鄣種金剛喻定", "756": "現在前時佊皆頓断入如來地由斯佛地󵘸断二愚", "757": "及󷥵󷳡重一於一切󷜷知境極微細著愚即是此中", "758": "微󷜷知鄣二極微細礙愚即是此中一切任運煩惱", "759": "鄣種故集論󵘸得菩提時頓断煩惱及󷜷知鄣成阿", "76": "十地云細相習障世親同此由前六地作緣起觀流", "760": "羅漢及成如來證大𣵀槃大菩提故。", "761": "述記十本七十七丁論此地於法至入如來地。述曰第一叚", "762": "有四一標二顕三即四證此初二也然十地猶有障", "763": "在不名為佛解深蜜等󵘸此第十地𨿽於諸法得自", "764": "在即於業自在義陁羅尼門三摩地門自在義總名", "765": "於法得自在總持及定并業皆名為法由總持等名", "766": "法持故。論由斯佛地至煩惱障種。󶒣曰三即愚", "767": "其文易解無勞重釈此但言種亦有󷳡重。", "768": "了義燈七本五十五丁問前言十障今何十一󷨽前約障因十", "769": "地故十此兼障果故有十一問此佛地障用何智断", "77": "轉還󷓟尚有生󷓟微細相故々名為障此地真如名", "770": "西明云平等妙觀依金剛定共断此障所證同故此", "771": "通根本及後得智而差別者根本雙断迷理迷事後", "772": "得断事今謂不尒若許平等亦正能断應自能生既", "773": "觀察引正唯觀察不尒十障皆二智除何但佛地又", "774": "断前後々得断事一󷸚那除根本足能如何後得別", "775": "断迷事談能可尒正断即非。", "776": "百法抄七廿二丁問障佛果微細障者何耶󷨽有二一俱生", "777": "所知障中極微細於諸法不令㝡極圓滿障及十地", "778": "間未断俱生煩惱障種子故為入佛地断二愚一於", "779": "一切所知境極微細著愚則是彼微細所知障也二", "78": "種々無別真如故此道名妙無相道此細相為障", "780": "極微細礙愚則是彼一切俱生煩惱障種子也金剛", "781": "喻㝎現前之時彼皆頓断入如來位也問此佛果㣲", "782": "細障何位断耶󷨽以金剛無間道智断也問此金剛", "783": "無間道者因果二位中何耶󷨽是因位也問十地之", "784": "間断地之障皆以當地智品断之謂於當地智起無", "785": "間解󷑆二道智無間道断惑解󷑆道證理也何至佛", "786": "果障以因位智為無間道耶既是佛果勝智障也定", "787": "以彼勝智可断之何以因位劣智可断之耶凡断惑", "788": "如明闇相違闇是與明障也明亦與闇障也故明來", "789": "闇去断惑之義亦如是既是佛果障也佛智明法現", "79": "論由斯七地至細󷓟相故。述曰細相現行執有生", "790": "前違佊故彼障可去何非佛智因位智現前位先立", "791": "可󷓟耶󷨽断惑必有無間解脫道無間道正断惑解", "792": "󷑆道證彼択󷓟及断󷳡重故無間道未圓滿未清淨", "793": "解脫道圓滿清淨也而若佛果智為無間道者彼位", "794": "未󵘩󷳡重故可非清淨又正歒對惑位故未已脫圎", "795": "滿也若尒豈無佛果勝劣過耶故以十地圓滿㝡後", "796": "念智品為佛果無間道也但於明闇相違難者自本", "797": "因位㝡極智引極圓明佛智故彼㝡極智其性與佛", "798": "果微細障相違性也故彼金剛無間智生時佛果障", "799": "明闇相違永断也𨿽是劣智其性法尒與佛果障相", "8": "相無相耶󷨽有相󷸛相有多重對望一執心境名有", "80": "者以行流轉以生為首實皆有󷓟於有漏有生且舉", "800": "違性故也於彼󷳡重者與金剛無間智不相違故此", "801": "位未断故第八識猶有漏異熟無記猶為󷳡重之所", "802": "依不佛也此智無間起佛果解脫道智之時與彼相", "803": "違彼󷳡重󷓟故第八識成無漏入圓滿佛位也既彼", "804": "󷳡重障以佛果解脫道智捨故佛果智對障非無明", "805": "闇相違之義󷳡重闇與佛智明相違󵘩故也問何故", "806": "以佊因位㝡後智名金剛無間耶󷨽金剛者能断之", "807": "義也智如金剛輪破物以喻為名也無間者有二義", "808": "或加行心無間正能断智生故名無間或此智無間", "809": "必解脫道生證彼択󷓟故名無間也。", "81": "一生非不執󷓟即執流轉相也純作意求無相愚即", "810": "同見聞七十五丁󷨽以金剛無間等云謂初後二障断中間", "811": "所知障断是性相意也云云付其法相大乘意断惑入", "812": "位也是又佊性相也云云問十地之間等者謂此問中", "813": "有三疑難可見綴文委細也󷨽断惑等者謂無間道", "814": "断惑解脫證理也又無間道惑歒對相翻又󷳡重俱", "815": "行俱轉故未圓滿不清淨也去時解脫道離󷳡重證", "816": "理スルマテナル故圓滿清淨也若佛果無間解󷑆", "817": "二道存󷳡重俱行俱轉セサルト二有故佛果勝劣", "818": "過云云謂佛果勝劣過付學者二義有一義當抄料蕳", "819": "如一義意断惑智必勵力假也若佛果二道存勵力", "82": "執有󷓟即執還󷓟相也。論純於無相至起有勝行。", "820": "假不假二有故佛果勝劣過有云云故因滿智無間道", "821": "佛果智解脫道也是第一難會也所謂因滿智無間", "822": "道解脫道無也其可知也但於明闇等者謂因滿智", "823": "彼佛智引起故因滿智起佛果所障闇去時即佛果", "824": "圓滿智出生故是明闇相違義也私云因滿智佛果", "825": "智云實全不可有各別也是義𨕙也故又因智佛智", "826": "有也不可亂也𨿽是劣智等者是第二難會也云云於", "827": "彼󷳡重等者是明闇相違難會也󷳡重者論云𨿽彼", "828": "現種而名󷳡重已上󷨽金剛等者謂金剛者能断義也", "829": "而寄喻云尒也無間云二義分意一義加行心望無", "83": "述曰前地尚取還󷓟細󷓟相故純於無相作意勤", "830": "間一義解脫道望無間云也付其小乘起四道立也", "831": "意云加行無間解脫勝進各別立故云尒也云云大乘", "832": "意相望四道也所謂當位加行道前位勝進也當位", "833": "淺近道後位加行道如是前後位相望立四道也本", "834": "䟽云由前道為折伏後地文智處生讀也。", "835": "同學抄九之五十五丁問佛果障以因緣智断之歟答尒也", "836": "付之佛果障㝡極微細也何以因位劣智断之例如", "837": "彼十地障各以自地智断之依之勝鬘󷸏云佛菩薩", "838": "智之所能断深密𦀇󵘸於如來地断二愚如何可云", "839": "哉答佛果是出障圓明位也何以彼智品正断惑哉", "84": "求未能空中起有勝行今此地中既除此障䏻於無", "840": "故金剛無間道斷一切障第二念上品無漏生起名", "841": "之圓滿佛果也若以佛果智断障者果位定可有勝", "842": "劣寧得正等覺稱哉但至断十地障之例難者是燈", "843": "問也󷨽之十地各分入住出位勝劣不同故入地斷", "844": "佛位不然故十地断若許佛地同十地者即佛有勝", "845": "劣既無勝劣稱正等覺故皆断已方入佛地文次至", "846": "勝鬘󷸏者佛菩薩智者簡二乘也非簡因位云佛菩", "847": "薩智也意云前四住地煩惱三乘共断之後無明住", "848": "地唯佛乗智断之為言次至深密󷸏文者論云謂有", "849": "俱生微所知障及有任運煩惱障種金剛喻定現在", "85": "相不專勤求乃於空中起有勝行所言空者無相空", "850": "前時彼皆頓断入如來地由此佛地󵘸断二愚及彼", "851": "󷳡重文金剛心断之入佛地故云佛地断障也。", "852": "尋云得勝智時断此智之障也因位劣智與佛果", "853": "障俱何以劣智断之乎無明闇相違義故豈在闇", "854": "中對治闇哉又金剛心断之者何不属果位乎󷨽", "855": "金剛心佛果無問道也故佛果障與此相違此道", "856": "生微細惑隨断𨿽須属之佛果果位圓滿位故不", "857": "取正断道也重意云因位断位故以無間道為初", "858": "佛果果位故限解脫道不取無間道。", "859": "唯識論十七丁一󷜷断捨謂二障種真無間道現在前時", "86": "理於空中作有行即真觀中起於有觀𡨋真俗二境", "860": "障治相違佊便断󷓟永不成就󵘸之為󵘩󷥵種断故", "861": "不復現行妄執我法󷜷執我法不對妄情亦󵘸為捨", "862": "由此名捨遍計󷜷執二󷜷棄󵘩謂餘有漏劣無漏種", "863": "金剛喻定現在前時引極圓明純淨本識非彼依故", "864": "皆永棄󵘩彼種󵘩已現有漏法及劣無漏畢竟不生", "865": "既永不生亦󵘸為󵘩由此名󵘩生死劣法。", "866": "論泉十上十六丁一三󷜷轉󵘩至妄執我法事䟽云謂二障", "867": "種者此出躰。○言真者有二義一蕳有漏不能断種", "868": "故二蕳後得相見道等障治相違如明與闇󵘸之為", "869": "󵘩此即染中名󵘩依佗起性由依佗種断故不復能", "87": "合本後二智少用功力即䏻得故不同五地十地第", "870": "生現行之心妄執我法現行由此断故󵘸現行及種", "871": "依佗為断依他既断已云云。○一二󷜷棄󵘩至皆永棄", "872": "󵘩事䟽云謂餘有漏者即二障餘謂有漏善三無記", "873": "法全異󶁫生少分除法執一分故劣無漏種者即十", "874": "地中󷜷生現行及此種類中下品種由金剛道轉極", "875": "圓者異前菩薩󷜷依未圓滿故極明者行相分明異", "876": "前菩薩智彼不明故或極圓蕳一切有學極明蕳二", "877": "乘無学純淨本識者淨者無漏純者無雜非如囙位", "878": "七識等善淨而不純本識純而不淨今此第八無漏", "879": "相續故名純淨此現行識非餘有漏劣無漏種依故", "88": "九経云七地以十種方便智發起殊勝行入彼論解", "880": "皆永棄󵘩云云。一彼種捨已至生死劣法事疏云此", "881": "種捨已現行彼法永不生由此道理名󵘩生死法及", "882": "劣法此乃總言不蕳何念能󵘩等。", "883": "唯識論十十一丁既󷜷知障亦障𣵀槃如何但󵘸是菩提障", "884": "󵘸煩惱障但障𣵀槃豈彼不能為菩提障應知聖教", "885": "依勝用󵘸理實俱能通障二果。", "886": "傳通記玄一五十三丁四教義十云問曰為定用金剛智断無", "887": "明為用妙覺智断無明耶󷨽曰𣵀槃󷸏云有所断者", "888": "名有上士無所斷者名無上士問曰勝鬘󷸏云無明", "889": "住地其力最大佛菩提智之所能断󷨽曰若用別教", "89": "云無障礙智現在前時於無作行中生樂心等無作", "890": "通十地等覺即是佛菩提智所以者何𣵀槃󷸏云九", "891": "住菩薩名為聞見十住菩薩名為眼見𨿽見佛性而", "892": "不了了以無礙道與惑共住故不了了諸佛如來了", "893": "了見者即真解脫肅然累外故了了也若別教明義", "894": "従初歡喜地即用佛菩提智斷初品無明乃至等覺", "895": "後心方乃断盡若圓教明義即是初𤼲心住得用佛", "896": "菩提智斷初品無明乃至等覺後心方断盡也已上此", "897": "等諸文與今意同凡二智断光宅開善二師諍也", "898": "今釋且附光它之義。", "899": "糅鈔第七十八丁四教義者天台作十二卷文也初問意断", "9": "相有實有妄想故非執境名無相離實有妄想故是一重", "90": "行者即空行也今言非安立行是。", "900": "元品無明等妙二覺中何智耶󷨽意佛無上士故可", "901": "無所断故等覺断次問無明佛智能断因位等覺何", "902": "断之耶󷨽意断無明證中道智名佛智故因位用佛", "903": "智断證無相違九住等者呼地云住故清凉云古譯", "904": "十地為十住故十住毘婆沙亦是十地故已上九地見", "905": "劣故况聞分十地見勝故喻眼見𨿽見等者以十地", "906": "見尚属不了對佛見故以無㝵下無㝵道断解脫道", "907": "證意也是以等覺属第十地不立等覺意也。○凡二", "908": "智等者毘曇意談無㝵道断解脫道證光它依之成", "909": "論意談無㝵道伏解󷑆道断證開善依之今釈且", "91": "同三末六十七丁十地論󵘸初地至六地名為少行第七地", "910": "毘曇意耳。", "911": "七帖名目六末四十三丁問元品無明等覺智断歟。答圓教", "912": "異義也如下別教等覺智斷也同七卷（三十八丁）綱目抄第四在焉繁故今畧之。", "913": "同學鈔十一廿九丁問十真如外別可立佛果所證真如耶", "914": "若立之者論中隨地々所證𨿽立十真如全以佛果", "915": "所證不立別真如中𨕙論等皆其意同若不立者真", "916": "如法性𨿽無差別隨所断障及能證智別建立名義", "917": "十地所證之外何無佛果始所悟耶若許其差別者", "918": "定可有別真如名耶何况所斷障既分十一障所證", "919": "理寧限十真如哉是以䟽中圓滿真如名乃至如來", "92": "名大行八地已去名為廣行前六地一行中脩一切", "920": "十皆能了矣以果圓滿轉所證別名圓滿真如見如", "921": "何乎󷨽菩薩十地中修十波羅蜜断十重障證十真", "922": "如其十真如者隨地々各證真如上一分性故建立", "923": "別名而佛果所證真如真如非如上別義兼十義故", "924": "對十不可立之諸論舉十種不表佛果所證者即此", "925": "意也但至疏文者是釈𨿽初地中已達一切而能證", "926": "行猶未圓滿為全圓滿後々建立之論文也故訓云", "927": "行位有十故圓滿真如名乃至如來皆能了云云意云", "928": "行位有十故地々各有一分圓滿義故別々有真如", "929": "名至如來十別義皆能了之為言是肝心意也又百法見", "93": "行是故名少第七地𨿽亦然以䏻即空方便智𤼲起", "930": "聞卷之七在焉。", "931": "糅鈔第六七丁仁王𦀇󵘸五十一位不立等斍瓔珞𦀇󵘸", "932": "五十二位是則第十地中於入住出󵘸故出位開立", "933": "等覺一位故不立非相違等覚立不立事七帖名目六（四十四丁四十七丁）綱目抄卷之四", "934": "在焉繁故今畧之。", "935": "摩訶止觀私記六本十八丁問唯識但明十地佛果不明等", "936": "覺何以為證󷨽論𨿽不明彼宗人師皆立等覺故知", "937": "彼宗合在十地非全闕之。", "938": "了義燈七本五十五丁問金剛喻定何地所攝要集云有云兩", "939": "解一云第十滿心若尒前々地々皆對治後々地障", "94": "有中殊勝行勝前六地故立大名前五地中𨿽合真", "940": "󷨽教󵘸出十地即成佛故故前位斷不同因位一云", "941": "出第十地滿心已後方是等覺仁王本業皆過十地", "942": "󵘸等覺故後󷸏時刧方入妙覺要集云後釈為勝今", "943": "謂不尒如四善根諸處皆言初無數積智福滿已方", "944": "起善根豈非初刧滿心所攝此𨿽離第十地別云等", "945": "覺亦第三攝即属滿心非滿心外若許出十地外更", "946": "經多時後方入佛應出初地等亦󷸏多時方入後地", "947": "問若第十外不󷸏多時何故本業經󵘸金剛喻定許", "948": "󷸏多時又󷥵𦀇云佛子摩尼寶瓔珞菩薩字者等覺", "949": "中一人其名金剛惠菩薩乃至住壽百刧脩千三昧", "95": "俗雙行然極用功方始能起此第七地𨿽未任運少", "950": "等󷨽今者通云仁王般若初地已上名聖種性第十", "951": "地出㝡初滿心名為等覺以入住出各經多刧故瓔", "952": "珞本業㨿出心滿断自地障盡脩其加行断第十一", "953": "佛地障故多時脩習及正斷時皆名等覺所脩之定", "954": "皆名金剛以能断其在實󷳡重㝡後障故非出十地", "955": "滿心已後別有等覺󷸏多刧住故瑜伽四十八云於", "956": "㝡上成滿菩薩住中當知一切煩惱習氣隨眠障礙", "957": "皆悉永断入如來住此中既󵘸法雲菩薩為成滿住", "958": "皆悉永斷入如來住明非在外更別多時若許多時", "959": "應別立住既不別立明在第十滿心󷜷攝又此論第", "96": "用功力即䏻現前故與前異立其大名八地以去一", "960": "十云此十一障二障󷜷攝乃至云󷜷知障中見󷜷断", "961": "種於極喜地見道初断修所断種於十地中漸次断", "962": "󷓟金剛喻定現在前時方永斷盡既言於十地中明", "963": "非出十地滿心已後若尒何故別󵘸等覚多時修等", "964": "󷨽已於此地断第十地自障盡已方欲断彼第十一", "965": "障故湏加行種々修學得經多時故別立名問諸十", "966": "地障各入初断何故佛地障在第十地断󷨽十地各", "967": "分入住出位勝劣不同故入地断佛位不然故十地", "968": "断若許佛地同十地者即佛有勝劣既無勝劣稱正", "969": "等覚故皆断已方入佛地作斯通會不違󷸏論。", "97": "切行中脩一切行故名為廣。", "970": "百法抄七二十三丁問金剛無間道在第十地滿心者經幾時", "971": "分耶󷨽正断惑位唯㝡後一念也若論方便道可多", "972": "時問其方便道者何位耶󷨽於得佛位有等覺妙覺", "973": "妙覺者正解脫道佛果也等覚者為得此佛位第十", "974": "地滿心所修也皆是金剛心方便也問修方如何󷨽", "975": "瓔珞󷸏云百刧修千三昧千刧學佛威儀󴧸刧化現", "976": "成佛入大寂定是等覚菩薩云云。意云第十地有入", "977": "住出三時其出心滿心為成佛修佊方便謂菩薩第", "978": "十地滿心為受佛位往色究竟上摩醯首羅智所城", "979": "此名大自在宮菩薩在彼百刧之間修千三昧其間修學佛", "98": "唯識義章五末五丁問云何名有相觀無相觀耶。󷨽", "980": "果功德次千刧之間漸學佛威儀次󴧸刧已示現成", "981": "佛相也謂十方諸佛來集頭灌智水現授佛位儀或", "982": "名授式灌頂儀式也如此習學其㝡後念起一念金剛無間智", "983": "断佛果障也如是多刧儀式皆名等覚位也故正断", "984": "惑金剛心𨿽一剎那以方便攝根本名金剛心者可", "985": "多時也。", "986": "同見聞七十六丁以方便攝等者謂滿心於所修加行方便", "987": "金剛心根本攝在金剛心云也。", "988": "等覚位入重玄門倒修凢事之下七帖名目六之", "989": "末四十五紙綱目抄四卷在焉繁恐今畧之。", "99": "謂之古德曰言極多有難定煩今謂正躰智觀唯名", "990": "二藏義八󷒗卷五終", "991": "貞享元甲子林鐘日", "992": "增上寺前　鈴木太兵衛　市川次兵衛　開板"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8894 頌義八拔萃", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8894 頌義八拔萃", "author": "Not available", "language": "chinese", "source": "CBETA"}