{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 563", "1": "般若波羅蜜多心經請益說", "10": "此翻智慧不云智慧而言般若者智慧輕薄乃世", "100": "來不垢云何有淨本不曾增云何有減不變不易", "101": "性相常然眾生見諸法緣會而生緣散而滅迷之", "102": "則垢悟之則淨在凡則增謂五蘊熾盛在聖則減者謂五", "103": "蘊空乃翳眼見空華而諸法空相中本來無有故皆", "104": "以不字不之。", "105": "是故空中無色無受想行識無眼耳鼻舌身意無色", "106": "聲香味觸法無眼界乃至無意識界無無明亦無無", "107": "明盡乃至無老死亦無老死盡無苦集滅道無智亦", "108": "無得。", "109": "是故空中者承接上文而言上云諸法空相無生", "11": "人之常稱也般若尊重何也經云菩提薩埵依般", "110": "滅垢淨等以是之故空中本無色受想等無五蘊", "111": "也無眼耳等無六根也無色聲等無六塵也根塵", "112": "合為十二處無眼界乃至無意識界無十八界也", "113": "此首舉眼根界而末舉意識界乃至二字含攝中", "114": "間十六界乃文之巧也已上蘊處界三科乃凡夫", "115": "法真空中本來無也無無明等無十二因緣也無", "116": "無明無流轉法無無明盡無還滅法乃至無老死", "117": "二句亦然上句流轉下句還滅也此中流轉還滅", "118": "二門皆舉首尾二緣乃至二字該攝中間行識名", "119": "色六入觸受愛取有生等十緣此乃緣覺所修之", "12": "若波羅蜜多故心無罣礙乃至究竟涅槃三世諸", "120": "法真空中不唯無流轉而還滅亦無也無苦集滅", "121": "道無四諦也苦集世間因果滅道出世間因果謂", "122": "知苦斷集證滅修道乃聲聞所修之法真空中不", "123": "唯無世間苦集而出世滅道亦無也無智亦無得", "124": "無菩薩法也智即能修六度之智以智修度故達", "125": "彼岸六度因也得即果也以修六度故得菩提涅", "126": "槃二果也真空中不唯無六度而菩提涅槃亦無", "127": "也夫無凡夫法無緣覺法無聲聞法無菩薩與佛", "128": "法大般若云設有一法過於涅槃我亦說如夢幻", "129": "此其所以為深般若也六祖大師云本來無一物", "13": "佛依般若波羅蜜多故得阿耨菩提是知般若不", "130": "何處惹塵埃永嘉云了了見無一物亦無人亦無", "131": "佛大千沙界海中漚一切聖賢如電拂此離心意", "132": "識境界唯真智方能照見非言說可了也問曰上", "133": "云色即是空空即是色可謂圓且玅也乃又進舍", "134": "利弗而告以諸法空相云無生滅垢淨無蘊處界", "135": "諦緣度等諸法得無似撥去諸緣而取色外之空", "136": "與上即色即空之旨相背戾乎答曰子不達真空", "137": "也何者葢蘊等乃一期幻緣空乃究竟實際蘊等", "138": "生於空中譬如片雲點太清裏雖太清的體是雲", "139": "雲當體即是太清而太清究竟清淨豈受點染乎", "14": "獨菩薩所師亦為諸佛所師故尊重也然般若有", "140": "雲居膺禪師云如人頭頭上了物物上通只喚作", "141": "了事人終不喚作尊貴將知尊貴一路自別噫可", "142": "為智者道也雖然維摩詰經云若見無為入正位", "143": "者不能復發阿耨多羅三藐三菩提心所以大智", "144": "之士雖至此而不作證何者此是學位非證位也。", "145": "以無所得故菩提薩埵依般若波羅蜜多故心無罣", "146": "礙無罣礙故無有恐怖遠離顛倒夢想究竟涅槃三", "147": "世諸佛依般若波羅蜜多故得阿耨多羅三藐三菩", "148": "提。", "149": "此一節乃學般若菩薩轉位就功為法門之大關", "15": "三種一實相般若即真空心體二觀照般若即心", "150": "棙不可不知以者由也無所得者即無智無得也", "151": "故者起後之辭若未到此無所得之地只是博地", "152": "凡夫苟至此而便作證則墮二乘窠臼惟大心凡", "153": "夫親至無所得之地而即於那邊轉身用無所得", "154": "而為方便入世出世即事即理了無罣礙無生處", "155": "度生而究竟無生可度無佛處作佛而究竟無佛", "156": "可成圓滿菩提歸無所得此所謂世出世間勝丈", "157": "夫即菩薩諸佛是也菩提薩埵乃具足梵語今略", "158": "去提埵二字而但云菩薩葢順此方文勢也依般", "159": "若波羅蜜多故心無罣礙者依者遵用也般若波", "16": "體上本有大智慧光明三文字般若即自心如來", "160": "羅蜜多即無所得也心無罣礙者回真入俗權實", "161": "雙流事理竝運者也大般若經云如金翅鳥飛騰", "162": "虗空自在翱翔久不墮落雖依於空戲而不據空", "163": "亦不為空之所礙夫依空而不據空則不盡有為", "164": "不住無為也不為空所礙則不為有礙可知華嚴", "165": "所謂甚深無礙智是也若未得此智居空空礙涉", "166": "有有礙以有礙故便生恐怖恐怖有五一不活怖", "167": "二惡名怖三死怖四墮惡道怖五大眾威德怖以", "168": "有怖故便起顛倒夢想無中見有有中見無妄興", "169": "苦樂生顛倒見以得此無所得般若故則心無罣", "17": "後得智中流出聲名句文詮顯自心若法若義淺", "170": "礙無恐怖離顛倒夢想而證究竟涅槃涅槃此翻", "171": "圓寂謂德無不備障無不盡乃諸佛之斷果也三", "172": "世諸佛依般若波羅蜜多故得阿耨多羅三藐三", "173": "菩提者謂不獨菩薩依之而究竟涅槃諸佛亦依", "174": "之而得菩提也阿云無耨多羅云上三藐云正等", "175": "三菩提云正覺乃諸佛之智果也菩提薩埵乃三", "176": "世諸佛之因舉因驗果也三世諸佛乃菩提薩埵", "177": "之果舉果驗因也菩提涅槃各舉一種互相該攝", "178": "至此果滿因圓究竟窮極方始克證何者此是證", "179": "位非學位也二者皆依般若無得之功也。", "18": "深次第也行人若於實相體上起大智慧反照實", "180": "故知般若波羅蜜多是大神呪是大明呪是無上呪", "181": "是無等等呪能除一切苦真實不虗故說般若波羅", "182": "蜜多呪。", "183": "故知者承接上云諸佛菩薩皆依般若得智斷二", "184": "果以此故知般若是大神呪等神者不可思議能", "185": "證煩惱為菩提證生死為涅槃非神乎能照見五", "186": "蘊皆空非明乎為諸佛之所師寧有上乎凡夫三", "187": "乘佛果雖無與等而能等為凡夫三乘佛果所依", "188": "止非無等等乎上云般若此云呪者顯密之稱也", "189": "呪即般若般若即呪顯密圓通不可思議故極其", "19": "相見實相已然後復照如來所演一切法義冥合", "190": "功力而申讚之能除一切苦真實不虗者有二義", "191": "一約法真實不虗即般若能照見蘊空度一切苦", "192": "厄二約人真實不虗即世尊說法言無虗妄故叮", "193": "嚀告誡令人諦信勿疑依之修行決不相賺也。", "194": "即說呪曰。揭諦揭諦波羅揭諦波羅僧揭諦菩提薩", "195": "婆訶", "196": "此正說呪辭呪者諸佛心法不可思議諸天鬼神", "197": "悉皆敬奉猶諸經之流通也若善持之則觀智益", "198": "明功力益驗上顯說般若此密說般若顯以慧通", "199": "密以定入定慧圓明立臻彼岸矣孤月毒海玄印", "2": "般若波羅蜜多心經請益說", "20": "自心無二無別是以自心為智燈燭經幽旨也若", "200": "德光諸禪人歡喜踊躍得未曾有合掌稱頌作禮", "201": "而去余亦嗒然忘言矣次日諸禪人同錄其說呈", "202": "覽且將謀災木以公諸人人余嘉其志乃為釐正", "203": "而歸之遂名其說曰請益云。", "204": "附補喻彌陀集般若心經句為頌附補喻彌陀集般若心經句為頌有引", "205": "宋杭州淨思律師俗姓喻善畵彌陀楊無為以喻", "206": "彌陀稱之嘗集心經句為頌今亡矣乃竊取其意", "207": "而補之。", "208": "自在行深般若時照見蘊空度苦厄", "209": "不異色空即色空受想行識亦如是", "21": "行人先由文字般若而發起觀照由觀照而洞見", "210": "身子欲知法空相生滅垢淨了無有", "211": "是故空中陰界無諦緣度亦不可得", "212": "以無得故得菩提般若神明無上力", "213": "般若波羅蜜多心經請益說終", "214": "No. 563-A 般若心經指掌請益說合刻䟦No. 563-A", "215": "般若心經指掌請益說合刻䟦", "216": "古今疏心經者不為不多然求其好疏不可得　永", "217": "覺大師以天縱知見為此指掌光前絕後獨揭斬新", "218": "日月其子　為霖禪師著請益說一篇探賾釣深說", "219": "破他人說不到處余視此二注希有如優曇華不敢", "22": "實相是以古教為明鏡照見自心也二者各隨根", "220": "輒擅其美刊行于世以貽後學若有英靈衲僧悟空", "221": "華之無蔕知玄珠之有光庶幾不辜他說經作注之", "222": "心矣。", "223": "貞享歲次丁卯季夏十八日薩州福昌住持覺海叟", "224": "澄圓謹題", "23": "異非法有定相也波羅蜜多此翻彼岸到西方語", "24": "倒若順此方文勢應云到彼岸此乃般若功能謂", "25": "由智慧故到彼岸也彼岸對此岸而言所云到者", "26": "但照見此岸本空此岸即是彼岸非別有彼岸可", "27": "到也然般若又有二種一共二不共若依共般若", "28": "聲聞以苦集二諦為此岸道諦為舟航滅諦為彼", "29": "岸是聲聞智慧到彼岸也緣覺以十二因緣三世", "3": "鼓山沙門　道霈　說", "30": "流轉循環無盡為此岸觀智為舟航緣生性空即", "31": "寂滅相為彼岸是緣覺智慧到彼岸也菩薩以六", "32": "蔽為此岸六度為舟航佛果為彼岸是權乘菩薩", "33": "智慧到彼岸也若依不共般若總以凡夫蘊處界", "34": "及三乘聖賢所修所證為此岸以觀照般若為舟", "35": "航實相真空為彼岸此經智慧到彼岸即不共般", "36": "若謂不共三乘人所說唯令大心凡夫於五蘊中", "37": "直下頓見即蘊即空即空即蘊一空一切空而真", "38": "空體上本無蘊處界及諦緣度等諸法是謂究竟", "39": "智慧到彼岸也心者直指法體上云彼岸原非他", "4": "弟子　太光源深等　同錄", "40": "物即一切羣生本有真空心體是也諸般若中廣", "41": "說空義而不云空即是心乃如來之密意惟此經", "42": "直下指出分明顯露更無覆藏謂此智慧所到彼", "43": "岸非是別法即是當人本有真空心體也經即文", "44": "字般若乃心佛所說能詮如上智慧到彼岸真空", "45": "心體之義謂之為經具貫攝常法四義俱如常解。", "46": "觀自在菩薩行深般若波羅蜜多時照見五蘊皆空", "47": "度一切苦厄。", "48": "此四句乃一經大綱猶諸經之發起序也初句舉", "49": "能修之人次句顯所修之法三句明所照見之理", "5": "康熙庚戌臘月八日為諸戒子說戒畢次日室中", "50": "此理即深般若乃真空實相也四句驗所斷苦果", "51": "舉苦業惑在其中矣初觀自在者觀謂能觀之智", "52": "即經中照字自在謂見理斷惑即經中見蘊空而", "53": "度苦厄故受以自在之名菩薩如常解大心凡夫", "54": "即是其人也次行深般若波羅蜜多時者行即修", "55": "行深者對淺而言以是不共般若超出三乘故深", "56": "也時謂正當修般若之時即照見之非前後也三", "57": "照見五蘊皆空者照乃觀照工夫即觀照般若也", "58": "五蘊皆空乃所觀理境即實相般若也見者以照", "59": "之既久豁然洞見五蘊緣生雖幻有其相而性本", "6": "方焚香靜坐與空王老子打葛藤而孤月毒海玄", "60": "空寂也四度一切苦厄者謂未見蘊空時認蘊為", "61": "實起惑造業苦報牽連相續不絕一見蘊空人法", "62": "俱喪無造業者無受報者一切苦厄如湯消氷故", "63": "云度也不唯度凡夫分段苦而三乘變易苦悉皆", "64": "度脫故云一切也此經所以為深般若者以其不", "65": "依三乘漸次修習唯令大心凡夫於五蘊中直下", "66": "頓見真空實相一切生死苦厄即時度脫直截痛", "67": "快莫逾於此讀者毋忽。", "68": "舍利子色不異空空不異色色即是空空即是色受", "69": "想行識亦復如是。", "7": "印德光諸禪人扣關作禮請益心經大旨余陵憑", "70": "照見五蘊皆空一句釋迦老子已劈腹剜心傾盡", "71": "無餘更復何說但蘊空之旨理會尤難毫釐有差", "72": "天地懸隔凡夫著有二乘耽空地前空亂意菩薩", "73": "猶疑滅色取空或云空在色外或云空是物不能", "74": "克證真空心體故世尊呼舍利弗而宣明之舍利", "75": "弗乃如來大弟子智慧第一欲說大般若法須告", "76": "大智慧人苟非其人浪授何益所云照見五蘊皆", "77": "空者須知蘊之與空原非二物且舉色而言之色", "78": "者即真空中幻出何異於空空者即幻色之空何", "79": "異於色然云不異猶似兩物相比而云不異恐迷", "8": "應曰心經大旨照見五蘊皆空即了更說箇什麼", "80": "者依然看作兩橛故又反覆申明云幻色舉體即", "81": "是真空真空舉體即是幻色如波即水金即器原", "82": "非兩物只是一法也色法既爾受等四蘊亦然故", "83": "云亦復如是此中雖唯舉五蘊而根塵識諦緣度", "84": "及佛果菩提乃至八十一科皆在其中故大般若", "85": "云一切智智清淨無二無二分無別無斷故誌公", "86": "和尚云以我身空諸法空千品萬類悉皆同而壽", "87": "昌無明師翁亦云色即是空空即是色受想行識", "88": "亦復如是空即心也色受想行識亦心也所以凡", "89": "所見色皆是見心首楞嚴云一切世間諸所有物", "9": "眾皆屏息默領余各令就坐良久乃曰般若梵語", "90": "皆菩提玅明心體此心一悟無色無受想行識無", "91": "眼耳鼻舌身意乃至無智亦無得一即一切一切", "92": "即一若能如是何慮不畢又被這老子一口道盡", "93": "矣。", "94": "舍利子是諸法空相不生不滅不垢不淨不增不減。", "95": "上明即色即空意已玄極而世尊又呼舍利弗告", "96": "以諸法空相者欲發明真空之體令人深進徹法", "97": "源底也是諸法指上五蘊等諸法空相即五蘊等", "98": "空相空而言相者乃無相之相是諸法實相也生", "99": "滅等三對意謂五蘊空相本無有生云何有滅本"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 563 般若心經請益說", "englishTitle": "卍 Xuzangjing, Electronic version, No. 563 般若心經請益說", "author": "清 道霈說", "language": "chinese", "source": "CBETA"}