{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B309 雲腹智禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "住重慶府大足縣悟燈禪寺", "1": "雲腹智禪師語錄卷第二", "2": "侍者　獄賢　聯昇　紀錄", "3": "小參小參", "4": "十五日已前捏定死蛇頭不通一線十五日已後放", "5": "出水牯牛直衝沙界正當十五日也不放也不收全", "6": "體堂堂渾不露塵塵剎剎覷無門你等諸人還委悉", "7": "麼卓拄杖云是處是慈氏無門無善財。", "8": "小參舉達磨至東土始見梁武帝帝問曰朕自即位", "9": "以來造寺修佛度僧無數有何功德磨云此但人天", "10": "小果有漏之因如影隨形似有若無帝曰如何是真", "11": "功德磨云淨智妙圓體自空寂如是功德不與世求", "12": "師云鼻祖八字打開不覺眉毛拖地武帝恁麼措問", "13": "較若蕭何畫一要知其間消息別有春風一律今明", "14": "宇薛居士亦能造寺修佛行檀波羅蜜亦不住在人", "15": "天小果位中何也為伊所作福德不應貪著豈不超", "16": "古人一頭地去也還會麼若能如是見方名越格人。", "17": "小參三界無法何處求心拈拄杖卓一卓云若恁麼", "18": "會去一任手之舞之足之蹈之脫或未然欲得出頭", "19": "待驢年去喝一喝。", "20": "小參不冷不熱五穀不結飲水止渴畏寒向火上智", "21": "下愚洞然明白問著箇事耳燒面熱秖如洞山道寒", "22": "時寒殺闍黎熱時熱殺闍黎又作麼生中和與伊通", "23": "箇消息熱有松風水石寒有柴炭紙衾也不是順風", "24": "放火也不是誇富欺貪恁麼受用只是難消還委悉", "25": "麼有限身心時不待無情寒暑日相催。", "26": "小參驀豎拂子云只是者箇拂子因甚千沒奈何萬", "27": "沒奈何忽擲下云無事閑把住冷地惹人愁且道是", "28": "甚心行只緣太親切擬薦便支離。", "29": "小參問拶斷黃金鎖虛空飛鐵鷂頡頏任去來生死", "30": "絕朕兆如何是獨脫一句師云眉毛在眼上進云恁", "31": "麼則天上人間隨念至更嫌何處不風流師云照顧", "32": "腳跟問金風拂面滿林間一物長靈不變遷且道生", "33": "知禪德即今在什麼處安身立命師拈拄杖云相隨", "34": "來也乃云休公薦徒請小參山僧無法可當前幸有", "35": "龍牙老漢在杖頭指處得超然雖然如是且道那裏", "36": "是他去處一塵纔舉似全體現優曇。", "37": "中秋小參問萬象光輝時如何師云眼華作麼進云", "38": "人逢好事精神爽月到中秋分外明師云刺瞎汝眼", "39": "乃云年年歲月總一般今年歷過閏八月十五日已", "40": "前渾不覺十五日已後黑漫漫且道正當十五日試", "41": "問諸人作麼觀良久云舉目人皆見光輝天下明。", "42": "小參春至華開俱漏泄非青非黃非赤白珍重闍黎", "43": "仔細觀莫隨眼境妄分別別葛藤有話無人說喝一", "44": "喝下座。", "45": "迎華嚴象老人靈骨歸示眾宗風院裏別來時念有", "46": "餘年不見師今日迎歸重一晤了然面目儼如斯汝", "47": "等不知先師自龍蟠開法以來幾住名剎後於楞伽", "48": "玉峰丁甲申之變白刃春風蜀中幾無完土師乃拽", "49": "杖酉陽時司主醇公親炙座下即於大酉洞天新刱", "50": "一剎延師駐蹕後退居白果山華嚴禪寺一日師率", "51": "眾刈茅見一古塔空無所藏不知何時建造待旬耆", "52": "年亦不知之後一月唱滅遂收靈骨瘞於斯焉山僧", "53": "慮其塔近要服特遣印寰等二千餘里迎歸大眾自", "54": "別後至今廿有四載方纔圓成者則公案此段因緣", "55": "信非偶然不是冤家不聚頭勿煩久立言畢潸然歸", "56": "方丈。", "57": "埽開山傳法禪師塔闢千秋法社開人天眼目轉無", "58": "盡輪寧有窮矣遂拈帚召眾云鳥啼華笑長春秖貴", "59": "家風如始。", "60": "法語法語", "61": "示風谷上座示風谷上座", "62": "上座初參吾法叔雪門和尚次謁洞上長老久侍凡", "63": "師而法門細大靡不經歷至於寓黔中數載迴龍接", "64": "納不厭真乃濟人之心深切他日法門柱石未易言", "65": "也且上座賦性簡直未薰雜染造道之器可佳若以", "66": "初心而咨向往何愁不到古人田地然此者片田地", "67": "分付來多少時也故云我立地待汝搆去所以三世", "68": "諸佛歷代祖師出興於世無非發明者片田地若辦", "69": "肯心必不相賺只須一斷一切斷一成一切成更莫", "70": "思前算後譬如金翅鳥王劈海直取龍吞不向別處", "71": "流轉管教得大受用豈不慶快平生那時推己利人", "72": "而兩得又何慮檀度之不普哉書此以為異日啐地", "73": "一聲之助切莫到中和門下抱贓叫屈。", "74": "示海巒監院示海巒監院", "75": "建叢林立規矩乃古今之賢士修道德齊禮樂實住", "76": "持之紀綱大抵扶樹宗教須是其人今公叢林整肅", "77": "粥飯精潔四來禪者景仰無窮復請山僧拈提向上", "78": "誘掖方來多多益善但肯就裏韜光斂彩世事任緣", "79": "究竟箇事復何難哉奈病軀不能久留今將行矣書", "80": "此一段葛藤以酬令德。", "81": "示共如庫司示共如庫司", "82": "上人清涼作庫司職滿束裝便歸去缽盂錫杖仍舊", "83": "留把茅且向九峰卓恐汝未到休歇處山野重重為", "84": "舉說楊岐有箇金剛圈要爾努力急跳出跳得出時", "85": "伸腳眠也無祖兮也無佛。", "86": "示法空禪人示法空禪人", "87": "爾號法空只須依此體會更莫向外馳求當觀諸法", "88": "本來空寂不礙自性真空蓋由逐境生心種種取舍", "89": "種種欣厭種種憎嫉種種遮障所以光不透脫汝但", "90": "向舉心動念處坐臥經行時直諦審觀一朝豁開頂", "91": "門正眼回觀諸法本來空寂始不負汝法空之號也", "92": "勉之。", "93": "示博知禪人示博知禪人", "94": "衲子立志須要氣骨如山撼搖不動行腳參方亦當", "95": "具眼有可親近者久久相依時中請益必要討箇分", "96": "曉向上提持雖在師家本分一著貴乎自悟不見二", "97": "祖立雪斷臂乞達磨安心磨云將心來與汝安祖云", "98": "覓心了不可得磨云與汝安心竟如此看來不過以", "99": "心印心而已寧有他哉果能如是體會不負行腳到", "100": "頭終是覓山歸。", "101": "示印寰監寺示印寰監寺", "102": "覷破塵緣事來透祖師機識得盧能老諸行悉無虧", "103": "一偈超諸有亙古五宗師叢林作矩則非是小根基", "104": "吾今勤策汝理事莫相違果能向上趣真是出家兒", "105": "古德云與其老死丘壑不若領眾行道於叢林者上", "106": "也汝其勉之。", "107": "示湛然明空二昆季示湛然明空二昆季", "108": "參禪學道唯要立志志若不堅久之則打退鼓矣蓋", "109": "謂爾等從無始來有廣大靈通底覺性寂然湛然縱", "110": "經塵劫無有一毫遮覆秖因漸染習氣隨時遷移不", "111": "覺被無明煩惱收攝去也今雖知非由然兒戲山僧", "112": "恐汝立志不堅信不及此故葛藤如許。", "113": "示達心禪人示達心禪人", "114": "明心達本衲僧行履既為生死出家故當立地堅真", "115": "不可逢人矜恃好處況一生所作所為所見所聞惡", "116": "知惡解無非習氣若習氣不除則有妨於正念也且", "117": "爾在法門日淺未經陶汰豈可擅自稱師云我是大", "118": "修行人不獨顢頇自己亦取識者之笑爾珍重珍重。", "119": "示玄谷禪人示玄谷禪人", "120": "出家兒立志須要孤硬行事故當遠大不可作庸人", "121": "之態顢頇過日蓋參玄之士如珠走盤此處不契則", "122": "彼處發明豈可甘心自畫耶若恃聰明之資不肯見", "123": "人只管因因循循隨逆順境轉去此乃不唧溜中之", "124": "不唧溜漢也公茂年出家正好向道心堅固之際拌", "125": "命做去有時腳跟線斷㘞地一聲便是汝放身捨命", "126": "處也方了初志汝其勉旃。", "127": "示福之汪居士示福之汪居士", "128": "居士幼時誤走歧路致令居士不甚顛倒邇來知非", "129": "一念猛省可謂急流勇退真丈夫也復乞法語以為", "130": "朝夕究竟山僧道只須向知非處絕倒把斷要津看", "131": "者顛倒底是箇什麼看來看去看到心空及第處不", "132": "見有一物出入往來依舊只是箇汪福之那時來喫", "133": "山僧痛棒。", "134": "示閏宇胡居士示閏宇胡居士", "135": "向上一事獨選英靈若果是箇漢不問如何若何便", "136": "乃單刀直入蓋謂居士不曾見人雖有如是根器依", "137": "稀過了然此事不可自恃聰明解會亦不在語言文", "138": "字上搜求亦不得作道理主持亦不得作轉語印過", "139": "只須向言無展事語不投機處徹底掀翻始得儻若", "140": "半信半疑虛過一生莫言不道。", "141": "示占圍劉居士示占圍劉居士", "142": "塵中作得主世上罕有此應物須及時莫問張王李", "143": "女嫁並男婚不學龐老子尋常日用中行已貴有恥", "144": "光陰莫虛度努力超生死一朝夢眼開不孤今日矣。", "145": "示夏氏妙果示夏氏妙果", "146": "我此法門無論僧俗男女平等一如只要當人深信", "147": "此事生死念切不愁不到恁麼田地汝雖女流宛有", "148": "男子之見特持片香乞法語山僧愍其致誠命名曰", "149": "妙果蓋念佛修行必證妙果若依此而修有時一念", "150": "知歸則成佛無疑也。", "151": "示趙氏婆子示趙氏婆子", "152": "念佛無巧拙止要生死切生死心若切無有不了徹", "153": "生死心不切終是門外客因循復因循斷送老頭白", "154": "即今須了辦免教閻老責有時省得來方明真實說。", "155": "示明宇薛居士示明宇薛居士", "156": "居士在世緣中千足萬足乃能訪道於清涼惜乎山", "157": "僧不解方便單單止有條無情拄杖擬欲奉汝一棒", "158": "秖恐居士承當不下若承當去他日見道以此為證。", "159": "書問書問", "160": "復玄象廖居士復玄象廖居士", "161": "讀來翰深生慶慰知居士金湯法門為道篤切不拘", "162": "形跡往往書中請益開示並偈頌等語致誠致誠歷", "163": "觀古人挺特見於天下者未有不得於刱闢而得於", "164": "因循者也故惟豪傑能之耳公夙有靈根纔聞舉著", "165": "胸次灑然不甚欣躍只將欣躍之心一齊坐斷不起", "166": "解會如獅子遊行不假伴侶壯士屈臂不藉他力秖", "167": "貴一念猛省一切現成正如力士額珠原未他失者", "168": "恁麼會去多少省力捨此他求則不可也來諭所說", "169": "雖是不欺但恐心意識之所著述終難保任務須徹", "170": "底掀翻始得不見趙州八十行腳不休者只要到佛", "171": "之一字吾不喜聞方纔休歇所以此事只在恒一不", "172": "貴多聞公能如此用心一朝擊碎額珠塵勞業識盡", "173": "淨光輝那時也不疑佛也不疑祖三教鼻孔一串穿", "174": "卻始知原來不姓廖亦不喚作官人便是一箇脫灑", "175": "閑道人也何如。", "176": "又", "177": "大都此事須趁初心猛利討箇分曉豎起脊梁全身", "178": "翻轉把世出世間一切見聞覺知善惡境界一口吞", "179": "盡不留毫末自然蓋天蓋地赤條條去也不然日久", "180": "歲深心疲力倦遇境逢緣忘失初念昔襄州龐蘊居", "181": "士初謁石頭乃問不與萬法為侶者是甚麼人頭以", "182": "手掩其口豁然有省後參馬祖復躡前問祖曰待汝", "183": "一口吸盡西江水即向汝道士於言下頓領玄旨更", "184": "不回頭轉腦出言吐語越古超今蓋天蓋地者是千", "185": "古在家學道底樣子願居士深根固蒂他日吸盡西", "186": "江將此語一照莫道山僧塗污公之面門也。", "187": "復清涼眾護法復清涼眾護法", "188": "來書欲山僧再打鼓笛此意甚佳即當奉命但病軀", "189": "疏僻不諳世禮恐弗能應酬人事秖可於休下嚼橡", "190": "飲泉以終餘生惟高明諒之。", "191": "復總戎定宇段公復總戎定宇段公諱時選", "192": "來論謂看本來無一事何為不得閑就中說話秖見", "193": "目前虛豁未到究竟田地所以光不透脫行事之際", "194": "未免無礙耳昔張無盡見兜率悅禪師一語契合悟", "195": "得自己本有不從人得遂歸家穩坐依然攝政立勳", "196": "此不壞世間相而求實相之大丈夫也今公之行履", "197": "堅真學道篤切不減無盡張公秖少此絕倒耳待過", "198": "普城把手一笑。", "199": "復陽燄智旭上座復陽燄智旭上座", "200": "適閱來翰不甚慶幸當此祖燈寥落之際真實為道", "201": "者萬無一二公一旦拋卻五經七史灰心泯志向者", "202": "冷地上作箇活計又是世間第一等討便宜底人也", "203": "至若究華嚴宗旨乃公用心之善當知此箇圓頓法", "204": "門廣大究竟只在剖一微塵而出大千經卷須當著", "205": "眼始得不可容易放過至於諸祖誡人迸文字而參", "206": "悟者總為學語之流尋行數墨障自悟門不肯體會", "207": "自己本命元辰為究竟事也所謂看教明心離指見", "208": "月若只翫其文而不究其旨猶若烝沙作飯焉能飽", "209": "人乎哉諭中謂彌勒樓閣人人本有非善財參之而", "210": "始開不參而遂闔等語是則是秖是未在切莫作道", "211": "理一味印過則老胡絕望之日近矣不見善財經歷", "212": "一百一十由旬參五十三師及見彌勒彈指方纔得", "213": "入入已見阿僧祗彌勒有阿僧祗諸佛現阿僧祗三", "214": "昧又見彌勒從初發心修行一一奇妙之境與自己", "215": "根本聖智悉在其中盡得圓滿也若言八窗洞達四", "216": "顧玲瓏如上所說其中廣大無比擴充無量又豈類", "217": "八窗之微不能容一探竿乎昔華嚴覺禪師初習華", "218": "嚴誦至現相品云佛身無有生而能示出生法性如", "219": "虛空諸佛於中住無住亦無去處處皆見佛遂悟華", "220": "嚴宗旨講詞宏放眾所歎服一日南堂靜禪師謂曰", "221": "觀公講說獨步西南惜乎未解離文字相耳儻問道", "222": "方外即今之周金剛也師即欣然罷講南依圓悟一", "223": "日入室悟舉羅山道有言時踞虎頭收虎尾第一句", "224": "下明宗旨無言時覿露機鋒如同電拂作麼生會師", "225": "不能對夙夜參究忽然有省作偈呈悟曰家住孤峰", "226": "頂常年半掩門自嗟身已老活計付兒孫悟見許可", "227": "次日入室悟又問昨日公案作麼生師擬對悟便喝", "228": "曰佛法不是者箇道理師復留五載轉更迷悶後於", "229": "廬山栖賢閱浮山遠禪師削執論云若悟有親疏豈", "230": "有栴檀林中卻生臭艸豁然契悟作偈寄悟曰出林", "231": "依舊入蓬蒿天網恢恢不可逃誰信業緣無避處歸", "232": "來不怕語聲高悟大奇持以示眾曰覺華嚴徹矣如", "233": "覺公之不肯便休悟祖之為人到底此意又不可不", "234": "使公知之山僧所以區區如此者蓋謂與公法情膠", "235": "固不得不爾幸勿以我為介。", "236": "復龍宇潘居士復龍宇潘居士", "237": "山僧飯罷每日埽石打坐亦不知有天上人間之事", "238": "忽接來教方知居士鑽故紙打葛藤殊不知此事道", "239": "箇直指已是曲了何故平地上牽枝引蔓致令山僧", "240": "失足一跌試問居士喚什麼作曇華又喚什麼作菩", "241": "提不妨親來通箇消息去。", "242": "復金沙張居士復金沙張居士", "243": "接來教並偈語讀之深省我杖頭耳就中謂去我咫", "244": "尺何不放三尺光者是何言歟據此識見寧不孤負", "245": "己靈也殊不知人人本有之光輝天鑑地耀古騰今", "246": "世出世間誰能侵占他一絲毫去如人遠涉江南海", "247": "北歸來舉目存心其光無處不照又何止三尺乎。", "248": "又", "249": "昨復來翰其中已曲盡大意多見居士不薦一味要", "250": "說道理以為會禪不見法華云盡思共度量亦復不", "251": "能知然此事上無攀仰下絕己躬廣大靈通古今絕", "252": "待靈利作家自合知歸豈容話會者哉若是中下之", "253": "流自有三乘十二分教接引好怪得我又疑古今問", "254": "道之語堆集萬卷不知此段因緣皆從南嶽青原二", "255": "枝派別為五方圓任器水體是同至於建叢林立規", "256": "矩蓋為眾廣事繁因時治宜或垂一言或出一令或", "257": "幽或顯或抑或揚非苟然也無非發明箇事其於德", "258": "山拈棒秘魔擎叉雪峰輥毬普化搖鈴其中直指者", "259": "不甚枚舉且山野之意凡有來者但向上提去不管", "260": "他信不信行不行任他顛倒居士若實為此事必須", "261": "將者些見解盡淨埽除徹底一翻轉來見得自己本", "262": "有不從人得那時開口閉口也得說悟說迷也得說", "263": "生說死也得說心說性也得說凡說聖也得乃至說", "264": "禪說教說定說慧一切語言文字資生業等無有不", "265": "得若只說道理一味印過從今生說至盡未來劫未", "266": "敢相許珍重珍重。", "267": "復月空禪人復月空禪人", "268": "上座來書一一皆悟後語耳若果如是則幸也山僧", "269": "細翫之未在假饒徹底悟去若將悟處硬作主宰猶", "270": "是自顢更須颺卻悟底始得相應爾果要真實參禪", "271": "急須放下放下勿欺自心可也。", "272": "又", "273": "來意區區所說者無他只要山野拄杖點首若果到", "274": "恁麼田地自合識羞又豈待人肯也殊不知欲求無", "275": "上妙道須是久受勤苦千磨萬鍊計窮力盡無你心", "276": "思言議處無你措手足處豁然啐地折嚗地斷㘞地", "277": "一聲翻轉面皮始知汝不吾欺也不見南嶽讓見大", "278": "鑒之後猶執事十五秋馬祖見讓之時亦相從十餘", "279": "載方了此事豈容易而充選者哉汝雖來往幾次不", "280": "肯實心參究亦且書生之態罔脫未曾淘汰箇衲僧", "281": "氣象若肯隨中和住得十年五載習氣盡淨無有絲", "282": "毫礙翳蹋著本地風光那時山野拄杖子點頭猶未", "283": "晚也勉之。", "284": "雜偈雜偈", "285": "懷象崖老和尚懷象崖老和尚", "286": "大酉洞天非世間高高雲路幾能攀八行欲寄何由", "287": "至鎮日看山不到山", "288": "鎮日看山不到山烽煙蔽野路途艱艸鞋無自通消", "289": "息猶憶風規啟後賢", "290": "不露鋒芒卻自閑白雲深處枕高眠幾回夢裏頻相", "291": "委歷歷谿山落落煙", "292": "寄東山止法兄寄東山止法兄", "293": "兄去煙墩我向秦雲山楚水幾經春五龍院裏曾分", "294": "座贏得先師累後人", "295": "示太峰上座示太峰上座", "296": "行腳多艱事未符老來方覺費躊躕豁開心眼空霄", "297": "漢歷盡層巒峰亦無", "298": "示會也上座示會也上座", "299": "剎土微塵一句收那堪直指問根由只須坐斷今時", "300": "也始信橋流水不流", "301": "寄達遠上座寄達遠上座", "302": "中和法嗣汝為先拄地撐天望爾前黃檗宗風千古", "303": "勝因循空過好時緣", "304": "寄彌光上座寄彌光上座", "305": "一菴深隱樂華峰萬事無干心自通莫謂無心云是", "306": "道森羅萬象此光中", "307": "示印心監寺示印心監寺", "308": "玉冠崇福又西峰十載殷勤道行濃自是乘悲曾有", "309": "願精金百鍊用無窮", "310": "示印寰監院示印寰監院", "311": "四九知非上我門而今行履果符心危亡不顧向前", "312": "去始作金毛吼出林", "313": "示惺初副寺示惺初副寺", "314": "參禪須透祖師關不透如何達本然奮力一鎚擊碎", "315": "也始知教外有單傳", "316": "贈天倪上座瀝血書經贈天倪上座瀝血書經", "317": "大千經卷一微塵海墨難書者段真端的不妨親剖", "318": "出頭頭法法總相應", "319": "示月輝禪人示月輝禪人", "320": "突出當空月一輪輝天鑒地絕埃塵禪人就裏宜參", "321": "取舉首明明洞本真", "322": "示無作老衲示無作老衲", "323": "衣裏明珠晝夜光徒勞紙上去尋行瞿曇金口親分", "324": "付指出明明不覆藏", "325": "示達心禪人示達心禪人", "326": "圓明一點露堂堂者裏如何有覆藏打瓦鑽龜徒卜", "327": "度那知觸處即心王", "328": "示夢覺禪人示夢覺禪人", "329": "覺得從前總是非而今動靜莫相違直須提起吹毛", "330": "利剖出當人第一機", "331": "示德坤禪人示德坤禪人", "332": "頂笠腰包箇衲僧終朝抱屈上人門自家寶藏原無", "333": "失向外馳求喪德坤", "334": "示道常監院示道常監院", "335": "心如鐵石志如山日用公私無間然不異當年盧行", "336": "者心空及第有衣傳", "337": "示豁融禪人示豁融禪人", "338": "聖凡兩路俱坐斷只看趙州一箇無拶得虛空粉碎", "339": "也塵塵剎剎絕之乎", "340": "復古山張居士復古山張居士", "341": "最上關頭達者稀揚眉已錯目前機秖饒劍氣衝牛", "342": "斗到此難將正眼窺", "343": "贈慈化陶居士贈慈化陶居士", "344": "昔日龐公嗣馬祖今朝慈化紹西峰道通天地無今", "345": "古只在當人一念中", "346": "贈法普陳婆子贈法普陳婆子", "347": "佛即心兮心即佛從來凡聖共同途果能直下承當", "348": "去便是吾家千里駒", "349": "示司藥金成衣示司藥金成衣", "350": "汝之號也金司藥有病何曾醫得著捨短從長自剪", "351": "裁分明處處露頭角", "352": "示紹宇李居士示紹宇李居士", "353": "宇宙雖寬無別路腳跟下事貴相親邦畿千里惟民", "354": "止好去安居莫問人", "355": "示正宇舒居士示正宇舒居士", "356": "擬欲修行信不堅因循卻被葛藤纏六根結解如如", "357": "佛秖要當人不變遷", "358": "示定宇王居士示定宇王居士", "359": "箇事堂堂絕正偏不須規矩定方圓湖南長老分明", "360": "道自古長安風月天", "361": "示忠宇梁居士示忠宇梁居士", "362": "自覺紅塵苦太忙特來叩我究心王山僧指出彌陀", "363": "佛十二時中常放光", "364": "示瑞靈劉居士示瑞靈劉居士", "365": "靈符時在握隨處契本來分明舉似汝不用巧安排", "366": "題復生栦題復生栦有序", "367": "西峰自劫灰之後四山皆濯濯焉獨此古栦一株", "368": "其圍四合而長不啻百二十尺矣予癸卯冬過此", "369": "蚤已生氣不存至明年春受請入院未幾向東一", "370": "枝忽榮猶絕後再甦今將四載千枝萬葉無一不", "371": "秀矣。", "372": "蒼蒼獨占一峰頭經雨經風不計秋枯卻多年今復", "373": "茂依然千古蔭無休", "374": "真讚真讚", "375": "初祖初祖", "376": "兩眼似漆一葦東來骨骨董董惹人疑猜咦賺得神", "377": "光墮一臂至今大地成禍胎", "378": "自讚自讚順欽陳居士請", "379": "繼曹谿之宗中黃檗之毒慣使子胡一隻狗剜心剖", "380": "腹賣弄楊岐三腳驢神出鬼沒到處人多訕謗只為", "381": "直不藏曲撞著順欽陳居士圖我之醜於紙軸阿呵", "382": "呵會也麼大千沙界海中漚一切聖賢如電拂", "383": "佛事佛事", "384": "清涼挂板清涼挂板", "385": "師豎椎云會麼此是佛祖弘規人天軌範縣之則中", "386": "外嚴肅瞻之則上下整齊擊之則乾坤震動聲之則", "387": "沙界咸聞正當恁麼時又且如何遂擊云一擊敲開", "388": "千聖眼箇中誰不證圓通。", "389": "為益乘婆子起龕萬緣俱放下恩愛一齊拋返向無", "390": "生國堂堂路不遙遂以杖擊龕云急須薦一聲佛送", "391": "出塵囂。", "392": "為鳳川賀居士火舉起炬云了卻幻軀頓空三際鳳", "393": "川鳳川須當如是攛下炬云大洋海底火燒天直下", "394": "翻身信步去。", "395": "雲腹智禪師語錄卷第二終", "396": "門弟子益（慧　省）　益（眼　韞）　（性空　寂雲　聯旭　道常　悟明　性一）同刻　（性慧　真智）對", "397": "東林了知助刻　　　秀水謝穎仙書　　嘉興倪天章刊", "398": "康熙庚申年大夏月　　　吉旦禾郡楞嚴寺般若坊藏板", "399": "塔銘雲腹智禪師塔銘", "400": "天童密雲悟和尚崛起東南中興濟北即今天下振", "401": "振皆其裔也躬承記莂者十有二員破山明其一也", "402": "破山囑累亦多人象崖珽其一也象崖之嗣有所謂", "403": "雲腹禪師者余不識其人但余宦楚日久師之飛譽", "404": "流聲震震在耳神交有日矣己未秋其法嗣我淨禪", "405": "師謁余武陵谿以銘塔見屬余既心存嚮慕又豈可", "406": "以不文自外也耶按行狀師諱道智字雲腹西蜀順", "407": "慶渠縣人父姓李母氏何夜夢異僧托缽於門覺而", "408": "有娠乃壬子五月午時誕生也總丱時深厭世相志", "409": "求出家父不許而母憐之遂從其志送至本里水月", "410": "庵禮六度公為師二十受具聽繩朴法師講法華經", "411": "至若坐若經行除睡常攝心以是因緣故能生諸禪", "412": "定恍然有入未幾參雪門舍璞和尚值上堂便問三", "413": "江水響即不問高境關頭事若何璞云千人萬人過", "414": "不得師云學人爭得到者裏璞云拿公驗上來師便", "415": "喝璞直打出久而辭去往黃檗山參珽和尚入門便", "416": "問從天放下即且置就地轉身事若何珽云腳跟下", "417": "好與三十棒師當下疑情頓釋炙脂帽子鶻臭汗衫", "418": "一時脫落自此機辯橫生莫敢攖其鋒者親承付囑", "419": "六載巾缾時節到來應緣出世當獻寇入川之際蜀", "420": "中幾無完土公數嬰其難行道一如平時無少沮焉", "421": "首住三聖悟燈繼住黔之雲歸安順之清涼長壽復", "422": "後有新城宰滄谿陶公者傾囊倒橐興復永寧之中", "423": "和致幣敦迎幾處住持大似艸鞋著腳一日發楚遊", "424": "之興士庶遮留不止有獨留明月與人看之句乘槎", "425": "南下止澬江之崇福寺三載將作終焉之計寺與西", "426": "峰接壤西峰荒廢輿議請復劫灰先是逢人不出堅", "427": "執再三繼則出便為人不三年頓還舊觀紺殿瓊樓", "428": "綠疏青瑣煥然一大寶坊也自甲辰仲春入山住持", "429": "十載百廢俱興群英畢集乃遷本師珽和尚塔於酉", "430": "陽瘞諸寺後晨昏瞻禮即此仁孝足風千古癸丑五", "431": "月初三日示現微疾廿七日囑後事書偈云破屋一", "432": "把火灰飛地絕塵露出鐵牛機應物任隨行至廿九", "433": "日沐浴更衣端坐而逝世壽六十一法臘四十二繼", "434": "席本寺嗣法門人我淨益聞禪師等建塔於寺之前", "435": "峰與開山傳法禪師塔相上下也其嗣法弟子如太", "436": "峰鑑等六人唱導一方監寺如印公輩廿載叢林多", "437": "方勤苦師之得人有如此語錄行世多年其正法眼", "438": "藏向上關鍵自有諸方法眼賞鑑余按行狀摭其大", "439": "略昭示來茲復陳短句用抒景仰銘曰。", "440": "乘悲七步天中節來論風幡揚祖烈", "441": "遼天鼻孔沒囊藏舌頭拖地眼睛赤", "442": "刀山劍樹縱橫行應緣寧拒虎狼穴", "443": "光風霽月即之溫冷露嚴霜人共觖", "444": "數嬰其難若家常七坐名坊聲赫赫", "445": "夷荒競戴法中王黔壤幸留教外別", "446": "楖栗橫肩渡汨羅千人萬人難挽轍", "447": "喝斷澬江水逆流倒卓浮丘山頂月", "448": "祥麟威鳳破山孫電捲星馳黃檗舌", "449": "胡然一旦哲人歸艸木叢林皆泣血", "450": "起家麟也徵余銘筆端難把虛空訣", "451": "無縫浮屠插峰西綠水青山無間歇", "452": "康熙己未中秋前三日三韓坦之魏峻槃談撰", "453": "澬陽鳳山西峰禪寺中興碑記澬陽鳳山西峰禪寺中興碑記", "454": "真丹名山多為吾人袈裟覆卻以是奇峰曲水紆谷", "455": "崇嵒絢爛乎梵宇琳宮世俗人不可得而問矣古云", "456": "曠野深山聖道場地皆阿羅漢所住持世間麤人所", "457": "不能見旨哉其言乎如楚之長沙上倚衡嶽下瞰洞", "458": "庭水闊山高長沙稱勝西去有江則為澬水峭石虯", "459": "松鬱乎兩岸山之明水之秀又甲長沙廣輿記云益", "460": "陽浮丘山峰巒倚伏亞於南嶽觀此而峻拔可知已", "461": "旋轉而東複嶺如飛重岡若舞左翔右顧百折千迴", "462": "廿里許突然一峰大似衝霄之翥故名鳳山有寺宅", "463": "其下則曰西峰所謂聖道場地也山頂有古樹大數", "464": "人圍其榮枯占寺隆替明季枯矣自甲辰仲春雲腹", "465": "和尚入山枝葉復蘇至今蕃茂與大溈寄檀靈樹同", "466": "一奇異噫人傑則地靈歟此寺歷唐宋元明盛衰不", "467": "一然千有餘年鼓鐘弗歇其地抑足重也崇禎後烽", "468": "煙四起艸漫法堂雲和尚靈符在掌竿木隨身一入", "469": "其中山川增氣峻閣崇樓如從地涌瓊旛寶幢恍似", "470": "天垂想古盛時不過是也謂之中興也固宜修古塔", "471": "建普同遷本師珽和尚塔於酉陽瘞諸寺後慈與孝", "472": "並著也癸丑趨寂十載住持繼席者為我淨禪師諱", "473": "益聞尤能繼其志述其事廊廡日增參徒日眾食堂", "474": "菩薩子指常數千大藏五千軸有僧四人往黔地募", "475": "資久不就一僧遂斷一手而歿士庶感發歙然而成", "476": "乃過浙西請方冊藏而歸焉厥功懋哉克家之子能", "477": "荷父薪是子是父山賴以興故諸門弟子念父子功", "478": "勳欲記碑垂昭後學乃謀記於余余曰夫所謂記者", "479": "不過表其往著其今垂其後已耳以往論之此寺刱", "480": "於唐開山之祖為傳法禪師中興於宋為性空禪師", "481": "歷代住持皆宗匠散載燈錄炳如也余何必記以今", "482": "日論之雲和尚諱道智西蜀渠縣人象崖珽和尚之", "483": "子破山明和尚之孫天童密雲悟和尚其曾祖也視", "484": "洌則猶子輩也開法蜀之三聖悟燈黔之雲歸安順", "485": "之清涼長壽永寧之中和及茲潭州之西峰也七剎", "486": "住持法嗣淨禪師丕承先緒光大前徽父子令聞口", "487": "碑載道矣余記奚為至於顯大機發大用喚南作北", "488": "點鐵成金驅耕夫牛奪饑人食敲骨打髓罵雨呵風", "489": "如此機關如此作略而流布語錄盛行於世言滿天", "490": "下矣余即記之又能窺其涯涘於萬一者哉余記奚", "491": "為再若殿堂壯麗萬礎千楹地土界址橫阡直陌將", "492": "詳寺誌已何必記以垂後論之上之所謂載燈錄者", "493": "足以垂後父子語錄足以垂後寺誌足以垂後今日", "494": "何必記語云仁言之不如仁聲之入人深也歡喜讚", "495": "歎遞代相傳焉知不千秋焉知不百世口碑豈不足", "496": "以垂遠豈不足以當記哉何必以文字始為記以是", "497": "辭之堅而請記者益篤余至此則無言以對高明者", "498": "另為下語。", "499": "康熙己未佛成道日前住大溈密印寺退居芙蓉古", "500": "梅法弟定洌拜撰"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B309 雲腹智禪師語錄", "author": "清 道智說　嶽賢．聯昇記錄"}