{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 918 止觀記中異義", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 918", "1": "謹錄𨗉和尚止觀記中異義", "2": "天台弟子　乾淑　集", "3": "序中云。無漏總中三者。記家意易知。和尚云。將三界", "4": "為三。即所止。無漏為。一即能止。從前次修無漏。止三", "5": "界獄中來。故用三界為三。無漏為一。合為四也。", "6": "次云。一經一說如此者。記指前常啼等是。師意。常啼", "7": "等但是成華嚴之一意。故言一說如此。", "8": "言餘經亦然者。記云。諸經未引者尚多。師意不爾。但", "9": "指下所引諸經是也。", "10": "疑者云者。猶聞上餘經。亦然語。故請引云。願聞誠證", "11": "也。", "12": "次簡非中。記云。先心次道。師意云。但是雙標心道章", "13": "門。何以得知。據後釋十心中。皆云發心行道。以此驗", "14": "之。知無別也。", "15": "次或先起是心後起非心者。記云。是即菩提。非即十", "16": "非。師意云。是即二乘。非即九非也。何以知之。據後云", "17": "是非並簡。驗知也。", "18": "次󴋯中兩番者。記意。前番約是非相對。是即菩提。非", "19": "即十非。後番約內外。謂二乘外謂九。非為二邊。雖一", "20": "往分折。猶恐前單約內心。後約心境也。師意云。前一", "21": "但就十為內外並等。後番󴋫用。後是心對十非簡是。", "22": "謂菩提非。", "23": "結二十五法中立名者。記將令且下結。師意亦將不", "24": "無觀下結。據引經意。但至則及內外觀經。又則盡故", "25": "知。將此亦不無觀為立名。由合為一段也。", "26": "生起十章末。結云。終至聖人方便。記獨將二乘菩薩", "27": "三境對圓方便方。師意但是當教方便。但是當未證", "28": "前。又約發時未論入位。故通名方便。圓教通用十境", "29": "為方便。不局二乘菩薩為方便也。言方便者。但是二", "30": "乘菩薩未證真前為方便。證真了。不名方便亦不論", "31": "發。", "32": "又私料簡中云。無漏陰轉成法性陰者。記云。滅後界", "33": "外受法性身。呼為法性陰。師意。但即身得便是法性。", "34": "不待滅後也。", "35": "又云。常見之人異念斷者。記將內外凡為異念。經自", "36": "釋異念者八也。忍人也。人即忍也。即因也。", "37": "又次言先尼小信尚不可得者記云小乘信師意云", "38": "但是少信心也。", "39": "又矢石者。記云可知。有言兩人共戰他。一用石。一用", "40": "矢。戰勝時各言有功。故二人諍其矢石有功。又有言。", "41": "六因時。鶽銜矢長一尺八寸墮魏王殿。王命前朝臣", "42": "共議。有言矢者。有言石者。故言名與矢石也。時有智", "43": "人後來。言。不須此諍。此從衛國來。衛人長大。以用石", "44": "為矢也。今不用此意。但取前諍意也。", "45": "又安心中法行安心中言。我觀法相。觀睡不除。當為", "46": "說止。有大功能。記不別釋。師云。以五停心觀。止是譬", "47": "定。似數息觀。止是淨水。似不淨觀。止是大慈。似慈悲", "48": "觀。止是大明呪。似十二因緣觀。止是佛。似念佛觀。師", "49": "意如此對也。記不釋。", "50": "又大經後料簡中言四四十六門者。記不說。師意云。", "51": "生門破一切法。生門立一切法。生門亦破亦立。生門", "52": "非破非立。餘門乃至滅門亦如是。故有三十十門也。", "53": "又會三聶提中言五眾和合故名眾生者。記將證前", "54": "法波羅聶提。師意。正是受波羅聶提。五眾是法。既屬", "55": "法攝。眾生假名。故屬受也。", "56": "又相待假中自作三假云無生法塵者。記云。因成相", "57": "續中用觀推之。已得無生之解。對此無解。故言無生", "58": "法塵。師意不爾。但相待中自有三假。言無生法塵者。", "59": "即三無為之法是無生法塵也。", "60": "又思假中。從若下界貪輕至非貪耶。記云。彼有多並", "61": "但引一。故云一並。師意。一並下是止觀家救毗曇意", "62": "云。雖如是難。恐失佛意。故云。但佛有時對緣別說。不", "63": "應言毗曇全非。故云假名何定。", "64": "又破思假中云次第斷及超斷者。記意不引。師意。但", "65": "得名處。別言次第者。初用無漏智先斷見。次斷思惟", "66": "五品便入滅者。得受斯陀含向名。言超者。初用世智", "67": "斷欲界五品思竟。後斷見時即是斷五品思也。故言", "68": "超。以世智斷惑弱故。只同次第。斷第一二品後。由受", "69": "多家生。故言家家。後例然。", "70": "又料簡超不超後瓔珞下。師意是證圓四句。記不說。", "71": "又五種不淨後觀心無常中云籠破繫斷去不還者。", "72": "記云。無學方名繫斷不還。師意。但是一期命終名繫", "73": "斷不還。故云印壞文成也。", "74": "又攝十八不共法中。餘五不出。但總結而已。記但云。", "75": "攝在慧及解脫無減中。但粗略對當。師意。推法界次", "76": "第意。將常照三世為三眾生心。不須臾觀而為說法", "77": "為無異想。不失先念為慧無減也。餘如文。", "78": "言作宗朝義者。記意。諸論但約當教。未若止觀通有", "79": "四教。師意不然。但是經共論約宗多少也。此本緣欲", "80": "還本國。草草出。不委悉。慮不周施權。與記少乖。亦各", "81": "有眉目。後人覽者詳而鏡諸也。", "82": "指要鈔卷上曰。又云。日本傳來別行十門。題云國清", "83": "止觀。和尚錄出。亦云體同等者。未審止觀和尚又", "84": "是誰耶。此人深諳一家教不。始錄之本全不錯不。", "85": "豈以先死之人遵之為右。所立之事皆可依耶。如", "86": "乾淑所錄䆳和尚止觀中異義。乃以三界為無漏。", "87": "總中之三可盡遵不。況諸異義。特違輔行。自立己", "88": "見。故皆云記文易見。和尚云云。此師又稱第七祖。", "89": "故知止觀和尚多是此師。若其是者。則全不可依。", "90": "既暗荊溪深旨。必有改易也。又日本教乘脫誤亦", "91": "多。唯有別行十不二門則全同奉先源清所定之本。他", "92": "既曾附示珠指往於彼國。必是依之勘寫爾。設是", "93": "舊本。須將義勘。莫可專文。", "94": "志磐述曰。指要斥日本乾淑所錄䆳和上止觀中", "95": "異義。以三界為無漏總中三者。竊詳䆳師親受止", "96": "觀於荊溪。無緣輙創此說。特乾淑輩為此私義。託", "97": "䆳師以行之耳。則知日本別行十不二門題曰國", "98": "清止觀和上者。皆其國人之依放也。指要又云。他", "99": "既曾附示珠指往於彼國。必是依之勘寫。據此又", "100": "知國人依奉先所寄之本故。并託止觀和上之名", "101": "以行其文也。四明之言。斥乾淑奉先耳。世人不窹。", "102": "便謂斥䆳師。請以此義為解。", "103": "日本寶地私記云。有記中異義一卷。是道遂和尚", "104": "於弘決外引出異義。弟子乾淑聞而述之已上。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 918 止觀記中異義", "author": "唐 道邃說　乾淑集"}