{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 904 大乘止觀法門宗圓記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "大乘止觀法門宗圓記", "1": "大乘止觀法門宗圓記卷第五", "2": "東掖白蓮釋　了然　述", "3": "初就染濁三性以明止觀體狀二。初分科。二對分下", "4": "隨釋三。初法四。初正明三。初依分別性以明止觀體", "5": "狀二。初標。二先從下釋三。初從觀入止三。初總標。二", "6": "所言下隨釋二。初觀三。初標。二當觀下示二。初示觀", "7": "境。文云五陰六塵者。即該己佗色心諸心法。智者示", "8": "境有修有發。各別示之。今則通示。又四三昧雖有觀", "9": "及明。正修別依常坐。揀境及心。於前四乘唯觀識陰。", "10": "復成別示。今仍屬通。以由不揀四陰等也。示境雖通。", "11": "修觀必別。但此之別不同智者揀四觀識。隨其根塵", "12": "別取一法而為觀境。故云隨二法。", "13": "二悉作下示用觀三。初總觀謂實。二但是下別觀三", "14": "法三。初觀無明。二以不下觀妄想。妄想即業。三是故", "15": "下觀境界即報。", "16": "三復當下觀因果。總觀前三不獨今日。自無始來由", "17": "此三故。復起惑業感報不出。問。前謂修觀為假觀者。", "18": "今觀正是觀於見思惑業與報。義當空觀如何謂假。", "19": "答。以諦真者必須諦俗。然若以今文從假入空。從假", "20": "為觀。入空為止。觀皆空觀收。干何不可。但為今文與", "21": "於山家諸文用義有不同故。以諸文中從假入空。若", "22": "不名觀即乃名止。而不可分觀為從假止為入空。今", "23": "文既分故知義別。觀見思假必屬假觀非空觀也。故", "24": "下以立三性緣起名為世諦又補為用。問。修假觀者", "25": "竪論必在空觀之後。今何先假而後修空。又假觀者", "26": "乃是菩薩歷學法門。今何觀之。答。今文從圓。不可分", "27": "於空假前後。或分前後者。不出尅從法體隨義詮辨。", "28": "若尅法體。今觀見思執虗為實。照於三假即與假觀", "29": "法體無別。若隨義辨。由在空前故名此假為生死假。", "30": "若在空後故召此假為建立假。隨義前後雖然不同。", "31": "其如法體更無少別。若隨義言。今先從觀。修假觀者", "32": "是修出假方便觀也。由先修故正出假時觀智易發。", "33": "故智者云。入空之前遍觀見思。總知病相為出假方", "34": "便。後用一門斷惑入空。若出假時。分別見思照了則", "35": "易。薄修止觀法眼則明。以由智者則立入假。故指空", "36": "前而為方便。今文不別立入假觀。即三性中修觀是", "37": "假。亦可從觀入止。修假觀者假方便也。從止起觀。修", "38": "假觀者正修假也。三修假觀觀是學法者。學法不出", "39": "知病識藥授藥方法。今文正是知病一義。藥與授法", "40": "即是自行所修之止。持以化人故名授藥。問。智者止", "41": "觀通空假中。南岳何故以觀為假。空中為止。答。法理", "42": "一同。結名別爾。如依真空修止觀者。必由先知六道", "43": "體虗妄執為實。實執亡處即見真空。智者惟就實執", "44": "亡處結名止觀。故曰止觀。故曰止息。故曰貫穿破實執。故", "45": "曰體真。故曰空觀。南岳通約二處結名。約其知於妄", "46": "執為實故名為觀。約能於實執亡處故名為止。修中", "47": "亦然。又南岳止觀體用對各。智者止觀體用各說。所", "48": "以智者辨真中中若止若觀。皆在南岳三性之中止", "49": "義所収。辨俗假中若止若觀。皆在南岳三性之中觀", "50": "義所收。況復智者亦曾以止對法身體。而將於觀屬", "51": "般若用。又復今文觀中有止。以知執為實故也。知虗", "52": "即止。止中有觀。以由知實是虗故也。知實即觀下去", "53": "例爾。　三作此下結。", "54": "二作此下修止二。初止所觀三。初法二。初追念前觀。", "55": "流轉生死者。因謂實故。起惑造業故致流轉。二今復", "56": "下。正修止法二。初止息亦名貫穿。云癡妄者。癡即無", "57": "明妄想。違之之言即止息。二強觀下。停止亦名觀達。", "58": "虗相無實者。亡真實境。前乃違息妄實之心。今乃停", "59": "止虗相之理。此理不當止與不止。故今修止該三止", "60": "也。又此三止皆名體真。亦名實觀。以虗相為理者。若", "61": "從小乘不知八識無明虗想實執亡處。正認無明虗", "62": "相為空。今從圓旨。由全一性為無明相。是故相虗。相", "63": "虗云空即畢竟空。不知此空。此空奚亡實執。是故上", "64": "文破枝時根本分滅。二猶如下喻。愛即無明。謂即妄", "65": "想。實人即境。然此喻文正就大乘以喻幻假。又大乘", "66": "語通。今則從圓。幻由一性。問。一性之語亦通此記。前", "67": "後何以一性惟為圓耶。答。此記前後之一性者。乃是", "68": "三千即一之性。所以惟圓。為患學山家者凡談圓性", "69": "惟執三諦三千。而不本於師祖之意。故以一性而導", "70": "達之。後人其或惟執一性。必須後以三諦三千而導", "71": "達之。然三千一性殊名而同體。無惟執名以失圓旨。", "72": "三我今下合。迷即愛心。妄即能謂。實人意亦無明。確", "73": "亦妄想。由妄想故靳固為實。", "74": "二復當下止能觀三。初正示。以由意識能知名義用", "75": "無塵。今所止者通於二義。一止能用。此智之心前為", "76": "性空今為相空。良由空於能觀心相亦名相空。二者", "77": "直指能觀之觀觀亦非實名為相空。二如是下進行。", "78": "即以後念而為能觀。復破前念能觀非實。如是次第", "79": "以修止。念寂之處止方頓極。三作此下觀成。　三即", "80": "名下結。", "81": "二復有下從止起觀。意乃為顯真俗不二寂照同時。", "82": "或從觀入止。或從止起觀。行大乘者於此體用不並", "83": "不別圓妙難思。下去例爾。三若從下從止入觀。前約", "84": "一性自分。從分別止起分別觀。今約二性相望。從分", "85": "別止入依佗觀。又前止寂觀照二法不同。今於此為", "86": "止於彼為觀一法二名。", "87": "二次明下。約依佗性以顯止觀體狀。此中止觀觀達", "88": "根本。無明停止。中道真性。文為二。初標。二亦先下釋", "89": "三。初從觀入止三。初標。二所言下釋。三即名下結釋", "90": "又三。初觀悟入之後。觀無明假立。同破於界外塵沙。", "91": "問。既云觀於無明。復何言破塵沙。答。依佗性者祇一", "92": "法體。乃是界外生死因果虗相之事。於此之事不了", "93": "名曰塵沙。不了此事即中名曰無明。今修觀者了達", "94": "虗相名為假觀破塵沙惑。今修止者止息虗相即是", "95": "一心。名為中觀破無明惑。文謂因前分別性中止行", "96": "等者。然而雖云以分別性為依佗觀。法理是同。細究", "97": "其意非不殊別。一者在分別性修止之時。雖破實執", "98": "了心虗相。有其止息停止二義。若望依佗。故前分別", "99": "且破實執未究虗相。由解虗相者必究一性相方是", "100": "虗。以前分別雖有此解。解未深明。是故望今且為破", "101": "實。二者前推迷妄但推枝末執實之迷。未推虗相所", "102": "起之迷。故前修止推止執實枝末癡妄。今修觀者能", "103": "知虗相乃因根本癡妄而成。", "104": "二作此下止二。初追念前觀。云妄業者。或妄想即業。", "105": "或因妄成業。皆行蘊収。無明妄想與前分別仗柰乃", "106": "殊。前不知虗執實。今不知性執相。故上文云見有虗", "107": "相謂有異心。又云妄想所執似與心異相相不一不", "108": "即是妄境。良由不知相即是性謂有虗相。若知即性", "109": "故推一心即無妄境。二猶如下。正修止法三。初喻二。", "110": "初喻止息。前分別性鏡像喻取執像為實。今空華喻", "111": "無執華實。但論華相有即非有。病喻無明。病乃病眼。", "112": "眼喻妄想。空喻一性。華喻虗相。有即非有喻虗相息。", "113": "二不生下喻停止。華本不生今亦無滅。喻停中道不", "114": "生滅理。既達此理此理不當止與不止。如此三止故", "115": "皆名息。二偏分別亦名中觀。二我今下合二。初總合。", "116": "二惟一下別合二。初止息。二本自下停止。三如是下", "117": "結觀成。", "118": "二既知下。從止起觀并從止入觀。例前可了。", "119": "三次明下對真實性以示止觀體狀。問。依佗性中既", "120": "假中觀而破無明。今明實性為破何惑。答。亦破無明。", "121": "良由破無明者。真證性體不可思議豈得執滯。中道", "122": "者即中尚不存豈況空假。是故三諦三即非三亦即", "123": "非一。此等執除。如是方為真證性體。是以上文云。談", "124": "其心體非有非無。覺與不覺皆不可名。今依佗性雖", "125": "修中實止甚虗相。相執雖亡而存中道法愛不亡。是", "126": "故移觀於中道法而修止觀。令中亦止。三諦即亡。證", "127": "平等性。所以復於真實性中以修止觀。此義大同智", "128": "者說於中道破偏。約以三法以修中觀。一觀無明。義", "129": "同今文觀依佗性。彼觀無明未真證者。由聞無明即", "130": "是法性。便決定計無明即是。故須移觀就法性中。故", "131": "有第二觀於法性。義同今文觀真實性。三觀真緣。亦", "132": "可會於今觀真實。性中有二。一無無性。二無真性者", "133": "同觀真緣。良由起執不入故依佗後復觀真實。故下", "134": "位次以十迴向為依佗性。以別格圓。迴向同信。故知", "135": "依佗未及真證。又依佗中非不真證。由約初住直至", "136": "等覺。望於妙覺尚在於因。推佛果位法愛盡已一性", "137": "究顯。故位次中。復以依佗判屬地上。真實為果。又除", "138": "鄣中。以依佗性除迷理惑及以虗相。又復但云無明", "139": "住地漸已頓薄。實性方云念動息滅。穿云能滅無明", "140": "住地及妄想習氣。不云虗相者。由三細中轉理乃在", "141": "依佗中除。業與無明在真實除。故依佗中除無明者", "142": "但除相應。真實性中能除始迷獨頭不覺。然雖皆是", "143": "破於無明。不無淺深。此諸義別。", "144": "文為二。初標。二亦先下釋五。初從觀入止二。初標。二", "145": "所言下釋二。初觀二。初觀因前止雖云前止。為今之", "146": "觀非無殊別。前知有即非有。而以破有為宗。而未窮", "147": "非有。今知有即非有。而以非有為旨。故云此中知一", "148": "切法本來唯心外無法。二復作下。復觀心相二。初牒", "149": "境。牒真性為所觀境。二為無下用觀。為無前二性者。", "150": "若從次第可云無一。由依佗性約分別中無性為體。", "151": "今真實性祇可約於依佗性中無性為體。今云二者。", "152": "一以深該淺兼前總說。二尅從圓旨約法橫論。由分", "153": "別中無。就法雖在分別。功德歸乃由實性。若非此性", "154": "其云何無。是以實性二無為體。若指此二無為真實", "155": "性。故真實性即是空中。乃因修有。若異此二無為真", "156": "實性。故真實性即是一性。不從修得。作此推窮名為", "157": "觀也。", "158": "二即復下止。下示實性四番止觀。今當初番。示妄空", "159": "非實。除妄空以明止。文為二。初示修。二作此下結成。", "160": "初文又二。初約對有顯妄無論止。無是無法對有而", "161": "成生者。由名從對得。其若執名不達體性。此名須亡。", "162": "何者。天然一性體本非名。具足眾名。是以對彼分別", "163": "實有。故以此性假立空名。無彼依佗流動塵相。故以", "164": "此性假立中名。若取此名體從性彰。故空中體二無", "165": "二也。既然無二所以順體即一性矣。今取於名從對", "166": "而得。故此空中還成虗相假。是以可亡。故云何有無", "167": "法。即是下文無性性也。上之性字即二性也。今真實", "168": "性是無二性之性之性名無性性。二又復下。約四句", "169": "顯妄無論止。上明心體非有非無乃至不可說不可", "170": "念者。即此性體也。今至於實性修止。即是顯於前之", "171": "心體。非空假中離名言念。是以指為窮深之處而修", "172": "止也。同荊溪云。至果乃由契本一理約止證體也。非權非", "173": "實而權而實約觀證用也。", "174": "二又從下。從止入觀。前番約離。以性止修。故以照修", "175": "為觀。今番約即。以同止異。故以照異為觀。文為二。初", "176": "標。二作如下釋二。初觀二性異執。淨心既異二性之", "177": "無。更有何法為淨心即。二又復下觀見念。又復此無", "178": "空中之性。為可見念不可見念。", "179": "三即復下。復從觀入止。正當次番顯即偽。是真息異", "180": "執以辨寂。即是下文無真性也。由離二性與見念。外", "181": "別無真性。故名無真。文為四。初法。二喻。三合。此之三", "182": "科各有三意。初心體本寂。文云心外無法者。此之一", "183": "句義含二向。一者此一性外無空中法。即此空中全", "184": "是一性。是故止於二性無外別無淨心。斯亦名為即", "185": "偽是真息異執以辨寂。二者以心外無法故何有能", "186": "見能念。良由性體本來寂滅。此性既徧。無有一法而", "187": "非性者。性既本寂故云何有能見能念。二若便下偽", "188": "執成異。若異二性緣念淨心。緣念即偽能所即異。由", "189": "此偏異故不得名為真如也。三又復下。即偽息異二。", "190": "初即偽息異以辨止。覔心之心是偽。既覔心之心體", "191": "是淨心。故即偽是真。云何有異法者。既無異法故息", "192": "入寂也。但以妄想是偽也。自生分別是異也。二又復", "193": "下。從止起觀以辨止。又復設使起觀分別能緣所緣。", "194": "故此分別亦即寂矣。良由寂為分別故。故荊溪云。雖", "195": "曰能所。念本無二。喻亦三。初喻心體寂。眼即心體。眼", "196": "本無華。心體本寂。二反更下。喻偽執成異。性如己眼", "197": "性外無法。如己眼外別更無眼。由不知故。以緣念心", "198": "而求真性。如不知己眼而覔於眼。然能覔之眼即是", "199": "己眼。能緣之心即所緣性。今從不知偽執成異。三若", "200": "能下。喻即偽息異法。文別有從止起觀以辨止。今喻", "201": "則總。三行者下合二。初合心體本寂。二但以下合偽", "202": "執成異。三是故下。合即偽息異二。初合即偽息異以", "203": "辯止。能觀者。偏異也。即是淨心者。偽即異息也。二設", "204": "使下合從止起觀以辨寂。四作此下結二。初結修。所", "205": "云解者。此解即修。修即於隨中亦得名為止門者。不", "206": "同初止。故名亦得。二結證。念動即寂如息波入水。", "207": "四復以下。從止起觀。即第三重根本三昧。文云真如", "208": "用義者。用即神用。由三昧力。然此起徧起一切。分別", "209": "依佗皆為所起。深該淺故。全具現故。此神用即是一", "210": "性具足三千咸空假中。眾生理是。諸佛顯是。", "211": "五又復下。止觀雙行。即第四重雙現前也。說雖或有", "212": "次第。意歸止觀雙行。是故一性三諦不前不後。寂照", "213": "同修體用俱證。", "214": "二上來下。結示二。初通結三性。以立三性為緣起有", "215": "門。即三諦俱照。以滅三性為止寂空門。即三諦俱亡。", "216": "文云入三無性者。性之一字通過通德。若以性為執", "217": "性之性。此性屬過。即是所無。故分別者以相為性。其", "218": "依佗者以性為性。然真實者以性為性無此等性。故", "219": "云無性。若以性若以性為理性之性屬能。即是能無。", "220": "由分別止是真空性。此性無相名無相性。由依佗止", "221": "是中道性。此性無生性。由真實止是平等性。此性無", "222": "於空二性此性字却屬執名無性性。文云除分別性者此性", "223": "是過。入無相性此性是德。下二亦然。若以性為執性", "224": "之性。此三無性實一無性具二無性。一無性性。二無", "225": "相性。今但總云無性而已。文以無相無性對二性者。", "226": "若准前文。分別為用依佗為相。由約起信三大為名。", "227": "今依無性論作此名。故論文云。約分別者。由相無性", "228": "說名無性。何以故。如所顯現是相實無。是故分別性", "229": "以無相為性。約依佗者。由生無性說名無性。何以故。", "230": "此生由緣力成不由自成。緣力即是分別。性體既無。", "231": "以無緣力故生不得立。是故依佗性以無生為性。然", "232": "上論文約二互說。由分別性別無執實。乃執依佗虗", "233": "相為實。亡執實相名無相性。由依佗性自不得生。乃", "234": "依分別迷妄所生。亡此所生名無生性。真實性為無", "235": "性性者。二不同。一者取前二無之性為真實性名無", "236": "性性。即不得云無性已如。論云。此一性真實是無。真", "237": "實是有。真實無。此分別依佗二有無相有無生有。真實有。此", "238": "分別依佗二無有無相有無生。上之論文雖說無。其體不出", "239": "即前兩性為真實生。故論復云。此真實性更無別法。", "240": "還即前兩性之無是真實性。真實是無相無性故。意", "241": "云此是無相性無生性之性。故名無性性。二者無前", "242": "二無之性為真實性。故云無性性。亦得云無無性也。", "243": "初釋無字乃是無相無生之無。即無見思．無無明之", "244": "無也。次釋無字乃是無無相無無生之無。即同無空", "245": "無中之無也。今屬次義。由真實性當體即以無相無", "246": "生而為其性。今既除之。即是無無相性無無生性也。", "247": "論文之中亦有此義。故論說妄立非妄立諦。乃云對", "248": "遣二有妄立二無名為真實正同上文真實是有真實是無。還尋此", "249": "性離有離無故非妄立。三無性皆非妄立也。既云離", "250": "有離無即是離遣二有。離立二無。正同次義無無相", "251": "性無無生性。故今文云除真實性入無性性。然論云", "252": "還尋此性者。還之一字甚有其由旨。名從對得云遣", "253": "二有立二無。屬妄立諦。即世諦也。體自性彰乃非空。", "254": "屬非妄立諦。即第一義諦也。不離此性有其亡照。故", "255": "云還尋。若讀智者四念處中妄立非妄立諦。須知今", "256": "說。", "257": "二就真下別結真實。文云窮深之處微妙難知者。真俗", "258": "立處三諦即亡。故立與亡皆非思議。文云是故無性", "259": "性或名無無性或云無真性者。祇一法體因遣情殊", "260": "遂有三名。故皆言或。遣無性云無無性。復由遣執於", "261": "無性云無真性。此二名者祇是論中一無性性之法", "262": "體也。", "263": "三又復下約根三。初約中根。次若不能下。下根。三又", "264": "復雖是初行下。上根。若以三根約此三文對三止觀。", "265": "義何不可。細究文意乃是圓頓自分。此三良由約證", "266": "竪論於修。是故分別成在七信。依佗十信真實初住。", "267": "或依佗性。初住已去真實妙覺。故云不得越前二性", "268": "經修第三。若也約解橫辨於修。故諸位中皆是三番", "269": "一時而修。是故初心約此並學皆成竪論第三番耳。", "270": "雖有橫竪。莫不皆是圓頓法門。故下結位乃有橫竪", "271": "二義之別。人若問云。今此南岳大乘止觀。於三種中", "272": "屬於何種。故應答云正屬圓頓。問。若由約位竪論之", "273": "故不可越二。何以越一。答。雖云越於分別一性。以依", "274": "佗中有分別故還成不越。是故無有不歷七信便至", "275": "後位之疑妨也。問。既然不越。何以文云不從第一。答。", "276": "依說次第故云不從。依義實具足是故不越。問。既是", "277": "約位竪論次第。法理合然。何故分根有能不能。答。其", "278": "分根者自約位說。次與不次非由位得。問。三番並學", "279": "為上根者。其義云何。答。此通二義。一者不可定為上", "280": "根。但可於前分二根性有利鈍。若利若鈍。約證竪論", "281": "三番不並。約解橫辨何不並學。二者亦可以前二根", "282": "如於修別故屬中下。以後根性即修一心故屬最上。", "283": "文云以依佗性亦得名分別性者。一者由執依佗為", "284": "分別故。二者不以二性分對二惑。是故二惑名以當", "285": "體。名為分別各取所依合為佗依。問。前依佗性亦具", "286": "三性。今何具二。答。今從竪論。并非上根如修別。故依", "287": "佗外更須修實。故略不說。問。應顯前文是橫不別耶。", "288": "答。不可一向。前但示於依佗一性具三性義。若以此", "289": "三一心而觀故成橫成一。若以此三次第而觀故成", "290": "竪成別。", "291": "四料揀。有此問者由上文云除真實性。答文意者但", "292": "是除執非謂除性。不出就法功歸二義。就法論除云", "293": "除實性。由就實性而起執故。功歸論除乃除無明。功", "294": "由無明執實性故。問。人據荊溪云。世緣起法亦本無", "295": "生。但由情計謂之為生。理性亦爾。故謂事理法體不", "296": "除但除情執。且今三性。前之二性正屬緣起。亦但除", "297": "情耶。答。昔說誤矣。今問緣起是生無生。若云無生何", "298": "云緣起。若云是生生必須除。若謂不然。何云情計謂", "299": "之為生。良由不知理體不除者自心功也。事理不除", "300": "者由即理也。是故今文於前二性而無此難。", "301": "二復更下喻二。初約巾兔喻四。初總示。二譬如下正", "302": "示二。初喻三性觀門二。初示。二此喻下結初三。初喻", "303": "真實性二。初喻。二真實下合。文云唯一淨心自性離", "304": "相者。若約止門總離二相。一者名相。二者形相。形相", "305": "又二。一者虗相。二者實相。離名相者即離性相。離虗", "306": "相者即離生相。離實相者即離相相。故三無性亦名", "307": "三無相也。且名相者由性本無名。因對分別名之為", "308": "空。因對依佗名之為中。二名本無故離名相。如巾本", "309": "不名無兔。巾因對兔故號無兔。巾無兔。巾名其名亦", "310": "亡無兔。如空中巾則如性無。無兔巾如為空中性。其", "311": "實但亡無兔之名而不亡巾。如實但亡空中之名而", "312": "不亡性。今文且在實性觀中未離名相。故離相言。且", "313": "離虗相并離實相。淨心自性既離二相。正屬空中。餘", "314": "二各有喻合。在文可了。", "315": "二若了下。喻三無性止門二。初示。二即此下。結示中", "316": "各有喻合。問。無性性智中云能知淨心本性自有。不", "317": "以二性之無為真實性。據此之說。其義但離修入空", "318": "中。有性空中為真實性。若其然者。性得謂之真實性", "319": "止。亡於於中歸一性耶。答。修性空中體同義異。若從", "320": "義。亡修空中存性空中。教門有之。但今文意。真實性", "321": "中窮深修止。止體寂也而非其用。以約體同故性空", "322": "中還是於用。而非性體。今修止者既證性體。故亡空", "323": "中。問。文中何云本性自有。若性體本有。不因無相無", "324": "生方有實性。", "325": "三是故下結法喻二。初結法。文有三節。初二約離。後", "326": "一約即。離中初明宜亦。故云若欲。次明修習。故云若", "327": "不。二以是下結喻。", "328": "四如幻下。例顯三。初喻通辨三性。文云依實起虗執", "329": "為實。此之實字亦可是同。由依佗性或指分別為所", "330": "依故。今文則異依實之實。乃是實之實。據次科云。但", "331": "虗體是實。即喻真實性。是以不同執虗之實。二若但", "332": "直下喻。別就依佗辨三性。三是故下結。", "333": "二又更下。約夢事喻喻三。初標。二譬如下示。三是以", "334": "下結。示中又二。初喻依佗。二彼夢下。喻分別。各有喻", "335": "合。", "336": "二是以下證。三此即下結。云三性者。喻中既有作夢", "337": "之心。心即實性。", "338": "二然此下喻止門二。初喻。二此即下結喻三無性各", "339": "有喻合。依佗中云有即非有惟是本識者。流即是水", "340": "故屬非有。真實性中為論覺心夢心。故以本識真心", "341": "說即是息異。以辨寂也。", "342": "二就清淨三性以明止觀體狀者。然此三性法理。進", "343": "不與染獨中稍有不同。染中依佗體是無明。虗相惟", "344": "在俗諦。淨中依佗云虗相者。體是三身四土。義通三", "345": "諦。染中真實。體是空中淨真實。體是一性。其不同者", "346": "深有其旨。由虗相者乃是世諦。其無相者方為真諦。", "347": "此世俗諦在生佛進不不同。如法華十如。相性等十。", "348": "如是二字乃屬理實。玄辨六道相性體三。即指苦報", "349": "色心為體。表苦為相。生惡為性。然既此等義屬事權。", "350": "如是理實故當空中。其佛畎釋正因為體。事因為性。", "351": "緣因為相。并約位釋以相性體指為三德。三因三德。", "352": "荊溪指因即是三諦。既以三諦為之事權。故如是理", "353": "實須當一性盡。由至佛境中究極歸深。空假中三還", "354": "是諸法。苟無此義。大師何云一諦為實三諦為實三", "355": "諦為權。今亦復然。因此義故即見南岳所說有旨。何", "356": "者。前明染中實性修止。乃以滅於二無為止。今明淨", "357": "中實性修止。但以佛心生心無二為止。其不云滅二", "358": "無為止者。祇由二無體是空中。淨中空中屬依佗故。", "359": "問。若以三諦屬依佗性。其一性者屬真實性。是則一", "360": "性出三諦外。三諦復在一性之傍。豈是圓頓法門者", "361": "耶。答。此問非也。其云一者即三之一。故一即是三。其", "362": "云三者即一之三。故三即是一。豈惟三一不二。況復", "363": "三性元同。不分而分作前說耳。問。若而分時。三出一", "364": "外一在三傍耶。答。三是即一之三。且從三說。如波是", "365": "即水之波。且名為波。一是即三之一。且從一名。如水", "366": "是即波之水。且名為水。波水相別。故云不分而分。波", "367": "水體一。是故分而不分。問。曾問人云。即三是一即一", "368": "是三者。乃就三中趣舉於一。一相即爾。答。此一說者", "369": "但得就法圓融而失本源法體。故智者云。如摩醯首", "370": "羅面上三目。雖是三目而是一面。觀境亦如是。觀三", "371": "即一發一即三。不可思議。", "372": "釋文為三。初標科。二第一下隨釋。三此約下結隨釋", "373": "三。初隨章別釋三。初明分別性中止觀體狀三。初所", "374": "觀境三。初法體。謂知一切諸佛至大悲大願者。斯示", "375": "在世淨用化物正執三輪。悲願即意。依報眾具者。此", "376": "通在世并於滅後。及以染淨殊形六道變化施設者。", "377": "此語染用。點三乘者攝淨用中。滅後中云表彰處所", "378": "者。即指舍利塑泥刻木與圖畫像表彰。是佛化用之", "379": "處。亦可塔廟為表彰也。文云經教。即經藏。威儀住持", "380": "即律藏。不語論藏故云等法。二當知下。示虗相。惟是", "381": "真性緣起之能者。能即用也。既真性能。相即非相。任", "382": "運無實。三但諸下明妄執。佛現虗相。生執為實。正約", "383": "見思為曲見也。二行者下能觀觀。", "384": "二以知下止二。初追念前觀。二強作下。正修止法二。", "385": "初示修二。初止息。二唯是下停止。自心所作者。一者", "386": "妄心。佛相本虗。眾生自心妄執為實。二者真心。是佛", "387": "自性清淨心作。亦即眾生自性心作。由生佛心本不", "388": "二故。斯從文旨可作此說。二如是下結成。云實執止", "389": "息者。既然息實必住真空。若例染中。今文略於起觀。", "390": "二明依佗性中止觀體狀三。初標章。二謂因前止下", "391": "釋二。初觀二。初示。二作此下結初文二。初因止成今", "392": "觀。二以不下正示觀門。以止文顯今此觀中必有自", "393": "佗二種虗相。酬因即自。對緣即佗。既因前止為今文", "394": "觀。今此觀中既有自佗二種虗相。顯前分別必該自", "395": "佗。前不語者乃文略爾。又雖因前止為今之觀。不無", "396": "少殊。前分別性非但無。化他亦殊。前唯界內設化。今", "397": "通內外利佗。二依此下止二。初示自利利他之德者。", "398": "即是所止。平等一性而為能。止故云有即非有。何者。", "399": "由下料揀自利利他是三身四土。且法身寂光與諦", "400": "理體同名別。荊溪得指自行空中。化他俗諦。豈非三", "401": "諦俱屬依他同為所止。二如止下結。三此下結示。前", "402": "後行之亦得者。隨根不同雖云前後。實是圓乘例如", "403": "勝別。", "404": "三次明下。明真實性中止識體狀三。初標。二謂因下", "405": "釋。三此名下結。釋又二。初觀惟是一心者。知惟一法", "406": "名為觀門。二復知下止三。初出法體。正示一心真實", "407": "法體。乃是能止之體性也。由此體性非迷非悟平等", "408": "一如。二以無下示相二。初止息。以迷悟無別為能止。", "409": "有迷有悟為所止。故云分別自滅。前染實性。次番論", "410": "止。止於能所但約自己心體而論。今止迷悟。乃約生", "411": "佛相望而說。二妄心下停止。妄心既息者。結前也。本", "412": "來一如者。停止非迷非悟之理。三故名下結名。", "413": "二上來下。約義通結三。初結自行入修。窮深至極平", "414": "等一如。若以我心佛心皆有體用。亦得名為平等一", "415": "如。今但在體為一如爾。然須了知既見體如任運用", "416": "等。二復以下結化他出修。既云無事不作。豈不權作", "417": "於情事。既云無相不為。豈不權為於染相。問。情屬凡", "418": "迷。若言佛起情事之用。必再迷再凡耶。答。實非凡迷。", "419": "為眾生故權現凡迷。故章安云。方便道中如來不定。", "420": "法身本地定。不定為凡。故荊溪云。若當分者。尚非教", "421": "主所知。問。起於染用此論有文。未審智者有其言乎。", "422": "答。光明疏云。起淨不淨用。三用時下。結止觀雙顯二。", "423": "初結染位。二乃至下例凡夫祇一體用更無異法。佛", "424": "亦此法己亦此法。但無始來雖居其體不得其體。故", "425": "於體用得用失體。以失體故此用無益。又雖曰得用。", "426": "但得少分不得其全。但得其礙不得其融。皆由失體", "427": "故有斯過。若得體者。非但於用有亦乃任運得全得", "428": "融。但以此意求之。實無別有諸佛之法。又眾生得一", "429": "而不得二。所以却二。體用異故。佛二其所以却一。體", "430": "用如故。故為佛法。", "431": "三料揀釋疑二。初四重料揀差無差四。初重。問者由", "432": "前實性修止而生。答文者乃約尅從法體為答。理體", "433": "同也。事體異也。知同者智。執異者情。前從知同之智", "434": "而修止。故云我心佛心本來一如。今從執異之情而", "435": "為答。故乃云佛生二名之異。文云心體有無障礙別", "436": "性者。即能具情之性也。既云名無礙。復稱別者。無礙", "437": "從性。別則從情。此無礙性能具於情。故云無障礙別", "438": "性。", "439": "第二重。初問。二答。文三。初示義。余始聞道常疑於此。", "440": "何者。一切事相各別不同者莫非是情。佛既離情合", "441": "無差別。如何經教說佛起用種種事用歷然不同。其", "442": "同學輩或謂余云。佛之事用不同眾生。非由情致。自", "443": "是如來不思議事。或答余云。佛無事用。從眾生邊之", "444": "事用爾。其實佛用全是性德。故事相者非佛所證。余", "445": "乃研究此二說者。非余所知者。尅從法體事相是情。", "446": "隨具詮辨佛亦有之。良由佛亦具眾生。故從佛性體", "447": "即云其用乃是性德。從用當體。故其事用須由執情。", "448": "余雖知之求諸無所。一日得今南岳之文。其言既顯", "449": "足為良證。有求余者方最說授。文云若離我執即無", "450": "十方三世之異。豈非事異由情。文云但本在因未離", "451": "執時各別發願。豈非果證情盡。差別元從在因執存。", "452": "不因可致。問。前文起用云但除其情。今文起用云未", "453": "離我執者何。答。用從所依。如鑑現像不曰假形。故云", "454": "但除其情。用從當體。如形現像不曰鑑。故云未難我", "455": "執。其實鑑明形像一致而圓。二是故下引證二。初引。", "456": "二此即下釋。一切是別一道是同。三以是下結答二。", "457": "初法。推情所起良由性具。性不具情情無由起。情若", "458": "不起事無由生。事若不生豈有差別。相從雖爾。其實", "459": "情事差別性本頓具全具發現。故文總云具差別性。", "460": "若云此性不具情者。情無由即。情若不即。大師何云", "461": "問七識是執見之心。何得言是實慧解脫。答若離迷", "462": "執何處別有實慧之解。二若解下喻。云具像性者。或", "463": "曰現具者。但具情之性而不具於情。今問曰具情之", "464": "性者。此性名情不性。若得名情何云不具情。若云具", "465": "情性。其性不名情。亦須具權性。其性不名權。故知此", "466": "說者祇因失能所。", "467": "第三重問答者。此義前後凡三辨之。文相生起雖各", "468": "有由。而其意旨。或答意大同而問意少別。或問意大", "469": "同而答意少別。疑文可見。文為二。初問。二答二。初違", "470": "問。答雖舉異意在惟同。故云他修我得道。今答違之。", "471": "若從體一。是故不論修與不修。成與不成。復何得云", "472": "他修我得。此約性體雙非義拒。云平等耳。二雖然下", "473": "順問答二。初示義。二是故下引證。若解此體同之義。", "474": "亦有益己者。惟從性體己他平等。非修不修但從於", "475": "用。己他既殊修不修別。今以即體論用。他既即體而", "476": "修。其體既同於己。是示己同他修。故云他修亦有益", "477": "己。", "478": "第四重。初問。二答二。初同異各論二。初同二。初了他", "479": "即己同。全性為修。以性同故了他即己。二又亦下。自", "480": "他無相同。亦釋伏疑。疑云既然了佗即己藉佗得道。", "481": "今何佛自成道我却在迷。是以釋云。了他即己己佗", "482": "性同。故無佗身己身之別。如何尚存佛我之二。疑佛", "483": "成道我何在迷。二真如下異。二復知下。同異對論二。", "484": "初不可全同。雖知佗修即己。亦須自進其修。二又復", "485": "下。不可全異。雖然自進其修。復須了佗益己。文為三。", "486": "初釋。二即如下引證。不知性同但在事異。三是故下", "487": "結示。藉因託緣者。同異二義互為因緣。然若不知同", "488": "無由成佛。同之功者是實性故。在異者不能知同。知", "489": "同者必須得異。", "490": "第二。三重料揀有非有。初之一重覈定法體。餘二正", "491": "辨有非有義。初重。若文自利之中云淨土者。身既證", "492": "於法報。土必是於寂光。與無上報利佗順化。不云佗", "493": "報者在勝應。攝摩菟摩者。此云化身。始終為應。歘有", "494": "為化。云淨土與雜染者。即三土也。淨染之言於三土", "495": "中該於橫竪。", "496": "第二重。初問。法報二身圓覺大智顯理而成者。一心", "497": "三智能顯能成。一境三諦而為所顯。一體三身乃為", "498": "所成。不別而別。今別自行圓覺大智。即空中智以為", "499": "能顯。真中二理以為所顯。法報二身以為所成。故云", "500": "顯理而成。又圓覺大智即報身。屬能顯也。顯理而成", "501": "即法身。屬所顯也。若約唯識。轉於八識以成四智。又", "502": "束四智以成三身者。則轉第八為大圓境智。轉第七", "503": "為平等性智。轉第六為妙觀察智。轉五識為成所作", "504": "智。大圓鏡智成法身。平等性智成報身。成所作智成", "505": "化身。妙觀察智遍於三身。既然不約真常淨識。乃是", "506": "教道一途屬對。不與今同。何者。今以圓覺大智顯平", "507": "等一性。此之一性有法身性。故成於法身。有報身性", "508": "故成於法報。皆即性而成能顯之智。亦全性具。豈惟", "509": "法報即性而成。祇如應身亦即性具足。故三身一念", "510": "因心無不具足。融妙難思。至佛果顯又指法身為塵", "511": "相者。佛本無身順世立身。故法身者亦世相收。但此", "512": "之相而非報應身色之相。以詮實理假名為相。既有", "513": "名相故為所非。問。法身無色相耶。答。尅法體無色相。", "514": "隨處辨即是有色相。問。昔人亦云。若論相即。俱相俱", "515": "無相。與今何殊。答。即名雖同。良由昔人用祖文故即", "516": "義有殊。以假立宗。應身即法相不存。故智者明於三", "517": "智稱曰本無。說於四土曰非垢染。示其開顯號非權", "518": "實。或談之於初。或結之於後。意從此立。意從此歸。予", "519": "因得之。三身者即平等一身。四土者即平等一土。是", "520": "故今文法身寂光俱為虗相。二答三。初示體用二。初", "521": "用即體。二復正下體即用。由法身之名從世間得。名", "522": "下之理從性體彰。即用而體既是一心所以不遷。即", "523": "體而用既是虗相所以可非。問。若云今文指修法身", "524": "謂之虗相。以性法身而亡此修可乎。答。今文之意不", "525": "擇修性。凡有名字皆屬用義。是以前文乃指本覺亦", "526": "屬用收。又復須知性本無名。以生迷性既有苦身。欲", "527": "以假名引彼入理。遂以此性強名法身。故法身名乃", "528": "從對得。生既迷此。乃云此是逆修所迷法身。勉令反", "529": "迷以智照此。乃云此是順修所顯法身。以體自性彰", "530": "故云乃是本來性德法身。故知祇一法身名修名性。", "531": "問。學今宗者執人不知祇一法身。在性為性在修為", "532": "修。答。雖皆知之同焉。其所以知者殊爾。何者。由彼乃", "533": "謂性體本來名為法身。今謂性體本來不名法身。由", "534": "對眾生故有此名。以此對得之名召本妙性之體故。", "535": "體自體彰亦名法身。篤論性體本無此號。若云性本", "536": "名法身者。何云佛本無身。何云性本無名。若云但無", "537": "修中之名而不妨有性德非不思議。何者。既然有名", "538": "豈不可思議。或曰如此辨不識即是習啞法。答曰。若", "539": "謂習啞法即以啞法識。縱使不習法思惑者。若達此", "540": "於啞法妙訓。問。前云強名。梁公何云非強名耶。答。了", "541": "名即性何強之有。問。名既非強。前後何云。答。前從離", "542": "說。當知若從即說何獨此名非強。亦乃言滿法界未", "543": "曾擬識絲毫。雖然即離分途。究竟同歸一轍。　二然", "544": "用下示融妙。三寂即下示止觀四。初法本一體。二但", "545": "為下隨機先後。三非謂下正答前難。即亡即照照即", "546": "是常。四又復下引事例顯二。初引事。二世法下例顯。", "547": "世法尚爾者。色即是空。通別圓三悉有是說。今云世", "548": "法者。以世虗空與真空殊。今色即空屬世間耳。若望", "549": "真空。故世間空還是色攝。", "550": "第三重。初問者以佛難生。意云若眾生之有亦常住", "551": "者。且如身之是有何得死滅。答二。初立義。二常住下", "552": "相理體是無常。即理為用。故用亦常。在佛在生據其", "553": "法體皆是有。即有非有非有而有。但佛順理所以常", "554": "住。眾生迷理所以生滅。", "555": "第四止觀除障得益者。止觀體狀即自行因。除障得", "556": "益屬自行果。前非無果今非不因。文相生起相對說", "557": "爾。文為三。初標分。二初明下隨釋。三斯辨下總結。隨", "558": "釋又二。初別明二。初釋義。文自為三。初約分別性以", "559": "明除障得益二。初標。二謂能下釋二。初觀行三。初法", "560": "二。初除障二。初爾所除障。二何謂下釋所除障二。初", "561": "釋迷妄見思。迷虗妄執為實初一重也。復迷見思。是於迷", "562": "妄妄執非迷第二重也。故云迷妄之上迷妄。文云何謂至", "563": "迷妄。標也。謂不知至即是迷也。釋迷字也。以此迷故", "564": "至妄想。釋妄字也。此一重迷妄至迷妄也。結釋也。二", "565": "是故下釋除障者。正除見思屬於止中。是故今觀但", "566": "除見思迷上之迷。問。前云觀門是修假觀破於塵沙。", "567": "今除見思迷上之迷是塵沙耶。答。正是此惑。見思迷", "568": "真。塵沙迷俗。見思之體體是俗事。今於見思而起迷", "569": "者是迷俗事。既知是過乃解俗事。迷則為惑解則為", "570": "諦。是以得云除塵沙惑而悟俗諦。問。俗諦是所顯。見", "571": "思是所破。何指見思為俗諦耶。答。見思望真屬於生", "572": "死故為所破。若望不知是見思者。今既識知義當建", "573": "立故是所顯。荊谿曾云。界內外俗俱所破者。斯由望", "574": "於真中為言。若破塵沙證俗諦者。斯由望於不知之", "575": "心建立為言教。故章安云。俗亦非諦。若望解了則得", "576": "名諦。應知俗諦其體祇。一乃界內界外因果色心。其", "577": "名有三。一者對於空中名生死俗。二者望於能不知", "578": "心名建立俗。亦是自行入道名生死俗。化他起用名", "579": "建立俗。三者即是一性。名不思議俗。然不思議俗復", "580": "有三義。一約所具。由其一性具彼俗故。故俗即性稱", "581": "不思議。此如向說。二約能具。由能一性能具於俗。故", "582": "能具性名為俗性或稱俗諦。三約附世假立為俗。如", "583": "佛附世假立五陰。云常住陰．平等陰．法性陰等。故荊", "584": "谿云五陰即是俗諦。陰既至心。當知俗諦亦通至佛。", "585": "又如中道實相之理。附世假立名為妙有。有即是俗。", "586": "故大師云。又此實相諸佛得法故稱妙有。例應空中", "587": "稱不思議。亦通此三。二以除下得益。三性除障皆從", "588": "自分。望後進行稱為得益。", "589": "二又此下喻三。初總標。二如人下正喻二。初喻所除", "590": "障二。初喻迷妄。執東為西執虗為實。二此人下喻過", "591": "失。二若此下。喻能除觀二。初喻除障。未醒悟者。未破", "592": "見思也。信知自是迷者。知即是於照假之智。二此人", "593": "喻得益。三雖未下合二。初合能除障二。初合除障。二", "594": "堪能下合得益。二若都下合所除障二。初合迷妄。二", "595": "即當下合過失。　三此明下結。", "596": "二所言下止行三。初標。二謂依下釋。三此明下結釋", "597": "為二。初除障。文云作方便者。若初望止從假入空。是", "598": "故假觀乃為入空之方便也。若觀自辨既是於假。乃", "599": "為出假之方便也。以大乘中入空方便即是出假方", "600": "便故爾。文云除果時迷事無明及妄相者。正除見思。", "601": "復於貪嗔漸已微薄者。於三毒中自論難易無明癡", "602": "也。以迷虗相起妄執實。今既知虗不復執實。是故迷", "603": "妄二皆易除。其有貪嗔而難除故。雖不迷境執實愛", "604": "惡之心尚存。是故但云漸已微薄。雖曰微薄終須斷。", "605": "又無明妄相屬見。貪嗔屬思。亦可橫論除見思時根", "606": "本貪嗔漸已微薄。雖有罪垢不為業繫者。祇一昔債", "607": "理設受苦痛。解苦無苦者。子縛雖已果縛猶在。苦受", "608": "苦痛皆即空也。問。既是大乘何云抵債。答。今順入空", "609": "法理如此。苦就出假何抵之有。亦可既云在苦無苦。", "610": "亦顯在業非業。是以得云不為業繫。二復依下得益。", "611": "二次明下依他性除障得益。二初明下釋二。初觀三。", "612": "初標。二此觀下釋。三此是下結釋又二。初除障二。初", "613": "標同異。二此云下正釋二。初約法體辨同。二但彼下", "614": "約破立辨異。二以是下得益二。初結前生後。二別者", "615": "下釋得益二。初堪入止。二又復下成三昧。文云幻化", "616": "等者。幻事喻法。或云夢像辨水目等。於一切相能亡", "617": "實執。即得如是一切三昧。", "618": "二所言下止四。初標。二謂依下釋相二。初除障。果時", "619": "迷理者。對論獨頭子時迷理。及虗相者。對前見思迷", "620": "事實相。又復無明住地漸薄者。前破見思則根本相", "621": "應貪嗔漸薄。今破根本則獨頭微細無明漸薄。由依", "622": "佗性即是初住至於等覺所破相應之無明也。若其", "623": "獨頭破在妙覺屬真實性。今文住地但指獨頭。不同", "624": "前文通指根本。二又得下得益。依佗止觀辨得益者。", "625": "不獨望修進行。亦獨約自成三昧。三料揀。初問。次答。", "626": "云觀中分得等者。位在相似非真出假故云分得。位", "627": "在住上屬真建立故云成就。又復等者。觀未證中但", "628": "知於假。今證中理而知於假。四此明下結三。初真實", "629": "性除障得益二。初標。二初明下釋二。初觀四。初標。二", "630": "此觀釋二。初除二。初標同異。二此云下釋相二。初約", "631": "法體辨同。二然彼下約破立辨異。二是故下得益二。", "632": "初結前生後。二別義下釋得益。三料揀。今問唯心與", "633": "唯是一心。為事為理。答。事則俱事理則俱理。何者。就", "634": "法言之。以一切法即唯妄心。妄心屬事所以唯事。功", "635": "歸言之。如何諸法皆唯心是理。問其。如不別何分二", "636": "義。答。但約起入故成義殊。又復須知。若立言云當知", "637": "一一切法唯是一心作。必應指於唯是一心為起相", "638": "證。若云能知諸法皆唯心體。應指唯心為入實證。然", "639": "今文明有起入二證。故知證用是證相。證體是證性。是", "640": "以如來性相俱證從名曰俱。法體無二。波水之喻於", "641": "此宜陳。問。起相滅相可以情法分二相不。答。二相不", "642": "別。祇一非有而有有即非有。兩處非有既同。二處有", "643": "字豈別。必不可云非有而有乃是法有。有即非有乃", "644": "是情有。能了圓宗破顯難思。必於今文心境無礙。何", "645": "者。為順入體故云滅相。相實不滅。為順起用故云起", "646": "相。相實不起。若謂圓宗情滅已不復有者。豈得為妙。", "647": "二所言下止三。初標。二謂依下釋。三此明下結釋又", "648": "二。初除障。知彼一心之體不可分別者。一不可以空", "649": "中分別。是一性故。二不可能所分別。淨心之外別無", "650": "法故。", "651": "三不可以迷悟分別。眾生諸佛同心體故。於後二義", "652": "亦須不可以一分別。由非一故。真或不然。何云寂靜。", "653": "若離分別有不分別。亦非寂靜。念動息滅者。念即子", "654": "時獨頭無明。動即子時根本之業。不言虗相者。由在", "655": "依他性止中已滅。能滅無明住地者。結上念。滅及妄", "656": "想者。結上動。滅習氣者。結通惑業家習。", "657": "二大覺下得益。大覺等者。三覺圓明故稱大覺。法法", "658": "是覺故稱現前。十力究成故具足佛力。", "659": "二料揀有三。初重二。初問。二答。意在解用漸漸薰除。", "660": "今問。若謂此論旨在圓者。於今除惑其疑可三。一但", "661": "論除不說不除。二但論離不說於即。三但論漸不說", "662": "於頓。答。須知圓除無非約即。但就性惑說義不同。即", "663": "惑是性從性說義故云不除。如荊谿云。本觀理是。不", "664": "觀染除。染體自虗本虗名滅。故妙體滅不立除名。然", "665": "此文意非謂離染直觀心性。亦乃非謂不除於染。良", "666": "由了染即性。從性說義故云理是不立除名。或了惑", "667": "即性。從惑說義正如今文論於薰除。然今文意非謂", "668": "離性而除於惑。祇由了惑即性從惑說義故但云除", "669": "惑。了惑即性復從惑從性而說義者。則云約即論除", "670": "融氷是水。約即從性論除從惑。其謂漸頓義亦斯類。", "671": "理性常頓。情惑常漸。了惑即性從性為言故云頓除。", "672": "了惑即性從惑為言故云漸除。然情惑即性。漸除之", "673": "處即頓除性。隨情事頓除之處不妨漸除。據其性非", "674": "頓非漸亦乃非除。不如此了者方是圓宗。法界全體", "675": "一色一念無不具足此全體也。今於一念如是除惑。", "676": "若除惑若除不除。若即若離若頓若漸。義無不可。問。", "677": "何知理頓情漸。答。佛頂經云。理即頓悟乘悟併銷。事", "678": "非頓除同次第。𦘕。答文為二。初總答。二所以下示相", "679": "四。初示不得敵對相除。由歒對者先須二法並存然後", "680": "除一存一。余既解時無惑惑時無解。豈名敵對。二如", "681": "是下釋伏疑。由聞二法前後不俱不名敵對。故潛疑", "682": "云未必二法共在一時名為敵對。但以解起惑除名", "683": "為敵對。今釋此凝。解起惑除故當然也。但不得云解", "684": "起惑除名為敵對。夫敵對者必解起後更無於惑方", "685": "成敵對。若解起後有惑者何名解起敵對解惑。今既", "686": "解起。惑種未滅。故知乃非敵對。非敵對相除。文云如", "687": "是雖由至惑用不起者。斯是顯可疑者之辭。然其本", "688": "識至還起用者。正釋其疑。三如是下正示薰除三。初", "689": "法。文云解用漸漸薰心者。稱理之解常頓。從行之解", "690": "自殊。若尅諦法體。理性則頓情事則漸。其解從行漸", "691": "者。祇由行從情漸。行若從理則曰頓行。問。今以解除", "692": "情。何云以解從情名而漸耶。答。解若稱理其解即頓。", "693": "但由情隔故解淺深。指此名為以解從情。二如似下", "694": "喻。三惑種下合。四非如下辨異權小。祇由小乘不談", "695": "本識故無熏除。豈同不知便非其理。有本云亦迷熏", "696": "除迷應為還。", "697": "第二重。初問。為見淨心者。見即解也。答三。初法。意云", "698": "別無所由。由解淨心為熏。淨心則為解。由惑淨心為", "699": "熏。淨心則為惑。故云解惑之用皆依一心。并云即自", "700": "熏心更無所由。此則淨心之外無別有法。雖悟假師", "701": "教。即心迷由外緣。外緣即心。即是自熏自悟。自熏自", "702": "迷。二如何下喻。此喻不全。波動因風不但是水。若取", "703": "因風則別有由。今若以喻順法。應須了風即水。由波", "704": "動處即是風故。波既不離於水。故風亦不離水也。清", "705": "風如師教之緣動於淨波。毒風如無明之緣動於濁", "706": "波。三解惑下合。法理易曉但總合爾。", "707": "第三重。問者由佛隨機。或談有位或說無位。故得今", "708": "約有無為問。及下答文乃從有位。須善其旨。何者。談", "709": "無位者可非有位。說有位者不離無位。如世坐位必", "710": "依於地。地無彼此位自先後。從地為言可云無位。從", "711": "位為言不可無地。若得此旨。一位一切位。一切位一", "712": "位。一位非一非一切。而一而一切。理無不通。又應四", "713": "句分別位地。一地非位。二位非地。此二句者地是平", "714": "等一理。復是漸次修證。修依理立。修不分而分。地位", "715": "殊爾。三地即是位。如十地也。四理即是地。如法位也。", "716": "荊谿乃云。位可一如。應知此位即經一地二。答云不", "717": "定者。一有無不定。今就有位一相而言。二橫竪不定。", "718": "今且就竪一相而言。由下論位凡有四番。前二約竪", "719": "後二約橫。於前竪義初竪者。分別中止既言十解屬", "720": "別住行。依他中止未入中道。但在似證屬別迴向。此", "721": "之二位即是圓信真實性止說。既云佛滿。其未滿者", "722": "即別地上同圓住上終至等覺。第二竪義者。依他修", "723": "止已入中實故屬地上同圓住上。是故分別即屬地", "724": "前同圓住前。由圓住前竪屬空假。此空假者或以七", "725": "信為空。八至十為假。或通以十信為空。或通以十信", "726": "為假。不談空空。不談假融。皆通十還成竪義。復望登", "727": "住為中故亦竪。大師云。界內習氣至八九十信盡者。", "728": "斯乃通以十信為空。其實性既破子時無明妄想。故", "729": "惟妙覺。後二橫論者。初約十信似證為橫。次約名觀", "730": "解行論橫。此二橫義文談五即。若非理性。三止一時", "731": "五無由橫。是故六位位具三。", "732": "二又復下總明。離凡夫等者。約人為言。凡夫聲聞俱", "733": "為所離。菩薩能離。況菩薩人通於四教。今文在圓。", "734": "大章第五止觀作用。從前生起離在果後。約文求意", "735": "實被初心。又作用之言。止寂觀照亦可俱通名為作", "736": "用。今文意別。正取化他為作用也。釋文為三。初標章。", "737": "二謂止下隨釋。三此明下結釋又二。初長行三。初別", "738": "示二。初止體證淨心者。就佛自辨。與諸眾生者。約生", "739": "對說。理融無二之性者。若從性用染淨不同。今從體", "740": "故云無二。圓同一相之身者。以一為相故名一相。一", "741": "非筭數。相非色心。即法身也。況法身處二身常在。是", "742": "故三身一相而圓。今文在體同名法身。三身一相。離", "743": "佛果顯生因。故佛果身與生理等。雖非色心即色心。", "744": "即色心是三寶。無三者。體證淨心既融無二。故三寶", "745": "無二寶。由證淨心見一體故。二諦不二者。與諸眾生", "746": "既圓同一相故。二諦不二故。指生死即涅槃故。怕兮", "747": "者。總歎無二一相之德。凝湛者。如理融無二。淵渟者。", "748": "若一相圓同。恬然者。總無三不二之德。澄明者。如混", "749": "爾無三。內寂者。如莽然不二。澄靜之處自然發明。文", "750": "意在澄。內明之處自然恬寂。文意在寂。用無用相者。", "751": "染淨三皆是性用。動無動相者。眾生俗事即是真常。", "752": "本來平等者。示其本來一性法體。心性法爾者。示其", "753": "法體不可思議。此則甚深法性之體者。以德歎體。當", "754": "知體德不獨甚深亦乃無量。以由一性竪窮橫遍。當", "755": "處絕侍。二謂觀下觀。敘述經論示起用相。由證性故", "756": "得難思用。今所記者直記義理。凡前後經論并事相", "757": "等不復委引。", "758": "二又止下通辨。文有三對各成四句。初約生死涅槃", "759": "住與不住不入與不互成四句。次約寂用即離以成", "760": "四句。三約生死涅槃單複以成四句。又初二句約即。", "761": "第三句約己。第四句約照。", "762": "三料揀。初問。二答二。初總答。別在依佗者。以依他性", "763": "非有而有。有即是假。又分別性既然證空。證空之後", "764": "即當假也。即橫論竪故作此對。以餘性助者。二性皆", "765": "有觀行故也。二此義下別釋二。初依依佗。由依他性", "766": "體是虗相。非有而有。故能成立緣起化用。二然復下。", "767": "以餘性助二。初明餘性助。具說三性者。能助所助共", "768": "而辨也。又以三性止觀皆在化用者。於化用中明甚", "769": "止寂故俱屬用。今文應以分別為空。依佗為假。真實", "770": "為中。圭峯亦以中論三觀對此三性。問。前真實性乃", "771": "以自他體同為止。今何為觀。答。此義幽隱難以會通。", "772": "苦得前此義易了。前體同者即是一性故名為止。今", "773": "體同者乃是中道故獨屬觀。何者。由前淨中依佗性", "774": "觀以該中道寂光法身。依佗修止乃止中道寂光法", "775": "身。故至實觀惟觀一性。及修止時乃止自他一性之", "776": "殊令了體同。今依他觀乃是於假。故依佗止止虗相", "777": "假乃見中道。故至實觀乃了自他中道體同。修止自", "778": "佗。中道亦泯。見平等性。故云本來常住大般涅槃。", "779": "二又若下發願助三。初始行二。初標示。二何故下釋", "780": "相。應知南岳所明止觀不出十乘。今文云先須發願", "781": "者。豈非發菩提心。得修止觀者。豈非巧安止觀。除障", "782": "得益者。豈非破法遍。亦有位次者。豈非知次位。知流", "783": "轉即生死不轉是涅槃者。豈非識通塞。兼以餘性助", "784": "成者。豈非對治助開。既助化他自行。比除真性上橫", "785": "執之真者。豈非離法愛。捨世諦者。豈非能安忍。既有", "786": "其外內術可知。用無塵智者。豈非調道品。既有其慧", "787": "戒定必存。但此窮染之處微妙難知者。豈非不思議", "788": "境。文雖前後意實貫通。名雖不窮趣實無別。義雖不", "789": "等自實可同。又復今且取一二句顯者。示知無其源", "790": "流應遍一部。覽入當念方名大車。但以智者分別廣", "791": "說。故於正修別示其相名義顯著。然其道理亦遍十", "792": "章。又復智者通示十乘雖皆正觀。若別說者。故前七", "793": "乘而為行。此如記辨。又復須知。自就前七依於妙境", "794": "發菩提心。依菩提心修於止觀。惟此三乘是行正相。", "795": "況破遍者即是止觀所破昏散。修止觀時豈存昏散。", "796": "破徧既爾。通塞等義自可比知。是故今文惟明願行", "797": "必依境故具三乘。此且一期生起而說。若論入道必", "798": "須遍達一部文義即心而明。然後於境於願乃至離", "799": "愛隨一處入皆具十乘。是故不須大車之譬。自利利", "800": "人法不出此。今先修止後起觀者。自行成己然後化", "801": "物。前文先觀後修止者從事入理。是以前觀亦可但", "802": "為起用方便。隨念即通者。有即非有不為礙。所以即", "803": "通。隨念即成者。非有即有不為非滯。所以即成。即通", "804": "即成者。皆妙性之功也。二若久下久行。前始行者位", "805": "在名觀。今久行者位在相似。故云發意欲作隨念即", "806": "成欲作。次言比前名觀。須前入止然後起觀方隨念", "807": "成。今相似位欲作即成故深於前。比後真證任運而", "808": "成。既云欲作未逃作意故淺於後。又所成相淺深不", "809": "同。相似成者以一妙音滿三千界。名字觀行所成豈", "810": "然。三諸佛下真證四。初法。對前作意初住已上皆在", "811": "佛收。住前但得名為菩薩。又復若以分極而分作不", "812": "作意。則等覺已還皆名作意。惟佛非作。今文亦可通", "813": "作此說。二譬如下喻。三如來下合。即體為用。從體論", "814": "功。故云不作。四此蓋下結。三僧祇者。通大通小。無執", "815": "三祇一向在小。云淳熟者。永絕無明相雜故淳。常與", "816": "妙理相應故熟。更無異法者。熏熟故爾。此外無法。又", "817": "復意顯初心之解與果地解無二無別。初心本熟。用", "818": "為事礙為生為凡。若淳熟者即是此解而名為佛。", "819": "二偈頌總有十一行一句大分為二。初三行明心體。", "820": "二八行一句明心用。初心體中雖云作二辨。具種種。", "821": "皆能具性望於熏起。故咸屬體。文又二。初二行單約", "822": "法示。二一行帶喻示法。初文者。初半行總示。次半行", "823": "明人即心體。第三半行明法即心體。最後半行通結", "824": "入法皆無二相。然此文意該三無差。由約一心對於", "825": "生佛人之與法。故於人法各以二結。二無二相即是", "826": "心故三無差。帶喻示法中云具種種者。既具生佛即", "827": "該十界界十如及三世間。是故一心具三千性。對後", "828": "熏起。故此三千俱體。斯亦可云不解天台如何消偈。", "829": "二心用中示如藏及違順性。意在明於所起之用。文", "830": "為四。初三行一句約法。次二行約喻。三一行總合。四", "831": "二行結勸。初法又二。初二行一句明染。次一行明淨。", "832": "二喻亦二。初一行喻染。次一行喻淨。然今文中以金", "833": "隨匠成虵佛像。虵形金匠如無明緣。佛像金匠如師", "834": "教緣。此則真如隨染淨緣成生成佛。然此喻文意惟", "835": "在圓不可通別。由別教中不該即故。故別望圓無隨", "836": "緣理。就別自說義亦有之。圓隨緣者乃同體隨。全金", "837": "為像像不離金。更無異物為其像相。故其像相相全", "838": "是金。此金隨緣乃名同體。別教道乃無此義。故非隨", "839": "緣。若自金𦘕像丹青九金無所依處入無丹青像無", "840": "有相入隨就別。以義說者。如匠依金。外用丹青。就於", "841": "匠𥁞成其像。此亦名為真如隨緣。但此隨緣是異體", "842": "隨。故不可即。以不即故。故荊溪云。變義惟二。即具惟", "843": "圓。所謂變者。金體或為丹青所變。金體或為形相所", "844": "變。故通於二。所謂即者形相即。丹青非金故即惟圓。", "845": "復云具者。良由於金能具像性。故可即金作於像形。", "846": "別教不知金具像性。謂金不可即作於像。但可依之", "847": "丹青為像。由不知具所以不即。問。別教隨緣既非即", "848": "義。藏師有起信論疏。其云不變即隨緣者。以今收會", "849": "為屬何教。答。進不成圓。退不成別。以不談具而即。故", "850": "不具非圓。即故非別。問。或云別教亦有即義。但是體", "851": "即其相不即。圓教則乃相體俱即。故彼即義正是體", "852": "即。與今別同。答。義例之中宮路土喻。妙示之中氷水", "853": "之喻。豈非乃是相離體即。何云圓惟相體俱即。或云", "854": "別教相離體即不同氷水。正如丹青相離金體乃即。", "855": "然作此說者。但金即金。豈是隨緣即不變耶。或曰取", "856": "能隨邊云隨緣即。然作此說者乃非彼宗之所立之", "857": "義。彼宗疏云。自性清淨心。動作生滅不相捨離。故云", "858": "和合。非謂別有生滅與真和合。彼疏又云。生滅之心。", "859": "心之生滅無二相故。而無二體不相捨離。既云而無", "860": "二體。豈是金上丹青之相為相離耶。故知彼宗會相", "861": "歸心正如息波是水。而無波相為相離體即。但不談", "862": "具故非今圓。若以彼宗因不談具以今奪之。雖有即", "863": "名而無即義故屬別教。有何不可。而但不可直將即", "864": "義全同今別。問。別教隨緣若是異體。池水清濁其喻", "865": "如何。答。若取波水本是即義。惟可喻圓。若喻別者。不", "866": "取即義但取水為清濁之本。故荊溪云。別人乃為迷", "867": "解之本。圓人即知心是法界。圓取即義。別取本義。於", "868": "文明矣。例如幻夢八喻本是幻空屬摩訶衍。或時亦", "869": "取證於三藏。但取鋪滅空義。不取當體幻有。問。前後", "870": "皆云平等一性。若隨緣者應是此性。與彼何殊。答。今", "871": "談一者乃是三千三諦即一之一。故此之一即是具", "872": "足染淨之一。非不具一。故與彼殊。結勸中云。莫輕御", "873": "自身者。御訓使也。當使自身而成佛道。自得作用也。", "874": "亦勿賊於他者。化他作用也。此二作用由止觀故。", "875": "第二流通分者。廣說文立大章為五。故此禮佛不顯", "876": "其教意屬流通。然流通即日用中流通大乘止觀法", "877": "門。後了今文不獨流通。謂隨日用一部大體。四三昧", "878": "中似隨自意。但由南岳別名一卷曰隨自意。既有彼", "879": "別故今成通。例如十乘通四三昧。問。彼隨自意。山家", "880": "諸文亦曾指用。今此止觀殊不涉言者。何者。冥用義", "881": "旨但無顯言。問。既無顯言恐非真有。答。南岳曾說無", "882": "諍行門亦為二卷并禪要等。山家諸文殊不涉言。既", "883": "不涉言亦非真有耶。問。南岳僧傳何不載之。答。智者", "884": "說法成頗多。南岳僧傳豈𦘕載耶。復恐今即無諍行", "885": "門云云。", "886": "釋文為三。初禮佛。二飲食。三便利。為善之最無出恭", "887": "佛。資己之要無出飲食。穢物之極無出便利。而於此", "888": "三示止觀者。是日用故。無有一法非止觀故。皆治惡", "889": "故。皆得道故。", "890": "禮佛為三。初凡禮下標。二所言下釋二。初止觀各論", "891": "二。初觀二。初標。二當知下釋。三此觀下結釋又三。初", "892": "生佛同異二。初體同。二但以下用異二。初身。二然一", "893": "下心。由佛與生理體雖同事用有異。生不證體但為", "894": "業用不得自在。一身不能現無量身。一心不能遍知", "895": "一切。佛證體故稱體為用。其自在身為無量身滿十", "896": "方三世。必一切種智遍知無量法。", "897": "二是故下行者修供。若以體同何彼何此。祇由用異", "898": "有沈昇。沈故遂修供養。文為二。初事。二理。以約事故", "899": "能供所供未辨全性。以約理故皆全性現。然此二義", "900": "今皆在圓。初心莫不了知。生佛能所一切諸法皆即", "901": "自心全具發現。但以理無種種行有殊塗。或就事而", "902": "修。或從理而習。故有雖知佛身心普遍而未觀即心", "903": "而為融知。或修供五塵而未現無非性起故名為事。", "904": "若也觀佛觀供皆即心性故名為理。此之事理亦同", "905": "荊溪引用占察明於今家事理二觀。約事專照起心", "906": "未現。此心即是心性。從理惟達法性。於一切境皆觀", "907": "即如云云。初事又四。初法。猶如下喻。三行者下合。四", "908": "如是下結德。初法中若供法當作是念下。示修事觀。", "909": "然供法中若供養時一句之文。乃用依報五塵之法。", "910": "若禮拜下即是正報三業修法。依正雖殊莫非皆是", "911": "因緣生法。生法而為供養。今文別以五塵名供養。禮", "912": "拜等為修法。結德云勸見佛心者。如有慈悲受我供", "913": "養禮。", "914": "二又若下理觀二。初想心作佛二。初示義。又若能想", "915": "作一佛等者。今問。所想作者為作自己佛。為是作他", "916": "佛。若是佗佛者。其如己心作。若是己佛者。其如供他", "917": "佛。答。須曉各互具。則己佗自明。若論各具者。心即作", "918": "自佛。若論互具者。心乃作佗佛。雖己他佛殊。莫不皆", "919": "心作。良由己心具故乃作可成。今文是互具。觀想於", "920": "己心即乃作他佛。亦見於己佛即是於佗佛。既然了", "921": "他佛不離於己心。亦是於佗佛即是於己佛。問。今文", "922": "修觀義想心作佛時。於三性之中為屬何性攝。答。即", "923": "就依他性具有三性義。故下文修止云。有即非有。良", "924": "由想此心而能作諸佛。心屬實中觀心。作佛虗想屬", "925": "依他空觀。從虗當體屬分別假。亦可於虗相。若也見", "926": "為實屬分別假觀。又心屬空中。虗相即假觀。心是真", "927": "實性。虗相該於二。問。前分別為空以依他為假。與今", "928": "初對者其義何不同。答。前取分別性。己實則為空。故", "929": "依他為假。今取分別性。照實則為假。是故依他性虗", "930": "相則為空。文云亦是現前供養者。雖云供養。由未顯", "931": "說。從心想作。乃下方云從心出生。所以料在想心作", "932": "佛。文云是心作佛是心是佛者。引經證今想心作佛。", "933": "作即緣起。是即本具。心若不是作則不成。問。想心作", "934": "佛。為觀心耶為觀佛耶。答。從迷定境則曰觀佛。從悟", "935": "為觀則曰觀心。祇一觀境受此二名。例荊溪云。迷謂", "936": "內外。悟惟一心。又復須知。此且從於唯心以說。若唯", "937": "色唯香唯味唯觸。則曰從悟觀色觀香味等。問。若觀", "938": "心者當如何云。答。從迷定境則曰觀心。從悟為觀亦", "939": "曰觀心。問。二心何殊。答。前之心者乃是生佛。若依若", "940": "正等於自己五根五塵。離比當念之名心也。後之心", "941": "者即是生佛。若依若正自己根塵。不離當念之名心", "942": "也。若於此義能曉了者。不可但云若觀佛者。必須照", "943": "心。亦應須云若觀心者必須照佛。若離佛觀。心豈是", "944": "圓觀。故祖師以三千一念而為圓觀。問。既佛照心亦", "945": "名觀心。必觀心照佛亦名觀佛。若爾則大師止觀常", "946": "坐觀心是觀佛耶。答。今意不爾。今曰從悟觀心者。乃", "947": "約若心若佛一如之處如名為心。是以或觀佛或觀", "948": "心皆曰觀心。若約一如之處如名為佛。是亦可云從", "949": "悟觀佛。但為順今凡下。於妄心中以示唯心。若示唯", "950": "佛有何不可。復了心佛皆假名自生疑惑云云。", "951": "二料揀有二。初重。問意是前非後。意謂不合於無實", "952": "中起假想故。然得旨者皆當。失旨者是非。今誠辨之。", "953": "天然性體不當。事理宛然。故不妨他佛非我。我非他", "954": "佛。佛能知我。我不知佛。故修供養。如有獻施於大眾", "955": "中。非理宛然。故不妨無佛無己無供無事無想無念。", "956": "以理即事。故不妨即己心是佛。即己心想若因想故", "957": "佛現前。問者昧此故有是非。問。心想作佛。的從正意", "958": "為真為妄。若為真者。經曰心有想即癡。若為妄者。今", "959": "遭惟耶。答。一者約於所想之法以分真妄。義有多途。", "960": "若以世間善惡而分。心想惡事為妄。心想善境為真。", "961": "若以世出世而分。心想世間為妄。心想出世為真。若", "962": "自於出世。以巧掘而論。心想實有為妄。心想幻有為", "963": "真。若以偏空對中而論。心想偏空為妄。心想中道為", "964": "真。若以次第對圓融論。心想次第三諦為妄。心想圓", "965": "融三諦為真。若自就圓融中邊而論。心想二邊為妄。", "966": "心想中道為真。體用已照例此說之。經云心有想即", "967": "癡者。正約體用中邊。亦談亡照而說。乃以中道奪於", "968": "假觀。從假當體乃斥云癡。若即妙性想假何疑。談亡", "969": "照者。如荊溪云。不食於有。不著於空。不求於中。無三", "970": "想故。二者約於能想之心。情想則妄想則真。然觀之", "971": "為言亦復不同。以理觀照此觀方真。以情觀照此觀", "972": "還妄。今且對情以觀為真。問。文何不云觀作一佛身", "973": "等。而云想取。答。初心習觀且立想名。觀行未深仍順", "974": "想故。況復此想順理而為。故非妄想實是真觀。又順", "975": "理起想豈局初心。是教文菩薩為別。荊溪亦云。等覺", "976": "尚通名想。應知進不義不一端。從極為言。唯佛一人", "977": "三千相應方不想。若爾想還是妄。然想體雖妄。既順", "978": "理起。妄即是真。答三。初約佛世凡夫為例。二又復下。", "979": "超勝二乘曲見為德二。初出非曲見乃劣不曲見勝。", "980": "然此勝劣義非一途。若惟從事人天之相為劣。佛三", "981": "十二相為勝。復以三十二相為芬。八萬四千為勝。八", "982": "萬四千為劣。藏塵相好為勝。是以就出世論。故藏惟", "983": "劣通含勝劣。別圓是勝。藏惟曲見。別圓非曲。通則兩", "984": "兼。若對即理為事而言。故但從事辨。三品之相皆名", "985": "為劣。以即理故。三品之相方名為勝。故云來至今經", "986": "從劣辨勝即三而一。良由即前三教之劣為圓一勝。", "987": "故藏通別皆名為劣。盡號曲見。唯圓非曲方乃名勝。", "988": "今文曲見雖語二乘。以意求之必談三教。由此三教", "989": "不談心性即具緣起。然此四教南岳深知。為讓化緣", "990": "在天台故。遂隱其名不廣顯示。二我今下顯德。不壞", "991": "真寂者。真實性也。不壞緣起者。分別性也。此之緣起", "992": "既依真寂依他性也。故此三觀皆在。依具修此三三。", "993": "又若下引華嚴。并為類二。初類見佛。然華嚴談別。今", "994": "取證同。若存教道但約異體。相依緣起亦得名為不", "995": "定外來。二又復下類淨業。我今想心作佛之時。即此", "996": "想心是名淨業。能熏真心因想成佛。即是真心從熏", "997": "緣起。豈惟真心觀佛義同。亦乃淨業熏心相類。", "998": "第二重。初問。意者既以己心想作佛。無佗實佛耶。二", "999": "答三。初總示。由一心體中雖然非自他。他自不相礙。", "1000": "自他復相即。二何以下釋相二。初約一切生佛無不", "1001": "體同。二是故下。偏據一人以論心體二。初心體同一", "1002": "切。生佛既一心體。是以趣舉一生為言。即是生作生", "1003": "生作佛。趣舉一佛為言。即是佛作佛佛作生。此則但", "1004": "由趣舉不同。其實生作生即是佛作生。佛作佛即是", "1005": "生作佛。故云由此義故一切諸佛惟是我心所作。如", "1006": "華嚴云。應知自心念念常有佛成正覺。二但由下。明", "1007": "熏異。心體雖同。以由熏異必假想佛而為熏業方得", "1008": "見佛。文為三。初總示。二以是下別示二。初因熏得見。", "1009": "二若無下。示不熏不見。三是故下總結前義為二。初", "1010": "結諸佛。前雖但眾生因熏故得見佛。今乃示佛亦自", "1011": "熏力故得見生。大論云若諸佛現在前。諸佛可爾。今", "1012": "乃不見。云何可請。答佛雖必說而不待請。請者得福。", "1013": "何得不請。猶如大王雖多美膳。若有請者必得恩福。", "1014": "又眾生雖不面見諸佛。諸佛何甞不見其心。聞其所", "1015": "請。假令諸佛不見不聞。請亦得福。何況聞見而無益", "1016": "耶。是故諸佛常見眾生。二若偏據下結眾生。三若不", "1017": "下斥結。以圓斥偏皆不識佛。", "1018": "二又復下。想心作供二。初示。二想身心出現五陰二。", "1019": "初標。亦從定心出生者。初心必詫十大善地定之心", "1020": "數。即見本性首楞嚴定。故能出生一切諸法。二以是", "1021": "下示。", "1022": "二或復下想身十方親侍禮足身數等諸佛者。佛若", "1023": "無量身。我身亦無量。猶如大梵王者想所變身如此", "1024": "瑞妙。又諸佛興世皆有梵王請轉法故。　二知身下。", "1025": "結不生妄想執。謂心外有者。以即性故則事妄想。", "1026": "三復知下。己他互益二。初以他益己。二以己下以己", "1027": "益。", "1028": "二止門下修止三。初標。二當知下釋。三如是下釋。", "1029": "三如是下結釋。中云有即非有者。若指實有非有即", "1030": "分別中止。若指虗有非有即依他中止。唯是一心者。", "1031": "在依他屬止。於實性屬觀。亦不得取一心之相者。真", "1032": "實中止。荊溪云。能禮所禮性空寂者。若以能禮所禮", "1033": "為實有。實有性空同分別止。若以能禮所禮為虗有。", "1034": "虗有性空同依佗止。故空寂言即是空中屬真實觀。", "1035": "感應者。若以實有為感應同分別觀。若以虗有為感", "1036": "應緣同依佗觀。故感應言即是假觀。云道交。由此感", "1037": "應即是三千妙假道交。眾生理具。諸佛果滿。因果雖", "1038": "殊三千道合。惟思議者。或別語感應屬前二性。或道", "1039": "結兩處屬真實止。故空假中當處即一。亦不得取一", "1040": "心之相。故雖思議。或真以空寂為空。感應為假。惟思", "1041": "為中。對今三性止觀禮佛者。前曾三性經對三觀。約", "1042": "彼會之義無不合。", "1043": "二復不下。止觀雙行三。初標。二所謂下釋。三此是下", "1044": "結釋又二。初示。二是故下證。供養下是觀。諸佛下是", "1045": "止。說雖前後行在一時。", "1046": "二飯食二。初總標。二所言下隨釋二。初觀三。初標二。", "1047": "初得下釋三。初反劣為勝三。初示義。二是故下引證。", "1048": "三問下料揀。初又二。初先修供養。二作此下供已可", "1049": "食。初又二。初總示。由佗是勝田故標章居首。二即當", "1050": "下別示三。初能供二。初心體能變。二作是下所變器", "1051": "食。二作此下所供。三當念下結能所。二又復下變一", "1052": "為多二。初先修供養。二初能供。二作此下所供。二作", "1053": "此下供已可食。南岳別有隨自意云。凡所得食。應云", "1054": "此食色香味。上供十方佛。中奉諸賢聖。下及六道品。", "1055": "等施無差別。隨感皆飽滿。令諸施主得無量波羅蜜。", "1056": "又云。念食色香如旃檀風。一時普熏十方世界。凡聖", "1057": "有感名得上味。六道聞香發菩提心。於食能生六波", "1058": "羅蜜及三昧。智者亦云。譬如熏藥。藥隨火熱入人身", "1059": "中。患除方復并觀食亦復如是。以食施時。食為法界", "1060": "具一切法。凡諸事者法隨食入。乃至冥益或近或遠", "1061": "終破無明。應知豈惟施於前人有此之德。己身戶蟲", "1062": "何不然耶。三若為下。變勝為劣二。初示相。二何故下", "1063": "釋義。二止門。有標釋結三。皆在文易見。惟恐不行。然", "1064": "此止觀理深事諸。晨已現前。若能明記不忘乃獲無", "1065": "量功德。", "1066": "三利使便三。初標。二隨釋。三料揀。重問答。瓔珞云。神", "1067": "名天心。通名慧性。天心者天然之心也。慧性者通達", "1068": "無礙也。毗曇立云。障通無知。若去即發慧性。地持力", "1069": "品云。神謂難測知。通謂無壅礙。若以神通與幻術辨。", "1070": "如釋論云。幻術事是虗法。法於草木。誑惑人眼物實", "1071": "不變。神通不爾。實得變法使物實變。今於神通約圓", "1072": "菩薩對二乘辨。故二乘人依背捨勝處一切處等修", "1073": "十四變化。通從外來不全性用。若圓菩薩了中道真", "1074": "真。", "1075": "大乘止觀法門宗圓記卷第五終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 904 大乘止觀法門宗圓記", "author": "宋 了然述"}