{"sourceLink": "http://www.cbeta.org/", "text": {"0": "自贊", "1": "三宜盂禪師語錄卷十一", "10": "擊鐘板一下云還有箇末後句子度椎與座元云若", "100": "源山從爐峰起麓蜿蜒起伏三百餘里卓拄杖一下", "101": "云誰知結脈開陽落在這裏若是靈利衲子這裏那", "102": "裏總不著問人其奈這老漢一似山僧鼻孔雖知決", "103": "在面上卻二十餘年摸索渠不著何以見得這老漢", "104": "斬荊棘而成叢林植豪末而為梁棟啟三會於龍華", "105": "振五宗於崆峒撫英育俊惜麟哀鳳慨法道於陵夷", "106": "念下流之可慟瞎宗師杜長老心懷嫉忌百端吹索", "107": "在這老漢分中殊不足為輕重可謂遍地雲門一時", "108": "曹洞為甚麼卻又留下箇未了底公案以拄杖畫圜", "109": "相進前立云大眾珍重。", "11": "到諸方不得莽鹵。", "110": "六如和尚起龕識得一萬事畢若耶谿上打毬子秦", "111": "望山頭獨足立萬古徽猷祇這是展開坐具乾坤窄", "112": "恭惟雲門堂上法兄六如和尚踞涅槃城生法王家", "113": "以六度為叢林以智光為家室引三昧水灌智慧苗", "114": "植菩提樹長功德花雖然如是在這老漢則得若是", "115": "初心後學向這裏一坐坐住則何以竿頭進步懸崖", "116": "攃手大眾山僧為你轉卻去也向前舉龕云金爐香", "117": "冷玉殿苔生　封塔荊山韞無瑕之璧白髮歸來人", "118": "未老紅爐有百鍊精金浪子惜華春起早手執夜明", "119": "符全身入荒艸石女夜登機密室無人埽所貴野老", "12": "蜀山集善寺縣鐘板前佛後佛其道一揆千聖萬聖", "120": "謳歌不喜亂紅啼鳥一喝堂中風悄然五雲山下音", "121": "書杳糞掃裏明珠灰堆中至寶坐斷報化舌頭蹋破", "122": "毘盧頂腦這老漢一生來瀾翻藏教火急宗乘如象", "123": "王任重若師子遊行今日若是緘默不言則何見得", "124": "提綱挈領振末扶顛山僧不妨為渠道破去也若耶", "125": "谿上浪滔天秦望山頭日皎皎。", "126": "孤山法慧圓法師遷塔戊子年十一月十二日啟塔得一瓦缶中有銕塔一座高", "127": "七寸餘小瓦罐一中貯尊者頂骨舍利一齒八骨舍利四枚恭惟法慧法師真中", "128": "性具惟善惟惡玅協圓六不縱不橫整足三千該事", "129": "理以無遺天成六即貫生佛而一致惜吾完器濟衍", "13": "其理一貫多少人向此中挨身不入插足不下舉椎", "130": "門之三術歎彼破瓶導觀法之十乘境觀雙融金神", "131": "七煞無敢誰何智悲兼利天龍八部為之呵護闢通", "132": "衢於九達臨法化於三根言何足貴契證法身常住", "133": "道烏可憑仰瞻舍利重光開門人閉門人因緣不偶", "134": "古塔主今塔主均顯鴻慈湖山舊日音容霜月今時", "135": "儀範三角麒麟何處覓獨有梅華傲晚香。", "136": "野航禪德火三十九年江國春風一度千七百則葛", "137": "藤掀翻幾多滯貨隨身寶劍誰敢當鋒出匣菱華等", "138": "閒撲破皮袋一靈一靈皮袋且道一箇兩箇葉落歸", "139": "根破灶已墮肘後縣符豈肯挨門傍戶自從舞折柳", "14": "云幸流傳得這一句子提綱挈領模範後昆師子哮", "140": "腰枝至今不入桃源路。", "141": "能仁寺無量敬耆舊起龕萬里不挂寸雲虛空七片", "142": "八片切莫問是凡是聖亦不坐佛見法見龍女須臾", "143": "成佛善財百城參遍攝海會而為一塵通古今而為", "144": "一貫不壞法界性而行法界事百千方便是以僧俗", "145": "男女聖凡魔佛不隔一線而況被如來衣行如來行", "146": "慈非一種行非一願起荊棘而為叢林拈莖艸而作", "147": "瓊樓玉殿即此是渠生平梗概又何須問薦與不薦", "148": "山僧今日把住要津要討箇本道公驗良久云大眾", "149": "此是他親口出親言何其成見汝若不會到塔上來", "15": "吼象王回覷今日晴昨日雨孤村紅樹寺門清滸擊", "150": "且看他神通顯見　掩塔夫非常之人有非常之用", "151": "具超師之作方解報師之恩若以功行而窺量兄祇", "152": "見一斑不以功行而目量兄則何以起迪後昆惟吾", "153": "兄雙徑發源雲門結脈銕羅漢戒珠圜淨石如來普", "154": "照難窮彌陀佛福基兩造阿育王舍利維新起數百", "155": "年已廢之能仁開百萬億難行之保社雖垂老而益", "156": "堅乃扶病而締搆今則秦山慘澹鏡水煙愁雖路人", "157": "而為之感動是同儕豈不興嗟豈知寂光真應無縫", "158": "塔卻教有縫真人得位有量身竟成無量大眾向後", "159": "去且道何處相見藏閣鐘樓山門佛殿。", "16": "鐘板云我見鐙明佛本光瑞如此。", "160": "報國院養源耆舊入塔以義為身以道為宅言出無", "161": "聲色前不物見居士相可稱一席之師作比丘僧不", "162": "入他家途轍法緣知契迥出常情龐家父子門風自", "163": "別但得頭正尾正一任橫說豎說如今老唱還鄉曲", "164": "看取桃紅李白。", "165": "玄旨監收入塔露溼層苔華飛柳陌祖師心印幾多", "166": "漏泄既是玄旨安用言說一大藏教藏山於澤不若", "167": "藏天下於天下指骨云這些骨董楊柳岸頭曉風殘", "168": "月。", "169": "蜀尼明珠火披衣來有德有齒蹋遍了蜀山楚水飄", "17": "嘉禾萬壽院縣鐘板舉椎云大眾此是列聖之頂𩕳", "170": "然耳老到還鄉總不燒錢化紙我為汝指出明珠只", "171": "恁麼五熱炙身四山交逼便可見千紅萬紫畢竟向", "172": "甚麼處安身立命擿火苣云庭前柏子。", "173": "三亡僧入塔臨入時失敬文一具摩竭提國親行此", "174": "令弟子如文殊普賢不敢措一詞維摩老漢雖有錦", "175": "心繡口祇可析線分科指骨云此上人他要與釋迦", "176": "老子把臂共行梵王贊歎莫及帝釋散華無地獨有", "177": "敬文長老不入此夥隊騎泥牛入海去也所以道金", "178": "佛不度爐木佛不度火泥佛不度水復指骨云祇如", "179": "這箇著在甚麼所在即得指塔云煙霞生背面星月", "18": "先宗之弘範匿跡豪端光被九有以其履操明白所", "180": "遶檐楹。", "181": "良玉潤微二僧火識得一萬事畢達磨鬍子直得分", "182": "疏不下九年面壁雲門老漢抖擻肝腸道得箇廿七", "183": "獨有此兩箇上人不待山僧解制通身委悉舉火苣", "184": "云大眾看看雙垂兩相二始同時大藏教一時演出", "185": "且道是甚麼法擿火苣云銕壁銕壁。", "186": "起日禪人火力疾為君舉火要見空華結果我有時", "187": "寫馬成烏汝卻能反可為叵彩鳳豈可籠牢師子孰", "188": "能羇鎖因甚麼臨行時一足微跛這些兒略肖雲門", "189": "是可錄吾宗家譜末後句我卻分明擿火苣云破沙", "19": "以出處洞然闢幽墟而為叢社起頑懦而為玅靈異", "190": "盆從新入火　入塔白頭人送少年郎不但堪悲可", "191": "斷腸說與神僊無秘訣從今祇可自商量起日禪人", "192": "你嘗追隨我於松間谿上將謂啟予者商昨夜一火", "193": "鍛成箇黃金彈子不妨拈來舉似諸方打散了雙飛", "194": "孤燕驚起了獨宿鴛鴦活捉得南山鱉鼻擿骨云總", "195": "教渠北斗裏深藏。", "196": "無逸禪人火夜色上梧桐打送亡僧鼓蹋著兩頭蛇", "197": "相逢白面虎不去見閻王須是純陽祖山僧則不然", "198": "擿火苣云紙鷂子落河雪觀音向火。", "199": "性空靜主火夜雨濛濛秋雲靉靉汝性本空累卻皮", "2": "住雲門顯聖寺門人淨範編", "20": "目超宗原在聲前耀古騰今還居句外其順行也人", "200": "袋我有箇安樂法門得之者通身慶快不往琉璃佛", "201": "國不生彌陀清泰於剎那際證入神通三昧劫火洞", "202": "然這箇不壞大眾是甚麼擿火苣云甲戌乙亥。", "203": "進可直歲火八月十二日賀者在門弔者在閭我明", "204": "日生汝昨日死要服延齡藥先燒短白紙進可進可", "205": "你好似東方朔有口腹之累四上蓬萊我卻要行茶", "206": "毘法就是銕拐李再來只可借尸於乞丐若謂附贅", "207": "縣疣是這皮袋且道汝之一靈畢竟安在驀以拄杖", "208": "打旁僧一下眾中忽荅一語師擿火苣云好好既有", "209": "上座陪行不勞山僧覆蓋　入塔大道無徑大方無", "21": "天瞻仰古佛齊肩其逆行也群魔拱手外道喪膽困", "210": "隅蟭螟眉裏藏卻三世諸佛蚊虻翼上載著百萬億", "211": "天王進可進可你既有如是神通如是玅用為甚麼", "212": "前日被山僧一把火燒得天地玄黃直至今日悄無", "213": "一言大眾蓋為他一向來認著箇知痛知癢底所以", "214": "蚊蟲咬革蚤釘都當極則山僧向父母未生前輕輕", "215": "一劄直是好笑取骨云冤家我與你道破了罷喝一", "216": "喝云龍師火帝鳥官人皇。", "217": "送六如坤禪師木主入祖堂泥牛入市廛猛虎當頭", "218": "立同氣連枝萬法歸一指牌云獨有此老漢天上歸", "219": "不得地下歸不得以拄杖擊祖座三下權放在這裏", "22": "魚止濼可惜許一向逐響尋音鈍鳥棲蘆悲乎哉往", "220": "銀山銕壁。", "221": "中秋雨霽為本際耆宿遷塔九原既可作今古而旦", "222": "暮如何寒山子忘卻來時路老兄二十年前曾與你", "223": "譚笑於萬竹林中不期今日破鏡重完圜光復睹別", "224": "轉乾坤總不離本地風光百艸頭邊見出瓊樓玉樹", "225": "一豪端裏具有金剛寶庫向這裏得之者其出其處", "226": "利己利人無可不可向這裏失之者動翻識浪靜遭", "227": "羇鎖其奈山僧門庭迥異諸方所以尚隱不尚顯貴", "228": "藏不貴露金師子且教渠斂爪藏威多寶塔還可如", "229": "故大眾還識此老面孔麼秋老桂華藏不住雨餘香", "23": "往沈空滯寂良久復舉椎云大眾所作皆辦具諸佛", "230": "滿山前路。", "231": "忍儀菴主火值旁僧未燼一生來六和完備果脩到無垢", "232": "世界掩不住衣下明珠身光明兩邊色賽離彼離此", "233": "無向無背五濁世獨自抽身淨國土恰好有隊山僧", "234": "為汝借鄰家之火解開布袋坐入三昧擿火苣云秋", "235": "水連天碧長松發幽籟。", "236": "恒如老宿入塔今朝九月初一黃華一時開畢香風", "237": "穿透髑髏會得圜通消息銕蛇鑽入眼裏烏龜扒上", "238": "板壁狗子原有佛性萬法不許歸一且道一歸在那", "239": "裏擿骨云摩訶般若波羅蜜。", "24": "法遂擊鐘板一下。", "240": "奕生老僧火出門不動步歸家不煖席面闊七八丈", "241": "觜長三四尺夜光眼睛楊柳腰銕鑄眉毛銅鑄脊獨", "242": "坐香爐峰對面無人識當日禮天童參寶壽覲東山", "243": "所得法門今日不妨和盤托出其在山僧放過即不", "244": "得擿火苣云銕鎚擠出黃金汁。", "245": "一如尊宿起棺道繇心證法藉人弘六度萬行種智", "246": "光明應跡聖賢命世高流古蓋有之今未聞也欽惟", "247": "越中首領浙右白眉一如尊宿大禪師其庶幾乎大", "248": "眾還識此尊宿麼一向來乳憐赤子提獎嬰兒謙遜", "249": "如不勝雖輿抬廝役一皆育以春和力學如不及縱", "25": "朱明寺縣鐘板玅湛圓明裁為規矩換斗移星拈頭", "250": "名儒才士不敢與之抗席躬自厚而薄責於人自既", "251": "利而復利於他今則高踞於萬仞峰頭追蹤莫及龍", "252": "蟠大海天然高尚鳳不棲梧宛爾凌霄笑釋迦老樓", "253": "上安樓鄙孔夫子屋上架屋山僧雖不能與二古人", "254": "揚眉吐氣要在臨行之際討箇的確符驗金棺裏展", "255": "足直裰上搖鈴這裏總用不著舉拂子云釋迦如彌", "256": "勒如眾生如世界如一如無二如乾峰云舉一不得", "257": "舉二放過一著落在第二舉一既不能放過即不可", "258": "且道如何折合斂手云蒼天蒼天蓼華秋水下夏橋", "259": "不是愁人也腸斷。", "26": "作尾黃鍾與大呂聲價滿寰宇憍陳那綱紀叢林觀", "260": "正鵠監院封龕正鵠禪人你嘗樹化山旂打雲門鼓", "261": "爾密兄處開華山僧這裏結果心如直弦寬弘大度", "262": "為人猶己立身如堵義之所在揮金若土絲粒錙銖", "263": "不昧因果你累我不合勸做雲門堂頭我累你延為", "264": "化山佐輔今日來脫卻項上枷開卻心頭鎖趯破虛", "265": "空我為汝補　起龕愁雲層疊化西東淚灑秋風血", "266": "樣紅豈是道人溺情見法門牚拄賴英雄去歲致君", "267": "來長空雪舞梅華開今日送君去銀鉤月照梧桐樹", "268": "不來不去山水長生銕秤鎚被蟲蛀不受人家齏瓮", "269": "淹丈夫自有沖天志去去去一箭透三關猛虎當路", "27": "世音圓通會裏挾帶挾路敲唱雙舉晴空霹靂乾坤", "270": "踞　舉火已度生死大魚口已出黑暗無明藪如今", "271": "獨步玅高臺清歌一曲曹山酒舉火苣云大眾今日", "272": "樹提上座為正鵠禪人從頂上放大光明照諸佛剎", "273": "作大佛事從胸臆放大光明照諸天上人間增益福", "274": "壽足下放光明停酸息苦且道如何是光擿火苣云", "275": "甲子乙丑　入塔囊括三千界眉藏石傘峰吸盡西", "276": "江水肘上種青松如何白雲裏見出金芙蓉若論這", "277": "著子佛祖攢眉聖賢罔測總不若化山當家正鵠禪", "278": "人今日四楞塌地八面威風胡來見胡漢來見漢孤", "279": "迥迥峭巍巍終日在你諸人腳前後底放光動地拈", "28": "一軌乃擊。", "280": "拄杖云二繇一有一亦莫守舉骨云且道這箇是一", "281": "是二擿骨云日午觀星斗。", "282": "為何淨僧入塔四壁青山列畫圖白雲影裏一峰孤", "283": "睛舒眺眼天無際一線征鴻落鑑湖大眾此善人前", "284": "未皈依今作吾徒去卻面上千斛塵要作人間美丈", "285": "夫脫去溼重布襖留下赤水玄珠舉骨云祇這些兒", "286": "如何發付擿下云殿圍深密重重鎖金鴨香銷玉鼎", "287": "煙。", "288": "子白禪人火子白禪人你飲麥浪兄乳服瑞白兄藥", "289": "鶴立不群舉止英發而嗜以銕蒺藜充饑熱鎔銅止", "29": "天華菴大悲像開光遠山橫八字纖眉野水湛百千", "290": "渴既作赤梢鯉魚肯向齏瓮裏淹殺李長吉二十七", "291": "身為名累顏淵子未三十鬢多白髮為人厭者縱長", "292": "齡而生已枯骨為人惜者雖短筭而死有餘香以火", "293": "苣打圜相云雪裏貍貓拏不住月中桂樹和根拔。", "294": "入塔時有寶泉二亡僧骨同入舉子白骨云此小師", "295": "曾入大海中尋鍼猛火裏拾芥今日粉骨碎身祇圖", "296": "酬報箇所親諸大善知識法乳之恩果然倜儻留得", "297": "一口寶劍山僧收在這裏今日法席將終有道得者", "298": "山僧雙手相贈總不分外有道得者麼眾無語恁麼", "299": "則山僧自道去也寒來暑往秋收冬藏乃擿骨復指", "3": "山陰嗣法弟子祁淨超較訂", "30": "寶目既以虛空為體復將法界為身道有也文殊喪", "300": "二僧骨云惟有此兩具骨蕫收不得藏不得寒不能", "301": "侵暑不能炙入火不動眉毛過水艸鞋不溼釋迦老", "302": "子分疏不下達磨大師道箇不識大眾收底是藏底", "303": "是雪華莫作蘆華看始信黃泉是寶泉。", "304": "萬峰禪人火隔越數日不見虛空突出一片一春雪", "305": "雨陰晴萬峰日面月面受付托而不迻臨大難而不", "306": "變莫道唐喪居諸今日為君略通一線喝一喝云旱", "307": "地忽雷舉火苣云晴空閃電。", "308": "日華靈腑二禪人入塔師子不食鵰殘俊鷹不打臥", "309": "兔臨濟只好掉棒打月雲門徒自東顧西顧說甚麼", "31": "其智體道無也普賢失其行門正恁麼時如何說箇", "310": "玄要賓主君臣佐輔擿骨云一對鷺鷥三片翼夜深", "311": "飛入清江浦。", "312": "尼戒初火癸未歲暮甲申日來梅華映雪葭管飛灰", "313": "獨有此婆子不受他四序差排一任渠桃符新換爆", "314": "竹如雷金剛堅固無生國琉璃世界黃金臺人蹤不", "315": "到迥絕塵埃舉火苣云看看遠山如黛春將至嫁與", "316": "東風不用媒　入塔年窮月盡有一物剩放之則彌", "317": "六合卷之則盡大地人索命開秘密藏佩毘盧印慧", "318": "雲法雨那伽大定大眾要到此地位絕似不難以拄", "319": "杖劃一劃云但得春到來何愁雪不盡。", "32": "應物見形底道理舉筆云如來眼有大人相名自在", "320": "五人入塔相將攜手人煙霞異姓相逢共一家看盡", "321": "落華無與結都來接拍弄琵琶如今絃斷難為理角", "322": "樓清夜聽悲笳雲門這裏面如鐵冷膽如斗大以拄", "323": "杖點五骨云縱使此五人若臨濟若曹洞若溈仰若", "324": "法眼若雲門都作一阬埋卻使天下人眼橫鼻直氣", "325": "衝寓宙其餘摘葉尋枝之流何足言也舉骨云大眾", "326": "你道他甚麼過作恁麼語話太平本是將軍定不許", "327": "將軍見太平。", "328": "六和庄謝菴主入塔黃蒿沒脛紙錢香鼓吹靈輿到", "329": "寶方驚起松巔雙白鶴和煙飛入水雲鄉指龕云大", "33": "普照雲以種種玅寶而為莊嚴摩尼寶光清淨瑩徹", "330": "眾此菴主他擅美四德契合六和既以身為律令復", "331": "將行作津梁向大寂定中一坐十小劫今日密迻一", "332": "步更進一層無縫塔中遍參知識雲門山裏親見作", "333": "家山僧亦不敢妄有所加祇要他做箇灑落丈夫如", "334": "香象渡河非羊鹿者比即今腦後圜光壁立千仞又", "335": "何須起模畫樣咦無腔曲子隨心唱不必宮商韻已", "336": "齊。", "337": "仲雅禪師火以掌毒故髫年閈里會要久把手同行不同", "338": "走蹉跎白業非如君多少丈夫空白首能於此際唱", "339": "歸歟艸木瓦礫師子吼惡拳毒掌自能施舞之蹈之", "34": "普見一切皆無障礙既然如此還著得一纖豪麼你", "340": "渾大有卻是由僧門徑寬任君氣宇衝牛斗舉火苣", "341": "云仲雅仲雅你道是甚麼擿火炬云拖金楊柳。", "342": "智安禪人入塔時值久旱行舟於陸地千里飛塵埃燈籠", "343": "夜哮吼沿壁上天台母子投機玉兔懷胎指骨云大", "344": "眾此僧也到乾爆爆地總不見有洪波浩渺白浪滔", "345": "天底作略只為一向坐在潔白地上鬼堀裏安身山", "346": "僧今日教你老鼠入牛角便見到底入骨云前山應", "347": "有雨雲自洞中來。", "348": "龍門石和尚封龕祖道臨川歎末流誰人獨上遠山", "349": "樓西谿雪色梅華路兔跡狐蹤上古丘恭惟法兄佛", "35": "纔動念卻不是了也所以道金屑雖貴落眼成翳蓋", "350": "日和尚西築菴木魚擿地放生魚原是釣來古石田", "351": "今石雨事不崇朝先雲門後龍門要終原始與你同", "352": "條生君不愧雙珠老蚌不與你同條死我卻愧聯璧", "353": "荊山香柏峰循規蹈矩鷂兒山攃風攃顛法雨所霑", "354": "三艸二木同歸甘潤慧日有臨五嶽四瀆總屬含弘", "355": "上八閩入水求人回兩浙燒山覓虎操入室之戈寧", "356": "可人負于我挂回車之劍無使我負于心饒你一橛", "357": "頭硬差排天上天下唯我獨尊須知三滲漏軟套索", "358": "左旋右轉落吾圈繢金鍼入眼亂卻玄黃朱紫疾雷", "359": "在耳難分角徵宮商驀舉封條云大眾此是先兄一", "36": "不知有向土一竅在如群盲摸象異端競起大眾如", "360": "生用不盡底鼠黏子塞斷天下人咽喉法弟今目也", "361": "只得看簍打簍相車造車管教你進了出不得關了", "362": "不許開為甚如此折角鐵牛何處覓鸚鵡峰前月一", "363": "輪　縣真大眾最初句則易末後句卻難肅清寰寓", "364": "函蓋乾坤千眼大悲覷不見八臂那吒無處尋洞山", "365": "過水失卻了自家面目大梅臨終錯聽乎鼯鼠之聲", "366": "大眾要見末後句麼展真云哪　迻像入祖燈閣難", "367": "得不相見夜來月上林東今日始親承一灣水落清", "368": "渚離師子堀看取落花無住昇忉利天不外菩提寶", "369": "樹所以沒量大人超方上士石火電光難為顧注一", "37": "何是向上一竅以筆點睛云珊瑚枝上日杲杲。", "370": "坐十小劫百劫千劫直逗到八萬四千劫總在今時", "371": "從此一方東方西方縱迻到十方世界外卓拄杖一", "372": "下云不離當處大眾先兄一生來十餘坐道場雖則", "373": "儼臨萬指不廢吟風弄月豈肯向鬼堀裏安身死水", "374": "中浸殺今日密迻一步便見神號鬼哭山僧不得已", "375": "只得放開一線令諸大眾見我先兄不難左右顧云", "376": "且道如何見聻喝一喝云皋亭夜月春風煖十里桃", "377": "華惹夢香乃安位　秉苣豁其門戶放出無毛銕鷂", "378": "決破籓籬難留折角泥牛鷺鷥牽崑崙之象銕蛇入", "379": "金剛之眼恭惟法兄龍門和尚唯德者有容乃智者", "38": "觀音勢至二大士開光三十二相紫摩金色身總之", "380": "攝眾繩繼先賢惜珠惜玉獎提後學攃土攃沙法猶", "381": "在耳鸚鵡峰華開鳥沸道豈泯乎龍門山雲去月臨", "382": "拆不散生冤家顯聖室中交臂唯弟唯兄打不開死", "383": "對頭鷂兒山下連床即師即友一朝管鮑義同骨肉", "384": "終古參商痛切髮膚天然法系定論難逃當家佛事", "385": "不邀而至勝熱婆羅門通身是眼火首金剛王隨處", "386": "光明直得七珍遍地八寶彌空不須尋討枉自他求", "387": "分明一具黃金骨卻在洪波浩渺中　入塔斷拂子", "388": "華開拄杖赤骨𩪸不動一塵利生事畢即此物離此", "389": "物留與人間作模則十景神駒渡海南五色祥麟下", "39": "是脩來面孔有一人不習佛行徑不歷賢聖階梯眼", "390": "天北一十餘座道場二十年來狼藉卻道是清涼池", "391": "大火聚可入不可入總不若今日提持可謂超方越", "392": "格趙州老胡盧端自挂東壁。", "393": "心珠禪人掩關拗折拄杖高挂缽囊達磨老漢請出", "394": "門外德山臨濟喚來栽樹到這裏天地澄平萬物雍", "395": "熙根本智一切智從這裏流出三昧門神通門亦從", "396": "此中收攝古人得意之後向茆茨石室中長養聖胎", "397": "名利不干懷聲色不攖慮其出其處無所不可且道", "398": "憑箇甚麼道理天高群象正海闊百川朝拈封帖云", "399": "內不放出外不放入寒山拾得來又作麼生蘇嚕蘇", "4": "佛事佛事", "40": "同世界闊身等虛空齊一毛孔裏藏卻百億須彌澤", "400": "嚕。", "401": "亡僧入塔火出木盡風送漁舟到岸灰飛煙滅露出", "402": "腦後圓光此是他身後底形模卻是爾輩生前底儀", "403": "狀可惜許唐喪光陰我為汝等盡情道破舉骨云會", "404": "麼復云莫妄想。", "405": "天真寺存虛老僧火師子巖秋風蕭瑟鳳皇山江天", "406": "一碧為提持額上之珠偶打失祖翁巴鼻為甚麼群", "407": "盲摸象或是或非眾手淘金有得有失愚智但在反", "408": "掌聖凡秪爭一息豪氂有差天地縣隔舉火苣云任", "409": "他曠劫無明究竟只在今日竹景幽窗到者稀松風", "41": "利九法界眾生雲行而雨施卻與大眾眉毛撕結眼", "410": "古殿無人識以拄杖擊棺三下云今日是你收因結", "411": "果之時還會麼好向此時轉得身吐得氣八字打開", "412": "和盤托出不則山僧為汝道破卓拄杖云不識。", "413": "為了塵長老起龕千聖同塗萬靈一轍迷則有生悟", "414": "不存佛迷悟兩忘紅爐片雪了塵非相水清月白到", "415": "這裏萬不可坐住上一層進一步脫卻鶻臭布衫翻", "416": "卻胡猻窠堀才有說話分且道東方阿閦佛乃至北", "417": "方成就佛等各各有依報莊嚴華臺寶閣畢竟在甚", "418": "麼處安著擊龕一下云了塵長老你隨我來抴杖而", "419": "出　舉火知幻即離不作方便石中取火麥中打麵", "42": "眼相覷獨來獨往處處逢渠秖為太近所以逢渠而", "420": "離幻即覺亦無漸次見性隔羅眼中著刺所以淡漠", "421": "高流超方上士游冶于山水之間超然無事說甚麼", "422": "睹明星悟道達磨西來斷臂安心三頓痛棒吹滅紙", "423": "燭洞山過水一點浮雲翳太清曉來霧鎖塘南樹又", "424": "道是八萬四千三昧門陀羅尼門菩提涅槃真如佛", "425": "性根本智後得智如虎之缺如馬之馵更問父母未", "426": "生前死了燒了落在何處喝一喝云鳥啼華落趙家", "427": "村柳陰殘月湖心寺。", "428": "恒然如監院入塔四十八年一夢臨行時虛空迸卻", "429": "一縫我道死水無龍寒山子認作神僊八洞走卻金", "43": "失渠山僧權作丹青手寫出龐兒耀古今遂點睛。", "430": "章師子藏不住綠毛么鳳我今為汝補卻免使後來", "431": "津送掩塔戶云恒然監院珍重珍重。", "432": "六通伊姪願菴和尚火古藤一俯麥華秀斷拂靈苗", "433": "簇清晝共本同根原委來豈為異種萃光後天空眼", "434": "界下諸方傲骨稜稜碧峰瘦明因殺艸山欲頹六通", "435": "破院天欲漏任伊千指熱門庭我此山門蒙古垢墨", "436": "瀋撩狂筆似椽緗縑剡楮龍蛇驟祝余興歎三復言", "437": "庶艸凡華易開茂狐狼礪爪新其牙日暗鐙昏薄我", "438": "牖願公斯感將有為灼肺焦腸不能捄誰道公為泉", "439": "下人生氣如然正襟袖此後拈提向上機疾電奔雷", "44": "古報恩寺掛鐘板天目為群山之祖龍蟠鳳翥結脈", "440": "不堪湊霜風一似春風嬌朱紫玄黃滿林鬥舉火苣", "441": "云大眾正恁麼時如何乃擿下云相捄相捄。", "442": "龍門石和尚木主入顯聖祖堂先兄與山僧三十年", "443": "憑著些血氣之勇於此室中東壁打到西壁就是散", "444": "木老人有三頭六臂無處藏影將些家藏之寶盡情", "445": "狼藉先兄得了許多奇珍異貝遊三楚上八閩回兩", "446": "浙歷三泖西谿東皋神奇鬼怪東湧西沒總使人不", "447": "可測識今日葉落歸根坐鎮寰宇肅清海嶽山僧又", "448": "恐有日難見有耳莫聞不免向大眾再揭露去也遂", "449": "展真云但願春風齊著力一時收入此中來復捧木", "45": "開陽落在這裏東海乃百谷之王天旋地轉洪波浩", "450": "主云大眾看看佛祖位中留不住笑入蘆華信水雲", "451": "亡僧火旭日曈曈春色朧朧梅華破玉見主人翁山", "452": "僧這裏太殺不情借此東風加以火攻絕教身不迻", "453": "影足不留蹤潔潔白白廓徹虛空沾他一滴師子乳", "454": "好看拄杖化為龍。", "455": "因之老僧火出海明珠剖石和壁十二連城價三千", "456": "大千值留與人間照耀古今日月光明所不能及山", "457": "僧三十年來總不惜東拋西擲因之老師向岐路中", "458": "偶然拾得便可出此入彼東涌西沒諸佛國土一時", "459": "遊畢今又節屆清明雨淋寒食木筆春風別院香海", "46": "渺直抵錢唐今古人才到萬松關便道已見山海大", "460": "棠夢冷池塘側。", "461": "德宣高公火近海風多利春寒禁落花鳥鳴鄉曲語", "462": "遊子正還家舉火苣云一條白練江山共色萬里神", "463": "光天涯咫尺諸佛無縫可出列祖無罅可入豈知僧", "464": "俗男女世法佛法平等法門一時收畢深深海底行", "465": "萬仞峰頭立。", "466": "萬壽院諸亡僧焚棺金箋玉管走聲譽於詞壇寶蓋", "467": "雲幢播佳名於法社陳年骨董不妨提掇舊日家聲", "468": "正好維新移一步追給孤長者之芳猷允我西遷", "469": "實前代黃龍之道範況茶毘乃先聖成規三塔係叢", "47": "略總不知其源委所以昧卻本來人了不識有函蓋", "470": "林舊式死了燒了不須問踼倒須彌山一座生耶死", "471": "耶何足言吸盡黃河水斷流山僧與諸公生前無半", "472": "面之交末後有同心之倡舉火炬云會麼好生識取", "473": "金剛體所幸來乘般若船　入塔穵空尋世界笑憨", "474": "布袋掘地覓青天惱殺空生丹青寫行樂謾道本來", "475": "面目鼓吹上優場錯認自己營生所以道有一層去", "476": "一層出家還須出世進一步退一步利己先在利人", "477": "天寧莊萬壽院滄桑一變昔幽墟今寶地慶弔同程", "478": "茲者卵塔重新存沒咸歸福化剎竿初建往來幸有", "479": "安居前僧後僧原無二姓古佛今佛本是一家含元", "48": "乾坤的句子也只是無人點破若知其源識其委便", "480": "殿裏位次豈從外得娑羅園中主人要自天成師子", "481": "吼花紅滿地象王回艸遍郊原入骨云請君為我永", "482": "振叢林。", "483": "為端實小師火粟畬裏只恁麼去紙衣下解恁麼來", "484": "飽食香積飯好打愚癡齋無依國解鐵鎖鍊金剛堀", "485": "舉琉璃杯嚴禪人你但知古路長松卻不管玉殿生", "486": "苔骨鯁之臣其庶乎跛足阿師何俊哉哀哀白頭人", "487": "送烏頭子落葉西風覆艸萊　入塔端以自持實以", "488": "律眾一布衲終身不易三條篾畢世無他食則同眾", "489": "臥則同堂嫉惡如讎敵樂善若醇醪掩芝蘭之幽香", "49": "可以權衡佛祖號令人天聲色堆裏坐臥魔佛界中", "490": "甘樗里之退藏山僧今日一任你歸元還寂若趙氏", "491": "連城之壁以手拊骨襯云送君歸舊府月滿前川碧", "492": "涇菴主火銕船入海枯木花開白雲冉冉長空色帶", "493": "水拖泥幾度來一切智觸目而現一切門應手而開", "494": "涇菴主不行鳥道玄路卻與古德律洽聲諧擿火苣", "495": "云我今贈你一莖柴。", "496": "道聲尼火雲在嶺頭閒不徹水流澗底太忙生當頭", "497": "一句明如日多少時人暗裏行山僧法席將終多寶", "498": "塔現有龍王女變成男子即往南方無垢世界成等", "499": "正覺遺下箇護身符子山僧不免親手奉送舉火苣", "5": "宗會菴縣鐘板鴻雁知秋商羊識雨畫隨灰而月暈", "50": "出沒山僧今日為你點破去也乃擊鐘板一下。", "500": "云打破萬重關喚醒這猩猩。", "501": "法相淡菴老宿火長年不出戶天下無人識只許老", "502": "胡知不許老胡值百艸頭上光燁燁鬧市叢中鮮滴", "503": "滴更說甚麼金棺自舉雙林示寂大丈夫區處得宜", "504": "又何曾於生死去來患失患得出匣驚人開弓中的", "505": "直逗到奔馬臨崖推車撞壁向這裏轉過身來更進", "506": "一層三箇胡孫夜簸錢擲火炬云一把無明當面擲", "507": "復為木主安位淵智藻德礪行惟粹終古彝倫紀", "508": "綱品類道無可道名無可名所以位非其位當堂不", "509": "正坐玉殿苔花翠此是威音王以前缺限釋迦老子", "51": "普明寺大佛開光大眾世尊今日重整靈山故事拈", "510": "求之未遂山僧今日補前人之所未備起風規于將", "511": "墜日暮宿鳥投林月裏鷺鷥成隊整位云天然尊貴", "512": "遙為元木恒首座火八字打開和身脫落雙眉乍斂", "513": "徹底掀翻文殊舒右手於百城之外資福吐心腸於", "514": "一水之東從前恩怨三更月此後相思一笑空恒上", "515": "座你歷參名宿裂斷葛藤望起吾宗之將墜有敷末", "516": "葉之靈葩不意先我著鞭早唱歸歟老僧不惜持一", "517": "炬火神往於數百里之外縱有喪予之歎長慟之悲", "518": "總分付與前江巨浪遠岫層雲睦州越嶺同風處不", "519": "是蘆華是雪華。", "52": "起一枝花解笑者豈止頭陀直得春回大地遍界生", "520": "荊門法姪封龕秦望古路道韻沖虛晉代雲門家風", "521": "迥別獅子子遵賢法聖鳳凰兒逸眾超群門錘拍板", "522": "禪參九帶三玄錫杖軍持律奉五篇七聚吹無孔笛", "523": "春花滿谷撫沒絃琴露艸生光火鑪與法界齊寬古", "524": "鏡同虛空闊大卓拄杖云此是諸佛秘密藏藏不得", "525": "覆不得豈可與外人窺識。", "526": "獻公真首座火含元殿裏苔生錦帶橋頭花雨金牛", "527": "斷索凌空鼯鼠一鳴而已春風匝地無遮何曾隔卻", "528": "越山吳水河南三腳驢雲門赤梢鯉勝熱婆羅親切", "529": "之句方得揚眉吐氣不知誰委緩行緩行我有一語", "53": "香現前緇素人等即凡成聖隨處解脫自一枝以至", "530": "雨。", "531": "琶山印空老師起龕即其室寂若無人披其帷其人", "532": "在斯印空大德你欲十小劫而為一坐攝塵點而為", "533": "一時山僧且未許你在何故聻佛道垂成十劫觀樹", "534": "就是大通智勝如來也須遷座成道所以普眼之見", "535": "普賢別峰之見德雲自古以來有此法式以柱杖擊", "536": "龕云你今日若向這裏坐住神通光明總成窠臼山", "537": "僧為你密移一步轉功就位去也卓杖一下云琵琶", "538": "絃上新翻調響徹梅花月上枝　入塔殘月蕾霜花", "539": "書空雁字斜道人本無住插艸且為家一生功行百", "54": "於百千萬枝今一時至於百千萬世燈聯焰續繼往", "540": "世丕因那知到末稍頭上收圓結果有印只可打空", "541": "無言方成不二師子潛蹤羚羊掛角障蔽魔王無處", "542": "摸索洞山土地莫可追尋寂光有真境非權乘之所", "543": "知界外有淨塵豈凡夫之所識華藏莊嚴世界毘盧", "544": "遮那如來逝多林法菩提場近有毘盧遮那莊嚴藏", "545": "廣大樓閣攝無邊法界海無邊諸佛海無邊菩薩眾", "546": "會海無邊眾生差別海此乃離垢者之所住處淨覺", "547": "者之所住處真實無礙者之所住處超世者之所住", "548": "處爾時彌勒菩薩從別處來彈指作聲令善財入入", "549": "已還閉擊塔三下乃入。", "55": "開來派列洞源尊而無比貴不可言兒孫遍地法化", "550": "道和穆孫火國有大難以身殉之之為忠國有大事", "551": "以身成之之為功國有大義以身任之之為勇此三", "552": "不朽者吾宗何獨不然嗚呼道和穆禪人茂年入道", "553": "壯受囑累吾門亢宗法社英秀適當獅蟲起於濟北", "554": "戈戟摻於同衣穆禪人撫膺裂眥誓靖其難以子房", "555": "搏浪之膽繼明教叩闕之風奔走南北如救頭然率", "556": "能感動天龍賴諸弘護逐其人火其書熄其邪正其", "557": "謬然事固畢矣而臣之精已消亡矣以視吾宗之中", "558": "有袖手而觀者有趨避其焰者有閉戶不聞者有坐", "559": "視而哂者以視禪人之鞠躬盡瘁寧不愧死乎乃若", "56": "無窮舉筆云山僧今日信手拈來要與和璧爭輝隋", "560": "輩不死而禪人乃死乎豈不哀哉至其疾革之際猶", "561": "喃喃以法社善後為慮益可以愧若輩之心矣老僧", "562": "哀之至於再三不啻顏氏子之可慟也然見其委順", "563": "之時報謝怡然較往比今可以無歉老僧復奚言哉", "564": "執火炬高聲喚云道和道和雖然我欲無言止有一", "565": "句子不可不與爾重宣以為津送舉火炬云一靈真", "566": "性不假胞胎時如何擲火炬云鶴翀霄漢和雲白雁", "567": "入蘆汀帶雪棲。", "568": "守真禪人火壽彌甲子事我十年端恭謹飭不約而", "569": "虔短袂操作在人之先處眾如水乳律身猶治田以", "57": "珠並價奪山川之秀麗朗日月之光華且道山僧手", "570": "其不忤於物故抱恙也孰不憐既具雲鶴之志故臨", "571": "岐也灑然闖蓮華國遊性海天老僧之庶事豐約杓", "572": "柄短長汝固知之茲以秉炬之際為汝狀為汝贊庶", "573": "幾可傳以風後賢舉火炬云大眾八萬門一句當天", "574": "萬英座主火雲門扇子𨁝跳露柱燈籠好笑林木池", "575": "沼皆演法音觀音菩薩大開當門一竅直得萬紫千", "576": "紅映碧溪頭頭得妙水底銕崑崙火中飛紙鷂　入", "577": "塔遊華嚴之性海借百川而為浴要滅南方魔種卻", "578": "被婆子窘辱燒卻青龍疏鈔接得龍潭紙燭便爾卸", "579": "甲拋戈好向孤峰獨宿瑞峰塢裏覆祥雲差勝湘南", "58": "中拈底與世尊手中底是同是別以筆畫󳰅相云今", "580": "潭北碧霄洞裏安身孫臏門戶賣卜。", "581": "恒心禪人入塔二由一有一亦莫守葛坡下竹杖雲", "582": "中哮吼普化搖鈴曹山顛酒跬步不移鳥飛兔走十", "583": "方無壁落四面亦無門八臂那吒無處下手恒心禪", "584": "人我道日中不藏影受用施為渾大有一對鴛鴦畫", "585": "不成秪可藏身北斗。", "586": "自覺修禪人火住毘耶城居維摩室掌擎佛剎毛納", "587": "大虛即小不思議境界沒量大人難測正是自覺覺", "588": "他將法界眾生一時圓寂既是實無眾生得滅度者", "589": "所以不住涅槃四德獨蹈大方光明赫奕三界優場", "59": "宵月上珊瑚樹海岳同時放寶光。", "590": "推車撞壁更問箇立命安身惹得丙丁童子發惡燒", "591": "得石烏龜眼赤。", "592": "潤凡老宿火烏芻瑟摩侍衛尊驀然闖入圓通裏夾", "593": "岸斜飄楊柳風蒲園亂落桃花雨那伽大定用繁興", "594": "正是春光遍寰宇磨盤空裏顯神通石頭大小皆能", "595": "語柱杖從茲拔卻根數珠莫教從頭起舉火炬云者", "596": "點光明遍剎塵且道是你不是你。", "597": "吳門兩孺人點主佳山開鳳翼不必問牛眠峻德歸", "598": "幽壙家聲起後賢恭惟吳太夫人并老夫人母儀可", "599": "則內政堪貽聳南山之大師浚聖水之賢明仁慈春", "6": "缺簫吹寒谷而華開一塢黃初平叱石成羊李將軍", "60": "埽光湛老和尚塔玉鷺雲邊沒烏雞火裏飛物類既", "600": "藹人得而親至性天成姑嫜有托門楣茂丹桂之香", "601": "閥閱列芝蘭之裔隋珠在乘前後俱照寶鏡臨臺高", "602": "低普應茲者受賢孝子之請要山僧向筆尖上說歸", "603": "元著落底道理舉筆云看看任從世界滄桑變一點", "604": "靈明亙古今。", "605": "坦持鎰小師封龕雲山嵯峨古木長蘿定光圓寂彼", "606": "岩之阿惟坦持鎰公德不自彰行不存跡超超玄著", "607": "落落襟懷其慧敏其學優其理圓其用周以山門之", "608": "故鞠躬盡瘁其成與否殊不足介惟不能忘情于祖", "609": "道垂秋其志在支大廈之將傾障狂瀾之趨下昊天", "61": "繁植蒙莊不可齊山僧二十年前被我老人煮陽燄", "610": "不弔吾其已矣又何言哉雖然如是思大師有言三", "611": "世諸佛被我一口吞盡更說甚麼度眾生事審如是", "612": "則鎰公大事畢矣春寒竹屋梅花近閉卻窗兒看月", "613": "明　舉火隻履言旋蔥嶺西如來寂滅雙林曉佛祖", "614": "雖超生死淪也示眾生業顛倒識得漚花有漏軀丈", "615": "六金身同腐艸鎰公身是亂峰雲去來蹤跡難尋討", "616": "今日重參勝熱師山前歷亂啼花鳥舉火炬云這段", "617": "威光古定光同途異轍歸家好。", "618": "一機關主封龕卜築西溪溪曲裏屋繞琅玕花覆水", "619": "家風不讓芭蕉菴門庭冷落祥庵主邋遢窮酸只恁", "62": "止渴炙畫餅充饑轉南為北移東作西既不能倒斷", "620": "過何曾一念吾宗旨近來蹤跡似羚羊絕無一法為", "621": "倚依閉卻柴門春晝長這回相續主中主。", "622": "胡瞻雲點主寶鏡臨臺著眼看胡來現胡漢來漢一", "623": "點靈明亙古今翻覆從前無兩樣茲者瞻雲胡居士", "624": "德以為科黨里共聞大義天成愚智俱瞻忠信可通", "625": "於遐邇仁愛姻睦於庭帷不欺於人不負於己去後", "626": "追思無愧於衾無慚於影蓋棺始定夙種有培為吾", "627": "道之金湯靈苗再植作金田之秀實金枝衍茂宗祧", "628": "有承貞嫠呈祥門闌可慶山僧今日向錦上鋪花鏤", "629": "金嵌玉要使人人知有即俗可以明真因華以望得", "63": "於當初直得在潔白地上屙屎攃尿去也以拄杖劃", "630": "果現居士身行如來事舉筆云留取汗青垂不朽江", "631": "淹筆上亦生花。", "632": "沈居士請為薦親點主春盡野花濃雲開見遠峰老", "633": "僧三昧廣動處顯神通舉筆云大眾看看這管城子", "634": "放大光明照東方十萬八千佛土皆明金色其中顯", "635": "現無量佛剎見無量佛以無量佛事化無量眾生得", "636": "無量三昧大眾還見麼點主云一點水墨兩處成龍", "637": "妙香養虛上座起龕往復本無際動靜歸一源毘盧", "638": "遮那不動而身臨塵剎大通智勝遷座而立證菩提", "639": "圓明如照乘之珠潔潤似連城之璧法界圓攝智周", "64": "地云春夏秋冬。", "640": "無際有如是威光有如是神用若是金鎖玄路槁木", "641": "寒灰在古德之所切誡斷斷不是自己家鄉山僧茲", "642": "者來自聖湖袖匿煙霞眉藏丘壑豎拂云這裏儘可", "643": "適性怡情濬養道胎養虛上座既與山僧有法門瓜", "644": "葛宗裔攸關何不向山僧拂子上轉過身來方顯通", "645": "津玅用你有拄杖子我與你拄杖子你無拄杖子我", "646": "奪卻你拄杖子到這裏會見兩峰雲淨千山月三竺", "647": "花連十二橋　舉火常光如寂脫體無依赤肉團真", "648": "人𨁝跳白拈賊神異難思精金出礦擲劍揮空荳爆", "649": "冷灰花開烈燄當門不挂牌閉戶請救火往時君是", "65": "爾密和尚起龕囊缽走諸方天下尋知己蹋斷艸鞋", "650": "君今朝我是我頂相圓光亙十虛清淨法身無處躲", "651": "舉火炬云好箇收因結果插翅大蟲超海岳無毛鷂", "652": "子貼天飛　封塔曹源一滴沾脣好共江山齊說脫", "653": "卻鶻臭布杉還我五湖風月紅爐煆就銕蒺藜玅香", "654": "世界黃金闕這是沒量大人超方上士圓成四德涅", "655": "槃可謂大休大歇生死關人鬼關禍福關掉頭勿顧", "656": "涅槃門菩提門般若門有位不居更說甚麼蓮邦震", "657": "旦指東話西今日是一陽復始春色尚遲且教韜其", "658": "輝斂其耀似拙如愚良賈深藏若虛大眾自今已後", "659": "且道何處與養虛上座相見且喜今年冬暖南枝早", "66": "跟以手畫相云原來在這裏恭惟寶龕中爾密法", "660": "開香雪。", "661": "普明石照燁禪師起龕磨東山旗打雲門鼓猶子比", "662": "兒有光先祖其靜也月印三潭其動也春花一塢若", "663": "夫動靜無干雲門云臘月二十五茲我普明法侄岡", "664": "陵丘壑之懷月白風清之度赤手擬扶末法之頹弘", "665": "濟欲拯蒼生之苦其奈天奪其筭只尺成今古可憐", "666": "風雪滿乾坤至今大地無寸土水寒魚不餌且教收", "667": "拾絲綸長空雁字斜雲歸別浦　入塔野鴨子落在", "668": "何處白鷺鷥剛方下田極盡玄微施張門戶總不離", "669": "這裏若是沒底籃兒盛漫天大霧有縫微塵納十界", "67": "兄大和尚氣吞佛祖天然有不肅之威嚴仁育四來", "670": "虛空烏豆子換卻眼睛銕蒺藜塞斷咽喉普明長老", "671": "慣得其便今也歲窮月盡山僧只可借婆衫子拜婆", "672": "年捉住了海底泥牛能開臘月紅蓮墨上添煤雪裏", "673": "著鹽鐵圍山彌樓山大海江河移置他土菩提樹師", "674": "子座多寶塔此會方圓高至四天王宮龕室千萬寶", "675": "鈴萬億而懸其上若要問塔中真主八臂那吒擎海", "676": "岳三腳蝦蟆飛上天。", "677": "具宗謨禪師掩龕弁岳垂青聳嵊山之岩壑雲門衍", "678": "派來語水之波瀾圓明雙眼殺活群機總持家法克", "679": "振先猷克五位於過溪渠我利三根於大地含靈觀", "68": "法爾具無緣之慈愛泥牛銜月覆盆下無不照之方", "680": "行兩融悟迷齊泯慨枯禪之沉寂灑之以津津甘露", "681": "悲狂慧之輕佻麗之以赫赫曦和無心出岫宛爾寂", "682": "光三昧有翼翀霄同臻覺路圓常生不道死不道靈", "683": "骨依然鑽彌堅仰彌高肉團真宰茲者節屆中元瑤", "684": "光後及於呼乎吾道何辜蒼生奚恃舉拂云大眾向", "685": "這裏不必低頭歸菴道取箇末後句子許爾未跨船", "686": "舷領得當頭一著否則山僧借路經過自道去也舉", "687": "封云且教閉卻廣寒殿露滴秋香聽木樨。", "688": "天界覺浪和尚訃音來愚菴設位致奠塞雁凌霜唳", "689": "月明不堪聞此斷腸聲芙蓉渡口無船渡愁絕行人", "69": "木馬嘶春不萌枝有新開之萼珠穿帝網正偏互互", "690": "此一程恭惟浪兄天界大和尚赤手空拳緯天經地", "691": "揚眉瞬目陶凡鑄聖融攝宗教貫通儒釋世之所見", "692": "者直文章耳捨此而求其戒律精嚴略無繩尺絕意", "693": "紛華不為矯飾此其末事也即於太平獄讞一節身", "694": "不辱於明教辭不屈于刀鋸文章見諸行事道義本", "695": "乎天性駢古方今蓋僧中之傑者顧夫假竊之徒蠅", "696": "應聲而集羶蜣群力而舉穢名之可濫不問彝倫利", "697": "之有屬竟遺清議行說相乖恃才欺世又何足道哉", "698": "今也訃音遠致法社陵秋弟謹奉片香聊陳蔬果將", "699": "表其誠嗚呼只恐千峰萬峰無處覓饅頭鎚子下將", "7": "箭穿石虎謾道感應靈通其然法如是故舉椎云若", "70": "鏡對菱華賓主重重臨機應敵任器施權遶指柔擬", "700": "來　封龕君從千峰萬峰入我自千嵒萬壑來雲月", "701": "溪山了無異借婆衫子舞三台恭惟天界法兄浪大", "702": "和尚懸白澤圖佩秦宮鏡妖狐喪膽佛祖攢眉幾七", "703": "十載身雲隨方陶鑄歷四十年法雨充棟琅函道通", "704": "睿聖貫珠錯錦行比嬰兒渾金璞玉主中主不難於", "705": "相續借不借何礙於通途菲於奉身陋於希世以不", "706": "窘於世故不累於俗若夫衛教禦侮假文章以感動", "707": "儒林駕俊與賢借辭鋒以風搖曲學弘慈濟物若紫", "708": "金山砥柱中流立論摧邪似石頭城堅不可破八柱", "709": "擎天亭毒群有是其法性廣波瀾闊左右逢源本根", "71": "之即喪神臂弓誰敢當鋒今也虛空粉碎大地銀裝", "710": "固枝葉茂高低普應祖壽昌而大好山影落群峰師", "711": "東苑而曹源水稽天洪浪維弟者擬附驥以追風蒼", "712": "生乎眩青燐於白晝舉拂云大眾這是山僧千里持", "713": "來箇消息要向鳳凰臺上吹笙師子林中蹴鞠不過", "714": "要顯這老漢一生來提持箇威音王以前最上一著", "715": "子拈封條云大眾看看玉殿無人虛夜月瓊林花謝", "716": "掩重門。", "717": "慧光尼火染淨諸剎猶網羅狀佛及眾生別異無量", "718": "以手運之如陶家輪千峰萬峰去橫擔拄杖會見盧", "719": "舍那如來登千華臺上久修業所得慧光照無量一", "72": "化山弟是箇無情漢子若是把住關津不通水渫有", "720": "生來護惜箇渡海浮囊丟得不惺惺秦亭山下致累", "721": "老僧剔起佛前燈了卻一函經又聽得林外啼山鳥", "722": "口口教人歸去好劫火洞然時露出衣中寶有性無", "723": "性齊成佛道。", "724": "熊菴惟實靜主火山雨濛濛秋風蕭索遊子還家故", "725": "鄉寥廓可惜龐蘊婆至今無下落驀直相逢見不難", "726": "煙雲縹緲黃金閣正好話團圞同躋寂滅樂夫唱而", "727": "婦隨母覺而子啄昆弟姊妹優曇萼萼同聲相應鳴", "728": "空天樂釋迦引前彌勒約後中間的是什麼人師子", "729": "遊行不求伴侶西湖水上行六橋煙雨火中紙鷂泥", "73": "腳銕牛行不動插翅大蟲飛不回在我法兄固當別", "730": "牛落水擲火炬云且道是你不是你。", "731": "德音老宿起龕梅花似月月如雪大功一色離分別", "732": "深山裏大小石頭熾然說說說說水流澗底太忙生", "733": "雲在嶺頭閒不徹不如破衲道人閒靜然安不動一", "734": "坐十小劫要合前古請觀古轍豈不聞遷座成道大", "735": "通智勝佛德音老宿你隨我來今宵卻好是上元佳", "736": "節前來看高峰殘月　舉火正智妙超倫脫卻形骸", "737": "累惺眼閱塵樊不酒而自醉超然獨露身豈是狐群", "738": "隊惟吾德音老宿享古稀之壽奉毘尼二百五十條", "739": "律弘慈利物調眾得方踵雲棲之芳躅遵月國之嘉", "74": "論大眾且道放開一線作麼生道磨盤空裏走銕鋸", "740": "猷城市不堪飛鍚深山闔戶精修到如今直得髑髏", "741": "乾徹枯木龍吟來無伴侶去無蹤跡好似春回大地", "742": "花在枝頭月到峰尖雲眠山麓處處藏鋒頭頭顯露", "743": "面目儼然不直雲門一顧電光影裏現全身只合還", "744": "歸炭裏坐。", "745": "性林靜主起龕信有桃源路無人得再遊偶來逢漁", "746": "父援引上秦樓古人道有佛處不得住無佛處急走", "747": "過除卻兩重機鼻孔下頭大然雖未有常行而不住", "748": "未有常住而不行即使到五百由旬已進寶所須知", "749": "向上還有事在性林師隨我來卓拄杖云春花已放", "75": "舞三台　入塔不挂本來衣姓字無人識手提華藥", "750": "嶺頭看取幽香一塢　舉火識得目前廓徹無礙掀", "751": "翻大地不遺粒土智周三世而無來往生死涅槃空", "752": "花水月煩惱菩提乾城陽燄腰纏上市來百事成現", "753": "一點光明亙古今開眼也見閉眼也見博地凡夫彈", "754": "指頓超衲僧家橫抽寶劍阿羅漢結習未除十地菩", "755": "薩見性尚隔一線性公你知不知薦不薦我者裏有", "756": "箇巧方便以火炬打○相云萬姓笙歌徹夜明火樹", "757": "銀花廣寒殿。", "758": "通共三百三十頁總共板壹伯陸拾八塊該板價銀拾兩貳錢計字十二萬二千餘連寫刻銀共該捌拾伍兩二錢膳銀", "759": "貳拾伍兩通共銀壹伯貳拾兩二錢零　尼淨名助銀拾兩　助綿紬四疋　商文凈濬助銀壹兩", "76": "籃東山水上立五帝三王是甚麼天上天下無彌勒", "760": "雲門顯聖愚菴盂禪師塔銘雲門顯聖愚菴盂禪師塔銘", "761": "敕賜太白山天童弘法禪寺弘覺禪師道忞譔", "762": "飛行皇帝身膺七寶王有四天苟無聖后所生太子", "763": "則寶馬金輪次第隱沒七日之內王祚隨終況復正", "764": "法眼藏賴以傳持者乎粵自靈山囑累飲光以來相", "765": "與繼繼承承者非大德天生即應真降跡所以僧伽", "766": "本樹王再世般若亦勢至重來他若靈彰秀艸瑞應", "767": "金環圓鑑呈祥明珠協吉殆有不可殫紀焉者故得", "768": "大法東流千燈照耀於乎羽嘉與鳳凰日遠彼翾飛", "769": "維鳥者且為鵬為梟式貪式戾當世稱為天外鴻雲", "77": "珊瑚林裏水晶宮琉璃殿上黃金色斑毛師子白如", "770": "中鶴如我愚菴禪師復不憖遺一老俾守我圉予奈", "771": "何不夷考其生平表章其行事以龜鑑一世哉請得", "772": "而論次之按師錢唐丁氏子諱明盂字三宜晚築室", "773": "西湖自以為愚復號愚菴本四明望族五世祖遷杭", "774": "為武林人幼聞梵唄則心悅睹象設即膜拜往往於", "775": "夜寐中起坐念佛過公府疑為寺宇亦胡跪作禮年", "776": "十四矢志離塵入雲棲從蓮大師受五戒直中元建", "777": "會為命今名歸而念佛益切時覺心想不停詢一高", "778": "道居士士亢聲曰即今念佛者是誰邪師為芒負坐", "779": "臥不安疑情頓發年十六閱真淨語有省矢口成偈", "78": "霜藏身之處沒蹤跡松窗獨坐兩和諧夜半吹燈讀", "780": "曰紅日當空抬頭便見掇落大門便好開店身心自", "781": "此寧怗恒加趺累日不起後因禪侶激勸教看高峰", "782": "主人公話歷三載觸發龐居士語忽成偈曰鐵牛解", "783": "吼木人善走心境如如打箇筋斗時武林禪講之師", "784": "剎竿相望師靡不叩關請益深臻其奧獨於真寂聞", "785": "大師尤服膺焉年二十投真寂脫白為童行職槽廠", "786": "日勞眾務常蓬頭垢面為諸同學援經引論剖析疑", "787": "義有詰以離心意識參話師答曰離心意識作麼參", "788": "空缽無聊直到菴沿路拾來皂角子可當蓬閬大還", "789": "丹聞者咋舌師亦點胸自喜但於托缽產難諸大禪", "79": "周易鐵新樣子南陽來大明國裏藏不得一自春回", "790": "頭擺撲不破未能釋然二十三歲薙髮墮僧數益遠", "791": "大自期禪悅法喜日注身心尤復旁及百氏家言一", "792": "時法社尊宿如憨山雪嶠南明輩與師語未嘗不擊", "793": "節稱善聞大師直以為佩觿長傲屢挫抑之一夕遶", "794": "佛經行暗觸香桌豁如雲披月現自況鰲山今日成", "795": "道趨聞就質聞反覆徵驗不容申說然師至此機辯", "796": "縱橫不可遏矣有僧以高峰四句問師未審那一句", "797": "能縱能奪能殺能活師曰是第五句曰如何是第五", "798": "句師曰小鬼捱磨金剛解鋸既而聞顯聖宗風大󳰲", "799": "四海雲從忽動再參之想會聞亦遠出金陵乃截江", "8": "向這裏會得自然翕闢古今縱橫佛祖其閉也乾坤", "80": "物阜時艸木瓦礫通消息大眾既是大明國裏藏不", "800": "過雲門參湛然澄和尚於顯聖蓋師未披緇時澄遊", "801": "省會曾一參禮蒙誨諄切內銘於心至是益發堅勇", "802": "之志且曰大慧以再夏為期今我以再七為期禪若", "803": "不異我亦作無禪論去也於時坐立經行方著意提", "804": "撕忽澄入堂高聲曰放下著不覺掀眉一笑簡點從", "805": "前礙膺直如大慧撒手天寧時種種差別淆訛迎刃", "806": "而解遂披衣入室求證澄問懷州牛喫禾為甚益州", "807": "馬腹脹師曰問取露柱去祗如樹倒藤枯畢竟句歸", "808": "何處師曰長江翻白浪如何是一口道不盡句師曰", "809": "小月落孤峰復命作偈師口占曰石傘峰前玉一溪", "81": "得此後向甚麼處相見卓拄杖云雪深埋卻鷺鷥烏", "810": "逢源那說動舟迷落花無限春山暮得路還家聽鳥", "811": "啼澄曰好聻師曰且莫塗污人好復索狗子無佛性", "812": "頌師曰佛性如何道有無秤鎚落井卻能浮曾經捉", "813": "敗趙州後拍手終朝唱鷓鴣澄遂以洞上法印屬累", "814": "師焉時飽參宿學鱗集座下師年方二十有五未久", "815": "之間遽蒙印可一眾崖柴度不可留乃辭雲門別真", "816": "寂由吳入楚一衲孤筇探竿獨挈凡循山傍澗一人", "817": "半人之所罔不披榛叩激闡發大猷一日道旁見草", "818": "舍有僧近百歲師入索茶僧目視茶鐺師指棚上瓜", "819": "曰可喫得麼僧曰留種師曰此種何來僧西指曰那", "82": "龜飛上兜率。", "820": "畔師曰那畔即不無爭奈種雜何僧曰請佳種看師", "821": "拱手謝茶僧曰效顰魔子回身入內不復見抵黃麻", "822": "參無念有禪師有見師來詬罵不已師遽問南泉斬", "823": "貓意旨如何有憑陵曰我殺不得汝邪師曰殺即任", "824": "殺南泉意旨畢竟如何有曰待趙州來與汝道師拂", "825": "袖便出從此嵩山禮祖燕市求人晨餐暮宿則野廟", "826": "孤村肝膽形骸則冰霜土木見者莫能測也及乎洪", "827": "音一唱雲蒸霞蔚又莫不海沸波騰時師痁病連年", "828": "衣惟骨見自號白骨道人遠近趨參即傳為白骨會", "829": "云居燕凡五年聞顯聖歸真天童旺化即日賦詩南", "83": "恒蔭榆監收火才參蘿蔔禪便作生薑漢三十年來", "830": "邁有雲辭雙鳳闕麥秀五陵秋之句豈甲申之兆師", "831": "固前知者邪既歸哭臨顯聖圓聚天童返省真寂復", "832": "掩關于語溪之攝心菴猶以愚癡沒生死廣化在多", "833": "聞故雖祁寒冱凍溽暑流金而師嗜學之志如海吞", "834": "流無厭怠時也未幾應屺瞻葛太常之請出住龍門", "835": "龍門嶺紆市遠寺無恒產仰給山君師芒鞋短褐日", "836": "負薪而鬻於諸學子不廢提持居一載因事去為季", "837": "超祁仲子迎還會稽奉師化鹿山中師久懷深隱樂", "838": "與勞侶驅犢飯牛來者既不辨師適有問者師則策", "839": "牛飲澗多惝怳而返久之顯聖席虛輿論歸師一時", "84": "惜嘗住如保護眼珠調大眾若司空見慣毀不加撓", "840": "賢士大夫與當山耆宿同申勸請師亦以先師公案", "841": "未了故不峻拒直裝包赴焉視篆之後整飾規繩肅", "842": "張法令陞堂入室無虛日學者至不能容乃外集檀", "843": "施內竭衣貲凡堂廡寮舍前人所未備者畢舉時戎", "844": "馬生郊四野寒色獨師得悉心締搆增其式廓非天", "845": "龍擁衛道德之靈曷以致之住五年因僧犯諍止之", "846": "不可乃拽杖入化山不復出禪流失怗法社中衰山", "847": "陰道上若邪溪頭鞠為漁汀樵徑越都人士殆不能", "848": "一日忘師也往來敦請迄無虛歲者三年不得已再", "849": "還顯聖以三載為瓜期三載後于諸法姪中舉唯岑", "85": "善不須贊饒君百煉精金也著紅爐再煆萬山火燒", "850": "嶾公代主其席師則撾鼓退即還西湖舊隱所謂愚", "851": "菴者是也初師建此菴為修孤山舍利塔後度母為", "852": "尼以此菴近市便甘旨故師終身奉母長居此菴至", "853": "若住越州蜀阜秀州梵受蘇州朱明或應彌陀應宗", "854": "會應福臻或過天華過佛日過真寂因而或講華嚴", "855": "法華楞嚴楞伽金剛圓覺梵網惟識在處布慈雲隨", "856": "緣施法雨不吝情於去來亦無心於彼此殆如鴈過", "857": "長空霞生碧落而已所有襯施或贖生命或惠孤貧", "858": "或濟人之有急難者餘則悉以養母故得甘毳不絕", "859": "於饔餐利養不分乎清眾所以不別搆周母之堂不", "86": "赤虛空流白汗清淨法身無處避淮陰侯棄楚而歸", "860": "更織陳蒲之屨或晴嵐撥棹或雪港攜舟放意湖山", "861": "市城絕跡良有以也至年六十有三母始順世師哭", "862": "踊悲號日夕孺子慕睛為之枯焉自此不訓徒不赴", "863": "請閉門斂跡又四年而師亦遷化矣蓋康熙乙巳孟", "864": "冬之十一日也寢食談笑如常時忽語侍僧曰三日", "865": "後吾行矣集諸弟子規訓法門細大不可濫名苟位", "866": "取玷先宗言皆切至諸弟子為流涕請偈師瞋目曰", "867": "癡眾生不說偈便死不得邪如期眾集相與語曰師", "868": "今尊候如宜安得撒手便行師曰看老僧登場一笑", "869": "泊然遂逝世壽六十七僧臘四十六遺言水葬莫慰", "87": "漢大眾秖如亡僧遷化後向甚麼處去顧左右乃擿", "870": "群心屬門人範為則主顯聖乃即前岡建塔歸窆全", "871": "身焉師生知夙稟妙慧天成宗通則橫穿四七二三", "872": "說通則綜括千經萬論奯公偃老言前契旨悟後周", "873": "參忠國大珠禪備眾體法匯多門東山演大慧杲口", "874": "似懸河機如劈箭拈來即是流出無垠師殆兼而有", "875": "之若夫乾坤寄傲山水怡情風流倜儻豪放不羈則", "876": "端師子政黃牛之英匹也住則隨緣去則無矣恥作", "877": "呈身之客羞為戀窟之蚖則高菴悟山堂震或菴體", "878": "之俊流也緬懷高尚靖退是居厭薄十字街頭架大", "879": "屋養閒漢至於梵受朱明由師顧鑑蔚為寶坊一皆", "88": "火炬云老僧只管看　入塔卓拄杖云識得拄杖子", "880": "撥置不問其草芥名場霜雹利養為若此也有恩必", "881": "報無怨不忘不以好惡偏心不以親疏異視至於我", "882": "宗我塹我法我圉焚我郊葆穴我藩垣則不難背城", "883": "借一鞭橐是從其臨危不慴見義勇為又若此也師", "884": "少時恒夢遊葛嶺往來甚頻當世學者多稱師為孤", "885": "山後身質之曹溪八十生為善知識益知師為再來", "886": "人信不誣矣嗣法弟子自淨範以下三十人傳講弟", "887": "子二十人傳法居士三人剃度親依得戒與士大夫", "888": "之問道獲益者不可悉數焉師沒之明年弟子範為", "889": "則挺俍亭各以師狀謁銘乃取二公之狀與予生平", "89": "立地超生死三山海島六鼇擎一毛頭上金師子長", "890": "所見知於師者論次為銘曰。", "891": "佛正法眼千聖攸宗西東分布世擅人龍道行有待", "892": "至德乃凝昌期五百運會師興生知特異邁往獨前", "893": "鼇山此日大慧當年汲造幽深探窮經論宗通說通", "894": "嵒瀑飛潠貫花新偈日演千行牙橫劍樹舌奮蘇張", "895": "妙語霞繅神機電疾捷狖魂亡天孫巧失進非坎滿", "896": "決若江河風行吳越草偃支那千里裹糧百舍重趼", "897": "從者如雲師心無選落魄乾坤聊以寄傲凡百有為", "898": "風煙一掃顯聖拮据朱明締搆屢典名坊云胡不逗", "899": "愛道佛歸章母師養德報劬勞道寧有上呼山邀月", "9": "失色其開也萬象起舞且道不開不閉時又作麼生", "90": "生方子涅槃禪廓落無遮離彼此看他榆上座急水", "900": "築室湖濱六十孺慕大孝終身敦崇罔極培植彝倫", "901": "誰敢予侮動厥譏脣高并秦山清同鑑水百世師仰", "902": "曷其有已罏峰巀嵲天柱嵯峨銘詩我作終古載歌。", "91": "灘頭打毬子解放不解收至今無安處指塔戶云不", "92": "若這裏萬物一指。", "93": "瑞彰禪人入塔指塔戶云這一竅是千佛之堂奧諸", "94": "祖之歸源東西十萬南北八千雲漠漠雨漣漣鳶飛", "95": "戾天魚躍於淵舉骨云瑞彰瑞彰你今日落在化山", "96": "手裏縱使是火裏煉過底精金荊山新剖底美玉也", "97": "須更進一步始得大眾且道從那裏入擿骨云一從", "98": "遊冶江山遍始信壺中別有天。", "99": "埽弁山瑞和尚塔霅水汪洋弁峰突兀水自耶谿發"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B189 三宜盂禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B189 三宜盂禪師語錄", "author": "明 明盂說　淨範等編", "language": "chinese", "source": "CBETA"}