{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 370", "1": "占察善惡業報經玄義", "10": "令離怯弱。所以釋迦大聖。勸當機而耑請。地藏慈", "100": "瞋大癡法門。是則惟佛具足十惡。菩薩二乘。但有", "1000": "入圓三脫門。即是中根入道相也。如猶未悟。應于", "1001": "一切時一切處。常勤誦念地藏菩薩名字。當觀地", "1002": "藏法身。及一切諸佛法身。與己自身。體性平等。無", "1003": "二無別。不生不滅。常樂我淨。功德圓滿。是可歸依。", "1004": "又復觀察己身心相。無常苦無我不淨。如幻如化。", "1005": "是可厭離。乃至上卷所示修懺悔法。皆是對治助", "1006": "開之方便也。又經云。若人未得三業善相或見光", "1007": "明。聞異好香。夢佛菩薩放光作證。則為虗妄誑惑", "1008": "詐偽。及說三忍四佛差別之相。皆令行人明識次", "1009": "位。不生增上慢也。又於虗妄誑惑詐偽之相令勿", "101": "少分十惡。一切眾生。唯能具足十善。更無少惡也。", "1010": "取著。即是安忍。不樂世間諸禪三昧。亦復不樂二", "1011": "乘。即離法愛也。細簡經文。十乘意足。雖不次第。幸", "1012": "可證明。當知離十乘法。別無入門觀矣。", "1013": "五徧為眾經體者。此一實境界。乃千經萬論之所", "1014": "同詮。華嚴非此。則無以顯事事無礙法界。阿含非", "1015": "此。則無以顯寂滅涅槃。方等非此。則無以顯大乘", "1016": "法門。般若非此。則無以顯一切種智。法華非此。則", "1017": "無以顯一乘實相佛之知見。涅槃非此。則無以顯", "1018": "常住佛性三德祕藏。是故一代時教。若半若滿。若", "1019": "權若實。究竟皆以一實境界為體。究竟皆是指歸", "102": "二約理通釋竟。", "1020": "一實境界而已。", "1021": "六徧為諸行體者。復有三意。一泛論四教一十六", "1022": "門。各有信法兩行。皆依一實境界而得成就。二別", "1023": "論依經立行。不出四種。所謂常行三昧。常坐三昧。", "1024": "半行半坐三昧。非行非坐三昧也。亦依一實境界", "1025": "以為其體。可以意知。三尅論今經又二。初先明懺", "1026": "法。供養禮拜悔罪勸請隨喜迴向之後。或端坐稱", "1027": "名。或旋遶誦念。則是非行非坐隨自意三昧所攝。", "1028": "二別明二觀。於一切時一切處。隨身口意有所作", "1029": "業。悉當觀察知唯是心等。則是歷十二緣。並可修", "103": "三結屬十法界者。又為三。初明十界。二明四教。三", "1030": "行二觀。亦不拘行坐也。二種觀道。正依一實境界", "1031": "以修信解。離此別無行體。不言可知。修供養時。即", "1032": "念一切三寶體常遍滿無所不在。願令以此香華", "1033": "等同法性。普熏一切諸佛剎土。施作佛事。乃至願", "1034": "共一切眾生修行如是供養已。漸得成就六波羅", "1035": "蜜。四無量心。深知一切法。本來寂靜。無生無滅。一", "1036": "味平等。離念清淨。畢竟圓滿。豈非依一實境界而", "1037": "修供養行耶。又一心敬禮。擬心徧禮。設非依一實", "1038": "境界。何名一心。何能徧禮耶。又懺悔云。如是罪性。", "1039": "但從虗妄顛倒心起。無有定實而可得者。本唯空", "104": "明六即。初明十界者。地獄苦重。但具事理善惡種", "1040": "寂。願一切眾生速達心本。永滅罪根。乃至願我所", "1041": "修一切功德。資益一切諸眾生等。同趣佛智至涅", "1042": "槃城。豈非依一實境界而修五悔諸勝行耶。又第", "1043": "三輪相云。如此諸數。皆從一數而起。以一為本。如", "1044": "是數相者。顯示一切眾生六根之聚。皆從如來藏", "1045": "自性清淨心一實境界而起。依一實境界。以之為", "1046": "本。豈非依一實境界而示三種輪相法耶。若不能", "1047": "知一實境界。則諸行皆悉徒施。是故經云。若雜亂", "1048": "垢心。雖復稱誦我之名字。而不名為聞。以不能生", "1049": "決定信解。但獲世間善報。不得廣大深妙利益。如", "105": "子。不起事理善惡現行。一分極苦鬼趣傍生亦爾。", "1050": "是雜亂垢心。隨其所修一切諸善。皆不能得深大", "1051": "利益。當知未解一實境界。皆名雜亂垢心。若能解", "1052": "知一實境界。則惟是一實。無別境界。故無雜亂。自", "1053": "性清淨。故無垢也。從名字無雜亂垢。乃至究竟無", "1054": "雜亂垢。皆依一實境界而有進趣。是故偏為諸行", "1055": "體也。", "1056": "七徧為一切法體者。經云。依一實境界故。有彼無", "1057": "明。不了一法界。謬念思惟。現妄境界。乃至生起六", "1058": "根六塵六識。起違順等十八種受。又云。以一切法", "1059": "皆不能自有。但依妄心分別故有。又云。當知一切", "106": "鬼畜二趣。亦具事理善惡種子。多起事惡現行。少", "1060": "諸法。悉名為心。以義體不異。為心所攝故。又云。一", "1061": "切法畢竟無體。本來常空。實不生滅。如是等文。皆", "1062": "明一實境界徧為一切法體。當知若所占察十界", "1063": "善惡業報。若能占察二十智品差別。一一皆以一", "1064": "實境界為體。離此一實境界。別無分毫能所可得。", "1065": "能所皆是一實境界。本非能所。不必掃除能所。方", "1066": "名無能所也。以能所本不可得。無可掃故。譬如揑", "1067": "目。妄見二月。二月本無。不可更滅。但有一月真耳。", "1068": "此體即是諸法之實。可尊可貴。此體窮盡諸法性", "1069": "相。無不徹底。此體徧能通達諸法。無有障礙。是故", "107": "起事善現行。未必能起理惡理善。慧力弱故。阿修", "1070": "若識經。體。則識一切教體。一切行體。一切法體。即", "1071": "識一切教行法之宗用。以法身必具般若解脫故", "1072": "也。二顯體竟。", "1073": "第三明宗○第三明宗者。前雖顯體。但是理性。理性平等。含", "1074": "生共有。雖復指冰即水。不復他求。欲得飲用。仍須", "1075": "融泮。又如雖有虗空。必須梁柱綱紀一屋。方得受", "1076": "用。此屋若無棟宇。終被風日雨露所侵。一切眾生。", "1077": "枉于法性空中受諸苦惱。亦復如是。故顯體之後。", "1078": "即須明宗。宗者。修行之綱領。會體之急務也。提綱", "1079": "則眾目齊張。挈領則襟袖畢至。如湯消冰。法性之", "108": "羅趣。略同鬼畜。或得見佛聞法。能起理善。理善若", "1080": "水斯現。如棟成屋。秘藏之室可居。今經以二種觀", "1081": "道為宗。一者唯心識觀。二者真如實觀。唯心識觀", "1082": "者。知唯妄念。無實境界。念亦生滅。無暫時住。從是", "1083": "當得色寂三昧。真如實觀者。思惟心性無生無滅。", "1084": "不住見聞覺知。永離一切分別之想。展轉能入心", "1085": "寂三昧。夫一實境界。非色非心。無明不了。妄成二", "1086": "法。猶如揑目。妄見二月。依于妄心。分別妄色。由于", "1087": "妄色。顯示妄心。故心與色為增上緣。色亦與心為", "1088": "所緣緣。若知色惟心現。心外無色。是為唯心識觀。", "1089": "能得色寂三昧。色寂則心亦寂矣。若知心但有名。", "109": "起。如應攝入四聖界中。人趣有二。若在北洲雖具", "1090": "本無生滅。是為真如實觀。能得心寂三昧。心寂則", "1091": "色亦寂矣。若知色心本寂。則是觀行即佛。從此習", "1092": "信奢摩他觀心。及信毗婆舍那觀心。止觀雙運。能入", "1093": "一行三昧。見佛無數。發深廣行心。住堅信位。則是", "1094": "相似即佛。乃至成就無生忍者。則是分證即佛。若", "1095": "除一切諸障。無明夢盡。則是究竟即佛。是知始從", "1096": "名字。終至究竟。唯依一實境界而修二觀。唯依二", "1097": "觀而證一實境界。可謂一乘因果。圓頓妙宗矣。三", "1098": "明宗竟。", "1099": "第四辨用○第四辨用者。此經以滅罪除疑而為力用。由迷", "11": "尊。乘悲願而演說。事理雙明。淺深同益。可謂照昏", "110": "一切種子。但起事善。不起事惡。亦復不起理惡理", "1100": "一實境界。起惑造業。感得劣報。由罪障故。妄于報", "1101": "法而起疑惑。由疑惑故。不能依于二種觀道而滅", "1102": "幻罪。今為末世鈍根。先示三種輪相。破壞眾生邪", "1103": "見疑網。轉向正道。到安隱處。復示修行懺悔方法。", "1104": "令其求得清淨輪相。以為修習諸禪智慧之基。次", "1105": "又廣明一實境界。以開圓解。正示二種觀道。以勗", "1106": "圓行。開解則疑無不除。勗行則罪無不滅。所以三", "1107": "忍可階。四佛可作也。又復善安慰說。令離怯弱。真", "1108": "實相應。離相違過。能令纖疑畢盡。進趣可期。可謂", "1109": "徹底慈悲。勝妙方便。救度末法沈淪。令堅大乘淨", "111": "善。就事善中。但有舊醫十善。不起三皈五戒八戒", "1110": "信。是此經之大力用也。", "1111": "第五教相○第五教相者。此是大乘方等教攝。引接三根。令", "1112": "歸一實。兼令無志求出要者。亦能脫諸衰惱。生于", "1113": "善處。蓋是無法不備。無機不收。所謂亦攝漸機一", "1114": "切羣品。而正意則唯在圓頓也。教相竟。", "1115": "占察善惡業報經玄義終", "112": "具戒諸善。以不聞佛法故。若在三洲。具能起於事", "113": "理善惡。人中慧解極猛利故。若起理善。亦隨攝入", "114": "四聖界中。天趣有四。一地居二天。謂四王。忉利。具", "115": "起事理善惡。略與人同。但事善中。缺出家戒一事", "116": "耳。二空居四天。謂夜摩。兜率。化樂。他化。不起殺盜", "117": "邪婬三種事惡。猶有正婬未斷。亦容起後七種事", "118": "惡。亦能起事十善。但不起出家戒。亦能起於理善", "119": "理惡。若起理善。亦隨攝入四聖界中。三色界中。又", "12": "衢之寶炬。救痼疾之神丹。雖復去聖時遙。何幸妙", "120": "分為二。一初禪天。猶有覺觀語言。容起口妄意貪。", "121": "梵於釋子起諂誑故。不起其餘事惡。得起一切理", "122": "善理惡。若起理善。亦隨攝入四聖界中。二禪以上。", "123": "已離覺觀。不起身口事惡。但起當地貪癡。及起理", "124": "善理惡。若起理善。屬四聖界也。四無色界。但有四", "125": "蘊。無業果身。不起身口事善事惡。亦起當地貪癡。", "126": "多起理惡。少起理善。一切菩薩不生彼故。聲聞緣", "127": "覺。又分為三。一者見道。二者離欲。三者無學。初見", "128": "道位。永斷十種分別事惡。亦斷外道殺俗殺真等", "129": "理惡。而未能斷正婬及貪瞋癡任運事惡。亦復全", "13": "詮猶在。鑽仰既切。欲罷不能。蠡測管窺。用公同志。", "130": "起聲聞緣覺理惡。二離欲位。永斷欲界十種事惡。", "131": "未斷色無色界任運貪癡事惡。三無學位。又分為", "132": "二。一有餘依地。永斷三界事惡。全墮聲聞緣覺理", "133": "惡。二無餘依地。若據權論。即是永入涅槃。無復事", "134": "理善惡若現若種。若據實論。即是出生界外方便", "135": "土中。但斷界內事理善惡現種。仍復現行聲聞緣", "136": "覺理惡。或能起于菩薩佛界理善理惡。若起菩薩", "137": "佛界善惡。如應攝入菩薩佛界也。菩薩法界。復分", "138": "為四。一三藏所明事六度菩薩。具足事理善惡種", "139": "子。而弘誓力強。止觀力弱。但能永斷事惡現行。不", "14": "將疏經文。先明玄義。第一釋名。第二顯體。第三明", "140": "能損害事惡種子。但能熾然修行事善。不能方便", "141": "發起理善。于本教中。既不立修證地位。尅實論之。", "142": "猶屬人天界耳。二通教菩薩。若在乾慧性地。略同", "143": "三藏。若八人見地發真。則永斷凡外事理二惡。能", "144": "起菩薩佛界事善及理善惡。三別教菩薩。十信位", "145": "中。亦同三藏。十住已去。同前通教。或復勝之。可以", "146": "意得。登地證道同圓。永斷九界事理二惡。唯起佛", "147": "界事理二善及佛理惡。四圓教菩薩。亦名菩薩。亦", "148": "名為佛。五品位中。圓伏九界事理二惡。圓起佛界", "149": "事善。而佛界理善理惡。猶未現起。十信位中。任運", "15": "宗。第四辨用。第五教相。", "150": "先斷凡外事理二惡。亦斷聲聞緣覺理惡。相似起", "151": "于佛界理善理惡。初住已去。圓斷九界事理二惡。", "152": "分證佛界理善理惡也。佛界亦四。一藏教所明果", "153": "佛。止能永斷六凡事理二惡種子。圓滿無漏事理", "154": "二善。止能弑枝末無明父。害界內貪愛母。取一切", "155": "智菩提。以真諦法喜為妻。說生生不可說法以誘", "156": "嬰兒。不捨三界有為福慧為大貪。不取三界見思", "157": "因果為大瞋。不分別三界諸法為大癡耳。二通教", "158": "所明果佛。因雖先斷六凡事理二惡種子。至果滿", "159": "時。還與藏佛同也。但兼能說生不生不可說法以", "16": "第一釋名○第一釋名者。經題七字。六別一通。別七例中。今", "160": "誘嬰兒為小勝耳。三別教所明妙覺果佛。僅斷十", "161": "二品無明惡。僅分證圓中事理二善。僅分證大貪", "162": "大瞋等惡。不得名究竟也。四圓教所明妙覺果佛。", "163": "一切事理二惡。斷無不盡。一切事理二善。修無不", "164": "滿。又究竟弑無明父。究竟害貪愛母。究竟取大菩", "165": "提。無有遺餘。究竟會合三諦法喜。無時暫捨。生生", "166": "等四句皆不可說。而說四句。一切實。一切不實。一", "167": "切亦實亦不實。一切非實非不實。誑誘十界嬰兒。", "168": "不捨一切法。不取一切法。不分別一切法。是謂究", "169": "竟善究竟惡也。初明十界竟。", "17": "單從法。占察二字。約能觀法。善惡業報四字。約所", "170": "二明四教者。四教各論十界。而淺深通別有異。今", "171": "應從淺辨深。束通從別。且如藏教。以凡外事理二", "172": "惡為所治。以三乘四諦十二因緣六度為能治。凡", "173": "外是六法界。四諦是聲聞界。十二因緣是緣覺界。", "174": "六度是菩薩界。三祇因滿。得成正覺。即是佛界。而", "175": "究其所詮。止是因緣生法一句。析法歸空。斷除我", "176": "執。不知諸法當體即空。為化鈍根。施此小法。若約", "177": "菩薩。不出六凡。若約證真。唯歸󰞆斷。束通從別。判", "178": "是聲聞法也。次明通教。亦以凡外事理二惡為所", "179": "治。以共般若無生理觀為能治。凡外是六法界。已", "18": "觀法。釋此能所二法。復有兩番。初略。次廣。初略釋", "180": "辦地是聲聞界。辟支地是緣覺界。第九地即菩薩", "181": "界。第十地即佛界。而究其所詮。止是即空一句。體", "182": "法無性。斷界內我法二執。不知諸法假名無量。雖", "183": "為大乘初門。當教亦歸󰞆斷。束通從別。判是緣覺", "184": "法也。次明別教。以九界事理二惡為所治。以不共", "185": "般若次第三觀為能治。十信位中。仰信中道。用藏", "186": "教析空觀及六度事善。治凡外事理二惡。十住。用", "187": "通教體空觀及六度理善。斷凡外事理二惡。十行。", "188": "用入假觀。治聲聞緣覺理惡。徧能通達十界病之", "189": "與藥。十向。習中道觀。治菩薩理惡。十地。斷九界理", "19": "者。占以瞻視為義。察以詳審為義。各有事理．事者。", "190": "惡。證佛界理善。而究其所詮。止是假名一句。緣理", "191": "斷九。不知諸法當體即中。雖云證道同圓。當教談", "192": "理不融。束通從別。判是菩薩法也。次明圓教。以十", "193": "界事理二惡為所治。即以十界事理二善為能治。", "194": "亦得云以十界理善為所治。以十界理惡為能治。", "195": "亦得云十界善惡皆是所治。十界善惡皆即能治。", "196": "何以故三千在理。同名無明。能治性外。無別所治。", "197": "如水成冰故。三千果成。咸稱常樂。所治性別。無外", "198": "能治。如冰還成水故。雖無能所。而能所宛然。以一", "199": "心三觀。圓治一切事惡理惡。圓顯一切理善理惡。", "2": "蕅益沙門古吳　智旭　述", "20": "依於大士所示三種輪相。至誠擲視。名之為占。審", "200": "始從五品。終至妙覺。所斷所顯。略如前說。而究其", "201": "所詮。明一切法皆是佛法。因緣即中。心佛眾生。三", "202": "無差別。說無分別法。隨佛自意語。束通從別。判是", "203": "佛界法也。二明四教竟。", "204": "三明六即者。圓教既明眾生即佛。性德平等。若不", "205": "了之。易起僭慢。故須以六位揀修。修雖分六。性恒", "206": "平等。故六而常即。可祛退怯。性雖平等。修有逆順。", "207": "故即而常六。可除上慢也。理即惟逆。究竟惟順。名", "208": "字以去。望前名順。望後名逆。又逆性則順無明。順", "209": "性則逆無明。故逆名為惡。亦可名善。順名為善。亦", "21": "諦觀其相應與否。名之為察。或自除疑。或除他疑。", "210": "可名惡也。初理即者。且如舉一善字。即具十界由", "211": "其順無明父。孝貪愛母。不敢盜取菩提。乖離法喜", "212": "妻妾。不作佛法口業。不貪事理二善。不瞋見思煩", "213": "惱。分明起惑造業。則為三塗法界。乃至不殺中諦。", "214": "不取自心。不著似愛。不說不了義法。不貪權善。不", "215": "瞋二邊。了達三諦。則為佛界。又如舉一惡字。亦具", "216": "十界。由其殺生偷盜等十惡滿足。則墮三塗法界。", "217": "由其雖不起事惡。而有迷真理惡。則墮人天法界。", "218": "雖無事惡及迷真惡。而有迷俗理惡。則墮二乘法", "219": "界。雖無事惡及迷真迷俗理惡。而有迷中理惡。則", "22": "但當學習此法。不得隨逐世間卜筮法也。理者。依", "220": "墮菩薩法界。雖無事惡迷三諦惡。而具足弑無明", "221": "父等惡。則墮佛界。是知善惡二名。各具十界。就一", "222": "一界。無不即空．假．中。而六凡生盲。日用不知。二乘", "223": "眇目。妄生取捨。菩薩隔羅謂在障外。故從地獄至", "224": "別十向。終日在理。不得理用。皆名為理即佛。亦名", "225": "理即十界。亦名理即善惡也。二名字即者。若聞圓", "226": "頓妙詮。能解一切善惡。但有名字。一切十界。亦但", "227": "名字。一一名字。即空．假．中。一名字中。通達一切名", "228": "字。一切名字。通達秖一名字。非一非一切。而一切", "229": "而一。故為名字即佛。亦為名字即十界。亦為名字", "23": "于大士所示一實境界。二種觀道。如實正向。名之", "230": "即善惡也。三觀行即者。依所解義而起如理作意。", "231": "審諦思惟十界善惡。一一無非三德祕藏。故能圓", "232": "伏五住。雖有煩惱。如無煩惱。雖有肉眼。名為佛眼。", "233": "此是觀行即佛。亦名觀行即十界。觀行即善惡也。", "234": "四相似即者。由圓觀力。相似斷事理惡。生事理善。", "235": "如鑽木火。煖相先現。如消堅冰。漸令潤濕。故名相", "236": "似即佛。亦名相似即十界。相似即善惡也。五分證", "237": "即者。由圓觀力。分破十界善惡上之三惑。分顯十", "238": "界善惡上之三德。如木出火。還燒于木。如冰成水。", "239": "還泮餘冰。故名分證即佛。亦名分證即十界。亦名", "24": "為占。依於大士所示巧說深法。離相違過。諦審思", "240": "分證即善惡也。六究竟即者。圓道滿足。惑無不破。", "241": "德無不顯。如火出木盡。如冰盡水澄。故名究竟即", "242": "佛。亦名究竟即十界。究竟即善惡。以十界善惡。本", "243": "具三諦三德之理。至此方得畢顯現故。非別有法", "244": "可證可得。但全證得眾生所迷本理而已。故云圓", "245": "滿菩提歸無所得也。三結屬十法界竟。", "246": "四結成即空．假．中者。上來所明事理善惡。該羅十", "247": "界。徧攝四教。統括六即。則若理若事。若因若果。能", "248": "詮所詮。性修藥病。祗約善惡二字。收無不盡。是故", "249": "若知善惡即空．假．中。則知一切諸法無不即空．假．", "25": "惟。名之為察。由是自善進趣。令他亦善進趣。自離", "250": "中。圓融妙理。觸處洞然。復為三意一約豎結。二約", "251": "橫結。三約一念非橫非豎總結。一約豎結者。事善", "252": "事惡及凡夫理惡。屬六凡法界。為藏教所治。墮理", "253": "即位中者。名世俗諦。所謂因緣所生法也。無漏事", "254": "善。證真理善。屬二乘法界。約藏通二教能治法門。", "255": "揀之則為圓教理即。收之則同圓教相似即者。名", "256": "為真諦。所謂我說即是空也。入假事理二善。屬菩", "257": "薩法界。約別教教道。揀之亦為理即。收之亦同相", "258": "似者。名世出世如幻俗諦。所謂亦名為假名也。入", "259": "中事理二善。及中道理惡。屬佛法界。約圓教圓詮。", "26": "怯弱。令他亦離怯弱。是名理占察也。善惡者。十善", "260": "始從名字。終訖究竟者。名為第一義諦。所謂亦名", "261": "中道義也。二約橫結者。四教所詮十界事理善惡。", "262": "一一無非因緣生法。一一無不即空．假．中。何以言", "263": "之。秖一法性。法爾具足十界善惡諸法種子。名之", "264": "為因。隨于迷悟染淨等緣。造成十界善惡諸法差", "265": "別。既此十界善惡。皆是因緣所生。則自他共離四", "266": "句簡責。定皆無性。無性故空。空則無性不礙緣生。", "267": "一即一切。互攝互具。故名為假。無性緣生。緣生無", "268": "性。法法罔非全體法性。法性之外。更無他物。泯絕", "269": "內外空有對待。故名為中也。三約一念非橫非豎", "27": "十惡。依身口意而名為業。業秖是思。由善惡思。發", "270": "總結者。上約豎結。則三諦分屬十界。次約橫結。則", "271": "十界各有三諦。豎則為別。橫則為並。並別橫豎。那", "272": "顯至理。今明秖依現前一念而辨善惡。秖依一念", "273": "事理善惡而分十界。秖依十界而明四教。秖依四", "274": "教而辨六即。一念理無先後。那得名豎名別。一念", "275": "體無彼此。那得名橫名並。念體絕待。強名為中。一", "276": "中則一切中。若橫若豎。無不即中。中體離一切相。", "277": "強名為空。一空則一切空。若橫若豎。無不即空。中", "278": "體具一切法。強名為假。一假則一切假。若橫若豎。", "279": "無不即假。經云。眾生心體。從本以來。不生不滅。自", "28": "身口意種種事業。意兼惑業。身口唯業。今以第一", "280": "性清淨。無障無礙。猶如虗空。離分別故。此明一念", "281": "心即中也。又云。平等普遍。無所不至。圓滿十方。究", "282": "竟一相。無二無別。不變不異。無增無減。此明一念", "283": "心即空也。又云。以一切眾生心。一切聲聞辟支佛", "284": "心。一切菩薩心。一切諸佛心。皆同不生不滅。無染", "285": "寂靜。真如相故。此明一念心即假也。又云。若無覺", "286": "知能分別者。則無十方三世一切境界差別之相。", "287": "此明一空一切空也。又云。以一切法皆不能自有。", "288": "但依妄心分別故有。此明一假一切假也。又云。當", "289": "知一切諸法。悉名為心。以義體不異。為心所攝故。", "29": "輪相。占視善惡多少。察其相應與否。復以第二輪", "290": "此明一中一切中也。是故若能了達現前一念心", "291": "法。則能徧達善惡十界四教六即皆非橫豎。亦能", "292": "徧照善惡十界四教六即若橫若豎。可以意知。不", "293": "可言盡也。初釋善惡竟。", "294": "二釋業亦為四。初釋義。二辨類。三結屬十法界。四", "295": "結成即空．假．中。初釋義者。業名事業。亦名所作。亦", "296": "名為動。亦名構造。若約小乘。則但在意地。不得業", "297": "名。動身發口。乃名為業。若約大乘。則一念甫動。便", "298": "有業意。經云。眾生于日夜中。念念造出種種五陰", "299": "世間。國土世間。假名世間。此之謂也。", "3": "前文夫三界惟心。心外無法。理具事造。實非兩重。但迷", "30": "相。占視業力強弱。亦須察其相應與否。又以第三", "300": "二辨類者。一惡業。二善業。又一有漏業。二無漏業。", "301": "又四種分別。一有漏業。二無漏業。三亦有漏亦無", "302": "漏業。四非有漏非無漏業。一惡業者。謂五逆．十惡．", "303": "慳嫉．毀禁．散亂．惡慧．諸邪見業。二善業者。謂施戒", "304": "禪慧等業。又有漏業者。謂十惡能招非福果報。十", "305": "善能招福樂果報。四禪四定能招不動果報。無漏", "306": "業者。出世聖人所修聖道。不感三界異熟果報。唯", "307": "證清淨離繫妙果。又無漏有二。一者無為無漏。即", "308": "所證真如。不名為業。二者有為無漏。即能證福智。", "309": "福名助道。智名正道。福德智慧。皆名為業也。四種", "31": "輪相。占視三世果報。亦須察其相應與否。具如經", "310": "分別者。凡外善不善及不動業。名為有漏。二乘出", "311": "生死業。名為無漏。菩薩度眾生業。不取涅槃。名亦", "312": "有漏。不染生死。名亦無漏。諸佛稱性妙業。不同凡", "313": "夫。名非有漏。不同二乘。名非無漏。或俗諦相應業。", "314": "名有漏。真諦相應業。名無漏。中諦相應業。約雙遮。", "315": "名非漏無漏。約雙照。名亦漏無漏也。攝四入二者。", "316": "若約界內教意。則有漏但攝有漏。無漏具攝後三。", "317": "若約界外教意。則有漏具攝前三。無漏但攝第四。", "318": "若約別接通意。則有漏及雙亦句。總名有漏。無漏", "319": "及雙非句。總名無漏也。更以善惡展轉攝者。或十", "32": "文廣明。自身所有善惡業報。依此三種輪相而占", "320": "惡為惡。十善為善。或散皆為惡。定乃為善。或有漏", "321": "皆惡。無漏為善。或有漏無漏皆惡。雙照為善。或雙", "322": "照仍名為惡。雙遮泯同實相為善。或雙遮不即諸", "323": "法為惡。雙照無非實相為善。或一切皆名為惡。一", "324": "切皆名為善。具如上文所明。又此諸善惡業。總分", "325": "四類。一順現受。二順生受。三順後受。四不定受。由", "326": "其作時心有強軟。境有高下。及由已潤未潤。已懺", "327": "未懺。種種不同。故成四別也。二辨類竟。", "328": "三結屬十法界者亦為三。初明十界。二明四教。三", "329": "明六即。初明十界者。不論名善名惡名漏無漏乃", "33": "察之。決了疑悔。為他亦然。故名占察善惡業報也。", "330": "至非漏非無漏業。但令念念之間。計著我人。專為", "331": "名利。益己損他。不思反復。身口意業。純隨妄習。不", "332": "信三寶。毀諸事戒。錯悞因果。殺害所尊。是名地獄", "333": "業道。束為上品十惡。若念念之間。計著我人。專恣", "334": "情欲。不知慚愧。盲無所曉。癡暗昏愚。多諸怨結。是", "335": "名畜生業道。束為中品十惡。若念念之間。計著我", "336": "人。慳貪嫉妬。不知植福。但積罪根。是名餓鬼業道。", "337": "束為下品十惡。若念念之間。存諂誑心。無質直意。", "338": "外施仁義。內計我人。種種所作。情存勝負。是名修", "339": "羅業道。束為下品十善。若念念之間。畏我墮苦。節", "34": "復次。有善惡惑。有善惡業。有善惡業所感果報。惑", "340": "制五欲。秉心歸戒。希求後有。是名人趣業道。束為", "341": "中品十善。若念念之間。願我未來恒受勝樂。廣作", "342": "眾福。制止諸罪。乃至攝散入禪。訶色入空。是名天", "343": "趣業道。束為上品十善。若念念之間。觀察三界苦．", "344": "空．無常．無我。依四念處。深信緣起。永斷希求後有", "345": "之心。唯志寂滅無為之樂。是名二乘業道。束為無", "346": "漏上品十善。若念念之間。緣于苦集二諦而起大", "347": "悲。緣于道滅二諦而起大慈。深觀我．法二空。愍物", "348": "昏迷種種方便。令其覺悟。徧十方界。無有分劑。盡", "349": "未來時。無有疲厭。不求恩報。不圖名稱。不冀他知。", "35": "業果三。皆是因緣所生。凡屬因緣生法。無不即空．", "350": "不見能所。是名菩薩業道。束為亦漏無漏上品十", "351": "善。若念念之間。觀于諸法實相。即權而實。理事平", "352": "等。即實而權。千如差別。寂而常用。萬行雲興。用而", "353": "常寂。一際無際。不作一想。不作一切想。而能了知", "354": "一即一切。一切即一。微塵剎土。不隔毫端。十世古", "355": "今。不離當念。身徧十方。而無合散。智入三世。而無", "356": "往來。是名佛界業道。束為非漏非無漏上上品十", "357": "善。亦名真中無漏上上品十善也。", "358": "二明四教者。六凡善惡。雖各三品。由有虗妄我執。", "359": "同名有漏。皆為藏教所治。二乘無漏十善。若析知", "36": "假．中。今依一實境界。解了即空．假．中。名之為占。復", "360": "無我。則屬藏教。若體知無我。則屬通教。菩薩亦漏", "361": "無漏十善。若緣生滅四諦而起慈悲。則屬藏教。名", "362": "為有漏。若緣無生四諦而起慈悲。則屬通教。名為", "363": "無漏。若緣無量四諦而起慈悲。則屬別教。名為亦", "364": "漏無漏。若緣無作四諦而起慈悲。則屬圓教。約雙", "365": "遮論。名為非漏無漏。約雙照論。亦可名為亦漏無", "366": "漏也。佛界非漏無漏上上品十善者。正屬圓教。以", "367": "此圓解歷一切法。令前三教乃至上品十惡。亦成", "368": "非漏無漏上上品善。如一切草木。無不具火。一切", "369": "堅冰。無不即水。故約義定名。則偏名非漏非無漏", "37": "依二種觀道。證悟即空．假．中名之為察。或依進趣", "370": "善。亦名真中無漏妙善。若欲隨名立義。則既可名", "371": "上上品善。亦可名上上品惡。如所云弑無明父等。", "372": "又既可云無漏。亦可云有漏。以念念流出諸功德", "373": "海。無已時故。既可云非漏無漏。亦可云亦漏無漏。", "374": "以雙照漏與無漏。一切法趣漏趣無漏故。", "375": "三明六即者。既依圓實稱性而談。一切諸法。無非", "376": "佛法。上自佛界。下極泥犁。所有業性。罔非實相。狂", "377": "慧不察。濫聖招尤。如闇中觸寶。傷身失命。故須約", "378": "修辨六。免墮重愆。雖復六位始終歷然。于業理性", "379": "仍無增減。故名為即也。理即業性者。秖是究竟業", "38": "方便。知其即空．假．中。啟廸正信。名之為占。復依巧", "380": "性。楞伽經云。如來藏是善不善因。能徧興造一切", "381": "趣生。但迷者不自知耳。知此業性。為名字即。觀此", "382": "業性。圓伏五住。為觀行即。粗垢先落。六根清淨。為", "383": "相似即。于此業性開發真明。為分證即。窮此業性", "384": "罄無不盡。為究竟即也。三結屬十界竟。", "385": "四結成即空．假．中者。亦為三意。一約豎結。二約橫", "386": "結。三約一念非橫非豎總結。一約豎結者。六界業", "387": "道。因緣所生。結成世諦。二乘業道。因緣即空。結成", "388": "真諦。菩薩業道。假名無量。結成俗諦。佛界業道。深", "389": "達罪福實相。結成中諦也。二約橫結者。十界業道。", "39": "說深法。悟其即空．假．中。永離怯弱。名之為察。故稱", "390": "一一無非因緣所生。一一無不即空．假．中也。三約", "391": "一念結者。祗就現前一念。分別十界業道。那得名", "392": "豎。十界業道。唯一念心。那得名橫。不橫不豎。橫豎", "393": "歷然。統一法性。不可思議。無非法性。故即中。不橫", "394": "不豎。故即空。橫豎歷然。重重無盡。故即假也。二釋", "395": "業竟。", "396": "三釋報亦為四。初釋義。二辨類。三結屬十界。四結", "397": "成即空．假．中。初釋義者。報是果報。對因名果。酬業", "398": "名報。則果即是報。又約習因所感。名為習果。約報", "399": "因所感。名為報果。則果屬了種。報屬緣種。又報義", "4": "之則三障宛然。悟之則三德法爾。迷悟無性。隨俗", "40": "占察善惡業報也。初略釋竟。", "400": "有二。一約引業所感。名為總報。二約滿業所感。名", "401": "為別報。總報名為真異熟果。屬第八識。別報名為", "402": "異熟生果。屬前六識一分無覆無記。唯受苦樂。不", "403": "起業者。當知總別二種。皆名果報。就此酬因所感", "404": "果報心心所法。見分屬心。酬于習因。屬了因種。別", "405": "名為果。相分屬色。酬于報因。屬緣因種。別名為報。", "406": "故法華云。如是果如是報也。又見分即如是性。相", "407": "分即如是相。二分所依內自證分。即如是體。舉體", "408": "成用。用無別體。故名不縱橫不並別也。", "409": "二辨類者。十惡所招三塗果報。一向是苦。鬼畜二", "41": "次廣釋者。若依文便。應先釋占察。後釋善惡業報。", "410": "類。或有微樂。修羅人道。苦樂相兼。天道唯樂。又約", "411": "五受分別。無間唯有苦受捨受。一分極苦鬼畜亦", "412": "爾。有間得兼憂受。或有微喜微樂。鬼畜修羅人及", "413": "欲天。並具五受。天與修羅戰時。有憂苦故。然北洲", "414": "人不計我所。無憂苦受。初禪出離憂根。二禪出離", "415": "苦根。三禪出離喜根。唯有樂捨。四禪出離樂根。自", "416": "此直至有頂。唯有捨受。此五皆是有漏受也。二乘", "417": "寂滅為樂。出離五受。以無所受。名為正受。亦名為", "418": "無漏受。菩薩不受二乘正受。出假神通以為法樂。", "419": "名為亦漏亦無漏受。示受生死。故名亦漏。不染生", "42": "然設無善惡業報。約何可論占察。今依此義。故先", "420": "死過患。故名亦無漏也。諸佛不受一切諸受。以無", "421": "所受。恒受中道稱性法樂。名為非漏非無漏受。不", "422": "同四榮。故非漏。不同四枯。故非無漏也。攝四入二。", "423": "例如前說。又不論五受漏與無漏四句分別。總以", "424": "苦樂二字判之。收無不盡。當知苦樂。惟是自心分。", "425": "別實無心外法也。何者。阿鼻極苦。舉世共知。若住", "426": "不可思議解脫菩薩。大悲遊戲。代眾生苦。則以為", "427": "樂。故調達善知識云。此中如第三禪。豈實作逆罪", "428": "者能得爾耶。夫蛆蟲處廁。宛轉出沒。亦自謂樂。蠅", "429": "向臭飛。蛾爭赴火。狗噉糞穢。皆自謂樂。自人視之。", "43": "釋善惡業報。後釋占察也。先釋善惡業報復為二。", "430": "不勝其苦。人間粗弊五塵。昏迷沈醉。諸天視之。猶", "431": "如糞廁。欲天五塵。展轉勝妙。色界視之。不啻鴆毒。", "432": "梵天身相。光明炳然。空界厭之。謂如癰毒。四空寂", "433": "定。自謂精微。羅漢視之。名為癡暗。聲聞三昧。無漏", "434": "無為。菩薩訶之。名為敗種。大士神通。往來自在。諸", "435": "佛視之。如童子戲。故知九界眾生。皆是以苦為樂。", "436": "所處愈下。所樂愈劣。自上視下。知彼所樂當體是", "437": "苦。惟佛苦樂情盡。證苦法界及樂法界。惟一實相。", "438": "無苦無樂。乃名大樂耳。今姑就九界情謂。則各以", "439": "順適身心。名為樂報。違損身心。名為苦報。此苦樂", "44": "初分釋。二合釋。初中三。初釋善惡。二釋業。三釋報。", "440": "報。各從自類善惡業所招也。二辨類竟。", "441": "三結屬十界。亦復為三。初明十界。二明四教。三明", "442": "六即。初明十界者。地獄法界所有罪報。純從上品", "443": "十惡業招。摧折粗惡色心為體。重者在大地下。輕", "444": "者在諸黑闇山間。惟苦無樂。畜生法界罪報。中品", "445": "十惡業招。餓鬼法界罪報。下品十惡業招。並以弊", "446": "陋色心為體。于中各有苦樂別報。三品九類不同。", "447": "則是酬于滿業。名異熟生。事非一概。不可具述。住", "448": "通山間人世水陸空界。修羅法界。報居大海。受用", "449": "似天為樂。三時刀仗為苦。人道法界。報在四洲。暫", "45": "初釋善惡為四。初約事局釋。二約理通釋。三結屬", "450": "時五欲為樂。生老病死為苦。天道法界有三。一者", "451": "欲界．二者色界．三無色界。欲界六天。一四天王天。", "452": "或上品十善為因。或一日一夜八關戒齋等為因。", "453": "或終身三歸精持一不殺戒為因。報得殊勝色心。", "454": "居在須彌山腹。二忉利天。或上品十善為因。或一", "455": "日一夜八戒等為因。或終身三歸精持不殺不盜", "456": "二戒為因。報得殊勝色心。居在須彌山頂。此二皆", "457": "以五欲自在為樂。修羅戰鬬及五衰相現為苦。三", "458": "夜摩天。此云時分。或上品十善兼習坐禪為因。或", "459": "一日一夜八戒等為因。或終身三歸精持三戒為", "46": "十法界。四結成即空．假．中。", "460": "因。報得殊勝色心。離忉利天八萬由旬。于虗空中", "461": "有地如雲。朗然安住。不假日月。身有光明。華開為", "462": "晝。華合為夜。四兜率天。此云知足。或上品十善兼", "463": "得細住為因。或一日一夜八戒等為因。或終身三", "464": "歸精持四戒為因。報得殊勝色心。離夜摩天十六", "465": "萬由旬。有地如雲。空中安住。五化樂天。或上品十", "466": "善兼得欲界禪定為因。或一日一夜八戒為因。報", "467": "得殊勝色心。離兜率天三十二萬由旬。有地如雲。", "468": "空中安住。六他化自在天。或上品十善兼得未到", "469": "地定為因。或一日一夜八戒等為因。報得殊勝色", "47": "初約事局釋者。性是清淨調良。能為此世他世順", "470": "心。離化樂天六十四萬由旬。有地如雲。空中安住。", "471": "此四亦皆以五欲自在展轉殊勝為樂。五衰相現", "472": "為苦。色界共十八天。分為四禪。初禪三天。一梵眾．", "473": "二梵輔．三大梵。同以根本初禪五支功德為因。或", "474": "以純孝為因。或以深重慚愧為因。或以深重慈心", "475": "為因。或以和合已破僧伽為因。報得清淨色心。離", "476": "他化天一百二十八萬由旬。有地如雲。空中安住。", "477": "壽命盡一大劫。或亦有中夭者。離憂清淨為樂。死", "478": "時退墮為苦。二禪三天。一少光．二無量光。三光音。", "479": "同以根本二禪四支功德為因。報得清淨色心。離", "48": "益。名之為善。性是染汙粗戾。能為此世他世違損。", "480": "初禪天二百五十六萬由旬。有地如雲。空中安住。", "481": "壽命盡八大劫。或亦有中夭者。離苦清淨為樂。死", "482": "時退墮為苦。三禪三天。一少淨．二無量淨．三徧淨。", "483": "同以根本三禪五支功德為因。報得清淨色心。離", "484": "二禪天五百一十二萬由旬。有地如雲。空中安住。", "485": "壽命六十四劫。或亦有中夭者。離喜妙樂為樂。死", "486": "時退墮為苦。四禪九天又分三類。一是凡夫．二是", "487": "外道．三是不還聖者。凡夫三天。一福生．二福愛．三", "488": "廣果。同以根本四禪四支功德為因。報得寂靜不", "489": "動色心。離三禪天一千二十四萬由旬。隨身宮殿。", "49": "名之為惡。即殺生．偷盜．邪婬。名身三惡。妄言．綺語．", "490": "在虗空中朗然安住。并無如雲之地。故亦名無雲", "491": "天。壽命五百大劫。或亦有中夭者。捨念清淨為樂。", "492": "死時退墮為苦。外道一天。所謂無想。即以無想定", "493": "而為因。報得寂靜不動色心。生半劫後。前六轉識", "494": "悉皆不行。唯第七第八兩識。相依俱轉。第八能持", "495": "色身久住。壽五百劫。或有中夭。死時決定退墮為", "496": "苦。不還五天。一無煩。二無熱。三善見。四善現。五色", "497": "究竟。同以無漏夾熏四禪。資于故業為因。報得寂", "498": "靜不動色心。四禪凡夫所不能見。壽或千劫。乃至", "499": "萬劫。永無退墮為樂。未離三界為苦。無色界共有", "5": "假名。真實指歸。二而不二。不二而二。迷悟似分。迷", "50": "兩舌．惡罵。名口四惡。貪欲．瞋恚．愚癡。名意三惡。不", "500": "四天。一空處天。即以空定為因。壽二萬劫。二識處", "501": "天。即以識定為因。壽四萬劫。三無所有處天。即以", "502": "無所有定為因。壽六萬劫。四非想非非想處天。即", "503": "以非想非非想定為因。壽八萬劫。滅色存心。但有", "504": "微細受想行識。亦有中夭。同以出離色籠為樂。死", "505": "時退墮為苦也。聲聞法界。有四向四果。初果以生", "506": "空無漏智種為因。聞思修慧熏習為緣。發得生空", "507": "無分別智。頓斷三界分別惑種。親證一分生空所", "508": "顯真如。名為擇滅無為。是離繫果。其身仍在人中", "509": "天上。當知此人天身。猶是有漏故業餘報。非無漏", "51": "殺．不盜．不婬。名身三善。不妄．不綺．不離間．不粗獷。", "510": "報也。二果以重慮緣真為因。漸斷欲界任運惑種", "511": "九品之六。親證六品擇滅無為。其身亦在人中天", "512": "上。亦是有漏故業招報。三果亦以重慮緣真為因。", "513": "斷盡欲界餘三品惑。又證三品擇滅無為其身亦", "514": "在人中天上。亦是有漏故業招報。若捨欲界身已。", "515": "報在初禪。仍是有漏故業招報。若斷初禪惑已。報", "516": "在二禪。若斷二禪惑已。報在三禪。若斷三禪惑已。", "517": "報在四禪五不還天。若斷四禪惑已。報在空處。若", "518": "斷空處惑已。報在識處。若斷識處惑已。報在無所", "519": "有處。若斷無所有處惑已。報在非非想處。齊此名", "52": "名口四善。不貪．不瞋．不癡。名意三善。故四十二章", "520": "為阿那含果。皆是有漏故業招報。非無漏業報也。", "521": "不論在人在天。若能進斷非非想處九品思惑。名", "522": "羅漢向。若已斷盡非非想思。通證修道八十一品", "523": "擇滅無為。名羅漢果。爾時名住有餘涅槃。其身仍", "524": "在人中天上。此身亦是有漏故業餘報。若人天身", "525": "任運滅位。不復更受三界生身。爾時名住無餘涅", "526": "槃。若依權教。則永無報果。若依實說。則三界外有", "527": "淨土。聲聞緣覺自謂入涅槃者。出生其中。受法性", "528": "身。非分段生。當知即是方便有餘國土。亦名三種", "529": "意生身也。總論苦樂者。初果以永閉三惡道門為", "53": "經云。如是十事。不順聖道。名十惡行。是惡若止。名", "530": "樂。未斷欲愛為苦。二果以欲習漸薄為樂。未離欲", "531": "繫為苦。三果四向。以永不退還為樂。未離色無色", "532": "繫為苦。四果在有餘位。以永斷子縛為樂。未盡果", "533": "縛為苦。在無依位。依權教說。則是永無苦樂。依實", "534": "教說。則超出三界為樂。沈空滯寂為苦也。緣覺法", "535": "界。不立分果。而有二類。一是緣覺種性。四生百劫", "536": "種福修因。無漏根熟。人中得道。若遇佛世。入聲聞", "537": "數。亦名緣覺。遇無佛世。名獨覺佛也。二是聲聞初", "538": "果第七生盡。受人間身。遇無佛世。亦名獨覺也。有", "539": "餘無餘二種苦樂。並同聲聞中說。菩薩法界。須約", "54": "十善行耳。又十善各論止行。不殺不盜等。名為止", "540": "四教分別。若三藏教菩薩。總未斷惑但以四弘六", "541": "度上上十善為因。感得人天殊勝色心妙報。不生", "542": "三惡及無色界諸難處中。若通教菩薩。乾慧性地。", "543": "報同三藏菩薩。八人見地薄地。報同初果二果。離", "544": "欲地。報同三果。已辦地去。或智增上者。還同四果", "545": "獨覺有餘無餘論報苦樂。但彼生方便土。亦不沈", "546": "空滯寂。秖是未證中道法性。未免變易生死為苦", "547": "耳。或悲增上者。扶習潤生。還來三界。示同六道果", "548": "報苦樂。而非實是有漏苦樂。以其非業牽故。若別", "549": "教菩薩。十信位中。亦同三藏菩薩。初住至第六住。", "55": "善。慈悲放生。周給布施。修習梵行。說誠實言。說利", "550": "亦同初二三果。七住已去乃至十向。亦約智悲分", "551": "別登初地時。分證中道法身。恒居實報無障礙土。", "552": "亦名分證常寂光土。乃至等覺。皆以中道果報為", "553": "樂。無明變易未盡為苦。分形散影。徧諸世界六趣", "554": "四生。及徧方便有餘土中。示同六凡二聖種種苦", "555": "樂。皆非實苦樂也。若圓教菩薩。五品位中。雖受人", "556": "天報身。已能解了苦樂實性。即空．假．中。初信至六", "557": "信。報或同于初二三果。而解永異。七信至十信。或", "558": "在方便。報同通教智增。而解永異。或在同居。報同", "559": "通教悲增。而解亦永異也。登初住時。分證如來一", "56": "義語。和合諍訟。柔軟誘誨。常念喜捨。志存悲愍。了", "560": "身無量身。恒居實報莊嚴淨土。亦名分證寂光淨", "561": "土。乃至等覺。分形散影。徧下三土。示同九界苦樂。", "562": "皆非實苦樂也。佛法界者。約教有四。藏教果佛。必", "563": "是別地圓住化身。或是妙覺示現。假說生身是有", "564": "漏報。乃是示同阿羅漢耳。通教佛地示居色究竟", "565": "天。亦非三界實分段身。必是別地圓住化現。別教", "566": "妙覺。坐蓮華藏世界。亦是大機隨力所見。秖是他", "567": "受用報。托自受用而為本質。諸大菩薩。各自變為", "568": "相分而自緣耳。圓教妙覺。性德究竟圓顯。名為清", "569": "淨法身。所依法性。名為上上品常寂光淨土。修德", "57": "達事理。名為行善。故此經云。言十善者。則為一切", "570": "究竟滿足。名為圓滿報身。所依報境。名為上上品", "571": "實報莊嚴淨土。性修不二。依正不二。不二而二。說", "572": "有法報依正差別之名。此是最勝無上報也。初明", "573": "十界竟。", "574": "二明四教者。六凡法界有漏諸苦樂報。但為四教", "575": "所治。並非四教所攝。而是因緣生法。得為藏教俗", "576": "諦所詮。亦得通為四教所觀之境。方便土中無漏", "577": "苦樂之報。即是四教九人所感。謂藏教四果。辟支．", "578": "通教已辦。辟支．菩薩．別教三賢。圓教十信也。實報", "579": "無障礙土。即是別教十地等妙。圓教十住十行十", "58": "眾善根本。能攝一切諸餘善法。言十惡者。亦為一", "580": "向十地等覺所感。雖亦分證寂光。以理從事。總名", "581": "實報。或約次第一心證入而分淨穢。乃依教道假", "582": "分別也。常寂光土。即是圓教妙覺所證。雖亦圓證", "583": "上品實報。以事從理。總名寂光。或約分證究竟而", "584": "分淨穢。乃依別圓二種果頭而分別耳。又藏教明", "585": "六道果報。是實有苦諦。苦若滅者。則證真空。不說", "586": "四聖亦有報也。通教明六道果報。是幻有苦諦。若", "587": "達幻空。則無生死。亦不說有四聖報也。別教明六", "588": "道果報。是分段生死。三乘果報。是變易生死。皆名", "589": "苦諦。永斷二死。證真中道。所證名為真如涅槃。能", "59": "切眾惡根本。能攝一切諸餘惡法也。初約事局釋", "590": "證名為四智菩提。大圓鏡智相應心品。能現自受", "591": "用身及土。能持圓滿無漏種子。盡未來際。利樂有", "592": "情。此則說有四聖果報。圓教明十界報法。一苦一", "593": "切苦。而苦即法界。則一滅一切滅。乃是非報非不", "594": "報而論十界報也。二明四教竟。", "595": "三明六即者。既依圓實稱性而談。則十法界苦樂", "596": "諸報。一一無非實相法界。即空．假．中。誠恐狂惑無", "597": "知。執穢為淨。安其陋習。不求出離。譬如指冰即水。", "598": "不求融泮。水還是冰。那可飲用。故以六義而揀逆", "599": "順。如冰雖以濕為性。而恒違濕性。確爾堅凝。理即", "6": "既迷其所悟。悟即悟其所迷。此占察善惡業報經。", "60": "竟。", "600": "位中。亦復如是。十界妙報。不識不知。昧為苦諦。一", "601": "苦一切苦也。名字位中。順修之始。了知十界報法。", "602": "唯是一心。譬如堅冰。其實是水。終不棄冰而別求", "603": "水。是為初識十界報法之名字也。觀行位中。依名", "604": "觀察。了知十界報法。一一即空．假．中。圓伏三惑。如", "605": "手執冰。知其潤濕也。相似位中。深觀十界報法。深", "606": "信即空．假．中。如冰近煖。漸捨堅相也。分證位中。十", "607": "界報法三諦理體。分分現前。如煖消冰。分分融泮。", "608": "分分可飲用也。究竟位中。十界報法三諦妙理。無", "609": "不圓顯。如冰已盡。唯是一水。盡可飲用也。所以三", "61": "二約理通釋者。先釋惡。次釋善。後明互融。先釋惡", "610": "千果成。咸稱常樂。廁屋實成香殿。糞穢實成妙饌。", "611": "惡聲實成歌讚。毒藥實成甘露。刀箭實成華纓。乃", "612": "至我若向刀山。刀山自摧折。我若向火湯。火湯自", "613": "消滅等。並是分證究竟位中真實受用。不過還證", "614": "眾生所迷報法之理體耳。豈藉作意神通力哉。三", "615": "結屬十界竟。", "616": "四結成即空．假．中。亦為三意。一約豎結．二約橫結．", "617": "三約一念非橫非豎總結。一約豎結者。六凡有漏", "618": "諸苦樂報。及有學無學諸餘殘報。并同居土中新", "619": "悟無生法忍菩薩所有生身。亦是有漏故餘殘報。", "62": "者。有事惡。有理惡。事惡如前說。理惡者。外道計斷", "620": "並屬因緣生法一句。世俗諦攝。所以諸阿羅漢之", "621": "十八界。唯後三界名為無漏。前十五界皆有漏也。", "622": "依此亦說藏頭果佛。及十地諸大菩薩。與羅漢同", "623": "也。兩教聲聞緣覺。入涅槃界。出生方便土中受變", "624": "易身。并通菩薩。別三十心。圓十信心。生方便土。所", "625": "受變易五蘊十八界等。並屬即空一句。真諦所攝。", "626": "故稱無漏。別地圓住。捨分段身。于實報土受果報", "627": "身。及悲願力。于十方界種種同居方便兩土之中。", "628": "現十界像。徧同苦樂。而非實苦實樂。乃至佛後得", "629": "智。應現實報方便同居三土。徧示十法界像。並屬", "63": "計常。破壞因果。是殺俗諦。違背涅槃。不能證契。是", "630": "即假一句。妙俗諦攝。故名亦漏亦無漏也。圓教妙", "631": "覺。究竟圓證常寂光土三德祕藏微妙法身。及別", "632": "十地。圓十住等。分證三德寂光身土。並屬即中一", "633": "句。中道第一義諦所攝。故名非漏非無漏也。二約", "634": "橫結者。不論有漏無漏。苦之與樂若實若權。但是", "635": "十界所有依正二報。一一無非因緣所生。或是因", "636": "緣所顯。亦得名為因緣所生。既是因緣生法。則必", "637": "法爾即空．假．中。更無一色一心而不即空．假．中者", "638": "也。更細釋者。同居依正二報。是界內因緣所生。有", "639": "為有漏。乃苦無常無我不淨之相。然此苦等諸相。", "64": "殺真諦。見戒二取。心外著法。是偷盜。愛染見執及", "640": "無不即空．假．中。方便依正二報。非分段生。是界內", "641": "因緣所顯。無為無漏。乃苦無常無我不淨之性。然", "642": "此苦等諸性。亦無不即空．假．中。實報依正二報。是", "643": "界外因緣所生有為無漏。乃常樂我淨之相。然此", "644": "常等之相。亦無不即空．假．中。寂光依正二報。是界", "645": "外因緣所顯。無為無漏。乃常樂我淨之性。然此常", "646": "等之性。亦無不即空．假．中。以體實故。名之為中。以", "647": "離一切相故。復名為空。以即一切法故。復名不空", "648": "也。若以寂光無為無漏。望彼方便無為無漏。則方", "649": "便仍是有為有漏而已。三約一念結者。既秖就一", "65": "味禪等。是邪婬。實非出要。自言出要。是妄言。種種", "650": "念而辨善惡。秖就一念而辨諸業。則十界依正二", "651": "報。亦何出於現前一念。一念本無前後。那得名豎。", "652": "一念本無二體。那得名橫。深觀一念所具十界。依", "653": "正非橫非豎。則能雙照橫之與豎了了分明。而一", "654": "一橫豎。即非橫豎。何者。十界報法。唯是一念。則非", "655": "橫非豎。一空一切空。不思議真諦也。一念具十界", "656": "報。則非橫而橫。一念造十界報。則非豎而豎。一假", "657": "一切假。不思議俗諦也。離一念外。別無所具所造", "658": "十界報法可得。離十界報法外。別無能具能造一", "659": "念可得。唯是實相。唯是法性。心佛眾生。三無差別。", "66": "戲論。無真實義。是綺語。鬬亂出世間法。是兩舌。增", "660": "非豎非不豎。非橫非不橫。離名絕相。亦無名相而", "661": "可離絕。不思議中諦也。三釋報竟。上來初分釋善", "662": "惡業報竟。", "663": "二合釋者。復分為六。初約十如釋。二約十二因緣", "664": "釋。三約四諦釋。四約二諦釋。五約三諦釋。六約一", "665": "諦釋。初約十如釋者。善惡即如是性。性以不改為", "666": "義。善是調良清淨為性。不可改而為惡。惡是粗戾", "667": "染汙為性。不可改而為善。十界各有種性也。業即", "668": "如是相。舉意動身發語有所表現。十界事業。覽而", "669": "可別也。性之與相。同依色心。色心即如是體也。此", "67": "長煩毒。是惡口。自謂真實。是貪。謂餘虗妄。是瞋。不", "670": "善惡業。各有力能。各有構造。即十界如是力如是", "671": "作也。善惡約性。即十界如是因也。業既約相。即十", "672": "界如是緣也。報指十界色心依正。即如是果如是", "673": "報也。性相為本。果報為末。一空一切空。始終無性。", "674": "故為空等。一假一切假。始終相在。覩本即能知末。", "675": "覩末即能識本。故為假等。一中一切中。始終理同。", "676": "所謂實相實性乃至實果實報。故為中等。語不頓", "677": "彰。故空．假．中次第分別。實不縱橫並別也。法華經", "678": "云。唯佛與佛。乃能究盡諸法實相。所謂諸法如是", "679": "相等。此經云。欲向大乘者。應當先知最初所行根", "68": "知出要。是癡。聲聞緣覺永斷生因。是殺俗諦。不知", "680": "本之業。所謂依止一實境界以修信解。一實境界。", "681": "即是諸法實相。故得約十如釋也。", "682": "二約十二因緣者。復有四意。一思議生滅因緣．二", "683": "思議不生滅因緣．三不思議生滅因緣．四不思議", "684": "不生滅因緣。今六凡善惡業報。是思議因緣生相。", "685": "藏教二乘善惡業報。是思議因緣滅相。又六凡善", "686": "惡業報即空。是思議因緣不生相。通教三乘善惡", "687": "業報。是思議因緣不滅相。又九界善惡業報。是不", "688": "思議因緣生相。佛界善惡業報。是不思議因緣滅", "689": "相。又十界善惡業報無不即空．假．中。是不思議因", "69": "佛性。是殺中諦。妄取涅槃。是盜。證偏真理不能捨", "690": "緣不生滅相。何者。善惡秖是無明愛取三支。業秖", "691": "是行有二支。報秖是識名色六入觸受生老死七", "692": "支。惑即般若了因佛性。業即解脫緣因佛性。苦即", "693": "法身正因佛性。十二因緣名為佛性。故不思議不", "694": "生滅也。", "695": "三約四諦。復有四意。一生滅四諦．二無生滅四諦．", "696": "三無量四諦．四無作四諦。今六凡有漏善惡業。是", "697": "生滅集諦。六凡有漏依正報。是生滅苦諦。二乘無", "698": "漏善業及菩薩有漏善業。是生滅道諦。二乘及三", "699": "藏佛子果縛盡。不受後有。是生滅滅諦。又六凡有", "7": "乃指迷歸悟之要津也。占察者。能觀之智。善惡業", "70": "離。是婬。未得一切解脫。自謂解脫。是妄言。譬如空", "700": "漏善惡業即空。是無生滅集諦。六凡有漏依正報", "701": "即空。是無生滅苦諦。此體空智及諸善業。是無生", "702": "滅道諦。乃至涅槃亦如夢幻。是無生滅滅諦。又十", "703": "界有漏無漏諸善惡業。是無量集諦。十界分段變", "704": "易諸依正報。是無量苦諦。三止三觀十波羅蜜五", "705": "行萬行亦漏無漏一切善業。是無量道諦。斷十重", "706": "障。證十真如。是無量滅諦。又十界善惡諸業不離", "707": "一念。是無作集諦。十界依正諸報不離一念。是無", "708": "作苦諦。達此一念心具心造。是無作道諦。諸法本", "709": "來常寂滅相。不復更滅。是無作滅諦也。", "71": "拳楊葉。無真實義。是綺語。分離生死涅槃。無二法", "710": "四約二諦。復有七意。一藏教二諦。實有為俗。實有", "711": "滅為真。二通教二諦。幻有為俗。幻有即空為真。三", "712": "通含別二諦。幻有為俗。幻有即空不空為真。四通", "713": "含圓二諦。幻有為俗。幻有即空不空一切法趣空", "714": "不空為真。五別教二諦。幻有幻有即空皆名為俗。", "715": "不有不空為真。六別含圓二諦。幻有幻有即空皆", "716": "名為俗。不有不空一切法趣不有不空為真。七圓", "717": "教二諦。幻有幻有即空不有不空皆名為俗。一切", "718": "法趣有趣空趣不有不空為真。今約藏教。則六凡", "719": "有漏善惡業報。是實有俗諦。此實有滅。無復三界", "72": "性以為定二。是兩舌。分別善惡有漏無漏等法。是", "720": "善惡業報。乃會真諦。若依通教。則六凡有漏善惡", "721": "業報。是幻有俗諦。此既如幻。即不可得空。名為真", "722": "諦。又六凡有漏善惡業報。是幻有俗諦。此俗即真。", "723": "依于真諦。得論四聖無漏善業果報。非復但空。即", "724": "是通含別也。又六凡有漏善惡業報。是幻有俗諦。", "725": "此俗即真。此真即是中道不空之體。具一切法。是", "726": "為通含圓也。若依別教。則六凡有漏善惡業報。四", "727": "聖無漏善業果報。俱是俗諦。中道理性。非凡非聖。", "728": "為凡聖依。非漏無漏。為迷悟依。乃名真諦。又十界", "729": "善惡業報。俱是俗諦。中道理性雖非凡聖及漏無", "73": "惡口。著無為。是貪。厭有為。是瞋。不知平等法性。是", "730": "漏。而具一切凡聖漏無漏法。名為真諦。是為別含", "731": "圓也。若依圓教。則六凡之有。二乘之空。菩薩佛之", "732": "不有不空。十界百界千如施設。俱是俗諦。秖此俗", "733": "諦之中。隨拈一法。無非法界。約有。則一切法趣有。", "734": "百界千如之有。即六凡有。六凡善惡業報之有。即", "735": "百界千如之有。亦即百界千如之空。亦即百界千", "736": "如之不有不空。約空則一切法趣空。百界千如之", "737": "空。即二乘空。二乘󰞆斷之空。即百界千如之空。亦", "738": "即百界千如之有。亦即百界千如之不有不空。約", "739": "不有不空。則一切法趣不有不空。百界千如之不", "74": "癡。權教菩薩。入空時。殺俗諦。入假時。殺中諦。觀中", "740": "有不空。即菩薩佛之不有不空。菩薩佛中道善惡", "741": "業報之不有不空。即百界千如之不有不空。亦即", "742": "百界千如之有。亦即百界千如之空。宛轉相即。無", "743": "二無別。不二而二。說有二諦。二而不二。惟是一心。", "744": "心外無法。千如宛然。千如體真。罔非實相。理具事", "745": "造。無盡重重。雖互遍融。亦無所住。是為不思議二", "746": "諦也。", "747": "五約三諦。復有五意。一別入通三諦者。約通含別", "748": "二諦。幻有為俗。幻有即空不空為真。今分此真諦", "749": "以為兩諦。空即是真。不空即中諦也。二圓入通三", "75": "時。雙殺二諦。誓取菩提。是盜。神通法愛。是婬。未證", "750": "諦者。約通含圓二諦。幻有為俗。幻有即空不空。一", "751": "切法趣空不空為真。今亦分此真諦以為兩諦。一", "752": "切趣空。是真。一切趣不空。是中也。三別三諦者。約", "753": "別二諦。幻有幻有即空皆名為俗。不有不空為真。", "754": "今分彼俗諦以為兩諦。幻有是俗。幻有即空是真。", "755": "指彼真諦以為中道。不有不空是中諦也。四圓入", "756": "別三諦者。亦約別含圓二諦。幻有幻有即空皆名", "757": "為俗。今仍分作真俗兩諦。一切法趣不有不空為", "758": "真。今指此圓真以為圓中也。五圓三諦者。六凡之", "759": "俗。亦復即空．假．中。具一切法。二乘之真。亦復即空．", "76": "實相有所言說。是妄言。種種言說不契實義。是綺", "760": "假．中。具一切法。菩薩佛之中道。亦復即空．假．中。具", "761": "一切法。三諦圓融。不可思議。即一而三。即三而一。", "762": "非一非三。而三而一也。若別入通三諦。則六凡幻", "763": "有善惡業報。是俗諦。幻有即空。是真諦。此空不空。", "764": "本非煩惱生死。亦非菩提涅槃。而為煩惱菩提生", "765": "死涅槃作所依持。不斷不常。不空不有。是為中諦。", "766": "若圓入通三諦。二諦同前。此空不空具一切法。是", "767": "為中諦也。若別三諦者。六凡有漏善惡業報。是俗。", "768": "四聖無漏唯善業報。是真。所依真如理性。非有非", "769": "空。非漏無漏。是中諦也。若圓入別三諦者。二諦同", "77": "語。分別中邊。是兩舌。彈訶生死及二乘法。是惡口。", "770": "前理性具足一切諸法。與前中異也。若圓三諦者。", "771": "橫豎自在。豎則六凡善惡業報之俗。亦空．假．中。二", "772": "乘善惡業報之真。亦空．假．中。菩薩佛善惡業報之", "773": "中。亦空．假．中。橫則十界俱空。名為真諦。此真即俗", "774": "即中。十界俱假。名為俗諦。此俗即中即真。十界俱", "775": "非空假。名為中諦。此中即真即俗。秖是非橫非豎", "776": "說橫豎耳。", "777": "六約一諦者。大經云。所言二諦。其實是一。方便說", "778": "二。如醉未吐。見日月轉。謂有轉日及不轉日。醒人", "779": "但見不轉。不見于轉。如是十界善惡業報。皆由無", "78": "似道法愛。是貪。捨離二邊。是瞋。未照圓中。是癡。釋", "780": "明醉未吐故。妄見法性隨緣流轉。別立隨緣不變", "781": "以為真如。若佛眼觀。無非實相。實相之外。更無餘", "782": "法。故此經名一實境界。即指十界善惡業報。當體", "783": "唯一實諦。即是常住妙明不動周圓妙真如性。性", "784": "真常中。求于去來迷悟生死了無所得。然隨情說。", "785": "則藏教以事外偏真為一實。通教以即事而真為", "786": "一實。別教以真如不動為一實。惟圓教以法法無", "787": "非中道為一實也。又既不見轉。豈更對轉而說不", "788": "轉。若立不轉。便是與轉為二。若作二解。便同醉人。", "789": "是故諸諦皆不可說。言語道斷故。若通作不可說", "79": "惡竟。次釋善者。事善如前說。理善者。佛弟子離斷", "790": "者。生生不可說。則六凡善惡業報不可說也。生不", "791": "生不可說。則二乘善惡業報不可說也。不生生不", "792": "可說。則菩薩善惡業報不可說也。不生不生不可", "793": "說。則佛界善惡業報不可說也。上來先釋善惡業", "794": "報竟。", "795": "後廣釋占察者。善惡業報。至理玄微。非智莫顯。故", "796": "須占察。約智占察。略有二十差別。一．世智。二．五停", "797": "心．四念處．外凡智。三．煖頂忍世第一內凡智。四．四", "798": "果無漏智。五．支佛無漏智。六．六度菩薩緣事智。七．", "799": "三藏佛果一切智。八．體法聲聞智。九．體法支佛智。", "8": "報者。所觀之境。能觀無非一心三智。所觀無非一", "80": "常見。深信因果。是不殺俗諦。達一切法無我無我", "800": "十．體法菩薩入真方便智。十一．體法菩薩出假智。", "801": "十二．通教佛地智。十三．別十信外凡智。十四．別住", "802": "行向三十心內凡智。十五．別十地中道智。十六．別", "803": "妙覺佛一切種智。十七．圓教五品外凡智。十八．圓", "804": "教十信內凡智。十九．圓初住至等覺分證智。二十．", "805": "圓妙覺佛究竟智。", "806": "一世智者。心行理外。邪計妄執。不能占察善惡報。", "807": "不可信用。故此經云。不應棄捨如是之法。而返隨", "808": "逐世間卜筮種種占相吉凶等事。貪著樂習。若樂", "809": "習者。深障聖道也。二．五停四念外凡智者。有定故", "81": "所。亦無實性。不殺真諦。知一切法皆是佛法。皆是", "810": "言停。有慧故言觀。觀能翻邪。定能制亂。數息觀治", "811": "散心。不淨觀治貪心。慈悲觀治瞋心。因緣觀治邪", "812": "見心。念佛觀治障道罪。故名五停心觀也。觀身不", "813": "淨。觀受是苦。觀心無常。觀法無我。是觀苦諦上四", "814": "智治于四倒。由此四觀。令四倒不起。初翻四倒。未", "815": "入聖理。故言外凡智也。此智能治六凡惡業。而于", "816": "業報因緣。未能如實了知。猶須依三輪相以自決", "817": "疑。三．內凡智者。緣四諦境。得相似解。能伏煩惱。譬", "818": "如鑽火。煖相先現。無漏智火所發前相。名為煖位。", "819": "得色界定。諦解分明。如登山頂。四望皆見。名為頂", "82": "實相。第一義諦。法界。法住。法位。真如。實際。如來藏", "820": "位。若能親近善友。聞隨順法。內心正觀。信佛。信法。", "821": "信僧。信諦。即住頂。若不如是。即頂退。爾時設有疑", "822": "悔。亦須依輪占察。若入下忍。正觀欲界四諦。色無", "823": "色界四諦。次入中忍。唯觀欲界苦諦。深生厭患。次", "824": "入上忍。生世第一。則能無間發真。于聲聞乘決定", "825": "不退。不須輪相占察。若欲為人占察。未必有宿命", "826": "天眼及他心智。仍須輪相也。四．四果無漏智者。初", "827": "果八忍八智斷見惑。永不復起三塗業報。亦不復", "828": "招北洲無想黃門二根盲聾瘖瘂等報。二果三果", "829": "重慮緣真。永斷欲界善有漏報。四果永斷三界業", "83": "性。平等圓融不可思議。不殺中諦了知心外無法", "830": "報。自無所占。若欲為他占察。或依神通道眼。或借", "831": "輪相以決凡愚。亦無不可。五．支佛無漏智。出無佛", "832": "世。未必用此輪相。但用神通化他。但能齊三界內。", "833": "齊爾所劫。知彼善惡業報差別。而不能知界外及", "834": "無量劫前後諸事。復不能知六道善惡業報即空。", "835": "況知即假中耶。六．六度菩薩緣事智者。自發四弘。", "836": "已得決定。不須占察。初僧祇中。未獲五通。若欲為", "837": "人。宜用輪相。二僧祇後。五通自在。不須輪相。能決", "838": "眾疑。亦止能知六道因緣生滅相耳。七．三藏佛果", "839": "一切智者。本是別地圓住化現。故能徧知三界內", "84": "可取。是不盜。無能無所。是不婬。四悉因緣如理詮", "840": "外曠劫前後一切業報因緣。不用輪相。而不說是", "841": "即空．假．中。八．體法聲聞智者。已具六通。能知六道", "842": "善惡業報。亦知即空。九．體法支佛智者。已侵習氣。", "843": "小勝聲聞。十．體法菩薩入真方便智者。正達三界", "844": "善惡業報一一即真。十一．體法菩薩出假智者。正", "845": "能分別六道三乘病之與藥。善決六道一切疑網。", "846": "十二．通佛智者。亦是別地圓住化現。故能徧知一", "847": "切善惡業報。不用輪相。而說即空。不說即假即中。", "848": "十三．別十信外凡智者。信有果頭真如實相。為求", "849": "此理。起十信心。自無疑網。為他占察。順依輪相。十", "85": "說。是不妄。能令眾生得於四益。是不綺。隨順事理。", "850": "四．別三十心內凡智者。十住正習入空。傍習假中。", "851": "十行正習假。傍習中。十迴向正習中。具足五通。自", "852": "無疑悔。能決他疑。徧知十界善惡業報。而不能知", "853": "一一即中。十五．別十地中道智者。既證實相。雙照", "854": "二邊。任運寂而常照。初地一念照百世界。二地一", "855": "念照千世界等。展轉增勝。不可言盡。十六．別妙覺", "856": "智者。坐華藏界。應法界機。妙觀察智。橫豎徧照。下", "857": "地不能測其邊際。十七．圓五品智者。具縛凡夫。能", "858": "知如來秘密之藏。雖有肉眼。名為佛眼。自無疑網。", "859": "不須輪相。為他決疑。亦須用之。又自行種種三昧。", "86": "是不鬬亂。悅可眾心。是不粗惡。離似道愛。是不貪。", "860": "亦可依輪取決。如永明大師。已悟圓宗。仍作坐禪", "861": "萬善二󱞱。當知拈󱞱一法。出圓覺經。與今輪相。及", "862": "灌頂神策經。同名正法。不比世間卜筮也。十八．圓", "863": "十信內凡智者。六根清淨。任運能決大千疑網。鑒", "864": "十界機。無有錯謬。十九．圓四十一分證智者。初住", "865": "妙智。如初生月。光明已自徧照無餘。況復漸增至", "866": "十四夜。二十．圓妙覺佛究竟智者。譬如十五夜月。", "867": "體相俱圓。法界洞明。橫豎無餘。豎則觀彼久遠。猶", "868": "若今日。盡未來事。授記不謬。橫則恒沙界外一滴", "869": "之雨。尚知頭數。松直棘曲。鵠白烏玄。皆了元由。以", "87": "不違三諦。是不瞋。了達三諦。是不癡。次釋善竟。後", "870": "要言之。大圓鏡智。無不頓印。平等性智。無不普入。", "871": "妙觀察智。洞了因緣。成所作智。一時普應。無分別。", "872": "非不分別。無次第。非不次第。乃至十地所有智慧。", "873": "比如來智。猶如閻浮提土。比大千土。不可思測。不", "874": "可形容。是為究竟占察智也。今地藏大士。或是圓", "875": "等覺智。或是圓妙覺智。本高迹下。不可測知。由與", "876": "此土悲重緣深。是故釋迦大聖。令堅淨信請說此", "877": "法。能令博地凡夫。依此頓除疑網。而又廣明一實", "878": "境界。詳示二種觀道。以為進趣方便。又復巧說深", "879": "法。安慰羣迷。真實相應。無相違過。則使名字初心。", "88": "明互融者。善惡名字。本無一定。故以名定義。萬無", "880": "徧能占察十界善惡業報若事若理。罄無不盡。法", "881": "門之妙。何以如此。又復應知。善惡業報。即是境妙。", "882": "占察。即是智妙。以智契境而修二觀。即是行妙。成", "883": "就信忍順忍及無生忍。即是位妙。信滿法故作佛。", "884": "解滿法故作佛。證滿法故作佛。一切功德行滿足", "885": "故作佛。亦是位妙及三法妙。始終同住三德秘藏", "886": "圓滿法故。自住三德。寂而常照。有感必赴。即感應", "887": "妙。又教眾生修行懺悔。觀察法身以為能感。若能", "888": "至心。所占則吉。所求皆獲。乃至能入一行三昧。見", "889": "佛無數。皆感應妙。我于爾時。隨所應度而為現身。", "89": "一得。以義定名。萬無一失。且如約事。則殺盜等為", "890": "或示神通種種變化。或復令彼自憶宿命。即神通", "891": "妙。或復隨其所樂。為說種種深要之法。乃至巧說", "892": "深法。令離怯弱。即說法妙。眾生聞法。除疑生信。即", "893": "眷屬妙。能獲深大利益。漸次作佛。即功德利益妙。", "894": "若識迹妙。本妙非遙。故佛歎云。此善男子。發心已", "895": "來。過無量無邊不可思議阿僧祇劫。久已能度薩", "896": "婆若海。功德滿足。但依本願自在力故。權巧現化。", "897": "影應十方。即是發迹顯本意也。觀心十妙者。現前", "898": "一念。具足十界善惡業報。即境妙。以圓三慧而占", "899": "察之。即智妙。依此一實境界而修二觀。即行妙。信", "9": "境三諦。消除疑障。堅固淨信。開示進趣方便。安慰", "90": "惡。不殺盜等為善。約理。則有漏事善事惡。總名為", "900": "此自心。順此自心。了此自心本自無生。即三忍位", "901": "妙。始終不離自心秘藏。即三法妙。境智和合。即感", "902": "應妙。智能轉境。即神通妙。一念轉教餘心心所。即", "903": "說法妙。餘心心所隨觀而轉。即眷屬妙。始從名字。", "904": "訖至究竟。即功德利益妙也。地藏大士。及釋迦尊。", "905": "由觀心故。久成十妙。迹用廣遠。我今觀心出此十", "906": "妙。亦當盡未來際迹用無窮。即觀心本妙也。釋別", "907": "名竟。次通名者。梵語修多羅。或修妬路。或修單蘭。", "908": "或素怛󳮪。秖是梵音輕重。有云無翻。含五義故。亦", "909": "云有翻。一翻為經。二翻為契。三翻法本。四翻為線。", "91": "惡。無漏事理。乃名為善。又有漏善惡及偏真事理。", "910": "五翻善語教。含五翻五。各具教行理三。具如法華", "911": "玄義。茲不復述。今但約一題以明通別。占察是教。", "912": "善惡業是行。報乃無記色心。是理。又占即是教。察", "913": "即是行。善惡業報為所占察。即是理。以對經字。任", "914": "運有通別意也。釋名竟。", "915": "第二顯體○第二顯體者。體是主質。乃名下之所詮。經若無", "916": "體。則邪倒無印。同于魔說。故須顯一部之指歸。明", "917": "眾義之都會。然此妙體。非但會之至難。亦乃說之", "918": "不易。經云。如來法身。非空非不空。乃至無一切相。", "919": "不可依言說示。法華云。是法不可示。言辭相寂滅。", "92": "總名為惡。入假事理。乃名為善。又有漏善惡及偏", "920": "大經云。不生不生不可說。又云。有因緣故。亦可得", "921": "說。此經亦云。而據世諦幻化因緣假名法中。相待", "922": "相對。則可方便顯示而說。今略開七條。一正顯經", "923": "體。二簡偽濫。三一法異名。四入體之門。五徧為眾", "924": "經體。六徧為諸行體。七徧為一切法體。", "925": "一正顯經體者。即是一實境界也。一切百界千如", "926": "境界。皆依一實虗妄顯現。而彼境界別無自體。惟", "927": "以一實為體。故名一實境界。當知一實即諸法之", "928": "實。如冰水之濕性。境界即諸法之權。如濕性之冰", "929": "水。冰水雖別。濕性無二。境界雖別。一實無殊。故以", "93": "真事理。入假事理。總名為惡。入中事理。乃名為善。", "930": "一實境界為經正體。猶法華所云諸法實相也。法", "931": "華開權顯實故收諸法之權。而歸實相之實。此經", "932": "以實統權。故舉一實之實。而攝境界之權。于十界", "933": "中。唯取佛界所照善惡業報之性。此性不生不滅。", "934": "圓滿常住。離一切相。即一切法。于十如中。取如是", "935": "體。四因緣中。取不思議不生不滅。十二支中。取苦", "936": "即法身。四四諦中。但取無作。于無作中。唯取滅諦。", "937": "七二諦中。取後五真諦。五三諦中。皆取中諦。諸一", "938": "實諦中。取圓一實諦。諸不可說中。取不生不生不", "939": "可說。于二十智中。取圓佛智。於三忍中。取無生忍。", "94": "又但中事理。仍名為惡。圓中事理。乃名為善。是則", "940": "於四佛中。取功德行滿佛。於三德中。取法身德。是", "941": "故經云。應當先知最初所行根本之業。所謂依止", "942": "一實境界以修信解。若無一實境界以為依止。如", "943": "屋無空。無所容受。故釋論云。若以無此空。一切無", "944": "所依。為是義故。須顯體也。", "945": "二簡偽濫者。此一實境界。不同凡外所計世間諸", "946": "法。不同邪禪所計空劫前事。向上一著。父母未生", "947": "前面目。威音王那畔又那畔。不同小乘所證偏真。", "948": "不同別教所明清淨真如。亦非但依圓詮名字可", "949": "得分別。惟依二種觀道。能得色寂心寂二種三昧。", "95": "事殺事盜等。唯得名惡。不得名善。圓中事理。唯得", "950": "復入一行三昧。乃住堅信。決定信解耳。", "951": "三一法異名者。或名法界．法住．法位．法性．真如．實", "952": "際．本際．實相．如來藏性．菴摩羅識．唯識性．自性清", "953": "淨心．本源心地．正因佛性．菩提．涅槃．不可思議解", "954": "脫．自覺聖智境界．無戲論．無顛倒．圓成實性．無漏", "955": "界．清淨法身。大圓鏡智。中實理心。一切種智。不共", "956": "般若。正徧知海。大佛頂．大方廣．圓覺．妙覺．究竟覺", "957": "等。皆是一實境界異名。但可意知。不可言盡也。", "958": "四入體之門者。一實境界。其理淵奧。如登絕壑。必", "959": "假飛梯。欲契真源。要因教行。故以教行為門。若以", "96": "名善。不得名惡。若事不殺盜等乃至但中事理。亦", "960": "教為門。教略有四。於一一教。各以四門詮理。共有", "961": "十六教門。依一一門而修于觀。復有十六行門。於", "962": "教得悟。名為信行。於觀得悟。名為法行。或教行相", "963": "轉。或教行相資。茲不備論。藏教四門通于一實。遠", "964": "而且拙。須待開顯。通教四門通于一實。巧而仍遠。", "965": "亦須轉接。別教四門通於一實。雖近而拙。圓教四", "966": "門正通一實。方為巧直也。前三教各四門相。茲亦", "967": "不論。略明圓教四門相者。一門即一切門。一切門", "968": "即一門。非一非四。而論四一。如經云。如來法身中。", "969": "雖復無有言說境界。離心想念。非空非不空。乃至", "97": "得名善。亦得名惡。望前則皆名善。望後則皆名惡", "970": "無一切相。不可依言說示。亦可方便顯示而說。以", "971": "彼法身性。實無分別。離自相。離他相。無空。無不空。", "972": "乃至遠離一切諸相故。說彼法體為畢竟空無所", "973": "有。以離心分別想念。則盡。無一相而能自見自知", "974": "為有。是故空義決定真實相應不謬。此即圓教空", "975": "門相。空即餘三。不相違背也。又云。即彼空義中。以", "976": "離分別妄想心念故。則盡畢竟無有一相而可空", "977": "者。以唯有真實故。即為不空。所謂離識想故。無有", "978": "一切虗偽之相。畢竟常恒不變不異。以更無一相", "979": "可壞可滅。離增減故。又彼無分別實體之處。從無", "98": "也。復有理惡。所謂弑無明父。害貪愛母。菩提無與", "980": "始世來。具無量功德自然之業。成就相應。不離不", "981": "脫故。說為不空。此即圓教有門相。有即餘三。不相", "982": "違背也。又云。如是實體功德之聚。一切眾生雖復", "983": "有之。但為無明曀覆障故。而不知見。不能尅獲功", "984": "德利益。與無莫異。說名未有。此即圓教亦有亦空", "985": "門相。與餘三門不相違也。又云。一切諸法皆不離", "986": "菩提體。菩提體者。非有非無。乃至若有分別想者。", "987": "則為虗偽。不名相應。此即圓教非有非空門相。與", "988": "餘三門不相違也。略示法行入門觀者。如前所說", "989": "四種門相。即是不思議境。上根觀境。即能悟入。如", "99": "者。然我取菩提。法喜為妻。空拳誘度。乃至大貪大", "990": "或未悟。則應依境重發大菩提心。如此妙境。佛及", "991": "眾生與我平等。云何諸佛已悟。我與眾生尚迷不", "992": "覺。不得受用。哀傷哽慟而立四弘。便可悟入。如猶", "993": "未悟。勤修學習信奢摩他觀心及信毗婆舍那觀", "994": "心。則能豁然悟入。如猶未悟。仍以唯心識觀破一", "995": "切法即空．假．中。真如實觀不住見聞覺知。永離一", "996": "切分別之想。則當悟入。如猶未悟。當自節節簡校", "997": "通塞。依彼大士巧說深法而離怯弱。定可悟入。如", "998": "猶未悟。勤修二觀。觀于身受心法。令知色心本寂。", "999": "即是圓四念處。從此調適正勤．如意．根力．覺道而"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 370 占察善惡業報經玄義", "englishTitle": "卍 Xuzangjing, Electronic version, No. 370 占察善惡業報經玄義", "author": "明 智旭撰", "language": "chinese", "source": "CBETA"}