{"sourceLink": "http://www.cbeta.org/", "text": {"0": "詳辨魔境第二十九破五陰現境三想陰想陰現境", "1": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "10": "露也。行為萬化生滅相根元故。其想披露。凡彼十", "100": "前色即目前云色。行中相續亦色也。作此四計。受", "101": "想行亦然。故成十六相從此。", "102": "從此或計畢竟煩惱畢竟菩提兩性並驅各不相觸。", "103": "旁計有為無為諸法。畢竟並驅者。計煩惱菩提不", "104": "相陵滅。皆後有也。", "105": "由此計度死後有故至死後有相心顛倒論。", "106": "七計後無△七計後無　　正計　旁計", "107": "又三摩中諸善男子至如是循環有八無相。", "108": "陰性消散。謂色受想滅也。生理即行也。謂無受想。", "109": "則行亦滅也。此約四陰。現前因亡。未來果滅。因果", "11": "二類生之元。無不殫見。然雖未能見彼修因趨果。", "110": "合論。故成八相。", "111": "從此或計涅槃因果至死後無相心顛倒論。", "112": "八計八但非△八計八但非　　正計　旁計", "113": "又三摩中諸善男子至死後俱非起顛倒論。", "114": "行存即有相也。受想滅即無相也。以前後相例。則", "115": "存者終無。雖有非有。滅者會有。雖無不無。四陰雙", "116": "計。故成八非。", "117": "色受想中見有非有至皆言死後有相無相。", "118": "三陰為滅。相本雖有。不有遷流。為存相故。觀無不", "119": "無。隨得一緣。於四陰中。隨舉一陰。", "12": "因由諦緒。已能總見生類。但由行起名。此行陰者。", "120": "又計諸行性遷訛故心發通悟有無俱非虗實失措。", "121": "諸行。一切遷流法也。因見行陰。遷訛不定。遂有邪", "122": "悟。謂一切法有無俱非。不可定指。", "123": "由此計度死後俱非至死後俱非心顛倒論。", "124": "九計斷滅△九計斷滅　　正計　旁計", "125": "又三摩中諸善男子至是人墮入七斷滅論。", "126": "見行陰念念滅處。名後後無。由是妄計。設入人天", "127": "七處。後皆斷滅。", "128": "或計身滅或欲盡滅至現前消滅滅已無復。", "129": "身滅即欲界人天二處也。欲盡初禪也。苦盡二禪", "13": "為同生基。", "130": "也。極樂三禪也。極舍四禪及無色也。是名七際。謂", "131": "七際事相。皆現前消滅。更無復生。終歸斷滅。", "132": "由此計度死後斷滅至死後斷滅心顛倒論。", "133": "十計涅槃△十計涅槃　　正計　旁計", "134": "又三摩中諸善男子至如是循環五處究竟。", "135": "轉依者。轉生死為涅槃也。或於欲界。悟圓明理。遂", "136": "以欲界即轉依處。或以初禪離欲二禪離苦三禪", "137": "極喜極舍即轉依處。是謂五涅槃也。不知皆屬有", "138": "漏。非無為果。非究竟處。", "139": "由此計度五現涅槃至作大覺王清淨標指。", "14": "若此清擾熠熠元性至幽隱妄想以為其本。", "140": "吳興曰。此云心魔。後識陰云見魔。即煩惱魔也。", "141": "五識陰△五識陰", "142": "前文阿難彼善男子修三摩地至此則名為識陰區宇。", "143": "通敘行滅識現也。行為世間遷流之體性。擾動生", "144": "機之綱紐。補特酬業之深脉。能隱晦性天。馳逸六", "145": "根。泪擾內湛。為浮根塵究竟樞穴。故行陰盡者。生", "146": "機綱紐。倐然隳裂。感應懸絕。而性天將大明悟。六", "147": "根無復馳逸。以不馳逸故。內外湛明。以無樞穴故。", "148": "人無所入。反動而靜。深之又深。故曰內外。涅槃性", "149": "天。為五陰所覆。昏如長夜。前三陰盡。如鷄初鳴。雖", "15": "生滅不停。業運常遷。名眾生濁。即行陰之體也。故", "150": "為曙兆。猶沉二陰。精色未分。此行陰盡。如鷄後鳴。", "151": "唯餘一陰。故將大明悟也。受命元由識陰也。以行", "152": "滅識現故深達。無樞穴故可觀。無遷流故可執。無", "153": "生機故不召。遂了十方依正皆識所變故。已獲其", "154": "同。性天精色。雖未明徹。而幽秘之相。已漸發現。此", "155": "識陰之相也。", "156": "若於羣召已獲同中至顛倒妄想以為其本。", "157": "羣召同中。即十二類之命元識陰也。若於此中。以", "158": "定慧力。消磨六門。使根合而不分。界開而不隔。則", "159": "見聞圓通。六根互用。由是外之世界。內之身心。無", "16": "行陰盡者。則能超之。", "160": "復留碍。此識陰盡之相也。性木一真。由塵隔越。性", "161": "用之間。同異失准。名為命濁。為識陰之體。故識盡", "162": "則超之識。乃妄覺影明。原無自體。由顛倒起。故名", "163": "罔象虗無顛倒妄想。", "164": "識陰狂解△識陰狂解　　其目有十", "165": "阿難當知是善男子至背涅槃城生外道種。", "166": "識由行流。故識空則返元。既空行陰。故已滅生滅。", "167": "尚依識元。故寂滅未圓。而能漸破識陰。消磨六門。", "168": "故已六知根。㳷合無隔。諸類覺性。通融不二。故能", "169": "入於圓元。圓元即融根隔。通諸類之識元也。若以", "17": "阿難當知是得正知至是人墜入二無因論。", "170": "此為真所歸地。而立為真因。則墮因所因執。蓋真", "171": "因非所。有所皆妄。娑毗外道。認阿賴耶識未形之", "172": "前冥然初相。為所歸真因。正同此也。以心有所得。", "173": "果有所歸。即因即果。皆墮所妄。所以違圓通背涅", "174": "槃。今人於真性。輒起識心。計因果生見解。有所得", "175": "有所歸。皆則得於識元。歸於冥諦而已。", "176": "阿難又善男子窮諸行空至生大慢天成徧圓種。", "177": "執識元為自體。而謂一切眾生自此流出。遂執我", "178": "能生彼。而實不能。故曰能非能執。摩醯首羅。即色", "179": "頂魔王也。妄計我能現起無邊眾生。亦能非能之", "18": "夢想消亡。寤寐常一。故稱正知奢摩它。又稱凝明", "180": "類也。能為心能事果者。依我能為彼依。能成彼事", "181": "也。大慢即醯羅也。", "182": "又善男子窮諸行空至背涅槃城生倒圓種。", "183": "以識元為所歸依。故疑彼能生我及一切法。遂計", "184": "生起流出之處。為真常無生之體。此則在生滅中。", "185": "妄計常住。既惑真不生性。又迷見生滅法。以非常", "186": "為常。故名常非常執。既計彼能生我。即與計自在", "187": "天能生一切者。同由依識元。妄計常住。故曰妄因", "188": "依心。成妄計果。前計我圓生物。此計彼圓生我。故", "189": "名倒圓。", "19": "正心。皆想盡之相也。外境皆由心召。故想盡凝明。", "190": "又善男子窮諸行空至背涅槃城生倒知種。", "191": "所知即所觀識陰也。謂識有知。而一切法由知變", "192": "起。因計知體。圓遍諸法。遂立異解。謂無情徧皆有", "193": "知。無所揀擇。故曰無擇遍知。此則以無知為知。故", "194": "名起知無知執。婆吒霰尼二外道也。執一切覺。謂", "195": "執一切有知也。此謬計圓知。以為因心。則果終虗", "196": "謬矣。以無知為知。是倒知也。", "197": "又善男子窮諸行空至背涅槃城生顛化種。", "198": "識陰盡者。消磨六門。諸根互用。今此未盡。纔得隨", "199": "順而已。因隨圓互。於是計一切法。皆能圓化。發生", "2": "卷第十", "20": "則天魔不至。從此唯是修禪失趣。狂解妄計。是即", "200": "勝果。謂火能顯發光明。乃至塵能成就器界。遂則", "201": "邪求邪觀。勤心崇事。謂能生勝果。而實不能。故名", "202": "生無生執。即三迦葉波諸外道之儔也。即迷真心。", "203": "從物求冀。則因果皆妄。顛倒化理。名顛化種。", "204": "又善男子窮諸行空至背涅槃城生斷滅種。", "205": "觀理不實。誤墮虗無。故於圓明性中。計皆空虗。於", "206": "是滅絕羣化。歸於永滅。而不知其非。名歸無歸執。", "207": "舜若多此云空。言無想舜若。即執空外道也。以執", "208": "斷空故。圓虗無為之因心。成空亡之斷果。永滅依。", "209": "即外道涅槃也。", "21": "陰魔也。生類本即同生基也。於本類中生元露者。", "210": "又善男子窮諸行空至背涅槃城生妄延種。", "211": "識陰精明。湛不搖處。名之為常。今見其常。乃執色", "212": "身。同此精圓也。身本無常。實不可貪。以為長久。今", "213": "堅執着。故云貪非貪執。阿斯陀此云長壽仙。彼雖", "214": "延常。終歸壞滅。今欲固妄身。以冀長住。則空長勞", "215": "耳妄延耳。", "216": "又善男子窮諸行空至背涅槃城生天魔種。", "217": "以識陰為命元。而互通三際。以為識陰若盡。我命", "218": "亦盡。誰證真常。故便於定中。化諸欲境。以留塵勞。", "219": "不令銷盡。依此邪思。欲證真常。而不知其非。名真", "22": "於同生基。見己之行元也。幽清動元。即行元也。既", "220": "非真執。吒枳迦羅能化欲境自娛。即欲頂自在天", "221": "類也。因此邪思。感生天魔。惟恣塵欲。名熾塵果。", "222": "又善男子窮諸行空至背涅槃城生纏空種。", "223": "命明者。深窮識陰。深明眾生受命因由也。以生滅", "224": "由識。精粗由業。故依四諦分別決擇。以苦集為麤", "225": "偽。以滅道為精真。於是專修道因。求感滅果。以少", "226": "為足。故居滅即休。斯特聲聞上慢之儔也。此則圓", "227": "精應為因心。成趣寂之小果。精應者即決擇麤業。", "228": "唯求精應。證於偏真。纏空趣寂而已。背清淨道。淨", "229": "謂常樂我淨之德。四德之中。略舉一耳。", "23": "見此已。遂以一切生滅。皆圓於此。而不進窮識因", "230": "又善男子窮諸行空至生覺圓明不化圓種。", "231": "融淨覺明。即識精也。雖無惑習。圓融清淨。而未離", "232": "於識。故名覺明。若以此為深妙。立為果證。則定性", "233": "緣覺獨覺而已。此即圓覺㳷為因心。成湛明之滯", "234": "果。湛明即圓融覺明也。所覺止於圓明。識精而定", "235": "性不回。故名覺圓明不化圓種。以上陳五十魔境。", "236": "皆是識精。錯解邪悟。未得正見。擬心動念。皆墮其", "237": "中。雖證緣覺辟支。猶為迷佛菩提。亡失知見。所以", "238": "覺皇苦口垂慈。勦心辯析。欲人不迷不失也。", "239": "阿難如是十種禪那至從始成就不遭岐路。", "24": "本末。遂立二無因論。", "240": "前妨心魔。此妨見魔。", "241": "如是法門先過去世至究竟修進最後垂範。", "242": "最後請益第三十△最後請益第三十　　微有刪約", "243": "前文阿難重白佛言如佛所說至五陰本因同是妄想。", "244": "明妄無因。不容計度也。知妄所起。可說因緣。不知", "245": "所起。因緣何有。況推自然。得非妄計。", "246": "五陰妄本△五陰妄本", "247": "一色本堅固△一色本堅固", "248": "汝體先因父母想生至名為堅固第一妄想。", "249": "想為虗妄影像。欲愛深脉遺體。自想愛流出。故曰", "25": "二無因論△二無因論　　其目有二", "250": "體因父母想生陰心乘想。愛冥求。故曰心於想中", "251": "傳命。酢梅等說。以驗體因妄結。故與妄理相應。若", "252": "非妄倫。則妄不能感也。體因想生。心因想起。命因", "253": "想傳。諸想交固。以成色陰。故名堅固妄想。", "254": "二受本虗明△二受本虗明", "255": "即此所說臨高想心至名為虗明第二妄想。", "256": "臨高空想。而酸澀真受。違順皆妄。而損益現。馳則", "257": "受陰無體。虗有所明。故名虗明妄想。", "258": "三想本融通△三想本融通", "259": "由汝念慮使汝色身至名為融通第三妄想。", "26": "自此以下十種皆禪那狂解。皆是行陰。用心交", "260": "念慮虗情也。色身實質也。虗實不倫。而能相使者。", "261": "由想而融也。心生虗像。形取實物。心形異用。而能", "262": "相應者。由想而通也。至於寤寐擾變。使心隨境。使", "263": "境隨心。皆融通妄想也。", "264": "四行本幽隱△四行本幽隱", "265": "化理不住運運密移至名為幽隱第四妄想。", "266": "五識本罔象△五識本罔象", "267": "又汝精明湛不搖處至第五顛倒微細精想。", "268": "若是精真。不容習妄。此破其常也。精謂精明。真謂", "269": "恒常。何因下示妄習相。昔覩奇物。納種在識。若不", "27": "互。故現斯悟。", "270": "受熏。復覩前異。必無記憶。既不忘失。則知中間常", "271": "為無明。念念熏習。熏習即妄。何精真之有乎。似無", "272": "曰罔。似有曰象。", "273": "五陰邊際△五陰邊際", "274": "阿難是五受陰五妄想故至湛入合湛歸識邊際。", "275": "五陰言因界者。本自無界。因妄想因也。", "276": "陰滅次第△陰滅次第", "277": "此五陰元重疊生起至何所不明再此詢問。", "278": "識譬則劫波巾也。色譬則最後結也。結依巾有。故", "279": "生因識起。解因次第。故滅從色除。五陰生起。從細", "28": "一者是人見本無因至墮落外道惑菩提性。", "280": "至粗。由迷知有識。乃至由受有色也。滅則從粗至", "281": "細。必破色而後受現。乃至破行而後識現也。理則", "282": "頓悟乘悟併消者。如巾本無。結亦不有也。事非頓", "283": "除因次第盡者。中根必假漸修也。若因悟忘修。則", "284": "有解無行。執理迷事。適墮偏邪。終非正修。真三摩", "285": "地。", "286": "汝應將此妄想根元至知有涅槃不戀三界。", "287": "令以此義自覺覺他。永斷妄元。齊歸正果。", "288": "阿難若復有人徧滿十方至算數譬喻所不能及。", "289": "十波羅夷即十重罪。", "29": "生機既破。則根離區穴。而眼清淨。故能洞見眾生。", "290": "阿難若有眾生能誦此經至皆大歡喜作禮而去。", "291": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "292": "卷第十終", "3": "淮海參佛弟子蘊空居士陸西星述旨", "30": "業流灣環。隨業輪轉。不能自出。以其未脫識陰。定", "31": "力有限。故八萬劫外。冥無所見。以無所見故。計本", "32": "無因也。生機全破。機喻擾動。即行陰也。不為想陰", "33": "所覆。故云全破。", "34": "二者是人見末無因至名為第一外道立無因論。", "35": "謬執生根。不達化理。以人竟為人。乃至黑竟為黑。", "36": "無復改移。因而例我。本不見道。末亦無成。故曰末", "37": "無因也。", "38": "二徧常論△二徧常論　　其目有四", "39": "阿難是三摩中諸善男子至不曾散失計以為常。", "4": "王法祖　校定", "40": "由妄計行陰。為生滅圓元。遂於心境四大八識行", "41": "等。皆起妄計。或撥生滅而計常。或存生滅而計常。", "42": "或認識神而計常。或起邪見而計常。今此窮心境。", "43": "性本無因無生滅。故以十方眾生生滅之理。皆則", "44": "循環。本無散失。此撥生滅而計常也。想陰盡者。依", "45": "心境二法修觀故。功力能知二萬劫事。後四萬八", "46": "萬例此。", "47": "二者是人窮四大元至不曾散失計以為常。", "48": "眾生依地水火風生滅。而四性元則常住。則諸生", "49": "滅法。皆有體常。此存生滅而計常者也。", "5": "四行陰△四行陰", "50": "三者是人窮盡六根至窮不失性計以為常。", "51": "六根及末那執受。即八識也。心意識中。本元即識", "52": "神也。八識元由。惟佛八地菩薩能窮。若真能窮盡。", "53": "則入知境。離心意識。今此惟得心意識中本元由", "54": "處。謂其本性恒常。眾生依之。循環而住。不曾散失。", "55": "此認識神而妄計也。", "56": "四者是人既盡想元至因心所度計以為常。", "57": "想元想陰也。生理行陰也。妄謂流轉生滅。皆屬想", "58": "心。今已永滅。則不生滅。理自然屬行。不知行陰。即", "59": "生滅元。是起邪見而妄計也。", "6": "前文阿難彼善男子修三摩地至此則名為行陰區宇。", "60": "由此計常亡正徧知至名為第二外道立圓常論。", "61": "三四顛倒見△三四顛倒見　　其目有四", "62": "又三摩中諸善男子至彼生滅者真無常性。", "63": "妙明圓湛。離我我所。而外道於此妄立神我。從是", "64": "計我。偏凝不動。遂以為常。而諸眾生。於生於死。計", "65": "他無常。", "66": "二者是人不觀其心至劫不壞處名究竟常。", "67": "謂三禪以下。終為三灾所壞。名無常種性。四禪以", "68": "上。灾不能壞。名究竟常。", "69": "三者是人別觀我心至從我流出名無常性。", "7": "五陰前麤後細。故想盡則無麤重影事。雖觀萬象", "70": "前於一法作無計。此於一性作二計。皆妄計也。", "71": "四者是人知想陰盡至今已滅盡名為無常。", "72": "幻陰一體。遷流一相。而且執是執非。見今見昔。而", "73": "以流者為常。遷者為滅。", "74": "由此計度一分無常至名為第三外道一分常論。", "75": "四有邊論△四有邊論　　其目有四", "76": "又三摩中諸善男子至是人墜入四有邊論。", "77": "分位有四。乃生滅分位也。", "78": "一者是人心計生元至計相續心名為無邊。", "79": "生元流用行陰也。因遷流計三際。以過者已滅。來", "8": "而無想念。故如鏡鑑之明。無粘無迹。虗受照應。了", "80": "者未見。故名有邊。見在相續。故名無邊。不知真際。", "81": "本非有邊。非無邊也。", "82": "二者是人觀八萬劫至不得無邊之心但有邊性。", "83": "我曾下。謂但見彼人。現我知中。而不能知彼人性", "84": "徧。故計彼性。以為有邊。", "85": "四者是人窮行陰空至名為第四外道立有邊性。", "86": "五矯亂論△五矯亂論　　其目有四", "87": "又三摩中諸善男子至令彼前人遺失章句。", "88": "此觀萬化。見其不齊。遂生異解。不能決擇。故矯亂", "89": "其語。", "9": "無陳習。唯一精真明極如此。故幽隱行陰。於是披", "90": "二者是人諦觀其心至除無之外無所言說。", "91": "互互無。念念滅相也。", "92": "三者是人諦觀其心至除是之外無所言說。", "93": "各各有。念念生相也。", "94": "四者是人有無俱見至不死矯亂徧計虗論。", "95": "六計後有△六計後有　　正計　旁計", "96": "又三摩中諸善男子至死後有相發心顛倒。", "97": "無盡流即行相續也。以生滅滅盡。相繼不絕。故知", "98": "死後有相。", "99": "或自固身云色是我至如是循環有十六相。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 295 楞嚴經述旨", "englishTitle": "卍 Xuzangjing, Electronic version, No. 295 楞嚴經述旨", "author": "明 陸西星述", "language": "chinese", "source": "CBETA"}