{"sourceLink": "http://www.cbeta.org/", "text": {"0": "第九段　從地涌出品　如來壽量品　分別功德品天帝邀相却向西方", "1": "法華靈驗傳卷下", "10": "所夢者。音容宛若。遂令上殿。賜座誦經。至隨喜功德", "100": "復欲去。貧女悲泣固留。因復停止。女賣髮之直用之", "101": "已盡。憂恨通宵。莫知出處。忽以手摩頭。覺髮生如故。", "102": "驚喜踊躍。即便更剪。復經七日還長如前。凡經三剪。", "103": "照以淹留留久。執持衣鉢決不肯住。女乃頂禮具陳", "104": "云。師自有料。照等聞此。噎不得言。悼嘖微軀。當斯厚", "105": "意。照於永淳中忽無疾終於甘泉。寺四輩聚火燒之。", "106": "唯舌不然。紅赤如本時。慶喜寺寺主戒因等。行頗流", "107": "俗類。不信有之。乃與合寺僧徒士俗五百。柴炭數車。", "108": "更燒十遍。形色儼然。方皆悔伏。其舌盛以香函。流傳", "109": "供養。　出弘贊第八。", "11": "品。口角放五色光。帝大悅曰。朕夢中所覩之即此也。", "110": "第十一段　常不輕品　如來神力品　囑累品第十一段　常不輕品　如來神力品　囑累品", "111": "芝生墓側蓮出舌根", "112": "舍利流出於金文光明照耀於寶塔", "113": "瓶水冬溫夏冷天兵匝地盈空", "114": "芝生墓側芝生墓側", "115": "清信士韋仲珪。臨卭人也。天性孝弟。武德中父遘病。", "116": "仲珪勤於孝養。父之卒也。捨遣妻妾。廬於墓左。尤信", "117": "佛教。誦法華經。晝則負土成墳。夜則誦經。精勤不倦。", "118": "常有猛獸夜至廬前。蹲踞聽經久而不去。仲珪正念", "119": "曰。不願猛獸之相逼也。獸即起去。明旦見繞墓生芝", "12": "經纔訖。賜七寶湯。令別築香壇。專為受戒。賜名大光。", "120": "草七十三莖。當墳前者行列次第如人種植。皆朱莖", "121": "紫蓋。蓋徑五寸。光色異常。鄰里以告州縣。時爭君昌", "122": "為刺史。說裕為別駕。共至墓所嗟歎。採芝草對奏詔", "123": "表門閭。後不知所終。　出弘贊第八。", "124": "蓮出舌根蓮出舌根", "125": "釋智業。俗姓楊氏。住楊州長樂寺。精勤戒業。誦法華", "126": "經。隋大業末年。宇文化及在楊州作逆。殺煬帝於宮", "127": "闈。于時天下崩離。百姓飢饉。斗米萬錢。智業時在別", "128": "院。居一小屋。專誦不輟。遂餓死房中。無人收葬。此屋", "129": "因復傾倒。業屍骸竟在其下。及義寧初平定之後。其", "13": "封天下上座。勑居千福寺。玉梵音遍滿。常通帝聽。又", "130": "處忽生一莖蓮花。光色異常。道俗驚嗟。莫知其故。時", "131": "寺僧有耆舊者乃語曰。此地會有一僧。專誦法華。于", "132": "時既屬喪亂。於茲捨命。無人埋殯。骸骨在此。必是僧", "133": "之靈也。乃尋掘花根。其青蓮花乃從髑髏中舌根下", "134": "生。舌如生存。都不爛壞。寺眾乃將舌及花上堂。鳴鍾", "135": "集眾為轉法華。其舌聞經猶能振動。道俗聞之觀者", "136": "如堵。莫不嗟歎咸發勝心。　出弘贊第七。", "137": "舍利流出於金文舍利流出於金文", "138": "釋智儼。同州人也。年至十三忽遇梵僧出家。住戒業", "139": "寺。徧學法華．維摩．般若等。並窮其了義。遂當法匠。實", "14": "別居藍田精舍。寺僧夢天童來降告言。大光經聲通", "140": "所謂高潔法師。言行兼至者也。顯慶三年。太州仙掌", "141": "縣道俗請儼於靈仙寺講法華經。儼於寺僧還香房", "142": "居止閤舍。初夜取法華經舒披案上。方欲尋讀。于時", "143": "還香并侍者三人並在其處。儼焚香未訖。忽見經上", "144": "佛字中出三舍利。五色光明散滿經上。流行不住。還", "145": "香等徧告寺僧俱來禮拜。欲共收取舍利。舍利還流", "146": "入於佛字。僧等禮拜悲泣。然香發願。更覩真容。舍利", "147": "還從佛字中出。流行不住。少選之間。別於他佛字中", "148": "相從隱沒。儼講法華凡數十餘徧。感靈獲瑞難以具", "149": "言。將終數日。處處巡行。法朋舊識人人共別。忽一旦", "15": "于有頂。非聊爾人也。時眾咸謂師即梁朝尼總持後", "150": "灑掃庭院。端坐入定。於是而終。忽有異香氛氳滿院。", "151": "經餘七日。亡後數年其舌不壞。𩯭髮加長二寸。顏色", "152": "如舊。識者以為得道之流也。　出弘贊第三。", "153": "光明照耀於寶塔光明照耀於寶塔", "154": "左僕射宋國公蕭瑀。字時文。高祖梁武帝。父明帝。公", "155": "深信釋典。時處會讌。每勑別賜素食。公雖參國務而", "156": "誦念無虧。手著法華義記凡十卷。時於第四為子姪", "157": "講之。疏成之日。夢多寶佛塔炳耀空中。因召名工造", "158": "茲妙塔。　出弘贊第三。", "159": "瓶水冬溫夏冷瓶水冬溫夏冷", "16": "身。後乞歸吳興。時李伸刺于吳興醉。於持經道場夜", "160": "長干寺東闍梨。誦法華經。甚有節行。每有所誦。瓶水", "161": "冬溫夏冷。略為常候。　出弘贊第七。", "162": "天兵匝地盈空天兵匝地盈空", "163": "釋玄秀。少出家。住黃州隨化寺。常誦法華。每感徵異。", "164": "時屬炎暑。同友逐涼。遣召秀來。欲有談笑。既至房前。", "165": "但見羽衛嚴肅。人馬偉大。怖而返告。同往共觀。如初", "166": "不異。轉至後門。其徒彌盛。上望空中。填塞無際。多乘", "167": "象馬。類雜鬼神。乃知其感通也。置而遂却。明晨慚謝。", "168": "朋徒遂絕。秀專斯業。隋末終寺。　出弘贊第七。", "169": "第十二段　藥王菩薩本事品第十二段　藥王菩薩本事品", "17": "醒。忽見白光滿室。往覘。光公宴坐持經。光起面門。經", "170": "自識前身難通二字檀香遠達佛手親摩", "171": "藥精入懷池水療病癩瘡即愈氣力鬱增", "172": "急疾乃瘳大風亦利", "173": "自識前身自識前身", "174": "隋開皇中魏州刺史崔彥武。受職行郡。至一邑。忽謂", "175": "從者曰。吾昔在此邑中為人婦。今知舊住處。因乘馬", "176": "循巷屈曲至一家。命扣門。主人老翁開門請入。武升", "177": "堂而坐。老翁曰官人何事至此。武即言。吾前身是汝", "178": "之妻。老翁曰憑何為驗。武曰。吾昔誦法華經。并金釵", "179": "五隻藏東壁中。去地六七尺。其隆高處是也。其經第", "18": "聲向息。光亦隨斂。李相索於空門寡信。而篤敬於師。", "180": "七卷後一紙。火燒失去文字。吾今誦此經。其後恒忘", "181": "失也。令人穿壁高處。果然得經。火損後紙。并獲金釵。", "182": "一如其言。主人泣曰。亡妻在日。常誦此經。金釵亦其", "183": "所有。彥武又曰。庭前槐樹。吾昔產時解頭髮置樹空", "184": "中。令人探之。果得其髮。主人見已悲喜交集。武即留", "185": "衣物賜之而去。　出靈瑞集．弘贊傳．現應錄。", "186": "難通二字難通二字", "187": "釋某。失其名。住秦郡東寺。有沙彌誦法華經甚通利。", "188": "唯到藥草喻品靉靆二字。隨教隨忘。如是至千。師苦", "189": "嘖之曰。汝法華一部熟利如此。豈不能作意憶此二", "19": "親著󳬴文。題曰墨詔持經大德神異󳬴。文初。師上表", "190": "字耶。師夜夢見一僧謂之曰。汝不應嘖。此沙彌前生", "191": "在寺側東村受優婆夷身。本誦法華一部。但其家法", "192": "華當時藥草喻品白魚食去靉靆二字。于時經本無", "193": "此二字。為其今生新受。習未成耳。其姓名某。經亦現", "194": "在。脫不信者。可往驗之。師明旦就彼村訪問此家。言", "195": "畢問主人云有何經書。答云有法華經一部。索取看。", "196": "藥草喻品果缺二字。訪云。是太兒亡婦生存受持之。", "197": "計亡已得一十七年。果與此沙彌年時胎月相應也。", "198": "沙彌後不知所終。　出弘贊第六。", "199": "檀香遠達檀香遠達", "2": "湖州天下上座湖州天下上座", "20": "乞歸吳興。帝賜墨詔一道。", "200": "師諱灌頂。吳越王諡號總持。生於章安吳氏。三歲時", "201": "便能隨母稱三寶名。稟承天台定慧之法。晚至稱心", "202": "精舍。長講法華。化流囂俗。時有法龍村人。去山三十", "203": "里。染患將絕。其子奔來求救。師為轉法華經。焚栴檀", "204": "香。病者遙聞香氣即愈。　出弘贊第三及現應錄。", "205": "佛手親摩佛手親摩", "206": "宋朝羅璵。妻費氏。寧州人也。費信敬三寶。誦法華經。", "207": "數年之間勤苦不懈。俄而染患心痛。浸成極熱。闔門", "208": "惶懼。費作念言。我誦經勤苦。必有善祐。終不因此至", "209": "死地也。既而睡臥。即夜佛身舒手過窓以摩其心。內", "21": "第十段　隨喜功德品　法師功德品第十段　隨喜功德品　法師功德品", "210": "外皆都。金光滿室。又聞異香襲入。自此病愈。見者莫", "211": "不生信。　出弘贊第六及現應錄。", "212": "藥精入懷藥精入懷", "213": "釋淨見。不知何許人也。童稚出家。多住崇高及龍門", "214": "山。誦法華經一萬三千部。既誦持積久。身力疲困。過", "215": "二十餘年後。忽聞住處北邊有諸小兒言語閙亂。轉", "216": "覺煩悶。亦不測小兒從何所來。有一白頭老翁著白", "217": "練裙襦。每參問云。禪師四大何如。師答漸覺羸頓。又", "218": "不知何處得多許小兒日相煩亂不復可忍。老公云。", "219": "師往其戲處坐。待彼脫衣入水洗浴。師隨抱一小兒", "22": "埋即生蓮舌常諷典", "220": "衣還。若來取者慎勿與之。其若罵師師慎勿應答。弟", "221": "子自來語之。見隨老公語往俟之。諸小兒果脫衣入", "222": "池洗浴。乃抱小兒衣還房。小兒尋後索衣。見憶老公", "223": "言囑永不還之。小兒即惡口毀謗禪師及宗祖。師亦", "224": "不應。白頭老公尋至。語小兒云。汝入師懷裏。小兒初", "225": "不肯從。老公駈逼數迴。始入見懷。沒在腹內。老公問", "226": "師四大何如。見云氣力勝於從來。老公尋去。自爾已", "227": "後氣力休強。誦數倍。識者云。此當是普賢菩薩令山", "228": "神駈諸藥之精變為小兒。使其服之。除疾病耳。見後", "229": "不知所終。　出弘贊第六。", "23": "窰瓦變作蓮華而警俗函經化為草束而拯生", "230": "池水療病池水療病", "231": "釋僧明。住濠州石門山。於山頂石山累甎造彌勒天", "232": "宮一所并彌勒像常。誦法華經。每聞空中彈指及稱", "233": "善哉聲。至天監年中奏啟梁武請欲焚身。頻煩再三。", "234": "方蒙聞許。乃於彌勒宮前方石上遂其先志。身並󰞆", "235": "燼。唯餘一甲。燒訖。其氏方四五尺。忽陷成池。信宿花", "236": "生鮮榮絕代。諸飲池者疾病皆愈。後人造一小像重", "237": "燒此甲。以󰞆塗之。人或玷汙像即移去。其行道之處", "238": "皆悉生花。大如梨棗。數過千百。現有表塔。具旌其事。", "239": "出弘贊第五。", "24": "經一通而更不忘髮三剪而輙自長", "240": "癩瘡即愈癩瘡即愈", "241": "唐絳州孤山陷泉寺。有法轍禪師。山行見一癩人在", "242": "土穴中從師乞食。師憫之。引歸寺中。仍鑿土穴安之。", "243": "授與衣食。教誦法華經。其人素不識字。加又凡鄙。師", "244": "句句授之。終不辭倦。誦之將半。忽夢一僧指教。自後", "245": "漸覺聰慧。及五六卷。身瘡漸安。一部通利。四大專蘇。", "246": "佛言病之良藥。斯言驗矣。　出靈瑞集．弘贊第八及", "247": "現應錄。", "248": "氣力鬱增氣力鬱增", "249": "釋僧歡。出家住金陵治城寺。本羸病。乏氣力。乃志心", "25": "埋即生蓮埋即生蓮", "250": "於寺塔下懺悔。祈請懇到。誦法華經不輟。於小時間", "251": "󳬂然旋力。寺塔前有兩石獅子。形甚重大。歡忽以兩", "252": "臂各貫獅子腹下。擎之而走。行十許里。都不覺倦。", "253": "出弘贊第六。", "254": "急疾乃瘳急疾乃瘳", "255": "趙仠。受性貞固。不幸遭急發之疾。雖種種治。無一驗", "256": "効。遂秉志誦蓮經。厥疾頓愈。仠自是常誦不怠。乃與", "257": "陰陽僧日資．演源并緇素若干人結法華徒。同修佛", "258": "慧。", "259": "大風亦利大風亦利", "26": "紹興末。明州奉化縣有姓趙人。其母安人。重佛齋戒。", "260": "釋亡名。不知何許人也。不幸遭黑癩。萬方無効。忽聞", "261": "法華是閻浮提人病之良藥。誓志全誦。厥疾乃瘳。又", "262": "有南臺錄事劉氏。亦感此疾。雖種種治。無驗。一日亡", "263": "名路逢劉氏曰。我亦曾得此病。賴誦蓮經即得除愈。", "264": "劉氏於是生決定信。即覔蓮經。手不釋卷。一部乃畢。", "265": "忽夢有異僧以手摩挲身已。即以艾炷渾身灸之。驚", "266": "駭即覺。白汗如流。身心豁然。如雲霧撥。平復如舊。", "267": "第十三段　妙音菩薩品第十三段　妙音菩薩品", "268": "亡母脫苦神人住空水不能漂屍不生臭", "269": "虎吼退賊字化為金", "27": "誦法華經。房下有一女使。每竊聽。久久忽記得四句。", "270": "亡母脫苦亡母脫苦", "271": "長安通輙坊劉公信。妻陳氏之母因病先卒。後陳氏", "272": "暴亡。見一人引入地獄。備覩諸罪相。後見一獄。石門", "273": "忽開。母在其中受極重苦。母見女曰。汝可為吾寫法", "274": "華經一部。使吾脫免。言已門閉。陳氏再蘇。說之。公信。", "275": "即憑妹婿趙師子寫是經。忽有經生持新寫蓮經一", "276": "部來貿錢。趙言幸有此經可贖之。不必寫也。劉從之", "277": "授與陳氏。陳氏一日設母食。乃夢母曰。吾先令汝寫", "278": "經一部。何不為之。女曰已為贖一部訖。母曰吾為此", "279": "經增受重罪。獄卒打吾脊破。以不合取范家經為己", "28": "所謂青蓮花香白蓮花香花樹香菓樹香。自此動靜", "280": "有故。女夢覺。急請人書之。經成。又夢母報曰。吾承經", "281": "力。已脫冥司。好處安身。今來報汝。汝當信心。好住世", "282": "間。及詢前經。果是姓范人寫。唐龍朔中也。　出法苑", "283": "珠林傳。釋道世撰。也有一百卷入藏本。", "284": "神人住空神人住空", "285": "釋玄真。壽春人也。居永福寺。誦法華經無時懈息。時", "286": "於秋天月夜持誦此經。至第七卷方半。比房有一沙", "287": "門忽起如廁。乃見庭中有大人形影。因舉頭四望。即", "288": "觀空中有一神人嶷然而住。此沙門因立足瞻仰。更", "289": "不移步。久之經文亦了。神忽不現。其僧從此始學誦", "29": "施為常吟詠不絕。人聞之謂為笑語。殊不知此女亦", "290": "持。終身不懈。　出弘贊第八。", "291": "水不能漂水不能漂", "292": "唐武德中蘇長授巴州刺史。帶家族赴官。因渡嘉陵", "293": "江。中流風作。船帆傾沒。男女六十餘人一時喪失。唯", "294": "一女使常讀法華經。浪入船中。女乃頭戴經函。誓與", "295": "俱沒。既而女即不沉。隨波泛泛。頃刻至岸。捧函而上。", "296": "開視其經。了無霑濕。此女後嫁於楊州某。篤信讀誦。", "297": "愈於舊也。　出法苑珠林傳又出弘贊第九及現應錄。", "298": "屍不生臭屍不生臭", "299": "道士史崇。長安郊南人也。小屬道流。早預黃巾。住玄", "3": "師本名抱玉。吳興人也。母梅氏。孕恊靈祥即惡薰穢。", "30": "有用心處。一日作事乖主意。陵遲至死。遂以其屍潛", "300": "都觀。後忽發心誦法華經。日恒一徧。私立佛像六時", "301": "禮懺。每為諸道所嫉。因茲返俗。彌精諷誦。後忽染患", "302": "身亡。時在盛夏。一無變壞。唯聞香氣。親里敬之。鑿龕", "303": "安。堵側時時常聞妙香。後經年。餘筋肉都盡。唯舌形", "304": "顏色與常人不異。或有疑駭之者。乃火燒不變。斧斫", "305": "無損。遠近見聞。信倍恒百。　出弘贊第八。", "306": "虎吼退賊虎吼退賊", "307": "釋法愛。長沙人也。誦法華經。因緣往交趾。值交人反", "308": "亂。愛隨例藏避。忽為五賊所得。置在一處。口云待我", "309": "食竟殺却道人。愛乃見壁邊有一槊子。挾將出外。向", "31": "瘞後園。異時忽於其上秀出青蓮花一朵。香色可愛。", "310": "北直走。賊食竟起。遙以見愛。奔馳競往。愛到一棘林", "311": "即投中隱避。乃遇兩虎相抱而臥。虎見愛來。並舉頭", "312": "看愛。愛轉惶懼。口云。二檀越。貧道被賊逐。急投檀越。", "313": "願將接救護。二虎即出外奮迅驚吼。賊便退散。愛又", "314": "北走。虎隨送之。到一水邊。見人持數片飲食授與愛。", "315": "愛而食之。氣味甚美。即便渡水上洲。虎亦捨去。仍宿", "316": "洲上。又遇二人亦同在宿。大設異味。至曉方別。仍又", "317": "囑云。但北向行。自當得脫。於是北出三十餘里。乃逢", "318": "舊知。相見歡喜。始得免脫。愛後向道俗說之。不知所", "319": "終。　出弘贊第七。", "32": "餘人不知。其由獨安人默而識之。蓋所誦四句經感", "320": "字化為金字化為金", "321": "張萬福。貞觀中為洛州刺史。其人性麤獷。不甚敬信。", "322": "初至任所。問訪左右管內有何德行眾僧。左右報云。", "323": "廓下有一尼。名妙智。甚精進。又造一部法華經。如法", "324": "受持供養。緣此譽滿鄉閭。萬福試使人索經來看。尼", "325": "聞刺史索經。拒而不與。為使君不護淨。又未齋潔。萬", "326": "福大嗔。更使人往。尼不敢留。即付經去。萬福得經。竟", "327": "不洗手即取經開卷。中並黃紙。遂無一字。萬福大怒。", "328": "曰此妖老嫗。何由可耐。即命左右追取尼來。使往語", "329": "尼曰。師經上並無一字。使君大嗔。令追師來。尼甚憂", "33": "應之如是也。安人復不匿其德。密說與虗堂法師本", "330": "懼。莫知所由。汗流浹體。隨使往至刺史牙門。入屏墻。", "331": "尼見一雙金剛手擎杵棒。如似授尼。尼遂心安。即入", "332": "至刺史前。其經文並在空中化作金字。刺史見尼至。", "333": "并見金剛及金字在虗空中。因即驚懼走起。下廳號", "334": "咷悲泣謝罪懺悔禮拜。遂即迴心信向。發願造法華", "335": "經一千部。通十方供養。仍自受持。不敢懈怠。自刺史", "336": "歸向之後。人皆以法華為業。萬福乃問造經由緒。尼", "337": "曰。欲造經之時。於山中先種糓樹。每用香水溉灌。令", "338": "得滋長。樹成之後。以香水和泥造作紙屋。乃採取穀", "339": "皮。雇匠如法香水清淨造紙。募訪能護淨之人。後有", "34": "空。空每舉以化人。宗曉甞親聞其說。聊記于此。　出", "340": "一江南人士。年可二十四五。應募為書。其書經屋還", "341": "以香水和泥清淨造屋。書生著新淨衣。未寫經前預", "342": "四十九日護清淨齋。然後始書。每出訖。改易衣服。洗", "343": "浴畢。然後始就書。書時尼手執香爐胡跪經前。供養", "344": "書生。如是不闕。經了。莊嚴成就。乃作僧尼男女四色", "345": "人衣各十通。每來借經。預令七日護淨。兼與新衣著。", "346": "然後始付經。如是恭敬。永不虧闕。　出弘贊第十。", "347": "第十四段　普門品第十四段　普門品", "348": "火不能燒火不能燒", "349": "沙門法智。為白衣時。獨行大澤。猛火四面一時俱起。", "35": "現應錄。", "350": "自知必死。乃合面於地。至心稱觀音。恠火不至。舉頭", "351": "看之。一澤之草纖微皆燼。唯所伏地火不燒耳。因此", "352": "感悟。捨俗出家。　出晉朝謝敷觀音傳。", "353": "水不能漂水不能漂", "354": "中書令岑文本。江陵人也。少懷正信。常誦法華普門", "355": "品。過吳松江。中流風作。人船俱沒。文本浮在水面。聞", "356": "人語曰。但念佛誦經。必不死也。如是者三。自此隨波", "357": "達于址岸。後於江陵設齋。僧徒並集。有一僧獨後去。", "358": "謂文本曰。天下方亂。君幸不遇害。當逢大平。致富貴", "359": "也。言已而去。文本忽一時食梡中得舍利土顆。獲大", "36": "舌常諷典舌常諷典", "360": "平富貴。皆如僧言。　出靈瑞集及現應錄。", "361": "又", "362": "海濫縣有人落水。同伴皆沉。此人稱觀音。遇得一石。", "363": "困倦如眠船。見兩人乘船喚入。開眼果見有人船。送", "364": "達岸已。遂不見之。　出謝敷傳。", "365": "脫羅剎難脫羅剎難", "366": "外國百餘人從師子國向扶南。忽遇惡風墮鬼國。鬼", "367": "便欲食。一船人眾怖稱觀音。其中有一小乘沙門。不", "368": "信不稱。鬼便索之。心怖。稱名亦免。　出謝敷觀音傳。", "369": "黑風吹其船舫黑風吹其船舫", "37": "俗士楊難及。雍州萬年縣人也。幼而耿介。年將知命", "370": "新羅時有女名寶開。居王京。隅金坊。有一子名長春。", "371": "隨商舶泛海而去。過期不知所之。朝夕思念至於憔", "372": "悴。幸聞普門示顯神通之力。假使黑風吹其船舫。漂", "373": "墮羅剎鬼國。稱其名故。即得解脫。便生深信。就敏藏", "374": "寺觀音像前約一七日精勤祈禱。至七日忽感長春", "375": "執母手。驚喜哭泣。寺僧恠問所由。春曰。離家泛海。忽", "376": "值惡風。同船之人皆葬魚腹。余獨乘一板至於吳。吳", "377": "人收之奴。使之耕於野田。忽有異僧來謂曰。憶汝國", "378": "乎。余即跪曰。有老母在。戀慕無極。僧曰。若欲見母。隨", "379": "我而來。言訖東行。余隨之。有一渠僧乃執手超之。昏", "38": "方祈妙典。聞法誠法師有道。遂師事焉。誠乃授以法", "380": "昏如夢。忽聞母語。到此敏藏寺像前。雖審知我母。猶", "381": "疑夢中矣。即天寶四年乙酉四月八日申時離吳。戌", "382": "時到此堂中。景德王聞而敬重。優頒信賄。永充供養。", "383": "每於月生八日。幸寺禮讚。永為定式。寶開與長春約", "384": "結鄰里清信士女。特成金字蓮經一部。每至春三月", "385": "為立道場。敷宣妙理。精修禮敬。仰賽玄恩。　出敏藏", "386": "寺記又見雞林古記及略傳弘錄。", "387": "刀段段壞刀段段壞", "388": "晉太中彭城有一人被枉為賊。其人本曾供養金像。", "389": "帶在髻中。後伏法。刀下聞金聲。刀三斫頸。終無異。解", "39": "華。數月之間悉得通利。曉夜忘疲。雖涉眾務其聲不", "390": "看。像有三痕。由是免罪。　出謝敷觀音傳。", "391": "又", "392": "有高簡。犯法臨刑。一心歸命。下刀。刀折絞之寸斷。遂", "393": "賣妻子及以自身。起五層塔。", "394": "枷鏁自脫枷鏁自脫", "395": "晉有張暢。為譙王長史。王與暢因事繫廷尉。暢夙有", "396": "正信。便即發心誦法華普門品一千徧以求脫免。念", "397": "言之至。枷鏁尋即斷壞。二人俱得。　出晉謝敷觀音", "398": "傳及現應錄。", "399": "又", "4": "既誕。齔歲於尼總持法華寺出家。願誦蓮經。三月通", "40": "輟。於後無疾奄然而終。終後焚燒。髏舌獨存。試收藏", "400": "盖護。山陽人。繫獄應死。三日三夜稱名無間。眼見觀", "401": "音放光照之。鏁脫門開。尋光而去。行二十里。光明方", "402": "息。　出處同上。", "403": "賊不能害賊不能害", "404": "晉隆安中僧慧達於山北隴掘甘草時。羌人飢荒。捕", "405": "人而食。達為所獲。寘之構中。擇肥者先食。達懼甚。一", "406": "心稱觀音名。誦普門品。食人取盡。唯達與小兒在。命", "407": "只一日耳。達持念不捨。至旦忽一虎自草中跳出。咆", "408": "吼震山。諸羌畏走。虎乃嚙構而去。達與小兒奔走得", "409": "免。　出天台別行疏。", "41": "之石函置法華堂。時加供養。屢聞函內諷誦之聲振", "410": "又", "411": "尚書徐義。秦末兵革蜂起。賊獲徐義將欲殺之。乃埋", "412": "兩足。編髮於樹。夜中至心專念觀音。有頃得眠。夢人", "413": "謂曰。今事極矣。何暇眠乎。義便驚起。見守衛人並疲", "414": "而睡。義乃奮動。手髮既解。足亦得脫。行百餘步。隱草", "415": "叢中。便聞賊追。火炬星陳。竟無見者。天明賊散。遂免", "416": "之。　出謝敷傳。", "417": "求男得男求男得男", "418": "晉時益州孫道德。年過五十未有子息。有僧令其至", "419": "心稱誦觀世音經。其即依之。少日之中而自得夢。婦", "42": "動石函。詞句明了。聞者敬悚。知受持之力焉。　出弘", "420": "即有孕。遂生男也。　出謝敷傳。", "421": "現身說法現身說法", "422": "唐大和中。文宗嗜蛤蜊。㳂海官吏先時遞進。人亦勞", "423": "止。一日䘖饌中有擘不張者。帝以其異。即焚香禱之。", "424": "俄變為菩薩形。梵相具足。即貯以金粟檀香合。覆以", "425": "美彩。賜興善寺。令眾僧瞻禮。因問群臣斯何祥也。或", "426": "言大一山有惟政禪師。深明佛法。博問強識。帝即令", "427": "召至。問其事。師曰。臣聞物無虗應。此乃啟陛下之信", "428": "心耳。故契經云。應以此身得度者。即現此身而為說", "429": "法。帝曰。菩薩身已現。且未聞說法。師曰。陛下覩此為", "43": "贊第八。", "430": "常非常耶。信非信耶。帝曰。希奇之事。朕深信焉。師曰。", "431": "陛下已聞說法了。時皇情悅豫。得未曾有。詔天下寺", "432": "院各立觀音像以答殊俗。　私云。菩薩以身為舌而", "433": "說。文宗以心為耳而聽。", "434": "顯童女身顯童女身", "435": "馬郎婦。不知出處。大唐隆盛佛教。而陝右俗習騎射。", "436": "篾聞三寶之名。婦憫其愚。乃之其所。人見少女風韻。", "437": "單子欲乞為養。女曰。我無父母。亦欲有歸。然不好世", "438": "財。但聰明賢善人能誦佛經則願事之。男子眾皆聚", "439": "觀。女即授與普門品若。能一夕通此則歸之。至翌日。", "44": "窰瓦便作蓮花而警俗窰瓦便作蓮花而警俗", "440": "誦徹者二十餘輩。女曰。女子一身。家世貞潔。無以一", "441": "體事多人也。可更別誦。因授以金剛般若。至旦背者", "442": "十數。女更授與法華經七軸。約三日通之。至期獨馬", "443": "氏子能徹。女曰。君既能過眾人。可白父母。具媒娉送", "444": "禮。然後成姻。乃馬氏以禮迎之。女將至門且白。適以", "445": "應接體小。少不佳。願求別室。俟安與君相見。因頓止", "446": "他房。筵客未散而女命終而壞爛。乃卜葬之。未數日。", "447": "有僧紫伽梨。姿貌古野。來尋女子。馬氏引之葬所。僧", "448": "即以錫杖撥開沙土。見屍已化。唯金鏁骨存焉。僧取", "449": "就河浴洗。挑於錫上。謂眾曰。此聖者憫汝等不信正", "45": "釋慧超。丹陽建元人也。作有遠量。誦法華經以為恒", "450": "法。方便諭化。當思善因。免墮苦海。忽然凌空而去。眾", "451": "見。悲泣瞻禮不已。自爾一境奉佛誦經。由女之力也。", "452": "山谷道人觀音讚云。", "453": "若欲真見觀世音金沙灘頭馬郎婦", "454": "平江萬壽體禪師頌曰。", "455": "十分美貌誰家女百倍聰明是馬郎", "456": "堪笑金沙灘畔約始終姻婭不成雙", "457": "顯比丘尼身顯比丘尼身", "458": "新羅憬興國師。住京師三郎寺。病久不瘳。有一尼請", "459": "看門人引視之。尼曰。師雖悟大法。合四大為身。豈能", "46": "業。甞遇法令嚴峻。禁勒沙門。超潛伏瓦窰緜歷多年。", "460": "無病。病有四種。從四大生。一曰身病。風黃痰熱為主。", "461": "二曰心病。顛狂昏亂為主。三曰客病。刀杖所傷動作", "462": "過勞為主。四曰俱有病。飢渴寒暑苦樂憂喜為主。其", "463": "餘品類展轉相因。一大不調。百病俱起。今師之病非", "464": "藥石所療。若觀戲謔事則理矣。於是作十一樣面而", "465": "舞之。師視詭譎之態。頗歡悅。不知病之去也。尼出。師", "466": "使跡之。入南花寺佛殿而隱其所。持竹杖在十一面", "467": "觀音像前。　出海東高僧傳第五。", "468": "第十五段　陀羅尼品　妙莊嚴王品　普賢勸發品第十五段　陀羅尼品　妙莊嚴王品　普賢", "469": "勸發品", "47": "後時難廓清。拂衣而去。告窰主曰。貧道此中誦法華", "470": "崇自出竇鬼乃扣頭", "471": "閻王指送第四天菩薩來乘六牙象", "472": "崇自出竇崇自出竇", "473": "宋建初中。有僧普明。少出家。性純素。常蔬食布衣。以", "474": "法華為日課。誦時有別衣別座。未甞混雜。每誦至勸", "475": "發品。即見普賢乘象前立。鄉人王道真妻病革。請師", "476": "持呪。方入門。病者悶絕。忽見一物如狸。長數尺。從狗", "477": "竇出。其病即愈。又甞行水旁。有巫者云。神明見明法", "478": "師悉皆奔走。　出弘贊第六及現應錄。", "479": "鬼乃扣頭鬼乃扣頭", "48": "經已千餘遍。可洒掃供養。勿更用之。其人不信。乃修", "480": "寶通。梵行精修。長誦法華陀羅尼品。稍有靈異。時楊", "481": "橋村有趙氏家。妻為神所魅。請通持呪。通既至。神即", "482": "現形。通告曰。神在村中。合當興福。如何反魅於人。神", "483": "曰。非弟子事。此乃部下小鬼耳。遂呼小鬼至前嘖罰。", "484": "趙妻因此得差。續後趙妻之病仍發。歌吟竟日。又來", "485": "告通。通又至。見所責鬼在病床前。通曰。前曾誡治。那", "486": "得再來。汝若不去。吾當誦呪。令汝頭破作七分。如阿", "487": "梨樹枝也。鬼乃扣首求哀。不煩呪也。從此病差。鬼不", "488": "復至矣。　出靈瑞集及弘贊第七．現應錄。隋開皇年", "489": "中事。", "49": "舊貫所燒之瓦。遂變作蓮花之形。周植四壁。遠近見", "490": "閻王指送第四天閻王指送第四天", "491": "釋道璡。荊州人也。諷誦茲典。布衣一食。殆有遇人之", "492": "量。止辨才寺。忽體仆息微。經數日。自見冥官追錄。將", "493": "至王前。王曰。師誦法華。律行清淨。應生第四天中。慈", "494": "尊眾所弟子。罪惡之身。恐不復相遇。故欲見師。願垂", "495": "救也。璡遂暫蘇。向諸僧具說。言訖而卒。　出弘贊第", "496": "八。", "497": "菩薩來乘六牙象菩薩來乘六牙象", "498": "高麗時有僧。失其名。在靈岩寺東林誦法華經。每精", "499": "誠懇到。中表潔淨。焚香禮佛。以求證驗。初有大虵及", "5": "貫。日持七部。年登二十。詣京受戒。時肅宗皇帝夜夢", "50": "者咸歎異之。又甞在寺誦經。有一猛獸來聽。超兼為", "500": "雉鹿俱來立聽。誦訖乃散。中時山神將食自來供養。", "501": "後忽見光明從東山而下。有大菩薩乘六牙白象。大", "502": "眾圍繞。直至其前。僧望光拜。慶悅深至。疑義闕文皆", "503": "為敷釋。餘眾但聞異香。經久方隱。　出弘贊第七。", "504": "第十六段第十六段", "505": "幼尼誦出真詮侍女冥通梵部", "506": "舟人護涉天樂來迎", "507": "深敬辯山人之精書堪歌崔牧伯之慶會", "508": "光明出於口角菡萏生於舌根", "509": "寶岩徒之或講或疑蓮華院之若讀若說", "51": "受戒。略如家犬。語曰。檀越好去。即依言而返。感徹幽", "510": "珍禽現瑞亡妹告徵誦舌長存燒經不改", "511": "經無一字爪生五花", "512": "幼尼誦出真詮幼尼誦出真詮", "513": "梁大學博士江泌女。少而出家。名僧法。年八九歲。有", "514": "時靜坐閉目。誦出一卷法華經。楊州道俗咸稱神授。", "515": "費長房云。驗於經論。斯理皎然。是宿習來。非開神授。", "516": "即是次生事。憶而不忘。其神功乎。　出弘贊第二。", "517": "侍女冥通梵部侍女冥通梵部", "518": "尤肅機崔義起有一突厥侍女。素不識文。於麟德中", "519": "病死。經夜見一梵僧。突厥求哀。僧以錫扣其頂。教誦", "52": "明。難以具記。後臥疾。弟子流涕。超曰。長生不欣。夕死", "520": "法華經一部。言作梵音。比晚乃蘇。自陳其事。家人不", "521": "信告義起。起試之。突厥便誦經如流。即請西域梵僧", "522": "來聽。侍女所誦之經。自首至尾言音通正。一字不遺。", "523": "時以奏聞。上云冥道如此。豈得不信。當時朝臣無不", "524": "知者。　出弘贊第八。", "525": "舟人護涉舟人護涉", "526": "僧智聰。住楊州白馬寺。尋渡江住安樂寺。值隋國崩。", "527": "思歸無計。隱江荻中誦法華經。七日不飢。恒有四虎", "528": "馴繞。忽見一老翁腋下挾小舟來曰。師欲渡江即上", "529": "船。其四虎見而淚出。聰曰。持危󳫠難正在今日。即同", "53": "不慼。乃面西而坐。奄然長往。年七十有七。即武德五", "530": "四虎利涉南岸。船及老人忽然不現。聰領四虎止西", "531": "霞塔西。經行禪誦。安眾八十餘人。若有㐫事。虎來大", "532": "吼。由此驚覺。至貞觀中。年九十九。於佛降生日熏鑪", "533": "徧禮聖像。還歸靜室。端坐而化。　續高僧傳。出弘贊", "534": "第八及現應錄。", "535": "天樂來迎天樂來迎", "536": "釋智友。蔣州人。住普雲寺。誦法華經。略無弃日。每誦", "537": "經之時。必執爐閇目。香煙不絕。凡經四十二年。前後", "538": "總計將五萬徧。所用澡瓶居常溢滿。貞觀八年無疾", "539": "坐卒。將終之日。有天樂來迎於房戶空中。繁會良久。", "54": "十二月六日也。有門人善思者。亦誦法華萬有餘徧。", "540": "又有香氣惹空。充塞院宇。久之而滅。弟子及道俗千", "541": "有餘人迂󴄼于東南。坐屍樹下。經宿就視。莫知所在。", "542": "出弘贊第八。", "543": "深敬辯山人之精書深敬辯山人之精書", "544": "山人洪辯。淳昌趙氏子。出家于曹溪。中高科。往入巨", "545": "滲山菴。精進持戒。一字一拜。書法華經一部。極盡莊", "546": "嚴。朝夕禮拜供養。適有倭國僧來見。懇求之乃付囑", "547": "流通。其僧頂戴賷歸本國。船中放光。到已安崇福寺", "548": "道場中。眾僧禮敬。感得舍利。後一年道人法行隨使", "549": "舸入彼國。親見而來。即中統元年庚申也。　出海東", "55": "臨終之日。幡花音樂紛聆空際。在寺僧眾咸悉見聞。", "550": "傳弘錄。", "551": "堪歌崔牧伯慶會堪歌崔牧伯慶會", "552": "少卿崔󴄖將赴官羅州使。宋人楊赫推命曰。宜精設", "553": "大會。供養大乘。則必當遠到。公及下車。請圓妙結夏", "554": "安居于雲谷寺。及指揮使行色近境。公入官時。小婢", "555": "忽得顛狂。種種對治。婢即語曰。我非顛狂。我是乳母", "556": "之夫某也。物故許多年。冥遊未得超升。今幸竭誠張", "557": "皇梵席。欲問一二大旨。然守護神將呵禁不入。彷徨", "558": "門外數日矣。非但某耳。先亡親屬某與某亦欲聞法。", "559": "隨我來耳。然飢渴害志。請先酧酌。又令吾輩至雲谷", "56": "又自見花臺迎之。思乃端然拱立。合掌而化。遠近觀", "560": "寺。呼名許入於道場。冀得度脫。公聞之恠甚。送客已。", "561": "到寺一一如其呼名設席。使之聞法。公自是常讀蓮", "562": "經。翌年秋召為右承宣。不數年拜相。至門下平章事。", "563": "立極人品而卒。　出海東傳弘錄。", "564": "光明出於口角光明出於口角", "565": "僧亡名。寓尚州小寺。常以陰陽占卜出入里閭。男女", "566": "皆迎之問禍福。以此資衣食。一日官廳設法廗。州內", "567": "諸寺典香者咸會焉。亡名雖預。只是陰陽僧。居眾末。", "568": "皆忽之如草。比及夜半。燈燭已息。昏昏假寐中。忽見", "569": "光明如燈火。眾皆驚起。試尋之。乃從亡名口中出也。", "57": "者如堵墻焉。　出弘贊第八。", "570": "因委問其由。答曰。予扶身術數。反愧黑業。內自懺悔。", "571": "但誦課蓮經有年矣。諸僧皆歎伏修敬焉。　出海東", "572": "傳弘錄。", "573": "菡萏生於舌根菡萏生於舌根", "574": "尚州戶長金義鈞。常樂讀法華經。募勸耆老少壯道", "575": "俗分為二徒。每月六齋日召耆老于私弟習誦蓮華", "576": "經。經畢略以茶菓慰之。及集少壯。則并寘酒侑之。自", "577": "此少壯之發心不飲者。壯入耆老徒。時人戲曰某與", "578": "某已入無酒法華徒。某與某猶在有酒法華徒。其隨", "579": "機激發如此。比及無常。葬於山麓。蓮華發於塚上。", "58": "函經化為草束而拯生函經化為草束而拯生", "580": "出海東傳弘錄。", "581": "寶岩徒之或講或疑寶岩徒之或講或疑", "582": "松京宣祺門右臂。有嶺連亘。垂及保定門者。曰德山。", "583": "山之乾維有一蘭若。曰寶岩。樓閣開豁。坐見山川縹", "584": "緲之外。東北里致仕卿相若林。樞密千表。秦尚書世", "585": "儀。梁大卿棟材。與諸退老并散逸四十餘人。同結法", "586": "華社。每月六齋日各持科本蓮經。差一人別座。點破", "587": "科端。銷釋義理。諸耆老證聽。或設疑問。如是次第輪", "588": "環相續。益欲人人之盡能解說也。至十五日則精設", "589": "妙饌。供養彌陀。合院設齋。過夜精勤。同迴向淨土。故", "59": "儀鳳年。汝州梁縣北村劉氏男。從征東討高麗。沒為", "590": "至臨終之際。如意自在者不絕焉。　出海東傳弘錄。", "591": "蓮華院之若讀若說蓮華院之若讀若說", "592": "松京駱馳橋東巷。有一招提曰蓮華院。凡城南里清", "593": "信士輩結法華社。每月六齋日同會于此。若讀若說。", "594": "其所以憑仗妙乘。迴向淨土者。多與寶岩社相為甲", "595": "乙。", "596": "珍禽顯瑞珍禽顯瑞", "597": "居士崔彪。耽津人也。聞圓妙結於寶月山。與堂弟弘", "598": "請剏於萬德山。各占構堂宇。甚有力焉。平生未甞現", "599": "嗔怒相。其子往鄰邑。忽為大虫所害。彪為辨紙墨。請", "6": "吳僧誦法華經。口出五色光。吳音清亮。洎翌旦。勑京", "60": "奴。於遼海東岸牧馬。因而寢睡。屢夢有一僧喚令入", "600": "山人一如書法華經。忽感青鳥來入經室。貌甚閑暇。", "601": "如是者至于再三。洎經將畢。夢亡子告曰。因寫經力。", "602": "得為純善美丈夫身。", "603": "亡妹告徵亡妹告徵", "604": "女右侍禁金軾之第二女也。其弟道人之虗。常誦蓮", "605": "經。女忽遘疾。命終托之虗告曰。請為我設法華勝筵。", "606": "用助超升。時之虗住穴古寺。得得來家。即洒掃私弟。", "607": "約一七日。請持經開士六時精進。至罷席日。金氏又", "608": "現夢曰。暫間經力。得生勝處。後虗到社。委說如此。", "609": "第十七段第十七段", "61": "海共汝歸家。若此非一。劉氏子自惟。漂落與死莫殊。", "610": "誦舌長存誦舌長存", "611": "秦州權氏女。常誦法華。死後十餘年。其家改葬。見其", "612": "骨肉略盡。唯舌如生。　出弘贊第八。", "613": "燒經不改燒經不改", "614": "貞觀五年。隆州邑西縣令狐元軌。信重佛法。寫法華．", "615": "金剛．涅槃等經。恐致訛誤。遂憑土坑禪師撿挍。寫已", "616": "即帶往岐州莊所。一日他行。其莊為外火延燒。一時", "617": "蕩盡。元軌迴。嗟歎莫窮。因令人撥󰞆取金銅軸頭。忽", "618": "見諸經完然。黃色猶不改。但金剛般若首題焦黑。自", "619": "言所因。乃初寫時有官人能書。其人行急。不獲潔淨。", "62": "頻感斯夢。遂投身海浦。於水中抱得菊草一束。隨波", "620": "直爾立題。由是被焚。　出弘贊第十及現應錄。", "621": "經無一字經無一字", "622": "唐武德中。有尼法信。通持法華經。仍欲精寫一部。遂", "623": "訪書人。倍酬其直。別置堂戶令書之。每一起一浴。更", "624": "着淨衣。仍於案上。壁鑿通外。加一竹筒。書生凡出息。", "625": "輙含竹筒吐息于外。寫經七卷。八年乃終。設齋慶懺。", "626": "立淨道場。香花崇奉。至貞觀十三年。有龍門寺僧法", "627": "端常講是經。以此尼經本精至。遣人往請。固辭不已。", "628": "而自送去。及講法開讀。唯見黃紙。了無一字。端慚懼。", "629": "即還之。尼知有所犯。即以香湯灌滌其函。頂戴遶佛", "63": "漂流浮渡海西至于岸上。行餘一里。思念此草能濟", "630": "行道凡七晝夜。及開視之。還復如舊。　本出法苑珠", "631": "林．傳弘贊第十。", "632": "爪生五花爪生五花", "633": "尼。高郵縣人。志節霜淨。言行氷清。誦法華經。不捨晝", "634": "夜。初誦一卷。忽於右手爪上生一花。狀如綾絲。次至", "635": "五卷。五指爪上皆生一花。誦徹六七。掌併二花。大過", "636": "爪上。由是聲傳闕下。陳武皇勑入看之。從此郡人呼", "637": "為花手尼。　本出靈瑞集。", "638": "法華靈驗傳卷下終", "639": "No. 1539-ANo. 1539-A", "64": "吾身命。却迴取草解束曝之。乃於其中得法華經第", "640": "最乘之法。非後學所能辯。必考是法之驗。然後而人", "641": "信之。自法華東譯以後。諸家章疏蓋多。而智者解釋", "642": "獨行於世。然流傳或失本真。講演未達其奧。一源之", "643": "妙。岐於萬派。甞謂讀是經者要看講儀與夫靈驗傳。", "644": "以其直探玄旨。深求妙應。斷在二書也。妙慧謹捨貲", "645": "財。刊此二書。安寘于萬義寺。以壽不杇耳。寺生至亢", "646": "間。貞古玄默相繼主席。卒傳於余王文忠肅公之伯", "647": "父珍丘大禪師混其。其又傳於三藏法師義旋。旋後", "648": "三傳而至于余。要皆不出乎吾宗爾寺本。混其甞設", "649": "法華道場。故宜於此宣揚此法用匄。", "65": "六卷。遂持還。其父劉老。先緣子沒蕃。遂為造法華經", "650": "皇明嘉靖十三年甲午六月日全羅道高敞文", "651": "殊寺重鋟", "66": "一部。書寫清淨。每事嚴潔。及見子到。相持悲慶。恠問", "67": "所由。子具說前事。父子遂共於精舍中開視經函。乃", "68": "欠第六一卷。驗其子海中得者。果是其父為子所造", "69": "之經。紙墨僉同。宛然符會。　出弘贊第十。", "7": "城僧能誦法華者二百餘人並入禁中。帝視之。皆非", "70": "經一通而更不忘經一通而更不忘", "71": "清信士謝智藏。雍州藍田人也。雖處田家。恒持五戒。", "72": "因緣暫至縣下。見寺中有沙門講法華經至第六卷。", "73": "持經眼耳鼻舌身意功德。乃即發心歸家誦持第一", "74": "卷。除人事外不曾休息。其人心願更進。餘卷既遠。居", "75": "田無人教授。思遇明師。經於數年。忽見一波羅門僧", "76": "來扣門謂藏曰。汝有食不。乞我一齋。智藏欣然。隨家", "77": "所有如法供設。僧既食畢。謂智藏曰。汝欲得受法華", "78": "經者。可將本經來。智藏歡喜。深適所願。即授其經。一", "79": "從聞受。更不忘失。受經既了。僧忽不現。智藏情甚惆", "8": "所夢者。其時抱玉方入關。閉令問其遠來之意。答云", "80": "悵。不識神人。自師去後。但聞異香。數日不絕。　出弘", "81": "贊第八。", "82": "髮三剪而輙自長髮三剪而輙自長", "83": "釋弘照。年二十出家。即誦法華。數月便度。卜宅終南。", "84": "誓誦千徧。頻感具祇潛來翼衛。又逢深雪。麵唯一斗", "85": "許。二十餘日食之不盡。乃與友人履信及一居士移", "86": "往寒山。並結草庵。更修前業。忽一虵長百尺。斑文五", "87": "色。頭高丈餘。直來庵所低身俛聽。照初驚惶戰慄。不", "88": "敢視之。起大悲心。發深重願。合掌流泪抗聲終部。蛇", "89": "少選而退。自爾頻來不息。照雖頗知無害。然惡其腥", "9": "善誦蓮經特來受戒也。令奏。帝即降旨召見。帝曰。朕", "90": "臭。懼其形狀。令居士驅之。其乃以繩纏頸引致深叢。", "91": "繫於大樹。至夜。照信及居士同夢一女人掩泪泣而", "92": "前曰。弟子是此山神女。性樂聞法數。以穢形干突法", "93": "眾。今被驅繫。辭師遠去。不復聞誦大乘。以此為恨。照", "94": "等各自驚覺。遽相徵問。所夢既同。疑其致死。即執炬", "95": "往看。果有斯事。居士呼泣投地。披誠懺謝。就其屍所", "96": "共為誦經。又欲設千僧齋。乃於庵側獲銀數餅。下山", "97": "饌會。恰然周足。甞行至一村。有貧女劉氏請留供養。", "98": "照愍之而止。於七日中罄其所有。照便欲去。信女啟", "99": "勸復留。更無資貨。遂剪頭髮以買齋食。更經七日。照"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1539 法華靈驗傳", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1539 法華靈驗傳", "author": "明 了圓錄", "language": "chinese", "source": "CBETA"}