{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1082", "1": "於密滲施食旨槩", "10": "皆同其旨趣。故施食一法。從體起用。只在○此中具", "100": "其山如微塵相似。其不轉之定業。非斷所知障之心。", "101": "不能盡空。故以心月中􌫇𠶹哩印上出青色光。照諸", "102": "罪輩。其千佛不通懺之罪。因無作想。泯彼淨性。故心", "103": "佛眾生三無差別。定業無從而着落矣。復以白色心", "104": "種放光入罪人身中。如日爍露。黑業從足而出。流至", "105": "金剛際。謂之懺悔清淨。既各清淨。只復得本體。未滿", "106": "其嚴。故復以妙色身之甘露沃之。於無色􌫇𠶹哩字。", "107": "想一青蓮華。華乃妙心也。華中白色􌥄阿字。空性中", "108": "也。字中流出性水。而鬼咽受之。清凉無礙。復登寶勝", "109": "之地。仍離怖畏。得廣博身。證妙色身。富嚴多寶。直至", "11": "􌫇𠶹哩字之心體。體上現金緣􌥣𠽾󱃐字之華嚴法", "110": "無量之光。回而至於入世間之廣大威德自在光明。", "111": "事事無礙。皈依自性。具足三寶。發起阿耨菩提之心。", "112": "而此心乃心佛眾生。三無差別。融作月輪。圓潔無上。", "113": "中有金色􌥇阿字。如秋毫之末。若存若亡。四不可得。", "114": "無佛可成。無生可度。無行可修。生死涅槃不知何物。", "115": "一脚踏倒。便得真戒矣。上猶是戒體。未能作用。故印", "116": "中有白色􌺪鑁字。放光普照有情。戒始圓滿。即證普", "117": "賢行身。於月輪中。紹諸佛職。至此地位。方堪受佛祖", "118": "正命之食。豈果食而已哉。前之戒心。了無一念。今以", "119": "食施。又屬心有。故仍遣魔。變空。空中掌出紅色威德", "12": "界。法界化成宮殿。以合大千國土。但○此體不易到", "120": "􌲿𠳐字。變成空假中三不得之蓮華。於威中華。想成", "121": "本潔白色􌺪鑁字。明點中流出無中生有妙叶之飲", "122": "食。以摩伽陀斛散施無窮。甘露無量。成酥酪之乳海。", "123": "一切鬼眾。皆飽正命食矣。又前者障施鬼眾。每以智", "124": "慧之火燒之令退。故得成上殊勝之緣。今勝緣既成。", "125": "豈障施鬼者為心外物而不攝耶。乃總前一切字種。", "126": "以甘露逐一灌諸障鬼。前自三寶而地藏。至六道而", "127": "障鬼。逐一分齊利益。同歸無上菩提。至此普同供養", "128": "凡聖一源。復收入􌥣𠽾󱃐字中。作廣大回向。極還􌥄", "129": "阿字為大○圓相矣。嗚呼。始從大相空空􌥄阿字之", "13": "得。故先從􌲺唵􌳫㘕字從頂臍兩頭坐斷。手到。心到。", "130": "體。而見􌫇𠶹哩本心。心中發􌥣𠽾󱃐之大法界。而興", "131": "􌫋􌫋吽之萬法。每一法上。不離􌲺唵字之金剛力用。", "132": "究竟堅固。本來如是。何有諸佛眾生涅槃生死之異", "133": "哉。以吾人一念妄迷。致落生死。茫不知歸向。故上師", "134": "指出祖師心印。令返本還源。前後際斷。復其○相於", "135": "中指􌫇𠶹哩字即見不得不得之唯心。心中現􌥣􌥣", "136": "𠽾󱃐以凾葢乾坤。呈􌫋􌫋吽以拈出無量作用。隨波", "137": "逐浪。法法加􌲺唵以截斷眾流。此之宗旨。全是臨濟", "138": "雲門手段。方能廣利無利之道。然此宗旨。出於西域", "139": "諸祖相傳。東流至於忠國師。三傳而為仰山宗旨。具", "14": "口到。以點淨法界。法界者具法之界也。法界既淨。其", "140": "有九十七○相。故知施食一法。略見相應之用。參禪", "141": "之旨。寧非一大事因緣者哉。良以此法迷失宗旨已", "142": "久。茲因究五家宗而及之。嗟嗟直截為宗者。聞此相", "143": "應之旨。寧不動于中乎。", "144": "施食之法。本如來大悲作用。𥘾世傳失旨。竟類俳倡。", "145": "攙雜歌曲。鄙俚不經。而三觀妙體置之不問。吁可悲", "146": "也藏。弱冠受此法於眾人中。年二十九深心學戒。願", "147": "以百堂布施結菩薩緣。偶於座下千燈火現。觀者驚", "148": "散。因思煩冤之火。非觀力不可沃滅。以故願中止。及", "149": "參禪十有幾稔之後。幽靈群起而請於夢者不一。方", "15": "體已具。而未得其用。故以花米觀成為諸法之種。然", "150": "憶舊願未酬。乃考諸　石機圖本。辨諸　雲棲校正。", "151": "細究觀理參合五宗。然後勸數禪者熟觀而力行之。", "152": "遂有施食旨槩。筆成數葉久矣。時　一士王文學昌", "153": "󳶒。為薦先翁　季和先生。見而欣然求為如法修設。", "154": "因以所施懺分鏤板。以廣告夫真正發菩薩心學施", "155": "食法者。倘人人如法觀施。則皆心心相契於九蓮華", "156": "上。請遙質於　季和先生。時", "157": "天啟六年正月　　　　日　三峰法藏記", "16": "法有主賓。慈威而已。故以鈴談慈。以杵用威。賓主並", "17": "運。建立道場。一切音樂皆說法之正語。葢出於鈴也。", "18": "於鈴悟得。便解呪語。於杵悟得。便解呪力。不思議事", "19": "於此成矣。欲成最上法。須從十二因緣入大乘無性", "2": "三峰法藏　著", "20": "之門。入其初門。便從無性緣生。入菩薩雙照雙遮。輥", "21": "入佛地。故五方五佛。顯法界之主。以建法界。法界地", "22": "成。本是性中淨土。廣以正語音聲之觀音震之。以六", "23": "字心呪呪之。於法界之無量界中。拈示一界以見大", "24": "意。然界從○此出。此中一念作用之動。便為風輪。動", "25": "則流注。故為水輪。流極必堅。故為金輪。堅極必濁。故", "26": "為土輪。故建立輪圍。鐵圍。大須彌。小須彌。四大洲。八", "27": "輔洲。粟散洲。上覆眾寶傘。下立尊勝幢。而輪王八寶", "28": "具焉。日月星天具焉。此金剛地。從真性中之勝金剛", "29": "地基。于􌫋吽字湧出者也。豈無明建立者哉。於此性", "3": "不參禪無以悟入。不悟入無以深入法門。入法不盡", "30": "地上。一一從花米中拈出。宮殿。園林。池沼。傘葢。幢旛", "31": "等物。皆自性法中流出以為供養。所有香。花。燈。塗。果。", "32": "樂。以表六波羅蜜。為大作用。以鈴杵之正語遍告○", "33": "此中。即正語中拈出三毒皷為三尖火輪。拈出寶錯", "34": "為如意種子。於○此中想黃色􌹡得浪字放出黃光", "35": "以表正中利益之色。照拂有情。一念回光本字。變成", "36": "寶生佛。手結施印。持寶錯。廣成施益。凡欲施益。施心", "37": "即是障緣。必當以殺佛殺祖手段除之。故先以三尖", "38": "火燒一遍而入空。然空亦障也。故以雙金剛之毒拳", "39": "正交放火再燒之。然空盡亦障也。復以外又交力之", "4": "何以忘法。忘法不了何以作用。非作用大無以相應。", "40": "火燒之。空盡既了。了亦了在。非障而何。故以金剛內", "41": "𦦨燒之。大凡一法立。便有四句法之魔。須用四句法", "42": "之力火燒之。始見本體之大○相。此相本從􌫇𠶹哩", "43": "心出。􌫇無心。皆從心中一念􌥣𠽾󱃐字種成就法界。", "44": "故曰於空性中。想󱃐󱃐。𠽾󱃐𠽾󱃐。然𠽾󱃐無始。而無", "45": "始之音。從􌥇􌥇阿來。􌥇􌥇尚無。無中生有。故萬法從", "46": "􌫋吽而出。故成十方世界。以流出花香等也。然此花", "47": "香等。從􌫋吽字起。􌫋字須竭不可到之天。天固有母。", "48": "母有四臂。雙起雙落。上二捧花。下二輪交。妙在四臂", "49": "輪交。雙開雙結。了不可得而成此法。豈凡夫心識能", "5": "不相應極何以利生。利生多門。凡一門皆具已上七", "50": "到者哉。到不得處。力用嚴重。故有􌲺唵字。力用始全。", "51": "而􌲺之法界備矣。故上卷諸法。不過細顯大輪明王", "52": "中事耳。其印。外指交而內指向外藏。正顯此法界之", "53": "密也。然此法界既成。則界中之心佛出現。故以雙金", "54": "剛之毒拳。前後四指力交。此心之密處也。密處微動", "55": "􌫇𠶹哩放光。至色究竟處。請本身智觀音來。易我色", "56": "身。此見心光照徹諸色。凡一色上必至究竟。謂之事", "57": "究竟處。此即我本身觀音也。請來易我身者。我非我", "58": "矣。竟承當自己。起觀音慢。自己為大法界主。即盧舍", "59": "那位。通身坐自在般若中。故嘿念心經。而我坐下有", "6": "事。予甞于𦦨口施食一法見之。其法名曰瑜伽。梵語", "60": "大蓮花。千百億葉。葉葉有佛出現。各各化佛。統諸弟", "61": "子護神。面面向我。我身四面。面面向佛。主伴同會。然", "62": "諸佛即我化身。故觀音。放光以請諸佛也。佛至則伸", "63": "六供以供養之。此普賢行也。乃運頂結之心以為供", "64": "獻。表敬田也。纔興供心。即心魔也。故仍以三尖三印", "65": "燒之。以變空之無相奉之。皆不出􌫋吽􌲺唵者也。雖", "66": "已變空。未入禪定。猶屬見慧之福。須入聞思修定以", "67": "圓大慧。故於定中閉目澄心。觀想身中。於肉團心尖", "68": "上。想一紅色􌲿𠳐字。變成八葉雜色蓮花。花上想白", "69": "色􌥄阿字。變成圓滿潔白。猶如淨滿之月。於此體上。", "7": "瑜伽此云相應。以身口意三業。與所悟之法相應。故", "70": "想􌫇𠶹哩字之心印放光。光成八葉蓮花。以表八識。", "71": "花上現出自在菩薩為無礙心王。菩薩左手執花。右", "72": "手作花葉開勢。言因果事理互為遮顯以度生也。此", "73": "花即八識自佛之上。別出心花。此人人固有者。故菩", "74": "薩思惟有情眾生。各具此華個個本來成佛。未甞不", "75": "悟。以此觀之。則法界本來清淨。豈有惑染。人人識心", "76": "情想之中。每一識具一如來。凡夫心識。各有如來。則", "77": "動心亂想。何曾不定。故八如來。皆向心王一齊入定。", "78": "光明朗照。其華雖眾生心中之小者。然皆與佛不異。", "79": "故其花漸舒。各各量周法界。眾生之花。同佛海會。皆", "8": "能大用現前。興廣利道。葢名稱其實也。大凡參禪在", "80": "為一心。無自無他。以自心不移而愍眾生。故眾生之", "81": "花。蒙自之照而脫苦惱。皆同我心矣。其所舒之花。漸", "82": "收卷其法界。而同己量。卷之藏密。故復結自在觀音", "83": "之印。既歸一身。則四處加持。先以􌲺唵字加口。次以", "84": "􌫋吽字加頂。以􌻕得囕字加臍。以􌫇𠶹哩字加心。復", "85": "以􌥄阿字加喉。卷至一心。又於身分口頂心臍一一", "86": "堅固。此定之極則。非心可到之境界也。入此定時。成", "87": "不思議力。堪破地獄之鐵圍堅固黑暗矣。其印則鐵", "88": "圍堅固之象。而又即入定堅固之象非有二也。將破", "89": "地獄。而觀音作大威勢。渾身赤色。舌尖。印指。心口。放", "9": "于徹悟悟道須徹宗旨。宗旨一透。則無量差別法門。", "90": "三處赤光。以二手金剛拳下勾上竪。作破獄勢。加持", "91": "密呪。光觸地獄。地獄頓破。以眾生三業妄造此獄。今", "92": "以三業真正法力震而摧之。霍然而殞矣。亦非有二", "93": "也。然而地獄即佛心也。豈無主者耶。故獄破而地藏", "94": "出。作五供養供地藏畢。則轉前赤色威光而為白色", "95": "悲光。從左手􌫇𠶹哩字中放光。勾引六道。至道場中。", "96": "遶佛三匝。禮退。至壇。分六處安處之。既安處之。乃以", "97": "堅固印上。大悲心字中。出光入六道頂。令其遍身罪", "98": "霧蒸現。既現其罪狀。結成罪山。乃以青綠動轉色之", "99": "觀音。於雙指金色􌹡怛囉􌷖吒字摩動之。一聲摧碎"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1082 於密滲施食旨槩", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1082 於密滲施食旨槩", "author": "清 法藏著", "language": "chinese", "source": "CBETA"}