{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B411 德風禪師般若語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "法語書記法語", "1": "德風禪師語錄卷六", "2": "佛事佛事", "3": "哭百癡先師哭百癡先師", "4": "師翁化道至華亭搖動璜溪徹底清不是兒孫追憶", "5": "著令人千古想儀形。", "6": "薦雲宇了緣薦雲宇了緣", "7": "了緣脫卻父娘衣呼不回頭怎奈伊直至如今無信", "8": "息行雲必定覓山歸。", "9": "薦惺如薦惺如", "10": "忽悟惺如面目真相隨山野幾年春五日以前辭歸", "11": "去單留一偈上傳燈。", "12": "薦衍慧薦衍慧", "13": "虛度浮生七九年誰知人換幾千番江山風月常如", "14": "此紅焰光中放寶蓮。", "15": "薦衍曾薦衍曾", "16": "雅音演暢出娑婆再不來兮怎奈何慈航輕泛蓮花", "17": "國端的巍巍坐寶陀。", "18": "薦衍文薦衍文", "19": "花甲重增幾載餘光明常載水流溪我徒一去無消", "20": "息但看天邊落日栖。", "21": "為印文舉火為印文舉火", "22": "師指云此物生在華亭死在當湖波浪掀天阿誰攔", "23": "阻文印印空粲然可睹大眾還見麼便燒。", "24": "為衍明舉火為衍明舉火", "25": "衍明衍明何不早行又待山僧舉火方省白雲重重", "26": "流水冷冷遂擊火炬云從此翻身去何處不稱尊。", "27": "為金池師舉火為金池師舉火", "28": "禪人出世上洋東隨水飄颻至浙中分手福涼成話", "29": "柄大地時人盡著忙不著忙明明顯露沒遮藏且道", "30": "遮藏個甚麼咦從轉身成露布火裡蓮花朵朵紅。", "31": "為鳴岐舉火為鳴岐舉火", "32": "世事浮花如夢人間幻境何存靈明一點不昧試看", "33": "月破黃昏舉火云鳴岐從此翻身去更于何處不稱", "34": "尊。", "35": "為鍾門沈氏安葬為鍾門沈氏安葬", "36": "師指云則這一個棺木能動地放光隨處安歇且道", "37": "安歇後如何咦坐斷千差路長年永不遷。", "38": "為王門張氏舉火為王門張氏舉火", "39": "善人善人轉大法輪興雲佈月可達靈文咦個段消", "40": "息重剖露分明親見火中蓮便燒。", "41": "掩棺掩棺", "42": "隱蓮脫落破布衫安付福良莫亂拈不是而今重舉", "43": "起此番那免這重關露重關逍遙快樂且安閑。", "44": "引棺引棺", "45": "法名實懃隨處而行山僧指汝逍遙路腳下蓮花步", "46": "步生。", "47": "按棺按棺", "48": "借路徑行此處可存不是饒舌得停且停噫一生之", "49": "事如此為寧。", "50": "為亡徒隱蓮舉火為亡徒隱蓮舉火", "51": "隱蓮映蓮早已昇天何必舉火卻又忙然昂然諸仁", "52": "者還會麼噫火焰裡轉身佛國處同閑。", "53": "為書記無著掩龕為書記無著掩龕", "54": "無著無著到處弗著南北不怕東西閃爍獨坐巍巍", "55": "阿誰搜索咦我徒一去無消息但看天邊落日栖。", "56": "掩棺掩棺", "57": "元甫脫落破布衫分付兒孫莫亂拈不是而今重舉", "58": "起此番那免這重關露重關逍遙快樂且安閒。", "59": "行繇行繇", "60": "眾再三懇請說行繇余無行繇不必說太饒舌醜拙", "61": "一場無收煞放倒一齊無提起般般有余上洋人氏", "62": "爛淈左顧氏子父號悅溪母陸氏懷余在腹十六月", "63": "至壬戌九月初四丑時出世生下時光沖如火相近", "64": "遠鄰哀聲相救及至門首如白日相似不及一月火", "65": "盜官非傾家飄蕩隨母舅居父母俱集種田將三歲", "66": "父染瘋疾遍體流紅三人無奈實難料理我父另生", "67": "計策有湯姓者止生一女父因病篤自立主意余年", "68": "五歲不開言不移步正值蒲月五日有鄰人相報我", "69": "父不明而逝遂放聲大哭挺身便行苦哉苦哉余念", "70": "生不能養死不能葬其年十三自立煙爨傭工度日", "71": "百般做過至十八歲將至畢姻自覺惶恐撇地而走", "72": "至華亭所傭工度日其年乙酉將至國變忽有出家", "73": "之念偶因承知師引至福田寺禮祛非和尚吃茶次", "74": "手拈圓果一枚云此物用肉用殼余答用中間的祛", "75": "云這小老到有些骨氣方可出家余云欲求出家只", "76": "少盤費祛云有願必成從容次第余作禮回家其年", "77": "七月三十日投禮福田寺定生師不及五天業師回", "78": "俗相隨過經師慧然轉禮心融師處作務未至三月", "79": "遇世大亂竟往金澤禪堂求戒勝師習經未經半載", "80": "又不棲身春至四明禪院作務一載想念父母劬勞", "81": "刺血寫經酬答又往陶里永壽一十八月竟往雲間", "82": "跟隨初明法主聽教三期至太倉放生池聽講楞嚴", "83": "經有空如來藏之句頓起疑情遂往龍華參韜明和", "84": "尚經半月余問尋常作用事如何韜默然不啟即往", "85": "甪直見具德和尚次便問作何行事余云特來禮拜", "86": "和尚具拈拄杖余云切莫動著動即成乖具微微而", "87": "笑余便禮拜就往魏塘同道友四人共建叢林忽遇", "88": "本師至余呈偈頌師一一觀過便云還有麼余云只", "89": "此一是實餘二則非真師云也要問過始得余便禮", "90": "拜遂同本師到護國禪院請上堂余問護國庵中請", "91": "師陞座還是護佛耶護國耶師云理事全彰余云腳", "92": "踏實地頭頂青天師云腳跟下有紅線在余於此不", "93": "能轉身便起疑情默默自究遂辭本師往蘆溪建庵", "94": "住靜晝夜不放參於三載不能了手壬辰歲至南翔", "95": "白鶴寺參恒和尚次問踏破草鞋無覓處個中能有", "96": "幾人知余云疑情不起求和尚開示恒云既疑情不", "97": "起有恁麼示開余於下豁然曰奇哉奇哉總是現成", "98": "公案自生疑惑恒便扭住云又道疑情不起汝具個", "99": "甚麼眼目便與麼道余隨聲便與恒一掌恒拓開請", "100": "坐吃茶去余云殘羹餿飯不勞拈出便行至玄墓隨", "101": "眾圓戒畢一日剖和尚下堂因僧敲板剖便問是甚", "102": "麼響余云不可喚板響剖云不是不是二龍爭珠誰", "103": "是得者余云總瞞渠不得剖云禮拜著余云此處不", "104": "著便剖云休去余遂往魏塘結茅守靜三載有戒兄", "105": "至邀余同往棲真參純朴和尚次問德風師仙鄉何", "106": "處余云上洋純云在何方所余云川沙純云以何為", "107": "界余云雞向五更鳴純云本分現成道將一句來余", "108": "云朔風吹過棲真寺踏斷風橋大地沈純云莫隨他", "109": "去好余云和尚話頭也不領純笑吃茶去余便作禮", "110": "而出遂往雲間超果禮上百下癡和尚奉師命持書", "111": "過江南尋本師到大珠鑑河呼渡師偶在外便問云", "112": "不涉舟車作麼生登得大珠門余云今日親見和尚", "113": "師云登得大珠門入得大珠室腳跟下好與一頓且", "114": "道是賞是罰余云恩大難酬至晚師又問向這裡道", "115": "一句來余云大風吹倒大珠殿抹過蘆峰沒處藏師", "116": "云本分親切事作麼生余云分明禮拜師乃微笑丙", "117": "申冬十二月立春日丁酉正月初三拜辭過江北眾", "118": "請住鵡湖般若開法乃作頌曰劫劫波波幾十年今", "119": "朝剖露眾人前莫笑山僧貧與貴一番提起一番鮮。", "120": "警世警世", "121": "虛撐浮世至時忙帶雪披霜不久長思衣想食難描", "122": "畫賓主分離夢一場指磬為言遊佛國明臨派裂句", "123": "中藏勿留形跡他人念風掃骨飛莫用藏", "124": "李紫隅　　許君祥", "125": "朱耀泉　　吳尚宛", "126": "王君節　　何耀初", "127": "金禹公　　謝振山", "128": "共助刻弟子照寔　照傳"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B411 德風禪師般若語錄", "author": "清 說　如惺等編（依駒本印）"}