{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 73", "1": "標異鄉義慈惠石柱頌", "10": "和仁", "100": "之七　北面之七　北面", "101": "李孝端。田子承。張士謙。趙士花田□□。郭買奴。李子貳。李元暉。□□□□□□□□□□□□楊□業。呂遵貴。羅阿稱。□越達。趙阿柳。□□□。梁□邕。", "102": "□阿根。李僧偃。段道弁。王未好。陳阿季。□□虎。張曇賓。牛景貴。任始□。楊子□。□□□。曹胡□。王買苟。張榮進。□□衛那韓□□□□□陁羅。牛季紹。", "103": "石洪達。陳僧伽。孫阿略。牛阿□。賈阿沖。解□勒□□□長□□□□□□牛子道。陳子保。張殺鬼。□方思。沈子遠。□□□□□□□魏景史□□□遠。", "104": "成同稱。董長雲。鮮于沙門。鮮于仲紹。王子□□□□李子□。□賓略。鮮于文禮。李敬□。王清□田□逍。孫道榐。田士才。孫□□。田珍長。張□相。宋士謙。", "105": "鮮于暉紹。成子休。鮮于阿□丁思和。張阿□。張于□。□□舉。趙榮海。趙□□□□紹田山伯。王長賢。田標子。董宛軌。劉阿考。□□遵。齊神輝。鮮于文達。", "106": "鮮于世榮。焚阿伏。張阿雅。梁阿沙。□□業。梁□賢。□阿□田胡□□士□□□□□□□□无□。張□難。李阿貴。齊阿□。□□太。董□□□衍。□□宗。", "107": "格阿業。李醜漢。鮮于榮顯。趙市興。梁士□。史仲□□阿□□□禮□□士□□□方年□市□苑外□鮮于□□□□□□士□□□□子□□祕叔。", "108": "祖脩羅。史子恭。史江海。張阿紹。王阿義。胡仲軌。張士□。周繼纂。路□貴。□子□。王□魔。田□甯。田子□。史士□。封□□。田□望。史□□。李□□。□□幽。", "109": "田孝讓。鮮于孟禮。郄神敬。張士□□□□□□□趙乾□□□□□□□", "11": "元鄉塟十人等如左", "110": "之八　南面之八　南面", "111": "夫至宗幽微。非輕重可以挹其源。大道沖賾。何香臰所能究其始。自非旃檀在束。蹔似牛頭。飛水騰虛瞥如釵股。壹月常圓。千奴恒備焉。足致六師於河中。", "112": "集法軍於不退地者也。是以斧利雖盈。不可濟其終身。鞭柩責罪。寧復救其時困。靡求度世之資。而罰埿牛之厄。穀賊不易可除。摩屍何由能待。當須清淨", "113": "六塵。洗結煩惱。行六波羅蜜。具三不退轉。成熟秔米。即此誰興。柔濡于草。於茲何立。無蒔善牙之子。而責寶池八流。不入毗尼之菀。欲悉律提之囿。斯蓋孤", "114": "寒之守斫杖。絕羽之向清天。自可斷膂於長眠之地。槃錯於溟溟之水。安能變三有而受樂。出過壹切苦而已者矣。值魏孝昌之季。塵驚塞表。杜葛猖狂。乘", "115": "風閒發。蟻集蜂聚。毒掠中原。桑乹為虜馬之池。燕趙成亂兵之地。士不芸鎒。女無機杼。行路阻絕。音信虛懸。殘害村薄。鄰伍哀不相及。屠戮城社。所在皆如", "116": "麻亂。形骸暴露。相看聚作丘山。流血如河。遠近翻為丹地。仍有韓婁豹勃。鳥急驚危。趣走葪城。鵄視藏戶。遂復　王道重艱。原墅再絕。由茲圮岸。　皇化不", "117": "均。矚我大　齊　神武　皇帝。應期受命。威靈自天。掃除兇醜。廓清宇宙。雄劍壹麾。塵消万里。飄迸之徒。於斯獲賴。時有故人王興國七人等。住帶□城。皆", "118": "宿乘美業。渡三灾而弗壞。經八難而不朽。無待梧丘之詩。自起大慈之心。非關驛庭之哭。共發哀憐之念。乃磬心相率。駈車歷境。緣湪東西。拾諸離骨。既不", "119": "能辯其男女。誰復究其姓名。乃合作壹墳。稱為鄉塟。設供集僧。情同親里。於是乎人倫哀酸。禽鳥悲咽。言念其酷。誰不痛歟。墳墓於斯遂有處焉。其時雖復", "12": "田市貴", "120": "公路遠通。私塗尚阻。百里絕烟。投厝靡託。仍有興國。市貴。去來墓傍。休歇塚側。嗟同塟之因緣。念往人之業報。遂興誓願。賙給万有。各勸妻孥。抽割衣食。負", "121": "之九　西南面之九　西南面", "122": "釜提壺。就茲墓左。共設義食以拯饑虛。於後荏苒。因搆義堂。武定二年。有國統　光師弟子沙門三藏法師曇遵。稟資大德。歷承沖旨。體具五通。心懷十力。", "123": "常以智惠。救諸煩惱。名盛南州。邀致無因。有摩訶檀越大都督盧文翼。范陽湪人也。望重寰中。親交　帝室。沖素起於弱年。風槩弘於壯歲。洞解十号之方。", "124": "深達具足之海。既承芳實。朝夕敬慕。久而通請。方致神座。仍及居士馮叔平。居士路和仁等。道俗弟子五十餘人。別立清館。四事供養。敷揚秘教。流通大乘。", "125": "五冬六夏。首尾相繼。鱗羽感其德音。緇素服其惠了。貴賤往來。於是乎盛。便於此義。深助功德。時有　勑請法師。始復乖阻。都督息士朗者。蓋是鳳室之雛。", "126": "龍家龍子。氣岸天遒。風光遠逸。優遊物外。無以世務在懷。昂藏自得。寧將榮祿革意。直置逍遙正道。坐臥清虛。仍憂此義。便為檀越。與善無徵。摧芳盛歲。人", "127": "之十　西面之十　西面", "128": "百弗及。四徒何仰。馮居士昆者。字叔平。瀛州高陽人。本與法師同味相親。造次不捨。因請至此。其人愛善若流。不忘朝夕。重信如山。行之必覆。雅素清逸。率", "129": "有國士之風。器度閑閏。義當吐納之遠。諸子既為世宗。五經足稱軌物。舉必由規。動則成矩。真言祕典。幽途玄趣。隨情立教。方便開張。如彼鳴鐘。應不能已。", "13": "滑榮祖", "130": "如似懸流。寫不知竭。常於此義。專心扶獎。壹愜既迴。眾情頓慕。功業久存。良實是歸。但餘慶難憑。白駒易驗。哲人其頹。誰不悲仰。天保八年塟於義左。因此", "131": "刊勒。兾永清音。武定四年　神武北狩。　敕道西移。舊堂寥廓。行人稍蕑。乃復依隨官路。改卜今營。爰其經始。厥堵靡立。便有篤信弟子嚴僧安。合宗夙藉", "132": "道因。早通幽旨。握鏡懷珠。金聲玉振。見善猶如不及。聞惡恨非千里。重三寶其如天。輕七珍同垢穢。若父若子。乃識乃親。或前或後。非貧非富。正向十方。壹", "133": "心大道。气與壹切。合衣生。願共恒河。聯口命。各捨課田。同營此業。方圓多少。皆如別題。俱若布金。誓無退易。長陸於茲為洗浴之池。平原由此成福業之海。", "134": "今生未生。現世去世。百億千億。有身無身。至功大業。皆由此誠。万世不朽。寔鐘斯德地。其形勢也。左跨明武。右帶長逵。却負清洳。面臨觀臺。花菓綺迾。懸同", "135": "鹿墅之菀。棟宇參差。綽踰衹桓之舍。軒駕馳彩。類卿雲之五色。士女閒雜。狀丹青之紛披。天保三年　景烈　皇帝駕指湯谷。離宮義所。時庶壹飡。深蒙優", "136": "囋。有路和仁者。字思穆。陽平清淵人也。與馮生綢繆。往日依隨法師。聯翩積歲。昔遊青齊之地。時号貞儒。曾過淄潁之閒。世稱千里。識洞百家氏族。宛若目", "137": "□。綜諏六典經史。併同掌物。乃厭此嚻塵。仍懷至業。伏六賊於心中。拔四虵於胷內。吐納清虛。優遊正道。窮智惠於德義場。追散花於慈悲室。即於此義。尊", "138": "之十一　西北面之十一　西北面", "139": "□□□而法師尚并。仁從衣屣。蒙預內齋。時經壹歲。每以此義。慇懃告請。賴有　敕許。始得言歸。於是獨主義徒。晨夜吐握。寤寐驚拊。洰細不違。年過知命。", "14": "梁令奴", "140": "□□□婚娶。首垂白髮。篤意彌厚良實。行伏鄉閭。德兼邑外。乃脩造門堂。改創墻院。寶塔連雲。共落照以爭輝。甍宇接漢。將危峯以鬱迾。雖曰義坊。無異茄", "141": "藍。□□園遠。何殊奈苑。庄矣麗矣。難得而稱。天保螽蟲之歲。長圍作起之春。公私往還。南北滿路。若軍若漢。或文或武。旦發者千群。暮來者万隊。楷若純陁。", "142": "之□□□□。窮舍利香積。曾何云媿。兼復病者給藥。死者塼埋。齋送追悼。皆如親戚。仍以河清遭澇。人多飢斃。父子分張。不相存救。於此義食。終不蹔捨。貴", "143": "□□□□□城市此之年未。孰可具而論之。天保十年。獨孤使君寬仁愛厚。慈流廣被。不限微細。有效必申。便遣州都兼別駕李士合。范陽郡功曹皇甫遵。", "144": "之十二　北面之十二　北面", "145": "□□□□□首。王興國。義主路和仁。義夫田鸞󷤍。劉子賢。尹貮樂。孔明遠。張宗悅。賈陁仁。孟阿鳳。王世標。賈定興。鮮于洪寧。鄭阿仲。趙元伯。鄭伯遠。趙世交", "146": "□□□□□子路。梁曇尚。賈孟良。張思邕。龐猛雀。張叔遵。鮮于脩羅。王元方。宋子彥。董大邕。鄭阿林。楊那仁七十九人等。具狀　奏聞。時蒙優　旨。依式標", "147": "□□□□年尋有苻下。于時草創。未及旌建。河清二年。故范陽太守郭府君智見此至誠。感降　天　旨。喜於早舉。明發不忘。遂遣海懿鄉重郡功曹盧宣", "148": "儒□□典從。來至義堂。令權立木柱。以廣遠聞。自尒於今。未曾刊頌。新令普班。舊文改削。諸為邑義。例聽縣置。二百餘人。壹身免役。以彰厥美。仍復年常考", "149": "列。定其進退。便蒙　令公據狀判申。臺依下□。具如明案。於是信心邑義維那張市寧。牛阿邕。李恒同。呂季秀。楊景賓。范崇禮。龍叔良。陳叔希。王僧彫。李遠", "15": "田寶護", "150": "□。史苟仁。田元休。韓仲珍。蔡顯邕。劉高貴。李同遵。孫阿長。史茂貞。習定景。周顯叔。李惡仁。李羅雲。陳洪仙。田叔彥。董子彥。范貮興。劉子剛。趙黃頭。史景遵。傅", "151": "子漢。鮮于孟昌。田子長。合二百人等。皆如貢表。悉是賢良。可謂荊山之側。白玉應生。麗水之濱。黃金自出。翩翩有泗上之風。雝雝秉槐下之節。輕財重義。眾", "152": "意恊和。羽蓋莫不霄依。飛軒靡不盡集。此義書契已來未之有也。我　皇聖既無名。神不可測。或噡雲歸附。望氣來賓。次復文景成康豈得同年而語哉。", "153": "明使君大行臺尚書令斛律　公名羨。字豐落。朔州部落人也。　公累葉重輝。其來自遠。親踰梁鄧。勳邁伊姜。存意六韜。留心三略。既偏脫立戍。架谷為城。", "154": "民安桑井之忻。卒無擊柝之慮。威振六蕃。恩加百姓。駟馬入覲。屢過於此。向寺若歸。如父他還。百里停湌。届義方食。慰同慈母。賚殊僧俗。脫驂解架。敬造", "155": "之十三　東北面之十三　東北面", "156": "尊像。抽捨珍物。共造義湌。達摩好施於前。　公復踵福於後。仍能不遺陋業。曲照纖維。實於斯義。恆存經紀。念木柱之易朽。芳徽之不固。天統三年十月八", "157": "日。　教下郡縣。以石代焉。義士等感致竭愚誠。不憚財力。遠訪名山。窮尋異谷。遂得石柱壹枚。長壹丈九尺。既類瑠攡。還如紺色。庶其鐫美無窮。流芳永扇。", "158": "車騎大將軍范陽太守劉府君。名仙。字世逸。定州中山人也。公流馨積代。軒冕相仍。稟性溫恭。懷仁操義。幼步紫庭。爵倫華伍。毗讚青岳。德聞　天聽。", "159": "勑授鄙郡。慈厥預被。來谷尒車。路由此所。□軒義徒。深加信敬。獎厲妻子。咸徹行資。中外忻悅。共拯飢饉。桑下之士。翻同晉世。馮翼進粥。於茲更新。莅政未", "16": "陳顯仁", "160": "幾。弘澤沾濡。境內漫洽。枯榮偏潤。異鏤徽猷。以銘惠化。郡功曹釋壽者。都督盧文翼之孝孫。義舊檀越士朗之元子。體度□□。舒卷從時。敦崇禮義。少慕父", "161": "之十四　東面之十四　東面", "162": "風。每言先人析薪豈不負荷者哉。還為義檀越。志存世業。財力匡究。有建忠將軍范陽縣令劉明府。名徹。字康買。恒州高柳人也。其人世藉餘芳。家傳冠蓋。", "163": "曉悟機變。抱節歸誠。入毗王室。出宰百里。察姦超於西門。慈政隆於浮虎。濟上安民。寔曰明君。仍好至理。深慕清淨。愛無頭眼。惜非妻子。以石柱高偉。起功", "164": "難立。遂捨家資。共相扶佐。壹力既齊。眾情咸奮。叫聲□□。長碣峻起。無異寶幢初建。梵音布於原墅。法鼓新擊。歌囋遍於村邑。但山挺万尋。尚有成壑之期。", "165": "海深千刃。猶致桑田之會。未如金石壹鎸。共未有而同有。芳音銘注。將百代而常存。乃為頌曰。", "166": "玄哉大業。逖矣真人。難逢難值。誰識誰親。□之靡際。欲住無因。空瞻池水。虛想金身。飛河既易。騰火不難。所嗟斧利。弗救饑寒。法軍雖□。終謝香檀。未如□", "167": "上。空中試看。真□不採。埿中取厄。生亡環堵。死無塚宅。譬彼黃塵。隨風阡陌。不識皮毛。誰辯骸骼。矚茲大　聖。虎據龍驤。剪除羣醜。再立天綱。千家如壹。万", "168": "里歸鄉。云誰之力。賴我　神皇。有茲善信。仁沾枯朽。義等妻孥。恩同父母。拾□骴骸。共成壹有。□與天長。還從地久。宇宙壹清。塵消万里。城邑猶蕑。村薄未", "169": "幾。去來女婦。往還公子。駱驛長途。靡所厥止。仍茲四輩。心懷十力。念此浮魂。嗟於遊息。近減家資。遠憑此識。於此塚傍。遂為義食。義存於此。良實有年。惟公", "17": "鮮于法珍", "170": "惟　帝。或愚或賢。深相優囋。雅助留連。因茲爽塏。仍成福田。壹心堅固。方寸傾迴。既如殞蘀。復仰風雷。三途可滅。八難終摧。云何濟彼。唯善斯媒。靈圖既作。", "171": "降　勑仍隆。標建堂宇。用表始終。高山可覆。海水易窮。其如金石。永樹天中。　法界圓□。體空如如。妄想紛搆。三有星居。求知悟理。佛法僧徒。梵音付傳。說", "172": "之十五　東南面之十五　東南面", "173": "論經書。進脩始終。賢聖凡夫。行因獲果。隆業差殊。善惡不亡。勿守癡愚。敷衍五乘。仁義非虛。五常之行。仁義先序。惠輶如毛。民鮮剋舉。周觀齊域。唯茲邑侶。", "174": "嚴氏施地。安承創與。坊類伽藍。給孤□汝。羣英居之。昭世若炬。興國元首。和仁為主。賢哉卓異。晈晈獨竪。公主垂眄。守令識覩。毗讚傾席。百僚揖語。德伏鄉", "175": "邦。歸同雲雨。樂捨財力。弗辤貧苦。營造供賓。無避寒暑。愍育路人。如母茲父。恩沾灰厄。病瘦得愈。美聞朝墅。州貢　天府。　御注依式。省判通許。覆敷事實。", "176": "苻賜標柱。眾情共立。遣建義所。旌題首領。眾免役苦。梵厲後學。言行稽古。彫刊美跡。流芳齊寓。鑿石彰名。遐劫不腐。", "18": "田顯和", "19": "鄭暎世", "2": "之一　南面第一層之一　南面第一層", "20": "田勍順", "21": "史靈貴", "22": "元貢義　四人如左", "23": "田鸞󷤍　鄭貴和", "24": "陳靈奴　賈魏珍", "25": "大齊大寧二年四月十七日省苻下標", "26": "之九　東面上層上之九　東面上層上", "27": "考上座張季邕考上座田天愛都寺主田鸞峰　寺主石顯周　　大居士馮昆", "28": "上座李雙貴　上座張買奴　寺主吳景賓　寺主曹承仙　　居士姚神龍", "29": "上座任敬和　上座梁孝慈　寺主陳洪業　寺主劉阿禮　　居士梁令奴", "3": "標義門使范陽郡功曹盧宣儒　典西曹掾解寶憐　范陽縣使丞李承叔　典西曹掾龍仲裕", "30": "上座田僧壽　上座張明範　寺主李思賓　寺主趙僧首　　居士陳伯仁", "31": "上座趙榮族　上座梁景智　寺主格元穆　寺主趙僧定　　居士張順和", "32": "上座龍難憎　上座孟阿和　寺主史長孫　　　　　　　　居士田遠達", "33": "上座齊貴宗　上座趙珍業　寺主王元仲　　　　　　　　居士張世遷", "34": "上座成顯伯　上座陳令舉　　　　　　　　　　　　　　居士尹貳洛", "35": "上座任明軌　上座牛顯榮　寺主苟承伯　寺主牛暉預　　居士卑元紹", "36": "上座陳景洛　上座甯石墨　寺主史同珍　寺主陳顯達　　居士邢子邦", "37": "之二　南面第二層之二　南面第二層", "38": "施主嚴僧安", "39": "施主嚴阿承", "4": "標異鄉", "40": "施主嚴光璨", "41": "施主嚴市顯", "42": "施主嚴道業", "43": "施主嚴惠仙", "44": "施主嚴市念", "45": "施主嚴天保", "46": "初施義園宅地主篤信　弟子嚴僧安。故人嚴□。嚴法胤。嚴僧芝。嚴道業。嚴惠仙。", "47": "嚴平仁等。並解苦空。仰慕祇陁之惠。設供招納。捨地置坊。僧安□自穿井。定基立", "48": "宅。實是起義檀越。今義坊園地。西至舊官道中。東盡明武城璜。悉是嚴氏世墣□", "49": "田。皆為種善來資。忻捨無悔。　施主僧安夙植定因。遭灾無難。荒後寶育男女。", "5": "義慈惠", "50": "並各端慧。長子懷秀。次息奉悅。第三息懷達。第四要欣。憐並恭孝。敬從父命之", "51": "義十載有餘。重施義南課田八十畝。東至城門。西屆舊官道中。平坦良　立文", "52": "永施。任義園食。眾領蒔業。普天共味。隨時禮念。願資檀主。因茲感悟。宗房相學。廣", "53": "施如左。　施主嚴承。長息侍伯。伯弟阿繼。孝心純至。為父母重施義東城壕。城南", "54": "兩段廿畝地。任義拓園。種殖供賓。冥資施主。兾若把土來招輪□　施主嚴光璨。璨", "55": "弟市顯。兄弟門華禮風儀並著。兒孫端質。鄉閭敬尚。施心彌隆。念福重義。有甚□", "56": "人。璨弟市顯。顯息士林。璨息惠房。第三定興。璨孫洪略。共施武郭庄田四頃。施心堅", "57": "固。眾雖廢庄。任眾迴便。賣貲庄田。收利福用。見脩薄拘之因。來受著提无盡之果。", "58": "之三　西南面第二層之三　西南面第二層", "59": "施主李令第", "6": "石柱頌", "60": "施主李小買", "61": "施主嚴僧芝", "62": "施主陳獨憐", "63": "施主嚴道業。業長息桃賓。父子重義輕財。為福捨地。現招十利。福獲提伽恣寶　施主", "64": "嚴惠仙。仙長子阿懷。弟子蘭□及□等。□義精誠。弗悕世報。各施地一畝。任眾造園。種牧", "65": "濟義。心度如海。捨著為念。　施主嚴市念。念大兒□長。長弟阿礼阿灰。兄弟　順仰慕", "66": "亡考。捨地卅畝。□嚴奉地與義作園。利供一切。願資亡者。□能存亡博惠離車洋羅非", "67": "之四　西北面之四　西北面", "68": "明使君大行臺尚書", "69": "令斛律荊山　王", "7": "元造義", "70": "施主嚴阿顯", "71": "施主嚴智巖", "72": "施主嚴樂平", "73": "施主嚴智□", "74": "施主嚴遠郡", "75": "施主嚴榮建", "76": "施主嚴□□", "77": "施主嚴道嵩", "78": "施主嚴智順", "79": "施主嚴阿貳", "8": "王興國", "80": "施主嚴□賓", "81": "之五　東面之五　東面", "82": "義眾壹切經", "83": "生姜子蔡", "84": "明使君斛律　令　公長息安東將軍使持節", "85": "岐州諸軍事岐州刺史儀同三司內備身正都", "86": "督臨邑縣開國子世達。奉　勑覲省。假滿還都。", "87": "過義致敬　王　像。納供忻喜。因見標柱。刊載", "88": "大　父名德。遂降意手書官爵。遣銘行由。兾紹", "89": "徽緒。　公第九息儀同三司駙馬都慰世遷。貴", "9": "義主路", "90": "乘　天資。孝心淳至。娉娶公主。過義禮拜。因見", "91": "之六　東南面之六　東南面", "92": "施主李叔賢", "93": "施主李伯悅", "94": "施主李胤寶", "95": "施主李阿楷", "96": "俳佪。並有大　祖咸陽　王　像。令公尒朱郡", "97": "君。二菩薩立侍像側。致敬无量。　公與銘名。為", "98": "俳佪主。方許財力。營搆義福。", "99": "寶息長賓定州軍士呂貴觀為亡父母施地入義。"}, "originalTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0073 標異鄉義慈惠石柱頌: 標異鄉義慈惠石柱頌", "englishTitle": "Selections of Buddhist Stone Rubbings from the Northern Dynasties, Electronic version, No. 0073 標異鄉義慈惠石柱頌: 標異鄉義慈惠石柱頌", "author": "顏娟英主編", "language": "chinese", "source": "CBETA"}