{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1154 淨土指歸集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "前文一心不亂", "1": "淨土指歸集卷下", "2": "吳郡北禪寺沙門　大佑　集", "3": "證驗門第六○證驗門第六", "4": "前文修念佛三昧。獲往生而登不退。留瑞應於世者。若", "5": "河沙微塵之多。不可悉數也。傳記所載。葢千萬之", "6": "一二焉。舉一二則可知千萬之廣。使學者慕前修", "7": "而取法焉。由正信而立願造修。進進而不息。則今", "8": "之三昧行人。皆淨󳬛不退之上士也。", "9": "菩薩往生菩薩往生", "10": "無量壽經。彌勒白佛言。於此世界。有幾菩薩。往生極", "11": "樂。佛告彌勒。於此世界。有六十七億不退菩薩。往生", "12": "彼國。一一菩薩已曾供養無數諸佛。次如彌勒者也。", "13": "諸小行菩薩及修少功德者。不可稱計。皆當往生。不", "14": "但我國如是。他方佛土如遠照佛剎。有百八十億菩", "15": "薩。皆當往生。十方世界無量佛剎。往生者甚多無數。", "16": "若我具說。一切猶未能盡。", "17": "龍樹往生龍樹往生", "18": "入楞伽經偈云。大慧汝當知。善逝涅槃後。未來世當", "19": "有持於我法者。南天竺國中。大名德比丘。厥號為龍", "20": "樹。能破有無宗。世間中顯我無上大乘法。得初歡喜", "21": "地。往生安樂國。楞伽三譯。此出實叉難陀所譯七卷", "22": "文中。在四字函。", "23": "遠公遺跡遠公遺跡", "24": "法師慧遠。博通經史。尤善莊老。聞道安法師講般若", "25": "經。豁然大悟。歎曰。九流異議。皆糠粃耳。即剃染事之。", "26": "大明佛理。苻秦建元間。過潯陽。愛匡廬清峻。刺史桓", "27": "伊剏東林以居之。三十年影不出山。每送客以虎谿", "28": "為界。晉安帝自江陵還都。駕幸潯陽。或勸師候見。師", "29": "稱疾不前。帝乃遣使問勞。謝靈運負材傲物。一與相", "30": "見。肅然心服。為鑿二池引水栽蓮。求入社。師以心雜", "31": "止之。高僧鉅儒一百二十三人。竝棄世遺榮。依公游", "32": "止。鐂遺民著誓辭。建誠立願。蓮漏六時。禪誦不輟。期", "33": "生安養。由是修淨業者。以東林蓮社。為萬世之師法", "34": "焉。", "35": "三覩聖相三覩聖相", "36": "廬山遠法師。精修白業。居東林三十年。初於十一年", "37": "間。三覩聖相。而不令人知。後十九年七月晦夕。於般", "38": "若臺。方從定起。忽見阿彌陀佛身滿虗空。圓光之中", "39": "有諸化佛。觀音勢至侍立左右。又見水流光明。分十", "40": "四支。流注上下。演說妙法。佛言。我以本願力故。來安", "41": "慰汝。汝七日後。當生我國。又見佛陀耶舍慧持曇順", "42": "在佛之側。前揖曰。師志在吾前。何來之遲耶。既知時", "43": "至。乃為其徒曰。吾始居此。三覩聖相。今復再見。吾生", "44": "淨土決矣。至期端坐入寂。義熈丙辰八月六日也。", "45": "智者遺誡智者遺誡", "46": "天台智者大師。在剡東石城寺。將入滅。謂弟子曰。吾", "47": "知命在此。不復前進。輟斤絕弦於今日矣。唱觀無量", "48": "壽佛經題竟。復曰。四十八願莊嚴淨土。華池寶樹。易", "49": "往無人。大車相現。一念改悔者。尚得往生。況戒定熏", "50": "修。聖行道力。功不唐捐矣。梵音聲相。實不誑人。智朗", "51": "請云。不審證入何位。歿此何生。誰可宗仰。師曰。吾不", "52": "領徒。必淨六根。損己利它。但至五品。汝問何生者。吾", "53": "諸師友。侍從觀音。皆來迎我。誰可宗仰者。豈不聞波", "54": "羅提木叉是汝大師。四種三昧是汝明導。又誡維那", "55": "曰。人命將終。聞鐘磬聲。增其正念。惟長惟久。氣盡為", "56": "期。云何身冷。方復鳴磬。世間喪服。皆不應為。言訖唱", "57": "三寶名。如入三昧。", "58": "善導功行善導功行", "59": "唐貞觀間。長安善導和尚。見西河綽禪師九品道場。", "60": "嘆曰。此真入佛道之津要也。修餘行業。迂僻難成。唯", "61": "此法門速超生死。由是三十年間。行道不輟。所得襯", "62": "施。寫彌陀經十萬卷。畫淨土變相三百餘壁。道俗受", "63": "化者。不計其數。或問念佛生淨土耶。答曰。如汝所念。", "64": "遂汝所願。每念佛一聲。有光一道。從其口出。高宗賜", "65": "寺額。曰光明。有勸世頌曰。漸漸鷄皮󳬈髮。看看行步", "66": "龍鍾。假饒金玉滿堂。難免衰殘老病。任汝千般快樂。", "67": "無常終是到來。唯有徑路修行。但念阿彌陀佛。", "68": "遺民見佛遺民見佛", "69": "鐂遺民從廬山法師結社。作誓辭以識盛事。社賢百", "70": "二十三人。十八人為最。公又拔乎其萃者。公凡念佛", "71": "時。見阿彌陀佛身紫金色。以臨其室。公愧幸悲泣曰。", "72": "安得如來為我。手摩其頭。衣覆其體乎。俄而佛為摩", "73": "頂。且引袈裟以覆之。它日又見身遊七寶大池。澄徹", "74": "無際。蓮華青白相間。一人指池水曰。八功德水。汝可", "75": "飲之。公飲水甘美。及窹猶覺異香發於毛孔。公曰。此", "76": "吾淨土之緣至矣。誰為六和之眾。與我證耶。少頃緇", "77": "徒咸集。公對尊像。然香再拜。祝曰。我以釋迦遺教故。", "78": "知有阿彌陀佛。此香供養釋迦如來。次供阿彌陀佛", "79": "妙法華經諸佛菩薩。願一切有情。俱生淨土。發是願", "80": "已。長跪而卒。", "81": "聲光現佛聲光現佛", "82": "新定少康法師縉雲僊都人。唐貞元初。於洛陽白馬", "83": "寺。見殿內文字放光。探取之。乃善導和尚化導文。康", "84": "曰。若於淨土有緣。使光明再現。言未已。光乃閃爍。康", "85": "曰。劫石可磨。我願無易矣。遂至長安善導影堂。大陳", "86": "供養。有異僧謂之曰。汝欲化人。當往新定。即今之嚴", "87": "州也。康至彼。人無識者。康乃乞錢。誘小兒曰。阿彌陀", "88": "佛是汝本師。能念一聲。與汝一錢。群兒務得錢。皆隨", "89": "念之。經月餘。俟錢者多。康曰。可念十聲。與汝一錢。如", "90": "是一年。念佛之人盈于道路。續於烏龍山。建淨土道", "91": "場。築壇三級。集眾。午夜行道。每唱佛一聲。眾見一佛", "92": "從口而出。連唱十聲。則有十佛。若貫珠焉。康曰。汝見", "93": "佛者。決定往生。眾滿數千。亦有竟不見者。後囑道俗。", "94": "當於安養。起精進心。於閻浮提。生厭離心。言訖。放光", "95": "數道。奄然而逝。天台韶國師。重修其塔。世咸謂善導", "96": "後身也。", "97": "別峰行道別峰行道", "98": "永明智覺禪師。應吳越忠懿王請。住靈隱寺二年。遷", "99": "居永明。日課一百八事。未甞暫廢。學者咨問。指心為", "100": "宗。以悟為則。至暮則往別峰。行道念佛。自為難繼。不", "101": "欲強它。然密從之者。常數百人。清宵月朗。空中時聞", "102": "螺貝天樂之聲。王每歎曰。自古求西方者。未有若是", "103": "之切至也。特為建香嚴殿。以成其志。", "104": "冥司崇敬冥司崇敬", "105": "真歇云。永明壽禪師。宗門之標準。淨業之白眉也。興", "106": "隆佛法。勸億萬人修白業。臨終預知時至。舍利鱗砌", "107": "于身。甞有撫州一僧。經年旋繞禪師之塔。人問其故。", "108": "乃曰。向因病入冥。閻王以陽數未艾。得放還生。見殿", "109": "左供。畫僧一㡧。王禮敬勤致。遂扣主吏。此是何人。吏", "110": "曰。杭州永明寺壽禪師也。凡人死者。無不經由冥府", "111": "判生。唯此人修行精進。徑生極樂上品。王以為希有。", "112": "故圖像而敬事焉。", "113": "西湖結社西湖結社", "114": "宋淳化間。錢塘西湖省常法師。住南昭慶。專修白業。", "115": "結淨行社。王文正公旦為社首。士夫預會者。皆稱淨", "116": "行社弟子。社友八十。比丘一千。法師刺指。血書華嚴", "117": "淨行品。以立誓。翰林承旨宋白撰󳬴。其略曰。師慕遠", "118": "公啟廬山之社。易白蓮為淨行之名。遠公當衰季之", "119": "時。所結者半隱淪之士。上人屬升平之世。所交者多", "120": "有位之賢。方前則名士且多。垂󱚉則津梁曷已。狀元", "121": "孫何題社客于󳬴陰。翰林蘇易簡。作淨行品序曰。予", "122": "當布髮以承其足。剜身以請其法。猶尚不辭。況陋文", "123": "淺學而有惜哉。", "124": "蓮華勝會蓮華勝會", "125": "長蘆慈覺禪師。宗說兼暢。解行俱高。修禪林清規。作", "126": "龜鏡文。坐禪儀發明圓解。禁止游言。至于尚清。儉誡", "127": "洗麵。話行海內。罔不取法以為廣益群生。速登不退。", "128": "莫如念佛往生元祐四年。廣集緇素。建蓮華勝會。一", "129": "夕夢。一男子年三十許。峩冠素衣。風貌清美。前揖曰。", "130": "欲預公勝會。告書一名。禪師曰。公何名。曰普慧。書畢", "131": "又云。家兄亦曾預名。禪師曰。令兄何人。曰普賢。言訖", "132": "忽不見。既覺而忽省曰。此華嚴離世間品二大菩薩", "133": "也。故知佛子行佛事。助揚佛化。則感聖賢幽贊。預是", "134": "會者。夫豈小緣。普賢變名易號。不知何人。乃以二菩", "135": "薩為首云。", "136": "御書蓮社御書蓮社", "137": "宋乾道間。兩浙都總管張掄。期生淨土。刻勵精進。惟", "138": "佛是念。闔門長幼靡不從化。鑿池栽蓮。效東林結社", "139": "之遺意。日率妻子。課佛萬遍。歲以春秋之季。月即烏", "140": "戍。普靜蘭若。與信道者共之。見聞隨喜。雲集川至", "141": "太上光堯壽聖", "142": "皇帝親灑宸毫。書蓮社二大字為賜。掄拜手登受。雲", "143": "章奎畫。自天而下。光氣昭倬。焜耀萬目。不獨傳示雲", "144": "林。以侈萬一之遇。使天下後世。凡獲瞻仰者。普得念", "145": "佛三昧。究竟成就無上菩提。其為饒益。詎可稱量。謹", "146": "刊諸金石。用對揚丕顯之休命。", "147": "七寶華舫七寶華舫", "148": "梁道珍禪師。志慕淨業。未及進行。一夕夢。數僧乘七", "149": "寶華舫。泛海西邁。珍問何之。曰將適彌陀佛國也。珍", "150": "乃求附載。舟人曰。以子之意。孰敢相拒。但於此一日", "151": "之修。功超永劫。以子未誦彌陀經。及灌沐眾僧。所願", "152": "未圓。故不可同往耳。既窹感歎。自是誦彌陀經。晝夜", "153": "不輟。及開室沐僧。後二年。忽見一人捧銀臺而至。曰", "154": "法師報盡。當乘此臺。將亡之夕。邑人見其山崕石壁。", "155": "烈火千炬交相輝耀迄旦。即山問之。乃知珍亡。其往", "156": "生之徵驗歟。", "157": "誓取金臺誓取金臺", "158": "台州懷玉禪師。持律甚嚴。布衣一食。長坐不臥。誦彌", "159": "陀經三十萬遍。日課佛號五萬聲。天寶元年。見佛菩", "160": "薩滿虗空中。一人持銀臺來接。玉曰。吾一生念佛。誓", "161": "取金臺。何為不然。聖眾遂隱。玉彌加精進。三七日後。", "162": "乃復現前。異光滿室。謂弟子曰。吾生淨土矣。含笑而", "163": "終。郡守段懷然。見而異之。作偈讚曰。我師一念登初", "164": "地。佛國笙欲兩度來。唯有門前古槐樹。枝低只為掛", "165": "金臺○宋政和間。三衢祥符寺。憲章憫法師。感應事", "166": "亦相類。", "167": "焚毀仙經焚毀仙經", "168": "後魏壁谷曇鸞法師。少遊五臺。感靈異出家。而性好", "169": "言術。聞陶隱居有長生法。千里就之。受仙經十卷。謂", "170": "神仙必可致也。後還洛下。遇菩提流支三歲。乃問曰。", "171": "西域有長生之術。能却老不死乎。支笑曰。長生不死。", "172": "吾佛道也。乃授十六觀經曰。汝學此。則三界無復生。", "173": "六道無復往。盈虗消息。禍福成敗。無得而至。其為壽", "174": "也。有河沙焉。有劫石焉。沙石之數有限。壽量之數無", "175": "窮。此吾金仙氏之長生也。鸞大喜。遂焚毀仙經。而專", "176": "修淨業。雖寒暑之變。疾病之來。亦不少懈。魏主敬慕", "177": "之。號為神鸞。一夕室中見梵僧。謂曰。吾龍樹也。居淨", "178": "土久矣。以汝同志。故來相見。鸞曰。何以見教。樹曰。已", "179": "去不可及。未來未可追。現在今何在。白駒難與回。言", "180": "訖不見。鸞自知時至。即集眾教誡。令高聲念佛。西向", "181": "瞑目而終。眾聞管絃之聲自西而來。久而乃已。", "182": "惟恭滅罪惟恭滅罪", "183": "唐荊州法性寺僧惟恭。性憍傲。慢上凌下。親狎非類。", "184": "稍暇則講經課佛。期生安養。然酒徒博侶。交集于門。", "185": "虗誑之為。曾無虗日。寺僧靈巋。其同類也。里人譏之", "186": "曰。靈巋作盡業。惟恭繼其迹。地獄千萬。重莫厭排頭", "187": "入。恭聞之曰。我既作業。罪無所逃。然賴淨土教主。憫", "188": "我愆惡。拔我塗炭。豈復墮惡道耶。乾寧二年。恭病將", "189": "亡。巋從外而還。見伶人數輩年少奇偉。衣裝鮮潔。巋", "190": "問何來。曰自西來。惟恭上人寺在何處。巋指寺示之。", "191": "一人自懷中出一金瓶。瓶中蓮華。其合如拳。俄頃即", "192": "開。大如盤盂。光彩交映。望寺疾馳。而忽不見。巋至寺。", "193": "聞鐘聲。眾咸集。廼知恭已死矣。異光籠󰋪其室。聞天", "194": "樂之音。巋因言所見。眾皆驚異。巋亦守名節。遂成高", "195": "邁云。", "196": "雄俊入冥雄俊入冥", "197": "唐大曆間。成都僧雄俊。膽勇過人。不守戒律。而善於", "198": "講說。所得施利。非法而用。甞罷道從戎。尋逃難。又為", "199": "僧。守名節者。多畏避之。因聞經說。一稱佛名。滅八十", "200": "億劫生死重罪。乃大喜曰。賴有此耳。自是雖為惡。而", "201": "念佛不輟。丁未二月。忽暴亡。經宿復甦。言。至冥司。冥", "202": "官曰。悞追汝也。然汝罪惡不少可略。經塗炭。令吏卒", "203": "驅入獄中。俊勵聲曰。一稱佛名。滅無量罪。俊雖造惡。", "204": "不至五逆。豈佛語無憑耶。吏亟奏王。王召至。語之曰。", "205": "汝之念佛。本無深信。可還人間精進修之。毋復放逸。", "206": "人聞其說。嘲之曰。此地獄漏網人也。既而入城南之", "207": "西山。齋戒念佛。越四年。辛亥三月。緇素駢集。俊喜曰。", "208": "吾時至矣。爾輩還城。見吾親知。為俊語曰。俊以念佛", "209": "得生淨土矣。無以為地獄漏網人也。語笑之間。端坐", "210": "而化。", "211": "密修淨業密修淨業", "212": "圓照本禪師。密修淨業。初參天衣懷禪師。獘衣垢面。", "213": "躬事炊㸑。略無少怠。或曰太勞乎。師曰。若捨一法。不", "214": "名滿足菩提。直欲此生身證。其敢言勞汴。京資福寺", "215": "曦法師者。杜門養道。不與世接。往往神遊淨域。不妄", "216": "與人言。一日步至惠林。殷勤致敬。人問其故。答曰。吾", "217": "於定中。見淨土金蓮極大。題云永明寺比丘宗本。其", "218": "他附麗小華。不可勝數。皆禪師所化人也。為此特往", "219": "修敬。或問禪師云。師乃別傳之宗。何得標名淨土。師", "220": "曰。雖迹在禪門。而留心淨業故也。", "221": "臨終見佛臨終見佛", "222": "上虞化度寺智廉上人。稟性質朴。是非不掛。唇吻為", "223": "行者。日求度於天童為禪師。師示以偈曰。廉潔身心", "224": "絕愛憎。碓坊勤力効盧能。純純寂默常光照。他日叢", "225": "林了事僧。既得度。徧參尊宿。晚節專修淨業。年八十", "226": "二。忽與眾言別言。我見阿彌陀佛身長八尺。紫金相", "227": "好。白玉明毫。大眾圍繞。說法言。諸上善人。當起大信。", "228": "心修諸善法。來生我國。我既見佛。必生淨土矣。乃書", "229": "偈曰。鴈過長空。影沉寒水。無滅無生。蓮華國裡。書畢。", "230": "回身向西。一手捉腕。一手捻印。右脇而逝。", "231": "臨終說法臨終說法", "232": "胡宣義。名闉。字達夫。雖信向佛乘。而未諳淨土之說。", "233": "年四十有四。臨終疾革。其子往告清照律師曰。大人", "234": "感疾。請師垂訪。照往見謂之曰。某平昔忝交於公。未", "235": "曾言及末後一著。豈可不知安身立命處。闉曰。心淨", "236": "則佛土淨。照曰。公平昔時中。還有雜念染污否。闉曰。", "237": "既處世間。寧無雜念。照曰。若如此又安能心淨佛土", "238": "淨耶。闉曰。一稱佛名。滅八十億劫生死之罪何耶。照", "239": "曰。大乘經說阿彌陀佛塵劫修行成身成國依正莊", "240": "嚴。有大威德光明神力不可思議。是以一稱其名。滅", "241": "無量罪。猶如赫日消於霜露。復何疑哉。闉遂省悟。即", "242": "日請僧念佛。次日清照後至。闉遽曰。師來何遲。煩二", "243": "大士降臨以久。於是清照率眾勵聲稱佛。闉乃合掌。", "244": "安詳而逝。闉於淨土。平昔未甞留心。老病困迫。聞善", "245": "知識一言啟廸。頓釋疑情。即生淨土。非宿有善根。而", "246": "能若是哉。", "247": "俸錢畫佛俸錢畫佛", "248": "唐中大夫太子少傳白居易。當衰莫之歲。中風痺之", "249": "疾。捨俸錢三萬。命工人杜宗敬。按無量壽經。畫西方", "250": "世界一部。高九尺。廣丈有三尺。彌陀尊佛坐中央。觀", "251": "音勢至二大士侍左右。人天瞻仰。眷屬圍繞。樓臺伎", "252": "樂。水樹華鳥。七寶嚴飾。五彩張施。爛爛煌煌。功德成", "253": "就。焚香稽首。跪於佛前。起慈悲心。發弘誓願。願此功", "254": "德。回施一切眾生。一切眾生有如我老者。如我病者。", "255": "願皆離苦得樂。斷惡修善。不踰南贍。便覩西方。白毫", "256": "大光。應念來感。青蓮上品。隨願往生。從現在身。盡未", "257": "來際。常得親近。而供養也。欲重宣此義。以偈讚曰。極", "258": "樂世界清淨土。無諸惡道及眾苦。願如我身老病者。", "259": "同生無壽佛所。", "260": "念不間斷念不間斷", "261": "光州司士參軍王仲回。問無為子曰。經典多教人念", "262": "彌陀生淨土。祖師則云。心即是淨土不用更求西方。", "263": "其不同若此。何耶。無為子曰。實際理地。無佛無眾生。", "264": "無苦無樂。無壽無夭。又何淨穢之有。豈得更以生不", "265": "生為心耶。此以理奪事也。然而處此界者。是眾生乎。", "266": "是佛乎。若是佛境則非眾生。又何淨穢苦樂之有哉。", "267": "試自忖量。或未出眾生之境。則安可不信教典至心", "268": "念佛而求生淨土哉。淨則非穢。樂則非苦。壽則無夭", "269": "矣。於無念中起念。無生中求生。此以事奪理也。故維", "270": "摩經云。雖知諸佛國及與眾生空。而常修淨土。教化", "271": "諸群生。正為此也。又問。如何得念不間斷。答曰。一信", "272": "之後。更不再疑。即是不間斷也。司士欣躍而去。後二", "273": "年。無為子守丹陽郡。忽夢。司士云。向蒙指示淨土。今", "274": "已得生。特來致謝。乃再拜而出。後數日訃音至。言。司", "275": "士七日前。預知時至。與鄉黨言別而化。政感夢時也。", "276": "西方公據西方公據", "277": "蘇文忠公南遷日。佩畫一軸。人問之。公曰。此吾西方", "278": "公據也。展玩之。乃彌陀聖像。母夫人程氏歿。以簪珥", "279": "遺物。命工胡錫。畫彌陀像施錢。塘照律師自製讚曰。", "280": "佛以大圓覺。充滿十方界。我以顛倒想。出沒生死中。", "281": "云何以一念。得往生淨土。我造無始業。本從一念生。", "282": "既從一念生。還從一念滅。生滅滅盡處。則我與佛同。", "283": "如投水海中。如風中鼓橐。雖有大聖智。亦不能分別。", "284": "願我先父母。及一切眾生。在處為西方。所遇皆極樂。", "285": "人人無量壽。無去亦無來。甞弔海月大師辨公詩曰。", "286": "生死猶如臂屈伸。情鍾我輩一酸辛。樂天不是蓬萊", "287": "客。憑仗西方作主人。", "288": "七寶佛像七寶佛像", "289": "杭州淨慈道場法真大師守一。結同志檀越。用金銀", "290": "珍珠珊瑚琥珀硨磲碼碯。造彌陀佛像。聖相殊妙。感", "291": "應非一。無為子瞻仰贊歎云。碎七寶以為塵。聚寶塵", "292": "以為佛。見寶塵即見佛。佛無不是寶。見佛身即見寶。", "293": "寶無不是佛。七寶世間寶也。眾生貪取。無有厭足。不", "294": "得即瞋而癡。不能悟此惡道之因也。七寶既以為尊", "295": "像矣。則非世間所用。乃出世之寶也。遇寶像者。應生", "296": "恭敬。嚴奉禁戒純固定力。了達智慧。此淨土之因也。", "297": "佛身等於太虗。故不設五藏。以眾生心為心。故會中", "298": "之人。各書彌陀一願。凡四十八人。而彌陀之願周矣。", "299": "悉以藏于身中示願。願不忘眾生也。髻螺千有二百。", "300": "一一實以舍利堅固願力也。像成之日。以八種香湯。", "301": "灌沐如來。表八功德水也。人隨意以飲之。均甘露味", "302": "也。一身清淨則一切身清淨。一念清淨則一切念清", "303": "淨。然則不離娑婆。頓超極藥。一見寶像。成就大緣。豈", "304": "思議之可及哉。", "305": "繪像警迷繪像警迷", "306": "鎧菴居士曰。發菩提心。必具悲智二行。審欲迷生聖", "307": "域。正須啟廸群迷。安得寫十界九品。俾萬目瞻敬。知", "308": "所省覺。為廣大無窮之利也。言未既諸君。翕然稱善。", "309": "於是同社捐金以成之。聞見隨喜。以助之。選工施彩。", "310": "幻出二圖于門廡。復捃摭教藏。發明旨趣。一以示萬", "311": "法唯心。一以指西方徑路。較餘功德。真所謂百千萬", "312": "分。不及其一者歟。噫光陰電掣。因果影隨。勿倚壯而", "313": "廢日。勿肆情而造愆。瞻茲簡易法門。能即回光返照。", "314": "則不離當處。超脫苦輪。諸佛境界。悉現前矣。", "315": "龍舒立化龍舒立化", "316": "龍舒居士王日休。字虗中。端靜簡潔。博通群書。訓傳", "317": "六經。諸子數十萬言。一旦捐之曰。是皆業習。非究竟", "318": "法。吾其為西方之歸。自是精進。唯佛是念。年六十布", "319": "衣蔬茹。日課千拜。夜分乃寢。乾道中。廬陵李彥弼染", "320": "疾垂革。夢一人神清貌古。以手按摩肢體。弼驚問。答", "321": "曰。予龍舒居士也。弼因以疾告。公曰。汝起食白粥。即", "322": "差矣。又曰。汝還記闕仲雅教汝捷徑否。弼曰。每日念", "323": "佛不輟。弼覺。因索白粥食之。病果愈。後見公畫像。儼", "324": "如夢睹。弼感戴稱生死骨肉。遂遣子姪。遠從其學。一", "325": "日忽回曰。居士於某夜講書。罷如常禮念。至三鼓。忽", "326": "勵聲稱阿彌陀佛數聲。唱言佛來接我。屹然立化。󳬛", "327": "人有夢二青衣引公西行者。三日前。徧別道友。勉進", "328": "淨業。有不復相見之語。或疑李之夢。因想以成。弼曰。", "329": "其指白粥愈病。又安可欺哉。李君謹愿。無以報德。遂", "330": "刊公像并事跡。以傳遠。自是家家供事之。", "331": "獨孤皇后獨孤皇后", "332": "隋文帝仁壽元年八月甲子。獨孤皇后。上僊皇后。雖", "333": "居王宮。深厭女質。常念阿彌陀佛。至臨終時。異香滿", "334": "宮。從空而至。帝問闍提斯那。是何祥瑞。對曰。西方有", "335": "佛。號阿彌陀。皇后業高。神超彼國。故有斯瑞。箸作郎", "336": "王劭言。佛說人應生天。及生佛國。佛天放大光明。以", "337": "香華伎樂來迎。伏惟皇后福善禎符。備諸祕記。臣謹", "338": "按。八月二十二日。仁壽宮內。雨金銀華。二十三日。大", "339": "寶殿後。夜有神光。二十四日卯時。永安宮北。有自然", "340": "種種音樂。震滿虗空。至夜五更。奄然如𥧌而去。與經", "341": "文所說事皆符驗。帝聞不勝感歎。", "342": "女流往生女流往生", "343": "無量壽佛經韋提希夫人。白佛言。唯願世尊。為我廣", "344": "說無憂惱處。我當往生。不樂閻浮提濁惡世也。此濁", "345": "惡處。地獄餓鬼畜生盈滿。多不善聚。願我未來不聞", "346": "惡聲。不見惡人。今向世尊。五體投地。求哀懺悔。惟願", "347": "佛日。教我觀於清淨業處。世尊為說三種淨業十六", "348": "妙觀。頓悟無生法忍。五百侍女發菩提心。皆得往生。", "349": "或曰。天親論說。女人根缺。二乘不生。何耶。曰。此言安", "350": "養果報殊勝。無女人根缺。非謂此土女人根缺不得", "351": "生彼也。法華特記女人往生。豈不然哉○宋荊王夫", "352": "人王氏。專修淨業。曉夕勤至。給侍之人無不即効。唯", "353": "一妾懈慢。夫人責之。其妾悔悟。亦加精進。忽無疾而", "354": "終。託夢於妾云。蒙夫人訓誨。已生淨土。妾白。夫人未", "355": "之信。忽夫人亦夢。與妾同遊寶池。見一華天衣飄揚。", "356": "題曰楊傑。一華朝服而坐。題曰馬玗。復見金壇光明", "357": "晃耀。此夫人生處也。既覺。彌加精進。年八十一。當慶", "358": "誕之日。秉燭然香。望觀音閣。立左右方。具獻壽之。儀", "359": "已立化矣○廣平郡夫人馮氏。少多病。慈受深禪師", "360": "教其齋戒。念佛諦信。一疑行之。十年超然厭世。人或", "361": "怪之。夫人曰。清淨界中。失念至此。支那緣盡。行即西", "362": "歸。適我願兮何怪之有。臨終氣絕。復甦謂。其夫妙明", "363": "居士及侍病者曰。吾已歸淨土。見佛境界。與華嚴十", "364": "六觀經所說無異。聞者感歎。既亡。三日後。舉屍。如生。", "365": "異香芬馥。古今女流。念佛獲往生者甚多。傳記具載。", "366": "惡輩往生惡輩往生", "367": "唐人張善和。殺牛為業。臨終見牛數頭來。作人言云。", "368": "汝殺我。於是大怖。遂喚妻。急請僧來。為我懺悔。僧至", "369": "云。十六觀經。說臨終惡相現者。至心念佛。即得往生。", "370": "善和云。不暇取香爐也。遂以手捻香。面西稱佛。未滿", "371": "十聲。乃言阿彌陀佛從西來接我也。即化去○又張", "372": "鍾馗者。殺雞為業。病革。見一穿緋人。驅群雞來。叫云", "373": "󲣅󲣅。兩目血流。受大痛苦。有僧為設佛像。令其念佛。", "374": "俄頃香氣滿室。恬然而化○宋政和間。會稽金󳮡。網", "375": "魚為業。一日猛省。持戒精進。日課佛號萬聲。無間斷。", "376": "後無疾。語家人。言。彌陀與二菩薩在門前待我。歸淨", "377": "土去也。焚香端坐而化。邑人聞異香天樂終日不散。", "378": "靈禽往生靈禽往生", "379": "唐貞元間。河東裴氏。家畜鸚鵡。常念佛號。過午不食。", "380": "臨終十念。氣絕火化。得舍利十餘粒。炯然耀目。僧慧", "381": "觀於靈山。用陶甓建塔。以旌其異。成都尹韋皐為文。", "382": "記其事甚詳○潭州人養鴝鵒。俗呼八八兒。常念佛。", "383": "既亡。以棺葬之。生蓮華一朵。自其口。出龍舒淨土文", "384": "載之。又頌云。有一靈禽八八兒。解隨僧口念阿彌。死", "385": "埋平地蓮華發。我輩為人豈不知○黃巖正等寺觀", "386": "師畜鴝鵒。能言。常念佛不輟。一日立斃。穴土塟之。未", "387": "幾。於舌端生紫蓮華一朵。靈芝律師甞讚之。有立亡", "388": "籠閉渾閑事化紫蓮華也大奇之句。", "389": "決疑門第七○決疑門第七", "390": "前文不信曰疑。萬惑之所從生也。不疑曰信。萬善之所", "391": "從出也。󱳸󱳸群彚。迷情深厚。念念起妄。心心著我。", "392": "而妄說法空。撥無因果。自甘沉溺者。比比皆是。何", "393": "異認瓦礫為真金。指伊蘭為瞻蔔。揠苗助長而槁", "394": "死。狂熱投圊而欲沒者歟。先德憫之。辯疑解惑之", "395": "說。由是而作焉。彼無知者。障重疑深。聞而不信。如", "396": "人疾在膏肓。而畏人說藥。雖良醫有起死回生之", "397": "妙。亦無如之何也。悲夫。佛言一切世間難信之法", "398": "宜矣。", "399": "難信之法難信之法", "400": "青山樓弆云。淨土法門決然可信。如來葢甞特言之。", "401": "屢言之。委曲而言之。而世人尚毀信相半。大抵高明", "402": "之士則曰。口稱佛名。便能成佛。一何易哉。是未甞稽。", "403": "其所以不知淨土業成。但生彼國。無惡境界。有進無", "404": "退。直至成佛。豈纔生彼國。便成佛耶。以少善根。為無", "405": "以加者。則曰。口稱佛名。定可往生。是亦未為至論。所", "406": "謂念者。致精誠焉。勿忘之謂也。豈口舌云乎哉。予雖", "407": "未能不輟香火。揚聲扣拜。然動容周旋。念念不絕。雖", "408": "衽席之上。踰溷之間。亦必避西。自謂世人莫如我修", "409": "淨業也。四明法智。起天台大教於既墜之後。使人見", "410": "性成佛。猶且以此化人。是知此深法門。為不可廢。明", "411": "矣。若曰。何必生彼。然後成佛。則在家者。亦不必出家。", "412": "而星居甲乙者。亦不必尋師訪道矣。未透關者。幸留", "413": "意焉。", "414": "淨土非權淨土非權", "415": "慧覺玉禪師曰。或謂淨土乃聖人之權方。所以接鈍", "416": "根化凡器也。苟能一超。直入如來地。何藉於他力乎。", "417": "答曰。佛世文殊普賢。滅後馬鳴龍樹。此土智者智覺。", "418": "皆發願往生。應盡是鈍根乎。釋迦於大寶積經。勸父", "419": "王淨飯并六萬釋種。皆生淨土。應盡是凡器乎。此等", "420": "聖賢。應皆不逮今之利根勝器乎。況若以此為權。將", "421": "何為實。權實之判。非止一途。自非教眼暸焉。何以甄", "422": "別。咨爾有識。當信佛言。招報非輕。切勿容易。昔孫莘", "423": "老學士。始以此疑之。因會楊次公主客。王敏仲侍郎", "424": "論道契合。遂釋其疑。次公敏仲。皆儒之學禪者。方且", "425": "汲汲以淨土為歸依。則知淨土非聖人之權設。真禪", "426": "侶之棲止也。", "427": "辨明五惑辨明五惑", "428": "長蘆頤禪師蓮華勝會錄文云。初心入道。忍力未淳。", "429": "須託淨緣。以為增上。何則娑婆國土。釋迦已滅。彌勒", "430": "未生。極樂世界彌陀世尊。現在說法。娑婆國土觀音", "431": "勢至。徒仰嘉名。極樂世界彼二上人親為勝友。娑婆", "432": "國土諸魔競作。惱亂行人。極樂世界大光明中。決無", "433": "魔事。娑婆國土邪聲雜亂。六色妖婬。極樂世界水鳥", "434": "樹林咸宣妙法。正報清淨。實無女人。然則修行緣具。", "435": "無若西方。淺信之人橫生疑謗。竊甞論之。此方之人", "436": "無不厭俗舍之喧煩。慕蘭若之寂靜。故有捨家出家。", "437": "則殷勤讚歎。而娑婆眾苦。何止俗舍之喧煩。極樂優", "438": "游。豈直蘭若之寂靜。知出家為美。而不願往生。其惑", "439": "一也。萬里辛勤。遠求知識。發明大事。決擇死生。而彌", "440": "陀世尊色心業勝。願力洪深。一演圓音。無不明契。願", "441": "參知識。而不欲見佛。其惑二也。叢林廣眾。皆樂棲遲。", "442": "少眾道場。不欲依附。而極樂世界一生補處。其數甚", "443": "多。諸上善人俱會一處。既欲親近叢林。而不慕清淨", "444": "海眾。其惑三也。此土之人。上壽不過百歲。而童癡老", "445": "耄。疾病相仍。昏沉睡眠。常居大半。菩薩猶昏隔陰。聲", "446": "聞尚昧出胎。則尺璧寸陰。十喪其九。而未登不退。可", "447": "謂寒心。西方之人壽命無量。一託蓮苞。更無死苦。相", "448": "續無間。直至菩提。可謂便獲阿惟越致佛階。決定可", "449": "期。而流轉娑婆促景。迷於淨土長年。其惑四也。若乃", "450": "位居不退。果證無生。在欲無欲。居塵不塵。方能興無", "451": "緣慈。運同體悲。迴入塵勞。和光五濁。其有淺聞單慧。", "452": "或與少善相應。便謂永出四流。高超十地。詆訶淨土。", "453": "耽戀娑婆。掩目空歸。宛然流浪。並肩牛馬。接武泥犂。", "454": "不知自是何人擬比大權菩薩。其惑五也。故經云。應", "455": "當發願。願生彼國。則不信諸佛誠言。不願往生淨土。", "456": "豈不甚迷哉。", "457": "佛語不虗佛語不虗", "458": "康僧會法師赤烏年間始來。建業吳主孫權。問大夫", "459": "闞澤曰。佛法理趣何如此方儒老之教。闞澤曰。佛法", "460": "深妙。以孔老較之。實非比對。何謂也。孔老設教法天。", "461": "制用不敢違天。諸佛設教。諸天奉行。不敢違佛。由是", "462": "言之。實非比對。明矣。葢孔子所知一方之事耳。佛則", "463": "盡十方法界極虗空邊際微塵剎土。其中所有。無不", "464": "遍知。孔老所言一生之事耳。佛則窮過去極未來無", "465": "邊際微塵數劫。其中所有。無不明了。淨土法門。是釋", "466": "迦世尊與十方世界恒沙諸佛。廣長舌相。同音宣示。", "467": "安可以凡夫狹劣知見。坐井觀天。而於如來金口所", "468": "宣真實之語。生疑不信也。", "469": "正信因果正信因果", "470": "龍舒云。欲知前世因。今生受者是。欲知來世果。今生", "471": "作者是。試以目前觀之。人生貧富貴賤。壽夭苦樂。榮", "472": "辱禍福。種種不同。雖曰天命。天豈私于人哉。以前生", "473": "所為不同故。今生受報亦不同。而天特主之耳。亦如", "474": "世之官府。豈以賞罰無故而加於人。特以有功當賞。", "475": "有罪當罰。而主之耳。以其不能純乎善故。不得純受", "476": "其福報。乃有富貴而夭折者。有貧賤而壽考者。其為", "477": "果報。各隨所為。如影隨形。如響應聲。絲毫不謬。未有", "478": "種麻而得豆。種黍而得稷者。但種時少。收穫時多。作", "479": "善惡時甚小。受禍福之報甚大。故云春種一粒粟。秋", "480": "收萬顆子。人生為善惡。果報亦如此。葢造化自然之", "481": "理也。世間因果若此。修出世者。因果亦然。安可不信", "482": "淨土而修之哉。", "483": "自障自蔽自障自蔽", "484": "柏庭法師曰。修淨業者常多。得其門而徑造者無幾。", "485": "談淨土者常多。得其要而直指者或寡矣。未聞有以", "486": "自障自蔽為說者。自障者莫若愛。自蔽者莫若疑。但", "487": "使疑愛二心。了無障礙。則淨土一門未始間隔。無為", "488": "子十疑論序曰。愛不重。不生娑婆。念不一。不生極樂。", "489": "晉遠法師結社廬山。以淵明則招之。貴其能達而斷", "490": "愛也。於靈運則拒之。為其心雜而念不能專也。豈非", "491": "政以二者為淨土之津要乎。", "492": "身心虗偽身心虗偽", "493": "唐相國裴休曰。大眾從無始來。常認為我身者。是地", "494": "水火風假合之身。旋聚旋散。屬無常法。非我身也。大", "495": "眾從無始來。常認為我心者。是緣慮客塵。虗妄之心。", "496": "乍起乍滅。屬無常法。非我心也。我有真身。圓滿空寂", "497": "者是也。我有真心。廣大靈知者是也。空寂靈知。神用", "498": "自在。性含萬德。體絕百非。如淨月輪。圓滿無缺。惑雲", "499": "所覆。不自覺知。妄惑既除。真心本淨。十方諸佛一切", "500": "眾生與我此心。三無差別。此即菩提心體也。捨此不", "501": "認而認。臭身妄念。隨死隨生。與禽畜雜類。比肩受苦。", "502": "為丈夫者。豈不羞哉。", "503": "婬殺相因婬殺相因", "504": "龍舒淨土文曰。飲食。男女人之大欲。制之若無。斯為", "505": "聖人。節而不縱。可為賢人。縱而不節。是為下愚。葢此", "506": "二者造業之所。更相助發。葢飲食充則血氣盛。使婬", "507": "欲多。婬欲多則反損血氣。又賴飲食以滋補。若俱能", "508": "省減。此乃安身延年之道也。慈覺師云。飲食於人日", "509": "月長。精麤隨分塞飢瘡。纔過三寸成何物。不用將心", "510": "細較量。務實野夫云。皮包骨肉并膿血。強作嬌嬈誑", "511": "惑人。千古英雄皆坐此。百年同作一坑塵。果戒得此。", "512": "二事在世。何由有疾病夭折。身後何由有地獄鬼畜。", "513": "若決欲求生淨土。當謹護於此。", "514": "臨終業相臨終業相", "515": "宗鏡錄引華嚴經云。譬如有人將欲命終。見隨其業", "516": "所受報相。行惡業者。見於地獄畜生餓鬼所有一切", "517": "眾苦境界。或見獄卒手持兵仗。或瞋或罵。囚執將去。", "518": "亦聞號叫悲歎之聲。或見󰞆河鑊湯刀山劒樹種種", "519": "逼迫。受諸苦惱。作善業者。即見一切諸天宮殿無量", "520": "天眾天諸綵女種種衣服具足莊嚴。宮殿園林盡皆", "521": "妙好。身雖未死。境已現前。境不現前。唯心妄見苦樂", "522": "之境。本無從出。善惡之事。唯自召來。未了一心。難逃", "523": "六趣。", "524": "不求勝進不求勝進", "525": "靈芝觀經疏曰。有人發願。願未得道前所生之處。值", "526": "佛聞法。童真出家。今謂若生淨土。則任運值佛為僧。", "527": "只由不知淨土。故有此願。禪講宗師率多此見。甞試", "528": "語曰。汝今已得男子為僧。只合便求出離。何乃復求", "529": "男子。再願出家。略無勝進乎。", "530": "善人會集善人會集", "531": "極樂世界。淨業所成。蓮華化生。受用自在。眾生生者。", "532": "與諸上善人。俱會一處。於無上菩提。得不退轉。金口", "533": "所宣。真實之語也。且以一方言之。葢有名山勝地幽", "534": "居靜室。不聞惡聲。善人會集。而講道不絕者矣。亦有", "535": "閭閻市井凶徒惡黨群居。終日酣酒嗜婬。而無惡不", "536": "為者矣。為學之士。固當去惡從善。親賢人遠小人。乃", "537": "可入於聖賢之域。故曰與善人居。如入芝蘭之室。久", "538": "而不聞其香。則與之俱化。諸大乘經勸讚往生。親近", "539": "聖賢。速登不退。其可不信佛所說而修之哉。", "540": "覺悟前非覺悟前非", "541": "靈芝照律師。初發誓願。常在娑婆濁世。拔濟眾生。復", "542": "見高僧傳。慧布法師云。方土雖淨。非吾所願。若使十", "543": "二劫蓮華中受樂。何如三塗苦處救眾生也。由是堅", "544": "執所見。於淨土法門。略無信向。見修淨業者。復生輕", "545": "謗。後遭重病。色力󴎭羸。神識茫然。莫如趣向。既而病", "546": "差。頓覺前非。悲泣感傷。深自痛責。志雖洪大。力未堪", "547": "任。仍閱天台十疑論。初心菩薩未得無生法忍。要須", "548": "常不離佛。又引智度論云。具縛凡夫有大悲心。願生", "549": "惡世。救苦眾生。無有是處。譬如嬰兒不得離母。又如", "550": "弱羽秪可纏枝。自是盡棄平生所學。專尋淨土教門。", "551": "二十餘年。未甞暫捨。研詳理教。披括古今。頓釋群疑。", "552": "愈加深信。", "553": "十種障難十種障難", "554": "群疑論云。世間有十種人。臨終不得念佛。一者善友", "555": "未必相遇故。無勸念之理。二者業苦纏身。不遑念佛。", "556": "三者偏風失語。不能稱佛。四者狂亂失心。注想難成。", "557": "五者或遭水火。不暇至誠。六者遭遇豺狼。無復善友。", "558": "七者臨終惡念。壞彼信心。八者飽食過度。昏迷致死。", "559": "九者軍陣鬪戰。奄忽而亡。十者忽墜高嵓。傷懷性命。", "560": "此十種人臨終斷然。不得念佛。應須預修令淨業成。", "561": "就。縱有難緣。必蒙佛救護也。", "562": "疑城退墮疑城退墮", "563": "大本無量壽經。佛告慈氏。若有眾生。以疑惑心。修諸", "564": "功德。不了佛智。然猶信罪福。修習善本。願生彼國。此", "565": "諸眾生生彼宮殿。壽五百歲。常不見佛。不聞法不見", "566": "僧。是故於彼謂之胎生。於七寶城中。如忉利天。五百", "567": "歲竟。然始得至阿彌陀佛所。其人聞經。心不開解。以", "568": "前世求道中悔狐疑暫信暫不信故。當知生疑惑者。", "569": "為失大利。菩薩處胎經中。名懈慢國。即疑城是也。天", "570": "台觀經疏。釋日觀云。教令正觀為除疑心。妙宗引大", "571": "本云。不了佛智。則生疑惑。今以三觀。觀十六境。了達", "572": "佛智。不生疑惑。中下品人。依此回向。懺悔業障。既有", "573": "乘種。生至彼國。速見三寶。不生邊地。及胎宮也。楊次", "574": "公曰。一念既信。已投種於寶池。眾善相資。定化生於", "575": "金地。無輙悔墮。誤認疑城。即時蓮開。得解脫道。唯心", "576": "淨土。自性彌陀。大光明中。決無魔事。", "577": "十念往生十念往生", "578": "十疑論問云。眾生業重。云何十念即得往生。答。臨終", "579": "值遇善友。皆是宿世善根。若無宿因。尚不能值善知", "580": "識。何由十念成就。若以無始惡業為重。臨終十念為", "581": "輕者。今以三種較量。不在時節多少。一者在心造惡", "582": "之時。從虗妄顛倒生。念佛者從善知識。聞阿彌陀佛", "583": "真實功德名號生。一虗一實豈得相比。譬如萬年暗", "584": "室日光暫至。豈以久來積暗而不滅也。二者在緣造", "585": "罪之時。從癡暗心緣虗妄境界生。念佛之心。從聞佛", "586": "功德名號。緣無上菩提心生。一真一偽。豈得相比。譬", "587": "如有人被毒箭中。箭深毒慘。傷肌破骨。一聞滅除藥", "588": "鼓。即箭出毒除。豈以箭深毒慘而不出耶。三者在決", "589": "定造罪之時。以有間有後心。念佛之時。以無間無後", "590": "心。遂即捨命。善心猛利。是以即生。譬如十圍大索。千", "591": "夫不制。童子揮劒。須臾兩分。又如千年積柴。以一豆", "592": "火。少時焚盡。如人一生修十善業。應得生天。臨終起", "593": "一念決定邪見。即墮阿鼻地獄。惡業虗妄。心猛利故。", "594": "尚能排一生善業。令墮惡道。豈況臨終猛心念佛。真", "595": "實無間善業。而不能排無始惡業得生淨土耶。", "596": "少善不生少善不生", "597": "孤山法師彌陀西資鈔曰。觀世人為善心輕。為惡心", "598": "重。何以得生淨土。請以現事驗之。對佛像則不如接", "599": "大賓之恭謹。學經法則不如求財利之勤劬。毀他則", "600": "氣麤言滑。讚彼則氣緩語澁。或以我惡之則覆善揚。", "601": "惡我好之則掩短美長。或為積惡而怒他私說。或作", "602": "微善而恨人不知。於惡事則陰費千金。亦能鈐口。施", "603": "善人則方營一食。便自矜功。凡此用心。方沉惡趣。欲", "604": "以少善而求。生淨土者難乎哉。", "605": "二乘不生二乘不生", "606": "十六觀經。中輩三品。持戒行善。發願往生。證聲聞果", "607": "小彌陀經云。彼佛有無量無邊聲聞弟子。皆阿羅漢。", "608": "然則天親論。說二乘不生。何耶。當知此等機緣本有", "609": "大乘種性。退大住小。以重聞大法故。宿種今熟。發願", "610": "往生。權證小果。當知極樂淨境。靈禽演法。非罪報所", "611": "生。雖有天魔。皆護佛法。然則雖證二乘。豈復執小道", "612": "耶。妙宗云。論就本始。住小時說。是故不生。經就現今。", "613": "向大時說。是以得生。回心故得生。慣習故證小。知大", "614": "證小。不執偏真而為究竟。不久證大也。", "615": "辨明聖號辨明聖號", "616": "梵語捺謨。此云歸命。梵語阿彌陀。此云無量壽。亦云", "617": "無量光。多含不翻也。梵語佛陀。此云覺者。謂究竟真", "618": "覺也。小彌陀經。一日至七日。執持名號。觀經滅八十", "619": "億劫生死之罪。皆謂此六字聖號也。佛號至簡。功德", "620": "無量。令五濁凡夫。登不退地。所謂一切世間難信之", "621": "法也。世俗相傳。釋迦在世日行化。至一俗舍。見翁媼", "622": "二人。以穀一斗。記數念佛。佛教念三十六萬億一十", "623": "一萬九千五百。同名同號阿彌陀佛。較之斗穀。數逾", "624": "億萬。寶王論。王古決疑集。龍舒淨土文。皆載此說。勸", "625": "人持念。然既是佛說。必出於大藏。經論既無所出。不", "626": "可遵行云云釋曰。按此集中行法門有謂經。", "627": "十二如來十二如來", "628": "無量壽經。佛告阿難。無量壽佛。光明最勝。諸佛光明。", "629": "所不能及。故無量壽佛。亦號無量光佛。無邊光佛。無", "630": "礙光佛。乃至云超日月光佛。凡十二名。皆彌陀一佛", "631": "之別號也。又楞嚴勢至圓通云。我憶往昔恒河沙劫。", "632": "有佛出世。名無量光十二如來。相繼一劫。其最後佛。", "633": "名超日月光。彼佛教我念佛三昧云云。此言恒沙劫", "634": "前。有十二佛。於一劫中。次第出興。但前後二佛。其名", "635": "偶與大本相同耳。而或者便以大本十二佛名。為勢", "636": "至所值之佛。謬矣。雖理體無別。而事相不同。既云相", "637": "繼一劫。則古佛久已滅度。豈可濫同現在說法之佛", "638": "耶。不原經意。不分今昔異同。何摸棱之甚哉。", "639": "像即真身像即真身", "640": "或問芝照律師曰。經云諸佛如來是法界身入一切", "641": "眾生心想中。今刻木為像世物所成。用此為佛。不知", "642": "其可也。對曰。佛身無相。亦不離相。以其無相故。世出", "643": "世間無有一法而是佛者。雖八萬四千三十二相亦", "644": "即非相。況他物乎。故曰。離一切相即名諸佛。以其不", "645": "離相故。世出世間無有一法而非佛者。況相好乎。故", "646": "曰。當知一切諸法即是佛法。如能達此。相即非相。非", "647": "相即相。則山河國土。草木微塵。四生六道。翾飛蠕動。", "648": "無非諸佛法身之體。而況範金合土。刻木繪塑。莊嚴", "649": "相好。而獨非佛乎。諸有智者。當觀此像。材木󰞆布。膠", "650": "漆金彩。假彼眾緣。和合而成。求於眾緣。皆世間之物。", "651": "各有名體。孰為佛乎。然緣無定相。物無定名。既號為", "652": "佛。一切眾緣莫非佛體。豈可捨此。而別求佛乎。故華", "653": "嚴經云。色相非是佛。音聲亦復然。亦不離色聲。見佛", "654": "神通力。若此觀之。不住於相。亦不離相。理事一如。真", "655": "俗不二。雖復對像。是真見佛聖像記。", "656": "齋房設像齋房設像", "657": "凡人平居坐臥。處不可安佛菩薩像。取褻凟之罪。竹", "658": "菴觀法師見學者齋房設像。即誡之曰。汝輩起居無", "659": "禮。說無益語。少持焚香之敬。不補終日媟慢之罪。大", "660": "通本禪師見佛菩薩行立之像。則不敢坐齋饌。以魚", "661": "肉為名者則不食。其真誠敬事。防心離過若此。清規", "662": "中。誡常人非。禮拜上供。添香換水。無故不得入殿堂。", "663": "恐怠慢損福獲罪故也。若為臨終人病苦逼迫之際。", "664": "設像念佛。增其正念。資助往生者。不在此限。", "665": "頓漸二修頓漸二修", "666": "大集經言。菩薩有二種行。緣空真入。名為慧行。帶事", "667": "兼修。名為行行。達磨大師入道理行。一曰理入。二曰", "668": "行入。依金剛三昧經立。或謂直入者為頓。兼修者為", "669": "漸。未必然也。當知佛法中所謂頓漸者。實在乎能修", "670": "之人。悟解之親疎耳。達修無修。名無作行。非謂不修", "671": "也。又復直入者根熟故。兼修者常道也。如華嚴經說。", "672": "塵剎修行豈皆為漸也。入道四行中。三四無所求行。", "673": "執理者觀之。無法可求。可謂至矣。然對破有求耳。經", "674": "云。無所求中。吾欲求之。華嚴云。當起勝希望。志求無", "675": "上覺。豈可定執無求為究竟耶。故第四稱法之行。引", "676": "淨明經云。法無眾生。離眾生垢故。法無有我。離我垢", "677": "故。智者若能了達此理。則當稱法而行。法體無慳。於", "678": "身命財。行檀捨施。心無慳惜。達解三空。不倚不著。此", "679": "為自行。復能利它。亦能莊嚴菩提之道。檀施既爾。餘", "680": "五亦然。為除妄想。修行六度。而無所行。正所謂以無", "681": "住相。修行六度。孰謂頓悟自心。而不加脩證乎。", "682": "以理奪事以理奪事", "683": "六祖壇經說。韶州人問修西方法。六祖云。自心有西", "684": "方。何處覓西方。東方人造罪作業。求生西方。若西方", "685": "人造罪作業。求生何處。但能悟性。何所不可。又誌公", "686": "云。智者知心是佛。愚人願往西方。二師所言。皆以理", "687": "奪事。亦應病之藥也。若隨語生解。則執藥成病矣。若", "688": "直就理說。則一法不可得。有何淨土可生。不獨無淨", "689": "土。而自心亦不可得。此不可得亦不可得。若然者。則", "690": "所謂自心有西方。與知心是佛者。皆成疣贅矣。然理", "691": "是即事之理。空是即有之空。正當掃蕩處。何妨建立", "692": "諸法而念佛往生也。以事即理。故念而無念。生而無", "693": "生。方在活路上行。不執死語。後人不會此意。一向隨", "694": "語生解。毀謗修淨業人。如人乘船涉海。却勸陸行。不", "695": "副來機。只增惑亂。永嘉云。棄有著空病亦然。還如避", "696": "溺而投火。不其然哉。", "697": "四種清執四種清執", "698": "道非內外。不離內外。道絕自他。不礙自他。以萬法同", "699": "一體故。一不定一。何妨萬殊。若了斯旨。則一明一切", "700": "明。萬法皆我自性。無所往而不可。若以有佛可念。為", "701": "著相者。則無佛可念。著相尤甚。試以四句言之。則有", "702": "佛。無佛。亦有亦無。非有非無。成四種執。隨執一種。皆", "703": "邪見也。若於四種。融通無礙。隨觀一種。皆成三昧矣。", "704": "舉一例諸。可以意得。佛以廣大願力。令初心凡夫。一", "705": "生彼國。永無退轉。而不肯往生。甘受沉淪。正所謂飯", "706": "籮邊餓殺死漢也。達磨云。心如墻壁。乃可入道。為破", "707": "妄情分別。亦應病之藥耳。若直欲無心。則執藥成病", "708": "矣。善星比丘。能說十二部經。獲四禪果。因狎邪友。妄", "709": "言無佛無法無有涅槃。故生陷地獄。皆由妄執法空。", "710": "撥無因果。招此劇報。今人不遵佛說。執邪見為大乘。", "711": "謗念佛為小乘。正是非法說法。法說非法。無間重罪。", "712": "其可免乎。", "713": "談空得失談空得失", "714": "經云。諸佛說空法。為度著有者。而復著於空。諸佛所", "715": "不度。一大藏教應病之藥。善用藥者。病無不差。不善", "716": "用者。醍醐上味。翻成酖毒。菩提達磨不立文字。單提", "717": "直指。謂之教外別傳。六祖云。只此不立兩字。亦是文", "718": "字。道箇直指。早是曲了也。古人為學者。解粘去縛。遣", "719": "疑破執。其功莫大。須知此道不可以有心求。不可以", "720": "無心得。不可以語言造。不可以寂默通。直得逈無依", "721": "倚。超出聖凡情量。亦不依止逈無依倚。超出聖凡情", "722": "量處。方名出格道人。後世學者橫計邪執。不明祖意。", "723": "將古人言語。都作實會。將謂實有一法。為教外別傳。", "724": "直要掃除文字。認著箇不存一法為究竟。一向在死", "725": "水裡作活計。向他道將此掃除亦復掃除。則茫然不", "726": "知。吁可憐也。殊不知斷三界妄想。滅五陰色身。無一", "727": "毫髮可當情。乃三藏小乘見解。若會得轉身一路。自", "728": "然法法融通。不妨在活路上行。依佛聖教。發願往生。", "729": "參禮彌陀。親近善友。速登不退。廣度眾生。校之執偏", "730": "空之見。甘受輪迴。不求出離者。霄壤不同矣。", "731": "反經非聖反經非聖", "732": "古人道。修證即不無。染污即不得。如金剛般若一經。", "733": "言無住相布施。豈以不修布施為無住相耶。特以能", "734": "修之心。契合般若真空之理。終日行施。而離一切相。", "735": "為破著故。直言離相。盡理言之。亦不著於離相。故曰", "736": "於著不著。俱無所著。以稱性修行。離凡夫二乘著空", "737": "著有等見。故云無住相耳。凡菩薩修行六度萬行。莫", "738": "不皆然。豈以曠然無修。然後為不住相也。今往生淨", "739": "土一門。即菩薩萬行中。游歷十方承事諸佛之一法", "740": "耳。以稱性修行故。了一切法皆是無相。無相亦無。夫", "741": "如是。則於淨土豈礙往生。於彌陀何妨親近。乘佛願", "742": "力。速證無生。若定執無生無見為達理者。則墮二乘", "743": "外道著空偏見。於佛聖教。公然違背。反經非聖。罪莫", "744": "大矣。", "745": "失於遲暮失於遲暮", "746": "眾生顛倒。躭著五欲。不求出離。未有能發決定心。願", "747": "生極樂世界者。至於冤憎會遇。恩愛別離。老病死相。", "748": "危險逼迫。顛沉痛毒。不可堪忍。然後悲涕號呼。歸依", "749": "佛寶。以冀脫死。又富貴之人。常於佛事。不暇修習。而", "750": "有暇者。失於不信。能信者又患於不能斷疑。至於困", "751": "苦而發心者。多失於遲暮。故知生正信發正念。而修", "752": "善緣者。豈易事哉。", "753": "為小失大為小失大", "754": "龍舒居士云。今有貿易者。一錢而得兩錢之息。行路", "755": "者。一日而及兩日之程。則心自喜。反是則必憂之。是", "756": "為外物。小有得失。而憂喜也。以吾之光陰有限。汩沒", "757": "過時。其失大矣。而不以為憂。以淨土之緣難遇。幸而", "758": "知之。其得大矣。而不以為喜。徒見其失之小者而憂", "759": "喜。而得失之大者。則不能知。何不思之甚也。", "760": "不修十失不修十失", "761": "佛示徑路修行之法。令一切眾生。速超生死。而障重", "762": "之人。不肯進修者。有十種失。一不信佛言。二不遵聖", "763": "教。三不信因果。四不重己靈。五不求升進。六不親善", "764": "友。七不求解脫。八甘受輪迴。九不畏惡道。十甘同魔", "765": "類。反是而修之者。則得十種勝利。", "766": "永無魔事永無魔事", "767": "□禪師念佛正信決云。或謂臨終見佛放光接引並", "768": "是魔境。此說如何。答。首楞嚴經修習三昧。或發動陰", "769": "魔。摩訶衍論及止觀等修習三昧。發動外魔。此等並", "770": "是約自力修禪之人。先有魔種。被定擊發。儻能明達", "771": "對治。則成聖法。若任性無知。則被障礙矣。今所修念", "772": "佛三昧者。託彼佛力。如近帝王。誰敢干犯。葢彌陀有", "773": "大慈悲誓願威神三昧等力。有大摧邪力。有大降魔", "774": "力。天眼遠見。天耳遙聞。他心徹鑑。光明遍照。攝取眾", "775": "生。有如是等功德之力。豈不能護持念佛之人。臨終", "776": "令無障礙耶。且金臺來迎等事。出自觀經。金口所說。", "777": "若認為魔。亦無知之甚矣。", "778": "般舟三力般舟三力", "779": "圓通梵法師會宗集。引般舟三昧經言。念佛往生。有", "780": "三種力。一者本有佛性力。言煩惱心中有如來藏也。", "781": "二者慈光攝取力。言彌陀光明無量念佛眾生攝取", "782": "不捨也。三者念佛三昧力。言憶佛念佛現前當來必", "783": "定見佛也。此三種力。如三股繩合為大索。能牽重物。", "784": "又如水火鏡子。若將對日以艾取之。即可得火。若將", "785": "對月以珠取之。即可得水。今以鏡具水火之性。喻眾", "786": "生本具佛性之力也。須假日月之光來照者。彌陀慈", "787": "光攝取之力也。以珠艾能引水火者。信心念佛之力", "788": "也。此三種物。缺一不可。三事和合。水火方生。三力相", "789": "資。必生淨土。", "790": "師子筋弦師子筋弦", "791": "唐道綽法師安樂集云。何因緣故。一念佛力能滅諸", "792": "障耶。答。經云。譬如有人用師子筋以為琴弦。其弦一", "793": "奏。一切餘弦一時俱斷。若人於菩提心中。修念佛三", "794": "昧。諸煩惱根皆悉斷滅。亦如有人取牛羊驢馬諸乳", "795": "置一器中。以師子乳一滴投之。一切諸乳悉化為水。", "796": "若人於菩提心中。修念佛三昧。一切惡魔諸障直過", "797": "無難。", "798": "舟石不沉舟石不沉", "799": "那先經說。昔有國王。問沙門那先言。眾生業重。云何", "800": "念佛即得往生。那先言。譬如有人。以大石塊。其數千", "801": "百。欲渡大海。以船力故。即達彼岸。眾生之罪猶如巨", "802": "石。彌陀願力如彼大船。石本易沉。因船可渡。橫截生", "803": "死。苦海全憑。己佛願王。一切時中。以為良導。直登彼", "804": "岸。不越自心。故俱舍頌云。愚作罪小亦墮惡。智為罪", "805": "大亦脫苦。如摶鐵小亦沉水。為鉢鐵大亦能浮。", "806": "舉念即生舉念即生", "807": "十疑論。問云。西方去此十萬億剎。凡夫劣弱。云何可", "808": "到。答。西方十萬億剎。為對凡夫肉眼生死心量說耳。", "809": "但使眾生淨業成者。臨終在定之心。即是淨土受生", "810": "之心。動念即是生淨土時。故經云。阿彌陀佛去此不", "811": "遠。業力不思議故。一念即生。不須愁遠。又如人夢。身", "812": "雖在床。而心意識徧至他方。如平生不異。淨土亦然。", "813": "動念即生。不須疑也。", "814": "如鏡現像如鏡現像", "815": "龍舒居士曰。十方世界眾生念佛。淨土寶池乃生蓮", "816": "華一朵。標其名字。或者疑之。予曉之曰。如淨明鏡。物", "817": "來斯現。鏡何容心哉。以其明而自然耳。故曰。善心纔", "818": "發。上天之寶殿先成。惡念始萌。下地之火城已具。夫", "819": "如是。則修淨業者。華蕚題名。以俟其往生。何足怪哉。", "820": "或曰。持往生呪者。阿彌陀佛常在其頂。修淨業人。臨", "821": "終之際。佛及菩薩皆來迎接。眾生無量。又安能皆住", "822": "其頂。皆往迎接耶。予曰。一月普現一切水。一日普照", "823": "無量世界。唯濁水不現。覆盆不照耳。無量壽佛光明。", "824": "普照十方世界念佛眾生。攝取不捨。世有不願往生", "825": "者。其猶濁水覆盆。獨不蒙光。豈日月之咎哉。", "826": "願力強牽願力強牽", "827": "四明尊者修懺要旨云。堪忍之界。不常值佛。多諸惡", "828": "緣。深位尚乃有退。若彼安養之士。常得見佛。唯有勝", "829": "緣。初心即得不退。又彼佛願力普攝有情。若能願求。", "830": "定得生彼。況過現積集善惡業緣。每至終身。咸來責", "831": "報。臨終惡念增盛。則眾惡成功。牽生惡道。臨終善念", "832": "增盛。則眾善皆成。牽生善道。今既求生安養。必須淨", "833": "業莊嚴。若無願力強牽。焉克臨終正念。故誠心發願。", "834": "決志要期。既欲往生。宜在專切。", "835": "求佛加護求佛加護", "836": "照律師云。或問。觀經云。是心作佛。是心是佛。心既是", "837": "佛。何須念他佛耶。答。祇由心本是佛故。令專念彼佛。", "838": "梵網戒云。常須自知。我是未成之佛。諸佛是已成之", "839": "佛。汝心佛者。未成佛也。彌陀佛者。已成佛也。未成佛", "840": "者。久沉欲海。具足煩惱。杳無出期。已成佛者。久證菩", "841": "提。具足威神。能為物護。是故諸佛勸令念佛。即是以", "842": "我未成之佛。求他已成之佛。而為救護耳。是故眾生", "843": "若不念佛。聖凡永隔。父子乖離。長處輪迴。去佛遠矣。", "844": "斥謬門第八○斥謬門第八", "845": "前文凡夫迷倒。不了佛智。全佛境為魔界。我見為本。執", "846": "斷執常。六十二見。百八煩惱。無所往而非魔矣。舉", "847": "心動念。魔所為也。息心除妄。魔所為也。經曰。末世", "848": "眾生。說病為法。雖勤精進。增益諸病。今欲剪覺路", "849": "之荊榛。闢異端之邪說。此斥謬之篇。所由作也。猶", "850": "國家之發號施令。懲善誡惡。刑期無刑。豈得而已", "851": "哉。", "852": "背宗失旨背宗失旨", "853": "天台智者大師觀經疏。以一心三觀釋觀字。以一體", "854": "三身釋無量壽。乃云。舉正收依。述主包褁。觀雖十六。", "855": "言佛便周。則十六境皆圓妙三諦也。錢塘孤山圓法", "856": "師。以其師奉先清公遺文。述刊正記以釋之。背宗失", "857": "旨。以十六觀皆為事想。不須三觀。四明尊者忍俊不", "858": "禁。初作融心解。後述妙宗鈔。以救當時之獘。妙得佛", "859": "祖之心。其說大行。其後神智義師。假名湛師。背其師", "860": "說。復有著述。至于桐江瑛法師立論。以摩訶止觀為", "861": "無生觀。十六觀門為有生觀。雖宗天台。不得祖意。公", "862": "為異說。淺鄙可笑。孤山則執理觀為事想。桐江則局", "863": "聖解為凡情。學佛法者。可不審哉。", "864": "謬執偏空謬執偏空", "865": "淨覺法師曰。世或有引大珠和尚云。捨垢取淨。是生", "866": "死業。龐居士云。若捨煩惱入菩提。不知何方有佛地。", "867": "皆是遣著之語。不可執此以非淨土。且不垢不淨之", "868": "言。即心即佛之義。凡稟釋教者。孰不知之。安以真如", "869": "平等之談。便廢因緣脩證之法。六住大士尚存分段", "870": "之生。四果真人亦有變易之死。云何殂落永謂泥洹。", "871": "須知菩薩未證妙覺已還。常以空心徧修萬行。終日", "872": "觀佛。無佛可觀。歷劫度生。無生可度。暫趣於空華淨", "873": "土。權依於幻化彌陀。破昨夢之塵勞。入乾城之地位。", "874": "乃至成佛雖自行冥寂。而利他宛然。故喻之以明鑑", "875": "之身。現之以隨類之像。世人勿詢大義。唯忻頓悟。直", "876": "入無生。而不思永嘉云。若實無生無不生。既豁達而", "877": "取空。恐莾蕩而招禍。此類乎。越中習射。不踰數步之", "878": "間。隴西學游。翻沒洄波之內。如斯知識。未可參尋。", "879": "疑深障重疑深障重", "880": "無為楊次公曰。世有善士。發三種不信心。不求生者。", "881": "尤可嗟惜。一曰。吾當超佛越祖。淨土不足生也。二曰。", "882": "處處皆淨土。西方不必生也。三曰。極樂聖域。我輩凡", "883": "夫不能生也。夫行海無盡。普賢願見彌陀。佛國雖空。", "884": "維摩常修淨土。十方如來有廣舌之讚。十方菩薩有", "885": "同往之心。試自忖量。孰與諸聖。謂不足生者。何其自", "886": "欺哉。至如龍猛祖師也。楞伽經有預記之文。天親教", "887": "宗也。無量論有求生之偈。慈恩通讚。首稱十勝。智者", "888": "㭊理。明辨十疑。彼皆上哲。精進往生。謂不必生者。何", "889": "其自慢哉。火車可滅。舟石不沉。現華報者。莫甚於張", "890": "馗十念而超勝處。入地獄者。莫速於雄俊再甦而證", "891": "妙因。世人愆尤。未必若此。謂不能生者。何其自棄哉。", "892": "自欺自慢自棄己靈。流入輪迴。是誰之咎。", "893": "誑妄說法誑妄說法", "894": "汾州大達無業國師云。如今天下解禪解道。如河沙", "895": "數。說佛說心有百千萬億。纖塵不盡。未免輪迴。絲念", "896": "不忘。盡從淪墜。如斯之類。尚不能自識業果。妄言自", "897": "利利他。自謂上流。並他先德。但言觸目無非佛事。舉", "898": "足盡是道場。原其所習。不如一箇五戒十善凡夫。觀", "899": "其發言。嫌他二乘十地菩薩。且醍醐上味為世所珍。", "900": "遇斯等人。翻成毒藥。假使才並馬鳴。解齊龍樹。只是", "901": "一生兩生不失人身。臨終之時。一毫聖凡情量不盡。", "902": "纖塵思念未忘。隨念受生。輕重五陰。向驢胎馬腹裏", "903": "托質。鑊湯爐炭裏燒煑。從前記持憶想見解。一時失", "904": "却。依舊再為螻蟻。從頭又作蚊虻。雖是善因。而招惡", "905": "果○永明智覺禪師云。深嗟末世誑說一禪。只學虗", "906": "頭。全無實解。步步行有。口口談空。自不責業力所牽。", "907": "更教人撥無因果。便說飲酒食肉不礙菩提。行盜行", "908": "婬無妨般若。生遭王法。死陷阿鼻。受得地獄。業消又", "909": "入畜生餓鬼。百千萬劫無解脫期。除非一念回光立。", "910": "即翻邪為正。若不自懺自悔自度自修。諸佛出來。也", "911": "無救你處。", "912": "未得謂得未得謂得", "913": "圓悟禪師云。有一等人道。本來無一星事。但只遇茶", "914": "喫茶。遇飯喫飯。此是大妄語。謂之未得謂得。未證謂", "915": "證。見人說心說性說玄說妙。便道只是狂言。本來無", "916": "事。可謂一盲引眾盲。打在無事界裡。佛也不禮。香也", "917": "不燒。似則也似。爭奈脫體不是。纔問著。却似極則相", "918": "似。纔拶著。七華八裂。坐在空腹高心處。及到臈月三", "919": "十日。換手搥胸。已是遲了也。", "920": "胎息邪論胎息邪論", "921": "圓悟禪師云。嗟見一流拍盲野狐種族。自不曾夢見", "922": "祖師。却妄傳達磨以胎息傳人。謂之傳法救迷情。引", "923": "從上年高宗師安國師趙州之類。皆行此氣。及誇達", "924": "磨隻履普化空棺。皆是此術有驗。遂至渾身脫去。謂", "925": "之形神俱妙。除夜望影。喚主人公。以卜日月。聽樓皷。", "926": "驗玉池。覘眼光。以為脫生死法。真誑嚇閭閻。揑偽造", "927": "訛。貽高人𠷣。鄙說趙州十二時歌。龐居士轉河車頌。", "928": "󱠛互指授。密行傳持。以圖長年。及全身脫去。豪傑俊", "929": "頴之士。高談大辨。下視祖師者。往往信之。畫虎成狸。", "930": "遭有識者覰破。海內學此者。如稻麻竹葦。其高識遠", "931": "見。自不因循。恐乍發心。未入閫奧。遇增上慢人。導入", "932": "此邪見林中。末上一錯。永沒回轉。其流浸廣。莫知能", "933": "遏。因出此顯言。庶有志願。於大解脫門。可以辨之。同", "934": "入無生薩婆若海。", "935": "默照邪禪默照邪禪", "936": "真淨文禪師云。今時有一般漢。執箇平常心是道。以", "937": "為極則。天是天。地是地。山是山。水是水。僧是僧。俗是", "938": "俗。大盡三十日。小盡二十九。並是依草附木。不知不", "939": "覺。一向迷將去○妙喜云。東林照覺。以平常無事。不", "940": "立知見。解會為道。更不求妙悟。却將諸佛諸祖見性", "941": "法門為建立誣誷先聖。聾瞽後昆。眼裡無筋。皮下無", "942": "血之流。隨例顛倒。恬不知覺。真可憐憫。圓覺經云。末", "943": "世眾生。雖求善友。遇邪見者。未得正悟。是則名為外", "944": "道種性。邪師過謬。非眾生咎。豈虗語耶。", "945": "長生秘訣長生秘訣", "946": "龍舒居士曰。楞嚴經說。有十類僊。壽千萬歲。休止深", "947": "山。數盡復入輪回。為不了真性。與六道眾生。同名七", "948": "趣。世之學仙者。萬不得一。縱使得之。不免輪回。為著", "949": "於形神。不能捨去故也。且形神者。乃真性中所現之", "950": "忘想。皆非真實。近數百年來得仙者。唯鍾離呂公。而", "951": "學鍾呂者。奚止千萬。自余親知間。數亦不少。率皆死", "952": "亡。埋於下土。未見一人白日飛升者。欲求長生。莫如", "953": "淨土。不知修此。而學神仙。是捨目前之美玉。而求不", "954": "可得之碔砆。豈不惑哉。唐香山居士。贈王山人詩曰。", "955": "聞君減寢食。日聽神仙說。暗待非常人。潛求長生訣。", "956": "言長本對短。未離生死轍。假使得長生。才能勝夭折。", "957": "松樹千年朽。槿華一日歇。畢竟同虗空。何須誇歲月。", "958": "彭殤徒自異。生死終無別。不如學無生。無生即無滅。", "959": "撥無因果撥無因果", "960": "圓頓行人。語默動靜皆遵聖教。盡合佛心。若以念佛", "961": "生心動念成妄想者。則息心無念亦成妄想。首楞嚴", "962": "經云。縱滅一切見聞覺知。內守幽閑。猶為法塵分別", "963": "影事。若以念佛著有為患。則執空之人。其患尤甚。永", "964": "嘉云。谿達空撥因果。漭漭蕩蕩招殃禍。棄有著空病", "965": "亦然。還如避溺而投火。若以外求他佛為未達。則內", "966": "執己心。不達尤甚。長沙云。學道之人不識真。只為從", "967": "來認識神。無量劫來生死本。癡人喚作本來人。若以", "968": "別求淨土為偏見。則執目前為淨土者。其失尤甚。楞", "969": "嚴經說。落魔道者。都指現前即為佛國。無別淨居及", "970": "金色相。口中好言。眼耳鼻舌皆為淨土。男女二根即", "971": "是菩提。弟子與師俱陷王難。迷惑無知。墮無間獄。若", "972": "以執有修證為權說者。執無修證。墮落外道。其禍尤", "973": "甚。楞嚴云。其人初不覺知魔著。亦言自得無上涅槃。", "974": "謂三僧祇一念能越。心中尚輕十方如來。何況下位", "975": "聲聞緣覺。不禮塔廟。摧毀經像。謂言此是金銅土木。", "976": "肉身真常不自恭敬。却崇土木。實為顛倒。其深信者。", "977": "從其毀碎。埋棄地中。疑悞眾生。墮無間獄。佛言諄諄。", "978": "可不信乎。", "979": "自甘塗炭自甘塗炭", "980": "大智律師曰。世之學佛者。其始莫不皆曰為生死事", "981": "大。及乎聲利所動世緣所汩。則生死大事置而弗論。", "982": "或為人扣擊。則他辭託䟦。不能自決。或云此不須問。", "983": "或云不必用知。或云符到奉行莫作計較。或云隨處", "984": "受生出入自在。或云且生不高不下之家。復男子身。", "985": "或云把定精神。見善惡相。不得隨去。或令預候知時。", "986": "或教臨終奪陰。或云百骸潰散一物長靈。或云形散", "987": "氣消歸於寂滅。如是種種臆度矯亂。皆不出凡夫外", "988": "道斷常二見。逮乎四大解分病苦所迫。識神無主。隨", "989": "業輪迴。決無疑矣。假令定日尅時。坐脫立化。世德可", "990": "致。未足為奇。斯由不見十六觀經。不知九品生相。不", "991": "信彌陀願力。而堅持所見。自甘塗炭。豈不為之悲哉。", "992": "指廣門第九○指廣門第九", "993": "前文徑路脩行之法。其要在於執持名號。即得往生。奚", "994": "俟多言哉。若夫旨趣之微妙。觀道之精深。非文藉", "995": "之廣。說示之詳。無由顯也。故群經之偏讚。眾聖之", "996": "發揮。其書之廣。汗牛充棟。非夫博□。則莫知其要", "997": "也。今自博而約。錄一二之目。俾學者討尋。得旨而", "998": "修焉。儒曰博學而詳說之。將以反說約也。其斯之", "999": "謂歟。", "1000": "法華授記法華授記", "1001": "妙法蓮華經藥王菩薩本事品云。若如來滅後。後五", "1002": "百歲中。若有女人。聞是經典。如說脩行。於此命終。即", "1003": "往安樂世界阿彌陀佛。大菩薩眾圍繞住處。生蓮華", "1004": "中寶座之上。不復為貪欲所惱。亦復不為瞋恚愚癡", "1005": "所惱。亦復不為憍慢嫉妒所惱。得菩薩神通無生法", "1006": "忍。", "1007": "妙樂云。聞是經典。如說脩行。即淨土因。不須更指觀", "1008": "經等也。依經立行。具如分別功德品。直觀此土。四土", "1009": "具足故。此佛身即三佛身。此大眾即一切眾。以惑未", "1010": "斷故。安樂行是同居淨土行之氣分也○四明融心", "1011": "解云。惑未斷則同居淨。觀行三諦也。見思盡則方便", "1012": "淨。相似三諦也。無明破則實報淨。分證三諦也。無明", "1013": "盡則寂光淨。究竟三諦也。修一心三觀求生淨土。即", "1014": "以三惑為穢土之因。三諦為淨土之果也。", "1015": "華嚴結歸華嚴結歸", "1016": "華嚴末會。普賢菩薩教善財童子。發十大願。乃云。於", "1017": "此大願。受持讀誦。是人臨命終時。一切諸根悉皆散", "1018": "壞。一切親屬悉皆捨離。一切威勢悉皆退失。唯此願", "1019": "王不相捨離。於一切時。引導其前。一剎那中即得往", "1020": "生極樂世界。到已即見阿彌陀佛。生蓮華中。蒙佛授", "1021": "記。普於十方世界。以智慧力。隨眾生心。而為利益。不", "1022": "久當坐菩提道場。降伏魔軍。成等正覺。能於煩惱大", "1023": "苦海中。拔濟眾生。令其出離。皆得往生阿彌陀佛極", "1024": "樂世界○清涼國師貞元疏。問曰。不求生華藏而生", "1025": "極樂者何耶。答。有四意。一者有緣故。彌陀願重。偏接", "1026": "娑婆人也。二者使眾生歸憑情一故。若聞十方皆妙。", "1027": "初心茫然無不依託。故方便引之。三者不離華藏故。", "1028": "極樂去此十萬億剎。華藏佛剎皆微塵數。故不離也。", "1029": "四者即本師故。經云。或有見佛無量壽觀自在等所", "1030": "圍繞。疏云。讚本尊遮那之德也。華藏剎海皆遮那境。", "1031": "十萬億剎未出剎種之□。豈非本師隨名異化也。", "1032": "般若念佛般若念佛", "1033": "摩訶般若經云。菩薩摩訶薩念佛。不以色念。不以受", "1034": "想行識念。以諸法自性空故。不應以三十二相八十", "1035": "隨形好念。不應以戒定慧解脫解脫知見而念。不以", "1036": "十力四無所畏四無礙智十八不共法而念。何以故。", "1037": "是諸法自性空故。自性空則無所念。無所念故。是為", "1038": "念佛。菩薩行般若波羅蜜時。應念佛能具足四念處。", "1039": "乃至一切種智。諸法性無所有故。菩薩知諸法無所", "1040": "有。是中無有性無無性○大般若經云。菩薩摩訶薩", "1041": "有方便善巧故。不隨靜慮無量無色勢力而生。但生", "1042": "有佛世界。值遇諸佛。供養恭敬。尊重讚歎。常與般若", "1043": "波羅蜜多相應。當知是菩薩摩訶薩。此賢劫中。定得", "1044": "無上正等菩提。", "1045": "仁王觀佛仁王觀佛", "1046": "仁王般若經云。佛問波斯匿王。汝以何相而觀如來。", "1047": "王言。觀身實相。觀佛亦然。無前際中際後際。不住三", "1048": "際。不離三際。不住五蘊。不離五蘊。不住四大。不離四", "1049": "大。不住六處。不離六處。不住三界。不離三界。乃至非", "1050": "見聞覺知。心行處滅。言語道斷。同真際。等法性。我以", "1051": "此相。觀如來身。佛言。應如是觀。若他觀者。名為邪觀", "1052": "○佛所言有。為破眾生執空之見。於空有叵得處。方", "1053": "便建立。謂之妙有。佛所言空。為破眾生執有之見。於", "1054": "空有無礙處。蕩除其執。謂之真空。空之與有。其體本", "1055": "一。而不妨各異。以無礙故。無可不可。謂之空。所以破", "1056": "除情執。洗蕩法塵。謂之有。所以表顯法門。建立功用。", "1057": "亦如人身。或動或靜。或語或默。任運而然。何所往而", "1058": "不可哉。若定執一偏。則落外道邪見。非佛法矣。", "1059": "寶積十心寶積十心", "1060": "大寶積經。彌勒白佛言。如佛所說。阿彌陀佛極樂世", "1061": "界。若有眾生。發十種心。專向於佛。是人命終。當得往", "1062": "生。何等名為十種心耶。佛告彌勒。如是十心。非諸凡", "1063": "愚不善丈夫具煩惱者之所能發。何等為十。一者於", "1064": "諸眾生。起於大慈。無損害心。二者於諸眾生。起於大", "1065": "悲。無逼惱心。三者於佛正法。不惜身命。樂守護心。四", "1066": "者於一切法。發生勝忍。無執著心。五者不貪利養恭", "1067": "敬尊重。淨意樂心。六者求佛種智。於一切時。無忘失", "1068": "心。七者於諸眾生。尊重恭敬。無下劣心。八者不著世", "1069": "論。於菩提分。生決定心。九者種諸善根。無有雜染。清", "1070": "淨之心。十者於諸如來。捨離諸相。起隨念心。是名菩", "1071": "薩發十種心。若人於此十心。隨成一心。樂欲往生彼", "1072": "佛世界。若不生者。無有是處。", "1073": "情想升沉情想升沉", "1074": "首楞嚴經云。佛告阿難。一切世間生死相續。生從順", "1075": "習。死從變流。臨命終時。未捨煖觸。一生善惡俱時頓", "1076": "現。純想即飛。必生天上。若飛心中。兼福兼慧及與淨", "1077": "願。自然心開。見十方佛。一切淨土隨願往生。情少想", "1078": "多。輕舉非遠。即為飛仙。情想均等。不飛不墜。生於人", "1079": "間。想明斯聰。情幽斯鈍。情多想少。流入橫生。重為毛", "1080": "群。輕為羽族。七情三想。沉下水輪。生於火際。受氣猛", "1081": "火。身為餓鬼。常被焚燒。水能害己。無食無飲。經百千", "1082": "劫。九情一想。下洞火輪。輕生有間。重生無間。二種地", "1083": "獄。純情即沉入阿鼻獄。若沉心中。有謗大乘。毀佛禁", "1084": "戒。誑妄說法。虗貪信施。濫膺恭敬。五逆十重。更生十", "1085": "方阿鼻地獄。", "1086": "起信結歸起信結歸", "1087": "馬鳴菩薩宗百洛叉經。造大乘起信論。為入道之要", "1088": "門。其末曰。復次眾生。初學是法。欲求正信。其心怯弱。", "1089": "以住於此娑婆世界。自謂不能常值諸佛。懼謂信心", "1090": "雖可成就。意欲退者。當知如來有勝方便。攝護信心。", "1091": "謂以專意念佛因緣。隨願得生他方佛土。常見於佛。", "1092": "永離惡道。如修多羅說。若人專念西方極樂世界阿", "1093": "彌陀佛。所修善根。回向願求生彼世界。即得往生。常", "1094": "見佛故。終無有退。若觀彼佛真如法身。常勤修習。畢", "1095": "竟得生。住正定故。", "1096": "王以寧待制曰。余甞問道於宏智禪師。師令讀起信", "1097": "論。而未見其本。及謫官天台。始於隣僧處得之。披閱", "1098": "再三。竊有疑焉。是書為大乘人作。破有蕩空一法不", "1099": "留之書也。而末章以繫念彌陀。求生淨土為言。其旨", "1100": "何耶。晚過雪峰。問真歇。歇曰。實際理地。不受一塵。萬", "1101": "行門中。不捨一法。子欲壞世間相。棄有著空。然後為", "1102": "道耶。夫如是則淨土之修。於道何損焉。予始豁然。有", "1103": "得於心。乃知往生淨土一門。真橫截生死之要道也。", "1104": "天親造論天親造論", "1105": "西天祖師婆藪盤特。此云天親。初學佛法。偏執小乘。", "1106": "後方志慕大法。從其兄無著。傳慈氏唯識宗旨。依無", "1107": "量壽經造論一卷。為淨土修法。在大藏堂字函。須者", "1108": "撿之。其略曰。若人修行五念門成就者。必定得生安", "1109": "樂國土。見阿彌陀佛。一者禮拜門。身業禮拜阿彌陀", "1110": "佛。為生彼國故。二者讚歎門。口業讚歎彼佛光明智", "1111": "相。欲如實脩行故。三者作願門。心常作願。一心專念", "1112": "畢竟往生。欲如實脩行奢摩他故。四者觀察門。以智", "1113": "慧觀察。欲如實脩行毗鉢舍那故。一觀察彼國土莊", "1114": "嚴。二觀察彼佛莊嚴。三觀察彼諸菩薩莊嚴。五者回", "1115": "向門。所有功德善根。以方便回向。攝取眾生。不取一", "1116": "切世間故。菩薩如是修行五門。自利利他。速得成就", "1117": "菩提故。慈雲依之。立往生行法。", "1118": "論釋十疑論釋十疑", "1119": "天台智者大師。說淨土十疑論。門人記為一卷。宋初", "1120": "吳山澄彧法師有注本。僧統贊寧序冠其首。盛行於", "1121": "世。彧師科十疑云。一無大慈悲疑。二諸法無生疑。三", "1122": "佛土平等疑。四偏念西方疑。五具縛厚重疑。六即得", "1123": "不退疑。七不求兜率疑。八十念往生疑。九劣弱人生", "1124": "疑。十作何行業疑。一一問答明白。故楊次公序云。輔", "1125": "贊彌陀教觀者。其書山積。唯智者大師淨土十疑論。", "1126": "最為首冠。援引聖言。開決群惑。萬年暗室。日至而頓", "1127": "釋群陰。千里水程。舟具而不勞自力。非法藏後身。不", "1128": "能至於是也。", "1129": "臨終設像臨終設像", "1130": "華嚴賢首品偈云。又放光明名見佛。此光覺悟將歿", "1131": "者。令隨憶念見如來。命終得生其淨國。見有臨終勸", "1132": "念佛。又示尊像令瞻敬。俾於佛所深歸仰。是故得成", "1133": "此光明。前四句言。菩薩放無量光。其間一種。名為見", "1134": "佛。放此光明。能令命終之人。見佛往生。後四句言。此", "1135": "菩薩因中。勸臨終人念佛。又令瞻敬佛像。故得此光", "1136": "明也。大智度論云。臨終少時。能勝終身修行之力。以", "1137": "猛利故。義和法師無盡燈載。西域祇桓精舍西北角。", "1138": "日光沒處。置無常院。造一立像。面向西方。執五綵旛。", "1139": "安病人在像之後。手執旛脚作隨佛往生之想。瞻病", "1140": "者燒香散華鳴磬。助稱佛名。資助病者。若有垢穢。隨", "1141": "即除之。決取往生。若游心法界。去來無礙者。不拘此", "1142": "法。", "1143": "茶毗十念茶毗十念", "1144": "百丈大智禪師。以修禪之人。附居律寺。紊師徒之分。", "1145": "是故建立叢林。以清規繩之。自是天下始有禪居。凡", "1146": "病僧危篤。集眾與之念誦。其詞曰。諸緣未盡。早遂輕", "1147": "安。大命難逃。徑生安養。其與亡僧龕前念誦。則曰。神", "1148": "超淨域。業謝塵勞。蓮開上品之華。佛授一生之記。至", "1149": "茶毗時。令維那與其十稱西方極樂世界大慈大悲", "1150": "阿彌陀佛。大眾同聲應和。而又曰。上來稱揚十念。貲", "1151": "助往生。津送住持之法亦然。此法載于清規。雖叢林", "1152": "老宿道眼明白者。無不遵之而行。故知合五家之宗", "1153": "派。盡天下之禪僧。悟與未悟。無有一人不生淨土也。", "1154": "古今著述古今著述", "1155": "慈雲云。古今諸師歸心淨域者。或製疏解經。或宗經", "1156": "造論。或隨情釋難。或伽陀讚揚。雖殊途同歸。而各陳", "1157": "所見。動盈編帙。尋究良難。今略錄其要者一二。", "1158": "天台智者大師觀無量壽佛經疏一卷", "1159": "淨土十疑論一卷道安和尚往生論六卷", "1160": "懷感法師群疑論七卷道綽禪師安樂集三卷", "1161": "慈愍三藏淨土慈悲集三卷", "1162": "源信禪師淨土集二卷", "1163": "慈恩法師彌陀經通贊一卷", "1164": "清凉國師觀經疏一卷", "1165": "永明智覺禪師萬善同歸集三卷", "1166": "四明尊者妙宗鈔三卷融心解一卷", "1167": "慈雲懺主往生淨土懺願儀一卷", "1168": "決疑行願二門一卷淨土略傳一卷", "1169": "草堂飛錫法師念佛三昧寶王論三卷", "1170": "孤山法師觀經疏刊正記四卷", "1171": "彌陀經疏一卷西資鈔二卷", "1172": "淨覺法師彌陀經疏一卷", "1173": "潞州宗坦法師觀經甘露疏四卷", "1174": "義淵法師甘露疏記五卷", "1175": "靈芝大智律師觀經疏阿彌陀經疏一卷", "1176": "淨土禮懺儀一卷", "1177": "圓澄義和法師華嚴無盡燈一卷", "1178": "侍郎王古直指淨土決疑集三卷", "1179": "寶珠集", "1180": "無功居士王闐淨土自信錄", "1181": "勸脩門第十○勸脩門第十", "1182": "前文眾生在迷。生死無際。一旦獲聞念佛三昧。頓超生", "1183": "死。若飛出塗炭。而羽翼太虗。真渡苦海之慈航。起", "1184": "沈痾之妙劑者歟。夫勸進行者。淨業之大。利他之", "1185": "行。菩薩所修。有志之士。能以此道。轉相勸勉。勤修", "1186": "不怠。則屈伸臂頃。轉穢濁為清泰之都。勸修之功。", "1187": "豈小補哉。", "1188": "慈雲勸修慈雲勸修", "1189": "慈雲懺主云。安養淨業。捷徑易修。諸大乘經。皆啟斯", "1190": "要。十方諸佛。無不稱美。若比丘四眾。善男信女。欲得", "1191": "速破無明。永滅五逆十惡重罪。及餘輕過。當修此法。", "1192": "欲得還復清淨。大小戒律具足一切諸波羅蜜門者。", "1193": "當學此法。欲得臨終離諸怖畏。身心安樂。喜悅如歸。", "1194": "光照室宅。異香音樂。阿彌陀佛與諸聖眾。送紫金臺。", "1195": "授手迎接。五道橫截。九品長騖。謝去熱惱。安息清涼。", "1196": "初離塵勞。便登不退。不歷長劫。即證無生者。當學此", "1197": "法。欲修少法。而感妙報。十方諸佛俱時稱讚。現前授", "1198": "記。一念供養。無央數佛。還至本國。與彌陀坐食。觀音", "1199": "議論。勢至行步。洞視徹聞。身量無際。飛空自在。宿命", "1200": "了了。徧觀五道。如鏡中像。念念證入無盡三昧。如是", "1201": "稱述不可窮盡。應當修習此之勝法。", "1202": "校量功德校量功德", "1203": "慈雲懺主云。彌陀本願。十方眾生欲生我國。至心信", "1204": "樂。乃至十念。不果遂者。誓不成佛。十念信樂。尚得往", "1205": "生。況復一日信樂者。況復一月一年一生信樂者耶。", "1206": "一念滅八十億劫生死重罪。況復十念耶。況復一日", "1207": "一月一年一生念佛所滅罪耶。重罪尚滅。況輕罪耶。", "1208": "又復校量念佛功德。比餘善根。優劣之相者。經云。若", "1209": "人以四事極好之物。供養大千世界滿中阿羅漢辟", "1210": "支佛所得福德。不如有人合掌一稱佛名。百千萬分", "1211": "算數譬喻所不能及。一稱佛名功德尚爾。況復十念", "1212": "一日一月一年一生念佛功德耶。現世安隱。眾聖守。", "1213": "護。離諸災厄。功德無量。", "1214": "妙觀功深妙觀功深", "1215": "四明尊者云。寄語行者。觀雖深妙。本被初心。若能進", "1216": "功。何憂不就。縱未入品。為因亦強。生至彼󳬛。得預大", "1217": "會。所見依正微妙難思。速入聖階。度生亦廣。永異事", "1218": "善。及小乘行。得往生者。如此土人。宿圓修者。於諸座", "1219": "席。見相殊常。聞法易悟。以此類彼。功在妙宗。但為戒", "1220": "福不精。無往生願。故在穢土聞法入真。須懼娑婆不", "1221": "常值佛。縱遇善友。色心不勝。難發我心。況塵境麤強。", "1222": "誠為險處。故須外加事懺。內勤理觀。正助雙行。加願", "1223": "要制。必於寶剎。速證無生。", "1224": "永無退轉永無退轉", "1225": "楊次公曰。不願生淨土則已。願生則無不得生。不生", "1226": "淨土則已。生則永無退轉。具縛凡夫。初憑信願。得生", "1227": "彼土。而三毒邪見。未能頓忘。何以知其不退轉耶。葢", "1228": "以彌陀願力。常所攝持。大光常照。上善人聚。壽命永", "1229": "劫。水鳥樹林。風聲樂響。演暢妙乘。聞其聲者。念佛念", "1230": "法念僧之心。未甞間斷故也。眾生如受病之人。佛為", "1231": "醫王。法為良藥。僧為視病人。三者現前。病不得而萌", "1232": "矣。以是言之。則一生淨土。何從有退轉哉。", "1233": "高聲念佛高聲念佛", "1234": "業報差別經云。高聲念佛。誦經有十種功德。一能排", "1235": "睡眠。二天魔驚怖。三聲徧十方。四三塗息苦。五外聲", "1236": "不入。六令心不散。七勇猛精進。八諸佛歡喜。九三昧", "1237": "現前。十往生淨土○慈雲懺主云。稱佛名時。以心緣", "1238": "歷。字字分明。使心口相繫。方能一念滅八十億劫生", "1239": "死之罪。若不然者。滅罪良難。若恐心散。須高聲疾喚。", "1240": "心則易定。三昧易成。故懷感法師決疑論中。引大集", "1241": "日藏經云。小念見小佛。大念見大佛。論釋曰。大念者。", "1242": "大聲念佛也。小念者。小聲念佛也。此皆聖教。有何惑", "1243": "哉。奉勸世人。厲聲念佛。三昧易成。小聲念佛。遂多馳", "1244": "散。學者方知非常人能曉也。下品下生。臨終十念。少", "1245": "時猛利。諦心決斷。勝百年願力。今人稱佛。多不專精。", "1246": "散心緩聲。遂使現世成功者少。臨終感應事稀。故特", "1247": "示此法。勸念佛時。一心不亂。高聲念佛。聲聲相續。則", "1248": "不久成功也。", "1249": "禮佛功德禮佛功德", "1250": "業報差別經云。禮佛一拜。從其膝下。至金剛際。一塵", "1251": "一轉輪王位。獲十種功德。一得妙色身。二出言人信。", "1252": "三處眾無畏。四佛所護念。五具大威儀。六眾人親附。", "1253": "七諸天愛敬。八具大福德。九命終往生。十速證涅槃", "1254": "○四明尊者云。行者禮佛時。深知佛體不離我心。同", "1255": "一覺源。圓照諸法。諸佛悟本。起同體悲。眾生迷真。受", "1256": "諸幻苦。悲苦相對。感應斯成。一身遍至諸佛之前。一", "1257": "拜普消無邊之罪。", "1258": "現生獲福現生獲福", "1259": "龍舒曰。或謂求生淨土。是身後之事。而不知大有益", "1260": "於生前也。何則葢佛之教人。無非是善。既以求生淨", "1261": "土為心。凡意之所念。口之所言。身之所為。無適而非", "1262": "善。其現世則可為君子。為大賢人敬之。神助之。福祿", "1263": "可增。壽命可永。其次為業緣所奪。不能專志於此者。", "1264": "則惡緣由此而省。善緣自此而增矣。縱有不知禮義。", "1265": "不畏刑罰。唯氣力之為尚。唯勢利之為趨。苟知以淨", "1266": "土為心。則亦必省己。而自咎其所為。雖不能皆合於", "1267": "禮義。亦必近於禮義矣。其肎復陷於刑罰乎。使人人", "1268": "皆然。則漸可以脫小人之域。而終為君子之歸矣。鄉", "1269": "人之相知者。皆目之為善人。由是言之。遵佛教法。而", "1270": "以淨土為心者。孰謂無益於生前乎。", "1271": "為僧念佛為僧念佛", "1272": "龍舒曰。為僧學佛者。當自念云。我為出家人。了達生", "1273": "死。乃本分事。不能如此。遂汩沒俗塵。一日大限到來。", "1274": "有何倚賴。平日雖有善業。未免隨逐輪迴。善業報盡。", "1275": "又復墜墮。不如專修淨土。直脫輪迴。方是出家事畢。", "1276": "如永明壽禪師長蘆󰬇禪師萬年一禪師。皆修此道。", "1277": "又轉以化人。豈可不効彼耶。若不生淨土。未免隨業", "1278": "受報。如海印信禪師。以一念之錯。生朱防禦家為女", "1279": "子。得圓照本禪師點化。乃得脫去。知他第二生中。又", "1280": "復如何。舒州太平古老亦名行尊宿也。歿後生宰相", "1281": "家。享富貴造惡業。復墮惡道。何有出期。楞伽經說。修", "1282": "行之人。如澄濁水。澄之難清。未去濁脚。攪之復渾。二", "1283": "老之謂也。若生淨土。住不退地。復來此界度生。如刷", "1284": "去濁。脚雖攪之。不復渾矣。", "1285": "富貴學道富貴學道", "1286": "龍舒曰。富貴人種種如意快樂。然光陰迅速。幻身難", "1287": "保。古來貴極。誰為在者。不如脩行淨業。身後托生勝", "1288": "處。豈不快哉。本朝文潞公。在京師。與淨嚴禪師。結道", "1289": "俗十萬人。為淨土會。至于王敏仲侍郎楊次公提刑", "1290": "馮濟川給事。皆以貴人。脩行淨業。而皆得往生。可不", "1291": "仰効之哉。", "1292": "眾善相資眾善相資", "1293": "龍舒曰。供佛齋僧。造塔建寺。念誦禮懺。孝養父母。兄", "1294": "友弟恭。宗族之間。無不和穆。鄉黨隣里。恩禮相與。事", "1295": "君則赤心為國。為官則仁慈利民。為長則善以安眾。", "1296": "為下則勤以事上。或指教愚迷。或扶助孤弱。或救人", "1297": "急難。或惠施貧窮。或造橋砌井。或施食散藥。或減己", "1298": "奉養以利人。或臨財饒人以自省。或教人為善。或護", "1299": "善止惡。但隨所作世出世間一切善事。不拘大小多", "1300": "少。或止以一錢與人。或以一水止渴。至於毫芒之善。", "1301": "竝須起念云。願此善緣。回向西方。眾善相資。必得往", "1302": "生也。", "1303": "勸修利益勸修利益", "1304": "龍舒曰。唐人房翥暴亡。至冥府。冥官語之曰。據案簿。", "1305": "爾曾勸一老人念佛。已生淨土。爾承此福。亦合生淨", "1306": "土。翥曰。尚擬誦金剛經萬卷。并禮五臺。故未欲往生。", "1307": "冥官曰。誦經禮拜。固為好事。不如且生淨土。知其志", "1308": "不可奪。乃放還人間。是知勸人脩淨土者。非但獲往", "1309": "生。又感動幽冥也。", "1310": "因循悞事因循悞事", "1311": "寂室曰。世人欲修淨業。不可言我今忙迫。且待閑暇。", "1312": "我今貧乏。且待富足。我今少壯。且待老時。若分定常", "1313": "忙。分定貧乏。分定夭折。即於淨業無緣脩習。忽爾喪", "1314": "亡。雖悔何及。奉勸諸人。趂身強徤。努力修之。", "1315": "當思身後當思身後", "1316": "寂室曰。世人但知生時。將養此身。營求資給。而不思", "1317": "捨此身後神識不滅。若無善因。則淪墜苦趣。何為生", "1318": "時。愛惜此身。死後神識不滅。而不思度脫耶。又世人", "1319": "專為妻子眷屬。廣營衣食。而無少怠。而不思命終之", "1320": "時。妻子眷屬。雖愛徹骨髓。不能相救。唯當獨往。今勸", "1321": "世人。不當以養生故而忘畏死。不當以為他故而忘", "1322": "自為也。", "1323": "預偹不虞預偹不虞", "1324": "龍舒曰。如人入城幹事。必先覓安下處。抵暮昏黑。則", "1325": "有投宿之地。先覓下處者。脩淨業也。抵暮昏黑者。大", "1326": "限到來也。有投宿之地者。生蓮華中。不落惡趣之謂", "1327": "也。又如春月遠行。須辦雨具。驟雨忽來。則無淋漓之", "1328": "患。先辦雨具者。修淨業也。驟雨忽來者。無常忽至也。", "1329": "無淋漓之患者。不落惡趣也。且先覓下處。不害其幹", "1330": "事。先辦雨具。不害其遠行。修淨土者。不妨一切世務。", "1331": "人何為而不修乎。", "1332": "功在純熟功在純熟", "1333": "龍舒曰。孟子謂夫仁者亦在乎熟之而已矣。故君子", "1334": "無終食之間違仁。造次必於是。顛沛必於是。能爾也。", "1335": "則無所往而不為仁矣。脩淨土者亦然。凡起居飲食", "1336": "語默動靜。皆不忘淨土。則此身雖居五濁。而其心已", "1337": "在淨土矣。樝菴云。落日之形似鼓懸。加趺端坐。面西", "1338": "邊。身雖未到華池上。先送心歸極樂天。正謂此也。", "1339": "十種勝利十種勝利", "1340": "慈雲懺主云。三界大師。萬德慈父。歸之者罪滅。敬之", "1341": "者福生。諸經具說。若能歸依三寶。受持一佛名者。現", "1342": "世當獲十種勝利。一者晝夜常得一切諸天大力神", "1343": "將隱形守護。二者常得如觀世音等二十五大菩薩", "1344": "而為守護。三者常為諸佛晝夜護念阿彌陀佛。常放", "1345": "光明。攝受此人。四者一切惡鬼夜叉羅剎皆不能害。", "1346": "毒蛇毒藥悉不能中。五者水火冤賊刀箭杻械牢獄", "1347": "橫死悉皆不受。六者先所作罪悉皆消滅。所殺冤命", "1348": "皆蒙解脫。更無執對。七者夜夢吉祥。見阿彌陀佛勝", "1349": "妙色像。八者心常歡喜。顏色光澤。氣力充盛。所作吉", "1350": "利。九者常為一切世間人民恭敬禮拜。猶如敬佛。十", "1351": "者命終之時。心無怖畏。正念現前阿彌陀佛及諸聖", "1352": "眾。持金剛臺接引。往生極樂世界。盡未來際。受勝妙", "1353": "樂。", "1354": "淨土指歸集卷下終", "1355": "指歸直音略訓指歸直音略訓", "1356": "錠光訂定二音。錠光佛名。", "1357": "提撕下西音。提耳之誨。曰撕也。", "1358": "玫梅音。玫瑰珠也。僧名。", "1359": "肇兆音。始也。", "1360": "蕖渠音。荷花。", "1361": "舛訛川上聲。錯也下娥音。謬也。", "1362": "髫迢音。髫髦童子垂髮。", "1363": "騖務音。亂馳。", "1364": "鄙彼音。陋也。", "1365": "沉湎免音。溺也。說文沉於酒也。", "1366": "捃摭郡音。拾也。隻音。采摭羣言。", "1367": "諄知純切。誨言重複也。", "1368": "暢唱音。通也。", "1369": "俾彼音。使也。", "1370": "讐隙上酬󱙂也。下乞逆切。怨也。", "1371": "褻媟薛音。私服也。同上近小人。", "1372": "眴舜音。不眴太子名。", "1373": "殑巨升切。河名。", "1374": "遽舉去聲。急猝。", "1375": "藉氣謝音借。又含蓄包容之意。", "1376": "連屬下燭音。連也。續也。猶合也。", "1377": "奘藏去聲。譯師名。", "1378": "罽計音。〡賓國名。", "1379": "𥰳犯音。模範也。", "1380": "狼藉狼藉。狼臥之處。草多披靡。", "1381": "焜耀混音。舊本焜非。曜音光耀。", "1382": "叡于芮切。法師名。", "1383": "掄倫音。官名。", "1384": "偉委音奇。也大也。", "1385": "糠粃上康音。米皮󳺶也。下比音。不成穀也。莊子塵", "1386": "垢粃糠。將陶鑄堯舜。", "1387": "詵所陳切。法師名。", "1388": "闉因音。官名。", "1389": "叵頗音。不可。", "1390": "攉亂霍音。舊本󰪍非。今按諸韻。從手。是盤手戲。通", "1391": "作霍揮。霍猝遽也。", "1392": "昺丙音。光也。法師名。", "1393": "劭邵音。官名。", "1394": "跛波上聲。跛足。", "1395": "窹𥧌悟音。覺窹也。迷去聲。目閉神藏。", "1396": "圊溷上青音。下混去聲。二俱廁。", "1397": "󰬇責音。深也。法師名。", "1398": "鎧鎧音。居士名。", "1399": "厥決音。其也。", "1400": "膏肓上高音。神之液也。下荒音。心上鬲下。", "1401": "疣贅上尤音。瘤也。下綴音。黑痣。", "1402": "綽昌入聲。法師名。", "1403": "闞勘音。官名。", "1404": "墖塔同。", "1405": "昂傴昂高也。仰也。下迂上聲。曲脊也。", "1406": "摸棱上模下楞。蘇味道為相。决事不欲。明白摸棱。", "1407": "玗于音。官名。", "1408": "睹覩同見也。", "1409": "加趺右足安左䏶上。左足安右䏶上。", "1410": "誣誷上巫音。誑也。下罔音。誣也。", "1411": "曦希音。日光。法師名。", "1412": "鎦劉音。官名。", "1413": "㭊析同分也。", "1414": "蓮苞包音。叢生也。詩方苞方體。", "1415": "華裓克音。外國盛花器也。", "1416": "彧郁音。文章貌。法師名。", "1417": "闐田音居士名。", "1418": "雁鴈同。", "1419": "俊󴎧榮上聲。秀󴎧德行之謂洪。", "1420": "酖毒上沉去聲。飲食殺人。", "1421": "巋魁音。靈巋僧名。", "1422": "馗葵音。人名。", "1423": "󴎨隱同。", "1424": "閫奧上苦本切。門限。下烏到切。深也。", "1425": "誑嚇誑欺也。下赫音。怒也。", "1426": "鸞盧官切。法師名。", "1427": "󳮡釋音。人名。", "1428": "䫉貌同容。", "1429": "黍稷上暑音。早熟禾。下即音。五谷之長。", "1430": "彭殤傷音。齊〡〡為妄作。", "1431": "弆舉音。藏也。樓〡名也。", "1432": "翥注音。人名。", "1433": "歿沒同。", "1434": "覘眼丑豔切。候也。說文窺視。", "1435": "碔砆武夫音。〡〡石似亻。", "1436": "縉進音。〡雲縣名也。", "1437": "汾焚音。州名。", "1438": "輭軟同。", "1439": "荊榛上京音。木名。下臻如小栗。", "1440": "續貂俗凋二音。貂不足狗尾續。", "1441": "耄冒音。八十九十曰〡。", "1442": "伶令音。樂人。", "1443": "𢠢慰同。", "1444": "漭莽忙上聲。水大忙上聲。草深。", "1445": "羸劣雷音。瘦也。聯入聲。弱也。", "1446": "媼襖音。〡老母稱也。", "1447": "剡掩音。地名。", "1448": "潯尋音。潯陽。", "1449": "悅豫下預音。樂也。", "1450": "品彚下謂音。類也。", "1451": "魑魅〡鬼也。〡精物。", "1452": "宸辰音帝。居曰〡。", "1453": "倬卓音。著也。", "1454": "󳶰助佐也。󳶰非。", "1455": "湊泊上輳。下薄。", "1456": "澆漓上交。下离。", "1457": "鴝鵒瞿浴。又名寒皐。", "1458": "丕鋪杯切。大也。", "1459": "迄欣入聲。至也。", "1460": "雜雜音參。錯也。", "1461": "刈穫詣音黃。入聲。刈禾。", "1462": "縉雲進音。縣名。", "1463": "四裔下衣。去聲。邊地。", "1464": "稍山巧切。漸也。", "1465": "亟戟音。急也。", "1466": "󴎰掩同。遮也。", "1467": "沉疴阿平聲。病也。寢深也。", "1468": "覰破趣音伺視。", "1469": "衽席忍甚切。臥席也。又坐者。為席臥者。為衽。", "1470": "腕烏貫切。手。", "1471": "奄掩同忽也。", "1472": "唐捐唐捐虗弃也。", "1473": "悉檀悉檀徧施也。", "1474": "耨𧂀上農。入聲。下彌爵切。", "1475": "革戟音。急也病〡也。", "1476": "痺鼻音。足氣不王也。", "1477": "槖託音。無底曰〡。", "1478": "韙偉音。是也。又美之之意。", "1479": "轍廛入聲。車輪所碾迹也。", "1480": "捷潛入聲。勝也。敏疾也。", "1481": "訃付音。告喪也。", "1482": "繪會音。五采也。", "1483": "󱳸赤之切。輕侮也。", "1484": "軌癸音。則也。謂法度也。", "1485": "㡧猪孟切。開張繒畵也。", "1486": "揠烏󳫠切。拔也。〡苗助長。", "1487": "廡武音。堂下周廊。", "1488": "炯戶頂切。光也。", "1489": "甓平入聲。瓴甋。", "1490": "劑齊去聲。分〡百藥齊和。", "1491": "劇極音。增也。尤甚也。", "1492": "斃避音。死也。敗壞也。", "1493": "瞭了音。目睛明也。", "1494": "鈐鉗音。耕類。", "1495": "闢平入聲。開也。", "1496": "謬眉幼切。誤也。許也。", "1497": "覃潭音。布也。又深廣也。", "1498": "瞥篇入聲。過目暫見也。", "1499": "刷所劣切。掃也。清之也。", "1500": "紊問音。亂也。", "1501": "遏安入聲。止也。", "1502": "諳庵音。記也。憶也。", "1503": "揭堅入聲。高舉也。", "1504": "紝壬音機。縷也。", "1505": "緯謂音。橫才〡。", "1506": "縑兼音。并𢇁繒也。", "1507": "輟拙音。歇也。", "1508": "剜烏懽切。削也。", "1509": "逈兄。上聲。寥遠。", "1510": "矯皎音。詐也強也。", "1511": "掣徹音。挽也。", "1512": "珥耳音。〡璫。", "1513": "踰余音。越也。", "1514": "鏤漏音。雕刻。", "1515": "殂雛音。死也。", "1516": "拶祖達切。逼〡也。", "1517": "俟似音。待也。", "1518": "遑皇音。急也。", "1519": "豺柴音。狗聲食羊。", "1520": "翕吸音。起也。合也。", "1521": "尪汪音。弱也。", "1522": "󳭪魁音。大也。", "1523": "瞑名茗二音。閉目。", "1524": "詢荀音。咨也。", "1525": "虻盲音。蚊〡。", "1526": "甄真音。察也。明也。", "1527": "󴎡行音。草木幹也。", "1528": "鉅巨音。大也。", "1529": "靡米音。無也。", "1530": "甦蘇音。按韻會。死更生曰蘇。俗作〡非。", "1531": "翾喧音。小飛。", "1532": "蝡軟音。〡而動。", "1533": "詆底音。訶也。訐也。", "1534": "懲澄音。戒也。正也。", "1535": "踵中。上聲。足後曰〡。", "1536": "貽夷音。貺也。遺也。", "1537": "󴃆痴音。笑也。", "1538": "骸諧音。百骸。", "1539": "潰會音。亂也。", "1540": "臆益音。󱗉〡。", "1541": "僭子念切。不〡不濫。", "1542": "援袁音。引也。", "1543": "厲例音。嚴也。", "1544": "勵例音。免力也。", "1545": "侈耻音。奢也。", "1546": "邁賣音。往也。", "1547": "懈戒音。怠也。", "1548": "貶邊上聲。減損也。", "1549": "屹魚乙切。高貌。", "1550": "右二百四十四字。廼此書之用字也。葢取其疑難", "1551": "者。據韻音釋。雖未得允當。庶資初學之用。然是書", "1552": "乃修淨土者之指歸。雖悟達之士。亦宜勉旃。", "1553": "興聖禪寺德海書　四明王友雲刊", "1554": "No. 1154-ANo. 1154-A", "1555": "釋迦如來。住世說法。三百餘會。諸經皆以結歸淨土。", "1556": "葢為眾生貪戀世間。以苦為樂。自甘沉湎。不求出離。", "1557": "是故世尊於此法門。諄諄垂誨不已。恒沙如來出廣", "1558": "長舌相。說誠實言。同音稱讚。所謂諸三昧中。唯念佛", "1559": "三昧。最為直捷。今觀淨土指歸一集。廼僧錄右善世", "1560": "啟宗法師所編。分立諸題。若經之要旨。論之發明。洎", "1561": "古今禪講宗師。及諸名賢。力行實證之言。纖悉具備。", "1562": "使修學之人覽此。而開決疑情。發明正信。遨遊於諸", "1563": "佛性海者。莫不由斯集焉。四明翠岩無象原公。刊梓", "1564": "流行。為它日蓮池勝集之張本。志可尚矣。", "1565": "洪武二十六年秋九月望日僧錄司右闡教前住", "1566": "徑山萬壽禪寺德祥敬䟦", "1567": "No. 1154-BNo. 1154-B", "1568": "夫以理絕言詮。非言詮。弗克臻宗本之妙。道由踐實。", "1569": "非踐實。無以造觀行之微。言以貫文。文以載道。是為", "1570": "天下之公器。振萬世而不磨者也。然此淨土指歸一", "1571": "書。寔僧錄善世啟宗法師之所述也。葢以採摭經論。", "1572": "據援祖文。集以成帙。凡言淨土。必以穢土而為待對。", "1573": "追惟釋迦文與彼阿彌陀。於久遠劫來大通智勝佛", "1574": "所。同十六王子覆講法華。結大乘緣。建深重願。故有", "1575": "淨穢兩土之殊。折攝二門之異。吾佛為示堪忍穢土。", "1576": "五濁八苦。荊棘泥沙。惡道充滿。壽命短促。而折伏之。", "1577": "令其有所厭惡也。彼佛為示極樂淨土。七珍九品。寶", "1578": "地花池。清淨光明。壽量長遠。而攝受之。令其有所欣", "1579": "慕也。是故如來於鷲嶺。敷宣一代聖教。諸大乘經。十", "1580": "方稱讚。其義甚廣。惟觀無量壽佛經。最為悉備。天台", "1581": "四明發揚妙旨。不出乎空假中三觀法門。互破互立。", "1582": "難思難議。然而諸觀皆用經中所示之相。憶持在心。", "1583": "為所觀境。仍了自心本具此法。託境想成。然佛是所", "1584": "觀勝境。舉正報以收依果。述化主以包徒眾。觀雖十", "1585": "六。言佛便周。則當但觀彼佛名。念佛三昧。作是觀者。", "1586": "名觀一切佛身。亦見佛心。又經云。諸佛如來。是法界", "1587": "身。入一切眾生心想中。是心即是三十二相八十隨", "1588": "形好。是心作佛。是心是佛。諸佛正徧知海。從心想生。", "1589": "所言作佛者。即是而作。全性成脩。顯非性德自然有", "1590": "佛也。言是佛者。即作而是。全修成性。顯非修德因緣", "1591": "成也。若以作是。顯於三觀。則全惑即智。全彰即德故。", "1592": "心是應佛。心是果佛故。知作是之義。一心修者。乃不", "1593": "思議之三觀。為一經之妙宗。念佛三昧。指歸淨土之", "1594": "要門。豈有過於此哉。茲承翠山止菴無象原禪師。素", "1595": "業精修。淨行恒飭。夙夜靡懈。誠叔世精進幢也。獲覩", "1596": "斯集。慨發勝心。捐貲鏤板。用廣流通。使人人物物。咸", "1597": "躋清泰之域。豈福德利益云乎哉。一日𢹂此集。過余", "1598": "寓舍。徵余序。姑敢摭淨土梗槩。書于左方。未免續貂", "1599": "之譏。見者幸毋誚焉旹", "1600": "洪武二十七年四明觀夢比丘　允中　書"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1154 淨土指歸集", "author": "明 大佑集"}