{"sourceLink": "http://www.cbeta.org/", "text": {"0": "贊二自像贊三十三首", "1": "卷十之一靈峰蕅益大師宗論卷第十之一", "10": "乙丑翻一筆句乙丑翻一筆句", "100": "子，不墮狂禪鼠唧鳴。", "1000": "兩，吠聲籬犬共憧憧。", "1001": "識情未轉無塵智，知有依然墮法塵。怖影迷頭空自", "1002": "擾，求真真露卻非真。", "1003": "博文約禮孔顏心，箇事何容鑽仰尋。養氣知言通線", "1004": "路，拍盲告子豈知音。", "1005": "王賊元從一著爭，如何佛法當人情。名聞利養空華", "1006": "事，痛煞求卿反得烹。", "1007": "癸巳元旦過秋曙拈花菴四偈癸巳元旦過秋曙拈花菴四偈", "1008": "曠劫陰移一剎那，滔滔法運駛如河。未明微笑非迷", "1009": "悟，誰向拈花辯佛魔。雲外有聲知是鶴，燈前弄影便", "101": "警邃徵警邃徵", "1010": "同蛾。羨君不入輸金社，好與山儂誦伐柯。", "1011": "萬緣何啻似寒灰，擬入千山誓不回。瞖盡光含清淨", "1012": "目，情忘身育寶蓮胎。珠王滴水能盈器，義賊戕材甫", "1013": "作桮。倒腹傾腸無別語，莫分少室與天台。", "1014": "五十餘年夢幻身，寥寥斯世久無鄰。從頭覷破元非", "1015": "我，此外何容別有真。寄宿不須求大廈，登舟正可就", "1016": "偏津。東風吹亂殘詩卷，未許人閒肉眼掄。時秋曙出乃祖寂生", "1017": "法主詩求選", "1018": "檐矮牆欹聊自安，肯將溫飽換饑寒。未經世路風波", "1019": "急，那信茅菴法界寬。野老對譚知米價，扁舟舉棹睹", "102": "日照紙窗明，驀然起悲思。但有好順人，曾無剛烈志。", "1020": "回瀾。尋常聞見無疑滯，誰謂圓通剋證難。", "1021": "吁嗟篇六章吁嗟篇六章有序", "1022": "佛祖之道，戒定慧而已矣。戒即法身，直法身非法", "1023": "身也。定即解脫，直解脫非解脫也。慧即般若，直般", "1024": "若非般若也。弘戒學曰律師，果以般若解脫，嚴顯", "1025": "法身乎。弘定學曰禪師，果以法身般若，成就不思", "1026": "議解脫乎。弘慧學曰法師，果以解脫法身，趣歸般", "1027": "若乎。我思古人，實獲我心。我悲今人，不求其實而", "1028": "圖其名。正法埽地，相牽以淪。乃賦吁嗟，寫此哀情。", "1029": "吁嗟律兮，豈曰虛文。一止一作，持犯斯分。為斷有漏，", "103": "猶如彼癡蠅，只向窗前滯。不肯猛回頭，云何得出世。", "1030": "以破魔軍。三千八萬，賾矣匪紛。護彼無作，協此緇群。", "1031": "煩惑乃怖，賢聖乃欣。自性清淨，萬法之君。律哉律哉，", "1032": "衣云缽云。", "1033": "吁嗟禪兮，豈曰鬥機。厥廣唯海，川瀆攸歸。操此一是，", "1034": "融彼百非。匪疾而速，匪翼而飛。理必無舛，行必無違。", "1035": "法法通備，門門入闈。逢源左右，何顯何微。哀此末季，", "1036": "唯拂與衣。", "1037": "吁嗟教兮，豈曰言詮。明月之指，良驥之鞭。昏塗之炬，", "1038": "暴流之船。以簡邪正，以辨偏圓。法印所印，四依所傳。", "1039": "周道坦坦，乃實乃權。目足無缺，直往弗愆。哀此叔世，", "104": "淨土偈十四首淨土偈十四首有序", "1040": "葉附枝牽。", "1041": "吁嗟淨土，豈曰小補。圓頓之宗，萬靈之祖。厥旨唯心，", "1042": "厥門唯普。非自非他，亦橫亦豎。躍冶莫逃，弱喪亦撫。", "1043": "格外洪慈，異鄉親怙。龍樹摩肩，文殊接武。哀彼生盲，", "1044": "目為旁戶。", "1045": "吁嗟大法，何正何像。何是何非，何偏何黨。悲此愚頑，", "1046": "各任厥想。逆之則非，順之則仰。率彼妄情，誰納忠讜。", "1047": "始惰弗芸。繼唯助長。逐影迷形，鏤空捕響。哀矣群盲，", "1048": "爭趨見網。", "1049": "維茲末季，亦豈無人。緇曰紫柏，素如陽明。暨楚之袁，", "105": "博山禪師，拈淨土偈，每云淨心即是西方土，蓋以", "1050": "西方指津。山陰之鮑，天樂以陳。可師可步，不鶩其名。", "1051": "哀彼耳食，罔識斯真。爭馳虛譽，慕彼宵燐。何時憬覺，", "1052": "以卜我鄰。", "1053": "西窗自喻步寂音韻三首西窗自喻步寂音韻三首", "1054": "初志何能不自新，每嗟涉世未忘真。行慈依舊還成", "1055": "愛，責善無端已墮瞋。萬古是非渾短夢，十方淨穢總", "1056": "長春。西窗對月披殘卷，獨向先賢語笑頻。", "1057": "五十五年過未寡，鏡中徒歎頭顱光。觀音十句淨業", "1058": "苦，佛號一聲超驪黃。歷盡寒酸無片實，由來悲喜空", "1059": "縈腸。蓮華叢裏清魂逸，消盡人閒炎與涼。", "106": "因攝果也。讀者不達，遂至以理奪事，幾成破法。予", "1060": "綠水青山任往回，那堪睡眼未全開。十虛猶較微塵", "1061": "窄，一息非從曠劫來。才擬辯真徒瞇目，創觀唯識已", "1062": "亡埃。同仁欲和無生曲，但聽空山猿語哀。", "1063": "和寂音尊者達磨四種行偈和寂音尊者達磨四種行偈", "1064": "三界有為，終歸敗壞。才有所求，便成窒礙。死安可憎，", "1065": "生安可愛。憎愛兩捐，便是三昧。無求行", "1066": "十二牽連，如環輪轉。釋梵奚貴，乞匈奚賤。既難強求，", "1067": "復何希羨。俯仰塵寰，蕭然無戀。隨緣行", "1068": "人我未忘，袈裟可醜。唾面勿拭，刀杖宜受。諦察法空，", "1069": "逆境何有。動心忍性，苦師恩厚。報冤行", "107": "觸耳感懷，每拈西方即是唯心土，俾以事扶理，聊", "1070": "生即無生，是名法忍。豈用自矛，還攻自盾。恆觀意言，", "1071": "遍計斯盡。後觸無得，依然本性。稱法行", "1072": "將遊湯泉示三子三首將遊湯泉示三子三首", "1073": "客氣消忘心便安，全身放下亦何難。分明萬象無藏", "1074": "覆，山自高高水自寒。", "1075": "泰山不如平地大，陽明隻語度迷津。平平蕩蕩遵王", "1076": "路，莫效巖巖萬仞神。", "1077": "相名分別本如如，真俗休將一異誣。萬水千山供見", "1078": "聽，直須超出是非塗。", "1079": "容溪觀池魚容溪觀池魚", "108": "附補偏救獘之職云。", "1080": "循環匝匝覓江湖，活水雖流活路無。長者不須重施", "1081": "水，好將金鼓應金桴。", "1082": "帶雨觀白龍潭帶雨觀白龍潭", "1083": "石磴嶙峋未易攀，半谿煙霧鎖玄關。每哀獅座偏多", "1084": "染，卻喜鷗群儘自閒。塵累幸隨波已逝，鬢眉聊似草", "1085": "同斑。白龍何處潭如鑑，留與幽人照古顏。", "1086": "登文殊院疾作而返登文殊院疾作而返", "1087": "文殊遍界元無二，何必登高別覓真。興到便遊興盡", "1088": "返，任從夢裏梗萍身。", "1089": "和荅吳粲如四首和荅吳粲如四首", "109": "西方即是唯心土，無上深禪不用參。佛向念中全體", "1090": "深崖亦有淨名居，坐對龍潭勘掠虛。君擬賦詩超漢", "1091": "魏，我甘遯世傲孫吳。文殊已見不更見，能祖無書善", "1092": "解書。此日蓮華峰畔霧，應同天際卷還舒。", "1093": "士也懷山不戀居，澄潭幽閣日憑虛。昔從鹿洞星瞻", "1094": "婺，今似牛刀學啟吳。已薦朝聞夕可意，勤觀約禮博", "1095": "文書。泉聲演偈百千萬，直下令人見網舒。", "1096": "何事紛紛競覓居，大千不異一漚虛。蠅頭富貴燕盟", "1097": "趙，蝸角功名越報吳。舉世盡誇出格語，無人肯讀剖", "1098": "塵書。白龍潭內泉聲潔，滌去塵襟眼自舒。", "1099": "白牛車裏肯安居，今昔相逢自不虛。澤老尋山方入", "11": "海湛漚浮，本自無端豈更休。目瞖花非有，瞖盡花亡", "110": "露，更生疑慮太癡憨。", "1100": "越，龐公帶襆又稱吳。但能一博輸金注，何必三生鐫", "1101": "石書。瞖眼空花纔撤盡，此身何異岫雲舒。", "1102": "坐狎浪樓二首坐狎浪樓二首", "1103": "雨過三日瀑聲微，五色潭光映晚暉。坐久不知身在", "1104": "客，丹楓黃菊兩依依。", "1105": "法門寥落少知音，偶與維摩論古今。莫怪泉聲太饒", "1106": "舌，低徊難訴老婆心。", "1107": "坐西竺菴偶成三偈坐西竺菴偶成三偈", "1108": "燈光五色分明現，目眚無多未易亡。何處金錍堪借", "1109": "力，洪名六字足良方。", "111": "西方即是唯心土，離土譚心實倒顛。念念總皆歸佛", "1110": "兔角豈須爭曲直，龜毛不用辨黃玄。蟭螟眉裏三千", "1111": "界，楖栗芒鞋任所便。", "1112": "覓心不得復調心，最是神光祖意深。勤掐數珠頻換", "1113": "線，靈雞終許出餘燖。", "1114": "示寶樹示寶樹", "1115": "修行無巧法，只要生死切。諦觀百年身，露電同生滅。", "1116": "千古大聖賢，皆從一念決。一念識重輕，群妄自超越。", "1117": "事不益真修，何能強屑屑。心逸乃日休，心勞乃日拙。", "1118": "六字大經王，勤誦無休歇。能念所念本無二，熾然能", "1119": "所相交徹。譬如萬里淨無雲，百千江瀆一輪月。不是", "112": "海，生盲重覓祖師禪。", "1120": "渠兮盡是渠，非親疏處難分別。", "1121": "臨塘寺閱埋菴集臨塘寺閱埋菴集", "1122": "象教維持世所難，可憐魔惱不成歡。埋菴一變已至", "1123": "魯，留與諸方作鏡看。埋菴有書名象教四維，頗箴時弊。", "1124": "荅無住生心義荅無住生心義", "1125": "生心復無住，兩箇木人同拽鋸。無住復生心，泥牛臥", "1126": "聽牧童吟。無住生心若有二，水波應辨東西位。生心", "1127": "無住若定一，日光照處應無色。亦一亦二兩相違，非", "1128": "一非二是何物。三世諸佛絕不知，何況嶺南賣柴客。", "1129": "寄贈德水法主寄贈德水法主", "113": "西方即是唯心土，得見彌陀始悟心。寸土不存非斷", "1130": "剖盡籓籬見自心，去來諸佛足知音。支那國裏無相", "1131": "識，肯把鋀銅漫博金。", "1132": "芙蓉苑芙蓉苑", "1133": "菡萏初標蓮社名，十千天子共尋盟。瑤階行樹垂珠", "1134": "網，寶岸樓臺映石城。無數妙華供佛事，幾多春色淡", "1135": "塵情。幢王最喜香河繞，趺坐時聞法樂鳴。", "1136": "題大蘇菴二首題大蘇菴二首", "1137": "頹垣小露薜蘿門，田畔依稀見別村。月到不知檐外", "1138": "白，雨餘猶睹壁閒痕。一龕佛火明兼昧，半座蒲團冷", "1139": "亦溫。遍吉願王勤徹夜，香煙堆裏度清魂。", "114": "滅，堂堂相好寂光身。", "1140": "直向須摩禮願王，肯從塵世借螢光。門常晝掩室生", "1141": "白，虀作晨餐面欲黃。唯有貝多恆寓目，更無些子暫", "1142": "關腸。娑婆歲月消磨盡，周匝俱時火宅涼。", "1143": "入山二偈入山二偈", "1144": "鬥諍啀喍不忍聞，蟭螟眉裏盡浮雲。宗風斷續何關", "1145": "我，教網弛張一任君。蝕芥便窺空界迥，剖塵方信大", "1146": "千文。如來慧命同真際，笑殺從前河飲分。", "1147": "染習難忘每自悲，調心無術幾人知。浮名何異斬頭", "1148": "劍，逆境誠為抉膜錍。骨肉首丘同野獸，袈裟登壟似", "1149": "優兒。山靈莫笑歸來晚，病未膏肓尚可醫。", "115": "西方即是唯心土，欲悟惟心但念西。舌相廣長專為", "1150": "雨窗偶詠二偈雨窗偶詠二偈", "1151": "一臥靈峰萬慮灰，檐聲滴滴印蒼苔。已忘世上狐蹤", "1152": "擾，但聽林閒鳥語哀。野老乍逢商稼穡，山農常共卜", "1153": "風雷。宣尼任斥樊須小，我較乘桴有取材。", "1154": "浹旬風雨怯春寒，床折心安夢亦安。半世浮名同唾", "1155": "委，餘生課願與時完。展開古藏非文字，閱盡今時驗", "1156": "肺肝。天外舉頭誰似此，夜來高枕日加餐。", "1157": "五月二十七日大病初起偶述三偈五月二十七日大病初起偶述三偈", "1158": "山深日聽水漫漫，小暑依然似小寒。無意避人人已", "1159": "避，有心刊病病難刊。臥餘十晝甘隨死，痛徹千肌苦", "116": "此，更求玄妙抑何癡。", "1160": "較寬。慚愧歸情猶未決，又從與餌獲輕安。", "1161": "如何閱藏便招魔，慎疾偏令疾更苛。覷破革囊無一", "1162": "淨，贏來壞想略成科。虎銜犬子踰垣去，庭滿苔紋拒", "1163": "客過。絕後再甦渾似夢，夕陽斜映鬢眉皤。", "1164": "及門諸子並天涯，擬作遺書筆欲斜。祕藏豈難開肉", "1165": "眼，會權終恐滯牛車。嗤他苦諍全迷筏，慶我偷安別", "1166": "有艖。病退身閒重展藏，珊瑚擊碎燦雲霞。", "1167": "病起警策偈六章病起警策偈六章", "1168": "幻身夢世，剎那遷逝。趨向死門，如囚赴劌。辯智神通，", "1169": "何能稍制。唯有持名，斯為上計。", "117": "西方即是唯心土，無相非從相外求。擬欲將心取無", "1170": "四大六情，唯苦相攖。一句佛名，如篁出聲。虛空可隕，", "1171": "名德弗傾。不生不滅，本自圓成。", "1172": "病苦既劇，涕淚悲號。類彼孺子，取誚同曹。夙業所致，", "1173": "寧敢自弢。庶幾慈父，哀此塵勞。", "1174": "痛既難脫，發心代苦。已願代苦，何又求愈。性非異同，", "1175": "情遞參伍。脫則俱脫，籲我慈父。", "1176": "革囊盛穢，有何可愛。況復瘡門，其惡彌倍。積劫癡迷，", "1177": "沉溺弗悔。一念聞思，魔軍永退。", "1178": "嗟爾幻客，聽我誨言。勿恃慧解，疏此定門。日乾夕惕，", "1179": "成性存存。赴爾初志，報爾深恩。", "118": "相，靈龜曳尾轉堪憂。", "1180": "閱藏畢偶成二偈閱藏畢偶成二偈", "1181": "佛語何嘗離佛心，禪流義學枉沈吟。百千公案水洗", "1182": "水，八萬修多金博金。閱盡始知無一字，拍盲安可透", "1183": "稠林。馬鳴龍樹雖難企，智覺芳蹤庶許尋。", "1184": "山房悄悄絕音書，縱有桃源恐不如。展卷分明唯一", "1185": "事，出門何用覓三車。黃花遍地鋪新景，翠竹參天擁", "1186": "舊居。般若真如休寱語，饑餐渴飲任狂疏。", "1187": "雨窗自喻四偈雨窗自喻四偈九月十九日", "1188": "萬仞寒巖枯木身，夢魂高揖謝芳春。佛名信是千生", "1189": "伴，梵冊元非五眼塵。食母婆和憐病子，乾坤老大笑", "119": "西方即是唯心土，未識西方豈識心。逝子謬希圓頓", "1190": "畸人。閻浮何處尋知己，獨寄清思落日濱。", "1191": "盤曲樗材與世違，自欣從未蹈時機。興來舉首看黃", "1192": "葉，倦去支頤送落暉。無客不須商野饌，有風聊復被", "1193": "鶉衣。來麰盞飯天遺我，絕勝當年賦采薇。", "1194": "百年瞬動計何長，郵寄紛紛客夢狂。來去未知生死", "1195": "寂，賢愚偏諍是非忙。梨華蛺蝶邀成果，柳絮毛毬佩", "1196": "作璫。輸與深山閒納子，數珠百八理歸裝。", "1197": "極化窮神皆妄想，喚回妄想想如來。但令當念一聲", "1198": "切，便覺從前萬慮灰。截斷去來明暗句，結成實報寂", "1199": "光胚。唯心作佛唯心是，不假鍼錐正眼開。", "12": "否嗏。及早悟真流，安然正受。知幻即離，那有新和舊。", "120": "解，拾將落葉作黃金。", "1200": "獨坐書懷二首獨坐書懷二首", "1201": "剋期取果志，慚愧未能酬。病後知身苦，貧來幻想休。", "1202": "但將三際念，總附四弘舟。彈指歸安養，閻浮不可留。", "1203": "半世傾腸腑，寥寥有幾知。庶幾二三子，慰我半生思。", "1204": "捨盡從前得，方開格外奇。殷勤末後句，奚啻黍離詩。", "1205": "病中口號病中口號十一月十八日", "1206": "夏病不知暑，冬病不知寒。夜長似小劫，痛烈如刀山。", "1207": "人間尚復爾，何況三塗閒。歸命大慈父，早出娑婆關。", "1208": "病閒偶成病閒偶成十二月初三日", "1209": "業緣叢簇病緣頻，痛苦呻吟徹暮晨。早發菩提猶若", "121": "西方即是唯心土，更覓唯心見已違。光影揣摩成活", "1210": "此，未全正信擬誰親。身經九死渾亡力，心本無生獨", "1211": "自甄。名字位中真佛眼，未知畢竟付何人。", "1212": "大病初起求生淨土六首大病初起求生淨土六首", "1213": "閻浮百苦鎮煎熬，賴有摩提路匪遙。六字洪名真法", "1214": "界，一聲凡念海全潮。濁流寸寸清珠映，暗室塵塵寶", "1215": "炬招。千古東林風未墜，不須方便自橫超。", "1216": "沈痾危篤是吾師，消卻從前多少癡。已破百年閒活", "1217": "計，定開塵劫大通逵。遙瞻落日增哀慕，夢禮慈容長", "1218": "智悲。六八願王恆攝取，金蓮育質可無疑。", "1219": "持名真實是單傳，念念圓成深妙禪。能所本來無二", "122": "計，蓮邦何日薄言歸。", "1220": "體，果因交徹即重玄。廣長舌相堅真信，周遍身光結", "1221": "法緣。太事分明唯此事，同仁共策祖生鞭。", "1222": "病經累月皮纏骨，彷彿冥塗薜荔多。脾弱羨人甘六", "1223": "味，根嬴廑我順三和。軒岐伎倆非雙善，忉利酥酡柰", "1224": "異柯。最是樂邦慈父願，含生永永離沈痾。", "1225": "久向阿彌誓力深，浮生無柰染相侵。聞聲見色多忘", "1226": "念，計後思前轉昧心。痛極色聲緣自斷，病危前後影", "1227": "方沈。孤明六字全提出，百獸群中師子音。", "1228": "乾慧初乾業未枯，病深無計可支吾。稱名不異兒號", "1229": "乳，懺罪何殊囚伏辜。乍慶此時方得主，更慚歷劫枉", "123": "西方即是唯心土，擬撥西方理便乖。極樂一塵同剎", "1230": "成逋。丁寧法侶勤相助，共解輪王髻裏珠。", "1231": "贈王雪友贈王雪友", "1232": "洙泗源從鷲嶺來，唯心一語正傳開。聖狂究竟由當", "1233": "念，舜蹠何嘗稟異材。自昔靈根境既久，而今正信發", "1234": "應恢。文人慧業元無二，好把家聲續老裴。", "1235": "甲午除夕甲午除夕", "1236": "東西南北枉趑趄，乍息狂心復舊居。正喜竹泉不用", "1237": "買，那堪疾疢久難祛。力從枕席消磨盡，心向華臺畢", "1238": "竟舒。薦取寶池春富樂，從茲貧與病俱除。", "1239": "乙未元旦二首乙未元旦二首", "124": "海，假饒天眼未知涯。", "1240": "爆竹聲傳幽谷春，蒼松翠竹總維新。泉從龍樹味如", "1241": "蜜，石鎮雄峰苔似鱗。課續三時接蓮漏，論開百部擬", "1242": "天親。況兼已結東林社，同志無非法藏臣。", "1243": "法藏當年願力宏，於今曠劫有同行。歲朝選佛歸圓", "1244": "覺，月夜傳燈顯性明。萬竹並沾新令早，千梅已露舊", "1245": "芳英。諸仁應信吾無隱，快與高賢繼宿盟。", "1246": "此書十卷，丙申歲後從新安梓三卷半。首其事者為葉淨衍（出二十兩），而助緣則有釋知循、李之韡（出十兩）、", "1247": "胡公著（出十兩）、鮑如憪、吳淨智等，嗣有葉真岸（出五十兩）、蘇開祚（出四十兩）、吳淨迪（出十兩）三公協力刻六卷半，而", "1248": "書於是乎成。感激法緣不易，略紀其姓氏如右。至丁福慧莊嚴，自有稱性功德在，非筆墨所能罄其", "1249": "萬一也。己亥冬月（成時）合掌謹識。", "125": "西方即是唯心土，趁到同居第一關。但得九蓮能托", "1250": "靈峰蕅益大師宗論卷第十之四終", "126": "質，寂光何慮不時還。", "127": "西方即是唯心土，土淨方知心體空。一切境風猶挂", "128": "念，云何妄說任西東。", "129": "西方即是唯心土，莫把唯心旨趣誣。迷悟去來元藏", "13": "把甚麼世界身心一筆句。", "130": "性，謾言平等卻成迂。", "131": "西方即是唯心土，白蕅池開不用栽。一念頓教歸佛", "132": "海，何勞少室與天台。", "133": "西方即是唯心土，三昧中王道最微。瞥爾生疑千古", "134": "隔，咬釘嚼鐵莫依違。", "135": "西方即是唯心土，慧日高懸第一機。事理雙融真淨", "136": "業，現前何法不玄微。", "137": "和不我和不我", "138": "每歎宗乘事已非，盲修瞎鍊欲何為。知君獨具超方", "139": "眼，枯木巖前路豈迷。", "14": "結制結制", "140": "示智恆字鑑如示智恆字鑑如", "141": "鑑徹真如體，元光本自恆。瞥生明覺妄，幻作寂空塵。", "142": "了了元無物，方宜拂拭勤。秀能親切旨，會得不須分。", "143": "示用恆薙髮示用恆薙髮", "144": "明心好向三皈始，立志還從五戒先。勤苦不辭成福", "145": "聚，誦持無闕悟靈源。", "146": "示寶所示寶所", "147": "著有落人天，著空墮三惡。惟有西方土，超出有無縛。", "148": "熾然求往生，莫復存疑想。介爾纔躊踟，偏邪見日長。", "149": "思量分別法，謗於真智慧。永劫沈深坑，諸佛無能濟。", "15": "婁然一缽別無能，沒伎尋常粥飯僧。結夏豈甘違佛", "150": "種麥少蹋土，亦勿乘空取。中行踐實地，疾得到寶所。", "151": "過檇李東塔見人上堂有感二首過檇李東塔見人上堂有感二首", "152": "樹杪聲聲泣露哀，岸舟魚背漫相猜。宗乘頓逐東流", "153": "下，觸目難禁淚滿腮。", "154": "一滴狐涎徹體腥，當陽鴉立法王庭。卻慚普眼能弘", "155": "護，猶使天人掩耳聽。", "156": "聾人聽曲啞人歌，跛躄相將共伐柯。今日已成冥暗", "157": "界，不知向後又如何。", "158": "己巳再閱律藏示歸一諸兄二偈己巳再閱律藏示歸一諸兄二偈", "159": "歲晚寒方盛，安居藉道暉。愛逾冬月日，箴比佩弦韋。", "16": "制，譚經元不落聲塵。钁頭青嶂堪埋骨，鏡面霜莖未", "160": "顧命宜頻想，時艱願早揮。此緣良不易，幸勿更依違。", "161": "自愧非堅質，匡扶賴友朋。感茲英俊士，甘作劣庸憑。", "162": "皈命猶嫌晚，忘身亦所應。服勤函丈內，佇望雅相矜。", "163": "贈參己贈參己", "164": "盡大地是箇自己，彌陀亦在裏許安身。盡法界不出", "165": "彌陀一毛孔光明，自己更向何處著腳。念念彌陀念", "166": "念己，自他不隔是真參。若從少室求端的，鈍置己靈", "167": "深可憐。故今參己無別事，六時長憶紫金仙。", "168": "贈若雲贈若雲", "169": "盡說乘為急，誰知戒不迂。缶缾難貯乳，魚目豈成珠。", "17": "有憑。預恣同仁相策勵，不須門外設三乘。", "170": "剎海遵遺教，朝宗向樂都。淨因期共勗，力挽末時趨。", "171": "警壽兄警壽兄", "172": "蝨多不癢，債多不愁。世人昧昧，何足與儔。一芥翳天，", "173": "一塵覆地。最要防閑，學人習氣。未預法流，止名乾慧。", "174": "開眼尿床，倍堪慚愧。欲臻二利，須慎細德。輪翼不虧，", "175": "高遠無失。", "176": "割股救惺谷兄割股救惺谷兄", "177": "幻緣和合受茲身，欲剜千瘡愧未能。爪許薄皮聊奉", "178": "供，用酬嚴憚切磋恩。", "179": "荅初平發願偈荅初平發願偈", "18": "解制解制", "180": "有願無行，如人無足。有行無願，如盲無導。信步前行，", "181": "嶮惡難保。丁茲末季，法弱魔強。縱有乾慧，猶難穩足。", "182": "況雖立志，慧眼未開。今生不度，更待何生。阿彌陀佛，", "183": "大願深慈。如母憶子，子何弗思。若不至心，早暮回向。", "184": "悠悠緩縱，即逃逝人。非必訶謗，乃名逃逝。汝今已能，", "185": "奮然自新。當知珍池，斯萌蓮蕊。從今數發，相續不斷。", "186": "斯可名為，勇猛丈夫。如或未然，仍前習氣。始勤終惰，", "187": "口向心背。既非菩薩，亦非二乘。常在三界，出沒輪迴。", "188": "自未能度，云何度人。如被漂者，欲拯岸行。如癩病者，", "189": "賣瘡癬藥。愚癡顛倒，舉世所嗤。汝既發心，我深隨喜。", "19": "結制暑方盛，解制涼風作。倏忽淹九旬，光華易殂落。", "190": "復為勸助，使得堅忍。同覲慈尊，共化塵剎。盡未來際，", "191": "永矢弗諼。願汝精勤，先成佛道。我作文殊，助汝揚化。", "192": "示初平發心示初平發心", "193": "莫謂菩提心難發，屠刀放下立成佛。莫謂菩提心易", "194": "發，杯水豈停鼎內沸。欲明曠劫大因緣，先把生平懷", "195": "抱拂。眼前活計若關情，本地風光終受屈。勸君速發", "196": "難發心，為仁由己非由物。", "197": "聞謗聞謗", "198": "所言若有實，三根何名謗。所言若無實，不干亦豈謗。", "199": "若以語言為謗事，後字未出前音沒。若以文書為謗", "2": "古歙門人成時編輯", "20": "田禾青漸黃，河水流且涸。緬想日用中，猶是倚與託。", "200": "事，白者是紙黑是墨。謗安在。云何忸，四大空，蘊非我。", "201": "誰能謗，謗誰受，既無瞋憾，應發悲心。我由無始迷本", "202": "覺，幻業積怨成稠林。是故今日惡口加，皆因往昔自", "203": "業侵。又復修道未精磪，威德尟劣致群疑。若不慚愧", "204": "自克治，損彼損己罪所基。我因謗，增智斷，謗者速圓", "205": "恩德。恩圓即是如來，智斷德滿成佛。謗為明鏡戚我", "206": "醜，謗為甘露飲我藥。謗是炎時清涼風，謗是睡時大", "207": "鼓角。謗為法界趣不過，謗謗共登無上覺。", "208": "輓惺谷壽兄輓惺谷壽兄", "209": "徹底婆心未肯休，當場業運已遷流。浮漚影逐虛緣", "21": "偃月譚了義，幽室病為藥。安居竟何益，況復將行腳。", "210": "散，熱血腥同實際留。射目果然難下手，為人須是再", "211": "低頭。臨行贈汝無多子，一句彌陀作大舟。", "212": "示存朴示存朴", "213": "欲作法王臣，是玉善自養。止惡無刑懲，行善無穀獎。", "214": "三業並緣慈，四儀恆勿爽。戒為勝瓔珞，忍是堅鎧仗。", "215": "習氣漸漸消，定慧油油長。捨卻片時謀，方獲剎塵讜。", "216": "彈指非昔人，速出娑婆網。", "217": "示諸四完示諸四完", "218": "丈夫志氣在千秋，自立從容貴學優。斯語直教言下", "219": "信，浮雲豈向世閒求。山河國土空中影，事業功名水", "22": "他山雖入夢，只恐原如昨。", "220": "上漚。觸著儒童聲慟處，蓮華寶地共遨遊。", "221": "示涵宏示涵宏", "222": "欲求出世慧，先斷世閒愚。身界元非實，根塵性本無。", "223": "聞思宜自勗，名利不堪娛。念莫馳情境，躬恆慎所趨。", "224": "三歸知究竟，十戒握機樞。和忍成心德，精勤作勝謨。", "225": "持經神在定，憶佛智能孚。曳轉從前履，超登最上衢。", "226": "警初平警初平", "227": "末劫修行，少成多殆。慎勿師心，硬作主宰。觀色察言，", "228": "如臨如在。謙恭牧己，毋思露彩。但省我非，不念人罪。", "229": "八喻銘心，恆觀法海。虛矯未除，真味斯餒。", "23": "丙寅季夏先慈捐世賦四念處以寫哀丙寅季夏先慈捐世賦四念處以寫哀", "230": "山中三首山中三首", "231": "幻境冥無定，菩提志自堅。已知身世累，寧被利名遷。", "232": "宴寂箋書後，譚經受食前。懶從商四事，一缽是良田。", "233": "不問人閒世，惟參第一天。諦從觀境發，火必指薪傳。", "234": "未識兼山艮，徒勞夕惕乾。塵緣能頓謝，正法可全肩。", "235": "麗澤功非細，膏肓亦可痊。名言醒渴夢，快論入深禪。", "236": "步履宗先哲，規繩啟後賢。摩尼奚足羨，戒月燭三千。", "237": "哭慧濟示權律主哭慧濟示權律主", "238": "永歎毘尼苑，於今久已荒。開遮誰實諳，輕重幾曾商。", "239": "既切橫流痛，恆歌如玉章。天傾扶律者，誰與共譚常。", "24": "恩愛迷情，四大緣生妄有身。膿血交相潤，臭穢常無", "240": "托缽有懷托缽有懷", "241": "同盟有四士，二友已馳西。獨賴伯與仲，相期提且撕。", "242": "慧基欣不遠，玄德憾猶暌。末後未明句，何時共醒迷。", "243": "卜居十八事卜居十八事有序", "244": "順歸師雅癖，奉大士慈命，誅茅西湖。不敢自暴棄，", "245": "隨事拈一偈。", "246": "一般從地發，肥瘠為誰殊。信手和根取，僧前翠滿盂。", "247": "摘蔬", "248": "油必先時用，鹽宜熟後加。何須覓香料，火到味能奢。", "249": "烹菜", "25": "盡嗏。饒你會莊矜，畫囊盛糞。一旦神離，不復堪親近，", "250": "黃粱冷水下，白粲沸湯應。切忌無端動，氤氳任運騰。", "251": "作飯", "252": "五沸占湯候，三投驗適時。從來清逸味，不許醉翁知。", "253": "點茶", "254": "散專恆順勢，文武亦隨機。析盡薪窮際，灰從何處飛。", "255": "然火", "256": "幾人新舊位，碗缽數分明。只恐堂中客，貪嘗不溼羹。", "257": "行堂", "258": "滌器先除滓，無令餘膩留。低聲歸本處，鍼咽未生愁。", "259": "淨碗", "26": "切莫把未爛骷髏認作真。觀身不淨", "260": "帶水拖泥去，搬磚運瓦來。鮮魚與甕鱉，滿面且蒙埃。", "261": "直院", "262": "果因真不昧，取與自無私。為問生薑辣，於今味孰知。", "263": "知庫", "264": "問訊常先意，寒溫任所宜。現成茶一盞，莫受趙州欺。", "265": "待客", "266": "隨智隨情說，同條復異枝。聲前一著子，留待當家兒。", "267": "荅問", "268": "強燮機原異，剛柔克亦殊。氣平心息後，這著可曾輸。", "269": "調諍", "27": "妄想驅馳，吸攬前塵作所依。業感原無意，苦樂隨因", "270": "無上明王印，寒潭月一輪。八風吹不破，冰雪亦陽春。", "271": "持咒", "272": "慈尊無量號，介爾有心含。生佛原非隔，深禪何必參。", "273": "念佛", "274": "好事不如無，莫作死句會。一任能所分，從來非性外。", "275": "禮拜", "276": "瞥爾依他起，來蹤何處尋。剎那生即滅，萬古自長今。", "277": "觀心", "278": "乞士原吾號，巡家豈擇貧。不求應供果，等施倍關情。", "279": "托缽", "28": "異嗏。苦果實堪悲，酸辛難比。世樂雖榮，享盡愁還至，", "280": "高枕長舒腳，寧愁明日糧。幾多顛倒夢，醒後一齊忘。", "281": "宴息", "282": "法臣歌為聞道侍者法臣歌為聞道侍者有序", "283": "密藏開禪師隱去，聞道尚未薙髮。從曾水部處歸，", "284": "覓師不得，遂痛哭而殂。陸行之為予言之。", "285": "四大海水母乳盈，毘富羅山積骨均。荊軻聶政未稱", "286": "英，田橫五百超等倫。何況投誠事知識，傳來半偈堪", "287": "知津。雪山大士標榜在，可憐流俗多邪因。順之則喜", "288": "逆則瞋，遠之則忘近始親。藏公隱去音如金，聞道孤", "289": "臣身為塵。人謂生死乃永隔，寧知火傳非由薪。君不", "29": "切莫把五欲塵勞枉自迷。觀受是苦", "290": "見，比丘畏渴飲蟲水，何如渴死先發真。", "291": "示戒明示戒明", "292": "慢為功德賊，勤為善法王。福水慧舟楫，無水舟不行。", "293": "欲求真實慧，莫從口耳商。苦志勞筋骨，大任乃克將。", "294": "福至心忽開，妙義能頓彰。深造既自得，世智誰可量。", "295": "胡勞歎胡勞歎", "296": "為問丈夫兒，胡勞發浩歎。娑婆本苦空，理欲原冰炭。", "297": "矢作奇男子，空行已驚憚。況復魔網稠，觸處皆危難。", "298": "冥冥三界中，何時夜方旦。所以出世賓，每勤如幻觀。", "299": "歲寒松柏榮，爐熾金聚燦。逆境是良師，止貴衷不亂。", "3": "詩偈一詩偈一", "30": "迷卻真常，緣氣紛紜集一腔。離彼前塵相，分別成何", "300": "坐斷生死情，當處即彼岸。放下祖生鞭，拈起秦時鑽。", "301": "為問丈夫兒，胡勞發浩歎。", "302": "病中寫懷十偈病中寫懷十偈", "303": "俄爾西山俄爾東，依依師友念何窮。長空鴈影元無", "304": "住，未肯終為舊阿蒙。", "305": "中原逐鹿苦無虞，一卷殘經且自劬。了得目前無剩", "306": "法，威音那畔卻成輸。", "307": "三生玉食夢中灰，瞪發勞生孟浪猜。寄語靈山親付", "308": "囑，夜光彈雀事堪哀。", "309": "宣文伎倆愧迦文，吹散青雲附白雲。堪歎緇林名傑", "31": "狀嗏。饒你會思量，終歸罔象。過未無蹤，現在原長往，", "310": "士，落花流水亂紛紛。", "311": "萬藤多少倩誰刪，高駕長驅莫問關。飲器失聲猶未", "312": "瞥，象王已過萬重山。", "313": "趨避因緣問六爻，祝人無計代烹庖。應真有骨遺荒", "314": "野，賺得耆婆仔細敲。", "315": "誰將鴉臭立當陽，惹得兒孫日夜狂。滅卻本宗無實", "316": "法，幾多熱鬧一時涼。", "317": "黃花鬱鬱竹青青，般若真如語太腥。見色聞聲隨分", "318": "過，羞他矯強設門庭。", "319": "最苦娑婆邪見蒸，禪門如炭教如冰。生心無住金剛", "32": "切莫把流注心機作主張。觀心無常", "320": "印，愧殺黃梅與惠能。", "321": "色裏膠青水裏鹽，依稀彷彿最堪嫌。黃連食盡無非", "322": "苦，石蜜中邊盡是甜。", "323": "題夏貞婦卷題夏貞婦卷", "324": "君不見，慚愧無衣赴火人，須臾具足梵天身。誠語誓", "325": "出婦之貞，象王產難斯開頻。由來一死未稱英，嗚呼", "326": "此意疇能真。侍孤親，腸欲斷。極樂邦，看冷煖。迴將血", "327": "淚入珍池，不動凡區聖因滿。欄楯層層樹影重，何妨", "328": "遍列娑婆伴。", "329": "懷魯仲連懷魯仲連", "33": "藏性周圓，循業隨心法法全。和合因緣舛，戲論須排", "330": "戰國有奇士，高譚恥帝秦。抵掌解紛難，而非儀衍脣。", "331": "千金笑不顧，終身居海濱。廉潔豈足慕，義重非甘貧。", "332": "我悲士習陋，競作名利臣。醜扇與蛆蟲，簪笏而垂紳。", "333": "讀史發永歎，滔滔千古淪。", "334": "示費敬齋示費敬齋", "335": "惡業雖本空，業緣每鬱蓊。不從作法門，終受幻罪籠。", "336": "不觀實相心，魔宮無自動。慚愧既交攻，理事須一統。", "337": "君不見，善星妄說法元空，長夜泥犁何日曨。涅槃會", "338": "上未生怨，打破從前黑漆桶。", "339": "別友別友", "34": "遣嗏。外道枉糾纏，盲無慧眼。妙有真空，覓我同陽燄，", "340": "湖海浮游十五年，腳跟芒履幾番穿。守株緣木時師", "341": "口，兔角龜毛教外傳。萬竅悲風號控地，千腸血淚浸", "342": "稽天。殷勤付與同仁士，徹底掀翻且熟眠。", "343": "入山二偈入山二偈", "344": "辯才如雨筆如雲，八兩依然是半斤。介爾一心誰信", "345": "具，不如真下自聞熏。", "346": "眾生良藥無如病，病極形枯心亦灰。遍界春風放桃", "347": "李，長肱猶似未聞雷。", "348": "靈峰蕅益大師宗論卷第十之一", "349": "卷十之二靈峰蕅益大師宗論卷第十之二", "35": "切莫把十界依他作本然。觀法無我", "350": "詩偈二詩偈二", "351": "山居六十二偈山居六十二偈有序", "352": "抱病入山，了大事不暇。暇哦乎，然有不容默者，不", "353": "向哦中來。儻得意忘言，未必非大事之一助也。", "354": "一自芒鞋破，從教萬慮慵。短衫堪度夏，敝襖復經冬。", "355": "坐起餘長嘯，譚時僅短鋒。晨昏伴幽寂，崖上幾聲鐘。", "356": "一病五百日，形神並已枯。緇素偶相值，稱我為禪臞。", "357": "禪臞竟何解，佛法從來無。倦眠醒便起，笑此空頭顱。", "358": "我愛山中行，安步不須馬。有時訪怪石，有時趨樹下。", "359": "本無取境心，何勞更修捨。嗤彼世塗中，鑽龜復打瓦。", "36": "解制自弔示諸友解制自弔示諸友", "360": "我愛山中住，觀化俯且仰。一法不當情，萬緣同鏡像。", "361": "纔言獨露身，無端已成兩。笑破太虛空，巖谷爭酬響。", "362": "我愛山中坐，一日兩日永。頂雖鵲未巢，樹亦枝無影。", "363": "既不耐諠譁，亦不味幽靜。形疲便起行，枯椿變浮梗。", "364": "我愛山中臥，易寐還易醒。醒寐惟幻形，誰實司肯綮。", "365": "諦觀五陰身，非別亦非並。不知何所緣，猶然不自肯。", "366": "淵明嗜杯酒，不與蓮華盟。折腰既弗屑，麴糱胡偏酲。", "367": "欲深天機淺，格言羨莊生。性學豈多術，無如理勝情。", "368": "壯士血氣盛，國步誇邯鄲。殺人不敢睨，一語盟肺肝。", "369": "義勇洵絕世，仁慈體迺刓。圖窮露匕首，髑髏千古寒。", "37": "舊年結夏彭水濱，今年結夏姑蘇城。舊年解制母尚", "370": "玉兔甫西逝，金烏復東昇。少壯日已去，衰病時時增。", "371": "寐者終不覺，智者思自懲。但使冰成水，無令水結冰。", "372": "狐兔營其窟，烏鵲爭其巢。孰知咸在旅，生死均浮泡。", "373": "茫茫苦海闊，欲渡須繫匏。莫使荒郊骨，還令梵志敲。", "374": "賤人登壟斷，巢許趨高岡。清濁固霄壤，取捨同膏肓。", "375": "不知三界夢，剜肉強作瘡。一念悟無性，十虛任徜徉。", "376": "水氣每成虹，地蒸每作菌。介爾本無形，剎那已有朕。", "377": "慎獨雖兢兢，豈達無生忍。一翳甫在睛，空華斯亂隕。", "378": "盛暑喜乘風，嚴寒愛向火。情性屢隨時，究竟誰為我。", "379": "未出有無關，空勞此靜坐。莽蒼三返人，撫腹猶稱果。", "38": "在，今年解制徒傷情。出世大孝未有當，嗚呼今且為", "380": "風來萬壑鳴，月出千山皎。笑此頑虛空，常為明動擾。", "381": "不動復是誰，豈居風月表。離此既雙非，問君了不了。", "382": "胡弗畏深坑，徒憂打之遶。驀直轉欹斜，空爭內外紹。", "383": "荊璞未應剖，卞和徒自泣。雷鳴二月春，蠕動皆離蟄。", "384": "屈伸信有時，何用勞汲汲。築碎太虛空，從古原無汁。", "385": "畫餅不充饑，美食不中飽。欲縛樹頭風，勤取龜毛絞。", "386": "弄假豈成真，賣拙翻為巧。俱盧日落山，瞻部雞鳴卯。", "387": "聖訓恆諄諄，令觀五盛蘊。陽燄與空華，無我誰欣忿。", "388": "生死靡暫停，幻質同朝槿。了知呼吸關，至道斯云近。", "389": "禦寒不䌟績，糊口不耕田。佛制固如此，誰思共息肩。", "39": "窮氓。剋期取果昔何狡，四載有餘徒自撓。忽忽不念", "390": "神王翻貝葉，形疲且穩眠。何須學枯木，失此無心禪。", "391": "有嘲不用解，有山不用買。泉流月影長，霧壓空形矮。", "392": "起臥任所適，語默隨瀟灑。拽杖登巖阿，野鹿馴無駭。", "393": "律法如亂絲，禪宗更莽鹵。紛紛義學家，猶然水添乳。", "394": "悠悠淨土門，事理分捨取。各披祖父甲，翻傲負嵎虎。", "395": "哀哉復哀哉，坐致魔軍侮。", "396": "枝葉秋已摧，貞實冬無敗。所以真偽關，終莫逃爐鞴。", "397": "欲使稻粱肥，殷勤先去稗。折攝似分塗，同歸調伏戒。", "398": "人侮非自侮，自侮非侮人。不受禮歸主，妙喻真且親。", "399": "修羅慢幢折，帝釋勝幡新。忍為力中最，勝敵寧揚塵。", "4": "將出家與叔氏言別將出家與叔氏言別", "40": "死將至，辜負吾衣色用皂。清霄每自呻，腸轉向誰陳。", "400": "調心如大地，寵辱何關意。美玉良自珍，角石翻成瘁。", "401": "遐哉睡虎機，千古稱難企。忍記歌利王，鹿苑成善逝。", "402": "言居佛祖先，行落凡愚後。漫抱法門憂，自疾甘無救。", "403": "恥躬愧儒宗，歸爨慚禦寇。莫誇日正長，瞬息聞更漏。", "404": "揠苗徒自損，溝澮盈還涸。九仞不及泉，枉向高原鑿。", "405": "慎終亦謀始，所厚那堪薄。醍醐願共餐，善巧先鑽酪。", "406": "三十未始壯，四十今已老。徒爾費芒鞋，依然不聞道。", "407": "既懲從井仁，豈學手援嫂。見彈求鴞炙，嗟哉計太早。", "408": "壁影本非魑，孩童疑作鬼。白日忽昇天，見徹無頭尾。", "409": "秋深饒月華，春到多芳芔。根境未離籓，受用能有幾。", "41": "名聞利養自昔不常在，袈裟一失千古萬古終沈淪。", "410": "牛犢不畏虎，傷鳥怖虛弓。安畏雖異局，對境皆懵懵。", "411": "何如見諦士，了了知無忡。遊戲逆順界，寧尸勝敵功。", "412": "鵲噪固無憂，鴉鳴亦報喜。聲性本非殊，聞機寧異耳。", "413": "一耳聽兩音，兩忘一便止。無明從此無，始覺從此始。", "414": "咸臨吉乃利，倚伏洵多義。甫倡拔茅歌，旋生朋作祟。", "415": "世事固應然，調心尤不易。難提起四禪，魔女偏相魅。", "416": "居德忌成夬，育德貴如蒙。大道曠無際，何以耳似充。", "417": "出關驚枕夢，入場嗤老翁。熟讀霍光傳，方知養正功。", "418": "逐妄又尋真，揚灰復鼓塵。未悟賓中主，安知主裏賓。", "419": "美食飽所棄，糟糠饑所珍。滔滔天下士，沮溺同迷津。", "42": "戊辰春刺舌端血留別諸友八偈之二戊辰春刺舌端血留別諸友八偈之二", "420": "希顏復學孔，未出三界籠。步老復趨莊，依然舊漆桶。", "421": "太極未生形，自心早妄動。石火電光機，何勞誇一統。", "422": "既慚德不修，又愧學不講。德學本同條，誰能作兩項。", "423": "紫陽與象山，各喫三十棒。識取宣尼宗，方來證溝港。", "424": "童冠沂水遊，三子異其撰。一哂一喟然，黑豆換卻眼。", "425": "央掘發誠言，胎難安然產。讀至不動章，大慧顏當赧。", "426": "前際不可窮，後際不可及。現前介爾心，邊際渺難測。", "427": "明明法界宗，妙觀胡墨墨。奮起金剛拳，打破無生國。", "428": "欲雪先集霰，欲雷先掣電。如何欲成佛，福慧毫無片。", "429": "流小石能穿，鑽息火難現。須教熟處生，擐甲同鏖戰。", "43": "教觀功難剋，橫超念最賢。一聲佛號處，已侍世尊前。", "430": "星火燎荒原，一指蔽山嶽。周易誡履霜，宣尼貴先覺。", "431": "未窮學地流，慎勿誇無學。泥在水非純，稍動還成濁。", "432": "濁水珠可清，暗室燈能破。惟有靛池公，獅吼終驚臥。", "433": "跨下亦登壇，大將非從貨。悅草披虎皮，徒令千古唾。", "434": "狡狐能惑虎，木鷂難怖禽。可欺不可罔，神全乃莫侵。", "435": "面南看北斗，端的誰知音。曾經勝熱燄，徹骨涼且愔。", "436": "崑崙非宿海，宿海非阿耨。滔滔萬里流，一滴源誰透。", "437": "漫傳天上來，錯認銀河胄。賴此投海機，從前皆免究。", "438": "六塵本太平，六根亦非嬈。問取六識身，蹤跡尤杳杳。", "439": "誰為結使源，細覓終難了。試看缾內空，傾出知多少。", "44": "參究雖云頓，嗟今倍復難。小安成大妄，何似用金磚。", "440": "色色彰苦空，聲聲演無我。拈來法界鑰，開盡塵沙鎖。", "441": "睹角便知牛，望煙豈惑火。若要船頭直，端卻船梢舵。", "442": "鯤潛知海闊，鵬徙知天高。十虛信寥廓，何如遍吉毛。", "443": "縱步歷塵劫，徒令童子勞。迷此一隙理，今古同滔滔。", "444": "金屑不著眼，毒器不貯漿。王饌未敢食，華屋徒窺牆。", "445": "垢盡明自現，胡勞羨色莊。春風一夜起，蘭蕊遍溪香。", "446": "芒鞋棄屋後，缽袋挂茅菴。非敢濫無學，坐訪同行參。", "447": "石蜜味中最，食乃知其甘。見月良賴指，寧復撈深潭。", "448": "語不競朝華，病應消夙業。獨愧衰朽身，難企尊者脅。", "449": "法無心外傳，道自威音劫。明明梵網燈，未審誰先接。", "45": "壽兄得廣參博訪鬮賦贈壽兄得廣參博訪鬮賦贈", "450": "直指西來意，楞伽心可安。說言同解脫，內守偏蹣跚。", "451": "休戀聲前句，還思步外竿。不嘗天下醋，那信一般酸。", "452": "學士畏枯寂，禪德怖繁文。繁文信無益，枯寂亦添瘽。", "453": "蛇繩見方熾，取捨徒紛紜。捉鼻謾高喚，燈照知非豶。", "454": "未明心與性，讀誦徒喃喃。甫欲思上達，暗證還自緘。", "455": "不解順流棹，豈知逆風帆。呷盡四海水，到頭滋味鹹。", "456": "競為格外鋒，罔念昔時典。因護乃至吠，堪嗟梵志犬。", "457": "財慳尚可回，法執誰能遣。五百野狐身，覆轍偏爭踐。", "458": "佛語即佛心，佛心非佛語。離此即非關，究竟誰為汝。", "459": "一句了然超，萬劫合頭杵。若要舌本甜，勤取黃連茹。", "46": "覺皇時已邁，含識方遺本。執教逞空譚，依禪思多瞞。", "460": "心肝挂樹杪，此理從來少。離教覓單傳，癡鱉何時了。", "461": "妙指發妙音，非內亦非表。側耳不會心，依然打之遶。", "462": "觀箭毒逾熾，問橋路逾遲。路遲日易暮，毒熾那堪醫。", "463": "有藥不早服，有足不早馳。茫茫生滅海，誰與定歸期。", "464": "毒蛇勿捉尾，甘露勿添水。添水飲成病，捉尾螫人死。", "465": "執項善調御，功歸豢龍氏。悟時轉法華，良哉惠能旨。", "466": "聽法不觀心，死至成狼狽。觀心不聽法，執刀還自害。", "467": "未知說默源，同條卻異會。鼻孔向下垂，空讚威音外。", "468": "長語悟非多，雪填井便無。要言迷不少，小毒還生瘉。", "469": "何勞妄欣厭，共把真宗誣。早修開演智，莫畫舊葫蘆。", "47": "正法遺繁憂，疇作自心懣，有懷惺谷壽，與我同所忖。", "470": "執藥每成病，借病翻成藥。通塞靡定蹤，觸境須深度。", "471": "知人勿昭昭，自照無莫莫。一言燭根元，千山勝行腳。", "472": "聚螢不爇草，聚雪不成山。鑽紙信無益，枯坐終癡頑。", "473": "未歷羊腸險，安知行路難。千里始初步，休商最後關。", "474": "洪鐘叩乃鳴，美玉終須琢。不覓惡鉗錘，豈破無明㲉。", "475": "護茲煩惱情，忍使靈光剝。幽幽長夜寒，熟睡誰能覺。", "476": "烏焉忽成馬，展轉無非錯。佛滅曾幾時，哀哉水潦鶴。", "477": "矧茲最後年，何地尋略彴。斯文賴未亡，共聽能儒鐸。", "478": "日輪挽作鏡，海水挹作盆。照我忠義膽，浴我法臣魂。", "479": "九死心不悔，塵劫願猶存。為檄虛空界，何人共此䑳。", "48": "我以千古交，搜精用補袞。君以百城歷，取益開群忳。", "480": "遣病歌遣病歌", "481": "九華峰頭雲霧濃，三月四月如隆冬。厚擁敝袍供高", "482": "臥，煖氣遠遁來無從。九華山中泉味逸，百滾千沸中", "483": "邊蜜。拾取松毬鎮日煨，權作參苓療我疾。我疾堪嗟", "484": "療偏難，阿難隔日我三日。豈向旦暮戀空華，悲我知", "485": "門未詣室。是以持名日孜孜，擬開同體妙三慈。我病", "486": "治時生界治，剎那非速劫非遲。", "487": "病餘寫懷四絕病餘寫懷四絕", "488": "一條拄杖兩芒鞋，海闊天空任往來。愛見慈悲終作", "489": "疾，婆和學侶謾為儕。", "49": "兩塗各馳騁，厥旨適非遠。知君飲法流，終不猶河鼴。", "490": "宗庭獨力除荒草，教律誰能共執柯。雨露重時恩念", "491": "少，鉗錘辣處怨情多。", "492": "勝心雖發足凡情，十載依稀舊路行。莫笑巴人猶少", "493": "和，引商刻羽欲誰賡。", "494": "大小由來出路岐，無端埋沒好男兒。三年嘗膽嗤非", "495": "久，須學華嚴塵劫思。", "496": "禮千佛於九華藏樓贈諸友五偈禮千佛於九華藏樓贈諸友五偈", "497": "非干苦瓠換甜瓜，處處慈尊並我家。念性枉勞參水", "498": "月，低頭已駕白牛車。", "499": "堆山積嶽盡塵埃，力把慈風一夕摧。吹散鐵圍無暗", "5": "世變不可測，此心千古然。無限他山意，丁寧不在言。", "50": "願君有日益，我願能日損。", "500": "地，何須拭目問明來。", "501": "昔年窠臼剎那掀，臘盡春回日已暄。欲信崑崙泉脈", "502": "動，但看河凍不勝轅。", "503": "靈犀一點性元通，觸境逢渠道自融。驀地舉時聲歷", "504": "歷，相看同在寶樓中。", "505": "一體橫分想與情，泠然性計即無生。功成五悔非留", "506": "惑，莫替樓頭最後盟。", "507": "贈頂瞿師掩關念佛贈頂瞿師掩關念佛", "508": "阿彌陀佛聲歷歷，自他共離不可覓。是心作佛是心", "509": "是，熾然感應真空寂。驀直歸來莫問津，無明睡裏轟", "51": "和歸一籌兄和歸一籌兄", "510": "霹靂。醒來捫枕笑呵呵，夢墮大河誰實溺。夢時非墮", "511": "醒非超，一任凱風同奏勣。髻珠解處紹功成，內外空", "512": "爭庶與嫡。無生曲裏明月寒，白牛背上吹橫笛。", "513": "因拄杖折聯成舊句因拄杖折聯成舊句", "514": "縱橫北斗向南看，回首家鄉月影寒。拄杖折時手眼", "515": "瞥，芒鞋破處足心酸。不勞藏跡鍼鋒裏，偏解拋毬急", "516": "水灘。鸞嘯忽傳林谷響，石人撫掌白雲端。", "517": "夢感正法衰替痛哭而醒寫懷二偈夢感正法衰替痛哭而醒寫懷二偈", "518": "魔軍邪幟三洲遍，孽子孤忠一線微。夢斷金河情未", "519": "盡，醒來餘淚尚沾衣。", "52": "破家蕩產英雄事，閨閣微貲婦寺憐。縱博萬場今日", "520": "休言三界盡生盲，珠繫貧衣性自明。肯放眼前閑活", "521": "計，便堪劫外獨稱英。", "522": "道過齊雲問訊真武道過齊雲問訊真武", "523": "煙霞賸癖此中分，遙望名巒勢欲棼。柱杖石屏占瑞", "524": "氣，袈裟金鼎挹香芬。千尋曲澗鳴流水，萬朵青山綴", "525": "白雲。予亦佛門為外護，何妨破格友真君。", "526": "四十初度四十初度", "527": "物論悠悠理本齊，年來漸覺脫筌蹄。拳開非實掌元", "528": "在，瞖去惟空眼不迷。流水有心終匯海，落花無語亦", "529": "成谿。剎那生處生何性，卻笑威音劫外提。", "53": "始，一塵便可注三千。", "530": "寄懷未能寄懷未能", "531": "文字離微影不留，玄機欲倡孰相酬。因憐屢中神猶", "532": "隔，翻憶如愚益可收。九子峰頭標月指，千如鏡裏辯", "533": "金鋀。靈犀通處知無朕，莫負持明助遠猷。", "534": "別玄覽別玄覽", "535": "松嶺雨歇溼未收，怯露寒蟬聲如抽。同住九旬忽云", "536": "別，不語孤懷偏悠悠。智士從大不從小，愚夫近慮無", "537": "遠憂。愛惜皮囊捐荒丘，虛名赫奕奚可留。何如曠覽", "538": "寰區表，闊步高登遵玄猷。吹醒循階夢，先參慈氏樓。", "539": "君不見，翠柏霜殘青未已，瀼瀼蔓野今如燬。", "54": "惺谷壽得出家鬮，將往博山薙髮二首惺谷壽得出家鬮，將往博山薙髮。二首", "540": "贈黃可念贈黃可念", "541": "蟠結筍江溫陵西，溪滿潮流渚滿荑。遠駕浮梁如虹", "542": "霓，悠然彼岸長者居。長者當年給孤後，於今欲作龍", "543": "舒胄。萬善匯歸無別路，熾然取捨惟心土。塵培泰嶽", "544": "巔，芻蕘為君傳。片念圓三聚，同擇紫金蓮。君不見，筍", "545": "江月色白如練，桂吐秋隄興倍仙。", "546": "示持經沙彌示持經沙彌", "547": "五濁朦朧夜未央，一聲雞喚漏偏長。但將緣種催殘", "548": "夢，字字全彰佛頂光。", "549": "遊北山遊北山", "55": "昔年相識五雲閒，何似今朝契更專。其過訟應深激", "550": "嶙峋病骨愧知音，強倩籃輿學眺臨。怪石藏雲疑豹", "551": "變，短松入暮解龍吟。泉南風景全歸鏡，海外煙波半", "552": "滌襟。啼罷鷓鴣懸鼓落，滿天星斗燦江岑。", "553": "巢雲巢雲", "554": "驀入巢雲不見雲，泉聲流斷海南塵。卻疑春信從何", "555": "至，已睹巖花滿目新。", "556": "和荅陳鶴岑和荅陳鶴岑", "557": "名傳佛國元非浪。笑我昂藏北地來。無法可令除妄", "558": "想。有心堪共結蓮胎。宗風秖許龐公覷，教眼聊憑博", "559": "地猜。拈出大千漚影喻，不須重說勒銘才。", "56": "勵，他山石不習柔便。春回頓改殘冬色，雪積逾增翠", "560": "慰陳弘袞慰陳弘袞", "561": "君不見，出世大丈夫，劫成劫壞等吸呼。又不見，世閒", "562": "奇男子，功名富貴浮雲耳。陋巷天地寬，敝縕得身安。", "563": "多少風塵客，方知行路難。莘可耕，渭可釣，卻憐學步", "564": "邯鄲少。後凋莫鬥早春芳，空令松柏悲同調。曾懷竺", "565": "典猷，業果解應優。一瞖勞雙目，空華舞未休。", "566": "誦帚師五十初度誦帚師五十初度", "567": "泉南開士八十一，蹡蹡濟濟稱紫雲。日月光華歷二", "568": "百，石塔瑞氣長氤氳。中有比丘號誦帚，心慈貌古能", "569": "超群。杖藜點盡千江月，芒鞋不帶五嶺垠。問君七夕", "57": "竹妍。從此共袪寒氣盡，悠悠舜日與堯天。", "570": "何遲轍，庸人乞巧我愛拙。問君自恣何早生，世尊將", "571": "喜我先悅。伯玉知非又日新，武公誦抑於今烈。甘露", "572": "壇中味正奢，清心潔己舊名家。但看尊者當年脅，豈", "573": "羨趙州住後茶。", "574": "輓如是師輓如是師", "575": "昨夢東南隕氣星，傷心慘目還驚神。朝來合掌送師", "576": "逝，翻悲此土仍迷津。正法僅如線，肩踵多魔民。律苑", "577": "羊告朔，教家偏亡珍。直指向上事，虛響成邪因。悠悠", "578": "大地競波逐，巖巖中流曾幾人。師今獨享華敷樂，哀", "579": "哉遺我稱孤臣。", "58": "去年愛我亦芬芳，獨善為懷兌可商。破格一朝誠不", "580": "槐關槐關", "581": "客夢紛紛盡寄槐，半閒聊傍綠陰開。茶聲催醒南柯", "582": "業，貝葉熏成彼岸胎。塵具大千應共剖，樹無纖影不", "583": "須猜。朝來讀罷關中草，剩有餘光映月臺。", "584": "彌陀巖六人持非時食戒偈以志喜彌陀巖六人持非時食戒偈以志喜", "585": "舌端競嗜易牙羹，誰信真修貴逆情。齋法已成無漏", "586": "種，戒根應傍有心生。輪中日晷誠能辨，額裏珠光自", "587": "可呈。薦取緣因修勿退，化城寶所不關程。", "588": "觀老聃石像有感觀老聃石像有感", "589": "無欲無名理近禪，瞞盰終古浪稱仙。猶龍一語能傳", "59": "易，匡扶千古豈尋常。芒鞋破處腳跟穩，拄杖回時手", "590": "實，喻月三言反失權。片石不愁淫雨蠹，兩篇秖恐俗", "591": "儒箋。笑看今日鬚眉白，尚是當初舞彩年。", "592": "冬日過虎崆訪衍如首座冬日過虎崆訪衍如首座", "593": "石徑苔痕古，雲端隔市塵。泉聲流一線，虎口露全身。", "594": "桂發原無隱，梅開不借春。東風消息近，又見樹枝新。", "595": "世道降人心漓野人憫之賦邈矣世道降人心漓野人憫之賦邈矣", "596": "邈矣太空，任彼狂風。坦矣君子，愍彼頑蒙。狂風吹兮，", "597": "空匪虧兮。頑蒙危兮，君子綏兮。", "598": "草之菁菁，雷聿鳴之。水之英英，雨聿榮之。謂雨何苦，", "599": "謂雷何怒。不尸厥恩，不嬰厥侮。", "6": "一筆句一筆句", "60": "眼良。寄語守株門下客，同將祖道苦茗嘗。", "600": "大塊之立，誰與成之。大塊之毀，誰與爭之。渺渺一粟，", "601": "人競營之。彈指斯往，達士平之。", "602": "買山買山，陟彼維艱。曠云萬里，依然在寰。卷葉黈纊，", "603": "蒲萄懸旒。君子有憂，君子有休。", "604": "偶成偶成", "605": "指端翻覆為雲雨，世人抱負輕如羽。謀臣戰士日紛", "606": "紛，朝欲之秦暮欲楚。百萬長城血未乾，始皇骸骨歸", "607": "荒墅。喪家之狗悲絕糧，依稀馬麥聊堪償。所以顏陋", "608": "融復懶，明詔宣時芋正香。道人有語止如此，取譬空", "609": "疑端木氏。欲識媯姚兩病翁，問取巢居沛澤雙豎子。", "61": "次惠安次惠安", "610": "壽月堂輝山首座壽月堂輝山首座", "611": "殿閣薰風涼意多，綠槐亙古影婆娑。犍椎自昔聲如", "612": "吼，上座於今眉似珂。趙老芒鞋猶未止，脅尊禪誦已", "613": "成科。分明倡出南山曲，惹動西池六鳥歌。", "614": "贈莊聖西贈莊聖西", "615": "彌陀即是毘盧師，極樂即是華藏界。八萬四千相好", "616": "中，一一具足剎塵相。西方一一微塵中，具足世界差", "617": "別種。是故普賢大願王，究竟導歸安養土。同居淨故", "618": "四俱淨，橫超自在甚希有。若人深信淨土門，始是深", "619": "信法界理。若人已悟法界理，方肯熾然求往生。法界", "62": "法林凋謝不能春，黃葉秋風嗌愈臻。圓頂方袍雖遍", "620": "非往非不往，順悉檀故名為往。法界非生非不生，順", "621": "悉檀故名為生。如是往生即向上，圓頓了義無倫匹。", "622": "卷十之三靈峰蕅益大師宗論卷第十之三", "623": "詩偈三詩偈三", "624": "檇李天寧禪堂度歲即事檇李天寧禪堂度歲即事", "625": "彈指欣傳剎海春，裁噴小雨潤梅筠。薪爐燄熾開眉", "626": "宇，鑼鼓聲繁滌耳塵。流接熙河分愈合，香來祇樹遠", "627": "仍親。閒看嫩草庭前綠，蝴蝶莊周哆大椿。", "628": "寄吳西城先生寄吳西城先生", "629": "鳥出晨巒遶樹飛，十年回首故人稀。杏壇已悟浮雲", "63": "界，忘身為法果誰人。", "630": "影，蓮社今瞻落日暉。秀水盈盈湖水溢，吳山隱隱越", "631": "山微。遙聞耆域多靈草，聊寄阿伽第一機。", "632": "士民失德亢旱不雨野人憂之賦四月士民失德亢旱不雨野人憂之賦四月", "633": "四月炎暑，憂心如杵。嗟此農夫，不遑安處。曉拭其眉，", "634": "爰卜其礎。庶幾油油，甘露湑湑。", "635": "民之無聊，夕不謀朝。恣爾貿貿，爰積其愮。孽既饒止，", "636": "悲亦遙止。式瞻前後，靡不焦止。", "637": "民之無知，競騖其私。病既孔急，曾莫爾醫。嗟彼達士，", "638": "為則為儀。胡反自局，而無遠思。", "639": "亦有美乳，聿雜於滸。飲乳則樂，飲水則瘐。嗟彼達士，", "64": "曹溪行呈無異禪師曹溪行呈無異禪師有序", "640": "罔識去取。靜言思之，不如群羽。", "641": "維山有靈，維麓有渟。嗟彼達士，明德維馨。醒醒不寐，", "642": "寧即於冥。惜爾雙目，一指所扃。", "643": "平等平等，既生且並。下視其足，高視其頂。抱識含知，", "644": "誰云或迥。溺此塗炭，曾莫之拯。", "645": "維金有冶，維柏有霜。日月有蝕，不減其光。嗟彼達士，", "646": "厥用不臧。舍爾冰鑑，逐此驪黃。", "647": "我心憂思，何所求思。載觀宇宙，不可遊思。緬懷千古，", "648": "誰與詶思。熙河泗水，浴彼流思。", "649": "和荅吳叔雅和荅吳叔雅", "65": "不肖旭，初信佛法，聞有等假稱悟道，誑惑世人，甚", "650": "十世何嘗離目前，剎那不住涅槃天。但觀心外元無", "651": "法，莫謂師家別有傳。羅什譯經存寸舌，瞿曇誘子賴", "652": "空拳。歸來共爾黃金地，擇取華池千葉蓮。", "653": "中秋後二日群鶴集於靈峰賦靈鳥中秋後二日群鶴集於靈峰賦靈鳥", "654": "矯矯靈鳥集於山，娛我多士，終朝永閑。", "655": "矯矯靈鳥集於阿，娛我多士，雍雍以和。", "656": "有懷樂土，實多靈羽。羨此東林，式瞻西戶。送想功成，", "657": "覿面斯睹。", "658": "用韻題背坐圖二首用韻題背坐圖二首", "659": "世事無端忒認真，縱饒藏臉未藏身。分明少室九年", "66": "傷之。讀博山警語，竊喜正法猶在。私謂一種良方", "660": "意，畢竟誰能舉似人。", "661": "塵剎甘為出世逋，大千坐具一微圖。拈來短塵渾閒", "662": "事，譚盡三乘半字無。", "663": "和陳非白三首和陳非白三首", "664": "嚴冬落木轉凄凄，積雪平鋪茅屋低。舉世相看同敗", "665": "北，幾人能解早歸西。晨朝共覲慈悲父，飯後還要法", "666": "喜妻。消盡劫波生死夢，渾然六字是全提。", "667": "莫厭多番徹骨寒，曉雞三倡夢初殘。迎風賴有仲由", "668": "縕，飾體欣無季子紈。觸境會心原不遠，離言覓旨卻", "669": "成難。自從識得空王印，白牯狸奴古佛看。", "67": "耳。後見山中禪客，惟一句死話頭。不為優免牌，便", "670": "才提正令已成旁，爾燄河中識浪茫。空劫劫前仍捕", "671": "影，緣心心斷似吹光。朔風夜急松多韻，白霧曉開山", "672": "自蒼。堪笑東村王大姐，強將塵坌作梳粧。", "673": "和張興公二首和張興公二首", "674": "枉直紛紛計尺尋，獨憐塵世欲泥深。也知昔日酥為", "675": "酒，莫怪今時葉作金。字性本空香遍地，機先有句月", "676": "穿林。子期側耳渾無事，共鑒高山流水音。", "677": "每慚少賤鄙能多，更歎初心漸似梭。白髮數莖悲鏡", "678": "雪，孤懷半世付春波。蕪榛易用銛鋒削，鬥諍難將影", "679": "響和。奮起一聲塗毒鼓，活人原不離干戈。", "68": "為繫驢橛。入理處尚不可得，況向上一著不住於", "680": "和荅宋量公和荅宋量公", "681": "流芳五葉一枝花，未委根源莫浪誇。鍼芥投時初祖", "682": "笑，機關轉處納僧嗟。無心擊碎情塵鎖，有句重添佛", "683": "祖枷。識取自衣珠不借，朦朧鏡影漫相遮。", "684": "贈耦西贈耦西", "685": "善財初發意，百城方盡南。一見普賢後，始知西更湛。", "686": "十願導其往，深禪不用參。彌陀法界藏，介爾一念含。", "687": "六字聲歷歷，皎月澄寒潭。未識岐塗苦，那知此道甘。", "688": "上善共攜手，列祖朋盍簪。觀成一十六，生品列三三。", "689": "任彼馳圓頓，方茲定有慚。", "69": "理者邪。邇年狂罔，往往有謗博山者，方疑必有不", "690": "示偈六首示偈六首", "691": "覓心無得便心安，誰解拋樁急水灘。落地枕聲驚客", "692": "夢，月移花影度闌干。示知安", "693": "高山最早得曦光，懸鼓餘輝亦倍彰。海底立身如泰", "694": "嶽，不愁冬至夜偏長。示昱巖", "695": "六年苦行老瞿曇，麻麥充饑事太憨。星夜抬頭明箇", "696": "事，前三三是後三三。示雪瞿", "697": "密在汝邊安可傳，長年橈破水中天。華亭舟覆無消", "698": "息，賣盡風流不著錢。示密傳", "699": "青蓮權實意分明，百萬人天較最親。獨有飲光贓未", "7": "湛海浮漚，起滅無端何日休。目瞖空花有，瞖盡花存", "70": "同流俗處，故感惡言供養，訪於惺谷。谷曰，不能如", "700": "盡，瞥然一笑誤芳春。示敷公", "701": "洪鐘未扣已先鳴，不許耳聞許眼聞。泥牛吼月渾閒", "702": "事，無限春光付白雲。示靜含", "703": "題謝在之扇頭題謝在之扇頭", "704": "介爾心田足水草，隨他此外別尋討。君不見，大千三", "705": "變土依然，龍女從茲出海島。", "706": "贈魏國徐燕超居士贈魏國徐燕超居士", "707": "愷悌慈祥古佛心，襟期爽朗芥投鍼。祇從安養遴柎", "708": "萼，不向時流較釜鬵。一念便能嚴四土，十聲誰肯易", "709": "千金。春來柳葉初含笑，把手同遊解脫林。", "71": "大醫王，善療眾病，而破癰拔毒一科，所專精也。不", "710": "壽劉今度六旬壽劉今度六旬", "711": "文章垂宇宙，歸戒印心王。耳順圓通旨，荷風殿閣涼。", "712": "五戒歌示憨月五戒歌示憨月", "713": "受戒易，守戒難，莫將大事等閑看。浮囊渡海須勤護，", "714": "一念差池全體殘。理勝欲，便安瀾，把定從來生死關。", "715": "任他逆順魔軍箭，凜凜孤懷月影寒。不殺生，大慈仁，", "716": "物我一體如長春。蠕動蜎飛佛性等，賢愚貴賤無疏", "717": "親。不偷盜，充義奧，正直清廉明節操。心外無法可當", "718": "情，菩提性具非他造。不婬欲，梵行篤，身心皎潔同珠", "719": "玉。泰山喬嶽立清風，等閑超出娑婆獄。不妄語，誠相", "72": "能如主兵臣，盡征不服，而搜奸察偽守關老吏也。", "720": "與，廣長舌相昏塗炬。矢口千金敵國欽，九界同歸作", "721": "洲渚。不飲酒，離群醜，智慧照明獅子吼。衣裡圓珠豈", "722": "更忘，免得親翁再苦口。三歸五戒果精明，觀音勢至", "723": "為師友。", "724": "示昱巖示昱巖", "725": "介爾一念心，橫豎不可盡。諦審復諦觀，本跡二俱泯。", "726": "悟後亦非奢，迷時亦何窘。迷悟弗當情，乃達無生忍。", "727": "示馬光世示馬光世", "728": "未知箇事難得知，已知欲忘亦不易。忘卻威音那畔", "729": "底，今時方顯頭頭是。著衣喫飯弄神通，劍樹刀山任", "73": "於是匍匐參請，方知大師乘大願，具大力，運大悲，", "730": "遊戲。念彌陀，算珠記，夫婦知能第一義。淨穢兩忘仍", "731": "歷然，法界分明無礙事。一念圓彰四土嚴，三身頓證", "732": "驚長寐。信得真，見得至，步步腳跟都著地。以茲自覺", "733": "覺眾生，大智光明照十世。", "734": "施茶偈施茶偈", "735": "心佛眾生無別理，冬日飲湯夏飲水。結得今時歡喜", "736": "緣，須摩國內長相似。度盡含靈不見功，僧祇劫自剎", "737": "那始。", "738": "楊輔之讀破空論楊輔之讀破空論", "739": "般若離微絕悟迷，還將五度作階梯。法元無法何煩", "74": "擴大量，果與諸方不同。藐予小子，以禪治惑，以律", "740": "埽，空若耽空亦有倪。秋至共看桐葉落，春深時聽子", "741": "規啼。道人讀罷金剛論，瞖抉奚勞更覓錍。", "742": "題旻昭畫贈季筏題旻昭畫贈季筏", "743": "古木高巖映日暉，長年破浪帶綸歸。昇平曲罷無餘", "744": "事，笑問金鱗幾許肥。", "745": "示君甫示君甫", "746": "直信現前心，覓之不可得。無法足當情，分別亦非識。", "747": "和荅宋量公和荅宋量公", "748": "不將半日漫偷閒，辨妄窮真別有緣。識取夢中誰作", "749": "主，便知火內亦栽蓮。楞伽已悟安心訣，棒喝多慚利", "75": "扶衰，雖一刀直入，不能為嫡骨之兒。而三學相階，", "750": "口禪。珍重子韶仍格物，櫺牛出尾樹歸田。", "751": "學道偈學道偈", "752": "學道如彈琴，急則聲易絕，緩則不成音。學道如植苗，", "753": "不芸雜荒草，助長致枯焦。學道如源泉，不見洶湧勢，", "754": "流久石能穿。學道如白月，光頓照閻浮，明乃漸皎潔。", "755": "先學律儀戒，能捉煩惱賊。次學定共戒，能縛煩惱賊。", "756": "次學無漏戒，永滅煩惱賊。賊昔昌熾時，本非他方來。", "757": "今賊雖永滅，究竟無所之。譬如世亂時，處處皆甲兵。", "758": "及其治平日，在在皆良民。但得心王正，根塵永肅清。", "759": "十一善心所，如彼賢良臣。君能親用之，拔茅彙舌征。", "76": "亦可作白茅之藉。況與惺谷壽交，於師有伯父誼，", "760": "賢良善輔佐，邪惡自潛形。風行草必偃，何庸務力爭。", "761": "迥者隱納之深痛也迥者隱納之深痛也", "762": "彼迥者蒼，胡然局止。彼廣者輿，胡復促止。欲卜於朝，", "763": "氛孔毒止。欲卜於野，情亦曲止。問侶於玄，罔可錄止。", "764": "載問於釋，不異俗止。俗猶嗜福，釋乃趨獄。", "765": "彼迥者蒼，遠豈無極。八萬由旬，感應一息。百爾開士，", "766": "勿軼爾德。因果酬償，塵劫匪忒。瞥存其私，終嬰鬼殛。", "767": "庶幾慎思，眚瞖是拭。目既清明，華元非色。", "768": "彼迥者蒼，匪維匪方。悟也故里，迷也異鄉。異鄉之曲，", "769": "不可詳也。我愁孔亟，聞斷腸也。", "77": "敬賦俚言。", "770": "我有慈父，示安於西。我久逃逝，耳罔可提。今既悔矣，", "771": "癡猶未刲。載怨載慕，乃泣乃啼。", "772": "我病未已，遑恤於他。哀此同體，口滋其多。多言窮也，", "773": "默可容也。自攻厥慝，無他攻也。", "774": "靈峰之麓，有室如谷。風巽於狀，雪沽於服。何忮何求，", "775": "馬麥孔馥。誰肯我勗，載胥及淑。", "776": "入山四首入山四首", "777": "萬山隔斷市塵囂，日暮秋風吼竹濤。世濁未能融動", "778": "靜，秖宜此地解天弢。", "779": "一夏炎威苦偪人，靈峰片石舊盟新。歸來泉味偏增", "78": "法王示寂朝日冥，眾聖不住暮拂電。狐涎猩臭濺九", "780": "逸，何必桃源覓避秦。", "781": "盈虧本自無增減，何故山深輝較揚。照此道人冰雪", "782": "意，夏雲春露亦成霜。", "783": "一微涉動便頹山，棘滿栴林柰未刪。曉起不堪頻對", "784": "鏡，大千無地置慚顏。", "785": "歷劫熏修誓未灰，半生殘喘尚徘徊。斬釘截鐵從茲", "786": "始，忍使摩尼隱積埃。", "787": "寄壽幽棲主人寄壽幽棲主人", "788": "指天指地重陽節，桂菊呈妍明月臺。十里贈君無別", "789": "語，四明一喝聲如雷。", "79": "州，獅猊喘息僅如線。此時不有至人弔，孰與群生摧", "790": "知足偈知足偈", "791": "德薄難消供，雲泉意倍長。雪來珠滿案，風過葉盈床。", "792": "一具蒲團穩，千家麥飯香。自憐身漸老，苦行未堪償。", "793": "七淨督梓大佛頂經玄文七淨督梓大佛頂經玄文", "794": "憶我二十三，創聞真了義。涕泣每沾巾，願求無上智。", "795": "逾年心益堅，黽勉從披剃。力埽葛藤纏，一意離文字。", "796": "秖見鑿頭方，那識錐頭利。賴有劣善根，靡敢自暴棄。", "797": "時復溫舊聞，展轉不成寐。竊思性相宗，豈必判成二。", "798": "云何諸疏家，各妄分門類。研之罔可通，任之兩相戾。", "799": "乃掀昔人窠，亦觸今時忌。直溯說默源，細繹指月譬。", "8": "否嗏。莫更往迷流，酸辛獨受。知妄無因，當體元如舊。", "80": "怨敵。吾師愍此乘願來，直飲曹溪源一滴。一滴沾腹", "800": "蛇繩麻匪殊，影光鏡寧異。原無法外心，安有理外事。", "801": "妙旨既泠然，微言忽玄契。迎刃解全牛，不啻土委地。", "802": "語語破執情，節節吐鬱氣。信有佛力加，私懷安忍昧。", "803": "初刻在溫陵，山川阻迢遞。長干復剞劂，習公如來使。", "804": "賦此券樂邦，將來同受記。", "805": "祖堂度歲寫懷二首祖堂度歲寫懷二首", "806": "葉落柴枯病後身，肯將虛解博閒名。應憐五百初頹", "807": "執，未忍孤單悻遠征。嬰杵面痕刊血淚，金蘭語臭結", "808": "心盟。歲朝雨滌魔氛淨，邃谷傳開二鼓聲。", "809": "冽盡梅英始報春，今年仍是去年人。觀河不改渾生", "81": "徹骨康，出窟嚬呻增威力。四望高吼聲未極，百獸踜", "810": "滅，交臂潛移絕舊新。愧我未嘗留隻字，勞他猶自睹", "811": "雙脣。何如善吉巖中坐，帝釋攜來萼滿旬。", "812": "偶成三絕偶成三絕", "813": "急雨狂風雜晚鐘，泠然身世湛漚空。曉看碎玉鋪千", "814": "嶂，如是浮幢第幾重。", "815": "少年逐隊各懽呼，獨坐孤峰萬慮枯。愧有一端情未", "816": "瞥，強將殘羽覆新雛。", "817": "箇事何關虧與成，屍憑兩鬼攫分爭。朝來枕落催殘", "818": "夢，嬴得虛名較羽輕。", "819": "續夢中句續夢中句有序", "82": "𨄇驚避匿。堪嗟野干詐相親，拾取餘殘誑他國。自慚", "820": "人之患，在好為人師。旭出家來，絕無為人師想。而", "821": "為師十餘年矣。然每省，未堪作古人弟子。嗟嗟，圖", "822": "旦夕名，忘塵劫誓，智乎。夢中得句，一鏡愁容髮漸", "823": "白，半生名世事無成，不覺痛哭而醒。", "824": "一鏡愁容髮漸白，半生名世事無成。願輪欲共虛空", "825": "轉，莫負當年樂土盟。", "826": "丙戌春幻遊石城，隨緣閱藏以償夙願夜夢塑地藏大士，身首具，手足未成感賦丙戌春幻遊石城，隨緣閱藏以償夙願。夜夢塑", "827": "地藏大士，身首具，手足未成。感賦", "828": "積雨溟濛縟客思，鴿聲傳怨度新枝。千年學脈憑誰", "829": "寄，萬古愁懷祇自知。鏡裏病容衰已甚，夢中慈相體", "83": "不具超方眼，以耳為目寧相識。今日相逢非偶然，嗣", "830": "猶虧。何時了卻文言債，驀入重巖就故醫。", "831": "雨窗偶成雨窗偶成", "832": "世運若奔河，哲人日以迥。慧照哀式微，夙習恆在酩。", "833": "嗟我欲拯懷，過涉幾滅頂。何時彼岸迴，飄然駕慈艇。", "834": "光明煞爾彰，妙用仍衣褧。默要忍懽機，悲誓誰能並。", "835": "識此方便宗，爰達度生綮。緬思華臺尊，胡為不自肯。", "836": "病中有感病中有感", "837": "四百四病互圍繞，八十八使鎮相隨。夢裏忽憶大士", "838": "號，咨嗟感慕仍吁嘻。如意珠王誰蔑有，伶俜劫簸徒", "839": "愚癡。念佛獨許三昧寶，聲聲圓彰無盈虧。上士一決", "84": "法無緣聊嗣德。願將一滴曹溪源，衍作百千大海淢。", "840": "一切了，狂邪翻覆生狐疑。安養一撮即華藏，彌陀十", "841": "劫毘盧師。從今一信永弗迷，橫超那畏生盲嗤。", "842": "閱大智度論畢紀懷四首閱大智度論畢紀懷四首", "843": "雨多入夏夜偏寒，胡漢於今辯最難。擬絕百非還墜", "844": "斷，欲離四句已成瘢。分明文字元無性，卻怪虛空亦", "845": "可刓。賴有橫超歸路穩，不隨年少學邯鄲。", "846": "般若何嘗獨尚空，通能成塞塞成通。菱錐佛事隨緣", "847": "建，荷鏡魔軍任運攻。度盡眾生無可度，功圓妙覺不", "848": "居功。應憐此日譚玄客，魚目摩尼妄擬同。", "849": "病在膏肓亦可醫，自慚積劫太憨癡。幾迴說夢仍添", "85": "願將法海百千流，匯作曹溪源莫測。九陛能令簾幙", "850": "夢，秖是三思未再思。垢重愈知學不厭，懺頻終恃法", "851": "元慈。筆端齒落催殘晷舉筆忽落一齒，送想懸輪更莫遲。", "852": "寒暑推人念念移，何須齒落始添悲。狼驚未得脂消", "853": "盡，草益空令肉漸痿。搔首控歸無上士，撫膺披露有", "854": "生疵。他年淨土華敷日，記取壇前痛哭時。", "855": "示庸菴比丘示庸菴比丘", "856": "瞋能蕩家寶，慈乃積法財。損益秖在我，胡以空徘徊。", "857": "明鏡現妍醜，影像無去來。但宜躬自厚，慎勿責友儕。", "858": "絜矩可為喻，恕己真昏瞢。過去已無及，將來須創懲。", "859": "深思忍辱行，割截心無病。瞋則兩俱傷，慈則並獲慶。", "86": "高，三宗莫作鼎足勒。藐爾予懷庶可舒，從茲共作能", "860": "釋迦果既圓，歌利因亦正。", "861": "丙戌生辰驟雨初霽偶成丙戌生辰驟雨初霽偶成", "862": "四十不聞道，五十猶空老。縱滿百年春，奚足稱壽考。", "863": "歲歲此日生，此生何日了。法門小比丘，律行多未曉。", "864": "說時似惺惺，用時仍顛倒。數悔復數違，嗟哉恆痛抱。", "865": "所恃格外慈，示我三昧寶。隨分度餘暉，雷雨還晴皎。", "866": "壽馬太昭四十壽馬太昭四十", "867": "形而上者謂之道，形而下者謂之器。四諦分明舉似", "868": "人，誰達緣生第一義。非斷非常非有空，法法頭頭絕", "869": "思議。鄙夫問我我無知，時行物生天何示。肯從宣聖", "87": "仁翊。", "870": "覓心源，便悟威音那畔事。昭老今逢不惑年，祝君聊", "871": "舉金剛智。識取緣生無性宗，方知三藏非文字。", "872": "和荅張興公二首和荅張興公二首", "873": "僧祇豈是枉施功，獨怪郎王強異同。空界任從星布", "874": "列，川流終向海渾融。分明萬物原非物，彷彿相逢卻", "875": "未逢。介爾覓時雖不得，調心誰繼可師風。", "876": "道曠無涯莫計功，恆沙佛祖路皆同。隨情異見元非", "877": "異，擬欲融歸便弗融。空劫劫前仍是物，有迷迷處亦", "878": "相逢。喜聞不昧平生句，今日依然龐老風。", "879": "丙戌中秋懷淨土丙戌中秋懷淨土", "88": "贈壁如兄掩關用博山原韻贈壁如兄掩關用博山原韻", "880": "皓月年年照客秋，夢中時動故鄉愁。兜羅綿手垂應", "881": "久，優缽羅華散未收。癡掉不除增愧色，貪瞋猶熾礙", "882": "真修。長空鴈影蕭然度，寄我深思到寶樓。", "883": "丙戌重陽同湛公登祖堂山頂丙戌重陽同湛公登祖堂山頂", "884": "秀出芙蓉接紫微，萬山匍匐競歸依。論交祇許盟千", "885": "古，問諦無勞杜百非。江上風帆誰去住，峰頭雲物任", "886": "翔飛。幾枝紅葉呈秋影，峻嶺寒空映晚暉。", "887": "悼予正法友悼予正法友", "888": "志士每難遇，胡為多夭傷。末運固莫挽，悲心寧肯忘。", "889": "良由名根誤，說藥迷真方。止觀乏鍼砭，聞見滋膏肓。", "89": "蕭然一室勝嵩山，覷破禪機只等閒。但莫將心擬牆", "890": "所以明心訣，翻作戕身槍。雖逐幻緣逝，金剛種未亡。", "891": "先覲彌陀覺，邀予返故鄉。", "892": "輓旅泊大德輓旅泊大德", "893": "淨土迢迢不涉程，閻浮禮誦已功成。漚花頓滅千生", "894": "影，德水初標九品名。酬債豈應嫌病苦，橫超寧復畏", "895": "譏評。殷勤為我求慈父，何日同垂隻手迎。", "896": "示陳砥中示陳砥中", "897": "出家兒，求安寧，外寧必有內憂生。無量劫來虛妄種，", "898": "慣向禪那靜裏呈。出家兒，求尊貴，虎背仙人難去住。", "899": "成佛作祖帶汙名，戴角披毛推上位。出家兒，求無累，", "9": "因此把世界身心一筆句。", "90": "壁，去來何處不長安。", "900": "解脫深坑安可墜。蓮華原向汙泥生，陸地高原空鈍", "901": "置。出家不在幾莖髮，先須煉就純鋼骨。勘破時流名", "902": "利根，九仞未泉須再掘。從此路頭真，門庭漫問津。溈", "903": "山警策語，古德有真因。", "904": "靈奕生日以偈示之靈奕生日以偈示之", "905": "有德即有福，無瞋即無禍。心寬壽自延，量大智自裕。", "906": "應思老頭陀，願居眾人後。破納以遮身，持缽度貧陋。", "907": "示別兩堂法友示別兩堂法友", "908": "世諦矜流布，哀哀古佛心。餼羊雖愛禮，拜上豈從今。", "909": "共執驢鞍解，爭將柿蔕欽。引商刻羽後，寧敢望知音。", "91": "贈戒珠贈戒珠有序", "910": "靈峰蕅益大師宗論卷第十之三", "911": "卷十之四靈峰蕅益大師宗論卷第十之四", "912": "詩偈四詩偈四", "913": "示豁一二首示豁一二首", "914": "若欲結制看經，須要會歸自己。心外更無別傳，萬勿", "915": "但圖口耳。雲光不免負軛，何況今時稚子。第一要生", "916": "信心，第二要懼生死。俛仰曠劫輪迴，畢竟如何得止。", "917": "聽我血淚苦言，庶不終為糠秕。", "918": "華嚴圓頓經王，普賢法界宗主。十願導歸極樂，便是", "919": "玄極微旨。若更別扣祖關，都是奴僕婢使。果然奇特", "92": "戒珠禪兄，鳳陽天長馬氏子。刲股救父，剖肝救母。", "920": "丈夫，卓信心作心是。念念相應不差，豈肯水中渴死。", "921": "瞬息旋轉萬流，一句彌陀到底。", "922": "利濟寺禪堂放生念佛社偈利濟寺禪堂放生念佛社偈有序", "923": "佛祖心要，悲智雙運而已。贖命，大悲下化也。送想", "924": "西方，大智上求也。法門之妙，孰過於此。但靡不有", "925": "初，鮮克有終。是宜堅其心，砥其行。庶珍池寶券，在", "926": "我而不在人矣。", "927": "諸法本無生，不生非實義。魚躍與鳶飛，明明佛祖意。", "928": "迴向極樂邦，圓成無上智。歷劫矢勿諼，是名真利濟。", "929": "寄示禪關寄示禪關", "93": "迨二尊謝世，遂薙染，願入予淨社，拈此。", "930": "魔界如兮佛界如，金剛寶劍用何為。分明平地生戈", "931": "戟，錯認村歌社飲時。", "932": "庚寅自恣二偈庚寅自恣二偈有序", "933": "臥北天目，萬慮灰冷。有同志數人，以毘尼相叩。夫", "934": "毘尼久為腐貨，仍過而問焉，不啻冷灰豆爆矣，安", "935": "居竟，重拈自恣芳規，悲欣交集，慨然有作。", "936": "秉志慵隨俗，期心企昔賢。擬將凡地覺，直補涅槃天。", "937": "半世孤燈歎，多生緩戒愆。幸逢鍼芥合，感泣淚如泉。", "938": "正法衰如許，誰將一線傳。不明念處慧，徒誦木叉篇。", "939": "十子哀先逝，諸英喜復聯。四弘久有誓，莫替馬鳴肩。", "94": "毘尼禪觀互莊嚴，攜手同歸極樂天。贏得孝思為行", "940": "和荅譚埽菴和荅譚埽菴", "941": "肯將瓦礫易明珠，箇事從來形影俱。信得此心真佛", "942": "種，任他咸作鈍根呼。", "943": "辛卯季秋重登西湖寺有感三首辛卯季秋重登西湖寺有感三首", "944": "風帆破浪陟危岡，轉憶交情空自傷。七十二峰明月", "945": "在，千秋逸興付波光。", "946": "不須弔古論前後，且共尋今誰始終。秋色已隨楓樹", "947": "老，晨曦仍似蓼花紅。", "948": "峰頭雲物去仍返，波裏山光住亦浮。讀罷維摩香未", "949": "冷，又移清夢入禪樓。", "95": "本，戒珠朗握照三千。", "950": "阻雨福源用雪竇禪師白樂天韻阻雨福源用雪竇禪師白樂天韻", "951": "最是禪關轉處幽，洞庭煙水護神州。松名羅漢從唐", "952": "宋，泉自真源映斗牛。穩坐佛龕消永日，懶尋漁父問", "953": "孤舟。年來狐兔仍城野，簇簇群峰橫點頭。", "954": "屈指蕭梁路未更，庭前雙樹意明明。風搖紅葉機猶", "955": "滯，雨溼青苔印已成。松古共咨呵護久，殿深贏得步", "956": "行輕。主人不厭湖山客，朝摘嘉蔬暮又生。", "957": "和荅王季延和荅王季延", "958": "馬牛作隊盡如馳，誰破銜拳名相縻。千古覓來難得", "959": "友，三人行處易尋師。虛空力壓終無汁，傀儡輕提亦", "96": "攝山攝山", "960": "有儀。借問何方自修育，阿伽一味不拘時。", "961": "送清源首座返江寧二偈送清源首座返江寧二偈", "962": "木樨香罷菊初黃，長水灘頭別話長。瓦釜雷鳴今倍", "963": "甚，玄珠龍護正宜藏。愁看智巧多成鑿，喜聽顓蒙稍", "964": "未戕。與爾共期泉石夢，靈峰逝景共徜徉。", "965": "形影相隨未是親，饒他擬議轉迷真。一生自訟嫌頻", "966": "復，半世逃名幸遇津。愧昔譚經猶有石，欣今問字漸", "967": "無人。他年莫負珍池約，頓洗從前愛見塵。", "968": "譚埽菴招同王止菴高念祖遊研山，予大病而返，漫賦二首譚埽菴招同王止菴高念祖遊研山，予大病而", "969": "返，漫賦二首", "97": "身棲碧霞外，目攝亂山峰。最是關情事，江帆萬里風。", "970": "從昔假山終不假，於今真祖未全真。一番讀罷傳燈", "971": "記，添得毘邪幾痛呻。", "972": "埽菴豆腐東坡肉，問味山儂總弗知。大抵聞韶千古", "973": "案，還須見聖始無疑。", "974": "維摩無疾文殊疾，說是淆訛總弗淆。試看昔年明不", "975": "二，苦空依舊作前茅。", "976": "壬辰仲冬雨窗有感壬辰仲冬雨窗有感", "977": "朔風吹大漠，群雀愁寒雨。戢羽訴無糧，競向茅檐聚。", "978": "哀昔祇陀林，久喪樵人斧。誰為獅子蟲，最是輸金祖。", "979": "納粟笑儒冠，輸金歎禪譜。握麈遍城村，覿面如軍伍。", "98": "贈澹居大德血書華嚴經贈澹居大德血書華嚴經", "980": "奚哉畫革囊，幻作羊質虎。救得眼前饑，留卻恆沙苦。", "981": "達人鑒始終，頓吐虛名蠱。一笑老深山，不屑驩虞補。", "982": "送用晦還新安兼寄堅密三首送用晦還新安兼寄堅密三首", "983": "繁霜一夜萬林空，千里歸帆挂朔風。道在未嫌離別", "984": "憾，情忘終藉琢磨功。恥觀野犴登獅背，遙囑潛龍寢", "985": "梵宮。明月北窗催曉夢，坐聽蓮漏鼓逢逢。", "986": "五十餘年客作人，悠悠斯世幾知辛。早占牛順同羊", "987": "逆，悔不狼貪易虎瞋。冰水本來唯溼性，空花從古絕", "988": "陳新。相期盡拭朦朧眼，彈指瞻依樂土親。", "989": "澹泊忘機入道難，淆訛公案幾能看。無人踏得隨身", "99": "萬滴書成法界經，十王滴滴放光明。南詢末後一句", "990": "影，有句旋成賣法奸。愧我跛翁唯坐歎，知君雛鳳可", "991": "離竿。他年共浴珍池水，不負靈峰徹骨寒。", "992": "病起感時七偈病起感時七偈", "993": "直捷根源道有餘，尋枝摘葉欲何如。葛藤千七無端", "994": "設，之楚神駒北駕輿。", "995": "小見狐疑急轉遲，誤分根本與條枝。平平大道無難", "996": "易，羊質徒勞挂虎皮。", "997": "左右逢源觸目真，才生取捨便迷真。家和鄰里難欺", "998": "侮，分貝同田驗富貧。", "999": "牛皮穿透終難認，虎穴冥行暗未通。兩箇半斤皆八"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B348 靈峰蕅益大師宗論", "englishTitle": "Jiaxing Canon, Electronic version, No. B348 靈峰蕅益大師宗論", "author": "明 智旭著", "language": "chinese", "source": "CBETA"}