{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 956 山家義苑", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "辨岳師三千書", "1": "山家義菀卷下", "2": "雲間沙門　可觀　述", "3": "部教定散", "4": "受戒普說議蘭盆五章", "5": "初燄正義料揀借別名通", "6": "部教部教", "7": "山家學者以部教為難其有二焉一者部教有帶不", "8": "帶二者部教有開不開初意者法華已前既未開權", "9": "應一向帶何故十六觀正宗但說一圓又復無量義", "10": "既同醍醐此經不帶何故所說猶通偏小舊人從此", "11": "即立四句而收束之一者部帶教不帶如十六觀二", "12": "者教帶部不帶如無量義三者部教俱帶如華嚴方", "13": "等般若諸經四者部教俱不帶如法華開權從來相", "14": "傳以為口實便謂是乎今家祖師規矩之說使他宗", "15": "聞之豈不謂今家有無可奈何之誚觀夫天台善能", "16": "判釋群經可以獨步於千古之上者以其深得化意", "17": "具部教之眼故也雖十方三世諸佛之法如珠走盤", "18": "不出於此予甞考論部教決無四句自是舊人妄立", "19": "沿襲于茲學者無擇須知部教在昔四時不可言之", "20": "凡言有部有教即是開權化意義歸法華以今對昔", "21": "有帶不帶法華已前圓未開偏部教俱帶若到法華", "22": "圓既開偏一切不帶今問十六觀正宗一圓為開未", "23": "開若未開偏如何得云此教不帶方等化意以圓對", "24": "偏自通二義一者彈斥義二者逗會義豈可以在昔", "25": "方等部帙所說隨緣不同混部類化意有帶不帶殊", "26": "不知自有部類化意自有部帙所說隨緣不同如方", "27": "等中或唯一圓或該別圓或在衍門或通四教或有", "28": "彈斥之事或無彈斥之事以法華化意判之既未開", "29": "偏一切俱帶以圓對偏彈斥逗會華嚴兼一鹿苑施", "30": "三般若帶二不勞繁說若無量義猶通偏小者此為", "31": "法華作序所生未即能生故若欲判之須從正說屬", "32": "醍醐味良由於此故知此經全不可以諸經雷同而", "33": "說若作舊人所說大經約部一切並帶且如何入句", "34": "法收束況長出鹿苑尤為可笑既有所漏句法不成", "35": "其次部教有開不開者初心多見問云昔圓既同今", "36": "圓若到法華為開不開尋常答曰約教不開約部須", "37": "開人又詰云既是一圓如何約部須開之耶答曰圓", "38": "教雖同以今對昔昔圓未開偏故從過邊說故須開", "39": "之人又詰云畢竟開圓之相如何予頃甞答曰以其", "40": "能開偏開其所不能開偏也是故法華一番開權部", "41": "教兩意同時而得此答猶未也若了約教開權之相", "42": "此疑自除須知只有約部開權無約部開圓也又復", "43": "學者多疑法華文句記云圓實不異但未開顯圓人", "44": "初心謂圓隔偏須聞開顯諸法實相若已入實但論", "45": "增進之文此何故只開初心不開後心為是部義為", "46": "是教義說者云此是部義自有約法通論自有約人", "47": "別簡此文乃是約人別簡也此說然未深知部教須", "48": "知一番開權有部有教所對之機通偏通圓此文荊", "49": "谿為約所被圓機而簡初後若乃通論約部開權如", "50": "上文云圓實不異但未開顯此之二句宜善思之予", "51": "退居山林間無事靜坐因思部教之說上為宗教聊", "52": "寄學者云爾。", "53": "定散定散", "54": "天台十六觀疏至明觀往生三觀之前會釋經論之", "55": "後釋經云問大本五逆謗法不得生此經逆罪得生", "56": "釋有兩義約人造罪有上有下上根者如世王造逆", "57": "必有重悔令罪消薄容使得生下根人造逆多無重", "58": "悔故不得生二者約行行有定散觀佛三昧名定諸", "59": "餘善業說以為散散善力微不得滅除五逆不得往", "60": "生大本就此故言不生此經明觀故說得生今先解", "61": "初義然悔有輕重由根有利鈍其根有利鈍由宿習", "62": "不同若下根人遇緣造逆既無重悔逆罪不滅非但", "63": "障淨土生必墮無間若上根人遇緣造逆既有重悔", "64": "逆罪必滅非但不障淨土生亦能入位得無根信如", "65": "阿闍世此等雖有重悔滅罪未必一向得生淨土必", "66": "須發往生願若無願力或得罪滅及以入位未必得", "67": "生今來疏中但引世王重悔事同其實世王未聞發", "68": "往生願凡論罪滅必有能滅之功此約人義須指利", "69": "根勇猛重悔一念即能滅之功也況能造之人既有", "70": "上下所造逆罪諒有輕重輕則易滅重則難滅不論", "71": "輕重逆罪未滅欲往生者必為所障彼佛願力雖大", "72": "揀之宜矣今十六觀所說逆謗之人罪若未滅應墮", "73": "惡道受苦無窮事同大本不得往生豈十六觀容具", "74": "逆罪得往生耶彼佛發願所以揀逆謗者心欲眾生", "75": "乘戒俱急當以孝為本故其次解約行一義明文自", "76": "云觀佛三昧名定修餘善業為散故知自非用圓三", "77": "觀觀佛一體三身三德三諦即以上品常寂光土而", "78": "為觀體成乎觀佛三昧雖稟圓教修餘善業不入觀", "79": "心皆名為散今淨土行須約圓論自分定散何關權", "80": "行縱約權行對圓為散殊非滅逆願生之人若以權", "81": "行為散善者且如別教破惑入位豈可力微不滅逆", "82": "罪今家以四三昧收諸行盡通皆名為念佛三昧若", "83": "依大本修淨土行三昧成時逆罪必滅然則兩經皆", "84": "有定善究竟疏中如何分辯學者須知若依彼經修", "85": "淨土行行成罪滅理無不然但在彼經不說逆謗罪", "86": "滅得生者良由能詮之教不明觀故今十六觀能詮", "87": "之教即明觀法所以經中說逆謗之人罪若滅者得", "88": "以往生顯經力用功在明觀故知疏中正約兩經能", "89": "詮之教明觀與不明觀所以說逆謗得生與不說逆", "90": "謗得生不同而分辨也若約所詮無非圓行無非名", "91": "為念佛三昧縱約彼經行六波羅蜜一心精進之文", "92": "奈何能詮不明觀法若執彼經有理一心依之修行", "93": "並屬所詮即非疏中分辨兩經定散大體天台豈強", "94": "抑彼經哉良有以也若得今意異端可斥淨覺云一", "95": "往消文此乃顯疏無功徒分二行廣智云且寄權行", "96": "此乃顯經無理謾抑時機疑誤後生何成贊述又復", "97": "大本說疑心修行在邊地胎宮十六觀中不說此者", "98": "孤山云此經是定無疑故無此報淨覺云佛言隱略", "99": "理必有之二師所說寧與孤山今欲知之須分兩意", "100": "一者當機一眾逮無生忍決無疑心若說邊地所被", "101": "者誰二者十六觀門所觀之境須觀極樂主伴勝處", "102": "豈令行人用圓三觀觀彼胎宮是則經中隱略何為", "103": "山居伏讀十六觀經繹思此義聊記大槩俾夫學者", "104": "無諸猶豫。", "105": "受戒普說受戒普說", "106": "菩薩十重四十八輕戒相其文唯出梵網梵網大本", "107": "一百一十二卷六十一品此重輕戒相在第十菩薩", "108": "心地品中菩薩心地品有上下二卷上卷序菩薩階", "109": "位下卷明此十重四十八輕戒相今別行者是也若", "110": "從大本經題須號梵網以世尊觀大梵王因陀羅網", "111": "千重文綵不相障礙為說無量世界猶如網目一一", "112": "世界各各不同諸佛教門亦復如是莊嚴梵身無所", "113": "障礙從譬立名總喻一部所詮參差不同如梵王網", "114": "若從品目須號菩薩心地亦是從喻立名品內所明", "115": "大士要用如人身之有心能總萬事能生勝果為大", "116": "士所依義如地也又復菩薩律儀徧防三業然心意", "117": "識一體異名三業之中意業為主身口居次據勝為", "118": "論故言心地今天台智者大師以樂說辨通之經前", "119": "開三重玄義第一釋名第二出體第三料揀於第一", "120": "釋名中不釋經題梵網亦不釋品目心地蓋為此戒", "121": "既別行經品之外通一化大乘別圓兩教菩薩所持", "122": "所以但釋菩薩人名及戒字法號此疏只釋名一章", "123": "與諸疏有異諸疏若非釋經總題即是釋品別目由", "124": "此釋名與諸疏有異既釋菩薩戒三字之名所詮之", "125": "體即菩薩戒體此體非諸疏所辨經題品目之下所", "126": "詮理體此體乃是所發善體所詮理體至果方顯所", "127": "發善體初心便可得之經云但解法師語者盡應受", "128": "戒既非從因至果所顯理體乃是初心所發戒善之", "129": "體是故玄義但有釋名出體而已不可立宗與用以", "130": "宗者即因果也用者果後事也若所顯理體非因果", "131": "不能趣既顯此體任運真化安能無用今此戒體初", "132": "心便可發之不必因果所趣此體未能起化他用所", "133": "以大師不立宗用二章良在斯矣又復不判教相者", "134": "如向所說此戒既別行經品之外通一化大乘不可", "135": "以一部判之當知此戒本文但詮菩薩因中戒學一", "136": "法耳此三聚體由因至果極果無惡可止轉為三德", "137": "三身若在因中從初發心以能防非名三聚戒大師", "138": "若於釋名章中釋其品目者貫通上下兩卷之文菩", "139": "薩心地名下須詮其理既詮其理不可不立宗用若", "140": "論一品屬何部帙部類又不可缺教相一章他人不", "141": "見大體只云體非經體故無宗用教相三章未明的", "142": "無之相又有人云既有兩卷今釋下卷一品不足故", "143": "無餘章此說遠矣又有人云宗用教相總在第三料", "144": "揀章中此說最劣今問料揀為說何事料揀之中有", "145": "三一須信心二無障三人法為緣三料並明菩薩受", "146": "法如何謂之總在其中然此菩薩所發善根大師於", "147": "第二出體章初示云不起而已起即性無作假色此", "148": "文大師的示菩薩所發善體大乘之戒雖通別圓兩", "149": "教今乃從圓而示此全性而起當體即性圓詮諸法", "150": "善體無非即性惡體尚皆即性況善體耶良由上之", "151": "釋名既以菩薩戒為名名下所詮只是第三料揀受", "152": "法所發善體初心一發此體若不捨菩提弘願無增", "153": "上心破根本戒此體護持直至無上佛果始終防一", "154": "切非者也若捨菩提願增上心破根本戒當知此體", "155": "因中則失然則大師既以所發假色為體何故瓔珞", "156": "經云一切聖凡戒盡以心為體心無盡故戒亦無盡", "157": "此義若據淨覺法師和會意謂凡論躰者有當躰體", "158": "有所依體若止觀中依法皷經以心為躰此乃所依", "159": "之體不即心性何異小乘若云假色此乃當躰之體", "160": "戒疏既云性無作假色當體所依二體具矣然則此", "161": "說於戒疏中有性無作假色之言可云二體具矣且", "162": "法皷瓔珞及以止觀都不言假色但言心性所依之", "163": "躰者其義如何未明厥旨直以當體所依二體和會", "164": "兩說者恐未可也當知凡論圓教一切諸法無不依", "165": "乎心性此義可知須知章安於大師觀心論疏中依", "166": "止觀及法皷瓔珞等大乘經以心為躰唯戒疏中以", "167": "無作假色為體者正示所發善體故也若乃諸經皆", "168": "云心為體者正示大乘制意故也大乘制戒正為制", "169": "意若乃小乘但制身口七支不云以心為體所以章", "170": "安於大師觀心論疏中云然佛初於寂滅道場成等", "171": "正覺為大根大行制戒則說十重四十八輕正防意", "172": "地故心為體也次為小根小行則說二百五十戒止", "173": "防七支作法發無作戒因以無作為戒體又如大師", "174": "禪波羅蜜方便章中云小乘教門絡是無作戒為體", "175": "其義不差若大乘教門中說戒從心起即以善心為", "176": "戒體此義如瓔珞經說當知未發性無作假色時其", "177": "惡體徧法界若能發性無作假色者此法界之惡全", "178": "體轉為法界之善此性無作假色之體體能防非即", "179": "止善也止而不犯即行善也又復當知大乘制意地", "180": "者以一念動即成重因剎那念動生死根本眾生念", "181": "念造未來果念念不息未來無際所以大乘戒學制", "182": "意地者厥旨在此若能了念不生本來寂滅諸佛之", "183": "戒從何而立如古德云佛說一切戒戒我一切心我", "184": "無一切心何用一切戒只為眾生念念無盡諸佛之", "185": "戒戒亦無盡念若不可得戒從何所立諸佛之法並", "186": "是空拳誰小兒誘度於一切亦如莊子所謂以刑為", "187": "躰者綽乎殺也刑期無刑聖人豈特有意哉蓋不獲", "188": "已悲夫眾生有念久矣不能即無直至金剛後心此", "189": "念方盡此念盡處即名為佛經不云乎離一切相即", "190": "名為佛然則此念未盡安得無戒若無戒者與畜生", "191": "無異與木頭無異當知大乘戒學之中有無量佛事", "192": "有無量快樂而眾生不知自投攏檻可謂倒置良可", "193": "悲也原夫欲受此戒須知受法不同一梵網本二地", "194": "持本三高昌本四瓔珞本五新撰本六制旨本七優", "195": "婆塞戒經八普賢行法經前之六本通在家出家若", "196": "優婆塞戒經偏為在家普賢觀經者大師於戒疏中", "197": "云似高位人自誓受法以不從凡師故高位之人對", "198": "諸佛菩薩前自誓求戒所以須請五師若非高位自", "199": "誓求戒既有凡師作法何須更請五師近世人師不", "200": "本此意例請五師乃云為生善故噫六本受法應無", "201": "善可生耶又復當知三聚戒名名出瓔珞善戒等經", "202": "此名唯大不通小乘三徧作法字字須本諸佛菩薩", "203": "之語不可妄自加減若妄自加減戒躰何由可發請", "204": "撿大藏彌勒羯磨文一卷自見其語作法語下既欲", "205": "發戒實非細事且如世間幻術呪語可以任加減否", "206": "何況出世戒體無作善法羯磨之前作三歸依亦須", "207": "本乎諸佛菩薩之語語下亦欲發其善體故也作三", "208": "歸依已其次發菩提心不可缺之其他勸遵廣采因", "209": "緣欲令眾生信因信果信一念心定當作佛若一念", "210": "心不可作佛戒何為定何為慧何為受戒者須有大", "211": "善根能自發戒授戒者須有大學行令他發戒能受", "212": "者必須罪業清淨感聖加被能授者必須色心殊勝", "213": "不可輙為世間名聞利養若不如此受者無戒授者", "214": "獲罪如河西道進求曇無讖受菩薩戒讖不許且令", "215": "悔過七日七夜竟詣讖求戒讖大怒不答進自念是", "216": "我業未消耳復更竭誠首尾三年行讖夢感釋迦授", "217": "戒明日詣讖欲說所夢未至數十步讖驚起唱善哉", "218": "已感戒矣我當為汝作證於是次第更說戒相故知", "219": "受授豈細事也今則去聖逾遠為作大乘種子而已", "220": "恐難感戒然而有大丈夫宿殖善根一念業消戒體", "221": "即發入諸佛位亦不難矣法無今古得之在人爰自", "222": "達磨西來言禪者多撥戒學以為法縛當知戒學者", "223": "無他無蓋欲使人不作惡耳所謂知空之人尚不作", "224": "善何況作惡不作惡處即名佛戒非特以戒縛汝於", "225": "教如永嘉云不是山僧聘人我修行恐落斷常坑思", "226": "之慎之勿自欺也大略如此若要委知請尋天台戒", "227": "疏。", "228": "議蘭盆五章議蘭盆五章", "229": "盂蘭盆經目連救親施及後世實為要道圭山作疏", "230": "文辭簡古孤山因興師之鈔以事筆削全依他宗用", "231": "與若天台宗教則不涉一句於其間也且為懲勸道", "232": "俗行孝諒天台再生于時亦不必有作也然吾徒或", "233": "自欲展卷林下考論此經大義豈可唯可唯而已輙", "234": "議此經五章大義以期吾徒審是云爾。", "235": "議曰此經既蘭盆為名應以法供為體救親為宗", "236": "滅惡為用大乘為教相學者應知凡判諸經教相", "237": "須觀正宗所說之法如荊溪云但觀諸經會未得", "238": "道即識所說共別之意今此經中正宗所說救親", "239": "之初法云當須十方眾僧威神之力乃得解脫解", "240": "脫之言雖通大小及其下文指受供之人既云或", "241": "十地菩薩大人權現比丘在大眾中皆同一心十", "242": "地之言有通有別既云權現豈非證道登圓初住", "243": "應來同比丘事摭華引法華內秘外現雖云佐成", "244": "本疏第恐已有異意圭山判為人天乘摭華斷云", "245": "約所救人說今謂經云七世父母離餓鬼苦生人", "246": "天中者此是改報人天為受道器若乃聞經結益", "247": "須約得道況復得道又有多塗若曉此意須以大", "248": "乘為教相也昇師所緣稍有眉目教相若立一總", "249": "三別次第成列名既是乎攬別為總全以盆供而", "250": "為經名名下辨體須云法供所謂諸供養中法供", "251": "養最為第一十地大人受此盆供無非法供言法", "252": "供養者稱實相也如經云行禪定意然後受食十", "253": "地大人所行禪者豈是事禪即清淨禪所受盆供", "254": "即與法等故知此經法供為體以此盆供為救親", "255": "法宗者要也舉一經要豈過於此故知此經救親", "256": "為宗任運該收報恩孝順所救之親改報人天為", "257": "受道器所以即脫餓鬼苦者良由業消其母五百", "258": "世中餓鬼惡業根深自非權實眾僧住津之德不", "259": "可消滅故知此經滅惡為用或有專執生人天中", "260": "判為小乘者若就他宗非予所知今據天台未以", "261": "為然又復生人天中經文之下即云福樂無極人", "262": "天之樂豈無極耶經文義深不可膚受大綱如此", "263": "網目可尋。", "264": "初𦦨正義初𦦨正義", "265": "法華玄義問曰大論三處明初𦦨約別圓皆取發真", "266": "為初𦦨通教何意取乾慧為初𦦨答別圓各逗一種", "267": "根性故用發真為初𦦨通教為逗多種根性所謂別", "268": "圓入通含容取乾慧耳然通教中乾慧初𦦨所以異", "269": "說而未聞正義者由不了此文今欲明正義須敘斥", "270": "異說一云通教乾慧明初𦦨者此乃藉通開導人也", "271": "如四念處引大論已結云此是通教通別通圓既云", "272": "通別通圓豈非藉通開導斥曰若是藉通開導只應", "273": "藉通教無生觀智而開導之必歸別圓破惑如何便", "274": "就此地以明初𦦨又據四念處者意謂藉通開導謂", "275": "之通別通圓下引論已既云此是通教通別通圓故", "276": "知是結上藉通開導者一何麤疎不曉文理又復上", "277": "標三具大師何以獨於藉通開導如此廣釋餘之二", "278": "義何略之甚乎此且縱而斥之其不曉文理俟下為", "279": "點之一云由被接故乃據法華玄文已如上出此文答中", "280": "既云所謂別圓入通知是於被接也斥曰若云乾慧", "281": "由被接故明初𦦨者若斷無明先於何位斷見得被", "282": "此接若云並在乾慧今不問被接初𦦨今問乾慧斷", "283": "見為何意耶救云非即被接乃可接之機耳今問纔", "284": "是可接之機盡在乾慧而斷見耶若云鈍者還至三", "285": "四焉知不可接機而無利者若云不可接故但有鈍", "286": "者却顯可接又唯有利盡不至三四耶又復一家盛", "287": "談被接之處曾不涉言據玄義文者此文既云通教", "288": "為逗多種根性如何但舉別圓入通若云由多種故", "289": "取乾慧明初𦦨者此乃不見含容大旨一云是發毒", "290": "者發毒須破無明即非乾慧初𦦨更有通三通人以", "291": "伸含容義者但見根性實繁亦不見含容大旨已上", "292": "敘斥異說竟。", "293": "正義開二一者正示二者釋疑正示又二初通點含", "294": "容二別揀初𦦨且初通點者當知若明三藏其義定", "295": "無若明通教以名摩訶衍故須曉含容之旨此有於", "296": "二一者名含容二者義含容名含容者摩訶衍梵", "297": "語也含大多勝語既含三一言摩訶衍者實通別圓", "298": "三教之都名也二義含容者於中又有二義一者機", "299": "教含容二者經論含容且機教含容者通教一教通", "300": "有三機所謂因果俱通因通果不通通別通圓當知", "301": "然雖三機差別對藏分門含容三教故云摩訶衍故", "302": "云若通因果正是大小半滿分門從此分門若三人", "303": "同以無言說道斷煩惱者是滿字門多所含容即開", "304": "為三一通二別三圓既標三教因果之位初釋通教", "305": "正是初門次釋別圓皆云因通門得入者此乃對於", "306": "三藏分之總申通門雖有通後之機不出別圓二人", "307": "因果位也何者若藉通開導則見思並歸別圓而斷", "308": "若被接人先在通教斷見或斷思已被接不定此文", "309": "乃約教總申更不約機別揀所以而知雖有三機差", "310": "別對藏分門總而申之不出通別圓三教是故須曉", "311": "此文乃是以教收機以機從教總申通門含容三教", "312": "故得名為摩訶衍也不見斯旨其文亦難不可見因", "313": "通門得入之言便將下通別圓通即謂是於藉通開", "314": "導上斥初師不曉文理者良在此也二經論含容者", "315": "當知大論通教乾慧初𦦨者由大品中只一初𦦨含", "316": "容三教故也既乃只一初𦦨含容三教而說遂使外", "317": "人三解不同所以大論引而申之天台辨而示之如", "318": "四念處云通教明乾慧非斷道而為初𦦨者乃是論", "319": "主申含容引外人作此解乃以相似燈炷為初𦦨耳", "320": "有據相似燈炷之言亦通名伏為斷為初燄者不善消文乃至下云而今不取三", "321": "地四地乃取乾慧者故知是通三人之初以似道為", "322": "初𦦨耳大師灼然判云乃是論主為申含容作此解", "323": "者故知由大品中只一初𦦨含容三教以乾慧明初", "324": "𦦨也若不含容三教則不明初𦦨請觀申含容之言", "325": "斯言有以已上總當通點含容　二別揀者此別無", "326": "說只是揀上通點而已何者若欲知一家通教乾慧", "327": "明初𦦨者須得經論含容一義然此一義昔人不見", "328": "正示略竟。", "329": "次釋十重之疑將欲愈顯正義初疑曰四念處中因", "330": "有今來引證機教含容一義之文所以先引習應次", "331": "引大論然後結云此是通教通別通圓今此云何嶄", "332": "絕作兩節用釋曰須曉此中一段文理只由上文以", "333": "通對藏分門通教雖有差別之機總而申之不出通", "334": "別圓三教所以大師引經與論三教之文示摩訶衍", "335": "令知依經准論故知此中但取般若三教之文通可", "336": "引證對小立衍若不爾者上文三教因果通教乃從", "337": "八人見地方明斷見下文引證却於乾慧初𦦨豈可", "338": "執於引證之文與上泯齊又復此中引習應通教文", "339": "已判此是通通意然所以重著通字者只由此中乃", "340": "是示於摩訶衍含容三教之經文故上之通字得非", "341": "含容之異名乎夫如是則始曉下引證已結云此是", "342": "通教通別通圓者即非藉通開導正是結上所明摩", "343": "訶衍門含容三教通別通圓也如何不曉文理便謂", "344": "結上藉通開導疑曰昔人據於法華玄文謂之被接", "345": "雖已敘斥文如何消釋曰此文正是答示大論申通", "346": "大品含容之旨何者當知別圓發真定在地住說則", "347": "各逗一機通教斷見既通乾慧所以初𦦨亦可逗於", "348": "別圓之機是故大品含容而說只一乾慧初𦦨逗三", "349": "教機遂使大論以別圓入通而釋故云通教為逗多", "350": "種根性所謂別圓入通含容取乾慧耳若其然者四", "351": "念處引論已結云通別通圓即非藉通開導此文別", "352": "圓入通即非被接然藉通開導却亦謂之通別通圓", "353": "被接亦謂之別圓入通但不可一槩而釋也疑曰究", "354": "竟通教發真斷見何故通在初地釋曰通教斷見有", "355": "利鈍故如法華玄文云若鈍者八人見地為初𦦨利", "356": "者乾慧即能斷結故是初𦦨當知此文約利鈍機正", "357": "示通教斷見不定故得乾慧亦通初𦦨然此分利鈍", "358": "不分接與不接在通教當教斷見自有此利鈍也若", "359": "斷見已自有被接者不被接者疑曰利者乾慧斷見", "360": "是則伏道全無釋曰利故雖爾伏道不無此則須約", "361": "借別十地名通十地伏道之義或借信入地或假立", "362": "七賢如法華文句記第二須者撿之疑曰今辨初𦦨", "363": "與夫借別十地名通十地同異如何釋曰若約並由", "364": "般若含容其旨不別若辨異者今辨初𦦨含容三教", "365": "借別名通所名唯通故知舊學亦有直將借別名通", "366": "而辨者遠矣疑曰利者即於乾慧初𦦨既通可接之", "367": "機何故一家三根被接但從三地四地已去而判釋", "368": "曰此約通教教門定位而說所以但從三地四地已", "369": "去而判若大品者為含容故故以利人斷見說在乾", "370": "慧為初𦦨也疑曰既通可接之機應是被接上文何", "371": "苦破他釋曰上文正示奚甞分於接與不接思之可", "372": "解疑曰大品若說乾慧初𦦨亦逗別圓機者此則莫", "373": "成不定教相釋曰灼然含容而說非說漸而得頓益", "374": "也然若約如來不思議智力亦何局哉疑曰乾慧明", "375": "初𦦨為亦逗鈍機否釋曰乾慧為含容故故明初𦦨", "376": "不妨通教教門伏斷之位何也初地還名乾慧是故", "377": "不妨鈍機以為伏道疑曰藉通開導約位定之為藉", "378": "一二為歷始終釋曰約人定之但至一二若斷惑者", "379": "已歸別圓故然則若約般若所說乾慧十地逗三教", "380": "不一之機者亦可得云歷十地也但若斷惑已非通", "381": "人然此初𦦨辨者雖多含容之旨曾未聞也宜乎識", "382": "者一為鑑之。", "383": "料揀借別名通料揀借別名通", "384": "問妙玄中明通教位揀別教名唯有一番若止觀中", "385": "明通教位何故乃有三番。答先須了知般若說位通", "386": "別不定今家明此兩教位次故須比決而釋所以若", "387": "明通教位義則須取用別教位名准望而釋若明別", "388": "教位義又須取用通教位名亦准望而釋但在別教", "389": "不作通教而揀之者良由不共二乘故也既知此已", "390": "方曉妙玄自是以通教位義准望別教位名而釋所", "391": "以但有一番者止觀中有三番者此乃備立借別以", "392": "消經文不同妙玄用名比決故也然止觀須備立三", "393": "番者當知此為破法徧中明破思假入空之位經中", "394": "所說既而不定必須備立消經故也若妙玄明位妙", "395": "只應約四教義門定位而辨是故不須備立三番借", "396": "別但用別名比決令位義分明而已。", "397": "問別教初住已斷於見如何得以通教性地而為比", "398": "決。答別教教旨詮中是故未破無明諸位望於地上", "399": "並名伏道所以得用通教性地比決也。", "400": "問既是由經中所說通別之位不定故須比決者若", "401": "至消經何故但云借別名通而無借通名別之說。答", "402": "別位名義教門自足不須借通以通教或開果向以", "403": "為六位於菩薩則位名不足故須借別故荊谿云人", "404": "多不見謂通義足何須借別。", "405": "問單借十地初地斷見者是為利入為是鈍入若云", "406": "鈍人據妙玄判鈍者須至三四地若云利人利人不", "407": "制十地若制十地何故妙玄云以根利故故不制位。", "408": "答大品為利根人說初地斷見者然今家若作單借", "409": "十地名通十地消之須用斷思為六亦無妨為利者", "410": "制十地位若妙玄據大論不作單借別教十地而消", "411": "不開斷思為六位故故不可以通教教門十地為利", "412": "根制也若其制為利人位者是則七地成佛無十地", "413": "也然又須知雖云利故不制或以通教教門十地往", "414": "判還備有也所以利鈍雖殊智斷不別如釋籤云教", "415": "門具有利人不制即此意也。", "416": "問如常所辯通教借別名通故立兩地斷見者何故", "417": "止觀名通家共位中唯借歡喜一地之名名通三四", "418": "若爾顯借別名則無兩地義通却有兩地斷見。答借", "419": "別之名固非一向然所借雖三四名殊而所名乃義", "420": "同一地所名所借理不相違。", "421": "問借別名通之位既別為菩薩何故止觀有一番借", "422": "別而云判三人位。答雖為菩薩借別奈何所名之位", "423": "本是三人共十地故故云判三人位也然第三番借", "424": "別所名之位亦是通家三乘共位而特標名通家菩", "425": "薩位者約所名位立忍名故又復須知所明借中雖", "426": "無忍名據下料揀驗知是立忍位也。", "427": "問妙玄名別義通何故不作止觀中云借別名通而", "428": "但謂之用者有何所以。答妙玄是大師用與止觀正", "429": "是消經借別已如向辨各有所以。", "430": "問名別義通與借別名通同異云何。答若了向說不", "431": "須此問為未曉者更為揀之須知若云名別義通者", "432": "其名甚通別立忍名准望別名借別名通並得謂之", "433": "名別義通然雖名通而通別之名不可不揀若立忍", "434": "名謂之名別義通者此以菩薩對二乘言也若准望", "435": "別名借別名通謂之名別義通者即是別教之別通", "436": "教之通。", "437": "問今家借別名通所以立者為消經也然究經中何", "438": "故如此若云機宜借別名通既有兩關畢竟是何教", "439": "機宜若非機宜何故如此。答經中如此深有所以當", "440": "知借別出乎般若今據祖師所引自般若外無有一", "441": "文以此而知只由般若明摩訶衍義凡有所說含容", "442": "三教是故位次通別不定是故今家或作比決而釋", "443": "或作借別而消方信祖師通經亦未甞獨斷然般若", "444": "所說雖含容三教而不可以通別對圓而比決者偏", "445": "圓不同故也又復無借圓之說者圓本無位故也若", "446": "然者經旨教義於茲燦然。", "447": "問古人無今家四教教義何故輔行云人多不見謂", "448": "通義足何須借別。答古人雖無今家教義而據他所", "449": "明之位由不了借別之說以今家教義往判故云謂", "450": "通義足。", "451": "問止觀中第一番列始終借於別教一教位名若然", "452": "者與第三番如何揀之。答雖並為菩薩而經中或開", "453": "通位自有此之兩番不同所以大師如此明之若究", "454": "經中意者却須約機宜不一伸之如荊谿云通教機", "455": "雜故知非止三乘而已於三乘中又有不一之機故", "456": "不可局。", "457": "問借別名通別見義長須立兩地斷見此則常談若", "458": "不借別何故當教自分兩地荊谿雖云三乘共故雖", "459": "促復長未審出何誠教。答三乘共故則諸部有文雖", "460": "促復長乃荊谿示義何者須知三乘同不出入觀而", "461": "斷見雖促於不出入觀中既三乘共行不無利鈍是", "462": "故有乎復長之義所以此教教門從容立兩地也然", "463": "立位雖長斷見還促促者以皆用不出入觀故也。", "464": "山家義苑卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 956 山家義苑", "author": "宋 可觀述　智增證"}