{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1132", "1": "比丘尼受戒錄", "10": "三歸五戒十戒。遞相傳授。桓帝已後。北天竺國。有支", "100": "大姊一心念。我某甲比丘尼。受七日法出界外。為某", "101": "事故。還此中安居。白大姊令知三說。不應為飲食衣物故去也。若前事不", "102": "及七日還。當從僧乞十日。半月一月。羯磨去。", "103": "對首自恣法對首自恣法凡有所犯。應先懺悔已。然後自恣。若住處有五比丘尼。應僧中差受", "104": "自恣。若無五人。四人當對首各各相向。作如是言。", "105": "三大姊一心念。今日眾僧自恣。我某甲比丘尼自恣", "106": "清淨三說。若有三人二人亦如是作。", "107": "心念自恣法心念自恣法若只有一人。應心念口言。", "108": "今日眾僧自恣。我某甲比丘尼。自恣清淨三說。", "109": "受五衣法受五衣法佛言。五衣應受持。有衣不受持。得罪。過十日。即犯捨墮。若得如法衣。應具", "11": "法領等五沙門。來至漢地。始於長安與人授具足戒。", "110": "威儀。對一比丘尼。或親教師。或阿闍黎。如是言。", "111": "大姊一心念。我比丘尼某甲。此安陀會。五條衣受。一", "112": "長一短。割截衣持三說。", "113": "大姊一心念。我比丘尼某甲。此󳬂多羅僧。七條衣受。", "114": "兩長一短。割截衣持三說。", "115": "大姊一心念。我比丘尼某甲。是僧伽黎若干。條衣受若干。", "116": "長若干短。割截衣持三說。", "117": "大姊一心念。我比丘尼某甲。是覆肩衣受。長四肘。廣", "118": "二肘半。是覆肩衣持三說。佛制恐污三衣。用覆兩肩。然後著三衣在上。", "119": "大姊一心念。我比丘尼某甲。是衣厥修羅衣受。長四", "12": "其時大律未有。唯口誦出戒本一卷。羯磨一卷。流行", "120": "肘。廣二肘。是衣厥修羅衣持三說。厥修羅。此云篅衣。即裙也。以兩頭縫合。形", "121": "如小篅。著時入內。擡使過臍。各蹙兩邊雙排擪脊。繫之以絛。篅即穀圍也。", "122": "受尼師壇法受尼師壇法應云。", "123": "大姊一心念。我比丘尼某甲。此尼師壇。是我助身衣", "124": "受三說。", "125": "受鉢法受鉢法", "126": "大姊一心念。我比丘尼某甲。此鉢多羅。應量受。長用", "127": "故三說。", "128": "受十六枚器法受十六枚器法即日得器。應即日受。可須用者。十六枚。餘者當淨施。若遣與人。", "129": "謂大釜。小釜。二蓋。水瓶。及蓋。洗瓶。及蓋。四盤。二小杓。二大杓。受云。", "13": "此土。時尼眾來求受戒。五僧曰。如律所明。唯開邊地", "130": "大姊一心念。我比丘尼某甲。此某器。是我十六枚數。", "131": "今受三說。", "132": "受非時藥受非時藥佛聽飲八種漿。即果汁。謂梨。棗。甘蔗。蒲萄。藕根等。應先淨人擪已。濾過。澄", "133": "清。從淨人手受。應對一比丘尼云。", "134": "大姊一心念。我比丘尼某甲。有某病緣故。此某非時", "135": "漿。為經非時服故。今於大姊邊受三說。", "136": "受七日藥受七日藥酥。油。生酥。蜜。石蜜。一受得七日自手取服。八日即施與人。自不得服。應云。", "137": "大姊一心念。我比丘尼某甲。有某病緣故。此某七日", "138": "藥。為共宿七日服故。今於大姊邊受三說。", "139": "受盡形壽藥受盡形壽藥謂丸。散。一切鹹酸等。不任為食者。一受得自取服盡。應云。", "14": "五人僧受具戒。不論尼眾。是時諸尼辭退而還。泣淚", "140": "大姊一心念。我比丘尼某甲。有某病緣故。此某盡形", "141": "壽藥。為共宿。長服故。今於大姊邊受三說。", "142": "淨施法淨施法有二種淨施。一真實施。二展轉淨施。真實淨施。應云。", "143": "大姊一心念。我比丘尼某甲。有此長衣。未作淨。今為", "144": "淨故。捨與大姊。為真實淨故謂真實捨與他。欲要著。應問彼。乃著。", "145": "展轉淨施法展轉淨施法比丘尼受戒已。除五衣外。所有一切新舊衣服。對一比丘尼說淨。不", "146": "說。過十日即犯捨墮。後凡所得衣。若布。下至長一尺四寸。廣七寸。即須說淨。作如是言。", "147": "大姊一心念。我比丘尼某甲。有長衣。未作淨。為淨故。", "148": "施與大姊。為展轉淨故。彼受淨者。應云大姊。汝有此長衣。未", "149": "作淨。為淨故。與我。我今受之。受已語云汝施與誰。答云施與", "15": "如雨。曹魏初三年。中天竺曇摩迦羅此云法時。至雒陽。譯", "150": "某甲。受淨者云大姊。汝是長衣未作淨。為淨故施與我。今", "151": "受之。受已。汝與某甲。是衣某甲已有。汝為某甲善護", "152": "持著。隨因緣當稱一比丘尼名為淨主。或親教師。或闍黎師。若淨主死。即須別稱一淨主。將", "153": "前所有衣物。稱後淨主名。說淨。", "154": "其餘一切作法行護威儀。備載羯磨本。及沙門日用中。自當檢閱。", "155": "八不可過法八不可過法亦云八敬法。佛告阿難。我今為女人。制八盡形壽。不可過法。若能行", "156": "者。即是受戒。何等為八。", "157": "一。雖百歲比丘尼。見新受戒比丘。應起迎逆。禮拜。與", "158": "敷淨座令坐。如此法應尊重。恭敬讚歎。盡形壽不可", "159": "過。", "16": "出戒律。立羯磨受法。準用十僧。於是佛法大行震旦。", "160": "二。比丘尼不得罵詈比丘。訶責。不應誹謗。言破戒。破", "161": "見。破威儀。如此法應尊重餘詞如上說。", "162": "三。比丘尼不應為比丘作舉。作憶念。作自言。不應遮", "163": "他覓罪。遮說戒。遮自恣。比丘尼。不應訶比丘。比丘應", "164": "訶比丘尼。如此法。應尊重餘詞如上。", "165": "四。式叉摩那學戒已。從比丘僧乞受大戒。如此法。應", "166": "尊重餘詞如上。", "167": "五。比丘尼犯僧殘罪。應二部僧中。行摩那埵。如此法。", "168": "應尊重餘詞如上。", "169": "六。比丘尼半月。從僧乞教授。如此法。應尊重餘詞如上。", "17": "為東夏受戒律之始也。時漢末魏初。東天竺國。有二", "170": "七。比丘尼不應在無比丘處夏安居。如此法。應尊重", "171": "餘詞如上。", "172": "八。比丘尼僧。夏安居竟。應比丘僧中。求三事自恣。見", "173": "聞疑。如此法。應尊重餘詞如上。如是阿難。我今說此八不", "174": "可過法。譬如有人於大水上安橋梁而渡。女人若能", "175": "行者。即是受戒云云。", "176": "比丘尼受戒錄終", "18": "尼來到長安。見諸尼眾問曰。汝等誰邊受戒。尼眾答", "19": "曰。我到大僧所。受五戒十戒而已。二尼歎曰。邊地尼", "2": "廣州南海寶象林沙門　弘贊在犙　述", "20": "眾。悉未有具。即為還本國。化得一十五人來。三人在", "21": "雪山死。二人墮黑𡼏死。唯餘十人到此。諸尼悉赴京", "22": "師。與授具戒。後到吳地。亦與彼尼眾受具。西尼思慕", "23": "本鄉。遂附舶南海而還。及至上船。唯有七人。三人命", "24": "終。來去經途十有餘年。又按高僧傳。宋元嘉十年。西", "25": "天僧伽䟦摩。至建康。敕住平陸寺。為京師沙門慧照", "26": "三百七十人。渡蔡洲岸。於船中再受具戒。或問其意。", "27": "照曰。以疑先受。若中若下。更求增勝。故須重受。依本", "28": "臘次。十一年。求那䟦摩。於南林寺立戒壇。為僧尼授", "29": "戒。為震旦戒壇之始。時師子國。比丘尼八人來未幾。", "3": "稽夫中邊得戒。始末源由。中制十人受具。邊許五人", "30": "復有尼鐵索羅三人至。足為十眾。乃請僧伽䟦摩為", "31": "師。為景福寺尼慧果等。於南林戒壇。依二部重受具", "32": "戒。度三百餘人。噫。古人忘身為法。不憚數萬里而來。", "33": "然此方得戒者。豈可不生難遭想哉。惜夫今當末法。", "34": "知法秉羯磨者難得。而二部僧尼受戒。失傳久矣。昔", "35": "摩騰羅漢。并諸賢哲。多是果位聖人。尚不敢違律。僧", "36": "不滿數。與人授具。一部僧而與尼授大戒。我等何人。", "37": "敢違佛教。滅佛正法。致他永失比丘比丘尼性。得虗", "38": "假名。授受俱成非法矣。順治十四年。余在廣州羊城。", "39": "時各縣餘尼來求受具。余辭不獲已。因立二部僧。各", "4": "得戒。中是中天竺。天竺之東際白木調國。南際靖善", "40": "滿十人。與授大戒。自後十人難得。但有五人以上。亦", "41": "與為授。要須持律清淨。故云邊地持律五人得受具", "42": "戒。其尼親教師。要滿十夏。而羯磨教授二師。及餘證", "43": "人。無論歲臘。事須解律。縱律未能精鍊。其羯磨者。必", "44": "是持律明了。方許秉法。若不如是。強與他授。令他盡", "45": "壽戒不霑身。罪非小也。雖云邊地五人僧受。不論尼", "46": "眾。斯乃古人慎重。邊地僧尚難得。尼眾何能易有。茲", "47": "以竊推。律既許僧。尼必預列。昔迦旃延尊者。在西天", "48": "竺。阿槃提國。有長者子名億耳。出家求受具戒。時彼", "49": "國無十人僧。不得受具。乃往白佛。佛聽邊地五人得", "5": "塔。西際一師黎仙人山。北際柱國。自此四外。名為邊", "50": "受。時因緣在僧。故未及論尼。況今末法出家。遇正教", "51": "者實難。若不論尼。則尼部全缺。八敬誰修。雖是邊地。", "52": "而有持律清淨十人。別揀五人。律文不聽。知非持戒", "53": "清淨。方任揀擇。以受戒事大。一不如法。則戒體斯失。", "54": "今諸方叢席。為人授具。既不知作法結僧大界。戒壇", "55": "奚立。則戒無由得矣。故云。若不結界。一切羯磨受戒", "56": "等法。俱是空作。復不依律作白羯磨。唯師自心。在沙", "57": "彌白衣前。杜撰唱說。非法為法。以譌傳譌。遞相踵習。", "58": "沿波日久。不覺其非。佛言。若有秉羯磨說戒。則正法", "59": "未滅世間。又云。毗尼藏住。佛法亦住。是故弘紹之賓。", "6": "國。震旦乃在白木調東二萬七千餘里。開持律五人", "60": "特宜遵教。俾正法而恒存。木叉而永固也戒壇。即戒場。在大界", "61": "內結。已上略述得戒緣由。向下錄得戒和尚阿闍黎。二", "62": "部僧名。并記自受戒年月日時。以識戒臘尊卑也。", "63": "比丘尼弟子　　　　　　年　　月　　日　時", "64": "生族姓　係　　府　　縣人於　　　　年", "65": "月　　日拜　　師出家", "66": "僧部", "67": "年　　月　　日依　　和尚受沙彌尼", "68": "戒於　　　　年　　月　　日　時受", "69": "和尚具足戒", "7": "得授大戒。昔漢明帝初。摩騰法蘭二法師來至此土。", "70": "秉羯磨阿闍黎名　　號　　軌範師", "71": "尊證僧伽", "72": "大德　　　大德　　　大德　　　大德", "73": "大德　　　大德　　　大德", "74": "尼部", "75": "親教師尼名　　字", "76": "羯磨師尼名　　字", "77": "教授師尼名　　字", "78": "證戒尼僧", "79": "賢部　　　賢部　　　賢部　　　賢部", "8": "與人出家。唯剃鬚髮。披縵條衣。授彼五戒十戒而已。", "80": "賢部　　　賢部　　　賢部", "81": "附作法略儀", "82": "初受具足戒尼。未能即閱大律。其親教闍黎二師。當", "83": "與戒本令其熟讀。使知護持。無致虧犯。及識布薩。自", "84": "恣。受衣。淨施等法也。", "85": "布薩法布薩法半月半月布薩。下至有四比丘尼。即應誦戒本。不足四人。三人。二人。當對首布薩。若", "86": "有所犯。應先懺悔已。然後布薩。", "87": "對首說戒法對首說戒法至布薩日。若有三人。各各相向露頂。脫屣。互跪。作如是言。", "88": "二大姊。一心念。今僧十五四日說戒。我某甲比丘尼清", "89": "淨三說。後二人。亦如是說。若只有二人。除上二字。即云大姊。", "9": "以不滿五人。不得受具。後至漢桓帝。一百餘年內。猶", "90": "心念說戒法心念說戒法若只有一人。應心念口言。", "91": "今日眾僧十五四日說戒。我某甲比丘尼清淨三說。", "92": "對首安居法對首安居法前安居四月十六日。應對一知法比丘尼言。", "93": "大姊一心念。我某甲比丘尼。依某僧伽藍若在村內。非僧住處。", "94": "應云某聚落。若在別房。應云某房。前三月夏安居。房舍破。修治故。三說。", "95": "彼應語云好。答言善若後安居。至五月十六日。應云後三月。", "96": "心念安居法心念安居法若無所依人對作法。即自心念口言。", "97": "我某甲比丘尼。依某處某房。前三月夏安居三說。", "98": "對首受日法對首受日法若有佛法僧事。或檀越父母等請喚。不及即日還。若須二日。乃至七", "99": "日。應對一比丘尼言。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1132 比丘尼受戒錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1132 比丘尼受戒錄", "author": "清 弘贊述", "language": "chinese", "source": "CBETA"}