{"sourceLink": "http://www.cbeta.org/", "text": {"0": "離世間品第三十八", "1": "大方廣佛華嚴經合論篡要卷下", "10": "眾象。無邊境界佛剎重重。智凡同體。境像相入。名為", "100": "乍於諸動用中得不動智。故於城東。脩多羅此云長", "1000": "名曰纂要。如以尋丈之軀。而臨咫尺之鏡。威儀態度", "1001": "亦僅可觀。然未緣入梓。藏之篋笥。垂三十年。文選大", "1002": "夫五臺陸公。道叶宗乘。志深弘護。昨以太常鄉還。言", "1003": "及斯纂。適符大心。遂捐淨金。偈成勝舉。長者於公。所", "1004": "謂千載而下旦暮之遇也。昔普菴肅禪師。因覽論序。", "1005": "達本情亡。知心體合大悟。因言曰。長者乃於經首。痛", "1006": "下一鎚。大地山河等閒俱碎。乃至云。普賢文殊與我", "1007": "同參。善財童子是甚茄子。余謂。普菴瞻前失後。殊不", "1008": "知此中字字句句皆是長者擊情擣見之金剛杵也。", "1009": "披文勝士奮不󳬼身。衝鋒犯銳。而能別展生涯。則為", "101": "行經。以聞文殊法界經得萬行差別智。故一萬諸龍", "1010": "深報長者恩矣。", "1011": "隆慶元年冬十月朔旦", "1012": "禾郡精嚴寺前住山釋　方澤　譔", "1013": "No. 226-BNo. 226-B", "1014": "毗盧法門。展一句為百千萬句。亦未為廣。總百千萬", "1015": "句以為一句。亦未為略。吾友無參有作廣作略之能。", "1016": "顧皆不用。獨取棗柏大士四十卷論文。促為三帙。廣", "1017": "略適中。而義已備。又況棗栢大士未舉筆已前底肝", "1018": "膽。盡在其中者。虖有者謂也只是箇減文字漢。山僧", "1019": "却向它道。儞未見無參在。", "102": "發菩提心得不退轉。以五位中五百波羅蜜門信中", "1020": "天寧漚室比丘　雲東圓理　䟦", "103": "頓具。故優婆塞優婆夷童子童女各五百人皆從城", "104": "出詣文殊也。善財童子弘通大教會者。童從立從里。", "105": "言自少立志里中。以法身信種為胎。以七覺華具於", "106": "信中。為七伏藏生七寶牙。信中十波羅蜜為處胎十", "107": "月。以五位五百行門總於信中頓印。為五百寶器寶", "108": "物盈滿。以報非無因。故文殊觀此童子。知其入胎及", "109": "產感生眾寶得善財名。以欲令其信自性清淨覺本", "11": "法界。又以一妙音遍聞剎海。以一纖毫量等無方。以", "110": "不動智。直下無生無滅無脩無證。令成信位菩提。故", "111": "文殊為善財說諸佛法令其發菩提心。以菩提心無", "112": "學無脩。但行菩薩行對治習氣。則菩提心自恒明現。", "113": "如雲散太空。太空自空。不更求空。但行悲智萬行以", "114": "為方便安住菩提。如一切行有一不明有一不行有", "115": "一取捨。即有障礙。即菩提心非圓滿法。以菩薩行即", "116": "菩提心。如其不爾。即是無常之行。即是三乘菩提。故", "117": "善財既發菩提心。遂問文殊云何學菩薩行脩菩薩", "118": "道。而菩提心乃不更問。以前諸會所說五位生熟昇", "119": "進之法。未見凡夫證入。欲舉善財作後學標榜。并以", "12": "大小見亡。物我同體。識謝情滅。智通無礙。名為入法", "120": "諸師名及居處方國聖凡神王緇白外道人天男女", "121": "托象表法。且以南方為正為明為虗無。心達虗明正", "122": "智。則一切處皆南。背則皆北。故文殊令善財南詢真", "123": "善知識。而讚德雲比丘之德指往參承。自德雲以下", "124": "展轉前指凡五十三。以欲䇿進前法無滯舊聞。故皆", "125": "懸讚前師之德。以法界中安立文殊為根本智。普賢", "126": "為差別智。彌勒為文殊普賢中無作之果。此三法成", "127": "一法界體用自在門。徧與五位所標五十善知識而", "128": "為體用。故有五十三師。以五十法門皆有因果。如十", "129": "住十行等會皆有十菩薩十佛以標因果。是為一百。", "13": "界。此乃三世諸佛無始終之常果。前五位進脩皆以", "130": "并法界中根本十波羅蜜。故經一百一十城。以文殊", "131": "普賢彌勒三法但與諸勝進位作因作果。而自無因", "132": "果。如世帝王自無階品。但以威德自在。隨諸有功官", "133": "屬作階作品而號令之。故一百一十之外無別所表。", "134": "以彌勒是當來佛。為令後學有所憑望。故捨毗盧遮", "135": "那而取彌勒為所證果也。五十三如左。", "136": "第一善財登妙峰山參德雲比丘證發心住者。雲有", "137": "四義。普徧表定。潤澤表福。蔭覆表悲。霔雨表智。故名", "138": "德雲。以滅有無是非身邊諸見之諍。故是比丘。比丘", "139": "此云息諍。以無念寂靜如山。則無相妙理便現。以止", "14": "此為體。至此慣習成滿。任智施為。還源舊法。本無遷", "140": "觀力得入佛住。故登山至相盡處十方觀察而求覔", "141": "之。別山表從方便禪門入於本無定亂之法。徐步表", "142": "不亂。經行表不滯於定。故見此比丘乃在別山除步", "143": "經行。以證初住生在佛家。全見眾生是佛果體。三界", "144": "六道如光如影無實無虗。性自無垢。不壞肉眼見諸", "145": "眾生。不壞法眼。境界無體。不壞智眼幻生萬境。見諸", "146": "佛身有無自在。故德雲告善財言。我常見十方無量", "147": "佛乃至不可說佛剎微塵數佛。我知憶念諸佛境界", "148": "智慧光明普見門也。", "149": "第二海門國見海雲比丘證治地住者。以性戒如海。", "15": "也。世尊在室羅筏國逝多林給孤園者。室羅筏亦名", "150": "不宿生滅死屍為海門。以能即生死海為大智海。而", "151": "以此法恒潤眾生。故名海雲。以得妙峰山相盡智光。", "152": "用觀現行根境世間成一切智。知十二緣生無明苦", "153": "海全是三世諸佛廣大性海。離生死海別無成佛之", "154": "處。故海雲言我住此國十有二年。以此性海非有限", "155": "量。而具足智慧功德。故言此海甚深甚廣而有眾寶", "156": "莊嚴。以諸凡夫恒以無明行識名色六入觸受之七", "157": "緣為現行。貪著不舍。以成愛取有之三緣。從此三緣", "158": "成來世生與老病死之二緣。為眾苦波浪所漂。循環", "159": "不息。二乘權學却又厭而捨之不生大悲。故此海雲", "16": "舍衛。此云好道。以國人好道得名。逝多林是祗陀太", "160": "直以根本妙慧頓照緣生體相自性無依。頓為大智", "161": "海也。此海出大蓮華云者。以智無染之行為出大蓮", "162": "華。尼羅此云青。青為五色之首。莖表根本智。故以青", "163": "寶為莖。以行恒與智稱。故華彌覆大海。阿脩羅在海。", "164": "水至半身。以智行不沒生死之海。故阿脩羅執持其", "165": "莖。以智施諸性戒洗諸心垢。故龍王雨以香水。以無", "166": "緣慈無為而應。故諸神王恭敬禮拜。以智無能勝。為", "167": "佛身高。以智作用為伸右手。以智行印合為摩我頂。", "168": "以根本智為普眼。以差別智為之經。普觀眾生根境", "169": "而設諸教。眾生無盡。則教無盡。故言華上有佛身極", "17": "子所植。亦名祗陀林以佛所居而多人逝往得名。給", "170": "有頂即伸右手而摩我頂為我說普眼經。而大海量", "171": "墨。須彌聚華。欲書此中一品。一品中一義。一義中一", "172": "句。不得少分也。於千二百歲持此經者。以方便慧轉", "173": "一千二百煩惱。皆令得解脫也。", "174": "第三楞伽道海岸聚落見善住比丘證脩行住者。以", "175": "觀十二緣竟。重觀六根上現行分別習氣。皆成智種", "176": "不復留滯。名為過六十由旬。楞伽山在南海高峻難", "177": "登。今於生死海頓成智海。已得超登之路安忍而住。", "178": "不被生死魔惑。故至楞伽道海岸處見善住比丘也。", "179": "見此比丘於虗空中行者。以不住三界不住出三界。", "18": "孤園是須達多長者所置。以長者惠濟孤老得名。園", "180": "故於空中來往。以法音普化智光破惑。故諸龍王震", "181": "雷激電而為供養。以智悲行謙小自持。故迦樓羅王", "182": "作童子形婇女圍遶而共合掌。以十波羅蜜利生自", "183": "在。故此比丘為是十王所恭敬也。以入大智自在之", "184": "門。染淨二障不能留礙。諸妄有鏡觸處消融。與虗空", "185": "等。故言我得普速疾供養諸佛無礙解脫門。一念中", "186": "徧往十方佛剎。而穿墻度壁入地履水皆如空也。", "187": "第四達里鼻茶國見彌伽長者證生貴住。達里鼻茶", "188": "此云消融。謂從聖教消諸謬解。彌伽此言雲。謂含潤", "189": "雨法。見彌伽於市肆中千人圍繞說輪字莊嚴法門", "19": "即此方之寺。前諸會皆云不離菩提場普光明殿。又", "190": "者。以前三師皆比丘。表出世功成。出世之智不離世", "191": "間。故彌伽俗士。入世不染。故市肆中。智身自在。主伴", "192": "交參。故千人繞。輪是圓轉義。以一名字一音聲無自", "193": "性法門。與無量名字無量音聲作體。即無量名字無", "194": "量音聲總是一字。字一音聲。故一多圓轉。互為莊嚴。", "195": "一一世間諸法悉是出世間法。一一出世間法悉是", "196": "世間諸法。說諸法有時一一性空。說諸法無時不壞", "197": "眾相。故真俗有無圓滿轉變互為莊嚴。以一一法總", "198": "別同異成壞同時圓轉莊嚴。故名輪字莊嚴門。以彌", "199": "伽是俗身。菩提心是真理。俗諦要須歸順真諦。故彌", "2": "唐太原長者　李　通玄　譔", "20": "三度在普光明殿。而此法界會。直言在逝多林人間", "200": "伽聞善財已發菩提心。遽下座致禮。以欲䇿令前進", "201": "故告善財言。我唯知此妙音陀羅尼法門。陀羅尼此", "202": "云總持。妙音總持即輪字莊嚴門也。", "203": "第五住林城見解脫長者證具足方便住者。以與彌", "204": "伽同處俗中。故不別指國。以生死眾生多處智士以", "205": "為禪林。故言南有聚落名為住林。以十二緣生而為", "206": "禪體。故善財遊行十有二年而至。前海雲觀十二緣", "207": "生得出世心。此中不壞緣生不著緣生遊行是不住", "208": "義。以五蘊性自禪。故見解脫五體投地。以真俗不二", "209": "故合掌。以定體淵深徧周圓滿故解脫入無邊佛剎", "21": "之園以明前六位不離菩提之體而有進脩。不移根", "210": "旋陀羅尼三昧。而十方各現十佛剎塵諸佛道場。旋", "211": "與漩同。漩澓是深義。十是滿義。以三昧中自智果佛", "212": "自因行湛然皆現。故長者言我入三昧時見龍自在", "213": "王等十方十佛及十上首菩薩。以自心應真是佛。一", "214": "念相應一念佛。念念相應念念皆佛。無心外國。無心", "215": "外佛。故又言我若欲見安樂世界阿彌陀佛等皆隨", "216": "念見。以一切智悲萬行境界總是禪林性自無礙。故", "217": "言我唯入出此無礙莊嚴解脫門也。", "218": "第六閻浮提畔見海幢比丘證正心住者。以至出世", "219": "間智慧極畔。故在閻浮提畔。唯得世間出世大悲。未", "22": "本普光明智。不遷剎那之際而為智境。而此法界昇", "220": "得入俗同纏大悲。故是比丘。以智如海能摧諸惑。故", "221": "名海幢。經行地是用。三昧是寂。表依用有寂。地側表", "222": "不住寂用之中。而任運自在。離出入息。表稱理而寂", "223": "稱理而用。性自徧周。非有入出。故見此比丘在經行", "224": "地側入于三昧離入出息。長者居士婆羅門是世間", "225": "行德行人。足是行處。故見此三眾從其足出周徧十", "226": "方。剎帝利是王種。婆羅門是淨行。膝是卷舒自在處。", "227": "以淨智自在。故此二眾從其膝出。腰是世間行欲之", "228": "處。仙絕欲人。以智幻生同眾生行而自無欲。故等眾", "229": "生數仙人從其腰出。龍表雨法潤生。脇是蔭覆處。故", "23": "進已終。自佛果滿。如百川入海俱失本名。但以無功", "230": "龍眾從其脇出。胸是勇猛義。卍從十。從四周旋轉。是", "231": "梵行無盡義。脩羅是不沒義。以精勤萬行不沒生死", "232": "海。故阿脩羅眾從胷卍字中出。以化眾生不捨諸乘", "233": "之行。而二乘背佛悲智大用。故二乘眾從其背出。肩", "234": "是荷擔義。夜叉羅剎可畏之狀是守護義。以荷擔大", "235": "事守護眾善。故夜叉等從其肩出。緊那羅乾闥婆是", "236": "音樂神。腹表包含眾法。以恒歌咏讚揚一切佛法。故", "237": "緊那羅等從腹而出。轉輪王有轉法輪義。故從面門。", "238": "口間而出。日輪破暗。故從目出。眉表中道。帝釋號能", "239": "主。以住中道主導眾生。故帝釋從其眉出。以生死中", "24": "用行任運利生。故人間之園。即法界智園。亦以明眾", "240": "智行為首。故頭出諸菩薩。以智果極尊。故頂出諸佛。", "241": "明以空慧幻生諸身。起化如雲充滿十方。成就教化", "242": "莊嚴眾生。而性同虗空都無思覺。故於定中現如是", "243": "身雲相也。又見其身一切毛孔皆出塵數光者。全身", "244": "總是法界無礙教光也。善財住立一日乃至六月復", "245": "經六日。然後海幢從定出者。一日一夜表檀滿。七日", "246": "七夜表七支戒。滿半月表忍滿。忍唯自利。不益於他。", "247": "是半義。一月表精進滿。六月表第六住。六日表第六", "248": "波羅蜜成。以但得清淨慈未得大悲方便同眾生行。", "249": "故海幢言我唯知此般若波羅蜜三昧門也。", "25": "生性即法界性。眾生世間即正覺世間也。列一百四", "250": "第七海潮處見休捨優婆夷證不退住者。以如應化", "251": "生而不失時為海潮處。以萬行處於生死為普莊嚴", "252": "園。以大悲無染為優婆夷。以柔和善思現為女身而", "253": "非女心。以供佛利生智悲萬行所生依正。故見休捨", "254": "容相妙好。園林宮殿池治眾物皆寶莊嚴。以悲與智", "255": "會。故休捨言十方佛悉來處于寶座為我說法。以八", "256": "萬四十煩惱皆示同行而接引之。達生死性與佛智", "257": "性本來一性。更無退怯。故言八萬四千大眾皆在此", "258": "園與我同行。悉於菩提而得不退。以於初三比丘處", "259": "得出世心是一。於彌伽解脫海幢處得世間出世心", "26": "十菩薩而都云菩薩五百人俱者。十箇幢菩薩。即十", "260": "是二。至此第七住入世行悲是三。此三皆徹一切智", "261": "海。故言我從三十恒河沙佛所淨脩梵行。以能入於", "262": "生死教化眾生。而達生死眾生及以教化之行皆涅", "263": "槃行無出無沒究竟安隱。故言我唯知此離憂安隱", "264": "幢也。", "265": "第八海潮處那羅素國見毗目瞿沙仙人證童真住", "266": "者。以願波羅蜜發起智業會其悲門。融為一體。方得", "267": "無功大用廣利而無思。如潮震蕩而無作。故亦在海", "268": "潮處。那羅素此云不懶。以無功智利生不懈為國。毗", "269": "目瞿沙此云出聲可畏。以出言摧邪為仙人名。以智", "27": "住中十慧菩薩。以彼十住智慧摧壞煩惱。至此法界", "270": "同異道而無異見。故是仙人。波吒羅樹似此方楸樹。", "271": "尼拘律樹葉似柿葉。以具智悲蔭物之德。故見仙人", "272": "居處林苑種種莊嚴。草座鹿裘。是少欲相。以具萬行。", "273": "故仙人領徒一萬而衣鹿皮。以五塵之境皆歸智地。", "274": "故善財五體投地。以無功智無能傾動。故仙人言我", "275": "得無勝幢解脫。以會智境徧周。故仙人執善財手。善", "276": "財即見自身徧往十方十佛剎塵佛所。以執手是加", "277": "持義。凡第八無功智初。恐或滯寂不能任運智悲。須", "278": "聖加持䇿發。故執其手。以聖加持入法。得入法後自", "279": "力常然。如濟河後不更負舟。故放手還在本處也。", "28": "果位號之為幢。十箇威力菩薩。即十行中十林菩薩。", "280": "第九伊沙那聚落見勝熱婆羅門證法王子住者。伊", "281": "沙那此云長直。以攝化長其直道無諸諂行為住處。", "282": "以智同邪。力能勝諸煩惱毒熱。入於神用。示同外道", "283": "五熱炙身而引邪徒歸於正智。故婆羅門名為勝熱。", "284": "刀山表法力破惑。火聚表金剛智光。以了自性解脫。", "285": "力用自在。無有怖畏。而能照割眾生長夜煩惱。故婆", "286": "羅門登彼刀山投身火聚。以逆境難測。故勝熱勸善", "287": "財登刀山入火聚。而善財懷疑。以是力用不思議境", "288": "要須入證。故諸天龍神王皆於空中讚勝熱德勸令", "289": "勿疑。伊那䟦羅此云臭樹。此龍往因損壞此樹。感頭", "29": "以眾善行之力。能成法界果行。號為威力。十箇藏菩", "290": "上此生臭樹。故以名之。以智契會即便證入。故善財", "291": "上刀山未至中間得善住三昧。纔觸火聚又得寂靜", "292": "樂三昧。以此一行隨諸眾生樂欲不同各見無盡差", "293": "別行門。一如空中所讚。故言我得無盡輪解脫也。", "294": "第十師子奮迅城見慈行童女證灌頂住者。以任運", "295": "大悲而不染受生愛習為童女。以悲從智生而自在", "296": "無畏。故父是師子幢王。以此住智悲圓攝五位中智", "297": "悲更無異路。故五百童女而為侍從。以能住佛所住", "298": "包含五位佛因果門。故居毗盧遮那藏殿。以大悲行", "299": "據一切智說五分法身香白淨教覆被眾生。故坐龍", "3": "明　檇李　比丘　方澤　纂", "30": "薩即十迴向中十幢菩薩。以彼摧破偏見。會融理智", "300": "勝栴檀足金線網天衣之座。以此智殿悲宮是一切", "301": "眾生共所入處。五位菩薩共所都止。故見無量眾生", "302": "入王宮中。以法身明淨為頗梨地。以淨行住持。為琉", "303": "璃柱。以智防護為金剛壁。以戒外嚴為閻浮檀金墻。", "304": "以教光照俗為光明牕牖。以心無垢濁報生皮膚金", "305": "色。以智照覆眾生。報生紺青目髮等。故見殿中依正", "306": "如是莊嚴。以一法具一切法一時會入。而智境交參", "307": "重重無盡。故童女令善財觀。而見一一壁一一柱一", "308": "一鏡像中皆悉互含一切諸佛境界相也。童女言此", "309": "是般若波羅蜜普莊嚴門。我於三十六恒河沙佛所", "31": "悲願。能成眾德。至此法界果中號之為藏。十箇眼菩", "310": "求得。各以異門入者。以一位總含諸位為普莊嚴門。", "311": "以十住十行十回向為三十。以十信是信此三法。十", "312": "地十一地亦只此三法慣熟。更無新法。以三法而成", "313": "六位。是為三十六。以此住中通該六位。一一位皆有", "314": "無盡行願。行相雖殊。法無差別。是為三十六恒河沙", "315": "佛所各以異門入也。右十善知識。德雲明禪觀顯發", "316": "自心佛智普見諸佛境界門。海雲明觀生死海十二", "317": "緣本來清淨佛國海門。善住明法身智自在無礙出", "318": "俗門。彌伽明處俗脩行世間文字普入門。解脫明身", "319": "含佛剎萬境自性禪定門。海幢明出纏寂用無礙神", "32": "薩。即十地中三十七箇藏菩薩。以彼含藏眾德。則法", "320": "通門。休捨明處世成長大悲門。毗目明無功智現同", "321": "邪門。勝熱明攝邪苦行門。慈行明智滿悲圓總攝諸", "322": "位智悲同時具足門。此下建立十師自利利他十行", "323": "門者。十住中非不具自利利他之行。但恐入於世間", "324": "差別境界不能自在。故須十行法門鍊磨之也。", "325": "十一至三目國見善見比丘證歡喜行者。以智眼觀", "326": "根。法眼知法。慧眼決擇正邪。此三原一。隨用名三。若", "327": "無三目。自亦先迷。何堪利物。故以名國。以心離世間。", "328": "方堪入世同光利物化令滅諍。故初行即見比丘。以", "329": "同塵之行其多如林。以入生死度諸眾生出於生死。", "33": "眼分明。普見法界。故此號之為眼。此四十菩薩一一", "330": "又令眾生起大悲願入於生死。如是展轉猶如一燈", "331": "然百千燈。冥者皆明。明終不盡。是往返義。故見其在", "332": "林中經行往返。以能行行。故見其壯年。行正故貌端。", "333": "順道而行故髮右旋不亂。智高德滿。故頂有肉髻。心", "334": "白智淨。故皮膚金色。言不妄出。故頸文三道。智寬見", "335": "愽。故額廣平正。善說虗無法門。故唇口丹潔如頻婆", "336": "菓。此菓是南方赤色之菓。以智業清涼。故胸題卍字。", "337": "七覺行滿。故兩手兩肩兩足及馬王陰藏七處平滿。", "338": "以教漉諸眾生。故其指網縵。以攝生行徧。故天龍八", "339": "部所共圍繞。以能隨根轉化。方無定方。法無定法。故", "34": "具有十波羅蜜。是為四百。次下天冠等一百菩薩。是", "340": "主方神隨方迴轉而導引之。以行無染。故足行神持", "341": "蓮承足。以禪顯生智慧。故地神現諸寶藏。以高能卑。", "342": "如易地山為謙。故須彌山神頭頂禮敬。以出言典雅", "343": "令人愛樂。風是言教義。香華是愛樂義。如易風地為", "344": "觀。故風神雨妙香華。以於生死夜中生發萬善。故主", "345": "夜神名以春和。以初行行為年少。以一行中總具十", "346": "住十行十回向三法。而不離八正道為三十八。以此", "347": "生中即是無前後始終之生中。故善見言我年既少", "348": "出家又近。我此生中於三十八恒河沙佛所淨脩梵", "349": "行。以一念迷亡剎那互參三世。智無遠近。塵中具含", "35": "法界中根本智上十波羅蜜之行。互體圓融。一中具", "350": "剎海。故言或有佛所一日一夜淨脩梵行。乃至或有", "351": "佛所至不可說劫脩梵行也。", "352": "十二名聞國河渚中見自在主童子證饒益行者。以", "353": "戒香普聞名國。以入󱈎自在。無染之戒如河流必入", "354": "智海。故自在童子在河洲渚。以嬉戲皆佛事。故見其", "355": "聚沙之戲。以技藝神用入於世間而出世間為戒體。", "356": "如海雲以生死海即智海為戒體。海船師不住此岸", "357": "彼岸而運度人為戒體。喜目夜神以大悲為戒體。隨", "358": "位昇進不同。智通則位位總具。故自在主言我知一", "359": "切工巧神通智法門。得知世間書筭印界處醫工農", "36": "十。十中具百。故云五百人俱。此諸菩薩皆以文殊法", "360": "賈及練仙藥善相并隨根授法之能。界謂世界。處謂", "361": "眾生住處。書治中忘障。印治不守護障。醫治四大不", "362": "調障。工謂方伎。上知天文。下知地理。中察人情。四民", "363": "所業九流所營悉善其事。治入世不自在障。筭謂菩", "364": "薩筭法。治取與生疑障。此中所敘與阿僧祇品略同。", "365": "但菩薩以法筭知。非如彼品佛知自然知也。", "366": "十三海住城見具足優婆夷證無違逆行者。以忍如", "367": "海容受百川名城。以忍中具足諸行故以名人。以是", "368": "忍相故見其色相端正素服垂髮。以具萬行故一萬", "369": "童女圍遶。以法界智因陀羅網㢮門小含無盡。又加", "37": "身根本智為體。皆以普賢差別智為用。以此二法總", "370": "法界智願力廣大之心。以一微塵許食令十方一切", "371": "眾生食之皆得充足不減毫末。以一塵食即法界量", "372": "無裏外中邊限所礙食。故具足言我得無盡福德藏", "373": "解脫門能以一小器中飲食普施無限眾生皆令充", "374": "飽。以四無量心所攝。故無量眾生從四門入也。", "375": "十四大興城見明智居士證無屈撓行者。以精進大", "376": "興利益名城。以觀根審法為明智。以居家善俗為居", "377": "士。以四攝七覺之行處生死闤闠而無疲。故見其在", "378": "市四衢坐七寶臺。以精進行具眾福德斷諸苦乏。故", "379": "明智言我得隨意出生福德藏解脫門。以財法二施", "38": "該五位。及法界因果。通收總別同異成壞之法。故普", "380": "皆是空無依智所生。故無量眾生從種種國來各隨", "381": "所欲而有求請。居士仰視虗空如其所須悉從空下", "382": "復為隨根而說諸法。以初住創明佛慧生如來家。四", "383": "住治三界惑淨佛智現前生如來家。八住生如來無", "384": "功智家。十住智悲普濟登灌頂位生如來家。今第四", "385": "行以觀法空門了緣生解脫。治三界餘習。法身智現。", "386": "亦為生如來家。故言此會大眾已生如來家也。", "387": "十五師子宮城見寶髻長者證離癡亂行者。以禪定", "388": "無畏名城。以定體徧該諸行。如五住解脫長者身含", "389": "塵剎以境從體為禪。此第五行以體就用而諸塵境", "39": "賢文殊而為上首。不思議境界經云。無量菩薩現聲", "390": "總一禪收。至法之頂。故名寶髻。以行體寂用恒定。生", "391": "死市󱈎無所虧損。故見其在市。以禪中具十波羅蜜", "392": "及八正道。故其居十層樓閣宅有八門。如初層施食", "393": "表檀。乃至最上層如來充滿表智。此十層總攝五位", "394": "及通収佛果。以法界無依住禪為體。皆以禪中十波", "395": "羅蜜為莊嚴也。寶髻言我因過去塵劫佛入城時奏", "396": "諸音樂燒一丸香供養功德回向三處今感舍宅如", "397": "是者。過去塵劫表超情入定。樂音表說法。明因定起", "398": "慧。一丸香表一種定香而具五分。三處謂常見佛常", "399": "聞法常貧離苦。言於十住中已得定體。今於十行禪", "4": "入法界品第三十九○入法界品第三十九", "40": "聞形其名曰舍利弗大目連等。而下文舍利弗令海", "400": "門得寂用自在也。得無量福德寶藏解脫者。以禪中", "401": "具足萬行也。", "402": "十六藤根國見普眼長者證善現行者。以般若深固", "403": "徹法源底。如藤根深至水際名國。以智慧徧知故名", "404": "普眼。以慧門重重尊高難入。故見其城雉堞崇峻。以", "405": "三空慧蕩無涯際。故衢路寬平也。普眼言我善療諸", "406": "病者。言能習世醫家。亦以表法。如風病表想念多者", "407": "以數息治。黃病表貪欲多者以不淨觀治。痰熱病表", "408": "愚癡多者以十二緣生觀治。鬼魅病表取著妙相不", "409": "離魔業及天報神通。以法空觀治。蠱毒病表有所得", "41": "覺比丘觀文殊云云。以明能隨佛行入於法界。非實", "410": "心能生諸纏害業。水病是愛。火病是瞋。如是等病皆", "411": "能以法對治之也。我又善合諸香者。言習世技。亦以", "412": "表法。如智慧善說教香令熏惡業諸臭咸成智香。辛", "413": "頭波羅此云岸。此香出信度河岸。表四智河必入性", "414": "海。聞此智香必登彼岸。阿盧那䟦底香。此云赤色香。", "415": "表虗明心境皆得解脫之香。烏洛迦栴檀香。烏洛迦", "416": "是蛇名。此蛇最毒。常患毒熱。以身繞栴檀樹。其毒乃", "417": "息。表聞說無法可得之香。煩惱熱息也。我知令一切", "418": "眾生普見諸佛歡喜門者。以慧令諸境皆入佛境也。", "419": "十七多羅幢城見無厭足王證無著行者。多羅幢。此", "42": "聲聞。故云及與五百聲聞眾無量世主俱。皆生佛家", "420": "云明淨。以出世明淨智慧入世行悲。而觀根同事。不", "421": "妄接人名城。無厭足梵語阿那羅。以利生自在而無", "422": "倦名王。以萬行入世。故見十千大臣共理王事。以善", "423": "巧方便智現逆境而治。故十萬猛卒將諸惡人斬首", "424": "挑目等楚毒無量也。王令善財入觀宮殿勝妙莊嚴", "425": "而言我知如幻解脫者。明此治罰之業皆是如幻大", "426": "悲自化惡人復化諸猛卒聽王處治。令實眾生懼而", "427": "斷惡。而實不與一蚊一蟻作苦害事。何況於人。故感", "428": "如是莊嚴。明若逞情惱害眾生。當淪墜矣。", "429": "十八妙光城見大光王證難得行者。以無功智中差", "43": "不斷佛種也。世尊知諸大眾同時念請如來境界自", "430": "別妙用名城。以根本無功自在智名王。以治前位智", "431": "悲未滿之習令平均自在。方入無功妙用。故經遊人", "432": "間漸乃至城。以無功智悲難可契會。雖加觀照猶希", "433": "指印。故至城已向舊住人而更詢訪。以具智悲差別", "434": "諸行。故見其地樹宮殿臺觀華池皆寶所嚴。言城縱", "435": "廣十由旬。一由旬當此方十七里。又言其城內有十", "436": "億衢道。一一道間無量眾生止住。則非世間由旬之", "437": "量所容。則是根本智大城。則是十度互參無盡之衢。", "438": "故隨眾生根業而見此城廣狹淨穢種種不同。以此", "439": "智王普示法則。如八卦九宮皆有方法。上方乾象二", "44": "在云云。即入師子頻申三昧者。涅槃經云。師子頻申", "440": "十八宿及十二時支干日月五星等。皆昭法象。人王", "441": "法之以施政令。覺王取以表法。故善財讚王猶如虗", "442": "空賢現種種法門星象。以無依智入等眾生心與之", "443": "同體。無有別性。有情無情一性無二。皆隨智轉而作", "444": "佛事。如世帝王有道百獸率舞鳳鳥來儀。匹夫至孝", "445": "亦感氷池躍魚冬竹抽筍。何況智徹其源。行齊法界。", "446": "慈含萬物。神會羣靈。自無其心。以萬物之心為心。如", "447": "摩尼珠以眾色為色。故王入大慈順世定門。而城野", "448": "人眾鳥獸之屬咸來敬禮。山原草樹莫不回轉。池泉", "449": "河海騰注王前。諸天神王皆雨供也。第七行與此皆", "45": "有十一事。喻佛頻申三昧。亦十一事。一摧破魔軍詐", "450": "王者。明悲智力用隨位不同而無二道。故第七第八", "451": "住皆在海潮處。第七第八回向則觀音正趣同會而", "452": "見。若女若仙若王若菩薩。則力用不同之象也。", "453": "十九安住王都見不動優婆夷證善法行者。以說法", "454": "自在為王都。以法力無染為不動優婆夷。以智母方", "455": "便之父守護。心不染境。謙下之悲。故言身是童女而", "456": "父母守護也。善財入宅觸其堂宇金色光明即得五", "457": "百三昧門者。以悲室教光所燭。得入五位五百門也。", "458": "入此三昧如七日胎者。以智入慈。柔和適悅也。凡見", "459": "此女皆無染心者。以無愛染之業。故身無淫相而令", "46": "師子故。二示眾神力有十力故。三示住處淨法界土", "460": "見者心皆正也。不動言過去脩臂佛時王名電授我", "461": "為王女見佛相好而發道心。爾所劫來尚不生念欲", "462": "之心況行其事者。以從無功智行願波羅蜜接引眾", "463": "生故名脩臂。以智見道速疾。故名電授。從智脩慈故", "464": "為王女。第八前猶染悲習。今至第九染習已無。故言", "465": "無念欲心。以法師位治說法不自在障。要須無厭。故", "466": "言我得求一切法無厭足三昧也。", "467": "二十都薩羅城見出家徧行外道證真實行者。都薩", "468": "羅此云喜樂出生。以智度圓滿普身利俗皆令喜樂", "469": "以名其城。以智齊佛為出家。以示同邪見及三乘等", "47": "故。四令邪見凡夫諸獸知歸處故。五怖驚羣黨故。六", "470": "盡同其事名為徧行。仲尼老莊亦是其類。以凡脩學", "471": "未入法界理事交參身土相徹十玄六相之門。皆為", "472": "外道。今此徧行隨類益生有同外道。非外道也。善財", "473": "中夜見城東山草樹發光如日出者。生死夜中大智", "474": "日也。見外道山頂平坦處行者。山頂表智高勝。平坦", "475": "表悲平等。以不偏住智悲為經行也。外道言我知至", "476": "一切處菩薩行者。以智通萬有對現色身。如響應聲", "477": "而非往來質也。此下安立十回向者。以十行雖成就", "478": "世間治化藝行。而未能依自佛果普賢行法界無礙", "479": "門處生死海不出不沒。故須十回向也。", "48": "覺悟無明眠眾生故。七為行惡法獸捨放逸故。八令", "480": "二十一廣大國見鬻香長者證救護一切眾生離眾", "481": "生相回向者。以廣興大願名國。以和合智悲理事涅", "482": "槃生死染淨想念分別總成一丸。而總別自在。名為", "483": "鬻香。以入生死大悲無染。故是俗士。亦名青蓮華。以", "484": "香性無依而發善滅惡。表大願無依而發行利生。以", "485": "根本智香王出在無明中。差別智香出在萬境。故長", "486": "者言我知香王及一切香出處。亦知調合香法也。人", "487": "間有香名曰象藏因龍鬪生若霑其香身則金色者。", "488": "表初住以止觀龍與十二緣鬪。生智慧香。眾生入者", "489": "便成正覺也摩羅耶山有牛頭栴檀香若以塗身入", "49": "菩薩諸獸知歸附故。九調外道二乘香象令如聾盲", "490": "火不燒者。此山在南天竺境。表治地住以無性之理", "491": "塗瑩戒體。入三毒火不能燒也。海中有香名無能勝", "492": "若以塗鼓其聲發時勇敵自退者。表脩行住法忍成", "493": "就惡怨自退也。如是等十種香表十住者。以和融十", "494": "住十行中真俗悲智二門令其自在。以成回向之門。", "495": "此回向初入大悲之海。恐遺智覺。故以十香表十住", "496": "法。以一具諸理。故以合香表之也。", "497": "二十二樓閣城見婆施羅舡師證不壞回向者。南海", "498": "卑濕之地人多樓居。又樓表智。婆施羅此云自在。以", "499": "性戒大悲入生死海而得自在。如舡不住此岸不住", "5": "入法界者。後迷創達。名之為入。身心境界。性自無依。", "50": "捨憍慢故。十令諸菩薩子息頓證故。十一莊嚴正見", "500": "彼岸及以中流。而運度人。故為船師。以戒中主伴萬", "501": "行於生死海度人故見其在海岸百千商人圍繞。以", "502": "生死海中湛寂不動。故舡師言我知海中一切寶洲。", "503": "以空不空如來藏為知寶處。以恒沙性德為知寶類。", "504": "以悟佛性為知寶種。以達眾生根為知寶器。以依根", "505": "設教令現智德為出一切寶。淨土菩薩一分自在如", "506": "龍。以淨穢未亡為龍宮難處。聲聞能空三毒為夜叉", "507": "難處。緣覺居涅槃海佛智不現為羅剎難處。以生死", "508": "海成法界門。故言如是等難我悉迴避。以知愛取有", "509": "之業為知漩澓深淺。以情識想念多少為波濤遠近。", "51": "四部增威為邪黨所怖故。頻申表適悅無疲也。入此", "510": "以愛心喜怒為水色好惡也。亦知日月星宿運度󳫴", "511": "漏者。言達世中陰陽玄象以用利人。亦表差別教行", "512": "隨根成熟方法軌則歲月久近也。知舡鐵木堅脆機", "513": "關澁滑者。表根器成熟未成熟。三乘回心未回心。堪", "514": "入生死未堪入生死也。運諸商人至于寶洲採諸珍", "515": "寶却將領還閻浮提者。表從初住經歷諸位與其法", "516": "則。十地道滿至十一地送還舊住生死海中行普賢", "517": "行也。我得大悲幢行者。大悲性戒無傾壞也。", "518": "二十三可樂城見無上勝長者證等一切佛回向者。", "519": "以長者善決斷人事。又善說法令人可樂名城。以忍", "52": "三昧而一切世間普皆嚴淨。所住樓閣廣愽無際。及", "520": "行最勝為長者名也。見其在城東無憂林中無量商", "521": "人居士圍繞說法者。以智發生眾善為城東。以能忍", "522": "則無憂而廣蔭為林。以智易愚以善貿惡為商人。以", "523": "德化俗為居士。皆法象也。我知至一切處脩菩薩行", "524": "清淨法門者。以如一切佛回向一切眾生所行無不", "525": "徧也。此上三師皆俗流者。表回向是回真向俗也。", "526": "二十四輸那國迦陵林城見師子頻呻比丘尼證至", "527": "一切處回向者。輸那此云勇猛。迦陵此云鬪爭。以精", "528": "進入俗滅真俗染淨二見之諍名其國城。以慈行無", "529": "疲為頻伸。以此位同彼四住四地出三界纏。生如來", "53": "有種種具足莊嚴者。明法界境界等虗空界。而一一", "530": "家。是出俗相。故是比丘。比丘捨飾好。表忍。尼表慈。在", "531": "勝光王園。王表智。言此精進位和會忍智慈。總攝五", "532": "位之行為一法界也。見其園中有一華樹如忉利天", "533": "波利質多羅。及見種種寶座寶地布以迦隣陀衣者。", "534": "波利質多羅。此云香徧。此樹根華枝葉悉香。徧熏忉", "535": "利天。迦隣陀。此云細緜衣。明其依報具足也。見其處", "536": "種種座為種種大眾說種種法者。明攝化之行直至", "537": "十一地隣佛之眾總皆徧攝。以一位遍五位。一一位", "538": "遍法界。重重磨鍊。成五十三法一百一十城總別同", "539": "異成壞自在無盡帝網門也。善財與園中眾樹悉右", "54": "行門具足萬行。徧周剎海。即上第三佛所住處淨法", "540": "遶此比丘尼者。樹是行報生。表眾行隨順忍智慈也。", "541": "比丘尼言我得成就一切智解脫者。言能入普眼捨", "542": "得等十般若門。諸法皆壞曰捨。皆成曰得。即成即壞", "543": "即壞即成是普眼捨得也。", "544": "二十五險難國見婆須蜜女證無盡功德藏回向者。", "545": "以此女定於汙染可畏之境。令人難信。故名險難。以", "546": "禪入於染境皆成智境。以大悲處俗。大智無染。名寶", "547": "莊嚴城。婆須密。此云世友。以與人天而作師友。女表", "548": "處真不證。在纏不汙。示行染法而非染心。示為女身。", "549": "而實相中非男非女。但以法界悲體以為之女。婆須", "55": "界土也。十方世界有諸菩薩皆與塵數眷屬來集興", "550": "蜜亦云易財。謂現世間淫染之行以易財。此乃不染", "551": "而染。染而不染。普賢智幻境界。自身如幻。世間如化。", "552": "無心染境。無境可染。心無自性。境亦本無。此非世情", "553": "思度。亦非情見愚惑所行。必也智徹真源。行齊法界。", "554": "乃可體斯道也。此女在市󱈎北自宅中住者。表愚險", "555": "闤闠生死大夜是菩薩自宅。無有別宅也。婆須蜜言", "556": "我得離欲際解脫者。以法界智王。處汙無垢。乍能信", "557": "入。即得禪悅。故云蹔見於我即離貪欲。得歡喜三昧。", "558": "以從定生慧。了音聲性。故云蹔與我語。即得音聲三", "559": "昧。執我手是求引接義。陞我座是無相智增義。觀我", "56": "諸供者。明波羅蜜海主伴繁興。亦即上第八歸附事", "560": "目瞬是見諦義。抱我是不離義。唼我唇吻是受教義", "561": "以明凡所親近皆入一切智門。異彼三乘但求出纏", "562": "而不達法界智王處汙無垢。任運利生。無縛無解。是", "563": "永離貪欲際也。又言過去佛時文殊勸我發心施一", "564": "寶錢。故得此解脫者。文殊勸表從智生定。寶錢表定", "565": "能圓通諸法。發心是離欲。捨錢是離貪。一錢雖少。而", "566": "能捨所重之心與多不異。即是無盡功德藏也。", "567": "二十六善度城見󳺎瑟胝羅居士證隨順堅固一切", "568": "善根回向者。󳺎瑟胝羅。此云包攝。表智慧廣大。包一", "569": "切法也。居士置一塔室安栴檀座而不置形象者。意", "57": "也。此逝多林有如是妙寶莊嚴。一一莊嚴皆相暎徹", "570": "明諸佛眾生無生滅相。方便以將栴檀座塔表示。令", "571": "知自身性相如座上無相本佛。了性如空。達相如化。", "572": "開佛知見。無始無終。無今無古。故言我開塔門得佛", "573": "種無盡三昧不般涅槃解脫。常見十方三世佛也。", "574": "二十七補怛洛迦山見觀世音菩薩證隨順一切眾", "575": "生回向者。補怛洛迦。此云小白華。此山多生此華。菩", "576": "薩謙小悲行如之。觀世音是生死海大悲利生之生。", "577": "與文殊法身妙理。普賢智身萬行三法以成毗盧之", "578": "德。若翻觀自在。則是觀世出世間理智自在。則是第", "579": "六般若門攝。非此方便大悲之門。故知舊經翻觀世", "58": "互體重重自在無礙。而舍利弗等雖在林中如聾如", "580": "音為是。菩薩居小白華山。示令眾生不作小非。不棄", "581": "小善也。見西面巖谷中泉流瑩暎樹林蓊󳬂香草柔", "582": "軟右旋布地者。西是殺害刑㐫須行悲化之地。菩薩", "583": "大悲至極。就物利生。不居自報。故處眾生巖谷穢境。", "584": "泉流表悲心瑩徹。樹林表慈功密蔭。香草表芳詞悅", "585": "人。右旋表眾生順化也。見觀世音金剛石上結加趺", "586": "坐。無量菩薩坐寶石者。表金剛智隨悲。妙用交參而", "587": "無動也。菩薩言我成就大悲行解脫者。明觀音是古", "588": "今諸佛大悲之體。故下直至十地皆不離大悲之門。", "589": "而此位入俗大悲成滿。故云成就也。正趣菩薩從空", "59": "盲不能聞見者。舍利弗。此云鶖子。以母目明利如鶖", "590": "而來至輪圍山六種覆動放身光明暎徹日月諸天", "591": "等光皆如聚墨而詣觀音所者。以正智無依。故正趣", "592": "從空而來。輪圍山是眾生妄執報境。以智現而妄謝。", "593": "故震動。以無漏智光。非世業報之光所及故如聚墨。", "594": "以正趣大智增明還歸悲位。故詣觀音所也。", "595": "二十八見正趣菩薩證真如相回向者。以智悲無二", "596": "體。故同在小白華山也。正趣言我從東方妙藏世界", "597": "普勝生佛所得普門述疾行解脫者。以自妙理智藏", "598": "無生而常生。為東方妙藏世界。以從根本智生差別", "599": "如幻智身。無來性而響應十方。為普勝生佛所得速", "6": "名之為法。一多通徹。真假是非障亡。名之為界。又純", "60": "得名。目犍連此云采菽氏。是菉荳仙裔。迦葉此云飲", "600": "疾行也。從彼發來已經塵劫。一一念舉塵數步。一一", "601": "步過塵數佛土。一一佛皆以妙具而供養者。以智性", "602": "自徧周。不疾而述。而超出情量。故一念過爾所佛土。", "603": "以無作智印。超如幻業用。無功而成。為妙具也。", "604": "二十九墮羅鉢底城見大天神證無縛無著解脫回", "605": "向者。墮羅鉢底此云有門。以法師位有大法門。開達", "606": "眾生名城。以智如天。善惡現象。賞罰應時。恒應靈萬", "607": "有而無思無為為天神。即此界乾坤。凡天地日月五", "608": "星名山大川五嶽四瀆河海社稷之神。皆菩薩應身。", "609": "非世鬼神力所能也。大天長舒四手取四海水用洗", "61": "光。離婆多此云供養。須菩提此云善現。阿劣樓䭾此", "610": "面者。表用四攝法審觀眾生而攝受也。言成就雲網", "611": "解脫者。以大悲雲普雨教網漉眾生也。大天示現金", "612": "銀七寶及諸供具皆如山聚授與善財。令以檀行攝", "613": "生者。明以無作智所生如幻大悲。業用無窮匱也。", "614": "三十菩提場見安住地神證等法界無量回向者。以", "615": "此位會菩提理智慈悲五法為一。而皆圓滿為菩提", "616": "場。以慈悲處下。生諸法門。負育眾生為地神。前天神", "617": "是清淨智之妙用。此地神是大悲之體。體恒用而恒", "618": "寂故名安住。天動地靜。象智悲覆載。含養為私而化", "619": "成也。見安住等百萬地神咸放光明普震大地。者明", "62": "云無滅。難陀此云歡喜。劫賓那此云黃色。是黃頭仙", "620": "悲智至此圓滿。染淨業謝也。安住以足按地阿僧祇", "621": "寶藏自然湧出者。表大悲心地之藏悉能明現。任無", "622": "功而神用俻也我得不可壞智慧藏解脫者。以悲從", "623": "智起。即無可壞。而法界行中無智不含。無悲不滿。故", "624": "名藏也。往世塵劫以前承事諸佛得此解脫者。以大", "625": "悲無限。雖成道般涅槃。總是無始終之家事也。", "626": "三十一迦毗羅城見婆珊婆演底夜神證歡喜地者。", "627": "迦毗羅。此云黃色。此城因上古黃頭仙得名。表智會", "628": "中道。為中宮福慶之色。婆珊婆演底。此云主當春生。", "629": "表主當初地出生萬行。夜神表生死夜之大智。自此", "63": "裔。迦栴延。是一宗之姓。延即胤。言是其亂。富樓那此", "630": "以下九箇夜神。一箇瞿波。總是俗流女類。表菩薩大", "631": "悲如女人生養子孫而無疲倦。以處靈神位中。主持", "632": "護祐世間。雖本身不離佛會。而亦不礙十方示現其", "633": "身也。夜神朱衣梵冠瓔珞一切星宿炳然在身者。表", "634": "初地通具十地之法。故大悲差別智照悉圓備也。夜", "635": "神言我得破一切眾生癡暗法光明解脫能於夜暗", "636": "密雲風雨盜賊遊行之時。若山若海曠野險難處。或", "637": "作舡師海神魚龜王王。或作好鳥靈樹屋宅坦道或", "638": "現日月星電。令諸眾生離暗怖者。明大悲行委曲周", "639": "濟也。言於塵劫已來常為女身脩習此法者。明大悲", "64": "云滿慈。此諸聲聞既皆生佛家。又與諸菩薩世主同", "640": "深厚不求出世以本法界中無世可出也。", "641": "三十二菩提場見普德淨光夜神證離垢地者。處俗", "642": "大悲不離本覺體。故亦在菩提場也。普德言我得寂", "643": "靜禪樂普遊少解脫者。以戒體本禪。一切境界性自", "644": "禪。性自徧也。云救護眾生一心不動脩習初禪。乃至", "645": "息滅眾生熱惱脩四禪者。明法身戒體性自恒定。恒", "646": "隨悲用。稱根攝化總皆禪門。雖同禪天所脩。而無欣", "647": "禪樂寂之心。云厭離生死脩三禪。是譯師之誤。應云", "648": "性離生死脩三禪也。", "649": "三十三菩提場右邊見喜目觀察眾生夜神證發光", "65": "能念請。而此深法境界。乃如聾盲。釋有二義。一約本", "650": "地者。右是悲位。明以菩提起行。成其忍慈喜目是忍", "651": "慈之相。觀察是不捨眾生也。夜神身一一毛孔出無", "652": "量化身雲。充滿十方。說十波羅蜜行相者。明化行無", "653": "處不至。云禪波羅蜜所有資具。即施戒忍精進般若", "654": "等一一寂靜是也。復於一一毛孔出無量眾生身雲", "655": "及諸天人王等相似身雲。周徧十方者。處處同類同", "656": "事攝也。如是身雲徧於一切眾生前現有情無情諸", "657": "聲說自種種化生法者。明法界智用有情無情同一", "658": "體性。故對現色身無礙無盡也。云往古轉輪王即文", "659": "殊。覺悟我之夜神即是普賢。其王寶女即我身是者。", "66": "迹。就本能念。就迹還迷。二唯約迹。理處不隔。故得同", "660": "表依根本智起差別用而行大悲。不限時劫。盖脩出", "661": "世即一念現前。而行大悲則無盡時也。", "662": "三十四此會中見普救眾生妙德夜神證𦦨慧地者。", "663": "此位智悲圓滿生如來家。不離菩提。故在此會也。見", "664": "其夜神於一切世界一切趣中一切時中隨諸眾生", "665": "形貌言詞行解普以方便而化度者。以其得普現一", "666": "切世間調伏眾生解脫故也。夜神舉過去圓滿清淨", "667": "劫有須彌山塵數佛興。時轉輪王蓮華化生。王有一", "668": "女即我身者。以智體圓淨名劫。以精進中昇進差別", "669": "智果為塵數佛。以智無染。故王從蓮生。以悲智契及。", "67": "疑。未積大心故不聞見。如葉公好龍。真龍難睹。不如", "670": "故王女即我也。彼時蓮華十度放光令知佛出現者。", "671": "表十波羅蜜智成也。言從過去一百一十佛所得此", "672": "解脫。又都舉從剎塵佛者。以十地十一地互參因果", "673": "為一百一十佛。以智滿行徧。自心如佛。行總如佛。見", "674": "總如佛。十方世界無一不佛。為剎塵佛。若一法一物", "675": "而非佛者皆邪見也。我於爾所劫爾所佛時或為夜", "676": "神或為輪王乃至或為妓女者。妓表法悅。如是諸身", "677": "皆表佛果中隨位之行。所事諸佛。皆表隨位之果。故", "678": "行果相及。則諸佛自相應。若離自行自果而有所見。", "679": "即非正見。設強求而得見。亦即是蹔化現。非實佛也。", "68": "此示。不顯法真。故諸大聲聞示同小乘不見不聞法", "680": "三十五去此不遠見寂靜音海夜神證難勝地者。此", "681": "位以禪定脩世工藝。不離菩提體及精進行。而有巧", "682": "能。故去此不遠。寂靜是定。音海是用。明定體無為而", "683": "響應普也。此夜神是前普救夜神母者。表定體能生", "684": "精進之行。若一切行不本於定。則有疲勞時也。我得", "685": "念念出生廣大喜莊嚴解脫者。明禪悅徧周。理行互", "686": "嚴。利生廣大也。云於往古供養不退轉法界音等十", "687": "佛而得此解脫者。表一地中具脩十地行果而後得", "688": "也。次復生此娑婆世界供養迦羅鳩䭾及毗盧遮那", "689": "等四佛者。表五地前初地至四地之果也。又云於此", "69": "界自在不思議事。以令實聲聞人回心向大也。普賢", "690": "劫中未來一切諸佛我悉供養及一切世界一劫劫", "691": "中所有未來諸佛我皆供養者。明禪體性圓。三世一", "692": "際。如世水鏡。空中乾體。普含眾像。所供諸佛是行中", "693": "果。設約事中亦不違此表法。以所見他佛亦是自智", "694": "相及。自行相應。乃得見耳。", "695": "三十六佛會中見守護一切城增長神證現前地者。", "696": "以護眾生心城。增長菩提心內智慧之力為神名也。", "697": "夜神言我得甚深自在妙音解脫者。明一音徧法界", "698": "音。無體無分別。能轉一切法。教化眾生。以一切智慧", "699": "皆現前得自在也。言過世界轉塵數劫得此解脫。其", "7": "與智俱。非情識境。名為法界。又達無明識種。純為智", "70": "菩薩以種種法句及說頌開顯此師子頻呻三昧者。", "700": "最初佛號法海雷音光明王。其佛滅後有王出家云", "701": "者。以能轉變一切世間眾生微塵數差別名言。總成", "702": "般若言音海。名為世界轉塵劫。以根本智為最初佛。", "703": "以說法破惑自在為佛名。以出纏智慧已成。出纏覺", "704": "觀已亡。為佛滅。以三空智現為王出家。以空慧起出", "705": "世之悲。故王女亦為尼也。法欲滅時千部異眾多有", "706": "鬪爭將滅佛法者。明空慧未具入俗大悲也。又舉百", "707": "佛而言我皆供養。表六地中具脩十地勝進互參之", "708": "果。而不及十一地果相者。以空慧門未是普賢入纏", "709": "之行。故十定中三十箇空慧菩薩皆入灌頂地。而不", "71": "此三昧是法界之理。普賢是法界之行。以行會理故", "710": "見普賢之身。海幢入滅定。亦表此空慧也。", "711": "三十七見佛會中開敷樹華夜神證遠行地者。表以", "712": "方便於無生死中入於生死徧行諸行。以前地出纏", "713": "門入纏利俗。如休捨優婆夷八萬四千煩惱皆同行", "714": "故名開敷樹華也。夜神言我知出生廣大喜光明解", "715": "脫者。明四攝四無量心咸徹透也。言往古法音圓滿", "716": "王有五百大臣六萬婇女七百王子。時王設大施會", "717": "有長者女名寶光明。與六十童女俱在會中。其王即", "718": "毗盧遮那。其寶光明女即我身是者。惡世苦多時。表", "719": "行悲之地。王表智。五百大臣表五位齊行。六萬婇女", "72": "屬普賢門也。世尊欲令諸菩薩安住此大三昧放眉", "720": "表悲徧六道。七百王子表七覺行寶。光明女表悲。六", "721": "十童女俱會。表六位之悲皆與智會。其王即毗盧。表", "722": "智為處俗行果。故毗盧佛華冠環釧。亦是俗身也。", "723": "三十八道場中見大願精進力救護一切眾生夜神", "724": "證不動地者。以無功智任本願力。一往利生。表為神", "725": "也。見其坐普現一切宮殿摩尼王藏師子座者。表無", "726": "功智中無垢智用徧現一切處也。見其現日月星宿", "727": "影像身。及隨眾生心普令得見諸身者。智體對現也。", "728": "夜神言我得教化眾生令生善根解脫者。以得無性", "729": "之智。則一切善根自然生也。舉菩薩智輪如日遊空", "73": "間光明普照一切國剎。時諸菩薩見佛所照深入佛", "730": "無有晝夜。如幻人住世無有憂喜等喻。以答其發心", "731": "久近之問者。明菩薩解脫非可以時量計也。舉往古", "732": "法輪音虗空燈王佛滿一百年坐於道場。時勝光王", "733": "太子善伏具二十八相捄獄中罪人後五百歲中脩", "734": "梵行者。無功智如響普照而無依。以為佛。一地中滿", "735": "十地百波羅蜜為滿百年。王表智。太子表行慈行。獄", "736": "表慈境。出家五百歲脩行。表出有功用家。於無功用", "737": "通徹五位。以未滿九地十地四重因果。故太子但具", "738": "二十八相。於三十二相中闕其四也。", "739": "三十九嵐毗尼園見妙德圓滿光夜神證善慧地者。", "74": "功德海。各於其身及逝多林一切物中化現種種大", "740": "嵐毗尼。此云樂勝。是佛誕生之園。以法樂眾生名園", "741": "以善慧地玅慧圓滿善說教名神也。舉十種受生藏", "742": "生於佛家。而言我從無量劫來得此自在受生解脫", "743": "者。言已得無功大智。將及登受佛職於此地中學佛", "744": "說法辯才。名為處胎受生也。經於百年世尊果生此", "745": "園。亦於三千大千世界中一一嵐毗尼園示生。亦於", "746": "十方一切世界一一塵中而示誕生者。以從此地昇", "747": "於十地為經百年。以無作智體如空如幻一念降靈", "748": "周於法界而無彼此來往間斷之時。為一切處生也。", "749": "諸天女等持諸供具向畢洛叉樹前候佛下生者。畢", "75": "莊嚴雲充滿法界。而文殊菩薩說頌宣示此光所照", "750": "洛叉此云高顯。表佛之德。言聖人作而萬物覩也。舉", "751": "往古悅樂劫中八十那由他佛出現時。國王夫人與", "752": "二十億婇女詣金華園攀樹而生菩薩。彼時乳母即", "753": "我身者。以從八地無功智來為八十那由他佛以悲", "754": "智二行法悅充滿為二十億婇女與王夫人俱。以緣", "755": "大悲而生大智。故攀樹而生。乳母亦悲為我身也。", "756": "四十迦毗羅城見瞿波女證法雲地者。以黃色城表", "757": "智悲二德體用徧周。育載萬有而無體。象戊巳土寄", "758": "王四季而無專時。以智悲無先後。故與初地同此城", "759": "中。瞿波此云守護地。表護大悲地。是如來為太子時", "76": "莊嚴神通事者。光明是法界行用。文殊是法界理。以", "760": "第三夫人。表慈悲法悅。非世五欲之妻。下文又云久", "761": "遠已來常為佛妻。表智悲不相捨離。夫應真智會。體", "762": "遍十方。不可以質礙論。不可以形相解。現同人間示", "763": "同人法。現同天處與天同風。地獄畜生隨類差別。非", "764": "可以一行知。非可以一身解。普賢行身。法如是故。約", "765": "立十門以讚其德。一智體無依隨器現相門。二即相", "766": "如影性無塵俗門。三智影本無。器隨心現門。四智無", "767": "彼此。如響應緣門。五眾生妄見。非智有作門。六智無", "768": "所作。隨夢幻生門。七如幻生。非有欲想門。八如空願", "769": "力。十方對現門。九無作大悲徹俗利生門。十智通含", "77": "理會行故屬文殊門。以明理行主伴交參互融。是入", "770": "識。俗觀恒真門。此十法門是瞿波之行也。時普現法", "771": "更光明講堂中有無憂德神與一萬主宮殿神來迎", "772": "善財者。一萬表萬行。主宮殿神表慈悲覆護。來迎表", "773": "智慈相及也。見瞿波有八萬四千婇女圍繞。而諸婇", "774": "女皆從王族生。表八萬四千煩惱。皆以慈悲同行。而", "775": "悲皆從智生也。瞿波言我於過去為長者女名曰妙", "776": "德。時王太子名威德主。即今如來。我與太子成其婚", "777": "禮同往見佛及聞法者。表此地中智悲契合。不相捨", "778": "離。彼時所見勝日月等五十佛。表五位皆行之果。其", "779": "菩薩眾及天龍八部地風水火諸神。表六道中祐眾", "78": "法界自在之大宅也。時諸菩薩以佛三昧光明照故。", "780": "生行徧也。我於彼時得觀察一切菩薩三昧解脫已", "781": "經塵劫。猶未能盡知菩薩行者。以普賢行本無有盡", "782": "欲令法雲大士昇入十一地普賢行門。故十定中灌", "783": "頂大士不見普賢之身。此下十師即十一地中普賢", "784": "行也。", "785": "四十一此世界中見摩耶夫人證從悲起智幻生成", "786": "佛門者。此世界中表大悲含攝之境。不分遠近內外", "787": "方隅。摩耶此云天后。表常處世間無功大悲。是如來", "788": "母。表大悲幻生大智。此法界門慣習悲智凡有八度。", "789": "一即第七住休捨優婆夷脩習慈悲。而第八住一分", "79": "得無量大悲門。以無量入眾生身雲。周匝徧滿十方", "790": "無功智現。為從悲脩智門。二即第十住師子幢王女", "791": "為智悲具足門。三即第七行無厭足王為慈悲方便", "792": "門。四即第八行大光王為無功之行行悲門。五即第", "793": "七第八回向觀音正趣同會為悲智圓融無二門。六", "794": "即第七地開敷樹華神為大悲發行徧周門。七即十", "795": "地瞿波女為悲智圓滿普含法界門。八即此佛母名", "796": "為無功用慈悲起智幻生成佛入普賢行無窮門。十", "797": "地已前慈悲大願從根本智生。有脩學長養。十地後", "798": "一切功終。純是慈悲為法界體。以悲幻生對現智身", "799": "利生無息為生佛也。寶眼主城神勸善財守護心城。", "8": "用。不屬迷收。是無依智之境界。名為法界。又以智體", "80": "法界。以無量方便法門。教化調伏一切眾生。而亦不", "800": "蓮華妙德身眾神讚摩耶身。而摩耶耳璫放光入善", "801": "財頂。又有守護法堂羅剎王令善財觀身觀心如夢", "802": "如影而求善知識者。寶眼表悲中智眼。耳光表教音。", "803": "羅剎此云可畏。表噉眾生無明三毒。以此三眾之法", "804": "為十一地前方便。引入普賢大行中也。善財受行其", "805": "教。即見寶蓮地湧摩耶於上現無量同眾生事業色", "806": "身者。明無身心自性。是見悲智幻生身處也。摩耶言", "807": "我身相如本。而能容受十佛剎塵菩薩眾海。皆於腹", "808": "中遊行自在。或一步過三千大千世界者言普賢大", "809": "悲行海廣大無盡同虗空也。三世諸佛我悉為其母", "81": "離逝多林如來之所者。明法界理行非一非異非合", "810": "者。任運利生之智。皆從大悲母生。名為生佛非必三", "811": "十二相等也。諸佛將成佛時皆於臍中放光照我身", "812": "者。臍處身分之中。起氣通於上下。以能生長生長是", "813": "悲義。表處悲中。如眉光表智中也。言從往古不可思", "814": "議劫得此智幻解脫者。明不可以久近度量。須數亡", "815": "情盡智現方知。故唯佛能知此劫之數也。此下諸師", "816": "亦云我唯知此餘不能知者。明同中具別。非如十地", "817": "已前滯障不達也。", "818": "四十二。三十三天見正念天王女天主光。證智悲自", "819": "在正念諸法無失現前門者。前梵行品中正念天子", "82": "非離。充徧十方而無作無動也。此上為法界本門。從", "820": "至此名王。又有女。表無念而任運智悲。無方而神化", "821": "自在為天為王。非在處所也。天女言我得無礙念解", "822": "脫者。言三世劫量一念了然。如今現前。以無念智。法", "823": "如是也。於中劫數所有諸佛我皆供養者。此是無久", "824": "近中久近之狀。以無時之智境。一念而周。不由造作", "825": "也。此下總是俗流不標神相異狀者。表出世道滿。但", "826": "恐利生行不廣大不自在。更無離染離淨求解脫心。", "827": "但乘法性舡張大悲帆。以大智為舡師。順本願風吹", "828": "波羅蜜網。遊生死海。漉諸有著之魚。置無依智岸。住", "829": "法界寶堂。如下彌勒樓閣是也。", "83": "文殊出閣後就俗利生為法界末門。本不異末。卷而", "830": "四十三迦毗羅城見徧友童子師證徧滿十方世法", "831": "師範門者。黃色城表不離中道。軌治俗典。童子師如", "832": "此方仲尼。仲尼頭頂下如返宇。象尼丘山頂中下以", "833": "為名。表處卑發蒙。孔子生兖州艮之分野。象化小男", "834": "童蒙。上值角宿主眾善之門。以乘角氣而生。非世凡", "835": "流也。徧友不言而令善財往見眾藝者。明師範之法。", "836": "正者不親教。付之以助教。但不決之事問之。表德不", "837": "孤必有隣。輔贊成其化也。", "838": "四十四見善知眾藝童子證徧周十方字智門者。眾", "839": "藝童子是徧友門人。如顏回之類。言得善知眾藝解", "84": "恒舒。末不異本。舒而恒卷。本末無礙。同入法界。就末", "840": "脫。恒唱持四十二字母。入無量般若波羅蜜門。以此", "841": "諸字母盡攝一切文字。故持一字即是持一切字。持", "842": "一切字即是一字。是般若門也。唱阿字時入菩薩威", "843": "力無差別境波羅蜜門者。阿此云無。以達一切空無", "844": "之法。是菩薩威力無差別境也。唱多字時入無邊差", "845": "別境波羅蜜門者。多是普賢差別智行境也。", "846": "四十五見賢勝優婆夷證世間一切正邪吉凶諸方", "847": "技術師巫愽說利生門者。無法不了名為賢勝。以其", "848": "居塵利物。或作愽說世筮玄占未達。或作良醫方藥", "849": "救世不安。辨寶物以定偽真。刊名言而釋文義。奇才", "85": "開三。一六千比丘會。二福城東諸乘人會。三善財參", "850": "果智。莫不普明。鬼魅眾邪。皆能制伏。含普賢之智海", "851": "等文殊之法身。佛果處躬。化靈萬有。無方不至。無行", "852": "不行。如云佛以法為身。通達一切法。故無法不知。無", "853": "法不達。方可為天人師。若只求出世一切總無。即二", "854": "乘道然以法無依處。身亦無依。雖徧萬有而自無體", "855": "故言我唯得此無依處道場解脫也。", "856": "四十六沃田城見堅固解脫長者證處世無著念清", "857": "淨解脫門者。沃田表智德潤人。堅固表利生無懈。以", "858": "無相智莊嚴諸念。即於諸法。念自無著。是解脫也。", "859": "四十七沃田城見妙月長者證處世淨智光明門者。", "86": "五十三人歷位進脩弘通大教之會。文殊童子出善", "860": "此會方便大悲與前無相解脫一體無二。故亦在沃", "861": "田城。十住十行十回向十地則七八二位相融。此十", "862": "一地則六七二位一體。是其升進形勢。以大悲光破", "863": "眾生惑。是淨智光明解脫也。", "864": "四十八出生城見無勝軍長者證無相法中得無盡", "865": "相門者。以大願出生眾行名城。以勝諸生死魔。毛無", "866": "勝軍。以一切心境總是無盡佛相。是無相中無盡相", "867": "也。", "868": "四十九法聚落見最寂靜婆羅門證誠顯語門者。法", "869": "聚落表法師位以法界為聚落。最寂靜表力波羅蜜", "87": "住樓閣者。草創入俗啟蒙。故名文殊以為童子。從根", "870": "處俗不俗。處喧不喧也。誠願語解脫者。以一切言說", "871": "皆性自真。人法皆如。無虗言也。", "872": "五十妙意華門見德生童子有德童女證智悲圓滿", "873": "處世幻住門者。妙意華表智中妙行。童子童女表無", "874": "欲無染柔和謙順。而智悲均齊。故如來出現品中文", "875": "殊普賢亦參徹也。童子童女言我等得幻住解脫者。", "876": "以達佛境眾生境皆智幻生。住於幻境。無實無虗。心", "877": "境都融。性相無礙。身土相入。光影重重。體徹聖凡。性", "878": "圓今古。常住世間而無依止。故又言幻境自性不思", "879": "議也。此下指見彌勒滿一生佛果者。一生即無生之", "88": "本智起利生差別智行。為從樓閣出。以萬行主伴翼", "880": "生。非三世前後之生。彌勒文殊普賢三法。徧為五十", "881": "位因果之體非於五十位外別有法來也。", "882": "五十一德生有德以不思議善根力令善財身柔軟", "883": "光澤而指其性海岸國大莊嚴園毗盧遮那莊嚴藏", "884": "廣大樓閣中見彌勒菩薩證一生所得佛果門者。海", "885": "岸表昇進一生佛果。臨於生死海岸。莊嚴園表入生", "886": "死智悲以嚴佛果。毗。此云種種光明表差別智。遮那。", "887": "此云徧照。表根本智。此樓閣表法界體用普光明智。", "888": "成諸萬行廣利含生。以故量等虗空。一切世間及以", "889": "眾生咸處其內同住遊止而不覺知。如善財入此樓", "89": "從。故與無量菩薩同行。以差別行上侍衛守護之德。", "890": "閣中所見種種世界如經具明。以佛智海大悲利生", "891": "大願以成樓閣。住於一切眾生生死園中。故云從善", "892": "巧方便生。從福德智慧生。生無來處。滅無去處。皆是", "893": "如幻智住生滅之相還如眾生業力生滅都無去來", "894": "體相可得。名為毗盧遮那莊嚴藏樓閣。彌勒。此云慈", "895": "氏。世尊授記一生補處。是一生佛果。盖法界幻住智", "896": "境。一一國土一一塵中無盡佛海一道常然。無生無", "897": "沒。無去來今但以普賢大行隨眾生時宜。示有成佛", "898": "涅槃授記未來等事。故世尊化迹未終。彌勒示居補", "899": "處。其實彌勒已與諸佛等無異也。德生有德廣讚慈", "9": "無依。無方不徧。普見真俗總不思議。毛孔身塵參羅", "90": "為常隨諸天神王。故主火神名智光照耀。主晝神名", "900": "氏善知識德。令善財親近承事。而云不應以限量心", "901": "行於六度。住於十地淨佛國土事善知識者。明六度", "902": "十地皆是出世一分淨見未亡。未具普賢行。不同毗", "903": "盧遮那佛報相果海功德身。具足華冠瓔珞環釧眾", "904": "相福海。但得同於出世化佛捨諸飾好厭生死身。是", "905": "故十一地滿。教令入法界門。會根本果體。達無明本", "906": "元法界大智之境。自具無邊功德報相。又加普賢行", "907": "願海差別智所成無限莊嚴報身。而不令其住於引", "908": "俗化境有限量之行門也。善財於是五體投地於樓", "909": "閣前以種種讚歎法讚此樓閣是具無量功德之大", "91": "闡明佛日也。六千比丘會者。捨小向大。故舍利弗等", "910": "聖所住處者。明佛果海。讚歎莫盡也。彌勒菩薩從別", "911": "處來向大眾嘆善財德。及廣讚菩提心功德者。以隨", "912": "俗攝化不居自報為別處來。以一切神通道力菩薩", "913": "萬行轉煩惱海成一切智海。皆以菩提心為根本。菩", "914": "提心無依。智亦無依。一切所作皆無依住。萬行如化。", "915": "利生如幻。神通道力如空中月普現眾水。皆是菩提", "916": "心之功能。若不依菩提心而有所得。皆非自法。故菩", "917": "提心功德不思議也。彌勒彈指出聲。其樓閣門即開", "918": "者。彈指是去塵義。聲是震動啟發義以塵去執亡。即", "919": "智門自開也。善財入已。其門還閉者。以迷亡智現為", "92": "出自住處。頓印六位。故六千為伴。隨順正教入法界", "920": "開。智無內外出入迷悟。名為還閉。言渾然還源也。見", "921": "其閣中廣愽無量同虗空者。智境無量也。其中莊嚴", "922": "皆寶成者。智慈行願皆尊貴也。其中所有神化境界", "923": "及見彌勒三世行業。乃至彌勒往所事佛及善知識", "924": "亦為善財說諸法者。以法身智境。法爾恒然。無物不", "925": "神。無法不妙。是為神化境界。以古今三世不移一念。", "926": "是故見三世事。以三世性圓。則熾然常說。故聞往所", "927": "事佛為說法也。彌勒自攝神力。所現境界並無者。以", "928": "諸法自性如夢如幻如影。如像常存常泯。常一常異。", "929": "令知真如之性。法爾隨緣。雖則隨緣。法爾歸性也。告", "93": "智。故遶佛三匝而往文殊之所。以正道隨處利生。故", "930": "善財言我成一切智時。汝及文殊俱得見我者。會三", "931": "也無古今智。則三世佛一時相見。故言此解脫門名。", "932": "入三世一切境界不忘念莊嚴藏也。言我於摩羅提", "933": "國拘吒聚落婆羅門家生者。摩羅提此云高出。拘叱", "934": "此云多家。表智高出而行廣多。且從淨種生也。", "935": "五十二彌勒還令善財見初友文殊者。明至果同因。", "936": "以初信心時。普光明智寂用常然之門。非有古今三", "937": "世始終出入故也。善財經遊一百一十城到普門國", "938": "欲覲文殊者。一時普印前所脩法。是一百一十城。十", "939": "方諸佛及一切眾生同一法界國土。是普門國。是見", "94": "觀文殊所行左右八步平坦。十方常有道場隨逐。法", "940": "文殊身處也。文殊遙伸右手過一百一十由旬摩善", "941": "財頂。歎其能發如是願行。為諸善友攝受。乃令善財", "942": "成就阿僧祇法門。而令其入普賢行道場者。摩頂表", "943": "因果相即。過一百一十由旬表已過五位因果。令入", "944": "普賢道場。是令住佛果後普賢常行也。文殊置善財", "945": "於自所住處還攝不現者。明佛果後不異處凡之時。", "946": "以成佛後佛法本無。故不現也。善財見大千世界塵", "947": "數善知識者。以法身智。等周法界。故普見一切。皆不", "948": "異於文殊體也。", "949": "五十三善財於金剛藏菩提場如來座前起等虗空", "95": "界智行威重安詳。故文殊如象王迴觀諸比丘。以承", "950": "界廣大心便見普賢於如來前坐寶蓮華座者。以佛", "951": "果後究竟不離初信心中金剛藏智菩提妙理。而起", "952": "法界因陀羅網恒行門也。普賢伸右手摩善財頂。善", "953": "財即得一切佛剎塵三昧門。如於此處摩善財頂。如", "954": "是十方一一世界一一塵中一切佛所普賢菩薩悉", "955": "亦如是摩善財頂。所得法門悉亦同者。明法界恒常", "956": "佛果恒常普賢之行。相及相應。方得諸佛已成舊果。", "957": "普賢舊行。亦明行滿不離因。時不遷。智不異也。善財", "958": "於普賢毛孔剎中行一步過不可說剎塵世界。如是", "959": "而行盡未來劫猶不能知一毛孔中剎海次第。剎海", "96": "智力執亡見謝觸處圓通。故諸比丘得無礙眼三昧。", "960": "藏。剎海差別。剎海普入。及剎海成壞等所有邊際。乃", "961": "至佛海菩薩眾海所有邊際。皆不能知者。普賢廣大", "962": "無盡行境界法如是也。當是之時善財得普賢諸行", "963": "願海。與普賢等。與諸佛等。一身充滿一切世界。剎等。", "964": "行等。正覺等。神通等。法輪等辯才等。大慈悲等。不可", "965": "思議解脫自在悉同等者。明無盡行海。是三世十方", "966": "佛所同行。是究竟道。更無成佛不成佛之見也。", "967": "大方廣佛華嚴經合論纂要卷下終", "968": "No. 226-A 刻華嚴合論纂要後序No. 226-A", "969": "刻華嚴合論纂要後序", "97": "以皆有信種。即言下成道。不歷五位。不離根本智。起", "970": "余始閱華嚴普賢三昧。大疑且駭。至梵行品。知一切", "971": "法即心自性處。不覺心動。它日讀李長者傳。言有合", "972": "論四十卷。雖未獲覩。寔私慶焉。傳曰。長者諱通玄。唐", "973": "宗室也。美鬚髯。朗眉目。丹唇紫𦘺。冠樺皮。衣麻長裙。", "974": "博袖散腰。徒跣。以開元七年。至太原盂縣。有高仙奴", "975": "者。異之館之齋中。每旦唯食棗十顆栢葉餅一枚。沉", "976": "靜冲逸。未甞接人。事踰三年。遷馬氏古佛堂側。築土", "977": "室以居。日常危坐。又十年。忽囊負經書以行。行二十", "978": "里。偶一虎當途馴伏。長者撫之曰。吾將著論釋華嚴", "979": "經。能為擇棲止處否。爰以經囊負其背而隨之。至神福", "98": "差別萬行。入法界果門。故皆不離文殊足下。而普身", "980": "山原下土龕前蹲駐。因取囊寘龕中。虎妥尾而去。其", "981": "龕瑩潔。廣六七肘。圓轉上下稱之。殆天設也。長者援", "982": "毫。心冥佛慧。夜輙口出白光。以代燈燭。于時忽有二", "983": "女子。容華絕麗。皆以白巾蒙首。日為長者汲泉炷香。", "984": "奉紙墨。每於卯辰間。具淨饌。置長者前。齋訖。徹器引", "985": "去。莫測所之。凡五載。論畢。遂滅迹不見。開元二十八", "986": "年。長者年九十五。一日出謂里人曰。汝等好住。吾將", "987": "歸矣。遂返。是晚煙雲凝布。巖谷震蕩。有二白󳬈。翔空", "988": "哀唳。其餘飛走悲鳴滿山。翌日里人共往候之。則端", "989": "坐逝矣。由此觀之。長者盖普光會中。乘願流通人也。", "99": "十方成就佛法也。福城東會者。以人多脩福名城。以", "990": "吳興舊有論板。已罹災燬。諸剎印本又皆殘缺。搜訪", "991": "久之。真如寺大宗禪老。向余咲曰。往吾獲一部。獨見", "992": "完好。流虹雨菴。借觀十年已久。今雨菴化去。門人不", "993": "以歸。我豈遲子耶。余大喜。隨償原費。擔負來山中。則", "994": "論入經。總一百二十卷。琳琅煥暎。甫旬日。而雨菴故", "995": "院火。鞠為煨燼矣。於戲法寶住世。巧有神衛。若此於", "996": "是洗心潛玩。見長者將一切人本法界無盡藏中不", "997": "動智寶。圓彰頓顯。𦦨涌光騰。徹於言外。當是時。悲欣", "998": "無量。便欲轉似人人咸令自見。󳬼聯函積几匪堪㰎", "999": "佩。廼用節其豐詞。縮其普義。倣三周文勢。釐為三帙。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 226 華嚴經合論纂要", "englishTitle": "卍 Xuzangjing, Electronic version, No. 226 華嚴經合論纂要", "author": "明 方澤纂", "language": "chinese", "source": "CBETA"}