{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1102", "1": "辨訛辨六物圖之訛也", "10": "專信者遂不看疏鈔正文因而日月浸遠相承訛謬", "100": "改文從己改文從己引感通傳云達於左臂", "101": "辨曰正文遶于左臂今云達者此乃妄改聖言輒從", "102": "己見余甞求傳文古今數本皆云遶于左臂希東藏", "103": "之本云達不云遶也良由遶之一字乃與達字微差", "104": "遂為妄改之濫觴也余甞見本從糸作遶以為繞字", "105": "子今又作何見解而妄改耶借使作達字消文且外", "106": "道所譏由此一角以為緣起今頓除之遂改傳文云", "107": "達于左臂外道所譏之角今復何在加以妄施紐䙡", "108": "知見何文抑文又不周於身本由寒制義亦弗存但", "109": "由妄改遶字為達致惑新學相從不反也然達亦到", "11": "將久不可革豈於始萌之際杜口而無言耶願以愚", "110": "義奈何今但弔于胸前何達之有祇知攻異著短三", "111": "衣止掩半身正坐於律中婬婦之譏今既訛風扇於", "112": "村落不忍坐觀更為伸之冀同我者一覽可也據感", "113": "通傳衣角上下肩臂不足凡有四緣具如本傳今略", "114": "明四緣生起次第後略解傳文且始制袈裟左臂由", "115": "女所愛為緣次制衣在肩以坐具鎮之復由坐具為", "116": "外道所譏又以衣角居于左臂因如象鼻等為譏復", "117": "以衣角於左臂遶之此皆由衣角以為譏過是不可", "118": "除也故傳文後云今以衣角繞于左臂置於腋下謂以", "119": "衣右角遶於左臂上轉復投置於左腋下也不得今垂如上過也不得垂於左臂上如象鼻過也由", "12": "之短見而照之於圖文果如何耶厥或確然弗從豈", "120": "是始制上安鈎紐以未安鈎紐則衣無束勒似婬女像今制鈎紐無此過也故云由是", "121": "等此據著祗支為言若以今時衫袖長廣故衣角繞云未便但可內右角在左臂衣下亦免過也或", "122": "曰三衣重著是佛所許厥若俱以故衣作之則大衣", "123": "四重中下二衣各有兩重今既重著必須重繞則左", "124": "臂衣角厚重不生世善也答曰繞于左臂葢逃象鼻", "125": "之譏但繞最外一重已順傳文已免繞過何必特以", "126": "故衣而曲生難耶餘如別說。", "127": "坐具廢增坐具廢增圖云然捨制從開理雖通得但加留極大止加半搩今時𢍉陋豈是", "128": "初量不容耶", "129": "辨曰此葢不知佛之微旨故以迦留身大欲廢增量", "13": "其世無人乎今略為十一段文無次比葢循圖文隨", "130": "之文良恐未可夫世尊垂一言制一戒未有為一人", "131": "而不通餘人未有被一時而不通後世葢大慈仁者", "132": "之心普而非局也且迦留身大乃為增量之緣但加", "133": "半搩意在處中施及後世也非特為加留一人而已", "134": "若但據迦留偉大之身而增其量則此增量一戒非", "135": "但不通末世抑亦佛在時迦留身外皆卑陋也又何", "136": "但分時卑陋不通增量耶此則反致世尊制戒何忽", "137": "局於此矣仍遺傳中天神告祖師增量文厥若依本", "138": "初量固應制也然而有不臥者方可畜之鈔引多論", "139": "增量制意明有斯示故文云佛在時比丘不臥者多", "14": "見隨辨耳餘有數端避繁未出。", "140": "故小後開益縷際等然雖坐具長短與本宗不同何", "141": "妨增量制意若坐若臥二部互舉耳或曰鈔引多論", "142": "意明四分戒本與十誦戒不同彼云一搩此云半搩", "143": "之義恐人錯用故引之耳何得引彼制意而為證耶", "144": "答曰祖師若謂只明戒本不同恐人錯用者但直引", "145": "增量長短不同之文亦何必更具引多論制意接伽", "146": "論後文耶將知伽論增量制意但據坐以言之未明", "147": "臥用故引多論增量制意共明坐臥二義皆展坐具", "148": "之義也又所以辨戒本不同恐人錯用者註中因仍", "149": "辨之一搩手與各半搩者乃是部別見聞不同遂長", "15": "立題語濫畫圖無功俗談罔道解衣名局", "150": "短闊狹有異故註故以簡之不得錯用何妨二部增", "151": "量與制意同一佛也若據執伽論之文仍自註云膝", "152": "不出地亦不在增者此則無臥時展坐具之義也或", "153": "曰臥是惰慢之相律中未必言之借使許臥亦未必", "154": "須展坐具曰若不言臥者何故律中當念明相又鈔", "155": "引五分亦得四揲大衣枕之等文耶又若臥時不許", "156": "展坐具者律文何得云護坐具故感通傳亦云坐具", "157": "之制本為於身護衣及僧臥具也羯磨疏云為臥具", "158": "者恐損僧物擬用籍之自非無學何免穢溢又鈔下", "159": "聽衣門中單敷衣下註云敷僧臥具可牀四邊而下", "16": "受不云三捨不云一明相戲論改文從己", "160": "垂四角各一尺上安坐具等彼有單敷衣尚安坐具", "161": "況無單敷者敢判不展坐具而臥耶今既末代根劣", "162": "臥多坐少則增量是宜也將知若臥皆須展之初量", "163": "增量皆為如法何局乎今時卑陋特廢增量耶。", "164": "寄囊辨紐寄囊辨紐囊有繫帶衣無鈎紐", "165": "辨曰漉囊柄有繫帶者是欲其囊安處之便故教人", "166": "繫之耳葢惺惺若此及夫三衣相而不患乎著用鈎", "167": "紐何昏昏心而至於斯耶且囊之用唯在乎漉水用", "168": "已則置之三衣唯在乎披著著之必用鈎紐既能於", "169": "囊安置處留心若此而於披著處特不留心耶既能", "17": "坐具廢增寄囊辨紐勸廢圖文", "170": "患其用已而不患其用其患是緩而不患耶急也余", "171": "也非敢戲言葢觀囊帶以辨鈎紐假無患而辨其患", "172": "故不可不辨也。", "173": "勸廢圖文勸廢圖文", "174": "南山所述疏鈔等文葢患古之疏鈔等未然不獲己", "175": "而述之今三衣六物已見於二衣篇章服儀等文文", "176": "既備矣此亦出六物圖其意何哉若謂衣篇等文為", "177": "然又不復出文也將非南山之教未足行事故與著", "178": "述耶或曰患今人不明制度故特畫圖以書之余曰", "179": "夫有濟人之心而無濟人術且人有觀圖作衣求其", "18": "立題語濫立題語濫首題曰佛制比丘六物圖", "180": "法度尚一言不敢措至於鳥足馬齒之縫前後鈎紐", "181": "之類將何伏以示人且東藏自稱律師流通祖道但", "182": "舉揚疏鈔等流行於世又何患三衣六物人不明耶", "183": "南山所謂即事即行不疑罪福者諒文義備矣故作", "184": "是云今復出六物圖別行於世尚法式不備行事使", "185": "守株者觀其新文往往不能更觀疏鈔等文是反不", "186": "欲流通祖教耶曰疏鈔即廣人罕知之今撮其大要", "187": "摠集一處文約易覽使天下普聞三衣六物之制則", "188": "孰謂之不然圖文所謂然其制度徧在諸文故撮其", "189": "大要而出之余曰子不見祖師章服義淨厨誥等文", "19": "辨曰佛制比丘六物余聞之久矣但未聞其圖是佛", "190": "又約於此圖之文非律學輩其餘則孰能一覽之今", "191": "此圖文將有出於祖師之道耶抑又不知祖師撰述", "192": "用意文旨互陳不集一處者葢欲人於疏鈔等明通", "193": "不局一端耳今圖既亡其制度無益於人又引文迷", "194": "於教旨兼失祖師用意是始終一無取焉古所謂以", "195": "其昏昏使人昭昭子之謂苟能喪亡我執藏卷斯文", "196": "使未明者無惑後世不亦宜哉余所以有言者乃欲", "197": "人知疏鈔之詳故不惜其繁云。", "198": "比見六物圖中潛改增削似近從諫如受不云三捨不云一今", "199": "例增之其餘文旨尚固執未除雖曰從諫之而未能", "2": "會稽沙門　妙生　述", "20": "制也圖之一字乃是人語何得云佛制比丘六物圖", "200": "如流也今因鏤版次復患後人對觀潛改之本謂", "201": "辨訛妄破故書之以決疑耳。紹聖三年前安居日", "202": "門人覺成題", "21": "耶此則立題語濫金石不分或曰圖之一字是今所", "22": "立之名固不可以佛制二字貫下讀之余曰不然彼", "23": "乃自欲強分柰語不可分也󱗉臆之說胡可憑諸豈", "24": "不見南山戒壇圖經住法圖讚軌度圖經等例無佛", "25": "制二字或曰六物唯佛所制故立佛制二字耳曰且", "26": "戒壇亦佛制也南山何不云佛制戒壇經耶是知舉", "27": "一事立一題誠難也子今秉筆未逾數十字而有斯", "28": "患況乎先德撰述章疏盛行於世有幾過生耶。", "29": "畫圖無益畫圖無益六物圖中上標僧伽棃等下畫圖相", "3": "前文　目次三衣六物之制簡自佛心其功固不可量也由是釋", "30": "辨曰此圖中二十五條等數之可見但於製造法式", "31": "未聞其功且衣財有單複鈎紐有前後縫有鳥足馬", "32": "齒之別而圖中殊不顯其相備使下引感通傳但平", "33": "寫本文而已且律學輩尚致多迷況他人豈卒能曉", "34": "耶又著衣之要在乎鈎紐今前後去緣圖文向下雖", "35": "粗明之未審左右兩邊分齊去取幾何文既不明圖", "36": "中唯劃條數耳此則但畫其圖孰不能畫但平引其", "37": "文孰不能引豈不看南山軌度圖經畫鐘樣累槌數", "38": "仍於槌下書出偈文等豈非一等畫圖圖有益也今", "39": "則文之良由怯於文昏於義故圖中不能措平者是", "4": "子特不可以斯須而忽忘其制但齊世有弗遵乎教", "40": "誠不能也今既畫圖無益兼鏤版以印行所謂勞而", "41": "無功。", "42": "俗談罔道俗談罔道六物圖箋曰世傳七條褊衫裙子為三衣者謬矣", "43": "辨曰但可正邊夷聾俗之談而無用於此方中國文", "44": "物之地也凡曰出家者又豈不識三衣之名耶何以", "45": "故知之且出家者當受具戒必示衣名教授師與戒", "46": "師豈以七條褊衫裙子謂之三衣而悞戒子耶但恐", "47": "偷形不受戒者而有是說且子秉筆立言垂於末世", "48": "開人義路用補於道眾非示於盲路俗之傳今淺薄", "49": "之語奚足呈露紙墨取笑於人俗傳三衣之名子正", "5": "者愚常欲正之未能也一旦東藏律師別出六物圖", "50": "之謬矣不易取道也無東藏律師正之則天下三衣", "51": "之名無得而知矣。", "52": "解衣名局解衣名局釋名衣名中入王宮聚落衣圖文箋云乞食說法時著", "53": "辨曰翻名本通解義何局且著衣入聚但有如法等", "54": "緣皆可入也何特簡乞食耶如曰入聚落此乃非時", "55": "豈謂乞食而曰入也若但據乞食時著者反顯非時", "56": "入聚不必大衣也又󳬂多羅僧名入眾衣箋云禮誦", "57": "齊講時著辨曰此亦解義局也且眾集事何止禮誦", "58": "齊講時耶至如說恣等緣僧私同遵又若生善滅惡", "59": "事生皆作相集僧但入眾也若但據齋講時著此說", "6": "將以革其弊余始聞之甚喜因求本而觀之不幸其", "60": "恣等時入眾著何衣耶何不以等字收之故鈔引五", "61": "百問下云小衣不近身淨潔得入眾食禮拜等故知", "62": "等字無所不攝此雖小瑕恐後學執信此文便云著", "63": "大衣者通非時入聚著中衣者通諸餘入眾此則迷", "64": "惑後生過亦大矣。", "65": "受不云三受不云三受衣法下不示三說", "66": "辨曰受法三說差此不成蓋四分判文有限故不可", "67": "增減也今既不云三說將恐一說亦得成否彼為昏", "68": "忘耶為特除耶若謂特除固不在言議若謂昏忘何", "69": "必大張口云指斥非濫所謂不看他面誠可𧹞也彼", "7": "間文義疎漏頗多於余心反有所未安遂於圖文中", "70": "今撰述纔一二紙文而有昏熷之過況乎古德十疏", "71": "通經誠可仰也彼雖欲與疏鈔等抗行於世而不知", "72": "有悞人加法不成之過大可怪也縱使割截應制無", "73": "法亦奚以為。", "74": "捨不云一捨不云一捨衣法下不示一說", "75": "辨曰受法三說捨則一說者葢受難而捨易也今不", "76": "云一說將恐三說亦得成耶且六物圖散於四方有", "77": "不明者見捨法下無語往往說謂一說三說受捨無", "78": "拘葢信東藏律師之言不云一說餘固不復請問也", "79": "彼只知急一時云名而不知三衣捨受之法一旦錯", "8": "有未然之義頗為疎出兼以自所見聞而辨其訛葢", "80": "亂於不明之人又可怪也。", "81": "明相戲論明相戲論圖云世中相傳號曰明孔又言明相仍自註云律中天曉謂之明相", "82": "又云漏塵等俱是訛謬", "83": "辨曰明孔等說此雖人語然亦不爽裁縫見葉之義", "84": "良恐古人欲人易明故作是說且裁縫見葉與明孔", "85": "明相等語雖凡聖所說不同然於不得縵縫之義是", "86": "一既不礙大理又非形於紙墨亦何必確執其語而", "87": "斥云訛謬耶或曰必也正名乎何得以義一而用凡", "88": "語輒混聖言耶曰此非正辨衣名乃是聖人明其裁", "89": "縫相貌耳故云裁縫見葉等世人雖是相傳之語亦", "9": "務存於此矣非好改人云異但慮其說別行于世有", "90": "欲明其裁縫相貌故云明相等厥或相傳僧伽棃等", "91": "名而云明孔明相等彼能證之云訛謬者是誠謬也", "92": "固當證之今則何正名之有又斥云天曉謂之明相", "93": "者此又見彼󱗉襟確執之甚矣若謂世傳裁縫見葉", "94": "而謂之明相便以律中天曉明相語同而斥云訛謬", "95": "者南山軌度圖經云唱相發於引又云商量唱相趣", "96": "事便止等亦可以律中結界唱相語同而斥之若然", "97": "則不但以律斥其世傳抑亦以律文攻乎聖俱訛謬", "98": "也彼將謂見識之險呈露於人而不知呈露󱗉臆之", "99": "局促於言之確執於見識之不廣翻成不險也。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1102 佛制六物圖辯訛", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1102 佛制六物圖辯訛", "author": "宋 妙生述", "language": "chinese", "source": "CBETA"}