{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1641", "1": "見聞錄", "10": "令死。懼鄰婦詬厲。故尚藏未發耳。因取出秤之。斤兩", "100": "擲之。猪斃而魂忽不見。次於田岸見大赤蛇仰臥。即", "101": "知鄰人所變。乃打殺之。揑其魂歸房。擲醒因問曰。汝", "102": "同我遊陰府頗適意乎。答曰。汝初置我於廟前石牌", "103": "樓下。入廟經久不出。我方厭倦。幸舊識娼女邀我出", "104": "傅門外。同至一舍相與飲食歡樂。忽有人奪我食。打", "105": "我項。我怒而出。外困而偃息。復聞人呼曰。赤蛇赤蛇。", "106": "以手攫我。我便驚醒。有何樂乎。隸笑語其故。黃洪江", "107": "親聞其事。乃發心學道洪江亦予在家時善友。", "108": "泉州莊奇顯。癸丑科榜眼。年少嗜酒。忽一日飲於承", "109": "天寺。醉後往藏經所。見有法師講大佛頂經。遂大怒", "11": "不爽。相對驚異。遂以死雞并價償謝鄰人。未幾復入", "110": "取案上經擲地。以脚踏之。又仆韋䭾像於地。後數月", "111": "以脚踢一廝。誤中柱上。脚指破裂成異瘡。漸腫至身。", "112": "楚痛異常。見韋駄詰責而死。", "113": "泉州張翰冲。丙辰進士也。任金壇知縣。將行取一日", "114": "坐堂。忽有緇流徑詣公堂語曰。我與汝前生道友。見", "115": "汝有難。特來救汝。汝可罷官同入山學道。不唯免難", "116": "且出生死。張以為誕。緇遂歷指其少時事數種。皆妻", "117": "拏所不知者。張乃駭諤。欲如其言。竟為妻子所阻。緇", "118": "尋別去。張赴京考選。甫至都門。脚忽生異癰。著靴不", "119": "能脫。割靴調理。不愈而死。", "12": "冥。簡視前簿折痕如故。而罪欵已無影迹矣江西養智禪人", "120": "晉江許兆馨。戊午舉人。往福寧州謁本房座師。偶過", "121": "尼菴。悅一少尼。遂以官勢脅之強汙焉。次日忽自嚙", "122": "舌兩斷而死。", "123": "晉江王某。以文名諸生間。擕酒飲承天寺。入藏經堂。", "124": "見少年沙彌某端坐閱經。強令飲酒。沙彌不從。復摟", "125": "抱調弄之。歸家三日。忽掌口自罵。家人不知所謂。半", "126": "日嚙舌而死。", "127": "孝豐縣監生楊龔。所買鳥銃八把。養獵狗數隻。隨處", "128": "損傷物命。一日欲往庄取稻。合家人俱得夢云。十年", "129": "造業。惡報至矣。楊不信。復帶銃到庄。見野雞。以銃打", "13": "說。", "130": "之。誤中己頭。破腦而死。", "131": "泉州徐氏女。名三姐。年十六未嫁。忽得病。父母為覓", "132": "醫。女垂淚告父母曰。吾必死。無用醫矣。蓋吾前生為", "133": "某家婦。夫寵一婢。吾以妬故謀殺之。今在冥官處訴。", "134": "我當往償之。不得逭也。翼日遂死。", "135": "泉州徐氏女。名悌姐。嫁後生數子。產中多食鷄。所殺", "136": "鷄頗眾。後仍於產時得病。見羣鷄索命而死。", "137": "晉江姚某。其表兄徐肖浯。因年荒捐百金賑饑。托姚", "138": "經理其事。姚匿十數金肥己。後數日得病。自罵曰。徐", "139": "托汝賑饑。安得侵匿。致餓死者不少。今取汝償命。遂", "14": "乙卯科浙省解元馮銓。因會試入燕都。有一老人止", "140": "斃。後二子亦皆餓死。", "141": "泉州徐氏女。名細嬰。年七歲。得疳積病埀死。其父雨", "142": "海為鳴磬高聲念佛送之。息已絕。忽再甦。因為延尼", "143": "僧誦金剛般若經百二十卷。女安隱若無病者。舉家", "144": "皆謂病愈。女獨向父曰。兒暫假數日。聽經完去耳。經", "145": "完乃逝。", "146": "泉州有賴姓者。家巨富。喜害生命。家中開一小池。以", "147": "鐵網羅其上下。養鰍鱔魚鼈之類。用供不時飲食。後", "148": "得病將死。諸子羅列牀前。賴忽不見。徧索不得。乃見", "149": "在小池鐵網中。則已死矣。", "15": "生二女。仰銓為名士也。拜而托之。銓下第歸。帶至揚", "150": "晉江有一無賴。忘其名。恒以殺狗為業。在興泉道街", "151": "門邊溝側屠狗無數。忽一日自伏溝側作狗鳴。數日", "152": "乃斃。", "153": "神宗時有一南道名王萬祚。管下巡江。居官最清廉。", "154": "而性頗嚴急。捶楚之下傷命良多。忽得病。衙中冤鬼", "155": "數百前後呼叫。同僚諸御史往問之。無不見聞者。五", "156": "皷。王竟不起。", "157": "南安縣山間有居民。夜起見鄰舍有一人驅一人入", "158": "其門。其人不肯入。且曰。吾僅欠渠銀三分。何得便入。", "159": "驅者以杖打之。遂入。居民頗以為怪。明早詢之。則鄰", "16": "州。竟潛賣與娼家。媒來取二女。二女詬為誣誑。媒出", "160": "舍已生一猪。民復疑猪所直不止三分。未幾猪墮圊", "161": "死。竟有一人以三分銀買之。民疑乃解。", "162": "孝豐靈巖寺釋自謙。未出家時有友勞振宇。係江右", "163": "人。在遞舖灘賣鱔麵。歲殺鱔數千斤。後移居德清縣。", "164": "仍習前業。一日以滾湯煑鱔。若有人執其手。不能蓋", "165": "鍋。羣鱔帶沸湯跳起。攢頭匝面咬定不放。振宇號慟", "166": "萬狀。須臾鱔死方脫。不十日。振宇尋死。", "167": "釋性戒。俗姓萬。有弟萬七。不事他業。專用繩索弔諸", "168": "鳥󳭋及狐狸兔犬之類。屢勸改業不從。凡十餘年。後", "169": "一夜臥牀上以朽繩自纏頸。人莫知之。次早不起。方", "17": "詮手書示之。二女驚哭。遂投水死。是夜詮妻夢二散", "170": "啟戶視之。已自斃矣。", "171": "神宗時應天巡撫周孔教。以新陞侍郎過家中。有屬", "172": "官數人。皆修書差隷往謝舉薦。隷在其門候未得。即", "173": "通。忽見一承差持單。紅帖有侍生石星拜五字。門者", "174": "急為傳進。周方晏坐。見之大驚。已而帖及承差俱不", "175": "見。周遂病劇。子孫環立。又見白布包首者三十餘人。", "176": "突入臥室訶之。則各以手持己頭。示人蓋斷頭鬼也。", "177": "周遂卒。考其故。石向為兵部尚書時。周為御史。劾之", "178": "下獄論死。而三十餘人。皆周為巡撫時以賊情誤殺", "179": "者也。", "18": "髮女子從溝道入。一鬼從之。手持虎頭牌。有速拿馮", "180": "台州府松門衛有一居民。於崇禎辛未年五月盜檀", "181": "香大士像一軀。至天台縣欲售於鄉紳張大素。張許", "182": "價六金。民嫌其少。遂欲劈像作香鬻之。時一皂役先", "183": "一夜得夢女人稱苦求救。彼正妻死未久。疑是索薦。", "184": "乃往西門店中買祭物。忽聞店內劈像聲。急趨入視", "185": "之。恍悟前夢。因扭解至捕官所。其房亦於先一夜得", "186": "夢。遂苦鞫之。自首從松門盜來。即申之縣令。以像歸", "187": "張宅修理供養。其人未幾死於獄中。", "188": "高明寺沙彌岳弘。管庫事。侵尅大眾無所不至。每於", "189": "庫中私造飲食。偏眾獨享。并偷常住豆米等以供己", "19": "詮四字。驚異而醒。未幾詮安隱歸家。妻相接甚歡。詮", "190": "用。甫及一年。於元旦夜夢關帝割其舌去。至初四即", "191": "大病濵死。乃惶怖無地。盡賣衣單求眾懺悔。告辭庫", "192": "司。病始漸愈。", "193": "高明寺又一沙彌靈灝。素不持戒。有瑞光上座率清", "194": "眾各出己資。結大悲懺期。灝亦預焉。正在期中。仍私", "195": "行不軌。遂夢關帝截其首去。次日即嘔血不已。重病", "196": "數月而死。", "197": "佛日寺釋實相。中年出家。惟勤修苦行。炤管常住為", "198": "事。隨作務隨念佛。所得即施不留餘貲。不與人諍亦", "199": "無怒容。壬申秋忽一日語人曰。吾明日當西逝。乃借", "2": "古吳沙門　智旭　隨筆", "20": "問曰。我已下第。胡故歡甚。妻默不言。再三逼問。乃述", "200": "雲棲一老人坐龕。次日洗浴剃髮髮未竟。已坐脫矣。", "201": "安吉州龍溪菴釋了空。延覺海法主講法華經。因迎", "202": "送之禮殷重。里人妬之。誘一無賴莫姓者。打法主一", "203": "拳。眾僧忿甚熟打。莫濵絕。里人乘機欲詐菴中。鳴官", "204": "看驗。身無小傷需食更甚。官遂不能擬罪。逮輿歸俗", "205": "舍則徧身皆損。飲食俱廢。半年後脇下尚流膿血。久", "206": "久方愈。信伽藍護法之力不可思議云。癸酉春日過", "207": "菴中。釋隱空親說。", "208": "世廟時吳城鄉紳陸俸。貪洞庭山西湖寺風水之勝。", "209": "力謀吞噬。因本山鄒陸二氏極相抗訟。不遂厥志。乃", "21": "前夢。詮正經行樓上。聞說夢畢。身即戰慄從樓墮下。", "210": "放火焚殿。殿有古沉香觀音像。焚時香氣遠徹。後俸", "211": "得奇疾。渾身癢發。滾水灌之。次第爛盡乃斃。同謀諸", "212": "人並感惡報。", "213": "神廟時吳城鄉紳毛堪。侵天池寺作墓。將毀石佛殿", "214": "為穴。天正晴朗。忽發厲雷。擊碎牌樓。堪懼因不毀此", "215": "殿。留一二香火僧居之。然大剎已廢。其年。子女孫媳", "216": "等俱死。後竟絕嗣。", "217": "楓橋有一豪民。素行無賴。恐被按院訪察。乃詐現善", "218": "相。持珠念佛。戒酒斷牌。諸惡黨亦翕然從化。稱之為", "219": "師。而實私行非法。仍造眾惡。但所言禍福皆悉靈驗。", "22": "七竅流血悶絕於地。家人急扶起。喚醒之。乃具述負", "220": "利養日盛。如此年餘。忽自思曰。我本無真心修行。尚", "221": "感此善報。信是佛法不虗。因發真心。覓一好師。受三", "222": "歸五戒。是後所言禍福百無一驗。利養遂絕。出怨聲", "223": "曰。我向以詐偽修行。反多利養。今真心學道。更見坎", "224": "坷。佛法豈有實效哉。悶而假寐見。有人告之曰。汝莫", "225": "怪我。汝向來詐偽虗誑妄談禍福。我輩得以互相佐", "226": "助。今汝返邪歸正。我輩不復能相親近。故令汝無聊", "227": "耳。", "228": "釋慈含與六湛遊野池畔。見二水蛭。次第變作青蜓。", "229": "至第三水蛭出。六湛以草阻之。連阻三次。忽變作蜈", "23": "心事。言畢遂死舟中嘉興人說。", "230": "蚣。", "231": "吳城陸湛源居士。至洞庭東山吳鳳林家。其家為營", "232": "素供。吳母時年九十四歲。偶至厨下因問。為何營此", "233": "素供。婢云請陸相公。又問陸相公年幾何。婢云年五", "234": "十四。母驚歎曰。渠年五十四便已茹素。吾年九十四", "235": "乃不斷腪耶。從今日即當永斷。子媳輩力阻之。俱不", "236": "聽。仍設香燭請陸居士作證。越三年於臘月間。忽謂", "237": "子曰。為我請陸先生來。子訝。問其故。答曰。吾將遠行。", "238": "子問何往。答曰。兒何太癡。吾已九十七歲。安得無去。", "239": "遂徧集子孫輩言別。擇次日去。次日大雪。則云且俟", "24": "蘇州庠生陸穀。字戩夫。曩與予同參寒󰞆湛明諸公。", "240": "天好方去。次日又問天好否。婢謬答云今日雪更甚。", "241": "則云更俟天晴。未幾見日光炤室。乃曰。汝等詒我。速", "242": "取我淨衣及取香水來。遂起梳洗更衣禮佛。并遙禮", "243": "湛源居士。馮几端坐。命眷屬同時輕聲念佛以送之。", "244": "許久媳進茶湯。則已逝矣。", "245": "姑蘇神堂巷潘奉巖親家。渾名盛老鼠。有一外甥居", "246": "鄉間。盛往探之。甥欲割鷄為饌。力阻乃免。夜夢亡媳", "247": "謝曰。雞即我後身也。吾因不敬三寶。墮此異類。賴翁", "248": "慈力。昨免刀砧。吾七年前曾失一簪在竹筧內。可令", "249": "姑取之。盛既醒。遂索此雞歸家。果於竹筧中尋得舊", "25": "後專精禪學。頗有省發。益復沉靜。庚午歲暮乘小舟", "250": "簪。夫妻皆大感發。同出家於普陀山。後其妻坐逝。夫", "251": "亦善終。", "252": "姑蘇周致和。賣藥為業。有一次媳。歿後附於妹身言", "253": "曰。吾不敬三寶。罰作狗身。日被厨下人打。苦不可言。", "254": "幸速救我。父母問曰。吾為汝禮慈悲懺法。汝得益否。", "255": "答曰。正仗懺力。將脫難矣。父母乃從周家取狗以歸。", "256": "三日而死。", "257": "姑蘇金龍川有一妻弟。於南濠開麵坊。家人打驢。驢", "258": "忽作人語。吾欠汝老主人五金。故來効力。汝何得鞭", "259": "我。家人大驚。以語厥主。主取父舊帳簡之。果得五金", "26": "有所往。忽遇糧船上六人借登其舟。舟遂覆。六人皆", "260": "借票一紙。因取向驢前碎之。語曰。吾已免汝。驢遂躑", "261": "躅而斃。", "262": "金龍川又一表弟。住滸墅關。生一子常病。偶父子同", "263": "臥頃。有鬼攝父魂至冥府。冥官責云。汝欠某人債若", "264": "干。何久不還。父答云。我不識渠。因喚出相認。即其子", "265": "也。遂憶前世曾欠債事。冥官命曰。汝速於三寶中為", "266": "渠還却。一諾而醒。其子宛然在牀。心倍醒悟。後為作", "267": "福延醫等事。計滿本數。子隨去世。母慟哭之。父曰。不", "268": "須哭也。此是索舊債者耳。備述前夢。因相與奉戒修", "269": "道。至今尚存。", "27": "無恙。穀竟溺死。家屬償其修行無靈驗。乃示夢曰。余", "270": "湖州府武康縣公差。忘其名。路值一男二女尾其後", "271": "行。到鄉宦駱家。見三人直入駱門。心異之。因待至暮", "272": "不出。遂問守門者索人。守門人以為誣妄。諍打不已。", "273": "聞於主翁。翁悟其意。命各房查生產事。乃見㹀牛新", "274": "生三牡。一壯二牝。即喚分差視之。三牛毛色與所見", "275": "三人服色不異。方知三人已為牛矣。復查其姓名。皆", "276": "欠駱家租米者也。後三牛既大。力有強弱。債多者強。", "277": "債少者弱。分毫無爽焉。", "278": "吳城婁門內有姓蔣者。自幼喜毀神像。崇禎癸酉年", "279": "拆其父所造火神殿為門房。毀神像以為薪然之。冬", "28": "往世曾以一方便害此六人。今償夙債。非修行咎也。", "280": "忽頭痛。命家人鳴囉集眾。眾既集。眼珠忽迸出垂於", "281": "鼻間。死而復甦。甦而復死。口唱冥府所歷諸苦。共經", "282": "四十二日乃絕。合城人無不見聞。", "283": "寧國府涇縣水東鄉民。忘其姓名。居常修善。齋僧布", "284": "施無虗日。偶因病暴卒。至冥府。冥王稽其陽算未盡。", "285": "遣還。民乞曰。為人多苦。不欲更還。如是再三。王乃問", "286": "欲作何等。答曰願預僧流。王驚曰。汝福幾何。望此高", "287": "位。計汝生平福力。祗可作一百戶耳。民又固乞。設不", "288": "能為名德沙門。求作一燒火僧足矣。王曰。燒火僧亦", "289": "萬萬不易作。且與汝作一千戶何如。民又不欲。王曰。", "29": "設不修行。報當更劇矣。", "290": "必欲作燒火僧。且回陽間。盡其形壽極力修福。或可", "291": "冀耳。民遂復甦。作福倍前。數年乃逝九華空如老人說。", "292": "世廟時休邑大傅瀛。有童子名程鎡。與同族弟兄捉", "293": "樹上鵓鳩。議定上樹者得其二。在樹下者得其一。及", "294": "上樹取得三鳩。則樹下者皆取去。鎡追奪不肯還。遂", "295": "併取擲殺之。夜夢二青衣執牌來捉云。有人命事。鎡", "296": "避走約二里許。竄入觀音大士殿中。見大士儼然在", "297": "焉。二青衣亦追至。鎡訴於大士曰。我未甞殺人。何為", "298": "捉我。二青衣出牌示曰。是三鵓鳩相告。今須同去理", "299": "會。鎡辯曰。鵓鳩不過小禽。何足償命。況我本與彼約。", "3": "楚中有一生員。心迹正直。值冥府缺第七殿。上帝命", "30": "洞庭西山蔡坦如居士。妻甚賢良。持齋念佛放生然", "300": "彼人負約。致我生忿而擲殺之。則罪不獨在我也。大", "301": "士曰。鵓鳩若大。損犯禾苗。則汝殺之其罪稍輕。今既", "302": "初生未甞有過。汝今殺之理須償命。況彼人雖負約。", "303": "而致之死地者實汝罪也。但念汝年幼未有成立。因", "304": "命二青衣寬其限至十二年後。某日某時再來追之。", "305": "二青衣奉大士命而散。鎡亦遂寤。至十二年後。鎡商", "306": "於淞江。至期忽自立于秀野橋下而斃。", "307": "大傅瀛程玄偉。生一子。名本大。習儒業。費其家產略", "308": "盡。于崇禎辛巳同族兄程天明往姑蘇。將本處祖屋", "309": "賣與其姪。得價僅數十金。俱被天明扣去。空手而回。", "31": "燈。密作眾福不求人知。既病劇。謂坦如曰。死固不須", "310": "不數日遂抱󳬂死。止存一女已嫁商山吳宅。女歸送", "311": "殮。竟于途中見乃父魂。因附其身而歸罵曰。天明甚", "312": "無情誼。令我抑󳬂而死。今已訴于冥王。兼告鄉約程", "313": "宗涵作證矣。我又于抗州江干遇故姪程寬。寄我要", "314": "打姪婦吳氏十掌云。我止有一子。汝何不肯撫養。乃", "315": "起異心耶。玄偉聞而訶曰。汝在生時。破吾家事殆盡。", "316": "今既死去。何故尚來作祟。答曰。吾前世本為商人。汝", "317": "為店主。見我財寶謀奪我命。我今特來索債。但因汝", "318": "任我揮霍。頗快我心。故恕汝命耳。何得以父禮責我", "319": "哉。", "32": "擇日。但世人俗見謂修行人乃惡日死。亦所不便。幸", "320": "淞江海口有朱姓者。慣收大猪宰殺為業。崇禎己卯", "321": "年正月間。至二鼓時偶起登廁。聞人語聲。疑以為盜。", "322": "執杖隨聲尋去。乃在猪欄中作福建人語。一云。苦哉。", "323": "我明日必當見殺矣。一云。汝本當作猪七次。今已六", "324": "次。苦將脫矣。我當作猪五次。今方初次。是為苦耳。其", "325": "人本解福建鄉語。聞之大駭。遂棄惡業。", "326": "又一人宰羊為業。亦于己卯年正月間至鄉間買四", "327": "羊牽歸。未至家中僅十里許。四羊爭躑躅。觸倒此人。", "328": "一羊牽其頭。一羊按其兩足。二羊上其腹極力抵觸", "329": "致死已上四事並程智用親見故說。", "33": "為擇日。明日吉乎。答云不吉。後日吉乎。答云亦不吉。", "330": "神廟時有一士子。弱冠即舉進士。座師及同年諸友", "331": "咸器重之。其父待之愈嚴。稍不如法輒加笞辱。一日", "332": "有同年公請士飲酒。士因父責遲遲乃去。兼向同年", "333": "哭愬此情。同年大歎服曰。甚矣。老年伯之深為年兄", "334": "也。夫弟輩半生苦心。僅獲一第。而兄年未二十。亦遂", "335": "得第。且名聲藉藉反勝弟輩。此造化所忌也。年伯若", "336": "不用惡辣鉗錘。則兄必恣情任意。福壽俱損矣。士乃", "337": "醒悟。歸時頓改舊觀。父訝問之。汝為自解我意能如", "338": "此改過耶。抑誰向汝說破耶。士述同年語以對。父乃", "339": "敦請同年。公命士禮之為師。以受切磋琢磨之益。", "34": "乃曰。吾不能更待矣。今日吉乎。答云今日頗吉。因即", "340": "和州有一居民。忘其姓。養鵝百餘隻。偶一日鵝食其", "341": "親鄰稻穀。鄰打殺其鵝至五十餘。民婦見之。始亦甚", "342": "怒。次深思曰。我設欲與成訟。力能勝彼。但須費數十", "343": "金。計鵝所直不及其半。且鵝雖死。亦尚可用。何必爭", "344": "此空氣。又吾夫今已醉臥。設與知之。或起敺打。尤為", "345": "不便。遂命僮收拾死鵞醃之。次早鄰人忽自暴死。其", "346": "夫醉醒。歎訝其人無病而卒。甚為奇異。婦乃以昨事", "347": "告之。夫深感曰。設汝昨為我說。我乘醉力必敺打之。", "348": "不幾成人命乎。乃集親友作證。拜謝其婦已上二事釋成泰說。", "349": "池州府殷家滙經紀行。有一棉花客往鄉收花。途遇", "35": "命取水澡浴。集親友念佛。正坐合掌而逝。", "350": "打狗者負一大犬。買歸放生。剩食飼之。弗離左右。一", "351": "日至丁家洲收花。行主人叫舟送之。犬亦隨往。舟子", "352": "見客銀多。起不良心。撐至江邊將客置布袋中。結口", "353": "投水。犬遂下水口銜袋結嘶吠不已。漁人見而挽出。", "354": "客因得蘇。回至行中。備言其事。行主安慰客心。佯為", "355": "不知。往舟子家探問。客信且邀舟子到行飲酒。乃令", "356": "客出面詰。伏罪奉還原銀。", "357": "九華山有住莊人。好殺鹿。一日率眾網鹿。見有老鹿", "358": "身斑異色。四圍覓之。鹿見勢迫竄入莊家。眾復趕進。", "359": "鹿跪伏淚下乞命。莊人以矛逆刺鹿目。鹿未去皮。而", "36": "吳江太湖灘有一老人。生平惟喜念佛放生。別無所", "360": "莊人眼忽先瞎矣。", "361": "青陽縣老田吳六房。有家人名吳毛。持戒茹素甚潔。", "362": "左兵渡江搶虜殺人。主人盡走避之。惟吳毛代主看", "363": "守房屋。被賊七鎗而死。頃之厥弟來看。毛復醒。向弟", "364": "曰。我夙業應七受猪身。因齋戒力。今受七鎗以酬往", "365": "因。徑生天矣。言訖遂逝。其弟素不信善。聞之駭然。亦", "366": "遂回心。", "367": "九華山㵎多產石雞。形似蝦蟆而大。味勝家雞。每有", "368": "上司過縣。必票取之。偶一夜。莊人以火照巖。舒手探", "369": "取。被石雞咬住兩手。死不可󳫠。直至五更。聞寺鐘聲。", "37": "知。每行路時拾灘頭螄蜆放入水中。雖極冗不顧。平", "370": "石雞各似合掌念佛之狀。莊人乃得脫走。", "371": "池州府有一人。恒誦三官經。流賊臨城。其人夢三官", "372": "告云。汝前世曾殺一人。今來報讐。不可免矣。驚懼而", "373": "醒。復加懇禱。又得夢云。往業難逃。豈能曲救。但汝夙", "374": "冤名朱七。騎紅馬。明日必來。汝可跪於門前。口稱朱", "375": "七將軍饒命。彼或問汝何故知我名字。即以兩夢告", "376": "之可也。次日果於門前見有騎紅馬者。跪稱朱七將", "377": "軍饒命。賊聞驚異。問知其故。遂憮然若失。置之不殺", "378": "而去。", "379": "釋復禮。訪知友。歸九華。夜夢黃冠羽流三人奔求救", "38": "日遇有生命輒解衣割食買放。曾無退懈。忽一日謂", "380": "命。旁有同衣詆之。次日行路。見一童子手提三鱔。肥", "381": "大異常。買放井中。旁有一釋痛加訶罵。謂不宜放入", "382": "於井。方悟夜夢即此三鱔云已上六事俱釋隆仁說。", "383": "徽州商人程伯鱗。久居揚州。事觀音大士甚虔。乙酉", "384": "夏北兵破揚城。程禱大士求救。乃得夢云。汝家共十", "385": "七人。餘十六口俱不在劫。惟汝在數。不可逃也。程既", "386": "醒。又復懇禱。仍得夢云。汝前生殺王麻子二十六刀。", "387": "今須償彼。決不可逃。汝當分付家中十六口。並住東", "388": "廂。汝獨在中堂俟之。勿併遺累家人也。程頷之。越五", "389": "日北兵扣門。程即問曰。汝非王麻子乎。若是王麻子", "39": "家人曰。吾當西逝。可集親友送我。因集眾念佛。安然", "390": "可來殺我二十六刀。若非王麻子則本無怨。不須進", "391": "門。兵云。我正是王麻子。程遂開門納之。兵下馬驚問。", "392": "汝何以知我姓名。程具以兩夢告之。兵歎曰。汝前世", "393": "殺我二十六刀。我則今世報汝。我今殺汝。汝於來世", "394": "不將又報我乎。乃以刀背斫程二十六下而宥之。擕", "395": "其家屬同至金陵。", "396": "見聞錄終", "4": "暫主之。每隔數日則入冥理事。但正坐簡閱文簿。不", "40": "坐逝。異香經宿不散吳江鑒空師說。", "41": "杭州北關羅四。造大悲像。鑄鏡光。有老嫗以一小鏡", "42": "相助。羅愛其古。存之。初鑄僅成四邊。二鑄僅成半鏡。", "43": "三鑄中缺一孔。與所留古鏡大小正等。乃出所留鏡", "44": "投爐且云。此鑄若成。吾當懺悔。若復不成。非吾咎矣。", "45": "鑄果立就。於是復捐貲禮懺。今其鏡現在龍居永慶", "46": "寺懺壇。", "47": "姑蘇陽山西王象橋。有居民夫婦。每至稻熟時輒於", "48": "鄰田中搣取禾穗以自益。忽一日亡。父母附於女身", "49": "大詬曰。汝盜鄰家穀。冥府乃督我搣己田中穗償之。", "5": "勞簽判。而隨彼前人行業。罪福異趣。每見有自上刀", "50": "兩手皆傷。不勝苦痛。汝何害我至此耶。", "51": "又一居民植菜。有鄰人齊根截去一疇。彼忍而不較。", "52": "菜乃從根復生。茂盛倍常。次夜鄰又截去一疇。彼不", "53": "復堪。痛加詛罵。此疇所留菜根倍多。竟枯腐無復生", "54": "者。", "55": "又一居民索陳債。負債者嫌其太迫。即口牴之。彼含", "56": "恨言。如何負我物而不肯償我。必為毒蛇噬之。未幾", "57": "患黃病。展轉牀席者年餘。負債人聞其病篤。因念云。", "58": "我本無心負彼。因彼態太惡。故謾相牴耳。今聞其抱", "59": "病。我當償之。乃備一本一利并禮物四盒往謝。彼人", "6": "山劍樹者。輒使左右救之。愈救愈上。竟莫能挽也。一", "60": "喜甚。相留對飲。飲醉忽吐一蛇。厥病遂愈。", "61": "杭州鄉民有田數畒。界在祝鄉䆠田中。祝以勢力迫", "62": "取之。民無可訴。誓來生作蛇相螫。遂得重病。命匠作", "63": "棺留一孔穴。匠問知其故。以白於祝。祝悔悟。輿民至", "64": "家。還其田契。并與養病之資。民感泣即吐出一蛇。霍", "65": "然起走還家王元建居士親知其事。", "66": "杭州于行素。妻重病三載有餘。勢在必死。一夜夢綵", "67": "雲擁菩薩到其庭。歡喜驚醒。適值雲棲大師到城。于", "68": "率諸眷屬固求大師光臨。師命先作經懺道場四日。", "69": "至末日乃往焉。病者恍如夢中所見。遂愈。", "7": "日閱簿。見其妻有一罪款云。盜鄰雞一隻。連毛重一", "70": "天啟初年。吳江桑葉大貴。有居民養蠶數筐。因計成", "71": "繭所得之利。不如賣葉利多。遂埋蠶載葉至湖州鬻", "72": "之。舟過太湖。有大鯉躍入舟中。民取而藏之頭艙。既", "73": "至葉店。主人見葉上有血。詰問其故。答曰此魚血也。", "74": "魚尚在頭艙。試取看之。則儼然一人頭矣。共相驚駭。", "75": "更迫問之。答曰。實無他故。我自埋蠶賣葉。欲多取利", "76": "耳。因同眾人至埋蠶處。掘地視之。復得一死屍。與頭", "77": "相合。廼鳴於官。竟擬死罪。嗟乎。業報為蠶。不免煑繭", "78": "之苦。亦甚慘矣。況為微利而活埋之。并使不得盡一", "79": "期之生。人心安在。宜其報應之甚速也。", "8": "斤十二兩。遂折而識之。回陽詰問其妻。妻尚抵謾。彼", "80": "余母舅金赤城守贑州。因入覲歸家。夏感瘧症。隱几", "81": "假𥧌。夢公署役人環列其左。出家緇流環列其右。復", "82": "一老人語曰。若本從出家中來。今能回頭仍向此道", "83": "乎。能則尚可送汝老母。不能則老母反送汝矣。舅因", "84": "思。吾母已年八十有四。豈當反令其送我耶。即應聲", "85": "曰。我當回頭。聲未訖。役人遂散。乃隨緇眾梵唄而行。", "86": "忽動孤寂之感。悲悔而醒。異時在陽山墓廬。為余言", "87": "之。但以䆠情甚熱。仍蒞贑州。未幾陞兖東兵道。歸家", "88": "病三四日而卒。竟使八旬餘之老母淚眼欲枯。嗚呼。", "89": "蠅頭蝸角。迷人心志如此。世出世法。兩皆負墮。亦可", "9": "述冥間所見質之。乃首曰。鄰雞食所曬物。失手誤打", "90": "為青雲路上人作永鑒也。", "91": "姑蘇南濠街有一人。常作陰隷。每數日輒往直班。鄰", "92": "有一人語曰。能帶我至陰間遊戲乎。隷曰。可。汝但靜", "93": "臥室中。勅家人勿開戶。我當帶汝去。仍送汝回。隣人", "94": "如命臥室中。隷即攝其魂同至府城隍廟前。囑令住", "95": "石牌樓下相待。自乃持文書入中庭去。鄰人待久生", "96": "厭倦心。見一大車從西過東。載四娼女并二男子。中", "97": "一娼女原有舊情。以手招之遂登車同去。隷出廟覓", "98": "鄰人不見。轉問旁人。知登車去。乃回陽急至傅門外", "99": "一居民。家見有新產小猪七頭。其一即鄰人也。以手"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1641 見聞錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1641 見聞錄", "author": "明 智旭隨筆", "language": "chinese", "source": "CBETA"}