{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1496 慈悲道場水懺法科註", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "卷中註音釋六根註", "1": "水懺科註卷下", "2": "龍住釋　成簡西宗　集註", "3": "卷下本文讚文", "4": "大慈大悲愍眾生大喜大捨濟含識", "5": "相好光明以自嚴眾等志心歸命禮", "6": "佛稱大慈悲父。慈能與樂。悲能拔苦。慈悲而言。", "7": "大者。世間父母。亦有慈悲。愛惜兒孫。止在一世。", "8": "若子不孝。背恩違義者。心生恚恨。慈心薄小。不", "9": "名為大。諸佛菩薩。慈心不爾。見苦眾生。悲心益", "10": "重。乃至入於無間地獄。大火輪中。代諸眾生受", "11": "無量苦。如是慈悲。過於父母無量無邊。故稱為", "12": "大。愍即哀愍憐念之謂也。眾生。指六道四生而", "13": "言。父精母血。己靈種子。乃至五陰四大。眾法相", "14": "生。故曰眾生○喜者。慶他眾生。離苦得樂。捨者。", "15": "冤親平等。無憎愛心。濟者。拔濟拯接之謂也。含", "16": "識。抱識含靈之類。即上六道眾生也。此二句。讚", "17": "佛四無量心也○佛之報身應身。皆有三十二", "18": "相。八十種好。八萬四千光明。此讚佛之莊嚴也", "19": "○歸命者。梵語南無。此云歸命。見佛悲願弘深。", "20": "即以身命竭誠而歸投之。故云志心等。禮者敬", "21": "禮。又禮即履也。進也。進退有度。尊卑有分。以卑", "22": "敬尊。故名曰敬禮。先以此四句稱揚讚美於佛", "23": "者。總表發覺初心。虔懇至誠之謂也。", "24": "慈悲水懺法卷下", "25": "一切諸佛。愍念眾生。為說水懺道場總法。今當歸命", "26": "一切諸佛。", "27": "南無毗盧遮那佛。南無本師釋迦牟尼佛。南無阿彌", "28": "陀佛。南無彌勒佛。南無龍種上尊王佛。南無龍自在", "29": "王佛。南無寶勝佛。南無覺華定自在王佛。南無袈裟", "30": "幢佛。南無師子吼佛。南無文殊師利菩薩。", "31": "普超三昧經。佛言我今得佛。皆文殊之恩。本是我", "32": "師。過去無央數佛。皆其弟子。當來者亦是恩力所", "33": "致。文殊乃佛道中父母也。爾時眾念。文殊既在佛", "34": "前。何不成佛耶。佛言。文殊深入善權。廣化眾生。故", "35": "未成道○而又當知文殊。三佛分三世成。成佛已", "36": "久。誰曰不成。過去龍種上尊王佛。已成者是。見在", "37": "歡喜藏摩尼寶積佛。亦算已成。未來普見佛。當成", "38": "者是。此出諸經。亦非臆說也。而今逆流度生。故稱", "39": "菩薩。", "40": "南無普賢菩薩。南無大勢至菩薩。南無地藏菩薩。南", "41": "無大莊嚴菩薩。南無觀自在菩薩。", "42": "菩薩受記經。德藏菩薩白佛言。觀世音得大勢至。", "43": "二大士。於何國土成等正覺。佛答。阿彌陀佛正法", "44": "滅後。觀世音成等正覺。號普光功德山王如來。彼", "45": "佛國土。號曰眾寶善集莊嚴。般涅槃後。得大勢。即", "46": "於其國成等正覺。號善住功德寶王如來。勢至永", "47": "不入滅。更無所補也。", "48": "禮諸佛已。次復懺悔。上來已懺身三口四竟。今當懺", "49": "悔佛法僧間一切諸障。", "50": "此承前起後。上懺三業中所造之罪已竟。下懺悔", "51": "佛法僧間業障。三寶分中所造之業。如下文云云。", "52": "然而三業六根。乃至於三寶分中。若福若業。莫不", "53": "出於自心。自心清淨。虔懇至誠。珍敬無怠。則無罪", "54": "不滅。無福不生。否則雖云禮懺。唱和相資。欲求罪", "55": "滅福生者。亦恐未必然也。思之。", "56": "經中佛說。人身難得。佛法難聞。眾僧難值。信心難生。", "57": "六根難具。善友難得。而今相與宿植善根。得此人身", "58": "六根完具。又植善友。得聞正法。於其中間。復各不能", "59": "盡心精勤。恐於未來長溺萬苦。無有出期。是故今日", "60": "至誠求哀懺悔。", "61": "經中佛與阿難遊行歇息間。以爪取土。問阿難言。", "62": "爪上土多。大地土多。阿難答言。爪上之土。少許之", "63": "甚。大地之土無窮。佛言。得人身者。如爪土之上。失", "64": "人身者。如大地之土。又云。佛行偶至爪園。取土喻", "65": "之亦爾。嗚呼。我與眾等。觀此人身難得之一言。便", "66": "應大生恐懼。慚愧交心。二六時中。當觀得人身是", "67": "何法得耶。如是。始與懺法相應。正法念處經云。五", "68": "戒不持。人天路絕。五戒堅持。人天交接。正在於斯。", "69": "慎毋忽也○所以人身難得今已得。佛法難聞今", "70": "正聞者。盡皆宿德之所感。當生慶幸。必也盡心精", "71": "勤至敬。毋得因循怠惰。而招下文種種之過𠎝也。", "72": "慎之○上略明起障之由。懺悔已竟。下廣舉起障", "73": "之由而盡情懺悔。此由。皆在不能盡心精勤一句。", "74": "直貫下文。不能盡心恭敬。乃至於三寶中種種過", "75": "患。無出於斯。臨文自見。", "76": "某等自從無始以來。至於今日。常以無明覆心。煩惱", "77": "障意。見佛形像不能盡心恭敬。輕蔑眾生。殘害善友。", "78": "破塔毀寺。焚燒經像。出佛身血。或自處華堂。安置尊", "79": "像卑猥之處。使煙熏日暴。風吹雨露。塵土污坌。󳭋鼠", "80": "毀壞。共住同宿。曾無禮敬。或裸露像前。初不嚴飾。遮", "81": "掩燈燭。關閑殿宇。障佛光明。如是等罪。今日至誠。皆", "82": "悉懺悔。", "83": "初懺慢佛業障○不能盡心恭敬者。今人於三寶", "84": "像前。不肎禮拜供養。正在於此也○焚燒經像者。", "85": "如一切印造佛馬。所造紙作。皆是焚燒。今道場事", "86": "畢。火化一切。皆所不宜。故雲棲法禁之不用也○", "87": "出佛身血者。如調達推山之類。今之佛面刮金之", "88": "類亦是○華堂岑樓䆳閣之中。卑猥者。不淨之所。", "89": "塵翳也。坌埲塕也。埲塕塵起貌○禮敬者。禮佛一", "90": "拜。罪滅河沙。無禮敬者。安得無業也○裸露。裸身", "91": "露體。縷線不掛○如是等。皆不能盡心精勤。以至", "92": "如此。下皆倣此。", "93": "又復無始以來。至於今日。或於法間。以不淨手把捉", "94": "經卷。或臨經書。非法俗語。或安置牀頭。坐起不敬。或", "95": "開閉箱篋。蟲蠧朽爛。或首軸脫落。部帙失次。或挽脫", "96": "漏悞。紙墨破裂。自不修習。不肎流傳。如是等罪。今日", "97": "至誠。皆悉懺悔。", "98": "次懺悔輕法業障○法者。即三藏十二部。一切", "99": "諸經教典之佛法也。言不淨手者。每於晨朝。或未", "100": "梳洗。或大小行。乃至執捉一切穢污之物者。皆應", "101": "洗盥。如不洗盥。總名不淨。必須以清淨水而盥其", "102": "手。方許捧持經典。所以教中有洗手偈呪。詳明他", "103": "處不引○非法等者。間言雜語。以至惡俗麤談。俱", "104": "為非法俗語也○金剛經云。若是經典所在之處。", "105": "即為有佛。汝既不敬。豈無罪乎○篋。箱匣也。或全", "106": "卷。或數卷為部。一套為帙。失次者。顛倒無序之謂", "107": "也○挽脫漏誤者。遺落不全之謂也。破裂者。字句", "108": "殘缺也。流傳。流通人間為流傳。傳。轉也。展轉無盡", "109": "日流傳也。", "110": "或眠地聽經。仰臥讀誦。高聲語笑。亂他聽法。或邪解", "111": "佛語。僻說聖意。非法說法。法說非法。非犯說犯。犯說", "112": "非犯。輕罪說重。重罪說輕。或抄前著後。抄後著前。前", "113": "後著中。中著前後。綺飾文詞。安置己典。或為利養名", "114": "譽恭敬。為人說法。無道德心。求法師過而為論義。非", "115": "理彈擊。不為長解求出世法。或輕慢佛語尊重邪教。", "116": "毀呰大乘讚聲聞道。如是等罪無量無邊。皆悉懺悔。", "117": "此紊法也。眠地仰臥以下。種種紊亂。不敬之甚", "118": "○法。即世出世間之正法。非法。即世出世間之邪", "119": "法也○非法說法六句。正是邪解僻說處○乃至", "120": "云天堂是妄造。地獄非真說。酒肉不礙菩提。婬欲", "121": "不妨正性等言。俱是邪解僻說之意也○重。即戒", "122": "律中四棄八棄十波羅夷等。輕。即戒律中三十九", "123": "十乃至四十八等輕也。抄等四句。可就上文輕重", "124": "二句三等分之。如律中前篇至重。中篇稍重稍輕。", "125": "後篇純輕。邪解者。即以抄之。將輕重等事。混亂於", "126": "後人者。可知之矣。智者詳之○綺飾文詞。安置己", "127": "典者。工於法語莊飾己意。而竄入經典也○求法", "128": "師過。至讚聲聞道。正是為利養名譽。無道德心處", "129": "○諸經要集云。不以悲心利益眾生。貪取財物。或", "130": "用飲酒。或與女人共飲食。自賣求財。如是法施。其", "131": "果甚少。生於天上作智慧鳥。能說偈頌。是名下品", "132": "法施。若為名聞。為勝餘法師故。而為人說法。得報", "133": "亦少。生於天中。受中異報。或生人中。是名中品法", "134": "施。若以清淨心。為欲增長眾生智慧。及令住正法。", "135": "不為財利。如是法施。自利利人。無人最勝。乃至涅", "136": "槃。其福不盡。是名上品法施。至於慳恡佛法。不肎", "137": "開示眾生。障他慧明。後生邊地。無佛法處。猶為過", "138": "咎。", "139": "又復無始以來。至於今日。或於僧間有障。殺阿羅漢。", "140": "破和合僧。害發無上菩提心人。斷滅佛種。使聖道不", "141": "行。或剝脫道人。鞭拷沙門。楚撻驅使。苦言加謗。或破", "142": "淨戒及破威儀。或勸他人捨於八正。受行五法。或假", "143": "託形儀。闚竊常住。如是等罪。今悉懺悔。", "144": "次懺蔑僧業障○五分律云。調達不能害佛。欲破", "145": "其和僧。佛語調達曰。若僧已破。能和合者。其人生", "146": "天。若僧和合而破之者。墮地獄中○僧眾和合而", "147": "故為誹謗。離間謂之破阿羅漢和合僧無上菩提", "148": "心人。皆佛種也。而弒之。而破之。而害之。故曰斷滅", "149": "佛種。道人者。是有道有德之人。故曰道人。亦即沙", "150": "門之等類也○破諸魔經佛云。菩提有三種。若人", "151": "雖發菩提心。但樂自利以求解脫。故名聲聞菩提。", "152": "又雖發菩提心。於大乘法。不樂修習。但起心念觀", "153": "諸緣法。隨所觀察而行。故名緣覺菩提。若復有人。", "154": "發生阿耨多羅三藐三菩提心。已復勸他人。發如", "155": "是心。於輪迴身。不生厭倦。樂欲利樂。一切眾生。皆", "156": "令解脫。以己善利。普施一切。故名為無上菩提○", "157": "以上至此。文同七逆可知。梵語阿羅漢。此云殺賊。", "158": "應供。無生。此三號也○梵語沙門。又云桑門。三門", "159": "等。此云勤息。勤修戒定慧。息滅貪瞋癡。攝心達本", "160": "原。故號為沙門。云云○八正見前。五法者。涅槃五", "161": "種世法名。世句。世縛。世法。世執著。是名世諦五法", "162": "○闚竊者。瞰伺之謂也。", "163": "或裸露身形。輕衣唐突。在經像前。不淨脚履。踏上殿", "164": "塔。或著屧屐。入僧伽藍。涕唾堂房。污佛僧地。乘車䇿", "165": "馬。排揬寺舍。凡如是等。於三寶間所起罪障無量無", "166": "邊。今日至誠。向十方佛尊法聖眾。皆悉懺悔。", "167": "裸露。赤體也。赤身露體謂之裸露。輕衣。小衣。小衣", "168": "輕跳。謂之唐突。又唐突。即傏𠊲。不遜也。比丘不著", "169": "三衣禮拜。亦名輕衣唐突○屧屐也。又履中薦也。", "170": "屐。木屐。又履為無跟涼履。屐為脚靸而套。經云。著", "171": "屐見佛。生馬蹄國○梵語僧伽藍。此云眾園。清眾", "172": "所居之處也○排揬。推排衝突輕觸之謂也。", "173": "願生生世世。常值三寶。尊仰恭敬。應有厭倦。天繒妙", "174": "綵。眾寶纓絡。百千伎樂。珍異名香。華果鮮明。盡世所", "175": "有。常以供養。若有成佛。先往勸請。開甘露門。若入涅", "176": "槃。願我常得獻最後供。", "177": "上懺悔竟。下發願成德○說法度人。是為甘露開", "178": "甘露門。即轉法輪也○甘露名不死藥。食之長生", "179": "不死。喻若得佛法。即證不生不滅。常住之法。故云", "180": "甘露云爾○門通出入義令人出生死。入佛法門", "181": "故也○獻最後供。考經律異相云。佛臨入滅。有拘", "182": "尸城工巧之子。名曰純陀。泣告世尊。我等从今無", "183": "主。無救貧窮困苦。欲从如來。求將來食。惟願哀憐", "184": "攝受我等微供。然後涅槃。佛言。我今為汝斷除貧", "185": "窮。以無上法雨。雨汝身田。令生法芽。令汝具足。檀", "186": "波羅蜜。純陀號哭。復白大眾。同共禮勸。佛莫涅槃。", "187": "佛告純陀。諸佛法爾。有為亦然。速辦所施。不宜久", "188": "停。是時天人皆來奉供。佛悉不受。大眾唱言。善哉", "189": "純陀。成就大福。我等供具則為唐捐世尊欲滿眾", "190": "望。一一毛孔化無量佛。一一諸佛各有無量諸比", "191": "丘僧。悉皆受供。釋迦如來。自受純陀所奉。設者食", "192": "滿八斛。以佛神力。皆悉充足一切大眾。", "193": "於眾僧中。修六和敬。得自在力。興隆三寶。上弘佛道。", "194": "下化眾生。", "195": "六和者。一身和同住。二口和無諍。三意和同悅。四", "196": "戒和同修。五見和同解。六利和同均。修此六和。匪", "197": "敬弗得。故曰修六和敬。所以云無不敬者。亦此意", "198": "也。", "199": "如上所說於三寶間。輕重諸罪。皆以懺悔。其餘諸惡。", "200": "上結懺。下結前起後之文○其餘諸惡。葢謂如上", "201": "所說。說所不盡。故又言其餘。", "202": "今當次第。復更懺悔。", "203": "承前起後。", "204": "如經中說。有二健兒。一者自不作罪。二者作已能悔。", "205": "又有二種白法。能為眾生滅除眾障。一者慚自不作", "206": "惡。二者愧不令他作。有慚愧者。可名為人。若不慚愧。", "207": "與諸禽獸不相異也。是故今日至誠。歸依於佛。如法", "208": "懺悔。", "209": "此引經文如法勸誡。健者精進自強之謂。白者潔", "210": "白。純淨之詞○顯密圓通云。白法功德。只須慚愧", "211": "二種。能為眾生滅除眾障。不須財寶而自成就此", "212": "功德。故云白法。慙愧二字。亦即智信之意也。", "213": "無始以來。至於今日。或信邪倒見。殺害眾生。解奏魑", "214": "魅。魍魎鬼神。欲希延年。終不能得。或妄言見鬼。假稱", "215": "神語。如是等罪。皆悉懺悔。", "216": "此邪倒列相懺悔。下皆因無智不信。無慙無愧。", "217": "故有邪倒等種種過惡。直貫下文。正懺上若不慚", "218": "愧等二句○魑魅者。老物之精。山澤之怪。魍魎大", "219": "力鬼也○欲希延年。當知非但不得。延年。抑且難", "220": "免地獄之苦○妄言見鬼假稱神語者。如關亡捕", "221": "鬼。重子女巫。開堂附體。及關神亂語之類。如是等", "222": "罪者陳懺也。後同。", "223": "又復無始以來。至於今日。或行動傲誕。自高自大。或", "224": "恃種姓。輕慢一切。以貴輕賤。用強凌弱。或飲酒鬬亂。", "225": "不避親疎。惛醉終日。不識尊卑。如是等罪。今悉懺悔。", "226": "此傲慢列相懺悔。傲者慢也。倨也。誕者放也○種", "227": "姓者。種族尊勝。自恃高貴自高自大等○以貴輕", "228": "賤二句。釋上輕慢一句○經云。飲酒者過失無量。", "229": "若持酒器與人飲者。五百世中無手。何況自飲。何", "230": "況鬬亂等云云。乃至教人飲者。犯輕垢罪○飲酒", "231": "犯三十六種失。大藏一覽云。不孝父母。輕慢長上。", "232": "不敬三寶。不信經法。誹謗沙門。訏露人罪。恒說妄", "233": "語誣人。惡事傳言。兩舌惡口傷人。致病之根。鬪諍", "234": "之本。惡名流布。人所憎嫌。排斥聖賢。怨黷天地。廢", "235": "忘事業。破散家財。恒無慚愧。不知羞恥。無故捶打", "236": "奴婢。橫殺眾生。奸婬他妻。偷人財物。疎遠善人。狎", "237": "近惡㕛。常懷恚怒。日夜憂愁。牽東引西。持南著北。", "238": "倒溝臥路。墮車墮馬。逢河落水。持燈失火。暑月熱", "239": "亡。寒天凍死。此是三十六種失也。", "240": "或嗜飲食。無有期度。或食生鱠。或噉五辛。熏穢經像。", "241": "排揬淨眾。縱心恣意。不知限極。疎遠善人。狎近惡友。", "242": "如是等罪。今悉懺悔。", "243": "此穢濁列相懺悔。嗜欲也。好也。鱠。魚鱠。生鱠。或鯹", "244": "羴之物。五辛。梵網經云。一大蒜。二茖葱。即韭薤。三", "245": "慈葱。即家葱。四蘭葱。即小蒜。五興蕖。即胡荽為之", "246": "五辛。附食辛有五失。一多過。熟食發婬。生噉增恚。", "247": "二天遠。縱能說法。諸天遠離。三鬼近。鬼䑛神𠯳。常", "248": "與鬼住。四福消。福德日消。長無利益。五魔集。魔來", "249": "說法。非毀禁戒○排揬淨眾者。臭氣觸穢一切齋", "250": "戒善友等眾故也。", "251": "或貢高矯假。偃蹇自用。跋扈抵揬。不識人情。自是非", "252": "他。希望僥倖。如是等罪。今悉懺悔。", "253": "此暴戾列相懺悔。矜滿才能為貢高矯情飾詐為", "254": "矯假。怠緩率意為偃蹇自用。自強自逞。肆無忌憚。", "255": "為䟦扈抵揬。總是不隨順之意也○凡其所有不", "256": "當得而濫叨得者。謂之僥倖。", "257": "或臨財無讓。不廉不恥。屠肉沽酒。欺誑自活。或出入", "258": "息利。計時賣日。聚積慳尅。貪求無厭。受人供養。不慚", "259": "不愧。或無戒德。空納信施。如是等罪。今悉懺悔。", "260": "此貪誑列相懺悔。屠刳也。殺也。屠者。割肉知牛之", "261": "長少○沽者。買也。梵網經云。若佛子自沽酒。教人", "262": "沽酒。沽酒因。沽酒緣。沽酒法。沽酒業。是酒起罪因", "263": "緣。菩薩應生一切眾生明達之慧。而反生眾生顛", "264": "倒之心者。波羅夷罪○出入息利者。放債盤折積", "265": "算子母錢。謂之出入利息。本為父母。利即如子。故", "266": "云息也○而今世人放債取利。月不過五等說。謂", "267": "之計時賣日。尅積。貪求也○無淨戒之德。而納受", "268": "檀信之布施。則信施難消。故曰空納信施。婬殺盜", "269": "妄飲酒昏迷。乃至上文臨財無讓欺誑自活等者。", "270": "一總名為無戒無德也。", "271": "或捶打奴婢。驅使僮吏。不問饑渴。不問寒暑。或發撤", "272": "橋梁。杜絕行路。如是等罪。今悉懺悔。", "273": "此殘忍列相懺悔。", "274": "或放逸自恣。無記散亂。摴蒱圍棊。羣會屯聚。飲酒食", "275": "肉。更相擾餞。無趣談話。論說天下。從年竟歲。空喪天", "276": "日。初中後夜禪誦不修懈怠懶惰尸臥終日。於六念", "277": "處心不經理。見他勝事便生嫉妒。心懷慘毒。備起煩", "278": "惱。致使諸惡猛風吹罪薪火。常以熾然。無有休息。三", "279": "業微善一切俱焚。善法既盡為一闡提。墮大地獄無", "280": "有出期。是故今日至禱稽顙。向十方三寶。皆悉懺悔。", "281": "此放逸列相懺悔○摴蒲。博戲也。即賭賽之具。圍棊", "282": "堯造。丹朱善之○酒者。儀狄作酒醪。杜康作󰡊酒", "283": "○食肉者。梵網經云。斷大慈悲。犯輕垢罪○又食", "284": "肉有十過。一覽云。一一切眾生無始以來。皆是己", "285": "親。二食肉人。眾生見即驚怖。三壞他信心。四慈心", "286": "薄少。五增惡羅剎習氣。六令學呪術不行。七眾生", "287": "身命。於己無別。八諸天賢聖遠離。惡神恐怖。九不", "288": "淨所出。十死墮惡道○擾者。亂也。攪也。餞。送行之", "289": "燕○初中等者。欲求無上菩提。宜應晝夜禪誦精", "290": "勤。不可暫時怠惰。而無空喪可也。故遺教經云。汝", "291": "等比丘。晝則勤心修習善法。無令失時。初夜後夜。", "292": "亦勿有廢。中夜誦經以自消息。無以睡眠因緣。令", "293": "一生空過無所得也。禪者。梵語禪那。此云息寂。息", "294": "慮忘緣。體究自心。頓悟無生之理。即今謂之參禪", "295": "也。誦者。持呪誦經念佛等是也。因不修習而墮昏", "296": "沉散亂。生死二病之中。豈非空喪天年。虗延歲月", "297": "者乎○見他勝事者。即念佛參禪持誦等事○六", "298": "念者。念佛為慈悲導師。念法為三世佛母。念僧為", "299": "人天福田。念天為長壽安樂。念戒為清淨身心。念", "300": "施為普濟貧窮。是為六念。心不經理者。於此處懈", "301": "怠。毫無儆醒可知○惡業屬風。煩惱怒氣屬火。因", "302": "積習業風所扇。罪火熾焰。燒斷菩提徑路。故曰一", "303": "切俱焚○三業微善者。上言諸惡。不出十惡等業。", "304": "今之微善。不出五戒十善。惡勝善微。故曰俱焚。此", "305": "乃嫉妒煩惱之所害也○梵語一闡提。此云退沒", "306": "善心。亦云信不具。", "307": "向來所有一切眾罪。若輕若重。若麤若細。若自作。若", "308": "教他作。若隨喜作。若以勢力逼迫令作。如是乃至讚", "309": "歎行惡法者。今日至誠。皆悉懺悔。", "310": "總指上文。其餘罪業。重求。懺悔而發露之。", "311": "願承是懺悔。一切諸惡所生功德。生生世世。慈和忠", "312": "孝。謙卑忍辱。知廉識恥。先竟問訊。修良正謹。清潔義", "313": "讓。遠離惡友。常遇善緣。收攝六情。守護三業。捍勞忍", "314": "苦。心不退沒。立菩提志。不負眾生。", "315": "發願已。歸命禮諸佛。", "316": "上來總申懺悔已竟。願承下發願成德○慈和至", "317": "義讓。是世界法。遠離至眾生。是出世法。下結懺○", "318": "經云謙下諸比丘。遠離自高心。道生於卑退。德生", "319": "於安和故云爾○知恥近乎勇。其意亦在斯矣○", "320": "修良正謹。修順良導。不生違忤之心正直謹莊。了", "321": "無恣情偏曲等也○惡友。行十惡之人。善緣。五戒", "322": "十善之行○迴光反照。攝念歸真。故云收攝等○", "323": "六情。眼耳鼻舌身意。六根之識。稱為六情。識情分", "324": "別起貪愛等故也○捍。即勇猛精進之謂也○若", "325": "依文看來。中卷宜此處完。以懺悔業障竟故也。", "326": "南無毗盧遮那佛。南無本師釋迦牟尼佛。南無阿彌", "327": "陀佛。南無彌勒佛。南無龍種上尊王佛。南無龍自在", "328": "王佛。南無寶勝佛。南無覺華定自在王佛。南無袈裟", "329": "幢佛。南無師子吼佛。南無文殊師利菩薩。", "330": "寶積文殊云。願我成佛之時。以恒沙諸佛世界為", "331": "一佛剎。名為普見。諸菩薩言。文殊所得佛剎與彌", "332": "陀佛剎等不。世尊告言。譬如有人。析一毛為百分。", "333": "以一分於大海中取一滴水。喻彌陀佛剎莊嚴。彼", "334": "大海水喻普見佛剎莊嚴。復過於是。", "335": "南無普賢菩薩。南無大勢至菩薩。南無地藏菩薩。南", "336": "無大莊嚴菩薩。南無觀自在菩薩。", "337": "禮諸佛已。次復懺悔。向來已懺悔煩惱障。已懺悔業", "338": "障。所餘報障今當次第披陳懺悔。", "339": "上懺煩惱業障已竟。此處懺悔果報障○果報之", "340": "中。有地獄報。畜生報。餓鬼報。阿修羅報。更有人天", "341": "之中無量餘報。皆為果報。從此逐一次第懺悔。", "342": "經中說言。業報至時非空非海中。非入山市閒。無有", "343": "地方所。脫之不受報。唯有懺悔力。乃能得除滅。", "344": "此引經言以示勸。四不可得經云。兄弟四人學仙。", "345": "得五神通。宿對來至。自知壽盡。各自念神足飛騰。", "346": "所至無礙。各以神通力而自避死。於是一踊空中", "347": "藏形。一入市中人多無覓之處。一入大海。三百三", "348": "十六萬里下不至底至於其中。一劈開山隱形石", "349": "閒。自謂無常之對。無從而覓。以後死俱不免。入空", "350": "者死墮於地。如果熟落。入市者死於眾中。入海者", "351": "死為魚鱉所食。隱山者死為禽獸所噉。佛既觀知。", "352": "謂此四人欲捨宿對。三毒未除。安脫此患。", "353": "何以知然。釋提桓因。五衰相現。恐懼切心。歸誠三寶。", "354": "五相即滅。得延天年。如是等比。經教所明。其事非一。", "355": "故知懺悔。實能滅禍。", "356": "此指一事以作證驗。譬喻經云。有帝釋天。五德離", "357": "身。自知福盡。甚大憂愁。念三界中濟人苦厄。唯有", "358": "佛耳。往到佛所。時佛坐禪。入普濟三昧。大帝作禮", "359": "伏地。志心三歸佛法聖眾。未起之閒。其命忽出。便", "360": "至陶家驢母腹中作子。時驢自解。走瓦坏閒。踐壞", "361": "坯器。其主打之。尋時傷胎。其神復反。還為天帝。佛", "362": "三昧覺讚言善哉。能於殞命之際。歸命三尊。罪對", "363": "已畢。更不勤苦。佛為說法。得須陀洹道○涅槃經", "364": "云。諸天五衰相。一頭上華萎。二腋下汗出。三衣常", "365": "垢染。四身體臭穢。五不樂本座。此大五衰必死之", "366": "相。又俱舍云。衣服絕香。身光忽滅。浴滴沽身。本性", "367": "囂馳。兩目眴運。此小五衰。遇勝緣猶可解。非定死", "368": "相也。今得延天年。必是小五衰。釋提桓因。即釋帝", "369": "也○故知懺悔等直至文盡。皆是䇿發激勵後昆。", "370": "必自知其業障重深。定應懺悔而滅之。免其後悔", "371": "難追之患也。", "372": "但凡夫之人。若不值善友獎導。則靡惡而不造。致使", "373": "大命將盡。臨窮之際。地獄惡相皆現在前。當爾之時。", "374": "悔懼交至。不預修善。臨窮方悔。悔之於後。將何及乎。", "375": "殃禍異處。宿預嚴待。當獨趣入到地獄所。但得前行。", "376": "入於火鑊。身心摧碎。精神痛苦。如此之時。欲求一禮", "377": "一懺。豈可復得。", "378": "此舉報以警迷人。獎。勸也。稱。譽也。又助也。導。引也。", "379": "啟。迪也。窮。極也。究竟也。殃禍。猶言災害。異處者。輕", "380": "重各異其報也。人未命終。一生宿業。冥府已預分", "381": "明。故罪業之報。宿預嚴待。宿者宿昔。預先。嚴者。嚴", "382": "明以待罪人之至也。趣。疾也。又督迫也。鑊。鼎鑊釜", "383": "屬。火鑊。即地獄之所也○此下䇿進激勵於後人", "384": "也。", "385": "眾等切莫自恃盛年。財寶勢力。懶惰懈怠。放逸自恣。", "386": "死苦一至。無問老少。貧富貴賤。皆悉摩滅。奄忽而至。", "387": "不令人知。夫人命無常。喻如朝露。出息雖存。入息難", "388": "保。云何忽此而不懺悔。", "389": "此言人命無常。正云臨窮方悔。悔無所及處。當知", "390": "無常迅速。生死難期○無常忽到。欲懺無及。乘此", "391": "無病。正宜精進。切勿以少年且得自寬。致令後悔。", "392": "先賢有云。莫待老來方學道。孤坆盡是少年人○", "393": "摩滅。即消滅也。奄忽。即倏忽也。息。一呼一吸為一", "394": "息。故有出入息。甚言其速也○金剛經云。一切有", "395": "為法。如夢幻泡影。如露亦如電。應作如是觀。云何", "396": "忽此句。懺主痛責之詞。學人母得種種放過而不", "397": "解之也。慎夫哉。慎夫哉。", "398": "但五天使者既來。無常殺鬼卒至。盛年壯色。無得免", "399": "者。當爾之時。華堂䆳宇。何關人事。高車大馬。豈得自", "400": "隨。妻子眷屬非復我親。七珍寶飾乃為他玩。以此而", "401": "言。世閒果報皆為幻化。", "402": "此言一切世事。皆是虗假。五天。據增一阿含經云。", "403": "須彌山半有四種天。毗沙門。天王將諸夜叉。毗留", "404": "波叉天王將諸鬼神。毗留勒天王將諸魔鬼。提頭", "405": "賴咤天王將諸乾沓和等。又婆沙論云。自四天王", "406": "已下。有日月天。星宿天。常憍天。持鬘天堅首天。此", "407": "為五天。上天所勅為天使。冥司所遣為殺鬼○又", "408": "閻羅王請問經云。生老病死刑為五天使者。其文", "409": "甚詳○古云。三寸氣在千般用。一日無常萬事體。", "410": "縱有華堂等用。與我了不相關。故曰。何關人事。亦", "411": "指自言也。到此地位。世間樂事。皆非我有。迷者不", "412": "思厭離而求出世。反生貪戀。更增苦本○非復我", "413": "親者。先賢俚語云。夫妻一似同林鳥。大限來時各", "414": "自飛○七珍。金玉珠寶珊瑚琥珀瑪瑙等○玩。弄", "415": "也。戲也。好也。他玩。於己無益。徒為他有○幻化。幻", "416": "者。西域幻術之法。依艸木等幻作人畜。宛似往來", "417": "動作之相。須臾法謝。還成艸木。法喻各開五法。喻", "418": "中五者。如結一巾幻作一馬。一所依巾。二幻師術", "419": "法。三所幻馬。四馬有即無。五癡執為馬。法中五者。", "420": "一真性。二識心。三依他起。四我法即空。五迷執我", "421": "法。一切世間有為之法。無不例然。故云幻化也。", "422": "天上雖樂。會歸敗壞。壽盡魂逝。墮落三塗。是故佛語。", "423": "須䟦陀言。汝師󳬂頭藍弗。利根聰明。能伏煩惱。至於", "424": "非非想處。命終還作畜生道中飛狸之身。況復餘者。", "425": "故知未登聖果已還。皆應輪轉。備經惡處。如不謹慎。", "426": "忽爾一朝親嬰斯事。將不悔哉。", "427": "此云天福有盡○梵語須䟦陀羅。此云好賢唐言", "428": "善賢梵語󳬂頭藍弗。此云猛喜。又云極喜。仙人之", "429": "名也○󳬂頭藍弗果報。智度論云󳬂陀羅伽仙人。", "430": "得五神通。飛到王宮。王夫人接足而禮。夫人手觸。", "431": "即失神通。从王求車駕而出。更修五通。一心專志。", "432": "而鳥鳴以亂其意。次詣水邊求定。復聞魚鬬。即生", "433": "瞋恚。曰。我當盡殺魚鳥。此人久後得定。生非非想", "434": "天。後彼壽盡。下生報為飛狸。殺諸魚鳥。作無量罪。", "435": "墮三惡道○狸之伎倆。止可殺魚。今為飛狸。併殺", "436": "飛鳥。以遂其惡。致墮惡道。嗔時一念。可不慎哉○", "437": "聖果。即無上涅槃妙果○嬰受也。又觸也。", "438": "如今被罪。行詣公門。已是小苦。情地障惶。眷屬恐懼。", "439": "求赦百端。地獄眾苦。比於此者百千萬倍。不得為喻。", "440": "此以世事小苦喻大。陽閒官府小苦。尚知可畏。地", "441": "獄眾苦。比之無量而反不畏。不預修善。豈不大愚", "442": "而更大錯者也。豈不懼哉。豈不畏哉。下舉眾發歎", "443": "○已上大槩言罪報必不可免。故須懺悔力。方得", "444": "除滅。已下正言地獄中一切惡相惡報。今日至誠。", "445": "求哀懺悔。", "446": "眾等相與塵劫以來。罪若須彌。云何聞此安然不畏。", "447": "不驚不恐。令此精神復嬰斯苦。實為可痛。", "448": "此苦勸脫離罪報○云人生無有無罪。豈可不謹", "449": "慎而不懺悔。可傷可痛。", "450": "是故至誠。求哀懺悔。", "451": "結懺令除。已上懺悔業障已竟。下文懺悔報障。有", "452": "四。先懺地獄罪報。", "453": "某等從無始已來。至於今日。所有報障。然其重者。第", "454": "一唯有阿鼻地獄。", "455": "地獄眾苦。說不可盡。至於阿鼻猶為極重。阿者言", "456": "無。鼻者言遮。阿者言無。鼻者言救。合言無遮無救。", "457": "即無閒地獄也。下正說阿鼻獄中惡相惡報。受苦", "458": "無量。", "459": "如經所明。今當略說其相。此獄周匝有七重鐵城。復", "460": "有七重鐵網。羅覆其上。下有七重鐵刀為林。無量猛", "461": "火縱橫八萬四千由旬。罪人之身徧滿其中。罪業因", "462": "緣。不相妨礙。上火徹下。下火徹上。東西南北通徹交", "463": "過。如魚在𨫼。脂膏皆盡。此中罪苦亦復如是。", "464": "經。楞嚴經。地獄中。無非是銅是鐵。是石是火○阿", "465": "鼻獄。乃八大獄之一。謂斬活。黑繩。石磕。叫喚。大叫", "466": "喚。焰熱。大焰熱。阿鼻獄。前七者。各濶五百由旬。唯", "467": "阿鼻獄。三十二萬里。前七者。各壽千歲。唯阿鼻獄", "468": "王。壽二萬歲。俱治第一根本極重罪。謂弒父母。弒", "469": "阿羅漢破和合眾。逼奸淨尼。出佛身血。而阿鼻之", "470": "罪。所犯猶重。人間六十小劫。此獄方為一晝夜。故", "471": "曰甚重者第一阿鼻地獄。故謂阿鼻獄王。即此直", "472": "為縱。橫為廣。梵云由旬。此云限量。猶言此方之驛。", "473": "大者八十里。中者六十里。小者四十里。為一由旬", "474": "○因本經。佛告諸比丘。於四大洲。八萬小洲。諸餘", "475": "大山。須彌山王之外。外有一山。名日鐵圍。高六百", "476": "八十萬由旬。縱廣亦爾。彌密牢固。金剛所成。難可", "477": "破壞。此鐵圍外。復有一重大鐵圍山。高廣正等。兩", "478": "山之間。極大黑暗。無有光明日月。具有八大地獄。", "479": "謂活大地。獄。黑大地獄。合大地獄。叫喚大地獄。大", "480": "叫喚大地獄。熱惱大地獄。大熱惱大地獄。阿鼻至", "481": "大地獄。此八大地獄。各。各復有十六小地獄。周匝", "482": "圍繞而為眷屬。皆縱廣五百由旬。謂黑雲沙地獄。", "483": "糞屎泥地獄。五叉地獄。饑餓地獄。燋渴地獄。膿血", "484": "地獄。一銅釜地獄。多銅釜地獄。鐵鎧地獄。函量地", "485": "獄。鷄地獄。󰞆河地獄。斫截地獄。劍葉地獄。狐狼地", "486": "獄。寒冰地獄○除上八大獄。復有十次地獄。文長", "487": "難錄。又次之。則有孤獨地獄。此獄在閻浮提諸處。", "488": "或曠野山閒。或海畔廟中。有八萬四千座。苦報轉", "489": "輕。壽亦不定。所攝有情上下品十惡來生其中。偈", "490": "曰。閻浮地濶七千旬。處處皆有孤獨獄。或在山林", "491": "曠野中。或在大海江河畔。或在城隍社廟間。所攝", "492": "上品下惡罪。湯火刀兵雖各具。時日年月減。前科。", "493": "隨因感果苦多端。眷屬八萬如經說○地獄猛火", "494": "等相。大抵如十習因中婬習之所感。更兼瞋習之", "495": "所招。後楞嚴經可知○如魚者。引喻法。而人難受", "496": "可知○鏊。餅鏊槃。脂膏戴角者脂。無角者膏。又曰", "497": "凝者。脂。釋者膏。總皆身中潤澤之物。而可盡乎○", "498": "上來根本地獄。如州司牢獄。邊處地獄。如縣道牢", "499": "獄。孤獨地獄。如場鎮鎖杻之屬。", "500": "其城四門有四大銅狗。其身縱廣四千由旬。牙爪鋒", "501": "長。眼如掣電。復有無量鐵嘴諸鳥。奮翼飛騰。噉罪人", "502": "肉。牛頭獄卒。形如羅剎而有九尾。尾如鐵叉。復有九", "503": "頭。頭上十八角。角有六十四眼。一一眼中皆悉迸出", "504": "諸熱鐵丸。燒罪人肉。然其一瞋一怒哮吼之時。聲如", "505": "霹󳱏。", "506": "此明獄中獸類形狀。甚可怖畏。掣電者。言其紅光", "507": "閃爍。故如掣電。奮者勇也。發忿騰躍之勢耳。", "508": "復有無量無邊刀輪。空中而下。從罪人頂入。從足而", "509": "出。於是罪人痛徹骨髓。苦切肝心。如是經無數歲求", "510": "生不得。求死不得。如是等報。今日皆悉稽顙。慚愧懺", "511": "悔。", "512": "此皆惡業所感之報。不可不知也○今皆稽顙慙", "513": "愧者。懺悔已上阿鼻獄報。已下乃是懺悔其餘諸", "514": "獄。如刀山劍樹。以至八萬四千鬲子地獄之類。如", "515": "是等報。即同經中十因六報。大略相同○楞嚴經", "516": "云。一切眾生自業所感。造十習因。受六交報。云何", "517": "十因。一者婬習交接。發於相磨。故有猛火鐵牀銅", "518": "柱諸事。二者貪習交計。發於相吸。故有寒冰吒吒", "519": "波波諸事。三者慢習交陵。發於相恃。馳流不息。故", "520": "有血河󰞆河銅灌諸事。四者瞋習交衝。發於相忤。", "521": "忤結不息。心熱發火。鑄氣為金。故有刀山劍樹斧", "522": "越諸事。五者詐習交誘。發於相調。引起不住。故有", "523": "繩木絞校杻械諸事。六者誑習交欺。發於相罔。誣", "524": "妄不止。飛心造奸。故有塵穢沒溺諸事。七者恐習", "525": "交嫌。發於䘖恨。故有擒捉擊射諸事。八者見習交", "526": "明。發於邪業。薩迦耶見。邪悟諸業。故有王吏推鞫", "527": "諸事。九者枉習交加。發於誣謗。故有合山耕磨諸", "528": "事。十者訟習交諠。發於覆藏。故有業鏡對驗諸事", "529": "○云何六報。一切眾生。六識造業所招惡報從六", "530": "根出。一者見報。招引惡果。此見業交。則臨終時先", "531": "見猛火。滿十方界。亡者神識飛墜。乘烟火入無間", "532": "獄。發明二相。一者明見。見種種惡。生無量畏。二者", "533": "暗見。寂然不見。生無量恐如是見火。燒聽能為鑊", "534": "湯烊銅。燒息能為黑烟紫焰。燒味能為燋丸鐵糜。", "535": "燒觸能為熱󰞆爐炭。燒心能為星火迸洒。二者聞", "536": "報。此聞業交。則臨終時。先見波沒天地。神識乘流", "537": "入無間獄。發明二相。一者開聽。種種閙亂。二者閉", "538": "聽。寂無所聞。如是聞波。注聞則能為責為詰。注見", "539": "則能為雷為毒。注息則能為雨為蟲。注味則能為", "540": "膿為穢。注觸則能為畜為鬼。注意則能為電為雹。", "541": "推碎心魄。三者齅報。此齅業交。則臨終時。先見毒", "542": "氣。充塞神識。從地涌出入無間獄。發明二相。一者", "543": "通聞。惡氣熏心。二者塞聞。不通悶絕。如是齅報。衝", "544": "息則能為質為履。衝見則能為火為炬。衝聽則能", "545": "為沒為溺。衝味則能為餒為爽。衝觸則能為綻為", "546": "爛衝思則能為󰞆為瘴。四者味報。此味業交。則臨", "547": "終時先見鐵網周覆。神識下透掛網。倒懸入無間", "548": "獄。發明二相。一者吸氣。結冰凍裂。二者吐氣。為火", "549": "燋爛。如是甞味。歷甞則能為承為忍。歷見則能為", "550": "然金石。歷聽則能為利兵刃。歷息則能為大鐵籠。", "551": "歷觸則能為弓為箭。歷思則能為熱鐵雨。五者觸", "552": "報。此觸業交。則臨終時。先見四山來合。無復出路", "553": "神識被驅入無間獄。發明二相。一者合觸。合山逼", "554": "體。二者離觸。身心屠裂。如是合觸。歷觸則能為廳", "555": "為案。歷見則能為燒為熱。歷聽則能為撞為擊。歷", "556": "息則能為拷為縛。歷甞則能為耕為鉗。歷思則能", "557": "為煎為炙。六者思報。此思業交。則臨終時。先見惡", "558": "風吹壞神識被吹上空旋落。墮無閒獄。發明二相。", "559": "一者不覺。迷極荒走。二者不迷。覺知則苦。如是邪", "560": "思。結思則能為方為所。結見則能為鑒為證。結聽", "561": "則能為冰為霜。結息則能為火車火檻。結甞則能", "562": "為叫為喚。結觸則能為大為小。為一日中萬死萬", "563": "生。是名地獄十因六果。皆是眾生迷妄所造。自業", "564": "之所招感也。", "565": "次復懺悔刀山劍樹地獄。身首脫落罪報。懺悔鑊湯", "566": "爐炭地獄燒煑罪報。懺悔鐵牀銅柱地獄焦然罪報。", "567": "懺悔火車地獄劈礫罪報。懺悔拔舌犁耕地獄楚痛", "568": "罪報。", "569": "刀山等者。亦即十習之中瞋習之所招感也。云云", "570": "○爐炭者。亦是六交報中見火之所招感也○礫。", "571": "小石也。研碎之意也。", "572": "懺悔吞噉鐵丸烊銅灌口地獄五內消爛罪報。懺悔", "573": "鐵磨地獄骨肉󰞆粉罪報。懺悔黑繩地獄肢節分離", "574": "罪報。懺悔󰞆河沸屎地獄惱悶罪報。懺悔鹹水寒冰", "575": "地獄皮膚拆裂裸凍罪報。", "576": "五內。即五臟也。󰞆粉者。以繩牽扯。如世閒分屍之", "577": "例也。", "578": "懺悔豺狼鷹犬地獄更相殘害罪報。懺悔刀兵距爪", "579": "地獄更相搏撮斫刺罪報。懺悔火坑地獄炮炙罪報。", "580": "懺悔兩石相磕地獄形骸碎破罪報。懺悔眾合黑耳", "581": "地獄解剔罪報。", "582": "或豺害於犬。犬害於豺。故云更相等。距爪者。雞距", "583": "爪鷹之類。雞距。凡刀鋒有倒刺。皆曰距。趙廣漢善", "584": "為鉤距。鉤之有距。吞之則順。吐之則逆。使人入其", "585": "術中而不能出。以鉤索其隱情也。搏手擊斫刀斬。", "586": "搏撮斫刺。皆受苦之狀。磕。石相築聲。眾合黑耳者。", "587": "或有眾物相合。黑暗耳目。更有鋸解刀剔之苦。", "588": "懺悔暗冥肉山地獄斬剉罪報。懺悔鋸解釘身地獄", "589": "斷截罪報。懺悔鐵棒倒懸地獄屠割罪報。懺悔焦熱", "590": "叫喚地獄煩冤罪報。懺悔大小鐵圍山閒長夜冥冥", "591": "不識三光罪報。懺悔阿波波地獄阿婆婆地獄阿吒", "592": "吒地獄阿羅羅地獄。", "593": "自上至下。種種地獄。受如是苦。各各之所不同者。", "594": "皆有牛頭獄卒馬面夜叉等。各以大力追逐驅逼", "595": "而使之然也。然而皆眾生業力之所招感。本非天", "596": "降亦非人與當自知之而莫自昧也○波波婆婆", "597": "吒吒羅羅。俱寒獄中忍寒之聲也。", "598": "如是八寒八熱一切諸地獄中。復有八萬四千鬲子", "599": "地獄。以為眷屬。", "600": "如是者。總上地獄而言。八熱即八獄。阿鼻即其一", "601": "也。惟阿鼻獄至大故云獄之王。八寒獄。一頞部陀。", "602": "二尼剌部陀。此二從寒逼身皰裂立名。三頞折吒。", "603": "四嚯嚯婆。五唬唬婆。此三從寒苦痛發聲立名。六", "604": "嗢鉢羅。七鉢特摩。八摩訶鉢特摩。此三從身裂。如", "605": "三種蓮華。立名。一青蓮。二紅蓮。三大紅蓮。此為八", "606": "寒獄。無遊增八熱獄。一等活。謂斬刺磨搗吹活等。", "607": "二黑繩。謂以黑繩綳量。後方斬鋸。三眾合。謂苦具", "608": "眾至合黨相殘。四嘷叫。謂眾苦所逼。悲嘷發聲。五", "609": "大叫。極苦所逼謂大叫稱怨。六炎熱。謂炎逼身轉", "610": "極苦難堪。七極熱內外自他身出猛火。互相燒害。", "611": "八阿鼻。趣果受苦時命及形。五皆無間。此八熱獄。", "612": "每一獄各有四門。每門各有四獄。謂煻煨屍糞鋒", "613": "刃烈河增也。一獄既有十六則。八獄總有一百二", "614": "十八。皆名遊增。連八大獄。其成一百三十六座。有", "615": "情遊彼。其苦增苦。故名遊增。自行十惡五逆。感八", "616": "大地獄。教他行逆惡。感十六眷屬遊增獄。八萬等", "617": "者鬲子地獄。梁皇懺略見。八萬四千未曾具陳。以", "618": "為眷屬者。以為同類之謂。謂八寒八熱大地獄中。", "619": "總有一百二十八遊增獄。即此一切諸地獄中。復", "620": "有八萬四千鬲子地獄。正與大獄相為表裏。互為", "621": "分屬。合此眾苦而成大獄。故曰眷屬。正與大獄小", "622": "獄相合而成之。如人之有大小眷屬然耳。非真有", "623": "眷屬也。諸地獄中者。以其為主。以為眷屬者。如主", "624": "有從者故云眷屬。", "625": "此中罪苦。炮煑楚痛。剝皮刷肉。削骨打髓。抽膓拔肺。", "626": "無量諸苦。不可聞不可說南無佛。", "627": "刷者。刮也。掃也。削者。刮削。皆剮剔之意○懺悔至", "628": "此。寧不駭汙。南無佛。心心念念。早辦資粮。急為改", "629": "革。勿致此苦。資粮即所修福智是也○人間五百", "630": "歲。地獄方為一晝夜。壽命一千歲。則無始已來。經", "631": "生父母。倘受重罪者。竟不知其凡幾矣。此尚小獄", "632": "為然。況阿鼻獄王。人間六十小劫。此獄方一晝夜。", "633": "壽命二萬歲。受苦何所窮極。更有無量無邊不可", "634": "思議之長時。難以說盡。可不痛惜也哉○不為預", "635": "辦資粮。不速為漸愧改革。地獄之苦。宿預嚴待。可", "636": "不懼哉○經云。念佛一聲。滅八十億劫生死重罪。", "637": "懺主敘至於此稱南無佛者。以至極悲。深痛地獄", "638": "之中。一切苦惱眾生。無非無始惡業因緣。以至於", "639": "此。然而非唯一切。或我無始以來。未必不然。所以", "640": "總申懇禱念佛。發露求哀懺悔。願乞除滅。離諸苦", "641": "惱。得解脫樂也。", "642": "今日在此中者。或是我等無始以來。經生父母。一切", "643": "眷屬。我等與彼命終之後。或當復墮如此獄中。今日", "644": "洗心懇禱。叩頭稽顙。向十方佛大地菩薩。求哀懺悔。", "645": "令此一切罪報。畢竟消滅。", "646": "已上憶苦。懺悔地獄報竟。下即發願離苦得樂。", "647": "願承是懺悔地獄等報所生功德。即時破壞阿鼻鐵", "648": "城。悉為淨土。無惡道名其餘地獄。一切苦具轉為樂", "649": "緣。刀山劒樹變成寶林。鑊湯爐炭蓮華化生。牛頭獄", "650": "卒除捨暴虐。皆起慈悲。無有惡念。地獄眾生得離苦", "651": "果。更不造因。等受安樂。如第三禪。一時俱發無上道", "652": "心。", "653": "懺悔已。至心信禮常住三寶。", "654": "離喜妙樂為三禪。人間最樂無有過者。三禪。謂三", "655": "禪天。一少淨天。二無量淨天。三徧淨天。此三天。已", "656": "無男女婬慾。以禪定法喜為食。所以說更不造因。", "657": "等受安樂如第三禪也○發無上道心。即發阿耨", "658": "多羅三藐三菩提心也。梵語阿耨云云者。華言無", "659": "上正等正覺。", "660": "南無毗盧遮那佛。南無本師釋迦牟尼佛。南無阿彌", "661": "陀佛。南無彌勒佛。南無龍種上尊王佛。南無龍自在", "662": "王佛。南無寶勝佛。南無覺華定自在王佛。南無袈裟", "663": "幢佛。南無師子吼佛。南無文殊師利菩薩。南無普賢", "664": "菩薩。南無大勢至菩薩。南無地藏菩薩。南無大莊嚴", "665": "菩薩。南無觀自在菩薩。", "666": "禮諸佛已。次復懺悔。已懺地獄報竟。今當懺悔三惡", "667": "道報。", "668": "承前啟後○此下懺悔果報中三惡道報。即下畜", "669": "生道餓鬼道修羅道是也。兼上地獄名四惡道。", "670": "經中佛說。多欲之人。多求利故。苦惱亦多。知足之人。", "671": "雖臥地上。猶為安樂。不知足者。雖處天堂猶不稱意。", "672": "但世閒人忽有急難。便能捨財不計多少。而不知此", "673": "身臨於三塗深坑之上一息不還便應墮落。", "674": "此懺人道出其多求不足慳吝之苦代為懺悔○", "675": "此處三塗且指地獄餓鬼畜生而言。文義不在修", "676": "羅故也。", "677": "忽有知識。勸營功德。令作未來善法資糧。執此慳心", "678": "無肎作理。", "679": "善知識者。憐其罪苦。故來勸彼令修善法使之滅", "680": "罪。乃至於修戒修定修慧。作種種福德者。亦俱可", "681": "稱善法資粮也。", "682": "夫如是者。極為愚惑。何以故爾。經中佛說。生時不賫", "683": "一文而來。死亦不持一文而去。苦身積聚為之憂惱。", "684": "於己無益。徒為他有。無善可恃。無德可怙。致使命終", "685": "墮諸惡道。", "686": "賫即齎裝也。送也。行道所用也○既不益己。縱是", "687": "自有。還成他有。因慳貪故。無善。無德。故生惡道也。", "688": "是故今日歸命三寶至誠懺悔。", "689": "上總明慳貪苦報懺悔竟。下別開三道。次第披誠", "690": "懺悔。先懺畜生道。", "691": "次復懺悔畜生道中無所識知罪報。懺悔畜生道中", "692": "負重牽犁償他宿債罪報。懺悔畜生道中不得自在", "693": "為他斫刺屠割罪報。懺悔畜生道中。無足二足四足", "694": "多足罪報。懺悔畜生道中身諸毛羽鱗甲之內為諸", "695": "小蟲之所唼食罪報。如是畜生道中有無量罪報。今", "696": "日至誡。皆悉懺悔。", "697": "此懺畜生道○畜生道如楞嚴經云。是諸眾生。若", "698": "於本因。貪物為罪。遇物成形。名為怪鬼。物銷報盡。", "699": "生於世閒。多為梟類。酬足為人。參合頑類。貪色為", "700": "罪。遇風成形。名為魃鬼。風銷報盡。生於世間。多為", "701": "咎徵。酬足為人。參合異類。貪惑為罪。遇畜成形。名", "702": "為魅鬼。畜死報盡。生於世間。多為狐類。酬足為人。", "703": "參合庸類。貪恨為罪。遇蠱成形。名蟲毒鬼。蠱滅報", "704": "盡。生於世間。多為毒類。酬足為人。參合狼類。貪憶", "705": "為罪。遇衰成形。名為癘鬼。衰窮報盡。生於世間。多", "706": "為蛔類。酬足為人。參合微類。貪傲為罪。遇氣成形", "707": "名為餓鬼。氣銷報盡。生於世間。多為食類。酬足為", "708": "人。參合柔類。貪罔為罪。遇幽成形。名為魘鬼。幽銷", "709": "報盡。生於世閒。多為服類。酬足為人。參合勞類。貪", "710": "明為罪。遇精成形。名魍魎鬼。精銷報盡。生於世間。", "711": "多為應類。酬足為人。參合文類。貪成為罪。遇明成", "712": "形。名役使鬼。明滅報盡。生於世間。多為休徵。酬足", "713": "為人。參合明類。貪黨為罪。遇人成形。名傳送鬼。人", "714": "亡報盡。生於世閒。多為循類。酬足為人。參合達類。", "715": "次復懺悔餓鬼道中長受饑渴百千萬歲不聞漿水", "716": "之名罪報懺悔餓鬼食噉膿血糞穢罪報。懺悔餓鬼", "717": "動身之時一切肢節火然罪報。懺悔餓鬼腹大咽小", "718": "罪報。如是餓鬼道中無量苦報。今日稽顙求哀。皆悉", "719": "懺悔。", "720": "上懺畜生道竟。次懺餓鬼道。餓鬼道者。如正法念", "721": "處經云。餓鬼險惡之業。由心貪嫉欺誑於人。貪惜", "722": "積聚欲望長富。廣積眾惡。不行布施。沙門婆羅門。", "723": "及諸病瘦盲瞑貧窮。有來乞求。心生慳嫉。不肎施", "724": "與。不作功德。不持禁戒。以是因緣。墮餓鬼中○復", "725": "次若有眾生。受他寄物。抵拒不還。生於彼處。一者", "726": "人中住。若人夜行則有見者。二者在閻浮提下。五", "727": "百由旬。有住海中。有住海渚。惡道眷屬。其數無量。", "728": "略言有三十六種且舉七八種。一者炬口。口出猛", "729": "火。肢節煙生。二者針咽。腹大如鼓。項頸如針。形狀", "730": "苦瘦。三者臭口。口氣臭惡。臭不可聞。四者大癭。頸", "731": "生癭瘤。噉彼膿血。五者針毛。出毛如針。轉刺身體。", "732": "六者臭毛。身毛臭穢而不堪聞。七者得棄食。人所", "733": "棄以充饑餓。八者得失。物失不堪。方得就喫。一日", "734": "一夜。比人間十年。如是五百歲。名為一生○腹大", "735": "咽小者。針咽鼓腹之徒。焰口焦身之輩。即此類也。", "736": "次復懺悔一切鬼神修羅道中諛諂憍詐罪報。懺悔", "737": "鬼神道中擔沙負石填河塞海罪報。懺悔鬼神羅剎", "738": "鳩槃茶諸惡鬼神生噉血肉受此醜陋罪報。如是鬼", "739": "神道中無量無邊一切罪報。今日稽顙。向十方佛大", "740": "地菩薩。求哀懺悔。悉令消滅。", "741": "次懺阿修羅道。阿修羅。此云非天。由前因中。雖願", "742": "得天身而不信正業福田力故。智度論云。欲界眾", "743": "生。三種善根。上分天道果報。中分人道果報。下分", "744": "修羅果報。修羅結使腹心。心多邪曲。得道甚難。諸", "745": "天雖隨結使。直心信道。修羅雖則與天相似。以其", "746": "近道難故。故在人下。天之怨敵。名阿修羅。王於。欲", "747": "界中。化身大小。隨意能作○楞嚴經云。阿修羅有", "748": "四種。若於鬼道。以護法力。成通入空。此阿修羅從", "749": "卵而生。鬼趣所攝。若於天中。降德貶墜。其所卜居", "750": "鄰於日月。此阿修羅从胎而出。人趣所攝。有修羅", "751": "王執持世界。力洞無畏。能與釋梵四天爭權。此阿", "752": "修羅。因變化有。天趣所攝。下劣修羅。生大海心。旦", "753": "遊虗空。暮歸水宿。此阿修羅。因濕氣有。畜生趣攝。", "754": "前阿修羅王。住大海底。須彌山側。所住之城。名曰", "755": "光明。縱廣八千由旬。壽五千歲。一日一夜。比人間", "756": "五百歲○諛諂面從。曰諛。侫言曰諂。憍。恣也。逸也。", "757": "縱肆也。詐。偽也。詭譎也○羅剎。是食人鬼。亦是噉", "758": "精氣鬼。人心中有七滴甜水。和養精神。鬼噉一滴。", "759": "令人頭痛。三滴悶絕。七盡即死。一心持呪者。即脫", "760": "此難○鳩槃茶。是可畏鬼。", "761": "願承是懺悔畜生等報。所生功德。生生世世。滅愚癡", "762": "垢。自識業緣。智慧明照。斷惡道身。", "763": "上懺三報已竟。此發願求成三道之功德。滅惡生", "764": "善。必承懺法而入也○因愚癡無慧故。受畜生身", "765": "報。今得智慧。一念醒悟。即可斷畜生惡道身。而生", "766": "人天善道○愚垢既除。畜生報盡。或生天上。或生", "767": "人間。慧性開明。自識業緣果報。必不更受於畜生", "768": "者。莫非懺悔之功。亦自知之也。", "769": "願以懺悔餓鬼等報。所生功德。生生世世。永離慳貪。", "770": "饑渴之苦。常餐甘露解脫之味。願以懺悔鬼神修羅", "771": "等報。所生功德。生生世世。質直無諂。離邪命因。除醜", "772": "陋果。福利人天。", "773": "梵語阿修羅。此云非天。有天福而無天行故。又云", "774": "無酒等。其形極醜。常與諸天鬬戰。力不勝故。但彼", "775": "縛故。又云具縛有四。如上所明○為利養故。現奇", "776": "特相。或高聲現威。令人畏敬。此則心多邪曲。皆邪", "777": "命因也。今既質直無諂。是即離邪命因。修正因緣。", "778": "自然除醜陋果。得端正報。乃至於自利利他。亦承", "779": "懺法之力而得如是也。", "780": "願從今以去。乃至道場。決定不受四惡道報。唯除大", "781": "悲為眾生故。以誓願力。處之無厭。", "782": "鬼畜修羅。兼前地獄。故云四惡道報○此下懺果", "783": "報中人天餘報。", "784": "已懺三塗等報。今當復次稽懇。懺悔人天餘報。相與", "785": "稟此閻浮壽命。雖曰百年。滿者無幾。於其中間盛年", "786": "夭枉。其數無量。但有眾苦。煎迫心形。愁憂恐怯。未曾", "787": "蹔離。", "788": "已懺云云者。承前起後。相與稟此云云。分懺過現", "789": "促命。閻浮。具云南閻浮提。此云穢樹。盛年夭枉者。", "790": "或少年橫死之流是也。此皆有業而未及懺悔之", "791": "報。", "792": "如此皆是善根微弱。惡業滋多。致使現在凡有所為。", "793": "皆不稱意。當知悉是過去已來惡業餘報所致。是故", "794": "今當懺悔。", "795": "此分懺過現。原因善根微弱。故有盛年夭枉等苦", "796": "也○以下一切罪報。正明凡有所為。皆不稱意處。", "797": "人間惡報。無非眾苦煎逼心形者是。", "798": "無始以來至於今日。所有現在及以未來人天之中。", "799": "無量餘報。", "800": "上先明餘報之由竟下正舉無量餘報罪業。總申", "801": "懺悔也。", "802": "懺悔人間流殃宿對癃殘百病六根不具罪報。懺悔", "803": "人間邊地邪見三惡八難罪報。懺悔人間多病消瘦", "804": "促命夭枉罪報。懺悔人間六親眷屬不得常相保守", "805": "罪報。懺悔人間親友凋喪愛別離苦罪報。", "806": "此廣懺現未列報○流者流落。殃即災殃。此因無", "807": "始宿業。縱修善法而得人身。惡業未盡。猶有流落", "808": "餘剩之殃。故曰流殃宿對等云耳○六根。眼耳鼻", "809": "舌身意。不能完具○三惡者。惡大惡。惡中惡。惡者。", "810": "人以惡加己。還以惡報之。大惡者。人不侵己。無故", "811": "加害於人。惡中惡者。人來恭敬供養。不念報恩而", "812": "反害之○八難者。生於邊地邪見之家。便不知三", "813": "寶。一地獄。二餓鬼。三旁生。此又名三惡道。亦在八", "814": "難數中。四盲聾瘖瘂。五世智辯聰。六佛前佛後。七", "815": "北俱盧洲。此四者在人道中。八無想天。此八者。有", "816": "一于此。不得見佛聞法。總名八難。出淨名疏○不", "817": "得常相保守者。父母兄弟妻子中有一死別生離", "818": "便是○凋。瘁也。焦瘁也。", "819": "懺悔人間冤家聚會憂愁怖畏罪報。懺悔人間水火", "820": "盜賊刀兵危險驚恐怯弱罪報。懺悔人間孤獨困苦", "821": "流離波迸亡失國土罪報。懺悔人間牢獄繫閉幽執", "822": "側立鞭撻拷楚罪報。懺悔人間公私口舌更相羅染", "823": "更相誣謗罪報。", "824": "幼而無父曰孤。老而無子曰獨。流離波迸。亡失國", "825": "土。無家可歸。困苦非常○幽執側立。在牢獄之中。", "826": "不得自在而鞭撻也○彼此互相綺飾文詞。乃至", "827": "彼此惡言加謗。故曰更相等。", "828": "懺悔人間惡病連年累月不差枕臥牀席不能起居", "829": "罪報。懺悔人間冬瘟夏疫毒癘傷寒罪報。懺悔人間", "830": "賊風腫滿否塞罪報。懺悔人間為諸惡神伺求其便", "831": "欲作禍崇罪報。懺悔人間鳥鳴百怪飛屍邪鬼偽作", "832": "妖異罪報。", "833": "差。病瘳也。毒癘。秋間瘧癘。春患傷寒○此言四季", "834": "之中。嘗懷病苦者。如法華云。水腫乾痟。疥癩癰疽。", "835": "如是等病。以為衣服者是也○痞。氣隔不通也。邪", "836": "風漲滿。痞塞纏綿等病。直至下文種種罪報。無非", "837": "過去之餘殃也○伺。偵候也。探伺也。崇。神禍也○", "838": "屍。死者在牀曰屍飛屍。即怪異。百怪等者。或即毗", "839": "陀羅起屍之類便是。", "840": "懺悔人閒為彼虎豹豺狼水陸一切諸惡禽獸所傷", "841": "罪報。懺悔人閒自縊自刺自殺罪報。懺悔人閒投坑", "842": "赴火自沉自墜罪報。懺悔人閒無有威德名聞罪報。", "843": "懺悔人閒衣食資生不能稱心罪報。懺悔人閒行來", "844": "出入有所運為值惡知識為作留難罪報。如是現在", "845": "未來人天之中。無量禍橫。災疫厄難。衰惱罪報。", "846": "虎。猛獸。豹似虎圜文。豺。狼屬狼似犬。皆惡獸也○", "847": "縊。絞也。自經死也。刺。穿也。傷也。聞。聲譽也○皆不", "848": "稱其所為。故云留難○已上等報。正所謂但有。眾", "849": "苦煎逼心形。愁憂恐怯。未曾暫離者此也。人閒有", "850": "此許多不稱意。正緣善根微弱惡業滋多。故有此", "851": "等苦報。可不生大慙愧大恐怖。以哀求懺悔也。", "852": "某等今日至誠。向十方佛尊法聖眾。求哀懺悔。願皆", "853": "消滅。", "854": "上來懺悔三障已竟。下文總申發願求成功德。", "855": "前已懺悔三業六根一切煩惱障。一切業障。四生六", "856": "道一切報障。今當次第發願迴向。", "857": "承前起後。下正名迴向。", "858": "某等願以此懺悔三障。所生功德。悉皆迴向施與一", "859": "切眾生。俱同懺悔。願與一切眾生。現生之內。身心安", "860": "樂。三災八難。不吉祥事。咸悉消除衣食豐饒。", "861": "此普及眾生現生感樂果○饑饉疾疫刀兵為三", "862": "小災。火劫水劫風劫為大三災。此特以小三災言", "863": "之耳。八難見前。毗婆沙論云。人能一日一夜持不", "864": "殺戒於未來世。決不逢刀兵災。若以一訶梨勒菓。", "865": "起殷淨心。奉施病僧。於當來世決不逢疾疫災。若", "866": "一摶之食。起殷淨心。奉施僧眾。於當來世。決定不", "867": "逢饑饉災。", "868": "正信三寶。捨此報身。皆得往生極樂世界。親覲彌陀。", "869": "得授記莂。當來世中。見彌勒佛。聽聞正法。如教進修。", "870": "正信三寶句。亦普及眾生現生植善因○信此一", "871": "乘無上之法為正信也○捨此以下。是普及眾生", "872": "當來近佛○捨此者。前生所作惡業善業。今生此", "873": "身。正為來受苦樂之報。故為報身。死即捨此形命", "874": "而往。故曰捨此報身○彌陀佛國。清淨人民。種種", "875": "快樂。皆是阿󳺎䟦致。不比五濁惡世也。見小彌陀", "876": "經○莂者。禾稻秧種。字義从艸从別。禾秧為艸中", "877": "別一佳種。故曰莂。以喻授記即作佛秧。故曰得授", "878": "記莂也○彌勒佛國。其地平正。無有山陵谿谷。人", "879": "民眾多。少貪婬瞋恚愚癡。壽皆八萬四千歲。面目", "880": "桃華色。彌勒龍華三會說法。初會度九十六億萬", "881": "人。二會度九十四億萬人。三會度九十二億萬人。", "882": "彌勒佛住世六萬歲。正法如是。像法亦復如是。", "883": "願得生生世世。在在處處。常值國王。興降三寶。不生", "884": "外道邪見之家。", "885": "此普及眾生。當來遠魔。外道邪見。即不得興隆也。", "886": "又願生生世世。在在處處。蓮華化生。種族尊勝。安隱", "887": "快樂。衣食自然。", "888": "此普及眾生當來感勝○從此懺法功勳。更加一", "889": "心念佛。以淨其心。在處佛土。悉皆清淨。所以不受", "890": "父母胞胎。常在蓮華托質耳○若必蓮華化生。種", "891": "族不止豪貴高門。若據此二句。劣者猶在化樂天", "892": "宮。勝者必生十方淨土。更觀下文可見也。", "893": "又願生生世世。在在處處。慈仁忠孝。等心濟物。不生", "894": "一念逆害之心。", "895": "此普及眾生。當來尚善也。", "896": "又願生生世世。在在處處。常為諸佛之所護念。能降", "897": "魔怨及諸外道。與諸菩薩俱會一處。菩提道心相續", "898": "不斷。", "899": "此普及當來值聖也○淨印法門經云。以無所為", "900": "心。即能降諸魔。當知有四知苦能降蘊魔。斷集能", "901": "降煩惱魔。證滅能降死魔。修道能降天魔○。婆沙", "902": "論云。斷慧命故名魔。復次常行放逸而害自身。故", "903": "名魔。魔者殺也○華嚴會上第二十一位知識。徧", "904": "行外道。告善財言。閻浮提內九十六種外道。各起", "905": "異見而生執著。我悉於中方便調治。令其捨離所", "906": "有諸見。乃至普及十方世界。悉亦如是○楞嚴註", "907": "云。悟道之人。一生眾裏。與道相應。不作三業。所以", "908": "不受三界死生。又一乘人。常入生死度生。實由道", "909": "力所資。不染三界根本煩惱來往自由。", "910": "又願生生世世。在在處處。興顯佛法。修行大乘。分身", "911": "無量。救度眾生。直至道場。無有退轉。", "912": "此普及當來。自利利他○華嚴云。雖復現身於世", "913": "中生。而於世法心無所著。不同凡夫永沒三界。又", "914": "不同二乘求出三界。方知學佛人。能免生死。義在", "915": "於斯。乃無生死可免。無三界可出。觀四生如一子。", "916": "等三界於同仁故也○分身無量。如法華經云。我", "917": "分身謂佛。在於十方世界說法者。今應當集云云。", "918": "如諸佛菩薩所發誓願。所修福智。所行迴向。我亦如", "919": "是發願修集迴向。", "920": "此上同諸聖○發誓願者。如四弘誓願等修福智。", "921": "即福慧雙修。回向有十。一者救護一切眾生離眾", "922": "生相迴向。度無所度。二者不壞迴向。壞其可壞。遠", "923": "離諸離故。三者等一切佛回向。覺齊佛覺。四者至", "924": "一切處回向。發明無地。五者無盡功德藏回向。身", "925": "土涉入。六平等善根回向。同於佛因。七等觀一切", "926": "眾生回向。性同眾生。八真如相回向。不即不離。九", "927": "無縛解脫回向。十方無礙。十等法界無量回向。性", "928": "得圓成。", "929": "虗空界盡眾生界盡。眾生業盡。眾生煩惱盡。", "930": "統結回向。反明四法有盡。", "931": "我此修行迴向終無有盡。", "932": "正明修行無盡。", "933": "發願迴向已。至心信禮常住三寶。", "934": "總結歸敬三寶○已上如是十種回向。楞嚴廣明。", "935": "茲不繁引。然而人回向者。回因向果。回小向大。乃", "936": "至迴向真如實際。莊嚴無上佛果菩提。經云。回己", "937": "施眾生。皆共成佛道。正此意也。此中言如是迴向。", "938": "虗空界盡等言。如懺悔文云。乃至虗空世界盡。眾", "939": "生及業煩惱盡。如是四法廣無邊。願今回向亦如", "940": "是。所以說我此回向。終無有盡也。發願已。而更信禮", "941": "常住三寶者。當知前來一部懺文。所說無量無邊", "942": "一切罪業。欲求懺滅者。畢竟全憑十方常住三寶。", "943": "廣大威德神通之力。己躳一念竭誠之力。始得罪", "944": "業消融。福慧增長。直至成就無上菩提。無出於此", "945": "故也。我眾等欲求懺法。當於三寶己躬之處。宜盡", "946": "心焉。慎毋忽耳。慎毋忽耳。倘或稍有一念輕微。便", "947": "是虗搆文言。非但不能益於理。亦恐不能益於事", "948": "也。思之。", "949": "慈悲水懺法卷下終", "950": "懺如浣滌。以水為名。至心頂禮。罪根清罪滅。福由生。", "951": "慧日昭靈覺海性圓澄。", "952": "音釋音釋", "953": "佛法僧間後文佛法僧間後文毀亦去聲。曝步木切音僕。坌步悶切盆去聲。裸魯果", "954": "切。羅。上聲赤體也。篋乞協切音怯。軸直六切音逐。帙直質切。音姪書衣經套也。挽", "955": "武綰切。音晚。引。肎苦等切同肯。抄楚交切。同鈔。謄寫也。著直略切。附也。置也。呰祖此", "956": "切音子。殺式吏切。音試下殺上曰弒。著職略切音灼。屧悉協切音燮。屐竭戟切。音", "957": "極。", "958": "其餘文其餘文魑抽知切音鴟。摴抽居切音摳。蒱蓬晡切音匍。相見上息", "959": "亮切。去聲下形甸切。音縣。殺所界切。音曬。疾也。卒蒼沒切。村。入聲。忽也。速也。䆳須兌切音", "960": "歲。鼻皮意切。音避。無入聲。掣敕列切音徹。礫即狄切音力。搏伯各切。音博。手擊也。", "961": "磕充合切。石相築聲。斫職略切音酌。鬲各鵅切。音格。同隔讀。力者曲脚之鼎。", "962": "三惡道文三惡道文營于平切音刑。賷俗齎字。𤖆西切。音韲。今書此字。已久不可改矣。唼", "963": "色洽切音霎鳧雁聚食也。", "964": "人閒文人閒文差楚懈切。音蠆。病瘳也。聞無悶切。音問聲譽。曰聞。莂必列切。音別。", "965": "註音釋註音釋", "966": "讚佛偈讚佛偈分無悶切去聲。", "967": "卑猥註卑猥註埲蒲孔切。塕烏孔切。翁。上聲。盥古玩切。音貫。以盆洗手曰盥。套他到", "968": "切滔去聲。紊文運切。音問。亂也。", "969": "闚竊註闚竊註瞰苦濫切。音闞。俯視曰瞰。伺息恣切。音四。察也。靸悉合切糝。入聲。乩", "970": "堅溪切。音雞。卜以問疑。", "971": "飲酒註飲酒註黷杜谷切。音讀。黑也。垢也。", "972": "生鱠註生鱠註羴尸連切。扇。平聲。羊臭也。蒜蘇貫切音算。茖各鵅切。音格。山葱也。韭", "973": "薤上居有切。音九。下下戒切。音械。荽蘇回切。音綏亦葷󳳲也。䑛上紙切侍上聲。吻武粉", "974": "切。音刎。口脣邊曰吻。", "975": "屠沽註屠沽註刳空胡切音枯。醪郎刀切音牢。󰡊食律切。音術。稷之黏者。", "976": "衰相註衰相註坏鋪梅切。音丕。未燒陶瓦。殞羽敏切。音允。歿也。萎烏胃切。音穢。飯牛也。", "977": "眴輸慎切。音舜。目動搖也。", "978": "地獄註地獄註皰披教切。嚯忽郭切音霍。唬虗交切音哮。嗢與喔同音屋喉咽也。", "979": "搗都稿切刀上聲。綳補耕切。音崩。煻煨上徒即切。音堂。下烏魁切。音威。煨燼盆中物也。", "980": "剮剔上占華切。寡。平聲。剔肉置骨也。下他力切。音惕。解也。鞫居六切。音匊推竆罪也。齅", "981": "許救切休去聲。", "982": "畜生註畜生註魃蒲末切。音󳫠。旱神。魅莫佩切音妹。蛔于媯切音為。魘於檢切音", "983": "掩。", "984": "餓鬼註餓鬼註癭癅上庚頃切。音頴。下力求切。音留。肉起病也。", "985": "懺悔註懺悔註剩時正切。音盛。餘也。八難之難去聲。瘁秦醉切音萃。瘳丑鳩", "986": "切音抽。痞普弭切。音披氣隔不通。偵候上丑正切。稱。去聲。下與矦同。崇須兌切。音", "987": "歲。神禍也。圜于權切。音圓。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1496 慈悲道場水懺法科註", "author": "清 西宗集註"}