{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B434 法幢遠禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "序法幢遠禪師語錄序", "1": "道乃眾德之本性為萬物之靈道本無形假德而化", "2": "性本無相遇境而彰所以妙道之理神用難量導物", "3": "指迷無往不利剛宗萬法明貫古今亦能直指歸元", "4": "亦能權分頓漸始自靈山拈示破笑相酬至今磊磊", "5": "落落而悟達者眾矣雖然非鈍根小智者能知惟大", "6": "智精進者明得如我", "7": "法幢和尚髫齔時知有此段因緣大事棄世浮華遂", "8": "依純老人得度歷叩諸方究明斯道復覲純老人契", "9": "機得旨乙巳歲同師泛舟出峽道過彝陵時黃陵月", "10": "峽禪院虛席諸當道請老人住錫譚宗未久老人受", "11": "秭歸大悲請眾念其方丈不可一日無主四眾堅留", "12": "師主黃陵法席師力辭老人曰汝既法幢當於斯建", "13": "立矣勿卻之師應命遂而卓杖棲焉師居黃陵將已", "14": "三十矣其高風素行遐邇瞻聞每陞堂垂示機語師", "15": "概不錄門弟子有敏慧者錄記數十則與余余得味", "16": "之快然嘆曰此語真濟世之津梁也果信師之言行", "17": "相應無爽矣宜付梓以廣傳之於是門人請余而為", "18": "序余與師雙桂聯枝交非一日故不辭固陋而為序", "19": "之首俟夫續燈者採之以見師之數十年明道行道", "20": "之苦心耳。", "21": "康熙三十四年四月佛誕日憨堂源拜題於彝陵之", "22": "面西軒中", "23": "目次法幢禪師語錄目次", "24": "序", "25": "上堂", "26": "小參", "27": "法語", "28": "頌古", "29": "聯芳", "30": "偈讚", "31": "山居", "32": "雜著", "33": "法幢禪師語錄目次終", "34": "法幢遠禪師語錄", "35": "門人通慧等編", "36": "住黃陵禪院語錄住黃陵禪院語錄", "37": "參府傅公暨諸文學請就黃陵開堂陞座拈香祝", "38": "聖畢次拈香云此瓣香曾遭毒手智訖情枯久藏巖", "39": "壑之中培養根深蒂固時逢作者不敢囊藏只得對", "40": "人天眾前華劈信手拈來供養我現住大悲堂上傳", "41": "臨濟正宗第三十四世純備先師大和尚用酬法乳", "42": "之恩斂衣就座上首白槌竟師云海客生涯在海淮", "43": "孤舟蓑笠任徘徊絲綸拋擲波心裏一掣金鱗信手", "44": "來還有負命者麼無人出問乃云黃陵道曠迥別諸", "45": "方水直如弦峰奇似削未到者心懷猶豫已到者覿", "46": "體分明猶豫的正好趨步向前分明的直須退躬就", "47": "己所以道事無一向有時拈頭作尾拈尾作頭以一", "48": "為多以多為一驀豎拂子召眾云看看拂子頭上放", "49": "寶月光遍界三千大千世界廣及無量十方國土一", "50": "一國土有無量諸佛或現帝釋身或現宰官身或現", "51": "居士身乃至或現種種諸身出微妙音演說妙法一", "52": "一音中俱無量法一一法中俱無量義復擊拂云還", "53": "聞麼若聞一切法不生一切法不滅所謂一相無相", "54": "其或未然依稀似曲纔堪聽又被風吹別調中結椎", "55": "下座。", "56": "上堂問如何是黃陵境師云千峰聳翠進云如何是", "57": "境中人師云鼻直眉橫進云人境已蒙師指示臨濟", "58": "宗風事如何師云一棒一條痕一掌一握血進云凜", "59": "然如在師便打僧便喝師云好一喝落在甚麼處僧", "60": "擬議師云只得一跳乃云高懸寶鏡洞察無私正令", "61": "當行十方坐斷所以凜凜孤危沉沉絕照直饒佛至", "62": "魔至管教齊立下風天來龍來未免吞聲忍氣如是", "63": "建立何德不辦何事不修敢問大眾如是威猛如是", "64": "作略且道承誰恩力驀豎拂子云頻拈一隻無孔笛", "65": "逆風吹又順風吹。", "66": "佛成道日上堂雪山居六載寒氣逼千峰午夜毛頭", "67": "星出現無端見刺脫然空統十方為真境總八表共", "68": "同風驀拈拄杖召眾云會麼會即毛端通戶海始知", "69": "大地一塵中卓一卓下座。", "70": "雲石居士雉髮請上堂寶鏡高懸金刀在握頂門上", "71": "黑漆桶開腳跟頭紅絲線斷致使七穿八穴豎四橫", "72": "三活潑潑如水底游魚洞玄玄似空中鳥跡直得千", "73": "里萬里渾無依透色透聲淨裸裸正恁麼時還留礙", "74": "得麼拘絆得麼大眾既有如是奇特且道是何人分", "75": "上事良久云不因樵子徑爭到葛洪家。", "76": "上堂圓陀陀光灼灼寸絲不掛天真佛滄海闊白雲", "77": "閒豈容毫髮著其間假雞聲韻難瞞我未肯模糊放", "78": "過關雖然恁麼說話大似徐六擔板其中有個活鱍", "79": "底漢出來道何拘界內界外者邊那邊盡虛空無非", "80": "極樂窮剎海悉是家邦虎口裏橫身劍刃上獨步入", "81": "林不動艸涉海不動波具如是作略方較些子脫", "82": "或未然山僧拄杖子自拈自弄去也驀拈拄杖卓一", "83": "卓云沖開碧落連天秀放出黃河徹底清。", "84": "上堂山林幽曠迥別城居雲籠古木陰清雨過花敷", "85": "碧樹所以道住深山不知城市事只聞猿吟幽壑犬", "86": "吠鄰村徑傍緣竹森森谷口閒雲片片巖壁藤蘿鋪", "87": "錦繡莓苔裹石露真機門連江碧寺古風高三珠石", "88": "砥柱中流月峽峰壁立萬仞若作境會也得若作佛", "89": "法也得有個伶俐漢出來道人境不立時又作麼生", "90": "四野無雲空碧嶂倚天長劍逼人寒。", "91": "結夏上堂問如何是正法眼師良久云會麼進云不", "92": "會師云賣寶撞著瞎波斯乃云朱明啟候夏景初臨", "93": "雲衲高人罷搖金錫以大圓覺為伽藍安居平等性", "94": "智則且置只如紅爐燄裏翻身一句又作麼生一火", "95": "鑄成金彈子團圞都不費鉗錘。", "96": "早參若論此事如百萬軍陣中交戰相似正恁麼時", "97": "還轉盻得麼退後得麼直須爭進向前始得若有一", "98": "毫畏念在心即不堪矣又安得取信於人哉諸仁者", "99": "山僧恁麼告報有聊聞舉著踢起便行者麼如有山", "100": "僧慶幸若無山僧失利去也擲下拂子歸方丈。", "101": "解夏上堂問學人有則因緣今日舉似和尚師云汝", "102": "試舉看僧良久噓兩聲師云猶是影響邊事僧擬進", "103": "語師云忘前失後漢乃云把住九旬毫髮不通放開", "104": "一線七穿八穴所以高懸智鏡納萬象於臺前橫案", "105": "太阿截群機於句下逸格超宗輝騰今古在處揭人", "106": "天正眼隨方闡微笑宗風雖是恁麼人方說恁麼話", "107": "欲行恁麼事須是恁麼人雖然猶是功勳邊事只如", "108": "獨超物外一句又作麼生道驀拈拄杖卓一卓云九", "109": "萬里鵬纔展翅一千年鶴便翱翔。", "110": "小參小參", "111": "小參欲明向上關頭須奮逸格超群之志方可了生", "112": "脫死紹續宗乘近來學者斷不以生死為念只圖延", "113": "緩過期者裏經冬那邊度夏將別人殘羹剩飯亂噇", "114": "亂嚼竟不知裏面是何滋味卻道那個堂頭好機鋒", "115": "那個堂頭好偈頌如斯之輩不惟有壞初機亦且有", "116": "污先聖所以古人以此大事如救頭然從朝至暮念", "117": "茲在茲無一刻放過必將生死究明到不疑之地方", "118": "歇脫或依稀異日鑊湯爐炭裏煮煠有分在莫怪山", "119": "僧不曾與汝道破。", "120": "小參欲明生死事立志要精堅休放逸莫貪眠途中", "121": "滑石太新尖行腳不開如是眼艸鞋終被石頭瞞。", "122": "傳戒小參握定戒力屏絕諸緣方斂念被忍辱鎧掃", "123": "清六合始安居所以道殺人不眨眼的立地成佛立", "124": "地成佛的殺人不眨眼然雖如是太勇猛生不若從", "125": "此而到彼自下而至上未有不涉程途而登泰嶽者", "126": "哉故我佛佛受授惟受此衣祖祖相傳惟傳此戒此", "127": "戒此衣如天普蓋似地普擎如日普照如風普吹不", "128": "但後學初機依此而行直饒三世諸佛天下老和尚", "129": "無不從斯而證何也畢竟水須朝海去到頭雲定覓", "130": "山歸。", "131": "示眾示眾", "132": "示眾凡學道之士必須立堅固之志起難遭之想若", "133": "是依稀度日縱意苟安戒行不能持禪定不能修亦", "134": "謂向是非人我處用功無明鬼窟裏作活似這般敝", "135": "病不獨山僧難以救治只饒扁鵲到來亦只拱手而", "136": "退何故病入膏肓矣若是皮下有血的漢聞如是說", "137": "話便乃知慚識恥發勇猛心立精進志把生死二字", "138": "貼在眉上向日用尋常行住坐臥之中各自體看歲", "139": "久年深確實不移其志又何憂生死之不辦大法之", "140": "不能明哉珍重。", "141": "示眾然此一事人人本有個個不無只為諸人被情", "142": "塵蓋覆聲色羅籠竟不得個出頭分致使我佛佛祖", "143": "祖前賢後聖設盡多方用盡伎倆入廛垂手無非為", "144": "此一大事因緣而出現於世就中有個聊聞舉著的", "145": "漢領個活頭如握一口金剛王寶劍相似把從前所", "146": "習所學所見所聞的爛骨董一刀截斷貼起娘生面", "147": "皮豎起鐵骨脊梁向吃飯穿衣處運水搬柴處誦持", "148": "禮拜處乃至一喜一怒一往一來處亦如是參究參", "149": "到情識兩忘言思路絕見天不是天地不是地山不", "150": "是山水不是水僧不是僧俗不是俗千沒奈何萬沒", "151": "奈何處撲地一交㘞地聲甦醒起來心花頓發明如", "152": "杲日無所不照無所不明與諸佛共一眼諸祖同一", "153": "舌直饒千七百則淆訛公案不待問人而自知之矣", "154": "奚用山僧搖唇鼓舌者哉然雖如是不入洪波裏爭", "155": "見弄潮人。", "156": "示眾凡學道人必須體認天真以悟為則不得向言", "157": "句上追求文字裏作活須是將自己面門翻轉腳跟", "158": "下事了明從自己胸襟中流出始得若是求人涕唾", "159": "廣學多聞於生死工夫中總沒交涉矣各宜珍重。", "160": "示眾此段因緣大事不是說說便休畢竟把作一樁", "161": "最要緊事做去方可動眾超群了生脫死若是依稀", "162": "彷彿非一生二生縱千生百生秪是一個忌口而已", "163": "所以譬如逆水之舟用篙撐住用繩拽住無一刻放", "164": "閑方可得到彼岸如是貪觀雲雁失卻手橈則未免", "165": "流入苦海墮諸苦趣還須發大勇猛起大志力撥轉", "166": "船頭任他白浪滔天洪波浩渺捨死忘生直是撐去", "167": "有如是志力自然平步菩提岸上高登解脫場中永", "168": "為佛子豈不快活也耶何得以此目前夢幻空花而", "169": "為實際者哉珍重。", "170": "示安石通禪人", "171": "從上古人親近真善知識勤勞刻苦廢寢忘餐必將", "172": "衣線下事究明透頂透底出羅籠離窠臼洒洒落落", "173": "無拘無束等閑拈一語示一機動地驚天為千百世", "174": "之標準方不姑負參學之志珍重。", "175": "頌古頌古", "176": "樓子和尚經過街市酒樓下聞唱曲云你既無", "177": "心我便休忽然大悟。", "178": "你既無心我便休南來北去未相投從今擊破鴛鴦", "179": "枕恩斷情忘入上流。", "180": "溈山水牯牛。", "181": "堪羨溈山水牯牛橫行直撞沒人收饑餐南嶽無根", "182": "艸渴飲西江最上流。", "183": "黃龍三關。", "184": "我手佛手共為一肘三千大千一捏齊走。", "185": "我腳驢腳都盧踏著縱橫太虛千聖何脫。", "186": "雖道生緣何常變遷塵沙國土水闊山尖。", "187": "牧頌牧頌", "188": "未牧未牧", "189": "風梳頭角一聲哮萬里家山轉見遙斷壑孤雲懷恨", "190": "恨都云無狀犯人苗", "191": "初調初調", "192": "鼻孔昂藏直貫穿爪牙剛落惡加鞭若然不具拏雲", "193": "手安得輸身讓我牽", "194": "受制受制", "195": "野性難收易縱馳眉毛廝結每相隨孜孜休教連纖", "196": "去一撥回頭莫放疲", "197": "回首回首", "198": "驀地相呼便轉頭與麼田地絕剛柔渾身機括全然", "199": "露是佛魔名不著留", "200": "馴伏馴伏", "201": "卷舒收放野溪邊渴飲饑餐得自然東岸猿啼於午", "202": "夜眠雲臥月不須牽", "203": "無礙無礙", "204": "海晏河清境自如銀山鐵壁豈能拘裁雲截月千峰", "205": "外一笛橫吹樂有餘", "206": "任運任運", "207": "萬象收歸頭角中煙霞襯足艸茸茸晴生翠嶺雲歸", "208": "壑一帶溪山絕澹濃", "209": "相忘相忘", "210": "八面玲瓏萬慮空人牛不二絕殊同峭巍巍地乾坤", "211": "廓蓑笠常將挂嶺東", "212": "獨照獨照", "213": "根塵屏絕任安閒兩足常伸天地間東嶺日紅西嶺", "214": "白高眠猶自掩柴關", "215": "雙眠雙眠", "216": "焂忽人牛露跡蹤寒光凜凜透長空清風一味生頭", "217": "角搖蕩坤維吐玉叢", "218": "聯芳聯芳", "219": "付安石通慧禪人", "220": "月峽堂前養聖胎爪牙全備迓賢才宗風大振機輪", "221": "捷正派流傳遍九垓", "222": "偈讚偈讚", "223": "示勝還屈居士示勝還屈居士法名通永", "224": "冷暖應須汝自知自知知是甚形儀確然一識本來", "225": "面始信如來即是伊", "226": "示美才李居士示美才李居士法名通覺", "227": "學道如同學射堅須於矢上更加尖直饒鐵壁銀山", "228": "也徹底還他一箭穿", "229": "示士弘王居士示士弘王居士法名通明", "230": "臨行一著無多子貴在澄清個念頭縱有百千諸業", "231": "聚冷冰冰地自然休", "232": "山堂夜坐山堂夜坐", "233": "月峽堂前浩影孤青青翠竹兩扶疏閒來檢點生平", "234": "事更無一事與心孚", "235": "中秋夜月中秋夜月", "236": "露滴岑巖山石冷光凝幽澗碧波寒一片冰輪懸宇", "237": "宙千門萬戶玉珊珊", "238": "眾居士傳師六袟像請讚眾居士傳師六袟像請讚", "239": "人人說你是老僧老僧可信可疑果是老僧不妨下", "240": "座將六十年前茶飯帳清算明白不枉在黃陵堂上", "241": "賣弄一場不然可收拾模樣各自看好雖然如是平", "242": "常一樣窗前月纔有梅花便不同咦", "243": "山居山居", "244": "積翠堆嵐覆碧山跏趺終日白雲閒倏然策起雙眉", "245": "看盡日無人可叩關", "246": "其二", "247": "禪不參兮經不看平生只欲住深山夢回蘿月松風", "248": "迥笑傲煙霞天地間", "249": "其三", "250": "就泉掃葉和雲拂倚石支鐺帶月烹一日雖然三度", "251": "用山雲水月要分明", "252": "雪雪", "253": "濛濛山色別生情醉裏梨花蛺蝶經暫倚平臺聊四", "254": "望翩翩琪樹吐瓊英", "255": "又", "256": "嫩艸敷為座閒雲列作屏惟同三兩友抵足話無生", "257": "樂道歌樂道歌", "258": "竹院剛纔開松花墜滿階從何入夜伴爽風來", "259": "平臺開一井萬象孰逃影盡虛空澄然徹透頂", "260": "門外一枝柳拈來可當塵說法時拂即空諸有", "261": "一架沒絃琴不彈卻有聲是知音方纔側耳聽", "262": "一株無影樹秀實鳳來棲堪笑矣為何人不知", "263": "握鋤耘陸地𡎺破指頭回玄沙老也曾從此來", "264": "閒行山嶽外突入白雲窩者其間那曉老僧多", "265": "倦來樹下臥月影松篩墮急醒來西山日已暮", "266": "閒攜無底藍常盛死蛇還如觸犯毒氣噴人間", "267": "山形拄杖子敲出虛空髓順若多逼得無依倚", "268": "四威儀四威儀", "269": "山中行踢破嶺頭雲飛幾片東西兩岸橫", "270": "山中住長年不扃戶一物無任隨人往顧", "271": "山中坐說甚蒲團破石為床劫火幾經過", "272": "山中臥漏室寒雲墮急醒來今日又將暮", "273": "清虛寥廓握蒲行兩腳雲攢過翠岑黑內徐行量古", "274": "路翻身踏倒古峰橫", "275": "孤峰盤結艸庵住萬聖千賢總一處午夜雙猿共室", "276": "眠天明依舊到緣樹", "277": "盤陀石上跏趺坐雲去雲來身上破一代時經目下", "278": "明浮生穿鑿我無過", "279": "白衣深處和衣臥渠自安閒最懶惰每每齁鼾達旦", "280": "明不參祖意不功課", "281": "十二時歌十二時歌", "282": "雞鳴丑動起無生一老叟結伽敷面南朝北斗", "283": "平旦寅約水烹來濯面門撩天鼻元來搭上脣", "284": "日出卯鑑地窺天光皎皎百億都居然徹照了", "285": "食時辰動著須將五觀存者粒米當重若珠珍", "286": "禺中已秪須策起眉來覷佛與魔俱是眼中刺", "287": "日南午昏散二魔實所苦臨敵時莫打退塘鼓", "288": "日昳未夕陽斜掛將西墜任昇沉不出者圈繢", "289": "晡時申綠楊拂檻日斜曛貪程侶甘被夕陽征", "290": "日入酉陣陣微風拂岸柳目前機禪人能薦不", "291": "黃昏戌雲堂寂靜無燈燭抱月眠自有孤光露", "292": "人定亥兩腳長伸放四大入落伽寤寐渾無礙", "293": "夜半子翻來覆去是誰使及醒來呵呵笑不已", "294": "秋夜秋夜", "295": "供爐陳柏子款茗酌清泉桂實篩金影松風響玉絃", "296": "又", "297": "百蟲聲裏坐明月光中眠不知誰是我莫測孰為天", "298": "板存嘉興楞嚴寺經坊附藏流通", "299": "法幢禪師語錄終"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B434 法幢遠禪師語錄", "author": "清 智遠說　通慧等編　弘源序（依駒本印）"}