{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1194 淨土極信錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1194-A 淨土極信錄敘No. 1194-A", "1": "淨土極信錄敘", "2": "夫淨土一法。猶春雨澍地。杲日麗天。無根不潤。無機", "3": "不燭。具信行願者。莫不往生。及至十惡狂夫。地獄相", "4": "現。臨終十念橫超。苟非彌陀六八願力。孰能如此。可", "5": "謂最圓頓之最方便也。蓮根大師。所述淨土極信錄", "6": "者。專指是旨。作頌竭力稱讚。將彌陀經文。依次剖出。", "7": "佛祖誠言。篤實指陳。其間語句直捷。義周理蘊。而諸", "8": "文等咏。無不切當。賢愚普益。不信而信也。正謂之曰。", "9": "信行願三鼎具足。宗教律三學全修。句句從取捨之", "10": "志發揮。字字由忻厭之心流出。誠苦海中。又添一津", "11": "筏也。予三四展讀。忘其寢飡。猶洪鐘驚以癡睡。始生", "12": "微甦。似狂風吹開靉靆。漸見光明。嗟乎。予下愚盲拙。", "13": "知識淺陋。閱於是錄。如井蛙之望滄海。竟不知其為", "14": "何如也。愧予惛󳬿如此。獲是利。而尚稍甦。況才達聰", "15": "哲之士。遇斯法。而不覺本性。頓入淨土者哉。未之有", "16": "也。願同志深生欽信。真實持名。日取日捨。急向西方。", "17": "刻欣刻厭。共處玉蓮。云爾。", "18": "同治壬申夏六月舜江若愚山人境泰稽首拜撰", "19": "於龍巖丈室之觀佛樓", "20": "淨土極信錄目次淨土極信錄目次", "21": "自序", "22": "念佛讀經終身受持儀序", "23": "讚佛取淨省己捨濁", "24": "忻厭並生燒指發願志求西方文", "25": "阿彌陀經禮想儀遵經信受三十二偈", "26": "信極普勸四十八咏誡止人情", "27": "日課恕顧感冐成疴", "28": "染疾泣親供佛薦親兼誡人疑", "29": "枉濫僧次念佛述懷", "30": "參問息心憶佛居䟦", "31": "禪餘偶占夢甦廻心念佛文", "32": "五更巡照苦勸火速念佛歌", "33": "稽首發願𢌞向偈", "34": "附", "35": "厭離濁世思歸淨土文禪餘自問何謂光頭皮", "36": "三次掩關讀佛往生詞奉勸精一念佛歌", "37": "看護沉疴助終往生訣將終西行含酸難忍語", "38": "No. 1194-B 自序No. 1194-B", "39": "自序", "40": "佛言人命無常。促於呼吸。二句之警。誠可痛醒矣。然", "41": "身從業識而來。心隨妄念而去。不以一心念佛正念", "42": "分明者。臨終十死十迷。猶飛塵之亂吹。不知飄入何", "43": "處。具佛性者。甯不畏乎。但佛法如海。憑信方入。淨土", "44": "一門。信尤為要。信心之先。更無善法。一信之後。決不", "45": "再疑。此真信淨土。真實念佛。將來定得往生。余愚癡", "46": "業重。愧一事罔成。而纖毫無知。幸禮四大名山。參聽", "47": "開示。每指生死大事。以最直捷者。莫過於念佛一法", "48": "也。謂千穩萬當。定得到家。捨此一門。無有別法。越於", "49": "是耳。因契我初機。欣然禮歸。即就阿彌陀佛前。燒指", "50": "發願。願我從今時。盡未來際身。若以舌不爛。則持名", "51": "不絕。身不死。則念佛不休也。願既爾者。縱至異類旁", "52": "生。亦無不有身有舌。有身舌者。依然念佛不絕。既念", "53": "佛不絕。即墮落。亦不為苦。何者。賴以佛力。猶囚徒已", "54": "近王身。何苦之有耶。故我障深如是。而根鈍又如是", "55": "者。僅可如是立願。現以極信之。深願之。篤行之而已", "56": "矣。敬將彌陀經文。及佛言祖語。恭述三十二偈。依經", "57": "成文。非敢臆說。後續四十八咏等。彚成一帙。名曰淨", "58": "土極信錄。雖俗談粗語。不出淨土旨歸。猶眾流之赴", "59": "海。盡歸鹽味。海赴眾流。無可不可也。故文雖粗陋。語", "60": "或可當。哲者閱時。憫我下愚。知我苦志。幸靜研其意。", "61": "庶同信此門。同登樂󳬛。勿以人廢言負自佛性。況是", "62": "錄。專為自䇿。篤行之所採述也。安敢呈於人睞耶。惶", "63": "甚。愧甚。同治辛未冬嘉平除夕日願西淨業學人", "64": "蓮根戒香稽首題於越東之憶佛居", "65": "No. 1194", "66": "淨土極信錄", "67": "清廣福寺願西後學　智善戒香　述", "68": "念佛讀經終身受持儀念佛讀經終身受持儀", "69": "讀無量壽經云。十方眾生。至心信樂。欲生我國。乃至", "70": "十念。若不生者。不取正覺。唯除五逆。誹謗正法。又彌", "71": "陀經云。聞是經受持者。及聞諸佛名者。皆為一切諸", "72": "佛之所護念。皆得不退轉於阿耨多羅三藐三菩提。", "73": "故知淨土三經。皆有不可思議功德。且念佛。乃至十", "74": "念。誦經。乃至聞名。其功尚爾。況篤志終身信受者乎。", "75": "是故戒香從今發願。至心受持。求取淨土。然淨土二", "76": "字。誠非容易。而五逆十惡之徒。臨終地獄齊現。十念", "77": "尚然得生。經有所攷。況終日執持六萬洪名乎。以劣", "78": "較優。顯然可知者。此又我佛極慈格外。故方便中。另", "79": "開最勝之方便也。庶幾極下乞兒。咸登寶所。佛之恩", "80": "德。分骨碎身。何足以酧。唯有深信持名而已。故終日", "81": "以黎明之先。稽首向西。遵慈雲十氣佛畢。復依時公", "82": "受持行儀。恭對西方佛前。照科禮想。詭誦阿彌陀經", "83": "一卷。往生呪三遍。及讚阿彌陀佛身金色頌。至南無", "84": "西方極樂世界。大慈大悲阿彌陀佛。三叩首已。起而", "85": "持之。或繞或坐。出於自便。念至一萬為一時。如是六", "86": "時。悉依初時格式。至六萬念完。以總迴向。跪念觀音", "87": "勢至。清淨海眾。各十稱畢。復念弟子稱念阿彌陀。真", "88": "實功德佛名號文。至普願法界諸眾生。同生西方極", "89": "樂國。次以三皈依終。加持阿彌陀佛四十八願者。諒", "90": "自色力。可者則拜之。否者則誦之。及禮淨土會上列", "91": "祖已。復跪念十氣觀佛。兼觀音勢至。清淨海眾。亦各", "92": "須十稱。再念善導大師臨唾入觀文一遍。以上各件。", "93": "謂今日一天佛事。至死不改。終身受持。其間尚有脩", "94": "淨土懺。誦觀經等。不在六時之內。須隨時之權巧。方", "95": "能趕進。稍怠者。一積多積矣。但行持終身。非一日之", "96": "工。猶小溪之恒流。貴以綿綿不絕。勿以十暴一滯。生", "97": "死事。雖宜急辦。而急中亦有權巧。未審是理者。未免", "98": "虎頭蛇尾。否則被魔。即此義也。甯勿悲乎。余謂知義", "99": "篤行者。只消日忻日厭。杜絕一切。以一句阿彌陀佛", "100": "念念不忘。今日如是。乃至臨終亦如是。不溫不寒。一", "101": "如前去。將來自有生色。穩歸故里。毋勞預愁矣。茲悲", "102": "喜交集。爰述緣起。以發其淨因之悠遠。云爾。", "103": "讚佛取淨讚佛取淨", "104": "娑婆教主極慈悲難信希有法盡開", "105": "諸佛宏宣同讚勉樂󳬛慈父攝歸來", "106": "千經咸指宜欽信萬聖齊歸極樂臺", "107": "唯此法門真直捷聞名執持取蓮胎", "108": "省己捨濁省己捨濁", "109": "死門事大是無常失却人身實可傷", "110": "大事未明真呌苦三途還要好悽惶", "111": "情韁愛鎻自纏縛猶繭做絲落滾湯", "112": "不起捨心何日脫篤誠念佛志西方", "113": "忻厭並生忻厭並生", "114": "生死循環那箇逃袈裟一失更難復", "115": "塵居暫栖仍三途苦報難言惶悽哭", "116": "是因皆由三毒起從今痛悔日消脫", "117": "懇切持名心時懺志取求生安養國", "118": "親見阿彌陀佛面始得我心癡想足", "119": "一生彼國禮佛已𢌞入娑婆揚極樂", "120": "不惜身命化眾生勉勵有情歸淨域", "121": "我今欣厭發宏誓願佛慈光接我速", "122": "燒指發願懺業志求西方文燒指發願懺業志求西方文", "123": "弟子戒香。從於無始。以至今生。廣造十惡。及五無間。", "124": "一切眾罪。說不能盡。今得人身。貪瞋癡盛。自作教他。", "125": "見聞隨忻。將來決定。墮入火坑。以是因緣。三途常經。", "126": "百千萬劫。永無出辰。今始覺悟。剖心發露。念十方佛。", "127": "有大慈悲。能󳫠濟我。及諸眾生。若痛悔不精。執持不", "128": "切。聖應難感。故於先後。至心發願。續燒四指。普同供", "129": "養。初申三指。精誠供養娑婆世界。本師釋迦牟尼佛。", "130": "及十方三世一切諸佛。願我速捨娑婆之苦。盡未來", "131": "際。廣度眾生。同捨此苦。復申一指。精誠供養極樂世", "132": "界。阿彌陀佛。願我速取西方之樂。盡未來際。廣度眾", "133": "生。同取此樂。虗空有盡。我願無窮。更以歷時敬燒臂", "134": "香。哀求阿彌陀佛。常來護持。令我弟子。善根不昧。淨", "135": "因增長。將來臨命終時。身心正念。視聽分明。面見阿", "136": "彌陀佛。觀音勢至。諸菩薩眾。手執花臺。來接引我。於", "137": "一念傾。生極樂國。花開見佛。即聞佛乘。頓開佛慧。上", "138": "以歷劫父母。現生考妣。下以法界四生。有無二情。藉", "139": "此發願良因。疾登淨域。悉獲超生。不盡哀求。普皆𢌞", "140": "向。以此發願因。莊嚴佛淨土。我與諸眾生。同生極樂國。", "141": "阿彌陀經禮想儀佛說阿彌陀經禮想儀敬依彌陀行儀略輯", "142": "願此香煙雲。徧滿十方界。供養一切佛。世間難信法。", "143": "及諸上善人。普熏諸眾生。皆發菩提心。", "144": "一心頂禮。娑婆世界。五濁惡世。說難信法。本師釋迦", "145": "牟尼佛拜下默想經文一節云。舍利弗。如我今者稱讚諸佛。不可思議功德下。至是為甚難", "146": "止", "147": "一心頂禮。十方世界。出廣長舌。勸讚西方。恒河沙數", "148": "諸佛舍利弗。汝我今者。讚嘆阿彌陀佛。不可思議功德之利下。至上方一切諸佛。所護念經止", "149": "一心頂禮。西方極樂世界。光壽無量。普攝羣生。阿彌", "150": "陀佛舍利弗。於汝意云何。彼佛何故號阿彌陀下。至於今十劫止", "151": "一心頂禮。西方極樂世界。執持名號。臨終導引。阿彌", "152": "陀佛舍利弗。不可以少善根下。至應當發願。生彼國土止", "153": "一心頂禮。西方極樂世界。己今當願。皆令往生。阿彌", "154": "陀佛舍利弗。若有人已發願下。至生彼國土止", "155": "一心頂禮。稱讚不可思議功德。一切諸佛所護念經。", "156": "及十方三世一切尊法舍利弗。於汝意云何。何故名為下。至及諸佛所說止", "157": "一心頂禮。西方極樂世界。觀音勢至。諸上善人。及清", "158": "淨大海眾菩薩摩訶薩又舍利弗。彼佛有無量無邊聲聞弟子下。至俱會一", "159": "處止", "160": "一心頂禮。西方極樂世界。靈鳥樹下。聞音正念。諸菩", "161": "薩摩訶薩復次舍利弗。彼國常有種種奇妙雜色之鳥下。至成就如是功德莊嚴止", "162": "一心頂禮。西方極樂世界。黃金地上。盛華供佛。諸菩", "163": "薩摩訶薩又舍利弗。彼佛國土。常作天樂下。至功德莊嚴止", "164": "一心頂禮。西方極樂世界。蓮華池內。寶樓閣中。諸菩", "165": "薩摩訶薩又舍利弗。極樂國土。有七寶池下。至功德莊嚴止", "166": "一心頂禮。西方極樂世界。無有眾苦。但受諸樂。一切", "167": "菩薩摩訶薩爾時佛告長老下。至是故彼國。名為極樂止", "168": "一心頂禮。文殊彌勒。諸大菩薩。舍利弗等。諸大尊者。", "169": "及十方三世一切聖眾如是我聞下。至無量諸天大眾俱止", "170": "禮想已。跪誦彌陀經一卷。往生呪三遍。讚云。", "171": "阿彌陀佛身金色相好光明無等倫", "172": "白毫宛轉五須彌紺目澄清四大海", "173": "光中化佛無數億化菩薩眾亦無邊", "174": "四十八願度眾生九品咸令登彼岸", "175": "南無西方極樂世界。大慈大悲。阿彌陀佛。稱佛多少隨力而止。", "176": "南無觀世音菩薩。南無大勢至菩薩。南無清淨大海", "177": "眾菩薩。各十稱念畢回向發願云。", "178": "弟子稱念阿彌陀真實功德佛名號", "179": "唯願慈悲垂攝受證知懺悔及所願", "180": "我昔所造諸惡業皆由無始貪嗔癡", "181": "從身語意之所生一切我今皆懺悔", "182": "願我臨欲命終時盡除一切諸障礙", "183": "面見彼佛阿彌陀即得往生安樂剎", "184": "我今所修諸善根一切皆悉盡回向", "185": "普願法界諸眾生同生西方極樂國", "186": "自歸依佛　當願眾生　體解大道　發無上心", "187": "自歸依法　當願眾生　深入經藏　智慧如海", "188": "自歸依僧　當願眾生　統理大眾　一切無礙", "189": "和南聖眾", "190": "遵經信受遵經信受經句萬不能動。故平仄。似有不調耳", "191": "一句彌陀佛。娑婆教主悲心說。說此難信法。徹底盡", "192": "吐出", "193": "一句彌陀佛。釋迦叮嚀信我語。及諸佛所說。難信法", "194": "難遇", "195": "一句彌陀佛。六方諸佛共稱揚。出廣長舌相。勸讚不", "196": "可量", "197": "一句彌陀佛。一切諸佛所護念。聞名及受持。皆是阿", "198": "󳺎致", "199": "一句彌陀佛。光明壽命不思議。普攝念佛人。往生皆", "200": "無異", "201": "一句彌陀佛。功德莊嚴不可量。皆是四寶成。蓮池真", "202": "好相", "203": "一句彌陀佛。盛眾妙華供億佛。即以食時頃。還到本", "204": "國入", "205": "一句彌陀佛。池中蓮花如車輪。青黃赤白光。世間難", "206": "比倫", "207": "一句彌陀佛。無有眾苦受諸樂。彼無三惡道。故名曰", "208": "極樂", "209": "一句彌陀佛。己今當發願往生。所以者何呢。俱會上", "210": "善人", "211": "一句彌陀佛。不可以少善根緣。持名生彼國。便是多", "212": "福善", "213": "一句彌陀佛。執持名號若七日。一心不亂念。臨終必", "214": "感佛", "215": "一句彌陀佛。法藏六八宏願深。十念無間斷。帶業亦", "216": "往生", "217": "一句彌陀佛。五濁惡世緣最廣。餘門難成就。持名最", "218": "易往", "219": "一句彌陀佛。無邊罪孽盡消滅。猶鐵駕其舟。決定不", "220": "沉溺", "221": "一句彌陀佛。十方諸佛開方便。異口共稱揚。斷疑生", "222": "信念", "223": "一句彌陀佛。三藏十二咸指出。當知大因緣。念佛宜", "224": "猛切", "225": "一句彌陀佛。華嚴普賢願最切。文殊亦復然。執持勿", "226": "休歇", "227": "一句彌陀佛。蓮社列祖續傳說。佛號入亂心。亂心即", "228": "是佛", "229": "一句彌陀佛。難信之法甚希有。大千一訶子。何幸賜", "230": "我口", "231": "一句彌陀佛。普攝羣機不思議。信受及稱揚。皆登不", "232": "退地", "233": "一句彌陀佛。五道橫流盡越出。聞名尚成就。何況聲", "234": "不絕", "235": "一句彌陀佛。須憑心願行俱切。此三賽符券。照票必", "236": "收攝", "237": "一句彌陀佛。無上醫王救一切。曆劫諸󴐀疴。能服定", "238": "消滅", "239": "一句彌陀佛。百千萬劫難遭遇。乞兒得是寶。有樂無", "240": "憂拘", "241": "一句彌陀佛。易往無人真可惜。痛哉我蓮根。業重罪", "242": "深極", "243": "一句彌陀佛。苦海無涯藉慈航。但願人肯登。穩到極", "244": "樂󳬛", "245": "一句彌陀佛。萬德圓融大慈父。我與眾生等。願速生", "246": "淨土", "247": "一句彌陀佛。明明歷歷正奇特。真空觀玅有。漆桶底", "248": "早脫", "249": "一句彌陀佛。有無不立活潑潑。三輪體空淨。親謁彌", "250": "陀佛", "251": "一句彌陀佛。不參不悟好消息。密密又綿綿。縱橫瀟", "252": "洒極", "253": "一句彌陀佛。虗靈不昧頂親切。無垢淨增減。玅不可", "254": "言說", "255": "信極普勸信極普勸", "256": "西方大聖曰彌陀手托金臺頂旋螺", "257": "金臂慇勤垂接引持名決定出娑婆", "258": "念佛全憑願行深從旦至暮要慇懃", "259": "須知佛號始開口王沼池花已早生", "260": "三界無安實可愁通紅火宅竄無門", "261": "西方雖有橫超路不念彌陀怎得生", "262": "餘門學道最難成多少聰明錯用心", "263": "體面雖圖無濟事臨終方悔怨誰人", "264": "惡逆凡夫尚易生何況純善勿能登", "265": "但憑信願勤十念只貴當人念佛誠", "266": "休笑念佛似婆腔此法圓通不可量", "267": "徧吉文殊尚發願古今賢聖盡稱揚", "268": "念佛圓收萬種機宗教律淨悉歸依", "269": "賢愚貴賤有何論斯法你道奇不奇", "270": "淨土橫超雖易生也須信切願俱真", "271": "極愚極拙偏能到皆為精勤無二心", "272": "寄語娑婆三教賓信持佛號莫停聲", "273": "浮生若夢無多歇轉眼房兒換了人", "274": "房間一換必惛󳬿失卻靈臺實可痛", "275": "鳳閣龍樓改草舍那時喊煞不能逢", "276": "趁斯幻質真好修堅持彌陀莫放休", "277": "晝夜不離佛陀耶功圓穩入樂󳬛洲", "278": "借問往生何計䇿須憑忻厭要認真", "279": "洪名執持心純一異類尚然亦往生", "280": "業重賽石藉船載根淺猶蠅附驥行", "281": "法喻會歸無量力何愁念佛不超程", "282": "阿彌陀佛早安排專度羣迷竟不來", "283": "盻久慈航空開去搥胸蹬足哭哀哀", "284": "佛說無邊修多羅悲心療救眾生疴", "285": "讀方不服方何用快服靈丹古佛陀", "286": "既明經理非常人止觀彌陀極易成", "287": "淨教相符真念佛依經正好覔原根", "288": "修橋舖路又齋僧戒殺放生第一因", "289": "更以持名迴向切福充慧足上品生", "290": "千般造業罪彌天瞬息定拘獄案前", "291": "拔舌抽腸鋸解苦彌陀急念快心堅", "292": "玅藥難醫真死病旁方邪術毒傷心", "293": "病者要命快吐瀉急叩醫王無上尊", "294": "魚目混珠仔細評其間九十六旁門", "295": "紛紛毒藥鮮知識誤貪愚盲多少人", "296": "自誤誤他太傷心死見閻羅怒氣升", "297": "既怕幽府青鐵面改往念佛快精勤", "298": "修行全賴良師友不遇友師怎出頭", "299": "一味杜撰毫不愧臨終安得不焦憂", "300": "參禪定要念彌陀若念彌陀不必參", "301": "有淨無禪真穩當有禪無淨十三三", "302": "參禪念佛本無異禪淨如如觀法王", "303": "但得彌陀親見面禪機沒有有何妨", "304": "念佛不難死心難死心先淨雜貨籃", "305": "其間收盡方相應歷歷彌陀向上參", "306": "生老病死賽浮漚浪去波來空結球", "307": "一道狂風吹散已纖毫踪蹟不停留", "308": "八苦交煎實可慘健時造業此時寒", "309": "何知赤體空手去悔不早歸念佛壇", "310": "英年念佛正相當莫待衰時脚手忙", "311": "每見青草埋黑髮趁早執持候蓮房", "312": "老來光影苦無多不測無常一剎那", "313": "急急持名須猛力休教萬劫自蹉跎", "314": "每聞疾病是良方報曉浮身不久常", "315": "快念彌陀歸樂國河沙壽命莫能量", "316": "將死切勿自驚慌繫念彌陀向彼方", "317": "萬事拋空獨一念導師必定駕慈航", "318": "貧賤終日苦奔波只為饑寒口食疎", "319": "可否將口勤念佛他方衣食自然多", "320": "富貴休言是樂人從來貴德賤金銀", "321": "蓮臺上品方為貴自性財源方算真", "322": "若勸忙翁念佛去他言待空且明年", "323": "寧知閑未死先至悔勿忙中早偷間", "324": "清閑念佛雖優游迅速無常刻不留", "325": "預把資糧裝束好臨時免得帶冗憂", "326": "從頭想起真可憐痛訢慈悲老金僲", "327": "欲出娑婆無別法洪名執持要心堅", "328": "悲哉痛哉是吾身雜念紛飛無一成", "329": "賴有彌陀慈願力旦暮十念亦能生", "330": "薙髮染衣為甚因皆云拜懺度亡靈", "331": "借問自性懺度未若未急當念佛勤", "332": "百歲光陰一剎那閒稀冗碌苦情多", "333": "既知死到空雙手快把專心念佛陀", "334": "迷子離鄉五十年惛󳬿造業罪彌天", "335": "自今初覺剖心露日持洪名六十千", "336": "佛爺慈願實難量枯盡無始黑水洋", "337": "霧散雲收紅日現積年宿業化清涼", "338": "起滅原從一念生棄本逐末識飛騰", "339": "其間認得源頭路止觀彌陀妄即真", "340": "生死呼吸弗容情急整資糧待起程", "341": "非是揮毫說死話真情實語不差分", "342": "稽首安養大導師慈悲攝受我愚癡", "343": "多生受苦今始覺立誓癡想碧玉池", "344": "玉池為甚好花香正是當人念佛強", "345": "純一精明休放過斯時觀佛玅難量", "346": "自愧宿業感娑婆半百光陰一剎那", "347": "俗不成兮僧不就蓮根愧煞在蓮窩", "348": "我做光頭為甚麼毫無甚為厭娑婆", "349": "呆持一句彌陀佛癡想西方取樂窠", "350": "筆說嚕囌未定文休訕休笑細靜評", "351": "非敢獻醜充能咏苦志粗章勸淨因", "352": "誡止人情誡止人情", "353": "谿光月影命難留刻刻提防墮九幽", "354": "上客往來休垂顧宏名六字繫心頭", "355": "無常不測幾時來急念彌陀坐伺隨", "356": "奉告諸君休怪我乃為日促命相催", "357": "日課恕顧日課恕顧", "358": "六萬彌陀六遍經六時晝夜沒閒停", "359": "生死不測正呼吸出息難期入息存", "360": "俄爾一來提線斷便謂再世轉生人", "361": "因斯限定課數佛鮮有片暇會上賓", "362": "感冐成疴感冐成疴", "363": "俄冷忽熱賽油鍋遍體沸燒怎柰何", "364": "四大原來有是苦甯分豪俊與貧婆", "365": "爾時念佛方見切哀訢空王古佛陀", "366": "但願娑婆依報促迅栖樂國白蓮窩", "367": "染病泣親染病泣親", "368": "思親意切實可傷風木悲號痛斷腸", "369": "無法能酧恩罔極有文堪叩大醫王", "370": "至心執持彌陀佛願賜慈悲普放光", "371": "金臂慇勤親接引早慰父母登西方", "372": "供佛薦親供佛薦親兼誡人疑", "373": "供佛續將四指燃人呵我笑似癡顛", "374": "何知正道深微玅那曉堅行最勝緣", "375": "為法焚軀懇玉偈求玄燒臂禮金仙", "376": "前賢既作余當學酧薦親恩入寶蓮", "377": "枉濫僧廁枉濫僧廁", "378": "自問為甚作光頭愚昧無知似下流", "379": "一事無成學讀佛癡想越苦藉慈舟", "380": "彌陀本接持名客豈惡蓮根獨不收", "381": "日指望歸安養速願期早入下品儔", "382": "念佛述懷念佛述懷", "383": "旋塢久不出蓬扉絕卻塵寰是與非", "384": "六萬彌陀為定課行住坐臥不閒離", "385": "谿聲正似廣長舌山鳥無非念阿彌", "386": "會到其中清虗意甯勞造作證菩提", "387": "參問息心參問息心", "388": "周遊南北與西東參歷名山古剎風甲子冬。上", "389": "北五臺。經峩山歸。已庚午春矣儒釋玄門原如是", "390": "始知虗費草鞋銅", "391": "歷遍名山路萬千風霜餐盡我心源", "392": "而今放下娘生面到處叩問生死。莫如念佛為第一也", "393": "執持彌陀不計年除死方休", "394": "憶佛居跋憶佛居跋", "395": "楞嚴經大勢至菩薩念佛章云。譬如有人一專為憶一", "396": "人專忘。如是二人。若逢不逢。乃至從生至生。同於形", "397": "影。不相乖異。十方如來憐念眾生。如母憶子。若子逃", "398": "逝。雖憶何為。子若憶母。如母憶時母子歷生。不相違", "399": "遠。若眾生心。憶佛念佛。現前當來。必定見佛。去佛不", "400": "遠。不假方便。自得心開。如染香人。身有香氣。嗟乎。此", "401": "喻明超日月。極盡無餘。余愧苦惱深障。道業難成雖", "402": "知淨土是最勝方便。惡逆凡夫。十念尚生。而我戒香", "403": "宿業沉重。念佛昏散。如之柰河。縱使厲聲旋繞。亦難", "404": "相應。可愧可慘。賴彌陀。有十念往生。九品咸攝之願。", "405": "故不管定心散意。只愁忘記。法華所謂一稱南無佛。", "406": "皆共成佛道是也。佛既有如是之慈悲方便。只貴刻", "407": "刻提撕。勿忘佛名。正猶母本望子。子若念母。何慮娘", "408": "不攝子乎。是以誠信篤行。不敢稍怠。縱千馬萬牛。亦", "409": "莫挽我之念。也故敬採經文。題其額曰。憶佛居。兼述", "410": "句以誌之。", "411": "欲舍娑婆苦無門求護符博究方便法", "412": "莫玅念彌陀散念宗憶念念念業海枯", "413": "念到成片日決志取蓮窩", "414": "禪餘偶占禪餘偶占", "415": "可憐一箇苦惱僧久墜汙泥不出塵", "416": "垢水狂波無定意紛飛雜念閉心經", "417": "明珠投入始清染念佛方能出苦根", "418": "念到根枯蓮蒂脫堂堂獨露向西生", "419": "無常刻刻急相催催煞山僧歸去來", "420": "五濁娑婆實險境蓮根淨土快藏栽", "421": "如雲勝友相待久勢至觀音輔佛隨", "422": "速到樂󳬛俱會處寄栖華下越胞胎", "423": "夢甦迴心念佛文夢甦迴心念佛文", "424": "夫溪光月影。幻質非堅。竹韻松聲。虗妄安實。然起滅", "425": "積殻於須彌。生死常流於苦海。自無始以來。縱貪嗔", "426": "癡。造諸惡業。若其所作之業。有形相者。盡虗空界。不", "427": "能容受。以是因緣。經歷惡道。無有出期者何也。由吾", "428": "人現前一念之迷。遭萬劫無邊之苦。然迷久肯覺。猶", "429": "夢人受罪。痛醒便無。又譬商賈東行多年。記西即在", "430": "頃刻。而不勞動足。回首便西。迷人肯醒。亦復如是。慈", "431": "雲所謂於一念頃。生極樂國是也。貴以迴向。及念佛", "432": "心之所切不切耳。況阿彌陀佛。曾發四十八願。願願", "433": "度人。乃至十惡狂徒。臨終十念往生。要知十惡十念。", "434": "尚然得度。況戒定精誠。以終身而具信行願三切之", "435": "所念佛乎。以劣比優。以善校惡。其間顯然可知。但愁", "436": "其不能懇切執持耳。既懇切執持。又慮其不一。既一", "437": "之。又恐其不久。苟能持而一之。一而久之。悠久無間。", "438": "至死不變者。決定往生。若果然如是而再不往生者。", "439": "阿彌陀佛。及十方諸佛。便為妄語。試問篤正君子。尚", "440": "無異言。況天中天之金口親宣。而獨誑我哉乎。所以", "441": "決無此理。毋勞猶豫。且執持名號。一心不亂。乃彌陀", "442": "一經之綱宗。往生之左券也。真正難信之法。稀有之", "443": "事。不出其間。兩句頂門。欲疾離苦海。飛生樂國者。莫", "444": "越於是矣。嗚呼我末代戒香。愚癡下劣。既久墮沉淪。", "445": "故迷昧無知。現雖濫僧廁。竟茫茫然。無能霑以佛法。", "446": "而暑往寒來。不覺命已耳順。去日既多。來日必寡。翛", "447": "然無常一到。猶晦夜而霧雨。前途黑漫後路悽愴。痛", "448": "喊枉然。趣向無由。須知赤膊條條。隻影煢獨既求生", "449": "已不得。似求死亦不得者。柰河如之。慎獨思之。孰不", "450": "傷心。故我誠實苦惱。安得不預惶恐。而生悲畏哉乎。", "451": "苟非藉彌陀。慈願之接濟。及懇切念佛之𢬵命者。萬", "452": "難越出。我業重若是。何幸遇此。念佛法門耶。今既承", "453": "佛力。當盡報受持。誓不敢怠。以偹不測。遺教經云。制", "454": "之一處。何事不辨。予謂制之者。制其執持名號。一處", "455": "者。一其一心不亂。何事不辦者。即捨其娑婆。取其極", "456": "樂。乃至證果。又不出是經八字。而一生辦就也。以遺", "457": "教而合彌陀。則兩經相契。無不遂意耳。嗟乎釋迦慈", "458": "父。以最後極慈之談者。因憐末劫蒼生。無門可入。故", "459": "預為垂慈。方便直指。若論於我。正為一人慈示。論於", "460": "人者。則為羣生所導也。是知不唯中下。急宜念佛。即", "461": "從上聖賢。無不以念佛得證。以其十方諸佛。皆念佛", "462": "成佛。經有所攷。譬儒氏之試官。不讀書者。而能作主", "463": "考。冢宰哉乎。故知不信念佛。任爾修諸雜善。福踰須", "464": "彌。亦不得生。況餘門學道。猶蟻子上山。萬無一獲。念", "465": "佛修行。喻順水駕帆。萬行萬到。況彌陀慈願廣博。無", "466": "機不攝。如海納百川。淨穢齊收。雖爾予則獨愧其。念", "467": "不能一。愛不能輕也。苟舍三衣瓶鉢道具之外。無物", "468": "不輕。輕之又輕。輕到無可輕處者。則念佛之心必一。", "469": "苟舍懇切持名。念佛之外。無念不一。一之又一。一到", "470": "無可一處者。則情愛之念必輕。愛既輕兮。念必一。念", "471": "既一兮。佛必純。佛純念一。念一佛純。則心外無佛。佛", "472": "外無心。心佛一如。千江月現。報滿時至。無餘無欠。正", "473": "念分明。三聖齊現。隨佛往生。方知靈驗。以是鄙誠。𢬵", "474": "命念去。一生安養。迴入塵衢。分身百億。勸導羣愚。同", "475": "出苦輪。共佛同居。立此誓願。復何言歟。復何言歟願同太虛。", "476": "五更巡照偈五更巡照偈", "477": "初更夜報與念佛者。一日完世事捨。竪起脊骨梁。打", "478": "開大般若。快念佛。今日又過也", "479": "二更到。速拜昏沉拋。醒將來。聽我道。人生大夢中。雜", "480": "念宜拋調。快念佛。莫待無常到", "481": "三更鼓。生死無常苦。既為僧須早悟。不當國王差。不", "482": "掃爹娘墓。快念佛。免教見閻羅", "483": "四更至。說與念佛知。生最難。死容易。多少聰明人。空", "484": "過不辯味。快念佛。瞬息無常至", "485": "五更了。大事如何好。念不一。人已老。彌陀本現前。錯", "486": "過人多少。快念佛。念佛成佛道", "487": "巡照者。巡其縱逸。照其生死也。古人以圓木作枕。", "488": "乃至身不沾其牀󱊧。即此之義。而今人不然者。日", "489": "以雜念紛飛夜為惛󳬿癡睡。於生死分上。絕無干", "490": "涉。是以巡到我處。連佛號回答不出者。正癡眠之", "491": "至矣。苦哉哀哉。是我戒香。如此做光頭。三途防有", "492": "分。地獄亦。難遁。哀告諸上人。慈悲呵責我。憫我痛", "493": "䇿我。切弗哂效我。火速快念佛。立刻來度我。", "494": "苦勸火速念佛歌苦勸火速念佛歌", "495": "論斯事心酸痛實可憂憂既無益念佛好", "496": "提筆起眼哭腫實可愁愁既無益念佛好", "497": "暫做人常獄籠實可愁愁既無益念佛好", "498": "雖為僧與俗同實可羞羞既無益念佛好", "499": "宗不明教不通實可慚慚既無益念佛好", "500": "戒行無三毒重實可愧愧既無益念佛好", "501": "造眾罪三途送實可怖怖既無益念佛好", "502": "惡業纏病魔凶實可畏畏既無益念佛好", "503": "眼惛瞎耳不聰實可焦焦既無益念佛好", "504": "遍體燒渾身痛實可悽悽既無益念佛好", "505": "無常到手摸空實可慌慌既無益念佛好", "506": "諸鬼卒惡不容實可慘慘既無益念佛好", "507": "舌頭大口難動實可酸酸既無益念佛好", "508": "地獄相火齊紅實可怕怕既無益念佛好", "509": "幸善友念佛濃實可喜喜亦無益念佛好", "510": "藉佛力獲凉風實可喜喜亦無益念佛好", "511": "心稍清繫念通實可喜喜亦無益念佛好", "512": "未十念竟像鬆實可喜喜亦無益念佛好", "513": "地獄形絕無踪實可喜喜既有益念佛好", "514": "承知識助示功實可喜喜既有益念佛好", "515": "化佛至蓮臺擁實可喜喜既有益念佛好", "516": "金蓮花如日宏實可喜喜既有益念佛好", "517": "住人前更心聰實可喜喜既有益念佛好", "518": "一念頃樂國共實可喜喜既有益念佛好", "519": "念佛好。念佛好。持戒持名念佛好。以上多少㐫險事。", "520": "全賴一句佛力保。那怕王侯與鐵漢臨死歸根念佛", "521": "好。", "522": "此歌者。實我自身作業。真心發露。以苦口哀勸善", "523": "人。極信念佛要緊。為大丈夫自己。第一件要緊事", "524": "幹。勿可輕視而自負。要知我戒香。過現造諸惡業。", "525": "臨終地獄眾火。一時顯現如是。僅以藉人助念之", "526": "功。及自己極念之力。不十念而回獄蓮擁。復感阿", "527": "彌陀佛。化佛慰我。頃刻攝往。極樂同居。況諸善者。", "528": "以戒定持名懇切。終身之所念佛乎。須知念佛有", "529": "如是好處。如是便宜。如是靈感而阿彌陀佛。有如", "530": "是慈悲。猶賊之父母。終不惡子為賊而不愛子。必", "531": "要拖爾回家。如是恩典。磨骨揚󰞆。何足以報。是以", "532": "再不信再不念。誠為可惜之至矣徹悟所謂不讀", "533": "佛經。不聞開示。𡩋知此理。今而後。唯有竭力精修。", "534": "盡報歸誠。𢬵命念佛而已。復何言哉。", "535": "稽首發願迴向偈稽首發願迴向偈", "536": "稽首釋迦文阿彌陀如來十方一切佛", "537": "圓頓脩多羅觀音及勢至菩薩上善人", "538": "廬山等梵天蓮社列聖祖敬集佛祖言", "539": "述句讚淨土弟子承佛力頂戴恒信受", "540": "伏願垂加護速令捨娑婆見聞諸善人", "541": "遞相輾轉勸厥德不可量譬喻莫能盡", "542": "願以此功德迴向佛淨土我與眾生等", "543": "同取極樂國", "544": "斯錄。乃戒香自己痛思之死門事大。急宜火速念", "545": "佛。以平日苟有十分的當者。將來稍有分毫抵敵。", "546": "或可權能作主。否則虗掛空名。全不濟事。故編之", "547": "者。專為自䇿。而作護身之劵引。甯敢充能以醜人", "548": "乎。茲安康西有善士許妙明等。極信西方。見是錄", "549": "喜之不已。再四請梓。以便利眾。余之曰不可也。何", "550": "者。緣我所撰之文。以我能念之佛。實不相應。而語", "551": "句粗疎。何苦多招譏笑。許君曰。師之言雖是真實。", "552": "不過難獻中上之士耶。然破我等俗情正似應時。", "553": "何庸過謙。而猶儒童之教蒙童。竟可自習而益人。", "554": "何太懼其哂耶。迴思固辭。既不見允。安敢執悋。以", "555": "退他心乎。是以赧顏塞之。惶恐惶恐。伏乞重道善", "556": "友。憫我愚昧。勿計幸甚。是所致禱。", "557": "同治壬申春淨業學人蓮根戒香稽首謹白", "558": "厭離濁世思歸淨土文厭離濁世思歸淨土文", "559": "思歸淨土文夫法華經云。三界無安。猶如火宅。眾苦充滿。甚可怖", "560": "畏。誠哉是言也。以色界。欲界。及無色界。都諸苦惱。悉", "561": "無安隱。僅有西方淨土之中。斷諸怖畏。絕無煩惱。無", "562": "眾苦名。但受諸樂。故名極樂。而無量壽經云。若稱我", "563": "名。必生我國。若不爾者。誓不成佛。法華又云。若人散", "564": "亂心。入於塔廟中。一稱南無佛。皆共成佛道。嗟乎。千", "565": "經共指。萬聖同宣。佛言不信。何言可信。要知稱佛聞", "566": "名尚生彼。而成佛道。況盡形頂戴竭力受持哉乎。然", "567": "此方之眾苦。實苦不可言。彼土之諸樂。真樂莫能窮。", "568": "天壤懸遠。優劣自顯。故知三界中者。無人不當急出", "569": "火宅。速入蓮池。以離生死。而待佛果者哉。每思娑婆", "570": "五濁之苦。欣樂󳬛而厭苦域。急歸安養九品之樂。捨", "571": "胎獄而取華池。是以猛正念。蕩雜念。淡世味。濃佛味", "572": "者。專為脫其娑婆哉也。欲脫以娑婆。須念以佛純。欲", "573": "念。以佛純。須斷以濁流。濁流止兮。恒河沙苦頓息。念", "574": "佛純兮。捨報玅樂安祥。故不斷以世緣。絕以濁流者。", "575": "則心難純淨。念難純一觀想彌陀。甯能相應。猶形端", "576": "之於影正。源濁之於流昏。以是觀之。不得不砍其枝", "577": "節。去其萌芽。淨其六根。清其三業。結茅舍。幽閉置於", "578": "斗室。制身心。精持畢於終年。從旦至暮。晝夜六萬彌", "579": "陀二六時中。念念思歸淨土。燃香燒指。無非誓願求", "580": "生。發露翹勤。端為雪諸罪戾。疲勞豈憚。寒暄無間。設", "581": "過現之業重。或多劫之障深。不克盡此身而往者。誓", "582": "以世世為僧。生生念佛無間。遵迦文之金言。及彌陀", "583": "之宏願。苟能藉慈光而生者。願其處處迴入。種種方", "584": "便度生。虗空有盡。我願無窮。罄心鄙誠。恭疏短引。俚", "585": "言未定。粗韻草草聊成。工拙學疎。睞者幸諒勿哂。尚", "586": "希慈誨。仰乞慜政。", "587": "急取安養宿免遭眾苦磨自愧焦芽子", "588": "敗種病真多賴有慈航濟稱名苦便無", "589": "願王光攝我帶業出娑婆", "590": "欲捨娑婆路先除荊棘疴毒根咸砍淨", "591": "枝葉自然無一心恒不亂執持阿彌陀", "592": "清淨無纖習報滿躲蓮窩", "593": "思念三界苦歸向大覺仙急求離火宅", "594": "念佛用當先聞名尚成就況持六十千", "595": "遵經依佛語信願切宜堅", "596": "淨土真安樂往生最勝緣貴以欣厭切", "597": "六字更綿綿念念心純一聲聲佛現前", "598": "念至瓜香日誓入下品蓮經云。下品下生。猶勝天官。況中上上", "599": "哉乎。", "600": "又七言五韻四首。", "601": "三界火宅屬吾身三業惛迷自造成華嚴云。一", "602": "切惟心造經歷無邊諸惡道", "603": "從苦入苦到如今慈父誘我方始覺", "604": "痛悔貪瞋癡毒心藉佛甘露洗滌我", "605": "障輕病減漸回春", "606": "我病該死何幸生全賴醫王無上尊", "607": "急切持名須努力自行他他酧慈恩", "608": "娑婆患險真厭怖淨土安隱實羨忻", "609": "誓願臨終斷諸道正念直入志西升", "610": "生已迴入復娑婆處處闡揚報佛恩", "611": "百億分身廣勸導方便種種度郡生", "612": "隨機應化無倦息權現神通󳫠火抗", "613": "但願四生歸淨域蓮根方滿最初心", "614": "佛慈悲願玅難量設盡無邊方便門", "615": "唯有樂󳬛稱最勝最勝最異度人登", "616": "迷子󳬿曉蓮池樂慳穢棄珍痛煞人", "617": "知得他方如斯玅天神也願即飛生", "618": "試問天神願生者何耶。答經云。天福享盡。尚墮三", "619": "途。故𡩋棄天宮。疾歸淨土者。顯見樂勝天庭。而位", "620": "居不退。永無墜日。要知天神尚然。況人民之區區", "621": "祿乎。然迷子之慳戀不察。猶蜂之慳花。蟻之戀穴。", "622": "以污反喜。以少為足。有何異乎。但愚而罔知。固可", "623": "悲憐。或智而不覺。覺而不願者。深堪痛惜。若人道", "624": "不透。何道可出。如甘心往來苦海。經歷險道。不願", "625": "復本往生者。吾不知其所歸矣。", "626": "娑婆西方。苦樂二境。優劣分明說。各十首。", "627": "應厭而捨之。欣而取之。娑婆苦情曰。", "628": "五濁急捨莫慳延。眾苦交煎節節聯。八難三災恒相", "629": "遇。饑饉疾疫日增添不出三界。諸人難免。", "630": "光陰如箭壽真促。遷變無常瞬息間。若不急尋安養", "631": "路。出來入去苦無邊生此死彼。無非是苦。", "632": "寒暄相交年復年。此情原屬總由天。熱來爐炭有何", "633": "異。冷去霜氷亦可憐冷熱尚難嗷。況加餘苦乎。", "634": "世求衣食苦難言。冐雨充風奔苦波。苟能厭苦勤念", "635": "佛。樂󳬛珍寶最盈多他方衣食。不假造作。自然而至。尚不捨礫。取其珍耶。", "636": "升合難求分外楚。有朝無暮實饑虗。因由往昔慳悋", "637": "甚。遭報今生缺絕磨既無春種。安有秋收。", "638": "舉眼多見惡人形。百䇿奇端不可聞。造時易兮報時", "639": "苦。王案獄案豈容情自道英人。誰知囚人。然他方無有惡之名目。況見其形乎。故應", "640": "念佛。而速徃之。", "641": "豺狼㐫惡還可避。三毒居懷最難防。智者專行戒定", "642": "慧。八邪十惡隱他方舉止動靜。切宜留神。是虎縱出。害人非淺。慎之察之。", "643": "無邊惡道曾經過。󳫠骨抽筋都已臨。既到人身非容", "644": "易。緣何還不急求生輪𢌞六道。不出胎卵濕化。故必歷歷經當今既為人應速追本。", "645": "苦形苦事苦情多。苦不可言怎柰何。僅有痛心勤念", "646": "佛。以苦轉樂是雄夫念佛二字。非大丈夫之所不能也。故是雄夫。定能痛心。而娑婆", "647": "之苦情。唯佛可救。故應念佛。", "648": "粗嘆娑婆眾苦情。勸君急出快離坑。只消信得西方", "649": "切。十念彌陀亦往生此坑不出。任爾上至國王。下至螻蟻等類。無非同在其中。苦苦", "650": "樂樂。度日是也有何趣味耶。", "651": "西方樂景曰。", "652": "九蓮任取樂󳬛栖。樂不可言世所稀。衣食自然非造", "653": "作。珍寶不勝實稀奇以此較彼天壤懸遠其間樂處。百劫難宣。知否。", "654": "光明壽命悉難量。往者無分別短長。一生補處皆不", "655": "退。上善齊會各稱強彼國人民。壽命等情。悉難度量。", "656": "黃金為地甚嚴麗。天樂迎空奉阿彌。各賚玅花端供", "657": "養。他方億佛悉瞻依晝夜六時。恒流不絕。", "658": "七寶池邊多玅臺。層層樓閣實嚴奢。微風吹動諸行", "659": "樹。享福羅漢笑盈腮是福與世福。優劣若何耶。", "660": "奇玅雜色眾靈禽。出和雅音悅眾心。自然皆生念佛", "661": "法。宣流變化豈旁生既非罪報所生的是彌陀化作。", "662": "無量無邊聲聞僧。皆是念佛極精誠。何知濁世諸男", "663": "女。𡩋有人人不堪生他既丈夫我亦爾只要心切總能成。", "664": "絕無纖苦純諸樂。易往無人實可憐。痛煞願王眼盻", "665": "破。迷子熟睡苦黃連戀苦棄樂。迷之甚矣。", "666": "樂󳬛玅趣豈能窮。無盡無窮一觀通。純一分明全體", "667": "現。是心是佛在其中是心是佛四字。勿輕意觀之。", "668": "念佛臨終獲玅因。彌陀大士悉親迎。一念頃入蓮窩", "669": "托。纔曉今朝悅我心早知若是。生出便念。已恨遲了。諸仁快信之。", "670": "略讚西方極樂情。星火念佛快精勤。休戀蟻穴殘穢", "671": "食。速往蓮臺享上珍有如是玅處。若再甘心戀其火宅。慳其瓦礫。不願徃生者。吾說", "672": "定無出期矣。", "673": "夫娑婆之苦情西方之樂趣者。真正的的確確。纖", "674": "毫無虗。縱十方口。亦莫能宣。然苦樂既有如是優", "675": "劣。試問甘以迷戀苦境。急以覺取樂因耶其間唯", "676": "讓智者知。勿以愚者道也。或曰此係蓮根杜撰。因", "677": "惡人而莫信之。答雖曰杜撰。歷有所攷。乃千經共", "678": "指。萬佛同宣。既非述者咎。莫非經佛戾耶。嗟乎。佛", "679": "言不信信何言。人道不修何道修。余再剖心挖肺", "680": "一句。我智善若心有纖欺。立墮犁耕。設真心供養", "681": "諸仁者。願速離娑婆。誓入西方。再曰不信。即十方", "682": "諸佛。亦無可柰何矣。況一介山埜。破戒沙彌乎。", "683": "心字說心字說", "684": "大哉是心也。玅哉亦是心也。大以當體為義。妙以任", "685": "運為宗。能包其太虗。而量周沙界者。誠非肉團妄想。", "686": "之心為心。乃智慧光明之心謂心也。是心者越空有", "687": "以具眾理。超聲色而應萬事。假如河沙英才。能測其", "688": "智乎。然世出世法靡不由是心而作。為聖為賢亦莫", "689": "不由是心而成。中庸云不可須臾離者是心也。猶臣", "690": "之事君。子之事父。咫尺莫違可也。華嚴云應觀法界", "691": "性。一切惟心造。須知惟心造者。成聖作賢。以及一切", "692": "善惡因緣。無不由是心識。造成昇墜苦樂。多種果報。", "693": "是故吾人現前心中所起一念。不落佛界便落九界。", "694": "九界者。謂佛界菩薩界。圓覺界聲聞界。為之四聖。次", "695": "則天界人界修羅界。及地獄餓鬼畜生等界。為之六", "696": "凡所以凡有心者。靡不有念。但有念者。終不越於是", "697": "心中之十法界也。故心若念佛。定落佛界心若念餘。", "698": "不出九界者以其一一。皆由是心中一念所成。落其", "699": "九界哉也。譬影必隨形。流必隨源。形端則影正源濁", "700": "則流昏明矣。經之所謂一切惟心造者。乃心外無法。", "701": "法外無心。是言離吾人現前一念之外。無有毫法可", "702": "以立脚也。嗟乎心之一字。有如是之天淵優劣。如是", "703": "之升沉苦樂者。真正非人不珍。不珍非人也。是故智", "704": "者慎獨。念念覺察。應以未敗之軀借假修真。息諸惡", "705": "以奉眾善。行方便而濟羣生。更宜覺光陰之易返。悟", "706": "石火之難留。身如浮雲。命若風燭。既云呼吸難保。何", "707": "苦作諸不善。急當信心念佛。縱居家以未能宜忙裡", "708": "而偷閒。多寡念幾句阿彌陀佛。漸漸種一點最勝善", "709": "因。若能杜絕塵緣屏息諸務。深信是心。本來是佛。以", "710": "其無始迷昧。苦到如今。今既略覺。當立志願。從此掃", "711": "盡餘學。專切讀佛。乃至氣絕脚直。亦不稍改稍怠。苟", "712": "能如是深信。指日不難面佛。然而修行二字。誠無別", "713": "法。貴乎持戒念佛。而念佛二字。亦別無奇特。貴乎懇", "714": "切精一。懇切精一者何。謂信願行並立為三也。果以", "715": "信切。必斷疑情。願切必脫娑婆。行切必達西方。近佛", "716": "必矣。至於觀經所語是心是佛者。乃釋迦本師大慈", "717": "大悲。明示是心人人可以作佛也。既許人人可以作", "718": "佛者。安可以再棄而再迷耶。故當藉此幻質篤志精", "719": "誠。讀佛禮佛。將來命終之時。必定見佛。是心苟如是。", "720": "起以是念者。則斷盡九界。必落佛界矣。故曰玅哉是", "721": "心之所一念也。所以知是理者。縱居王宮天宮亦不", "722": "以為喜。何則以其天福有限。經云天福享盡。還墮牛", "723": "領中蟲。況人間之區區福祿哉乎。又曰西方下下品。", "724": "猶勝於天宮。況上上品哉乎。故應急宜生信。專切行", "725": "持要緊。予若不遵佛語。有臆說而誑諸仁者。令我戒", "726": "香立墮犁耕如其真實奉勸諸君。深信是心誠可作", "727": "佛而欲願諸仁同落佛界者。則願我盡此一報身。疾", "728": "生安樂國。以便早面彌陀。早居淨土。早迴娑婆。早來", "729": "化度。務望諸哲勿以人廢言。而辜負自心。請靜味之", "730": "皆可以由是心而越苦海。由是心而登樂󳬛。由是心", "731": "而生無窮福慧。由是心而居上品蓮臺。噫若是。則大", "732": "地之最勝快事。孰有復越於是者哉。", "733": "禪餘自問何謂光頭皮禪餘自問何謂光頭皮", "734": "原夫薙髮染衣。頭光跣足。便名離欲羅漢。出塵上士。", "735": "越諸塵以絕乎諸趣。悟三空而超乎三界。名利斷盡。", "736": "榮辱毫無。觀桃紅柳綠之色。覺似一紀。聽海會蓮池", "737": "之聲。知皆勝友。要甚眷屬。管甚春秋。本似物外閒人", "738": "奚以塵客之所比乎。何柰宿習深濃。不染而就。猶烏", "739": "鴉之黑羽。蜘蛛之網纏。甯假造作。豈勞人為。以其無", "740": "明滿腹。習氣全箱。專慣向外馳求。奚有內行正念。所", "741": "以攀緣送禮。不時問安。哄宿山以結隊。引做會而成", "742": "羣。僧俗擠擁。男婦擾攘。外觀奚雅。成乎釋氏之規。難", "743": "免人談。甯像僧家之格。以是觀之。大違佛制。非犯律", "744": "儀。定逆尸羅。使世人怎信。粒米怎銷。嗚呼。末法淋漓。", "745": "如是。諸佛甯不悲懷。我輩苦惱。亦濫其間。深愧愚昧", "746": "無知。藏首縮頸。是以懼見人顏。避蹟山林。誠無可以", "747": "能為。僅初學而讀佛。惟余也有二習。與人之所稍異", "748": "者。謂畏以熱閙也。混雜也。害善法以傷尸羅也。輕善", "749": "友而虧道德也。剎那怠惰也。佛聲倐息也。光陰電速", "750": "也。命在呼吸也。及將終時。苦痛呻吟。之所倒眉也。然", "751": "其次者。乃喜以冷淡也。清靜也。損惡道。以嚴律儀也。", "752": "敬壞服而惜針福也。不敢稍怠也。精持佛號也。速離", "753": "苦海也。疾登彼岸也。至捨報時。安詳而逝。之所體態", "754": "也。舍此喜畏之鄙習。非吾所學之所應。亦非我所契", "755": "之所願也。然欲報佛本懷。感彌陀迎者。莫妙乎。修無", "756": "間淨業。修無間淨業者。須遵善導大師云。以身專禮", "757": "阿彌陀佛。以口專持阿彌陀佛以意專觀阿彌陀佛", "758": "是也。謂令身口意。無時不淨土。無刻不親佛。兼之一", "759": "喜一畏之習。終身無廢。大都該稱佛懷。亦定感彌陀", "760": "哉矣。若舍是而別出奇習者。吾亦不知其為何如也。", "761": "所以光到頭皮。須先識󲋒目。若竟不知。何謂光頭皮", "762": "者。誠為可傷之至。猶士子入場。既不董其󲋒。怎堪做", "763": "文章。而妄思登榜耶。光頭亦然。從薙髮以來。如瞽目", "764": "亂闖。糊東撞西。至於今日。竟不知所幹何事。出言並", "765": "無典章。談說亦乏稽古。正省公淨土詩云。初步迷時", "766": "步步迷。是也。若逢賢者。導我念佛。則曰西方路遠。吾", "767": "焉能到。或稍獲小技。自道已通佛法。或信施護助。憍", "768": "言我有修功。所以眼界若鵞。大生我慢。縱見清廉。高", "769": "讓之士。不在我之眼下。以其專趣豪勢。慣貪名利。是", "770": "以全不知羞。屑無慚愧。嗟乎。如此苦惱。自奚知病。眼", "771": "光一落。從此百劫煎熬。只消自問。甯勞閻翁判斷。那", "772": "時再欲為僧。防難如願。是故智者。聽之痛涕。愚者聞", "773": "之反恨。因取捨不同。公私之見而已矣。咄。苟如是者", "774": "我且問你。你既別父母房族。斷六親眷屬。而光其頭", "775": "者。畢竟所為何幹。如是問之再四。何竟目定口呆。絕", "776": "無回言。復厲聲。拍案一問。猶五雷振頂。百箭入心。恍", "777": "然心悚毛竪。汗淚齊流。似服柴胡多兩。表藥幾劑。積", "778": "年之磕睡始甦。多染。之雜症稍輕。如此終身鞭問。縱", "779": "卉木以悲濠。慎獨痛思。即頑石而傷酸。須知無情尚", "780": "然。況有虗靈不昧者乎。是以生大惶怖。起大慚愧。經", "781": "云人身難得。猶芥子以投針鋒。佛法難遇。若盲龜而", "782": "值浮木。要知人身尚難。況佛法哉乎。我今既得人身。", "783": "復霑僧品。而獲其具戒者。真正千生有幸。若不趂此", "784": "報身。早離苦海。求生樂國者。尚待何身。而再逃生耶。", "785": "然而袈裟一失。萬劫難逢。況人命無常。呼吸難保。人", "786": "間暫寄。地府恒居。余再以譬喻。而試問曰。假如世有", "787": "二人。皆難活命。一以犯其國法。赴市候斬。一以極患", "788": "篤疾。遭焰將煨。如是二人。心既未死。必想救赦。定欲", "789": "逃生。設有嬌妻美妾。子女珍寶。及受用百饈之類。令", "790": "彼二人。隨意自欲者。彼還能心識顧戀否。答曰。彼因", "791": "命在頃刻。只存逃命之念。敢起顧欲之心耶。不顧自", "792": "命。而反癡戀者。盡世無有此人。設遇有者。乃真正該", "793": "死之客。千佛難救。況爾我乎。噫。妙哉是譬也。是問是", "794": "答也。須知我命尚難保。況貪幻物乎。光頭皮。亦復如", "795": "是。未明大事。未免生死。未脫苦海。未登彼岸。不慇懃", "796": "念佛。顧自慧命。而反貪戀一切緣務欲樂者。亦真愚", "797": "癡。該死之至矣。故智者不然。當效彼二志。篤行淨業。", "798": "死求脫離。如就刑戮之怖。若遭水火之逼。拚命念佛。", "799": "專圖逃生。安敢纖毫怠息。而更攀世緣。營雜務。圖體", "800": "面。稱能會哉乎。果然若是覺已。而篤實念佛者。吾許", "801": "斯人。指日生西。立地面佛可也。故既做光頭。定要斷", "802": "世緣。絕財色。任他天女蟾娥。盡世珍寶。乃至王位。不", "803": "以為奇。設遇特來試我。誘我者。吾皆心如鉄石。而應", "804": "惡財如礫。惡色若蛆。非我沙門所宜。甯死不關心。顧", "805": "自慧命。是言為光頭之第一關。緊要文憑也。生死皂", "806": "白。誠在於斯。而亦不唯釋氏者。即儒家。亦宜守其分", "807": "內。奚應貪乎分外。是知喪風敗節。輕身試法者。莫不", "808": "由此財色兩字。將一生名節。付於坑廁矣。況我堂堂", "809": "僧相。具受佛戒。應聽佛語。當依佛制。咬牙切齒。甯死", "810": "莫違。或曰爾戒香。沙彌之小見。行菩薩道者。智充力", "811": "足。法無礙處。曰。然。試問爾是菩薩否。若地獄出入。刀", "812": "鎗劍戟。糞穢之中。以及水火為家。爾能無礙。無拘。無", "813": "懼否。若然者。果如其言。設毫末有礙者。幸弗圖爽口。", "814": "而甘墜深淵。要知爾我。是具縛凡夫。稍有一屑微恙。", "815": "尚難作主。況極苦難忍之千係乎。良以自入學。以至", "816": "宰。從沙彌。而至佛。莫不以初步而入。猶行程千里。開", "817": "步行錯。前途怎到。我戒香既已不孝。作其沙門者。應", "818": "遵佛敕。應守佛戒。應依佛行。只三句。便名光頭題目。", "819": "當識得清楚。防得緊實。讀得純熟。記得牢拷。然後做", "820": "文章。作詩賦。無不取中。否則。無可為名。所以急應。自", "821": "立志願。將順調逆。以逆轉順。生處作熟。熟處轉生。此", "822": "雖鄙見。不甚奇特。請靜味。善研試之。該有相應。若曰", "823": "既專淨土。何苦嚕囌者。竟可斬盡葛藤。以老老實實。", "824": "念句阿彌陀佛到底。可也。宜盡此報身。一刻無間。切", "825": "忌雜修。雜行。便從今日篤行起。乃至氣絕。終不更改", "826": "微毫花樣。能如是力行。願切者。瓜香之日。定面彌陀。", "827": "蒂落之時。包生淨土。而亦勝與無始以來。之經生父", "828": "母師長。及冤親債主等靈。為其作大佛事。修諸功德。", "829": "以令高超淨界者也。故知念佛功德。不可思議。若論", "830": "自利。利他之說。則盡十方諸佛。共口難窮者。以其阿", "831": "彌陀佛。因地中。所發六八弘願力故。所以無機不攝。", "832": "無生不利也。行人以是。信得切。行得一。篤誠念句佛", "833": "者。當知宿具大善根。大福德。大因緣。始能極信深行。", "834": "而不怠惑。否則。惑怠難免。是故既遇是利。譬嬰孩咬", "835": "乳。井兒攀藤。死不可放鬆。生死取舍。在於自己。甯勞", "836": "他獲哉乎。苟如是志切。而始終如一者。吾敢說曰。稱", "837": "道人也可。和尚也可。方不愧於光頭皮。三字也矣。余", "838": "纔濫僧次。愧無所知。而謬行至今。苦無覺察。縱初學", "839": "讀其佛者。全似啞漢喊婆。萬難相應。誠為可羞。可痛。", "840": "可悲。可恥。茲因夏日天長。課餘消遣。述以是問者。端", "841": "為自俻日究。益加鞭䇿終身。故不避文粗句俗。專顧", "842": "自問。自責哉矣。", "843": "頭皮我既禿輕財斷愛欲節食而量衣", "844": "淡泊應知足梵行須嚴淨律儀弗殘缺", "845": "光陰似隙駒念佛要急速幻質非堅久", "846": "呼吸命難確倐然無常至死如龜剝殻", "847": "仔細想將來悚惶悽濠哭慎獨思將去", "848": "心肝裂熱血此身誠患苦戀甚牢坑樂", "849": "娑婆五濁間三惡道充足而多不善聚", "850": "立願勿再托篤志求往生決意入彼國", "851": "欲佛垂光迎精誠奉佛讀深信諸佛言", "852": "西方真安樂此地實危險刻刻防刑戮", "853": "今生再不逃何身脫牢獄甯死入安養", "854": "誓不餘方宿一心念彌陀執持弗怠惑", "855": "揮淚述斯問終身自鞭骨見聞若隨喜", "856": "轉勸更多福", "857": "三次掩關讀佛往生詞三次掩關讀佛往生詞", "858": "一間草屋。六尺淨地。不莊嚴。卻也清緻。懸幅佛像。奉", "859": "尊阿彌。供花一朵。燈一盞。香一炷。石罄不敲。木魚不", "860": "擊。純一念。蒲團坐倚。露個頭皮。赤雙脚底。將破衲頭", "861": "日作衣。夜當被一筷。醃菜。兩碗薄糜。罷貪求。知足無", "862": "慮。菴門常掩。關扉常閉。遇道人談。淨友會。塵客避。不", "863": "讀教典。不閱經偈。省眼力。似省閑非。蕩盡糟粕。無非", "864": "禪味。但棄卜度。棄妄想。棄亂意。既無榮辱。亦斷名利。", "865": "舍體面。有何拘繫。愧無能為。學讀阿彌。誓靜不廢。躁", "866": "不捨。死不離。寒暄無間。病若不忌。六萬佛終身力持。", "867": "悲昏迷來。防󳬿朧去苦無參學無功行。無根基。哀而", "868": "可痛。羞而可恥。非彌陀本願難提。故再進關。篤行弗", "869": "替。決求垂光。求慈悲。求󳫠濟。樂󳬛未登。苦海未離。掃", "870": "餘學。專圖活計。不純念佛。何足為奇。當真實讀。真實", "871": "行。真實持。即此上乘。亦名盤費。盡此身。入安養地。面", "872": "奉彌陀。親禮大士。憫我戒香。賜摩頂。賜授記。會諸上", "873": "善。和我游戲。待成就。阿󳺎䟦致。舍是弗願餘處弗依。", "874": "是吾鄙志。吾屑願。吾素喜。", "875": "奉勸精一念佛歌奉勸精一念佛歌", "876": "苦口勸。念佛好。餘學。雜修徹底拋。專念彌陀。赶緊趁", "877": "早。莫待臨時脚忙跳。不參禪不看教六字分明無上", "878": "道。既遇醫王。病子包好。愁甚未買諸藥草。無僧俗沒", "879": "老小。但肯持名終可保。苟能信行。願切必到。奚分貴", "880": "賤與貧豪。身如漚命若泡。剎那生滅不堅牢。看他旭", "881": "日。東始升高。不覺已落西山󴏟。快省察。宜赶早。孩童", "882": "一瞬竟已老。空手而來赤脚而跪。只肩業貨怎生銷。", "883": "非藉佛。孰能保。念佛猶湯雪上澆。諸行無常。如光影", "884": "󰋪。生死呼吸誠難料。眾善奉諸惡掃。滴水能盈大器", "885": "浩。莫言微小。善推惡招。纖毫分明歸自挑。急回頭。休", "886": "道早。臨渴掘井莫後懊。趁此色力。竪起眉毛。速辦三", "887": "十夜糧鈔。勸緇素。念佛好佛聲不絕功纔高。為善最", "888": "樂。念佛更玅。念得一句是句寶。三業淨。六根皎。廣種", "889": "無量福田苗。看來雜修。苦多樂少。到底持戒念佛好。", "890": "看護沉疴助終往生訣看護沉疴助終往生訣", "891": "竊聞生之與死。似僧俗之尋常。處世之必當也。何容", "892": "寒慮。盖具縛凡夫。病有權實。權者。謂感冐風寒食積。", "893": "或冷熱𤵌瘟。頭疼腹痛。乃至疲極勞傷瘡疣痢疾等", "894": "類。此情。果宜速醫急治。以保身壯。而便精行。若曰實", "895": "者。乃無藥可治。萬不能起也。盖修數有定。命不可挽", "896": "矣。須知醫之與藥。只可以治病。不可以治命也。醫藥", "897": "若能治命。則有錢者。永遠不死明矣。所語藥醫不死", "898": "病。佛度有緣人。顯見要死的病難醫。不信的人難度", "899": "又明矣。既知命不可挽回者。當預先覺照。將一生所", "900": "為善惡事業。心中和身放下。不必費心想好。亦不可", "901": "愁眉寒心。憑他上天落地。我只管顧牢一句阿彌陀", "902": "佛。其餘任他天闢地崩。悉非我事。靜靜待其起程可", "903": "也。何則謂死即生也。又曰吉事。正猶棄獘衣而換珍", "904": "服。舍垢水而赴華池。離苦趣樂。何酸之有耶。病者苟", "905": "如是頓空。如是放下。如是想法。而一句阿彌陀佛。死", "906": "不放鬆者。則縱有宿業現障。亦屬不妨。何者。以其阿", "907": "彌陀佛。因地有願。決不誑人。必能慈光垂引。該攝受", "908": "我。隨業往生。是以不必猶豫。此情。只要緊持佛名可", "909": "也。然則病者。雖能如是把穩。而此時全賴護病者助", "910": "道。乃病人只能顧自痛癢。顧自念佛。不遑顧於別件。", "911": "所以護助者。當種種體恤。幸弗有始無終。按梵網經", "912": "云。八福田中。看病福田。是第一福田。要知看病二字。", "913": "無非來來去去。問問長短。定非終日。近於床前。始終", "914": "當值病人也。以往來片刻之看顧。福尚如是。況真心", "915": "實意。慈悲溫柔。始終不倦。護其生於西方乎。此福田", "916": "者。等於太虗。亦莫能喻。所以不論師之與友。既發只", "917": "片婆心。護病當值。宜弗生怨心。弗生厭惡。而設有遠", "918": "近僧俗。來望病者。當值人應自作主。告望病者。外邊", "919": "請坐。弗直入房。何者謂義有三說。盖見其病人。必須", "920": "問答。談講等情。非傷其神。即虧其氣一也。次以俗情。", "921": "送點水菓茶食之類。說些長短俗話。非損其口。即壞", "922": "其腹二也。再或勸其延醫問卜。求神服藥種種不一。", "923": "非惑其心。即亂其意。有此三損不如不見為佳。而與", "924": "健人加忙。病者添炭。試問何益之有耶。譬如打擂臺", "925": "者。只班敗去。那班又來。主人不敗而虧。不損而傷明", "926": "矣。病者亦復如是。不沉而重。不死而夭亦明矣。所以", "927": "雖曰好心。誠似怨敵。若論生病二字。不管難起易起。", "928": "玅不過房門緊閉。默然念佛。切不可見客談話。該應", "929": "好者而易好。即要死者亦安然。定性神識孤圓。此乃", "930": "極玅訣巧。雖不奇特。諸仁竟可自試。方謂不才。愚中", "931": "尚有一竅也。是故除當值一人。其餘不許入門。然而", "932": "有大善知識。及精純念佛淨友到來。宜請其進去。開", "933": "示病人。以便令其藉此得力。直往西方。舍此以外。一", "934": "概不可出入。防多亂其神。於心何忍耶。然則護病。當", "935": "值之人。切不可片刻遠離。宜近其左右。彼若不問不。", "936": "呼。爾亦不宜多說。但只個最後因緣。本屬似難結的。", "937": "所以一切之中。當原諒他。體恤他。看顧他。方便他。猶", "938": "臣事君。如僕事主。終不可起微毫怨心。終要願他。定", "939": "生西方。見佛為佳。倘其日漸日篤。程色看來不像者。", "940": "護病人益加要細心防守。寸步不宜離可也。盖將終", "941": "之際。四大分張。八苦交煎。縱有力量。難免無酸。是以", "942": "坐臥不甯。翻覆無安。以其筋骨血肉。脉絡齊抽。誠實", "943": "難過。所以切宜任其自然。切忌不可勉強。由他撲眠。", "944": "仰臥。斜倚歪靠。伸脚盤腿。種種奇形異相。聽憑他使。", "945": "不宜挪移。致動其念。當請人眾近前。助他朗朗念佛。", "946": "是名第一玅法。第一恩德。切不可高聲大喊。著忙著", "947": "急。有害驚慌。盖將終未終之際。其魂與魄。最細最寒。", "948": "防害其驚怯也。譬如爐中燒香。欲使其煙。直冲上霄", "949": "者。宜密默之。無有一屑。微風挾雜。方能直冲其上。亡", "950": "人將去之靈。亦復如是。故當值將終之幾刻。更宜用", "951": "心照顧。徐徐念佛。助他路程。最為第一的當。須念至", "952": "渾身冷盡。一屑煖氣全無。然後將佛號收下。再行料", "953": "理。浴身洗面。換衣等情末遲。若亡者喜棺。即以棺臥。", "954": "喜龕便以龕坐。臥棺者。固不可言。龕者有焚塟二義。", "955": "塟者且置。獨論茶毗。須停七天之後。方可舉火。義廣在將", "956": "終西行說中但亡則亡矣。全賴於健人作主者。乃護病。及", "957": "執事人也。宜遵清淨佛戒。切弗依其俗派。何則。謂活", "958": "既不能依。死應令恪守。又活既如此。慳貪不捨。死當", "959": "令其解脫󴏫洒。故無論臥棺坐龕。茶毗殯埋。只消穿", "960": "二三件衣服。上下裡外儘矣足矣。除袈裟在外。若以", "961": "棺置。冬夏衣均可。如坐龕而定欲茶毗者。切不可穿", "962": "其棉。裡外上下。一概夏布最玅。焚之又快而無臭。依", "963": "余愚見。只消赤雙脚。禿個頭。似現成的。羅漢格式。何", "964": "容粧其體面。搭其紅祖衣。穿其黃海青。戴其觀音兜。", "965": "著其揚州鞋耶。縱使是個呌名和尚。或是個毗盧方", "966": "丈者。亦可不必死粧體面。若曰此處粧扮活人看。其", "967": "亡者。渺茫無知。那邊拆磨死人受。其存者。孰能肯替。", "968": "故知西方逍遙真體面。天上人間我不喜。嗚呼。既知", "969": "若是。天下士女。何不精進念佛耶。所以迷者儘迷。悟", "970": "者不然。況只個臭皮囊中。無非一袋膿血。無萬蛆蟲。", "971": "何苦將信施之脂膏。不易之艱物。包其臭不可聞之", "972": "膿血耶。與亡者全然無益。論存者定有過愆。或曰儒", "973": "有事塟。及祭之三禮。兼有衣衾棺槨之說應奉者。請", "974": "解說之。曰。余非不事不塟祭。不衣不棺槨。乃言其活", "975": "既不依佛。死當遵佛制。而儒之與釋。似同似別。同者", "976": "理也。別者法也。既理同而法別。何庸依儒。既欲效儒。", "977": "何庸皈釋。既皈其釋當依佛法論。不應俗見辨。即使", "978": "為徒。不忍於師。欲寬穿幾件。以自為孝者。可否將寬", "979": "穿之衣。及其餘之服。一概分給。與極淡極寒之同袍。", "980": "令其心歡意悅。起慚精誠。行持淨業。則師徒獲福。存", "981": "亡皆利。奚非兩全其美。真正快事哉乎我學人。戒香", "982": "深愧出家年淺。學識全無禮四山所經之地。每見各", "983": "處同袍。臨終以及茶毗情形。多被健者存者。惑以心", "984": "識。而終後情跡。無異俗派。皆不相宜。要知既不合佛", "985": "制。又無益亡者。而反增亡人過者。似乎於心不忍。深", "986": "可悲痛。故不得已。將初起沉疴。乃至命終。以及護助", "987": "料理緣由。略陳其情。直告十方諸仁同袍。大慈愍鑒。", "988": "憐我不才。誠實申剖。幸弗計其粗言濁語。伏祈", "989": "斧政。乞", "990": "施准行。以便存者亡者。霑益無邊。則看病與護助之", "991": "功。獲福無涯矣。", "992": "願以此陳情莊嚴佛淨土普益於一切", "993": "同生安樂國", "994": "越東願西乞士戒香泣血謹述於武林西湖舟次", "995": "將終西行含酸難忍語將終西行含酸難忍語", "996": "竊聞佛制亡僧之焚化者。原為令其離分段之幻軀。", "997": "證常住之法身也。故自古以來。諸方僧眾。奉為定制。", "998": "然而如今釋氏。只知以焚化為了事。不復依古制而", "999": "停龕幾日者。謂悲亡人之八識。未曾去盡。依然知其", "1000": "痛苦。而含酸難申。或恨毒難忍也。彼不思苦叩多天。", "1001": "只想求停七日。以為莫大之恩。最勝之德者。免其極", "1002": "苦難嗷。極痛難言耳。既爾必須起惻隱之仁心。行大", "1003": "慈之方便。宜惠兮慰兮。願亡者安神受用。豈不為美", "1004": "乎。余參學諸方。每見呌名三天或一日之間。即行焚", "1005": "化者。誠大不可之至也。何則謂亡雖亡矣。尚有不亡", "1006": "者在。即第八識之阿賴耶識。守其空房耳。孔子所謂", "1007": "死而不亡者似矣。故俗諦稱之靈魂。真諦呼之識神", "1008": "是也。盖人乃萬物之靈。靈者即此識也。是知此識既", "1009": "在。即行焚化者。安有不痛之理耶。故既而痛之。必定", "1010": "含恨在識。既含恨之。必定生嗔。既生瞋恚。必致令墮。", "1011": "試問害其墮落者。罪歸何人歟。若以是而令其墮落", "1012": "者。則沙門之名。釋子之心安在耶。而猶屠兒魁膾。有", "1013": "何異乎。是以哀告十方。諸山長老。伏乞開一線之恩。", "1014": "悲亡者之苦。極少暫停七日。謂按八識補註。以眼耳", "1015": "鼻舌等之六識。漸次而去。唯第七末那識。第八阿賴", "1016": "耶識。此二識。定要滯之第七日。方能去盡。是以必須", "1017": "停過七天。至第八日焚之。方有益於亡者明矣。余於", "1018": "咸豐辛酉間。居學地於台山上方廣寺。閱諸龍藏。其", "1019": "間有藝字函。八識規矩補註云。佛說人有八識。即知", "1020": "識也。前五識名眼識。耳識鼻識。舌識。身識。第六識名", "1021": "意識。第七識名末那識。第八識名阿賴耶識。余曰此識最靈", "1022": "故知痛知癢知好知歹。能應其萬事。而具其眾理。能造天堂以及地獄。能成聖賢以及佛果。凡有舉止。無彼不", "1023": "興。彼若不在。即名死物也矣。", "1024": "人之生也。唯此第八識。其來最先。七識。六識。五識等。", "1025": "次第後來。及其死也。唯此第八識。其去最後。五識。六", "1026": "識。七識等。次第先去。葢第八識。即人之靈識。俗謂之", "1027": "曰。靈魂是也。此識既靈。故於人初受胎之時。彼即先", "1028": "來。唯其先來。故兒在母腹中。即是活動之物。若於人", "1029": "死。氣斷之後。彼不遽去。必待週身冰冷。無一點煖氣。", "1030": "彼識方去。識去則此身。似毫無知識矣。余曰。雖毫無知識。當以如", "1031": "活者顧惜。宜細細看守。徐徐念以佛名。令其藉佛六八願力。猶黑暗之遇燈。苦海之遇舟。失路之遇師也。引其", "1032": "徐徐前去。使他胆壯心寗。安祥見佛故若有一處稍煖。則第八識。尚未", "1033": "去盡。既未去盡。即仍知痛苦。既仍知痛苦。不特以焚", "1034": "化之苦。苦不可言。即勉強搬動。盤腿等事。亦復難受。", "1035": "不過身不能動。口不能言。意不能發而已矣。悲夫。余曰。", "1036": "要知有口而不能言者。猶啞漢之被形戮。嬰兒之遭水火。既舉目以無親。有口而難伸者。乃悽慘中之最悽慘", "1037": "也。當休恤代其悲痛之。憐憫之為要孝經云。壽煖識三者。常不相離。葢", "1038": "言人身有煖。則有識。有識者。則壽尚未盡。故古來。多", "1039": "有死去三五日。而復生者。皆具載典章。歷歷可考。據以", "1040": "如此說者。豈可一死就焚耶。設或他能復生。其房間既已被毀。何能趣向投宿。而彼之含怨。我之因果怎生解", "1041": "結耶　攷之儒家。亦有三日大殮之禮。緣眷屬之恩愛。", "1042": "尚望其萬一復生也。凡我來僧家。原屬順理而行。雖", "1043": "不以痴心。望其復生者。亦安可不體其疼苦情形。而", "1044": "竟遽爾焚燒耶。其慈悲方便之心。又安在哉。嗟乎每", "1045": "見兔死狐悲。各傷其類。物尚如此。況同為人類。而同", "1046": "為僧類者乎。且人情痛苦。極慘之際。瞋心極容易起。", "1047": "以嗔心故。致令墮落。要知以是。而令其墮落者。則害", "1048": "彼之愆。又歸與何人耶。宜慈悲之。憐憫之。哀求仁者。恩施方便。七日後再燒經", "1049": "言阿耆達王。立佛塔寺。功德巍巍。臨命終時。侍人持", "1050": "扇。誤墮王面。王起一念嗔恚。死後即受蛇身。後遇沙", "1051": "門。說經聞法。乃得生天。以是觀之。可知亡者。識未去", "1052": "盡。即行焚化。真正不忍。真正不可。何者乃令其因痛", "1053": "而生嗔。害彼墮落者。尤為慘中之最慘也。試問我與", "1054": "亡者。究屬何仇。又有何恨耶。若以好心。作此惡事。使", "1055": "其吞酸含恨者。誠實不忍之至。或曰事屬渺茫。無從", "1056": "稽考者。快請閱佛經。則歷歷具載。須知佛言不信。何", "1057": "言可信。而何必稱沙門。號比丘。為佛門之弟子耶。大", "1058": "都生者。皆不憫亡者之苦楚。而為主人者。恐其日延", "1059": "耗費。或他事重重。所以只圖其迅速。了其形迹。故無", "1060": "服細細照顧。細細體察。及看其冷煖。習以為常。縱有", "1061": "談及此事。論及此理者。反笑以為迂。致令亡者。有苦", "1062": "難伸。嗚呼哀哉。凡儒釋道之三教。此事理宜憐恤。或", "1063": "出家人中。恐其身冷腿硬難盤者。然有一法可治。只", "1064": "消用熱湯淋洗復以熱湯之布。搭於亡者膝上。則膝", "1065": "盖自能轉軟。依然可盤。縱不能盤者。亦可以帶繫之。", "1066": "況工夫與生西方二字。決不在於腿上。做以體面。何", "1067": "竟硬做。及圖其速。而全不顧其苦耶。今我弟子戒香。", "1068": "匍匐十方。哀求　諸山大仁長老。及各處院主。恩施", "1069": "方便。慈悲停其七日焚燒。以作莫大功德。以結最後", "1070": "善緣。不卜能憐彼。而慈𠃔我否。要知未出三界。此苦", "1071": "諸人難免。謂之能結彼緣者。即是結我緣也。爾我既", "1072": "有如是存心。如是憐恤。將來臨終之時。佛必哀憐。攝", "1073": "受於爾我。而諸方仁者。亦必能方便於爾我也。故苟", "1074": "能一人行之。則幾百人行之。十人行之。則幾千人行", "1075": "之。若百千萬億人。而行之者。則盡十方。徧法界之人。", "1076": "亦無不樂善行之。使普天下之亡僧。咸霑洪恩。悉超", "1077": "淨界。豈非如再生之父母。重遇之師德也矣。是故我", "1078": "戒香。哀叩諸方仁者。及當權首領執事。務祈行大慈", "1079": "悲。開大方便。各各慈𠃔七天。我弟子生生世世。終不", "1080": "昧此本懷負是恩德。縱我墮在諸趣。亦誓當報效。永", "1081": "不忘其再生之恩。伏乞。", "1082": "諸方長老。普賜恩准。哀切禱切。", "1083": "再啟者。何謂世間之極苦最慘者。莫大於死之命", "1084": "已夫。靜而研思。之將死未死之際。猶生龜之剝殻。", "1085": "似活蠏之入湯。四大一時分張。八苦同時交煎。此", "1086": "痛苦難嗷之情。真正一言難盡。有口難剖。試問孰", "1087": "能體其酸。察其苦知其痛。救其是難耶。縱有孝順", "1088": "子孫。贒徒德友。亦莫能替。嗚呼。雖莫能替。誠有極", "1089": "妙一濟。謂亡者之屍。若有分毫未冷。則主人翁。必", "1090": "定未去。既主翁未去。須任其倚靠。坐戤。仰臥側眠。", "1091": "或伸屈。或掛脚。或盤腿。種種現諸式樣。必須聽其", "1092": "自然。切弗勉強挪移。何則謂只個時際。真乃性命", "1093": "交關。既求生而不得。又求死亦不得者。正似活禽", "1094": "被以籠蒸。生獸遭以𦦨逼。實情極慘。苦不可言之", "1095": "至矣。是以應當細心看守。待他冷盡之後。方可料", "1096": "理。按梵網經云。看顧病人。尚然是第一福田。況此", "1097": "事乎。所以縱遇炎天。亦當稍停幾時。料理端正。即", "1098": "請在曠野。或置窑間。停到第八日早晨。可再焚化。", "1099": "然而目覩心酸之如是情形。孟子所謂甯見其生。", "1100": "不忍見其死也。既不忍見其死者。尤宜悲恤。唯有", "1101": "專心。助他念佛為最。不論人眾多寡。貴以近在床", "1102": "前。設一香爐。有佛像。無佛像皆可。只消用引磬小", "1103": "魚。徐徐念南無阿彌陀佛。其聲不可太高。防其神", "1104": "識驚慌。須平和念去。令其亡者。心安神穩。如罪之", "1105": "遇赦。渡之遇舟。極為歡悅。縱有五無間罪。及大苦", "1106": "痛。遵地藏經云。承斯臨命終時。他人為其稱念佛", "1107": "名。於是罪中。亦漸消滅。所以者何。因其藉佛之願", "1108": "力。及眾助之念力。如罪者已近王身。弱者得其力", "1109": "士。何愁不離苦難。不達清泰耶。若此。豈非結最勝", "1110": "之良緣。助莫大之善事乎。再者論有所云。平日行", "1111": "其善者。熱氣從下至上。行其惡者。從上至下。如其", "1112": "通身冷盡。熱氣歸頂者聖道也。至眼者天道。至心", "1113": "者人道。至腹者餓鬼道。至膝者畜生道。至脚底板", "1114": "而出者。地獄道也。偈云。", "1115": "頂聖眼天生人心餓鬼腹傍生膝蓋離", "1116": "地獄脚板出", "1117": "嗟乎生死二字。孰人能免。經云任汝一生行善。臨", "1118": "終動一惡念。即墮惡趣。若一生造惡。後能改悔而", "1119": "發諸善心。臨終再能念佛者。便生善道。噫末右一", "1120": "關。乃真正吃緊的。極大要事。故無論僧俗貴賤。一", "1121": "世為人。便重在只個時候。豈可大意害彼。致令墮", "1122": "落者。可不悲乎。可不慎乎。", "1123": "憎嫌病時。屎尿污穢。身體不淨。不敢念佛說。", "1124": "夫念佛。果貴乎清淨。故無病無事之中。正宜趁早念", "1125": "佛。整頓自己資糧。若一經大病。屎尿在牀。知穢污身", "1126": "體。恐有罪過。便不敢念。而防又有痛苦。不能作主便", "1127": "不能念。嗚呼殊不知大病將死。正猶撑上水之船。務", "1128": "在努力撑篙絏縴。方能有濟。一到溜頭之間。篙若稍", "1129": "停。而縴若稍歇者。其舟必定倒覆。是以將死未死之", "1130": "際。全貴乎一心讀佛。管他尿屎穢污。遍體不淨。只要", "1131": "汝不可怕死。努力肯念。次則我抵章他死。竭力𢬵命", "1132": "念去。休顧他死活。咬定牙關。儘管盡力念到他。一口", "1133": "氣似斷了。庶幾可已。若怕其穢污而不念。痛苦而不", "1134": "念。悽慘而不念。無力調治憂愁亦不念。無人當值心", "1135": "酸亦不念。乃至妄想不念。貪戀不念。情愛不念。昏迷", "1136": "無知而不念者。豈非一生可惜。枉名緇衣。枉為做人", "1137": "耶。再若念如不念。毫無信願懇切。悠悠然者。即念到", "1138": "慈氏下降。亦難生彼。故必須平日信願精確。臨終益", "1139": "加懇切。如出廐良驥。順水張帆。捷之甚矣。次則平日", "1140": "信願俱切。臨終復請知識。助以念佛。令其佛聲入耳。", "1141": "縱有痛苦自不能念。宜知其為我念佛助程。令我自", "1142": "性入於佛號之中。隨佛光明攝引其靈。帶業往生亦", "1143": "實未見得。切忌不可怕穢污。而不敢念佛。何者。佛既", "1144": "稱為大慈大悲。定無不濟之理。譬如中日懸天。甯分", "1145": "高下貴賤。海納百川。安論清淨垢穢。而佛無苦無󳫠。", "1146": "無難不救。只愁爾信願不切。心又顛倒者。其苦不可", "1147": "言矣。若信願行俱切。臨終再能正念分明。則必定隨", "1148": "願往生。設不然者。諸佛與阿彌陀佛。便為妄語。試問", "1149": "有此理乎。是以華嚴云一切惟心造。但願爾心造如", "1150": "此深信。發願篤行可也。舍此皆名戲論。我若不是剖", "1151": "心誠實之語。令我戒香。永世無有舌根可也。宜深信", "1152": "之。力行之。", "1153": "光緒四年夏安居日淨業學者祖授碧譚仰臺等", "1154": "敬刻流通。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1194 淨土極信錄", "author": "清 戒香述"}