{"sourceLink": "http://www.cbeta.org/", "text": {"0": "附錄一護塔文", "1": "附錄二黃蘗無念禪師附錄卷之六", "10": "然曰如何免得輪迴僧曰雲游四海參求善知識指", "100": "看經師曰我不識字不知看甚麼經居士曰看維摩", "101": "經楞嚴經雖好你看不得師曰如何看不得居士曰", "102": "此是最上一乘的文章我也理會不來師聽說如箭", "103": "入心他把我做那樣的人看回到龍湖就看楞嚴看", "104": "到知見立知即無明本忽然疑病又發四五年的歡", "105": "喜全然失散疾往黃安居士一見問曰工夫何如師", "106": "曰我有一疑居士曰疑個甚麼師曰知見立知居士", "107": "正色曰這個不是你知見師又不契居士邀眾友到", "108": "駟馬山會有講僧至同會夜坐居士問曰清淨本然", "109": "云何忽生山河大地法師講罷居士曰無念你說看", "11": "明心地方得解脫師問曰那裏有善知識僧曰伏牛", "110": "師將開口居士將師膝上一推曰這個聻師忽猛省", "111": "歸至龍湖靜坐數日平生所得的杳無蹤跡從此以", "112": "後疑惑淨盡不遇本色宗匠惡辣鉗鎚墮在識見海", "113": "中鼓腹搖唇以為自得擔閣數年愧感鄧公相信之", "114": "極設盡計較欲勦他識見不知自己腳跟未穩先喪", "115": "己命忽省十地菩薩夢見眾生身墮大河欲救度故", "116": "起勇猛心發大精進驀地猛省人法兩空始得入門", "117": "全無干涉從今而後只是舊時人不做舊時夢偈曰", "118": "四十餘年不住功窮來窮去轉無蹤而今窮到無依", "119": "倚始悔從前錯用功。", "12": "五臺師聞此說密走出外欲往伏牛不知去處遇一", "120": "女弟子胡淨護　呂淨念　顧淨思捐資共刻", "121": "無念和尚行由　天啟乙丑自恣姑蘇兜率園識", "122": "禮懺文大明國河南汝寧府光州商城縣黃蘗山法眼寺", "123": "侍", "124": "佛禮懺莊嚴淨土應巳七孝徒某某洎合山緇白孝", "125": "眷等詞傷　圓寂本師深有無念大和尚示生于", "126": "嘉靖甲辰年二月十七日午時於湖廣黃州府麻", "127": "城縣太平鄉高岸村遊蕩山袁家坳社下受質住", "128": "世甲子五百有四干天啟七年丁卯歲七月二十", "129": "八日巳時在于河南汝寧府光州商城縣南黃蘗", "13": "僧引至徐州七尖峰彼有知識號大休師至休已示", "130": "山法眼寺示寂悲仰", "131": "本師念公和尚夙乘願輪力摧見網超舉拂拈槌之", "132": "常格露炎燄毒鼓之真機苦參四十餘年不與萬", "133": "法為侶幻住八十四歲未將一字與人雖李老志", "134": "量沖天慢習猶嫌俠骨即鄧公天資近道宗脈早", "135": "慟斯人所以二十載求友勤渠應知粥飯時為人", "136": "親切迨夫榆景逾揚遠照之暉譬彼晨星獨耀高", "137": "旻之峻雲集遍諸方耆碩鷗遊傾一代名卿得髓", "138": "得皮此外憑誰付囑日面月面今時難共舉呈方", "139": "期與趙州齊年不覺巳優曇瞥現瑞煙珂雪泥洹", "14": "寂因問一禪僧當時有何言句開示往來僧曰昔有", "140": "示希有之祥寶網金臺窣堵湧神工之助奔赴則", "141": "林木變白攀號則大地鯨音悼人日之西淪驚夜", "142": "珠之自失況某等身依慈怙莫報　重恩大事未", "143": "明難免南泉一哭祖意夢在虛勞首座裝香茲當", "144": "本師巳七之辰故遵古宿清規之典伏願生則定", "145": "生安養蓮開此日滅而不滅毘盧莖化全身劫火", "146": "洞然時漫道隨他去也古鑪冷湫地方知落處分", "147": "明體眾生未度不取正覺之願王即沙界現前不", "148": "捨一法為", "149": "佛事巖頭滴水踢翻處滿月當空潭底孤燈吹滅時", "15": "一僧從峨嵋來為道甚切一到要見休正在茄園架", "150": "大千照徹與麼別峰相見空教孝子帷下哀哀若", "151": "待補處下生只恐癡人眼前夢夢仰仗", "152": "三世諸佛特地證明留與後代兒孫共伸回向涓今", "153": "吉旦修設該羅法界利濟四生凡聖圓融冤親平", "154": "等水陸無遮諷經禮懺燄口普利法施道場一供", "155": "上報四恩下資三有恭祈", "156": "佛力大利幽明。", "157": "黃岡弟子樊志張法名常燈述", "16": "瓜僧至園中問如何是西來意休指茄曰黃瓜茄子", "17": "僧不契再問休曰莫勞道黃瓜茄子僧終不契下山", "18": "別參一禪師禪師曰你從何處來僧曰尖峰來曰大", "19": "休有何言句僧舉前話禪師合掌曰真大慈悲吾師", "2": "行由行由語溪參學比丘明聞刪訂", "20": "聞舉惘然曰彼問西來意如何便答黃瓜茄子禪師", "21": "曰你問他去師終日迷悶不得明了往伏牛又問一", "22": "禪師禪師曰你自參會好復往北京問諸名宿皆不", "23": "肯說嘉靖丙寅登壇受戒後疑情結滯胸中成痞復", "24": "往五臺遍問明師詣東臺參秋月月曰你就是善知", "25": "識師又問黃瓜茄子月曰且放下在此過夏聽楞嚴", "26": "經師住月餘雖日聽經與此事大不相干早晚又求", "27": "問月曰在此住有日自然明白師下山又問一僧號", "28": "無窮窮曰古人求道二三十年受盡百般辛苦方得", "29": "明白你不曾受一些辛苦如何就得明白師問曰如", "3": "吾師名深有字無念別號西影楚黃麻邑人也父熊", "30": "何苦修便得窮曰立禪不睡打七煉魔喫麩嚥菜跪", "31": "門乞食年深月久習氣磨盡自然明白師依此行跪", "32": "門乞食不顧形命遍參江浙名宿復欲往終南至襄", "33": "陽遇一僧曰不必往終南古來名宿出于伏牛此山", "34": "號為隱山龍象皆萃于此師即與同到伏牛至掃帚", "35": "漫入場打七正昏沉中有一名宿號雲外入堂小參", "36": "曰咬定牙關緊捏拳話頭常舉在目前十年不明西", "37": "來意老僧替你下黃泉正中師病待一七醒至靜室", "38": "中叩問西來意求之再三外曰我住此山四十餘年", "39": "只得個輕安寂靜實未識西來意師問如何是輕安", "4": "母黃氏生于嘉靖甲辰二月十七五歲失怙寡母甘", "40": "外曰我昔會十二眾立志參禪不明心不休三年後", "41": "各人散去我心未止在七房內打七昏沉如山渾身", "42": "不能轉動堂頭和尚曰你上山拖柴遣開昏沉便罷", "43": "若不得開我辦下一綑攬竿替你打散這魔王我便", "44": "上山去拖柴腳手都移不動走到半山至一大石下", "45": "自曰我這一回至少有三百攬竿不如死在石下一", "46": "頭撞去恰似有人以掌托住渾身如萬繩解脫腳似", "47": "登雲回來和尚曰你今日山中得了好事自此已後", "48": "冉無昏沉師便辭出到堂中打七待期滿復往五臺", "49": "路逢一僧號寶珍見師苦甚謂曰我師是善知識號", "5": "貧無倚年十有六因患痘垂絕兄與叔父議許出家", "50": "古清師問既是善知識有何教誨珍曰昔有一僧號", "51": "無盡事我師三載求道甚切先師問盡你喫我三年", "52": "飯如何不還我飯錢盡曰我不昧心先師曰那個是", "53": "你心盡茫然而出至飯後叫無盡如何不送飯錢來", "54": "盡曰我不曉得那個是心先師怒罰佛前頭頂一磚", "55": "跪至晚飲食湯水都忘喫渾身汗流跪至更深眾曰", "56": "你且放下磚待老師起來再頂盡曰你各人去睡莫", "57": "管我騙了老師飯喫若不知心跪到明年跪至五更", "58": "聞雞鼓翅而鳴拋下磚擊門喊曰接飯錢先師曰如", "59": "是如是師問曰當時送個甚麼還飯錢珍曰你去問", "6": "乃甦比愈送遊蕩山祝髮三載偶一日有一方僧至", "60": "他師曰他在那裏珍曰他往終南去了師又加一重", "61": "疑同到五臺大小靜室無處不到一一請問對曰他", "62": "心不與你相干復至北京參遍融師未開口被他一", "63": "喝唬得膽裂心驚復往山東見一禪師姓孔禪師曰", "64": "我四十人辛苦方得此事你的疑我替你了不得除", "65": "非自了始得復往伏牛打七到第四七中猛然得個", "66": "輕安方曉得雲外言語真實不虛雖然只是疑情不", "67": "散又問一禪師禪師曰禪難明白不如念佛求生西", "68": "方容易仗阿彌陀佛威力慈光攝受臨命終時生于", "69": "彼國花開見佛豈不快哉師依此語回至麻城結菴", "7": "師慇懃恭敬方僧曰你既出家當為修行生死事大", "70": "于丫杵山閉門禁足晝夜六時專求往生雖然終日", "71": "念佛心中疑滯不散待三年畢又復遍參江浙轉至", "72": "廬山會大安禪師安問曰汝號甚麼師曰無念安曰", "73": "那個是無念師茫然無對傍有一僧跪求開示安曰", "74": "起來轉一轉僧便轉安曰誰叫你轉僧曰老爺叫我", "75": "轉安一喝師正不識無念又被這一喝憂悶下山至", "76": "舟中大病飲食都不下自嘆曰無念自不識枉做人", "77": "在世上友朋勸曰且從容喫些茶水是你忙不得的", "78": "復回本山正憂悶中有二人至請師誦經師辭曰我", "79": "不會誦經三辭不獲免後至經堂會幾友夜坐敘數", "8": "若不修行必墮輪迴師問曰如何是輪迴僧曰十方", "80": "年行腳友人曰何不問你自家師曰如何是自家對", "81": "曰拿物非手喫飯非口師聽說每朝喫飯時不覺失", "82": "手碗在卓上分明是手口如何不是行住坐臥恍惚", "83": "如夢忽然夜中有哭笑二聲相觸猛然開悟喜倒臥", "84": "床睡至五更友人至榻前問你昨夜見個甚麼師又", "85": "茫然無對昨夜歡喜驚散十分又轉生煩惱不覺大", "86": "病不進飲食主人請醫下藥師曰我十分精神想失", "87": "八九醫曰也只勞神太過心火逼急兩眼皆腫師自", "88": "嘆曰今年若不識無念自縊而死友人曰你有此志", "89": "今年必得五月餘身未沾席食未充飽終日如夢一", "9": "一粒米重如須彌山若還不了道披毛戴角還師悚", "90": "日從榻坐起出門偶見麵一盆在當路掇起送至櫃", "91": "中見有果籠將手推開不覺失手櫃蓋打頭渾身汗", "92": "流撫掌笑曰遍大地是個無念何疑之有從前疑滯", "93": "一齊看破友人問曰你見個甚麼師曰親見你我纔", "94": "得個逍遙自在巳卯石潭居士延住龍湖辛巳卓吾", "95": "居士來訪夜坐問曰你見處說說看師從始至終一", "96": "一吐露居士曰你且放下師心下沒有理會同住四", "97": "十餘日邀過黃安居士請眾友會每日交談你只放", "98": "下師曰我沒有甚麼放下得住月餘回龍湖看淆訛", "99": "公案不省漸漸有疑請問石潭居士居士曰你還要"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B098 黃蘗無念禪師復問", "englishTitle": "Jiaxing Canon, Electronic version, No. B098 黃蘗無念禪師復問", "author": "明 深有撰　明 聞刪定", "language": "chinese", "source": "CBETA"}