{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B477 天翼翔禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "住潭州大溈山密印禪寺語錄", "1": "天翼翔禪師語錄卷下", "2": "侍者寂乾記錄", "3": "嗣法門人際鋒　洪　然　泓仝編", "4": "住潭州芙蓉山廣化寺語錄住潭州芙蓉山廣化寺語錄", "5": "師於康熙辛未冬受安邑縉紳暨諸山本寺耆宿請", "6": "繼席開堂。", "7": "據室拈拄杖橫膝云把斷十方路垂手萬仞巖卓一", "8": "卓云文殊普賢鍋裡立德山臨濟甕中埋驀顧左右", "9": "云莫有跳得出底麼設有也須勘過了打。", "10": "法座指云坐斷毘盧頂不稟釋迦文婢視聲聞奴呼", "11": "菩薩且道是什麼人喝一喝便陞拈香祝", "12": "壬畢復懷中取香云此一瓣香西山頂上拾來紫竹林", "13": "中蕩卻爇出烈燄烜天觸著髑髏粉碎乘時拈出供", "14": "養中興此山傳臨濟正宗第三十四世上古下梅先", "15": "師老和尚非惟報德酬恩且要雪恨復讎斂衣敷座", "16": "白椎竟乃橫按拄杖云正令全提當陽坐斷三賢十", "17": "聖飲氣吞聲鶻眼龍睛不敢正覷有解別通一路者", "18": "請出相見問晴空轟霹靂峰頂起波濤如何是迥出", "19": "尋常句師云不妨問著進云拈卻眾生界推出祖師", "20": "關如何是演唱宗乘句師云一場好笑進云一毫纔", "21": "露面萬象悉回頭如何是普利群機句師云太殺孤", "22": "負進云誰識古梅霜雪後一枝香馥遍閻浮便拜師", "23": "云放汝三十棒乃云向上一路迥絕躋攀格外一機", "24": "了無依倚識不可識智莫能知雖然如是官不容鍼", "25": "私通車馬驀拈拄杖云直得三世諸佛把手并行歷", "26": "代祖師通途無礙直下安邦定國人人頂𩕳上飛大", "27": "寶光妙用無私個個腳跟下縱橫十字不見道王令", "28": "已行天下遍將軍塞外絕煙塵卓一卓結椎下座。", "29": "結夏上堂古人云不得動著動著三十棒芙蓉則不", "30": "然盡大地是圓覺伽藍遍法界是當人自己結也得", "31": "不結也得顧視左右云八萬四千非鳳毛三十三人", "32": "入虎穴喝一喝下座。", "33": "上堂不落因果墮不昧因果脫兩枚野狐精千古成", "34": "話墮阿呵呵會也麼前是梯雲峰後是老龍壑喝一", "35": "喝云一聲霹靂起飛龍斗轉星馳鯨浪闊拈棒下座", "36": "大眾一時走散。", "37": "佛成道日上堂六載雪山如癡如騃一見明星透頂", "38": "透底雖然也是賣卻甑子頭換得簸箕尾喝一喝。", "39": "久雨漲水上堂以拂子指云只者個自善慧手裡施", "40": "來普賢口中吐出東湧西翻南騰北沸推倒葛藤樁", "41": "沒卻魍魎窟教人人打濕腳跟個個穿過腦骨雖然", "42": "如是在人天路上讓出一頭到祖師門中秖堪滌足。", "43": "示眾明吞日月的人撞著黑漆桶一場懡㦬捏碎乾", "44": "坤的漢摸著爛冬瓜未免鈍殺所以芙蓉者裡論非", "45": "不論是貴失不貴得會麼破底砂鍋不畏火沒鼻芒", "46": "鞋豈著賊。", "47": "示眾學道人切須具眼若不具眼未免遭人蠱惑引", "48": "入黑山鬼窟驢年未得出離如所云涅槃心易曉差", "49": "別智難明自此毒藥一出不知毒殺幾多沒髓腦男", "50": "子以為涅槃心秖一橛可以易曉差別智有多般極", "51": "是難明遂將自己亙古亙今照天照地個光明幢拋", "52": "向搕𢶍堆頭一任塵埋草裹把他一切知識屙出的", "53": "屎尿如蓋世珠玉抱在心窩裡死不肯放謂我藉此", "54": "以了生脫死超凡入聖證深般若得大辨才當世出", "55": "世間一椿大事此等愚昧譬如離源覓水舍本求枝", "56": "一場畫餅抑思萬法是心光諸緣為性曉若識一心", "57": "便明萬法如天普蓋似地普擎日月星辰山川嶽瀆", "58": "以至萬象森羅無不于中發現于中洞曉未曾欠缺", "59": "一點暗昧一絲所以古人道但向己求莫從他覓覓", "60": "即不得得亦不真雖然山僧恁麼告報也是見兔放", "61": "鷹應病與藥汝若認真便去舍他萬法秖覓一心又", "62": "是如猿捉影守株待兔何日方得了手不見道覓心", "63": "了不可得心既不得法亦何存若是過量人外不見", "64": "有萬法內不見有一心直下如一柄莫邪劍相似真", "65": "如涅槃也剷卻差別智慧也剷卻乃至佛之與魔凡", "66": "之與聖明暗色空一切名相總與剷卻剷到無可剷", "67": "處方許有少分相應何故不見道不見一色始是半", "68": "提更須知有全提底時節且作麼生是全提底時節", "69": "驀顧左右云三十年後向你道。", "70": "小參動念即乖開口成妄我王庫內無如是事到者", "71": "裡釋迦老子倒退三千里閻羅大王喫鐵棒有分且", "72": "道山僧又作麼生劍為不平離寶匣藥因救病出金", "73": "瓶。", "74": "驚蟄值雨小參晴空飛霹靂平地起波濤石頭土塊", "75": "盡翻身跛鱉盲龜咸𨁝跳未審衲僧分上合作麼生", "76": "拈拄杖云攫霧拏雲推俊俏乘風破浪羨英豪一齊", "77": "打散出堂。", "78": "應溈山請上堂方掩柴關千嶂裡又臨符使萬松間", "79": "業緣大抵難迴避隨順與情振六環所以道法無定", "80": "相遇緣即宗道絕方問隨處建立只得露出那吒神", "81": "臂張開摩醯面孔擐三玄鎧冑展十智旗鎗直蹋毘", "82": "盧頂上去也遂震威一喝云高提無上法王印千聖", "83": "從教落下風。", "84": "機緣機緣", "85": "師一日領眾上毘盧峰採薪次至其頂遂跏趺而坐", "86": "日將午知眾云請和尚下山師云有人道得一語恰", "87": "即下時侍者在傍云掀倒毘盧峰和尚還下麼師不", "88": "顧值歲遂出師後放火師亦不顧少時柴頭從山下", "89": "上來師見便下書記聞云可恨者柴頭造次便入寮", "90": "將頭拳一頓知藏聞云今日卻得個漢乃著袈裟向", "91": "頭禮三拜。", "92": "師因三禪客參問云三鷹一鷂三虎一豹汝三人中", "93": "那個是獅子一僧便喝師云汝既是獅子為甚作野", "94": "干鳴僧纔進語師便打一僧近前一掌師約住云汝", "95": "若是獅子何得露出野狐手僧擬議師亦打隨後一", "96": "僧佇立不語師云汝莫是踞地獅子麼僧亦不語師", "97": "打云者死野狐。", "98": "師在方丈內坐僧問如何是第一義師云我早為汝", "99": "道了也僧云和尚并未與某甲道師云汝忘卻了試", "100": "記看僧良久云某甲記出來了便出去。", "101": "師扯草次一僧問云扯他作麼師撫地一下云又", "102": "也僧便去師又撫地一下云牽枝引蔓去也。", "103": "師因涅槃堂一僧常叫云苦苦無人救得我師聞拈", "104": "棒入堂云莫道無人救你便打僧即化去眾皆不悅", "105": "明日茶毘薪盡如故師至火池拍手云蒼天蒼天者", "106": "漢救不得也須臾灰生眾始服。", "107": "師落堂次豎起竹篦問僧云道道僧便拜師便打僧", "108": "便去師叫眾云大眾者僧福不單行山僧禍有重至。", "109": "僧問某甲向和尚前逞神通得麼師搊住云汝試𨁝", "110": "跳看僧擬議師便打趁。", "111": "僧問如何是祖師門下事師云好愁人進云愁個甚", "112": "麼師云日裡要喫飯夜間還打眠。", "113": "僧參纔展具師拈棒云有棒不打恁麼驢漢僧云某", "114": "甲特來師云道得與你棒喫僧以頭作就勢師擲棒", "115": "歸方丈。", "116": "僧問如何是芒鞋邊事師云薄處先穿。", "117": "僧問佛法大有只是牙痛此意如何師云丟下此事", "118": "別問將來與你道進云秖如我要為你說只是被當", "119": "門齒礙又作麼生師云教你問別的又問個事便掌", "120": "出。", "121": "僧問如何是第一句師隨聲便打如何是第二句師", "122": "亦打如何是第三句師連棒打退僧以手指云恁麼", "123": "瞎漢敢稱臨濟兒孫便去往南嶽途間忽有省云原", "124": "來溈山棒頭大有機關在遂返入方丈未作禮先呈", "125": "頌云第一句隨聲打毘盧師口亦啞第二句也一棒", "126": "即那吒須魂喪第三句連棒退知是賊莫入隊師覽", "127": "畢問云是汝作否僧云是師便打三十趁出。", "128": "僧問狗子還有佛性也無師云狗子且置你道釋迦", "129": "老子還有佛性也無僧纔進語師便打。", "130": "師因一老衲參不搭袈裟禮三拜師打三棒衲出至", "131": "客堂云久聞溈山原來秖恁麼便下山知客入方丈", "132": "舉似師云悔便拗折拄杖。", "133": "僧問魚以水為命因甚死在水中師云生也在水中", "134": "死也在水中進云還有透脫一路麼師云有進云如", "135": "何是透脫一路師云一串穿卻。", "136": "僧參師問云甚處來云江西師云馬師安否云有大", "137": "病在師云甚麼病云逢人便說亂話師便打僧便喝", "138": "師亦打。", "139": "師因典賦侍立次拈起棒問云你道山僧是什麼意", "140": "賦云出林猛虎咬人火急師大笑云錯會山僧意在", "141": "賦云和尚意作麼生師云我要撥草尋蛇去賦便掌", "142": "師擲棒休去。", "143": "僧問鏡鑄為像未審光明在什麼處師以手指僧云", "144": "眼睛耳朵鼻孔進云還能自照麼師以手自指云眼", "145": "睛耳朵鼻孔。", "146": "居士問志言大士道三般人不會且道是那三般人", "147": "師云汝姓甚云姓翁師云諱何云如巖師云名聻云", "148": "枯木師云出去。", "149": "師尋常凡有制語問者多云現成的問他作麼一日", "150": "有僧問云釋迦頭上戴角彌勒󲷸下生尾時如何師", "151": "云現成的問他作麼僧不服便出默念云古來未有", "152": "此語何得云是現成遂舉似維那那云你將此語再", "153": "去問看僧復如前問師云恁麼則不是現成的也僧", "154": "于言下脫然。", "155": "僧參纔展具師便喝僧收具師又喝僧以具搭肩進", "156": "前叉手立師云弄精魂漢出去。", "157": "侍者辭纔禮拜師云作麼者云辭和尚行腳去師云", "158": "路去路斷水去水乾者云還許學人住持麼師云蓋", "159": "頭無片瓦立地無卓錐。", "160": "僧問灶神聞嵩山法得悟便生天上侍者聞嵩山法", "161": "未審合生那裡師云入地獄如箭。", "162": "僧辭師云甚處去僧云南海禮觀音去師云觀音如", "163": "今不在南海僧云在那裡師便打。", "164": "師一日在廊立次一僧近前視云好個奴兒師便坐", "165": "僧云不失為溈山主人師便起去。", "166": "僧問如何是以藥去病師云是病僧云如何是以病", "167": "去藥師云是藥僧云藥病一齊去時如何師云藥轉", "168": "多病轉深進云和尚恁麼是藥是病師云昨日山前", "169": "過見個刖足人喫交得個斷臂人扶起僧點首便去。", "170": "師一日齋畢謂眾云諸人莫只噇飯過日山僧自知", "171": "有此事以至今日尚不柰何西堂云者老漢納甚敗", "172": "缺若是某甲不消一捏師云吾不如汝。", "173": "舉古舉古", "174": "舉馬祖因僧問離四句絕百非請師直指西來意祖", "175": "曰我今日勞倦不能為汝說問取智藏去僧問智藏", "176": "藏曰何不問和尚僧曰和尚教來問藏曰我今日頭", "177": "痛不能為汝說問取海兄去僧又問百丈丈曰我到", "178": "者裡卻不會僧卻回舉似祖祖曰藏頭白海頭黑。師", "179": "云者僧明中坐舌頭馬師父子暗裡抽橫骨且置秖", "180": "如藏頭白海頭黑又作麼生打殺蜈蚣咬死蛇。", "181": "舉世尊睹明星因緣天寧琦曰如來明星現時成道", "182": "你道半夜裡瞌睡底還見明星麼。師云瞌睡底且置", "183": "如今明星燦爛汝等各各眼睜睜地還見也未若見", "184": "何故不悟若不見眼在什麼處擊拂子一下。", "185": "舉昔有一老宿曰祖師九年面壁為訪知音若恁麼", "186": "會得喫鐵棒有日在又一老宿曰祖師九年面壁何", "187": "不慚惶若恁麼會得更買草鞋行腳三十年。師云二", "188": "老雖則舌上有毒諸人莫被瞞好何故喫鐵棒買草", "189": "鞋行腳自是衲僧向上事。", "190": "舉金陵奉先深禪師同明和尚到淮河見人牽網有", "191": "魚從網跳出深曰俊哉一似個衲僧相似明曰雖然", "192": "如是爭如不撞入網羅好深曰明兄你欠悟在明至", "193": "中夜方省。師云明老中夜方省事無所證奉先藏鋒", "194": "驗人理有偏枯如今諸方莫不以透過為極則殊不", "195": "知透過了正坐在功勳過日不見道直饒透過那邊", "196": "更那邊了再來者邊行履始有為人分大眾那邊即", "197": "不問未審者邊作麼生行履。", "198": "舉昔有婆子供養一菴主經二十年常令一二八女", "199": "子送飯給時一日令女子抱定曰正恁麼時如何主", "200": "曰枯木倚寒巖三冬無煖氣女子舉似婆婆曰我二", "201": "十年秖供養得個俗漢遂遣出燒卻菴。師云婆子捉", "202": "蛇傷手菴主鉤賊破家不如者個傳話女兒似帶飛", "203": "廉埽地煞敗盡郎家敗母家。", "204": "舉洛浦參夾山叉手而立亦不禮拜山曰雞栖鳳巢", "205": "非同其髏出去曰自遠趨風乞師一接山曰目前無", "206": "闍黎此間無老僧浦便喝山曰住住且莫草草匆匆", "207": "須知雲月是同谿山各異坐斷天下人舌頭即不無", "208": "闍黎作麼生教無舌人解語浦佇思山便打。師云千", "209": "鈞之弩不為鼷鼠發機九轉靈丹直下變凡成聖有", "210": "般道夾山平地興波換他洛浦眼睛與麼商量老胡", "211": "一宗那有今日殊不知他向烈燄光中辨玉石鍼鋒", "212": "影裡化鶤鵬還委悉麼脫或未委山僧不免土上加", "213": "泥去也喝一喝云殺人刀活人劍具眼底一任辨取。", "214": "舉百丈說法竟大眾下堂乃召之大眾回首丈曰是", "215": "甚麼。師云大小百丈秖知覓取璉城寶不覺錯過荊", "216": "山玉若是山僧召眾回首但云伶俐衲僧一呼便轉", "217": "非惟不埋沒諸人亦見釣不虛垂。", "218": "舉南泉示眾曰喚作如如早是變了也如今師僧須", "219": "向異髏中行歸宗曰雖行畜生行不得畜生報泉曰", "220": "孟八郎漢又與麼去也。師云水裡放身眠還他南泉", "221": "岸上擺手行須是歸宗雖然各有生涯未免俱存朕", "222": "跡山僧則不然喫飯穿衣渾剩事披毛戴角豈相干。", "223": "舉南泉曰我十八上便解作活計趙州曰我十八上", "224": "便解破家散宅。師云者兩個漢不守本分何故若非", "225": "作賊定是殺人。", "226": "舉溈山睡次仰山問訊溈便回面向壁仰曰和尚何", "227": "得如此溈起曰我適來得一夢你試為我原看仰取", "228": "一盆水與溈洗面少頃香嚴亦來問訊溈曰我適來", "229": "得一夢寂子為我原了汝更與我原看嚴乃點一碗", "230": "茶來溈曰二子見解過於鶖子。師云水可開眼茶能", "231": "清心二子喚醒溈山夢則不無若要原溈山夢猶未", "232": "得在當日若是山僧見伊恁麼道但云和尚三妖在", "233": "命五鬼臨身一要謹口二須慎行非獨原得者老漢", "234": "底夢親切直教後來再不作夢。", "235": "舉趙州因僧遊五臺問一婆子曰臺山路向甚處去", "236": "婆曰驀直去僧便去婆曰好個師僧又恁麼去後有", "237": "僧舉似州州曰待我去勘過明日州便去問臺山路", "238": "向甚處去婆曰驀直去州便去婆曰好個師僧又恁", "239": "麼去州便歸院謂僧曰臺山婆子為汝勘破了也。師", "240": "云有道婆子有定乾坤句趙州具辨龍蛇眼恁麼見", "241": "解也是李向赤邊咬若據山僧檢點婆子只解", "242": "捉魚趙州秖知袋裡捏鼠若約衲僧正令總須喫棒", "243": "始得。", "244": "舉臨濟上堂兩堂首座相見同時下喝僧便問還有", "245": "賓主也無濟曰賓主歷然復召眾曰要會臨濟賓主", "246": "句問取堂中二首座。師云同時下喝可煞顢頇賓主", "247": "歷然錯下註腳好各與三十趁出復喝一喝云且道", "248": "山僧者一喝是賓是主一僧纔出禮拜師便連棒打", "249": "退。", "250": "舉臨濟上堂赤肉團上有一無位真人常從汝等面", "251": "門出入未證據者看看時有僧出問如何是無位真", "252": "人濟下禪床把住曰道道其僧擬議濟托開曰無位", "253": "真人是甚麼乾矢橛雪峰存曰臨濟太似白拈賊。師", "254": "云大小雪峰不識好惡錯下名言臨濟道赤肉團上", "255": "有一無位真人大似白日見鬼又曰無位真人是甚", "256": "麼乾矢橛也是自起自倒甚麼處似白拈賊拈棒云", "257": "臨濟性命在山僧手裡。", "258": "舉德山示眾曰今夜不荅話問話者三十棒時有僧", "259": "出禮拜山便打僧曰某甲話也未問和尚為什麼打", "260": "某甲山曰汝是甚麼處人僧曰新羅人山曰未跨船", "261": "舷好與三十棒。師云德山擬秉吹毛劍反露葛藤椿", "262": "既不荅話為甚麼問者又打三十棒可惜者僧不解", "263": "將虎鬚若是山僧見他纔恁麼道便與拗折拄杖任", "264": "伊縱有通天作略也教忍氣吞聲。", "265": "舉投子因僧問如何是十身調御子下禪床立又僧", "266": "問凡聖相去多少子亦下禪床立。師云前下禪床立", "267": "好與一掌推倒後下禪床立也好與一掌推倒當時", "268": "若下得者兩推免得者漢至今死在者裡。", "269": "舉巖頭參德山方跨門便問是凡是聖山便喝頭禮", "270": "拜有僧舉似洞山山曰若不是奯公大難承當頭聞", "271": "曰洞山老人不識好惡錯下名言我當時一手抬一", "272": "手搦。師云者則公案向德山喝中薦得可以殺盡天", "273": "下人向洞山句中薦得可以罵盡天下人且置惟是", "274": "巖頭一手抬一手搦畢竟在什麼處若也見得便可", "275": "向虎口橫身蛇頭揩癢頭頭是入地之謀著著得韜", "276": "天之略若也未見切須仔細好。", "277": "舉興化因同參來纔上法堂化便喝僧亦喝化又喝", "278": "僧亦喝化近前拈棒僧又喝化曰你看者瞎漢猶作", "279": "主在僧礙議化直打下法堂侍者請問適來那僧有", "280": "甚觸忤和尚化曰他適來也有權也有實也有照也", "281": "有用及乎我將手向伊面前橫兩橫到者裡卻去不", "282": "得似者般瞎漢不打更待何時者禮拜。師云興化橫", "283": "者兩橫不惟同參到者裡去不得就是諸佛列祖到", "284": "者裡亦去不得雖然要且落在山僧手裡乃拈棒云", "285": "莫有為興化作主者麼時有一僧出便喝師云暗地", "286": "殺人猶可恕明中作賊實難容便大棒打退。", "287": "頌古頌古", "288": "靈雲見桃花悟道作偈曰三十年來尋劍客幾回葉", "289": "落又抽枝自從一見桃花後直至于今更不疑乃舉", "290": "似溈山山曰從緣悟入永無退失有僧舉似玄沙沙", "291": "曰諦當甚諦當敢保老兄未徹在。", "292": "甚諦當保未徹伶俐衲僧會不得頂門奮金鎚腦", "293": "後抽生鐵堪羨堪悲玄沙老失錢遭罪誰為雪咄。", "294": "僧問雲門佛法如水中月是否門曰清波無透路曰", "295": "和尚從何得門曰再問復何來曰便與麼去時如何", "296": "門曰重疊關山路。", "297": "佛法水中月眼裡添金屑清波無透路料掉沒交", "298": "涉便與麼善擊節可憐重疊關山路衝浪錦鱗遭", "299": "點額。", "300": "洛浦參夾山因緣。", "301": "驅耕奪食點銕成金敲骨取髓條令斬新雲月同", "302": "兮人盡委谿山異也共誰分舌頭坐斷好消息萬", "303": "仞巖前看翻身高聲云險。", "304": "鼓山赴閩王請雪峰門送曰一隻聖箭射入九重城", "305": "裡去也孚上座曰和尚是伊未在峰曰渠是徹底人", "306": "勘破了也孚曰若不信待某甲勘過勘破了也遂往", "307": "中路把住曰師兄甚麼處去山曰九重城裡去曰忽", "308": "遇三軍圍繞時如何山曰他家自有通霄路曰恁麼", "309": "則離宮失殿去也山曰何處不稱尊孚便回謂峰曰", "310": "好隻聖箭被我折卻了也遂舉前話峰曰渠有語在", "311": "勘破了也孚曰這老凍儂猶有鄉情在勘破了也。", "312": "重重勘破不是註腳明眼衲僧何處摸索烈燄爐", "313": "中玉石分龍蛇陣上看謀略真謀略一箭雙鵰隨", "314": "手落。", "315": "金陵奉先深禪師同明和尚到淮河因緣。", "316": "衲僧俊俏透重淵檢點將來只一邊直下若能再", "317": "跳入穿開碧落水中天與麼地絕偏圓盤走珠兮", "318": "珠走盤。", "319": "丹霞訪龐居士見靈昭女洗菜乃問居士在否女放", "320": "下菜籃叉手而立霞又問居士在否女提籃便行霞", "321": "便回須臾居士歸女舉前話士曰丹霞在否女曰去", "322": "也士曰赤土塗牛奶。", "323": "丹霞老賊放憨不少俊哉靈昭應機善巧叉手立", "324": "兮乾坤坐斷提籃行也星飛電掃只因舉處帶淆", "325": "訛今古叢林俱靠倒。", "326": "興教坦和尚初開堂日雪竇宗化主出問諸佛未出", "327": "世人人鼻孔撩天祖師既西來因甚麼杳無消息坦", "328": "曰雞足峰前風悄然宗曰未在更道坦曰大雪滿長", "329": "安宗曰無人識此意令我憶南泉拂袖歸眾更不禮", "330": "拜坦曰新興教今日失利便歸方丈令人請宗至曰", "331": "適來錯對一轉語人天眾前何不禮拜蓋覆卻宗曰", "332": "大丈夫膝下有黃金爭肯拜無眼長老坦曰我別有", "333": "語也宗理前問至未在更道處坦曰我有三十棒寄", "334": "打雪竇宗乃禮拜。", "335": "把定牢關不容走作得失是非一并拈卻針鋒影", "336": "裡騎大鵬鶻眼龍睛難摸索三十棒三十棒碧眼", "337": "黃頭罔度量咄。", "338": "德山到溈山挾複子于法堂上從東過西從西過東", "339": "顧視曰無無便去行至門首卻曰也不得草草復具", "340": "威儀再入相見為山坐次德山提起坐具曰和尚溈", "341": "擬取拂子德便喝拂袖而出背卻法堂著草鞋便行", "342": "溈山至晚問首座適來新到上座在什麼處座曰當", "343": "時背卻法堂著草鞋去也溈山曰此子已後向孤峰", "344": "頂上盤結草菴呵佛罵祖去在。", "345": "明鎗易躲暗箭難防敬敵者勝欺敵者亡。", "346": "僧問百丈如何是奇特事丈曰獨坐大雄峰僧禮拜", "347": "丈便打。", "348": "咄汝癡禪和討甚奇特事未透萬重關雄峰休造", "349": "次便禮拜欠伶俐棒頭有眼爍乾坤試問諸人會", "350": "不會。", "351": "雪峰住菴時有二僧來禮拜峰以兩手拓門放身出", "352": "曰是甚麼僧曰是甚麼峰低頭歸菴僧到巖頭頭問", "353": "甚處來曰嶺南來頭曰曾到雪峰麼曰曾到頭曰有", "354": "何言句僧舉前話頭曰他道什麼曰他無語低頭歸", "355": "菴頭曰噫我當初悔不向伊道末後句若向伊道天", "356": "下人不柰雪老何僧至夏末再舉前話請益頭曰何", "357": "不早問曰未敢容易頭曰雪峰與我同條生不與我", "358": "同條死要識末後句只者是。", "359": "末後句為君說神劍揮光如電掣同條生死謾商", "360": "量明暗雙雙須辨別休辨別巖頭老子只一橛。", "361": "文殊普賢起佛見法見被世尊威神貶向二銕圍山。", "362": "推倒銕圍山扶起二大老佛見與法見特地一時", "363": "埽試看老瞿曇何處弄牙爪。", "364": "須菩提問舍利弗夢中說六波羅蜜與覺時同異弗", "365": "曰此義深遠吾不能知上方有彌勒大士深明此義", "366": "可往問彼當為汝說提即往問勒曰誰是彌勒誰云", "367": "彌勒。", "368": "誰是彌勒云彌勒金剛寶劍當頭截若謂時時示", "369": "時人敢保驢年猶未徹。", "370": "谷隱聰禪師上堂曰五白貓兒爪距獰養來堂上絕", "371": "蟲行分明上樹安身法切忌遺言許外甥且道作麼", "372": "生是許外甥底句切忌錯舉。", "373": "五白貓兒不露牙爪驀地觸著破頭裂腦樹頭樹", "374": "底足生涯看來總是閒之遶端的分明在目前欲", "375": "辨來機須善巧乃斫額云貓。", "376": "僧問雲門不起一念還有過也無門曰須彌山。", "377": "不起一念須彌山一椎擊碎鬼門關茫茫宇宙人", "378": "無數盡日區區卻自瞞。", "379": "雲門問僧近離甚處曰西禪門曰西禪有何言句僧", "380": "展兩手門打一掌僧曰某甲話在門展兩手僧無語", "381": "門又打。", "382": "大用現前不存軌則石火電光鶻眼罔測駕與青", "383": "龍不解騎直待當來問彌勒。", "384": "良禪客問欽山一鏃破三關時如何曰放出關中主", "385": "看良曰與麼則知過必改山曰更待何時良曰好箭", "386": "放不著所在便出山曰闍黎且來良回首山曰一鏃", "387": "破三關且置試與欽山發箭看良擬議山打七棒曰", "388": "且聽者漢疑三十年。", "389": "一鏃三關不妨奇絕照用齊行應時及節三月桃", "390": "花浪拍天可怪龍門徒點額。", "391": "僧問趙州至道無難唯嫌揀擇是時人窠窟否州曰", "392": "曾有人問我直得五年分訴不下。", "393": "直得五年分不下通身枷鎖盡情卸海神知貴不", "394": "知價留向人間光照夜。", "395": "僧問趙州至道無難唯嫌揀擇如何是不揀擇州曰", "396": "天上天下唯我獨尊曰此猶是揀擇州曰田庫奴甚", "397": "麼處是揀擇僧無語。", "398": "至道無難唯嫌揀擇天上天下有甚交涉報君知", "399": "瞥不瞥趙州老子猶未徹。", "400": "趙州示眾曰至道無難唯嫌揀擇纔有語言是揀擇", "401": "是明白老僧不在明白裏是你諸人還護惜也無僧", "402": "曰既不在明白裏又護惜個甚麼州曰我亦不知曰", "403": "和尚既不知為甚麼道不在明白裏州曰問事即得", "404": "禮拜了退。", "405": "由來至道本無難揀擇明白落二三雖然只在尋", "406": "常處如隔千山與萬山。", "407": "香嚴巖心化靜主捐貲三兩", "408": "天翼翔禪師語錄卷下終", "409": "行實行實", "410": "師諱巨翔號天翼楚永之陵霄張氏子母熊夢大", "411": "止屋翅蔽雲日驚覺有孕越明年康熙壬寅十二月", "412": "初五日辰時乃生時五色鳥翔鳴榱簷之上鄰僉異", "413": "之曰此異鳥也世所罕見今產此子來儀當後必大", "414": "有用因名大鶤焉師生而姿神炯秀瓊表嶷嶷蓮胎", "415": "茹素長不兒伍父母窺其不凡送靈山寺淨月師薙", "416": "染九歲授楞嚴經至清淨本然云何忽生山河大地", "417": "遽有省乃曰清淨本然明明生出山河大地淨駭然", "418": "奇之曰汝誠再來人也嗣是志氣精勤旦夕無懈淨", "419": "愈奇之至十九歲令謁西山藤煥和尚圓具充水頭", "420": "屢受追拶寢食俱廢一日挑水次煥忽把住曰古人", "421": "道擔泉帶月歸泉在者裡月聻師以手指水煥以杖", "422": "築下桶底曰正恁麼時如何師擬進語被煥劈頭一", "423": "棒師通身汗流翻思昔者所得爽然自失由是參究", "424": "益篤檢書物盡焚曰此生不出古人一頭地誓不放", "425": "手乙丑休夏毘盧洞衫履無一完者舉眾皆驚憫師", "426": "毫不介意一日同參相謂曰溈山古和尚道風孤峻", "427": "海內推尊今退居芙蓉子曷不見之師即就道至山", "428": "值梅在門外拔道上草師見之曰老老大大猶有許", "429": "多閒氣力梅曰無人替得老僧師便掌梅大笑曰汝", "430": "從那裡來師曰南嶽曰又向那裡去師曰芙蓉曰去", "431": "不得師曰因甚去不得梅以杖劃一劃師退身三步", "432": "梅擲下拄杖師便喝梅亦退身三步師拾杖便行梅", "433": "復大笑歸方丈從此執事左右凡一切徵詰酬對悉", "434": "皆穎脫梅深器之戊辰侍梅下江南過洞庭暴風疾", "435": "作船勢危急師有驚色梅怒罵曰將謂汝是個人於", "436": "此不了平日弄業識何益不見圓悟在金山染疾作", "437": "主不來始信五祖之言乃盡情放下方得徹頭徹尾", "438": "又不見德山道毫端許末之未盡者皆為自欺老僧", "439": "今日與汝平實商量此事不在口角邊不從伶俐得", "440": "所以道絕後再甦欺君不得師愧唯而已己巳梅令", "441": "掩關紫竹林凡有問師纔擬對梅即掌住曰不是不", "442": "是兩越寒暑過勞成疾師總不顧一日梅提燈籠立", "443": "關外大叫曰看看師遂大悟踢破關出扭住梅曰者", "444": "老賊今日放不過也梅曰老僧過在甚麼處師推梅", "445": "倒地梅曰切莫孤負老僧師便禮拜至晚茶次行者", "446": "失手觸碎茶盃梅厲聲曰盞子撲落地因甚碟子", "447": "七片師曰說甚碟子直得盡山河大地一時瓦解冰", "448": "消者于言下有省乃曰誰知今日到者田地梅顧", "449": "曰你看者漢小出大遇師曰添得一場愁梅曰汝又", "450": "作麼生師擊碎茶盃便出梅曰孟八郎又與麼去也", "451": "未幾梅示寂出源流付師師曰惟將水洗惟將火焚", "452": "梅曰水不能洗火不能焚便化去師搥胸曰蒼天蒼", "453": "天遂依法闍維函舍利骨櫬歸芙蓉建塔開期畢安", "454": "邑護法請就本寺開堂未幾溈山的峰和尚敦請繼", "455": "席師堅辭不赴大梅與老和尚洎兩邑檀護必欲目", "456": "擊提唱以舒望古老人後起之心師勉強承應于壬", "457": "申冬月念七日入院一時椎拂之下遐邇緇素咸相", "458": "贊喜曰眾角雖多一麟足矣師為人端厚領眾精嚴", "459": "至于應機接人極其爽捷嘗曰諸人未見山僧已前", "460": "山僧蚤在你肚裡你一呼一吸山僧拏定你又曰盡", "461": "大地是山僧棒頭任你諸人橫也打著豎也打著向", "462": "那裡逃避又曰山僧拄杖子在諸人手裡何不還我", "463": "一頓來學者罔探其旨迄乙亥五月夙恙舉發師自", "464": "知化緣將畢乃發啟請敬和尚住持兼出源流囑鐵", "465": "舟洪等四人曰先師開法四十年不肯輕易許可山", "466": "僧濫承其後兢兢業業惟恐為人之不精立己之或", "467": "懈有辱先宗汝等當深體山僧苦裏痛念祖道深蓄", "468": "厚養異日龍天斷不孤負言訖眾皆哽咽悶僻于地", "469": "至初九日申刻命侍者擊報鐘召眾集法堂分付後", "470": "事畢書偈而逝塔于芙蓉寺東玉淵岐下師世壽三", "471": "十三僧臘一紀有二珍叨侍記室甚久聞見甚悉特", "472": "述行履大概以表不廢厥執云耳。不肖小師寂珍槃", "473": "譚謹述", "474": "芙蓉監院慧源敬梓", "475": "天巽大和尚語錄二卷流通願法界有", "476": "情同緣種智　營陽小師寂珍對", "477": "康熙壬午蒲月潮音草堂識"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B477 天翼翔禪師語錄", "author": "清 巨翔說　寂乾錄　際鋒等編（駒本附於前目四七六之後　今分出增入並印）"}