{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1638 地藏菩薩像靈驗記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "地藏菩薩像靈驗記目次地藏菩薩像靈驗記目次", "1": "卷第一", "2": "自序", "3": "梁朝善寂寺畫地藏放光之記第一", "4": "唐法聚寺畫地藏放光記第二", "5": "唐鄠縣李氏家地藏救苦記第三", "6": "唐撫州祖氏家金色地藏救親記第四", "7": "京師人僧俊地藏感應記第五", "8": "空觀寺僧定法摸寫地藏感應記第六", "9": "居士李信思奉地藏免鬼難記第七", "10": "開善寺地藏救地獄眾生感應記第八", "11": "孟州寡婦畫地藏菩薩感應記第九", "12": "唐簡州鄧侍郎家杖頭地藏感應記第十", "13": "唐華州慧日寺釋法尚蒙地藏感通記第十一", "14": "陳都陳氏女為救母造地藏像感通記第十二", "15": "楊州女張氏依母造地藏菩薩救苦記第十三", "16": "路州刺史居通畫地藏感應記第十四", "17": "付得雪中道事　付免鬼難事", "18": "雍州別駕健渴造地藏三寸栴檀像靈異記第十", "19": "五", "20": "長安都督崔李係地藏感應記第十六", "21": "益州刺史郭徐安發心造地藏像感應記第十七", "22": "大周尚書伯悅為妻造地藏菩薩感通記第十八", "23": "大漢京師惠進誦法華經感地藏記第十九", "24": "華州伯父家少女感地藏化記第二十", "25": "荊州雁雄依先祖奉法歸依地藏功德免地獄苦", "26": "記第二十一", "27": "童子以爪甲畫地藏延命記第二十二", "28": "陳留郡貧女念地藏尊得富貴記第二十三", "29": "宋遼城地藏瑞應之記第二十四", "30": "千福寺地藏形像感通之記第二十五", "31": "并州大原尼智藏畫地藏感應記第二十六", "32": "海陵縣童子戲沙畫地藏感通記第二十七", "33": "金城瓦官寺西壁畫地藏靈化記第二十八", "34": "清泰寺沙門知祐感應地藏記第二十九", "35": "顯德寺釋道真造地藏像感應記第三十", "36": "明州捕魚人感地藏記第三十一", "37": "台州陳健為父母造地藏像感通記第三十二", "38": "No. 1638", "39": "地藏菩薩像靈驗記卷第一并序", "40": "傳教沙門　常謹　集", "41": "序敘曰。昔大師釋尊。放大光明。照于十方無量無邊不", "42": "可說諸佛世界。百千萬億那由佗不可思不可議不", "43": "可量不可說無量阿僧祇世界。有化身地藏菩薩摩", "44": "訶薩。爾時世尊舒金色臂。摩諸世界化身地藏頂言。", "45": "汝當憶念。吾在忉利天宮。慇懃付屬。令娑婆世界已", "46": "來眾生。悉使解脫永離諸苦。佛遇授記。爾時諸世界", "47": "化身地藏。來集佛所。共復一形。涕淚哀戀。白言。我從", "48": "久遠劫來。蒙佛接引。便獲不可思議神力。具大智慧。", "49": "我所分身。遍滿百千萬億恒河沙世界。每一世界。化", "50": "百千萬億身。每一一身。度百千萬億人。令歸敬三寶。", "51": "永離生死。至涅槃樂。但於佛法中所為善事。一毛一", "52": "渧。一沙一塵。或毫髮計。我漸度脫。使獲大利。唯願世", "53": "尊。不以後世惡業眾生為慮。如是三白佛言已。佛即", "54": "印可。而讚嘆言。善哉大士。我今無復憂慮。眾生亦無", "55": "憂念。能仁思化之後。慈尊待機之前。囑在中間無依", "56": "無怙。若善者不善。若在家若出家輩。皆憑寄地藏菩", "57": "薩。良由彼大士在感應於斯土。此眾生亦屬因緣於", "58": "彼聖。且以茲造像畫像之輩。感化盈耳目。稱名禮供", "59": "之人。効驗在口遊。或載勝利於舊記。或注降靈於籤", "60": "札。適門出一二。未及四五。矧具傳見聞限乎。凡厥功", "61": "德。猶尚不能盡。故當供養。今募遺囑。雖成一記。亦是", "62": "梗概而註。豈竭盡其人耶。且舉三五。以為歸信憑據。", "63": "于明。大宋端拱己丑歲。傳教沙門常謹直筆而集矣。", "64": "梁朝善寂寺畫地藏放光之記第一梁朝善寂寺畫地藏放光之記第一", "65": "梁朝。漢州德陽縣善寂寺東廊壁上。張僧繇。張僧繇者。畫師", "66": "之字也畫地藏菩薩并觀音各一軀。狀若僧貌。斂披而", "67": "坐。時人瞻禮。異光煥發。至麟德元年。寺僧瞻敬。歎異", "68": "於常。是以。將󴄅親壁上模寫。散將供養。發光無異。時", "69": "人展轉模寫者甚眾。麟德三年。王記。赴任資州刺史。", "70": "常以模寫。精誠供養。同行船十艘。忽遇風頓起。九艘", "71": "沒溺。遭此波濤。唯王記船。更無恐怖。將知菩薩弘大", "72": "慈悲。有如是威力焉。至垂拱三年。天后聞之。勅令畫", "73": "人摸寫。放光如前。於同道場供養。至于大曆元年。寶", "74": "壽寺大德。於道場中。見光異相。寫表聞奏。帝乃䖍心", "75": "頂禮。讚歎其光。菩薩現光時。國常安泰。復有商人妻。", "76": "姙娠經二十八月不產忽覩光明。便摸寫。一心發願", "77": "於菩薩。當夜便生一男。相好端嚴。而見者歡喜。舉世", "78": "號放光菩薩矣。", "79": "唐法聚寺畫地藏放光記第二唐法聚寺畫地藏放光記第二", "80": "唐益州郭下法聚寺畫地藏像。初坐繩床垂脚高八", "81": "寸六分。本像是張僧繇畫。至麟德二年七月當寺僧", "82": "圖得一本。放光乍出沒。如煅金環。太同本光。如是展", "83": "轉圖寫出者。類皆放光。當年八月。勅進一本。入宮供", "84": "養。現京城內俗畫者供養。並皆放光。信知佛力不可", "85": "測。家別寫一本。得其感應者。不引記而已。", "86": "唐鄠縣李氏家地藏救苦記第三唐鄠縣李氏家地藏救苦記第三", "87": "唐雍州鄠縣。有女名李氏。素有信心。奉齋法戒。有木", "88": "像地藏。高一尺六寸。𦦨光并闊。靈異頗多。李氏有婢。", "89": "年五十有餘。邪見不信正法。李氏他行間。移其像。投", "90": "家後荒野。至還啼哭求。像在野放光。歡喜迎之。而不", "91": "知婢所為。明日。婢頓悶絕間。投捨後野邊。一日婢蘇", "92": "啼哭懺謝。自說幽途事曰。吾死。忽見二人騎馬官人。", "93": "自稱官牒。以書令讀。使者曰。婢。毀辱聖像。投捨荒野。", "94": "既犯大罪。須召王廳。云云。讀官牒已。縳將去。到王廳", "95": "前。見廳中。杻械枷鏁。撿繫其身。無量無邊。非可略境", "96": "界。王嗔怒曰。汝愚癡婢。毀辱聖容。投捨後野。其報須", "97": "至。召其神。投身捨像。在家又邪見。不信正法。當配大", "98": "地獄。爾時。有一沙門忽到廳前。王即降座。而甚恭敬", "99": "之。王問曰。阿師何故來哉。沙門曰。此婢。是我檀越家。", "100": "婢。雖猒我像。我不捨之。王將垂哀愍。賜其壽命。王曰。", "101": "須隨師命。爾時。吾且聽其事。內心懺悔。不意唱曰。南", "102": "無地藏大菩薩。即依其唱。廳中之罪人。聲所及。皆杻", "103": "械枷鏁自解脫。其身不現。時琰王曯目而坐。沙門牽", "104": "吾手而出廳。即時蘇也。主李氏。聞此言彌敬重其像。", "105": "凡一縣之中。莫不信仰其感矣。", "106": "唐撫州祖氏家金色地藏救親記第四唐撫州祖氏家金色地藏救親記第四", "107": "撫州刺史祖氏。信心真固。而其雙親少不信。祖為父", "108": "母捨錢帛。造金色地藏一軀。長三尺。通光立像。盡禮", "109": "供思。其父。是揚都人。觸緣暫以出行。母獨而居。惡賊", "110": "潛窺隙。欲盜衣服。唯見地藏坐。明日易服見其家。祖", "111": "氏母。㽵嚴其身而居。却不見聖像。賊異之。自即露謝。", "112": "說夜所見。不知其能。其父還家。母說前事。共可申由。", "113": "後父行撫州。路中遇怨家。即拔利刃斬之。有一沙門。", "114": "其身金色。以手拒刃。以頭受刃。被刑害臥地。怨家謂", "115": "已殺散去。父謂希奇。自免刑害。到祖氏家。具證前事。", "116": "生希有心。共往像所禮拜之。見像頭有三刀痕。金色", "117": "少變似血流。既知地藏菩薩。代受刃救父母難。其父", "118": "發信。祖迎其母。三人在撫州而住。晝夜禮供。父七十", "119": "九方卒。經三十五日。祖夢見其父。身帶光明。騰空自", "120": "在。往來飛行。生希有心。遙拜其父。問訊曰。生在何處。", "121": "答曰。吾生第四天上。地藏菩薩引導。令事補處。彼天", "122": "生人。多是大士引導也。補處讚曰。大士不可忽諸佛", "123": "勅。又曰。却後十三年壽盡生。汝身却二十五秊方生。", "124": "汝妻二十八秊方生。說是語已。隱而不現。其後。母及", "125": "祖氏夫婦。皆父如所說。當知一人造像。親子皆領現", "126": "當益。從其已來。一州之內。造像畫像。禮拜供養者知", "127": "林。多滿感應也。", "128": "京師人僧俊地藏感應記第五京師人僧俊地藏感應記第五", "129": "京師人僧俊。姓王氏。出家已後。營僧事。犯用巨多。不", "130": "守戒律。三業自恣行。未曾修善因。既無戒行。亦無修", "131": "善。痛微疾患而死。其左右脇少暖。經歷三日始蘇。啼", "132": "哭投身大地。具說幽途事曰。將死時。有二人冥官。駈", "133": "追至大城門前。忽有一僧云。我是地藏菩薩。汝在京", "134": "城󳭌。摸我形像一軀。不陳禮供。而投捨大寺後。我須", "135": "報摸寫。因汝是華嚴師人。乃教一行文。曰。若人欲了", "136": "知。三世一切佛。應當如是觀。心造諸如來。地藏菩薩。", "137": "與此文而告之曰。誦得此偈。能閉地獄門。能開淨土", "138": "道。能通報命。遂至琰王。僧俊既誦得此偈。遂入城中。", "139": "見閻魔王。王方間。汝生值法。有何功德。答。吾愚放逸。", "140": "不能修善。報事寺務。不能守戒。唯受持一行四句偈。", "141": "王曰。汝今誦否。曰憶持所誦。具誦上偈。時聲所及。受", "142": "苦之人。皆得解脫。王曰。止止。不須說。放還人間。依此", "143": "因緣蘇。且語華嚴法師義學沙門。再驗偈文。迺知是", "144": "華嚴第十二。夜摩天宮無量諸菩薩雲集說偈品。如", "145": "來林菩薩歎佛文。且僧俊向諸寺僧。常陳說之。聞者", "146": "發心。信受華嚴而已。", "147": "華嚴傳失名字。王氏。自向空觀寺僧定法陳說。今", "148": "撿其首尾耳。", "149": "空觀寺僧定法摸寫地藏感應記第六空觀寺僧定法摸寫地藏感應記第六", "150": "空觀寺釋定法。同僧俊摸寫地藏感應。於此菩薩。偏", "151": "生歸憑誠。每月齋日摸寫。禮拜供養。現身祈請見菩", "152": "薩應形。三年已滿。無奈何事。有小沙門。投宿寺廊間。", "153": "定法聞此言。敬出問訊。說一兩言。忽然不現。人異之。", "154": "問定法曰。客沙門何等言。曰沙門爾言。妙願已滿。意", "155": "氣何短。云云。聞者皆云。汝憂見地藏。不念出要。故菩", "156": "薩現身。而言意氣何短。定謂應現。發菩提心。欣求無", "157": "上道。果感夢云。前沙門者。是地藏菩薩也。汝求現見", "158": "我身。不發菩提心。是故覺悟汝。摸寫我身巨多。永不", "159": "墮三惡道。捨壽生都卒天。慈尊下生日。當得說佛記。", "160": "我隨順汝。如影隨形。如水隨器。寤感淚如雨。即捨衣", "161": "鉢資。作等身像。彫像身中。収多秊摸寫像。禮拜供養。", "162": "像放光明。靈驗揭焉也哉。", "163": "居士李信思奉地藏免鬼難記第七居士李信思奉地藏免鬼難記第七", "164": "唐居士李信思。瀘水人也。其家男女。為惡鬼被擾惱。", "165": "三十餘人。不覺痛臥。或吐赤血。或多悶絕。時信思憂", "166": "惱。對僧問救脫方軌。沙門良久思惟。而告之曰。昔如", "167": "來在世。摩竭提國毗富羅山下。橋提長者家門。被腦", "168": "惡鬼。脫其精氣。其家五百人。並皆悶絕。而不覺悟于", "169": "旬日。爾時。地藏菩薩。遊化諸國。至長者家。生大悲心。", "170": "說呪救之。一時皆得除愈。汝依彼法。須歸依地藏尊。", "171": "󳭌思歡喜。簡美泉失圖其像。已來五十年中。瀘水縣", "172": "免病怖。其靈像見在而已。", "173": "開善寺地藏救地獄眾生感應記第八開善寺地藏救地獄眾生感應記第八", "174": "鍾山開善寺。有地藏菩薩像。高三尺。通光四尺五寸。", "175": "多年不識誰所造。後揚都督鄧宗。行年六十一。身有", "176": "微疾取死。其心上暖。不發葬事。一日一夜蘇。悲哭無", "177": "言。被扶子孫。前詣於開善寺。謂僧曰。此中地藏菩薩", "178": "像。高三尺。通光四尺五寸。頗壞在。不欲禮拜供養。諸", "179": "僧不知所在。依鄧宗言。尋諸聖像中。既謂如言像。頭", "180": "禮敬。白僧欲請此像。僧問所懷。答曰。吾死。忽見四品", "181": "官人。被責到大城門。一時彷徨。官人入城。暫時出來。", "182": "語吾。汝可參廳前。即詣王前。王曰。汝不可死。又奉法", "183": "以為家業。早當還人間。但冥途可恐怖。人不知之。汝", "184": "欲見地獄否。曰欲見之。即召綠衣官人曰。汝將鄧宗", "185": "地獄。示苦具相。便從官人出城。赴東北方。五六里計。", "186": "有大䥫城。開閉以鐵扉。漸近見之。城中猛火洞然。迸", "187": "火如鍛。百千罪人。在中受苦。時有一沙門。入獄防禦", "188": "猛火。教誘罪人。火𦦨暫息。又前進到鐵城。十八地獄", "189": "在其中。其受苦之相。不可具說。沙門在其中。教誡罪", "190": "人同前。一一巡撿方還。沙門從地獄而出。語曰。汝知", "191": "吾否。答不可知之。久云。吾是開善寺之地藏菩薩也。", "192": "昔沙門智藏法師弟子智滿法師。為救三途眾生受", "193": "苦。刻彫吾像。吾聽祈請。每日一時。入十八地獄。無量", "194": "小地獄。教誡示導。宿種強者。發心昇出。次弱者。種出", "195": "惡因。最下微弱。乃至斷善邪見無善者。不覺不知。了", "196": "無出心。若在人間。善根微弱者。易可往化度。若人入", "197": "惡道。聖力無能。如木石故。此等不覺者。待後出時。若", "198": "微強者。初入之時。可發悔心。汝奉法力。免地獄苦。早", "199": "還人間。宜告此事。即舉目瞻仰沙門。身是三尺。通光", "200": "摧壞。又授二偈曰。若在人間可修道。闡提有心尚可", "201": "發。若入惡道業已熟。心無分別不可救。如衰老人欲", "202": "進路。若動其足扶易進。若臥不動力不及。眾生業定", "203": "亦復然。說偈忽然不見。寤寐持其事。恐虗實不語他", "204": "人。今見此像。全同所見。以是因緣故欲請之。僧聞之。", "205": "歡喜言。善哉。信心感聖記。但可摸治之。不可請。乃雇", "206": "巧工。摸像留舊。其新舊像。共見在歸心。", "207": "孟州寡婦畫地藏菩薩感應記第九孟州寡婦畫地藏菩薩感應記第九", "208": "孟州寡婦失姓名相傳。此女。日奉法精進。貞潔永猒嫁", "209": "娶。一生寡獨。發心欲𦘕地藏菩薩像。乏財。求親友得", "210": "銅錢十九。雇工𦘕人圖之。通光八寸像。只是墨圖。未", "211": "滿彩色。時遭亂國。失所在。一秊餘方靜。求像欲加彩", "212": "色。不知像所在。晝夜歎念。忽被魔嬈一月餘。夜令曉", "213": "追憶昔像。思募其加護。夢見像在枕頭。舒右手拂身。", "214": "寤謂本心。即明在枕頭。其唯絹少壞。像圖全無朽。歡", "215": "喜安置房間內。禮拜供養。時有親友勸寡婦言。夫女", "216": "身有三從。少時從父母。盛年從夫。老從子息。汝既失", "217": "父母。又無夫人子息。若至衰老。誰養育汝。須從吾教。", "218": "為求其夫。女言。夫婦相並。無子息者盈耳目。亦有子。", "219": "未必養育。正之為少事。緒生死業即同。辭不從其言。", "220": "但對地藏祈願。吾未至衰昧早死。一時感夢。有一沙", "221": "門。手持寶珠。自稱如意珠。將錫杖開女口入珠。寤如", "222": "吞物。即自覺有身。告親友云。疑有犯。女耻寡而懷姙。", "223": "敢不語餘人。欲投身於深淵。感夢空有聲。汝一何損", "224": "二人命。寤。身毛為竪。止捨命心。聞之者異之。月滿。產", "225": "一男一女。形色端嚴。女憶前所夢。號男為地藏。女號", "226": "稱如意。其二子。少有至孝思。見者哀之。施與衣服飲", "227": "食。母子共不憂衣食。人皆謂之是聖應。一時。二子共", "228": "不識所之。三日方來。母問所因。男子白。吾往西方安", "229": "樂土。見菩薩聖眾。母當願生彼國。云云。女言。吾往都", "230": "率天。奉見彌勒。男女充滿其中。母將願生彼否。母曰。", "231": "吾猒女身。不樂天樂。若生天上。恐尚受女身。今須願", "232": "西方淨剎。二子歡喜。母修補先地藏像念佛。七十八", "233": "歲卒。兩道白光從空下。而覆母身上。暫時昇空。指西", "234": "方散去。二子。捨屋建立精舍。號如意寺。兄弟共出家。", "235": "勸人教歸地藏。謂見驗者多。後失其所往。況莫識首", "236": "尾。其寺尚存。破壞頗甚矣。", "237": "唐簡州鄧侍郎家杖頭地藏感應記第十唐簡州鄧侍郎家杖頭地藏感應記第十", "238": "簡州金水縣鄧氏侍郎。鄰家路側。見折杖頭刻僧形。", "239": "不識是其像。侍郎素信佛。乃持歸插壁中。禮敬而去。", "240": "再不壞之。經兩三年。頓遭疾而死。心胸少暖。疑不葬", "241": "之。一日一夜方蘇。起流淚。說冥途因緣曰。初死之時。", "242": "兩騎冥道來。駈馳而走。到大城門。從馬下。牽吾入城", "243": "中。至王廳前。見庭有百千萬人。被杻械者。王。瞋怒欲", "244": "呵責吾。爾時。有一沙門。形容醜鄙。其形狀󴃿頭。前進", "245": "至廳前。王王遙見恭敬之。從座而起。而合掌胡跪白", "246": "言。沙門大聖。何故忽來。曰汝可曰誡侍郎。是檀越也。", "247": "欲報其恩。汝可免救。王白言。業既決定。命食俱盡。此", "248": "事難有。沙門曰。我昔於三十三天善法堂中。受佛付", "249": "屬。能救定業者。諸惡有情。非始今日。況侍郎非重犯", "250": "罪。豈不救助。王曰。大士者。大願堅固。不動如金剛山。", "251": "須放還人間。食既盡。小豆賜與之。沙門歡喜。引郎手", "252": "入生路。相別而去。郎請沙門。且待須臾。救我是誰。不", "253": "審。曰汝不知不。我是地藏菩薩也。汝昔在人間時。路", "254": "側見我像。都不識知。持置壁中。小兒戲假刻杖頭為", "255": "像。唯首頭。未有餘相。是故形醜。能憶念不。作是言已。", "256": "忽然不見。此勝感。道俗聞者。歎未曾有。無家壁中。於", "257": "廐角壁中。見杖頭像。杖中分。既以改造刻鏤。以檀木", "258": "相副。而成五寸像。像放光明照家內。郎更造等身像。", "259": "於中収小像。捨家為寺。號地藏臺。遠近人眺望如于", "260": "市。地藏化導利益。此最而已矣。", "261": "唐華州慧日寺釋法尚蒙地藏感通記第十一唐華州慧日寺釋法尚蒙地藏感通記第十", "262": "一", "263": "惠日寺釋法尚。行秊三十七出家。其家奉法為業。在", "264": "家昔為遊獵。遊林野。藂中數放光。異之寄騎親見。唯", "265": "有朽木。長一尺餘。持還家。明日。又見同叢。放光明同", "266": "前。以簫披藂。一一悉除朽心。全無所有。異之而還。後", "267": "遊獵次。謂前藂放光不異。心生奇念。取朽木心。置株", "268": "杌上而還。途中遭虎群。馳馬追之。驅射弦斷。探弦袋", "269": "亦無替弦。猛虎還向。恐怖遁去。馬蹶而落。自謂破嚙。", "270": "失神如夢。見似沙門人。來追猛虎等。問。汝誰。答曰。吾", "271": "是地藏菩薩。云於藂中見朽木。即吾身也。曾祖父於", "272": "斯地。建立寺造我像。寺已破壞。我像朽損。唯有木心。", "273": "孫形胤故。見我光明。故今救汝。云云。良覺。見馬傍嘶", "274": "而立。猛虎不知走去處。悔責。於前放光所建精舍。朽", "275": "木粘泥。造地藏菩薩像。正奉法。再續法灯。即慧日精", "276": "舍是也。法尚七十八。其年二月廿四日。造同伴曰。地", "277": "藏菩薩。來至我舍。告曰。汝慈氏如來三會說法中。第", "278": "二會得道人也。今日捨壽。即生忉利天。我白大士。天", "279": "上是五欲境界。快樂無比。迷失菩提心。又欲期後佛。", "280": "時仍是久。唯願往生西方安樂世界。菩薩言。此亦隨", "281": "所願。若欲生淨土。當念阿彌陀佛。一日一夜。專心念", "282": "佛。即往生。聞此至告。從昨日。專念西方佛。只今往生", "283": "淨土。言已。合掌向西方率。見者皆謂。地藏菩薩。放光", "284": "還淨土希瑞也。但見者。十人二三也而已。", "285": "陳都陳氏女為救母造地藏像感通記第十二陳都陳氏女為救母造地藏像感通記第十", "286": "二", "287": "相傳曰。陳都都督有少女。姓陳。失名少喪其母。晝夜", "288": "戀慕未見。都督初誘。吾亦汝親。母雖亡。父既存。何飲", "289": "食不通欲取死。汝若思慕亡母。須造地藏菩薩。祈誓", "290": "救苦。即捨錢五百文。雇工匠奉刻彫三尺像。迎父家", "291": "中。白父言。唯安置母臥處。若欲見母。即見此像。父生", "292": "哀愍。捨寢屋置其尊像。女晝夜禮拜供養。祈誓母救", "293": "苦。夢見若沙門。告陳氏曰。汝母在焦熱地獄中。吾為", "294": "女身。父名尸羅善現。母號悅帝利。尋其母生處。見其", "295": "受苦。發菩提心助眾生。感汝至孝心。我身入地獄。放", "296": "光說法。汝母苦免。生忉利天。陳氏女。見沙門衣裳焦", "297": "損。即問所由。沙門曰。入地獄時。當猛火炎爾而已。寤", "298": "悲喜。眾人集見像衣裳。色變如燒焦者。家內眾人。皆", "299": "謂希有事。聞者多摸寫其像。擬父母救苦矣。", "300": "楊州女張氏依母造地藏菩薩救苦記第十三楊州女張氏依母造地藏菩薩救苦記第十", "301": "三", "302": "張氏。是楊州刺史張健信之嫡女也。其母亡。後夢示", "303": "張氏。吾為育爾。恣貪欲。而憍慢素甚。因之感斯餓鬼", "304": "報。苦不可堪忍。汝將之。女即問苦相。母曰。吾為鬼子。", "305": "日夜死生。所以者何。餓鬼報多者食己子。隨生而食。", "306": "不知死死生。見其生母。如見大惡鬼。但人間一月中", "307": "一日。不能食吾。所謂月二十四日晨朝。有僧入城中。", "308": "施食飽足。自餘日。不可免此苦。其時沙門唱此言。我", "309": "是地藏薩埵。今入餓鬼城。能施大安樂。汝等當發菩", "310": "提心。文雖聞此言。業報所縳故。不能發心。唯一日中。", "311": "無有飽食。云云汝欲□救斯苦。須造地藏菩薩像。母", "312": "示告此事。夢速覺畢。張氏。盡母財產。造等身地藏像。", "313": "後夢見母。身形放光明。住虗空中。告曰。我汝修善功", "314": "力。速生天上。汝敬心禮供具。其像。同在慈氏菩薩處。", "315": "俱將同見佛聞法。寤後。感悲甚。聞者。來供其像。各蒙", "316": "益乎。", "317": "路州刺史居通𦘕地藏感應記第十四路州刺史居通𦘕地藏感應記第十四", "318": "付得雪中道事　付免鬼難事", "319": "路州刺史康居通。素信心貞良。多歲奉事地藏菩薩。", "320": "更發心圖𦘕尊像。未滿眾彩。光明然。通彌信心隆盛。", "321": "亦夢見兩騎官兵追。通時不能迯。恐怖而立。官兵下", "322": "馬。問通曰。吾等一誤云。爾。地藏菩薩檀越也。我王。於", "323": "地藏菩薩檀越。雖有重過不陷之。言已隱。寤。彌厚信", "324": "禮供。僖宗皇帝廣明元年。惡鬼亂起。國中病死成岳。", "325": "通。夢青鬼百千。從儻過其門云。此家。是地藏菩薩室。", "326": "吾等從屬。不可入門去。寤。甚歡喜。共令一家男女免", "327": "鬼難。中和年。觸緣趣遼遠。路遭大雪失途。念地藏菩", "328": "薩。󳱮見鸚鵡在雪上而跳去。異之追行。不久得正路。", "329": "此立菩薩感應觀。光啟中。通八十七。患微疾。祈精誠", "330": "除愈。夢感小僧曰。汝殺青󳭋墮地獄。今令償彼業。只", "331": "忍之一兩日許。明後日。方生淨土。莫恨我。夢寤畢。歡", "332": "喜禮拜。至于斯日。病既除差。正念而卒。云云。", "333": "雍州別駕健渴造地藏三寸栴檀像靈異記第十五雍州別駕健渴造地藏三寸栴檀像靈異記", "334": "第十五", "335": "別駕健渴者。信心清淨。奉法為旨。內飢日。問僧。在家", "336": "居士。將事何佛菩薩。願二世利。諸僧異說。奉觀音。是", "337": "娑婆施無畏者故。或說。奉藥師佛。有利像法願故。或", "338": "說。奉彌勒。當奉導師故。或說。事地藏。受佛勅故。得事", "339": "地藏。心甘示之。既佛勅。豈捨我等。即求栴檀木。造三", "340": "寸像。籠髻中。行住坐臥。稱念名號。莊宗皇天成中。無", "341": "奈何事。天下兵亂。健渴為賊兵被圍。不知迯去。受死", "342": "在須臾。一念所持像。大將寄騎。合刃驚惶。告伴曰。昔", "343": "所圖即地藏菩薩。豈誤破賢聖。即捨去。健渴謂希有。", "344": "兵亂靜後。問諸僧。語此因緣。聞者歎異之。長興年。赴", "345": "任時。怨家聞之。欲加刑害。在要路待之。怨家只見沙", "346": "門往過。都不見渴。後聞已過。悔謝解怨心。又途中夜", "347": "宿。天太雨。行燈火都滅。髻中像。放光照宿如日。忽有", "348": "音如幼人。曰早去早去。即驚異之。以光為前導去宿。", "349": "明日大水洪起。宿所是水底。不知幾深淵。自謂。地藏", "350": "菩薩救護。行年七十八方死。即清泰二年。臨終之時。", "351": "髻中像放光明。白念佛合掌取死。其光明。暫時指天", "352": "而昇。人皆謂。光送健渴。定生天而已。", "353": "長安都督崔李係地藏感應記第十六長安都督崔李係地藏感應記第十六", "354": "崔李係者。長安都督。崔尚書隆弟。王開富二年渴死。", "355": "經二日還蘇。說冥途事曰。吾始死之時。有兩官人。扶", "356": "腋而去。又見白馬兵史駈至。不知行幾計里。知到東", "357": "北大城。向黑門南入見東方。向黑門西入見南門。向", "358": "黑門北入。見有瓦屋十有餘。一一有十間餘。於中。數", "359": "千椽彩。官人帽冠種種。皆黑色也。瓦屋左右邊。有史", "360": "錄三十餘。皆曰。我是府君。又西南五十餘步。有史五", "361": "十餘。李係。進初府君前。府君問曰。汝所奉事。係答曰。", "362": "吾奉事地藏菩薩。供養諸沙門。府君又曰。汝既奉大", "363": "聖。是則天福也。諸人問小史曰。此人命盡耶。府君。即", "364": "取一卷書文字小。自讀此書。告係曰。卿命未盡。地藏", "365": "菩薩救護。又呼小史曰。汝等。何相奪佛家人命。便責", "366": "白馬史。著柱處罸一日。復問。卿獨欲皈不。曰欲歸。府", "367": "君曰。卿欲見地獄。係答曰。欲見之。府君。指馬一疋及", "368": "史官三人。從東北出。而五六里許。見一大䥫城。方數", "369": "十里。有一䥫屋。其中充滿鐵湯炎火。次巡撿一瓦屋。", "370": "以鐵為門扉。冥官開鐵扉。而令見之。鄉看之。吾祖父", "371": "祖等。皆在斯城中。悉扭械枷鎻。被繫縛其身。而猛火", "372": "纏其身。焦爛身體。鄉見係流淚曰。汝當救吾。係曰。當", "373": "念地藏菩薩。前行見一城。其中有熱鐵床座臥所。昔", "374": "所見沙門。坐其身體如炭。猛火洞然。問。阿師修梵行。", "375": "今何如此。沙門答曰。我等為名聞利養。而修梵行。內", "376": "心外行。更以不相應故。昔所受臥具床座等。變為大", "377": "苦具。衣服飲食等。變為鐵衣銅湯。檀越當救我等。曰", "378": "阿師當念地藏菩薩。凡見數十地獄。各有楚毒。各各", "379": "罪人滿其中。是皆人中所見人也。又前進赤砂。有刃", "380": "釰樹融銅柱。百千罪人。在上禮柱。皆見係流淚。卿當", "381": "救我等。曰須常念地藏菩薩。如是黃沙白沙焦沙等", "382": "七獄。皆同上所見。於是便還。係見綠瓦沙屋。玲瓏峙", "383": "七八寸梁寶。便道左右寶樹。眾果雜雜。即問二人史", "384": "官。曰地藏菩薩弟子。奉事檀越中。重畫像者。多生淨", "385": "土。或生兜率天。各隨其所願。不信圖而事者。多住此", "386": "處。又係前進。見大城中大寶殿。百千萬億男女。遊戲", "387": "其中。又見父母六親等。歡喜問訊。諸男女言。前在地", "388": "獄中。因卿教念地藏菩薩。而捨苦生此大殿中。父母", "389": "兄弟六親歡喜語余曰。卿恩澤。感地藏菩薩化。而離", "390": "苦生彼處。又問曰。是何處。答曰。名福舍。壽命長遠離", "391": "眾苦。雖生此中。必遇彌勒三會。盡諸苦際。係問曰。何", "392": "設士。曰昔地藏菩薩在世時。受如來付屬。白佛言。四", "393": "部弟子。必定令不墮惡道。彌勒出世。二佛中間。五十", "394": "六億七千萬歲內。若願生淨土及第四天者。福少者。", "395": "皆就此福舍。不還惡趣。使待後佛而已。還至府君前。", "396": "即遣前二人。送皈得蘇。聞之。因畫像人頗多矣。", "397": "益州刺史郭徐安發心造地藏像感應記第十七益州刺史郭徐安發心造地藏像感應記第", "398": "十七", "399": "大漢。益州刺史郭徐安。心生不信。偏重老子。乾祐三", "400": "年閏五月中旬。天熱得纏病。百術醫療。間方不免。其", "401": "妻。是奉佛家。問歡喜天。言可發願。一日中造地藏菩", "402": "薩病免。忽遂不可緩漫。安臥病床。尚心不信曰。須發", "403": "其願。若有感通即信之。一日之中。忽悶絕畢。即其婦", "404": "妻。仰天啼哭。淚萬行。碎心肝。祈諸天於蘇生。傍不信", "405": "者。增誹謗邪見。心偏重者。皆謂。未皈地藏過失。經三", "406": "三時醒悟得。投身大地。求利刀欲切舌根。見者謂狂", "407": "亂。其妻安慰之方靜。汝是大善知識。能延我命。能除", "408": "地獄苦。能授天樂。能示解脫道。妻曰。乞語始末。安起", "409": "居泣淚。告曰。我纏得琰王使。其數七八人許。各󳰄司", "410": "祿神。皆乘青馬。蹄疾如風。二人持弓箭。二人持劍。二", "411": "人持棒。一人持羂。驅我向東北。至大城門。城內側百", "412": "千萬人。侍立左右。司祿下馬。以問王者。王曰。少祿。何", "413": "故未畢善願者駈追。而瞋怒。罸以鐵杖。司祿大呌。身", "414": "服血穢。王出門。告安曰。公依婦恩。發願造大王像。我", "415": "是王處實身。為令眾生償罪業。現焰王。實是法王。若", "416": "有眾生。皈依地藏。滿足所求。我為信心。不陰本身。公", "417": "急還人間。畢其願。王即還之。今得醒悟。我內心不信。", "418": "謗大聖舌。切欲懺悔。妻曰。切舌非懺。如倒大地。還從", "419": "地起。公歸地藏菩薩懺悔。即隨妻言。一日造像悔前", "420": "𠎝。每齊日。禮供為家業。凡勸勤得貴賤。令事地藏薩", "421": "埵矣。", "422": "大周尚書伯悅為妻造地藏菩薩感通記第十八大周尚書伯悅為妻造地藏菩薩感通記第", "423": "十八", "424": "大周仲久武時。朝奉大夫行尚書賜紫金魚袋臣伯", "425": "悅。素信三寶。其婦產死。哀哭為修追福。造地藏菩薩", "426": "像。等婦人身。設齊會禮供。盡忠誠。伯悅夢見婦人。衣", "427": "裳鮮潔感光德偷。對悅語曰。唔吾往常為人妻。而不", "428": "生其子。其父常歎無兒。吾許便教卿婬。未久身妊。其", "429": "夫。愛敬新婦。予生異念。成親友想。好食和毒藥。母子", "430": "共令殺去。以是因故墮無間。六劫還生人間。為產死。", "431": "五十七返。世世常以公為夫。受此大苦。今公為吾造", "432": "聖像。修追善。其業已滅。而生忉利天。威光勝舊。生天", "433": "為配偶。後永不受女身。彼天中善法堂。至每月二十", "434": "四日。一三千世界化身地藏。無量無邊。集會其中。徧", "435": "滿無憂樹下。說法利生。皆金色僧形也。一時為我說", "436": "法。告曰。汝等夫婦造之。即法修行。得脫苦趣。在天上", "437": "故生善心。都不起邪心。寤悲喜交集。奉道事將聖而", "438": "已。", "439": "大漢京師惠進誦法華經感地藏記第十九大漢京師惠進誦法華經感地藏記第十九", "440": "釋惠進者。洛陽人。若少出家。求法於異域。傳道於顯", "441": "密。就中法華一部。文義窮妙。晝夜暗誦。未曾怠廢部", "442": "違。敬以為師。舉世稱法師。大周顯德中。有一沙彌。自", "443": "西域人。師事惠進。三年如無價駄婆。進異之。許欲授", "444": "具足戒。沙彌白言。吾敬誦法華人。發給仕願。不可作", "445": "大僧。進後廢誦業。就于胎藏大教王。沙彌白師。我還", "446": "本土。師既改轍。非吾所樂。即失所在。不知往何方。進", "447": "情謂。廢誦所致。沙彌短慮。崇重誦業。今既改轍。壯修", "448": "秘密。得鑄類乎。思惟是事夜臥。夢見沙彌。是地藏菩", "449": "薩。放光照惠。心驚惶。合掌悔謝。菩薩語進曰。我有大", "450": "悲闡提願。受佛付屬。住持遺教。導利群徒。大師釋尊。", "451": "昔在鷲峯。八箇年說法華經。我為守。藥王等二萬菩", "452": "薩。俱命之教。面受勸持。付屬誠諦。勅濁世中。暫持最", "453": "難。師誦業清高。我隨為無價奴。師廢業。捨離之。進流", "454": "淚懺悔。復白言。吾離生死不。曰於諸過去佛。現在或", "455": "滅後。若聞法華經。皆已成佛道。唯有心清濁。遲速不", "456": "同。言已。忽然不現。夢寤而懺悔。復本業而已。", "457": "華州伯父家少女感地藏化記第二十華州伯父家少女感地藏化記第二十", "458": "大周葦州鄧伯父家。有少女。失姓名其母早亡。為伯家", "459": "養育。晝夜戀母顏。問沙門。妾何再得見母顏。沙門曰。", "460": "地藏菩薩。有本願哀悲。至心稱念。得見之。女晝夜念", "461": "名。後對沙門語曰。妾依師恩。再見悲顏。即調衣裳一", "462": "領。奉施之。沙門具問其始終。女曰。妾夢在沙門背上。", "463": "昇天上。見四十九重摩尼寶殿。天人充滿其中。妾母", "464": "在外部眾。往詣其處。禮拜問訊。母曰。汝念地藏菩薩。", "465": "送我於此天。再見汝。是聖身所設。即寤。在伯父家中。", "466": "心生不可思議念。感應道交。事在師恩也。沙門生隨", "467": "喜心。自非信深。不可有此感化矣。予親聞之。右筆而", "468": "記矣。", "469": "荊州雁雄依先祖奉法皈依地藏功德免地獄苦記第廿一荊州雁雄依先祖奉法皈依地藏功德免地", "470": "獄苦記第廿一", "471": "荊州有士。以鴈獵為業。舉世立名為鴈雄。行年五十", "472": "一。惱瘴痛方死。妻子捨塚間。虎狼食之。三日方蘇。到", "473": "舊室。妻驚怖。謂狂鬼變。雄具語蘇由曰。吾死得火車", "474": "迎。在車為猛火被燒。有一沙門。以水灌車上。火滅身", "475": "凉。即生希有念。到王所。有百千萬猪羊雞雉等禽獸。", "476": "白王。吾等非彼奪報命哉。乞對雁雄。王曰。汝等致此", "477": "訴。雁雄定是惡人。先祖奉法。皈依地藏菩薩。以彼孫", "478": "胤。大聖救免火車苦。雄見庭鳥獸。念地藏。忽變為人", "479": "形。王即放吾。是故蘇來。更捨家發心自稱佛奴。遊行", "480": "人間。勸令皈地藏菩薩而已矣。", "481": "童子以爪甲畫地藏延命記第二十二童子以爪甲畫地藏延命記第二十二", "482": "大宋開寶寺釋惠溫。有童子。不知姓名。歲十四。相者", "483": "學占相人也健真。見彼童子曰。此子。壽命最短。所殘命只", "484": "一月而已。師聞健真之說。放童子還親家。時大雨降。", "485": "往還不通。投宿畫師屋。見圖地藏菩薩像。自以爪甲。", "486": "學彼畫圖書壁上。天晴雨盡還家。月餘之後。復到開", "487": "寶寺。惠溫歡喜。謂健真所說空。即召真。令見童子。此", "488": "兒延命。將五十秊。實不識所由。童子自語。吾以爪甲", "489": "畫地藏像。其夜有僧。交臥言談。汝五十五十。如此再", "490": "三唱。除此外。無餘修善事。師及相者。嘆曰。聖力不思", "491": "議。後童子出家具戒。惠藏法師是也矣。", "492": "陳留郡貧女念地藏尊得富貴記第二十三陳留郡貧女念地藏尊得富貴記第二十三", "493": "太宋陳留郡有貧女。家貧傭力。復念地藏菩薩像多", "494": "年。自量餘業。晝夜願善本。心事不諧。豈果所願。開寶", "495": "五年閏二月廿四日齋時。見家內細蟻甚多。恐蹈殺。", "496": "敢不入室內間。而見諸蟻相。皆金色粟。異之。尔鄰家", "497": "男女。令見其蟻子。皆莫不戴子。見人皆怪之。經一日", "498": "一夜悉散隱。女入內。見於臥茵上。蟻子成沙金。集滿", "499": "三斗。純是真金也。貴賤聞者異之。敢以非法不取之。", "500": "□正買之。女賣之。忽得富貴。彌厚信心。聖像安置臥", "501": "處。捨家為寺。郡主喪妻。後此女為妻。重之如神。當知。", "502": "此女念力強盛。信心堅固故。現感聖應而已。", "503": "宋遼城地藏瑞應之記第二十四宋遼城地藏瑞應之記第二十四", "504": "遼城鄉里。昔一千餘家。近代將滿二千餘家。素奉大", "505": "法。兼信觀音地藏。歸僧尼。偏重觀音經十輪經。有古", "506": "伽藍。三間四面也。青瓦葺堂。左右安觀音地藏兩尊。", "507": "軀身長七尺五寸。中尖安阿彌陀佛像。一丈六尺。皆", "508": "靈瑞感通像也。昔留鄧度所作也。大宗太平興國中。", "509": "疾疫流行。編戶夭亡者多。王致祈禱於地藏菩薩像。", "510": "速放光照鄉里。皆得平愈。夭亡者。急還生活蘇。時有", "511": "一神女。不信佛法。病死。一日方蘇。詣精舍中。禮地藏", "512": "尊像。泣求出家。仁怪異。問其所以。神女語曰。吾為惡", "513": "鬼被縛。雖呼所事神等。神見惡鬼。恐沙門感。神捨吾", "514": "去。時沙門告曰。汝愚癡女。憑神道不信佛法。今見來", "515": "救。去不見。曰我是大寺地藏菩薩也。依城主請。救汝", "516": "愚女。而授生命。建我寺鄉里。宜防護之。吾為誡惡心。", "517": "不制鬼。鬼者。即爾自業。非他所作。已見聞斯事。再得", "518": "生活。改元邪心。請出家而歸我。聞者隨喜。諸僧許教", "519": "成尼而已。", "520": "千福寺地藏形像感通之記第二十五千福寺地藏形像感通之記第二十五", "521": "千福寺內東北角。有地藏聖像。高一尺六寸。不知誰", "522": "所作。何時代出像。雖然。相傳靈異揭焉也。投宿禮懺", "523": "必通感。時有一居士。行秊三十七。都無一齒。歎到像", "524": "前。斷食潔齊祈請。夜半感夢。小像來摩頂。語我身輕", "525": "安。寤。即生三十八齒。見聞靈異輩。摸寫斯設禮者。皆", "526": "得感通。世以知之。不能煩記之。", "527": "并州大原尼智藏畫地藏感應記第二十六并州大原尼智藏畫地藏感應記第二十六", "528": "大原尼智藏。特事地藏菩薩。欣求西方淨土。捨錢二", "529": "百文。畫阿彌陀像。左右脇士。地藏觀音二體。安置房", "530": "舍。信心禮供。太平興國五年庚辰。大風吹破人屋。尼", "531": "之屋舍。同壞畢。明日尋像所在。都失之。心生憂惱。祈", "532": "念地藏菩薩。至日面瞻仰虗空。遙見一物。飄颻在虗", "533": "空。數數放光如電。一時計下地。即所求像也。歡喜。如", "534": "舊安置屋內。七秊二月二十三日。語朋友曰。地藏菩", "535": "薩。導吾於淨土。明日決定可終。燒香散花。唱三尊名", "536": "號。各一百八返。端坐合掌。向西方卒矣。", "537": "海陵縣童子戲沙畫地藏感通記第二十七海陵縣童子戲沙畫地藏感通記第二十七", "538": "海陵縣諸兒。戲沙畫地藏菩薩像。俄聞雷聲。而皆各", "539": "生怖惶逃走。如隨風雲。散在萬方。皆值夭。時一沙門", "540": "出來濟之。或沉。沙門信手助彼兒。或在倒地子。僧信", "541": "手援而負之。或在呌吞聲者。懷含𤏙言。畫師兒。惶走", "542": "入海中。有一僧。助持吾安岸頭。求飲食養之。昨日授", "543": "玉。即開掌見之。其珠似水晶。大如蓮子。父取之还家。", "544": "為兒造地藏菩薩像。件珠。置像掌中。彼兒長大。後甚", "545": "以富貴也而已。", "546": "金城瓦官寺西壁畫地藏靈化記第二十八金城瓦官寺西壁畫地藏靈化記第二十八", "547": "瓦官寺內西壁。畫地藏菩薩聖像。貌如中老比丘。納", "548": "衣文彩鮮潔。每日夜五更初放光明。見之者。十而一", "549": "二。近代天竺沙門華天。頗神異。祈請像感。具見光明。", "550": "曰。此像。昔日隋國之智顗禪師。為救三塗眾生苦輪。", "551": "所圖畫色像。然放光明。照六道之中。見像及顗。遊三", "552": "惡趣。說法華經。救苦與樂。云云。聞此事後。禮拜供養", "553": "者。頗多矣。", "554": "清泰寺沙門知祐感應地藏記第二十九清泰寺沙門知祐感應地藏記第二十九", "555": "沙門智祐。是西印度人也。天福年中來至。而住清泰", "556": "寺。所持像經中。有地藏菩薩變像。并本願功德經梵", "557": "夾。其像相者。中央圓輪中。畫菩薩像。冠帽持寶錫。左", "558": "右有十王像。各五人。左五者。一泰廣王。二初江王。三", "559": "宗帝王。四五官王。五閻羅大王。右五者。一變成王。二", "560": "太山王。三平等王。四都市王。五五道轉輪王。一一。各", "561": "具司命司祿府君典官等。自說緣起曰。昔西印度有", "562": "菩薩。慈悲救世。發大誓願。為救三塗受苦眾生。畫地", "563": "藏像。往十王城。告勅之曰。我有願。能救三塗苦。今受", "564": "請欲利益之。十王。合掌敬諾。以為左右布烈。白像言。", "565": "一切眾生。皆屬大聖。任意欲化。我等為伴助聖化。爾", "566": "時尊像微咲。善哉。眾生罪業。不久得輕微。即放大光", "567": "明。照三途苦器。所照所照眾生。諸苦休息。此即度菩", "568": "薩入利益眾生三昧。祈請大王。所與大利也。彼菩薩。", "569": "自圖所見形。本像加十王等。此其靈像也。其本在西", "570": "域。謹彼常二像也。予於流沙。遭妖媚鬼。祈念菩薩。捧", "571": "鐵杖寧上追打媚。又夜中大雨時降。失火不知東西。", "572": "猛獸哮吼。人馬共迷氣。此像。放光如晝。猛獸方靜。道", "573": "通。又有大河半里計。水交流不知幾深。其水甚溺。置", "574": "木葉。尚不能浮之。況船舶乎。念變像。忽見乘船。有沙", "575": "門一人童子二人。而一童捧幡。一童棹船。沙門持梵", "576": "夾。即渡我等。既到東岸。別而去時。沙門以梵夾置此。", "577": "變像滅障不可議。此土道俗。可摸寫之。仍諸人競模。", "578": "多感異。兩年之後。不知祐及像所在。人皆疑還印度。", "579": "可祐是地藏化身也矣。", "580": "顯德寺釋道真造地藏像感應記第三十顯德寺釋道真造地藏像感應記第三十", "581": "釋道真。宗密教。常供冥道祈福。隆興年中。誓造阿彌", "582": "陀。并觀音勢至地藏龍樹等像。忽夢見太山府君五", "583": "道大神等。似憂愁貌。語真曰。師雖供養我等後憂惱。", "584": "真問曰。何故爾耶。冥官答曰。莫作觀音地藏像。人中", "585": "造此二菩薩像。汝眾生。不來至吾所。三惡道空荒。吾", "586": "等可無所官。是故憂惱而已。寤。止冥道供行。偏造像", "587": "禮供。其像見現存矣。", "588": "明州捕魚人感地藏記第三十一明州捕魚人感地藏記第三十一", "589": "明州捕魚人。失姓名魚網下海捕魚。網中得像。故形似", "590": "比丘。不可□所由。捨之濵中。夜夢見僧形帶光明。語", "591": "捕魚人曰。汝一何捨吾。漁人曰。阿師誰耶。我是地藏", "592": "菩薩也。我久在大海中。救濟水生。其半分生天上。今", "593": "莫汝等。捨身網中。寤。各悔過。而建立精舍。安置其像。", "594": "然而漁人。于今崇之。利濟無極。普度一天而已矣。", "595": "台州陳健為父母造地藏像感通記第三十二台州陳健為父母造地藏像感通記第三十", "596": "二", "597": "台州陳健。素端正。住至孝之心超倫。養二親建室。發", "598": "心為父母造地藏觀音二像。各三尺。至乾德四年。身", "599": "有微疾忽悶絕。父母啼哭。二時計速蘇。禮拜父母白", "600": "言。而別父母。以不畢至孝思。忽到炎王廳前。見我所", "601": "造像。住立廳中。其王問訊之。像及王。見我進至。從座", "602": "起。向我嚮敬。異相跪地。亦王牽我手。二菩薩像扶持", "603": "兩脇。而登廳中。依像發雅音。檀越至孝未了。大王放", "604": "還人間。王白像言。命業盡。其父母人間命長一何。像", "605": "曰。壽命無定。隨緣改轉。檀越修福業。如何不還。彼王", "606": "撿一卷書曰。若人至孝。造像畫像者。其壽命長遠。可", "607": "授與四十年延命於汝。於中。二十年盡至孝。二十年", "608": "受孝子報。時有綠衣臣。披出書白王。健子。壽只十年。", "609": "將受誰孝。王曰。法王無二言。須延于命。云云。我聞此", "610": "言。即醒蘇。語之聞者。歎未曾有。健見存矣。", "611": "余。素歸地藏尊。或尋其先跡。或諮詢口實。所得感", "612": "應。記一百餘條。就中最勝者。三十餘條仵。恐奄然", "613": "該慈。感應沉沒。疾出之直筆而誌。頗存大略而已。", "614": "庶後有勝驗。得寄副於吾業。其餘不書者。誰知之", "615": "乎耶。發誓願勵後信矣。", "616": "地藏菩薩像靈驗記卷第一"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1638 地藏菩薩像靈驗記", "author": "宋 常謹集"}