{"language": "chinese", "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0004 長部經典(第1卷-第14卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "一三　三明經", "1": "一四　大本經一四　大本經", "2": "第一　誦品第一　誦品", "3": "一如是我聞。一時，世尊住舍衛國祗樹給孤獨園之花林窟。爾時，眾多之比丘由", "4": "乞食、食後歸來，會集坐於花林圓堂，生起前生繫屬之法談：「前生之宿住如是，前", "5": "生之宿住如是。」", "6": "二世尊以超人清淨之天耳，聞彼等諸比丘之論議，於此，世尊則從座起，往花林", "7": "圓堂，至已，坐於所設之座；坐已，世尊告諸比丘曰：「諸比丘！今為何言談而集坐？", "8": "為何相互言談未了耶？」", "9": "如是言時，諸比丘白世尊曰：「世尊！我等由乞食、食後歸來，會集坐於花林圓", "10": "堂，生起前生繫屬之法談：『前生之宿住如是，前生之宿住如是。』世尊！此相互", "11": "言談未終了，其時世尊來臨。」", "12": "三「諸比丘！汝等欲聞前生繫屬之法說耶？」", "13": "「請世尊說前生繫屬之法說，是適時，善逝！是適時。我等凡聞世尊之所說，則", "14": "善受持之。」", "15": "「諸比丘！然者！諦聽，善思念之，我當說。」", "16": "諸比丘應諾世尊曰：「世尊，唯然！」世尊如是曰：", "17": "四「諸比丘！從今九十一劫以前，毘婆尸世尊、阿羅漢、等正覺者出現於世。諸比", "18": "丘！從今三十一劫以前，尸棄世尊、阿羅漢、等正覺者出現於世。諸比丘！於彼三", "19": "十一劫中，毘舍婆世尊、阿羅漢、等正覺者出現於世。諸比丘！於此賢劫，拘樓孫", "20": "世尊、阿羅漢、等正覺者出現於世。諸比丘！於此賢劫，拘那含世尊、阿羅漢、等", "21": "正覺者出現於世。諸比丘！於此賢劫，迦葉世尊、阿羅漢、等正覺者出現於世。諸", "22": "比丘！於此賢劫，今我阿羅漢、等正覺者出現於世。", "23": "五諸比丘！毘婆尸世尊、阿羅漢、等正覺者，是剎帝利種、出生剎帝利族。諸比", "24": "丘！尸棄世尊、阿羅漢、等正覺者，是剎帝利種、出生剎帝利族。諸比丘！毘舍婆", "25": "世尊、阿羅漢、等正覺者，是剎帝利種、出生剎帝利族。諸比丘！拘樓孫世尊、阿", "26": "羅漢、等正覺者，是剎帝利種、出生剎帝利族。諸比丘！拘那含世尊、阿羅漢、等", "27": "正覺者，是剎帝利種、出生剎帝利族。諸比丘！迦葉世尊、阿羅漢、等正覺者，是", "28": "剎帝利種、出生剎帝利族。諸比丘！今，我阿羅漢、等正覺者，是剎帝利種、出生", "29": "剎帝利族。", "30": "六諸比丘！毘婆尸世尊、阿羅漢、等正覺者之姓是憍陳若。諸比丘！尸棄世尊、", "31": "阿羅漢、等正覺者之姓是憍陳若。諸比丘！毘舍婆世尊、阿羅漢、等正覺者之姓是", "32": "憍陳若。諸比丘！拘樓孫世尊、阿羅漢、等正覺者之姓是迦葉。諸比丘！拘那含世", "33": "尊、阿羅漢、等正覺者之姓是迦葉。諸比丘！迦葉世尊、阿羅漢、等正覺者之姓是", "34": "迦葉。諸比丘！今，我阿羅漢、等正覺者之姓是瞿曇也。", "35": "七諸比丘！毘婆尸世尊、阿羅漢、等正覺者之壽量是八萬歲。諸比丘！尸棄世尊、", "36": "阿羅漢、等正覺者之壽量是七萬歲。諸比丘！毘舍婆世尊、阿羅漢、等正覺者之壽", "37": "量是六萬歲。諸比丘！毘舍婆世尊、阿羅漢、等正覺者之壽量是四萬歲。諸比丘！", "38": "拘那含世尊、阿羅漢、等正覺者之壽量是三萬歲。諸比丘！迦葉世尊、阿羅漢、等", "39": "正覺者之壽是二萬歲。諸比丘！今我之壽量短、少、輕微，長久為百歲，或比此稍", "40": "多而已。", "41": "八諸比丘！毘婆尸世尊、阿羅漢、等正覺者是於波波羅樹下成正覺。諸比丘！尸", "42": "棄世尊、阿羅漢、等正覺者是於分陀利樹下成正覺。諸比丘！毘舍婆世尊、阿羅漢、", "43": "等正覺者是於娑羅樹下成正覺。諸比丘！拘樓孫世尊、阿羅漢、等正覺者是於尸利", "44": "沙樹下成正覺。諸比丘！拘那含世尊、阿羅漢、等正覺者是於烏暫婆羅樹下成正覺。", "45": "諸比丘！迦葉世尊、阿羅漢、等正覺者是於尼拘律陀樹下成正覺。諸比丘！今我阿", "46": "羅漢、等正覺者是於鉢多樹下成正覺。", "47": "九諸比丘！毘婆尸世尊、阿羅漢、等正覺者有二弟子名騫荼、提舍，為第一兩賢", "48": "者。諸比丘！尸棄世尊、阿羅漢、等正覺者有二弟子名阿毘浮、三婆婆，為第一兩", "49": "賢者。諸比丘！毘舍婆世尊、阿羅漢、等正覺者有二弟子名扶遊、鬱多摩，為第一", "50": "兩賢者。諸比丘！拘樓孫世尊、阿羅漢、等正覺者有二弟子名毘樓、薩尼，為第一", "51": "兩賢者。諸比丘！拘那含世尊、阿羅漢、等正覺者有二弟李名舒槃那、鬱多樓，為", "52": "第一兩賢者。諸比丘！迦葉世尊、阿羅漢、等正覺者有二弟子名提舍、婆羅婆，為", "53": "第一兩賢者。諸比丘！今我有二弟子名舍利弗、目犍連，為第一兩賢者。", "54": "一〇諸比丘！毘婆尸世尊、阿羅漢、等正覺者，有三次僧眾之集會：一次僧眾之", "55": "集會有六百八十萬比丘眾；一次僧眾之集會有十萬比丘眾；一次僧眾之集會有八萬", "56": "比丘眾。諸比丘！毘婆尸世尊、阿羅漢、等正覺者，此三次僧眾之集會，皆是漏盡", "57": "者。", "58": "諸比丘！尸棄世尊、阿羅漢、等正覺者，有三次僧眾之集會：一次僧眾之集會", "59": "有十萬比丘眾；一次僧眾之集會有八萬比丘眾；一次僧眾之集會有七萬比丘眾。諸", "60": "比丘！尸棄世尊、阿羅漢、等正覺者，此三次僧眾之集會，皆是漏盡者。", "61": "諸比丘！毘舍婆世尊、阿羅漢、等正覺者，有三次僧眾之集會：一次僧眾之集", "62": "會有八萬比丘眾；一次僧眾之集會有七萬比丘眾；一次僧眾之集會有六萬比丘眾；", "63": "諸比丘！毘舍婆世尊、阿羅漢、等正覺者，此三次僧眾之集會，皆是漏盡者。", "64": "諸比丘！拘樓孫世尊、阿羅漢、等正覺者，有一次僧眾之集會，一次僧眾之集", "65": "會，有四萬比丘眾。諸比丘！拘樓孫世尊、阿羅漢、等正覺者，此一次僧眾之集會，", "66": "皆是漏盡者。", "67": "諸比丘！拘那含世尊、阿羅漢、等正覺者，有一次僧眾之集會，一次僧眾之集", "68": "會，有三萬比丘眾。諸比丘！拘那含世尊、阿羅漢、等正覺者，此一次僧眾之集會，", "69": "皆是漏盡者。", "70": "諸比丘！迦葉世尊、阿羅漢、等正覺者，有一次僧眾之集會，一次僧眾之集會，", "71": "有二萬比丘眾。諸比丘！迦葉世尊、阿羅漢、等正覺者，此一次僧眾之集會，皆是", "72": "漏盡者。", "73": "諸比丘！今我有一次僧眾之集會，有一千二百五十比丘眾，諸比丘！我此一", "74": "次僧眾之集會，皆是漏盡者。", "75": "一一諸比丘！毘婆尸世尊、阿羅漢、等正覺者有一名謂無憂之隨侍比丘，為第一", "76": "常隨侍者。諸比丘！尸棄世尊、阿羅漢、等正覺者有一名謂忍行之隨侍比丘，為第", "77": "一常隨侍者。諸比丘！毘舍婆世尊、阿羅漢、等正覺者有一名謂寂滅之隨侍比丘，", "78": "為第一常隨侍者。諸比丘！拘樓孫世尊、阿羅漢、等正覺者有一名謂善覺之隨侍比", "79": "丘，為第一常隨侍者。諸比丘！拘那含世尊、阿羅漢、等正覺者有一名謂安和之隨", "80": "侍比丘，為第一常隨侍者。諸比丘！迦葉世尊、阿羅漢、等正覺者有一名謂善友之", "81": "隨侍比丘，為第一常隨侍者。今我有阿難之隨侍比丘，為第一常隨侍者。", "82": "一二諸比丘！毘婆尸世尊、阿羅漢、等正覺者之父，名謂槃頭王，母名謂槃頭婆", "83": "提王妃為生母；槃頭王之王都，名謂槃頭婆提城。", "84": "諸比丘！尸棄世尊、阿羅漢、等正覺者之父，名謂明相王，母名謂光耀王妃為", "85": "生母；明相王之王都，名謂明相城。", "86": "諸比丘！毘舍婆世尊、阿羅漢、等正覺者之父，名謂善燈王，母名謂稱戒王妃", "87": "為生母；善燈王之王都，名謂無喻城。", "88": "諸比丘！拘樓孫世尊、阿羅漢、等正覺者之父，名謂祀得婆羅門，母名謂善枝", "89": "婆羅門女為生母；諸比丘！其時，有王名謂安和，安和王之王都，名謂安和城。", "90": "諸比丘！拘那含世尊、阿羅漢、等正覺者之父，名謂大德婆羅門，母名謂善勝", "91": "婆羅門女為生母；諸比丘！其時，有王名謂清淨，清淨王之王都，名謂清淨城。", "92": "諸比丘！迦葉世尊、阿羅漢、等正覺者之父，名謂梵施婆羅門，母名謂財主婆", "93": "羅門女為生母；諸比丘！其時，有王名謂汲毘，汲毘王之王都，名謂波羅捺城。", "94": "諸比丘！今我父名謂淨飯王，母名謂大清淨妙王妃為生母；〔淨飯王之〕王都，", "95": "名謂迦毘羅城。」", "96": "世尊如是說。說已，善逝則從座起而入精舍。", "97": "一三然，世尊入去不久，彼比丘之間生起此相互之言談：", "98": "「友！如來有大神力、大威力是稀有、未曾有哉！如來實對已般涅槃、斷障害、", "99": "斷道、終止輪迴、渡一切苦之過去諸佛，能憶念如是之種姓，憶念如是名、如是姓、", "100": "如是壽量、如是有雙弟子、如是僧眾之集會。而言：『彼世尊等為如是生，彼世尊", "101": "等為如是名、如是姓、如是戒、如是法、如是慧、如是修行、如是解脫。』", "102": "友！如何思惟耶？如來實自善知法界，由於善知法界，是故如來對已般涅槃、", "103": "斷障害、斷道、終止輪迴、渡一切苦之過去諸佛，能憶念如是之種姓，憶念如是名、", "104": "如是性、如是壽量、如是有雙弟子、如是僧眾之集會。而言：『彼世尊等為如是生，", "105": "彼世尊等為如是名、如是姓、如是戒、如是法、如是慧、如是修行、如是解脫也。』", "106": "或由諸神向如來告是義；是故如來對已般涅槃、斷障害、斷道、終止輪迴、渡", "107": "一切苦之過去諸佛，能憶念如是種姓、如是名、如是姓、如是壽量、如是雙弟子、", "108": "如是僧眾之集會。而言：『彼世尊等為如是生，彼世尊等為如是名、如是姓、如是", "109": "戒、如是法、如是慧、如是修行、如是解脫也。』」", "110": "如是，彼比丘等，此相互之言談未終了。", "111": "一四爾時，世尊於日暮，從靜處起，往花林圓堂，往已，坐於所設之座、坐已、", "112": "世尊告諸比丘曰：", "113": "「諸比丘！今為何言談而集坐、又為何相互之言談未終了耶？」", "114": "如是說時，彼諸比丘白世尊曰：", "115": "「世尊！世尊入去不久，我等相互生起言談：『友！如來有大神力、大威力是稀", "116": "有、未曾有哉！如來實對已般涅槃、斷障害、斷道、終止輪迴、渡一切苦之過去諸", "117": "佛，能憶念如是種姓、如是名、如是姓、如是壽量、如是雙弟子、如是僧眾之集。", "118": "而言：「彼世尊等為如是種姓、如是名、如是姓、如是戒、如是法、如是慧、如是修", "119": "行、如是解脫。」或諸神向如來告此義，是故如來對已般涅槃、斷障害、斷道、終止", "120": "輪迴、渡一切苦之過去諸佛，能憶念如是種姓……〔乃至〕……如是解脫。』然，", "121": "世尊！此相互之言談未終了時，則世尊來臨也。」", "122": "一五「諸比丘！如來實自善知法界，由於善知法界，是故如來對已般涅槃、斷障害、", "123": "斷道、終止輪迴、渡一切苦之過去諸佛，能憶念如是之種姓、如是名、如是姓、如", "124": "是壽量、如是雙弟子、如是僧眾之集會。而言：『彼世尊等為如是生。彼世尊等為", "125": "如是名、如是姓、如是戒、如是法、如是慧、如是修行、如是解脫。』或由諸神向", "126": "如來告此義，是故如來對已般涅槃、斷障害、斷道、終止輪迴、渡一切苦之過去諸", "127": "佛、能憶念如是種姓、如是名、如是姓、如是壽量、如是雙弟子、如是僧眾之集會。", "128": "而言：『彼世尊等為如是生。彼世尊等為如是名、如是姓、如是戒、如是法、如是", "129": "慧、如是修行、如是解脫。』", "130": "諸比丘！更欲多聞前生繫屬之法說耶？」", "131": "「世尊！今適是時，善逝！今適是時。凡世尊作更多前生繫屬之法說，聞已，諸", "132": "比丘將受持。」", "133": "「然者，諸比丘！諦聽，善思念之，我當說。」", "134": "彼等諸比丘應諾世尊曰：「唯然，世尊。」世尊乃曰：", "135": "一六「諸比丘！毘婆尸世尊、阿羅漢、等正覺者，由今九十一劫以前，出現於世。", "136": "諸比丘！毘婆尸世尊、阿羅漢、等正覺者是剎帝利種姓，出生於剎帝利族；毘婆尸", "137": "世尊、阿羅漢、等正覺者是僑陳若；諸比丘！毘婆尸世尊、阿羅漢、等正覺者之壽", "138": "量是八萬歲；諸比丘！毘婆尸世尊、阿羅漢、等正覺者是於波波羅樹下成正覺；諸", "139": "比丘！毘婆尸世尊、阿羅漢、等正覺者有二弟子名謂毘樓、薩尼，為第一兩賢者；", "140": "諸比丘！毘婆尸世尊、阿羅漢、等正覺者有三次僧眾之集會：一次僧眾之集會，有", "141": "六百八十萬之比丘眾，一次僧眾之集會，有十萬比丘眾，一次僧眾之集會，有八萬", "142": "之比丘眾；諸比丘！毘婆尸世尊、阿羅漢、等正覺者有一名謂無憂之隨侍比丘，為", "143": "第一常隨侍者；諸比丘！毘婆尸世尊、阿羅漢、等正覺者之父名謂槃頭王，母名謂", "144": "槃頭婆提王妃為生母；槃頭王之王都名謂槃頭婆提城。", "145": "一七諸比丘！於此，毘婆尸菩薩，由兜率天、正念、正知降下而入母胎，此乃〔諸", "146": "佛〕之常法。", "147": "諸比丘！此〔諸佛〕之常法：菩薩由兜率天降下而入母胎時，含括天界、魔界、", "148": "梵天界、及沙門、婆羅門、天、人之間，顯現勝越諸天威神力之無限殊妙光明。凡", "149": "彼等世界之間，幽闇、黑暗之空間，於其處如是大威神力、如大威神力之日、月光", "150": "所不能達，然彼處亦顯現勝越諸天威神力之無限殊妙光明。而生其處之眾生，彼等", "151": "以此光明互相識別：『然，實有其他眾生，住於此處。』而一萬世界亦大震搖、大", "152": "震動也。更有勝越諸天威神力之無限殊妙光明顯現於世。此是〔諸佛〕之常法。", "153": "一七諸比丘！此〔諸佛〕之常法：菩薩入母胎時，四天子為守護彼而隨行四方：", "154": "『彼菩薩或菩薩之母，勿令任何人或非人，傷害彼菩薩及菩薩之母。』此乃〔諸佛〕", "155": "之常法。", "156": "一八諸比丘！此〔諸佛〕之常法：菩薩入母胎時，菩薩母則自然持戒，而離殺生，", "157": "離偷盜，離諸愛慾，離妄語，離飲酒。此乃〔諸佛〕之常法。", "158": "一九諸比丘！此〔諸佛〕之常法：菩薩入母胎時，菩薩母對於諸男子，心不生愛", "159": "慾；又菩薩母亦不能被有具染心之男子所踰染。此乃〔諸佛〕之常法。", "160": "二〇諸比丘！此〔諸佛〕之常法：菩薩入母胎時，菩薩母得五欲樂，具備、具足", "161": "五欲樂而自繞樂之。此乃〔諸佛〕之常法。", "162": "二一諸比丘！此〔諸佛〕之常法：菩薩入母胎時，菩薩母不生任何疾病，菩薩母", "163": "安樂而身無疲倦，又在菩薩胎之菩薩，其大小肢體諸根具足無缺。", "164": "猶如清淨殊勝、純粹、八面、細磨、明淨、光耀、具備一切相好之毘琉璃寶珠；", "165": "具眼者置於手上，善觀察此青色、白色、薄黃色系所穿貫，『此是清淨殊勝、純粹、", "166": "八面、細磨、明淨、光耀、具備一切相好之毘琉璃寶珠；此以青色、白色、薄黃色", "167": "系所穿貫。』諸比丘！如是菩薩入母胎時，菩薩母不生任何疾病，菩薩母安樂而身", "168": "體無疲倦；又在母胎之菩薩，其大小肢體諸根具足無缺。此乃〔諸佛〕之常法。", "169": "二二諸比丘！此〔諸佛〕之常法：菩薩之誕生七日後，菩薩母歿而生於兜率天。", "170": "此乃〔諸佛〕之常法。", "171": "二三諸比丘！此〔諸佛〕之常法：其他婦女懷胎，或九月或十月而生產，菩薩母", "172": "不如是生菩薩，菩薩母懷胎十月而生菩薩。此乃〔諸佛〕之常法。", "173": "二四諸比丘！此〔諸佛〕之常法：其他婦女或坐或臥而生產，菩薩母不如是生菩", "174": "薩；菩薩母立而生菩薩。此乃〔諸佛〕之常法。", "175": "二五諸比丘！此〔諸佛〕之常法：菩薩出離母胎時，先諸神承受彼，而後諸人承", "176": "受彼。此乃〔諸佛〕之常法。", "177": "二六諸比丘！此〔諸佛〕之常法：菩薩出離母胎時，菩薩不觸地，四天子接承彼，", "178": "立於母前曰：『王妃！應喜之，御身所生子是大威力者。』此乃〔諸佛〕之常法。", "179": "二七諸比丘！此〔諸佛〕之常法：菩薩出離母胎時，淨潔而出，不為〔胎〕水所", "180": "污，不為粘液所污，不為血所污，不為任何不淨物所污，是清淨而淨潔。", "181": "諸比丘！猶如於迦尸絹布上，放置摩尼寶珠。摩尼寶珠不染污迦尸絹布，又迦", "182": "尸絹布亦不染污摩尼寶珠。何以故，兩者具清淨也。諸比丘！如是，菩薩出離母胎", "183": "時，淨潔而出，不為〔胎〕所污，不為粘液所污，不為血所污，不為任何不淨物所", "184": "污，清淨而淨潔也。此乃〔諸佛〕之常法。", "185": "二八諸比丘！此〔諸佛〕之常法：菩薩出離母胎時，由虛空出現二流水，一是冷、", "186": "一是熱；以洗菩薩及母。此乃〔諸佛〕之常法。", "187": "二九諸比丘！此〔諸佛〕之常法：菩薩出生則以兩足平穩而立，向北方行七步，", "188": "於白傘下，觀望十方，而大聲曰：『我是世間之首位者，我是世間之最勝者，我是", "189": "世間之至尊勝者，此是最後生，無再生也。』此乃〔諸佛〕之常法。", "190": "三〇諸比丘！此〔諸佛〕之常法：菩薩出母胎時，含括天界、魔界、梵天界、及", "191": "沙門、婆羅門、天、人之間，顯現勝越諸天威神力之無限殊妙光明。凡彼等世界之", "192": "間、幽闇、黑暗之空，如其處如是大威神力、如是大威神力之日、月光所不能達，", "193": "然，彼處亦顯現勝越諸天威神力之無限殊妙光明。而生其處之眾生，彼等以此光明", "194": "互相識別：『然，實有其他眾生，住於此處。』而一萬世界亦大震搖、大震動也。", "195": "更有勝越諸天威神力之無限殊妙光明顯現於世。此乃〔諸佛〕之常法。", "196": "三一諸比丘！毘婆尸王子出生時，諸人稟告槃頭王曰：『王！汝子已生，王宜見", "197": "彼！』諸比丘！槃頭王見毘婆尸王子，見已，令請占相婆羅門而如是言：『請占相！", "198": "婆羅門諸尊者看王子〔相〕』；諸比丘！占相婆羅門看毘婆尸王子，看已，如是言槃", "199": "頭王曰：『王！宜喜哉！大王所生子是大威力者，大王！此王子具三十二大人相。", "200": "具此大人之相，有他人所無之二趣。若在家者，則為奉法之轉輪聖王，平定四邊、", "201": "安定國土而具備七寶。於彼有此七寶，則：輪寶、象寶、馬寶、摩尼寶、女寶、居", "202": "士寶及第七寶之將軍寶。又彼有千以上之王子，剛勇、雄姿，征服敵軍。彼由此地", "203": "至大海邊，不用刑杖、不用刀劍、依正法征服而住。又若此王子，不住在家而出家", "204": "者，於世間則成為障覆已除之阿羅漢、等正覺者。", "205": "三二大王！此王子具足三十二大人相——具足大人相有其他所無之二趣——三十", "206": "二大人相者何耶？若在家者，則為奉法之轉輪聖王，平定四邊、安定國土而具備七", "207": "寶。於彼有此七寶，則：輪寶、象寶、馬寶、摩尼寶、女寶、居士寶及第七寶之將", "208": "軍寶。又彼有千人以上之王子，剛勇、雄姿，征服敵軍。彼由此地至大海邊，不用", "209": "刑杖、不用刀劍、依正法征服而住。又若此王子，不住在家而出家者，於此世間，", "210": "則成為障覆已除之阿羅漢、等正覺者。", "211": "大王！此王子足安而平；大王！此王子足安而平，此是彼大人之大人相。", "212": "大王！此王子足蹠有千輻、輪、轂，具足一切輪相；此王子足蹠有千輻、輪、", "213": "轂，具足一切輪相，此是彼大人之大人相。", "214": "大王！此王子足跟廣長……乃至……此是彼大人之大人相。", "215": "大王！此王子手、足指長……乃至……此是彼大人之大人相。", "216": "大王！此王子手、足柔軟、嫩幼……乃至……此是彼大人之大人相。", "217": "大王！此王子手足指間有網縵……乃至……此是彼大人之大人相。", "218": "大王！此王子足踝高……乃至……此是彼大人之大人相。", "219": "大王！此王子脛如鹿……乃至……此是彼大人之大人相。", "220": "大王！此王子直立不彎腰，兩手得撫膝……乃至……此是彼大人之大人相。", "221": "大王！此王子馬陰藏……乃至……此是彼大人之大人相。", "222": "大王！此王子如黃金色之金皮膚……乃至……此是彼大人之大人相。", "223": "大王！此王子皮膚柔軟，因皮膚柔軟，塵埃不附其身……乃至……此是彼大人", "224": "之大人相。", "225": "大王！此王子於一一毛是一一毛孔生……乃至……此是彼大人之大人相。", "226": "大王！此王子身毛逆立，如點眼藥之紺青色、如耳環右繞而生……乃至……此", "227": "是彼大人之大人相。", "228": "大王！此王子肢體端正如梵天……乃至……此是彼大人之大人相。", "229": "大王！此王子七處平滿……乃至……此是彼大人之大人相。", "230": "大王！此王子胸部如獅子……乃至……此是彼大人之大人相。", "231": "大王！此王子肩間之凹充滿……乃至……此是彼大人之大人相。", "232": "大王！此王子身、手之長廣等一尋，圓如尼拘律陀樹，手平伸之長相等於身長", "233": "……乃至……此是彼大人之大人相。", "234": "大王！此王子肩膺方整……乃至……此是彼大人之大人相。", "235": "大王！此王子味覺敏通諸味……乃至……此是彼大人之大人相。", "236": "大王！此王子有獅子之頰……乃至……此是彼大人之大人相。", "237": "大王！此王子有四十齒……乃至……，此是彼大人之大人相。", "238": "大王！此王子齒皆平整……乃至……此是彼大人之大人相。", "239": "大王！此王子齒列無間隙……乃至……此是彼大人之大人相。", "240": "大王！此王子牙齒純白……乃至……此是彼大人之大人相。", "241": "大王！此王子有廣長舌……乃至……此是彼大人之大人相。", "242": "大王！此王子梵音清徹如迦陵頻伽聲……乃至……此是彼大人之大人相。", "243": "大王！此王子眼紺青……乃至……此是彼大人之大人相。", "244": "大王！此王子眼眉如牛王……乃至……此是彼大人之大人相。", "245": "大王！此王子眉間毫毛，白柔如木綿……乃至……此是彼大人之大人相。", "246": "大王！此王子頭上有肉髻，大王！於王子有此肉髻，是彼大人之大人相也。", "247": "三三大王！此王子具足如是三十二之大人相；具足此三十二相者，有二趣而無他", "248": "趣。若在家者，則為奉法之轉輪聖王，平定四邊、安定國土而具備七寶……〔乃至〕", "249": "……又若此王子，不住在家而出家者，於此世間，則成為障覆已除之阿羅漢、等正", "250": "覺者。』", "251": "諸比丘！於此，槃頭王令占相婆羅門得著新衣，使滿足其一切欲望。", "252": "三四諸比丘！於此，槃頭王為毘婆尸王子請雇乳母：或與乳、或為沐浴、或為抱", "253": "侍、或為抱坐於膝者。諸比丘！於毘婆尸王子之誕生，日夜持白傘蓋。『勿令毒草、", "254": "塵埃、露水惱害〔王子〕。』諸比丘！毘婆尸王子之誕生，受眾人所喜、所愛。諸比", "255": "丘！猶如青蓮、紅蓮或白蓮之眾人所喜、所愛。諸比丘！毘婆尸王子，如是眾人所", "256": "喜、所愛。彼實是被展轉由膝抱持膝者。", "257": "三五諸比丘！毘婆尸王子誕生，音聲美妙如蜜，眾人所喜愛；諸比丘！猶如名謂", "258": "雪山之迦陵頻伽鳥，聲音美妙如蜜，為所喜、愛。諸比丘！毘婆尸王子，如是音聲", "259": "美妙如蜜，為所可愛。", "260": "三六諸比丘！於此，毘婆尸太子誕生，由業異熟果所顯現之天眼。因此，於日夜", "261": "得見周圍一由旬。", "262": "三七諸比丘！毘婆尸太子誕生，目不瞬而觀察，猶如三十三天。諸比丘！因：『太", "263": "子目不瞬而觀察。』故稱毘婆王子為：『毘婆尸〔觀察者〕毘婆尸。』諸比丘！於", "264": "此，槃頭王坐於坐判〔法廷〕時，令毘婆尸太子坐膝上教示裁判。諸比丘！毘婆尸", "265": "太子坐於父膝，其時，太子能判別、判別已，依正理而判決。諸比丘！毘婆尸太子，", "266": "更號稱為：『毘婆尸、毘婆尸。』", "267": "三八諸比丘！於此，槃頭王為毘婆尸太子建造一雨季、一夏季、一冬季之三時殿；", "268": "以具備五欲之歡樂。諸比丘！於雨季，毘婆尸太子實於此雨季宮殿，四個月間與女", "269": "樂師娛樂而未曾下宮殿。」", "270": "第二　誦品第二　誦品", "271": "一「諸比丘！爾時，毘婆尸太子，經多年、數百年、數千年之後，告御者曰：", "272": "『好御者，我為見領地而往遊園，汝備吉祥、莊嚴之諸乘俱。』御者應諾毘婆", "273": "尸太子曰：『唯然，太子。』備吉祥、莊嚴之諸乘俱已，告毘婆尸太子曰：『太子！", "274": "已備吉祥、莊嚴諸乘俱；是適啟程之時。』", "275": "諸比丘！毘婆尸太子，登乘一吉祥、莊嚴乘俱，啟程具往遊樂園。", "276": "二諸比丘！毘婆尸太子，往遊樂園時，見一老人，身、腰彎曲如椽，扶杖抖慄而", "277": "行，身心煩苦，青春已逝；見已，問御者曰：", "278": "『好御者，此人為何人耶？彼毛髮不如他人；彼身體亦不如他人。』", "279": "『太子！彼稱謂老人。』", "280": "『好御者，彼何故稱謂老人耶？』", "281": "『太子！今後生存不得長久，故彼稱謂老人。』", "282": "『好御者！然，我亦本具變老之性，不能超脫老耶？』", "283": "『太子！汝與我等，皆具變老之性，不能超脫老。』", "284": "『好御者！今日於此遊樂園已足，由此還內宮！』", "285": "諸比丘！御者應諾毘婆尸太子曰：『唯然，太子。』由此而還內宮。", "286": "諸比丘！其時，毘婆尸太子於內宮，心憂、苦不樂，而思惟：『生者，實可厭", "287": "惡！於生者則老現。』", "288": "三諸比丘！於此槃頭招告御曰：", "289": "『好御者！太子於遊樂園，有何樂事？好御者！太子於遊樂園，心有何喜樂耶？』", "290": "『大王！太子於遊樂園無快樂；大王！太子於遊樂園，心無喜樂。』", "291": "『好御者！太子於遊樂園見何事物耶？』", "292": "『大王！太子於遊樂園，見一老人，身、腰彎曲如椽，扶杖抖慄而行，身、心", "293": "苦惱，青春已逝；見已，問我曰：「好御者，此人何為耶？彼毛髮不如他人，彼身體", "294": "亦不如他人。」〔我言：〕「太子！彼稱謂老人。」〔太子曰：〕「好御者！彼何『稱謂", "295": "老人』耶？」〔我言：〕「太子！今後生存不得長久，故彼稱謂老人。」〔太子曰：〕「好", "296": "御者！然，我亦本具變老之性，不能超脫老耶？」〔我言：〕「太子！汝與我等，皆", "297": "具變老之性，不能超脫老。」〔太子曰：〕「好御者！今日於此遊樂園已足；由此還", "298": "內宮！」大王！我應諾毘婆尸太子言：「唯然，太子！」而還內宮。大王！爾時，毘婆", "299": "尸太子於內宮，心憂、苦不樂，而思惟：「生者，實可厭惡，於生者則老現。」』", "300": "四諸比丘！爾時，槃頭王如是思惟：『勿使毘婆尸太子捨棄王位；勿使毘婆尸太", "301": "子出家以過無家之生活；勿使占相婆羅門之言成為真實。』", "302": "諸比丘！於此，槃頭王，為使毘婆尸太子勿捨棄王位；使毘婆尸太子，勿出家", "303": "成為無家者之生活；使占相婆羅門之言，成為虛言；為毘婆尸太子，更供倍上之五", "304": "欲樂分。諸比丘！爾時，毘婆尸太子，具圍繞於五欲樂分。", "305": "五諸比丘！是時，毘婆尸太子，經多年、數百年、數千年之後，……乃至……（廣", "306": "說如本誦第一節。）", "307": "六諸比丘！爾時，毘婆尸太子往遊樂園，見一病人，重病、苦痛，自臥倒於大小", "308": "便上；依他人以除垢物，依他人助於倒臥。見已，言御者曰：『好御者！此人為何", "309": "人耶？彼眼不如他人，彼音聲不如他人。』", "310": "『太子！彼稱謂病人。』", "311": "『好御者！彼何故稱謂病人耶？』", "312": "『太子！斯病實少能痊癒，故彼稱謂病人。』", "313": "『好御者！我亦本具變病之性，能超脫病耶？』", "314": "『太子！汝與我等，皆本具變病之性，不能超脫病。』", "315": "『好御者！今日於此遊樂園已足，由此還內宮。』", "316": "諸比丘！御者應諾毘婆尸太子：『唯然，太子！』而還內宮。", "317": "諸比丘！爾時，毘婆尸太子於內宮，心憂、苦不樂，而思惟：『生者，實可厭", "318": "惡，生時則老現、病現也。』", "319": "七諸比丘！爾時，槃頭王，招告御者曰：『好御者！太子於遊樂園，有何樂事？", "320": "好御者！太子於遊樂園，有何喜樂耶？』", "321": "『大王！太子於遊樂園無快樂；大王！太子於遊樂園，心無喜樂。』", "322": "『好御者！太子於遊樂園，見何事物耶？』", "323": "『大王！太子於遊樂園，見一病人，重病、苦痛，自臥倒於大小便上；依他人", "324": "以除垢物，依他人助於倒臥。見已，問我曰：「好御者！此人為何人耶？彼眼不如他", "325": "人，彼音聲亦不如他人。」〔我答言：〕「太子！彼稱謂病人。」〔太子曰：〕「好御", "326": "者！彼何故稱謂病人耶？」〔我答言：〕「太子！斯病實少能痊癒，故彼稱為病人。」", "327": "〔太子曰〕「好御者！我亦本具變病之性，能超脫病耶？」〔我答言：〕「太子！汝與", "328": "我等，皆本具變病之性，不能超脫病。」〔太子曰：〕「好御者！今日於此遊樂園已", "329": "足，由此還內宮。」大王！我應諾毘婆尸太子言：「唯然，太子！」而遠內宮。大王！", "330": "是時，毘婆尸太子於內宮，心憂、苦不樂，而思惟：「生者，實可厭惡。生時則老現、", "331": "病現也。」』", "332": "八諸比丘！爾時，槃頭王如是思惟：『勿使毘婆尸太子捨棄王位；勿使毘婆尸太", "333": "子出家成為無家之生活；勿使占相婆羅門之言成為真實。』", "334": "諸比丘！爾時，槃頭王為使毘婆尸太子不捨棄王位；為使毘婆尸太子，不出家", "335": "成為無家之生活；為使占相婆羅門之言，成為虛言；為毘婆尸太子，更供倍上之五", "336": "欲樂分。諸比丘！爾時，毘婆尸太子，具圍繞於五欲樂分。", "337": "九諸比丘！爾時，毘婆尸太子，經多年、數百年、數千年之後，告御者曰……", "338": "〔詳細參照第二誦品第一節〕", "339": "一〇諸比丘！毘婆尸太子往遊樂園時，見一群眾聚集，著雜色衣，在作輿，見", "340": "已，言御者曰：", "341": "『好御者！群眾聚集，著雜色衣，在作輿，是為何耶？』", "342": "『太子！彼謂死者。』", "343": "『好御者！駕近死者之處！』", "344": "諸比丘！御者應諾毘婆尸太子：『唯然，太子！』而駕近死者處。諸比丘！毘", "345": "婆尸太子見死歿之亡者，見已，言御者曰：", "346": "『好御者！此死歿者何耶？』", "347": "『太子！彼名謂死者，彼從今，母、父、或其他親族等不能見彼，彼亦不能見", "348": "母、父、或其他之親族等。』", "349": "『好御者！我亦本具變死歿之性，不能超脫死耶？王、王后、或其他親族等不", "350": "見我，我亦不見王、王后、或其他親族等耶？』", "351": "『太子！汝與我等，皆本具變死歿之性，不能超脫死；王、王后、或其他親族", "352": "等，不能見汝，汝亦不能見王、王后、或其他親族等。』", "353": "『好御者！然，今日之遊樂園已足，由此還內宮。』", "354": "諸比丘！御者應諾毘婆尸太子曰：『唯然，太子！』而由此還內宮。", "355": "諸比丘！爾時，毘婆尸太子於內宮，心憂、苦不樂，而思惟：『生者，實可厭", "356": "惡；生者，則老現、則病現、則死現也。』", "357": "一一諸比丘！爾時，槃頭王招告御者曰：", "358": "『好御者！太子於遊樂園，有何樂事；好御者！太子於遊樂園，心有何喜樂耶？』", "359": "『大王！太子於遊樂園，見一群眾聚集，著雜色衣，在作輿。見已，問我曰：", "360": "「好御者！群眾聚集，著雜色衣，而作輿者何耶？……」〔廣說參照本經第二誦品", "361": "第一〇節〕……我應諾太子曰：「唯然，太子！」由此而還內宮。大王！於是，太", "362": "子於內宮，心憂、苦不樂，而思惟：「生者、實可厭惡；生者，則老現、則病現、則", "363": "死現也。」』", "364": "一二諸比丘！爾時，槃頭王如是思惟：『勿使毘婆尸太子捨棄王位……』〔參照本", "365": "第二誦品第四節〕……諸比丘！毘婆尸太子，具圍繞於五欲樂分。", "366": "一三諸比丘！爾時，毘婆尸太子，經多年、數百年、數千年之後，告御者……〔參", "367": "照本誦品第一節〕……往遊樂園。", "368": "一四諸比丘！毘婆尸太子往遊樂園，見一光頭之出家者，身著袈裟。見已，問御", "369": "者曰：", "370": "『好御者！此人為何人耶？彼之頭不如他人；彼之衣服亦不如他人。』", "371": "『太子！彼稱謂出家者。』", "372": "『好御者，何以稱謂出家者耶？』", "373": "『太子！彼出家者，善行正法，善行正業、善業、福業，不殺害，善憐憫有情。』", "374": "『好御者！彼稱謂出家者實善哉！好御者！出家者善行正業、善業、福業，不", "375": "殺害，善憐憫有情實善哉！好御者！駕近彼出家處。』", "376": "諸比丘！御者應諾毘婆尸太子：『唯然，太子！』而駕近彼出家者。諸比丘！", "377": "毘婆尸太子言彼出家者曰：", "378": "『友！汝為何人耶？汝之頭不如他人，汝之衣亦不如他人。』", "379": "『太子！我是出家人。』", "380": "『友！出家者何謂耶？』", "381": "『太子！我出家善行正法、善業、福業，不殺害，善憐憫有情。』", "382": "『友！為出家之身實善哉！善行正法、善業、福業，不殺害，善憐憫有情實是", "383": "善哉！』", "384": "一五諸比丘！爾時，毘婆尸太子言御者曰：", "385": "『好御者！汝由此車駕還內宮。我則於此剃除鬚髮，著袈裟衣，出家而過無家", "386": "之生活。』", "387": "諸比丘！御者應諾毘婆尸太子：『唯然，太子！』而駕車還內宮。毘婆尸太子，", "388": "於此則剃除鬚髮，著袈裟衣，出家而過無家之生活。", "389": "一六諸比丘！槃頭婆提之王城，八萬四千大眾聞：『毘婆尸太子剃除鬚髮，著袈", "390": "裟衣，出家而過無家之生活。』聞已，如是思惟：『毘婆尸太子，剃除鬚髮，著袈", "391": "裟衣，出家而過無家之生活；則彼法、律不劣，彼出家不劣也。毘婆尸太子尚且剃", "392": "除鬚髮，著袈裟衣，出家而過無家之生活，何以我等不出家耶？』", "393": "諸比丘！爾時，八萬四千大眾，則剃除鬚髮，著袈裟衣，隨毘婆尸太子出家，", "394": "過無家之生活。諸比丘！如是毘婆尸菩薩被彼大眾所圍繞而遊行村里、市鎮、王城。", "395": "一七諸比丘！爾時，毘婆尸菩薩，於寂靜獨坐時，心起如是思惟：", "396": "『我被〔大眾〕圍繞雜亂而住，對我甚不相應，然我應離群單獨而住。』", "397": "諸比丘！於是，毘婆尸菩薩其後，遠離群眾，單獨一人而住。彼八萬四千之出", "398": "家者行一方，毘婆尸菩薩亦別行一方。", "399": "一八諸比丘！爾時，毘婆尸菩薩，於寂靜處獨坐時，心起如是思惟：『實然！此", "400": "世間陷於苦惱；生而老、死，死而又生；於此，世人不知此苦聚之出離。如何得知", "401": "此老、死苦聚之出離耶？』", "402": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有老死？緣何故有老死耶？』", "403": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧而觀察：『有生故有老", "404": "死，由緣生而老死。』", "405": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有生？緣何而有生耶？』爾", "406": "時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『有有故有生；緣有而有生。』", "407": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有有？緣何而有有耶？』諸", "408": "比丘！爾時，毘婆尸菩薩，以種種而思惟，則依智慧觀察：『有取故有有；緣取而", "409": "有有。』", "410": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有取？緣何而有取耶？』諸", "411": "比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『有愛故有取，緣", "412": "愛而有取。』", "413": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有愛？緣何而有愛耶？』諸", "414": "比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『有受故有愛，緣", "415": "受而有愛。』", "416": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有受？緣何而有受耶？』諸比", "417": "丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『有觸故有受，緣觸", "418": "而有受。』", "419": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有觸？緣何而有觸耶？』諸", "420": "比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀：『有六處故有觸，緣", "421": "六處而有觸。』", "422": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有六處？緣何而有六處耶？』", "423": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『有名色故有六", "424": "處，緣名色而有六處。』", "425": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有名色？緣何而有名色耶？』", "426": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『有識故有名色，", "427": "緣識而有名色。』", "428": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『有何故有識？緣何而有識耶？』諸", "429": "比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『有名色故有識，", "430": "緣名色而有識。』", "431": "一九諸比丘！爾時，毘婆尸菩薩，如是思惟：『此識由名色而還，不更上進。於", "432": "其處生、老、病、死、歿而又生也。則緣名色而〔有〕識，緣識〔有〕名色，緣名", "433": "色而〔有〕六處，緣六處而〔有〕觸，緣觸而〔有〕受，緣受而（有）愛，緣愛而", "434": "〔有〕取，緣取而〔有〕有，緣有而〔有〕生，緣生而〔有〕老、死、愁、悲、憂、", "435": "惱，如是而有此等全苦蘊之集也。』", "436": "諸比丘！於『集起，集起』之思惟，諸比丘！毘婆尸菩薩，於諸前未曾聞之法，", "437": "眼生、智生、慧生、明生、光明生。", "438": "二〇諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無老死？何滅則老死滅", "439": "耶？』諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無生時", "440": "則無老死，生滅則老死滅。』", "441": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無生？何滅則生滅耶？』", "442": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無有時則無生，", "443": "有滅則生滅。』", "444": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無有？何滅則有滅耶？』", "445": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無取時則無有，", "446": "取滅則有滅。』", "447": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無取？何滅則取滅耶？』", "448": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無愛時則無取，", "449": "愛滅則取滅。』", "450": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無愛？何滅則愛滅耶？』", "451": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無受時則無愛，", "452": "受滅則愛滅。』", "453": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無受？何滅則受滅耶？』", "454": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無觸時則無受，", "455": "觸滅則受滅。』", "456": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無觸？何滅則觸滅耶？』", "457": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無六處時則無", "458": "觸，六處滅則觸滅。』", "459": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無六處？何滅時則六處滅", "460": "耶？』諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無名色", "461": "時則無六處，名色滅則六處滅。』", "462": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無名色？何滅則名色滅？』", "463": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無識時則無名", "464": "色，識滅則名色滅。』", "465": "諸比丘！爾時，毘婆尸菩薩，如是思惟：『無何時則無識？何滅則識滅耶？』", "466": "諸比丘！爾時，毘婆尸菩薩，以種種方便而思惟，則依智慧觀察：『無名色時則無", "467": "識，名色滅則識滅。』", "468": "二一諸比丘！爾時，毘婆尸菩薩如是思惟：『此正覺之觀道，由我所證悟：名色", "469": "滅則識滅，識滅則名色滅，名色滅則六處滅，六處滅則觸滅，觸滅則受滅，受滅則", "470": "愛滅，愛滅則取滅，取滅則有滅，有滅則生滅，生滅則老、死、愁、悲、苦、憂惱", "471": "滅，如是此等全苦蘊滅。』", "472": "諸比丘！於『滅盡！滅盡』之思惟，毘婆尸菩薩，於諸前未曾聞之法，眼生、", "473": "智生、明生、光明生。", "474": "二二諸比丘！爾時，毘婆尸菩薩於後，以觀察五取蘊生滅而住：『色如是，色之", "475": "集如是，色之滅盡如是；受如是，受之集如是，受之滅盡如是；想如是，想之集如", "476": "是，想之滅盡如是；行如是，行之集如是，行之滅盡如是；識如是，識之集如是，", "477": "識之滅盡如是。』", "478": "彼觀察五取蘊之生滅而住，不久則由無取著，心解脫諸煩惱。」", "479": "第三　誦品第三　誦品", "480": "一「諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者如是思惟：『然，我宣說法！", "481": "我宣說法！』諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者如是思惟：『我得證", "482": "之此法，實是甚深、難見、難覺、寂靜、殊勝，超越尋、伺，微妙、博學者所能知", "483": "解也。此人人歡樂愛慾，染著愛慾，喜悅愛慾；由於人人歡樂愛慾，染著愛慾，喜", "484": "悅愛慾，則難見勝緣性及緣起法，因此，亦則難見一切行之寂靜、捨棄一切依、滅", "485": "盡渴愛、離欲、滅盡、涅槃也。然而，若我宣說法，但彼等不能知解我之所說，我", "486": "唯是徒勞、辛苦也。』", "487": "二諸比丘！毘婆尸世尊、阿羅漢、等正覺者，則顯現此等前所未曾聞不可思議之", "488": "偈：", "489": "『苦勞我所證我今何宣說", "490": "貪瞋所制者不易覺此法", "491": "逆流行微妙甚深極難見", "492": "微細此正法愛染暗所蔽", "493": "蔽者不得見』", "494": "諸比丘！如是，毘婆尸世尊、阿羅漢、等正覺者，心向平適，不宣說法。", "495": "諸比丘！於此，大梵天神，知毘婆尸世尊、阿羅漢、等正覺者心之所念，而如", "496": "是〔憶嘆：〕『嗚呼！此世間實滅亡，嗚呼！此世間實消失。今毘婆尸世尊、阿羅漢、", "497": "等正覺，心向平適，不宣說法故。』", "498": "三諸比丘！爾時，大梵天猶如力士之伸屈腕、屈伸腕間，由梵天界消失，現於毘", "499": "婆尸世尊、阿羅漢、等正覺者之前。諸比丘！爾時，大梵天偏袒上衣，右膝著地，", "500": "合掌向毘婆尸世尊、阿羅漢、等正覺者，如是白毘婆尸世尊、阿羅漢、等正覺者曰：", "501": "『世尊！請世尊說法，請善逝說法！有眾生少塵垢，因未聽法故而衰減，彼等", "502": "聞法當了悟。』", "503": "四諸比丘！如是言時，毘婆尸世尊、阿羅漢、等正覺者，言大梵天曰：『梵天！", "504": "我亦有是思惟：「今我當說法，今我當說法。」梵天！然，我如是思惟：「我得證之此", "505": "法，實是甚深、難見、難覺、寂靜、殊勝、超越尋、伺，微妙、博學者所能知解也。", "506": "此人人歡樂愛慾，染著愛慾，喜悅愛慾。由於人人歡樂愛慾，染著愛慾，喜悅愛慾，", "507": "則難勝緣性及緣起法。因此，亦則難見一行之寂靜、捨棄一切依、滅盡渴愛、離欲、", "508": "滅盡、涅槃也。然而，若我宣說法，但彼等不能知解我之所說，我唯是徒勞、辛苦", "509": "也。」梵天！其時，我則顯現此等前所未聞不可思議之偈：", "510": "「苦勞我所證我今何宣說", "511": "貪瞋所制者不易覺此法", "512": "逆流行微妙甚深極難見", "513": "微細此正法愛染暗所蔽", "514": "蔽者不得見」", "515": "梵天！如是，我思慮之心，傾向平適，不宣說法。』", "516": "五諸比丘！彼大梵天，二次白毘婆尸世尊、阿羅漢、等正覺者曰：『世尊！請世", "517": "尊說法……乃至……。』", "518": "六諸比丘！彼大梵天，三次白毘婆尸世尊曰：", "519": "『世尊！請世尊說法，請善逝說法。有眾生少塵垢，因未聽法故而衰減，彼等聞法", "520": "當了悟也。』", "521": "諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者，知梵天之勸請，又悲愍諸眾", "522": "生故，以佛眼觀察世間；諸比丘！毘婆尸世尊、阿羅漢、等正覺者以佛眼觀察世間，", "523": "見諸眾生，有少塵垢、多塵垢者，有利根、頓根者，有善行相、惡行相者，有易教、", "524": "難教者，或認識及怖畏來世之罪患而住者。猶如：於青蓮華、紅蓮華、白蓮華之池", "525": "中，有青蓮華、紅蓮華、白蓮華生於水中、長於水中、未出水面，沉於水中養育；", "526": "有青蓮華、紅蓮華、白蓮華生於水中、長於水中、出於水面；有青蓮華、紅蓮華、", "527": "白蓮華生於水中、長於水中、出於水面而住，不為水所污染。諸比丘！如是，毘婆", "528": "尸世尊、阿羅漢、等正覺者，以佛眼觀察眾生，於眾生中有少塵垢、多塵垢者，有", "529": "利根、頓根者，有善行相、惡行相者，有易教、難教者，或認識及怖畏來世罪患而", "530": "住者。", "531": "七諸比丘！爾時，大梵天知毘婆尸世尊、阿羅漢、等正覺者，心起思念，以偈白", "532": "毘婆尸世尊、阿羅漢、等正覺者曰：", "533": "『登頂立巖者徧見周圍人", "534": "如是善慧者登上法樓閣", "535": "離愁普眼人觀彼溺愁眾", "536": "彼為生老服大雄戰勝者", "537": "商主無欠債於世闊步遊", "538": "世尊請說法多有了悟者』", "539": "諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者，以偈告大梵天曰：", "540": "『為於彼等眾啟開甘露門", "541": "凡有得聞已則得棄邪信", "542": "梵天知有害思勞不說法』", "543": "諸比丘！爾時，大梵天：『我得毘婆尸世尊、阿羅漢、等正覺者，應諾將說法。』", "544": "敬禮、右繞毘婆尸世尊、阿羅漢、等正覺者，則沒形於其處。", "545": "八諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者，如是思惟：『我當為誰先說", "546": "法？誰能速解此法耶？』", "547": "諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者，如是思惟：『王子騫荼與帝", "548": "師之子提舍，住於王城槃頭婆提，博學、聰明、有智慧，為長時之少塵垢者。我當", "549": "先為王子騫荼與帝師之子提舍說法，彼等能速解此法。』", "550": "諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者，猶如力士之伸屈腕、屈伸腕", "551": "間，消失於菩提樹下，現於王城槃頭婆提之鹿野苑。", "552": "九諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者，告守苑人曰：", "553": "『來，守苑人！入王城槃頭婆，告王子與帝師之子提舍如是言：「尊者！毘婆尸", "554": "世尊、阿羅漢、等正覺者來至王城槃頭婆提，住安穩鹿苑，彼欲見汝等。」』", "555": "諸比丘！彼守苑人應諾毘婆尸世尊、阿羅漢、等正覺者：『唯然，世尊』而入", "556": "王城槃頭婆提，告王子騫荼與帝師之子提舍曰：", "557": "『尊者！毘婆尸世尊、阿羅漢、等正覺者來至王城槃頭婆提，住安穩鹿苑，彼", "558": "欲見汝等。』", "559": "一〇諸比丘！爾時，王子騫荼與帝師之子提舍，備吉祥莊嚴乘具，乘吉祥莊嚴乘", "560": "具向王城槃頭婆提出發，至乘具能行之處，下乘而行步詣毘婆尸世尊、阿羅漢、等", "561": "正覺者之處，詣已，敬禮毘婆尸世尊、阿羅漢、等正覺者，坐於一面。", "562": "一一毘婆尸世尊、阿羅漢、等正覺者，為彼等次第說法，則開示施、戒、天之說；", "563": "宣說諸欲之過患，出離污穢、煩惱之功德。當世尊了知彼等心從順、柔和、無障而", "564": "喜悅明淨，於此，則宣示諸讚歎之勝法——苦、集、滅、道。猶如去染污純淨之布，", "565": "正可受染色。如是王子騫荼與帝師之子提舍，則於其座，遠離塵垢，證得法眼：『凡", "566": "任何集起之法，皆是滅法。』", "567": "一二爾時，彼等依師之教而非依他，已見法、得法、知法、深入法、度疑惑、去", "568": "諸說、得無畏，而白毘婆尸世尊、阿羅漢、等正覺者曰：", "569": "『偉哉！世尊，偉哉！世尊。猶如扶起倒者，揭露隱覆者、示道於迷路者、揭", "570": "來明燈，使有眼者於暗中得見諸色。如是，世尊以種種方便宣說法。世尊！我等歸", "571": "依世尊、〔歸依〕法。願世尊攝受我等，於世尊之處出家，得受具足戒。』", "572": "一三諸比丘！王子騫荼與帝師之子提舍，於毘婆尸世尊、阿羅漢、等正覺者之處", "573": "出家，得受具足戒。毘婆尸世尊、阿羅漢、等正覺者，以法說之教導、激勵、令彼", "574": "等喜悅；並宣示諸行之過患、污穢之煩惱，涅槃之功德。彼等依毘婆尸世尊、阿羅", "575": "漢、等正覺者法說之教導、激勵、令喜悅，不久，彼等之心實無取著，由諸漏而解", "576": "脫。", "577": "一四諸比丘！於王城槃頭婆提，八萬四千之大眾聞：『毘婆尸世尊、阿羅漢、等", "578": "正覺者來住安穩鹿苑。王子騫荼與帝師之子提舍，於毘婆尸世尊、阿羅漢、等正覺", "579": "者之處，剃除鬚髮，著袈裟衣，出家而過無家之生活。』聞已，彼等如是思惟：『王", "580": "子騫荼與帝師之子提舍，既剃除鬚髮、著袈裟衣，出家而過無家之生活，可見此法、", "581": "律不劣、彼出家不劣也。王子騫荼與帝師之子提舍，而且於毘婆尸世尊、阿羅漢、", "582": "等正覺者之處剃除鬚髮，著袈裟衣，出家而過無家之生活，何以我等不出家耶？』", "583": "諸比丘！於是，八萬四千之大眾，由王城槃頭婆提出發，詣毘婆尸世尊、阿羅", "584": "漢、等正覺者之處。詣已，敬禮毘婆尸世尊、阿羅漢、等正覺者，坐於一面。", "585": "一五毘婆尸世尊、阿羅漢、等正覺者，為彼等次第說法，則開示施、戒、天之說；", "586": "宣說諸欲之過患，出離污穢、煩惱之功德。當世尊了知彼等心從順、柔和、無障而", "587": "喜悅明淨，於此，則宣示諸佛讚歎之勝法——苦、集、滅、道。猶如去染污純淨之", "588": "布，正可受染色。如是八萬四千之大眾，則於其座，遠離塵垢，證得法眼：『凡任", "589": "何集起之法，皆是滅法。』", "590": "一六爾時，彼等依師之教而非依他，已見法、得法、知法、深入法、度疑惑、去", "591": "諸說、得無畏，而白毘婆尸世尊、阿羅漢、等正覺者曰：", "592": "『偉哉！世尊，偉哉！世尊。世尊以種種方便說法，世尊！猶如扶起倒者，揭", "593": "露隱覆者、示道於迷路者、揭來明燈，使有眼者於暗中得見諸色。世尊！我等歸依", "594": "世尊、〔歸依〕法。願世尊攝受我等，於世尊之處出家，得受具足戒。』", "595": "一七諸比丘！彼等八萬四千之大眾，於毘婆尸世尊、阿羅漢、等正覺者之處出家，", "596": "得受具足戒。毘婆尸世尊、阿羅漢、等正覺者，以法說之教導、激勵、令彼等喜悅；", "597": "並宣示諸行之過患、污穢之煩惱，涅槃之功德。彼等依毘婆尸世尊、阿羅漢、等正", "598": "覺者法說之教導、激勵、令喜悅，不久，彼等之心實無取著，由諸漏而解脫。", "599": "一八彼以前八萬四千之出家者聞：『毘婆尸世尊、阿羅漢、等正覺者，來住王城", "600": "槃頭婆提之安穩鹿苑而說法。』諸比丘！爾時，彼八萬四千之出家者，由王城槃頭", "601": "婆提出發，詣安穩鹿苑，毘婆尸世尊、阿羅漢、等正覺者之處，詣已，敬禮毘婆尸", "602": "世尊、阿羅漢、等正覺者，坐於一面。", "603": "一九毘婆尸世尊、阿羅漢、等正覺者，為彼等次第說法，則開示施、戒、天之說，", "604": "宣說諸欲之過患，出離污穢、煩惱之功德。當世尊了知彼等心從順、柔和、無障而", "605": "喜悅明淨，於此，則宣示諸讚歎之勝法——苦、集、滅、道。猶如去染污純淨布，", "606": "正可受染色。如是八萬四千大眾，則於其座，遠離塵垢，證得法眼：『凡任何集起", "607": "之法，皆是滅法。』", "608": "二〇爾時，彼等依師之教而非依他，已見法、得法、知法、深入法、度疑惑、去", "609": "諸說、得無畏，而白毘婆尸世尊、阿羅漢、等正覺者曰：", "610": "『偉哉！世尊，偉哉！世尊。世尊以種種方便說法，世尊！猶如扶起倒者、揭", "611": "露隱覆者、示道於迷路者，揭來明燈，使有眼者於暗中得見諸色。世尊！我等歸依", "612": "世尊，〔歸依〕法，願世尊攝受我等於世尊之處出家，得受具足戒。』", "613": "二一諸比丘！彼八萬四千之出家眾，於毘婆尸世尊、阿羅漢、等正覺者之處出家，", "614": "得受具足戒。毘婆尸世尊、阿羅漢、等正覺者，以法說之教導、激勵、令彼等喜悅；", "615": "並宣示諸行之過患，污穢之煩惱，涅槃之功德。彼等依毘婆尸世尊、阿羅漢、等正", "616": "覺者法說之教導、激勵、令喜悅，不久，彼等之心實無取著，由諸漏而解脫。", "617": "二二諸比丘！爾時，王城槃頭婆提住六百八十萬大比丘眾。諸比丘！於此，毘婆", "618": "尸世尊、阿羅漢、等正覺者，獨居靜處時，生起如是思惟：", "619": "『王城槃頭婆提，住六百八十萬大比丘眾，我應為諸比丘宣示：「諸比丘！為大", "620": "眾之利益，為大眾之安樂、憐愍世人、天人之利、樂，諸比丘應普徧遊行，勿二人", "621": "進行一道，諸比丘！汝等應宣示初善、中善、後善、文義具足之法。宣說圓滿清淨", "622": "之梵行。有少塵垢之眾生，因未聞法故墮落；彼等聞法者，則得了悟。而各六年後，", "623": "為誦波羅提木叉，汝等應詣王城槃頭婆提。」』", "624": "二三諸比丘！爾時，有一大梵天知毘婆尸世尊、阿羅漢、等正覺者心之所念。猶", "625": "如力士之伸屈腕、屈伸腕間，由梵天界消失，現於毘婆尸世尊、阿羅漢、等正覺者", "626": "之前。諸比丘！爾時，大梵天偏袒上衣，合掌向毘婆尸世尊、阿羅漢、等正覺者，", "627": "白毘婆尸世尊、阿羅漢、等正覺者言：", "628": "『實然，世尊！實然，善逝。於王城槃頭婆提，住六百八十萬大比丘眾，世尊！", "629": "世尊對彼等宣示：「諸比丘！為大眾之利益，為大眾之安樂、憐愍世人、天人之利、", "630": "樂，諸比丘應普徧遊行。勿二人進行一道。諸比丘應宣示初善、中善、後善，文義", "631": "具足之法。宣說圓滿清淨之梵行。有少塵垢之眾生，未聞法故墮落；彼等聞法者，", "632": "則得了悟。而各六年後，為誦波羅提木叉，汝等應詣王城槃頭婆提。」』", "633": "諸比丘！大梵天如是言，言已，敬禮、右繞毘婆尸世尊、阿羅漢、等正覺者，", "634": "消失於其處。", "635": "二四諸比丘！爾時，毘婆尸世尊、阿羅漢、等正覺者，於日暮由宴座起，告諸比", "636": "丘曰：", "637": "『諸比丘！於此，我於寂靜處宴座，生如是思惟：「如是六百八十萬大比丘眾，", "638": "住王城槃頭婆提，我今應對諸比丘宣示。諸比丘！為大眾之利益，為大眾之安樂、", "639": "憐愍世人、天人之利樂，諸比丘應普徧遊行，勿二人進行一道。諸比丘！汝等應宣", "640": "示初善、中善、後善，文義具足之法，宣說圓滿清淨之梵行。有少塵垢之眾生，未", "641": "聞法故墮落，彼等聞者，則得了悟。而各六年後，為誦波羅提木叉，汝等應詣王城", "642": "槃頭婆提。」』", "643": "二五諸比丘！爾時，有一大梵天，知我心之所念，猶如力士之伸屈腕、屈伸腕之", "644": "間，由梵天界消失，現於我前。諸比丘！爾時，大梵天偏袒上衣，合掌向我曰：", "645": "『實然，世尊！實然，善逝！於王城槃頭婆提，住六百八十萬大比丘眾，世尊！", "646": "世尊對彼等宣示：「諸比丘！為大眾之利益，為大眾之安樂、憐愍世人、天人之利、", "647": "樂，諸比丘應普徧遊行。勿二人進行一道。諸比丘應宣說初善、中善、後善，文義", "648": "具足之法。宣說圓滿清淨之梵行。有少塵垢之眾生，未聞法故墮落；彼等聞法者，", "649": "則得了悟。而各六年後，為誦波羅提木叉，汝等應詣王城槃頭婆提。」", "650": "諸比丘！大梵天如是言，言已，敬禮、右繞我，於其處消失。", "651": "二六諸比丘！我宣示：為大眾之利益，為大眾之安樂、憐愍世人、天人之利、樂，", "652": "汝等應普徧遊行，勿二人進行一道。諸比丘應宣說初善、中善、後善，文義具足之", "653": "法。宣說圓滿清淨之梵行。有少塵垢之眾生，未聞法故墮落，彼等聞法者，則得了", "654": "悟。而各六年後，為誦波羅提木叉，汝等應詣王城槃頭婆提。』", "655": "諸比丘！彼等眾多之比丘，則於一日間，向各地出發遊行。", "656": "二七諸比丘！爾時，於閻浮洲有八萬四千之住處。於過一年時，諸神舉聲：『友！", "657": "一年過去，尚餘五年，五年後，為誦波羅提木叉，應詣王城槃頭婆提。』", "658": "〔又〕過二年，諸神舉聲：『友！二年過去矣，尚餘四年，四年後，為誦波羅", "659": "提木叉，應詣王城槃頭婆提。』", "660": "過三年，諸神舉聲：『友！三年過去矣，尚餘三年，三年後，為誦波羅提木叉，", "661": "應詣王城槃頭婆提。』", "662": "過四年，諸神舉聲：『友！四年過去矣，尚餘二年，二年後，為誦波羅提木叉，", "663": "應詣王城槃頭婆提。』", "664": "過五年，諸神舉聲：『友！五年過去矣，尚餘一年，一年後，為誦波羅提木叉，", "665": "應詣王城槃頭婆提。』", "666": "過六年，諸神舉聲：『友！六年過去矣，為誦波羅提木叉，應詣王城槃頭婆提", "667": "之時也。』", "668": "諸比丘！爾時，彼等彼比丘，為誦波羅提木叉，由自己之神通力，或由諸神之", "669": "神通力，於一日間，皆詣王城槃頭婆提。", "670": "二八諸比丘！實於此時，毘婆尸世尊、阿羅漢、等正覺者，對比丘僧伽誦波羅提", "671": "木叉：", "672": "『忍辱苦行為第一", "673": "涅槃第一諸佛說", "674": "出家不惱害他人", "675": "沙門亦不害他者", "676": "不造一切之惡因", "677": "一切善業全具足", "678": "自己心意徧清淨", "679": "此乃諸佛之教誡", "680": "不為爭議不加害", "681": "攝護波羅提木叉", "682": "於食事知分量者", "683": "離人寂靜臥坐處", "684": "修習高潔增上心", "685": "此乃諸佛之教誡』", "686": "二九諸比丘！一時，我住郁伽羅須跋迦林之沙羅樹王下。於靜處宴坐時，我心生", "687": "是念：『我長久以前未住者，彼善得色有情住處，唯淨居諸天，我往訪淨居天。』", "688": "諸比丘！於此，我實如力士之伸屈腕、屈伸腕間，由郁伽羅須跋迦林之沙羅樹", "689": "王下消失，現於無煩天。諸比丘！彼諸天中之數千天眾詣我所，詣已，敬禮我而立", "690": "一面。諸比丘！於一面立之彼諸天神告我言：", "691": "『友！自此，九十一劫前，毘婆尸世尊、阿羅漢、等正覺者出現於世。友！毘", "692": "婆尸世尊、阿羅漢、等正覺者出生剎帝利種、剎帝利族姓。友！毘婆尸世尊、阿羅", "693": "漢、等正覺者是憍陳若姓。友！毘婆尸世尊、阿羅漢、等正覺者之壽量八萬歲。友！", "694": "毘婆尸世尊、阿羅漢、等正覺者於波波樹下成正覺。友！毘婆尸世尊、阿羅漢、等", "695": "正覺者有二弟子名騫荼及提舍，為第一雙賢者。友！毘婆尸世尊、阿羅漢、等正覺", "696": "者有三次僧眾之集會：一次僧眾之集會，有六百八十萬比丘眾；一次僧眾之集會，", "697": "有十萬比丘眾；一次僧眾之集會，有八萬比丘眾。友毘婆尸世尊、阿羅漢、等正覺", "698": "者此三次僧眾之集會，皆是漏盡者。友！毘婆尸世尊、阿羅漢、等正覺者有一名謂", "699": "無憂之常隨比丘，為第一常隨侍者。友！毘婆尸世尊、阿羅漢、等正覺者之父名謂", "700": "槃頭王，母名謂槃頭婆提王妃為生母；槃頭王之王城，名謂槃頭婆提城。友！毘婆", "701": "尸世尊、阿羅漢、等正覺者為如是踰城、如是出家、如是精進、如是成正覺、如是", "702": "轉法輪也。友！我等於毘婆尸世尊、阿羅漢、等正覺者之處修梵行，離諸欲貪，而", "703": "生此處。』", "704": "三〇諸比丘！彼諸天眾中之數千天眾詣我所。詣已，敬禮我而立一面。諸比丘！", "705": "立於一面之諸天神告我言：", "706": "『友！於此賢劫中，今有世尊、阿羅漢、等正覺者出現於世。友！世尊是出生", "707": "於剎帝利種、剎帝利族姓。友！世尊之姓是瞿曇。友！世尊之壽量短、少、輕微，", "708": "彼久存為百歲前後。友！世尊是於鉢多羅樹下成正覺。友！世尊有舍利弗及目犍連", "709": "兩弟子，為第一雙賢者。友！世尊一次僧眾之集會有千二百五十比丘眾。友！世尊", "710": "此一次僧眾之集會，皆是漏盡者。友！世尊有名謂阿難常隨弟子，為第一常隨侍者。", "711": "友！世尊之父名謂淨飯王，母名謂大清淨妙王妃為生母。王城為迦毘羅城。友！世", "712": "尊為如是踰城、如是出家、如是精進、如是成正覺、如是轉法輪也。友！我等於此", "713": "世尊之處修梵行，離諸貪欲，而生此處。』", "714": "三一諸比丘！其後我與無煩天等具往無熱天。諸比丘！其後我與無煩天、無熱天", "715": "具往善見天。諸比丘！其後，我與無煩天、無熱天、善見天具往大妙見天。諸比丘！", "716": "其後，我與無煩天、無熱天、善見天、大妙見天具住阿迦膩陀天。諸比丘！此等天", "717": "眾中，數千之諸天眾詣訪我，詣已，敬禮我而立一面。諸比丘！立於一面之諸天告", "718": "我言：", "719": "『友！由於，九十一劫前，毘婆尸世尊、阿羅漢、等正覺者出現於世。友！毘", "720": "婆尸世尊，阿羅漢、等正覺者出生剎帝利族。友毘婆尸世尊、阿羅漢、等正覺者之", "721": "姓是憍陳若。友！毘婆尸世尊、阿羅漢、等正覺者之壽量八萬歲。友！毘婆尸世尊，", "722": "阿羅漢、等正覺者於波波樹下成正覺。友毘婆尸世尊、阿羅漢、等正覺者有二弟子", "723": "名謂騫荼及提舍，為第一雙賢者。友！毘婆尸世尊、阿羅漢、等正覺者有三次僧眾", "724": "之集會：一次僧眾之集會，有六百八十萬比丘眾；一次僧眾之集會，有十萬比丘眾；", "725": "一次僧眾之集會，有八萬比丘眾，友！毘婆尸世尊、阿羅漢、等正覺者此三次僧眾", "726": "之集會，皆是漏盡者。友！毘婆尸世尊、阿羅漢、等正覺者，有一名謂無憂之常隨", "727": "比丘，為第一常隨侍者。友！毘婆尸世尊、阿羅漢、等正覺者之父名謂槃頭王，母", "728": "名謂槃頭婆提王妃為生母；槃頭王之王城，名謂槃頭婆提城。友毘婆尸世尊、阿羅", "729": "漢、等正覺者為如是踰城、如是出家、如是精進、如是成正覺、如是轉法輪也。友！", "730": "我等於毘婆尸世尊、阿羅漢、等正覺者之處修梵行，離諸欲貪，而生此處。』", "731": "三二諸比丘！彼諸天眾中之數千天眾詣我所。詣已，敬禮我而立一面。諸比丘！", "732": "立於一面彼諸天神告我言：", "733": "『友！於此賢劫中，今有世尊、阿羅漢、等正覺者出現於世。友！世尊是出生", "734": "於剎帝利種、剎帝利族姓。友！世尊之姓是瞿曇。友！世尊之壽量短、少、輕微，", "735": "彼久存為百歲前後。友！世尊是於鉢多羅樹下成正覺。友！世尊有舍利弗及目犍連", "736": "兩弟子，為第一雙賢者。友！世尊一次僧眾之集會，有千二百五十比丘眾。友！世", "737": "尊此一次僧眾之集會，皆是漏盡者。友！世尊有名謂阿難之常隨比丘，為第一常隨", "738": "侍者。友！世尊之父名謂淨飯王，母名謂大清淨妙王妃為生母。友！王城為迦毘羅", "739": "城。友！世尊為如是踰城、如是出家、如是精進、如是成正覺、如是轉法輪也。友！", "740": "我等於此世尊處修梵行，離諸欲貪，而生此處。』", "741": "三三諸比丘！如是，如來善徹察法界，善徹察法界故，如來對已般涅槃、斷障害、", "742": "斷道、盡輪迴、度一切苦之過去諸佛，能憶念生、憶念名、憶念姓、憶念壽量、憶", "743": "念雙弟子、憶念僧眾之集會，曰：『彼諸世尊如是種姓，彼諸世尊如是名、如是姓、", "744": "如是戒、如是法、如是慧、如是住、如是解脫也。』」", "745": "世尊如是說已，諸比丘心喜、喜悅世尊之所說。"}, "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0004 長部經典(第1卷-第14卷)", "author": "通妙譯"}