{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1530-A 法界宗五祖略記引No. 1530-A", "1": "法界宗五祖略記引", "10": "受戒。恐無是理。乃至以還源觀。訛為杜順和尚作。觀", "100": "禮。時法藏年十七。辭親求法於太白山。後聞親疾。出", "101": "谷入京。至中夜。忽覩神光。來燭庭宇。乃歎曰。當有異", "102": "人。發弘大教。翌旦就寺膜拜已。因設數問。皆出意表。", "103": "師嗟賞曰。比丘義龍輩。尚罕扣斯端。何計仁賢。發皇", "104": "耳目。或告曰。是居士雲棲木食。久玩雜華。為覲慈親。", "105": "乍來至此。藏既餐和尚之妙解。以為真吾師也。師亦", "106": "喜傳炷之得人矣八。龍朔二年。海東義想公。同元曉", "107": "公。入大唐國。夜宿古塚。曉公因達唯心旨故。即回新", "108": "羅。想公來雲華。禮事和尚。願為弟子。與藏公同學九。", "109": "總章元年。師將去世。藏公尚居俗服。乃囑道成薄塵", "11": "國師壽止七十。審如是。則史鑑記載之謬。甚彰灼矣。", "110": "諸大德曰。此賢者。注意於華嚴。葢無師自悟。紹隆遺", "111": "法。其惟是人。幸假餘光。俾沾制度。後夢般若臺傾。高", "112": "幢亦倒。告門人曰。吾將暫往淨方也。不餘月。遂說法", "113": "而逝。壽年七十二矣十。時義想傳不思議經。歸海東", "114": "大弘。彼國推為華嚴初祖。並號浮石尊者十一。後長壽", "115": "年間。藏公因勝詮法師回新羅。寄書於義想曰。夙世", "116": "同因。今生同業。得於此報。俱沐大經。特蒙先師。授茲", "117": "奧典。希傍此業。用結來因。但以何尚章疏。義豐文簡。", "118": "致令後人。多難趣入。是以具錄微言妙旨。勒成義記。", "119": "傳之彼土。幸示箴誨。想乃掩室探討。涉旬方出。召弟", "12": "後又究略記所本。曰。初二祖出會玄。三祖詳崔傳。四", "120": "子真定相圓亮示表訓四人。俾分講探玄記。每各十", "121": "卷。告之曰。愽我者藏公。起予者爾輩。各宜勉旃。毋自", "122": "欺也。遂令教傳一國。學徧十山。皆憑雲華和尚法化", "123": "力也十二。其神異德行。備如感應傳說。", "124": "三祖賢首國師三祖賢首國師", "125": "三祖諱法藏。字賢首。帝錫別號國一法師。俗姓康氏。", "126": "其先康居國人。高曾相繼為彼國相。祖自康居來朝。", "127": "占風聖代。考諱謐。太宗贈左侍中。弟諱寶藏。為中宗", "128": "朝議郎。行統萬監一。師托胎時。母氏夢吞日光而孕。", "129": "當貞觀十七年十一月初二日生也二。及生而慕無", "13": "五祖載諸䟽。披驗之。毫無差忒也。葢佛以心法傳於", "130": "上。至顯慶三年。十六歲時。煉一指於岐州法門寺舍", "131": "利塔前。作法供養。誓悟佛乘三。次年志銳擇師。遂辭", "132": "親。求法於太白山。閱方等諸典四。後聞慈親不悅。歸", "133": "奉庭闈。緜歷歲月。能竭其力。時儼和尚。於雲華講大", "134": "經。師禮為弟子。深入無盡五。總章元年。二十六歲時。", "135": "往釋迦彌多羅尊者所。請受菩薩戒。眾告曰。是居士", "136": "能誦華嚴。兼講梵網。尊者驚歎曰。但持淨行一品。已", "137": "得菩薩大戒。況義解耶六。咸亨元年。師二十八歲。屬", "138": "榮國夫人楊氏奄歸。武后廣樹福田。捨宅為太原寺。", "139": "成塵諸大德。受儼和尚顧託者。連狀薦舉。由是奉勅", "14": "諸祖。諸祖以心法弘於法界。盡未來際。化化不絕。其", "140": "削染於太原道場。仍詔為住持七。上元元年。有旨命", "141": "京城十大德。為師授滿分戒。賜號賢首即署字為號也。復詔", "142": "師於太原寺講華嚴。端午節。天后遣使。送衣五事八。", "143": "調露元年五月間。雍州萬年縣何容師。嗜食雞子無", "144": "算。暴死。同七百人。入鑊湯獄。附信返魂者。令第四子", "145": "行證。懇求師贖罪。師令誦寫華嚴經。至永隆元年八", "146": "月。寫就莊嚴。請僧齋懺。會眾乃見何容師等七百鬼", "147": "徒到席禮謝九。師於晉譯。每歎缺而不全。是年日照", "148": "三藏。齎梵本至京。高宗詔於魏國西寺。翻譯經論。師", "149": "往就問之。照曰。晉第八會文。亦來至此。遂與三藏對", "15": "道蹟可無徵乎。無徵。人不信矣。又何從而倣傚之。豈", "150": "校。果獲善財求天主光等十善友文。乃請譯補缺。就", "151": "於西太原寺。譯出法界品內兩處脫文。一從摩耶夫", "152": "人後。彌勒菩薩前。中間天主光等十善知識。二從彌", "153": "勒菩薩後。至三千大千世界微塵數善知識前。中間", "154": "文殊申手過一百一十由旬按善財頂。依此六十卷", "155": "本為定十。尋奉綸旨。與日照三藏。及道成律師薄塵", "156": "法師大乘基法師等。同譯蜜嚴等經。顯識等論。十有", "157": "餘部。合二十四卷。復禮法師潤文。慧智法師度語十一。", "158": "永湻元年四月間。雍州長安縣郭神亮者。修淨行。暴", "159": "終。諸天引至兜率內院。禮敬慈氏。有一菩薩謂曰。何", "16": "不有忝於佛祖也哉。今而後。知扶植佛教者。全在於", "160": "不受持華嚴。亮以無人講解為辭。曰。現有賢首菩薩", "161": "弘揚。何得言無十二。文明元年。師與日照三藏。在西太", "162": "原寺翻經暇。躬親問曰。西域古德。於一代聖教。判權", "163": "實否。答曰。近代天竺。有二論師。一名戒賢。遠承慈氏", "164": "無著。近踵護法難陀。立法相宗。二稱智光。遠宗文殊", "165": "龍勝。近稟青目清辨。立法性宗。自是判教疑決十三。時", "166": "成塵二德問。京兆有王明幹。死入地獄。地藏菩薩教", "167": "誦偈曰。若人欲了知。三世一切佛。應當如是觀。心造", "168": "諸如來。入見閻王。王聞之。放免。三日後方蘇。向空觀", "169": "寺僧定法師說之。然不知有出否。師答曰。此乃華嚴", "17": "諸祖。學習祖道者。全在於典章。則此一記。非小補矣。", "170": "第四夜摩會中偈。檢之果是十行頌也十四。垂拱二年。", "171": "師於慈恩寺講雜華十五。永昌元年二月四日。遇于闐", "172": "三藏因陀羅般若。於神都魏國東寺。告以沙彌般若", "173": "彌伽薄。昇天誦華嚴。能破修羅陣事十六。天授元年。覲", "174": "親於夏州。郡牧邑宰。靡不郊迎十七。天授二年。曾州牧", "175": "宰。迎講大經。因論邪正。會中有左道者。不信佛法。口", "176": "發惡言。身面忽疱。眉鬚盡爛。遽來求懺。師誡勸曰。此", "177": "猶華報耳。汝當禮敬三寶。虔唪華嚴百徧。罪可滅矣。", "178": "讀經未半。形質如舊十八。長壽年間。師於雲華講百千", "179": "經。有光明現從口出。須臾成葢。眾所具載十九。延載元", "18": "遂命刻以公諸所好。俾見聞隨喜者。慎勿以此為贅", "180": "年。講至十地品。天華四散。五雲凝空。崇朝不輟。香彩", "181": "射人二十。證聖元年三月。詔於東都大徧空寺。同實叉", "182": "難陀再譯華嚴。弘景圓測神英法寶諸德共譯。復禮", "183": "綴文。師為筆受。譯堂前陸地開百葉蓮華。眾覩禎祥。", "184": "競加精練。太后時幸其寺。親受筆削。施供食饌。次移", "185": "佛授記寺譯二十一。登封元年。詔師於太原寺講大經", "186": "二十二。神功元年。邊宼拒命。出師討之。特詔師依經呪", "187": "法。遏除𡨥虐。師舋浴更衣。建立十一面觀音像。準神", "188": "呪經。行道始數日。蒯城之外。將士聞天鼓之聲。良鄉", "189": "縣中。賊眾覩觀音之像。月捷以聞。優詔慰勞二十三。聖", "19": "語而忽之也。虎林復齋居士　戴京曾　題", "190": "歷二年十月八日譯畢。佛授記寺諸大德請師開演。", "191": "勅令十五日啟講。至臘月十二晚。講華藏世界海震", "192": "動之文。講堂及寺宇忽然震吼。道俗數千。歎未曾有。", "193": "難陀三藏。并當寺龍象。具表奏聞。十九日御批下云。", "194": "因敷演微言。弘揚祕賾。初譯之日。夢甘露以呈祥。開", "195": "講之辰。感地動而標異。斯乃如來降跡。用符九會文", "196": "耳。豈朕庸虗。敢當瑞應二十四。新譯唐經。雖增現相普", "197": "賢世界華藏十定諸品。却脫日照三藏所補文殊按", "198": "善財文。師以新舊兩經。對勘梵本。將日照補者。安喜", "199": "學脫處。遂得文續義連。今之所傳。即第四本一。晉譯本。二。日", "2": "庚申夏。予在七佛閣。繙藏經并閱僧史。一日詢華嚴", "20": "No. 1530", "200": "照補。三。喜學譯。四。賢首補。今現行者。二十五。久視元年五月五日。詔於東", "201": "都三陽宮。與實叉三藏。同譯入楞伽經二十六。長安二", "202": "年。於西京清禪寺。與實叉譯文殊授記經二十七。時禮", "203": "部滎陽鄭公。持心經數千萬徧。再三請解。師為著般", "204": "若略疏二十八。長安三年。詔與義淨三藏等華梵十四", "205": "人。共譯金光明最勝王經等二十一部。一百十五卷", "206": "師為證譯二十九。長安四年冬杪。勅眾僧於內道場。建", "207": "華嚴法會。有雙浮圖。放五色光。現於冰內。師親見之。", "208": "指呈眾德三十。時天后召師於長生殿。問六相十玄之", "209": "旨。師指殿隅金師子為喻曉之。至一一毛頭。各有金", "21": "法界宗五祖略記", "210": "師子。一一毛頭師子。同時頓入一毛中。一一毛中。皆", "211": "有無邊師子。如是重重無盡。后乃豁然。隨貢金師子", "212": "章一篇三十一。因對揚。言及岐州舍利。是阿育王靈迹。", "213": "特命鳳閣侍郎崔玄暐。與師偕往法門寺迎之。時師", "214": "為大崇福寺主。遂與應大德綱律師等十人。俱至塔", "215": "所。行道七晝夜。然後啟之。舍利於掌上騰光。隨人福", "216": "善。感見天殊。臘月除日。至西京崇福寺中。正月十一。", "217": "達東都洛陽城下。凡摛瑞光者七。抱戴者再三十二。神", "218": "龍元年。詔與彌陀山。譯無垢淨光陀羅尼經三十三。其", "219": "年張易之叛逆。因師內弘法力。外贊皇猷。及除凶徒", "22": "錢塘慈雲沙門　續法　輯", "220": "已後。賜以鴻臚卿職。固辭固授。遂奏請與弟朝議郎", "221": "行統萬監康寶藏。歸里養親。中宗降勅褒之三十四。冬", "222": "十一月朔旦。勅令寫師真儀。御製讚四章三十五。神龍", "223": "二年。詔與菩提流支。就於西崇福寺。譯寶積經。命為", "224": "證義三十六。景龍二年。中夏憫雨。勅師集百法師。於薦", "225": "福寺。以法禱之。近七朝。遽致滂沱。詔曰。敷百座以祈", "226": "恩。未一旬而獲應。師等精誠。均沾法液。七月復旱。感", "227": "騐如初。勅曰。慈雲演蔭。法雨含滋。師等熏修。遽蒙昭", "228": "感三十七。由是中宗禮為菩薩戒師。賜號國一三十八。師", "229": "因萬乘歸心。八紘延首。遂奏請於兩都。及吳越清涼", "23": "初祖杜順和尚初祖杜順和尚", "230": "山五處起寺。均榜華嚴之號。仍寫三藏。并諸家章疏", "231": "貯之。於是乎像圖七處。數越萬家。故人於師皆不稱", "232": "諱。而以大乘法師華嚴和尚名焉三十九。後又召師入", "233": "內。同義淨三藏。譯七佛藥師等經四十。景雲元年。詔與", "234": "菩提流支。譯寶積經。帝亦親躬筆受四十一。景雲二年", "235": "冬不雪。召師入禁中問之。師曰。有經名隨求即得大", "236": "自在陀羅尼。若結壇作法。寫是呪語。投於龍湫。應時", "237": "必獲。詔可其請。遽往藍田山悟真寺龍池所作法。未", "238": "旬大雪。表奏上聞。制報曰。勅華嚴師。啟請祈恩。三寶", "239": "流慈。兩度降雪。精誠上感。遂乃盈尺。慮不周洽。且未", "24": "初祖名法順。勅號帝心。俗姓杜氏。雍州萬年縣杜陵", "240": "須出。及六出徧四方。復降詔曰。勅華嚴師。法體如何。", "241": "焚香纔畢。旋降瑞雪。雖則如來演貺。實由敬懇誠切", "242": "四十二。太極元年七月。彗星現。睿宗詔華嚴和尚為菩", "243": "薩戒師。受心地戒。遂傳位。改號先天元年。脫屣忘機。", "244": "褰衣養德四十三。是年十一月初二日。太上皇以師壽", "245": "誕。錫衣財。暨食味。誥曰。勅華嚴師。欣承載誕之祥。喜", "246": "遇高禖之慶。乘茲令日。用表單心。故奉法衣。兼陳湯", "247": "餅。願壽等恒沙。年同劫石。別賜絹二千匹。俾贍興福", "248": "所須四十四。和尚雖為五帝門師高。中。睿。玄。武后也。王臣並皆", "249": "禮事。然猶糞掃其衣。禪悅其食。惟以戒忍自守。弘法", "25": "人也。生於陳武帝永定二年。纔三日。有乳母自來求", "250": "利生為務。前後講華嚴經三十餘徧。間有不了無盡", "251": "法界重重帝網義者。又為設巧方便。取鏡十面。八方", "252": "安排。上下各一。相去一丈餘。面面相對。中安一佛像。", "253": "然一燈以照之。互影交光。學者因曉剎海涉入重重", "254": "無盡之旨四十五。由此輪下。從學如雲。莫能悉數。錚錚", "255": "嗣法者。曰宏觀。文超。東都華嚴寺智光。荷恩寺宗一。", "256": "靜法寺慧苑。經行寺慧英四十六。其著疏約百餘卷。晉", "257": "譯華嚴經探玄記四十卷。一乘教義分齊章四卷。指", "258": "歸一卷。綱目一卷。玄義章一卷。䇿林一卷。華嚴三昧", "259": "觀一卷。華藏世界觀一卷。妄盡還源觀一卷。翻譯晉", "26": "哺養。滿三月。騰空而去一。孩提時。常於宅後塚上。為", "260": "經梵語一卷。唐譯新經音義一卷。華嚴佛菩薩名五", "261": "卷。華嚴感應傳五卷。楞伽經疏七卷。密嚴經疏三卷。", "262": "梵網經疏三卷。法華經疏七卷。起信論疏三卷。別記", "263": "一卷。十二門論宗致義記二卷。法界無差別論義疏", "264": "一卷。三寶別行記一卷。流轉章一卷。法界緣起章一", "265": "卷。圓音章。法身章。十世章。共一卷。晚述新經略疏共", "266": "十二卷四十七。和尚預知時至。解到唐譯第六行文。遂", "267": "越次釋十定品。僅了九定。便辭帝別眾。於西京大薦", "268": "福寺吉祥而逝。屬先天元年十一月十四日也。世壽", "269": "七十歲。僧臘四十三。帝聽若驚。聖聞如失。越五日。賜", "27": "眾說法。聞者莫不信悟。因名為說法塚二。年十五。代", "270": "誥賻。贈鴻臚卿。絹一千二百匹。葬事準僧例。餘皆官", "271": "供四十八。以其月二十四日。葬於神禾原華嚴寺南。勅", "272": "諡賢首即依署諡號。送葬之儀。皆用追寵典屬國三品格", "273": "式。禮也。門人請祕書少監閻朝隱撰󳬴文。概表行迹。", "274": "若欲詳覽。具如西京華嚴寺千里法師別錄。與海東", "275": "法師光嚴記。翰林侍講崔致遠傳明。", "276": "四祖清涼國師四祖清涼國師", "277": "四祖諱澄觀。字大休。俗姓夏侯氏。越州會稽人也一。", "278": "身長九尺四寸。雙手過膝。口四十齒。聲韻如鐘。目光", "279": "夜發。晝乃不眴。日記萬言。七行俱下二。生於玄宗開", "28": "兄統兵勦賊。桶水擔薪。供給十萬軍眾有餘。一夜潛", "280": "元二十六年。母誕之辰。光明滿室。同徹鄰右三。每童", "281": "戲。聚沙建塔四。年九歲。禮本州寶林寺體真禪德為", "282": "師。歲曜一周。解通三藏五。天寶七年。師十一歲。奉恩", "283": "試經得度六。纔服田衣。思冥理觀。乃講般若。涅槃。蓮", "284": "華。淨名。圓覺等。一十四經。起信。寶性。瑜伽。唯識。俱舍。", "285": "中。百。因明等。九論七。肅宗至德二年。師受具戒於曇", "286": "一大師門下。行南山止作事。遂為眾德講演律藏八。", "287": "又禮常照禪師。授菩薩戒。原始要終。十誓自勵。體不", "288": "損沙門之表。心不違如來之制。坐不背法界之經。性", "289": "不染情愛之境。足不履尼寺之塵。脇不觸居士之榻。", "29": "取諸營所著垢衣。浣淨悉徧。未舉鋒刃。賊宼盡退。不", "290": "目不視非儀之彩。舌不味過午之餚。手不釋圓明之", "291": "珠。宿不離衣鉢之側九。從牛頭忠。徑山欽。問西來宗", "292": "旨。又謁洛陽無名禪師。印可融寂。自在受用十。即曰。", "293": "明以照幽。法以達迷。然交暎千門。融冶萬有。廣大悉", "294": "備。盡法界之術。唯大華嚴。復參東京大詵和尚。聽受", "295": "玄旨。利根頓悟。再周能演。詵曰。法界宗乘。全在汝矣", "296": "十一。次後名價日高。迨代宗大歷三年。詔師入內。與大", "297": "辨正不空三藏。於大興善寺譯經。命為潤文大德。帝", "298": "一日問佛經大旨。師答條然有緒。帝於言下豁悟。遂", "299": "事以師禮。恩渥彌厚。至六年。進所譯經。凡七十七部。", "3": "五祖於慈雲百亭法師。及聞其說。竊有疑焉。因而請", "30": "樂官榮。請歸養親三。至十八。即於因聖寺魏珍禪師", "300": "一百二十卷十二。及出譯場。辭謝帝後。即開闡華嚴。講", "301": "至住處品。審文殊隨事。觀照五頂。遂不遠萬里。委命", "302": "棲托。於大華嚴寺。住錫十稔十三。山上緇侶。懇命敷揚。", "303": "因思五地聖人。身棲佛境。心證真如。尚起後得智。學", "304": "世間解。由是博覧六藝圖史。九流異學。華夏訓詁。竺", "305": "乾梵字。四圍五明。聖教世典等書。靡不該洽十四。至德", "306": "宗建中四年。欲下筆著疏。先求瑞應。即於般若院。啟", "307": "曼拏羅。優游理觀。祈聖佑之。一夕夢金容。挺持山嶽", "308": "月滿毫相。卓立空際。仍於寐內。捧咽面門。既覺而喜。", "309": "知獲光明徧照徵矣。是月也。設無遮會以慶之十五。從", "31": "處。投禮出家。禪師親與披剃。時感地動。地神捧盤承", "310": "此落筆。恍若有神。絕無停思。當興元元年為始。舊疏", "311": "中唯賢首得旨。遂宗承之。經前開十門談玄。釋文以", "312": "四分分科。至貞元三年告就。疏成二十卷。其夕又夢", "313": "自身為龍。頭枕南臺。尾蟠北臺。鱗鬛耀空。光逾皎日。", "314": "須臾奮迅。化成百千小龍。分照四方而去。遂悟此是", "315": "流通大疏之兆也十六。初為眾講。感景雲凝停空中。逾", "316": "時不散十七。後又為僧睿等百餘講者。造隨疏演義鈔", "317": "四十卷。隨文手鏡一百卷十八。貞元七年。河東節度使", "318": "李自良。請師於崇福寺講新疏。德宗聞其風。遣中使", "319": "李輔光。宣詔入都。問佛法大意十九。貞元十二年。宣河", "32": "髮。四眾奇之四。後行化慶州。齋主請僧。止三百眾。忽", "320": "東節度使禮部尚書李詵。備禮迎師入京。詔同罽賓", "321": "三藏般若。翻譯烏茶國所進華嚴後分梵夾。師承睿", "322": "旨。於六月五日為始翻譯。帝親預譯場。一日不至。即", "323": "命僧寂光依律說欲云。皇有國事因緣。如法僧事。與", "324": "欲清淨。至十四年二月二十四日譯就。共四十卷。進", "325": "上二十。是年四月。帝生誕。詔請師於麟德殿。開示新譯", "326": "華巖宗旨。羣臣大集。師陞高座說曰。我皇御宇。德合", "327": "乾坤。光宅萬方。重譯來貢。特回明詔。再譯真詮。觀顧", "328": "多天幸。承旨幽讚。極虗空之可度。體無邊涯。大也。竭", "329": "滄溟而可飲。法門無盡。方也。碎塵剎而可數。用無能", "33": "有五百貧人。相隨赴應。主慮供不備。尚曰。但心平等。", "330": "測。廣也。離覺所覺。朗萬法之幽邃。佛也。芬敷萬行。榮", "331": "耀眾德。華也。圓茲行德。飾彼十身。嚴也。貫攝玄微。以", "332": "成真光之彩。經也。總斯經題之七字。乃為一部之宏", "333": "綱。將契本性。非行莫階。故說普賢無邊勝行。行起解", "334": "絕。智證圓明。無礙融通。現前受用。帝大悅。讚曰。妙哉", "335": "言乎。微而且顯。賜紫衲方袍。禮為教授和尚二十一。五", "336": "月遣中使霍仙鳴。傳宣𢕘入。詔令造新譯華嚴後分", "337": "經疏。師奉旨。述後分疏十卷。行願品經別行疏一卷", "338": "二十二。貞元十五年。詔受鎮國大師號。進天下大僧錄", "339": "二十三。四月帝誕節。勅有司備儀輦。迎教授和尚入內", "34": "無有不辦。齋畢。五百人化為羅漢。駕雲而去五。張弘", "340": "殿。闡揚大經。師陞座曰。大哉真界。萬法資始。包空有", "341": "而絕相。入言象而無迹。我佛得之。妙踐真覺。廓盡塵", "342": "習。融身剎以相含。流聲光而遐燭。我皇得之。靈鑒虗", "343": "極。保合太和。聖文掩於百王。淳風扇於萬國。華嚴經", "344": "者。即窮斯旨趣。盡其源流。故󳭪廓宏遠。包納冲邃。不", "345": "可得而思議矣。失其旨也。徒修因於曠劫。得其門也。", "346": "等諸佛於一朝。諦觀一塵。法界在掌。理深智遠。識昧", "347": "辭單。塵黷聖聰。退座而已。帝時默湛海印。朗然大覺。", "348": "顧謂羣臣曰。朕之師。言雅而簡。辭典而富。扇真風於", "349": "第一義天。能以聖法清涼朕心。仍以清涼賜為國師", "35": "暢家畜牛馬。性極弊惡。尚示以慈善。不復觝齧六。及", "350": "之號二十四。由是中外台輔重臣。咸以八戒禮而師之", "351": "二十五。時順宗在東宮。以心要遣同於師。師答書曰。至", "352": "道本乎一心。心法本乎無住。無住心體。靈知不昧。性", "353": "相寂然。包含德用。迷現量則惑苦紛然。悟真性則空", "354": "明廓徹。雖即心即佛。惟證者方知。又請述了義一卷。", "355": "并食肉得罪因緣一篇二十六。永貞元年。順宗登帝位。", "356": "詔師於興唐寺。為造普光殿。華嚴閣。塑華藏剎。圖法", "357": "界會二十七。憲宗元和二年。南康王韋臬。相國武元衡。", "358": "請著法界觀玄鏡一卷二十八。元和五年。詔師入內談", "359": "法。帝問華嚴所詮。何謂法界。師曰。法界者。一切眾生", "36": "引眾驪山栖靜。將種菜。地多蟲蟻。乃巡疆定封。蟲便", "360": "身心之本體也。從本已來。靈明廓徹。廣大虗寂。唯一", "361": "真境而已。無有形貌而森羅大千。無有邊際而含容", "362": "萬有。昭昭於心目之間。有相不可覩。晃晃於色塵之", "363": "內。而理不可分。非徹法之慧目。離念之明智。不能見", "364": "自心如此之靈通也。故世尊初成正覺。歎曰。奇哉。我", "365": "今普見一切眾生。具有如來智慧德相。但以妄想執", "366": "著。而不能證得。於是稱法界性。說華嚴經。全以真空", "367": "揀情。事理融攝。周徧凝寂。是之謂法界大旨。帝聽玄", "368": "談已。廓然自得。即勅有司。別鑄金印。遷賜僧統清涼", "369": "國師之號。統冠天下緇侶。主教門事二十九。穆宗。敬宗。", "37": "外徙。遂得耕墾無傷七。尚患腫。膿潰外流。人有𠲿之", "370": "咸仰巨休。悉封大照國師三十。文宗太和五年。帝受心", "371": "戒於師。誓不食蛤三十一。開成元年。帝以師百歲壽誕。", "372": "賜衣財食味。加封大統國師三十二。大經前後。講五十", "373": "徧三十三。無遮大會。一十五設三十四。凡著述現流傳者。", "374": "總四百餘卷。相國齊抗。鄭餘慶。高郢。請撰華嚴綱要", "375": "三卷。相國李吉甫。侍郎歸登。駙馬杜琮。請述正要一", "376": "卷。僕射高崇文。請著鏡燈說文一卷。司徒嚴綬。司空", "377": "鄭元。刺史陸長源。請撰三聖圓融觀一卷。節度使薛", "378": "華。觀察使孟簡。中書錢徽。拾遺白居易。給事杜羔等。", "379": "請製七處九會華藏界圖心鏡說文十卷。又與僧錄", "38": "者。香味難比。或以帛拭者。香氣不散。尋即瘥愈。與人", "380": "靈䆳大師。十八首座。十寺三學上流。製華嚴圓覺四", "381": "分中觀等經律論關脈三十餘部。又述大經了義備", "382": "要三卷。七聖降誕節對御講經談論文。兼一家詩牋", "383": "表章。總八十餘卷三十五。弟子為人師者。三十有八。海", "384": "岸寂光為首。稟受學徒一千。唯東京僧睿。圭山宗密。", "385": "獨得其奧。餘皆虗心而來。實腹而去三十六。開成三年", "386": "三月六日。召上足三教首座寶印大師海岸等。囑曰。", "387": "吾聞偶運無功。先聖悼歎。復質無行。古人恥之。無昭", "388": "穆動靜。無綸緒往復。勿穿鑿異端。勿順非辨偽。勿迷", "389": "陷邪心。勿固牢鬬諍。大明不能破長夜之昏。慈母不", "39": "消腫八。三原縣人田薩埵者。生來患聾。召之即能聽", "390": "能保身後之子。當取信於佛。無取信於人。真界玄微。", "391": "非言說所顯。要以深心體解。朗然現前。對境無心。逢", "392": "緣不動。則不孤我矣。言訖。趺坐而逝三十七。師生歷九", "393": "朝。為七帝師。俗壽一百二。僧臘八十三。言論清雅。動", "394": "止作則。學贍九流。才供二筆。盡形一食。不蓄餘長三十", "395": "八。文宗以祖聖崇仰。特輟朝三日。重臣縞素三十九。蛻", "396": "經三七。顏光益潤。端身凜嶽四十。其月二十七日。承旨", "397": "奉全身塔於終南山四十一。初期。有梵僧到闕。表稱於", "398": "葱嶺見二使者凌空而過。以呪止而問之。答曰。余乃", "399": "北印度文殊堂神也。東震取華嚴菩薩大牙。歸國供", "4": "編五祖行實。未至旬。法師輯為略記一卷。覈之。始覺", "40": "九。又張蘇者。亦患生瘂。語之即能言十。武功縣僧。為", "400": "養。有旨啟塔驗之。果失一牙。唯三十九存焉。璨然如", "401": "霜。面貌如生四十二。遂闍維。得舍利數千粒。明光瑩潤", "402": "四十三。舌如紅蓮。火不能變四十四。上勅諡。仍號清涼國", "403": "師亦依號諡也四十五。賜塔額曰妙覺四十六。詔相國裴休撰󳬴", "404": "記四十七。勅寫國師真儀。奉安大興唐寺。文宗御製像", "405": "讚八章四十八。餘如別傳。", "406": "五祖圭峯大師五祖圭峯大師", "407": "五祖諱宗密。號圭峯。師居是山。因得斯稱。德宗建中", "408": "元年生也。果州西充縣人。俗姓何氏。家世業儒一。師", "409": "髫齓時。精通儒學。洎弱冠。聽習經論。止葷茹。親禪德", "41": "毒龍所魅。眾求救。即端拱對坐。龍遂托病僧言。禪師", "410": "二。憲宗元和二年。將赴貢舉。偶值遂州大雲寺道圓", "411": "禪師法席。問法契心。如針芥相投。遂求披剃。時年二", "412": "十七也三。為沙彌時。一日隨眾僧齋於府吏任灌家。", "413": "師居末座。以次授經。得圓覺十二章。讀一二章。豁然", "414": "大悟。身心喜躍。歸白於圓。圓曰。此經諸佛授汝耳。汝", "415": "當大弘圓頓之教。汝行矣。無滯一隅四。遂當年受具", "416": "戒。奉命辭去。謁荊南忠禪師。忠曰。傳教人也。復參洛", "417": "陽照禪師。照曰。菩薩中人也五。元和五年。抵襄漢。遇", "418": "󳭪覺寺靈峯闍黎。病中授與清涼國師所撰華嚴大", "419": "疏二十卷。大鈔四十卷。覧之。欣然曰。吾禪遇南宗。教", "42": "既來。義無久住。頃即釋然十一。故使遠近瘴癘。婬邪所", "420": "逢圓覺。一言之下。心地開通。一軸之中。義天朗耀。今", "421": "復得此大法。吾其幸哉。即為眾講一徧六。元和六年。", "422": "往東都禮祖塔。駐錫永穆寺。四眾再請。講第二徧。聽", "423": "徒中有泰恭者。不勝慶遇。斷臂酬恩七。師因未見清", "424": "涼。遂修書一緘。并述領解新疏鈔中關節血脈一篇。", "425": "遙敘門人之禮。差徒玄珪智輝。馳奉疏主。疏主即批", "426": "答云。不面不傳。得旨繫表。意猶吾心。未之有也。非憑", "427": "聖力。必藉宿因。輪王真子。可以為喻。儻得一面。印所", "428": "懸解。復何加焉八。講畢。詣上都。禮覲清涼國師。印曰。", "429": "毗盧華藏。能從我游者。舍汝其誰歟。初二年間。晝夜", "43": "惱者。莫不投造。尚亦不施餘術。但向之禪觀。無弗痊", "430": "隨侍。次後雖於諸寺講論。有疑則往來咨決不絕九。", "431": "數年請益後。至元和十一年春。在終南山智炬寺。出", "432": "圓覺科文。纂要二卷十。誓不下山。徧閱藏經三年十一。", "433": "願畢。十四年於興福寺。出金剛纂要疏一卷。鈔一卷", "434": "十二。十五年春。於上都興福保壽二寺。集唯識疏二卷。", "435": "十三。長慶元年。退居鄠縣草堂寺十四。二年春。重治圓覺", "436": "經解。又於南山豐德寺。製華嚴綸貫五卷十五。三年夏。", "437": "於豐德寺。纂四分律疏三卷十六。至冬初。圓覺著述功", "438": "就。大疏三卷。大鈔十三卷十七。隨後又註略疏兩卷。小", "439": "鈔六卷。道場修證儀十八卷十八。太和二年慶成節。文", "44": "者。乃至神樹龍廟。見即󱐑除。巫覡所事。躬為屏當。世", "440": "宗詔入內殿。問諸法要。賜紫袍。勅號大德十九。朝臣士", "441": "庶。咸皆歸仰。唯相國裴休。深入堂奧而為外護二十。山", "442": "南溫造尚書問。悟理息妄之人。不復結業。一期壽終", "443": "之後。靈性何依。師曰。一切眾生。莫不具有覺性。靈明", "444": "空寂。與佛無殊。但以無始劫來。未曾了悟。妄執身為", "445": "我相。故生愛惡等情。隨情造業。隨業受報。生老病死。", "446": "長劫輪迴。然身中覺性。未曾生死。如夢被驅役。而身", "447": "本安閑。如池水作冰。而濕性不易。若能悟此性。即是", "448": "法身。本自無生。何有依托。真理雖然頓達。妄情難以", "449": "卒除。須常覺察。損之又損。但可以空寂為自體。勿認", "45": "人皆異之。號之為燉煌菩薩十二。由此聲聞於朝。隋文", "450": "色身。以靈知為自心。勿認妄念。妄念若起。都不隨之。", "451": "即臨命終時。業自不能繫。雖有中陰。所向自由。天上", "452": "人間。隨意寄托。若愛惡之念已泯。即不受分段之身。", "453": "若微細流注寂滅。則圓覺大智朗然。隨機現化。名之", "454": "為佛。偈曰。作有義事。是惺悟心。作無義事。是狂亂心。", "455": "狂亂隨情念。臨終被業牽。惺悟不由情。臨終能轉業", "456": "二十一。前後著涅槃。起信。蘭盆。行願。法界觀等。經論疏", "457": "鈔。并集諸宗禪言。為禪源詮。及酬答書偈議論等。總", "458": "九十餘卷二十二。武宗會昌元年正月六日。於興福院", "459": "誡門人。令舁屍施鳥獸。其骨焚而散之。言訖坐滅二十", "46": "帝甚加信敬。給月俸供之十三。後因詣南山。屬橫渠汎", "460": "三。其月二十二日。道俗奉全身於圭峯茶毗。得舍利", "461": "數十粒。皆白潤。及火後。門人泣而求之。並得於煨燼", "462": "內。乃藏之石室二十四。閱世六十二。僧臘三十四。門弟", "463": "子僧尼四眾得度脫者。凡數千人。相國裴休撰󳬴文。", "464": "略曰。一心者。萬法之總也。分而為定慧。開而為六度。", "465": "散而為萬行。萬行未曾非一心。一心未甞違萬行。故", "466": "禪師之為道也。以知見為法門。以寂靜為正味。慈忍", "467": "為甲冑。慧斷為劍矛。鎮撫邪雜。解釋縲籠。窮子不歸。", "468": "貧女不富。吾師恥之。三乘不興。四分不振。吾師恥之。", "469": "忠孝不並化。荷擔不勝任。吾師恥之。故皇皇於濟󳫠。", "47": "溢。從者驚懼。尚率眾同涉。水即斷流。徐步而過。纔登", "470": "汲汲於開誘。不以一行自高。不以一德自聳。人有皈", "471": "依者。不俟請而往也。有求益者。不俟憤則啟矣。雖童", "472": "幼不簡於應接。雖傲狠不怠於扣勵。真如來付囑之", "473": "菩薩。眾生不請之良友。其四依之一乎。其十地之人", "474": "乎二十五。至宣宗。追諡安慧禪師。塔曰青蓮二十六。詳載", "475": "他集。", "476": "法界宗五祖略記終", "48": "岸。水復如故十四。時分衛應供。齋主抱兒。乞消災延壽", "49": "之記。尚熟視曰。此汝冤家也。當與之懺悔。齋畢。令抱", "5": "僧史乖舛也。明矣。且如三祖賢首大師。傳謂登封丙", "50": "至河邊。尚拋之入水。夫婦拊膺號呌。尚曰。汝兒猶在。", "51": "即以手指之。其兒化為六尺丈夫。立於波間。瞋責之", "52": "曰。汝前生取我金帛。殺我推溺水中。不因菩薩與我", "53": "解怨。誓不相赦。夫婦默然信服十五。偶將道履一䩫。置", "54": "於市門。三日不失。人問其故。尚曰。吾從無量劫來。不", "55": "盜他人一錢。報應如是。為盜者聞之。悉悔心易過十六。", "56": "尚稟性柔和。操行高潔。學無常師。以華嚴為業。住靜", "57": "終南山。遂準華嚴經義。作法界觀文。集成已。投巨火", "58": "中。禱曰。若契合聖心。令一字無損。忽感華嚴海會菩", "59": "薩。現身讚歎。後果無󱐑十七。時弟子中。唯智儼獨得其", "6": "申。詔師講新經。感口光震地。勅十德為師受戒。今按", "60": "奧。僧有樊玄智。安定人也。弱歲修道於京城。南投為", "61": "上足。尚令誦華嚴。勸依法界觀門。修普賢行。久之。每", "62": "誦經際。口中頻獲舍利。前後數百粒十八。尚甞作法身", "63": "頌曰。嘉州牛喫草。益州馬腹脹。天下覔醫人。炙豬左", "64": "膊上。縱透達磨禪者。見之並皆捲舌十九。唐太宗仰慕", "65": "神德。詔請入內。帝見親迎。問曰。朕苦寒熱。久而不愈。", "66": "師之神力。何以蠲除。尚曰。聖德御宇。微恙何憂。但頒", "67": "大赦。聖躬自安。上從之。疾遂瘳。因錫號曰帝心。宮庭", "68": "內外。禮事如佛二十。貞觀十四年。十月二十五日。普會", "69": "有緣於雍州南郊義善守。聲色不渝。忽言別眾二十一。", "7": "新經。乃證聖乙未年方譯。聖歷己亥年始畢。豈未譯", "70": "復入內辭太宗。昇太階殿。化於御床。帝留大內。供養", "71": "七日。時年八十四也。遺體若生。異香時發。經一七已。", "72": "勅同座送樊川北原鑿埪處之。即今會聖院也。京邑", "73": "同嗟。製服亘野。龕中面色。經月彌鮮。安坐三週。全身", "74": "不散。隨建塔於長安南華嚴寺二十二。尚未示寂前。一", "75": "門人來辭曰。往五臺禮文殊。尚微笑。說頌曰。遊子漫", "76": "波波。臺山禮土坡。文殊秪這是。何處覓彌陀。彼不喻", "77": "而去。方抵山麓。遇老人曰。子來何為。曰。禮文殊來。曰", "78": "大士已往長安。教化眾生去也。曰。誰為是。曰。杜順和", "79": "尚也。僧聳然失聲曰。是我師也。奄忽中。老人乃失。兼", "8": "而先講耶。況三祖咸亨庚午歲削染。承旨便講。至登", "80": "程而歸。適󱜔水瀑漲。三日方濟。到時。尚已前一日化", "81": "去矣。以此驗知是文殊應身也二十三。餘廣傳記。", "82": "二祖智儼和尚二祖智儼和尚", "83": "二祖諱智儼。俗姓趙氏。生於開皇二十年也。別號雲", "84": "華和尚。師居是寺。因而名之。又號至相尊者。亦因主", "85": "化其中。人故稱之。英敏特達。頴悟非常。經書過目。成", "86": "誦不忘一。初剃染時。即於大藏前立誓願。抽得華嚴", "87": "第一二。遂往終南山。杜順和尚所。投為上足。師侍未", "88": "久。盡得其旨。尚以所集觀法。傳與師習。令其講授三。", "89": "後志欲弘通。偶遇異僧來謂曰。汝欲解華嚴一乘法", "9": "封丙申。越二十七年。祖年五十四歲。道滿天下。方與", "90": "界宗者。其十地中六相之義是也。慎勿輕怠。可一二", "91": "月間。靜攝思之。當自知爾。言訖。忽然不見四。因即淘", "92": "研。不盈累朔。豁爾貫通。時年二十七也五。隨於至相", "93": "寺。製華嚴經搜玄義鈔五卷。題名華嚴經中搜玄分", "94": "劑通智方軌。即明六相。開十玄。立五教也六。時京兆", "95": "崇福寺慧祐。戒行精苦。向慕師德。特來親事。師教專", "96": "以華嚴為業。每清晨良宵。焚香虔誦出現品。後時忽", "97": "見十餘菩薩。從地踊出。現身金色。皆放光明。坐蓮華", "98": "座。合掌聽誦此品。經畢便隱七。顯慶四年。師於雲華", "99": "寺中講華嚴。宗風大振。名徧寰內。緇素道俗。咸皆歸"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1530 法界宗五祖略記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1530 法界宗五祖略記", "author": "清 續法輯", "language": "chinese", "source": "CBETA"}