{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 985", "1": "釋雲華尊者融會一乘義章明宗記", "10": "今釋融會章。科分為二。初釋總題。二解本文。且初", "100": "量乘。故彼經云。諸佛以方便力。於一佛乘。分別說", "1000": "盡義者。此亦如是。故曰為一中多。雖一具多。而多", "1001": "非即。各自差別。故賢首結曰。然此一中。雖具有多。", "1002": "仍一乘即是其多耳。故知別教一乘法體。具多別", "1003": "義也。是故十玄緣起。十門無礙。初門多即一。是同", "1004": "義。次門一中多。是別義。以此同別二義。為法界緣", "1005": "起。一乘實德無障無礙也。故本經云。菩薩善觀緣", "1006": "起法。於一法中解眾多法。眾多法中解了一法等。", "1007": "△二同教中具同別。", "1008": "章曰。同教之中。亦有同別。一乘三乘同一善巧。是其", "1009": "同也。各為據機別。即是別也。", "101": "三。又云。吾從成佛已來。種種因緣。種種譬喻。無量", "1010": "解曰。同教者。同字一言。立同總名。此總同教。自具", "1011": "同別二義也。初有同義者。約教攝乘。故以同教一", "1012": "乘中。同有諸教一乘。故謂同。頓教絕相一乘。終教", "1013": "平等一乘。始教密意一乘。有八密義意一乘。委如", "1014": "至相問答中顯也。二者有別義者。約法攝乘。各為", "1015": "據機別名別也。有絕相一乘機。有佛性平等一乘", "1016": "機。有蜜意一乘機。有聲聞機。有緣覺機。有菩薩機。", "1017": "諦緣度等三法三乘機別也。此之一三教攝法攝。", "1018": "同一善巧。長養機緣。無不周盡。故曰。同教之中亦", "1019": "有同別也。已上二科。收歸第九同別中。各具同別", "102": "方便引導眾生。即從本流末也。約化儀。則最後開", "1020": "竟。△第十顯真俗雖殊。道合一體。文二。初貶凡情", "1021": "徧計過。", "1022": "章曰。有情眾生所知之境。則無上來所明諸義。何以", "1023": "故。為是徧計故。", "1024": "解曰。凡情迷性。不達徧知。心境相違。真俗成異。則", "1025": "無上所明同別融通諸義。故徵顯曰。何以故。為徧", "1026": "計執過故也。△二歎聖智通合德。", "1027": "章曰。前德云。惟一實之淵。曠嗟萬像之繁雜。真俗異", "1028": "而體同。凡聖分而道合者。此則先人已通斯趣耳。", "1029": "解曰。文顯義通。總歎先覺之人。理通遺智。亡言虗", "103": "顯。破小顯大。會三歸一。故清凉曰。雖有眾多。即攝", "1030": "懷。則道合一真也。故前德什師又曰。亡言者可與", "1031": "道合。虗懷者可與理通。冥心者可與真一。遺智者", "1032": "可與聖同。已上二科。収歸第十真俗雖殊。道合一", "1033": "體竟。兼前十科。總収歸第二正說同別分竟。△三", "1034": "流通指廣分。", "1035": "章曰。上來所舉。略開一乘宗序之狀相也。其間三乘", "1036": "法相次第。明義取解法式。列名出體。釋得名所以。辨", "1037": "寬狹。明位地。障治相擬。通局隨義。分別具緣多少。問", "1038": "答釋疑等。具如諸章及諸論也。", "1039": "解曰。文明意顯。但指三乘法相。具孔目諸章。及粱", "104": "末歸本。故彼經云。以無量無數方便。演說諸法。皆", "1040": "論智論等。諸大乘論。一一廣明也。上來釋章文竟。", "1041": "次辨三師偽說別教如右。", "1042": "第一豫師易簡記曰。中間三教。雖皆為三人所得。終", "1043": "頓二教。會泯歸一。同得佛果。即是一乘。始教三乘。", "1044": "修因各異。獲果亦殊。此唯三乘。屬於權教。今此對", "1045": "三乘。乃唯始教權門也。問華嚴□□□異諸教。何", "1046": "特揀權三乘耶。答曰。今此文意。蓋為學□□□□", "1047": "□大乘之外。別有一乘。權實混知。故辨差別。評曰。", "1048": "□□□□□□□□□□□□□□□□□□□", "1049": "揀會之殊。錯引五六兩祖之文。曲設問答。抑斷華", "105": "為一佛乘故。又云。汝等所行是菩薩道。又云。究竟", "1050": "嚴。首引中間三教等文。此是五祖正立教中。特顯", "1051": "華嚴別教一乘為本。別前四教三乘為末也。昧祖", "1052": "正意。却乃擅加雖字縱之。臆說終頓會泯歸一。同", "1053": "得佛果。即是一乘之說者。又昧六祖會通。四教之", "1054": "文。不曉終頓。同泯二乘。為同教一乘。此師不明本", "1055": "末失。不明揀會失。抑別類同失。獨揀權三失。從茲", "1056": "迷教眼。已上總非說。皆因四失矣。", "1057": "第二復師折薪記曰。此一乘者。是華嚴逈別之別。此", "1058": "門外三車。通中間三教。乃至曰。證知三乘。是法華", "1059": "前諸經。豈不通中間三教耶。評曰。法華教旨。唯會", "106": "至於一切種智。故皆佛因。是知法華依實開權。說", "1060": "始權終實。不會頓三。何以臆說門外三車通中三", "1061": "教耶。此違至相一乘三乘義章十對法。就法華三", "1062": "對後結曰。上件法門。攝下諸教。頓屬其上分本教", "1063": "義。漸從其末義等。本教是華嚴。漸末是一代諸眷", "1064": "屬經也。次昧清涼會通。法華教旨。唯會始權終實。", "1065": "亦不言會頓也。三違圭山釋。未曾聞見覺性鈔中。", "1066": "問顯圓覺頓經。若在法華前說。則是權教。被法華", "1067": "破。若後。則法華已說。此何未曾。答曰。序及懸談已", "1068": "明言。此是別教一乘。非法華通相一乘等。是知頓", "1069": "經頓教。自屬化法頓収。不屬三時五時之數。又至", "107": "一即多。會權歸實。說多即一。是故以法華方便一", "1070": "相曰。頓非安立門故。不屬會破。復師違上諸祖說。", "1071": "昧他法華旨。為第一失。又中間三教文。屬賢首正", "1072": "立教中。顯華嚴別教一乘為本。揀中間始終頓三", "1073": "教三乘。并愚小異末。即與法華破會自殊。此乃不", "1074": "明揀會。矯亂同別。為第二失㭊薪又曰。下章三處", "1075": "明文。以深密法相為終教。何者。如李唐三藏。解深", "1076": "密等三法輪中。後二是始終二教。故文云。此三法", "1077": "輪。但攝小乘及三乘中始終二教。不攝別教一乘", "1078": "等。評曰。第一引三法輪指歸。唐藏宗計判攝者。不", "1079": "曉賢首自依深密法性經中。三種法輪。攝機寬說。", "108": "乘。為攝末之本也。又四祖述一乘三乘義章曰。又", "1080": "故下章文明自指曰。此三法輪中。但攝小乘及三", "1081": "乘中始終二教。不攝別教一乘也。正如探玄曰。以", "1082": "深密經攝機寬故。就攝末歸本門收。是約經部收", "1083": "機之寬。就法判攝也。即非指李唐三藏。宗計局義", "1084": "判攝也。故祖明曰。空相二宗。皆認法性之經。成立", "1085": "自宗之義。復師率情引文。不詳祖述。為第三失。㭊", "1086": "薪又曰。正立教中。復指深密三輪法中。後二是始", "1087": "終二教者。評曰。此師第二引正立教中文者。又迷", "1088": "祖述就法分教。特列三種乘法。初小乘法。二中間", "1089": "三教三乘法。三別教一乘究竟法。且中間頓終始", "109": "一乘義。分別有二。一者正乘。如華嚴經說。二者方", "1090": "三教。雖則存三泯二不同。而終頓之一。形對三故。", "1091": "皆為三人所得。故並󳰄三乘也。然有頓漸之殊。以", "1092": "頓教三乘。始終俱離。自為一教。漸三則開出終始。", "1093": "故祖曰。三惑開為三。謂於中開出始終二教。即如", "1094": "上說深密經等。三法輪中。後二是也。是知祖就乘", "1095": "法分教。故指深密後二法輪。通攝始終也。祖自結", "1096": "曰。此約法分教耳。若就法義。如下別辨。別辨者。即", "1097": "下所詮差別。并探玄第九門。以義分教中辨也。是", "1098": "知約法通攝。約義局判。故演義曰。法約自體。義是", "1099": "所以。法總義別也。據此證知。法總判攝。義別所以。", "11": "釋題。次題述人。題曰融會一乘義。四十無礙辨才。", "110": "便乘。分別有十。初之七對依如來藏勝鬘楞伽等", "1100": "是知賢首初在教章。約深密經部。法體寬通。總攝", "1101": "始終。後在探玄。約相宗義局。出別所以。宗計義別。", "1102": "唯齊始教也。復師不詳祖意。約法約義。判攝自殊。", "1103": "返謂賢首曰。初作教章。以法相第二時為始。第三", "1104": "時為終。後述探玄。方自改曰。第二第三俱為始也。", "1105": "又注差當曰。舊立始教。依法皷經。以空為始。故立始", "1106": "名。至探玄中。亦名始教。釋名有異。而不但用空義", "1107": "釋名。却用未盡大乘法理釋也。又於㭊薪第二卷。", "1108": "引探玄曰。始同終別三。謂同聞般若。同觀無性。三", "1109": "乘之人。各得自果。如前所引說。若據聖諦緣生。六", "111": "經。後三對依法華經。分別一乘同無盡。三乘即不", "1110": "度行異。亦得名為始終各別。此是第二第三時教", "1111": "也。問彼以二三時為始教。前何云第三時為終教", "1112": "耶。答只由此義一。祖自語相違。故知探玄中。方自", "1113": "改於斯義。故以二三時。合為始教也。嗚呼復師深", "1114": "昧祖文。重重失理。始違教章。就法分教。祖依深密", "1115": "經部。法總寬通。以後二法輪。通攝始終二教也。次", "1116": "迷探玄以義分教。祖以相宗宗計義別。二三時義", "1117": "局。合為始也。是知賢首兩處祖文。就法約義寬局", "1118": "判攝。前後無差。法義無違。復師率情。昧祖述意。而", "1119": "自臆說釋名之異。返彈賢首自悟相違。後至探玄。", "112": "定。乃至結曰。上來所辨。於眷屬經中。欲顯圓通無", "1120": "方改斯義。謗祖之𠎝。犯重曷懺。為第四失㭊薪又", "1121": "曰。決擇其意。第三門云小乘及初教。根不定故。堪", "1122": "人始終二教。如深密說者是。此上三說。正以法相", "1123": "宗第三時。為終教也。評曰。此即第三引決擇之文", "1124": "者。又失祖意。祖以約法就機。決斷揀擇。如來一代", "1125": "所說經法。所化機性。於此世中小乘。及初教等機。", "1126": "依何經法。入何等教。攝即便定者。故祖曰。初時見", "1127": "轉小乘法輪。中時見轉空教法輪。後時見轉不空", "1128": "法輪。如解深密經等說也。以此照知。祖約經部法", "1129": "寬。三時攝機。故作是說。即非許相宗宗計三時通", "113": "盡法藏一乘教義。故於方便之處。示一乘名。今進", "1130": "性終教也。今謂。復師公違祖述。以相兼性失。且性", "1131": "相兩宗。此方西域。自古相排。疏鈔溢目。誰不通曉。", "1132": "獨出此師。抱自臆說。以相濫性。為第五失。宗源既", "1133": "錯。向下諸說。總成其非。繁不具辨。", "1134": "第三會師。述焚薪記曰。夫別教一乘。圓融具德。卓絕", "1135": "獨立。餘如虗空。縱収諸教一一同圓。故曰唯有一", "1136": "乘更無餘也。今謂評曰。此師述記。破斥㭊薪。主意", "1137": "矜高。要名聚眾。媒衒求達。誇耀於他。不伸正道。唯", "1138": "多詰破。巧結過名。設有片言。猶為逕庭。且如卓絕", "1139": "獨立之句。失在自相名別。違祖隨機釋別也。且圓", "114": "入者易得解故。作如是說等。又曰。上件法門。攝下", "1140": "通法本。具足主判。別別無盡。了非獨立也。公違至", "1141": "相。釋別教曰。又一乘之法。對機以明別。非謂自相", "1142": "而可別。隨機論別相。別別具十。以顯無盡也。又違", "1143": "觀序曰。佛身一毛端。則徧一切。含一切也。世界爾。", "1144": "眾生爾。塵塵爾。法法爾。無一法定有自體而獨立", "1145": "者。故四祖曰。為一中多。即是別也。又違演義曰。孤", "1146": "標獨立者。即前多中無一性。一亦無有多。二法互", "1147": "無。故得獨立。亦一即多而唯多。多即一而唯一。廢", "1148": "己同他。故云獨立。今謂。初義一多性泯。自相果絕。", "1149": "二法互無。得獨立名。次義一多性徧。隨機互習。普", "115": "諸教。頓屬其上分本教義。漸從其末義。乃至曰。及", "1150": "入佛德。得獨立名。即非卓絕獨立。餘如虗空。成斷", "1151": "滅過也。返顯佛乘一法界性體虧圓徧失。且如本", "1152": "經常以虗空。喻顯法性包含無缺曰。譬如虗空。一", "1153": "切世界。若成若壞。常無增減。何以故。虗空無生故。", "1154": "乃至菩提。無相無非相。無一無種種。清減科曰。體", "1155": "離虧盈。疏又釋曰。虗空無生。體無增減。菩提無相。", "1156": "成不寧殊。故下經曰。廣大周徧。無處不有。不離不", "1157": "斷。無有休息。疏又釋曰。不離。結上無處不有。不斷。", "1158": "生下無有休息。故得普收諸教。一一同圓。主伴圓", "1159": "融具德無盡也。或執祖曰。或但自攝同體一門中", "116": "三乘終教。寂照照寂。一相真如。并初教門。染淨即", "1160": "無盡。何以故。由餘異門。如虗空故。不相知故。自具", "1161": "足故。更無可攝也。若作此執。謂餘如虗空者。是不", "1162": "曉餘異體門。喻如虗空無盡也。故祖結曰。如此一", "1163": "門。既具足無窮箇無盡。及相即相入等成無盡。餘", "1164": "一一門中。皆悉如是各無盡。誠宜如是。準知同體", "1165": "異體二門法義。重重無盡。餘如虗空。無窮無盡。非", "1166": "言一乘法體獨立餘外如虗空。為第二失。已上三", "1167": "師。昧別圓旨。迷失宗源。不明本末。混乱揀取。略提", "1168": "十一失。次評偽說同教如右。", "1169": "初同教䇿主會師。立一種同教。取至相曰。經云會三", "117": "空。愚法小乘苦諦之教等。明知法華雙會權實。並", "1170": "歸一。故知同也。多義如彼又曰。今以理求通之。與", "1171": "同無別趣也。今從至相。評曰。會師斥前二師。立三", "1172": "同四同之非。自立會三歸一同。雖依祖句。而迷祖", "1173": "述。祖以同字一言。立教總名。統目諸教。本末法義。", "1174": "利機差別。詮法淺深。融與不融。各自等殊。故有句", "1175": "義名同。凡有二十餘同。略如前顯。其中會三歸一", "1176": "同。正屬義句同也。是明法華會。破權漸三乘。直至", "1177": "露地等授大車。故名會三歸一。止是會漸。一義名", "1178": "同。即非多義。如彼違祖昧義。略敘七失。且初不曉", "1179": "祖立同字一言為總失。二不曉法華經旨。唯會權", "118": "小三乘也。若爾如何清凉玄文却云法華但會昔", "1180": "漸。不會頓機。而言多義如彼失。三抑華嚴究竟圓", "1181": "同。返為法華方便會漸同所總失。四抑法界緣起", "1182": "理實一體同義。返為法華會機破漸差別同義所", "1183": "總失。五昧泯二同。同泯二乘。無三可會。故名同教", "1184": "一乘。即非會三歸一所總失。六昧同頓同實同從。", "1185": "合後三為一實。以不辨圓融具德故。故開為同教", "1186": "一乘。即非會三歸一同義所總失。今謂會三歸一。", "1187": "止。可總収三一和合同。迴三入一同。其餘諸同。皆", "1188": "是諸教。各詮法義。開合不等。各隨差別義句。以一", "1189": "同字通目。目為同教耳。故四祖曰。又會義不同。多", "119": "權故。說三皆虗指。昔實不滯方便。故不會之。今言", "1190": "種法門。隨別取一義。餘並別相。故言同耳。是知義", "1191": "非一準。雖各各有謂。而以同字一言。為總通目。決", "1192": "不將法華會漸同義。為總同也。又引祖曰。今以理", "1193": "求通之。與同無別趣也。今從至相者。足知此師深", "1194": "昧祖文。錯乱祖意。今謂。四祖正意。釋顯古德立通", "1195": "同之名。非釋會三歸一同也。故彼文具曰。前德已", "1196": "求通別二教。而未見釋相。今以理求通之。與同義", "1197": "無別趣也。照知此文遵古立同之由。非指會三歸", "1198": "一通同多義如彼也。迷祖正意。順情臆說。為第七", "1199": "失。已上矯乱教門。從此為始。惑眾鬪諍。惟事掠虗。", "12": "後釋融會三乘。決顯明一乘之妙趣　解曰。初五", "120": "終實皆為所會者。何違祖耶。答彼斥梁朝光宅法", "1200": "無修實行。華嚴經曰。自說為是。餘說悉非。清涼疏", "1201": "曰。願諸後學。審此省躬。無黨師承。同群墮溺矣。", "1202": "二易簡記主豫師。釋教章。首立法界混融無二同曰。", "1203": "後同教門。直就法界。本末融會。故下章曰。此同教", "1204": "說諸乘等會融無二。同一法界。評曰。此師匪唯迷", "1205": "祖同字一言。抑亦不曉章文法義。章曰同教者三", "1206": "字。是辨指教名也。說諸乘等四字。明教下攝機。具", "1207": "彰本末也。會融無二同一法界八字。正顯理體融", "1208": "會同也。是故賢首。初分諸乘。以一為本。三乘至無", "1209": "量乘為末。六重七義。具釋如章。二融本末。融會諸", "121": "師依法華立四乘教。故辨其所違。故作此語。緣此", "1210": "乘。同證法界。同一理體。故云無二。故祖下文問答", "1211": "結顯曰。義門異故。權實恒存。理偏通故。全體無二", "1212": "等。豫師將理體平等之一同。總法義差別之諸同。", "1213": "此乃理齊義不齊。為第一失。因茲有會師。斥彼曰。", "1214": "此中引文不盡。復錯乱宗因。今謂。會師只知情尚", "1215": "入他非。不覺觸言自招過。且宗因明論。凡說法義。", "1216": "當立三支比量。其三支量。當取外境比較。對法立", "1217": "量也。其惑就文取義。則立量不成。今會師斥他曰。", "1218": "引文不盡等句。意取下文泯權歸實門。攬實成權", "1219": "門。來作因云同喻比量者。返自不曉三支比量義", "122": "師以臨門三車為權。四衢等賜即實。唯說法華為", "1220": "也。今謂。只就本句。作三支比量者。應云。同教是有", "1221": "法量。有一乘三乘法故。定說諸乘等。同一法界為", "1222": "宗。法量因云。會融無二。同喻如海波。量云。海喻理", "1223": "實一乘。波喻事權諸乘。會融無二。同一海水。事理", "1224": "無礙。同一法界也。若取次文義句。作因比量者。而", "1225": "非同喻之境。則比量不成矣。幸覬達識學流。去情", "1226": "參照。莫黨師說。重增鬪諍。已上豫會二師偽說。法", "1227": "界混融同。各具一失。辨三一和合同。", "1228": "豫師立第二三一和合同。易簡記。釋教章攝益中。同", "1229": "教一乘曰。此即一乘三乘和合說故。屬同教攝。前", "123": "實。不知抑諸般若等了義經也。是於昔大。不分權", "1230": "別教一乘。即是圓教。權教三乘。即是始教。同教一", "1231": "乘。即當終頓。故清涼玄文云。三同教一乘。如法華", "1232": "等。演義釋云。即合終頓二教也。評曰。此師先取教", "1233": "章攝益中。三一和合同。立為第二種同教。略不明", "1234": "解和合之義。為第一之失。次引玄文總相會通文", "1235": "云。前別教一乘。至即合終頓二教等文。釋此三一", "1236": "和合同者。了無交涉不唯昧於玄文泯二同義。實", "1237": "乃不明三一和合同義。為第二失。及至易簡下文。", "1238": "引昔人釋云。亦名迴三入一教者。但立名有異。即", "1239": "是上三一和合也。決知此師。昧此兩同名義。不照", "124": "實。故成抑諸實教過耳。今為會通教旨。則不如是", "1240": "賢首。於下決擇會機次第。以第七門曰。三乘根不", "1241": "定故。堪進入同教一乘。乃至曰。諸有所修。皆迴向", "1242": "一乘等。正是三一法行和同義也。以第八門曰。三", "1243": "乘根不定故。堪可進入別教一乘者。即知彼三乘", "1244": "等法。本來不異別教一乘。何以故。為彼所目故。無", "1245": "異事故。唯顯一乘。無三可得。勝前三一法行和合", "1246": "迴向名同。此門正當露地等授大車。究竟唯一。故", "1247": "名迴入。以入揀向勝劣自殊。決非重名。為第三失。", "1248": "復師立四種同教。第一立三一和合同。㭊薪記釋曰。", "1249": "此乃三一合說。則三乘和合不異。又曰。三一合明。", "125": "是故演義大節有三。初明會不會之意。以臨門三", "1250": "又迷會解記。釋玄文曰。三一共故。又注同教䇿曰。", "1251": "三一具故。評曰。此師凡有五釋。混雜媕娿。略無定", "1252": "義。及至續注同教䇿曰。三乘為教。一乘為義。總為", "1253": "臆說。又初記曰。三乘一乘和合不異者。有濫別教", "1254": "該說文曰。以三即一故不異。以一即三故不異。今", "1255": "謂。此師將別教法本圓融。三一不異之義。釋今同", "1256": "教三一和合。明不異者。得非矯乱。同別不明。兩處", "1257": "三一。機詮法異。總為一失。", "1258": "會師同教䇿曰。三一和合。同一善巧。故名同教。此乃", "1259": "以合釋同。同者合也。則三乘為教。一乘為義。和合", "126": "車。施設方便。引昔權三皆無實體。正當會義。故疏", "1260": "不離。攝機成益也。評曰。此師初摘教章攝益中四", "1261": "字曰。三一和合。及至釋義。錯指至相曰。同一善巧", "1262": "為合釋同。於戲。此師不詳祖述。穿鑿太甚。今具至", "1263": "相文曰。同教者。亦有同別。一乘三乘。同一善巧。是", "1264": "其同也。各為據機別。即是別也。請詳祖述。自明同", "1265": "教中自具同別兩義。以一善巧法。具接一三機故。", "1266": "是同教中同義也。若據一三之機。詮法淺深。各別", "1267": "不同。是同教中別義也。即不曾說和合不離。以合", "1268": "釋同也。是知此師。不唯不曉三一和合同義。實亦", "1269": "不明同教中同別義也。為第一失。次云。則三。乘為", "127": "曰。但會昔權故。說三皆虗指。不會昔實者。昔實已", "1270": "教。一乘為義。和合不離等者。臆說尤甚。今謂。賢首", "1271": "正文。先明教義。後辨攝益。初教義門中。以臨門三", "1272": "車為教。界外別授大車。示真實義。三教虗說。無實", "1273": "體故。故清涼曰。是知三皆虗指。演義釋曰。以證三", "1274": "乘皆是方便。無有實體。乃至曰。約教則廢三立一。", "1275": "三教虗說。約理則開三顯一等。三虗一實。豈容和", "1276": "合不離耶。又況賢首。就前教義中。約開說曰。三乘", "1277": "三句。第二句曰。或唯教非義。約同教說。一乘三句。", "1278": "第二句曰。或唯義非教。約同教說。及後總合曰。具", "1279": "此三句。約同教說者。即是具上三乘三句。一乘三", "128": "在般若等經。開顯實理。故疏曰。昔實不滯方便。故", "1280": "句。互望對論。唯教唯義。總屬同教門中。說開說合。", "1281": "非是獨約教義和合也。是故賢首。就後攝益分齊", "1282": "中。方說三一和合同。會師公違祖述。矯亂教義攝", "1283": "益二門。臆說三一為教義和合。為第二失。今遵清", "1284": "涼會通法華經旨。會三為一。顯法行和合。故演義", "1285": "曰。謂有問言。若會三歸一者。為會昔三而為一耶", "1286": "為會昔三。歸今一耶。故今釋之具上二義。先明會", "1287": "三為一。初別藥草喻品。證小行即是佛因。次引信", "1288": "解品。證大行是其所有。皆明會行也。次明會昔三", "1289": "歸今之一。於中二。先會昔成今。有法喻合。法云義", "129": "不會之。第二明會二會三之意。演義釋曰。二俱有", "1290": "說為四等。乃至借喻顯曰。以三點喻於三乘。以成", "1291": "一伊。喻為一乘。別說三乘。三皆是權。合三為一。故", "1292": "得稱實。非三點外更有一點。乃至結成正義曰。三", "1293": "別有三。總合為一。故成四也。四即四乘義說為四", "1294": "也。次曰。彰今異昔下揀曰。前但合三為一。一無別", "1295": "法。已成四乘。今辨一乘。別有法門。乃至曰。唯為一", "1296": "大事。出現於世。不為於餘等。此顯露地等賜大車。", "1297": "迴三入一。唯是一乘。不同三一義說四乘。明法行", "1298": "和合也。會師不遵祖釋。臆說教義和合。為第三失。", "1299": "已上三師偽說三一和合同。共有七失。次評泯二", "13": "字標題。次八字指文釋義。指華嚴第九地說。□無", "130": "理。破小顯大。即是會二。會權歸實。即是會三也。第", "1300": "同如右。", "1301": "復師立第二種同教。依玄文曰。終頓泯二是同。故合", "1302": "二為一教。此師述會解曰。要終頓二教同泯二故。", "1303": "名同教一乘也。仍自注曰。約終頓泯二是同。非即", "1304": "合終頓為同也。正約終頓同無二乘。故云同教一", "1305": "乘也。又注同教䇿曰。此合為一教者。即由終頓同", "1306": "眠二故。合為一教。名同教一乘也。豈非得名之因。", "1307": "又注曰。今問彼曰。不將泯二為得名所以。更用何", "1308": "耶。評曰。復師曲說繁重。自意錯乱。先述會解注曰。", "1309": "泯二是同。非即合終頓為同。後注同教䇿卻曰。此", "131": "三明取昔廢昔之意。疏曰。若開權顯實。則三是一。", "1310": "合為一教者。即由終頓同泯二故。為得名之因。前", "1311": "後相違。成第一失。其次兩重注說。決知不曉二教。", "1312": "詮法體同。合二為一。為名同教一乘。但執得名因", "1313": "由所以者。虗立教名。不彰法體。為第二失。", "1314": "會師同教䇿。引清涼曰。始教存三故。別為一教。終頓", "1315": "泯二是同故。合為一教。下列四中云。三同教一乘。", "1316": "即合終頓二教也。會師就解曰。此乃泯二是同。出", "1317": "合為一教之所以。非得名之因由也。評曰。此師但", "1318": "引祖文。不釋合二之義。唯言出合為一教之所以。", "1319": "語無的當。過同復師因由之失。今謂。祖約會通古", "132": "更無別一。鈔釋有其二義。先明會三為一。次明會", "1320": "師立四教義。故下列四曰。一別教小乘。如阿含等。", "1321": "二同教三乘。如深密等。三同教一乘。如法華等。四", "1322": "別教一乘。如華嚴經。其同教一乘。正以今家終頓", "1323": "二教教下。同詮一乘法體。同泯二乘。克體一合也。", "1324": "故演義曰。此通終頓二教。但同一體是頓。兼不壞", "1325": "能所知義。即是終。此明二教頓漸雖殊。克法體合", "1326": "也。會復二師。皆不明乘體一合。但言出合所以得", "1327": "名因由者。無稽臆說。為第一失。又因由所以。但是", "1328": "左右之言。義非兩異。故演義曰。所言因者。所由所", "1329": "以。順益待藉之義相也。為由有此所由所以。順益", "133": "三歸一。且先會三為一者。會取昔權無體之三。為", "1330": "待藉。果宗方明。故說此等名為因也。此即要是宗", "1331": "之所由。亦是宗之所以等。由此即顯。與所立宗。一", "1332": "向一味。能建立宗。故名因也。會復二師。不照祖述。", "1333": "各執因由所以。互生鬪諍。惑乱後學。為第二失。次", "1334": "引貞元疏曰。約圓融不融。分成二種。即頓教實教。", "1335": "並皆不融。為同教一兼。䇿曰。既曰不融為同。非泯", "1336": "二名同。不亦顯乎。又此同教一乘。是合終頓。義亦", "1337": "明矣。今謂評曰。此師要將泯二同。與不融同。兩同", "1338": "義齊。並合終頓二教為同教。一乘者。大失教眼。不", "1339": "曉兩同來源自異。名義各殊。且泯二同。自屬玄文", "134": "其開顯理行果法。並從一實。皆是佛因。故名取昔", "1340": "總相會通。以今家五教。束為四教。會通昔人判四", "1341": "教義也。故以終頓二教。乘體唯一。合為第三。名同", "1342": "教一乘。同泯二乘故。故名泯二同也。其不融同。自", "1343": "屬貞元。約合後三教為一實。以最後圓教。為究竟", "1344": "佛乘。具足實體。圓融無礙。為融為別。名別教一乘。", "1345": "以頓實二教。雖同詮一實。實體未圓。故開二教。名", "1346": "不融同。故貞元疏曰。二約圓融不融。分成二種。即", "1347": "實教頓教。並皆不融。為同教一乘。唯第五圓融具", "1348": "德。名別教一乘也。以此照知。兩同名義。雲泥自殊。", "1349": "略伸三異。初泯二同。從會通四教中。合終頓為第", "135": "也。廢昔者。廢昔三教。並廢隨從各異。今從開廢之", "1350": "三同教一乘也。不融同。從五教中。合後三為一實。", "1351": "以終頓詮實未圓。故開二教名不融同。此昧四來", "1352": "合二。五來開三。來源自殊。開合不同。為第一異失。", "1353": "次泯二同。自約乘體一合。合二為同教一乘也。頓", "1354": "實同自。約詮法不融。開二為同。頓詮雙絕。名絕相", "1355": "一乘。終詮雙存。名佛性平等一乘。此昧乘體為合。", "1356": "詮法非合。為第二異失。次泯二同。唯局終頓也。頓", "1357": "實不融等同。通前四教。皆名不融。以教義理事等", "1358": "十門。隨教淺深。孤門性相。故演義曰。各隨五教。以", "1359": "辨差別。諸教共有。故云可思。今此獨開終頓者。以", "136": "後。知三即一。心生歡喜。自知作佛。則是實相顯。是", "1360": "同詮一實。就勝先開。名同教一乘也。此昧通局。穿", "1361": "鑿類齊。為第三異失。三異之失。兩同決殊。會師應", "1362": "說。公違祖述。惑人鬪諍。又引地經疏鈔曰。若自他", "1363": "相絕。則與眾生心同一體故。無心外也。不壞能所", "1364": "知義也。自釋曰。此通終頓二教。但同一體是頓。兼", "1365": "不壞能所知義。即是終教。若總取雙絕雙存。亦圓", "1366": "教中同教義也。會師䇿曰。既稱總取。合二教也。亦", "1367": "圓中同。非離之之終頓。乃海具之江水。安得不鹹。", "1368": "正同此間之同教一乘也。評曰。會師摘文臆說。誣", "1369": "惑後學。益增鬪諍。今具引疏鈔。顯祖正意。祖釋第", "137": "故下鈔。先引藥草喻品。證小行即是佛因。次引信", "1370": "三地經他心通文。經以他心通為總。下列二十八", "1371": "心為別。行相各殊。經末結曰。皆如實知。疏曰。審於", "1372": "事實。見理實故。亦非心外見法。亦非無境可知。若", "1373": "自他相絕。則與眾生心同一體。無心外也。不壞能", "1374": "所。故能知也。又他心是總。餘皆是別。六相圓融。一", "1375": "乘之實知也。鈔曰。皆如實下。總釋如實知義。有五", "1376": "教意。初通小乘。初教理實。通人法二空故。二亦非", "1377": "心外。下通始終二教。唯識之義。通二教故。三若自", "1378": "他下。通於終頓兩教。但同一體。但是頓教。兼取不", "1379": "壞能所知義。即是終教。又總取雙絕雙存。亦圓中", "138": "解品。證大行是其所有。乃至曰。今疏欲會三因。同", "1380": "同教義故。四又他心下。六相圓融。唯屬圓教一乘", "1381": "之別教義。今謂。鈔文通論五教。束為四義。又加同", "1382": "教。初通小始二教。二亦非心外下。約唯識義。通知", "1383": "始權。異熟賴耶。名為一心。遮無外境。唯心變故。通", "1384": "知終實。說如來藏。以為一心。理無二故。性淨隨緣。", "1385": "舉體成俗。即生滅門也。此束二教。通唯識說。權實", "1386": "自殊。非合二教也。三若自他相絕下。約真性義。通", "1387": "知頓教。泯絕染淨。呵教勸離。毀相泯心。俱同眾生", "1388": "本有清淨一體名頓也。兼取不壞下。通知終教。具", "1389": "足真如生滅二門。能知心體。所知心相。故束二教。", "139": "為一因。故引二文。皆明會行。故曰會三為一也。次", "1390": "通知一乘真心體相也。故頓教通知心體絕相。終", "1391": "教通知心體心相。兼之一字。揀非合二教也。故鈔", "1392": "明曰。通於終頓兩教。不言合終頓兩教也。又圭山", "1393": "顯一心具五義門。揀後三門曰。然此亦一心。與上", "1394": "第三四門異者。三是攝事歸理。會末同本。四則泯", "1395": "事泯末。唯理唯本。五則全事即理。即末全本等。以", "1396": "此照知。三教一心。心智義殊。即非合論也。又總取", "1397": "雙絕雙存。亦圓教中同教義故者。是顯圓教本法。", "1398": "總取前四教。存絕法義。名圓教中同教也。總取小", "1399": "教六識心知雙存事理。皆審實見。總取始教八識", "14": "礙辨才。後經文明顯也。故賢首曰。此地中作大法", "140": "明會三歸一者。疏曰。若廢權立實。義說為四。如攬", "1400": "心知。雙存心境。皆識所變。總取終教一真心知。雙", "1401": "存體相。能所無二。事理無礙。總取頓教一真心知。", "1402": "雙絕體相。能所染淨。事理俱泯。最後圓教。圓心圓", "1403": "知。總取前四即末全本。存絕鎔融。事事無礙。即是", "1404": "圓教不思議圓通同也。故曰總取也。如江水入海。", "1405": "波波俱鹹。故曰總取。即非獨取終頓合二為圓中", "1406": "同也。故清凉曰。圓以貫之。故十善五戒。亦圓教攝。", "1407": "圭山亦曰。圓教攝四之時。一一同圓。會師違祖。情", "1408": "尚臆說。改總取為獨合終頓。作圓中同。廣引祖文。", "1409": "展轉穿鑿。惑乱後學。益增鬪諍。為第六失。次曰。正", "141": "三點。以成一伊等。演義曰。若廢下。明會昔三。歸今", "1410": "同此間之同教一乘者。又增惑亂。今謂。此間泯二。", "1411": "為同教一乘者。祖自明曰。如法華等。即是方便一", "1412": "乘。自屬全揀。名方便同教也。若以華嚴究竟圓別", "1413": "一乘。為能總取。前四教法義。一一同圓。自屬全収。", "1414": "圓中名同也。是知兩種一乘。方便究竟自殊。兩種", "1415": "名同揀収縱奪自異。會師更不辨明。一槩斷云。正", "1416": "同此間之同教一乘者。得非矯乱同別兩種一乘。", "1417": "益增鬪諍。為第七失。更有復師。注同教䇿曰。泯二", "1418": "非圓中同。曰。如探玄曰。於共教三乘中分出。故知", "1419": "非圓中之同。今謂。復師雖引祖文。而又偏執。亦不", "142": "之一。於中二。先會昔成今。有法喻合。法云。義說為", "1420": "曉圓同。具揀具収。有縱有奪。若全揀則揀前四教。", "1421": "皆屬方便名同。若約全収。則収前四教。一一同圓。", "1422": "皆屬圓中名同。復師執云。故知非圓中之同者。偏", "1423": "執之失。會復二師。皆暗斯義。各廣穿鑿。益增鬪諍。", "1424": "為第八失。次引密祖曰。能所無二。大乘終教也。能", "1425": "所俱泯。大乘頓教中證道也。觀祖曰。以能所歷然。", "1426": "證事法界。能所一相。證理法界。及事理無礙相即", "1427": "之門。能所具泯。證事理無礙形奪無寄門。存亡無", "1428": "礙。全證事理無障礙門。舉一全収。證事事無礙門。", "1429": "會師䇿曰。能所存亡無礙。得非總取雙絕雙存。圓", "143": "四者。以但廢昔三教。言三是權一實。便顯三外無", "1430": "中同教義乎。是乃合前密祖之終頓也。舉一全収。", "1431": "證事事無礙別教也。此前更不別立圓中同。又於", "1432": "終頓之後。別有此門。義可見矣。今謂。會師併引兩", "1433": "祖能所存泯文義。要證臆說。總取雙絕雙存。是合", "1434": "終頓。作圓中同者。大迷兩祖文義。矯亂五門證道。", "1435": "不明前後開合。有暗兩重證智。今不避文繁。具彰", "1436": "兩祖正意。先明密祖。依觀祖貞元第三科曰。能所", "1437": "契合中。別明智證。以顯五門。前之四門。是約無分", "1438": "別智。證事理無礙法界也。為方便同教之極至。生", "1439": "後第五門。舉一全収。収前四門。名總契合。歸圓別", "144": "別一實之法。云義說為四。但三為別。一為總耳。如", "1440": "教。是顯無障礙智。證無障礙事事無礙法界也。是", "1441": "故密祖依貞元科。隨門牒釋曰。第一能所歷然者。", "1442": "則法相宗證道。謂大乘始教也。第二能所無二者。", "1443": "法性宗證道。謂大乘終教也。第三能所俱泯者。則", "1444": "大乘頓教中證道。第四存亡無礙者。必由能證。方", "1445": "悟心體。本絕能所三門無二也。第五舉一全收者。", "1446": "總收也。前四但存泯。此門又收開合。以前三門。則", "1447": "存泯開。第四門。則存泯合。第五門。復收開合也。故", "1448": "迤邐五門方備也。故貞元結曰。上列四門者。一則", "1449": "欲次第階道。二欲會眾經異說。是知前四門。唯顯", "145": "攬三點下喻。斯借涅槃第二三點成伊等。乃至曰。", "1450": "性相無礙。至第五門。方說圓極圓同。故祖下曰。以", "1451": "性融相。相隨性融。令前四門。合為一揆。德德無盡。", "1452": "相相無窮。方盡圓旨。方立圓同也。又密祖記釋觀", "1453": "祖別行疏曰。但約無分別智。證於真理。有此五門。", "1454": "義記釋曰。上但約下。雖結前五。亦生後文勢。言但", "1455": "約者。意表義理未盡。四法界唯一也。就一之中。有", "1456": "此五門法相。是知。兩祖正意。皆以前三門說有前", "1457": "後。存泯即開。配始終頓三教。各論證道。顯非獨合", "1458": "終頓。義甚分明。以第四門。存泯合故。合具前三。次", "1459": "第階道義。欲會眾經異說義。合顯修入之機。皆依", "146": "今借其喻。不取其法。謂以三點。喻於三乘。以成一", "1460": "無分別智。皆證事理無礙法界。與同教作方便引", "1461": "攝。故當名方便同也。至第五明舉一全収。收前四", "1462": "門開合等義。方盡圓極。方具總取存泯之義。具德", "1463": "無盡。方立圓。同此義正如前辨。地經鈔中。總取雙", "1464": "絕雙存。為圓同義也。以此照知。會師始迷地經鈔", "1465": "中。總取存絕之義。終暗此中。舉一全收之義。皆因", "1466": "迷此五門。不曉前四。唯約無分別智。唯證事理無", "1467": "礙法界。為不融同教之極至。不曉第五門。約無障", "1468": "礙智。證無障礙法界。融前五門證道。一一同圓。舉", "1469": "一全收。方名總取。總取前四門四教存絕法義。一", "147": "伊。喻為一乘。別說三乘。三皆是權。合三為一。故得", "1470": "一同圓。方許說立圓中不思議同也。即非獨取第", "1471": "四門存絕之義。獨合終頓為圓中同也。故密祖記", "1472": "曰。若以無障礙智者。即如理智。如量智。乃至三智", "1473": "四智。皆無障礙。以成重重無盡也。無障礙境者。正", "1474": "事事無礙法界。含攝事法界。及理事無礙法界。皆", "1475": "無障礙。亦總成重重無盡也。貞元亦曰。若證事理", "1476": "無礙。及事事無礙法界者。但如前法界。信解明了。", "1477": "則心行自造。豁然證入。此顯一道竪窮。展轉玄妙。", "1478": "非初法界外。別有第二第三也。已上義門。照顯會", "1479": "師。迷前暗後。矯亂祖迷。錯說圓同。獨合終頓。聾瞽", "148": "稱實。非三點外更有一點。乃至曰。總合為一。故成", "1480": "後學。日增鬪諍。為第九失。次引密祖釋理事無礙", "1481": "中。至存泯同時。則迤邐有此三重。事理無礙之義", "1482": "方足。智者一一審之。會師䇿曰。即前觀祖。能所一", "1483": "相所證。事理無礙相即之門。一重也。能所俱泯。證", "1484": "事理無礙。形奪無寄門。二重也。存亡無礙。全證事", "1485": "理無障礎門。三重也。如次前二祖取之。第三重乃", "1486": "圓中之同。如日月矣。非合終頓乎。今謂。會師次引", "1487": "密祖。迤邐三重所入之文。配同觀祖。雙融能入之", "1488": "文。不明祖述。矯亂能所。又招二失。第一不曉密祖。", "1489": "自依貞元所入科中。曲有十門。以前七門。總為一", "149": "四也。次疏曰。若依昔未顯說一切具有如來知見。", "1490": "處。為事理無礙。就第七門後結曰。迤邐三重。事理", "1491": "無礙之義方足。乃至曰。由上義成下三門。事事無", "1492": "礙義也。貞元亦曰。後三即事事無礙法界。以此該", "1493": "前。更無事理別行。一多不即。故唯歸一無障礙法", "1494": "界。而舉一全收。照上兩祖文義。並在所入法界科", "1495": "中。十法門義。結前七門。迤邐三重。唯顯事理無礙", "1496": "法界。義雖備足。為同教之極致。而尚拘事理別行。", "1497": "一多不即。揀其不融為方便。同義甚明也。以後三", "1498": "門。即事事無礙。該前七門。歸一無障礙法界。舉一", "1499": "全収。一一同圓。正顯圓融究寬圓同也。會師迷祖", "15": "師。明說法儀軌。是故開示一乘三乘。文義差別也。", "150": "根販之種。今並說成。則今昔有異。故演義釋曰。若", "1500": "所入科中。事理無礙三重法界之義。却將觀祖能", "1501": "入科中。能所契合五門證道之義。配齊所入三重", "1502": "法界之義。不唯矯亂能所。實抑錯合終頓。臆說圓", "1503": "同。為第十失。又云。前一祖取第三重。乃圓中之同", "1504": "者。今謂。兩祖明文。結上三重。唯顯所入事理無礙", "1505": "法界。一多不即。唯齊方便同義。祖無明文。將此所", "1506": "入第三重法界。為獨合終頓。名圓同也。此語無稽。", "1507": "情尚誑說。為第十一失。次下更引五處祖文。要證", "1508": "泯二。頓實兩同。並為圓同收者。總是穿鑿。繁不多", "1509": "辨。今但略明祖意。各各自殊。決非混亂。且如次引", "151": "依昔下。第二彰今異昔。前但合三為一。一無別法。", "1510": "觀祖。釋事理無礙曰。會法性等文者。今謂。觀祖正", "1511": "意。以法性是一。會其終頓。同詮一性。詮性未圓。存", "1512": "絕兩異。故合後三同詮一性。性相對揀之義。即非", "1513": "獨合頓實。泯二兩同。作圓同義說也。此是雜亂祖", "1514": "述。類例不齊。為第十二失。次引密祖曰。具此十門。", "1515": "乃至別教等文者。今謂。密祖釋法界三觀。於理事", "1516": "無礙觀下注曰。具此十門。當大乘同教之極致。對", "1517": "後事事無礙觀十門。當別教觀也。主意對顯同別", "1518": "兩機。明心觀法。進趣行門。非辨教門。總取存絕等", "1519": "義也。此是雜亂教觀。類例不齊。為第十三失。次引", "152": "已成四乘。今辨一乘別有法門。則四義昭著。是為", "1520": "觀祖曰。實教大乘。亦名一乘。謂會三歸一。唯有一", "1521": "乘法故。即後三教。合為一實。性相二宗。有多差別。", "1522": "略列十條。此能揀十義。亦即此經中。同教之義。密", "1523": "祖亦曰。即華嚴同教義。會師䇿曰。此亦後三。合為", "1524": "一實。開二即同別。開三即圓終頓也。是以為四。即", "1525": "但有同別。是合取頓實。即圓中之同也。以一乘三", "1526": "乘小乘三宗。不同一乘有二故。今謂評曰。實教大", "1527": "乘下。一節祖文。貞元正意。合後三教為一實。是顯", "1528": "法性。對揀前二教為權。是顯法相三乘。略列十義。", "1529": "對揀性相權實定異。故祖明曰。會三歸一。十方佛", "153": "昔所未說而今說之。聞所未聞未曾有法也。謂昔", "1530": "土中。唯有一乘法者。是約法華同教。通相一乘。對", "1531": "揀權三乘也。即非華嚴別教。逈別一乘。為對揀也。", "1532": "若爾何合後三。皆名一乘耶。故祖揀曰。一乘有二。", "1533": "一別教一乘。二同教一乘。今謂合三。是約性實理", "1534": "體同義。通相一乘為合。後三下。約具德逈別一乘", "1535": "為合也。若爾祖何又曰。此能揀十義。即此經同教", "1536": "中之義。既言此經。明知是圓。何妨會師曰。是合取", "1537": "頓實。即圓中之同耶。今謂。此師從前至此。迷於開", "1538": "合。不曉圓同。且諸處祖文曰。華嚴別教究竟一乘。", "1539": "為諸教本故。法界大宗故。總相法門故。具同別故。", "154": "雖有大乘亦說如來藏性涅槃法身真常之理。未", "1540": "具本末故。具性相故。具權實故。故祖指曰。能揀十", "1541": "義。亦即此經中同教之義。由此只曰同教。不曰圓", "1542": "同者。良以合三。是約法性通相一乘。方便引接。名", "1543": "同也。若具圓中同義。乃於後三開一圓教同。前諸", "1544": "教圓融具德。一一同圓。方說圓同義也。故賢首曰。", "1545": "或唯一圓教。以餘相皆盡故。或具五教。以攝方便", "1546": "故。乃至曰。或開二開三開五等。是故諸教所明義", "1547": "理。交絡分齊。結成教網。長養機緣。故此經云。張大", "1548": "教網。置生死海中。漉人天魚。會師深暗斯義。不明", "1549": "開合。只見祖云。即此經中同教之義。便作圓同義", "155": "曾顯說一切眾生皆悉具有如來知見。唯為一事。", "1550": "說者。惑亂後學。日增鬪諍。為十四失。次曰。開二即", "1551": "同別。開三即圓終頓也。是以為四。即但有同別。是", "1552": "合取頓實。即圓中之同者。此師違祖。臆說開二開", "1553": "三等語。且貞元就實。復有二門者。第一門曰。一約", "1554": "有位無位。分之為二。則以終教同前始教。皆名為", "1555": "漸。第四名頓。即非開二為同別也。第二門曰。二約", "1556": "圓融不融。分成二種。即實教頓教。並皆不融。為同", "1557": "教一乘。唯第五圓融具德。名別教一乘。今經正是", "1558": "第五教攝。以一一圓融。包攝無盡故。更無餘文餘", "1559": "義。即不曾有開三。加同為四。亦不曾有獨合頓實。", "156": "出現於世。不為於餘。故叡公云。至如般若諸經。深", "1560": "為圓中同義。祖但明曰。即實教頓教。並皆不融。既", "1561": "是不融。開為同教一乘。揀非圓同。義甚分明。會師", "1562": "從前違祖。情執穿鑿。獨合終頓為圓同者。於斯總", "1563": "錯。為十五失。會䇿又曰。已上第二義。彼所立義既", "1564": "破。引文證又不成理量。今謂。此師此語。逆風吹火。", "1565": "還燎自眉矣。已上復會二師偽說泯二同共有十", "1566": "七失。次辨偽說同頓同實同。如右。", "1567": "豫師取玄文。同頓同實同。立為第三種同教。易簡記。", "1568": "釋教章以教攝乘中。同別一乘文下注曰。有以玄", "1569": "文義理分齊中。同頓同實同。及圓融具德。配此同", "157": "無不極。故道者以之而歸。大無不包。故乘者以之", "1570": "別。然乃教下。曲分義門。與今以教攝乘。義意亦別。", "1571": "此可會於清涼玄文。總相會通。或分四內同教一", "1572": "乘。如法華等。評曰。此師言有已下。至義意亦別。不", "1573": "曉玄文。先明教攝曰。圓必攝四。圓以貫之。故十善", "1574": "五戒。亦圓教攝。次門乘攝曰。一乘有二。一同教一", "1575": "乘。同頓同實。二別教一乘。唯圓融具德。是約圓融", "1576": "不融。以揀同別二機。詮證淺深。正顯被機之義。故", "1577": "分同別。此師不考祖文。擅自斷云。然彼教下。曲分", "1578": "義門。與今教章以教攝乘。義意亦別者。匪唯不曉", "1579": "玄文教章。並是以教攝乘。正顯利機。却乃謗祖。為", "158": "而運。然其大略皆以適化為本。應勸之門。不得不", "1580": "曲分義門。非約被機。而曰義意亦別。為第一失。次", "1581": "曰。此可會於清凉等文。又是不明兩處祖述。矯亂", "1582": "法義。且玄文總相會通之意。自將今家五教。會通", "1583": "古德四教。以今終頓二教。同詮一乘。同泯二乘。體", "1584": "合為一。會通四教中。為第三同教一乘。如法華等", "1585": "也。今此教章。自就本宗五教。通攝一三乘機。隨攝", "1586": "各五。且初一乘五者。一別教一乘。二同教一乘。三", "1587": "絕相一乘。如楞伽。此頓教。四約佛性平等。為一乘", "1588": "等。此終教。五密義意一乘。如八意等。此始教。已上", "1589": "五種一乘。皆是隨教。單攝為一。不同總相會通。合", "159": "以善權與用。權之與化。悟物雖弘。於實體不定。皆", "1590": "二教為同教一乘也。是知兩處祖意。單一合殊。義", "1591": "非可會。為第二失。", "1592": "復師會解記。取玄文同頓同實同。立為第三種同教", "1593": "曰。三此中同教。要同教與終頓二教。義類相似。故", "1594": "云同也。又注同教。䇿曰。此約同教。同彼終頓。故云", "1595": "同教。不約終頓亦名同教。評曰。文繁義晦。以教為", "1596": "同。自招三失。初昧祖述。約法判教。教類有五。施設", "1597": "教相。約機造修。斷惑證相。淺深自殊。決不濫觴。此", "1598": "師却曰。要圓教與終頓二教。義類相似同者。返顯", "1599": "吾祖約法分教。義無約準。悖祖臆說。為第一失。次", "16": "次十二字。略釋融會。融即融和。會即會取。以一乘", "160": "屬法華。固其宜矣。已上三義。會通法華教旨。大意", "1600": "注同教曰。此約圓教同彼終頓者。正違祖述。祖以", "1601": "終教之機。同詮同教中。一性一相法義。頓教之機。", "1602": "同詮圓教中。言思斷絕法義也。以此二教。雖皆詮", "1603": "圓教中存絕法義。而皆未足圓別圓融。但是孤門。", "1604": "有其所病。故祖揀開曰。同頓同實同也。演義釋曰。", "1605": "同教者。謂終頓二教。雖說一性一相。無二無三。不", "1606": "辨圓融具德。事事無礙。故非別教。而別教中。有一", "1607": "性一相。事理無礙。言思斯絕。同彼二教。以此照知。", "1608": "祖約詮法之偏。名為同教。即非約圓教。同彼終頓", "1609": "也。為第二失。次曰。不約終頓。亦名同教者。今謂。祖", "161": "唯顯會三歸一。然以會機初後有二。初立會昔成", "1610": "述正以終頓。同詮同法。未足名同。若不約終頓名", "1611": "同。却用何教為同耶。足知此師。率情迷亂。誣誷學", "1612": "人。為第三失。", "1613": "會師引清凉曰。同教者。謂終頓二教。雖說一性一相。", "1614": "無二無三。會師䇿曰。此正同教自相也。理應更曰。", "1615": "言思斯絕。以影在下文。不言耳。無二無三。非泯二", "1616": "乎。問曰。同彼頓實。安知合彼為同教耶。答。祖云下", "1617": "同同教。釋此言也。評曰。會師碎節祖文。不聯義勢。", "1618": "具如復注曰。然此鈔曰。雖說一性一相等。是縱彼", "1619": "二教。但是所同。次曰。不辨圓融等。奪非別教。後云。", "162": "今義。是初方便門。會權歸實。名會三為一。義說四", "1620": "而別教中。有一性一相等。同彼二教。方是正立同", "1621": "教名相。此說頗正。令師錯在初段。以縱為正。曰此", "1622": "正同教自相。為第一失。次曰。無二無三。非泯二乎", "1623": "者。此師從前臆說。泯二頓實兩同之義。皆是合終", "1624": "頓為同。至此言非泯二乎者。覈定之詞。更不詳究。", "1625": "清凉只在頓實同下。言無二無三。於泯二同下。不", "1626": "言無二無三者。祖有深意。揀異兩同也。以頓實同。", "1627": "是合後三教。同詮一佛乘性。本不說有二乘三乘。", "1628": "唯顯一佛乘性。故演義明曰。但立一實為真趣。舉", "1629": "二三皆悉不許。不論大小。如說世間此人獨立。更", "163": "乘。以顯三一和合。同此是清涼義也。正如教章二", "1630": "無與比。非要別指張王二人等。今緣頓實。於佛乘。", "1631": "性。詮體未足。不辨圓融具德。局在孤門。存絕各殊。", "1632": "開而非合。故以同字開曰。同頓同實也。其泯二同。", "1633": "自約會通四教。合終頓二教。為同教一乘。對三顯", "1634": "故。不言無三。但云泯二也。故祖明曰。三四二教。雖", "1635": "則泯二異前。而對三顯一。曲巧順機。演義釋曰。三", "1636": "即終教。四即頓教。此之二教。俱明一乘。故云泯二", "1637": "則異前。始終存三乘也。是知泯二之同。對三顯一。", "1638": "只言泯二。不言無三也。頓實之同。本無二三可對。", "1639": "故言無二無三也。兩種同義。約法對機。淺深自殊。", "164": "明攝益中曰。若先以三乘。令其得出。後乃方便得", "1640": "決不類齊。會師不詳祖述。擅於頓實同中。無二無", "1641": "三句下。便言非泯二乎者。不明教眼。雜亂祖述。為", "1642": "第二失。次問答下。會師自立問端答釋指文。尤迷", "1643": "祖述。演義四十四。釋十門唯識鈔曰。若下同同教", "1644": "一乘。即収次三。就實次三唯識門也。即第五以末", "1645": "歸本門。第六攝相歸性門。第七性相俱融門。祖曰。", "1646": "其五六七三門。全同問明。但為明其自淺之深。故", "1647": "曰通二。一即終教。亦名實教故。其攝相歸性。亦通", "1648": "頓教。以後三教。皆同一乘。並揀於權。故頓亦名實。", "1649": "今謂。祖自明曰通二者。通其終教。一性一相。通其", "165": "一乘者。此即一乘三乘和合說故。屬同教攝。乃至", "1650": "頓教。言思斯絕。以其二教。各詮一義。自淺之深。故", "1651": "曰通二。通即同也。故兩同字曰同頓同實者。顯非", "1652": "合二也。設或情執終頓。共通一實。故言合二者。公", "1653": "違祖曰。合後三教為一實。即不曾言合前二教為", "1654": "一實也。是知會師答指此文。改祖通二之言。妄作", "1655": "合二之說。攖惑後學。重增鬪諍。為第三失。次下又", "1656": "引不辨圓融具德。事事無礙。故非別教。又曰。而別", "1657": "教中。有一性一相。事理無礙。言思斯絕。同彼二教。", "1658": "今謂。此師引上兩段祖文。正是碎節祖文。不聯義", "1659": "勢。具如復師破曰。不辨下是奪。又曰下是立。會師", "166": "曰。攝機成二益等。及至次擇中第七門曰。或有眾", "1660": "不得文意。從前三段至此。意顯皆在後句。同彼二", "1661": "教。方是結釋䟽中同頓同實。為同教也。文意極明。", "1662": "不必繁重雜亂祖意。為第四失。次曰。問信滿成佛。", "1663": "行布十地。同前諸教。能同名同。豈非同教同彼耶。", "1664": "答。彼約一乘同三乘。方便引彼。令捨權入實。不待", "1665": "該而是圓。今謂。此師所引。教章問答。信滿成佛之", "1666": "義。深味祖述。妄作圓同也。且祖明答曰。為欲方便", "1667": "顯此一乘。信滿成佛。令易信受。故於彼教。先作此", "1668": "說。至後又問曰。若爾云何說得諸位。階降次第。答", "1669": "以此經中。安立諸位。有二善巧。一約相就門。分位", "167": "生。於此世中。三乘根不定。故堪進入同教一乘者。", "1670": "前後。寄同三乘。引彼方便。是同教也。二約體就法。", "1671": "圓融自在。異彼三乘。是別教也。以此照知。前後問", "1672": "答。是顯別教。具二善巧。其信滿成佛。是初一善巧。", "1673": "約相就門。寄同三乘。方便引接。正屬方便同教義。", "1674": "即非第二善巧。約體就法。相入圓融同義也。會師", "1675": "不詳祖述。檀於初一善巧義中。斷曰。令捨歸入實。", "1676": "不待該而是圓者。不明善巧二門。矯亂同別。濫說", "1677": "圓同。為第五失。次曰。今約所詮事理無礙。是一該", "1678": "取二教所詮。入圓成。此彰其無礙。如浩然氣。同雌", "1679": "雄風。總斯二風。以為一氣。浩然外無別雌雄。雌雄", "168": "即見自所得三乘之法。皆依一乘無盡教起。是彼", "1680": "之外。寧有浩然。事理無礙。同存絕即泯。總斯存絕。", "1681": "為事理無礙。道理亦爾。豈二事理無礙。分能所耶。", "1682": "會師此段語意。法喻合三。又成三失。初約所詮下。", "1683": "有昧玄文。前約總収。後約總揀。今論終頓二教所", "1684": "詮。理事無礙。正屬總為揀同。故演義曰終教不說", "1685": "德用該收。頓教一向事理雙絕。乃至曰。同教者。謂終", "1686": "頓二教。不辨圓融具德等。此師公違總揀。却云該", "1687": "取二教所詮入圓成此彰其無礙。探取別教四門", "1688": "義說者。以同濫別。矯亂揀取。為第六失。次曰。如浩", "1689": "然下。不曉風氣兩殊。妄用雌雄偽說。今謂。浩然元", "169": "方便。阿含施設。是故諸有所修。皆迴向一乘。如會", "1690": "氣。虗廓寂寥。本自無形無動無聲。無大無小。無內", "1691": "無外。無明無暗。無智無愚。無富無貧。無貴無賤。偃", "1692": "伏天地之初。發生萬物之祖。皆是自然噫氣而出。", "1693": "故河圖曰。元氣無形。󴍎󴍎蒙蒙。偃者為地。伏者為", "1694": "天。又禮統曰。天地者。元氣之所生。萬物之祖。在物", "1695": "稟受。詮分各殊。則有愚智。則有明暗。則貧富。壽有", "1696": "短長。故曰小知不及大知。小年不及大年等。其風", "1697": "者有形有聲。有起有滅。有景有頺。有焱有忳。有短", "1698": "有長等。從天所使。隨時而作。故河圖帝通曰。風者", "1699": "天地所使也。又元命包曰。陰陽怒而為風也。以此", "17": "法體根本智。為能融能會。以所流三乘法義。為所", "170": "三歸一等。此是賢首義。又如至相。橫依方便中。第", "1700": "照知。風與氣殊。但同運四時氣含風變。風謝氣存。", "1701": "何得曰總二風為一氣。以一氣為二風。得非不考", "1702": "文籍。情臆妄乎。況當宋玉。一時奉主。偽說雌雄。故", "1703": "真儒斥曰。上古聖書。風有多種。本無雌雄二風。只", "1704": "有雌雄二雷也。若吾宗祖述。風氣二義。息氣從踵", "1705": "發。緣風依欲身。故有偈曰。息念慧五地。緣風依欲", "1706": "身。二得實外無。有六謂數等。今略論曰。謂持息入。", "1707": "是引外風令入身義。謂持息出。是引內風令出身", "1708": "義。委釋如俱舍。又智者修息正氣曰。有聲曰風。結", "1709": "殢曰喘。不細曰氣。不聲不結。不麤不澁不滑。出入", "171": "二義曰。與彼究竟圓一乘。為方便說一乘。非即圓", "1710": "綿緜。若存若亡。資神安穩。方曰。息守風散。喘殢氣", "1711": "勞。息定無念。正定氣無為也。是知內外典籍。氣恬", "1712": "風撓。兩異皎然。此師昧亂。而云總斯二風。以為一", "1713": "氣者。為第七失。次曰。事理無礙。道理亦爾。下合法", "1714": "不齊錯。今謂。風氣兩運。是妄緣境。止局一順彌。一", "1715": "天地。一日月。一四洲。眾生共業。緣成則有。緣散則", "1716": "滅。若事理無礙。談真常境。量周法界。廓徹虗空。處", "1717": "事。則事事全真。顯理。則理無不遍。事理雙融。故曰", "1718": "無礙。帝心曰。此全遍門。超情難見。非世喻能況。清", "1719": "凉釋曰。借其分喻。通其玄意。故以海波為喻。海水", "172": "通自在也。此是四祖義。次立彰今異昔義是。後示", "1720": "喻理。海波喻事。事理相即。一體無二也。若將妄塵", "1721": "緣起。風氣小境喻。合真如法界。事理廣境。喻理不", "1722": "齊。此師却曰。道理亦爾者。不遵祖喻。違理極多。繁", "1723": "不具辨。為第八失。次引祖曰。以別該同。皆圓教攝。", "1724": "鈔曰。猶彼江水入海亦鹹。會師䇿曰。既俟別該。即", "1725": "偏教之終頓。非能同別教也。又言。江水入海。非自", "1726": "海水。即終頓為此之事理無礙明矣。指圓教。則總", "1727": "取雙絕雙存。圓教中同教也。今謂。此師引上疏鈔。", "1728": "要證圓中同義。正出此文者。大昧祖科。科分兩義。", "1729": "以別該同。皆圓教攝者。自屬前科總明大意文。後", "173": "真實相。露地授大車。唯顯一乘。不為於餘。此是清", "1730": "通釋妨難也。故鈔釋曰。謂有難言。既同頓同實。何", "1731": "異頓實。故此通云。即此同中。必有別義。如事理無", "1732": "礙。必有事事無礙耳。猶彼江水入海亦鹹。以此釋", "1733": "通深廣之意。竪窮橫遍。普該普攝。不論入與不入。", "1734": "□□□體是同。未入海時。鹹德未具。故但云同。故", "1735": "祖科曰。總明大意。大意者。祖曰。如海有百川之水。", "1736": "水義同也。若江水入海。水體具德。波波圓攝。同同", "1737": "無盡。方攝圓同。自屬後科開章別釋中。明別教四", "1738": "門下義。一一圓同也。會師錯認前科。總明大意。顯", "1739": "顯體之同。通妨之義。便作圓同具德義說者。不識", "174": "涼義。又如決擇第八門曰。或有眾生。於此世中。三", "1740": "文理。混濫圓同。不分體德。暗祖科釋。為第九失。次", "1741": "曰。圓教有二。一同教。二別教。別即不共。不共頓實。", "1742": "同教者。同頓同實。若下同同教一乘等。會師䇿曰。", "1743": "既言下。同同教一乘。収次三門。唯識則同教一乘。", "1744": "是終頓。何不得稱此名耶。既曰。収之是海具之江", "1745": "水。不同長江也。然海中江。乃収長江同昧。其別教", "1746": "同彼言下同也。今謂。會師□引祖文。魯󴍂祖義。矯", "1747": "亂同別。且鈔初顯別教圓証究竟一乘。乘體具德。", "1748": "法法圓通。逈異諸乘諸教。故曰不共。不共頓實也", "1749": "次顯同教者。指上頓實。為方便一乘。乘體雖同。但", "175": "乘根不定故。堪可進入別教一乘者。即知彼三乘", "1750": "是孤門。未具圓德。故祖揀曰同頓同實。明知頓實。", "1751": "以不融義。故揀為方便同教。即非圓中圓通同也。", "1752": "會師公違祖揀。擅曰収之是海具之江水。為圓同", "1753": "說。□師此說。以㭊□収。曲說圓同。為第十失。又引", "1754": "下鈔釋十門唯識義曰。若下同同教一乘等。此師", "1755": "前設問答中。錯指此文。已如前斥。今又引證。例作", "1756": "圓同者。又迷祖鈔釋十門唯識曰。約教分別。即具", "1757": "五教義。以前七門。配前四教。涉權就實。為方便同", "1758": "教。以後三門。獨配圓教。總前七門四教。全収諸乘", "1759": "一一融通。方名圓通同教。故鈔節釋曰。若下同諸", "176": "等法。本來不異。別教一乘。何以故。為彼目故。更無", "1760": "乘下。約融通說。若下同同教一乘。即収次三教實。", "1761": "若同於三乘。亦収前四。以其圓教□□包含□□", "1762": "具故。今謂。鈔具四釋。初若下乘諸乘。一約去□□", "1763": "□□□□□含圓別圓同。故疏曰。通十無礙。一部", "1764": "約宗□□□□□□□□機全揀。以法未融。以五", "1765": "六七三門唯識。配顯終□□教雖□□實。而實體", "1766": "未圓以不融故。名同教一乘也。三若同於三乘。亦", "1767": "□前四者。以前四唯識門。配小始二教。名權教三", "1768": "乘也。已上前十門唯識。配前四教。並屬所揀。詮法", "1769": "未融。為方便引接。名方便同教也。第四釋曰。以其", "177": "異事故。如法華經同教。說者是。此是賢首義。又如", "1770": "圓教。如海包含。無不具故。以最後三門。結顯圓教。", "1771": "法本融通。總前七門四教。一一同圓。為全収圓同", "1772": "義也。會師迷抄□釋。不分揀取。檀引第二下同同", "1773": "教一乘。雷例皆作圓収。圓同說者。公違鈔曰。涉權", "1774": "就實。分節四釋。以初後二釋。是約法通収。可具圓", "1775": "別圓同說也。中間二三兩釋。是約機分齊。揀實與", "1776": "權。為方便同義。甚自分明。以圓別究竟一乘。乘體", "1777": "具圓為上同。以頓實方便一乘。乘體未圓。為下同", "1778": "故曰下同同教一乘也。會師媕娿。但曰別教同彼", "1779": "言下同也。驗知。此師不曉上下。能所同法。剛執下", "178": "至相。橫依方便中第一義曰。一由依究竟一乘教", "1780": "同方便不融之同。例為圓通同訁者。公違□□融", "1781": "不融義。為十一失。次曰。若同教三乘。又収前刂曰", "1782": "注二□□四門唯識。非四教也。會自評曰。別教一", "1783": "乘下同□人。既□□□是三能同亦三。當知別教", "1784": "下同。終頓不應。便非□圓却󴌽該而入圓也。以本", "1785": "非江水。故不得入。本非不融。故不得󴌻等。今謂。鈔", "1786": "曰若同教三乘者。是權始三乘也。亦収前四者。是", "1787": "前四唯識門也。會師因迷鈔中。分四節釋涉權就", "1788": "實等義。致此妄認。權三□同混濫下同。諸乘例類。", "1789": "下同終頓。並作圓同說者。公違祖鈔四義揀釋涉", "179": "成。何以故。從一乘所流故。又為一乘所目故。此是", "1790": "權就實之義。矯亂唯識十門。前七後三。揀同顯圓。", "1791": "約法通収總融十門四教。一一同圓。方說圓通同", "1792": "義。即非混濫。不明揀収。例作圓同。為第十二失。次", "1793": "曰。總収諸教。會三歸一。得非廣乎。會師始暗此義。", "1794": "妄立總同。已具前非。今又指廣濫說圓同。如海包", "1795": "含。始終錯暗。矯亂宗源。為十三失。次曰。揀則三一", "1796": "不同。同則三一和合。亦斯義者。明知此師。始迷法", "1797": "華三一和合同義。已具前非。今暗華嚴融通同義。", "1798": "不詳祖述華嚴教本同別之源也。今謂。別教一乘", "1799": "者。揀前四教三乘。逈異稱別也。同教一乘。□初分", "18": "融所會。此乃大聖善巧方便。引攝融會三乘。令證", "180": "四祖義。故演義曰。彼權實是方便門。說於真實是", "1800": "諸乘六重七義。以顯一乘。至無量乘。次融本末說", "1801": "諸乘等。會融無二。同一法界。一三融攝。權實恒存。", "1802": "理遍通故。全體無二。故祖結曰。或亦一亦三。如同", "1803": "教也。不遵祖結。返□法華破權會漸。義說四乘名三", "1804": "一和合。同類齊華嚴圓通同義。擅曰亦斯義者。不", "1805": "曉兩經同義各殊深迷。本宗圓同之說日增後學。", "1806": "唯勤鬪諍。為十四失。復師注同教策曰。今言下同", "1807": "同教。乃是約融通說者。公違祖述。本鈔只曰下同", "1808": "諸乘約融通說。即不曾曰下同同教約融通也。又", "1809": "注曰。今下同同教。即別教不異於同。却令同中即", "181": "真實。不謂方便為真實。則方便門開。知實理之普", "1810": "有別義者。此味前鈔通妨之義。此與會師。同暗斯", "1811": "義。有濫圓同。委如前辨。又注曰。収次三就實。皆同", "1812": "圓融爾。所以鈔云。後三教皆同一乘。並揀於權。同", "1813": "一實也。此又昧祖。於合後三教為教實義中。開後", "1814": "圓教。為圓別圓融。開前頓實。為不融同即。不曾將", "1815": "合後三教。皆作圓通同說也。復師三注又成三失。", "1816": "大率豫復會三大知識。就同頓同實同一義法門。", "1817": "迷祖正述。於諸祖文。各伸情見。作意穿鑿。互興鬪", "1818": "諍。惑亂後學。今謂略陳二十二失。次辯偽說。全収", "1819": "諸教同。如左。", "182": "周。則真實相顯。故法華云。開方便門。示真實相。今", "1820": "復師會解。釋玄文揀収曰。此中全揀前四。不攝於圓。", "1821": "約別教說。若此中全収。圓必攝四。約同教義說。故", "1822": "行願鈔。作此指也。此約圓教。収前四教。同成一教。", "1823": "故云同也。故下鈔亦曰。若於三乘。亦収前四。以同", "1824": "教如海包含。無不具故。然上四義。収攝同教。體勢", "1825": "略盡。有同此類。以義収之。則無所濫涉矣。評曰。復", "1826": "師指行願鈔。證全収為同者。不詳祖述。明大法界", "1827": "緣起。即成性起。約法通收。收前四教。法法皆圓。故", "1828": "以全收。名不思議圓通同也。不遵祖述。□自臆說", "1829": "曰。此約圓教。收前四教。同成一教。故云同教者。驗", "183": "能開顯故。不滯枝派。約佛弛張。故須分權實也。已", "1830": "知。此師雖引全収名同。而不曉圓同法義。又注同", "1831": "教䇿曰。然圭山。決以全収門。只作同教。不同以本", "1832": "収末門。義說不可。要此中全収諸教。亦是別教。照", "1833": "知此師決闇圓宗。圓別圓同。不曉玄談。縱奪□義。", "1834": "深迷行願全收之同。教眼不明。因斯□說。為第一", "1835": "失。又注同教䇿曰。然則華嚴圓教。具攝前四。亦假", "1836": "法華會歸。即一代時教。無不歸圓者。此又不曉攝", "1837": "會義殊。矯亂全收圓同玄旨也。今謂。約法通收曰", "1838": "攝。約機詮異曰會。師祖明曰。華嚴稱法本教。第二", "1839": "七日。同時演說。約法通收教義理事等。十法門義。", "184": "上四五六三大祖師。明法華經旨。會機攝末。法義", "1840": "若名若義。法法同圓。故曰圓必攝四也。若約會義。", "1841": "乃顯法華逐機末教。第三七日。異時異處。方便接", "1842": "引。破異名會。唯會漸三。人法未圓。故會名同。復師", "1843": "昧此法攝機會。臆擅而曰。亦假法華會歸等說。為", "1844": "第二失。或執祖曰。法華攝諸經歸華嚴。豈非假法", "1845": "華耶。今謂。執此為證者。又迷祖意。祖顯華嚴法華", "1846": "二經。化法是同。本末相資。為一大善巧法故。故作", "1847": "此說。非約化儀最後會三之說。展轉穿鑿。重迷祖", "1848": "述。為第三失。次曰。故下鈔亦云。若同於三乘。亦收", "1849": "前四。以其同教。包含如海等。復師擅改鈔本。以其", "185": "差別。是故四祖述章立意。先標華嚴別教一乘為", "1850": "圓教。作同教錯。始恐筆誤。以圓作同。及於同教䇿。", "1851": "就下注曰。此義亦同教章。所詮差別中。収前四教。", "1852": "為同教也。以注照知。此師誠非筆誤。乃順□臆恃", "1853": "󴍄圓字作同解釋錯。又昧鈔中亦󴍄前四之言。自", "1854": "収前四唯識門。明權三乘。即非教章所詮差別中。", "1855": "收前四教。為方便同義也。雙迷兩處祖文。錯亂圓", "1856": "同宗旨。亦與會師。同迷斯義。委如前辨。為第四失。", "1857": "次曰。然上四義。収攝同教。至無濫涉矣者。此師違", "1858": "祖總同。擅立四義。為同教總。而言體勢略盡者。欺", "1859": "誣祖述。矯亂諸同。誑惑後學。益增鬪諍。為第五失。", "186": "本。次指法華界外索車為末。本末相符。善巧攝生。", "1860": "會師引圭山曰。全收諸教宗同教緣起義。亦指大疏", "1861": "玄談全收之義。會師䇿曰。此作同教釋。則是方便。", "1862": "故賢首曰。圓教或五也。且取非即圓通義。既曰全", "1863": "收諸教。即前之四教。謂之諸教。諸凉曰。圓必攝四。", "1864": "若爾即教章所詮差別。攝前之同教。亦即教章之", "1865": "初同教。以此同教。始自一乘至多乘。無不包故。亦", "1866": "即賢首總收十門唯心之同。清凉曰。如海包含。無", "1867": "不具故。則同頓同實之義。亦是此義。下文亦說同", "1868": "三乘故。章中前曰華嚴一乘。後曰圓之同教。非海", "1869": "而何。至相亦曰。會三歸一。故知同也。三即諸教故。", "187": "決顯一乘也。故標題曰。融會決顯一乘妙趣也。有", "1870": "評曰。此師始迷約法通收。逐機分齊。揀收二義。終", "1871": "暗全收方便兩同縱奪之旨。今謂。圭山古記清涼", "1872": "玄談。並顯約法通收。性海圓明。法界緣起。無礙自", "1873": "在。一即一切。一切即一等。為宗法教本。攝前諸教。", "1874": "一一圓通。本末鎔融。名同教中全收同義也。故賢", "1875": "首曰。或總為一。謂本末鎔融。唯一大善巧法。又於", "1876": "所詮差別所依心識下曰。若約同教。即攝前諸教。", "1877": "所說心識。何以故。是此方便故。從此而流故。乃至", "1878": "曰。此有二義。一約法通收。二約機分齊。初義者。由", "1879": "此甚深緣起一心。具五義門。第五門曰性海具德", "188": "三知識。迷佛化源。昧祖本末。豫師以華嚴圓別一", "1880": "門。如圓教說。是即不動本而常末。不懷末而恒本。", "1881": "故五義相融。唯一心轉。又於明佛種性中曰。攝前", "1882": "諸教所明種性。並皆具足主伴成宗。以同教故攝", "1883": "方便故。是約性辨。隱顯相收。故祖結曰。義雖有□。", "1884": "然種性圓通。隨攝遍收。隱顯齊致也。以此照知。縱", "1885": "設方便同義。即是全收圓通無盡同也。故華嚴能", "1886": "開方便經曰。以等法界方便。等虗空界方便。等眾", "1887": "生界方便。乃至第十一句曰。等一切光影方便。清", "1888": "涼疏曰。能開發方便。有十一句。初句總顯。以含事", "1889": "理深廣故。句初以字。貫下十句。謂頻申三昧。業用", "189": "乘唯別權三失。復師雙別權實三乘失。會師曰卓", "1890": "深廣。要以此十無分齊之方便。方能開顯。況十復", "1891": "表無盡。光映之影。隨機別故。故下經列一百二門", "1892": "三昧。疏曰。皆是嚬申大用別義。故以多別。入佛之", "1893": "總。諸門別義。說者隨宜。前百一門。同別業用。後一", "1894": "總相同果。師子頻申者。若不總明分同。無以能□", "1895": "佛境。會師不照經文祖述方便之義。即是嚬申三", "1896": "昧廣大業用。主伴成宗。為圓通同收。昧而不遵。擅", "1897": "自斷曰。且取非即圓通義也。語出無稽。義為的準。", "1898": "為第一失。次云。既曰全收諸教。即前之四教。謂之", "1899": "諸教。清凉曰。圓必攝四。若爾即教章所詮差別。攝", "19": "本源。決顯一乘。知真妙趣也。故清凉釋彼經曰。會", "190": "絕獨立失。失在自相名別也。三師昧祖元開本末", "1900": "前之同教。今謂。會師以玄文全收諸教中。同教攝", "1901": "四。與教章所詮差別中。同教攝四。兩處祖文。圓攝", "1902": "同攝。法義之殊。竟不明揀。擅以若爾即三字覈定。", "1903": "例齊足□。□師不曉圓攝。自顯究竟一乘。約法通", "1904": "󴍄□□□足已成就。訁即因具果。通三世間。名不", "1905": "思議圓通圓攝也。其同教攝前者。自顯方便一乘。", "1906": "逐機分齊。方便引攝。故入嚬申三昧。業用深廣。以", "1907": "無分齊之方便。開顯等佛之種性。心識差別。隱顯", "1908": "相收。具前四教主伴成宗。說為同攝。是知圓攝約", "1909": "法。本來滿足。同攝約機。方便開顯。方得圓通。故祖", "191": "二教之意。各說別三之差。固茲矯亂。互興鬪諍。澆", "1910": "揀曰。或具前四。如一乘方便處說。或即因具果。通", "1911": "三世間。如圓教說。會師昧祖圓攝同攝兩義之殊。", "1912": "媕娿覈例。惑亂後學日增鬪諍。為第二失。次曰。亦", "1913": "即教章之初同教者。又昧祖立同教總名。以一同", "1914": "字。通目諸教差別同義。即非獨顯全收德用圓通", "1915": "同也。會師臆斷曰亦即者。雷例不齊。為第三失。次", "1916": "曰。以此同教。始自一乘至多乘。無不包故者。此昧", "1917": "祖約理體名同。是顯諸乘權實恒存。故祖曰。理體", "1918": "遍通故。全體無二也。即非全收德用圓通同也。雷", "1919": "例不齊。為第四失。次曰。亦即賢首總收十門唯心", "192": "漓道學。並列卷後具評。△次同教本末。", "1920": "之同者。此昧祖釋。配攝五教。目足揀收。祖以前七", "1921": "門唯識。配前四教。約機分齊。人法未圓。為方便同。", "1922": "以後三門。獨配圓教。人法俱融。約法通收。總收前", "1923": "七四教教義。理事□法等十門法義。一一融通。法", "1924": "法無盡。具足□□。□圓通同。會師不明揀収。唯言", "1925": "總具。如海包含。公違祖揀。顯法融通。為第五失。次", "1926": "曰。則同頓同實同之義。亦是此義者。會師從始至", "1927": "終。不曉約法融通。為全收圓同。約機分齊。為全揀", "1928": "名方便同。此上同頓同實同義。正屬全揀。以不融", "1929": "故。開為方便同教一乘。正如演義。揀唯識十門中。", "193": "章曰同教者。經云。會三歸一。故知同也。", "1930": "下同同教義也。不應臆斷曰。亦是此義。濫作全收", "1931": "圓同錯。為第六失。次曰。下文亦說同三乘故。章中", "1932": "前曰華嚴一乘。後曰圓之同教。非海而何。今謂評", "1933": "曰。亦說同三乘者。如前已辨。昧鈔揀釋。約機涉權。", "1934": "自屬不融。未係圓融。全收門□□□首標華嚴一", "1935": "乘宗法圓融彳曰圓同等義者。乃約法融通。初後", "1936": "俱圓。是明述章建立正意。法法本圓。即非類齊所", "1937": "揀。涉權同三之錯。為第七失。次云。至相曰。會三", "1938": "歸一。故知同也。三即諸教故。今謂。會師始迷法華。", "1939": "約機分齊。唯會漸三。錯立總同。已如前斥。今又臆", "194": "解曰。華嚴四祖雲華尊者。以東流一代聖教。從微", "1940": "說三即諸教。有濫華嚴約法融通。全收諸教。公違", "1941": "清凉辨吉藏違曰。然法華為於一類。開顯本末。若", "1942": "將定判一代聖教。收義不盡。以法華之前。亦有大", "1943": "故。故鈔釋曰。此段會通經意。以釋妨難。恐有難言。", "1944": "依於法華立義。乃是一極之說。如何不依。故今釋", "1945": "云。自是立教之人。不得法華之意。別為一類滯小", "1946": "之人。故為此說。謂執三疑一。執小疑大。乃至曰。非", "1947": "欲會通一代聖言等。以此照知。會師決昧法華唯", "1948": "會一代漸三之機。擅臆斷曰。三即諸教。有濫圓收。", "1949": "為第八失。次引清涼全收曰。大海必攝百川。同一", "195": "至著。曲盡幽玄。統為五教。於圓教中。具本具末。開", "1950": "鹹味。圓必攝四。圓以貫之。亦圓教攝。尚非三四等。", "1951": "有其所通。無其所病。圭山大鈔。指全収為一。是別", "1952": "教。今謂。會師引兩祖文。要證全収唯是圓別。不許", "1953": "復師堅執全収。為同失也。今謂。二師皆昧祖述。各", "1954": "自穿鑿。執同執別。玄興鬪諍。會師執別昧同。有暗", "1955": "圭山。明指大法界緣起。為全收圓同。此同即別顯", "1956": "不思議。同同無盡故。故四祖曰。別教中由多即一。", "1957": "是其同也。此師公違祖述。於前解曰。此作同教釋。", "1958": "則是方便。故且作非即圓通義。錯前已具斥。錯至", "1959": "今說。昧於圓同。為第九失。復師執同昧別。雖則知", "196": "別開同。五祖賢首嗣法遵承。特述教章。首明同別。", "1960": "引圭山。指全収為同。而暗祖述。於前錯解曰。此約", "1961": "圓教。収前四教。同成一教。故云同教也。此解之錯。", "1962": "前已具斥。錯至今說。又注同教䇿曰。今謂此中正", "1963": "約全収。具五教。一一同圓義說故。義當攝方便之", "1964": "同也。此約義相當相釋也。今謂。復師始□□攝名", "1965": "同錯。終約義相名同錯。始終不曉。約法融通。同別", "1966": "無一。□已上復會二師。於一全収同下偽說法義。", "1967": "共一十五失。通前三師。立三種四種一種同教。違", "1968": "祖總同。各伸情見。競增鬪諍。計七十失。兼前偽說。", "1969": "別教法義。有十一失。凡八十一失。惑亂後學。片執", "197": "別如前解。同如今釋。言同教者。以同字一言立教", "1970": "師承。日增鬬諍。於正法門。而生邪見。斷滅真修。故", "1971": "圭山曰。為師之難。為徒不易。仰遵祖訓。輙伸警䇿。", "1972": "奉勉師徒。修真言行。期悟心王。無勞妄識矣。", "1973": "賢首曰。菩提大寶。性起靈珠。既琢既磨。資智慧而", "1974": "觀察。為調為飾藉萬行以嚴成。故求學者。以此為", "1975": "日新。闡道者。以此為法樂。琢磨方寸。修練行門。慧", "1976": "解智明。情消性瑩。郎然大照。鑑無盡之玄門。赫矣", "1977": "高昇。啟難思之玅用。卓犖英文。懋合聖心。可為利", "1978": "物師。可行虗己道。攝生廣受而不蓄。隨機泛應而", "1979": "不流。無辜荷笈歲寒。豈愧摳衣日久。吞金剛種。日", "198": "總名。通目一代諸眷屬經。皆名同教也。於中雖有", "1980": "煉日精。植菩提苗。益滋益茂。解欲彰而行欲備。駕", "1981": "說為先。道貴振而德貴榮。潔己為任。直須以至慈", "1982": "為育物。以大悲為拯迷。以普敬為必和。以博施為", "1983": "濟難。以無妄為至信。以無我為讓誠。以無污為戒", "1984": "嚴。以無亂□□□。以無昧為慧觀。以無欲為損貪。", "1985": "以無念為滅瞋。以無痴□□□。□利名若浮雲谷", "1986": "響。視境色若幻夢空花。觖能如是。則晈性起之靈", "1987": "珠。證菩提之大寶。真解現前而塵塵華藏。真行成", "1988": "而物物妙嚴。不累境風。長新慧刃。能福世導俗。能", "1989": "敬天威人。境佩祖印之常規。可作空王之說客。故", "199": "偏圓頓實始權愚小等教之殊。而各教下。所詮教", "1990": "祖誡曰。切忌要名聚眾。媒衒求達。打自大鼓。竪我", "1991": "慢幢。誇耀於他。互生鬪諍。銷文釋義。唯熾貪瞋。口", "1992": "皷葛藤。轉增邪見。成羣打開。趂隊掠虗。端如闇證", "1993": "凡龜。恰似盲狗穭吠。無沈情見妄識。當施性淨心", "1994": "王。大限到來。神光顯煥。苟如□訁。得無爽焉。", "1995": "釋雲華尊者融會一乘義章明宗記終", "1996": "紹興府會稽縣昌源山淨勝教院住持傳賢首教", "1997": "觀門人　　修寂", "1998": "募緣鏤板庶廣流通旹紹熈癸丑上元日謹誌", "2": "義同教。三述同教䇿。斥前二非。立一同教。因茲偽", "20": "三乘同歸一實。解脫相中無差別故。次顯述人。李", "200": "義。理事境智行位十法義門。皆從華嚴圓別根本", "201": "法輪所流所目故。派本垂末故。即末同本故。故名", "202": "圓教也。者之一字。牒教名也。經云者。指法華經。是", "203": "一代化儀。最後開顯。以方便一乘。為能會之本。以", "204": "一代權漸三乘。為所會之末。會末歸本。本末相符。", "205": "攝生善巧。即本同末攝。末名同。故清凉曰。法華方", "206": "便一乘。為開漸之本。為攝末之本。露地等授大車。", "207": "故曰會三歸一故知同也。須知此同唯會一代漸", "208": "三之機。名方便同也。正當本章下文釋同次義曰。", "209": "又會義不同。多種法門。隨別取一義。餘無別相。故", "21": "唐終南山至相寺釋智儼述。即華嚴第四祖也。山", "210": "言同耳。是知祖立五教。并開同別。皆用單字立教。", "211": "總名總含教下差別法義。各歸一字所目也。故賢", "212": "首曰。同教者。於中二。初分諸乘。後融本末。初中有", "213": "六重七義者。從一資多。遞互映帶窮本究末。義備", "214": "諸乘。故有同教一乘同教三乘同教小乘。諸乘雖", "215": "多。乘宗止三。或加佛乘。則曰四乘。更有開合。則一", "216": "至無量乘也。若約以教攝乘。教則差別。盡彰緣起", "217": "之奧。以成同教之旨。皆是如來善巧方便。隨機高", "218": "下。施設諸教。教義多種。並以同字一言。為總通目。", "219": "諸乘諸教。各詮法義差別不等。是故吾祖各據乘", "22": "名寺號。祖德行門。具如傳記。", "220": "教趣證差別。隨別取義。緝成多字。義句名同者。凡", "221": "二十餘同。皆是隨別取義。義句名同也。若取義句", "222": "差別之同。立同總名者。矯亂多矣。若約全收諸教", "223": "名同者。是顯本法德用無窮。攝前諸教。人法無礙。", "224": "一一同圓。亦名即圓通同。亦名不思議同。亦名圓", "225": "中同。同同無盡。皆不思議也。復師立此為總同者。", "226": "錯如卷末評。若約理體遍通名同者。則名會融無", "227": "二同。此同名義。唯就理體。融本末機。皆同一體。不", "228": "說德用圓融。唯顯理體緝成義句名同也。故曰。緣", "229": "起理實同一法界。本末鎔融。一體無二也。豫師立", "23": "△二解本文。取例經科。大節分三。初序說由致分。", "230": "此為總同者。錯。如卷後評也。若約逐機。得法分齊。", "231": "阿含施設則名方便同。此同名義。從圓所流。故與", "232": "圓為方便攝生。故人法未圓。亦名不融同。此同有", "233": "多種義句之同。各各差別。若約同頓同實名同者。", "234": "以終頓二義。於一佛乘。詮法末圓。一相孤門。教下", "235": "所詮。存絕各異。頓漸自殊。故祖曰。絕想一乘如楞", "236": "伽。此頓教。佛性平等一乘。此終教也。雖皆詮一乘。", "237": "而未圓融。名不融同。故祖列曰。同頓同實。顯非合", "238": "二教也。會師妄執祖曰總取雙絕雙存為合二教。", "239": "作圓中同者。此師不曉總取之意。獨合終頓為圓", "24": "二正明同別分。三流通指廣分。且初序說由致分", "240": "同失。又昧融不融分同。祖約不融開出義。當方便", "241": "同收。不應約全收圓中同義。說如此等失。具卷後", "242": "評。若約泯二同者。亦以終頓二教名同。此約乘體", "243": "是一。同泯二乘。故合二乘。為同教一乘也。故清凉", "244": "曰。終頓二教泯二是同。故合為一教。下列四中", "245": "云。三同教一乘。即合終頓二教。是知泯二名同。的", "246": "顯乘體名同也。復師釋曰。得名因由又非合二名", "247": "同。會師釋曰。出合所以。二師之失。具評卷後。若約", "248": "三一和合名同者。此約法華。破昔權三。各別法行。", "249": "會歸一實。和合法行。此約法行和合義句名同也。", "25": "文復有七。初歎德宗理具同別。", "250": "賢首曰。先以三乘令得出。後乃方便得一乘者。此", "251": "即一乘三乘和合說。故屬同教攝。清凉曰。會昔成", "252": "今。義說四乘。故借喻顯曰。謂以三點喻於三乘。以", "253": "成一伊喻為一乘。別說三乘。三皆是權。合三為一。", "254": "故得稱實。以此證知。是約法行和合名同也。復會", "255": "二師。皆約教義和合釋者。錯如卷後具評。若云迴", "256": "三人一名同者。賢首曰。亦名迴三人一教。此如法", "257": "華經說。從古諸師。皆以亦之一字只是重名。便是", "258": "三一和合。更無別說。今謂不然。且前三一和合。正", "259": "是會三為一義。說四乘以顯法行和合也。今名迴", "26": "章曰。夫圓通之法。以具德為宗。緣起理。實用二門取", "260": "三人一者。顯機增勝。示真實相。露地授車。故云人", "261": "一。正當演義曰。彰今異昔義中揀云。前但合三為", "262": "一。一無別法。已成四乘。今辨一乘。別有法門。乃至", "263": "曰。唯為一大事出現於世。不為餘乘等也。既曰迴", "264": "三入一。則知捨三唯顯一也。於理昭著。正是法華", "265": "示真實相。唯證一乘。無三可合也。是知兩種名義", "266": "自殊。不可為一。豫師等並從古說。錯如卷後評。其", "267": "會三歸一同。如上具明。唯會一代權實三乘。不會", "268": "其頓。故四祖曰。離言根境非安立門。故頓不屬會。", "269": "又曰。頓屬上分本教義。漸從其末義等。清凉亦曰。", "27": "會。其二門者。所謂同別二教也。", "270": "然法華為於一類。開顯本末。若將定判一代聖教。", "271": "收義不盡也。是知會三歸一。唯會漸三一義名同", "272": "也。會師取此為總同曰。雖立言小異。多義如彼者。", "273": "錯如卷後評。已上略敘數同。並約法義差別。緝成", "274": "義句多字名同。義非一準。是故。四祖特立同字一", "275": "言。為同教總名。通目諸同也。祖曰。一言通目者。如", "276": "以信一言。通目諸位也。是知以一字。為一言也。文", "277": "選注詩題曰。古人始作四言詩五言詩。其七言詩", "278": "者。後人加作也。及至論語曰。詩三百一言以蔽之。", "279": "曰思無邪。何晏注曰。古者謂一句為一言。詩雖三", "28": "解曰。夫者發語之端。歎法之始。乃歎華嚴圓通性", "280": "百篇之多。可舉一句。當盡其理也。今謂。思無邪。雖", "281": "三字為句。而歸正字一言也。故演義曰。一言蔽諸", "282": "者。即論語子曰。詩三百一言以蔽諸。曰思無邪。謂", "283": "歸於正也。念一佛號。亦名一言。直取一言只一佛", "284": "字。故自四祖禪要唯稱佛言耳。又如世金字一言。", "285": "通目五金。穀字一言。通目五穀。菓字一言。通目。百", "286": "菓。草字一言。通目百草。其於品物形色種性。從義", "287": "立名。雖各各差別。而各各類歸一言所目也。譬今", "288": "諸教。偏圓頓漸。權始愚小。各各教下。詮顯一乘三", "289": "乘乘法。稟修雖各差別。而皆華嚴根本一乘圓教", "29": "海妙德難思。宗本體用。緣起無邊。理實鎔融一三", "290": "法輪所流所目。融會歸同。故立同字一言為總。通", "291": "目諸教差別法義。隨別取一。謂一一法義。義名同", "292": "而無別相也。義近世有三知識。不詳祖述。有昧同", "293": "字一言為總。各伸知見。各取諸教義句之同。各立", "294": "總同者。矯亂多矣。具如卷後別伸評辨。已上釋同", "295": "教本末竟。兼前別教本末兩科。收歸第二列同別", "296": "各開本末竟。△今當第三釋同字一言為總。文復", "297": "分四。且初通目多義。全收名同。", "298": "章曰。又言同者。眾多別義。一言通目。故言同。", "299": "解曰。通目諸教。眷屬經中。教義理事。因果行位等。", "3": "說。矯□□□。□悞末流。舛習訛浸。不閑經論。照元", "30": "無礙。機開本末。教被同別。一法普收二門取會。二", "300": "十法門義。乃至末代流通。舍利見聞等。眾多差別", "301": "法義。並依海印定中。同時演說。十十無盡。主伴具", "302": "足。卷舒自在。皆不思議。以為教本故。故賢首曰。同", "303": "時顯現。同時前後。理不相違。當準思之。故今科曰。", "304": "通目多義。全收名同者。全収諸教。為不思議圓通", "305": "同也。△二會差別義方便名同。", "306": "章曰。又會義不同。多種法門。隨別取一義。餘無別相。", "307": "故言同耳。", "308": "解曰。會彼同時異處異時。異處逐機深淺。說諸經", "309": "教。各各所詮。多種法門。隨別取之。一一法義。並同", "31": "門者。同別二教門也。△二列同別各開本末。且初", "310": "本教所流所目。與本圓別作方便引攝故。以同通", "311": "目故。無餘別相故。故四祖曰。華嚴是主。餘經是眷", "312": "屬。以此準之。諸部教相法義差別不等。隨別取一。", "313": "不離本故。故以同目。故賢首亦曰。是同教故。末不", "314": "離本故。依本而說。故言同耳。故祖依經立一同字。", "315": "為教總名。具含總別。總約本法融通。通目多義。一", "316": "一同圓。故有全收諸教。名圓中同也。別約逐機分", "317": "齊差別。會義不同。多種法門。隨別取之。故有全揀", "318": "諸教。名方便同也。若人法俱融。別總別無二也。故", "319": "華嚴曰。善財見大願精進力夜神。發十種同己心。", "32": "別教本末復二。初標本別末。", "320": "夜神與說八十四同行。清凉疏曰。通論同有四義。", "321": "一人法無二。與一切法界同。二因果無二。與一切", "322": "諸佛同。三自他無二。與一切菩薩同。四染淨無二。", "323": "與一切眾生同。故鈔釋曰。謂由證見法界體同故。", "324": "上同諸佛。下同眾生等。故祖依經立同。為總目也。", "325": "△三通目諸乘宗類名同。", "326": "章曰。所言同者。三乘同一乘故。又言同者。小乘同一", "327": "乘故。又言同者。小乘同三乘故。", "328": "解曰。前明諸教所詮差別法義同竟。今顯乘同。然", "329": "諸經論。乘數至多。開合不等。有約趣果。止分為二。", "33": "章曰。別教者。別於三乘。", "330": "謂大小二乘也。有約從理成行。則分為三。謂大乘", "331": "中乘小乘也。有依法華三乘一乘。約界分體相方", "332": "便究竟不同。故又約數說。謂二及三。各通三二義", "333": "意故說也。今此乃約成機欲性。顯法本未乘宗類", "334": "攝也。故四祖曰。依攝論一乘三乘小乘。謂於教門", "335": "中。成機欲性。顯法本末差別不同也。是故以三小", "336": "之末。同一之本者。以道品名同。引失三小。生信樂", "337": "故。故四祖問曰。一乘道品既名數別。體亦須別。因", "338": "何有義與三乘同。答據義分量深淺寬挾。並皆不", "339": "同。今舉義門有差別。名字有同。欲引三乘信樂故", "34": "解曰。別者逈異之義。詺華嚴經宗本一乘。是諸佛", "340": "也。小乘道品名數。略有三十七種。三乘道品名數", "341": "亦同。但義有異。廣在經論。此顯道品名同。引末同", "342": "本說也。若約法相。交參一乘。垂於三乘。三乘參於", "343": "一乘。兩宗交接。連綴引攝。令易信入者。委在下文", "344": "云。即以一乘別教。從三乘說中具釋。又如五祖教", "345": "章同教門中。初分諸乘有六重。第一重內。七義委", "346": "明。賢首於後結曰。依上諸義。即三乘等。並名一乘。", "347": "皆隨本宗定故。主伴不具故。是同非別也。△四敘", "348": "古之通。通即名同。", "349": "章曰。前德已述通別二教。而未見釋相。今以理求。通", "35": "眾生平等本有廣大智慧。具足教義。理事境智。行", "350": "之與同。義無別趣也。", "351": "解曰。雲華尊者。述古之通。通義即同。故以同字一", "352": "言。立同總名。顯非自意。遵古所立也。已上四科。收", "353": "歸第三。釋同字一言為總竟。△今當第四彰問答", "354": "答異歸同。文復分四。且初彰異違同問。", "355": "章曰。問所以佛教多用一言通目諸義。既通目諸義。", "356": "於辨才中。云何得明法義。及辭樂說等耶。", "357": "解曰。本問來意。既曰一言通目諸義。諸義應同。如", "358": "何於辨才中。却有法義辭說四種異耶。耶之一字。", "359": "助顯問意也。△二遣言通性答。", "36": "位因果。依生體用。人法逆順。應感等十法門義。各", "360": "章曰。答佛教若不通目。有情眾生。隨言取義。以定根", "361": "性。無由以近會其遠旨。", "362": "解曰。佛說言教。隨機勝劣。雖則法義辭說四種有", "363": "異。大意通明顯歸一性。性若不通。法義壅隔。是故", "364": "有情迷性眾生。隨取近言。生死無常苦空法義。執", "365": "取而修。報趣人天權漸根性。隨言修證。證小果者。", "366": "無由遠悟一性真常。本無生滅。法性本空寂。無取", "367": "亦無捨。證性圓通一乘佛果也。是故華嚴四無礙", "368": "智。通該一切同一理性。經列十門。初依自相。謂知", "369": "事法體各殊故。二依同相。謂知理法。若性若相。同", "37": "各具十。十十無盡。為諸教本。本法圓融。具足末伴。", "370": "歸一理故。廣列經文。疏隨解釋。繁不具引。若約乘", "371": "攝四無礙者。演義曰。大小乘相中。法知一乘。義知", "372": "諸乘。詞云說一切乘無差別。即同一乘。樂說云說", "373": "一一乘無邊法。即同說諸乘意也。是知法義攝乘。", "374": "四皆無礙。通歸一性。了無四異也。△三結通明大", "375": "道。", "376": "章曰。所以佛教存通目者。依其論道及施設道。以生", "377": "智滅惑。顯理成果之便巧也。", "378": "解曰。法本通玄。義無壅塞。不為惑業所拘。豈昧性", "379": "真玄通。故存通號。統目為德。云惟一實之題者。貴", "38": "一乘法本別別無盡。逈異一代諸眷屬經中。小乘", "380": "使群生。去執我人山。發明元性海。依性覈論。顯揚", "381": "其道。及乎施設教道。位地高下。即非隔礙。以用發", "382": "生根本大智。通滅無始迷執妄惑。惑忘理顯。成就", "383": "佛果。此是大聖善巧方便也。故下經云。佛說一切", "384": "法。本破一切執若無一切執。則無一切法也。△四", "385": "引經證一言。文復分二。初顯信一言通目諸位。", "386": "章曰。故華嚴中信解行等諸位。以信一言。成其信位。", "387": "位中所含。即通成解行理事等一切法門。亦簡前後", "388": "諸位法相不同。", "389": "解曰。信為元首道之長也。通括始終。該攝三賢十", "39": "三乘。末教所詮。偏圓頓漸。權實教義等十法門。雖", "390": "聖。一切法門以信為宗。故清涼釋曰。今在信門。收", "391": "無不盡。下諸位中。皆具一切也。故下經云。信為道", "392": "源功德母。長養一切諸善法等。言亦簡前後諸位", "393": "法相不同者。簡顯此經圓別一乘行位法相。不妨", "394": "前後相入。行布圓融自在無礙。不同三乘信解行", "395": "位。阿含門中。階降次第。前後相由也。故清涼揀曰。", "396": "非是前後鉤鎻相因。唯是本位信中。有此則有彼。", "397": "同時具有。而說有前後。不同三乘前後相因也。△", "398": "二會同普眼。結顯玄玄。", "399": "章曰。及會普眼境界一乘無礙陀羅尼門。據斯聖巧。", "4": "真。唯事干戈。增鬪諍。背違佛祖。片執師承。雖隻刀", "40": "從本流。而末即圓。一相孤門。名方便教。亦名同教。", "400": "一言之下。玄復玄耳。", "401": "解曰。法普即眼普。義通乃見通。能於一言。解一切", "402": "法。能於一境。見無盡境界。故清涼曰。名普眼者。詮", "403": "普法故。普詮諸法故。乃至曰。諸緣發見緣名為根。", "404": "因沒果中。緣皆號眼等。一乘無礙陀羅尼門者。陀", "405": "羅尼翻為總持。總持一乘法體。具塵沙德用。從本", "406": "已來持之不失也。門者出生義也。至相曰。十陀羅", "407": "尼。是一乘文義。如離世間品。印相施設。工巧字相", "408": "等。並準此知。據斯聖巧一言文下玄復玄耳者。結", "409": "顯一言通玄無盡。如清涼曰。一字法門。海墨書而", "41": "亦名末教。賢首約五教相攝融通中曰。一或總為", "410": "不盡。即善財所遇。第三知識海雲比丘。於如來所。", "411": "聞。此普眼法門。於能詮一字中。便證所詮無盡法。", "412": "清涼曰。即海雲所持。以大海量墨。須彌聚筆。書此", "413": "普眼法門。一品中一門。一門中一法。一法中一義。", "414": "一義中一句。不得少分。何況能盡。但是深入法界", "415": "菩薩。陀羅尼力之所能持也。圭峯釋曰。少分者即", "416": "一字也。是知圓別詮旨玄妙。顯一言具無盡詮。明", "417": "一法具無盡旨也。故圭峯曰。以能詮一字。全即所", "418": "詮法界。故即無盡。不同諸宗能詮。定非所詮也已。", "419": "上二科。收歸第四引經證一言。兼前三科。總歸第", "42": "一。謂本末鎔融。唯一大善巧法。二或開為二。一本", "420": "四躡蹤問答辨。異歸同竟。△今當第五明一經八", "421": "會法門。文復有六。初地前五會。從三比行。", "422": "章曰。又華嚴經文。前之五會。及十明已後。盡不思議", "423": "品。即以一乘別教。從三乘說。", "424": "解曰。今顯晉經八會。卷攝圓通料揀八會。不出初", "425": "會。故至相曰。初會十門。料揀一部經意。初會如是", "426": "我聞首。料揀下文所目之義。約有十門。謂人及法", "427": "理事文義。解行因果相成主伴。以明旨趣也。故清", "428": "涼亦曰。以文從義科者。此經一部有五周因果。即", "429": "為五分。初會中一周因果。謂先顯舍那果德。後遮", "43": "教。謂別教一乘。為諸教本。故二末教。謂小乘三乘。", "430": "那一品。明彼本因。名所信因果。二從第二會。至第", "431": "七會中隨好品。名差別因果。謂二十六品辨因。後", "432": "三品明果。亦名生解因果。三普賢行品辨因。出現", "433": "品明果。名平等因果。非差別顯故。亦名出現因果。", "434": "四第八會。初明五位因。後明八相果。名出世因果。", "435": "亦名成行因果。五第九會中。初明佛果大用。後顯", "436": "菩薩起用修因。名證入因果。因果二門俱證入故。", "437": "是知晉經八會。卷攝相盡。不離初會。總顯人法理", "438": "事。乃至因果十門法義相成主伴。以明旨趣也。初", "439": "會為總。信解行向四會。為前五會也。經文善巧。以", "44": "從彼所流故。又名究竟及方便。以三乘小乘望一", "440": "一乘別教。一周因果。圓通法本垂於三乘。從彼教", "441": "相。約顯地前。比行而說也。清涼疏。約前後攝疊十", "442": "科中。第七科曰。就前復二。初明地前比行。後第六", "443": "一會。明十地證行也。言及十明已後。盡不思議品", "444": "者。十明即第二會中問明品也。是顯十信之明。貫", "445": "下諸位。直至晉經第六會已後。盡不思議品。至隨", "446": "好品。並明差別因果也。故清涼疏。約前後鈎鎻科", "447": "中曰。四從問明至隨好品。差別因果。前因後果。皆", "448": "依一乘別教。甚深法界。無盡因果。善巧所流。從三", "449": "比行說也。△二登地一會。從三證行。", "45": "乘。悉為方便。故特述教章。首立分相門。顯別教一", "450": "章曰。十地中文。即用一乘圓教。從三乘教。以顯一乘", "451": "別教說。", "452": "解曰。功不虗設。終必有歸。前明解導行願。賢位因", "453": "終。今顯智冥真如。聖位果立也。言十地者。十是一", "454": "周圓數。十十無盡也。地是生成住持。持諸功德也。", "455": "故本業云。地名為持。持百萬阿僧祇功德。亦名生", "456": "成一切因果。故名地也。若爾云何說得諸位階降", "457": "次第。答。以此經中安立諸位。有二善巧。一約相就", "458": "門分位前後。寄同三乘。引彼方便。是同教也。二約", "459": "體。就法前後相入。圓融自在。異彼三乘。是別教也。", "46": "乘為本。揀餘三乘為末。列十差別。就後通揀曰。其", "460": "但以不移門而恒相即。不壞即而恒前後。是故二", "461": "義融通不相違也。今即用此融通甚深。言所不至。", "462": "從彼三乘之位。地前行布。地上圓融說者。要以一", "463": "乘地前地上。俱具行布圓融。以顯一乘深廣。寄彼", "464": "三乘。令易入故。故清涼曰。三乘之位。地前行布。地", "465": "上圓融。今一乘位。地前地上。俱有行布圓融。若俱", "466": "雙辨。則前後不異。若地前行布。地上圓融。則全同", "467": "三乘。前淺後深。又似行布圓融。各別教行。不知法", "468": "性教行。非即非離。故於地前。但顯圓融。已過三乘。", "469": "地上多明行布。以顯超勝。勝相云何。謂賢位始終。", "47": "別教一乘所明行位因果等相。與彼三乘教施設", "470": "已圓融自在。登地已去。則甚深甚深。言所不至。若", "471": "不寄位。何以顯深。不包三乘。何以顯廣。是知以圓", "472": "一乘。從三乘說者。方顯一乘別圓法體。圓融自在", "473": "也。故賢首曰。若自別教。即不依位成。今寄三乘終", "474": "教位說。以彼教中。信滿不退。方得入位。今即寄彼。", "475": "得入位處。一時但得。此一切前後諸位行相等。是", "476": "明法體深玄難解。故寄三顯。令易入故。若約乘寄", "477": "地。如清涼曰。九約寄乘。謂初二三地。寄世間人天", "478": "乘。四五六七寄出世三乘。八地已上出出世間。是", "479": "一乘法。故以諸乘為此地法。委釋具三十五鈔。廣", "48": "分齊。全別不同。廣在經文。略如下辯。次立該攝門。", "480": "如彼疏。及賢首教章行位差別具明。△三結顯地", "481": "法成就功德。", "482": "章曰。所以知者。故文中以悉曇字音。會成無盡故也。", "483": "解曰。梵語悉曇。此云成就。言字音會成者。即字母", "484": "為眾藝之勝書。說文本故。此偏明之。故經列四十", "485": "二字。一曰阿字。是無生義。達諸法空。斷一切障。二", "486": "曰多字。是清淨無染離塵垢義。乃至第四十二日", "487": "陀字。即究竟處。所謂此究竟含藏一切法輪也。故", "488": "經結云。善男子。我唱如是字母時。此四十二般若", "489": "波羅蜜門為首。入無量無數般若波羅蜜門也。清", "49": "顯法鎔融。該末即本。一切三乘。本來悉是彼一乘", "490": "涼疏結云。四十二門者。謂表四十二位故。故智論", "491": "中諸位圓融。明初阿字具後諸字。故曰字音會成", "492": "無盡故也。然新譯本第四十二曰。茶字去聲引之", "493": "故智者觀經疏曰。究竟佛者。道窮妙覺。位極於茶。", "494": "又南嶽用對圓頓教中四十二位。初住阿字中四", "495": "十一字。對至等覺。最後茶字。當於妙覺。雖一一位", "496": "皆能徧具諸位功德。然是分具。今此極位。乃究竟", "497": "具諸位功德也。若更委辨諸經譯別。字多乖舛。如", "498": "涅槃以阿字為噁。此中以囉字為多。此等不以義", "499": "定。故多訛謬。委如演義五十九釋。△四別教一乘", "5": "高呼。而眾咻絕和。歎時機之薄惡。嗟正法以漸沉。", "50": "法。融通有二所以。具如彼章。六祖清凉遵用二門。", "500": "因果交徹。", "501": "章曰。普賢性起。用彼一乘別教。以顯一乘文義。由彼", "502": "文中是廣大說故。", "503": "解曰。普賢性起二品。明普賢行因。成現果分。以晉", "504": "經缺第七會初十定品也。自十通品。至如來性起", "505": "品。凡有十品。兼前十地品。共十一品。並第六會。收", "506": "其中十通品。至菩薩住處品。計有五品。辨等覺法", "507": "門。等覺義周。終明妙覺故。次佛不思議等三品。明", "508": "妙覺之果。略有二義。一不可說。二可寄言。寄言中", "509": "復有二義。一差別說。二平等說。差別說者。即以三", "51": "但改分相為全揀。該攝為全收。亦以人法融通。深", "510": "品。醻前諸因。因果別故。初總明佛德。逈超言念。名", "511": "不思議品。次辨身相普周。名如來十身相海。大相", "512": "既爾。隨好更多。名隨好品。已上皆屬差別因果也。", "513": "今顯普賢性起二品。明平等因果。謂因無異果之", "514": "因。果無異因之果。因果交徹。平等不二。不二而二。", "515": "因果歷然。因即普賢行門。果即性起圓融也。唐經", "516": "名如來出現品。今依晉經。名如來性起品。是第六", "517": "會了。是顯別教一乘平等因果。以彼二品經文。廣", "518": "大說故也。△五七八二會。一乘證入。", "519": "章曰。離世間下。二會之文。一乘行法。以始標終說故。", "52": "廣無礙。總屬圓教也。七祖圭山亦曰。大疏玄談。全", "520": "教義俱一乘也。", "521": "解曰。由上差別平等因果。生解既終。今攝解成行。", "522": "六位頓修。辨二千行門。一時齊起。而處世無染。故", "523": "受之以離世間品。次入法界品。近望上文。大行既", "524": "具。則證法界。遠取諸會信解行願。本在於證。依人", "525": "證入。故次辨之。如來自入師子頻申三昧。即果法", "526": "界。令諸大眾。頓證法界。善財歷位。漸證法界。漸頓", "527": "該羅。本末融會。皆證法界。故受之以入法界品。此", "528": "上二品。晉經為七八二會。唐經為八九二會。始標", "529": "則前之六會。是寄三顯一也。終說則七八二會。正", "53": "揀諸宗。即別教性起義。全收諸宗。即同教緣起義", "530": "顯一乘行法圓滿無盡教海。唯證相應。無盡法門。", "531": "自此略畢。又復教則因大。義則果大。教證二大詮", "532": "旨圓融。俱一乘也。△六問答辨明六決定體。文復", "533": "分三。初約數不圓問。", "534": "章曰。又十地以前四會中。六決定文。何故不依十數", "535": "而說。", "536": "解曰。文中問意。以華嚴所說法義。一一須十。以顯", "537": "無盡。何故地體唯六決定。又於地前四會經中。或", "538": "五或三。六數不定耶。△二寄顯深義答。", "539": "章曰。答為六決定是本分義深。體略難解。故寄三乘", "54": "然約機約法。故開二門。既人法融通。二亦交徹。二", "540": "之教。却顯一乘玄趣。令其聞者。一往易解也。", "541": "解曰。此六決定。是十地體。通十地故。亦通十住已", "542": "來。故經云。十住中有五決定。十行亦同。除大善。十", "543": "迴向有三決定。謂觀相及大善不怯弱。故至相六", "544": "決定章結曰。此之廢興。顯位高下增微。故通義可", "545": "知。此義通彼修生及本有。非彼三乘及小乘所知。", "546": "普賢性起在此位中。何以故。同是證故。至相又曰。", "547": "如地經說六決定義。是其地體。返不由十數。目之", "548": "十地不同。是其地相。翻用十數目之。以此驗求。知", "549": "佛慈悲。欲令易解。將不滿教目體。以滿數教目相。", "55": "門不二。統為華嚴圓宗。□□真界生起萬法之義", "550": "是佛別意也。△三明經宗善巧。", "551": "章曰。經文善巧。交絡二義。顯宗分齊。極善妙也。", "552": "解曰。通顯一經八會法門。寄三顯一。前後交絡。善", "553": "巧攝機。以明圓別一乘。玄妙宗極分齊也。交絡二", "554": "義者。一乘三乘。乘義交絡也。地體地相二義交絡", "555": "也。又清涼曰。三宗趣者。先總後別。總有二義。一以", "556": "地智斷證。寄位修行為宗。以顯圓融無礙行相為", "557": "趣。二前二皆宗。為成佛果為趣。此明宗趣二義交", "558": "絡也。後別者。別於上總。略有十義。乃至第十曰。十", "559": "者撮要。謂六決定。宗辨此故。又曰。論其體性。多不", "56": "也。今謂。圭山將全收為同教。緣起至□□□華嚴", "560": "出前。為成十故。小有加減。一即離言體。二所證體。", "561": "乃至第十唯因體。取其別相。異果海故。收此十體。", "562": "不出三體。一總含體。二剋實體。謂智興證。三離言", "563": "體。配屬可知。上二即因。下一為果。因果非即離。言", "564": "慮雙絕。以為地體也。已上三科。收歸第六問答辨", "565": "明六決定體。兼前五科。總收歸第五明一經八會", "566": "法門竟。△次當第六明三一緣起不同。文復分三。", "567": "初三乘分淨緣起。", "568": "章曰。三乘緣起。緣聚即有。緣散則離。", "569": "解曰。緣起有二。一染二淨。染者。謂六道眾生。迷真", "57": "本教大法界緣起。即成性起。緣性相由。皆不思議。", "570": "執妄。內起妄心。外執妄境。心境二緣交妄起染。故", "571": "起信論云。無明熏真如成諸染法等。淨者。謂小始", "572": "權漸之機。知染成過。從真起淨。即是三乘。一聲聞", "573": "乘。修五停心觀七方便等。二緣覺乘。覺乘無性。成", "574": "辟支佛等。以此二乘。唯除我執。未除法執等。故云", "575": "分淨。三菩薩乘。聞五性三乘之教。信唯識理。不執", "576": "我法。雖發三心四願。乃是厭權有為。忻求菩提。猶", "577": "墮取捨。雖修六度萬行。雖斷二障。雖證二空。乃是", "578": "二空所顯真如。而非二空即真如故。義當權始分", "579": "淨也。若終頓二教。雖則知真實性。無別八識。猶拘", "58": "正顯別教中具圓通同義。十無盡同也。故四祖曰。", "580": "翻泯。亦先離過。後方成德。是故淨緣起時。權聚為", "581": "有。淨緣散時。幻滅為離。有聚散離。皆非稱性。緣起", "582": "之際。本來究竟。離於造修者。故曰分淨也。此上展", "583": "轉淺染分淨。顯前四教。皆當分淨。皆屬三乘。以為", "584": "所對。委如行願義記具明也。縱然終頓圓三合為", "585": "一實。而終頓實權未足。故不辨圓融具德也。故賢", "586": "首曰。雖頓終始三權實之異。總為一三乘教。以皆", "587": "為三人所得故等。乃至於十玄緣起門後。揀曰。是", "588": "故大聖善巧。於彼三乘位中。隨其機欲。方便少說。", "589": "由不窮法界源故。權現二身三身等佛。未顯諸佛", "59": "又一乘同法。對智以彰同。若引機以會同。則同同", "590": "十身自境界故。故云淨分緣起也。△二一乘圓淨", "591": "緣起。", "592": "章曰。一乘緣起。緣聚不有。緣散未離。", "593": "解曰。一乘法體。全性緣起。性周法界。緣起無邊。聚", "594": "成妙有。有德非常。故曰不有。散成真空。空非斷滅。", "595": "故曰未離。譬如明鏡。照聚有不留。照散本非離。至", "596": "相曰。明一乘法界緣起之際。本末究竟。離於修造。", "597": "何以故。離相故。起在大解大行。離分別菩提心中", "598": "名為起也。由是緣起性。故說為起。起即不起。不起", "599": "者是性起也。賢首曰。由是緣起。是法界家實德故。", "6": "輙釋雲華融會章。庶通賢首分齊記。炷香灼化。投", "60": "具十。即窮無盡。又云。別同之中。亦有同別。由多即", "600": "普賢境界。具德自在無障礙故。華嚴云。菩薩善觀", "601": "緣起法。於一法中解眾多法。眾多法中解了一法。", "602": "是故當知。一中十。十中一。相容無礙。仍不相是。餘", "603": "門亦然。是故圓淨緣起。諸門法義。法法緣起。一一", "604": "無盡。包空有而絕相。入言像而無跡。廣如六七二", "605": "祖行願鈔具明。茲不繁錄也。△三結明綺互彰圓。", "606": "章曰。此約所對不同。故成綺互明耳。", "607": "解曰。前顯分淨為對。不同圓淨緣起法門。重疊若", "608": "雲起於長空。萬行芬披。比華開於錦上。故賢首揀", "609": "曰。與彼三乘。全別不同。宜可廣依華嚴經。普眼境", "61": "一。是其同也。會復二師。諍如後辨。已上四五六七。", "610": "界。準思之。已上三科。收歸第六三一緣起不同竟。", "611": "△次當第七明同體因果依持。文復分二。初依體", "612": "平等。", "613": "章曰。又如同體依持。以明因果。理性體融。在因為因", "614": "在果為果。其性平等。據緣以說。", "615": "解曰。法界一理體。平等如虗空。為聖為凡。作依止", "616": "體。為聖為凡。作任持用。用及緣修趣證無為。雖則", "617": "機差因果殊異。而一理性平等融和。故就緣起門", "618": "中。同體異體二門無盡也。故賢首曰。初門同體。即", "619": "攝同異二門中。無盡無盡。列十無盡。窮其圓極。法", "62": "四大祖師。師資遵承。皆以分相該攝二門。具顯華", "620": "界無不攝耳。故曰。在因為因。在果為果。其性平等。", "621": "據緣以說也。△二據緣差別。", "622": "章曰。在一乘則圓明具德。處三乘則一相孤門。在小", "623": "乘廢深論淺。居凡有則唯事空文。此即理之妙趣也。", "624": "解曰。至相十玄章曰。在一乘即圓明具德。謂此一", "625": "乘。因該果海。果徹因源。圓淨緣起。具德無窮。賢首", "626": "曰。經云。初發心時便成正覺。具足慧身。不由他悟。", "627": "如是云云無量。廣如經文。乃至問曰。此等歎因中", "628": "德耳。豈可即滿德果耶。答此一義。因果同體。成一", "629": "緣起。得此即得彼。由彼此相即故。若不得果者。因", "63": "嚴本法本教。頓說頓圓。稱性本末。一一逈別。故決", "630": "即不成因。何以故。不得果等非因也。乃至又曰。由", "631": "此因體依果成。故但因滿者。即沒於果海中也。為", "632": "是證境界。故不可說也。次曰。處三乘則一相孤門", "633": "者。賢首釋曰。三乘但隨機而已。未顯諸佛十身自", "634": "境界故。非現佛身。又隨機少說。一相一寂一味理", "635": "等。非窮盡說也。何以故。三乘以此無窮。為過失故", "636": "等。次曰。在小乘廢深論淺者。由此小乘。於甚深緣", "637": "起一心法中。依淺智事識。觀緣起行。於深智業識。", "638": "但得其名。未達其義。如小乘論說。但有六識。義分", "639": "心意識。又如增一經說。於阿賴耶識。但得其名。是", "64": "擇第十門曰。或有眾生。於一乘別教。解行滿足已。", "640": "故至相緣起章曰。若據勝劣。緣起是勝觀。亦即是", "641": "一乘。小乘之中。雖有名字。而不達其義。何以故。不", "642": "斷法我故。次曰。居凡有則唯事空文者。謂六凡類。", "643": "迷情昧智。緣起事行。十善五戒。縱得功成。報超欲", "644": "色。尚拘事禪。不通理觀。故曰唯事空文也。故至相", "645": "緣起章曰。緣起者。大聖攝生。欲令契理捨事。凡夫", "646": "見事。即迷於理。聖人得理。即於事也。已上四句據", "647": "緣說異。從聖至凡深淺雖殊。其實顯理。事理融即。", "648": "成大緣起。故就結曰。此即理之妙趣也。故至相又", "649": "曰。今舉實理以會迷情。令諸有情知事即無。即事", "65": "證入果海者。即見上來諸教。並是無盡性海。隨緣", "650": "會理。故興此教也。已上二科。収歸第七明同體因", "651": "果依持。兼前共七科。總歸初序。說由致分。△今當", "652": "第二正說同別。分文有十。初同別法智。利機無盡。", "653": "文復分二。初一乘別法因果無盡。", "654": "章曰。又一乘之法。對機以明別。非謂自相而可別。隨", "655": "機論別相。別別具十。所以說十者。欲顯無量故。", "656": "解曰。一乘別法。明教義因果理事德用等十法義", "657": "門。一一逈別。為法界大緣起際。攝法無餘也。若約", "658": "果證究竟。不論對機。以果海離言故。不可說其相", "659": "狀之別。故曰非謂自相而可別也。今明普賢境界。", "66": "所成。更無異事等。故賢首正立教中。約乘法以分", "660": "以普因普法。普利普機。機法俱普。別別具十。十十", "661": "無盡。以顯無量也。故賢首曰。法界緣起。乃至在無", "662": "窮。今以要門略攝為二。一者明究竟果證義。即十", "663": "佛自境界也。二者隨緣約因辨教義。即普賢境界", "664": "也。初義者。圓融自在。一即一切。一切即一。不可說", "665": "其相狀耳。乃至曰。不論因陀羅及微細等。故地論", "666": "云。因分可說。果分不可說者。即其事也。是故今文", "667": "約因對機。以顯一乘別法。聖凡等有。具足一體。本", "668": "無限量。故曰。欲顯無量。故以主伴圓融。一一無量", "669": "也。會師解曰。卓絕獨立名別者。失在自相。公違祖", "67": "三宗。揀異本末曰。初一即愚法二乘。後一即別教", "670": "釋具。評卷後。△二一乘同法智會無盡。", "671": "章曰。又一乘同法。對智以彰同。若引機以會同。則同", "672": "同具十。即窮無盡也。", "673": "解曰。一乘圓融同法。緣起德用。有其二門。初異體", "674": "門。二同體門。且初異體門有二。初約空有相即。自", "675": "他二義。望體說同。初由一乘自有體時。他無量乘", "676": "必是無故。故自即他。何以故。由自無用他作故。故", "677": "祖曰。以二有二空。各不俱故。無彼不相即。有無無", "678": "有無二故。是故一乘同法。同無量乘。常相即故。故", "679": "祖曰。若不爾者。緣起不成。有自性過等也。次二力", "68": "一乘。中間三者。雖頓終始三權實之異。總為一三", "680": "無力自他二義。望用說同。由一乘自有全力故。所", "681": "以能攝他無量乘。他諸多乘全無力故。所以能入", "682": "自也。其他有力自無力義。反上可知。故賢首曰。以", "683": "用攝體。更無別體故。唯是相入。以體攝用。無別用", "684": "故。唯是相即。乃至問曰。上一多義門。為一時俱同", "685": "耶。為前後不同耶。答即同即前後。何以故。由此法", "686": "性緣起具足。逆順同體。不違德用。自在無障礙也。", "687": "是故第二同體門。一中多。多中一。一即多。多即一。", "688": "與前異體二門。窮極圓同。無不攝盡。故賢首曰。同", "689": "體即攝同異二門中。無盡無盡。窮其圓極法界。無", "69": "乘教。以皆為三人所得故等。是知。前四教皆為末", "690": "不攝盡耳。祖又問曰。此與前異體何別。答前異體", "691": "者。初一望後九。異門相入。今此同體。一中自具十", "692": "非望前後異門說也。即義亦準思之。是知以無障", "693": "礙智。即如理智。如量智。乃至三智四智皆無障礙。", "694": "以成重重無盡也。謂智無礙故。一智則一切智。境", "695": "無礙故。一境即一切境。境智各有一多無礙。相對", "696": "論之。故賢首曰。若廢智。即不論緣起。由約智故說", "697": "舊來如此。何以故。不成即已。成即離始終故。智興", "698": "法舊來成故。問為由智耶。法如是耶。答為由智也。", "699": "為法如此也。何以故。同時具足故。故曰對根以彰", "7": "入法性海中。結志禱祈。願丐聖心加被。參玄者取", "70": "教。後一圓別為本教也。然中間終頓二教。雖展轉", "700": "同也。以無障礙法界境。對無障礙智。彰顯大緣起", "701": "不思議圓通同也。若約引機。體德圓別會同無盡", "702": "者。故曰同同具十無盡也。是故一乘同法。普攝聖", "703": "凡智迴向故。會融無二。同一法界。故賢首遵承特", "704": "述教章曰。二同教者。初分諸乘。後融本末中曰。此", "705": "同教說諸乘。會融無二。同一法界。乃至曰。一乘即", "706": "三。雖具隱顯。竟恒無盡。明知立同總名。是顯華嚴", "707": "一乘。直明法界。理徧通故。全體無二。不同法華橫", "708": "依方便。破異顯一也。會師立法華會三歸一。同為", "709": "總收諸同者。錯。具卷後評矣。已上二科。収歸第一", "71": "深勝。共談一性一相。而由形對。一亦名三。故六祖", "710": "明同別法智利機無盡竟。△第二明同別證道。覈", "711": "論相殊。文復分四。初小乘必真論道有諍。", "712": "章曰。又小乘未窮論道。故有諍論。", "713": "解曰。前□華嚴究竟一乘。同別法本。是諸佛眾生", "714": "平等具有。□□□□□□□□□然以機差教別。", "715": "道有大者焉。小者焉。□□□□□□實理方便成", "716": "信。末能窮究一真大道。競自分宗。□□□□□□", "717": "論也。故至相曰。若小乘中。但有□□。為小乘宗。不", "718": "得法空故。不盡法源故。教不滿故。故多諍論。△二", "719": "三乘及□□□□□□。", "72": "玄文曰。三四二教。雖則泯二異前。而形對顯一。曲", "720": "章曰。三乘及同教。窮其論道。故有定論。", "721": "解曰。□□□□□□□□□□□□□以頓詮真", "722": "實。唯得真如門中能所俱泯。論道決定。泯離言詮。", "723": "故賢首曰。頓教中三。始終俱離也。其次終教亦詮", "724": "真實。唯得真如門中能所俱存。論道決定。由窮法", "725": "理。不假言論。故賢首曰。終教中三。始終俱同。同歸", "726": "佛乘也。其次始教。初入大乘。未盡法理。論道決定。", "727": "則須言論。是名權三。故賢首曰。始教中三。始終俱", "728": "別。以有入寂故。已上三教論道。唯除頓教。泯故不", "729": "說。其終始二教論道。故至相曰。若至初教。則須言", "73": "巧順機。故演義釋曰。三即終教。四即頓教。此之二", "730": "論為正。初教中不盡法理。以言尅申故。又曰。若初", "731": "教中。則有論興不論。俱名為論。何以故。二義取要", "732": "顯佛法故。若至終教。不論為正。由窮法理。不假言", "733": "申故。又曰。若至終教。則以不論為論。何以故。息相", "734": "歸真。成證顯義。餘不順理。故以不論名論也。具明", "735": "大小乘。唯論道方便。則其分齊。如對法論之後論", "736": "道決擇處說。亦如攝論定學後分中說。統上小三。", "737": "並為同教小乘同教三乘。故曰及同教。窮其論道。", "738": "故有定論也。△三一乘大道圓極絕論。", "739": "章曰。別教一乘。絕其論道。故無論義經。法門具滿。無", "74": "教。具明一乘。故名泯二異前。始教存三乘也。而言", "740": "喻可況。故無譬喻經。法門圓備。不可由致而說。故無", "741": "因緣經。", "742": "解曰。華嚴別教大道一乘。具足十二分教。一一玄", "743": "通。法法顯道。何故今文絕其論道。故無論義等三", "744": "分耶。答至相曰。若約乘論有二義。一通相說。一乘", "745": "三乘小乘。皆有十二部。二若分別說者。一乘有一", "746": "部。謂方廣部有九部。謂無因緣譬喻及論義。如金", "747": "剛身品說。故清涼曰。而涅槃說大。但有九部者。依", "748": "三部中之小相故。謂因緣中。取因事制戒。於譬喻", "749": "中。依為誘引。於論義中。約非了義。今文從分別義", "75": "雖者。雖明一乘。由是對三。故同前二。亦屈由之數。", "750": "說。故初以一乘了義。絕其小始論義。非了義故。故", "751": "無論義分也。二以一乘別法。圓滿具足。無可喻況。", "752": "絕其分教中。誘引淺機。就彼取類。令生信故。故無", "753": "譬喻分也。三以一乘法本。本來圓備。不可以因由", "754": "所致。絕其因事制戒。故無因緣分也。若約通相說", "755": "者。具如清涼釋十藏品。疏曰。此經之中具足十二。", "756": "一因請方說。為重法故。如三家五請等。二因事方", "757": "說。知本來如。觀善財等。又曰。一為深智說相似法。", "758": "令解真故。如法華云。諸有智者。以譬喻得解。如出", "759": "現品一一喻明等。又曰。一以義深故。二義不了故。", "76": "則前四皆屈曲收。後之一教。方是平道。為諸教本", "760": "並須循環妍覈或佛自說。或菩薩相論。如問明品", "761": "等。故疏後結曰。此經之中具足十二。已如上引。十", "762": "二分教。義已略周。然此十二分教。舊名十二部經。", "763": "恐濫部帙。改名分教也。△四結顯教網曲巧被機。", "764": "章曰。此則佛法善施教網。極巧然矣。", "765": "解曰。文意俱易。但依科文。已上四科。収歸第二明", "766": "同別論道妍覈相殊竟。△第三明同別通觀滅惑", "767": "證理。文三。初同教通觀。據佛性說。", "768": "章曰。又佛性論。明其通觀。通觀滅諸惑。通證諸理。通", "769": "成諸行。通尅諸果。此約一乘同教言。", "77": "也。又曰。四為教本者。謂非海無以潛流。非本無以", "770": "解曰。通觀者。通一乘三乘等教。以一無分別智定。", "771": "為能觀也。故清涼曰。觀無相法。了知平等。離念契", "772": "玄即無分別也。通觀諸教之下乘機。觀智伏惑滅", "773": "惑之異。通觀諸教所詮。生空所顯理。二空所顯理。", "774": "無性真如理等也。通觀諸位。別行通行八萬四千", "775": "事理逆順等行也。通觀諸乘。觀成之相。望前尋思。", "776": "即為觀益。望後尅證。即為得果。諸教諸乘。淺深不", "777": "同。故曰諸果。此上諸義。並如佛性論明。然此通觀", "778": "離言說相。不可說其體相。言義不同。但是一行三", "779": "昧。據其所尅。亦得頓旨。若據方便。通三通一。若以", "78": "垂末。將欲逐機漸施末教。先示本法。頓演此經等。", "780": "智迴向。知是一乘方便。亦入一乘。約一乘同教言", "781": "也。故至相通觀。章曰。通伏諸惑。通滅惑種。通修諸", "782": "行。通觀諸理。故名通觀。則是一無分別智定也。此", "783": "觀據成。離言說相。不可說其體相。言義不同。但是", "784": "一行三昧。據其所尅。亦得則與頓教義。若據方便。", "785": "則順尋思。及以如實唯識意言等。此順三乘。若為", "786": "一乘所目。則屬一乘。若迴向一乘。知是一乘方便。", "787": "亦入一乘。此義則約同教一乘也。△二別教通觀。", "788": "依華嚴說。", "789": "章曰。若一乘別教說。即通通具十窮其法界也。餘並", "79": "是知究竟一乘。為稱法本教。別前四教三乘皆為", "790": "準之。", "791": "解曰。別教一乘通觀者。依華嚴經。初觀菩薩依十", "792": "種法。謂身口意三業。佛法僧戒。依此十法。乃通三", "793": "乘一乘修也。體略有三。初戒。次四無量。三慧也。此", "794": "三體中。各具二義。初戒二義者。一隨相義。二離相", "795": "義。次四無量二義者。一有緣義。二緣無緣義。三慧。", "796": "二義者。一有分別義二無分別義。清涼釋曰。上三", "797": "中二義。各初義通凡小。後義唯大乘。此二不二為", "798": "實教梵行。若一行具一切佛法。方是華嚴。之梵行", "799": "也。令謂凡小唯大。是通三乘也。此二不二。是通同", "8": "悟本心。達識者無黨檮杭。發明正知見。期報佛祖", "80": "末教也。故科曰標本別末矣。△二指經會末。", "800": "教。若一行具一切佛法等。正顯十通無盡。窮其法", "801": "界。是則教一乘通觀也。又至相問曰。空觀云何。答", "802": "依華嚴經。初觀菩薩依十種法。乃至末後結曰。並", "803": "成觀境。但深淺異也。若窮空方便。一乘究竟。△三", "804": "引論攝通。觸事成真。", "805": "章曰。又梁攝論云。生死即涅槃。無二無此彼故者。欲", "806": "明即事備真矣。", "807": "解曰。生死是妄染事。涅槃是真淨理。若證通觀者。", "808": "決無事理二境之礙。決無染淨真妄。此彼之拘。是", "809": "故經云。一切無礙人。一道出生死。故曰即事備真", "81": "章曰。故法華經云。三界外別索大牛之車故也。", "810": "矣。已上三科。収歸第三明同別通觀滅惑證理竟。", "811": "△第四明同別行位。融不融殊。文三。初同教三乘", "812": "行位差別。文復有二。初信解次第。", "813": "章曰。又諸三乘經論所明位地。及差別次第法相門", "814": "等。並約信解門中。作如是說。故大論云。隨一方化儀", "815": "也。", "816": "解曰。三乘位地。阿含施設化儀前後。信解為發趣", "817": "之端。行向乃運修之始。聖地佛果為證性之終。行", "818": "布淺深。法規次第。儀軌當然。故大智論。揀非一乘", "819": "行位。行布圓融。互徧法界。以彼三乘行位。隨機成", "82": "解曰。良以法華最後開顯。雖則異時異處。而與本", "820": "局。一方施設也。故賢首曰。以三乘行位。是約信解。", "821": "阿含門中。作如是說也。△二□□月□。", "822": "章曰。若據行法。則不如是。行解亦入解門。", "823": "解曰。有解無行。其解必虗。有行無解。其行必孤。行", "824": "解相資。行入正解也。故帝心曰。若不洞明前解。無", "825": "以躡成此行。清涼曰。及顯相資。目足更資也。若不", "826": "解此行法。絕於前解。無以成其正解。清涼釋曰。絕", "827": "解成解。圭峯曰。絕解為解。是知前顯儀軌。正分行", "828": "布解行。今明行法。圓融行解相順也。已上二科。収", "829": "歸於同教三乘行位差別。△二別教一乘行位等", "83": "教作方便故。隨機屈曲。破三顯一。會異歸同。會彼", "830": "齊。", "831": "章曰。又別教一乘佛。及普賢願行等法。始終皆齊。無", "832": "有前後。仍於諸法義。隨舉為首。餘即為伴。宜可思之。", "833": "解曰。佛及普賢。即因門果門。攝法無盡。始則約相。", "834": "就門。安立信住行向地等。分布前後。寄同三乘。引", "835": "彼方便。是同教也。終則約體就法。信等地位。即無", "836": "前後。始終皆齊。相入圓融。隨舉一位。即一切位具", "837": "足主伴是別教也。故賢首曰。以此經中。安立諸位。", "838": "有二善巧。一約相就門。分位前後。寄同三乘。引彼", "839": "方便。是同教也二。約體就法。前後相入。圓融自在。", "84": "同時異處三乘不定之機也。能會是法華方便一", "840": "異彼三乘。是別教也。但以不移門。而恒相即。不壞", "841": "相即而恒前後。是故二義融通不相違也。△三就", "842": "方便同開總別知。", "843": "章曰。若隨機欲。或有總知。謂大學者。或有別知謂小", "844": "乘學者。", "845": "解曰。就前同教三乘中。隨機欲性。開出大乘學人", "846": "為總知。小乘學人為別知。良以大乘學人。具廣大", "847": "心故。總知三賢十聖佛果位地漸次法門。全斷煩", "848": "惱所知惑障。開顯理性。總知染淨等法。故名大學", "849": "也。其小乘學人。闕廣大心故。故名別知。別知㬉頂", "85": "乘。所會是始權終實三乘。但會漸機。淘練漸熟。從", "850": "忍世第一。小乘十地。十二位行位等相。不廣顯故。", "851": "洎至斷惑。愚法小乘中十使。不通迷四諦。故名別", "852": "知也。故賢首曰。今此就實中。愚法二乘。無廣大心。", "853": "故不究竟斷煩惱障。又亦可前約三乘中聲聞。此", "854": "中約愚法。故不同也。已上三科。收歸第四明同別", "855": "行位融不融殊竟。△第五明同別依定二智起殊。", "856": "文二。初一乘同別。依海印定起。", "857": "章曰。一乘同別教義。依海印定起。普眼所知。", "858": "解曰。海印定體。即根本智也。體徧十方故。普悉包", "859": "容無所拒故。明三昧心。周于法界。以喻顯體。故稱", "86": "漸入一。故得界外別索大牛之車。歸一佛慧也。歸", "860": "海印。故下經云。海有希奇殊特法。能為一切平等", "861": "印。眾生寶物及川流。普悉包容無所拒。是故如來", "862": "初成正覺。首證此定。教起前後。卷舒自在。同時演", "863": "說十十法門。該於九世十世無盡佛法。並於第二", "864": "七日。一時現起。唯證普眼。則偏知也。清涼釋曰。觀", "865": "境自在。無境不觀。故曰普眼。乃至曰。以虗心之覺。", "866": "契唯如之境。則不動法界。窮乎寂照之原。豈非普", "867": "哉。諸佛窮究。此經具顯。此明別教依起也。若逐機", "868": "末教。有與一乘同時異處。說是同教。末不離本故。", "869": "依本而成故。故賢首曰。地論云。時處按量顯示勝", "87": "法華佛慧。即是歸華嚴佛慧也。故清凉曰。法華攝", "870": "故。同時者。顯是同教故。異處者。示非別教故也。更", "871": "有菩薩相似海印定。如大集經說矣。△二三乘教", "872": "義依後得智說。文二。初依外薰意識說。", "873": "章曰。三乘教義。依佛後得法住智說。聞思修及報生", "874": "善意識。", "875": "解曰。後得智從佛根本智流出。此智流出大悲心。", "876": "如來欲安立正法住世。了俗證真。故說十二分教。", "877": "顯示大眾生受所說也。故清涼釋曰。一受持。謂求", "878": "聲慧。初聞即受。隨聞受持。如水不嚼隨得而飲。二", "879": "助力。謂求思慧。嚼所聞法。助成智力。如食咀嚼。以", "88": "諸經歸華嚴。以別該同。皆圓教攝。又曰。二經化儀", "880": "資身力。三遠離。謂求修慧。依聞思行。能除惑習。如", "881": "服良藥。藥行除病。因承三慧。外熏意識。染成識種。", "882": "及至他世。報生善得修道智境也。故清涼曰。謂變", "883": "易所起異熟心識。名為報生。生能知無常等。故名", "884": "善得修道知也。此則前六意識。非實照之智也。△", "885": "二依內證真知說。", "886": "章曰。并內證梵行勝智。及真實智所知。此約別相說。", "887": "解曰。由前三慧。外熏意識。後得智用觀通境法。內", "888": "熏心王根本智體。故名內證。唯識論疏釋十真如", "889": "中曰。得於三慧。照大乘法。觀此法教根本真如。名", "89": "則異。化法無殊。今以法華化法同本。化儀攝末。本", "890": "勝真如。或證此如。說法勝故也。梵行者。梵云勃嚂", "891": "摩。此翻淨。理染極故。名梵淨行故。清涼釋曰。但以", "892": "性淨故則行淨。行淨故則智慧淨等。名為勝智。以", "893": "梵行離染名淨。淨唯顯空。空極照真。真實方現。故", "894": "下及字也。故至相以華嚴梵行品為空觀。觀通一", "895": "乘及三乘教。乃至曰。若窮空方便一乘究竟也。以", "896": "空助顯真如。實智智體所知也。所知者。義出涅槃。", "897": "住七善法得具梵行。一知法。二知義。三知時。四知", "898": "足。五知自。六知眾。七知尊卑。具此七知。是實智所", "899": "知也。廣釋文繁。茲不具錄。已上顯內證根本智體。", "9": "恩。乾道七󱑊。坐夏玉岑。因讀教章。聊誌云耳。", "90": "末交映。興奪相資。方為攝生之善巧。則為攝末歸", "900": "異前外熏後得智用。此就三乘約內外識智分別", "901": "相說。故文結云。此約別相說也。已上二科。収歸三", "902": "乘教義。依後得智說。兼前一乘同別。依海印定起。", "903": "總歸第五明同別依定二智分殊竟。△第六明一", "904": "三解行比證兩殊。文二。初一乘別機。三生比較。", "905": "章曰。又一乘法義。出出世證。餘時見聞及比解行。", "906": "解曰。法是華嚴大威德法門。就法顯義。義分信解", "907": "行證。令機趣證。義說三生。故曰法義也。直顯一乘", "908": "機。於具縛身中。見聞此法。成金剛種。為見聞生。依", "909": "種發解。依解成行。即離結縛。名解行生。依行證入。", "91": "本也。若爾如何清凉。於辯違中。不許唐吉藏。判法", "910": "離於情繫。名證入生。此明圓機圓行圓證。一生尅", "911": "證。三生必圓。不落堦漸。疾得成證。故屬別教一乘", "912": "耳。言出出世證者。直詮因陀羅微細境界。超出麤", "913": "細眾生界故。則不可說其分齊故也。故至相曰。法", "914": "華經云。此土常安穩。當知三界內。有麤細眾生。麤", "915": "者見劫壞。細者常安穩。佛所以不同說小乘三界。", "916": "唯一同成壞。初教三界。其義則空。終教三界。則加", "917": "無分別。一乘三界。所謂無盡無分別等。圓別之機。", "918": "乃約一念頓成說也。曰餘時者。如賢首曰。若依圓", "919": "教。一切時分悉皆不定。何以故。謂諸劫相収故。相", "92": "華為攝末歸本法輪耶。答不許吉藏者。以彼全約", "920": "即故。該通一切因陀羅等諸世界故。仍各隨處。或", "921": "一念。或無量劫等。不違時法也。又如至相。約餘時", "922": "比較。總有五說。一依勝身。一生即得。二依三時益。", "923": "三依一時益。四依一念益。五無念益。文義繁廣。具", "924": "釋如四十五知識章。後具明也。△二三乘同機三", "925": "生比較。", "926": "章曰。三乘法義。出世得證。世間比而解行。", "927": "解曰。三乘是聲聞緣覺菩薩三乘也。詮顯諦緣度", "928": "三法也。就法顯義。名依信解行等。修習趣入。得出", "929": "五濁惡世。證入清淨佛土。不同圓別一乘所起行", "93": "化儀失。據法但有大小。同前讖師半滿失昧經別", "930": "用。皆徧法界也。故賢首揀曰。是故當知。與彼三乘", "931": "分齊全別。何以故。以三乘行位。是約信解阿含門", "932": "中。作如是說也。言世間比而解行者。世間。即三種", "933": "世間中眾生世間。自在行。是菩薩隨眾生差別信", "934": "等。比較解行損益也。故至相通依五乘。定其解行", "935": "損益章中曰。又諸乘解行理事等。所有損益。並為", "936": "世間未出世者。成損益門。非為出世者。故梁攝論", "937": "曰。若世間法則可毀。若出世間法。則不可毀等。已", "938": "上二科。収歸第六明一三行解比證兩殊竟。△第", "939": "七明一三願行依住兩殊。文二。初一乘本法眾生", "94": "為一類滯小失故演義釋彼違曰。今此師立。唯約", "940": "依住。", "941": "章曰。一乘法義。佛及普賢菩薩。願行建立。有情眾生", "942": "依而住持。", "943": "解曰。一乘法體。是為眾生依而住持。但自迷倒。住", "944": "持不顯。持非幻滅。是故佛及普賢。建立願行法門。", "945": "廣闢如塵數。悉使眾生深悟喜故。現相品云。毗盧", "946": "遮那佛。願力周法界。一切國土中。恒轉無上輪。△", "947": "二三乘行法佛等依持。", "948": "章曰。三乘法義。眾生業行建立。佛菩薩等依而住持。", "949": "解曰。三乘法義。以眾生界為所依。以大悲業行為", "95": "化儀。據法但有大小。同前半滿。亦攝義不足。又曰", "950": "能依。若無所依。能依業行無由建立。是故理趣六", "951": "度經云。大乘萬行。大悲為先。譬如長者。唯有一子。", "952": "父母憐念。徹於骨髓。菩薩大悲亦復如是。於諸有", "953": "情。住於極愛一子之地也。已上二科。收歸第七明", "954": "一三願行依住兩殊竟。△第八明一乘宗本想念", "955": "頓成。文二。初想念幽玄。", "956": "章曰。一乘法義。臨其玄想。玄想頓得。若見於佛頓見", "957": "頓見〔具十〕稱名亦爾。菩薩亦然。", "958": "解曰。一乘宗本。乃同別之歸源。萬行法門。以三昧", "959": "為元首。臨者監也。監照幽玄。想滅惡覺。想寂則氣", "96": "自是立教之人。不得法華之意。別為一類滯小之", "960": "虗神朗。氣虗則智恬具照。神朗則無幽不徹。心境", "961": "皆佛。能所俱泯。體則一行三昧。用則內外無窮。故", "962": "清涼云。內用有三。慧眼偏觀一切境界。是普眼用。", "963": "善巧方便。是智光照耀用。離一切障。是清淨用。乃", "964": "至明其外用。勝解印持。隨心去住。於中亦三。不動", "965": "而往。不念而持。不往而見等。是知玄想頓得體用。", "966": "頓見法界無盡佛剎。頓證法界無盡法門。頓融理", "967": "事相即無礙。頓融性相。相外無性。性外無相。性相", "968": "交徹。頓見真佛真土。重重融攝。直順頓見頓了。是", "969": "想非想。乃名玄想。是心是佛。非心非佛。是心是念。", "97": "人。是知。吉藏雖判。為攝末歸本法輪。而具上三失。", "970": "非念是念。故清涼曰。見佛取相。滯於方便。知佛空", "971": "寂。真慧所沉。念無念者。不礙事而恒真。無念念者。", "972": "不動真而恒用。動寂無礙。方念真佛。方見真佛。菩", "973": "薩聖眾。頓現無盡。故曰亦然也。然此第八一科。正", "974": "顯同別二教。一三乘機。進修宗本。玄想三昧。參學", "975": "勝流。當念念玄想。取悟自心。無厭繁說。△二成佛", "976": "同時。", "977": "章曰。一乘法義成佛。共一切眾生。同時同時〔具十〕成佛。", "978": "後後〔具十〕皆新新斷惑。亦不住學地。而成正覺也。普賢", "979": "菩薩行願亦爾。三乘即不然。", "98": "攝義不足也。今家所判。語同義別也。今以法華約", "980": "解曰。出現品曰。我今成正覺。普見一切眾生成正覺。", "981": "我今入涅槃。普見一切眾生入涅槃。何以故。一乘", "982": "法體凡聖本有性無二故。同時具足。無前無後。新", "983": "新非舊。就用說斷惑。則一斷一切斷。約實體則無", "984": "可斷。以本清淨故。不住漸次學地也至相曰。今此", "985": "一乘。一念即得。具足一切。偏通諸位。委如諸法相", "986": "即自在門說。是知圓別一乘法義成佛。乃顯本真", "987": "本成就事成佛也。不同三乘說理成佛也。故文揀", "988": "曰。三乘即不然也。已上二科。収歸一乘宗本想念", "989": "頓成竟。△第九顯同別中各具同別義。文二。初別", "99": "化法。旨□華嚴為法本。故清凉曰。於一佛乘。說無", "990": "教中具同別。", "991": "章曰。又別教之中。亦有同別。由多即一。是其同也。為", "992": "一中多。即是別也。", "993": "解曰。別教中具同義者。即同時具足相應門也。以", "994": "教義理事行位因果等十對事法為首。皆各總攝", "995": "一切。成一乘無盡陀羅尼法。無有前後。參而不雜。", "996": "故曰由多即一也。同時具足。同時顯現故。是其同", "997": "義也。別教中具別義者。即一多相容不同門也。以", "998": "一教義。具攝因果理事等十義門。又隨一門中。即", "999": "具攝前因果理事一切法門。如彼初錢中。即攝無"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 985 華嚴融會一乘義章明宗記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 985 華嚴融會一乘義章明宗記", "author": "宋 師會述", "language": "chinese", "source": "CBETA"}