{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 693 梵網經玄義", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 693", "1": "佛說梵網經菩薩心地品玄義", "2": "明　菩薩沙彌古吳　智旭　述", "3": "菩薩比丘溫陵　道昉　訂", "4": "夫道窮覺海。必稱性以垂慈。教被羣機。必攝末而", "5": "歸本。是以界內界外。混之弗齊。行布圓融。類之不", "6": "隔。梵網經心地品者其眾生之本源。諸佛之慧命", "7": "乎。本源自性清淨。故稱為梵。慧命徧傳塵剎。故稱", "8": "為網。萬法之所集起。故稱為心。凡聖之所依持。故", "9": "稱為地。約身。則舍那為本。釋迦為迹。約土。則華藏", "10": "為本。此界為迹。本迹雖殊。皆不離於梵網。約法。則", "11": "九處所說為別。四禪今說為總。約義。則次第行位", "12": "為別。初心木叉為總。總別雖殊。皆不出於心地。故", "13": "機緣初熟。乃接眾以覲本源。心地既敷。仍秉法而", "14": "傳異界。示成正覺。即廣演總中之別。還至菩提。爰", "15": "先敷別內之總至哉斯教。尤返迷歸悟之要津。行", "16": "菩薩道之根本也。拈一品而知一部指歸。即一部", "17": "而通一代儀法。觀一佛而徧知十方三世楷模。廼", "18": "紹先哲之芳規。補前聖之未備。將釋經文。先陳五", "19": "義。一釋名二顯體。三明宗。四辨用。五教相。", "20": "釋名為二。初釋佛說梵網經名。次釋菩薩心地品", "21": "名。初中為三。初釋佛說。次釋梵網。第三釋經。", "22": "初言佛說者。乃大聖慈尊四辯宣揚也。梵語具云", "23": "佛陀。此翻覺者。自覺。覺他。覺行圓滿。故名為佛。原", "24": "始要終。具六即義。謂一切眾生本具覺性。名為理", "25": "佛。聞此理性。圓解初開。是名字佛。念念觀心。伏五", "26": "住惑。名觀行佛。功深垢落。淨於六根名相似佛。分", "27": "破無明。分見法性名分證佛。無明斷盡。理性圓顯。", "28": "名究竟佛。佛有三身。謂法報化。法即本覺性體。報", "29": "乃始覺智圓。化則慈悲應現。有處云法身名毗盧", "30": "遮那。此翻光明徧炤。報身名盧舍那。此翻淨滿。化", "31": "身名釋迦牟尼。此翻能仁寂默。然晉譯華嚴皆稱", "32": "為盧舍那。唐譯皆稱毗盧遮那。只是梵音楚夏。未", "33": "必專以此分法報。又華嚴或名釋迦。或名遮那。本", "34": "無異體。惟此經舍那自坐華臺。釋迦據百億界。當", "35": "知三身非一非異。機緣不同。見一異耳。又三身皆", "36": "具單複二義。法身單者。惟指本來清淨理體。報身", "37": "單者。惟指無上功德智慧。化身單者。惟指應現如", "38": "水中月。法身複者。一本性清淨法身。即眾生本源", "39": "自性天真佛也。二離垢妙極法身。即諸佛所證究", "40": "竟法界理也。報身複者。一自受用報身。即諸佛智", "41": "斷二德究竟實果。二他受用報身。即地上菩薩隨", "42": "其心量所見剎塵相好。一一相好皆無分劑者也。", "43": "化身複者。一應現身。示成八相。二變化身。無而倐", "44": "有。又化身亦名應身。應物示現。如月印水故也。示", "45": "八相者。復有三種。一勝應身。謂地上大士所見。相", "46": "好無量。及一類大根眾生。雖未登地。繇善根力。亦", "47": "能見之。此亦名為他受用報。二帶劣勝應身。即通", "48": "教三乘所見。接入別圓故勝。猶依事識故劣。三劣", "49": "應身。即界內鈍根所見丈六老比丘相。惟依事識", "50": "不達相海無邊之致。故名為劣。此三應身。復須約", "51": "橫豎以辨其相。約橫辨者。只一丈六境本定身。界", "52": "內鈍根。見其在木樹下坐生草座。以老比丘身。轉", "53": "生滅四諦法輪。界內利根。即見在寶樹下。坐天衣", "54": "座。以帶劣勝應身。轉無生四諦法輪界外鈍根。又", "55": "即見其在華藏界。坐華王座。以圓滿報身。轉無量", "56": "四諦法輪。乃至界外利根。又即見其居寂光土。坐", "57": "虗空座。以清淨法身。轉無作四諦法輪。此則佛身", "58": "不動。機見自殊。故名橫辨也。約豎辨者。如此經中", "59": "千百億釋迦。自坐菩提樹下。義當劣應。應藏教機。", "60": "千華上佛。自居四禪宮中。義當帶劣勝應。應通教", "61": "機。故起信論云。菩薩功德成滿。於色究竟處。示一", "62": "切世間最高大身。謂以一念相應慧。無明頓盡。名", "63": "一切種智。自然而有不思議業。能現十方利益眾", "64": "生即其證也。盧舍那佛。自據蓮華臺藏世界。義當", "65": "他受用報。亦名勝應。應別教機。此則佛身不同。處", "66": "所亦異。若藏教機轉而為通。則離於樹下。得見四", "67": "禪中佛。若通教機接入別教。則從於四禪。還至華", "68": "藏世界。惟圓人根利。於一切身若橫若豎。了知皆", "69": "即法身影現。故不別明身相處所。此名豎辨也。問。", "70": "起信為圓頓大乘。胡得判作通教佛相。答。文中既", "71": "言示世間最高大身。知是應化。非指法報。而通教", "72": "為大乘初門。前通三藏。令不滯於化城。後通別圓。", "73": "令同歸於寶所。故功德成滿菩薩。示現此身最切", "74": "機宜。兼與今經宛合。以三千大千世界。統一色究", "75": "竟天。故亦統一佛身。即所謂周匝千華上之千釋", "76": "迦也。於同居土中最為高大故名勝應。對方便土", "77": "中猶屬分段。故名帶劣。言一念相應慧者。明是應", "78": "通教機。言無明頓盡名一切種智者。約權。則斷盡", "79": "色心無知習氣。亦稱佛眼一切種智。約實。則是從", "80": "法報而垂應化。言不思議業能現十方者。即所謂", "81": "一華百億國。一國一釋迦。千百億釋迦。是千釋迦", "82": "化身也。無而倏有。又有二種。一示現佛相。二示九", "83": "界相。如妙音觀音等。隨類現身。來時不知。去時不", "84": "覺。佛佛道同。總以慈悲感應成茲妙用也。如此三", "85": "身。義意無量。總非異體。法身如珠體圓。報身如珠", "86": "光淨。化身如珠影互涉。離體無光。離光無影。繇影", "87": "知光。繇光見體。三身理明。梵網義顯矣。又此三身。", "88": "即是三德。法身即法身德。除中道外無別體故。報", "89": "身即般若德。證理繇實智故。化身即解脫德。處處", "90": "應現往故。三德秘藏。諸佛非增。眾生非減。三身亦", "91": "爾。但迷時為理即三身。乃至成佛時為究竟三身", "92": "耳。說者。悅其所懷。謂諸佛久修久證一體三身。了", "93": "知一切眾生同具此德。大悲熏心。每思濟度。今機", "94": "緣初熟。廼接歸本源世界。親覲本尊。秉受心地法", "95": "門。次復示成樹下。普為凡夫結重輕戒。俾受者頓", "96": "入佛位。成真佛子。度生本懷。於茲暢悅。據文。則上", "97": "卷是舍那所說。下卷是釋迦所說。然經傳此界。必", "98": "繇釋迦之所覆述。題稱佛說。當指釋迦。亦以三身", "99": "不異故也。問。三身既是不異。何故釋迦擎接大眾。", "100": "還至蓮華臺藏世界。同禮舍那。答。三身不異。亦非", "101": "定一以不異而異。故約豎辨。如此經中釋迦億國。", "102": "舍那華臺。以不一而一。故約橫辨。如華嚴中不動", "103": "寂場。徧於塵剎。又以一而不一。故華嚴明或見釋", "104": "迦。或無量壽。或復阿閦。或賢首等令人不作定一", "105": "之見。以異而不異。故此經云如是千百億。盧舍那", "106": "本身。令人不作定異之見。佛身一異。既不可思議。", "107": "說法傳受。亦不可思議。謂初一番舍那傳法。千釋", "108": "迦受之。次一番千釋迦傳法。千百億釋迦受之。第", "109": "三番千百億釋迦傳法。一切眾生受之。乃至現在", "110": "眾生展轉傳法。後世眾生次第受之。以言其異。則", "111": "同者亦異舍那尚非千佛。千佛尚非百億。況千百", "112": "億。豈即一切眾生。是名為迹。是隨情說。以言其同。", "113": "則異者亦同。千百億既即千佛化身。千佛又即舍", "114": "那化身。彼一切眾生。何獨非舍那同體。故曰若人", "115": "受佛戒。即入諸佛位。汝是當成佛。我是已成佛。是", "116": "名為本。是隨智說。為本施迹。繇迹顯本。此擎接大", "117": "眾還蓮華藏意也。舍那為本。千釋迦為迹。千佛又", "118": "為本。千百億釋迦為迹。千百億又為本。一切眾生", "119": "為迹。乃至展轉傳法者復為本。受法者復為迹。本", "120": "迹重重。不可思議。而離本無迹。迹是本家之迹。故", "121": "云諸佛心內眾生。離迹無本。本是迹家之本。故云", "122": "眾生心內諸佛。法華本迹。豎約塵劫。此經本迹。橫", "123": "約億界。豎則古今不離當念。橫則自他不隔毫端", "124": "為本施迹。妙智隨情。開迹顯本。融情歸智。豈不巧", "125": "哉。又此經不惟橫開本迹。知自他之不隔。亦復豎", "126": "開本迹。顯今古之常然。如下卷初云。吾今來此世", "127": "界八千返。為此娑婆世界坐金剛華光王座。乃至", "128": "摩醯首羅天王宮。為是中一切大眾略開心地法", "129": "門竟。豈非開顯數數示成正覺之事。故法華經云。", "130": "我實成佛已來。久遠若斯。但以方便教化眾生令", "131": "入佛道。作如是說也。若謂概論受生行菩薩道。則", "132": "觀此大地。無有一微塵許非是菩薩捨身命處。又", "133": "何止八千返耶。問開近顯遠。惟在法華。餘部之所", "134": "不共。今方初示成道。胡得便約發本為解。若此經", "135": "既已發本。又何須法華更開。答。法華兩番開顯。皆", "136": "點示界內權機。令歸佛道。今經與華嚴同部。自被", "137": "界外兩機。縱令二乘在座。猶然若啞如聾。況未與", "138": "法席。那知絕唱。故須直至法華。方得開會。不可謂", "139": "根已熟者。亦至法華方開會也。問。佛三身中。的是", "140": "何身說法。答。三身既非一異。自不容偏執何身說", "141": "法。但為對治有異。故使諸經所說不同。或云報化", "142": "非真佛。亦非說法者。此則恐人執相迷理。故惟示", "143": "法性本覺以為真佛也。或云法佛者。自覺聖境。無", "144": "言無說。說法現儀。皆化佛耳。此則恐人以法身墮", "145": "在情量。故惟指化佛示三輪也。實則說法度生。非", "146": "法身。亦不離法身。非報化身。亦不離報化身。若得", "147": "四悉檀意。謂惟法身說法亦可。如云報化非說法", "148": "者。謂惟報化說法亦可。如云法身無言無說。謂三", "149": "身合乃說法亦可。如云功德和法身。處處應現往。", "150": "謂三身各各說法亦可。法報佛為地上菩薩說法。", "151": "勝應佛為地前及聲聞緣覺說法。劣應佛為一切", "152": "凡夫說法。謂三身總無所說亦可。如云四十九年", "153": "不說一字。若不解四悉因緣。隨執一句。皆名謗佛也。", "154": "次釋梵網為二。初約喻。次約法。初約喻者。經云時", "155": "佛觀諸大梵天王網羅幢。因為說無量世界猶如", "156": "網孔。一一世界。各各不同。別異無量。佛教門亦復", "157": "如是。故知以喻為名也。能喻惟一。謂梵王珠幢。所", "158": "喻有二。謂世界及佛教門。世界即所被之機。教門", "159": "即能被之法。法性平等。理非種種。繇機異故。教門", "160": "亦殊初明所被之機不言眾生而言世界者。舉依", "161": "報以該正報。所謂佛世界。乃至地獄世界。以此種", "162": "種世界。皆是眾生同別二妄所成。同中有別。別中", "163": "有同。同別互緣。安立剎網。淨穢差別。非言可窮。略", "164": "而明之。有四種土。一常寂光土。二實報無障礙土。", "165": "三方便有餘土。四凡聖同居土。以四土攝十界者。", "166": "寂光是佛世界。實報是菩薩世界。方便是聲聞緣", "167": "覺世界。同居是六凡世界也。於此四土。又各分淨", "168": "穢。及具橫論豎論二義。今先明四土。初常寂光土", "169": "者。常即法身。寂即解脫。光即般若。又三德皆常。性", "170": "無遷故。三德皆寂。離塵勞故。三德皆光。極明淨故。", "171": "如此三法。不縱不橫。名祕密藏。乃清淨法身所遊", "172": "居處。約智名身。約理名土。身土一如。非二相也。此", "173": "無各各別異之致。而實徧周別異界中。以別異世", "174": "界。離此別無安立處故。實報無障礙土者。繇於全", "175": "性起修稱性所感真實果報。色心自在。塵剎互含。", "176": "地上大士之所遊居。身能現土。土亦現身。不違法", "177": "性。勝妙莊嚴。具如華嚴所明法界安立海也。方便", "178": "有餘土者。出三界外三乘聖眾修方便道之所遊", "179": "居。但離分段。未免變易。但盡見思。未除別惑。故名", "180": "有餘。謂有九人生於此土。藏教二人。聲聞。緣覺。通", "181": "教三人。聲聞。緣覺。及六地以上菩薩。別教三人。十", "182": "住。十行。及十回向。圓教一人。即是十信也。凡聖同", "183": "居土者。三界九地。二十五有。本是凡夫有漏善不", "184": "善不動業之所招感。而聖人亦復同居。其同居者", "185": "有二種聖。一實。二權。實者。謂此聖人。始是凡夫。本", "186": "繇夙業牽生此界。生此界後。因修道力。證三乘果。", "187": "權者。謂此聖人。或是寂光實報方便土人。繇大悲", "188": "願力。哀愍眾生。示生此界。非是業牽。以此二種聖", "189": "人與凡雜處。故名凡聖同居土也。問。同居土中。聖", "190": "有權實。上三土中。惟聖無凡。亦各有權實否。答。方", "191": "便土中。二權一實。若從同居土中斷見思惑。盡分", "192": "段生。乃於方便土中受法性身。如前所明九人。總", "193": "名一實。若寂光實報佛及菩薩。為誘定性二乘。及", "194": "地前菩薩令入正位。示居方便。是名二權。實報土", "195": "中一權一實。若別地圓住分破無明而得生者。名", "196": "之為實。若寂光法佛現他受用報身。教諸菩薩令", "197": "盡無明源者。名之為權。寂光土中。惟實無權。以是", "198": "諸佛所遊居故。次明四土各分淨穢者。同居土中。", "199": "五濁輕者則淨。如極樂世界。妙喜世界等。五濁重", "200": "者則穢。如今娑婆世界等。又或純淨無穢。或純穢", "201": "無淨。或淨兼穢。或穢兼淨。或淨轉穢。或穢轉淨。各", "202": "各不同。別異無量。皆繇眾生業感。致斯差降。具如", "203": "諸經廣明。方便土中。析空拙度者穢。體空巧度者", "204": "淨。細論則九人所見。後後轉勝。亦得展轉論於淨", "205": "穢。實報土中。次第三觀證入者穢。一心三觀證入", "206": "者淨。寂光土中。分證名穢。究竟名淨。問。同居繇業", "207": "所牽。可分淨穢。上之三土。皆是聖居。那復有穢。答", "208": "譬如孫陀絕色。比於天女。不啻瞎猴。上味酥酡。禪", "209": "天視之。不啻膿血。色界妙身。四空視之。逾於癰毒。", "210": "小乘三昧。法眼觀之。猶如癡醉。以此為例。淨穢何", "211": "窮。未登妙覺。穢終未盡。淨終未極。故曰。一一世界", "212": "各各不同。別異無量也。次明橫論豎論者。豎則出", "213": "於同居。乃入方便。出於方便。乃入實報。出於實報。", "214": "乃入寂光。斷惑既淺深不同。住處亦高下逈別。橫", "215": "則不移當處。所見自殊。於同居土。橫超三土。謂見", "216": "思斷盡即見方便。塵沙斷盡。分破無明。即見實報", "217": "亦得分見寂光。無明斷盡。即得了了見於寂光。於", "218": "方便土。橫超二土。謂實報寂光。於實報土。橫超一", "219": "土。謂常寂光。常寂光土。無復可超。亦無橫豎。又約", "220": "諸佛菩薩。三乘聖人。隨於己土。橫豎自在謂常寂", "221": "光土。能為眾生現下三土。實報土中。能為眾生現", "222": "下二土。方便土中。能為眾生現同居土。又同居土", "223": "中。能為眾生示上三土。方便土中。能為眾生示上", "224": "二土。實報土中。能為眾生示寂光土。故曰。無量世", "225": "界。猶如網孔。互相涉入也。次明能被之法。法貴", "226": "當機。機既萬殊。法亦千變。概而為語。有四種教。良", "227": "以眾生流轉二死。止因迷真迷中二種無明。迷真", "228": "故有分段生死。須設界內教以度之。迷中故有變", "229": "易生死。須設界外教以度之。而真中二迷。復各有", "230": "輕重不同。故界內外人。又各有利鈍根異。迷真重", "231": "者為界內鈍根。非析空觀莫生其解。故有藏教法", "232": "起。迷真輕者為界內利根。非體空觀不逗其宜。故", "233": "有通教法起。迷中重者為界外鈍根。非次第三觀", "234": "莫治其惑。故有別教法起。迷中輕者為界外利根。", "235": "非一心三觀莫開其悟。故有圓教法起。就此四教。", "236": "復各四門。謂有門。空門。亦有亦空門。非有非空門。", "237": "凡四四一十六門。就十六門。又各具四種悉檀。謂", "238": "諸眾生聞一一門。或得歡喜益。是世界悉檀。或得", "239": "生善益。是為人悉檀。或得滅惡益。是對治悉檀。或", "240": "得入理益。是第一義悉檀。故曰佛教門亦復如是。", "241": "猶如世界各各不同。別異無量也。又說此四教。更", "242": "有四種化儀不同。或頓說。或漸說。或秘密說。或不", "243": "定說。頓說者。頓示圓宗。或雖兼別。總被大機。如華", "244": "嚴及此經等。漸說者。曲為小機。引權入實。如阿含", "245": "為漸初。但說藏教。方等為漸中。並談四教。而二乘", "246": "秪得通益。般若為漸末。帶通別正談圓教。而二乘", "247": "秪得別益。秘密說者。為此說頓。為彼說漸。一座一", "248": "音。各自異解互不相知。不定說者。頓說中得漸益。", "249": "漸說中得頓益。以小助大。以大助小。如此儀法。融", "250": "攝難思。故曰佛教門亦復如是。猶如無量世界。喻", "251": "以網孔。互相涉入也。約四教對四土三佛者。寂光", "252": "法佛說圓教。實報報佛說別教。方便勝應佛說通", "253": "教。同居劣應佛說藏教。又法佛能具說四教。報佛", "254": "能說三教。謂藏通別。勝應能說二教。謂藏與通。劣", "255": "應能說一教謂惟三藏。又同居中樹下劣應須具", "256": "說四教。眾生根性雜故。色究竟天帶劣勝應惟說", "257": "三教。藏教之機不能見故。方便土中勝應身佛止", "258": "說別圓二教。令見中道。界內二機皆絕分故。實報", "259": "土中他受用報惟說圓教。令諸菩薩永盡無明源", "260": "故。自受用報冥於法性。惟受真樂。等覺以下所不", "261": "能見。無所說法。其諸菩薩所可見者。皆即他受用", "262": "報耳。寂光法身惟是諸佛自覺聖智境界。無復可", "263": "說。又報智冥法性身。離一切相。徧一切身。非說非", "264": "不說。雙炤說與不說。謂自受用報冥法身而寂然。", "265": "是不說義。種種應身依法報而起用。即是說義。又", "266": "不惟法身非說非默。雙炤說之與默。即報化等身。", "267": "亦各具說默二用。四辯宣揚。名之為說。三昧正受。", "268": "名之為默。有云。說法則利益眾生。默然則自受法", "269": "樂。一往語耳。自有眾生。聞佛說法而得歡喜生善", "270": "滅惡入理者。復有眾生。見佛默然而得歡喜生善", "271": "滅惡入理者。是故如來一說一默。皆關四悉因緣。", "272": "又說能詮表四教一十六門。門門令得四益。默亦", "273": "能顯示四教一十六門。門門亦得四益。若從說法", "274": "薦取者。一往判是信行。若從默然薦取者。一往判", "275": "是法行。又自有從說法而起隨法。行者。自有從默", "276": "然而起隨信行者。事非一概。又從默然處薦取者。", "277": "一往判是利根。從說法處薦取者。一往判是鈍根。", "278": "又自有利根則一聞便悟。鈍根乃須入定示相者。", "279": "亦非一概。今更約機感總述其意。樹下千百億劣", "280": "應。正為應藏教機。而愽地凡夫有夙具通別圓根", "281": "者。即於此劣應而聞後之三教。色究竟天帶劣勝", "282": "應身。正為應通教機。而諸天世人有夙具別圓根", "283": "者。即於此帶劣勝應身而聞後之二教。方便勝應", "284": "身。正為接通入於別圓。故鈍者但聞別教。利者兼", "285": "聞圓法。實報土中華臺報身。正應別圓二機。故華", "286": "嚴圓而兼別。此經別而兼圓。葢諸佛現身說法。本", "287": "為一實而施三權。必引三權而歸一實。既以說法", "288": "而引。亦以示相而引。說法而引。復有二義。一豎引。", "289": "二橫引。豎引者。先說阿舍以除凡情。次說方等以", "290": "奪聖解。次說般若以會其法。後說法華以會其人。", "291": "如前所明。於三漸中僅得三益。直至法華方得圓", "292": "益。此約最鈍根人。必須備歷五味而豎入也。橫引", "293": "者。即秘密不定二種化儀。隨其根性。或於阿含便", "294": "悟圓常。或於方等。或於般若。便悟圓常。不必歷盡", "295": "諸味。隨於何味。皆得超入。所謂置毒乳中。乳即殺", "296": "人。酪及二酥。乃至醍醐隨其毒發。皆即殺人也。示", "297": "相而引。亦有二義。一豎引。二橫引。豎引者。樹下機", "298": "熟。得見色究竟身。四天機熟。接歸華藏世界。華藏", "299": "機熟。證入平等法性也。橫引者。只此丈六劣應生", "300": "身。通教機熟。即見其為高大勝應。別教機熟。即見", "301": "其為剎塵相海。圓教機熟。即見其為淨妙法身也。", "302": "此橫豎二引。復各二意。若彼眾生。未曾伏斷見思", "303": "塵沙無明。而得見勝應他報及法身者。即是夙因", "304": "將熟。故佛以神力加被令見。見已方得惑斷理彰。", "305": "若彼眾生。既已伏斷三惑而得見三身者。即是現", "306": "在功熟。故佛隨機應之。如水清則月自現。然佛力", "307": "亦因自力。自力亦緣佛力。感應道交。機法相稱。尤", "308": "見別異無量而互相涉入也。約喻釋竟。次約法", "309": "者。梵網即是眾生心性。乃諸佛之本源。行菩薩道", "310": "之根本。是大眾諸佛子之根本也。自性本淨名梵。", "311": "塵介含攝名網。繇此心性。建立無量世界眾生之", "312": "法。及設無量教門諸佛之法。故曰心佛及眾生。是", "313": "三無差別。而此心性。體。絕染淨。徧能出生染淨諸", "314": "法正染淨時仍非染淨。染亦法界。淨亦法界。染淨", "315": "俱不思議。乃名為梵。所謂佛界清淨。乃至地獄清", "316": "淨。即此心性。體非同異。徧能示現同異諸相。正同", "317": "異時。仍非同異。異亦法界。同亦法界。同異俱不思", "318": "議。乃名為網。所謂佛為法界。一切法趣佛。乃至地", "319": "獄為法界。一切法趣地獄。略而言之。夫心者。不起", "320": "而已。介爾有心。三千具足。謂一念心中。必具十界。", "321": "於一一界。必各互含。便成百界。如此百界。各具相", "322": "性乃至本末究竟等十如。共有千如。復次實法一", "323": "千。假名一千。國土一千。則成三千。實法者地獄五", "324": "陰。乃至佛界五陰。假名者。地獄假名。乃至佛界假", "325": "名。國土者。地獄依報。乃至佛界依報。隨指一法。隨", "326": "舉一名。隨拈一塵。無非法界。理事頓足。無欠無餘。", "327": "如一法。一切諸法亦復如是。如一名。一切諸名亦", "328": "復如是。如一塵。一切諸塵亦復如是。而但云介爾", "329": "有心。三千具足者。以眾生太廣。佛法太高。故且令", "330": "觀心。庶易悟入。只此介爾極微劣心。三千性相。炳", "331": "然頓具。非前非後。不減不增。何以故。一念體圓。名", "332": "為理具。隨起念時。即名事造。良繇介爾所起之心。", "333": "於十界中必落一界。一界既現。九界同彰。故地獄", "334": "現時。一切法趣地獄。十界無非獄界。又獄界亦能", "335": "徧起十界。乃至佛界現時。一切法咸趣佛界。十界", "336": "無非佛界。又佛界亦能徧起十界。法性自爾。非關", "337": "強造。只因此介爾一念之心。必全攬法界以為其", "338": "體。而此法界。從來無有分劑。不可割裂。安得謂此", "339": "介爾之心。止是少許法界理耶。又此介爾之心。既", "340": "全具法界之理。必全具法界之事。以此法界。從來", "341": "攝一切事罄無不盡。並無一事如微塵許。能出法", "342": "界外者。倘謂介爾心中。但具法界全理。不具法界", "343": "全事。不幾有理外之事耶。所以念體念用。同名為", "344": "心。念體則冥乎理具。而理具還包事造。念用則成", "345": "乎事造。而事造還含理具。故此事理兩重三千。皆", "346": "即一念心中圓具。如帝網珠。光光融攝。重重無盡。", "347": "難議難思。昏迷倒惑。此理常如。梵網理也。迷此理", "348": "心。紛然五住。妄受二死。不契妙心。是成世界種種", "349": "差別。諸佛愍之。隨機設教。為圓為別。為通為藏。教", "350": "設四門。門兼四悉。或頓或漸。或秘或顯。廣化眾生。", "351": "令歸本際。梵網教也。背塵趨覺。秉教修行。小大隨", "352": "其夙根。鈍利仍其慣習。或轉或接。或借或會。從無", "353": "量門。通一實境。梵網行也。繇理起教。因教發行。藉", "354": "行契理。理非心外。教行亦然。理即法身。教即般若。", "355": "行即解脫。迷成三障。悟顯三身。自悟名佛。悟他名", "356": "說。自他不二。名為梵網。約法釋竟。", "357": "第三釋經者。先正釋。次示通別。三明具義互含。先", "358": "正釋者。梵語修多羅。此翻契經。上契妙理。下契羣", "359": "機。故名為契。為法為則。今古常然。故名為經。從來", "360": "譯師。皆略去契字。直稱為經。經乃此方之言。訓法", "361": "訓常。法者軌持義軌生物解。任持自性。常者不變", "362": "不壞義。軌持即契機。常即契理。字雖從略。義亦無", "363": "減。而此經法。具有教行理三。言教經者。大聖垂慈。", "364": "隨類開示。所有訓誥。法界同遵。故名為經。言行經", "365": "者。一行。五行。萬行。微塵數行。三乘聖眾之所共繇。", "366": "決無異趣。故名為經。言理經者。有佛無佛。性相常", "367": "住。魔外不能令其壞。大聖不能有所作。豎窮橫徧。", "368": "體極真如。故名為經。又文字即教經。契機即成行", "369": "經。契理即是理經。又此方以文字為教體。故指卷", "370": "帙為經。於卷帙中。具足三經。能令眾生解其所詮。", "371": "即是教。依此生善滅惡。即是行。依此證入法性。即", "372": "是理。當知卷帙。只是色法。於色塵中既具三經。餘", "373": "塵亦爾如佛在世時。以音聲為教體。或隨聞歡喜。", "374": "隨聞生善滅惡。隨聞入證。於一音中。三經圓具。或", "375": "從善知識。及說法人邊聞言得益。亦復如是。隨法", "376": "行人歷法觀察。以法塵為教體。香積佛國以香飯", "377": "作佛事。是味為教體。或有佛國以天衣作佛事。是", "378": "觸為教體。以要言之。六塵體是法界。故一一無非", "379": "教經。亦無非行經。亦無非理經。但隨根有利鈍。致", "380": "使迷悟不同耳。次示通別者。梵網是別名。別餘", "381": "經故。經是通名。同名經故。教行理三。皆論通別。具", "382": "如台宗廣明。有釋經為能詮。佛說梵網為所詮者。", "383": "茲所不用。以佛等五字。皆是能詮。字下之義。皆是", "384": "所詮。若以能所判釋。豈佛說梵網四字便非文字。", "385": "而經之一字便無義耶。故惟得論通別也。三明", "386": "具義互含者。先明具義。謂佛等五字。各具教行理", "387": "三義。佛即是教。生物解故。亦即是行。是心作故。又", "388": "即是理。究竟性故。說即是教。四辯宣故。亦即是行。", "389": "如說行故。又即是理。如理說故。梵即是教。顯淨法", "390": "故。亦即是行。具梵行故。又即是理。清淨性故。網即", "391": "是教。示差別故。亦即是行。徧布列故。又即是理。相", "392": "常住故。經即是教。善詮顯故。亦即是行。共遵繇故。", "393": "又即是理。不可壞故。次明互含。謂佛等五字。各", "394": "含諸字之義。佛即是說。令他悟故。亦即是梵。極清", "395": "淨故。亦即是網。三輪普覆法界海故。亦即是經。為", "396": "天人師。極真常故。說即是佛。覺悟他故。亦即是梵。", "397": "言音淨故。亦即是網。具足四悉一十六門。摝諸眾", "398": "生出生死故。亦即是經。堪秉受故。梵即是佛。清淨", "399": "覺故。亦即是說。顯示理故。亦即是網。互炤無窮故。", "400": "亦即是經。清淨之性不可壞故。網即是佛。覆護眾", "401": "生故。亦即是說。昭示眾生故。亦即是梵。莊嚴清淨", "402": "故。亦即是經。豎窮橫徧故。經即是佛。法身舍利故。", "403": "亦即是說。永傳慧命故。亦即是梵。離過絕非故。亦", "404": "即是網義門無量故。更約品名互顯者。佛即菩薩。", "405": "不捨眾生故。菩薩即佛。不違法界故。佛即是心。心", "406": "外無佛故。心即是佛。佛性之外無別心故。佛即是", "407": "地。荷負眾生故。地即是佛。平等持載故。梵網即菩", "408": "薩。自覺覺他故。菩薩即梵網。差別莊嚴故。梵網即", "409": "心地。繇心所現故。心地即梵網。王所相應故。人即", "410": "是法。實法所成故。法即是人。假名所顯故。乃至人", "411": "法即喻。假施設故。喻即人法。依理智故。經即是品。", "412": "離別無總故。品即是經。離總無別故。一一互含。義", "413": "理無際。盡一品文。盡一部教。盡一代法。盡十方三", "414": "世諸佛所說。隨拈一經。隨拈一品。隨拈一句。隨拈", "415": "一字。亦各互含。無限無劑。故云。一即是多多即一。", "416": "文隨於義義隨文。又云。一中解無量。無量中解一。", "417": "一字法門。海墨書而不盡。若不作此解釋者。安窺", "418": "梵網法喻之旨耶。", "419": "次釋菩薩心地品名者為四。初釋菩薩人名。次釋", "420": "心地法名。三就人法對釋。四釋品字。先釋菩薩", "421": "者。梵語具云摩訶菩提質帝薩埵。此翻大道心成", "422": "就眾生。或翻覺有情。或云大士。或云開士。以其依", "423": "四諦境。發四弘誓。擐大甲冑。能為難事。上弘佛法。", "424": "下化眾生。悲智雙運。故獲此名。今略去六字。但稱", "425": "菩薩。明此行位。須約四教。一明藏教菩薩。創聞", "426": "生滅四諦及事六度法。愍己愍他。大悲增上。發菩", "427": "提心。誓度一切。歷三阿僧祗劫。熾然修行六波羅", "428": "蜜初僧祗中。離三惡道。及邊地根缺女身。亦能常", "429": "識宿命。但心猶未知作佛與不作佛。二僧祗中。心", "430": "知作佛。口未能言。第三僧祗。功德漸備。了知作佛。", "431": "口亦能言。三僧祗滿。更住百劫修相好因。積百福", "432": "成一相。治大千盲人悉瘥為一福等。如經廣明。至", "433": "最後生。住兜率天宮。待眾生緣熟。示現降神母胎。", "434": "乃至出家。坐菩提樹。降伏魔軍。齊此以前。總名菩", "435": "薩。發真無漏三十四心。頓斷見思習氣。乃名為佛。", "436": "此藏教中說菩薩於三阿僧祗劫久受生死。求大", "437": "菩提。但自專精修行六度。而見思二惑。伏而不斷。", "438": "以見思若斷。即證聲聞辟支佛地。永入涅槃。不復", "439": "能行菩薩道故。何以須作此說。謂此教門。本為界", "440": "內鈍根而設。正化二乘。傍化菩薩。正化二乘者。愍", "441": "其久在火宅。了無出意。自非權示生滅四諦法門。", "442": "尚不免被三界火燒。何繇得解佛之智慧。故須為", "443": "說斷見思惑。出分段苦。且入化城以蘇息之。既為", "444": "二乘說此法門。何得更說菩薩斷惑利生。所以三", "445": "祗止言伏惑。直至樹下。方乃頓發無漏三十四心", "446": "也。然使見思果在。則二生三生尚難保其不迷不", "447": "退。況歷三祗。故知此說。權中之權。已為通教所破。", "448": "經云。安有毒器。堪貯醍醐。此之謂也。二明通教", "449": "菩薩有九地。第十名佛。一乾慧地。體陰界入如幻", "450": "如化。總破見愛八倒。名身念處。受心法亦如是。住", "451": "此觀中。修正勤如意根力覺道。雖未得相似理水。", "452": "而總相智慧深利。故稱乾慧。第二性地。從乾慧增", "453": "進。得成煖法。乃至頂法。忍法。世第一法相似得無", "454": "漏性水。故言性地。三八人地。人者。忍也。體見假發", "455": "真斷惑。在無間三昧中。八忍具足。智少一分。名八", "456": "人地。四見地者。見第一義無生四諦之理。斷見惑", "457": "八十八使皆盡。五薄地者。體愛假發真。斷欲界思", "458": "惑前六品盡。餘三品在。煩惱薄也。六離欲地。體愛", "459": "假即真。斷欲界思惑盡。故名離欲。七已辦地。體色", "460": "無色愛即真。發無漏。斷上八地思惑七十二品俱", "461": "盡。故言已辦。此前七地。與聲聞人共。八辟支佛地。", "462": "既斷正使。兼侵習氣。此地與緣覺人共。九菩薩地。", "463": "從空入假。道觀雙流。深觀二諦。進斷習氣色心無", "464": "知。遊戲神通。淨佛國土。成就眾生。學佛十力四無", "465": "所畏也。第十地名為佛者。大功德力以資智慧。一", "466": "念相應慧觀真諦究竟。習亦無餘。如劫火燒木。無", "467": "復󰞆炭。香象渡河。到於邊底也。此教亦名三乘共", "468": "十地。以七地之前與三乘共。八地之前與支佛共。", "469": "又此教名為通者。三人雖各不同。通觀無生體法。", "470": "同證無學。同出分段。同到化城。故稱為通。又通前", "471": "藏教。通後別圓。故稱為通也。三明別教菩薩。此", "472": "教專被界外之機。機不一故。說亦不同。華嚴明十", "473": "住十行十迴向為三賢。十地為聖。此經明三十心", "474": "十地。義意頗同。而名字逈異。至後釋文中當辨。金", "475": "光明但出十地佛果。勝天王明十地。涅槃明五行。", "476": "如是增減不同。皆不出四悉檀意。而瓔珞明五十", "477": "二位。位次最為周足。至若唯識明資粮加行二位。", "478": "頗似藏教。而通達位後。明修習十地。乃是別教地", "479": "名。楞嚴於十信前。更加乾慧。十迴向後。明四加行。", "480": "并取最初三漸次行以為能歷。五十七位是其所", "481": "歷。能所合稱。共名六十聖位。若單約所歷。復除乾", "482": "慧非真。妙覺非路。則名五十五位真菩提路。若據", "483": "乾慧。名同通教。四種加行。復濫藏名。而義理逈別。", "484": "此意多途。未易卒舉。今且約瓔珞明其階次。一外", "485": "凡十信位。一信。二念。三精進。四慧。五定。六不退。七", "486": "迴向。八護法。九戒。十願。此十位。伏三界見思煩惱。", "487": "次內凡十住位。一發心。二治地。三修行。四生貴。五", "488": "方便具足。六正心。七不退。八童真。九法王子。十灌", "489": "頂。初住斷見惑。七住斷思惑盡。證位不退。與藏通", "490": "二佛齊。八住以上。斷界內塵沙。伏界外塵沙。此十", "491": "住名習種性。用從假入空觀。見真諦理。開慧眼。成", "492": "一切智。行三百由旬。三內凡十行位。一歡喜。二饒", "493": "益。三無違逆。四無屈撓。五無癡亂。六善現。七無著。", "494": "八難得。九善法。十真實。此十行斷界外塵沙。名性", "495": "種性。用從空入假觀。見俗諦理。開法眼。成道種智。", "496": "四內凡十迴向位。一救護眾生離眾生相。二不壞。", "497": "三等一切佛。四至一切處。五無盡功德藏。六隨順", "498": "一切平等善根。七等隨順一切眾生。八真如相。九", "499": "無縛無著解脫。十入法界無量。此十迴向。伏無明。", "500": "習中觀。名道種性。行四百由旬。從八住至此。名行", "501": "不退。又此三十位。亦名三賢也。五明十地聖位。一", "502": "歡喜。二離垢。三發光。四𦦨慧。五難勝。六現前。七遠", "503": "行。八不動。九善慧。十法雲。初地用中道觀。破一分", "504": "無明。顯一分三德。證念不退。開佛眼。成一切種智。", "505": "行五百由旬。初到寶所。百界作佛。八相成道。利益", "506": "眾生。二地以上。地地各斷一品無明。證一分中道。", "507": "六明等覺位。從法雲地更斷一品無明。入一生補", "508": "處。此十一位。俱名聖種性。齊此名為菩薩。更破一", "509": "品無明。入第七妙覺位。了了見性。證大菩提。名之", "510": "為佛。四明圓教菩薩。圓教位次。名與別同。但別", "511": "教次第漸修。圓教一心圓具。別教位位各不相收。", "512": "圓教位位互相融攝。是為不同。今亦用瓔珞五十", "513": "二位。復依法華。於十信前。更明五品觀位。一隨喜", "514": "品。若人夙植深厚。或從善知識。或從經卷。圓聞妙", "515": "理。謂心佛眾生。三無差別。此心即空即假即中。全", "516": "體法界。頓具百界千如。種種性相。聞已信解。慶己", "517": "慶人。欲開此心而修圓行。圓行者。一行一切行。略", "518": "言為十。一者識知一念平等具足。不可思議。二者", "519": "愍己昏迷。慈及一切。三者又知此心常寂常炤。四", "520": "者用寂炤心破一切法即空即假即中。五者善識", "521": "一心諸心若通若塞。六者能於此心具足道品向", "522": "菩提路。七者又解此心正助之法。八者善識己心", "523": "及凡聖心。九者安心不動不墮不退不散。十者雖", "524": "識一心無量功德。不生染著。十心成就。其心念念", "525": "悉與諸波羅蜜相應。名隨喜品。二讀誦品。內則勤", "526": "修理觀。外則讀誦大乘。聞有助觀之力。如膏助火。", "527": "十心轉明。三說法品。內解轉勝。弘誓熏心。導利前", "528": "人。化功歸己。隨說法淨則智慧淨。十心倍明也。四", "529": "兼行六度品。正觀增明。傍兼利物。能以少施。與虗", "530": "空等。使一切法趣檀。檀為法界。事相雖少。運懷甚", "531": "大戒等亦爾。理觀為正。事行為傍。故言兼行。事福", "532": "資理。十心彌盛也。五正行六度品。圓觀淳熟。事理", "533": "欲融。事不妨理。理不隔事。權實二智。究了通達。治", "534": "世語言。資生產業。皆與實相不相違背。十心光猛。", "535": "如火益薪也。此五品位。用圓三觀圓伏五住煩惱。", "536": "名為外凡。次入內凡十信。繇修圓行。善巧增益。五", "537": "倍深明。得入圓位。善修平等法界。即入信心。善修", "538": "慈愍。即入念心。善修寂炤。入精進心。善修破法。即", "539": "入慧心。善修通塞。即入定心。善修道品。入不退心。", "540": "善修正助。入迴向心。善修凡聖位次。即入護心。善", "541": "修安忍。即入戒心。善修離著。即入願心。此是六根", "542": "清淨位。初心任運先斷見惑。證位不退。七心任運", "543": "思惑斷盡。八心九心十心。任運斷盡界內界外塵", "544": "沙。證行不退與別教十迴向齊。次明聖位。初住以", "545": "圓觀力。分破一品無明。三心圓發。謂緣因善心發。", "546": "即解脫德。了因慧心發。即般若德。正因理心發。即", "547": "法身德。如此三德。不縱不橫。圓在一心。發得本有。", "548": "故名初發心住。從二住去。乃至等覺。凡四十位。位", "549": "位各破一品無明。各顯一分三德。乃至妙覺。永別", "550": "無明父母。究竟登中道山頂。成大菩提。證大涅槃。", "551": "一切大理。大誓願。大莊嚴。大智斷。大徧知。大道。大", "552": "用。大權實。大利益。大無住。即是十觀成乘。圓極竟", "553": "在於佛。盧舍那名淨滿。一切皆滿也。然圓教行人。", "554": "亦名菩薩。亦名為佛。以創聞圓理。能生圓解。是名", "555": "字即佛。外凡五品。是觀行即佛。內凡十信。是相似", "556": "即佛。住行向地乃至等覺。皆名分證即佛。妙覺極", "557": "果。究竟即佛。而等覺以下。五品以上。已背塵緣。未", "558": "極覺海。亦名菩薩。又佛既有六即。菩薩亦然。乃至", "559": "十界。皆明六即。妙覺即是究竟菩薩。亦是究竟緣", "560": "覺聲聞。究竟天人修羅。究竟地獄鬼畜生也。", "561": "次釋心地法名者。據天台師但疏下卷戒品。則云", "562": "亦是譬名。以品內所明。大士要用。如人身之有心。", "563": "能總萬事。能生勝果。為大士所依。義之如地。今據", "564": "上品。具明菩薩三十心十地法門。當是指法之稱。", "565": "然三十心。無非菩薩之所遊履。一一皆能生勝妙", "566": "果。何獨非地。而體性十地。一一皆能總攝諸法。一", "567": "一何非菩薩妙心。但以相似位中。未證真實。故地", "568": "亦名心。分證位中。堪任荷持。故心亦名地。則知心", "569": "地二字。似別還通。約法約喻。皆無不可。且下卷重", "570": "輕戒品。若云初發心中常所誦一戒。似向發心一", "571": "位。別別拈此塵許法門。若云乃至十發趣十長養", "572": "十金剛十地諸菩薩亦誦。我今亦如是誦。是誠一", "573": "切菩薩之要用。一切大士之所依。喻以心地。愈覺", "574": "融通矣。三就人法對釋者。問。菩薩階位。既有四", "575": "教不同。今此心地。的屬何教。答。正屬別圓二教。非", "576": "屬藏通。藏通菩薩法門。雖亦從此心地流出。而機", "577": "不相關。設別圓有接通之義。既已被接。不復名通。", "578": "今就上下二卷。須作兩番對釋。次更合釋會經。", "579": "先就上卷三十心十地對釋者。若心心別歷。地地", "580": "漸證。即是別教菩薩。若一心一切心。一切心一心。", "581": "一地一切地。一切地一地。即是圓教菩薩。又一往", "582": "對位解釋。則發趣十心。同於十住長養十心。同於", "583": "十行。金剛十心。同於十向。體性十地。同於歡喜。乃", "584": "至法雲。若再往研義。則住行向位。念念皆應修習", "585": "此三十心。歡喜等地。位位皆應遊履此體性地。良", "586": "繇菩薩行位。功德難思。若欲具說。眾必驚疑。次第", "587": "略明。人復徧執。故此經與華嚴。部味雖同。特示出", "588": "入如華嚴十地明十波羅蜜。此則以十度為發趣", "589": "十心。華嚴所明菩薩四攝。此經收在十長養中。此", "590": "經所明十金剛心。大似圓教內凡十信。又第六不", "591": "退心中。即具明三種不退。華嚴以十度分屬十地。", "592": "此則初地便具十力十號及不共法。而五地復專", "593": "明十力。七地專明十八不共。十地專明十號功德。", "594": "是以迷宗者便謂相違。得旨者知其互映。雖次第", "595": "漸陳。而一地中。非不具足一切諸地功德。雖位位", "596": "圓攝。而分證法身。亦自宛然成其高下。若不位位", "597": "具德。則圓頓之義不成。若不宛然高下則四十二", "598": "位徒設如月雖漸圓。月體非漸。月雖不異。光必漸", "599": "增。可以悟性修交成義矣。次就下卷十重四十", "600": "八輕戒對釋者。藏教在家菩薩。但秉優婆塞戒。或", "601": "兼秉善生經中六重二十八輕。出家菩薩。但秉沙", "602": "彌比丘二種律儀若急於自度。唯持遮戒。即名二", "603": "乘。若為眾生故。善識開遮。即名菩薩。不別秉此重", "604": "輕戒也。通教菩薩。與藏教同。別圓二教菩薩。正秉", "605": "此戒。名子位中。從師受得。或千里無師。像前求受。", "606": "若善修五悔者。不惟發得攝律儀戒。亦能發得定", "607": "共道共。乃至證入五品十心。及登正位。受此戒已。", "608": "極至佛身。於其中間。戒體常在。設隔世不憶。數數", "609": "重受。亦非新得。惟退失大心。及毀犯十重。便失戒", "610": "體失此戒者。如人壞心。如地崩陷。不復堪能修習", "611": "善法。增長菩提。故知此戒。即心地也。此心地戒。從", "612": "名字菩薩。直至等覺。位位修習。堅固成就。入妙覺", "613": "位。戒體圓極。諸惡永淨。萬善悉滿。是故名為盧舍", "614": "那佛。若藏教菩薩。轉入別圓者。未得定道。須從師", "615": "受。已得定道。隨發律儀。通教初心。亦復如是。若通", "616": "教被別圓接者。既入真似二位隨應發得勝妙律", "617": "儀。不須受得。或為物作則。示現秉受。亦彌善也。問。", "618": "下卷經云。一切有心者。皆應攝佛戒。又云。國王王", "619": "子。乃至畜生。變化人等。但解法師語。盡受得戒。今", "620": "明藏通菩薩不秉此戒。義云何通。答。此經不又云。", "621": "眾生受佛戒。即入諸佛位乎。國王乃至畜生。但秉", "622": "此戒。即屬別圓。不得名藏通也。且據即入佛位。位", "623": "同大覺之言。則別教初心。尚非其分。何呪藏通。", "624": "次更合釋會經者。夫以本源心地。出生一切菩薩", "625": "行位。各各不同。於此菩薩位中。位位修行心地法", "626": "門。亦復無量。非依心地之法。執成菩薩之名。非因", "627": "菩薩之人。孰秉心地之法。人即是法。法即是人。繇", "628": "人故有大菩提。繇法故有大涅槃。菩提是智。涅槃", "629": "是理。無理外之智能炤於理。無智外之理為智所", "630": "炤。理智雙絕。理智圓彰。智無量故。理亦無量。理難", "631": "思故。智亦難思。交融互攝。橫徧豎窮。信如帝網明", "632": "珠。光光相映。一珠中現一切珠。一切珠中一珠影。", "633": "一切珠中一切珠。一珠各住一珠位。題稱梵網。妙", "634": "極於斯。又本源心地。不惟出生一切菩薩行位。亦", "635": "復徧出一切諸法。所謂地獄心。乃至佛心。地獄地", "636": "乃至佛地。而茲但云菩薩心地者。以菩薩上同慈", "637": "力。下同悲仰。徧攝十界之義。尤為明顯。且菩薩既", "638": "論六即。六即便包十界。十界無非心地法門。又菩", "639": "薩位中。不惟修此三十心十地。亦復徧修一切心", "640": "地。所謂修於地獄心。地獄地。知即法界。乃至修於", "641": "佛心佛地。知即法界。而茲但云菩薩者。以界界既", "642": "各明六即。則一名即一切名。一義即一切義也。如", "643": "此義理。無量無邊。自非梵網。孰為其喻。故名梵網", "644": "經菩薩心地也。四釋品字者。梵語䟦渠。此翻為", "645": "品。品者。類也。義類相從。故名為品。此經有一百一", "646": "十二卷。六十二品。今惟第十菩薩心地品上下兩", "647": "卷。什師誦出。然上卷明三十心十地。為入佛果之", "648": "根源。下卷明十重四十八輕戒。又為行菩薩道之", "649": "根本。性修因果。義理皆周。飲一滴而知大海。燒一", "650": "丸而具眾香。惟貴精修。不俟多也。", "651": "二顯體者。略為三義。初明須顯體。二正出體。三會", "652": "異。初明須顯體者。體是主質。乃名下之所詮。種", "653": "種名言。意欲令人尋名得體。如因筌得魚。因指得", "654": "月。若逐名迷體。如捉蛇尾。反遭其螫。世尊所以常", "655": "為比丘說筏喻也。即如此經。從梵網題名。心地品", "656": "名。乃至上下二卷全文。一一無非能詮之名。就茲", "657": "名下。一一皆顯所詮之體。得此體已。方能全性起", "658": "修。以修合性。又釋名總詮三法。體章別在法身。宗", "659": "章別在般若。用章別在解脫。教相分別。總別。故釋", "660": "名之後。須先顯體。體雖法身。必具二德。雖具二德。", "661": "還屬法身。具二德故非縱。屬法身故非橫。不縱不", "662": "橫。故成妙體。妙體貴極。諸法中尊。一切萬行之所", "663": "歸趣。無量功德之所莊嚴。種種言辯之所詮顯。如", "664": "眾星拱宸。眾流歸海。故以禮釋體。明是貴極之法。", "665": "法身德也。悟此體者。窮法界源。到實相底。故以底", "666": "釋體。明是透徹之宗。般若德也。得此體者。會萬殊", "667": "而不二。徧眾法而無遺。故以達釋體。明是無礙之", "668": "用。解脫德也。如此三義。為一妙體。迷之則歷劫長", "669": "淪。悟之則當下具足。經云。大眾心諦信。汝是常成", "670": "佛。我是已成佛。又盧舍那佛先現虗空光體性本", "671": "源成佛常住法身三昧示諸大眾。後開心地法品。", "672": "意在於斯。二正出體者。此經以諸佛本源心地", "673": "為體。言心地。則當體即是。更無他求。言本源。則法", "674": "爾性德。非關修證。言諸佛。則出障圓明。非同在纏。", "675": "以盧舍那佛。及一切世尊所證最極清淨常住法", "676": "身。全是眾生心性之理。更無少許別法可得。此理", "677": "即名為體。亦為一切教體。亦為一切行體。此即真", "678": "正。魔外所不能壞。權小所不能濫也。三會異又", "679": "二。先會諸經。次會義疏無作戒體。先會諸經者。", "680": "此經與華嚴同一部味。當以法界為體。法界與諸", "681": "佛本源心地。同體異名。更無別體。又諸大乘經。皆", "682": "以實相。印為經正體。實相亦即諸佛本源心地", "683": "異名。以其離一切相。即一切法。超諸戲論。不可破", "684": "壞。無相不相。故名實相。以其萬法之所從出。萬法", "685": "之所歸趣。故各法界。以其在凡不滅。在聖不增。迷", "686": "悟宛然。體性常住。故名諸佛本源心地。乃至或名", "687": "法住。或名法位。或名一切種智。或名一實境界。或", "688": "名中道第一義諦等。無量異名。無量異義。究竟總", "689": "無別體也。次會義疏無作戒體者。問。此品既以", "690": "諸佛本源心地為體。何故智者大師義疏三重玄", "691": "義之中。第二出體。乃明無作戒體。答。大師但疏重", "692": "輕戒相以便行持。故僅列三重玄義。謂第一釋名。", "693": "第二出體。第三料簡。葢戒法惟貴專修。故理體姑", "694": "置不辨。若辨理體。則自性清淨。無犯無持。亦無得", "695": "失。於弘揚戒法。似非所急。故獨明無作戒體。用彰", "696": "修證之門。能如實修。自能合性。又大部教觀。既已", "697": "廣開稱性圓解。今正示秉戒成修。何須復談理體。", "698": "所以於三重中。雖名出體。乃是戒之常體。非是所", "699": "依理體。以理體屬性。戒體屬修。理體於五重中屬", "700": "體。戒體於五重中屬宗。言無作者。只是一作之後。", "701": "不俟再作。所謂憑師秉受。直至未來。任運止惡。任", "702": "運行善。故名無作。與無作四諦之義不同。以此無", "703": "作戒體。乃是無漏色法。受之則得。不受則無。持之", "704": "則堅。毀之則失。故屬事不屬理。屬修不屬性。屬宗", "705": "不屬體。然事理非二。性修交成。宗體不隔。故起信", "706": "論云。以知法性無染。離五欲過故。隨順修行尸波", "707": "羅蜜。此經云。光非青黃赤白黑。非色非心。非有非", "708": "無。非因果法。而戒光從口出。又云。計我著相者。不", "709": "能生是法。滅壽取證者。亦非下種處。菩薩戒羯磨", "710": "文云。先發菩提願。乃堪受此戒。是則無作戒體。全", "711": "依理體而發。而本淨理體。全賴戒法而顯。故義疏", "712": "中出體一章。始則重在以修合性。指宗為體。次明", "713": "止行二善。又屬力用中事。而料簡一章。宛同教相。", "714": "雖曰三重。五義自足。略五成三。急在修證。四依利", "715": "物。豈不巧哉。茲復曲為末世鈍根。寡於聞見。既不", "716": "能向大部教觀。開圓解門。又不能知三十心十地。", "717": "是何法義。徒受菩薩戒之虗名。何關修證。故略述", "718": "教觀大綱。以成合註。俾稍知性修不二之旨。既通", "719": "釋一品經文。須用五重玄義。無作自歸於宗。心地", "720": "乃成正體。古今異轍。意在於斯。", "721": "三明宗者。體顯於性。宗顯於修。全性起修。故不二", "722": "而二。全修在性。故二而不二。如梁柱是屋之綱維。", "723": "屋空是梁柱所取。今以屋空喻體。梁柱喻宗。繇有", "724": "梁柱。方得受用屋空。故次體之後。須明宗也。此經", "725": "以佛性因果為宗。佛性非因非果。徧能出生一切", "726": "因果。經云。一切眾生。皆有佛性。此佛性者。即是諸", "727": "佛本源心地。以此不生不滅為本修因。然後圓成", "728": "果地修證。則因亦佛性。果亦佛性。據經文中。有三", "729": "重因果。一者三十心十地為因。成等正覺為果。二", "730": "者初發心常所誦戒為因。分滿法身為果。三者諦", "731": "信成佛為因。波羅提木义為果。又三十心十地。亦", "732": "得傳傳論於因果。正覺惟果。諦信惟因。本源自性", "733": "清淨為因因。常住法身為果果。如此重重因果。會", "734": "入非因非果。是此經宗致。文云。應當靜觀察。諸法", "735": "真實相。不生亦不滅。不常復不斷。不一亦不異。不", "736": "來亦不去。如是一心中。方便勤莊嚴。夫不生不滅", "737": "等。即真常佛性非因果法。亦名諸法實相。亦名一", "738": "心。正顯經體。而方便莊嚴。即是稱性圓修。成妙因", "739": "果。明此經宗也。方便莊嚴。復有二義。一者智慧莊", "740": "嚴。二者功德莊嚴。上卷三十心十地。深明觀慧。屬", "741": "於慧行。下卷十重四十八輕。備顯止行二善。屬於", "742": "行行。此亦一往為語。若備論者。心地法門。具勝功", "743": "德。無作妙戒。全繇慧明。故曰繇慧淨故戒淨。繇戒", "744": "淨故慧淨。如兩手互洗。不容前後。而此無作妙戒。", "745": "及發趣長養金剛等心。體性平等諸地。同以本源", "746": "清淨佛性為所依體。以宗契體。體非宗外。悟體成", "747": "宗。宗原屬體。修證要門。孰過於此。", "748": "四辨用者。用是力用。亦名功德。此經以捨凡入聖", "749": "為用。上卷云。我已百阿僧祇劫修行心地。以之為", "750": "因。初捨凡夫。成等正覺。下卷云。若人受佛戒。即入", "751": "諸佛位。又云。但解法師語。盡受得戒。皆名第一清", "752": "淨者。今總釋其意。須知傳傳捨凡。傳傳入聖。則傳", "753": "傳清淨。若云初捨凡夫成等正覺。則惟佛名聖。惟", "754": "佛第一清淨。若云受佛戒即入佛位。則但能解語", "755": "便已入聖。便成清淨。故佛頂從三漸次。直至妙覺。", "756": "通名六十聖位。若約教道而論。則別教三十心名", "757": "賢。十地名聖。圓教十信為賢。初住以去名聖。賢是", "758": "相似清淨。聖是分證清淨。今更約六即義釋。謂本", "759": "源自性清淨。是理即佛。亦理即聖。理即清淨。此全", "760": "是凡。因此經力用而捨。若解語受戒。即入佛位。是", "761": "名字佛。亦名字聖。名字清淨。因此經力用。最初而", "762": "入。若常作諦信。靜觀實相。是觀行佛。亦觀行聖。觀", "763": "行清淨。若三十心向果。是相似佛。亦相似聖。相似", "764": "清淨。若登體性十地。是分證佛。亦分證聖。分證清", "765": "淨。若法身智身滿足。是究竟佛。亦究竟聖。究竟清", "766": "淨。因此經力用。次第而入。從前望後。一一為聖。從", "767": "後望前。一一為凡。理即惟凡。正覺惟聖。捨凡須盡。", "768": "入聖須極。又理即聖。亦理即凡。究竟聖。亦究竟凡。", "769": "中間四即亦復如是。凡無可捨。聖無可入。無捨無", "770": "入而論捨入。是名無作大功德力也。", "771": "五教相者。此經於五時中。是第一時。日炤高山。於", "772": "五味中。即是乳味。於化儀中。即屬頓教。於化法中。", "773": "即是別圓。然與華嚴同而不同。略有三義。一者華", "774": "嚴遮那即是釋迦。徧坐塵剎。此經舍那自坐華臺。", "775": "釋迦自據千葉。二者華嚴諸會說法。不動而周。此", "776": "經復從座起。乃至餘處。三者華嚴十住多明圓義。", "777": "而兼於別。十地多明別義。而兼於圓。此經三十心", "778": "多明別義。亦復兼圓。十地多明圓義。亦仍兼別。一", "779": "往為論。似較華嚴為劣。細尋厥旨。各有所繇。良以", "780": "如來平等大慈。方便應現。巧具四悉。勝劣隨機。或", "781": "勝法中得劣益。或劣法中得勝益。事非一致。那容", "782": "定判。且如遮那即是釋迦。則三身一體之義。固為", "783": "易彰。而釋迦接見舍那。儼然有開迹顯本之致。利", "784": "根者亦堪取悟。又三十心名。逈與住行向異。或一", "785": "心別對一位。或位位圓修此心。兩經參合。逾彰法", "786": "門之妙。今但粗定其相。則華嚴圓兼別。此經別兼", "787": "圓。又釋迦但云千百億者。周帀千華。廼就二地菩", "788": "薩所見。戒波羅蜜增上故也。只此二地所見法門。", "789": "亦復全具一切事理因果。無量中一。一中無量。題", "790": "稱梵網。良有以也。又周帀千華。何必不表一念千", "791": "法。既念念具足千法。亦法法互具無盡。聊示千百", "792": "億界。以表心地法門耳。五重義竟。玄義終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 693 梵網經玄義", "author": "明 智旭述　道昉訂"}