{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 943 法華龍女成佛權實義", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 943", "1": "法華龍女成佛權實義", "2": "丹丘沙門　源清　述", "3": "前言龍女成佛。本顯經力不可思議。古今章疏。判釋不同。", "4": "或判權為。或判實證。仍謂成道不合轉身。復以善財", "5": "比較優劣。今家判釋。體用雙明。本證圓經。故非權示。", "6": "但文句簡約。義理幽微。或尋繹浮疏。指陳猶豫。愚雖", "7": "不敏。志在沈研。非輙敢評論。蓋諮稟有自。特援文義。", "8": "聊以釋通。庶顯所宗。非誣先哲。義開四意。列之於左。", "9": "一列文科釋簡略意二約義引文銷會意", "10": "三徵釋傍通疑滯意四示判教相談化意", "11": "一列文科釋簡略意者一列文科釋簡略意者文句科此品經大分二。一明", "12": "昔日達多通經。釋迦成道。二明今日文殊通經。龍女", "13": "作佛。今就文殊通經利益之文。文有九段。其中六節", "14": "文無解者。置之不列。列且就釋者。全引列之。故第五", "15": "科讚佛偈為龍女明圓釋疑。又分三。一深達等二句。", "16": "科為持經得解。二從微妙下二行。科為成就二身。三", "17": "從又聞下一行。科為引佛為證。通釋云。罪福者約七", "18": "方便傳作。今偈深達罪福。入一實相。名為深達。十方。", "19": "即十法界。同以實慧朗之。故言徧照。具三十二相者。", "20": "深得法身之理。即備相好。如大品。欲得一切法。當學", "21": "般若。如得如意珠。次第七科獻珠成道段。為龍女以", "22": "一實除疑。又二。一獻珠科為以一實除疑。釋云。圓珠。", "23": "表其修得圓因。奉佛。是將因剋果。佛受疾者。獲果速", "24": "也。二成道文科為現成明證。釋云。正示因圓果滿。胎", "25": "經云。魔梵釋女皆不捨身。悉於現身得成佛故。偈云。", "26": "法性如大海。不說有是非。凡夫賢聖人。平等無高下。", "27": "唯在心垢滅。取證如反掌。次第八從爾時娑婆下。科", "28": "為時眾見聞得益。釋云。南方緣熟。宜以八相成道。此", "29": "土緣薄。只以龍女教化。此是權巧之力。得一身一切", "30": "身。普現色身三昧也。已上列文科釋竟文句只爾。記釋亦略。至下", "31": "隨釋引之。", "32": "二約義引文銷會意者二約義引文銷會意者自分二。一牒文銷會。二結成", "33": "體宗用。顯經力妙。初牒文銷會者。如初總科讚佛偈", "34": "為明圓釋疑者。即釋智積執別之疑也。復細科為持", "35": "經得解等者。文從能讚科釋也。正申龍女聞經得解。", "36": "方能說茲妙偈以讚於佛。用斷智積執權之疑。所以", "37": "大師不從所讚科釋者。為顯能讚之解故也。如經品", "38": "初。如來只自述云。由昔仙所。聞法華經。受持修習。今", "39": "致相好。如來既爾。龍女亦然。是故記主於此品初指", "40": "云。如下龍女歎佛偈中。自非深達。安能具相。故知大", "41": "師從能讚也。科釋經有明文。若從所讚科釋。則失斯", "42": "旨。若了能讚所讚之意何疑。今且從能讚所讚二義", "43": "銷會。先就能讚鎖會者。如科初二句為持經得解。解", "44": "即報智也。釋云。今偈深達罪福入一實相等者。深達。", "45": "豎徹也。徧照橫窮也。深達一念罪福之性。畢竟本空。", "46": "徧照十界權實之法。皆真實相。故普賢觀云。我心自", "47": "空。罪福無主。安樂行云。觀一切法空如實相。又如玄", "48": "義歷法明經。一一塵塵無非法界。故總歎云。手不執", "49": "卷。常是讀經。口無言聲。徧誦眾典。佛不說法。恒聞梵", "50": "音。心不思惟。普照法界。此即頓解一乘之旨。圓持三", "51": "諦之經也。次科微妙下兩行為成就二身者。即成就", "52": "法應二身也。釋云。深得法身之理即備相好者。此則", "53": "達本冥真。開佛知見。三身頓顯。三智圓明。理事齊彰。", "54": "行位備顯。故名初發心住。如華嚴云。初發心時。便成", "55": "正覺。清淨妙法身。湛然應一切。即斯義也。次又聞下", "56": "一行科為引佛為證者。自明妙解。難斷彼疑。引佛為", "57": "證。必除其執。故云。又聞成菩提。唯佛當證知。請觀又", "58": "聞之語。豈非文殊答智積云。剎那發心。能至菩提。是", "59": "其所聞也。於是智積猶疑不信。故使龍女即現讚佛。", "60": "引佛為證。用斷彼疑。故前文總科此偈為明圓釋疑。", "61": "良以此也。據上諸義。明知大師但從能讚以科釋耳。", "62": "記並無解若就所讚釋者。即方便品初釋歎佛二智之意", "63": "同也。今憑彼文。來銷此意如初深達二句。即雙歎佛", "64": "之權實二智也。上云諸佛智慧甚深無量。今云深達。", "65": "即歎佛實智甚深也。徧照。即歎佛權智無量也。罪福", "66": "十方。即上文十界十如權實之境。以佛二智。照斯二", "67": "境。豎徹如理之底。橫窮法界之邊。故云深達徧照。亦", "68": "是總歎諸佛境智不可思議。上云。唯佛與佛。乃能究", "69": "盡諸法實相。次微妙下四句。雙歎法應二身也。法身", "70": "湛寂。故歎云微妙。上云。諸法從本來。常自寂滅相。應", "71": "身普現。故歎云具相。上云。我以相嚴身。光明照世間。", "72": "次天人下四句。便歎佛無上。為一切之所歸仰。故云。", "73": "一切眾生類。無不宗奉者。上云。無上兩足尊。大論云。", "74": "眾生無上者佛是也。次又聞下一行。科釋同前。已上", "75": "據文略釋。廣則五重玄義。只談斯旨。豈非大師上釋", "76": "歎佛境智已竟。洎乎此偈。雖是龍女歎佛。所歎之意", "77": "既同。故不於茲更釋。若爾。大師何不指耶。今謂所不", "78": "指者。善令尋詮會宗。見簡知廣。只今引會。在理或當。", "79": "何煩指耶。況茲一偈。今家處處明用。且示玄文一處。", "80": "如說法妙。引證孤起部云。龍女稱歎於佛成菩提事。", "81": "如斯明指。所歎之意。可但以義求。勿隨情轉。曲生去", "82": "取。返迷所宗。次會第七科二段文。初科獻珠為以一", "83": "實除疑者。一實。即一乘也。前陳妙解。以斷智積歷別", "84": "之疑。今獻圓珠。表除身子滯藏之難。即顯圓乘因果", "85": "理事不二故也。釋如列文。又經云有一實珠者。據前", "86": "文釋偈引大品云。欲得一切法。當學般若。如得如意", "87": "珠。故知所獻必是如意。又淨名疏云。價直三千者。滿", "88": "中積寶也。明如意體。具如止觀。次科成道之為現成", "89": "明證者即示往南成佛。令眾信伏。故云現成明證。引", "90": "胎經釋者。顯實證同也。何者。龍女在海。初聞妙經。圓", "91": "解頓發。獲證無生。正與胎經魔梵釋女。即於女身成", "92": "佛義同。成佛者。即得無生智也。偈云。唯在心垢滅。取", "93": "證如反掌。驗云取證。知獲無生。記云。偈從實得說。即", "94": "證無生忍也。又玄文第五。釋圓初住無生忍位。引多", "95": "文證。華嚴初發心時便成正覺。淨名一念坐道場。法", "96": "華剎那成佛。瓔珞頓覺如來。皆以初住證無生智。故", "97": "云成佛。而此文但引胎經釋者。驗龍女欲證義同。若", "98": "論部意。胎經猶帶方便故也。次第八科利益段作權", "99": "巧釋者。此明證無生已。從體起用。故云。此土緣薄。只", "100": "以龍女教化。南方緣熟。宜以八相成道。此是權巧之", "101": "力。得一身一切身。普現色身三昧也。驗知前科成道", "102": "文。為現成明證。但是此中權巧之力。前引胎經釋成", "103": "佛文。即是此中得一身等。故知由得三昧。方能示成。", "104": "若不爾者。如何銷會教化等文。請觀權巧之言。自曉", "105": "實證之處。記云。龍女已得無生。則約體用而證權巧。", "106": "二結成體宗用顯經力妙者。偈云深達徧照。此顯實", "107": "相之體高廣也。若圓珠奉佛。此表一乘因果之宗不", "108": "二也。若示女即男成佛之相。此顯經力斷權疑生實", "109": "信之妙用難思也。是以大師廣演十軸妙玄。只顯今", "110": "經妙體宗用之三法。即三身三德。不縱不橫。三一不", "111": "可思議。體即法身。宗即般若。用即解脫。當知能示正", "112": "覺於十方者。實由證茲體宗用之三德也。此非智者", "113": "靈鷲親聞。大蘇妙悟。孰達龍女顯茲三德之妙。誠哉", "114": "二釋。妙契圓宗。記云。權實二義。經力俱成。經云。若有", "115": "聞一句。無一不成佛。略銷會竟。", "116": "三徵釋傍通疑滯意者三徵釋傍通疑滯意者問。觀向引會。稍符妙宗。未審", "117": "大師的據何文。知是實人在海已證無生。於此作權", "118": "實釋耶。答。今推二釋。經有明文。且初作實釋者。豈非", "119": "文殊論益事訖。復云於海唯說此經。智積仍問此經", "120": "甚深微妙。頗有眾生勤加精進。修行此經。速得佛否。", "121": "文殊答有娑竭龍女。能至菩提。今推問意有三。一直", "122": "問頗有眾生。的問凡夫信力堅固者。以簡方便菩薩", "123": "及二乘等。二問勤加精進。以簡聞不勤修者。三問速", "124": "得佛不。以簡修不速證。故使文殊答亦具三。一云有", "125": "娑竭羅女。此答實凡也。二云智慧利根。至了達諸法。", "126": "此答能勤修也。三云剎那發心得不退轉。不退轉者。", "127": "豈非入圓初住。證無生忍。名念不退。無生一證。即能", "128": "百界成佛。故云能至菩提。明知大師據斯問答。知是", "129": "實人在海始證。又況海中益者。尚非心口所宣。豈唯", "130": "龍女耶。當知但論圓機。聞經頓證。不從漸來。況是龍", "131": "女彌堪顯妙耳。二作權巧釋者。如文殊答斯事竟。智", "132": "積仍執釋迦歷別修道。經無量劫。今方成道。不信此", "133": "女剎那成佛。於是龍女即現說偈。示成明證。令眾見", "134": "聞。咸使信伏。豈非權巧之力。又如胎經雖明魔女成", "135": "佛。且不見云應機設教。乃是如來於彼經中說圓頓", "136": "法。魔梵釋女獲聞自證而已。自證雖與此同。論化彼", "137": "闕斯事。以茲並驗。其旨愈明。問。既文殊答云不退即", "138": "是實證者。大師何不直說彼文作實證釋。便成道文", "139": "作權化釋。以顯體用耶。答。於經不便。前妙德雖答實", "140": "證。智積猶疑特以現成用化。示證非謬。順經文故。須", "141": "於此釋。仍寄利益。以顯權化。文理無傷。於義便耳。問。", "142": "等是權巧。何不即以女身便成正覺。仍變成男。莫如", "143": "身子之難。女有五障。不得成佛否。答。即龍女身。無生", "144": "已證。為顯經力。自在赴緣。示女即男。相無定相。以表", "145": "妙用權實難思。尚現九界之身。百界成道。豈止一身。", "146": "須臾待變。等是能變。何不能即。良由見變在機。非關", "147": "於應。故大師云。此土緣薄。只以龍女教化。南方緣熟。", "148": "宜以八相成道。且身子但執此身不速成佛。非疑變", "149": "女為男。胎經只論頓證無生。故云不捨女身成佛。若", "150": "了大師權實二釋。無俟再三。若李長者云成道不合", "151": "轉身者。此乃不見經文圓妙之意。亦不曉今家二釋", "152": "文巧之旨。據彼解此往南成佛之文云。心得應真。故", "153": "稱無垢。正順本覺。故號為南。又南為明為離。離中虗。", "154": "依八卦表之。雖然理如是。有理即有事。還須有國土。", "155": "眾生所歸依處等已上彼文。今輒質問。若謂南為正順。又", "156": "以離明表成正覺者。如善財及龍女。應須皆云往南。", "157": "用表正覺。設往餘方。以何事為表。今謂不然。豈有無", "158": "機。徒設往南以為所表。彼雖判為實證。仍迷實證之", "159": "源。致將妙用之文。以為實證之釋。豈不體用俱失。所", "160": "表成虗。又復尋其十番褒貶之文。全失一乘開權顯", "161": "實之旨。若得今家妙玄之始末。方了法華本跡之高", "162": "深。非尚所宗。故有虗指。問。如彼論主。時謂文殊。觀彼", "163": "行狀。頗多神異。豈應謬判抑挫妙經。說爾凡流。合仰", "164": "信而已。何得輒誣聖智。詎可及乎。答。聖雖叵測。言在", "165": "可尋。今所評論。特非臆說。本宗明判。理盡教源。譬依", "166": "日光。無所不辨。況茲妙部。釋者頗多。或聖或凡。不當", "167": "非一。豈無甄別。一槩雷同。理當即依。義乖須去。豈以", "168": "情黨。輒述是非。問。智積高位大士。身子已聞法說。開", "169": "佛知見。何故於此仍執藏別為疑耶。答。此並善權。為", "170": "破有此執者未得妙益。此蓋諸聖共就一段機緣耳。", "171": "問。據前之所會。文義合然。如記主何不委明。答。記非", "172": "不釋。引會如前。但文簡難曉。餘則一家之義。當時承", "173": "習有從。既無異途。故不委辨。及彼他宗異釋。世咸奇", "174": "之。只知龍女成佛之文。寧辨體用權實之旨。其或濫", "175": "讀斯宗。不窮始末文旨。輒述是非。愍斯等故。事不獲", "176": "已。故委論耳。問。大師既作二釋。何不許他判為權實", "177": "耶。答。今家判釋。但約始證體用之權實不二。非同他", "178": "判謂是十地等人權示成爾。若如彼判。證經之妙安", "179": "在。是則脩羅度海。不足為奇。問。既往無垢世界成八", "180": "相佛。有何別號。答。本證經力。直往南成。非佛授記劫", "181": "國等事。故不出號。世界是所往。經家須指之。問。為始", "182": "此身聞經獲證。為昔曾下種耶。答。設曾下種。證經之", "183": "力何傷。況種熟脫之言。本在今經方說。具如玄文廣", "184": "明。豈有底滯頑嚚。即聞解經讚。宿植善本。其言有在。", "185": "問。如獻珠。髻珠。衣珠。此三同異云何。答。皆喻一乘。則", "186": "無有異。而表喻迷悟因果從緣則異。如獻珠是現事。", "187": "用表一乘圓因剋果速故。頂珠是佛舉喻。一乘果人", "188": "所護持方說故。衣珠是下根陳喻。領昔曾聞一乘圓", "189": "種在懷迷不覺故。故知三珠俱顯了因正性。雖在迷", "190": "悟。如如性常。餘廣如文。略徵釋竟。", "191": "四示判教相談化意者四示判教相談化意者此章文博義深。莫俟別錄。上", "192": "來諸義。並據文意略以銷會。在乎管窺一班。寧全首", "193": "尾。螺挹大海。豈測淺深。俾願一句染神。咸資彼岸耳。", "194": "時大宋大平興國二年十月　日錄", "195": "法華龍女成佛權實義終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 943 法華龍女成佛權實義", "author": "宋 源清述"}