{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1279-A 五宗原序No. 1279-A", "1": "五宗原序", "10": "五家。而欲單傳者。剖符銷印。自便之渠魁者耳。豈五", "100": "影裏行。風穴從守廓處。入玄要法門。便於南院處。賓", "101": "主歷然。識破詐道不饑。領棒下無師之旨。法華於古", "102": "路上不墮悄然。向白兆處。草賊大敗。好手不肯張名。", "103": "見太平斬痴之略。汾州見象王行處絕狐踪。遂到放", "104": "身命處。石霜從掩口知道出常情。解道荒草裏行。楊", "105": "岐截路打慈明。知是般事便休。辭雲竟入亂峰深處。", "106": "既向兩喝後禮拜。復於擔荷處便行。會老失笑驚白", "107": "雲。會得箇中便了放手。撲到萬仞崖底。有時擲下柱", "108": "杖。有時放過一著。五祖演不會興化古廟裏話。會白", "109": "雲一叱。便解轉磨。既得出身白汗。廣展下載清風。昭", "11": "宗之忠臣。七佛之法將也耶。嗚呼法滅天人憂。政以", "110": "覺勤盡五祖機用邊事。由演師不肯。及再領栢子。復", "111": "證鷄鳴。雖會一串穿却。還合頂𩕳添眼。虎丘隆至見", "112": "不及處舉拳。解道竹密不妨流水過。終成睡虎。應菴", "113": "華舉放泥盤處大笑。解道禹力不到處。河聲流向西。", "114": "方見真獅。華藏傑以拄杖兩卓一拋道。三十年後。已", "115": "全面目。破菴先於不心不佛物處。將拄杖一卓。略見", "116": "一斑。無準範道。三人證龜成鼈。真不欠少。雪嵓欽道。", "117": "三拳三拜是同許會三玄。高峰妙以龍頭蛇尾。輥作", "118": "一團。中峰本於脫衣一頓。許你半箇。千嵓長見鼠食", "119": "猫飯。碗破矣而碎甓。萬峰蔚見淨瓶踢倒。鈍漢已而", "12": "此也。可不畏哉。曰昔時有燒香煉頂密傳宗旨者。大", "120": "三十。寶藏持承三要印來。爪牙不少。東明旵賴重新", "121": "悟來。到底無遺。寶峰瑄語若流雲。出身有路。天奇瑞", "122": "當賓不讓。去有來由。無聞聰深水裏出頭。石中迸火。", "123": "笑巖寶操履中兼用。水裏有龍。幻有傳一點燈花。虗", "124": "空󳫲破。金粟悟一棒到底。不管主賓。三峰藏挽臨濟", "125": "七百年之大法。頭尾宛然。水雲中飛騰隱顯。何處摸", "126": "索。", "127": "兩脉合宗其來有據兩脉合宗其來有據", "128": "臨濟一宗。至汾陽慈明。而益大起。明出楊岐。自虎丘", "129": "臻雪巖高峯千巖萬峯。以及笑巖之後。法道復當再", "13": "慧一榜揭出。以破狐技。然則今之宗旨。又何貴焉。曰", "130": "振。已正敘其脉矣。其於石霜之下。出有匾頭道人黃", "131": "龍南公者。初未悟時。因雲峯悅所激。指見慈明。明問", "132": "臺山婆子話。不能答。明詬罵不已。師曰。罵豈慈悲法", "133": "施耶。明曰。汝作罵會那。師乃悟旨。其下有寶峯真淨", "134": "克文禪師。往見黃龍。不契。至香城。見順和尚。順問。甚", "135": "處來。曰黃龍來。曰黃龍有何言句。曰黃龍近日。州府", "136": "委請黃檗長老。龍埀語曰。鐘樓上念讚。床脚下種菜", "137": "有人下得語契。便往住持。時勝上座云。猛虎當路坐。", "138": "龍遂令去住黃檗。順不覺云。勝首座祇下得一轉語。", "139": "便得黃檗住。佛法未夢見在。師言下大悟黃龍用處。", "14": "彼所傳者。竊符假信者耳。若夫法法自明心心相印", "140": "座下有清凉慧洪覺範禪師者。文每為舉玄沙未徹", "141": "之語。發其疑。凡有所對。文曰。你又說道理耶。一日頓", "142": "脫所疑。述偈曰。靈雲一見不再見。紅白枝枝不著花。", "143": "尀耐釣魚船上客。却來平地漉魚鰕。真淨見而為之", "144": "助喜。吾甞參三玄之旨。有深得。欲求決諸方。而難其", "145": "人。忽見師著臨濟宗旨。及智證傳之臨濟兩堂首座", "146": "同喝語。今古心心。如覿面相印。復檢其法嗣。未有續", "147": "之者。因願遙嗣其宗旨。而現在法脉。則傳笑巖之後", "148": "焉。葢不敢負高峰語錄之發起也。因敘臨濟正脉。而", "149": "耑志於此。", "15": "者。豈若室中密授之死法子耶。葢傳宗旨者。不悟宗", "150": "雲門宗雲門宗", "151": "自威音一字金圈拋出。從七佛諸偈錦字文回。六祖", "152": "傳來一個鉢盂。囫圇咬嚼不得。馬師之後。這箇眼目。", "153": "淺草易為長蘆。天王惠餅。崇信檠茶。直下便見。擬思", "154": "即差。德山吹滅紙燭於龍潭。正是截流。雪峰胷襟流", "155": "出於巖頭。豈非函葢。所以韶陽霎時折足於睦州門", "156": "縫裏。溫研積稔於雪峰堂奧中。便道。三斤麻。一疋布。", "157": "攛鼈鼻於南山。脫鐵枷於老漢。燭露確師而咄嗟。須", "158": "彌胡餅而恰好。諸佛出身處。東山水上行。透法身之", "159": "句。北斗裏藏身。鉢裏飯。桶裏水。三昧塵塵。南山雲。北", "16": "旨者也。抹宗旨者。不知宗旨者也。茲當操提未破之", "160": "山雨。佛交露柱。將三門來燈上。放餬餅作饅頭。晉鋒", "161": "八博咄□中眉。故有紅旗閃爍之品題。此雲門一派。", "162": "所由出也。", "163": "溈仰宗溈仰宗", "164": "一星火󳫲於無有雙關之表。三撼門扇於昧落兩頭", "165": "之間。溈山僧水牯牛。腰下看取。東平鏡溈山鏡。手中", "166": "撲破。所以凡聖兩忘。見履兼盡。用處則單刀直入。思", "167": "無則靈燄何窮。插鍬拔鍬。埀脚結脚。平目仰視於收", "168": "放。不獨一二二三。而劒刃惟單。兩口無舌。九十六相", "169": "雲興。父子合宗。溈仰一枝喬出。", "17": "密印。以擒託偽之奸黨。此政今時荷擔如來命脉之", "170": "法眼宗法眼宗", "171": "七佛偈意。全是修多羅了義語。而儼然獨露臨濟雲", "172": "門溈仰等旨。惟曹洞回互。則不待拈提。而自著焉。故", "173": "知法眼一家。全是教家極則。一代旹教之真月也。達", "174": "磨傳來。若覔心不可得。明鏡亦非臺。即心即佛。非心", "175": "非佛等語。至於天王。聞馬祖言。識取自心本來是佛。", "176": "不屬漸次。不假修持。體自如如。萬德圓滿。言下便悟。", "177": "龍潭聞天王言。汝檠茶來。吾為汝接。汝行食來。吾為", "178": "汝受。汝和南時。吾便低頭。何處不指示心要。師低頭。", "179": "王曰。見則便見。擬思即差。師曰。如何保任。王曰。任性", "18": "真子也。豈浮濫者。可混入哉。因原五宗。付諸四子。子", "180": "逍遙。隨緣放曠。但盡凡心。別無聖解。德山曰。窮諸玄", "181": "辯。若一毫置於太虗。竭世樞機。似一滴投於巨壑。此", "182": "便是法眼張本也。雪峰於岩頭處。悟得个他日若欲", "183": "播揚大教。一一從自己胸襟流出。自然葢天葢地。遂", "184": "有玄沙。從楞嚴經。發明心地。由是應機敏捷。與修多", "185": "羅冥契。沙問地藏曰。三界惟心。汝作麼生會。藏指椅", "186": "子曰。和尚喚這個作什麼。沙曰椅子。藏曰。和尚不會", "187": "三界惟心。沙曰。我喚這個作竹木。汝喚作甚麼。藏曰。", "188": "桂琛亦喚作竹木。沙曰。盡大地覔一個會佛法底人", "189": "不可得。藏自爾加勵。及悟後住地藏。問法眼曰。作麼", "19": "稽首謝。各各願嚴符印。以永真傳云。", "190": "生是行脚事。眼曰不知。曰不知最親切。又論肇論。至", "191": "天地與我同根處。藏曰。山河大地。與上座自己。是同", "192": "是別。眼曰別。藏竪二指。眼曰同。藏又竪二指。便起去。", "193": "藏又問。上座尋常說三界惟心萬法惟識。乃指庭石", "194": "曰。且道此石在心內在心外。眼曰心內。藏曰。行脚人", "195": "著甚來由。安片石在心頭。眼窘求住。藏曰。若論佛法。", "196": "一切現成。法眼於是大悟。所以道。會得聲色問處。透", "197": "聲色也不難。識得凳子來由。周帀有餘都了。慧超咨", "198": "和尚。如何是佛。曰汝是慧超。僧問。如何是曹源一滴", "199": "水。云是曹源一滴水。正是山河在我眼裏。自己只在", "2": "歲乙丑。結夏聖恩禪寺之萬峰關。侍關中者四上座。", "20": "崇禎戊辰歲春日萬峰法藏於密氏序", "200": "目前。鳥啼花落水茫茫。月白風清山楚楚。說甚惟心", "201": "惟識。豈關句裏言前。六相義。金絡索。掛來四法界玉。", "202": "連環拋出。總是弄猢猻圈子。祭鬼神茶飯。何用將心", "203": "湊泊。頭頭釘釘膠粘。不如信手拈來。處處箭鋒相拄。", "204": "以致永明博綜於宗鏡。座主彷彿於言詮。此祖宗玅", "205": "極而流弊痛挽之。惟望後人之實證也。", "206": "曹洞宗曹洞宗", "207": "威而音。音而威者。○五位前後事也。五位無位而位", "208": "者也。威音已前。空劫也。威音至此。今時也。今時無空", "209": "劫。則非今。空劫非今時。即非古。今古一○。其為偏乎", "21": "No. 1279", "210": "正乎。正之偏乎。偏之正乎。偏正兼至乎。正偏兼到乎。", "211": "吾不知而知。知而邈然於威音之先矣。故曰。身從無", "212": "相中受生。猶如幻出諸形相。幻人心識本來無。罪福", "213": "皆空無所住。是也。七佛皆然矣。而世尊降生。一手指", "214": "天。一手指地。周行七步。目顧四方曰。天上天下。惟吾", "215": "獨尊。至臨末稍頭。伸出雙趺。以示迦葉。一期大事。不", "216": "過如此。西天初祖迦葉尊者。因外道問。如何是我我。者曰覓我", "217": "者是汝我。外道曰。這個是我我。師我何在者。曰汝問", "218": "我覓。二祖阿難偈曰。本來付有法。付了言無法。各各須自", "219": "悟。悟了無無法。三祖商那曰。說是心法時。是法非心法。四祖優", "22": "五宗原", "220": "波毱多。五祖名提多迦香眾來求出家。多曰。汝身出家。心出家。答曰。", "221": "我來出家。非為身心。曰不為身心。復誰出家。答曰。夫", "222": "出家者。無我我故。無我我故即心不生滅。心不生滅", "223": "即是常道。諸佛亦常。心無形相。其體亦然。毱乃度之。", "224": "香眾後有偈曰。通達本法心。無法無非法。悟了同未", "225": "悟。無心亦無法。六祖彌遮迦。見一人手執酒器。逆而問曰。", "226": "師何方來。欲往何所。祖曰。從自心來。欲往無處。曰識", "227": "我手中物否。曰觸器而負淨者。曰師識我否。曰我即", "228": "不識。識即非我。七祖婆須密。因論義。謂八祖佛陀難提曰。", "229": "仁者論即不義。義即不論。若擬論義。終非義論。九祖伏䭾", "23": "萬峰沙門　法藏　著", "230": "密多曰。父母非我親。誰是最親者。及謂香葢子偈曰。", "231": "真理本無名。因名顯真理。十祖脇尊者問十一祖富那夜奢曰。汝", "232": "從何來。曰我心非往。曰汝何處住。曰我心非止。祖曰", "233": "汝不定耶。曰諸佛亦然。曰汝非諸佛。曰諸佛亦非。十二祖馬", "234": "鳴問曰。我欲識佛。何者即是。富那曰。汝欲識佛。不識", "235": "者是。馬鳴謂十三祖迦毗摩羅曰。隱顯即本法。明暗元不二。", "236": "今付悟了法。非取亦非離。迦毗謂十四祖龍樹曰。非隱非顯", "237": "法。說是真實際。悟此隱顯法。非愚亦非智。龍樹於座", "238": "上。現自在身。如滿月輪○。一切眾惟聞法音。不覩祖", "239": "相。彼眾中有長者子。名迦那提婆。謂眾曰。識此相否。", "24": "參學弟子　上履　閱", "240": "眾曰。目所未覩。安能辯識。提婆曰。此是尊者。現佛性", "241": "體相。以示我等。何以知之。葢以無相三昧。形如滿月。", "242": "佛性之義。廓然虗明。言訖。輪相即滅。復居本位。十五祖迦那", "243": "提婆。因外道論義。外曰。我欲得佛。提曰。我灼然得佛。", "244": "外曰。汝不合得。提曰。元道我得。汝實不得。外曰。汝既", "245": "不得。云何言得。提曰。汝有我故。所以不得。我無我我。", "246": "故自當得。十六祖羅󳲧羅多答十七祖僧迦難提偈曰。我已無我故。", "247": "汝須見我我。汝若師我故。知我非我我。難提聞風鈴", "248": "鳴。問十八祖伽耶舍多曰。鈴鳴耶。風鳴耶。多曰。非風鈴鳴。我", "249": "心鳴耳。祖曰。心復誰乎。曰俱寂靜故。多入十九祖鳩摩羅多", "25": "臨濟宗臨濟宗", "250": "舍。鳩問。是何徒眾。祖曰。是佛弟子。鳩聞佛號。心神竦", "251": "然。即時閉戶。祖良久扣其門。鳩云。此舍無人。祖云。答", "252": "無者誰。鳩遂開門。鳩摩羅多謂二十祖闍夜多曰。汝雖已信", "253": "三業。而未明業從惑生。惑從識起。識依不覺。不覺依", "254": "心。心本清靜。無生滅。無造作。無報應。無勝負。寂寂然。", "255": "靈靈然。汝若入此法門。可與諸佛同矣。一切善惡。有", "256": "為無為。皆如幻夢。闍夜多謂二十一祖婆修盤頭弟子曰。我不", "257": "求道。亦不顛倒。我不禮佛。亦不輕慢。我不長坐。亦不", "258": "懈怠。我不一食。亦不雜食。我不知足。亦不貪欲。心無", "259": "所希。名之曰道。此兼叶之旨也。婆修盤頭偈曰。泡幻", "26": "甞見繪事家圖七佛之始。始于威音王佛。惟大作一", "260": "同無礙。如何不了悟。達法在其中。非今亦非古。二十二祖摩挐", "261": "羅曰。隨流認得性。無喜亦無憂。二十三祖󳬈勒那因。二十四祖師子問。我", "262": "欲求道。當何用心。祖曰。汝若有用。即非功德。汝若無", "263": "作。即是佛事。師子偈曰。正說知見時。知見俱是心。當", "264": "心即知見。知見即於今。二十五祖婆舍斯多付法二十六祖不如密多。偈", "265": "曰。聖人說知見。當境無是非。我今悟真性。無道亦無", "266": "理。密多謂二十七祖般若多羅曰。真性心地藏。無頭亦無尾。應", "267": "緣而化物。方便呼為智。般若多羅付東土初祖偈曰。心地", "268": "生諸種。因事復生理。果滿菩提圓。花開世界起。二祖神光", "269": "問此土初祖曰。我心未安。乞師安心。祖曰。將心來。吾", "27": "○圓相之後。則七佛各有言詮。言詮雖異。而諸佛之", "270": "與汝安。曰覓心了不可得。曰與汝安心竟。僧燦三祖懺罪", "271": "亦同。道信四祖逢一小兒。問子何姓。曰姓即有。不是常姓。", "272": "曰汝無姓耶。曰性空故無。度為弘忍五祖。五祖欲付法。神", "273": "秀偈曰。身是菩提樹。心如明鏡臺。時時勤拂拭。莫使", "274": "惹塵埃。慧能六祖曰。菩提本無樹。明鏡亦非臺。本來無一", "275": "物。何處惹塵埃。青原參六祖。問曰。當何所務。即不落", "276": "階級。祖曰。汝曾作什麼來。曰聖諦亦不為。祖曰。落何", "277": "階級。曰聖諦尚不為。何階級之有。石頭希遷。初參青", "278": "原。原問。子何方來。曰曹溪。曰將得甚麼來。曰未到曹", "279": "溪亦不失。曰若恁麼。用到曹溪作麼。曰若不到曹溪。", "28": "偈旨。不出圓相也。夫威者。形之外者也。音者。聲之外", "280": "爭知不失。遷又曰。曹溪大師還識和尚否。原曰。汝今", "281": "識吾否。曰識又爭識得。原曰。眾角雖多。一麟足矣。石", "282": "頭著參同契。以明暗回互。懸起曹洞宗旨。有所來矣。", "283": "藥山一日。在石上坐次。石頭問。汝在這裏作麼。曰一", "284": "物也不為。曰恁麼則閑坐也。曰閑坐即為也。頭曰。汝", "285": "道不為。不為個甚麼。曰千聖亦不識。頭以偈讚曰。從", "286": "來共住不知名。任運相將祇麼行。自古上賢猶不識。", "287": "造次凡流豈可明。頭埀語曰。言語動用沒交涉。師曰。", "288": "非言語動用亦沒交涉。頭曰。我這裏針劄不入。師曰。", "289": "我這裏如石上栽花。雲岩曇晟禪師。於藥山悟後。煎", "29": "者也。威音王者。形聲之外。未有出載。無所考據。文字", "290": "茶次。道吾問。煎與阿誰。師曰。有一人要。曰何不教伊", "291": "自煎。師曰。幸有某甲在。上堂曰。有個人家兒子。問著", "292": "無有道不得底。洞山出問。他屋裏有多少典籍。師曰。", "293": "一字也無。曰爭得恁麼多知。曰日夜不曾眠。洞山於", "294": "無眼耳鼻舌身意。不覺捫面。問師。既聞水鳥樹林念", "295": "佛。猛省無情說法。邈師真於良久。覩渠面于水中。跌", "296": "倒幻人。拾起縛草。向泠路上熱閙。於爐炭裏凝水。藏", "297": "身無影。只見其聲。全體現前。不逢其面。毒龍蟠處水", "298": "偏清。頑石堆頭雲欲起。銀碗盛雪。氷花與火焰齊輝。", "299": "挾後位而攢踴。黑夜烏鷄。舜惹與虗空都碎。帶共功", "3": "敏致證徹也。居一日。俱整衣作禮而請曰。甞聞諸方", "30": "已前最上事也。若龍樹所現而仰上。所謂無相三昧。", "300": "而不斷。五子同歸一父。那知祖業之崇。四臣咸戴一", "301": "君。豈謂上皇之治。五位分而盡了不了。薪火既滅。世", "302": "界方炎。一位圓而無圓之圓。花木摧殘。陽春常滿。見", "303": "消行起。行滅道亡。睡中開眼喫茶。飯後洗盂就坐。鐵", "304": "脊梁竪處。矓矓似夢。犀角枕倒來。漠漠無天。閙市裏", "305": "水流花落。事忙中馬去牛來。既分和叶于君臣。當辨", "306": "賤貴于王子。賤分外紹。貴從內紹。未識極頭。進於極", "307": "頭。門內人趨向裏頭事。是朝生之臣種歸王。既識極", "308": "頭。擔荷極頭。裏頭人不擔屋裏事。是誕生之王種忘", "309": "父。忘父者。食父而滅祖。故曰內生。無家者閉宮而令", "31": "然燈已前是也。圓相出于西天諸祖。七佛偈出于達", "310": "行。故曰化生。末生未知兩紹。真王不類五兒。貴賤俱", "311": "消。淺深不立。石霜九峰舌結。章師悟老技窮。相續大", "312": "難。豈容付授。悲末世一悟便了之魔人。故曰人多乾", "313": "慧。示將來三漏須盡之法網。當知悟餘濁智。機不離", "314": "位。好女不著嫁時衣。見處偏枯。盲兒不放雙拄杖。究", "315": "妙失宗。休坐法機。昧終始。要通宗。透此者。不是乾蘿", "316": "蔔頭。知此者猶坐水屙漉地。金針雙鎻。鴛鴦交頸分", "317": "飛。誰云玄路。金鎖玄路。藤樹合枝並起。豈曰鳥道。直", "318": "須事理不涉。電火難追。展手不如吐舌。一老一不老。", "319": "半肯半不肯。擊首誰能應尾。所以曹山觸毒。三墮浪", "32": "磨傳來。葢有所本也。甞試原之。圓相早具五家宗旨", "320": "分。溈山水牯牛。水牯牛溈山。奈何不得是國王水草。", "321": "非國王水草。隨納非污。撲破鉢盂。不獨五馬不嘶。抑", "322": "且一牛不飲。頺然方丈。不特闍黎不知。抑且侍者不", "323": "管。閉眼伸出被底裏指頭。誰云師子看山。踏斷脚頭", "324": "邊鞋鼻。不道死蛇。故曰。莫行心處路。不挂本來衣。何", "325": "須正恁麼。切忌未生時。黑漆地履踐。當問景欣埀衣", "326": "裳致治。不知堯舜柰何者。未覩影而傳寶鏡。才入室", "327": "而伏繩床。評唱繁興首帕遍布。此法道之可悲也痛。", "328": "為其宗者。務使親到可耳。", "329": "總結總結", "33": "矣。五宗各出一面。然有正宗。第一先出臨濟宗旨。此", "330": "得心於自。得法於師。師有人法之分。心有本別之異。", "331": "根本智者。自悟徹頭徹尾者是。差別智者。自悟之後。", "332": "曲盡師法。以透無量法門者是。良以師必因人。人貴", "333": "法玅。分宗列派。毫髮不爽。故傳法之源流。非獨以人", "334": "為源流也。所以六祖一華而出二枝。南嶽懷讓青原", "335": "行思是也。讓出四葉。自馬祖道一。一出百丈懷海。海", "336": "出黃檗希運。運出臨濟義玄。一也。百丈出溈山霛祐。", "337": "祐出仰山慧寂。二也。自馬祖出天王道悟。悟出龍潭", "338": "崇信。信出德山宣鑒。鑒出雪峰義存。存出雲門文偃。", "339": "三也。雪峰出玄沙師備。備出地藏桂琛。琛出法眼文", "34": "相拋出直下。斷人命根。于一○中。賓主輥輥。直入首", "340": "益。此馬祖一枝之四葉也。青原一枝出一葉。自石頭", "341": "希遷。遷出藥山惟儼。儼出雲嵓曇晟。晟出洞山良价。", "342": "价出曹山本寂。此青原一枝之一葉也。大矣哉。威音", "343": "王已前無物也。威音王已後無物也。無物之物。不可", "344": "以言到心師也。其○也。彈丸迸出。透頂處。忤逆聞雷。", "345": "迅電突來過眼時。紅旗閃爍。裂作兩開。而火見處處。", "346": "斷󳬴橫古路。控成雙結。而中虗遠遠。馳書不到家。不", "347": "知自己為何物。謾道三界為惟心。滴水答曹源滴水。", "348": "慧超原汝是慧超。分明打劫就窠。爭柰巡人犯夜。羅", "349": "五家之四面。突臨濟之正宗。所以從威音一點闢開。", "35": "羅眼中。所謂沿流不止問如何。真照無邊說似他。離", "350": "至臨濟一囊收納。雲門本出睦州於黃檗。豈外滹沱。", "351": "溈仰自續風穴于首山。還歸慧照。曹洞到浮山而率", "352": "賓歸王。法眼雖入教而難逃至化。惟此一事實。餘二", "353": "則非真。臨濟兒孫既專大任。敢負前宗。一悟便了而", "354": "無餘。是增慢者。一槌便就而莫勤。是淺丈夫。當知大", "355": "器晚成。切莫半途而廢。師承在宗旨。不在名字。源流", "356": "證悟。盡差別焉。可根本坐定。痛快者翻成䟦扈。廉纖", "357": "者到底纏綿。纏綿尚有脫時。䟦扈終成異路。殷勤至", "358": "再。叮囑萬千。幸勿掃宗旨以藏拙。正當究宗旨而竭", "359": "情。情竭細除。人忘法滅。方可為人師表。紹佛先宗。善", "36": "相離名人不稟。吹毛用了急須磨是也。次則雲門三", "360": "自護持。無令斷絕。", "361": "傳衣法註傳衣法註", "362": "世尊至多子塔前。命摩訶迦葉。分座令坐。以僧伽黎", "363": "圍之。遂告曰。吾以正法眼藏。密付于汝。汝當護持。并", "364": "勅阿難。副貳傳化。無令斷絕。而說偈曰。法本法無法。", "365": "無法法亦法。今付無法時。法法何曾法。爾時世尊說", "366": "此偈已。復告迦葉。吾將金縷僧伽黎衣。傳付於汝。轉", "367": "授補處。至慈氏佛出世。勿令朽壞。迦葉聞偈。頭面禮", "368": "足曰。善哉善哉。我當依勅。恭順佛故。󳬈勒那尊者謂", "369": "師子尊者曰。吾師密有懸記。罹難非久。如來正法眼", "37": "句一字關也。溈仰圓相。本于此也。法眼談教義於六", "370": "藏。今當付汝。汝應保護。普潤來際。偈曰。正說知見時。", "371": "知見俱是心。當心即知見。知見即於今。祖說偈已。以", "372": "僧伽黎密付之。至達磨大師。謂可大師曰。內傳法印。", "373": "以契證心。外付袈裟。以定宗旨。後代澆薄。疑慮競生。", "374": "云我西天之人。言汝此方之子。憑何得法。以何證之。", "375": "汝今受此衣法。却後難生。但出此衣。并我法偈。用以", "376": "表明。其化無閡。至我滅後二百年。衣止不傳。法周沙", "377": "界。明道者多。行道者少。說理者多。通理者少。潛符密", "378": "證千萬有餘。汝當闡揚。勿輕未悟。一念回機。便同本", "379": "得。聽吾偈曰。我本來茲土。傳法救羣迷。一花開五葉。", "38": "相之外。曹洞分回互于黑白之交。只一○中。五宗具", "380": "結果自然成。後六祖因五祖擊碓。夜入祖室。五祖以", "381": "袈裟圍祖。不令人見。以所傳袈裟。用付于汝。善自保", "382": "護。無令斷絕。聽我偈曰。有情來下種。因地果還生。無", "383": "情既無種。無性亦無生。六祖問曰。法則既受。衣付何", "384": "人。祖曰。昔達磨初至。人未之信。故傳衣以明得法。今", "385": "信心已熟。衣乃爭端。止於汝身。不復傳也。於密註曰。", "386": "多子塔前傳法者。懸記此法祖脉佛脉兩無斷絕之", "387": "時也。世尊與迦葉分座者。示祖佛位同。佛在世即佛", "388": "授法于祖。佛滅度即祖授法於佛。指佛以法身為重", "389": "也。僧伽黎圍之以授法者。正法以衣相密為心印也。", "39": "矣。其餘傍出道理極。則教家玄妙淵微。莫不悉俻。故", "390": "凡有難及難信處。即衣法同傳也。正法眼藏者。師師", "391": "相傳之法眼也。不言涅槃心者。以人人自悟之心。各", "392": "各固有。只在正法眼藏印定。以為師法也。勅阿難副", "393": "貳者。言展轉承化而代不乏人也。偈言法本法無法", "394": "四句者。指伽黎而授其法相之義也。將金縷僧伽黎", "395": "衣傳付于汝轉授補處慈氏佛者。示前以法正授於", "396": "祖。茲以法一付於佛。意後佛當親授祖法。而後化行", "397": "也。達磨曰內傳法印以契證心外付袈裟以定宗旨", "398": "者。正以宗旨在衣上。以印所傳契證之自心也。却後", "399": "難生但出此衣并示法偈用以表明其化無礙者。葢", "4": "尊宿。欲抹殺五家宗旨。單傳釋迦拈花一事。謂之直", "40": "七佛各以一偈攝之。毗婆尸佛偈曰。身從無相中受", "400": "以人但信有自悟之門。更不信師法。有忘悟了心之", "401": "玅。故用衣以表明。令人悟之。又悟以盡差別智也。差", "402": "別盡而根本之惑始盡矣。至我滅後二百年衣止不", "403": "傳法周沙界者。葢悟心得法者多。悟必盡法而後已。", "404": "不待一一以衣表示也。明道者多行道者少者。言自", "405": "悟者。單明心道。若無法曲盡差別智故。不能行也。說", "406": "理者多通理者少者。言說理者。乃不悟心。而但傳法", "407": "者也。通理者。自心宗旨兩得證悟者也。此叮嚀得心", "408": "必得法而後能行。得法必得心而後實證。二者不可", "409": "缺一。故當以法潛符密證也。潛符密證千萬有餘者。", "41": "生。猶如幻出諸形象。幻人心識本來無。罪福皆空無", "410": "言世尊於多子塔前付囑。無令斷絕。定當心法不斷。", "411": "故千萬有餘也。汝當闡揚勿輕未悟一念回機便同", "412": "本得者。言人不論根器上下。但不悟耳。若示之一念", "413": "回機。便同本得。本得之心。與法符契。即與祖佛不二", "414": "也。傳法度羣迷者。言傳者法。不言有悟可傳人也。五", "415": "祖以袈裟圍六祖不令人見而傳法者。正是多子塔", "416": "前故事。至六祖後。人皆知信此實相無相之法相也。", "417": "皆言表信而用衣。正重信有宗旨耳。嗚呼宗旨其可", "418": "不信乎。宗旨而不信。更用佛祖相傳為哉。更用源流", "419": "名字為哉。故五宗恐其法滅也。顯言宗旨以付授。付", "42": "所住。葢以身有相而無相。直截痛快。臨濟宗也。中間", "420": "授之久。因不悟心者。認有法可傳。而學法不參心也。", "421": "故後之悟心豪傑。欲抹殺宗旨。單存悟見也。此心法", "422": "不同各偏之獘耳。茲直註佛祖相傳之心法。以示心", "423": "法同傳之旨。願後人信之。則多子之讖不誣。而千萬", "424": "有餘之言始實矣。若必重自悟。而抹殺相傳之法。必", "425": "非悟心之士也。何以故。以其見有法故。見有法即與", "426": "自心違故。既悟見有法。則所悟之心亦偽故。嗚呼自", "427": "心師法。不可動著。動著則入地獄如箭射。", "428": "五宗原終", "429": "No. 1279-B 濟宗頌語(附)No. 1279-B", "43": "微露其旨。雲門宗也。無相中受圓相。之謂溈仰宗也。", "430": "濟宗頌語附", "431": "萬峰法藏著學人上履閱", "432": "余自力參於折竹聲中。得個前後際斷。頓見青州衫", "433": "意旨。便能棒棒見血。箭箭中的。復參睡中主。了得高", "434": "峰枕落。雪嵓古栢。千古同心。因知道無終窮。力參不", "435": "已。閉關日夕究其不可究處。所以深入濟上堂奧。旁", "436": "及四家。兼之旁出諸禪。得大慧所謂禪備眾體之妙。", "437": "其三玄三要。四賓主等。大法小法。都從達磨密授二", "438": "祖之七佛偈。西天四七傳心法要。授受至於六祖。而", "439": "出南嶽青原。兩家大振。所以有百丈再參馬祖因緣。", "44": "身無相六相義。之謂法眼宗也。身兼無相。曹洞五位", "440": "盡以從上諸法。做出面目。百丈以三日耳聾。傳之黃", "441": "檗。黃檗以三頓棒。傳之臨濟。濟恐宗旨太密。傳久失", "442": "真。而變為一橛頭粗惡淺小之禪。單可自了。不能為", "443": "人。故與普化克符等。建立宗旨名相。千變萬化。收歸", "444": "兩堂一喝。分為賓主。以授三聖大覺。三聖大覺約示", "445": "而廣演。互相激揚。以授興化。祖佛之法。至化而曲盡", "446": "其妙。不可勝言矣。其時鹿門等。承虗接響。幾喪宗旨。", "447": "幸有守廓。為發明之。斯道賴以不泯。繼之。兜率聞於", "448": "清素。覺範得於歸宗。深慮遠傳。各為闡發。臨濟一脉。", "449": "七佛諸偈。具在典章。政所謂文獻若足。吾能徵矣。後", "45": "之旨也。其餘六佛。及四七諸祖。莫不同此矣。但未明", "450": "世以高峰中峯之下。屢遭世亂。其間諸家傳法弟子。", "451": "給侍不久。宗旨漸疎。迄我", "452": "明初。幾希殘燼。至於關嶺。而及笑巖。其徒廣通公者。", "453": "自因不識正宗。妄以蠡測。乃序笑巖集。遂云。曹溪之", "454": "下。厥旁岐縱橫肆出。厥奇名異相。涯岸各封。以羅天", "455": "下學者。因誣其師。為削去臨濟。不欲承嗣。將調截枝", "456": "泝流。以復本原。另出名目曰。曹溪正脉。其說一唱。人", "457": "人喜于省力易了。遂使比年已來。天下稱善知識者。", "458": "競以抹殺宗旨為真悟。致令無賴之徒。無所關制。妄", "459": "以鷄鳴狗盜為習。稱王稱覇。無從勘驗。誠久假而不", "46": "言顯示耳。至般若多羅讖曰。二株嫩桂久昌昌。此鉗", "460": "歸矣。嗚呼臨濟果為旁岐乎。宗旨果為奇名異相之", "461": "縱橫肆出乎。其法果為羅籠天下而設乎。入其法者。", "462": "果若密室傳授之偽異乎。曹溪之下。南嶽青原五家", "463": "宗旨。果皆旁出。而紛紜妄號正宗者乎。此何異於圭", "464": "峯數南嶽為泛徒者哉。後世豈無明眼者笑斥耶。寧", "465": "不聞笑巖上堂舉世尊陞座公案。時有僧出作禮。劈", "466": "脊便打云。多口作麼。僧云。某甲一言也未。何為多口。", "467": "巖復打云。再犯不容。翌日上堂云。昨舉公案未圓。未", "468": "能解得諸人惑。未能與世尊把臂共行。何謂。若是知", "469": "音作者。纔恁麼。便不恁麼。然後沒交涉。直教兩頭撒", "47": "記五宗之分。從二家始矣。故有南嶽青原。為五宗之", "470": "開。中間放下。自然活卓卓底。隨處作主。如水投水。似", "471": "空合空。佛祖不能知。鬼神莫能測。又僧問。如何是奪", "472": "人不奪境。巖云。一文錢。一個燒餅。云如何是奪境不", "473": "奪人。云喫在肚裏了。時下飽欣欣。云如何是人境兩", "474": "俱奪。云你無一文錢。只得甘受餓。云如何是人境俱", "475": "不奪。云雲門餅金牛飯。空腹而來飽腹歸。此豈不是", "476": "笑巖之濟宗乎。終日聞笑巖語。見笑巖錄。乃立妄論", "477": "以誣笑巖。為見外臨濟。不亦過且謬乎。豈不聞愛禮", "478": "存羊之論。毋令斷絕之教乎。茲幸　金粟一枝。仍用", "479": "黃檗三頓痛棒示人。而三玄賓主。固在也。不肖勉為", "48": "源也。又曰。震旦難濶無別路。要使兒孫脚下行。金鷄", "480": "承嗣。力唱此宗。為萬世不易之定衡。奈何一唱而和", "481": "寡。未能󳭪弘暢達。以救臨濟法滅之虞。敬原五宗。而", "482": "復以馬祖一脉的傳公案。細細頌出。手授二三子之", "483": "自悟自入者。互相激揚。務使此宗再起。毋令斷絕。以", "484": "報佛恩。若曰。達磨西來。本無一字。而復添此叨叨者", "485": "耶。將應之曰。七佛偈并諸讖語。子將以為文字乎。乃", "486": "俟其開口便掌。以絕夫後世野狐之種云。", "487": "舉百丈再參馬祖。侍立次。祖目視繩床角拂子。丈", "488": "曰。即此用。離此用。祖曰。汝向後開兩片皮。將何為", "489": "人。丈取拂子竪起。祖曰。即此用。離此用。丈掛拂子", "49": "解󰴌一粒粟。供養十方羅漢僧。此記當有馬姓者。出", "490": "於舊處。祖振威一喝。丈直得三日耳聾。未幾住大", "491": "雄山。以所處巖巒峻極。故號百丈。四方學者󰦶至。", "492": "一日謂眾曰。佛法不是小事。老僧昔被馬大師一", "493": "喝。直得三日耳聾。黃檗聞舉不覺吐舌。丈曰。子已", "494": "後莫承嗣馬祖去麼。檗曰。不然。今日因和尚舉。得", "495": "見馬祖大機之用。然且不識馬祖。若嗣馬祖。已後", "496": "喪我兒孫。丈曰。如是如是。見與師齊。減師半德。見", "497": "過於師。方堪傳授。子甚有超師之見。檗便禮拜。又", "498": "仰山云。此是顯大機大用。且道。如何是大機之用", "499": "著語云　鞍前電閃。馬後雷轟　又云。行了春", "5": "提向上。然不知五宗之立。果為謬妄者否。願賜一言。", "50": "于十邡。為二株之正宗。脚下當出四宗。而惟臨濟一", "500": "風有夏雨。", "501": "頌云。", "502": "盡道英雄志可伸。長驅席捲見精神。胡蘆谷斷撩天", "503": "火。一馬為龍得幾人。", "504": "如何是大機大用　著語云　禹門三汲浪。平地", "505": "一聲雷。", "506": "頌云。", "507": "放去收來任自由。突然翻轉尾和頭。曾經三峽瞿塘", "508": "險。跨竈馨兒也大愁。", "509": "既有大機之用。則如何是大用之機　著語云", "51": "宗。為正的也。及初祖至金陵。武帝問。造寺度僧有功", "510": "不因漁父引。爭得見波濤。", "511": "頌云。", "512": "鉢下袈裟窟裏身。英雄當日逞將軍。蒙山去後南宗", "513": "振。避石猶傳萬古勳。", "514": "如何是大底道理　著語云　碩果不食。", "515": "頌云。", "516": "斷水窮山不憚煩。桃花流盡見仙源。自從一落漁人", "517": "眼。世上相傳有浪言。", "518": "馬祖而下。早有賓主句矣。其源葢出於再參公案", "519": "中。且道如何是百丈再參之賓中主　著語云", "52": "德否。祖曰。實無功德。此臨濟直截語也。雲門法眼溈", "520": "周郎功就。漢有荊州。", "521": "頌云。", "522": "早施約法次關中。示玦烹翁覇正雄。子夜楚歌虞帳", "523": "冷。千秋無面見江東。", "524": "如何是主中賓　著語云　夏至前頭隔夜定。", "525": "頌云。", "526": "東階先揖致殷勤。北面擎觴禮讓頻。去盡驕淫見真", "527": "寔。從來入聖本於仁。", "528": "如何是主中主　著語云　雨過旱雷轟。", "529": "頌云。", "53": "仰。何所不具。帝問。何以無功德。祖曰。此但人天小果", "530": "何處聲榔擊破秋。掉翻輕艓擲魚鈎。夜蟾不識湖深", "531": "冷。沉到龍窩極底頭。", "532": "主中主從那裏得來　著語云　饒人多主顧。", "533": "頌云。", "534": "頹然閫外付將軍。開國成家豈別人。不是埀衣拱手", "535": "貴。萬󳬛何以致來賓。", "536": "舉興化在三聖為首座。常曰。我向南方行脚一遭。", "537": "拄杖頭。不曾撥著一個會佛法底人。聖云。具個什", "538": "麼眼。便恁麼道。化便喝。聖云。須是你始得　著語", "539": "云　冷光微露。毒殺熱謾。", "54": "有漏之因。如影隨形。雖有非實。豈非曹洞語乎。至二", "540": "頌云。", "541": "全提劫外過春風。纔見花開雨濕叢。縱使青皇未零", "542": "亂。已看滿地是殘紅。", "543": "興化到大覺。覺問。我聞你道向南方行脚一遭。拄", "544": "杖頭不曾撥著一個會佛法底人。你憑個什麼道", "545": "理與麼道。化便喝。覺便打。化又喝。覺又打。明日相", "546": "逢。覺云。我昨日疑你遮兩喝。化又喝。覺又打。化再", "547": "喝。覺亦打　著語云　何勞再勘。", "548": "頌云。", "549": "一回雨過一回香。轉見花深夏日長。燕子尚疑春富", "55": "祖。有居士請懺罪。祖曰。將罪來。與汝懺。士良久曰。覔", "550": "貴。喃喃猶自語高梁。", "551": "化云。某甲於三聖師兄處。學得個賓主句。總被師", "552": "兄折倒了也。願與某甲個安樂法門。覺曰。遮瞎漢。", "553": "來遮裏納敗闕。脫下衲衣。痛與一頓　著語云", "554": "若不脫下。爭得見骨　化於言下。荐得臨濟先師", "555": "於黃檗處喫捧底道理。且道。如何是三度痛棒底", "556": "道理　著語云　彩雲歸盡月當空。", "557": "頌云。", "558": "洗盡胭脂素體香。多知嫂囑細姑娘。翻思父母當年", "559": "事。恩大難酬只自傷。", "56": "罪了不可得。祖曰。與汝懺罪竟。一將罪來。一懺罪竟。", "560": "舉守廓侍者到華嚴。值嚴上堂曰。大眾。今日若是", "561": "臨濟德山高亭大愚鳥窠船子兒孫。不用如何若", "562": "何。便請單刀直入。華嚴與汝證據。廓出禮拜。起便", "563": "喝。嚴亦喝。廓又喝。嚴亦喝。廓禮拜起曰。大眾看遮", "564": "老漢一場敗闕。又喝一喝。拍手歸眾。且道。華嚴敗", "565": "闕。在甚麼處　著語云　既無推讓之德。那復見", "566": "義不為。", "567": "頌云。", "568": "東和北拒䇿應高。前失吞吳後棟撓。八陣至今騰怨", "569": "氣。數堆頑石怒江濤。", "57": "臨濟雲門宗也。問答歷然。溈仰法眼曹洞宗也。沙彌", "570": "守廓到鹿門。見楚和尚。與僧話次。門問楚曰。你終", "571": "日披披搭搭作麼。楚曰。和尚見某甲披披搭搭那。", "572": "門便喝。楚亦喝。各休去。廓曰。你看遮兩個瞎漢。隨", "573": "後便喝　著語云　向遮裏入　門歸方丈。請廓", "574": "問云。老僧適來。與楚闍梨。賓主相見。甚處敗闕。廓", "575": "曰。轉見病深。門曰。老僧自興化來。便會也。廓曰。和", "576": "尚到興化時。某甲為侍者。記得與麼時語。門云。請", "577": "舉看。廓遂舉。興化問和尚。甚處來。尚云。五臺來。化", "578": "云。還見文殊麼。尚便喝。化云。我問你還見文殊麼。", "579": "又惡發作麼。尚又喝。化不語　著語云　從三聖", "58": "問三祖。乞解脫法門。祖曰。誰縛汝。此非臨濟雲門宗", "580": "處學得來　和尚作禮。至明日教某甲喚和尚。和", "581": "尚早去也。化上堂云。你看遮個僧擔條斷貫索。向", "582": "南方去也。已後也道。見興化來　著語云　人去", "583": "歌援瑟　廓云。今日公案。恰似與麼時底。門云。興", "584": "化當時。為甚無語　著語云　好個疑團　廓曰。", "585": "見和尚不會賓主句。所以不語　著語云　拖却", "586": "長裙作老婆　及欲喚和尚持論。和尚已去也。門", "587": "特煎茶。告眾曰。參學龍象。直須子細云云。且道如", "588": "何是斷貫索　著語云　只嫌自己麻繩短。莫怨", "589": "他家井底深。", "59": "乎。栽松道者問四祖曰。法道可得聞乎。祖曰汝已老。", "590": "頌云。", "591": "逢師兩喝硬如雷。誰料殷勤為汝悲。縱使再三千百", "592": "喝。一條斷索繫頭回。", "593": "如何是會賓主處　著語云　何不轉身看。", "594": "頌云。", "595": "輕輕撥著萬斤鎚。腦後潛過夢裏雷。三聖家風千古", "596": "秘。幾人真到玉山頹。", "597": "舉臨濟兒孫。從五祖與佛鑑。鑑與玅喜。󱠛代俱以", "598": "溈山安。有句無句。如藤倚樹。樹倒藤枯。句歸何處。", "599": "溈山呵呵大笑歸方丈公案。為最後事。圓悟曰。相", "6": "以通其難。於密曰。命將者必以兵符。悟心者必傳法", "60": "脫有聞其能廣化邪儻。若再來。吾尚遲汝。此語全看。", "600": "隨來也。且道。如何是相隨來也的道理　著語云", "601": "倒翻觔斗抱球兒。", "602": "頌云。", "603": "踏轉雙輪駕白牛。四衢風氣肅三秋。笑歸方丈還錢", "604": "去。明月團團嶺上頭。", "605": "又為道吾。捺倒爛泥裏。有判者云。也只是舘驛裏。", "606": "撮馬糞漢。且道。如何是馬糞　著語云　青蠅不", "607": "附驥尾。", "608": "頌云。", "609": "夜追鞭影過橋東。踏著深春柳下風。欲理羈韁向人", "61": "則臨濟雲門。細開闔之。則諸宗悉具矣。五祖接盧能。", "610": "道。亂絲空把月明中。", "611": "舉圓悟問大慧云。踞虎頭收虎尾。第一句下明宗", "612": "旨。如何第一句。慧云。此是第二句。且道。如何是虎", "613": "頭虎尾。如何是踞收。如何是第一句下明宗旨", "614": "著語云　藏六斷蛇。", "615": "頌云。", "616": "樹頭樹底覓殘紅。一片西飛一片東。自是桃花貪結", "617": "子。錯教人恨五更風。", "618": "舉五祖演云。牛過窓櫺。頭角四蹄都過了。只有尾", "619": "巴過不得。如何是四蹄。如何是尾巴。如何是過不", "62": "以杖擊碓三下。非臨濟張本乎。六祖問南嶽曰。何處", "620": "得　著語云　好肉󳫨瘡痛不徹。", "621": "頌云。", "622": "十指為拳劈面槌。西風颯颯起春雷。霜前雪後分明", "623": "事。誰道一陽冬至回。", "624": "濟宗頌語終", "625": "萬峯學人嚴拱。法名上履。捐貲刻五宗原。暨濟宗頌", "626": "語全卷。伏願了知宗旨。證入真乘。更願得見得聞同", "627": "參同薦者。　旹", "628": "大明崇禎龍飛元年歲次戊辰四月佛誕日識", "63": "來。曰嵩山。祖曰什麼物與麼來。曰說似一物即不中。", "64": "祖曰。還有修證否。曰修證即不無。染污即不得。觀讓", "65": "公說似一物即不中語。此臨濟宗而亦雲門之旨也。", "66": "修證即不無。染污即不得。寧非溈仰法眼宗旨乎。葢", "67": "四宗之源。發於此也。馬駒之讖。定於此矣。及向馬師", "68": "磨磚。馬問磨磚作麼。曰作鏡。曰磨磚豈得作鏡。曰坐", "69": "禪豈得成佛。只此一句。臨濟宗旨大振矣。雲門亦具", "7": "印。符不契即為姧偽。法不同則為外道。自威音已來。", "70": "焉。及問如何即是。曰如牛駕車。車若不行。打牛即是。", "71": "打車即是。則溈仰法眼始於此。馬祖曰。藏頭白海頭", "72": "黑。日面佛月面佛。有時喝。有時打。此臨濟宗也。僧參", "73": "次。師𦘕一圓相云。入也打。不入也打。僧纔入。師便打。", "74": "僧云。和尚打某甲不得。師靠柱杖休去。只此一則。便", "75": "四宗齊收也。震聲一喝於百丈挂拂之後。三日耳聾", "76": "於黃檗吐舌之前。三頓痛棒。大樹蔭天。臨濟一宗。岧", "77": "然五宗之頂。從威音至此。而乳中醍醐。精極玅極。馬", "78": "駒踏殺天下人鍾意不在是乎。是知大愚肋下三拳。", "79": "密闔顯開。橫分竪結。踏四家而獨步。出三句以咸羅。", "8": "無一言一法非五家宗旨之符印也。昔人證之。遂嘿", "80": "四料簡。盡人境法以褫其大綱。三玄要。卷生死關而", "81": "歸于頂。獨道法細分。始能事事心佛。二三同一。方可", "82": "句句斷玄。影草動。則主在我而驗人。金剛提。則力在", "83": "腕而破物。師踞有地。浮汎者未識來由。喝本無從。認", "84": "真者定迷落處。兩堂一喝。陸遜迷八陣之圖。兩處讓", "85": "賓。諸葛有隱蓬之䇿。二禪客賓主。成於陞座。四賓主", "86": "機用。毒於膠盆。或學人先喝以挑鋒。須防伏卒。或知", "87": "識隨奪而掠陣。貴設陷坑。或夫唱而婦隨。或分疆而", "88": "裂土。相共一場懡㦬。放收兩換交加。囊沙減竈。各顧", "89": "成功。自縛詐降。獨施冷刺。呢呢喁喁而隱蠆。轟轟靂", "9": "契其微而不分。後人侶之。故建立其宗以防偽。抹殺", "90": "靂而濡尾。用鏌鎁於太平之後。提祖印於未定之天。", "91": "舉頭天外。誰是其人。掛鏡當軒。豈容魔異。待心死而", "92": "伏誅。須切用前之照。先擒下而去續。略挑用後之燈。", "93": "濟船筏於黑風鬼國之間。開晴霽於碧浪通歌之外。", "94": "頭頭為求格外。著著要了機先。了法者盡法而無民。", "95": "亡人者隨人而施藥。撫猊絃而絕眾聲。滴獅乳而迸", "96": "驢酪。從遮裏過得。向隨處安閑。行雲行雨。不濕僊衣。", "97": "驅電驅雷。豈關天怒。興化得於脫下衲衣之一頓。向", "98": "古廟裏藏身。致使克賓於棒了處。更罰錢出院。南院", "99": "拈出啐󲣅同時。失之便打。終令那僧於棒折處。見燈"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1279 五宗原", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1279 五宗原", "author": "明 法藏著", "language": "chinese", "source": "CBETA"}