{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1230", "1": "警世", "10": "有疾病灾禍愁憂苦惱。居強半矣。所以昔人有言。浮", "11": "生一月之中。可開口而咲。只四五日矣。故知憂長喜", "12": "促樂少苦多。如在萬仞之危峯。似處千尋之滄海。縱", "13": "得少樂畢慮漂沈。且夫有生勞我處胎。有老奪我壯", "14": "色。有病損我形貌。有死壞我神靈。有榮縱我驕奢。有", "15": "辱敗我意氣。有貴使我憍倨。有賤挫我行藏。有富恣", "16": "我貪婪。有貧乏我依報。有樂動我情地。有苦痛我精", "17": "神。有讚起我高心。有毀滅我聲價。乃至寒則逼切我", "18": "體。熱則煩悶我襟。渴則乾我喉。饑則羸我腹。驚則懾", "19": "我魄。懼則喪我魂。憂則撓我神。惱則敗我志。順則長", "2": "夫不體道本。沒溺生死。處胎卵濕化橫豎飛沈之類。", "20": "我愛。逆則起我憎。親則牽我情。疎則生我恨。害則殞", "21": "我體。愁則結我腸。乃至遇境生心。隨情動念。或美或", "22": "惡俱不稱懷。皆長業輪盡喪道本。其或更詭於君悖", "23": "於父。傲其物趨其時。獸其心狐其意。苟其利徇其名。", "24": "誑其人諂其行。附其勢欺其孤。淵其殃崇其業。扇其", "25": "火吹其風。驟其塵背其覺。邪其種睽其真。但顧前非", "26": "慮後。口謀去靡思回。唯求生焉知滅。則念念燒煑。步", "27": "步溝隍矣。如今或得剎那在世。須蘊仁悲。行善修心", "28": "除非去惡。書云。作善降之百祥。作不善降之百殃。是", "29": "以世間逆順種種因緣。空受身心妄苦皆為。不知三", "3": "於中失人身者。如大地之土。得人身者。如爪上之塵。", "30": "界唯是一心。以前五識眼耳鼻舌身及第八識。皆是", "31": "現量所得。無心外法。以第六明了意識。比量計度而", "32": "成外境。全是想生隨念而至。若無想念萬法無形。故", "33": "經云。想滅間靜識停無為。又云。諸法不牢固。唯立在", "34": "於念。善解見空者。一切無想念。若了一心之旨。心外", "35": "自然無法可陳。豈有欣戚關懷是非干念。佛頌云。未", "36": "達境唯心。起種種分別。達境唯心已。分別即不生。既", "37": "了境唯心。便捨外塵相。從此息分別。悟平等真空。故", "38": "起信論云。一切境界唯心妄動。心若不起。一切境界", "39": "相滅。唯一真心徧一切處。是故三界虗偽。唯心所作。", "4": "於人身中多生邊夷下賤。及處中國。或受女身。若為", "40": "離心即無六塵境界。乃至一切分別。即分別自心。心", "41": "不見心。無相可得。先德云。心外有法。生死論迴。心外", "42": "無法。生死永弃。經云。諸法所生唯心所現。論云。三界", "43": "無別法。但是一心作。既信一心。須以禪定冥合。如經", "44": "云。若能教三千大千世界眾生令行十善。不如一食", "45": "頃一心靜處入一相法門。若能諦了自心。以此定慧", "46": "相應。則能不動塵勞。便成正覺。平生所遇。莫越於斯。", "47": "普動後賢。可書紳耳。", "5": "男子。癃殘百疾。設得丈夫十相具足者。處恐畏世生", "6": "五濁時。以肉為身以氣為命。一報之內如石火風燈。", "7": "逝波殘照瞬息而已。於中少天非橫殂者。不計其數。", "8": "或有得天年壽極耳順。萬中無一。脫得知命之歲。除", "9": "童稚無知。至三十豪四十富。且約其間三十年。於中"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1230 警世", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1230 警世", "author": "宋 延壽撰", "language": "chinese", "source": "CBETA"}