{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1357 佛果克勤禪師心要", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "示有禪人", "1": "佛果圜悟真覺禪師心要卷下終", "2": "嗣法　子文　編", "3": "示月禪人示月禪人", "4": "昔曹山別。悟本問向甚處去。山云不變異處去。本云", "5": "不變異處豈有去耶。山云去亦不變異。悟本領之。蓋", "6": "其透得綿密無間隔。得大安穩。無所不通。是故機路", "7": "灑落。千人萬人籠羅不住。至於發言直截了無凝滯。", "8": "若胷次稍有解會隨處執著。則豈能句下便恁剪斷。", "9": "善體此意真不變異。雖千生萬劫亦只如如。頭緒紛", "10": "然一一當陽皆無變異。豈非得如空際大定耶。所以", "11": "道妙體本來無處所。通身那更有縱由。則去亦不變", "12": "異之旨明矣。", "13": "釋迦老子道我今為汝保任此事終不虗也。將知徹", "14": "佛知見淵源無不皆實。履踐到實處。凡所舉止悉不", "15": "落虗。一一透頂透底邁古超今。求其形相毫末了不", "16": "可得。極其諦當則喫飯著衣四威儀中全體成現。要", "17": "須保任鄭重如獲至寶。將護長養便得大力量。以之", "18": "度世利物靡所不堪。方為佛子。不辜釋迦老子苦口。", "19": "謂之知恩報恩也。", "20": "示本禪人示本禪人", "21": "常獨行常獨步。達者同游涅槃路。此蓋不與萬法為", "22": "侶之大旨也。況自己本有根脚。生育聖凡含吐十虗。", "23": "無一法不承他力。無一事不從他出。豈有外物為障", "24": "為隔。但恐自信不及。便把不住去。若洞明透脫。只一", "25": "心不生。何處更有如許多。所以道靈光獨耀迥脫根", "26": "塵。要須直下承當從本以來自有底活卓卓妙體。然", "27": "後於一切時一切處無不逢渠。無不融攝。喫飯著衣", "28": "凡百作為。世出世間皆非外得。既達此矣。只守平常", "29": "不生諸見。說什麼一口吸盡西江水。設使百千諸佛", "30": "無量祖師顯現無邊恠異神變。不消一劄。但恁麼信", "31": "及見徹。行脚事豈不辦耶。", "32": "示達禪人示達禪人", "33": "大道正體不在混沌未分。及杳冥恍惚處亦不是。故", "34": "作深䆳隱蔽令人不可窮不可測量。蓋至明非明。至", "35": "妙非妙。直下簡易。若是宿根純靜。聊聞舉著便知落", "36": "處。更不向外馳求。向根脚下千了百當全體現成。乃", "37": "至觸境遇緣悉皆透頂透底。坐得斷把得住作得主。", "38": "終不取他人舌頭路布。及古今言教機境公案將為", "39": "極則。是故從上作家唯只提持此段。要人自承當擔", "40": "荷。豈曾更立堦梯地位漸次。如之若彼來。今時兄弟", "41": "不道他全不用心。要是不得省力。具大根大器大機", "42": "大用一聞千悟。徹骨徹髓痛領將去。纔一蹉却毫髮", "43": "便入解會理路言詮意識根塵中去。所以脫他藥網", "44": "不出。未免漠漠懷疑。便更下鈍工十年五載終莫能", "45": "果決。尋常每勸兄弟須奮猛利心。棄却從前學路得", "46": "失窠臼。似向萬仞懸崖撒手拌捨性命。從他氣息一", "47": "點也無。如大死底人。餉間甦醒起來謾你不得也。却", "48": "為已到脚蹋實地處。寬若太虗明如杲日。更不消造", "49": "化一切自圓成。二六時中與千聖交參。俱為殊勝奇", "50": "特脫灑。信口開信脚行。更疑箇甚。豈不見古宿指人", "51": "道由悟達。法離見聞。若也真的悟去。更憂甚佛不解", "52": "語。切須向日用中不起異見。放教󱗉中灑灑落落。打", "53": "辦精神自覰見。久之須有信入處。若只守閑閉眉合", "54": "眼。要參露柱燈籠。也須知有佛種性底終不向死水", "55": "裏折倒。但辦肯心必不相賺。", "56": "菩提離言說。從來無得人。具摩醯正眼靈利衲子。聊", "57": "聞舉著即便覰透。終不作限量墮在解脫深坑中。有", "58": "般底容有路布即謂離言說真言說。無得人乃實證", "59": "之人。當面蹉却被葛藤纏倒。終不明得從上來事。是", "60": "故此宗雖務冥契密付。既作諸佛苗裔。應須紹續門", "61": "風。明全提正印深機。脫生死塵勞惡作執縛。永嘉乃", "62": "云。大丈夫。秉慧劒。般若鋒兮金剛焰。豈容擬議於其", "63": "間哉。", "64": "生死為大事。真透脫去不以為大。何故。以無怖畏諦", "65": "了實證如如不動。視萬有起滅中外根株洞然明白。", "66": "始末齊平初無得喪。而常執此大明普照若揭日月", "67": "而行。如師子王游戲自在。促百千劫為一念。衍一念", "68": "為百千劫。須彌納芥子中。大千擲方外。皆我心常分。", "69": "何有淨穢去來為罣礙。生死得喪為繄累哉。古德云。", "70": "生也猶如著衫。死也還同脫袴。不以生死為大變可", "71": "知矣。", "72": "示印禪人示印禪人", "73": "參問之要。當人不論曉夕以為事。長令念茲在茲。自", "74": "覰捕。驀然絕情識忘思量。一旦桶底子脫。心上更不", "75": "見心。佛上豈假作佛。得大休歇場。虗閑寂靜無相無", "76": "為無執無住。祖師言教更不明別事。所謂了得身心", "77": "本性空。斯人與佛何殊別。但自體究。終有箇入處。却", "78": "來證據。乃是了事人也。子細看之。", "79": "初機晚學乍爾要參。無捫摸處。先德垂慈令看古人", "80": "公案。蓋設法繫住其狂思橫計。令沉識慮到專一之", "81": "地。驀然發明心非外得。向來公案乃敲門瓦子矣。只", "82": "如龐居士問馬大師。不與萬法為侶底是什麼人。馬", "83": "云待汝一口吸盡西江水即向汝道。但靜默沉審然", "84": "後舉看。攸久之間須知落處去。若以語言詮注。語言", "85": "只益多知。無緣入得此箇法門解脫境界。諦信諦信。", "86": "以悟為則勿嫌遲晚。", "87": "疾苦在身宜善攝心。不為外境所搖。中心亦不起念。", "88": "常以生死事大無常迅速為意。不可斯須恣縱。唯嗔", "89": "一法於三業為大過患。儻有順違切勿令生。常虗己", "90": "正心觀外來觸如虗舟飄瓦。則物我俱寂到不動地。", "91": "爾思之諦思之。", "92": "示妙覺大師示妙覺大師", "93": "學道先於擇師。既得真正具頂門眼善知識。依其決", "94": "擇死生大事。須猛勇放下身心忘情體究。當資悟入", "95": "發明從本以來獨脫無滯礙本分事。日損日日損履", "96": "踐到無疑至實大休歇之場。此所謂具眼參學。有勝", "97": "負存窠臼。雖一往超勝。不知有不存誠不學道不求", "98": "出離者。然於此宗未得深造。猶在半塗亦為可憫。大", "99": "凡出家離俗要洪聖道度一切人而無度人得道之", "100": "迹。方可超詣向上人行履處。且向上人肯自謂會佛", "101": "法能證妙果越佛超祖不。酌然的無是理。蓋只覔箇", "102": "毫髮許能所解悟證入亦了不可得。豈況熾然生見", "103": "刺耶。是故古德道他得底人只守閑閑。王老師只要", "104": "癡鈍去。豈不見渠每每埀示三世諸佛不知有。狸奴", "105": "白牯却知有。直饒得渾脫狸奴白牯去也。未合向裏", "106": "存坐在。要須恁麼恁麼更恁麼撒手向那邊去始得。", "107": "夾山道。任你碧潭清似鏡。終教明月下來難。將知纔", "108": "及不盡並是影響。棒打石人頭曝嚗論實事去。究竟", "109": "看著衣喫飯雖不是別人。且要脫貼肉汗衫子不得", "110": "即留滯也。既脫却貼肉衫子。管取是一員無為無事", "111": "出塵得度大道之人耶。", "112": "示仁書記示仁書記", "113": "雪峰為人如金翅鳥擘海直取龍吞。豈唯雪峰。從上", "114": "大有道之士蘊兼利並照老作家手段者莫不皆然。", "115": "蓋不直截不盡力如銀山鐵壁峭󳫠則鈍置去。是故", "116": "臨濟德山行棒行喝下毒手脚。正欲大心大器大根", "117": "者向上承當。應不令人只認目前光影口頭聲色也。", "118": "所以道向上一路千聖不傳。若是箇漢。聊聞舉著便", "119": "透徹去。終不守他窠臼取他死語也。且行棒行喝落", "120": "在什麼處。若不明得直取龍吞意。則又紛紛紜紜去", "121": "也。大丈夫漢己靈猶不重。何況取他人路布為自己", "122": "胷襟。直須不受人瞞。昂藏特立截却從來依倚。擺撥", "123": "理性玄妙動用作略。體本分事。既體得到本分處。只", "124": "曲肱而枕亦是箇大快活人。若不了泯然冥然迢然", "125": "恁麼去。纔回頭覰捕有纖毫疑間則沒關涉也。豈不", "126": "見臨濟道元來黃蘗佛法無多子。參。", "127": "答怡然道人答怡然道人", "128": "宿承光賁小參。以此道為懷。況利根上智廓然自得。", "129": "以極清淨本源而能玲瓏照了徹透鑒覺。不出戶庭", "130": "已驗過諸方。而老僧淺陋乃沐知照。許令擊揚既同", "131": "風密契。因不自踈外於此事。盡底裏羅列一句一言", "132": "一機一境。皆絕唱之深致也。非心性玄妙語默關涉", "133": "葛藤路布。直是透頂透底蓋色騎聲。坐斷報化佛頭", "134": "不落是非得失。唯徹根源清淨正眼。雖思念寂滅明", "135": "惠脫去籠羅。超然獨證頂𩕳上一著。此時豈有纖毫", "136": "道理。亦不立空劫已前威音已後。到箇裏諸天捧花", "137": "無路。外道潛覰不見。淨倮倮赤灑灑。乃本地風光本", "138": "來面目。直得佛覰不見。謂之向上一路千聖不傳。除", "139": "非其中人則一舉便知落處矣。", "140": "答黃通判答黃通判", "141": "承別紙踐履是誠有意於實諦。不徒資談柄之浮根", "142": "尚口語之淺學矣。況此段大緣。人人根本洞然融通", "143": "包括群有。不滅不生亘今亘古常在日用之中。而以", "144": "無始妄習翳障強作知解不能獨脫爾。明公今既息", "145": "心絕力體究離諸妄緣了如如性。要見諸相非相。若", "146": "確然專一下些攸久工夫。定須有所契證。如佛所謂", "147": "若見諸相非相即見如來。此直諸相當體了不可得", "148": "全是自心。及為非相則於如如而來如如而去無二", "149": "無別。脫體全真契妙明真心本來清淨。只自己本來", "150": "面目是也。固非使人撥諸相為非相向外馳求也。然", "151": "此心本來澄湛物我一如。境之與心初無兩種。要心", "152": "冥境寂然後有所證入。及至證入之後。證亦非證入", "153": "亦非入。翛然通透如桶底子脫始契無生無為閑閑", "154": "妙道正體。今作息念澄慮工夫乃是入道門徑。但辦", "155": "此心當有深證爾。古德道若不安禪息定到這裏總", "156": "須茫然去。逗至透得到徹頭處。玄亦不立佛祖亦不", "157": "立。乃向上大機大用。其中人行履處又且更須知有", "158": "始得。", "159": "此事不在言句中。雲門云。若在言句中。一大藏教豈", "160": "是無言。何假祖師西來。將知祖師之來唯論直指人", "161": "心不立文字語句。但忘懷體究令澄湛綿密到一念", "162": "不生。脫却向來知解作略機境計較道理忘心直證。", "163": "然後於日用之中以此正印印定。一切諸相則非異", "164": "相。則築著磕著無非真淨明妙大解脫境界也。然既", "165": "了此却依尋常諸佛諸祖所垂示正因正果將世間", "166": "雜染害道諸不善業脫然打摒。怗怗地修行。念茲在", "167": "茲三十二十年枯淡此心此身。即成就堅固法身也。", "168": "切恐撥無因果。作豁達空作無礙見解。此毒刺也。切", "169": "望體究圖深證耳。", "170": "示禪人示禪人", "171": "大凡截生死流濟無為岸。無他奇特。只貴當人根器", "172": "猛利。揭自胷㦗了一切有為有漏如虗空花元無實", "173": "性。以照了之心返自觀省翻覆覰捕。審諦諦審久之", "174": "當有趣入之證。蓋此段並非他物。亦非他人能著力", "175": "令自己省發。如人負千斤擔子。當由己有如許力量", "176": "方能堪可。若氣小力弱則被他壓倒去也。所以道大", "177": "人具大見大智得大用。大丈夫漢打辦精彩。豈可向", "178": "山鬼窟子裏作活計。有甚出徹之期。應須發不可測", "179": "不可量荷負大事超情離見卓絕頴邁之志。直下透", "180": "脫擺撥無始以來妄想輪迴彼我得失是非榮辱穢", "181": "濁之心。令淨穢兩邊都不依怙。翛然獨脫不依倚一", "182": "物。向千聖未有消息時。生佛世間出世間不曾顯露", "183": "處。一念不生前後際斷。蹋著本地風光。明見本來面", "184": "目。承當得直下牢固無毫髮見刺。內外融通蕩蕩然", "185": "得大安穩。乃轉身吐氣於這邊來。自然日用之中凡", "186": "百施為之際一一朝宗返本豈是分外事耶。雖喫飯", "187": "著衣修世間法。無不如如無不通透無不與所證正", "188": "體相應。更論甚高低向背。纔生見刺即刺却命根爾。", "189": "祖師及古宿德行棒行喝作用百千億種。無他志元", "190": "只令人自透脫自休歇如大死人。豈只了自己度世", "191": "便休。勉有餘乃不忘悲願。推此以發未悟。居人間世", "192": "汎然若不繫之舟。喚作無心道人。今既未能頓了頓", "193": "明。且放教若身若心空勞勞地。虗寂既久驀地打破", "194": "漆桶到桶底子脫處也不難。況自具猛利根性荷負", "195": "佛事作為殊特奇勝之緣。此豈借別人力耶。是故古", "196": "者道。學道須是鐵漢。著手心頭便拌。", "197": "示詔副寺示詔副寺", "198": "昔雪山童子為半偈捨全軀。可祖斷臂立雪沒胯求", "199": "一句子。老盧八箇月負舂。象骨飯頭擔桶杓同巖頭", "200": "事園。欽山補紐而九上洞山三到投子。只為究此段。", "201": "其餘効勤勠力臥雪眠霜攻苦食淡蓋不可勝數。鞠", "202": "其趣向初不為名聞苟利養。並以死生大事為懷。紹", "203": "隆佛祖種草作務。是故雖埋光雪林。聲迹不到人間。", "204": "往往有終老至死脫然獨得。如鳥出籠了然明證萬", "205": "世不移。至如傳記所載太山毫芒十一於百千萬特", "206": "少分爾。其為高隱深遁流轉溝壑長往不顧豈有涯", "207": "量哉。是故諸佛垂世。祖師西來大意。全機超情識越", "208": "詮表逾影迹出聖量。豈細事耶。唯大有志之士宿薰", "209": "種勝根力不群。然後能堪此任。雖頭目髓腦不自愛", "210": "惜。況小小艱勤哉。往時大達之士得旨之後深關牢", "211": "藏。起順違方便故意作害現怒罵鞭叱百種千端要", "212": "試驗學人。待其經苦楚不動心乃與一拶一挨垂片", "213": "言纖機。如大飢困人得食。如醍醐甘露灌注。珍重忻", "214": "快拳拳不失。成就大法器踐履向上人道徑。猶須爛", "215": "骨董地熟始可委付。如讓祖之於曹溪八年始道得", "216": "箇說似一物即不中。稜師至雪嶺十五載坐破七箇", "217": "蒲團。靈雲三十年涌泉四十祀。德山臨濟皆依師門", "218": "歲月甚久。蓋此道迺千聖不傳之妙。豈可以輕心慢", "219": "心而趣入哉。永嘉云。粉骨碎身未足酬。一句了然超", "220": "百億。霜華諸道者在大溈執務。一日庫前自篩米。大", "221": "圓過拾遺一粒米謂云。道者勿輕此粒。百千粒從此", "222": "粒生。諸迺返徵百千粒既從此粒生。和尚且道這一", "223": "粒從甚處生。大圓拂袖而去。晚小參謂眾云。大眾。米", "224": "裏有虫。趙州到桐城。路逢投子挈一油瓶。遂云久嚮", "225": "投子只見賣油翁。投子云公且不識投子。州云如何", "226": "是投子。投子提起油瓶云油油。米裏虫何似油裏虫。", "227": "若參得投子即見石霜。何故。豈不見道。眾裏有人衲", "228": "僧家。第一須得具金剛眼。第二須得金剛寶劒。第三", "229": "須得柱杖子。第四須得衲僧巴鼻。直饒一一透得。更", "230": "須知有末後句始得。", "231": "示燈上人示燈上人", "232": "要直截透脫。須先深信自己根脚下有此一段。輝騰", "233": "今古迥絕知見。淨倮倮沒依倚。常在目前無毫髮相。", "234": "寬同太虗明逾杲日。天地萬物有成壞此箇無變無", "235": "移。古人謂之不與萬法為侶底人。亦號如來正徧知", "236": "覺。但諦實承當。使一念不生。徹透本來元不動搖長", "237": "時無間。若行若住百種作為初不妨礙歷歷孤明。一", "238": "機一境一句一言皆含法界稱本真如。情想計度無", "239": "起滅處。以此正印一印印定。自然隨方逐圓悉非二", "240": "種。他自古明見佛性得道之士。運用作為未甞不在。", "241": "觀塵緣境界無塵緣可得。鞠歸一真實際。如此退步", "242": "一日之功便抵一劫。是故南泉道。王老師十八上便", "243": "會作活計。不是揭搦強為。蓋任運騰騰寬通自在。天", "244": "龍鬼神覔他起心行處不得。此無心人行履直下深", "245": "嚴。若能休歇知見解礙將來。便有徹證之分。亦解作", "246": "活計去。要須揭志勉強。然後無行不圓。於曹溪路上", "247": "得無間力用也。", "248": "示禪人示禪人", "249": "利根種智聊聞舉著徹底透頂。直下承當了無別法。", "250": "撒手便行豈復更有遲凝。正如秉利劒當門阿誰敢", "251": "近。到箇裏凜凜神威。佛祖莫能近傍。吞爍羣靈。豈不", "252": "是得大解脫。更不立向上向下超然獨證。是故從上", "253": "人立一機垂一言。謂之垂鉤四海只釣獰龍。到箇裏", "254": "不論如之若何。要箭鋒相拄一擊便過。纔涉擬議則", "255": "千里萬里去也。只如達磨面壁少林九年。唯有可祖", "256": "默契。如今要立地明得也不難。但辦撥却從前作解", "257": "種種機智不立毫末。使胷中淨倮倮。聖凡不存彼我", "258": "不拘。一念不生單刀直入。更覔甚佛。高步毗盧頂不", "259": "稟釋迦文。破的破機超宗出格。引頭方外看誰是我", "260": "般人。始可作種草。然後向千人萬人羅籠不住處。不", "261": "辱一條線硬糾糾地壁立千仞。等閑拈一毫芒便見", "262": "畐塞十虗。拈示同風同德而不期自會不言而知。互", "263": "作主賓建宗立旨。雖相去遠隔河沙長如目擊。可透", "264": "向上機。了生死事。報恩立法俾群靈一一如是。方稱", "265": "箇大丈夫作奇特緣了殊勝事。昔裴相之與黃檗。李", "266": "習之之與藥山。楊大年之與廣慧。李都尉之與慈照。", "267": "無不以此投機。既已投機復資此以履踐。外空諸見", "268": "內絕心智。徹底平常騰騰任運。為內外護流通大法。", "269": "所謂要知恁麼事。須是恁麼人。若是恁麼人。始解恁", "270": "麼事。", "271": "示魯叟示魯叟", "272": "佛法如大海萬有包含。不可以形器數量所能測度。", "273": "一一俱無邊際。若欲造入須辦箇沒量大智見。窮法", "274": "界等虗空盡未來不退轉。跂步超越合下如鐵石堅", "275": "固。然後廓頂門正眼。慎擇真實具本分作家手段大", "276": "宗師息心依附。將死生大事託之。無透脫超證不已。", "277": "第一先得不落窠窟而能直截明見本來面目。蹋著", "278": "本地風光。深根固蒂信得及了得徹。虗寂靈明不動", "279": "不變為基址。情念計較俱不生。直得空豁豁地前後", "280": "際斷。與諸聖不移易絲毫許。諦了自己。其次展轉退", "281": "步一切不留。而能於毛端現剎海。納須彌於芥中。拈", "282": "起向上機。提持祖佛令。到此正好著力。及去今時玄", "283": "妙理性妙句奇言掀天作略擺撥盡。方始體得那邊", "284": "意旨。幾時更肯道我會佛法能活脫逞機用也。若履", "285": "踐得攸久。分明無事安樂人矣。將知聖賢撗身為此。", "286": "臨事不為立功能逞我見。意在令人人無疑無為無", "287": "事去。今雖富春秋居貴富。而以夙昔願力高識遠見", "288": "要學此道。潔清身意不捨世緣乃修淨行初段早已", "289": "真正也。要辦長久不退之心。縱逢一切違緣處之如", "290": "食餳蜜。養得純熟便是大解脫人。佛法與世諦豈有", "291": "二種耶。推此直前何往不利。古人道千里同風。蓋不", "292": "言而照不面而知。豈假繁詞哉。是故毗耶大士一默", "293": "文殊贊善。瘥病不假驢駞藥。意在鉤頭應須領取。向", "294": "獨行獨步處靠實考究。看從何而起自何而來。去縛", "295": "解黏不真何待。無業只說箇莫妄想。俱胝只豎一指。", "296": "天皇胡餅。趙州喫茶。雪峰輥毬。禾山打鼓。渾無別事。", "297": "參。", "298": "示禪者示禪者", "299": "達磨祖師觀此土有大乘根器。由是自天竺西來。傳", "300": "教外旨直指人心不立文字語句。蓋文字語句乃末", "301": "事。恐執泥之即不能超證。所以破執著去玄妙離聞", "302": "見出意表。如擊石火閃電光。一念不生直下透却根", "303": "塵。向各各根脚下承當領覧此一段大因緣。翛然獨", "304": "脫不依倚一物。含吐十虗湛然澄寂。契悟本來妙心。", "305": "此心能生一切世間及出世法。唯宿薰種性略聞提", "306": "取即知落處。更不從別處流出。全心即佛全佛即人。", "307": "人佛無二一道清虗。豈有得失是非違順好惡長短", "308": "來。有為有漏如幻如夢。了無一塵長久。是故蘊才智", "309": "有力量底即能發一念真正菩提心。不為諸緣所牽", "310": "貴富所拘。動是歷歲月不退不轉。埋頭向前念茲在", "311": "茲。回光返照諦了從上來威音那邊萬緣根本。纔覰", "312": "得透即身心泰然。二六時中更不放舍。直候徹證乃", "313": "能事畢矣。況當人合下性靜純一慈善。無如許惡覺", "314": "惡知。而復相續綿綿體究豈不善哉。古人道百草頭", "315": "邊薦取。只如從朝至莫是箇什麼。但念念覰捕心心", "316": "無住。攸久純熟只見光輝。觀一切法空不曾有實。唯", "317": "此一心亘今亘古可以透脫死生。學此道者不得其", "318": "門。只為情在解上觸途成滯。若一切盡情打疊。󱗉中", "319": "不存纖微。自然七通八達也。但長時無間消遣將去。", "320": "淨念聖解尚令不生。何況觸情而動作眾不善耶。親", "321": "近善知識只貴提誘與己作增上緣。世尊記當來一", "322": "牛吼地。有善知識遞相擊勸相與行持體此妙道矣。", "323": "鏡清云汝等十二時中須管帶始得。趙州云我使得", "324": "十二時。佛言若能轉物即同如來。既已久存誠。唯務", "325": "向前得不退轉。等閑要當心中不留一物。直下似箇", "326": "無心底人如癡兀不生勝解。養來養去觀生死甚譬", "327": "如閑。便與趙州南泉德山臨濟同一見也。切自保任", "328": "端居此無生無為大安樂之地乃甚善耶。", "329": "示禪人示禪人", "330": "西方大聖人出迦維羅。作無邊量妙用。顯發剎塵莫", "331": "數難思議。殊特正因以啟迪群靈。其方便順逆開遮", "332": "餘言遺典盈溢寶藏。及至下梢始露一消息。謂之教", "333": "外別行單傳心印。金色老子已來。的的綿綿只論直", "334": "指人心見性成佛。不立階梯不生知見。利根上智向", "335": "無明窟子裏瞥破。煩惱根株中活脫。應時超證得大", "336": "解脫。是故竺乾四七東土二三皆龍象蹴蹋師勝資", "337": "強。機境言句動用語默有上上乘根器格外領略。當", "338": "下業障冰消直截承荷。於餘時自能管帶打作一片。", "339": "度世絕流頓契佛地。尚不肯向死水裏浸却。唱出透", "340": "玄妙越佛祖削去機緣剗斷路布。如桉太阿凜凜神", "341": "威阿誰敢近。作家漢確實論量纔有向上向下勝妙", "342": "理性作用纖毫即叱之不是。從來種草直下十成煅", "343": "煉得熟踐履得實始與略放過。猶恐異時落草負累", "344": "人瞎却正法眼。嗟見一流拍盲野狐種族。自不曾夢", "345": "見祖師。却妄傳達磨以胎息傳人。謂之傳法救迷情。", "346": "以至引從上最年高宗師如安國師趙州之類皆行", "347": "此氣。及誇初祖隻履普化空棺皆謂此術有驗。遂至", "348": "渾身脫去謂之形神俱妙。而人間厚愛此者。怕臘月", "349": "三十日慞惶。競傳歸真之法。除夜望影喚主人翁。以", "350": "卜日月聽樓鼓驗玉池覘眼光以為脫生死法。真誑", "351": "諕閭閻揑偽造窠貽高人嗤鄙。復有一種假託初祖", "352": "胎息說趙州十二時別歌。龐居士轉河車頌。遞互指", "353": "授密傳行持以圖長年及全身脫去或希三五百壽。", "354": "殊不知此真妄想愛見。本是善因不覺墮在荒草。而", "355": "豪傑俊頴之士高談大辯。下視祖師者往往信之。豈", "356": "知失故步𦘕虎成狸。遭有識大達明眼覰破。居常眾", "357": "中惟默觀憫憐。豈釋迦文與列祖體裁止如是耶。曾", "358": "不自回照始末則居然可知矣。海內學此者如稻麻", "359": "竹葦。其高識遠見自不因循。恐乍發意未入閫奧。揭", "360": "志雖專跂步雖遠。遇增上慢導入此邪見林。末上一", "361": "錯永沒回轉。其流浸廣莫之能遏。因出此顯言。庶有", "362": "志願於大解脫大總持可以辨之而同入無生大薩", "363": "婆若海。汎小舟濟接群品俾正直妙道流於無窮。豈", "364": "不快哉。", "365": "示遠猷奉議示遠猷奉議", "366": "從上徑截一路直󳫠超昇。無出直指人心見性成佛。", "367": "但此心淵奧脫去聖凡階級。只貴利根上智於無明", "368": "具縛窠窟中不動纖毫直下頓契。廓徹靈明與有情", "369": "無情有性無性同體。與大法相應。發起作用透古超", "370": "今騎聲蓋色。虗而靈寂而照。無量無礙不思議大解", "371": "脫一一七穿八穴了無回互。便識落著所以。乃佛乃", "372": "祖謂之單傳密付。如印印空如印印泥如印印水。萬", "373": "德照然十方坐斷。獨證獨超初無依倚。若起見作相", "374": "則沒交涉也。今時大有具種性之士。能始末覰破幻", "375": "緣幻境。猛勇奮志向箇邊來。亦有久存誠探賾者。然", "376": "患缺方便力止以知見解會為明了。殊不知全坐子", "377": "但是識心。縱解到佛邊窮到修證盡頭處不出指蹤", "378": "在。是故古來作家宗師不貴人作解會。唯許人舍知", "379": "見。󱗉中不留毫髮許。蕩然同太虗空。攸久養得成熟", "380": "此即是本地風光本來面目也。到此亘古亘今之地。", "381": "脫離生死有甚難耶。如裴相國龐居士㨾。直以信得", "382": "及便得力受用自在。塵緣夢境豈從別處生。若脚下", "383": "諦實。二六時中更轉一切物而無能相。等閑空勞勞", "384": "地不生心動念。隨自天真平懷常實。便是從䆠游幹", "385": "斡悉皆照透。承阿誰恩力。既識得渠。則如下水船相", "386": "似。略左右照顧扶持將去。自然速疾於般若相應。此", "387": "禪流所謂自做工夫觸處無有虗棄底時節。綿綿長", "388": "久辦不退轉心。不必盡棄世間有漏有為然後入無", "389": "為無事。當知元非兩種。若懷去取則打作兩橛也。一", "390": "切時一切處唯以此為實在。力行之當截斷眾流得", "391": "大安樂矣。", "392": "示嚴殊二道人示嚴殊二道人", "393": "參須實參見須實見。用須實用證須實證。若纖毫不", "394": "實即落虗也。此實地乃三世諸佛所證歷代祖師所", "395": "傳。惟此一實謂之脚蹋實地。初則須大悟。若只認門", "396": "頭戶底作窠窟說路布立機境照用取捨解會則不", "397": "徹也。此透生死要徑。到﨟月三十日。一千二百斤擔", "398": "子須是自有力量荷負得行方可翛然獨脫。是故無", "399": "業國師垂示。臨終之際若一毫凡聖情量未盡。纖毫", "400": "思慮未忘。便乃輕重五陰去也。古人以生死事大。是", "401": "以訪道尋師決擇。豈可只學語言理會。古人公案下", "402": "得三五百轉好語便當得也。將知聰明黠慧皆為障", "403": "道之本。要須冥然扣寂不怕放教身心如土木瓦礫。", "404": "驀然翻却業根種子便乃知非。見學佛學法如中毒", "405": "藥相似。然後透出佛法乃體得本分事也。此非小緣", "406": "就分。是久參之士尤宜放下。不擔著禪道。不輕毀上", "407": "流。愈透徹愈低細。愈高明愈韜晦。作箇百不知百不", "408": "會無用處底人。行不動塵言不驚眾。澹然安閑常行", "409": "恭敬始堪保任。於一切違順境界心不動搖志無改", "410": "易。達磨謂之一相三昧一行三昧。切宜履踐純熟。以", "411": "至古今作用機緣便七達八通亦不留在󱗉次。等閑", "412": "蕩蕩地觸著便轉捺著便動。拘牽惹絆不得。居千人", "413": "萬人之中如無一人相似。不是強為。任運如此。更須", "414": "如末後一語始得。參。", "415": "示道明示道明", "416": "此道至玄玅深䆳。是以佛祖不容擬議。要直截承當。", "417": "超出見聞色聲之表單契密領。謂之教外別行。然得", "418": "之奧用之徹。脫去理障烹煆淨盡到極則之地。須遇", "419": "大達善決擇之士剔撥。猛咬斷綫索。始能無佛無祖", "420": "窠窟。只平白汎汎地於日用之間透頂透底擔荷。無", "421": "一法當情。無一念可得。等閑作為向一切境界之中", "422": "圓融無際。亦無圓可融。亦無融可圓。始行無間道中。", "423": "游歷絕功勛處。喚作平常心不可得。似此脚蹋實地", "424": "無落虗底工夫綿綿密密。便掃田掠地拈筋把匙種", "425": "種作為皆入場屋。是故地藏呵僧云。南方說禪浩浩", "426": "地便道。爭如我箇裏種田博飯喫。准此而推。忍苦捍", "427": "勞繁興大用。雖麤淺中皆為至實。惟貴心不易移一", "428": "往直前履踐將去。生死亦不柰我何。何況餘事。永嘉", "429": "道。上士一決一切了。信矣。", "430": "示侍者法榮示侍者法榮", "431": "學道之人能矻矻孜孜以生死之事居懷。晝三夜三", "432": "不憚勞苦事善知識求一言半語發藥。雖遭呵斥種", "433": "種惡境而力向前。非自宿昔薰成自然種智。必且猶", "434": "豫或則退悔。能於此恬然初無動搖。其志願亦頗難", "435": "得。然此本有之性現定見聞知覺。父母緣不可生。境", "436": "界緣不可奪。若隨向來知解即墮業識。若猛擺撥棄", "437": "著一邊。只守虗靜到一念不生之地。掀翻解路不落", "438": "機緣。直下了了無毫髮疑間。便截徑承當無第二頭。", "439": "則玄妙理性尚自脫去。況隨世間事物所轉耶。是故", "440": "古人即心即佛。得大力量向上。上不立佛祖。如紅鑪", "441": "猛𦦨處透徹。但把得住作得主便住山去。此須十年", "442": "工夫一色專注便可趣向入也。趙州云你向衣單下", "443": "坐十年。若不會禪。截取老僧頭去。斷定不在言句機", "444": "境上。只要心休意歇便徹底安樂耶。", "445": "示道人示道人", "446": "當人脚跟下一段事本來圓湛不曾動搖。威音王佛", "447": "前直至如今廓徹靈明如如平等。只為起見生心分", "448": "別執著。便有情塵煩惱擾攘。若以利根勇猛身心。直", "449": "下頓休到一念不生之處。即是本來面目。所以古人", "450": "道一念不生全體現。此體乃金剛不壞正體也。六根", "451": "纔動被雲遮。此動乃妄想知見也。多見聰明之人以", "452": "妄心了了。放此妄心不下。逗到歇至不動處。不肯自", "453": "承當本性。便喚作空豁豁地。却擬棄有著空是大病。", "454": "若有心棄一邊著一邊便是知解。不能徹底見性。此", "455": "性非有不須棄。此性非空不須著。要當離却棄著有", "456": "無。直下怗怗地圓湛虗凝翛然安穩。便能自信此真", "457": "淨妙心。餉間被世緣牽拖。便能覺得不隨他去。覺即", "458": "把得住。不覺即隨他去。直須長時虗閑自做工夫。消", "459": "遣諸妄。使有箇自家省悟之處始得。昔人云。不離當", "460": "處常湛然。覔即知君不可見耶。", "461": "示仲宣維那示仲宣維那", "462": "嶺外祖師曹溪乃佛種也。發迹新城。開法番禺。如日", "463": "照世。如麟鳳呈祥。海內莫不宗仰。厥後揭揚大巔三", "464": "平龍象間出。󳫠昌黎見刺。為世明炬。是知彼有人焉。", "465": "蓋絕俗離倫真克家種草也。其跂步志業如天之高。", "466": "那肯碌碌遁行逐隊耶。昔興化謂克賓你不久為唱", "467": "導之師。云我不入者保社。化徵云會了不入不會了", "468": "不入。賓云沒交涉。乃行令罰錢出院。多少人墮在常", "469": "情。不然作奇特機關。豈知他家通霄正路。只管望風", "470": "摶摸。要須是箇中人方可與曹溪大巔三平興化克", "471": "賓羽毛相似也。且作麼生是箇中人。鳳凰直入烟霄", "472": "外。誰怕林間野󳭋兒。", "473": "示中竦知藏示中竦知藏", "474": "巖頭道。大凡扶宗唱教。意在未屙時一覰便透。縱然", "475": "理論亦沒痕迹。良哉真作家手段也。明眼漢纔入門", "476": "來已辨深淺。更待鼓兩片皮弄泥團豈有了期。雪峰", "477": "問投子一槌便成時如何。云不是性懆漢。不假一槌", "478": "時如何。云不快漆桶。他古人自有如是風範。要離泥", "479": "水截葛藤嚙鏃破的雷卷風旋。乘機當陽劈面快與。", "480": "乃稱臨濟宗風。亦不辜方來依扣。以言破言以迹剗", "481": "迹。不墮死水逴得便行。驅耕牛奪飢食意在出生死", "482": "越聖凡。平人我融染淨承當輝天照地大解脫。自利", "483": "利他紹聖種族。不見道二祖不往西天。達磨不來東", "484": "土。與人去縛解黏拔屑抽釘。正在密室中不將實法", "485": "繫綴人。從頭與伊槌將去。一人半箇眼目定動堪作", "486": "種草。若求義路立解會治擇語句商較古今。寧可無", "487": "人掃地。此乃據曲彔床本職事也。時中勤勤垂手繼", "488": "之不勌。若只管推嬾則失却本宗辜負先聖。白雲師", "489": "翁云。未透時一似鐵壁。及至透得元來鐵壁便是自", "490": "己。也須作得鐵壁定始得。然後著著有出身之機。始", "491": "副巖頭點破綱宗體段也。九尾野狐多戀窟。金毛師", "492": "子解翻身。", "493": "示錢次道學士示錢次道學士", "494": "人人脚跟具有此一段大事。佛與眾生無異無別。但", "495": "佛覺證圓融。群靈染惑。遂相懸遠。是故諸聖出興獨", "496": "唱此大法。謂之直指人心見性成佛。特接上機要利", "497": "根種性覿面相呈。更不擬議逴得便行。所以靈山立", "498": "却牓㨾。才拈起花迦葉便笑。若更論他如之若何。則", "499": "蹉過也。器量既等無虗授者。自爾源源到今得證契", "500": "悟如恒河沙。只如俱胝見天龍得一指。鳥窠吹布毛", "501": "侍者大悟。豈有許多路布言詮返惑亂其真性。舉要", "502": "而指。唯是靈利上智以透脫根塵截斷生死為意。向", "503": "日用中高著眼。覰破萬緣。一切勝劣境界了無一實。", "504": "惟有本來靈明大解脫亘古洞今。長時活鱍鱍地。一", "505": "念契合得無󳬩礙。便放下人我知見世智辯聦喜慍", "506": "得失種種執著。坦然一切平懷。初不妨日逐作用。築", "507": "著磕著俱為本地風光。應物現形不將不迎。湛然真", "508": "寂。逗到臘月三十日便了當得。所謂把得住作得主。", "509": "豈不見老龐長養。臨行謂于頔相公。但願空諸所有。", "510": "慎勿實諸所無。枕公膝乃行。楊侍郎透徹圓融。立節", "511": "立朝下梢啟手足乃云。漚生與漚滅。二法本來齊。要", "512": "識真歸處。趙州東院西。不是向結交頭得力也。大凡", "513": "存誠向慕。本不希聞見談柄。正欲確然清身潔意。內", "514": "守虗閑外廓聞見。密運慧刃剸割情慾。返照回光如", "515": "靈雲見桃花。香嚴聞擊竹。以至不是風動不是幡動", "516": "仁者心動。非風鈴鳴我心鳴耳。", "517": "示處謙首座示處謙首座", "518": "先德垂機立教初不等閑。必使萬世仰法為標準。是", "519": "故摩竭掩室。少林冷坐。毗耶杜詞。善現宴寂。蓋有為", "520": "而為如北辰據位百川潮宗。虎視龍驟風回雲合。知", "521": "有者默識其趣向。不做道理便可直領深入其閫奧。", "522": "即體裁步驟自然󳖈合。當其初立似若適會。及已成", "523": "形聲則不可掩。卓卓驚世漸漸日新。至於德嶠縱白", "524": "木棒。濟北振奮雷喝。俱胝只立一指頭。秘魔擎箇鐵", "525": "杈子。象骨輥三毬。禾山四打鼓。國師水椀。溈阜牧牛。", "526": "俱逗逸群絕類作略。而西園燒浴。金牛召飯。天皇餅。", "527": "趙州茶。極於細微。洞徹淵奧。不負時機超宗出格。真", "528": "麒麟頭角師子爪牙。異世仰之不可跂及。逮發一句", "529": "施一機。尤不可意象名模也。有志之士未發足已蘊", "530": "此作。驀地超方遇緣豈局促籠檻為循循頻頻之黨", "531": "哉。所以於不已中聊發所蘊。追配古人高風。自不凡", "532": "爾。然遇賞音即不徒然。當使垂之竹帛亦無忝也。故", "533": "予心腹而為表出之。", "534": "示悟侍者示悟侍者", "535": "雲門示眾云。和尚子莫妄想。山是山水是水。僧是僧", "536": "俗是俗。時有僧問。學人見山是山見水是水時如何。", "537": "雲門以手面前劃一劃云佛殿為什麼從箇裏去。舊", "538": "時在眾參。見說無事禪底相傳云。山是山水是水。平", "539": "實更無如許事。撥去玄妙理性免得鑿空聒撓心腸。", "540": "所以雲門慈悲開一線路指示。者僧便領覽得出來", "541": "問。雲門便用後面高禪茶糊鶻突伊。遂以手劃云佛", "542": "殿為什麼從者裏去。此廼移換它也。所以大凡只說", "543": "實話是正禪。纔指東劃西是換你眼睛。但莫信它。但", "544": "向道我識得你。苦哉苦哉。頓却山僧在無事界裏得", "545": "二年餘。然󱗉中終不分曉。後來驀地在白雲桶底子", "546": "脫。方猛覰見這情解死殺一切人。生縛人家男女。向", "547": "無事界裏󱗉中一似黑漆。只管長無明業識。貪名取", "548": "利作地獄業。自謂我已無事了也。細原雲門意。豈只", "549": "如此哉。將知醍醐上味遇此翻成毒藥。若是真實到", "550": "雲門田地。安肯如此死殺。則其提振處併將佛祖大", "551": "用大機顯示。則以手劃云佛殿為甚從者裏去。千聖", "552": "應須倒退。便是具大解脫知見底也須飲氣吞聲。山", "553": "僧抑不得已。聊且露些只知音知耳。大凡參學須實", "554": "究到絕是非離得失。去情塵脫知見。然後可以入此", "555": "流矣。參。", "556": "云憑希蒙云憑希蒙", "557": "厭三界火宅。蘊爽邁風度。潔清緣業從方外游。乃給", "558": "孤淨名裴公老龐趣向。豈非英傑偉特驚群敵聖者", "559": "哉。然此段由威音七佛已前。下及窮未來際。萬有十", "560": "虗把斷包攝悉無透漏。要一舉便明拈著便了。早是", "561": "鈍置也。所以丹霞生知龐老通方。目機銖兩。勘辨諸", "562": "禪。高步叢林。平沉數萬珠金。脫却幞頭。一味向無間", "563": "道中行。寧可鬻笊籬赤日裏臥街曾無歉怍。及至逢", "564": "人逆拈倒用。莫非蹋上頭關捩作略。如今既操此志", "565": "根性氣度幸自不凡。唯務退損精修長久不變不轉。", "566": "乃克全體受用。只如剗佛殿前草。騎聖僧頂。燒木佛。", "567": "一口吸盡西江水。不昧本來人。皆圜機活脫。出沒隱", "568": "顯唯上流作家識其起倒。自餘立亡坐往俱為餘韻。", "569": "真所謂三界外人豈火宅所能羅籠也。但使銀山長", "570": "壁立。不須入草更求人。", "571": "示華嚴居士示華嚴居士", "572": "平常心是道。纔趣向即乖。到箇裏正要脚蹋實地。坦", "573": "蕩蕩圓陀陀。孤迥危峭。不立毫髮知見。倒底放下。澄", "574": "澄絕照壁立萬仞。喚甚作心作佛作玄作妙。一往直", "575": "前不起見不生心。如猛火聚不可近傍。似倚天長劒", "576": "孰敢攖鋒。養得純和冲淡透徹無心境界。便可截生", "577": "死流。居無為舍。端如癡兀拍盲罔分皂白。猶較些子。", "578": "所謂絕學閑閑真道人也。了了回光深深契寂。廼絕", "579": "滲漏。自然與向上人不謀而同不言而喻。若作聦明", "580": "立知見懷彼我分勝負。則轉沒交涉。此唯尚猛利快", "581": "割斷。懸崖撒手棄捨得性命便當下休歇。只大休處", "582": "是究竟合殺處爾。", "583": "示無住道人示無住道人", "584": "維摩經依無住本立一切法。金剛經應無所住而生", "585": "其心。古德云。一切無心無住著。世出世法莫不皆爾。", "586": "使有住則膠固。豈復能變通耶。日月住則無晝夜。四", "587": "時住則失歲功。唯其無住乃所以流於無窮。是故住", "588": "於無所住。所以轉凡成聖。即無作無為無住妙用。於", "589": "萬有中得大解脫。既達此理見此道。唯力行不倦乃", "590": "真道人也。", "591": "示元長禪人示元長禪人", "592": "佛語心為宗。達磨傳此者矣。而馬師為虵𦘕足慈悲", "593": "落草乃云。諸人欲識佛語心麼。已是漏逗了也。更言", "594": "只如今語便是佛語。此語出於自心便是佛心。若舉", "595": "揚正宗作如是話會。如何出得作家八十四人邪。是", "596": "故從上來行正令底。視之如將惡水澆潑人。成甚模", "597": "㨾。應知這老子太煞屈曲事不獲已。然今學者尚看", "598": "他底不破。只管落語言執解會認光影做窠窟。好不", "599": "性僺也。可中有箇生鐵鑄就手裏握得頑石粉碎。眼", "600": "目定動擬議不來一綽便透。更說甚佛語心。如之若", "601": "彼直饒千佛萬祖躬親動地放光如雲如雨行棒行", "602": "喝雷奔電激。不消箇熱不釆。等閑凡不收聖不管。更", "603": "喚甚作生死菩提涅槃煩惱。不如飢來喫󰕖困來打", "604": "眠。此乃稍稍類他家種草也。所以地藏道。你南方佛", "605": "法浩浩地。爭如我種田愽󰕖喫。十成是以此為事。徹", "606": "到無事如斬一綟絲一斬一切斬。把斷世界不漏絲", "607": "毫。諸見不生了無滲漏。以長歲月不動不退靠之自", "608": "然成辦。香林四十年方打成一片。溈山三十載牧一", "609": "頭水牯。既有此志深宜長久。乃能堪報不報之恩。是", "610": "真出家大解脫衲子也。", "611": "示丹霞佛智裕禪師示丹霞佛智裕禪師", "612": "祖師宗風步驟闊遠。逈出教乘丹提正印。靈山拈瞬", "613": "而飲光笑領。龍猛示圓相而提婆中的。少林覓心而", "614": "二祖超證。盧老說偈而大滿付衣鉢。人皆以為密傳。", "615": "鞠其端倪乃是納敗。豈造妙深極之旨止如是而已。", "616": "要須如天之高地之厚海之淵虗空之廣尚未髣髴。", "617": "信過量大解脫人回天轉地吸海枯竭喝散虗空。奮", "618": "大機顯大用。於無邊香水浮幢剎外斬魔外見網。摧", "619": "佛祖化權。揭示不可示。拈提不可提之奧。尚未為的。", "620": "則雪峯鼇山得道。雲巖始終不知有。乃戲論爾。應須", "621": "生䥫鑄就心肝。殺人不眨眼手段。乃可略露風規。貴", "622": "慧命流於無窮。差可人意耳。", "623": "建炎三年閏月十一日前雲居圜悟禪師克勤書。", "624": "與耿龍學書批與耿龍學書批", "625": "妙喜示來。教見矻矻於此。意況甚濃。真不忘悲願也。", "626": "而以宗正眼照破義路。情解透見肝膽。何明眼如此。", "627": "正宗久寂寥。後昆習窠臼守箕裘轉相鈍致。舉世莫", "628": "覺其非。大家隨語生解。祖道或幾乎息矣。不有超卓", "629": "頴悟之士。何以規正哉。此皆正念乃真外護也。時節", "630": "擾擾。山居領眾亦未可保全。尚未有可乘之便為轉", "631": "身之許。爾杲佛日一夏遣參徒踏逐山後古雲門高", "632": "頂。欲誅茆隱遁。其志甚可尚。今令謙去。山叟為書數", "633": "語及疏頭。亦與輟長財成之。可取一觀也。渠欲奉鋤", "634": "正在高裁也。　克勤　啟上。", "635": "示楊無咎居士示楊無咎居士", "636": "佛祖出興于世。以大悲願力起無緣慈。唯務引接利", "637": "智上根具大器量。堪委任大解脫上上勝妙玄機。作", "638": "人所不能為。超群絕眾。可以彈指證無生。可以立地", "639": "越果海。眼觀東西意在南北。如快鷹俊󳬲戞戞騰雲", "640": "迷風曜日。捎玉兔拂金雞。英靈掀豁乃拈當頭末上", "641": "一著子。似電閃星飛不容擬議。待伊全體脫去籠羅。", "642": "直下不費一毫指點。遂乃披襟透頂透底領略。即兩", "643": "手分付。是故體裁步驟如獰龍之得水。似猛虎之靠", "644": "山。雲突突風颭颭。傾人肝膽耀人心目。方可謂之本", "645": "家種草。所以維摩大士大集會。魔王現首楞嚴定。魔", "646": "界行不污菩薩之儔。與夫文殊普賢金色頭陀之類", "647": "皆離倫󳫠萃。而一旦舉花密傳豈常事哉。以至達磨", "648": "西來神光瞥地。自爾多沒量大人特達精通。只向動", "649": "用瞬揚語默舒卷縱擒與奪顯發底裏長時已思不", "650": "露。等閑兀兀地。若百不知百不會底人。及乎挨拶著。", "651": "便見驚群動眾。雖然鞠其至趣初無如許多事。唯直", "652": "下明妙一切無心而已。苟能棄去學解執著。放教閑", "653": "閑地。聖諦亦不為。自然契合從上來綱宗。便可入此", "654": "選佛場中。轉度未度轉化未化。得不是再來人間世", "655": "不依倚一物無為絕學真正出格大道人耶。", "656": "詔使觀察楊公無咎。高識遠見博學多能。而於祖", "657": "道尤深造詣。智鑒機警未舉先知未言先透。在", "658": "都下日獲參陪。茲㳂", "659": "帝命使宣撫司再會錦官持辱道照。臨還索葛藤。", "660": "因出此納敗云。", "661": "示成都雷公悅居士示成都雷公悅居士", "662": "如今照了本心圓融無際。色聲諸塵那可作對。逈逈", "663": "獨脫虗靜明妙。要須徹底提持勿令浮淺。直下高而", "664": "無上廣不可極。淨躶躶圓垛垛。無漏無為。千聖依之", "665": "作根本。萬有由之建立。應須斗頓回光自照。令絕形", "666": "段。分明圓證萬變千化無改無移。謂之金剛王。謂之", "667": "透法身。餉間行住坐臥無不透徹。物物頭頭靡有間", "668": "隔。喚作乾白露淨單明自心。不可只麼守之。守住便", "669": "落窠窟。却須猛割猛斷十分棄捨。轉捨轉明轉遠轉", "670": "近。抵死打疊令斷却命去。始是絕氣息人。方解向上", "671": "行履。若論向上行履。唯己自知。知亦不立。釋迦彌勒", "672": "文殊普賢德山臨濟不敢正眼覰著。豈不是奇特底", "673": "事。一棒上一喝下。一句一言若細若麤若色若香一", "674": "時穿透。方稱無心境界。養得如嬰兒相似。純和冲淡。", "675": "雖在塵勞中塵勞不染。雖居淨妙處淨妙收它不住。", "676": "隨性任緣飢飡渴飲。善尚不起念。惡豈可復為。所以", "677": "道隨緣消舊業更莫造新殃。", "678": "又示", "679": "道貴無心。禪絕名理。唯忘懷泯絕乃可趣向。回光內", "680": "燭脫體通透。更不容擬議。直下桶底子脫。入此大圓", "681": "寂照勝妙解脫門。一了一切了。只守閑閑地。初不分", "682": "彼我勝劣。才有毫芒見刺即痛剗之。放教八達七通", "683": "自由自在。長養綿密。千聖亦󳬇不見。自己尚似冤家。", "684": "只求得遠離不隈傍。翛然澄靜。虗而靈寂而照。猛勇", "685": "斷割徹底無纖毫撓󱗉次。王老師謂之作活計。趙州", "686": "除粥飯二時是雜用心。悠久踐履使純熟。乃令從上", "687": "來無心體道密密作用。自見工夫到下梢結角頭。自", "688": "然如懸崖撒手。豈不快哉。", "689": "示張持滿朝奉示張持滿朝奉", "690": "克勤自出峽止訥堂。唯念茲在茲。相從者多不告倦。", "691": "所為利他乃自利也。要須根本明徹。理地精至。純一", "692": "無雜。纔有是非粉然失心。若踏正脉。諸天捧花無路。", "693": "魔外潛󳬇不見。深深海底行。高高峯頂立。始得不驚", "694": "群動眾。謂之平常心。本源天真自性也。雖居千萬人", "695": "中如無一人相似。此豈麤浮識想利智聦慧所能測", "696": "哉。示諭綿密無間寂照同時。歲月悠久打成一片。而", "697": "根本愈牢。密密作用誠無出此。應當當處全真。則彼", "698": "我遐邇觸處皆渠。剎剎塵塵皆在自己大圓鏡中。愈", "699": "綿愈密則與能轉換也。故雲門道。直得乾坤大地無", "700": "纖毫過患。猶為轉物。不見一色始是半提。直得如此。", "701": "更須知有全提時節始得。所以德山棒臨際喝皆徹", "702": "證無生。透頂透底融通自在。到大用現前處方能出", "703": "沒。欲人全身擔荷。外退守文殊普賢大人境界。巖頭", "704": "道。他得底人只守閑閑地。二六時中無欲無依。自然", "705": "超諸三昧。德山亦云。汝但無事於心。於心無事。則虗", "706": "而靈寂而照。若毫端許言之本末者。皆為自欺。此既", "707": "已明。當須履踐。但只退步。愈退愈明。愈不會愈有力", "708": "量。異念纔起擬心纔生。即猛自割斷令不相續。則智", "709": "照洞然步步踏實也。豈有高低憎愛違順揀擇於其", "710": "間哉。無明習氣旋起旋消。悠久間自無力能擾人也。", "711": "古人以牧牛為喻。誠哉所謂要久長人爾。直截省要", "712": "最是先忘我見。使虗靜恬和。任運騰騰。騰騰任運。於", "713": "一切法皆無取捨。向根根塵塵應時脫然自處。孤運", "714": "獨照照體獨立。物我一如直下徹底無照可立。如斬", "715": "一綟絲一斬一切斬。便自會作活計去也。佛見法見", "716": "尚不令起。則塵勞業識自當氷消瓦解。養得成實如", "717": "癡似兀而峭措。祖佛位中收攝不得。那肯入驢胎馬", "718": "腹裏也。", "719": "趙州道。我見千百億箇盡是覔作佛漢子。於中覔箇", "720": "無心底難得。又云。我在南方三十年。除粥飯二時是", "721": "雜用心處。香林四十年方成一片。湧泉四十年尚自", "722": "走作。南泉十八上解作活計。信知從上古人無不皆", "723": "如此密密履踐。安可計得失長短取捨是非知解也。", "724": "同學之中唯龍門智海昔常熟與究明。但逢緣遇境", "725": "莫不管帶。何止此生而已。窮未來際證無量聖身也", "726": "未是他泊頭處。但一味退步。切莫作限量也。", "727": "示吳教授示吳教授", "728": "佛祖以禪道設教。唯務明心達本。況人人具足各各", "729": "圓成。但以迷妄背此本心。流轉諸趣枉受輪回。而其", "730": "根本初無增減。諸佛以為一大事因緣而出。蓋為此", "731": "也。祖師以單傳密印而來。亦以此也。若是宿昔蘊大", "732": "根利智。便能於脚跟直下承當。不從他得了然自悟。", "733": "廓徹靈明廣大虗寂。從無始來亦未曾間斷。清淨無", "734": "為妙圓真心。不為諸塵作對。不與萬法為侶。長如十", "735": "日並照。離見超情截却生死浮幻。如金剛王堅固不", "736": "動乃謂之即心即佛。更不外求唯了自性。應時與佛", "737": "祖契合。到無疑之地。把得住作得主。可不是徑截大", "738": "解脫耶。", "739": "探究此事要透死生。豈是小緣。應當猛利誠忘信重。", "740": "如救頭然始有少分相應。多見參問之士世智聦明。", "741": "只圖資談柄廣聲譽以為高上趣向。務以勝人但增", "742": "益我見。如以油投火其炎益熾。直到﨟月三十日茫", "743": "然繆亂。殊不得纖毫力。良由最初已無正因。所以末", "744": "後勞而無功。是故古德勸人參涅槃堂裏禪。誠有旨", "745": "也。生死之際處之良不易。唯大達超證之士奮利根", "746": "勇猛一往截斷則無難。然此段雖由自己根力。亦假", "747": "方便。於常時些子境界中轉得行打得徹。不存解不", "748": "立見。凜然全體現成。踐履將去養得純熟。到緣謝之", "749": "時自然無怖畏。只有清虗瑩徹。無一法當情。如懸崖", "750": "撒手棄捨得無留戀。一念萬年萬年一念。覔生了不", "751": "可得豈有死也。是故古德坐脫立亡行化倒蛻。能得", "752": "勇徤皆是平昔淘汰得淨潔。香林四十年得成一片。", "753": "湧泉四十年尚有走作。石霜勸人休去歇去。如古廟", "754": "裏香爐去。永嘉云。體即無生。了本無速。盖業業競競", "755": "念茲在茲。方得無礙自在。既捨生之後得意生身。隨", "756": "自意趣。後報悉以理遣不由業牽。所謂透脫生死耶。", "757": "報緣未謝。於人間世上有如許參涉交牙。應須處之", "758": "使綽綽然有餘裕始得。人生各隨緣分。不必厭喧求", "759": "靜。但令中虗外順。雖在閙市沸湯中亦恬然安穩。才", "760": "有纖毫見刺則打不過也。", "761": "示禪人示禪人", "762": "末後一句都通穿過。有言無言向上向下權實照用", "763": "卷舒與奪。不消箇勘破了也。誰識趙州這巴鼻。須是", "764": "吾家種草始得。", "765": "示韓朝議示韓朝議", "766": "乃佛乃祖直指此大法。於人人跟脚下洞照。如千日", "767": "並出。但趣外奔逸久不能自信有如是大威德光明。", "768": "唯務作聦明立知見。向業惑中以謂出乎等󰤯衒耀", "769": "自得。向人間世所習古今博究廣觀。謂窮極底蘊。殊", "770": "不知螢火之光豈比太陽。所以古之奇傑之士頴脫", "771": "之性。就近而論。如裴相國楊大年之儔。投誠放下。就", "772": "宗師決擇。剗去浮塵知見。大徹大悟。始能超軼。與老", "773": "禪碩德抗行。履踐到臨合殺結角頭。自解撒手克證", "774": "大解脫。豈小事哉。今既明敏不減前輩。平時學業才", "775": "力邁往於世路久之。雖知宗門有此段緣。謂不出我", "776": "所宗尚。殊不著意。以夙昔大緣相值歐峯。經年會聚", "777": "一聞舉揚即起深信。迴光返照󳬼人間世如夢如幻", "778": "隨大化變滅乃虗妄爾。唯此千劫不壞不移易。一切", "779": "聖賢根本。乃造物之淵源。印定自己。若一發明七通", "780": "八達何往不自得哉。是知宿世亦曾薰炙。遇緣而彰", "781": "見於行事。豈非自信耶。然能自撿點。二六時中學佛", "782": "法已是雜用心。則去却佛法乃真淨界中行李矣。但", "783": "請依此一切不雜。即純一洞然。無愛憎離取捨。不分", "784": "彼我。不作得失。一切法坦然皆我家不思議處淨妙", "785": "圓明受用之物爾。須令此心長時現前。不墮沉昏不", "786": "生聰慧。入平等安閑寂靜境界。那有惡作業緣識情", "787": "干撓得此本妙光明也。只恐臨境界面前都盧忘失。", "788": "依前紛亂則不堪也。古人修行亦只以自所證入。時", "789": "中照了截斷塵勞。教活卓卓地悠久三二十年純熟。", "790": "超出生死不為難。著力在行處。不只空高談說之而", "791": "已。古云說得一丈不如行得一尺。盖定慧之力回轉", "792": "業緣。正要惺惺地勇猛果決。千百生中當受用。其餘", "793": "古人機緣語句不必盡要會之。但一著分明則著著", "794": "如此。千變萬化豈移變得渠力用哉。內心既虗外緣", "795": "亦寂。著衣喫飯本自天真不勞凋琢。若或立勝見負", "796": "我能。即禍事也。切須照管。勿作此態。由是可入無我", "797": "真實平等如如不動不變淨妙清涼穩密田地矣。誌", "798": "公云。不起纖毫修學心。無相光中常自在。", "799": "示曾待制示曾待制", "800": "禪非意想。道絕功勳。若以意想參禪。如鑽冰求火堀", "801": "地覔天。只益勞神。若以功勳學道。如土上加泥眼裏", "802": "撒沙。轉見困頓。儻歇却意識息却妄想。則禪河浪止", "803": "定水波澄。去却功用休却營為。則大道坦然七通八", "804": "達。是故僧問石頭如何是禪。頭云碌磚。僧云如何是", "805": "道。云木頭。此豈意想功勳所能辯哉。除非直下頓領", "806": "截流便透。則禪道歷然。才擬作解則千里萬里。要是", "807": "向來世智辯聰頓然放却消遣令盡。自然於此至實", "808": "之地自證自悟而不留證悟之迹。翛然玄虗通達乃", "809": "善。", "810": "馬大師甞舉楞伽經。以佛語心為宗無門為法門。乃", "811": "云。諸人要識佛語心麼。只你如今語便是心。心便是", "812": "佛。故云佛語心乃是宗也。此宗無門乃是法門。古人", "813": "大煞老婆拖泥涉水。若一舉便透猶較些子。或窮研", "814": "義理卒模𢱢不著。", "815": "示宗覺大師示宗覺大師", "816": "佛語心為宗。宗通說亦通。既謂之宗門。豈可支離。去", "817": "本逐末隨言語機境作窠窟。要須徑截超證。透出心", "818": "性玄妙勝淨境界。直徹綿密穩審向上大解脫大休", "819": "大歇之場。等閑雖似空豁豁地。而力用圓證不拘限", "820": "量。千人萬人羅籠不住。所以迦文老人久嘿斯要。三", "821": "百餘會略不明破。但隨機救拔。候時節到來。乃於靈", "822": "山露面皮拈出。獨有金色頭陀上他鈎鈎。謂之教外", "823": "別行。若諳此旨則威音已前漏逗了也。點撿將來。雖", "824": "隨類化身千般伎倆萬種機緣。無不皆是箇一著子。", "825": "此豈單見淺聞存知解墮機括者所測量。是故從上", "826": "來。行棒行喝輥毬擎叉喫荼打鼓插鍬牧牛。彰境智", "827": "據坐掩門喚回叱咄與掌下踏。莫不皆于此。唯本色", "828": "衲子自既了悟透徹。又復遇大宗師惡手段淘汰煅", "829": "煉到師子咬人不隨藥忌。直截軒豁處。方可一舉便", "830": "知落處。如獅子入窟出窟踞地返擲。何人可測量哉。", "831": "此門不論挹泥涉水草裏輥打葛藤眼麻眯。三搭不", "832": "回者唯是八面受敵。未舉先知未言先契自然水乳", "833": "相合得坐披衣。養得純熟待霜露果熟出頭來。便與", "834": "麼用。始合祖先本因地發行一周佛事。所以道。要窮", "835": "恁麼事。須是恁麼人。若是恁麼人。不愁恁麼事。", "836": "佛果圜悟真覺禪師心要卷下終畢"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1357 佛果克勤禪師心要", "author": "(嗣法)子文編"}