{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 501 金剛經如是經義", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "能淨業障分第十六", "1": "金剛經如是經義卷下", "2": "究竟無我分第十七○究竟無我分第十七究竟佛法本無我體。", "3": "爾時須菩提白佛言世尊至無有一眾生實滅度者。", "4": "上說修行人。不可思議。須菩提。遂轉憶初問安住", "5": "降伏。未免猶著思議。故再問之。佛言。菩提之心。人", "6": "人皆有。等為物欲所蔽。時生妄想貪嗔取舍。一切", "7": "不善心。人欲還其本有。當生這箇菩提心。猶如虗", "8": "空無染無雜。大日輪照四天下。日升之時。明徧天", "9": "下。虗空不曾明。日沒之時。暗徧天下。虗空不曾暗。", "10": "明暗之境。自相凌奪。虗空之性。廓然不變。自然發", "11": "生。不礙真性。與安住降伏。著實用功者不同。一切", "12": "眾生。原無不善心。因貪財色。恩愛情重。方有此心。", "13": "性頑鈍者。總在夢中。有利根者。一撥即轉。故我應", "14": "度一切眾生。不過以無我心。將忍辱以降伏。令邪", "15": "惡不生。不起能度之一念。亦不見所度之眾生。故", "16": "我即度脫眾生成佛已盡。而實無有一眾生。是我", "17": "滅度者也。川禪師云。有時因月好。不覺過滄洲。頌", "18": "曰。若問云何住。非中及有無。頭無纖草葢。足不履", "19": "閻浮。細似鱗虗柝。輕如蝶舞初。眾生滅盡知無滅。", "20": "此是隨流大丈夫。", "21": "何以故須菩提至阿耨多羅三藐三菩提心者。", "22": "滅度眾生已了。不見是我滅度者。無四相也。葢人", "23": "有四相。即見有眾生可度。仍有能度眾生心。謂涅", "24": "槃可證可求。反是煩惱根本。菩薩心常空寂。澹然", "25": "虗靜。本無四相。所以無四相者。何也。萬法皆從心", "26": "生。究其實。真性中。蕩蕩空空。一法不立。一塵不染。", "27": "何曾有法以發此菩提心。是故人能自然發生其", "28": "心者。即當化度。而非菩薩之實能度也。傳頌曰。空", "29": "生重請問。無心為自身。欲發菩提者。當了現前因。", "30": "行悲疑似妄。用智最言真。度生權立我。證理即無", "31": "人。川禪師云。少他一分又爭得。頌曰。獨坐翛然一", "32": "室空。更無南北與西東。雖然不借陽和力。爭奈桃", "33": "花一樣紅。", "34": "須菩提於意云何至如來得阿耨多羅三藐三菩提。", "35": "佛言。不但眾生實無法名菩提心。汝試云。我於師", "36": "處。有法得之名為無上正等正覺不。須菩提深解", "37": "無相之理。謂若有般若了悟心在。即是有法。尚有", "38": "所得之心。故言不也。其言契合于佛心。故佛稱如", "39": "是如是。深然之也。川禪師云。若不同牀睡。怎知紙", "40": "被穿。頌曰。打皷弄琵琶。相逢兩會家。君行楊柳岸。", "41": "我宿渡頭沙。江上晚來初雨。過數峰滄翠接天霞。", "42": "須菩提若有法如來得至如來者即諸法如義。", "43": "授記者。命之了悟真性以成佛也。來世。猶言後日。", "44": "梵語釋迦。華言能仁。謂心性無邊。能含容廣度一", "45": "切也。牟尼。華言寂默。謂心體清淨。動靜不干也。佛", "46": "言。若于法有所得。是為執相。即有心在。便同凡夫。", "47": "然燈焉得與我授記。惟其無得。心上無纖毫停留。", "48": "自性清淨。故方授記于來世得成佛也。其故謂何。", "49": "以如來之所以得名者。即能了諸法空相。得如如", "50": "之義。一切諸法。本來清淨。由取捨分別。所以濁亂。", "51": "不得自如。心若清淨。自然如中天杲日。歷歷分明。", "52": "于諸法上。都無取舍分別。真性徧虗空世界。如常", "53": "自如。故謂之如。既空諸法。自然有感即通。故謂之", "54": "來。非性中原有法也。但于六塵中不生分別。而本", "55": "體湛然。不染不著。曾無變異。如空不動。圓通瑩徹。", "56": "歷劫長存。是名諸法如義。使謂實有所得。纔可成", "57": "佛。何以稱名為如來。慈受禪師云。一顆靈丹大似", "58": "拳。服來平地便升仙。塵緣若有絲毫在。蹉過蓬萊", "59": "路八千。龍牙和尚云。深念門前樹能為澹泊棲。來", "60": "者無心喚。去者不慕歸。若人心似樹。與道不相違。", "61": "傅云。人與法相待。二相本來如。法空人是妄。人空", "62": "法亦祛。人法兩無實。受記可非虗。一切皆如幻。誰", "63": "言得有無。又云。法性非因果如理不從因。謂得然", "64": "燈記。甯知是舊身。川禪師云。貧似范丹氣如項羽。", "65": "頌曰。上無片瓦。下無立錐。日往月來。不如是誰。噫。", "66": "又云。住。住。動著則三十棒。頌曰上是天兮下是地。", "67": "男是男兮女是女。牧童撞著看牛兒。大家齊唱囉", "68": "囉哩。是何曲調。萬年歡。", "69": "若有人言如來得阿耨多羅至於是中無實無虗。", "70": "凡言得者。皆自外來。真性豈外來之物。若有人言。", "71": "佛得無上正等正覺之真性。是為妄語。當知佛所", "72": "得菩提果。原是本來真性。正覺之法。本非性中所", "73": "有。何處可執著萬行悉備。恒沙德用。何處不發現。", "74": "故無實無虗。人惟當心悟此法。何可言有所得哉。", "75": "川禪師云。當嫌千口少。貧怨一身多。頌曰。生涯如", "76": "夢若浮雲。活計都無絕六親。留得一雙清白眼。笑", "77": "看無限往來人。", "78": "是故如來說一切法至是故名一切法。", "79": "法惟無所得。是故如來說世間一切諸法。將謂為", "80": "實。向甚處摸索。若以為虗。何處不分明。但能色相", "81": "俱空。不著不染。從此脫離。皆可稱為佛法。然性體", "82": "本空。所謂一切法者。其實非有一切法也。人不得", "83": "不假此以修行。故虗名之為一切法耳。川禪師云。", "84": "明明百草頭。明明祖師意。頌曰。會造逡巡酒。能開", "85": "頃刻花。琴彈碧玉調。爐煉白丹砂。幾多伎倆從何", "86": "得。須信風流出當家。又云。上大人。邱乙己。頌曰。是", "87": "法非法不是法。死水藏龍活鱍鱍。是心非心不是", "88": "心。逼塞虗空古到今。祇者是。絕追尋。無限野雲風", "89": "捲盡。一輪孤月照天心。○馬祖云。一切眾生。從無", "90": "量劫來。不出法性三昧。長在法性中著衣吃飯。言", "91": "談祇對。六根運用。一切施為。盡是法性。不解返源。", "92": "所以隨名逐相。迷情妄起。造種種業。若能一念迴", "93": "光返照。全體聖心。何處不是佛法。", "94": "須菩提譬如人身長大至即為非大身是名大身。", "95": "佛言。譬如人之一身。雖長且大。意謂人若心不菩", "96": "提。此身空自長大。以顯一切眾生法身不二。無有", "97": "限量。須菩提與佛一心。嘗聞佛說此語。故不待譬", "98": "喻完。即答云。如來說人身長大。是法身無相。廣大", "99": "無邊。若色身有相。內無智慧。即為非大身。故非真", "100": "實有大身。但虗名之耳。知大身之非身。則知一切", "101": "法者。誰是一切法。豈可謂其實有所得。又豈可謂", "102": "實能滅度眾生耶。川禪師云。喚作一物即不中頌", "103": "曰。天產英靈六尺軀能文能武善經書。一朝識破", "104": "娘生面。方信閒名滿五湖。", "105": "須菩提菩薩亦如是至無我無人無眾生無壽者。", "106": "豈惟佛哉。即菩薩亦不可知有滅度。菩薩到處皆", "107": "行方便。不可以有心為之。夫色身長大。爭奈有生", "108": "滅。有限量。即非大身。二乘之人。有煩惱妄想。不能", "109": "除滅。即同凡夫。滅色取空。不了色性。即非菩薩。若", "110": "造作此言。我當化度眾生。未免有心。不知色性自", "111": "空。非色滅空。如病眼人。見空中花。無有是處。何以", "112": "名為菩薩。其故謂何。葢心迷即眾生。心悟即成佛。", "113": "一切空寂。本來不生。不見有生死。不見有涅槃。不", "114": "見有善惡。不見有聖凡。不見一切法。正見之時。了", "115": "無可見。故滅度而實無有滅度之法。所以得名為", "116": "菩薩。惟其實無有法。是故佛於無可說中。說一切", "117": "法。皆是真空無相。絕無有我人眾生壽者四相。夫", "118": "法本無相。安得以滅度為己功乎。傳云名因共業", "119": "變。萬象即微生。若悟真空色。翛然獨有名。川禪師", "120": "云。喚牛即牛。呼馬即馬。頌曰。借婆衫子拜婆門。禮", "121": "數周旋已十分。竹影掃堦塵不動。月輪穿海水無", "122": "痕。", "123": "須菩提若菩薩作是言至即非莊嚴是名莊嚴。", "124": "自認滅度。心不清淨可知。設有有心要求清淨。說", "125": "我當莊嚴佛土。即便著相。不可稱為菩薩。何也佛", "126": "土者。自心淨土也。本來清淨。無相可以莊嚴。惟有", "127": "妙莊嚴之理。存乎其中。故所說莊嚴佛土者。非實", "128": "有莊嚴也。但虗名而已。豈有菩薩而猶著於相耶。", "129": "須菩提若菩薩通達無我法者如來說名真是菩薩。", "130": "知有我即非菩薩。究竟何以名菩薩。必把我一身", "131": "看得十分透徹。知身非我有。法非我得。人與法雙", "132": "忘。纔是真正名為菩薩。楞伽經云。二無我。謂人無", "133": "我。法無我。人無我者。謂人無本體。因業而生。法無", "134": "我者。謂法無本體。因事而立。若作富貴之業。則生", "135": "于富貴中。作貧賤之業。則生于貧賤中。是人無本", "136": "體也。如因欲渡水。則為舟楫之法。因欲陸行。則為", "137": "車輿之法。是法無本體也。一切法因事而立。皆為", "138": "假合。假合即是虗妄。若信此理而悟解之。是真菩", "139": "薩。菩薩不可執一我相況如來菩提之心。誰謂有", "140": "法以發之。川禪師云。寒即普天寒。熱即普天熱。頌", "141": "曰。有我原無我。寒時燒軟火。無心似有心。半夜拾", "142": "金針。無心無我分明道。不知道者是何人。呵呵。", "143": "一體同觀分等十八○一體同觀分等十八萬法歸一。更無異觀。", "144": "須菩提於意云何至如是世尊如來有佛眼。", "145": "前說無我。是說無妄心非并說無覺性也。故言佛", "146": "有覺性。而先舉清淨五眼問之。化身觀見于世間。", "147": "開化眾生。見色身起滅。內外空寂。謂之肉眼。見自", "148": "真性。是法平等。普照大千。謂之天眼。見自性中般", "149": "若。智燭常明。照徹眾生性靈深淺。謂之慧眼。見諸", "150": "色相。心不動搖。了諸法空。遍充三界。謂之法眼。見", "151": "前際無煩惱可斷。中際無自性可守。後際無佛可", "152": "求。三際清淨。本性常覺。破諸空妄。謂之佛眼。凡夫", "153": "與如來。同具此五眼。但為物欲所蔽。不能常明。如", "154": "來真空無我。性體湛然清淨。自無纖毫障翳。傅頌", "155": "云。天眼通非閡。肉眼閡非通。法眼唯觀俗。慧眼直", "156": "緣空。佛眼如千日。照異體還同。圓明法界內。無處", "157": "不含容。川禪師云。盡在眉毛下。頌曰。如來有五眼。", "158": "張三祇一雙。一般分皂白的的別青黃。其間些子", "159": "爻訛處。六月炎天下雪霜。", "160": "須菩提於意云何至若干種心如來悉知。", "161": "有一世界。必有一佛設化。故曰佛世界。佛以恒河", "162": "之沙。喻世界之廣。更舉無窮之沙。喻眾生種種妄", "163": "念。若干種心如來悉知者。眼耳鼻舌身意。凡起心", "164": "動念處。即是國土。于國土中所有眾生。若干種種", "165": "差別之心。心數雖多。總名妄心。既覺是妄。故云悉", "166": "知。如來惟具足五眼。是覺性常具足矣。故能無不", "167": "悉知其心。川禪師云。曾為浪子偏憐客。慣愛貪杯", "168": "識醉人。頌曰。眼觀東南。意在西北。將謂猴白。更謂", "169": "猴黑。一切眾生一切心。盡逐無窮聲與色喝。", "170": "何以故如來說諸心皆為非心至未來心不可得。", "171": "諸心即若干種心。吾心本一。何得有若干種心。如", "172": "來所以能悉知者。何也。以諸心總是妄心。但因其", "173": "從心而起。不得不名之為心。原非真實之心也。所", "174": "以識其非心者何也。此心太空。毫無所累。說不得", "175": "他有過去現在未來心。所以說若干種心。皆是非", "176": "心。而如來無不知之也。要知三心只一心。本來無", "177": "有。因事而起。事過即滅。如言語時。是現在。未出口。", "178": "謂之未來。一出口。即為過去。又如人思食之時。則", "179": "欲食之心為未來。得食之時。則欲食之心為現在。", "180": "食畢放箸。則欲食之心為過去。不甚相遠。傅頌曰。", "181": "依他一念起。俱為妄所行。便分六十二。九百亂縱", "182": "橫。過去滅無滅。當來生不生。常能作此觀。真妄坦", "183": "然平。圓悟禪師頌曰。欲識平常道。天真任自然。行", "184": "船宜舉棹。走馬即加鞭。若遇饑來飯。還應困即眠。", "185": "盡從緣所得。所得亦非緣。川禪師云。病多諳藥性。", "186": "頌曰。一波纔動萬波隨。似蟻循環豈了期。咄。今日", "187": "與君都割斷。出身方號丈夫兒。又云。低聲。低聲直", "188": "得鼻孔裏出氣。頌曰。三際求心心不見。兩眼依前", "189": "對兩眼。不須遺劍刻舟尋。雪月風花常見面。", "190": "法界通化分第十九○法界通化分第十九佛法充滿世界。無不通達", "191": "感化。", "192": "須菩提於意云何若有人滿至如來說得福德多。", "193": "總是說心無相。以是因緣得福者。以布施的緣。故", "194": "得福。是有漏有礙之寶。非清淨無為功德。葢福田", "195": "心造。佛言。若心中果實有此福德。則福德非外來。", "196": "何以言得。惟是本無一物。本無此福德藏在心中。", "197": "故如來不止言得。而更言多。若有菩薩。以盧舍那", "198": "身中七寶菩提。持齋禮讚。從其心燈。化生功德。不", "199": "生不滅。堅如金剛。乘香花雲。入無邊界。起光明臺。", "200": "供十方一切諸佛。此無為功德。見性之施。化為菩", "201": "薩。頌曰。廣將七寶持為施。如來不說福德多。若用", "202": "心燈充供養。威光遍照滿婆娑。", "203": "離色離相分第二十○離色離相分第二十色相皆妄。離之即見性。", "204": "須菩提於意云何至是名具足色身。", "205": "色身者。皮肉形軀也。具足者。無少欠缺也。佛恐眾", "206": "生不悟佛心無相。即心可以成佛。但見此具足色", "207": "身便為如來。故復問之。不知此乃是幻身。究竟還", "208": "歸烏有。佛全不在此。故云即非具足色身。明禪師", "209": "云。養就家欄水牯牛。自歸自去有來由。如今穩坐", "210": "深雲裏。秦不管兮漢不收。川禪師云。官不容針。私", "211": "通車馬。頌曰。請君仰面看虗空。廓落無邊不見蹤。", "212": "若解轉身些子力。頭頭物物總相逢。○僧問趙州。", "213": "狗子有佛性麼。州云。無。進云。蠢動含靈皆有佛性。", "214": "為什麼狗子無佛性。州云。為他有業識在。夫有業", "215": "識之人。種種著于有。起諸妄想者。名顛倒知見。種", "216": "種著于空。都無所悟者。名斷滅知見。宿有善根之", "217": "人。無此二病。洞曉空趣。此名真正知見。若悟此理。", "218": "乃可隨時著衣吃飯。長養聖胎。任運過時。更有何", "219": "事。", "220": "須菩提於意云何至是名諸相具足。", "221": "具足色身。佛猶與人同。三十二相。獨如來有之。若", "222": "執此求如來。祇見化身。不知如來離色離相。以淨", "223": "行。則具足三十二。以智慧。則具足八萬四千。其實", "224": "覺性猶虗空。故再辨之。傳頌曰。八十隨形好。相分", "225": "三十二。應物萬般形。理中非一異。人法兩俱遣。色", "226": "心齊一棄。所以證菩提。實由諸相離。○四祖謂牛", "227": "頭融禪師云。百千妙門。同歸方寸。恒沙功德。總在", "228": "心源。一切定門。一切慧門。一切行門。悉皆具足。神", "229": "通妙用。只在你心。業障煩惱。本來空寂。一切果報。", "230": "性相平等。大道虗曠絕思絕慮。如是之法。無欠無", "231": "餘。與佛無殊。更無別法。但只令心自在。莫懷妄想。", "232": "亦莫歡欣。莫起貪嗔。莫生憂慮。蕩蕩無礙。任意縱", "233": "橫。不作諸善。不作諸惡。行住坐臥。觸目遇緣。皆是", "234": "佛之妙用。", "235": "非說所說分第二十一○非說所說分第二十一法無可說。所說者。非性", "236": "之真。", "237": "須菩提汝勿謂如來是念至不能解我所說故。", "238": "如來不在身相。人猶易曉。然佛法是如來所說。恐", "239": "人復執此以求如來。故曰汝勿以如來曾作此說", "240": "法念也。何也。非法無以談空。非人無以說法。此謂", "241": "不同生滅之心。故有法可說。如來雖說法。未嘗執", "242": "取一樣法。若以有生滅心而為說法。是教一切人", "243": "不能得見自性。即為謗毀如來。不能解悟我所說", "244": "如來無相之義。我故曰莫作是念。川禪師云。是即", "245": "是。大藏小藏。從甚處得來。頌曰。有說皆為謗。無言", "246": "亦不容。為君通一線。日出嶺東紅。", "247": "須菩提。說法者。無法可說。是名說法。", "248": "本來無法。特為眾生去除外妄。不得已而說法。然", "249": "不過隨感隨應。實無有一定法可說。但虗名為說", "250": "法而已。若眾生既悟。并法亦無可用。安得謂如來", "251": "實有所說法耶。傅云。相寂名亦遣。心融境亦亡。去", "252": "來終莫見。語默永無妨。智入圓成理。身同法性常。", "253": "證真還了俗。不廢是津梁。川禪師云。兔角杖。龜毛", "254": "拂。頌曰。多年石馬放毫光。鐵牛哮吼入長江。虗空", "255": "一喝無踪跡。不覺潛身北斗藏。且道是說法。不是", "256": "說法。○顏丙曰。終日吃飯。不曾咬著一粒米。終日", "257": "著衣。不曾掛著一莖絲。所以我佛橫說豎說。四十", "258": "九年。未嘗道著一字。唯同道方知。若言如來有所", "259": "說。即為謗佛。不能解會我所說。直饒說得天花亂", "260": "墜。也落在第二著。若能坐斷十方。打成一片。非言", "261": "語可到。是名真說法也。所以道。地壁瓦礫。說禪浩", "262": "浩。前輩頌曰。也大奇。也大奇。無情說法不思議。若", "263": "將耳聽終難會。眼處聞聲方得知。", "264": "爾時慧命須菩提白佛言至說非眾生是名眾生。", "265": "言慧命者。以須菩提具智慧性故稱之。即如稱長", "266": "老一般。無法可說。後世眾生便難信解。故須菩提", "267": "問生信心不。佛言。人無定品。皆具真一之性。與佛", "268": "同源。詎可以眾生目之。因彼背真逐妄。自昧其靈。", "269": "又不可以不是眾生目之。豈謂生信心者。後世遂", "270": "無其人。何也。眾生之為眾生。特因未悟而名之耳。", "271": "若悟了。亦即是佛。如來何嘗說他是真實眾生。不", "272": "過虗名之而已。智者禪師頌曰。不言無所說。所說", "273": "妙難窮。有說皆為謗。至道處其中。多言無所解。默", "274": "爾得三空。智覺剎那頃。無生無始終。川禪師云。火", "275": "熱風動。水濕地堅。頌曰。指鹿豈能成駿馬。言烏誰", "276": "謂是翔鸞。雖然不許纖毫異。馬字驢名幾百般。", "277": "無法可得分第二十二○無法可得分第二十二真性全空故無法可得。", "278": "須菩提白佛言世尊至是名阿耨多羅三藐三菩提。", "279": "須菩提既明無法可說。遂悟佛所得菩提之道。內", "280": "覺身心空。外覺境緣空。破諸色相。勿令執著。無有", "281": "秋毫之障。微塵之染。故以為無所得。佛言如是如", "282": "是者。深許其言之當也。無有法加一少字。絲毫亦", "283": "不有也。言我於此理。亦無少法可得。菩提亦是虗", "284": "名。草堂清和尚云。擊石乃出火。火光終不然。碧潭", "285": "深萬丈。直下見青天。川禪師云。求人不如求己。頌", "286": "曰。滴水生冰信有之。綠楊芳草色依依。春花秋月", "287": "無窮事。不妨閒聽鷓鴣啼。○祺禪師云。念念釋迦", "288": "出世。步步彌勒下生。分別現文殊之心。運用動普", "289": "賢之行。門門而皆出甘露。味味而盡是醍醐。不出", "290": "旃檀之林。長處華藏之境。若如此也。行住坐臥。觸", "291": "目遇緣。雖應用千差。且湛然清淨。", "292": "淨心行善分第二十三○淨心行善分第二十三以清淨心行諸善法。", "293": "復次須菩提是法平等無有高下至三藐三菩提。", "294": "法即是菩提心。佛與眾生。皆具此性。無增無減。均", "295": "平相等。無有高下。然實無形也。特強名為無上正", "296": "等正覺。黃蘗禪師云。若觀佛作清淨光明解脫之", "297": "相。觀眾生作垢濁暗昧生死之相。作此解者。歷恒", "298": "河沙劫。終不能得阿耨菩提。又云。心若平等。不分", "299": "高下。即與眾生諸佛。世界山河。有相無相。徧十方", "300": "界。一切平等。無彼我相。此本源清淨心。常自圓滿。", "301": "光明徧照也。傅頌曰。水陸同真際。飛行體一如。法", "302": "中何彼此。理上豈親疎。自他分別遣。高下執情除。", "303": "了斯平等性。咸共入無餘。", "304": "以無我無人無眾生無壽者至即非善法是名善法。", "305": "所以名為無上正等正覺者。以真性中本無我人", "306": "眾生壽者四相。乃從妄緣中現。而真性則平等。不", "307": "可使他或得或失。若以無四相之心。修行一切無", "308": "我真空的善法。於一切事。無染無著。於一切境。不", "309": "動不搖。於一切法。無取無捨。於一切時。常行方便。", "310": "隨順眾生。令皆歡喜。而為說法。令悟菩提真性。勿", "311": "使虧欠。則覺性便不失墜。未有不得也。然所謂善", "312": "法者。本來無此善法。但假此名。直教一切善惡凡", "313": "聖無取捨愛憎之心。平常無事。故云即非善法。以", "314": "開悟眾生。本不是住於相。川禪師云。山高水深。日", "315": "生月落。頌曰。僧是僧兮俗是俗。喜則笑兮悲則哭。", "316": "若能於此善參禪。六六從來三十六。又云。面上夾", "317": "竹桃花。肚裏侵天荊棘。頌曰。是惡非惡。從善非善。", "318": "將逐符行。兵隨印轉。有時獨上妙高峯。却來端坐", "319": "閻王殿。見盡人間祇點頭。大悲手眼多。方便。", "320": "福智無比分第二十四○福智無比分第二十四持經者福智最多。無可", "321": "比並。", "322": "須菩提若三千大千世界中至算數譬喻所不能及。", "323": "上言性中無善法。恐人以經文為空言。不知受持", "324": "故此又較量施寶福德。以大千世界中。所有須彌", "325": "山王。上至忉利天。下至崑崙際。若有將七寶如此", "326": "之高。持用布施。其獲福雖百千萬億分。僅為住相", "327": "布施。終無解脫之時。總不如受持讀誦此經。乃至", "328": "四句偈等所得無住相淨妙功德之一。可見佛。若", "329": "不設經救。一切眾生無由入悟。憑何修行。得到佛", "330": "地。傅頌曰。施寶如沙數。惟成有漏因。不如無我觀。", "331": "了妄乃名真。欲證無生忍。要假離貪嗔。人法知無", "332": "我。逍遙出六塵。川禪師云。千錐劄地。不如鈍鍬一", "333": "捺。頌曰。麒麟鸞鳳不成羣。尺璧寸珠那入市。逐風", "334": "之馬不並馳。倚天長劍□□比。乾坤不覆載。劫火", "335": "不能壞。凜凜威光混太虗。天上人間總不如。噫。", "336": "化無所化分第二十五○化無所化分第二十五雖化度眾生。心無化度。", "337": "須菩提於意云何至如來即有我人眾生壽者。", "338": "如來設立經教。雖曰以度眾生為事。然未嘗有度", "339": "眾生之心。故誡云。汝等勿謂也。眾生具無盡煩惱", "340": "妄想。於一切善惡凡聖等見。取捨分別。迷情蓋覆", "341": "菩提之性。業障深重。佛一出世。教令覺悟。降六賊。", "342": "斷三毒。除人我。令能回光返照。即見自性。更不停", "343": "留纖毫凝滯。聞經徹悟。自然歸於化度。不過還其", "344": "本有智慧心而已。實無有眾生如來度者。若言眾", "345": "生是如來化度。則如來便有我人等四相之私矣。", "346": "傅頌曰。夜夜抱佛眠。朝朝還共起。起坐鎮相隨。語", "347": "默同居止。纖毫不相離。如身影相似。欲識佛去處。", "348": "只這語聲是。川禪師云。春蘭秋菊。各自馨香。頌曰。", "349": "生下東西七步行。人人鼻直兩眉橫。哆唎悲喜皆", "350": "相似。那時誰更問尊堂。還□記在麼。○園悟禪師", "351": "云。赤肉團上。人人古佛家風。毗盧頂門。處處祖師", "352": "巴鼻。若也恁麼返照。凝然一段光明。非色非心。非", "353": "內非外。行棒也打他不著。行喝也驚他不得。直得", "354": "淨躶躶。赤洒洒。是箇無生法忍。不退轉輪。截斷兩", "355": "頭。歸家穩坐。正當恁麼時。不須他處覔。祇此是西", "356": "方。", "357": "須菩提如來說有我者至即非凡夫是名凡夫。", "358": "如來既無我人等相。何又云我。須知假名稱我。對", "359": "所度眾生。隨世說我。而自性中。當體空寂。原不著", "360": "有我相。惟凡夫妄認之以為有我。其實三世諸佛。", "361": "皆無所有。惟有自心既明。因果無差。乃知心外無", "362": "法。非有我也。就是所稱為凡夫者。欲離生死而求", "363": "涅槃。欲捨煩惱而求滅度。執著一邊。不了中道。究", "364": "竟皆不著□□可成佛。豈真有實凡夫哉。但虗名", "365": "耳。凡夫自能成□。雖謂之自度可也。如來曾何功", "366": "耶。智者禪師頌曰。□生修因果。果熟自然圓。法船", "367": "自然度。何必要□。□□似捕魚者。得魚忘却筌。若", "368": "道如來度。從來度□□。□禪師云。前念眾生後念", "369": "佛。佛與眾生是何物。頌曰。□見三頭六臂。却能拈", "370": "匙放筯。有時酒醉罵人。忽爾□香作禮。手把破沙", "371": "盆。身披羅錦綺。做模打樣□□□。驀鼻牽來祇是", "372": "你。嗄。", "373": "法身非相分第二十六○法身非相分第二十六清淨法身。非屬相貌。", "374": "須菩提於意云何至不應以三十二相觀如來。", "375": "身相不可觀如來。須菩提前已言過不也。何故此", "376": "處言如是如是。亦謂此相為如來所獨具也。不知", "377": "觀如來者。但當契清淨本來心。若以三十二相觀", "378": "如來。則執相之見猶未除。故言轉輪聖王。亦有三", "379": "十二□。□泥形相。彼將亦是如來矣。豈若是乎。轉", "380": "輪聖王□□四天王。管察世閒善惡。正五九月。照", "381": "南閻浮提。□□十月。照西瞿耶尼。三七十一月。照", "382": "北󳬂單越。四□□二月。照東拂婆提。常如輪之轉。", "383": "故名轉輪聖王。□□云。臨池喚影終無益。觀鏡攀", "384": "花未是奇。□□□□□實相。相忘心滅却依誰。川", "385": "禪師曰。錯。頌曰。泥塑□□兼綵畫。堆青抹綠更裝", "386": "金。若將此是如來相。笑□□無觀世音。又云有相", "387": "身中無相身。金香爐下□□□。頭頭盡是吾家物。", "388": "何必靈山問世尊。如王秉劍。", "389": "爾時世尊而說偈言至是人行邪道不能見如來。", "390": "我。謂佛性也。乃真性之佛。無形無相。不可以形色", "391": "見。亦不可以音聲求。世尊因見須菩提。疑信相半。", "392": "故於爾時說偈言曰。如來只在自心。法體清淨。猶", "393": "若虗空。無有染礙。不落一切塵境。視之不見。言其", "394": "有色相不可。聽之不聞。言其有音聲不可。若欲以", "395": "此二者。求見我。是不見正覺常住之真佛性。不能", "396": "返觀內照。即性而修。此等人舍正路而不由。不能", "397": "見如來於方□□聞。蓋因其不反求本心也。川禪", "398": "師云。直饒不□□□聲求。亦未見如來在。且道如", "399": "何得見。不審不審。□□。見色聞聲世本常。一重雪", "400": "上一重霜。君今要見□□面。走入摩耶腹內藏。噫。", "401": "此□三十年後。", "402": "無斷無滅分第二十七○無斷無滅分第二十七性體具足。不生斷滅。", "403": "須菩提汝若作是念至得阿耨多羅三藐三菩提。", "404": "此二節。說具足相。論清淨法身。不可以相貌取□", "405": "□其詞而語須菩提曰。此性。如來與眾生皆有。本", "406": "無少欠。故名具足相。不可以色見聲求。然溺於無", "407": "相。又恐淪於空寂。蓋性含萬法。應用徧知。去來自", "408": "由。無所罣礙。原非一味空寂。惟以此具足之性。有", "409": "正覺。故得證菩提果。若作是念。謂如來不以具足", "410": "性得菩提果。未免入於槁情滅念。何以為如來。故", "411": "又正其詞而謂之曰。莫作是念。智者禪師頌曰。相", "412": "相非有相。具足相無憑。法法生妙法。空空體不同。", "413": "斷滅不斷滅。知覺悟深宗。若無人我念。方知是至", "414": "公。", "415": "須菩提汝若作是念至於法不說斷滅相。", "416": "此二節。佛恐眾生執於無法沉迷空寂。□□□□", "417": "□□□其詞而語須菩提曰。□作有相觀。即□□", "418": "□□。若作無相觀。亦是一邊見。人豈可泥於相。但", "419": "說□□盡當斷絕消滅。此便非清淨心。何可作是", "420": "念。其□□何。蓋既悟之後。法亦歸空。未悟之前。必", "421": "當依□□□修行。於法不可有斷滅相。譬如渡水。", "422": "渡後固□□□楫。未渡之前。非舟楫何由以濟。故", "423": "又正其辭而語之也。川禪師云。翦不齊兮理還亂。", "424": "拽起頭來割不斷。頌曰。不知誰解巧安排。揑聚依", "425": "然又放開。莫謂如來成斷滅。一聲還續一聲來。", "426": "不受不貪分第二十八○不受不貪分第二十八不受福德。無所貪著。", "427": "須菩提若菩薩以滿恒河沙等至是故說不受福德。", "428": "通達一切法。無能所心。是名為忍。說箇忍字□□", "429": "□制之意。初住菩薩如此。後來得成無我地位。却", "430": "□□兩空。不必強制。故曰。無我□成於忍。佛□□", "431": "□□□修行之法。未免有我施彼□之相。若□□", "432": "□□□□不生。無我得成於忍。所得福德。更勝於", "433": "前菩□□□七寶布施等福所能比。何也。不受福", "434": "德故□□□□受。蓋受則有貪戀之意。如眼對色。", "435": "謂之見□□□□之聞。見聞是根。聲色是塵。凡夫", "436": "被妄心所覆□□□轉。即有生滅。故塵起即心起。", "437": "塵滅即心滅。不知所□生滅心。皆是妄念。菩薩了", "438": "悟真性。活潑潑地。洞然同於太虗。色聲未對之時。", "439": "我性常見常聞。未曾暫滅。色聲相對之時。我性未", "440": "嘗暫生。所作福德不為自己受享世間福利。全為", "441": "利益一切眾生。積福□□□□□已。故不應有所", "442": "貪戀住著也。以此□□□□□□□其不受。豈同", "443": "於布施著相者。□□□□□□□□□有為相。三", "444": "生却被吞。七寶多行□□□□□□□□諸有欲。", "445": "旋豈愛情恩。苦□無貪相。應到□□□□□師云。", "446": "耳聽如聾。口說如啞。頌曰。馬下人因□□□。□高", "447": "有下有疏親。一朝馬死人歸去。親者如□□□□。", "448": "只是舊時人。改却舊時行履處。又云。裙無腰□□", "449": "□。□曰。似水如雲一夢身。不□□外更□□。□□", "450": "□□□他物。分付黃梅路上人。□□道歌□□□", "451": "□□□天福。猶如仰箭射虗空。勢力盡。箭還墜。招", "452": "得□□□如意。蓋言人天福報。便是三生業緣。少", "453": "有□□□□得受福力。不明其本。愈冀□添。以此", "454": "世福。□□□□臨命終時。福盡業在。列□惡道。受", "455": "種種□□□□□來生不如意也。", "456": "威儀寂靜分第二十九○威儀寂靜分第二十九四歲□□□□□□□", "457": "□□動於相。", "458": "須菩提若有人言至亦無所去故名如來。", "459": "釋。來去坐臥本。文分明不釋□□□□□□□□", "460": "□虗。作同字看所處所也。無所從□□□□□□", "461": "□□無所去猶言無處所去□□□□□□□□", "462": "□□□□□□□□□□□□詳確惟□□□□", "463": "□□□□□□□□□□□□□□□□□□□", "464": "□□□□□□□□□□□□□□□□□□□", "465": "□□□□□□□□□□□□□□□□□□□", "466": "□□□□□□□□□□□□□。", "467": "一合理相分第三十○一合理相分第三十", "468": "須菩提若善男子善女人至但凡夫之人貪著其事。", "469": "知見不生分第三十一○知見不生分第三十一", "470": "須菩提若人言佛說我見至即非法相是名法相。", "471": "應化非真分第三十二○應化非真分第三十二", "472": "須菩提若有人以滿無量至皆大歡喜信受奉行。", "473": "金剛般若波羅蜜經如是經義卷下終", "474": "No. 501-ANo. 501-A", "475": "金剛般若一經。乃捨法證性之妙道。無住生心之極", "476": "功。義理深微。未易明了。雖有諸家註釋。各是其是。使", "477": "後之學者。無所適從。心都子曰。亡羊由於路歧。失道", "478": "由於多方。有以哉。休幼時聞諸長老云。惟如是經義", "479": "一書。所解直捷痛快。三根普被。堪為斯世津梁。於是", "480": "徧搜諸方。五十年未獲。今秋道山師得殘本於普陀。", "481": "惜字簍中。携來雲林。休閒假之暫。閱見其文理洞徹。", "482": "玄微般若。於是乎。顯真末世金錍也。蓋般若靈光。頭", "483": "頭披露。眾生埋沒已久。此解能開發道眼。故龍天珍", "484": "惜秘藏。不肯磨滅。特默授與饑窘之士。如是妙法。如", "485": "是慧燈。若不刊刻流通。則湮沒竟無傳矣。恨歲久冊", "486": "頁剝落。後缺三分。遂至拱璧不完。茲板而出之。如天", "487": "下大道場。及各庵院。有珍藏如是經義者。請加刻其", "488": "三分。以補足之。庶香飯醍醐。同霑法味。化城稚子。共", "489": "悟無生。功德果報。又豈心思口議所可髣髴比量也", "490": "哉。", "491": "祈懺弟子昉休謹啟。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 501 金剛經如是經義", "author": "清 行敏述"}