{"sourceLink": "http://www.cbeta.org/", "text": {"0": "頌古", "1": "達變權禪師語錄卷第五", "10": "是法平等無有高下趙州為甚麼三等接人。", "100": "隨問僧枯木嵒前是何意旨僧無語師云寢也未寢", "101": "見說甚枯木嵒前。", "102": "僧臨行問兩腳梢空時如何師云走殺闍黎緊峭艸", "103": "鞋時如何師云絆殺有分僧云朝生便是鳳凰兒師", "104": "云老鸛未許你在。", "105": "僧參師問從甚處發足云南嶽師云你道思大師鼻", "106": "孔長多少云與和尚一般師云你道我鼻孔長多少", "107": "僧擬議師便打。", "108": "僧參師問一向在那裏住云福建鼓山師云曾見晏", "109": "國師否云不曾見師云你不曾在鼓山住。", "11": "箭鋒相拄即不問袖裏藏鋒一句作麼生道。", "110": "僧問正睡著無寢無想無見無聞主人公拄甚麼處", "111": "師云我且問你日間浩浩地主人公在甚麼處僧拍", "112": "桌一下師云此是風力所轉終歸敗壞云瓮中不走", "113": "鱉師云瓮中不走鱉火裏卻生煙。", "114": "偈偈", "115": "送禪人行腳送禪人行腳", "116": "春光入幕時相識轉盼秋聲又將息艸鞋緊峭別峰", "117": "頭去去叢林須辨的未有常住而不行抹過須彌一", "118": "坦平未有長行而不住堂堂坐斷千差路行即住住", "119": "即行竿頭百尺路縱橫住即行行即住廓周沙界何", "12": "風不來對不動為甚麼絕頂無根艸無風自動搖。", "120": "來去從前大道沒遮攔究竟不曾離一步", "121": "和石頭回禪師艸菴歌和石頭回禪師艸菴歌", "122": "艸菴軒豁堪棲止虎護階前清飆起風月等閒恣吐", "123": "吞重重圍繞好山水住山活計問如何日用頭頭無", "124": "不是古路平世界陡無心合道道方偶一言曾脫野", "125": "狐身鞭艸血流頑石吼劍樹牙血盆口驅耕籍盡饑", "126": "夫有栗棘蓬咬百雜碎喝下須彌山倒走虛空煥若", "127": "金光聚耀古騰今人不喻大千函盍在其中七曜依", "128": "之而順度謾嗟法滅天人憂祇為吾儕識浪遊寶藏", "129": "自家渾不顧癡狂偏愛鏡中頭無住著任喧幽事事", "13": "傾湫倒嶽即不問不涉泥水道將一句來。", "130": "全彰法法收三萬猊臺方丈著百千獅子一毛頭天", "131": "然古朴家風玅豈羨浮華碧玉甌石頭唱我和酬同", "132": "風未敢必師儔吾愛吾廬雅自玉棲真彈指足千秋", "133": "靈峰山歌靈峰山歌", "134": "古靈峰無內外劫火光中常自在巍然迥出最孤高", "135": "八面玲瓏非向背難描邈超意況未諳入處徒渴仰", "136": "雲裏旃檀香已久風前銕對華初放桂輪輝珠露落", "137": "白銀世界何寥廓夜明簾外任橫身鳥道玄途頻下", "138": "腳峰巒秀谿壑寬水出高原受用便列派分宗能普", "139": "潤澄潭不許老龍眠過量人弘此道銕壁銀山都靠", "14": "連朝下雨天人見水是琉璃魚龍見水是窟宅凡夫", "140": "倒更將大地作紅爐祖佛聖凡齊鑄造不繇他全在", "141": "己法法收歸掌握裏未來出格好風光總在如今一", "142": "念始絕覆藏難隱諱充塞乾坤無不是毫氂差處隔", "143": "天淵何曾踏著者些子須透徹始知音箇事休於紙", "144": "上尋從來玅語非干舌本有天機海樣深迷即失悟", "145": "即得掣電光中分白黑迅雷粉碎太虛空玉人夢破", "146": "生平惑圜通少偏見多遂成雪曲與巴歌師絃一奏", "147": "群音絕休問如何與若何", "148": "拄杖歌拄杖歌", "149": "扶傾伴月一拄杖赤體條條寧較樣風埃不著自神", "15": "見水是水餓鬼見水是火衲僧家見作麼生。", "150": "奇傲雪欺霜有骨壯最圜明何假漆傑出叢林作標", "151": "格縱奪事事渾無礙為人不費絲毫力任橫拈憑倒", "152": "卓耗動三有齊震愕疾如金翅攫獰龍遼空劈海何", "153": "須摸顯全提彰大用覿面提持非戲弄鞭起銕牛離", "154": "死水解鍼枯骨知吟痛無背面沒心情豈屬陰陽造", "155": "化生敲磕虛空饒有響橫撾塗毒鼓無聲攜佛祖撐", "156": "乾坤獨拔無門解脫門長於上古而不老後天地極", "157": "而長存", "158": "示禪人示禪人", "159": "至道難明要究明悟來方始出常情獅絃乍奏群音", "16": "汝若進一步即迷其理若退一步又失其事若也寂", "160": "絕金翅纔飛眾鳥驚剔起兩眉須自薦聊通一線要", "161": "君醒男兒好具超方眼莫似時流造次行", "162": "除夕除夕", "163": "道人胸次冷如冰話到年窮似未曾懶補衲衣雲片", "164": "片從他垢面髮鬙鬙通紅不息地爐火獨燿無私古", "165": "殿燈明日斬新條令句敲空作響韻鼟鼟", "166": "和靈澄禪師山居詩和靈澄禪師山居詩", "167": "因僧問我西來意我話山居不計年樂道人宜窮徹", "168": "骨畏寒我且髮披肩斫將石罅龍須竹筧到廚中象", "169": "眼泉清冷家風誰會得一鉤新月挂簾前", "17": "然地又是死漢作麼生免得此過。", "170": "因僧問我西來意我話山居不計年貝葉謾遮緇素", "171": "眼袈裟難搭利名肩盡驚慈化神移樹若慕真風虎", "172": "送泉自笑生平無伎倆鋤雲幾度薜蘿前", "173": "賦得參差竹影上東窗賦得參差竹影上東窗", "174": "月上東廓夜未央紙窗筠影拂寒光初疑水墨良工", "175": "玅漸聽蕭疏風韻長快我案前清眼目奇君格外露", "176": "行藏終宵坐對何靈活密室機先代舉揚", "177": "和越五陳居士韻和越五陳居士韻", "178": "迥出靈嵒結石棚昔人於此悟無生譚禪月殿龍投", "179": "座散步雲梯虎伴行華雨室空難點綴機圜見徹任", "18": "應病與藥即不問去卻藥忌道將一句來。", "180": "縱橫謾言衣缽無分付千古高標啟後英", "181": "壽本師天童和尚五袟壽本師天童和尚五袟", "182": "巖桂香飄古道場法王初度先重陽望隆海內家風", "183": "闊德被寰中化日長戶外天人爭踴躍座前衲子競", "184": "鏗鏘虛空壽量憑何祝喜聽雷音遍十方", "185": "送友住剡谿送友住剡谿", "186": "幾回清夜話松窗別思悠悠竟莫降片月那堪留去", "187": "景好山自是動眉雙一毛吹起明宗旨寸艸拈來建", "188": "法幢他日儻能期我社不辭迢遞剪寒江", "189": "擬梅送友住大梅寺擬梅送友住大梅寺", "19": "若也廣尋文義猶如鏡裏求形更乃息念觀空喻似", "190": "瘦景離奇異眾芳南枝再發更殊常冷涵玉愛華初", "191": "綻露滴酥懷味奈嘗將領紅英歸上苑不兼粉蜨逐", "192": "霓裳生機豈藉東風力占斷春光轉少陽", "193": "大梅大梅", "194": "簸箕擊碎虛空藏放出渾身白玉毫唱拍獨聯雲外", "195": "調親疏一劄笑中刀鼯聞密室玄機寂虎建方墳道", "196": "韻高莫謂師歸無處覓大梅山月浸松濤", "197": "龍山龍山", "198": "高步不從雲水入青山未住已先來三間容納虛空", "199": "小六戶通明晝夜開賓主謾分簾外月是非徒折鏡", "2": "侍者海澂記錄", "20": "日中逃影不涉二途作麼生道。", "200": "中梅茅菴燒卻名難掩振古洪音響似雷", "201": "亮公亮公", "202": "虛空講得尚淆訛再喚回頭不較多驀地打翻關捩", "203": "子全身跳出葛藤窠纔離幽谷遷喬木便賣松風入", "204": "翠蘿千古西山名徹遠聲光赫赫滿娑婆", "205": "船子船子", "206": "無地無錐徹骨窮空船赤手展家風中流兩岸頻迻", "207": "棹苦海千波任轉蓬透網金鱗纔滯水瀑腮電火急", "208": "飛紅入泥入水華亭老師表江南獨讓雄", "209": "次宋學士靈峰留題韻呈本師和尚次宋學士靈峰留題韻呈本師和尚", "21": "汾陽道識得拄杖子一生參學事畢泐潭云識得拄", "210": "幽棲高託入雲天四海禪流走萬千釣入滄波忘際", "211": "岸身藏北斗絕中邊孤芳嫩桂開僊苑獨秀靈苗長", "212": "石田最喜祖庭重展拓千斤法擔有人肩", "213": "臘月三鼓出坡口占臘月三鼓出坡口占", "214": "雞鳴出遠披信步轉山阿鶴髮霜華染鶉衣風箭過", "215": "曲澗水生骨長空月渡河半生行腳事古鏡不須磨", "216": "山居山居", "217": "幽鳥林間奏管絃香風澗水盡譚禪客來動問山中", "218": "趣笑指喬松有鶴眠", "219": "折腳鐺煨瓔珞粥空心銚煮澹黃齏現成受用無多", "22": "杖子入地獄如箭射一等是拄杖子為甚麼有得有", "220": "子贏得疏慵倚杖藜", "221": "荷上露珠荷上露珠", "222": "輕盈本自瑤階下玅轉風前不露蹤千手大悲難捉", "223": "摸翻身又入水晶宮", "224": "破艸鞋破艸鞋", "225": "萬壑千峰曾踏斷通身骨露更忘疲而今投老嵒隈", "226": "下臥月眠雲是所宜", "227": "臘月送亡僧值雨臘月送亡僧值雨", "228": "濛濛四野凍雲垂火送亡僧冒雨回莫謂去人消息", "229": "斷短牆新放一枝梅", "23": "失。", "230": "朔風欲剪素毛新吹落梅華不染塵古徑瀟瀟松底", "231": "雨一般清冷泣同人", "232": "辭世偈辭世偈", "233": "五十二年如一寢就裏全機無別共真人無位無生", "234": "滅梅梢月上清風動臨行句子少人知八面玲瓏無", "235": "罅縫咄哉四海眾高流莫弄虛頭休打鬨若是無依", "236": "過量人出生入死能珍重有權有實有照有用八角", "237": "車輪空裏轉焦磚打著連底凍。", "238": "佛事佛事", "239": "挂過堂版風骨嚴冷體性剛堅規模法席號令人天", "24": "前三三後三三即不問光前絕後一句作麼生道。", "240": "有準有則無倚無偏動則轟轟烈烈靜時密密綿綿", "241": "玉應金舂香積內雲奔水赴雁堂前正當恁麼時如", "242": "何擊一下云輕輕擊著如雷垢好聽希聲徹大千。", "243": "六和火光燄燄淨贏贏和上人還會麼直教火裏現", "244": "全身充塞乾坤絕包裹。", "245": "澄源火數載叢林木作一旦桶箍爆卻驀然徹底無", "246": "依直下灑灑落落火光燎著面門時無位真人光爍", "247": "爍。", "248": "慧目火大悲千眼非多臨濟一隻非獨果汝慧目圜", "249": "明照破生死起伏其或未然直下為汝點開徹證本", "25": "不可毀不可贊體若虛空無畔岸即不問通褒貶一", "250": "來面目。", "251": "淨虛化主火者箇師僧逆行順化行平等慈毫無虛", "252": "詐臨行一段光明洞徹天上天下咦腳跟不動到家", "253": "鄉常寂光中天不夜。", "254": "體用火體即用用即體任用縱橫自家底放去收來", "255": "珠走盤坦然無礙超生死還委悉麼觸處洞然無間", "256": "隔燿古騰今活潑潑。", "257": "空如火空如來藏碎祖師關超宗越格一剎那間。", "258": "雲崖火孤雲自在出沒崖巔放開彌布遍覆三千火", "259": "雲斂處髑髏乾情與無情等煥然。", "26": "句作麼生道。", "260": "明通火生死牢關如打徹祖師玄旨便明通臨行一", "261": "句重相為火入火兮空合空。", "262": "體圜火無欠無餘絕正偏當人本體自周圜死生洞", "263": "徹渾無礙劫外今時沒變遷纔擬議隔天淵更入紅", "264": "爐重鍛過精金火後轉光鮮。", "265": "周遍火廓徹無依悉周遍無邊剎海不隔線十方世", "266": "界現全身坐斷古今無背面薦不薦掣電神機光燄", "267": "燄。", "268": "蒼石火當陽直指莫疑猜火把頭邊正眼開生死涅", "269": "槃俱覷破石人撫掌舞三臺。", "27": "點魚上竹竿一日一千里即不問不涉程途一句作", "270": "果生火有情因地果還生須悟當生生不生直下分", "271": "明親見徹菩提玅果本圜成。", "272": "涵宇禪人火佛轉法輪火燄裏雷轟電掣譚玄旨有", "273": "時燄裏結寒冰有時千華開碓觜禪人若悟目前機", "274": "與佛同生同住止烈燄光中歸去來騰騰腳底清風", "275": "起。", "276": "三一上座火一即三三即一放開捏聚最綿密平生", "277": "胸次若冰霜處眾謙光還朴質世緣六十又三年撒", "278": "手便行能事畢且道如何是末後一句優曇華向火", "279": "中開透骨馨香是今日。", "28": "麼生道。", "280": "曉峰禪人火白晝雷轟電閃爍銕牛掣斷黃金索驀", "281": "然躍出海門東八臂那吒難捉摸曉禪人能闊綽烈", "282": "燄光中信腳行清風無限生頭角預知時至吉祥面逝。", "283": "道山火出保社入叢林親師擇友一片苦心未明三", "284": "八九不免自沈吟今日皮膚俱脫落通身剛骨盡黃", "285": "金更有轉身一句子直截當陽為君指勝爇門中掉", "286": "臂行毘盧頂上清風起。", "287": "冬日為照如火一道神光有照有用以此輔弼叢林", "288": "以此赤心為眾會得生死一如不會開眼作夢與君", "289": "覿面提持大似一陽解凍攛火苣云可中瞥地解翻", "29": "少林一脈祖祖相傳因甚道大唐國裏無禪師。", "290": "身烈燄爐中飛彩鳳。", "291": "淨修禪人起龕惟爾淨修積功累德發廣大心為眾", "292": "竭力衝暑冒寒精勤不息今朝攃手便行指爾超生", "293": "佛國腳下無私路路通十方俱遍絕行蹤騰身高步", "294": "毘盧頂蹋倒須彌與別峰。", "295": "尊嚴比丘尼火生也全機見死也全機見生死不相", "296": "干獨露本來面本非男女相何妨能轉變石女天明", "297": "戴帽歸撞破虛空七八片無端驚起富羅山逡巡走", "298": "入空王殿莫他求須自薦更有末後句為伊通一線", "299": "烈燄光中綻白蓮大千剎海都開遍。", "3": "垂問垂問", "30": "有佛處不得住無佛處急走過畢竟向那裏安身立", "300": "戒微充公起龕叫不應山無陰陽地不露頭角全彰", "301": "意氣時節到來爪牙俱利以杖擊龕云杖頭擊著便", "302": "翻身師子奮迅恣遊戲　鍛骨生緣八閩往來兩浙", "303": "德望既充眾咸喜說出入叢林人呼俊傑眉底能舒", "304": "白玉毫眼中不著黃金屑四十餘年一夢中泥牛走", "305": "入金毛穴今朝徹底為掀翻窠臼不存好時節末後", "306": "句為君訣斬新更入洪爐鍛洪爐燄裏寒冰結劫火", "307": "光中得自繇一片清涼除惱熱淺葬數年今煆過人普同塔。", "308": "眾靈骨起龕四海眾高流大家在者裏示寂有先後", "309": "歸源無此彼銕牛不臥巟陂真龍豈藏死水密迻一", "31": "命。", "310": "步透重關西方入定東方起　鍛骨死骷髏活龍象", "311": "逐隊成群東拋西放多年雨打風吹幾度雲封雪葬", "312": "未能法合古規豈得通身快暢今朝獨露風前指爾", "313": "單明向上還會麼瞥轉一機急著眼看一齊煆送人", "314": "紅爐透出白毫光燦爛玅手僧繇畫不成充塞虛空", "315": "無際岸　普同入塔白銀世界金色身情與無情共", "316": "一真法源平等何高下總是靈山一會人忘彼我絕", "317": "疏親箇箇全身無向背人人眼出透金塵今日同歸", "318": "無縫塔正體堂堂沒卻身諸仁者既是正體堂堂為", "319": "甚麼沒卻身不見道天曉不露夜半正明。", "32": "佛身充滿於法界為甚麼佛法不到北俱盧州。", "320": "斷塵米頭起龕無榮無辱過生平寢入南柯眼未明", "321": "遂喝一喝云霹靂一聲昏夢破坦然高步涅槃城", "322": "舉火斷除塵垢尚落偏枯要得圜玅絕後再甦華開", "323": "碓觜笑殺老盧眼中無屑肘後有符火裏翻身能𨁝", "324": "跳皮膚脫落絕名模。", "325": "眾靈骨入普同十方薄伽梵三界獨稱尊諸仁如薦", "326": "得一路涅槃門涅槃門絕遮互八字打開兩手分付", "327": "無景對下合同船大家齊上無生路。", "328": "悟塵起龕以杖擊龕云悟塵若悟此三昧生死牢關", "329": "百雜碎化城不住絕拘留便歸寶所無罣礙祇如腳", "33": "大坐當軒即不問如何是不露鋒骨底句。", "330": "下無私一句又作麼生道步步絕行蹤通身無向背", "331": "舉火生老病死苦為人那箇無會得安閒法還他", "332": "大丈夫悟禪人還會麼拈起死柴頭且向無煙火烈", "333": "燄光中掉臂行赤灑灑兮淨贏贏無死無生無涅槃", "334": "偪塞虛空絕包裹。", "335": "一明火一明不明眼裏無筋自遮自障喪卻生平為", "336": "爾金鍼一撥通身都是眼睛送入紅爐鍛過無明業", "337": "識冰清當下豁然親悟入巍巍高踞涅盤城。", "338": "達變權禪師語錄卷第五", "34": "向上一路千聖不傳達磨西來所為何事。", "35": "高高峰頂立不解從空放下深深海底行不能步步", "36": "登高祇如二邊不住中道不居底畢竟如何話會。", "37": "始從鹿野苑終至跋提河於是二中間未嘗說一字", "38": "大藏小藏甚處得來。", "39": "道無心合人人無心合道為甚麼無心猶隔一重關", "4": "人人有箇影子寸步不離即不問目瞳無影時如何", "40": "一人有慶兆民咸賴為甚麼庭前生瑞艸好事不如", "41": "無。", "42": "古人云施主一粒米大如須彌山若還不了道披毛", "43": "帶角還祇如頭上角不全身上毛不出且道是何果", "44": "報。", "45": "石長無根對山含不動雲因甚又道青山與白雲從", "46": "來不相到。", "47": "有水皆涵月無山不帶雲夜月舒光為甚麼碧潭無", "48": "景。", "49": "問畣機緣問畣機緣", "5": "冤有頭債有主為甚麼桑樹上著箭穀樹上汁出。", "50": "問僧甚處來云國清來師云既是國清為甚麼狼煙", "51": "遍界匝地刀鎗僧擬議師云上座正鬧在。", "52": "問孟冬薄寒寒作何色師云且歸煖室商量。", "53": "問佛與眾生等無差別為甚眾生受佛戒即入諸佛", "54": "位師云從前汗馬無人識祇要重論盍代功雜碎袈", "55": "裟佛佛授手威音那畔阿誰傳持師云錫挂玅高新", "56": "日月衣披亙古舊雲煙那伽常在定無有不定時為", "57": "甚因戒生定師云為憐三歲子不惜兩莖眉三白羯", "58": "磨是戒耶和尚阿闍黎乃至袈裟等是戒耶既都不", "59": "是畢竟以何為戒師云是事如是持。", "6": "種麻得麻種豆得豆因甚有善因而招惡果。", "60": "僧參師問打破虛空底人向甚麼處藏身云一毫頭", "61": "上定乾坤師云一毫吞卻山河大地則易山河大地", "62": "吞卻一毫則難你作麼生會僧無語師云大好一毫", "63": "頭上定乾坤。", "64": "問僧情存聖量猶落法塵己見未忘還同滲漏了事", "65": "衲僧如何受用僧云出頭天外看誰是我般人師云", "66": "念言語漢未在更道僧無語師便打又僧云隨處得", "67": "安閒師云亂統作麼僧無語師打云蝦蟆禪又一僧", "68": "云莫把是非來辨我師云者是長連床上學得底畢", "69": "竟如何受用僧無語師直打出。", "7": "犀因玩月文生角象被雷驚華入牙即且置文彩未", "70": "問瑩侍者日月傍照三天下正照四天下即不問曰", "71": "月威光照不到處道將一句來云夜半正明天曉不", "72": "露師云不是不是更道看者無語師云氣急殺人。", "73": "問僧甚處來云紹興來師云父母未生前從甚處來", "74": "云遍界不曾藏師云者是古人底如何是你自己底", "75": "僧無語師便打。", "76": "問如何是佛師云禮三拜向你道如何是法師云流", "77": "通今古如何是僧師云眼橫鼻直僧禮拜師卻問如", "78": "何是佛僧無語師指露柱云你且向者裏參去。", "79": "問澂侍者從來水火不同器因甚水裏火發澂云別", "8": "彰己前道將一句來。", "80": "是一家風瑩侍者云大用現前一僧云山上有鯉魚", "81": "海底有蓬塵師云者是國一禪師底與你沒交涉僧", "82": "無語師喝出。", "83": "問瑩侍者蟄戶不開龍無龍句知你會不得祇如枯", "84": "木裏龍吟且道是何章句者云悉唎悉唎蘇嚕蘇嚕", "85": "師云依稀相似彷彿不同。", "86": "問百尺竿頭即不問縣崖撒手事如何師云分身萬", "87": "象中。", "88": "問僧不是心不是佛不是物是箇甚麼僧云某甲不", "89": "明師云不明處明取云如何是不明處師云黑似漆", "9": "如如向上沒可安排為甚麼建法幢立宗旨。", "90": "明如日云畢竟如何是不明處師云山門頭合掌佛", "91": "殿裏燒香。", "92": "問德雲從來不下玅高峰善財去參因甚卻在別峰", "93": "相見師云大人境界普賢知。", "94": "問僧甚處來云湖州來師云湖州有箇端師子即今", "95": "在甚麼處云湘之南潭之北師云者是耽源底與端", "96": "師子有甚交涉僧無語師云弄虛頭漢。", "97": "問僧生路上死人無數熟路上不著活漢你作麼生", "98": "會云某甲到者裏弓折箭盡求和尚指示師便打。", "99": "僧問枯木嵒前錯路多如何得不錯路師云看腳下"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B248 達變權禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B248 達變權禪師語錄", "author": "清 顯權說　海澂錄", "language": "chinese", "source": "CBETA"}