{"sourceLink": "http://www.cbeta.org/", "text": {"0": "題贊佛眼侍者請", "1": "林我禪師語錄卷之四", "10": "人之心體本來明妙但不可為物欲之私遮障纔有", "100": "若是柱石宗門的赤漢一條脊梁硬似生銕直須推", "101": "倒界墻虛空原來無二且道如何是不二的道理洗", "102": "面從來摹著鼻。", "103": "執於理者以寂靜為解脫以熱鬧為拘攣偏於事者", "104": "喜喧雜為優游厭寂寞為繫縛斯二者於道大相遠", "105": "矣殊不知從容中道之理若動若靜或默或語君子", "106": "無入而不自得哉何則了明箇裏消息子觸處無非", "107": "解脫場不然依舊黑漫漫地。", "108": "埜菜澹黃虀久服則形神俱妙蒿湯脫粟飯入口則", "109": "唇齒皆香樂自林間原來是山中景象安從靜裏舉", "11": "絲毫遮障吾心就不得明妙矣。", "110": "措皆本地風光。", "111": "鎔冰為水煩惱歇即菩提何必睹桃花而悟道除器", "112": "觀空幻色無非佛性安能待擊竹以明心百城受教", "113": "結局處須憑一力擔當九夏參禪收圓時要在絲毫", "114": "不挂果能信受奉行安用別求佛法。", "115": "狂心歇盡長宵之夢寐不侵即此便登解脫妄習全", "116": "無終朝之塵勞絕跡當處即證菩提隙客流光不愧", "117": "已證安樂妙常施為動靜無虧任從閒散遊戲。", "118": "諦觀後學之病惟患名利兩種余常以施戒二方治", "119": "之雖瘥名利之火又添嗜慾之風烏呼病在膏肓不", "12": "欲紹先聖之業有三種而王焉曰戒曰定曰慧斯三", "120": "可救矣悲夫。", "121": "勸孝勸孝", "122": "堯舜之聖不作孝順之道邈聞縱有樂其耳目養其", "123": "口體者亦未必能樂其心不違其志者也蓋孝為百", "124": "行之首萬善之源而況劬勞之德猶河漢而無及也", "125": "至於懷耽乳哺逮乎成立竭心竭志浴掌求師始開", "126": "茅塞終於精通未嘗不諄諄切切希望圖南此父母", "127": "之心也烏呼倘父母聾種頹敗不惟不以父母之心", "128": "為心而返惡之厭即堯舜其如人何。", "129": "孝順之道根於天理稍有毫釐矯強則與天理違矣", "13": "者乃法門之關鍵也缺禁戒則處身不正缺禪定則", "130": "是故違逆父母者即違逆天理也違逆天理者則天", "131": "地厭之天地既厭則難容於蓋載之下矣悲夫可不", "132": "慎歟可不戒歟。", "133": "公卿大夫之與庶人其貴賤榮枯之不一也以至衣", "134": "冠禮貌亦不一也惟養親敬順之道一而已矣然有", "135": "以萬戶之祿而養親者有以千鍾之栗而養親者有", "136": "以百畝之田而養親者有以一臂之力而養親者", "137": "則服勞奉事之禮有殊其敬愛之道無少異也或謂", "138": "君子小人亦無異也曰冬溫夏凊以敬之出告返而", "139": "以順之悅顏豫色以親之先意承志以養之所以為", "14": "意識散亂缺智慧則心神昏瞢於諸律儀不能通曉", "140": "君子矣返此則小人乎哉。", "141": "忠孝之禮人人當為之事悖逆之亂箇箇當遠之條", "142": "當遠而不遠則獲罪於天也當為而不為則自愧於", "143": "心也附愧於心者禍必隨心而應之獲罪於天者災", "144": "必隨天而降之倘自心不愧不罪其災禍自遠矣。", "145": "勉學勉學", "146": "後昆之操於學問者固多矣有善之乎也者之學問", "147": "者有精古今微亡之學問者有窮射御書數之學問", "148": "者然則學問之道雖殊事窮淵底而求其究性命之", "149": "學者又罕矣是故疑於東村田舍翁以為究心學者", "15": "全於三者為聖賢缺於三者成流俗若能諦信奉行", "150": "第不知其如人乎。", "151": "示偈示明芳法侄住明珠示明芳法侄住明珠", "152": "中興濟道賴英賢爆地金聲續正傳祖父洪規能繼", "153": "志始知佛法本天然", "154": "示明初維那示明初維那", "155": "裏懷質朴學參禪輔弼叢林既有年祖道恢弘惟在", "156": "爾方知授手不徒然", "157": "示心一禪人參學示心一禪人參學", "158": "學道惟專歲月深精勤與道最相應果能勉力行將", "159": "去鐵杵研磨也作鍼", "16": "吾復有何言哉。", "160": "示顯吾雷居士示顯吾雷居士", "161": "偶逢知己話青燈痛棒寧堪戴髮僧但得石雞啼子", "162": "夜泥牛海底解翻騰", "163": "示明宇劉文學示明宇劉文學", "164": "圖南既遂好參禪貴在平常志念堅直至聖凡情見", "165": "息始知生佛本如然", "166": "示城南呂文學示城南呂文學", "167": "瞬息流光若轉凡勿將難易結疑團於斯矢志能親", "168": "切何必將心更覓安", "169": "佛事佛事", "17": "作法海之津梁者必偉麗其材幹為宗門之柱石者", "170": "為慧目禪人下火為慧目禪人下火", "171": "通身手眼甚分明豈執浮生夢幻形迥脫塵襟從此", "172": "際紅爐片雪信飛騰攛炬便燒。", "173": "為通禮監院下火為通禮監院下火", "174": "拈起三昧炬爍破太虛空盡大光明藏了然在此中", "175": "攛下火炬云好箇消息。", "176": "為通性戒子下火為通性戒子下火", "177": "通性性通也未即此掀翻了無向背烈燄光中片雪", "178": "飛脫體圓明常不昧。", "179": "為蘊習禪人下火為蘊習禪人下火", "18": "須堅固其形藏其或材斡不偉行藏不堅誠為中人", "180": "生平氣慨欲沖霄伎倆於斯迥寂寥脫體無依安樂", "181": "事者回業習盡冰消攛火炬云還鄉曲調誠難和爐", "182": "鞴通紅燄雪飄。", "183": "為梵僧大定下火為梵僧大定下火", "184": "師舉火炬云寄生西域剃染銀城久事招提報緣今", "185": "盡唐言梵語俱屬空名四大六根爍然灰燼大定禪", "186": "人還知落處麼遂攛下火炬云無生雪曲誠難和梧", "187": "葉風翻淨土音。", "188": "為海會禪人下火為海會禪人下火", "189": "師舉火炬云此雁驚寒過嶺東山林黃葉捲秋風六", "19": "以下者烏足取用哉。", "190": "根四大消歸盡雜習諸緣當下空以火炬拂一拂云", "191": "石火流金飛烈燄寒光爍破太虛空拂一拂攛下火", "192": "炬。", "193": "為西域真舍下火為西域真舍下火", "194": "師舉火炬云胡僧盡屬中天竺海寶無端產一人驀", "195": "地形終歸化去凌空金錫任飛騰知得西天東土信", "196": "爾神遊梵語唐言無可不可其或未然遂攛下火炬", "197": "云拈來熒惑真殊絕臘月蓮花火裏生。", "198": "行實林我禪師行實", "199": "戊午佛誕日兩序闔山耆舊同護法熊董文學佛會", "2": "嗣法門人海金編", "20": "具金剛智力者須具金剛耳目可也其或智力耳目", "200": "眾信詣方丈請示行由以曉後學師因病弗允眾長", "201": "跪堅請師謂眾曰苦逼山僧出醜作麼吾乃川北古", "202": "閬州籍父姓侯母蘇氏生於萬曆壬子四月初八日", "203": "子時始祖因事居果城儀隴年十二仍居閬之西水", "204": "幼多病好讀書不幸父喪殯葬後猶抱病上學病久", "205": "棄書立志出家遂就本境萬緣寺禮大慈師披剃年", "206": "十四值母卒孤苦任緣至十六同友過城都聞桂谿", "207": "庄聽講法華歷講五載始入大隋參寶池和尚圓具", "208": "戒次參昭覺惟一和尚聖塔離旨和尚大雲靈筏和", "209": "尚蠶司無漏和尚大菴鑑隋和尚鹿池嶽川和尚雪", "21": "俱不具則苟合阿諛之徒往往獻讒妄染邪僻之萌", "210": "門含璞和尚不過隨眾請益於衣線下事竟未迥脫", "211": "崇禎十七年蜀中大亂屠戮之慘不忍見聞時與同", "212": "參若蓮等過新都適牧主鞏署龍安府事謁見力勉", "213": "過秦給路引盤費始得入秦住南安貴清天水清涼", "214": "歷終南一帶山居十餘載戊申夏聞風穴雲峨和尚", "215": "應長安大興善寺請遂束裝參見入室問答機緣詳", "216": "載風穴錄中命補知藏職一日殿前經行次同寮西", "217": "來上座見雲峨和尚對聯有喝佛罵祖之句尋問山", "218": "僧秪如佛祖有何過必用喝罵當時被問胸中宛若", "219": "四壁推倒豁然了得喝佛罵祖作用次日聞舉雪峰", "22": "每每熾盛縱有許大經綸其如讒佞邪妄何。", "220": "示眾云盡大地撮來如粟米粒大拋向面前漆桶不", "221": "快打鼓普請看到此真如銀山鐵壁卻又過去不得", "222": "驀自念云古人道一處透千處萬處一時透如者一", "223": "句子不得了明則從前所會者皆不出興化道的夏", "224": "末峨和尚回風穴命守方丈雪兆兄監理院事秋初", "225": "先老人易菴和尚自雙桂拽杖來秦寓興善雪兄輩", "226": "堅留過冬己酉春老人欲南行出源流拂子抑逼受", "227": "法山僧抱病力辭侍者收回暗藏枕後而去及秋初", "228": "病體稍愈志欲南參一切不顧獨出商山抵岝峉法", "229": "海寺承南明兄勉留山居三載每於坐臥經行處自", "23": "姦邪者畏聽直言醜惡者羞逢寶鏡而不知直言者", "230": "覺與眾皆同惟者一念子時刻未敢輕自放過丙午", "231": "夏閒坐次學者手出楊岐和尚語錄問字山僧隨手", "232": "一揭忽睹前所疑公案宛若雲開見日自此凡古人", "233": "方冊所載者一一諦子無疑丁未春忽涇陽高陵三", "234": "原鄉紳緇素具啟禮不辭千里遠過茶芽設齋堅請", "235": "者三辭不獲免拽杖旋秦住鐵佛崇文塔寺三載時", "236": "先老人主興善將五秋明春欲往天童掃塔囑山僧", "237": "繼席兩月寧夏鎮臺桑暨紳衿請住寧夏海寶塔寺", "238": "未三載先師圓寂涿州訃音至如坐針氈食息未遑", "239": "百計圖歸未獲一遂切思從上未有不忠孝之佛祖", "24": "乃滌心垢之灰湯寶鏡者乃燭身塵之慧炬也設使", "240": "若此羈延有失大節誠生不如死矣猶是閉門絕食", "241": "聽命而已時闔城緇素驚駭代為稟辭遂獲允許越", "242": "壬子春方拽杖興善與先師建塔院立普同兼理常", "243": "住不覺逗留至今自愧生平學淺德行庸常雖承先", "244": "師格外之恩自慚無益法門且興善祖庭甲秦京第", "245": "一名剎事多繁冗繼席以來不期十餘載每承眾檀", "246": "護及列剎眾師德并本寺眾耆舊兩序大眾共囊輔", "247": "翼山僧愧感曷既今日又承護法熊檀越文學董相", "248": "公暨佛會眾善士等來寺設齋懷香入室欲山僧行", "249": "由以刊全錄亦自感愧奈氣短力弱不能備舉勉說", "25": "志邪形惡之輩羞之畏之又烏曷以致身心污濁之", "250": "概略以告諸公誠所謂家醜外揚取笑大方也不煩", "251": "久立珍重珍重眾皆歡喜作禮踊躍而去。", "252": "塔銘林我禪師塔銘", "253": "余在光祿時每月朔望省視祠壇供獻雖禁中例", "254": "得往焉一日至萬善寺見正殿懸扁大書敬佛二", "255": "字為", "256": "今上御筆余拜手稽首退而嘆曰大哉帝王治天下", "257": "之道不一端也設官分師立綱陳紀章服有辨刑", "258": "威有施無非納斯民於規物復其天良之性而已", "259": "故唐虞三代治各不同而訓俗型方之心無不同", "26": "龜鑑也哉。", "260": "也況佛為西方聖人所以教民為善者無殊於吾", "261": "儒之旨使生唐虞三代以前見重於堯舜禹湯文", "262": "武之君也亦明矣昔", "263": "世祖章皇帝時余叨列侍從之班見經筵有間延禪", "264": "宗玉林木陳輩闡晰妙義輔佐休隆我", "265": "皇上纘承鴻緒學貫百王道該三教沙門高士應運", "266": "而興大雄之法於斯為盛長安城南大興善寺林", "267": "我禪師蓋傑出者也師閬州侯氏母蘇夫人生而", "268": "多病幼好讀書年未及冠父母並亡立志出家初", "269": "披剃於萬緣寺參學於桂谿莊更歷寒暑道念愈", "27": "規矩可以授人其不可授者乃各具精巧神妙故也", "270": "堅繼受戒於寶池和尚終聞法於易菴老人老人", "271": "為破山法子傳臨濟正宗師道範清高學思淵博", "272": "有自來也始住南安貴清歷終南岝峉名山大剎", "273": "聲震關中乃開堂於涇干之崇文塔院西夏之海", "274": "寶禪林東西秦川聞風景慕後因易老人圓寂始", "275": "卓錫興善營建師塔主持法事大振宗風於今八", "276": "載矣師體質清臞胸懷坦易始以嚴慈立念誓報", "277": "罔極之恩繼因師祖裁成大闡如來之教金環在", "278": "手非具夙因者不能瓶水倒流因參大乘而有悟", "279": "物各有生我示以無生則生生之中另開生面我", "28": "戒律足以化人其不可化者乃自稟鄙陋猥媟故也", "280": "本無相人見為有相而相相之外別立相宗逐境", "281": "提撕久而有悟如中山之酒三年不解其酲因人", "282": "開示各具因緣似春雨之膏萬物咸霑其潤故所", "283": "至監司鎮帥賢士大夫文學耆庶村嫗市童莫不", "284": "接踵相迎請益恐後非師德量宏深機緣廣大能", "285": "如是乎視昔之架箭需人持竿待日此更超出一", "286": "倍矣慨夫民風不古世道日漓法制禁令移易為", "287": "艱師以一老頭陀登堂揮麈能令百千萬人革心", "288": "降志勉登善域而不敢自止使九州四海之大得", "289": "盡聞師說而孜孜從事焉於以輔", "29": "蓋規矩以之不授受戒律以之不餉化真邪妄無疑", "290": "聖化而正人心挽斯民於三代之隆其功不更與吾", "291": "懦相左右乎乃今歲仲春朔日領眾禮佛畢忽索", "292": "紙書一偈云登山足疾忽為魔必欲登山可奈何", "293": "此去直將空四大笑看白骨豈成痾書畢歸方丈", "294": "侍者請問其意師笑而不答越五日端坐而逝康", "295": "熙十有八年二月初六日未時也登涅槃床七日", "296": "起龕荼毘五色火光熾盛收舍利無數師生於壬", "297": "子年四月初八日子時壽六十八臘四十八遠近", "298": "僧俗罔不奔走悲號如失怙恃其法胤海珍亦蜀", "299": "人器識純誠遺燈有寄先以法叔若水和尚乞序", "3": "警語警語", "30": "矣縱有規矩戒律安得而正諸。", "300": "銘於余繼復躬請憶己酉夏余曾晤師於文塔有", "301": "夙契焉不可以辭乃序其始末而系之以銘銘曰。", "302": "緬彼迦文傳法鷲嶺拈花一笑妙諦心領", "303": "達磨西來道弘斯境曹溪一派汪洋千頃", "304": "卓哉林公巴江鍾奇風木載悲誓志披緇", "305": "祝髮大慈受戒寶池破山之徒易菴為師", "306": "柱下無為鄒魯性善寂然不動真如乃見", "307": "大覺圓明三聖無間道不遠人人自道畔", "308": "性根超朗領悟獨優渡盃錦江飛錫雍州", "309": "八水洗腸三峰點頭金篦開蒙四十春秋", "31": "日月雖明不能照覆盆之陰佛法雖益不能禁邪佞", "310": "清襟映月逸藻流霞學究一貫書富五車", "311": "剖玉淘金忘石與沙西來大意樹上三花", "312": "三昧無聲覺來早參揮毫留偈歸臥一龕", "313": "五色燄中舍利光含崚嶒寶塔高對終南", "314": "南山峨峨渭水洋洋幻形易化真性難量", "315": "滄波浩渺一葉慈航奕世徽音地久天長", "316": "時", "317": "康熙十有八年孟夏廿日驪山澹園居士周燦星公", "318": "甫頓首題於雙峰草堂", "319": "浙江杭州各旗信士宋有德　姜狀元　胡登科", "32": "之情至於便僻醜惡之徒非佛法無以為陶鑄之方", "320": "孫道讚　姬守分　謝三魁　王增玉　劉啟鳳", "321": "羅立位　段有禎等謹同眾姓共結勝緣福祿名", "322": "位吉祥如意　　　關西漢南戒子寂玉募刻", "323": "康熙辛未歲臘月吉旦板存嘉興楞嚴寺流通", "33": "非日月無以為陰隱之燭是或翻然從化解往偏私", "34": "則成聖成賢之事業可繼日而待矣。", "35": "美譽人皆喜之誹謗人皆惡之而不知譽謗之興隨", "36": "於自心所致其或處身不正行事不公德行庸常無", "37": "足取法斯誹謗興矣第以戒律超群學問拔萃行藏", "38": "真實有所取則斯美譽興矣嗚呼可不慎歟可不鑑", "39": "歟。", "4": "欲作上品人物須要德行兼全戒慎恐懼靡不完美", "40": "業海德山於天理中本自原無成仙作佛於自心內", "41": "從來固有皆由愛染情習障蔽良能遂將自心解脫", "42": "法門轉而為驢胎馬腹至使狂然如癡如醉以致性", "43": "分仙佛一概塵埋是故宜乎悉達太子棄天下如棄", "44": "敝屣者良有之也。", "45": "悟得勞我以生更不以彭老之壽為欣了得息我以", "46": "死固不以顏子之夭為慼識破浮花境界壽也何欣", "47": "頓覺夢幻形骸夭也何慼蓋欣慼緣人心而有夭壽", "48": "自天性而來倘延促融為一體不復問洞中方七日", "49": "若長短會歸一處何必論世上幾千年浮漚榮辱空", "5": "設若纖毫有虧不獨使他人窺覷且自心亦兢兢業", "50": "悲喜看原來一場扯澹。", "51": "芳長其人者鮮能芳長其智不長其智而長於我慢", "52": "者猥媟人也芳長其年者罕能芳長其德不長其德", "53": "而長於邪妄者巧偽人也故猥媟者人恒哂之巧偽", "54": "者眾恒惡之眾恒惡者慌人恒哂者藏方惶而藏此", "55": "造物使御之也非惡哂而為然乎。", "56": "凡人之樂各有所尚焉有尚於學問者有尚於工巧", "57": "者有尚於豐美者有尚於恬澹者有尚於富貴者有", "58": "尚於清苦者尚於學問者長夜之明燈也尚於工巧", "59": "者今古之勞役也尚於豐美者朝夕之馳求也尚於", "6": "業也。", "60": "恬淡者終身之閒靜也尚於富貴者浮世之奔趨也", "61": "尚於清苦者天地之散人也而不知恬澹閒靜清苦", "62": "學問者勞役富貴者之棄物也而工巧豐美又為閒", "63": "靜學問者之糟粕也其或學問閒靜之道有時而用", "64": "則奔趨豐美之事盡成炎涼也耶。", "65": "人欲之私與夫固有之理並相勝負間不容髮倘吾", "66": "人日用中念念澄靜果無纖毫夾雜則至理於是乎", "67": "彰著私欲於是乎泯滅此理之勝於物欲也雖曰仙", "68": "佛離塵是本於斯舍此則別無佛法。", "69": "人人本來是佛第恐自不承當果將尋常好惡是非", "7": "世間法即出世間法但看時人用心何如耳若能輕", "70": "一齊放下妄想情慮瀝靜無餘即此便是日用得力", "71": "處古云文王我師也周公豈欺我哉若依稀過日混", "72": "俗和光將自心之佛甘逐塵埋而妄想攀緣烏能擺", "73": "脫者哉。", "74": "今之學道者多不以息妄為切蓋妄想情愛自無始", "75": "以來積習隆厚似不可卒去須懲忿窒慾正心誠意", "76": "可也其或私慾未窒忿恨不袪又何以撥無明之障", "77": "翳以復一碧晴光之性天也耶。", "78": "工夫在動用中做去始得動靜一如若執在寂靜邊", "79": "苦守便是沉潭死水鬼家活計。", "8": "愛染薄貪嗔遠情欲除暴慢即此不出魔界而入佛", "80": "欲破生死牢關直須一物無所嗜好但有絲毫嗜好", "81": "藏於胸次間未免就被者一物牽引縱有正念現前", "82": "誠恐相與雜亂要須一一淘汰罄盡然後始得頭頭", "83": "合道也。", "84": "道在尋常日用中頭頭法法無處不是然雖如是不", "85": "可錯認定盤星若也妄習萌動私欲紛擾尚未除卻", "86": "而妄名之曰道者譬彼金之在礦玉之在礏不假琢", "87": "磨煆煉而誤為精金美玉者亦何迷之甚也如斯學", "88": "道道更遠矣悲夫。", "89": "工夫貴在平實溫養若欲苦索深求皆非究竟蓋溫", "9": "界也。", "90": "養之法最宜節飲食戒怒氣清心寡慾猶有少分相", "91": "應然於獨居隱微之間果無半點渣塵即此便是究", "92": "竟更不必向外馳求。", "93": "日用中做工夫宜乎念念照管心心無間將富貴榮", "94": "辱一一放下到者裏令人有多少輕安其或口言學", "95": "道而胸中絲毫情見未盡者亦是心頭魔障。", "96": "日用中無半點滲漏始稱道者家風尋常間有一隙", "97": "之名堪作衲僧領袖若一向在機境上走作誠為衣", "98": "架飯囊真實於性分中盤桓可作法門砥柱勘破者", "99": "點機關榮辱皆成佛事。"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B422 林我禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B422 林我禪師語錄", "author": "清 鑑說　海錱．海茲等編錄（依駒本印）", "language": "chinese", "source": "CBETA"}