{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 966 台宗精英集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "接正如佛四釋疑妨", "1": "台宗精英集卷第五", "2": "仙都門人　普容　錄", "3": "寂光有相四土橫豎教行五章廣略五章", "4": "心佛辯境觀經五章定散二善三料揀境", "5": "止觀一接立陰正義家家判頌車體正義", "6": "寂光有相寂光有相", "7": "玅宗曰經論中言寂光無相乃是已盡染礙之相非", "8": "如太虗空無一物良由三惑究竟清淨則依正色心", "9": "究竟明顯故大經云因滅是色獲得常色受想行識", "10": "亦復如是仁王稱為法性五陰亦是法華世間相常", "11": "大品色香無非中道是則名為究竟樂󳬛究竟金寶", "12": "究竟瓊樹因此之故異論紛然既曰寂光理土安可", "13": "而言有相是以淨覺法師即便破云且常寂光者實", "14": "三德之妙性也離為三法合成一性一尚無一豈有", "15": "苦樂華胎之相乎當知無相之言其語由略具足須", "16": "云無相不相所謂無生死相不涅槃相強而名之稱", "17": "曰實相乃至云今問無礙之色豈是胎獄之相耶若", "18": "是此相正存礙色應覆之以屋著之以衣一何麤弊", "19": "乎又云寂光定無相三土定有相今輙評之考詳二", "20": "說須依妙宗一家所談圓旨妙在於斯即處常離離", "21": "處常即雖有即離二名其體常即是一故不二門云", "22": "在性則全修成性起修則全性成修性無所移修常", "23": "宛爾若其然者修性平等事理互融三諦互即妙覺", "24": "所證不出九界寂光所顯不逾三土是則阿鼻依正", "25": "全處極聖之自心毗盧身土不逾下凡之一念豈離", "26": "伽耶別求常寂不達斯旨於道何為所言寂光究竟", "27": "者即是實報土中等覺菩薩修其圓頓之觀破其最", "28": "後無明證其寂理雖以修性乍分人秖是一豈可在", "29": "於實報却是有相至於寂光空無一物既有能修之", "30": "人能修之觀即有所破之惑所證之理土為所依人", "31": "為能依如仁王云三賢十聖住果報唯佛一人居淨", "32": "土人之與土昭顯若此何以輙云寂光無相空無一", "33": "物如茲錯說誠為可悲夫由所言寂光無相者但是", "34": "無其染礙之相還有清淨相耳妙覺果佛法性五陰", "35": "其佛住處名常寂光能所顯然安得無相故妙樂云", "36": "本有四德為所依修得四德為能依能所並有能依", "37": "之身依於能所所依之土二義齊等方是毗盧遮那", "38": "身土之相既言二義齊等即是修性體同豈可隔越", "39": "頓同偏真猶如太虗耶若爾既不許寂光無相玅玄", "40": "那云寂光理通如鏡如器諸土別異如像如飯業力", "41": "所隔感見不同又釋籤云諸佛寂理神無方所所依", "42": "寂境號常寂光是故砂石七珍隨生所感又輔行云", "43": "常寂光土清淨法身無所莊嚴無能莊嚴為眾生故", "44": "而取三土據此三文皆云寂光無相正合淨覺之說", "45": "何得固違當知不然良以常寂光土若對下之三土", "46": "體用說之寂光為體故屬於理三土為用故屬於事", "47": "若就寂光自說是則事理融即修性體同豈今性顯", "48": "頓去其修始本一合究竟所證雖以三惑究竟清淨", "49": "而法性五陰之色宛然況淨名疏顯將寂光為佛依", "50": "報故知不可定執報土有金寶等寂光定無斯乃迷", "51": "名全不依義今具出之使無迷惑儻不然者更請自", "52": "裁。", "53": "四土橫豎四土橫豎", "54": "前文法界平等凡聖源同如云阿鼻依正全處極聖之自", "55": "心毗盧身土不逾下凡之一念但以眾生邪倒迷悟", "56": "亢分十界因果既殊四土昇沈各立眾經委說諸論", "57": "具明天台制疏廣伸荊溪記中備釋土有橫豎教有", "58": "減增古德壅而莫通後學迷之叵曉予因暇日考究", "59": "諸文點出自昔之疑故使煥然冰釋科分為四初示", "60": "文旨二辯橫豎三明用教四伸疑妨。", "61": "初示文旨初示文旨者止觀云若以四諦豎對諸土有增有減", "62": "同居有四方便則三實報則二寂光但一若橫敵對", "63": "者同居生滅方便無生滅實報無量寂光無作淨名", "64": "記云然約橫論同居具四餘三漸減例之可見玅樂", "65": "云一家明義以土對教具如止觀及淨名疏並有用", "66": "教橫豎二對橫論土體與教相當豎論約土用教多", "67": "少云云。", "68": "二辯橫豎二辯橫豎者若據止觀以同居有四方便則三實報", "69": "則二寂光但一故名為豎以四諦敵對四土無復優", "70": "劣是故言橫如玅樂云橫論土體與教相當豎論約", "71": "土用教多少何以淨名記云然約橫論同居具四餘", "72": "三漸減例之可見且此二文橫豎敵體相違如何甄", "73": "簡舊說紛然少遇達者或曰止觀同居有四至寂光", "74": "但一謂之豎者此即土中用教之義如云豎論約土", "75": "用教多少即其義也淨名記曰然約橫論同居具四", "76": "者此即以教對土之義同居四教敵對四土是故言", "77": "橫即同止觀橫論土體與教相當義也或曰四土各", "78": "論故曰橫上下相望故曰豎以消兩處橫豎之文或", "79": "約四句開合而說或約捨報未捨報以明各有義章", "80": "茲不委敘若見正義自知其非今詳祖詰依附文旨", "81": "究而伸之使無疑壅然其兩文用與敻殊若欲會同", "82": "愈增凝結今為說之三義永異一者四土前後不同", "83": "止觀明土先說同居次第至於寂土淨名所說先明", "84": "究竟次第始至同居何者止觀正明圓人修其圓觀", "85": "發大心中諸土用教所以機既增減不同是故教亦", "86": "多少有異同居既有四機故說之以四教至於寂光", "87": "唯一圓機但用一教從寬至狹始自同居終於寂土", "88": "淨名先明寂光至於同居者斯乃正明寂光說法故", "89": "爾若究竟寂光無說無示今言說者乃中下寂光若", "90": "於實報土中橫明寂光說法者說無作四諦即果報", "91": "土說一實諦即常寂光若方便同居中說一實諦即", "92": "方便同居土中寂光說法是以先明寂光至於同居", "93": "其既兩文明土前後不同安可會齊二者四土橫豎", "94": "不同者止觀四教敵對四土曰橫四教增減對土曰", "95": "豎今淨名記自就下三土橫論寂光說法故云然約", "96": "橫論同居具四蓋由淨名疏云若究竟寂光無說無", "97": "示而言說者法身冥資一切無說而說即是法身說", "98": "法也此則明其究竟寂光無有言說次約下之三土", "99": "說者乃云若約果報明常寂光分別二種說法不同", "100": "若說無作四諦即果報土說一實諦即常寂光記即", "101": "釋云有果報邊須云苦集以有苦集須具四諦於果", "102": "報中分論寂光須從理說故唯實諦義亦當於寂光", "103": "說法此則實報橫論寂光說法至明方便同居橫論", "104": "寂光說法疏中秪云下兩土類此可知文旨既略記", "105": "即釋云有餘同居俱得橫論即寂光土若有餘中亦", "106": "說無量以對一實或說通以對一實故有餘中若說", "107": "一實即有餘中寂光說法實報例之亦應可見明其", "108": "實報方便橫論寂光說法文旨既廣於義易曉至明", "109": "同居橫論寂光文中但云然約橫論同居具四以由", "110": "同居或說藏教以對一實或說通以對一實或說別", "111": "以對一實或說圓以對一實此即事理對明故同居", "112": "中說一實諦即同居中寂光說法故曰橫論文旨泠", "113": "然古人不曉會同止觀橫豎義者謬之甚矣三者四", "114": "土對教不同者止觀四教敵對四土曰橫同居對四", "115": "寂光對圓曰豎及乎淨名寂光對一實諦實報對其", "116": "無作方便對通別等如此不同人何不見今既指出", "117": "照了可知請尋疏記點對分明狐疑自決余患斯文", "118": "即有歲月因得其旨足之蹈之若爾橫豎二文以如", "119": "所辯且妙樂云一家明義以土對教具如止觀及淨", "120": "名疏並有用教橫豎二對橫論土體與教相當豎論", "121": "約土用教多少自舊疑曰止觀發大心科所明橫豎", "122": "其義可知淨名疏中修因說教兩科俱明四土妙樂", "123": "所指為指何科以明橫豎此義雖顯不知之者異論", "124": "多途皆是臆談全無所以荊溪祖師明文已說盲者", "125": "不見致生異端今直伸之以決其瞙須知玅樂所指", "126": "正是說法科明其橫豎如上所示下之三土橫論寂", "127": "光說法之文是也故輔行云若轉法輪準第一卷橫", "128": "豎對諦及淨名疏明諸土說法用教增減比說可知", "129": "非荊溪莫能指出非積學莫能得知善須究詳無令", "130": "造易。", "131": "三明用教三明用教二先明方便用通次明實報用別且初義", "132": "者方便土中為用通否若云用者觀音義疏云但說", "133": "次第不次第兩種大乘故不須餘力餘法化也唯用", "134": "別圓始云不須通教輔行云大乘初門調機入頓為", "135": "知故學於此二途如何剖判或曰方便須用通者是", "136": "小衍義不用者是真中義作此說之全無所以今意", "137": "伸釋方便用通者若約方等三藏之機斷見思惑遇", "138": "緣命終生於彼土故不須通以由此人於方等會橫", "139": "豎兩機並已聞通法至於彼土不須用通若輔行云", "140": "須用通者此約鹿苑之中三藏小機斷惑命終生至", "141": "彼土須當用通葢緣此人在於鹿苑未曾聞通今生", "142": "方便須以通教大乘之法融通三藏小乘之執調停", "143": "機熟堪入圓常故輔行云在方便土須通教者此約", "144": "不至方等會人此文照之驗知用通正被鹿苑小機", "145": "明矣若方等藏機生彼決不用通文旨顯然何為不", "146": "信次明實報用別者輔行云若爾實報何須用別耶", "147": "答約教道說證道必無自舊疑曰輔行云約教道說", "148": "還被機否始曰被機稱實感報方曰實報安有別人", "149": "若不被機既教道則有豈不被機或曰荊溪既云約", "150": "教道說還須被機實報雖無別人而為圓機說其別", "151": "法例如香積純圓菩薩而來此土學雙流行此等並", "152": "是為他故學如此說之宛如戲劇閉目穿鑿不足評", "153": "量今謂實報教道須用別者正被同居方便別機若", "154": "爾今問實報用別何以將同居方便答之莫也義不", "155": "相當須知道理合然如同居四教各立教主各被機", "156": "緣別佛為其別機說別行位一教始終令其行人依", "157": "教起行破一品無明生實報土而於彼土破十二品", "158": "無明盡成妙覺果佛此乃並約教道說之若證道說", "159": "者行人但恐不入初地破其一品無明若入證道不", "160": "復名別何甞有人在別教破十二品無明成玅覺佛", "161": "由是之故輔行即云約教道說證道必無不達之者", "162": "於實報土求別機別教者一何昧哉此義教門最為", "163": "難事今之學者善須究之同居既爾方便例然。", "164": "四釋疑妨四釋疑妨問五濁輕重同居淨穢如常所論未審", "165": "體析巧拙方便淨穢若何判之刊正。云通人體色即", "166": "空故巧藏人析色明空故拙妙宗云體觀感淨不專", "167": "通人衍門三教對三藏析俱明體法然此兩說並皆", "168": "可用刊正雖約藏通兩教以明巧拙此亦一往說之", "169": "通既是巧別圓可知義當小衍與妙宗同不可人情", "170": "強生分別。問次第頓入實報淨穢其旨如何刊正。", "171": "云別人漸修次第三觀登地入實以之為穢圓人頓", "172": "修一心三觀登住入實以之為淨妙宗曰若論實證", "173": "此土唯有圓聖所居別人初地證與圓同稱實感報", "174": "有何優降今就教道十地不融致所感土異於圓人", "175": "故約漸頓分於淨穢然此二說刊正為當以由別人", "176": "久習次第三觀雖入初地證與圓同涉其方便是故", "177": "言穢圓人始終頓修三觀故名為淨耳妙宗以別教", "178": "十地不融為穢者深不可也今明實報淨穢安有十", "179": "地教道不融亦則未合次第頓入之文成難取信矣。", "180": "問分證究竟寂光淨穢為是何義刊正。曰由分證", "181": "寂光方生實報今約分證猶帶無明故穢究竟無明", "182": "已盡故淨義編曰無明分破證少分無相故穢無明", "183": "全盡證究竟無相故淨此二說者須依刊正疏中顯", "184": "云分證究竟寂光淨穢此則等覺已還無明未盡是", "185": "故言穢妙覺究竟無明永盡故名為淨義編有相無", "186": "相之語未為善矣。問中下寂光與果報土何。簡答", "187": "事理不同過德有異無明感報受生從過從事而說", "188": "名果報土三德之理分顯從理從德為言故曰寂光", "189": "秪此兩義伸之果報寂光明矣。問淨名記云藏通", "190": "對於同居別對有餘以橫豎兩義如何收攝。答此約", "191": "界內外說非橫豎義收藏通界內之教對於同居別", "192": "圓界外之教對於二土別對方便圓對實報寂光既", "193": "極故不對之若不知者誠為難矣。", "194": "教行五章教行五章", "195": "前文節經三分始則道安法師釋題五章出自天台智者", "196": "教行各立機應兩分超過北七南三永異慈恩賢首", "197": "今宗學者猶未達於精微滯教封文致妄生於穿鑿", "198": "今陳短見以遣眾非大分四科揀判區別初示難二", "199": "評非三正義四釋疑。", "200": "初示難初示難者自舊疑云玅玄釋經總題乃用五重玄義", "201": "於五義中復有二種一曰約教謂名用體宗教相二", "202": "曰約行謂名體宗用教相及乎釋題但用約行若據", "203": "妙玄文句教正行傍應用約教何以棄教而用約行", "204": "釋者何耶。", "205": "二評非二評非者或曰若據三部分對教行傍正妙玄既是", "206": "教正行傍今釋總題理合用約教五章大師妙玄特", "207": "用約行五章者此乃俯順滅後機緣自行造修因果", "208": "義便故用約行不用約教也斥曰教行兩種五章並", "209": "是佛世被機大師妙玄用約行五章釋總題者乃釋", "210": "佛世經題那云約行五章是順滅後被機耶作此之", "211": "說莫也佛世但有約教而無約行至乎滅後方修行", "212": "耶或曰玄文其實教正行傍及乎釋題廣明約行五", "213": "章者此乃將止觀中觀心五章寄在妙玄教解中辯", "214": "所以大師釋題乃用約行五章也故妙樂云凡釋大", "215": "義並指玄文名體宗用三一總別寄行約教斥曰若", "216": "云將止觀中觀心五章寄於玅玄教解中辯者且止", "217": "觀中十大章未審指何章為觀心五章非但妄指文", "218": "旨抑亦不知妙樂文旨生起來意故也或曰妙玄釋", "219": "題大師不用約教而用約行五章者然此兩種五章", "220": "雖云約教約行若望止觀正明行相此二種五章並", "221": "屬於解今云約行者附如來當初自行造修一番行", "222": "行從因至果名為約行非同止觀之行亦引妙樂寄", "223": "行約教之文以為誠證斥曰約行五章既釋佛世經", "224": "題如來說經必對機說法機緣聞法起行造修正屬", "225": "佛世機緣所修之行那云約行五章附當時如來一", "226": "番行行次第而說作此釋義非但機應不分亦乃不", "227": "善天台約行五章釋經之義。", "228": "三正義三正義者先究自來先達將三部教行傍正之義難", "229": "乎教行兩種五章云妙玄既是教正大師釋題何不", "230": "用約教五章釋題而用約行者何耶作此之問非但", "231": "問意不成亦乃望名釋義應返質云妙玄文句教正", "232": "行傍與教行兩種五章兩處教行為同為異若云是", "233": "異何作此問若云是同且玅玄釋題判教文句消釋", "234": "經文故云教正若玅玄七番共解中觀心一釋文句", "235": "四釋中觀心一釋故曰行傍雖有教行傍正並是大", "236": "師就如來滅後釋經判教自論若約教五章乃是如", "237": "來果後起用設教而說若約行五章自是佛世法輪", "238": "之下機緣聞法起行造修得益邊論若然者兩種五", "239": "章教行兩字與三部分教行兩字豈同日而語哉望", "240": "名釋義其謬甚矣今正出意者當知教行兩種五章", "241": "乃約機應而辯約教乃是如來果後設教約行則是", "242": "機緣聞法得益且大師玅玄伸釋總題須用約行五", "243": "章者蓋此五章乃是佛世法輪之下機緣聞妙法名", "244": "識妙法體依體起宗宗成有用然後教相所以大師", "245": "既釋佛世經題附其佛世機緣聞法得益而釋欲令", "246": "滅後今日行人効佛世機起行造修破惑顯理是故", "247": "天台特用約行五章不用約教者意在茲矣如此之", "248": "說有異古今請明眼人刊詳此意。", "249": "四釋疑四釋疑問妙玄釋題既唯用約行不用約教五章", "250": "者妙樂那云故使消釋凡至大義並指玄文名體宗", "251": "用三一總別寄行約教若爾莫見釋題亦用約教耶。", "252": "答此乃玄文將佛世機緣約行五章次第一番行相", "253": "為滅後今日行人作教說之正是將行作教而說故", "254": "云寄行約教人不見之自生臆說。問玅樂既云三", "255": "一總別且一即是總三即是別但云三一已足何得", "256": "復云總別者何。答不原文意似如煩重今為出之略", "257": "無少妨由上文云一部之中莫過本迹本地總別超", "258": "過諸說迹中三一功高一期是即結云三一總別非", "259": "煩重也。問教行兩種五章若約機應分者未審得", "260": "何佛祖文意耶。答經疏顯然人自不曉大師釋神力", "261": "品約教五章經云如來一切所有之法乃至云如來", "262": "一切甚深之事且名用體宗皆云如來豈非屬應大", "263": "師點第二約用一章乃云欲說此法先以神力駭動", "264": "且欲說與神力屬應顯矣大師釋序品約行五章云", "265": "初從經卷若善知識有所聞見即聞名也既云從經", "266": "卷及善知識聞豈非屬機兩種五章就佛世中約機", "267": "應分對明如皎日。問約教中釋名一章既屬其應荊", "268": "溪何故判為在纏之法耶。答此之玅名本皆佛法若", "269": "於如來即是第一義諦眾生顛倒謂非佛法今明示", "270": "之故言一切法也欲說此法先以神力駭動今言在", "271": "纏者且附眾生顛倒不知邊說。", "272": "廣略五章廣略五章", "273": "前文戒疏涅槃五章廣略疑有異於群典妨師弟以相違", "274": "眾解紛紜各陳己見究其優劣未敢遵承今出斯文", "275": "聊分三義初判涅槃廣次會戒疏略三伸通餘妨。", "276": "初判涅槃廣初判涅槃廣者天台一家凡釋諸經總題但用五重", "277": "玄義其義即足何以章安尊者釋涅槃題而用二十", "278": "五章者何異解多途未見其旨今謂涅槃題作二十", "279": "五章釋者約此一經法體圓融以說五重玄義章章", "280": "具五故成二十五其實秪一五章爾以由此經總題", "281": "及經別文皆譚三德故作此釋題云摩訶般涅槃者", "282": "即梵語也此翻大滅度大即法身滅即解脫度即般", "283": "若然此三法不縱不橫不並不別舉一即三三即具", "284": "九九秪是三是以五章亦復然爾若經別文始終無", "285": "非皆譚三德如云直法身非法身法身必具般若解", "286": "脫直般若非般若般若必具法身解脫德直解脫非", "287": "解脫解脫必具法身般若德故涅槃玄釋此義云今", "288": "作三番九義淺深別異各各不同者雖復多含攝勝", "289": "未是今經正意文云法身亦非那可單作三身釋大", "290": "文云解脫亦非那可單作三身釋滅文云般若亦非", "291": "那可單作三智釋度故知單釋非今經意三德中各", "292": "各求皆不可得三法合求亦不可得如是三德不可", "293": "相離三目三點名大涅槃是則三九圓融不可思議", "294": "九不為多三不為少雖一而三雖三而一雖復三一", "295": "而非三一雖非三一而三而一名祕密藏攝一切法", "296": "秪一三德圓融無缺舉一即三五章亦爾章章五章", "297": "成二十五章三法各三寧是定九但是互即秪一三", "298": "法五章例之亦復如此雖於五章各具五章成二十", "299": "五但是融即秪一五章若了斯旨則二十五非多五", "300": "義非少也。", "301": "次會戒疏略次會戒疏略者戒疏云釋此戒經三重玄義第一釋", "302": "名第二出體第三料揀且天台解釋諸經並用五重", "303": "玄義釋此戒經但用三重玄義與諸經不同者何或", "304": "云梵網有一百十二卷今是菩薩心地品所以宗用", "305": "在大部中明今則但說三章而已非但五章不足亦", "306": "則三分不周如戒疏云從大本出序及流通皆缺即", "307": "別部稱菩薩戒經戒云體中必攝宗用以修因戒善", "308": "能得勝果為宗止惡興善為用自有判教之文五章", "309": "義足然此之義說者甚眾但出正途自見臧否略引", "310": "二解以為較量不見他非曷顯今是應知戒體經體", "311": "修發不同事理有異不可一混然戒體者乃是初心", "312": "所發善體故經云但解法師語者盡應受戒初心便", "313": "可得之若經體還須從因至果起行造修破惑顯理", "314": "方得其體今此戒體但是初心發得既未從因至果", "315": "故不可論宗理體未顯安能有其果後化他之用是", "316": "故但論三章而缺宗用若經體由因果所趣顯出理", "317": "體既得體已任運真化故有其用若其然者戒體是", "318": "事上發得通乎初心故不論宗論用經體是顯出理", "319": "體乃當宗成體顯果後起用須辯自他因果之法以", "320": "此之故事理不同修發有異莫以戒體經體不分混", "321": "而為一也。", "322": "三伸通餘妨三伸通餘妨問若云涅槃總題及以別文皆譚三", "323": "德故作章章五章釋者且光明總題別文亦譚三德", "324": "如云金光明此之三字即是三德金即法身光即般", "325": "若明即解脫別文亦明三德者如天台約圓空鳴釋", "326": "其金鼓作三九圓融而釋何以不作章章五章釋題", "327": "者何。答涅槃總題及以別文始終無非皆譚三德故", "328": "作三九圓融及以章章五章而釋若光明總題雖是", "329": "三德至經別文並無三德之語天台雖約圓空鳴三", "330": "九圓融解釋金鼓但是約教釋義經無顯文是故不", "331": "可。問光明玄云廣則令智退略則義不周何以涅", "332": "槃作二十五章釋之莫也廣則智退。答但順經文三", "333": "一圓融故作此解雖作章章五章而釋但秪一五章", "334": "耳非有二十五之別也。問若云涅槃三一圓融須", "335": "作章章五章釋者且法華經純圓獨妙亦則圓融何", "336": "故不作章章五章而釋。答部旨化意不同豈可一槩", "337": "為妨法華雖則圓融始終不譚三德若涅槃經總題", "338": "別文始終三德是故然爾。", "339": "心佛辯境心佛辯境", "340": "經云觀佛疏曰觀心經疏頓爾相違內外所觀矛盾", "341": "四明神智角立於先憲章假名翼張於後互相形斥", "342": "孰為指歸使學者難通其文致修者誠難用觀今憑", "343": "祖詰略以伸之會合諸家咸成一簣然此之義自舊", "344": "疑云今此觀經為當觀佛為是觀心若謂觀心題云", "345": "觀佛若言觀佛疏曰心觀為宗於此二途心佛何辯", "346": "四明云經以觀佛而為題目疏今乃以心觀為宗此", "347": "二無殊方是今觀良以圓解全異小乘小昧唯心佛", "348": "從外有是故心佛其體不同大乘行人知我一心具", "349": "諸佛性乃至云內外分之此當外觀以由託彼依正", "350": "觀故是以經題稱為觀佛若論難易今須從易引玄", "351": "文證憲章曰序云心觀為宗即下正明宗中云故以", "352": "修心玅觀能感淨土為經宗也原乎敘則敘述作之", "353": "所以故簡其文對其次但云心觀為宗實相為體信", "354": "知序正大同而但廣略少異人何不觀大途妄添二", "355": "字今言修心妙觀者修謂修治心即陰心妙觀乃不", "356": "決定觀也其猶世曰治病妙藥則知題稱觀佛是所", "357": "託之境疏云心觀是所破之心非謂觀心乃名心觀", "358": "故託佛境而修心也神智曰經題既云觀無量壽佛", "359": "故知觀者一心三觀為能觀也無量壽一體三身為", "360": "所觀題中既具能所疏中云心觀為宗乃具能觀以", "361": "一心用三觀故曰心觀爾假名云言心觀者具足應", "362": "如明宗中云修心妙觀而大師特曰修心又云妙觀", "363": "此乃義有所屬不可單作用觀而解今謂修心者是", "364": "修三種淨業之心玅觀者即是十六玅觀別語十六", "365": "通則一心三觀觀彼彌陀一體三身即是此經淨業", "366": "玅觀俱為宗也然此四說孰是孰非究而研之有非", "367": "有是不暇廣評今則探取前來諸說同成一義今謂", "368": "經云觀佛疏曰觀心者不無所以但昔諸師認觀為", "369": "境是故難明應知觀經十六觀境內外言之首題既", "370": "云觀無量壽佛正當觀外以由此經明觀乃是託彼", "371": "彌陀淨土依正而修故不二門云凡所觀境不出內", "372": "外外謂託彼依正色心即空假中所言內者先了外", "373": "色心一念無念唯內體三千即空假中一家所明內", "374": "外二觀並以此文而為憑準況復疏中顯云佛是所", "375": "觀勝境經疏並云觀佛豈非託彼依正而修也疏曰", "376": "心觀為宗者即是一心三觀以為能觀故曰心觀舊", "377": "人不曉指能觀心為所觀境能所淆混一何罔措初", "378": "心發軫用觀須託彌陀勝境而修此觀成時此佛即", "379": "是我心所具之佛此心即佛此佛即心心佛一如觀", "380": "成可爾故輔行明般舟三昧云所言佛者皆具二意", "381": "一自心三昧所見佛二西方修因感果佛今具含二", "382": "義共為一境為順理故從初義釋三昧既成隨念即", "383": "見見是心性名心作佛據此文意觀成方可得云即", "384": "心是佛四明非無此意但不分其初後故爾若謂觀", "385": "外玄文何云眾生法太廣佛法太高於初學為難然", "386": "心佛及眾生是三無差別者但自觀己心則為易若", "387": "謂觀佛莫是觀難應知隨文用與不可一槩雷同觀", "388": "經正約淨穢兩土對說欲令眾生猒此娑婆求生安", "389": "養託彼勝境以為所觀捨穢取淨是故然爾玅玄釋", "390": "經免其行者數寶之譏故令觀心以由欲界散境觀", "391": "外則難故令觀內各隨文義義匪一途學者細詳深", "392": "有其旨若得此意自見前非四明不分初後便即判", "393": "云約心觀佛及乎分其內外乃云觀外至分難易又", "394": "云從易如此說義前後似違憲章將能觀之心為所", "395": "治陰心全迷文旨假名以三種淨業為修心返顯十", "396": "六玅觀全非心之所修此之一謬不足可論神智之", "397": "說少與今同未全其義故再明之看讀之者細尋可", "398": "知若得此意其旨昭然。", "399": "觀經五章觀經五章", "400": "吾祖智者凡釋諸經先用五義釋題次以三分科解", "401": "教行兩種明用少殊約行用居第四約教名在用前", "402": "唯此觀經宗前體後難以區分非但教行莫收抑亦", "403": "五義殘缺自舊疑曰疏云心觀為宗實相為體是則", "404": "宗前體後教行兩種何種所收妙宗釋云特於此舉", "405": "宗體者成前敘觀顯後敘題云云次刊正云問大師", "406": "既以五義釋題應次第備序何以但三而不次耶答", "407": "序文舉要豈必具明亦由向序十六觀法何甞備足", "408": "隨便而譚故無次第所以先序宗體後序釋名往生", "409": "記曰大師非秪敘宗體亦敘名一章也故云佛說觀", "410": "無量壽佛經等者即敘名也故知名體宗等非謂顛", "411": "倒但是從後向前也然此三記所說義皆不然今示", "412": "正途自見臧否應知大師特云心觀為宗實相為體", "413": "者正順釋題義便但舉宗體題云觀無量壽佛經觀", "414": "即一心三觀是能觀觀故云此經心觀為宗無量壽", "415": "佛一體三身是所觀境即是實相故云實相為體順", "416": "題釋義特舉宗體至於下文正釋首題方具明五義", "417": "如疏云釋經五義名體宗用教相若得此意玅宗成", "418": "前敘觀顯後敘題未稱文旨刊正謂隨便而譚故無", "419": "次第是則義無所歸於文咸失神智添足釋名文缺", "420": "用并教相若謂從後向前今問何不順論須逆說者", "421": "何耶不原其意致茲錯說若得今意照之非但文意", "422": "煥然亦乃宗體彰顯順題之要玅在於斯若不識知", "423": "措心無地予因考究特為明之儻或未知請尋本疏", "424": "方驗有歸矣。", "425": "定散二善定散二善", "426": "觀經疏云問大本五逆謗法不得生此經逆罪得生", "427": "釋有兩義約人造罪有上有下上根者如世王造逆", "428": "必有重悔令罪消薄容使得生下根人造逆多無重", "429": "悔故不得生二者約行行有定散觀佛三昧名定修", "430": "餘善業說以為散散善力微不能滅除五逆不得往", "431": "生大本就此故言不生此經明觀故說得生也自來", "432": "因此料揀之文故有定散二善之說疑曰若據大本", "433": "經中上中二輩居內外凡須習定善并勸菩薩奉行", "434": "六度乃得往生亦明定善今經三種淨業亦是散善", "435": "疏中何謂大本散善五逆不生此經明觀故說得生", "436": "且下品下生者是五逆之人臨終苦逼不遑念佛遇", "437": "善知識教稱十念令聲不絕具足十念即得往生何", "438": "甞修觀方得生耶淨覺判云二經各有定散疏中釋", "439": "大本逆謗之文以為散善便謂彼經三輩全無定行", "440": "而不知此是消文一往之說具如義編廣智云大本", "441": "通攝十方眾生皆可往生始自欲界有漏十善至別", "442": "教三賢之行皆明散善仍寄權教判修餘善業皆是", "443": "散善若是今經十六玅觀別為當機眾上根之人專", "444": "唯圓教則是定善具如彼章精微雖有十義不出亦", "445": "以偏圓分其定散觀經唯圓頓觀純明定善大本通", "446": "定通散偏舉一邊散善經文對彰觀經純明定行義", "447": "苑云觀經能詮教上明觀故云定善彼經能詮教上", "448": "不明觀故云散善如此等說義皆未善並認料揀逆", "449": "謗之文混同兩經定散而說今直伸之使無疑壅先", "450": "出兩經定散次伸悔重修觀先說兩經定散者此之", "451": "兩經並通定散彼經勸修六度禪智二度禪即定善", "452": "智即修觀今經所明三種淨業義當散善是則二經", "453": "各有定散疏文料揀彼經散善五逆不生此經明觀", "454": "故說得生者為約兩經五逆之人明觀不明觀相對", "455": "以說而分定散若大本五逆不得生者附散善說故", "456": "不得生觀經逆罪而得生者附其修觀定善以說是", "457": "故得生不可以兩處五逆修觀不修觀之文而通妨", "458": "二經定散自來不曉兩經各有定散之義秪將兩經", "459": "相對說者謬矣次伸悔重修觀者此人雖有逆罪臨", "460": "終苦逼根利悔重雖剎那時促心力勇猛則能滅罪", "461": "所言修觀者遇善知識教令念佛即是修觀此人雖", "462": "聞善友示其境觀四大苦逼而不遑念佛善友告言", "463": "汝若不能念佛應稱無量壽佛如是志心令心不絕", "464": "具足十念能排散亂其心恬靜智慧發生罪滅冤消", "465": "往生淨土若其然者下品下生五逆之人生平造極", "466": "重業有何因緣臨終之時遇善知識勸稱十念而得", "467": "往生應知此人雖造重業以由過去曾習觀行有其", "468": "善種故致臨終得遇善友宿習開發如十疑論云臨", "469": "終遇善知識十念成就者並是宿業善強始遇知識", "470": "文旨泠然何為不信輙依經疏判釋斯文同為淨土", "471": "之緣共作往生之路。", "472": "三料揀境三料揀境", "473": "前文夫欲修觀須示境觀分明若不識之初心行人造修", "474": "無地故止觀十境中先觀陰入界三其境由寬故去", "475": "界入如去丈就尺略四從識如去尺就寸唯觀一念", "476": "識心者如伐樹得根若灸病得穴但文旨幽隱異論", "477": "多途點出大猷粗分為四初示文二敘難三解釋四", "478": "料揀。", "479": "初示文初示文者如止觀云若欲觀察須伐其根如灸病得", "480": "穴今當去丈就尺去尺就寸置色等四陰但觀識陰", "481": "識陰者心是也輔行云今當下從廣之狹正示境體", "482": "陰入界三並可為境乃至問云五識五意識及第六", "483": "識並能生於受等三心何等識心及所生三心是今", "484": "觀境答五識五意識定是今境未屬煩惱在無記故", "485": "於第六中取能招報者仍須發得乃屬煩惱境餘之", "486": "分別方屬今境又此五識及五意識雖在今境仍在", "487": "下文歷緣對境中明。", "488": "二敘難二敘難者止觀之中三料揀境去丈就尺去尺就寸", "489": "置色等四陰但觀識陰且識心中通乎三性為是通", "490": "觀三性別觀無記性耶若言別觀無記既陰通三性", "491": "何意不觀善惡若謂通觀三性輔行那云未屬煩惱", "492": "在無記故於此二途如何判決。", "493": "三解釋三解釋者或云止觀但言置色等四陰唯觀識陰既", "494": "不揀善惡乃是通觀三性故四明云以此第六通三", "495": "性故謂善性惡性無記性也或云陰境雖通三性的", "496": "論境體唯觀無記揀去善惡故輔行云未屬煩惱在", "497": "無記故若止觀但云置色等四陰唯觀識陰不揀善", "498": "惡者未是的揀秪云去丈就尺去尺就寸不云去寸", "499": "就分至輔行云於第六中取能招報方是的揀故於", "500": "識陰揀去善惡乃當去寸就分也此之二說其謬甚", "501": "矣初師若謂通觀三性輔行那云如陰入境體是無", "502": "記不論善惡又云未屬煩惱在無記故文旨泠然何", "503": "須謬執況根穴之語便成徒施又復陰境若通善惡", "504": "與下煩惱境如何揀之無稽之譚安足評論乎次師", "505": "若言天台未是的揀荊溪方的揀者此亦謬矣且天", "506": "台文中還有的揀去寸就分之意否若有而不立反", "507": "顯吾祖有未盡之過未得根穴之旨若無而不立乃", "508": "成荊溪自立而有背祖妄加之失又復若謂止觀未", "509": "是的揀者莫自天台已還諸大祖師修止觀者應皆", "510": "通觀三性至荊溪方的觀無記者返顯荊溪有超師", "511": "之見不原文意致茲謬說今意者若見今之所示自", "512": "見前說之非當知止觀正修去尺就寸唯觀一念識", "513": "心者乃觀一念報得無記未論善惡然此一念識心", "514": "即是無記之體善惡二心乃是所起之相應知善惡", "515": "二心先因受陰領納前境次則想起違從然後行蘊", "516": "遷流造作乃是作善作惡故知所作善惡之心皆從", "517": "一念報得無記而起今止觀中去尺就寸唯觀一念", "518": "識心者正觀一念報得之心體是無記不觀所起善", "519": "惡之相若觀無記灸病得穴伐樹得根荊溪乃云如", "520": "陰入境體是無記不論善惡又云未屬煩惱在無記", "521": "故據此文旨的觀無記不觀善惡祖文明著何得固", "522": "違葢緣先達不曉天台根穴之喻雖觀一念識心不", "523": "分陰境體是無記及明善惡是所起相雖則直云觀", "524": "陰其如三性能所不分善惡混濫今正修中三科揀", "525": "境去丈就尺去尺就寸置色等四陰唯觀識陰既云", "526": "置色等四陰唯觀識陰且前四陰既為所揀揀其想", "527": "行即是揀其所起善惡之心唯觀一念報得無記況", "528": "於二十五法方便之中呵去五欲弃其五葢亦是去", "529": "其所起善惡之心至正修中唯觀一念識心者豈可", "530": "容有善惡心耶唯觀無記其義明矣作此之說非契", "531": "合天台荊溪文旨之意抑亦使其修止觀者境觀分", "532": "明造修有地看詳此意與舊不同。", "533": "四料揀四料揀問昔人云心王是善惡之通體此義是否。", "534": "答未然荊溪自云如陰入境體是無記不論善惡何", "535": "得故違謬自判云心王是善惡之通體耶。問止觀", "536": "三科揀境既揀去界入及色等四陰五識五意識已", "537": "在十八界中揀去輔行那云五識五意識定是今境。", "538": "答雖為所揀非謂去除且五識等皆是陰境未屬煩", "539": "惱無記所攝故云定屬今境雖是今境境既寬漫初", "540": "心難造須當揀之從寬至狹克示境體是則五識等", "541": "故為所揀唯觀無記得根得穴即其意也。問既揀", "542": "善惡唯觀無記何故輔行乃云於第六中取能招報", "543": "且能招報正是善惡莫也不揀善惡。答一言取者有", "544": "取用之取有揀取之取今輔行云取能招報正是揀", "545": "取之取乃是揀去能招報心仍須發得屬下煩惱境", "546": "非謂是其取用之取也。問五識五意識及第六識", "547": "並能生於受等三心且第六識可云受等三心五識", "548": "五意識如何有能生受等三心之相。答但麤細不同", "549": "輕重有異並能生於受等三心若五識中三且初起", "550": "則輕則細五意識中所起三心則麤則重第六識中", "551": "三心起者善惡現前則又麤重於其前二當知五識", "552": "中受等三心即是初一剎那五意識中受等三心即", "553": "是第二剎那。", "554": "止觀一接止觀一接", "555": "前文諸文被接義意該羅玅玄止觀對明理教三一互揀", "556": "佛世論接此則易知滅後被機誠為難曉今伸厥旨", "557": "聊分四章初引文二示難三解釋四科揀。", "558": "初引文初引文者止觀體相章明一接是別接通文即問云", "559": "何以別接通答初空假二觀破真俗上惑盡方聞中", "560": "道仍修中觀破無明八相作佛此佛是果仍前二觀", "561": "為因故言以別接通爾。", "562": "二示難二示難者佛世法輪之下當機辯道明四證三接此", "563": "則可見今摩訶止觀宗承法華妙部以立妙行正為", "564": "末代圓頓行人立此觀法何以復明四證一接者何。", "565": "三解釋三解釋者或云機有橫豎是故明接不同若豎來機", "566": "已聞玅玄文句開解今於止觀不須更明其有橫來", "567": "之機未聞玄句開解於教門中未曉通塞之相故止", "568": "觀中復明一接爾或曰止觀一接意者但以實理接", "569": "於權理能合行人識權實法通塞之相䇿進理觀期", "570": "破無明證乎法性或真空先現使不滯真空之塞須", "571": "歸實理之通方成理觀須明一接爾評此兩說義恐", "572": "不然初師自任胸臆謬分橫豎全無憑據次師謂其", "573": "真空先現須明一接是則抑圓成別並非圓理今示", "574": "正意應知止觀須明一接者由止觀中明十大章前", "575": "之六章正明開解至乎第七正修章中廣明十境十", "576": "乘修相吾祖智者慮恐末代修止觀者於正修中不", "577": "了法華已前施權當分經部化用於通起塞有妨觀", "578": "道所以大師於體相章諦智合辯中明四證後復明", "579": "一接便即問云何以別接通答初空假二觀破真俗", "580": "上惑盡方聞中道仍須修觀破無明能八相作佛此", "581": "佛是果仍前二觀為因故言以別接通耳由是天台", "582": "恐修行者於理觀中迷其在昔施權經論於通起塞", "583": "遂恐疑曰法華開權顯實之後一切諸法皆是佛法", "584": "三權即是真實空假即是中道何故大品經中八地", "585": "聞中九地修中十地證中破真俗惑方聞中道莫也", "586": "空假之外別有中道耶是故吾祖慮其行者不了施", "587": "權此等經論於通起塞今則為成理觀故於體相章", "588": "中重述法華前教預開妙解莫令起塞須明一接是", "589": "故荊溪於料揀中遂即問云法華玄云接非會義今", "590": "約法華秪應論會何故論接答今論修觀亦可重述", "591": "法華前教以例行人論其教門通塞之相是故明之", "592": "未妨於會又前後文處處皆明可思議等但為顯於", "593": "不思議故前待後絕次第應然何須問言不應論接", "594": "得此之意於體相中述法華前預開玅解是故論接", "595": "如此釋義與舊不同。", "596": "四料揀四料揀問止觀明接恐修觀者不曉施權經部化", "597": "用是故明接若爾先聞玅玄文句開解已畢至止觀", "598": "中何須論接耶。答雖聞玄句開解已畢修止觀者還", "599": "須復用前之六章若不開解至正修中不了經論於", "600": "通起塞有妨觀道為成理觀須明一接。問止觀明", "601": "接荊溪既云重述法華前教若爾何不具述三接但", "602": "明別接通者何耶。答若法華已前逗彼權機具明圓", "603": "接通別今修止觀純被圓機恐正修中於通起塞預", "604": "開妙解故明一接何須問言具述三接。問玅玄止", "605": "觀明別接通皆依大品至八地中方聞中道何故玅", "606": "玄卻以妙覺果佛而為能接止觀却以一品之果為", "607": "能接者何耶。答玅玄正明佛世被機雖有三接大小", "608": "不同須論點示並是妙覺果佛而為能接若止觀中", "609": "為成理觀恐正修中迷於經論權實二理預開玅解", "610": "但以別理接於通理其義即足是故但明一品之果", "611": "而為能接。", "612": "立陰正義立陰正義", "613": "師者人之模範教者法之筌󱇮不達陰幻即空安能", "614": "堪為師軌如在岐路不知所從要令煩惱不生直須", "615": "先觀陰境誰無陰入得受其身重擔現前故為初觀", "616": "止觀十境先觀陰者良由此也其有未達復生異端", "617": "便即問云圓頓行人修止觀者還立陰否若云立陰", "618": "釋籤乃云陰等十境唯在三教若謂不立止觀正修", "619": "章中具明十境首觀陰入五陰重擔常自現前豈非", "620": "立陰其有答者或云圓以不偏為義絕待為功初後", "621": "無二九界即是佛界不須立其陰境如籤云陰等十", "622": "境唯在三教評曰若不立陰止觀陰境返成徒施況", "623": "陰入等境為被何教若被圓人何不立陰若被偏機", "624": "非止觀意謬妄可知矣或曰示境觀邊則有陰若修", "625": "入邊則無陰以由止觀十境但示行人境觀之相若", "626": "起修時達陰無非是玅如輔行云無始色心本是妙", "627": "境玅智隨其妄轉不覺不知今既聞名知陰即是指", "628": "四陰心即是常住妙理評曰既示境觀即有能觀所", "629": "觀豈可但示其境無人修觀耶反所示境乃成虗立", "630": "不曉境觀自任臆譚耳異解多途非要不錄今所示", "631": "者頓與前別應知圓頓教中若不立陰等為境妙觀", "632": "就何處用玅境於何處顯若離三道即無三德如煩", "633": "惱即菩提生死即涅槃止觀十乘三觀首初先觀陰", "634": "等如去丈就尺去尺就寸唯觀一念識心豈非立陰", "635": "若不立陰將何為所觀以何為所達以何為所顯圓", "636": "頓行者以其妙觀觀其玅境達陰成不思議當體即", "637": "是一念三千諸法實相如云障體即德不待轉除若", "638": "無陰者何為所轉與其別教旁遮偏指清淨真如有", "639": "何揀異若爾既立陰境釋籤那云陰等十境唯在三", "640": "教良由陰境之體乃是三教九界三道三障四魔四", "641": "眼二智圓人指此為所觀境若不爾者籤不應云陰", "642": "等十境唯在三教今是圓人所觀境界文云唯三教", "643": "者且約十境尅體以說故在三教既云圓人所觀境", "644": "界立陰之義是則已顯若爾十境之中不立佛境其", "645": "意云何然下之九境附宿習說過去曾習今觀陰境", "646": "待發方觀前三教佛因中有教果上無人過去無修", "647": "今故不立。", "648": "家家判頌家家判頌", "649": "前文小乘三藏初果之後進斷欲惑不同遂有家家根性", "650": "究其難判之者唯有俱舍頌文古今講解之人章藻", "651": "盈流于世研詳眾說輔讚為優今更助成庶貽後裔", "652": "略評其要大分四章初示疑二評舊三助正四餘妨。", "653": "初示疑初示疑者俱舍頌云斷欲三四品三二生家家斷五", "654": "至二向斷六一來果此之頌文為頌次斷為頌超斷", "655": "若言頌次且次斷人斷二必三斷五必六今此頌文", "656": "斷至三四若謂頌超止觀何云若超斷至第五品名", "657": "家家亦不云三四超次二途如何判攝。", "658": "二評舊二評舊者交師云斷欲惑九品凡有三種一任斷二", "659": "次斷三超斷俱舍頌中非頌任斷及次第斷正頌小", "660": "超輔行云起大加行者由小超人先在凡地得欲界", "661": "定至十六心於欲定上加無漏智起精進行即能斷", "662": "惑故云加行非見諦後更修無漏名為加行評曰俱", "663": "舍論云即預流者進斷修惑又云預流果後說進斷", "664": "惑若是超斷應初果前用十六心斷見惑時超斷思", "665": "惑方名超斷若爾且輔行那云謂由聖者起大加行", "666": "既云聖者正是初果之後那云十六心上加無漏行", "667": "又復止觀自云若超斷至五品名家家頌文自斷惑", "668": "三四品豈是超斷耶更有多失略而示之稠師判云", "669": "俱舍頌文正頌次斷作此定後復自疑云若頌次斷", "670": "荊溪那云若超若次進斷三四既云若超應須亦頌", "671": "超斷耶他自釋云此文正是次中論超行人期心秪", "672": "斷三品觀力侵斷中上一品喻如劈竹期破三節刀", "673": "鋒快利侵至四節今此亦爾評曰此師若謂頌文乃", "674": "是次中論超便引輔行若超若次文誠證者此則謬", "675": "判記文荊溪此文自因大師止觀將超斷五品名家", "676": "家荊溪遂將頌文次斷會同止觀小超俱論家家然", "677": "後結云若超若次進斷三四正是總結俱舍及以小", "678": "超何甞此文一向是明俱舍頌文耶有此之失不當", "679": "取之。", "680": "三助正三助正者在理或當何必求人輔讚所明深符文旨", "681": "其既合轍豈不遵行如輔讚云論文既云即預流者", "682": "進斷修惑若三緣具轉名家家又云預流果後說進", "683": "斷惑若非次斷安曰預流果後說進斷惑耶故知俱", "684": "舍頌次斷人無致疑矣又止觀云斷一品欲惑次第", "685": "至第五品盡皆名斯陀含向若超斷至第五品名家", "686": "家然後輔行遂將俱舍次斷會同止觀小超之人便", "687": "即會云此次斷義與今文同故知次斷及與小超皆", "688": "可得論家家之義遂總結云若超若次進斷三四若", "689": "爾且次斷人自斷三四小超之人自超五品如何會", "690": "同當知小超雖斷五品緣第五品與第六品共潤一", "691": "生荊溪得此之意遂乃判云此之五品同四品故方", "692": "可會同此次斷義與今文同故知俱舍正頌次斷荊", "693": "溪既云謂由聖者起大加行豈非明斷俱舍頌文預", "694": "流果後重慮緣真加無漏行次斷惑乎然此之說其", "695": "得有三一者善判俱舍頌文是頌次斷之人二者雅", "696": "合輔行會同俱舍止觀之意三者深究超次兩種根", "697": "性皆論家家有此三得須當取之。", "698": "四餘妨四餘妨問止觀準舊婆沙小超之人得論家家本", "699": "斷超人不論家家若爾此兩種人並先凡地所伏思", "700": "惑品之多少至十六心皆超思惑何故小超却論家", "701": "家本斷超人不得論者何耶。答本斷超人在凡地時雖", "702": "伏思惑葢緣有漏智力弱故不論家家如輔行云雖", "703": "斷五品但名初果斷六品盡但云二果向準此之意", "704": "不論家家其義明矣。問若無不斷大品惑盡而命", "705": "終者何故斷八不至於九耶。荊溪自答云一者障果", "706": "二者越界今却問云還有斷八至九者否若云有者", "707": "荊溪不應作此之。問若云無者且次斷中豈無斷八", "708": "至九者耶。答是何言歟法華三周皆是次斷根性尚", "709": "乃直至初住破無明豈斷八不至於九耶荊溪且約", "710": "遇緣者以為問端耳。問超斷五品得論家家次斷", "711": "五品但名二向何故玅玄中云初果心後更修十六", "712": "諦觀七菩提現前即此世無漏斷欲界煩惱一品乃", "713": "至五品皆是於向亦名昇進須陀洹約此論家家若", "714": "爾莫也次斷五品亦論家家耶。答此文非是次斷五", "715": "品明家家良由此五品之內有家家之義荊溪特云", "716": "約此是知三四品中亦得論家家耳。問小超之人", "717": "斷三兩品得論家家否若云得者大師止觀引婆沙", "718": "超斷三兩品荊溪判云恐是文悞應云三四若云不", "719": "得且斷三品損四生三生家家斷二品損三生四生", "720": "家家有何不可耶。答荊溪云恐文悞者乃將止觀對", "721": "婆沙說秪緣荊溪曾見婆沙故作此說恐文悞也然", "722": "三品得論婆沙已說兩品論者準理合有未見經論", "723": "故不須明。問小超之人得論家家還三緣具否若云", "724": "具者但有初後二緣若不具者論文既云若三緣具", "725": "轉名家家小超既無治彼無漏根即無重慮緣真一", "726": "緣如何亦明家家耶。答先達曲折須明第二無漏根", "727": "一緣今意不爾須知論文專就次斷人說小超無此", "728": "故不須明葢昔人不曉俱舍部旨及有門根性致茲", "729": "謬說。", "730": "車體正義車體正義", "731": "一家所明車體乘體但是法譬之殊其理即一以由", "732": "車之與乘並是運動為義如籤云運是載義易曰日", "733": "月運行謂動也說文云陸載曰運所言乘者三軌和", "734": "合名一大乘乘於是乘能運眾生出生死苦故曰車", "735": "乘言三軌者即真性觀炤資成是也然此三軌通乎", "736": "四教但由藏別兩教以觀炤為乘體通圓兩教以真", "737": "性為乘體然藏別兩教將觀炤為乘體約法則易約", "738": "譬則難約法易者觀炤即是觀智破惑資成乃是福", "739": "德莊校真性乃是果上所顯此則可見約譬難者既", "740": "將觀炤為其乘體未審指何為前導耶當知藏別兩", "741": "教乃是界內外不即之教故以觀炤而為乘體既其", "742": "不即指果在當從因至果方顯真性故以觀炤為乘", "743": "體也如籤文云以藏別兩教咸以智慧為體以藏別", "744": "兩教真性果滿方成儻指體在當以何為運若用觀", "745": "炤則從始至終以此而知藏別是界內外拙教既皆", "746": "不即故以觀炤為乘體也若通圓兩教以真性軌為", "747": "其乘體觀炤為前導資成為莊校約譬則易約法則。", "748": "No. 966-A 刻台宗精英集䟦No. 966-A", "749": "刻台宗精英集䟦", "750": "台衡之學至四明尊者中興振起光明俊偉其功雄", "751": "哉非惟辯闢連代之異端亦能防禦後世之逆路故", "752": "有若霅川之背宗神智之破祖竹菴之挾異見者學", "753": "者一見紫朱明白不復泣岐矣惟仙都普容法師具", "754": "特卓之見負富贍之才學依四明而不盡承用遂著", "755": "教義數卷命曰台宗精英集潤嚮獲此於濃之長瀧", "756": "寺一讀而謂法師學識超倫議論𤀹發其依四明者", "757": "固多所輔述其建已見者亦足擊發正說所謂他山", "758": "之石以磨玉也客歲甲午吾", "759": "輪王大王始董天下台宗之事篤勤道學而自倡尤", "760": "精乎四明之譚潤嘗獻此書命亟流通爰付梓生以", "761": "公學人惜乎其首逸一卷終又失第六已下後之君", "762": "子得完本以補成是所望也。", "763": "時", "764": "正德五年乙未冬日", "765": "東叡常照沙門亮潤真詣謹撰"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 966 台宗精英集", "author": "宋 普容集"}