{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1453 紫柏尊者別集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "書問付寒󰞆奇公", "1": "紫栢尊者別集卷之四", "2": "虞山白衣私淑弟子蒙叟錢謙益纂閱", "3": "徑山寂照六世孫傳臨濟宗契穎壽梓", "4": "語錄語錄", "5": "修行四難修行四難", "6": "修行易而悟心難。悟心易而治心難。治心易而無心", "7": "難。無心易而用心難。凡聖情盡。體露其常。隨宜出興。", "8": "不失于時。故曰。用心難。如倚門傍戶者。大都不可與", "9": "語此也。學佛者倚傍釋迦。學儒者倚傍孔丘。學道者", "10": "倚傍老聃。離却依傍。露地上立脚。如師子王。往返遊", "11": "行。跳躑自在。了無依倚。惟悟徹心光者。信手便用。信", "12": "手便用。方是隨宜出興。不失于時者也。若定上座。從", "13": "臨濟來。或問。如何是禪河窮到底。定即搊住。擲向橋", "14": "下。有同行解之。定曰。若不是這老凍膿。直教禪河窮", "15": "到底。定可謂信手便用者矣。總論隨宜出興。善用其", "16": "心處。如是之用。出世即名為佛。經世即名為儒。養生", "17": "即名為老。彼倚門傍戶者。譬猶賈舟。自無勢力。假冐", "18": "他勢。扁其額曰。某翰閣。某部寺。某臺諫。以欺誑一切", "19": "不知者。解不望風而靡。若彼真主。卒然相值。則所冐", "20": "扁。不惟不敢張炫。而且覆藏之不暇。嗚呼。男兒家頂", "21": "天立地。睜眉弩眼。高談闊論。孰不自謂聖賢豪傑之", "22": "徒。一旦撞著個沒面目漢子。將無孔鐵鎚。輕輕敲擊。", "23": "未有不眼目動定。支吾不及。如是而安望其能知四", "24": "難之旨乎。", "25": "示眾示眾", "26": "大抵眾生之機。不越四料簡。有高而不能下者。有下", "27": "而不能高者。有不能高下者。有能高能下者。善教者", "28": "隨機接引。", "29": "又。", "30": "一僧作長歌送師北行。字畫不楷。內有差舛。掌之曰。", "31": "今之學者。且莫說向上巴鼻。即進退辭讓之節。事師", "32": "交友之道。茫然不知學恁麼佛法。", "33": "示塗毒居士書云。我今止有報佛恩一事。𢬵却自命。", "34": "一切利害毀譽。非我所知。我逆逆順順。淺淺深深。非", "35": "汝輩所知。", "36": "中峰禪師刻石殿偈云。生生菩薩家。世世常出家。心", "37": "不忘般若。身不離袈裟。師令緇白念誦曰。修行人多", "38": "墮富貴。皆由願力輕微。心有染著。永嘉大師。所以這", "39": "般發願。", "40": "又云弇州王居士。臨終。願生貧賤。童真出家。歸依大", "41": "善知識。却難得。", "42": "俗諦中人。入吾法中。如人溺大海。露髮髻子。善知識", "43": "提携。如援髮髻子相似。須自家盡命掙著。不然是自", "44": "要沉沒。千佛出世。也難救取。", "45": "師問陸生云。昔支公有言。知廢則覺全。旨意如何。陸", "46": "云。知廢可以全覺。又問。汝知曾廢否。云不曾。又問。汝", "47": "是知否。云是。師云。是知知不知。", "48": "師問僧云。汝曾念圓覺經否。云今日念一部。又問。圓", "49": "覺經云。如來入於神通大光明藏。田中蝦䗫。入神通", "50": "大光明藏否。云入。又問。既入神通大光明藏。云何又", "51": "做蝦䗫。云不入。又問。一切眾生。皆證圓覺。又如何理", "52": "會。云佛意一切眾生。皆可修證圓覺。師叱之曰。若一", "53": "切眾生。皆修證而證圓覺者。何不曰一切諸佛皆證", "54": "圓覺。僧無語。", "55": "示眾", "56": "余讀普門品。至於若多淫欲。常念恭敬觀世音菩薩。", "57": "便得離欲。若多嗔恚。常念恭敬觀世音菩薩。便得離", "58": "嗔。若多愚癡。常念恭敬觀世音菩薩。便得離癡。不覺", "59": "掩卷三嘆。感聖言之明白照著。皎如日星。無奈讀者", "60": "於平常中作勝解想。所以本易而反難也。夫三毒者。", "61": "果有性乎。果無性乎。如其有性。則常劫恭敬稱念菩", "62": "薩。終無空理。如其無性。凡觸不可意事。及可意事。何", "63": "即怫然而怒。忻然而喜耶。余以是知三毒。菩薩。出沒", "64": "無常。如一指之屈伸耳。凡讀經者。於此了然不惑。則", "65": "普門示現。豈獨觀音能之。我不能哉。", "66": "示僧明璿示僧明璿", "67": "大凡男子家立心作事。先要究明源本。源若不清。流", "68": "必昏。本若不固。枝必枯。故學出世法。先要洞明自心。", "69": "然後昭廓心境。窮內外典籍。而大其波瀾。則化風自", "70": "遠矣。人天自嚮矣。學世間法。亦先要講明仁義。擴充", "71": "度量。凡經世糟粕亦須嚼過。復加真實心地。行之既", "72": "久。一旦臨事。自然接拍成令矣。又洞明自心。貴在情", "73": "死。葢情不死。性不活。則於博地凡夫。欲其直下轉識", "74": "成智。心境圓通。安有是處。故情不死。豈惟禪不可參。", "75": "即問學亦難到精深處。吾與汝先授五根本戒者。亦", "76": "願汝根門潔白。攀緣自斷。情亦漸死耳。設情不死。夾", "77": "帶修行。謂之野干種。何哉。以其自生至死。若靜若動。", "78": "若穢若潔。若精進若懶墮。無非情故。故曰萬物浮沉", "79": "於生死者。情為其累焉。且道情死一句子。又作麼生", "80": "舉揚。是佛是魔皆蠱毒。非魔非佛總冤讐。直饒棒下", "81": "翻身漢。未入黎奴白牯流。若學世間法。非老漢本色。", "82": "他家自有門頭在。茲不多說。惟源與本不可草率。則", "83": "種種皆然。汝果能依吾言語做去。決不賺汝。珍重。", "84": "示丹陽老人誦毗舍浮佛偈示丹陽老人誦毗舍浮佛偈", "85": "本來一切自在。一有身心。便不自在矣。以有身故隨", "86": "生隨死。以有心故隨憎隨愛。隨生則怖死。隨死則迷", "87": "生。隨憎則愛亦成憎。隨愛則憎亦成愛。以故生死無", "88": "常。憎愛百出。即一切直下自在。翻成一切不自在矣。", "89": "故能達生死不可得者。雖處生死而無患。能了愛憎", "90": "不可得者。雖當好惡而常閒。此意易悟難行。果行之", "91": "積久。即一切不自在者。直下又翻成一切自在矣。欲", "92": "明此旨。須誦毗舍浮佛授道偈千百萬遍。無論愚智", "93": "自然開解。", "94": "示狄都護示狄都護", "95": "要拏的是去的耶。去的是要拏的耶。此兩個子。孰賓", "96": "孰主。判然揀辨得出。自然諸想頓寂。不坐於空。到此", "97": "時節。自知好惡矣。問人何益。", "98": "示海鹽善人示海鹽善人", "99": "心善蓮花開。不善蓮花謝。蓮花在自心。鮮明不假借。", "100": "即心是佛。頭上安頭。離心是佛。斬頭覓活。不即不", "101": "離。若是佛者。總成埋沒。終不成佛。若欲成佛。須悟", "102": "此旨。", "103": "觀身觀身", "104": "吾甞諦觀此身。兩乂九孔。倘裸體通衢之衝。吾知無", "105": "分賢愚少長之人。必以為醜而怪之矣。再去吾皮膚", "106": "而觀之。吾又知觀者俱怖畏而逃矣。吾又去吾筋肉", "107": "骨立于稠人之中。豈惟怖畏而逃之哉。必人人膽驚", "108": "魂喪而不忍觀也。噫。彼觀者怖畏吾。而不返怖己。謂", "109": "之有智可乎。", "110": "佛光佛光", "111": "僧之有光。定慧并強。定則情空。慧則性彰。兩者互奪。", "112": "一存一亡。此非口說。心悟力行。", "113": "示志燈示志燈", "114": "志乃心之所在。燈乃光耿破暗。暗破心地。自然高明。", "115": "心地既高明。則大人君子。便不下視汝矣。", "116": "與于中甫與于中甫", "117": "浮沉別道。情為其累。當斷不斷。幽縶奚釋。", "118": "示如聞示如聞", "119": "眾生橫計。封蔽本心。是故於全體作用中。疑而不能", "120": "用也。一夕余將一指屈而問如聞曰。汝見麼。曰見。此", "121": "外見否。曰不知。余喟然嗟嘆久之。而示之曰。我此指", "122": "一屈。一切聖凡。一切依正。無有一法可伸者。豈唯此", "123": "屈如是。法法皆然。如一念生滅。生則盡虗空界俱生。", "124": "無有芥菜子許空隙可容滅者。滅亦如是。維摩為彌", "125": "勒曰。一切眾生皆如。又文殊對維摩曰。居士我不來", "126": "相而來。若初有來。今則不能見居士矣。由是言之。則", "127": "不來非來。來非不來。明矣。惟諦了自心者。情見漸破。", "128": "於此法門。通得一法。而法法皆了矣。", "129": "勉法興勉法興", "130": "佛言。住家比丘。見客比丘來。心上不喜。此我法滅兆", "131": "也。余讀經至此。不覺涕泗橫流。法興有供眾志。書此", "132": "勉之。", "133": "義井語錄(平湖西源居士陸基忠述)義井語錄平湖西源居士陸基忠述", "134": "師說。多讀書的人。終是近真。以其被佛祖聖賢言語。", "135": "熏得此心熟了。熏得熟了。縱習氣不好。也漸漸熏得", "136": "香。", "137": "師說。全要講透這個明心見性四字。你說心性。是一", "138": "是二。某請師開說。師說心性原無二。眾人不見性。所", "139": "以說百姓日用而不知也。至人能自見其性。豈非明", "140": "心乎。見性則心自明。非是明了心。方能見得性也。", "141": "師說。志公說坐臥不知原是道。只麼忙忙受辛苦。師", "142": "又說道如水。水中有魚。大幾千里者。有魚小如毛髮", "143": "者。大魚以為我大。小魚以為我小。此情也。非理也。理", "144": "則魚無大小。皆全是水。作如是觀。此理也。非情也。情", "145": "本無根。自性變而有之。無我而靈者。性也。有我而昧", "146": "者。情也。眾人率有我而昧者應事。所以不能通天下", "147": "之情。聖人率無我而靈者應事。所以能通天下之情。", "148": "而吉凶禍福不能累爾。說雖如此。名不檢則義不精。", "149": "義不精則理不徹。理不徹則性不盡。性不盡欲至於", "150": "命。無有是處。夫命用也。此用現前。虗空可以卷舒。有", "151": "無可以為一條。佛說有無二法。攝盡一切法。故至於", "152": "命者先天而天不違。天尚不違。萬物能違之哉。此等", "153": "意思口說。滑然可聽。聞者易生歡喜。然要此用現前。", "154": "熱惱根拔不盡。清凉夢不曾醒。謂之盡性。則可謂之", "155": "至於命則不可。古德云。不是一番寒徹骨。怎得梅花", "156": "噴鼻香。夫寒徹骨者。如顏子隳肢體黜聰明。亦是個", "157": "小樣子。葢肢體隳則身不可得。聰明黠則心不可得。", "158": "身心既皆不可得。則情死而性活矣。性活只此肢體", "159": "便是法身。只此聰明便是般若。法身則無有邊際。般", "160": "若則智用萬物而不勞。若人說法身外有芥菜子許", "161": "法。此便是外道。以其心外見法故也。又身與心。身是", "162": "積聚義。心是知覺義。以實言之。身即是心。心即是身。", "163": "用他積聚便名身。用他知覺便名心。曹溪曰。吾有一", "164": "物。無頭無尾。此無頭無尾者。見得徹了。謂之盡性。見", "165": "徹了能用得謂之命。我故曰命用也。", "166": "師飯畢說。晉肇法師。得罪於姚興。興欲殺之。肇乞假", "167": "七日。作一書名寶藏論訖。將死時。說偈曰。四大原非", "168": "有。五蘊本來空。將頭臨白刃。一似斬春風。又有一禪", "169": "者。盜入室問有寶否。禪曰有。盜曰。將寶來。禪一喝。盜", "170": "斬其首。師問。此二人誰有受用。某曰。死不作偈者有", "171": "受用。師問曰。如何見得。不作偈者有受用。某曰。不涉", "172": "廉纖。師曰。後禪不獨熟養。渠亦用得了。", "173": "師說。把手牽他入不得。惟人自肯乃方親。知人者智", "174": "也。自知者明也。", "175": "師說。道要知得。知得又要行得。行得又要證得。證得", "176": "又要忘得。忘得方纔用得。不知道者。一遇些小患難。", "177": "即不能做主張。便垂首喪氣。知道者值此。必有解脫", "178": "之機。決不為患難綁縛。知又有淺深。有誠明而知者。", "179": "有明誠而知者。誠明而知。得力終大。明誠而知。得力", "180": "終弱。", "181": "師說。學道先要沒偷心。", "182": "師又說偈曰。伏羲畫卦若有成。伏羲有死而無生。伏", "183": "羲畫卦若不成。伏羲無實而有名。惟其成與不成故。", "184": "成成不成虗而靈。", "185": "師問。喜怒哀樂未發時。有我無我。若說無我。則成斷", "186": "滅。故未發不是死物。但未發不昧已發。始謂之中。已", "187": "發不昧未發。始謂之和。", "188": "師說。易顯道神德行。道至微者也。德行至麤者也。如", "189": "能通易。則至微者我可以顯之。至麤者。我可以神之。", "190": "易豈可不讀乎。不讀易。則學問不通方。", "191": "師言。唯識界法。喻參合。理自曉然。其經文中。道理隨", "192": "自家活變。發揮及舖敘。節奏亦自活變。前來所迷生", "193": "起之由如此。伏歸元真亦如此。文章馳騁。也要活變。", "194": "莫局死格。", "195": "師見某執筆。隨問隨說隨抄。因謂之曰。不必抄說。你", "196": "既在這裏。與我相逢只要查考身心。有個下落處便", "197": "了。", "198": "示吳居士示吳居士", "199": "佛生七日。母即生忉利天。及佛出家得道。將欲普度", "200": "眾生。既而思之。我母未度。先度眾生。此非後母而先", "201": "人乎。於是即昇忉利天。為母說法。母聞佛說。亦心開", "202": "得道。由是而觀。則生事死葬之孝。以為人子之孝。止", "203": "於此而已。恐非天下之達道也。以至孝言之。而為人", "204": "子者。能如佛為母說法。母亦得道。如是之孝。方為至", "205": "孝耳。故曰。以形孝者情也。以理孝者性也。情乃有我", "206": "而昧者也。性乃無我而靈者也。有我則不虗。不虗則", "207": "不靈明。無我則虗而靈明矣。故以不虗不靈者行孝。", "208": "孝終不達。以虗而靈者行孝。謂孝不達。未之有也。今", "209": "吳居士。有志敬事旃檀瑞像。必欲母之終將聞法。心", "210": "開得道。此亦佛之心也。雖然。佛為眾生。立孝為宗。宗", "211": "立則天下有所主。有所主耳目不二。耳目不二。則心", "212": "不待別而自一矣。心一則有我而昧者日消。無我而", "213": "靈者日長矣。", "214": "一合理相一合理相", "215": "自須菩提至是名微塵眾。總七十九字。此七十九字。", "216": "千轉萬變。低昂浮沉。隨問隨答。勢如轉萬鈞之石於", "217": "千仞之溪。雖若泰山之重而實輕如鴻毛也。泰山之", "218": "重喻眾生一合相執。鴻毛之輕喻聖人般若之利。次", "219": "段自世尊至貪著其事。總七十一字。此七十一字。不", "220": "過以多碎相破一合相耳。前段不過以一合相破多", "221": "碎相耳。何謂多碎相破一合相。以多碎相觀一合相。", "222": "則一合相不待觀空而後空也。何謂一合相破多碎", "223": "相。以一合相破多碎相。亦不待觀空而後空也。嗟乎。", "224": "眾生計六尺之軀堅於須彌。所以死生榮辱。不召而", "225": "至也。如知一合相可以破多碎相。多碎相破一合相。", "226": "則一合相與多碎相。未甞有也。何須種種方便權巧", "227": "而力破之。雖然。身執既重。不藉方便。孰是天生彌勒。", "228": "自然釋迦。", "229": "破地獄偈破地獄偈", "230": "若人欲了知。三世一切佛。應觀法界性。一切惟心造。", "231": "此偈總二十字。而四聖六凡。十法界。依正二報。靡不", "232": "括盡矣。第世人心識粗浮。誦而不知其義。義既不知。", "233": "則所謂破地獄。破餓鬼。破畜生。破人。破修羅。破天。破", "234": "聲聞。破緣覺。破菩薩。破佛。一破齊破。此佛說偈之意", "235": "也。或曰。六凡破之。可也。四聖。何故亦破之耶。對曰。子", "236": "不達惟心之旨。如一達惟心。方知四聖六凡。十界法", "237": "依正二報。皆情之變也。如六道中。三途皆惡情也。人", "238": "修羅天。此三者皆善情也。聲聞緣覺菩薩佛。皆淨情", "239": "也。非染情也。由是觀之。則天與人修羅。雖勝於三塗。", "240": "然皆善染情之變也。故曰。凡聖情盡。體露真常。真常", "241": "即惟心也。嗚呼。惟心之用。聖人與眾人。諸佛與眾生。", "242": "皆未甞不圓滿者也。但眾人與眾生。日用而不知。聖", "243": "人與諸佛。日用而不昧。此所以有四聖六凡之別也。", "244": "人為萬物之靈。四聖六凡之前者不能知。則四聖六", "245": "凡之變。吾不能作主矣。既不能作主。則被凡聖境界", "246": "轉我。我不能轉凡聖境界也。西源居士。如達此意。則", "247": "滿偈道人。自然形雖木偶。心未甞不通悟也。何以故。", "248": "一念不生。夫婦無二法身故也。", "249": "又曰。天地同根。萬物一體。故父子夫妻。如存者開悟。", "250": "亡者亦心安。亡者開悟。存者亦心安。此道理如此。奈", "251": "世人見迹而不明理。所以存亡。便作兩橛看也。", "252": "萬曆丙申。紫栢尊者挂錫余誡閒堂。偶閱普門品。", "253": "至受苦眾生。聞是觀世音菩薩。一心稱名。觀世音", "254": "菩薩。即時觀其音聲。皆得解脫。乃詰學者云。稱名", "255": "者眾生也。而菩薩觀之。觀音者菩薩也。而眾生解", "256": "脫。是張公喫酒李公醉也。如之何其會通耶。眾皆", "257": "未達。因舉閬守因緣曰。了是則了是矣。余因偈曰。", "258": "斬像頭挫。射虎石破。格物物格兩番墮王宇泰筆麈。", "259": "附禮佛儀式附禮佛儀式", "260": "初念淨法界真言三遍訖。即曰。乘佛威神。謹誦淨法", "261": "界真言若干遍。惟願。承是真言威神波光力故。蕩滌", "262": "盡虗空遍法界。十方三世依正二報。悉皆清淨。以此", "263": "清淨三業。讚歎三寶。觀想三寶。禮拜三寶。即讚即觀", "264": "即禮畢。即曰。", "265": "南無盡虗空遍法界十方三世一切佛陀達磨僧伽", "266": "耶。各一稱一拜。", "267": "南無千華臺上百寶光中華嚴教主本師釋迦牟尼", "268": "盧舍那尊佛以下。俱一稱一拜。", "269": "南無東方藥師琉璃光如來。", "270": "南無西方極樂世界三十六萬億一十一萬九千五", "271": "百同名同號大慈大悲阿彌陀佛。", "272": "南無當來下生彌勒尊佛。", "273": "南無藥王藥上菩薩摩訶薩。", "274": "南無觀音勢至菩薩摩訶薩。", "275": "南無文殊師利普賢菩薩摩訶薩。", "276": "南無月光菩薩摩訶薩。", "277": "南無南嶽慧思菩薩摩訶薩。", "278": "南無智琬菩薩摩訶薩。", "279": "南無西天東土歷代傳宗判教併翻傳秘密章句。諸", "280": "祖菩薩摩訶薩等。三稱三拜。", "281": "南無南嶽慧海尊者以下。一稱一拜。", "282": "南無七祖讓尊者。", "283": "南無青原思尊者。", "284": "南無馬祖一尊者。", "285": "南無石頭遷尊者。", "286": "南無天台智者顗大師。", "287": "南無賢首藏大師。", "288": "南無慈悲基大師。", "289": "南無十方現在。人天眼目。諸大知識。大法師。惟願。仗", "290": "佛慈光。世世道風遠布。尊尊福慧昌隆。弟子某。仰承", "291": "釋迦如來慈善根力。謹代十方三世一切尊卑檀越。", "292": "水陸空行天龍八部幽冥靈聰。人王世主。州牧縣長。", "293": "師僧父母。法友眷屬。願于三寶光中。仰仗三寶威神", "294": "之力。未發菩提心者。願發菩提心。已發菩提心者。堅", "295": "固護法心。堅固精進心。早出輪迴苦。次念十願王一", "296": "遍拜。次念般若心經一遍畢。曰乘釋迦如來慈善根", "297": "力。謹誦般若心經一遍。迴向十方常住三寶。以此功", "298": "德。囑願當今皇帝。萬歲萬萬歲。發四弘誓願。三稱三", "299": "拜。所謂禮佛一週也。", "300": "紫栢尊者別集卷之四終", "301": "No. 1453-1 紫栢尊者別集附錄No. 1453-1", "302": "紫栢尊者別集附錄", "303": "私淑弟子　甬東　陸符　撰", "304": "傳略師諱真可。達觀其字也。晚自號紫栢。萬曆中。慈聖皇", "305": "太后。欽師道風。上亦雅知師。謂若此真可名一僧。師", "306": "遂取以更其名云。世家吳江之攤缺。沈姓。父連。字季", "307": "子。其先句曲人。師生有異徵。雄猛不可羈紲。稍長。志", "308": "益大。飲酒恃氣。慕古游俠之行。他日自言。吾本殺猪", "309": "屠狗之夫。葢道其實也。年十七。辭親隻行。願立功名。", "310": "塞上行至郡城楓橋。天大雨不得前。虎丘僧明覺者。", "311": "過視。壯其貌。問知遠行。因以葢接之歸。具晚餐。夜臥。", "312": "聞僧誦八十八佛名號。心忽開悅。侵晨起。告覺願出", "313": "家。遂解腰纏治齋。覺即白眾為祝髮。因禮覺為師。是", "314": "夜即兀坐達旦。覺欲募鐵萬斤鑄大鐘。師乃獨身往", "315": "平湖。趺坐一巨室門外。主人進食。不食。問何為。曰願", "316": "得鐵萬斤。鑄大鐘。鎮虎丘山寺。主人立𢌿鐵如募。師", "317": "為舉食。竟載之歸。閉戶讀書。歲餘不越閫。年二十。從", "318": "講師受具戒。掩關武塘景德寺。三年。辭覺包腰參訪。", "319": "聞僧誦張拙秀才偈。至斷除忘想重增病。趨向真如", "320": "亦是邪。曰何不云方病無不是邪。僧哂之。師大疑。到", "321": "處書二語于壁。迷悶至頭面俱腫。一日齋次忽悟。頭", "322": "面立消。曰使我在臨濟德山座下。一掌便醒。自是氣", "323": "宇凌鑠諸方矣。初祖西來。以楞伽印心。從上祖家。皆", "324": "精其義。立為綱宗。勘󳮱來學。宋洪覺範憂末法失傳。", "325": "遂為智證傳。僧寶傳諸書。以撰述佛祖旨訣。其書世", "326": "多未見。師𢯱得古本大喜。因遊匡山。深究相宗精義。", "327": "已而遊五臺。至峭壁空巖。有老宿孤坐。師作禮問。一", "328": "念未生時如何。宿竪一指。又問。既生後如何。宿屐兩", "329": "手。師於言下領旨。尋跡之失其處。至京師參徧融大", "330": "老。融問。何來。曰從江南來。來此何事。曰習講。又問習", "331": "講何事。曰貫通經旨。代佛揚化。融曰。能清淨說法乎。", "332": "曰至今不染一塵。融命師解直裰施旁僧。攬其裏曰。", "333": "脫却一層還一層也。師笑頷之。遂留。時與知識嘯巖。", "334": "法主暹理諸公。參證所得。乃歸省覺去。辭覺時已九", "335": "年。師見道法陵遲。五家綱宗墜地。以負荷大法為己", "336": "事。倡刻大藏。廣其流布。日以智證傳一書囑付傳習。", "337": "或時教人專持毗舍浮佛偈。謂此偈是去來諸佛心", "338": "印。禪之真源。常言。吾持此二十餘年。已熟半句。熟兩", "339": "句。死生無慮矣。先是。有南昌諸生出家補陀。曰密藏", "340": "道開者。聞師風來歸。師深器重。留為侍者。凡法門大", "341": "事如復楞嚴寺。刻大藏。復化城。皆以屬之。師終身不", "342": "受人祈請出世。終師世亦無敢開堂受請者。獨與憨", "343": "山清公為友。嘗對談四十晝夜。不交睫。有志修。國朝", "344": "傳燈錄。與清公約。共住曹溪。開導法脈。遂從帝京繇", "345": "三晉。歷關中。跨棧道。至蜀。禮普賢。順流下瞿塘。過荊", "346": "襄。登太和。至匡廬。尋清公。約清公以興復勞山海印", "347": "寺。為黃冠奧援訐奏被逮。師聞報。禱佛冀佑。不死。獨", "348": "往曹溪知已得遣雷陽戌。因往白下江關。待之相見", "349": "執手嘆曰。公以死荷大法。我何人哉。公不生還。吾無", "350": "生日。他日即先公死。後事屬公。清公至雷陽。得間過", "351": "曹溪曰。此達老志也。吾以行間至殆不偶後公得釋", "352": "即住錫宗風振焉。上以三殿工開礦稅。中使輩出。有", "353": "李道者初奏。南康守吳寶秀抗旨逮治。其夫人哀憤", "354": "投繯死。師聞之曰。良二千石為民請命死。其妻自且", "355": "不免。時事至此乎。遂入都門營救。以毗舍半偈令誦", "356": "十萬當出獄。吳持至八萬。上意解得末減。師因喟然", "357": "曰。憨山不歸。我出世一大負。礦稅不止。我救世一大", "358": "負。傳燈未續。我慧命一大負。釋此三負。當不復遊王", "359": "舍城矣。門弟子皆知都下側目。師相繼奉書勸出。開", "360": "侍者刺血具書隱去。師居方山時。嘗卜出處于李長", "361": "者。誓以身命弘法。報書輙謂。吾當斷髮。已如斷頭。今", "362": "更有何頭可斷。其意以出家兒。大事既明。身心尚有", "363": "僇辱揀避。雖比古之立名義不侵然諾者。尚不可得。", "364": "況欲稱祖家兒孫。操提正令。以殺活天下。雖謗毀章", "365": "疏不一。師處之屹然。居無何。妖書事發。上震怒。方大", "366": "索。先是。江夏郭公正域為少宗伯。以楚藩事。與政府", "367": "抵牾。金壇于玉立比部故與郭交好。而吳沈令譽與", "368": "予。皆師弟子。以醫游公卿間。尤往來江夏稱最善。政", "369": "府私人欲先得沈以及予。與郭而并及師。乘妖書羅", "370": "織捕沈。拷掠楚毒備至。沈終無所承。篋中𢯱得師與", "371": "令譽手書。乃欲營救清公。謂勞山海印之復。為聖母", "372": "保護聖躬香火。今毀寺戍清。是傷聖母之慈。妨皇上", "373": "之孝也。御史康丕揚得之。遂據以聞。先時慈聖聞師", "374": "至。命近侍陳儒致齋供。賜紫伽黎。師受供謝紫衣。適", "375": "從石經山。得隋時琬禪師所藏佛舍利。因請入供。太", "376": "后出帑金。送歸石窟。言者率以靡內帑金錢為師咎。", "377": "一日有中使奉上命。賷數千金請師印藏經頒賜。師", "378": "不奉詔。曰印經自有人。中使固以受上旨。堅請不肯", "379": "去。其人常從師執禮者。師呵之。欲起杖。不得已。復命。", "380": "上笑曰。固知此僧。非利財者。上嘗手書金剛經。汗漬", "381": "冊紙。疑當易。亟遣中貴馳問。師以偈進曰。御汗之滴。", "382": "萬世津梁。無窮法藏。從此放光。上覧之。大悅。以故劾", "383": "上。留中政府力持之。始下命大金吾。研審而已。師居", "384": "西山潭柘寺。諸校夜至。不敢白。但匍匐求開示。師為", "385": "語竟夕。至曉。諸校伏地哭出帖。師命治齋禮佛。書偈", "386": "別眾。就訊以三負對。無他辭。傳送刑部對如初。有郎", "387": "官嫉師者同鞠。故令杖。師凡對簿直入。趺坐階下。左", "388": "右雜投刑具。唱聲恐嚇不為動。受杖已復起坐。獄詞", "389": "無可按。特以救清公書謂語連朝廷。欲引子罵父律。", "390": "不果竟擬坐左道。獄具將上。師聞之曰。世法如此。久", "391": "住何為。手字付侍者性田。令致法侶田哭。師叱曰。侍", "392": "我二十年。猶作此去就。却食飲尋說轉生歌。子夜猶", "393": "口授十餘偈。黎明索姜湯嗽齒。就地坐。誦毗盧遮那", "394": "佛數聲。閉目不語。御史曹學程。先以言事繫獄。聞師", "395": "狀趨至。望見輒大呼。師好去。師復張目微睇。啟手扶", "396": "兩足跏趺以逝。時萬曆癸卯十二月十七日也。師生", "397": "于嘉靖癸卯六月十二日。世壽六十有一。法臘四十", "398": "有奇。師報逝待命六日。坐風露中。顏色不少改。遺命", "399": "母龕斂。周以蘲埋葬慈慧寺土坎中。次年春夏。霖雨", "400": "及秋。眾憂淹漬久。令田侍者鳴諸當事。得請歸龕。啟", "401": "視端然如生。見者悲踴。如佛復出。傳聽來觀。奔動畿", "402": "下。龕歸江南。途中尚多求啟視瞻禮者。江南弟子議", "403": "卓塔地。持未決。適圜中錄刻成寄至。中有怪來雙徑。", "404": "為雙樹語。遂定議歸徑山。師相好魁奇雄碩。威掩萬", "405": "眾。童真絕染。膚體如鐵石。日飯數升。過中不食。自出", "406": "家即脇不到席。四十餘年如一日。所至設高座。懸燈", "407": "趺對密藏開公嘗侍立。聞鷄鳴顧語師曰。學道人坐", "408": "地安問鷄鳴始行脚二十里足痛。以石砥足。至日行", "409": "二百里乃止。嘉興楞嚴寺初復。禪堂成。師題一聯。謂", "410": "當以血書之。引錐刺臂血盈盌。用絮清大書榜上。常", "411": "至膠西。秋水時至。欲渡眾不可。師解衣先涉亂流。及", "412": "肩。疾呼眾前。顧謂曰。閱生死要當如是。師身律嚴。至", "413": "于忠孝大節。尤為性篤。幼奉母訓。不坐閾。終身立不", "414": "敢近。常禮佛始進食。在潭柘值客至。誤先舉。乃對知", "415": "事曰。今日有犯戒者。命爾痛杖三十。輕則倍。起授杖", "416": "就佛前伏地。受責如數。在陽羨山中。讀長沙志。至忠", "417": "臣李芾城守垂陷。授劍部將。斬其全家。部將痛哭。受", "418": "命已而自殺。執卷淚迸如雨。旁侍者不哭。呵之謂。當", "419": "推墮崕下。所至梵剎。見祝聖牌必敬禮。曆書初授。必", "420": "加額始開覧。白衣弟子入室。激發以忠義。懲戒貪暴。", "421": "形于論說。至謂教人制舉業進身。使為大盜劫財。較", "422": "昔人盡馬入馬腹。其罪報當愈甚。師心慈外貌威重。", "423": "及門弟子多賢豪搢紳。御之平等。尊嚴不少假。常言", "424": "法道非資人為牛鼎。以世情求法。不入吾室。我不憾", "425": "也。惟遇利根男子。雖劄不少假借。當機不契。恨之直", "426": "欲頓斷其命。至誘接下中。隨器盡量。人自習安駑緩", "427": "畏其攀躋。多望崕而退焉。明覺者故嘗好醫。一日還", "428": "家畜妻妾。以醫名吳會。然移居大澤中深自匿。師密", "429": "使人踪跡。詭名字稱病。臥舟中邀覺。覺至大駭。師流", "430": "涕嘆息。覺皇恐唯命。遂剃除。乃反執弟子之禮。師行", "431": "脚見名藍廢址。必發願󳭪復。從楞嚴至歸宗。凡興建", "432": "一十五所。歸宗遺蹟僅古松一株。寺僧薪斵幾所將", "433": "盡伐售米五斗。有丐者乞米贖免。師過而累土石掎", "434": "築。呪其下願松再榮。寺當後復。松果日茂。寺竟因師", "435": "復云。師聞難。無敢為訟冤者。唯侍者性田周旋圜中。", "436": "故有枯木冷重雲。獨見田侍者之句。田常熟人。幼常", "437": "事慧日寺比丘古林。貌癯顴起。純體筋骨。性突兀不", "438": "易馴擾已。林遣事師。獨祇侍唯謹。頷󰬇指使氣息相", "439": "應。即中夜承諾警絕無寐。少不知書。索卷籍筆劄隨", "440": "所命必應手。師有所往。頂笠即行。一肩追隨。若預裝", "441": "者。嘗呼為小道人。或命為田道。時遭痛杖。初無怨色。", "442": "一日逐之使去。田哀號無所出。故嘗向大士禮清淨", "443": "三業文。是日聲鳴甚悲。音齒忽異。師問知為。田乃復", "444": "令入。自此不復加杖。師示寂報訃江南。復北上奉龕", "445": "歸徑山。始剃除。不踰年微疾死。塔骨寂照庵放生池", "446": "山左。曰田侍者塔云。師龕始供庵中。越十一年。定葬", "447": "山後黃沙灘。人言。其地有瀦水。改卜五峰大慧塔之", "448": "陰曰文殊臺。巳擇曰火浴矣。清公從南嶽數千里來。", "449": "撰文預定祭日。適與期會。遂把火焉。師有文集。及圜", "450": "中語錄。金沙門人合刻。共一十六卷。後三十二年。有", "451": "私淑弟子。四明陸符。刪次補纂。為紫栢心要四卷。序", "452": "而藏于家。", "453": "傳略。據塔銘為整頓先後。葢以傳說之最真者。至", "454": "大師被患本末。當湖季高宗文血骨塔記。載之獨", "455": "詳。因採補以入。若大師里氏。定為吳江。季高謂。此", "456": "特因師無巴生傳。有生於青草灘語。且記沈十林", "457": "云。固曾詢之。師曰。有益則言。無益則止。卜之以鬮", "458": "不果。此更誦說大師者。不可不知也。", "459": "東廠緝訪妖書底簿東廠緝訪妖書底簿", "460": "萬曆三十一年。十一月二十日申時。東廠番役李泰", "461": "等報。到僧人達觀。由崇文門內觀音寺起身。騎坐黑", "462": "驢一頭。帶徒僧二人。俗人一名。到于北安門外。觀音", "463": "庵住歇。五鼓出阜城門。去訖。", "464": "十二月初一日。辦事李繼祖等。訪得達觀在西山檀", "465": "柘寺潛住。西司房辦事吳應斗拏獲。錦衣衛候審。", "466": "初二日王之禎。令校尉將達觀帶到西司房。當廳問", "467": "說。你是箇高僧。如何不在深山修行。緣何來京城中。", "468": "交結士夫。干預公事。有達觀回說。明公說的是。我也", "469": "欲要遠去。今在西山暫住。我心中原無別事。今既遭", "470": "遇。是我前世業障。", "471": "初三日。王之禎問。達觀你是那裡人。為何造作妖書。", "472": "達觀回說。貧僧是蘇州府。吳江縣人。自幼出家。于萬", "473": "曆元年來京。受　聖上無量之恩。那有此事。蒼蒼在", "474": "上。若有一字。即該萬死。之禎問。康御史𢯱出你與沈", "475": "令譽書。立心要遠而大。書內怎麼說。達觀回說。因為", "476": "德清與耿一蘭。爭海印寺。造下業障。貧僧將此書與", "477": "沈令譽。託牌子官閻鸞。未曾舉行。之禎問。你書內如", "478": "何將　穆宗皇帝稱夫。你雖方外人。亦是　朝廷臣", "479": "子。這是你不省事處。達觀回說。貧僧止以五倫內所", "480": "據寫之。只是教人學好。並不敢有一字為非。之禎說。", "481": "恃著你有學問。造作妖書。你不肯實招。令校尉將手", "482": "扭開了。將手指拶一拶。敲一百下。達觀回說。這樣事", "483": "情。不是貧僧做的。之禎又問。你為僧只合居山谷修", "484": "行。是你本等。你來京。所幹何事。達觀回說。貧僧因化", "485": "藏經。并修高僧傳。續傳燈錄。因此來京暫住　又沈", "486": "令譽供。係吳江縣人。先年在籍投拜。被參問絞監。故", "487": "僧人達觀為師。萬曆三十年六月。以行醫來京。比達", "488": "觀先已在京。朝夕相往計議。救拔德清張本。及糾結", "489": "月清戒山等。謀進佛牙云云。", "490": "右東廠緝訪妖書底簿。故司理陳矩家所藏。一時", "491": "拷掠詰問。與大師從容應對。不激不撓。其實錄備", "492": "見于此。可與圜中語錄。相證明也。奸邪小人。快心", "493": "鈎黨。欲借大師為一網。斬艾賢士大夫之異己者。", "494": "遂不憚殺阿羅漢。造彌天積劫之業。江夏郭文毅", "495": "公正域。撰妖書始末。特書其事。國史僧史。胥有徵", "496": "焉。載筆者宜詳考之。以補塔銘之闕。石渠舊史謙", "497": "益謹識。", "498": "送達觀大師序送達觀大師序", "499": "昔人云。佛法難值。善知識難遇。葢兩重之。余謂不然。", "500": "即值佛法矣。不遇善知識。道眼終不開通。譬如生育", "501": "人不見日月。豈日月咎。一旦有大醫王。抉其障醫而", "502": "還之明。此豈尋常欣幸哉。余將三十歲。始知有佛法。", "503": "又數年始遇達觀師于嘉善之風涇。此時習天台教。", "504": "師略施鈎錐。余本然無自。葢猶勿遇也。又數年遭先", "505": "人之變。居憂里中。時營復楞嚴。師暫憩東靜室。余屢", "506": "過焉。師密以緣生無性之旨。方便開示。余覺有悟。如", "507": "風痺人始識痛癢矣。逾年師將雲水。贈余白衲。并白", "508": "衲歌。俗以凡質。蒙師曲誘。慶與愧俱。自乙酉別師。庚", "509": "寅再晤金壇。辛卯仲夏再晤姑蘇。至今日之晤凡三。", "510": "葢屈指十年所。余道業不加進。負師實多。乃師道眼", "511": "益明。操履益氷潔。而功益精且勤。葢脇未嘗至席也。", "512": "師謂予。君輩無慚愧。坐無勝解。有勝解則生慚愧。自", "513": "然照齊到。因扣壇經。佛性諸法。常無常義詰余。余目", "514": "過了然。一再銷文。頓覺語澁。葢真無自性。故能起妄。", "515": "妄無自性。故能會真眾生二乘。所共迷執。不繇聖經。", "516": "莫暢玄旨。是日再晤靜海。師再三逼桚。遂通斯義。有", "517": "如撥霧。益悟向來依教隨文。取便口誦。其乖佛意多", "518": "矣。師比精周易。絕喜東坡傳義。謂余曰。吾向淺視儒", "519": "書。今觀周孔之言。對鏡見面。未有違佛者。違佛者註", "520": "脚耳。為余剖析性情魂魄之旨。明快直截。令人喜躍。", "521": "彼鑽故紙者。真足愧死。嗟乎。如此人。奈何可一日不", "522": "親近承事哉。今師且行矣。師心如空。身如雲如影。行", "523": "如金玉。以慈悲為牀座。以山河大地為園囿。瓶錫所", "524": "到天龍執侍。諸佛授手。大根大器。在在合集。如水投", "525": "水。波波無盡。何有於余之蒙。又何有于蒙者之言所", "526": "喋喋者。以勗夫遇師者生難遭想耳。是為序。萬曆甲", "527": "午。五月十又三日。真實居士憑夢禎。和南書于南翰", "528": "林之公署。", "529": "華亭董其昌曰。達觀禪師。初至雲間。余時為諸生。與", "530": "會于積慶方丈。越三日觀師過訪。稽首請余。為思大", "531": "禪師大乘正觀序曰。王廷尉妙于文章。陸宗伯深於", "532": "禪理。合之雙美。離之兩傷。道人于子有厚望耳。余自", "533": "此始沉酣內典。參究宗乘。後得密藏禪師激揚。稍有", "534": "所契。後觀師留長安。余以書招之曰。馬上君子無佛", "535": "性。不如東南雲水。接引初機利根。紹隆大法。自是不", "536": "復相聞。癸卯冬。大獄波及觀師。𢯱其書。此書不知何", "537": "在。余謂。此足以報觀師矣。昔人以三轉語報法乳恩。", "538": "有以也。", "539": "又曰。觀師答問。常有不經人道語。余曾問。菩薩處胎", "540": "受生之後。還知前生為誰。如所云宿命通否。師曰。聖", "541": "人無我。但受生之後。前生所作。循業發現。宛然如一", "542": "日。安用自知為張三李四。許多我相。又余時方應舉。", "543": "日用攻舉子業。余問。此於學道。寧不相妨否。師曰。譬", "544": "如好色人患思憶病。此人二六時中。寧廢著衣吃飯", "545": "一切酬應否。雖復著衣吃飯一切酬應。其思憶病相", "546": "續不斷。即作意斷之。其病益深。李太白詩曰。抽刀斷", "547": "水水更流。是也。有患煩惱塵緣能障道者。若為掃除。", "548": "師曰。如一男子。有殺父讐。懷憤欲報。拂拭純鈎。畢生", "549": "尋覓。初聞張三。二十年後知此真讐。本是李四。便舍", "550": "張三。直覓李四。諸人欲掃除煩惱。正為未知真讐也。", "551": "此語與張拙斷除煩惱重增病。更覺透徹。今紫栢老", "552": "人集。乃不見載。知法語所遺。多矣。", "553": "䟦紫栢尊者全集䟦紫栢尊者全集", "554": "昔人嘆中峰輟席不知道隱何方。以予耳目所及。如", "555": "達觀可大師。真末法中龍象也。讀其書。想見其志氣", "556": "雄爽。為人真切。最可敬者。不以釋迦壓孔老。不以內", "557": "典廢子史。于佛法中不以宗壓教。不以性廢相。不以", "558": "賢首廢天台。葢其見地融朗。圓攝萬法。故橫口所說。", "559": "無罣礙。無偏黨。與偎墻倚壁。隨人妍𡟎者。大不侔矣。", "560": "其于石門文字禪。東坡禪喜集。稱之不去口。葢此方", "561": "真教體。清淨在音聞。欲以文字般若作觀照實相之", "562": "階梯。不妨高擡慧業。誘掖利根則。又此老之深心密", "563": "意也。常熟顧大韶仲恭謹識。", "564": "憶萬曆庚申歲。達老之徒澹居鎧公。持紫栢集見示。", "565": "予為校定二十卷。鎧公携往廬山。今其本存亡不可", "566": "知。然料難再覩矣。此金壇于氏所刻。不知誰所刪定。", "567": "較予所定本。似有遺漏。聊記所憶。一二條于後。與某", "568": "人書云。宗門問答。如蠻人說蠻語。蠻人當自解之。此", "569": "語頗有味。又一傳記。大盜某為僧。殺倡斷愛。習靜得", "570": "果始末甚奇。又有一則盛稱本朝高僧琦楚石。又與", "571": "馬御史經綸論李卓五往復書。俱可傳。今本皆無之。", "572": "顧大韶又識。", "573": "紫栢老人集鈔序紫栢老人集鈔序", "574": "紫栢老人。示現嘉靖。度生萬曆。方余駒齒甫落。則已", "575": "厭人間世。還兜率內院矣。余既深自痛恨。不獲親叩", "576": "籌室。然猶幸從山中禪衲。憨公塔銘。洞悉老人行履。", "577": "大都直捷似黃檗。通悟似臨濟。雄猛剛烈似天目高", "578": "峰。至於繇相歸性。即緣生以指點無生。殆卓卓乎彼", "579": "土天親所不能踰。我震旦中相宗諸師所不能窺其", "580": "閫奧也。嗟夫。入此門庭。誰不具決定志。發弘大願。乃", "581": "一朝布袋打失。桶底篐脫。或以嗔。或以喜。或以辯才", "582": "樂說。或以佛事莊嚴。亦若各聽其機緣之所遭。各隨", "583": "其天性之所近。葢從來未有學步邯鄲。抵掌叔敖。麈", "584": "尾雷同。而可以上傳祖燈者也。昔有譏陳元龍驕而", "585": "自矜者。應之曰。一門雝穆。有德有行。吾敬陳元方兄", "586": "弟。淵清玉潔。有禮有法。吾敬華子魚。清修嫉惡。有識", "587": "有義。吾敬趙元達。博聞強記。奇逸卓斝。吾敬孔文舉。", "588": "雄姿傑出。有王覇之姿。吾敬劉玄德。所敬如此何驕", "589": "之有。嗟夫。此可以定老人矣。全集卷帙浩繁。且多重", "590": "複。茲特摘其最要者。以為老人文字三昧。崇禎甲戌", "591": "蒲月。甬東錢啟忠沃心甫。題于潯陽之長松舘中。", "592": "紫栢老人別集附錄卷終", "593": "No. 1453-B 紫栢尊者別集䟦No. 1453-B", "594": "紫栢尊者別集䟦", "595": "尊者示現于嘉靖中。垂教于萬曆中。母后為之優賷。", "596": "天子為之褒嘉。自公卿以逮編氓。禮足而受記者惟", "597": "恐後。虞山所稱。挺生東吳。氣宇如王者。良不誣已。夫", "598": "摩騰致隆于漢帝。康會見重于吳君。曇始登魏朝之", "599": "座。道林踞晉主之床。以觀尊者。何多讓焉。昔大雄氏", "600": "說法。隨緣開示。即一言半偈。四大眾諦聽。如童稚得", "601": "蜜。孝子依親。尊者擁大法幢。分身散影。普天利益。不", "602": "啻以三十二應身入諸國土。舒八萬四千臂接引眾", "603": "生。于本集之外。復有別集。迷者藉之為寶筏。覺者賴", "604": "之為金繩。余合十而莊誦之。但知無上妙諦。嘆為希", "605": "有金貝。浮香梵花四照。雖古德之活句。五家之機鋒。", "606": "蔑以加矣。因念龍藏之所自始。西方聖人以一大事", "607": "因緣。出現于世。從鹿野苑中至䟦提河。倡演大經。無", "608": "我無量。無小無巨。或利或鈍。或頓或漸。盡皆攝入薩", "609": "婆若海。既滅度後。弟子阿難陀優婆離等。各以大智", "610": "慧結集。為修多羅藏。共闡化源。尊者為末法中龍象。", "611": "導揚西方聖人之旨。闡化源以為佛法金湯者。厥功", "612": "不亦偉與。余曾王父孝廉公。親承摩頂。王父長史公。", "613": "先君贈司理公。世為歸依。余之誦法尊者遺言。非敢", "614": "曰報佛恩。僅以延先澤云耳。", "615": "康熈八年仲冬丹陽奉佛弟子賀寬盥手謹䟦"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1453 紫柏尊者別集", "author": "明 錢謙益纂閱"}