{"sourceLink": "http://www.cbeta.org/", "text": {"0": "舉古", "1": "雪巖和尚語錄卷第四", "10": "昏沉不好。散亂猶乖。識得起處滅處。和座盤一時翻", "100": "林未嘗面壁。迦葉未嘗破顏。神光未嘗立雪。若曰千", "1000": "其人不與交。早歲見無準于徑山。因鑄鐘。令作疏", "1001": "語。師成偈云。通身只是一張口。百煉爐中袞出來。", "1002": "斷送夕陽歸去後。又催明月上樓臺。於是命。居侍", "1003": "司。職滿。準別請代職者。師不欲與是人交承。望見", "1004": "準送入門。即伏牕檻。作嘔吐聲。甚厲。準知其情。故", "1005": "指云。此子無福。職始解。已得嘔血病。大怒之。師絕", "1006": "不為意。暨出世。嗣法薌。雖屢屢拈出。不著於人。有", "1007": "云。破蒲團上。地裂天崩。不從人得。云云。復懷香就", "1008": "座。至仰山。始為無準焚却。尚有有準的無準的之", "1009": "語。余謂。雪巖年少。被邁氣使。而無準為一代宗師。", "101": "燈續𦦨。五葉聯芳。正是接響乘虗。狂狗趂塊。更曰我", "1010": "不能含忍。致父子情乖如此。凡據大方。握麈拂者。", "1011": "亦足自鑒。", "102": "坐地待你究取。立地待你搆取。豈不是起模畫樣。徒", "103": "自疲勞。德山臨濟。一人行棒。一人行喝。總是尿床鬼", "104": "子。四時運之。雷霆震之。風雨潤之。變萬化於其間。而", "105": "物物各適其宜。此特自然而然。不期然而然也。本自", "106": "非遠。近何有之。見之一字。亦是眼中著屑。演上人生", "107": "緣西蜀。古宿所鍾之地。出非凡材。一夏相聚。凜凜然", "108": "如傲霜青松。令人可敬。袖紙併二語見示。炷香伏讀。", "109": "如在侍傍。復進曰。茲欲往江陵。訪道舊。丐一語。為塗", "11": "轉。元來饑即喫飯。困即打眠。若曰一條白練去。古廟", "110": "中受用。涼風蕭蕭。黃葉飄飄。去路遙遙。外此無他。祝。", "111": "示清妙上人示清妙上人", "112": "佛祖無上妙道。忘是非。無得失。離學解。絕功勳。但有", "113": "脩有證。有覺有觸。有見有知。總是濁垢過患邊事。忽", "114": "爾天崩地陷。豁開萬劫迷雲。親見本來面目。也只是", "115": "蹔時岐路。喚作敲門瓦子。不是家珍。縱使孤迥迥絕", "116": "承當。赤灑灑沒可把。正是貼肉衫汗。急須脫下。若不", "117": "脫下。十二時中。未免被伊籠󰋪著。不得自由。寤寐不", "118": "得一如。明闇依前有間。直饒向佛祖未名。眹兆未分。", "119": "世界未立以前。瞎却頂門正眼。亦未有少分相應在。", "12": "香爐去。冷湫湫地去。三十烏藤。未有喫分在。", "120": "當知佛法如四大海水。轉入轉深。若只在岸邊插脚。", "121": "那裏更在那裏。清妙禪人棄官為僧。自閩浙至集雲。", "122": "多扣尊宿。一日忽到方丈。吐露因由。老僧未免只在", "123": "鼻孔裏冷笑。仰山門下。無禪無道。無佛無祖。只是一", "124": "味清水白米。苦菜麤羮。若要親見雪巖。更買三千緉", "125": "艸鞋行脚。猶隔須彌山在。", "126": "示資聖成長老示資聖成長老", "127": "隔江招手橫趨。望見剎竿回去。已是埋沒己靈。更說", "128": "燒却禪板。踢倒淨瓶。蝦跳何嘗出斗。若是生知風骨。", "129": "逸格道流。日月之明。未足喻其智。雷電之疾。未足擬", "13": "趙州突出庭前老栢。雲門颺下一橛乾屎。洞山折稱", "130": "其機。直下如大風輪。如大火聚。三世佛退身有分。六", "131": "代祖近傍無由。得皮得髓。傳法傳衣。總是鉢盂安柄。", "132": "示貴上人示貴上人", "133": "狗子還有佛性也無。只遮無字。是三玄三要之戈甲。", "134": "四賓四主之㗋衿。只貴當人。拈著便行。搆得便去。絲", "135": "毫擬議。平地鐵圍。自非𢬵得性命。不顧生死。一往直", "136": "前。安有打破牢關時節。太原聞畫角。靈雲見桃花。便", "137": "學無字不遠。若曰只麼翫水觀山。游州獵縣。要見老", "138": "趙州。本地風光。三生六十劫。貴兄道友。九夏相從。一", "139": "辭不妄。開得一片畬。下得一籮粟。於三寸蒲團之上。", "14": "稱麻。暴露釋迦老漢。合與拔舌犁耕。然雖如是。且道", "140": "收其功矣。敢問趙州一箇無字。畢竟教放在什麼處。", "141": "試道看。", "142": "賢藏主賢藏主", "143": "賢藏主。己巳之夏末。為余掌東輪於集雲峯下一年。", "144": "四壁如無也。信乎本色抱道深牧之士。犁杷空。人牛", "145": "忘。又安知有所謂苗稼之可侵者。也是雖五千四十", "146": "八卷。即斷貫索。無影鞭。亦置之於無用之地矣。退欄", "147": "以來。又經三載。動靜之間。終始如一。壬申仲秋。忽袖", "148": "紙乞語為別。且欲循環禮祖。以酬素志。予曰。未出門", "149": "時。行盡天下。何祖之不禮也。賢即抽坐具一摵。觸禮", "15": "與入門棒劈面喝。相去多少。荷盡已無擎雨葢。菊殘", "150": "三拜而出。余故不復贅之。時窓雨戰芭蕉。天風撼庭", "151": "竹。泚筆於卍字堂之西軒。", "152": "潤侍者游嶽潤侍者游嶽", "153": "入門便棒。跨門便喝。德山與臨濟大師。已是夾糠炊", "154": "米。帶土鎔金。若論闕齒胡。未離西天。風月太遠在。自", "155": "餘吹起布毛。索犀牛扇。豈不誤賺後昆。瞎將來眼。所", "156": "以仰山遮裏。不敢妄動一絲毫子。只貴當人。直下不", "157": "離本際。立地成佛。庶亦不辜汝在。老僧面前。叉手合", "158": "掌。送客迎賓。而亦翫水游山。左之右之。如珠在盤。不", "159": "撥自轉。忽若有箇不近人情漢。拈起拄杖道。你有拄", "16": "猶有傲霜枝。", "160": "杖。與你拄杖。你無拄杖。奪你拄杖。又作麼生。瀟湘江", "161": "底月。南嶽嶺頭雲。", "162": "初知客入浙初知客入浙", "163": "太初未判。眹兆未分以前。豁開正眼。三世佛祖。齊立", "164": "下風。便可回天關。轉地軸。辨龍蛇。擒虎兕。客來須看。", "165": "賊來須打。至於不近人情處。勦斷從上佛祖命根。與", "166": "大地眾生。為冤為對。山青水綠。󳭋噪鴉鳴。顯揚自己。", "167": "家風斬新。別行條令。豈不是大丈夫事業者哉。肇翁", "168": "紹初知客。以三應入賓司。勘驗方來。怪用醍醐毒藥。", "169": "四載游從。始終只如一日。涼飈襲衣。忽起凌霄之興。", "17": "語默動靜。俯仰折旋。要須如香象渡河。截流而過。纔", "170": "集雲峯雖欲留之。拄杖子已在門外。前塗撞著惡抵", "171": "家。切忌探水。", "172": "一侍者下浙一侍者下浙", "173": "向上機。末後句。奔流度刃。疾𦦨過風。眨得眼來。已是", "174": "千里萬里。沒交涉。縱使懷域中日月。負量外乾坤。亦", "175": "未可幾其萬一。臨濟燒黃蘗禪板。洛浦淹殺誰家甕", "176": "中。祖禰不了。殃及後人。德一侍者。相從數載。大有可", "177": "憎。臨別需語。恰值拄杖不在。覿面一拳。且待歸來分", "178": "付。", "179": "覺源藏主覺源藏主", "18": "有絲毫繫絆。便是脚下紅線不斷。借使隔江招手橫", "180": "覺源浩渺。性海無邊。自非如長鯨巨鯤。一吸到底。露", "181": "出珊瑚。枝枝撐著月。在在處處。盡是照乘明珠。直得", "182": "大地眾生。潑天富貴。然後會百川細流。復歸溟渤。發", "183": "為波濤。散為雨露。運載舟檝。發生萬物。可得擬議於", "184": "其間哉。若曰持杯以酌。執竿以探。非徒不知其量深", "185": "與淺。特亦未免望洋而返。至於窮死生。味今古。莫知", "186": "其涯涘矣。", "187": "義濟上人義濟上人", "188": "學道別無方便。只貴心堅石穿。若是打頭不遇作家。", "189": "未免翻成懵董。僧問趙州。狗子還有佛性也無。州云", "19": "趨。望見殺竿回去。已是跳他圈子不出。又況握節當", "190": "無。只遮箇無字。便是剖牢關斷生死。破疑團的利刃。", "191": "却須將一箇無字。放在額角上。如一座須彌山。向萬", "192": "仞崖前。獨足而立。莫教失脚。和自家性命。一時粉碎。", "193": "便見斬新日月。特地乾坤。三世佛。歷代祖。呼來喝去。", "194": "盡皆在我。若是今日三。明日四。東邊尋。西邊覔。被箇", "195": "靜與閙。昏與散。截作兩段。忽覺時蹔輕安。轉身又却", "196": "不爾。只為下手不力。似信不信。流入半青半黃。落索", "197": "羣隊中去也。義濟上人。山中度夏。逢秋問歸。矻矻然", "198": "于眾。宛有百丈之作。恰與老黃梅同鄉。前塗忽有人。", "199": "問梅黃也未。不得蹉口祗對。鈍置老僧。臨風聽得。定", "2": "法語法語", "20": "胸。嚥他野狐涎唾者哉。", "200": "與三十拄杖。", "201": "德勝上人德勝上人", "202": "德勝上人。東林上足。老雪翁之孫也。天姿粹美。淡靜", "203": "而端嚴。寬和而軒豁。與蒲團為讐敵。朝暮未嘗放捨。", "204": "更能握起吹毛劒。佛來也斬。祖來也斬。則昬沉散亂。", "205": "自然倒退三千里。忽地兩手俱空。直得森羅萬象。徹", "206": "底平沈。便是到家時節。若問如何是吹毛劒。珊瑚枝", "207": "枝撐著月。", "208": "正勤上人正勤上人", "209": "所守者正。所學者勤。惟勤與正。乃入道之捷徑。正勤", "21": "當今名字參學。如稻麻竹葦。求一人半人。向萬仞崖", "210": "上人。能力守之。力學之。吾當與汝保任。摟出趙州心", "211": "髓。將一箇無字。颺在萬仞無涯。深坑之下。却與從上", "212": "佛祖。把手同行。不為差事。", "213": "志月上人志月上人", "214": "一月普現一切水。一切水月一月攝。此喻一心生萬", "215": "法。萬法生一心。此即夢幻空華。半似而半空者也。忽", "216": "若浮雲蔽空。水底清光何在。遮裏豁開正眼。月未嘗", "217": "無。光未嘗沒。明與暗一如。死與生無間。若夫靈山話。", "218": "曹溪指。馬祖翫。總是影子邊事。志月上人。堅志慕道。", "219": "當於天地未判。父母未生以前。識取真月。然後見月", "22": "頭獨立。如地底尋天。雖然如是。俊底與鈍底。各自根", "220": "休觀指。歸家罷問程。百千佛祖。盡是弄光影漢。縛作", "221": "一束。浸在萬丈寒潭之底。不為分外。", "222": "德溥上人德溥上人", "223": "溥修其德。溥學其道。人之道德。身之黼藻。道照今古。", "224": "秋月輝輝。德藹乾坤。春風浩浩。精學與精脩。未宜輕", "225": "放倒。九夏不出門。亦不踏橫艸。忽然拶透趙州狗子", "226": "佛性無。珊瑚枝頭。紅日杲杲。", "227": "繼逮上人繼逮上人", "228": "佛祖之道。廓若太虗。浩若大海。豈造次凡流之可語", "229": "哉。又豈尺寸之可度。麻葦之可測哉。除非大根大器", "23": "器不同。與夫三搭不回。何似一撥便轉。", "230": "大力量。發大勇猛。於一念未生。一漚未發。一踏到底。", "231": "然後向佛祖頭上坐。頭上臥。則方有少分相應。僧問", "232": "趙州。狗子還有佛性也無。州云無。只遮箇無字。量納", "233": "太虗。深過大海。乃從上百千佛祖命脉。大地眾生眼", "234": "目。豈可以驢鳴犬吠。有情無情見。及有思惟心之。可", "235": "測度哉。繼逮上人。篤志此道。究明狗子佛性無話。甚", "236": "切。如到方丈請益。遭痛棒打出者。屢矣。一日復來呈", "237": "偈。求語為警䇿。故直書此以示。若認著一箇元字脚。", "238": "便是雜毒入心。孤負趙州不少。", "239": "慈琇上人慈琇上人", "24": "我宗無語句。亦無一法與人。古人與麼說話。可謂唇", "240": "古人三十年。履踐箇事。尚道。我正閙在。如今未曾拈", "241": "起蒲團。便要一鍬掘井。豈不天地遼邈者哉。昏沉散", "242": "亂。自曠大劫。相隨相逐。直至今日。不有劈太華之力。", "243": "吸滄溟之量。掛鐵面具。握金剛劒。要宇宙廓清。難矣。", "244": "雖然白飯元來是米做。俯仰折旋。著衣喫飯。如壯士", "245": "屈申。不借他力。廣額屠兒。放下屠刀。道。我是千佛一", "246": "數。且喜一念相應。夫如向外馳求。弗自投吳與楚。豈", "247": "不重為歎惜。", "248": "智俊上人智俊上人", "249": "大根大智。俊爽之士。當出古今羅網。掀翻生死窠臼。", "25": "不覆齒。南閻浮提。一般天地。一般日月。那一箇。兩脚", "250": "不滯有無名相。不分明闇路岐。展拓乾坤於毛髮之", "251": "上。呵叱風雷於謦欬之頃。百千佛祖。窺覰無門。大地", "252": "眾生。仰望不及。時節到來。則頂天立地。播揚大教。扶", "253": "持末法。以壽無上法王慧命。豈不慶快平生也歟。否", "254": "則未免唐喪光陰。虗消信施。只是一箇。下板頭。喫死", "255": "飯漢。聞三下板坐禪。一似生冤家。一味抽了。被寮舍", "256": "中打睡。名字行脚。烏足語哉。", "257": "宗然上人宗然上人", "258": "儒釋無二道。聖凡無二心。但得其心。道則盡矣。在彼", "259": "在此。曾何間焉。宗然上人。棄六經而收六賊。單提金", "26": "不在肚下。無端平地。強生節目。疑誤人家男女。過亦", "260": "剛寶劒。斷盡煩惱根塵。一日留紙於雪巖之下。欲請", "261": "語。為終身道伴。古謂獨行無伴侶。語則剩矣。但只要", "262": "不離此。不著彼。翻身一擲。驀過太虗。黃面漢與老仲", "263": "尼。目即在上座脚底。", "264": "宗胄上人宗胄上人", "265": "趙州道。一箇無字。如擊塗毒鼓。聞者皆喪。苟不具頂", "266": "門正眼。切忌動著。動著即瞎。透得一箇無字。千句萬", "267": "句。只是一字。只遮一字。從來不曾著畫。也是病見空", "268": "花。趙州露刃劒。寒光霜燄𦦨。向遮提持得去。百千佛", "269": "祖命根。一時兩斷。苟或柄欛之真。已是自傷己命。", "27": "甚矣。", "270": "九河辯藏主九河辯藏主", "271": "大辯若訥。大巧若拙。此法離言語。不立文字之至要", "272": "也。僧問趙州。狗子還有佛性也無。趙州道無。正是巧", "273": "盡拙出。後來五祖演和尚。頌云。趙州露刃劒。寒霜光", "274": "𦦨𦦨。更擬問如何。分身作兩段。朴散淳離。轉而訛之。", "275": "化為糟粕矣。吁惜哉。", "276": "九為君數。十為成數。河出圖。洛出書。伏羲未畫。總未", "277": "有遮箇消息。老趙州。著脚於天地未形。佛祖未興。以", "278": "前。淨如明鏡。轉若圓珠。僧問。狗子還有佛性也無。向", "279": "他道無。又僧問。狗子還有佛性也無。向他道有。正如", "28": "山青水綠。雨過雲行。盡是顯發自己秘密寶藏時節。", "280": "急水打毬子。落處不停誰解看。", "281": "勦虗妄之賊。絕散亂之媒。苟不力提利刃。吾未見其", "282": "然。也只遮無字。便是直入百萬軍中。斬顏良的󰚁柄。", "283": "是須先𢬵得自家性命。然後有必取必勝之功。苟或", "284": "漸疑漸慮。半後半前。非獨手中器械。被人奪却。要見", "285": "六戶風清。一塵不擾。未得在。", "286": "頂門正眼。肘後靈符。鑑地輝天。摧邪顯正。至靈至驗。", "287": "至妙至圓。無出一箇無字。向未舉以前。一提提得。萬", "288": "別千差。同歸一揆。如一月印千江。月無分照之心。水", "289": "無受月之意。千江同一月。一月共千江。其如情見未", "29": "若欲認箇見聞知覺。又是特地當頭蹉過。到手便用。", "290": "忘。一任水中撈月。", "291": "如來祕密寶藏。佛祖向上牢關。透得一箇無字。百匝", "292": "千重。一時了畢。譬如一燈洞耀。百千明鏡交輝。却須", "293": "當軒撲滅。明闇俱忘。道有道無。臨機在我。我相亦空。", "294": "萬象森羅。同成正覺。到與麼時。方見古人道。盡大地", "295": "是沙門一隻眼。", "296": "無邊剎海。自他不隔於毫端。十世古今。終始不離於", "297": "當念。僧問趙州。狗子還有佛性也無。州云無。三百六", "298": "十骨節。八萬四千毛竅。無明業識。煩惱。般若真如解", "299": "脫。盡底一傾傾出。將謂是一顆照夜明珠。誰知却是", "3": "示平川履侍者示平川履侍者", "30": "信脚便行。纔涉遲回。則成剩法。且道離却見聞覺知。", "300": "換眼睛烏豆。除非一拶粉碎。未易隔壁摶量。", "301": "一處通。千處萬處一時通。一處透。千處萬處一時透。", "302": "五千四十八張故紙。一千七百段葛藤。會得一箇無", "303": "字。如金翅王。一拍四大海水。連底俱空。纔涉思量擬", "304": "議。便被情識意路絆在。荊棘林中。要得脫體無依。乾", "305": "坤獨露。三生六十劫。", "306": "佛病祖病。色身法身。寒病熱病。大黃巴豆。醫不得底", "307": "病。單單提一箇無字。向未開口以前。一嚥嚥下。便是", "308": "一粒換骨靈丹。瀉下通身雜毒。百千毛竅俱開。五蘊", "309": "六塵。廓若太虗。淨如明鏡。却與七百甲子老禪和。把", "31": "如何受用。劄。", "310": "手同行。同坐于大休大歇。大安樂田地。豈不慶快也", "311": "歟。服藥不如忌口。開鑿人天眼目。發明佛祖宗猷。萬", "312": "別千差之要。七縱八橫之妙。無出一箇無字。臨機但", "313": "無揀擇。大用自然現前。如行空之月。無不應之輝。若", "314": "走盤之珠。無可留之影。或舒或卷。或擒或縱。剔起眉", "315": "毛。已是千里萬里。沒交涉。惟大智洞明。小根小器。可", "316": "得而語哉。", "317": "俊󳫠衲子。要如良驥奔騰。直須一日千里。苟獵虗言。", "318": "不耕實效。縱抱天馬龍駒之質。未免且困鹽車之下。", "319": "光陰似箭。日月如梭。可不自鞭自筞者哉。", "32": "平田內淺艸裏。撞著一箇半箇。便好踏在艸鞋跟底。", "320": "了智上人了智上人", "321": "毀冕裂冠。披緇披褐。古未嘗無。枯此心如朽木。視身", "322": "世如浮漚。在今罕有。所以道。學道乃大丈夫事業。非", "323": "將相之所能。了智上人。棄官圓頂。刻苦下工。志實可", "324": "尚。但勇猛精進四箇字。著力未專。為昏沉散亂所困。", "325": "未免墮在悠悠漾漾。名字坐禪甲裏。只成箇長行粥", "326": "飯僧去也。如今要急相應。但只竪起生鐵脊梁。撐開", "327": "兩眼。盡三百六十骨節。八萬四千毛竅。屏作一箇無", "328": "字。一提提起。如一團熱鐵。如一堆烈𦦨相似。則自然", "329": "空勞勞地。虗豁豁地。何緣有一毫昏沉散亂之相可", "33": "莫教被伊露出爪牙。便見喪身失命。臨濟被黃蘗三", "330": "得。如此五七日去。忽然築著磕著。也不定本色道人。", "331": "若不赤體親見父母未生以前。本地風光。只在無邊", "332": "無岸。生死海裏浮沉。良為可惜。然雖如是。直須師子", "333": "翻身。切忌韓獹逐塊。", "334": "法海上人法海上人", "335": "法海汪洋。靈源湛寂。此大地眾生。三世佛祖。同一受", "336": "用。只因迷悟二字。有差有別。遂有生死涅槃。輪迴解", "337": "脫之間。要得會而歸之。只消單單地。猛著精采。提一", "338": "箇無字。晝三夜三。𢬵死𢬵生。與之𤺊捱。忽然一踏踏", "339": "翻。徹法源底。則見三世如來。與三界二十五有。通是", "34": "頓痛棒。雲門被睦州一拶脚折。便是樣子。苟或不然。", "340": "妙明真覺。無生死可厭。解脫可求。菩提可得。涅槃可", "341": "證。如日月自行。江河自注。乾坤自立。虗空自在。曾何", "342": "一纖塵一毫髮之有間哉。依舊行但行。坐但坐。瞌睡", "343": "打眠。著衣喫飯。一切平常。等閑道著一箇佛字。三年", "344": "漱口。法海禪人。與了智上座。同一出處。同住同參。發", "345": "明大事。老僧當立待汝未跨門來。已與三十拄杖。", "346": "示轉菴圓上人示轉菴圓上人", "347": "轉山河大地。歸自己。則易。轉自己。歸山河大地。則難。", "348": "有人道得不難不易句。其奈鼻孔。已被燈籠露柱穿", "349": "却。未免轉身無路。正恁麼時。畢竟喚什麼。作山河大", "35": "安得兒孫徧地。", "350": "地。又喚什麼作自己。自己與山河大地。是一是二。是", "351": "有是無。到遮裏。却須剔起眉毛於十二時中。行來坐", "352": "去。冷地自家。微細揣摩。披剝始得。忽若翻轉手。摸著", "353": "舊時鼻孔。依前只在面皮上。便見五祖道。任運不知", "354": "名。輕輕著眼聽。水上青青綠。原來是浮萍。", "355": "示選副寺示選副寺", "356": "道在日用。日用而不知。所以道。知是妄覺。不知是無", "357": "記。到遮裏。且道知底是。不知底是。從上老凍膿。與天", "358": "下行脚漢。並是築破飯袋。踏破艸鞋。要且未見一人", "359": "透得遮重關子。既透不過。不若行但行。坐但坐。折旋", "36": "道無南北。弘之在人。事無難易。斷之在我。是與不是。", "360": "俯仰。不是他人。至於聞聲見色。送去迎來。左東右西。", "361": "無適不在。是則固是。其奈己眼未開。被一重膜子障", "362": "住。未免前段葛藤。盡是別人家裏事。於我全無交涉。", "363": "須是十二時中。四威儀內。無絲毫虗棄底工夫。單單", "364": "提著一箇無字。竪起生鐵脊梁。如頂一座須彌山。在", "365": "額角頭相似。莫教眨眼照顧不前。便見渾身粉碎。且", "366": "喜一生參學事畢。選副寺。淳厚有素。久依東叟老師。", "367": "今欲換水養魚。向萬丈寒淵深處插足。忽若老龍奮", "368": "迅。巨浪潑天。切不得於乾地浸殺。", "369": "趙州見南泉。臨濟扣黃蘗。龍潭接德嶠。盡皆一踏到", "37": "一刀兩段。便是鐵壁銀山。也須粉碎。八穴七穿。可謂", "370": "底。當此末法。氣運澆漓。盡非一拶一挨。便透根器。自", "371": "非󳱚得性命。向萬仞崖頭一撲。欲空萬法根源。以盡", "372": "不傳之祕。未之聞也。", "373": "昬沉掉舉之根。起於業識顛倒之頃。今欲󳫠而斬之。", "374": "非力坐死究。則不能勝矣。固曰。行亦禪坐亦禪。語默", "375": "動靜體安然。此亦得底人田地。若是未得底人。謂之", "376": "執藥成病。安有海印發光時節。", "377": "決欲究此一件大事。當須發大勇猛。奮不顧身。盡此", "378": "三百六十骨節。八萬四千毛竅。屏作一箇無字。一提", "379": "提起。頓在七尺單前。三寸蒲團之上。如一座須彌山", "38": "自由。外此以往。吾不知所謂本色道流也。", "380": "相似。兼以晝夜。積以歲月。無有不透底道理。若只半", "381": "熱半寒。似進不進。欲圖速効。以資話柄。將恐後來。打", "382": "入骨董隊裏去也。", "383": "忽爾目前虗豁豁地。似覺不見有此身。正謂之豁達", "384": "空撥因果。須是信一念子。啐地斷。嚗地折。如崖崩石", "385": "裂。地陷天崩始得。未曾親到遮箇田地。謾說大悟十", "386": "七八番。也是傍若無人。", "387": "本分工夫。須是十二時中。打成一片。無絲毫間斷始", "388": "得。若曰進一寸。退一尺。一日暴之。十日寒之。安得有", "389": "成辦底時節。是須竪起生鐵脊梁。教節節相拄。盡八", "39": "規上人規上人", "390": "萬四千毛竅。三百六十骨節。與平生氣力。屏作一箇", "391": "無字。一提提起。如一人與萬人敵始得。稍涉遲回。則", "392": "被昬散二風。縛作一團。定矣。", "393": "從上千差萬別。正眼若開。只是一句。不消欬𠻳一聲。", "394": "一時透畢。如今有一等。不唧𠺕漢。往往多是將實法", "395": "定相衷私傳授。誤了一切人。墮在情識坑子裏。頭出", "396": "頭沒。剗地到。不如三家村裏田厙翁。胸次中潔潔淨", "397": "淨。却無許多狼狼藉藉。宜審思之。", "398": "參得到。說得到。又須行得到。殊不知俱到也不是。俱", "399": "不到也不是。將知我此宗門下事。如疾𦦨過風。雷霆", "4": "從上來事。是擊石火閃電光。那容眨眼。又如大圓寶", "40": "僧問。狗子還有佛性也無。趙州道無。九十六種妙相。", "400": "霹󳱏。無你擬議處。無你湊泊處。除非大根大器大力", "401": "量。聊聞舉著。倒轉鎗頭。便是黃面老漢。也與一刀兩", "402": "段。降此已往。三生六十劫。", "403": "三到投子。九上洞山。至於坐破七箇蒲團。與隔江招", "404": "手。一宿曹溪。望見剎竿便回。往往將謂根有利鈍。時", "405": "有先後。殊不知。依舊是箇日出東方夜落西。雖然如", "406": "是。鄭州出曹門。", "407": "宗仁上人宗仁上人", "408": "仁為五常之宗。心為萬象之主。心恕則仁自生。心慈", "409": "則仁自興。善惡之性同一源。生佛之分無二天。從曠", "41": "已是覿面相呈了也。要須向未舉以前見得。方始眼", "410": "大劫至目前。著衣喫飯誰不然。", "411": "克俊上人克俊上人", "412": "俊󳫠道流。克明自己。十二時中。常默默地。苟存毫髮", "413": "不能除。便見從前。都不是等閑。一踏到底。忘事亦忘", "414": "理。", "415": "宗正上人宗正上人", "416": "僧問趙州。狗子還有佛性也無。趙州道無。如撾塗毒。", "417": "聞者俱喪。又如提金剛寶劒。霜𦦨凜然。獨脫漢。拈得", "418": "便用。拏得便擿。七百甲子老禪和。未免翻成窠臼。妙", "419": "喜道。不是有無之無。亦非真無之無。與麼說話。窠臼", "42": "眼相照。若曰死在句下。劒去久矣。", "420": "上更添窠臼。除是等閑一揑。和趙州三百六十骨節。", "421": "一時粉碎。撒在百艸頭上。散為萬別千差。逗到結角", "422": "羅紋處。覔一微塵。了不可得。庭前柏樹子。麻三斤。乾", "423": "屎橛。一時掃蕩無餘。雖然如是。萬里不挂片雲。青天", "424": "也須喫棒。宗正上人。還甘麼。縱饒不甘。也須一揑粉", "425": "碎。", "426": "守志上人守志上人", "427": "志懷高遠。守亦堅牢。斬佛祖劒。柄要力操。寒霜光𦦨。", "428": "腥血鮮臊。眼空大地無英豪。關羽一勇非吾曹。當機", "429": "一笑風怒號。四海息波濤。", "43": "只遮一箇無字。便是斷命根的刀子。開差別的鑰匙。", "430": "妙圓首座妙圓首座", "431": "從上來事。本乎無傳。宗乎無言。如大明當空。無幽不", "432": "燭。如太阿在手。殺活臨機。斷無葛藤露布。口傳心授。", "433": "以舛宗風。以悞末學。若佛若祖。不得已。方便垂慈。失", "434": "口流落一言半句。不然而然。偶爾而爾。莫非為汝洗", "435": "蕩情塵。破除業識。並無纖毫實法。與你為知為覺。為", "436": "解為礙。如明鏡無塵。而加綵繪者哉。可笑近代有一", "437": "種不正因尊宿。與一類不正因弟子。如學上大人丘", "438": "乙己。至尚書周易一般。方可稱為明眼衲子。苦也屈", "439": "哉。宗門事業。若如此學得。佛法不到今日。所謂參須", "44": "若謂果有與麼事。又是節外生枝。翻成露布。要得親", "440": "實參。悟須實悟。閻羅大王。不怕多語。", "441": "書書", "442": "上吳丞相上吳丞相", "443": "竊觀吾宗。向上一關。明如杲日。浩若太虗。動靜存亡。", "444": "照用機栝。如雷如電。如風如雲。及其翕也。纖塵不立。", "445": "及其張也。彌亘大千。所以生死籠󰋪伊不住。是非明", "446": "辯伊不得。是謂一味平等。無礙大解脫門也。然而不", "447": "可以有心知。不可以無心造。只貴大力量大丈夫。向", "448": "情識意路。一切差別等見。未萌以前。赤骨律地。一跳", "449": "跳出。却領現成受用。然而則知。昭昭鑑覺。與紛紛起", "45": "切。只消道箇狗子還有佛性也無。無。", "450": "滅者。是皆大解脫門之正體也。鑑覺則覧外塵而成", "451": "見。起滅則逐內妄以成知。此知此見。直下蕩蕩地。如", "452": "水上葫蘆。曾無住著。既無住著。鑑與覺。起與滅。塵與", "453": "妄。知與見。生與死。是與非。是皆空中鳥跡。就而求之。", "454": "曾何毫髮之有哉。三世諸佛本源。六代祖師心髓。盡", "455": "不外乎此矣。良由大地眾生。失業亡家。窮劫至今。流", "456": "而不返。指親為賊。認郎作奴。自己庫藏中。百千珍寶。", "457": "棄之而他覔外求。所以累他先聖。脫珍御服。著弊垢", "458": "衣。巧設方便。引而誘之。無他。葢欲其信道。自己是佛。", "459": "更無別人耳。昔有一僧。因不自信。遂問石霜云。起滅", "46": "趙州古佛。眼光爍破天下。觀其道箇無字。瞎却了也。", "460": "不停時如何。霜云。一條白練去。冷湫湫地去。古廟裏", "461": "香爐去。又問巖頭。頭喝云。是誰起滅。此二尊宿。所謂", "462": "纔有所重。便成窠臼。是以活遮僧不得。昨聞大丞相", "463": "國公。舉此公案。撩撥諸山。亦一時盛事也。淨慈云。同", "464": "坑無異土。強費分疎。護國云。在丞相分上。則神通游", "465": "戲。門外打之遶。某亦有一語。要為遮僧。一刀兩段。口", "466": "未開時。分付了也。如某者。二十年前。亦不自信。鑽天", "467": "掘地。徧求佛法。通宵徹旦。惟被起滅昬沉。交相擾擾。", "468": "如夙世生冤。無由解脫。雖時時念念。提一箇無字。與", "469": "之𤺊捱。終是力不能加。又復多尋方冊。博探古今。亦", "47": "今時師僧。須是會得開口不在舌頭上。方許伊識得", "470": "卒無藥可療。忽一日涕流淚下。痛自鞭䇿曰。從古至", "471": "今。悟道無數。豈我獨無夙種乎。於是奮不顧身。一往", "472": "直前。將三百六十骨節。與八萬四千毛竅。併做一箇", "473": "無字。一提提起。正如一人與萬人敵。徑欲直趨中軍", "474": "帳裏。取將軍頭。相似。曠劫煩惱。一時現前。只得盡命", "475": "一揮。忽然起滅昬沉。頓忘所在。身與心。人與境。渾然", "476": "一片。如銀山鐵壁。行也如是。坐也如是。飲食起居。悉", "477": "皆如是。偶一僧問曰。你如此癡狂。作甚麼。對曰辦道。", "478": "又問曰。你喚甚麼作道。對曰。與我說話是道。又問。你", "479": "死了燒了。又喚甚麼作道。遂不能對。但只茫茫。轉加", "48": "遮般病痛。自其兩脚梢空。未免扶籬摸壁。", "480": "迷悶。竟不覺歸僧堂單位下。方始翻身竪起脊梁。面", "481": "壁而坐。忽然平白。如地陷一般。面前豁開一亮。正如", "482": "雲開月朗。夜闇燈明。森羅萬象。法法全彰。般若菩提。", "483": "塵塵顯露。回思從前醒底困底。閙底靜底。起底滅底。", "484": "逐色隨聲底。至於一切是非得失。喜怒哀樂。移換底。", "485": "元來盡是現前受用。更非他物。却憶從前。只欲於如", "486": "上等處。盡力掃除。就海棄浪。良為可笑。自此虗蕩蕩", "487": "地。孤迥迥地。常露現前。更無絲毫動相。當時只不合", "488": "執定此見。返為所見所知。一礙礙住。每於白日。虗閑", "489": "廓忘知見處。中夜睡著。泯無夢想時。打作兩橛。剗地", "49": "趙州露刃劒。寒光生𦦨𦦨。被白雲老漢。󳬇破心肝五", "490": "又透不過。既透不過。則生死岸頭。便是樣子。從上宗", "491": "門中。一言半句。萬別千差。有意味可以㗖󲣅者。一一", "492": "排遣得下。無意味難於下口者。又却吞吐不得。則他", "493": "日異時。何以宏宗樹教。於是晝而思。夜而詠。行而看。", "494": "坐而提。如是孜孜兀兀。或進或退。若存若亡者。又閱", "495": "十載。一日在太白五鳳樓前。縱步。舉首見一株古柏。", "496": "觸著面前。向來所得。和胸中凝滯。盡底脫去。如在萬", "497": "重荊棘叢中。一跳出在白日青天之外。打一轉。相似。", "498": "更無纖毫勾絆所是。從前有見無見。世出世間。了不", "499": "了法。一時消蕩。淨盡無餘。一千七百則。閑家潑具。當", "5": "鏡。纔墮纖塵。便成瑕翳。苟不能於明闇未逗。形名未", "50": "臟。冷眼看來。大似隔壁猜謎。只如道箇更擬問如何。", "500": "甚盌脫丘。何處更留一絲頭。知見解會。徤行困坐。喫", "501": "飯著衣。只是一箇平常無事人耳。今時諸方。往往不", "502": "本元由。多只認目前聲色。弄箇業識團子。接耳交頭。", "503": "商量傳受。以當參學。古人一時垂慈方便。將楷定規", "504": "模。依樣著語批判。謂之明大法。自己脚根下。一片田", "505": "地。依舊黑洞洞。不知著落。殊不知。從上以來。正按傍", "506": "提之要。全生全殺之機。如大車輪。如大火聚。拶著便", "507": "轉。觸著便燒。那有你擬議親近處。縱饒具奔波度刃", "508": "底眼。向三千里外提持。亦未可幾其萬一。豈宜以實", "509": "法定相。鬬釘苟合。誤賺後人。瞎將來眼。是致佛祖正", "51": "分身作兩段。未免傷鋒犯手。", "510": "傳不傳之祕。流為世俗口耳之學。實證實悟。教外之", "511": "旨。指為表顯門庭之說。吁惜哉。", "512": "王潛齋王潛齋", "513": "竊謂。吾釋之道。從古以墜。非假至尊至貴。翼而扶之。", "514": "則或不自立。是故迦文誕生兜率。示現王宮。至於成", "515": "道轉法輪。則曰。吾佛法。付囑國王大臣。為之外護。所", "516": "以廣被西乾。遠流東土。緜緜二千餘載。而未泯者。實", "517": "外護之賜也。惟近世以來。時當末運。宗社澆漓。雖王", "518": "臣外護。不減伊昔。而聯芳續𦦨。大恥先賢。夫圓其頂。", "519": "方其袍。但知從事乎鄙陋猥屑。殊不原夫吾道之始", "52": "妙喜道。不是有無之無。亦非真無之無。到遮裏。畢竟", "520": "終。道也者。彌綸乎三界。統御乎大千。天地日月。陰陽", "521": "造化。風雨晦明。未始不一一即此道。而囊槖之。虗而", "522": "異。為聖為賢。為愚為蒙。為昆蟲。為禽獸。凝而分。為山", "523": "為嶽。為江為海。為竹樹為艸菜。以至生死興亡。遷流", "524": "代謝。是皆根於之道。翕張而已矣。然則道之為道。果", "525": "何物也。即羲畫未著以前之易耳。易之為體。果何寓", "526": "也。即乾坤未位以前之理耳。理之為用。果何歸也。即", "527": "萬物未化以前之性耳。性之為性。蕩蕩乎周行。巍巍", "528": "乎不動。亘十世。窮十虗。而不見其大。返一念。逆一塵。", "529": "而不見其小。以釋而言。曰正法眼。曰大圓覺。曰毗盧", "53": "是箇甚裏。英靈漢。自合一撥便轉。若是三搭不回。一", "530": "印。通而變之。即趙州柏樹子。雲門乾屎橛。德山棒。臨", "531": "濟喝。卷而為玄關。為金鎻。舒而為萬別。為千差。以儒", "532": "而言。曰皇極。曰中庸。曰大學。會而歸之。即孔氏之忠", "533": "恕。孟氏之浩然。回也愚。曾子唯。著而為詩書。為禮樂。", "534": "列而為三綱。為五常。由是而觀。儒之與釋。道之所在", "535": "固一。惟其化異。而制不同耳。何哉。是由釋之教。以慈", "536": "忍為化。以戒定為制。故夫人也。或得玩而視之。近而", "537": "易之。儒之教。以誠明為化。以刑責為制。故夫人也。崇", "538": "而尚之。仰而畏之。仰而畏。則懼生焉。近而易。則慢生", "539": "焉。今夫人也。果曰我慢。則其逸俗絕塵。清冷之士。掃", "54": "任你自去冷地東無西無。", "540": "蹤滅跡。甘與流光俱化。曾何世相之有哉。故曰。不假", "541": "王臣外護。而翼扶之。則或不自立。果不自立。則彼託", "542": "形借服。混淆之輩。泛濫法門。又安知吾懷袖中。確有", "543": "可崇可尚。可仰可畏可懼之道也哉。", "544": "竊謂。佛法至要。本乎明心。心欲洞明。貴乎息見。見乎", "545": "不息則邪正交錯。心乎不明。則真妄交馳。苟息矣苟", "546": "明矣。真與妄俱空。邪與正不立。直下儱儱侗侗。顢顢", "547": "頇頇。如三家村裏田舍翁。無絲毫知見。羅網胸襟。無", "548": "絲毫聲色。籠󰋪耳目。到恁麼處。依舊七顛八倒。逆順", "549": "縱橫。左之右之。無在不在。始可謂之心明矣見息矣。", "55": "淨和尚道。只箇無字鐵掃󰆠。掃不得處󳱚命。掃忽然", "550": "妄與邪。不能干矣。正與直。不必顧矣。更須撥轉向上", "551": "關棙。和底一時翻却。申出三頭六臂。於無湊泊處。別", "552": "開正眼。亦未可稱為本分參學。茲者仰荷不鄙。以傾", "553": "蓋一見間。示以入道因緣。且謂於語默提撕不及處。", "554": "忽然豁爾現前。此正妙喜所謂。󳫲地斷時消息也。有", "555": "以見台座。於脚跟下。徹證父母未生以前面目。諦且", "556": "當。深且遠矣。但又舉。昔有一僧。稱台座。慧有餘而定", "557": "不足。台座亦已甚。肯其說。然此僧好與三十拄杖。何", "558": "故。葢為不曾有本參中事。返於淨無瑕纇處。添一重", "559": "翳膜。遂誤台座。直至于今。剔撥不下。所以語某曰。我", "56": "掃破太虗空。萬別千差盡豁通。是則固是。只是未免", "560": "被遮一件事。礙在胸中。久矣。以某見之。何礙之有。但", "561": "不合當初於豁然現前時。一認認著。如今於泯然無", "562": "知處。一忘忘却。是致明闇交爭。是非交奪。朕兆未彰", "563": "以前消息。截作兩段。不得自由自在。殊不知森羅萬", "564": "象。明闇色空。煩惱菩提。智慧解脫。通貫是箇大圓覺", "565": "海。欲覔一絲毫根蒂。了不可得。既不可得。則當知教", "566": "中道。應無所住。而生其心。心既無住。則當會見見之", "567": "時。見猶離見。見不能及。見既不及。則當思豁然現前", "568": "之時。此即敲門瓦子。實非堂奧中物。急須颺下。果能", "569": "颺下。亦不必起颺下之見。若起此見。其病愈增。但只", "57": "誤賺後昆。瞎將來眼。殊不知。我王庫內無如是刀。", "570": "隨機應變。任性逍遙。或寄觀聽於金石絲竹。或全用", "571": "舍於禮樂詩書。至於升降揖讓。遊泳推敲。莫不盡從", "572": "此大圓覺中流出。更無絲毫外來之物。然後佛也心", "573": "也。見也息也。邪與正也。真與妄也。不待區別。曉然判", "574": "於明鏡中矣。", "575": "荊溪吳都運書荊溪吳都運書", "576": "竊觀。聖人之道。與如來之道。同一道也。未甞二也。聖", "577": "人之道。則率性。如來之道。則見性。見性則可以明心。", "578": "可以成佛。可以度眾生。率性。則可以正心。可以脩身。", "579": "可以治國平天下。雖率與見異。而性則同也。非獨聖", "58": "山僧每每。愛向兄弟道。盡三百六十骨節。八萬四千", "580": "人與如來。同此一性。自曾子子思孟軻以降。至于近", "581": "世伊洛晦菴水心篔𦝰。及荊溪安撫都運侍郎。正脈", "582": "綿綿。接踵而臻聖人之域。莫不同此性也。西天唐土", "583": "三十五祖。與德山臨濟至于近代妙喜應菴。或下世", "584": "間有作者而出。發揚佛祖不傳之秘。於言句之外。是", "585": "亦同此性也。此性既同。則此道亦同。此道既同。則百", "586": "家諸儒之書與五千大藏之文。同一舌也。是故聖人", "587": "曰。吾道一以貫之。如來亦曰。十方世界中。惟有一乘", "588": "法。然此一乘之法。與一貫之道。即此性。此性即此法。", "589": "此法即此道。道也。法也。性也。名異體同。其為體也。天", "59": "毛竅。屏作一箇無字。一提提取。葢為你被昏散二風", "590": "包無外。細入秋毫。迎之而不見。弃之而常在。天地依", "591": "此而立。日月依此而明。聖人依此而設教。如來依此", "592": "而示現。即儒所謂皇極。無極。大極。釋所謂。本地風光。", "593": "本來面目。本生父母。是也。仰惟安撫都運荊溪侍郎", "594": "當代道學宗主。清鎮臺藩。政傳中外。闢學校。明仁義。", "595": "安巨室。寬小民。實謂盡此正心誠意之道。行且力矣。", "596": "以一身。為金口木舌。化湖湘。為洙泗矣。獨釋氏之宗。", "597": "索然墜地。猶未獲盡此心。為此道盟至耳。願於正三", "598": "綱。修五常之暇。略移一瞬。以照釋氏之宗。則見聖人", "599": "之道。與如來之道。同一揆矣。或謂釋氏之宗。多迂闊。", "6": "立以前。掃踪滅影。要透向上關。太遠在。", "60": "所欥。未免且作死馬醫。須是󳱚得性命。一往直前。方", "600": "多虗無。非迂濶也。非虗無也。蓋此本來面目。本地風", "601": "光。與夫大極皇極。浩浩然。蕩蕩然。不可得而形容。不", "602": "可得而擬議。故其立言也。多曠達。寓理也。多幽潛。即", "603": "幽潛。以見其妙。杲如白晝之明。即曠達。以見其微端。", "604": "如眉睫之近。其理之幽潛。言之曠達。莫不發越乎此", "605": "心之中。未常隱也。故聖人曰。以我為隱乎。吾無隱乎", "606": "爾。如來亦曰。法法不隱藏。古今常獨露。但此義。雖至", "607": "近至易。而非世間聦明利智之。所能達。是須脫去一", "608": "切情塵解路。至胷中一寸之地。廓若太虗之廣。則此", "609": "義。洞然明矣。而亦便知森羅萬象。昆蟲草木。即此義。", "61": "見趙州本來面目。且道與自己。相去多少。", "610": "喜怒哀樂。折旋俯仰。即此義。此義既明。則百家諸儒", "611": "之書。五千大藏之教。未抵一箇之字。昔李翱相公。見", "612": "藥山。以雲在青天水在瓶。明此義。無盡居士見兜率。", "613": "於夜半。觸翻泉鉢。證此義。山谷道人見晦堂。聞桂香。", "614": "符此義。無垢狀元見妙喜。聽蛙聲。契此義。與夫從上", "615": "道學諸巨儒。莫不盡與釋氏游。而相與握手于至妙", "616": "至玄之表。近世雖無大顛妙喜輩。可敬而尚之。惟台", "617": "座揭日月之大明。懸古今之至鑑。燭於混元未判之", "618": "先。則見聖人之道。與如來之道。同一揆也。明矣。", "619": "荊溪吳都運書", "62": "只遮無字。古人謂繫驢橛子。要爾十二時中。置之一", "620": "竊觀釋氏之道。以戒定慧三學為宗。戒則律以持心。", "621": "定則靜以照心。慧則智以明心。有慧無定戒。則念念", "622": "在放逸。徒爾事言說。而不能斷輪迴脫生死。有定無", "623": "戒慧。則念念在虗寂。徒爾滯頑空。而不能唱大教導", "624": "羣生。有戒無定慧。則念念在執捉。徒爾拘法度。而不", "625": "能一是非。齊物我。然而慧即定。定即戒。戒能生定。定", "626": "即生慧。慧也定也戒也。祖乎一心。心本不有。戒定慧", "627": "復從何得。然則不有而有。廣若太虗。盡大千沙界。艸", "628": "木叢林。鳥獸人畜。與夫八萬四千塵勞。總即此心。心", "629": "不生即戒。心不動即定。心不昧即慧。戒定慧即此心", "63": "處。無事不辦。忽若見盡情忘。和座盤一時翻却。趙州", "630": "之本具。初不待習而後得也。有時不有。細如毫末。應", "631": "一切真如般若。菩提解脫。與夫八萬四千行願。總非", "632": "此心。心非戒而自止。心非定而自息。心非慧而自通。", "633": "戒定慧與此心。俱無形相。雖時時而習之。無所得也。", "634": "於無所得處。無所不得。則得本無得。無得之得。是為", "635": "真得。其為得也。寬廓非外。寂寥非內。瞻之在前。忽焉", "636": "在後。不可取。不取捨。不可名。不可狀。此即從上百千", "637": "佛祖。以器傳器。以鏡照鏡。一段奇特因緣。謂之正法", "638": "眼藏。涅槃妙心也。是故達磨大師。自西天竺國而來。", "639": "始見梁朝武帝。問聖義諦中。以何為第一。達磨奏云。", "64": "老漢。在爾脚底。", "640": "廓然無聖。又問對朕者誰。奏云不識。此即達磨。為武", "641": "帝直指此心。以有言示無言也。帝不契。達磨遂折葦", "642": "渡江。徑歸少室峯下。面壁屹然而坐。此又為盡大地", "643": "眾生。直指此心。以無言示有言也。歷九載星霜。無人", "644": "領旨。惟神光可大師。斷一臂。禮三拜。叉手而立。默爾", "645": "全身擔荷於形名未兆之先。是謂達磨西來。不立文", "646": "字。直指人心。見性成佛。自此毒流東土。接響承虗。可", "647": "傳燦。燦傳信。信傳忍。忍傳能。能即賣柴漢。是謂六祖", "648": "祖下分二傳。一曰南嶽讓。二曰青原思。惟讓接機敏", "649": "利。雷轟電馳。散枝派於四方。星分碁布。源源不絕。即", "65": "一大藏教。與一千七百段。陳爛葛藤。向一箇無字下", "650": "南嶽福嚴山。是其唱道之地。慨夫時移道喪。至今幾", "651": "五七百載。而漸至乎絕滅無聞矣。雖吾浙全盛之地。", "652": "所在叢林。尤多汙雜。求其深明此道。步步踏實者。未", "653": "之有也。信有此道。時時步移者。亦鮮矣。道既不明。又", "654": "不信矣。欲望吾佛祖之教。復興於此。其可得乎。粗有", "655": "志於參學流通之士。對此得不為之痛心大息者哉。", "656": "如某者。自幼削髮。因篤信此道。而游方。始造淨慈天", "657": "目之室。提狗子無佛性話。心心相承。念念相續者。三", "658": "載。晝以繼夜。夜以達旦。是必欲剖此念。破此心。以見", "659": "父母未生前。本來面目。忽一日。於著力不到處。此念", "66": "透得。如刀劈竹。迎刃而解。若曰逐旋扭揑。逐旋合會。", "660": "此心未萌處。泮若氷消。豁然迥露。如太虗之朗月。獨", "661": "耀于中霄。當是時也。上不見有諸佛。下不見有眾生。", "662": "內不見有自己。外不見有山河。巍巍堂堂。煒煒煌煌。", "663": "惟一清淨。無依無欲。大解脫境界。即前所謂。無得之", "664": "得。是為真得。其戒定慧。亦無處容受。戒定慧既無處", "665": "容受。則一切逆順是非。好惡長短。如太虗之雲。於我", "666": "何有哉。爾後即以此。扣之靈隱石田。參之天童癡絕。", "667": "證之徑山無準。洎笑翁大歇北磵石溪。莫不盡跨其", "668": "門。而審之。然而所見。亦各有淺深。所用亦各有高下。", "669": "若夫從上佛祖。千差萬別。隱顯機緣。是皆紅爐上一", "67": "便有箇是。便有箇非。有處透得。有處透不得。要使明", "670": "點雪。仰惟都運詔使。國史寶文。荊溪侍郎。道學正統。", "671": "得伊周孔孟之正傳。廉明仁愛。教士養民。當世一人", "672": "耳。某宿何厚幸。獲遭際於此時。實千載一遇也。龍興", "673": "之寵擢。道林之改遷。眷顧異常。實出過外之望。四絕", "674": "堂上。獲聆無極之論。侍郎謂。無極乃此箇道理。無窮", "675": "極也。又謂。孔孟之說如是。伊洛之說又如是。晦菴象", "676": "山之說又如是。是以見此箇道理。無窮極也。然而理", "677": "既無極。事亦無極。事本無名。因理而得。理本無形。因", "678": "事而顯。始自天開地闢。至於三皇五帝。歷代君臣。一", "679": "治一亂。一興一亡。是事之無極也。事不自立。因理而", "68": "如皓月。廓若太虗。三生六十劫。", "680": "顯。理即心也。天地萬物。生我心內。治亂興亡。自此心", "681": "中流出。故曰。事本無名。因理而得。心即理也。即天地", "682": "萬物。四時代謝。治亂興亡。以見此心。是理之無極也。", "683": "故曰。理本無形。因事而顯。事即理也。理即事也。事與", "684": "理融。是為極也。極之為極。浩浩蕩蕩。杳杳冥冥。不可", "685": "窮不可盡。是為無極。無極之極。是為太極。太極乃中", "686": "也。中也者即天地萬物。喜怒哀樂。未具以前。清虗之", "687": "至理也。然此清虗之理。含藏天地萬物。與夫喜怒哀", "688": "樂。是謂中也。其為中也。圓同太虗。非欠非餘。能平高", "689": "下。不墮有無。即吾佛氏。所謂正法眼藏。孟氏所謂浩", "69": "縱使你得箇無字分曉。趙州又對遮僧道有。畢竟作", "690": "然之氣。孔氏所謂一貫之道。以是融會。儒之與釋。雖", "691": "門戶不同。道之所在。只一也。", "692": "序序", "693": "友山序友山序", "694": "友直友諒友多聞。聖人之遺訓也。直則開心見誠。諒", "695": "則察往知來。多聞非具正遍知之謂歟。在古亦曰。擇", "696": "朋須勝己。似我不如無。取友之道也如此。必謙上人", "697": "之號友山。文不在茲乎。插天拔地而不倚。山之直也。", "698": "風來樹動。葉落知秋。山之諒也。鐘鳴谷應。猿啼寉唳。", "699": "非山之多聞也歟。今上人。取山為友者。是三德也。蓋", "7": "目前有見。為有所奪。目前無見。為無所礙。只遮有無", "70": "麼生。自古自今。十箇有五雙。未免平地喫交。雪巖莫", "700": "德可以益于吾也。然山亦靜亦定。靜定之間。戒慧自", "701": "足。吾今取山為友者。豈徒然哉。甲申秋之七日。上人", "702": "瓣香幅紙。請雪巖老叟。序以證之。序非所能也。姑即", "703": "此義。以理此事。直書以遺之云。", "704": "無翁序無翁序", "705": "淨行禪者。踐臘雖淺。志願極深。神凝秋水。氣稟辰霜。", "706": "問道于雪巖老叟。若將有得焉。而又輒以號為問。姑", "707": "即無翁二字扁之。亦誘進之一端也。能於無字下。洞", "708": "見根源。則行不練而成。淨不澄而清矣。少而稱翁。又", "709": "何礙焉。叟復示以偈曰。萬法重重一字收。拈來頓在", "71": "別有箇道處麼。", "710": "鼻尖頭。皤然白髮鏡中見。覿面何曾有趙州。", "711": "雲山序雲山序", "712": "白雲依依。青山巍巍。光風浩浩。霽月輝輝。彷彿善財", "713": "童子。與德雲比丘。在別峰相見之時。人也境也。事也", "714": "理也。今也古也。纖塵無間。毫髮不移。上人有以永德", "715": "自名。雲山自號者。飜然而起曰。我本無名。假永德以", "716": "自稱。我本無號。假雲山以自號。師肯賜一語為證否。", "717": "曰唯。學至於無。空萬緣。無一塵之可得。正善財於七", "718": "日中間。親見老德雲消息。豈暫時聞見之可及也哉。", "719": "所以上人自名永德也。德既永矣。道亦永焉。上人之", "72": "演上人演上人", "720": "號雲山。實也非假也。故書一偈。以旌之。縱目無心與", "721": "麼看。擎天拔地黑漫漫。誰知七日不相見。只在眉峰", "722": "一寸間。", "723": "靜山序(并偈)靜山序并偈", "724": "萬緣不涉。萬法自閑。此靜之義也。靜則定。定則安。所", "725": "謂安若太山。萬機不能撓矣。然靜必有動。動必有作。", "726": "作必有言。靜山二字。由是而得。普寂之號。由是而稱。", "727": "雪巖一偈。亦由是而成。偈曰。一跡無餘萬籟沈。巒光", "728": "月色共深深。誰知尚有󳸃兒閙。龍在霜枯木裏吟。", "729": "秋江序(并偈)秋江序并偈", "73": "道本一貫。用該萬殊。去留無跡。如走盤之珠。達夫是", "730": "秋江。智月上人之自號也。涼秋月明。空江浪平。上下", "731": "一色。表裏洞明。心也佛也。禪也道也。名也號也。覔一", "732": "絲毫有相。了不可得。非上人之見處也歟。若只與麼。", "733": "猶是過患邊事。姑示一偈云。漾漾銀河玉宇流。淨如", "734": "白練冷光浮。老胡一葦踏不著。零落西風斷岸頭。", "735": "中山序(并銘)中山序并銘", "736": "乾坤之內。宇宙之間。中有一寶。祕在形山。古人已是", "737": "覿面相呈。何祕之有。道寶藏主。以中山自號。山既立", "738": "中。中則有外。中外相承。祕可見矣。雪巖老叟。為銘之", "739": "曰。不倚曰中。屹立曰山。白雲四座。明月一間。獨坐天", "74": "者。方知從上一千七百野狐涎涕。只是一箇狗子。還", "740": "心存正念。直透須彌只等閑。", "741": "天全說天全說", "742": "嗣樗侍者。自號天全。請說于雪巖老叟曰。何義也。朽", "743": "腐不收之木。亘千萬劫。而不涉春秋。無斵削雕刻斧", "744": "斤之患。以殘吾軀。無依附寄托棟梁之任。以重吾肩。", "745": "抱烟雲而自樂。伴苔蘚以閑眠。循循焉望望焉。夫是", "746": "者謂之天全。予曰否。天全乃全其天。各各全吾所賦", "747": "之天。利者不鈍。愚者不賢。直者不曲。脆者不堅。而又", "748": "愛者汎。獨者專。執者方。轉者圓。或又曰否。吾則曰然。", "749": "於是出一偈。以美其稱。頌其德。發其全。全之者天。廣", "75": "有佛性也無。無。却須一咬百雜碎始得。", "750": "而無量亦無邊。遍覆三千與大千。欠闕不存󳸃子相。", "751": "運行當與日同圓。", "752": "銘銘", "753": "一溪銘一溪銘", "754": "溪清可鑑。萬派一源。無上妙道。唯心可傳。道清諱也。", "755": "一溪號之。作是銘者。雪巖為誰。", "756": "鐵船銘(濟)鐵船銘濟", "757": "今茲巨舟。匪木之儔。開乾坤鞴。模範九州。發性天火。", "758": "石爍金流。形名未具。運載已周。不加櫓櫂。惟重惟浮。", "759": "博濟四海。任其去留。一篷明月。萬里清秋。", "76": "忽若崖崩石裂。謂之客塵蹔歇。急須轉身。只守住。未", "760": "偈頌偈頌", "761": "送德富藏主之衡送德富藏主之衡", "762": "集雲雲外小睡虎。毛色金斑威百步。頂門正眼爍乾", "763": "坤。等閑亦或生風雨。拂曉出門去何處。衡陽城中訪", "764": "親故。記之早晚即歸來。震雷一喝了此末後句。", "765": "送光後堂(并序)送光後堂并序", "766": "妙光首座。兩載游從如一日。蓋孜孜于道。不知光陰", "767": "之易也如此。俄然需偈為別。因筆以餞云　春風惡。", "768": "春風惡。一夜梅花盡吹落。人來話別欲游吳。踏斷東", "769": "南天一角。春風惡。春風惡。八千里外望西川。從前都", "77": "免提起便有。放下便無。十二時中。依舊截作兩橛。生", "770": "是錯。", "771": "宗正上人宗正上人", "772": "金襴之外傳何物。應道門前倒剎竿。亘古亘今全提", "773": "句。好向聲前著眼看。衲僧衣鉢只者是。汝今已得正", "774": "宗旨。寄集雲單號別傳。枚數英才先屈指。忽來告假", "775": "歸清江。窻前梅早春漸芳。一枝橫出蒼烟外。泉聲噴", "776": "雪巖流香。", "777": "惠洪上人惠洪上人", "778": "洪濛既判。惠然紅日。天地開明。即心是佛。塵沙剎海。", "779": "遍界發輝。一絲毫頭。昧之不得。却須直下掀飜。休為", "78": "死與寤寐。不能歸一。要透遮重關子。須是和座翻却。", "780": "知見所執。受用只此平常。更無玄妙奇特。若是衲僧", "781": "門下。難免痛棒三十。目今且贈四藤。任便東西南北。", "782": "回首集雲峰。面前青突兀。", "783": "送契寧上人送契寧上人", "784": "道契佛祖。身自康寧。行篤言寡。名香德馨。一塵不染。", "785": "千里前程。番陽浩浩。集雲青青。穩泛扁舟短櫂。西風", "786": "浪平。", "787": "紹隆上人紹隆上人", "788": "行以德紹。道以時隆。浮薄在彼。端確在躬。衣單下事", "789": "還一同。道德言行誠明中。語默動靜昭日月。折旋俯", "79": "往往多是將古人直截。太殺老婆心切處。曲作奇特", "790": "仰生春風。上人夏在集雲峰。倐起湘江歸興濃。庭前", "791": "索索飄井桐。赤肩擔瘦筇。", "792": "真惠上人真惠上人", "793": "將謂如來。惠戒三昧。此語雖真。此意未在。正似湘江", "794": "兩半晴。岳面不開雲靉靆。一日升天四海明。杖頭掀", "795": "轉却頭輕。不移跬步到潭城。相逢歷歷話前程。", "796": "本來上人本來上人", "797": "本不曾來亦不去。百二十日如是住。昨夜西風忽轉", "798": "頭。花開闌畔木犀樹。收拾行囊話起單。集雲東湖來", "799": "去間。雙桂枝頭冷消息。却與荷花香一般。", "8": "二字。盡天下老和尚。與從上佛祖。要且盡力透不過。", "80": "玄妙。差別商量。認羊屎作鹹豉。非但自己。不知香臭。", "800": "慶一上人(聞訃)慶一上人聞訃", "801": "識得一。萬事畢。慶快平生是今日。佛祖單傳無二心。", "802": "生死洞然空四壁。匇匇聞訃來歸。不礙獨行特立。羣", "803": "峰疊亂青。遠水漾虗碧。寥寥天地間。來去有何極。韶", "804": "華自轉春無迹。", "805": "了恩典座了恩典座", "806": "十二時中。承誰恩力。俯仰折旋。不須外覔。著衣喫飯。", "807": "一了便了。開眼天明。是誰不曉。大地沙門隻眼睛。丈", "808": "六金身一莖草。", "809": "志滿上人志滿上人", "81": "又却度與他人含吐。我幸是箇喫粥飯漢。莫被此等", "810": "夫志在謙毋自滿。勿以其長跨人短。海因有量天亦", "811": "聾。人未有德休恃聦。君不見。水涸山枯物憔悴。春暖", "812": "風和蝶蜂至。欲在叢林立此身。學以成其志。", "813": "祖機上人祖機上人", "814": "靈妙之機。佛祖莫知。疾則蹉過。遲非所宜。靈在自己。", "815": "妙在日用。喫󰕖著衣。一靜一動。動靜兩忘。波停岳聳。", "816": "元覺上人元覺上人", "817": "妙覺明淨。元無所覺。如鄱陽湖。秋波不作。亦若匡廬。", "818": "雲平月壑。笠頂西風閑去來。拄杖頭邊空索索。打碎", "819": "靈龜殻。", "82": "穢污。", "820": "智遠上人智遠上人", "821": "智聰則遠。機圓自轉。似走盤珠。如萬花苑。開落不在", "822": "春秋。動靜不滯去留。雲悠悠水悠悠。天外月如鈎。雪", "823": "峰袞出三箇木毬。", "824": "克圓上人克圓上人", "825": "克期取證。功行已圓。湘南潭北。一月在天。五峰深處。", "826": "萬象皎然。相見不須撫背。痛與肋下三拳。掣風掣顛。", "827": "覺初上人覺初上人", "828": "靈覺之初。廓然太虗。巘雲平岳頂。海月照珊瑚。描不", "829": "如。畫不如。詠不如。一段靈光今古無。元是兜率橋頭", "83": "撥草瞻風。貴要頂門具眼。若只橫在兩點眉毛之下。", "830": "三生藏裏夜明珠。", "831": "道可道者道可道者", "832": "道可道。非常道。名可名。非常名。名既非常。如器中鍠。", "833": "道既非常。如日之光。如器中鍠。聲出於內。如日之光。", "834": "光照無方。夫如是。乃可稱有道之者。非獨善一身。而", "835": "達之萬󳬛。", "836": "道從上人道從上人", "837": "惟道是從。惟心是宗。空即是色。色即是空。夢幻了了。", "838": "來去匇匇。水中之月。樹上之風。作如是觀。無塞不通。", "839": "了明上人了明上人", "84": "未免為世情所轉。非獨入他作家爐韛。上他鉗鎚。受", "840": "了明明了。孤光皎皎。夜永月寒。雲開天曉。二淛江山", "841": "拄杖頭。脫略根塵靜悄悄。大明當空。無幽不照。如是", "842": "行脚。行脚事了。百煉精金。由指而遶。", "843": "智賢上人智賢上人", "844": "智者必賢。正者不偏。平坦性地。朗我心天。折旋俯仰。", "845": "諸佛現前。一光同照。萬象樅然。", "846": "本善上人本善上人", "847": "本來面目。善自參詳。六般神用。晝夜放光。不須擬議。", "848": "切忌承當。風前一陣木犀香。金粟花黃。", "849": "行坦上人行坦上人", "85": "他枯淡不得。動則青黃豆麥不分。所謂打頭不遇。翻", "850": "細行循循。大道坦坦。得處至要。用處至簡。從上一千", "851": "七百人。七縱八橫。大機大用。肩上無過擔片橫版。頂", "852": "門只具一隻正眼。譬如斬一握絲。一斬俱斬。一切盡", "853": "斬。", "854": "普義上人普義上人", "855": "雲門普。趙州無。二字一義。茄子落蘇。提起便會。直入", "856": "聖賢閫域。聲前擬議。未免者也之乎。且聽端的下箇", "857": "註脚。俱。", "858": "如珠上人如珠上人", "859": "等閑剔出影團團。一一如珠走玉盤。風前燦燦寶光", "86": "成骨董。可不慎諸。", "860": "寒。落落誰從轉處看。當隨機括動。休被眼睛瞞。魚目", "861": "光生也一般。天上蟾蜍水底浴。明暗不相干。", "862": "法立上人法立上人", "863": "萬法無根。從何而立。一念心堅。銀山鐵壁。發大誓願。", "864": "大解脫幢。萬木生秋風自凉。庭前一陣桂花香。", "865": "法茂上人法茂上人", "866": "野鳥山花能說法。茂林脩竹是參徒。時常舉一箇心", "867": "字。覿面當機見也無。雲埋夜月。冰透玉壺。明暗雙忘。", "868": "理事一如。差乎緣木求魚。", "869": "允寬上人允寬上人", "87": "示志月上人示志月上人", "870": "初無允諾。寬著程限。一似跳黃河。盡力要合眼。跳過", "871": "跳不過。直要橫擔板。南北天高雲淡淡。漁歌秋色晚。", "872": "嗣牧上人嗣牧上人", "873": "先以放。嗣以牧。兩鼻穿。四蹄禿。有闌圈。無拘束。山自", "874": "青。水自綠。從來饑飽不相干。幻泡影中休碌碌。單單", "875": "贏得這題目。", "876": "惠性上人惠性上人", "877": "惠性忽通。差別無礙。七縱八橫。得大自在。向微塵裏", "878": "轉渾身。影落五湖雲水外。問時人。會不會。明白一句", "879": "子。卞璧無瑕。驪珠絕纇。", "88": "佛祖是妄。禪道是誑。參是馳求。坐是執縛。迷是不知。", "880": "傳義上人傳義上人", "881": "直指之道。義不可傳。不立文字。昭昭現前。萬里不掛", "882": "片雲。一亘白日青天。聲前有意。句後無言。理事雙遣", "883": "也。木頭碌磚。", "884": "如山上人如山上人", "885": "絕毫絕釐。如山如岳。萬里高飛。遙空一鶚。見不到處。", "886": "天涯海角。智不及處。大圓滿覺。西風蕭條黃葉落。古", "887": "殿深沈撼金鐸。却悔當初賺行脚。", "888": "師亮禪者師亮禪者", "889": "憶昔西山亮座主。曾有虗空解講語。喚得回頭是馬", "89": "悟是幻覺。莫不皆由一念清淨法身佛。照了諸相。昏", "890": "師。規鑒叢林照千古。上人學禪不學教。禪教初無二", "891": "門戶。一拳打破太虗空。知音不在頻頻舉。", "892": "佛祖讚佛祖讚", "893": "出山相出山相", "894": "六年饑餓。半夜癡狂。貧兒拾得錫。赤脚走忙忙。", "895": "觀音觀音", "896": "鰲翔海運。地迥天空。一瓶淨水。五濁惡風。安得眾生", "897": "界具證圓通。", "898": "其二其二", "899": "以耳返觀。夜濤傳別谷之聲。以眼返聽。甘露散垂楊", "9": "既透不過。畢竟十二時中。合作麼生。", "90": "是根。散是塵。昏即體。散即用。當昏無散。當散無昏。昏", "900": "之碧。所返既忘。觀聽亦寂。夫是之謂救苦慈悲願力。", "901": "魚籃婦魚籃婦", "902": "行步輕盈。梳裝濟楚。示大慈悲。救眾生苦。智眼堪憐", "903": "盡不明。只道籃中賣錦鱗。", "904": "其二其二", "905": "籃裏清風。手頭生活。要將魚目換明珠。豈是慈悲菩", "906": "薩。有智慧人。不消一劄。", "907": "馬郎婦(為涇上人贊)馬郎婦為涇上人贊", "908": "謾說教人學誦經。胸中涇渭甚分明。金沙影裏無窮", "909": "數。散作一灘流水聲。", "91": "散二岐。不相為礙。亦不相雜。如百千鏡燈。只是一燈。", "910": "維摩維摩", "911": "尫羸面孔。蹊蹺肚膓。憂愁苦惱。詐病在床。說離生死", "912": "妙法。一默無雙。", "913": "達磨達磨", "914": "九年壁觀顯家風。半是真誠半脫空。一葦不知何處", "915": "在。長江依舊水流東。", "916": "布袋布袋", "917": "一笑生春風。雙瞳湛秋水。日月拄杖頭。乾坤布袋裏。", "918": "彌勒忽然下生。何處尋你。", "919": "臨濟臨濟", "92": "百千水月。只是一月。華亭志月上座。無端水中捉月。", "920": "眼生三角。頭峭五嶽。三遭瞎棒折驢腰。一喝當空。星", "921": "斗落錯。", "922": "朝陽朝陽", "923": "穴鼻針。無縫襖。一綫紅日頭。聯得似恰好。", "924": "其二其二", "925": "離離披披破骨董。補一孔了又一孔。三竿紅日透籬", "926": "邊。看來何止七斤重。", "927": "自讚自讚", "928": "德富藏主請德富藏主請", "929": "巍巍堂堂。煒煒煌煌。佩小釋迦懸記。身穿　　御賜", "93": "一帆二千里。直透集雲。逗到龍淵亭畔。水底觀天。方", "930": "衣黃。人言有德可富。自羞伎倆尋常。蕭蕭兩𩯭風霜。", "931": "昭如長老請(住木平)昭如長老請住木平", "932": "海印發光。昭然如日。曾對大元　　聖主。默說不二", "933": "法門。默而說說而默。中興大仰叢林。天下第一法窟。", "934": "見者是誰。石頭古佛。", "935": "智坦西堂請智坦西堂請", "936": "大智洞明。大道坦平。生鐵面具。不近人情。雲峯日朗。", "937": "雪谷雷鳴。激起曝腮焦尾。同躍天庭。", "938": "原妙侍者請　(高峯)原妙侍者請　高峯", "939": "上大今已無人。雪巖可知禮也。虗名塞破乾坤。分付", "94": "知不是真月。如今竪起生鐵脊梁。直要打教透徹。忽", "940": "原妙侍者。", "941": "嘯巖居士請(入錢塘北關祖師會)嘯巖居士請入錢塘北關祖師會", "942": "湖山影裏。水月光中。似我非我。󳬿󳬿朧朧。兩眼平生", "943": "四海空。", "944": "如初禪人請　(半身)如初禪人請　半身", "945": "身披　　御賜衣。名在江湖上。對面忽相呈。全全不", "946": "似像。雪白眉毛頷下生。仔細看來。何止長一丈。也是", "947": "起模畫樣。", "948": "覺圓居士請覺圓居士請", "949": "妙覺圓明。離諸聞見。纔涉安排。雲遮日面。若言即此", "95": "被昏散二魔。晝夜交相擾擾。脫離無由。雪巖向道。但", "950": "是山僧。三尺竹篦如掣電。好好看方便。", "951": "雪巖和尚語錄卷第四終", "952": "No. 1397-BNo. 1397-B", "953": "濟北之後。法席惟東山老祖。一瓦鼓歌為絕唱。到破", "954": "沙盆下。其聲益宏。若夫翻經易訁□續□音微。吾仰", "955": "山師叔。幾至銷歇。雖然其間大有節奏。在具眼衲僧。", "956": "試自甄別。大德戊戌休夏。寓雪竇前育王屬姪比丘", "957": "淨日拜手。", "958": "No. 1397-C 補遺No. 1397-C", "959": "補遺", "96": "只百尺竿頭。倒退更倒退。定是摸著當空明月。", "960": "題䟦題䟦", "961": "題羅漢手軸題羅漢手軸", "962": "松風浩浩。㵎水潺潺。白雲影裡。枯木寒巖。十八高人。", "963": "行住坐臥。神通游戲其間。龍耳無聽。虎體元班。", "964": "䟦圓覺經䟦圓覺經", "965": "大虗圓滿。妙覺混融。如春化物。和而不同。力不在東", "966": "風。", "967": "䟦應菴付密菴法語䟦應菴付密菴法語", "968": "破沙盆。蓋天蓋地。是我祖大徹投機句也無。若道是。", "969": "未見應菴在。若道不是。蹉過密菴了也。後之學者。苟", "97": "演上人歸江陵出無準癡絕語演上人歸江陵。出無準癡絕語", "970": "不□□開正眼。未免只喚作破沙盆。", "971": "題坐禪鍼題坐禪鍼", "972": "記著一字。喚作依模脫□□□□□□□□□□□", "973": "自有一條通天大路。因甚□□□□□□。", "974": "䟦偃溪語䟦偃溪語", "975": "佛照老人。倒握妙喜三尺竹篦。罵風打雨。奔雷掣電。", "976": "激起東㵎波濤。翻作偃溪流水。自一而三。會三而一。", "977": "五髻峯高勢插天。雙徑如絃直。", "978": "䟦枯巖頌軸䟦枯巖頌軸", "979": "我觀是軸。語不滋潤。句不新鮮。蓋從枯字上發越也。", "98": "無準先師癡絕和尚。明訓昭昭。實天下衲子。古今師", "980": "而又卓絕無路。玲瓏莫窺。得非巖乎。", "981": "小佛事小佛事", "982": "清妙侍者火清妙侍者火", "983": "佛祖道妙。絕點純清。全體全用。三喚三應。雖然病在", "984": "心腹。依前不墮常情。作麼生。󰞆飛煙滅。轉見光明。", "985": "介俊侍者火介俊侍者火", "986": "俊哉衲子。介然自立。三應聲中。銀山鐵壁。喜識盡髑", "987": "髏乾。烈焰光中珠走盤。", "988": "惟則上座火惟則上座火", "989": "惟天惟大。惟堯則之。古今一體。生死同歸。無氣息。絕", "99": "法。雖然世尊不出世。老胡不西來。鷲嶺未嘗拈花。少", "990": "離微。火出木盡。煙滅󰞆飛。", "991": "悟上座入塔悟上座入塔", "992": "悟時悟迷底。迷時迷悟底。迷悟兩俱忘。畢竟是甚底。", "993": "一堆白骨冷如氷。萬疊青山翠如□。", "994": "樞菴主下火樞菴主下火", "995": "靈樞密運。神機顯發。豎指豎拳。有殺有活。八十餘年。", "996": "受用不盡。末後抽身。生涯轉闊。烈焰堆中阿剌剌。", "997": "No. 1397-D 評論No. 1397-D", "998": "評論", "999": "山菴雜錄云。仰山雪巖和尚。婺州人。立志超卓。非"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1397 雪巖祖欽禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1397 雪巖祖欽禪師語錄", "author": "(嗣法門人)昭如．希陵 等編", "language": "chinese", "source": "CBETA"}