{"sourceLink": "http://www.cbeta.org/", "text": {"0": "七重會普光明殿三十三佛不思議法品 一念普現", "1": "大方廣佛華嚴經吞海集卷下", "10": "之言。乃相大也。且菩提身上。有大人相。名布施", "100": "即一而多。九橫豎無礙。十深廣無涯。能令三界", "101": "所有聲皆是如來說法音。", "102": "九涅槃出現有三。一性入清淨涅槃。二真入圓", "103": "寂涅槃。三示入方便涅槃。皆以摩訶般若解脫", "104": "法身三法為體。不縱不橫不竝不別。如天之目。", "105": "如世之伊。有十種相。一體性真常與萬法同。二", "106": "德用圓備令應即真。三出沒常湛應迹無方。四", "107": "虧盈不遷法身常然。五示滅妙存處有不有。六", "108": "隨世生滅長短不定。七有無互現隨機起滅。八", "109": "大用無涯分布舍利。九體離二邊非實非虗。十", "11": "雲。用無貪三業為體。常放大慈光明。令諸眾生", "110": "結歸無住悲智雙運。", "111": "十見聞親近能生眾生三德善根。量云。", "112": "後明不信益者。如狂病人罵藥。藥入口中亦得", "113": "病去。今語遠益。如不輕菩薩。謗尚遠益。況解行", "114": "在身。此經信與不信俱得成佛。有何難哉。妄情", "115": "未盡。不契本法。疑念消除。始知從來出現。今令", "116": "外亡言象內絕思求。則庶幾於出現之旨。今能", "117": "信者。宿因薰種。若更不信。當來豈聞。然此一品。", "118": "文法玄奧。能頓能圓。究諸佛本。罄諸法源。根本", "119": "法輪更處其心。玄中玄也。", "12": "生善滅惡。則八萬四千波羅蜜。皆是大人相。若", "120": "八三會普光明殿八三會普光明殿", "121": "三十八離世間品 悲智無礙行三十八離世間品。悲智無礙行", "122": "意曰。世即虗偽器及有情。或云分段變易。離有", "123": "四種。一隨是大悲揀於小乘自利。二離是大智", "124": "揀於凡夫染著。三菩薩悲無不智。世無不離。智", "125": "無不悲。離無不世。四如來則境上世離兩亡。心", "126": "上則悲智雙絕。能全隨而常離。事離則不即世", "127": "間。性離則即是世間。今事性二利為宗。頓成圓", "128": "行為趣。普慧併問二百問普賢併答二千答者。", "129": "表位虗行實也。", "13": "如來國土身。有大人相。名筆雲。用羊兔毛為體。", "130": "九逝多園林會九逝多園林會", "131": "三十九入法界品 流通無盡經三十九入法界品。流通無盡經", "132": "意曰。法有五。謂有為無為俱存俱泯無障礙。界", "133": "為性義因義。入亦有五。信入有為法界。解入無", "134": "為法界。修行入俱存。證入俱泯。圓入無障礙。", "135": "本會頓入法界。末會漸入法界。頓中有漸。本中", "136": "有末。", "137": "經云。不離逝多林如來座前。化現種種身雲。徧", "138": "往一切村營城邑。以種種言音。說四十二解脫", "139": "法門。諸大聲聞。身廁祇園。何不見聞廣大佛德。", "14": "常放黑摩尼光明。令諸眾生書寫善事。復有大", "140": "不見潤益甚深德如鬼見膿河。不見高顯廣大", "141": "德如夢遊天宮。不見幽道難見德如愚對雪山。", "142": "不見祕藏難知德如隱伏藏。不見迥絕難測德", "143": "如盲不見寶。不見智照難量德如淨眼明見。不", "144": "見周徧難思德如比丘入定。不見光顯超世德", "145": "如妙藥翳形。不見微妙難懷德如二天隨人。不", "146": "見廣大境界德如滅定不行。", "147": "意曰。聲聞劣而不見聞。菩薩勝而能頓證。力用", "148": "交徹。勝劣互收。成大緣起。方是深玄無差之差。", "149": "則有三乘五性。差即無差。平等成佛。", "15": "人相。名寶鍼雲。用鋼鐵莊嚴。常放利焰光明。令", "150": "末會有三。一文殊從善住樓出。一切部類俱隨", "151": "智轉。舍利弗等六千比丘隨逐。文殊如象王迴", "152": "觀。諸比丘歎文殊德。六千道成言下。心無疲厭。", "153": "成就佛法。得無礙眼。入大法海。於文殊足下成", "154": "道。", "155": "二經歷人間至福城東。說普照法界經。一萬諸", "156": "龍。發菩提心。三乘人會權歸實。", "157": "三善財會。文殊為說諸法空。善財開發本有菩", "158": "提心。寂然常住。依此參善知識。令普賢行速得", "159": "圓滿。有十種心。發足南行順智光明。", "16": "諸眾生補破遮寒。如此則世間所有。皆是如來", "160": "一德雲比丘住勝樂國。解行發心。踏著妙峯山", "161": "頂。證佛二身行也。諸佛隨念而現解也。", "162": "二海雲比丘住海門國。淨治心地。觀於業海心", "163": "海法海十二支。普眼法離見聞覺知。", "164": "三善住比丘在楞伽道。修行住。於法性空中往", "165": "來經行。諸天作禮恭敬圍遶。", "166": "四彌伽居士住達里國。從聖教生。說輪字法。妙", "167": "音無礙。明利鈍根。說二乘法。", "168": "五解脫長者住聚落中。以方便力八相成道。現", "169": "一切剎。自心如水。諸佛如影。一念具足。", "17": "大人相也。", "170": "六海幢比丘住閻浮提。正心入定。離出入息。從", "171": "身出生十四類。彼此如夢。在法性中現。", "172": "七休捨優婆夷住海潮處。不退大心。眾寶莊嚴。", "173": "離憂安隱。演不可說方便門。", "174": "八毗目瞿沙仙人住那羅國。童真三業。執善財", "175": "手。見十佛剎。放善財手。還住自位不動。", "176": "九勝熱婆羅門住伊沙那。為法王子。逆行如火", "177": "聚。刀山似萬行。善財投身下。得善住三昧。", "178": "十慈行童女住師子城。法水灌頂。莊嚴宮殿。皆", "179": "見法界。諸佛令我各異門入。", "18": "三十五隨好光明功德品 三重十地三十五隨好光明功德品。三重十地", "180": "一善見比丘往三眼國。具三種施。常生歡喜。圓", "181": "光一尋。一念之中悉見諸佛。", "182": "二自在童子在河渚中。廣行饒益。持三聚戒。修", "183": "學算數。悟入神通。智慧光明。", "184": "三具足優婆夷在海住城。心無違逆。身無纓絡。", "185": "唯一小器。隨眾生欲飲食充滿。八萬眷屬。", "186": "四明智居士住大興城。心無屈撓。仰視虗空。隨", "187": "意出生。無量眾生悉皆如意。仰視真精進。", "188": "五寶髻長者住師子城。心無癡亂。將善財入禪", "189": "定宅。有十層八門。燒一元香。永離貧窮。", "19": "經說三重頓圓十地者。是轉益用大也。佛親說", "190": "六普眼長者住藤根國。善現正位方便出生。合", "191": "和一切香。唯用智波羅蜜。普見一切佛。", "192": "七無厭足王住多羅城。身行無著。見瞋害行逆", "193": "行方便。一切眾生皆如幻化。不惱一蚊一蟻。", "194": "八大光王住妙光城。以難得行建大慈幢。山川", "195": "艸木。悉迴向曲躬於王。願力成就。", "196": "九不動優婆夷在安住國。用善法行。供養脩臂", "197": "佛。不生念欲之心。求法無厭。", "198": "十徧行外道住都薩羅。行真實行。化諸異見。示", "199": "同其形。說一切處菩薩行門。", "2": "河朔平原　道通述", "20": "者。難信故。如來為菩薩時。足下有四十種光明。", "200": "一鬻香長者住廣大國。救護眾生。離眾生相。別", "201": "知一切香出處功能。有其十種。", "202": "二婆施羅船師。不壞善根。將諸商人入佛法海。", "203": "行安隱道。珍寶充足。還閻浮提。", "204": "三無上勝在可樂城。等一切佛。理斷事務。令捨", "205": "非法順行善法忍辱柔和。", "206": "四師子頻呻比丘尼在迦陵林。以大精進。至一", "207": "一處。徧坐寶樹。眾會不同。所說各異。", "208": "五婆須蜜女住險難國。無盡功德。在市鄽北。離", "209": "貪欲際。眾生見我。隨樂皆現。", "21": "於圓滿王好中放光。照下地獄。有遇斯光者。死", "210": "六󳺎瑟胝羅居士在善度城。善根堅固。開栴檀", "211": "佛塔。見三世諸佛。不曾入般涅槃。", "212": "七觀自在菩薩。隨順眾生大悲行門。常在一切", "213": "如來所。普現一切眾生前。", "214": "八正趣菩薩。從法性空中來。同如之行。有一百", "215": "種。一念不移。普至十方。供佛聞法。", "216": "九大天神在墮羅城。以無著無縛力。舒四無礙", "217": "手。取四大海法水。自洗其心。能淨他心。", "218": "十安住地神住摩竭國。用等法界善根足。按轉", "219": "心地。諸寶涌出。不可破壞。自在如意。", "22": "生忉利天。聞天鼓音。懺悔已。即時位登十地。先", "220": "一婆珊婆演底夜神在迦毗城。生大歡喜。三心", "221": "齊具。見佛說法。成熟眾生如大雲網。", "222": "二普德淨光夜神。以淨戒力。供佛說法。普遊步", "223": "解脫。", "224": "三喜目觀察眾生夜神。發光明身。現相似身雲。", "225": "於眾生前。聞思修慧說一切法。", "226": "四普救眾生夜神。如焰慧破四大空息三惡。為", "227": "妙德女。修補故壞佛像。生在王家。", "228": "五去此不遠。有寂靜音海夜神。性相互乖。於此", "229": "得勝觀佛毛孔。作用無邊。修十大法藏。", "23": "薰一乘種子也。此是正益。化作一萬香雲。供養", "230": "六守護一切眾生夜神。般若現前。得大總持。說", "231": "緣生法。為法輪光比丘尼。護持佛法。", "232": "七開敷一切樹華夜神。遠行大行。佛昔因地盡", "233": "皆明見。為寶光明女。信知他人功德。", "234": "八大願精進力夜神。普現色身。為善伏太子。救", "235": "獄罪人。遇燈王佛。說圓滿經。", "236": "九妙德夜神。善慧說法。十種受生藏。我皆親近", "237": "十釋女瞿波。能受雲雨法。曾為妙德女。探蘭修", "238": "微行。願見威德主。今日已圓滿。諦觀無厭足。如", "239": "意得自在。", "24": "菩薩。若有眾生身蒙香者。亦得滅除一切煩惱。", "240": "一摩耶夫人。住此世界中。一切眾生前。常現大", "241": "願身。三世諸佛。以願智為母。我身不餘本量。等", "242": "於虗空。曾為道場神。又為蓮池神及菩提樹神。", "243": "皆號我為母。", "244": "二天王光。有淨莊嚴。造立伽藍。得清淨念。", "245": "三童子師徧友。都無言說。即得實無所得法。", "246": "四善知眾藝童子。唱持四十二字母。皆得般若", "247": "現前。", "248": "意曰。從文殊至天王光。皆帶義理。唱但是聲。故", "249": "為義母。表住四十二。其實無窮。且如唱喝字時。", "25": "登於十地。一重轉益也。化作一萬蓋雲。供養菩", "250": "入般若門。名金剛王劒。唱咄字時。入般若門。名", "251": "師子踞地。", "252": "五賢勝優婆夷住無依處道場。出生一切智光", "253": "明。", "254": "六堅固長者住無著念清淨。於十方佛。求於正", "255": "法。", "256": "七妙月長者住淨光明。知佛德用無邊。教化有", "257": "情。", "258": "八無勝軍長者住出生城。見佛十身無盡相莊", "259": "嚴。", "26": "薩。若有眾生見其蓋者。種一清淨金鋼轉輪王", "260": "九最勝寂靜婆羅門。住城願語。一切所作皆得", "261": "成就。", "262": "十德生有德住妙意華門城。得一切如幻因緣", "263": "所生。", "264": "一慈氏菩薩。會緣入實相。住大莊嚴樓閣前。歎", "265": "善財發菩提心。彈指出聲。樓閣門開。善財得入", "266": "三世不忘念。", "267": "二文殊菩薩。住普門城。智照無二相。昔受文殊", "268": "教。歷於一百一十城。即伸右手。摩善財頂。若離", "269": "信自心。則一切善法不得成就。信與智無二也。", "27": "善根。亦登十地。是第二重轉益也。輪王頂上放", "270": "三普賢菩薩。在如來前。於一一毛孔中。現無邊", "271": "光明雲。善財見已生大歡喜。彼一切微塵中普", "272": "賢。即伸右手。摩善財頂言。我法海中一文一句。", "273": "未有不是捨轉輪王身位而求得者。善財住自", "274": "位。普賢摩頂已。證與諸佛等。", "275": "意曰。善財冥心得見三千大千微塵數善知識", "276": "者。五根五塵皆善知識。略示一二。以例諸法。", "277": "一燈燭善知識。在如來座前。告善財言。我得解", "278": "脫。名普照燈。於日沒夜暗時。作大佛事。若人見", "279": "我。生歡喜心。若天見我。生快樂心。龍神見我。生", "28": "大光明。若有眾生遇斯光者。亦位登十地。第三", "280": "敬仰心。聲聞見我。生寂靜心。菩薩見我。生慈悲", "281": "心。如諸菩薩其心如地。我豈能知。", "282": "二卓子善知識。在如來前。告善財言。我得解脫。", "283": "名普皆平等。於三世諸佛一切眾生。其心平等", "284": "無有高下。猶如大地不生分別。如諸菩薩普覆", "285": "三界。我豈能知。", "286": "三法堂善知識。在如來會上。告善財言。我得解", "287": "脫。名普蔭一切。若諸眾生得見我者。生廣大想。", "288": "生清涼想。生奇特想。生聽法想。一切凡聖常來", "289": "此中。天龍圍遶。聞法歡喜。作禮而退。", "29": "轉益也。難處不為難。聞薰種子熟。即得超十地。", "290": "大方廣佛華嚴經吞海集卷下", "3": "三十四如來十有相海品 深廣無涯三十四如來十有相海品。深廣無涯", "30": "三十六普賢行品 因該果海三十六普賢行品。因該果海", "31": "意曰。瞋心障大慈。慈用無瞋為體。若起一念瞋", "32": "心。則掃盡菩薩行。一障一切障。所以經云。我不", "33": "見一法為大過失如此菩薩向彼菩薩起一念", "34": "瞋心。則有百萬障門。若一念瞋心息。則具一切", "35": "菩薩行。一斷一切斷。為普賢行。", "36": "三十七如來出現品 果徹因源三十七如來出現品。果徹因源", "37": "意曰。出現本有法。一切眾生法身如理出現。報", "38": "身障盡出現。化身隨機出現。何故不云眾生。言", "39": "如來出現。答非唯佛也。如體不變。隨緣名來。來", "4": "經中。普賢說。如來化身頂上有三十二大人相。", "40": "即三身十身出現之法。三業化用出現之法。眾", "41": "生省悟。即新成舊佛。如鎔金成像。是不一義。新", "42": "佛舊成。是不異義。如破模出像。使應即真而真", "43": "即應。吾今此身即是常身。法身乃至艸木皆平", "44": "等也。", "45": "一出現因緣。悲智為因。眾生為緣。有十喻明法。", "46": "多因多緣如大千興造。說法應機如大雲降雨。", "47": "隨機便見如雲雨無從。教行不則如大千雨滴。", "48": "生善滅惡如成劫大雨。大悲一味如雨資百艸。", "49": "先勝後劣如成立世界。無有分別如風輪建立。", "5": "兼餘身分。共有九十七相。每相有五事。一依處。", "50": "無礙慧身如山林依地。饒益眾生如水陸空行。", "51": "二身相出現。應於一切色非色處見於如來。有", "52": "十喻明法。身徧五無量界如空徧色非色處。身", "53": "無分別如太虗空。光明照耀如破闇作明。普照", "54": "一切如日出照山。無不利益如日出分晝夜。四", "55": "種奇特如靜月輪。無有差別如大梵王。絕於思", "56": "慮如醫王延壽。作大佛事如摩尼珠。見者生喜", "57": "如如意寶。", "58": "三口現語業。若以用從體。則不壞屈曲。等於法", "59": "界。若以體從用。則一一音含於法界。若用即是", "6": "為如來化身頂上有大人相。二名字。光明雲一", "60": "體。妙音常寂。若體即是用。則如長風隨寂。如斯", "61": "妙音非心識境。故以喻明。聲體無我如劫盡唱", "62": "聲。隨緣現起如山谷聲。音無斷絕如天鼓開覺。", "63": "聞者差別如天女音。應時不失如梵王聲。無有", "64": "邪曲如一味水。普隨心樂如降雨資榮。無有變", "65": "易如漸成熟。難以情思如龍王降雨。普徧一切", "66": "如雷電風雨。", "67": "四意業出現。如來心意識俱不可得。遮詮顯勝", "68": "也。但以智無量故。知如來心。表詮顯勝也。故以", "69": "喻明十智。無依成事如太虗空。不增不減如法", "7": "化成家也。三體性。莊嚴不同。四業用。常放光明。", "70": "界性。用廣體密如四寶性。增益眾生如大海潛", "71": "流。滅惑成德如珠消海水。依持無礙如空含受。", "72": "窮劫利樂如大藥王樹。知無不盡如劫壞火燒。", "73": "留惑潤生如劫風持壞。佛性果智如大經潛塵。", "74": "妄覆真。小含大。一具多。眾生本有果智即佛果", "75": "智。何故作眾生。答妄想執著而不證得。智眼未", "76": "開。復何怪哉。", "77": "五境界出現。正明分齊境。兼明所緣境。十法界", "78": "境界具如來境界。乃至涅槃真如無境界皆是", "79": "如來境界。所緣之境如降雨無從。分齊之境如", "8": "五利益。生善滅惡。", "80": "大海無窮。", "81": "六行出現。同如絕相無礙行。金翅取龍日月無", "82": "私。", "83": "七菩提出現。云何名成正覺。答正揀小乘。成揀", "84": "菩薩。問以何法為體。答二智二斷為體。問有幾", "85": "種菩提。答或二或三。萬像皆具十身。", "86": "寂照為體如淨日輪。印現萬機如大海水。性相", "87": "甚深離言論。平等三輪收萬像。因果交徹。一成", "88": "一切成。有二。一生之本佛與佛之本佛無異故。", "89": "說一成一切成也。二生佛是染淨相融同真界", "9": "意曰。餘九身上大人相豈可窮也。故經有如海", "90": "故。說一成一切成也。體離虧盈如太虗空。相無", "91": "增減如化現無形。用該動寂。即一現多。同於法", "92": "界。毛塵包徧。普徧諸心。眾生有佛果智。不斷則", "93": "生佛非一。不離則生佛非異。則正不異時常不", "94": "一。若生若佛。求不可得。", "95": "八轉法輪出現有五。一八正道為輪自性。二聞", "96": "思修為輪因。三五蘊為助伴。四四諦作境界。五", "97": "菩提涅槃為輪果。今經有十。一能轉心證法不", "98": "生。二所轉體即三輪寂。三得果離斷常。四教不", "99": "可說。五本來清淨。六觸言皆轉。七即用而寂。八"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 239 華嚴經吞海集", "englishTitle": "卍 Xuzangjing, Electronic version, No. 239 華嚴經吞海集", "author": "宋 道通述", "language": "chinese", "source": "CBETA"}