{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 544-A 林子心經釋略槩論總序No. 544-A", "1": "林子心經釋略槩論總序", "10": "渡河也。終於無法者。舍筏而登岸也。他如金剛經所", "100": "門內。甚深法界者是也。若能知此甚深法界。而為", "101": "自在菩薩之所住處。一超而入。便是到家之人。然", "102": "而甚深法界。得而入之乎。自在菩薩。得而觀之乎。", "103": "林子曰。即心即佛。而真心元在於實地之中者。是", "104": "真佛深處於彼岸之際也。故不詣實地。而談真心。", "105": "不到彼岸。而談真佛者。豈非所謂門外漢耶。", "106": "林子曰。不登佛位。安能識佛。不知本來。安識無物。", "107": "林子曰。若離實地。便是離心。若離彼岸。便是離佛。", "108": "元古雲曰。五蘊。即五陰。其曰蘊者。積聚義也。其曰", "109": "陰者。盖覆義也。", "11": "云應如是住。如是降伏其心。夫曰住。曰降伏。謂非有", "110": "潛溪曰。五蘊者。色受想行識也。色蘊。四大所成。受", "111": "蘊。領納苦樂。又不苦不樂。想蘊。即種種境。奔馳不", "112": "息。行蘊。諸所心法。多貪境弗止。識蘊。於所緣境。熾", "113": "然了別。五蘊之中。識以分別居先。因其分別。而領", "114": "納在心。謂之受。心既領納。相續尋思。謂之想。想之", "115": "不已。遂成造作。謂之行。", "116": "舍利子。色不異空。空不異色。色即是空。空即是色。受", "117": "想行識。亦復如是。", "118": "林子曰。此呼舍利子而警之。而以色空二字對待", "119": "言之。盖恐其有著於有無二見也。若所云五蘊皆", "12": "法而何。縱是聖賢。亦且有無為法矣。況其下乎。至於", "120": "空者。乃色空之所不到處本無空也。奚有於色。色", "121": "空俱泯。心經之本旨。一切現成也。而歷代註解。皆", "122": "曰色因空顯。空為色亡。又曰。無空不顯色。無色不", "123": "明空等語。如此見解。不謂之對待之義耶。故曰色", "124": "不異空。空不異色。豈曰不異。而又曰即是者。何也。", "125": "以其不能見性。二者病在一般也。", "126": "三祖僧璨曰。圓同太虗。無欠無餘。此乃本體自然。", "127": "一切之現成也。若非親到彼岸者。其孰能知之。又", "128": "曰。莫逐有緣。勿住空忍。若逐有緣。即是迷空以為", "129": "色。若住空忍。即是泯色以為空。二者盖胥失之。而", "13": "楞嚴經所載二十五聖圓通。圓覺經之二十一漸教。", "130": "非一切之現成矣。", "131": "林子曰。余嘗譬之石焉。火之性。蘊於石之中。而石", "132": "之中。但惟有火之性已爾。本無火也。奚有於滅。既", "133": "無火矣。而有色乎哉。既無滅矣。而有空乎哉。而人", "134": "之性亦猶是也。然石擊之則火生。頃之而火滅。火", "135": "生則有火之色。火滅則無火之色。而空矣。而生而", "136": "色。而滅而空。都在石外。殊不知真性本不在外也。", "137": "顧乃於塵之色空上做工夫。則亦何異於火之生", "138": "滅上討分曉。而謂之能見性而入頓也可乎哉。壇", "139": "經曰。只在門外。未入門內。", "14": "三頓教。一圓教。天台止觀之十八觀。是皆釋氏之法。", "140": "林子曰。余嘗譬之鏡焉。塵來則色。塵去則空。是鏡", "141": "之色空。皆由於外塵之去來如此。然而鏡之所以", "142": "能照之本體者。抑亦其色空之所不到處者乎。", "143": "潛溪曰。凡有形者。皆謂之色。凡無形者。皆謂之空。", "144": "舍利子。是諸法空相。", "145": "林子曰。此呼舍利子而重警之。而專以空之一字", "146": "言之。盖惟恐其不知心經之本旨。而有著於法。而", "147": "有著於相。有所然而空之也。然真性上不容一物。", "148": "彼岸中一切現成。而無有法。而無有相。而曰法曰", "149": "相。便是有物。而非彼岸實地中之現成矣。壇經曰。", "15": "萬古不易之常經也。然則心經亦有法歟。林子曰。然。", "150": "常離法相。自由自在。又曰。離諸法相一無所得。是", "151": "字。指上文空不異色。空即是色句。", "152": "林生問曰。夫既空矣。安得有相。林子曰。豈曰色有", "153": "色相。而空亦有空相矣。又問何謂空相。林子曰。余", "154": "嘗指諸空器而問之人曰。器中何物也。答曰。吾但", "155": "見器中之空爾。夫空可得而見之。不謂之空有空", "156": "相耶。有相則有見。無相則無見。余於是而知空相", "157": "之空。是亦色相之色也。着空着色。亦有何異。故曰", "158": "其為失性均也。", "159": "林子曰。空之一字。最易惑人。然凡夫則易惑於色。", "16": "若首下一觀字。豈非十八觀之義乎。其曰菩提薩埵。", "160": "而二乘則易惑於空。夫惑於色者。猶可得而言之。", "161": "而惑於空者。則不可得而言之。而世之註解者。率", "162": "皆不知佛無有法。空無有相。而執著於上文五蘊", "163": "皆空句。而曰真空實相。謬之甚也。殊不知無空之", "164": "空。是謂真空。無相之相。是謂實相。若曰空相。則是", "165": "空也。亦可得而見之矣。而余之所謂色空不到處", "166": "之真空。其有空乎。其有相乎。其可得而見乎。若非", "167": "親到彼岸者。其孰能知之。大抵心經大旨。皆以彼", "168": "岸實地中。本無五蘊可空也。而學佛之徒。乃不知", "169": "彼岸實地之謂何。而謂有法可以空五蘊而空之。", "17": "依般若波羅蜜多故。是乃聖賢之無為法也。然呪亦", "170": "終不免入於想像。而謂虗空無有相貌以為空也。", "171": "豈曰色空俱忘。亦是知見。故曰是諸法空相。以深", "172": "警之也。", "173": "不生不滅。不垢不淨。不增不減。是故空中。無色。無受", "174": "想行識。", "175": "林子曰。若前所謂五蘊皆空者。盖彼岸實地中。而", "176": "為色空之所不到處者。五蘊本空也。夫五蘊本空", "177": "矣。則安有生。既不有生。則安有滅。垢淨增減。亦復", "178": "如是。故曰空中。無色無受想行識者。一切之現成", "179": "也。若非親到彼岸者。其孰能知之。此章應上五蘊", "18": "法也。揭之揭之。又復揭之。不謂之漸教而何。豈曰二", "180": "皆空句。", "181": "無眼耳鼻舌身意。無色聲香味觸法。無眼界。乃至無", "182": "意識界。無無明。亦無無明盡。乃至無老死。亦無老死", "183": "盡。無苦集滅道。無智亦無得。以無所得故。", "184": "林子曰。此下詳言之。以彼岸實地中。一無所有。非", "185": "特無色無受想行識焉已也。而彼岸實地。其有眼", "186": "耳鼻舌身意乎。其有色聲香味觸法乎。其有無明", "187": "乎。而無無明盡。其有老死乎。而無老死盡。其可以", "188": "智而知。以苦以集以滅以道而得之乎。其有罣礙", "189": "乎。其有恐怖乎。其有顛倒夢想乎。然此亦皆塵之", "19": "十五聖。即三世諸佛。抑亦不能外法以成佛矣。龍江", "190": "生滅去來爾。而彼岸實地。乃其塵之所不到處。一", "191": "切之現成。也若非親到彼岸者。其孰能知之。", "192": "林子曰。形骸中。有眼有耳。有鼻有舌。有身有意。而", "193": "有六根矣。而彼岸實地。則超出於形骸之外。無眼", "194": "無耳。無鼻無舌。無身無意。而無六根也。夫既無六", "195": "根矣。而必於屬眼之色。而空之以為空者。何歟。若", "196": "余之所謂彼岸實地者。則自其真去處之無色無", "197": "空者言之。而非謂外著於六根之眼。空其色而空", "198": "之也。若外著於六根之眼空其色而空之。則亦不", "199": "免入山圜坐。避塵以求靜也。殊不知彼岸實地。而", "2": "或問釋氏之教。都無有法。若未離法。便不是佛。是耶。", "20": "兆恩", "200": "為色空之所不到處者。而奚有於塵之可避。又奚", "201": "有於靜之可求耶。若非親到彼岸者。其孰能知之。", "202": "經曰。得阿耨多羅三藐三菩提。而阿耨多羅三藐", "203": "三菩提。得而得之乎。得而無所於得。無所得而得", "204": "也。故曰以無所得故。若存無所得心。而自以為得", "205": "者。便是有修。有證。有所得。而不空矣。而色空之所", "206": "不到處者。一切現成也。而奚有於脩。奚有於證。奚", "207": "有於得耶。故故也者。故也。此無所得故。并下文二", "208": "依般若波羅蜜多故。無罣礙故。是皆本體之自然。", "209": "一切之現成也。故曰故。故故也者。謂我元所自有", "21": "No. 544-B 附心經釋論就正小柬No. 544-B", "210": "之故物木如是也。", "211": "潛溪曰。眼耳鼻舌身意。謂之六根。猶草木之有根", "212": "也。亦謂之六入。根則主內而言。入則主外而言。眼", "213": "見為色塵。耳聞為聲塵。鼻嗅為香塵。舌甞為味塵。", "214": "身染為觸塵。意著為法塵。是謂之六塵。謂如沙塵", "215": "之障蔽也。根塵二者和合為十二處。處。所也。言各", "216": "有所在也。從見為眼識。從聞為耳識。從嗅為鼻識。", "217": "從甞為舌識。從染為身識。從分別為意識。謂之六", "218": "識。識。謂妄生辨析。昏翳真智也。三者和合為十八", "219": "界。界者。限也。言各有限域也。乃至者。省文。上舉眼", "22": "附心經釋論就正小柬", "220": "界。下舉無意識界。中間四識。可以例知也。", "221": "宗泐曰。此空十二因緣也。無明者。癡暗也。謂於本", "222": "性無所明了。非懵然無知。乃違理強覺之謂也。無", "223": "無明。無無明盡者。菩薩以般若智。觀此無明。其性", "224": "本空。無生滅相。故云無無明。亦無無明盡也。乃至", "225": "無老死。亦無老死盡。義與前同。但舉其始末。而略", "226": "其中也。十二因緣。亦曰十二支。一曰無明。亦名煩", "227": "惱。二曰行。謂造作諸業。三曰識。謂起妄念。初托母", "228": "胎也。四曰名色。從托胎後。生諸根形也。五曰六入。", "229": "謂於胎中。而成六根也。六曰觸。成胎後。六根對六", "23": "兆恩拜告", "230": "塵也。七曰受。謂領納世間好惡等事。八曰愛。謂貪", "231": "染五欲等事也。九曰取。謂於諸境生取著心也。十", "232": "曰有。謂作有漏之因。能招未來之果。十一曰生。謂", "233": "受未來五蘊之身也。十二曰老死。謂未來身。既老", "234": "而死。此十二因緣。該三世因果。展轉因依。如輪旋", "235": "轉。無有休息。一切眾生。迷而不知。良可悲也。", "236": "菩提薩埵。依般若波羅蜜多故。心無罣礙。無罣礙故。", "237": "無有恐怖。遠離顛倒夢想。究竟涅槃。", "238": "林子曰。梵語菩提。華言覺。梵語薩埵。華言有情。盖", "239": "謂覺而有情也。梵語涅槃。華言無為。依者。皈依。南", "24": "諸善知識者。兆恩甞以六祖而上。佛法明。六祖而下。", "240": "無之義也。古所云南無佛。南無法。南無僧者是也。", "241": "而涅槃無為。是乃現成之公案也。但皈依之而已", "242": "矣。故究竟之亦可入於涅槃。", "243": "楞伽經曰。涅槃乃清淨不死不生之地。一切脩行", "244": "者之所依皈。華嚴經曰。有諍說生死。無諍即涅槃。", "245": "六祖曰。涅槃者。圓滿清淨義。又曰。三界九地。各有", "246": "涅槃妙心。", "247": "三世諸佛。依般若波羅蜜多故。得阿耨多羅三藐三", "248": "菩提。", "249": "林子曰。此與上章而並言之。不曰菩提薩埵皈依", "25": "佛法不明。法既不明。而其譚佛之最以為得者。相傳", "250": "般若波羅蜜多。而究竟之可入於涅槃。而三世諸", "251": "佛。亦皆皈依般若波羅蜜多。而成無上正等正覺", "252": "矣。而無上正等正覺。是亦現成之公案也。若非親", "253": "到彼岸者。其孰能知之。然菩提薩埵而曰依者。有", "254": "法而無為也。三世諸佛而曰依者。無法而無為也。", "255": "至於究竟涅槃。其歸一也。", "256": "唐僧宗密曰。佛者。梵云婆伽婆。唐言佛。佛者。覺也", "257": "自覺覺他。覺圓滿故。一切有情。咸具此道。悟者即", "258": "名佛。迷者曰眾生。", "259": "宋王日休曰。梵語阿。此云無。梵語耨多羅。此云上。", "26": "密訣。只有空之一字。當下即能成佛。何其易也。似賢", "260": "梵語三。此云正。梵語藐。此云等。梵語菩提。此云覺。", "261": "而曰阿耨多羅三藐三菩提者。乃無上正等正覺。", "262": "謂真性也。真性即佛。故略言之。則謂之覺。詳言之。", "263": "則謂之無上正等正覺。以真性無得而上之。故云", "264": "無上。上自諸佛。下至蠢動。性相平等。故云正等。其", "265": "覺圓明普照。無偏無虧。故云正覺。", "266": "潛溪曰。三世。謂過去莊嚴劫。見在賢劫。未來星宿", "267": "劫也。梵語佛。此云覺。覺者。迷之對。以佛之覺。見眾", "268": "生之迷也。", "269": "故知般若波羅蜜多。是大神呪。是大明呪。是無上呪。", "27": "於釋迦遠矣。甚而儒門之士。亦有陰襲其言。互相告", "270": "是無等等呪。能除一切苦。真實不虗。", "271": "林子曰。彼岸中一切現成。若未到彼岸。夫誰得而", "272": "知之。既不得知。必生驚疑。既生驚疑。心不信受。既", "273": "不信受。必不皈依。而曰真實不虗者。此乃老婆心", "274": "切。盖欲以釋其驚疑之心。而信受之。而皈依之也。", "275": "潛溪曰。言故知者。結前起後也。呪者。佛說密語。即", "276": "第一義也。神者。精妙不測之稱。明者。鑑照不昧之", "277": "謂。無上。無可加過也。無等等。獨絕無倫也。既言大。", "278": "則已極矣。又重言無上無等等者。所以深著般若", "279": "溥博無際也。溥博無際。惟真空足以當之。", "28": "語。以為孔子之道亦是如此。始之以亂釋迦之教。終", "280": "故說般若波羅蜜多呪。即說呪曰。揭諦揭諦。波羅揭", "281": "諦。波羅僧揭諦。菩提薩婆訶", "282": "林子曰。諦者。苦集滅道之四諦也。曰揭諦者。揭此", "283": "四諦也。而又曰揭諦者。揭此四諦之揭而揭之。揭", "284": "之而復揭之。故能到彼岸。而清淨。而涅槃。而無上", "285": "正等正覺矣。", "286": "唐大顛云。菩提是初。薩婆訶是末。", "287": "宋何無垢曰。若是有志底人。一刀兩段。更無退轉。", "288": "忽然悟道。達本性空。即得菩提。超出三界。了無所", "289": "了。得無所得。蕩然清淨。則到極樂之所。受用無盡。", "29": "之以壞孔子之學。此道之所以不明於天下萬世也。", "290": "故曰薩婆訶。", "291": "宋僧道川曰。山華笑。野鳥歌。此時如得意。隨處薩", "292": "婆訶。又曰。算盡目前無一法。方能隨處薩婆訶。", "293": "心經釋略終", "294": "No. 544-C 自書心經釋略卷後No. 544-C", "295": "自書心經釋略卷後", "296": "林子曰。釋氏極則之教。古今現成之一大公案也。無", "297": "言無隱。故釋迦住世四十有九年矣。未嘗說一字。而", "298": "最上一乘。豈其有關於言語文字哉。夫既不關於言", "299": "語文字矣。則心經之作。已失之支。而又釋之者乎。概", "3": "非耶。林子喟然嘆曰。此余心經釋略槩論之所由作", "30": "噫。兆恩不自揣分。漫著心經釋略槩論二帙。每竊以", "300": "自六祖而下。佛教微矣。而世之學佛者。孰不曰我已", "301": "得正受南能之宗也。自悟自解。自性自度。然究其歸。", "302": "則與北秀之拂拭塵埃者等爾。而所謂本來無物。而", "303": "為色空所不到處者。則鮮有聞之矣。故曰七祖如今", "304": "未有人。然非惟六祖而下為然也。而靈山會上。五千", "305": "且退席矣。夫有佛出世。猶難與言如此。況後世乎。壇", "306": "經曰。不宜速說。佛法難起。余委不知佛法。而亦強為", "307": "之說焉。既槩而論之。復略而釋之。余豈不知心經微", "308": "旨。不可得而說。不可得而論。不可得而釋之者哉。而", "309": "必欲說之。而必欲論之。而必欲釋之者。余敢曰能明", "31": "為。釋迦復起。必從吾言。幸今佛法再興。而十室之邑。", "310": "佛法之第一義。心經之微旨邪。而二乘之著空。則庶", "311": "乎可以遮其非。而最上一乘。或有所聞而知。自悟而", "312": "興起之矣。三教主人龍江兆恩", "32": "必有善知識者。若能不以兆恩為愚。惠然遠臨。盡言", "33": "相正。自當有以教我也。", "34": "心經釋略", "35": "No. 544", "36": "心經釋略", "37": "門人　王　興　重閱", "38": "表希朱　挍正", "39": "摩訶般若波羅蜜多心經", "4": "也。而子曾見余之釋略槩論乎未也。然佛之地步甚", "40": "林子曰。梵語摩訶。華言大。梵語般若。華言智慧。其", "41": "曰智慧者。乃余之所謂實地之真心也。梵語波羅", "42": "蜜。華言到彼岸。其曰彼岸者。乃余之所謂真心之", "43": "實地。而為色空之所不到處也。多與少對。多多之", "44": "也。行深而至於大智慧到彼岸。此其最上一乘之", "45": "可多也。然彼岸實地中。本無一法可得。而萬法皆", "46": "從此出者。多之也。心經者。吾心之真經也。一切現", "47": "成。故從劫至劫。手不釋卷。從晝至夜。無不念時。乃", "48": "所以持吾心之真經也。惟此真經也。以離一切色", "49": "相。以離一切空相。而安此色空二字俱不可得也。", "5": "高。而必至於虗空本體。本體虗空。無有一法。乃可名", "50": "若非親到彼岸者。其孰能知之。", "51": "金剛經曰。一切諸佛。及諸佛阿耨多羅三藐三菩", "52": "提法。皆從此經出。昔有釋之者曰。皆從此經出者。", "53": "非以指此一經文句語言。又曰。且道此經從甚處", "54": "出。須彌頂上。大海波心。又曰。此經者。人人俱有。箇", "55": "箇周圓。上及諸佛。下及螻蟻。亦具此經。即妙圓覺", "56": "心是也。無物堪比。又曰。茲經喻如大地。何物不從", "57": "地之所生。諸佛惟指一心。何法不從心之所立。", "58": "國初僧宗泐曰。此經即世尊所說大部般若之精", "59": "要。故知菩薩之說。即是佛說。傳至中華。凡五譯。今", "6": "佛。而曰若未離法。便不是佛。豈不然哉。然必由積久", "60": "從玄奘所譯者。以中國盛行故也。", "61": "國初宋潛溪曰。心者。世間及出世間萬法總相。其", "62": "別有五。一肉團心。狀如蕉蕾。生色身中。係無情攝。", "63": "二緣慮心。狀如野燒。忽生忽滅。係妄想攝。三集起", "64": "心。狀如草子。埋伏識田。係習氣攝。四賴耶心。狀如", "65": "良田。細種無厭。係無明攝。五真如心。狀同虗空。廓", "66": "彼法界。係寂照攝。", "67": "余所言者。皆最上一乘之第一義也。而於字訓姑", "68": "且略之。故曰釋略。今依諸生之請。而以昔人所訓", "69": "字義。附於各章之後。", "7": "而後能致。如釋迦所謂吾一劫至於千萬劫。而吾精", "70": "觀自在菩薩。行深般若波羅蜜多時。照見五蘊皆空。", "71": "度一切苦厄。", "72": "林子曰。觀與照別。未到彼岸。則不得不觀。既到彼", "73": "岸。則亦照見之而已矣。故照見也者。猶俗所云看", "74": "見者是也。盖既到彼岸之時。而看見此彼岸中。一", "75": "無所有。故曰時照見五蘊皆空。一切之現成也。菩", "76": "薩而曰自在者。以其深處於彼岸實地之中。而為", "77": "色空之所不到處者。奚有於塵生之色。亦奚有於", "78": "塵滅之空。無色無空。夫誰得而罣礙之。故曰自在", "79": "菩薩。自在菩薩者。自性菩薩也。而真如之性。則徧", "8": "進之心未甞少退。子豈不聞之乎。而曰釋氏之教。都", "80": "於一切處。釋氏謂之無形無相。無背無面。六根四", "81": "大俱無。只有一相。亦是無相。十方國土。無不現身。", "82": "若非親到彼岸者。其孰能知之。行深有二義。皆不", "83": "可不知也。若以行作去聲。而曰行深者。三千威儀。", "84": "八萬細行。而功行則極其大矣。若以行作平聲。而", "85": "曰行深者。應如是住。如是降伏。而修為則極其至", "86": "矣。摩訶般若者。大智慧而見性也。波羅蜜者。到彼", "87": "岸而入頓也。故見性也者。以了知此無上正等正", "88": "覺之佛性。悉備於彼岸實地中。五陰本空。一切之", "89": "現成也。多。古語所謂有足多之多。時。到彼岸之時。", "9": "無有法者。余亦未敢以為然。故始於有法者。筏喻以", "90": "度。度之也。度苦海以登彼岸也。而眾生則從生至", "91": "死。從劫至劫。皆受此一切苦厄。不能出離。而彼岸", "92": "實地。元無苦海。而又奚待於度耶。故照也者。照而", "93": "無所於照也。空也者。空而無所於空也。度也者。度", "94": "而無所於度也。若曰照而有所於照。空而有所於", "95": "空。度而有所於度。即是未到彼岸。有假人為。而謂", "96": "之一切現成不可也。", "97": "林子曰。彼岸實地。而為色空之所不到處者。乃自", "98": "在菩薩之所住處也。然處猶家也。自在菩薩所住", "99": "之處。即自在菩薩所住之家。曰處曰家。壇經所謂"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 544 般若心經釋略", "englishTitle": "卍 Xuzangjing, Electronic version, No. 544 般若心經釋略", "author": "明 林兆恩撰", "language": "chinese", "source": "CBETA"}