{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1543 東林十八高賢傳", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "蓮社十八賢圖", "1": "No. 1543-A 東林十八高賢傳序No. 1543-A", "2": "東林十八高賢傳序", "3": "往余令鍾陵。曾過東林寺虎谿橋上遠公社。竟作牛", "4": "馬走騷驛之場。為之慨然。去今十餘年。乃得東林十", "5": "八高賢傳讀之。諸公皆糞壤富貴。膏肓泉石。心超淨", "6": "穢之區。境際人天之勝。令人脉脉心動。摳從亡階。況", "7": "親承接引。妙契因依。豈必入淨土而極樂。上蓮座而", "8": "興瞻哉。此傅刻在廬山。未獲流布。樂愚上人謀新業", "9": "于棲賢山中。尋授吳門毗耶室梓行。予故喜而序之。", "10": "使信奉此傳。人人見遠師。人人會廬山也。余謂上人", "11": "尚宜索龍眠十八賢圖附之。以傳千載。何羨蘭亭輞", "12": "川哉。昔宗少文對衡陽王有言。祿如秋草。時過即腐。", "13": "試問學道人。此片白蓮花。有腐敗不。不也。", "14": "武林寓生　黃汝亨　書", "15": "東林十八高賢傳目次東林十八高賢傳目次", "16": "序慧遠法師慧永法師", "17": "慧持法師道生法師曇順法師", "18": "僧叡法師曇恒法師道昞法師", "19": "曇詵法師道敬法師佛䭾耶舍尊者", "20": "佛䭾䟦陀羅尊者劉程之", "21": "張野周續之張詮", "22": "宗炳雷次宗百二十三人傳", "23": "不入社諸賢傳", "24": "䟦", "25": "No. 1543", "26": "東林十八高賢傳", "27": "慧遠法師慧遠法師", "28": "法師慧遠。姓賈氏。鴈門樓煩人。幼而好學。年十三。隨", "29": "舅令狐氏遊學許洛。愽綜六經。尤善莊老。宿儒先進。", "30": "莫不服其深致。二十一。欲度江。從學范𡩋。適石虎暴", "31": "死。南路梗塞。有志不遂。時沙門釋道安。建剎於太行", "32": "常山。一面盡敬。以為真吾師也。初聞安師講般若經。", "33": "豁然開悟。歎曰。九流異議。皆糠粃耳。遂與母弟慧持", "34": "投簪受業。精思諷誦。以夜繼晝。因求直道場。沙門曇", "35": "翼。每給燈燭之費。安師聞之曰。道士誠知人。師神明", "36": "英越。志與理冥。至二十四。大善講貫。有客聞說實相", "37": "義。往復問難。彌增疑昧。師為引莊子之說以相比類。", "38": "惑者釋然。安師因許令不廢外典。常臨眾歎曰。使道", "39": "流東國者。其在遠乎。後隨安師南遊襄陽。值秦將符", "40": "丕為宼。乃分張徒屬。各隨所往。耆德臨岐。皆蒙誨益。", "41": "唯師不聞一言。即跪請曰。獨無訓勅。懼非人類。安師", "42": "曰。如汝者。復何所慮。師乃與弟子數十人。南適荊州。", "43": "居上明寺。念舊與同門慧永。約結屋於羅浮。太元六", "44": "年晉孝武帝。至尋陽見廬山間曠。可以息心。乃立精舍。以", "45": "去水猶遠。舉杖扣地曰。若此可居。當使朽壤抽泉。言", "46": "畢清流涌出。尋陽亢旱。師詣池側。讀海龍王經。忽見", "47": "神蛇從池而出。須臾大雨。歲竟有秋。因名龍泉精舍。", "48": "永師先居廬山西林。欲邀同止。而師學侶𥨊眾。永乃", "49": "謂刺史桓伊曰。遠公方富弘道。而貧道所棲。隘不可", "50": "處。時師夢山神告曰。此山足可棲神。願毋它往。其夕", "51": "大雨雷震。詰旦林麓廣闢。素沙布地。楩柟文梓。充布", "52": "地上。不知所自至。伊大敬感。乃為建剎。名其殿曰神", "53": "運。以在永師舍東。故號東林。時大元十一年也。此山", "54": "儀形九疊。峻聳天絕。而所居盡林壑之美。背負鑪峯。", "55": "旁帶瀑布。清流環階。白雲生棟廬山記󱞢裕先生殷周之際受道於仙人", "56": "即岩成舘人稱神仙之廬因名廬山尋陽記山高三千三百六十丈周二百五十里其山九疊水亦九派郡國", "57": "志疊障九層包藏仙跡。別營禪室。最居靜深。凡在瞻履。神清氣", "58": "肅。師聞天竺佛影。是佛昔化毒龍瑞迹。欣感于懷。後", "59": "因邪舍律士。敘述光相。乃背山臨流。營築龕室。淡釆", "60": "圖寫。望如煙霧。復製五銘。刻于石。江州太守孟懷玉。", "61": "別駕王喬之。常侍張野。晉安太守殷隱。黃門毛修之。", "62": "主簿殷蔚。參軍王穆夜。孝廉范悅之。隱士宗炳等。咸", "63": "賦銘贊見廬山集。先是尋陽陶侃刺廣州。漁人見海中有", "64": "神光。網之。得金像文殊。誌云。阿育王所造。後商人於", "65": "海東獲一圓光。持以就像。若彌縫然。侃以送武昌寒", "66": "溪主僧。僧珍常往夏口。夜夢寺火而此像室獨有神", "67": "護。馳還寺果焚。像室果存。及侃督江州。迎像。將還。至", "68": "舟而溺。荊楚為之謠曰。陶惟劒雄。像以神標。雲翔泥", "69": "宿。邈何遙遙。可以誠至。難以力招。及寺成。師至江上。", "70": "䖍禱之。像忽浮出。遂迎至神運殿。造重閣以奉之。因", "71": "製文殊瑞像讚。甞謂諸教三昧。其名甚眾。功高易進。", "72": "念佛為先。既而謹律息心之士。絕塵清信之賓。不期", "73": "而至者。慧永同師安公先居西林。慧持遠師同母弟。道生曇順並羅什門", "74": "弟。僧叡曇恒道昺曇詵道敬並遠師門人。佛䭾邪舍此云覺明", "75": "罽賓國人。佛䭾䟦陀羅此六覺賢迦維衛國人。名儒劉程之號遺民。張", "76": "野周續之張詮宗炳雷次宗等結社念佛。世號十八", "77": "賢。復率眾至百二十三人。同脩淨土之業。造西方三", "78": "聖像。建齋立誓。令劉遺民著發願文。而王喬之等。復", "79": "為念佛三昧詩以見志。師神貌嚴肅。瞻仰者則心戰。", "80": "沙門有持如意致獻者。不敢陳白。竊留座隅而去。法", "81": "師慧義。強正少可。謂師弟子慧寶曰。諸君膚淺。故於", "82": "遠公望風推服。常至山。值師講法華。欲致難。輙內悸", "83": "流汗。出謂慧寶曰。此公言貌。誠可敬服。殷仲堪任荊", "84": "州。入山展敬。與師俱臨北㵎松下。共談易道。終日忘", "85": "倦。仲堪歎曰。師智識深明。實難庶幾。師亦曰。君之才", "86": "辨。如此流泉後人名其處曰聰明泉。司徒王謐。護軍王默。並欽", "87": "慕風德。遙致敬禮王謐有書徃反。盧循據江州。入山詣師。師", "88": "少與循父遐同為書生。及見循。歡然道舊。其徒諫曰。", "89": "循為國宼。得不為人疑。師曰。我佛法中。情無取舍。識", "90": "者自能察之。此何足懼。及宋武進討循設帳桑尾。左", "91": "右曰。遠公素王廬山與循交厚。宋武曰。遠公世表之", "92": "人。何可疑也。乃遣使馳書。遺以錢帛。有行者來侍師。", "93": "善驅蛇。蛇為盡去。因號辟蛇行者。有一虎往來。時見", "94": "行迹。未甞傷人。人號遊山虎。師與社眾。每遊憩上方", "95": "峯頂。患去水遠。它日有虎跑其石。水為之出。因號虎", "96": "跑泉。又於一峰製涅槃疏。因名擲筆峯。初是大教流", "97": "行。江東經卷未備。禪法無聞。律藏多𨷂。師乃命弟子", "98": "法淨法領等。遠越葱嶺。曠歲來還。皆獲梵本。昔安公", "99": "在關中。請曇摩難提。出阿毗曇心論。其人未善晉言。", "100": "頗多疑滯。後僧伽提婆至。即請重譯。及三法度論。於", "101": "是二論乃興。師即製序以貽學者。聞鳩摩羅什入關。", "102": "遣書通好。什答書曰。傳繹來貺。粗聞風德。經言末代", "103": "東方有護法菩薩。欽哉仁者善弘其道。曇摩流支入", "104": "秦。師遣弟子曇邕。請於關中。出十誦律流傳晉國。西", "105": "土諸僧。咸稱漢地有大乘開士。每東向致禮獻心盧", "106": "岳。及佛䭾䟦陀羅至。師即請出禪數諸經。於是禪戒", "107": "典出自廬山。幾至百卷。先是此土。未有泥洹常住之", "108": "說。但言壽命長遠。師曰。佛是至極。至極則無變。無變", "109": "之理。豈有窮耶。乃著法性論十四篇。羅什見而歎曰。", "110": "邊方未見經。便闇與理合。秦主欽風。以大智度論新", "111": "譯致書求序。師以其文繁廣。乃抄其要為二十卷而", "112": "為之序羅什譯智論凡百卷。桓玄征殷仲堪。要師出虎溪。稱疾", "113": "不往。玄將入山。左右曰。昔殷仲堪禮敬於遠。請公勿", "114": "屈。玄曰。仲堪死人耳。及玄見師不覺屈膝。所懷問難。", "115": "不復敢發。及語至征討。師即不答。玄後以震主之威。", "116": "勸令登仕。師正辭以答。玄不能強。既而欲沙汰眾僧。", "117": "下教僚屬。曰沙門之徒。有能申述經誥。禁行修整者。", "118": "始可以宣寄大化。其有違於此者。悉當罷黜。唯廬山", "119": "道德所居。不在搜簡之列。師因致書廣立條制。玄悉", "120": "從之。初庚氷輔政。以沙門應敬王者。何充奏不應禮。", "121": "及玄在姑熟。復申氷議。師答書曰。袈裟非朝宗之服。", "122": "鉢盂非廊廟之器。塵外之客。不應致敬王者。乃著沙", "123": "門不敬王者論五篇。一明在家者有天屬之愛。奉主", "124": "之禮。二明出家以求志。變俗以達道。豈得與世典同", "125": "其禮敬。三明求宗不順化。宗謂泥洹不變。以化盡為", "126": "宅泥洹即涅槃飜不生不滅。不順化者。其生可滅。其神可冥。冥神", "127": "絕境。謂之泥洹。而不隨順於生生化化。流動無窮之", "128": "境。斯所以不事王侯高尚其事。豈復有所禮敬者哉。", "129": "四明體極不兼應。謂歷代君王體極之主。但務方內。", "130": "而不可並御于方外。故曰不兼應。天地之道。功盡于", "131": "運化。帝主之德。理極于順通。與夫獨絕之教。不變之", "132": "宗。優劣明矣。若夫如來之道。則無所不應矣。五明形", "133": "盡神不滅。謂火之傳于薪。猶神之傳于形。火之傳異", "134": "薪。猶神之傳異形。方生方死。往來無窮。但悟澈者反", "135": "本。惑理者逐物耳。有頃。玄篡位。即下書曰。佛法宏誕", "136": "所未能了。初推奉主之情。故令興敬。今事既在己。宜", "137": "盡謙光。諸道人。勿復致禮也。桓玄西奔。安帝自江陵", "138": "還京師。輔國何無忌勸師侯迎。師稱疾不行。帝遣使", "139": "勞問。師上書謝病。帝復下詔慰答。師甞講喪服經當是", "140": "禮記小記大記四制等篇。雷次宗宗炳等。並執卷承旨。次宗後著", "141": "義疏。首稱雷氏。宗炳寄書責之曰。昔與足下面受于", "142": "釋和尚。今便稱雷氏耶陸德明毛詩音義云周續之與雷次宗同受詩義于遠法", "143": "師亦此類也。釋惠要患山中無刻漏。乃與水上立十二葉", "144": "芙蓉。因波隨轉。分定晝夜以為行道之節。謂之蓮花", "145": "漏。僧澈善篇牘。甞至山南攀松而嘯。和風遠集。眾鳥", "146": "悲鳴。超然有自得之趣。退諮于師曰。律禁管絃歌舞。", "147": "若一吟一咲。可得為乎。師曰。苟以亂意。皆為非法。徹", "148": "唯而止。師居山三十年。迹不入俗。唯以淨土克勤于", "149": "念。初十一年澄心繫想。三覩聖相沉厚不言。後十九", "150": "年七月晦夕。於般若臺之東龕。方從定起。見阿彌陀", "151": "佛。身滿虗空。圓光之中。有諸化佛。觀音勢至。左右侍", "152": "立。又見水流光明。分十四支。流注上下。演說苦空無", "153": "常無我之音。佛告之曰。我以本願力。故來安慰汝。汝", "154": "後七日。當生我國。又見佛䭾邪舍慧持義熈八年先逝慧永", "155": "義熈十年先逝劉遺民義熈六年先逝在佛之側。前揖師曰。師志在", "156": "先。何來之晚。師語法淨惠寶曰。吾始居此十一年中", "157": "三見佛相。今復見之。吾生淨土必矣。又曰。七日之期。", "158": "斯為漸矣。即𥨊疾。製遺誡曰。吾昔以知命之年。託業", "159": "此山。自審有必盡之期。便欲絕迹外緣以求其志。良", "160": "由性弱於斷。遂令同趣相引。時賢過眷。情以類感。不", "161": "覺形與運頹。今年已八十三矣。仰尋違離之誨。俯慨", "162": "自負之心。徒令此生虗謝。以悼往疾之深。今于至時", "163": "露骸松林之下。即嶺為墳。無土木同狀。此乃古人之", "164": "禮。汝等勿違。苟神理不昧。庶達其誠。大哀世尊。亦當", "165": "祐之以道。門徒號慟若喪父母。師以世情難割。乃制", "166": "七日展哀。至期始順寂。即義熈十二年八月六日也。", "167": "弟子不忍露屍。與尋陽太守阮侃奉全軀舉葬于西", "168": "嶺。累石為塔。謝靈運立󳬴以銘。遺德張野作序。自稱", "169": "門人。宗炳復立󳬴於寺門。以表德業。師將終耆德請", "170": "以豉酒治病。師曰律無通文。請飲米汁。師曰。日過中", "171": "矣。又請食蜜和水。乃令披律尋文。卷未半而終。所著", "172": "經論諸序銘贊詩記凡十卷。號廬山集刻梓在越府。自佛", "173": "圖澄道安師遠法師曇順僧叡五世為國師云。唐宣", "174": "宗大中二年。追諡辯覺大師。昇元三年。追諡正覺南唐", "175": "李先主年號即晉高祖皇帝天福四年也。大宋太宗太平興國三年。追諡", "176": "圓悟大師凝寂之塔。", "177": "慧永法師慧永法師", "178": "西林法師慧永。河內潘氏。年十二出家。事沙門竺曇", "179": "現。初習禪於恒山。與遠師同依安法師。期結宇羅浮。", "180": "及遠師為安公所留。師乃欲先度五嶺。太元初至尋", "181": "陽刺史陶範素挹道風。乃留憩廬山。舍宅為西林以", "182": "奉師。布衣蔬食。精心克己。容甞含咲。語不傷物。峯頂", "183": "別立茅室持往禪思。至其室者。常聞異香。因號香谷。", "184": "一虎同居。人至輙驅去。遠師來之龍泉桓伊為立東", "185": "林。三十年影不出山。師居西林。亦如之。甞因法事至", "186": "近邑。還山薄暮烏橋營主醉騎馬當道遮師不聽去。", "187": "師以杖指馬。馬驚走。營主仆地。師捧慰之遂還。營主", "188": "病。往寺誨罪。師曰。非貧道意。為禱之。尋愈。鎮南將軍", "189": "何無忌鎮尋陽。至虎溪。請遠公及師。遠公持名望。從", "190": "徒百餘。高言華論。舉止可觀。師衲衣半脛。荷錫捉鉢。", "191": "松下飄然而至。無忌謂眾曰。永公清散之風。乃多於", "192": "遠師也。師標誠植願。動在安養。義熈十年在疾。忽斂", "193": "衣求屣欲起。眾驚問。師曰。佛來也。言終而化。異香七", "194": "日。方歇葬于寺之西南。春秋八十三。唐玄宗朝。詔重", "195": "建塔亭。追諡覺寂大師實智之塔。", "196": "慧持法師慧持法師", "197": "法師慧持。遠公同母弟也。幼讀書一日所記常敵十", "198": "日。年十八與兄同事安公。徧學眾經。遊刃三藏。及安", "199": "公在襄陽遣遠公與師東下。遂止廬山。師形長八尺", "200": "衲衣垂膝。徒屬三百。師為上首。豫章太守范𡩋請師", "201": "講法華經阿毗曇論四方雲聚瑯邪王珣與范𡩋書", "202": "問遠持二公孰愈。𡩋曰。誠謂賢兄賢弟。珣復書曰。但", "203": "令如弟。誠未之有。況復賢邪羅什在關中。遙相欽敬。", "204": "每致書通好。隆安三年。辭兄入蜀。遠公留之曰。人生", "205": "愛聚。汝獨樂離。師曰。滯情愛聚者。本不應出家。今既", "206": "割欲求道。正以西方為期耳。即悵然而別。至成都󱡀", "207": "縣。居龍淵寺。大弘佛法。升其堂者。號登龍門。義熈八", "208": "年順寂春秋七十六。臨終遺命。務嚴律儀。專心淨業。", "209": "以東間經籍付道泓。西間法典付曇蘭。以泓行業清", "210": "敏。蘭神悟天發。並能係軌師蹤焉。", "211": "道生法師道生法師", "212": "法師道生。魏氏。鉅鹿人。幼從竺法汰出家披對經誥。", "213": "一覽能誦。年在志學。便登講座。吐納明辨。雖宿望莫", "214": "敢酬抗。初依盧山常以入道之要慧解為本。乃與僧", "215": "叡慧嚴慧觀等遊學長安。從羅什受業關中。僧徒咸", "216": "仰神悟。甞喟然歎曰。自經典東流。譯人重阻多滯權", "217": "文。鮮通圓義。若忘筌得魚。始可與言道矣。於是校閱", "218": "真俗精練空有研思因果。乃立善不受報。及頓悟成", "219": "佛義又著二諦論。佛性常有論。佛無淨土論。應有緣", "220": "論。並籠󰋪舊說妙有淵旨。守文之徒嫌嫉競起。師又", "221": "以法顯三藏所翻泥洹經本先至六卷成文。經云。除一闡", "222": "提。皆有佛性。師云。夫稟質二儀。皆有涅槃。正因闡提", "223": "含生之類。何得獨無佛性。盖是經來未盡耳。乃唱闡", "224": "提之人。皆得成佛。時大本未傳。孤明先發。舊學僧黨。", "225": "以為背經。遂顯大眾。擯而遣之。師正容誓之曰。若我", "226": "所說背經。當見身癘疾。若與實相不背。願舍壽之日。", "227": "踞師子座。遂拂衣而行。及後大經至聖行品云。一闡", "228": "提人。雖復斷善。猶有佛性。於是諸師皆為媿服。師被", "229": "擯南還入虎丘山。聚石為徒。講涅槃經。至闡提處。則", "230": "說有佛性。且曰。如我所說契佛心否。群石皆為點頭。", "231": "旬日學眾雲集。忽雷震青園。佛殿有龍升天。因改寺", "232": "曰龍光。師於寺請罽賓律師譯沙彌塞律傳于世。既", "233": "而辭眾復投廬山預蓮社。久之還都止青霞寺。宋文", "234": "帝大會沙門親御地筵食至良久。眾疑過中。帝曰。始", "235": "可中耳。生乃曰。白日麗天。天言始中。何得非中。遂舉", "236": "箸而食。一眾從之。莫不嘆其機辯。時王弘范泰顏延", "237": "之並挹敬風猷相從問道元嘉十一年十一月庚子", "238": "于廬山升座說法將畢。眾見麈尾紛然墜地隱几而", "239": "化。宛若入定諸師聞之。益信前誓有證。翌日葬于廬", "240": "山之西阜。初關中僧肇。始註維摩詰經。世咸玩味師", "241": "乃更發深旨。人服其妙。所述維摩詰法華泥洹小品", "242": "諸經皆有義疏時以師能推闡提得佛之義。于是顯", "243": "其頓悟不受報等論。", "244": "曇順法師曇順法師", "245": "法師曇順。黃龍人。幼出家承訓羅什講釋群經妙盡", "246": "色空無著之旨。什歎曰。此子奇器也。後來廬山同脩", "247": "淨業。寧蠻校尉劉遵孝於江陵立寺。要師經始。盛弘", "248": "念佛三昧之道。宋元嘉二年。別眾坐逝。異香滿室。春", "249": "秋七十九。", "250": "僧叡法師僧叡法師", "251": "法師僧叡。冀州人。遊學諸方甞行經蜀西界為人所", "252": "掠使牧羊。有商客異之。疑是沙門。及問以經義。無不", "253": "綜達。即出金贖之。後遊歷天竺諸國。還至關中。從羅", "254": "什諮稟經義。羅什翻法華經。以竺法護本云。天見人。", "255": "人見天。什曰。以此言過質耳。叡曰。將非人天交接。兩", "256": "得相見。什喜。遂用其文。久之。來入廬山。依遠公脩淨", "257": "業。既而適京師止烏衣寺。講說眾經。聽者推服。宋彭", "258": "城王義康要入第受戒師曰。禮聞來學。王乃入寺。祗", "259": "奉戒法。王以貂裘奉師常用敷坐。王蜜以錢三萬買", "260": "之。師曰。此雖非所宜服。然王之所施。不可棄也。王聞", "261": "益加敬。謝靈運篤好佛理。殊方俗音。多所通解。甞以", "262": "經中字音求證於師。因為著十四音訓。梵漢昭然。元", "263": "嘉十六年無疾。告眾曰。吾將行矣。即面西合掌而亡", "264": "眾見臥內一金蓮花倐爾而隱。春秋八十五。", "265": "曇恒法師曇恒法師", "266": "法師曇恒。河東人。童孺依遠公出家。年甫十三。便能", "267": "講說。內外典籍。無不通貫。德行清孤。物情推服。常有", "268": "群鹿馴遶座隅。自入廬山。專志淨業。義熈十四年端", "269": "坐合掌。厲聲念佛而化。春秋七十二。", "270": "道昞法師道昞法師", "271": "法師道昞。頴川人。陳氏幼出家為遠公弟子。該通經", "272": "律。兼明莊老。志節孤峻。言與行合。念佛三昧究心無", "273": "間。義熈十四年豫章太守王䖍。入山謁敬請為山中", "274": "主用紹遠公之席。眾以道源法嗣。咸知宗仰。元嘉十", "275": "二年集眾念佛。就座而化。春秋七十一。", "276": "曇詵法師曇詵法師", "277": "法師曇詵。廣陵人。幼從遠公出家。勤脩淨業。兼菩講", "278": "說。註維摩經行于世。常著窮通論以明宿修述蓮社", "279": "錄以記往生。又能別識鳥獸毛色俊鈍之性。洞曉艸", "280": "木枝幹甘苦之味。妙盡其理。人知其有密證云。元嘉", "281": "十七年集眾謂曰。自建寺以來。至此五十年。吾之西", "282": "行。最在其後。即跏趺念佛百聲。閉息遂絕。春秋八十。", "283": "道敬法師道敬法師", "284": "法師道敬。瑯邪王氏。祖凝之刺江州。遂從遠公出家。", "285": "年十七。博通經論。日記萬言。每歎戒律。終日難全。願", "286": "淨六根。但稟一戒。以為得度之要。遠公知其堅正。許", "287": "之篤志念佛。蚤夜弗替。遠公歸寂。乃入若邪山。宋永", "288": "初元年謂眾曰。先師見命。吾其行矣。即端坐唱佛而", "289": "化。眾見光明滿室。彌時方滅。春秋五十二。", "290": "佛䭾邪舍尊者佛䭾邪舍尊者", "291": "尊者佛䭾邪舍晉云覺明。罽賓國婆羅門種。有沙門至其", "292": "家乞食。父本外道怒歐之。遂手足攣躄。巫師謂曰。坐", "293": "犯賢聖。即請此沙門悔過。旬日乃瘳。因令邪舍出家。", "294": "時年十三。隨師行曠野。與虎遇。邪舍曰。虎已飽。必不", "295": "傷人。前行中道。果見餘骸。年十五。誦經日至萬言。以", "296": "分衛廢業為憂梵語分衛晉言乞食。一羅漢來代乞食。年十九", "297": "誦經滿數百萬。言性度簡傲。不為諸人重。至三十猶", "298": "為沙彌復從舅氏學五明論世間法術內眾外道皆有五明內五", "299": "明者一聲明二醫方明三呪術明四工巧明五因明外五明者前四并同后一是符印明。至沙勒", "300": "國。待遇隆厚。既而羅什至。乃從學阿毗曇論十誦律", "301": "什隨母反龜茲師遂留止行化。符堅遣呂光伐龜茲", "302": "執羅什。師聞歡曰。我與羅什未盡懷抱。今忽覊虜。相", "303": "見何期。後十年。師東至龜茲。盛弘法化。羅什在姑臧。", "304": "遣信要之。師恐國人止其行。取清水以藥投之。呪數", "305": "十言。與弟子洗足。即夜便發。比旦行數百里。追之不", "306": "及。問弟子何所覺耶。答曰。唯聞疾風流韾。兩目有淚。", "307": "師又呪水洗足乃止。既達姑臧。什已入長安。聞姚主", "308": "逼以妾媵。歎曰。羅什如好綿纊。何可使入棘林。羅什", "309": "勸姚主遣使迎師。既至。別立省寺于逍遙園。四事供", "310": "養。一無所受。時至分衛一食而已。時羅什譯出十住", "311": "經師更相徵決。辭理方定師髭赤善解毗婆沙論。時", "312": "人號赤髭論主。秦弘始中譯出四分律四十四卷長阿含", "313": "經二十二卷。義熈八年來廬山入社。後辭還本國。自罽賓", "314": "以虗空藏經一卷。寄商客至涼州。", "315": "佛䭾跋陀羅尊者佛䭾跋陀羅尊者", "316": "尊者佛䭾䟦陀羅晉云覺賢。姓釋迦。迦維羅衛國人。甘露", "317": "飯王苗末也。幼亡父母。出家為沙彌。年十六。博學羣", "318": "經。深達禪律。甞與僧伽達多。共遊罽賓。達多閉戶禪", "319": "坐忽見師來云。暫往兜率。致敬彌勒。言訖便隱。后益", "320": "見其神變。敬心祈問。方知得不還果。時姚秦沙門智", "321": "嚴至罽賓覩法眾清淨慨然東顧曰。我諸同輩未遇", "322": "真匠將何發悟。即諮詢于眾。孰能遂我祈請。流化東", "323": "土。僉應之曰。䟦陀羅其人也。嚴乃要師裹糧而行。經", "324": "歷諸國。至交阯附舶循海。達于青州東萊。聞鳩摩羅", "325": "什在長安。即往從之。秦太子泓請師于東宮集眾說", "326": "法。與羅什論色空義。師曰。汝祗說得果中色空。不說", "327": "得因中色空。什問何謂。師曰。一微空。故眾微空。眾微", "328": "空。故一微空。一微空中無眾微。眾微空中無一微。往", "329": "復數番。羅什罔測。秦主興供僧三千。盛修人事。而師", "330": "禪靜自守。忽謂弟子曰。吾見本國五舶俱發。眾謂妄", "331": "言。因共擯棄。乃與弟子慧嚴慧觀四十餘人。俱發至", "332": "廬山香谷󴄡舍而居󴄡蒲曷切草舍。時會蓮社遠公謂師被", "333": "擯過由門人縣記五舶。于律無犯。即遣弟子曇邕致", "334": "書秦主為其解擯。乃請師東林譯出禪數諸經。自是", "335": "江東始耽禪悅。師志在遊化。西適江陵。持鉢分衛。果", "336": "見天竺五舶至。此後還都立道場寺。先是支法領於", "337": "于闐得華嚴梵本三萬六千偈。未經宣譯。義熈十四", "338": "年。吳郡內史孟顗右衛將軍褚叔度請師為主譯。與", "339": "沙門法業慧義惠嚴慧觀等為筆授譯。成六十卷。有", "340": "二青衣。且從池出灑掃研墨。師先後譯出。觀佛三昧", "341": "經。般泥洹經。脩行方便論。及法顯所得大僧祗律。凡", "342": "十五部。宋元嘉六年。念佛而化。塔于廬山北嶺。", "343": "劉程之劉程之", "344": "劉程之。字仲思。彭城人漢楚元王之後。妙善老莊。旁", "345": "通百氏。少孤。事母以孝聞。自負其才。不預時俗。初解", "346": "褐為府參軍。謝安劉裕嘉其賢相推薦。皆力辭。性好", "347": "佛理。乃之廬山傾心白託。遠公曰。官祿巍巍欲何不", "348": "為。答曰。君臣相疑。吾何為之。劉裕以其不屈。乃旌其", "349": "號曰遺民。及雷次宗周續之宗炳張詮畢頴之等同", "350": "來廬山。遠公謂曰。諸君之來。豈宜忘淨土之遊乎。程", "351": "之乃鑱石為誓文。以志其事文見廬山集。遂于西林㵎北。", "352": "別立禪坊。養志安貧。精研玄理。兼持禁戒。宗張等咸", "353": "歎仰之。甞貽書關中。與什肇揚搉經義著念佛三昧。", "354": "詩以見專念坐禪之意。始涉半載。即于定中見佛光", "355": "照地皆作金色。居十五年。于正念佛中。見阿彌陀佛。", "356": "玉毫光照。垂手慰接。程之曰。安得如來為我摩頂。覆", "357": "我以衣。俄而佛為摩頂。引袈裟以披之。它日念佛。又", "358": "見入七寶池。蓮青白。其水湛湛。有人頂有圓光。胸出", "359": "卍字卍字音萬是佛具萬德之相。指池水曰。八功德水。汝可飲之。", "360": "程之飲水甘美。及窹猶覺異香發于毛孔。乃自慰曰。", "361": "吾淨土之緣至矣。復請僧轉法華經。近數百遍。后時", "362": "廬阜諸僧畢集。程之對像焚香。再拜而祝曰。我以釋", "363": "迦遺教故。知有阿彌陀佛。此香先當供養釋迦牟尼", "364": "如來。次供養阿彌陀佛。復次供養妙法華經。所以得", "365": "生淨土。由此經功德。願令一切有情。俱生淨土。即與", "366": "眾別臥床上。面西合手氣絕。勅子壅。積土為墳。勿用", "367": "棺槨。時義熈六年也。春秋五十九廬山集載感應事迹甚詳。", "368": "張野張野", "369": "張野字萊民。居尋陽紫桑。與淵明有婚姻。契野學兼", "370": "華梵。尤善屬文。性孝友。田宅悉推與弟。一味之甘。與", "371": "九族共。州舉秀才。南中郎。府功曹。州治中。徵拜散騎", "372": "常侍俱不就。入廬山依遠公。與劉雷同尚淨業。及遠", "373": "公卒。謝靈運為銘。野為序首。稱門人。世服其義。義熈", "374": "十四年與家人別。入室端坐而逝。春秋六十九。", "375": "周續之周續之", "376": "周續之。字道祖。鴈門人。父歿過江。因居豫章。八歲喪", "377": "母。哀戚過于成人。十二詣范𡩋受業。通五經五緯。時", "378": "號十經童子。養志閒居。窮研老易。公卿交辟無所就。", "379": "入廬山事遠公。預蓮社。以為身不可遺。餘累宜絕。遂", "380": "終身不娶。布衣蔬食。劉毅鎮姑熟。命為撫軍。復辟太", "381": "學博士。俱不就。以稽康高士傳。得出處之正。為之註", "382": "譯。宋武帝北伐。太子居守。迎館安樂寺。入講禮月餘。", "383": "復還山。江州太守劉柳。薦于武帝。辟太尉掾不就。武", "384": "帝踐祚。召至都間館東郭外。乘輿行幸問禮經。慠不", "385": "可長。與我九齡射于矍圃三義。辨析精異上甚說。或", "386": "問身為處士。時踐王庭何也。答曰。心馳魏闕者。以江", "387": "湖為桎梏。情致兩忘者。市朝亦岩穴耳。時號通隱先", "388": "生。續之素患風痺。不復堪講。乃移病鍾山。景平元年", "389": "卒。春秋六十七。", "390": "張詮張詮", "391": "張詮。字秀碩。野之族子也。尚情高逸。酷嗜典墳。雖耕", "392": "耡。猶帶經不釋。朝廷徵為散騎常侍。不起。庾悅以其", "393": "貧起為尋陽令。咲曰。古人以容膝為安。若屈志就祿。", "394": "何足為榮。乃入廬山。依遠公研窮釋典。深有悟入。宋", "395": "景平元年無疾。西向念佛。安臥而卒。春秋六十五。", "396": "宗炳宗炳", "397": "宗炳。字少文。南陽人。其母聦辨。富于學識。教授諸子", "398": "皆有成。炳妙善琴書。尤精玄理。殷仲堪桓玄並以主", "399": "簿辟皆不就。劉裕領荊州。復辟為主簿。答曰。棲丘飲", "400": "谷。三十年矣。乃入廬山築室依遠公蓮社久之。兄臧", "401": "為南平守逼與俱還江陵。閒居絕俗。劉裕辟太尉掾", "402": "不就二兄卒。累甚眾。頗營稼穡。武帝勅南郡長時至", "403": "餼賚衡陽王義季在荊州親至其室炳角巾布衣引", "404": "見不拜。王曰。處先生以重祿可乎。對曰。祿如秋艸。時", "405": "過即腐。宋受禪徵為太子舍人。元嘉初徵為通直郎。", "406": "太子建徵為中庶子並不應。妻羅氏。亦有高志。羅氏", "407": "歿。炳哀之過甚。既而悲情頓釋。謂沙門慧堅曰。死生", "408": "之分。未易可達。三復至教。方能遣哀。雅好山水。往必", "409": "忘歸。西涉荊巫。南登衡岳。因結宇山中。懷尚平之志。", "410": "以疾還江陵。歎曰。老病俱至。名山不可再登。唯澄懷", "411": "觀道臥以遊之。凡所遊履。悉圖之于室。謂人曰。撫琴", "412": "動操。欲令眾山皆響。宋元嘉二十四年卒。春秋六十", "413": "九。", "414": "雷次宗雷次宗", "415": "雷次宗。字仲倫。豫章南昌人博學明詩禮入廬山預", "416": "蓮社立館東林之東。元嘉十五年召至京師立學舘", "417": "鷄籠山置生徒百員除給事中不拜。久之還南昌公", "418": "卿徂道以送與子姪書曰。吾童穉之年。已懷遠略。弱", "419": "冠託廬山事釋和尚。遊道餐風。二十餘載。淵匠既傾。", "420": "復與汝曹歸耕先壟。山居谷飲。忽復十年。及今未老", "421": "尚可勵志。成西歸之津梁。自今以往。家務大小。一勿", "422": "見關。二十五年召拜散騎常侍不就。復徵詣京師。築", "423": "室鍾山。謂之招隱館。每自華林園。入延賢堂。為太子", "424": "諸王講禮經。是年無疾而卒。春秋六十三。子肅之頗", "425": "傅素業。官至豫章郡丞。", "426": "十八賢傳後記十八賢傳。始不著作者名。疑自昔出于廬山耳。熈", "427": "寧間嘉禾賢良陳令舉舜俞粗加刊正。大觀初沙", "428": "門懷悟以事迹疎略。復為詳補。今歷考廬山集。高", "429": "僧傳。及晉宋史依悟本。再為補治。一事不遺。自茲", "430": "可為定本矣。", "431": "百二十三人傳百二十三人傳", "432": "曇翼曇翼餘杭人。初入廬山依遠公。後往關中。見羅什東", "433": "還會稽入秦望山誦法華經十二年。感普賢大士化", "434": "女子身。披采服。㩗筠籠。一白豕大蒜兩根。至師前曰。", "435": "妾入山采薇上采服五采也彩俗下采薇采取也作採俗。日已斜。豺狼縱", "436": "橫。歸無生理。敢托一宿。師却之力。女復哀鳴不已。遂", "437": "令居草床上。夜半號呼腹疼告師按摩。師辭以持戒。", "438": "不應手觸。女號呼愈甚。師乃以布裹錫杖。遙為按之。", "439": "翌日女以采服化祥雲。豕變白象蒜化雙蓮。凌空而", "440": "上。謂師曰。我普賢菩薩。特來相試。郡太守孟顗聞于", "441": "朝。勑建法等寺今天衣寺。初餘杭山沙門法志。常誦法華。", "442": "有雉巢于菴側。翔集座隅。若聽受狀。如是七年。一日", "443": "忽燋悴。志曰。汝能聽經。必生人道明旦雉殞。即為瘞", "444": "之。夜夢童子拜曰。因聽經得脫羽類。今生山前王氏。", "445": "後其家設齋。志方踵門。兒曰。我和尚來也。志撫之曰。", "446": "汝我雉兒也。解衣視掖下有雉毳三莖。七歲令入山", "447": "出家。十六落髮以掖有毳。因名以翼。", "448": "曇邕曇邕楊氏。關中人。形長八尺。雄武過人。南來廬山依", "449": "師遠公。內外典籍。無不綜習。立茅屋于山西以自居。", "450": "止有弟子曇果。澄思禪門。一夕夢山神求受戒法。果", "451": "曰。家師在此。可往求之。邕忽見一人著袷衣。風神端", "452": "雅。從者三十人。乞授戒。師以果先夢。知是山神。乃為", "453": "說法授五戒畢。神以外國二鋤為嚫。禮謝而去。師後", "454": "往荊州行化。卒于竹林寺。", "455": "僧濟僧濟入廬山問道。精悟深要。遠公歎曰。紹隆大法。其", "456": "在汝乎。及在疾。遠公以燭遺之曰。汝可馮此建心安", "457": "養。師執燭停想。延僧誦淨土經。至五更。以燭授弟子", "458": "元弼。隨僧行道。頃之覺自秉一燭浮空而行。見阿彌", "459": "陀佛接至于掌。徧事諸佛。須臾而覺。喜曰吾以一夕", "460": "觀念。便蒙接引。明日復于空中。見佛菩薩。謂弼曰。佛", "461": "來也。即舉首西顧。一息而終。時方炎歊。體三日不變。", "462": "異香郁然。", "463": "慧恭慧恭豫章豐城人。與僧光慧堪慧蘭同志為學。光等", "464": "學力不逮恭。而于淨土繫想則過之。蘭謂恭曰。君雖", "465": "力學博聞。豈不知經云。如聾奏音樂。悅彼不自聞。恭", "466": "曰。學不可已。孰能未死昧昧如癡哉。後七年。蘭等先", "467": "逝。去時並有奇應又五年恭病且篤曰。大道沿洄。何", "468": "時可止。死生去來吾何歸哉。于是叩頭雨泣。誓心安", "469": "養。念不少間。忽見無量壽佛。以金臺前迎。恭乘其上。", "470": "見蘭等于臺上光明中而告之曰。長老受生。已居上", "471": "品。五等不勝慰喜。但恨五濁淹延相依之晚耳。恭于", "472": "是日告眾。欣然奮迅而滅。義熈十一年也廬山集有恭道人臨", "473": "終感應事。", "474": "法安法安初依遠公為弟子。妙善講說。兼習禪業。律身持", "475": "戒。為行尤精。義熈中。新陽邑社有暴虎居神廟樹下。", "476": "前後害民以百數。安遊其村。居民皆早閉門。乃之樹", "477": "下禪坐。須臾虎負人至。見安驚喜跳伏。安乃為說法", "478": "授戒。有頃而去。明旦居民見安。謂是神人。相率禮敬。", "479": "因改神廟。立寺宇。請安居之。左右田園。並舍為寺業。", "480": "常欲畫像須銅青。慮不可致。忽夢一人跪床前云。此", "481": "下有銅鐘。窹即掘之。果得二鐘。取青成像。而以銅助", "482": "遠公鑄佛。後不知所終。", "483": "𨷂公則𨷂公則入廬山白蓮社。既逝。有同社人至洛陽白馬", "484": "寺。夜中為公則脩忌祭。忽一時林木殿宇。皆作金色。", "485": "空中有聲曰。我是闕公則。祈生極樂國。今已得生矣", "486": "言訖無所見。", "487": "陸脩靜陸脩靜吳興人。蚤為道士。置館廬山。時遠法師居東", "488": "林。其處流泉匝寺。下入于溪。每送客過此。輙有虎號", "489": "鳴。因名虎溪。後送客。未甞過獨陶淵明與修靜至。語", "490": "道契合。不覺過溪。因相與大咲世傳為三咲圖。宋泰", "491": "始三年。羽化于京師。賜諡簡寂。以故居為觀雲笈七籤本傳", "492": "云元徽五年化。", "493": "不入社諸賢傳不入社諸賢傳", "494": "陶潛陶潛字淵明一字元亮。晉大司馬侃之曾孫。少懷高尚。著", "495": "五柳先生傳以自況。時人以為實錄。初為建威參軍。", "496": "謂親朋曰。聊欲絃歌為三徑之資。執事者聞之。以為", "497": "彭澤令。郡遣督郵至縣。吏白應束帶見之。潛歎曰。吾", "498": "不能為五斗米折腰。拳拳事鄉里小人耶。解印去縣", "499": "乃賦歸去來。及宋受禪。自以晉世宰輔之後。恥復屈", "500": "身異代。居尋陽柴桑。與周續之劉遺民並不應辟命。", "501": "世號尋陽三隱。甞言夏月虗閒。高臥北󰈧之下。清風", "502": "颯至。自謂羲皇上人。性不解音。畜素琴一張。絃徽不", "503": "具。每朋酒之會。則撫而和之曰。但識琴中趣。何勞絃", "504": "上聲。甞往來廬山。使一門生。二兒舁籃輿以行。時遠", "505": "法師與諸賢結蓮社。以書招淵明。淵明曰。若許飲。則", "506": "往。許之。遂造焉。忽攢眉而去。宋元嘉四年卒。世號靖", "507": "節先生。", "508": "謝靈運謝靈運祖玄有功晉室。靈運為康樂公主孫。襲封康", "509": "樂公。文章為江左第一應為江右指金陵也甞着木屐上山則", "510": "去前齒。下山則去後齒。尋山陟嶺。必造幽峻。至廬山。", "511": "一見遠公。肅然心伏。乃即寺築臺。翻涅槃經。鑿池植", "512": "白蓮。時遠公諸賢。同脩淨土之業。因號白蓮社或云□為", "513": "東西二地。靈運甞求入社。遠公以其心雜而止之。", "514": "范𡩋范𡩋字武子。篤學多所通覧。時浮虗相煽。儒雅日替。", "515": "𡩋以其源始于王弼何晏二人之罪。深于桀紂。乃著", "516": "論非之。累遷中書侍郎。朝廷疑義。輙諮訪之。出補豫", "517": "章太守。大設庠序。起學臺。功用彌廣。刺史王凝之上", "518": "言抵罪免官歸家。遠公招之入社。而𡩋竟不能往。", "519": "蓮社十八賢圖說龍眠李伯時。為余作蓮社十八賢圖。追寫當時事。按", "520": "十八賢行狀。沙門慧遠。初為儒。因聽道安講般若經。", "521": "豁然大悟。乃與其弟慧持。俱棄儒落髮。太元中。至盧", "522": "山。時沙門慧永。先居香谷。遠欲駐錫是山。一夕山神", "523": "見夢。稽首留師。忽于後夜。雷電大震。平旦地皆坦夷", "524": "材木委積。江州刺史桓伊表奏其異。為師建寺。是為", "525": "東林。因號其殿為神運。時有彭城遺民劉程之。豫章", "526": "雷次宗。鴈門周續之。南陽宗炳。張詮。張野。凡六人。皆", "527": "名重一時。棄官捨緣。來依遠師。復有沙門道昺。曇恒", "528": "惠叡曇詵道敬道生曇順凡七人。又有梵僧佛䭾䟦", "529": "陀羅。佛䭾邪舍二尊者。相結為社。號廬山十八賢。時", "530": "陳郡謝靈運。以才自負。少所推與。及來社中。見遠師", "531": "心悅誠服。乃為開池種白蓮。求預淨社。遠師以其心", "532": "亂拒而不納。陶潛時棄官居栗里。每來社中。或時纔", "533": "至。便攢眉回去。遠師愛之。欲留不可得。道士陸脩靜", "534": "居簡寂觀。亦常來社中。與遠相善。遠自居東林。足不", "535": "越虎溪一日送陸道士。忽行過溪。相持而咲。又甞令", "536": "人沽酒。引淵明來。故詩人有愛陶長官醉兀兀。送陸", "537": "道士行遲。遲沽酒過溪俱破戒。彼何人斯師如斯。又", "538": "云陶令醉多招不得。謝公心亂去還來者。皆其事也。", "539": "此圖初為人路。與清流激湍。縈帶曲折。踰石橋。溪迴", "540": "路轉。石巖一。又繚而上石巖一。二巖之間。有方石池", "541": "種白蓮花。嵓之傍。有石梯。度山迤邐而去。不知所窮。", "542": "當圖窮處。橫為長雲。蔽覆樹腰巖頂。其高深遠近。盖", "543": "莫得而見也。傍石池有高崖懸泉。下瀦為潭。支流貫", "544": "池。下注大溪。激石而湍浪者。虎溪也。嵓之外。遊行而", "545": "來者二人。一人登嶺出半身者。宗昺也。一人躡石磴", "546": "而下者曇順也。嵓中經筵會講者四人一人踞床憑", "547": "几揮麈而講說者。道生也。一人持羽扇。目注懸猿。而", "548": "意在深聽者。雷次宗也。一人合掌坐于床下者。道敬", "549": "也。一人相向而坐者。曇詵也。一人執經卷。跪聽于其", "550": "後。童子一。舒足搔首有倦聽之意。蓮池之上。繯石臺", "551": "坐而箋經校義者五人。石上列香爐筆硯之具。一人", "552": "凭石而坐者。劉程之也。一人手開經軸。倚石而回視", "553": "者。張詮也。一人正坐俯而閱經者。惠叡。也一人回坐", "554": "拱手傍視而沉思者。惠持也。一人持如意而指經者。", "555": "惠永也。一人捧經笈與童子持如意立其後。又童子", "556": "跪而司火。持鋏向爐而吹。一人俯爐而方烹。一人捧", "557": "茶盤而立。傍有石置茶器。又一巖中有文殊金像繯", "558": "坐其下為佛事者三人。一人執爐跪而歌唄者。曇恒", "559": "也。一人坐而擎拳者。道昺也。一人執經卷而坐者。周", "560": "續之也。臨溪偶坐者二人。皆梵僧。一人袒肩持短錫", "561": "者。跋陀羅也。一人舉如意據膝而坐者。耶舍也。童子", "562": "一。卷髮胡面持羽扇立其後。一人露頂坦腹仰視懸", "563": "泉坐而濯足者。張野也。童子持巾立其側。又蹲而汲", "564": "者一人。石橋之傍。峭壁崛起。前有僧與道士相促而", "565": "咲者。遠公送陸道士過虎溪也。一人貌恠雄視。捉巾", "566": "瓶而立者。捕虵翁也。童子負杖却立而待。一人乘籃", "567": "輿者。淵明之迴去也。淵明有足疾。甞以竹籃為輿。其", "568": "子與門生肩之。前者若欲憩而不得。後者若甘負而", "569": "忘倦。盖門人與其子也。童子負酒瓢從之。一人持貝", "570": "葉騎而方來者。謝靈運也。傍一人持曲笠。童子負笈", "571": "前騎而行。凡為人三十有八。馬一猿一。鹿一。器用艸", "572": "木。不復以數計。人物灑落。泉石秀潤。追千載于筆下。", "573": "萃群賢于掌中。開圖恍然。若與之接。揮麈而談者。如", "574": "欲懸河吐屑。肆辯而未停。默坐而聽者。如欲屏息社", "575": "意。審諦而冥冥。沉思者。如欲鈎深味遠。叩玄關宅靈", "576": "府。而遊乎恍惚之庭。梵唄者。如欲轉喉鼓舌而有雲", "577": "雷之響。與海潮之聲。行往來者。如御風而遐舉。坐臨", "578": "水者。如騎鯨而將去。咲執手者。軒渠絕倒。達于衣冠。", "579": "盖其心手相忘。筆與神會。而妙出意表。故能奴隷󳬼", "580": "陸。童僕張吳。跨千載而獨步。非十八人者。不足以發", "581": "伯時之筆。非伯時者。不足以寫十八人之趣。豈非泉", "582": "石膏肓。煙霞錮疾。其臭相似。故形容之工。若同時而", "583": "共處者也。伯時與余為從兄。實山林莫逆之友。為此", "584": "圖凡三十八日而成。余得之。遊居𥨊󰕖其下。客來觀", "585": "者。或未知蓮社事。因記其後。覽者當自得之也。圖成", "586": "于元豐庚申十二月二十五日。越明年辛酉正月二", "587": "十六日。龍眠李冲元元中記。", "588": "東林十八高賢傳終", "589": "No. 1543-BNo. 1543-B", "590": "右蓮社高賢傳一卷。本不著作者姓名。自隋唐志晁", "591": "陳二家俱未見書。曰原䟦。謂自昔出於廬山。宋熈寧", "592": "間。嘉禾賢良陳舜俞。粗加刊正。大觀初。沙門懷悟。復", "593": "為詳補。而是書始顯。然此十八高賢。皆晉宋時人。則", "594": "此傳亦當為晉宋時書。故仍從唐宋叢書釆補。其曰", "595": "蓮社者。謂謝靈運在廬山。鑿池種白蓮。時遠公諸賢", "596": "同修淨土之業。因號白蓮社。靈運甞求入社。遠公以", "597": "其心雜而止之。夫既不許其人入社。而又取其人所", "598": "種之蓮以名社。則人之稱斯社也。其謂之何。但如遠", "599": "公。始欲從學。范𡩋卒乃傳經。雷次宗周續之。以一釋", "600": "和尚。而能為功經學前。此所未有也。白香山為劉軻", "601": "代書。謂廬山自陶謝。洎十八賢以來。儒風緜緜不絕。", "602": "而皆由遠公倡之。今錄其書。又豈獨為釋氏提振宗", "603": "風耶。汝上王謨識。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1543 東林十八高賢傳", "author": "Not available"}