{"language": "chinese", "originalTitle": "Northern Yongle Edition of the Canon, Electronic version, No. 1611 諸佛世尊如來菩薩尊者神僧名經(第30卷-第40卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "吉祥贊", "1": "諸佛世尊如來菩薩尊者神僧名經卷第四", "2": "十　　　　　　　　　　　　　　門十", "3": "後語大雄氏以大善因緣普化萬有使人脩善滅", "4": "惡以成覺道誠苦海之津梁畏途之階梯也", "5": "夫善者人所固有之理也本來至善未嘗有", "6": "惡有為惡者是喪其善非本來惡也然善惡", "7": "有報皆人自取故曰積善之家必有餘慶積", "8": "不善之家必有餘殃善不積不足以成名惡", "9": "不積不足以滅身小人以小善為無益而弗", "10": "為也以小惡為無傷而弗去也故惡積而不", "11": "可掩罪大而不可解惟上帝不常作善降之", "12": "百祥作不善降之百殃為善者天報之以福", "13": "為惡者天報之以殃為善則善應為惡則惡", "14": "報祥者福之先也見祥而為不善則福不生", "15": "殃者禍之先也見殃而能為善則禍不至從", "16": "善如登從惡如崩善惡之積各以類應人有", "17": "正理必當為善而不可為惡天有常道為善", "18": "者必佑為惡者必罰積善在身猶長日加益", "19": "而人不知也積惡在身猶火銷膏而人不見", "20": "也天道聰明佑善而災惡善惡施也禍福報", "21": "也人報其陽天報其陰善惡之感萌於心災", "22": "祥之應見於事終身行善善猶不足一日為", "23": "惡惡自有餘脩一念善遠階覺道起一念惡", "24": "長淪苦海小善不積大德不成小惡不止以", "25": "成大罪為善不求福而福至為惡不求禍而", "26": "禍生為善者善氣生為惡者惡氣生積善逢", "27": "善積惡逢惡善有善報惡有惡報積善善種", "28": "積惡惡至如影逐形似響隨聲一日行善福", "29": "雖未至禍自遠矣一日行惡禍雖未至福自", "30": "遠矣天網󳭪󳭪報應甚速脩善福應為惡禍", "31": "來積善有慶集積惡有殃害君子不謂小善", "32": "不足為也而舍之小善積而為大善不謂小", "33": "不善而無傷也而為之小不善積而為大不", "34": "善善不在大惡不在小休休之福積善所生", "35": "凶凶禍害積惡所成善惡異迹同出於心天", "36": "下莫易於為善莫難於為不善天道福善禍", "37": "淫神明賞善罰惡一念之動若善若惡天必", "38": "鑑之一情善為賢人一情惡為小人一念纔", "39": "起趣向不同善惡既殊禍福即異心起於善", "40": "善雖未為吉神已隨之心起於惡惡雖未為", "41": "凶神已隨之德無常師主善為師為善最樂", "42": "積善存仁必有榮華後裔福緣善慶多因積", "43": "行而生一言之善須增萬福之祥為善者不", "44": "改其度故能有濟也善者因福而為福德善", "45": "日積則福祿日臻為善不求人知者謂之陰", "46": "德故其施廣其惠博天報必豐也為人作善", "47": "方便者其後受惠崇善以廣德則業泰而身", "48": "安為善者未嘗無報也不以其實則以其名", "49": "不在其身則在其子孫脩善立名者亦猶築", "50": "室樹果生則獲其利死則遺其澤善人種德", "51": "降祥於天人有善願天必從之聖人之道以", "52": "善為用聖人之善以孝為端為善而不先其", "53": "端無善也為道而不在其用無道也造善於", "54": "陰德報於顯信善作福積善不厭信知陰德", "55": "久而彌彰善言於心終身為寶言不苟出行", "56": "不苟為擇善而從事焉一言之善貴於千金", "57": "一切善心皆得真道人有一善百神俱泰人", "58": "有十善司命儲筭人有百善東華注名人有", "59": "千善福及七祖萬善既備白日登宸慈為萬", "60": "善之本心若不慈善何以立在世積善長行", "61": "陰隲者鬼神敬之五福隨之若人積善天人", "62": "扶衛魂超福境非積善陰德不足以感神善", "63": "濟物而不以為德陰濟良善則有福報人能", "64": "刻意為善靜與道合動與福會所謂善人人", "65": "皆敬之天道佑之福祿隨之眾邪遠之君子", "66": "貴遷善遷善也者聖人之徒歟人誰無過過", "67": "而能改善莫大焉施善行戒神即佑之故禍", "68": "莫大於從己之欲惡莫甚於言人之非惡氣", "69": "之萌本於惡念為不善於幽而蒙刑於幽夫", "70": "是之謂定論人有不善之事幸其人之不見", "71": "不聞安然自肆無所畏忌殊不知人之耳目", "72": "可掩神之聦明不可掩惡不可積過不可長", "73": "積惡長過喪敗之源誣善者亦反其辜不善", "74": "所積降殃有餘不善者不容不以罪加之也", "75": "司命奪筭殃及五世貪生積惡過重業集地", "76": "獄之報有所不容故人道莫大於為善為善", "77": "必先以忠孝事君不忠非孝也事主不忠不", "78": "得壽終事父母不安親則禍憂至事主而不", "79": "盡力則有刑臣不復君之恩苟營其私門禍", "80": "之源也孝弟之至通于神明光于四海無所", "81": "不通忠孝友弟正己化人孝養父母竭忠於", "82": "君十方善神悉皆擁護不忠不孝罪之大惡", "83": "不忠君王不孝父母不敬師長不友兄弟不", "84": "誠夫婦不義朋友不敬三寶不重五穀身三", "85": "口四大秤小斗殺生害命人百己千姦私邪", "86": "淫妖誣叛逆從微至著三官鼓筆太乙移文", "87": "即付五雷斬勘之司先斬其神後勘其形斬", "88": "神誅魂使之顛倒悖仁慈虧忠孝明則刑網", "89": "理之幽則鬼神誅之昔日天王與無數天人", "90": "來詣佛所稽首言以何等行得為日天照四", "91": "天下復以何緣而為月天佛言有四事一常", "92": "喜布施二脩身慎行三奉戒不犯四然燈於", "93": "佛寺若於父母沙門道人皆值光明又身口", "94": "意行不殺等十善佛言又有四事得為月王", "95": "一布施貧匱二奉持五戒三恭事三尊四𡨋", "96": "設燈光於君父師等如是脩行得為月王福", "97": "樂無極昔有眾生身體頑痺眉鬚墮落舉身", "98": "烘爛鳥栖鹿宿人跡永絕沾汙親族人不喜", "99": "見名之癩病何罪所致佛言以前世時坐不", "100": "信三尊不孝父母破壞塔寺剝脫道人斫傷", "101": "聖賢傷害師長無常返復背恩忘義常行苟", "102": "且婬匿尊卑無所忌諱故獲斯報昔信相菩", "103": "薩重白佛言世尊復有眾生其形極醜身黑", "104": "如漆兩耳復青雙頰俱阜皰面平鼻兩眼黃", "105": "赤牙齒踈󲉞口氣腥臭矬短壅腫大腹小腰", "106": "手脚繚戾僂脊凸肋費衣徤食惡瘡膿血水", "107": "腫乾消疥癩種種諸惡集在其身雖親附人", "108": "人不在意若他作罪橫羅其殃永不見佛永", "109": "不聞法不識菩薩不識聖賢從苦入苦不得", "110": "休息何罪所致佛言以前世時為子不孝父", "111": "母為臣不忠其君為上不愛其下為下不恭", "112": "其上朋友不償其信鄉黨不以義從斷事不", "113": "以其道心意顛倒無有期度殺害忠良輕陵", "114": "尊長偷劫盜竊惡業非一美己惡人侵陵孤", "115": "老誣謗賢善輕慢師長欺誑下賤一切犯之", "116": "故獲斯罪欲知前世因今生受者是要知未", "117": "來因今生作者是假使百千劫所作業不忘", "118": "因緣會遇時果報還自受淨業純熟目覩佛", "119": "身惡果將成心現地獄果報好惡定之於業", "120": "業因善惡致使報有冥爽昔鳩摩羅多大士", "121": "既得法眼至中天竺國有大士名闍夜多問", "122": "曰我家父母素信三寶而常縈疾瘵凡所營", "123": "作皆不如意而我鄰家久為旃陀羅行而身", "124": "常勇徤所作和合彼何幸我何辜祖曰何足", "125": "疑乎且善惡之報有三時焉凡人但見仁夭", "126": "暴壽逆吉義凶便謂無因果虛罪福殊不知", "127": "影響相隨毫𨤲靡󰰍縱經百千萬劫亦不磨", "128": "滅佛說業通三世者盖以前世所作善業而", "129": "報在此生苟為不善則應在來世故人有此", "130": "生雖為善而不得其福者前惡之報勝也今", "131": "世雖作惡而不受其殃者前善之報勝也苟", "132": "以今生非得福報復務為惡而來世益墮惡", "133": "趣也苟以此世得其福報復務為善而來世", "134": "益得善趣也又前世為善其德方半而改志", "135": "為惡及此生也先福而後禍此生為惡其事", "136": "方半而變行為善及來世也先禍而後福今", "137": "汝父與汝之隣其善惡之應不以類至蓋先", "138": "業而致然也夫善惡報應毫𨤲不差但有久", "139": "速不同世之愚夫愚婦謂禍福無徵謬矣慈", "140": "尊愍濟群倫作大善方便開甘露法門使人", "141": "湔滌懺雪改過遷善化凶為吉化災為祥故", "142": "以念佛功德為最勝第一福田信心念佛是", "143": "人善根福報無盡若眾生心憶佛念佛現前", "144": "當來必定見佛昔佛在王舍城迦蘭陀竹林", "145": "時那羅聚落多諸疫鬼殺害民眾莫能消弭", "146": "時有一優婆塞語眾云如來在世利安眾生", "147": "我等當共一心稱佛名號以求救濟病苦時", "148": "諸人聞是語已咸各同時稱佛名號唯願世", "149": "尊大悲憐憫覆蔭我等疾苦爾時世尊常以", "150": "大悲晝夜六時觀察眾生誰受苦厄尋往化", "151": "度使脩善法永拔諸苦見此疫病人民同時", "152": "一心稱佛名號以救疫病爾時如來將諸比", "153": "丘往彼聚落以大慈悲熏諸民眾勸令脩善", "154": "疫病同時皆悉退散無復眾患昔有大善知", "155": "識篤脩淨業不輟念佛嘗語人云大願聖人", "156": "從淨土來來實無來深心凡夫從淨土去去", "157": "實無去彼不來此此不往彼而其聖凡會遇", "158": "兩得交際彌陀光明如大圓月徧照法界念", "159": "佛眾生攝取不捨諸佛心內眾生塵塵極樂", "160": "眾生心中淨土念念彌陀若能發心念彼佛", "161": "號即得往生河沙諸佛有同舌之讚十方菩", "162": "薩有同往之心佛言不信何言可信不生淨", "163": "土何土可生自棄己靈是誰之咎其人臨終", "164": "見金臺從空而至念佛之功有如是效驗豈", "165": "小補哉佛言有得聞寶海如來名號者執持", "166": "諷誦歡喜信樂當得七覺意寶得立不退轉", "167": "地疾成無上正真之道却六十劫生死之罪", "168": "有得聞寶英如來名號執持諷誦倍過三千", "169": "大千佛剎七寶布施功德有得聞寶成如來", "170": "名號者執持諷誦以清淨心歡喜信樂却五", "171": "百劫生死之罪有得聞光明世界寶光明如", "172": "來名號者執持諷誦歡喜信樂於三塗中疾", "173": "得解脫有得聞寶旛幢如來名號者持諷誦", "174": "念歡喜信樂其人則為成法珍寶有得聞一", "175": "切眾德光明世界寶光明如來名號者持諷", "176": "誦念歡喜樂信却二十萬劫生死之罪有得", "177": "聞阿閦如來名號者捉持諷誦歎說其德復", "178": "勸他人令學諷誦諸天魔王天龍鬼神咸加", "179": "擁護有得聞大光明如來名號者執持諷誦", "180": "歡喜信樂其人必得成就最正覺道有得聞", "181": "無量音如來名號者淨心信樂其人當得無", "182": "量音聲及得如來淨光之音有得聞大名稱", "183": "如來名號者淨心信樂諷誦不忘其功德過", "184": "七寶阜如須彌山布施出巨億萬倍功德上", "185": "無與為比有得聞寶光明如來名號者盡心", "186": "信樂持諷誦念當却十劫生死之罪住不退", "187": "轉必成無上正真之道有得聞大安隱如來", "188": "名號者歡喜信樂諷誦不忘持此功德普使", "189": "一切無量眾生皆得安隱其人則受無量功", "190": "德有得聞火光明如來名號者歡喜信樂持", "191": "諷誦讀其人當得如來十力有得聞正音聲", "192": "如來名號者淨心信樂持諷誦讀其人當得", "193": "如來四諦平等之法其有得聞無限淨如來", "194": "名號者歡喜信樂持諷誦念滿大千世界七", "195": "寶布施所得功德百千萬倍無與為比却生", "196": "死罪四十八劫有得聞月音如來名號者盡", "197": "心信樂持諷誦念其人所得清淨功德成具", "198": "必滿如月盛明立不退轉當成無上正真之", "199": "道有聞無限名稱如來名號者持其名號歡", "200": "喜信樂諷誦其福甚多若積七寶如須彌山", "201": "持用布施過出百倍無以為比有得聞日月", "202": "光如來名號者歡喜敬禮誦念其人速得成", "203": "就無上正真之道有得聞無垢光如來名號", "204": "者歡喜信樂敬禮誦念成無上最正覺道終", "205": "不墮三塗之中有得聞瑠璃光世界淨光如", "206": "來名號者歡喜作禮誦念壽終當生天上有", "207": "得聞日光如來名號者歡喜樂念降伏眾魔", "208": "及諸外道却四十劫生死之罪有得聞無量", "209": "寶如來名號者歡喜諷誦當得七覺寶能立", "210": "眾生於最寶中眾德之聚日日增益有得聞", "211": "蓮華最尊如來名號者歡喜諷誦功德智慧", "212": "日日增長譬如蓮華從水湧出却五千劫生", "213": "死之罪有得聞身尊如來名號者盡心諷誦", "214": "其人疾度生死之海能除眾生諸欲於世間", "215": "作福田能受三界一切供養作大法師得金", "216": "剛力立不退轉成無上正真之道有得聞堅", "217": "固世界金光明如來名號者歡喜誦念當為", "218": "佛光明之所護持悉得一切眾德却十二劫", "219": "生死之罪有得聞梵自在王如來名號者歡", "220": "喜諷誦必當見其佛作轉輪王當成無上正", "221": "真之道有得聞為月世界金光明如來名號", "222": "者喜樂誦念不墮惡道之中與大德眾會皆", "223": "得快樂後得作佛有得聞金海如來名號者", "224": "盡心諷誦得不退轉必成正覺有得聞龍自", "225": "在王如來名號者盡心諷誦益增功德必得", "226": "往生此佛國求最正覺有得聞一切華香自", "227": "在王如來名號者淨心諷誦當得諸佛智慧", "228": "却十劫生死之罪有得聞樹王如來名號者", "229": "歡喜諷誦當得諸魔破裂有得聞勇猛執持", "230": "牢杖棄捨𨷖戰如來名號者歡喜持誦譬如", "231": "金剛伏眾魔兵利益一切所得功德如恒河", "232": "沙諸佛國土滿中七寶持用布施不可為比", "233": "有得聞內豐珠光如來名號者一心誦念獲", "234": "大功德不畏三塗之難受天上人中快樂常", "235": "得生清淨佛土有得聞無量香光明如來名", "236": "號者一心諷念成最正覺諸毛孔中出眾妙", "237": "香却四十劫生死之罪有得聞師子響如來", "238": "名號者持諷誦讀成最正覺作眾德輪却二", "239": "十劫生死之罪有得聞大強精進力如來名", "240": "號者得大戰力退却眾魔却二十五劫生死", "241": "之罪有得聞過出堅住如來名號者信樂持", "242": "諷於諸尊法得堅固財加得大福晝夜日日", "243": "增益功德有得聞鼓音王如來名號者盡心", "244": "諷誦其功德勝滿三千大千世界珍寶布施", "245": "有得聞月音如來名號者盡心誦念却二十", "246": "一劫生死之罪有得聞超出眾華如來名號", "247": "者盡心誦念超出八難多所利益有得聞世", "248": "燈明如來名號者盡心誦念脫三塗厄難却", "249": "二十劫生死之罪有得聞休多易寧如來名", "250": "號者盡心誦念功德出上布施數百千倍却", "251": "六十劫生死之罪成無上正真之道有得聞", "252": "現在說法寶輪如來現在轉不退轉無上法", "253": "輪常滅度如來現在廣說妙法淨覺如來現", "254": "在廣說經法須彌步如來現在說法寶蓮華", "255": "如來一切眾寶普集如來樹王豐長如來轉", "256": "不退轉法輪眾寶普集豐盈如來圍繞特尊", "257": "清淨如來宣揚稱讚是諸如來名號其人得", "258": "福不可限量不可思議有得聞日月燈明如", "259": "來名號者敬信誦念必成正覺其功德不可", "260": "限量受一切三界供養有得聞須彌如來名", "261": "號者歡喜誦念當得無比功德稱須彌山堅", "262": "住不動日日增益不可限量有得聞大須彌", "263": "如來名號者信樂諷念當成正覺却八十劫", "264": "生死之罪有得聞阿提彌留如來名號者盡", "265": "心誦念其功德過於滿三千大千世界閻浮", "266": "檀金布施却十劫生死之罪有得聞喻如須", "267": "彌如來名號者信樂誦念智慧猶若大海疾", "268": "得成就正覺之道有得聞香像如來名號者", "269": "恭敬諷誦功德過上布施百倍獲大利益有", "270": "得聞三蔓陀犍提如來名號者歡喜誦念其", "271": "福德不可思議却生死百劫之罪有得聞無", "272": "垢世界淨光如來名號者歡喜誦念所得功", "273": "德不可稱量却八十劫生死之罪有得聞法", "274": "最如來名號者歡喜誦念疾得正覺之道却", "275": "二十劫生死之罪有得聞香自在王如來名", "276": "號者歡喜誦念發大慈心得福甚多却三十", "277": "劫生死之罪有得聞大集如來名號者信樂", "278": "誦念是人與諸佛法常共合偶亦不起意樂", "279": "入泥洹有得聞香光明如來名號者歡喜誦", "280": "念得不退轉疾成正覺在於三塗恐怖之中", "281": "疾得解脫有得聞火光明如來名號者歡喜", "282": "諷誦得無限之福有得聞無量光如來名號", "283": "者淨意信樂精勤諷念却十劫生死之罪有", "284": "得聞開光如來名號者歡喜諷誦魔王眾兵", "285": "不能毀壞其道心有得聞月燈光如來名號", "286": "者持諷誦念當為世導首當得受世之供養", "287": "有得聞妙香世界日月光如來名號者歡喜", "288": "誦念當得無量功德之報道心堅固如須彌", "289": "山不可傾動一切魔王不能毀壞有得聞日", "290": "月光明如來名號者歡喜誦念當具滿無上", "291": "道願如此世尊有得聞火光如來名號者信", "292": "樂誦念已持智慧之炬度越一切生死之海", "293": "一切魔王不能毀壞其道心有得聞眾色像", "294": "達鏡世界集音如來名號者喜樂誦念後生", "295": "之處常得端正容顏妙好心常歡喜樂信諸", "296": "佛有得聞最威儀如來名號者喜樂持念得", "297": "世間最尊天龍鬼神之所敬仰却二十劫生", "298": "死之罪有得聞光明尊如來名號者喜樂誦", "299": "念眾生因此功德會得成就正覺之道却三", "300": "十劫生死之罪有得聞蓮華軍如來名號者", "301": "喜樂誦念所得功德當超過三界猶若蓮華", "302": "從水湧出有得聞蓮華響如來名號者樂喜", "303": "諷念終不墮於惡道諸難疾得解脫除五逆", "304": "惡罪有得聞多寶如來名號者歡樂諷念其", "305": "人所生在諸佛剎心常解了一切諸法有得", "306": "聞師子吼如來名號者歡樂諷念聲揚法音", "307": "徧至三千化度無量眾生却五十劫生死之", "308": "罪有得聞師子音如來名號者喜信誦念得", "309": "福無量有得聞精進軍如來名號者歡喜信", "310": "樂一心諷念當成最正覺能為眾生廣轉法", "311": "輪有得聞金剛踴躍如來名號者信樂諷念", "312": "能破壞三毒消散諸欲得不退轉於佛法有", "313": "得聞度一切禪絕眾疑如來名號者喜樂誦", "314": "念能壞眾魔兵決散一切疑結得成就正覺", "315": "之道有得聞寶大侍從如來名號者歡喜誦", "316": "念能為世間作大寶明當轉無上正法之輪", "317": "有得聞無憂如來名號者信心誦念不為諸", "318": "欲汙染如蓮華不著塵水得不退轉悉能安", "319": "隱一切眾生後成正覺有得聞地力持踊如", "320": "來名號者淨心誦念得不退轉難動如地一", "321": "切眾魔不能毀壞其人道心得無量慧猶若", "322": "大海斷生死路却二十劫生死之罪有得聞", "323": "最踊躍如來名號者歡喜誦念當為最特殊", "324": "妙大乘之所捉持亦能饒益一切眾生三塗", "325": "八難悉為永絕有得聞自在王如來名號者", "326": "信樂誦念得無量福果有得聞無量音如來", "327": "名號者喜樂誦念解了如來智慧成無上正", "328": "真之道有得聞錠光如來名號者歡樂誦念", "329": "當為如來光明之所護持有得聞一切香世", "330": "界寶光明如來名號者歡喜誦念當於世間", "331": "作大珍寶住不退轉於正真之道却五十劫", "332": "生死之罪有得聞無量壽如來名號者一心", "333": "誦念當得無量福德永離三塗之厄命終之", "334": "後當往生彼佛剎土有得聞殊勝如來名號", "335": "者喜樂誦念能降伏眾魔裂壞羅網却六十", "336": "劫生死之罪有得聞伏一切魔世界集音如", "337": "來名號者樂持誦念當得一切諸佛如來音", "338": "聲於廣說法處以德特尊降伏眾魔却八十", "339": "劫生死之罪有得聞內豐嚴王如來名號者", "340": "歡喜誦念得不退轉成無上正真之道却一", "341": "劫生死之罪有得聞金剛堅強消伏壞散如", "342": "來名號者喜樂誦念當住不退轉疾成無上", "343": "正真之道却十萬億劫生死之罪有得聞寶", "344": "火如來名號者喜信誦念當立不退轉地疾", "345": "成無上正真之道有得聞寶月光明如來名", "346": "號者樂持誦念得不中止三昧正定見諸佛", "347": "轉尊法輪悉能總持諸佛之法有得聞賢最", "348": "如來名號者信樂誦念於所生之處為一切", "349": "之所敬言見信用莫不稟從獲斯功德得無", "350": "礙辯有得聞蓮華步如來名號者歡喜誦念", "351": "後生之處顏貌端正殊妙無比眾共敬愛自", "352": "識宿命無數劫中事皆悉了知生所從來所", "353": "作善惡悉皆識知其所生處所說言教一切", "354": "信奉莫不承用有得聞現在說法金寶光明", "355": "如來無量尊豐如來無量尊離垢王如來德", "356": "手如來無數精進興豐如來無言勝如來無", "357": "愚豐如來月英豐如來無量光豐如來逆空", "358": "光明如來最清淨無量旛如來好諦住惟王", "359": "如來成就一切諸剎豐如來淨慧德豐如來", "360": "淨輪旛如來瑠璃光最豐如來寶德步如來", "361": "最清淨德寶住如來度寶光明塔如來無量", "362": "慚愧金如來諸名號敬心誦念成大功德得", "363": "大智慧解了諸法成一切正覺有得聞蓮華", "364": "尊豐如來名號者歡喜誦念於諸正覺一切", "365": "法中便得成無上道却生死罪三十六劫有", "366": "得聞淨寶興豐如來名號者歡喜樂念得七", "367": "覺意寶却三十劫生死之罪有得聞電燈旛", "368": "王如來名號者喜信誦念遠離八難之處終", "369": "不復生下劣之家有得聞法空燈如來名號", "370": "者樂持誦念却六十劫生死之罪得最正覺", "371": "常得與諸佛共會有得聞一切眾德成如來", "372": "名號者六情端正常得清淨解了諸佛妙法", "373": "却八十劫生死之罪有得聞賢旛幢王如來", "374": "名號者信樂誦念得不退轉成最正覺却五", "375": "十劫生死之罪有得聞一切寶緻色持如來", "376": "名號者歡喜誦念當得如來十力十八不共", "377": "特異之法常能轉不退法輪却六百劫生死", "378": "之罪以念一佛如來名號其獲功德各各如", "379": "是而况於百千萬佛及諸尊菩薩名號是諸", "380": "佛世尊如來菩薩尊者神僧名經為諸功德", "381": "之大海所以利濟眾生作無量方便以如是", "382": "頻伽音聲以如是供養以如是回向以如是", "383": "懺悔所以弘化開導使人成佛凡閻浮提眾", "384": "生能皈依如是因地法門一心向善晝夜六", "385": "時勇猛精進勤行不怠如飢之欲食渴之欲", "386": "飲朝念於斯夕念於斯念念皆發於心心心", "387": "即得成佛若影之隨形響之應聲不難也已", "388": "其有根器頑鈍者能專心淨意堅心持誦工", "389": "夫之至亦得成就繩鋸木斷水滴石穿有得", "390": "聞如是勝妙音聲而生信解者亦不墮三塗", "391": "不生八難不入泥犂不受冤對諸魔不能侵", "392": "外道不能害具足恒如意舉目見如來自然", "393": "成灌頂登最正覺道稽首皈依發大歡喜合", "394": "掌頂禮而讚頌曰。", "395": "無量如來功德海誰能得聞此尊名", "396": "廓開寶藏大巍巍一切眾寶皆呈現", "397": "彼有緣者見諸寶咸獲如意稱其心", "398": "彼無緣者具目觀畢竟隔閡了無得", "399": "審諦二說何以故由於癡慧能否分", "400": "惟此智慧精進人間諸勝號即興起", "401": "大發慈哀頂佛足住佛剎土演妙聲", "402": "譬如寶月行虛空於諸世界無不照", "403": "聞此妙法而作者從正覺中得所依", "404": "於一佛者之所然而況盡諸法界佛", "405": "無量無邊大功德世世濟度諸眾生", "406": "永與閻浮作導師是法名能出有壞", "407": "有求度滅不輪報敬禮稱揚諸佛尊", "408": "一聲聖號聞諸天矧此無量諸佛號", "409": "用一號普增眾德百千號不可思議", "410": "聞諸佛名能奉行念念不忘堅固意", "411": "彼下劣者有深業不能入此微妙義", "412": "端能勤求生大智極大勇猛於法中", "413": "稱念佛聲無所違一念興善受福報", "414": "顯諸如來大聖德勤讚十方諸如來", "415": "諸佛遙讚亦復然解使若人淨諸業", "416": "廣為眾生說妙法若此深奧孰了知", "417": "惟願最上德中王住此剎土成就眾", "418": "受諸信行之供養愍濟沈淪作大航", "419": "度越無邊苦海中得大歡喜波羅蜜", "420": "願使眾生皆成佛如蓮華開普大千", "421": "如來弘誓廣慈悲五濁惡世濟度盡", "422": "有一眾生未成佛終不於此取泥洹", "423": "眾生欽此如來心發正覺心無退轉", "424": "晝夜勤勤念諸佛道成即得見如來", "425": "後序諸佛世尊如來菩薩尊者神僧名經後序", "426": "稱念諸佛世尊如來菩薩尊者神僧名號其", "427": "功德甚深廣大得福最多以如是勝妙導人", "428": "為善同脩福果夫所謂為善者即前之所云", "429": "忠於君上孝於父母敬天地奉祖宗尊三寶", "430": "敬神明遵王法謹言行不殺生害命廣行陰", "431": "隲是也世之善男子善女人有捨財以濟眾", "432": "有竭力行方便如是脩善以積功德者有之", "433": "惟稱念諸佛世尊如來菩薩尊者神僧名號", "434": "不費己財不用己力而功德無量佛云所說", "435": "諸佛名顯現諸佛行有大威德相以佛眼普", "436": "見若有智慧人當欲求菩提應讀此佛名不", "437": "久得作佛又云我昔無數劫時於妙光佛末", "438": "法之中出家學道聞五十三佛名聞已合掌", "439": "心生歡喜復教他人令得聞持他人聞已展", "440": "轉相教乃至三千人此三千人異口同音稱", "441": "諸佛名一心敬禮以是因緣功德力故即得", "442": "超越無數億劫生死之罪其千人者華光佛", "443": "為首下至毘舍於莊嚴劫得成佛道過去千", "444": "佛是也此中千佛者拘摟孫佛為首下至樓", "445": "至如來於賢劫中次第成佛後千佛者日光", "446": "如來為首下至須彌相於星宿劫中當得成", "447": "佛現在十方諸佛善德如來等亦得聞是五", "448": "十三佛名故於十方世界各得成佛昔有人", "449": "潛心淨業日誦佛號萬聲未嘗間絕一日無", "450": "疾沐浴面西跏趺而化異香馥郁竟成佛果", "451": "昔有女人專心念佛一日索火燒香口云佛", "452": "以花臺與我我當得佛果已而天花飛墜遂", "453": "爾坐化若此者不可枚舉姑畧言其一二耳", "454": "經云有人求佛道而於一劫中合掌在我前", "455": "以無數偈讚由是讚佛故得無量福德今復", "456": "述此千篇末使凡起心念佛者咸發歡喜心", "457": "咸得辯才學咸領悟佛旨咸得善神護一切", "458": "冤障業悉得永脫離稽首感佛恩即得如來", "459": "道尚勉之哉尚勉之哉。", "460": "永樂十五年四月十七日", "461": "諸佛世尊如來菩薩尊者神僧名經卷第四", "462": "十"}, "englishTitle": "Northern Yongle Edition of the Canon, Electronic version, No. 1611 諸佛世尊如來菩薩尊者神僧名經(第30卷-第40卷)", "author": "明 太宗朱棣制"}