{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 908", "1": "禪門要略", "10": "三棄五盖。此五盖者。一貪欲盖。二嗔恚盖。三睡眠盖。", "100": "心從何而生。為從眼根生。為從色塵生。為根塵合生。", "101": "為離根塵生。若見色從眼生者。未見色時心應已生。", "102": "若從色塵生者。何關我耶。若從合生者。撿此根塵為", "103": "各有心。為各無心。若有心能生心者。合時應有兩心。", "104": "若各無心能生心者。無有是處。若離根塵有心生。亦", "105": "無有是處。當知見色之心本自無生。但有名字。名字", "106": "性空。畢竟無實。是名為觀。於眼見色時修止觀既然。", "107": "餘五根對五塵例爾。", "108": "次於禮佛中修一心三觀者。觀一念禮佛之心。即空", "109": "即假即中。觀心即空是禮報佛。觀心即假是禮應佛。", "11": "四掉悔盖。五疑盖。此五若棄捨。心則得安也。此五在", "110": "觀心即中是禮法佛。一禮即三禮。一佛即三佛。雖三", "111": "而一。即一而三。是名圓禮。亦名不思議禮佛。又誦經", "112": "旋遶歷緣對境與心動念皆例如此。用三觀也。問。一", "113": "心三觀有何功用。答。即空觀破四住惑。即假觀破塵", "114": "沙惑。即中觀破無明惑。一心三觀。三諦圓破五住。五", "115": "住煩惱破即三身顯。四住破即報身顯。塵沙破即應", "116": "身顯。無明破即法身顯。又三觀成故即三德滿。中觀", "117": "成即法身滿。假觀成般若滿。空觀成即解脫滿。三德", "118": "滿故名秘密藏。佛及眾生悉入其中。畢竟無所有。永", "119": "寂如虗空。若然者。云何復言有一切法佛以假名字", "12": "心則纏覆不明。", "120": "引導諸眾生。復次泥洹真法實眾生從種種門入。令", "121": "粗依一理。略出此法。示初心行人。不可執此為是餘", "122": "者為非。若得此意者。則千車同轍萬流咸會也。一切", "123": "諸法體性平等。眾生身內法身佛盡虗空遍法界。一", "124": "切行人常斂念。觀四大五陰空無所有。名為道。", "125": "禪門要略終", "13": "四調五事者。一調食不飢不飽。二調眼令不節不恣。", "14": "此二就定外調之。三調身。四調息。五調心。此三就定", "15": "內調之。調身者。令不寬不急是調身相。次調息者。令", "16": "息出入綿靜細。如有如無。資神安禪。守之心易得定。", "17": "舉要言之。不澁不滑是調息相。次調心者。若多覺觀", "18": "浮動。須繫念在齊中。制諸亂想。若心沈惛。頭低睡熟", "19": "無記者。當繫鼻端。令心在緣無分散意。舉要言之。不", "2": "天台大師　出", "20": "沈不浮是調心相。次復正於坐中。若覺身息心三事", "21": "不調者。即須用前法調之。三事若調禪定可獲。次欲", "22": "出定時。應前放心異緣。次開口放氣。想從百脉隨意", "23": "有散。次微微動身。次動肩脾手頭頸等。次動兩足膝", "24": "等。次以手遍摩諸毛孔。次按兩掌令𤏙掩兩眼。然後", "25": "開眼。待身汗𤍜方可隨意。若不爾者令人作病。", "26": "第五行五法者。謂欲．精進．念．巧慧．一心是也。釋云。欲", "27": "者。欲離世間一切妄想顛倒。欲得一切禪定智慧諸", "28": "法門也。精進者。持戒清淨。初中後夜專精進修習無", "29": "上道法󴋇。念者。念世間法治生產業。一色一香無非", "3": "夫人修禪學慧法門。先明方便。後明正觀。方便者凡", "30": "佛法也。巧慧者。思惟世間陰界入等。一一皆入如實。", "31": "令魔界即佛界。為佛事如薩陀波倫也。一心者。既知", "32": "世法即是出世法。應當專修定慧二法。令與法性相", "33": "應。心如金剛無能壞者。故名一心也。此上並是坐禪。", "34": "約出入略示此法。夫欲發心學道。先須問路。路有通", "35": "塞。法有是非。心有邪正。今且約坐禪示其相。餘則可", "36": "解。塞路者。苦集為塞。道滅為通。無明十二因緣為塞。", "37": "無明滅為通。六蔽為塞。六度為通。若有三塞。破之令", "38": "通也。次簡邪正者。一若為利養破戒等事發心學禪", "39": "者。此發泥梨心。行地獄道。二若求名聞望他稱譽而", "4": "有五種。初具五緣。一者衣食具足。二者持戒清淨。三", "40": "學禪者。是發謟曲心。行鬼道。三若為眷屬徒眾多檀", "41": "越等。是發飛走心。行畜生道。四若為勝他妬忌者。是", "42": "發醜陋心。行修羅道。五若為此生謝後恐失未來人", "43": "身。兼持戒而發心學禪者。是發欲界下心。行人道。六", "44": "若為求今世後世自然果報。兼修十善。是發欲界上", "45": "心。行天道。七若為捍伏於他復層自舉。狼踞唐視令", "46": "物歸仰者。是發魔羅心。行第六天道。八若為求今世", "47": "後世禪定靜樂者。是發梵心。行色天道。九若為求世", "48": "智辨聰無事不知者。為此學禪者。是發外道心。行無", "49": "想行天道。十若為思惟世間生死窂獄甚可猒患。出", "5": "者閑居靜處。四者息諸緣務。五者親近善知識。五緣", "50": "世涅槃清淨寂滅甚可欣樂。為此發心欲速出三界", "51": "者。是發無漏心。行二乘道。非心無量。略示十種非心", "52": "耳。前九是世間心。是生死心。後一是出世心。是涅槃", "53": "心。是聖人心。是解脫心行者。汝學修道應善識邪正。", "54": "莫浪發心。二乘出世間尚簡是非。況前諸心妄謂為", "55": "是。若欲與理相應者。但首作人事。莫強知他事。即是", "56": "更相憎恨世世相憎。非但此生無道無果。累及後生。", "57": "能閇口合掌塞耳端坐修心者。是出世聖人。若不爾", "58": "者。餓鬼畜生之道難得免離也。", "59": "次明修止觀者。先約坐中修者。行人於坐中為亂想", "6": "若闕則妨安心。若無善知識則不知遮障。為此義故", "60": "覺觀修三止。一名繫緣止止者。謂繫心鼻端隔齊間", "61": "等處。繫緣守境。令念心不散。二名制心止止者。隨心", "62": "不起。即須制之不馳散也。此二是事止耳。三體真止", "63": "止者。隨心所念。一切諸法即須體之。知悉從緣生。從", "64": "緣生之法無有自性。既知無性即不取著。以不取故", "65": "妄念心息。是名為止。止心不動名為無為。無為者即", "66": "諸法本源。若能安本源則一切妄想生死業行即皆", "67": "空寂。即泥洹道。真法實也。略明三止竟。次作觀者。謂", "68": "正觀中道諸法實相智慧也。行者於坐禪中。隨心所", "69": "緣一切諸法。若善法。若惡法。若無記法等。隨所緣念", "7": "須具五緣也。", "70": "念不住。雖如上體真而不止者。即當反觀所起之心", "71": "從何處生。從過去生耶。現耶。未來耶。若從過去生者。", "72": "過去已滅云何能生。若從現在生者。現在念念不住", "73": "云何能生。若從未來生者。未來未至云何能生。三世", "74": "求生畢竟不可得。當知此心但有名字。名字之法本", "75": "自無生。無生故。無滅故。無滅即是中道第一義諦觀", "76": "也。又撿此心為有為無。若心無者。云何有念。心若是", "77": "有者。應當自有。何須緣發始有心生。當知此心非有", "78": "非無。即是中道正觀也。", "79": "復次。於禪中沈惛睡熟頭低無記者。即須修觀。分別", "8": "二呵五欲者。謂色．聲．香．味．觸也。此五種能生行人欲", "80": "法相。對治沈病。若於坐禪中心散動越逸攀緣萬境。", "81": "即須用止除亂想。一心念之。若修止時心安快樂。即", "82": "應修止。又修止時能破睡散。即應修止。又修止時豁", "83": "豁欲想清淨。即應修止。又修觀時心地靜樂。即宜修", "84": "觀。又修觀時道心󳬂起。即宜修觀。又修觀時能破煩", "85": "惱惡見。即宜修觀。觀若有益即常修觀。止若有益即", "86": "常修止。行者善須斟酌。巧用止觀調心。令妄念不起。即", "87": "是善能用心。有少道理也。", "88": "次明歷緣對境。修止觀者歷緣有六。謂行．住．坐．臥．言", "89": "語．作務也。對境亦有六。謂六根對六塵也。緣與境合", "9": "樂之心。貪愛無足。若不呵却則妨正業。故須呵却。", "90": "有十二事。初就行中修止觀者。行者欲行之時。即應", "91": "思惟。我今為何事故行。若為惡事無益等事。即不應", "92": "行。若為善事利益等事。即應行。行中修止觀者。即", "93": "應知因於行故。則有一切善惡等法。今推此行及諸", "94": "法悉是虗妄。求實叵得。妄念不起。是名為止。復作是", "95": "念。由心運身。故有去來及行中一切法。令及觀此行", "96": "中之心。不見相貌來處去處。無生無滅。當知行者及", "97": "一切法畢竟空寂。是名為觀。於行緣中修止觀既然。", "98": "餘五緣例爾。次對境修止觀者。見色之時。即知如幻", "99": "如化。不起貪染。心安寂然。是名為止。當及觀見色之"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 908 禪門要略", "englishTitle": "卍 Xuzangjing, Electronic version, No. 908 禪門要略", "author": "隋 智顗出", "language": "chinese", "source": "CBETA"}