{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1098", "1": "衣鉢名義章并序", "10": "袈裟袈裟", "100": "重不得受單尼師壇鼻奈耶云新尼師壇故者緣四", "101": "邊以亂其色戒本中作新坐具取故者一磔手揲新", "102": "者上為壞色故五分須揲四角今時有半坐具單作", "103": "者或用一幅布作者噫塔基既不加法其塔定知繆", "104": "矣作已當對一比丘加法受持南山義加受辭云大", "105": "德一心念我比丘某甲此尼師壇應量作今受持三", "106": "說若破壞須換易者當捨之文同受法但改下云今", "107": "捨也。", "108": "褊衫褊衫", "109": "西土本有左邊十誦云是衣厥修羅長四肘廣二肘", "11": "真諦云是外國三衣之都名也增一阿含云如來所", "110": "半南山云準似祇支國語不同或翻上狹下廣衣四", "111": "分云應繫祇支入聚落若安帶若縫之得上狹下廣", "112": "衣當用作若章服儀中云裿支之服相亦畟方今又", "113": "設右邊者蓋此土元魏宮人見僧袒膊不善遂施右", "114": "邊綴左邊祇支上通為兩袖號曰褊衫所以今開背", "115": "縫截領而作者存本衣相故若連縫合者同俗衫耳", "116": "學者勉之準十誦加受應言是僧祇支波利迦羅衣", "117": "我受用故波利迦羅晉言助身衣尼在五衣數加法", "118": "準十誦云大姊一心念我比丘尼某甲是衣厥修羅", "119": "受長四肘廣二肘半是厥修羅衣持三說南山云今", "12": "著名曰袈裟律鈔云袈裟秦言染也此乃從色得名", "120": "則改張衣相不同本法但云如法作不言肘量應成。", "121": "覆肩覆肩", "122": "僧祇律云當作衣覆肩名覆肩衣教誡儀云當收攝", "123": "橫帔即此衣也後堂記亦號覆膊為手帔住法圖讚", "124": "云阿難性絕塗惱無諸染濁故隨佛往有龍女天女", "125": "事等浮雲情無顧涉釋門立敬時袒右肩行往士女", "126": "咸興愛著乃至因悅淨色心醉神昏繫子頸而沉殺", "127": "者由此曲制令著今則僥倖而服之矣四分尼將此", "128": "衣在五衣數加法云是衣覆肩衣長四肘廣二肘半", "129": "是覆肩衣持三說。", "13": "謂染作袈裟色味有袈裟味也又四分翻為臥具謂同", "130": "涅槃僧涅槃僧", "131": "戒疏曰此云內衣即裙也僧祇云佛於僧前自著內", "132": "衣教諸比丘等十誦中佛觀三世佛淨居天報皆齊", "133": "整著衣然後制戒三千威儀云泥洹著法一不持下", "134": "著上二使四邊等三襞頭近左面四結帶於右面五", "135": "當三繞不垂兩頭南山云不得太高太低常須齊整", "136": "可齊脚踝多論十誦聽至踝上一磔手故僧傳納衣", "137": "半脛誠有依矣母論踝上三指今言裙者順此方言", "138": "也劉凞釋名云裙羣也連接群幅也加法準十誦云", "139": "是泥洹波利迦羅衣我受用故。", "14": "衾被之類也十誦以為敷具謂同氈席之形也又云", "140": "鉢多羅鉢多羅", "141": "略云鉢乃梵語耳中阿含云鉢或名應器即應法之", "142": "器也有三義一色應四分云熏作黑色赤黑僧祗熏", "143": "作孔󳭋咽色鴿色者如法二體應律云大要有二泥", "144": "及鐵也泥者今之瓦鉢也善見云三乘聖人皆執瓦", "145": "鉢乞食資生今時畜漆木鉢者是非法也五分律云", "146": "畜木鉢犯偷蘭僧祇云是外道標故業疏云石鉢唯", "147": "佛不可濫也三量應四分大鉢受三斗下者斗半此", "148": "用姬周斗準唐斗上鉢受一斗下者五升五百問云", "149": "一日都不用鉢食犯墮重病者開僧祇云鉢是出家", "15": "壞色衣四分當以青黑木蘭三種隨用一壞成如法", "150": "人器非俗人所宜十誦云鉢是恒沙諸佛標誌不得", "151": "惡用五分護鉢如護眼睛食畢用澡豆等淨洗取令", "152": "去膩或作囊盛凾盛之五百問應巾褁懸著壁上加", "153": "法準十誦云大德一心念我比丘某甲此鉢多羅應", "154": "量受常用故三說善見云若無人時得獨受持鉢文", "155": "準上也問沙彌得受鉢不答準十誦沙彌有受持鉢", "156": "法業疏則未許彼云體是下位供奉為務僧器受用", "157": "自足形有準此可用鍵𨩲小器爾出要律儀鍵𨩲為", "158": "助食器鼻奈耶鍵𨩲者淺鐵鉢也。", "159": "衣鉢名義章終", "16": "色章服儀云袈裟通稱法服亦名調伏衣律云結使", "17": "已調伏乃應披袈裟大集名離染服贒愚號出世服", "18": "又真諦云或名離塵服由斷六塵故或名消瘦服由", "19": "割損煩惱故或名蓮華服服者離著故或名間色服", "2": "沙門釋　允堪　述", "20": "以三如法色間成故業疏云世稱福田衣以法畦畔", "21": "之相世田用畦盛水長嘉苗養形命也法衣之田彌", "22": "弘四利之益增三善之心養法身之慧命也教誡儀", "23": "云摺袈裟不得口䘖至三寶前當須偏袒經云比丘", "24": "對佛及上座通肩披袈裟死入鐵甲地獄僧祇除病", "25": "當敬三衣如塔想十誦護三衣如自皮大悲經云但", "26": "使性是沙門汙沙門行形是沙門披着袈裟者於彌", "27": "勒佛乃至樓至佛所得入涅槃悲華經云如來於寶", "28": "藏佛所發願成佛時我袈裟有五功德一入我法中", "29": "或犯重邪見等四眾於一念中敬心尊重必於三乘", "3": "序浮圖氏之標幟者教有二焉曰壞衣也曰應器也壞", "30": "受記二者天龍人鬼若能恭敬此人袈裟少分得三", "31": "乘不退三者若有鬼神諸人得袈裟乃至四寸飲食", "32": "充足四者若眾生共相違反念袈裟力尋生悲心五", "33": "者若在兵陣持少分恭敬尊重常得勝他若我袈裟", "34": "無此五力則欺十方諸佛僧祇云僧尼有戒德俗人", "35": "索破袈裟段欲禳災者得與小者等僧祇龍著袈裟", "36": "免金翅鳥難必不順教則所被無力矣已上通名下", "37": "解別名。", "38": "縵衣縵衣", "39": "律鈔云若就通相三衣俱聽縵作此謂得衣財少不", "4": "衣所以無領者標解脫之服也應器所以無底者表", "40": "容割截及揲葉故開縵也謂不立條相但緣四邊及", "41": "揲鈎紐處可也業疏云若從人正則沙彌服也又云", "42": "下眾縵條即此衣也今時新落髮為沙彌便著五條", "43": "者非法南山云律崩法壞也必無縵衣準業疏云唯", "44": "加縵法理須反披加受法時五眾自對互跪執衣其", "45": "辭準十誦云大德一心念我比丘某甲是縵僧伽梨", "46": "受持三說餘二衣準改若無本眾相對作心念受但", "47": "除上大德一心念餘辭同若沙彌自相對時改大德", "48": "為長老。", "49": "安陀會安陀會", "5": "難量之度也畜斯二者上同諸佛下濟群有使夫見", "50": "梵語也慧上菩薩經云五條名中著衣謂在祇支上", "51": "七條下故又名下衣謂在三衣中最下故從用翻院", "52": "內道行雜作衣若就條數便云五條四分五條得襵", "53": "葉作不通割截恐作時塵土入中故五條十隔謂一", "54": "長一短作也又五七九條等皆取隻而非偶者業疏", "55": "云以沙門行慈仁育為本同世陽化故數非偶也受", "56": "辭云大德一心念我比丘某甲此衣安陀會五條衣", "57": "受一長一短屈襵衣持或揲葉等隨改。", "58": "󳬂多羅僧󳬂多羅僧", "59": "準慧上經義翻上衣謂在五條上故又名中價衣謂", "6": "者知出世之迹焉比見初機入道多昧名義人或詢", "60": "價直在上下二衣之中故從用號入眾衣入法食眾", "61": "中當被著故四分七條要割截作凡沙門衣有三種", "62": "賤一刀賤謂割壞故二色賤謂不正色也三體賤謂", "63": "糞掃世棄者所以須割截者四分不為怨賊所剝十", "64": "誦為異外道故此用兩長一短作受辭同上但改衣", "65": "名及云兩長一短為異。", "66": "僧伽棃僧伽棃", "67": "此云雜碎衣以條數多故從用名入王宮聚落說法", "68": "衣業疏云是高勝衣或云伏眾衣以僧伽翻眾棃翻", "69": "為伏梵語倒故今迴文取順曰伏眾衣此衣凡有九", "7": "之結舌無對實為寒心矣一日有喜事者請為伸之", "70": "品謂下下即九條下中即十一條下上即十三條此", "71": "三準婆論兩長一短作次中下即十五條中中即十", "72": "七條中上即十九條此三用三長一短作又次上下", "73": "即二十一條上中即二十三條上上即二十五條此", "74": "三用四長一短作今時下下大衣繆用中品橫堤中", "75": "品用上品者此一生無法衣被體也四分大衣要割", "76": "截作所以極至二十五條者業疏中欲為二十五有", "77": "作福田故又增長而不增短者亦以法服敬田為利", "78": "諸有表聖增而凡減也受辭亦同上但隨品改長短", "79": "為異若捨故受新準僧祇捨云大德一心念我某甲", "8": "遂於常所著用引教注釋庶乎華梵分而名義詳受", "80": "比丘此僧伽棃是我三衣數先受持今捨餘二衣同", "81": "也。", "82": "從衣從衣", "83": "謂三衣互闕聽將有長法衣為從如闕大衣今七條", "84": "中有長者將一當大衣受持則免闕衣之咎也餘二", "85": "衣有闕亦爾律鈔中且約闕安陀會者將大衣為從", "86": "受辭云大德一心念我比丘某甲此安陀會二十五", "87": "條衣受四長一短割截衣持餘衣為從準改。", "88": "尼師壇尼師壇", "89": "業疏云本梵音也律翻坐具僧祇名隨坐衣四分為", "9": "捨甄而邪正辨貽諸新學得無益乎。", "90": "護三衣并眾僧臥具故制畜戒壇經云良以五分由", "91": "戒而成若無坐具以坐汝身則五分定慧無所從生", "92": "故坐具如塔之基也又感通傳云元制坐具之意用", "93": "表塔基之相僧服袈裟在上以喻法身之塔若約初", "94": "量則長四尺廣三尺為迦留陀夷身大坐之不容又", "95": "於長廣二邊各增半磔手則通長五尺廣四尺也南", "96": "山云如法者準初量已截斷施緣若坐時膝在地上", "97": "者依增量一頭一邊接裨之後天人示南山於四邊", "98": "裨之則四面各增五才亦不違半磔之文矣五分佛", "99": "一磔手長二尺準姬周尺也十誦新者二重故者四"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1098 衣鉢名義章", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1098 衣鉢名義章", "author": "宋 允堪述", "language": "chinese", "source": "CBETA"}