{"sourceLink": "http://www.cbeta.org/", "text": {"0": "住寧夏海寶禪寺語錄", "1": "斌雅禪師語錄卷下", "10": "霞即不問洪崖返照是如何師云風清花木秀薄暮", "100": "脫手不費纖力拽轉黃面老人鼻孔向此花街柳巷", "101": "賣弄精神酒令牌場三枚兩謊紅樓窗外歌風嘯月", "102": "瑪瑙階前指東道西鶡絃鐵撥紫檀槽石城金闕紅", "103": "牙板彈的彈拍的拍恤可的惹起馬拂子出來道我", "104": "也向錦上鋪花江頭賣水打箇𨁝跳云無礙淨光皎", "105": "然不昧有為色相日用自如函蓋乾坤貫通今古類", "106": "聖凡齊物我無有不被其光者呵呵大笑云又是缽", "107": "盂安柄矢上加尖震威一喝云有眼者見有耳者聞", "108": "水晶宮裏提燈影黑漆園中放烏雞看便易摸去難", "109": "何繩傑薦考請上堂天高地厚也成壞日月星辰也", "11": "影篩金乃云煙消松竹翠境靜野人閒白日倚岑樓", "110": "昇墜山遙海闊也榮枯四生異類也輪迴萬紫千紅", "111": "也遷卸惟有髑髏雙眼睛炯炯光明超劫外即此便", "112": "是對樓何居士放身命處山僧為汝當陽顯露了也", "113": "者裏見得徹去勘破生死關頭步步蓮華棒足遊戲", "114": "涅槃路上頭頭本地風光豈拘晚年向道淨念專持", "115": "了妄歸真即心是佛畫圓相云向上全提一句作麼", "116": "生道那邊不住空王殿怎肯耘田向日輪。", "117": "盂蘭會請上堂乃云天公不作意安排萬物生成有", "118": "盛衰罪福因緣誰定體浮雲起滅自張乖婆娑人世", "119": "空魚碌幻海靈源假聖垓采菽尚云思報本知人烏", "12": "碧天映流水萬朵奇峰頻入座千般野色上禪關當", "120": "不共哀哉君不見慟嚴親之裒門人盡廢蓼莪詩泣", "121": "慈母之修鄰里已收桑柘社哀傳海島感薤露之易", "122": "晞恨切林皋惜風木之不靜長夜臺百年岑寂青松", "123": "宅千古凄涼斯時也蟬音送暑蟋蟀鳴秋古木吟風", "124": "蒼梧滴淚於戲慎終追遠罔極恩大難酬因建盂蘭", "125": "勝會水陸祗筵萬物超昇千祥駢集震威一喝云者", "126": "些話端向何處說起善之與惡相去何若唯之與阿", "127": "相去幾何鐵圍山彌勒院豎連上下鑊湯鍋清涼池", "128": "橫結寒溫但能一念回光熱惱頓然解脫呵呵大笑", "129": "云蕩蕩乾坤陶凡鑄聖團團日月磨古篩今拶得虛", "13": "此之際還是把住是放行是放行未免起模畫樣頭", "130": "空無用處布袋盛來上秤稱驢唇先生謂我錙銖有", "131": "眼阿修羅王謂我水乳不分分不分功德天黑暗女", "132": "有智主人二俱不取豎起拂子云大眾試看法界冤", "133": "親盡向不動筵中各證無生去也狻猊倒跨石獅子", "134": "白牯牽車駕鐵牛鞭起夕陽何處是明月蘆花兩岸", "135": "秋下座。", "136": "水陸會請上堂師乃云綠醉林園岸柳嬌冰消玉砌", "137": "起春潮寒烏陌上啼荒塚野老風前淚寂寥白日挑", "138": "燈禳罪福黃昏畫地躲蕭曹萬年一念無生已徒把", "139": "青蚨貫紙燒大眾此清明佳節之即事也原夫真妄", "14": "上安頭把住亦是徐六擔板不通權變且道畢竟如", "140": "本空冥陽絕待由識情之未破赴湯火之迷源殊形", "141": "異報苦樂多般人天賦尊貴之質倉茫易過含識處", "142": "卑微之域姑息何宜滅火抽薪之未能揚湯止沸而", "143": "已矣忘岐路之羊拂袖歸來尋活計失蕉下之鹿當", "144": "陽進步問長安是以先聖哀矜屈垂方便示枯藤於", "145": "井邊埋毐鼓於當道致使聞聲向道觸境回心施有", "146": "限之錢財作無窮之利益麥中有麵饅頭䭔子信手", "147": "拈來米裏無沙香珍玅饌滿盤托出三世諸佛普同", "148": "供養十方羅漢任意飽餐多寶如來彈指一聲馬面", "149": "牛頭詫詫訝訝傳佛號目連尊者振錫三下刀山劍", "15": "何擲拂子云阿辣辣阿辣辣五九未盡今朝臘八挂", "150": "樹淅淅瀝瀝化蓮池惟有賓頭盧策起眉毛長汀子", "151": "打開布袋呵呵大笑云真箇好道場凡聖平等幽顯", "152": "均霑四衢通泰六合安然因甚又有尊貴自在醜陋", "153": "不堪正是春色元無高下花枝各有短長山僧今日", "154": "不辜眾請重為發揮去也以拂子畫○相云大哉乾", "155": "元萬物資始雲行雨施品物流形清明終始六位時", "156": "成首出庶物萬國咸寧兩輪日月萬象森羅眼一個", "157": "乾坤六道輪迴坑喝一喝下座。", "158": "師初度日浩然高鎮臺請上堂天之蒼蒼日月五星", "159": "垂其光耀地之茫茫塊然嶽立列其藩疆海之洋洋", "16": "角羚羊不露蹤無位真人罩雪甲。", "160": "靈源萬泒利其消長物之昌昌陰陽造化遂其生方", "161": "聖之皇皇道德仁義振其綱常兩間六合稟血氣者", "162": "人之最良可以超凡入聖獨證真常隨緣不變體露", "163": "堂堂何為乎棄本逐末恣意遨遊不達本地之風光", "164": "有向疆場中走馬刀頭見性有從詞林內安身筆陣", "165": "鋒鋩有十字街前撞著你東我西有百花叢裏錯過", "166": "說青道黃然雖頭頭自在物物全彰會得的途中受", "167": "用兩袖飄揚不會的乾坤落落煙水茫茫弄到結角", "168": "羅紋處木落歸根一夜霜咄莫將舀溪杓柄喚作渡", "169": "海浮囊雪裏粉易分墨中煤難辨水中擇乳須是鵝", "17": "轉華嚴張參府請上堂師云功成果滿勝事已畢各", "170": "王眾中還有別緇素的麼擊禪床云東君昨夜布天", "171": "章明月蘆花應小陽江上漁翁橫釣雲間牧子挂", "172": "羚羊那吒析骨機先負演若迷頭心自狂兔角龜毛", "173": "收拾盡單刀何故不承當。", "174": "裴增瑞薦嚴請上堂大事未明如喪考妣大事已明", "175": "亦如喪考妣試問大眾大事未明如喪考妣宜然大", "176": "事已明亦如喪考妣何也在舍只言為客易臨筌方", "177": "覺取魚難敬台居士昆玉者託跡於晉營業於秦直", "178": "直朴朴老老成成情同鏡花水月事有偏正攸分因", "179": "念手足難折一慟相繼而行人世已畢後裔崢嶸然", "18": "自歸家多少省力未得舒光展彩更聽陽春雪曲袈", "180": "冬溫夏清之儀未備陳歡於膝下生事死葬之禮用", "181": "表人子之竭誠咄豈不聞懸崖撒手自肯承當到此", "182": "始信希夷消息盡俯仰逗靈源芙蓉金色麗蘆花白", "183": "雪寒音容常在世覿面不相謾擬欲求玄會十萬億", "184": "八千還識令先嚴去住麼今日稱風轉柁順水推舟", "185": "去也云何幻滅復還生幻妄紛飛強立名輥到幻緣", "186": "情盡處蓮池寶所岸先登靈根脫略歸真際光範隨", "187": "機入普門萬象森羅談不二大千沙界是慈親。", "188": "太平寺上堂祗園基本固因人有差別延促任其時", "189": "興廢無常格巧出異見生拙盡光愈烈傀儡棚暗中", "19": "裟繚亂鐘鼓交集普天匝地建法幢百草頭上通消", "190": "提線索疑殺門外金剛燈影子人前賣俊俏笑倒現", "191": "身彌勒崑崙頂上彩雲飛大洋海底紅輪熱直待漏", "192": "盡人希方才有個休歇者樁公案其來久矣看看香", "193": "積塵封三門艸長野狐向佛頂上著屙蜘蛛在屋簷", "194": "頭結網幸爾一夥血性漢燒乾矢橛整破沙盆福寧", "195": "不忍袖手旁觀大家添鹽合醋豎拂子云旭日照南", "196": "薰清光曜城郭風靜覺花榮春暖靈臺潔梵音祝紫", "197": "宸文運彰明德仙官拂舊苑和氣報新捷天開大有", "198": "年孔禍俱殄滅千古樂唐虞眾星皆拱北玉兔臥寒", "199": "梅金烏掃殘雪太平新氣象不用頻饒舌。", "2": "侍者源清記錄", "20": "息洪崖洞口樓閣參天碧油江上波翻浪急七處九", "200": "張天福為考妣發引請師對靈小參苦海波濤萬丈", "201": "深用誰經濟出沉淪心光獨露元非有不動圓明徹", "202": "底清此是當人分中出生入死游戲之場夙具靈根", "203": "的其間立身行道左右逢源蕩而忘返者可中望洋", "204": "太息抱石投淵焉有不受淪溺者哉越吾居士生平", "205": "幹直賦性溫良處仁義之鄉秉寬和之量好善樂施", "206": "不倚他人門戶知非改轍參詢自己原頭棄世間轉", "207": "身拶入如來藏脫凡情浮生已踞涅槃城慈慎王氏", "208": "雖乾道淑德先後相違喜今夕良宵一時津送堂前", "209": "麟翼躄踊焚香於戲哀哉昊天罔極生不能蹈泣竹", "21": "會潑油救薪五十三人畫蛇添足干戈叢裏太平基", "210": "臥冰之高躅死亦愧追鬻身返哺之遺風斯時也掬", "211": "星海之銀漿典蘭山之白雪攬大塊為靈床烹萬彙", "212": "作盤餐曷能酬其萬分之一也由是敦請山僧當陽", "213": "開導豎拂指棺云林園寂寂臥高臺流水落花逝已", "214": "哉兩岸紅塵消息淨郎忙歸去託蓮胎。", "215": "偈頌偈頌", "216": "勝思惟梵天問不退轉天子云我常於此佛國土不", "217": "曾見汝。", "218": "西風括夢入園林搖落黃花滿地金待到天明開", "219": "兩眼看來真箇可憐生。", "22": "放去收來無縫罅豎起拂子云一處通千處通一法", "220": "那吒太子析骨還父析肉還母然後現本身為父母", "221": "說法。", "222": "殘雲斂盡山光寂秋月臨空宇宙新雪後寒松增", "223": "晚翠猿啼青嶂一聲聲。", "224": "無著問天親人間四百年彼天一晝夜彌勒於一時", "225": "中成就五百億天子證無生法忍。", "226": "岸柳拂開春世界嶺梅笑破歲寒心錦鱗落在漁", "227": "人手棹入蘆花罷問津。", "228": "布袋和尚。", "229": "貧家搬弄沒來繇囊內虛空骨董多萬物自收仍", "23": "明萬法明不用尋行數墨何須日下挑燈大家看取", "230": "自放蘇盧悉利莎婆訶。", "231": "普化振鐸。", "232": "風流公子掣顛狂白日青天喊畫堂卻被傍觀看", "233": "破了至今無地著慚惶。", "234": "南泉斬貓。", "235": "千古南泉老作家是非海裏驗龍蛇休誇雪刃揮", "236": "來疾戴角擎頭意更賒。", "237": "忠國師因肅宗帝問如何是無爭三昧師云檀越踏", "238": "毘盧頂上行。", "239": "白玉池中開菡萏黃金殿上湧毘盧萬邦有道歸", "24": "題目拽拄杖下座。", "240": "王化一亙無私境象殊。", "241": "身心一如。", "242": "雲收野翠涵空碧月照瀟湘徹底清塞北江南無", "243": "限意蘆花深處釣舟橫。", "244": "香嚴獨腳頌。", "245": "嚼碎珊瑚枝噴月翕乾滄海吐明珠填溝塞壑難", "246": "相委喪命龜哥為負圖。", "247": "趙州問僧喫粥了也未。", "248": "喫粥了也洗缽盂一回堪笑一堪悲古岸無人空", "249": "寂寂滿江風月露家私。", "25": "如曇為轉經請上堂僧問經有經師論有論師和尚", "250": "趙州在南泉井樓上打水次見南泉過便抱柱云相", "251": "救相救。", "252": "禍福無門本自招高懸轆柱口嘮忉雖然救得窮", "253": "生命不墮眉鬚落盡毛。", "254": "路逢達道人不將語默對。", "255": "覿面逢渠渠不識撩天拄杖黑如漆大家把手過", "256": "西秦夾路桃花煙雨羃。", "257": "皓月當空。", "258": "盈盈霜夜一輪寒見道分明總不堪影落瑤池休", "259": "悵望嫦娥醉倚玉欄干。", "26": "陞座說箇甚麼師云借婆衫子拜婆年乃云大千經", "260": "庭前柏樹子。", "261": "騷士才高藝過人辭鋒筆力妙通神生成一幅佳", "262": "山水點畫分明似不真。", "263": "臨濟因定上座問佛法大意。", "264": "撥艸瞻風不涉程芒鞋踏破萬溪雲懸岸𨁝跳逢", "265": "知己鏤骨銘𦠄報大恩。", "266": "仰山指雪獅子云還有過得此色者麼雲門云當時", "267": "但與推倒雪竇云雲門只解推倒不能扶起。", "268": "相逢打鼓弄琵琶縱奪臨機老作家倒跨泥牛吹", "269": "鐵笛聲聲清韻落梅花。", "27": "卷微塵中妙智圓明量莫窮風動水流活鱍鱍青天", "270": "五祖演鐵酸餡。", "271": "野水連天一色秋風吹日炙憩峰頭貧兒不解尋", "272": "生計錯把砒霜當赤鏐。", "273": "牛過窗櫺。", "274": "嘯月眠雲始自由無端拂跡尾難收若將此話逢", "275": "人舉笑倒菴中老比丘。", "276": "華嚴上堂云大眾若是臨濟德山高亭大愚鳥窠船", "277": "子兒孫不用如何若何便請單刀直入。", "278": "橫吹玉笛出雲霞月白風清音韻賒無限落花隨", "279": "水去夕陽春色潑天涯。", "28": "白日脫羅籠黃面漢袖手旁觀碧眼胡亡鋒結舌山", "280": "雲菴居洞山僧問華嚴論云以無明住地為一切諸", "281": "佛不動智。", "282": "眼高千古蓋乾坤一笑無歸海嶽渾燕語鶯啼明", "283": "歷歷徒將肝膽向人傾。", "284": "德山托缽。", "285": "金毛獅子玉麒麟踢踏翻騰宇宙紛萬里山河平", "286": "似鏡歸來頓覺一身輕。", "287": "玄沙汝虎。", "288": "四海煙消波浪靜霜天午夜月輪輝山前猛虎當", "289": "途踞多少行人沒路歸。", "29": "僧如何動著不見昔有一婆子令人請趙州和尚轉", "290": "黃蘗噇酒糟話。", "291": "大唐國裏無禪師綠水青山休更疑竹杖化龍歸", "292": "去也獃郎尤自眼󳯨󳯨。", "293": "百丈野狐。", "294": "珠走盤兮盤走珠天師門裏賣桃符野狐跳入金", "295": "毛隊五百生前不丈夫。", "296": "岩頭在甘贄家過夏把針次。", "297": "無端白日遭山鬼糾得渾家沒奈何打破當門生", "298": "鐵限和光混俗興偏多。", "299": "復提臺何公復提臺何公", "3": "住漢中西鄉洪崖寺語錄漢中西鄉紳衿楊克生率眾請師住洪崖上堂法界", "30": "藏經州即下禪床遶一匝寄語婆云轉藏經已竟婆", "300": "淥水稽天興未窮江城環繞梵王宮攜筇暮向青山", "301": "裏旌蓋朝逢紫陌中拂袖溪邊譜竹石觀星臺上醒", "302": "魚龍賢侯莫問雲間意指日堪乘破浪風", "303": "壽浩然高鎮臺壽浩然高鎮臺", "304": "臂輔神京古夏州長城萬里屬君侯狼煙久靖歸旗", "305": "鼓龍塞常清任鎧鍪般若聚光雄武健金剛發焰傑", "306": "風悠長生珠就齊元會不老丹成貫斗牛天賚彤盧", "307": "新北寵陛陳韜略壯西猷三公珥筆麒麟下記取功", "308": "宗萬古留", "309": "贈欽鄰王鎮臺贈欽鄰王鎮臺", "31": "云此來請轉全藏為甚只轉半藏師云趙州雖是機", "310": "玉鞭才出鎮湖嘉金菊芙蓉奐彩霞儘有清風盈兩", "311": "袖且無積雪獻雙花挽迴世運宜公直欲渡閻浮泛", "312": "德槎大地如棋輸玅著長天一劍倚雲斜", "313": "壽楊太守壽楊太守", "314": "琴臺嘉譽遍巖疆處處風聲景慕揚德頌清明前召", "315": "杜理稱平恕古龔黃邊猷協帝桃千熟善政同天液", "316": "自香體鑄金剛因念靜慧成般若為心光盆冤洗處", "317": "于門大棠蔭清時召政昌才懋吾鄉君獨盛佇看丹", "318": "鳳下天章", "319": "山居韻山居韻", "32": "輪活脫撥轉關捩只知順水推舟不能逆風把舵當", "320": "獨步岩前倚杖黎由來清興謾施為生涯隨分珍無", "321": "價得意攀緣璧有玼輸我菴中消白晝任他門外入", "322": "多岐東風嶺上拖雲過喚起山童拾紫芝", "323": "空山寂寂路橫斜萬種天然總莫誇怪石披雲形似", "324": "虎蒼藤臥雪影非蛇澗外狂猿爭遶樹林中小鳥亂", "325": "啼花閱盡世情難比擬茅堂高枕老煙霞", "326": "垢面灰頭忘歲月疏籬小屋我甘休且無丹壁邈青", "327": "竹肯向紅塵弄直鉤道曠乾坤彌宇宙養高泉石傲", "328": "王侯霜鋒氣燄閒之繞徒把光陰付白頭", "329": "自從躡足超方外直至而今無可疑七尺烏藤隨出", "33": "時何不待他道因甚只轉半藏便云向下文長付在", "330": "處三間茅屋任棲遲窮通萬法元非有掃盡千岐秪", "331": "在斯海上同參猶未至頻開竹戶待阿誰", "332": "與璞姑范居士與璞姑范居士", "333": "道在人弘不用猜詩書禮樂倩誰該世情塞絕玄機", "334": "妙造化翛然眼豁開為覓箇中緣未遇萍逢知己可", "335": "頻來禪林此日驚秋矣擔荷還須過量才", "336": "撲落空天始盡頭寒螿寂寂暗驚秋日疑山斷聯雲", "337": "補月愛漚和線玉鉤鴈字難修方寸語溪聲可瀉故", "338": "人酬他年記得盤桓處太白湖中起石尤", "339": "為起潛沈儒學為起潛沈儒學", "34": "來日敢取婆子知恩有地信受奉行今日如曇修建", "340": "相逢抵掌話殷勤言外窮通千古心道在動中明有", "341": "句詩從靜裏合無聲忘機誰謂簟瓢樂得意元來富", "342": "貴輕覷破浮生如幻夢漆園花木草森森", "343": "為王參府為王參府", "344": "高齋且得遣時光偶接佳章逸興長塔老雲閒籠碧", "345": "漢春深野色噴寒香湖天窈窕空流翠鳥樹依稀任", "346": "性狂一曲漁歌隨適水好將杯度宿煙浪", "347": "壽漢南鍾太守壽漢南鍾太守", "348": "吐鳳文成腹五車丹心片片赤城霞黃堂半接青瑤", "349": "嶼皂蓋平侵紫玉葩宦海若能乘寶筏飛仙何必泛", "35": "水陸道場七晝圓滿特請山僧轉妙法輪到這裏直", "350": "靈槎遙瞻函丈餘佳氣百谷三山介壽華", "351": "別徐牧主別徐牧主", "352": "寒粟枝枝遞遠香攜筇獨步入微茫幾家漁火明沙", "353": "淺一片征帆掛水長紫塞風搖黃葉雨碧天雁送玉", "354": "門霜生涯未按煙波趣白髮休嫌鏡裏傷", "355": "壽亮采師元戎壽亮采師元戎", "356": "饒有英聲與令名將軍壽國之長城風雷紫塞氛霾", "357": "淨雨露蘭山草木榮能使河靈滋赤土肯教旱魃誤", "358": "蒼生星明南極威光遠不獨巖邊樂太平", "359": "靈鵲花靈鵲花", "36": "得隨例效顰也不鋪文演義列段分科亦不遶禪床", "360": "葳蕤凌漢表引蔓樹聯紅宿鳥驚芳豔遊蜂戀綠叢", "361": "煙消青嶂外翠鎖白雲中風遞幽香遠夤緣興未窮", "362": "空谷傳聲空谷傳聲", "363": "送響傳空谷圓音告大方喬林驚鶴夢幽澗動猿狂", "364": "南北互相應高低不覆藏分明千古韻誰解別宮商", "365": "與王參府與王參府", "366": "寥寥論心地虛靈一貫通本無塵俗累那更覓幽叢", "367": "指顧堪懿樂歌歡羨美風長安千古意君子道相同", "368": "復劉參府復劉參府", "369": "杖錫西來遠韜光入淨明榮枯千種態好惡百般聲", "37": "管教半字滿字一時完畢以拂子畫圓相云融通三", "370": "老大幾忘惓時艱志亦誠讀殘齊物論搔首憶莊生", "371": "衛法心如鏡秦臺萬里明寒光驚白晝淡質賦清真", "372": "對月憐山隱臨軒喜玉觥武林陳大爵一醉悟三生", "373": "贈武子山李文學贈武子山李文學", "374": "西邑林園近山城映水濱蒼松鳴野鶴古岸泊行人", "375": "果熟元都景香飄漢苑春上頭多隱士相契我為鄰", "376": "形勝非凡俗輕清信有緣道存顏氏樂性靜武真仙", "377": "魚躍金洋水雲飛星子巔坐觀龍虎嘯別是一壺天", "378": "壽鳳翔楊太守壽鳳翔楊太守", "379": "毓秀靈明宦海清珠璣時雨澤黎民丹書此日飛南", "38": "世囊括古今在天成象在地成形日月為照臨四時", "380": "極願祝人間不老春", "381": "復直指李公復直指李公", "382": "禹門破浪策雲騧旌旆雄藍喜色嘉幾點河山頻入", "383": "座海天蕩漾樂無涯", "384": "別太史李公別太史李公", "385": "玉堂深鎖正揮毫門外飛旗似手招公車此日登雲", "386": "去足下恒思萬里橋", "387": "閱汪侍御水利碑閱汪侍御水利碑", "388": "古今誰探此源頭浪潑千尋志未休肯向急流砰砥", "389": "柱朔方經濟德難酬", "39": "作寒暑有情則四生異類蠢動含靈悉稟威光無情", "390": "寄牧主徐公寄牧主徐公", "391": "川原久不睹風珂堂奧深深意若何常把襟懷如鐵", "392": "鑄從他簾外事情多", "393": "霜林葉落見空山踞地獅兒信飽參長嘯一聲千萬", "394": "里也須旋首再加鞭", "395": "逢人秪管豎拳頭有甚機關不自由古鏡當臺涵萬", "396": "象光中豈礙白雲樓", "397": "不是心也不是佛人生何自空勞碌江南地暖好栽", "398": "蓮塞北風高難種竹", "399": "世間總沒箇閒人好向忙時達本真眨得眼來天又", "4": "隨緣別有家諸天垂幔盛金沙眾中誰是知音者敵", "40": "則萬象森羅山川林藪當陽顯露所以道塵說剎說", "400": "晚這番錯過定難親", "401": "偶成偶成", "402": "矮屋團團住有餘四簷窗透遠天低等閒唱罷陽春", "403": "曲流水高山和不齊", "404": "光陰迅速不停流識浪奔催豈盡頭箇事若還情未", "405": "瞥可憐虛喪好春秋", "406": "長空雁語動秋聲葉捲西風影瘦稜素志且隨甘寂", "407": "寞萬緣施設信天真", "408": "一帶山光繞畫屏綠楊深處亂啼鶯幾回意若歸岩", "409": "谷恐負當年一片心", "41": "熾然說無間歇諸仁者不用如何若何便請回光著", "410": "爆竹爆竹", "411": "青天白月轉霜輪兀坐忘緣定裏僧驀地一聲轟宇", "412": "宙大千沙界露全身", "413": "詠雪詠雪", "414": "隴頭英蕊弄寒威六出飄飄點翠微抖擻冰懷無箇", "415": "事好將玉笛向陽春", "416": "募緣募緣", "417": "白雲堆裏幾憨僧垢面灰頭百不能日飽三餐誰助", "418": "我肚皮撐破報君恩", "419": "放生放生", "42": "眼管取心華發明照十方剎其或未然重下註腳桃", "420": "眾生佛性本皆同撞入娑婆幻網中不遇一番親切", "421": "手何時高舉出樊籠", "422": "示玄宗都監示玄宗都監", "423": "牢關把住不通風看破疑團生死空赤手難探滄海", "424": "月翻身躍浪出河東", "425": "示惺悟監院示惺悟監院", "426": "多年苦行向南參一片身心不放閒跣足歸來無箇", "427": "事荊姚當道看長安", "428": "別幻如講主別幻如講主", "429": "長歌一曲過西秦善法堂前喜遇君月白風清纔堪", "43": "柳吐芳春香氣撲行人野火燒荒逕山田放麥青鐘", "430": "聽何緣羯鼓動歸征", "431": "示興周居士示興周居士", "432": "工夫不用尋方便鐵壁銀山常現前舉措自然無逆", "433": "順隨緣終日自乾乾", "434": "與穎木禪師與穎木禪師", "435": "道濟時艱惜暮年樞機正可任方圓相逢喜是揮斤", "436": "手不弄絲綸已自甘", "437": "示不非禪人示不非禪人", "438": "冰浮野水春將半家火難容說一篇惱我驀頭轟一", "439": "掌清風明月滿山川", "44": "鼓邀天際風幡動遠聞龍藏元無法林間卻有僧相", "440": "示含波禪人示含波禪人", "441": "靈臺棒下走魚龍去去江南白浪中頭角崢嶸歸故", "442": "里且鋤雲月宿孤峰", "443": "示融和禪人示融和禪人", "444": "生平氣格不隨流輕舟已駕漢江頭他時一陣東風", "445": "起不遇知人莫上鉤", "446": "示一如禪人示一如禪人", "447": "一卷毘尼閱未遍偶來辭我謁普賢象王徹斷黃金", "448": "鎖撥轉雲頭望漢川", "449": "示定安禪人示定安禪人", "45": "將來一會共轉無上輪乃高聲唱云大眾拈過經本", "450": "撥艸歸來理故居雞冠如醉倚丹墀豐林山下千竿", "451": "竹分咐高流正可棲", "452": "寄羽陽檀越寄羽陽檀越", "453": "杖錫西來倚翠岑山門寂寞冷如冰石人望斷虛空", "454": "眼玉帶何殊萬里程", "455": "示王守吾居士示王守吾居士", "456": "一機不透萬重山力盡竿頭好著鞭經得幾番風雨", "457": "後方知屋破見青天", "458": "示黃居士示黃居士", "459": "朔風颺雪逗寒梅快把心經念幾回莫待上方鐘鼓", "46": "來。", "460": "靜山頭月落五更催", "461": "示相居士示相居士", "462": "鳳落蒼梧玉漏長芳城鼓樂正鏗鏘盤陀有語曾叮", "463": "囑一箭秋雲桂子香", "464": "示馮居士示馮居士", "465": "善財託跡在公門中外靈明手眼親放去收來雖任", "466": "爾上頭還有更稱尊", "467": "示豁然維那示豁然維那", "468": "漱流枕石甚奇哉佛祖生擒一並埋且聽白雲輕點", "469": "首喝天棒月出洪崖", "47": "住山西陽城開明寺語錄丙辰十月十五日山西陽城侍御衛公淡足諧眾紳", "470": "示明心禪人示明心禪人", "471": "拂拂春風花雨寒一層煙水一重山水盡山窮方注", "472": "腳莫將影艸戲波瀾", "473": "別汪二府別汪二府", "474": "漢臺西去雨濛濛杜若香銷木槿紅風捲襤毿雲外", "475": "去溪山何處不相逢", "476": "仙人橋仙人橋", "477": "丹砂煉矣達先天點石成金非偶然不睹仙人雲色", "478": "冷空留橋道跨寒潭", "479": "翠嵐亭翠嵐亭", "48": "衿請師住開明寺上堂拈啟示眾云此即是護法宰", "480": "萬紫千紅繞翠嵐花凝玉露柳含煙山亭寂寞幽香", "481": "遠好放閒情天地間", "482": "四蓮菴四蓮菴", "483": "迥出常流傍水隈耽耽結就聖賢胎愕然磕破霜花", "484": "面百歲徒勞一夢哉", "485": "睹佛臺睹佛臺", "486": "空王面目倩誰觀但自回頭石也穿岐路不忘終是", "487": "錯依稀紅日落西乾", "488": "臥佛洞臥佛洞", "489": "古洞清幽沒箇人惟餘一座釋迦身不知瞌睡年多", "49": "官眼睛林下道人鼻孔利似刀頭滴血嚴如烈火消", "490": "少門外新增百尺藤", "491": "雜著雜著", "492": "與柏提臺與柏提臺", "493": "經行及坐臥常在於其中此是黃面老人金口親宣", "494": "非山野杜撰之談試請檀越向行住坐臥處直下回", "495": "光默默自看畢竟如何是我本來面目正體究時不", "496": "得起念動念即乖孜孜切切無論閒忙休要放舍看", "497": "來看去參來參去參到心智路絕處自然觸著磕著", "498": "心花發明始信眉毛不離眼上有甚奇特這般事只", "499": "貴單刀直入切忌多途又不用費力費力轉不相應", "5": "聖場中奏樂笳有麼有麼僧問正令既揮洞口釣竿", "50": "冰無端落在開明拈起則諸天合掌放下則頑石點", "500": "所以古德云行亦禪坐亦禪語默動靜體安然若到", "501": "與麼田地正好尊居大位獨踞公堂萬里權衡全歸", "502": "掌握一任佛魔當前直下坐斷有何生死塵勞之念", "503": "慮哉。", "504": "又", "505": "平涼聚首始終如一居富貴中不被富貴之所羅籠", "506": "於此大事因緣切切留心者豈非堅固願力曷能如", "507": "是哉初當任重事繁未盡底蘊既爾功成心靜直須", "508": "抖擻精神徹頭徹尾寧教日益日省休要且信且疑", "509": "這般大事非當小緣眾生迷此輪轉三界受無量苦", "51": "頭有如是自在威光會得的用有千差體無二致不", "510": "諸佛悟此超諸有海受殊勝樂然苦樂雖殊從迷悟", "511": "之異途耳。", "512": "示柏善人示柏善人", "513": "末世中學般若者若河沙中求一粒甚為希有誠非", "514": "夙植德本焉能具此堅固信力來云伏蒙慈示少覺", "515": "清涼逆境現前轉增迷悶因繫金鈴於指端以為自", "516": "警山埜道宦海浮沉滾滾不息一波纔動萬波相隨", "517": "不究源頭何日是了須當猛著精彩看個無字話頭", "518": "默默孜參休要間斷日久歲深一切障礙自然冰釋", "519": "更須干頭進步撒手懸崖忽地心境俱空機輪活脫", "52": "會者淨聽一心卻煩表白宣畢以拂子召眾云消息", "520": "有何逆順苦樂堪為對待耶偈曰三界忙忙不暫停", "521": "珠簾靜揜道為尊八面笙歌聞未徹好將指上扣金", "522": "鈴。", "523": "為柏提臺為柏提臺", "524": "鷲嶺拈花展笑眉箇中消息幾人知西天此土有何", "525": "及路入皇都遇不識堆堆九載坐少林斷臂安心赤", "526": "骨立龐蘊當年問馬師一口吸盡西江水裴公捧佛", "527": "覓安名黃蘗一諾憑堪委臨濟堂中王常侍金屑入", "528": "眼恐成翳兜率悅徵無盡老鼓寂鐘沉休去好東坡", "529": "玉帶鎮金山昌黎末後遇大顛香山居士白侍郎卻", "53": "飛來也大奇陽春白雪報先知單刀直入尋常事誰", "530": "從險機下承當刀刀見血雨霖霖諸子無為入五燈", "531": "天童會裏許多人徑山點首默談真這些活計沒人", "532": "情貴在臨時用得親我來拽杖到涇原白浪滔滔覓", "533": "渡船無端突出滄溟客把斷要津去不得一喝三日", "534": "兩耳聾莫教忘卻來時路千七百箇老古錐活捉生", "535": "擒兩手付法海悠悠翫莫涯咄哉扶起中流柱。", "536": "復何提臺復何提臺", "537": "臨行未得一敘動在機先恐落今時常套惟高明諒", "538": "之遙瞻弘護泉石光輝紫柏形勝漢治名藍當稱大", "539": "力克建大功惜乎數經興廢劫運使然第所慮者山", "54": "解當陽奪鼓旗僧問舊時家風即不問開明堂上事", "540": "空路峻地險人遙縱得已成恐非長振檀台身居顯", "541": "位惟道是公指顧無非福國何拘紫柏之盛言哉華", "542": "誕未遑躬祝奈緣乍居破院枕石初安惟望南山翹", "543": "首合十致意。", "544": "為王鎮臺為王鎮臺", "545": "緬惟檀臺福寧雖未親挹丰度然於郎君對晤之頃", "546": "久矣相見郎君臨岐乞為親庭希福寧寄數行開示", "547": "若論宗乘中絕聖凡無向背古人於無向背絕聖凡", "548": "處建立者個眼目是出格見解人斬釘截鐵一句子", "549": "及乎纔加趨向便墮途轍若於趨向不得處如銀山", "55": "如何師云踏破澄潭月花開劫外春乃云向上路沒", "550": "鐵壁忽然觸翻最為快便好去金戈鐵馬上按劍談", "551": "禪花月樓臺前提燈勦賊庶是英雄本色可云解脫", "552": "道流固不用饒舌矣但始初下手不無方便欲入此", "553": "個門頭將自己本有一段大事不假外求表一切善", "554": "為助因遮一切惡為悟理隨時隨處一物不容勤加", "555": "勘驗晨夕以之如鑽木相似到得勢窮力盡突然爆", "556": "出一段光景也非佛也非眾生世界身心廓然無間", "557": "總是一柄靈鋒寶劍只在六根門頭鑑地暉天無理", "558": "不照無事不閡則於清嘯燕居著衣放箸發施號令", "559": "一切作為色色仍舊到與麼田地始有些子氣息再", "56": "關欄撞頭磕額是青天道曠無涯談不盡光陰有限", "560": "去明眼尊宿門下捋虎鬚好。", "561": "復新安呂侍御復新安呂侍御", "562": "雲行鳥飛自當莫測承臺閣之宏護荊棘重重竿頭", "563": "有路彼時兩次遙函料達臺端已幸抵渭濱正猶豫", "564": "間偶聞關河阻隘因而卜靜於太行山中日率諸子", "565": "躬耕泥水之暇搔首問天烹泉聽月將來晤對未卜", "566": "何期然大位中正好秘固準提標一心照萬法正己", "567": "率下治君澤民則大用全提灼然應驗耳臨楮不盡", "568": "布覆。", "569": "復漢南鍾太守復漢南鍾太守", "57": "且隨緣無高下絕言詮靈山結就金剛種逢人秪可", "570": "黃菊將吐丹桂飄香美景良宵不能再聆清誨奈緣", "571": "奪道會之不果也承惠詩章就乘捧讀恍若山鼓瑤", "572": "琴輕清震蕩向諭紫柏勝遊山水奇絕真乃漢鳳蟠", "573": "龍連雲砥柱其如凋殘日久溢目荊榛似乎眾寡難", "574": "支多則艱濟再為酌量可也惟臺下悲願宏深潛符", "575": "密用莫不以斯道覺斯民任其高低普應萬物得宜", "576": "則紫柏山場難逃治化矣。", "577": "復鳳翔楊太守復鳳翔楊太守", "578": "寒梅颺雪碧水生冰匝地香風浸潤崖屋與作雲間", "579": "知己一段衷曲非口所宣天地之化育藉仁者以讚", "58": "豎空拳既得金湯宏外護大家重整渡頭船然美則", "580": "成人者胡為不知知而弗為艸木也林間人慷慨無", "581": "何惟對青山白雲合掌加額然山玉淵珠惟足下得", "582": "之矣烏用山埜之贅語乎。", "583": "郭真吾居士郭真吾居士", "584": "威音王把箇乾淨鼻孔無端教人嘲風弄月炙地薰", "585": "天始終心不負人一钁到底其如正法眼藏鐵鏡昭", "586": "然蝦蟆蚯蚓努目生嗔良可嘆矣近時野干啾啾爾", "587": "等親遭毒手切忌隨邪逐惡三十年後此話大行谿", "588": "山元不間行人風送寒雲楚夏分擲下一枝塗毐鼓", "589": "他時海內有知音珍重。", "59": "美矣且到岸歸家一句作麼生豎拂子云風力扶帆", "590": "王守吾居士王守吾居士", "591": "欲行千里一步為初佛法無多子久長難得人既知", "592": "不離這箇快些著眼且看這箇動靜承誰力當著眼", "593": "時不要管他是真是假會與不會常住真心諸苦因", "594": "緣一齊付之江漢單單舉個狗子無佛性話看到伎", "595": "窮力竭知解情忘驀直向前更加猛利忽若㘞地一", "596": "聲翻轉面皮那怕他塵勞諸苦恩愛牽纏佛之一字", "597": "吾不喜聞豈不快哉所以龐公云有亦不管無亦不", "598": "拘不是聖賢了事凡夫誠不誣矣宜盡心焉。", "599": "寧夏眾居士寧夏眾居士", "6": "垂向灘頭燒尾錦鱗如何得取師云乘風破浪負命", "60": "不用棹笛聲喚月照陽城。", "600": "十數年還思棒頭痛處可謂道愈遠而信愈篤誠不", "601": "虛矣偶接書儀備悉來意但緣開明山水可人功果", "602": "未竣初題柱云碧沼蒼松清貧埜鶴堪為共寒峰古", "603": "寺憺泊閒雲不忍飛適予意耳郭真吾拂袖西歸老", "604": "僧聞知嗟嘆不已眾道友當念光陰倏忽時勢逼人", "605": "大家猛著精彩踏步向前魚魚鹿鹿囊囊藏藏元是", "606": "自家資本非同外物在翻轉筭盤迴光檢點麻三斤", "607": "布一疋信手拈來多少快意會得是好生涯不會休", "608": "要放過。", "609": "觀音像贊觀音像贊浩然高鎮臺請", "61": "說戒侍御衛公率眾請上堂拈香祝聖云龍飛虎變", "610": "靈苗秀巧根本榮初圓通三昧體用一如衛法現天", "611": "大將軍之身持世作護國文明之主道曠乾坤恩施", "612": "雨露當陽垂手欲何為獨步青雲緣救苦大化歸仁", "613": "焉至善復云乎悲心願力等虛空明月秋江無透路", "614": "陽春白雪頌難齊更有一樁奇特處君不見巍巍寒", "615": "角醒蒼生和氣氤氳動遠聞遍界聲光藏不住紅塵", "616": "紫陌見觀音咄。", "617": "接引像贊接引像贊蕭溥居士請", "618": "西天逕不遠金地鎖閻浮指南圖極真寶絲聯綠野", "619": "進如梭擲退不機抽聲前露臂蓮下垂鉤咦光風霽", "62": "億兆沃撫字之勳象駕猊臺九有飲慈悲之化國運", "620": "月常如面坦然到岸不須舟。", "621": "龍池幻老人真贊龍池幻老人真贊", "622": "高據貌床橫拈楖栗本無一法與人一味攔腮劈脊", "623": "摟碎衲子頂門開鑿人天眼目雷轟電激而大用天", "624": "旋風行艸偃而驅耕奪食禹門惡浪滔天蝦蟹依前", "625": "成隊與麼為人全身陷入無間地獄。", "626": "天童密老人真贊天童密老人真贊", "627": "神清貌古雪鬢髼鬆一條白棒變化魚龍名震海宇", "628": "而雲自舒卷德及含情而雨灑莫窮一段恩光寫不", "629": "盡和煙捏碎太虛空。", "63": "泰法運斯泰表裏相扶萬乘尊三乘亦尊文軌一致", "630": "風穴先師真贊風穴先師真贊", "631": "描亦不成畫亦不就夢幻空花當陽漏逗澄潭湛湛", "632": "兮月滾金波長天渺渺兮日麗星斗道契威音機圓", "633": "混沌也徒然壽尊無量福等芥城元非有肚裏無文", "634": "筆尖有口吹毛鋒燄捷南薰陷虎機深藏北斗呵呵", "635": "呵沒來繇的川老叟佛國天堂稱為領袖地獄三途", "636": "尊居上首咄。", "637": "為徹宗長老舉火為徹宗長老舉火", "638": "時丁像季佛法下衰泛泛之流紛紛皆是求正見者", "639": "沙裏索金昔年誨子寧去抱道老於雲壑莫教輕蔑", "64": "法制禁令振作千古之綱常戒定慧光陶鎔萬機之", "640": "露向人前今日方知慎初護末原始要終一段因緣", "641": "誠謂本色住山人全無刀斧痕賀蘭千丈雪黃河百", "642": "尺冰清光皎潔去就分明焦頭爛額重經煉法雲垂", "643": "手利群生。", "644": "為靈虛勤舊舉火為靈虛勤舊舉火", "645": "二十餘年追隨杖履百千三昧常光現前一片金石", "646": "心許多堅固行到此脫卻舊衣裳著上新衫子快些", "647": "來莫遲至大冶紅爐片雪飛靈瑞光明照天地。", "648": "為常安勤舊舉火為常安勤舊舉火", "649": "昔行未踏上頭關力盡身疲過漢南三十年來無個", "65": "程憲故此期玉葉傳宣玉偈必金輪輔佐金湯力藉", "650": "事一朝風火急如煙安上座見麼五蘊幻身本來非", "651": "有百般手眼惜自蹉跎隨處受生當處滅盡人間天", "652": "上有何不可當陽迸出一輪紅八面青山無處躲。", "653": "為瑞白知殿舉火為瑞白知殿舉火", "654": "依吾十載受盡波吒然雖苦樂逆順貴在達本還源", "655": "薦得本地風光是處通途活轍到這裏斬新下腳白", "656": "手安居將謂蒼松晚翠豈知黃菊先飄昨日清晨放", "657": "下土墼瞥然歸去今朝午後拈起火把慟出山懷傷", "658": "哉快哉瑞白末後一句致再叮嚀生前得力處正好", "659": "脫體承當以火把打圓相云烈火轟轟劈面來煉得", "66": "外緣道方成辦山埜生平魯拙道行荒唐秪可嘯傲", "660": "虛空全體露。", "661": "為悟蓮舉火為悟蓮舉火", "662": "踏遍萬重山眼底無一物禮佛祖作冤家觀世事若", "663": "碁局清光揜袂風生白屋偶來入我爐𩍁中煙飛火", "664": "燼惟餘一具青蓮骨咄。", "665": "為契如舉火為契如舉火", "666": "海闊山遙羨玉鉤蘆花影裏月為儔十年未盡書窗", "667": "苦為子掀翻合自由浪淨風停歸去急轉身處處是", "668": "蓮舟心空及第忙于火化樂天宮踏上頭咄。", "669": "為晏參舉火為晏參舉火", "67": "雲山坐消白日忽地林木驚震崖穴難藏因而策杖", "670": "曾憶當年騎竹馬者廝游戲真非假黃梁未熟五更", "671": "寒夢裏率然歸去也。", "672": "為源密庄頭火為源密庄頭火", "673": "斫青山鋤明月插荒畬曬晴雪出作入息曷辭冒雨", "674": "衝風暑往寒來且喜道心似鐵成個血性男兒惜乎", "675": "光陰催迫歸去來兮絕離微聽吾示汝安身策常寂", "676": "光中徹本原火裏翻身天地闊。", "677": "毛賢徵為母請毛賢徵為母請", "678": "師秉炬天邈邈水鱗鱗琉璃岸結玉涪城觸目現成", "679": "清淨土何緣不契妙明心至此須知宦海昇沉浮生", "68": "雲中轉身陽澤適承侍御衛公移玉來山一語投機", "680": "逆順莫戀舊時家聲寂滅光中諦信況爾真誠淑德", "681": "嚴肅家庭五戒專持一心修證堪勝人天小果親承", "682": "上品彌陀隨願往生逍遙快樂拈火把云大眾見麼", "683": "是凡是聖盡見無生面目若男若女洞明自己風光", "684": "灼愛網於機先燭昏衢於當下轟轟烈烈沒人情火", "685": "裏蓮華渾無價。", "686": "為蕭居士入塔為蕭居士入塔", "687": "楊花落盡五更雨啼遍青山紅杜宇堪嘆重泉人已", "688": "歸歌殘一闋陽關語遮應理州羽鳳蕭公諧鸞張氏", "689": "營業頹陽明滅之天生涯杳靄稀微之地鳴螿四壁", "69": "遺玉帶法緣偶爾三生有幸話盤陀可謂狹路相逢", "690": "樂擬灞水之長貧清火一枝甘彼鹿門之不貴彷彿", "691": "湘江龐處士靜而且清宛肖臺山凌行婆澹而有味", "692": "一子從予乞戒歸團圞共被無生累八十餘載閱他", "693": "人事曉煙飛先後數宵覷我死生朝露墜端然坐脫", "694": "四山摧大家齊觀百雜碎去時恁麼去也且道末後", "695": "如何咄巍巍坐斷西山腳松風蕭蕭千古悠悠當落", "696": "暉山蟬嘒嘒。", "697": "斌雅禪師語錄卷下終", "7": "吞鉤進云垂絲千尺意在深潭鐵額銅睛如何抵對", "70": "實難能逭開建百日禪期大整策勤爐𩍁肇自今日", "71": "為始克期功完於內所修功德用酬。", "72": "帝主深恩當報檀那厚德伏願一人萃祉萬壽無疆", "73": "揜坤絡以還醇更乾維而獻款考盤碧澗葛天無懷", "74": "之民同謳禹甸擊壤青野枕石漱流之士共誦堯年", "75": "功被剎塵利及恩有當山請主在會檀那心燈耿耿", "76": "共佛日以長明福海洋洋亙劫石而永固諸山大眾", "77": "雲水高人心城完固戒珠輝煌法海澄清禪天朗耀", "78": "驀拈拄杖云道出平常聲色堆頭埋沒家寶理該頓", "79": "漸建化門中權實並行止持作犯輕重開遮亦是空", "8": "師云萬頃煙波一天風月進云恁麼則禹門三級浪", "80": "中鳥道水底魚蹤又向何處摸索聻復擊禪床云蛇", "81": "吞鱉鼻虎咬大虫八兩半斤十尺一丈且道是直釣", "82": "江皋耶隨波逐浪耶乃喝一喝云拈過一邊引出受", "83": "戒。", "84": "一如禪人請上堂乃云雪清梅古霜肅草枯路上行", "85": "人寒灰撲面江邊漁父簑笠隨身風頭硬絲綸別教", "86": "綱頹玉石分三家村裏喜的是轟轟烈烈十字街頭", "87": "厭的是冷冷清清正覺山前三嘆奇哉開明會裏一", "88": "期方便東弗于逮西瞿耶尼南閻浮提北鬱單越那", "89": "箇腳跟不點地上及有頂下至無垠四溟六合九埜", "9": "平地一聲雷師打云未經點額難免暴腮問武子煙", "90": "八荒誰家門戶不朝天因甚十箇拈起五雙不會良", "91": "由一念俄興便有許多岐路豎拂子云悠悠鼓樂震", "92": "山林繚亂天花和佛聲目擊道存無箇事試看白鷺", "93": "立寒冰擊禪床下座。", "94": "建福寧寺開光上堂鬧藍中立宗旨叮叮當當平地", "95": "上起孤堆活活鱍鱍裁長補短捨繩墨而白手成家", "96": "取方就圓任老成而赤心衛法繁興大用舉必全真", "97": "一毛端上現微塵數香水海一香水海現微塵數剎", "98": "土一剎土現微塵數諸佛一佛座下現微塵數眾生", "99": "各各修因證果悟自本心今日高明同眾居士以解"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B204 斌雅禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B204 斌雅禪師語錄", "author": "清 鑑說　海岳記錄", "language": "chinese", "source": "CBETA"}