{"sourceLink": "http://www.cbeta.org/", "text": {"0": "詩偈執事榜引", "1": "憨予暹禪師語錄卷第六", "10": "根源直向諸人腳跟下一時看透豈不快乎眾堅請", "100": "頭我即禮拜而出不意雪厂兄同過嘉禾參禮本師。", "101": "師問云聞汝于飛來峰撲碎鼻孔是否我云和尚那", "102": "裏得這消息本師云現今贓物捉敗我即珍重而出", "103": "即命掌副寺一日本師落堂垂問云一喝不作一喝", "104": "用諸人作麼生會我荅云覓甚麼碗師頷之又因本", "105": "師誕日上堂我問云威音那畔事朕跡不留兜率降", "106": "王宮自揚家醜今日和尚誕辰未審如何指示師云", "107": "桂子月中落天香雲外飄我云信步踏翻毘盧頂管", "108": "教千聖落下風師云上座腳跟在甚麼處我便喝師", "109": "云好喝我云莫怪渠儂多意氣他家曾踏上頭關師", "11": "不已師乃徐曰往年經歷雁影雲蹤遺忘多矣聊舉", "110": "云重說偈言我云老老大大作恁麼語話師云又恁", "111": "麼去也我即珍重歸位至秋告辭執任欲圖適意山", "112": "林本師再三不允我乞改任遂命知藏一日侍立次", "113": "師舉天童密祖垂問唯一師云興化道紫羅帳裏撒", "114": "珍珠你作麼生會唯一師下語不契汝向這裏道一", "115": "句看我云滿盤托出本師頷笑歸方丈自後機緣偈", "116": "頌總載錄中無更繁敘至丙申元旦上堂畢示拂二", "117": "柄命雪厂兄與我出位受付自愧德微行淺識智不", "118": "聰豈敢承此大任固辭不受本師云汝各將去他日", "119": "自然風雲聚會為吾流通正法眼藏囑之再三不敢", "12": "梗概以塞眾請吾蜀之順慶西充王氏也父某母楊", "120": "違師慈命遵付作禮而退至二月初忽命北來訪諸", "121": "祖庭即時渡江涉晉經歷堯都遇古羊二酉宋大苑", "122": "馬機緣相扣遂請住霍山廣勝寺次受汾陽滄起朱", "123": "太史請住太子禪院乃遣隱素徹空二禪人復命芙", "124": "蓉余因本師有命守志汾陽聽其緣分雖與眾兄弟", "125": "共聚相參實非吾之本意暫遵師命聽其前緣今為", "126": "諸人懇之再四多少落索一時狼藉了也如上所說", "127": "自山僧十八歲出方參學至三十五歲頓脫疑團釋", "128": "慮心歇從前歷盡關山受盡辛苦單為明此一段大", "129": "事因緣且問大眾還知大事因緣麼良久云百尺竿", "13": "氏余童年時先父常對余曰我中年缺嗣求禱於佛", "130": "頭重進步十方世界現全身珍重勉旃監院領眾作", "131": "禮而退。", "132": "佛事佛事", "133": "天童林祖忌拈香云通玄峰頂起萬丈洪波太白巖", "134": "前會五湖龍象不遠劍閣路三千特特南詢趨甬上", "135": "誰知未到清關先已藏身北斗雖然爭奈鼻孔今日", "136": "依然落在頑孫手裏驀顧左右云還有知其落處者", "137": "麼良久云隱隱常懷舊日嫌相見猶如不相識。", "138": "為法華禪德舉火云水綠山青玅法流通於三際風", "139": "和日暖青蓮香噴於人天不從鷲嶺親聞焉得汾河", "14": "願得二子一以祀先一以侍佛後果如禱一夕先母", "140": "普濟惟此法華禪德忘形荷法克己為人始自汾河", "141": "岸上一旦相逢既而乾明室中九年佐贊今朝撒手", "142": "獨翛然大地都盧無處著雖然山僧更助汝一道三", "143": "昧去也便燒。", "144": "為淡薄住持起龕為淡薄住持起龕", "145": "卓拄杖云今朝踏斷路頭寬脫體無依任往還覿面", "146": "與君通一線泥牛已過萬重山。", "147": "舉火舉火", "148": "以火炬打○相云淡闍黎還會麼般若如大火聚四", "149": "邊不可湊泊若過得者重關子方許青霄獨步鬧市", "15": "夢蒲衲僧投宿而娠生之日有三老比丘至家語先", "150": "橫身其或未會擸下火炬云驀面來也。", "151": "入塔入塔", "152": "生本無生滅亦非滅七十餘年化緣事畢得旨歸根", "153": "退藏於密雲斂長空一輪秋月以拄杖指骨襯云且", "154": "道者個又向甚處安著乃下骨云大地渾然無縫隙", "155": "安身何處不稱尊。", "156": "為淵白西堂舉火為淵白西堂舉火", "157": "淵源磬室演化西秦顛拈倒弄換斗移星駕鐵馬於", "158": "霄漢騎泥牛於河汾十年疑石霜之句今朝決斷於", "159": "乾明透出通身無影像豁開眼界露全真然雖如是", "16": "父曰聞君已生貴子正值日光東昇可名洪暹先父", "160": "且道葉落歸根一句合作麼生擲炬云縱觀寫出飛", "161": "禽跡徐行踏斷流水聲。", "162": "為道安上座舉火云為道安上座舉火云", "163": "大道只在目前何須別尋蹊徑若會大道真體自然", "164": "隨處安靜如是則生也安死也安秪如不生不死又", "165": "作麼生乃擸下火炬云臘月蓮華火裏看。", "166": "為雲谷沙彌火為雲谷沙彌火名常清", "167": "常光三昧清淨本然體遍十方了無去住以火打○", "168": "相云會麼隨處風流無背向腳頭腳底總西方苟或", "169": "未然山僧重為指出擲炬云一片白雲消散外孤輪", "17": "遂因茲命名及八歲父即送本縣圭峰禪院禮壽庵", "170": "皎潔印千江。", "171": "為天鵝火為天鵝火", "172": "心佛眾生原不二覺迷幻妄有形差杖頭撥出通天", "173": "竅任運風流沒一些舉炬云會麼直下明明無背向", "174": "鳳雛越格是生涯。", "175": "雜著雜著", "176": "進退之鑑", "177": "夫上古住持進退則鑑宜時當然寄四大浮囊於三", "178": "界海中若太倉之粒粟其驟進勇退雖千萬里何利", "179": "害云乎哉良由人情好惡不等進亦是非退亦是非", "18": "業師出家師授諸經讀至自皈依佛當願眾生體解", "180": "人不能遠鑑至理動為是非所惑一進一退惟任妄", "181": "情卒無所主惟聖賢則不然其進必以道則思所以", "182": "濟人其退必以道則思所以補過其餘進退之頃雖", "183": "百折挫而浩然無憂較之卒無所主者何如哉其或", "184": "于榮冒寵孳孳為一己之謀者進則與業會退則為", "185": "情轉是非之跡動輒紛然因果之招凜然莫隱道人", "186": "於進退寧容無擇焉原夫聖人洞窺理底存實於中", "187": "惟恐斯須或忘之也是故于無量劫專求至道乃破", "188": "生死魔而返靈源之實也逮今時遷物變為道人疏", "189": "淪溺情海勿求出心究竟為冤彼此何益嗚呼大聖", "19": "大道發無上心處自云既然如此讀之何為但好跏", "190": "尚慈憫設千萬接引之方亦且未拔眾生之苦我何", "191": "人哉豈可不退隱乎。", "2": "嗣法門人　法雲　廣學　仝編", "20": "趺兀坐不務習學時人呼為憨和尚自思生死事大", "21": "若不參訪知識決明大事謬為釋子何益於世乎十", "22": "六歲辭師行腳再三不允次年師忽示寂遂盡法門", "23": "孝畢急欲辭行以果前願又以先母染恙不忍遠離", "24": "因自克責痛念道業無成慈恩何報即懇禱三寶頂", "25": "禮法華尊經一部願乞慈闈身康病愈同發菩提乃", "26": "過一年先母辭世罄其衣資嚴設道場安厝事竟方", "27": "禮峨嵋至潼川遇草庵五臺和尚開示云切須參究", "28": "決成法器若不然禍身未久而知遂即參歸仍往覓", "29": "覲草庵是處竟無蹤跡次參含璞和尚授以不是心", "3": "行實行實", "30": "不是佛不是物話參至數月瘡病纏身自愧宿業障", "31": "重般若緣淺晝夜猛志精參少有得意忘身之快猶", "32": "強隨眾出坡又因失跌傷手調治半年不能全愈先", "33": "父聞之走人接回醫治一月乃愈仍辭先父往彼參", "34": "究不及半載又與能師弟歸接先父同詣含和尚處", "35": "落髮受具未及一載示寂乃依茶毘入塔峨山是時", "36": "兵戈饑饉叢林眾散結甲同志數人入於深山共相", "37": "參究惟採山蔬度日晝夜精勤工夫至於定中不覺", "38": "有山河大地人我物色惟疑情未破話頭不明卻向", "39": "經教文字中未見未聞之意了了分明及看華嚴經", "4": "師在汾陽獅子禪院忽一晚性明監院忻然維那隱", "40": "菩薩受用處宛然無異但于淆訛公案又卻去不得", "41": "晝夜慚慮忽憶古人云已見未透不遇明師終成癡", "42": "狂邪解今經三載不近知識虛棄時光徒受辛苦即", "43": "于乙酉年奮志同能師弟出山行腳又值大兵平蜀", "44": "其時荒難升米二金人多互相食噉結友數人同行", "45": "遂出劍關入秦涉晉又以冠氛梗路同侶憚進乃嘆", "46": "曰寧死豈可退菩提道心耶必欲至善知識所決明", "47": "大事死無恨矣己丑夏行至太原途受困熱苦患痢", "48": "疾於道場溝晝夜百次憶得古人於病發悟我輩根", "49": "行不及但奮死不忘參雖身無力而心志精明蒙主", "5": "素副寺本覺知客領眾懷香入室請師述行由師云", "50": "人檀越道誼殷殷調治冬季方愈次年春正清明交", "51": "鋒之際冒兵直行覲禮五臺又至盛京愍忠寺上普", "52": "下潤和尚處圓具彼中專究毘尼無有能決此大事", "53": "者又因病目水瀉即告辭南詢至東魯猶值兵難水", "54": "難齊發拚身奮志直抵江南首參夾山箬庵和尚處", "55": "入堂打七病目雙盲自愧業重福輕死不出堂必完", "56": "一七及至七完雙目全愈我問云此是選佛場心空", "57": "及第歸如何是及第歸山云大眾在這裏我云恁麼", "58": "處處綠楊堪繫馬家家有路透長安山云那裏是你", "59": "透長安處我便拂袖歸位時因水難絕糧散眾往參", "6": "四大非有五蘊本空有何行跡可狀哉進云後學規", "60": "天童林祖值祖已示寂方請牧雲和尚主法正值饑", "61": "饉斗米五錢大眾一千五百其淡薄難可言諭久而", "62": "又患脾瀉但慶為法者多互相策進不以苦病為障", "63": "依住三年自得工夫親切病皆退矣我問向上一著", "64": "則不問非即非離意若何童云不打這葛藤我云馬", "65": "祖道即心即佛黃檗道非心非佛又作麼生童云東", "66": "西十萬南北八千我云昔日馬祖今朝天童童打一", "67": "拂云穿卻汝鼻孔我云龍得水時添意氣虎逢山色", "68": "長威獰次因小天童弘智禪師塔院頹朽年深夢感", "69": "張鎮臺重脩工完啟請開光尚命眾以夢感開光作", "7": "模乞垂遺訓師云從上古人如亮座主隱山和尚蹤", "70": "法語我呈云歷代老古錐傳法震寰宇遺跡整頹綱", "71": "感夢於檀護東谷菴然炳煥新祖師覿面無回互敢", "72": "問檀護還識祖師麼驀拈筆點云祖師法眼如千日", "73": "為君指出大家看和尚點看即命堂中領眾一日示", "74": "臘雪二見題令眾作偈我呈偈云一番結瑞一番寒", "75": "天地凝然不二看凍破虛空文不露當陽惟放一毫", "76": "端童點頷之因和尚出山我往參雪竇奇和尚問云", "77": "向上玄關則且置末後一著請師通竇云汝從溈山", "78": "來麼我云天童雪竇何異溈山竇云喫茶去我云不", "79": "勞醉後添盃拂袖便出過江參報恩琳和尚恩問云", "8": "跡弗留豈更行於紙墨乎但貴諸人真參實悟徹見", "80": "大千沙界海中漚一切聖賢如電拂且道那箇是你", "81": "本來面目我云萬里一條鐵恩云急走過我即珍重", "82": "歸位又參靈隱具和尚值上堂我問云鐘未鳴鼓未", "83": "響早已葛藤露布了也更陞此座堪作甚麼具云特", "84": "為闍黎我云何必畫蛇添足具云更問作麼我云也", "85": "要對眾證盟雖然隨處機緣荅問自覺疑情未破見", "86": "地不親奮發自誓絕睡杜言若不明此大事決定罷", "87": "參深藏巖谷免玷僧倫至第三日中夜正疑德山未", "88": "後句經行簷下並不覺有身心唯秪一個疑團忽聞飛", "89": "來峰作樂聲釋然頓脫胸中疑慮始知天地同根萬", "9": "父母未生已前本來面目非但山僧行狀從上佛祖", "90": "物一體從前所疑佛祖公案一一了然即有見道偈", "91": "曰也大奇也大奇管樂聲吹向上機撲碎虛空無向", "92": "背倒騎鐵馬趁須彌二大千沙界若浮萍祖佛猶來", "93": "卻是塵識破這些關捩子一毛頭上定乾坤三不疑", "94": "佛不疑祖大蟲元來是老虎橫空寶劍露鋒鋩魔佛", "95": "皆揮絕狐種其年正三十五歲不由自愧自喜思古", "96": "人一聞千悟我輩鈍根喫許多艱辛苦不乘其夙志", "97": "安能得到今日耶始知佛法本自現成頭頭虛明自", "98": "照從前未明公案一時頌出及旦呈方丈從頭看過", "99": "云據子知見悟處分明從今正宜深畜厚養母妄出"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B288 憨予暹禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B288 憨予暹禪師語錄", "author": "清 洪暹說　法雲等編", "language": "chinese", "source": "CBETA"}