{"sourceLink": "http://www.cbeta.org/", "text": {"0": "第五品　諦雙論第三　徧知分", "1": "第六品　行雙論〔第六品〕行雙論", "10": "一〇二六身是身行耶？行是語行耶？身是身行耶？行是心行耶？語是語行耶？行", "100": "者，於其處語行不生而身行〔亦〕不生。", "101": "一〇四七若於某處身行不生者，於其處心行不生耶？於第四靜慮、色纏、無色纏", "102": "者，於其處身行不生而於其處心行非不生。於無想有情〔有〕者，於其處身行不生", "103": "而心行〔亦〕不生。或又若於其處心行不生者，於其處身行不生耶？然。", "104": "一〇四八若於某處語行不生者，於其處心行不生耶？於第二靜慮、第三靜慮、第", "105": "四靜慮者，於其處語行不生而於其處心行非不生。於無想有情〔有〕者，於其處語", "106": "行不生而心行〔亦〕不生。或又若於某處心行不生者，於其處語行不生耶？然。", "107": "一〇四九若某人於某處身行不生者，其人於其處語行不生耶？無入出息而尋伺生", "108": "時，其人於其處身行不生而其人於其處語行非不生。凡心滅時、無入出息而無尋無", "109": "伺心生時、無想有情者，其人於其處身行不生而語行〔亦〕不生。或又若某人〔於", "11": "是身行耶？語是語行耶？行是心行耶？心是心行耶？行是身行耶？心是心行耶？行", "110": "某處〕語行……乃至……（「若某人」云云者與「若某人於某處」云云者皆同可為廣說，於「若某人", "111": "於某處」云云者〔唯〕不得言「入於滅盡定者」）。", "112": "一〇五〇若某人身行生者，其人語行生耶？然。或又若某人語行……乃至……然。", "113": "若某人身行生者，其人心行生耶？然。或又若某人心行……乃至……然。", "114": "若某人語行生者，其人心行生耶？然。或又若某人心行……乃至……然。", "115": "一〇五一若於某處身行生者，……乃至……（「若於某處」云云者一切皆相同）。", "116": "一〇五二若某人於某處身行生者，其人於其處語行生耶？入第二靜慮、第三靜慮", "117": "者，其人於其處身行生而其人於其處語行非生。入初靜慮者、欲纏〔有情〕者，其", "118": "人於其處身行生而語行〔亦〕生。或又若某人於某處語行生者，其人於其處身行生", "119": "耶？若於色纏〔有情〕、無色纏〔有情〕者，其人於其處語行已生而其人於其處身行", "12": "是語行耶？", "120": "非已生。入於初靜慮者、欲纏〔有情〕者，其人於其處語行生而身行〔亦〕生。", "121": "一〇五三若某人於某處身行生者，其人於其處心行生耶？然。或又若某人於某處", "122": "心行生者其人於其處身行生耶？入於第四靜慮者、色纏〔有情〕、無色纏〔有情〕者，", "123": "其人於其處心行生而其人於其處身行非生。入於初靜慮、第二靜慮、第三靜慮者、", "124": "欲纏〔有情〕者，其人於其處心行生而身行〔亦〕生。", "125": "一〇五四若某人於某處語行生者，其人於其處心行生耶？然。或又若某人於某處", "126": "心行生者，其人於其處語行已生耶？入於第二靜慮、第三靜慮、第四靜慮者、淨居", "127": "〔天〕而第二心轉時，其人於其處心行生而其人於其處語行非生。入於初靜慮者、", "128": "欲纏〔有情〕、其餘之色纏〔有情〕、無色纏〔有情〕者，其人於其處心行生而語行", "129": "〔亦〕生。", "13": "一〇二七非身是非身行耶？非行是非語行耶？非身是非身行耶？非行是非心行", "130": "一〇五五若某人身行不生者，其人語行不生耶？無有〔如是之人〕。或又若某人語", "131": "行不生者，其人身行不生耶？無有〔如是之人〕。", "132": "若某人身行不生者，其人心行不生耶？無有〔如是之人〕。或又若某人心行不生者，", "133": "其人身行不生耶？無有〔如是之人〕。", "134": "若某人語行不生者，其人心行不生耶？無有〔如是之人〕。或又若某人心行不生者，", "135": "其人語行不生耶？無有〔如是之人〕。", "136": "一〇五六若於某處身行不生者，……乃至……", "137": "一〇五七若某人於某處身行不生者，其人於其處語行不生耶？若於色纏〔有情〕、", "138": "無色纏〔有情〕者，其人於其處身行不生而其人於其處語行非不生。入於第四靜慮", "139": "者、淨居〔天〕而第二心轉時、無想有情者，其人於其處身行不生而語行亦不生。", "14": "耶？非語是非語行耶？非行是非身行耶？非語是非語行耶？非行是非心行耶？非心", "140": "或又若某人於某處語行不生者，其人於其處身行不生耶？若入於第二靜慮、第三靜", "141": "慮者，其人於其處語行不生而其人於其處身行非不生。若入於第四靜慮者、淨居〔天〕", "142": "而第二心轉時、無想有情者，其人於其處語行不生而身行亦不生。", "143": "一〇五八若某人於某處身行不生者，其人於其處心行不生耶？入於第四靜慮者、", "144": "色纏〔有情〕、無色纏〔有情〕者，其人於其處身行不生而其人於其處心行非不生。", "145": "往生於淨居〔天〕時、無想有情者，其人於其處身行不生而心行亦不生。或又若某", "146": "人於某處心行不生者，其人於其處身行不生耶？然。", "147": "一〇五九若某人於某處語行不生者，其人於其處心行不生耶？入於第二靜慮、第", "148": "三靜慮、第四靜慮者、淨居〔天〕而第二心轉時，其人於其處語行不生而其人於其", "149": "處心行非不生。往生於淨居〔天〕時、無想有情〔有〕者，其人於其處語行不生而", "15": "是非心行耶？非行是非身行耶？非心是非心行耶？非行是非語行耶？", "150": "心行亦不生。或又若某人於某處心行不生者，其人於其處語行不生耶？然。", "151": "一〇六〇若某人身行生者，其人語行生耶？然。或又某人語行生者，其人身行生", "152": "耶？於其心之無間而欲纏〔有情〕之最後心生時、於色纏、無色纏而於最後有時、", "153": "往生於色纏、無色纏而般涅槃且死沒時，其人語行生而其人身行非生。若其餘者，", "154": "〔其人〕語行生而身行〔亦〕生。", "155": "一〇六一若某人身行生者，其人心行生耶？然。或又若某人心行生者，其人身行", "156": "生耶？於其心之無間而欲纏〔有情〕之最後心生時、於色纏、無色纏而於最後有時、", "157": "往生於色纏、無色纏而般涅槃且死沒時，其人心行生而其人身行非生。若其餘者，", "158": "〔其人〕心行生而身行〔亦〕生。", "159": "一〇六二若某人語行生者，其人心行生耶？然。或又若某人心行生者，其人語行", "16": "一〇二八身行是語行耶？語行是身行耶？身行是心行耶？心行是身行耶？語行是", "160": "生耶？於其心之無間而無尋無伺最後心生時，其人心行生而其人語行非生。若其餘", "161": "者，〔其人〕心行生而語行〔亦〕生。", "162": "一〇六三若於某處身行生者，……乃至……", "163": "一〇六四若某人於某處身行生者，其人於其處語行生耶？入於第二靜慮、第三靜", "164": "慮者，其人於其處身行生而其人於其處語行非生。入於初靜慮者、欲纏〔有情〕者，", "165": "其人於其處身行生而語行〔亦〕生。或又若某人於某處語行生者，其人於其處身行", "166": "生耶？於其心之無間而欲纏〔有情〕之最後心生時、色纏〔有情〕、無色纏〔有情〕", "167": "者，其人於其處語行生而其人於其處身行非生。入於初靜慮者、其餘之欲纏〔有情〕", "168": "者，其人於其處語行生而身行亦生。", "169": "一〇六五若某人於某處身行生者，其人於某處心行生耶？然。或又若某人於某處", "17": "心行耶？心行是語行耶？", "170": "心行生者，其人於其處身行生耶？於其心之無間而欲纏〔有情〕之最後心生時、入", "171": "於第四靜慮者、色纏〔有情〕、無色纏〔有情〕者，其人於其處心行生而其人於其處", "172": "身行非生。入於初靜慮、第二靜慮、第三靜慮者、其餘之欲纏〔有情〕者，其人於", "173": "其處心行生而身行〔亦〕生。", "174": "一〇六六若某人於某處語行生者，其人於其處心行生耶？然。或又若某人於某處", "175": "心行生者，其人於其處語行生耶？於其心之無間而無尋無伺之最後心生時、入於第", "176": "二靜慮、第三靜慮、第四靜慮者，其人於其處心行生而其人於其處語行非生。若入", "177": "於初靜慮者、欲纏〔有情〕、其餘之色纏〔有情〕、無色纏〔有情〕者，其人於其處", "178": "心行生而語行〔亦〕生。", "179": "一〇六七若某人身行不生者，其人語行不生耶？於其心之無間而欲纏〔有情〕之", "18": "一〇二九非身行是非語行耶？非語行是非身行耶？非身行是非心行耶？非心行是", "180": "最後心生時、於色纏、無色纏而於最後有時、往生於色纏、無色纏而般涅槃且死沒", "181": "時，其人身行不生而其人語行非不生。最後心具足者、於其心之無間而無尋無伺之", "182": "最後心生時，其人身行不生而語行亦不生。或又若某人語行不生者，其人之身行不", "183": "生耶？然。", "184": "一〇六八若某人身行不生者，其人心行不生耶？於其心之無間而欲纏〔有情〕最", "185": "後心生時、於色纏、無色纏而於最後有時、往生於色纏、無色纏而般涅槃且死沒時，", "186": "其人身行不生而其人心行非不生。若最後心具足者，其人身行不生而心行〔亦〕不", "187": "生。或又若某人心行不生者，其人身行不生耶？然。", "188": "一〇六九若某人語行不生者，其人心行不生耶？於其心之無間而無尋無伺之最後", "189": "心生時，其人語行不生而其人心行非不生。若最後心具足者，其人語行不生而心行", "19": "非身行耶？非語行是非心行耶？非心行是非語行耶？", "190": "〔亦〕不生。或又若某人心行不生者，其人語行不生耶？然。", "191": "一〇七〇若於某處身行不生者，……乃至……", "192": "一〇七一若某人於某處身行不生者，其人於其處語行不生耶？於其心之無間而欲", "193": "纏〔有情〕之最後心生時、色纏〔有情〕、無色纏〔有情〕者，其人於其處身行不生", "194": "而其人於其處語行非不生。若最後心具足者、於其心之無間而無尋無伺最後心生時、", "195": "入於第四靜慮者、無想有情者，其人於其處身行不生而語行〔亦〕不生。或又若某", "196": "人於某處語行不生者，其人於其處身行不生耶？若入於第二靜慮、第三靜慮者，其", "197": "人於其處語行不生而其人於其處身行非不生。若最後心具足者、於其心之無間而無", "198": "尋無伺之最後心生時、入於第四靜慮者、無想有情者，其人於其處語行不生而身行", "199": "〔亦〕不生。", "2": "第一　施設分〔第一〕施設分", "20": "義釋分義釋分", "200": "一〇七二若某人於某處身行不生者，其人於其處心行不生耶？於其心之無間而欲", "201": "纏〔有情〕之最後心生時、入於第四靜慮者、色纏〔有情〕、無色纏〔有情〕者，其", "202": "人於其處身行不生而其人於其處心行非不生。若最後心具足者、無想有情者，其人", "203": "於其處身行不生而心行亦不生。或又若某人於某處心行不生者，其人於其處身行不", "204": "生耶？然。", "205": "一〇七三若某人於某處語行不生者，其人於其處心行不生耶？於其心之無間而無", "206": "尋無伺最後心生時入於第二靜慮、第三靜慮、第四靜慮者，其人於其處語行不生而", "207": "其人於其處心行非不生。最後心具足者、無想有情者，其人於其處語行不生而心行", "208": "〔亦〕不生。或又若某人於某處心行不生者，其人於其處語行不生耶？然。", "209": "一〇七四若某人身行生者，其人語行已生耶？然。或又若某人語行生者，其人身", "21": "一〇三〇身是身行耶？不然。身行是身耶？不然。語是語行耶？不然。語行是語", "210": "行生耶？凡心滅時、無入出息而心生時、入於滅盡定者、無想有情者，其人語行生", "211": "而其人身行非生。入出息生時，其人語行生而身行〔亦〕生。", "212": "一〇七五若某人身行生者，其人心行生耶？然。或又若某人心行生者，其人身行", "213": "生耶？凡心滅時、無入出息而心生時、入於滅盡定者、無想有情者，其人心行生而", "214": "其人身行非生。入出息生時，其人心行生而身行〔亦〕生。", "215": "一〇七六若某人語行生者，其人心行生耶？然。或又若某人心行生者，其人語行", "216": "生耶？凡心滅時、無尋伺而心生時、入於滅盡定者、無想有情者，其人心行生而其", "217": "人語行非生。尋伺生時，其人心行已生而語行〔亦〕生。", "218": "一〇七七若於某處身行生者，……乃至……", "219": "一〇七八若某人於某處身行生者，其人於其處語行生耶？入於第二靜慮、第三靜", "22": "耶？不然。心是心行耶？不然。心行是心耶？不然。", "220": "慮者而入出息生時，其人於其處身行生而其人於其處語行非生。入於初靜慮者、欲", "221": "纏〔有情〕而入出息生時，其人於其處身行生而語行生。或又若某人於某處語行生", "222": "者，其人於其處身行生耶？入於初靜慮者、欲纏〔有情〕而入出息滅時、彼等而無", "223": "入出息之心生時、色纏〔有情〕、無色纏〔有情〕者，其人於其處語行生而其人於其", "224": "處身行非生。入於初靜慮者、欲纏〔有情〕而入出息生時，其人於其處語行生而身", "225": "行〔亦〕生。", "226": "一〇七九若某人於某處身行生者，其人於其處心行生耶？然。或又若某人於某處", "227": "心行生者，其人於其處身行生耶？凡心滅時、無入出息而心生時，其人於其處心行", "228": "生而其人於其處身行非生。入出息生時，其人於其處心行生而身行〔亦〕生。", "229": "一〇八〇若某人於某處語行生者，其人於其處心行生耶？然。或又若某人於某處", "23": "一〇三一非身是非身行耶？身行雖非是身但是身行，除身與身行之外，其餘者是", "230": "心行生者，其人於其處語行生耶？凡心滅時、無尋伺而心生時，其人於其處心行生", "231": "而其人於其處語行非生。尋伺生時，其人於其處心行生而語行〔亦〕生。", "232": "一〇八一若某人身行不生者，其人語行不生耶？生。或又若某人語行不生者其人", "233": "身行不生耶？無有〔如是之人〕。", "234": "一〇八二若某人身行不生者，其人心行不生耶？生。或又若某人心行不生者，其", "235": "人身行不生耶？無有〔如是之人〕。", "236": "一〇八三若某人語行不生者，其人心行不生耶？生。或又若某人心行不生者，其", "237": "人語行不生耶？無有〔如是之人〕。", "238": "一〇八四若於某處身行不生者，……乃至……", "239": "一〇八五若某人於某處身行不生者，其人於其處語行不生耶？入於初靜慮者、欲", "24": "非身、非身行。非身行是非身耶？身雖是非身行但是身，除身與身行之外，其餘是", "240": "纏〔有情〕而入出息滅時、彼等而無入出息且心生時、色纏〔有情〕、無色纏〔有情〕", "241": "者，其人於其處身行不生而其人於其處語行非不生。入於第二靜慮、第三靜慮者而", "242": "入出息滅時、彼等而無入出息且心生時、入於第四靜慮者、淨居〔天〕而第二心轉", "243": "時、無想有情者，其人於其處身行不生而語行不亦生。或又若某人於某處語行不生", "244": "者，其人於其處身行不生耶？入於第二靜慮、第三靜慮者而入出息生時，其人於其", "245": "處語行不生而其人於其處身行非不生。入於第二靜慮、第三靜慮者而入出息滅時、", "246": "彼等而無入出息且心生時、入於第四靜慮者、淨居〔天〕而為第二心轉時、無想有", "247": "情者，其人於其處語行不生而身行亦不生。", "248": "一〇八六若某人於某處身行不生者，其人於其處心行不生耶？凡心滅時、無入出", "249": "息而心生時，其人於其處身行不生而其人於其處心行非不生。往生於淨居〔天〕時、", "25": "非身、非身行。", "250": "無想有情者，其人於其處身行不生而心行亦不生。或又若某人於某處心行不生者，", "251": "其人於其處身行不生耶？然。", "252": "一〇八七若某人於其處語行不生者，其人於其處心行不生耶？凡心滅時無尋伺而", "253": "心生時，其人於其處語行不生而其人於其處心行非不生。往生於淨居〔天〕時、無", "254": "想有情者，其人於其處語行不生而心行亦不生。或又若某人於某處心行不生者，其", "255": "人於其處語行不生耶？然。", "256": "一〇八八若某人身行生者，其人語行生耶？然。或又若某人語行生者，其人身行", "257": "生耶？凡心滅時、無入出息而心生時、入於滅盡定者、無想有情者，其人語行生而", "258": "其人身行非生。入出息生時，其人語行生而身行〔亦〕生。", "259": "一〇八九若某人身行生者，其人心行生耶？然。或又若某人心行生者，其人身行", "26": "非語是非語行耶？語行雖是非語但是語行，除語與語行之外，其餘是非語、非語", "260": "生耶？凡心滅時、無入出息而心生時、入於滅盡定者、無想有情者，其人心行生而", "261": "其人身行非生。入出息生時，其人心行生而身行〔亦〕生。", "262": "一〇九〇若某人語行生者，其人心行生耶？有尋有伺而最後心生時，其人語行生", "263": "而其人之心行非生。其餘者，尋伺生時，其人語行生而心行亦生。或又若某人心行", "264": "生者，其人語行生耶？凡心滅時、無尋伺而心生時、入於滅盡定者、無想有情者，", "265": "其人心行生而其人語行非生。尋伺生時，其人心行生而語行〔亦〕生。", "266": "一〇九一若於某處身行生者，……乃至……", "267": "一〇九二若某人於某處身行生者，其人於其處語行生耶？入於第二靜慮、第三靜", "268": "慮者而入出息生時，其人於其處身行生而其人於其處語行非生。入於初靜慮者、欲", "269": "纏〔有情〕而入出息生時，其人於其處身行生而語行亦生。或又若某人於某處語行", "27": "行。非語行是非語耶？語雖是非語行但是語，除語與語行之外，其餘是非語、非語", "270": "生者，其人於其處身行生耶？入於初靜慮者、欲纏〔有情〕而入出息滅時、彼等而", "271": "無入出息且心生時、色纏〔有情〕、無色纏〔有情〕者，其人於其處語行生而其人於", "272": "其處身行非生。入於初靜慮者、欲纏〔有情〕而入出息生時，其人於其處語行生而", "273": "身行〔亦〕生。", "274": "一〇九三若某人於某處身行生者，其人於其處心行生耶？然。或又若某人於某處", "275": "心行生者，其人於其處身行生耶？凡心滅時、無入出息而心生時，其人於其處心行", "276": "生而其人於其處身行非生。入出息生時，其人於其處心行生而身行〔亦〕生。", "277": "一〇九四若某人於某處語行生者，其人於其處心行生耶？有尋有伺之最後心生", "278": "時，其人於其處語行生而其人於其處心行非生。其餘者，尋伺生時，其人於其處語", "279": "行生而心行亦生。或又若某人於某處心行生者，其人於其處語行生耶？凡心滅時、", "28": "行。", "280": "無尋伺而心生時，其人於其處心行生而其人於其處語行非生。尋伺生時，其人於其", "281": "處心行生而語行〔亦〕生。", "282": "一〇九五若某人身行不生者，其人語行不生耶？凡心滅時、無入出息而心生時、", "283": "入於滅盡定者、無想有情者，其人身行不生而其人語行非不生。最後心具足者、於", "284": "其心之無間而無尋無伺最後心生時，其人身行不生而語行亦不生。或又若某人語行", "285": "不生者，其人身行不生耶？然。", "286": "一〇九六若某人身行不生者，其人心行不生耶？凡心滅時、無入出息而心生時、", "287": "入於滅盡定者、無想有情者，其人身行不生而其人心行非不生。最後心具足者，其", "288": "人身行不生而心行亦不生。或又若某人心行不生者，其人身行不生耶？然。", "289": "一〇九七若某人語行不生者，其人心行不生耶？凡心滅時、無尋伺而心生時、入", "29": "非心是非心行耶？心行雖是非心但是心行，除心與心行之外，其餘是非心、非心", "290": "於滅盡定者、無想有情者，其人語行不生而其人心行非不生。有尋有伺最後心滅時、", "291": "無尋無伺最後心具足者，其人語行不生而心行亦不生。或又若某人心行不生者，其", "292": "人語行不生耶？有尋有伺而最後心生時，其人心行不生而其人語行非不生。有尋有", "293": "伺之最後心滅時、無尋無伺之最後心具足者，其人心行不生而語行亦不生。", "294": "一〇九八若於某處身行不生者，……乃至……", "295": "一〇九九若某人於某處身行不生者，其人於其處語行不生耶？入於初靜慮者、欲", "296": "纏〔有情〕而入出息滅時、彼等而無入出息且心生時、色纏〔有情〕、無色纏〔有情〕", "297": "者，其人於其處身行不生而其人於其處語行非不生。最後心具足者、其心之無間而", "298": "無尋無伺之最後心生時、入於第二靜慮、第三靜慮者而入出息滅時、彼等而無入出", "299": "息且心生時、入於第四靜慮者、無想有情者，其人於其處身行不生而語行亦不生。", "3": "一〇二三三行者是身行、語行、心行。入出息者是身行。尋伺者是語行。想、受", "30": "行。非心行是非心耶？心雖是非心行但是心，除心與心行之外，其餘是非心、非心", "300": "或又若某人於某處語行不生者，其人於其處身行不生耶？入於第二靜慮、第三靜慮", "301": "者而入出息生時，其人於其處語行不生而其人於其處身行非不生。最後心具足者、", "302": "於其心之無間而無尋無伺之最後心生時、入於第二靜慮、第三靜慮者而入出息滅時、", "303": "彼等而無入出息且心生時、入於第四靜慮者、無想有情者，其人於其處語行不生而", "304": "身行亦不生。", "305": "一一〇〇若某人於其處身行不生者，其人於其處心行不生耶？凡心滅時、無入出", "306": "息而心生時，其人於其處身行不生而其人於其處心行非不生。最後心具足者、無想", "307": "有情者，其人於其處身行不生而心行不生。或又若某人於某處心行不生者，其人於", "308": "其處身行不生耶？然。", "309": "一一〇一若某人於某處語行不生者，其人於其處心行不生耶？凡心滅時、無尋伺", "31": "行。", "310": "而心生時，其人於其處語行不生而其人於其處心行非不生。有尋有伺最後心滅時、", "311": "無尋無伺之最後心具足者、無想有情者，其人於其處語行不生而心行亦不生。或又", "312": "若某人於某處心行不生者，其人於其處語行不生耶？有尋有伺之最後心生時，其人", "313": "於其處心行不生而其人於其處語行非不生。有尋有伺最後心滅時、無尋無伺之最後", "314": "心具足者、無想有情者，其人於其處心行不生而語行亦不生。", "315": "一一〇二若某人身行已生者，其人語行生耶？最後心具足者、於其心之無間而無", "316": "尋無伺之最後心生時，其人身行生而其人語行非生。其餘者，其人身行已生而語行", "317": "亦生。或又若某人語行生者，其人身行生耶？然。", "318": "一一〇三若某人身行生者，其人心行生耶？最後心具足者，其人身行生而其人心", "319": "行非生。其餘者，〔其人〕身行生而心行生。或又若某人心行……乃至……然。", "32": "一〇三二身是身行耶？不然。行是語行耶？語行是行而且是語行，其餘之行雖是", "320": "一一〇四若某人語行生者，其人心行生耶？最後心具足者，其人語行生而其人心", "321": "行非生。其餘者，〔其人〕語行已生而心行亦生。或又若某人心行……乃至……然。", "322": "一一〇五若於某處身行已生者，……乃至……", "323": "一一〇六若某人於某處身行生者，其人於其處語行生耶？欲纏之最後心具足者、", "324": "入於第二靜慮、第三靜慮者，其人於其處身行生而其人於其處語行非生。入於初靜", "325": "慮者、其餘欲纏〔有情〕者，其人於其處身行已生而語行亦生。或又若某人於某處", "326": "語行生者，其人於其處身行生耶？色纏〔有情〕、無色纏〔有情〕者，其人於其處語", "327": "行生而其人於其處身行非生。入於初靜慮者、欲纏〔有情〕者，其人於其處語行生", "328": "而身行亦生。", "329": "一一〇七若某人於某處身行生者，其人於其處心行生耶？欲纏之最後心具足者，", "33": "行但是非語行。身是身行耶？不然。行是心行耶？", "330": "其人於其處身行生而其人於其處心行非生。入於初靜慮、第二靜慮、第三靜慮者、", "331": "其餘之欲纏〔有情〕者，其人於其處身行已生而心行亦生。或又若某人於某處心行", "332": "生者，其人於其處身行生耶？入於第四靜慮者、色纏〔有情〕、無色纏〔有情〕者，", "333": "其人於其處心行生而其人於其處身行非生。入於初靜慮、第二靜慮、第三靜慮者、", "334": "欲纏〔有情〕者，其人於其處心行生而身行亦生。", "335": "一一〇八若某人於某處語行生者，其人於其處心行生耶？有尋有伺地之最後心具", "336": "足者，其人於其處語行生而其人於其處心行非生。其餘之有尋有伺地者，其人於其", "337": "處語行生而心行亦生。或又若某人於某處心行生者，其人於其處語行生耶？無尋無", "338": "伺地者，其人於其處心行生而其人於其處語行非生。有尋有伺地者，其人於其處心", "339": "行生而語行亦生。", "34": "心行是行而且是心行，其餘之行雖是行但是非心行。", "340": "一一〇九若某人身行不生者，其人語行不生耶？無有〔如是之人〕。或又若某人語", "341": "行不生者，其人身行不生耶？生。", "342": "一一一〇若某人身行不生者，其人心行不生耶？無有〔如是之人〕。或又若某人心", "343": "行不生者，其人身行不生耶？生。", "344": "一一一一若某人語行不生者，其人心行不生耶？無有〔如是之人〕。或又若某人心", "345": "行不生者，其人語行不生耶？生。", "346": "一一一二若於某處身行不生者……乃至……", "347": "一一一三若某人於某處身行不生者，其人於其處語行不生耶？色纏〔有情〕、無色", "348": "纏〔有情〕者，其人於其處身行不生而其人於其處語行非不生。若於色纏、無色纏", "349": "而有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其心之無間而無尋無伺之", "35": "語是語行耶？不然。行是身行耶？身行是行而且是身行，其餘之行雖是行但是非", "350": "最後心生時、入於第四靜慮者、無想有情者，其人於其處身行不生而語行亦不生。", "351": "或又若某人於某處語行不生者，其人於其處身行不生耶？欲纏之最後心具足者、入", "352": "於第二靜慮、第三靜處者，其人於其處語行不生而其人於其處身行非不生。色纏、", "353": "無色纏而有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其心之無間而無尋", "354": "無伺之最後心生時、入於第四靜慮者、無想有者，其人於其處語行不生而身行不亦", "355": "生。", "356": "一一一四若某人於某處身行不生者，其人於其處心行不生耶？入於第四靜慮者、", "357": "色纏〔有情〕、無色纏〔有情〕者，其人於其處身行不生而其人於其處心行非不生。", "358": "色纏、無色纏之最後心具足者、無想有情者，其人於其處身行不生而心行亦不生。", "359": "或又若某人於某處心行不生者，其人於其處身行不生耶？欲纏之最後心具足者，其", "36": "身行。語是語行耶？不然。行是心行耶？心行是行而且是心行，其餘之行雖是行但", "360": "人於其處心行不生而其人於其處身行非不生。色纏、無色纏之最後心具足者、無想", "361": "有情者，其人於其處心行不生而身行亦不生。", "362": "一一一五若某人於某處語行不生者，其人於其處心行不生耶？無尋無伺地者，其", "363": "人於其處語行不生而其人於其處心行非不生。無尋無伺地之最後心具足者、無想有", "364": "情者，其人於其處語行不生而心行亦不生。或又若某人於某處心行不生者，其人於", "365": "其處語行不生耶？有尋有伺之最後心具足者，其人於其處心行不生而其人於其處語", "366": "行非不生。無尋無伺地之最後心具足者、無想有情者，其人於其處心行不生而語行", "367": "亦不生。", "368": "滅分滅分", "369": "一一一六若某人之身行滅者，其人語行滅耶？無尋伺而入出息滅時，其人身行滅", "37": "是非心行。", "370": "而其人語行非滅。入於初靜慮者、欲纏〔有情〕而入出息滅時，其人身行滅而語行", "371": "〔亦〕滅。或又若某人語行滅者，其人身行滅耶？無入出息而尋伺滅時，其人語行", "372": "滅而其人身行非滅。入於初靜慮者、欲纏〔有情〕而入出息滅時，其人語行滅而身", "373": "行〔亦〕滅。", "374": "一一一七若某人身行滅者，其人心行滅耶？然。或又若某人心行滅者，其人身行", "375": "滅耶？無入出息而心滅時，其人心行滅而其人身行非滅。入出息滅時，其人心行滅", "376": "而身行〔亦〕滅。", "377": "一一一八若某人語行滅者，其人心行滅耶？然。或又若某人心行滅者，其人語行", "378": "滅耶？無尋伺而心滅時，其人心行滅而其人語行非滅。尋伺滅時，其人心行滅而語", "379": "行〔亦〕滅。", "38": "心是心行耶？不然。行是身行耶？身行是行而且是身行，其餘之行雖是行但是非", "380": "一一一九若於某處身行滅者，於其處語行滅耶？於第二靜慮、第三靜慮者，於其", "381": "處身行滅者，而於其處語行非滅……乃至……", "382": "一一二〇若某人於某處身行滅者，其人於其處語行滅耶？……乃至……（「若某人」", "383": "云云者與「若某人於某處」云云者皆同）。", "384": "一一二一若某人身行不滅者，其人語行不滅耶？無入出息而尋伺滅時，其人身行", "385": "不滅而其人語行非不滅。凡心生時、無入出息而無尋無伺心滅時、入於滅盡定者、", "386": "無想有情者，其人身行滅而語行〔亦〕滅。或又若某人語行不滅者，其人身行不滅", "387": "耶？無尋伺而入出息滅時，其人語行不滅而其人身行非不滅。凡心生時、無入出息", "388": "而無尋無伺心滅時、入於滅盡定者、無想有情者，其人語行不滅而身行〔亦〕不滅。", "389": "一一二二若某人身行不滅者，其人心行不滅耶？無入出息而心滅時，其人身行不", "39": "身行。心是心行耶？不然。行是語行耶？語行是行而且是語行，其餘之行雖是行但", "390": "滅而其人心行非不滅。凡心生時入於滅盡定者、無想有情者，其人身行不滅而心行", "391": "〔亦〕不滅。或又若某人心行不滅者，其人身行不滅耶？然。", "392": "一一二三若某人語行不滅者，其人心行不滅耶？無尋伺而心滅時，其人語行不滅", "393": "而其人心行非不滅。凡心生時入於滅盡定者、無想有情者，其人語行不滅而心行〔亦〕", "394": "不滅。或又若某人心行不滅者，其人語行不滅耶？然。", "395": "一一二四若於某處身行不滅者，……乃至……", "396": "一一二五若某人於某處身行不滅者，其人於其處語行不滅耶？無入出息而尋伺滅", "397": "時，其人於其處身行不滅而其人於其處語行非不滅。凡心生時、無入出息而無尋無", "398": "伺之心滅時、無想有情者，其人於其處身行不滅而語行〔亦〕不滅。或又若某人於", "399": "某處語行……乃至……（「若某人」云云者與「若某人於某處」云云者皆可廣說，於「若某人於某處」", "4": "者是心行，除尋伺之外，一切之心想應法是心行。", "40": "是非語行。", "400": "云云者不可言「入於滅盡定者」）。", "401": "一一二六若某人身行滅者，其人語行滅耶？然。或又若某人語行……乃至……（如", "402": "於生分，過去之問「若某人」云云者與「若某人於某處」云云者之順逆皆可分別，如是於滅分亦可分別且", "403": "無異）。", "404": "一一二七若某人身行滅者，其人語行滅耶？然。或又若某人語行滅者，其人身行", "405": "滅耶？欲纏〔有情〕而最後心生時、於其心之無間欲纏〔有情〕之最後心生時、於", "406": "色纏、無色纏而於最後有時、往生於色纏、無色纏而般涅槃且死沒時，其人語行滅", "407": "而其人身行非滅。其餘者，其人語行滅而身行〔亦〕滅。", "408": "一一二八若某人身行滅者，其人心行滅耶？然。或又若某人心行滅者，其人身行", "409": "滅耶？欲纏〔有情〕而最後心生時、於其心之無間而欲纏〔有情〕之最後心生時、", "41": "一〇三三非身是非身行耶？身行雖是非身但是身行，除身與身行之外，其餘是非", "410": "於色纏、無色纏於最後有時、往生於色纏、無色纏而般涅槃且死沒時，其人心行滅", "411": "而其人身行非滅。其餘者，〔其人〕心行滅而身行〔亦〕滅。", "412": "一一二九若某人語行滅者，其人心行滅耶？然。或又若某人心行滅者，其人語行", "413": "滅耶？無尋無伺之最後心生時、於其心之無間而無尋無伺之最後心生時，其人心行", "414": "滅而其人語行非滅。其餘者，〔其人〕心行滅而語行〔亦〕滅。", "415": "一一三〇若於某處身行滅者，……乃至……", "416": "一一三一若某人於某處身行滅者，其人於其處語行滅耶？入於第二靜慮、第三靜", "417": "慮者，其人於其處身行滅而其人於其處語行非滅。入於初靜慮者、欲纏〔有情〕者，", "418": "其人於其處身行滅而語行亦滅。或又若某人於某處語行滅者其人於其處身行滅耶？", "419": "欲纏〔有情〕而最後心生時、於其心之無間而欲纏〔有情〕之最後心生時、色纏〔有", "42": "身、非身行。非行是非語行耶？然。非身是非身行耶？身行雖是非身但是身行，除", "420": "情〕、無色纏〔有情〕者，其人於其處語行滅而其人於其處身行非滅。入於初靜慮者、", "421": "其餘欲纏〔有情〕者，其人於其處語行滅而身行〔亦〕滅。", "422": "一一三二若某人於某處身行滅者，其人於其處心行滅耶？然。或又若某人於某處", "423": "心行滅者，其人於其處身行滅耶？欲纏〔有情〕而最後心生時、於其心之無間而欲", "424": "纏〔有情〕之最後心生時、入於第四靜慮者、色纏〔有情〕、無色纏〔有情〕者，其", "425": "人於其處心行滅而其人於其處身行非滅。入於初靜慮、第二靜慮、第三靜慮者、其", "426": "餘之欲纏〔有情〕者，其人於其處心行滅而身行〔亦〕滅。", "427": "一一三三若某人於某處語行滅者，其人於其處心行滅耶？然。或又若某人於某處", "428": "心行滅者，其人於其處語行滅耶？無尋無伺之最後心生時、於其心之無間而無尋無", "429": "伺之最後心生時、入於第二靜慮、第三靜慮、第四靜慮者，其人於其處心行滅而其", "43": "身與身行之外，其餘是非身、非身行。非行是非心行耶？然。", "430": "人於其處語行非滅。入於初靜慮者、欲纏〔有情〕、其餘之色纏〔有情〕、無色纏〔有", "431": "情〕者，其人於其處心行滅而語行〔亦〕滅。", "432": "一一三四若某人身行不滅者，其人語行不滅耶？欲纏〔有情〕而最後心生時、於", "433": "其心之無間而欲纏〔有情〕之最後心生時、於色纏、無色纏而於最後有時、往生於", "434": "色纏、無色纏而般涅槃且死沒時，其人身行不滅而其人語行非不滅。有尋有伺之最", "435": "後心滅時、無尋無伺之最後心具足者、於其心之無間而無尋無伺之最後心可生時，", "436": "其人身行不滅而語行〔亦〕不滅。", "437": "一一三五若某人身行不滅者，其人心行不滅耶？欲纏〔有情〕而最後心生時、於", "438": "其心之無間而欲纏〔有情〕之最後心生時、於色纏、無色纏而於最後有時、往生於", "439": "色纏、無色纏而般涅槃且死沒時，其人身行不滅而其人心行非不滅。最後心滅時，", "44": "非語是非語行耶？語行雖是非語但是語行，除語與語行之外，其餘是非語、非語", "440": "其人身行不滅而心行〔亦〕不滅。或又若某人心行不滅者，其人身行不滅耶？然。", "441": "一一三六若某人語行不滅者，其人心行不滅耶？無尋無伺之最後心生時、於其心", "442": "之無間而無尋無伺之最後心生時，其人語行不滅而其人心行非不滅。最後心滅時，", "443": "其人語行不滅而心行〔亦〕不滅。或又若某人心行不滅者，其人語行不滅耶？然。", "444": "一一三七若於某處身行不滅者，……乃至……", "445": "一一三八若某人於某處身行不滅者，其人於其處語行不滅耶？欲纏〔有情〕而最", "446": "後心生時、於其心無間而欲纏〔有情〕之最後心生時、色纏〔有情〕、無色纏〔有情〕", "447": "者，其人於其處身行不滅而其人於其處語行非不滅。有尋有伺之最後心滅時、無尋", "448": "無伺之最後心具足者、於其心之無間而無尋無伺之最後心生時、入於第四靜慮者、", "449": "無想有情者，其人於其處身行不滅而語行〔亦〕不滅。或又若某人於某處語行不滅", "45": "行。非行是非身行耶？然。非語是非語行耶？語行雖是非語但是語行，除語與語行", "450": "者，其人於其處身行不滅耶？入於第二靜慮、第三靜慮者，其人於其處語行不滅而", "451": "其人於其處身行非不滅。有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其", "452": "心之無間而無尋無伺之最後心生時、入於第四靜慮者、無想有情者，其人於其處語", "453": "行不滅而身行〔亦〕不滅。", "454": "一一三九若某人於某處身行不滅者，其人於其處心行不滅耶？欲纏〔有情〕而最", "455": "後心生時、於其心之無間而欲纏〔有情〕之最後心生時、入於第四靜慮者、色纏〔有", "456": "情〕、無色纏〔有情〕者，其人於其處身行不滅而其人於其處心行非不滅。最後心滅", "457": "時、無想有情者，其人於其處身行不滅而心行〔亦〕不滅。或又若某人於某處心行", "458": "不滅者，其人於其處身行不滅耶？然。", "459": "一一四〇若某人於某處語行不滅者，其人於其處心行不滅耶？無尋無伺之最後心", "46": "之外，其餘是非語、非語行。非行是非心行耶？然。", "460": "生時、於其心之無間而無尋無伺之最後心生時、入於第二靜慮、第三靜慮、第四靜", "461": "慮者，其人於其處語行不滅而其人於其處心行非不滅。最後心滅時、無想有情者，", "462": "其人於其處語行不滅而心行〔亦〕不滅。或又若某人於某處心行不滅者，其人於其", "463": "處語行不滅耶？然。", "464": "一一四一若某人身行滅者，其人語行已滅耶？然。或又若某人語行已滅者，其人", "465": "身行滅耶？凡心生時、無入出息而心滅時、入於滅盡定者、無想有情者，其人語行", "466": "已滅而其人身行非滅。入出息滅時，其人語行已滅而身行〔亦〕滅。", "467": "一一四二若某人身行滅者，其人心行滅耶？然。或又若某人心行已滅者其人身行", "468": "滅耶？凡心生時、無入出息而心滅時、入於滅盡定者、無想有情者，其人心行已滅", "469": "而其人身行非滅。入出息滅時，其人心行已滅而身行〔亦〕滅。", "47": "非心是非心行耶？心行雖是非心但是心行，除心與心行之外，其餘是非心、非心", "470": "一一四三若某人語行滅者，其人心行已滅耶？然。或又若某人心行已滅者，其人", "471": "語行滅耶？凡心生時、無尋伺而心滅時、入於滅盡定者、無想有情者，其人心行已", "472": "滅而其人語行非滅。尋伺滅時，其人心行已滅而語行〔亦〕滅。", "473": "一一四四若於某處身行滅者，……乃至……", "474": "一一四五若某人於某處身行滅者，其人於其處語行滅耶？入於第二靜慮、第三靜", "475": "慮者而入出息滅時，其人於其處身行滅而其人於其處語行非滅。入於初靜慮者、欲", "476": "纏〔有情〕而入出息滅時，其人於其處身行滅而語行亦滅。或又若某人於某處語行", "477": "已滅者，其人於其處身行滅耶？入於初靜慮者、欲纏〔有情〕而入出息生時、彼等", "478": "而無入出息且心滅時、色纏〔有情〕、無色纏〔有情〕者，其人於其處語行滅而其人", "479": "於其處身行非滅。入於初靜慮者、欲纏〔有情〕而入出息滅時，其人於其處語行已", "48": "行。非行是非身行耶？然。非心是非心行耶？心行雖是非心但是心行，除心與心行", "480": "滅而身行〔亦〕滅。", "481": "一一四六若某人於某處身行滅者，其人於其處心行已滅耶？然。或又若某人於某", "482": "處心行已滅者，其人於其處身行滅耶？凡心生時、無入出息而心滅時，其人於其處", "483": "心行已滅而其人於其處身行非滅。入出息滅時，其人於其處心行已滅而身行〔亦〕", "484": "滅。", "485": "一一四七若某人於某處語行滅者，其人於其處心行已滅耶？然。或又若某人於某", "486": "處心行已滅者，其人於其處語行滅耶？凡心生時、無尋伺而心滅時，其人於其處心", "487": "行已滅而其人於其處語行非滅。尋伺滅時，其人於其處心行已滅而語行〔亦〕滅。", "488": "一一四八若某人身行不滅者，其人語行不滅耶？滅。或又若某人語行不滅者，其", "489": "人身行不滅耶？無有〔如是之人〕。", "49": "之外，其餘是非心、非心行。非行是非語行耶？然。", "490": "一一四九若某人身行不滅者，其人心行不滅耶？滅。或又若某人心行不滅者，其", "491": "人身行不滅耶？無有〔如是之人〕。", "492": "一一五〇若某人語行不滅者，其人心行不滅耶？滅。或又若某人心行不滅者，其", "493": "人語行不滅耶？無有〔如是之人〕。", "494": "一一五一若於某處身行不滅者，……乃至……", "495": "一一五二若某人於某處身行不滅者，其人於其處語行不滅耶？入於初靜慮者、欲", "496": "纏〔有情〕而入出息生時、彼等而無入出息且心滅時、色纏〔有情〕、無色纏〔有情〕", "497": "者，其人於其處身行不滅而其人於其處語行非不滅。入於第二靜慮、第三靜慮者而", "498": "入出息生時、彼等而無入出息且心滅時、入於第四靜慮者、淨居〔天〕而第二心轉", "499": "時、無想有情者，其人於其處身行不滅而語行亦不滅。或又若某人於某處語行不滅", "5": "總說分總說分", "50": "一〇三四身行是語行耶？不然。語行是身行耶？不然。身行是心行耶？不然。心", "500": "者，其人於其處身行不滅耶？入於第二靜慮、第三靜慮者而入出息滅時，其人於其", "501": "處語行不滅而其人於其處身行非不滅。入於第二靜慮、第三靜慮者而入出息生時、", "502": "彼等而無入出息且心滅時、入於第四靜慮者、淨居〔天〕而第二心轉時、無想有情", "503": "者，其人於其處語行不滅而身行亦不滅。", "504": "一一五三若某人於某處身行不滅者，其人於其處心行不滅耶？凡心生時、無入出", "505": "息而心滅時，其人於其處身行不滅而其人於其處心行非不滅。往生於淨居〔天〕時、", "506": "無想有情者，其人於其處身行不滅而心行亦不滅。或又若某人於某處心行不滅者，", "507": "其人於其處身行不滅耶？然。", "508": "一一五四若某人於某處語行不滅者，其人於其處心行不滅耶？凡心生時、無尋伺", "509": "而心滅時，其人於其處語行不滅而其人於其處心行非不滅。往生於淨居〔天〕時、", "51": "行是身行耶？不然。語行是心行耶？不然。心行是語行耶？不然。", "510": "無想有情者，其人於其處語行不滅而心行亦不滅。或又若某人於某處心行不滅者，", "511": "其人於其處語行不滅耶？然。", "512": "一一五五若某人身行滅者，其人語行滅耶？然。或又若某人語行滅者，其人身行", "513": "滅耶？凡心生時、無入出息而心滅時、入於滅盡定者、無想有情者，其人語行滅而", "514": "其人身行非滅。入出息滅時，其人語行滅而身行〔亦〕滅。", "515": "一一五六若某人身行滅者，其人心行滅耶？然。或又若某人心行滅者，其人身行", "516": "滅耶？凡心生時、無入出息而心滅時、入於滅盡定者、無想有情者，其人心行滅而", "517": "其人身行非滅。入出息滅時，其人心行滅而身行〔亦〕滅。", "518": "一一五七若某人語行滅者，其人心行滅耶？有尋有伺之最後心滅時，其人語行滅", "519": "而其人心行非滅。其餘者，尋伺滅時，其人語行滅而心行亦滅。或又若某人心行滅", "52": "一〇三五非身行是非語行耶？語行雖是非身行但是語行，除身行與語行之外，其", "520": "者，其人語行滅耶？凡心生時、尋伺而心滅時、入於滅盡定者、無想有情者，其人", "521": "心行滅而其人語行非滅。尋伺滅時，其人心行滅而語行〔亦〕滅。", "522": "一一五八若於某處身行滅者，……乃至……", "523": "一一五九若某人於某處身行滅者，其人於其處語行滅耶？入於第二靜慮、第三靜", "524": "慮者而入出息滅時，其人於其處身行滅而其人於其處語行非滅。入於初靜慮者、欲", "525": "纏〔有情〕而入出息滅時，其人於其處身行滅而語行亦滅。或又若某人於某處語行", "526": "滅者，其人於其處身行滅耶？入於初靜慮者、欲纏〔有情〕而入出息生時、彼等而", "527": "無入出息且心滅時、色纏〔有情〕、無色纏〔有情〕者，其人於其處語行滅而其人於", "528": "其處身行非滅。入於初靜慮者、欲纏〔有情〕而入出息滅時，其人於其處語行滅而", "529": "身行〔亦〕滅。", "53": "餘是非身行、非語行。非語行是非身行耶？身行雖是非語行但是身行，除語行與身", "530": "一一六〇若某人於某處身行滅者，其人於其處心行滅耶？然。或又若某人於某處", "531": "心行滅者，其人於其處身行滅耶？凡心生時、無入出息而心滅時，其人於其處心行", "532": "滅而其人於其處身行非滅。入出息滅時，其人於其處心行滅而身行〔亦〕滅。", "533": "一一六一若某人於某處語行滅者，其人於其處心行滅耶？有尋有伺之最後心滅", "534": "時，其人於其處語行滅而其人於其處心行非滅。其餘者，尋伺滅時，其人於其處語", "535": "行滅而心行亦滅。或又若某人於某處心行滅者，其人於其處語行滅耶？凡心生時、", "536": "無尋伺而心滅時，其人於其處心行滅而其人於其處語行非滅。尋伺滅時，其人於其", "537": "處心行滅而語行〔亦〕滅。", "538": "一一六二若某人身行不滅者，其人語行不滅耶？凡心生時、無入出息而心滅時、", "539": "入於滅盡定者、無想有情者，其人身行不滅而其人語行非不滅。有尋有伺之最後心", "54": "行之外，其餘是非語行、非身行。非身行是非心行耶？心行雖是非身行但是心行，", "540": "滅時、無尋無伺之最後心具足者、於其心之無間而無尋無伺之最後心生時，其人身", "541": "行不滅而語行亦不滅。或又若某人語行不滅者，其人身行不滅耶？然。", "542": "一一六三若某人身行不滅者，其人心行不滅耶？凡心生時、無入出息而心滅時、", "543": "入於滅盡定者、無想有情者，其人身行不滅而其人心行非不滅。最後心滅時，其人", "544": "身行不滅而心行亦不滅。或又若某人心行……乃至……然。", "545": "一一六四若某人語行不滅者，其人心行不滅耶？凡心生時、無尋伺而心滅時、入", "546": "於滅盡定者、無想有情者，其人語行不滅而其人心行非不滅。無尋無伺最後心滅時，", "547": "其人語行不滅而心行亦不滅。或又若某人心行不滅者，其人語行不滅耶？有尋有伺", "548": "最後心滅時，其人心行不滅而其人語行非不滅。無尋無伺之最後心滅時，其人心行", "549": "不滅而語行亦不滅。", "55": "除身行與心行之外，其餘是非身行、非心行。非心行是非身行耶？身行雖是非心行", "550": "一一六五若於某處身行不滅者，……乃至……", "551": "一一六六若某人於某處身行不滅者，其人於其處語行不滅耶？入於初靜慮者、欲", "552": "纏〔有情〕而入出息生時、彼等而無入出息且心滅時、色纏〔有情〕、無色纏〔有情〕", "553": "者，其人其處身行不滅而其人於其處語行非不滅。有尋有伺之最後心滅時、無尋無", "554": "伺之最後心具足者、於其心之無間而無尋無伺之最後心生時、入於第二靜慮、第三", "555": "靜慮者而入出息生時、彼等而無入出息且心滅時、入於第四靜慮者、無想有情者，", "556": "其人於其處身行不滅而語行亦不滅。或又若某人於某處語行不滅者，其人於其處身", "557": "行不滅耶？入於第二靜慮、第三靜慮者而入出息滅時，其人於其處語行不滅而其人", "558": "於其處身行非不滅。有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其心之", "559": "無間而無尋無伺之最後心生時、入於第二靜慮、第三靜慮者而入出息生時、彼等而", "56": "但是身行，除心行與身行之外，其餘是非心行、非身行。非語行是非心行耶？心行", "560": "無入出息且心滅時、入於第四靜慮者、無想有情者，其人於其處語行不滅而身行亦", "561": "不滅。", "562": "一一六七若某人於某處身行不滅者，其人於其處心行不滅耶？凡心生時、無入出", "563": "息而心滅時，其人於其處身行不滅而其人於其處心行非不滅。最後心滅時、無想有", "564": "情者，其人於其處身行不滅而心行亦不滅。或又若某人於某處心行不滅者，其人於", "565": "其處身行不滅耶？然。", "566": "一一六八若某人於某處語行不滅者，其人於其處心行不滅耶？凡心生時、無尋伺", "567": "而心滅時，其人於其處語行不滅而其人於其處心行非不滅。無尋無伺之最後心滅時、", "568": "無想有情者，其人於其處語行不滅而心行亦不滅。或又若某人於某處心行不滅者，", "569": "其人於其處語行不滅耶？有尋有伺之最後心滅時，其人於其處心行不滅而其人於其", "57": "雖是非語行但是心行，除語行與心行之外，其餘是非語行、非心行。非心行是非語", "570": "處語行非不滅。無尋無伺之最後心滅時、無想有情者，其人於其處心行不滅而語行", "571": "亦不滅。", "572": "一一六九若某人身行已滅者，其人語行滅耶？有尋有伺之最後心滅時、無尋無伺", "573": "之最後心具足者、於其心之無間而無尋無伺之最後心生時，其人身行已滅而其人語", "574": "行非滅。其餘者，〔其人〕身行已滅而語行亦滅。或又若某人語行……乃至……然。", "575": "一一七〇若某人身行已滅者，其人心行滅耶？最後心滅時，其人身行已滅而其人", "576": "心行非滅。其餘者，〔其人〕身行已滅而心行亦滅。或又若某人心行……乃至……然", "577": "。", "578": "一一七一若於某處身行已滅者，……乃至……", "579": "一一七二若某人於某處身行已滅者，其人於其處語行滅耶？於欲纏而最後心滅", "58": "行耶？語行雖是非心行但是語行，除心行與語行之外，其餘是非心行、非語行。", "580": "時、入於第二靜慮、第三靜慮者，其人於其處身行已滅而其人於其處語行非滅。入", "581": "於初靜慮者、其餘之欲纏〔有情〕者，其人於其處身行已滅而語行亦滅。或又若某", "582": "人於某處語行滅者，其人於其處身行滅耶？色纏〔有情〕、無色纏〔有情〕者，其人", "583": "於其處語行滅而其人於其處身行非滅。入於初靜慮者、欲纏〔有情〕者，其人於其", "584": "處語行滅而身行亦滅。", "585": "一一七三若某人於某處身行已滅者，其人於其處心行滅耶？於欲纏而最後心滅", "586": "時，其人於其處身行已滅而其人於其處心行非滅。入於初靜慮、第二靜慮、第三靜", "587": "慮者、其餘之欲纏〔有情〕者，其人於其處身行已滅而心行亦滅。或又若某人於某", "588": "處心行滅者，其人於其處身行滅耶？入於第四靜慮者、色纏〔有情〕、無色纏〔有情〕", "589": "者，其人於其處心行滅而其人於其處身行非滅。入於初靜慮、第二靜慮、第三靜慮", "59": "第二　轉分〔第二〕轉分", "590": "者、欲纏〔有情〕者，其人於其處心行滅而身行亦滅。", "591": "一一七四若某人於某處語行已滅者，其人於其處心行滅耶？於有尋有伺而最後心", "592": "滅時，其人於其處語行已滅而其人於其處心行非滅。其餘之有尋有伺地者，其人於", "593": "其處語行已滅而心行亦滅。或又若某人於某處心行滅者，其人於其處語行滅耶？無", "594": "尋無伺地者，其人於其處心行滅而其人於其處語行非滅。有尋有伺地者，其人於其", "595": "處心行滅而語行亦滅。", "596": "一一七五若某人身行不滅者，其人語行不滅耶？無有〔如是之人〕。或又若某人語", "597": "行不滅者，其人身行不滅耶？滅。", "598": "一一七六若某人身行不滅者，其人心行不滅耶？無有〔如是之人〕。或又若某人心", "599": "行不滅者，其人身行不滅耶？滅。", "6": "一〇二四身是身行耶？身行是身耶？語是語行耶？語行是語耶？心是心行耶？心", "60": "生分生分", "600": "一一七七若某人語行不滅者，其人心行不滅耶？無有〔如是之人〕。或又若某人心", "601": "行不滅者，其人語行不滅耶？滅。", "602": "一一七八若於某處身行不滅者，……乃至……", "603": "一一七九若某人於某處身行不滅者，其人於其處語行不滅耶？色纏〔有情〕、無色", "604": "纏〔有情〕者，其人於其處身行不滅而其人於其處語行非不滅。於色纏、無色纏而", "605": "有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其心之無間而無尋無伺之最", "606": "後心生時、入於第四靜慮者、無想有情者，其人於其處身行不滅而語行亦不滅。或", "607": "又若某人於某處語行不滅者，其人於其處身行不滅耶？於欲纏而最後心滅時、入於", "608": "第二靜慮、第三靜慮者，其人於其處語行不滅而其人於其處身行非不滅。於色纏、", "609": "無色纏而有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其心之無間而無尋", "61": "一〇三六若某人身行生者，於其人語行生耶？無尋伺而入出息生時，其人身行雖", "610": "無伺之最後心生時、入於第四靜慮者、無想有情者，其人於其處語行不滅而身行不", "611": "滅。", "612": "一一八〇若某人於某處身行不滅者，其人於其處心行不滅耶？入於第四靜慮者、", "613": "色纏〔有情〕、無色纏〔有情〕者，其人於其處身行不滅而其人於其處心行非不滅。", "614": "於色纏、無色纏而最後心滅時、無想有情者，其人於其處身行不滅而心行亦不滅。", "615": "或又若某人於某處心行不滅者，其人於其處身行不滅耶？於欲纏而最後心滅時，其", "616": "人於其處心行不滅而其人於其處身行非不滅。於色纏、無色纏而最後心滅時、無想", "617": "有情者，其人於其處心行不滅而身行亦不滅。", "618": "一一八一若某人於某處語行不滅者，其人於其處心行不滅耶？無尋無伺地者，其", "619": "人於其處語行不滅而其人於其處心行非不滅。於無尋無伺地而最後心滅時、無想有", "62": "生而其人語行非生。入於初靜慮者、欲纏〔有情〕而入出息生時，其人身行生而語", "620": "情者，其人於其處語行不滅而心行亦不滅。或又若某人於某處心行不滅者，其人於", "621": "其處語行不滅耶？若於有尋有伺地而最後心滅時，其人於其處心行不滅而其人於其", "622": "處語行非不滅。於無尋無伺地而最後心滅時、無想有情者，其人於其處心行不滅而", "623": "語行亦不滅。", "624": "生滅分生滅分", "625": "一一八二若某人身行生者，其人語行滅耶？不然。或又若某人語行滅者，其人身", "626": "行生耶？不然。", "627": "若某人身行生者，其人心行滅耶？不然。或又若某人心行滅者，其人身行生耶？", "628": "不然。", "629": "若某人語行生者，其人心行滅耶？不然。或又若某人心行滅者，其人語行生耶？", "63": "行〔亦〕生。或又若某人語行生者，其人身行生耶？無入出息而尋伺生時，其人語", "630": "不然。", "631": "若於某處身行生者，於其處語行滅耶？於第二靜慮、第三靜慮者，於其處身行生", "632": "而於其處語行非滅。……乃至……（其餘之「若於某處」云云者同）。", "633": "若某人於某處身行生者，……乃至……（「若某人」云云者與「若某人於某處」云云者皆", "634": "同）。", "635": "一一八三若某人身行不生者，其人語行不滅耶？尋伺滅時，其人身行不生而其人", "636": "語行非不滅。無入出息而心生時、無尋伺而心滅時、入於滅盡定者、無想有情者，", "637": "其人身行不生而語行不滅。或又若某人語行不滅者，其人身行不生耶？入出息生時，", "638": "其人語行不滅而其人身行非不生。無入出息而心生時、無尋伺而心滅時、入於滅盡", "639": "定者、無想有情者，其人語行不滅而身行不生。", "64": "行生而其人身行非生。若入於初靜慮、欲纏〔有情〕而入出息生時，其人語行生而", "640": "一一八四若某人身行不生者，其人心行不滅耶？凡心滅時，其人身行不生而其人", "641": "語行非不滅。無入出息而心生時、入於滅盡定者、無想有情者，其人身行不生而心", "642": "行不滅。或又若某人心行不滅者，其人身行不生耶？入出息生時，其人心行不滅而", "643": "其人身行非不生。無入出息而心生時、入於滅盡定者、無想有情者，其人心行不滅", "644": "而身行不生。", "645": "一一八五若某人語行不生者，其人心行不滅耶？凡心滅時，其人語行不生而其人", "646": "心行非不滅。無尋伺而心生時、入於滅盡定者、無想有情者，其人語行不生而心行", "647": "不滅。或又若某人心行不滅者，其人語行不生耶？尋伺生時，其人心行不滅而其人", "648": "語行非不生。無尋伺而心生時、入於滅盡定者、無想有情者，其人心行不滅而語行", "649": "不生。", "65": "身行〔亦〕生。", "650": "一一八六若於某處身行不生者……乃至……", "651": "一一八七若某人於某處身行不生者，……乃至……（「若某人」云云者與「若某人於某處」", "652": "云云者皆同，於「若某人於某處」云云者不得〔言〕「入滅盡定者」）。", "653": "一一八八若某人身行已生者其人語行已滅耶？然。（過去之問者皆同於生分、滅分、生", "654": "滅分而可廣說）。", "655": "一一八九若某人身行生者，其人之語行滅耶？然。或又若某人語行滅者，其人身", "656": "行生耶？於欲纏〔有情〕而最後心生時、於其心之無間而欲纏〔有情〕之最後心生", "657": "時、於色纏、無色纏而於最後有時、往生於色纏、無色纏而般涅槃且死沒時，其人", "658": "語行滅而其人身行非生。其餘者，〔其人〕語行滅而身行生。", "659": "一一九〇若某人身行生者，其人心行滅耶？然。或又若某人心行滅者，其人身行", "66": "一〇三七若某人身行生者，其人心行生耶？然。或又若某人心行生者，其人之身", "660": "生耶？於欲纏〔有情〕而最後心生時、於其心之無間而欲纏〔有情〕之最後心生時、", "661": "於色纏、無色纏而於最後有時、往生於色纏、無色纏而般涅槃且死沒時，其人心行", "662": "滅而其人身行非生。其餘者，〔其人〕心行滅而身行生。", "663": "一一九一若某人語行生者，其人心行滅耶？然。或又若某人心行滅者，其人語行", "664": "生耶？於最後心生時、於其心之無間而無尋無伺之最後心生時，其人心行滅而其人", "665": "語行非生。其餘者，〔其人〕心行滅而語行生。", "666": "一一九二若於某處身行生者……乃至……", "667": "一一九三若某人於某處身行生者，其人於其處語行滅耶？入於第二靜慮、第三靜", "668": "慮者，其人於其處身行生而其人於其處語行非滅。入於初靜慮者、欲纏〔有情〕者，", "669": "其人身行生而語行滅。或又若某人於某處語行滅者，其人於其處身行生耶？於欲纏", "67": "行生耶？無入出息而心生時，其人心行生而其人身行非生。入出息生時，其人心行", "670": "〔有情〕而最後心生時、於其心之無間而欲纏〔有情〕之最後心生時、色纏〔有情〕、", "671": "無色纏〔有情〕者，其人於其處語行滅而其人於其處身行非生。入於初靜慮者、其", "672": "餘之欲纏〔有情〕者，其人於其處語行滅而身行生。", "673": "一一九四若某人於某處身行生者，其人於其處心行滅耶？然。或又若某人於某處", "674": "心行滅者，其人於其處身行生耶？於欲纏〔有情〕而最後心生時、於其心之無間而", "675": "欲纏〔有情〕之最後心生時、入於第四靜慮者、色纏〔有情〕、無色纏〔有情〕者，", "676": "其人於其處心行滅而其人於其處身行非生。入於初靜慮、第二靜慮、第三靜慮者、", "677": "其餘之欲纏〔有情〕者，其人於其處心行滅而身行生。", "678": "一一九五若某人於某處語行生者，其人於其處心行滅耶？然。或又若某人於某處", "679": "心行滅者，其人於其處語行生耶？於最後心生時、於其心之無間而無尋無伺之最後", "68": "生而身行〔亦〕生。", "680": "心生時、入於第二靜慮、第三靜慮、第四靜慮者，其人於其處心行滅而其人於其處", "681": "語行非生。入於初靜慮者、欲纏〔有情〕、其餘之色纏〔有情〕、無色纏〔有情〕者，", "682": "其人於其處心行滅而語行生。", "683": "一一九六若某人身行不生者，其人語行不滅耶？於欲纏〔有情〕而最後心生時、", "684": "於其心之無間而欲纏〔有情〕之最後心生時、於色纏、無色纏而於最後有時、往生", "685": "於色纏、無色纏而般涅槃且死沒時，其人身行不生而其人語行非不滅。於有尋有伺", "686": "之最後心滅時、無尋無伺之最後心具足者、於其心之無間而無尋無伺之最後心生時，", "687": "其人身行不生而語行不滅。或又若某人語行……乃至……然。", "688": "一一九七若某人身行不生者，其人心行不滅耶？於欲纏〔有情〕而最後心生時、", "689": "於其心之無間而欲纏〔有情〕之最後心生時、於色纏、無色纏而於最後有時、往生", "69": "一〇三八若某人語行生者，其人心行生耶？然。或又若某人心行生者，其人語行", "690": "於色纏、無色纏而般涅槃且死沒時，其人身行不生而其人心行非不滅。最後心滅時，", "691": "其人身行不生而心行不滅。或又若某人心行……乃至……然。", "692": "一一九八若某人語行不生者，其人心行不滅耶？於無尋無伺之最後心生時、於其", "693": "心之無間而無尋無伺之最後心生時，其人語行不生而其人之心行非不滅。於最後心", "694": "滅時，其人語行不生而心行不滅。或又若某人心行……乃至……然。", "695": "一一九九若於某處身行不生者，……乃至……", "696": "一二〇〇若某人於某處身行不生者，其人於其處語行不滅耶？於欲纏〔有情〕而", "697": "最後心生時、於其心之無間而欲纏〔有情〕之最後心生時、色纏〔有情〕、無色纏〔有", "698": "情〕者，其人於其處身行不生而其人於其處語行非不滅。於有尋有伺之最後心滅時、", "699": "無尋無伺之最後心具足者、於其心之無間而無尋無伺之最後心生時、入於第四靜慮", "7": "行是心耶？", "70": "生耶？無尋伺而心生時，其人心行生而其人語行非生。尋伺生時，其人心行生而語", "700": "者、無想有情者，其人於其處身行不生而語行不滅。或又若某人於某處語行不滅者，", "701": "其人於其處身行不生耶？入於第二靜慮、第三靜慮者，其人於其處語行不滅而其人", "702": "於其處身行非不生。於有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其心", "703": "之無間而無尋無伺之最後心生時、入於第四靜慮者、無想有情者，其人於其處語行", "704": "不滅而身行不生。", "705": "一二〇一若某人於某處身行不生者，其人於其處心行不滅耶？於欲纏〔有情〕而", "706": "最後心生時、於其心之無間而欲纏〔有情〕之最後心生時、入於第四靜慮者、色纏", "707": "〔有情〕、無色纏〔有情〕者，其人於其處身行不生而其人於其處心行非不滅。於最", "708": "後心滅時、無想有情者，其人於其處身行不生而心行不滅。或又若某人於某處心行", "709": "……乃至……然。", "71": "行〔亦〕生。", "710": "一二〇二若某人於某處語行不生者，其人於其處心行不滅耶？於無尋無伺最後心", "711": "生時、於其心之無間而無尋無伺之最後心生時、入於第二靜慮、第三靜慮、第四靜", "712": "慮者，其人於其處語行不生而其人於其處心行非不滅，於最後心滅時、無想有情者，", "713": "其人於其處語行不生而心行不滅。或又若某人於某處心行……乃至……然。", "714": "一二〇三若某人身行生其人語行已滅耶？然。或又若某人語行已滅者，其人身行", "715": "生耶？凡心滅時、無入出息而心生時、入於滅盡定者、無想有情者，其人語行已滅", "716": "而其人身行非生。入出息生時，其人語行已滅而身行生。……乃至……（如於生分，", "717": "現在與過去之問者順逆皆可分別，如是於生滅分，現在與過去之問者順逆皆亦可分別）。", "718": "一二〇四若某人身行生者，其人語行滅耶？然。或又若某人語行滅者，其人身行", "719": "生耶？凡心滅時、無入出息而心生時、入於滅盡定者、無想有情者，其人語行滅而", "72": "一〇三九若於某處身行生者，於其處語行生耶？於第二靜慮、第三靜慮者，於其", "720": "其人身行非生。入出息生時，其人語行滅而身行生。", "721": "一二〇五若某人身行生者，其人心行滅耶？然。或又若某人心行滅者，其人身行", "722": "生耶？凡心滅時、無入出息而心生時、入於滅盡定者、無想有情者，其人心行滅而", "723": "其人身行非生。入出息生之時，其人心行滅而身行生。", "724": "一二〇六若某人語行生者，其人心行滅耶？然。或又若某人心行滅者，其人語行", "725": "生耶？凡心滅時、無尋伺而心生時、入於滅盡定者、無想有情者，其人心行滅而其", "726": "人語行非生。尋伺生時，其人心行滅而語行生。", "727": "一二〇七若於某處身行生者，……乃至……", "728": "一二〇八若某人於某處身行生者，其人於其處語行滅耶？入於第二靜慮、第三靜", "729": "慮者而入出息生時，其人於其處身行生而其人於其處語行非滅。入於初靜慮者、欲", "73": "處身行生而於其處語行非生。於初靜慮、欲纏者，於其處身行生而語行〔亦〕生。", "730": "纏〔有情〕而入出息生時，其人於其處身行生而語行滅。或又若某人於某處語行滅", "731": "者，其人於其處身行生耶？入於初靜慮者、欲纏〔有情〕而入出息滅時、彼等而無", "732": "入出息且心生時、色纏〔有情〕、無色纏〔有情〕者，其人於其處語行滅而其人於其", "733": "處身行非生。入於初靜慮者、欲纏〔有情〕而入出息生時，其人於其處語行滅而身", "734": "行生。", "735": "一二〇九若某人於某處身行生者，其人於其處心行滅耶？然。或又若某人於某處", "736": "心行滅者，其人於其處身行生耶？凡心滅時、無入出息而心生時，其人於其處心行", "737": "滅而其人於其處身行非生。入出息生時，其人於其處心行滅而身行生。", "738": "一二一〇若某人於某處語行生者，其人於其處心行滅耶？然。或又若某人於某處", "739": "心行滅者，其人於其處語行生耶？凡心滅時、無尋伺而心生時，其人於其處之心行", "74": "或又若於某處語行生者，於其處身行生耶？於色纏、無色纏者，於其處語行生而於", "740": "滅而其人於其處語行非生。尋伺生時，其人於其處心行滅而語行生。", "741": "一二一一若某人身行不生者，其人語行不滅耶？凡心滅時、無入出息而心生時、", "742": "入於滅盡定者、無想有情者，其人身行不生而其人語行非不滅。有尋有伺之最後心", "743": "滅時、無尋無伺之最後心具足者、於其心之無間而無尋無伺之最後心生時，其人身", "744": "行不生而語行不滅。或又若某人語行不滅者，其人身行不生耶？然。", "745": "一二一二若某人身行不生者，其人心行不滅耶？凡心滅時、無入出息而心生時、", "746": "入於滅盡定者、無想有情者，其人身行不生而其人心行非不滅。最後心滅時，其人", "747": "身行不生而心行不滅。或又若某人心行不滅者，其人身行不生耶？然。", "748": "一二一三若某人語行不生者，其人心行不滅耶？凡心滅時、無尋伺而心生時、入", "749": "於滅盡定者、無想有情者，其人語行不生而其人心行非不滅。最後心滅時，其人語", "75": "其處身行非生。於初靜慮、欲纏者，於其處語行生而身行〔亦〕生。", "750": "行不生而心行不滅。或又若某人心行不滅者，其人語行不生耶？然。", "751": "一二一四若於某處身行不生者，……乃至……", "752": "一二一五若某人於某處身行不生者，其人於其處語行不滅耶？入於初靜慮者、欲", "753": "纏〔有情〕而入出息滅時、彼等而無入出息且心生時、色纏〔有情〕、無色纏〔有情〕", "754": "者，其人於其處身行不生而其人於其處語行非不滅。有尋有伺而最後心滅時、無尋", "755": "無伺而最後心具足者、於其心之無間而無尋無伺最後心生時、入於第二靜慮、第三", "756": "靜慮者而入出息滅時、彼等而無入出息且心生時、入於第四靜慮者、無想有情者，", "757": "其人於其處身行不生而語行不滅。或又若某人於某處語行不滅者，其人於其處身行", "758": "不生耶？入於第二靜慮、第三靜慮者而入出息生時，其人於其處語行不滅而其人於", "759": "其處身行非不生。有尋有伺之最後心滅時、無尋無伺之最後心具足者、於其心之無", "76": "一〇四〇若於某處身行生者，於其處心行生耶？然。或又若於某處心行生者，於", "760": "間而無尋無伺之最後心生時、入於第二靜慮、第三靜慮者而入出息滅時、彼等而無", "761": "入出息且心生時、入於第四靜慮者、無想有情者，其人於其處語行不滅而身行不生。", "762": "一二一六若某人於某處身行不生者，其人於其處心行不滅耶？凡心滅時、無入出", "763": "息而心生時，其人於其處身行不生而其人於其處心行非不滅。最後心滅時、無想有", "764": "情者，其人於其處身行不生而心行不滅。或又若某人於某處心行不滅者，其人於其", "765": "處身行不生耶？然。", "766": "一二一七若某人於某處語行不生者，其人於彼處心行不滅耶？凡心滅時、無尋伺", "767": "而心生時，其人於其處語行不生而其人於其處心行非不滅。最後心滅時、無想有情", "768": "者，其人於其處語行不生而心行不滅。或又若某人於某處心行不滅者，其人於其處", "769": "語行不生耶？然。", "77": "其處身行生耶？於第四靜慮、色纏、無色纏者，於其處心行生而於其處身行非生。", "770": "一二一八若某人身行已生者，其人語行滅耶？有尋有伺之最後心滅時、無尋無伺", "771": "之最後心具足者、於其心之無間而無尋無伺之最後心生時，其人身行已生而其人語", "772": "行非滅。其餘者，〔其人〕身行已生而語行滅。或又若某人語行滅者，其人身行生耶？", "773": "然。", "774": "一二一九若某人之身行已生者，其人心行滅耶？最後心滅時，其人身行已生而其", "775": "人心行非滅。其餘者，〔其人〕身行已生而心行滅。或又若某人心行滅者，其人身行", "776": "生耶？然。……乃至……（如於滅分，過去與未來之問者順逆皆可分別，如是於生滅分，過去", "777": "與未來之問者順逆皆無謬亦可分別，且同於滅分而無異）。", "778": "第三　徧知分〔第三〕徧知分", "779": "一二二〇身行徧知者是語行徧知耶？然。或又語行徧知者是身行徧知耶？然。……", "78": "於初靜慮、第二靜慮、第三靜慮、欲纏者，於其處心行生而身行〔亦〕生。", "780": "〔乃至〕……（如於蘊雙論之徧知分可分別，如是於行雙論之徧知分亦可分別）。", "79": "一〇四一若於某處語行生者，於其處心行生耶？然。或又若於某處心行生者，於", "8": "一〇二五非身是非身行耶？非身行是非身耶？非語是非語行耶？非語行是非語", "80": "其處語行生耶？於第二靜慮、第三靜慮、第四靜慮者，於其處心行生而於其處語行", "81": "非生。於初靜慮、欲纏、色纏、無色纏者，於其處心行生而語行〔亦〕生。", "82": "一〇四二若某人於某處身行生者，……乃至……（「若某人」云云者與「若某人於某處」云", "83": "云者皆同）。", "84": "一〇四三若某人身行不生者，其人語行不生耶？無入出息而尋伺生時，其人身行", "85": "不生而其人語行非不生。凡心滅時、無入出息而無尋無伺心生時、入於滅盡定者、", "86": "無想有情者，其人身行不生而語行〔亦〕不生。或又若某人語行不生者，其人身行", "87": "不生耶？無尋伺而入出息生時，其人語行不生而其人身行非不生。凡心滅時、無入", "88": "出息而無尋無伺心生時、入於滅盡定者、無想有情者，其人語行不生而身行〔亦〕", "89": "不生。", "9": "耶？非心是非心行耶？非心行是非心耶？", "90": "一〇四四若某人身行不生者，其人心行不生耶？若無入出息而心生時，其人身行", "91": "不生而其人心行非不生。凡心滅時、入於滅盡定者、無想有情者，其人身行不生而", "92": "心行〔亦〕不生。或又若某人心行不生者，其人身行不生耶？然。", "93": "一〇四五若某人語行不生者，其人心行不生耶？無尋伺而心生時，其人語行不生", "94": "而其人心行非不生。凡心滅時、入於滅盡定者、無想有情者，其人語行不生而心行", "95": "〔亦〕不生。或又若某人心行不生者，其人語行不生耶？然。", "96": "一〇四六若於某處身行不生者，於其處語行不生耶？於色纏、無色纏者，於其處", "97": "身行不生而於其處語行非不生。於第四靜慮、無想有情者，於其處身行不生而語行", "98": "〔亦〕不生。或又若於某處語行不生者，於其處身行不生耶？於第二靜慮、第三靜", "99": "慮、第三靜慮者，於其處語行不生而於其處身行非不生。於第四靜慮、無想有情〔有〕"}, "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0028 雙論(第1卷-第6卷)", "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0028 雙論(第1卷-第6卷)", "author": "郭哲彰譯", "language": "chinese", "source": "CBETA"}