{"sourceLink": "http://www.cbeta.org/", "text": {"0": "說報恩說", "1": "宋文憲公護法錄卷第十", "10": "亂反正出斯民於塗炭而衽席之既臨　宸御洊建", "100": "義者有潤文者有證梵語者有正義者有唐梵相校", "101": "者不應舛錯之若是也其間或有不同誠以佛語廣", "102": "大包羅諸義而譯家各得其一意云耳日休華人素", "103": "不通天竺之語又未嘗親見所譯梵本何以攷知其", "104": "得失佛言微妙雖聲聞緣覺或有所未解又何以察", "105": "其偽真是皆不能無所疑也昔者孫明府患諸家譯", "106": "是經者文句增減違背佛意遂據天親無著論頌重", "107": "加刊削修成一部而斥長水孤山二師以為依句而", "108": "違義正與日休略同大慧杲公直以毀謗聖教闢之", "109": "孫之書因不行世日休與大慧為同時人惜乎不及", "11": "無遮大會于鍾山度諸幽滯將行事　上致齋便閤", "110": "一見而箴其失也香巖仲模上人出示是經求題謾", "111": "書於後以俟大慧者之出云。", "112": "題何氏續書般若心經後題何氏續書般若心經後", "113": "泉府都事東陽何公福僧心崇內典特粉黃金為泥", "114": "寫般若心經僅五十五字而公遽捐館舍後六十年", "115": "而公之孫觀光始補書為完經初公既寫是經藏篋", "116": "衍中時聞金石鏗鏘之聲家人亦不知為何祥觀光", "117": "偶見之遂續其後於是其聲遂絕噫亦異哉稽之在", "118": "昔宋慶曆中張文定公安道自禁林出守于滁入琅", "119": "琊僧舍見楞伽經二卷恍然悟其前身所書尚缺二", "12": "臣侍坐于側因問近者高行僧為誰臣以前住持開", "120": "卷安道遂從而補之世號為二生經今都事公書之", "121": "於前而觀光續之於後祖與孫同一氣所生者也雖", "122": "曰異世而精神感通終出一軌較之二生不尤為至", "123": "近者乎竊惟心經凡更三譯實大部般若之樞要首", "124": "之以五蘊繼之以十二處十八界因其根有利鈍故", "125": "其說有廣略非夙有緣契莫能注意於斯觀光可謂", "126": "善繼先志者矣濂又聞安道既見楞伽開卷未終夙", "127": "障冰解從是有所悟入觀光他日於一言之下洞徹", "128": "心源其造詣未必出於安道之下也觀光尚勗之哉。", "129": "跋金剛經篆書後跋金剛經篆書後", "13": "元文康頗著托缽歌行世見寓古開善道場明日", "130": "是經功德如妙高山縱橫上下難以數量山雖難量", "131": "終有盡時喻如虛空庶幾無盡濂以古篆寫成卷軸", "132": "隨寫隨空不見有跡光明熾然遍覆大千是用持寄", "133": "穆菴禪師禪師所見禪師所言禪師所履與此般若", "134": "非同非別同別兩寘現前見佛。", "135": "題金書法華經後題金書法華經後", "136": "右金書法華經七卷迺一軍校破燕都時所獲欲焚", "137": "經取金以資日用其第七卷已燬軍校之父愀然弗", "138": "寧遽持前六卷售于銕塔禪師禪師傾衣盂酬之未", "139": "幾高麗蔡洪司丞匍匐求觀觀已潸然泣曰此洪所", "14": "大駕幸鍾山召見文康索其歌觀之　天顏怡懌遂", "140": "書以報父母之恩者也戎馬紛紜逃難解散豈意於", "141": "此重見之禪師益神異其事乃粉黃金為泥介舊友", "142": "穆菴康公請補書其亡予既書已合爪言曰是經在", "143": "處天龍護持將燬而弗之燬垂亡而弗之亡此何以", "144": "故蓋將放如來之慧光破眾生之重昏也雖然經之", "145": "功德不繫有無洞照十方初無一字火不能爇金不", "146": "能書一涉有為即第二義學佛之士又當於此而參", "147": "之也禪師名善慶號雲房古林茂公之法嗣年已八", "148": "十純實無偽行舊主正覺禪師院今退栖蔣山之西", "149": "菴云。洪武癸丑冬十一月二十九日冬至翰林侍講", "15": "敕奉御持歸又明日臣復入侍至夜二鼓　上命兩", "150": "學士金華宋濂記", "151": "跋七佛偈後跋七佛偈後", "152": "右七佛世尊慈憫群迷弘開頓門各說妙偈一首黃", "153": "庭堅稱為禪源者也偈蓋中天竺沙門支彊梁樓所", "154": "譯前魏陳留王時始至洛陽遂傳中國其辭雖七不", "155": "翅華嚴偈十萬之多三世諸佛傳心要指盡在是矣", "156": "初因吳僧道裕誦出不具翻譯人名義學者往往指", "157": "為謗議沈酣名相之深宜無怪者四明祖杲禪師嘗", "158": "閱齊祐律師所著出三藏記其薩婆多部紀載甚明", "159": "謂此乃禪門之宗勒石大天界寺流布四方嗚呼禪", "16": "黃門跪張于前且讀且和運筆如飛終食之間而章", "160": "師其能體佛之慈行者哉。", "161": "題錢舜舉應真圖題錢舜舉應真圖", "162": "錢舜舉所貌應真渡水圖備極情態此畫史恒事爾", "163": "或者妄謂應真實然則過矣觀者當具金剛眼而弗", "164": "為紙墨所惑可也。", "165": "跋清涼國師所書栖霞碑跋清涼國師所書栖霞碑代黃侍講今載侍講集中", "166": "唐攝山棲霞寺律大師碑華嚴疏圭清涼國師所書", "167": "也國師越之會稽人飛來山寶林寺實其得度故處", "168": "今住山同公舊讀裴相國所撰妙覺塔銘而知國師", "169": "得二主之筆法又聞趙魏公稱國師字畫之妙而知", "17": "已成矣臣得而伏讀焉援據經論滔滔弗竭至於西", "170": "相國之言為可徵每嘆其書罕傳於世今年春出游", "171": "吳中始從報恩萬歲寺住上人得此墨本歸而刻諸", "172": "石屬予志於下方謹按國師以大曆三年受詔入內", "173": "譯經為潤文大德是年三月二日律師示寂而碑之", "174": "建在明年三月十二日今去之已五百八十年睹其", "175": "遺刻法度森嚴神采奮發而國師之德容猶可藉是", "176": "想見也國師世壽百有二書此時甫三十有一或者", "177": "妄計其晚歲安住毘盧華藏必不復作如是游戲事", "178": "予竊不敢謂然法身大士應化人間於一毫端現諸", "179": "萬象卷舒無礙寂用常如塵心交入無非法果覽者", "18": "域心宗中多及之嗚呼自非菩薩應身辨才無礙而", "180": "毋徒弊弊焉索之於形跡之間庶幾目擊而道存也。", "181": "題繼絕宗賦太璞詩後題繼絕宗賦太璞詩後", "182": "右鏡中憶佛叟所賦太璞詩一章贈其弟子具菴法", "183": "師具菴久從叟受經傳三觀十乘之旨本末弗遺小", "184": "大兼舉叟甚愛之故因具菴之名如󰃗而字曰太璞", "185": "且為賦是詩惓惓以苦彫琢輕暗投為戒師弟子之", "186": "間可謂恩之至義之盡者也然而教中諸師自縉雲", "187": "至左溪以玄珠相付向晦冥息而已正不欲其暗投", "188": "況復雕之琢之以傷其璞哉叟之含意也亦深矣具", "189": "菴嚴奉叟戒秘藏不露道成之後沖然而若虛然而", "19": "能遽至是邪越三日文康受　賜而歸裝潢成卷將", "190": "玉氣燁燁上射斗牛終有不可掩者黑白同辭遂推", "191": "具菴為台宗巨擘具菴雖欲自閟孰得而閟之哉嗚", "192": "呼名者實之賓也實茂而名彰亦其理當然爾具菴", "193": "裝詩成軸而徵濂識之於是乎書。", "194": "跋一雨大師塔銘後跋一雨大師塔銘後", "195": "予觀朱長史所撰一雨大師塔銘不覺為之嘆曰嗟", "196": "乎精誠之至何所不應哉鄒衍慟哭六月降霜魯陽", "197": "揮戈白日退舍夫以匹夫之微尚能感天象之變況", "198": "學浮屠者志念專一而外物不足以汩其真乎大師", "199": "焚身而甘露降亦其理之恒爾長史乃疑大師之制", "2": "皇明金華宋濂著", "20": "留鎮山門臣謂之曰前代帝王以王道真乘並用每", "200": "行庸庸爾碌碌爾何以致是也豈亦有宿因乎予則", "201": "曰是固不可知然亦有說當大師從容就火之時一", "202": "心唯知有雨爾無絲毛私意之于是則純乎天矣純", "203": "乎天天惡有不應哉在唐之時浦陽江上有僧曰祖", "204": "登禜雨三日不應登康侯山墜崖而死大雨即隨至", "205": "其事亦猶是爾祖登之歿鄉人至今尸祝之有如大", "206": "師者長史寵以雄文且勒石焉是皆嘉其有功於民", "207": "也嗚呼浮屠木茹澗飲者爾亦何與世事其憂民之", "208": "憂尚如此則夫有民社之寄而尸位素餐者可愧哉", "209": "可愧哉。", "21": "下璽書護其教蓋以陰翊王度而有功於烝民也", "210": "題江南八景圖後題江南八景圖後", "211": "圜悟諸子唯虎丘大慧倡道為尤盛東叟穎公則大", "212": "慧之曾孫癡絕沖公則虎丘之玄孫也二公皆能克", "213": "紹前烈其以江南八景圖相贈遺者豈留連於光景", "214": "者哉蓋心能轉物而不為物所轉雖繪事之微一山", "215": "一水一草一木無非見其自般若光中發現非知道", "216": "者要未足以識此也是卷癡絕歸之東叟東叟歸之", "217": "仰菴仰菴又一二傳而今天王講師藏之頗觀卷中", "218": "舊題始於宋嘉熙二年戊戌至今　國朝洪武四年", "219": "辛亥已歷一百三十四年其去作畫題詩時又不知", "22": "上今俯和文康之歌所以推獎禪宗而勉勵其徒者", "220": "其幾春秋矣中間涉歷世變而獨能傲兀於劫火之", "221": "餘豈易易者哉中有暢文溪題識文溪蓋與剡源載", "222": "師初游亦名僧云。", "223": "題大慧禪師遺墨後題大慧禪師遺墨後", "224": "右大慧和尚杲公為僧清立所作疏凡一百九十四", "225": "言乃公七十一歲時書其凌厲橫逸之氣老而不衰", "226": "於此猶足見其彷彿人知仰公者唯知說法如雨如", "227": "雲覺悟群迷而不知其忠義耿耿注意於家國者甚", "228": "篤縱有知其忠義者而又不知其戲游翰墨循蹈矩", "229": "彠亦自可傳不朽嗚呼若公之應物無方是謂如神", "23": "其意亦猶是也文康尚宜勒諸堅玟導宣　上德以", "230": "龍變化不測者矣疏文不局於駢儷之體而特舉趙", "231": "州公案為言無非欲闡大法以昭示人人後來沈溺", "232": "葩藻而於道無補者其尚以公為鑒哉清立字無欲", "233": "公嘗稱其堅厲入道蓋亦佳士云。", "234": "題慈受禪師遺墨後題慈受禪師遺墨後", "235": "右慧林慈受禪師懷深遺墨三紙其一言布施其二", "236": "言小智之樂小法其三言書不必聖人合道者從鑿", "237": "鑿皆真實語有益後學蓋禪師乃雲門之八世孫蔣", "238": "山之第九祖真證實悟為人天師故其德聲洋溢乎", "239": "遠邇雖其身已歿而靈驗尤為著顯字畫本非其留", "24": "垂之無窮哉建會在洪武壬子冬十二月文康因被", "240": "意者筆意圓熟動中規矩世之臨池苦心者或未能", "241": "遽及誠可寶也金壇一萬中師嘗分座說法於蔣山", "242": "因購獲之不翅見摩尼珠諷詠之久如聞禪師謦欬", "243": "之音雖然中師尚勉行其言毋徒玩其遺墨而已也。", "244": "題恩斷江端元叟手跡後題恩斷江端元叟手跡後", "245": "予幼從柳文肅公遊輒聞以仁恩禪師經賈似道墓", "246": "詩有權握三朝位三事祗應知己是僧彬之句最得", "247": "詩人優遊不迫之意蓋似道歷三朝宰輔傲然以周", "248": "公自期一旦敗亡在朝公卿弗恤之在野士君子弗", "249": "恤之海內蚩蚩之民亦不卹之其卹之者唯承天主", "25": "是賜又明年甲寅春二月始拜手稽首而題其後云。", "250": "僧彬木禪火焚遺骸授其仲子歸葬會稽之附子崗", "251": "耳似道誤國之罪可謂上通於天使其地下聞此詩", "252": "將有餘愧矣此實十四字史評有關於名教甚大今", "253": "因濟藏主以禪師手跡與元叟端公山居謠聯為一", "254": "卷詣余求題故為疏詩之義若此山居謠寄興高遠", "255": "綽有寒山子之風學道之人類能傳誦之茲不復深", "256": "論云。", "257": "跋日本僧汝霖文稿後跋日本僧汝霖文稿後", "258": "右日本沙門汝霖所為文一卷予讀之至再見其出", "259": "史入經旁及諸子百家固已嘉其博贍至於遺辭又", "26": "跋新刻圓覺修多羅了義經後跋新刻圓覺修多羅了義經後", "260": "能舒徐而弗迫豐腴而近雅益歎其賢頗詢其所以", "261": "致是者蓋來游中夏者久凡遇文章鉅公悉趣事之", "262": "故得其指教深知規矩準繩而能使文字從職無難", "263": "也汝霖今汎鯨波東還以文鳴其國中蓋無疑矣嗚", "264": "呼汝霖禪家之流也蕩空諸相視五蘊四大猶為土", "265": "苴況身外之文乎苟執此而不遷或將與道相違矣", "266": "雖然汝霖遍參名山精於禪觀其於此義未嘗不知", "267": "之特以如幻三昧游戲於翰墨間爾游戲翰墨非難", "268": "而空其心為難所謂心空則一切皆空視諸世諦文", "269": "字雖有粗跡而本無粗跡雖有假名而實無假名惟", "27": "天界禪林有比丘曰惟肇具精進力樂善弗倦普願", "270": "一惟二惟二惟一初何礙於道哉觀汝霖之文者又", "271": "當於此求之汝霖名良佐遠州高園人姓藤氏嘗掌", "272": "書記於蘇之承天寺繼同五山諸大老入鍾山點校", "273": "毘盧大藏經其同袍皆畏而愛之云。洪武九年春三", "274": "月翰林學士宋濂跋", "275": "題栖雲軒記後題栖雲軒記後", "276": "余往年讀劉玄靖山栖志見其所載紫巖靈巖勝概", "277": "分明如畫時正當袢暑不覺涼颼生肘腋間今年夏", "278": "六月客有授予蘇太史棲雲軒記記為本菴上士作", "279": "其狀靈巖之景亦分明如畫蒸溽為之頓消嗚呼因", "28": "一切有情共升清淨毘盧覺地於是募刊圓覺大經", "280": "文辭而想見其處雅興遄發尚忘其時之燠炎況親", "281": "睹嵬眼𣻳耳之勝者乎蓋玄靖久栖此山太史亦嘗", "282": "出游覽故其言真切有足以動人也何文定公跋山", "283": "栖志有云想玄靖一時飛屐上下千峰紫翠間左浮", "284": "丘而右洪崖其風致猶前日也余今於太史之文亦", "285": "云若夫雲幻非幻契經多言之苟欲重宣其義非千", "286": "百年莫能盡他時或造山中當敷座於巒光水影間", "287": "為上士說法未晚也。", "288": "跋佛頂托缽歌諸文後跋佛頂托缽歌諸文後", "289": "穆菴禪師康公耽樂法乘見諸履踐每念先佛以乞", "29": "以廣流布且是經者唐長壽二年天竺僧覺救所譯", "290": "食為事日中一食樹下一宿尚恐留情末法乃一切", "291": "悖之而唯嗜欲是滋是長於是著托缽之歌古者專", "292": "務精進無少懈怠得無上道亦無自滿之意末法乃", "293": "中道迷惑於未足中生滿足證於是書首楞嚴經十", "294": "種識陰之文在昔陀摩尸利刻苦修行獲遇堅牢比", "295": "丘相與激勵卒趨覺門而使彌樓犍陀佛法再興末", "296": "法乃壞散弗收鮮有誠心向道者於是錄堅牢石室", "297": "之偈其一則詠之以己意其二則證之以古辭大概", "298": "勉人捨妄入真無乖於聖教而已嗚呼禪師之慮至", "299": "此其可不為慟哭而流涕矣乎然而豪傑之士何世", "3": "雲棲袾宏　輯", "30": "蓋大雄氏為十二大士說本起因地究其所修不越", "300": "無之若讀斯卷當有蹶然而興起者豈惟禪師望之", "301": "予亦望之。無相居士金華宋濂題", "302": "跋德禪師船居詩後跋德禪師船居詩後", "303": "右船居詩十章唯菴然禪師所賦蓋禪師嗣法千巖", "304": "長公千巖則普應國師之弟子也普應證道之後因", "305": "欲避世多好船中居至大己酉泊儀真辛亥泊吳江", "306": "延祐丙辰泊南潯故詠船居者頗多而廣錄中所載", "307": "者僅一二耳今唯菴亦有斯詠其殆有所本歟然船", "308": "非水則不可行水非船則不可居必二者相資而後", "309": "成也無相居士則不謂然我非船何處不可行豈特", "31": "於三觀之義此所謂自誠而明去惑離愛其故為最", "310": "水哉我非水何處不可居豈特船哉是將有不假跡", "311": "而見不依形而存者矣唯菴以為何如唯菴之詩托", "312": "物為喻無非發明宗門心要有益學者予故推其祖", "313": "孫相承之故喜而為之書。", "314": "跋廬阜三笑圖跋廬阜三笑圖", "315": "廬阜三笑圖蓋寫徵士陶淵明道士陸修靜及浮屠", "316": "慧遠也相傳圖始于盧楞伽世人臨摹者甚多而先", "317": "儒是非之者亦不少其非之者則曰慧遠卒晉義熙", "318": "十二年丙辰年八十三修靜沒于宋元徽五年丙辰", "319": "壽七十二丙辰相去正六十載推而上之修靜生于", "32": "盛宜乎比丘拳拳樂此而不忘也金華宋濂胡跪合", "320": "義熙三年丁未慧遠亡時修靜纔十歲耳至宋元嘉", "321": "末修靜始來廬山則慧遠之亡已三十年餘淵明之", "322": "死亦二十餘歲矣若淵明生于晉興寧二年乙丑少", "323": "慧遠三十一歲終于元嘉四年丁卯距慧遠亡年已", "324": "五十矣固宜相從也安取所謂三笑哉其是之者則", "325": "曰自蘇長公作三笑圖贊而黃太史遂以三人者實", "326": "之如蒲傳正劉巨濟晁無咎之流皆明著之篇翰陳", "327": "舜俞造廬山記亦與太史正同此數公者皆號博學", "328": "多識修靜之事其有不考者乎蓋晉有兩修靜議者", "329": "弗是之察故遂致此紛紜也趙彥通廬岳獨笑之篇", "33": "掌為之贊曰。", "330": "乃黃口小兒強作解事者耳一者之論其不同有如", "331": "此者維楊郭君逵以此卷求題凡淵明之出處　國", "332": "朝諸大老若肅貞敏公楊文獻公商文定公及司業", "333": "硯公論之已詳區區末學何敢妄贊一辭姑取前輩", "334": "是非之未決者就洽聞之士質焉。", "335": "跋匡廬社圖跋匡廬社圖", "336": "右匡廬十八賢圖一卷上有博古堂印識不知何人", "337": "所作描法學馬和之人物布置則彷彿東林石刻而", "338": "韻度過焉其二人相向立一人戴黃冠手觸人袂而", "339": "揚眉欲吐言者道士陸修靜也一人斂容而聽之者", "34": "如如圓覺心凡聖本同具何處有菩提更無煩惱者", "340": "法師慧遠也其一人冠漉酒巾被羊裘杖策徐行而", "341": "蕭散之氣猶可掬者陶元亮也其一人躡屩摳衣笑", "342": "指元亮者畢穎之也其一人執羽扇宴坐巴且林下", "343": "者遠之弟慧持也其一人與持對坐合爪豎二指者", "344": "僧跋陀也其一人俯仰其手操麈尾拂坐陀下者宗", "345": "少文也其一人居持右低首作禮而為貌甚恭者僧", "346": "曇順也其一人背被衣行一人持鐵如意一人展卷", "347": "讀一人美髯而反顧者則劉程之雷仲倫周道祖也", "348": "餘則余忘之矣又頗記程之蓮社史云歲在攝提格", "349": "七月戊辰朔二十八日乙未慧遠命正信之士豫章", "35": "真體遍太虛太虛本無相苟一執著間清淨且穢濁", "350": "雷次索等百有二十三人集于廬山般若臺精舍修", "351": "西方淨土之學今所畫止十八人取著名于時者也", "352": "人數增減相傳有不同者所記異辭也或疑修靜與", "353": "遠不共時者蓋晉有兩修靜此正世稱簡寂先生也", "354": "當是時晉室日微上下相疑殺戮大臣如刈草菅士", "355": "大夫往往不仕托為方外之遊如元亮道祖少文輩", "356": "皆一時豪傑其沉溺山林而弗返者夫豈得已哉傳", "357": "有之群賢在朝則天下治君子入山則四海亂三復", "358": "斯言撫圖流涕。", "359": "宋文憲公護法錄卷第十終", "36": "雖不容纖塵未嘗離去之有如水中影影像本現前", "360": "常熟縣居士宋奎光捐貲施刻　護法錄第十卷", "361": "天啟癸亥年秋月徑山化城寺識", "37": "眼耳與鼻口無一不具足若使善泅者捕影於水中", "38": "汪洋茫渺間見水不見影我身元是佛不待登圓覺", "39": "苟欲求證時即無能證者此為上根人談此無礙法", "4": "虞山錢謙益訂", "40": "肇師大方便勸人真正修修之果何為孜孜在三觀", "41": "庶得袪愛縛超出生死海前言本非實只此可依據", "42": "竟登涅槃門非真亦非妄此以何因緣萬法本空故", "43": "跋法華經跋法華經", "44": "烏傷溪上有一居士傅姓權名欲報母德無以自效", "45": "一旦思惟如妙法華實經中王至誠歸依當得分願", "46": "乃筆成卷乃鳩眾緣鍥于文梓用廣流通無相居士", "47": "驩喜讚歎為說偈曰如來三輪不思議五時演說度", "48": "迷情惟此法華真正門獨能廢權而立實四味之麤", "49": "皆已盡一乘之妙乃圓融從茲無二亦無三是則名", "5": "題跋題跋", "50": "為最上乘若曰小大不相即不識何以攝群機欲暢", "51": "如來之本懷舍此莫求真實義粵自三譯來震旦塔", "52": "廟在在放光明譬如日月行中天不分淨穢皆照了", "53": "須知不假身外求心佛眾生元不別常境如如本無", "54": "相常智寂寂亦無緣三觀三諦皆現前不分後先與", "55": "中外居士欲報慈母德繕書入梓以流通一一毫端", "56": "現諸佛熾然說法遍十方見聞無不起信心共入毘", "57": "盧華藏海。", "58": "跋戒環師首楞嚴經解後跋戒環師首楞嚴經解後", "59": "首楞嚴經其立題凡三一名遍知海妙蓮華王十方", "6": "恭題　賜和托缽歌後恭題　賜和托缽歌後", "60": "佛母一名悉怛多般怛囉即白傘蓋無上寶印清淨海眼", "61": "灌頂章句合今題而為三其本指則五以人法為名", "62": "常住真心為體圓通妙定為宗返妄歸真為用上妙", "63": "醍醐為教大概欲使眾生開圓解立圓行登圓位證", "64": "圓果而已若稽其何時所說其在法華開權顯實之", "65": "後涅槃扶律談常之前乎蓋波斯琉璃之異代持地", "66": "耶輸之所證左右參驗誠足取信所以長水璿孤山", "67": "圓長慶巘泐潭月諸師號為科判名家未敢有易斯", "68": "說者予在虎林見五臺沙門善攝解本獨判楞嚴在", "69": "般若之後法華之前心雖奇其說而頗意其為一人", "7": "臣聞自昔賢聖之君多菩薩果位中人慈憫眾生故", "70": "之私言今觀溫陵戒環師所論正與善攝同其謂阿", "71": "難既於法華諸漏已盡不應於楞嚴未盡諸漏而經", "72": "中言最後垂範實楞嚴法會之最後非臨滅之最後", "73": "者尤發善攝之所未發予竊自嘆玄理之在人心雖", "74": "南北之殊風土頓異而其不隨物以變遷者未嘗不", "75": "同惜予儒家者流弗悟建相分別之理無以知其孰", "76": "淺而孰深也謹用識其立題本旨及異同之說於卷", "77": "未具金剛觀察智者當能有以決之。", "78": "跋金剛經後跋金剛經後", "79": "先佛所說大部般若合六百卷凡四處一十六會而", "8": "乘願輪降生人間執符御曆如華嚴經云歡喜地菩", "80": "此金剛經實當第二處第九會第五百七十七卷姚", "81": "秦鳩摩羅什此云童壽天竺人始用華言翻定元魏菩提流", "82": "支陳真諦隋笈多唐玄奘義淨相繼各有所譯號為", "83": "六家唯什本詳略適中甚得義趣而梁蕭統復分第", "84": "為三十二故今特盛行于世其二十一分增多六十", "85": "二字即非什本而後人據五譯以鈔入之爾世之名", "86": "僧達賢銓釋此經殆且百家獨無著天親二論師配", "87": "一十八住斷二十七疑允合先佛微妙第一真實了", "88": "義濂欲據之作集解一部病於烽火未息志莫能遂", "89": "因繕錄成卷寘巾箱中朝夕玩繹庶幾了空名相洞", "9": "薩出世為閻浮提王其言蓋可證也欽惟　皇上撥", "90": "明覺地他日於一毫端現諸萬象破種種迷成種種", "91": "智尚未為晚也。至正十八年四月初一日無相居士", "92": "金華宋濂題", "93": "題四十二分金剛經後題四十二分金剛經後", "94": "龍舒王日休嘗病六家金剛經所譯各有未盡乃采", "95": "其文義優深似得佛語之真者集為一經而注釋之", "96": "復患梁昭明太子所分三十二分未盡玄理仍別立", "97": "章號析為四十有二學佛者喜其據義之弘博也遞", "98": "相流布唯恐其不傳余竊讀而病焉蓋六朝譯場所", "99": "選皆一時知名之士然又非止一人有譯語者有譯"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B110 護法錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B110 護法錄", "author": "明 宋濂著　袾宏輯　錢謙益訂", "language": "chinese", "source": "CBETA"}