{"sourceLink": "http://www.cbeta.org/", "text": {"0": "釋宗楞嚴經", "1": "一貫別傳卷五", "10": "斥之間尚爾安恬不識言忠逆耳又復命廣宣摩訶衍", "100": "隱乎爾也優缽曇花乃靈瑞之物極難遭遇其花有樹", "101": "名尊樹王若此花一生世即有佛如瞻部州輪王之路", "102": "輪王未出此路則被海水所覆這兩種亦特喻耳時一", "103": "現之時字即此妙法所現之時正若此花此路之難值", "104": "所謂過百三十劫今乃得一見也何耶謂妙法即人人", "105": "本具之真性此一迷則沉淪沙劫即似優曇之不開王", "106": "路之不現倘直下承當見自本性證真如佛即若優曇", "107": "之時現王路之出水也如執相為待時之義觀則如花", "108": "之遇果有至多之年然而世尊於四十年前未曾說也", "109": "若果未曾說則善財童子無言童子睹良久之外道供", "11": "法以導菩薩而彼等只作傳言送語於自本性不相干", "110": "歡梧之梵志受掌珠之天王豎莖章之帝釋此又作何", "111": "而悟作何而說也亦必待優曇之間而說耶亦必待王", "112": "路之現而悟耶若四十年前未說於此法華始說則世", "113": "尊臨涅槃時文殊白言請世尊再轉法輪世尊咄文殊", "114": "我住世四十九年更未曾說出一字汝請我轉法輪是", "115": "吾曾轉法輪耶此又何為而然哉蓋如是妙法無說而", "116": "說不聞而聞豈若如是我聞信受奉行之類可比也有", "117": "以遠近觀大小論者請看李長者云無邊剎海自他不", "118": "隔於毫端十世古今始終不離於當念又觀汝等當信", "119": "佛之所說言不虛妄乃可。", "12": "涉所以無量義經無量義定由是而入由是而說也原", "120": "是為諸佛以一大事因緣故出現於世。", "121": "土尊以佛知見為一大事因緣蓋知屬心而見屬日何", "122": "楞嚴又謂知見立知即無明本知見無見斯即涅槃於", "123": "此大相矛盾耶吹萬曰諸佛眾生通共一知見以相舉", "124": "之則塵勞先起故云心目為咎以性用之則海印發光", "125": "故曰大事因緣然開示悟入四字總為眾生邊事謂即", "126": "眾生知見而開示悟入諸佛之知見也返流旋真因見", "127": "而緣知緣知而超脫任運即常因知而緣見緣見而無", "128": "住皆從一性上起用故云大事故云妙法故云出現孔", "129": "子曰仁遠乎哉我欲仁斯仁至矣詞雖異而理則一也", "13": "始要終總是如來藏身華藏世界中事分之五時一之", "130": "慧聚菩薩曰無明愛出即是佛出貪恚癡出即是佛出", "131": "以是觀之則諸佛知見何嘗離於眾生而眾生亦何嘗", "132": "不用哉故六祖云一大事即佛知見也汝慎勿錯解經", "133": "意見他開示悟入自是佛之知見我輩無分若作此解", "134": "乃是謗經毀佛也佛既是佛已具知見何用更開汝今", "135": "當信佛知見者只汝自心更無別體古人云道在眼曰", "136": "見在耳曰聞在鼻辯香在舌談論知者喚是佛性不識", "137": "喚作精魂汝等且道那箇是佛性那箇是精魂。", "138": "若人散亂心入於塔廟中一稱南無佛皆已成佛道。", "139": "古德云大道只在目前要且目前難睹欲識大道真體", "14": "半滿而已此經家序經之法也若在衲子分上則二乘", "140": "不離聲色言語今之一稱南無佛皆已成佛道者蓋稱", "141": "處即成處此道即佛道也吹萬曰人人有箇塔廟人人", "142": "心常散亂柰何散亂而不入入而不念佛吾末如之何", "143": "也已矣。", "144": "諸佛兩足尊知法常無性至導師方便說。", "145": "法本法無法何嘗有性以其無性故能性其一切法性", "146": "此慧足也佛性本無可見因緣然後得見故云從緣起", "147": "然起處見處緣處說處無不是此一乘之法此福足也", "148": "大集經慧聚菩薩曰一切疑網煩惱者即是佛出何以", "149": "故若如是等法不出世者佛以何緣出現於世虛空藏", "15": "人在菩提場中未了者正是廣度眾生四弘大願也惟", "150": "菩薩曰若不見有法從自性他性生者則見因緣若見", "151": "因緣則見法若見法者則見如來若見如來者則見如", "152": "若見如者則不滯於斷亦不執常若不常不斷者即無", "153": "生無滅以此觀之則二大士先得法華之妙旨矣但此", "154": "妙法本無定位不居世間亦不離世間在聖不增處凡", "155": "不減處煩惱而不亂居禪定而不寂不變不遷不來不", "156": "去以其無定位故能住於一切法位蓋法位即六凡四", "157": "聖之十法界所以世間之相即常住之相夫如是則舉", "158": "足下足無非道場然此道場惟佛與佛乃能知之復能", "159": "作導師而方便為人解說簽判劉經臣曰種種方便皆", "16": "慮遮那藏身大了小不得莊嚴世界多了少不得末代", "160": "是親切為人然秪為太親故人多罔措。", "161": "舍利弗我昔教汝志願佛道汝今悉忘而便自謂已", "162": "得滅度我今還欲令汝憶念本願所行道故。", "163": "人人在空劫以前佛未出世時本是一箇圓陀陀光灼", "164": "灼的東西志願具足只為翻觔斗落將下來所以見聞", "165": "覺知色聲香味種種煩惱種種無明當面熱瞞並將圓", "166": "陀陀光灼灼志願具足的東西悉忘之矣或時暫得心", "167": "念寂然不向外馳如急流水望如恬靜自謂已得涅槃", "168": "不趣竿頭一步今日被如來老古錐於舍利面門痛劄", "169": "渠也只得眼見如盲口說如啞向空劫以前承當佛未", "17": "兒孫將何悟入以何抵止不免粧聾賣瞽含聲忍氣庶", "170": "出世時會取方知道不遠人人之於道猶魚之於水未", "171": "常須臾離也惟其迷己逐物故終身由之而不知古德", "172": "云萬年倉裡恓饑饉大海中住儘長渴當初尋時尋不", "173": "見而今避時避不徹到這裡授的記的從來因果不昧", "174": "如龍女呈珠當陽出現故號以華光如來為人天師提", "175": "刑郭祥正曰白雲巖畔舊相逢往日今朝事不同夜靜", "176": "水寒魚不食一爐香散白蓮峰六處授記者亦復如是", "177": "大通智勝佛十劫坐道場佛法不現前不得成佛道", "178": "李長者云若廢文殊存普賢所有行門皆有漏若廢普", "179": "賢存文殊所有寂定是二乘若廢佛存文殊普賢佛是", "18": "幾世尊改廢繩墨變其彀率矣吹萬頌曰蝶臉蒼鬍纔", "180": "覺義無覺者故今之久坐道場尚不得佛法現前而成", "181": "佛道者則以寂靜與覺具足而普化行門未滿也然佛", "182": "法為度眾生而有必待所化者現前佛法亦現前也自", "183": "覺覺他覺行圓滿方為了當佛境界經世尊問文殊曰", "184": "諸佛境界當於何求文殊言諸佛境界當於一切眾生", "185": "煩惱中求所以者何若正了知眾生煩惱即是諸佛境", "186": "界故覺義名佛不覺名眾生佛具眾生之全體眾生具", "187": "佛之大用不覺而後覺眾生而後佛也佛證眾生之本", "188": "源眾生顯佛之性體即不覺而覺即眾生而佛也若是", "189": "空劫以前消息何更有許多絡索佛字亦空尚何法之", "19": "老叟一回換面叫孩兒分明為人千人耳雪曲巴歌轉", "190": "有故般若經文殊師利荅舍利弗云佛非佛不可得無", "191": "有言者無有說者莊嚴菩提心經云若於一切法無所", "192": "得是名為菩提為始行眾生故說有菩提又云若於一", "193": "切法無所得是名得菩提然於是中亦無有心亦無造", "194": "心者亦無有菩提亦無造菩提者亦無有眾生亦無造", "195": "眾生者乃至亦無有佛亦無成佛者大眾既無有佛因", "196": "何號曰大通智勝吹萬曰古人道恁麼恁麼幾度白雲", "197": "谿上望黃梅花向雪中開不恁麼不恁麼嫩柳垂金線", "198": "且要應時來。", "199": "入如來室著如來衣坐如來座。", "2": "西蜀忠州聚雲寺沙門　廣真　著", "20": "變吹又云喚馬何曾馬呼牛未必牛四十九年無一字", "200": "經云如來室者一切眾生中大慈悲心是如來衣者柔", "201": "和忍辱心是如來座者一切法空是能說是法華經者", "202": "具此三法則全身皆法矣何更別有法華耶彼其慈則", "203": "上與諸佛同一慈力其悲則下與六道眾生共一悲仰", "204": "而忍辱者即如如不動之真法空者即諸法如義之旨", "205": "故有其慈悲則吾性之觀音能施三十二應矣有其忍", "206": "辱則吾性之藥王能燃身供養矣有其法空則吾性之", "207": "妙音能入現一切色身三昧矣若離此三法而說者即", "208": "為謗經毀佛又豈能脫落皮膚而見真實脫落繁柯而", "209": "見旃檀哉昔諫議彭汝霖居士手寫觀音經施圓通通", "21": "將華翳日教誰瘳。", "210": "拈起曰這箇是觀音經那箇是諫議經公曰此是某寫", "211": "的通曰寫的是字那箇是經公笑曰卻了不得也通曰", "212": "即現宰官身而為說法公曰人人有分通曰莫謗經好", "213": "公曰如何即是通舉經示之公拊掌大笑曰嗄通曰又", "214": "道了不得公禮拜所以古人常以自己之法利人更不", "215": "數借他人珍寶簽判劉經臣居士曰余一夕開悟凡目", "216": "之所見耳之所聞心之所思口之所談手足之所運轉", "217": "無非妙旨得之既久日益見前每以與人人不能受試", "218": "觀此老數轉語令天下禪和子垂涎流涕去也噫。", "219": "見寶塔品。", "22": "佛說此經已結跏趺坐。", "220": "昔南陽忠國師將示化辭肅宗宗曰師滅度後弟子將", "221": "何所施師曰告檀越造取一所無縫塔帝曰就師請塔", "222": "樣師良久曰會麼宗曰不會師曰貧道去後弟子應真", "223": "卻知此事宗後問應真真良久曰聖上會麼帝曰不會", "224": "真述偈曰湘之南潭之北中有黃金充一國無影樹下", "225": "合同船琉璃殿上無知識據此一段公案則見寶塔不", "226": "離釋迦之全身而多寶如來又豈外能仁之妙性哉蓋", "227": "全身無相借寶塔以現形妙性無聲託多寶而呈響所", "228": "以塔中出大音聲歎言善哉然多寶實華藏之體釋迦", "229": "誠藏身之用全用是體全體是用故華嚴會中將娑婆", "23": "世尊上座文殊白椎諦觀法王法法王法如是世尊便", "230": "世界置華藏界裡法華會上移華藏世界置娑婆界中", "231": "且釋迦按指而開塔多寶分座而令坐二世尊之所示", "232": "者得無現從本體起用之消息攝用歸體之奧竅乎經", "233": "云如來不久當入涅槃欲以此妙法華經付囑有在但", "234": "以此二字要看得重不是白紙黑字喚作妙法華經也", "235": "不是黃絹赤軸喚作妙法華經也正謂此一大部經密", "236": "而示之則曰定曰光曰曇華曰知見顯而示之則曰塔", "237": "曰多寶如來曰釋迦曰十方化身時時頓在諸人面前", "238": "只是無人覷著不肯流通吹萬曰只為有妙法華經在", "239": "所以諸人當面錯過不能擔荷若是服了巴豆大黃的", "24": "下座二十七祖曰貧道入息不居陰界出息不涉眾緣", "240": "即如大心凡夫一肩擔荷了也何以故但得雪消去自", "241": "然春水來。", "242": "提婆達多品。", "243": "昔提婆在地獄時佛令阿難問你在地獄安否曰我在", "244": "地獄如三禪天樂又令問還求出否曰我待世尊來便", "245": "出阿難云佛是三界導師豈有入地獄分曰佛既無入", "246": "地獄分我豈有出地獄分據此數轉語則提婆果能", "247": "說法華矣或問教中常云提婆劫劫害佛而此經云昔", "248": "為說法今為授記者果何義也吹萬曰捨迷求悟不知", "249": "迷是悟之鉗錘愛聖憎凡豈識凡是聖之爐鞴要知提", "25": "常轉如是經百千萬億卷六祖謂法達云三車是假為", "250": "婆於刀山劍樹上轉大法輪釋迦於鑊湯爐炭裡成等", "251": "正覺也無提婆安知能仁之廣大無能仁孰曉提婆之", "252": "勸助正所謂妄想興而涅槃現塵勞起而佛道成故佛昔", "253": "於饑世化為赤目大魚閉氣不喘示為死相木工五人", "254": "先以斧斫其肉佛時誓言於當來世先度此等先願與", "255": "其無生佛後為忍辱仙人又被歌利王截其肢體今少", "256": "會中憍陳如者即昔之木工與歌利王也由此二翻之", "257": "割截成就釋迦之慈悲不然則饑世之檀度深山之忍", "258": "辱復何緣而得耶蓋提婆善說法華即木工歌利之法", "259": "也世尊今與授記即先度憍陳之誓也所以憎心妙法", "26": "昔時故一乘是實為今時故只教汝去假歸實歸實之", "260": "原同體冤家知識本不異。", "261": "龍女獻珠。", "262": "擊竹醒昔時之未悟此香嚴也睹花呈今日之當機此", "263": "靈雲也是二老者得不與龍女同其事業哉蓋龍女所", "264": "獻者非天王所觀之珠乃世尊所示之珠也此珠人人", "265": "本具箇箇圓成非久參舊學之可比即八歲亦得之也", "266": "非四生六道之可擇即畜生亦現前也要知此箇因緣", "267": "若鬥春之萬卉時節到來妙理自彰何更假授記之後", "268": "而始證耶即往南方無垢世界成佛者李長者云南方", "269": "為明為正以上離故離為明為日為虛無即無垢也舉", "27": "後實亦無名應知所有珍財盡屬於汝由汝受用更不", "270": "眾遙見者明三乘權學信而未自證故故言遙見大法", "271": "界一真自他相徹若當自得焉得稱遙見也應知龍女", "272": "不履三乘而了在一乘之旨不倚權門而真達單傳之", "273": "性妙法華經付囑有在於此也古人道若人生百歲不", "274": "會諸佛機不若生一日而得決了之龍女蓋如是乎。", "275": "藥王妙音觀音三菩薩。", "276": "藥王然身供養日月淨明表空我法二執故菩薩名喜", "277": "見三昧名現一切色身妙音以伎樂寶缽供養雲雷音", "278": "王亦表空我法二執故菩薩名妙音而三昧亦名現一", "279": "切色身觀音出供養古觀音如來故菩薩名觀音得身", "28": "作父想亦不作子想亦無用想是名持法華經從劫至", "280": "成三十二應是三菩薩名雖不同所證三昧無二要知", "281": "藥王之忍辱妙音之法空觀音之慈悲密而言之通", "282": "一箇如來全身也顯而示之又是一部妙法華經也能", "283": "持此經者若忍辱而不得法空則心量不大若證法空", "284": "而不行慈悲則教化不廣必須入此三種法門方得流", "285": "通何以見為如來之全身蓋忍辱得色身之妙法空得", "286": "音聲之妙慈悲得觀音之妙是色身中有妙音妙音中", "287": "有能觀者也易曰復其見天地之心乎郡子曰冬至子", "288": "之半天心無改移一陽初動處萬物未生時玄酒味方", "289": "淡太音聲正希斯言如不信更請問庖羲妙音觀音須", "29": "劫手不失卷從晝至夜無不念時也梵天荅須菩提曰", "290": "從這裡過。", "291": "華嚴經華嚴經", "292": "總說。", "293": "一部華嚴世界海惟一毗盧遮那身具之此毗盧遮那", "294": "身惟一釋迦妙性具之此釋迦妙性惟一眾生心具之", "295": "眾生之煩惱無邊故諸佛之法界亦無邊眾生之念念", "296": "無際故現相之菩薩亦無際眾生之分別無窮故文殊", "297": "之觀察妙慧亦無窮眾生塵剎之妄想無盡故普賢應", "298": "化之行門亦無盡然是中有因有果有體有用全果是", "299": "因全因是果全用是體全體是用入法界品之善財乃", "3": "法華經法華經", "30": "尊者無說我本無聞無說無聞是名真說般若傅大士", "300": "自性之覺體文殊普賢及五十餘員善知識乃性中所", "301": "得之心法斯則全因是果全體是用也世主妙嚴至離", "302": "世間品品中之毗盧遮那乃如來藏身之覺體文殊普", "303": "賢及信住行向地之諸菩薩乃華藏世界之本根斯則", "304": "全果是因全用是體也故知心性覺圓則藏身與法界", "305": "全彰智行具足則文殊與普賢共命所謂應觀法界性", "306": "一切惟心造也古德有云若端的一回汗出便向一莖", "307": "草上現瓊樓玉殿若未端的一回汗出縱有瓊樓玉殿", "308": "卻被一莖草蓋蔽吹萬曰蟭螟人蚊眉不覺為甚不覺", "309": "只因太近。", "31": "上座纔按尺寶誌公曰大士講經竟士便下座據此數", "310": "世主妙嚴品。", "311": "佛是眾生之主眾生是世界之主世界是太空之主如", "312": "之何其然耶有而不有無而不無者體也不有而有不", "313": "無而無者用也若是則世界不離太空而立則諸佛亦", "314": "豈外眾生而別有哉要知太空世界諸佛眾生共有所", "315": "主之者一聲落地威音之那畔已來一息成氤華藏之", "316": "前境俱布所以天得之而上地得之而下四維得之而", "317": "為經緯表裡二儀得之而為升降循環萬物得之而為", "318": "生為殺鬼神得之而為吉為凶在佛得之而為天中之", "319": "天聖中之聖矣今之所謂世主妙嚴者何耶蓋此世界", "32": "端從上佛祖相傳真經更不假文字語言搬弄唇舌也", "320": "中天龍八部等類類皆得此妙而解脫皆得此妙而蓋", "321": "嚴顯大威德示大神變者此也入聖降凡弘音廣讚者", "322": "亦此也由世而現即世間之主也住世而尊即世間之", "323": "尊也妙嚴之稱豈徒然哉文殊問維摩曰善不善孰為", "324": "本荅曰身為本又問身孰為本荅曰欲貪為本又問欲", "325": "貪孰為本荅曰虛妄分別為本又問虛妄分別孰為本", "326": "荅曰顛倒想為本又問顛倒想孰為本荅曰無住為本", "327": "又問無住孰為本荅曰無住則無本且道世間主與無", "328": "住本是同是別。", "329": "普賢三昧世界成就華藏世界。", "33": "故法華首序經者云為諸菩薩說大乘經名無量義教", "330": "普賢菩薩乃毗盧遮那之用神彼佛從無量劫前修普", "331": "賢行故於菩提場中始成正覺然始不離終全終是始", "332": "既修普賢之行而成普賢之德則種種三昧種種正受", "333": "種種光明應合普賢知之也蓋理智無邊名之為普智", "334": "隨根益稱之曰賢此無邊之理隨根之智在最初毗盧", "335": "已先得之乃爾舉果勸樂生信亦不免遮那之齒傳神", "336": "於普賢之舌又豈外清淨之源假託於萬類之真哉如", "337": "云承佛神力入於三昧此三昧名一切諸佛毗盧遮那", "338": "如來藏身者則化母之機春象之錦已盡漏洩矣所以", "339": "世界成就品中廣說諸佛十種之智海世界之依住世", "34": "菩薩法佛所護念佛說此經已結跏趺坐等語正見此", "340": "界之差別形由業世界之差別體世界之莊嚴差別所", "341": "修行之方便願力世界之劫住不同由業劫隨業而轉", "342": "變淨穢一切世界中如來出現無差別等法若決江河", "343": "沛然莫之能禦此非萬行之長子孰能於斯善簡眾法", "344": "也或問曰普賢纔說眾生世界成就復說華藏世界果", "345": "且兩世界乎吹萬曰眾生眾生者即非眾生是名眾生", "346": "迷去真如成儱侗佛法不是鮮魚那怕爛卻悟來佛性", "347": "是顢頇又隔一重關這裡會得何妨華藏與眾生不同", "348": "如或未然依舊天堂與地獄相對古德云身在海中休", "349": "覓水日行嶺上莫尋山鶯啼燕語皆相似莫問前三與", "35": "部真經乃諸大菩薩方能究竟一切聲聞緣覺所不能", "350": "後三。", "351": "毗盧遮那品。", "352": "或問毗盧云種種遮那云光明遍照謂此佛以法身悲", "353": "智設種種教行之光遍照一切破眾生之業暗者也然", "354": "而品中唯言過去世界劫城之嚴華輪現佛王臣之供", "355": "獨不說其遮那之體為何如合論云此一品經來文未", "356": "是未有結終之處共說果否吹萬曰合論之言特究其", "357": "經文之起結耳若揆其大旨則喜見善慧土之太子大", "358": "威光者見勝雲佛之光明已以昔所修善根力故即時", "359": "證得十種法門而承事供養此佛滅度已次復有佛名", "36": "知其能知者特文字語言耳所以一部法華從趺坐後", "360": "波羅蜜善眼莊嚴王復行供養即得念佛三昧莊嚴王", "361": "涅槃後第三如來出現名最勝功德海大威光已即王", "362": "位隨以眷屬人民七寶而行供養又得大福德普光明", "363": "三昧復有佛出號名稱普聞蓮華眼幢是時大威光已", "364": "終神生寂靜寶宮天城中復於彼城來於佛所供養還", "365": "歸本處而止自予觀之則佛華之毗盧遮那即勝音之", "366": "威光太子也此就其來文未是之處說若是於這裡會", "367": "得則毗盧全身是世界遮那妙性是光明以妙性映全", "368": "身則遍體無不照矣以光明耀世界則種種無不徹矣", "369": "故世界名勝音劫名種種莊嚴香水海名清淨光明城", "37": "人定放光疑問宣說種種因緣譬喻言辭而成七卷較", "370": "名燄光明道場名寶華遍照佛名一切功德山須彌勝", "371": "雲光名起發一切善根音王名喜見善慧太子名大威", "372": "光此非種種光明遍照而誰耶即而印之以世界海城", "373": "道場為遮那可也以現佛光明王臣為遮那亦可也前", "374": "所云遮那者遍照也吾人行住坐臥視聽言動何常不", "375": "在遍照只恐纔移淨瓶來又道古佛過去達。", "376": "觀察十方。", "377": "十者滿數也天一地二天三地四天五地六天七地八", "378": "天九地十蓋一三五七九天之陽數也陽以生之二四", "379": "六八十地之陰數也陰以成之故云天數五地數五又", "38": "之為菩薩說者已落第二義矣古德云饒汝道得只道", "380": "云二五之精妙合而凝此數既就則根身世界由此而", "381": "立即百億須彌百億日月百億四天下亦不外此而成", "382": "也故經之八部天龍夜叉波羅蜜門及信住行向定忍", "383": "所有諸佛菩薩皆以十數而表之者亦此義也所以一", "384": "念觀察十方俱遍性固有之矣。", "385": "如來名號四聖諦光明覺菩薩問明淨行賢首六品。", "386": "性理云天之道盡之於地矣地之道盡之於物矣天地", "387": "萬物之道盡之於人矣人之所以為人者非人也乃所", "388": "以為人也故天地萬物以之而成形以之而得名佛之", "389": "名號亦復如是大名號之所由來又不外乎眾生也蓋", "39": "得八成謂非閉門打睡接上上者之機也蓋無量義者", "390": "種種無明種種煩惱種種顛倒種種妄想乃眾生之苦", "391": "諦眾生之集諦若在這裡拽轉頭來即如來之道諦如", "392": "來之滅諦所謂貪瞋運菩提正路癡愛成解脫真源也", "393": "或問文殊以何因緣而善能分別一切諸法纔說名號", "394": "四聖已而於光明品中復現百億世界百億文殊百億", "395": "賢首等菩薩百億不動等智佛何也吹萬曰因該果海", "396": "果徹因源這一光照正是如來將無量劫前因地修證", "397": "盡行披露欲令眾生自信擔荷去也合論云法界乘中", "398": "以根本智為信心謂直信自心分別之性是法界性中", "399": "根本不動智等佛金色等世界是自心無染之理文殊", "4": "總說。", "40": "即諸法知義也自覺覺他其妙無窮其義無量開口道", "400": "是自心善簡擇妙慧覺首目首等菩薩是隨信心中理", "401": "智現前之義通云十者正顯圓滿無欠之根信也所以", "402": "文殊十問通身是病通身藥覺首主荅遍界全真遍界", "403": "塵智首菩薩一百一十問者為成十信之行自呈白淨", "404": "無染之智也文殊說其一百四十淨願之門者欲令眾", "405": "生便於生死海中所有見聞覺知一切諸行悉皆清淨", "406": "得入普賢行願也蓋賢首者以佛文殊普賢之果行而", "407": "成信者之初首也然妙慧出三業之源智理隨一心之", "408": "變無我無文殊無我無賢首遮那豈外乎日用哉無邊", "409": "剎海之聖眾十世古今之儀範總歸遮那本具之事業", "41": "著舉步踏著睜眼觀著張耳聽著動手捧著起念憶著", "410": "耳弟吾人情生智隔想變體殊似乎達之矣若即情達", "411": "本即想會心夫何遠之有李長者云能隨緣自在者即", "412": "此毗盧遮那也旨哉斯言。", "413": "有勝三昧名方網等頌。", "414": "或問此方網三昧菩薩處乎其中或東入而西出乃至", "415": "餘方入而餘方出或眼根入而色塵出乃至意根入而", "416": "法塵出或童子入而壯年出乃至天身入而龍身出或", "417": "一毛孔入而一切毛孔出乃至一微塵中入而一切塵", "418": "中出或佛光明入而於河海出乃至天宮殿中入而於", "419": "空中出此果難思難議者請釋其旨吹萬曰方網者費", "42": "所謂夜夜同眠朝朝共起也故文殊白椎者白此經也", "420": "而隱也不入而藏不動而揚也此箇正定自空劫以來", "421": "佛出世時向落於森羅萬象眾生世界中久矣然森羅", "422": "萬象眾生世界純是一定體但吾人日用而不知耳經", "423": "云菩薩入定出定者非入其定而出其定也乃入亦定", "424": "而出亦定所以定之在東而東在西而西在方而方在", "425": "隅而隅在天而天在地而地若居吾這裡又作麼生即", "426": "吾之眼能見而耳能聞鼻能嗅而舌能味意能知而身", "427": "能觸一可以散於六一為無量也六可以入於一無量", "428": "為一也無入也無出也而無不入也而無不出也我既", "429": "如是則人亦如是根身如是則世界亦如是眾生如是", "43": "二十七祖所轉者轉此經也六祖付囑法達者付此經", "430": "則諸佛亦如是孔子曰天何言哉四時行焉百物生焉", "431": "天何言哉本自不可思議何必思議乎所謂那伽常在", "432": "定無有不定時也以此。", "433": "爾時世尊不離一切菩提樹下而上昇須彌。", "434": "或問經云世尊不離一切菩提樹下而上昇須彌向帝", "435": "釋殿時天帝釋在妙勝殿前遙見佛來即以神力莊嚴", "436": "此殿置普光明藏師子之座既云上昇須彌而猶不離", "437": "菩提樹下則帝釋以何為遙見又云何為佛來則殿置", "438": "何所而座設何處也吹萬曰心佛眾生云無差別易曰", "439": "範圍天地之化而不過曲成萬物而不遺通乎晝夜之", "44": "也梵天所荅須菩提者荅此經也傅大士所講者亦講", "440": "道而知故神無方而易無體皇極經世書曰至於人則", "441": "得天地之全寒暑晝夜無不變雨風露雷無不化性情", "442": "形體無不感走飛草木無不應目善萬物之色耳善萬", "443": "物之聲鼻善萬物之氣口善萬物之味蓋天地萬物皆", "444": "陰陽剛柔之分人則兼備乎陰陽剛柔故靈於萬物而", "445": "與天地參矣又云自天地觀萬物則萬物為萬物自太", "446": "極觀天地則天地亦物也人而盡太極之道則能範圍", "447": "天地曲成萬物而造化在我矣以是觀之則吾人一身", "448": "渾是一箇華藏世界菩提在此須彌在此何昇何離若", "449": "夫身心蕩然光明朗徹帝心之所以遙見也真空不二", "45": "此經也是則是只恐無人擔荷得空教明月落秋波。", "450": "妙有全彰天性之所以佛來也有則不立一塵無則橫", "451": "遍十方此妙勝殿也起坐鎮相隨語默同居止此師子", "452": "之座也遮那之身故如是乎信者自取勿生狐疑始得。", "453": "法慧菩薩說十住法。", "454": "金剛經云能生信心以此為實當知是人不於一佛二", "455": "佛三四五佛而種善根已於無量千萬佛所種諸善根", "456": "蓋信此為實者即直信自心分別之性乃根本不動智", "457": "佛也由信然後發心之際與佛齊等則五位一時兼備", "458": "矣縱列十住十行十迴向十地十一地總不離根本不", "459": "動智佛亦不離實信之一時一念一法一行上而有也", "46": "爾時佛放眉間白毫相光至起七寶塔。", "460": "如王寶印一印無差謂以一心大智之印印無始三世", "461": "總在一時無邊諸法智印威遍者也所以十住位中雲", "462": "集之菩薩則同一慧也所來之世界則同一華也所事", "463": "之如來則同一月也夫住者立也不變之義也謂此性不", "464": "變隨緣隨緣不變因事得名以理成位也經云發心治", "465": "地修行生貴具足方便正心不退童真法王子灌頂者", "466": "此法中之事也名位也然歷其名而不變者以其性中", "467": "本有之法也故云住。", "468": "十行品。", "469": "自覺覺他覺行圓滿此有功用之行也於身無所取於", "47": "夫道若大路然豈難知哉第此路人人本有箇箇不無", "470": "法無所修於生無所度於佛無所證此無功用之行也", "471": "孔子曰己欲立而立人己欲達而達人此法性固有之", "472": "理蓋人亦己也己亦人也能無己所以成己能無人所", "473": "以成人其德若林木之蔭覆因號曰功德林故十行者", "474": "乃無功用行之一行也菩薩於此歡喜饒益則外無違", "475": "逆內無屈撓彼此心無癡亂矣夫如是則能現行於一", "476": "切法中而無所著故號難得之行也此難得之行即至", "477": "善之法也真實之行也思大禪師曰三世諸佛是我一", "478": "口吞盡有何眾生可度此真實之行也與。", "479": "十迴向品。", "48": "秪因迷悟不同見有差殊如世尊上座文殊白椎在在", "480": "萬松云巍堂磊落皆大丈夫相干戈林裡拱身直過荊", "481": "棘叢中擺手便行腳跟下無五色線舌頭上無十字關", "482": "鼻端無泥痕眼中無金屑豈不是安樂快活底漢只此", "483": "數轉語若體會得便可將一莖一念相應草於鑊湯爐", "484": "炭裡醫苦惱眾生然眾生無苦惱則道諦不生矣菩薩", "485": "絕有情則悲智不發矣所以全俗是真白雲影裡怪石", "486": "露全真是俗綠水光中枯木青金剛幢由是而持也亦", "487": "由是而迴真入俗利生也故迴向者本無救護故能救", "488": "護一切眾生本無壞不壞故能顯發不壞之實信本無", "489": "等不等故能等於一切諸佛本無至處故能至於一切", "49": "師子嚬呻處處象王動步乃無行而不與二三子者良", "490": "處本無盡不盡故能成無盡之功德藏本無平等善根", "491": "可入故能入於一切平等善根本無隨順故能隨順一", "492": "切眾生本無真非真故能顯其真如相本無縛無解故", "493": "能成其無著之解脫法界本無出入故能入無量之法", "494": "界以是之故故能圓融真俗起興大願以成悲智而不", "495": "偏於靜亂矣佛謂阿難曰乞食時至汝當入城要識七", "496": "佛儀式阿難白佛言如何是七佛儀式佛云托缽去吹", "497": "萬曰欲知混俗之幢者當於此薦取。", "498": "十地品。", "499": "或問前信住行向菩薩各說本住法位說已即釋此十", "5": "法華經者乃華嚴會上未了公案只因二乘學人在菩", "50": "由二乘聲聞含有悲願不免代諸眾生受苦欲令世尊", "500": "地菩薩說已不釋必待解脫月等三請世尊放光然後", "501": "釋之此故何也吹萬曰地者實際理諦也世界未形而", "502": "此理已具根身未相而此性先端世出世法無不在此", "503": "心地中流出也故必待諸菩薩各現實信之根而好樂", "504": "然後釋之亦必待遮那世尊於眉間放出果光而證盟", "505": "然後解之要知前位菩薩當位者止於十而此位菩薩", "506": "後有三十七者何也蓋心法至此而極等功川至此而", "507": "會融所以三十七品助道之法一時現前矣然此地非", "508": "權乘之地有漸次乃如來一乘之地無漸次也一可以", "509": "散為十而十可以攝於一者也楞伽經云於彼演說乘", "51": "旁通一線也所以入於無量義處三昧放東方萬八千", "510": "皆是如來地十地則為初初則為八地第九則為七七", "511": "亦復為八第二為第三第四為第五第三為第六無所", "512": "有何次旨哉言乎。", "513": "十一地十定品至如來出現。", "514": "剎塵心念可數之大海中水可飲盡虛空可量風可繫", "515": "無能歎盡佛功德此古人讚佛之功德無量也夫佛之", "516": "功德皆以智行力轉其一切煩惱貪欲而成所以世尊", "517": "放光令普賢入一切諸佛毗盧遮那如來藏身三昧而", "518": "說華藏世界者遮那之因果全現也文殊承佛神力而", "519": "說名號聖諦復現百億文殊世界者遮那之體用雙彰", "52": "光光中影現六凡四聖世出世間一切諸相即布袋和", "520": "也若有普賢無文殊則功行盡成有漏若有文殊無普", "521": "賢則寂定皆屬二乘故智行相融於覺體乃名為佛也", "522": "徹始徹終俱是智行二法為眼目試觀賢自得文殊之", "523": "用而說十信是可與適道也法慧得普賢之體而說十", "524": "住是可與立也此兩者亦何外乎智行哉信住既堅智", "525": "行已實則功德如林之嚴秘故能興慈運悲而為十行", "526": "是可與權也然信住行三者已備於性中是必有諸內", "527": "而形諸外也復令金剛幢而說迴向法位者欲人人迴", "528": "真向俗以利生也布袋和尚曰他的咱卻原來就是我", "529": "的你真俗自然會融蓋由此也若夫十地者又何由而", "53": "尚所謂把一箇囫圇圇的太極兒弄得粉花碎矣幸物", "530": "設之要知此地非權乘之地有漸次也此經自十信乃", "531": "至十一地總不越根信中一時一行而有豈於此十地", "532": "位裡果置漸次之跡耶縱立歡喜至法雲等地一妙性", "533": "中一念固有之事也所以金剛藏菩薩所入三昧名一", "534": "切佛國土性體三昧入此三昧時一切大眾皆自見身", "535": "在金剛藏菩薩身內并見種種世界種種菩提樹種種", "536": "諸佛種種師子座莊嚴之事楞嚴經云是諸菩薩從此", "537": "已往修習功畢功德圓滿者正此義也然十一地者乃", "538": "覺際入交等覺之菩薩位也有云此品在三禪天說其", "539": "文未來予以為似是而非何也觀夫十定之名如來自", "54": "物各有一太極在且喜彌勒起疑文殊說破二人打鼓", "540": "說十定之用令普賢說蓋以佛自說顯根本智之體也", "541": "普賢說者顯差別智之用也此以覺際人交之模範耳", "542": "且此經自世主妙嚴品至十地如來但只放光未曾出", "543": "語此表初發心人從實信起漸進五位修持只得如來", "544": "之法光未得見自本性面禮真如佛也至於等覺位則", "545": "我之自性與如來之性相接故於此品聊露一線也品", "546": "中以普眼不見普賢者謂以眼見而不以耳見也故必", "547": "定中一念然後得之由定而神通由通而得忍夫忍者", "548": "如如不動也楞嚴云從乾慧心至等覺已是覺始獲金", "549": "剛心中初乾慧地故阿僧祗品以心王菩薩問而如來", "55": "弄琶引往證今重翻一層公案直爾現前將來有箇入", "550": "親說壽量品菩薩住處品又令心王菩薩說總謂初發", "551": "心時不知心由性生一向背性緣法到這裡本無一法", "552": "可得攝心歸性則性為妙明心為妙慧全心是性全性", "553": "是心依前只是舊時人也後之方畫妙覺成無上道者", "554": "即青蓮華藏所說佛不思議法是忠夫何以謂之青蓮", "555": "華藏也謂心之妙慧曰華華之周遍無窮曰藏有是無", "556": "窮之華藏始顯佛法之不思議也得非妙覺者乎又普", "557": "賢復說十身相海如來自說隨好光明普賢又說普賢", "558": "行此三品之義明示如來十身由普賢功德而成有是", "559": "身故現隨好之光明故種種光明遍照者終不越普賢", "56": "處儒云易邦之字曰國此則易佛性之字曰光光中所", "560": "之行也然行由智力文殊亦在其中矣以是觀之此非", "561": "住持圓覺也歟哉亦非具足圓覺也歟哉或曰既已具", "562": "足圓覺而住持圓覺則文殊普賢互相問荅其出現品", "563": "者又何義也吹萬曰此一品經單顯如來從始至終之", "564": "廣大行願廣大妙慧周易云震為長男艮為少男謂帝", "565": "出乎震也艮也者乃萬物成始而成終者也故此經以", "566": "普賢為長子文殊為少男正見遮那之佛德以普賢為", "567": "行願文殊為妙慧也所以如來常以光明灌文殊之頂", "568": "普賢之口是遮那之身皆借之於功行妙慧而文殊普", "569": "賢又自遮那之性而起也品中文殊又號如來性起妙", "57": "現萬象森羅即無形之理也彌勒即慈心也文殊即妙", "570": "德菩薩何丕顯哉出現之說盡於是已經云破塵取經", "571": "喻正見一切處遮那一切處文殊普賢也此經付佛真", "572": "子者正見大心凡夫可以擔荷處也噫如上所云特予", "573": "之管窺以順文立義耳若在衲子分上又不然趙州云", "574": "有時拈一莖草作丈六金身有時將丈六金身卻作一", "575": "莖草用建立在我掃蕩亦在我我說法即諸佛說法諸", "576": "佛說法即我說法說即有若干不說即無若干我為法", "577": "王於法自在吹萬曰縱你遮那有無量之功德文殊有", "578": "無邊之妙慧普賢有廣大之行願不免雲門南泉文喜", "579": "三箇老漢打的打趕的趕拂的拂一時擯出何以故只", "58": "智也蓋此光此理此心此智在眾生中日用而不知故", "580": "謂這裡容你閒佛閒菩薩不得咦要得種種光明遍照", "581": "除是有殺佛殺祖的手段便有擔荷分。", "582": "離世間品。", "583": "法華經云是法住法位世間相常住今云離世間者果", "584": "能有出現之人而必離於世間耶古德云盡大地是塵", "585": "勞門把手拽不出又云盡大地是解脫門把手拽不入", "586": "復又云若知塵勞即解脫何必拽出拽入要知離於世", "587": "間者正如春雨及時農者披簑頂笠謳歌以耨之行者", "588": "滑石濫泥顛沛以蹈之冬雪嚴寒乘興者泛舟鼓枻優", "589": "游以適之凍餒者含霜忍冽慘切以當之是皆同一界", "59": "六祖云一切眾生自蔽光明寶愛塵境外緣內擾甘受", "590": "也一時也而其境各有所不同也離世間不離世間當", "591": "於此一決。", "592": "入法界品。", "593": "或問曰前云離世間而此云入法界不知所入之法界", "594": "者是遮那之法界耶釋迦之法界耶文殊之法界耶善", "595": "財之法界耶荅華嚴四十品經以入法界為宗餘則為", "596": "伴蓋善財乃一念性起之心此心纔動故號童子文殊", "597": "者大智也智有三謂世間智出世間智出世間上上智", "598": "品中之釋迦摩尼者乃毗盧遮那之化身本覺明妙也", "599": "華藏之毗盧遮那者乃釋迦摩尼之法身性覺妙明也", "6": "提場中不知身汩大海中猶然叫渴不知頭觸極籮邊", "60": "驅馳便勞他從三昧起種種苦口勸令寢息莫向外求", "600": "遮那而釋迦者即無極而太極也夫如是則知遮那之", "601": "全身為釋迦之法界釋迦之全身為文殊之法界文殊", "602": "之全身又為善財童子之法界也所以釋迦易遮那而", "603": "往祗園依空而現有也文殊辭釋迦而到人間從定而", "604": "慧也善財禮文殊為始參之知識者最初淨信之智", "605": "也第法界中之五十三員聖者乃普賢之行門隱而修", "606": "之為善財之心法顯而證之為五位之法位俱在南方", "607": "何也易以離居南離中虛又為心故必虛其心而參之", "608": "得成心法也然而心法五位總不離眾生根本煩惱相", "609": "應心所故執心虛明純是智慧名乾慧地者即始參之", "61": "以此觀之則放光東照又示全部法華矣故中郎先生", "610": "文殊也十信位中善財童子至妙峰山參德雲比丘見", "611": "彼比丘從別山來即從真妙圓重發真妙之信心住也", "612": "又參勝熱婆羅門令善財登其刀山入其火聚而得清", "613": "涼即入其煩惱轉其逆境而證菩提乃安住無為得無", "614": "遺失之戒心住也十住位中自在主童子者所修書數", "615": "筭印等法即得悟入一切工巧神通智慧門可見詩書", "616": "六藝亦有成佛之種子此即心中發明如淨琉璃之治", "617": "地住也無厭足王謂善財曰我為調伏彼眾生故化作", "618": "惡人造諸罪業受種種苦令其一切作惡眾生見是事", "619": "已心生惶怖心生厭離此又是愚癡中有般若婬怒中", "62": "曰一光東照已盡了法華經之大旨其後種種方便譬", "620": "有梵行即身心合成日益增長之不退住也十行中之", "621": "舡師者住海岸上而有百千商人圍繞此表能", "622": "什生死海者即知法海中之諸寶也故號善能利益一", "623": "切眾生之饒益行至於十迴向之知識皆是女身通號", "624": "夜神謂此位乃迴真入俗利生之位以女身者坤為地", "625": "為女能以慈悲長養一切也又能歸藏眾類也十地位", "626": "中摩耶夫人能為三世諸佛一切菩薩之母又云無量", "627": "諸佛將成佛時皆於齋中放大光明來照我身及我所", "628": "住宮殿屋宅彼最後生悉為母此即於大菩提善得通", "629": "達覺通如來盡佛境界之歡喜地也德生童子有德童", "63": "喻因緣皆不過法華經之註解耳昔古靈禪師行腳回", "630": "女謂一智一悲圓滿之理也且此地修習畢功功德圓", "631": "滿慈蔭妙雲覆涅槃海所以告善財曰我已證得幻住", "632": "解脫門見一切世界皆幻住因緣所生故乃至一切菩", "633": "薩眾會變化調伏諸所施為皆幻住願智幻所成故也", "634": "及到毗盧遮那莊嚴藏大樓閣前一心願見彌勒菩薩", "635": "乃見彌勒從別處來歎其功德現其神力示其解脫門", "636": "復攝神力入樓閣中彈指作聲告善財言起法性如是", "637": "此是菩薩知諸法智因緣聚集所現之相爾時善財即", "638": "得菩薩三昧住不可思議自在解脫又問彌勒曰此莊", "639": "嚴事何處去耶彌勒荅言於來處去曰從何處來曰從", "64": "受業師遣令執役一日因澡身命師去垢乃拊背云好", "640": "菩薩智慧神力中來依菩薩智慧神力而住無有去處", "641": "亦無住處非集非常遠離一切蓋善財參至樓閣而彌", "642": "勒從別處來正是等覺十一地中所謂如來逆流如是", "643": "菩薩順行而至此樓閣即最初尸多林中大莊嚴樓閣", "644": "也善財所以順至彌勒所以逆流故云覺際入交也彌", "645": "勒復指再參文殊而善財經遊一百一十城到普門國", "646": "謂五十五位去來往返則是一百一十也文殊遙伸右", "647": "手過一百一十由旬至普門城摩善財頂示教誨已還", "648": "攝不現謂離其初智過是五十五位而還故有如是之", "649": "由旬也所謂從乾慧心至等覺已是覺始獲金剛心中", "65": "所佛殿而佛不聖本師回首視之師曰佛雖不聖且能", "650": "初乾慧地正如古德云我當初未曾出家時但見山是", "651": "山水是水出家後遍參知識有箇趣入處見山不是山", "652": "見水不是水到於今休息之際山還是山水還是水也", "653": "然而文殊勸令入普賢之行正是勸登妙覺之果海也", "654": "所以善財參至如來前眾會之中得見普賢身於一一", "655": "毛孔出微塵數世界微塵數諸佛復入普賢毛孔剎中", "656": "行一步過不可說不可說佛剎微塵數世界盡未來劫", "657": "不能知一毛孔中事者正見不思議之解脫門也故云", "658": "如是重重單複十二方盡妙覺成無上道夫何以謂之", "659": "普賢也夫修行人念念是道息息是真舉動則萬境皆", "66": "放光又古德云汝等諸人各自有無價寶珠從眼門放", "660": "如放下則全真獨露永嘉云行亦禪坐亦禪語默動靜", "661": "體安然縱遇風刀常坦坦假饒毒藥也閒閒能如是則", "662": "無賢不普無普不賢也玄沙云盡十方世界是沙門一", "663": "雙眼盡十方世界在沙門眼裡諸人若透得沙門眼便", "664": "可入得普賢身知得毛孔事吹萬曰善財為甚麼於毛", "665": "孔中行過不可說世界而不能知一毛孔中事噫只為", "666": "太親切。", "667": "入不思議解脫境界普賢行願品。", "668": "古德云覺得心放便是工夫不怕念起惟恐覺遲覺速", "669": "止速二妙相宜知非改過瞿顏可師只此數語即懶安", "67": "光照見山河大地耳門放光采領善惡音響如是六門", "670": "之牧牛妙喜之拽轉正受之認得五陰主人也蓋吾人", "671": "之煩惱業識無量無邊從劫至劫有不可說不可說者", "672": "若在這裡認得的識得破便可於一毛孔中現佛剎微", "673": "塵數世界一念念中放佛剎微塵數妙光禮敬在此稱", "674": "讚在此供養在此懺悔在此隨喜在此轉法在此佛住", "675": "在此佛學在此恒順在此迴向在此也或曰遮那不惜", "676": "身命而為布施剝皮為紙析骨為筆刺血為墨書寫經", "677": "典既已剝皮析骨矣而能書寫者復是誰耶曰吾人只", "678": "為有我故此經不現今既剝析而布施其身則吾", "679": "矣到這裡全身是經遍地是偈一長天於秋水齊孤鶩", "68": "晝夜常放光明吙萬曰且道此光與佛眉間所放者是", "680": "於落霞從劫至劫手不失經從晝至夜無不書時也炊", "681": "萬曰一部微塵世界華少男長子關如麻誰識三七日", "682": "中說卻在尋常百姓家既是卻在尋常百姓家何不朝", "683": "朝書寫夜夜捧誦噫總為浮雲能蔽日長安不見使人", "684": "愁。", "685": "跋語跋語", "686": "千夙世木主聚落鮮矣惱害眾生故茲生得箇和尚封", "687": "皮而少病苦不作戒賢之夢莫感三大士之垂訓耳蹉", "688": "跎林下座中誰在支那來徙倚堂前門外未看闍黎笑", "689": "只得將古人口頭公案拈為自己臆地婆心總令人人", "69": "同是別若道同枯藤破衲公何事若道別依舊南山一", "690": "脫落繁柯直取旃檀也已或謂曰怛問五千卷伯陽五", "691": "千言尚不免布袋呵且嘆也仲尼刪詩定禮而叔山無", "692": "趾猶以為諔詭幻怪之名聞豈以萋萋菲菲之說而欲", "693": "寵乎山龍華蟲之目耶吹萬曰若非可以語道也彼狗", "694": "子無佛性一語紫陽氏得之而有箇中無人薦之題且", "695": "芻蕘之言聖人擇焉子又安知予筆底之真如舌上之", "696": "樓閣也與勸請諸仁勿視之以目而觀之以耳始得與", "697": "二世諸佛把手共行去。", "698": "一貫別傳卷五終", "699": "跋跋", "7": "猶然叫餓世尊只得曲為中下向鹿野苑調跛驢醫瞎", "70": "色青。", "700": "經云一切辯才光色清淨猶如虛空是刻之謂也得非", "701": "恒伽私陀波濬筆尖信度縛芻流弘紙上者乎復諦觀", "702": "所說要皆隨順世間緣起方便眾生應得潤洽調伏只", "703": "恐虀粥蔬羹胡麻餺飥彼貪醢者苦惄者不測自然茶", "704": "飯乃去此入彼啗而席嗜啜而蛀蠹矣倘有息意忘緣", "705": "得飲食之正者能知甘茹與是刻結為知己潤洽調伏", "706": "自爾馴詣尚何性溺命沉而貪醢苦惄之與有方且如", "707": "抱卵守鱗莫知其然而然也未可諒己諸耳目肯傾注", "708": "否慎勿負斯辯才失己指南也可。", "709": "門人慧澤撰。", "71": "不退諸菩薩其數如恒沙一心共思求亦復不能知。", "710": "音釋", "711": "慴〡折懼也。庠〡詳學也。󵑠〡戾。踖〡集敬也。諔〡竹靜也安也。餺〡博〡飥也。飥", "712": "〡托餺〡也。惄奴錫切飢也思也憂也。", "72": "佛所成就第一希有難解之法唯佛與佛乃能究盡至", "73": "於聲聞辟支極其神力度量皆不可得此固然也其不", "74": "退菩薩者已到等覺亦何緣而不能知耶吹萬曰思求", "75": "二字即障蔽第一希有難解之法的種子亦由異熟未", "76": "空故如是耳六祖云諸三乘人不能測佛智者患在度", "77": "量也故謂門人曰不思善不思惡正當恁麼時那箇是", "78": "上座本來面目以此觀之正所謂離心意識參絕凡聖", "79": "路學也。", "8": "馬暫以涅槃一日之價延之彼等自甘滿足不求向上", "80": "五千人退席。", "81": "此退席四眾人不知是從菩提場中來者亦不知是法", "82": "華會中來者若是菩提場中應與舍利弗等一髏同參", "83": "何得退席若是法華會中猶皆倍於舍利等樂聞亦不", "84": "合退席此等何因而出此心行耶吹萬曰退席者謂法", "85": "執未空故增上慢乃於佛法中若聚聾而鼓是心退而", "86": "身未退也佛說決定毘尼經曰若有比丘作是思惟欲", "87": "斷貪欲欲斷瞋恚欲斷愚癡名增上慢貪欲法瞋恚法", "88": "愚癡法異諸佛法名增上慢作是思惟見有所得有所", "89": "證有解脫見諸法空見於無相見於無作見有諸行見", "9": "一路復對大乘菩薩而痛加貶斥故號方等會也然貶", "90": "有諸法一切法不可思議不應思議諸法空無何用精", "91": "進名增上慢五千人或是耽著此法所以退於佛席也", "92": "怎如百丈卷卻席只得馬祖退歸方丈去。", "93": "如是妙法諸佛如來至言不虛妄。", "94": "世尊自趺坐入定放光無不在轉此妙法而舍利猶然", "95": "三請正所謂直待金星現歸家始到頭也世尊至此亦", "96": "藏閉不住只得手示明珠絕其五色故云如是妙法蓋", "97": "如是者只這是也即趺坐入定日用尋常中事就是這", "98": "箇妙法若無此法安顯尋常日用所以諸佛如來時時", "99": "在說這時字即因時行焉之時字乃自不能隱者何嘗"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B480 一貫別傳", "englishTitle": "Jiaxing Canon, Electronic version, No. B480 一貫別傳", "author": "清 廣真著（依駒本增入並印）", "language": "chinese", "source": "CBETA"}