{"sourceLink": "http://www.cbeta.org/", "text": {"0": "寂音獲譴", "1": "雲臥紀談卷下", "10": "靡不歎服。所以韓舍人子蒼銘光之塔。稱其多聞善", "100": "季高猶子之母。其於大慧老師之門俱受記莂者。無", "101": "際嘗詣徑山掃塔。有頌曰。衣濕靈山淚。鑪焚少室香。", "102": "雲山空滿目。不見法中王。時超宗不至。無際督之。超", "103": "宗以偈答曰。塔本無塵。何用去掃。掃即塵生。所以不", "104": "到。初。無際居家。日有相者過之。曰。此寶座說法之人", "105": "也。後果為尼。名慧照。晚。繼其落髮師資壽無著之法", "106": "席。嘗以漁家傲讚圜悟禪師曰。七坐道場三奉詔。空", "107": "花水月何時了。小玉聲中曾悟道。真堪笑。從來謾得", "108": "兒孫好。辯湧海潮聲浩浩。明如皓月當空照。飛錫西", "109": "歸雲杳渺。巴猿嘯。大家唱起還鄉調。乾道七年。遷住", "11": "辯焉。塔剏於豫章西山。聖相之原。", "110": "臨平明因。淳熈四年六月。於無為軍忽別其子梁簽", "111": "判。徑往光孝。坐繩牀而逝。及剃髮。舍利無數。時當伏", "112": "暑。留數日。室貌儼然。住資壽小師覺真迎歸姑蘇。暫", "113": "菆楞伽山。閱十一秋。其子遷還三衢。龕纔出穴。而泉", "114": "亦隨湧。緇白駭敬。非般若之驗歟。", "115": "惟正禪師惟正禪師。秀之華亭黃氏子。甫五歲。見佛書能指識", "116": "其字。纔誘讀。則琅然成誦。逮冠。入杭之北山資聖。師", "117": "事本如。郡人朱紹安欲啟帑金為補僧籍。掉頭不諾。", "118": "乃悵然曰。古之度人以清機密旨。今殊不然。正以捨", "119": "去老幼。童其顛。褐其身而已。奈何真不勝偽。滔滔皆", "12": "孝宗原道辯幸宗皇帝御重華宮時。製原道辯曰。朕觀韓愈原道。", "120": "是耶。居無何。霑祥符覃渥。獨擁毳袍且弊。同列慢之。", "121": "正曰。佛乎。佛乎。儀相云乎哉。僧乎。僧乎。盛服云乎哉。", "122": "厥後有願輸奉歲時用度。俾繼如之院務。亦復謝曰。", "123": "聞托鉢乞食。未聞安坐以享。聞歷謁諸祖。未聞廢學", "124": "自任。況我齒茂氣完。正在筋力為禮。非從事屋廬之", "125": "秋也。於是提䇿東引。學三觀於天台。復旋徑山。咨單", "126": "傳之旨於老宿居素。尋參侍素。董臨安功臣山淨土", "127": "院。戮力為集百事。天禧中。素示寂。正從僉議嗣其席。", "128": "正雅富於學。作詩有陶謝趣。臨羲獻書。益尚簡淳。至", "129": "於吐論卓犖。推為辯博之雄。如王文康．胥內翰．吳宣", "13": "因言佛老之相混。三教之相絀。未有能辨之者。且文", "130": "獻．蔡密學。皆樂與為方外遊。然平居識慮灑然。不牽", "131": "世累。處己清尚。於詩尤可見矣。谿行絕句曰。小谿一", "132": "曲一詩成。吸盡詩源句愈清。行到上流聊憩寂。雲披", "133": "煙斷月初明。皇祐元年孟夏八日。語眾曰。夫動以對", "134": "靜。未始有極。吾一動。歷年六十有四。今靜矣。然動靜", "135": "本何有哉。於是泊然而逝。", "136": "南老答鄒長者南和尚居黃檗時。答鄒長者偈五章。曰。短序長書皆", "137": "典雅。五言七字更工夫。若能言行長相顧。萬古新昌", "138": "君子儒。二曰。日往月來如擲梭。年顏不覺暗消磨。勸", "139": "君早踐菩提路。世諦嘍囉不用多。三曰。時人心地長", "14": "繁而理迃。揆聖人之用心。則未昭然矣。何則。釋氏專", "140": "蒿蕪。受報因茲錯道塗。舉世不論僧洎俗。要須言行", "141": "與相符。四曰。久聞齋素好持經。欽羨蓮華火裏生。浮", "142": "世勞勞皆夢幻。叮嚀只此是前程。五曰。僕者言歸不", "143": "暫居。聊成數偈答君書。煙霞幸得為鄰竝。從此相知", "144": "德不孤。南禪師以伽陀復寒溫之問。如此可謂造次", "145": "不忘於誘道矣。", "146": "嚴朝康頌古饒州教授嚴公朝康。問道於薦福雪堂。報恩應菴甞", "147": "有頌曰。趙州狗子無佛性。我道狗子佛性有。驀然言", "148": "下自知歸。從茲不信趙州口。著精神。自抖擻。隨人背", "149": "後無好手。騎牛覔牛笑殺人。如今始覺從前謬。時大", "15": "窮姓命。棄外形骸。不著名相。而於世事自不相關。又", "150": "慧老師在梅陽。嚴以其頌寄呈。而大慧答以書。略曰。", "151": "隨人背後無好手。此八萬四千皆公活路。嚴乃湖州", "152": "長興人也。", "153": "文殊道鼎州文殊道禪師。初遊成都講肆。究唯識論幾十稔。", "154": "有詰之者曰。三界唯心。萬法唯識。今目前森然。心識", "155": "安在。道茫然不知對。乃出峽。周流江淮。既氐舒之太", "156": "平。聞佛鑑禪師夜參。舉趙州庭前栢樹話。至覺公言。", "157": "先師無此語。處而大疑。提撕既久。一夕豁然。以頌發", "158": "揮之曰。趙州有箇栢樹話。禪客相傳遍天下。多是摘", "159": "葉與尋枝。不能直自根源會。覺公說道無此語。正是", "16": "何與禮樂仁義哉。然尚立戒曰。不殺．不淫．不盜．不飲", "160": "惡言當面罵。禪人若具通方眼。好向斯中辨真假。及", "161": "佛鑑示寂於鍾山。為舉哀拈香曰。悲想今年十月八。", "162": "鍾阜先師示寂滅。石女號咷恨離別。木人眼裏淚流", "163": "血。師資之道情何切。一度追思一哽咽。唯憑一炷紫", "164": "檀香。珍重當年說不說。道。享年七十有二。於建炎己", "165": "酉上巳日。為湖南巨宼鍾相者所害。典牛菴主游公", "166": "以偈悼之曰。苦竹穿心透脊。滿路生血滴滴。大龍㵎", "167": "水山花。何似白乳三尺。刀鏘林裏休休。報德醻恩已", "168": "畢。他時後日相逢。飯臺更與一趯。", "169": "饒節從釋氏倚松菴主乃臨川饒節。字德操者。政和間。裂儒衣。從", "17": "酒．不妄語。夫不殺。仁也。不淫。禮也。不盜。義也。不飲酒。", "170": "釋氏。名如璧。無何。朝廷建議以僧為德士。使加冠巾。", "171": "德操有頌曰。德士舊來稱進士。黃冠初不異儒冠。種", "172": "種是名名是假。世人誰不被名謾。又嘗次韻答呂居", "173": "仁曰。向來浪說濟時功。大似頻伽餉遠空。我已定交", "174": "木上座。君猶求舊管城公。文章不療百年老。世事能", "175": "排兩頰紅。好貸夜牕三十刻。胡牀趺坐究幡風。其山", "176": "居頌曰。禪堂茶散卷殘經。竹杖芒鞵信脚行。山盡路", "177": "回人迹絕。竹雞時作兩三聲。石楠子熟雪微乾。曾向", "178": "人家畵裏看。覿面似君君未領。問君何處有遮闌。幾", "179": "被儒冠誤此身。偶然隨分作閑人。二時齋粥隨緣飽。", "18": "知也。不妄語。信也。如此於仲尼。夫何遠乎。夫子從容", "180": "長短高低一任君。律師持律笑禪虗。禪客參禪笑律", "181": "拘。禪律二途俱不學。幾箇男兒是丈夫。陳瑩中有偈", "182": "寄之曰。舊知饒措大。今日璧頭陀。為問安心法。禪儒", "183": "較幾何。", "184": "旦公頌古大溈佛性禪師。為其嗣者潭州慧通旦公。嘗頌覺鐵", "185": "觜先師無此語話曰。誰道先師無此語。焦尾大蟲元", "186": "是虎。胡蜂不戀舊時窠。猛將不歸家裏死。急著眼。勿", "187": "回顧。若會截流那下行。帀地清風隨步武。佛性見而", "188": "諭之曰。頌古拈古要奢儉得所。如人解使錢。不必多", "189": "也。及頌黃檗示眾噇酒糟話曰。荊棘林中宣玅義。蒺", "19": "中道聖人也。聖人所為。孰非禮樂。孰非仁義。又烏得", "190": "䔧園裏放毫光。千言萬語無人會。又逐流鶯過短牆。", "191": "佛性頷之。大慧老師嬰難居衡陽。旦寄以偈曰。出岫", "192": "孤雲豈繫懷。致令猿󳬈有餘哀。吾皇詎肯忘吾道。不", "193": "日恩光動地來。二曰。佛祖嫌來不肯做。却言無位可", "194": "安排。笑他用力區區者。剛把虗空取次埋。三曰。異類", "195": "中行世莫猜。故教佛日暫雲霾。度生悲願曾無間。却", "196": "作南安再出來。公諱清旦。字明及。蓬州人也。", "197": "蘇軾讚泗州蘇文忠公。以紹聖甲戌夏為潮州麻田吳子野讚泗", "198": "州像曰。盲人有眼不自知。忽然見日喜而舞。非謂日", "199": "月有存亡。實自慶我眼根在。泗州大士誰不見。而有", "2": "尼慧光說法東都玅慧尼寺住持淨智大師慧光。出於成都范氏。", "20": "而名焉。譬如天地運行。陰陽循環之無端。豈有意春", "200": "熟視不見者。彼豈無眼業障故。以知見者皆希有。若", "201": "能便作希有見。從此成佛如翻掌。傳摹世間千萬億。", "202": "皆自大士法身出。麻田供養東坡讚。見者無數悉成", "203": "佛。公既安置惠州。於丁丑歲被命責儋耳。專守方子", "204": "容自𢹂告身而弔之曰。此皆前定。無可恨者。吾室沈", "205": "氏事泗州甚謹。一夕夢泗州告別。問何所往。答以當", "206": "與蘇子瞻同往。在七十二日之後也。今日如其數。豈", "207": "非前定乎。蘇曰。事孰非前定者。不待夢知矣。然余何", "208": "人。辱與泗州和尚同行。得非夙世有緣契乎。參寥子", "209": "嘗有偈為紀之曰。臨淮大士本無私。應物長於險處", "21": "夏秋冬之別哉。此聖人強名之耳。亦猶禮樂仁義之", "210": "施。親護舟航渡南海。知公盛德未全衰。", "211": "信園頭能詩南昌信無言者。早以詩鳴於叢林。徐公師川．洪公玉", "212": "父。品第其詩。韻致高古。出廋權癩可一頭地。由是收", "213": "名定價於二公。及參大慧老師於泉南小谿。俱康．南", "214": "二道者事蔬供眾。因钁地次。南曰。钁頭邊道將一句", "215": "來。信擎起钁頭。康以土塊擲中柄上。信忽有省。故甞", "216": "有詩曰。新菴小谿上。英俊頗浩浩。從渠作佛祖。任渠", "217": "會禪道。荷鋤向東園。事蔬誓畢老。乘月始抱瓮。破午", "218": "正殺草。芥藍被蟲食。秋茄亦旱槁。齋盂從此去。但願", "219": "蔓菁好。士大夫遊小谿。喜言詩者。大慧必曰。此間有", "22": "別。聖人所以設教治世。不得不然也。因其強名。揆而", "220": "箇園頭能詩。然信之議論尤高。聆其緒餘者莫不屈", "221": "服。自是隨侍之徑山。過衡陽。尋放浪於衡嶽。棲遲道", "222": "吾為最久。削木以蔽風雨。于院之西偏。牓以版菴。禪", "223": "燕自牧于湖。居士張公帥潭。聞其高風。力致出世湘", "224": "西鹿苑。贈之以詩曰。詩卷隨身四十年。忙中參得竹", "225": "篦禪。而今投老湖西寺。臥看湘江水拍天。句中有眼", "226": "悟方知。悟處還應痛著錐。一箇身心無兩用。鳥窠拈", "227": "起布毛吹。信和之。今記其一曰。竹篦子話選當年。直", "228": "下無私不是禪。既遇狀元真眼目。敢拈沈水向人天。", "229": "平時製作名為南昌園夫集。胡侍郎明仲易之曰奇", "23": "求之則道也。道也者。仁義禮樂之宗也。仁義禮樂固", "230": "葩。以序冠集首云。", "231": "皓布裩塔銘無盡居士張公為玉泉皓禪師撰塔󳬴。紀其入厨。見", "232": "饌晚饍。問。待過客耶。為眾僧耶。既以實對。即呼知事", "233": "杖而數之曰。吾昔參禪。為人汲水舂米。今現成米󳫹。", "234": "焏炊造作。與供養諸佛菩薩無異。飽喫了。竝不留心", "235": "參學。百般想念五味馨香。假作驢腸鱓生．羊骨鼈󱵛。", "236": "餵飼八萬四千戶蟲。開眼隨境攝。闔眼隨夢轉。不知", "237": "注祿判官．掠剩大夫。隨汝抄劄。消鑿祿簿。教汝受苦", "238": "有日在。徒眾不堪其枯寂。譖於縣宰曰。長老不能安", "239": "眾。唯上來下去。點撿零碎。縣宰召皓至。語之曰。大善", "24": "道之用也。彼揚雄謂老氏槌仁義。滅禮樂。今迹老子", "240": "知識何不在丈室端坐。兩廊下三門前來去得許多", "241": "耶。皓曰。大通智勝佛。十劫坐道場。長官以坐是佛耶。", "242": "坐殺佛去也。縣宰笑而已。噫。皓布裩平居凡聖莫測。", "243": "而無盡公欲其傳世。得非借古以警今耶。", "244": "尼真如參道關西除饉女。名真如者。早進入官。以才能選為內夫", "245": "人。隷喬貴妃閤。喬氏崇佛。容其剪䰂參道四方。既入", "246": "閩。與大慧老師泉南小谿雲門法會。一日。作偈曰。平", "247": "地偶然著攧。起來都無可說。若人更問如何。笑指清", "248": "風明月。大慧為小參對眾說偈曰。今日如師姑。昔時", "249": "王師父。身居羅綺叢。只著麤麻布。開口便高談。嫌佛", "25": "之書。其所寶者三。曰慈．曰儉．曰不敢為天下先。孔子", "250": "不肯做。趒出是非坑。截斷生死路。入虎穴魔宮。心中", "251": "無怕怖。杜撰八陽經。自有三千部。愛吟落韻詩。偏不", "252": "勒字數。行脚走天下。參禪無所悟。近日到雲門。一時", "253": "都敗露。錯認碓觜頭。喚作冬瓜瓠。如此作師姑。勸君", "254": "少喫醋。更有一處乖。且道那一處。嘉州大像喫炙麩。", "255": "陝府鐵牛撑破肚。如之施為。可槩見矣。", "256": "保寧璣道者保寧璣道者。天資精勤。談噱有味。大慧老師謂其為", "257": "惺惺道者。江東漕使以威臨諸禪。因以過水羅漢畵", "258": "像與璣觀玩。而指其作老態過不得者問曰。保寧莫", "259": "過得否。對曰。合眼便過得。漕使為之解顏。已而。諸禪", "26": "曰溫．良．恭．儉．讓。又曰唯仁為大。老子之所謂慈。豈非", "260": "畢集於保寧寶公菴。有設問曰。既是寶公菴。為甚麼", "261": "無寶公。然須次第下轉語。以為勝集之樂。璣曰。從年", "262": "臘下而上。葢在座唯璣為年臘長也。及至於璣。有曰。", "263": "當老和尚下語矣。璣遽離坐。顧諸禪曰。請去方丈裏", "264": "喫茶。聞者莫不大噱。璣見僧來必問。近離何許。夏在", "265": "甚處。待其祇對畢。却問。人人有箇生緣。作麼生是上", "266": "座生緣。于時。寂音甞請益於璣曰。和尚與兄弟相見。", "267": "何不便問生緣。璣曰。且要伊開得口。其存誠及物又", "268": "如此。", "269": "馮氏讚大慧馮公濟川。紹興戊午。坐夏徑山。有宣城廣心上座以", "27": "仁之大者耶。曰不敢為天下先。豈非遜之大者耶。至", "270": "大慧老師畵像請馮讚之。曰。要識徑山長老。強項更", "271": "無倫匹。安却百千大眾。常住元無顆粒。若論說道說", "272": "禪。果是縱橫難敵。一味性氣不常。佛也理會不得。隔", "273": "江一見便回。敢保上上大吉。大慧見而題其後曰。玅", "274": "喜。玅喜。濟川讚儞。廣心會麼。隘是。隘是。葢宣城鄉諺", "275": "有路上行人隘是耶之句。又濟川適中風而口喎斜。", "276": "大慧以偈問候曰。未解野犴鳴。先作獅子吼。只因謗", "277": "般若。喎却一邊口。觀其道術相忘。未易以常情測度", "278": "耳。", "279": "岳林寺重建明州奉化縣岳林寺。迺布袋和尚道場。崇寧間。董氏", "28": "其會道。則互相偏舉。所貴者。清淨寧一。而於孔聖果", "280": "造閣。而任氏塑布袋像奉安其上。後董氏不平。移下", "281": "其像而自塑焉。尋有善數術者云。董氏所捨者。只得", "282": "六十年運。任氏始發耳。紹興末。閣經回祿。像俱為󰞆", "283": "燼。逆其數。如所謂也。于時饒道者然一臂。募緣重建", "284": "閣。以任氏之像居中。禱祈必應。主僧瑩禪師。字溫叟。", "285": "以三偈遺饒。曰。忘身一臂等閑然。勇猛頭陀了勝緣。", "286": "閙市門前打得著。始知無手解行拳。二曰。汝將粉骨", "287": "報誰恩。稽首龍華補處尊。無指可彈猶省力。重重樓", "288": "閣自開門。三曰。我亦將頭入閙藍。且圖香火有同龕。", "289": "布囊貯滿一落索。巷尾街頭學放憨。其號布袋者。以", "29": "相背馳乎。葢三教末流。昧者執之。自為異耳。夫佛老", "290": "其杖荷布囊。而供身之具盡貯於中。自稱名契此。示", "291": "寂於五季之梁貞明二年丙子歲也。", "292": "簡上座徽州簡上座者。徑山顏首座因問之曰。一二三四五", "293": "六七。明眼衲僧數不足。儞試數看。簡便喝。顏復曰。七", "294": "六五四三二一。儞又作麼生。簡擬對。顏便打出。即曰。", "295": "儞且莫亂道。簡於言下有省。遽說偈曰。儞且莫亂道。", "296": "皮毛卓竪寒。只知梅子熟。不覺鼻頭酸。甞頌狗子無", "297": "佛性話曰。趙州老漢。渾無面目。言下乖宗。神號鬼哭。", "298": "先是。大慧老師揭牓於佛殿。不許凭欄干。簡既犯所", "299": "戒。遭刪去。未幾而卒。年未三十。交朋靡不傷悼之。", "3": "其著書號唐鑑。乃其叔父也。　徽廟時。禁中以法衣", "30": "絕念無為。修心身而已矣。孔子教以治天下者。特所", "300": "尊宿漁歌海昏逸人。號日涉園夫者。李彭商老。參道於寶峰湛", "301": "堂。遇山舒水緩。必拉大慧老師為禪悅之樂。故嘗有", "302": "語曰。日涉園夫與杲上人同泛煙艇。遡脩江而上。遊", "303": "炭婦港諸野寺。杲擊棹歌漁父。聲韻清越。令人意界", "304": "蕭然。因語園夫曰。子其為我作頌尊宿漁父歌之。自", "305": "汾陽已下。戲成十首。付杲上人。談笑而就。故不復竄", "306": "也。一．汾陽曰。南院嫡孫唯此箇。西河獅子當門坐。絹", "307": "扇清凉隨手簸。君知麼。無端喫棒休尋過。二．慈明曰。", "308": "掌握千差都照破。石霜這漢難關鎖。水出高源醻佛", "309": "陀。哩稜邏。須彌作舞虗空和。三．雲峰曰。孤硬雲峰無", "31": "施不同耳。譬猶耒耜而織。機杼而耕。後世徒紛紛而", "310": "計較。大愚灘上曾垂釣。佛法何曾愁爛了。桶箍󳫲。通", "311": "身汗出呵呵笑。四．老南曰。萬古黃龍真夭矯。斬新勘", "312": "破臺山媼。佛手驢蹄人不曉。無關竅。胡家一曲非凡", "313": "調。五．晦堂曰。寶覺禪河波浩浩。五湖衲子來求寶。忽", "314": "豎拳頭宜速道。茫然討。難逃背觸君須到。六．真淨曰。", "315": "貶剝諸方真淨老。頂門眼正形枯槁。一點深藏人莫", "316": "造。由來玅。光明烜赫機鋒峭。七．潛菴曰。積翠十年丹", "317": "鳳穴。當時親得黃龍鉢。掣電之機難把撮。真奇絕。分", "318": "明水底天邊月。八．死心曰。罵佛罵人新孟八。是非窟", "319": "裏和身拶。不惜眉毛言便發。門庭滑。紅爐大鞴能生", "32": "惑。固失其理。或曰。當如之何去其惑哉。曰。以佛修心。", "320": "殺。九．靈源曰。絕唱靈源求和寡。失牛尋得西家馬。顧", "321": "陸筆端難擬畵。千林謝。吟風擺雪真蕭灑。十．湛堂曰。", "322": "選佛堂中川藞苴。衲僧鼻孔頭垂下。獨秀握來無一", "323": "把。杖頭掛。從教四海禪徒訝。", "324": "大慧再訪無盡丞相張公天覺。眼明機峻。慧辯難敵。宣和二年春。大", "325": "慧老師再訪之于荊南。一日。公問。佛具正徧知。亦有", "326": "漏網處。師曰。何謂也。公曰。吾儒尚云。西方有大聖人。", "327": "不治而不亂。不言而自化。然堯．舜．禹．湯皆聖人也。佛", "328": "竟不言之。何耶。師曰。堯．舜．禹．湯。比梵王．帝釋有優劣", "329": "否。公曰。堯．舜．禹．湯。豈可比梵王．帝釋哉。師曰。佛以梵．", "33": "以老治身。以儒治世。斯可也。唯聖人為能同之。不可", "330": "釋為凡夫。餘可知矣。公曰。何以知之。師曰。吾教備言。", "331": "佛出則梵王前引。帝釋後隨。公乃擊節以為高論。後", "332": "紹興九年秋。尹侍講訪師于徑山。夜話及此。尹亦首", "333": "肯再三。", "334": "謙問張浚大慧老師先住徑山日。遣謙首座往零陵問訊張魏", "335": "公。是時竹原菴主宗元者。與謙有維桑契分。元於道", "336": "先有所證。謙因慨然謂元曰。一生參禪見知識。不得", "337": "了當。而今只管奔波。如何則是。元笑而語之曰。不可", "338": "路上行便參禪不得也。儞但平日參得底．悟得底及", "339": "長靈．圜悟．佛日三老為儞說底。都不須理會。我今偕", "34": "不論也。", "340": "行途中。可替底都替儞了。其替不得有五件事。儞自", "341": "管取。謙曰。何謂五事。元曰。著衣．喫飯．屙屎．送尿．駝箇", "342": "死屍路上行。謙未逮半途。忽有契悟。元賀曰。今日且", "343": "喜大事了當。我已見清河公竟。兄當獨往。宗元從此", "344": "歸鄉矣。魏公嘗為謙識其悟。為名菴曰自信而記之。", "345": "略曰。余氐湖湘。佛日又使謙來。發武林。越衡陽。崎嶇", "346": "三千餘里。曾不憚煩。中途緣契。悟徹真理。一見神色", "347": "怡然。若礙膺之疾已除者。仍以筆誥寄元曰。余謫居", "348": "零陵。徑山佛日禪師遣謙師上人來問動止。僧宗元", "349": "因佛日室中舉竹篦話。心地先有發明處。毅然與謙", "35": "隆慶閑閑禪師者。熈寧中廬陵太守張公鑒命出世隆慶。未", "350": "偕來。既至。撫信問。謙亦因緣契會。放下從前參學窠", "351": "窟。元喜曰。我已見清河公矣。徑歸東陽。為眾辦眾事。", "352": "余嘉其行止近道。書此寄元。因勉以護持云。紹興戊", "353": "午四月二十三日。紫巖居士張浚德遠書及謙回。大", "354": "慧逆自半山望見。便曰。這漢和骨都換了。謙後歸建", "355": "陽。結茅于仙洲山。聞其風者。悅而歸之。如曾侍郎天", "356": "游．呂舍人居仁．劉寶學彥脩。朱提刑元晦以書牘問", "357": "道。時至山中。有答元晦。其略曰。十二時中。有事時隨", "358": "事應變。無事時便回頭。向這一念子上提撕。狗子還", "359": "有佛性也無。趙州云。無。將這話頭只管提撕。不要思", "36": "朞月。王公韶帥豫章。延居西山龍泉。不逾年。以病謝", "360": "量。不要穿鑿。不要生知見。不要強承當。如合眼趒黃", "361": "河。莫問趒得過趒不過。盡十二分氣力打一趒。若真", "362": "箇趒得這一趒。便百了千當也。若趒未過。但管趒。莫", "363": "論得失。莫顧危亡。勇猛向前。更休擬議。若遲疑動念。", "364": "便沒交涉也。謙有出山相讚曰。蘆膝鵲巢成底事。蓬", "365": "頭垢面出山來。若言悟道今成佛。當甚街頭破草鞵。", "366": "又頌即心是佛曰。誰家飯。挂空梁。指與小兒令看。解", "367": "開見。是󰞆囊。當下命根便斷。又衡陽道中示同行曰。", "368": "月照天心古館明。衡陽春色為誰青。不知雪擁鼇山", "369": "後。慶快平生有幾人。大慧先住徑山語要。乃謙有衡", "37": "事。廬陵緇素具舟迎歸隆慶。館于西堂。閱二寒暑。以", "370": "陽編次。謙甞從劉寶學所請。出世建之開善。", "371": "端故事南海僧守端。字介然。為人高簡。持律嚴甚。於書史無", "372": "不博究。商搉古今。動有典據。叢林目為端故事。亦喜", "373": "工詩。務以雅實。其題石盆菴曰。菴額初頒挂樹頭。樹", "374": "摧菴朽幾經脩。石盆不減數升水。野菜時添一筋油。", "375": "童子面承天子問。老師心與祖師儔。我來蹭蹬思高", "376": "躅。萬壑雲橫楚甸秋。甞栖養於佛手嵒。洪諫議是時", "377": "監太平觀。施以米。有疏曰。太平散吏洪芻。謹月捨俸", "378": "米入佛手嵒供介然禪師。惟佛手嵒不二之臺。真廬", "379": "山間第一之境。自因公之既往。何作者之無聞。恭惟", "38": "元豐四年三月十三日。遺偈曰。露質浮世。奄質浮滅。", "380": "禪師杖錫來儀。解包戾止。影不出山久矣。脇不至席", "381": "有焉。居士聞風而悅之。俗子望崖而退耳。室有生塵", "382": "之甑。爨無欲清之人。初無半菽之糧。孰置五斗之飯。", "383": "芻今者食供日中之一。月輸斗米之三。厥數雖減於", "384": "淵明。但索猶賢於方朔。定有諸天之辦供。豈無野鹿", "385": "之銜花。折脚鐺中。拾枯松而煑瀑布。掉頭吟處。破明", "386": "月而抹清風。丈室雖受於一牀。繞腹豈須於三篾。葢", "387": "自是臺無餽也。孰謂繼粟之徒歟。旋予授子之粲兮。", "388": "請嗣緇衣之好耳。嵒在廬山之北。李氏有國日行因", "389": "師居焉。", "39": "五十三歲。六七八月。南嶽天台。松風㵎雪。珍重知音。", "390": "辯麤蘇州辯禪師。初參穹窿圓公。有所省發。既入京。與天", "391": "寧圜悟法席。愈臻奧閫。因大慧老師頌船子接夾山", "392": "話曰。驀口一橈除作解。從茲夾嶺氣衝天。離鈎三寸", "393": "無消息。獨向滄溟泛鐵船。辯屬其韻曰。合頭著語醻", "394": "船子。恰似堀地覔青天。直饒楫下通明徹。也是華亭", "395": "破漏船。辯之為人疎放。叢林目為辯麤。嘗有四威儀", "396": "頌曰。山中行。穿林野鳥亂縱橫。往往山僧殺心重。猿", "397": "猱驚得墮深坑。山中住。密室儼然念無數。可憐窮鬼", "398": "出家兒。覔得鹽來又無醋。山中坐。疊足跏趺似推磨。", "399": "草鞵踏破幾千雙。惹得通身都是過。山中臥榾䂐。枕", "4": "施諸禪長老。光亦與焉。因命資次說法。而光受當其", "40": "紅爐優鉢。遂泊然坐逝。俾𦘕工就寫其真。首忽自舉。", "400": "頭豁然破。突出金剛正眼睛。宇宙知音無一箇。其後", "401": "出世。未嘗開堂而終。", "402": "大覺乞歸山大覺禪師以治平三年上表辭　英廟。乞歸山。曰。臣", "403": "聞大道無為。萬物備求其應。聖人在宥。百姓各遂其", "404": "生。矧當熈洽之辰。得豫便安之理。仰蘄俞允。俯集凌", "405": "兢。臣懷璉中謝伏念。臣爰自頃年誤知先帝。忝紹隆於", "406": "祖席。尤霑被於宸庥。久歷歲華。未忘山藪。屢嘗引退。", "407": "靡獲報音。膺陛下纂服之秋。屬海內嚮風之旦。願宣", "408": "佛事。上答堯仁。奈以暮齡益衰。夙疾增劇。昨捐眾務。", "409": "權止寺居。伏蒙皇帝陛下特遣使華送迴本院。仍傳", "41": "次日仍舊平視。其語錄纔數端。刊于泉南。有室中垂", "410": "聖諭。且駐神京。自惟無用之軀。實出非常之遇。是天", "411": "地有再生之德。而草萊謝重茂之心。伏望聖慈。垂雨", "412": "露之恩。均日月之照。俯從人欲。下狥愚衷。庶令朽鈍", "413": "之姿。得遂林泉之志。然而微蟲得計。誠無易水之情。", "414": "疲馬增鳴。但起戀軒之思。誓懃焚誦。式報生成。將遠", "415": "宸庭。無任瞻天。望聖激切屏營之至。謹奉表奏辭以", "416": "聞。大覺既渡江。少留金山而氐西湖。四明郡守以育", "417": "王虗席迎致。是時奉化九峰韶公作緇素勸請疏曰。", "418": "鄮嶺特秀。佛祠頗嚴。煙雲蔽虧。金碧煥爛。勝絕若此。", "419": "宜待乎誰。不然皓月流空。遇暗即破。至人應世。隨方", "42": "問曰。祖師心印。篆作何文。諸佛本源。深之多小。又曰。", "420": "即居。豈以小奇汩彼大度。欽惟禪師道恊主上。名落", "421": "天下。倫輩顯赫。何莫由斯。當念東南以來。吾宗頹圮。", "422": "縱有扶救之者。如操朽索。御彼奔輪。漸使異徒坐觀", "423": "傾覆。禪師聞此。當如之何。良謂道高位崇。理不可免。", "424": "瀝誠露膽。言不敢文。眾等但加歸投。遐聽其足音耳。", "425": "大覺閱罷。憫其詳切。欣然允從。自是叢林靡不謂大", "426": "覺為九峰一疏而來。究其所自。豈不然耶。", "427": "蘇轍謁佛印佛印禪師平居與東坡昆仲過從。必以詩頌為禪悅", "428": "之樂。住金山時。蘇黃門子由欲謁之。而先寄以頌曰。", "429": "麤砂施佛佛欣受。恠石供僧僧不嫌。空手遠來還要", "43": "十二時中上來下去。開單展鉢。此是五蘊敗壞之身。", "430": "否。更無一物可增添。佛印即醻以偈云。空手持來放", "431": "下難。三賢十聖聚頭看。此般供養能歆享。木馬泥牛", "432": "亦喜歡。然黃門．佛印以斯道為際見之歡。視老杜贊", "433": "公來往。風流則有間矣。", "434": "雪堂行雪堂行禪師。稟性和易。不倦隨機開導。住括蒼乾明", "435": "時。有僧問曰。宗門中事。望師直指。對曰。門前石塔子。", "436": "僧不契。久而復請益。因以偈示之曰。門前石塔子。八", "437": "白仍九紫。方位已分明。莫被巡官使。尋有優婆塞問", "438": "曰。一切事臨身。處置不下時如何。行曰。此不能轉物。", "439": "正是我家禪和子用工夫處。豈不見觀音經云。呪咀", "44": "那箇是清淨法身。又曰。不用指東畫西。實地上道將", "440": "諸毒藥。所欲害身者。念彼觀音力。還著於本人。只這", "441": "本人兩字。極是難會。若非透向上關棙者不識。所以", "442": "法眼和尚頌曰。呪咀毒藥。形身之逆。眼耳若通。本人", "443": "何適。", "444": "達磨讚雲峰悅禪師為芝禪師充維那於豫章翠巖。時命蜀", "445": "僧繪達磨祖師像龕于堂司。歲月既久。塵蒙蛛絲。有", "446": "灨上比丘慧空出力妝治之。由是神明還舊觀。生氣", "447": "凜然。紹興戊午。南城童藻之敏德嘗為讚曰。昔從西", "448": "天。鼎來東土。為佛法心印未傳。面壁而坐九伏臘。一", "449": "華既開。隻履乃歸。道已洽道如廣廈。有梁有棟不傾", "45": "一句來。又曰。十二時中著衣喫飯。承甚麼人恩力。又", "450": "厭。今覩遺像。龍章鳳姿離塵雜。巍巍堂堂。猶想無語", "451": "踞禪榻。去古滋遠。異端橫流少檢狎。九原可作。吾欲", "452": "起公主盟歃。徐樞密師川出知上饒。因焚黃次。經由", "453": "翠巖。俾門生讀讚而不能句。遂自三復擊節其格之", "454": "新也。", "455": "蘇轍左遷蘇黃門子由。元豐間左遷高安榷筦之任。而於公餘", "456": "必與諸山講道為樂。景福順禪師者。尤篤維桑世契。", "457": "順有三偈寄公。故嘗和曰。融却無窮事。都成一片心。", "458": "此心仍不有。從古到如今。如今亦如忘。相逢笑一場。", "459": "此間無首尾。尺寸不煩量。要識東坡老。堂堂古丈夫。", "46": "曰。魚行水濁。鳥飛毛落。亮座主一入西山。為甚麼杳", "460": "近來知此事。也不讀文書。公將移績谿。以書別順曰。", "461": "自來高安。唯有二三老僧相知。既又蒙公遠來相訪。", "462": "方今南老門人。公為第一。因此又識南公遺風。為幸", "463": "多矣。前日得告。當往績谿。旦暮成行。不獲面違。悵仰", "464": "無窮。凝寒法候何如。更冀以道自重。順後住西山香", "465": "城。其徒以公偈并書刊石。尚復存焉。", "466": "陳堯佐誌墓陳文惠公。閬中人。平居於釋氏留心。因遊山寺。恍然", "467": "有得。而成偈曰。殿古寒爐空。流塵暗金碧。獨坐了無", "468": "人。又得真消息。景祐間拜相。尋出判鄭州。以太子太", "469": "師致仕。居于鄭圃。閱四寒暑而薨。臨終。自誌其墓曰。", "47": "無消息。閑之闍維奇瑞。詳於蘇黃門子由之記。故茲", "470": "有宋頴川先生堯佐。字希元。號知餘子。年八十二不", "471": "為夭。官一品不為賤。卿相納祿不為辱。三者粗可歸", "472": "息於父母棲神之域矣。吁。公於幻妄境中了無遺恨。", "473": "其自謂又得真消息。固可與知者道歟。", "474": "報本元嗣書湖州報本元禪師。其見於林間錄。謂開法吳江聖壽。", "475": "投黃龍法嗣書。南公視其名曰。吾偶忘此僧。書未欲", "476": "開。可以親至。元遂輟住持事。即日腰包而來。然南公", "477": "書尺集有答元曰。手書達吳江聖壽長老。前年永上", "478": "人自二浙迎金像回。得書一封。因念汝離黃檗十有", "479": "餘年。一錫飄然。孤蹤不定。雖知白而守黑。奈果熟而", "48": "略錄遺偈．垂語。庶不殞其實云。", "480": "自香。緣在吳江。應時而出。宜遵聖賢規範。如說而行。", "481": "勿效庸鄙之流。唐言自恣。凡百住持。必須慎護。此不", "482": "盡書也。今觀其委曲如是。豈偶忘其名耶。元嘗有三", "483": "頌示學者曰。儞問西來意。傍人意已彰。病嫌春冷淡。", "484": "老見事尋常。睡裏遊三界。惺來夢一場。言應言不及。", "485": "得坐細思量。儞問西來意。余生在廣南。官人須漢語。", "486": "百姓只鄉談。九夏須紈扇。三冬厭綌衫。曹溪門大啟。", "487": "應不阻人參。儞問西來意。同聲了了知。博聞非智慧。", "488": "寡學豈愚癡。拾得能燒火。寒山解作詩。咄哉顛蹶漢。", "489": "誰唱羅羅哩。", "49": "泉大道頌南嶽芭蕉菴主。世呼為泉大道。以其歌頌間有大道", "490": "野軒詩頌中際可遵禪師。號野軒。早於江湖以詩頌暴所長。故", "491": "叢林目之為遵大言。因題廬山湯泉。東坡見而和之。", "492": "自是名愈彰。無為子楊傑。字次公。以為道交。楊以偈", "493": "調之曰。無孔鐵鎚太重。墮在野軒詩頌。酸豏氣息全", "494": "無。一向撲入齏瓮。遵即繼其韻曰。無為不甚尊重。到", "495": "處吟詩作頌。直饒百發百中。未免喚鐘作瓮。居無何。", "496": "有僧往無為軍持鉢。遵以偈送其行。且簡次公曰。今", "497": "去無為化有情。野軒無物贈君行。若從楊傑門前過。", "498": "為我高聲喝一聲。楊嘗問道於雪竇門下諸公。而遵", "499": "嗣報本蘭。以雪竇為大父云。", "5": "末。陞座問答罷。顧視大眾曰。若論說禪說道。則諸大", "50": "為題。如六巴鼻頌曰。大道巴鼻。問著瞌睡。背負葫蘆。", "500": "徐禧問靈源武寧徐龍圖禧。字德占。早參黃龍晦堂和尚而受印", "501": "可。遂與靈源為法友。因致問於靈源曰。昔有老宿見", "502": "人便喚為倒騎牛漢。且道如何得不被佗恁麼喚。靈", "503": "源對以是佗巴鼻在我手裏。仍有頌發揮之曰。塗中", "504": "作主。門裏出身。倒騎順騎。誰為最親。莫嫌土面塵埃", "505": "甚。百尺竿頭步步新。", "506": "無盡徵詰大洪恩禪師與無盡居士張公以禪教之要。相與徵", "507": "詰。無盡因謂之曰。華嚴註釋。古人各有所長。如題目", "508": "七字。大清涼得之妙矣。始成正覺。李長者所具勦絕。", "509": "佛智既無盡無量。信乎名句文字所不能詮。輸他臨", "51": "狂歌逸戲。散聖巴鼻。逢場作戲。東湧西沒。南州北里。", "510": "濟劈耳便掌。三人公案未知如何。試論之。恩遂答曰。", "511": "伏蒙剖示清凉．李長者．臨濟一宗公案。理事分明。誰", "512": "敢異議。可憐箇不了事漢子被無盡居士一時勘破", "513": "了也。雖然罪不重科。既往不咎。要之猶有責情三十", "514": "棒。若據令而行。轉見盡法無民。若放一線道。又恐知", "515": "而故犯。於此二途。如何即是。彼上人者。難為醻對。只", "516": "應倒走三千里。如別紙故敘。乃罄此意也。恩仍封別", "517": "紙示之。無盡於封來白紙上書一偈寄恩曰。不須倒", "518": "走三千里。何必重科三十藤。盡是河沙真寶藏。夜寒", "519": "挑起讀書燈。恩乃疏為四偈答之曰。不須倒走三千", "52": "禪師巴鼻。有利無利。碧嶽崔嵬。龍行虎視。衲僧巴鼻。", "520": "里。浩浩清波平地走。百尺竿頭笑不休。臨濟德山徒", "521": "側耳。何必重科三十藤。放行把住此為憑。居士傳來", "522": "應有在。三峰鼎峙碧層層。盡是河沙真寶藏。聊與人", "523": "間作歸向。來時無口問盧能。驚怪泥牛吞大象。夜寒", "524": "挑起讀書燈。壞衲蒙頭箇老僧。慚愧淨名多意氣。自", "525": "憐多病百無能。恩嗣投子青公也。", "526": "永道抗辯永道法師者。出於東頴沈丘毛氏。禮順昌府南羅漢", "527": "院僧安恭為師。既而悵然曰。佛之設教。廣度群品。今", "528": "不扶護教門。力究大乘。饒益有情。則徒為耳。遂趨上", "529": "都講席。業唯識．百法二論。獲臻其奧。繼主左街香積", "53": "坐具尺二。休尋短長。風高雲起。座主巴鼻。懸河無滯。", "530": "院。於天寧節恩例得寶覺大師之號。宣和元年正", "531": "月詔下。改僧為德士。道偕律師悟明．華嚴講師慧", "532": "日。與道士林靈素抗辨邪正。訴于朝廷。忤旨流道州。", "533": "二年六月。依赦量移。經由長沙。邂逅寂音尊者。以詩", "534": "遺之曰。道公膽大過身軀。敢逆龍鱗上諫書。只欲袒", "535": "肩擔佛法。故甘引頸受誅鋤。三年竄逐心無媿。萬里", "536": "歸來貌不枯。佗日教門綱紀者。近聞靴笏趂朝趨。尋", "537": "令逐便。七年五月。奉旨。前寶覺大師毛永道。累經赦", "538": "宥。特與依舊披剃。自爾屢蒙恩渥。無何。建炎初。京城", "539": "留寺元帥宗公服道德義。令借補宣教郎充留守司", "54": "地湧金蓮。手擎如意。山童巴鼻。金將火試。客問山居。", "540": "招諭官兼總管。使司參謀軍事。護佐軍旅。俾往淮穎", "541": "勸慕豪右。得錢數萬。助國贍軍。累蒙召起。行在都堂", "542": "議事。於是宰執力勉返。初補授文官兼帶武職。分領", "543": "兵權以佐王室。遂成偈辭之曰。昔年為法致遭黥。天", "544": "使監防用將兵。禁錮南行經半紀。往還萬里計途程。", "545": "冰霜未易松筠操。鑪炭難移鐵石情。願與佛陀為弟", "546": "子。不堪輔佐作公卿。語雖非工。紀實而已。尋准三省", "547": "樞密院賞功司劄子。奉聖旨特賜寶覺圓通法濟大", "548": "師。尚書禮部公據云。前件師號。據祖宗法。係是試鴻", "549": "臚卿。崇觀之後。改賜六字師號。比視品官。又承都省", "55": "遠來不易。一日。斐然成狂歌曰。阿呵呵。憶著我前年", "550": "劄子旌其護法。賜名法道。紹興三年二月詣朝廷。與", "551": "道士劉若謙等。正祈禱道場所僧．道班次。其劄略曰。", "552": "緣崇寧大觀間。道士王資息．林靈素等。叨冐資品。紊", "553": "亂朝綱。由是起例。道壓僧班。竊見靖康．建炎已來。所", "554": "有道士官資已行追毀。既無官蔭。須合遵依祖宗舊", "555": "制。伏望朝廷明降指揮。特賜改正。頒行天下。以正風", "556": "俗。是時未蒙與決施行。逮紹興十三年十月。再行整", "557": "會僧．道班次。僧並居東。永為定制。道於十七年七月", "558": "二十有七日示寂于臨安府祥符蘭若。其辭世偈曰。", "559": "萬法本空。一真絕妄。如彼太虗。元同谷響。若夫東都", "56": "在青州喫箇棗。如今立地忽思量。獨笑獨歌任得倒。", "560": "事略。謂道士林靈素以左道得幸。勢傾一時。而道與", "561": "之抗辨。略無撓辭。其扶護教門。利益有情。真不孤初", "562": "志耳。", "563": "伊蒲塞世以伊蒲塞誤為蘋藻。無乃沿襲而未之考。今觀東", "564": "漢．楚王英傳。永平八年。詔令天下死罪皆入縑贖。英", "565": "遣郎中令奉黃縑白紈三十匹。詣國相曰。託在藩輔。", "566": "過惡累積。歡喜天恩。奉送縑帛以贖罪愆。國相以聞", "567": "詔報曰。楚王講黃老之微言。尚浮屠之仁祠。潔齋三", "568": "月。與神為誓。何嫌何疑。常有悔吝。其還贖繒。以助伊", "569": "蒲塞．桑門之盛饌。其傳註曰。伊蒲塞。即優婆塞。中華", "57": "張顛李八伯。黃婆鄭九嫂。心草草。牀頭失却大貓兒。", "570": "譯為近住。乃稟戒行。堪近僧住。以是可見非蘋藻矣。", "571": "又桑門即沙門。譯為息心。瑞應云。息心達本源。故號", "572": "為沙門。然天竺之國有五。所至。方言音訛不同。若夫", "573": "比丘．比丘尼．優婆塞．優婆夷。謂之四眾。既具盛饌而", "574": "饗。則稱為四眾齋亦可矣。", "575": "達觀性辯金山達觀穎禪師。為人奇逸。智識敏妙。書史無不觀。", "576": "詞章亦雅麗。與夏英公．王文康公．歐陽文忠公．趙參", "577": "政平叔遊。殊相樂也。嘗著性辯曰。今古聖賢言性者。", "578": "只得情也。脫能窮理。不能盡性。何也。不知三才萬物", "579": "皆性也。天性上．人性下。金利．水濕．木直．火熱．土厚。此", "58": "走下門前捉蛤蚾。休更討。南山雲引北山雲。歸去來", "580": "五行性也。統而論之。精而察之。萬物之性。皎然可見", "581": "矣。就中最靈者。人也。陰陽交遘而生。變化而動者。情", "582": "也。約人情純粹者也。其所以可上可下。為賢為愚。受", "583": "性上者。君子也。外情不能惑性。雖混於小人。猶金玉", "584": "之中土石耳。至于堯．舜．禹．湯。垂名萬古。乃當時保高", "585": "位。守常道而察人情。隨性立法也。桀．紂．幽．厲。惑富貴。", "586": "失大寶。縱自性。被情遷也。天地雖無情。風雲四時易", "587": "其候。山川萬物亂其形。唯人居中。度天時。隨地利而", "588": "不失其節。所以人為天地心也。情．意．識皆本乎性也。", "589": "隨物所顯。故外有多名耳。餘不可備敘也。情者。心也。", "59": "兮。一二三四五六七八九朵。其言雖似放。旨則有歸。", "590": "牽於用。意者。志也。記於事。識者。知也。辨於物。愛惡喜", "591": "怒皆情也。夫為大聖人者。性決定也。不被外惑。不為", "592": "情牽。性制於情也。所以我教謂之正覺者也。易唯知", "593": "窮理盡性之說。而未見乎出古入今之道者也。", "594": "蘇軾衲衣蘇翰林子瞻。以紹聖元年秋。經由南華。著衲衣與長", "595": "老辯公坐次。忽客來謁。乃著公服。遂謂辯曰。裏面著", "596": "衲衣。外面著公服。大似壓良為賤。辯曰。外護也少不", "597": "得。蘇曰。言中有響。辯曰。靈山付屬。不要忘却。已而。為", "598": "作蘇程菴銘。其引曰。程公菴。南華長老辯公為余表", "599": "弟程德孺作也。余南遷過之。更其名曰蘇程。且銘之。", "6": "禪師已說了也。教山僧到這裏說箇甚麼即得。豈不", "60": "既自以為適。亦足照映叢林矣。", "600": "辯作菴。寶林南。程取之。不為貪。蘇後到。住者三。蘇既", "601": "住。程則去。一彈指。三世具。如我說。無是處。百千燈。同", "602": "一光。一塵中。兩道場。齊說法。不相妨。本無通。安有礙。", "603": "程不去。蘇不在。各遍滿。無雜壞。程為廣東漕使。而辯", "604": "作是菴也。", "605": "無著道閑閑禪師者。初參高菴悟公於雲居。悟問。鄉里甚處。對", "606": "曰。天台。悟曰。天台石橋倒。是否。閑趨前。以手掖。悟笑", "607": "而已。悟平居喜舉玄沙示眾。因我得禮儞話。閑聞有", "608": "省。以頌呈悟曰。因我禮儞。魚腮鳥觜。更問如何。白雲", "609": "萬里。未幾。辭歸故居。高自標致。繼通安。問於悟。得其", "61": "大悲閑長老福州閩縣般若精舍。紹興甲寅歲。有西堂乃洞江大", "610": "所報曰。此事須是力行。久久自然靈驗。向來因我得", "611": "禮儞頌。可謂通古冠今矣。自爾道價四馳。為時宗仰。", "612": "郡守革萬年律居而為禪席。命閑權輿焉。烏巨雪堂", "613": "行禪師視閑為猶子。遊天台。閑請其陞座。行有頌曰。", "614": "因我得禮儞。天台石略彴。今古往來人。幾箇親踏著。", "615": "閑之為人莊重。能蹤跡其高菴。遷數剎。而終老於雲", "616": "居三塔云。", "617": "佛慧北邙行蔣山佛慧禪師。叢林號泉萬卷者。有北邙行曰。前山", "618": "後山高峨峨。喪車轔轔日日過。哀歌幽怨滿巖谷。聞", "619": "者潛悲薤露歌。哀歌一聲千載別。孝子順孫徒泣血。", "62": "悲閑長老。時年八十有四。大慧老師居洋嶼。與般若", "620": "世間何物得堅牢。大海須彌竟磨滅。人生還如露易", "621": "晞。從來有會終別離。苦樂哀慼不暫輟。況復百年驚", "622": "電馳。去人悠悠不復至。今人不會古人意。栽松起石", "623": "駐墓門。欲為死者長年計。魂魄悠揚形化土。五趣茫", "624": "茫井輪度。今人還葬古人墳。今墳古墳無定主。洛陽", "625": "城裏千萬人。終為北邙山下塵。沈迷不記歸時路。為", "626": "君孤坐長悲辛。昔日送人哭長道。今為孤墳臥芳草。", "627": "妖狐穿穴藏子孫。耕夫撥骨尋珠寶。老木蕭蕭生野", "628": "風。東西壞塚連晴空。寒食已過誰享祀。塚畔餘華寂", "629": "寞紅。日月相催若流矢。貧富賢愚盡如此。安得同遊", "63": "一水之隔。閑雖老而尤篤參究。日來隨眾入室。大慧", "630": "長樂鄉。縱經劫火無生死。觀其詞理悽壯。有關教化。", "631": "世之持暴氣．溺欲樂者見之。宜自警省焉。", "632": "政書記詩西蜀政書記居百丈山最久。而內外典墳靡不該洽。", "633": "至於詩詞。雖不雅麗。尤多德言。珪禪師早從之遊。政", "634": "以詩贈之曰。少年詩律如春雨。點染萬物發佳處。時", "635": "復一篇出新意。瀾錦輕紗脫機杼。自知文意費雕刻。", "636": "日益巧偽蔽心腑。飜然洗心謀大道。超然不與萬法", "637": "侶。車輪峰下從吾遊。杲杲素練濯秋渚。一染燦然得", "638": "正色。不為朱紫所等伍。妙高無處見德雲。夢中樓閣", "639": "啟鑰戶。了然心腑不可蔽。無煩彫刻得巧語。謫仙人", "64": "因問曰。不與萬法為侶是甚麼人。閑曰。扶不起。大慧", "640": "在一塵中。一一塵中有杜甫。根塵界處皆腹藁。八萬", "641": "四千無數句。意句圓美若彈丸。詠歌不足欲起舞。秋", "642": "風遶樹掃蒼顏。園林失翠作岣嶁。遠追清興別吾遊。", "643": "泠然不待風為御。招此百年未歸客。送行天地一逆", "644": "旅。要收春雨點新意。佗日相逢為君舉。珪遂行。詣佛", "645": "眼而得法。後住和之褒禪。東偏植竹。因為退居。名曰", "646": "竹菴。有詩。種竹百餘箇。結茅三兩間。纔通谿上路。不", "647": "礙屋頭山。黃葉水去住。白雲風往還。平生只這是。道", "648": "者少機關。竹菴諱士珪。詩選收為道珪作。則誤也。", "649": "雲臥紀談卷下終", "65": "曰。扶不起底是甚麼人。速道。速道。閑擬對。大慧以竹", "650": "No. 1610-B 雲臥菴主書No. 1610-B", "651": "雲臥菴主書", "652": "十一月七日。豐城曲江感山雲臥菴主曉瑩上狀問", "653": "訊徑山遯菴無言首座禪師友兄。日者。禋兄居上藍。", "654": "時蒙以函翰附其遞至。展繹真旨。開慰之深。何啻執", "655": "熱而濯清風。第以相望闊遠。殊乏雅便。無繇略具稟", "656": "報。可勝媿怍。唐顧況有言。一別二十年。人堪幾回別。", "657": "與兄之違異。僂指則踰其數又七寒暑。其何以堪耶。", "658": "追懷疇昔道義琢磨之益。炯炯此心。恍如隔世矣。竊", "659": "承坐分法施。開悟多眾。苟非辣手段．大鉗鎚。未易及", "66": "篦便打。閑忽契悟。大慧說偈印之曰。一棒打破生死", "660": "此。故嘗以祇夜寄意於歆艶曰。徑山突兀上雲煙。高", "661": "遁山顛絕世緣。握以黑蛇分半座。却將毒氣噴人天。", "662": "其實祖室重寄有在於是。欽仰。欽仰。即茲冬仲。寒冷", "663": "濅嚴。必然覺體於四威儀中。日享龍天恭敬之福。為", "664": "樂無涯涘也。愚自量命薄才疎。跨短步窄。難追逐諸", "665": "友高躅於叢林。未免稟志遵分。於乾道辛卯縛屋荒", "666": "山。既高寒孤逈。老病不堪。至淳熈戊戌冬。以徒弟隸", "667": "名感山小寺而徙居焉。寺基稅錢三十有一。並無常", "668": "產。唯破屋數間。如玉川子洛城之居耳。親舊憐其謀", "669": "生計拙。奉養清甚。相與出資剏小輪藏。庶幾財法互", "67": "窟。當時凡聖絕行蹤。返笑趙州心不歇。老來猶自走", "670": "陳。補其日給。歲在癸卯。徒弟遽歿。遂自任其灑掃之", "671": "責。而量柴頭．數米顆之外。無佗念裝懷。且圖睡快而", "672": "已。禋兄謝事上藍。既到山間。樂其幽寂。為留十有一", "673": "月。應南源命而遷青原祖席。緣法頗盛。亦有二三衲", "674": "子。不孤其竹篦用事。所用竹篦。乃大慧老師在梅陽。", "675": "來報恩。為兄弟入室者。無著嘗作銘紀其由。銘有引", "676": "曰。大慧老師以竹篦揭示佛祖不傳之妙。幾四十年。", "677": "遂使臨濟正派勃興焉。至於居患難中。亦不倦提擊。", "678": "所以梅州報恩有竹篦在堂司也。江西瑩仲溫嘗掌", "679": "其職。得之而歸。豈特為叢林千載之榮觀邪。無著妙", "68": "西東。而閩中有嘲之以偈曰。八十老翁閑灌頂。只說", "680": "總謹稽首為之銘曰。南山有竹。不削自異。狀若黑蚖。", "681": "噴噴毒氣。如尺之捶。用之無匱。鍛聖烹凡。經天緯地。", "682": "仲溫得之。尤宜保秘。照映叢林。千古不墜。愚渦沈鄉", "683": "井。收得誠為閑家具。溘然後。定被摩那輩將去撥火。", "684": "何如於未蓋棺前。以竹篦及無著親寫之銘。併歸於", "685": "禋兄。所幸其用得靈驗。想兄聞而必為之喜也。其山", "686": "頭兄弟與兄契分厚而過江西。愚得復見者。唯古岡", "687": "永兄。受仰山命。時取道豐城。來菴所相訪。因送其入", "688": "院。其後遷大溈。二年而示寂。長谿晦兄住香城。亦至", "689": "山舍。及董大溈。閱一月而委順。建昌圓兄自鵝湖移", "69": "如今行路難。海門洋嶼煙波裏。依舊漁翁把釣竿。大", "690": "仰山。迃路相尋。亦送其至臨江慧力。無何。領院事七", "691": "日而西邁。然晦．圓二兄。世緣不假借如此。在其分上。", "692": "又何憾焉。育王光兄。道福如是之盛。向來朝遊夕處。", "693": "而不識韋皇是貴人者多矣。自其出世。收書三四。其", "694": "在靈隱。故嘗問之以書曰。兄今羽凡骨為飛仙。起故", "695": "魚為雲龍。之時如演．圓二兄。尚未聞人天推轂。何邪。", "696": "兄雖不藉其齒牙餘論。而道香德風自然藹著。其所", "697": "以問之者。庶其不忘持天下叢林之公論也。今叢林", "698": "無公論。奈何。奈何。前夏淨慈密兄以書見寄。紆誠盡", "699": "意。不替疇昔祖道。正賴其主盟。為本色衲子所歸。豈", "7": "見先德道。千種言。萬般解。只要教君長不昧。既然如", "70": "慧演為四偈。曰。八十老翁閑灌頂。鵞王擇乳自家知。", "700": "謂去夏遽爾踰葱嶺而去。兄必為短氣耳。況江湖朋", "701": "舊彫零如霜葉脫木。亦無幾矣。殊使人愴然也。今華", "702": "藏璉兄住保安。日有書來云。祖詠住越之興善已數", "703": "年。在臨安時。綴集大慧始末。作年譜一冊。不肯上徑", "704": "山與前輩看詳。急於刊行。亦多踈脫。愚於是答其書。", "705": "糾其年譜之謬。今試為兄略舉數端。譜云。師再至荊", "706": "南。張無盡問以。堯．舜．禹．湯。古之聖君。而釋典不言。何", "707": "也。師云梵王．帝釋說法因緣為對。其所取簡脫如此。", "708": "適足以增排佛者之誚。若據當時所問所答。極有理", "709": "趣。而老師甞於紹興九年間與尹侍講彥明說。尹首", "71": "寄語叢林瞎漆桶。莫將󳬈唳作鸎啼。只說如今行路", "710": "肯者再三。即非對以梵王請佛說法因緣。愚以其詳", "711": "具於雲臥紀談。茲不欲縷陳。又讚草堂像。則是十年", "712": "寶峰化主求之於徑山。其時草堂尚無恙。故有小根", "713": "魔子還知否。此是吾家真白眉之句。乃非十三年作", "714": "於衡陽也。又李參政泰發所贈絕句。其引云。適衡。聞", "715": "州郡欲免旬呈。師毅然不可曰。無以我累人。此意豈", "716": "流俗泛泛者所能窺之哉。感歎成小詩曰。十畆荒園", "717": "旋結茅。芥菘挑盡到同蒿。聖恩未許還磨衲。且向堦", "718": "前轉幾遭。蓋十一年冬間。非二十年也。大慧初到衡", "719": "陽。菴於城中廖司戶西園。其譜改十畆作十里。在衡", "72": "難。前三三與後三三。寄語叢林瞎漆桶。雲頭放下更", "720": "陽城豈容十里園邪。又改同蒿作蓬蒿。且蓬非可食", "721": "之菜。然參政公之詩。如唐高力士責峽州。詠薺菜而", "722": "寄意焉。其譜中有作說踈謬處。謾為兄略言其數段。", "723": "如云。梅為南方煙瘴之郡。醫藥極少。東歸而不霑霈", "724": "澤者。六十有三。既無人字。則是何物。若是人而死煙", "725": "瘴。蓋為法忘軀之士。既非罪責。豈可不霑霈澤邪。昔", "726": "徐師川在昭州有詩曰。嶺外昭州最瘴煙。華人罪大", "727": "此為遷。老夫無罪緣何事。也向昭州住半年。其死於", "728": "梅州六十有三人。可比類徐公在昭州也。又云。師居", "729": "梅州。衲子追隨於荒寒寂寞之濵。丐一言。冀一盼。以", "73": "來參。海門洋嶼煙波裏。得到其中有幾人。寄語叢林", "730": "為終身慰幸。足可下視諸方。若爾。則適足取笑諸方。", "731": "以老師參徒非標志於宗門本分事。乃東山頌今者", "732": "叢林走大聲之謂也。又云。紹興甲戌。在梅州。以臨濟", "733": "正宗法語付法宏首座．道先侍者。宏既不得。其死於", "734": "梅陽。而先亦死於徑山侍寮。宏．先既死。則正宗法語", "735": "付之誰邪。今不得正宗法語付授。而嗣法者則何以", "736": "藉口。此所謂華詞損實耳。昔圜悟在蜀。甞以衣并鉢", "737": "寄來泉南與老師。是時老師有偈曰。付來鐵鉢盛貓", "738": "飯。磨衲袈裟入墨盆。祖宗活計都壞了。不知將底付", "739": "兒孫。老師既施為如此。何必獨収正宗法語付宏．先", "74": "瞎漆桶。不須背後起貪瞋。依舊漁翁把釣竿。錦鱗蝦", "740": "也。又云。兄與璉密禋。於老師語錄節其綱要。離為五", "741": "冊。既節。則是刪繁去冗。然其間不無去取。似不當揭", "742": "示於世徒。使叢林增阿難眊矣之歎也。又有按事出", "743": "武庫者。却不敘武庫所出端由。今略敘武庫之權輿。", "744": "乃紹興十年春。信無言數輩在徑山。以前後聞老師", "745": "語古道今。聚而成編。福清真兄戲以晉書．杜預傳中", "746": "武庫二字為名。至十一年四月間。老師陞座。而張侍", "747": "郎與法會。老師因說。張魏公之兄昭遠參圜悟。而圜", "748": "悟謂其為鐵剗禪。今山僧却謂侍郎禪為神臂弓。未", "749": "免以偈見意曰。神臂弓一發。穿過千重甲。子細拈來", "75": "蠏不顢頇。寄語叢林瞎漆桶。休將生滅話頭看。", "750": "看。當甚臭皮襪。次日。侍郎請陞座。而台州了因禪客", "751": "致問曰。神臂弓一發。千重關鎻一時開。吹毛劒一揮。", "752": "萬劫疑情悉皆破。猶是生死岸頭事。作家相見時如", "753": "何。師曰。拖出這死屍。進云。和尚為誰恁麼道。師云。棺", "754": "木裏瞠眼。進云。此未是學人問處。師云。儞問處又作", "755": "麼生。進云。把手上高山。師云。非儞境界。進云。毒蛇頭", "756": "上也要揩痒。師云。儞不是這般人。進云。若不登龍門。", "757": "焉知滄海闊。師云。爭奈已遭點額。逮五月間。侍郎遭", "758": "臺評。被及老師有衡陽之行。蓋是時。朝廷議兵。而神", "759": "臂弓之論頗紛紜。所以侍郎答何中丞書。有除帥在", "76": "佛印謁王荊公佛印禪師。元豐五年九月。自廬山歸宗赴金山之命。", "760": "月末之語。已而。張徽猷昭遠有偈嘲老師曰。小菴菴", "761": "主放憨癡。愛向人前說是非。只因一句臭皮韈。幾乎", "762": "斷送老頭皮。由是山頭識者。莫不以武庫二字為憂。", "763": "故千僧閣首座江州能兄揭牓子於閣門曰。近見兄", "764": "弟錄得老師尋常說話。編成冊子。題名武庫。恐於老", "765": "師有所不便。可改為雜錄。則無害焉。其後。又偽作李", "766": "參政漢老䟦。而以紹興辛酉上元日書于小谿草堂", "767": "之上。其實老師則不知有武庫。及於紹興庚午。在衡", "768": "陽見一道者寫冊。取而讀。則曰。其間亦有是我說話。", "769": "何得名為武庫。遂曰。今後得暇。說百件與叢林結緣。", "77": "維舟秦准。謁王荊公於定林。公以雙林傅大士像需", "770": "而易其名。未幾。移梅陽。至癸酉夏。宏首座以前語伸", "771": "請。於是閑坐間有說。則宏錄之。自大呂申公執政。至", "772": "保寧勇禪師。四明人。乃五十五段而罷興。時福州禮", "773": "兄亦與編次。宏遂以老師洋嶼眾寮牓其門。有兄弟", "774": "參禪不得。多是雜毒入心之語。取稟而立為雜毒海。", "775": "宏之親錄。為德侍者収。禮之親錄。在愚處。禮之錄。其", "776": "中尚有說雲蓋古和尚。叢林謂古慕固者。頌狗子無", "777": "佛性話曰。趙州狗子無佛性。終日庭前睡不驚。狂風", "778": "打落古松子。起來連吠兩三聲。老師曰。此吟狗子詩", "779": "也。禮之小楷。筆力精勁。殊有風韻。蓋出之於晉宋法", "78": "讚。佛印掇筆書曰。道冠儒履佛袈裟。和會三家作一", "780": "帖耳。又譜中於二十年収四句詩而不敘其由。但云。", "781": "皆預讖嶺海之意。詩曰。鴈回始覺瀟湘遠。石鼓灘頭", "782": "莫怨天。一住十年秦楚隔。木弓重續舊因緣。蓋是雪", "783": "峰聞兄於紹興十二年從衡陽來臨安。見有以西蜀", "784": "費孝先之術。設肆而為人決休咎。聞因以老師問焉。", "785": "故有是詩也。衡陽有回鴈峰。瀟湘有石鼓灘。而辛酉", "786": "至庚午。移梅陽則十年。或云。古以梅木為弓。未詳所", "787": "出。若以卦詩較老師衡陽之事。可謂奇中矣。又譜中", "788": "収而使人不可曉者。如云華藥寺慶懺鐘樓小參說", "789": "偈。戲操閩音。用其里語。後以杜牧之詩。驚起暮天沙", "79": "家。忘却率陀天上路。雙林癡坐待龍華。公雖為佛印", "790": "上鴈為斷句。愚甞聞筠陽瑫兄說仰山鐘樓壁間。舊", "791": "有題云。突然架起一間屋。中心懸箇鐵琅璫。驚起暮", "792": "天沙上鴈。海門斜去兩三行。以老師與竹菴在仰山", "793": "時。甞登樓讀而為笑。及於華藥小參。舉以為法樂。若", "794": "謂海門為讖。則老師未甞過海門。何讖之有哉。又譜", "795": "収祭圜悟文。不動軒記。已見於泉南刊舟峰文集。則", "796": "是其代亦不必収為老師作也。至於臨示寂。遺奏四", "797": "十二字。乃親蹟。而却不収。遂収愚所錄囑嗣法委曲", "798": "之語。然愚是時於喪。司職在掌記。所以於語之結尾。", "799": "明說是口授。侍者令錄以為別。此所謂老夫常談。何", "8": "是。畢竟如何。光遂以法衣覆頂。良久。云。衲帔蒙頭萬", "80": "所調。而終服其詞理至到。故小行書彌勒發願偈數", "800": "足収邪。又譜云師隆興癸未三月。聞王師凱旋作偈。", "801": "有氛埃一掃蕩然空之句。然偈初欲以進而未果。真", "802": "蹟在賢兄處。賢卒而流落為仰山權兄收。偈前有臣", "803": "某甲上進五字。氛埃一掃蕩然空。百二山河在掌中。", "804": "世出世間俱了了。當陽不昧主人公。若此偈可全収", "805": "而却不爾。譜末云。奪食驅耕。斷橋塞路。蓋遊戲耳。若", "806": "以是為遊戲。可乎。此所謂妄言傷正也。前輩曰。奪食", "807": "驅耕手段辣。茲可見宗師體裁耳。又云。其所攝化。傾", "808": "倉倒廩。墮珥遺簪。唯恐不適師意。則人情相奉。而非", "809": "歸依至道。從其攝化也。其墮珥遺簪。則是遺失墮落。", "81": "百字為酬。山谷為䟦。佛印既住雲居。而刊于石。尚復", "810": "而非韓文公所謂越商胡賈脫身獻耳。譜中間有按", "811": "塔銘而並無按正續傳。至於有數段按師謂侍者。若", "812": "是說話初無定論。既非上紙筆。何可言按。俗諺所謂", "813": "口說無憑也。又譜䟦云。採摭正續傳所不載者。集為", "814": "年譜。及觀譜之所収。盡出於正續傳。何得為不載邪。", "815": "興國軍安兄。作建康出隊先馳。歸謂愚曰。老師緣秦", "816": "太師有親戚命陞座。乃言。我雖被太師編管十七年。", "817": "未甞敢怨佗。其實事有前定也。遂引。東山受業院。於", "818": "崇寧甲申塑佛。有異人丁生便謂像有難。則人來出", "819": "家。像毀。則人有難。若較我平生事。時日無差。豈不是", "82": "存焉。", "820": "前定邪。士大夫聞者。靡不服其達也。正續傳首載此", "821": "事。而譜却按為定上座普說而說。然說事有由。不若", "822": "為秦太師親戚說者為優耳。試於廣錄檢尋。於定普", "823": "說有無。便見其鑿空造端。欺誑於世也。紹興丙子秋。", "824": "老師曾於鄂渚舟中。以愚生緣洪州。顧而謂曰。洪州", "825": "出得幾箇尊宿。如。寶峰月．海會從．雲峰悅輩。甚生次", "826": "第。又云。我年十九遊隱靜杯渡菴。其菴主說所夢。便", "827": "謂我是雲峰悅和尚後身。及到瑞竹珵和尚處。却道", "828": "我是再來人。是時老師說得甚詳。故甞備載於雲臥", "829": "紀談。而譜中只說珵說為再來人。却不能収雲峰後", "83": "老華嚴出世魏府老華嚴者。諱懷洞。五季時。初弘華嚴之教。晚參", "830": "身之事。然老師屢說。而叢林知者亦眾也。所以向來", "831": "對靈文。故云舉世知雲峰悅老之後身。逢時獲南嶽", "832": "讓公之前號。蓋讓公亦賜大慧禪師也。江西近有一", "833": "僧撰隆興佛運統紀。凡兩巨編印行。以初祖迦葉於", "834": "周懿王四年庚寅入鷄足山。而傳燈錄載却是孝王", "835": "五年丙辰也。其差紊二十八年。於迦葉尚如此。餘可", "836": "知矣。又収晉懷帝為劉曜使衣青衣而行酒。及東晉", "837": "孝武帝晚年。長星現而舉酒祝曰。長星勸爾一杯酒。", "838": "觀其二事。何與佛運邪。愚因見統紀無足取。遂用小", "839": "青江紙一幅。上𦘕小佛。兩旁𦘕八十眼。於每眼中只", "84": "興化存弉禪師。得教外別傳之旨。遂出世天鉢。次徙", "840": "寫四字。如甲寅示生。至壬申入滅之數。其下敘化跡", "841": "七百餘字。名曰釋迦文佛住世圖。其敘說法年時。略", "842": "曰。初詣鹿苑開演二乘。其癸未至甲午唯談生滅。是", "843": "為阿含經聲聞小乘也。其次乙未至壬寅說方等諸", "844": "大乘經。彈訶二乘。令耻小慕大。其次癸卯至甲子說", "845": "般若諸經。融通二乘。令心通泰。其次乙丑至壬申說", "846": "法華．涅槃等經。開權顯實。指小即大。混而為一。所謂", "847": "身住世七十九年。而教談三百餘會也。愚向甞與池", "848": "州南道者議。欲撰老師住世圖。今亦不復措意矣。南", "849": "與述首座。字無己者。是鄉人也。述同老師在京師圜", "85": "壓沙禪苑。河朔緇素尊事之。故稱老華嚴。禪門宗派", "850": "悟會中而至雲居。知老師出處之詳。無如述也。南與", "851": "之同行。其聞見可知也。老師初住徑山。述作先馳。與", "852": "首座勘辨亦有機語。由是叢林只呼為述先馳。甞隨", "853": "過衡陽。既移梅陽。而述歸鄉。首眾僧於梅山愚丘禪", "854": "師席端而卒。愚平時與南親密。每聞其語叢林典故", "855": "也。愚又因見吉州禾山方和尚。令福唐祖一書記所", "856": "編死心行狀。及較舟峰續僧寶傳。則沒交涉。其傳則", "857": "謂。初謁棲賢秀。次之黃龍參晦堂。會坐下板知事捶", "858": "行者。聞杖聲而悟。晚住黃龍。退居晦堂。夜參。有乞末", "859": "後句。與偈。泊然而逝。而行狀則謂。初謁晦堂於黃龍。", "86": "圖有天鉢和尚系出興化者是也。洞嘗有示眾語曰。", "860": "閱九載。一夕。燕坐微困。聞雷大震。廓然契悟。又經九", "861": "載。方離黃龍徧參。而至棲賢謁秀鐵面。及再住黃龍。", "862": "往大莊寫鼓樓牌為安心閣。體中不佳。院眾來請歸。", "863": "遂厲聲曰。吾以大千為家。何院之歸乎。況衲僧家胡", "864": "往不利哉。藏主僧慧宣曰。和尚宜自警省。師蹶起曰。", "865": "川僧。我這裏事定。於是泊然而逝。是時靈源居昭默", "866": "堂。以偈告死心靈席。其偈有敘曰。伏念十三日承降", "867": "弊寮。碾茶具食。笑語甚歡。且舉昨日答舒州朝請徐", "868": "師川甘露真乘書。其語委曲和軟。異乎平時。復舉今", "869": "早答隱靜祖印書。云渠已作壽塔。云彼此老大。今後", "87": "佛法在儞日用處。在儞行住坐臥處。喫茶喫飯處。語", "870": "不必寄書來也。食罷。從容說話乃去。至次日晚閒。報", "871": "和尚早晨出莊。齋後似不快。恐今夕不歸。十五日早。", "872": "聞已歸寂。某力病登方丈。見趺坐顏㒵睟然如平常。", "873": "身體溫軟。但問不復應矣。唯是不應。亦涉呶呶然。知", "874": "者方知。其如未具無耳之聽者。何因著偈以告于靈", "875": "席。噫。慈音正色尚能為我發忉忉之誚乎。偈曰。平生", "876": "詆真語。正色無忌諱。垂滅流軟音。向人真有謂。於余", "877": "尤更懃。煑茗羅珍味。那知越夕閒。遽作飜身勢。聞登", "878": "方丈觀。跏趺皃和睟。問焉不余應。即承親說示。其如", "879": "有耳人。難聽無聲義。何當妙寂中。等復演玄祕。然其", "88": "言相問處。所作所為處。若舉心動念。又却不是也。還", "880": "偈敘與行狀同。而與傳則不同矣。其傳既行。其行狀", "881": "則無聞於叢林也。死心可謂命世大宗師。其平時出", "882": "處。叢林不得聞其詳。是可太息也。愚向雖謬用其心。", "883": "以所聞所見綴成大慧正續傳．無垢聞道傳．無著投", "884": "機傳。庶幾於後文章宗工如孫尚書仲益作圜悟傳．", "885": "秀紫芝作歐陽文忠公傳。而不至如舟峰作死心傳", "886": "之踈脫耳。中昨雪峰聞兄．雲居熈兄。並欲以傳鋟木。", "887": "而力拒其不可者。其中必有不合輿議處。若不鋟木。", "888": "尚可改易。若鋟木。則是以管見而欺當時會中朋舊。", "889": "謂秦無人也。靈源作晦堂行狀有云早不奉戒律。且", "89": "會麼。儞若會得。即是擔枷帶鎖重罪之人。何故如此。", "890": "逢橫逆。天柱靜公以書力詆其不當言。又踈山如公", "891": "編次草堂行錄。有日持心經一藏。以般若力資雲巖", "892": "造藏。而東山空公以書糾其非。是其靈源．踈山智高", "893": "識博。尚取詬於同列。況佗人哉。然正續所収嗣法。止", "894": "於在洋嶼．小谿前住徑山受記莂者。其衡梅與再住", "895": "徑山並無與焉。至於収無著者。蓋依彷達磨傳載尼", "896": "總持。在於無著。則不忝耳。今聞．光二兄法子法孫棊", "897": "布名山。以傳不収。其師必怒罵生滅也。昔靈源著五", "898": "祖演和尚正續銘。而無圜悟名。但佛鑑．佛眼而已。蓋", "899": "是時。圜悟出世西蜀。而道聲未及南方。孟子所謂盡", "9": "事休。此時山僧都不會。便下座。于日。緇素聽者萬計。", "90": "佛法不遠。隔塵沙劫。一念中見得。在儞眉毛鼻孔上。", "900": "信書不如無書也。雪堂作佛眼正續記。久已刊行。兄", "901": "曾見否。前得兄書有言。不附承動靜已十年。登時口", "902": "占一偈曰。吳楚相望亦遠哉。十年方得一書來。世無", "903": "百歲之人也。縱有書來能幾回。彼此書尺踈得往復。", "904": "其道義於大圓鏡中豈有踈闊哉。昨於待來之人。剽", "905": "聞兄力却秀峰之命。而今而後。設使有援薛廷望請", "906": "德山故事。必難施其計。故甞有二偈奉懷。曰。自從相", "907": "別幾經年。湖海唯聞道價傳。以遯名菴真箇遯。獻華", "908": "無路在諸天。又曰。聞道秀峰招不去。想於雙徑作終", "909": "焉。既然穴鼻圖高臥。敢問時人作麼穿。謾錄去。聊博", "91": "儞若見不得。如接竹點月相似。無有是處。儞究竟麼。", "910": "一笑耳。愚行年六十有八。而來□無多。前輩所謂人", "911": "生七十鬼為隣。則近之矣。今俱老大。相望闊遠。必無", "912": "荐見之因。懷抱何由軒豁。既形於紙筆。未免䌤縷相", "913": "告。以兄為知言之人故也。即日願言。齋息是衛。永永", "914": "眉壽。以副叢林依嚮。此外無可為祝。不宣。曉瑩再拜。", "92": "切莫思惟。不可言論。時中承何恩力。儞若知得。須有", "93": "歡喜處。所以古人道。寂寂常歷歷。諸佛不求覔。眾生", "94": "斷消息。儞還會麼。一切諸佛本無情。一切諸佛本無", "95": "名。一切眾生本自靈。混然如太虗空。無欠無餘。儞若", "96": "不會。直得觸途成滯。今林間錄以此為天鉢元公語。", "97": "又元為老華嚴則誤矣。元嗣天衣懷。乃雲門五世孫。", "98": "洞以大父事臨濟。其說法旨趣端可驗矣。", "99": "無際掃塔無際道人。乃張侍郎淵道之女。超宗道人。乃劉侍郎"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1610 雲臥紀譚", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1610 雲臥紀譚", "author": "宋 曉瑩錄", "language": "chinese", "source": "CBETA"}