{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 712 四分律含注戒本疏發揮記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 712", "1": "四分律含註戒本疏發揮記卷第三", "2": "起置名不同終正配初篇", "3": "天台山壽昌寺沙門釋　允堪　述", "4": "深下。以佛足一切智人鑒機施制。蓋不得已而用之。", "5": "麤鞭。即五犯。對略教稱麤也。", "6": "聞下。使聞五篇罪名以息過。各蒲鞭可類略教。深酷。", "7": "酷。虐也。", "8": "可對廣教儒釋略齊。故曰通望。意云世尊觀機立制。", "9": "十二年中徒眾無過。但說略教。自後僧尼根劣。多有", "10": "毀破。須以五篇麤重。調伏制禦。如上古之時。人心淳", "11": "篤。畫地為園扉。以蒲為鞭。尋以巧偽竟生。乃有新舊", "12": "五刑。原其俗章。可鑒佛意也。", "13": "下釋者即次科也。有波羅夷等別名故。如本下。示通", "14": "名也。以俱謂之犯聚制等。", "15": "此下。凡譯有二。一曰正。二曰義。今謂無正翻爾。今古", "16": "異者。此則三苗酷烈穆后贖刑。彼則阿闍行殺瓶沙", "17": "斷指。皆所謂制不沿習。彼此均融。二土世刑。可為正", "18": "譯。初罪者。波羅夷也。由無聖人降趾故。泯其制也。止", "19": "得取以事類。約義為譯。無餘。以對下僧殘。是有餘", "20": "故。文云者。指律序。彼具云諸作惡行者。猶如彼死", "21": "屍。眾所不容受。以是當持戒。又名下佛言有二不", "22": "共住。一羯磨。二說戒。亦與上眾法。絕分理同也。失道", "23": "不獨。失聖果道也。二種。即說戒羯磨僧。生報。言此身", "24": "生報不久在世。何得不畏九百二十一億六十千歲", "25": "泥犁之苦。", "26": "十下。彼云墮不如意處。薩婆多解云。由與魔鬪以犯", "27": "此戒便墮負處。事鈔。即篇聚中不明。別著。即於此不", "28": "明。宜別著。鈔以取解由疏文略也。", "29": "謂下。眾僧解上僧伽義。前與等解上初義。末後", "30": "等釋上殘義。是則僧是對懺之人。初殘是前後所與", "31": "之法。斯乃從境立名也。以僧能除罪故。故本律上准", "32": "鈔應先引。婆沙云。僧伽者為僧。婆尸沙者是殘方接", "33": "故。律下文則顯。本律與婆沙但名僧殘。不同善見更", "34": "有初義。", "35": "由罪下雙釋僧殘義。有餘者不絕義也。又對初篇", "36": "是無餘故。又引母論者初喻立名。理須早救故。戒律", "37": "云。若犯此罪。應施與波離婆沙等。由鄰重罪故也。", "38": "了論下據受利彰稱。此餘殘者方得故。十上準事鈔。", "39": "應加義翻為墮四字。接下十誦釋成墮義。文旨方具。", "40": "應功用者。了疏立三功用。", "41": "一下即功用防守。謂名種既多。威儀復細。易為毀犯。", "42": "故須防守。", "43": "二下即功用了別。謂此罪中性遮相雜故。且如單墮", "44": "中三十名性惡。六十號遮戒。故須了別也。", "45": "三下即功用對治。使有犯者不令廣作。大叫喚。即六", "46": "獄中第四獄也。燋熱心。即初犯時心熱惱故。果時指", "47": "獄火燒然也。", "48": "義下。此從對治境。以立名也。故下引證。", "49": "準下罪名可云可訶。向彼悔自屬對治境。非關此罪", "50": "之相也。", "51": "如下。善見云。突者惡也。吉羅者作也。今通該口業。故", "52": "加惡說也。", "53": "明下彼論云。所餘諸罪共學對及婆藪斗。律所說罪。", "54": "一切皆是第五獨柯多部攝。此是正量部名。以無別", "55": "身口業故。意是惡作翻之。又薩婆多云。突瑟几理多", "56": "用身口二業翻惡作。同翻一名。而義兩別。今言身口", "57": "為非無非鼓動。有符婆論。", "58": "藥法。古人準律藥犍度中有五種藥。故律云。病比丘", "59": "須五種根藥。佛言聽服等。今亦可立五種教藥也。初", "60": "篇滅擯。二篇僧法。三四兩篇對首三說一說悔。下篇", "61": "對首心念。古師約此五種法藥治五犯病。故立五篇", "62": "也。", "63": "若下。若云例律五藥立五篇者。且如七聚應有七藥。", "64": "又如七毗尼殄四諍。應須立七諍。以應七藥故。義既", "65": "非可。故曰不爾。", "66": "蓋下良由至人隨所化方恊機符理。合宜說五也。", "67": "前下會助昔義。謂佛設教藥。通塞不定。宜作四句簡", "68": "之。通前七藥七諍之難。四輪者。成實云。一住善處。二", "69": "依善人。三發正念。四植善根。初輪摧五難。三塗長壽", "70": "單。二摧佛前後。三摧惑智聰。四摧聾盲瘂。第四藥病", "71": "俱不等句文略。如說諸教通為群機是也。", "72": "問下。凡言藥者治病為功。下篇依法懺除。復本清淨。", "73": "則藥義明矣。初篇滅擯非差病功則藥義失矣。何得", "74": "俱名五藥耶。無任僧務者。不入羯磨僧數。隨辨生", "75": "善滅惡之事。不能成決。", "76": "彼下。妄應僧法不思洗過。彼負也。僧容濫進同法成", "77": "非。自負也。坌。通俗文云。𡋯土曰坌。今謂加擯之後。更", "78": "無因緣可坌污僧也。以人盡知非故。清穆。爾雅云穆", "79": "敬也。又和美也。", "80": "問下。若言隨對教藥治五犯故。以立五篇者微似有", "81": "旨。此二句縱也。", "82": "今下正難。慮其教藥未足。且如五中不攝偷蘭。若有", "83": "犯者將何藥治。又初篇無覆開懺。有覆滅擯。則一篇", "84": "加二藥。下至吉羅有故誤兩犯。亦須同上。初篇應加", "85": "二藥。斯則有無多少不均矣。何言五藥對立五篇。重", "86": "解者。望前助昔故曰重解。", "87": "至下。雙治二病曰通。單治一病曰塞。蘭罪雖曰在聚。", "88": "懺時既通對首。亦在五藥所收。初重兩治者。覆則擯", "89": "辨初藥所收。發露開懺。即第二藥攝。", "90": "第下。吉羅故作對人。亦同對首。當第四藥。誤作心念", "91": "在第五藥。若然通塞之意。又何惑焉。如七滅者。現前", "92": "通殄四諍。憶念對治則局。下文云。無著羅漢方行此", "93": "法。自餘下凡不可依據。三法五法者。重指現前一藥", "94": "自分通塞。且如言諍。下品用三法現前滅。中品用五", "95": "法現前。彼藥尚爾。例今藥病雖五。及至設藥對治。非", "96": "無通塞。故下。示通局相也。且如捨墮本對首藥。若乞", "97": "鉢罪須僧中懺。故大鈔云。僧捨墮中自他分二。一者", "98": "自捨。如乞言綿用為衣服。但自斬壞不須對境。二者", "99": "對他道俗分二。兩種寶戒必捨俗人。餘二十七則對", "100": "道捨。通局分二。乞鉢一戒要本住處。又在僧中行鉢", "101": "等法。違則不成。餘二十六。處通彼此。人含僧別。各有", "102": "意致。不可一準。", "103": "餘下。彼云行鉢法者。一鉢支身足堪助道。方廣乞求", "104": "妨業招譏。好者奪留。惡者轉換。若不告曰無由得知。", "105": "已上皆是大師成就。古人對罪立藥義也。是故律", "106": "序下。彼云所以五王者。由世諍訟故。眾人之所舉。古", "107": "昔之常法。犯罪者知法。順法者成就。戒律亦如是。如", "108": "王治正法誹謗。見論云。我等出家棄捨財色。於世名", "109": "利無所希求。云何如來反以木叉繫縛於我。乃至令", "110": "法疾滅等。如下。彼云如世醫師未善治病。見人始", "111": "欲生癕。未火成就。輙為破之。病曰。我本無病。強為破", "112": "之。受大苦痛。聲聞弟子亦復如是。若先結戒而生誹", "113": "謗。我自無罪強為結戒。是故如來不先制也。所防", "114": "即所犯罪也。如前。指上兩教所為中廣必待犯也。", "115": "若准僧祗。初之四罪即有次第。餘者前後不定。今者", "116": "指能防也。謂五篇之次第有何誠據耶。持律。諸結集", "117": "聖人也。結集。即五百結集中。彼云集中彼云集比丘", "118": "一切事在一處。為比丘律。比丘尼事在一切處。為比", "119": "丘尼律。一切受戒法集一處。為受戒犍度等。勒。約勒", "120": "也。", "121": "又下結前。據下生後。能治即四戒。對淫等為所", "122": "治。綱網。書云若網之在綱。有條而不紊。匡。輔助也。", "123": "謂僧殘中為法行之網。脫羅犯位。則匡輔󳭪化之道。", "124": "斯為委地。故次而立之。身口等者。生第三篇意。自此", "125": "已下屬威儀行。", "126": "上下結第三篇。瑕。玉中病也。禮曰瑜不掩瑕。是知良", "127": "玉比德於君子。圭璋見美於詩人。故今言無瑕可喻", "128": "比丘之淨也。", "129": "若下。如受非親尼衣食。及諸學眾受食等。皆為世譏", "130": "也。", "131": "若不下。以眾學百戒中。二十六戒敬佛。八戒敬法。五", "132": "十一戒敬僧。四儀雜辨凡一十五戒。如是眾行要第", "133": "五篇也。", "134": "問下。意謂上二篇麤現者則易持難犯。對下三篇。則", "135": "又反是。何言勝那。一槩猶一端也。禮記云。夫言豈", "136": "一端而已。康成注云。一端言一槩也。", "137": "又下。如昔有一毒龍。于時五百羅漢降之不得。有一", "138": "無學告云。賢善遠去。龍即逃形。或者詰之。答曰但輕", "139": "重等持爾。金剛。謂金剛能摧碎於物。今雖小戒。能", "140": "摧於淨行也。故當須之。浮囊。涅槃中如乘浮囊。不", "141": "為羅剎所乞。一全乞喻犯四重。二乞半喻犯十三。三", "142": "乞手許喻犯偷蘭。四乞指許喻犯二提。五乞微塵許", "143": "喻犯吉羅。彼以菩薩輕重齊護故也。案浮囊之說。西", "144": "域渡海者。賷鳥翎毛袋。或巨牛脬。若海舶遭溺。則吹", "145": "氣浮身而獲濟矣。講論。和解評度之謂也。", "146": "唯識下。斥古人師心普例開決。", "147": "云何下昔人徵釋聚義。", "148": "若下轉破。言此二既不編在一處。應非聚收。", "149": "今下。謂古人約現在戒本。能詮文中所收眾罪曰聚。", "150": "今則不然。前文云。如律五犯以名收罪。此則義通。誠", "151": "有旨也。名聚。即名言聚在一處也。止。只也。意謂古", "152": "人在文可說為聚者。如律夏不依止持律人住。犯提", "153": "應無所攝主。於達越威儀。律言應如法治。此則通乎", "154": "眾相。何止名聚所收哉。", "155": "即下。謂辨折離分五篇六聚七聚之意也。", "156": "是以下。古德所謂隨逐身口二業惡說義上離出五", "157": "聚。五中不可以攝者。還自歸收。惡作惡說二聚業位", "158": "也。復將二配五。故有七聚。聖量。謂非聖人之言量。何", "159": "可憑乎。", "160": "若言下。若云身口惡作等用收眾罪。又分出五聚者。", "161": "原其惡作等罪因。達略教制廣方有。何可言分出", "162": "耶。", "163": "若未下。又若未制廣前通途頓有惡作等吉者。俗士", "164": "造犯。應入吉聚。", "165": "若別下。又若云制廣教後對僧別立惡作者。五年冬", "166": "分方制初戒。爾時未兆吉羅。由廣未具故。亦不應言", "167": "離出五聚。是則進退為妨。用擬。擬度也。", "168": "此下反斥。若云借後擬前。何止惡作等。二吉。由七聚", "169": "俱在後故。亦可俱借用擬前罪。如云夷殘等離出五", "170": "聚亦可也。", "171": "如下。始從昔解。終至離分俱為臆說。", "172": "如下。色等五塵。非無日用未可著也。例上古義雖顯", "173": "相通。敘貴人識非不得著也。以非聖量故。", "174": "或立下。謂就所結罪業以收之。如前云但有罪相輕", "175": "重不同。或七或五。統以收之。或下。即波羅夷等。前所", "176": "謂隨名束罪。用通篇聚。隨迷者。謂眾生迷心偏重。", "177": "故大聖開心為四。於色立一。合名五陰。又於心色俱", "178": "迷。開色為十。離心為八。合十八界。又迷色偏重。故開", "179": "色為十。分心為二。合十二入。以彼例此。皆隨迷者而", "180": "設也。三階。即輕重來報因果也。", "181": "定下隨次釋之。來報。約目蓮問經。將六天壽劫校六", "182": "聚罪報是也。鈔云正結罪科。止樹六法。", "183": "果由因成者。假蘭吉等方便。以克果本也。", "184": "因不感果者。緣差境脫擁住方便也。薳大也。悠悠。遐", "185": "遠也。前篇。如上釋名中辨五是也。此不煩解。", "186": "善見等者。大字。翻上偷蘭。障善道。譯上遮字。聲論正", "187": "音薩偷蘭祗夜。翻為麤罪。二逆。殺父羅漢。或可破僧", "188": "出血。諸罪中此罪最大故。從具。即身口也。故成實云。", "189": "論其身口乃造業具。通名去呼言作可收。於口言說", "190": "不攝於身。乃知作義長矣。", "191": "善下。彼具云法師曰突者惡也。吉羅者作也。若據正", "192": "量部。則用意翻惡作。由身口屬無記故。薩婆多則以", "193": "身口翻惡作。故鈔云。同翻一名而義兩別。有人。指首", "194": "疏也。", "195": "從法。四分云。波羅夷者無餘也。此從眾法絕分為名。", "196": "僧殘者有餘也。此從行法不絕為稱。從過。了論解。偷", "197": "蘭為麤。遮耶為過。又善見云。能障善道後墮。", "198": "惡果者。十誦云。墮燒煑覆障獄故對治。了論所翻各", "199": "對應說。即對人說所作罪也。從具。即身口惡作等。以", "200": "身口是造善作惡之具。極惡。僧祗義當極惡。凡有三", "201": "意。一退沒。道果無分故。二不共住。不入二種僧數故。", "202": "三墮落。形謝沉獄故。體境者。言殘則罪體也。言僧則", "203": "懺境也。障道。即大障善道也。前解。即四從果。五從治。", "204": "六從具也。大疏即首疏。彼疏本無大字。蓋南山尊之", "205": "也。諍名。諍七聚名也。", "206": "神爽。爽明也。左傳云。心之精爽。言精神爽明也。不常", "207": "何得及之。言義不可為常法。何得追而及之。故弗能", "208": "敘也。", "209": "蹊徑。蹊。釋名云。步涉道曰蹊。漢書曰。桃李不言下自", "210": "成蹊。徑。劉熙云。徑逕也。言所逕由也。體相不倫者。偷", "211": "蘭體性相皃。分輕重正從之異故也。既非一轍。故單", "212": "抽出。不定句末宜足者字。最初。如犯初篇者。佛呵言", "213": "何故最初犯戒。乃至犯吉亦爾。齊號。如律呵犯六聚", "214": "者。皆云汝所犯者非威儀等。三聚。夷殘蘭也。故遮法", "215": "中佛問若破戒者。為夷即殘耶蘭耶。既在第三。即重", "216": "蘭矣。如獨頭正罪破僧盜四之類下四。提提舍惡作", "217": "惡說也。遮法云若破威儀者。為提耶乃至惡說耶。前", "218": "四夷殘墮捨定具二均。後三即蘭惡作惡說。已均義", "219": "不具名雜。蘭則上接四均。下冠三雜。既當第五。則輕", "220": "蘭矣。如輕獨頭躶形用髮之類不同。古師解云。為因", "221": "故二。為果故五。為辨成他。他成故爾。若然者因果雖", "222": "分兩處。輕重未免交雜。今師因果即不分。但分重者。", "223": "是戒分總居第三。輕者是威儀皆在第五。又均雜往", "224": "分偷蘭雜中之重亦在第五。故鈔云或在上下。抑有", "225": "由也。律中。即大僧戒本及遮法中也。可以類例。通解", "226": "如上。即今古異評中三品。上品界內大眾悔。中品界", "227": "外四人悔。下品一人悔。鈔疏。即大鈔及業疏中。兩懺。", "228": "對首責心也。且者未專之稱。或者不定之辭。古人意", "229": "謂雖或許有責心之悔。然律中且不分輕重。二吉由", "230": "是均。故得名篇也。二罪。一故作犯應懺突吉羅。又犯", "231": "非威儀吉。二若非故作。但犯非儀一吉。今言除者。是", "232": "除懺之除。非除去之除。此則二相炳然。何得云非本", "233": "律故。如了疏云。若通而言之俱名獨柯多。若輕重以", "234": "分重名獨柯多。輕曰學對。言於輕罪隨學責心對治。", "235": "又真諦云。此間不解分別輕重。通名眾學者繆矣。", "236": "且下引例如文。三悔者。簡一說也。對獨。獨即責心。", "237": "答下。九十三十雖分僧別。悔時三說無異。吉羅雖分", "238": "二懺。一說清除故。可相比簡。", "239": "究竟者。猶言簡取究竟者。入篇即明了論解云。非四", "240": "部所攝。所餘諸罪是也。或均即獨頭正果。或雜通輕", "241": "及因。或前。即戒分所收。或後。即威儀所攝。同墮者。上", "242": "品大眾用七法。中品小眾用六法除懺主單白下品一人", "243": "具五法。皆同捨墮。廣有癈立。疏主既略故。不欲引而", "244": "伸之。恐費時損業也。舉處。屏露兩處也。屏收三罪。露", "245": "收二罪。託境以言。則通該六聚。及論罪體生他疑似。", "246": "則但結吉爾。故曰同篇聚也。若但論處而不該罪者。", "247": "則非篇聚所收。以非罪緣故。", "248": "七毗尼者。南山云。按經論毗尼名滅。以無為體。且無", "249": "理一揆。更無殊狀。何有七滅。今隨緣而表且敘七而", "250": "已。染淨者。清濁之謂也。如義鈔中犯諍惟濁。覓通清", "251": "濁。且如覓諍中通三毗尼。諍由人起。清濁未分。是以", "252": "生諍。用憶念不癡定人清。罪處所定人濁。清濁已分。", "253": "諍情逐息。故持犯自明矣。制後。即制廣之後也。三善。", "254": "既犯略教。則違背不貪等三善也。如上略教文云。修", "255": "捨三善三毒。又下文云。略教既被化初。多被攝心之", "256": "士。今既違略則違善心。廣何所補者。似立難也。意云", "257": "今若存略復結罪者。廣何所補。若補用略又何為也。", "258": "今下是釋。前云兩教相成通無廢立。兩犯者。犯略結", "259": "犯廣。隨篇治罪。若斯兩存。則智者不惑矣。", "260": "四下。律中但言未至根本方便所收。且無遠次近等", "261": "多少之數。是文不了。向下。引了疏釋。初二兩篇立三", "262": "方便為多。下諸篇聚立二方便為少也。", "263": "此間者。真諦疏指此方也。如此土儒籍名篇。且如僧", "264": "祗是吳地所翻。故符此方典誥以名五篇。今真諦不", "265": "取篇號。但依律中本義名部。蓋取五犯中根條以成", "266": "部類耳。", "267": "商度。指歸云商匠家作拱斗摸也。一摸定百千斗。皆", "268": "此法作。度入聲。漢書注度並也。今謂將此方篇名。比", "269": "並以翻。而言五篇。", "270": "一下。謂於一部中。以三方便成其果罪也。", "271": "二下。未至果時且曰方便。逮至究竟攬因成果。但懺", "272": "果罪方便自滅。名隨順義也。十六罪。四根本外各加", "273": "三方便故。欲心。即內心淫意。身未逼境。口未彰言。此", "274": "名輕吉。理須責心。故律云起心不動身口。但自尅責", "275": "是也。", "276": "就彼者。實亦未至境所。持犯云。動身口未到前境名", "277": "次。通名。與上責心雖異。同號吉羅。", "278": "若下會釋也。遠方便。遠即是次。名下。今師意謂上", "279": "了論次方便重吉。與十誦初篇遠方便蘭。兩名雖殊。", "280": "對懺義一。故鈔云偷蘭吉羅。體通彼此。彼文。即十律", "281": "二篇。遠遠。亦次也。", "282": "若下。四分中成者波羅夷。不成者偷蘭。不同十誦蘭", "283": "分輕重。", "284": "上律。即十誦。鈔者。指篇聚及懺篇也。問上十誦輕蘭", "285": "四人邊懺。云何會通了論重吉耶。答准今疏意。懺蘭", "286": "實曰小眾。然悔時與吉無殊。懺主雖加問邊。正懺不", "287": "離對首。故得明矣。疏云對人不殊。斯可照也。", "288": "為行上應先問云摩觸理一何以分殘蘭之異。將為", "289": "下答之反顯。若為戲樂故觸。理須結殘。自為犯本。若", "290": "爾獨頭盜四應須結殘。答觸樂增生重婬。非假觸成。", "291": "故結殘蘭異。盜四受樂少。盜五假四成。故與方便等。", "292": "從前至部也來。結成就根本義。次從若至不可懺來。", "293": "結隨順根本義也。又此且約初篇一戒。釋成其義。餘", "294": "之三戒及下諸篇例之取解。鈔。即大鈔。疏。即業疏。彼", "295": "云以三緣將至果處。七緣阻礙是方便收。無七緣者", "296": "並八果本。又結罪者攬因成果。不同他部因成果已", "297": "更有本時方便。如斯等義任自採掇。必下。如時機爽", "298": "拔。舉一兼該者宜略。反此宜廣。又敏銳好博者宜廣。", "299": "反此宜略。故易云初筮告再三瀆。瀆則不告見須恊", "300": "機符理適時之變矣。", "301": "至下。大釋論曰。智度大海唯佛窮底。古師云理盡淵", "302": "府究暢實際乃名為底。即斯義也。", "303": "遠資下。謂欲取前犯境者。須成假力勢以成其犯。如", "304": "下立自言感聖與盜作緣是也。若據事情名體。其實", "305": "懸絕殊隔。由斯義故。所以稱遠。雖然及乎成就果本。", "306": "非不假此為其別因。自言等者。此大妄中言了即", "307": "結。望後得利。此復為緣。屬遠方便。支類。支分種類也。", "308": "好嘆身等戒皆是也。取衣。三十中取非親尼衣。九十", "309": "中與非親尼作衣。又捨墮中浣染衣毛。單提中與尼", "310": "屏坐等戒。若因此故。摩觸麤語為殘方便。後致染故", "311": "為夷方便。", "312": "乃下。提舍中取尼食食尼指授食等。及吉羅中白衣", "313": "舍等戒。皆通為初二而遠作犯緣。", "314": "如下。引例以明。自覆非他覆。教他非自為。故體不相", "315": "及也。雖然非無後習亦可為緣。如因覆小故以成於", "316": "大。教他非故自亦容染是也。", "317": "兩不通涉者。緣與果體異。故律文下。證前自言感聖", "318": "為盜之緣。則夷中遠方便義不失矣。三方便。古師通", "319": "合為近。故下文云。如前了論立三方便。此義合之總", "320": "名為近。心規。規求也。", "321": "剋漫。專剋浟漫也。如專必殺人是剋。通擬餘趣是漫。", "322": "雖然望心無間。故曰進趣。", "323": "未結蘭吉者。古師約心事止處方結。今既念念進趣。", "324": "故無結處。", "325": "若下。如殺盜成時。自屬果罪得夷也。中間心境乖阻。", "326": "自落闕緣。得蘭罪也。今既進趣故非果罪。望其未差", "327": "故非闕緣。所以云未結蘭吉也。", "328": "步步有福者。其猶福河常流之義也。", "329": "必下。如上云中間阻礙即是闕緣。今既步步進趣。何", "330": "可制之與罪。則教義未聞矣。", "331": "上下。正融會也。此師意謂。福是順理。乃言步步。則進", "332": "䇿之道明焉。罪是違理。不制步步。則慈濟之義著矣。", "333": "逆順兩端未可一致。故知有進趣。言進趣中須有結", "334": "罪義。何得言無。", "335": "如下。古人自引喻。一世因者。時非隔別。因不間斷。故", "336": "言一也。", "337": "不定。猶言不住也。既因不住則非所息。望無息處可", "338": "同。上文不結也。", "339": "法隔。謂所造破僧等罪。本欲趣果。中被羯磨法阻隔。", "340": "隨其前後三時間斷。少有息處。故結方便蘭。", "341": "遲疑者。顯時因之異爾。從有至所攝。立正義也。如何", "342": "至驗也來。斥第一師。據如至證也來。斥第二師。且初", "343": "意謂因業但名違理。不名違制者。則違理惡因不能", "344": "感果。又若以違理惡因。而即成違制罪者。則二業一", "345": "並兩緣者。即違理違制也。不同初師違理違制也。不", "346": "同初師違制。其體一也。又十誦多論皆有步結罪文。", "347": "且如多論云。若執刀欲殺人。發足步步輕蘭。何言步", "348": "步進趣非教所明。延促者。既將了論三方便通為近。", "349": "則遠者為延。近者為促等。答下。方便有息。進趣非息。", "350": "故得分矣。斯位即近方便。答中不息方便即進趣也。", "351": "暫簡闕緣是永息意。遠者心境相曠未到。暫息不妨", "352": "心屬前境。闕緣不爾。諸緣差脫故也。不成者。謂古人", "353": "改方便為不成。較。古學切直也。當作確。即下。既云方", "354": "便。當知方便即是不成。七方便。即闕緣境施等七也。", "355": "並為收諸戒也。", "356": "如下。且如盜戒。別緣有六。則非殺戒五緣也。體下。即", "357": "相部所立要具三緣。從體是比丘至二形生等已來。", "358": "對彼第一。若人已受大比丘戒也。雖云已受。若未至", "359": "究竟。及在四捨。亦非比丘。故名闕也。", "360": "或未制廣教者。即彼第二若如來已制廣教也。", "361": "或病狂者。對彼第三若人不至癡法也。彼具三緣名", "362": "犯戒。今例反之名闕緣。", "363": "但下結示。望下釋名。言若望境強等六受別名。若", "364": "望諸戒。皆有得通號。故兩亦彰焉。", "365": "餘之下。言上至闕緣下及息心。例皆倣此應云息心", "366": "非偷蘭。偷蘭由息心而生是也。", "367": "七緣皆是者。意謂七緣皆是緣差。前文云諸緣差脫", "368": "是也。雖然不無約相少別。故今對刀杖毀壞等緣。以", "369": "辨局第三矣。", "370": "望下。姓氏雖別。人境攸同。故攬張因成王果罪。望張", "371": "不殺復是境差故也。", "372": "然下。古師評殺要具五緣。一是人。二人想。三起心。四", "373": "興方便。五命斷。今既人想決徹。豈方便所収耶。", "374": "男想者。應云女作男想。殺如下。本律盜戒約緣所列", "375": "凡二十六。始地處。終守邏。或衣具七寶牽挽理等但", "376": "使有主。以盜心取直五過五成過五夷罪。又調部云", "377": "女想取男物五錢若過五錢。佛言波羅夷。是知因雖", "378": "是異。果仍是一故。古師授證作異因成果義也。一主", "379": "如守邏人。非地處等有心。律云若以盜心取。斯可明", "380": "也。", "381": "六緣者。於殺戒五別緣中。加疑心也。於此想疑自分", "382": "多句。何者。如大疏。於四異境立十八句。且人異境有", "383": "五句。初從想心所立。如本殺張王來替處。於王張想", "384": "有二句。一境不強而殺。於張本境得境差蘭。王人異", "385": "境得根本夷。二境強殺不得。於本境上結境差蘭。異", "386": "境上結境強蘭。次疑心所立有三句。一不強而殺。二", "387": "境強殺不得此二結罪同上。三由疑故加善心息。張人本境", "388": "境差蘭。王人異境心息蘭。人異既爾。非畜例然。成三", "389": "五十五句。第四杌木來替人處。但得三句。謂想心立", "390": "一。疑心有二。即不強而殺及善心息也。由杌是非情", "391": "無境強不殺義也。故於相疑例除後句但成三也。并", "392": "前三五共十八句明矣。若據新章不許人為異境。彼", "393": "云古德約人為異。今解不然。以人同趣不可立異。遂", "394": "加天趣。并前三異各有想疑。成十八句。廣文如彼。餘", "395": "有下。將上非畜各五句。杌中有三。配釋可了。但望本", "396": "境有境差蘭。非人等異境。既無心殺。復何咎矣。", "397": "不下。由對異境本無心故。向云無心無罪是也。設人", "398": "作非人想殺。律結無文。云下。約殺戒第四境想句問", "399": "也。", "400": "望下。律所結蘭者。還就本境上因罪以結。非關於異", "401": "境也。五緣者。一非人。二非人想。三興方便。四起殺心。", "402": "五命斷。此五若具方犯蘭罪。今既緣闕。何得犯蘭。又", "403": "如何將本境因罪。為異境方便。是義不然也。想疑心。", "404": "即上四種異境中。各有想疑二心是也。人差。約人異", "405": "境論也。如緣王張想。理在重収。餘則無心。約餘三境", "406": "說也。如本殺人。三境來替。對彼異境還作人想。就本", "407": "人境結蘭。於彼異境無罪可結。以無心故。疑則不爾。", "408": "謂於非畜二境有半緣心。故就本異二境雙結也。", "409": "若強下。即異境反強。殺之不得。併於異境起疑心而", "410": "息者。皆望本人境邊結蘭爾。畜下。謂殺畜緣具。尚只", "411": "犯提。豈有來差頓結蘭罪。抑又杌非犯位。疑心雙結", "412": "理自墮矣。", "413": "問下。此問上若強若疑句。意謂異境若強無以加害。", "414": "壅住方便。望何境結耶。", "415": "答下。異境雖曰是強。於彼異境人想不失。故就本境", "416": "結方便罪。", "417": "若疑下。即非人作人疑。非人作人想。皆從本人境邊", "418": "結也。從問至非罪者來。牒前文意。強是本境。即前云", "419": "此強不望異境。則反知強屬本境。非畜異境無罪。其", "420": "義已知。", "421": "異境下。躡起難辭。此則下。即異境自為本境也。如前", "422": "云對王已去別起方便。即攬王因還成王果是也。", "423": "若見下。如後對異境無別方便。即攬前本境因以成", "424": "後異境果。則境差之義又失矣。如上云既攬張因成", "425": "王果者。本立境差方便。今因成果無境差矣。", "426": "今下本境。如云張作張想人境。即王為張解。或強或", "427": "疑。莫不對人是同。殺心理一。故望彼此罪齊一品。不", "428": "同非畜理分輕重。", "429": "若至下。非畜來替。望本人想不移。故就本境結蘭。於", "430": "異無罪可結。", "431": "若兼下。疑心不決。通有心故。罪須輕重雙結。若爾與", "432": "上古師疑心兩境。雙結何異。答古人通結蘭罪。不分", "433": "降殺。故上斥云畜是小𠎝。如何來差。俱結偷蘭。理可", "434": "明也。", "435": "初下。此即心差境定。屬境家方便也。下文倣此。婬酒。", "436": "古德酒從境斷。亦與淫同。今師約有方便。非此所論。", "437": "若下。應云正道作非道想疑等。", "438": "心境俱差者。若合上標。前但是境差心究竟。今於此", "439": "中可旁通此義也。如王作張解。望王屬心差。張去王", "440": "來。望張屬境差。互對雖爾。莫非人類一等。故結根本。", "441": "故曰究竟。", "442": "五下。如本殺人。非人來替。又緣非人反作畜想是也。", "443": "望非根本。故曰方便。", "444": "六下。如欲通害人畜。及正對境。人畜互差。想心交轉。", "445": "由先通擬理成究竟。若望前後句法互應作。俱欲發", "446": "學人智慧。故曰思取。出血。如調達舉石。本欲殺佛。石", "447": "來傷佛足。望境強邊但結蘭也。", "448": "轉下。如非畜作人想疑是也。反上。人作非畜想等。", "449": "如下。對正道境。初作非道想。後作正道想。則前想輕。", "450": "而後想重也。亦結根本。或後輕前重。同歸究竟。斯皆", "451": "謂約境而斷故也。六位。合云八位。以單雙中各有四", "452": "位故。今恐下雙舉中。將自他俱疑方便。與究竟合作", "453": "一位。又不疑中方便。與究竟合作一位。并單疑中四", "454": "句成六也。", "455": "我下。即自心疑慮他境。未至根本。故曰方便也。", "456": "身下。即身造口業。默起表聖。由前未決故非究竟也。", "457": "故前文云。縱獨表聖。前人有疑。不可結重。", "458": "他下。即他疑我。亦成根本。我疑他亦成根本。此皆望", "459": "互疑。故成單也。", "460": "如下。妄等為義。言了即結。故不簡自他疑也。", "461": "自下釋雙疑也。", "462": "如下。身互如上。口互者。如深河導淺之類也。自疑他", "463": "不信。他疑於己虗。皆屬方便也。然互造之義經論不", "464": "同。成論許有多雜。不立言業。性別故事不竟故。今解", "465": "理憑成論。即成上將自他俱疑四句貫而讀之。義自", "466": "煥也。下俱不疑中亦類此也。", "467": "具七者。始闕緣終心息也。", "468": "設下。如為人作坑。安置殺具懸擬未來。後境現時。自", "469": "無想疑。故除第五第六也。", "470": "乃下。想疑專尅對人。則心狹境寬。漫心通餘三趣。則", "471": "心寬境狹。理可明矣。", "472": "境下。境差則非人人想等。境強則前境反盛。緣差乃", "473": "刀杖毀壞。此収二三四方便。並約境而論也。", "474": "闕下。指初緣相疑息。収五六七三緣。", "475": "或闕下。通解心息緣也。或可將或闕有心下。解闕比", "476": "丘緣。如上闕緣中云體是比丘。或邪見病狂不名犯", "477": "成等。理可通諸。人非人想者。境想第三句境定心", "478": "差也。人非人疑者。即第二境定心疑也。非人人想者。", "479": "第四境差心定也。如前即四境未差是也。", "480": "餘四。即闕緣境強差心息也。通尅漫者。如善心專息", "481": "殺事是剋。望餘通息名漫等。又結罪中成者。波羅夷", "482": "是定剋。但使不成者。偷蘭是悠漫也。可將尅漫通収", "483": "四位。則宗致有歸矣。", "484": "就初下。夫欲了義。先須識名。仲尼云。必也正名乎。釋", "485": "名云名明也。名實事使分明也。說文形聲相益謂之", "486": "字。今但取止持是名。方便等是字。若然字即名下之", "487": "義也。", "488": "先下。言持則順受體之淨故先。犯則彰隨行之劣故", "489": "後。詩云靡不有初。鮮克有終。止持者。凡有二種。一", "490": "者止即持。謂止當體即持故。鈔云無惡來汙行前三", "491": "心得有止持。二者止之持。即加行成在第四心也。鈔", "492": "云流入行心方為別因。要須行者起加行禁七支。使", "493": "本體珠光玉瑩。則止持之行善成矣。初篇。即淫盜", "494": "等戒。依教不作屬止持行。", "495": "此下。順古應言惡事。今依首疏。彼云此蓋對惡法為", "496": "宗。即五邪法是。三業者。如受食食漉水用是䇿身業。", "497": "誦戒秉法是䇿口業。方便對治是䇿意業。戒行。戒防", "498": "形非。定止心亂。慧悟想虗。三學備修則聖果可獲矣。", "499": "而但言戒行者舉其初也。又舉初則定慧可収矣。蓋", "500": "由戒而生故。又云有善斯護。理在通収。名之為作。下", "501": "更合解持義云。作而無違。戒體光潔順本所受。稱之", "502": "曰持。方接疏中持由作成等文。四緣。房衣食藥也。前", "503": "二屬外資。後二屬內資。如房須乞法。衣須說淨。食藥", "504": "加受。順教而作。故屬作持。雜行者。即身口等諸雜", "505": "細行也。大師云。森然萬境何事非持是也。善法。文略", "506": "善事。如持衣受藥之類。前後。意云何以止持在前。作", "507": "持居後。論。即百論。明外道與內眾。評議止作兩法前", "508": "後。彼云外曰佛說何等善法相。內曰惡止善行法。佛", "509": "說有二種。一止相。二行相。息一切惡名止。修一切善", "510": "名行。云何為止。若受戒後終不作惡名為止。何等為", "511": "行。於善法中信受修習名為行。外曰已說善行。不應", "512": "復說惡止。何以故。惡止即善行。內曰止相息。行想作。", "513": "性相違故。則善行不攝惡止。故云戒相止行相作也。", "514": "又下。示前後也。論云。外曰善行應在初。謂善法有妙", "515": "果。行者欲得妙果。故須先說善行。後說惡止。內曰次", "516": "第法故。先除麤垢。後染善法等。", "517": "三毒者。由貪等能害法身慧命。損諸善根。名之為毒。", "518": "五蘊本空。妄計我人。名之為倒。今皆不能觀察。妄攝", "519": "塵境。造趣過非。良由三毒我倒為其本也。惡法。若順", "520": "古應言惡事。昔云止持作犯。惟對二教中事以明。今", "521": "師不然。下文云。五邪七非並非正法。此法與事殺盜", "522": "不殊。又云。無論事法。聖制止作。則通持犯。故得言惡", "523": "法也。", "524": "癡者。不別善惡也。久彼願本。即違反初受時。願學一", "525": "切善法故。善法即說恣等。", "526": "體狀者。體謂體性。狀即相狀。具如下明。昔解。即雲暉", "527": "願等諸師。同以三業為能持犯體。大鈔云餘義廢之", "528": "是也。鈔文既略。今則具舒。以省未寤也。", "529": "三邪。婬盜殺也。四過。妄綺兩惡也。三不善。貪嗔癡也。", "530": "由三業不作。則止持之體善成矣。", "531": "屈身至放生。是身業作持。讚下二句。是口作持意下。", "532": "修不貪等善。對治貪等不起。及修不淨等。觀捨離染", "533": "著以成淨行。又修慈等四心及四種良願。通為意業", "534": "作持也。", "535": "起下。翻上止持成作犯也。止下翻上作持成止犯也", "536": "乃却放生讚歎等文。", "537": "二人者。迦葉佛時曾為兄弟。由其偏修故。至釋迦佛", "538": "時。弟為白象。兄作比丘。兄語象言。吾與汝俱有過矣。", "539": "象即感語。三日不食等文。下律中起心不動身口。但", "540": "自剋責。還復好心。是名不犯。", "541": "四弘。即眾生無邊誓願度。乃至佛道無上誓願成。俱", "542": "言弘誓者。謂廣普之緣曰弘。自制其心名誓。", "543": "十二頭陀。衣二食四處六也。廣如頭陀法中。見論翻", "544": "為抖擻。四無量。智論云。修慈為除眾生嗔覺。修悲為", "545": "除眾生惱覺。修善為除不悅樂。修捨為除愛憎。通言", "546": "無量者。以心從境得名也。此證意非持犯但下。即於", "547": "本所受體。不能別為嚴故。", "548": "若下。如不行十二頭陀。只可言於自利之行。失順理", "549": "而修。不行慈等四心。則於利他之行。闕助道之業。且", "550": "非犯戒。毒虵。喻煩惱也。遺教云。煩惱毒虵睡在汝心。", "551": "睡虵既出乃可安眠。", "552": "頭然。光明經云。譬猶男女如火燒頭燒衣救令速滅", "553": "火若未滅。不得暫安。此則然是燒然也。又大論明野", "554": "干救頭之喻。名救頭然。則然是語辭也。是知經譬心", "555": "切。論喻解脫也。言煩惱在心速求解脫方名慚者。未", "556": "勤對治。但曰無慚。亦不言犯戒。以上多文證古全謬。", "557": "能持心者。合云能持犯。即心為體者。以持犯業體。要", "558": "假心力助成。故小乘戒。緣身口犯必問心等。身口屬", "559": "無記。但為業具。未能結業。雖然業由心起。起必身口。", "560": "若但起身口不起心。但起心不動身口者。俱非持犯。", "561": "成論。此引成實正行品文。謂身口不能自發。莫不由", "562": "心。先了前境。後起思心。鼓動身口。造作前事。方成業", "563": "矣。故彼論云。無心殺人不成身業。無心妄語不成口", "564": "業等。", "565": "離心無思者。成論破有宗。以彼宗計。心王起時別有", "566": "心所思同起。自有實體今成宗。心王心所前後而起。", "567": "離心之外別更無思。", "568": "無身口業者。此又斥外道所計。彼云身口二業不假", "569": "於心。從境而起。佛教不爾。一切由心也。", "570": "二種者。持犯各有二種也。", "571": "就下。問凡言所持對一切境。以受時心總法界故。受", "572": "後森然萬境何事非持。今約二教明者何耶。答對境", "573": "雖多。不離二教。攝之皆盡。隨中所對之境。不簡情與", "574": "非情善惡事法。若非制作制止境。即是聽作聽止境。", "575": "起心對境之時。但順二教即成二持。違二教即成兩", "576": "犯。是知持犯不能自分。約其制聽方知分齊。二教既", "577": "収萬境。故就制聽二教以明其實。所持體者在乎境", "578": "也。廣如會正。", "579": "有惡。如婬盜等惡事制令不作。順教心故。止持行成。", "580": "有善。如衣鉢三藏教法等。若順教作修。即作持行成。", "581": "此但薄示梗槩。故曰大略。", "582": "違下。如制教中制止事違教作故。翻止持成作犯。又", "583": "制教中制作法怠而不學。翻作持成止犯也。", "584": "作下。言作則順於聽門。不作存乎上行。故非犯矣。", "585": "有下。如淫盜等事。業過俱重故制止。無下。房等事。衣", "586": "依教無惱故聽作。此一句正顯作與不作一切無罪。", "587": "且對二教以分。只就聽門自分止作。故下文云。於此", "588": "事法亦聽作聽止。如有房財。理須加法。故聽作也。若", "589": "有妨難犯過衣財。不合加法。故聽止也。", "590": "所下。何以所持中須立制聽二教耶唯下。若但以制", "591": "教攝機。則上根獲益。中下絕分。則教之急矣。如但用", "592": "聽門。又抑彼上根翻同中下。則教之寬矣。故須二教", "593": "式被三機。如天須菩提胎衣迦葉等理可求也。", "594": "二教。即制聽也。攝法。簡攝事也。古師約法。局在作", "595": "持止犯中。望法不通止持作犯處名分齊。若據今師。", "596": "事法俱通四行為分齊。但望順教離過邊屬止持。依", "597": "教而作是作持。若違此二成兩犯。分齊事者。如四重", "598": "等。是制教中止持作犯事。非法房舍長衣等。是聽教", "599": "中止持作犯事。望不通法。故曰唯也。若據今師。約七", "600": "非五邪法。止故成持。作則成犯。則法亦通此二行矣。", "601": "二教法事。如誦戒羯磨如法衣鉢等。是制教中作持", "602": "止犯法事。如處分白二造房如量。是聽教中作持止", "603": "犯法事。此中事法齊該。故曰通也。前段。指上止持作", "604": "犯二行。唯對事不通法者何耶。", "605": "法下。古師所謂法者。皆是三藏等善法。要在進功修", "606": "學。方可委知。是以順教學故在作持収。違教止故。□", "607": "止犯攝。則不通止持作犯也。", "608": "事下。如淫盜等惡事唯在離過。不作自然収歸止持。", "609": "必持必若違教。自成作犯。", "610": "故下結。作持得事兼法。止持局事不通法故。所以異", "611": "也。", "612": "五邪七非。如下所明。此皆非法。理須制止。何得言止", "613": "持作犯唯局事邪。", "614": "對事者。即前云事但離過自攝法。惟進修方知。既不", "615": "省法通善惡。則義有乖也。今則不爾。但使善事善法", "616": "在作持止犯収。惡事惡法在止持作犯攝。", "617": "下以位分者。約可學不可學位。以分分不越制聽兩", "618": "教。以辨事法體狀也。", "619": "一下。今所以先立可學者。全異古也。雲暉願至首疏", "620": "已來。於止持中皆先明不可學。謂一切惡事。於明白", "621": "心中不開學作。名不可學。由不作故成止持。惡止善", "622": "行。義之次第。故第二明可學。以善事皆須學故。今師", "623": "不爾。謂一切善惡事法。明白心中先須學知。故可學", "624": "居初。後於解處迷忘心生。緣而不了。故不可學居後", "625": "也。", "626": "三境者。人非畜也。四主。三寶及人非畜也。淫望三", "627": "境皆結夷。故曰通。盜四主結罪差除故分。此即止持", "628": "中制教中制止事。明白心成於可學。又今師將婬盜。", "629": "在可學者。要通二位也。", "630": "五邪者。律中調達說五邪。以破四聖種。謂盡形乞食。", "631": "糞掃衣。露坐。不食蘇鹽。第五盡形不食魚及肉也。", "632": "七非者。律中羯磨離七非。即非法毗尼。非法別眾。非", "633": "法和合眾。如法別眾。法相似別眾。法相似和合。七訶", "634": "不止。此與事鈔義立有異也。", "635": "由下。迷即本迷。倒謂顛倒。如犯言不犯等。隨下。隨於", "636": "四重等境。不能辨了。皆名迷倒。如有主物作無主想", "637": "等。然由未作前事名止。", "638": "四依。如糞埽乞食等體相皆同。但望執盡形邊以混", "639": "濫也。", "640": "忘下。於上三法迷邪為正。思心不決。望未作邊猶正", "641": "持。", "642": "非下。釋名義。對上科而心不了。文別理同。此即止持", "643": "中制教中制止法。迷忘心成不可學。", "644": "答下。謂不學教人是迷教不迷心。隨所壞行。結根本", "645": "外。更加不學吉無知提。", "646": "今下。此中是迷心不迷教。先並分明委練。只由迷忘", "647": "心生。緣而不了根本枝條。例皆不犯。故云無罪可結", "648": "如下。以三衣一鉢作時。衣須止細綃紗縠。及與佛量。", "649": "并五正色等。鉢須止金銀漆木等體。及過減量。并掍", "650": "鋧色也。此即止持中制教中制作事。明白心中成可", "651": "學。", "652": "如下。即單白白二白四聖制學之。作時須離七非也。", "653": "此即止持中制教中制作法。明白心中成可學。疏中", "654": "理合更就下約事約法。立不可學二句。今不明者。前", "655": "制止事法中已明不可學。可以類知。故今略也。亦如", "656": "鈔中止持制門中。於可學內。立制止制作二句。後但", "657": "立一不可學。通曉止作事上俱有不可學也。今亦同", "658": "之。", "659": "問意。謂凡止持者。對彼惡事守禦不犯為義。今若止", "660": "中有作。與下作持何別。又若於此明作。則止作合雜", "661": "混亂。如何分耶。", "662": "答下。今雖論作。意在成就止持也。如衣鉢教制脩畜。", "663": "望今畜故是作持。不犯闕衣名止持。順教遵奉又是", "664": "作持。是則止中有作收作成止。舉宗歷然。豈為雜亂。", "665": "答下。有善起護同屬作持。是義同本為成止故。作是", "666": "意別。亦猶止婬作觀之類也。雙持犯義。理在茲矣。", "667": "雙持雙犯者。影略互舉也。言雙持則略雙犯。下文云。", "668": "違此二持便成兩犯。言隻犯用略單持。下云無聖教", "669": "德。並是單持。", "670": "心用。心即行心。用謂力用。如起一善行心。力用通成", "671": "止作二持。起一不善行心。通成止作兩犯。", "672": "持下略犯字。且如初戒依教制護。即善行心成止持", "673": "也。能觀不淨厭離現前。借使怨逼都無染樂。如虵口", "674": "火中者。是善行心成作持也。違上二心。翻成止作兩", "675": "犯也。一戒既爾。諸戒例然。教。即制聽兩教。行。即教下", "676": "所詮行也。必憑託衣鉢房舍等境上而生也。", "677": "依下。順制聽兩教中。制作聽作邊說有二持。反此無", "678": "聖教制作聽作者。並是單持。故云依教奉行也。何者", "679": "下。推釋雙持所以也。可同殺盜者。但有順教止持。違", "680": "教作犯。成單持雙犯之義。豈有教文開作成作持義", "681": "耶。今此衣鉢教既制作。故具雙持。", "682": "問下。若云託境順教無犯名作持有。如淫開怨逼。與", "683": "前境合。望順教禁心。可名作持。不受染樂應號止持。", "684": "是則亦具二持耶。", "685": "答下。既曰禁心名止。顯亦屬止持。又怨逼暫開。非恒", "686": "許爾。", "687": "若下。律云染心看者越毗尼。聞聳起染亦爾。況復言", "688": "合耶。如後。即戒相中。", "689": "房舍等者。約事也。即元主房。要長佛十二搩手。廣七", "690": "搩手五分佛手二尺。長衣。即長如來八指。廣四指佛指二寸。疏文", "691": "略長而言狹者。收減量耳。下云房財大小是也。", "692": "指下。約法也。房須乞法指授。衣限十日說淨。於下。約", "693": "事法示雙持義。此中句法。對事法上應得兩句。皆明", "694": "白心也。犯過。即販賣衣財。不應淨法。", "695": "大小。即過減量也。迷下。如緣過量房。作如量想。始終", "696": "不轉。無罪可結。斯本迷也。或前後想轉。斯為忘也。如", "697": "是迷忘交互而起。皆迷心矣。", "698": "作下。處分說淨為是。反此名非。今迷忘心生緣而不", "699": "了。如不處分作處分想等。望無心違教。猶名止持。", "700": "迷下。即但迷非學了。故佛一切開也。還約事法對不", "701": "可學。亦成二句。講者歷之。下皆倣此。", "702": "並制修學者。順古進修邊。解作持義。行護。順教制造", "703": "是行。加法受持名護。", "704": "教行者。舉能所二詮也。文言一切通包三學萬行也。", "705": "並下結示作止。", "706": "制門。即指前止持制門中。制止事法也。今復言止。與", "707": "上何別耶。", "708": "答下。惡法即五邪七非。文略惡事。謂前制不許作邊", "709": "名止持。今望制作離過邊名止持。是則來由意旨各", "710": "有其致。可以通而解之不。事下。謂房非妨難。衣無犯", "711": "過。如法通成故聽作也。反此不合故聽止也。如前。即", "712": "止持可學中。昔解。即願等古人也。作至者字已來。徵", "713": "其不通。非此主末文釋其所以也。且云初無不可學", "714": "者一句。即同鈔中。徵云所以不通。不可學者鈔中略。", "715": "非此所明已下答文。彼但云由心迷忘。非學能了。即", "716": "同次科。今解不然。不可學迷非學能了等文。以鈔中", "717": "略。順古答文。并今解不然等語。故使先德釋鈔多致", "718": "異評。若彼此校讎。理自明矣。非此所明者。古人既約", "719": "惡事為不可學。由惡事非進修之業。聖人豈制學之。", "720": "故非此作持中明也。若爾止持中何以立耶。", "721": "不同下釋也。言不可輙同止持有不可學。以止持唯", "722": "獨在遠離過非邊得名止也。", "723": "今下。謂今師一切心境。皆是可學。只由迷心故不能", "724": "了。豈局止持作犯中是則止作。四行俱通矣。", "725": "乃下引證。聖人尚有迷心。況下凡乎。如羅漢不識赤", "726": "鹽等。皆事迷也。", "727": "如律下。四分長財不相染。凡有八緣。第八云。若忘去", "728": "謂以心迷故。或忘財體。若忘加法並開十日。又云雖", "729": "知是長。若忘等緣則無有罪。指授房戒。境想不乞處", "730": "分造房。雖作前事。迷忘無罪。斯皆良證。", "731": "問下。若云想疑不結。何以房戒處分想疑中。結偷蘭", "732": "耶。", "733": "答下。忘心非罪。但望前心方便結爾。前心即初作房", "734": "時。後心房成時也。由後心想差於前因。因不至果故。", "735": "亦望未轉想時。明白心中有罪。是知忘心非在結限", "736": "若下。昔人不可學。局在止持作犯中仍須結罪。是塞。", "737": "今師不可學。俱該四行兼放。迷心是通。是則今古全", "738": "乖矣。諸下。蓋不欲全蔑古人耳。又恐後來有好丹非", "739": "素之者。故曰任情兩取。然而該通持犯啟決昔迷者。", "740": "非夫聖師。曷能臻於此乎。翻對止持。亦須有制聽二", "741": "教。可學不可學事法二種。但望不脩戒行。於事於法。", "742": "有違越邊。皆名犯也。怠。懈也。上作持云進用修成。今", "743": "云怠而不修。相翻之意也。類上持者。以止持翻成作", "744": "犯。今古皆有不可學。今師添可學。作持翻為止犯。今", "745": "古皆有可學。今加不可學。故二犯俱通。但將此類彼", "746": "二持。交互映照。則衢道甚明。若無染汙。謂受戒之後。", "747": "四捨已前。戒體在三心中。望無惡來行。戒體光潔。可", "748": "曰止持。是故第四心前即有持義。", "749": "謂下。示三心也。此三布列經論不同。經約受在初者。", "750": "此據麤細等明也。論將識在止者。此約起業以辯也。", "751": "非業者。未能成業故。非記者。是無記心故。若遷流至", "752": "第四行心。能起三毒三善。方成持犯別因也。所以分", "753": "行為一。三心為一。豈非上。應先難云。既曰流入行心。", "754": "方成別業。何以三心成止持耶。將文答之。", "755": "無染汙者。簡異先德也。古謂端然拱手不為善惡。成", "756": "端拱止持。今破云。若拱手不修諸善。應成端拱止犯。", "757": "便通餘行。是義不然。故今改之。", "758": "三下。亦先難云。三心是無記者。受體在中應非記耶。", "759": "受下答。謂受體是善行心中成。其體即是記。雖在三", "760": "無記中。不隨變失。故涅槃云。其心雖在惡無記中。本", "761": "所受體不名漏失。大疏難云。三心有止持者。為記業", "762": "無記業。若是記者三心非行。何得成業。若是無記不", "763": "應名持。答今謂心雖非記。受體是記。但望無行名為", "764": "止持。又古德難云。三心不造諸惡名止持者。不修諸", "765": "善應號止犯。答受體先已受得。於三心中。無惡來行。", "766": "說名為持。惡既先不受得。無善來防。豈曰止犯。", "767": "治行。治即對治。行心。如起一善行心對至成二持。起", "768": "一不善行心對治成二犯也。且標一行。故曰止持。行", "769": "心造業趣果名行。以識但了總相。想專取像。受偏領", "770": "納。不能造業。要假行心遷流。方成別業故。識等三心", "771": "無此止持。又三性中唯局善性。惡無記性中亦無此", "772": "止持也。", "773": "如下。即對欲過境。作不淨觀。遮約故曰對境防也。起", "774": "心護。即起無貪善行心持護。若然豈是無記三心耶。", "775": "後止。即同後行心中止持也。", "776": "既下。且如持衣境。要假第四行心。加法成受。故識等", "777": "非分。注中通善惡行四字。大鈔中亦有此注。彼但云", "778": "即識想受三心。則無此四字。或可言此三心。能通第", "779": "四善惡行心。若然則前三為行之因爾。非者無也。即", "780": "善與無記中無二犯也。前後等者。如初對持衣事。", "781": "起加法心。是作持。後遇怨境起殺害心。是作犯。是則", "782": "心隨境變。持犯自殊。反上應云為殺等過名身作犯。", "783": "不受食食名身止犯。作安等過名口作犯。不作知淨", "784": "名口止犯。單意。以未動身口故。如條部律云。比丘見", "785": "河中流船。念欲取之。疑犯。佛言不犯。", "786": "將下。須以意兼身口。即身口業思。方成其業。如初戒。", "787": "內心淫意。身口未現。結遠方便吉是也。", "788": "有下。以小乘教。不制意地為凡夫。常緣欲境。聖人若", "789": "制。無能得脫。獨頭。即單意種。緣載起心時即有其犯。", "790": "簡異一往心則不犯。正義者。若準事鈔。動身口思成", "791": "持犯。似取前義。今言後者。但約重緣。不兼於身口。亦", "792": "防之深爾。律云攝護須急。理可通也。餘下。鈔有七門。", "793": "前三同此。餘有通塞漸頓優劣。料簡四門如彼。", "794": "止。只也。謂聖人垂範。蓋欲依言見理循教起行。豈在", "795": "乎讀誦而為清淨哉。十住云。佛法貴如說行。莊子云。", "796": "言者所以在意也。今之言教所為明理行者也。指掌。", "797": "語云如指于掌。言明練事法。如指示掌中之物也。後", "798": "於境所忽起迷忘。約律迷心不迷教。聖不制犯。", "799": "若下。謂受具之後便止心不學。後於事法。觸途成犯。", "800": "不思有過。此則迷教不迷心。隨結。五篇正罪外。更結", "801": "不學無知二罪。若於二持等者。迷教之人。雖偶成持", "802": "行。無其違背。然非識相護持。故不名福。", "803": "兩箇。可學九。不可學九。或四一為階。或三三作品。交", "804": "終以定罪之有無。為持犯方法軌則也。", "805": "於下。先論可學者。異古所評也。作下文倒。事謂下。如", "806": "殺則了知初識以來。便屬人境。對盜則能分四主。此", "807": "二今師所加。古人唯將衣鉢。以解可學識事。", "808": "夷下。謂知殺初識得夷。盜非人物得蘭。衣不染壞提。", "809": "鉢不加受吉。疑犯。疑殺人為夷為蘭等。不識犯。言殺", "810": "人不犯夷。疑事。疑於初識為是人乎。不識事。燸相未", "811": "壞。謂非人境。", "812": "不可下。謂學不學人。既於事犯了知。故無枝條四罪。", "813": "又止心不作。則無根本。故成上品持律之士也。兼識。", "814": "兼帶上半二識事犯句。此則無罪可結。生疑。即一三", "815": "下半疑犯事句。各有二吉。不識。即二四下半不識犯", "816": "事句。各一提吉。故曰皆結兩罪。單雙。上下各說曰單。", "817": "合說曰雙。今上四單無罪。下四單各有二罪成八。由", "818": "上半不結。故曰中品等。", "819": "隨下。第一事犯俱疑犯四吉。二三兩句疑兼不識。各", "820": "於事犯結一提三吉。第四上下俱非識故。二提二吉。", "821": "合十六罪。四句皆結名下品。未犯根本曰持律。然下。", "822": "事犯俱非識。罪重故居末。", "823": "由下。言疑則分有所了通解之律義。非名末。故居中。", "824": "反證第九事犯俱不識故。須居末也。", "825": "六提者。於事犯上各三不識。故有六也。十八吉。六是", "826": "無知。十二不學也。", "827": "無下。轉釋六提。是全根本無知。對吉得名重。", "828": "有疑下。重審十八吉也。六疑無知非全不了。故在輕", "829": "收。", "830": "舉下。舉一行宗塗判歷三行。義且非混。又此止犯屬", "831": "枝條。止持為根本。理亦無乖。初下。此中雖云迷然。忘", "832": "其識事識犯。並是明白心。以事須從識至疑。從疑至", "833": "不識。其識事識犯等。宜準前可學中將事將罪配釋", "834": "可解。但事犯俱約迷心邊說。成不可學也。如人作非", "835": "人疑非人想。夷作蘭吉疑想等是也。", "836": "各下。謂三品九句中除識犯三句。外每品各有一疑", "837": "犯。一不識犯。成六句。都有十二。不學無知罪。以古師", "838": "將惡事為不可學。今疑不識例無枝條犯法。理須學", "839": "知。今猶不了疑不識處。須結二罪。故止就下半犯上", "840": "結也。", "841": "亦下。雖有十二枝條。望不犯根本處。准上可學中。亦", "842": "得號為持行可學。今師約凡善惡事境。並可學知。忽", "843": "於前事迷忘心生。佛不制罪。", "844": "罪是下。謂下半犯上十二枝條罪。是可學法。且順古", "845": "結。向下難開。", "846": "問下。意云既開事上想疑。於犯有迷須放。如房戒法", "847": "上境。想云不處分處分想是不識犯句也。不處分處分疑是疑", "848": "犯句。彼於根本尚開。此就枝條何結。答下。若以處分例", "849": "犯。則此以事例法定無惑矣。今未開者。指下作持對", "850": "法自辨也。故鈔亦云。且據止持中約事為言。必如所", "851": "引。對法有二九句。後作持更為辨是也。", "852": "問下。向云但事是可學。想疑忽生。聖不制罪者。何以", "853": "律判殺戒第三句有罪。盜戒第三句無罪耶。", "854": "答下。殺戒第三有犯者。蓋心緣有罪境也。於彼人境", "855": "雖曰無愆。由作非人想故。有虗起殺心之吉。故曰心", "856": "罪。", "857": "或下。盜戒第三無犯者。蓋心緣無罪境也。今異二境。", "858": "俱無結處。", "859": "然下。言此二戒皆不犯根本故。縱於本境有蘭吉者。", "860": "此屬未轉時前心方便也。非其異境後心罪。更有徵", "861": "詰。詳于事鈔。如初。即四四一為階。但將殺事夷愆配", "862": "之可了。後九。即三三作品。多少。下品十六曰多。中品", "863": "八罪名少。又十八吉為輕。六根為重。一如止持中。此", "864": "中既屬作犯。故初九句結九根本。後九句犯三夷三", "865": "蘭等。不下。即三不識事中。若初殺殺竟。悞謂杌水。其", "866": "心不轉。本異二境。無罪可結。", "867": "有心下。於三時中。初時有心。正造及事畢時無心。但", "868": "結未轉想疑時前心方便罪也。淫酒。此二約境制故。", "869": "不論想疑。此猶順古。今師酒戒約先有方便不差。謂", "870": "心境不相差。理結根本。", "871": "若下。若於迷處。分明曉了。因不造境。則亦無罪可", "872": "結。", "873": "上品。以可學中。約明白心。事法俱了。並非結罪。一事。", "874": "如一殺事等。於識下帶疑不識為中品。全疑不識為", "875": "下品。意欲顯明白心中犯相。如指于掌也。究竟即九", "876": "根本。以是作犯。兼不迷心故。", "877": "緣下。釋二十四枝條。皆是果罪。不同諸篇方便有後", "878": "果可趣。有識等者。指上品及中品上半事犯也。", "879": "由下。古義也。事總。由順古事開犯結故。事總居上。犯", "880": "別在下。則結犯易明矣。又今師難開下半結犯。亦非", "881": "參互。故分二九也。", "882": "問下。既曰作犯九句。理須句句結犯。如上品識事三", "883": "夷。中品疑事三蘭。可言六句有犯。不識事三句。於境", "884": "非犯。理須去之。", "885": "答下。若推本迷無犯。識合去之。然於下半犯上帶疑", "886": "不識。各有二罪相。兼成九故得明也。", "887": "答下。謂枝條雖曰止犯。舉本作犯。以攝義非失也。又", "888": "必由造作前過通名作犯。有八。且如第七不識事識", "889": "犯。無根條可結。止應有八句。", "890": "答下。雖不識無犯。以造事故可從根攝。又句法相從", "891": "無七。不成八九也。事法即明白心。於殺盜等事處分", "892": "等法。緣而不了。隨作結九根本。此謂迷教不迷心也。", "893": "如下。示不識事。處下。示不識法。若約事上本迷。理合", "894": "去三不識事句。故鈔云若可學事生不可學。迷唯六", "895": "句有罪除下品是也。今望事法。并俱迷說故。但除第", "896": "九成八句。除第七。以事上無根本犯。上闕枝條故除", "897": "之。", "898": "若下。第七須存。以未轉想時。有前心蘭罪也。二九。古", "899": "人約法約事分二九。俱名可學。今師約心辨可學不", "900": "可學為二九。故知此標通含今古。事。即衣鉢房舍等。", "901": "法。謂羯磨處分等。將事與法歷句。一如止持四一為", "902": "階也。", "903": "此下。示前後之異。守持。前則守。禦惡不入邊成持。疑", "904": "犯。不乞法為殘為蘭。不識犯。言不乞法但犯蘭爾。疑", "905": "法。疑造房為乞單白白二耶。不識法。云須乞單白也。", "906": "下品。比中品可知。二位。順主本為一。愚至者為二。", "907": "如下。一句結顯。且初由順教造作。故無九根本也。不", "908": "妨愚教自結枝條。中品八罪二提六吉。下品十六四", "909": "墮十二吉。故曰則犯墮吉。如前。即止持中。後九句三", "910": "三作品也。", "911": "法下。善事善法雖曰可學。由其迷倒。成不可學。不同", "912": "古師作持不通也。", "913": "是以下。處分法。上既開迷忘不可學九。理自通成止", "914": "犯。古人約有三種。一制聽二教事上止犯。二事上法", "915": "家止犯此皆九句。三教行止犯此但八句除識法識犯也。即四一三三", "916": "一同作持。此但怠而不脩。不同前作順教造成。又順", "917": "句法倒歷。以犯門罪多為上也。", "918": "如下。以古人約惡事惡法。為不可學故。止犯作持中", "919": "無也。", "920": "今下。大師以迷心。為不可學。通乎四行也。", "921": "如下。長衣過限不說。見犯五篇不露。明白具知。即是", "922": "可學。反此成不可學。以此二九。例通法界也。何言止", "923": "犯法中無不可學。", "924": "對下。即教行止犯也。如不學三藏教法是也。今既識", "925": "了根條無犯。故除識法等一句。事宜作犯字。對下。通", "926": "收二種止犯。文隱事上止犯義。何者。如諸善事。不起", "927": "造脩是也。雖無識上枝條。然有事上根本成九句。", "928": "如下。示事上法家止犯也。於事雖明。於法上有。故曰", "929": "不乞處分。仍將不字貫下。云不受持不加淨。文方顯", "930": "矣。殘提。既存九句斯立。", "931": "無始下。經無始時為染。習本為生死源故。經云眾生", "932": "愛命還依欲本。愛欲為因。愛命為果。是知欲愛所起。", "933": "在於三毒。毒之盛者在乎貪也。成論云。眾生皆以貪", "934": "染心。而愛婬欲等。", "935": "於母者。禮云夫准禽獸無禮故。父子聚塵取猶共也鹿牡曰〔鹿〕", "936": "原其無禮。即是癡業。故成實云。但以癡心。不識好醜", "937": "是也。", "938": "境交下。覆示上成必在貪。謂外形相交。內情適暢。雖", "939": "因嗔癡。果在貪毒。以癡下。由癡屬迷惑。嗔是違忿。故", "940": "曰兩不成也。", "941": "損益。望彼為損。於己曰益。故義鈔云。殺盜二戒患通", "942": "損益。自作教人損境暢思又齊是也。不同婬委教人", "943": "婬者。樂在前人。教人稱聖。於己無潤。故非益己。罪皆", "944": "輕也。殺盜既通損益。彼我同犯。三事。即三毒。下文云。", "945": "二破兩戒亦因三事。", "946": "下姓。即栴陀羅等卑姓之人。摩摩帝。即經營人。彼云", "947": "摩摩帝。塔無物僧有物。便作念。天人所以供養僧者。", "948": "皆佛恩故。供養佛者。便為供養僧。即持僧物。脩治塔", "949": "者。此摩摩帝得波羅夷。以下。即以此事類之便成。上", "950": "云終因三事。互起相成之解也。", "951": "有害。言蛇既害人。殺亦無過。父母老病殺無罪者。論", "952": "云今波斯國說之。此亦無禮義之󳬛也。周孔之教。既", "953": "不及因果之法。豈能別乎。", "954": "又下。彼十不善品。問曰有人依官舊法。殺害眾生。或", "955": "為強力所逼。強殺眾生。自謂無罪。是事云何。答亦應", "956": "得罪。是人具足殺罪。自緣故。以四因緣得殺罪。一有", "957": "眾生。二知是。三有殺心。四斷命心依惑者。即三煩惱", "958": "也。彼云一切煩惱能起惡業。互起相成。如下云身口", "959": "互造兩得相成意同也。又依依上三毒互起義也。", "960": "財利下。應加妄語字貫而讀之。又應將此貫下嗔癡", "961": "二種思。貪者前心也。", "962": "言了者根本也。暢思者後心也。古師意謂。得財事遂。", "963": "前後俱貪。嗔癡二毒不得兼也。", "964": "又下。雖前起貪妄語。後不得財。反屬嗔毒。貪癡二種", "965": "亦非兼有。", "966": "今下申破。良由妄隨毒有。或由貪成。或因嗔起等。言", "967": "了即結。豈約後得財不得財以分三毒。誠不可也。", "968": "究竟者。根本夷也。暢遂者。後心吉也。大師云。所造暢", "969": "決稱懷發惠。通得吉羅。", "970": "如下。釋成究竟也。", "971": "或下。甄去開緣也。染奪者。染對上境交如怨逼。三", "972": "時無染。奪對上離處。如下云祇駈牛馬心疑故非犯。", "973": "文舉婬盜。以省後二也。", "974": "前三。婬盜殺也。非身不成第四妄語也。非口不辨此", "975": "約麤分也。若細分者。如下互中。雖在身者拾毗尼中", "976": "復加心。今文存略。", "977": "身口互者。殺盜本是身業。容有口教互成也。故曰身", "978": "為本等。義鈔中立為自作教他也。", "979": "從損財下。是身自業。次從口語下。是口教業。故知身", "980": "本口末也。", "981": "重罪。多論云。教人殺盜。隨命斷離處。教者得罪是也。", "982": "殺人。上准義鈔中。應加及以字。鬼神。大師云一切呪", "983": "法皆令鬼神夜叉。以其身業扶物斷命等。師子。說文", "984": "云󴆢許交切師子。爾雅曰後魔如虥士板昨閑二切。猫食虎豹。", "985": "或一哮而令獸死者。蓋身壯聲勇也。成論云。師子虎", "986": "狼所得身力。皆由不淨福。及以罪緣所致。壯夫。如項", "987": "羽叱樓煩。煩目不能視。手不能發。又嵆叔夜養生論", "988": "云。壯士之怒。赫然殊觀。植髮衝冠。其壯又可知矣。", "989": "深下。指殺戒也。或口言受食等。□口造身業也。", "990": "無下。如教彼現無學相。着某色衣。是造口家大妄業", "991": "也。彼正現時何有口助耶。亦由前問答者。指先口業", "992": "也。", "993": "渡河方成者。要後身業也。是則口未成犯。要身助成", "994": "明矣。", "995": "口下。即身造口業亦爾。約教未犯。要彼身業表聖。方", "996": "犯大妄。", "997": "業性下。釋上不互。此二句出雜心。言異者。口業非身", "998": "業也。", "999": "事下。有本作雖非。彼論正作事不究竟。言下。大師釋", "1000": "論不究竟義也。又云下二句。亦出雜心。自在者。如王", "1001": "勅人令殺是。又仙人意所嫌而殺。謂是口意二業。是", "1002": "義不然。業自性異故。事不究竟故。故曰必須人鬼等。", "1003": "各自成業者。若依成論。身口互造。身造口業。但發身", "1004": "業。以現是身造。故曰造亦爾。故知通互也。", "1005": "彼文者。指成實邪行品也。彼先問曰。是殺生等三不", "1006": "善業。但見多業性耶。答殺罪名不善。業是罪身。亦可", "1007": "造隨。以自身殺害眾生。有本作何身字誤。口亦可造。", "1008": "隨教勅人令殺眾生。或以呪殺。如五通仙能呪殺人", "1009": "等。心造如文。", "1010": "彼論者。大師轉引彼三業輕重品中文。證上心造義。", "1011": "故彼云。又意業力勝身口業方接。和利經等文至所", "1012": "作來。皆論自引也。", "1013": "那羅者。具云那羅于陀羅國。大論云。大仙嗔時。能令", "1014": "大國磨滅是也。檀特。太子須大拏經云檀特山。應法", "1015": "師云。或言單多羅迦山。或云檀特山。此譯云蔭山。方", "1016": "志云。在䟦魯沙城北東二十餘里。山嶺上塔。是蘇達", "1017": "拏棲隱之所。", "1018": "著脫。與上義同。但加脫字。如教云若表聖人者。當脫", "1019": "某衣。嘿妄者。本是口業。由意造成故。二具由生者。成", "1020": "論正行品云。是三種行皆但是心。所以者何。離心無", "1021": "思無身口業。又云是意業力故。起身口惡等。", "1022": "非下。以欲顯己德之聖希招名利。非其言者莫成妄", "1023": "業。", "1024": "亦下。不唯口辨。亦有身業現相成重。義鈔云。身表口", "1025": "業故。從根本判無疑也。比前。即無學者衣也。", "1026": "先下。文略自作字。無預。預樂也。佚也。有本作悆音同。", "1027": "亦悅也。損境。對上損字。暢思。對上益字。", "1028": "期契下釋上過。通顯自他俱有也。時節下。如教人", "1029": "凌晨為我殺人是。教者心尅。今使者反至薄暮殺畜。", "1030": "是所使意異也。坐立。如教坐殺人。彼立殺畜。", "1031": "或互下。或能教顛狂。或所教捨戒。通別兩緣彼此闕", "1032": "者。皆非正犯。漫心者。能教通在人畜。所教隨殺皆犯。", "1033": "如教作坑。通陷人畜之類也。無寄。寄托也。言不專托", "1034": "於一也。", "1035": "殺盜下。如遣人殺己及盜己物。於義則疎。故曰無有", "1036": "遣義。約人犯。約篇四戒。罪齊一品。莫不皆夷。", "1037": "夷蘭者。初戒犯夷。下三結蘭。兩種者。若約犯夷吉提。", "1038": "應曰三種。今恐取下智解盜殺誑犯蘭為一。并淫夷", "1039": "為兩種智解。殺戒云。若畜生中有智解人語者。若復", "1040": "有能變形。方便求殺者偷蘭。又大妄戒云。畜能變形", "1041": "有智。向說得上人法。知者偷蘭。又調部云。不能變化", "1042": "畜前。自稱得上人法。佛言吉羅。盜雖不說輕重及智", "1043": "解。理宜准此。而下。應先難云。若殺結蘭者。何故戒本", "1044": "云。斷畜生命者波逸提。將文答之。謂律且約不能變", "1045": "化。若殺犯提。外部。大師準十誦。虎殘犯吉。多論云。一", "1046": "切鳥獸食殘取者吉羅。今師約智解可同結蘭。", "1047": "屍上者。律云若死屍未壞少壞少壞但使入婬處。皆", "1048": "波羅夷。生死源者。論云。酒為放逸本。婬為生死源。金", "1049": "銀生患重。邪命斷善根。", "1050": "善因所招者。成實問云。以何業故生人天中。答曰若", "1051": "布施持戒修善等業。上者生天。下者生人。又利根者", "1052": "則生人中。反前者。非人於財少著。旁生依正且卑故輕。", "1053": "地居者。即忉利已下依須彌所居。輕即蘭也。盜希。爾", "1054": "雅釋結云希罕也。", "1055": "加下。成論云。若人憎惡田宅舍廬我所差別。則生󳬂", "1056": "單越。故知彼無我所。豈呪天乎。", "1057": "由下。多論云。凡得波羅提木叉戒者。以五道而言。唯", "1058": "人道得。餘四道不得。如天道。以著樂深重故。乃至世", "1059": "尊成道亦在人中。淨道者。俱舍云。淨道沙門性。言無", "1060": "漏淨道。是四沙門之性。今若斷彼連持。即持即是壞", "1061": "聖道性。損所依故。婆沙云。以色身是法身器故。法身", "1062": "所依故。若害色身得逆罪。斯可照也。", "1063": "多下。彼先問曰。何以但害人得波羅夷。答以人中有", "1064": "三歸等是答。不能出家者。如帝釋語目連云。一天子", "1065": "有一天女一伎樂。以自娛樂不能自割。況作天王。種", "1066": "種宮觀。無數天女。天須陀食。自然百味。百千妓樂以", "1067": "自娛樂。雖知佛世難遇。正法難聞。而染樂纏縛。不得", "1068": "自在。善心力弱。何由出家。僧寶。成實云。戒品清淨乃", "1069": "至解脫知見。無上福田。能益施者。是名僧寶。天女者。", "1070": "彼云有比丘與天女行婬已疑。佛言波羅夷是也。", "1071": "輕重者。即殺提盜吉。何不均耶。龍珠。佛告諸比丘。往", "1072": "恒水側。有一蠡髻梵志。常居此水邊。顏貌憔悴。時我", "1073": "詣彼。問言汝何憔悴。彼報我言。此河水中有一龍王。", "1074": "名摩尼徤大自在。來至我所。以身繞我。頭覆我上。以", "1075": "此憂患致使憔悴。佛語梵志。若此龍來。當語龍王。持", "1076": "汝頸下珠瓔與我。乃至龍王即時還宮不復來爾。", "1077": "鳥翅者。佛在舍衛給園中。有一比丘。告云我住林間。", "1078": "正患夜半眾鳥悲鳴。佛言汝伺彼邊還林宿時。語言", "1079": "與我兩翅急用。諸鳥即出林去不復還矣。乃至佛告", "1080": "比丘。汝等當知。鳥獸尚不喜乞。況於人乎。此則借喻。", "1081": "以誡造房乞求之過也。", "1082": "報別者。三趣本殊也。非解者。言義不了也。潤微者利。", "1083": "己之薄也。具斯三義故輕。", "1084": "道下。通說有成道之義。容下。彰己修成有資果剋也。", "1085": "今若□彼還成自損。不能修善。著樂深也。報得通心", "1086": "者。簡修得通心。即第三他心通。謂能知他心。及所緣", "1087": "念事也。徹照無礙曰通。無信下。如誑云尼乾為羅漢。", "1088": "佛不信也。反披拘執。佛非怖也。待信者。下文云但言", "1089": "了結不待信也。", "1090": "引文者。律云。比丘有淫意。向婦女乃至畜生二形三", "1091": "處。初入波羅夷。是初例也。又云。怨家強提己行不淨。", "1092": "若入覺樂波羅夷。是次例也。又弱脊犯夷。是第三例", "1093": "也。俱得極重。故曰一夷。", "1094": "餘二。自盜自他盜自也。無罪可知。前下。釋境差方便", "1095": "罪也。不起他想。殺戒五緣中。闕第二人想句。", "1096": "進趣者。古師於近方便後。別立進趣一位。謂心規前", "1097": "境運用不息。名為進趣。古人準本律自殺中。不更立", "1098": "之故。義鈔闇引古云。四分意不立進趣。自殺無罪。命", "1099": "斷無戒。然即自殺夷蘭並無。但得殺業不善道已上正文", "1100": "如律。指調部也。意謂上有人解云。不立進趣。應無蘭", "1101": "罪。何以調部云自殺不死犯蘭耶。答下。由命未謝。戒", "1102": "在故結。若下。或自殺而死者。設有因罪。同上五分進", "1103": "趣。義亦無爽。故義鈔云。縱立進趣何咎是也。", "1104": "至下。自打謗覆他。他打謗覆自。若同是比丘。彼此根", "1105": "本。自打謗自。理非所結。自覆自罪。律但小吉捨。毗尼", "1106": "云。不應難言自打自謗等亦無犯者。戒猶存故。言未", "1107": "可一準也。意辨者。自誑他。他誑自。彼此根本。自誑自", "1108": "非犯。始侵。律云入如毛頭即犯。要下。釋終義。財下。釋", "1109": "中義。可解。", "1110": "剋漫一門據上生起。合在第七。恐當時失修犯。無尅", "1111": "心者。以婬對三趣犯齊一品。縱期人境。後會非畜。皆", "1112": "結正罪。", "1113": "境心雙轉者。即非人人疑。境差心轉。雙闕二緣。以婬", "1114": "戒不通境想。雖闕亦犯。不爾謂不同婬戒剋漫齊重。", "1115": "感聖者。有證果義也。故疏自引檀尼入聖緣。如下明。", "1116": "障道者。障四沙門果也。剋漫明分。殺盜是剋。犯婬漫", "1117": "亦結。可以明也。相當者。即人作人相殺。有主物作有", "1118": "主想盜。此收境想中初句。顯剋心結重。心境下。通收", "1119": "下四句。即人非人疑等。罪非根本。即方便蘭吉也。此", "1120": "顯漫心是輕。", "1121": "彼此者。餘人及怨也。害怨雖剋。通餘名漫。則翻剋成", "1122": "漫矣。前言。指上剋心相當成重者。據財可分別言之。", "1123": "如下引例。嗔一。本嗔一賊也。餘賊也。餘賊相因得死", "1124": "者。於嗔者犯重。心境相當故。於餘犯蘭者。殺緣不具。", "1125": "以無心殺彼故。", "1126": "如下。別例也。律中為尼說法。不得至暮。或船濟處為", "1127": "俗說法。而尼聽者不犯。以尼非正對之境故。例妄餘", "1128": "聽。理應非犯。", "1129": "今下。先破也。遠嫌者。律因難陀說法至暮。尼在祇桓", "1130": "壍中止宿招譏。後雖開說不得至暮。此皆遮俗嫌謗", "1131": "爾。屬於遮戒。此妄語夷屬於性重。不可以性例遮也。", "1132": "若下。正立也。通境隨犯者。人夷。非人蘭。畜生有智蘭。", "1133": "無智吉也。", "1134": "並下。凡言錯悞。通別有二。通則心境乖差。皆名錯悞。", "1135": "別則隨事由辨。相有異途。錯下。釋別所以。所下。徵釋", "1136": "異途。如文可了。", "1137": "無下。以此一戒。不論境之交錯。心之迷悞。何哉。欲之", "1138": "患者毒之盛也。欲之失者障之深也。是故特制不論", "1139": "錯悞。但下。設正道作非道想亦犯。或下釋悞。即前心", "1140": "謂此。後心謂彼也。境下釋錯也。", "1141": "無寄。寄託也。言其漫心非託於一趣也。齊重者。由先", "1142": "有期心故。隨趣各結果罪名重。", "1143": "境交者。本期人物。畜物交參而得者。是錯心也。想轉", "1144": "者。前心謂是人物。後心轉謂非人物。是悞心也。", "1145": "不下。皆不結根本。以先無期心故。猶下。三趣各屬正", "1146": "主。以本盜人物。於彼本屬元無心故。", "1147": "後下。盜時雖迷。後若知者須還本趣。不還則心境相", "1148": "當。隨趣結正。", "1149": "俱下。於一境上具錯悞也。如下。釋具二所以。謂王物", "1150": "差張。是錯義。成境差也。復於王物張想。認彼為此。是", "1151": "悞義。又成想差也。", "1152": "境下。釋上境差。後下。釋上想差。故下。結上俱義。亦望", "1153": "不犯根本為言。", "1154": "漫心者。由先於女通有盜心。今雖男想。以稱本期。故", "1155": "結夷也。此約結罪之異故。因而引之。非是同主義。", "1156": "及下。雖曰於人等通有害心。及至正殺。有親疎兩緣。", "1157": "如親緣人境餘趣來差。是不稱初期也。", "1158": "一重者。亦隨趣結果罪也。十誦云。為人作坑。有本漫", "1159": "心。隨境輕重。一緣。簡漫緣也。如專緣人一境是也。", "1160": "若下。期心不當境也。境則交涉者辨錯也。或以迷忘", "1161": "者辨悞也。文無殺心者簡漫即犯。", "1162": "現下。張王二境歷別顯然也。心下。外境既殊。內心亦", "1163": "異。", "1164": "由下望王無心。境錯非犯。於張先有害。理結境差蘭。", "1165": "望無根本。亦名不犯。", "1166": "張下。本期張境。臨至加害。張去王來。復於王境而作", "1167": "張想。殺得重夷。問王非本期。何得成重。", "1168": "若下答。如上者。即緣差方便中云。剋心在張。王人異", "1169": "境而代張處緣王張解望人不殊。究竟成重。若云悞", "1170": "重錯輕。何故五分悞犯蘭。僧祇言不犯耶。", "1171": "律名者。言五祗所定錯悞名不正也。故義鈔云以錯", "1172": "境為悞是也。祗律疏云。錯殺犯悞然不犯。故知彼以", "1173": "境交名悞。心緣此謂彼為錯。是未足以定也。", "1174": "取下。今取彼事約義方可分得錯悞。亦以境交為錯。", "1175": "心迷為悞。且如上引祗律。既曰多人同行等名不犯", "1176": "者。即是境交名錯。與今引立錯則不犯。義自通允。", "1177": "又下。別引僧祇隨悞犯重義。彼云弟子共要偷師衣", "1178": "共分。闇中悞偷自衣。出外不分故。是中半衣邊滿者", "1179": "波羅夷。下據此悞得己衣。即是向云境差心謬犯重。", "1180": "又成錯輕悞重義無失矣。", "1181": "錯犯。即人非人兩境交現。心又明辨。本期向人。而錯", "1182": "對非人也。悞非者。言不犯也。亦本期誑人。後非人來", "1183": "替。心作人想。望彼非人無心誑彼。全無其過。", "1184": "漫下。有心通誑。隨趣結犯。故不簡於錯悞也。在人氏", "1185": "族雖別。人趣是同。又招利無別。故同犯也。", "1186": "口下。克體是凡法。故錯說非重。增慢者。成論云。邪", "1187": "心自高名慢。若未得須陀洹等諸功德。自謂為得。名", "1188": "增上慢。問若未得何故生得心耶。答於習禪中。得少", "1189": "味故能遮結使。不行於心故生此慢。今前心謂聖。後", "1190": "心方知。故悞非犯。", "1191": "若下。克體是聖法。故錯悞齊重。如十誦云。欲說初果", "1192": "錯說三四亦犯。三四禪者。禪是西音。此翻為弃惡。能", "1193": "弃欲界五蓋等一切諸惡故。或翻功德藂林等。而說", "1194": "此犯重者。由是根本禪故。一切無漏觀慧種種三昧。", "1195": "悉從中出故。", "1196": "問下。何以盜中對人開錯悞。妄成對人不開耶。答下。", "1197": "言盜相。有離處不離處。損主不損主。故分錯悞以定", "1198": "心境。妄則無待損主。但使言了錯悞皆犯。", "1199": "又下。即見論盜金得銀置本處。不得盜罪。又若於物", "1200": "元無盜心。心境既無。何過之有。故得論錯悞也。無下。", "1201": "以言之一發。結業已成。故無退悔也。語云駟不及舌。", "1202": "斯之謂歟。", "1203": "原下。謂本於聖人之垂制。為防非止惡爾。是猶藥對", "1204": "病施。故非浪設也。業者。七支業也。莫不由貪等而生。", "1205": "十下。指論除業品。三三九種者。謂身口意生惡。現報", "1206": "生報後報。自作教他作隨喜作也。", "1207": "三煩惱生者。謂欲界繫色界繫。無色界繫。若助貪欲", "1208": "煩惱。若助嗔恚煩惱。若助愚癡煩惱。若上煩惱。若中", "1209": "煩惱。若下煩惱。", "1210": "又下。指成實十不善道品也。彼問曰何故名為業道。", "1211": "答曰意即是業。於此中行故名業道。先行後三中。後", "1212": "行前七中。而言前後者。據說之次第也。彼問曰已說", "1213": "七種業道。何用復說三意業耶。乃至答云。以意業微", "1214": "細。故在後說。今謂起業。則先由三毒而起七支也。當", "1215": "分者。嗔對殺。癡對妄也。", "1216": "雙隻者。何以將貪一種雙對婬盜。嗔癡二毒雙配殺", "1217": "妄耶。", "1218": "答下。內外者。在內則耽湎于色。於外則苟得乎財。境", "1219": "雖二焉。對貪一也。是故通須歷別制止。", "1220": "嗔下。若將嗔毒雙對內外。則結罪有差。何者。嗔殺有", "1221": "情內境則重。嗔殺無情外境則輕。如壞生是也。", "1222": "癡下。誑妄有情方犯。無情非犯。故義鈔云。誑境局在", "1223": "有心。不通非情。故屬一也。", "1224": "婆羅門。即孔󳭋婆羅門也。此證制戒為對三毒也。業", "1225": "非。七支業也。性惑。三毒也。意謂戒但防非。何能調惑", "1226": "令盡耶。答中。指上教興及解開名義中。依因所本者。", "1227": "經云依因此戒則生後二。又拾毗尼。但以慧不孤起。", "1228": "必依於定。定生有原。功由淨戒。就本以表故言除惑。", "1229": "後半者。即摩觸八事覆他隨舉。還同前判者。攝末歸", "1230": "本。不離三毒也。大師云。後四是末不離於本。故不別", "1231": "對。", "1232": "有下。此師謂凡立戒在初者。有二義。一愛染。二喜。為", "1233": "淫戒具斯二義。故在初也。然則盜殺妄三。從犯次第", "1234": "而起。如諸篇者。取例也。謂僧殘中漏失。三十中長衣。", "1235": "九十中小妄。皆由喜犯故在初。大鈔云此戒人之喜", "1236": "犯是也。", "1237": "貪下。向以貪對婬盜。而不將盜居初者。答先內後外。", "1238": "義之次第。", "1239": "冬分。從八月十六至十二月十五為冬分。第五半月", "1240": "者。八月黑。九月白黑。十月白共四半。從十月十六至", "1241": "二十七。方滿十二日。則第五半矣。下皆倣此。", "1242": "一人半影者。僧祇中令作脚影步身為度也。又毗奈", "1243": "耶中。佛令作高矩法為一人。即取細籌長二尺許。折", "1244": "一頭四指。竪置日中。度影長短。目為脚影。", "1245": "又如下。大論約損輕情重。故在初也。善戒所謂如膠", "1246": "著草。", "1247": "三眾。即下三眾不同。謂沙彌等初戒與僧先後異者。", "1248": "解下。既增俗五為十故。循舊制也。", "1249": "全斷者。顯淫為分斷。自妻不障故。殺則不爾。有命皆", "1250": "犯。故列在初。", "1251": "人同方便者。約人則同是僧地。約戒則俱稱少分。故", "1252": "曰方便。似同而別者。雖曰同護七支。而執據恒別。無", "1253": "以小學全跂大僧。無慈者。以小年好殺故。鈔云初入", "1254": "佛法。多存俗情。故須息惡行慈。是則推殺為首。息慈", "1255": "之名義不虗矣。觀門對治。備如俱舍正理等論。", "1256": "任運凡有二義。一者任運障善。二者任運成犯。", "1257": "謂下。釋初義。以先起惡障於後善。任運不成也。次義", "1258": "如下明經。即下引善生律。據義鈔云。首解不見經論", "1259": "有任運犯。今以義求。准律說者。似有任運犯。何者是", "1260": "也。先教人作殺等已。不遮不悔。惡果種成。受具已後。", "1261": "果就得罪以上證有任運。又云此中婬戒無教人同犯。故無", "1262": "任運是律不定。", "1263": "先遣戮人者。意云若先遣信欲刑戮人也。受齋。有本", "1264": "作戒。亦通言齋。即八關齋戒也。業疏云。八戒云齋云", "1265": "關者。眾名乃異。莫不攝淨歸心也。言八即所防之境。", "1266": "戒則能治之業。齋謂齋一其心。又轉康伯注繫辭云。", "1267": "洗心曰齋。防患曰戒。義不遠爾。", "1268": "以下。此既得戒。則無任運障善。又無殺罪。則無任運", "1269": "成犯。以此挍知無任運矣。若云無任運者。何故經云", "1270": "有諸貴人常勅作惡。若欲受齋。先勅語遮諸惡。乃得", "1271": "成就。若先不遮逕受齋者。不得名齋。斯則有任運障", "1272": "善義。善既不生。惡果成就。又有任運成犯義。何言無", "1273": "耶。", "1274": "解下。從解至不得齋來。約後段惡長善短。釋有任運", "1275": "義也。次從不同至遮齋來。反顯前段惡短得齊無任", "1276": "運義也。以下。雙結會通。", "1277": "上解即前惡強時長。八齋弱短故。障戒不起。今大邪", "1278": "見斷絕善根。一則邪正相違。二乃惡強善劣。以強障", "1279": "劣。不違初義。若爾後受惡戒。應失善戒。以惡強故。答", "1280": "不然。義鈔云。若得形俱戒後。雖受惡律儀。必不失戒。", "1281": "非斷善根故。然心論唯言四種捨。不言受惡戒時捨。", "1282": "此雖作惡乃可犯戒。不名失戒。若成實善生。受惡失", "1283": "善。不同雜心也。互受捨得者。彼論問曰。善戒人作惡", "1284": "戒人時。何時捨善戒得惡戒耶。答若一說言我即屠", "1285": "兒捨善戒。第二三說時即得惡戒。問惡戒自得從他", "1286": "受得耶。答自誓便得。不從他受。以順生死隨心即得。", "1287": "小學。准下是沙彌也。", "1288": "若下。此師先定常塗所判也。今則不爾者。言今論罪", "1289": "約因果局在一位。此據因時在沙彌。果成在比丘也。", "1290": "沙下釋所以。", "1291": "我下。言我在沙彌位時雖教。今為比丘時。未行教業。", "1292": "理非結重。", "1293": "何下。古人自徵。佛下。既曰比丘教殺得夷。反顯沙彌", "1294": "時教應非犯重。以此校知無任運也。", "1295": "乃下。言但可說言違越道理。未可結歸根本。何也。於", "1296": "制教中未聞因時教殺。果成比丘。有駈𢷤之義。", "1297": "受佛戒。即十戒。又下。多論云。出家受十戒。隨破一重。", "1298": "不得受具。同戒者。如因果俱為行殺。豈可先修殺因。", "1299": "後成殺果。而無犯耶。由同一殺業故。須存任運。二師", "1300": "中應以後義為正。", "1301": "異緣者。望彼身口為異。", "1302": "受齋惡止者。即欲受齋者。先止諸惡。若不遮者。不名", "1303": "得齋是也。", "1304": "彼下。八齋先無少分戒資。不同此有十戒善因勢力", "1305": "資成故。問上但配盜殺妄三。不說婬者。答以無任運", "1306": "故。義鈔云。此中婬戒無教人同犯。故無任運。", "1307": "四分律含注戒本疏發揮記卷第三"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 712 四分律含注戒本疏發揮記", "author": "宋 允堪述"}