{"sourceLink": "http://www.cbeta.org/", "text": {"0": "續贊和尚牧牛影贊", "1": "鼎湖山木人居在犙禪師剩稿卷五", "10": "逮流東夏漢晉刱聞齊梁漸備隋唐盛興迄夫宋代", "100": "時余年三十有四興往天竺之念求請梵僧數人還", "101": "歸震旦再傳戒法俾戒燈熄而更著壽命微而復續", "102": "遂于甲申春抵閩地欲取海舶人夫從閩濱約泛一載", "103": "餘至東天竺海隅耽摩立底國可六十餘驛到中天", "104": "竺那爛陀寺不意時值滄桑弗果所願至今年過古", "105": "稀猶悵昔之無緣也比見諸方叢席與人授戒不依", "106": "佛制盡是非法別眾非法者何不知白四羯磨惟抄", "107": "寫他人杜撰閒文唱誦或師自心所作佛制受具者", "108": "至多惟許三人同壇若過即成非法縱依羯磨而誦", "109": "文生澀事多舛謬尚是非法況杜撰者乎別眾者何", "11": "已來人皆首學俱出樊籠僧同遵軌咸超有岸邇世", "110": "不知依律結大界及戒場既無戒場即一人受具同", "111": "住比丘或百或千盡要共集與彼授具有一比丘不", "112": "集是名別眾眾既獲罪受者亦不得戒而終身得假", "113": "名比丘虛受信施公然自謂上座受他禮拜罪莫大", "114": "焉或在白衣沙彌前作羯磨三十二十同時一齊授", "115": "之大違佛制若不依佛言教何名從佛口生從法化", "116": "生世無二佛法無二制斯則非法為法以訛傳訛遞", "117": "相踵習不覺其非誠為末法之滅法矣然此則關係", "118": "法門非小若有如法受得戒者自當保重如護明珠", "119": "其住持弘紹之賓特宜遵木叉之教依法依律依佛", "12": "訛鋒互舉禪律競分見既不同資受不無其謬致使", "120": "所制俾戒珠朗于長夜木叉固而永久是為弘正法", "121": "傳教之大士焉授比丘尼戒錄序式叉摩那戒錄序文多不錄壇者即是戒場在大界內", "122": "結大小法式如標釋如釋所明。", "123": "刻二教論序刻二教論序", "124": "教鼎列三中古襲之矣今論為二者非彌天之辨莫", "125": "能擬議焉其法條分十二明九流洞百氏道歸儒宗", "126": "釋超六合教羅三諦理極離微故不可得而思議唯", "127": "通方先生獨發千古之幽覆楷定萬世之司南捨此", "128": "孰能賾其少分哉讀是論者須頫空涯涘之見始可", "129": "覷尾閭之汪洋歟。", "13": "後進無門初造失序展卷不識其名循文詎能知義", "130": "刻通極論序刻通極論序", "131": "夫佛理至極非達士通人莫能底之而九流百氏各", "132": "泥教跡競生異端是由不知一真靈覺終古無泯強", "133": "立名言妄談氣生氣化見封世典遂疑貝葉之非理", "134": "執域中故昧出世之妙未睹梵行先生何識古皇法", "135": "化是論之由作也破世術絕競流比月指類耀拳讀", "136": "者須虛其心空其見腳跟不帶纖塵自然踏翻窠臼", "137": "始不孤是作又何虛是刻哉二論出廣弘明集。", "138": "心經添足序心經添足序", "139": "如來出世本為眾生發明心地然心無跡難以形容", "14": "贊始臨壇還同昏穴惟此奮翅三藏獵目群章稽彼", "140": "不已於虛空中畫出一條鱉鼻蛇首尾宛然可觀而", "141": "不可觸今不自量為蛇添足得無取笑於人乎咦蓋", "142": "欲令人識足知蛇如標月指讀是解者見蛇遺足得", "143": "意忘蛇方為善用其智且不咳余如或不然未免毒", "144": "氣所中切忌切忌。", "145": "歸戒要集序歸戒要集序", "146": "夫三寶者性相常住體周法界接物應機如日曜於", "147": "千江為世舟航非三畏之可比故其始心入道首則", "148": "歸依三寶受不殺盜婬妄酒戒似儒教仁義禮智信", "149": "之五常然五常慶在一生五戒功歸多劫故云五戒", "15": "西天之梵言釋此東華之音議端取曇無德律所有", "150": "不持人天路絕如來三十二相皆從持戒而得苟不", "151": "持戒尚不得疥癩野干之身況得如來功德之體若", "152": "能持戒現獲名稱終超有頂是故現見奉戒去殺不", "153": "徇仁而仁自著持戒離盜不崇義而義自敷守戒除", "154": "婬不修禮而禮自立遵戒息妄不期信而信自成受", "155": "戒斷酒不履智而智自明夫斯之實可謂振網持綱", "156": "萬目開張破無明殼出長夜夢復何功可以加之何", "157": "德可以配之若不是修昧於所欲徒役慮於名形勞", "158": "心緣於百氏倦形神於宵夜虛耳目於良晨何乖道", "159": "之遠逝而弗及者乎得其本則無欲而不辦去其實", "16": "文句難通者僅標其名纘釋其義傍採諸家之辯正", "160": "則何從以措心是以梵忠捨異學而歸投三尊菩薩", "161": "奉禁戒而位同大覺如斯之教孰得而思議哉。", "162": "刻地獄生天記序刻地獄生天記序", "163": "湛然禪師接曹洞之正脈為一代宗匠探賾三藏尤", "164": "善華嚴得遊戲三昧於藏經中拈出漁翁一段公案", "165": "織為戲文目曰地獄生天記至於屠沽往生不無所", "166": "本或曰梨園歌舞沙門亦預言乎曰華嚴五地百工", "167": "技藝靡不綜練故諸大士以六度萬行利生見有一", "168": "法益於世者即為之舉示然則湛公於華嚴海中興", "169": "波作浪就場屋裏哨月嗏雲又何疑哉梵行比丘弘", "17": "述經論之玄雖引四部之要文然不雜彼之宗緒恐", "170": "戒得本欣然捐衣缽資重梓屬余為語余喜曰是亦", "171": "藏海之一渤歟用筆諸簡端。", "172": "刻金剛經後序刻金剛經後序", "173": "我釋迦如來一代說法隨機大小教分十二而為八", "174": "萬四千修多羅藏今此金剛一經乃六百般若之精", "175": "要八萬四千之力用如金剛王寶杵擬山山摧擬空", "176": "空碎破一微塵出大千經卷而無一字可得安一切", "177": "眾生於無餘涅槃而無涅槃之相橫揮直抹妙用無", "178": "方不可得而思議者故空生歎之莫及曰希有世尊", "179": "今梁子某睹是希有弗覺展眉擊節用剞劂以流通", "18": "紊持犯難為防護間所述者並是通途行事及略顯", "180": "俾受持讀誦者應無所住而契無餘涅槃是則梁子", "181": "誠為荷擔如來矣山僧由是歎而莫及故特表而出", "182": "之。", "183": "壽孩若何司馬八十一序壽孩若何司馬八十一序", "184": "器界中有閒賢散聖灑然物役之外蕩乎寥廓之間", "185": "其道以不壞色身為最勝所謂壽者相也故得其道", "186": "者則年與世異雖造化不能以一多數限之若彭子", "187": "之八百東方氏之三千此猶未達其源也比世之人", "188": "多徒慕其年之修永而不思厥德修之當鑒是烏能", "189": "善其道者哉唯孩翁老居士則不爾居士妙齡以詩", "19": "開遮庶知持犯有其同別非取輕條以替重篇卻大", "190": "書攻品器中歲以劍術濟時用晚臘以善根學菩提", "191": "而溫恭明厚恥宣人短好行惠施不自有其德以為", "192": "天性之致然喜放生戒宰殺刷竺墳老典以流通延", "193": "法侶而轉金剛藏口持無量壽之洪名心蘊無量壽", "194": "之萬德則又其篤誠時事也夫以居士生奕世文學", "195": "之家而善韜其矯傑安於積代豪富而樂志澹如非", "196": "其心冥至道蹟高閒賢散聖者又孰能與於是哉則", "197": "其享不老之遐年固不可以八百三千齊限矣居士", "198": "常訓二英孫曰古先達名賢多從三寶門中乘大福", "199": "而轉身者如李鄴侯呂申公其人也爾曹當亦幸自", "2": "侍者開溈錄", "20": "愆而易小過蓋本聖意未許律旨全遮偷心不絕難", "200": "勉今二英孫弱冠已著聲泮水他日定應木天石渠", "201": "之選而酬志於野院山門知復留玉為鎮矣茲乙巳", "202": "夷則朔越之日乃居士九九懸弧之辰諸釋氏子嘉", "203": "居士行邁前哲履道幽玄實今之龐老子特欲得山", "204": "僧一言為慶祝山僧愧無繡口不足以揚令德爰念", "205": "與居士數十年莫逆是不敢以疏拙辭者乃為之頌", "206": "曰有隱君子兮河之濱與世相違兮道是循佛是吾", "207": "師兮僧是親性嘉仁施兮每出俸而活羽鱗誘蘭孫", "208": "以修福慧兮指般若而為津都無閒心於逆順兮安", "209": "得有喜瞋今則歷年已九九兮貌如童之誾誾問渠", "21": "言信戒是以獨舉一部隨事標釋不舛餘宗俾刱學", "210": "何因而致斯兮知己久證金剛身吸西江于一口兮", "211": "曾不動兩脣出瓶鵝而不雙損兮自諾何須人聞桂", "212": "吹而無隱爾兮觸鼻皆春。", "213": "題程君縉居士浣月軒題程君縉居士浣月軒", "214": "月為煙雲霞霧修羅五事所翳不得明淨人被色聲", "215": "香味觸五欲所迷不見自心良可慨哉今君縉居士", "216": "負英標豪邁之資出歷宦途五欲自恣而不昧晚歲", "217": "歸心道法構靜軒開月池以自娛余因題浣月而贈", "218": "之蓋擬一入此軒者塵垢廓清心月宛然呈現矣雖", "219": "然如是猶須好著金剛正眼始得。", "22": "者覽卷無滯溫習者不觀他面罔致迷文失旨意莫", "220": "刻博山無異老和尚廣錄後序刻博山無異老和尚廣錄後序", "221": "拈花微笑靈山父子無事生端斷臂安心少室師徒", "222": "一期特地然而別通線路曲為今時所以總屬葛藤", "223": "怪由昔日矣我博山先師翁無異老和尚因邪打正", "224": "翻古案一千七條逐浪隨波承洞宗三十二葉憫時", "225": "救敝滿空法施棘蓬誘素規緇遍界聲撾毒鼓三十", "226": "餘年落草幾翻徹底為人故當時喪命根于辣鎚下", "227": "者紀不可勝即今分法化于震旦中者數難枚舉惟", "228": "我兩雪和尚不出戶庭隆興家業可謂嚴提祖令克", "229": "振芳猷歟茲澗法叔彙集師翁所遺葛藤公布諸方", "23": "適從遂舉手於高閣不再顧以終身律學於斯頓止", "230": "永為法乳屬余分任冀早奏功俾他時有超宗異目", "231": "者于師翁言句上覿睹尊堂踏翻玄路使瑞苗蕃茂", "232": "播宗風于無窮貴胤彌昌逆洞流於不竭是為跋。", "233": "刻十七帖序刻十七帖序", "234": "世間字書竟俗而非僧也僧或間而為之乃率其自", "235": "然非攻之也而或攻之至於花卉丹青是俗竟非僧", "236": "也予於方外得右軍十七帖觀其墨蹟化而龍也由", "237": "是藏之三十餘載今欲以其神化布於天下因而鐫", "238": "之俾不沒其胸襟千古洋洋焉。", "239": "好生集序好生集序", "24": "僧寶從此漸替維念於茲敢興短聞集為部夾統釋", "240": "夫血氣之屬莫不稟天命而成殊形異族俱託四大", "241": "而有所謂天地同根萬物同體根體不殊故性是一", "242": "所以希生怖死痛癢苦樂曾無有二豈可割彼身命", "243": "益自幻形一針刺體苦楚難當半甲離皮痛徹骨髓", "244": "何忍釘貫頂門刀刎喉咽生剝毛鱗活就湯火痛心", "245": "未絕已上刀砧假其苦痛異人則任烹任割苟或無", "246": "殊便當縱躍縱翻回萬物於己體推性命於天地物", "247": "我一如自他無閒返本之道誠在斯焉所以莊子得", "248": "物之逍遙孟氏懸符於悲體湯君解網素王不綱是", "249": "亦戒殺之漸然終媒乎其本故孔門目之為權漸釋", "25": "事相略明樞義若夫開遮持犯廣備律詮性制輕重", "250": "宗稱之為頓乘乘頓則縕乎權漸未有執漸而廢其", "251": "頓又況權漸之不為安稱仁人之心哉忽此心者猩", "252": "鷹何異且因果皎然響應無爽影逐形遷業隨作受", "253": "未見植麻得粟殺生而獲延年果報不殊致有修短", "254": "之別放生自感福壽無患少病皆其餘祉故劉之亨", "255": "放雙鯉而得延年陳元植護生命壽增百歲楊序生", "256": "活魚子得越中夭採樵夫救焚山生梵天壽過一劫", "257": "天帝釋護鳥卵而戰退修羅韋丹老贖烹黿報以祿", "258": "位楊寶童療病雀得玉環四世三公李進勍放一船", "259": "魚度厄獲金釋真表棄畋獵彌勒親與授戒永明壽", "26": "翫之即得對治煩惑要在深研此不預述況贊之淺", "260": "空庫錢而贖生命德大道成隋天台建陂池魚盡生", "261": "高麗流水長者救十千魚俱生天上報以珍寶位至", "262": "成佛即我釋迦如來也自古聖賢無不好生愍死不", "263": "畏後世乃為殘戮只圖現滋三寸舌根不顧怨結萬", "264": "代世世生生於六道中伺相酬報相害相吞至有兵", "265": "戈劫亂業果未盡復造新殃如輪環轉無有休息如", "266": "來愍此教令斷殺放生使因不作果報自泯其有智", "267": "者頓悟同體一旦捨之則慈施天下十方剎土悉自", "268": "安鄉三界內外皆我樂國啟諸仁德淨信佛子共欣", "269": "斯旨遵修慈行贖放毛鱗縱其飲啄使逍遙於雲漢", "27": "識豈能窮其淵府俟學充足戒光自朗其餘纖悉玄", "270": "之間任優游於湖澤之內或聞法以脫輪迴或承咒", "271": "而生天上同立仁壽之基齊罷干戈之響迴舜日於", "272": "當時扇慈風於斯際願既不減于天台功奚異於流", "273": "水殊因妙果豈可得而思議哉。", "274": "祭文○祭文", "275": "掃雲棲大師塔文掃雲棲大師塔文", "276": "如來滅度千年至漢明大法始流東夏于時宗奉者", "277": "不少而歸根得旨者誠希自晉東林遠公振起馬鳴", "278": "龍樹之風道高德隆一時緇素名賢翕然趨附猶百", "279": "川之趍大海洋洋乎誠一代之慈航矣迄今末法人", "28": "軌疏律乃陳此所先標後不重出以彼疏意易彰理", "280": "訛口口談空而行在有中識想紛飛滿胸三毒非極", "281": "樂為寓言詆念佛為下根嗚呼眾生之福薄至於此", "282": "耶唯我雲棲師翁老和尚愍彼狂愚中興淨土豈但", "283": "繼東林而實代佛宣揚於末世矣某自愧生晚不獲", "284": "師翁慈顏一面一言以示獨於三十四年時趨赴窣", "285": "堵波下得藉三禮茲欲再親禮支提而恨年已衰邁", "286": "摳趍不前乃特遣侍者某齎辦香酌清泉搥胸三禮", "287": "曰佛愍群蒙膺生死苦故開方便持名徑路助佛獎", "288": "化永明壽祖禪淨雙持猶添角虎師翁同手彈琶弄", "289": "鼓接引三根競昇淨土心無垢染孰知濁污一念不", "29": "獲線貫帙今成矣但愧庸才難免鬻乳之併所缺", "290": "生凡聖皆倒堵波巍巍天龍歸護誰識師翁為人末", "291": "著古佛現身非凡測度生平說法救病良藥如昔文", "292": "殊親示無著普賢曾授善財願躍念佛一門度世慈", "293": "舶天上天下師為獨尊狂瀾砥柱人皆仰欽隨緣示", "294": "化薄福寧親衣缽久失憑誰示珍再乘願輪度盡迷", "295": "津緬師高風千古一人和南尚饗。", "296": "掃壽昌太師翁大和尚塔文掃壽昌太師翁大和尚塔文", "297": "維某年某月某日前住端州鼎湖山近居南海寶象", "298": "林法曾孫某敬具清香素饌上供太師翁大和尚窣", "299": "堵坡前曰先瀛山曩在祖庭上堂曾對眾舉揚傅大", "3": "序文○序文", "30": "疑未備者總冀來哲共昭南極輝戒珠於長夜昺慧", "300": "士空手把鋤頭究竟成何事業我師祖則一生腳踏", "301": "實地惟把箇沒柄鉏頭第一鉏翻起三大古名剎第", "302": "二鉏掘開大地人腦門復云欲識傅大士後身麼則", "303": "我師祖是欲識師祖前身麼則傅大士是今日不肖", "304": "某安敢揭父攘羊秪圖證龜成鱉何故傅大士當時", "305": "一鉏不了帶累太師翁太師翁當時亦有一鉏不了", "306": "帶累先瀛山先瀛山不為不盡力但爭奈鉏不完如", "307": "今少不免向太師翁窣堵坡前痛下一掘以了此不", "308": "完之鉏伏惟太師翁忍默不呵且作麼生是不完底", "309": "那一鉏直斷諸佛祖命根太師翁也須好生迴護於", "31": "日於中天正法得之恒存聖階固而永久是所慶願", "310": "是稽首作禮而言曰禪林下衰宗風怠弱至明季間", "311": "殆為極矣嗚呼倘不藉太師翁乘大願輪再來西竺", "312": "古佛出妙手眼振起揚廣家風則洞上一宗幾乎將", "313": "墜其為功也何非接懸崖之樹蔭覆天下人哉若夫", "314": "高抽寶鏡君臣五位以齊彰平舉蓋函賓主三玄而", "315": "貫徹權衡佛祖規範人天此皆太師翁餘事也只如", "316": "太師翁生平一段風流灑脫處且又如何冒雨衝風", "317": "去披星戴月歸交互明中暗覿面示全提伏惟尚饗。", "318": "掃博山異老和尚塔文掃博山異老和尚塔文", "319": "鼎湖法孫某自惟生晚不睹師翁雷舌親宣中興洞", "32": "智者鑒諸。", "320": "宗之祖道乃於三十四年時踏到窣堵坡邊三禮而", "321": "白雪三墮時不自揣猶恨弗獲師翁一面一言以示", "322": "遂迷頭狂走雖然歷盡諸方至今猶寒徹膽髓毛骨", "323": "凜然寧知師翁當時全身獨露聲振三千為我徹困", "324": "不淺而我於制底前錯過不少矣嗣後弗覺絡索因", "325": "循光陰幾許不獲再趨德相展謁罪犯難逃過非空", "326": "界所能容也今澗法叔仔肩法門欲使法旨彌綸宇", "327": "宙以師翁遺言集成部帙熱腔授我重梓入藏為人", "328": "天之眼目續萬代之心燈某拜而捧之不啻寶鏡親", "329": "承合指微諾今特遣職事某稽首師翁窣堵坡下伏", "33": "四分戒本如釋序四分戒本如釋序", "330": "媿劣孫脣不似驢腹不類馬無空王膳如妙高聚既", "331": "不用鹽醬那希胡餅唯以法界為盤羅列森羅萬象", "332": "翠竹黃花於窣堵坡前鼓沒絃琴吹無孔笛擊半邊", "333": "板歌明月調供上毘盧殿裏赤體老師翁異大和尚", "334": "惟願揚眉謦欬俯鑒微誠尚饗。", "335": "上瀛山雪和尚塔供忱上瀛山雪和尚塔供忱", "336": "靈峰一會惟大龜氏能契真機洞上一宗非我和尚", "337": "莫續其燄恭惟和尚猊座妙齡拔俗穎悟天成親先", "338": "師翁提命三十餘載大臻圓奧足不越閫而首眾博", "339": "山由是法化兩江道震天下某丁丑春於杭之接待", "34": "夫戒本者何乃比丘之規矱涅槃之津要規矱失則", "340": "寺獲依座下復於橫山光明古剎忝同室處雖惟自", "341": "愧不識師之婆心而師之面目亦瞞某甲不得時為", "342": "業風飄墮瘴鄉不復再侍巾瓶緬想真容深恨水影", "343": "茲特將丹忱稽首窣堵坡前爇瓣香酌清流物雖芹", "344": "微赤心遍界詞慚石女淚灑天風伏願和尚常寂光", "345": "中無靳昭鑒。", "346": "上鼎湖棲老和尚供忱上鼎湖棲老和尚供忱", "347": "順治戊戌八月七七之晨弟子某謹備瓣香蔬筵敬", "348": "奠于鼎湖堂上圓寂老和尚猊座前曰嗚呼師於空", "349": "王佛所乘大願輪遊戲法界出沒娑婆欲誘群蒙而", "35": "心慮無整津要迷則彼岸難到故如來首自鹿苑終", "350": "示現有生託質同凡而妙齡出俗度嶺遍參杖履南", "351": "浙聽貝葉而性相宗洞徹晉雲棲而受惟心妙訣撞", "352": "趙州門入博山室遭其毒手命根頓絕歸自蒲澗翻", "353": "貝多而教羅三諦坐白雲而範圍大千播惟心鼓毒", "354": "殺活全提無容擬議某夙緣感至得禮座下自愧", "355": "皮頑膚厚不納風薰狂心未了踏遍諸方雖逢哲匠", "356": "無奈櫟根終非良楮擬欲歸來再侍巾瓶還拳丈室", "357": "不意師厭末世遽遊寂滅大海使我銜哀望斷淚似", "358": "雨傾肝腸痛絕踰於喪親法幢斯倒四眾失怙角虎", "359": "潛蹤孰為哮吼惟冀電光再掣影落千江任其撈漉", "36": "乎鶴樹諄諄誨囑俾依木叉為師視同如佛今人背", "360": "縱彼欣觀覷破則頓悟無生踏著則同歸性海圓師", "361": "悲智滿師願輪和南尚饗。", "362": "祭華首空隱大師文祭華首空隱大師文", "363": "維順治辛丑歲迦提月十一日鼎湖山法姪某謹遣", "364": "副寺某化城監院某知客某侍者某敬以香燭茗果", "365": "致奠于華首和尚空大師之靈曰於戲日月逝矣詎", "366": "弗云來法幢已折良可痛哉將謂泰山而無其頹今", "367": "遽失仰云胡不哀緬維大師天縱寧馨靈根智種發", "368": "自妙齡纔方剃落即志上乘曉夜翹勤脅祖斯型依", "369": "吾和尚受二華經同居白雲切磨咨傲頃曏攜提參", "37": "遺囑詆毘尼何異逆子而抗慈父善星而侮聖言背", "370": "老博山遭渠毒手簇破生顏鐵虎蛇吞須彌坑陷首", "371": "羅哭救血淚濺濺師從脫露遁跡投閑于彼黃岩重", "372": "坐死關星霜頻易饑寒頓忘妖松不燒銜花亦荒心", "373": "冥境蕩卉木騰光福智資糧咸是齊彰德光行勝龍", "374": "鬼推將出而範世賴振宗綱鑄陶衲子誘發冠裳剛", "375": "柔赫著遙邁石霜粵鄉閩地法浸汪洋顧我胡為宿", "376": "緣蹇甚先師歸寂未三五稔恨猶未剪孤零可噤方", "377": "切瞻依冀渥露潤而忽訃聞使我心燼哲人違世一", "378": "何其迅嗚呼慧日潛輝黑風怒號魔邪方熾龍泉反", "379": "韜花鬘失貫牛耳誰操禪林無幸耆艾凋槁凡我緇", "38": "遺囑是非佛也詆毘尼是非法也見持戒者而嘲𠿝", "380": "素孰不為忉未了無生寧契師旨師視涅槃無異生", "381": "死生死涅槃如夢如瞖大寂滅海為師遊戲聊存世", "382": "禮薄薦蘋儀尚饗。", "383": "祭博山雪澗和尚文祭博山雪澗和尚文", "384": "維康熙十年歲次辛亥某月某日粵東南海寶象林", "385": "瑞塔禪院法姪某甲謹遣行者某等齎瓣香清稽", "386": "首敬上啟於博山澗翁法叔大和尚常寂光中曰洞", "387": "上一宗幾將墜而復振者誠藉我老法叔大人為之", "388": "扶豎也自壽昌老祖脫聖凡窠沒三乘見以那伽力", "389": "挽頹風於當時翻身拶入魔界硬操犁耙耕開彌天", "39": "是非僧也三寶既非而且毀奚名釋子蓋戒法乃對", "390": "險阱於時被生陷者不少喪身者無數唯我博山先", "391": "師翁素稱手眼而親陷徹底通身糜爛氣薰遍界是", "392": "以三十餘年抱冤難雪適遇我瀛山老和尚久侍師", "393": "翁巾瓶親得其旨晏坐萬仞峰頭直下騰身受用不", "394": "淺故繼席二十餘載唯於荊棘叢中拈出一條爛刺", "395": "待人接物務求其知痛癢者以為大法之寄適年高", "396": "臘長德望方隆為一時四眾人天所仰乃忽唱還鄉", "397": "之曲遊戲於無住大寂場中而法運下衰憑誰砥柱", "398": "姪於三千里外聞之不禁臨風淚墮因展哀衷曰嗚", "399": "呼法門秋晚邪濁混流清珠云失孰任其憂緬維老", "4": "四分律藏名義標釋序四分律藏名義標釋序", "40": "治無明業種之醍醐修證五分法身之妙術業種不", "400": "叔慧深德稠溫粹其容空正其眸毀譽不關如彼崇", "401": "丘以德感人人皆自投微言辣語真世慈舟生死涅", "402": "槃如夢如漚臨行飄然自怡自由示同能仁八十春", "403": "秋千古高風誰敢與儔唯口生子長踞哮吼千里微", "404": "誠薦茲茗甌寂光不移靈鑒遍周槃談尚饗。", "405": "祭蘆田穎學大師文祭蘆田穎學大師文", "406": "維康熙癸丑六月朔越十四日法弟某因瀛山人來", "407": "得聞穎老法兄大師圓寂深痛法門之不幸也敬具", "408": "清茗麤蔬遙空和南致奠曰始余行腳撞入妙行睹", "409": "千人叢兄為氣豪知堪種草非凡羽毛於先師門久", "41": "斷因流瀰漫法身不圓解脫無日違此而修縱得妙", "410": "受薰淘余慚鈍劣空負同條兄常勉余整翮南翱及", "411": "余歸嶺送我輕舠舟中衷言徹曉叨叨分攜之後山", "412": "川寂寥余既陸沉兄亦光韜庚子一書聊敘鬱陶擬", "413": "完拙圖話炎颼豈謂一旦示我難遭法門無幸憂", "414": "心孔勞緬惟法兄德高臘長面忽云徂後昆誰仰生", "415": "平一味孤嚴厚養克振先型爰成碩望諸方咸推人", "416": "天哲匠而兄竟然不輕拈杖惟具眼人賞其高唱方", "417": "諸賣弄何啻霄壞如今太息縱橫魍魎白澤不存孰", "418": "為袪蕩千載音容徒令懷想我薦茗蔬不殃鹽醬地", "419": "陷紅輪海底燈亮尚饗。", "42": "悟禪定現前終是魔業經有明言非人臆語今時妄", "420": "祭公孺陳山主文祭公孺陳山主文", "421": "維康熙癸丑年五月望越二日寶象林沙門釋某遣", "422": "副院侍者謹以茗果蔬飯香燭錢帛致奠於開山火", "423": "檀越公孺陳老居士之靈曰言夫公之出世當萬曆", "424": "之戊申沒於康熙癸丑五月五夜將寅得年六十有", "425": "六可與古稀而同論吁壽固惟公宜有兮又孰知夫", "426": "有德而始臻洎自弱齡即負奇氣兮睨視富貴等浮", "427": "雲任豪俠而不淫蕩兮率曠達士之天真性耿介而", "428": "不黨偏兮敦直道乎鄉鄰行從儉而非固兮名為實", "429": "賓而薄徇乃若令尹之與冏卿兮結為子女之婚姻", "43": "修謬證置木叉于言外取己見為自規尺自不能持", "430": "人不多公之千箱萬倉兮而惟羨公之蘭裔振振況", "431": "公之暮年猛省兮亟尋苦海之通津歸大覺而執弟", "432": "子兮願修真以脫迴輪謀余建剎而捨地兮期與人", "433": "天樹福因今人見聞是美舉兮莫不爭並亞仙而稱", "434": "陳茲既禪林之落成兮擬披緇以違世塵不謂心真", "435": "而身幻兮遽把黃粱付欠伸嗚呼世之人代公猶恨", "436": "有遺餘獨我知公往已昇化樂居由公崇功德千載", "437": "堪歎譽吁人生如寄孰不歸歟公歸得所誰無仰諸", "438": "蓋公所未了知者生死即涅槃煩惱即真如然吾今", "439": "日徹困為公也眉毛豈復能惜於微塵國土不隔毫", "44": "欲他而同己僻毀法滅律無堪視之予因睹此每勸", "440": "端兮心佛眾生誰親疏十世古今不離當念兮芥石", "441": "徒然何終初於斯薦取莫躊躕菩提目前湛碧虛欲", "442": "識此中無隱意清茶清果間清蔬薄言申奠惟神鑒", "443": "且尚饗。", "444": "祭高要王邑侯文祭高要王邑侯文", "445": "嗚呼世間萬法遷變無常所以此身喻如輕霜三萬", "446": "光陰殊非久長有生必滅孰能免將惟達道人生死", "447": "兩忘緬維居士天性溫良器識恢宏愷悌慈庠以金", "448": "吾長出蒞蠻邦救癆瘵民傾菩薩腸惠政方成口碑", "449": "道旁恨才未展如漢龔黃我隨世人為斯感傷賢人", "45": "初學著目毘尼使定慧有址正法而得久住第律文", "450": "早歿君子道荒況公願輪為法金湯倏焉告逝誰繼", "451": "優光我本期公大潤遐方宰官說法普施慈航云胡", "452": "中折失予良望嗚呼愁雲慘淡東風颯吹草木雖榮", "453": "終至必衰哲人已往不復見之德音千古式動人悲", "454": "我念與公道心相知公亦愛我法語相資聊酌盃水", "455": "弔清白遺惟靈高蹈西方寶池嗚呼尚饗。", "456": "祭空白禪師偈祭空白禪師偈", "457": "生來八十齊能事皆已備不學祖師禪唯持殺活機", "458": "殺盡歌太平掉臂歸來去不住彼此岸橫身臥太虛。", "459": "舉火○舉火", "46": "旨奧止持作犯名種性相閱者無不茫然乃忞自庸", "460": "為崇梵闍黎舉火為崇梵闍黎舉火", "461": "般若如大火聚四面不可入般若如清涼池四面皆", "462": "可入大眾者闍黎梵行已立所作已辦亙古亙今唯", "463": "此一人其來也月落波心了無實體可得其去也鴈", "464": "過長空亦無蹤跡可留以不壞假名有此幻軀今欲", "465": "赤手露其娘生面目故有茶毘之舉師秉火苣云此", "466": "苣若喚作火則無安身處若不喚作火則無立命處", "467": "畢竟喚作箇甚麼若出得此中句盡十方界是箇常", "468": "寂光土即以苣打圓相云者裏便是四色蓮花擲下", "469": "苣云者箇就是金剛不壞軀。", "47": "力取戒本如律釋之故曰如釋釋而未盡附餘部以", "470": "為鐵橈比丘舉火為鐵橈比丘舉火", "471": "鐵橈具壽汝六十餘年來在俗是箇儒家君子出家", "472": "是箇梵行比丘今日脫體無依既非俗而復非僧畢", "473": "竟是箇甚麼人噫佛祖不能命其名五眼焉能窺其", "474": "體會麼你若薦得生死當下了卻若也未會我以此", "475": "靈苣送你往西方極樂世界彌陀為你說破。", "476": "鼎湖山木人居在犙禪師剩稿卷五", "477": "音釋", "478": "涘音詞上聲水涯也。咳音孩笑也。德相即塔也謂眾德所聚之相也。", "479": "槃談即和南華言禮敬。飆音標暴風從下而上也。睨音詣邪視也。韜音叨藏也寬也。", "48": "悉之僅為律之首鑰以學者而疏通蹊徑文蹄雖約", "480": "舠音刀小船。三德若分言之法身般若解脫名三常淨我樂名德。那伽大禪定也。", "481": "弟子一伎等捐資敬梓", "482": "剩稿第四卷早獲正法眼藏頓悟如來心", "483": "印度盡一切眾生然後成無上覺", "484": "康熙甲子仲春吉旦識", "485": "弟子正童奉資敬刊", "486": "剩稿第五卷三障頓消四智早圓與諸眾", "487": "生同成正覺", "488": "康熙甲子中秋吉旦識", "489": "泥曰亦云泥洹又云涅槃此云不生不滅。鬻音欲賣也。贗音雁偽物。矱音穫度也。曏音向", "49": "而義階實周其有欲登舍那殿閣者可向此跨上一", "490": "不久也。", "5": "原夫律之為教也乃三乘之寶筏四雙之雲階諸佛", "50": "足。", "51": "授比丘戒錄序授比丘戒錄序", "52": "恭惟如來御世觀眾生機有上中下故教設三乘所", "53": "謂菩薩緣覺聲聞也乘雖分三莫不以戒為定慧之", "54": "本是故如來初坐菩提樹下即為諸大心菩薩傳誦", "55": "盧舍那佛三聚淨戒次至鹿苑王城為諸二乘漸制", "56": "五篇七聚立十人僧白四羯磨授比丘具足戒然佛", "57": "初出世邊地尟聞正法出家五眾亦希時迦旃延尊", "58": "者居西天竺阿槃提國彼有長者子名億耳出家求", "59": "尊者為受具戒而彼國無十人僧不得受具彼馳往", "6": "從斯而趣菩提眾聖由此而昇泥曰譬若明珠喻如", "60": "白佛佛聽邊地持律五人僧得作羯磨受具五人中", "61": "須一人持律善解羯磨即以羯磨師為第五人其教", "62": "授師要聞軌範餘證戒僧必須清淨方許為證明也", "63": "所謂中邊者中即中天竺居東南西北四天竺之中", "64": "也邊地者中天竺東去至東際有白木調國國外是", "65": "邊地南去至南際有靖善塔塔外是邊地西去至西", "66": "際有一師黎仙人山山外是邊地北去至北際有柱", "67": "國國外是邊地今此震旦在白木調東去天竺五萬", "68": "七千餘里如來出世一千餘載未聞佛法至漢明帝", "69": "永平三年帝感瑞夢乃遣將軍蔡愔等一十八人使", "7": "淨雪外眾不預其傳內徒為之秘授三寶藉之而彰", "70": "西域訪求佛道六年愔等至月氏國遇摩騰法蘭二", "71": "法師得梵本經六十萬言相與東還明帝大悅由是", "72": "此方王臣士庶漸知歸向至十四年司空陽城侯劉", "73": "峻與諸官人士庶等一千餘人出家陰夫人王婕妤", "74": "等與宮婦女二百三十人出家時二法師與諸人出", "75": "家剃除鬚髮著縵條衣授與三歸五戒十戒而已以", "76": "不得滿十人五人僧授具足戒後至漢第十桓帝一", "77": "百餘年內猶三歸五戒十戒遞相傳授至漢靈帝建", "78": "寧元年有北天竺沙門五人來到漢地與僧受大戒", "79": "一名支法領二名支謙三名竺法護四名竺道生五", "8": "五輩因之以立其為法也豈不重哉在昔金河重誨", "80": "名支婁識其時大律未有支法領口誦出戒本一卷", "81": "羯磨一卷在此流行至魏初邵陵厲公嘉平三年有中天", "82": "竺沙門曇磨迦羅此云法時善誦諸部毘尼至雒陽立羯", "83": "磨受法準用十僧於是佛法大行震旦為東夏受戒", "84": "律之始也後至前秦建元二年天竺沙門曇磨持此云", "85": "法海譯出十誦戒本三部建元十四年竺法念譯出毘", "86": "奈耶律十卷後秦姚興弘始十年天竺尊者卑摩羅", "87": "叉此云無垢眼來遊關左闡揚毘尼鳩摩羅什所譯十誦", "88": "律大行者叉之力也弘始十一年有中天竺佛陀耶", "89": "舍尊者至譯出四分律藏而關中先行僧祗江南盛", "9": "波離嗣宣西域聖人師資肅佩分㲲傳持千有餘載", "90": "行十誦至元魏法聰律師始弘四分律宗聰傳道覆", "91": "覆傳惠光光傳雲暉願願傳隱樂洪雲雲傳洪尊尊", "92": "傳智首首傳道宣宣傳法勵滿意意傳法成成傳大", "93": "亮道省亮傳雲一道岸惠澄澄傳惠欽皆口相授受", "94": "臻於壺奧自此之後廣矣詳載高僧傳中至宋元已來代不", "95": "乏人元末明初戒律稍異明中諳律者已希至明末", "96": "時律之一宗掃地矣余從受具來閱大律藏目不交", "97": "睫者數年而不得其中宗趣遂遍參諸方以求明哲", "98": "而無一習學毘尼者經云毘尼藏是佛法壽命毘尼", "99": "藏住佛法亦住余慮法不久住晝夜悲傷不能自安"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B326 木人剩稿", "englishTitle": "Jiaxing Canon, Electronic version, No. B326 木人剩稿", "author": "清 弘贊編　開溈錄", "language": "chinese", "source": "CBETA"}