{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1478 依楞嚴究竟事懺", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "創建牟尼菴香火", "1": "依楞嚴究竟事懺卷下", "2": "下卷復次眾生愚昧。童習世典。躭著世事。飲食男女埋沒", "3": "一生。耳目之表。六合之外。茫然不信。塵如雪飛。蟻若", "4": "牛鬪。所不聞見。謂蒼蒼者。清氣為天。或如雞卵。或如", "5": "倚蓋。都無主宰。日月亦氣。入地復昇。殂落為死。清氣", "6": "歸天。濁氣歸地。魂魄消散。神明斷滅。鬼者歸也。至作", "7": "無鬼之論。不信人死神識更生蛻。故趨新有。三世三", "8": "報。善惡因。果錙銖不失。雖聖教久被於此。方熏陶漸", "9": "漬。上根正信固多。然毀謗詆訾亦復不少。自餘悠悠", "10": "泛泛。縱窺一班強半。為世法所奪。如隔日瘧。如石壓", "11": "草。乍信乍疑。了無確見。高推聖境。不信自心。是佛不", "12": "肯。抖擻塵勞。則流浪六道七趣。理勢之所不免六道", "13": "者。一天道有三界。一欲界。同受微妙五欲。形雖出動。", "14": "心迹尚交。二色界。尚有形質。而無欲念。獨行無交。未", "15": "盡形累。三無色界。形色已無。依識而住。身心滅盡。定", "16": "性現前。欲界六天。曰四天王天。忉利天。夜摩天。兜率", "17": "天。化樂天。他化自在天。此天身長六十由旬。當二千", "18": "四百里。以人間一千六百歲為一日。如是壽一萬六", "19": "千歲。若人能持五戒行十善。即生彼界受天福樂。色", "20": "界四禪天。初禪三天。曰梵眾天。梵輔天。大梵天。二禪", "21": "三天。曰少光天。無量光天。光音天。三禪三天。曰少淨", "22": "天。無量淨天。徧淨天。四禪九天。曰福生天。福愛天。廣", "23": "果天。此處火水風災所不能及。凡夫於戒善中。兼修", "24": "有漏禪定。得生彼界。受天福樂。曰無想天。外道伏惑", "25": "修禪。第七識中俱生我執念念現流。生滅為因。不能", "26": "發明。不生滅性。故生此天。曰無煩天。無熱天。善見天。", "27": "善現天。色究竟天。壽五千劫。此五復名不還天。三果", "28": "聖人於下界中。九品習氣修惑滅盡。安立居處。無色", "29": "界四天。曰空處天。識處天。無所有天。非想非非想天。", "30": "無業果色。有定果色。為窮空不盡空理。定性聲聞所", "31": "居。壽八萬四千劫。從此三界。若是凡夫業果酬答。答", "32": "盡入輪。二者人道。處於天地之間洲潬之上。亦欲界", "33": "攝。有四千種類。種種身形狀貌壽量。名號心性。知見", "34": "欲樂。意行威儀。衣服飲食。處於種種村營聚落城邑", "35": "宮殿。皆貪受麤弊。五欲六塵。有利根大器。生於其中。", "36": "遇佛正法。能修聖道。然得人身者如指甲上土。失人", "37": "身者如大地土。於中岐出。不依正覺。別修妄念。遊於", "38": "山林。十種仙趣。三者阿修羅道。亦有四生。或居鄰日", "39": "月。或歸水宿穴。力洞無畏。乘通入空。能與忉利天爭", "40": "衡。男醜女美。四趣所攝。壽同造化。四者畜生道。即今", "41": "毛羣羽族鱗介蝡動水陸空散之類。五者餓鬼道。或", "42": "住人間幽穢之處曠野沙漠。或沉水輪。或生火際。以", "43": "夜為晝。質細無影。常被焚溺。恒受饑渴。壽經劫數。見", "44": "舍衛國城七返成壞。六者地獄道。經云。三千大千世", "45": "界鐵圍兩山黑闇之間。銕城縱廣一千六百萬里。有", "46": "八萬四千鬲。以鐵為地。上覆銕網。火燒此城。表裏洞", "47": "赤。其獄名曰眾合黑暗。刀輪劍林。鐵機刺林。鐵網鐵", "48": "窟。鐵丸尖石。炭坑燒林。虎狼呌喚。鑊湯爐炭。刀山劍", "49": "樹。火磨火城。銅柱鐵床。火車火輪。飲銅吐火。大熱大", "50": "寒。拔舌釘身。犁耕斬斫。刀兵屠裂。󰞆河沸屎。寒氷淤", "51": "泥。愚癡啼哭。聾盲瘖瘂。鐵鈎鐵觜。大小泥犁。阿鼻地", "52": "獄。阿鼻柰何義。謂無遮無救。無間無動。極熱極惱。不", "53": "住不閑。大燄猛熱。猛火入心。各有獄主獄卒牛頭阿", "54": "傍異常苦具。苦中苦者。集在其中。人間歲月積六十", "55": "小劫。為阿鼻獄一晝夜。諸罪人如是壽經八萬四千", "56": "大劫。一人身受罪徧一大獄。多人亦徧。以業力故不", "57": "相妨礙。閻羅大王總十八獄王。一名迦延。二屈尊。三", "58": "沸壽。四沸屈。五迦世。六󰓡傞。七湯謂八鐵迦然。九惡", "59": "生。十呻吟。十一毗迦。十二遙頭。十三提薄。十四夷大。", "60": "十五悅頭。十六穿骨。十七名身。十八觀身。又經云。東", "61": "方鐵圍山間。其山崦󰬔。幽冥高峻。了無草木。名曰地", "62": "獄。烏門千仞。黑壁萬尋。俠道兩邊。有三十六王。其王", "63": "名曰恒伽噤王。波吉頭王。廣目都王。安頭羅王。虎目", "64": "見王。陽聲吉王。大諍訟王。吸血鬼王。安得羅王。陀達", "65": "王。達多羅王。吉棃善王。安睺羅王。寶首王。金樹吉王。", "66": "大惡聲王。鳥頭王。等虎眼王。等象牙王。等震聲王。等", "67": "歸首王。衣首王。見首王。廣安王。廣定王。王頭王。立正", "68": "王。立見王。摩尼羅王。都曹王。部見王。惡目王。善王。龍", "69": "口王。鬼王。南安王。所典獄名鐵車鐵馬鐵牛鐵驢鐵", "70": "衣鐵珠。烊銅灌口。流火鐵床耕舌斫首燒脚。鐵丸飲。", "71": "鐵珠飛。刀火箭𦞙。肉身燃火丸。仰口諍論。雨火流火。", "72": "糞屎鈎陰火象。洋聲咬呌。鐵𨪏鏫崩。埋燃手脚。銅狗", "73": "鋸牙。剝皮飲血。解身鐵屋。鐵山飛火。咬呌分頭。地獄", "74": "此中悉是作惡比丘比丘尼沙彌沙彌尼受罪。且以", "75": "人間之火。釜中煑石。經年不壞。若投石地獄湯中。須", "76": "臾粉碎。一事較量。餘即可知。六道明明。若此我等從", "77": "朝至暮。從昏至旦。念念所起所造徧六道。業報不知", "78": "多少。何況一月一年終身所為。於六道中。何力能免。", "79": "惟有懺悔。乃得解脫。相與悲淚。怖懼翹勤。至到洗心。", "80": "請忍願乞除滅。皈依四德三伊圓滿圓寂十方諸佛。", "81": "南無清淨法身毗盧遮那佛", "82": "南無圓滿報身盧舍那佛", "83": "南無千百億化身釋迦牟尼佛", "84": "南無一切十億國土微塵數同名金剛藏佛", "85": "南無十億國土微塵數同名金剛雞兜佛", "86": "南無十百千國土微塵數同名金剛幢佛", "87": "南無十百千國土微塵數同名善法佛", "88": "南無十百千國土微塵數同名稱心佛", "89": "南無一佛國土微塵數同名普功德佛", "90": "南無不可說佛國土微塵數同名不可勝佛", "91": "南無不可說佛國土微塵數同名毗婆尸佛", "92": "南無十佛國土微塵數同名普幢佛", "93": "南無八十億佛國土微塵數不可數百千萬億那由", "94": "他同名普賢佛", "95": "南無一佛國土微塵數同名佛勝佛", "96": "南無十佛國土微塵數百千萬億那由他不可說同", "97": "名普稱自在佛", "98": "南無恒河沙同名賢行佛", "99": "南無恒河沙同名無邊命佛", "100": "南無恒河沙同名不動佛南無恒河沙同名月智佛", "101": "南無恒河沙同名日藏佛南無恒河沙同名善光佛", "102": "南無恒河沙同名金剛佛南無五百同名大慈悲佛", "103": "南無善眼劫七十那由他佛", "104": "南無善見劫中七十二億佛", "105": "南無梵讚歎劫中一萬八千佛", "106": "南無意入世界無量華照垂髮菩薩", "107": "南無現前受記一生補處兜率內宮彌勒菩薩", "108": "南無地藏菩薩南無寶達菩薩", "109": "經云。一切眾生實本真淨。妄見妄習。內因愛染。情妄", "110": "不休。能生愛水。心憶珍羞。口中水出。心憶憐恨。目中", "111": "淚盈。貪求財寶。舉體光潤。心著行婬。男女二根自然", "112": "流液。流結潤濕。自然從墜。分外渴仰。發明虗想。能生", "113": "勝氣。是故心持禁戒。舉身輕清。心持呪印。顧盼雄毅。", "114": "心欲生天。夢想飛舉。心存佛國。聖境冥現。飛動不沉。", "115": "自然超越死逆生順。二習相交純想即飛必生天上。", "116": "兼福兼慧。心開見佛。隨願往生。一情九想。輕舉非遠。", "117": "即為飛仙。二情八想為大力鬼。三情七想為夜叉。四", "118": "情六想為羅剎。情想均等。不飛不墜。生於人間。想明", "119": "斯聰。情幽斯鈍。情多想少。流入橫生。重為毛羣。輕為", "120": "羽族。七情三想沉為餓鬼。八情二想生有間獄。九情", "121": "一想生無間獄。身入風火。二交過地。純情即沉入阿", "122": "鼻獄。若沉心中。有謗大乘。毀佛禁戒。誑妄說法。虗貪", "123": "信施。濫膺恭敬。五逆十重。劫盡更生。十方阿鼻地獄", "124": "循造惡業。雖則自招。眾同分中兼有元地。造十習因。", "125": "受六交報。今當懺悔婬習交接。研磨不休。欲火火坑。", "126": "大猛火光。於中發動。如手自摩。觸暖相現。前二習相", "127": "然故。有鐵床銅柱。諸事燒煠罪報。懺悔貪習交計。吸", "128": "攬不止。貪水瘴海。積寒堅氷。於中凍冽如吸縮風。氣", "129": "有冷觸生。二習相陵。故有吒吒波波羅羅青赤白蓮", "130": "寒氷等事。冷禁哀號罪報。懺悔慢習交陵。恃我貢高。", "131": "矜驕不息。癡水巨溺。騰逸奔波。如口舌綿味因。而水", "132": "發二習相鼓。故有血河󰞆河熱沙毒海融銅灌吞諸", "133": "事罪報。懺悔瞋習交衝。忤結不息。熱惱居懷。性不安", "134": "隱。心熱發火。鑄氣為金。即有刀山鐵梱。劍樹劉輪。斧", "135": "鉞鎗鋸。如人銜冤殺氣飛動。二習相擊。故有宮割斬", "136": "斫剉刺槌擊諸事罪報。懺悔詐習交誘。奸偽讒賊。矯", "137": "設具儀。謟曲為性。調引不住。故有繩木絞校。如水浸", "138": "田草木生長。二習相延。故有杻械枷鎻鞭杖撾棒諸", "139": "事罪報。懺悔誑習交欺。矯現有德。蛇虺劫殺。誣罔不", "140": "止。飛心造奸。故有塵土屎尿穢污不淨。如塵隨風各", "141": "無所見。二習相加。故有沒溺騰擲飛墜漂淪諸事罪", "142": "報。懺悔冤習交嫌。酖毒銜恨。懷結不捨。故有飛石投", "143": "礰匣貯車檻甕盛囊撲。如陰毒人懷抱畜惡。二習相", "144": "吞。故有投擲擒捉擊財拋撮騰砲牢柵諸事罪報。懺", "145": "悔見習交明。異執謬解。因於身邊。無取戒禁五見。生", "146": "六十二見。毒壑坑穽。邪悟諸業。違拒相反。故有王使", "147": "主吏證執文籍。如行路人一往一來。事業不同。取捨", "148": "違反。故有勘問權詐。考訊推鞠。察訪披究。照明善惡。", "149": "童子手執。文簿辭辨諸事罪報。懺悔枉習交加。橫陷", "150": "善類。抑直為曲。誣謗所無。讒虎射工。偏倚不正。故有", "151": "合山合石。碾磑耕磨。如讒賊人逼枉良善。二習相排。", "152": "故有押捺搥按蹙漉衡度𢫫身透網支解倒懸諸事", "153": "罪報。懺悔訟習交諠。藏覆己過。隱匿私謀。戴山履海。", "154": "不肯服承。故有鑑見照燭。如於日中不能藏影。二習", "155": "相陳。故有惡友業鏡火珠披露宿業對驗許發諸事", "156": "罪報。如是十習業因。我等無不重疊備造。當受惡果。", "157": "捫心撫己。毛髮聳竪。一一披瀝懺悔。并為多生此生", "158": "父母累劫今世冤親真諦俗諦現前眷屬有緣聚會", "159": "執勞運力見聞隨喜及四生六道一切眾生。同修懺", "160": "悔。各發始覺之心。俱見本覺之性。共尊正覺之路。同", "161": "入妙覺之海。歸命禮三寶。", "162": "南無十千同名滿足佛南無三萬同名能聖佛", "163": "南無十八億同名實體法式佛", "164": "南無十八億同名日月燈佛", "165": "南無千五百同名大威德佛", "166": "南無一萬五千同名日佛", "167": "南無一萬八千同名因陀羅幢王佛", "168": "南無三十六億十一萬九千五百同名淨王佛", "169": "南無不可嫌身佛", "170": "南無八十億同名法體決定佛", "171": "南無人自在聲佛南無千世自在聲佛", "172": "南無千善無垢聲自在王佛", "173": "南無千離無畏聲自在王佛", "174": "南無千無垢威德自在王佛", "175": "南無五百日聲自在王佛", "176": "南無五百樂自在聲佛南無九千法莊嚴佛", "177": "南無無垢世界無垢光塵沙諸佛", "178": "南無無垢廣世界勝護塵沙諸佛", "179": "南無安樂世界賢日光明菩薩", "180": "南無安樂世界師子吼身菩薩", "181": "南無寶塔須彌幢世界無上首妙德王菩薩", "182": "南無香勝離垢光明世界普智光明慧燈菩薩", "183": "復次懺悔。六交報經云。一切眾生六識造業。所招惡", "184": "報。從六根出。良以性中元一。用中終六。一根造業。五", "185": "根助發。故當根得報。餘根交受。種種苦事。悉繇心感。", "186": "近如一肢有疾。百骸弗安。今耳聞一物。眼必欲見。心", "187": "必欲得。舌必言之。身必取之。鼻必齅之。是則根互趣", "188": "境。報亦交徧。理事當然。勿措疑惑。懺悔眼根見報。招", "189": "引惡果。此見業交。則臨終時。先見猛火滿十方界。亡", "190": "者神識飛墜乘煙。入無間獄。發明二相。一者明見。則", "191": "能徧見種種惡物。生無量畏。二者暗見。寂然不見生", "192": "無量恐。如是見火燒。見能為火城火網燒。聽能為鑊", "193": "湯烊銅燒。息能為黑煙紫𦦨燒。味能為焦丸鐵糜燒。", "194": "觸能為熱󰞆罏炭燒。心能生星火迸洒煽。鼓空界罪", "195": "報。懺悔耳根聞報。招引惡果。此聞業交。則臨終時。先", "196": "見波濤沒溺天地。亡者神識降注乘流。入無間獄。發", "197": "明二相。一者開聽。聽種種閙。精神愗亂。二者閉聽。寂", "198": "無所聞。幽魄沉沒。如是聞波。注聞則能為責為詰。注", "199": "見則能為雷為吼。為惡毒氣。注息則能為雨為霧。洒", "200": "諸毒蟲。周滿身體。注味則能為膿為血。種種雜穢。注", "201": "觸則能為畜為鬼。為糞為尿。注意則能為電為雹。摧", "202": "碎心魄罪報。懺悔鼻根齅報。招引惡果。此齅業交。則", "203": "臨終時。先見毒氣充塞遠近。迷惑道路。亡者神識從", "204": "地涌出。入無間獄。發明二相。一者通聞。被諸惡氣。熏", "205": "極心擾。二者塞聞。氣掩不通。悶絕於地。如是齅氣。衝", "206": "息則能為質為履。衝見則能為火為炬。衝聽則能為", "207": "沒為溺。為洋為沸。衝味則能為餒為爽。衝觸則能為", "208": "綻為爛。為大肉山。有百千眼。無量咂食。衝思則能為", "209": "󰞆為瘴。為飛沙礫。擊碎身體罪報。懺悔舌根味報。招", "210": "引惡果。此味業交。則臨終時。先見鐵網猛𦦨熾烈。周", "211": "覆世界。亡者神識下透挂網。倒懸其頭。入無間獄。發", "212": "明二相。一者吸氣。結成寒氷。凍裂身肉。二者吐氣。飛", "213": "為猛火。焦爛骨髓。如是嘗味。歷嘗則能為承為忍。歷", "214": "見則能為然金石。歷聽則能為利兵刃。歷息則能為", "215": "大鐵籠。彌覆國土。歷觸則能為弓為箭。為弩為射。歷", "216": "思則能為熱鐵從。從空雨下罪報。懺悔身根觸報。招", "217": "引惡果。此觸業交。則臨終時。先見大山。四面來合。無", "218": "復出路。亡者神識見大鐵城。火蛇火狗。虎狼獅子。牛", "219": "頭獄卒。馬頭羅剎。手執鎗矟。驅入城門。向無間獄。發", "220": "明二相。一者合觸。合山逼體。骨肉血潰。二者離觸。刀", "221": "劍觸身。心肝屠裂。如是合觸。歷觸則能為道為觀。為", "222": "廳為案。歷見則能為燒為熱。歷聽則能為撞為擊。為", "223": "剚為射。歷息則能為括為袋。為考為縛。歷嘗則能為", "224": "耕為鉗。為斬為截。歷思則能為墜為飛。為煎為炙罪", "225": "報。懺悔意根思報。招引惡果。此思業交。則臨終時。先", "226": "見惡風。吹壞國土。亡者神識被吹上空。旋落乘風。墮", "227": "無間獄。發明二相。一者不覺。迷極則荒。奔走不息。二", "228": "者不迷。知覺則苦。無量煎燒。痛深難忍。如是邪思。結", "229": "思則能為方為所。結見則能為鑑為證。結聽則能為", "230": "大合石。為氷為霜。為土為霧。結息則能為大火車。火", "231": "船火檻。結嘗則能為大呌喚。為悔為泣。結觸則能為", "232": "大為小。為一日中萬生萬死。為偃為仰罪報。懺悔十", "233": "因六果具足。惡業同造。入阿鼻獄。受無量苦。經無量", "234": "劫罪報。懺悔六根各造。及彼所作。兼境兼根。入八無", "235": "間獄罪報。懺悔身口意三作殺盜婬。入十八地獄罪", "236": "報。懺悔三業不兼中間。或為一殺一盜。入三十六地", "237": "獄罪報。懺悔見見一根。單犯一業。入一百八地獄。別", "238": "作別造。入同分地罪報。我等如是因果造業。日用同", "239": "有。當造時不覺。自謂無妨。惡友讚助。無善友勸導。設", "240": "有諫諭亦不肯從。及至報臨。獨自忍受。非世之小苦。", "241": "剮剔一身。所得比況。當知形骸死而神識不死。其知", "242": "覺與今相同。且夢中遇好境則喜。逢惡境則懼。至於", "243": "驚醒移徙。可喻不宜。只快目前小適。遺後大殃。思之", "244": "痛心酸鼻。魂懾魄散。相與投身叩首。瀝血披誠。以殷", "245": "重心。依懺悔十法。歸命三身四智十方慈父。", "246": "南無二十寶幢佛", "247": "南無二十億千驚怖吼聲王佛", "248": "南無百千光明滿足幢佛", "249": "南無二十億百日月燃燈佛", "250": "南無二十億百雲聲王佛南無十千同名莊嚴王佛", "251": "南無一億百千萬同名菩提覺華佛", "252": "南無八頻婆羅同名離愛佛", "253": "南無千三百同名梵聲佛", "254": "南無十千同名清淨優波羅香山佛", "255": "南無一千同名閻浮檀佛", "256": "南無六十二百同名寂行佛", "257": "南無十二八千萬同名見一切義佛", "258": "南無八千同名堅精進佛", "259": "南無六十二同名毗留那佛", "260": "南無六十千同名妙波頭摩佛", "261": "南無四十千同名願莊嚴佛", "262": "南無千同名燃火單荼自在王聲佛", "263": "南無五百同名智幢佛南無五百同名法幢佛", "264": "南無六十二同名月棄佛南無三千同名智勝佛", "265": "南無東方九十億百千萬同名梵勝菩薩", "266": "南無南方九十億百千萬同名不隣陀羅菩薩", "267": "南無西方九十億百千萬同名大功德菩薩", "268": "南無北方九十億百千萬同名大藥王菩薩", "269": "次復懺悔。非破律儀。犯菩薩戒。毀佛涅槃。諸餘襍業。", "270": "歷劫燒然。後還罪畢。受諸鬼形。若於本因。貪物為罪。", "271": "是人罪畢。遇物成形。名為怪鬼。金銀草木妖蘖等類", "272": "罪報。懺悔貪色為罪。遇風成形。名為魃鬼。飄風揚砂。", "273": "黑風鼓浪。腥風迷人。陰風壓人旋風飲酒。妖風攝物", "274": "󴉾異等類罪報。懺悔貪惑為罪。遇畜成形。名為魅鬼。", "275": "鯷魚挾賜。蛇魅□嚇。由猪為彭。生能為𧣙。猫犬相語。", "276": "牛馬能言。狐為美女。狸為書生。𩲝媚惑人等類罪報。", "277": "懺悔貪恨為罪。遇蟲成形。名蟲毒鬼。蛇虺蝦蟆蜈蚣", "278": "之形。密養附人。出如流星。垂涎洒毒𩳸等罪報。懺悔", "279": "貪憶為罪。遇衰成形。名為厲鬼。傳屍骨蒸。瘴厲傷寒。", "280": "時疫大頭汗病。若夜叉吉蔗。若人吉蔗。若熱病。若一", "281": "日二日乃至七日。若常熱病。若男形。若女形。童男童", "282": "女形。及杜伯揚收。灌竇報復等類罪報。懺悔貪傲為", "283": "罪。遇氣成形。名為餓鬼。針咽巨腹。不見漿水。不得涕", "284": "唾等類罪報。懺悔貪罔為罪。遇幽為形。名為魘鬼。惡", "285": "氣中人。異物魘人等類罪報。懺悔貪明為罪。遇精為", "286": "形。名魍魎鬼。日月精魄。及附樹作祟。憑石出言。水之", "287": "罔象。丘之崒。山之夔。野之方。皇澤之委。蛇等類罪報。", "288": "懺悔貪成為罪。遇明為形。名役使鬼。嶽凟城隍。所屬", "289": "功曹。執符差遣勾攝等類罪報。懺悔貪黨為罪。遇人", "290": "為形。名傳送鬼。附亂降筆。巫師香童。嚮卜童謠等類", "291": "罪報。懺悔純情墜落。業火燒乾。上出為鬼。鬼業既盡。", "292": "二報俱空。方於世間。與元負人。冤對相值。身為畜生。", "293": "酬其宿債。物恠之鬼。物銷報盡。生於世間。多為梟類。", "294": "土梟鴟梟恠異罪報。懺悔風󳓽之鬼生為咎徵一切", "295": "異類。機祥羣鳥為城眾鼠渡河商羊兆水赤大兆兵。", "296": "畜魅之鬼生為狐類。蟲蠱之鬼生為毒類蜂蠆蝮蝎", "297": "之屬。衰癘之鬼生為蛔類。受氣之鬼生為食類。世間", "298": "供食之畜形分砧案。質布鼎鑊。以己血肉。充他人飽。", "299": "綿幽之鬼生為服類。駝驢牛馬蠶繭為人服用。和精", "300": "之鬼生為應類。寒鴻社燕春鶯秋蟲應時而至。明靈", "301": "之鬼生為休徵一切諸類。瑞鳳祥麟。神󴉹角端。玄龜", "302": "白鹿。喜鵲喜珠之類。依人之鬼生為循類。猫犬鷹󳬲", "303": "順人指使等類罪報。懺悔畜生酧償先債。若彼酬者。", "304": "分越所酬。此等眾生。還復為人。反徵其剩。如彼有力。", "305": "兼有福德。則於人中不捨人身。酧還彼力。若無福者。", "306": "還為畜生。償彼餘直。若有錢物。或役其力。償足自停。", "307": "如於中間。殺彼身命。或食其肉。如是乃至。經微塵劫。", "308": "相食相誅。猶如轉輪。互為高下。無有休息罪報。懺悔", "309": "彼梟倫者。酧足復形。生人道中。參合頑類。顓愚蒙昧。", "310": "不知義理之報。懺除彼咎。徵者酬足。為人參合異類", "311": "異形異心。為妖作禍之報。懺除狐倫者酬足。為人參", "312": "於庸類。鄙鈍下劣。不識廉隅之報。懺除毒倫者酧足。", "313": "復人參合佷類。陰險蓄恨。殘忍喪心。排探柔善之報。", "314": "懺除蛔倫者酬足。復人參合微類。輕賤下流。贜獲奴", "315": "婢。綱紀之僕。仰食侯門之報。懺除食倫者酬足。復人", "316": "參合柔類。厚貌深情。柔奸軟媚之報。懺除服倫者酬", "317": "足復人。參合勞類。肯綮疲憊。精氣勞碌之報。懺除應", "318": "倫者酬足。復人參合文類。稍知章句。妄竊才名之報。", "319": "懺除休徵者酬足。復人參合明類。小聰小慧。邪見邪", "320": "思。或為齊諧。志恠山海搜神之書。或作淫辭。艶曲蕩", "321": "佚人心之說。及絕技喪真。精藝溺志之報。懺除循倫", "322": "者酬足。復人參合達類。狂放樗散。簡傲不覊。搥踶仁", "323": "義。滅裂禮法之報。皆餘業旁受。非其正因。故曰參合。", "324": "此等悉是妄想虗業之所招。引悟則非有。懺悔復有", "325": "從人。不依正覺修三摩地。別修妄念。存想固形。遊於", "326": "山林人不及處。有十種仙。較人為優。比天為劣。彼諸", "327": "眾生堅固。服餌而不休息食道。圓成能駐孩童之顏。", "328": "能延百千之壽。不得輕舉者。名地行仙堅固。草木藥", "329": "道。圓成飡黃精松栢上品藥物。身輕冲舉者。名飛行", "330": "仙堅固。金石化道。圓成鍊九轉還丹。尸解蟬蛻。點石", "331": "死汞。往來人間者。名游行仙堅固。動止氣精。圓成熊", "332": "經鳥伸。消息陰陽。專氣致柔。嗇精剉銳。履空入冥者。", "333": "名空行仙堅固。精液潤德。圓成鼓華池吸。沆瀣婥約。", "334": "若處子。不交人欲者。名天行仙堅固。精色吸碎。圓成", "335": "吞日月精華。吐固納新飲流。霞服虹霓。胞合光耀者。", "336": "名通行仙堅固。呪禁術法。圓成持呪入神禁蛇蟲無", "337": "毒屍起能行呪水書符驅崇療病。役使鬼靈者。名道", "338": "行仙堅固。思念思憶。圓成泥丸出神。丹田養珠。隔遠", "339": "見物。名照行仙堅固。交遘感應。圓成坎離配合。金木", "340": "調濟。裁接陽生。采取陰汞。名精行仙堅固。變化覺悟。", "341": "圓成見春榮秋悴。覺化理綿密。觀滄海桑田。悟有力", "342": "潛移。名絕行仙。皆不修三摩地。以邪法鍊心。別得生", "343": "理。壽千萬歲。或住深山海島。斯亦輪迴妄想流轉報", "344": "盡。還來散入諸趣之報。懺悔勝心作福。惡意行檀。怒", "345": "人之求。帶恚而與施。慧多瞋故。得天福力而非天倫。", "346": "阿修羅趣之報。懺除三界諸天之中。以凡夫前身。處", "347": "人間世。因於婬欲。漸輕漸薄。轉微轉無。繇是報得妙", "348": "身樂境。修齡勝趣。躭荒逸豫。不覺無常五衰相。現見", "349": "生處。不如苦惱逼心之報。統懺隨順殺盜婬。起輪迴", "350": "性。昏沈七趣。諸有為相。妄想受生。妄想隨業。經無量", "351": "劫。不識本心。不得真淨之罪。惟願了見自性。達罪福", "352": "相。如湯消氷。如鑪點雪。不入諸趣。徑登覺岸。歸投調", "353": "御。加被攝受。得如所願此八尊佛出菩薩藏經。", "354": "南無無憂世界月勝吉佛南無歡喜世界栴檀吉佛", "355": "南無賢世界無邊光明佛南無饒益世界幢吉佛", "356": "南無月光世界無憂吉佛南無有幢世界寶剎佛", "357": "南無有鳴世界華德佛南無有月世界光明吉佛", "358": "南無日輪光明勝佛南無普寶盖佛", "359": "南無三昧勝奮迅佛", "360": "南無寶俱蘇摩身光明勝佛", "361": "南無最勝波頭摩奮迅勝佛", "362": "南無無量香勝王佛", "363": "南無金剛堅強消伏壞散佛", "364": "南無電燈幡王佛", "365": "南無東方藥師琉璃光七佛", "366": "南無西方極樂世界三十六萬億一十一萬九千五", "367": "百同名同號大慈大悲接引導師阿彌陀佛", "368": "南無不誑一切眾生菩薩南無無量功德海意菩薩", "369": "南無東方無畏佛國光明幢菩薩", "370": "南無南方智聚佛國智勝菩薩", "371": "南無西方智山佛國寂根菩薩", "372": "南無北方那羅延佛國願意成就菩薩", "373": "次復懺悔。我等以憤驕之心躁競之念。不懷忠孝。不", "374": "崇道德。今身前世。於祖父母父母翁姑家長。不知感", "375": "恩懷義。不能承顏順志。色養敬重。忤逆不孝。面則麤", "376": "言牴觸。背則惡語罵詈。黑天悖理。甚至舉手歐打。平", "377": "時不修定省溫清。有疾不加按摩湯藥。歸終不能盡", "378": "禮殯塟。歲時或缺祭掃墳塋。乃至伯叔昆弟夫婦姑", "379": "姨六親不和。起諸怨結。不信朋友。不睦鄉黨。不知禮", "380": "義廉耻。母女姊妹褻無道行藏。偏頗買賣。欺乖造言。", "381": "興訟傳播是非。平空架揑。破人身家。倚勢強梁。奪人", "382": "妻女。操戈入室。德以怨酬。忍入井而下石。利其財而", "383": "殺人。刀筆舞文。儓𨽻恐偈。為臣不忠。奉職無狀。希功", "384": "誤國。裕己剝民。伐異黨同。進諛退直。草管人命。殺人", "385": "媚人。掊尅錙銖。用若沙土。或交煽敵國。搆起兵端。戎", "386": "馬生郊。生靈塗炭。或戮良抵。級殺降冐功。或寄形泉", "387": "石。而捷徑終南。託迹江湖。而心懸魏闕。或山人術士。", "388": "而挾制當衝。蓮社竹林。而譏評朝政。末法季運。僧尼", "389": "沙彌殉利求名。缺齋犯戒。我相堅固。忍力尠微。侵損", "390": "常住。驅役淨人。互用三寶財物。私竊伽藍華果。八種", "391": "不淨。儲蓄過多。六種和敬。自來無有。以徂詐為權巧。", "392": "以狼貪為幹蟲。傾險甚於俗子。媚嫉過於妬婦。入見", "393": "儕輩。有勝善事。如釘入眼。熱惱忿恨。夢醒匪寧。便起", "394": "惡心。肆加撓害。一粥一飯。不如其意。即生異事。報復", "395": "於他。不念剃度恩深法乳義重。嫉師怨師。毀師謗師。", "396": "嫌人嫌法。慢慢。過慢。增上慢。欺侮年高臘長。虗消檀", "397": "越信施。詐現有德。謬稱知識。禪觀不修。雜攬俗事。鬬", "398": "諍生端。幸災起訟。󴉻無因果。謗方等大乘。訶罵佛祖。", "399": "輕西方淨土。假衣賴教。邪命非為。私心樹立私黨。惡", "400": "性追隨惡朋。尅落為善錢財。減削眾僧衣食。指揑募", "401": "化。自飽箱囊。毀售聖像。販賣經典。覆藏重罪。隱匿瑕", "402": "玼。如獅子蟲。為魔伴侶。敗壞佛教。減損法門。如是耳", "403": "磬目華。獨知之地。所作黑業。或於現身受報。或來生", "404": "受報。或後多生受報。今仗三寶尊靈威德。一切懺悔。", "405": "不敢萌作。若定業難逃。猶望轉重為輕成益。頓超帶", "406": "業。往生無量壽國。令諸冤家同得無生法忍。上來懺", "407": "悔。前五識第六意識末那識阿賴耶識見思煩惱。六", "408": "根六塵十習因。六交報。七趣三報。餘罪已竟。身心內", "409": "外。皎如氷壺。從今已去。不經大小三災。不生八難及", "410": "無佛之世。於佛法僧。深加敬信。見四聖諦理。逆須觀", "411": "悟十二因緣。迴聲聞緣覺心。立大菩提心。發妙耳門。", "412": "得圓通本根。入首楞嚴三昧一切事究竟堅固。誓度", "413": "眾生。成等正覺。於中修行奢摩他毗婆舍那三摩禪", "414": "那。於色陰受陰想陰行陰識陰。洞達精明。生因識有。", "415": "滅從色除。不遭羣魔撓亂。為細魔事魔境。現前悉能", "416": "諳識。弗為惑動。心垢洗除。不落邪見。陰魔消滅。天魔", "417": "摧碎。大刀鬼神。󴊐魄逃逝。魑魅魍魎。無復出生。直至", "418": "菩提。無諸少乏。不劣增進。於大涅槃心不迷悶。令此", "419": "羣魔悟妄想因。俱得道果。以此功德善。願佛法靈通。", "420": "在會臣民。稽首虔誠。嵩呼忭躍。一心仰祝", "421": "當今皇帝陛下萬壽萬安。萬福萬祿。萬天保佑。萬神", "422": "護持。萬機之暇。萬法歸一。以一統萬。萬事得理。萬民", "423": "安樂。萬國來朝。本技萬世。祚亭萬億。萬里塵清。萬方", "424": "寧謐。五星順序。五穀豐登。五兵斂戢。五教興行。輔弼", "425": "將相。部寺百僚。臺憲監司。忠貞亮直。郡邑臨民。清廉", "426": "公止。高遷品秩。弘護教門。恒憶靈山之付囑。永為佛", "427": "法之金湯。專為歸依大覺。得如所願。滿菩提願此七尊佛", "428": "出千佛因緣經。", "429": "南無寶華琉璃功德光照佛", "430": "南無寶燈焰王佛南無須闍提大善寂佛", "431": "南無帝寶幢摩尼勝光佛南無寶蓋照空佛", "432": "南無殊勝月王佛", "433": "南無妙樂國歡喜莊嚴珠王佛", "434": "南無寶華奮迅佛南無大光明佛", "435": "南無寶藏佛南無無量寶佛", "436": "南無身尊佛南無梵自在佛", "437": "南無內豐珠光佛南無樹王豐長佛", "438": "南無波頭摩勝世界賢勝佛", "439": "南無鏡輪光世界月智佛", "440": "南無莊嚴慧世界一切通光佛", "441": "南無難過世界法光明波頭摩敷身佛", "442": "南無過去無量無邊海勝佛", "443": "南無諸根常定不亂菩薩南無諸根常悅菩薩", "444": "經云。俱生無明。輪轉生死。結根唯汝六根。更無他物。", "445": "應當詳審煩惱根本。發業潤生。汝復欲知無上菩提。", "446": "令汝速證安樂。解脫亦汝六根。更無他物。三世遷流。", "447": "四方定位。世界相涉。三四四三。宛轉十二。流變三疊。", "448": "一十百千。總括六根。各各功德。有千二百。依不變性。", "449": "具隨緣染淨二義。逆順修行。根塵對發。四方各有三", "450": "世。三世各有四方。就一方過現未。過中復過現未。現", "451": "中復過現未。未中復過現未。及本法共成十。從此乘", "452": "起過去十現在十未來十。又增三世各百。每方三百。", "453": "四方共千二百。以今懺悔六根惡業因緣。所萃福利。", "454": "願我等從此眼根。具足八百功德。父母所生清淨肉", "455": "眼。見於三千大千世界內外所有山林河海。下至阿", "456": "鼻地獄。上至有頂。其中眾生及業因緣果報生處。耳", "457": "根周聽十方一切聲聞圓滿一千二百功德。鼻根聞", "458": "於五分法身種種諸香具足八百功德。舌根宣揚妙", "459": "法。恒嘗上味。圓滿一千二百功德。身根如淨琉璃。三", "460": "乘賢聖說法。世界眾生。生死善惡。悉於中現。具足八", "461": "百功德。意根默容通達無量妙義。治世語言皆順正", "462": "法。六趣眾生心所行動。皆悉知之。圓滿一千二百功", "463": "德。返流全一。六用不行。轉八識成四智。去泥純水。永", "464": "斷根本無明。萬行密因。圓滿六波羅蜜。三增進故。單", "465": "複十二。善能成就五十五位真菩提路。具足五根五", "466": "力七覺支八聖道十八不共法三十七助道品圓寂", "467": "涅槃清淨妙德。如上禮佛懺悔覺悟功德。更當發願", "468": "迴向。但凡夫洞視分寸。隔紙膜而不見。聰聆百步。逾", "469": "里井而弗聞。莫知嚮方。仰承。", "470": "教主本師釋迦牟尼佛。深慈大悲。聞示西方公案橫", "471": "截直超法門。為末世第一救度津梁。依教信受尊敬。", "472": "奉持禮懺。眾等一心歸命。", "473": "極樂世界阿彌陀如來。我聞如來廣發四十八願。莊", "474": "嚴淨土。普攝有情。十方諸佛所共稱讚。我今發菩提", "475": "心。觀念如來百福萬德十號三身。於念念中。仗如來", "476": "力。我及眾生有識至今罪惡怨對。願悉滅除。魔事潛", "477": "消。淨業成就。巍巍金相。燦燦寶池。但作思惟。隨意顯", "478": "現。十二時中。寤寐靜散。恒與如來光明交接。常󳬾如", "479": "來醍醐灌頂。甘露洒心。授我等持。開我妙慧。預知捨", "480": "報。正念安詳。阿彌陀佛觀音勢至化佛菩薩。寶幢珠", "481": "盖。天樂異香。希光聖境。徧滿虗空。來至我所。令諸眾", "482": "生同得見聞。喜踊感發。遞相勸誘。我時承佛垂手提", "483": "接。金登剛臺。如彈指頃。隨佛往生極樂國內勝蓮華", "484": "中。華開見佛。即聞佛乘。頓圓佛智。得授佛記。一時了", "485": "達無量法門。不捨萬行。游行十方。佛佛出現。皆親奉", "486": "事。等密迹之保綏。同梵王之勸請。獲慶喜之總持。興", "487": "純陀之後供。起舍利塔。高至梵天。弘大乘典。住於劫", "488": "盡。住首楞嚴三昧。於一念間。分形散影。徧應七趣。以", "489": "身充滿無量阿鼻等獄。凡有苦具。都集我身。代諸眾", "490": "生。受其極苦。令脫輪迴。咸登不退。如是三塗五濁。經", "491": "歷靡休。六度四弘。勇徤無息。深誓如地藏。精進如能", "492": "仁。證文殊智海。入普賢行門。具彌勒慈心。滿觀音悲", "493": "願。亦如十方諸佛菩薩誓願迴向。統以法界為一佛", "494": "土。必使六道業漏煩惱一切永盡。二乘迴心盡。菩薩", "495": "行願盡。佛出興盡。涅槃盡。乃至盡虗法界情器世間。", "496": "純成智正覺。真如是際。不生不滅。不增不減。不變不", "497": "動。不出不沒。我願乃盡。最後作佛。有一不盡。不取滅", "498": "度。我此願王。廣大如法界。究竟如虗空。窮未來際。不", "499": "相捨離。假使鐵輪旋頂。五熱炙身。誓不退墮。仰惟。", "500": "韋䭾大士。哀憐護助。晝夜增長。福不障道。苦不忘修。", "501": "倘我力微業重。德薄釁深。見倒情迷。反常異執。菩薩", "502": "善友。亟生悲憫。開諭呵責。還得本心。十方三寶證盟", "503": "攝受。", "504": "南無東方滅諸怖畏佛南無南方日月燈明佛", "505": "南無西方覺華光佛南無北方發功德佛", "506": "南無東南方除眾慼冥佛南無西南方無生自在佛", "507": "南無西北方大通王佛南無東北方空離垢心佛", "508": "南無下方同像空無佛南無上方琉璃藏勝佛", "509": "南無天上龍宮他方此界三乘五教十二分九部修", "510": "多羅藏戒律藏對法藏一切經典", "511": "南無他方此界塔廟伽藍天宮龍宮夜叉鬼神宮人", "512": "王宮臣庶家堂所奉佛像菩薩羅漢像真身舍利", "513": "一切形像", "514": "南無准提佛母菩薩南無救度佛母菩薩", "515": "南無訶利多辟支佛南無婆利多辟支佛", "516": "南無西天東土宗教歷代祖師傳經翻譯三藏法師", "517": "南無摩訶迦囉菩薩南無金剛亥母菩薩", "518": "南無穢迹金剛菩薩南無密迹金剛菩薩", "519": "南無金剛手菩薩南無摩利支天女菩薩", "520": "南無護法護戒護諸伽藍塔廟擁護持呪護靜護人", "521": "衛護國界影響權化諸天八部善神菩薩", "522": "南無三洲感應韋䭾菩薩", "523": "自歸依佛當願眾生體解大道發無上心", "524": "自歸依法當願眾生深入經藏智慧如海", "525": "自歸依僧當願眾生統理大眾一切無礙", "526": "禮懺眾等再將功德。分施各人先亡祖禰父母六親", "527": "九族師友。乘此良因。在善道者增長天福。處惡趣者", "528": "解脫苦輪。銷復六根。止息三報。觀罪性空。照無明惑。", "529": "各悟本性。彌陀俱生。唯心淨土。見佛聞法。逮無生忍。", "530": "散週沙界有情。齊成佛道。在會善信歡喜奉行。展轉", "531": "勸導親友知識。改過遷善。人人悔悟。各於半月半月。", "532": "修崇道場。繼續懺法。廣化有緣。同圓種智。虗空有盡。", "533": "懺願無盡。至心頂禮三寶。", "534": "依楞嚴究竟事懺卷下終禮佛六進計一百五十拜", "535": "下卷繳懺意下卷繳懺意", "536": "向上參究理懺決透疑。關根塵識業已銷除。現生後", "537": "報俱清淨。地獄粉碎。業海枯乾。刀山劍樹作香林。鑊", "538": "湯罏炭為池沼。阿旁生善道。刑措何施。獄主坐蓮臺。", "539": "畫地不入。轉識情而成智境。變濁惡而化淨方。俱霑", "540": "十地光明。同聽天皷說法。鬼道絕饑渴。畜類免戕吞。", "541": "盡此一報之微形。咸悟三乘之妙理。愧恧自責。悔禍", "542": "內慙。放捨前世怨家。種植未來道果。今則禮懺眾信", "543": "并及有情等行難行之善。事懺難懺之惡。條服甘露", "544": "之妙樂。入不死之壽󳬛。十障二十二愚應念銷落。刷", "545": "結八十一使即時併除。人法悉空。斷常斯遣。二邊刷", "546": "盪。慧日當天。三漏陶鎔。智鋒出匣。現前無少物。寂照", "547": "一如。當下出言詮。是非雙泯。七處徵心。心已徹。八還", "548": "辨見。見惟精。轉物即同如來。歇狂便登正覺。因緣自", "549": "然皆戲論。合和離即示真常。無狀忽生。世界有愛。遂", "550": "為眾生。斷殺盜婬。絕業果色。五濁澄靜。十界混融。一", "551": "解六亡。而圓通自在。三義四律。而秘密總持。從前輕", "552": "重罪障。未及懺悔者。如湯消雪。末世破戒棄殘。一聞", "553": "法音者。如風吹沙。十二類盡入涅槃。五十種皆為護", "554": "法。惡星凶煞。年歲巡官。保綏懺法。助佑善人。梵王天", "555": "帝。金剛藥叉。默相國朝。陰翊王度。當道官員。超遷優", "556": "擢。在會僧俗。福集身安。又為從來信為檀越施財。所", "557": "以施命受供。實乃受恩。伐為懺罪。報答又酬。天地覆", "558": "載。日月照臨。祖師傳譯。父母生鞠。先聖先賢播種五", "559": "穀。設立房室。製作衣服。修置器用。種種資生之具。利", "560": "益後代之恩。培植生成。統為禮懺報德。初機僧行不", "561": "修戒簡。不閱律文。安知持犯之條。罔識昇墮之目。因", "562": "循遷就。看面隨時。將常住信施財物。私竊公漁。明典", "563": "暗賣。結納勢要。滋潤俗親。果報至重。即食彼人糞之", "564": "蟲。尚墮地獄。況受彼人物之輩。厥罰可知。咸為懺悔。", "565": "又眾生悖戾。恩地修怨。傾陷親友。毀詈師尊。縱逭王", "566": "章。終遭鬼戮。并為懺謝。水乳和同。一切俱淨。今茲道", "567": "場所在穢汙。陳設荒疎。對越之際。忽心思外緣。諷誦", "568": "之間。乃意牽別事。禮拜欠恭。身衣弗潔。庖厨未淨。走", "569": "使不虔。所有乖張。悉求懺悔。凡心未兆。聖智先通。", "570": "普賢王菩薩摩訶薩", "571": "修次依楞嚴了義究竟事懺䟦語修次依楞嚴了義究竟事懺䟦語", "572": "懺法度世。仗以滅罪生善。繇來尚矣。而華嚴懺。卷帙", "573": "富愽。彌月方竟。不甚傳布。法華懺。金光明懺。南中人", "574": "目所未覩。今之流通者。梁法雲僧祐諸師。以齊竟陵", "575": "文宣王子良夢感所撰。淨住子二十卷。節為十卷。即", "576": "梁皇懺也。南宋孝宗之世。左街僧錄若訥。摭取佛名", "577": "經十五卷之文。為水懺三卷。觀夫兩懺。詳略雖殊。理", "578": "無不該。事無不盡。無所容置喙矣。然人心輕佻。於祭", "579": "祀之誠。肅敬難久。今梁懺竭蹶四日。以屬倦怠。中下", "580": "之家以費鉅阻辦。而水懺一日有拜三部者。似乎繁", "581": "簡未中。釋禪既獲退居牟尼山。止觀之際。覺其根塵", "582": "之宿業偏重。思欲湔洗。乃依楞嚴經。修次懺法二卷", "583": "四百餘拜。終日可畢持以澡雪罪垢。楷磨靈臺。不敢", "584": "輙以示人。已而幡然曰。此豈一人之私願乎。遂聽徒", "585": "屬抄寫。夫有可廢之人。無可廢之言。誠能不賤近貴", "586": "耳。試熏修之。未必不為淨土禪悟之助因也。苟不當", "587": "意置之也可。", "588": "懺終梵讚懺終梵讚", "589": "楞嚴懺。慧日正當中。究竟堅固事無窮。六根虗妄罪", "590": "俱空。毫光示現紫金。容解心。結悟心。宗法法盡。圓", "591": "通。", "592": "楞嚴懺悔。十習六交根塵虗妄罪俱銷。寶所信非遙。", "593": "淨土名標。彈指即能超。", "594": "南無普懺罪菩薩摩訶薩", "595": "直音直音", "596": "悛佺。躐列。驟奏。索色。嚮向用。鱍鉢。攪狡。睚眦愛寨。轇轕", "597": "交割。顰貧。蹙促。瀛銀。渤孛。糲辢。羶山。乩稽。儓臺。獦歇。", "598": "禪位上善。鬻育。羸雷。攣鑾。跛波上聲。菅間。蓏裸。恧農入聲。", "599": "溷混。絫累同。囂梟。滌狄。稊提。蠡禮。噍醮。楫節。矚竹。繄", "600": "意。濯卓。蘧渠。酷哭。嗾湊。暍謁。鏖敖。憊拜。盻判。󳫯村用。", "601": "塪坎。靚淨。蒨茜。遏阿。蝤酋。蠐齊。蛻退。蛤古沓切。蜃瞬。", "602": "暈運。玦决。燐林。顓專。騃岩。璅蛣早吉。𧕍矴營丁。蠮螉噎翁。", "603": "腊昔。戢怎入聲。鬬豆。殂芻。擻叟。潬旦。蝡軟。斫斫。󴊏傞", "604": "渴蹉。崦壜弇曇。魄堆上聲。研年。煠扎。鉞月。酖正。礰力。磑", "605": "外。捺衲。𢫫六。迸蚌崩去聲。愗貿。綻站。矟朔。撞壯。剚事。射", "606": "石。鉗虔。剮寡。懾業。襍匣。󴉤業。魃薄。󴉾林。鯷提。能奴來", "607": "切。𧣙袞。𩲝謎。𩳸苗。祟歲。󱜛崔。委蛇下儀。𧝞機。砧珍。", "608": "󱞗君。󳬲要。佷恒上聲。綮頃慶二音。樗上平聲。踶提。尸解下假。嗇", "609": "色。瀣戒。󴉱妹物冐三音今從妹。儕柴。褫耻。謐密。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1478 依楞嚴究竟事懺", "author": "明 禪修述"}