{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 628 法華經科拾", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "藥王菩薩本事品第二十三", "1": "妙法蓮華經科拾卷第七", "2": "姚秦三藏法師　鳩摩羅什奉　詔譯", "3": "西蜀沙門　佛閑勖𠁼大師　立科", "4": "門人　智一雪墩　拾遺", "5": "妙音菩薩來往品第二十四△二以往來持經。", "6": "妙音菩薩來往品第二十四", "7": "品末結云。說是妙音菩薩來往品時。四萬二千天", "8": "子。得無生忍等。則此菩薩。以身業往來之威儀。能", "9": "令法會。於見聞時。得饒益處。便名持經法式。又於", "10": "四種攝事中。示隨類形同事身。名為持經。又前品", "11": "以身輪之苦行持經。今則不但以身輪。現隨類形。", "12": "更以身業之來往。作流通無盡之軌範。品故次來。", "13": "△文二。初如來光照妙音。二妙音來往益物。初二", "14": "初照國。二照身。今初。", "15": "爾時釋迦牟尼佛至白毫光明徧照其國。", "16": "大人相者。乃指大人所有福報。奇狀炳著處。以名", "17": "相也。菩薩本行經。佛為淨飯王。略說相好云。佛生", "18": "人間。示同人相故。說三十二相。勝諸天故。說八十", "19": "種好。為諸菩薩。說八萬四千諸妙相好佛實相好。", "20": "我初成道於寂滅道場。為普賢賢首諸大菩薩。於", "21": "雜華經中。已廣分別等。俱舍論說。輪王雖有三十", "22": "二相。而有三義。不及於佛。一處不正。二相不圓。三", "23": "不明了。為菩薩說八萬四千者。約果相明也。由因", "24": "中斷八萬四千煩惱。成八萬四千波羅蜜。獲八萬", "25": "四千相好。今經指三十二相中肉髻者。乃即法報", "26": "之化身。凡聖同見之佛相也。若校量者。善生經云。", "27": "一切世間福。不及如來一毛功德。一切毛功德。不", "28": "及一好功德。一切好不及一相。一切相不及白毫。", "29": "白毫復不及無見頂相所有功德。非無上士。不能", "30": "具故。名大人相。然無見頂。即是肉髻。故應持求見", "31": "不能經初止放一光者。欲三乘人。捨諸方便。直乘", "32": "一乘慧光。以為成佛真因。而終趨於無上智光妙", "33": "果。茲欲顯持經妙因。即徹無上果地。是以二光齊", "34": "放。用表果因交徹之相。皆在妙音一種流通境內。", "35": "△二照身。", "36": "爾時一切淨光莊嚴國中至釋迦牟尼佛光照其身。", "37": "此下敘能流通者。乃可雙被果因交徹之照。初明", "38": "值多佛。是得二嚴之由。而悉一句。顯慧深也。得妙", "39": "下。顯福廣也。古謂。十六三昧。即法華三昧之異名。", "40": "若果然者。何以結云得如是等百千三昧耶。明明", "41": "體異用別。方各用名以召之。又若是一。何必枚舉。", "42": "況更有法華三昧名。亦雜於中耶。此下釋名一本", "43": "智度論百八三昧名下義釋之。但此彼名字。略有", "44": "參差。而必󴙎於甚相符者取之。並不敢雜以臆見。", "45": "如妙幢相三昧。似彼畢幢相三昧因其必定微妙。方顯尊勝。謂", "46": "菩薩住此三昧。則能決定持諸法幢。於諸三昧。最", "47": "為尊勝。譬如大將得幢。表其尊大之相。故法華三", "48": "昧。似彼攝諸法海三昧。謂菩薩住此三昧。則三乘", "49": "法。皆攝入是三昧中。如一切眾流。皆歸於海故。淨", "50": "德三昧。似淨妙華三昧。謂菩薩住此三昧。於諸三", "51": "昧中。開功德華。以自莊嚴。如樹華開樹自莊嚴故。", "52": "宿王戲三昧。似滿月三昧。謂菩薩住是三昧。則淨", "53": "光具足。滅愛恚等火自在滅障。即游戲意。清凉功德。利益眾", "54": "生。譬如秋月圓滿破暗。清凉可樂故。無緣三昧似", "55": "無心三昧。謂菩薩住此三昧。則心心數法。悉皆不", "56": "行。智印三昧似寶印三昧。謂菩薩住此三昧。於一", "57": "切三昧。悉能印證。然諸寶中。法寶為最。今世後世。", "58": "乃至涅槃。能為利益。解一切眾生語言三昧。似入", "59": "辨才三昧。謂菩薩住是三昧。則能辨說一切三昧。", "60": "悉知眾生語言次第。及經書名字等。集一切功德", "61": "三昧。似集諸功德三昧。謂菩薩住此三昧。則能修", "62": "集一切善根功德。初夜後夜。無有休息。譬如日月", "63": "運行不停。清淨三昧。似寶斷三昧。謂菩薩住此三", "64": "昧。則能斷除一切三昧諸垢。如有真寶。能治諸寶", "65": "令得潔淨。禪通游戲三昧。似師子游戲三昧。謂菩", "66": "薩住此三昧。於一切三昧中。出入遲速。皆得自在。", "67": "於諸外道。強者破之。信者度之。如師子游戲時。而", "68": "能制伏諸禽獸也。慧炬三昧。似然炬三昧。謂菩薩", "69": "住此三昧。則能然慧炬。照明一切諸法。無錯無著。", "70": "如然炬夜行。不落險處。莊嚴王三昧。似大莊嚴三", "71": "昧。謂菩薩住此三昧。則大莊嚴成就。見十方世界。", "72": "以七寶花香。莊嚴佛處。而心無所著。淨光明三昧。", "73": "似淨光三昧。謂菩薩住此三昧。於諸三昧。光明清", "74": "淨。諸煩惱垢。皆不可得。淨藏三昧。似無盡三昧。謂", "75": "菩薩住此三昧。能滅諸法無常等相。即入不生不", "76": "滅真實之理滅諸相淨也。入真實理藏也。不共三昧。似妙行三", "77": "昧。謂菩薩住此三昧。不見諸三昧有二相。即是畢", "78": "竟空相應三昧。一切戲論。皆不能破。日旋三昧似", "79": "無住處三昧。謂菩薩住此三昧。不見諸法有住處", "80": "可得。釋迦下一句。正明被照。問。何以照人照國。皆", "81": "云果因交徹耶。答。白毫內具現世尊修因之相者。", "82": "示因分可見也。肉髻是無見頂。顯果分不可見。今", "83": "並照於依正者。乃事理無礙門中。照明因果交徹", "84": "之相。令弘通人。發大勇猛。謂能持者。即得坐道場", "85": "也。△二妙音來往普益三。初發來供訊。二大眾獲", "86": "益。三還歸本國。初六。初辭佛現相。二承命發來。三", "87": "供養問訊。四求見多寶。五昔修功德。六現住三昧。", "88": "今初。", "89": "即白淨華宿王智佛言至甄叔迦寶以為其臺。", "90": "辭佛並求見文殊者。先廸隨往者之景仰也。又彼", "91": "佛誡以莫輕者。亦寄妙音。申飭隨往者也。何則妙", "92": "音乃法身大士。雖知塵剎圓融。隱顯自在。第恐未", "93": "了緣生如幻。法無定性輩。以彼最尊嚴之依正。忽", "94": "見極卑劣之。佛土能不妄生二解。何以蹈此淨穢", "95": "一如。小大無礙。平等之域。而聆平等大慧之法故。", "96": "寄能將預誡所將也。妙音下。領旨也。我之往彼。皆", "97": "是如來道力所加。神通所使。福慧所嚴。安敢復生", "98": "高下之心。於是下。示將發來之軌式。先令此土見", "99": "瑞生疑。大啟渴仰。以作受益之本。閻浮檀金。閻浮", "100": "樹名。生於河邊提上。故曰閻浮提。言金者。由此樹", "101": "果汁入河。染石成金。其色赤黃。兼帶紫𦦨。校人間", "102": "金。勝千百倍。甄叔迦云赤色寶。西國有甄叔迦樹。", "103": "其花色赤。形大如掌。寶色似之。故名。慈恩云。狀如", "104": "延珪。似赤琉璃。△二承命發來四。初決現相疑。二", "105": "文殊求見。三多寶為現。四正為發來。今初。", "106": "爾時文師利法王子至亦欲供養聽法華經。", "107": "△二文殊求見。", "108": "文殊師利白佛言至彼菩薩來令我得見。", "109": "等覺大士。尚欲求見。餘人能不大生渴仰。此亦文", "110": "殊善弘經處。與前求見。文殊意雖等。而皆各益己", "111": "眾也。△三多寶為現。", "112": "爾時釋迦牟尼佛至文殊師利法王子欲見汝身。", "113": "釋尊以現相之功。推歸多寶。不獨見其謙光可掬。", "114": "逾深法會之願樂矣。△四正為發來。", "115": "於時妙音菩薩至而來詣此娑婆世界耆闍崛山。", "116": "法身大士。尚能以一身。充滿法界。全無來往之跡。", "117": "今從彼至此。而有存沒者。正應以身業之來往威", "118": "儀得度者。於現威儀處。即名弘經也。又所經諸國。", "119": "既皆現瑞。則於得見菩薩時。諒不虗度矣。古引天", "120": "竺。有青蓮華。其葉修廣。青白分明。有似於眼。前云", "121": "目如等。那羅延。涅槃疏翻金剛。晉言鈎鎖。或云堅", "122": "固。或云力士。△三供養問訊。", "123": "到已下七寶臺至安隱少惱堪忍久住不。", "124": "妙音以四萬之巨身。禮丈六之微軀猶云頭面頂", "125": "禮。奉上瓔珞。總不見其迫迮者。正拂小大之迹。而", "126": "顯法無定性之實德。東坡云。丈六金身不為大。方", "127": "寸千佛夫豈小。亦能作此平等之見。如來現身人", "128": "中。示同人法故。有九惱十緣。皆以善巧方便。令諸", "129": "眾生。知善惡業因。必有苦樂果報。故此彼相見時。", "130": "所有禮儀。法應如是。若論如來。已離一切障礙。成", "131": "就無量諸勝功德。安有如是業報之實。然非已融", "132": "隱顯一致者。亦不能作此問。△四求見多寶。", "133": "世尊我今欲見多寶佛身至故來至此。", "134": "釋尊雖還靈鷲。多寶仍在虗空。非承佛加。何能輯", "135": "見高遠。是以求也。爾時下。釋尊為通。時多下。多寶", "136": "敬順所請。即於塔內贊善而答。便可名見。古謂。溪", "137": "山各別。雲月是同。固自可通。但或者謂。何以閉戶", "138": "之。答。便筭得見。今則據經。直為剖示法華功力叵", "139": "測。但能持者。無問地前地上。悉得六根清淨圓融。", "140": "而器世間。亦隨超越。以同一緣起故。是以於一根", "141": "內。即具六根之用耳。獨非眼乎。聲塵獨非色乎。正", "142": "不必在色見聲聞上。作理會也。思之。△五昔修功", "143": "德三。初引昔。二結會。三指廣。今初。", "144": "爾時華德菩薩至今生淨華宿王智佛國有是神力。", "145": "初問功德。二問神力。昔奉伎樂寶鉢。今於華報上。", "146": "故令天樂自鳴。法器恒隨。雖是等流果報。亦無作", "147": "妙德之所使也。△二結會。", "148": "華德於汝意云何至今此妙音菩薩摩訶薩是。", "149": "△三指廣。", "150": "華德是妙音菩薩至百千萬億那由它佛。", "151": "此上總以所植德本。答初問也。△六現住三昧二。", "152": "初舉三昧用。二釋三昧名。今初。", "153": "華德汝但見妙音菩薩至智慧之力其事如是。", "154": "此下明三昧用。即是答神力。而有兩節。初明於娑", "155": "婆內。現六凡身弘經。但言救濟者。由彼正在沉淪", "156": "受苦。尚且不暇。何由能解佛之智慧。下明內德充。", "157": "而外用足。故於神智。皆無所損。以隨類形隨類音。", "158": "隨其所欲。而接以隨類法門。故曰各得所知。於十", "159": "方下。約現四聖身弘經。然初文。明於娑婆現六凡。", "160": "今於十方。明現四聖。皆行文之巧。此彼界內未嘗", "161": "不互現也。統而言之。所現之身。固有種種。而弘通", "162": "之教。則維一法華。又須知。未甞不先以一法。作種", "163": "種說。然後攝種種。還歸於一。△二釋三昧名。", "164": "爾時華德菩薩白佛言至能如是饒益無量眾生。", "165": "古注謂。三昧與陀羅尼。體一而用異。若准起信。云", "166": "八地得三種世間自在色性。隨心無有隔礙。九地", "167": "善知眾生十種稠林。得四十種無礙辨。此約色心。", "168": "分八九二地之優劣。又唯識謂。八地能任運。現金", "169": "等諸相及土。九地得四無礙解。以析淺深。非無有", "170": "異。又須知。妙音所住三昧。雖亦名現一切色身。與", "171": "被益者所得。應有不同。以妙音是等覺人。於諸三", "172": "昧。已能深入無際。豈法會初得者。所能比。△二大", "173": "眾獲益。", "174": "說是妙音菩薩品時至亦得是三昧及陀羅尼。", "175": "此彼兩土。皆獲益者。原先見華瑞。已發勝解。不可", "176": "引轉。繼以妙法印心。故得定慧雙融。經文欲辨定", "177": "慧體異故。於陀羅尼上。三昧之下。加一及言。△三", "178": "還歸本國二。初復本佛命。二重結普益。今初。", "179": "爾時妙音菩薩摩訶薩至得現一切色身三昧。", "180": "來往所經國內之眾。於兩番見聞瑞相時。豈無傍", "181": "益。在文不顯。昔我佛光照彼國。亦應有傍益。文亦", "182": "不顯。而意則不無。△二重結普益。", "183": "說是妙音菩薩來往品時至得法華三昧。", "184": "諸天子見妙音。於所證妙圓體內。示來往相。說寂", "185": "滅法。令見聞者。廓悟一切幻相。雖生非生。滅亦非", "186": "滅。於實相無相。本來不動之旨。了了於心。故曰獲", "187": "無生忍。而華德又於妙音百千三昧中。見其能以", "188": "一身現種種身。以一法作種種法。說調伏眾生。待", "189": "至善根成熟。復攝種種。還歸於一揆。厥所由並不", "190": "離法華三昧。一種妙用之內。於是攝權歸實。不作", "191": "二相。頓悟法華三昧矣。", "192": "觀世音菩薩普門品第二十五△三普門持經。", "193": "觀世音菩薩普門品第二十五", "194": "此繼前品來者。緣妙音雖以來往威儀。及色身三", "195": "昧。弘經此方。但事僅七支。何似觀音。以如雲如雷", "196": "圓融無盡之三業。統太空。為一普應玄門。被正報。", "197": "則上至聖賢。下及蜫虫。極乎中陰。於依報則地水", "198": "火風。但有色有聲可馮。悉是大士。解脫樊籠處。故", "199": "於所被。總不分善之與惡。逆之與順。能感與不能", "200": "感者。齊萬化於一致。皆不在普門設化之外。且如", "201": "七難中。稱名得無畏者。大士之口輪冥加也。二求", "202": "中以禮拜得遂者。大士之身輪冥加也。三毒等中。", "203": "以念敬得遠離。又超勝多名者。大士之意輪冥加", "204": "也。以此化法。寧不校。廣於前故。次來也。又即此中。", "205": "雖未現身說法。而令百千苦惱。同得無畏者。正約", "206": "普門人。以顯普門法故。不須於色於聲。以人即法", "207": "故。下三十二應。則又以普門法。顯普門人。所以用", "208": "及色聲。以法即人故。而化被亦廣於前。問。以何為", "209": "普門法。答。權淺教中。則曰名無得物之功。物無當", "210": "名之實。名之與實。互不相蒙。若夫今經。則實相觀", "211": "照與文字。雖三而一。舉一即三。大士聖號。詎非般", "212": "若乎。唯其即是般若。是故含弘廣大。一多平等。此", "213": "彼無礙。萬德瑩然。以見大士甚深行處。亦非一生", "214": "所繫。菩薩不能徹其底蘊。與言佛便週義。正等無", "215": "異。此即普門法也。要知大士。以普門法。融入法界", "216": "故。令有緣及無緣者。皆得離苦自然。而然有一自", "217": "性觀音。住無畏地。救度九界眾生。品名觀世音普", "218": "門者。乃以人法雙題品名也。今先釋人。次釋法。人", "219": "名觀世音者。如楞嚴無畏章云。一者由我不自觀", "220": "音。以觀觀者。令苦眾生。蒙我觀其音聲。即得解脫。", "221": "故觀音名。遍十方界。若今文則由苦惱眾生。一心", "222": "稱名。菩薩觀其音聲。而得解脫。名觀世音。竊謂。二", "223": "經唱名雖同。而意則各有所重。楞嚴則謂。由我蒙", "224": "我方得脫苦。重在能應上。名觀世音。今文雖曰脫", "225": "苦。似貴在一心稱名上。而意實雙取感應道交之", "226": "旨。名觀世音。則觀是大士之能應。而世音乃眾生", "227": "之能感。感應合顯。故曰觀世音。次釋法者。謂普門。", "228": "即是大士所證。實相般若之體與用。謂普即竪窮", "229": "橫遍之體。門即藉出入無礙義。以喻大士之顯加", "230": "冥加。皆從無作妙用流出。及眾生之顯感冥感。皆", "231": "因投入無作妙用之內。始能脫苦。則普門二言。雖", "232": "是體用一對。亦是法喻一雙。九界眾生。除此一門。", "233": "別無岐路。證解脫道。故曰普門。若更略釋者。則觀", "234": "是大士。寂照雙流。權實無礙之智。斷惑證真。因此", "235": "自利。拔苦與樂。因此利他。復由此觀。絕偽離垢。含", "236": "弘盡際。泯同愛畏。故下偈中。各從厥德。而立五觀", "237": "之名。以見大士弘通導利之廣。故目曰觀。世即器", "238": "世間。眾生世間。智正覺世間。此皆大士所化之境", "239": "也。音即所被。亦即能感之機。而有二種。謂音聲與", "240": "心聲也。若大士以同體慈。現三十二妙容。說十九", "241": "尊教。而與其樂。是為顯應冥感心聲之機。若大士", "242": "以同體悲。遍施無畏。而拔其苦。是為冥應顯感稱", "243": "名之機也。究大士之妙應。如月在天。有水皆映。了", "244": "無此彼。機縱無感。亦未甞捨。正猶杲日麗天。不為", "245": "無目。而捨明照。是故異音殊感。皆能漸拔三乘權", "246": "人。此能頓收。故合稱曰觀世音菩薩普門品。△文", "247": "三。初長文。二偈文。三結益。初二。初初番問答。二二", "248": "番問答。初二。初問。次答。今初。", "249": "爾時無盡意菩薩至以何因緣名觀世音。", "250": "文有兩番問答。初問人。次問法。初能問人。名無盡", "251": "意者。華嚴十地品說。初歡喜地菩薩。發廣大如法", "252": "界之願。以十無盡句。而得成就。若此十句有盡。我", "253": "願乃盡。以此十句無盡故。我之大願。亦無有盡。十", "254": "無盡者。謂眾生界。無盡世界。虗空界。法界。涅槃界。", "255": "佛出現界。如來智界。心所緣佛智所入境界。世間", "256": "轉法轉智轉無盡也。此菩薩於登地初。即緣此十", "257": "以立名。故曰無盡意。將顯普門法。而以無盡意發", "258": "起者。正顯能問所問。與普門法。同歸於無盡也。△", "259": "次答三。初正答所問。二兼示禮念。三舉他校勝。初", "260": "二。初總示。二別示。今初。", "261": "佛告無盡意菩薩至即時觀其音聲皆得解脫。", "262": "由大士與眾生。同一悲仰。復由即人即法故。先約", "263": "人顯法。不用身面言說。即能拔苦。萬億機得解脫。", "264": "總顯應之普感之眾也。然持名成感者。夫大難一", "265": "作。卒然臨頭。其愴惶求救。心中自不暇論念心之", "266": "理與事。今即以此現前一心。持名聲中。便已總攝", "267": "六根。盡該三業。進為能感之機。退為脫苦之本。使", "268": "此將危之身。轉作一心持名之念。由其念念相續。", "269": "不被有苦。當前之心所間處。即是自性觀音出現", "270": "急難化為清風時也。汝問。以何因緣。名觀世音。因", "271": "緣雖廣多。由應感得名。然有二意。一若約眾生言。", "272": "則以稱名顯感之音為因。而普門中。即以悲觀冥", "273": "應為緣。因緣相感。令其離苦。故名觀世音。二若就", "274": "菩薩言。則以普門觀法為能救。因眾生悲仰之世", "275": "音為緣。亦是因緣和合。與拔苦處。名觀世音。所以", "276": "有如是之感應者。由真妄交徹。互相遍故。謂由真", "277": "外無妄。是以觀音心內之眾生。凡有所感。其應知", "278": "響。復由妄徹真源。即悲仰時。而眾生心內之觀音", "279": "自然出現。為拔其苦。此於無畏中。略示名觀音之", "280": "因緣。下偈中。世尊就菩薩自所證法門釋觀曰。真", "281": "觀清淨觀等。於音則以梵音海潮音等意。釋之。△", "282": "二別示二。初明七難。二結神力。今初。", "283": "若有持是觀世音菩薩名者至稱其名故即得解脫。", "284": "此下但約楞嚴說。菩薩以斷德神力。加被法界。自", "285": "然而然。能令離苦。至無畏處。意以釋之。不必深講", "286": "惑業等水火風。若另立觀文。則教外別有觀矣。何", "287": "名依經作觀。故亦可略。今初且約菩薩。以口輪被", "288": "物言。所以能救火難者。以見覺屬火。由菩薩以同", "289": "體知見旋復力加之。故稱名者。便不自焚。二以聞", "290": "覺屬水。由菩薩以同體觀聽旋復力加之。故稱名", "291": "者。即不自溺。三由滅妄斷殺力加之故。羅叉鬼不", "292": "能害。一人稱名。餘皆解脫者。由菩薩以同體大悲", "293": "普熏法界。深入眾生心海。是故得聞稱名之聲者。", "294": "亦蒙解脫。毗沙門天王所轄。有二部鬼。一曰夜叉", "295": "即捷疾鬼。二曰羅叉。即食人鬼。遍在諸處。即人所", "296": "居處。亦並有之。以業力故。兩不防礙。復於海外。另", "297": "有一國。以為專居。四由六根消復同於聲聽力加", "298": "之。是故刀兵。無能損害同聲聽之六根。五由菩薩", "299": "以聞熏精明力加之。故癡暗之鬼。不敢正視。況能", "300": "興害。六由菩薩音性圓消離諸塵妄力加之。以亡", "301": "塵故。身相亦消。枷鎖於何不脫。七由菩薩滅音圓", "302": "聞遍生慈力力加之。故能令諸商人。坦步於冤賊", "303": "險道。△二結神力。", "304": "無盡意觀世音菩薩摩訶薩威神之力巍巍如是。", "305": "巍巍如是四字。指出菩薩。從久遠來。以大神力。充", "306": "塞法界。遍拔眾苦。意不僅於上之七事便已也。△", "307": "二兼示禮念二。初念敬益。二禮供益。今初。", "308": "若有眾生多於淫欲至是故眾生常應心念。", "309": "標曰常念。結曰常應心念。正廣上妙音。但用身輪", "310": "攝化。今顯觀音。則加以意輪被物矣。又與前但以", "311": "口輪被七難。意亦不同。多婬眾生。由無始以欲習", "312": "合塵。故為色劫。茲蒙菩薩。以熏聞離塵力加之。故", "313": "得根境不偶。欲愛乾枯。嗔恚由對境違情而生。今", "314": "緣菩薩。以根境圓融無對所對力加之。則不嗔矣", "315": "愚癡由妄塵所蔽。無明所覆故多。茲緣菩薩以消", "316": "塵旋明朗徹無礙力加之。故得離癡。結辭於威神", "317": "力上。更加一大言者。見眾生內惑。校外難為難除。", "318": "非具廣大神力。決不能却。△二禮供益。", "319": "若有女人設欲求男至皆應受持觀世音菩薩名號。", "320": "求男者。蒙菩薩以融形涉世。遍事諸佛。為法王子", "321": "之德。遍中陰故。俾求者即得生男。又以承順秘密", "322": "領受無失之德。亦遍中陰。俾求者即得生女。故亦", "323": "校妙音為廣。結辭先結身輪之禮拜者。影彰上七", "324": "難三毒二求。皆菩薩以三輪。應三業之感也。次更", "325": "結勸持名者。正顯普門之法身觀照。皆不在文字", "326": "般若之外。則持名一事。乃脫苦受樂。最捷徑之法", "327": "門也。△三舉他校勝。", "328": "無盡意若有人受持至無量無邊福德之利。", "329": "持多名。與持一人名之福等者。由菩薩於娑婆界", "330": "中。得真實圓通。為所修習。故得一多平等。△二二", "331": "番問答二。初問。次答。今初。", "332": "無盡意菩薩白佛言至方便之力其事云何。", "333": "前答人名。由菩薩以三輪冥。應三業之感。即以普", "334": "門法。而釋得名之所以。此下約法顯人。機縱無感。", "335": "特緣大士用隨體遍。如月在天。光亦隨遍。故值冥", "336": "伏之善。於勝解現圓時。即是心聲冥感。水清月現", "337": "之候。是故現身。而有三輪之顯應。巧逗機宜。現身", "338": "說法。而皆無私自成。以答此問。△二答三。初應機", "339": "遊化。二舉德勸供。三結顯自在。今初。", "340": "佛告無盡意菩薩至遊諸國土度脫眾生。", "341": "此下於每節中。皆用應以現身說法六字。以答三", "342": "業之問。則應以二字。正大士意業。鑒冥感之方便", "343": "也。所以能現身者。由大士與佛如來。同慈力故。身", "344": "成妙應。入諸國土。第此經與首楞。所明之數與身。", "345": "互有多少開合之異者。正見四八之說。非是究竟。", "346": "必如下文。以種種形。游諸國土之結。方可盡類。今", "347": "詳所現之身。及所說法。應各有四句。謂一以一身", "348": "應一機。二以一身應多機。三以多身應一機。四以", "349": "多身應多機。則前三句約次第。而第四一句。約同", "350": "時現也。其所說之法。亦應有四句。准上可知。今經", "351": "所明。但有初之一句。餘三句悉含於結文矣。要知", "352": "文中所明之身。誠太倉之一粒也。今初且於佛身", "353": "略示其槩。十法界內。最尊特者。無踰佛身。故於六", "354": "道中。非人天二處。不堪投足。又人與天。品異業殊。", "355": "不啻恒沙。則所見之佛身。亦自勝劣多端。故經有", "356": "摩象之喻。且如小教。初發心人。所見佛身。應劣於", "357": "初向。初向漸次而上。至於四果所見。又劣於始矣。", "358": "況後諸教。各有三賢十聖階差。此一佛身。既有種", "359": "種次上之分。餘可類推矣。問且勿論大士之本。只", "360": "如現今示跡。等覺位中。其所現身。果能亦被等覺", "361": "否。答。亦被亦不被。不被者。鼓揚法化。同為利生。被", "362": "者。大海不讓細流。故世尊尚不捨貫針之微福。況", "363": "其勝者乎。四聖中。略菩薩身。合緣獨倫為一支弗", "364": "身。及示聲聞。則皆以內秘外現。以權引實也。下皆", "365": "例此六凡中。初舉梵王者。以彼有語言法。能統上", "366": "冠下。為大千主。故帝釋乃忉利主。又同梵王常隨", "367": "於佛。故皆首舉。自在乃欲界主。大自在乃色界主。", "368": "意明二界頂天之身。尚是所現。況所統攝天大將", "369": "軍統領鬼神毗沙門。為四王之尊。皆以勝現影劣", "370": "現。以上率下。蓋風行草偃意也。下亦准此。王庶中。", "371": "不言輪王等者。見小王身尚現。而況大者。此倒攝", "372": "意也。長者如前明。具十德者。居士能以道自居者", "373": "宰官上能輔弼。下能剖斷者。婆羅門則以術數攝", "374": "衛淨行人也。入道四眾。皆奉佛戒人也。現婦女身", "375": "化被內閫也。童男童女。乃保合太和。不喪天真。清", "376": "節自居。不求侵暴者。八部中非人句。應上至無色。", "377": "下及三塗。在文含而未顯。執金剛者。梵語䟦闍羅", "378": "波膩䟦闍羅云金剛。波膩云手。即手執金剛杵。誓", "379": "作千佛護法神也。結能化身曰。以種種形。所化之", "380": "境。曰諸國土。總顯廣多難思也。能化之身。上已略", "381": "明。若所化之土。如會玄引大菩薩藏經。說虗空中", "382": "剎土。多於大千世界微塵。但由業行不同。故不相", "383": "閡。又況土體染淨相盡。本來自在。能令見者。若四", "384": "聖。則即一土。而見四土。若六凡。亦於一境。各別知", "385": "見。並不在普門攝化之外。△二舉德勸供四。初承", "386": "前勸供。二奉命供養。三不受勸受。四回向勝田。", "387": "今初。", "388": "是故汝等應當一心至皆號之為施無畏者。", "389": "初句正勸供。是觀下。出勸供意。是故下。由前約普", "390": "門法。尋聲󳫠苦。准首楞說。則觀音名。是古佛所授。", "391": "故觀音名。遍十方界。此下復約普門法。於此界中。", "392": "耑濟急難。故諸眾生。以能施無畏之名加之。歎美", "393": "其德故。施無畏者之稱。又獨擅於娑婆矣。△二奉", "394": "命供養。", "395": "無盡意菩薩白佛言至受此法施珍寶瓔珞。", "396": "以瓔珞之財供。名法施者。原從無盡中道妙慧之", "397": "所生故。又當體即是實相故。△三不受勸受。", "398": "時觀世音菩薩至人非人等故受是瓔珞。", "399": "不受者。意謂。汝既奉命作供。我未承旨焉。敢輙受。", "400": "況有至尊在前。故却之。重白愍我等者。謂我為愍", "401": "眾有施。仁須愍眾有受。故佛亦以愍眾為勸。究普", "402": "門法中。了無捨受之相。而亦不礙相即無相。故不", "403": "妨為物有受。△四回向勝田。", "404": "即時觀世音菩薩至一分奉多寶佛塔。", "405": "回諸妙因。同趣勝果。△三結顯自在。", "406": "無盡意觀世音菩薩至遊於娑婆世界。", "407": "△二偈文二。初贊問。二偈答。今初。", "408": "爾時無盡意菩薩以偈問曰。", "409": "世尊妙相具我今重問彼佛子何因緣名為觀世音。", "410": "重問二字。即雙含上問名問游意等。欲起下文。故", "411": "首問緣。△二偈答二。初經家敘。二如來答。今初。", "412": "具足妙相尊偈答無盡意。", "413": "相具由於德足故。歎相即是美德。此經家緝綴語", "414": "也。△二如來答二。初總前二答。二結勸禮念。初二", "415": "初總示行願。二就機別顯。今初。", "416": "汝聽觀音行至心念不空過能滅諸有苦。", "417": "行願各有兩重。謂善應是利他行。侍佛是自利行。", "418": "願即初發之四弘。及後歷侍諸佛。續發之願也。善", "419": "應者。若洪鐘之在架。小大之聲。悉隨其扣。而皆出", "420": "自無心。普門之冥顯二應如之。△二就機別顯二。", "421": "初頌初答。二頌次答。今初。", "422": "假使興害意至念彼觀音力應時得消散。", "423": "共十二頌。有重頌及孤起之別。在文自了。念彼之", "424": "彼。似非此彼之對。蓋大難臨頭。於求救時。止有切", "425": "念聖號之一心。大士之悲。救即我之心口。更何有", "426": "此彼之分。佛言念彼即脫苦者。乃述神速之應也。", "427": "須彌峰金剛山。皆假設辭。顯其高與堅。最易損害", "428": "人處也。還著本人者。殆枯其惡念於未蒙也。古謂", "429": "大士所以能遍救者。以一切依正。皆是大士妙色", "430": "妙心。一切眾生於聖色心。而自為難。其求救之感。", "431": "亦即大士之三業。是故有感即應。又前云化及蜫", "432": "虫者。即蚖蛇蝮蠍類也。△二頌次答二。初承前正", "433": "頌。二重歎悲智。今初。", "434": "眾生被困厄至生老病死苦以漸悉令滅。", "435": "初一頌承前結。顯眾生心被三毒所鼓。身被業縛", "436": "所困。故致苦惱來逼。大士以煩惱即菩提之妙智。", "437": "流出同體大悲。救自性之眾生。具足下二頌。略答", "438": "次問。其廣被處自在。前文已具故。△二重歎悲智", "439": "二。初歎悲智體。二歎悲智用。今初。", "440": "真觀清淨觀廣大智慧觀悲觀及慈觀常願常瞻仰。", "441": "上半歎智。下半歎悲。以此二是觀心中。首出之德", "442": "故。初中謂中道妙觀。必從無妄真理流出。故曰真", "443": "又以此智性非染法。故曰清淨。本週法界。故曰廣", "444": "大。乃即三即一。普照三諦之觀體也。下半顯此觀", "445": "中。復具二種殊勝被物之恩德。是故眾生。皆應恒", "446": "常稱名。而修瞻仰之行。△二歎悲智用。", "447": "無垢清淨光至念彼觀音力眾冤悉退散。", "448": "上頌是當體顯德。此下則對物顯用。故曰破暗除", "449": "災滅焰等。以顯悲智之用。問。據歎體則智有三義。", "450": "悲有二義。今用中智。復有無垢悲。有雷雨等義。何", "451": "科唯云歎悲智耶。答。聖人萬德。率以悲智為先。若", "452": "以智為門論德。則一切皆智。餘義如虗空以悲為", "453": "門。亦然。諍訟一頌。轉釋煩惱焰也。謂世人事係公", "454": "庭。身臨戰陣。心憂刑罰。命慮兵殘。今昔冤仇。一時", "455": "凑合。此正煩惱熾然。如烈𦦨處。尚可致感。而況於", "456": "他。△二結勸禮念二。初歎名勸念。二歎德勸禮。", "457": "今初。", "458": "妙音觀世音至是故須常念念念勿生疑。", "459": "大士召德之名。應有無量佛。約五義為歎者。且令", "460": "見一班也。然音是所觀之境。由境智鎔融。能所兩", "461": "亡。故即所觀。以歎能觀。而示唯心。俾知心境。但一", "462": "如實相也。初歎妙者。謂由三觀三諦。於一心一剎", "463": "那中。遮照同時。不可思議。可稱妙音。二由尋聲拔", "464": "苦。可稱觀世音。三由具足清白。可稱梵音。四由應", "465": "不失時。可稱海潮音。五由高超九界故。曰勝彼世", "466": "間音。又此五中。隨舉一法。即攝餘四。及一切德。悉", "467": "皆趣之。若眾生以念為法界。則一切聖賢功德。莫", "468": "不同趣。此外別無少法。何況此大士耶。苟能深信", "469": "忍。可截斷疑情。念念無間。何苦不脫。何樂不階。但", "470": "貴不生疑惑。故最後以一勿字。剪之戒之。△二歎", "471": "德勸禮。", "472": "觀世音淨聖至福聚海無量是故應頂禮。", "473": "圓滅諸染曰淨。位極於茶曰聖。此約斷德。受稱也", "474": "於苦下。約恩德被物也。如慈父母作依怙。如如意", "475": "珠具一切功德。慈視大地。如憐一子。墮在苦處。要", "476": "而言之。大士是福德聚。難仰其高。是智慧海。難測", "477": "其深。故我以無妄之廣長。勸諸眾生。唯應志心頂", "478": "禮。凡有所求。必獲如意。△三聞品獲益二。初贊聞", "479": "品者。二結發心益。今初。", "480": "爾時持地菩薩至當知是人功德不少。", "481": "說竟持地出。為贊歎者。由普門持經。與持地行。兩", "482": "相等故。謂持地自毗舍如來所。得平心地後。觀諸", "483": "眾生。若起若倒。並由心地攝持。與能趨普門者。固", "484": "蒙攝入。即自背而投岐路者。亦在無緣大悲攝取", "485": "之內。以向背起倒。同一致故。持地不贊普門人法。", "486": "而專贊能聞者。正深於贊者也。由普法殊勳經耳。", "487": "是以功德不少。△二結發心益。", "488": "佛說是普門品時至阿耨多羅三藐三菩提心。", "489": "由聞最上教。悟最上理。故發最上心。效行此最上", "490": "行。而證最上果法。此種妙心。自無有法與之相等。", "491": "而能等者。是為終實悟真理。發菩提心人。而入初", "492": "住者。", "493": "陀羅尼品第二十六△四呪護持經。", "494": "陀羅尼品第二十六", "495": "陀羅此翻總持。謂總一切法持無量義也。又總持", "496": "惡不起。善不失也。然有一字陀羅尼。多字及無字", "497": "之別。曼拏曪中。以五種觀法持呪。凡增益攝伏等", "498": "事持之。莫不如意。又五種密部中。各有根本枝末", "499": "之分。今呪自屬本部所攝。觀係降伏。字係多字。於", "500": "五不翻中。即秘密不翻。四例中。即翻字不翻音例", "501": "也。此由上明深位菩薩。始自亡身為法。終至普門", "502": "示現。而流通之芳規已週。茲恐初心菩薩。身屬常", "503": "倫。才發真心。願欲弘經。自令魔宮震裂。彼戀塵勞。", "504": "安肯坐視。故伺其便。僉來生惱。倘不外仗神呪護", "505": "持。善根微弱輩。不能不被其阻退。品故次來。△文", "506": "三。初持經功德。二神呪護持。三聞品獲益。今初。", "507": "爾時藥王菩薩。即從座起至如說修行功德甚多。", "508": "△二神呪護持五。初藥王呪護。二勇施呪護。三多", "509": "聞呪護。四持國呪護。五羅叉呪護。初二。初說呪。二", "510": "贊許。今初。", "511": "爾時藥王菩薩白佛言至則為侵毀是諸佛已。", "512": "呪字是華言。即呪禁。呪願。禱祝義也。特以秘密不", "513": "翻故。以此字往翻之。陀羅尼下。又繫一呪字者。華", "514": "梵兼舉也。其明呪。神呪。真言。皆別稱也。呪辭中有", "515": "是鬼神王名。稱其王名。則部落不敢為非。又有如", "516": "軍中密號。唱號相應。無所訶問。如不相應即執治。", "517": "罪。又是諸佛密語。如索仙陀婆。餘無能解。唯有智", "518": "臣。能於一名之呼。以鹽水器馬。各奉其當。今於一", "519": "呪。遍有威力。能令瘥病滅罪。生善入道。以是義故。", "520": "存梵不翻。庶免偏廢。與呪之與。通乎萬世之下。會", "521": "中一說。靡攝無遺。具弘通之行者。即在呪護之中。", "522": "呪中字。悉宜以本音讀之。即四種翻譯中。翻字不", "523": "翻音之一也。又凡有切有反有音者。可依之。如逢", "524": "本字。旁加一口字者。應以急口呼之。△二贊許。", "525": "時釋迦牟尼佛至於諸眾生多所饒益。", "526": "△二勇施呪護。", "527": "爾時勇施菩薩白佛言至伺求其短無能得便。", "528": "富單那。此云臭餓鬼。能主熱病。吉蔗此云所作。即", "529": "起屍鬼人及夜叉。皆有此鬼。鳩盤茶此云甕形。舊", "530": "云冬瓜。以其陰藏。如冬瓜之大。行則置之肩上。坐", "531": "則踞之。即魘魅鬼也。", "532": "即於佛前而說呪曰至則為侵毀是諸佛已。", "533": "△三毗沙門呪護。", "534": "爾時毗沙門天王護世者至說是陀羅尼。", "535": "毗沙門此云多聞。福德之名。聞四方故。主領夜叉", "536": "羅剎。天竺以北方為首。次及東南西。故先舉也。", "537": "即說呪曰至令百由旬內無諸衰患。", "538": "△四持國呪護。", "539": "爾時持國天王至擁護持法華經者。", "540": "梵語提頭賴吒。此云持國。又翻安民。乃乾闥婆。及", "541": "毗舍闍。二部之主領。為上升之元首。下界之初天", "542": "也。", "543": "即說呪曰至則為侵毀是諸佛已。", "544": "△五羅剎女呪護二。初呪誓。二贊許。今初。", "545": "爾時有羅剎女等至離諸衰患消眾毒藥。", "546": "毗陀羅赤色鬼。犍陀黃色鬼。烏摩勤伽烏色鬼。阿", "547": "䟦摩羅青色鬼。阿棃樹形似蘭。枝若墮地。自然破", "548": "為七分。殺父殺母破和合僧。為三逆罪。擣蔴生虫", "549": "壓油過之尤者。以斗秤小大出入。欺盜之尤者。故", "550": "震每銘其背。△二贊許。", "551": "佛告諸羅叉女至應當擁護如是法師。", "552": "凡愛者必護。諸菩薩愛法必護法。護法必護人。諸", "553": "佛為愍念眾生。以陀羅尼。護諸菩薩。得以述而與", "554": "之。鬼女最惡。能以呪護。亦即善持法華者也。△三", "555": "聞品獲益。", "556": "說是陀羅尼品時。六萬八千人得無生法忍。", "557": "妙莊嚴王本事品第二十七△五轉邪持經。", "558": "妙莊嚴王本事品第二十七", "559": "上以呪護。靖諸外難。魔絹已得隳裂。茲恐末世弘", "560": "經者。境強智弱。識被情牽。若內弗蚤覺。外乏善導。", "561": "一被所奪。無可哀救。故古注引莊嚴之往事。以示", "562": "警。而經文全重。在得善友提𢹂上。始有轉邪之功。", "563": "經云。此二子。是我善知識。為欲發起宿世善根。饒", "564": "益我故。來生我家。故以轉邪。為本事。△文二。初敘", "565": "述本事。二聞品獲益。初二。初正明本事。二結會贊", "566": "歎。初三。初總敘相值。二轉邪方便。三蒙轉得益。", "567": "今初。", "568": "爾時佛告諸大眾至及愍念眾生故說是法華經。", "569": "初明化主劫國。彼佛下。雙標能所二化。是二子下。", "570": "標能化具德也。久修下。略示二嚴。檀等五句。釋有", "571": "大福德。般若一句。釋有大智慧。方便一句。釋有大", "572": "神力。經欲具彰十度。以顯正行。故於六度後。略標", "573": "方便一度。以該餘三。蓋十度乃從六中。所開出者。", "574": "如禪度中。有願力智三。開出願力二度。般若中。有", "575": "道種智。及一切種智。如次開出方智二度。意明能", "576": "化位在等覺。故作是說。以修三十七。為助道者。由", "577": "正修十度時。亦復緣念四處。以除四倒。繼以四勤。", "578": "斷惡生善。四種作意。令善滿足。而蒙其芽。加以信", "579": "等五法。增長善芽。令其成根。而增五力。始能破惡", "580": "以七覺支。於中決擇所修。各歸厥派。速令入道。終", "581": "以八種正道。統攝諸品。通至涅盤。今總論之。菩薩", "582": "之道。以首悟實相為體。四無量為心。六度為用。道", "583": "品為助。乃成佛果。而二子皆悉通達。又禪度中。已", "584": "具攝一切三昧。而另列七種者。以於此七中。更臻", "585": "其妙故。爾時下。明彼佛說法之所以也。欲引者。緣", "586": "王曾聞此經。中被阻退。已歷多時。今則惡緣當謝。", "587": "善種將熟。故得感佛。作勝增上。令聞妙法。再發靈", "588": "苗。故華嚴有食少金剛。畢究不銷之喻。旨哉。又下", "589": "經云。為欲發起宿世善根等。△二轉邪方便三。初", "590": "二子白母。二母令往化。三奉命往化。今初。", "591": "時淨藏眼二子至而生此邪見家。", "592": "二子白往。乃助發緣也。△二母令化父。", "593": "母告子言汝等至或聽我等往至佛所。", "594": "△三奉命往化。", "595": "於是二子念其父故至令其父王心淨信解。", "596": "諸外道。邪見充滿。縱有至道在前。亦必不受。又以", "597": "見地不明。重外輕內。故易被色聲所舞。非覩神變。", "598": "莫奪所好。況邪外神變。並屬有漏。若見漏盡人。所", "599": "現之希有。迴視己能。何其眇劣。故為現通。令生渴", "600": "仰。此所現通。不必泥於十八瑜伽。自有十八神變。", "601": "可該於此。△三已轉得益七。初父信欲往。二白母", "602": "出家。三雙白父母。四化功已著。五詣佛出家。六歎", "603": "述二子。七贊佛自誓。今初。", "604": "時父見子神力如是至欲見汝等師可共俱往。", "605": "歎未有者。見非邪外可匹也。因信其子故。並信其", "606": "師。而求見也。△二白母出家。", "607": "於是二子從空中下至所以者何佛難值故。", "608": "△三雙白父母。", "609": "於是二子白父母言至諸佛難值時亦難遇。", "610": "二喻一明難逢。一明縱逢。難具正見。故古云。龜魚", "611": "之眼。兩向不能正視。縱遇浮木。尤難見孔。故值佛", "612": "人。非宿福慧深。而且厚者。不能了脫。△四化功已", "613": "著。", "614": "彼時妙莊嚴王後宮至令心信解好樂佛法。", "615": "法華三昧。能攝權歸實。離諸惡趣三昧。能破二十", "616": "五有。諸佛集三昧。則能常不離佛。三聖以妻子身。", "617": "而攝化者。正先以欲鈎牽意也。能信解不生好樂", "618": "者。亦不能速至菩提。故雙舉也。△五詣佛出家。", "619": "於是妙莊嚴王至後得一切淨功德莊嚴三昧。", "620": "跏趺之佛。從供養淨信之所生。臺牀天衣。皆受用", "621": "應有之具。佛身言第一微妙者。以從第一真空之", "622": "所流故。亦是色空交徹。相即無相。難思之身故。時", "623": "雲雷下。佛令出家與記也。娑羅云堅固。謂能以道", "624": "法。蔭庇法界也。其王下。奉命出家。一遂二子所請。", "625": "一續往昔本願。三昧曰淨功德者。以邪染蕩除。而", "626": "真靜現前也。△六歎述二子。", "627": "即升虗空高七多羅樹至愍念邪見眾生令住正見。", "628": "初王稱歎二子之饒益。爾時下。雲雷如來。重為述", "629": "成也。文中雖甚歎善知識。能大饒益。然非宿植善", "630": "根者。恐不能遇。則宛轉飄零。無可哀救。古引四僧", "631": "結契。入山修道。以一人行乞佐助。而被惡緣所染", "632": "事。即指為莊嚴王。足為後世藻鑑。則凡垂手入廛", "633": "者。於逢增上境緣時。應觀諸法如幻如夢。否則被", "634": "境所轉。成誤墮矣。足知理觀及善友。洵缺一不可", "635": "也。△七贊佛自誓。", "636": "妙莊嚴王即從虗空中下至說是語已禮佛而出。", "637": "初贊佛功德。頻婆云相思。果色丹而潤。安隱快善。", "638": "從能隨教戒所行故。具無量功德莊嚴。作持也。我", "639": "從下。自誓不隨心行等。止持也。又不隨心行。則智", "640": "行起矣。△二結會贊歎。", "641": "佛告大眾於意云何至諸天人民亦應禮拜。", "642": "初會通四人。古指光照莊嚴相為妙音固可。即於", "643": "會中別有此一菩薩亦可。是藥下。重歎二菩薩者。", "644": "以能善弘經故。△二聞品獲益。", "645": "佛說是妙莊嚴王本事品時至於諸法中得法眼淨。", "646": "得法眼淨者。以能決了豪華。如幻如翳。不被所󳑥", "647": "故。又若圓伏二障分別起。則得入住。成正定聚。若", "648": "圓斷二障分別起。則登菩薩極喜地。以經文渾涵。", "649": "故作二釋。", "650": "普賢菩薩勸發品第二十八△六勸發持經。", "651": "普賢菩薩勸發品第二十八", "652": "此品遠承藥王等三聖。弘通法式。近踵明呪善友", "653": "之力行者。可以乘此。按轡徐行。直至道場。無諸留", "654": "難。是故普賢居殿。唯有勸進開發流通。用廣妙行。", "655": "故此品來。經初毫瑞。圓現法界。迷悟之流。並不越", "656": "乎一光之外。故智首文殊。法法皆從光中點出。次", "657": "復援古擬宜發明。諸佛皆依一性。而演一乘。傍為", "658": "助顯。今佛使大會迴憶。在昔全由根劣。以致解異。", "659": "令其猛醒。乃以三週七喻。會歸法華三昧。既蒙開", "660": "顯。而眾行自此。可以契真。故感普賢來儀。最後勸", "661": "發。而世尊更為述成四法。令得是經。所謂得者。即", "662": "依教而獲理行果也。是故此經以智創首。用行結", "663": "束。正見非智無以照理。非行無以克果之大旨。則", "664": "世尊為一類由小之大之機。所有本懷。悉是輔助", "665": "揚化。引攝成根。進蒙記莂。了此大事。△文三。初總", "666": "敘來儀。二正陳勸發。三聞品獲益。今初。", "667": "爾時普賢菩薩至頭面禮釋迦牟尼佛右繞七帀。", "668": "無上佛果。非行莫階。故以普賢。結成流通。自在是", "669": "菩薩之德相。神通是菩薩之業用。力言顯是即德", "670": "相之業用也。威德與名聞合舉者。顯美實之賓。莫", "671": "不相稱也。其所與諸大士。皆具普賢道者。此經首", "672": "尾。皆約東方言者。其義有二。一者東方。有啟明之", "673": "相。所以毫瑞始東用表。智輪若現。必先破羣昏。是", "674": "以文殊首出。以為眾除疑應之。一由東是羣動之", "675": "首故。象駕東來用表。欲階妙果者。必自行門始。慧", "676": "行若發。則六度咸趣。始而以智照理。終而以行成", "677": "智。克果佛國。云理智行為身。日月是也。所經歷處。", "678": "悉有瑞應者。同是無作妙德之所感生。各現等者。", "679": "各以所得解脫。於隨侍時而現。即名弘經。庶不空", "680": "過。△二正陳勸發三。初請受勸發。二正與勸發。三", "681": "誓願勸發。今初。", "682": "白佛言世尊至云何能得是法華經。", "683": "首楞謂。此大士心聞。洞十方者。一約法身。依真而", "684": "住。則十法界。並不外於心聞。若約報用。稱體而週", "685": "則無邊剎海。不隔毛端。亦可謂之心聞。今曰遙聞", "686": "者。以大士勝應在彼。赴感而來。故曰遙聞。若約菩", "687": "薩之心聞。不但已聞能詮所詮。並聞此經廣說之", "688": "意。今復遠來重問。云何能得者。意在愍念未法。共", "689": "來聽受略說。俾心要總持人。以便勸進自行。又復", "690": "發起流通。△二正與勸發。", "691": "佛告普賢菩薩至於如來滅後必得是經。", "692": "起信信成就發心。文與此相符。彼云。復次信成就", "693": "發心者有三。一者直心。二者深心。三者大悲心。今", "694": "初諸佛護念。即彼直心。但經約能護之人論。約所", "695": "護之法。似有左右。謂若能受持佛所護經。則能正", "696": "念真如。開佛知見。理觀鎔然。佛因護法。并護其人。", "697": "華嚴謂。第八地聖人。始蒙佛護。今由經功殊勝。雖", "698": "初心行人。亦得蒙護。則外護成矣。二植眾德本。即", "699": "彼深心。亦但經約能發行之心論。約心所護之行。", "700": "而有左右。今謂眾德。即善行所植之德本。即菩提", "701": "心。以忘失菩提心。修諸功德。悉成魔業。以此心是", "702": "上求下化之樞鈕故。能植此者。則照理之內智成", "703": "就。三入正定聚。論雖未列。而意必含攝。以信滿行", "704": "成。必入正定聚故。第二剎那。依定護慧。則自利之", "705": "妙行成矣。四發救眾生心。與彼大悲全同。則前三", "706": "是勸進自利。第四為發起流通。如來巧說。以此四", "707": "法。該盡正通。令此二分。分而不分。能得此者。二利", "708": "逾廣。是謂略說法華也。△三誓願勸發二。初願護", "709": "人。二願護法。初五。初護持誦思惟。二護定期修習。", "710": "三表神通威力。四示勝因近果。五勸一心修持。初", "711": "三。初總示受持。二別示讀誦。三別示思惟。今初。", "712": "爾時普賢菩薩白佛言至諸惱人者皆不得便。", "713": "韋陀羅。云善妙主魘禱鬼也。△二別示讀誦。", "714": "是人若行若立讀誦此經至亦為供養法華經故。", "715": "地藏十輪經。建立三種定業輪。今經與彼習誦業", "716": "輪大同。彼謂習。誦大乘。初中後夜。精勤無怠。心不", "717": "散亂。則能摧破一切惑業。今因讀誦力。銷磨翳障。", "718": "法眼清明。故感普賢現身安慰。魔不得便。若約由", "719": "聞乃能讀誦。即是以聞所生慧。摧碾惑業也。即慧", "720": "根中。中品之證相也。△三別示思惟。", "721": "是人若坐思惟此經至得如是等陀羅尼。", "722": "坐則身在禪定。由於定中思惟。發生妙慧。銷磨翳", "723": "障。等感現身。教讀生喜。雖亦與上中品相等。今由", "724": "轉復精進。乃更得三昧。及陀羅尼。應是慧根中。上", "725": "品之證相也。空觀是旋旋。幻色歸真空也。假觀是", "726": "百千旋旋。一真空出種種幻色也。中觀是法音方", "727": "便。由色空無礙。始令法音方便。三一圓融。△二護", "728": "定期修習二。初現身說法。二與呪自護。今初。", "729": "世尊若後世後五百歲至而為說法示教利喜。", "730": "前文兩番現身。皆緣平日持誦所感。茲更以尅期", "731": "修習示者。欲顯此經有日劫相倍。速證之神功也。", "732": "故古人遵此立儀修懺。復約戒定慧三根。各分三", "733": "品。以明九種證相。於此期內。若得一旋。則是終之", "734": "初住。而劫超十千矣。況更進者。△二與呪自護。", "735": "亦復與其陀羅尼呪至即於佛前而說呪曰。", "736": "陀羅尼呪者。由陀羅尼是依理所發。總持之妙慧。", "737": "亦即所詮之理法。而呪是能詮之文句。能所合舉。", "738": "故曰陀羅尼呪。", "739": "阿檀地一檀陀婆地至辛阿毗吉利地帝二十", "740": "△三表神通威力。", "741": "世尊若有菩薩至皆是普賢威神之力。", "742": "普賢體遍用恒。稱體起用。常加一切故。令未聞未", "743": "持者。皆使聞持。△四示勝因近果二。初舉勝因。二", "744": "示近果。今初。", "745": "若有受持讀誦正憶念至為諸如來手摩其頭。", "746": "普賢為諸佛長子。能以慧行莊嚴三世諸佛故。一", "747": "切賢聖。所修之行。皆從普賢得名。今來居殿者。欲", "748": "顯普賢即是弘通之人。其所有之行。亦即弘通之", "749": "行言。當知是人者。乃大士提起行者。振惺法會。勿", "750": "以恒倫等視。當知。此人即是普賢。以弘經之行。即", "751": "普賢之行故。已曾於先佛所。深種善根。故於今生。", "752": "乃能弘通。而為諸佛摩頂加被。△二示近果二。初", "753": "以書寫況顯。二正明近果。今初。", "754": "若但書寫是人命終至解其義趣如說修行。", "755": "但能書者。尚得感生忉利。況能受持等者。△二正", "756": "明近果。", "757": "若有人受持讀誦至有如是等功德利益。", "758": "文點命終即往者。正指近果也。六種法師所修之", "759": "行。自有優劣故。上文以書寫居首。況出如說修行", "760": "者。茲復先明能解義趣者。之近果。且住內院。不退", "761": "位中。意指此行之遠果。非取草時。其福不盡。△五", "762": "勸一心修持。", "763": "是故智者應當一心自書至正憶念如說修行。", "764": "△二願護法二。初菩薩守護流布。二如來贊述功", "765": "德。今初。", "766": "世尊我今以神通力故至廣令流布使不斷絕。", "767": "△二如來贊述功德四。初贊護經。二護持名。三述", "768": "殊勝。四示勸誡。今初。", "769": "爾時釋迦牟尼佛至而能作是神通之願守護是經。", "770": "普賢全體。即是妙法故。以法流之用。而護法流之", "771": "源。△二護持名。", "772": "我當以神通力守護能受持普賢菩薩名者。", "773": "普賢道契佛心。名能召德故。持大士名者。得感佛", "774": "護。△三述殊勝三。初示人勝。二示因勝。三示果勝。", "775": "今初。", "776": "普賢若有受持讀誦至為釋迦牟尼佛衣之所覆。", "777": "文中五見當知句者。亦警惺現未得見此人者。令", "778": "生渴仰也。意謂。此經於無量國中。乃至名字。不可", "779": "得聞。何況得見受持。必宿世具大善根。始能弘通。", "780": "當知。此人雖身生末世。若能弘此即法身之妙典。", "781": "不獨得見普賢。蒙其教讀加護。則與生值佛世。親", "782": "見我身。親從我口聞法。親陳供養。親蒙我贊善者。", "783": "等無有異。又復當知。是人既有如是勝因。自能感", "784": "我手摩其頭。安慰其心。自能感我以衣覆護。不令", "785": "魔便。而況於他。敢不共相守護。△二示因勝。", "786": "如是之人不復貪著世樂至能修普賢之行。", "787": "初明不為外境所轉者。以有直心正念實相法故。", "788": "有福德培養力故。次明不為內惑所惱者。以智強", "789": "故。與無貪等善根相應故。嫉妒被無嗔所治故。諸", "790": "慢缺染慧無依不起故。少欲即無貪故。△三示果", "791": "勝。", "792": "普賢若如來滅後至當坐天人大眾中師子法座上。", "793": "受持等果。即當詣道場者。緣末法中。魔強法弱。多", "794": "諸留難。此人能於煩惱大海中。以大信力。以大忍", "795": "力。以大念力。高超諸衰。妙演一乘。是故感果。極勝", "796": "極速。△四示勸誡。", "797": "普賢若於後世至當起遠迎當如敬佛。", "798": "不貪資生者。但患所以立也。況得隨心所願。次誡", "799": "切勿輕毀等者。免招生現二報也。△三聞品獲益。", "800": "說是普賢勸發品時至諸菩薩具普賢道。", "801": "得百千旋者。終之初地。具普賢道。乃終教十地之", "802": "後心也。但舉初後者。欲該中八也。又但舉聖位者。", "803": "即該三賢矣。佛世法會。於一座內。一聞聖法。便可", "804": "位登十地。正見妙法之難思。△三總結流通。", "805": "佛說是經時至受持佛語作禮而去。", "806": "聞經竟。先得歡喜益者。即未來世諸佛也。", "807": "妙法蓮華經科拾卷第七終", "808": "No. 628-A 跋No. 628-A", "809": "跋", "810": "聖教東傳。像法始著。其緣弘演。而受益者。遍海內矣。", "811": "金陵自六朝來。名藍櫛比。義學繁興。如我高祖雪浪", "812": "大師。紹天界無極老人之統。承賢首二十三世之系。", "813": "闡揚法道。續佛慧命。次有一雨蘊璞碧空月潭諸曾", "814": "祖輩。繼出之後。始逢普德勖𠁼祖翁。御大願輪。力弘", "815": "教乘。而賢首一宗。一時海內。同仰中興之光。受業者。", "816": "指不勝屈。惟上乘大師及門。最後親炙。未久而能韜", "817": "光斂晦。研究至賾。翻貝葉於螺髻。校藏目於半壑。不", "818": "避寒暄。幾忘寢食。祖翁遷化。諸同人互相繼席。沿至", "819": "於師。則補故增新。凡常住未完之事。莫不竭力舉行。", "820": "瀝瀝心血。自非如說而行者。何以及此。悳昔慕江南", "821": "慈恩一宗。於丙辰歲。負笈次哲大師之門。時師開講", "822": "鷄鳴。學眾濟濟。振厥祖風。爰問南邨張居士曰。勖大", "823": "師廼三學該練。可謂賢首再起。得其傳者。論學之長", "824": "多推次公。經詮之首。則有雲雪二公。而雪公既通內", "825": "典。復擅風雅。先後護法。如陳侍御涉江羅銀臺繼峯。", "826": "咸相交契。討論內典悳自庚申歸吳門。株守一隅。每", "827": "思我宗先輩。無經不注。即使法華疊出。胡弗一祖本", "828": "宗旨趣。致令四依無所適從。殊可浩歎。今甲申秋八", "829": "月初夜。夢海日高昇。寶筏得濟。晨鐘甫撞。大師忽懷", "830": "香見訪。誠為希有之徵。而獲難遘之想也。師示稿命", "831": "校閱。悳惟法華一經。於一代教中。能括如來用權調", "832": "攝之本致。最為難信難解。昔普德祖翁。講是經。曾撫", "833": "卷三歎。剏立科文。羅判七軸。鈎玄索隱。一洗陳習。而", "834": "師則纘述其旨。駁近代之淆譌。決千古之疑案。俾賢", "835": "上一源滴滴真乳。如注甘露於中天。架指南於岐路。", "836": "無片言隻字。出自胸臆。題曰拾遺。蓋有以也。科判懸", "837": "談各一卷。疏八卷。讀是疏者。當原先佛久默之本懷。", "838": "出前賢未發之底蘊。庶不負普德二世之婆心云耳。", "839": "古吳永定後學海印了悳合十拜題"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 628 法華經科拾", "author": "清 佛閑立科　智一拾遺"}