{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 589 法華經玄義節要", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "二別釋第一釋名", "1": "妙法蓮華經玄義節要卷下", "2": "天台　智者大師　說", "3": "章安尊者　灌頂　記", "4": "蕅益比丘　智旭　節", "5": "第六明感應妙者上來四妙名為圓因三法秘藏名", "6": "為圓果境妙究竟顯名毗盧遮那智妙究竟滿名盧", "7": "舍那行妙究竟滿名釋迦牟尼三佛不一異不縱橫", "8": "故名妙果果智寂照有感必彰故明感應妙也感屬", "9": "於機機有三義微義關義宜義應屬於聖亦有三義", "10": "赴義對義應平聲義若微釋機赴釋應即世界悉檀也", "11": "關釋機對釋應即對治悉檀也宜釋機應釋應即為", "12": "人第一義二悉檀也生事善是為人生理善是第一", "13": "義約善惡明機相約慈悲論應相通論三世善惡皆", "14": "得為機別論但取未來善惡以為正機何者過去已", "15": "謝現在已定秖為拔未來惡生未來善耳略言為四", "16": "一冥機冥應若過去善修三業現在未運身口藉往", "17": "善力名為冥機雖不現見靈應而密為法身所益不", "18": "見不聞而覺而知是為冥益二冥機顯應過去植善", "19": "冥機已成便得值佛聞法現前獲利是為顯益如佛", "20": "初出世最初得度之人現前何嘗修行諸佛照其宿", "21": "機自往度之即其義也三顯機顯應現在身口精勤", "22": "不懈而能感降如須達長跪佛往祇洹月蓋曲躬聖", "23": "居門閫乃至行人道場禮懺能感靈瑞也四顯機冥", "24": "應如人雖一世勤苦現善濃積而不顯感但冥有其", "25": "利若解四意一切低頭舉手福不虗棄終日無感終", "26": "日無悔設見喜殺長壽好施貧乏不生邪見若不解", "27": "此者謂其徒功喪計憂悔失理釋論云今我疾苦皆", "28": "由過去今生修福報在將來正念無僻得此四意也", "29": "略舉四句如此若具足辨者用四機為根本所謂冥", "30": "機顯機亦冥亦顯機非冥非顯機冥是過去顯是現", "31": "在冥顯是過現非冥非顯是未來於一句中復為四", "32": "句所謂冥機冥應冥機顯應冥機亦冥亦顯應冥機", "33": "非冥非顯應餘三機亦如是成十六句機既召應應", "34": "亦有十六句一機而感四應一應而赴四機機應各", "35": "為十六合成三十二句就前根本四句便是三十六", "36": "句機應也又約一人身業機具三十六三業即有一", "37": "百八機約三世三業則有三百三十四一界既爾十", "38": "法界即有三千二百四十機應不同自行既爾化他", "39": "亦然合六千四百八十機應若就十界交互則增九", "40": "倍都六萬四千八百機應也。", "41": "麤妙者機有麤妙旦如阿鼻得具十機九界機為麤", "42": "佛界機為妙餘列可知應有麤妙三藏通教等聖但", "43": "是作意神通無常住本約何起應若別接通別惑未", "44": "斷亦不得應縱令赴物皆名麤應若別圓兩教初心", "45": "伏惑未能有應初地初住三觀現前證二十五王三", "46": "昧法身清淨無染如虗空湛然應一切無思無念隨", "47": "機即對如月現百水鏡寫千像是名妙應。", "48": "開顯者若九界機麤佛界機妙未得法身應麤得法", "49": "身應妙者諸大乘經華嚴等明麤妙相隔二乘不聞", "50": "不解如瘂如聾無量義經明麤妙從一理出生無量", "51": "麤妙機應一理為妙出生無量為麤此則從妙出麤", "52": "隔而未合今經無量還為一此則開權顯實秖麤是", "53": "妙何者本顯一理作諸方便方便即是真實故云凡", "54": "有所作惟為一事未曾暫廢譬如三艸二木秖是一", "55": "地所生即是同源機一一雨所潤即是同受應一愚", "56": "者未解謂艸木四微永非是地智者了達四微生秖", "57": "是地變四微滅秖是地還豈有艸木而非於地耶此", "58": "即開權而顯實決了聲聞法是諸經之王九法界機", "59": "皆佛界機四聖之應無非妙應也釋籤云觀心感應", "60": "妙者境如感智如應妙智和合即感應道交具如止", "61": "觀煩惱境中諸法般若三十六句智照於境一十六", "62": "句如四應赴機境發於智一十六句如四機感應應", "63": "中一切智如冥道種智如顯兩智竝為亦冥亦顯一", "64": "切種智如非冥非顯境中真境如冥俗境如顯兩境", "65": "如亦冥亦顯第一義如非冥非顯境之與智不出色", "66": "心色心淨故般若亦淨色心秖是三業三業為境用", "67": "智觀之是故亦可對前三業機感又三諦之境不出", "68": "十界界必交互及以自他故亦對前十界自他故知", "69": "觀心感應義足。", "70": "第七神通妙者前論機應止是辨其可生可赴之相", "71": "若正論化用益他即是三輪不思議化謂身輪口輪", "72": "他心輪普門品但有二文而兼得三意遊於娑婆世", "73": "界即身輪而為說法即口輪如見蓮華大知池水深", "74": "若見說法大則知智慧大故兩輪兼示他心輪也示", "75": "身輪者即是示藥樹王身如意珠王身示口輪者即", "76": "是示毒鼓天鼓此是慈悲熏於身口則有二身示現", "77": "二鼓宣揚若示心輪即是隨自意隨他意等亦是同", "78": "於病行嬰兒行也上辨機感相關而妙理難顯應須", "79": "神通發動現於瑞相密表乎理稱神通者瓔珞云神", "80": "名天心通名慧性天然之性通達無礙地持云神謂", "81": "難測知通謂無壅礙天心即是難測知義慧性即是", "82": "無壅礙義不同者鬼道報得通人能服藥亦得通外", "83": "道依根本禪亦發通諸天報得通二乘依背捨勝處", "84": "一切處修十四變化發得神通六度菩薩因禪得五", "85": "通坐道場時能得六通通教菩薩因禪得五通依體", "86": "法慧得無漏通別教地前依禪發五通登地正發無", "87": "漏通任運常照不以二相見諸佛土圓教通者依今", "88": "經及普賢觀以鼻舌兩根以為六數他心宿命入意", "89": "根攝六根之通不依事禪而發此乃中道之真真自", "90": "有通任運成就名無記化化禪不別作意故名無記", "91": "任運常明如阿修羅琴化復作化故言化化中道真", "92": "通任運如此與餘通異論其修習皆緣實相常住之", "93": "理文云得是常眼根清淨央掘云所謂彼眼根於諸", "94": "如來常具足無減修了了分明見乃至耳鼻舌身意", "95": "皆於諸如來常具足無減修了了分明聞知等彼者", "96": "於佛為自於眾生為彼眾生謂為無常於如來是常", "97": "也依禪而修名為減修依實相修名無減修不見佛", "98": "性名不了了見若見佛性名了了見又見實相理名", "99": "了了識法界事名分明也見有二種一相似見如六", "100": "根清淨中辨二真見如華嚴所明佛眼耳鼻舌身意", "101": "也此經中亦明真身通相所謂普現色身示一切眾", "102": "生所喜見身即是外身通也現身如瑠璃十方諸佛", "103": "悉於中現即是內現身通餘根內外示現亦可例知", "104": "是則圓教神通異於前辨然神通度物非但變己身", "105": "同其正報亦變己國土同其依報如瓔珞云起一切", "106": "國土應一切眾生應也應同正報者即是示為十法", "107": "界像應同依報者即是同十法界所依處也若應同", "108": "四惡趣身者用觀惡業慈悲熏無記化化禪應作地", "109": "獄等形乃至修羅等像各各皆見同其事業若應人", "110": "天身者是用觀善業慈悲熏無記化化禪作善道身", "111": "乃至各見同其事業若應作三藏二乘者用析空慈", "112": "悲熏無記化化禪起老比丘像共僧布薩等若應通", "113": "教者用即空慈悲熏應別教者用即假即中慈悲熏", "114": "應圓教者用即中慈悲熏無記化化禪乃至各見同", "115": "其事業知是應同正報不可稱記可以意知不可言", "116": "盡若得此意往望五味教中乳教所用神力若多若", "117": "少但表兩意一麤一妙三藏用神力若多若少但為", "118": "一麤方等三麤一妙般若二麤一妙此經惟為一妙", "119": "所以序品中瑞相有十咸皆表妙地皆嚴淨表理妙", "120": "放眉間光表智妙入於三昧表行妙天雨四華表位", "121": "妙旃檀香風表乘妙四眾咸有疑表機見萬八千土", "122": "表應此二是感應妙地六種震動表神通妙天鼓自", "123": "鳴及而為說法表說法妙天龍大眾歡喜表眷屬妙", "124": "又見佛子種種修行表利益妙若應同依報者有兩", "125": "意若國土苦樂由於眾生非佛所作佛但應同而已", "126": "若作折伏攝受者佛鑒機緣或作苦國或作樂國苦", "127": "樂由佛不關眾生初意可知若作伏攝義者佛以觀", "128": "惡慈悲與無記化化禪合起於穢國折伏攝受四趣", "129": "眾生乃至以即中慈悲與無記化化禪合或起淨國", "130": "或起穢國折伏攝受圓教菩薩眾生如是種種轉變", "131": "為國不同皆由如來神力轉變今將此依正轉變待", "132": "三教作意神通悉名為麤又就無記化化禪所作神", "133": "變自論麤妙若為九界眾生用方便神力作淨作穢", "134": "若廣若狹悉名為麤若為佛界眾生用真實神力作", "135": "淨作穢若廣若狹悉名為妙如經放眉間光照萬八", "136": "千土及三變土田比餘經神力何足為多但為開發", "137": "大事故言妙也約五味論麤妙可知又諸經妙同麤", "138": "異麤有二種一難轉麤二易轉麤易轉者於諸經中", "139": "已得為妙難轉者今於法華無復兩麤但有一妙惟", "140": "一大佛事因緣曾無他事假同九界神通眾生自謂", "141": "他事於佛常是佛事客作自謂賤人長者審知是子", "142": "此即相待神通妙也又諸經諸麤神通隔妙神通今", "143": "經皆開權顯實同妙神通是名絕待明妙。", "144": "第八說法妙者諸法不可示言辭相寂滅有因緣故", "145": "亦可說示前藥珠二身先以定動今毒天二鼓後以", "146": "慧拔演說一乘無三差別皆悉到於一切智地其所", "147": "說法皆實不虗是故次說法妙即為六意一釋法名", "148": "二分大小三對緣同異四判所詮五明麤妙六明觀", "149": "心。", "150": "釋法名者一修多羅此云法本亦云契經亦云線經", "151": "諸經中直說者是二祇夜此云重頌諸經中偈四五", "152": "七九言句少多不定重頌上者是也三和伽羅那此", "153": "云授記說三乘六趣九道劫數當得作佛若後爾所", "154": "歲當得聲聞支佛乃至當受六趣報皆名授記四伽", "155": "陀此云不重頌亦略言偈四五七九言等四句為頌", "156": "如此間詩頌五優陀那此云無問自說或理深意遠", "157": "無人能問或非不可問但聽者宜聞佛為不請之師", "158": "不待問自說也六尼陀那此云因緣修多羅中有人", "159": "問故為說是事毗尼中有人犯是事故結是戒一切", "160": "佛法緣起事皆名尼陀那七阿波陀那此云譬喻與", "161": "世間相似柔軟淺語八伊帝目多伽此云如是語即", "162": "是結句言我先許說者今已說竟亦云本事說諸弟", "163": "子本事因緣九闍陀伽此云本生說佛本曾為師子", "164": "等十毗佛略此云方廣為得阿耨三菩提故說也十", "165": "一阿浮陀達磨此云未曾有如佛現種種神力放光", "166": "動地等眾生怪未曾有十二優波提舍此云論議答", "167": "諸問者釋其所以廣說諸義如是等問答解義皆名", "168": "優波提舍佛自說論義經迦旃延所解乃至像法凡", "169": "夫如法說者亦名優波提舍經也。", "170": "二分大小者此經指九部為入大之本則九部是小", "171": "三部是大蓋別語耳通而為言小亦有記莂無問自", "172": "說廣經又有人言大乘九部除因緣譬喻論義大乘", "173": "根利不假此三斯亦別論通語大乘何得無此三耶", "174": "有經言小乘但讓廣經一部大乘說如來是常一切", "175": "眾生皆有佛性正理為方包富為廣又理融無二亦", "176": "名為等聲聞中所無但十一部應知通有十二為緣", "177": "別說或讓三或讓一以判大小耳。", "178": "三對緣同異者緣即眾生皆有十界根性熟者先感", "179": "佛知成熟未成熟者應不失時若眾生解脫緣未熟", "180": "不可全棄對此機緣止作人天乘說不作修多羅等", "181": "名若眾生有小乘根性對此機說通則十二別則或", "182": "九或十一若眾生有菩薩機者不作別說但明十二", "183": "部經又藏教直對三法界別說或九或十一通教對", "184": "四法界通說十二部法別教對兩法界通說十二部", "185": "法圓教對一法界通說十二部法前以無記化化禪", "186": "與諸慈悲合示現身輪或為國師道士儒宗父母兄", "187": "弟乃至猴猿鹿馬同事利益不可稱說今口輪說者", "188": "例如前用諸慈悲熏無記化化禪種種不同百千萬", "189": "法不可說不可說法藏不可窮盡雖復無涯以十二", "190": "部往收罄無不盡也。", "191": "四明所詮如四教義說。", "192": "五明麤妙者若對六道眾生說人天乘此詮有為能", "193": "詮所詮俱麤若對鈍根三藏詮生滅四諦理亦能所", "194": "俱麤通教體法能詮雖巧所詮亦麤別教能詮為麤", "195": "所詮中道為妙圓教能所俱妙歷五味可知又諸經", "196": "詮妙與法華不異而帶麤詮麤詮不得合妙是故為", "197": "麤法華不爾佛平等說如一味雨正直捨方便但說", "198": "無上道純是一詮又云昔毀訾聲聞而佛實以大乘", "199": "教化又云汝等所行是菩薩道此則融麤令妙如此", "200": "兩意異於眾經是故言妙復有本地圓說諸經所無", "201": "在後當廣明又就此經明妙十二部者修多羅名直", "202": "說今經直說中道佛慧不說六道三乘等法故直說", "203": "妙重頌長行中道之說故祇夜妙龍女獻珠喜見說", "204": "偈皆孤然特起明成佛事歎佛妙容故伽陀妙二萬", "205": "佛所教無上道不教餘事即本事妙十六王子即本", "206": "生妙結緣覆講大乘繫珠不論人天小乘等緣故因", "207": "緣妙天華地動二眉間光三變土田等是未曾有妙", "208": "經題以法譬為名譬於開三顯一不譬餘事即譬喻", "209": "妙身子問佛佛答諸佛智慧門龍女智積問答論法", "210": "華事即提舍妙文云無問而自說稱歎所行道從三", "211": "昧安詳而起告舍利弗說佛智慧又宿世因緣吾今", "212": "當說即無問妙授三根佛記皆安住實智中為人天", "213": "所敬即授記妙其車高廣智慧深遠等即方廣妙當", "214": "知此經十二意足而皆是妙此即待麤明說法妙也", "215": "開顯者昔十二十一九部不說實者今無別實異昔", "216": "不實昔但言廣不明理廣今開言廣即理廣也開昔", "217": "之異顯今之同即絕待明說法妙。", "218": "第六欠觀心釋籤云應用觀心十二部經別有小卷", "219": "流行者是。", "220": "第九眷屬妙者無說則已說必被緣緣即受道人也", "221": "已受道故即成眷屬譬如父母遺體攬此成身得為", "222": "天性天性親愛故名眷更相臣順故名屬行者亦爾", "223": "受戒之時說此戒法授於前人前人聽聞即得發戒", "224": "師弟所由生也禪亦如是授安心法如教修行即得", "225": "發定是為我師我是弟子慧亦如是說諸法門轉入", "226": "人心由法成親親故信信故順是名眷屬也他土餘", "227": "根皆利隨所用塵起之令從得益此土耳根利故偏", "228": "用聲塵故二萬佛時教無上道十六王子覆講法華", "229": "從是已來恒為眷屬世世與師俱生或人天眷屬或", "230": "三乘眷屬或一乘眷屬故次說法之後明眷屬妙眷", "231": "屬五種一理性眷屬二業生眷屬三願生眷屬四神", "232": "通生眷屬五應生眷屬一理性眷屬者眾生如佛如", "233": "一如無二如理性相關任運是子故云眾聖中尊世", "234": "間之父一切眾生皆是吾子不關結緣不結緣也二", "235": "業生眷屬者昔以方便結藏等四緣若信若謗因倒", "236": "因起雖復得度未度皆是眷屬今三藏佛於分段國", "237": "出家成道其未度者來牽分段為親為中為怨三類", "238": "受道得出生死三願生眷屬者先世結緣雖未斷苦", "239": "願生內眷屬中或怨家等因之得道四神通眷屬者", "240": "若先世值佛發真見諦生猶未盡或在上界或在他", "241": "方今佛於分段作佛或以願力或以通力來生下界", "242": "為親為中為怨輔佛行化斷餘殘惑而出三界願通", "243": "云何異約自報力名神通約教名誓願神通生者本", "244": "受報處猶有報身以身通力分形來此若願生者報", "245": "處無身願力下生耳五應生眷屬者無明先破已得", "246": "法身之本能起應入生死其意有三一為熟他二為", "247": "自熟三為本緣若別說者業生在分段願生通生在", "248": "方便應生在寂光通論一處具有四種如實報已得", "249": "法身能起應作四種眷屬就圓結緣者雖未斷惑自", "250": "有三種眷屬就得道者即是四也別眷屬亦四可知", "251": "通藏結緣三種可知雖無應來之應得論感應之應", "252": "就所應得名四義宛足。", "253": "麤妙者若三藏根性眷屬此性下劣昔結此緣緣亦", "254": "淺小中間以法成熟成熟蓋少若來生佛國作內外", "255": "眷屬業願通等乃至應來影嚮三藏佛者皆麤眷屬", "256": "也通別根性乃至內外雖巧別有異準例皆麤此經", "257": "說諸眾生悉是吾子非客作人是理性眷屬妙往昔", "258": "覆講結緣繫珠中間成熟今得授記所謂結緣妙成", "259": "熟妙業生妙願生妙應生妙內眷屬妙外眷屬妙能", "260": "受妙道影嚮妙事是故稱妙約五味相待明妙可知", "261": "開顯者諸經明麤眷屬皆不見佛性今法華定天性", "262": "審父子非復客作故常不輕深得此意知一切眾生", "263": "正因不滅不敢輕慢於諸過去佛現在若滅後若有", "264": "聞一句皆得成佛道即了因不滅低頭舉手皆成佛", "265": "道即緣因不滅也一切眾生無不具此三德即是開", "266": "麤顯妙絕待明眷屬妙也又法門眷屬者如淨名云", "267": "方便為父智度為母法喜為妻慈悲為女善心誠實", "268": "為男等歷四教分別不同可以意得觀心具在全帙", "269": "尋之。", "270": "第十功德利益者一而無異若分別者自益名功德", "271": "益他名利益此為四一來意二正說中利益三流通", "272": "中利益四觀心中利益。", "273": "一來意者諸佛所為未嘗空過現形說法四種眷屬", "274": "皆法七益。", "275": "二正說中利益復為三先論遠益次論近益三論當", "276": "文益遠益者即是大通佛所十六王子助化宣揚雙", "277": "擊毒天二鼓善生有淺深惑死有奢促始人天善終", "278": "至大樹淺益也始初心最實終後心最實深益也始", "279": "破不善終破塵沙奢死也始破無明終亦破無明促", "280": "死也惑死奢促是毒鼓力善生淺深是天鼓力略說", "281": "益相為七一二十五有果報益亦名地上清涼益二", "282": "二十五有因華開敷益亦名小艸益三真諦三昧析", "283": "法益亦名中艸益二俗諦三昧五通益亦名上艸益", "284": "五真諦三昧體法益亦名小樹益六俗諦三昧六通", "285": "益亦名大樹益七中道王三昧益亦名最實事益二", "286": "十五有因果益堪為業生眷屬真諦三昧體析益堪", "287": "為願生眷屬俗諦三昧五通六通益堪為神通眷屬", "288": "中道王三昧益堪為應生眷屬又廣開為十益一果", "289": "益二因益三聲聞益四緣覺益五六度益六通益七", "290": "別益八圓益九變易益十實報益具如全帙委明尋", "291": "之近益者起於寂場始成正覺即轉法輪擊於毒天", "292": "二皷利益眾生齊至法華已前益亦淺深死亦奢促", "293": "亦具十益如前說三當文利益就今經備有七益雖", "294": "復差別即無差別如芽莖枝葉生長不同而是一地", "295": "所生七益誠復淺深無非實相故言差別無差別也", "296": "諸經差別麤益同入此經無差別益或進入諸妙益", "297": "或按位成妙益。", "298": "三明流通中利益者弘通行人具通凡聖若法身菩", "299": "薩誓願莊嚴令此土他土下土上土得權實七益九", "300": "益十益化功歸己還資法身增道損生若生身菩薩", "301": "亦能此土他土弘經令他得權實七益化功歸己增", "302": "道損生而不能上土利益若凡夫之師亦能此土弘", "303": "經令他得權實七益化功歸己增益品位然通經方", "304": "法明出聖言文云若眾生不信受者當於餘深法中", "305": "示教利喜又云更以異方便助顯第一義今時人弘", "306": "法或一向用大或一向用小皆不得佛意善弘經者", "307": "用與適時口雖說權而內心不違實法但使眾生得", "308": "權實七益於弘經暢矣然流通利益不待第三流通", "309": "段方明秖正說文中已指未來弘經之利譬喻品後", "310": "授記品末法師品中皆明弘經功德利益。", "311": "四觀心中利益者小乘明心起未動身口不名為業", "312": "大乘明剎那造罪殃墜無間無間是大苦報處剎那", "313": "促起業處促心暫起重業已成況九法界而不具足", "314": "若能淨心諸業即淨淨心觀者謂觀諸心悉是因緣", "315": "生法即空即假即中一心三觀以是觀故知心非心", "316": "心但有名知法非法法無有我知名無名即是我等", "317": "知法無法即涅槃等此解起時於我我所如雲如幻", "318": "即是地上清涼益信敬慚愧諸善心生於空假中意", "319": "而有勇即是因益念念與即空相應是中上艸小樹", "320": "等益念念與即假相應是大樹益念念與即中相應", "321": "是最實事益第四廣釋十妙竟。", "322": "第五結成權實者照十麤之境為權照十妙之境為", "323": "實十麤者即前九法界三因緣等諸麤諦智乃至麤", "324": "利益皆稱權也照十妙者即是理妙乃至利益妙妙", "325": "故為實復次為十妙故開出十麤如為蓮故華意在", "326": "於蓮而蓮隱不現於餘深法示教利喜餘法有實而", "327": "實不顯文云如來方便意趣難解也又華開蓮現譬", "328": "開十麤顯十妙則無復十麤惟一大事不可思議境", "329": "界乃至利益若約五味四悉四門具如全帙當知諸", "330": "教雖同有權實權實不同或一向實或一向權或權", "331": "實相兼皆是稱當機情緣理未融今總就教判權實", "332": "藏通別三教是權圓教為實又諸教權實未融為權", "333": "既融開權顯實為實今法華是一圓教為實又開權", "334": "故為實若就圓教為語照前三教三十麤為權照十", "335": "妙為實若就開權圓融為語決三十麤皆成妙但稱", "336": "為實是故稱妙若取悟理者理則非權非實不見一", "337": "法空拳誑小兒說權說實是則為麤理則非權非實", "338": "是故為妙也。", "339": "第二約本門明十妙者為二先釋本迹二明十妙釋", "340": "本迹為六本者理本即是實相一究竟道迹者除諸", "341": "法實相其餘種種皆名為迹又理之與事皆名為本", "342": "說理說事皆名教迹又理事之教皆名為本稟教修", "343": "行為迹如人依處則有行跡尋跡得處也又行能證", "344": "體體為本依體起用用為迹又實得體用名本權施", "345": "體用名迹又今日所顯者為本先來已說者為迹約", "346": "此六義以明本迹也一約理事明本迹者從無住本", "347": "立一切法無住之理即本時實相真諦也一切法即", "348": "本時森羅俗諦也由實相真本垂於俗迹尋於俗迹", "349": "即顯真本本迹雖殊不思議一也故文云觀一切法", "350": "空如實相但以因緣有從顛倒生二理教明本迹者", "351": "即是本時所照二諦俱不可說故皆名本昔佛方便", "352": "說之即是二諦之教教名為迹若無二諦之本則無", "353": "二種之教若無教迹豈顯諦本本迹雖殊不思議一", "354": "文云是法不可示言辭相寂滅以方便力故為五比", "355": "丘說三約教行為本迹者最初稟昔佛之教以為本", "356": "則有修因致果之行由教詮理而得起行由行會教", "357": "而得顯理本迹雖殊不思議一文云諸法從本來常", "358": "自寂滅相佛子行道已來世得作佛四約體用名本", "359": "迹者由昔最初修行契理證於法身為本初得法身", "360": "本故即體起應身之用由於應身得顯法身本迹雖", "361": "殊不思議一文云吾從成佛已來甚大久遠但以方", "362": "便教化眾生作如此說五約權實明本迹者實者最", "363": "初久遠實得法應二身皆名為本中間數數唱生唱", "364": "滅種種權施法應二身皆名為迹非初得法應之本", "365": "則無中間法應之迹由迹顯本本迹雖殊不思議一", "366": "文云是我方便諸佛亦然六約今已論本迹者前來", "367": "諸教已說事理乃至權實者皆是迹也今經所說久", "368": "遠事理乃至權實者皆名為本非今所明久遠之本", "369": "無以垂於已說之迹非已說迹豈顯今本本迹雖殊", "370": "不思議一文云諸佛法久後要當說真實若約已今", "371": "論本迹者指已為迹攝得釋迦寂場已來十麤十妙", "372": "悉名為迹指今為本總遠攝最初本時諸麤諸妙皆", "373": "名為本若約權實名本迹者指權為迹別攝得中間", "374": "種種異名佛十麤十妙皆名為權指實為本攝得最", "375": "初十麤十妙悉名為實若約體用名本迹者指用為", "376": "迹攝得最初感應神通說法眷屬利益等五妙指體", "377": "為本攝得最初三法妙也若約教行為本迹者指行", "378": "為迹攝得最初行妙位妙指教為本攝得最初本時", "379": "智妙若理教為本迹者指理為本攝得本初之境妙", "380": "指教為迹攝得本時之師教妙兼得本師十妙若理", "381": "事為本迹者指事為迹攝得本時諸麤境指理為本", "382": "攝得本時諸妙境最初之本但本而非迹最後已說", "383": "但迹而非本中間亦迹亦本若無本時之本不能埀", "384": "得中間最後之迹若無已說之迹不能顯得今說之", "385": "本本迹雖殊不思議一也。", "386": "二明本十妙者一本因妙二本果妙三本國土妙四", "387": "本感應妙五本神通妙六本說法妙七本眷屬妙八", "388": "本涅槃妙九本壽命妙十本利益妙本因妙者本初", "389": "發菩提心行菩薩道所修因也若十六王子在大通", "390": "佛時弘經結緣皆是中間所作非本因也過是塵點", "391": "劫前所行道者名之為本因妙本果妙者本初所行", "392": "圓妙之因契得究竟常樂我淨乃是本果不取寂場", "393": "舍那成佛為本果也但取成佛已來甚大久遠初證", "394": "之果名本果妙本國土者本既成果必有依國今既", "395": "迹在同居或在三土中間亦有四土本佛亦應有土", "396": "復居何處文云自從是來我常在此娑婆世界說法", "397": "教化按此文者實非今日迹中娑婆亦非中間權迹", "398": "處所乃是本之娑婆即本土妙也本感應者既已成", "399": "果即有本時所證二十五王三昧慈悲誓願機感相", "400": "關能即寂而照故言本感應也本神通者亦是昔時", "401": "所得無記化化禪與本因時諸慈悲合施化所作神", "402": "通駭動最初可度眾生故言本神通也本說法者即", "403": "是往昔初坐道場始成正覺初轉法輪四辯所說之", "404": "法名本說法也本眷屬者本時說法所被之人如下", "405": "方住者彌勒不識即本之眷屬也本涅槃者本時所", "406": "證斷德涅槃亦是本時應處同居方便二土有緣既", "407": "度唱言入滅即本涅槃也本壽命者既唱入滅則有", "408": "長短遠近壽命也本利益者本業願通應等眷屬八", "409": "番十番饒益者是也此十種義赴緣直說散在經文", "410": "今以本因居初者必由因而致果果成故有國極果", "411": "居國即有照機機動則施化施化則有神通神通竟", "412": "次為說法說法所被即成眷屬眷屬已度緣盡涅槃", "413": "涅槃故則論壽命長短長短之壽所作利益乃至佛", "414": "滅度後正像等益義乃無量止作十條收束始終復", "415": "成次第也。", "416": "迹本同異者迹中因開而果合合習果報果為三法", "417": "妙也本中因合而果開開習果出報果明本國土妙", "418": "也作此同異者依於義便互有去取迹中委悉明境", "419": "智行位本文語略通束為因妙得意知是開合耳果", "420": "妙即是迹中三軌妙也感應神通說法眷屬名皆同", "421": "上本開涅槃壽命妙者久遠諸佛如燈明迦葉佛等", "422": "皆於法華即入涅槃義推本佛必是淨土淨機又往", "423": "事已成故開出涅槃等妙迹中無此二義者釋迦雖", "424": "於法華唱言涅槃而未滅度此事方在涅槃故迹中", "425": "不辨利益同上廣釋如全帙。", "426": "麤妙者若迹中已待十麤為麤十妙為妙未開十麤", "427": "為麤開十成妙具如前說迹中若待麤妙若開麤妙", "428": "此妙不異本妙而言始得始得為麤本中先成若麤", "429": "若妙若開麤妙亦不異迹妙而是先得先得稱妙又", "430": "迹中事理始得為麤本中事理先得為妙理教教行", "431": "體用權實等亦如是又若未發迹顯本者但解迹中", "432": "事理之麤妙終不能解本中之事麤況解本中之理", "433": "妙彌勒尚不達何況餘人若發迹中之事理即顯本", "434": "中之事理亦知由本中之事理能埀迹中之事理迹", "435": "既由本則本妙迹麤既有本迹之殊故言麤妙妙理", "436": "則非迹非本不思議一也理教教行體用權實已今", "437": "等亦如是。", "438": "權實者照迹中十麤之境為權照迹中十妙之境為", "439": "實乃至中間三世所照十麤之境為權十妙之境為", "440": "實若權若實悉皆是迹迹故稱權如是中間無量無", "441": "量不可說節節權實餘經尚無中間一番之權況一", "442": "番之實尚無中間一番權實況無量番尚無中間權", "443": "實況有本地權實中間權實皆名為權本初照十麤", "444": "十妙皆名為實迹權本實俱不思議不思議即是法", "445": "性法性之理非古非今非本非迹非權非實但約此", "446": "法性論本迹權實麤妙耳但以世俗文字有去來今", "447": "非謂菩提有去來今也復次分別權實則有三種謂", "448": "自行化他自行化他具如境妙中說本地自行所契", "449": "權實二智名佛自行權實從本已來乃至鹿苑種種", "450": "方便隨他意語說此二智迴轉無方名佛化他權實", "451": "二智化他雖有二種皆名為權自行雖亦二種皆名", "452": "為實是名自行化他合說權實復次迹中約實施權", "453": "意在於實而實意難測何者化城是權而人作實解", "454": "是不識權亦不知實若廢權顯實意在於權權則易", "455": "測何者既知化城一事是佛權施則徧達恒沙佛法", "456": "遠通久遠方便故華嚴中明為阿毗䟦致多明事數", "457": "即其義也若開權顯實者達事法已權意即息亦不", "458": "離權遠求於實權即是實無復別權故言開權顯實", "459": "也迹中既有三意如此迹由本埀本亦如是本迹雖", "460": "殊不思議一也。", "461": "觀心者本妙長遠豈可觀心雖不即是亦不離心何", "462": "者佛如眾生如一如無二如佛既觀心得此本妙迹", "463": "用廣大不可稱說我如如佛如亦當觀心出此大利", "464": "亦願我如速如佛如故文云聞佛壽無量深心須臾", "465": "信其福過於彼願我於未來長壽度眾生如今日世", "466": "尊諸釋中之王道場師子吼說法無所畏我等於未", "467": "來一切所尊敬坐於道場時說壽亦如是此即觀心", "468": "本妙得六即利益之相。", "469": "次釋蓮華者權實難顯借蓮華譬於妙法又七喻文", "470": "多故以譬標題又解云蓮華非譬當體得名類如劫", "471": "初萬物無名聖人觀理準則作名如蛛羅引絲倣之", "472": "結網蓬飛獨運依而造車浮槎泛流而立舟鳥迹成", "473": "文而寫字皆法理而制事耳今蓮華之稱非是假喻", "474": "乃是法華法門法華法門清淨因果微妙此法門為", "475": "蓮華即是法華三昧當體之名非譬喻也餘經多自", "476": "釋名此經無解或是其文未度耳而此兩釋皆有道", "477": "理今融二意利根即名解理不假譬喻但作法華之", "478": "解中下未悟須譬乃知以易解之蓮華喻難解之蓮", "479": "華故有三周說法逗上中下根約上根是法名約中", "480": "下是譬名三根合論雙標法譬如此解者與誰為諍", "481": "耶蓋依正因果悉是蓮華之法何須譬顯為鈍根人", "482": "不解法性蓮華故舉世華為譬亦應何妨然經文兩", "483": "處說優曇鉢華時一現耳此華若生輪王應出若說", "484": "此經即授佛記此靈瑞華似蓮華故故以為喻若從", "485": "此意即是借喻喻於妙法夫喻有少喻徧喻如以月", "486": "喻面不得求其眉目雪山況象不可覓其尾牙今法", "487": "華三昧無以為喻喻此蓮華華有多種已如前說唯", "488": "此蓮華華果俱多可喻因含萬行果圓萬德又餘華", "489": "麤喻九法界十如因果此華妙喻佛法界十如因果", "490": "又以此華喻佛法界迹本兩門各有三喻喻迹者一", "491": "華生必有於蓮為蓮而華蓮不可見此譬約實明權", "492": "意在於實無能知者二華開故蓮現而須華養蓮譬", "493": "權中有實而不能知今開權顯實意須於權廣識恒", "494": "沙佛法者秖為成實使深識佛知見耳三華落蓮成", "495": "即喻廢三顯一唯一佛乘直至道場菩薩有行見不", "496": "了了但如華開諸佛以不行故見則了了譬如華落", "497": "蓮成此三譬迹門從初方便引入大乘終竟圓滿也", "498": "又三譬譬本門者一華必有蓮譬迹必有本迹含於", "499": "本意雖在本佛旨難知彌勒不識二華開蓮現譬開", "500": "迹顯本意在於迹能令菩薩識佛方便既識迹已還", "501": "識於本增道損生三華落蓮成譬廢迹顯本既識本", "502": "已不復迷迹但於法身修道圓滿上地也此三譬本", "503": "門始從初開終至本地二門六譬各有所擬初重約", "504": "佛界十如施出九界十如次重開九界十如顯佛界", "505": "十如三重廢九界十如成佛界十如三譬攝得迹門", "506": "始終盡若得此意十二因緣四諦三諦等智行位乃", "507": "至功德利益亦用此譬譬之第四重約本佛界十如", "508": "施出迹中佛界十如第五重開迹中佛界十如顯出", "509": "本中佛界十如第六重廢迹中佛界十如成本中佛", "510": "界十如始終圓滿開合具足是為少分以蓮華為譬", "511": "也多分喻者從初種子乃至蓮成喻於妙法譬如石", "512": "蓮烏皮在外白肉在內四微為質卷荷欲生微細眾", "513": "具開華布鬚蓮實房成初後不異蓮華始終十義具", "514": "足譬佛界眾生始自無明終至佛果十如是法無有", "515": "缺減總譬竟譬如石蓮黑則叵染硬則叵壞不方不", "516": "圓不生不滅劫初無種故不生今不異初故不滅是", "517": "名蓮子相一切眾生自性清淨心亦如是不為客塵", "518": "所染生死重積而心性不住不動不生不滅即是佛", "519": "界如是相淨名云一切眾生即菩提相即其義也譬", "520": "如蓮子雖復烏皮汙泥之中白肉不改一切眾生了", "521": "因智慧亦復如是五住淤泥生死果報一切智願猶", "522": "在不失是名佛界如是性故言煩惱即菩提又諸法", "523": "不生般若生即其義也譬如蓮子在淤泥中而四微", "524": "不朽是名蓮子體一切眾生正因佛性亦復如是常", "525": "樂我淨不動不壞是名佛界如是體大經言是味真", "526": "正停留在山艸木叢林不能覆滅即其義也譬如蓮", "527": "子為皮殻所籠為泥所沒而卷荷在心有生長之氣", "528": "一切眾生心亦如是雖為苦果所縛集惑所沈而能", "529": "於中發菩提心甚大雄猛如師子乳師子筋弦是名", "530": "佛界如是力經言若發菩提心動無邊生死破無始", "531": "有輪閻浮人未見果而能勇猛發心也譬如蓮子雖", "532": "復微小烏皮之內具有根莖華葉鬚臺眾具頓足是", "533": "名蓮子如是作一切眾生初發菩提心亦如是明解", "534": "決定慈悲誓願上求下化誓取成就悉不疲退是名", "535": "佛界如是作華首經云一切諸功德皆在初心中即", "536": "其義也譬如蓮子根依淤泥而華處虗空風日照動", "537": "晝夜增長榮耀頓足一切眾生亦復如是從無明際", "538": "發菩提心修菩薩行出離生死入法性中因行成就", "539": "值於佛日被神通風其心念念入薩婆若海此名佛", "540": "界如是因經言於無量劫所作功德不如五莖蓮華", "541": "上然燈佛得功德多此是真因成就即其義也譬如", "542": "蓮華鬚蘂圍遶在華內蓮外此名蓮華如是緣菩薩", "543": "亦如是於真因中具足萬行六波羅蜜一行一切行", "544": "資助於因如鬚在華內若得果時眾行休息如鬚在", "545": "蓮外是名佛界如是緣經言盡行諸佛所有道法即", "546": "其義也譬如蓮華華成結蓮華而葉零落臺子成實", "547": "此名蓮子如是果菩薩亦如是真因所感無上菩提", "548": "大果圓滿究竟成實是名佛界如是果經言佛子行", "549": "道已來世得作佛即其義也譬如蓮實房臺包遶此", "550": "名蓮子如是報菩薩亦如是大果圓滿無上報足習", "551": "果之果依於報果如實依臺經言如是大果報久修", "552": "業所得即其義也譬如泥蓮四微處空蓮四微初後", "553": "不異此名蓮子本末等一切眾生亦如是本有四德", "554": "隱名如來藏修成四德顯名為法身性德修德常樂", "555": "我淨一而無二是名佛界本末究竟等經言眾生如", "556": "佛如一如無二如即其義也是用蓮華譬十如境竟", "557": "次用蓮華譬十二因緣者烏皮汙泥水艸重覆即是", "558": "無明支種子能生力即是行支內有卷荷華鬚備具", "559": "即是識名色六入觸受支含潤愛取有支團圓盤屈", "560": "不能得出即老死支若能芽鋒萌動鑽烏皮破即是", "561": "無明滅不復在烏皮內生即是諸行滅出㲉殻外即", "562": "是老死滅此略譬四種十二因緣也譬四諦者烏皮", "563": "譬界內苦白肉譬界內集泥譬界外集水譬界外苦", "564": "道滅可知此通譬四種四諦也譬二諦者蓮蕅莖葉", "565": "等譬俗蓮蕅莖孔空譬真此通譬七種二諦也譬三", "566": "諦者真俗如前四微擬常樂我淨譬中道第一義諦", "567": "此通譬五種三諦也四微無生無滅譬一實諦劫初", "568": "無生今時無滅譬無諦無說也用蓮華譬境妙竟。", "569": "次譬九妙者內有生性譬智妙卷荷生性譬空智妙", "570": "鬚葉生性譬假智妙蓮臺四微生性譬中智妙此三", "571": "生譬一心三智妙也蓮子雖小備有根莖葉華譬行", "572": "妙莖即智慧葉即慈悲鬚即三昧開敷即解脫又葉", "573": "譬三慈者覆水青葉譬生緣慈覆水黃葉譬法緣慈", "574": "倚葉譬無緣慈倚荷若出蓮生不久無緣慈成得記", "575": "不久又根莖子葉利益人蜂即檀香氣即尸生泥不", "576": "辱即忍增長即精進柔濕即禪不汙即慧齊此譬行", "577": "妙也蓮譬理即位芽鑽皮麤住位芽出皮細住位鑽", "578": "泥欲定位齊泥未到位出泥在水四禪位禪定如水", "579": "能洗欲塵處水增長譬無色位齊此譬觀行蓮華位", "580": "出水譬破見思相似蓮華十信位處空含而欲敷譬", "581": "十住位鬚臺可識譬十行位隨日開迴譬十向位敷", "582": "舒成就荷負蜂蝶譬十地位鬚葉零落蓮子獨在譬", "583": "休息眾行妙覺圓滿果上無事真常湛然此皆譬位", "584": "妙也蓮有四微譬真性軌蓮房內虗莖蕅中空譬觀", "585": "照軌臺房圍遶譬資成軌此譬三法乘妙也蓮成處", "586": "空影臨清水譬顯機顯應影臨濁水譬冥機冥應影", "587": "臨風浪之水譬亦冥亦顯機應大經云闇中樹影夜", "588": "影臨水譬非冥非顯機應此等譬感應妙也若風搖", "589": "蓮華東昂西倒向南映北下風則合上風則開者即", "590": "譬東涌西沒中涌邊沒等此譬地動瑞日暮華合譬", "591": "入定瑞日出華開譬說法瑞遠望則紅近望則白赤", "592": "華青葉相映輝赫譬放光瑞流芳徧野譬旃檀風瑞", "593": "藥粖飄颺譬天華瑞風雨飄灑翻珠相棠譬天鼓自", "594": "鳴瑞此等皆譬神通妙也華合未開譬隱一乘分別", "595": "說三華葉正開譬會三歸一但說一乘華落蓮存譬", "596": "絕教冥理若知如來常不說法乃名多聞此等譬說", "597": "法妙也從一蕅邊更生一華展轉復生無量蓮華譬", "598": "業生眷屬妙從蓮房墮子在泥更生蓮華展轉復生", "599": "無量蓮華譬神通眷屬妙掘移彼蕅採彼蓮子種於", "600": "此池蓮華熾盛譬願生眷屬妙彼池飛來如遊絲薄", "601": "霧入於此池蓮華熾盛譬應生眷屬妙魚鼈噞喁其", "602": "下蜂蝶翔集其上譬眾生果報清涼之妙益見者歡", "603": "喜譬於因益採用其葉譬三艸益採用其華譬妙小", "604": "樹益採用其蓮譬妙大樹益採用其蕅譬妙實事益", "605": "此等譬功德利益妙也次譬本者譬如一池蓮華始", "606": "熟熟已墮落投於泥水方復生長乃至成熟如是展", "607": "轉更生熟歲月既積遂徧大池華田布滿佛亦如是", "608": "本初修因證果已竟為眾生故更起方便在生死中", "609": "示初發心復示究竟數數生滅無數百千本地埀應", "610": "俯同凡俗更修五行烏蓮更生莖葉譬更修聖行四", "611": "微稍稍增長譬更修天行荷葉始生譬更修梵行蓮", "612": "子墮泥譬同諸惡更修病行蓮芽始萌譬同小善更", "613": "修嬰兒行如是三世益物不可稱計徧滿法界無非", "614": "分身埀迹聞迹廢迹等益若非蓮華何由徧喻上來", "615": "諸法法譬雙辨故稱妙法蓮華也。", "616": "次釋通名者經一字也梵云薩達磨分陀利修多羅", "617": "薩達磨此翻妙法分陀利此翻蓮華已如上釋修多", "618": "羅或云修單蘭或云修妬路彼方楚夏此土翻譯不", "619": "同或言無翻或言有翻釋此為五一明無翻二明有", "620": "翻三和融有無四歷法明經五觀心明經。", "621": "言無翻者彼語多含此語單淺不可以單翻複應留", "622": "本音而言經者開善云非正翻也但以此代彼耳此", "623": "間聖說為經賢說子史彼聖稱經菩薩稱論既不可", "624": "翻宜以此代彼故稱經也而含五義一法本亦云出", "625": "生二微發亦云顯示三涌泉四繩墨五結鬘今秖作", "626": "五義不可翻於一中作三三五十五義言法本者一", "627": "切皆不可說以四悉檀因緣則有言說世界悉檀說", "628": "則為教本為人對治則為行本第一義悉檀則為義", "629": "本言教本者金口所說一言為本派出無量言教若", "630": "道若別當時被物聞即得道故經言一一修多羅復", "631": "有無量修多羅以為眷屬若後人不解菩薩以佛教", "632": "為本作通論別論申通別經令佛意不壅尋者得道", "633": "良由其論有本故也諸外道等雖有所說不與修多", "634": "羅合戲論無本不能得道經是行本者示人無諍法", "635": "導達通塞開明眼目救治人病如教修行則起通別", "636": "諸行從此至彼入清涼池至甘露地泥洹真法寶眾", "637": "生從種種門入故知經是行本經是義本者尋一句", "638": "詮於一義尋無量句詮無量義或尋一句詮無量義", "639": "尋無量句詮於一義若通若別尋詮會入故經是義", "640": "本束此三種為法門者教本即是聞慧行本即是思", "641": "慧義本是修慧見真法本之義尚已多含故不可翻", "642": "也或言出生例此可知又教微發行微發義微發教", "643": "涌泉行涌泉義涌泉教繩墨行繩墨義繩墨結教如", "644": "鬘結行如鬘結義如鬘令不零落具如全帙又經者", "645": "訓常天魔外道不能改壞名為教常真正無雜無能", "646": "踰過名為行常湛然不動決無異趣名為理常又訓", "647": "法者法可軌行可軌理可軌直釋訓已含六義況梵", "648": "言重複而可單翻耶。", "649": "二言有翻者亦為五一翻為經經由為義由聖人心", "650": "口故今亦隨而釋之謂一切修多羅一切通別論一", "651": "切疏記等皆由聖人心口是名教由一切契理行一", "652": "切相似行一切信行法行皆由聖人心口故以行為", "653": "由一切世間義一切出世義一切方便義一切究竟", "654": "義皆由聖人心口故以義為由教由世界行由為人", "655": "對治義由第一義又經者緯義如世絹經以緯織之", "656": "龍鳳文章成佛以世界悉檀說經菩薩以世界緯織", "657": "經緯合故賢聖文章成慧行為經行行為緯經緯合", "658": "故八正文章成詮真為經詮俗為緯經緯合故二諦", "659": "文章成二翻為契者契緣契行契理三翻法本如前", "660": "釋四翻線者線貫持教行理又縫教縫行縫理五翻", "661": "善語教亦是善行教亦是善理教也。", "662": "三和融有無具在全帙。", "663": "四歷法明經者舊用三種一用聲為經如佛在世金", "664": "口演說但有音聲詮辯聽者得道故以聲為經大品", "665": "云從善知識所聞也二用色為經若佛在世可以聲", "666": "為經今佛去世紙墨傳持應用色為經大品云從經", "667": "卷中聞三用法為經內自思惟心與法合不由他教", "668": "亦非紙墨但心曉悟即法為經故云修我法者證乃", "669": "自知三塵為經施於此土耳識利者能於聲塵分別", "670": "取悟則聲是其經若意識利者自能研心思惟取決", "671": "法是其經眼識利者文字詮量而得道理色是其經", "672": "餘三識鈍鼻嗅紙墨則無所知身觸經卷亦不能解", "673": "舌噉文字寧別是非若他土亦用六塵亦偏用一塵", "674": "問根利故於塵是經鈍者塵則非經耶答六塵是法", "675": "界體自是經非根利取方乃是經何者大品云一切", "676": "法趣色是趣不過此色能詮一切法如黑墨色一畫", "677": "詮一二畫詮二三畫詮三豎一畫則詮王足右畫則", "678": "詮丑足左畫則詮田出上詮由出下詮申如是迴轉", "679": "詮不可盡或一字詮無量法無量字共詮一法無量", "680": "字詮無量法一字詮一法於一黑墨小小迴轉詮量", "681": "大異左迴詮惡右迴詮善上點詮無漏下點詮有漏", "682": "殺活與奪毀譽苦樂皆在墨中更無一法出此墨外", "683": "略而言之黑墨詮無量教無量行無量理黑墨亦是", "684": "教本行本理本黑墨從初一點至無量點從點至字", "685": "從字至句從句至偈至卷至部又從點字句中初立", "686": "小行後著大行又從點字句中初見淺理後到深理", "687": "是名黑墨三種微發乃至三涌泉三繩墨三結鬘等", "688": "又色是由由色故縛有六道生死由色故脫有四種", "689": "聖人又色訓法法色故能成教行理又色是常色教", "690": "不可破色行不可改色理不可動又色不可翻色義", "691": "多含故又色可翻名色為經故見色經時知色愛見", "692": "知色因緣生法知色即空即假即中色即法界總含", "693": "諸法法界文字文字即空無點無字無句無偈句偈", "694": "文字畢竟不可得是名知字非字非字亦字墨色是", "695": "經為法本者若於墨字生瞋斷他壽命若於墨字起", "696": "愛而作盜婬乃至於墨起癡而生邪見當知墨字是", "697": "四趣本若於墨字生慈生捨乃至生正見者是人天", "698": "本若知墨字是果報無記無記是苦諦於報色生染", "699": "即集諦知字因緣所成苦空無我是道諦既知字非", "700": "字不生字倒諸煩惱滅即滅諦知字四諦能生煗頂", "701": "若向若果賢聖解脫當知墨字是聲聞本若於字不", "702": "了名無明起愛恚是諸行分別字好醜是識識於字", "703": "名名色字涉於眼名六入字塵對根名觸領納染著", "704": "是受纏緜不捨是愛竭力推求是取取則成業名有", "705": "有能牽果是名生老病死苦輪不息若能知字非字", "706": "無明即滅不至於行乃至不至老死當知墨字是支", "707": "佛本若知字即空非滅已空字性本空空中無愛恚", "708": "乃至無邪正字不可得知字者誰云何眾生妄生取", "709": "捨起慈悲誓願行六度濟眾生入如實際亦無眾生", "710": "得滅度者當知此字是菩薩本若知字非字非字非", "711": "非字無二邊倒名淨淨則無業名我我則無苦名樂", "712": "樂則無生死名常何以故字是俗諦非字是真諦非", "713": "字非非字是一實諦一諦即三諦三諦即一諦是名", "714": "境本若知墨字從紙筆心手和合而成一一字推不", "715": "得一字一一點推亦不得字則無所不得心手即不", "716": "得能無能無所知能所誰是一切智本字雖非字非", "717": "字而字從心故有點從點有字有句有偈有行有卷", "718": "有帙有部有藏從藏有種種分別是道種智本雖非", "719": "字非非字而雙照字非字是一切種智本雪山為八", "720": "字捨所愛身是為行本我解一句乃至半句得見佛", "721": "性入大涅槃即是位本我得三菩提皆由聞經及稱", "722": "善哉字即乘本若忘失句逗還令通利與其三昧及", "723": "陀羅尼即感應本依文學通即神通本依字故得語", "724": "即說法本說字教他即眷屬本勤學此字祿在其中", "725": "即利益本如此解字手不執卷常演是經口無言聲", "726": "徧誦眾典佛不說法恒聞梵音心不思惟普照法界", "727": "如此學問豈不大哉當知黑字是諸法本青黃赤白", "728": "亦復如是非字非非字雙照字非字不可說非不可", "729": "說不可見非不可見何所簡擇何所不簡擇何所攝", "730": "何所不攝何所棄何所不棄是則俱是非則悉非能", "731": "於黑色通達一切非於一切非通達一切是通達一", "732": "切非非非是一切法邪一切法正若於黑色不如是", "733": "解則不知字與非字黃赤白青有對無對皆不能知", "734": "若於黑色通達知餘色亦如是此即法華經意以色", "735": "為經也聲香味觸等亦復如是文云一切世間治生", "736": "產業皆與實相不相違背即此意也外入皆經周徧", "737": "法界者內入亦如是內外入亦如是經云非內觀得", "738": "解脫亦不離內觀是則一塵達一切塵不見一塵一", "739": "切塵通達一塵一切塵於一識分別一切識亦不見", "740": "一識一切識而通達一識一切識自在無礙平等大", "741": "慧何者是經何者非經若欲細作於一一塵識例可", "742": "解有翻無翻以三義識之後用三觀結之歷諸教分", "743": "別經者若言理絕文字文字是世俗寄字詮理理可", "744": "是經文字非經六塵等皆是經詮非正經也此即三", "745": "藏中經耳若無離文字說解脫義文字性離即是解", "746": "脫六塵即實相無二無別如上所說者圓教中經也", "747": "帶三方便作此說者方等中經也帶二方便作此說", "748": "者般若中經也帶一方便作此說者華嚴中經也。", "749": "五明觀心經者類上為四一類無翻者心含善惡諸", "750": "心數等當知此心諸法之都何可定判若惡是心心", "751": "不含善及諸心數若善是心心不含惡及諸心數不", "752": "知何以目心以略代總故知略心能含萬法況不含", "753": "五義耶華嚴云一微塵中有大千經卷即其義也心", "754": "是教本行本理本等例可解二類有翻明觀者心即", "755": "是由一切語言由覺觀心一切諸行由於思心一切", "756": "義理由於慧心經云諸佛解脫當於眾生心行中求", "757": "心是經緯以覺為經以觀為緯織成言語又慧行心", "758": "為經行行心為緯織成眾行心豎緣理為經心橫緣", "759": "理為緯織成義理又觀境為經觀智為緯觀察迴轉", "760": "織成一切文章又心即是契觀慧契境是契緣契樂", "761": "欲心為契教契便宜對治心為契行契第一義心為", "762": "契理心為法本為線可知心為善語教者法之與語", "763": "俱通善惡今以善法善語定之心之與觀亦通善惡", "764": "今以善心善觀定之即是善語教善行善理心是可", "765": "軌者若無觀則無規矩以觀正心王心王正故心數", "766": "亦正行理亦爾心王契理數亦契理故名可軌也心", "767": "常者心性常定猶如虗空誰能破者又惡覺不能壞", "768": "善覺邪行不干正行邪理不壞正理故心名常隨諸", "769": "事釋一一向心為觀觀慧彌成於事無乖如火益薪", "770": "事理無失即文字無文字不捨文字而別作觀也三", "771": "類通有無明觀可解四類歷法明觀者若小乘明惡", "772": "中無善善中無惡事理亦然此則惡心非經則無多", "773": "含之義若大乘觀心者觀惡心非惡心亦即惡而善", "774": "亦即非惡非善觀善心非善心亦即善而惡亦非善", "775": "非惡觀一心即三心以此三心歷一切心歷一切法", "776": "何心何法而不一三一切法趣此心一切心趣此法", "777": "如此觀心為一切語本行本理本有翻五義無翻五", "778": "義一一於心解釋無滯徧一切心無不是經大意可", "779": "領不俟多記也。", "780": "第二辨體第二顯體者前釋名總說文義浩漫今頓點要理正", "781": "顯經體直辨真性真性非無二軌欲令易解是故直", "782": "說後顯宗用非無初軌偏舉當名耳體者一部之指", "783": "歸眾義之都會也非但會之至難亦乃說之不易文", "784": "云是法不可示言辭相寂滅大經云不生不生不可", "785": "說又云有因緣故亦可得說今略開七條一正顯經", "786": "體二廣簡偽三一法異名四入體之門五徧為眾經", "787": "體六徧為諸行體七徧為一切法體。", "788": "一正顯體者何意須用此體釋論云諸小乘經若有", "789": "無常無我涅槃三印印之即是佛說修之得道無三", "790": "法印即是魔說大乘經但有一法印謂諸法實相名", "791": "了義經能得大道若無實相印是魔所說故身子云", "792": "世尊說實道波旬無此事此大小印印半滿經外道", "793": "不能雜天魔不能破如世文符得印可信當知諸經", "794": "畢定須得實相之印乃得名為了義大乘今正顯體", "795": "即一實相印也三軌之中取真性軌十法界中取佛", "796": "法界佛界十如中取如是體四種十二因緣中取不", "797": "思議不生不滅十二支中取苦道即法身四四諦中", "798": "取無作四諦於無作中唯取滅諦七種二諦中取五", "799": "種二諦五二諦中唯取真諦五三諦中取五中道第", "800": "一義諦諸一諦中取中道一實諦諸無諦中取中道", "801": "無諦若得此意就智妙中簡乃至十妙一一簡出正", "802": "體例可知也譬如梁柱綱紀一屋非梁非柱即屋內", "803": "之空柱梁譬因果非梁非柱譬實相實相為體非梁", "804": "柱也屋若無空無所容受因果無實相無所成立釋", "805": "論云若以無此空一切無所作又譬如日月綱天公", "806": "臣輔主日月可二太虗空天不可二也臣將可多主", "807": "不可多為此義故須簡出正體如三軌成乘不縱不", "808": "橫不即不離顯示義便須簡觀照等唯指真性當名", "809": "正意分明三軌既然餘法例爾故序品云今佛放光", "810": "明助顯實相義又云諸法實相義已為汝等說方便", "811": "品云唯佛與佛乃能究盡諸法實相偈云諸佛法久", "812": "後要當說真實又云我以相嚴身為說實相印法師", "813": "品云開方便門示真實相安樂行云觀諸法如實相", "814": "壽量云如來如實知見普賢觀云昔於靈山廣說一", "815": "實之道又云觀於一實境界故知諸佛為一大事因", "816": "緣出現於世秖令眾生開佛知見見此一實非因非", "817": "果之理耳。", "818": "二廣簡偽三一法異名具在全帙。", "819": "四明入實相門者夫實相幽微其理淵奧如登絕壑", "820": "必假飛梯欲契真源要因教行故以教行為門下文", "821": "云以佛教門出三界苦佛子行道已來世得作佛門", "822": "名能通此之謂也略為四意一略示門相二示入門", "823": "觀三示麤妙四示開顯一示門相者夫佛法不可宣", "824": "示赴緣說者必以四句詮理能通行人入真實地大", "825": "論云於如是法說第一義悉檀所謂一切實一切不", "826": "實一切亦實亦不實一切非實非不實如是皆名諸", "827": "法之實相實相尚非是一那得言四當知四是入實", "828": "相門耳又云四門入清涼池是門無礙非唯利者得", "829": "入鈍者亦得入非唯定者散心專志精進者亦得入", "830": "又云般若有四種相所謂有相無相乃至非有非無", "831": "相般若尚非一相云何四相當知亦是入般若門也", "832": "又云般若波羅蜜譬如大火𦦨四邊不可取邪見火", "833": "燒故若不觸火溫身熟食若觸火者火則燒身身既", "834": "被燒溫食無用四門本通般若除煩惱辦大事若取", "835": "著者則成邪見燒於法身法身既燒四門通何等若", "836": "不觸火門則能通也若以佛教為門者教略為四若", "837": "於一教以四門詮理即是四門四四合十六門若以", "838": "行為門者稟教修觀因思得入即以行為門藉教發", "839": "真則以教為門若初聞教如快馬見鞭影即入正路", "840": "者不須修觀若初修觀如夜見電光即得見道者不", "841": "更須教並是往昔善根淳熟今於教門得通名為信", "842": "行於觀門得通名為法行若聞不即悟應須修觀於", "843": "觀悟者轉成法行若修觀不悟更須聽法聽法得悟", "844": "轉名信行教即為觀門觀即為教門聞教而觀觀教", "845": "而聞教觀相資則通入成門教觀合論則有三十二", "846": "門此語其大數耳細尋於門實有無量經云說種種", "847": "法門宣示於佛道今且約四教明十六門相謂藏通", "848": "別圓各具有門空門亦有亦空門非有非空門具如", "849": "全帙尋之二示入門觀者能通教門大為十六所通", "850": "之理但是偏圓兩真前八門同入偏真後八門同入", "851": "圓真但有巧拙偏直之異就一一門各具信法二行", "852": "信行聞說即悟此心疾利得道方法難可示人且約", "853": "法行觀門即為十意一識所觀境二真正發心三遵", "854": "修定慧四能破法徧五善知通塞六善用道品七善", "855": "用對治八善知位次九善能安忍十法愛不生具在", "856": "全帙須細尋之三示麤妙四示開顯俱不暇錄可以", "857": "意得第五實相為諸經作體者且此一經體名前後", "858": "同異方便品中云諸佛一大事因緣開佛知見無上", "859": "道實相印等譬喻品中以大車譬一大乘信解中名", "860": "付家業藥艸中名一切智地最實事化城中名寶所", "861": "授記中名繫珠法師中名祕密藏寶塔中名平等大", "862": "慧壽量中名非如非異神力中名祕要之藏妙音中", "863": "名普現色身三昧觀音中名普門勸發中名植眾德", "864": "本如是等異名不同其義亦異理極真實以實為相", "865": "故名實相靈知寂照名佛知見三世諸佛唯用此自", "866": "行化他故言大事因緣虗通名道正定諸法名實相", "867": "印運載名乘成辦佛事名家業一切所依名智地諸", "868": "法之元故名寶所圓妙難思故言寶珠無所積聚而", "869": "含眾法名祕藏祕要通達無礙名平等大慧遮於二", "870": "邊名非如非異妙色自在故言普現三昧入實之由", "871": "故名普門諸法由生故言德本如是名義差別體即", "872": "實相次明諸經異名或真善妙色或畢竟空或如來", "873": "藏或中道等不可具載皆是實相別稱悉是正印各", "874": "稱第一又眾經半滿大小之殊體有傍正正即實相", "875": "傍即偏真偏真或時含實相實相或時帶偏真而通", "876": "稱實相故中論云實相三人共得共得者即偏真也", "877": "大經云聲聞之人但見於空空即傍也智者見空及", "878": "與不空不空即正也此經云我等昔日同入法性法", "879": "性即傍也今日安住實智中實智中即正也小乘三", "880": "法印傍也通教帶傍明正別圓但明於正不復論傍", "881": "若約五味乳惟論五酪惟論傍二酥傍正相兼帶醍", "882": "醐惟正又正實相多諸名字約名字中復論傍正勝", "883": "鬘以自性清淨為正餘名為傍華嚴以法身為正般", "884": "若以一切種智為正涅槃以佛性為正此經以實相", "885": "一乘為正餘名為傍此則非傍非正論傍正傍正悉", "886": "是經體麤妙開顯可知。", "887": "第六諸行體第七徧為一切法體具如全帙。", "888": "第三明宗第三明宗宗者修行之喉衿顯體之要蹊如梁柱持", "889": "屋結網提綱維提維則目動梁安則桷存釋宗為五", "890": "一簡宗體二正明宗三眾經同異四明麤妙五結因", "891": "果簡宗體者有言宗即是體體即是宗今所不用何", "892": "者宗致既是因果因果即二體非因非果體即不二", "893": "體若是二體即非體宗若不二宗即非宗如梁柱是", "894": "屋之綱維屋空是梁柱所取不應以梁柱是屋空屋", "895": "空是梁柱宗體若一其過如是又宗體異者則二法", "896": "孤調宗非顯體之宗則邪倒無印體非宗家之體則", "897": "體狹不周離法性外別有因果宗體若異其過如是", "898": "今言不異而異約非因非果而論因果故有宗體之", "899": "別耳普賢觀云大乘因者諸法實相大乘果者亦諸", "900": "法實相即其義也當知實相體通而非因果行始辨", "901": "因行終論果譬如銅體非始非終擬鑄為像即名像", "902": "始治瑩悉畢即名像終若識此喻不即不離宗義明", "903": "矣二正明宗者此經始從序品訖安樂行品破廢方", "904": "便開顯真實佛之知見亦明弟子實因實果亦明師", "905": "門權因權果文義雖廣撮其樞要為成弟子實因因", "906": "正果傍故於前段明迹因迹果也從涌出品訖勸發", "907": "品發迹顯本廢方便之近壽明長遠之實果亦明弟", "908": "子實因實果亦明師門權因權果而顯師之實果果", "909": "正因傍故於後段明本因本果合前因果共為經宗", "910": "意在於此所以經分二文論本論迹雙題法譬舉蓮", "911": "舉華師弟權實總在其間也三眾經因果同異者今", "912": "經迹中師弟因果與眾經有同有異本中師弟因果", "913": "眾經所無正以此之因果為經妙宗也四麤妙開顯", "914": "如全帙五結成者夫經說因果正為通益生法行人", "915": "若開權顯實正令七種方便生身未入者入傍令生", "916": "法二身已入者進若說壽量長遠傍令生身未入者", "917": "入正令生法已入者進神力品云如來所有一切甚", "918": "深之事者非因非果是甚深之理因果是甚深之事", "919": "從七種方便初得入圓登銅輪位名之為因乃至餘", "920": "有一生在若轉一生即得妙覺名之為果從二住至", "921": "等覺中間名為亦因亦因因亦果亦果果用無礙道", "922": "伏一分無明名之為因用解脫道斷一分無明名之", "923": "為果約此解脫復修無礙故云因因從此無礙復得", "924": "解脫故言果果初住見真以真為因住前相似非是", "925": "真因若取性德為初因者彈指散華是緣因種隨聞", "926": "一句是了因種凡有心者是正因種此乃遠論性德", "927": "三因種子非是真實開發故不取為因也。", "928": "第四論用第四明用者用是如來之妙能此經之勝用如來以", "929": "權實二智為妙能此經以斷疑生信為勝用秖二智", "930": "能斷疑生信生信斷疑由於二智約人約法左右互", "931": "論耳前明宗就宗體分別使宗體不濫今論用就宗", "932": "用分別使宗用不濫何者宗亦有用用亦有宗宗用", "933": "非用用用用非宗用用宗非宗宗宗宗非用宗宗用", "934": "者因果是宗因果各有斷伏為用用有宗者慈悲為", "935": "用宗斷疑生信為用用若論於宗且置斷伏但論因", "936": "果今明於用但論斷疑生信且置慈悲若得此意則", "937": "知權實二智能斷疑生信是今經之大用矣諸經不", "938": "純明佛智慧不發佛自應迹不正破二乘果不斷生", "939": "身菩薩之遠疑起其遠信不顯本地增法身菩薩大", "940": "念佛之道損界外之生如此力用眾經所無今經具", "941": "之所以命章不論二乘菩薩等智純顯佛之微妙智", "942": "慧不開九法界知見純開眾生佛之知見餘經但道", "943": "佛所變化是迹不道佛身自是迹今經自道佛身是", "944": "迹其餘變化寧得非迹今經正破廢化城二乘之果", "945": "況其因行耶又破稟方便教菩薩執迹為極今皆發", "946": "廢悉稱是權迹及中間諸疑悉斷起於深遠不思議", "947": "信又顯本地真實功德令法身菩薩得大利益始自", "948": "初阿終鄰後荼抹十方那由他土為塵數增道菩薩", "949": "不能令盡蓋由如來雨權實二智一味之雨普等四", "950": "方俱下者一切諸四門俱破也充足求於具足道者", "951": "斷其深疑起其大信令入一圓因控摩訶衍車遊於", "952": "四方直至道場大用大力妙能妙益猶自未盡蓋藏", "953": "通以二智斷四住之疑生偏真之信淨名離彈斥二", "954": "乘及偏行菩薩亦是界內斷疑生信不能令小乘及", "955": "方便菩薩斷大疑生大信大品通意亦是界內疑斷", "956": "信生別意雖在界外亦未斷近疑生遠信華嚴正意", "957": "斷界外疑生於圓信亦未斷近生遠故權實名雖復", "958": "通用而力大異今經用佛菩提二智斷七種方便最", "959": "大無明同入圓因破執近迹之情生本地深信乃至", "960": "等覺亦令斷疑生信如是勝用豈同眾經耶。", "961": "第五判教第五釋教相者佛於無名相中假名相說說餘經典", "962": "各赴緣取益如華嚴初逗圓別之機高山先照直明", "963": "次第不次第修行住上地上之功德不辨如來說頓", "964": "之意若四阿含通說無常知苦斷集證滅修道不明", "965": "如來曲巧施小之意若諸方等折小彈偏褒圓歎大", "966": "慈悲行願事理殊絕不明並對訶讚之意若般若共", "967": "則三人同入別則菩薩獨進廣歷陰入盡淨虗融亦", "968": "不明共別之意若涅槃在後略斥三修粗點五味亦", "969": "不委說如來置教原始要結之終凡此諸經皆是逗", "970": "會他意令他得益不譚佛意意趣何之今經不爾絓", "971": "是法門網目大小觀法十力無畏種種規矩皆所不", "972": "論為前經已說故但論如來布施之元始中間取與", "973": "漸頓適時大事因緣究竟終訖當知此經唯論設教", "974": "大綱不委微細網目譬如算者初下後除紀定大數", "975": "不存斗斛秖為深論佛教妙說聖心近會圓因遠申", "976": "本果所以疑請不已若能精知教相則識如來權實", "977": "二智也。", "978": "教相者大綱三種一頓二漸三不定釋此三教各作", "979": "二解一約教門二約觀門教門為信行人又成聞義", "980": "觀門為法行人又成慧義聞慧具足如人有目日光", "981": "明照見種種色先約教者若華嚴七處八會之說譬", "982": "如日出先照高山淨名中唯嗅薝蔔大品中說不共", "983": "般若法華云但說無上道又始見我身聞我所說即", "984": "皆信受入如來慧若遇眾生盡教佛道涅槃云雪山", "985": "有艸名為忍辱牛若食者即得醍醐又云我初成佛", "986": "恒沙菩薩來問是義如汝無異諸大乘經如此意義", "987": "類例皆名頓教相也非頓教部也二漸教相者如涅", "988": "槃云從佛出十二部經從十二部出修多羅從修多", "989": "羅出方等從方等出般若從般若出涅槃如此等意", "990": "即漸教相也又始自人天二乘菩薩佛道亦是漸也", "991": "又中間次第入亦是漸也三不定教者此無別法但", "992": "約頓漸其義自明大經云置毒乳中乳即殺人酪酥", "993": "醍醐亦能殺人此謂過去佛所常聞大乘實相之教", "994": "譬之以毒今值釋迦聲教其毒即發結惑人死如提", "995": "謂波利但聞五戒不起法忍三百人得信忍四天王", "996": "得柔順忍皆服長樂之藥佩長生之符住於戒中見", "997": "諸佛母即乳中殺人也酪中殺人者如智度論云教", "998": "有二種一顯露教二祕密教顯露者初轉法輪五比", "999": "丘及八萬諸天得法眼淨若祕密教無量菩薩得無", "1000": "生法忍此是毒至於酪而殺人也生酥中殺人者有", "1001": "諸菩薩於方等大乘教得見佛性住大涅槃即其義", "1002": "也熟酥殺人者有諸菩薩於摩訶般若教得見佛性", "1003": "即其義也醍醐殺人者如涅槃教中鈍根聲聞開發", "1004": "慧眼得見佛性乃至鈍根緣覺菩薩七種方便皆入", "1005": "究竟涅槃即其義也是名不定教相非不定部。", "1006": "二約觀門者一圓頓觀從初發心即觀實相修四種", "1007": "三昧行八正道即於道場開佛知見得無生忍如牛", "1008": "食忍艸即得醍醐其意具在止觀二漸次觀從初發", "1009": "心為圓極故修阿那波那十二門禪如雜血乳次修", "1010": "六妙門十六特勝觀練熏修等乃至道品四諦觀等", "1011": "如清淨乳十二緣觀如酪四弘誓願六波羅蜜如生", "1012": "酥別菩薩行如熟酥次修自性禪入一切禪乃至清", "1013": "淨淨禪此諸法門能見佛性住大涅槃真應具足名", "1014": "醍醐行三不定觀者從過去佛深種善根今修證十", "1015": "二門豁然開悟得無生忍即是毒在乳中殺人乃至", "1016": "坐禪修自性等禪正觀學無作四聖諦行法華般舟", "1017": "等四種三昧豁然心悟得無生忍即是醍醐行中殺", "1018": "人也如此五味不離半滿半滿不離五味五味半滿", "1019": "相成若華嚴頓滿大乘家業但明一實不須方便唯", "1020": "滿不半於漸成乳三藏客作但是方便唯半不滿於", "1021": "漸成酪方等彈訶則半滿相對以滿斥半於漸成生", "1022": "酥大品領教帶半論滿半則通為三乘滿則獨為菩", "1023": "薩於漸成熟酥法華付財廢半明滿若無半字方便", "1024": "調熟鈍根則亦無滿字開佛知見於漸成醍醐如來", "1025": "殷勤稱歎方便者半有成滿之功意在此也但半滿", "1026": "五味既通約諸經諸經不同人當辨其開合若華嚴", "1027": "正隔小明大於彼初分永無聲聞後分則有雖復在", "1028": "座如聾如瘂非其境界爾時尚未有半何所論合次", "1029": "開三乘引接小機令斷見思則以小隔大既不論滿", "1030": "何所可合若方等教或半滿雙明或半滿相對或以", "1031": "滿彈半稟半聞滿雖知恥小猶未入大故云止宿艸", "1032": "菴下劣之心猶未能改則半滿不合般若以滿洮練", "1033": "於半命領家業明半方便通入無生半字法門皆是", "1034": "摩訶衍是合其法而不希取一䬸之物即是未合其", "1035": "人是故半滿不合若至法華覺悟化城云非真實汝", "1036": "等所行是菩薩道即是合法汝實我子即是合人人", "1037": "法俱合自鹿苑開權歷經諸教來至法華始得合實", "1038": "然聲聞有二種一祕密合二顯露合祕密合者初為", "1039": "提謂說五戒法已有密悟無生忍者況修多羅方等", "1040": "般若豈無密悟此則不論若就顯露未入位聲聞亦", "1041": "隨處得合例如般若三百比丘得記者是也若住果", "1042": "聲聞決至法華敦信令合若住果不合是增上慢未", "1043": "入位五千簡眾起去到涅槃中方復得合總就諸教", "1044": "通作四句華嚴三藏非合非不合方等般若一向不", "1045": "合法華一向合涅槃亦合亦不合何者涅槃為末代", "1046": "更開諸權引後代鈍根故言亦不合也夫五味半滿", "1047": "論別別有齊限論通通於初後若華嚴頓乳別但在", "1048": "初通則至後故無量義云次說般若歷劫修行華嚴", "1049": "海空法華會入佛慧即是通至二經又像法決疑經", "1050": "云今日坐中無央數眾各見不同或見如來入涅槃", "1051": "或見如來住世一劫若減一劫若無量劫或見如來", "1052": "丈六之身或見小身或見大身或身報身蓮華藏世", "1053": "界海為千百億釋迦牟尼佛說心地法門或見法身", "1054": "同於虗空無有分別無相無礙徧同法界或見此處", "1055": "山林地土沙或見七寶或見此處乃是三世諸佛所", "1056": "行之處或見此處即是不可思議諸佛境界真實之", "1057": "法夫日初出先照高山日若垂沒亦應餘暉峻嶺故", "1058": "蓮華藏海通至涅槃之後況前教耶若修多羅半酪", "1059": "之教別論在第二時通論亦至於後釋論云從初鹿", "1060": "苑至涅槃夜所說戒定慧結為修妬路等藏當知三", "1061": "藏通至於後若方等半滿相對生酥教別論是第三", "1062": "時通論亦至於後陀羅尼云先於王舍城授諸聲聞", "1063": "記今復於舍衛國祇陀林中復授聲聞記故知方等", "1064": "至法華後般若帶半論滿熟酥教別論在第四時通", "1065": "論亦至初後何者從得道夜至泥洹夜常說般若若", "1066": "涅槃醍醐滿教別論在第五時通論亦至於初釋論", "1067": "云從初發心常觀涅槃行道前來諸教豈無發心菩", "1068": "薩觀涅槃耶大經云我坐道場菩提樹下初成正覺。", "1069": "爾時無量阿僧祇恒沙世界菩薩亦曾問我是甚深", "1070": "義然其所問句義亦皆如是等無有異如是問者則", "1071": "能利益無量眾生此則通至於前若法華顯露邊論", "1072": "不見在前祕密邊論理無障礙故身子云我昔從佛", "1073": "聞如是法見諸菩薩授記作佛豈非證昔通記之文", "1074": "記者私錄云人言第二時十二年中說三乘別教若", "1075": "爾過十二年有宜聞四諦十二因緣六度豈可不說", "1076": "若說則三乘別教不止在十二年中若不說則一段", "1077": "在後宜聞者佛豈可不化也定無此理經言為聲聞", "1078": "說四諦乃至說六度不止十二年蓋一代中隨宜聞", "1079": "者即說耳如四阿含經五部律是為聲聞說乃訖於", "1080": "聖滅即是其事何得言小乘悉十二年中也人言第", "1081": "三時三十年中說空宗般若維摩思益依何經文知", "1082": "三十年也言四十年後說法華一乘法華經中彌勒", "1083": "言佛成道來始過四十餘年然不可言法華定在大", "1084": "品經後何故大智論云須菩提於法華中聞說舉手", "1085": "低頭皆得作佛是以今問退義若爾大品與法華前", "1086": "後何定也然大品法華及涅槃三教淺深難可輒言", "1087": "何者涅槃佛性亦名般若亦名一乘一乘是法華之", "1088": "宗般若是大品所說即是明性復有何未了乎大品", "1089": "中說第一義空與涅槃經明空無異皆云色空乃至", "1090": "大涅槃亦空又大品說涅槃非化維摩說佛身離五", "1091": "非常與涅槃明常說涅槃不空有何異而自生分別", "1092": "言維摩偏詺明常大品一向說空也又若從法華後", "1093": "入涅槃者法華經中已明王宮非始久來成道何由", "1094": "涅槃中方引道樹始成執實為疑故知為一段眾生", "1095": "最後聞常者涅槃經聞法華者不假聞涅槃也復應", "1096": "當知諸大乘經指歸不殊但隨宜為異如華嚴無量", "1097": "義法華皆三昧名般若是大智慧維摩說不思議解", "1098": "脫是解脫大涅槃是究竟滅文殊問菩提是滿足道", "1099": "悉是佛法法無優劣於中明果皆是佛果明因皆是", "1100": "地行明理皆是法性所為皆是菩薩旨歸不當有異", "1101": "人何為強作優劣然依經按論略唯二種謂聲聞藏", "1102": "及菩薩藏也教必對人人別各二聲聞藏中有決定", "1103": "聲聞及退菩提心聲聞菩薩藏中有頓悟大士有漸", "1104": "入菩薩決定聲聞一向住小退心聲聞後能趣大雖", "1105": "有去有住而受小時一故對此二人所說為聲聞藏", "1106": "菩薩雖有頓漸不同然受大處一故對此二人所說", "1107": "為菩薩藏也然此二藏隨所為隨所說聲聞藏中有", "1108": "菩薩為影響然非所為不可從菩薩名作大乘經菩", "1109": "薩藏中亦有聲聞人非正所為宗不說聲聞法故不", "1110": "可名為小乘法擬人定法各自不同是以要而攝之", "1111": "略唯二也今開分之判為四教聲聞藏即三藏教菩", "1112": "薩藏即通別圓教為決定聲聞說三藏教為退大聲", "1113": "聞說通教為漸悟菩薩說別教為頓悟菩薩說圓教", "1114": "非唯名數易融而義意玄合今古符契一無二焉唯", "1115": "文略而義廣教一而蔽諸若申隱以使顯須多作論", "1116": "義如捕獵川澤饒結筌󱇮豈魚獵者好博耶不得已", "1117": "而博耳。", "1118": "妙法蓮華經玄義節要卷下", "1119": "No. 589-A 妙玄節要䟦No. 589-A", "1120": "妙玄節要䟦", "1121": "一字法門海墨書而不盡九旬譚妙奚足云多且", "1122": "九旬之中縱四辯以宣揚文義何限章安所記亦", "1123": "自略矣豈容更刪節耶特以末世鈍根畏繁樂簡", "1124": "望妙玄而如海甘蛙守而不前致使無上醍醐畢", "1125": "世罔沾一滴良可痛也竊聞大智度論千卷羅什", "1126": "十倍略之而摩訶止觀全書荊溪亦復錄其大意", "1127": "因倣厥旨輯為節要二卷庶幾易於染指漸充法", "1128": "味然後徧討玄文深證法華三昧則斯舉也未必", "1129": "非循循善誘之一術也若乃守節要為己足而終", "1130": "置玄文於不探則予固智者章安之罪人而彼又", "1131": "予之罪人矣。庚辰仲夏二十有六日智旭謹識"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 589 法華經玄義節要", "author": "明 智旭節"}