{"sourceLink": "http://www.cbeta.org/", "text": {"0": "止觀輔行搜要記卷第十", "1": "天台沙門釋湛然於佛壟述", "10": "若見解去。略示見發。初是問無窮。若解釋下。答無窮。", "100": "論宗破立同異。二家並以論宗為是。所破為非。同宗", "101": "大乘。故同百家之是。論師破小論破外。故云異百家。", "102": "非捉義等者。二家俱應破外破小。今各存一邊。名互", "103": "出沒。", "104": "又似等者。此責論師雙破二論。何殊勒沙計亦有無。", "105": "知不全同。故但云似。又昆勒者。與而言之。不殊昆勒。", "106": "同兩亦故。", "107": "當時下。正斥。論師以救二論仍縱之。云此應縱。容有", "108": "執則非無執。何過等者。指優樓等。若以大破小等者。", "109": "通伏難。難云。若非外道。淨名何故斥須菩提云。彼外", "11": "故以曲射喻問。無窮如養。由基善射。猿見之。抱樹長", "110": "道是汝之師。故今通云。斥其無中。挫同外道。", "111": "次明邪人得法不同。初引關中疏云。一師有三計者。", "112": "如今所列一切智。神通如前三仙中說。神通中云變", "113": "城等者。鹵。鹹土也。捫。手摸也。如釋籤第二。韋陀者。外", "114": "人典籍。具如摩橙伽經廣說。根本唯四。一讚誦。二祭", "115": "祀。三歌詠。四攘灾。後時弟子展轉開成一千二百一", "116": "十六。星醫等者。星謂他歧伯等。西方耆婆流水等。兵", "117": "如黃石公太公六韜等。所明三種念處。文在大論。共", "118": "謂事理俱得。事謂得滅盡定。理謂無漏真諦。緣謂當", "119": "教四門文字教法。教法皆以所詮為境。境是所念之", "12": "啼。見解是禪所發。見名字是文所發。見故二不。同學", "120": "處。毗曇云煩惱障等者。煩惱是能障。解脫所障。禪定", "121": "障解脫者。禪定即解脫。解脫是所障。一切法亦如是。", "122": "障破得禪及一切法。是故云也。此且約三藏分別。", "123": "次若執下。衍門三種。准四念處。四教各三。當教各有", "124": "事理教法。問。前何故云千大羅漢皆得無疑。答。皆得", "125": "但推於佛。", "126": "次明見發中有譬有合。初譬兩因。決却譬兩緣。暗障", "127": "去。合不合。因但合緣。濬者深也。駿者馬之美稱。", "128": "次通教中。正門既有利根見中。今此亦謂障中幻化。", "129": "從障中無明眠起而生見著。別教如文。", "13": "問坐禪之輩。故發見諳名之人。能破習禪無見之人。", "130": "次圓教中。未到尚謂是無生忍。況圓門見。實語等者。", "131": "本是實語。起見故虗。涅槃亦爾。生死之法全是涅槃。", "132": "由生著故反成生死。甘露亦爾。佛教如甘露起。越見", "133": "如多服。失理如夭命。", "134": "夫四見為諸見本等者。加單成複。加複故成具。避三", "135": "成絕。自他復為等者。一者自等。與有等義同故。兩文", "136": "互用。若從計說。於一有見具有自等。皆用三假四句", "137": "破之。故共無因只是雙計。雙非自他。故三四句初二", "138": "為本。有等亦然。因中有果等四亦爾。", "139": "次引龍樹者。破自他竟。但云共有二過。無因不可。本", "14": "如令飛者失路。能破學問無見之人。如令走者失路。", "140": "傾枝折。即此意也。", "141": "今大小乘下。以佛法例釋。內外雖殊。枝本義一。破亦", "142": "如之。", "143": "若三藏下。約教釋相。先藏通。次別圓。初中先明兩教。", "144": "次判自他界內外別。通論教教。各具四句。別如第三。", "145": "即以四句各對一教。今俱異通別分於四教。對於內", "146": "外自他而已。此三不同。各隨義勢。", "147": "次釋別圓中。先正釋。次判君臣者。可以理天下。亦尊", "148": "也。教主亦爾。各理萬機。臣者助君理民。今互有強弱", "149": "者。藏別兩教。方便道中。主未有功。故云君弱。功歸於", "15": "一百四十無不皆然。綽者。郭璞云。寬裕也。此則辨異", "150": "臣。故曰臣強。通圓並云由於法性。法性是主。故云君", "151": "強。不專方便。故云臣弱。此中且判別圓兩教。前指別", "152": "教。故云臣強。今指圓教。故云臣弱。餘二藏通比說可", "153": "知。", "154": "夫因聞下。略明多少。行者下。正明發見。雖云因聞。非", "155": "全散心。因禪不發。爾後薄聞。故云因聞。以散心中無", "156": "發見義。", "157": "初外外中云餘三者。若但三祖。只應云一。依入大乘。", "158": "故得云三。附佛法中文但列一。等取方廣。", "159": "次明佛法。先小。次󰶁。󰶁中云雖發等者。判見體性。雖", "16": "無見之人。", "160": "依大門。若發見已不能通入。故所依󰶁非大方便。復", "161": "不成小。故所起見還成生死。震旦二福者。一無羅剎。", "162": "二無外道。儻此土中有於神通一切智等。誰不歸之。", "163": "如姚秦時有外道來。為融公破。反還天竺。次寄此土", "164": "以辨於彼。既無三外。泛以莊老用例韋陀。", "165": "次結數者。依入大乘應二十八。通慧自在者。通即神", "166": "通。慧謂一切智下。韋陀等者。迦毗羅見尚私讀小󰶁。", "167": "信人引經謂為有憑。應未為可。", "168": "次別明不同中。初一切智中云論力者。自謂最大。故", "169": "云論力。受梨昌募。撰五百難來至佛所。因見鹿頭已", "17": "此見下。辨所因異。例如下。引例。信如因聞。法如因禪。", "170": "被佛化。自然入道。", "171": "神通中云所因處等者。諸外唯依根本諸禪。於中上", "172": "下自有優劣。對佛弟子特勝已上。所因處勝。乃至佛", "173": "法准說可知。", "174": "韋陀中云治家等者。亦如此土。孝以治家。忠以治國。", "175": "輔國利民。故云濟也。", "176": "驗之等者。問。一切智等依何而得察之等者。觀其所", "177": "計從何宗來。觀其所引為證何等。復以新舊起惑勘", "178": "之。菽。豆也。則清濁自分。如菽麥異。邪正既已等者。尚", "179": "不辨邪正。安能判大小。", "18": "聞思准知。有妙達者。有所破會。如達妙理。此二屬見。", "180": "周弘正釋三玄者。玄謂幽奧。世以此三為極幽故。易", "181": "既不出陰陽之道。故屬有也。老既守雌保弱。皆云有", "182": "歸於無。故屬幻無。莊如內篇云無物無不物等。豈非", "183": "有無。廣如其教。", "184": "周孔制下。明破果不破因。許有衛身等。是不破因。但", "185": "立下。釋不破因。不云招報。即是破果。或云慶流移世。", "186": "即是有有。即是存果義也。", "187": "玅此諸欲者。唯玅無欲。是欲皆玅。玅不可得。故云皆", "188": "無。玅謂涅槃。欲即界繫。故證真者欲玅皆無。未得彰", "189": "言等者。教猶權故。世人常云孔子是儒童菩薩。三教", "19": "不關辨悟。", "190": "殊途而同歸。釋教開權方有是說。經史子集何處言", "191": "之。跛者嶮也。", "192": "莊斥仁義等者。莊謂孔子為仁義賊。雖防小盜。不意", "193": "大盜。盜者汝揭仁以謀其國。揭字去列反。高舉貌也。如", "194": "負建皷而求亡子。豈可得乎。斥他孔子以揭仁義。不", "195": "知揭自然之惡。", "196": "次西方為三。破因不破果者。不許往因而存現果。立", "197": "現因名不破因。亡當果名為破果。第二俱破不破一", "198": "切法者。如前因果並破云無。故云俱破。而不能破三", "199": "無為法。外人亦計虗空為常。雖無二滅。亦不敢破。以", "2": "先總。次開章。言非一者。不出一百四十種見。又解知", "20": "南方等者。舊陳齊地隔。指陳為南。真道是因禪發見", "200": "三無為攝法遍故。故云一切法。若復破者。不計空常", "201": "無惑可破。惑無緣可闕。是故俱破。第三與佛法何別", "202": "者。恐濫比佛法。亦示破世間因果。不許計空為常。二", "203": "滅不名真理。又濫大乘。破小因果及三無為。故為問", "204": "起。與彼第三外道何別。", "205": "大論下。引論答。佛法自以邪正大小分之。破各有已", "206": "曾混和。亦體下。重難外道。邪因不同。重答。有人出他", "207": "難云。外人亦破。破即是拆。是則外難無體有拆。今明", "208": "下。答。破語雖通。邪正自別。亦如中論品皆云破故。佛", "209": "法中通云拆體。俱得名破。故知以破俱非大小。", "21": "者。濫陀羅尼者是。因聞發見者。濫暗於等者。無識之", "210": "真觀等者。修真空人。尚不作於有漏諸善。況三途惡。", "211": "人不知等者。見不解空者。慢之如土。有慚愧等者。此", "212": "指迦羅鳩䭾。具如前說。", "213": "背鱠等者。以木像背為砧。將佛經充故紙。聞天雷時", "214": "反更尿井。佛法隔世而有因果。豈現未報為無礙耶。", "215": "次是人下。次明神通。空見既盛但成於見。非通等三。", "216": "又廣尋下。明韋陀也。執見為嘊喍。破他為嘷吠。", "217": "次明化他亦四。皆以自行者為實。化他者為權。", "218": "金䥫二鏁者。二鏁繫同。鐵鏁如著外。金鏁如著內。貴", "219": "賤雖殊。被縛義等。玉鼠二璞者。璞。玉也。鄭人以真玉", "22": "徒。判發見者。以著高位或復不信。判為鬼狂。故今正", "220": "為璞。周以死鼠為璞。璞名雖同。淨穢天別。無著如鄭。", "221": "起見如周。佛法諸門如鄭。起愛如周。牛驢二乳者。色", "222": "同體異。皆同抨練。有成不成。內外同有不煞慈悲等", "223": "名。於外推撿。盡歸虗妄。", "224": "迦羅鎮頭等者。出大經四依品中。今借用之。二菓相", "225": "似。迦羅害人。內外名同。外歸邪妄。", "226": "根本變化者。若依根本禪。有十四變化。初禪二。二禪", "227": "三。三禪四。四禪五。以上能作下故也。初禪兼欲故二。", "228": "餘皆兼下故皆增一。若十八變化者。並屬身通。左右", "229": "上下更互出水火故有八。地水互相如故二。空地互", "23": "判俱非二也。", "230": "現沒二空中。四儀故四。空中現大小故二。合前成十", "231": "八。佛為迦葉現十八變。數同事別。", "232": "所讀等者。既是韋陀。尚非三藏。豈是圓教法界總持。", "233": "雖斷等者。既計非想斷下地思。非想壽盡。隨道受報。", "234": "舉無情華󰪑以況發見。", "235": "然支佛下。比所依法邪正不同。雖復不同皆令悟理。", "236": "妙勝定經等者。明佛滅後。年月漸遠。得道漸少。起著", "237": "漸多。佛法尚著。況外法耶。", "238": "久住城門等者。雖四門相望互有精麤。莫不皆能通", "239": "至王所。略舉兩非。意達四門。著心習門安能契理。修", "24": "夫鬼著下。釋非二種。見屬慧性。故云見慧。通論下。正", "240": "習時過。真道難期。媒者和合之主。衒者行賣其身。宣", "241": "媒衒言。故云打皷。不能下物。故云自大。身儀處眾。故", "242": "曰慢幢。", "243": "方等問橋者。彼經佛自說往因行時我貧窮。欲赴大", "244": "會受種種施。於路值經橋。乃問他人。是橋何木。何人", "245": "所造等。次第設於七千八百問。問已。答者呵之。方至", "246": "會所。至會已散。都無所得。", "247": "老無三昧者。大經云。譬如甘蔗。既被押已。滓無復用。", "248": "既被老押。則無出家讀誦坐禪三昧。", "249": "天門直華等者。曲直華陋。隔字為對。應以界內界外", "25": "明來意。言兩義則多者。禪已發者及俱發者。見若發", "250": "各一體拆。各一直華。各一曲陋。天門者。皇家正門。餘", "251": "門者。偏門也。見真見中。各一體柝。今雖不分。意必具", "252": "二。", "253": "以此而觀下。具足辨之。言清濁者。只是諸教諸門有", "254": "著無著展轉相形。五番者。總以外二及附佛法。合為", "255": "一耶。四教為四。廣論無量者。因禪因聞。各百四十。", "256": "通修止觀者。觀陰入也。通修雖一。發必別依。故見是", "257": "慧性。發必依觀。禪是定性。發必依止。如人等者。名如", "258": "智。智則難忘。面如通。通則易失。先世有兒弟者。發心", "259": "若僻。即名鬼禪。所在生處。鬼即加之。聖緣准此。", "26": "已不復得禪。況未得禪復不名見。故云少也。", "260": "復次下。明見境意。恐不識者依之造行。或恐卒斷失", "261": "於方便。如󴋱等者。因食入腹而能害人。若有著󴋱復", "262": "患寸白。則莫治寸白。養令噉蛊。鈍使如󴋱。見如寸白。", "263": "合喻可知。幹珠者。薏苡子也。雖無見病。鈍不聞法。", "264": "若入下。明養見意。大乘體之。何須卒斷。但鈍斷已。體", "265": "之不遲。見為侍者。入出隨人。養見如出。體觀如入。外", "266": "外尚然。況正。", "267": "大論三慧等者。論釋天人師中問云。佛亦生餘道。何", "268": "獨天人。答。少故不說。然三惡得道。由宿見慧。福雖生", "269": "天。不悟道者良由無慧。", "27": "例如下。例釋禪見前後。諸禪通發等者。通舉欲色無", "270": "𧲲獠等者。通指邊鄙無禮教處。尚不解世語。焉知妙", "271": "教。世總如此。亦佛未出。分形等者。故先令大權教其", "272": "見已。後示受破。俱入正道。次法華證先同後異。", "273": "若先下。約見斷不斷以判言同。三外者。斥所起見。非", "274": "斥所依。先世已斷者。或見盡思存。或思除見在。或思", "275": "未盡。若全盡者則不生此。故起見人不同諸下。外外", "276": "尚爾恐復餘耶。淨名等者。挫同諸見。為進依本。二乘", "277": "為退。不知中理。暫斥為見。外外尚養。況二乘耶。抑揚", "278": "之言。不可一向。", "279": "若作宗等者。將分別見以比諸論。今內外合成則一", "28": "色。六地九地發者。如前兩義。未到亦有發無漏義。不", "280": "百四十宗且。依佛法亦有一百一十二宗。豈比諸論", "281": "一門而已。中論觀法雖即煩廣。及至論門門亦不足", "282": "邪正等者。故知今家與彼玄殊。", "283": "夫佛法下。更明見意。佛化不出折兩門。攝謂養見研", "284": "心。折謂不留遺芥。分故。引二經意以證折攝。大經等", "285": "者。廣如經中覺德比丘。有德國王為護佛法執持刀", "286": "箭等。如四悉檀攝一切教。世界為人攝受意也。對治", "287": "即是折伏意也。藥珠二身攝一切身。破法立法收一", "288": "切教。大旨悉然故以為例。", "289": "約一一見等者。一百四十各作十乘。皆可經夏束為", "29": "及依禪故云少也。六謂四禪中間欲定。九謂六加三", "290": "一境。共作十乘亦不可盡。今此空見等者。似破二論。", "291": "通是不善。義同成論。別論亦得名為因等。起心善惡", "292": "因起能生。十界義同。毗曇因空造惡。即三途界。義同", "293": "成論。", "294": "闡提等者。闡提尚有憐愛之善。不同空見逆父慢母。", "295": "尚自不及極惡闡提。況復通論信不具等。慳貪等者。", "296": "因無淨命。果時噉穢。因時破齋。果常飢餓。", "297": "次聲聞界中。初總斥云不識等者。先舉不識以顯於", "298": "識。若隨見流轉。則四諦俱三。", "299": "所以者何下。釋四諦相。初具五陰。故名為若。初文是", "3": "下。重釋見字。於百四十各生一解。", "30": "空。能自裁󴋲等者。遇教近人皆能自󴋲。執見之過得", "300": "色。納受是受。取空是想。起行是行。分別是識。次空見", "301": "下。集諦。五鈍闕癡。應云空見不了因果。非鷄狗等者。", "302": "取空為道故異噉糞。", "303": "道諦文云受第二句者。受於不受。", "304": "勤破去。即小乘中相生攝。單複等者。例破諸見。言畢", "305": "故者。由不造新。", "306": "中論云等者。述論問答。以申小觀。論中初文問觀因", "307": "緣。答中乃引毗曇廣破六十二見。一往觀之似不相", "308": "應。故為問出令知不別。故云只此是。答如淨名云深", "309": "入緣起斷諸邪見。", "31": "禪尚少。因禪發見復自裁󴋲。其實為難。真法等者。證", "310": "又觀剎那者。正明起觀。有支中云有含果者。且寄迦", "311": "毗羅。應須遍約附佛法起。及十六門隨所計者。皆屬", "312": "有支。", "313": "鼻隔等者。但止心鼻隔。而無理觀。尚無小觀。豈觀空", "314": "見成妙境耶。止心尚爾況文字者。者暗證者。凡龜無", "315": "決疑之能。故比暗證。雖不能自決。決他猶勝盲犬𤣃", "316": "吠。然此二人無發見義。發亦何能辨之。", "317": "既識下。牒二乘境。為令誓由。亦以此由而為誓境。", "318": "如一等者。正約空見起誓。此中四弘義兼內外。即剎", "319": "那五陰眾生。一一眾生即是約外。以內況外。一人尚", "32": "難得人及難得教。真法教也。說者人也。聽眾即是能", "320": "多況復多人下。三弘誓准之可知。煩惱為因。眾生為", "321": "果。因果多故。法門無量。皆開佛知見。成無上道。問。因", "322": "果一念。如何分於二弘誓別。答。還約內心取空五陰", "323": "以成眾生。空見具足九十八使以為煩惱。一人既爾。", "324": "多人亦然。不別而別。其相自分。", "325": "若執下。空見起於六度行也。言魔施者。見本屬外。施", "326": "順生死。義復同魔。此中總明三藏三乘。方明通教者。", "327": "總別隨便不可一准。", "328": "觀空見者。通教二乘界也。無明標緣覺。生苦標聲聞。", "329": "諦緣只開。是合異耳。", "33": "裁󴋲人。正亡研心是故難得。稠林等者。拽。牽也。邪見", "330": "二乘知空下。通教菩薩。先與小辨異。雖度下。正釋。如", "331": "前如後者。前謂前前境。後謂續後不思議境。", "332": "復次下。因辨四教治見不同。見一治異。故有作意．任", "333": "運不同。次云任運者。且約見斷。不入三惡。成論下。斥", "334": "但用空。忽從空起見。空何能治。舉水生火可以比知。", "335": "今知去。則知成論論十六門中之一門耳。藏通去。明", "336": "破見先後。若爾。教雖有四。初心治惑。義唯二別。一者", "337": "三教初心。皆先除見。二者圓教初心。觀見法界。除堅", "338": "牢去。結斥。成論云下。釋疑。", "339": "如患冷下。釋。一理如身力。空見如冷病。薑桂如無常。", "34": "曲木在生死稠林。豈著見者能拽。", "340": "見真如復力。五石如即空見空如養色。五石謂白瑛", "341": "紫瑛膏乳脂。重婁如觀法。加壽如假智。能飛如入假。", "342": "重婁者黃精也。金丹。圓法也。從初發心名佛大仙。治", "343": "見等者。以餘惑例。且舉界內思及塵沙。界外之惑不", "344": "開前二。", "345": "此四下。舉佛遺囑。明治法具四。所以者何下。釋遺囑", "346": "意。四人有見。不出六道。故舉見果名為苦具。見之結", "347": "業以譬鬼神。", "348": "三車下。歷教以釋。以釋三車同異。此四教中總成九", "349": "種念處。三藏三乘為三。通教三乘為一。同觀無生故。", "35": "次開章中三宗計者。諸外所計不出二天及以三仙。", "350": "別教地前為三空。分拆體假。但無量八地已去名為", "351": "真實。圓人始終唯有一種。故三車之言有總有別。別", "352": "在三藏。總攝七種。除前入地及以圓教。是所會故。名", "353": "大車故。別教入地雖帶教道。謂證同故。故下文中從", "354": "釋迦者。約化儀釋一代教門。只是先與三車。後與一", "355": "大。", "356": "言略說等者。廣則七科。略唯念處。具說能所。即是四", "357": "諦。故望道品。名為處中。", "358": "次更序化儀。從漸至頓雖七種不同。各有其意。鹿苑", "359": "正用藏。方等傍用藏。復以三斥藏。般若傍用通。正用", "36": "二天者。摩醯首羅天及毗紐天。毗紐此云遍勝亦遍", "360": "於別圓。法華會七種。同歸一真實。", "361": "約此空見去。不思議治攝一切。治不違教。從一開諸。", "362": "如思議中亦不違諸教。故以塵喻一空見。塵攝大經", "363": "卷。從淨名去。證空見心。十界五陰名為眾生。眾生即", "364": "解脫。解脫不出見。故三法相即。", "365": "一切眾生下。釋上解脫中求佛解脫。釋上諸佛解脫。", "366": "又觀下。又釋心行中求。求謂用觀。觀唯法性。無復見", "367": "心。能一色下。結成妙境。即五陰．眾生兩世間也。唯闕", "368": "國土。准例可知。不縱不橫。結成三諦。乃至三譬。", "369": "此境下。發心。從極境說。且云無明即是法性。觀此下。", "37": "淨。俱舍云。第三禪頂。大論廣釋摩醯首羅。此云大自", "370": "安心。空寂總止。虗空總觀。善巧下。六十四番。見陰下。", "371": "破遍。單複下。通塞。唯出別相。故云句句。", "372": "若不入下。正助。昔以空見而行六蔽。今修事度蔽去", "373": "見陰。故一一文皆舉空見及以一蔽。如橋地海等者。", "374": "大論云。屈如橋梁。人馬踐之。地海例說。", "375": "序中云。纔至見境。法輪停轉。後三前文。略比說竟。既", "376": "云將送行者至彼薩雲。後三大章並無生忍後。故略", "377": "不論。大品法施品云。化恒沙眾生令得六通。不如書", "378": "般若令他讀誦。又令他讀誦之福。不如正憶念般若", "379": "波羅蜜。又正憶念福。不如為他說令易解。云何易解。", "38": "在。色界頂天。三目八臂。舉世尊之以為化主。三仙者。", "380": "謂不二相觀。不入不出。直說不共功德尚多。況說法", "381": "華開權妙教。教本令行。此文即是法華妙觀。故隨喜", "382": "品云。施四百萬億阿僧祇世界六趣四生。皆與四事。", "383": "便令皆得阿羅漢。與。不如初隨喜人百千萬倍。令他", "384": "得聞隨喜功大。又第五十人何必即是五品之初。隨", "385": "喜位人況大品文。說猶勝於自正憶念。況復能說兼", "386": "修行之。以如說行起於多聞。說法得解脫。聽法得解", "387": "脫。斯言不欺。況一切教流通分中。勸諸菩薩二乘凡", "388": "夫皆令轉說。敬願後哲勤說勤行。以為一乘信法種", "389": "子。雖欲好廣不獲而書。常一輩好略機緣。終日遊遊", "39": "一迦毗羅。此翻黃頭。頭如金色。恐身死往自在天問。", "390": "取遂難尅。却旋佛壟掃拭墳堂。禮侍之餘承閑刪採。", "391": "年去識暗。漸覺疎遺。賴有廣文猶可尋撿。皆搜宗要", "392": "以備修行。儻一句沾神。永為法卷。皆諸退省。萬事息", "393": "機。", "394": "止觀輔行搜要記卷第十終", "395": "大唐大中八年四月二十三日於台州天台山國", "396": "清寺西院元璋座主房寫取。當寺天台物外座主", "397": "本願。期佛慧共傳　大師止觀大教。自他兼利。日", "398": "本國延曆寺巡禮求教供奉。沙門珍記。", "4": "夫聽下。次辨非見。聽學者自謂有憑如生。斥修觀者", "40": "天令往頻陀山食餘甘子可延壽。食已於林中化為", "41": "大石。二優樓僧佉。此休留仙。晝藏山谷以造經書。夜", "42": "則遊行說法教化。三勒沙婆。此云苦行。以笇數為聖法。", "43": "次明入大乘論四宗作與作者。一者大論云。身手等", "44": "名作。以神我為作者。計身神一色即是我。相與相者。", "45": "一者相。謂生等四。相者亦神我。分與有分。一者分。謂", "46": "頭等身之少分。有分謂身。計身即手足等一。雖復更", "47": "於色上計一。兼前只是計身神一。若優樓計異者。非", "48": "但於前身神計異。又於諸法莫不皆計。如泥與瓶。三", "49": "四兩計。准說可見。又有破四宗論破於四計。僧佉計", "5": "無據如死。夫習禪去。偏觀者自謂妙悟。斥學問者名", "50": "一。毗世計異。尼乾計一異。若提計非一非異。", "51": "言六師者。元祖只是迦毗羅等。支派成六。三同三異", "52": "者。將什公所譯以望大經。六人名同。計則三異。言三", "53": "異者。謂二四五。二謂末伽梨。什云計眾生罪福無有", "54": "因緣。經云。一切眾生身有七分。地水火風苦樂壽命。", "55": "如是七法不毀害。此則無因是計斷。不毀是計常。四", "56": "謂阿耆多翅舍欽婆羅。什云。以苦行為道。經云。煞一", "57": "切人及以布施。無罪無福。苦行與無罪亦是有無不", "58": "同。五謂迦羅鳩䭾。什云。應總起見。隨有無答。經云。無", "59": "慚無愧不墮地獄。隨問故順。無慚故違。違順不同。言", "6": "為守株。以情理為情。不指妄謂。言守株者。宋有耕者。", "60": "三同者。初與同。初即富蘭那。什云。計一切法猶如虗", "61": "空。經云。說無有業及以業報。故是同也。", "62": "次三與六同什公。三云刪闍夜。要經生死如縷丸極。", "63": "經中第六尼乾亦計縷丸極也。三六與三同。什公云。", "64": "六之尼乾。計罪福必償。經第三云。刪闍夜以現持戒", "65": "遮未來惡。同似因果是故也。", "66": "次附佛法外道。乃因佛經。為計之由。二人並在大論", "67": "文中。二宗通云。龜毛菟角。無常無我。方廣更加諸法", "68": "空。則犢子所計我在第五藏者。謂出四句外。問。何故", "69": "今文四句與論不同。答。今文所列即是二十身見四", "7": "有菟觸株而死。後常守之。冀更有菟。二人本是信法", "70": "句。先列四句。次引證。故知文異義同。", "71": "論釋犢子中云。如犢子毗曇四句者。五眾不離。人人", "72": "不離。五眾不可說。五眾是人。不可說人是五眾。人是", "73": "第五不可說藏中所攝。故前二句即攝身見二十句", "74": "也。後之二但明我在四句之外。故不可說。今犢子下。", "75": "辨異。外道則有四異。一外外在四句內。犢子在外。外", "76": "從本四人開成二十。犢子但是人。三外外計我為真", "77": "我。或常或斷。今犢子計仍為俗諦。四外外計神我。犢", "78": "子但是人我。故云附佛法異。六師以二十身見。亦是", "79": "犢子所破。又云三世及無為者。如虗空無為。外外亦", "8": "根性。不曉大體。互相是非。今乃評之。雖復俱失亦未", "80": "計以之為常。今犢子必不以數緣為第四句及不可", "81": "說藏。犢子亦用數緣破惑。", "82": "次方廣者。出計十喻者。前犢子附小。今方廣附大。得", "83": "幻等名而失真實。故成外道。應知方廣亦具四義。非", "84": "大乘門。一不識真理。二不識所起惑相。三不識能計", "85": "生使。四相不破惑。故附佛法。猶名外道。是故龍樹引", "86": "來斥之。", "87": "大論不得般若方便等者。論文意云。學小乘者則墮", "88": "有無。學大乘者邪火所燒。故此二人名失方便。門本", "89": "通理。失理非門。菟角幻化亦復如是。中論云下。引大", "9": "成見。", "90": "喻小。執大雙非尚成愚癡。小執第四寧非邪見。", "91": "故百論等者。此斥論師。破小為外。有執則大小俱非。", "92": "無執乃四門俱是。如何頓破同外外邪。初明百論正", "93": "意。大乘謬破。炎即傍也。立大破小為正破。小為外是", "94": "傍。有云論師名炎。作如是破。破二論師。計心同外。可", "95": "爾。若直破二論為有無外道。此則有過。故下救云。不", "96": "可雷同等。若大破小乃是巧拙相形。一往貶挫。豈判", "97": "同外。故成謬。", "98": "然論下。引論文救。實是空義不同外道。言似無者。無", "99": "名似同。其如顯理何。又同百家等者。次評論師與百"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 919 止觀輔行搜要記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 919 止觀輔行搜要記", "author": "唐 湛然述", "language": "chinese", "source": "CBETA"}