{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1188 淨土必求", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1188-A 淨土必求自敘No. 1188-A", "1": "淨土必求自敘", "2": "大本彌陀經云。佛告彌勒。其有得聞彼佛名號。歡喜", "3": "踊躍乃至一念。當知是人。為得大利。則是具足無上", "4": "功德。是故彌勒。設有大火。充滿三千大千世界。要當", "5": "過此。聞是經法。歡喜信樂。受持讀誦。如說修行。所以", "6": "者何。多有菩薩。欲聞此經。而不能得。若有眾生。聞此", "7": "經者。於無上道。終不退轉。是故應當。專心信受。持誦", "8": "說行。余為此。起信樂心。不顧譏謗。復集是書。以公有", "9": "緣。倘有一毫之善。願佛哀憐。令我臨命終時。決定往", "10": "生。一得往生。願承此善。速入娑婆。以此經法。廣化有", "11": "情。盡未來際。永不疲倦。因今生所受淨土之恩。難酧", "12": "難報故也。淨土必求者。淨土即功德莊嚴。甚深微妙", "13": "之境也。必求即至誠懇切。廣大圓融之心也。夫淨土", "14": "妙門。乃諸佛共讚。難聞難知。故經云。多有菩薩。欲聞", "15": "此經。而不能得。我幸有緣。已得聞知。那可不發決定", "16": "之心。速修而證也。如人已登寶山。那可自甘受苦。不", "17": "欲取寶而迴也。是故應當。必定求之。每日持名。限定", "18": "幾萬。每日禮像。限定幾時。乃至畢命為期。朝朝向西", "19": "十念。日日對像哀陳。皆必求之志也。若不如是。恰恰", "20": "如登寶山。自甘空手。依舊長劫輪迴。豈不痛哉。為此", "21": "特採至切要之文。述成最警䇿之語。而為一生取辦", "22": "之要書也。諸佛甚深微妙淨土之境。皆從眾生廣大", "23": "圓融必求之心而得。故名之曰淨土必求。是我同倫。", "24": "切須多讀。方得發起必求之心。而早歸淨土也矣。余", "25": "因有戒述之誓。故然臂香四十八炷。供養阿彌陀佛。", "26": "至心懺悔發願云。我今然臂香。供養彌陀佛。願我眾", "27": "罪愆。決定皆消滅。願我命終時。決定生彼國。願早聞", "28": "佛乘。願早度一切。願以此功德。莊嚴佛淨土。上報四", "29": "重恩。下濟三途苦。若有見聞者。悉發菩提心。盡此一", "30": "報身。同生極樂國。時在光緒三年佛誕日戀西比丘", "31": "玉峰古崑稽首書於法源庵之報恩關", "32": "淨土必求目錄淨土必求目錄", "33": "念佛法門功重老實感堅祖語奉行十念", "34": "讀要解得持名要訣讀要解幸死盡偷心", "35": "因動嗔心立行懺悔讀四大祖師語有感", "36": "稱名述懷四則并序讀佛偈四則并問答", "37": "舌病難除戒午後食愧多貪恚願遲作師", "38": "自恥好談慎說人過然臂香供梵網經懺悔", "39": "滿七自慶述懷告眾六時經行出聲念佛", "40": "念佛堂所用讚六則", "41": "No. 1188", "42": "戀西大師淨土必求亦名淨業痛策", "43": "淨業學者　心永空靜　仝較", "44": "念佛法門功重老實念佛法門功重老實", "45": "崑深感淨土法門之恩者。實從蓮池大師。臨終老實", "46": "念佛一句而入也。蓮池大師。一生不惜身命。闡揚淨", "47": "土。至臨終時。見大眾悲哀。苦求開示。不得已。盡力畢", "48": "命。答一句老實念佛。大矣哉。不可思議也。我想此語。", "49": "非但包括蓮祖一生不惜身命。廣度眾生之說。真可", "50": "以包括釋迦如來。四十九年剖出心肝。普收萬類之", "51": "談。何哉。老實者至誠也。念者眾生本有靈覺之心也。", "52": "佛者十法界最勝之果也。以此靈覺之心。稱彼最勝", "53": "之佛。則無明黑暗之情。九界垢穢之境。當下明淨矣。", "54": "濁流寸寸清珠映。暗室層層寶炬炤。此之謂也。圓淨", "55": "四土。圓見三身。良在於斯。故要解云。一聲阿彌陀佛。", "56": "即釋迦本師。於五濁惡世。所得之阿耨多羅三藐三", "57": "菩提法。今以此果覺。全體授與濁惡眾生。乃諸佛所", "58": "行境界。唯佛與佛能究盡。非九界自力所能信解也。", "59": "是故念佛功德。非三乘聖行之能比也。亦非人天福", "60": "德之能同也。故徹悟云。倘置佛名。而別修三乘聖行。", "61": "亦是浪用精神。亦是千鈞之弩。為鼷鼠而發機。況造", "62": "六凡生死之業乎。奉告現前信願持名之友。當生慶", "63": "幸。倘非深投佛種。久受佛恩。於此法門。安能信之。安", "64": "能願之。安能死盡偷心而力行之。死盡偷心者。即是", "65": "信極一門不被諸惑也。亦即老老實實之謂也。亦即", "66": "至至誠誠之謂也。當知此心。能頓超苦海。能頓入樂", "67": "󳬛。能頓見彌陀。乃至能廣度眾生滿菩提願。故觀經", "68": "云。欲生上品上生者。第一當發至誠心。故知三藏十", "69": "二部。悉不外乎一句老實念佛者矣。崑為此。信極蓮", "70": "池大師。真是彌陀化身。特來傳此念佛三昧之秘訣", "71": "也。為勉新學。復作偈云。", "72": "老實之心妙莫比。以斯念佛佛愈喜。可憐一類聰明", "73": "人。越學希奇越背理。", "74": "老實之心把佛持。佛光徧照必常知。故能令彼愚夫", "75": "婦。速脫塵牢入寶池。", "76": "老實之心念佛名。能使淨業速圓成。故吾蓮祖臨終", "77": "日。極口勸人依此行。", "78": "老實之心勤念佛。平平直直無奇特。彌陀因此更哀", "79": "憐。必定早垂金臂接。", "80": "感堅祖語奉行十念感堅祖語奉行十念", "81": "感堅祖語奉行十念崑初參學時。見出家人。修十念法。每輕之曰。此是阿", "82": "彌陀佛。攝受俗人之事。因其終日忙忙。不能多念。故", "83": "發此誓。若能依行。亦可往生。出家之人。從朝至暮。功", "84": "課許多。何必重此十念。只要一時功課。亦能抵幾回", "85": "十念。此因不知淨土之宗旨故也。在俗之人。終日忙", "86": "忙。但修十念。佛必攝受往生。況出家之人。終日或誦", "87": "經多少。或念佛多少。再能依阿彌陀佛大慈悲願。奉", "88": "行十念。阿彌陀佛。豈不決定令其往生上品者哉。諸", "89": "大祖師。奉行十念。蓋為此也。崑那時真是愚癡之極。", "90": "輕毀阿彌陀佛。如此大慈悲大願力。三根普收之大", "91": "根本法輪。若無此法。安能頓收十惡五逆。皆生淨土。", "92": "是故輕此法門。即是輕阿彌陀佛大慈悲願。輕阿彌", "93": "陀佛大慈悲願。即是輕自己常住不滅之大圓覺心", "94": "耳。楚石禪師。晨朝十念。終身不缺。幽溪法師。奉為日", "95": "課。至老不休。此二聖祖。皆法門龍象。道德充足。遠近", "96": "皆知。尚且如是竭力奉行。故堅密大師云。此淨業必", "97": "不可少之行。即課佛多者。亦當行之。崑從此深思。忽", "98": "然有省。始知十念法門。至要至切。故慈雲懺主云。十", "99": "念是淨因要切。必不可廢。聰明人。每每不肯行者。不", "100": "知彌陀。有此大願故也。或信不深願不切故也。果能", "101": "行之。必信願堅固。所以定得往生。故要解云。深信發", "102": "願。即無上菩提。合此信願。的為淨土指南。由此而執", "103": "持名號。乃為正行。若信願堅固。臨終十念一念。亦決", "104": "往生。臨終十念。尚能往生。況畢世奉行。豈不決定往", "105": "生。故我於癸亥年二月十九日。在佛頂山禪堂。立誓", "106": "為始。遂勸諸友。而共行之。丁丑年春日識於法源庵", "107": "之報恩關。因述偈云。", "108": "十念頓圓清淨業。彌陀因地悲心切。觀吾受苦不能", "109": "休。特駕此航來迎接。", "110": "十念頓圓清淨業。慈雲常代彌陀說。勸人每早向西", "111": "持。盡報定生極樂國。", "112": "十念頓圓清淨業。楚公宗匠亦欣悅。畢生常念志無", "113": "休。親見佛身徧界塞。", "114": "十念頓圓清淨業。幽溪聖祖方明徹。德招天樂每臨", "115": "空。此法修行終不缺。", "116": "(附)慈雲懺主十念法門附慈雲懺主十念法門", "117": "每晨服飾已。面西正立合掌。連聲稱阿彌陀佛。盡", "118": "一氣為一念。如是十氣為十念。隨氣長短。不限佛", "119": "數。氣極為度。聲不高低。不緩急。調停得中。十氣連", "120": "屬。令心不散。專精為功。名十念者。是藉氣束心也。", "121": "作此念已。發願回向云。", "122": "我弟子某甲。一心歸命。極樂世界。阿彌陀佛。願以淨", "123": "光照我。慈誓攝我。我今正念。稱如來名。經十念頃。為", "124": "菩提道。求生淨土。佛昔本誓。若有眾生。欲生我國。至", "125": "心信樂。乃至十念。若不生者。不取正覺。唯除五逆。誹", "126": "謗正法。我今自憶。此生已來。不造逆罪。不謗大乘。願", "127": "此十念。得入如來。大誓海中。乘佛慈力。眾罪消滅。淨", "128": "因增長。若臨欲命終。自知時至。身不病苦。心無貪戀。", "129": "心不倒散。如入禪定。佛及聖眾。手執金臺。來迎接我。", "130": "如一念頃。生極樂國。華開見佛。即聞佛乘。頓開佛慧。", "131": "廣度眾生。滿菩提願作已便止不必拜。要盡此生不得一日暫廢。唯將不廢。自要其", "132": "心得生淨土。", "133": "讀要解得持名要訣讀要解得持名要訣", "134": "崑每讀彌陀要解。至光壽之文。感激之至。何幸而得", "135": "領此妙宗。定是阿彌陀佛光壽二德之所加被。及一", "136": "切諸佛大慈悲心之所護念。十方世尊。阿彌陀佛。無", "137": "數劫來。為度我故。修菩薩道。不惜身命。原為此也。欲", "138": "此妙宗。以熏有緣。而述偈云。", "139": "但將名號掐珠念。壽量光明全顯現。欲契西來向上", "140": "宗。只須老實休分辯。", "141": "但念名號光壽顯現者。即要解云。阿彌陀。正翻無", "142": "量。本不可說。本師以光壽二義。收盡一切無量。光", "143": "則橫徧十方。壽則竪窮三際。橫竪交徹。即法界體。", "144": "舉此體作彌陀身土。亦即舉此體作彌陀名號。是", "145": "故彌陀名號。即眾生本覺理性。持名即始覺合本。", "146": "始本不二。生佛不二。故一念相應一念佛。念念相", "147": "應念念佛也。復次由無量光義。故眾生生極樂。即", "148": "生十方。見阿彌陀佛。即見十方諸佛。能自度。即普", "149": "利一切。由無量壽義。故極樂人民。即是一生補處。", "150": "皆定此生成佛。不至異生。當知離却現前一念無", "151": "量光壽之心。何處有阿彌陀佛名號。而離却阿彌", "152": "陀佛名號。何由徹證現前一念無量光壽之心。如", "153": "是則向上之宗。全在裏許。只須老實念佛。不用分", "154": "辯矣。故圓覺經云。居一切時。不起妄念。於諸妄心。", "155": "亦不息滅。住妄想境。不加了知。於無了知。不辯真", "156": "實。彼諸眾生。聞是法門。信解受持。不生驚畏。是則", "157": "名為。隨順覺性。如是眾生。已曾供養。百千萬億恒", "158": "河沙諸佛。及大菩薩。植眾德本。佛說是人。名為成", "159": "就一切種智。故徹悟禪師。大悟圓覺。剖心瀝血。讚", "160": "一聲佛號云。倘置佛名。而別修三乘聖行。亦是浪", "161": "用精神。亦是千鈞之弩。為鼷鼠而發機。堅密大師。", "162": "乃靈峯嫡子。深得要解以名召得罄無不盡。不勞", "163": "觀想。不必參究之旨。故云一句彌陀。非大徹不能", "164": "全提。而最愚亦無少欠。倘有些子分別。便成大法", "165": "魔殃。只貴一心受持。甯羨依稀解悟。又云。劫濁盛", "166": "時。眾生魘重。毋以持名雜參話。毋以粗心習勝觀。", "167": "雜參話則濁智騰波。定起邪見。習勝觀則非其境", "168": "界。定起魔事。唯以現前一念無明業識之心。令其", "169": "專稱阿彌陀佛名號。無間一心。未有不親證親到", "170": "者。法門至此。愈卑而愈不勝仰。愈淺而愈不可俯。", "171": "自呼自應。自魘自醒。一心之本元頓彰。法界之體", "172": "用全揭。無庸鑽仰。秪麼修行。倘未悟透根源。甯可", "173": "顓蒙合妙。夫顓蒙念佛。至矣極矣。無復加矣。此皆", "174": "老實念佛。不用分辯之謂也。如是妙行。不可思議。", "175": "六方共讚。猶不能盡。願諸同學。深思深思。余慚愧", "176": "宿障深重。不能現世宏揚如是廣大法門。以報諸", "177": "佛諸祖之深恩。唯有死心極力。畢命為期。六萬彌", "178": "陀。六時禮想。誓無間日而已。識於山陰法源庵之", "179": "報恩關。", "180": "讀要解幸死盡偷心讀要解幸死盡偷心", "181": "崑深慚垢重。雖有好學之心。實無久專之志。是故學", "182": "經學律。學禪學淨。皆不成就。幸讀彌陀要解。至解五", "183": "濁之文。而得死盡偷心。專持名號。欲共有緣。同死偷", "184": "心。故將所幸。而述偈云。", "185": "持名容易死心難。幸把彌陀要解看。欲想一生離五", "186": "濁。非憑此行必徒然。", "187": "非憑此行必徒然者。即要解云。吾人處劫濁中。決", "188": "定為時所囿。為苦所逼。非帶業橫出之行。必不能", "189": "度。處見濁中。決定為邪智所纏。非不假方便之行。", "190": "必不能度。處煩惱濁中。決定為貪欲所陷。為惡業", "191": "所螫。非即凡心是佛心之行。必不能度。處眾生濁", "192": "中。決定安於臭穢。而不能洞覺。甘於劣弱。而不能", "193": "奮飛。非欣厭之行。必不能度。處命濁中。決定為無", "194": "常所吞。石火電光。措手不及。非不費時劫不勞勤", "195": "苦之行。必不能度。復次秪此信願。莊嚴一聲阿彌", "196": "陀佛。轉劫濁為清淨海會。轉見濁為無量光。轉煩", "197": "惱濁為常寂光。轉眾生濁為蓮華化生。轉命濁為", "198": "無量壽。故一聲阿彌陀佛。即釋迦本師。於五濁惡", "199": "世所得之阿耨多羅三藐三菩提法。今以此果覺。", "200": "全體授與濁惡眾生。乃諸佛所行境界。唯佛與佛", "201": "能究盡。非九界自力所能信解也。若不深知其甚", "202": "難。將謂更有別法。可出五濁。熢㶿宅裏。戲論紛然。", "203": "唯深知其甚難。方肯死盡偷心。寶此一行。此本師", "204": "所以極口說其難甚。而深囑我等當知也。", "205": "因動嗔心立行懺悔因動嗔心立行懺悔", "206": "因動嗔心立行懺悔妙叶禪師云。念佛三昧。體性雖圓。宜盡微細條章。革", "207": "諸猥弊。乃至小罪。猶懷大懼。況我實有嗔恚諸友。令", "208": "其動恨之大過。若不生大怖畏。至心懺悔。非但不能", "209": "往生。復恐後世受大惡報。無量壽經云。今世恨意。微", "210": "相憎嫉。後世轉劇。至成大怨。可不懼乎。故於光緒二", "211": "年中元日。敬然臂香九炷。以求懺悔。而述偈云。自慚", "212": "垢重每生嗔。惱亂諸賢恨且深。為此臂然香九炷。懺", "213": "除前罪學慈心。從此立誓。畢命為期。每月朔望。必然", "214": "臂香三炷。至心懺悔發願云。我今然臂香。供養彌陀", "215": "佛。願我眾罪愆。決定皆消滅。願我命終時。決定生彼", "216": "國。願早聞佛乘。願早度一切。願以此功德。莊嚴佛淨", "217": "土。上報四重恩。下濟三途苦。若有見聞者。悉發菩提", "218": "心。盡此一報身。同生極樂國。每日六時禮想中。加讀", "219": "慈雲懺主大懺悔文一徧。以䇿嗔恚學友。及毀罵道", "220": "人之心。不敢復起。我久喜此文。因其懺儀太長。故未", "221": "遵行。今蒙妙能淨友。直言相告。而知嗔過。乃方讀此。", "222": "合論云。真機非友不發。惡法非友不止。誠哉此言也。", "223": "我本違父出家。逆師行脚。今又每每嗔恚學友。及遠", "224": "來掛搭請示之人。乃至內覆過失。外現威儀。造種種", "225": "罪。將來必墮三途。越想越慚。越思越愧。怖畏之心。越", "226": "起越大。幸每讀此文。從怖畏而生法喜。其中妙益。不", "227": "可思議。越讀越警。越讀越切。自鞭之語。無過於斯。欲", "228": "共有緣互相警䇿。故述數言。以誌緣起云耳。戀西學", "229": "人古崑稽首書於法源庵之報恩關。", "230": "(附)大懺悔文附大懺悔文出淨土十要", "231": "我弟子某甲。至心懺悔。十方諸佛。真實見知。我及眾", "232": "生。本性清淨。諸佛住處。名常寂光。徧在剎那。及一切", "233": "法。而我不了。妄計我人。於平等法中。而起分別。於清", "234": "淨心中。而生染著。以是顛倒。五欲因緣。生死循環。經", "235": "歷三界。坐此相續。不念出期。而復於中。造極惡業。四", "236": "重五逆。及一闡提。非毀大乘。謗破三寶。謗無諸佛。斷", "237": "學般若。用十方僧物。用佛塔物。汙梵行人。習近惡法。", "238": "於破戒者。更相讚護。三乘道人。種種毀罵。內覆過失。", "239": "外現威儀。常以五邪。招納四事。不淨說法。非律教人。", "240": "因佛出家。反破佛法。違逆師長。如法教誨。恣行貪恚。", "241": "無慚恥心。以是因緣。諸惡業力。命終當墮。阿鼻地獄。", "242": "猛火熾然。受無量苦。千萬億劫。無解脫期。今始覺知。", "243": "生大慚愧。生大怖畏。十方世尊。阿彌陀佛。久已於我。", "244": "生大悲心。無數劫來。為度我故。修菩薩道。不惜身命。", "245": "今已得佛。大悲滿足。真實能為。一切救護。今我造惡。", "246": "必墮三途。願起哀憐。受我懺悔。重罪得滅。諸惡消除。", "247": "乃至娑婆。生因永盡。諸佛淨土。如願往生。當命終時。", "248": "悉無障礙。接發願云我懺悔已。六根三業。淨無瑕累。所修", "249": "善根。悉亦清淨。皆悉回向。莊嚴淨土。普與眾生。同生", "250": "安養。願阿彌陀佛。常來護持。令我善根。現前增進。不", "251": "失淨因。臨命終時。身心正念。視聽分明。面奉彌陀。與", "252": "諸聖眾。手執華臺。接引於我。一剎那頃。生極樂國。華", "253": "開見佛。即聞佛乘。頓開佛慧。廣度眾生。滿菩提願加於", "254": "彌陀經禮想儀極樂世界大慈大悲阿彌陀佛下先讀此文然後念佛。", "255": "讀四大祖師語有感讀四大祖師語有感", "256": "崑業障深重。何緣得熏持名妙法。實仗四大祖師之", "257": "言教。而得開發者多。愧無學問。不能闡揚。以報祖恩。", "258": "遂將書名。奉告諸友。以表不忘其本耳。幽溪大師之", "259": "彌陀圓中鈔。蕅益大師之彌陀要解。堅密大師之十", "260": "要總序。徹悟禪師之語錄。略揭大綱。而述偈云。", "261": "六字洪名妙莫窮。即空即假即圓中。法華止觀皆明", "262": "此。是故幽溪立鈔宗。", "263": "六字洪名妙莫窮。華嚴全部在其中。竪窮橫徧難思", "264": "議。蕅祖因斯立要宗。", "265": "六字洪名妙莫窮。三身之德悉居中。徹公悟此垂言", "266": "教。切切闡揚念佛宗。", "267": "六字洪名妙莫窮。堅師捨命於斯中。願三大要廣流", "268": "世。令眾得聞希有宗。", "269": "崑每讀三大要。如膏肓之重病。得救濟之神丹。感", "270": "德豈可思議也哉。因述此偈。聊表其本。并採全文", "271": "為證。以便持名學者。同沾妙益。淨土十要總序云。", "272": "淨土持名之法。有三大要焉。一者六字洪名。念念", "273": "之間。欣厭具足。如出幽獄。奔託王家。步步之間。欣", "274": "厭具足。是故萬緣之唾不食。眾苦之忍莫回。高置", "275": "身於蓮華。便訂盟於芬利。蛆蠅糞壞。可煞驚慚。二", "276": "者參禪必不可無淨土。為防退墮。甯不寒心。淨土", "277": "必不可入禪機。意見稍乘。二門俱破。若夫餘宗。在", "278": "昔之時。不必改弦。但加善巧回向。在今之世。秪可", "279": "助行。必須淨業專修。冷暖自知。何容強諍。三者一", "280": "句彌陀。非大徹不能全提。而最愚亦無少欠。倘有", "281": "些子分別。便成大法魔殃。只貴一心受持。甯羨依", "282": "稀解悟。乞兒若見小利。急須吐棄無餘。棒打石人", "283": "頭。嚗嚗論實事。已上三要。頗切今時。倘能真實指", "284": "迷。我願捨身供養。十方三世。共聞此言。", "285": "稱名述懷四則并序稱名述懷四則并序", "286": "圓中鈔云。凡諸佛應身接物。有乎四益。一以形益。現", "287": "身是也。二以光益。放光是也。三以聲益。說法是也。四", "288": "以通益。現神通是也。唯阿彌陀佛。四益之外。更加之", "289": "以名接物。以其有本時所發誓願故也。餘之四接。其", "290": "攝機也狹。唯以名接物。其攝機也廣。既彌陀發願。以", "291": "名而接物。是故應當。專修持名之行。以投願海。方得", "292": "感應易顯。淨業速成耳。又云一稱嘉號萬德齊彰者。", "293": "名實不異之謂也。名即假名。實即實德。假名之外。別", "294": "無實德。實德之外。別無假名。故徹悟云。全德立名。德", "295": "外無名。以名召德。名外無德。所以幽溪靈峯堅密諸", "296": "祖。皆勸持名。必不可雜觀想。以違彌陀以名接物之", "297": "大誓願也。又靈峯大師云。念佛人。若更問念佛是誰。", "298": "頭上安頭。騎驢覓驢。明眼人為之噴飯。而近代無知", "299": "狂悖之徒。反以話頭為奇特。名號為尋常。棄如意珠", "300": "王。競取瓦礫。可哀矣。崑為此直告云。能念佛的。即是", "301": "不生不滅之大圓覺心也。念善定生天宮。念惡定墮", "302": "地獄。念佛定生佛國。倘若更問是誰。正是靈峯所呵", "303": "者。分明誰字話頭。是鈍根人事。有何奇哉。又經云。極", "304": "惡之人。必墮地獄。暫稱佛號。即變獄火。而成蓮華。豈", "305": "有圓頓微妙。更過於此。如上四段。皆至要至切之談。", "306": "持名行者。可不盡心竭力者乎。為暢鄙懷。復遵前義。", "307": "而述偈云。", "308": "極樂巍巍萬德尊。以名接物誓宏深。我今信佛無虗", "309": "願。決定持名求往生。", "310": "但稱名號德明明。彼佛宛然在口唇。可愧我心多異", "311": "念。於中未見紫金身。", "312": "稱佛一聲掐一珠。本來面目分明舉。廣長舌相證明", "313": "斯。切忌更參向上理。", "314": "獄火炎炎稱佛名。頓然一朵寶蓮成。速超苦海無如", "315": "此。那可於中不死心。", "316": "讀佛偈四則并問答讀佛偈四則并問答", "317": "余題讀佛軒。有學者問云。佛貴心念。諸說皆然。師重", "318": "口讀。請示其由。令我斷疑。亦好共行。余反問曰。萬法", "319": "唯心。汝已知否。答曰已知。又問。口是一法否。答曰口", "320": "是一法。余曰既知口是一法。諒必已知口即是心。若", "321": "不知口即是心。萬法唯心之義。便不通矣。自口唯心。", "322": "尚且不知。他物唯心。豈非空說。汝今既知。口是一法。", "323": "即是自心。萬法唯心之義。可謂的確矣。如此終日口", "324": "讀佛。豈非終日心念佛。何疑之有。復次當知。在朝貴", "325": "士。處世明賢。無有一人。不從讀誦而得也。何況出世", "326": "間之大道。豈有不從讀誦而成哉。遂作四偈。而安慰", "327": "之。", "328": "佛號勤勤讀。蓮華速速開。彌陀曾有願。決定為君來。", "329": "佛既有緣讚。須加信願持。朝朝只十氣。亦決到蓮池。", "330": "人人佛肯讀。箇箇菩提熟。乃至極兇人。亦能生彼國。", "331": "下愚將佛讀。賢者看為低。且待臨終日。各人見是非。", "332": "舌病難除戒午後食舌病難除戒午後食", "333": "崑自癸酉春。忽得舌病。已經數載。不能斷除。豈不哀", "334": "哉。無奈舌病越久。貪味之心越熾。乃至時時刻刻。歡", "335": "喜喫東喫西。如此之心。豈非大亂。心內之亂。猶可稱", "336": "佛。猶可往生。向外好喫之亂。醜甚醜甚。豈能現世而", "337": "得往生者哉。念佛鏡一書。將一切法門。與念佛比較。", "338": "皆差百千萬倍。唯午齋一戒。而極讚之。因此害。少人", "339": "知覺故也。經云。貪財色名食睡五欲者。必墮惡道。可", "340": "不懼乎。因此立誓。畢命為期。常持午齋。若破此戒。必", "341": "墮地獄。不破此戒。願佛哀憐。必生西方。因色身不佳。", "342": "夜饑難忍。故於子時之後。稍用小食。而述偈云。", "343": "久纏舌病莫能去。定是多生貪口味。為此終身持午", "344": "齋。子時稍犯當慚愧。", "345": "愧多貪恚願遲作師愧多貪恚願遲作師", "346": "欲為人師。必須戒律精嚴。慧解具足。方能自利利他。", "347": "道業圓成者也。愧哉。我古崑非但不能如是。抑且多", "348": "貪多嗔。難調難伏。是故見恭敬我者。便生貪愛。見毀", "349": "謗我者。便生嗔恚。此是古崑真實之言。若是妄語。必", "350": "墮地獄。如此心行。豈能往生。故圓覺經云。有愛我者。", "351": "我與隨順。非隨順者。便生憎怨。為憎愛心。養無明故。", "352": "相續求道。皆不成就。豈不怕哉。故立一願。願早往生。", "353": "遲作人師。以䇿愛順之心。令著力念佛也。", "354": "我立一願必堅持。慚愧難平貪恚癡。且待往生安樂", "355": "國。方來此處作人師。", "356": "自恥好談慎說人過自恥好談慎說人過", "357": "大寶積經云。菩薩成就八法。於諸佛前。蓮華化生。一", "358": "乃至失命不說他過。二化人令皈依三寶。三安置一", "359": "切於菩提心。四梵行不染五造佛像安華座上。六能", "360": "除眾生憂惱。七於貢高人常自謙下。八不惱他人。崑", "361": "每讀此言。真實慚愧。菩薩乃至失命。不說他過。我從", "362": "朝至暮。總是說人之短。論因果。豈不定墮三途。故梵", "363": "網合註云。惡口之罪。亦令眾生。墮三惡道。可不慎乎。", "364": "因述偈云。", "365": "好談人過罪彌大。必墮三途無出期。是故菩薩至失", "366": "命。終不開口說他非。", "367": "然臂香供梵網經懺悔然臂香供梵網經懺悔", "368": "梵網經者。崑從初受戒。便喜持誦。後於咸豐六年。在", "369": "杭城太平門外。月塘寺相近之福善庵。偷得靈峯大", "370": "師梵網合註。宛如舊失。喜如獲寶。所以歷逃兵難。終", "371": "不棄捨。此書乃康熙間。台宗金松弘法師之遺物也。", "372": "愈閱愈喜。遂熟讀菩薩戒。欲為常課。慚愧宿垢深重。", "373": "力不由志。於菩薩行。不能遵修。是故發心。於報恩關", "374": "中。敬然臂香十炷。供養梵網經十重戒。又然臂香四", "375": "十八炷。供養四十八輕戒。以求懺悔。并懺偷取梵網", "376": "合註諸書。及一夜動嗔。故燒蚊虫。乃至作無益事。多", "377": "傷蟲蟻等罪。願命終時。不墮惡道。正念分明。往生極", "378": "樂。而述偈云。", "379": "敬然臂香供戒經。懺除破戒諸惡業。願求臨死不沉", "380": "淪。正念分明生樂國。", "381": "滿七自慶述懷告眾滿七自慶述懷告眾", "382": "無量壽經云。其有得聞彼佛名號。歡喜踊躍。乃至一", "383": "念。當知此人。為得大利。則是具足無上功德。崑恒於", "384": "此言。喜徹骨髓。愧持念之功。未竭其力。由是發心。於", "385": "光緒丙子秋月。在法源庵之報恩關。啟建七七道場。", "386": "慚愧數經七期。皆被障緣擾亂。雖功不虗棄。實不稱", "387": "懷。故今特請妙能法師。為眾講經。共相護七。以安內", "388": "外。崑禁止語言。以絕外事。定拾萬彌陀六時禮想為", "389": "日課。以䇿懈倦。於起七日。敬然臂香三十八炷。供養", "390": "六方三十八佛名號。又然臂香二十一炷。供養釋迦", "391": "彌陀觀音勢至。及眾菩薩。以求加護。令我內外諸障", "392": "不起。每晨敬然臂香三炷發願云。我今然臂香。供養", "393": "彌陀佛。願我眾罪愆。決定皆消滅。願我命終時。決定", "394": "生彼國。願早聞佛乘。願早度一切。滿七日。敬然臂香", "395": "四十八炷。供養佛說阿彌陀經。又然臂香十二炷。供", "396": "養阿彌陀佛。觀音勢至諸菩薩眾。以申回向。願我承", "397": "此道場功德。臨命終時。決定得生極樂世界。早見彌", "398": "陀。早度眾生。又然臂香三炷告眾云。", "399": "古崑深愧障重。妄想難除。七七已完。並無祥瑞。只於", "400": "第三七完養息。得一異夢。至險至善。堪為警䇿。可以", "401": "對眾說說。夢一人。以一把凶刀。橫駕我頂。手不能抵。", "402": "心中怖急。知必定死。忽憶彌陀。必能救護。即用畢命", "403": "之力。勇稱佛號幾聲。遂醒。得一身大汗。歡喜異常。不", "404": "能為喻。深思之。必佛力使然。真真實實。是持名之大", "405": "切要。堅密大師。六字洪名。念念之間欣厭具足之旨。", "406": "不外乎此。欲終身為警䇿。而述偈云。凶刀駕頂。命必", "407": "難顧。勇心稱佛。佛心救護。欲想臨終。決定離苦。念念", "408": "之間。應當如此。崑於持名之行。最喜堅密大師。六字", "409": "洪名。念念欣厭之言。依憑數載。猶未得旨。今獲此夢。", "410": "心安意悅。感恩難思矣。敬然臂香四十八炷。供養阿", "411": "彌陀佛。願我臨終念佛。與此夢無異。", "412": "七越打。靈峯大師之恩越顯。秘藏指南云。深信切願", "413": "念佛。而念佛時心多散亂者。即是下品下生。此語真", "414": "是阿伽陀藥。萬病總持。令我垢重心亂無救之人。得", "415": "知念佛不用怕妄想。只要信深願切。必定往生。末法", "416": "億億人脩行。罕一得道。唯依念佛。皆可度脫。此之謂", "417": "也。我從此。不管妄想多少。只顧持名每日幾萬。願早", "418": "生下品。免受輪迴。想我垢重心亂。病無可救。幸得遇", "419": "此活命靈丹。粉骨碎身。豈能報其深恩也哉。故於今", "420": "日。敬然臂香四十八炷。供養靈峯蕅益大師。而發願", "421": "云。我今然臂香。供養靈峯祖。願我速往生。早來擊法", "422": "皷。普化垢亂人。同生安樂所。唯願大慈悲。證明攝受", "423": "我。", "424": "四七完。承妙能法師。入字讚云。諒此回七期。必定仗", "425": "佛冥加。得成三昧。今不瞞醜。而對之曰。古人念佛。往", "426": "生甚多。先得三昧。而後往生。能有幾位。實為信深願", "427": "切。臨終仗佛力冥加。暫得一心不亂。而往生者多。故", "428": "普賢菩薩行願品云。願我臨欲命終時。盡除一切諸", "429": "障礙。面見彼佛阿彌陀。即得往生安樂剎。若先得三", "430": "昧。何用願臨欲命終。無諸障礙。靈峯云。得生與否。全", "431": "由信願之有無。品位高下。全由持名之深淺。此亦不", "432": "說。先得一心不亂。成就三昧。方能往生。唯先得一心", "433": "成三昧者。可往上品上生耳。當知今時之人。垢心日", "434": "熾。先得一心不亂。成就三昧。豈易言哉。我但求一不", "435": "改變之志。亦千難矣萬難矣。此番七期。障緣不起。持", "436": "名心安。且得日聽法音。助起精進。信也信極。願也願", "437": "極。行也盡力。深愧妄想。究竟難息。幸有彌陀慈誓收。", "438": "信願真深終得入。諸友齊心護七之功。無窮無盡。法", "439": "師講經助道之功。亦無窮無盡。崑七七日中。蒙照獲", "440": "益。所受之恩。亦無窮無盡矣。願我等今世。決定同生", "441": "西方。同見彌陀。盡未來際同化眾生。", "442": "七內發願學六時經行出聲念佛七內發願學六時經行出聲念佛", "443": "第五七完。慚愧空過。忽憶幸讀佛經。方知無始刼來。", "444": "受畜生身。無量無數。餓鬼地獄。亦復如是。想做騾時。", "445": "背負千斤。腹無飽食。晝夜驅馳。苦不可言。做牛時。肩", "446": "拖一犁。背受千打。步步之間。痛無處訢。暫時無力。便", "447": "送殺者。豈不大苦。今日幸仗佛力。而得為僧。種種受", "448": "用。只要自在經行。出聲念佛。何苦之有。且得諸佛歡", "449": "喜。龍天護佑。現在安隱。臨終往生。如此功德。豈能議", "450": "哉。那可在念佛關中。貪坐養神。不欲開口。今世若不", "451": "往生。則虗消信施。披毛戴角依舊難逃。故省庵法師", "452": "云。這回若不歸西去。依舊從前受苦辛。可不驚乎。是", "453": "故對佛發願云。我弟子古崑。敬然臂香九炷。供養阿", "454": "彌陀佛。唯願大慈大悲。常加被我。令我出聲念佛。胸", "455": "頭不痛。因每每出聲念佛胸頭微痛倘有宿障。必垂救護。方可䇿", "456": "勵懈心。圓成勝德。早見彌陀。廣度眾生也矣。", "457": "念佛堂所用讚六則念佛堂所用讚六則", "458": "彌陀要典。普度慈航。一歷耳根道不忘。六剎盡宣揚。", "459": "護念猶長。的的是經王　　接蓮池會。", "460": "經宣極樂。清淨莊嚴。佛壽無邊光亦然。生者悉高賢。", "461": "鳥樹談玄。勝妙異羣詮　　接蓮池會。", "462": "彌陀名號。萬德圓彰。信願執持功莫量。諸佛共稱揚。", "463": "登此舟航。不動到西方　　接身金色。", "464": "執持名號。脫苦奇方。法藏因中願力強。果上放毫光。", "465": "攝受迷狂。同往九蓮鄉　　接身金色。", "466": "火宅主。大恩王。殷勤說彼清涼。有佛常放無量光。妙", "467": "法正宣揚。滿空天樂日鏗鏘。金樓玉宇無量。若人持", "468": "名信願強。決定往他鄉。", "469": "六方佛。出廣長。同聲稱讚西方。護念信者得安康。同", "470": "歸極樂場。如斯恩德豈敢忘。應當發願堅強。終日持", "471": "名急忙忙。必早見慈王。", "472": "淨土必求終", "473": "No. 1188-B 淨宗十集(附)No. 1188-B", "474": "淨宗十集附", "475": "前文余慚愧障深學淺。文字不通。雖強持名。功又不熟。更", "476": "加有病。焉能酬對。故將鄙見。淨宗十集之名。開列於", "477": "後。以便問者。自可尋閱。言淺理明。實行為要。欲現世", "478": "往生。必不可輕忽。當知我。報佛恩亦在此。壞名聲亦", "479": "在此。故自嘆云。為淨宗。恨無力。集十書。苦已極。費了", "480": "多少心。乾了多少血。招了多少譏。受了多少折。儻能", "481": "結著一人緣。喫盡千酸心也悅。慈雲大師云。勸得一人生淨土。縱自不修", "482": "行。亦合得生佛國何故如斯強出頭。總因淨友多疑說。信我", "483": "者當愍之。丁丑夏告病比丘玉峯戀西稽首謹識", "484": "第一經律異相先明因果方肯念佛", "485": "第二蓮宗必讀", "486": "第三西方徑路", "487": "第四淨土自警", "488": "第五淨土神珠", "489": "第六西歸行儀", "490": "第七念佛開心", "491": "第八淨土隨學", "492": "第九上品資糧", "493": "第十淨土必求附淨業痛䇿之後", "494": "極力奉答極力奉答", "495": "儻有請示。不能回者。唯答云。每日必定要修十念法。", "496": "每日必定要持彌陀經。每日必定要念多少佛。在家", "497": "人。從一千起。出家人。從一萬起。乃至多千多萬。各盡", "498": "其力。總要畢命為期。有此功德。仗佛十念救度之願。", "499": "臨命終時。必定往生。十念尚生。況復百念千念萬念。", "500": "畢命為期念。豈不必定往生。此是古崑。自行之事。極", "501": "力之說。願有緣者。思而勉之。", "502": "發露懺悔發露懺悔", "503": "古崑深愧。學地不真。亂心難伏。正好著力念佛。偏要", "504": "集東集西。每每痛戒。每每隨犯。豈不深可哀哉。故此", "505": "復然臂香四十八炷。供養阿彌陀佛。至心發露。以求", "506": "懺悔。願莫再犯。自障往生。時在丁丑六月二十二日。", "507": "讀佛軒對(附)讀佛軒對附", "508": "六字洪名常讀誦一尊佛像誓歸依", "509": "報恩關對(附)報恩關對附", "510": "六時禮像除心垢一志持名報佛恩"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1188 淨土必求", "author": "清 古崑集"}