{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B187 天岸昇禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "偈次擬將韻答房沆菴方伯", "1": "天岸昇禪師語錄卷第二十", "2": "侍者海嶼記錄", "3": "佛事佛事", "4": "埽受業棲雲和尚塔松門一徑艸蕭蕭碧嶂猿啼霜", "5": "月高誰識先師真面目祇堪聞見不堪描祇如不肖", "6": "到此又如何話會恩逾泰華難稱頌水出瀟湘一樣", "7": "清。", "8": "尊月山霞屋二禪師雙劍平分鏡水中霜鋒雪刃氣", "9": "磨礱太平未斬癡頑賊何事鐔津風雨空情不滯語", "10": "藏鋒鶺鴒淚灑杜鵑紅遙遙空望南天盡霞散千峰", "11": "海月東。", "12": "尊智觀禪師一回相見一回老永訣誰知竟各天難", "13": "弟難兄今已矣茶筵空設覺留連莫留連嶺外霜鴻", "14": "啼不斷與君把手月明前。", "15": "開山忌待文王而後興者凡民也若夫豪傑之士雖", "16": "無文王猶興且道誰是其人前年九月二十一聞君", "17": "直下蒼龍窟闔國人追不再來狸奴白牯常相憶休", "18": "相憶佛殿對山門倉庫傍香積。", "19": "開山忌沙裏有黃金石中出白璧卓卓天人師叢林", "20": "為標格嗟爾齊東人景仰胡弗及豈力不足哉人人", "21": "蓋自畫不自畫指真云面目儼然宜師宜式。", "22": "開山忌有紀有綱有條有律小大無不周後先何其", "23": "悉直為一代之偉人豈曰齊國之巨擘一度燒香一", "24": "度思一回飲水一回噎。", "25": "挂鐘版赫赫威靈氣似王爪牙遍布絕囊藏千秋號", "26": "令人天首萬古權衡佛祖場木女吹笙丹鳳集金童", "27": "把拍蟄龍翔一槌兩當無回互直看雷音震大荒。", "28": "移鐘版觸著便知有通身俱是口既得之於心自應", "29": "之於手大眾要見得之於心應之於手麼舉槌云大", "30": "啟圓通門遍界傳師吼。", "31": "移鐘版權衡佛祖表率人天趨蹡鸞鳳孰散後先若", "32": "向未舉槌已前薦得則玅用全彰佛祖罔窺其涯涘", "33": "其或尚留觀聽則觀世音菩薩展拓全機去也遂擊", "34": "鐘三下。", "35": "為新鐘發聲無翼而聲鳴九天無足而雷行大地近", "36": "者悅遠者來敕制寰中神鬼敬天龍欽威行塞外風", "37": "規八面何止氣象壯叢林演暢一音直使希聲輝佛", "38": "日且道承誰恩力紅爐直下翻身轉拍拍皆成玅舞", "39": "回。", "40": "為藍安位有主有賓有禮有樂魔外潛消叢林安", "41": "樂叢林既安樂矣如何報答將此身心奉塵剎。", "42": "為輪沙彌剃落圓陀陀光爍爍亙古亙今巍巍卓卓", "43": "自是你自劣狹拋家散宅無拘鑰汝今從我歸去來", "44": "放下笊籬提起木杓將此身心奉塵剎　付衣此是", "45": "堅誓鎧一名無上衣著斯衣顧斯義我今有語須牢", "46": "記服堯之服誦堯之言行堯之行是堯而已矣。", "47": "為志沙彌剃落若欲脫體光鮮須是纖塵不立既到", "48": "纖塵不立未是脫體光鮮大丈夫須向高高山頂立", "49": "深深海底行老當益壯窮且益堅且道承誰恩力舉", "50": "刀云自是不歸歸便得五湖煙景有誰爭。", "51": "為宗粲二沙彌剃落打刀須是邠州鐵舉起通身光", "52": "雪雪男兒當斷立斷時皮毛脫落露真實作麼生是", "53": "真實處心華粲兮吾宗滅。", "54": "沙彌剃落截愛河出塵網將相莫能為丈夫誠倜儻", "55": "既倜儻直向毗盧頂上行天然不是閒鹵莽　付衣", "56": "條條錦縫直簇簇彩霞奇大庾嶺頭奪不去雞足峰", "57": "前等亦癡何似現前兩手付纖豪不費恰相宜然雖", "58": "如是頂戴須知謹護持。", "59": "老少二沙彌剃落七十不嫌老二十不嫌少攃手共", "60": "歸家無老亦無少老少且置如何是歸家的事我猶", "61": "昔人非昔人得大清涼除熱惱　付衣披忍辱鎧坐", "62": "法空座只得其名瀰天罪過作麼生得名實相稱不", "63": "用再四叮嚀免見人前話墮。", "64": "沙彌剃落有一豪兮是一豪直須斬盡顯英豪朝生", "65": "俊鶻穿雲去始信人間有鳳毛。", "66": "沙彌剃落既為大丈夫須發丈夫志既發丈夫志須", "67": "行丈夫事如何是丈夫事斬釘截鐵不容情吹毛橫", "68": "按雪霜利。", "69": "鼎真二沙彌剃落一柄金刀人天榜樣刮去皮毛露", "70": "真實相真實相既露矣向後如何應須熟念上大人", "71": "方識佛身無有量　付衣龍披一縷遂免金翅之難", "72": "因甚袈裟下失卻人身最苦毒藥醍醐一道行當陽", "73": "不是小兒戲。", "74": "沙彌剃落火裏發青蓮炎岡出白璧佛祖盡歡忻怨", "75": "魔不敢逼且道承誰恩力舉刀云金刀燦燦寒光烈", "76": "付衣操智慧弓著堅固鎧射透百匝千重萬人叢", "77": "裏賽采慎厥終勤自揩古佛形儀常不壞。", "78": "為羽衣剃落祇恐為僧心不了為僧心了總輸僧作", "79": "麼生是為僧所了的心舉刀云吹毛橫按雪霜利無", "80": "限天魔喪膽魂　付衣放下朝天笏卸卻版頭巾汞", "81": "金俱不煉風吹入我門一領袈裟纔挂體人天從此", "82": "盡稱尊。", "83": "沙彌剃落一往東卜西卜起倒隨人碌碌而今咬定", "84": "牙根慧刃如霜在握斬釘截鐵好男兒不止鬚眉出", "85": "塵俗。", "86": "沙彌剃落金刀舉處天魔喪愛網穿時佛國親毋慢", "87": "易念深恩從今不是等閒人。", "88": "沙彌剃落一二三四四三二一善哉丈夫偉然自立", "89": "好記取莫忘失從今不是舊時人天上人間稱第一", "90": "付衣著衣喫飯尋常事若說尋常卻又難粒米寸", "91": "絲檀信施作何消受作何償勤打算細商量前三三", "92": "與後三三。", "93": "沙彌剃落只恐為僧心不了為僧心了總輸僧祇如", "94": "心作麼生了萬仞崖頭親攃手何妨遍界任縱橫。", "95": "付衣平步登高易從空放下難出難易不多般清淨", "96": "身披堅固鎧從教一鏃破三關。", "97": "智玄學聞修聰智光慧三禪師入塔玄路無門已絕", "98": "學聞思修入證圓通何如慧刃光生處不歷僧祇建", "99": "大功恭惟三位禪師叢林樹秀矯矯鳳翥而鸞翔塤", "100": "箎同時卓卓三分而鼎峙特地瞻風以撥艸斬新方", "101": "外立乾坤幾度櫛風沐雨半生帶月披霜殫心協贊", "102": "宗猷宗猷克振畢志匡扶法社法社重光正期玉立", "103": "栴檀何遽後先繼逝既已歸根得旨豈宜常宿艸菴", "104": "今則於無影山前成就一舖功德如天普蓋似地普", "105": "擎一人一世界一人一日月輪輪互炤不相妨把手", "106": "同行無隔礙然則現成公案不必重拈掉臂因行應", "107": "時相送乃指塔戶云八萬四千非鳳毛兄弟三人入", "108": "虎穴腦後神光亙古圓雲封嶽面知何極復喝一喝", "109": "云佛也覷它不出。", "110": "恭菴上座示寂鄰菴移至寺前起龕生平有志相親", "111": "傍老病牽纏不自由今日住菴人再見笛聲換步下", "112": "滄洲重指點漫周繇但信目前無異路它方此土任", "113": "遨遊　下火諸仁還識者上座麼形如嶺上孤松心", "114": "似谿頭片月暑寒一衲披身禪誦六時不缺僧無愚", "115": "智頌其賢俗無貴賤欽其德蓋緣其行己也恭而與", "116": "人也無莫無適豈非來學之典型實為齊國之巨擘", "117": "祇如末後一句如何點出春風不待到枝頭火裏白", "118": "蓮開似雪立春尚隔八日。", "119": "為三際闍黎入塔生緣八十有七一衲暑寒不易霜", "120": "月遜其清標卓卓孤風自立雖然立著坐不得的也", "121": "是一病坐著立不得的也是一病我今為闍黎指箇", "122": "安樂法門從教坐立自由石老雲封不計秋。", "123": "知殿法音起龕盡大地是音法聻盡大地是法音聻", "124": "金雞飛出玉欄杆一聲喚起珊瑚月　下火日日香", "125": "華夜夜燈辛勤佛果也圓成祇緣習氣多生染末後", "126": "從教不識真要識真紅爐燄裏翻身轉突出元初雙", "127": "眼睛。", "128": "司牧滿願火親見溈山老作家涅槃生死等空華而", "129": "今風雨抽身去滿目家山興轉賒願司牧前途恐你", "130": "尚周遮為你更資一把火鐵牛索斷好橫行青蓮蹋", "131": "出千千朵。", "132": "振空禪人起龕滿肚無明方脫卻涅槃堂裏便翻身", "133": "星馳電激宜前進勝熱門頭有好音　舉火振衣千", "134": "仞之岡不用回頭轉腦攃手威音那畔自然七縱八", "135": "橫恁麼便去不須借手行拳其或未然烈燄光中急", "136": "薦取轉身抹過太虛空。", "137": "爾尚禪人起龕三冬病苦一朝脫快活可稱平地僊", "138": "去國一身輕似葉行程芳艸碧如煙　下火不遠千", "139": "里相從爾志誠然可尚誰知擔帶得重入門肚䏺腹", "140": "脹不是汝孤負吾也非前緣業障不見道未跨船舷", "141": "早已喫吾三十拄杖便恁麼去可謂生平快暢其或", "142": "未然擿火炬云燒卻從前骨董禪通身煆就黃金相", "143": "非塵莊主起龕種麻得麻種豆得豆雨過雲收青天", "144": "白晝還識轉身句麼芒鞋蹤步出郊原田地更無塵", "145": "與垢　下火空手把鉏頭赤心瀝膽步行騎水牛拽", "146": "耙牽犁為常住如護眼珠拼自己不惜身命既孳孳", "147": "而業業終懇懇以勤勤五十六十而扶樹叢林冬月", "148": "春月而抱病難醒今朝攃手歸休也火裏優曇一朵", "149": "新。", "150": "禮監收起龕腳頭腳底事茫然須信壺中別有天蹋", "151": "得自家田地穩何妨蹤步禮青蓮　下火志亦高量", "152": "何隘力最勤眼太窄因茲染病深醫藥救不得攃手", "153": "太殺孤危助汝末後一著有禮無禮一併燒火中突", "154": "出遼天鶻。", "155": "古杭睿弘侍者起龕將謂吾孤負汝誰知汝孤負吾", "156": "雖是婆心太切分明猶在半途作麼生是歸家一句", "157": "下坡逢快便不用更躊躇　下火看盡六橋風月猶", "158": "嫌未稱遊情蹋遍臺山路頭到此忽然歇擔信矣人", "159": "能弘道灼然非道弘人道則且置人聻劫火洞然豪", "160": "末盡青山依舊白雲中。", "161": "曉如叡侍者起龕連霄風雨亂枝頭曉來月出千峰", "162": "白萬里無雲一色新更須換步蒼龍窟叡侍者還知", "163": "換步也未十方一路涅槃門線斷腳跟活潑潑　下", "164": "火百骸俱潰散一物鎮長靈巍巍卓卓任運騰騰紅", "165": "爐燄裏清風起六月炎炎冷似冰。", "166": "淨慧禪人起龕門裏出身易門外轉身難要識轉身", "167": "句步步絕追攀　下火必死之症在膏肓走盡南天", "168": "求玅藥誰知兩腳已梢空到底何曾得半杓沒半杓", "169": "費驢腳舉起火苣云要識真金火裏看十方世界遏", "170": "辣辣。", "171": "禪人起龕來也赤條條去也赤條條一物無依倚信", "172": "步得逍遙　下火我不知汝名汝熟識我面一病乃", "173": "經年回首急如箭火裏快翻身歸根句急薦要識歸", "174": "根句麼秋風一陣來落葉兩三片。", "175": "玅義營辦起龕有利無利不離行市抹過定盤星腳", "176": "下盡平等　下火一向攃風攃顛知你是凡是聖今", "177": "日買賣當行放下大斗小秤真金須向火中看無私", "178": "玅義權衡定。", "179": "徹天火果得徹頭地天不隔未得徹頭天地縣隔徹", "180": "不徹飛入紅爐一片雪。", "181": "慶元行者火汝擎茶我接盞汝禮拜我合掌得人一", "182": "牛還人一馬今日慶無不宜拈尾作頭亦可無手人", "183": "點燈有足人把杖。", "184": "禁苑閩僧忍僊起龕一隊死人送活人活人須識活", "185": "人句要識活人句麼手握金鞭問歸客夜深誰共御", "186": "街行　下火玄沙不出嶺腳頭遭𡎺破東土與西方", "187": "觀天井底坐何如忍辱僊親為法王佐曾謁聖明君", "188": "回途不少挫既不少挫作麼生是回途的事黃金煆", "189": "就赤珊瑚春風影現乾坤大。", "190": "非乘老僧起龕享年八十八薑桂晚益辣風火乍相", "191": "煎四路皆通達風火相煎因甚四路通達一生擔帶", "192": "俱拋卻　下火事師如事佛可謂孝矣遠徒如遠敵", "193": "可謂慈矣六十出塵孝慈備至九十辭世福壽駢臻", "194": "攃手為通末後句大千沙界燄騰騰。", "195": "慧寬禪人起龕本圖你送我誰知我送你逆行而倒", "196": "施得路休停止莫停止眼前秋色明於水　下火寬", "197": "廓非外寂寥非內內外一如隨行自在行到水窮山", "198": "盡時如何慧苣炤破形山界。", "199": "遍知起龕往時雖活如死今朝雖死卻活擿下拄杖", "200": "腰包不用扶籬摸壁不摸壁腳頭步步得輕鬆門外", "201": "三車為汝設。", "202": "除夕值生戴佛子起龕一生老實頭餧驢并餧馬水", "203": "艸應及時不多亦不寡更有一希奇臨行識真假事", "204": "事豫安排纖豪絕牽挂既絕牽挂臘月三十日到來", "205": "直下紅爐也不怕。", "206": "成火頭起龕一不成二不是絕遮欄沒門戶堂堂八", "207": "字打開運足便知是路　下火冷灶著把熱灶著把", "208": "借婆衫子拜婆年烈燄堆中堪走馬。", "209": "野夫起龕咄哉是夫性野心麤貪得一口喪卻全軀", "210": "作麼生是汝出身的路堂堂大道如周砥莫更懨懨", "211": "苦向隅　下火安穩寺中居苦要出門去化得千文", "212": "錢乞得一疋布布不及遮身錢不及用度兩腳已梢", "213": "空到今猶未悟悟不悟點起死柴頭炤出大雄虎。", "214": "湛然上座起龕去歲東行志彊力健今歲西來神疲", "215": "身敗自識歸元無二路須信往還祇一人既然如是", "216": "一任東西南北逍遙自在遊行　下火老成忠厚正", "217": "直端方為眾如為己老大氣愈剛蓋由心無委曲故", "218": "能末後彌光百里特來呈舊面果然行解兩相當即", "219": "今臨行又作麼生一朵優曇開烈燄春風在處送天", "220": "香病危呂樂必欲還寺見予然後瞑目。", "221": "仰菴副寺起龕離我七八年光陰疾如箭挈挈與波", "222": "波住菴人再見忙忙別路又重行冬葉如華滿郊甸", "223": "下火一生為眾勤勞行若霜天皎月好箇仰菴庫", "224": "司老來當著不著壽光止宿艸菴患毒經年勿藥直", "225": "得紅爛通身末後尚欠一著是那一著錦鱗插翅紅", "226": "爐躍。", "227": "劫外起龕病到十分只云無病死到頭上尚云無恙", "228": "似者頑鈍無知今日合喫拄杖何故嬾牛鞭起入雲", "229": "中免於岐路增惆悵　下火小事糊塗大事糊塗生", "230": "既糊塗死亦糊塗而今送你入紅爐還見眉毛在也", "231": "無。", "232": "無漏起龕一生號無漏老來成有漏漏到皮穿骨綻", "233": "時臘月始登涅槃路路頭在甚麼處上下四維任爾", "234": "縱步　下火生緣臨胊而不住受業松菴而不師以", "235": "叢林為家舍迨時至而豫知也大奇也大奇末後光", "236": "明急薦之。", "237": "野雲法師火古貌崚𡾓肖鶴形一庭松柏兩函經門", "238": "關不許紅塵入只有雲山當戶青此予七年前贈野", "239": "雲法師偈也法師少遊燕市一缾一缽遍歷講壇號", "240": "為義虎頗有似於周金剛之未出蜀時也及其受知", "241": "都憲遁跡南陽卻客閉門人罕窺識則有似于亮座", "242": "主之入西山垂老數謁予於大覺叩問己躬峭壁縣", "243": "崖迥絕攀躋則有似於良遂之參麻谷及予南旋北", "244": "返而法師告寂於茲五年矣雲橫谷口雪滿郊圻且", "245": "得與法師重圓舊話乃豎起火苣云春風吹活死柴", "246": "頭一朵優曇火裏現。", "247": "為寺眾入普同塔者一隊骨董江西湖南天台南嶽", "248": "撥艸瞻風披霜戴月也有樹績叢林的也有亡身為", "249": "法的也有畢志參請的也有苦行頭陀的也有道眼", "250": "初明的也有雙瞳如瞽的也有半明半暗的也有全", "251": "明全暗的一往南北奔馳到今東西拋攃有㳷然上", "252": "座發最勝心卜最勝地建最勝法幢成最勝功德如", "253": "天普蓋似地普擎說甚煙霞無背面任渠星月遶簷", "254": "楹風雨不能侵霜露不能墜天眼莫能窺魔外不能", "255": "害一人半人非寬千人萬人不隘奇特中奇特殊勝", "256": "中殊勝茲乃吉日良辰遠近少長畢集但恐未得其", "257": "門山僧為汝提挈指塔戶云八字打開縱橫直入華", "258": "屋匪牢艸菴難宿茲吉祥地堅逾金石天龍擁護神", "259": "鬼欽悅千古萬古珊瑚撐月。", "260": "滿堂下火一一豫安排事事前打算歷久病而愈安", "261": "到臨危而不亂好箇滿堂始終一貫雖一貫須倒斷", "262": "三冬暖氣沒些些即今更入紅爐煆　入塔生居叢", "263": "林死入普同汝願已畢汝事已終終後如何枯木龍", "264": "吟方見道莫教兀坐聽春風。", "265": "碧輝上座起龕生緣河南住居瓦棺石頭一片未歸", "266": "心金粟峰頭日打算莫打算浙水吳山總一貫　下", "267": "火骨剛如鐵面輝似月金粟天童全無欠缺我愛我", "268": "敬遽言永別末後光明為君點出舉火苣云飛入紅", "269": "爐一點雪　入塔青霄絕雲翳碧落浸寒輝未是道", "270": "人活計如何是道人活計打開一路涅槃門南北東", "271": "西觀自在。", "272": "法語法語", "273": "楊本宣祈嗣乞語楊本宣祈嗣乞語", "274": "若論此事如人求嗣相似家中有無數珍寶無數房", "275": "舍無數田地無數林園看看桑榆已晚未逢弄瓦之", "276": "忻白髮垂垂庭鮮斑衣之戲回顧所有財寶所有房", "277": "舍所有田地所有園林一一未有屬拓況祖宗血食", "278": "綿延惟恐由我而斬所係甚大自然廢寢忘餐孳孳", "279": "業業念之所起無第二念心之所思無第二心乃至", "280": "祈禳告祝無非此事初心學道應當如是迨至一日", "281": "忽逢蘭桂生芳鳳麟至趾蟲斯羽斯少女懷洞上之", "282": "春竹子槐孫石筍迸階前之綠則是家中財寶房舍", "283": "田地園林一一有所屬拓祖宗血食賴以奕世綿延", "284": "如將千二百斤擔子一時卸卻一生慶快無過於此", "285": "入道因緣亦復如是然此向後又須知保任始得所", "286": "謂積德以遺其身撫育以成其長家教以約束之師", "287": "傅以訓導之然後成棟成梁為霖為雨悟後因緣亦", "288": "復如是所以古人喻此事如石女懷胎如初生孩子", "289": "山僧因居士祈嗣盡情向居士吐露了也更借古人", "290": "一頌與你結案庭前露柱久懷胎生下孩兒頗俊哉", "291": "未解語言先作賦一操直取狀元回居士還識露柱", "292": "懷胎麼歸家努力珍重。", "293": "雜著雜著", "294": "三玄三要說三玄三要說", "295": "玄要之於宗門猶鳥之有翼人之有目人無目則不", "296": "能見鳥無翼則不能飛宗門無玄要則無以利生接", "297": "物驗邪正辨偽真或見識之滯一隅者或承虛接響", "298": "于中道者或活而不能死者死而不能活者惟玄要", "299": "可以解粘去縛拔楔抽釘搗虛襲抗攝伏偷心則凡", "300": "主持宗教者舍此又奚為焉乃臨濟以上用之而不", "301": "列其名至臨濟始申而明之奈何字經三寫烏焉成", "302": "馬而後世之言玄要者節上生枝旁引曲喻認為奇", "303": "特愈求愈遠殊不顧名思義不見臨濟大師云大凡", "304": "演唱宗乘一句中須具三玄一玄中須具三要有權", "305": "有實有炤有用可謂彰明昭著者矣乃于句外尋玄", "306": "玄外尋要不特玄要之旨不明殊失從上為人之意", "307": "更或有識三玄之旨而不知三要之歸遂謂玄要不", "308": "可分祖汾陽之事難分得意忘言為極則竟不看下", "309": "文云一句明明該萬象是何形段重陽九日菊華新", "310": "是何落脈乃知古人言句斷不可艸艸昇上座今日", "311": "路見不平不免重為拈出要識三玄麼鐵蛇橫古路", "312": "蹋著便驚人要識三要麼秋陽驅霹靂逆探驪龍瞋", "313": "選佛無斯眼宗門那到今。", "314": "跋休上人血書華嚴經跋休上人血書華嚴經", "315": "昔越王勾踐困于會稽用臣種蠡計脫歸國臥薪嘗", "316": "膽不數年而沼吳嗚呼法道至今日正臥薪嘗膽之", "317": "秋也而士懷逸豫人習便安將有吝惜其身外所不", "318": "足貴者又安望其視頭目髓腦舍如涕吐而剝皮為", "319": "紙刺血為墨書寫數千萬言以炤耀夫人間世哉某", "320": "上人之志佳矣然吾更有進焉夫華嚴一真法界塵", "321": "塵剎剎為盧舍那身則上人此身即盧舍那身也經", "322": "云出佛身血是七遮罪上人於此試下一轉語看。", "323": "跋與游居士墨書華嚴經跋與游居士墨書華嚴經", "324": "事事無礙資生業等現慈氏之全身法法圓融治世", "325": "語言露善財之巴鼻四五百條華柳巷頭頭華藏莊", "326": "嚴二三千處管絃樓在在毗盧寶閣咳唾掉臂無非", "327": "文殊指示親承坐臥起居盡是普賢神通妙用則夫", "328": "毛錐未動早已文彩全彰何待濃潑墨華始見琅函", "329": "遍布故知華藏法界與游居士全體備之居士全體", "330": "華嚴佛真法界攝之然則人存經隱經在人亡又作", "331": "麼生理論只見波濤涌不見海龍宮。", "332": "七佛開光榜七佛開光榜", "333": "蓋聞天眼洞明包括恆沙而絕瞖佛身普現不離諸", "334": "相以全彰乃後先本無二致即今古共一剎那緣眾", "335": "生目有空華勞諸佛手垂寶印髻珠隨示誰到寶山", "336": "空手回紺目澄清憐汝貧兒窮乞狀由是剎塵舒妙", "337": "相拯群迷而共證真常法界現全身攜萬彙而同超", "338": "苦海皎如寶月凌空入一波而波波皆現浩如春風", "339": "御野形一物而物物生輝然則一不成兩不是卻因", "340": "有你得禮我南斗六北斗七何妨借手以行拳是以", "341": "功德未成僧繇拱手道場既備大智同瞻要知佛眼", "342": "在汝面未經點出早已爍破太虛聖量即凡情直指", "343": "當頭依舊雙眉卓豎但願殿裏底鬧市頭莫被一莖", "344": "覆卻紫磨體金色身正須觸處逢源慎勿坐待當來", "345": "錯過現前好日。", "346": "鐘銘鐘銘", "347": "現無邊身示廣長舌不譚而譚非說而說宣大法音", "348": "雷轟電掣啟蟄戶昏號長夜月剎海非遙大千靡隔", "349": "以破幽途以覺冥域息苦停酸萬年昭式。", "350": "賑濟疏賑濟疏", "351": "伏以皓月騰輝萬暗悉消于無影師絃乍展眾音絕", "352": "響于太虛業不自生從惑而起法非本有因病而施", "353": "佛無方而不現情有感而必通嗟幻妄之難消指一", "354": "真之有在千門各向家家路透長安合轍分途處處", "355": "風生樓閣切念八方億氣未脫生死之輪萬族分門", "356": "終歸摩竭之口或天道或人道總屬無常若畜生若", "357": "餓鬼當何究竟修羅惡戰已苦地獄無日停酸壘壘", "358": "荒郊流水斷橋魂不渡蔓蔓葛路凄風苦雨魄無依", "359": "聞落葉以傷情聽鳴猿而下涕嗚呼鶴歸華表子規", "360": "枝上月三更泉炤松門蝴蜨夢中家萬里境風浩浩", "361": "歸路無期饑火炎炎主人安在是用門開八字快看", "362": "指月當天飯設七珍莫錯口邊王膳伏願一波涌萬", "363": "波隨異派聲消于海上南山雨北山雲千峰勢盡于", "364": "嶽邊一飽息百饑沈淪迥脫久忘忽自憶迷滯全消", "365": "人已非人孟浪是誰覓食鬼何曾鬼直須當下知歸", "366": "萎華盡而蓮華生業風息而清風起一時吹入我門", "367": "莫更別生頭角。", "368": "為某茶菴募修殿兼造毗盧佛疏為某茶菴募修殿兼造毗盧佛疏", "369": "體用兼攝寶王剎現一豪端理事圓融毗盧師出三", "370": "叉口是知華藏界處處圓成灼然丈六身人人本具", "371": "不蓄一粒米通衢接待十方水赴雲奔打開布袋頭", "372": "路口等人一任肩摩踵接甑滿金牛飯那問南往北", "373": "來甌注趙州茶不管冬行夏令樹本既茂何愁華果", "374": "不繁植福有基不患大功無主會見瓊樓玉殿幻成", "375": "十字街頭不昧正體毗盧捧出當陽面目拳開別者", "376": "眼具同人。", "377": "天岸昇禪師語錄卷第二十終"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B187 天岸昇禪師語錄", "author": "清 昇說　元玉等記錄"}