{"sourceLink": "http://www.cbeta.org/", "text": {"0": "醜女改容", "1": "釋迦如來應化錄下一", "10": "我當往生不樂閻浮提五濁惡世。佛放眉間光遍照", "100": "三摩竭經云。有難國王遣使至舍衛國長者阿難邠", "1000": "十五日臨涅槃時。出大音聲普告眾生。今日如來．應．", "1001": "正徧知憐愍眾生覆護眾生等視眾生猶如一子。大", "1002": "覺世尊將欲滅度。若有所疑今悉可問。爾時世尊從", "1003": "其面門放種種光。青黃赤白頗棃碼碯色光徧照三", "1004": "千大千世界乃至十方一切佛土。六趣眾生遇斯光", "1005": "者。罪垢煩惱皆悉除滅。咸皆悲歎愁憂苦惱。舉聲諦", "1006": "哭悲號哀慟槌𦚾大呌淚下如雨。嗚呼慈父。痛哉苦", "1007": "哉。時諸四眾共相謂言。當疾往詣拘尸那城力士生", "1008": "地禮拜供養。勸請如來莫般涅槃。復作是言。世間虛", "1009": "空眾生福盡。不善諸業增長出世。我等從今無有救", "101": "坻舍。長者見使者黑醜如鬼。問言汝何等人。答言難", "1010": "護。無所宗仰貧窮孤露。作是念已俱詣佛所。頭面頂", "1011": "禮𢪛淚而言。惟願世尊莫入涅槃。世尊默然不果所", "1012": "願。同時號哭。", "1013": "天龍悲泣天龍悲泣", "1014": "蓮華面經云。爾時世尊離菩提樹時。帝釋天王與三", "1015": "十三天眾。須燄摩天．兜率陀天．化樂天各與諸天眾。", "1016": "同時舉聲悲泣雨淚以手𢪛淚而說偈言。如來容色", "1017": "甚微玅。超勝眾生無比者。如是莊嚴殊特身。不久之", "1018": "間當滅度。是時毘摩質多阿脩羅王與阿脩羅眾。娑", "1019": "伽羅龍王與諸龍眾。毘留勒叉天王與鳩槃茶眾。毗", "102": "國王為太子娶婦。聞長者有女名三摩竭。人中第一。", "1020": "留博叉天王．提頭賴吒天王與諸龍眾。毗沙門天王．", "1021": "散脂迦大夜叉大將．摩尼䟦陀羅大夜叉將與夜叉", "1022": "眾。地神天神林神金剛密跡藍毗尼林神迦毗羅城", "1023": "神菩提樹神與諸天龍八部等眾。出大音聲悲啼號", "1024": "哭而作是言。佛是眾生之父。不久當沒。佛言。汝等莫", "1025": "哭令心迷悶。何有世間而受生者。因緣和合有為之", "1026": "法而得久住。強令無常之法不滅壞者無有是處。爾", "1027": "時世尊種種說法。令心開解生大歡喜。諸天龍王頂", "1028": "禮世尊各還本處。", "1029": "魔王說呪魔王說呪", "103": "故來求之。王自有書相聞。長者便到佛所白佛。難國", "1030": "大般泥洹經云。爾時天魔波旬與無量天子天女眾", "1031": "辦諸飲食來詣佛所。稽首請佛。惟願世尊哀受我供。", "1032": "受我供已其有善男子善女人若有稱摩訶衍名者。", "1033": "若真若偽。我等皆當為是人等作無畏呪而守護之。", "1034": "而說是呪。咃翅吒吒囉咃翅魯樓麗摩訶魯樓麗阿", "1035": "羅摩羅多羅悉波呵。魔王白佛言。世尊。是呪能令諸", "1036": "亂心者得深妙定。能令諸恐怖者離諸恐怖。能令為", "1037": "法師者辯才無斷。悉能降伏外道。諸有能護正法者", "1038": "為是呪所護如佩神劒。我此呪術所說誠諦。若有人", "1039": "能待此呪者。若止曠野凶害毒獸水火難等。若持若", "104": "王遣使來到我家。辭言為王太子來求我女。今當云", "1040": "說眾難悉除。我等今日皆悉已離諸難諂曲。惟願世", "1041": "尊哀受我供。願并印可所說神呪。爾時世尊即告魔", "1042": "王言。我不受汝飲食供養。為安隱一切眾生故。今當", "1043": "受汝神呪法施。時大自在天王見佛放大光明遍照", "1044": "世界。稽首贊歎。", "1045": "純陀後供純陀後供", "1046": "大般泥洹經云。拘夷那竭國有長者名曰純陀。與五", "1047": "百長者子俱心懷憂戚。為佛作禮淚下如雨。合掌白", "1048": "佛。惟願世尊哀受我等最後供養。當令我及一切眾", "1049": "生悉蒙解脫。世尊告純陀言。當受汝請最後供養。汝", "105": "何。佛言與之。長者送女至彼。時難國王見子婦來。便", "1050": "今純陀莫生憂惱應大歡喜。汝今勿請如來長住此", "1051": "世。當觀世間皆悉無常。一切眾生性亦如是。正使久", "1052": "在世。終歸會當滅。雖生長壽天。命亦要當盡。事成皆", "1053": "當敗。有者悉磨滅。壯為老所壞。強者病所困。人生皆", "1054": "有死。無常安可久。妻子及象馬。錢財悉復然。世間諸", "1055": "親戚。眷屬皆別離。惟有生老苦。病死之大患。純陀悲", "1056": "號流淚而復啟請。願哀久住。世尊告曰。純陀汝莫啼", "1057": "哭自亂其心。當正思惟。當知有為無有堅實。純陀白", "1058": "佛。如來不哀住世。世間空處。我等那得而不啼哭。佛", "1059": "言。純陀。今我哀汝及諸眾生而般涅槃。諸佛法爾。有", "106": "請其師尼犍若陀弗入宮飯之。王與夫人呼子同婦", "1060": "為之法一切皆然。", "1061": "度須䟦陀度須䟦陀", "1062": "涅槃經後分云。時須跋陀羅從佛聞說大般涅槃甚", "1063": "深妙法。得法眼淨。愛護正法已捨邪見。於佛法中深", "1064": "信堅固。欲求出家。佛言善來。即成沙門。法性智水灌", "1065": "注心源。無復縛著。漏盡意解得羅漢果。即於佛前長", "1066": "跪合掌。悲喜交流深自悔責而白佛言。恨我毒身久", "1067": "劫已來常相欺惑。令我長沒無明邪見。淪溺三界外", "1068": "道法中為害滋甚。今大慶幸。蒙如來恩得入正法。世", "1069": "尊智慧大海。慈愍無量。竊自惟忖。累劫碎身未能報", "107": "出來禮師。三摩竭見尼犍裸形醜黑。是為猪狗畜生", "1070": "此須臾之恩。悲泣流淚不能自裁。復白佛言。我年老", "1071": "邁餘命未幾。未脫眾苦行苦遷逼。惟願世尊莫般涅", "1072": "槃。世尊不許。須䟦陀羅發聲大哭。舉身投地昏迷悶", "1073": "絕久乃蘇醒。涕淚哽噎白佛言。我今不忍見於如來", "1074": "入般涅槃。我今寧可先自速滅。唯願世尊後當涅槃。", "1075": "說是語已悲戀哽咽。於是時頃先入涅槃。佛勑大眾", "1076": "以雜香木茶毗其尸。", "1077": "佛現金剛佛現金剛", "1078": "穢跡金剛經云。爾時如來臨入涅槃。諸天人眾皆來", "1079": "供養。唯有螺髻梵王不來覲省。時諸大眾惡其我慢。", "108": "無異。口遙唾之即還閉門不出。師告王。汝問婦事何", "1080": "使諸呪仙往彼令取。乃見種種不淨而為城壍。犯呪", "1081": "而死。復䇿無量金剛持呪而去。無人取得。大眾悲哀。", "1082": "爾時如來即以大遍知神力。隨左心化出不壞金剛。", "1083": "即於眾前顯大神通。即自騰身至梵王所。指彼穢物", "1084": "變為大地。金剛報言。汝大愚痴。我如來欲入涅槃。汝", "1085": "何不去耶。螺髻梵王發心至如來所。時金剛復告眾", "1086": "言。若有世間眾生被諸天惡魔外道所惱亂者。但誦", "1087": "我呪。令諸有情永離貧窮常令安樂。於佛滅後受持", "1088": "此呪。誓度眾生令佛法不滅久住於世。即說大圓滿", "1089": "陀羅尼神呪穢跡真言。唵𠲽咶啒㖀摩訶鉢囉恨那", "109": "師。婦答言是佛。王言佛可見不。答言。佛有神力。燒香", "1090": "𠵨吻什吻微咭微摩那栖嗚深暮啒㖀𤙖吽泮泮泮", "1091": "娑訶。若有眾生誦持此呪者。永離苦難。所求如願。隨", "1092": "意滿足。獲大吉祥。", "1093": "如來懸記如來懸記", "1094": "法住經云。世尊臨般涅槃。告阿難言。我般涅槃。末法", "1095": "之時。我諸弟子捨佛正教。多貪利養習諸戲論。於我", "1096": "法中不善修習身戒心慧。更相忿諍謀奪誹謗。躭著", "1097": "妙好種種衣服房舍敷具。諸惡徒黨共相集會。設有", "1098": "持戒更相毀辱。於須臾頃悉皆毀犯。以是因緣。天龍", "1099": "等眾悲傷懊惱皆悉遠離。大臣長者於三寶所不生", "11": "十方世界。佛告韋提希。西方極樂世界阿彌陀佛。去", "110": "遙請即至。王言大善。三摩竭即上高臺燒香作禮言。", "1100": "淨信凌辱輕毀。以是因緣令正法滅。從是以後諸苾", "1101": "蒭等造惡轉深。大臣長者益不恭敬。三寶餘勢猶未", "1102": "全滅。故於彼時復有苾蒭。少欲知足護持禁戒。修行", "1103": "靜慮愛樂多聞。受持如來三藏教法。廣為四眾分別", "1104": "演說。利益安樂無量有情。復有國王大臣長者居士", "1105": "善男信女人等愛惜正法。於三寶所供養恭敬。尊重", "1106": "贊歎護持建立無所顧戀。當知皆是不可思議諸菩", "1107": "薩等以本願力生於此時。護持如來無上正法。與諸", "1108": "有情作大饒益。", "1109": "最後垂訓最後垂訓", "111": "今難國王不知有佛。願佛明旦與諸弟子勞屈尊神", "1110": "長阿含經云。爾時世尊告諸比丘。汝等當知我以此", "1111": "法自身作證成等正覺。所謂四念處．四意斷．四神足．", "1112": "四禪．五根．五力．七覺意．八聖道。於此法中和同敬順", "1113": "勿生諍訟。同一師受同一水乳。於我法中宜勤受學。", "1114": "我已所說十二分教。所謂契經．祇夜經．受記經．偈經．", "1115": "法句經．相應經．本緣經．本生經．方廣經．未曾有經．譬", "1116": "喻經．大教經。汝等當善受持稱量分別隨事修行。如", "1117": "來不久是後三月當般涅槃。比丘聞已自投於地。佛", "1118": "言。汝等且止勿懷憂惱。天地人物無生不終。欲使有", "1119": "為不變易者無有是處。我亦先說恩愛無常。合會有", "112": "來到於此。佛勑諸比丘各以道力變化自在所為。諸", "1120": "離。身非己有。命不久存。吾年老矣餘命無幾。所作已", "1121": "辦今當捨壽。汝等比丘自攝定意守護其心。若於我", "1122": "法無放逸者。能滅苦本盡生老死。又告比丘。吾今所", "1123": "以誡汝者何。天魔波旬向來請我速入涅槃。世尊不", "1124": "答默然許之。", "1125": "臨終遺教臨終遺教", "1126": "佛遺教經云。爾時世尊將入涅槃。是時中夜寂然無", "1127": "聲。為諸弟子略說法要。汝等比丘於我滅後。當尊重", "1128": "珍敬波羅提木叉。如暗遇明貧人得寶。當知此則是", "1129": "汝大師。若我住世無異此也。持淨戒者不得販賣貿", "113": "比丘各乘龍鳳虎豹牛馬孔󳭋從空而至。為王說法。", "1130": "易安置田宅。畜養人民奴婢畜生。一切種植及諸財", "1131": "寶。皆當遠離如避火坑。不得斬伐草木墾土掘地。合", "1132": "和湯藥占相吉凶仰觀星宿推步盈虗曆數筭計皆", "1133": "所不應。節身而食清淨自活。不得參預世事通致使", "1134": "命。呪術仙藥結好貴人親厚媟慢皆不應作。當自端", "1135": "心正念求度。不得包藏瑕疵顯異惑眾。於四供養知", "1136": "量知足。輙得供事不應畜積。此則略說持戒之相。戒", "1137": "是正順解脫之本。故名波羅提木叉。依因此戒得生", "1138": "諸禪定及滅苦智慧。當持淨戒勿令毀缺。能持淨戒", "1139": "則有善法。若無淨戒諸善功德皆不能生。我欲滅度。", "114": "及諸尼犍悉皆得度。", "1140": "是我最後之所教誨。", "1141": "茶毗法則茶毗法則", "1142": "涅槃經後分云。阿難白佛言。世尊涅槃。依何法則茶", "1143": "毗如來。佛言。我入涅槃。如轉輪聖王命終之後。經停", "1144": "七日乃入金棺。即以上妙香油注滿棺中。密蓋棺門。", "1145": "其棺四面應以七寶間雜莊嚴。一切幡幢香華供養。", "1146": "經七日後復出金棺。應以眾妙香水灌洗沐浴如來", "1147": "之身。以上妙兜羅綿徧體纏身。次以細軟白㲲復於", "1148": "綿上纏如來身。乃入金棺。復以香油盛滿棺中。閉棺", "1149": "令密。乃以牛頭旃檀沉水一切香木成七寶車。一切", "115": "盲兒見佛盲兒見佛", "1150": "眾寶以為莊嚴。載以寶棺至茶毗所。無數寶幢寶幡", "1151": "無數寶蓋寶衣一切香華一切音樂周徧圍繞。悲哀", "1152": "供養。一切天人大眾應各以旃檀香木茶毗。如來茶", "1153": "毗已訖。天人四眾收取舍利盛七寶瓶。於其城內四", "1154": "衢道中起七寶塔。塔開四門安置舍利。一切天人所", "1155": "共瞻仰。能為人天而作福田。能令眾生得大功德。脫", "1156": "三界苦入正解脫。", "1157": "造塔法式造塔法式", "1158": "涅槃經後分云。阿難白佛言。佛涅槃後。當於何所茶", "1159": "毗如來。佛言。可於拘尸城外。復白佛言。茶毗已訖當", "116": "越難經云。波羅奈國有長者名越難。財富巨億。為人", "1160": "於何所起塔。佛告阿難。當於拘尸那伽城內四衢道", "1161": "中起七寶塔。高十三層。上有相輪。一切妙寶間雜莊", "1162": "嚴。一切世間眾妙華幡而嚴飾之。四邊欄楯七寶嚴", "1163": "飾。一切裝鉸靡不周徧。其塔四面面開一門。層層間", "1164": "次󰈧牖相當。安置寶瓶如來舍利。天人四眾瞻仰供", "1165": "養。時阿泥樓豆白佛言。天人四眾如何分布如來舍", "1166": "利供養。佛言。一切天人取佛舍利。以平等心分布三", "1167": "界一切六道世間供養。何以故。如來等視眾生猶如", "1168": "一子。平等利祐世間眾生。能令汝等福德無量。爾時", "1169": "天人大眾悲哀流淚不能自裁。世尊普告大眾。汝等", "117": "慳嫉不肯捨施。常語守門人乞者勿通。越難子名旃", "1170": "天人莫大愁惱。佛雖涅槃而有舍利常存供養。復有", "1171": "法寶常住於世。能令眾生深心歸依。供養舍利即是", "1172": "見佛。如我在世無異。", "1173": "應盡還源應盡還源", "1174": "涅槃經後分云。爾時世尊告諸大眾。我今時至舉身", "1175": "疼痛。說是語已即入初禪。從初禪出入第二禪。從第", "1176": "二禪出入第三禪。從第三禪出入第四禪。從四禪出", "1177": "入虗空處。從空處出入無邊識處。從識處出入不用", "1178": "處。從不用出入非想非非想處。從非非想出入滅盡", "1179": "定。從滅盡定出還入非想非非想處。從非非想出入", "118": "檀。亦復慳貪。越難壽盡。還生國中為盲婦作子。其夫", "1180": "不用處。從不用出入無邊識處。從識處出入虗空處。", "1181": "從空處出入第四禪。從四禪出入第三禪。從三禪出", "1182": "入第二禪。從二禪出入第一禪。爾時世尊如是逆順", "1183": "入諸禪已復告大眾。我以佛眼徧觀三界一切六道", "1184": "大地含生有情無情。如是三界根本性離畢竟寂滅。", "1185": "同虗空相。一切諸法無明本際性本解脫。於十方求", "1186": "了不能得。根本無故。所因枝葉皆悉解脫。無明解脫", "1187": "故乃至老死皆得解脫。以是因緣。我今安住常寂滅", "1188": "光。名大涅槃。", "1189": "雙林入滅雙林入滅", "119": "語婦。汝身重病今復懷孕。我無飲食汝便自去。婦便", "1190": "涅槃經後分云。爾時佛在拘尸那伽城娑羅雙樹林。", "1191": "與四眾天龍八部前後圍繞。二月十五日臨般涅槃。", "1192": "入諸禪定示誨眾已。於七寶牀右脇而臥。頭枕北方。", "1193": "足指南方。面向西方。後背東方。娑羅樹林四雙八隻。", "1194": "西方一雙在如來前。東方一雙在如來後。北方一雙", "1195": "在如來頭。南方一雙在佛之足。至於中夜入第四禪", "1196": "寂然無聲。於是時頃便般涅槃。入涅槃已。其娑羅林", "1197": "東西二雙合為一樹。南北二雙合為一樹。垂覆寶牀", "1198": "蓋於如來。其樹即時慘然變白。猶如白󳬈。枝葉華果", "1199": "皮幹皆悉󳫲裂墮落。漸漸枯悴。爾時普佛世界一切", "12": "此不遠。汝當繫念。諦觀彼國。欲生彼國者當修三福。", "120": "出去得大墻窟便止其中。九月生子兩目復盲乞食", "1200": "大地皆大震動。一切大海皆悉混濁沸涌濤波。一切", "1201": "江河溪㵎川流泉源水盡枯涸。大地處空寂然大暗。", "1202": "日月精光悉無復照。忽然黑風鼓怒驚振。吹扇塵沙", "1203": "彌暗世界。卉本藥草悉皆摧折。一切諸天徧滿虗空。", "1204": "哀號悲泣震動世界。釋迦如來應化錄下二", "1205": "釋迦如來應化錄下三", "1206": "報恩寺沙門　寶成　編集", "1207": "金剛哀戀金剛哀戀", "1208": "金剛力士哀戀經云。爾時世尊初入涅槃時。密迹金", "1209": "剛力士見佛滅度。悲哀懊惱作如是言。如來捨我入", "121": "養之。至年七歲其母教言。今有乞我少飯充饑如雨", "1210": "于寂滅。我從今日無歸無依無覆無護。衰惱災患一", "1211": "旦頓集。憂愁毒箭深入我心。此金剛杵當用護。誰即", "1212": "便棄擲。自今以往當奉侍誰。誰當慈愍訓誨於我。更", "1213": "於何時得覩尊顏。說種種言戀慕如來。時天帝釋語", "1214": "力士言。汝今何不憶念世尊少語。佛言諸行無常無", "1215": "得住者。不可體信是變易法。一切聚集皆歸散滅。高", "1216": "者必墮合會必離。有生必死。一切諸行猶如河岸臨", "1217": "峻之樹。亦如畫水尋畫尋滅。亦如水泡如草頭露不", "1218": "得久停。如乾闥婆城暫為眼對。人命迅速疾如射箭。", "1219": "速行天下疾如日月。人命速疾過於是天。無常敗壞", "122": "渴者。兒聞母說便行乞食到其子家。時守門者適小", "1220": "應當解知。若於佛事有不足者不入涅槃。佛事周訖", "1221": "乃入涅槃。以此佛法付囑天人。諸有苦盡更不受生。", "1222": "汝等不應生大憂惱。", "1223": "佛母得夢佛母得夢", "1224": "摩訶摩耶經云。爾時佛母摩訶摩耶即於天上見五", "1225": "衰相現。一者頭上華萎。二者腋下汗出。三者頂中光", "1226": "滅。四者兩目數瞬。五者不樂本座。又於其夜得五種", "1227": "惡夢。一夢須彌山崩四海水竭。二夢有諸羅剎手執", "1228": "利刀競挑一切眾生之眼。時有黑風吹諸羅剎皆悉", "1229": "奔馳歸於雪山。三夢欲色界諸天忽失寶冠自絕瓔", "123": "出外。入到中庭。旃檀聞語呼守門問。門監懼罪即掣", "1230": "珞不安本座。身無光明猶如聚墨。四夢如意珠王在", "1231": "高幢上恒雨珍寶周給一切。有四毒龍口中吐火吹", "1232": "倒彼幢吸如意珠。猛疾惡風吹沒深淵。五夢有五師", "1233": "子從空下來囓摩耶乳入於左脇。身心疼痛如被刀", "1234": "劒。時摩訶摩耶見此夢已即便驚窹而作是言。我於", "1235": "向者眠寢之中忽然見此不吉祥事。令我身心極為", "1236": "愁苦。今此五種惡夢甚可怖畏。必是我子釋迦如來", "1237": "入般涅槃之惡相也。即便向餘諸天子等廣說夢中", "1238": "所見之事。", "1239": "昇天報母昇天報母", "124": "盲兒撲於門外傷頭折臂。母聞走到何人無道。時門", "1240": "摩訶摩耶經云。尊者阿那律昇於天上。住摩訶摩耶", "1241": "所而說偈言。大師最勝天中天。善導一切世間者。今", "1242": "已為彼無常海。摩竭大魚之所吞。在於拘尸那竭國。", "1243": "娑羅林中雙樹間。不久當出城東門。種種供養而闍", "1244": "維。天人八部眾盈滿。號泣震動徹三千。摩訶摩耶聞", "1245": "此偈已悶絕躃地良久乃蘇而作是言。我於昨夜得", "1246": "五惡夢。決定當知佛入涅槃。今者果見阿那律來云", "1247": "已滅度。何其苦哉世間眼滅。何其疾哉人天福盡。如", "1248": "何一旦便入涅槃。無常惡賊極為兇暴。忍能害我正", "1249": "覺之子。即於眾中而說偈言。於無量劫來。常共為母", "125": "神便謂之言。汝得是痛尚為小小。其大在後。汝前世", "1250": "子。汝既成正覺。此緝方以斷。而復於今者。便入般涅", "1251": "槃。譬如高大樹。眾鳥依共棲。晨旦各分離。到暮還歸", "1252": "集。與汝為母子。共在生死樹。既得成道果。長絕此源", "1253": "本。又復取滅度。無有會見時。摩訶摩耶說此偈已。涕", "1254": "泣懊惱不能自勝。", "1255": "佛母散華佛母散華", "1256": "摩耶經云。爾時摩訶摩耶與諸天女眷屬圍遶。從空", "1257": "而下前至棺所。垂淚悲惱而作是言。共於過去無量", "1258": "劫來長為母子未曾捨離。一旦於今無相見期。嗚呼", "1259": "哀哉眾生福盡。方當昏迷誰為開導。即以天曼陀華．", "126": "時有財不施。故得是報。死更苦痛。觀者聞聲。佛問阿", "1260": "摩訶曼陀羅華．曼殊沙華．摩訶曼殊沙華用散棺上", "1261": "而說偈言。今此雙樹間。天龍八部眾。唯聞啼哭音。不", "1262": "知何所說。無能解其語。充塞在於地。與汝為母子。曠", "1263": "劫積恩愛。今者無常風。吹散各異處。在苦諸眾生。希", "1264": "望法甘露。何故便於今。而速入涅槃。潛身重棺中。知", "1265": "我來此否。說此偈已顧見如來僧伽梨衣及以鉢盂", "1266": "錫杖。右手執之左手拍頭。舉身投地如太山崩。悲號", "1267": "慟絕而作是言。我子昔日執著此等。廣福世間利益", "1268": "天人。今此諸物空無有主。嗚呼苦哉痛不可言。時諸", "1269": "天龍八部及以四眾佛母摩訶摩耶憂惱如是。倍更", "127": "難是何等聲。阿難具說。佛與大眾到此兒所。與少飯", "1270": "悲感淚下如雨。", "1271": "佛從棺起佛從棺起", "1272": "摩耶經云。爾時世尊以神力故令其棺蓋皆自開發。", "1273": "便從棺中合掌而起。如師子王初出窟時奮迅之勢。", "1274": "身毛孔中放千光明。一一光明有千化佛。悉皆合掌", "1275": "向摩訶摩耶。以梵軟音問訊母言。遠屈來下此閻浮", "1276": "提。諸行法爾願勿啼泣。即便為母而說偈言。一切福", "1277": "田中。佛福田為最。一切諸女中。玉女寶為最。令我所", "1278": "生子。超勝無倫比。能生於三世。佛法僧之寶。故我從", "1279": "棺起。合掌歡喜贊。用報所生恩。示我孝戀情。諸佛雖", "128": "食以手摩頭目便開明折傷即愈。因識宿命。佛問。汝", "1280": "滅度。法僧寶常住。願母莫憂愁。諦觀無常行。時摩訶", "1281": "摩耶聞說偈已小自安慰。顏色暫悅如蓮華敷。爾時", "1282": "世尊與母辭別而說偈言。我生分已盡。梵行久已立。", "1283": "所作皆已辦。不受於後有。願母自安慰。不須苦憂惱。", "1284": "一切行無常。信是生滅法。生滅既滅已。寂滅為最樂。", "1285": "世尊說此語已即便闔棺。三千大千世界普皆震動。", "1286": "摩耶遶棺還歸天上。", "1287": "金棺不動金棺不動", "1288": "涅槃經後分云。爾時拘尸城內一切人民悲泣流淚", "1289": "總入城中。即作金棺七寶莊嚴。即辦微妙白㲲旃檀", "129": "前世長者字越難耶。乞兒對曰是也。諸人聞已皆發", "1290": "沉水一切雜香無量香華旛蓋。悲哀流淚將至佛所", "1291": "而伸供養。爾時大眾悲號哽咽涕泣盈目哀震大千。", "1292": "深重敬心各以白㲲褁手扶於如來入金棺中。注滿", "1293": "香油即閉棺門。爾時拘尸那城內一切男女貪福善", "1294": "心總欲攝取如來功德。不令天人一切大眾同舉佛", "1295": "棺。即共詳議。遣四力士壯大無雙。脫其所著衣服期", "1296": "心請舉如來聖棺。欲入城內自伸供養。盡其神力不", "1297": "能令動。爾時城內復遣八大力士至佛棺所。脫所著", "1298": "衣共舉金棺。盡其神力亦不能動。拘尸城內復遣十", "1299": "六極大力士來至棺所。脫所著衣共舉佛棺亦不能", "13": "一者孝養父母奉事師長。慈心不殺修十善業。二者", "130": "信心施佛及僧。", "1300": "動爾。時樓豆語力士言。縱使盡其城內人民男女大", "1301": "小。舉如來棺欲入城內亦不能得。何況汝等而能移", "1302": "動如來棺耶。", "1303": "金棺自舉金棺自舉", "1304": "涅槃經後分云。爾時世尊大悲普覆令諸世間得平", "1305": "等心得福無異。於娑羅林即自舉棺昇虗空中。高七", "1306": "多羅樹。徐徐乘空從拘尸城西門而入東門而出。乘", "1307": "空右遶入城南門。漸漸空行從北門出。乘空左遶還", "1308": "從西門而入。徐徐乘空而行從東門出。空行左遶入", "1309": "城北門。漸漸空行從南門出。乘空右遶還入西門。如", "131": "老婢得度老婢得度", "1310": "是展轉左右遶拘尸城經于七帀。爾時如來七寶金", "1311": "棺當入城時。一切大眾悲號哽咽。各持無數微妙香", "1312": "木旃檀沉水一切寶香普熏世界。復持無數寶幢幡", "1313": "蓋香華瓔珞至茶毗所悲哀供養。爾時四天王及諸", "1314": "天眾各持天上寶香悲哀供養。爾時如來大聖寶棺", "1315": "漸漸空行至茶毗所。徐徐乘空而下。安七寶牀。於是", "1316": "時頃復經七日。爾時拘尸城內一切士女無數大眾", "1317": "復持香華投佛棺前頂禮供養。一切大眾悲號大哭。", "1318": "震動世界迷悶躃地。", "1319": "佛現雙足佛現雙足", "132": "觀佛三昧經云。須達長者有一老婢名毗低羅。勤謹", "1320": "處胎經云。爾時世尊還攝威神。在金棺裏寂然無聲。", "1321": "諸天燒香散華供養。大迦葉從摩伽提國將五百弟", "1322": "子來至佛所。聞佛今日滅度。悲啼號泣不能自勝。世", "1323": "尊以天耳聞迦葉來至。即從棺裏雙出兩足。迦葉見", "1324": "之手捉摩捫。啼泣不能自勝。迦葉而說頌曰。一切行", "1325": "無常。生者必有死。無生亦無死。此滅為最樂。佛所教", "1326": "化入。所度已周遍。我行道逈絕。深恨不見佛。法界悉", "1327": "皆空。色身亦當爾。無有老病死。無為無所生。住壽百", "1328": "恒沙。亦當歸滅度。況我天尊師。處世著穢污。時迦葉", "1329": "及五百弟子皆遶金棺七帀在一面立。阿難捉棺西", "133": "家業一切委之。常執庫藏。須達請佛及僧供給所須。", "1330": "北角。難陀捉棺東北角。諸天在後共舉金棺。去雙樹", "1331": "四十九步安厝金棺。諸天人民以牛頭旃檀香積金", "1332": "棺上。諸梵天王釋提桓因將諸天眾在虗空中散華", "1333": "供養。爾時大迦葉諸大弟子其身顫掉不能自持。心", "1334": "濁迷悶發聲大哭。", "1335": "凡火不然凡火不然", "1336": "涅槃經後分云。爾時一切天人大眾共舉如來大聖", "1337": "寶棺置於香樓之上。同時號哭。爾時拘尸城內有四", "1338": "力士。瓔珞嚴身持七寶炬。大如車輪爓光普照。以焚", "1339": "香樓茶毗如來。炬投香樓自然殄滅。迦葉告言。大聖", "134": "有病比丘多所求索。老婢慳吝嗔佛法僧而作是言。", "1340": "寶棺三界之炬所不能燒。何況汝力而能焚耶。城內", "1341": "復有八大力士更持七寶火炬光焰一切。將投棺所", "1342": "亦皆殄滅。城內復有十六極大力士各持七寶大炬", "1343": "來投香樓。亦悉殄滅。城內復有三十六極大力士各", "1344": "持七寶大炬來投香樓。亦皆殄滅。爾時一切海神持", "1345": "海中火七寶大炬無數光焰。投香樓內亦皆殄滅。爾", "1346": "時迦葉告諸力士一切大眾。汝等當知。縱使一切天", "1347": "人所有炬火不能茶毗如來寶棺。汝等不煩勞苦強", "1348": "欲作為。爾時城內士女天人大眾復重悲哀。各以所", "1349": "持香華號泣供養。一時禮拜右遶七帀。悲號大哭聲", "135": "我家長者愚痴迷惑。受沙門術求乞無猒。何道之有。", "1350": "震大千。昏迷躃地。", "1351": "聖火自焚聖火自焚", "1352": "涅槃經後分云。爾時如來以大悲力。從心胸中火踊", "1353": "棺外。漸漸茶毗經于七日。焚妙香樓爾乃方盡。爾時", "1354": "四天王各作是念。我以香水注火令滅。急收舍利天", "1355": "上供養。作是念已即持七寶瓶盛滿香水。同時而下", "1356": "至茶毗所。時四天王瀉金瓶香水一時注火。注已火", "1357": "勢轉高都無滅也。爾時海神娑伽羅龍王及江神河", "1358": "神見火不滅。各作是念。我取香水注火令滅。急收舍", "1359": "利住處供養。作是念已各持寶瓶盛滿香水至茶毗", "136": "復發惡念。何時不聞佛法僧名。末利夫人聞之而作", "1360": "所一時注火。注已火勢如故都亦不滅。時樓豆語四", "1361": "天王言。汝大貪心。汝居天上。汝若獨取舍利上於天", "1362": "宮。地居之人如何得往而供養耶。復語海神。汝在大", "1363": "海江河。如來舍利汝若獨取者。地居之人如何得往", "1364": "而供養耶。爾時四天王即皆懺悔已各還天宮。爾時", "1365": "大海娑伽羅龍王及江神河神等皆亦懺悔。誠如聖", "1366": "言。悔已各還本宮。", "1367": "均分舍利均分舍利", "1368": "處胎經云。爾時八大國王優填王．頂生王．惡生王．阿", "1369": "闍世王。四大兵馬主最豪兵馬主．容顏兵馬主．熾盛", "137": "是言。云何須達如好蓮華而愛老婢。即勑須達遣汝", "1370": "兵馬主．金剛兵馬主。此八大王共諍舍利。各領兵眾", "1371": "列住一面。各言佛舍利我應獨得。大臣優波吉諫言。", "1372": "諸王莫諍。舍利應分普皆供養。釋提桓因現為人語。", "1373": "我等諸天亦當有分。阿耨達龍王．文隣龍王．伊那鉢", "1374": "龍王言。我等亦應有分。優波吉言。諸君且住。舍利宜", "1375": "共分之。即分為三分。一分與諸天。一分與龍王。一分", "1376": "與八王。金瓮受石餘此臣以蜜塗瓫裏。以瓫為量即", "1377": "分舍利。天得舍利還於天上起塔。龍得舍利還於龍", "1378": "宮起塔。八王得舍利各還本國起塔。優波吉金瓫舍", "1379": "利三斗并瓫亦還起塔。󰞆及土四十九斛起四十九", "138": "婦來。婦到語言。汝家老婢惡口謗佛法僧。何不驅擯。", "1380": "塔。當闍維處亦起寶塔高四十九仞。香燈供養懸繒", "1381": "幡蓋。終日竟夜音樂不斷。佛之威神夜放光明與晝", "1382": "無異。常有神王守護。", "1383": "結集法藏結集法藏", "1384": "處胎經云。佛滅度後經七日七夜。時大迦葉告五百", "1385": "阿羅漢。卿等五百人盡詣十方諸佛世界。諸阿羅漢", "1386": "盡集此處。佛今涅槃闍維已訖。欲得演佛真性法身。", "1387": "汝等速集採聽微妙之言。以神通力即到十方恒河", "1388": "沙剎土。集諸阿羅漢得八億四千眾來集於此。阿難", "1389": "一心思。惟諸塵垢滅朗然大悟。聖眾稱善。諸天歌歎。", "139": "婦言。佛世多所潤益。何況老婢。夫人聞已心大歡喜。", "1390": "阿難即昇高座。迦葉告阿難言。佛所說法一言一字", "1391": "汝慎勿使有缺漏。菩薩藏集著一處。聲聞藏亦集著", "1392": "一處。戒律藏亦集著一處。爾時阿難發聲唱言。我聞", "1393": "如是一時佛及說佛所居處。迦葉及一切聖眾墮淚", "1394": "悲泣不能自勝。咄嗟老死如幻如化。昨日見佛今日", "1395": "已稱言為我聞。最初出經胎化藏為第一。中陰藏第", "1396": "二。摩訶衍方等藏第三。戒律藏第四。十住菩薩藏第", "1397": "五。雜藏第六。金剛藏第七。佛藏第八。是為釋迦牟尼", "1398": "佛經法具足矣。", "1399": "育王起塔育王起塔", "14": "受持三歸具足眾戒。不犯威儀。三者發菩提心。深信", "140": "我欲請佛汝遣婢來。明日佛到。長者遣婢即持金銀", "1400": "阿育王傳云。爾時阿育王往詣雞頭摩寺。至上座耶", "1401": "舍前合掌而言。我今於閻浮提內造立八萬四千寶", "1402": "塔。上座答言。善哉善哉。王若欲得一時作塔。我於大", "1403": "王作塔之時以手障日。可遍勑國界。手障日時盡起", "1404": "立塔。王聞語已還於本宮。便造八萬四千寶篋。金銀", "1405": "琉璃以嚴飾之。一寶篋中盛一舍利。復造八萬四千", "1406": "寶瓫。八萬四千寶蓋。八萬四千疋綵以為莊校。一舍", "1407": "利付一夜叉使遍閻浮提。其有一億人處造一寶塔。", "1408": "於是鬼神各持舍利四出起塔。有一夜叉賚一舍利", "1409": "至得叉尸羅國欲作寶塔。其國人言。我國人民凡有", "141": "勸助王家供養佛僧。時佛入門。老婢見已心不生喜。", "1410": "三十六億。今當與我三十六篋。時夜叉鬼具以上事", "1411": "還白於王。王自念言。人眾甚多。若爾作者舍利不足", "1412": "滿閻浮提。當設方便斷而不與。即遣夜叉復語之曰。", "1413": "與一舍利起一寶塔。王復告言。多一億處與一舍利。", "1414": "少一億處亦莫與之。", "1415": "育王得珠育王得珠", "1416": "阿育王傳云。阿育王起造八萬四千寶塔已。師子國", "1417": "王獻五顆如意寶珠。王受珠已。一施佛生塔。二施佛", "1418": "成道塔。三施佛轉法輪塔。四施佛入涅槃塔。餘有一", "1419": "珠欲與諸夫人。若與一者恐餘者恨。遣人入宮謂言。", "142": "即時欲退佛在其前。佛舉十指化皆是佛。老婢見佛", "1420": "其有衣服瓔珞最第一者當與此珠。一切夫人皆著", "1421": "好衣服瓔珞。唯有一小夫人名須闍哆。憶念佛語戒", "1422": "著衣服瓔珞。受持八戒著純白衣容儀整肅。王心自", "1423": "然甚生恭敬。阿育王次第觀諸后妃服飾瓔珞。次至", "1424": "須闍哆夫人問言。諸夫人等皆著上服。汝何素服寂", "1425": "然而住。須闍哆夫人答言。佛說慚愧為上服。持戒為", "1426": "瓔珞。法音為妓樂。我今受持八戒以當瓔珞。著於慚", "1427": "愧素服。讀誦經典以為音樂。王聞此語欣然歡喜。復", "1428": "語夫人曰。我先有言。其有著第一上服瓔珞者當與", "1429": "寶珠。汝今最為第一。與汝寶珠。諸夫人見得寶珠。後", "143": "及說妙法。老婢還家猶畏見佛。佛言。此婢於我無緣。", "1430": "皆相學受持八戒。", "1431": "迦葉付法迦葉付法", "1432": "付法藏經云。摩訶迦葉垂涅槃時。以最勝法付囑阿", "1433": "難言。長老當知。昔世尊以法付我。我年老朽將欲涅", "1434": "槃。世間勝眼今欲相付。汝當精勤守護斯法。阿難曰", "1435": "諾唯然受教。於是阿難演暢妙法化諸眾生。然其宿", "1436": "命有大功德。智慧淵廣多聞博達。佛所咨嗟總持第", "1437": "一。悉能聽受諸佛法藏。如大巨海百川斯納。名稱高", "1438": "遠眾所知識。如是功德不可窮盡。我當隨順說其因", "1439": "緣。乃往古世定光如來時為沙門。畜一沙彌教令讀", "144": "羅󳲧有緣令往化之。羅睺羅承佛威神乘空而至。老", "1440": "誦。日夜誡勑無有休廢。若經少闕即便呵責。時此沙", "1441": "彌專心讀誦。從此以後經義貫通。智慧深妙總持強", "1442": "識。多聞弘廣不可稱計。爾時沙彌即我身是。摩訶迦", "1443": "葉告阿難曰。今以法寶用相委累。長老於後若入涅", "1444": "槃。王舍大城有一長者名商那和修。高才勇猛有大", "1445": "智慧。已於過去深種善根。為佛造寺可度出家。如來", "1446": "法藏悉付囑之。", "1447": "迦葉入定迦葉入定", "1448": "阿育王傳云。尊者迦葉結集法藏已。以法付囑阿難。", "1449": "我今欲入涅槃。以法付汝。汝善守護。迦葉往詣阿闍", "145": "婢見已心大歡喜求受五戒。時羅睺羅為說三歸五", "1450": "世王所相別。語守門人言。大迦葉欲入涅槃。故來相", "1451": "語。時迦葉至雞足山三岳中。坐草而坐。作是念言。我", "1452": "今此身著佛所與糞掃衣自持衣鉢。乃至彌勒興世", "1453": "令不朽壞。使彌勒弟子皆見我身。即時大地六種震", "1454": "動。迦葉將欲入定。念言。若阿難．阿闍世王來時。山當", "1455": "為開令其得入。若還去時山復還合。釋提桓因散天", "1456": "香華供養迦葉。禮拜供養已山即自合覆尊者身。此", "1457": "山窟神名畢鉢羅。見迦葉入滅作如是言。今日法岳", "1458": "崩壞。法船已沒。法樹已摧。法海已竭。今日諸魔得大", "1459": "歡喜。一切天人哀戀悲泣。時阿闍世王夢天梁折壞。", "146": "戒。聞已成須陀洹果。", "1460": "覺已心生驚怖。守門者來白王言。向者迦葉來白王", "1461": "欲入涅槃。王聞是語與阿難往詣雞足山。山自開張。", "1462": "供養禮拜涕泣而還。", "1463": "商那受法商那受法", "1464": "付法藏經云。時阿難臨當滅度。告商那和修曰。佛以", "1465": "法眼付大迦葉。迦葉以法付我。我以法藏用付於汝。", "1466": "汝可精勤守護斯法。令諸眾生服甘露味。商那和修", "1467": "答曰奉教。我當擁護如斯妙法。普為一切作大明燈。", "1468": "於是廣施無上法藥。療煩惱病濟度羣生。其德高遠", "1469": "久修願行。多聞總持辯才無盡。今當敷演彼功德聚。", "147": "勸親請佛勸親請佛", "1470": "乃往過去劫我為商主。見辟支佛身嬰重病氣命羸", "1471": "惙。與諸商人即便停住。推求毉藥而療之。盡心承給", "1472": "無所乏少。病遂除差氣力充足。是辟支佛著商那衣。", "1473": "商主以上妙衣用以奉獻。白言大聖。此商那衣極為", "1474": "弊惡。唯願受我所奉衣服。辟支佛言。施主宜知。我以", "1475": "此衣出家成道。復當著此而入涅槃。阿難以法付囑", "1476": "告曰。世尊昔游摩突羅國。顧命我言。此國中有長者", "1477": "子號曰優波毱多。我滅度後興大饒益。汝當於後度", "1478": "令出家付其法藏。", "1479": "毱多籌筭毱多籌筭", "148": "法句經云。須達長者有親友長者。奉事外道不信佛", "1480": "付法藏經云。尊者阿難以法付囑商那和修。告曰。世", "1481": "尊昔游摩突羅國顧命我言。此國中有長者名毱多。", "1482": "其子名優波毱多。我滅度後興大饒益。教化無量眾", "1483": "生。汝當度令出家。若涅槃時付其法藏。商那和修欲", "1484": "付其法。觀察毱多為生子耶。入定思惟知未出世。詣", "1485": "毱多舍。毱多問曰。何獨無侶。答言長者。我無俸祿。有", "1486": "信出家乃見隨耳。毱多復言。吾樂世俗不能出家。若", "1487": "後生子當相奉給。後生一子名曰優波毱多。年十二", "1488": "歲巧於市易。商那和修即至其所而為說法。漸以方", "1489": "便教令繫念。以黑白石子用當籌筭。若起惡心當下", "149": "法及諸醫術。時得重病。宗親知友皆來省問。勸令請", "1490": "黑石子。設生善念下白石子。優波毱多奉受其教攝", "1491": "念不散。善惡心起輙投石子。初黑偏多。白者尠少。漸", "1492": "漸修習白黑正等。繫念不止心轉純淨。更無黑石純", "1493": "有白者。善念已盛逮得初果。商那和修以付囑之。汝", "1494": "當守護。", "1495": "蜜多持幡蜜多持幡", "1496": "付法藏經云。尊者佛陀蜜多念言。吾師難提以法付", "1497": "我。我當云何敷宣正法。令諸眾生普得饒益。復念。今", "1498": "此國王甚大邪見。我宜先往而調伏之。躬持赤幡在", "1499": "王前行。王問何人在吾前行。答言大王。我是智人善", "15": "因果。讀誦大乘。勸進行者。應當一心繫念諦觀西方", "150": "佛治病。堅執不肯。答眾言。吾事天地神祗終不改志。", "1500": "能談論。欲於王前求一試驗。時王宣令。國內所有婆", "1501": "羅門長者居士聦明博達善於言辭。悉令集吾殿上", "1502": "與一沙門共對議論。於是一切邪見外道競來雲集。", "1503": "時彼大王於正殿上羅布茵褥。蜜多即昇法座。共諸", "1504": "外道建無方論。淺智之者一言即屈。其多聦辯再便", "1505": "辭盡。王見諸人理皆窮匱。躬與蜜多自共議論。始起", "1506": "言端亦尋屈己。蜜多思念。我與王論不應顯勝。而語", "1507": "之言。此義淺深王自解了。爾時彼王即知其屈。迴改", "1508": "邪心敬信正法。受三自歸為佛弟子。於自國土弘宣", "1509": "道化。時此國中邪見尼乾子師徒五百人至蜜多所", "151": "須達語曰。吾所事師號曰為佛。神德廣被見者得福。", "1510": "俱共出家。", "1511": "馬鳴辭屈馬鳴辭屈", "1512": "付法藏經云。有大士名曰馬鳴。智慧淵鑒超識絕倫。", "1513": "有所難問靡不摧伏。計實有我甚自貢高。聞有尊者", "1514": "名富那奢。智慧深䆳多聞博達。言諸法空無我無人。", "1515": "懷輕慢心往詣其所而作是言。一切世間所有言論。", "1516": "我能毀壞如雹摧草。此言若虗而不誠實。要當斬舌", "1517": "以謝其屈。富那奢言。佛法之中凡有二諦。若就世諦", "1518": "假名為我。第一義諦皆悉空寂。如是推求我何可得。", "1519": "爾時馬鳴心未調伏。自恃機慧猶謂己勝。富那語曰。", "152": "可試請來說經呪願。聽其所說言行進趣何如。以卿", "1520": "汝諦思惟無出虗語。我今與汝定為誰勝。是時馬鳴", "1521": "即自念言。世諦假名定為非實。第一義諦性復空寂。", "1522": "如斯二諦皆不可得。既無所有云何可壞。我於今者", "1523": "定不及彼。便欲斬舌以謝其屈。富那語言。我法仁慈", "1524": "不須斬舌。宜當剃髮為吾弟子。爾時尊者度令出家。", "1525": "而告之曰。我以法藏持用付汝。汝當於後至心受持。", "1526": "令未來世普皆饒益。", "1527": "龍樹造論龍樹造論", "1528": "付法藏經云。馬鳴大士付法比羅長老。比羅臨滅便", "1529": "以法藏付一大士名曰龍樹。然後捨命。龍樹於後廣", "153": "久病不得除瘥。勸卿請佛冀蒙其福。長者答言便為", "1530": "為眾生流布法眼。以妙功德用自莊嚴。天聦奇悟事", "1531": "不再問。建立法幢降伏異道。時南天竺國王甚邪見。", "1532": "承事外道毀謗正法。龍樹菩薩為化彼故即詣王所。", "1533": "王問汝是何人。答言我是一切智人。王勑集諸婆羅", "1534": "門與諸外道共與沙門廣共論議。時諸外道聞是事", "1535": "已悉來雲集。含怒懷嫉來競言辯。於是龍樹昇座。其", "1536": "愚短者一言便屈。小有聦慧極至再問詞理俱盡。無", "1537": "量邪見外道皆悉降伏。剃除鬚髮俱共出家。如是展", "1538": "轉廣度眾生乃至無數。廣開分別摩訶衍義。造優波", "1539": "提舍論有十萬偈。莊嚴佛道大慈方便。如是等論各", "154": "我請佛及僧。須達即便請佛往詣其門。佛放光明內", "1540": "五千偈。令摩訶衍光宣於世。造無畏論滿十萬偈。中", "1541": "論出於無畏部中凡五百偈。其所敷演義味深遠。摧", "1542": "伏一切外道勝幢。", "1543": "提婆鑿眸提婆鑿眸", "1544": "提婆傳云。提婆菩薩博識淵覽才辯絕倫。國中有大", "1545": "自在天。人有求願能令現世如意。提婆詣神前言。神", "1546": "鑒我心惟命是從。神言。我所乏者左眼。能與我者便", "1547": "可出之。提婆言敬如天命。即以左手出眼與之。天神", "1548": "力故出而隨生。索之不已。從旦至暮出眼數十。神曰。", "1549": "真上施也。欲求何願必如所願。於是而退。剃髮法服。", "155": "外通徹。長者見光欣然身輕。佛告長者。人生世間橫", "1550": "於四衢道中敷高座。作三論言。一切諸聖中佛聖最", "1551": "第一。一切諸法中佛法正第一。一切救世眾佛僧為", "1552": "第一。八方諸論士有能壞此語者。我當斬首以謝其", "1553": "屈。立理不明是為愚痴。斬以謝屈甚不惜也。八方論", "1554": "主既聞此言。亦各來集而立誓言。我等不如。提婆言。", "1555": "我所修法仁活萬物。汝當剃鬚髮以為弟子。各撰名", "1556": "理建無方論。若辭理俱乏者即皆剃髮為僧。提婆是", "1557": "龍樹弟子。人未歸信欲揚正法。乞神求願。由是建大", "1558": "論場。降伏一切外道。", "1559": "天親造論天親造論", "156": "死有三。一者有病不治。二者治而不慎。三者憍恣自", "1560": "成道記註天親菩薩是無著菩薩俗中親弟。法中小", "1561": "師。始宗有部。造五百論明小斥大。天竺無敢敵者。無", "1562": "著是初地菩薩。觀其弟大乘根緣將熟。乃假疾召歸。", "1563": "甫近一驛。遣一弟子往接。至夜同館宿。其弟子夜誦", "1564": "大乘一偈云。若人欲了知。三世一切佛。應觀法界性。", "1565": "一切惟心造。天親聞之豁悟解大乘正理。且悔昔誹", "1566": "斥深咎何補。原其罪本但是舌根。乃起手執利刀欲", "1567": "截其舌。無著遙知。伸臂捉住諭之曰。汝悟大乘葢其", "1568": "時矣。昔以舌毀。宜以舌讚。可補其過。且斷舌不言。其", "1569": "利安在。天親受教乃止。洎覲本師諦聽慈旨。造大乘", "157": "用不達逆順。為三橫死。若有病者。當以明道隨時安", "1570": "論．百法論．五蘊論．二十唯識論．三十唯識識等論。無", "1571": "著首暢大乘。在阿瑜闍國大講堂中入法光定。夜昇", "1572": "兜率天宮。請聖慈尊說瑜伽論。廣明五分十七地義。", "1573": "金剛經義無著約十八住處。造論二卷。天親約斷二", "1574": "十七疑。造論三卷。", "1575": "神僧應供神僧應供", "1576": "法住記云。師子國有羅漢名慶友。具八解脫三明六", "1577": "通皆悉具足。告大眾言。如來先已說法住經。佛般涅", "1578": "槃時以無上法付囑十六大阿羅漢并眷屬等。令其", "1579": "護持使不滅沒。及勑其身與諸施主作真福田。令彼", "158": "濟。一者四大寒熱當須醫藥。二者眾邪惡鬼當須經", "1580": "施者得大果報。復說十六阿羅漢名。第一賓度羅䟦", "1581": "羅惰闍。第二迦諾迦伐蹉。第三迦諾迦䟦𨤲惰闍。第", "1582": "四蘇頻陀。第五諾矩羅。第六䟦陀羅。第七迦哩迦。第", "1583": "八伐闍羅弗多羅。第九戍博迦。第十半託迦。第十一", "1584": "囉怙羅。第十二那伽犀那。第十三因揭陀。第十四伐", "1585": "那婆斯。第十五阿氏多。第十六注茶半託迦。皆具三", "1586": "明六通。承佛勑故。以神通力或詣寺中經行等處安", "1587": "布臥具衣藥飲食奉施眾僧。此阿羅漢及諸眷屬隨", "1588": "其所應分散往赴。現種種形。蔽隱聖儀同常凡眾。密", "1589": "受供養。為諸施主作真福田得勝果報。令正法久住", "159": "戒。三者奉事賢聖矜濟窮厄。德感神祇福佑群生。以", "1590": "世間。饒益一切有情。", "1591": "十大明王十大明王", "1592": "十忿怒明王經云。大毗盧遮那如來常住安樂三摩", "1593": "地。常不離大智大行大慈大悲救度眾生。告金剛手", "1594": "菩薩言。我今放光欲說大智大自在幻化網瑜伽大", "1595": "教王。金剛大智方便行。一切義海所作最勝。於一切", "1596": "教中上中最上。能善安樂有情入智慧方便。大自在", "1597": "金剛救度大樂金剛三摩地。從定出已放大光明照", "1598": "於眾會。說大幻化網瑜伽大教三昧曼那羅明王觀", "1599": "想儀軌法。一焰鬘得迦忿怒大明王。二無能勝大忿", "16": "極樂世界。阿彌陀佛及觀世音菩薩．大執至菩薩坐", "160": "大智慧消去陰蓋。奉行如此現世安吉。長者聞已。四", "1600": "怒明王。三鉢訥鬘得迦大忿怒明王。四尾覲難得迦", "1601": "大忿怒明王。五不動尊大忿怒明王。六吒枳大忿怒", "1602": "明王。七你羅難拏忿怒明王。八大力大忿怒明王。九", "1603": "送婆大忿怒明王。十嚩日羅播多羅大忿怒明王。此", "1604": "十大忿怒明王各有三面。面各三目。皆頭上頂佛。以", "1605": "虎皮為衣。髑髏為冠。髮髻豎立。持明之者依法觀想。", "1606": "一切行願無不成就。", "1607": "護法諸天護法諸天", "1608": "諸天傳云。一娑婆界主號令獨尊大梵天王。二地居", "1609": "世主忉利稱王帝釋尊天。三北方護世大藥叉主多", "161": "大安靜眾患消除如飲甘露。中外怡懌身安意定。宗", "1610": "聞尊天。四東方護世乾闥婆主持國天王。五南方護", "1611": "世鳩槃茶主增長尊天。六西方護世為大龍主廣目", "1612": "天王。七親伏怨魔誓為力士金剛密迹。八尊特之主", "1613": "居色頂天摩醯首羅。九二十八部總領鬼神散脂大", "1614": "將。十能與總持大智慧聚大辨才天。十一隨其所求", "1615": "令得成就大功德天。十二殷憂四部外護三洲韋駄", "1616": "天神。十三增長出世證明功德堅牢地神。十四覺場", "1617": "垂廕因果互嚴菩提樹神。十五生諸鬼王保護男女", "1618": "鬼子母神。十六行日月前救兵戈難摩利支天。十七", "1619": "百明利生千光破暗日宮天子。十八星主宿王清涼", "162": "室國人莫不敬奉。", "1620": "照夜月宮天子。十九祕藏法寶主執群龍娑竭羅王。", "1621": "二十掌幽陰權為地獄主閻摩羅王。皆護國安民護", "1622": "教護脩行人流通正法。", "1623": "師子傳法師子傳法", "1624": "付法藏經云。佛以正法付大迦葉迦葉。展轉付囑次", "1625": "至尊者名曰師子。於罽賓國大作佛事。以僧伽黎衣", "1626": "傳付弟子婆舍斯多曰。如來正法眼藏今轉付汝。汝", "1627": "應保護普潤來際。偈曰。正說知見時。知見俱是心。當", "1628": "知即知見。知見即于今。如此之法為大明燈。能照世", "1629": "間愚痴黑暗。是故諸賢聖人皆相守護。更相付囑。常", "163": "曯兒飯佛曯兒飯佛", "1630": "轉法輪。為諸眾生起大饒益。斷塞惡道開人天路。逮", "1631": "至最後。斯法衰滅賢聖隱沒。無能建立。世間暗明造", "1632": "作惡業。行十不善。命終多墮三途八難。是故智者宜", "1633": "當觀察。無上勝法有大功德。微妙淵遠不可思議。譬", "1634": "如估人欲過大海。必乘船舫然後得度。一切眾生亦", "1635": "復如是。欲出三界生死大海。必假法船方得度脫。真", "1636": "善知識為大利益。濟諸苦惱解除疑網。婆舍斯多蒙", "1637": "師開悟。心地朗然默然心服。俾之他國。機隨演化。受", "1638": "教作禮而去。", "1639": "達磨西來達磨西來", "164": "法句經云。有大長者名修羅陀。財富無數篤信奉佛。", "1640": "佛祖通載云。初祖菩提達磨南印度國香至王第三", "1641": "子。王薨師出家。遇二十七祖般若多羅。付以大法。因", "1642": "問。我既得法。宜化何國。多羅曰。汝得法已。俟吾滅度", "1643": "六十餘年。當往震旦國闡化。曰。彼有法器堪繼吾宗。", "1644": "千載之下有留難否。多羅曰。汝所化方。得菩提者不", "1645": "可勝數。吾滅度後彼有劫難。水中文布善自降之。汝", "1646": "至時南方不可久留。聽吾偈曰。路行跨水復逢羊。獨", "1647": "自悽悽暗渡江。日下可憐雙象馬。二株嫰樹久昌昌。", "1648": "復演八偈皆預為讖。多羅示寂。演化本國。會其姪異", "1649": "見王者輕毀三寶。師遣其徒波羅提微現神力攝化", "165": "自誓常以﨟月八日請佛及僧。長者臨終付囑子孫。", "1650": "歸正。師既震旦緣熟。即別其眾。而異見王枉駕見。師", "1651": "因告之曰。當勤修福行。護持三寶。吾去非晚。一九即", "1652": "回。王泣曰。叔既有緣在彼。非吾所留。唯願不忘父母", "1653": "之國。事畢早回。遂具大舟。實以眾寶。王躬率臣僚送", "1654": "至海濵。遂達于廣州。", "1655": "釋迦如來應化錄下三終", "166": "吾死之後奉行莫廢。兒名比羅陀。後日漸貧居無所", "167": "有。﨟月已至無錢供辦愁慼不樂。佛遣目連往問比", "168": "羅陀。汝父直月欲至當設何計。比羅陀答言。父亡教", "169": "令不敢違之。唯願世尊憐憫勿棄。八日中時迴光臨", "17": "蓮華上。佛菩薩像皆放光明。其光金色遍滿彼國。此", "170": "盻。目連即還具白如是。比羅陀將妻至外家。貸百金", "171": "錢還家辦食。佛與眾僧往詣其舍受食呪願。比羅陀", "172": "無悔恨意歡喜還家。其日夜半諸故藏中寶物自然", "173": "充滿。比羅陀夫婦明旦見之且喜且懼。懼官見問所", "174": "從得此。夫妻共議當往問佛。即詣佛所具白如此。佛", "175": "告比羅陀。安意任用勿生疑難。汝之履信不違父教。", "176": "持戒慚愧沒命不二。聞施慧道七財滿足。福德所致", "177": "非為灾變。智者能行不問男女。所生之處福應自然。", "178": "聞佛所說益加篤信。", "179": "貨錢辦食貨錢辦食", "18": "想成時往生彼國。", "180": "經律異相云。羅閱城人民聚集共議。各出百錢飯佛", "181": "及僧。有雞頭婆羅門貧無錢財以助彼眾。眾人語言。", "182": "汝無錢財宜速出去。雞頭便還憂愁謂妻言。我無錢", "183": "財助眾飯佛。諸人驅我速出。婦答言。汝可至弗賖密", "184": "多羅長者舍從其假貸。便往求告十日當償。若不還", "185": "者。我身及婦當為奴婢。長者便貸金錢百枚。持詣眾", "186": "中言。今我得錢聽我在次。眾語雞頭言。已辦不須卿", "187": "錢。雞頭便還。夫婦二人詣世尊前恭敬頂禮具以白", "188": "佛。佛告雞頭。汝便請佛及僧。雞頭受教遂請佛僧。時", "189": "天帝釋語毗沙門天王。汝佐此婆羅門辦食。復語毗", "19": "鸚鵡請佛鸚鵡請佛", "190": "濕波伽摩天子。汝可化作高廣講堂。俱答言受教。佛", "191": "告雞頭。汝可請王共一日食。即至王所白王。願天王", "192": "明日受請集佛講堂。時王嚴駕群臣圍遶。佛與眾僧", "193": "天龍擁護。往詣講堂受雞頭食。呪願食已說微妙法。", "194": "王及大臣皆大歡喜。", "195": "老乞遇佛老乞遇佛", "196": "經律異相云。爾時世尊入舍衛城。有一婆羅門年耆", "197": "根熟。執杖持器家家求乞。世尊告曰汝何以爾。答言", "198": "世尊。我有財物為子娶妻悉已付了。然後捨是持器", "199": "乞食。佛復告曰。汝能於我法受誦一偈。還為兒說。答", "2": "報恩寺沙門　寶成　編集", "20": "百緣經云。佛於祇園將詣摩竭提國。值諸群鳥中有", "200": "佛能受。世尊即說偈言。生子心歡喜。為子聚財物。復", "201": "為娉娶妻。而自捨出家。邊鄙田舍兒。違負於其父。人", "202": "形羅剎心。棄捨於老父。老馬復無用。則奪其豆草。子", "203": "少而父老。棄捨行乞食。曲杖為最勝。為我防惡牛。能", "204": "却暴惡狗。扶我暗處行。避深坑空井。憑仗於杖力。時", "205": "婆羅門從佛受偈還至家門。先白大眾說如上偈。其", "206": "子愧怖即抱其父還將入家。洗浴父身換父衣服立", "207": "為家主。時婆羅門作是念言。我於今日󳬾世尊恩。如", "208": "經所說是為我師。我今持上妙衣至世尊所。頂禮佛", "209": "足而白佛言。願受此衣哀愍我故。世尊即受。更說種", "21": "鸚鵡王。遙見佛來飛騰虗空逆道奉迎。唯願世尊及", "210": "種妙法示教利喜。", "211": "說苦佛來說苦佛來", "212": "法句經云。祇園精舍有四比丘共相議言。世間何者", "213": "最苦。一言婬欲。一言饑渴。一言嗔恚。一言驚怖。共諍", "214": "不止。佛知。往到其所問言。以事白佛。佛言。汝等所論", "215": "不究苦義。天下之苦莫過有身。饑渴寒熱嗔恚色慾", "216": "怨禍皆由有身。夫身者眾苦之本。患禍之源。勞心極", "217": "慮憂畏萬端。三界蝡動更相殘賊。吾我縛著生死不", "218": "息皆由身故。欲離世苦當求寂滅。攝心守正泊然無", "219": "想。可得涅槃是為最樂。昔有比丘入山學道。時有四", "22": "比丘僧。慈哀憐愍詣我林中受一宿請。佛即然可。時", "220": "禽鴿烏蛇鹿依附左右。晝行求食暮則還宿。一夜自", "221": "相問言世間之苦。鴿言。色慾熾盛無所顧念。危身滅", "222": "命莫不由之。烏言。饑渴之時身羸目冥神識不寧。投", "223": "身羅網喪身失命莫不由之。蛇言。嗔恚一起不避親", "224": "疎。亦能殺人復能自殺。鹿言。常畏獵人及諸狼虎。彷", "225": "彿有聲奔走坑岸。以此言之驚怖為苦。比丘歎言。天", "226": "下大苦無過有身。", "227": "談樂佛至談樂佛至", "228": "法句經云。佛在舍衛國祇樹給孤獨園精舍。時有四", "229": "新學比丘至柰樹下經行遊戲。柰華榮茂色好且香。", "23": "鸚鵡王知佛許已。還歸本林。勑諸鸚鵡各來奉迎。爾", "230": "因相謂曰。世間萬事何者可樂。一人言。仲春之月百", "231": "木榮華。遊戲原野此最為樂。一人言。宗親吉會觴酌", "232": "交錯。音樂歌舞此最為樂。一人言。多積財寶所欲即", "233": "得。車馬服飾與眾有異。出入光顯行者矚目。此最為", "234": "樂。一人言。妻妾端正綵服鮮明。香熏芬馥恣意縱情。", "235": "此最為樂。佛知。即至其所告言。汝等所論盡是憂畏", "236": "危亡之道。非是永安最樂之法。萬物春榮秋冬衰落。", "237": "宗親歡樂皆當別離。財寶車馬五家之分。妻妾美色", "238": "愛憎之本。愛樂生憂。貪欲生畏。解無貪欲無憂無畏。", "239": "凡夫處世興招怨禍。危身滅族憂畏無量。三途八難", "24": "時世尊將諸比丘詣鸚鵡林。各敷坐具在於樹下坐", "240": "苦痛萬端靡不由之。是四新學比丘聞說此義。心意", "241": "開悟滅意斷欲。慚愧悔過一心求道。志存無為不貪", "242": "榮利。得羅漢道。", "243": "祀天遇佛祀天遇佛", "244": "法句經云。邊境有王名曰和墨。奉事外道。舉國信邪", "245": "殺生祭祀。王母寢病經久不瘥。召婆羅門告言。吾太", "246": "夫人病困經久不知何故。答言。星宿倒錯陰陽不調", "247": "故使然耳。王言作何方宜使得除愈。答言。當備牛馬", "248": "猪羊百頭殺以祀天然後乃瘥。王即奉命。即牽牛馬", "249": "猪羊百頭當就祭壇殺以祀天。佛懷大慈愍王愚迷。", "25": "禪思惟。時鸚鵡王見佛比丘寂然宴坐。甚懷喜悅。通", "250": "往詣王所。王遙見佛為佛作禮白佛言。母病經久今", "251": "欲祀天。為母請命冀求得瘥。佛言。欲得穀食當行種", "252": "田。欲得大富當行布施。欲得長壽當行大慈。欲得智", "253": "慧當行學問。行此四事隨其所種得其果實。祠祀淫", "254": "亂以邪為正。殺生求生去生道遠。人生百歲奉事神", "255": "祇。牛羊祭祀不如行慈。佛放光明遍照天地。王聞法", "256": "覩光即得道跡。慚愧悔過遂不祀天。母聞情悅所患", "257": "消除。王於是後信敬三寶。愛民如子常行十善。五糓", "258": "豐登心常悅樂。", "259": "佛度屠兒佛度屠兒", "26": "夜飛翔遶佛比丘。回向顧視。無諸師子虎狼惡獸及", "260": "法句經云。有五百外道常求佛便欲誹謗之。自共議", "261": "言。當使屠兒殺生請佛及僧。佛必受請贊歎屠兒。吾", "262": "當詣前而共譏之。佛即受請告屠兒言。果熟自墮。福", "263": "熟自度。屠兒還歸供設飲食。佛及眾僧到屠兒舍。梵", "264": "志大小皆共歡喜。今日乃得佛之便耳。若贊福者。以", "265": "其前後殺生作罪持用譏之。若當說其罪者。當以今", "266": "日之福難之。二者之中今乃得便。佛到即坐行水下", "267": "食。於是世尊觀察眾心應有度者。即便出舌覆面。放", "268": "大光明照一城內。出微妙音說偈呪願。如真人教以", "269": "道活身。愚者嫉之見而為惡。行惡得惡如種苦種。惡", "27": "以盜賊觸惱世尊及比丘僧。至明清旦。世尊進引鸚", "270": "自受罪。善自受福。亦各自熟而不相代。習善得善亦", "271": "如種甘。五百梵志意自開解。即前禮佛五體投地來", "272": "受聖訓。唯願哀育得為沙門。佛即聽受皆為沙門。屠", "273": "兒大小見佛神變。莫不歡喜皆得道跡。民人皆稱賢", "274": "友。無復屠兒之名。", "275": "度網漁人度網漁人", "276": "法句經云。舍衛國城東南有大江水既深而廣。有五", "277": "百餘家在岸邊住。未聞道德度世之行。習於剛強捕", "278": "魚為務。貪利自恣快心極意。佛知此家福應當度。住", "279": "至水邊坐一樹下。村人見佛光明奇異。莫不驚肅皆", "28": "鵡歡喜在前引導。向王舍城白頻婆娑羅王言。世尊", "280": "往禮敬。或拜或揖問訊起居。佛命令坐為說經法。眾", "281": "人聞之而心不信。佛化一人從江南來。足行水上止", "282": "沒其踝。來至佛所稽首禮佛。眾人見之莫不驚恠。問", "283": "化人曰。吾等先人已來居此江邊。未曾聞人行水上", "284": "者。卿是何人有何道術履水不沒。化人答曰。吾是江", "285": "南愚冥之人。聞佛在此。貪樂道德。至南岸邊不能得", "286": "度。問彼岸人水為深淺。彼人答言水可齊踝。吾信其", "287": "言便爾來過。無他異術。佛贊化人言。善哉善哉。夫執", "288": "信誠可度生死之淵。數里之江何足為奇。時江邊村", "289": "人聞佛說種種法。心開意解皆發信心。求受三歸及", "29": "今者將諸比丘遂來在近。唯願大王設諸餚饍逆道", "290": "受五戒為清信士。", "291": "度捕獵人度捕獵人", "292": "法句經云。羅閱祇國有山。山下人生長山林殺獵為", "293": "業。佛詣其所坐於樹下。佛放光明照曜山中。木石皆", "294": "作金色。山中男子俱出行獵。唯有婦女見佛光明。來", "295": "詣佛所悉皆禮拜。佛即為諸母人說殺生之罪。行慈", "296": "仁之福。恩愛一時會有別離。諸母人白佛言。山民務", "297": "獵以肉為食。欲設微供願當納受。佛言。諸佛之法不", "298": "以肉食不須復辦。因告之曰。夫人生世所食無數。何", "299": "以不作有益之食。而殘害群生以自濟活。死墮惡道", "3": "夫人滿願夫人滿願", "30": "奉迎。時頻婆娑羅王聞是語已。勑設餚饍執持幢幡", "300": "損而無益。人食五穀增延壽命。殺生食肉多病夭亡。", "301": "殺彼活己罪業無量。慈仁不殺所適無患。男子獵還。", "302": "見諸婦女皆坐佛前。嗔恚彎弓欲圖害佛。諸婦諫曰。", "303": "此是聖人勿興惡意。即各悔過為佛作禮。佛重為說", "304": "不殺之福殘害之罪。人能不殺行大仁慈。當愍眾生", "305": "博愛濟眾。福常隨身。在所得利。死昇梵天。獵人聞已", "306": "歡喜信受皆受五戒。", "307": "佛化醜兒佛化醜兒", "308": "百緣經云。舍衛城中有一長者子。形貌極醜狀如惡", "309": "鬼。年漸長大父母猒惡驅令遠去。有人見之皆生怖", "31": "香華妓樂。將諸群臣逆道奉迎。時鸚鵡王於其夜中", "310": "懼。在於山林採果存活。飛鳥走獸無不怖走。世尊慈", "311": "念將諸比丘到林欲度。見佛避走。佛以神力使不得", "312": "去。時諸比丘各在樹下加趺禪定。世尊化作醜陋人", "313": "衣服麤弊。滿鉢盛食漸向醜人。醜人見已心懷喜悅。", "314": "今此人者真是我伴。即來共語同器而食。食已。時彼", "315": "化人忽然端正。醜人問言。汝今何以忽然端正。化人", "316": "答言。我食此食以善心觀彼樹下坐禪比丘。使我端", "317": "正。醜人聞已即便効之。遂發善念心懷喜悅。即向化", "318": "人深生信解。於是化人還復本形。醜人見佛三十二", "319": "相八十種好。光明普曜如百千日。前禮佛足。佛即為", "32": "即便命終生忉利天。從天下來報世尊恩。齎持香華", "320": "其種種說法。得須陀洹果。即於佛前求索出家。佛言", "321": "善來比丘。剃除鬚髮。法服著身。便成沙門。精勤修習", "322": "得阿羅漢果。", "323": "救度賊人救度賊人", "324": "經律異相云。有五百賊劫掠人物。舍衛國王勑諸將", "325": "士追捕擒獲。捉五百賊。王勑殺之。賊大喚佛。佛令阿", "326": "難。汝往語王。汝是人王當愛民如子。云何一時殺五", "327": "百人。阿難至王所具陳佛語白言。殺一人罪多。況復", "328": "五百其罪無量。王曰。世尊能使不復作賊即放令活。", "329": "阿難還具白佛。佛語阿難。語王但放。我令此人更不", "33": "而供養佛頭面頂禮。佛即為其說四諦法。心開意解", "330": "作賊。阿難先到刑處語監殺者言。世尊已救未可便", "331": "殺。復至王所。世尊語王。能令此人更不作賊。王即原", "332": "命。且未解縛送世尊所。爾時世尊欲度彼人。在露地", "333": "坐。賊遙見佛繫縛自解。頭面禮足。佛觀其緣隨從說", "334": "法。布施持戒行業果報。苦集滅道四真諦法。即於是", "335": "時得須陀洹道。問言汝等樂出家否。答言。世尊。我等", "336": "若先出家。今日不遭此苦。唯願大慈度我出家。佛言", "337": "善來比丘。時五百賊舉身被服變為三衣。自然鉢器", "338": "威儀庠序。皆成沙門。", "339": "度除糞人度除糞人", "34": "得須陀洹果。", "340": "經律異相云。舍衛城中有一旃陀羅兒。除糞自活。世", "341": "尊遙見即呼喚之。其人報曰。吾擔糞不淨。不敢親近。", "342": "佛言欲度汝。手執其人至恒水側沐浴身體。復至祇", "343": "洹勑諸比丘度為沙門。其人勸勵精進勤苦日新。未", "344": "經旬日便得阿羅漢果。六通清徹涌沒自在。詣大方", "345": "石當中央坐補納故衣。王聞佛度旃陀羅兒。念佛釋", "346": "種豪族姓家。左右弟子皆出四姓。來入宮室受供信", "347": "施。云何禮敬。吾今當往責數如來。見前比丘諸天禮", "348": "覲。比丘見王即沒石中還從石出。王詣佛所問言。向", "349": "者比丘名字何等。有此神力。佛言此是除糞人。爾時", "35": "惡牛蒙度惡牛蒙度", "350": "世尊以此因緣便說譬喻。猶如污泥中生香潔蓮華。", "351": "云何大王有目之士取此華否。王言世尊。華極香潔", "352": "當取莊飾之。污當觀母胎。胎中產生功德之華。時王", "353": "白佛。彼人快得善利不可思議。自今已後請此比丘。", "354": "供養四事無所乏少。", "355": "施食緣起施食緣起", "356": "救面然餓鬼經云。阿難疾至佛所白言。世尊。我於昨", "357": "夜見一面然餓鬼。身形羸瘦枯燋極醜。面上火然其", "358": "咽如針。頭髮髼亂毛爪長利身如負重。而語我言。汝", "359": "於三日必當命盡生餓鬼中。我即問言。經何方計得", "36": "百緣經云。佛在驕薩羅國欲詣勒那樹下。至一澤中", "360": "免斯苦。餓鬼答言。汝若施於恒河沙數餓鬼及婆羅", "361": "門并諸仙等飲食。汝得增壽。世尊。我今云何得免此", "362": "苦。佛言。汝今勿怖。有陀羅尼名一切德光無量威力。", "363": "即說呪曰。那摩薩縛怛他揭多縛路枳帝唵三跋囉", "364": "三跋囉吽。先取飲食安置淨盤。誦呪七遍。於門內立", "365": "展臂戶外。置盤淨地彈指七下散擲四方。其恒河沙", "366": "數餓鬼前各有摩伽陀斛四斛九斗飲食。如是鬼等", "367": "遍皆飽滿。是諸餓鬼喫此食已。悉捨鬼身盡得生天。", "368": "若四等弟子若能常誦此呪奉施飲食。是人即得具", "369": "足無量功德。顏色鮮潔壽命延長。是諸餓鬼常來擁", "37": "有五百水牛甚大兇惡。復有五百牧牛人遙見佛來", "370": "護。具足吉祥安樂。", "371": "目連救母目連救母", "372": "盂蘭盆經云。大目犍連始得六通。欲度父母報乳哺", "373": "之恩。即以道眼觀視世間。見其亡母生餓鬼中。不見", "374": "飲食皮骨連立。目連悲哀。即以鉢盛飯往餉其母。母", "375": "得鉢飯便以左手接鉢右手摶食。食未入口化成火", "376": "炭遂不得食。目連大呌悲號涕泣。馳還白佛。具陳如", "377": "此。佛言。汝母罪根深結。非汝一人力所奈何。汝雖孝", "378": "順聲動天地。天神地祇亦不能奈何。當須十方眾僧", "379": "威神之力乃得解脫。吾今當說救濟之法。令一切難", "38": "將諸比丘從此道行。高聲呌喚。唯願世尊莫行此道。", "380": "皆離憂苦。當於七月十五日為七世父母及現在父", "381": "母具飯百味五果。汲灌盆器。盡世甘美以著盆中。供", "382": "養十方大德眾僧。供養此等自恣僧者。若現在父母", "383": "壽命百年無病無一切苦惱之患。乃至七世父母出", "384": "離三途餓鬼之苦。生人天中福樂無極。是佛弟子修", "385": "孝順者應念念中常憶父母。年年七月十五日為作", "386": "盂蘭盆施佛及僧。", "387": "佛救嬰兒佛救嬰兒", "388": "觀佛三昧經云。舍衛國有長者名曰財德。有子年始", "389": "五歲。父常教子稱南無佛。散脂鬼神飢火所逼接取", "39": "水牛群中有大惡牛。觝突傷人難可得過。佛告牧牛", "390": "嬰兒。嬰兒稱南無佛。鬼王噤口不能得食。但眼出火。", "391": "嬰兒驚怖稱南無佛。世尊天耳遙聞。佛以神力到曠", "392": "野澤。放白毫光照怖小兒。鬼王舉一大石欲擲世尊。", "393": "佛入火光三昧燒曠野澤大地洞然。光中化佛贊歎", "394": "慈心。鬼猶不伏。時金剛神手奮金杵揮大利劒擬鬼", "395": "王額。鬼王驚怖抱持小兒長跪上佛白言。世尊惟願", "396": "慈愛救我生命。世尊猶如慈父撫慰鬼王。密邇金剛", "397": "勑鬼王言。汝今速伏歸佛法僧及受五戒。汝若不伏", "398": "碎如微塵。鬼王合掌白佛言。我恒噉人。今者不殺當", "399": "食何物。佛勑鬼王。汝但不殺。我勑弟子常施汝食。乃", "4": "觀無量壽佛經云。王舍城有太子名阿闍世。隨順調", "40": "人言。汝等不須憂慮。彼水牛者設來觝我。吾自知之。", "400": "至法滅以我力故令汝飽滿。鬼王聞已歡喜作禮。受", "401": "三皈依及受五戒。曠野鬼王白金剛神。因大德故得", "402": "服甘露無上法味。", "403": "金剛請食金剛請食", "404": "寶積經云。爾時密迹金剛力士白佛言。唯佛大聖就", "405": "我曠野鬼王鄙舍。垂意小食化鬼神眾。妖魅之物見", "406": "如來尊。聽聞經法便當捐棄嗔恚毒害。時佛嘿然受", "407": "請。佛與大眾俱至其舍。受飯食已。密迹白佛言。唯願", "408": "弘慈應時演法。佛言。當奉篤信善從道法。覩清白理", "409": "知不忘果。寧失身命不犯非義。仁慈不殺。不與不取。", "41": "惡牛卒來翹尾低角跪地吼喚跳躑前來。世尊於五", "410": "不為邪淫。不犯妄語．兩舌．惡口．綺語．嫉妬．恚痴。不犯", "411": "十惡。身行十善亦勸人行。常奉等信。見諸沙門奉戒", "412": "具法勤精修行志存思道。見諸善友及佛弟子。常行", "413": "恭恪常追侍從。常奉斯等諸善知識。救濟危厄而勸", "414": "化人。施致大富。持戒生天。博聞大智。修行合道。布施", "415": "大財。慳貪餓鬼。持戒．忍辱．精進．一心．智慧人道。犯戒", "416": "地獄。嗔恚醜陋懈怠廢道亂意墮罪。愚痴投冥。善惡", "417": "果報由身口意。時密迹金剛力士及五百子聞是法", "418": "已。得無生法忍。", "419": "鬼母尋子鬼母尋子", "42": "指端化五師子在佛左右。四面周帀有大火坑。時彼", "420": "雜寶藏經云。爾時大鬼神王名曰般闍迦。其妻親產", "421": "五百鬼子。皆有大力士之力。其最小兒字嬪伽羅。華", "422": "言愛兒。面貌端正。此鬼子母兇妖暴虐。殺人兒女以", "423": "自噉食。人民患之仰告世尊。世尊憐愍眾生。即取其", "424": "子嬪伽羅覆於鉢下。鬼子母飛行天下七日之中推", "425": "求不得。愁憂懊惱。傳聞他言云。佛世尊有一切智。即", "426": "至佛所問兒所在。佛即答言。汝有五百子。唯失一子。", "427": "何故苦惱愁憂而推覓耶。世間人民或有一子或三", "428": "五子。而汝殺害啖食。鬼子母白佛言。我今若得嬪伽", "429": "羅者。終不更殺世人之子。佛即使鬼子母見嬪伽羅", "43": "水牛甚大惶怖。四向馳走無有去處。唯佛足前有少", "430": "在於鉢下。令五百子盡其神力不能得取。還求於佛。", "431": "佛言。汝今若能受三皈五戒。盡形壽不殺生。當還汝", "432": "子。鬼子母即依佛勑受皈依。五戒三歸已訖。即還其", "433": "子。佛言。汝好持戒。汝是迦葉佛時羯肌王女。以不持", "434": "戒故受是鬼報。", "435": "小兒施土小兒施土", "436": "賢愚因緣經云。世尊與阿難入城乞食。見羣小兒於", "437": "道中戲。共聚地土造作屋舍及作倉庫。以土為米。有", "438": "一小兒遙見佛來生布施心。即取倉中名為米者取", "439": "以施佛。佛即低頭受土。與阿難言。持土塗我房地。阿", "44": "空地晏然清涼。馳奔趣向心意泰然無復怖畏。長跪", "440": "難持還精舍即塗房地。佛告阿難。向者小兒歡喜施", "441": "土足塗房地。緣斯功德。我般涅槃百歲之後。當作國", "442": "王。字阿輸迦。其次小兒當作大臣。共領閻浮提一切", "443": "國土。興隆三寶廣設供養。分布舍利遍閻浮提。當為", "444": "我設八萬四千塔。阿難白佛言。施一掬之土乃有如", "445": "此多塔之報。佛言。昔有國王名波塞奇。有佛出世名", "446": "曰弗沙。王與諸臣供養佛僧。時王心自念言。今此大", "447": "國人民之類。常得見佛禮拜供養。其餘小國各處違", "448": "僻。人民之類無由脩福。就當圖𥁞佛之形像分布諸", "449": "國一切人民。咸令供養。即召𥁞師多𥁞佛像。得八萬", "45": "伏首䑛世尊足。復便低頭視佛世尊。如來知彼惡牛", "450": "四千。感於多塔之報。", "451": "楊枝淨水楊枝淨水", "452": "請觀音經云。爾時毗舍離國有長者名月蓋。往詣佛", "453": "所白佛言。此國人民遇大惡病。良毉耆婆盡其道術", "454": "所不能救。唯願天尊慈愍一切救濟病苦令得無患。", "455": "爾時世尊告長者言。去此不遠正立西方。有佛名無", "456": "量壽。彼有菩薩名觀世音及大勢至。恒以大悲救濟", "457": "苦厄。汝今應當向彼作禮。為眾生故當請彼佛及二", "458": "菩薩。說是語時。於佛光中得見西方無量壽佛并二", "459": "菩薩。如來神力。佛二菩薩放大光明。照毗舍離皆作", "46": "調伏而說偈言。盛心興惡意。欲來傷害我。歸誠望得", "460": "金色。時毗舍離人即具楊枝淨水授與觀世音菩薩。", "461": "大悲觀世音憐愍救護。普教一切眾生。應當一心稱", "462": "南無佛．南無法．南無僧．南無觀世音菩薩摩訶薩。大", "463": "悲大名稱。救護苦厄者。爾時觀世音菩薩白佛言。我", "464": "今當說十方諸佛救護眾生神呪。誦持此呪者免離", "465": "怖畏刀杖毒害及與疾病令得無患。說是語時。毗舍", "466": "離人平復如本。", "467": "採華獻佛採華獻佛", "468": "賢愚因緣經云。世尊遊羅閱祗城。時王使數百千宮", "469": "女採華。一日大小男子婦女俱出採華。採已持還入", "47": "勝。返來䑛我足。時彼水牛聞說偈已。不食水草即便", "470": "城。遙見世尊相好威光巍巍堂堂如星中月。若日初", "471": "出照于天下。與男女眾等前後圍繞。俱往佛所稽首", "472": "作禮而白佛言。人命難保。佛世難遇。經法難值。今已", "473": "值遇。猶病得毉。我既貧賤。加屬縣官󴆸縲禁約。恒不", "474": "自在。國王嚴勑令採華貢。常以他故設失時節或復", "475": "見誅。佛聖出世。億劫希有。寧棄身命以華上佛并散", "476": "聖眾。因受慈誨聽察深法無窮之慧。我從無數劫為", "477": "利欲害不可稱載。未曾為法而不惜命。今供世尊三", "478": "寶之華。縱使見害不墮苦痛必生善處。却自皈命一", "479": "心重禮。佛知其念發斯善意甚慈愍之。具為敷講大", "48": "命終生忉利天。從天下來還報佛恩。齎持香華來詣", "480": "乘之法。六度無極．四等．四恩．三脫．菩提。諸採華人皆", "481": "發道意。心解佛慧。至不退轉無所從生。佛與授記後", "482": "當作佛號曰妙華。", "483": "燃燈不滅燃燈不滅", "484": "賢愚因緣經云。舍衛國有一貧女名曰難陀。貧窮孤", "485": "獨。見諸國王臣民皆供養佛。心自思惟。我之宿罪生", "486": "處貧賤。雖值福田無有種子。酸切感傷深自咎悔。便", "487": "行乞匄以俟微供。竟日不休唯得一錢。即持買油往", "488": "到精舍奉上世尊。置於燈中自立誓願。我今貧窮用", "489": "是小燈供養於佛。以此功德令我來世得智慧燈。滅", "49": "佛所前禮佛足却住一面。佛即為說種種法要。心開", "490": "除一切眾生垢暗。作是誓已禮佛而去。乃至竟夜諸", "491": "燈盡滅。唯此獨燃。是時目連次當直日。察天已曉收", "492": "燈摒擋。見此一燈獨然。明好膏炷未損如新。燃燈白", "493": "日燃之無益。欲取滅之暮規還然。即時舉手扇燈。燈", "494": "焰如故無有虧損。復以衣扇。燈明不損。佛見目連欲", "495": "滅此燈。語目連曰。今此燈者非汝所能滅。此是廣濟", "496": "發大心人所施之物。貧女復來禮佛。佛即授其記。阿", "497": "僧祇百劫之中當得作佛。號曰燈光。十號具足。求佛", "498": "出家。佛即許之。", "499": "上幡供佛上幡供佛", "5": "達惡友之教。收執父王頻婆娑羅。母韋提希夫人幽", "50": "意解得須陀洹果。", "500": "賢愚因緣經云。迦毗羅衛國城中有一長者。財富無", "501": "量不可稱計。選擇族望娉以為婦。作諸音樂發心製", "502": "造長幡奉佛世尊而以娛樂。其婦懷妊足滿十月。生", "503": "一男子端正殊妙與眾超絕。初生之日。虗空之中有", "504": "大幡蓋徧覆城中。時諸人眾因為立字號波多迦。年", "505": "漸長大出城遊戲。見佛世尊三十二相八十種好。光", "506": "明普曜如百千日。心大驚喜瞻仰取足。佛為說法得", "507": "須陀洹果。歸辭父母求索入道。父母愛念不能為逆。", "508": "將詣佛所便成沙門。精勤修習三明六通具八解脫。", "509": "諸天世人所見敬仰。佛告比丘。爾時有王名槃頭末", "51": "白狗吠佛白狗吠佛", "510": "帝。收取舍利造七寶塔而供養之。時有一人作一長", "511": "幡。懸著塔上發願而去。緣是功德。九十一劫不墮地", "512": "獄．畜生．餓鬼。天上人中常有幡蓋蔭覆其上。受天快", "513": "樂。乃至今日遭值於我出家得道。欲知彼時上佛旛", "514": "者。今波多迦是也。", "515": "施衣得記施衣得記", "516": "賢愚因緣經云。爾時世尊入城乞食。有婆羅門見佛", "517": "身衣有少破壞。即至家中取一白㲲持以上佛以用", "518": "補衣。佛便受之。即與授決。汝於百劫當得作佛。長者", "519": "居士咸作是念。云何少施酬以大報。世尊告曰。昔有", "52": "中阿含經云。世尊入舍衛國。至鸚鵡摩納都提子家。", "520": "大臣請佛三月供養。佛即許之。有王名曰槃頭。欲先", "521": "請佛三月供養。佛告王言。吾先受大臣請。王告臣曰。", "522": "佛處我國。吾欲供養。雖卿先請今可避我。我供養訖", "523": "卿乃請之。臣答王言。若使大王保我身命。復保如來", "524": "常住於此。復令國土常安無災。若使能保此諸事者。", "525": "我乃息意聽王先請。王即告曰。卿請一日我復一日。", "526": "臣便可之。更互設食各滿所願。爾時大臣具辦三衣。", "527": "復為諸比丘眾作七條衣。人與一領皆悉滿足。阿難", "528": "當知。爾時大臣辦具衣服施佛及僧以為供者。即此", "529": "婆羅門是。乃世世植福。今值於我。復供白㲲。故得如", "53": "都提少出彼家。有白狗在於床上盤中喫食。狗見佛", "530": "是授決之果。", "531": "衣救龍難衣救龍難", "532": "海龍王經云。有四龍王。一名噏氣。二名大噏氣。三名", "533": "熊羆。四名無量色。頂禮佛足而白佛言。大海之中無", "534": "數種龍。若干種行皆因業報。或有大種小種。有四種", "535": "金翅鳥。常食斯龍及龍妻子諸龍種類。願佛擁護令", "536": "海諸龍常得安隱。於是世尊脫身袈裟告海龍王。汝", "537": "當取是如來袈裟分與諸龍皆令周遍。有值一縷者。", "538": "金翅鳥王不能犯觸。持禁戒者所願必得。時諸龍王", "539": "各心念言。是佛袈裟甚少。安得周遍大海諸龍。佛知", "54": "來下床便吠。佛語白狗。汝因護財而墮於此。狗大嗔", "540": "龍意告龍王言。假使三千大千世界所有龍王各分", "541": "如來袈裟。終不能盡。時海龍王取佛袈裟而自分作", "542": "無央數百千段與諸龍王。其衣如故終不能盡。時諸", "543": "龍王及龍妻子欣然大悅。自投佛前同聲說言。如來", "544": "所語終無有二。授我等決至無為岸。吾等今日歸命", "545": "佛法及諸聖眾。奉受禁戒恭順如來。從今日始一切", "546": "諸龍擁護正法。", "547": "說呪消灾說呪消灾", "548": "消灾經云。爾時釋迦牟尼佛在淨居天中。告諸宿曜", "549": "游空天眾．九執大天及二十八宿．十二宮神一切聖", "55": "恚憂慼愁臥。都提還家見狗臥地不起。即問誰嗔此", "550": "眾。我今說過去娑羅王如來所說熾盛光大威德陀", "551": "羅尼除灾難法。若有國王及諸大臣所居之處。或被", "552": "五星陵逼。羅睺彗孛妖星照臨。所屬本命宮宿及諸", "553": "星位或退或入作諸障難者。念此陀羅尼至心受持", "554": "讀誦。一切灾難悉皆消滅。即說陀羅尼曰。南無三滿", "555": "多母䭾喃阿鉢囉。底賀多舍娑曩喃。怛󰮟他。唵佉佉", "556": "佉呬佉呬吽吽入嚩囉入嚩囉鉢囉入嚩囉鉢囉入", "557": "嚩囉底瑟姹底瑟姹瑟致哩瑟致哩娑婆吒娑癹吒", "558": "扇底迦室哩曳。娑嚩賀。此陀羅尼能成就八萬種吉", "559": "祥事。能除滅八萬種不吉祥事。令諸眾生依法受持。", "56": "狗。家人答言世尊。都提嗔恚詣世尊所。世尊告曰。狗", "560": "一切灾難悉皆消滅。變灾為福皆得吉祥。佛告四眾。", "561": "灾難起時。安置佛像結界護持。香華燈燭隨分供養。", "562": "令諸有情獲福無量。", "563": "證明說呪證明說呪", "564": "大悲經云。釋迦牟尼佛在補陀洛迦山觀世音宮殿", "565": "寶莊嚴道場中坐寶師子座。時觀世音菩薩密放神", "566": "通光明照曜世界。天宮龍宮皆悉震動。時觀世音菩", "567": "薩白佛言。我有大悲心陀羅尼今當欲說。為諸眾生", "568": "得安樂故。除一切病得壽命故。得富饒故。滅一切惡", "569": "業重罪。遠離怖畏。速能滿足諸希求故。唯願世尊慈", "57": "是汝父。汝若不信回家問狗。令狗示汝伏藏。還家語", "570": "哀聽許。佛言今正是時宜應速說。復白佛言。若有四", "571": "眾欲誦持者。起大悲心。先當至心稱念我之名字。然", "572": "後即當誦此神呪。此呪能除滅身中一切重罪。若諸", "573": "眾生誦持大悲神呪者。於現在生中一切所求若不", "574": "果遂者。不得為大悲心陀羅尼也。觀世音菩薩於眾", "575": "會前合掌正住。於諸眾生起大悲心。即說神妙章句", "576": "陀羅尼。說此呪已。天雨寶華繽紛而下。十方諸佛悉", "577": "皆歡喜。天魔外道恐怖毛竪。一切眾會皆獲果證。無", "578": "量眾心發菩提心。", "579": "龍宮說法龍宮說法", "58": "狗。若前世時是我父者。當還起食示我伏藏。狗即示", "580": "大雲輪請雨經云。佛在難陀優婆難陀龍王宮內。住", "581": "大威德摩尼藏大雲輪殿寶樓閣中。與無量諸龍王", "582": "眾。即以無量香華幢幡繒蓋真珠瓔珞供養恭敬禮", "583": "拜。於如來所聽受正法。即白佛言。云何能使諸龍王", "584": "等滅一切苦得受安樂。令此閻浮提內時降甘雨。生", "585": "長樹木藂林藥草苗稼皆生滋味。使諸人等悉受快", "586": "樂。佛告大龍王言。汝今為彼諸眾生等作大利益。能", "587": "問斯事。我有一法。汝等若能行者。令一切龍除滅諸", "588": "苦具足安樂。謂行大慈。若有天人行大慈者。火不能", "589": "燒。水不能溺。毒不能害。刀不能傷。內外怨賊不能侵", "59": "伏藏處。以口及足把於床下。即便掘地大得寶物。發", "590": "掠。若睡若寤皆得安隱。行大慈力有大威德。諸天世", "591": "人不能擾亂。形貌端嚴眾所愛敬。諸苦滅除心得歡", "592": "喜。是故龍王身口意業常應須行彼大慈行。佛為龍", "593": "王說種種法。龍王聞已心開意解得法眼淨。求受三", "594": "歸五戒行大慈行。", "595": "天龍雲集天龍雲集", "596": "大集經云。佛成正覺。菩薩海眾悉來大集。佛於無緣", "597": "象王眾中欲宣說菩薩法藏。令知諸佛甚深境界。於", "598": "慾色天二界中間化七寶坊如大千世界。諸天龍鬼", "599": "神等并及十方佛剎諸菩薩眾一時雲集。佛說種種", "6": "閉深宮不令復出。時韋提希被幽閉已。愁憂憔悴向", "60": "大信心問佛宿因行業果報。佛言。男子女人。壽命極", "600": "莊嚴。種種光明大悲行相因緣。及如來三十二業．十", "601": "力．四無畏．十八不共法．三十七菩提分．三十二相業", "602": "因．三十二障大乘法．三十二速成就法。如是等無量", "603": "法寶神通智辯方便行願。四無量心求解脫道。說陀", "604": "羅尼種種利益。一切眾生等法。說諸龍受生受苦受", "605": "樂業報因緣。受三歸依即得淨眼皆得安隱。次說十", "606": "方一切佛土無餘諸菩薩。百億三界一切龍天諸部", "607": "大鬼神等悉集無餘。顯說甚深佛法。為護世間故。以", "608": "閻浮提諸國土付曯釋梵護世諸天一切龍神修羅", "609": "夜叉鬼神等眾。各各分布安置護持養育一切眾生。", "61": "短殺生業報。壽命極長慈心不殺。貧窮極苦慳貪偷", "610": "除障護善。令法久住。", "611": "佛讚地藏佛讚地藏", "612": "地藏十輪經云。爾時世尊告天帝釋曰。汝等當知有", "613": "菩薩名曰地藏。作聲聞像。已於無量無數大劫五濁", "614": "惡世時無佛世界成就有情。具足不可思議殊勝功", "615": "德。於十方諸佛國土利益安樂一切有情。除一切病", "616": "惱憂苦逼切。能滿一切所求之願。若有人於一食頃", "617": "歸依供養。諸所求願速得滿足。勝於百劫歸依供養", "618": "諸佛菩薩。經中所說末法惡世。時人根敗如坯器空。", "619": "見如生盲。五欲如石田不苗。十惡如臭身垢穢。此經", "62": "盜。多饒財寶常行布施。有惡智慧近惡人言。有善智", "620": "能滅眾生煩惱。令三寶久住。佛言。我遺法弟子。下至", "621": "非器無戒行者。雖應罰治無令還俗。付囑護持我法", "622": "國王大臣宰官長壽安樂。獲十種功德利益。十輪者。", "623": "人王治國選用臣僚。撫安民人教兵禦敵。修營事業", "624": "給養功藝。賞善罰惡建立三寶。教化眾生斷其十惡", "625": "令修十善。能令三寶種性法眼長夜不滅。降伏魔怨", "626": "令修行人成無上道。", "627": "勝光問法勝光問法", "628": "勝光經云。憍薩羅國勝光王白佛言。惟願大師善教", "629": "於我為國王法。佛告大王。如父憐愛諸子。常願安穩。", "63": "慧親善知識。都提當知。作長壽業必得長壽。作布施", "630": "遮其惡行。勸修善業。國人如子。並懷忠孝。作天子者。", "631": "情懷恩恕。薄徵賦斂省其徭役。設官分職不務繁多。", "632": "黜罰惡人賞進賢善。不忠良者當速遠離。順古聖王", "633": "勿行刑戮。生人道者勝緣所感。若斷其命定招於報。", "634": "常當一心恭敬三寶。莫生邪見。我涅槃後法付國王", "635": "大臣輔相。當為擁護勿致衰損。然正法炬轉正法輪。", "636": "盡未來際常令不絕。若能如是依教行者。則令國中", "637": "龍王歡喜風調雨順。諸天慶悅豐樂安隱。災橫皆除", "638": "率土太平。王身快樂永保勝位。福祚延長無復憂惱。", "639": "增益壽命。現在名稱遍滿十方。外國諸王咸來貢獻。", "64": "業必得財富。廣學多聞必得智慧。作如是因感如是", "640": "其國天子仁讓忠孝。以法教化拯恤黔黎。於諸國中", "641": "最為第一。我等今者咸當歸伏。此大法王捨身之後。", "642": "得生天上受勝妙樂。", "643": "維摩示疾維摩示疾", "644": "維摩詰經云。爾時毗耶城中有長者名維摩詰。辯才", "645": "無礙入深法門。善於智度通達方便。其以方便現身", "646": "有疾。以其疾故皆往問疾。維摩詰因以身疾廣為說", "647": "法。諸仁者。是身無常。無強無力無堅。速朽之法。不可", "648": "信也。為苦所惱。眾病所集。是身如聚沫不可撮摩。是", "649": "身如泡不得久立。是身如焰從渴愛生。是身如芭蕉", "65": "果。一切眾生因自行業。因業得報。緣業依業。隨其善", "650": "中無有堅。是身如幻從顛倒起。是身如夢為虗妄見。", "651": "是身如影從業緣現。是身如響屬諸因緣。是身如浮", "652": "雲須臾變滅。是身如電念念不住。是身無主為如地。", "653": "是身無我為如火。是身無壽為如風。是身無人為如", "654": "水。是身不實四大為家。是身為空離我我所。是身無", "655": "知如草木瓦礫。是身無作風力所轉。是身不淨穢惡", "656": "充滿。是身虗偽雖假以澡浴衣食必歸磨滅。是身為", "657": "災百一病惱。是身如丘井為老所逼。是身無定為當", "658": "要死。此可患厭耳。", "659": "文殊問疾文殊問疾", "66": "惡。果報是受。", "660": "維摩詰經云。佛告文殊師利。汝詣維摩詰問疾。文殊", "661": "承佛聖旨詣彼問疾。維摩詰唯置一床以疾而臥。文", "662": "殊言。居士是疾寧可忍不。療治有損不至增乎。世尊", "663": "殷勤致問居士。是疾何所因起。其生久如。當云何滅。", "664": "維摩詰言。從痴有愛則我病生。以一切眾生病是故", "665": "我病。若一切眾生得不病者。則我病滅。菩薩為眾生", "666": "故入生死。有生死則有病。若眾生得離病者。則菩薩", "667": "無復病。是疾何所因起。菩薩疾者以大悲心起。文殊", "668": "又問。應云何慰喻有疾菩薩。維摩詰言。說身無常不", "669": "說厭離於身。說身有苦不說樂於涅槃。說身無我而", "67": "火中取子火中取子", "670": "說教導眾生。說身空寂不說畢竟寂滅。說悔先罪而", "671": "不說入於過去。以己之疾愍於彼疾。當識宿世無數", "672": "劫苦。當念饒益一切眾生。憶所修福念於淨命勿生", "673": "憂惱。常起精進當作毉王療治眾病。應如是慰喻有", "674": "疾菩薩令其歡喜。", "675": "金鼓懺悔金鼓懺悔", "676": "金光明經云。爾時信相菩薩夜夢金鼓及懺悔偈。向", "677": "如來說。夢見金鼓所出妙音。悉能滅除三世諸苦。地", "678": "獄餓鬼畜生等苦。貧窮困厄及諸有苦。如是金鼓所", "679": "出之音。悉能除滅一切諸苦。無依無歸無有救護。我", "68": "經律異相云。瞻婆國城中有大長者。無有繼嗣。奉事", "680": "為是等作歸依處。諸佛世尊有大慈悲。當證微誠哀", "681": "受我懺。若我百劫所作眾惡。以是因緣生大憂苦。十", "682": "方現在大悲世尊。能除眾生一切怖畏。願當受我誠", "683": "心懺悔。令我恐懼悉得消除。我之所有煩惱業垢。惟", "684": "願現在諸佛世尊以大悲水洗除令淨。過去諸惡今", "685": "悉懺悔。現所作罪誠心發露。所未作者更不敢作。已", "686": "作之罪不敢覆藏。身業三種。口業四種。意三業行。今", "687": "悉懺悔。身口所作及以意思十種惡業一切懺悔。所", "688": "造惡業應受惡報。今於佛前誠心懺悔。若此國土及", "689": "餘世界。所有善法悉以回向。我所修行身口意善。願", "69": "六師以求子息。其婦懷妊。長者往問六師是男是女。", "690": "於來世證無上道。", "691": "楞伽說經楞伽說經", "692": "楞伽經云。佛住南海濵楞伽山頂。種種寶華以為莊", "693": "嚴。諸菩薩眾從彼種種異佛剎來。無量三昧自在之", "694": "力神通遊戲。大慧菩薩而為上首。一切諸佛手灌其", "695": "頂。自心現境界。善解其義。種種眾生。種種心色。無量", "696": "度門隨類普現。於五法．三自性．八識．二無我究竟通", "697": "達。時大慧菩薩以偈贊佛。世間離生滅。猶如虗空華。", "698": "一切法如幻。遠離於心識。遠離於斷常。世間恒如夢。", "699": "知人法無我。煩惱及爾焰。常清淨無相。而興大悲心。", "7": "佛作禮而作是言。世尊威重無由得見。爾時世尊與", "70": "六師答言生必是女。長者愁惱。復有知識謂長者言", "700": "一切無涅槃。無有涅槃佛。無有佛涅槃。遠離覺所覺。", "701": "若有若無有。是二悉俱離。牟尼寂靜觀。是則遠離生。", "702": "是名為不取。今世後世靜。說偈贊已。諮問一百八義", "703": "及五法三自性八識二無我之義。爾時世尊一一分", "704": "別解釋已。殷勤誡勗。我之弟子諸修行者。應當修慈", "705": "心。不食一切肉。及葱韭蒜等。種種放逸酒。食肉無慈", "706": "心。永背正解脫。", "707": "圓覺三觀圓覺三觀", "708": "圓覺經序云。如來入寂光土。凡聖一源。現受用身。主", "709": "伴同會。曼殊師利創問本起之因。薄伽至尊首提究", "71": "何不問佛。長者即詣佛所以事問佛。佛言是男無疑。", "710": "竟之果。照斯真體。滅彼夢形。知無我人。誰受輪轉。種", "711": "種幻化。生於覺心。幻盡覺圓。心通法徧。心本是佛由", "712": "念起而漂沉。岸實不移因舟行而騖驟。頓除妄宰。空", "713": "不生華。漸竭愛源。金無重鑛。理絕修證。智似階差。覺", "714": "前前非。名後後位。況妄忘起滅。德等圓明者焉。然出", "715": "廐良駒已搖鞭影。埋塵大寶須設治方。故三觀澄明", "716": "真假俱入。諸輪綺互單複圓修。四相潛神華覺違拒。", "717": "四病出體心華發明。復令長中下期。克念攝念而加", "718": "行。別徧互習。業障惑障而銷亡。成就慧身。靜極覺偏。", "719": "百千世界佛境現前。是以聞五種名超剎寶施福。說", "72": "六師心嫉。以菴羅果和合毒藥持與長者。汝婦臨產", "720": "半偈義勝河沙小乘。寔由無法不持無機不被者也。", "721": "持此經者。金剛晨夕守護令不退轉。其家永無灾障。", "722": "疫病消滅財寶豐足。", "723": "楞嚴大定楞嚴大定", "724": "楞嚴經云。阿難為大幻術摩登伽女呪攝。將毀戒體。", "725": "世尊頂放百道光明。光中千葉寶蓮。有佛化身坐宣", "726": "神呪。阿難歸來佛所。佛說此經名大佛頂首楞嚴王。", "727": "具足萬行。十方如來一門超出妙莊嚴路。七處徵心", "728": "八還辯見。飛光擊觸。寶手開合。顯真性不動自心妙", "729": "明。常光現前性周法界。歇即菩提不從人得。文殊選", "73": "可服此藥產則無患。長者受之與婦令服。服已即死。", "730": "擇諸聖二十五圓通。以觀音從聞入道為此方真教", "731": "體。五濁十二類生受生源因。修三漸次方得除滅。從", "732": "乾慧地修行增進。十信．十住．十行．十回向四加行。等", "733": "覺．妙覺五十五位。十因十類七趣三界生業因緣。十", "734": "種禪那五陰區宇種種魔事。次說修三摩地斷殺盜", "735": "婬妄。道場持呪修證功德。佛言。若人以七寶奉上諸", "736": "佛。不如一念將此法門開示末學。若人具四重十波", "737": "羅夷應入地獄。是人罪障應念消滅。如教行道直成", "738": "菩提。無復魔業。", "739": "般若真空般若真空", "74": "長者殯殮城外焚之。佛語阿難。吾欲往彼摧滅邪見。", "740": "法寶標目云。右佛於鷲峰山．給孤獨園．他化天宮．竹", "741": "林園四處十六會說。西域本有二十萬偈。此土大品．", "742": "光讚．道行．小品．大明度．勝天王．文殊．金剛八部咸在", "743": "其中。唐三藏法師玄奘取全本於西域。玉華寺譯成", "744": "六百卷般若。空宗此經周盡。初法師將順眾意如羅", "745": "什所翻。除繁去重。於夜夢中有極怖畏事。還依廣翻。", "746": "即見殊勝境界。遂不敢刪。依梵本譯。慶成之日。般若", "747": "放光。諸天雨華。空中音樂異香芬烈。法師曰此鎮國", "748": "之典人天大寶。經自記此方當有樂大乘者。國王大", "749": "臣四部徒眾書寫受持讀誦流布。皆得生天究竟解", "75": "佛與大眾往詣焚所。長者白言。佛言無妄。兒母已終", "750": "脫。般若謂諸佛之母。六度之一數也。五度未與大名。", "751": "唯此般若圓宗獨稱尊大。乃是眾妙之淵府。羣智之", "752": "玄宗。萬法之本原。眾聖之圓極。所以前五但為佐助。", "753": "與般若作其輔翼。唯此獨立大名。般若者此云智慧。", "754": "真空者二十一空也。", "755": "付囑國王付囑國王", "756": "仁王般若經云。佛在王舍城鷲峰山中。為十六大國", "757": "王波斯匿王等。說般若波羅蜜多十四正行等法竟。", "758": "復囑王曰。當國土有諸灾難時。應當請百法師敷百", "759": "高座。一日二時講誦此經。無量鬼神若聞此經。護汝", "76": "云何生子。佛言。卿於是時曾不見問母命修短。但問", "760": "國土。人天果報皆得滿足。一切災難悉皆消滅。佛告", "761": "波斯匿王。我滅度後法欲滅時。一切有情造惡業故。", "762": "令諸國土種種災起。諸國王等為護自身太子王子", "763": "后妃眷屬百官百姓一切國土。即當受持此般若波", "764": "羅蜜多。皆得安樂。我以是法付囑國王。不付比丘．比", "765": "丘尼．優婆塞．優婆夷。所以者何。無王威力不能建立", "766": "正法護持三寶。復告波斯匿王。今誡汝等。吾滅度後", "767": "正法欲滅。此經三寶付諸國王建立守護。大王。後五", "768": "濁世一切國王王子大臣自恃高貴。破滅吾教。制我", "769": "弟子不聽出家造佛塔像。從今已後廣度比丘．比丘", "77": "所懷為是男女。長者當知定必得子。是時死屍火燒", "770": "尼造佛塔寺經像。", "771": "法華妙典法華妙典", "772": "蓮華經云。佛住耆闍崛山與比丘比丘尼菩薩．釋提", "773": "桓因．大梵天王．四大天王．天龍八部與韋提希子阿", "774": "闍世王等百千眷屬俱。爾時世尊入於無量義處三", "775": "昧。天雨寶華六種震動。放眉間白毫相光普照世界。", "776": "從三昧而起告舍利弗。諸佛世尊唯以一大事因緣", "777": "故出現於世。欲令眾生開示悟入佛之知見。故說此", "778": "一乘妙法。授諸聲聞記。如是妙法諸佛如來時一說", "779": "之。如優曇華時一現耳。先示化城之權。終與髻珠之", "78": "腹裂。佛告耆婆。汝往火中抱此兒來。耆婆前入火中", "780": "祕。雖三車異駕而一雨普滋。皆令自知決定作佛。說", "781": "是經時。多寶佛塔從地涌出。十方諸佛集會證明。六", "782": "萬恒河沙等菩薩及其眷屬護持流布。持經隨喜有", "783": "六根清淨等無量功德。若夫入旋陀羅尼諸三昧者。", "784": "見靈山法會儼然佛常住不滅。證悟者自知非思議", "785": "境界矣。天台智者大師證旋陀羅尼三昧。九旬談妙。", "786": "受持之盛無出此經。", "787": "飯王得病飯王得病", "788": "淨飯王泥洹經云。爾時淨飯王忽被重病。身中四大", "789": "同時俱作殘害其身。肢節欲解喘息不定將死不久。", "79": "抱持此兒還授於佛。佛付長者言。眾生壽命不定如", "790": "告諸王曰。我命雖逝不以為苦。但恨不見我子悉達．", "791": "次子難陀。復恨不見斛飯王子阿難陀．孫子羅睺。吾", "792": "設得見是諸子等。我病雖篤未離生死不以為苦。白", "793": "飯王語淨飯王言。我聞世尊在王舍城耆闍崛山中。", "794": "去此懸遠二千餘里。王今轉羸。設遣使者道路懸遠", "795": "懼恐遲晚無所加益。惟願大王莫大愁悒懸念諸子。", "796": "淨飯王答白飯王言。我子等輩雖復遼遠意望不斷。", "797": "我子成佛。以大慈悲恒以神通天眼徹視天耳洞聽", "798": "救接眾生。應可度者以慈愍心而度脫之。譬如有人", "799": "為賊所圍。或值怨敵惶怖失計。不望自濟惟求救護。", "8": "目犍連．阿難．釋梵護世從空而來。韋提希白言。世尊。", "80": "水上泡。若人福厚火不能燒毒不能害。長者作禮長", "800": "依有勢者欲從救護而求解脫。譬如有人時得重病", "801": "欲得良毉以療其疾。如我今日望見世尊亦復如是。", "802": "釋迦如來應化錄下一", "803": "釋迦如來應化錄下二", "804": "報恩寺沙門　寶成　編集", "805": "佛還覲父佛還覲父", "806": "淨飯王泥洹經云。爾時世尊在靈鷲山。天耳遙聞迦", "807": "維羅城中父王病臥命欲將終。渴仰欲見諸子佛與", "808": "難陀．阿難．羅睺等。即以神足踊身虗空須臾而至迦", "809": "維羅衛。放大光明光照王身患苦得安。佛與難陀等", "81": "跪白佛。唯願世尊愍我無智愚迷之甚。信奉外道。從", "810": "乘空來至。佛便入宮。王見佛到。王舉兩手而言。惟願", "811": "如來手摩我身令我得安。為病所困痛不可忍我命", "812": "將逝。我今見子痛苦即除。復言。汝願已成就。亦滿眾", "813": "生願。我今得重病。願汝度我厄。佛言。惟願父王莫復", "814": "愁憂。即以手著父王額上。命雖欲終自可寬意。王即", "815": "以手捉於佛手著於心上白言。我今見汝。我願已滿。", "816": "心意踊悅。從是臥別。如來至真多所利益。其有得見", "817": "聞所說者。此輩之等皆是有相大功德人。今日世尊", "818": "是我之子。接遇過多不相見棄。是時父王即於臥處", "819": "合掌心禮世尊足下。時佛手掌在王心上。無常對至", "82": "今已往歸命佛僧。", "820": "命盡氣絕忽就後世。", "821": "殯送父王殯送父王", "822": "淨飯王泥洹經云。爾時淨飯王命盡氣絕。時諸釋子", "823": "以眾香水洗浴王身。纏細白㲲而以棺斂。爾時世尊", "824": "念當來世。人民凶暴不報父母養育之恩。為不孝之", "825": "子。為是當來眾生之等設禮法故。如來躬身自欲擔", "826": "於父王之棺。時四天王俱來赴喪。長跪白佛。願聽我", "827": "等擡父王棺。佛即許之。四天王各變人形像。以手擎", "828": "棺擡於肩上。舉國人民莫不啼哭。如來躬身手執香", "829": "爐在棺前行。出詣葬所佛與大眾共積香薪。舉棺置", "83": "見佛生信見佛生信", "830": "上放火焚之。一切大眾益更悲哭。於是世尊告大眾", "831": "曰。世皆無常。苦空無我。無有堅固。如幻如化。如熱如", "832": "焰。如水中月。命不久居。汝等諸人當勤精進。而自勸", "833": "勉永離生死。乃得大安。舉火焚燒大王身已。爾時諸", "834": "王各各皆持五百瓶香水以用滅火。火滅之後競共", "835": "收骨盛置金函。即於其上便共起塔。懸繒幡蓋及種", "836": "種鈴供養塔廟。", "837": "佛救釋種佛救釋種", "838": "增一阿含經云。波斯匿王生一太子名曰流離。年始", "839": "八歲。至迦衛羅國外父釋種摩訶男舍。新起一堂敷", "84": "經律異相云。有國王名阿質。威勢勇猛。侵伐隣國枉", "840": "種種座請佛及僧於中供養。流離太子昇座而坐。諸", "841": "釋種見之共皆毀辱。太子歎息即語好苦梵志。我後", "842": "紹王位時我當報讐。波斯匿王後取命終。便立流離", "843": "太子為王。時好苦梵志白言。王當憶釋種毀辱。王曰", "844": "善。王即集四種之兵往迦衛羅國征伐釋種。世尊聞", "845": "已即以神力往至道側在枯樹下坐。時流離王遙見", "846": "世尊在樹下坐。即下車至世尊所頭面禮足在一面", "847": "坐。白世尊言。更有好樹不在彼坐。世尊今日何故在", "848": "此枯樹下坐。世尊告曰。親族之蔭勝外人也。是時世", "849": "尊便說偈言。親族之陰凉。釋種出於佛。盡是我枝葉。", "85": "苦良善。人民怨之。佛與大眾欲往化之。阿質王聞之", "850": "故坐斯樹下。是時流離王即作是念。世尊今日出於", "851": "釋種。吾不應往征宜可齊此還歸本土。如是至三。佛", "852": "以神力三度止之。", "853": "為母說法為母說法", "854": "摩訶摩耶經云。佛在忉利天歡喜園中波利質多羅", "855": "樹下三月安居。如來結加趺坐放百千光明。光中有", "856": "千蓮華有千化佛。日月星辰所有威光隱蔽不現。佛", "857": "告文殊師利。汝詣母所道我在此。佛母聞已乳自流", "858": "出猶白蓮華。而直入於如來口中。如來見母內懷忻", "859": "敬而白母言。身所經處與苦樂俱。當修涅槃永離苦", "86": "即生惡意。與諸王子興兵合聚。當於大道迎欲拒佛。", "860": "樂。佛母聞已專精正念諸結消伏而白佛言。一切眾", "861": "生在於五道。皆由煩惱過患所致。故有結縛不得自", "862": "在。願我來世得成正覺。當為一切斷此苦本。佛言。眾", "863": "生所以不得解脫。皆由貪欲嗔恚愚痴致令恒在生", "864": "死。乃至欲求生天亦難。何況希望離生死耶。在世失", "865": "好名稱。明友親屬皆共疎棄。臨命終時極大懼怖。神", "866": "識恍惚方自悔責。如此皆由三毒患故。若人欲求解", "867": "脫妙果。宜斷苦本。彼愚痴凡夫為結所纏。時會大眾", "868": "聞此語已悲號懊惱。", "869": "最初造像最初造像", "87": "當此之時佛身在前放大光明。從軍中度阿質國王。", "870": "造像經云。佛在天宮安居三月為母說法。優陀延王", "871": "渴仰思佛發願造像。毗首羯磨天工巧無匹。化身為", "872": "匠。於佛初誕生日起工不日而成。佛化三道寶階從", "873": "天而下。諸天翼從威德熾盛光明赫奕。如滿月在空", "874": "眾星共遶。如日初出采霞紛映。梵王執白蓋在右帝。", "875": "釋持白拂侍左。諸天乘空而下虗空音樂妙香雨華。", "876": "四大天王獻微妙供。佛告優陀延王。汝於我法中初", "877": "為軌則。更無有人與汝等者令諸眾生得大信利。已", "878": "獲福德廣大善根。天帝告王。佛在天上贊王造像功", "879": "德宜自欣慶。佛言。若人以雜綵繢飾金銀銅鐵鉛錫", "88": "鼓不復鳴弓弩不施刀兵不拔。象馬顛倒步兵轉筋。", "880": "鎔鑄香木玉石雕刻織綉作佛形像。乃至極小如一", "881": "指大。獲種種福報功德無量。不生邊小國土下劣種", "882": "姓不淨邪見貧窮之家。生人天中圓滿超眾。無諸病", "883": "苦不為毒藥刀兵諸橫傷害。不墮三途不受苦報。滅", "884": "種種罪獲種種福。", "885": "浴佛形像浴佛形像", "886": "灌佛經云。佛告摩訶剎頭諸天人民言。人身難得。佛", "887": "世難值。吾本從阿僧祇劫時身為白衣。累劫積德。每", "888": "生自責。展轉五道不貪財寶無所愛惜。自致為王太", "889": "子。以四月八日生。墮地行七步。舉右手而言。天上天", "89": "天地陰冥日月無光。王及眾軍皆迷惑失息頓伏而", "890": "下惟吾獨尊。當為天人作無上師。太子生時。地為大", "891": "動。梵天忉利天四天王各持十二種香湯浴太子身。", "892": "太子得成佛道。開現道法濟度羣迷。佛言。所以用四", "893": "月八日者。以春夏之際殃罪悉畢。萬物普生毒氣未", "894": "行。不寒不熱時氣和適。正是佛生之日。諸善男子善", "895": "女人。於佛滅後當至心念佛無量功德之力。浴佛形", "896": "像如佛在時。得福無量不可稱數。諸天龍神常隨擁", "897": "護。佛言。人身難得。佛經難值。若能自減損妻子之分。", "898": "五家財物以用浴佛形像者。如佛在時所願悉得。欲", "899": "求度世取無為道。長不欲為生死會者。可求精進無", "9": "我宿何罪生此惡子。唯願世尊為我廣說無憂惱處。", "90": "走。佛到王城城門自開。佛進王宮入殿而坐。諸天神", "900": "上之道。", "901": "姨母涅槃姨母涅槃", "902": "佛母般泥洹經云。爾時佛姨母大愛道比丘尼與除", "903": "饉女五百人俱到佛所。叉手而立白佛言。吾不忍睹", "904": "佛及諸應真滅度。欲先泥洹。佛嘿可之。佛姨母以手", "905": "摩足曰。吾免覩如來應儀正真道最正覺道法御天", "906": "人師三界明。自今不復覩之矣。五百除饉女陳辭如", "907": "上。佛亦可之也。佛為說身患生死憂悲苦不如意惱", "908": "之難。又歎無欲清淨空不願無想滅度之安。若干淨", "909": "器除饉諸女莫不歡喜。遶佛三帀稽首而去。還于精", "91": "王擁護圍遶。王及諸子聞佛入宮。還宮與佛相見作", "910": "舍敷五百座皆各就坐。大愛道現神足通自座沒地。", "911": "從東方來在虛空中變化。去地七多羅樹。經行虛空", "912": "中。乍坐乍臥。上身出水下身出火。下身出水上身出", "913": "火。又沒地中飛從西方來。化現如前。八方上下顯現", "914": "神通不可稱計。放大光明以照諸冥上耀諸天。五百", "915": "除饉變化亦然。同時泥洹。佛勸諸賢者作五百葬具。", "916": "幢幡奉送如法茶毘。", "917": "請佛入滅請佛入滅", "918": "摩訶摩耶經云。爾時魔王波旬即來佛所。稽首佛足", "919": "而白佛言。我於往昔勸請世尊入於涅槃。于時世尊", "92": "禮前謝白佛言。卑鄙暗陋少不學問。不知禮義狼獸", "920": "而荅我言。我諸弟子比丘．比丘尼．優婆塞．優婆夷未", "921": "具足故。所以未應入於涅槃。世尊今者諸四部眾皆", "922": "悉具足。所度已畢。唯願善逝速入涅槃。爾時世尊即", "923": "荅魔言。善哉波旬。當知如來却後三月入於涅槃。時", "924": "魔波旬見佛許已。歡喜踊躍不能自勝。頂禮佛足還", "925": "歸天宮。爾時如來既許天魔。却後三月當入涅槃。即", "926": "便捨於無量之壽。以神通力故住命三月。于時大地", "927": "六種震動。日無精光風雨違常。天龍八部莫不駭怖。", "928": "來至佛所畟塞空中。時阿難白佛言。世尊常說四神", "929": "足人則能住壽一劫住世。若減一劫隨意自在。云何", "93": "為比。愚痴迷惑違犯天人。大聖不顧邊陲小國。今枉", "930": "如來不久住世同於諸行。佛言阿難。當知一切諸行", "931": "法皆如是。不得常存。阿難聞已。迷悶懊惱不能自勝。", "932": "悲號啼泣深追悔責。", "933": "佛指移石佛指移石", "934": "涅槃經云。拘尸那城中有力士三十萬人。聞世尊入", "935": "於涅槃。當於此路至娑羅林。由是力士平治此道。爾", "936": "時世尊化作沙門。至力士所作如是言。諸童子輩作", "937": "何事耶。力士聞已皆生嗔恨語沙門曰。汝今云何謂", "938": "我等為童子耶。沙門言。汝等大眾三十萬人。盡其身", "939": "力不能移此當路之石。云何不名為童子乎。力士言。", "94": "世尊遠來鄙土君臣勃逆。唯願世尊哀我無智。既已", "940": "汝若謂我為童子者。當知汝即是有力大人也。時沙", "941": "門以足二指挑起此石。復言沙門。汝今能移此石出", "942": "於道否。沙門以手擲石置虛空中。力士皆生驚怖尋", "943": "欲逃竄。沙門言。汝等不應生怖。力士復作是言。沙門", "944": "是石常耶是無常耶。沙門以口吹之。石即散壞猶如", "945": "微塵。力士見已唱言。沙門。是石無常。即生愧心而自", "946": "克責。云何我等恃怙自在色力命財而生憍𢢔。佛知", "947": "其心。即捨化身還復本形而為說法。力士見已。一切", "948": "皆發菩提之心。", "949": "囑分舍利囑分舍利", "95": "厚恩教化人民。王及諸子悔過自責白佛言。乞戒終", "950": "蓮華面經云。佛於跋提河告阿難言。我今疲極可入", "951": "河浴。世尊脫袈裟置河岸上入河浴已。佛告阿難。汝", "952": "可觀我三十二相莊嚴之身。却後三月當入涅槃。阿", "953": "難白佛言。惟願世尊為我宣說。佛涅槃後諸眾生等", "954": "供養如來舍利等事。佛告阿難。如來入涅槃時。入金", "955": "剛三昧碎此肉身猶如芥子。如是一分舍利向諸天", "956": "所。一分舍利向龍王世界。一分舍利向夜叉世界。爾", "957": "時諸天龍王．毘沙門天王皆以香花供養舍利。如見", "958": "佛身恭敬禮拜。皆發無上大菩提願。彼餘舍利在閻", "959": "浮提。當來有王名阿輸迦為供養舍利造八萬四千", "96": "身奉行。佛言。王當恩信仁義慈孝貞潔。寬柔忍辱布", "960": "塔。復有六萬諸王亦各造塔供養舍利。以諸花鬘雜", "961": "香燈明音樂恭敬禮拜。種無上菩提善根。或有出家", "962": "信心清淨而被法服精勤修道。皆悉漏盡而般涅槃。", "963": "如來有大威德。以彼法身依生身故。供養生身舍利", "964": "所得無量功德。", "965": "付囑諸天付囑諸天", "966": "蓮華面經云。爾時世尊為阿難說分舍利已。復作是", "967": "念。我於三阿僧祇劫勤苦修道所成佛法。欲令久住", "968": "於世間故。當往諸天所住之處付囑佛法。爾時如來", "969": "即升三十三天。爾時帝釋天王見世尊已。即敷高座", "97": "施育民。眾生可哀人命可惜。國土珍寶不足恃怙。為", "970": "白佛言。願受此座。世尊即坐。與百千眾頂禮佛足。佛", "971": "告帝釋。汝今當知。吾亦不久當般涅槃。以此佛法囑", "972": "累於汝。汝當護持。帝釋天王悲泣雨面𢪛淚而言。世", "973": "尊涅槃一何速哉。世尊法眼於茲永滅。如佛所教是", "974": "我力分。即當護持恭敬供養。如來昔從兜率陀天降", "975": "神母胎。我與忉利眾常作守護。及佛生時亦與諸天", "976": "共來守護。坐菩提樹下破魔軍眾成等正覺。我與諸", "977": "天亦來守護。於鹿野苑中轉妙法輪。我與天眾亦常", "978": "守護。我今無力能使如來不入涅槃無力能護。爾時", "979": "世尊說種種法。勸喻安慰示教利喜。帝釋諸天令護", "98": "民父母愛民如子。", "980": "佛法久住世間。", "981": "付囑龍王付囑龍王", "982": "蓮華面經云。爾時如來為帝釋諸天付囑令護佛法。", "983": "從天上沒。即於娑伽羅龍王宮出。爾時龍王見如來", "984": "至。即為如來敷座。佛坐其座。百千龍眾頂禮佛足。佛", "985": "告龍王曰。汝今當知。如來不久入於涅槃。我以佛法", "986": "囑累於汝。汝當守護無令斷絕。龍王當知。此龍世界", "987": "有諸惡龍。多生嗔恚不知罪福。為惡卒暴破壞我法。", "988": "是故我今以此佛法囑累於汝。爾時龍王悲泣雨面", "989": "𢪛淚而言。世尊。我諸龍等盲無慧眼。是故今者生畜", "99": "因婦得度因婦得度", "990": "生中。若佛滅後龍世界空。我等捨命。不知未來當生", "991": "何處。諸佛如來是眾生師。云何今者欲般涅槃。世間", "992": "眼滅。爾時世尊為龍王種種說法。示教利喜。付囑娑", "993": "伽羅龍王．德叉迦龍王．難陀龍王．跋難陀龍王．和脩", "994": "吉龍王．阿那婆達多龍王．摩那斯龍王．脩鉢羅龍王．", "995": "文隣龍王．黑色龍王。各與若干百千眷屬。令護佛法", "996": "久住世間而不斷絕。", "997": "請佛住世請佛住世", "998": "大般涅槃經云。佛在拘尸那城力士生地阿利羅䟦", "999": "提河邊娑羅雙樹間。與八十億比丘前後圍繞。二月"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1511 釋迦如來應化錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1511 釋迦如來應化錄", "author": "明 寶成編集", "language": "chinese", "source": "CBETA"}