{"sourceLink": "http://www.cbeta.org/", "text": {"0": "九峰艸跋", "1": "寒松操禪師拈來艸原版藏禮菴今收入全錄卷第二十", "10": "俯松山之東蒼翠碧雲同梅花綻庾嶺竹韻和崆峒", "100": "己自林收暑況逢山更陰他時燈影下宛若聽鳴琴", "101": "楊箕六羽公南一代工飲弁山岕片次戴月樓韻楊箕六羽公南一代工飲弁山岕片次戴月", "102": "樓韻", "103": "品實龍團俊吳興浪得名引泉烹月白和蕊瀉天清", "104": "香帶三春秀風隨兩腋生坐深醒客醉寧復釀群英", "105": "十七夜雨後看月和韻十七夜雨後看月和韻", "106": "離畢纔霑潤餘輝更覺圓橫山流皎潔跨海涌嬋娟", "107": "眉挂千尋緣心空萬里天睢睢忘夜永不復枕書眠", "108": "次韻留別戴月樓次韻留別戴月樓", "109": "百雲無定跡數載托門墻未到稱觴日先期祝畫堂", "11": "御屏日杲杲靈樹月朧朧支公年八十渥赭顏如童", "110": "一帆懸極浦千里隔清光惟有山前月依依客路長", "111": "蘆菴八詠蘆菴八詠", "112": "引己亥春涵公來余谿上詢其居曰蘆菴以其環菴", "113": "皆蘆也詢其境曰雪浦以其秋容橫徑春色遶籬", "114": "籬之右有谿谿名返照谿之東有閣閣名迴瀾前", "115": "汀宿鷺後沼敷蓮蓮沼之上築室如斗有霞可貯", "116": "有月可乘乃瓢月窩也如是心竊嚮之得假秋孟", "117": "縱扁舟凌積雪悉如公所言成詠以記即目俾後", "118": "賞者知予境志。", "119": "蘆室蘆室", "12": "不採商山芝清閒樂春風不馭蓬島鶴瀟灑鳴秋空", "120": "數椽雲裏縛危墻風捲層層接浪長秋岸柳殘猶積", "121": "絮曉簷月落尚餘光夢清似臥深嵒雪坐冷疑談滿", "122": "室霜何復空無塵一點好將湖海盡含藏", "123": "菊徑菊徑", "124": "稜稜石夢抱苔生砌冷西風節操清曲列繁葩開曙", "125": "色斜分幽艷傲霜晴送人欲語含香立揖客無言帶", "126": "笑迎步滑秋光侵履溼偏迷歸路錦中行", "127": "遶屋梅遶屋梅", "128": "冰肌照水萼初鮮鐵骨橫聰影乍眠暗有清香環竹", "129": "戶瘦無寒葉泛流泉四簷日煖開三徑八面春消浸", "13": "山深雲自在倘佯於其中可以永今古吞吐氣成虹", "130": "一天久羨主人多舊識夜深風動月娟娟", "131": "返照谿返照谿", "132": "薄暮西山蘸水涯半竿返景釣平沙龍鱗疊疊篩金", "133": "碎燕尾離離剪玉斜影倒堤邊分素練光迴鏡裏織", "134": "流霞乘閒小立桑榆外上下隨波一望賒", "135": "迴瀾閣迴瀾閣", "136": "縈紆一片溯危樓面面遊人倚碧流簾入浮光清可", "137": "掬檻凝浩色冷難收遶簷淡浸雲天曉倒影深驚海", "138": "國秋半笛涼風閒縱目山川消盡古今愁", "139": "宿鷺汀宿鷺汀", "14": "祝張太史祝張太史", "140": "鳥落腥風染巨河飄颻絲頂玉揩摩煙棲恍似潮侵", "141": "岸沙宿猶驚月映波夜色踏殘寒不少湖光點破碧", "142": "無多週迴十里迷漁艇曉散空餘綠漾莎", "143": "菡萏池菡萏池", "144": "盈盈數畝浸漁磯露滴新荷色更肥對月無人常欲", "145": "語惜香有夢淡慵飛光搖綠幹流斜影彩織晴波浴", "146": "素輝岸葦環舟人不見清歌知有採蓮歸", "147": "瓢月窩瓢月窩", "148": "斗大乾坤奪化工虛心淡與玉蟾同簷分眉黛浮清", "149": "影輪抱詩瓢貯晚風一室光留霄漢外半間雲借廣", "15": "長生無異訣恬澹貴天然我聞廣成子玄知大道先", "150": "寒中人家猶隔山前路那有雞聲到澗東", "151": "五旬初度五旬初度", "152": "晴虛萬里鴈傳聲天入冰壺影更清丹灶與人既無", "153": "分青山自是老閒情不須露冷三更夢空有秋高八", "154": "月明嵒峻住來忘晝永知非誰又學長生", "155": "春日偶成春日偶成", "156": "荼蘼香褪筍抽芽門對蕭蕭竹幾家鶯語垂楊聲漸", "157": "滑人行芳艸興偏奢煙霞錯落東西岸桃李參差上", "158": "下花回首渡頭風色淡支笻閒數燕飛斜", "159": "嚴太史丁豸史同遊怪石塢分韻得斑字嚴太史丁豸史同遊怪石塢分韻得斑字", "16": "爾形不常役素養碧嵒前爾神常清淨默契白雲邊", "160": "東風攜我一朝閒礙徑蒼枝取次刪樹老薜蘿生就", "161": "古苔封石磴養成斑乍看盡道雲歸壑小立猶驚霧", "162": "宿山笑指巉嵒猿莫度倚松時見鶴飛還", "163": "考盤謾興考盤謾興", "164": "谿風滿徑暗飛聲竹裏人家帶翠耕寧與乾坤藏古", "165": "拙肯將歲月博虛名煙深春色梅初放香老秋容菊", "166": "又生一片野情閒不徹枝頭好鳥語分明", "167": "過雲際寺過雲際寺", "168": "探幽獨得入重巔一杖斜擔萬壑煙水滿石潭龍乍", "169": "起雲飛松徑鶴初眠巡簾清磬敲明月抱嶺疏鐘扣", "17": "瑤葩香雪几坐看芝草鮮況師人天者裔出大金僊", "170": "碧天何處僧歸谿上影好來燈下共談禪", "171": "細林懷古細林懷古", "172": "高登仙徑欲尋蹤丹灶煙消冷似冬鹿去峰頭蒼蘚", "173": "積鶴飛洞口白雲封曉看柏葉疑清影暮對梅花想", "174": "素容只有細林山上月還來夜夜照孤峰", "175": "蘆灣釣艇蘆灣釣艇", "176": "兩岸秋深色半殘生涯分付一漁竿花飛亂雪谿顏", "177": "老日落清灣水面寒碧藻戲魚翻錦浪綠楊曳櫂下", "178": "晴灘絲綸收拾渾無事笑狎波鷗鏡裏看", "179": "潮迴古岸潮迴古岸", "18": "青山凝紫氣綠竹護蒼煙玉顏映春色春色日生妍", "180": "蓼汀秋老悵無涯浙浙寒濤嚙淺沙澗激千尋光涌", "181": "月溯迴萬里氣蒸霞疏楊帶雨隨風亂小艇依鷗出", "182": "浦斜遙望煙村迷埜渡蘆灣隱隱幾漁家", "183": "舟中值雪舟中值雪", "184": "遠近平鋪一色天新詩滿載子猷船紛投湖面尋無", "185": "跡點綴梅腮看更鮮歸鶴淡迷雲外樹披蓑慵釣水", "186": "中煙而今好劇剡谿興謾枕寒流抱月眠", "187": "鴈字二首鴈字二首", "188": "絕海排空筆勢寬遠塗霞練飽風翰篆成鳥跡煤還", "189": "溼隸出龍文字欲乾曉起仍將雲拂斷夜深常把月", "19": "應與乾坤老不隨景物遷", "190": "批殘似知爻未分河洛先展飛章壯大觀", "191": "高揮瓔珞起霜風點綴才情奪化工雨過形鐫青玉", "192": "案日斜影勒紫霞宮乍看疑帶煙微抹細認還連霧", "193": "薄籠堪惜時文都掃地故將古篆寄蒼穹", "194": "江夏張千戶全家殉節和韻江夏張千戶全家殉節和韻", "195": "煙捲黃沙鼓角時一聲吹動滿城危魂銷馬革荊山", "196": "冷血濺蛾眉漢水知細雨催花添客淚空林啼鳥代", "197": "人悲全家雖載千秋史金碧還留佛火垂剩一子出家", "198": "和拙菴大師崆峒山寄懷和拙菴大師崆峒山寄懷", "199": "頻年蹤跡傍雲寒雲水空濛鼓櫂難不有風回邃", "2": "龍眠方拱乾坦菴　婁東吳偉業梅村　選", "20": "秋日送北溟和尚遊雲門秋日送北溟和尚遊雲門", "200": "谷何來好月下晴灘懷君襟度三江闊笑我鬚眉半", "201": "雪漫峰泖只今情更好片帆莫惜剡谿歡", "202": "和霞胤大師春日過訪韻和霞胤大師春日過訪韻", "203": "多年瓢笠嬾為裝喜遇交知舊話長暖入谿頭春雪", "204": "霽晴回谷口早梅香愛君瀟灑常牽思愧我疏慵老", "205": "更狂把手山前時一笑童心未改任風霜", "206": "和汪周士季青過訪韻和汪周士季青過訪韻", "207": "常年竹屋老山家慵向侯門轉法華分野忽來雙德", "208": "宿煙雲影動半窗斜時遊碧嶂同尋藥閒品清泉共", "209": "煮茶天亦有情留客意故將風雨阻嚚譁", "21": "吳江之水出青龍微茫宛轉醉秋楓秋楓一葉隨雲", "210": "影息空林嬾渡杯足音高蹈遠纖埃談深石上連雲", "211": "坐嘯徹松間跨鶴回茶熟清泉翻蟹眼香銷活火宿", "212": "螺灰淵明莫訝山齋冷他日乘閒須再來", "213": "春日閒居和韻二首春日閒居和韻二首", "214": "霜翎無復憶蘇眈翠旭猶思訪劍南風綻好花偏訝", "215": "妒雲依怪石乍疑貪輕煙小浦梳晴鷺細雨空階浴", "216": "曉蠶自是山家多逸趣棋分仙子共攜籃", "217": "欲卜幽棲老益耽幽棲原不在終南影垂柳葉因絲", "218": "細香結桃花為子貪三箬風清啼越鳥五峰日暖簇", "219": "吳蠶春深是處園林好摘得青青蕨滿籃", "22": "駛滿載新詩泛海東海東雲門有六寺此去先遊最", "220": "輓默符大師輓默符大師", "221": "寂歷青山鳥不鳴池塘芳草夢初驚影分隻鴈雲千", "222": "里魂散孤鴒月五更春樹依依添黯色秋江浩浩瀉", "223": "愁聲忍看白社今寥落風雨黃昏滿室生", "224": "南洲和尚白雲夜話南洲和尚白雲夜話", "225": "鐘沉古寺漏聲殘喜對幽人興未闌蕉葉驚心來暮", "226": "雨蘭香有意薦春盤敲窗竹影隨風弄墮席燈花帶", "227": "笑看自是話深眠不得一聲旅鴈破雲寒", "228": "偕諸禪者雙石庵移貓竹偕諸禪者雙石庵移貓竹", "229": "分得淇園襲暗香飄飄林外碎琳琅半生活計餘三", "23": "上峰落霞過眼成殘夢夕照連山點畫中慚愧青溪", "230": "徑千個閒情可一方鸞鳳棲殘因節勁魚龍釣盡為", "231": "竿長此君不作趨炎態常伴山家六月涼", "232": "社日新晴同諸子集戴文學草堂次韻二首社日新晴同諸子集戴文學草堂次韻二首", "233": "陰雲散盡起和風誰露晴光野色融雨霽子林山欲", "234": "翠天開萬境日初紅奇花約我招陳子芳草催人訪", "235": "戴公曉出橋邊聞鳥語青霄不與昨時同", "236": "暗度陽和擘柳風晴攜藜杖帶泥融山含宿潤微拖", "237": "碧花擁晴嵐淡抹紅明月滿懷歸劍叟白雲幾樹挂", "238": "壺公侍中也道田家樂笑指春光處處同", "239": "宗學博過訪和韻宗學博過訪和韻", "24": "守株客寂寥獨抱老焦桐吳嶺風霜今更別見人須", "240": "深入煙霞何有鄉誰來車馬曉飛揚傳經幾度開文", "241": "苑曳履頻遊選佛場皖水風高聲遞遠君山月朗影", "242": "流長白雲意欲連宵話他日還期到上方", "243": "圓通大殿上梁兼贈笑翁和尚圓通大殿上梁兼贈笑翁和尚", "244": "弘濤峻秀壓群山大啟圓通紫翠間彩結珠林瞻佛", "245": "地霞流金碧擁禪關千尋殿聳天花墜百丈嵒開海", "246": "鶴還遙望庭前香篆細滿爐雲靄鷓鴣斑", "247": "和戴恂九春日過訪韻和戴恂九春日過訪韻", "248": "香老梅花識素心無干寵辱古猶今文章不易連城", "249": "璧聲價先馳翰墨林明月一壺青嶂曉高風滿徑碧", "25": "為剖虛衷", "250": "雲深朝來展讀臨軒外錯落珠璣助客吟", "251": "讀衍慶堂詩讀衍慶堂詩", "252": "門環翠靄萃英賢滿座清風別一天引鶴徐行流水", "253": "外攜梅同醉畫堂前裁成雲錦人爭羨瀉出珠胎世", "254": "並傳不獨洛陽增紙價會須忙殺市書船", "255": "宗堂種桂宗堂種桂", "256": "朝移雙桂植庭中老翠連雲抱曉風香散黃金來佛", "257": "國影分碧玉自仙宮參差皓月陰猶霽點綴輕煙淡", "258": "欲籠笑倚闌干清夜永時聞蟾窟覓芳叢", "259": "竹筆筒銘竹筆筒銘", "26": "祝戴文學祝戴文學", "260": "三笑圖三松筆我銘之成三絕", "261": "端硯銘二首端硯銘二首", "262": "端谿產英水玉函聲曷表爾德曰恒堅貞", "263": "金全其聲玉全其質德潤煙霞眼明鴝鵒不雨長陰", "264": "無霜自肅堅而不頑靜而克淑吾是以知端方之品", "265": "皆可以入聖賢之室", "266": "竹秘閣銘竹秘閣銘", "267": "日新月新乃規乃式清在爾躬玉咨爾德處己虛心", "268": "同人有節雪後君子為天下則", "269": "題畫題畫", "27": "日麗南山山之陽桐葉叢叢靈鳳翔至人雲外空今", "270": "嵒峻虛含碧霞明谿欲曉秋來柳不疏山色青無了", "271": "春日遊鐵壁居春日遊鐵壁居三絕", "272": "露深花不語風淡竹生濤遊遍日將暖呼童解縕袍", "273": "梅老籬邊雨石廚香且甜住僧留我宿款待不須鹽", "274": "嵒畔煙如滴有人高負暄問君何所取山鳥識人言", "275": "竹杖竹杖", "276": "不必輕投棄時陪出遠山摩娑青骨瘦常帶白雲還", "277": "蒲團蒲團", "278": "片雲鋪地穩山靜不知年坐冷初晴夜從他欲雪天", "279": "癭瓢癭瓢", "28": "古造物何心來禎祥竹戛玉兮柏舒翠薰風拂拂吐", "280": "閒貯雲千頃高懸月半鉤翛然天地外樂飲孰同流", "281": "先師窣堵自辛亥至甲子…先師窣堵自辛亥至甲子告成匠人索塔石", "282": "之直昕夕促迫鬻衣缽償之不足則變青羶", "283": "基業猶未給也感成八首", "284": "偈書八月別維揚一櫂仙龕載墅航歸砌善權經七", "285": "載是誰卜地問真藏", "286": "簾穿紫燕舞雙雙殿老無人撫石幢偃柏不聞山雀", "287": "噪巉嵒惟剩籜龍降", "288": "鴈序推予穴可尋眠牛早購誼捐金山來話到全無", "289": "主空有冰霜一片心", "29": "清香千齡應瑞結芝宇古稀為晉碧霞觴壽量期與", "290": "聯芳六七水雲親履未西歸各隱淪已道豐碑摩歲", "291": "月不聞遠櫂訪嶙峋", "292": "同出師門志各堅清標嵩岳起家傳非關道阻雙魚", "293": "杳只為多參解脫禪", "294": "二七功成九月中青羶變盡缽囊空欲賒玉露酬鐫", "295": "客先鬻金飆償石工", "296": "門開一室貯煙霞老去空山兩鬢華世事渾成原上", "297": "露人情總付水中花", "298": "鐺煮乾坤帶晚炊光生窣堵月臨池那知無限山川", "299": "意總在源流不盡時", "3": "荊谿　史惟圓雲臣　陳維崧其年　參", "30": "寶掌齊長生何必羨雲房心知和樂悅未央山川稽", "300": "龍華十詠龍華十詠", "301": "彌勒峰彌勒峰", "302": "坦腹何年降翠微青山不老笑忘歸非關雲月頻來", "303": "去自是襟懷朗素輝", "304": "青龍岡青龍岡", "305": "幾曲稜層幾曲斜蜿蜒蒼翠轉天涯不須潭上僧擎", "306": "缽遠自東來作護沙", "307": "獅子嵒獅子嵒", "308": "白澤峨峨語碧蒼嶙峋山色遠昂藏天教生在千嵒", "309": "上不待聲傳百卉芳", "31": "首祝無疆永且逸兮順而康御屏擁翠松風長", "310": "象王峰象王峰", "311": "六牙高獻鬱崔嵬隱隱無驚石上雷謾道春深花不", "312": "入長流噴鼻繞溪回", "313": "花石澗花石澗", "314": "誰來石上種芳叢不逐清流繞澗東料得春歸無著", "315": "處群英轉闕水晶宮", "316": "寶珠池寶珠池", "317": "松杉倒水綠雲垂半畝環塘合浦移只為夜光常在", "318": "沼卻教龍鳳到山池", "319": "六和泉六和泉", "32": "行行居徑山特作", "320": "誰引曹源滴滴清天光和月繞山城不因六寶供千", "321": "指爭得長空作雨聲", "322": "天井嶺天井嶺", "323": "甃碧嵒嵒貯石坡玲瓏孤聳響山阿人來谷口探奇", "324": "勝不是雲過即鳥過", "325": "嘯月臺嘯月臺", "326": "層臺四出倚雲林似與清光好更深夜靜時來留客", "327": "坐一聲長嘯碧千尋", "328": "怪石塢怪石塢", "329": "層層石浪涌谿山曲徑高低翠靄間雲捲渾如秋水", "33": "翠踏浮雲碎尋幽遶碧叢千林雙徑出萬壑一笻通", "330": "骨雨晴錯認落星灣", "331": "皖桐八詠皖桐八詠", "332": "桐梓晴嵐桐梓晴嵐", "333": "丹嶂橫開水墨屏樵歌谷口畫中聽遠分山市千尋", "334": "碧淡抹仙嵒一帶青", "335": "練潭秋月練潭秋月", "336": "雲根淨洗貯深淵蕩漾晴空一鏡懸別是冰壺清有", "337": "露波光占斷十分圓", "338": "投子曉鐘投子曉鐘", "339": "夢破城頭韻更清猶疑絕頂扣新晴非關古寺聲沉", "34": "步散長天外身間夕照中嘯聲來絕頂引起四山風", "340": "遠盡入松風徹五更", "341": "孔城暮雪孔城暮雪", "342": "寒光壓屋寂無聲歲晚林巒玉疊成欲訪前人偃臥", "343": "處梅花冷笑自知情", "344": "浮山夕照浮山夕照", "345": "霞流淡影泛岧嶢樹轉餘輝翠欲漂直繫長繩牽返", "346": "照莫教倒景入波搖", "347": "樅川夜雨樅川夜雨", "348": "林深黛色掩寒扉帆捲漁燈帶濕歸滴碎山川侵客", "349": "夢洗清天地悟禪機", "35": "住住", "350": "竹湖落鴈竹湖落鴈", "351": "翠繞雲山水遶空字排沙磧印歸鴻不知紫塞春風", "352": "裏何似清波閬苑中", "353": "荻埠歸帆荻埠歸帆", "354": "野岸蕭蕭浸碧流扶疏黃葉捲歸舟晚來一幅霜天", "355": "景和影和帆帶月收", "356": "禮菴八詠禮菴八詠菴為師所築退居守百老人塔", "357": "離墨峰離墨峰", "358": "天開仙嶂出雲端丹灶縣嵒挹露寒翠壓芙蓉平地", "359": "起嵐分陽羨半山看", "36": "徑闢人來少山深我得先清池留好月茅屋老蒼煙", "360": "善卷洞善卷洞", "361": "林深空谷倚山隈漁櫂無從載月來澗底水墨龍起", "362": "處年年常見碧桃開", "363": "九斗壇九斗壇梁武帝祈雨處", "364": "錯落瑤臺石徑分空山老樹帶斜曛六龍去後秋風", "365": "冷鶴化壇前一片雲", "366": "萬松嶺萬松嶺", "367": "林立森森展翠屏影搖十里老龍形不消圖畫鵝谿", "368": "絹秀拔江南萬仞青", "369": "洞山泉洞山泉", "37": "居竹連身瘦棲霞帶影然谿聲常在戶春去不知年", "370": "一泓卓出碧雲涼清瀉時翻玉線長曉起坡前和露", "371": "汲深林靜泛落花香", "372": "明月池明月池", "373": "風生細浪鏡中圓一片寒濤浸遠天誰把冰壺移在", "374": "此清光放出影娟娟", "375": "藏真塔藏真塔即百老人窣堵坡", "376": "老去雲霞一塔新風摩金碧淨無塵夜來石上聞天", "377": "語何處青山不待人", "378": "待仙橋待仙橋", "379": "飛虹百尺鎖柔條素練難將翠影飄竹杖曉來因俟", "38": "坐坐", "380": "客閒行不覺過仙橋", "381": "寶嚴八詠寶嚴八詠寶嚴出名即雲際寺", "382": "吳中石像吳中石像", "383": "吳中浮出露金容一片晶光燦影重不為乾坤開寶", "384": "筏那知山水毓靈蹤", "385": "宋世槐陰宋世槐陰", "386": "翠積千條雨露新前朝金碧蔭無塵黃花溪畔年年", "387": "發惟有山僧是故人", "388": "石屋嵐橋石屋嵐橋", "389": "嵯峨石室鎖莓苔簾外嵐生戶半開宛轉蒼龍晴臥", "39": "日霽松梢淨閒趺滿地金禪餘青嶂迥定徹白雲深", "390": "影路通宵漢待仙來", "391": "考峰峙錫考峰峙錫", "392": "為解山前兩虎爭一峰高峙碧雲擎林間雨過天風", "393": "起多少人傳振錫聲", "394": "東林吐月東林吐月", "395": "亭亭翠聳樹邊多夜涌冰壺漾碧蘿山白盡驚天乍", "396": "曉溪明又道水生波", "397": "西澗鳴泉西澗鳴泉", "398": "源出石谿響翠微涓涓右繞瀉珠璣等閒不放漁舟", "399": "入雨化空聲夾岸飛", "4": "拈來艸秋夜懷諸乾一董德仲倪思曼秋夜懷諸乾一董德仲倪思曼", "40": "艸健芽穿膝苔幽翠溼襟無人堪共語萬籟坐成陰", "400": "石蚌含珠石蚌含珠", "401": "石涵瑞彩露猶藏百嶂仙嵒吐夜光瑩徹胎間搖藻", "402": "麗影分潭底照流長", "403": "金雞宿水金雞宿水", "404": "芥羽星睛鑑碧漣慵裝錦翼鬥花前朝陽不唱山邊", "405": "日踏水惟眠鏡裏天", "406": "白雲八詠白雲八詠", "407": "香爐寺香爐寺", "408": "霧靄樓臺日上遲沉檀煙煖噴金獅欲尋芳馥來山", "409": "谷只在氤氳未篆時", "41": "臥臥", "410": "白雲山白雲山", "411": "玉屏高倚列奇峰曉接嵐光簇影重有意伴僧閒抱", "412": "石無心不復遠從龍", "413": "遶佛徑遶佛徑", "414": "霽碧星河永夜清盤空燈火遶山城風隨徑轉更三", "415": "漏月引人歸磬一聲", "416": "出水蓮出水蓮山形如蓮前臨溪水", "417": "香清雲錦綻煙波石瓣層層挹翠多開有年深常欲", "418": "語更無人向虎谿過", "419": "流金流金即蓮心師塔建此", "42": "不必胡床問煙霞到處家半簾垂紙帳滿榻浸梅花", "420": "疊嶂遙開一鑑圓白雲捧出碧嵒前煙流仙沼堪成", "421": "畫風靜蓮臺足隱禪", "422": "步月臺步月臺", "423": "雲銷石磴月華侵碎踏寒輝涌碧岑皎潔不嫌山寂", "424": "莫留連似與客情深", "425": "帶玉谿帶玉谿", "426": "堤分燕尾漾清灣十里銀濤束半山有問晴飛何處", "427": "雪谿聲遙指白雲間", "428": "迴龍岡迴龍岡", "429": "遠出天門躍翠虯飛騰千仞浪中浮隨蜒隨蜿橫雲", "43": "門掩青山靜雲眠白日斜深嵒人事少無復記年華", "430": "外知是崢嶸幾度秋", "431": "龍門八詠龍門八詠", "432": "龍門龍門", "433": "高登禹浪轉星河隱隱重關翠靄多曉起噓雲天外", "434": "去惟餘石戶掩松蘿", "435": "瀑布瀑布", "436": "一派空飛萬斛珠風吹不斷接雲衢金波莫與山收", "437": "拾留取鉤簾挂石臞", "438": "羅漢峰羅漢峰", "439": "西來不愛白雲乘擁翠跏趺最上層明月也知青嶂", "44": "賦得緣雲擬住最高峰賦得緣雲擬住最高峰", "440": "好晴空先照坐禪僧", "441": "天方池天方池", "442": "半畝天開石上流波光湛湛冷煙浮凌晨花落千峰", "443": "影薄暮風生一片秋", "444": "白龍潭白龍潭", "445": "光分素練半晴陰滿沼腥風襲遠岑想是曉登三汲", "446": "浪嵒邊猶剩一池深", "447": "雨珠崖雨珠崖", "448": "石老空林雨蚌胎人疑合浦夜光回寒輝點點山藏", "449": "媚莫使驪龍盡日猜", "45": "為愛青霄好餘情總莫聞卻招松頂鶴同住嶺頭雲", "450": "古藤洞古藤洞", "451": "門開萬壑鎖煙霞草長仙蹤一徑斜滿壁龍蛇搖翡", "452": "翠和風送出碧桃花", "453": "獅子峰獅子峰", "454": "峭拔孤峰搏象形玲瓏萬仞眼懸星風生大壑渾疑", "455": "吼會有人從月下聽", "456": "山居山居", "457": "九峰翠色連三泖四海晴光共一天盡是我曹囊裏", "458": "句尋詩何必到梅邊", "459": "靜裏清飆自掩門山中別是一乾坤七松五柳高風", "46": "春色高低共秋光爾汝分是誰知此意一徑下斜曛", "460": "在雙桂三花古道存", "461": "經脫白處經脫白處崇禎癸未薙髮桐城地藏關七日即遍參康熙癸亥過此感賦", "462": "撥草桐陽翠滿樓繞城山水轉長流翻思髮落軒前", "463": "日一杖翛然四十秋", "464": "煙霞盟久未登樓櫂轉煙霞接上流忽聽山城相耳", "465": "語聲聲道我鬢垂秋", "466": "六十自敘六十自敘", "467": "夢託高僧兩鬢霜聲啼戶外報更長當年愧與潮同", "468": "日此夕空傳滿室香母氏夢僧借寓產時聞香", "469": "時逢犬吠起塵沙教秉方規義更嘉祇為酬金全不", "47": "收春亭為徐平谷賦收春亭為徐平谷賦", "470": "顧始知清白可傳家甲戌民變家君救方氏數十人報千金不受咸以義士稱之", "471": "深入鋒波覓二親號天弗應淚痕新不因別硯投空", "472": "谷爭得椿萱脫苦辛明季寇亂父傷母溺遍覓無音代酬夙志", "473": "遍詢煙水浩無邊暗度韶光廿七年坐破蒲團知幾", "474": "幾得來玅處不須傳晉謁廿餘知識末後脫穎弁山記莂時年已廿七矣", "475": "青龍十載善權三轉入爐峰即香爐寺草木酣石丈詢窮", "476": "雲際寺名路浮圖仍遶國山嵐尋師塔址數卜名山吉壞難求仍遵遺命", "477": "巋巋窣堵未成功問鼎人來劫火空築室暫期安樂", "478": "院弁山權肅舊家風寺占塔荒不遑居處暫赴兩山為權守之計", "479": "一塔培成十六春禮菴廬名猶待再來人緣茲重謝靈", "48": "愛此閒亭靜開簾捲蓽蘿林幽逢夏少地暖得春多", "480": "山召日埽蒼苔補石垠時憶再來之識築室獨居頻辭外請", "481": "晴光攜我繞仙岑摩撫碑幢護上林六十一翁何處", "482": "問瘦笻只在白雲深塔事告竣命僧代守歸憩白雲", "483": "讀木崖集讀木崖集", "484": "風雅爭傳紀有年忽遺珠玉滿庭前情知陶謝應無", "485": "敵寫入香山第一篇", "486": "乾坤老我不知年姓字時聞客在前一帶雲霞裁古", "487": "句兩京風月展長篇", "488": "訪投子青祖塔訪投子青祖塔傳燈載祖塔三峰巷後明人依葬片石僅存瞻禮感賦", "489": "前朝金碧叩西鄰斷碣相傳欲隱淪不是龍眠山上", "49": "踏翠攜笻入尋芳載酒過止因徐孺在倚檻發長歌", "490": "月常年誰照塔中人", "491": "再上層巒翠密遮林荒塔老夕陽斜殘雲滿徑誰收", "492": "拾閒殺三峰幾樹花", "493": "寓靈泉陳越樓姚羹湖丹楓潘木崖戴叔冶方世五東來過訪寓靈泉陳越樓姚羹湖丹楓潘木崖戴叔冶", "494": "方世五東來過訪", "495": "別後鴻奇半有無高軒遠過草亭孤徑荒無假凌晨", "496": "掃天遣簷華洗石衢", "497": "深林寂寂鎖蒼苔惟有白雲去復來靈鵲不曾傳信", "498": "至燈花昨為故人開", "499": "柳外旌旂拂曉塵英耆驚喜白頭新那知一會靈山", "5": "秋聲來何處老我湖上山湖山堪寄跡故人久未還", "50": "阻雨泖上阻雨泖上", "500": "客來訪三生石上人", "501": "編百老和尚全錄有感編百老和尚全錄有感", "502": "遵選遺編刻不停渾忘寒暑逼微形裁成一字分今", "503": "古寫就千章冠丙丁", "504": "深懷剞劂遇人稀誰是同知慧命微欲向鋒前陳錦", "505": "繡先從紙上燦珠璣", "506": "法檀滿載訪知音古道無人冷淡深款乃一聲山月", "507": "上娟娟照我廿年心", "508": "懷淨土懷淨土得南無十二字", "509": "稽首西方孰指南一程十萬鏡中函蓮壺聲滴花間", "51": "飛閣驚風雨凄凄動客吟朝雲迷棟牖空翠溼衣襟", "510": "漏點點催歸客未諳", "511": "荷生王沼露香無遠散雲光列畫圖因憶天台華兩", "512": "勝樂邦端不越長途", "513": "果結禪林隱淨阿花開淨社繞禪河永明禪學猶崇", "514": "淨禪淨誰分水上波", "515": "瑤階寶樹色堅彌樓閣參差蘸碧池歇祖相逢時一", "516": "笑故鄉謂我到何遲", "517": "朝朝斫額望彌陀一別慈顏幾夏過叩到中峰天欲", "518": "曉雙雙白鶴舞雲和", "519": "一朵蓮開生一佛池澂七寶風微拂優曇現不在西", "52": "鴈陣投寒渚濤聲隔遠林旅懷空佇望流水話知音", "520": "東掩映交光香馥鬱", "521": "迦陵疇昔曾同願大事多逢知識勸一日護生十二", "522": "時半函課唄聲千萬", "523": "花綻蓮池託化生香風遠引繞金城輪珠百八誰為", "524": "念念到無聲莫問程", "525": "風送梵音過嶺西梵音不輟轉前谿但蒙大士舒光", "526": "照早得彌陀引手攜", "527": "晴湖萬頃𣵪無方載出新荷滿櫂香佛繞長隄聲遠", "528": "近月高古塔影微茫", "529": "霽碧關河千嶂淨鳥鳴時雜人歌詠休從象外覓西", "53": "石萬蒲石萬蒲", "530": "方端在目前嘗揜映", "531": "金臺何日臨東土接引人歸千佛數非颱非幡任捲", "532": "舒花開花謝無今古", "533": "舟發楊子江訪青龍北和尚議刻先師遺稿舟發楊子江訪青龍北和尚議刻先師遺稿", "534": "櫓聲搖拽水聲清千里尋幽一櫂輕獨抱琴書梯白", "535": "浪不知身在畫圖行", "536": "凍解陽和霽水濱江頭浪暖早逢春不辭一葉浮千", "537": "頃猶把珠璣覓故人", "538": "再發楊子江會青龍方丈丐梓百老人法檀再發楊子江會青龍方丈丐梓百老人法檀", "539": "斜披細雨涉江干又是春光一度看但得遺篇開夢", "54": "何來一寸碧得占四時芳老節非無萼盤根別有香", "540": "眼何妨白髮走波瀾", "541": "刊梨曾約叩朱扉蹋遍空江帶雪歸驚起風前雙白", "542": "鷺似知識我故飛飛", "543": "三發楊子江抵青龍圓成先老和尚全錄三發楊子江抵青龍圓成先老和尚全錄", "544": "空濛煙水暗晴窗挾艇飛來白鳥雙為竟瑤章消歲", "545": "月朢中三復過龍江", "546": "曉泛晴川訊隱淪到門喜見舊來人書成笑對前年", "547": "樹遙映由拳雨後新", "548": "同青龍北和尚送老師全集入楞嚴大藏同青龍北和尚送老師全集入楞嚴大藏", "549": "兩兩冰心水一灣知心猶在海邊山遺風載上鴛湖", "55": "盆穿龍骨瘦石露虎鬚長莫與仙人採春留入畫堂", "550": "月深貯樓臺翠靄間", "551": "繡棗期圓託上方慧光滿載問行藏滄江與我情何", "552": "好來往波中已四霜", "553": "囑託楞嚴經主事囑託楞嚴經主事", "554": "鐫書不問歲時遙一字功成一淚消雨後風前收拾", "555": "好莫教零落委塵囂", "556": "留別青龍北和尚留別青龍北和尚", "557": "數載深談喜有期此情惟許白雲知霜顏客別霜顏", "558": "客後會遙知是幾時", "559": "雲開沙渚送歸鴻早發吳歌浩渺中回首龍江波浪", "56": "和胡旋九過訪弁山原韻和胡旋九過訪弁山原韻", "560": "闊片帆千里飽春風", "561": "秋夜吟秋夜吟", "562": "漏寂山城獨掩門幾家砧杵亂黃昏風前落葉吟訴", "563": "句隔岸鐘聲欲斷魂", "564": "送耿玉齊歸楚送耿玉齊歸楚", "565": "白雲江上櫓聲柔劃破波心兩道流今日送君離古", "566": "渡他時應夢洞庭秋", "567": "遊虎丘遊虎丘", "568": "天外披雲入寺中點頭石老憶生公澗邊鶴去人何", "569": "在萬古霜摩一劍風", "57": "山靜人來少文星照遠峰臨流時踏翠帶露幾扶笻", "570": "夕照夕照", "571": "斜穿石竇山光紫倒射籬根草色黃任是魯戈揮不", "572": "住餘暉一徑下牛羊", "573": "題點易臺題點易臺", "574": "昔人點易坐高臺點罷臺空人不來今對易臺留夜", "575": "月莫隨朱露點蒼苔", "576": "蘆花蘆花", "577": "皎似梅花淡不香平鋪數里欲飛揚看來月下寒無", "578": "影細剪秋風兩岸霜", "579": "贈送袁重其贈送袁重其", "58": "嘯冷重嵒竹吟深曲澗松因思風度久月夜喜相逢", "580": "吳水悠悠不計年吳山渺渺隱高賢鬚眉尚未知袁", "581": "子耳畔惟聞霜哺篇", "582": "再遊西湖再遊西湖", "583": "春風再到武林遊花半含悲柳半愁剩有湖光山色", "584": "在六橋不見舊蘭舟", "585": "西湖老我每偷閒廿載重遊鏡裏山花柳盡銷峰骨", "586": "露空餘橋畔水潺潺", "587": "登太平寺萬壽閣登太平寺萬壽閣", "588": "大江西下九龍蟠高閣凌霄入畫看拍遍闌干天欲", "589": "暮濤聲猶帶雨聲寒", "59": "又", "590": "即景回文次韻即景回文次韻", "591": "雲堆巧石山塗墨畫入詩情風捲煙群艸鬥香花細", "592": "細老松篩影月娟娟", "593": "後序詩從無字處生還從有字處覓執一失一不墮枯", "594": "葉邊即逐亂流中去矣寒松和尚禪宗峻峭音節", "595": "高超有字無字兩際俱斷信手拈來溯洄波浪吞", "596": "吐風雲知師之詣於此道者深也有客持師集過", "597": "梅村問詩從何處生曰千林雙徑出萬壑一笻通", "598": "又問詩從何處覓曰卻招松頂鶴同住嶺頭雲是", "599": "為序。婁東吳偉業盥手謹題", "6": "沉吟扶杖起問月出松關明月殊不妄照我鬢毛斑", "60": "未識旋公面冰霜我素欽千山留客屐一語見君心", "600": "寒松操禪師拈來艸終", "61": "石老蒼苔瘦嵒高古木森不辭三徑杳風裏再披襟", "62": "過天童訪友過天童訪友", "63": "因探名藍勝迢迢踏翠來三唐留一寺兩宋結層臺", "64": "水自蓮橋出雲從楓徑回談深青嶂迥身世等蓬萊", "65": "冬日偶成冬日偶成", "66": "衲破無人補簾疏待日遲千峰清玉案兩鬢老霜枝", "67": "何處非佳致相逢發雋思滿庭楓葉落清艷欲催詩", "68": "又", "69": "曉起霜花瘦風寒啟戶遲篆煙凝素壁梅蕊逗新枝", "7": "一步一俛首徘徊興欲攀仰天舒長嘯餘響荅人寰", "70": "游子留深意歸人寄遠思聽鴻來跡杳清唳一行詩", "71": "秋夜秋夜", "72": "星河斜未轉漸漸火西流月色憐清夜砧聲報素秋", "73": "人從霜下老家在夢中遊卻憶當年事江湖一釣舟", "74": "舟泊垂虹亭贈客過訪舟泊垂虹亭贈客過訪", "75": "洞庭秋色好一櫂泛東南偶泊垂虹處多逢逸士談", "76": "晴湖開遠鏡曉嶂潑孤嵐共坐江雲冷霜楓落葉酣", "77": "熊司馬蔣太史同遊張公洞熊司馬蔣太史同遊張公洞", "78": "久熟張公洞乘閒適勝遊古藤欹怪石飛乳結重樓", "79": "雲竇通幽靜霞光帶溼流如何荒壞處亦自有丹丘", "8": "寒泉流碎玉落落瀉蘆灣懷人千里夢猿叫數峰間", "80": "寄介大師寄介大師", "81": "雲深環曲徑萬竹隱玲瓏光摘耶谿月家傳弁岳風", "82": "龍蛇遊筆底花雨散庭中他日予相訪江天一櫂通", "83": "訪徑山主人訪徑山主人", "84": "兩載人三晤唯窺豹一斑禪心澄碧水法眼老青山", "85": "香散曇花靜經翻貝葉閒好同雲外客日日笑松關", "86": "和徐太史秋日見寄和徐太史秋日見寄", "87": "風來吹我袖桂溼夜光浮石冷依雲坐山深帶月遊", "88": "情酣楓一徑夢老菊三秋幾得耶谿櫂波乘客思悠", "89": "懷湘翁和尚懷湘翁和尚", "9": "祝齊司馬祝齊司馬", "90": "夜靜蓮花漏幽懷淡不勝翻書惟自適看竹共誰憑", "91": "夢冷三江月愁消一夕燈迢迢山水杳縮地愧無能", "92": "曉泛太湖曉泛太湖", "93": "虛白天初曉山城動早炊片帆收宿雨滿櫂載寒漪", "94": "濃淡雲中髻東西水上眉蒼茫渺無際何處問鴟夷", "95": "不流泉不流泉", "96": "源關知何代澂澂異眾泉名清慵逐浪色皎可藏天", "97": "曉掬爐峰翠秋涵耶水煙至今人不識萬古伴逃禪", "98": "程純士楊昂霄聚五程敬三謙益同移竹種程純士楊昂霄聚五程敬三謙益同移竹種", "99": "暮雨蓬門溼根移宿土深攝生唯有節虛己欲無心"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B392 寒松操禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B392 寒松操禪師語錄", "author": "清 智操說　德昊編（依駒本印）", "language": "chinese", "source": "CBETA"}