{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1458 宗門寶積錄（序．凡例．目錄）", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1458-A 宗門寶積錄序No. 1458-A", "1": "宗門寶積錄序", "2": "釋氏之有古德。猶吾學之有先儒也。先儒以語錄。闡", "3": "聖人之遺經。古德以語錄。演如來之奧義。凡標旨樹", "4": "訓。因源以致流。由本以達末。其道一也。即以先儒言", "5": "之。自兩漢毛鄭賈服諸家。耑門講經之外。其他儒林", "6": "著作。往往有與六經相為出入。而周程張朱後。如太", "7": "極通書正蒙東西二銘全書語類等書。尤為指不勝", "8": "屈。卒未聞有人焉。舉先儒之議論。以類相從。而附之", "9": "聖人之經之後者。迨唐之正義。明之大全。始薈稡諸", "10": "家。而折衷之。識者猶或致譏。以為正義興而漢儒之", "11": "學始絕。大全作而宋儒之學亦亡。葢其書割截採取。", "12": "以務合於一人之見。則漢宋諸儒之名雖存。而僅成", "13": "為孔穎達所見之漢儒。楊榮所見之宋儒。固不若各", "14": "存一編者。其人之面目既全。而精神畢露。能使後人", "15": "讀之。如接其謦欬。而承其指授也。嗚呼。以孔穎達楊", "16": "榮之學之才。而猶不免于斯獘。況與二公。邈不相及", "17": "者耶。故余謂。輯先儒之語錄者。但當汰其重複。以期", "18": "得其人之真。輯古德之語錄者。惟在去其繁蕪。以獨", "19": "存其人之是。固不必推而列諸聖人之書。系諸如來", "20": "之下。然後為泗水的傳。靈山正脈也。西蜀歗堂晳和", "21": "尚。幼讀儒書。長通佛乘。得弘覺之真傳。紹天童之法", "22": "席。嘗奉", "23": "詔住持隆安。為四方參學所宗歸。而一瓢一衲。雲流", "24": "天空。眼光透露。與古宿無以異。使立諸儒者之林。其", "25": "學識所至。奚止追踪仲達。方駕勉仁而已哉。廼觀其", "26": "所譔宗門寶積錄一書。簡當精確。使宋元明以來。諸", "27": "老之聲音笑貌。宛然如覩。非若區區藉祖燈操觚。以", "28": "衒博采者比。因特表其正大之意。固可為儒門著書", "29": "之則。寧僅有功古德已耶。", "30": "康熈己未季春中浣", "31": "賜進士及第通奉大夫", "32": "經莚日講官記注起居翰林院掌院學士兼禮部侍", "33": "郎加一級崑山徐元文頓首拜譔", "34": "No. 1458-B 宗門寶積錄序No. 1458-B", "35": "宗門寶積錄序", "36": "嘗聞。古佛謂。娑婆世界。以清淨音聞為教體。故西來", "37": "傳心之旨。雖欲掃空諸相不落言詮。而諸師心心相", "38": "印。皆有契證之句。一時學者。筆受而寶藏之。又刻諸", "39": "方冊。以廣流通。而語錄由是興焉。猶涉川之必資于", "40": "舟楫。求魚兔者之必假于筌蹄也。夫心之本體。即性", "41": "也。一法不立。而萬用全彰。迥脫根塵。而真機獨露。其", "42": "微妙至矣。然眾生為情見牽纏。鮮能安居正受。于是", "43": "向上諸師。設立疑情。假縱奪殺活之術。以去其黏縛。", "44": "而使之透脫。粤及百世而下。有善思惟者。即心而悟", "45": "其機用。葢如此之妙也。欽惟", "46": "世祖章皇帝。乘天宮福德之願。執金輪以統御天下。", "47": "其深仁厚澤所漸被。與如來法化相為廣厚。而多生", "48": "自悟之智。復有契於當日之涅槃妙心。間當萬機暇", "49": "時。游觀慧海。舉暢宗風。天光下垂。河沙徧照。凡得熏", "50": "心注耳者。莫不霑慈蒙潤。無異春雷時雨。開滋萬卉", "51": "之甲蘖。而使之敷榮也。于時弘覺禪師忞公。方以天", "52": "童嫡子。主法東南。奉", "53": "詔而來。屢承顧問。不獨妙悟清機。足以仰符", "54": "睿旨。即其送難之際。辭辯風馳。撰述之餘。文采霞燦。", "55": "葢有石門北磵之遺芳焉。其得法上首弟子歗堂和", "56": "上。以見地超卓。代師秉拂入室。亦如圓悟之樂有大", "57": "慧。針鋒相拄。余時隨侍法筵。獲聞實義。雖未能現前", "58": "發悟。而此心戚戚。識其妙歸。而掩關思入。則又彌覺", "59": "不可攀躋。間嘗披閱燈錄。思盡究古人之機用。而又", "60": "以不見全書為歎。今禪師久歸寂滅。而余亦老矣。乃", "61": "歗公自南還之後。奉禪師之遺囑。捃集唐宋古德。及", "62": "元明後出諸師語錄。凡前人刊布未備者。會稡成編。", "63": "名為宗門寶積錄。千里見示。且命為之序。余撫今追", "64": "昔。味禪悅而增法喜。輒忘其固陋。願樂有言。以助正", "65": "信。而又愧未能發明心地法門之萬一也。雖然寶積", "66": "經不云乎。如來所演八萬四千聲教。皆名為文。離諸", "67": "一切語言文字。是名為義。學者于茲錄。苟能作如是", "68": "觀。向無義路處。覿體自見。則歷劫所失之衣珠。不求", "69": "自得。一彈指頃。而家珍種種流出。豈不快哉。是知歗", "70": "公之孜孜結集。誠為善繼先志。發古尊宿潛德之光。", "71": "而有功于斯道。固不小矣。", "72": "康熈歲次癸亥仲冬　　宛平王熈熏沐拜撰", "73": "No. 1458-C 序No. 1458-C", "74": "序", "75": "天童歗堂和尚。適撰其宗門寶積錄成。屬余敘之。余", "76": "謝曰。此禪宗血脈。世家所錄。俱第一義。余治儒者。未", "77": "能闚其宗旨。豈敢為敘首。雖然余嘗考。釋氏本末。自", "78": "東漢始傳四十二章。至於兩晉。而其徒益盛。一時江", "79": "左諸名士。若耑以文藻自居。至辯析理源。則必從某", "80": "法師某道人。每標榜諸義。輒數百語。或至數千言。花", "81": "爛映發。惜無記為語錄者。然其談理。孝經老子。與小", "82": "品法華經並賞。大易與逍遙遊同論。雜曼已極。而釋", "83": "門諸人。其文字幽深劖刻。與諸名士。爭奇流而不已。", "84": "遂至同弊。于是。西竺菩提不得不折蘆而來。直指本", "85": "性。為正法眼藏。盡掃除文字語言。卷翳霽霾。杲杲日", "86": "出。此後儒釋二門。使各歸治其學。而議論遂日有不", "87": "同。余則獨驗之。凡物之異者。每迭相為起伏。若寒暑", "88": "晝夜。一來一往。一長一消。顯然可見。而儒釋二門。則", "89": "不然。唐人曰。聖人之道。息于晉宋。開于唐。自昌黎先", "90": "生請身列孔門弟子。極稱孟子之道。六經墜緒。茫茫", "91": "復興。而宗門亦自初祖六世至曹溪。教外別傳。花開", "92": "徧界。此其同盛一也。及宋諸大儒出。密闡心宗。始明", "93": "此學。而一時禪宗亦大暢。如張文定所言。馬祖汾陽", "94": "雪峯巖頭諸公。俱為釋家收拾。此其同盛復一也。朱", "95": "陸以後。其學漸分。至近世有姚江之學。有蕺山之學。", "96": "而聖道復著。宗門亦自元末一燈僅續。至後洞有博", "97": "山來顯聖澄。濟有天童悟磬山修徑山信諸老出。而", "98": "世復震動。此其同盛復一也。以是知儒釋二門。非有", "99": "消長。誠以各明本心。自得至道。世人望天梁在南。天", "100": "樞在北。其光明相照。嵩高太華。魁然同仰。所謂道並", "101": "行。而不相悖者也。歗堂和尚為悟祖長孫山翁老人", "102": "大弟子。主席天童。真印三世。歗公初承山翁老人之", "103": "命。使輯宋元以來諸禪宿語錄。刪繁領要。彚為大集。", "104": "以補會元尊宿諸書所未備。此其事誠不易。葢正眼", "105": "玅心。微笑相授。而欲傳世人。終必寄諸文字。是必後", "106": "人。能以我心眼。直提出前人之玅。使更無密藏處。而", "107": "後其書始可傳。此非尋常譬說所可見。有如玉中取", "108": "脂。如石中取髓。如自巨海漉出四大寶珠。如品水先", "109": "酌鴦漿。如從眾艸采得夜光洞鼻芝。如以玻璃盃獨", "110": "盛獅乳。如得泰阿一麾晉鄭之頭畢白。又如入秦無", "111": "所取耑收圖書。如馳登常山上已得寶符。復如一點", "112": "龍睛躍然欲舞。如於壁上看畵水勢欲湧出。亦如數", "113": "十年識得扇門半面。如於煙炭中辨是夏馥。此惟吾", "114": "歗公心眼。但所指即星。但所披即寶。足使從上諸大", "115": "老。本性廓呈。面目畢竟。俱若從開卷間。宛然相向其", "116": "書。遂足傳萬世。山翁老人。耑以此事屬公。誠甚重也。", "117": "余因為溯述儒釋兩門之盛。而歗公此書。闡提未發", "118": "其能。善承先志若此。斯誠釋林之世寶也。是為序。", "119": "甬上學者李鄴嗣杲堂氏頓首拜譔", "120": "No. 1458-D 序No. 1458-D", "121": "序", "122": "夫正法眼藏。從世尊付囑迦葉。以至達磨東來。直指", "123": "人心。見性成佛。謂之教外別傳。不立文字。雖云不立", "124": "文字。然直指之道。非言莫顯。故燦大師信心銘。及六", "125": "祖壇經。玅演心宗。波瀾益闊。厥後五宗。並列機愈峻。", "126": "而唱愈高。星飛電捲。疾雷醒聵之言。彚成燈錄會元", "127": "尊宿諸書。後學因之。打失布袋者。不可勝紀。誠起死", "128": "回生之良劑。奚得竟以文字目之哉。第道與時運。隆", "129": "替不恒。赫赫祖燈。幾至九鼎一絲。而鈍根膚識之徒。", "130": "無從扣入。甚至泥文字為正句。猶執醫方。以為玅藥。", "131": "不唯活人無驗。將見貽害不淺矣。賴近古老凍膿。代", "132": "興濟世。以楔出楔。以言破言。補偏救弊之語。又不一", "133": "而足。自會元尊宿語錄輯行之後。然繼輯者。不能盡", "134": "載其全書。即崛起諸老。僅存其名。而無其錄者。十有", "135": "八九。如黃龍死心靈源瞎堂諸前輩。皆聲光烜赫。震", "136": "動一時。今求其全錄。咸無有焉。葢輯書者。僅採掇其", "137": "英華。而單本集卷。失之荒煙蔓草。遂以湮沒。加之陵", "138": "谷變遷。兵燹相因。或存或亡。又不知其幾幾矣。是以", "139": "學者。不得盡見古人之全書。即不能盡得古人之機", "140": "用也。先師弘覺老人。深為憫之。欲自宋迄今。上下四", "141": "五百年間。蒐其遺錄。彚成一書。其撰集之體。取衷於", "142": "古尊宿錄。聚古人於一堂。使學者得以師之。若親聆", "143": "謦欬。瞻其鎚拂。讀其語翫其機。而有所觸發開悟。如", "144": "靈雲之見桃。香嚴之擊竹。太原聞畵角。佛果聽鷄鳴。", "145": "物類尚然。何況古人雷霆之舌。劒刃之機。盡存于斯。", "146": "而不令打失布袋者乎。倘于此徹見古人用處。便可", "147": "與古人。並驅于千載之上矣。則此書當亟成者也。集", "148": "未半。適應天書之召。未卒其業。因舉殘編。而授晳曰。", "149": "汝當成此。嗟乎。荏苒歲月。今已廿餘年矣。晨夕寅愓。", "150": "惟恐負先師之命。丙辰春。始得搦管從事。蒐羅尋覓。", "151": "凡三易寒暑。僅得八十八人書。成九十三卷。名之曰", "152": "宗門寶積錄。成先志也。亦俾後之瞎驢滅却正法眼", "153": "者知所自爾。", "154": "旹", "155": "康熙歲次己未元旦西蜀枳里比丘山曉本皙題於", "156": "天童大鑑堂", "157": "宗門寶積錄凡例宗門寶積錄凡例", "158": "編輯是書。由弘覺先師。見宋末元明諸祖語錄。多", "159": "散失無傳。使古德法檀。不獲昭昭惠世。引為後學", "160": "之過。故命皙廣求諸錄。彚成一書。顏曰宗門寶積。", "161": "俾得此書者。如獲眾寶。且知慧命攸歸。淵源有自。", "162": "第愧蒐羅不備。掛漏頗多。惟冀當來同志。補集大", "163": "成焉爾。", "164": "採集規式。悉依古尊宿錄例。唯收上堂示眾小參", "165": "機緣拈頌法語等類。其餘雜著。浩繁不遑具載。", "166": "歷代宗支。不列世次。不折五派者。以五宗共出一", "167": "祖。何必分門別戶。惟于卷目之下。略贅大鑑下第", "168": "幾十幾世。以便披閱。知其所自云。", "169": "凡尊宿錄中已收者。茲錄俱不更收。然復收南嶽", "170": "讓青原思者。以見大鑑下綿綿相傳。不出兩支之", "171": "外耳。", "172": "大鑑下由南嶽至十二世楊岐會。及十四世五祖", "173": "演諸錄。備載尊宿錄中。惟雪峯玄沙西余白雲諸", "174": "老。咸屬單本。未經收入。故茲編從南嶽青原下。首", "175": "列雪峯存禪師錄。如圓悟大慧中峯錄。久經入藏", "176": "頒行。茲亦不收。", "177": "雪峯玄沙。及宋末諸祖錄。屢經選訂。行世已久。茲", "178": "惟去其雜著。餘皆仍舊。若元明及", "179": "昭代諸禪師錄。奚止汗牛充棟。故去繁採要。集其大", "180": "槩。非敢涉私簡擇。任意去留也。", "181": "是編原為收拾諸祖語錄。非與傳燈續燈諸書。專", "182": "意稽攷。譜牒世系者比。故有語錄行世者收之。其", "183": "無錄者。不敢具載空名。", "184": "書中諸禪師。或有碩儒名宿所撰塔銘附後者。卷", "185": "首不更載其姓氏出處。竟錄上堂等語。", "186": "近代諸錄。止於愚菴盂覺浪盛及弘覺先師昆季", "187": "輩下。此濟濟多賢。未能備列統。俟後之君子起而", "188": "輯之。惟高明鑒原。", "189": "未詳法嗣。曾經南磵備收續燈存稿中行世。茲不", "190": "復贅。", "191": "宗門寶積錄凡例", "192": "宗門寶積錄目錄宗門寶積錄目錄", "193": "卷首", "194": "序凡例", "195": "卷一大鑑下第一世", "196": "南嶽懷讓禪師青原行思禪師", "197": "卷一之二大鑑下第六世", "198": "雪峯義存禪師", "199": "卷三大鑑下第七世", "200": "玄沙師備禪師", "201": "卷四大鑑下第十二世", "202": "西余淨端禪師", "203": "卷五之六大鑑下第十三世", "204": "白雲守端禪師保寧仁勇禪師", "205": "卷七大鑑下第十四世", "206": "宏智正覺禪師", "207": "卷八大鑑下第十六世", "208": "虎丘紹隆禪師", "209": "卷九之十一大鑑下第十七世至十二卷同", "210": "應菴曇華禪師", "211": "卷十二", "212": "焦山師體禪師長翁如淨禪師", "213": "卷十三之十四大鑑下第十八世", "214": "密菴咸傑禪師", "215": "卷十五大鑑下第十九世", "216": "破菴祖先禪師無文　燦禪師", "217": "卷十六大鑑下第二十世至十八卷同", "218": "無準師範禪師天目文禮禪師", "219": "卷十七之十八", "220": "元叟行端禪師", "221": "卷十九之二十大鑑下第二十一世至二十五卷同", "222": "雪巖祖欽禪師", "223": "卷二十一之二十二", "224": "楚石梵琦禪師", "225": "卷二十三", "226": "愚菴智及禪師", "227": "卷二十四之二十五", "228": "笑隱大訢禪師", "229": "卷二十六之二十七大鑑下第二十二世至三十三卷同", "230": "高峯原妙禪師", "231": "卷二十八之二十九", "232": "古林清茂禪師", "233": "卷三十", "234": "南石文琇禪師", "235": "卷三十一", "236": "用彰廷俊禪師", "237": "卷三十二", "238": "季潭宗泐禪師", "239": "卷三十三", "240": "鐵關法樞禪師", "241": "卷三十四大鑑下第二十三世至四十三卷同", "242": "石屋清珙禪師", "243": "卷三十五之三十六", "244": "恕中無慍禪師", "245": "卷三十七之三十八", "246": "了菴清欲禪師", "247": "卷三十九之四十", "248": "月江正印禪師", "249": "卷四十一", "250": "無見先覩禪師石門至剛禪師", "251": "卷四十二", "252": "定嵒戒淨禪師天真惟則禪師", "253": "卷四十三", "254": "逆川智順禪師傑峯世愚禪師", "255": "卷四十四之四十五大鑑下第二十四世至四十九卷同", "256": "千巖元長禪師", "257": "卷四十六之四十八", "258": "天如惟則禪師", "259": "卷四十九", "260": "呆菴普莊禪師古梅正友禪師", "261": "卷五十大鑑下第二十五世至五十一卷同", "262": "萬峯時蔚禪師", "263": "卷五十一", "264": "松隱德然禪師", "265": "卷五十二大鑑下第二十八世", "266": "古溪覺澄禪師大巍淨倫禪師", "267": "卷五十三大鑑下第三十世", "268": "天奇本瑞禪師法舟道濟禪師", "269": "卷五十四大鑑下第三十一世", "270": "無聞明聰禪師無趣如空禪師", "271": "卷五十五之五十六大鑑下第三十二世", "272": "笑巖德寶禪師無幻性冲禪師", "273": "卷五十七大鑑下第三十三世", "274": "幻有正傳禪師", "275": "卷五十八之六十大鑑下第三十四世", "276": "密雲圓悟禪師天隱圓修禪師", "277": "語風圓信禪師抱樸大蓮禪師", "278": "卷六十一大鑑下第三十五世至八十一卷同", "279": "無明慧經禪師五峰如學禪師", "280": "卷六十二", "281": "漢月法藏禪師", "282": "卷六十三", "283": "破山海明禪師", "284": "卷六十四", "285": "費隱通容禪師石車通乘禪師", "286": "卷六十五", "287": "朝宗通忍禪師", "288": "卷六十六", "289": "萬如通微禪師", "290": "卷六十七之六十九", "291": "弘覺道忞禪師", "292": "卷七十", "293": "石奇通雲禪師", "294": "卷七十一之七十二", "295": "牧雲通門禪師", "296": "卷七十三", "297": "浮石通賢禪師", "298": "卷七十四", "299": "林野通奇禪師", "300": "卷七十五", "301": "林皐本豫禪師", "302": "卷七十六之七十七", "303": "大覺通琇禪師", "304": "卷七十八之七十九", "305": "箬菴通問禪師", "306": "卷八十", "307": "山茨通際禪師松際通授禪師", "308": "卷八十一", "309": "古雪通󳭷禪師", "310": "卷八十二大鑑下第三十六世至八十五卷同", "311": "湛然圓澄禪師", "312": "卷八十三之八十四", "313": "無異元來禪師晦臺元鏡禪師", "314": "卷八十五", "315": "永覺元賢禪師", "316": "卷八十六大鑑下第三十七世至九十一卷同", "317": "石雨明方禪師", "318": "卷八十七", "319": "三宜明盂禪師", "320": "卷八十八", "321": "爾密明澓禪師瑞白明雪禪師", "322": "卷八十九之九十", "323": "覺浪道盛禪師為霖道霈禪師", "324": "卷九十一", "325": "雪關道誾禪師嵩乳道密禪師", "326": "卷九十二之九十三", "327": "歷傳祖圖贊", "328": "宗門寶積錄目錄終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1458 宗門寶積錄（序．凡例．目錄）", "author": "清 本晳輯"}