{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 744 四分律名義標釋", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "四分律名義標釋", "1": "四分律名義標釋卷第四十", "2": "明　廣州沙門釋　弘贊在犙　輯", "3": "新安沙門釋　弘麗羅峰　校", "4": "迦陵伽國", "5": "此南天竺境之國名也。或作羯𩜁伽。又作迦陵迦。", "6": "苑法師云。以義翻之。名相鬬諍時。此據因鬬諍建", "7": "國立名也。西域記云。羯𩜁伽國。周五千餘里。國大", "8": "都城。周二十餘里。稼穡時播。華果繁滋。林藪聯綿。", "9": "動數百里。出青野象。鄰國所奇。氣序暑熱。風俗躁", "10": "暴。性多狷獷。志存信義。言語輕捷。音調質正。詞旨", "11": "風則。頗與中印度殊異。此國在昔之時。氓俗殷盛。", "12": "肩摩轂擊。舉袂成帷。有五通仙。棲巖養素。人或凌", "13": "觸。退失神通。以惡呪術。殘害國人。少長無遺。賢愚", "14": "俱喪。人煙斷絕。多歷年所。頗漸遷居。猶未充實。故", "15": "今此國。人戶尚少。城南不遠。有窣堵波。高百餘尺。", "16": "傍有過去四佛座。及經行遺跡之所。國境北陲大", "17": "山。嶺上有石浮圖。高百餘尺。是劫初時。人壽無量", "18": "歲。有獨覺於此寂滅焉。自此西北。山林中行千八", "19": "百餘里。至中印度。憍薩羅國矣。", "20": "甤羅林", "21": "甤羅。如上九十事。及藥犍度中釋。", "22": "波摩那", "23": "此長老。亦上座輩。但未詳其緣也。", "24": "金毗羅", "25": "此翻威如王。此長老。本是金地國王。體性聰明。大", "26": "力勇健。統秉三萬六千國邑。兵眾殷熾。無能敵者。", "27": "威風遠振。莫不摧伏。遣使持書至舍衛國。欲令波", "28": "斯匿王。卒伏承貢。佛即化為輪王。受書。告使還歸。", "29": "尅期來貢。使歸具白彼王。王聞。深自咎責。率領諸", "30": "小王輩。趣朝化王。時化王。現種種希有神變說法。", "31": "彼覩斯變已。其心信伏。得法眼淨。佛即攝神力。還", "32": "復本形。時金地王眾。求索出家。佛即聽許。鬚髮自", "33": "落。思惟妙法。盡得阿羅漢果。挺特勇猛端正。金毗", "34": "羅比丘第一。", "35": "正法疾滅", "36": "有因緣。能令正法疾滅。有因緣。能令正法久住。俱", "37": "如律文說也。蓮華面經。佛告阿難。我今當說未來", "38": "之世。時有諸破戒比丘。身著袈裟。遊行城邑。往來", "39": "聚落。往親里家。彼非比丘。又非白衣。畜養婦妾。產", "40": "育男女。復有比丘。往婬女家。犯比丘尼。貯畜金銀。", "41": "造作生業。以自活命。復有通致使驛。以自活命。復", "42": "有專行醫藥。以自活命。復有圍碁六博。以自活命。", "43": "復有為他卜筮。以自活命。復有為他誦呪。驅遣鬼", "44": "神。多取財物。以自活命。復有專行殺生。以自活命。", "45": "復有私自費用佛法僧物。以自活命。復有內實犯", "46": "戒。外示護持。受人信施。復有秘悋僧物。不與客僧。", "47": "復有悋惜僧房牀座。不與客僧。復有比丘。實非羅", "48": "漢。而詐稱羅漢。欲令人知。多受供養。但為活命。不", "49": "為修道。復有興利商賈。以自養活。復有專行盜偷。", "50": "以自養活。復有畜養雜畜。乃至賣買。以自養活。復", "51": "有販賣奴婢。以自養活。復有屠殺牛羊。以自養活。", "52": "復有受募入陣。征戰討伐。多殺眾人。以求勳賞。復", "53": "有專行劫奪。攻破城邑。及與聚落。以自活命。如是", "54": "無量地獄因緣。捨命之後。皆墮地獄。譬如身師子", "55": "肉。所有眾生。不敢食彼。唯師子身。自生諸蟲。還自", "56": "噉食師子之肉。佛告阿難。我之佛法。非餘能壞。是", "57": "我法中諸惡比丘。猶如毒刺。破我三阿僧祇劫。積", "58": "行勤苦。所集佛法。爾時阿難。聞此事已。心大怖畏。", "59": "身毛皆豎。即白佛言。如來速入涅槃。今正是時。何", "60": "用見此未來之世。如是惡事云云。法滅盡經云。佛", "61": "告阿難。吾般泥洹。法欲滅時。五逆濁世。魔道興盛。", "62": "諸魔沙門。壞亂吾道。著俗衣裳。樂好袈裟。五色之", "63": "服。飲酒炙肉。殺生貪味。無有慈心。更相憎嫉。時有", "64": "菩薩。精進修德者。眾魔比丘。咸共嫉之。誹謗揚惡。", "65": "擯黜驅遣。不令得住。自共於後。不修道德。寺廟空", "66": "荒。不復修理。展轉毀壞。但貪財物。積聚不散。不作", "67": "福業。販賣奴婢。耕田種殖。焚燒山林。傷害眾生。無", "68": "有慈心。奴為比丘。婢為比丘尼。無有道德。婬嫉濁", "69": "亂。男女不別。令道薄澹。或由斯輩。或避縣官。依倚", "70": "吾道。求作比丘。不修戒律。月半月半盡。雖名誦戒。", "71": "厭倦懈怠。不欲聽聞。不樂讀誦經律。設有讀者。不", "72": "識字句。為強言是。不咨明者。貢高求名。虗無雅步。", "73": "以為榮貴。望人供養。諸魔比丘。命終死後。精神當", "74": "墮無擇地獄。五逆罪中。餓鬼畜生。靡不更歷。於無", "75": "邊恒沙劫。受罪竟。乃出生在邊國。無三寶處。法欲", "76": "滅時。女人精勤。恒作功德。男子懈怠。不用法語。眼", "77": "見沙門。如視糞土。無有信心。法輪殄沒。當爾之時。", "78": "諸天泣淚。水旱不調。五穀不熟。災疫流行。死亡者", "79": "眾。人民勤苦。縣官侵尅。不循道理。皆思樂亂。惡人", "80": "轉多。善者甚少。日月轉促。人命轉短。菩薩比丘。眾", "81": "魔驅逐。不預眾會。菩薩入山。福德之處。澹泊自守。", "82": "以為傾快。壽命延長。諸天衛護。一切十二部經。尋", "83": "復化滅。不見文字。沙門袈裟。自然變白。聖王去後。", "84": "吾法滅盡。譬如油燈。臨欲滅時。光更猛盛。於是便", "85": "滅。吾法滅時。亦如燈滅。自此之後。難可覼縷。如是", "86": "久後。彌勒當下世間作佛。天下太平。毒氣消除。雨", "87": "潤和適。五穀滋茂。草木榮敷。大人長八丈。皆壽八", "88": "萬四千歲。眾生得度。不可稱討云云。據斯則道隨", "89": "人興。法逐人廢。德備則人天感益。行毀乃鬼畜添", "90": "儔。既爾在人。即應勉力為之。詎可甘作師子身中", "91": "蟲者耶。", "92": "自知得阿羅漢", "93": "具四智故。自知得阿羅漢。一我生已盡謂斷見思惑盡。更不", "94": "受三界生死。故云我生已盡。二梵行已立梵者。淨也。謂由戒定慧之淨行成就。證得", "95": "此果。故云梵行已立。三所作已辦謂本求出離三界。修諸梵行。生死既盡。梵行亦立。故", "96": "云所作已辦。四不復還此或云不受後有。謂生死惑業既盡。更不復還此三界受後", "97": "世之身。故云不復還此。又前二名盡智。後二名無生智也。", "98": "●律藏卷第六十", "99": "佛告諸比丘。若我所聽波陀舍句。阿㝹波陀舍句身。便", "100": "闍那文。阿㝹便闍那文身。惡叉羅名。阿㝹惡叉羅名身。應", "101": "如是作。如我所不聽波陀舍。阿㝹波陀舍。便闍那。", "102": "阿㝹便闍那。惡叉羅。阿㝹惡叉羅。應呵。不應隨順。應", "103": "如是作。如我所遮波陀舍。阿㝹波陀舍。便闍那。阿", "104": "㝹便闍那。惡叉羅。阿㝹惡叉羅。不應作。如我所不", "105": "遮波陀舍。阿㝹波陀舍。便闍那。阿㝹便闍那。惡叉羅。", "106": "阿㝹惡叉羅。應隨順。不應呵。", "107": "如世尊說。若我所聽句。句身。文。文身。名。名身。應如", "108": "是作。如我所不聽句句身。文文身。名名身。應呵。不", "109": "應隨順。應如是作。如我所遮句句身。文文身。名名", "110": "身。不應作。如我所不遮句句身。文文身。名名身。應", "111": "隨順。不應呵。然此名句文身。乃經律論三藏文義", "112": "之正軌。詞理之玄詮。故新婆沙論云。有二種正法。", "113": "一世俗正法。二勝義正法。世俗正法。謂名句文身。", "114": "即素怛纜。毗奈耶。阿毗達磨。勝義正法。謂聖道。即", "115": "無漏根。力。覺支。道支。言名句文者。名詮自性。句詮", "116": "差別。文即是字。為名句二所依故。名身者。乃依事", "117": "立名。謂諸法各有其名。能詮字體謂諸字名。各各差別。如從阿字。", "118": "乃至呵字。單名為名。如言爐瓶等。二名已上。方名名身。", "119": "身是聚義。故於一名。唯名自性。二名合聚。方名名", "120": "身。如言香爐。華瓶等。句身亦爾。三名已上。名多名", "121": "身。如言銅香爐。錫華瓶等。乃詮別名之身。○句身", "122": "者。句即句逗。止也。住也。謂能顯義決定究竟。單句", "123": "名句。如言菩薩等。此只名句。不詮別句。二句合聚。", "124": "方名句身。如言大菩薩等。三句已上。名多句身。如", "125": "言文殊菩薩。普賢菩薩等。又句如足跡。句身如衢", "126": "巷中人畜等跡。故大論云。天竺語法。眾字和合成", "127": "語。眾語和合成句。如菩為一字。提為一字。是二不", "128": "合。則無語。若和合。名為菩提。以名詮自性。句詮差", "129": "別故。如說諸字。是名自性。不詮別名。如說諸行。二", "130": "名合聚。方名名身。如說諸行無常。此只名句。不詮", "131": "別句。若言諸行無常。是生滅法。二句合聚。方名句", "132": "身也。○文身者。文。或云字。或云形。或云味。或云顯", "133": "了。但以文能顯義。故以代之。按昔蒼頡造書。依類", "134": "像形。故謂之文。其後形聲相益。即謂之字。乃聲之", "135": "長短。音韻之高下也。或問曰。文與字。為異為同。答", "136": "曰。若未改轉。此但名字。若已改轉。文即是字。能為", "137": "名句所依故。如單言斫。單言芻。未有詮表。名之為", "138": "字。故云。若不帶詮。只名字。如字母。及等韻之類。但", "139": "只訓字。不能詮理。若帶詮。名文。如經書字。能詮之", "140": "文。帶所詮之義理。故慈恩疏云。文身者。為名句依", "141": "而顯所表。顯有四義。一扇。二相好。三根形。四鹽。如", "142": "次。能顯風涼。大人。男女。味故。故名為顯。即喻此文", "143": "身。能顯於理。若依古譯文為味。但是所顯。非能顯", "144": "也斫芻。此言眼。", "145": "六犯所起處", "146": "或有犯由身起。非心口如母經云。有犯因身。非心口者。初波羅夷。故弄出精。", "147": "有犯。是不善。有犯是無記。離三衣宿。若故以杖手打人等。皆名身犯。或有犯起於口。", "148": "不以身心謂第四羅夷。若欲心共女人麤濁語。若瞋恚語。若自稱歎己身。以婬欲供養我。", "149": "若以二無根謗。若毀呰他。妄語。兩舌。如是等。及餘口業所犯者。是名口業所起犯也。或有犯", "150": "從身口起。不以心謂第二波羅夷。若為人行媒。若為房事。此等及餘。是名身口所", "151": "起犯。或有犯從身心起。非口因心所起犯者。如三十事中。金銀。施主所與。手", "152": "雖不捉。心作己有。語淨人持著某處。不語淨人言。任汝所為。如比丘見他所犯。覆藏不向人發露。是為心", "153": "犯。身心所起犯者。如上身心所犯。是也。或有犯起口心。非身如上口心所犯。", "154": "是也。或有犯從身口心起如上身口心所犯者。是也。明了論云。罪", "155": "生起因有八種。一有罪從身生。不從口意生。如不", "156": "閉戶。共非大戒眠等。二有從口生。不從身意生。如", "157": "善心為女人說法。過五六語等。三有從意生。不從", "158": "身口生。如心地諸罪。四有從身口生。不從意生。如", "159": "善心為男女行婬使等。五有從身意生。不從口生。", "160": "如故心出不淨等。六有從口意生。不從身生。如染", "161": "污心。對女人說。顯示婬欲語等。七有從身口意生。", "162": "如有染污心。為男女行婬使等。八有不從身口意", "163": "生。如先對人說大妄語。彼人不解。此人已對治三", "164": "方便。後時彼人。若追解其語。此人即得波羅夷罪。", "165": "薩婆多論云。從身作。口作。身心作。口心作。身口心", "166": "作生。通名犯事。注曰。方便名犯事。成名破。不悔名", "167": "越。僧祇律云。或有罪從欲生謂故弄身。摩觸。惡口。自稱。媒嫁。一切染污", "168": "心語。是也。或有罪從瞋恚生謂無根謗。毀訾。兩舌鬬。驅出。知食足已故惱。聚落驅", "169": "出。拳打手擬。屏處聽等。是。或有罪從愚癡生以愚癡心。謂真實世界有常。世界無", "170": "常如是一切見。是也。或有罪從非欲瞋恚愚癡生謂阿羅漢犯罪。是也。", "171": "或有罪是身行。非口行謂與女人同室。未受具足人過三宿。同牀眠。同牀坐。", "172": "處處食。別眾食。同器食。是。或有罪是口行。非身行謂一切口跋渠。是也。或", "173": "有罪是身口行謂無根謗。毀訾。兩舌鬬。驅出。知食足已故惱。聚落驅出。拳打手擬。屏", "174": "處聽等。是。或有罪非身口行謂從心生者。是。或有罪從自身生。", "175": "非他身謂瞋恚自打身。是也。或有罪從他身生。非自身謂見他婬", "176": "盜殺人。覆藏。是。或有罪從自身。他身生謂共女人同室。未受具戒人過三宿。", "177": "同牀眠。同牀坐。處處食。別眾食。同器食。是。或有罪非自身。非他身生謂一", "178": "切口跋渠。除未受具足人。說句法。是。或有罪從自口生。非他口謂一切口", "179": "罪。除未受具足人。說句法。是也。或有罪從他口。非自口謂若比丘。僧中非法", "180": "斷事。不與欲。復不與見。不欲默然聽過。是。或有罪從自口。亦從他口謂與", "181": "未受具足人說句法。是也。或有罪非自口。非他口謂從身心生。是。或有", "182": "罪取心。不取事謂應當問。以何心盜。何心殺人。何心觸女人。何心斷生草。何心掘地。", "183": "是也。或有罪取事。不取心謂不應問。以何心婬。何心非時食。何心飲酒。何心女", "184": "人同室。未受具足人過三宿。若犯者。當如法治。是也。或有罪事重。非心重謂比", "185": "丘。非時。謂是時。食者。波夜提。是。或有罪心重。非事重謂比丘。時謂非時食。越毗", "186": "尼罪。是也。或有罪事重。心亦重非時。謂非時。食者。波夜提。是也。或有罪", "187": "事輕。心亦輕謂眾學。及威儀。是也。或有罪從自物生。非他物", "188": "謂比丘自財物。盜心取。犯偷蘭遮。是。或有罪從他物。非自物謂比丘。盜心偷", "189": "他物。減五錢。偷蘭遮。滿五錢。波羅夷。是也。或有罪從自物。他物生謂比丘。共", "190": "他物。盜心取。減五錢。偷蘭遮。滿者波羅夷。是也。或有罪非自物。非他物謂比", "191": "丘。盜心取無主物。越毗尼罪。是。或有罪是一處。犯眾多謂比丘。一處。併乞得", "192": "八種好食。各各別食者。得八波夜提。是也。或有眾多處。犯一罪謂比丘。眾多處", "193": "乞得八種美食。一坐食者。得一波夜提。是。或有眾多處。犯眾多罪謂比丘八", "194": "處。乞得八種美食。各各食者。得八波夜提。是也。或有一處。犯一罪謂一處。乞得八", "195": "種美食。一坐食。是也。或緣無罪。得罪謂比丘無罪。作罪悔過。得越毗尼罪。是也。或", "196": "緣有罪。得無罪謂小房。大房舍。一切乃至三諫。是也。或緣有罪。至有", "197": "罪謂僧中說波羅提木叉時。乃至三問。有罪者如法作。無罪者默然。爾時有罪。不如法作。復不語", "198": "人。又不作念。我待清淨同意人。當如法作。默然者。得越毗尼罪。是也。或緣無罪。得無", "199": "罪謂不作不犯。是。或有罪緣重。至輕謂比丘犯波夜提。向惡邪邊見。被舉人。悔", "200": "過。是。或有罪緣輕。至重謂比丘犯越毗尼罪。向謗線經人。被舉人。悔過。得波夜提。", "201": "是也。或有罪緣重。至重謂比丘犯波夜提。向謗線經被舉人悔過。得波夜提。是也。", "202": "或有罪緣輕。至輕謂比丘犯越毗尼罪。向未受具足人悔過。不名作。更得越毗尼", "203": "罪。是。或有受時罪謂受生肉。生穀。金銀。象馬。駝驢。牛羊。奴婢。婦女。田宅。房舍。是也。或", "204": "有食時罪謂別眾食。處處食。同器食。不淨果食。是也。或有事成罪謂作小房", "205": "大房。一切三諫。是也。或有不受得罪。受無罪謂受迦絺那衣。得捨五事。是也。", "206": "或有不與得罪。與無罪謂比丘得新衣。不三種壞色。若一一種色作淨。受用", "207": "者。波夜提。是也。或有罪是聚落。非阿練若謂不著僧伽黎入聚落。不著紐", "208": "入聚落。不著繫腰繩。不持鉢。不白離同食。非時入聚落。是。或有罪阿練若。非聚", "209": "落謂比丘與賊伴。與女人。比丘尼。共期道行。是也。或有罪亦阿練若。亦聚", "210": "落謂拳打。掌刀擬。是也。或有罪非阿練若。非聚落謂入王門　。是。或", "211": "有罪是時。非非時謂別眾食。處處食。同器食。不作淨果食。是。或有罪是", "212": "非時。非是時謂不白非時入聚落。非時食。日冥教誡比丘尼。是也。或有罪亦", "213": "是時。亦非時謂拳打。掌刀擬。是也。或有罪非時。非非時謂正中時。", "214": "是也。或有罪是夜。非晝謂女人同室。未受具足人過三宿。日沒教誡比丘尼。是也。", "215": "或有罪是晝。非夜謂別眾食。乃至不淨果食。是也。或有罪亦是晝。", "216": "亦是夜謂拳打。掌刀擬是也。或有罪非晝。非夜謂明相出時。是。或有", "217": "罪是覆處。非露處謂女人同室宿。未受具足人過三夜。內敷置。婬處坐。屏處坐。是。", "218": "或有罪是露處。非覆處謂眾僧牀褥。露地自敷。若教人敷。不白去。離二十五", "219": "肘。波夜提。是也。或有罪亦覆處。亦露處謂拳打。掌刀擬。或有罪亦", "220": "非覆處。亦非露處謂屋簷下。或有罪是行。非住謂比丘與女人。", "221": "賊伴。比丘尼。共期道行。僧及二師語莫去。而去者得罪。是。或有罪是住。非行謂婬", "222": "女邊住。酤酒邊。摴蒱邊住。獄囚邊住。當門立住。僧及二師語莫住。而住得罪。是。或有罪亦", "223": "行。亦住謂拳打。掌刀擬。或有罪非行。非住謂坐時。眠時是。或有罪", "224": "是立。非坐謂婬女邊立。乃至二師語莫立。而立者。得罪。或有罪是坐。非", "225": "立謂坐過量牀。兜羅綿貯褥。皮坐具。及婬女邊坐。酤酒家。摴蒱邊。獄囚邊坐。僧及二師。語莫坐。而", "226": "坐者。得罪。或有罪亦立。亦坐謂拳打。掌刀擬。或有罪非立。非坐", "227": "謂若行。若眠時。是也。或有罪是坐。非眠謂坐過量牀。乃至僧及二師語莫坐。而坐", "228": "者。得罪。或有罪罪是眠。非行謂女人同室宿。未受具足人過三夜。過量牀。兜羅綿", "229": "貯褥。坐皮坐具。或有罪亦是坐。亦是眠謂拳打。掌刀擬。或有罪非", "230": "坐。非眠謂行時。立時是。或有罪是眠。非行謂女人同室宿。乃至皮褥上眠。", "231": "或有罪是行。非眠謂比丘與女人賊伴。乃至二師語莫去。而去者。得罪。或有", "232": "罪亦眠。亦行謂拳打。掌刀擬。或有罪非眠。亦非行謂坐立時。或", "233": "有罪是屏處。非眾多謂屏處三諫不捨是。或有罪是眾多。非", "234": "屏處謂眾多人中。三諫不捨是。或有罪亦屏處。亦眾多謂拳打。掌刀擬。", "235": "或有罪非屏處。非眾多謂眾僧中。是也。或有罪是眾多。非", "236": "僧中謂眾多人中。三諫不捨。是。或有罪是僧中。非眾多謂僧中三諫不", "237": "捨。是。或有罪亦眾多。亦僧中謂拳打。掌刀擬。或有罪非眾多。", "238": "非僧中謂屏處三諫不捨。是。或有罪是僧中。非屏處謂僧中三諫不", "239": "捨是。或有罪是屏處。非僧中謂屏處三諫不捨。是或有罪亦僧", "240": "中。亦屏處謂拳打。掌刀擬。或有罪非僧中。非屏處謂眾多人中。三", "241": "諫不捨。是。或有罪是冬。非春謂比丘至八月十五日。不捨雨浴衣。至十六日捨。得", "242": "越毗尼罪。或有罪是春。非冬謂比丘受迦絺那衣。至臘月十五日應捨。若不捨。至", "243": "十六日者。越毗尼罪。或有罪亦冬。亦春謂拳打。掌刀擬。或有罪非冬。", "244": "非春謂安居時。或有罪是春。非夏謂比丘受迦絺那衣不捨。至臘月十六日。", "245": "越毗尼罪。或有罪是夏。非春謂比丘至四月十六日。應安居。不安居者。越毗尼罪。", "246": "到後安居。復不安居者。得二越毗尼罪。或有罪亦是春。亦是夏謂拳打。掌", "247": "刀擬。或有罪非春。非夏謂是冬時。或有罪是夏。非冬謂於二安", "248": "居。而不安居。得二越毗尼罪。或有罪是冬。非夏謂八月十五日。應捨雨浴衣。而", "249": "不捨。至十六日。得罪。或有罪亦是夏。亦是冬謂拳打。掌刀擬或有罪", "250": "非夏。非冬謂是春時。", "251": "六根本", "252": "律言。鬬諍有六根本。如滅諍犍度中釋。", "253": "稊稗", "254": "稊。說文。作苐。同徒犂切。又杜兮切。音題。爾雅注云。", "255": "苐。似稗。布地穢艸也。今云稊子。是也。有米而細也。", "256": "稗。薄邁切。音敗。草似稻。而實細。孟子曰。五穀不熟。", "257": "不如荑稊。", "258": "秕𦮽", "259": "秕。補委切。音彼。說文云。不成粟也。商書云。若粟之", "260": "有秕。是也。俗作粃非。𦮽。古沃切。音谷。禾皮曰𦮽。律", "261": "文舊作䅵。同音谷。又之若切。音灼。亦禾皮也。", "262": "遍扣", "263": "苦偶切。音口。扣擊也。", "264": "而㽄", "265": "息茲切。音斯。破器聲。如甕破聲也。", "266": "觝躓", "267": "觝。典禮切。音底。觸也。躓。與疐同。支義切。音至。頓也。", "268": "礙也。說文云。礙不行也。人欲去而止之也。又跲也", "269": "又蹋也。言觸蹋人也。", "270": "傎蹶", "271": "傎或作蹎。𧽍。同多年切。音顛。說文云。蹎。蹳也。蹶也。", "272": "𧽍。走頓也。廣雅云。傎。倒也。又傎覆也。傎覆。言反倒", "273": "也。蹶。同𨇮。居月切。音厥。跌也。說文云。蹶。僵也。廣雅", "274": "云。僵。仆也。又頓也。跳也僵。音江。蹳。補沫切。", "275": "轅𨍮", "276": "轅。于權切。音員。車前曲木上。句衡者。𨍮。各額切。音", "277": "隔。轅耑橫木。駕馬領者。是也。", "278": "咋銜", "279": "咋。士革切。音賾。齧也。銜。胡嵒切。音鹹。馬口中勒。以", "280": "鐵為之。所以制馬之逸也。", "281": "初虗衣", "282": "薩婆多云。男女初交會所污衣。十誦云。五種糞掃", "283": "衣。不應蓄。一火燒。二牛嚼。三鼠嚙。四初嫁女不淨", "284": "衣。五產衣。是五種不應畜。四種糞掃衣應畜。一塚", "285": "間衣。二往還衣。三無主衣。四弊納衣。是四種應畜。", "286": "根本律云。糞掃衣有五種。一道路棄衣。二糞掃處", "287": "衣。三河邊棄衣。四蟻所穿衣。五破碎衣。復有五種。", "288": "一火燒衣。二水所漬衣。三鼠嚙衣。四牛嚼衣。五妳", "289": "母棄衣。", "290": "昔汾陽無業禪師。甞有僧問云。十二分教。流於此", "291": "土。得道果者非止一二。云何祖師西來別唱玄宗。", "292": "直指人心見性成佛。只如上代高僧。並淹貫九流。", "293": "洞明三藏。如生肇融叡等。豈得不知佛法耶。師曰。", "294": "諸佛不曾出世。亦無一法與人。但隨病施方。遂有", "295": "十二分教如將蜜果。換苦葫蘆。淘汝諸人業根。都", "296": "無實事。神通變化。及百千三昧門。化彼天魔外道。", "297": "福智二嚴。為破執有。滯空之見。若不會道。及祖師", "298": "意。論什麼生肇融叡。如今天下解禪解道。如河沙", "299": "數。說佛說心。有百千億。纖塵不去。未免轉迴。思念", "300": "不忘。盡從沉墜。如斯之類。尚不識業果。妄謂上流。", "301": "並他先德。但言觸目無非佛事。舉足皆是道場。原", "302": "其所習。不如一箇五戒十善凡夫。觀其發言。嫌他", "303": "二乘十地菩薩。且醍醐上味。為世珍奇。遇斯等人。", "304": "翻成毒藥。南山。尚不許呼為大乘。學語之流。爭鋒", "305": "脣吻之間。鼓論不根之事。並他先德。誠實苦哉。", "306": "大集地藏十輪經。依行品云。善男子。有諸眾生。於", "307": "聲聞乘。獨覺乘法。未作劬勞。正勤修學。如是眾生。", "308": "根機未熟。根機下劣。精進微少。若有為說微妙甚", "309": "深大乘正法。說聽二人。俱獲大罪。亦為違逆一切", "310": "諸佛。所以者何。如是眾生。實是愚癡。自謂聰叡。陷", "311": "斷滅邊。墜顛狂想。執有因論。於諸業果。生斷滅想。", "312": "撥無一切善作惡作。妄說大乘。壞亂我法。非法說", "313": "法。法說非法。實非沙門。說是沙門。實是沙門。說非", "314": "沙門。實非毗柰耶。說是毗柰耶。實是毗柰耶。說非", "315": "毗柰耶。愚癡顛倒。憍慢嫉妒朋黨之心。於大乘法。", "316": "稱讚擁護。令廣流布。於聲聞乘。獨覺乘法。謗毀障", "317": "蔽。不令流布。不能如實。依於三乘。捨俗出家。受具", "318": "足戒。成苾芻性。亦不如實。修集一切善法。因緣如", "319": "是。撥無一切因果。斷滅論者。雖在人中。實是羅剎。", "320": "於當來世。無數大劫。難得人身。命終定生無間地", "321": "獄。於諸苦趣。輪轉往來。受諸苦惱。難可救濟。如是", "322": "過失。皆由未學二乘之法。先入大乘。偈曰。癡慢號", "323": "大乘。彼無有智力。尚迷二乘法。況能解大乘。譬如", "324": "闕壞眼。不能見眾色。如是闕壞信。不能解大乘。無", "325": "力飲池河。詎能吞大海。不習二乘法。何能學大乘。", "326": "先信二乘法。方能信大乘。無信誦大乘。空言無所", "327": "益。內懷真斷見。妄自號大乘。不護三業罪。壞亂我", "328": "正法。彼人命終後。定墮無間獄。", "329": "天竺沙門僧伽䟦陀羅者。師資相傳云。佛涅槃後。", "330": "優波離結集律藏訖。即於其年七月十五日。受自", "331": "恣竟。以香華供養律藏。便下一點。置律藏前。年年", "332": "如是。優波欲涅槃時。付弟子陀寫俱。陀寫俱。付弟", "333": "子須俱。須俱。付弟子悉伽婆。悉伽婆。付弟子目犍", "334": "連子帝須。帝須。付弟子旃陀跋闍。如是師師相付。", "335": "至今三藏法師。法師將律藏至廣州。臨上舶。還本", "336": "國。時以律藏付弟子僧伽跋陀羅。陀羅以永明六", "337": "年。共沙門僧猗。於廣州竹林寺。譯出善見毗婆沙。", "338": "一部十八卷。即共安居。以七年庚午歲。七月十五", "339": "日受自恣竟。如前師法。以香華供養律藏。即下一", "340": "點。當其年。凡得九百七十五點。點是一年也。至梁", "341": "大同元年。有隱士趙伯休。於廬山遇苦行律師弘", "342": "度。得此點記年月。伯休因問度曰。自永明七年後。", "343": "云何不復見點。度云。自彼已前。皆得道聖賢。手自", "344": "下點。吾徒凡夫。止可奉持頂戴而已。故不復點也。", "345": "伯休因舊點。至大同元年。凡一千二十年。今以此", "346": "究參諸家傳記。世尊誕生入滅之年。並不相類。大", "347": "抵西域山川之廣。國土之多。佛化之盛。各承一宗。", "348": "此亦一家之說。不可廢。故附著于此出通載八卷。", "349": "四分律宗。始祖曇無德尊者是毱多尊者弟子。二祖曇摩", "350": "迦羅尊者此云法時。天竺沙門。始依四分十人受戒。遠承正法。三祖北臺法", "351": "聰律師元魏孝文時。本學僧祇。因考受體。始闡四分。遠承法時。四祖雲中道", "352": "覆律師聰之弟子。最初撰疏。疏科六卷。以釋四分。五祖大覺惠光律師", "353": "初從佛陀禪師出家。陀曰。此子宜先聽律。律是慧基。非智不奉。若初從經論。必輕戒網。由是依覆。通四分", "354": "律。撰疏十卷六祖高齊道雲律師從光受學。撰疏鈔九卷。判釋廣文。七", "355": "祖河北道洪律師從雲受學。亦著疏文。八祖弘福智首律師", "356": "稟戒之前。於古佛塔前。預祈顯驗。蒙佛摩頂。身心泰然。方知感戒。及尋律部。多會其文。從洪受學。撰疏二", "357": "十卷九祖南山道宣律師宗承首律師法。大弘律教。宣傳法󴢗。󴢗", "358": "傳意滿。滿傳法成。成傳大亮。道省。亮傳曇一。道岸。", "359": "惠澄。澄傳惠欽。皆口相授受。臻於壺奧。悉有律疏", "360": "行世。其傍出者。及南山之後。唐宋代來。繼宗四分。", "361": "并依僧祇十誦疏釋。備載高僧傳中。此不繁錄元代", "362": "律宗。詳見通載等書。", "363": "四分律名義標釋卷第四十終", "364": "音釋", "365": "氓音萌。民也。", "366": "悋音吝。慳惜也。", "367": "覼音羅。", "368": "荑題。夷。二音。草名也。", "369": "跲極葉切。箝入聲。躓也。礙也。", "370": "仆音赴。偃也。僵也。", "371": "No. 744-B 四分律名義標釋䟦語No. 744-B", "372": "四分律名義標釋䟦語", "373": "夫宗者佛心。律者佛行。教者佛語。喻如身形影。舉一", "374": "即三。無有孤致者。世尊出世。鹿野初年。與諸弟子演", "375": "教明心。未遂制律。以教演心明。即律也。故有未許可", "376": "舍利弗制律之請。而曰。於清淨眾中。不宜說是事。令", "377": "人謂世尊。疑良人作賊也。十二年後。因事制律。說五", "378": "篇七聚。涅槃末會。遺言屬累。敕諸弟子。依波羅木叉", "379": "為師。歸重毗尼。以行解脫。即心清淨。教敷宣也。有曰。", "380": "末世眾生。希望成道。無令求悟。唯益多聞。增長我見。", "381": "但當精勤降伏煩惱。又曰。四十九年。未甞說一字。蓋", "382": "以能宗。即律教。無別為律教也。能律即宗教。無別為", "383": "宗教也。能教即宗律。無別為宗律也。是以不妨偏舉。", "384": "正法眼藏。付尊者迦葉。毗柰耶藏。付尊者波離。修多", "385": "羅藏。付尊者阿難。雖舉之偏。而付之實全。故迦葉有", "386": "上座部之結集。阿難入五百之結集。皆律學也。未嘗", "387": "曰。我專宗任教。而不及于律也。達摩初來。流支三藏。", "388": "譯教。闡律師也。而蠱毒達摩。及後之律師法師。無不", "389": "毀謗于宗乘。人以為其未明宗。吾以為其正未明律", "390": "教也。達摩西來。單傳直指。而以楞伽為心印。曷甞滅", "391": "教也。百丈離律寺居止。別建叢林。規矩多軌法乎律", "392": "本。曷甞敗律也。今之禪者。呵教為如來禪。詆律為聲", "393": "聞學。滅教敗律。無所不至。人以為其未明教律。吾以", "394": "為其正未明宗也。未明宗。而稱為宗師。烏乎宗。未明", "395": "教律。而稱為法師律師。烏乎教律。三學狂瀾。于今極", "396": "哉。非有荷擔如來。舟濟四生者。起而砥柱之。佛法滅", "397": "壞。無多日矣。西乾聖眾。五百七百之結集。實切愍此。", "398": "東震結集。不百而十。不十而人。邀五聚七。吾將誰望。", "399": "對在犙兄。興言及此。恒相泣從。兄曰。宗不明。而天下", "400": "尊宗。律日滅。而天下毀律。不明者。無當于尊。日滅者。", "401": "奚堪更毀。在彼之毀之也。實彼之未知之也。欲去彼", "402": "所毀。其急與所知乎。律文具在。吾其舉在文之名義。", "403": "于人所難解者。而標釋之。斯則與所知也。乃積精數", "404": "年。帙成一旦。今將發梓。屬余校訂。比經按論。義諦無", "405": "差。私衷慶慰曰。此足當震旦之一結集乎。佛法其不", "406": "速滅壞乎。生佛仔肩。其吾在犙兄乎。天下固不於余", "407": "目為宗師。更不得于在犙氏目為律師也。曾無有不", "408": "教不律之宗師。豈有不宗不教之律師乎。若必分宗", "409": "分律分教。必其為宗律教。非如來之宗律教者矣。今", "410": "天下號為宗律教師者。蓋宜知返。懷切在此。校成書", "411": "之為跋。", "412": "旹", "413": "崇禎癸未迦提四日新安沙門同參弟弘麗書于󳱮", "414": "之英德西來山白象林中"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 744 四分律名義標釋", "author": "明 弘贊輯"}