{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1477", "1": "首楞嚴壇場修證儀", "10": "暇執筆也。熈寧四年。講道于青墩寶閣蘭若。誨人之", "100": "注中偈辭。一十八句。亦是彼經長行。今但撮略大旨為偈。欲使行人。默念仰想無遺耳。若自修。除是諸眾等八", "101": "字。餘例此知。無量下一句。眾皆接和。供養下七字。聲德者自唱供養已一切恭敬起禮", "102": "一拜。", "103": "稱讚如來第四稱讚如來第四既供養已。次整威儀。曲窮。同讚諸佛微妙功德。亦須觀想", "104": "明白。方得能讚所讚。如鏡形影。重重相涉。", "105": "妙湛總持不動尊首楞嚴王世希有", "106": "銷我億劫顛倒想不歷僧祇護法身", "107": "願今得果成寶王還度如是恒沙眾", "108": "將此深心奉塵剎是則名為報佛恩", "109": "伏請世尊為證明五濁惡土誓先入", "11": "餘。歷觀長水孤山諸疏。金衡聞薰等鈔。博採壇場之", "110": "如一眾生未成佛終不於此取泥洹", "111": "大雄大力大慈悲希更審除微細惑", "112": "令我早登無上覺於十方界坐道場", "113": "舜若多性可銷亡爍迦羅心無動轉", "114": "讚已。當述修懺之意。如別有所禱。當以實語。於此陳之。", "115": "禮敬三寶第五禮敬三寶第五既讚歎竟。應當一心。憶念諸佛真身。應物現形。如對目前。", "116": "受我禮拜。又復應知。身心空寂。無有禮相。隨緣影現。一一佛前。悉有此身。頭面敬禮。", "117": "準勒那三藏說。七種禮。清凉加三為十。一我慢禮。如碓上下。無恭敬心。二唱和禮。高", "118": "聲喧雜。辭句渾亂。此二非儀。三恭敬禮。五輪著地。捧足殷重。四無相禮。深入法性。離", "119": "能所相。五起用禮。雖無能所。普運身心。如影普徧。禮不可禮。六內觀禮。但禮身內法", "12": "量。遐求敷設之儀。刊修懇願之功。緝綴懺罪之要。竝", "120": "身真佛。不向外求。七實相禮。若內若外同一實。相八大悲禮。隨一一禮。普代眾生。九", "121": "總攝禮。攝前六門。以為一觀。十無盡禮。入帝網境。若佛若禮。重重無盡。若據經文。至", "122": "誠頂禮。十方如來。一時出現鏡交光處。承佛摩頂。以疏義通之。即正辨第五第十。實", "123": "通後八。", "124": "一心頂禮。大道場經。灌頂部主。理智圓融盧舍那佛。", "125": "一心頂禮。從肉髻中。涌百寶光。宣說神呪釋迦文佛。", "126": "一心頂禮。同音宣示。解脫輪迴。皆由六根。微塵諸佛。", "127": "一心頂禮。寄位四天。分形八相。當來下生彌勒尊佛。", "128": "一心頂禮。東方阿閦。西方無量壽。及十方三世。一切", "129": "諸佛。", "13": "皆考文責實。條析異同。亦詶門學宗禮之再請也。然", "130": "一心頂禮。佛頂光聚。無上寶印。秘密伽陀。微妙章句。", "131": "一心頂禮。如來開示。修證了義。首楞嚴王。具足萬行。", "132": "及十方一切。真淨法寶。", "133": "一心頂禮。密持神呪。兼詢真見。揀選圓通。文殊師利", "134": "菩薩摩訶薩。", "135": "一心頂禮。從聞思修。入真三昧。妙契群機。觀世音菩", "136": "薩摩訶薩。", "137": "一心頂禮。同說圓通。滅塵合覺。旋根歸性。一切聖眾。", "138": "一心頂禮。皆述修證。湛識循源。復大同本。一切聖眾。", "139": "一心頂禮。常隨心呪。金剛藏王菩薩。將求密義。恒沙", "14": "則麗藻鴻辭。大有慚於前󳭷。而遷善遠罪。亦無愧於", "140": "菩薩。及十方三世。一切菩薩摩訶薩。", "141": "一心頂禮。楞嚴會上。示迹迷真。發揮妙教。阿難尊者。", "142": "一心頂禮。啟明性相。滿慈尊者。盡楞嚴經中。善超諸", "143": "有無學聲聞。并其初心。無量緣覺賢聖僧。", "144": "誦呪圍壇第六誦呪圍壇第六舉經結經。或依禮誦儀。但聲音小異。", "145": "經云。恒於六時。誦呪圍壇先標六時行道誦呪。至心行道。一時", "146": "常行。一百八徧次釋每一時行調徧數。覆推此文。葢約初七日。", "147": "圍壇誦呪。而疏中謂。每一時。誦一百八徧。即正誦此", "148": "心呪。是也。今造修者。不局十人。若於新歲之初。聖制", "149": "之前。修茲懺法。或以七日為限。隨意堪任。或遇三八", "15": "後昆云耳。", "150": "僧徒既多。或於壇場法座之前。通誦呪文一徧誦呪方法。", "151": "具如慈雲式師念誦儀。此文亦厲聲誦之。令聲不得有間。呪辭如第七經既禮佛已。次整", "152": "衣趺坐。如安禪貌。唯聲德者。互跪秉手鑪云。", "153": "南無佛南無法南無僧南無釋迦牟尼佛", "154": "南無觀世音菩薩摩訶薩三稱已。次舉經", "155": "爾時如來。告阿難言。若諸眾生。所有宿業。未除滅者。", "156": "汝教是人。一心誦持佛頂光呪。此是如來無為心佛。", "157": "從頂發輝。坐寶蓮華。所說心呪或誦一七。二七徧。至一百八徧。隨時", "158": "廣略。", "159": "跢姪他一　唵二　阿那隷三　毗舍提四　󳺎囉䟦闍囉陀", "16": "修懺法儀。略明十種。", "160": "唎五　槃陀槃陀你六　䟦闍囉謗尼泮七　虎𤙖都嚧甕", "161": "泮八　莎婆訶九誦呪既畢舉經者再互跪。秉鑪結呪", "162": "經云。若有眾生。無始已來。所有一切輕重罪障。從前", "163": "世來未及懺悔。若能讀誦。", "164": "滌業規品第七菩提心無始已來所造諸罪猶如□□□□□□。罪", "165": "無不盡。故須對三。寶前懺責先心。陳其所犯。上品罪", "166": "者。方便心重。作時作已。三時皆重。心境相應。復是逆", "167": "罪。謗方等經。一闡提等。作業數利。迷因謬果。不識於", "168": "犯。又不識法。名為上品。言中品罪者。方便正作。二時", "169": "心重。作已心輕。境重心微。又非三極。利而不數。不迷", "17": "一者。壇場方軌。二者。啟請賢聖。三者。供養觀門。", "170": "因果。名為中品。言下品罪者。前後心重。正作是輕。境", "171": "與心違。又非出眾之犯。數而不利。識法識犯。明信因", "172": "果。名為下品。夫欲懺前三品。還有三種懺門。一者伏", "173": "業懺。二者轉業懺。三者滅業懺。所言伏者。依三乘局", "174": "教悔。初四篇。但伏而不起。名之為懺。既經發露。本罪", "175": "不增。無隱過覆藏等罪。應生不生。名之為伏。二轉業", "176": "者。以促時換長時。用輕苦偃重苦。於三惡道中若應", "177": "受報。願於今身償。不入惡道受。此名轉業懺也。三滅", "178": "業者。必須觀解明白。深發大菩提心。無始已來。所造", "179": "諸罪。猶如闇室。懺悔正慧。喻若明燈。明燈一照。昏闇", "18": "四者。稱讚如來。五者。禮敬三寶。六者。圍壇誦呪。", "180": "皆除。不以闇多。能拒燈也。迷因謬果。具造諸愆。佛性", "181": "潛輝。故如闇室。發真慧火。事等明燈。燈起闇除。解生", "182": "惑喪。業無不滅也。願諸行者。推諸愆累。起心懺滌。存", "183": "乎正慧耳。", "184": "懺悔發願第八懺悔發願第八既知罪有三品。懺有三門。次端一心。正身威儀。䖍敬互跪。", "185": "燒諸名香。存想觀音菩薩。無量莊嚴。眷屬圍繞。為懺悔主。如對目前。發露無量劫來。", "186": "所造一切惡業。斷相續心。更不復造。而以正慧。觀罪性空。不在內外。敬發大菩提心。", "187": "摧滅洹沙煩惱。應一心念言。我與眾生。無始所作。一切罪障。惟願三寶。哀愍拔濟。頓", "188": "袪惡業。翻作淨因。身心齊空。罪福無主。了見真性。等佛法身。三業罪愆。成三解脫。六", "189": "根重障。翻作六通。念已唱云。", "19": "七者。滌業規品。八者。懺悔發願。九者。旋繞念誦。", "190": "普為四恩三有。及法界眾生。悉願斷除諸障。歸令懺", "191": "悔唱已。起禮一拜。當運逆順十心即念清凉偈云。自從無始起無明。亦值惡友增我情。無隨喜心善永", "192": "滅。縱自語意惡漸生。心心徧布觸處染。念念相續日夜營。不欲人知藏過失。不畏惡道任縱橫。無慚無愧魔。羅", "193": "網。撥因撥果闡提坑。如是順流背本已。生死苦海浩然盈。幸識由來長者子。今欲逆流捨貧里。正信因果破闡", "194": "提慚愧人天破無耻。恐怖惡道破不畏。發露罪業破覆佌。斷相續心破常念。發菩提心破徧起。修功補過破縱", "195": "恣。守護正法破無喜。念十方佛破惡友。觀罪性空破結使。上之六偈。初三。順生死十心。以為所治。後三逆生死", "196": "十心。從後翻破。應當熟誦默念。次作是言。至心懺悔。我比丘某甲等。歸命", "197": "十方無盡三寶。願起哀憐。為作明證。我與法界一切", "198": "眾生。從無始來。生死相續。皆由不知常住真心性淨", "199": "明體。用諸妄想。以想不真。故有輪轉。從迷積迷。以歷", "2": "晉水沙門　淨源　編敘", "20": "十者。析通觀法。若夫淨身方法。備如圓覺行願二本懺儀。願諸學者。詳而觀之。稟祖訓焉。", "200": "塵劫。賴有善根。得生人中。忝奉釋迦像法遺教。身雖", "201": "出家。心不入道。犯遮律儀。毀性戒體。加以昏散。罔修", "202": "定慧。今始覺悟二障所纏。良由不知寂常心性。我等", "203": "又念。與諸眾生。自業所感。造十習因。受六交報。始於", "204": "淫習。納想為胎。終於訟因。交諠覆藏。蓋由眾生六識", "205": "造業。從六根出。如是各各引招惡報。當墮三塗。備受", "206": "眾苦。塵沙劫波。莫之遏絕。唯願本師釋迦文佛。圓通", "207": "懺主觀世音菩薩摩訶薩等。哀愍淪溺。方便提携。願", "208": "受懺悔。出於苦海。我所懺悔眼根功德。願令此眼。徹", "209": "見十方諸佛菩薩。清淨法身。不以二相。我所懺悔耳", "21": "壇場方規第一壇場方規第一", "210": "根功德。願令此耳。常聞十方諸佛賢聖所說正法。如", "211": "教奉行。我所懺悔鼻根功德。願令此鼻。常聞香積入", "212": "法位香。捨離生死不淨臭穢。我所懺悔舌根功德。願", "213": "令此舌。常餐法喜禪悅之食。不貪眾生血肉之味。我", "214": "所懺悔身根功德。願令此身。披如來衣。著忍辱鎧。臥", "215": "無畏牀。坐四禪座。我所懺悔意根功德。願令此意。成", "216": "就十想。洞達五明。深觀二諦空平等理。我等又願。奉", "217": "持神呪。救護世間。得大無畏。天龍欣慶。風雨順時。五", "218": "穀豐殷。兆民富壽。聖帝明王。恩威兼被。五侯百辟。忠", "219": "孝咸敦。師僧父母。外護檀那。平等冤親。幽顯品類。皆", "22": "昔者吾佛大聖。以中人之過易生。惟其靜也。可以制", "220": "生四信。發菩提心。所有曠劫一切業障。仗此呪心微", "221": "妙章句。如是積業。猶湯銷冰。不久皆得悟無生忍。", "222": "懺悔發願已。歸命禮三寶此懺悔文并禮請諸聖。應須預誦。悉令通曉。若", "223": "於道場之內。旋觀生文。是則意無誠懇。豈有感降。而求罪滅耶。又散華等諸偈。有別行印本。皆", "224": "欲造修者。默而誦之", "225": "旋繞念誦第九旋繞念誦第九", "226": "南無十方佛南無十方法南無十方僧", "227": "南無道場經主盧舍那佛", "228": "南無頂光宣呪釋迦文佛", "229": "南無教光普被十方諸佛", "23": "諸本。於是梵剎壇儀。多附于深邃巖谷。幽僻林泉。既", "230": "南無大佛頂首楞嚴經", "231": "南無密持神呪文殊師利菩薩", "232": "南無圓通懺主觀世音菩薩", "233": "南無同陳修證權實菩薩", "234": "南無將求密義恒沙菩薩", "235": "南無十方一切菩薩摩訶薩", "236": "夫右繞者順向殷重瞻望不足也。如是三匝。乃至百匝。亦無定數。次誦觀音圓通聲德者舉云。首楞嚴經。觀世", "237": "音菩薩圓通法門。其或修一席之儀。秪於道場諷經。如以七日為期限者。須於道場外別置禪觀堂。將入壇場。", "238": "并出懺已。即於此堂。舉經耳。其諷經規式。亦如行願儀辨之。", "239": "析通觀法第十析通觀法第十", "24": "與居民相遠。揚揚之塵不驚。轔轔之車不來。情偽無", "240": "或謂。繫念數息。實乃內行根本。三乘要道。今茲懺儀。", "241": "何不遵稟。答曰。夫觀法之設。有方便門。有稱實門。方", "242": "便則局乎偏修。稱實則通於圓證。今經雖有數息方", "243": "便。局而不通。乃為文殊所奪。故經云。鼻想本權機祇", "244": "令攝心住。住成心所住。云何獲圓通經文有依根識者。今舉其一耳。", "245": "若乃稱實圓證。通而不局。即為妙德所與。故經云。此", "246": "方真教體。清淨在音聞欲趣三摩提。實以聞中入疏中", "247": "兼釋云。教體既成。然後思惟修習。入三摩提。成大解脫。既宗觀音一門為最。自", "248": "餘諸方便。非是長修習。吾之所以不取數息者。職此", "249": "也。矧以修法垂範。導利有緣。而禮覲供養。其福與六", "25": "以動其心。是非不得交其意。心意既靜。庶幾進道耳。", "250": "十二億河沙菩薩正等。豈勝言哉。若以稱實。攝於方", "251": "便。則數息亦修止觀二門。今經根塵結解門。決定修", "252": "乎止。因果同異門。決定修乎觀。厥或造修者。於道場", "253": "中。行諸法事。瞥起妄念。則失於止也。暫時忘照。則闕", "254": "於觀也。夫然則寂照雙流。止觀齊運。方為正修。其諸", "255": "事儀。皆為助行耳。", "256": "首楞嚴壇場修證儀終", "257": "No. 1477-ANo. 1477-A", "258": "兩浙臨安府北山精進教院住持。傳賢首教觀比丘", "259": "淨照伏覩", "26": "今經之建壇也。此於既無雪山白牛。準經。但於平原。", "260": "晉水崇教法師所撰", "261": "華嚴楞嚴懺儀二本。昨因烽火。焚毀幾盡。良恐後進", "262": "不復聞見。謹施長財三十貫文。足恭依古本。命工刊", "263": "勒", "264": "楞嚴懺儀一本。所集", "265": "妙利。上嚴", "266": "都僧錄無際海印法師。", "267": "先本講和上。前住本府廣慧教院卿華嚴。", "268": "先受業和上。祥符寺文殊院然法華大德。", "269": "同登", "27": "穿去地皮。五尺已下。取其黃土。和以旃檀。沈水。蘇合。", "270": "華藏者。", "271": "時紹興戊辰歲。十二月十五日。比丘淨照謹題。", "28": "薰陸。鬱金。白膠。青木。零陵。甘松。雞舌香名出處。具如續漢書。并異物", "29": "志。以十香。細羅為粉。合土成泥。以塗場地國語云。壇之所除地。", "3": "敘言大首楞嚴經者。乃九界交歸之要門。一乘冥會之妙", "30": "曰塲。方圓丈六。為八角壇鄭玄注禮云。封土曰壇。封者。起土界也。謂先除地為場。後", "31": "取黃土。和香為泥。於場上。以泥塗起。令成壇相高低之量。隨供具之多少。可以意取。古人以一角二尺。二八十", "32": "六。為一丈六。集解謂其太窄。當取徑有丈六。如方等行法。亦令作壇。縱廣一丈六尺耳。壇心。置", "33": "一金銀銅木所造蓮華或以木刻蓮華用金銀薄貼之。亦從所宜。仍裝飾函子。盛", "34": "首楞嚴經。置於蓮華之前。華中安鉢或紺色。白色瓷鉢亦通。鉢中先盛八月", "35": "露水餘時但盛淨水。水中隨安所有華葉。取八圓鏡。各安其", "36": "方。圍繞華鉢。鏡外建立十六蓮華。十六香鑪。間華鋪", "37": "設。莊嚴香鑪。純燒沈水。無令見火。取白牛乳。置十六", "38": "器。乳為煎餅。并諸砂糖。油餅。乳糜。蘇合。蜜薑。純酥。純", "39": "蜜。於蓮華外。各各十六。圍繞華外。以奉諸佛。及大菩", "4": "道也。徵誦呪則六時圍壇。辨證果則百日宴坐。雖事", "40": "薩。每以食時。若在中夜。取蜜半升。用酥三合。壇前別", "41": "安一小火鑪。以兜樓婆香舊云白茅香。煎取香水。沐浴其", "42": "炭。然令猛熾。投是酥蜜。於炎鑪內。燒令煙盡。享佛菩", "43": "薩享獻也或作饗。令其四外。徧懸幡華供聖之物隨方有無。有須盡求。當須日日", "44": "盡力供養。以希冥助。如力不及。聽從初日至終。率己長財。以伸竭誠。於壇室中四壁。敷", "45": "設十方如來。及諸菩薩所有形像。應於當陽。張盧舍", "46": "那。釋迦彌勒阿閦彌陀。諸大變化。觀音形像。兼金剛", "47": "藏。安其左右。帝釋梵王烏芻瑟摩。并藍地迦。諸軍荼", "48": "利。與毗俱知。四天王等。頻那夜迦翻梵從華。義見諸文。張於門", "49": "側。左右安置。又取八鏡。覆懸虗空。與壇場中所安之", "5": "儀而沖邃。實理觀以融明者也。若夫修三觀而均七", "50": "鏡。方面相對。使其形影重重相涉。於初七日。至誠頂", "51": "禮十方如來。諸大菩薩。阿羅漢號。恒於六時。誦呪圍", "52": "壇。至心行道。一時常行一百八徧誦呪數儀。見下文。第二。七", "53": "中。一向專心。發菩薩願。心無間斷。我毗柰耶。先有願", "54": "教具如金衡鈔文。第三七中。於十二時。一向持佛般怛羅呪。", "55": "至第七日。十方如來。一時出現鏡交光處。承佛摩頂。", "56": "乃至。從三七日後。端坐安居。經一百日。有利根者。不", "57": "起于座。得須陀洹。縱其身心。聖果未成。決定自知成", "58": "佛不謬建壇。并修方便正修。並宜六齋日建首。禮誦儀謂。若盡依教文。立壇致敬等。實為難事。但", "59": "隨方所辨。量力而行。理應無咎。然則去聖踰遠。遵教彌寡。苟待緣具。方成禮誦。則使未習。望涯自絕。斯言有徵。", "6": "大。黜魔境而歷聖位。則近古章句。亦云備足。景祐初。", "60": "吾嘗取之。特注于茲。將告來者。", "61": "啟請賢聖第二啟請賢聖第二圓通懺主。本證妙覺。號正法明。迹居補處。名觀世音。造修", "62": "者。初入道場。稱念尊號。旋繞一匝。至壇場前。或法座前。敷尼師壇。正身佇立。發殷重心。恭", "63": "請三寶。雖諸佛賢聖。無所不在。若不䖍誠。禮請無所感降。故此經云。於初七中。至誠頂禮", "64": "諸佛菩薩羅漢。乃至十方如來。一時頓現鏡交光處。承佛摩頂。即於道場。修三摩地。能令", "65": "如是末世修學。身心明淨。猶如瑠璃。今應一心慎勿散亂。五體投地。三處翹聳。心存目想", "66": "一切三寶。主懺者。首唱云。", "67": "一切恭敬。一心頂禮。十方法界。常住三寶總禮三寶一拜。互跪", "68": "執手鑪。燒眾名香。恭請賢聖。或獨自修者。除初四字。但頂禮三寶。依圓覺懺儀。皆先請。次供養耳。然儀文", "69": "請盧舍那者。以壇場中張其形像。疏中亦云。灌頂部者。彼有五部。此當其一。毗盧為主矣。", "7": "淨源忝授斯經於長水疏主。暨縉雲尊者之門。雖學", "70": "一心奉請。南無大道場經。灌頂部主。理智圓融盧舍", "71": "那佛三請一禮。下皆倣此。", "72": "一心奉請。南無頂光宣呪釋迦文佛。同示六根輪迴", "73": "解脫微塵諸佛。", "74": "一心奉請。南無當來下世彌勒尊佛。東方阿閦。西方", "75": "無量壽。及十方三世一切諸佛。", "76": "一心奉請。南無佛頂光聚。無上寶印。首楞嚴王。具足", "77": "萬行。及十方一切真淨法寶。", "78": "一心奉請。南無密持神呪文殊師利菩薩。入真三昧", "79": "觀世音菩薩。同說圓通二十四聖。權實菩薩摩訶", "8": "以植其志。思以篤其道。而唯務節錄奧義。編述鈔文", "80": "薩。", "81": "一心奉請。南無常隨心呪金剛藏王菩薩。將求密義", "82": "恒沙菩薩。及十方三世。一切菩薩摩訶薩。", "83": "一心奉請。南無發揮妙教阿難尊者。啟明性相滿慈", "84": "尊者。盡楞嚴會中。一切聲聞緣覺賢聖僧。", "85": "一心奉請。南無至誠發願。保衛行人。梵釋四王。天龍", "86": "八部。日月天子。諸宮星曜。風雨神等。及此境內主", "87": "執鬼神。此所住處。護道場神。守正法者。一切賢聖。", "88": "此一位。但三請。不應作禮。俗眾無妨。", "89": "供養觀門第三供養觀門第三準經。以鉢盛水。安諸華葉。與大三昧海經。以手擎獻草木", "9": "而已。至若結界持呪之宏規。銓次禮請之懿範。則未", "90": "之華。其文大同。近人修懺。多獻綵華者。葢值霜雪時耳。餘時依經求之。奉獻三寶。應", "91": "當攝心仰想。諸佛三乘聖眾不違我請。於其自住三摩地中。不起三昧。慈悲應感。赴", "92": "我機緣。畟塞壇場。徧虛空界。知見我等觀想供養。聲德者。秉鑪唱云。", "93": "是諸眾等。各各互跪。嚴持香華。如法供養至此停唱。以手擎華。", "94": "應擬想默念云。諸佛淨法身。功德無有量。不住亦不壞。湛然而常安。我所執香華。皆從草木生。奉獻於諸佛。持", "95": "此想供養。發身諸毛孔。令一一毛孔。出無數香華。願供一切佛。化成香華臺。諸佛既受之。於十方世界。施為作", "96": "佛事。還復成金臺。住於我等前。想念已散華。復執手鑪。口發誠言云。願此香華。徧滿十", "97": "方界。供養一切佛。尊法諸菩薩。聲聞緣覺眾。唯願諸", "98": "如來。鏡交光影處。受此香華雲。以為光明臺。廣於無", "99": "邊界。無量作佛事上多依觀佛三昧海經意。但添本經兩句。以備壇儀。兼發次文。又前"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1477 首楞嚴壇場修證儀", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1477 首楞嚴壇場修證儀", "author": "宋 淨源編敘", "language": "chinese", "source": "CBETA"}