{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B231 天王水鑑海和尚五會錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "詩偈為慶侍者", "1": "天王水鑑海和尚五會錄卷第六", "2": "嗣法門人原澄等編", "3": "尺牘尺牘", "4": "復雪岷方司李復雪岷方司李諱象璜", "5": "別來未幾青黃兩度俛仰光儀心焉如擣唯台臺灑", "6": "灑襟懷蕩蕩施設治政之間有若庖丁解牛公堂說", "7": "法無待清獻聞雷苟非睿明洞開曷能臻此超遙容", "8": "與哉李君學士好道之人承指乃參貧道貧道不引", "9": "枝蔓唯以本分提持且未見其虛往實歸臨別漣然", "10": "蓋道情非世情也茲讀手翰台臺何溢美誇許之若", "11": "是耶日者又蒙賜以慧日慈雲之扁兼率耿太守贈", "12": "以荊南祖庭之額久廢天王茲者興復實借光多矣", "13": "況未寸函申謝何以辱教殷殷更欲闡明斯道惠及", "14": "來學第涼德不慧之山僧無能副台臺之盛念矣然", "15": "道有時而弘唱逾高和逾勝茲時貧道何能使道而", "16": "弘哉臨書引領統惟垂諒。", "17": "與黃檗和尚與黃檗和尚", "18": "太白一燈光明天下分輝續燄徹古通今內聖外王", "19": "咸為隆重其最著者唯吾徑山容老人也老人目擊", "20": "時衰世變法門混淆日久邪宗僭竊之輩猶此而興", "21": "遂爾別集述而嚴統作蓋為見諸行事深切著明非", "22": "謂空文而載雖人以此罪老人然人亦以此知老人", "23": "也老人化去未經十祀座下法門豪傑如金粟元東", "24": "明鑑資福廣龍華宗相續而往某以老人靈塔猶恐", "25": "未安竊常疑之不然天奪何致此耶唯吾黃檗和尚", "26": "道振七閩風聞楚越克紹祖山特非偶爾幸加留意", "27": "老人靈塔或龍虎沙水之不吉或入塔安位之期未", "28": "良協同堪輿細而察之儻得老人寂光神安蔭覆吾", "29": "昆則法門大幸事也某頃來晴川得值鱗便肅此荒", "30": "函達於左右伏冀鑒我微忱則先老人光明廣大千", "31": "秋烜赫亦相傳而無盡也天王中興碑記傳以教覽", "32": "臨楮依依曷勝神來。", "33": "與容菴宋吏部與容菴宋吏部諱學洙", "34": "渚宮一別迄今八載不唯光儀間闊亦且鴈斷衡陽", "35": "咫尺之間竟同河漢豈倡和因緣法門機會而有時", "36": "節乎門下年來眼空無物唯道是持佛祖公案竊聞", "37": "有會出言往往驚人視聽然欲與從上宰官居士受", "38": "法有師名留燈錄榜樣後來道垂千古須是一真不", "39": "立萬法圓融方與古人把臂共行且今法道濫觴亂", "40": "統滿地唯門下高明故興言及此知不我誕法門幸", "41": "甚吾宗幸甚。", "42": "復掌山鄭內翰復掌山鄭內翰", "43": "酷暑炎烝人人勢畏千竿竹十畝蓮何能得也然且", "44": "伐木鳥鳴之時未嘗不懷掌山之美人咫尺天各一", "45": "方無能聚晤況其欲發歸舸遠去兩浙七閩之間又", "46": "當何如也天下無變遷者道而已矣天下無間然者", "47": "道而已矣然道既無變遷亦無間然予與掌山之交", "48": "烏有變遷間然哉蓋予與掌山之交者道而已矣苟", "49": "不以道為交世之態人之情得不變遷間然乎是以", "50": "肝膽楚越矣況掌山胸藏武庫足滿天下老衲名人", "51": "靡不從游而稱當世大儒者乎竊聞仁者贈人以言", "52": "茲掌山遠還特以言贈苟如此鑒諸則交之深矣而", "53": "予亦有榮望焉。", "54": "與檗菴徐司李與檗菴徐司李諱行", "55": "壬寅秋櫂過蘄春聞大令名迄今六載不能忘於心", "56": "也所謂不能忘者以門下眼內空天下腹中小乾坤", "57": "而於吾道大有得手佛祖機緣亦嘗會悟物格格物", "58": "一貫徑山木樨無隱廓然匡阜子韶山谷豈讓昔賢", "59": "殺也活也自由手腳佛也祖也當頭按過果如是乎", "60": "吾當賀之鹿野觀察昨至天王言及門下僑寓渚宮", "61": "是勒荒函先以通候儻不我棄驅馬來山再有長論。", "62": "又", "63": "昨承惠顧兼以垂問十年已前此地荒煙蔓艸十年", "64": "已後此地峻宇長廊不知天王眼目在荒煙蔓艸中", "65": "在峻宇長廊中貧道就而荅之蔓艸一堆柴長廊幾", "66": "擔土竊恐門下不能直下釋然領略今再申之然天", "67": "王眼目不在荒煙蔓艸峻宇長廊中若在峻宇長廊", "68": "中眼目即同土木若在荒煙蔓艸中眼目則是無情", "69": "既不在此二處便請下一轉語若點得出贈以一條", "70": "撐天柱地拄杖子。", "71": "復允菴吳別駕復允菴吳別駕諱斌來書請詳悉天王之訛", "72": "手翰所云應酬之外默坐公堂恍惚之中覺有物焉", "73": "獨恨塵勞關鎖不能猛然解脫左右既知恍惚之中", "74": "有物而存試看應機酬酢之時是此物歟喜怒哀樂", "75": "之時是此物歟折旋俯仰之時是此物歟若以總是", "76": "此物更欲離關鎖求解脫得無重增其慮乎況以應", "77": "對究心之外欲明天王混淆之由請詳直書苟非靈", "78": "山委託有願而來何能致此思惟哉天王道悟法嗣", "79": "馬祖所出龍潭崇信信出德山宣鑑鑑出雪峰義存", "80": "巖頭全歲其雲門法眼兩宗實乃天王之系也有宋", "81": "景德年間吳僧道原修集傳燈未識從上碑版謬收", "82": "龍潭系於天皇之下雲門法眼相隨而去是故混淆", "83": "之由始於道原也百世之下競起而爭亦始於傳燈", "84": "也張無盡公竊常疑之雪峰迅捷當出馬祖後得達", "85": "觀穎公所獲節使丘玄素所撰天王塔銘始知雪峰", "86": "為馬祖五世孫無盡眼目擇法驗人果不誤矣諸家", "87": "辯論代有其人奈何久假一期難歸吾天童悟和尚", "88": "思作一書正其訛謬多因修葺以寢厥心吾徑山容", "89": "和尚善繼善述遂著五燈嚴統刪去妄竊以定正宗", "90": "話行海外案垂千古吾常謂人解曰其所辯而爭者", "91": "宗派也雲門法眼久無人矣伊何固執焉然辯而不", "92": "能清者已有景德傳燈一訛書矣其不辯而自清者", "93": "已有唐之侍郎歸登所製南嶽讓碑列法孫天王道", "94": "悟圭峰荅相國裴公宗趣狀馬祖之嗣首曰江陵道", "95": "悟權德輿氏所撰馬祖塔銘弟子十一人道悟在焉", "96": "歷代帝王稽古略引載天王之事詳而且明宋有佛", "97": "國續燈敘明雪竇重顯為馬祖九世孫呂夏卿銘雪", "98": "竇顯公之塔亦係馬祖九世孫覺範林間錄辯明天", "99": "王拱辰祖源通要乃載天王於馬祖之下大川五燈", "100": "會元辯清天王晦巖人天眼目五家宗派序亦博論", "101": "天王雲壑心燈并續天王元有念常佛祖通載紀入", "102": "天王碑銘明有少林聯芳碑記原載天王於馬祖之", "103": "派汝稷指月錄分清天王黎眉教外別傳天王系於", "104": "馬祖之統天童直說明析天王虎嵒禪燈世譜編證", "105": "天王吳侗氏之定祖圖亦收天王歸於馬祖之譜大", "106": "興善寺一華五葉之圖雲門法眼祥發於天王王谷", "107": "正名之錄備悉天王之由且二十種書朝歷五代各", "108": "各清正已為定典有入龍藏有行山野況復清有嚴", "109": "統炳如日星天王新樹豐碑高一十五尺一為工部", "110": "鄭公之記一為雲居顯公之文紀載其事俱為不磨", "111": "所以不辯而自清也法門明眼得一展筆豈肯糢糊", "112": "放過況於左右王事鞅掌間一詢及無盡夏卿之身", "113": "再現所謂有願而來委託其事者也或謂傳史無玄", "114": "素之名殊不知宋儒避國諱改為元素歐陽修貶夷", "115": "陵令嘗集神女廟詩李吉甫一首丘元素一首貞元", "116": "十四年石刻黃牛峽下夔州巫山界石刻亦然遂謂", "117": "無此人何讀書之不多而博究之未通也茲因來索", "118": "潦草佈復臨書懷想不勝依依。", "119": "與友人恆和大師與友人恆和大師", "120": "不奉教言忽忽春光十七度每懷道範行行明月上", "121": "三更是以南北殊途鴻音杳絕想顛毛各已霜曰形", "122": "影俱非昔時嗚呼感念之私寧無集於中乎幾欲追", "123": "隨杖履奈何業繫天王屢從雲水覓師行止竟無準", "124": "音前住維揚得聆卓錫商城又在江陵傳聞杯渡樊", "125": "口昨來漢上始知新創鹿野苑與諸子吟風嘯月高", "126": "枕羲皇之上為之平生興況獨不慧勞勞歲月上而", "127": "荊下而揚作馬為牛且無寧晷茲欲構一退居或吳", "128": "或楚落成之日奉迎象駕共延天年亦得把臂快談", "129": "長林豐艸之下為吾生樂事更何為哉裁此奉達統", "130": "惟察之萬水千山唯神來耳。", "131": "復明震黃居士復明震黃居士", "132": "兩接手教知居士遯蹟鄂渚道履清嘉為喜為慰但", "133": "其中囊囊蕭然切勿以此為慮耳財者世間之害也", "134": "多少英雄向此中埋卻所以龐公盡沉湘江以快其", "135": "身此時居士非人所使其貧蓋天所助其道矣昔者", "136": "所送一偈弗可以此作付法會弗可以此作開示會", "137": "於其中間弗可以此甚無謂也弗可以此孤負山僧", "138": "也是以草率數行少申奉復茲時山僧沉痾一枕諸", "139": "緣屏謝并以附聞餘不多及。", "140": "復荊州諸護法宰官復荊州諸護法宰官", "141": "時接雲翰讀之反復深知公等唯以天王法席不可", "142": "虛荊南化道不可無人懃懃懇懇為懷為念是以", "143": "尊法重人千里遠招此非昔時記莂之深而安能有", "144": "如是哉山僧已擬今春買櫂朝暮還荊不意地藏重", "145": "建殿閣堂寮相繼維新雖巨商自為擔荷獨功浩一", "146": "時難竣此際不無之躊躇遂有方於台命也至若天", "147": "王祖席諒以垂護如初又不在山僧之喋喋矣臨書", "148": "依依不盡所懷。", "149": "復松濤徐侍御復松濤徐侍御諱養心", "150": "韓退之之排佛一時妄耳後歸心吾門實乃悔過其", "151": "愆矣往往後學竊比排佛之說毀吾聖人之教正如", "152": "吹光割水何傷吾道大儒明察小儒輕率左右諒之。", "153": "題跋題跋", "154": "題玄宰董宗伯所書金剛經題玄宰董宗伯所書金剛經", "155": "士大夫崇信吾教委身虛懷問道歸心如裴休相國", "156": "之於黃檗白居易侍郎之於佛光陸亙大夫之於南", "157": "泉陳操尚書之於睦州黃庭堅太史之於黃龍張九", "158": "成侍郎之於徑山往往皆博達偉人一時浩歸吾教", "159": "所謂儒門澹薄收拾不住也至明毅廟時崇信之心", "160": "猶然未衰宗伯書經所由來也宗伯書經多種此經", "161": "係是江陵吳弘功宰江都時所贈可見吳公亦是好", "162": "道士大夫也是故宗伯書經以贈而吳公攜歸又摹", "163": "石於沙市觀音寺闖賊陷荊一埽劫灰無可留者而", "164": "此經獨存可謂金剛不壞矣然則此乃宗伯之金剛", "165": "若是如來親談之金剛豈止經此一劫而已哉。", "166": "題天童悟和尚登金山詩題天童悟和尚登金山詩", "167": "臨濟之道盛而復衰興而復廢其在明季如一縷之", "168": "繫鼎九卵之纍棋危之甚矣其持危輓廢後五百世", "169": "起而振者則吾天童和尚也夫聖人降世為拯沉淪", "170": "雖起寒微穎脫非凡不事翰墨而動筆皆是草聖不", "171": "精詩書而開口便成章法和尚萬曆丁未春自燕還", "172": "南是時尚未受囑氣宇已自不群偶登金山輒成是", "173": "句不獨自出手眼猶且玉韻驚人其繪文琢句者曷", "174": "能有此哉吳人勒石已供游客後孤雲鑑禪師重樹", "175": "豐碑并自手書垂鎮金山又以騷人采入詩林合成", "176": "風雅然則讀之者幸毋作文字詩句觀當眼豁心開", "177": "可也。", "178": "跋夔州郡守夢得破山明和尚偈跋夔州郡守夢得破山明和尚偈", "179": "丙午春夔州郡守夢破山和尚與一扇展讀其偈曰", "180": "屣聲滑滑嚮蒼苔老去尋山亦快哉回首五雲堪一", "181": "笑澹然瀟灑出塵埃覺即遣候和尚已化去矣郡守", "182": "以此為辭世之偈乃梓而遍示之且和尚自出天童", "183": "之門聲名洋溢乎東南逮歸蠶叢道價益盛然其筆", "184": "其舌玅有入神尟有不發揚其道者即發揚之處不", "185": "帶濂涎逆行順行自由自在實乃大乘菩薩游戲國", "186": "土開覺眾生者也今視此回首五雲堪一笑澹然瀟", "187": "灑出塵埃之句似有羈絆脫去覺非菩薩涉世無礙", "188": "雖則夢幻之語竊恐傳夫後世以郡守之妄誣和尚", "189": "為二乘之人也況辭世之偈關乎人天眼目由是不", "190": "慧振筆跋之。", "191": "題玅明子折疑論題玅明子折疑論", "192": "天下無二道聖人無兩心既無二道兩心則何分華", "193": "夷三教譬夫人之一身有肝膽焉有腸肺焉名雖有", "194": "異實共一命也儒者顯者也釋者隱者也顯以治國", "195": "隱以學道有其道矣君王不得為臣諸候不得為友", "196": "非有慢也無苟榮也遂爾高風獨立或為人天師表", "197": "或作鬼神恃怙則巍煥無為道在無所不在俗夫不", "198": "知以己之學方人之見謂曰鐵硯磨穿故紙鑽破尚", "199": "不能通心達理彼殊方異教廣大深遠望重若是猛", "200": "有疑焉玅明子學佛之徒也終不以己之道博論雄", "201": "談唯其疑之所請明而折之宛若庖丁解牛恢恢乎", "202": "游刃其有餘地俗夫曲辯不得亦醒久坐甕中不知", "203": "乾坤許大且赧然愧畏矣然斯論也折其疑已予則", "204": "不然請其更疑大疑所謂大疑必有大悟大悟必有", "205": "大明大明方識天下無二道聖人無兩心更不疑吾", "206": "聖人之道有異也。", "207": "題孔子世譜題孔子世譜", "208": "莊生譏孔子行仁義道德猶如駢拇枝指附贅縣疣", "209": "亦若行舟於陸推車於水又曰先王仁義道德正如", "210": "芻狗陳而無用悲夫蒙莊可謂夏蟲不知春秋者也", "211": "夫春秋之世周室微而道德廢仁義亡而霸業興亂", "212": "臣賊子出焉宣尼蒿目而憂憮然而起周流列國轍", "213": "環天下約人以禮樂曉人以信忠識之以義趨規之", "214": "以仁行作春秋修周易名分無紊道德有隆孰謂駢", "215": "拇乎孰謂枝指乎所以天不生孔子萬古如長夜又", "216": "豈與蒙莊獨善其身同日而語哉今宣尼之裔枝葉", "217": "繁茂門戶赫然亦皆宣尼之德澤乃繼微子之宗系", "218": "與世豈不煌哉茲因徵及輒以荒言敬書其譜後識", "219": "者勿以余為多辯焉。", "220": "題列僊傳題列僊傳", "221": "天下論僊者首以老耳次即莊周其後失其真矣何", "222": "則往往以身為不老修之延年翀舉升天亦為玅術", "223": "殊不知饒經八萬劫終是落空亡又不知吾有大患", "224": "為其有身是故修者不識其本致使門庭至今落莫。", "225": "題天王寺古鐵題天王寺古鐵傳為佛軀所化或鐘所鎔約四五千斤", "226": "物有所待理有時而彰其天王寺古鐵乎寺刱於唐", "227": "道悟禪師所闢荊南節度使親臨訪道見路隘車馬", "228": "節使發怒因感空中有聲曰我是天王神節使設拜", "229": "懺悔遂建寺號曰天王悟元和戊戌夏示寂節使為", "230": "撰塔銘當是時道場必乃雄傑至宋以祝融廢盡瓦", "231": "礫無存獨一巨鐵暴露坡下是鐵也遠不具論即明", "232": "時居民有近傍撫摩者旋即頭疼惱熱焚香禱之即", "233": "愈又有冶人竊為所胥將掘之時天際巨雷哼哼更", "234": "復電光閃閃冶人由此驚退荊總戎鄭公欲取鑄西", "235": "瓜之炮發卒五十將舉之時仍晦冥忽作風沙陡起", "236": "卒乃驚退然則世間有用之物防守不堅人且賊之", "237": "況數百年無主之鐵有用之物幾不被人竊去尚乃", "238": "存之其天王神護歟古鐵自護歟不然未有不廢傾", "239": "者也順治戊戌夏予始至荊開法鐵佛己亥上元解", "240": "制攜職事十餘輩親訪其處撥艸視鐵其蹴蹴然似", "241": "有愁戚之態予乃喟然曰吾亦有願而來卿有靈能", "242": "助我乎至辛丑五月方於此誅茅除日薄暮鳴鼓三", "243": "擊予領眾至其處眾拒曰不可輕動恐致禍予叱曰", "244": "物見主眼卓豎何禍哉遂拽起上坡距三門不遠予", "245": "拙筆書一額曰天王古蹟更書一佛字於上命匠以", "246": "金剛鑽鐫之往來觀覽者如市其精精然覺有喜容", "247": "是時道場已建一閣一殿矣嗚呼寧非物有所待理", "248": "有時而彰也哉是以書之告夫來者。", "249": "題黃龍寺石龍題黃龍寺石龍", "250": "曩閱楚會檮杌載靈山寺右有石龍鱗甲飛動乘虛", "251": "欲來予初未信至戊申夏重闢黃龍寺都人謂予言", "252": "曰此後山有石龍焉領予親視予曰此好事者所雕", "253": "琢耳後因掘土數尺仍復獲之鱗甲完美精潤有色", "254": "擊之鏗然有聲始信好事者不能如此為之乃山之", "255": "靈也造物之靈也夫造物之工能使物之為青為黃", "256": "為赤為白或使升降飛騰或使興雲布雨攪天池涌", "257": "地闕傾山覆海變變化化無有窮盡況復能使頑石", "258": "為乎人在塵埃之中汩汩芒芒竟不知萬物之所以", "259": "自心之變動且亦曷能號稱萬物之靈哉悲夫黃龍", "260": "與靈山相去僅一牛吼地而有石龍即此龍矣龍左", "261": "有石壁正當所建法堂之後予命門人明震擘窠書", "262": "黃龍道場四大字鐫之更勒黃龍寺始末與石龍并", "263": "稱勝概所謂德不孤必有鄰也。", "264": "序序", "265": "慈報錄序慈報錄序", "266": "傳曰武王周公其達孝矣乎夫孝者善繼人之志善", "267": "述人之事者也且武王克商光有天下身服顯名丕", "268": "振先德周公輔相三王纘成大業其事君事親之孝", "269": "百王千聖莫之與京尚未揄揚舉及獨乃暴出繼志", "270": "述事一語可見世間支延道德端在繼往開來使前", "271": "人有志有事俱不泯滅仲尼之言不亦深長之思哉", "272": "予生顓愚又復固陋父母劬勞師長雨露欲一展報", "273": "愧未能也然先人有志不逮之事則未嘗泯滅于懷", "274": "由是戊戌挂笠荊南之鐵佛窮蒐天王之舊址披茸", "275": "驅虎興復區宇象設尊嚴碑版樹立戊申鄂渚復獲", "276": "黃龍道場翦除宿莽刱還舊業其搰然以竭力乃聊", "277": "報先人之宿志兼以五坐名坊慇懃行道一十五年", "278": "以資吾親蓋是不忘所自奚敢稱曰善繼善述之人", "279": "因之剞劂殘槁遂命名曰慈報嗚呼慈恩浩渺烏能", "280": "報哉。", "281": "碑碑", "282": "先父母二碑先父母二碑", "283": "原夫汪洋之海必有其源覆天之木豈無其根聖人", "284": "降蹟賢士挺生寧曰無父母而遺其本也既不遺其", "285": "本必報之達之也養不足以報父母而聖人以德報", "286": "之德不足以達父母而聖人以道達之道也者非世", "287": "之所謂道也離情謂越死生通萬化徹古今天下之", "288": "至道者也德也者非世之所謂德也廣萬善含仁心", "289": "導品物出沉淪天下之至德者也某材愧散木吾父", "290": "母難為報也所以壬寅秋仲命駕江陵拜祭斯山今", "291": "復重來勒此二石一奉吾父於月墳之右一奉吾母", "292": "於黃陸公山之前吾父名應台故於崇禎甲戌九月", "293": "逮某壬辰自天中旋歸禮葬吾母張氏故於甲申九", "294": "月即某彼時就葬吾父母所生七女三子長子夭亡", "295": "次子亦亡某其第十子也念雙親既喪兼世又遷功", "296": "名塵垢何能羈我遂拜辭家廟祝髮披緇走求聖人", "297": "之道於四方百種磨礱而契證故不敢遺其本往來", "298": "江漢以斯至道達於吾父母也或曰父母遺體髮膚", "299": "不敢毀傷師雖明道髮膚已毀嗚呼斯人見其蹟未", "300": "見其理也蹟也者末也理也者本也吾將以本達吾", "301": "父母可謂至也況太伯斷髮文身千古稱曰至德矣", "302": "乎。", "303": "又", "304": "生事死葬祭之之禮乃人子之首行亦天下之孝本", "305": "也或曰此閭夫閭婦之行何足盡才人豪士之道也", "306": "才人豪士必任一官乃效一職高車駟馬光炫門庭", "307": "為其孝矣或曰此形名聲勢之行亦何足盡聖人君", "308": "子之道也聖人君子必見其道明其德或經濟天下", "309": "或輔相邦國堯舜禹湯周公孔子乃其人也堯舜禹", "310": "湯以道治天下其親乃不顯乎周公孔子以德輔天", "311": "下其親乃不揚乎是以古今有異教道不同欲人為", "312": "善之心則其一也某雖不敏教人務本趨善以報吾", "313": "親雖曰親之不顯天下孝道之理盡也吾何晦焉謹", "314": "稽首拜手而為之記。", "315": "版存嘉興府楞嚴寺經坊流通", "316": "康熙十一年重陽日謹識", "317": "天王水鑑海和尚五會錄卷第六", "318": "附行錄天王和尚行錄", "319": "師諱慧海字水鑑號沙翁武昌興國謝氏子生明天", "320": "啟六年丙寅至清乙酉年二十不甘處家詣報恩寺", "321": "祝髮即北游教席庚寅以生死大事南還一日飯後", "322": "看本來面目劃然大悟說偈曰面目全彰不覆藏幾", "323": "回叉手問中堂於今見也非他見慶快平生百骨涼", "324": "謁徑山費隱容和尚尚曰那裏來師便喝尚曰放汝", "325": "三十師又喝遂起名受具復訪吳興獨冠敬禪師乃", "326": "印法焉順治戊戌夏至荊開法鐵佛辛丑中興天王", "327": "壬寅應維揚地藏請乙巳再住天王戊申重建鄂州", "328": "黃龍庚戌赴漢陽棲賢冬仍東下重建地藏師五坐", "329": "道場四處開闢其道在天下言落江湖不能盡紀謹", "330": "錄所行歲月勒於天王壽塔之陰庶有考云明淵書", "331": "天王和尚四十大壽兼送返錫荊南序。", "332": "佛法猶日也日無地不照又猶水也水無地不流而", "333": "俗眼不知指土木形骸而謂之佛是何異於鑿牖見", "334": "光而曰日顓在是掘地沒泉而曰水顓在是豈理也", "335": "哉夫佛法不生不滅不增不減不限南北不分遠近", "336": "是以聖聖相承燈燈相續或舉毫端而建寶王剎或", "337": "坐微塵而轉大法輪或一拳捶碎虛空或一腳踢倒", "338": "須彌中間別有神通游戲於法自在又豈有彼此去", "339": "來相於其間耶天王大和尚玅齡悟道信乎不凡諸", "340": "方尊宿無不稱為英傑昔者開法荊南重闢天王荊", "341": "人聞說法者莫不皈依茲以松石之請遂結伽於真", "342": "州地藏禪寺儀人聞說法者亦莫不皈依僧夫荊也", "343": "特以寺古傾頹殿閣廊廡得賴結構況寺建於唐從", "344": "未一開法席而師單刀直入痛棒熱喝雷驚電掣不", "345": "知喚醒聾聵多少其為開宗第一又何疑焉儀人方", "346": "戀慕不衰而荊人迎請復至再至三儀人曰我師也", "347": "荊人曰我師也二州之人爭相戀慕亦足以見師之", "348": "教化所至也然而佛法猶日也猶水也日無地不照", "349": "水無地不流而佛法之所通又豈限南北分遠近乎", "350": "哉師迫於荊人之請今將杯渡而南矣儀人留之不", "351": "得而戀慕之情又無由申值師今年大壽故假塵言", "352": "以祝之亦惟願佛法無地不照無地不流而人之慕", "353": "師者慎勿鑿牖見光而曰日顓在是掘地沒泉而曰", "354": "水顓在是也則庶幾矣是為序。乙巳夏四月", "355": "賜進士第奉憲大夫　欽差河南通省管河水利兵", "356": "備道提刑按察司僉事兼參議前工部都水清吏", "357": "司主政提督通惠河道盛治頓首拜撰。", "358": "碑記荊州天王禪寺中興碑記", "359": "唐貞元元和間真僧輩出而佛理宗乘於時丕盛其", "360": "在荊南則天王天皇二禪師其炳炳矣二師生同時", "361": "住同地而一嗣南嶽一嗣青原其功行亦正相等是", "362": "則當日卓錫之場即為後世傳衣之地固當亙累劫", "363": "而並存然數百年來天皇猶有寺也而天王遺蹟已", "364": "付之斷煙殘照其荒落也不知幾年矣夫天王道悟", "365": "師本渚宮人也嘗謁馬祖時祖囑曰汝若住持莫離", "366": "舊處師便返荊結廬距郭不遠後節度使丘玄素遂", "367": "於府西刱寺居之額曰天王即師他日示寂地也稽", "368": "之往牒碑志猶存獨寺既不可考即荊郡乘乃不多", "369": "及亦為何哉蓋嘗考之後周時詔廢浮圖凡天下寺", "370": "塔悉就毀滅獨天皇寺以有張僧繇所繪先聖象存", "371": "焉遂得獨免豈天王寺之廢適在是時耶獨怪天王", "372": "之裔數傳而為雲門法眼二宗宗系號稱最盛兒孫", "373": "遍天下而祖父發祥之處莫有過而問者不大可悼", "374": "歎乎順治戊戌有水鑑海大禪師住錫於荊深慨夫", "375": "法席之傾頹致衣珠之迷失而悲愍獨切焉因為蒐", "376": "之得荒基一片於榛莽中尚餘塔址鐘鐵且此地周", "377": "圍十里許社名天王堂是則當日天王道場端在是", "378": "矣因以大願力共此都人士經營之無何而殿閣門", "379": "廡煥然大備舉數百年久湮勝蹟而一旦勃焉重興", "380": "非甚盛舉哉越甲辰余以榷事至荊間一游覽不勝", "381": "贊歎寺僧明哲因以其碑記請焉余雖譾劣無文然", "382": "竊幸天王有靈遺蹟復炳使至止斯地者得從瞻依", "383": "禮拜其下想見當日馬祖所謂識取自心本來是佛", "384": "之指是則天王一燈常明斯世實維鑑公大禪師斯", "385": "舉是賴焉遂為斯文昭以誌之若曰名人之文可垂", "386": "不朽欲以補郡乘所未備而遠與僧繇之繪事同功", "387": "則請以俟後之君子可也因為之記。", "388": "賜進士出身文林郎奉", "389": "敕提督湖廣荊州等處地方抽分兼管河道工部屯", "390": "田清吏司主事前翰林院庶吉士豫章鄭日奎撰", "391": "文", "392": "欽差整飾辰常靖州等處地方兵備兼管水利分巡", "393": "湖北道湖廣布政司參議兼按察司副使陳士本", "394": "篆額", "395": "欽差撫治荊岳整飾施歸等處湖廣按察司分巡上", "396": "荊南兵備道王輔運書丹", "397": "大清康熙三年甲辰秋委官趙慶鴻監寺明哲勒石", "398": "荊州天王禪寺中興碑記", "399": "夫荷單傳正印為佛祖後裔者其大節有二一曰烹", "400": "鍛人才二曰光復祖席人才不鍛慧命斷絕雖有名", "401": "山巨剎不旋踵而坵墟矣祖席不復古蹟荒湮不唯", "402": "失前人基業雖有人才亦闡化無地矣二者不可偏", "403": "廢也然欲恢張祖席又當其所繫之大小而緩急", "404": "興廢唯所設施所係者小則可興可廢可緩可急贅", "405": "疣視之亦得也若其剎為佛祖所必賴法道之所必", "406": "爭宗派源流所必待剖判者而荒煙宿莽任其蕪沒", "407": "不一為大呼攘臂奮身恢復曷以號克家兒孫也哉", "408": "則今荊天王禪寺是矣夫中興天王禪寺者沙翁海", "409": "禪師也今且言其開山之祖名道悟渚宮人謁馬祖", "410": "洞明大法住荊州天王寺法嗣一人即龍潭信也厥", "411": "初道場必爾完整歲久浸廢鞠為茂艸獨寺門一巨", "412": "鐵為天王舊物神鬼護擁有竊掘者輒雷電晦冥屹", "413": "不可動距寺三里許為鐵佛寺即天王退居也會沙", "414": "翁挂錫晴川荊南道俗走幣牘以鐵佛請沙翁念祖", "415": "蹟陵夷慨然荷笠而往開法四載大啟禪風為建禪", "416": "堂方丈及各寮二十餘楹辛丑夏復訪天王古址重", "417": "闢道場第寺基久為民業特捐衣盂充價購贖遂不", "418": "辭荼苦鳩工度材建拈華殿奉天人師殿後豎梵天", "419": "危閣前則建四王寶殿左右為廊廡三十餘楹用棲", "420": "僧眾而祖席規模則巍然傑出非沙翁以英玅之年", "421": "具開闢之力孰能一剎兩剎咄嗟指顧陡見興復也", "422": "哉然此尤未足為沙翁奇也所奇者徑山費隱容老", "423": "人為五燈列祖慧命防閑僭亂編輯嚴統以定宗支", "424": "所首辯者則天王天皇兩派之淆訛也使無人焉親", "425": "履其地窮其源則揣盤摸象鬥爭繁興曷有底止今", "426": "沙翁為老人的骨之孫而所興者適江陵之祖窟灼", "427": "然見天王之嗣馬祖龍潭之嗣天王與天皇之嗣石", "428": "頭幽閒等之嗣天皇天然證據斬盡狐疑老人心血", "429": "洞達於千萬世矣而所爭者欲以道原一人之訛書", "430": "謂龍潭信出自天皇易丘玄素符載二碑及張無盡", "431": "呂夏卿洪覺範等數十家之定典雖董狐再起孰得", "432": "而顛倒哉夫興一叢林復一祖剎亦等閒事耳獨此", "433": "天王者佛祖法道於此攸關宗派源流於此剖判又", "434": "徑山老人袞鉞心事於此待明而沙翁以一手擎出", "435": "厥功顧不偉歟余言及此者特以天王之中興頓釋", "436": "法門之疑案千百載下庶以沙翁為中興之祖云。", "437": "康熙元年仲夏前住雲居現住四祖晦山戒顯撰"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B231 天王水鑑海和尚五會錄", "author": "清 慧海說　原澂等編"}