{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1452 紫柏尊者全集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "歌再過澹菴居士園有感", "1": "紫栢老人集卷之二十九", "2": "明　憨山德清　閱", "3": "歌", "4": "皮囊歌皮囊歌", "5": "這皮囊。無好醜。空色從來莫能牖。自是當人情未消。", "6": "千零百碎分淨垢。君不見。元沙老。髑髏面前金剛倒。", "7": "費盡精神扶不起。使人常夜徒悲懊。岑大蟲。逞家風。", "8": "快言叢障本來空。一朝拶著難伸訴。業障依然障不", "9": "通。兩禪伯。心路直。血血刀刀無愧色。公案分明請試", "10": "觀。冷󰞆豆󳫲知恩德。透此關。便不難。掉臂縱橫恣軟", "11": "頑。但得胸中無夙食。從教藥病自般般。聖凡情。頓坐", "12": "斷。不住中流豈兩岸。須知死水不藏龍。雷電光中看", "13": "胡亂。看胡亂。看胡亂。末上通身出臭汗。生殺交加意", "14": "氣閒。大底輸他本色漢。", "15": "送靜菴知客之燕京造佛像歌(有引)送靜菴知客之燕京造佛像歌有引", "16": "靜菴上人將鑄銅為像。一旦辭予出山。予問此行", "17": "奚為。曰造佛去。予曰。佛如可造。空可青黃。若知泥", "18": "佛不度水。金佛不度爐乎。莫若鑄心為佛。大水稽", "19": "天弗能漂。刼火洞然弗能燒。顧不偉哉。焉用範銅", "20": "為乎。上人曰。我聞氷可以為水。色可以為空。土木", "21": "銅鐵。皆可以目得之。色乎非乎。若然者。心無形段。", "22": "空無邊際。即空即心。即心即空。空兮心兮。孰得而", "23": "思議之。範銅為佛。有何不可。古德有言曰。若人識", "24": "得心。大地無寸土。寸土尚無。指何為銅。予曰善哉。", "25": "子行矣。乃作歌以壯之。歌曰。", "26": "刼火洞然天地󰞆。毗嵐吼擊三禪隤。鑄銅為佛不可", "27": "壞。常光千古破昏埃。此行秋深時漸寒。歸來應是桃", "28": "花殘。文殊老人頻相喚。夢裏春光興易闌。君不見鴈", "29": "塔稜層高入雲。龍藏稀奇難可聞。等閒莫把年光玩。", "30": "老病休將口舌分。呵呵呵。會得麼。剝皮刺血苦何多。", "31": "豈是古人無所見。行邊早晚細思他。", "32": "悼無塵開士悼無塵開士", "33": "沁水諧觀兮不遷。遙入潭柘兮獨還。白雲忽散兮寧", "34": "堪。不遠悼爾兮義完。生為死媒兮奚歡。死為生母兮", "35": "奚難。了此而超然兮。即羣動而固閒。公若有知兮。懸", "36": "解於去來之閒。", "37": "紅禪衣歌與開侍者紅禪衣歌與開侍者", "38": "宛然一片大火聚。觸著當下誰不死。惟有命根久斷", "39": "者。披之處處為標幟。又如初八天上月。黑白相參難", "40": "辨別。朽枯髏內解龍吟。烏雲重疊清光發。莫謂穿舊", "41": "不復美。華林曾示裴相國。再來非仗觀世音。老僧端", "42": "取直壁立。君不見鳥窠拈起等閒吹。侍者當陽便知", "43": "歸。陽天和暖披此坐。一切回互不回互。曹谿少室有", "44": "來由。不是知音不點頭。或五位。或三墮。總是眾生寒", "45": "之服。殺猪屠戶念彌陀。聖凡覿面謾分訴。謾分訴。銀", "46": "盆盛雪月藏鷺。阿誰於此辨端倪。木兒石女堪分付。", "47": "堪分付。不是綾。不是布。燦爛光明處處露。披之安坐", "48": "風雪中。不異周圍設罏火。設罏火。點雪投之可見麼。", "49": "若還不見總顢頇。見之無事討事做。", "50": "寄弔陳內翰良軸寄弔陳內翰良軸", "51": "我登廬山時。東林訪君子。別後不幾年。君子取高第。", "52": "黃粱夢未全。忽聞已棄世。花開終必落。人生終必死。", "53": "花落還復開。人死竟不起。此情向誰言。耒陽有名士。", "54": "以人還自驚。無常無彼此。縱活一百年。不過先後耳。", "55": "君子君子兮。望雲空相思。聰明泉不枯。聲咽何時已。", "56": "觀放花炮歌觀放花炮歌", "57": "君不見。富貴人所喜。貧賤世所厭。古往及今來。升沈", "58": "寧有限。惟有達道人。榮辱俱如幻。漢高祖。楚覇王。爭", "59": "鋒氣勢何昂藏。正眼看來總是空。長安彭城俱荒涼。", "60": "亞夫塚。蕭何墓。荊棘深深眠狐兔。山河不改勳業盡。", "61": "奚必從前多勞苦。大不若。林閒叟。寵辱胸中曾不有。", "62": "白雲去住本無心。泉石城隍恣遊走。或愛靜。或任喧。", "63": "超然直下了非關。萬籟寥寥夜月寒。何妨花炮共相", "64": "看。聲悅耳。色供目。聲色叢中誰解悟。常光生滅兩俱", "65": "遺。千峰寂歷心如谷。又不見張相國。馮司禮。光𦦨輝", "66": "輝貴無極。一朝福盡草頭霜。日出何曾睹涓滴。古如", "67": "此。今如此。相逢誰是奇男子。聽炮觀花洞世情。掛冠", "68": "岩穴尋高士。薦大機。聞塗毒。彈指根塵成石火。羽化", "69": "還同氷夾魚。陽回大地俱懡㦬。學無生。即無死。生死", "70": "從來互相起。生若無生死亦無。孤明歷歷照千古。要", "71": "會得。須豪傑。一切情頭都斷絕。譬如香象脫覊鎻。縱", "72": "橫不受人牽拽。人聽炮。我亦聽。人觀花。我亦觀。就中", "73": "別自有玄端。妍醜交加慧鑑前。片心湛湛喻寒潭。寒", "74": "潭水。清徹底。富貴貧賤如泡翳。碌碌珞珞有何期。輸", "75": "吾枕石和雲睡。", "76": "病中歌(有序)病中歌有序", "77": "皮毬道人。以四國王相勝負而未調。或以火攻。或", "78": "以土遏。水風二帥。復激而皷之。大戰不休。是以陰", "79": "陽弗和。結為寒涎病。求醫於盧扁。賈術於華陀。皆", "80": "為之縮手。且曰。此病根於混沌之初。發於太極之", "81": "後。證自而相須。有識而致之。非我曹可以療也。皮", "82": "毬道人側聞而笑之。遂發而為歌。", "83": "皮毬道人抱痰火。咳嗽寒涎朝暮吐。四大相凌未易", "84": "調。一呼一吸無常主。達此理。真快活。謾言天地為棺", "85": "槨。此是莊周夢裡談。無生路上渠難摸。既無生。寧有", "86": "死。一切屈伸皆幻耳。乾坤亦是臭皮囊。囊中膿滴奚", "87": "相惜。千萬劫。如一瞬。南嶽關門何太鈍。由心造業業", "88": "生灾。勞頓儂家失本分。君不見一念不生佛亦幻。既", "89": "生有覺覺生情。常寂光中受磨難。離圓覺。無六道。廢", "90": "六道。無三乘。增減關頭理不明。醫王設藥聊蕩洗。皮", "91": "毬道人一身輕。一身輕。徤如狗。衛主譊譊不歇口。相", "92": "逢誰悉片肝腸。濕草功勳亦曾有。罷罷罷。變毛骨。曼", "93": "殊大士騎未足。於今只上峨嵋山。象王隊裡超拳拲。", "94": "又不見遺二道人最相愛。燈前為我償筆債。一行兩", "95": "行寫病單。皮毬道人常不壞。常不壞。太自在。房山深", "96": "處覓春光。巨桃易杏誰偷賣。孫郎藥貴近來風。飄零", "97": "鮮蕚無人曬。身既爾。物亦同。痰火機關萬法通。造化", "98": "莫瞋漏真訣。誰家園裡杏非紅。", "99": "憨郎撓柴歌憨郎撓柴歌", "100": "撓柴好。撓柴強。古人標格誰敢忘。無分老少與賢愚。", "101": "一聲梆響下禪床。下禪床。看轉變。歘忽更頭并換臉。", "102": "人人圍片破簟肩。翩翻隨眾出門遠。一步高。一步低。", "103": "孤懸鳥道路蹺蹊。風團冷氣攻心腹。日照氷崚滑似", "104": "泥。到雲深。稍停息。天寒地凍難久立。揀得枯株竊喜", "105": "輕。誰知雨打中心濕。撞著了。重也罷。安上肩頭逐步", "106": "下。高坡峻嶺轉折煩。幾迴蹉脚心驚怕。不做過。寧知", "107": "苦。往往偷安恣懶惰。直待親身經一番。從今去後知", "108": "回互。喫熱飯。睡暖坑。也要回光暗自想。大家若不共", "109": "勤勞。安能有此清福享。撓柴強。撓柴好。居山莫要閒", "110": "炒閙。衲僧既欲煉昏沉。撓塊柴兒勿生惱。", "111": "與開侍者與開侍者", "112": "龍泉侍者名道開。白雲飛去又飛回。山深迢遞勞去", "113": "來。蕭蕭祖道生塵埃。羊蹄馬跡遍蒼苔。優曇枯悴不", "114": "復開。幾番搔首憶黃梅。輪椎斵出梁棟材。竭力晚季", "115": "支傾頹。犒汝特賜茶七杯。", "116": "子房山漫歌(重前)子房山漫歌重前", "117": "彭城山上雲。彭城山下水。聚散及浮沈。廢興不可數。", "118": "君不見。人生天地能幾何。黃河東逝無回波。豪華過", "119": "眼曉天霜。誰能百戰爭山河。楚漢雄雌一夢勞。其餘", "120": "蹄涔安足多。世謂先生見機蚤。侯印棄之如腐草。超", "121": "然故託赤松遊。到頭那得韓彭惱。此據先生迹。安知", "122": "先生心。先生在報韓。功名非所欣。秦亡心事了。不去", "123": "何沈吟。又不見功名長生不相遠。棄彼取此識亦淺。", "124": "我知先生天機清。登仙冲舉皆無戀。因登此山作此", "125": "歌。偶將墨跡灑烟蘿。先生聞之謂我何。男兒意氣情", "126": "難磨。難磨惟是山與水。河遷谷變無定軌。惟有先生", "127": "一片心。恒與茲山增秀美。", "128": "弔虗白師弔虗白師", "129": "我正生兮五蘊本空。師方滅兮一真無待。本空則生", "130": "而無生。無待則滅而非滅。生而無生師不異我。滅而", "131": "非滅我不異師。師我窮極。炎罏雪飛。此中有旨。誰復", "132": "提撕。我今哭師。非悲之悲。師其有靈。鑒我寸思。", "133": "燕遷壘避佛歌燕遷壘避佛歌", "134": "余寓傅侍御之紺圃。以時事多感。又見其俗尚強", "135": "喜誇詐殺伐。故淹留日深。冀以化之。一日禮佛聞", "136": "嗚嗚聲。視之。則見梁燕巢佛頂者。遷壘於偏掖矣。", "137": "余不覺泫然。葢余挂錫幾三月。此方疑信朝暮無", "138": "常。燕乃知罪福。避佛遷巢。則佐我化多矣。豈羽蟲", "139": "之欲累輕。而靈隙猶存。不若人心凶昧。本心蔽盡", "140": "歟。因悲慨作歌。", "141": "誰謂羽蟲愚。羽蟲人不如。年年壘巢當正梁。今歲自", "142": "遷偏掖居。大為主人供聖像。竊恐糞穢罪難除。細思", "143": "想。誠可悲。飛鳴之類何知機。人乃最靈萬物首。腥臊", "144": "唐突入禪期。我重此燕異常鳥。形雖昧略信三寶。倘", "145": "爾聞經悟自心。羽蟲可作慈悲棹。慈悲棹。紅日落。幾", "146": "回渡頭待行客。無明浪裏作津梁。始信羽蟲人不若。", "147": "來紺圃。讀此歌。歌中滋味苦心多。莫謂喃喃口海濤。", "148": "急要人人出愛河。這段緣。非無端。只因燕子成此篇。", "149": "由是觀之鳥我師。師恩師德敢不傳。", "150": "蘆芽山閱法華論懷開侍者蘆芽山閱法華論懷開侍者", "151": "君不見。北帝震怒寒飈生。蒼雲彤霧馳太清。木榻林", "152": "扉睡起時。出門一片瓊瑤明。懷美人。󳬂幽思。䇿杖孤", "153": "遊飄泊子。地凍山氷草木強。獸踪鳥跡渾莫視。明窗", "154": "下。法華論。焚香坐閱陶所悶。紙勞字故念初澄。非思", "155": "量處牛眠隱。寂滅體。光明腰。三周九喻皆皮毛。相逢", "156": "若問渠頭角。萬壑千岩雪徑遙。纔眨眼。即不見。行步", "157": "如風又如電。惱殺揚鞭喚不回。熊窩豹窟多坑塹。荊", "158": "棘林。煩惱域。憎愛交加埋自己。蘆芽清勝異風塵。早", "159": "晚歸來眠露地。歸來兮。勿帶伴。火宅眾生心路險。同", "160": "床合被尚相猜。何況烟霞沒量漢。沒量漢兮閒不徹。", "161": "冷看侯王營黑業。至死不聞知見香。茫茫苦海何時", "162": "竭。又不見生天上猶有墜。人閒富貴能幾日。春花雖", "163": "好豈常鮮。到頭零落風雨急。夫差驕。勾踐辱。臥薪嘗", "164": "膽勤報復。只今吳越舊山河。年年惟見芳草綠。爭如", "165": "七軸妙蓮花。深雲淨室頻翻讀。頻翻讀兮塵習斷。靈", "166": "山一會曾不散。凡聖交參赶閙塲。拈華微笑頭陀慣。", "167": "如是相。無委曲。和盤托出寧掩覆。自是眾生情見深。", "168": "醍醐上味翻成毒。開侍者。頗可惱。杖屨翩翩何處倒。", "169": "齊魯風高落木寒。長更那得黃綿襖。好歸來。聽此經。", "170": "簷前共看天花落。", "171": "湛綠亭歌(有序)湛綠亭歌有序", "172": "昔人有以利為病者。則重名以藥之。病名則藥以", "173": "重生。病生則藥以重忘。殊不知利不自利。名不自", "174": "名。生不自生。忘不自忘。皆相待而有也。故白黑紅", "175": "綠。初非有色。而或者色之。豈非忘湛醉綠歟。紫栢", "176": "先生偕二三子。問狄生疾於湛綠亭。覺非子進曰。", "177": "大師來。不一發藥乎。先生舍然大笑曰。紅綠白黑。", "178": "聲聲色色。乃至飲食男女。萬物精粗。如冥湛而不", "179": "昧綠。孰非良藥。覺非曰。若然者。奚不曰湛六。而曰", "180": "湛綠。先生曰。書不盡言。言不盡意。聖人設象以盡", "181": "意耶。夫象者。似也。故綠即六也。九方臯之相馬。略", "182": "其玄黃。取其神駿。今子膠之乎玄黃。則所謂神駿", "183": "者隱矣。歌曰。", "184": "湛兮綠兮。雄兮雌兮。苟非其人兮豈易同歸。介然有", "185": "知兮則屬妄想。槁然無知兮則倫木石。復揣摩兮愈", "186": "得愈失。非開朗兮孰能辨析。", "187": "茅山歌送思燈還松陵(有序)茅山歌送思燈還松陵有序", "188": "吳江丁生幼業儒。屢試不第。遂棄去。問津無生。既", "189": "而將祝髮。其子求父。得之雲陽。號咷白父曰。兒雖", "190": "家貧。饘粥可供。何忍棄故土。去異鄉。丁生舍然大", "191": "笑曰。三界以名言為體。名言以因緣變而有。浮生", "192": "於因緣變中。變態萬狀。子也。父也。親也。疎也。榮也。", "193": "辱也。死也。生也。譬如龜毛繩。兔角杖。繫風挑月。豈", "194": "可以泥哉。小子行矣。無悞乃翁大事。紫柏先生壯", "195": "丁生之言。哀其子之誠孝。贈之以茅以吟。", "196": "吳江江上月。此夕照茅山。茅山山上雲。送汝吳江還。", "197": "人生乃小夢。逆順徒悲歡。試觀心未生。何缺復何完。", "198": "茅山雲。吳江月。父子恩情卒難割。卒難割。到頭恩愛", "199": "終有歇。君不見五世後。慶不賀。喪不弔。使汝由之不", "200": "為道。霜毛頃刻隨刀空。昨夜頭痛長五峰。得道歸來", "201": "撑渡船。兼載冤親無我中。", "202": "佛香菴夜坐佛香菴夜坐", "203": "今夜佛香菴前坐。明朝瀨陽江上別。今夜月明照坐", "204": "客。來宵月明照行役。行踪去來故無定。月明在處常", "205": "相識。常相識。犬吠雞鳴報消息。月明若使堪把翫。海", "206": "上神仙肯蛻骨。", "207": "壽仲堅尋李生佛歌壽仲堅尋李生佛歌", "208": "人事卒難遂。年光不可留。是非橫劫掠。使我莫自由。", "209": "豈惟今如此。往古恐相侔。但若得聞道。死生付波流。", "210": "何況榮與辱。不殊雲空浮。君不見。猪揩金山金愈光。", "211": "小人君子各有長。小人懷惡則忘善。君子懷善惡必", "212": "忘。終來善惡不到處。自是君子快活堂。一夫快活天", "213": "下安。一夫愁戚天下難。丹山碧水益道心。金釵換酒", "214": "王公寒。又不見李彌遜。李生佛。崇學祠前虎渡橋。行", "215": "踪月明猶髣髴。山僧本是方外賓。竹杖芒鞵何所親。", "216": "却言遠尋李生佛。七闔寧復畏嶙峋。", "217": "鳳頭歌(并序)鳳頭歌并序", "218": "道人往年乞食京師。諸中貴紛然爭飯道人。中有", "219": "年少未冠者。諺呼為鳳頭。邇來抱病房山。而鳳頭", "220": "者。又不遠來飯道人。則已冠矣。嗚呼。梵志白首而", "221": "歸。隣人謂昔人猶在。梵志曉之曰。吾猶昔人。非昔", "222": "人也。隣人皆驚愕其言。道人感鳳頭。不畏巖谷崎", "223": "嶮。敬持主命。飯道人於深山。遂賦此。", "224": "昔鳳頭。今鳳頭。誰云今鳳頭是昔鳳頭。來者且未至。", "225": "去者不可留。來去既非有。眼中見鳳頭。嗟哉世上人。", "226": "當面昧鳳頭。鳳頭復鳳頭。橫計如奔流。滔滔正莫返。", "227": "無風爭覆舟。大覺不忍看。垂手援癡牛。夜光暗投人。", "228": "按劍誰非讐。嗟哉世上人。何人識鳳頭。", "229": "題淨業堂徹天師卷題淨業堂徹天師卷", "230": "經殘老衲無餘事。手自窗前拂竹几。一卷橫鋪非等", "231": "閒。烟濤空翠何窮止。君不見斷岸孤村富花卉。容顏", "232": "零落妬山鬼。又不見一片閒雲度碧空。舳艫千里疑", "233": "䘖尾。浪巨風高帆互飛。黿鼉出沒如螻蟻。看來性命", "234": "微塵輕。弄險收成能有幾。半峰上。石磊磊。春去幽枝", "235": "含蓓蕾。彷彿吳姬擬笑時。貪觀日暮不知悔。前王塚。", "236": "後王墳。秋雨蕭蕭欲斷魂。相逢莫問雌雄事。得失還", "237": "同谷口雲。今與古。柳生肘。富貴功名非我有。任他造", "238": "物亂翻騰。殷勤抱住無生帚。鴟與梟。鸞與鳳。麒麟香", "239": "象同一甕。長松雪重󳬈巢傾。誰知打破漁人夢。烟霞", "240": "曲。隱龍宮。鐘梵喧喧震太空。聞聲幾箇解入流。萬劫", "241": "根塵當處融。運筆端。憑覺觀。念未生時誰所判。和盤", "242": "托出與人看。始是英雄豪傑漢。咄咄咄。勿漏洩。落霞", "243": "孤鶩兩俱絕。水色山光一鏡懸。通天別有超情訣。", "244": "靜樂縣萬花山清涼寺歌靜樂縣萬花山清涼寺歌", "245": "君不見萬花深處清涼寺。山迴水遶清佳處。昔有幽", "246": "人此練心。黎羮藿食知幾祀。一旦荊棘化樓臺。青蓮", "247": "寶座踞如來。等閒忽作師子吼。魔外妖獸腦裂開。哲", "248": "人既出成草莽。狐狼野干鳴如雷。琳宮金砌臥牛馬。", "249": "其誰見之弗生哀。我愍往者心血枯。蒿萊力盡成精", "250": "廬。相去未有五百世。寧能忍之不扶持。又不見布金", "251": "太子芳名久。給孤長者隨方有。讀我歌。信我語。便是", "252": "祇園賢檀那。慨然出手為之整。兒孫管取多魁渠。呵", "253": "呵呵。智者誰。清凉一念未生時。萬花開處六門香。若", "254": "人聞之領大機。領大機。勿生疑。業重終難味厭離。厭", "255": "離二字聖賢命。常人聞之等糠粃。唯有英雄調不同。", "256": "相逢一見便相期。畜生無有厭離心。安得為人秉󰤯", "257": "倫。為人無有厭離心。安得聞道出苦津。不厭財。被財", "258": "殺。不離色。被色縛。殺縛由來厭離缺。諸君欲邁風塵", "259": "路。洗心厭離是真訣。", "260": "眉山歌眉山歌", "261": "君不見眉山高入雲霄際。翠靄氤氳三萬里。其誰度", "262": "夏清涼深。雪飛六月寒侵肌。銀鈎掛。懶能拭。一任垂", "263": "垂壯風骨。南衡老漢調不同。時可入兮時可出。顯與", "264": "晦。豈有常。譬如一手握復張。癡人見之有開合。了得", "265": "寰中總不妨。巴江水。龍翻石。夢裡徒勞分遠邇。何處", "266": "青林鳥忽鳴。醒來白象仍師子。山中樂。聲聞縛。大隱", "267": "何須生執著。去住閒雲恣卷舒。從人笑我無圭角。五", "268": "羊皮。一釣竿。無底盤中弄彈丸。浮空落地謾留碍。宛", "269": "轉橫斜著眼看。秋風高。暑氣消。棧閣岩巒道路遙。翩", "270": "翩瓶錫漢關險。二三法侶俱腰包。一箇下。一箇上。松", "271": "畔回頭渾畫樣。足倦團圞坐樹閒。滿前黃葉扶清曠。", "272": "坐復起。過幽曲。流水泠泠絕塵俗。却憶淮陰算計多。", "273": "陳倉刁斗喧空谷。出不意。備不及。席卷中原無許力。", "274": "英雄不見空聞名。玄猿月下啼山色。今即古。古即今。", "275": "行人怕聽斷腸音。輸我胸中無所慮。萍蹤江海儘浮", "276": "沈。", "277": "過樓煩寺有感過樓煩寺有感", "278": "君不見五胡亂華綱紀裂。君臣相啖如蛇蝎。晉室翻", "279": "成累卵危。奸雄竊保逞豪傑。老與少。弗忍道。骨肉流", "280": "離委荒草。中國瓜分屬犬羊。腥羶滿地將誰告。仁與", "281": "義。咸廢棄。七經二篇成故紙。佳兵尚武殺氣驕。直謂", "282": "山河馬上治。佛菩薩。閔此輩。鑄頑為良慈雨沛。谷隱", "283": "龍飛紹佛圖。樓煩豹變昭羣類。隨方設化順機宜。貴", "284": "賤從風啟蒙昧。姚秦石勒悟初心。蒼生塗炭承茲濟。", "285": "又不見勝井金枝秀異常。揚光將表醍醐瑞。三草二", "286": "木均受霑。鼓聲那入闡提耳。投鞭斷流狹長江。強梁", "287": "狼顧恣吞噬。出師安公諫再三。符堅伏軾佯瞌睡。一", "288": "朝兵散霸業空。取笑千古真成戲。飄風驟雨刁斗鳴。", "289": "生民無柰樵蘇計。廬山高。五峰峻。翠靄氤氳趺座穩。", "290": "五篇六事邁巢由。天子潯陽詔不准。貪夫懦夫聞此", "291": "風。孰不剛明消鄙吝。利世從來功績高。昌黎吉水猶", "292": "猜忿。烏紗巾。天在上。雌黃人品休鹵莽。休鹵莽。人禍", "293": "天刑指諸掌。我勸爾。慢弄文。凋淳損朴文為君。是非", "294": "顛倒誠堪惜。鸞鳳驅入鴟梟羣。引後生。祖輕薄。短什", "295": "豐章播唇舌。大方君子自有見。肯逐兒童營黑業。習", "296": "鑿齒。劉遺民。襄陽匡阜挹清芬。片言一偈相酬唱。流", "297": "光足啟萬世昏。邊風勁。侵骨冷。杖履翩翩尋勝井。白", "298": "草黃雲古殿寒。遠公芳躅蕭條盡。蓮華漏。石棋枰。東", "299": "林白社空留名。自慚小子道業疎。坐觀成敗難支撑。", "300": "悲歌涕泗拽杖去。滹沱滾滾愁堪聽。", "301": "長歌送廬山黃龍潭湛上人遊學(并序)長歌送廬山黃龍潭湛上人遊學并序", "302": "古人之志於學也。學則必成。今人雖志於學。迄未", "303": "有成者。豈古今人知覺不同耶。葢古人之學也專。", "304": "專而勤。勤而恒。恒而思。思而明。明而行。於是六者。", "305": "斯須不敢怠也。而其學成矣。今子將遊學四方。亦", "306": "能於此六者。持之有常。則古人不遠。聊贈以歌。作", "307": "長途主杖子。", "308": "決戰從來貴𢬵死。決學從來貴自強。𢬵死臨敵心慷", "309": "慨。慷慨之者敵必亡。自強不息學必成。寧慮中途無", "310": "主張。所以古人志於學。尋常臉上生氷霜。美惡境界", "311": "付虗空。不留方寸蔽心光。心光不蔽慧自生。慧生觸", "312": "理無不明。理明覧教自相契。自然吐語佛智冥。佛智", "313": "既冥天有梯。知君到此不生迷。歸來高隱黃龍潭。白", "314": "足蹈遍萬峰西。相逢月下論疇昔。始證予言無不實。", "315": "無不實。也是無端太狼藉。不是鎗旗惑亂人。要衒儂", "316": "家沒巴鼻。", "317": "登天目徑山作登天目徑山作", "318": "天上富貴人閒慕。人閒富貴天上唾。從來惟有達道", "319": "人。天上人閒都󳬇破。栗楖一條橫瘦肩。窮山探水不", "320": "知年。兩丸日月誰拋擲。滄海桑田幾變遷。君不見崑", "321": "崙腹。飛來浙江號天目。一枝搖擺向東溟。怒馬方馳", "322": "忽頓伏。雙徑縈迴雲霧深。五峰盤踞星辰簇。天所作。", "323": "地所藏。待人而興名始揚。欽師一受龍神施。深湫漲", "324": "為行道場。道成德厚動天子。王侯奔走為金湯。須信", "325": "開池莫待月。池成水滿月自光。又不見幽岩樹。歷盡", "326": "嚴霜春未遇。一旦陽和驀地回。嬌花嫰蘂紛相附。自", "327": "唐來。至於今。烟霞朝市幾浮沉。何事東風撼塔鈴。殘", "328": "紅流水澹人心。龍與蛇。無常居。山頭老漢八十餘。夜", "329": "叉佛面振家聲。正令當陽肯讓渠。白兔踪。靈雞冢。暖", "330": "足功高報曉勇。豈可人為萬物靈。逢緣不布菩提種。", "331": "放生池。金蓮開。異香時復染樓臺。微風閒吹石上松。", "332": "定裡初驚聲若雷。聲與色。休妄測。眼聞耳見不可即。", "333": "兩者既然法法同。凡夫作佛無多力。怪底獃郎業垢", "334": "昏。青天白日生疑惑。石解喝。螺解活。情與無情一機", "335": "括。試將輕線石下牽。橫來竪去皆通達。螺既死。仍復", "336": "生。百沸鍋中別路行。若人於此知消息。劫火毗嵐一", "337": "任烹。且拈小。喻其大。了得頭頭本非昧。前朝後代祖", "338": "師禪。善解施為何利害。趙州狗。無佛性。相逢舉著誰", "339": "不病。一朝徹底忽掀翻。救却瞿曇窮性命。一大事。饒", "340": "將相。管取懸知弄不上。非是欽師惑亂人。情斷輸他", "341": "本色匠。子房謀。淮陰功。楚漢爭雄春夢中。飛沙何處", "342": "鳴刀斗。醒來自笑兩成空。遮空相。元清淨。無邊剎海", "343": "虗明鏡。一微涉動太山崩。今古紛紛憎愛柄。莫若早。", "344": "直下休。千頭萬緒付溪流。明月溪邊趺坐時。雲空臺", "345": "殿自清秋。嗟祖道。轉荒涼。狐兔成羣白日狂。三衣瓦", "346": "鉢是何物。淫坊酒肆較低昂。水山勝。無過此。絕頂纔", "347": "登收眾美。浙江濤接海門潮。觀音舌相拖牀被。大慧", "348": "老。慈悲好。白雲却許紅裙掃。遊人若怪烟花迷。敢保", "349": "先生未聞道。迷在我。不在人。境緣逆順陷根塵。迥脫", "350": "根塵光獨露。閒花野草大家春。聊暫遊。未能留。阿誰", "351": "追我雙溪頭。孤燈達旦話疇昔。臨別瓶窑情更綢。丈", "352": "夫脚。肯閒踏。蓮花藏板期永納。分付山靈善護持。萬", "353": "古蒼生無畏塔。", "354": "奴歌(并序)奴歌并序", "355": "予聞萬物浮沉於生死者。情為其累耳。故未超情", "356": "者。解奴人而而不自奴。何殊東施醜嫫母哉。因而", "357": "信口歌此。", "358": "君不見蕭梁求為佛家奴。五體投地拜泥塗。至今天", "359": "下聚口笑。誰知就裡存遠圖。又不見張子房。圯橋進", "360": "履人呼狂。少年不恥拜白頭。強秦一旦為之亡。死生", "361": "於人亦大矣。若比強秦難此彼。不笑留侯笑梁武。西", "362": "施貌惡嫫母美。嗟世眼。見何短。是遠非近徒毀讚。塵", "363": "劫不憂憂頃刻。緩者反急急者緩。子房亡秦為報韓。", "364": "秦亡心事都已完。超然且托赤松遊。流水青山天地", "365": "寬。人生大患莫若身。老子立言寧不真。既悟此身為", "366": "大患。忘身事佛豈凡民。勸君夜氣清明時。細將兩者", "367": "較疎親。蕭張所存志遠近。何殊青天與黃塵。眾人見", "368": "小不見大。蟻垤龍峰等一巾。又不見眼為色之奴。耳", "369": "為聲之奴。鼻為香臭奴。舌為鹹酸奴。身為觸之奴。意", "370": "為攀緣奴。巢許為名高之奴。堯舜為天下之奴。老子", "371": "為三寶之奴。孔氏為仁義之奴。釋迦為眾生之奴。達", "372": "觀老漢為沒巴鼻之奴。長亦奴。短亦奴。美亦奴。惡亦", "373": "奴。古亦奴。今亦奴。大道未判何爾汝。凡落朕兆皆為", "374": "奴。嗟哉濁世顛復倒。不奴於汝謂我奴。譬如魚龍在", "375": "水中。分疆割界嚴異同。殊不知離水覓魚龍。魚龍何", "376": "所從。又如大地上。培塿與崑崙。離地辨高低。瞎子笑", "377": "盲人。呵呵呵。會也麼。若知此。可來同度苦海波。", "378": "漯陽結夏歌漯陽結夏歌", "379": "漯陽莊。漯陽莊。地廣天低野色蒼。碧樹塵希晝作陰。", "380": "翠籐月上夜生光。凭淨几。對明窗。飯罷喃喃讀竺章。", "381": "慧風颯爾卷迷雲。一輪靈鑒照無方。喜長夏。荒林僻。", "382": "游子那能覓踪跡。鉢水罏香魂夢涼。共誰箕踞恣幽", "383": "適。君不見寵辱陌。患得患夫驚俗骨。華髮蕭蕭孰解", "384": "休。等閒氣斷空悲泣。兒與孫。縱滿眼。黃泉路上苦無", "385": "眼。自家造罪自家當。悔恨生前欠營善。慈陰槐。翠蛟", "386": "軒。培植構來知幾年。從聞閣覆垂玉堂。飛紅一片浮", "387": "青天。朝與暮。勤功課。鐵磬聲中亡者度。右丞別墅改", "388": "招提。輞川千載王氏做。嘆古今。錯用心。懶積白業積", "389": "黃金。滿頭雪色買難消。歌舞樓臺變荊榛。吳王墓。齊", "390": "王陵。年年歲歲記空名。金棺銀槨屬豪客。行人弔古", "391": "枉車停。爭似聊城傅居士。為爺生子續傳燈。", "392": "房山歌房山歌", "393": "房山奇勝天下寡。羣峰梁棟青天瓦。四圍翠壁鎻空", "394": "明。就中幽䆳難圖寫。行鳥路。多恐怖。挾䇿捫蘿防失", "395": "悞。禪流欲透死生關。百尺竿頭須進步。𢬵跌殺。危機", "396": "竭。虎穴龍宮皆寂滅。對境無心方寸閒。懸崖跳躑須", "397": "豪傑。閻老子。見此輩。業鏡分明罪難配。從來不落朕", "398": "兆中。鄧公碾折馬駒腿。據尊卑。明彼此。丹霞燒佛亦", "399": "合死。誰知禍著熱心人。院主眉須甘墮耳。冤不冤。屈", "400": "不屈。生殺那論祖與佛。驢糞相逢換眼睛。夜光翻作", "401": "路旁物。君不見雲深處。兜率鐘聲等刀踞。白拈老子", "402": "解回互。明暗相參向誰語。言不言。知不知。雲邊老樹", "403": "礙人枝。月夜幾回橫瘦影。驅烏錯解作蛇兒。行未里。", "404": "頻滴瀝。點點有聲何處覓。一聲既爾萬聲同。眼聽清", "405": "音太古笛。禪家樂。調自朴。不屬宮商辨清濁。去聖遠", "406": "兮邪見深。紛紛魔子寧知覺。笛既爾。琴亦然。子期千", "407": "古臥黃泉。料難拍手喚得起。伯牙安忍再整絃。高山", "408": "上。有流水。一斗之名何代始。曾聞大旱為雲䨘。三草", "409": "二木生悲喜。一六合。水可見。未合已前浪更險。若言", "410": "龍去水即枯。性空真水成虗陷。如是觀。名正觀。魔外", "411": "從教心膽寒。一大既然三大等。事事同條莫自瞞。頓", "412": "悟了。識轉智。六七因中分等地。觀門逆順痛自強。年", "413": "光宜惜莫虗棄。補處尊。相宗祖。知足天中施法雨。上", "414": "方臺殿信玲瓏。龍象當年成隊伍。寒岩下。異草青。纔", "415": "說興亡不可聽。空門尚復有消歇。人代安能無朽榮。", "416": "漢高祖。楚覇王。山河百戰爭雌黃。請看而今安在哉。", "417": "龍樓鳳閣草萊荒。笑淮陰。輸留侯。自成自敗誰之由。", "418": "只為當頭一著差。滿盤棋子未央收。奇男兒。不見快。", "419": "開眼却教婦人賣。相逢多少稱英雄。事到頭來皆納", "420": "敗。春夢曉。聞啼鳥。古往今來事多少。昨夜東風過短", "421": "墻。殘紅滿地誰相眺。初立表。華嚴老。法界精深試尋", "422": "討。前三可以學解知。後一從來沒頭腦。殃及兒孫卒", "423": "未休。天開林叟分青皂。皮毬道人強證明。也是自起", "424": "還自倒。房山好。任行坐。峰巒面面如花朵。石磴蒼苔", "425": "笑馬蹄。冷看遊人攀鐵鎻。上者上。下者下。流芳自古", "426": "不可把。老病不與人相期。莫待臨時淚空洒。因有身。", "427": "招寵辱。因有心。生好惡。苦海茫茫難濟度。直將兩者", "428": "等乾城。那怕房山路頭錯。", "429": "兄伯歌兄伯歌", "430": "羊生虎。犬生牛。指鹿為馬誰所尤。大抵人情反復閒。", "431": "波瀾未必喻能周。勢所臨。利所在。血口論交心尚昧。", "432": "況復相酬杯酒中。伊能便肯傾肝肺。君不見有形大", "433": "者惟天地。包羅萬有纖不棄。暑往寒來興與亡。未嘗", "434": "有心為軌則。孔方兄。勢耀伯。威福年來甚輝赫。骨肉", "435": "相逢狹路中。死生榮辱恣所役。孔夫子。李老君。釋迦", "436": "文。乾坤三老最超羣。直得於今伎倆窮。相看品坐淚", "437": "紛紛。青者黃。白者黑。直者枉兮枉者直。禮樂詩書過", "438": "耳風。五千十二乾蘆菔。孔方伯。勢耀兄。英雄彼此互", "439": "崢嶸。證今作古古作今。仰憑神力無不成。自笑從來", "440": "不安分。淡視二兄如土糞。同儕盡道且狥時。賦受剛", "441": "褊情不近。窮性命。直甚錢。東拋西擲信前緣。寸衷苟", "442": "有真機在。頭上安能無青天。雲山中。風塵裏。出處何", "443": "曾有定軌。士庶公侯一道看。境緣逆順何悲喜。言之", "444": "易。行之難。好惡關頭戰歲寒。自心未了強磨礱。到底", "445": "情根未易𢬵。破鉢盂。折拄杖。一息不來都棄放。單單", "446": "剩得臭尸骸。從他蛆出爛如醬。爛如醬。銀槨金棺無", "447": "兩樣。南北山頭多墓田。未死誰非勢利匠。吾所言。大", "448": "似正。歌之恐犯伯兄病。伯兄從此肯回光。迷雲鑠破", "449": "呈心鏡。心鏡明。便自信。向來勢利真罪釁。即將此念", "450": "擴充之。伯兄直下俱堯舜。又不見君子小人豈有常。", "451": "魔佛還同雪與湯。雪消湯內重尋雪。何殊石女覓爺", "452": "娘。這般話。甚易曉。未解為緣人欲擾。試看一念未生", "453": "時。日用身心奚大小。忽頓悟。子得母。騰騰天性自相", "454": "厚。死生顛沛只如閒。一段恩情無左右。千古始。千古", "455": "末。如我所說理方達。若非我說別尋條。從教佛也奉", "456": "一喝。", "457": "道吉水懷鄒郎道吉水懷鄒郎", "458": "隔吉水兮望吉山。吉山之下誰結菴。菴前古道蒼苔", "459": "滿。獨許白雲閒往還。", "460": "山居歌遺兜率寺隆禪人山居歌遺兜率寺隆禪人", "461": "山居春。花木氤氳氣象斯。幽鳥一聲啼曉夢。等閒喚", "462": "醒本來人。", "463": "山居夏。雷雨龍蛇爭變化。戶外階前雲水深。禪人憨", "464": "臥長松下。", "465": "山居秋。石上裁雲補衲頭。一任西風頻落葉。園林芋", "466": "栗已全收。", "467": "山居冬。雪覆千峰與萬峰。茅屋夜深成獨坐。地鑪達", "468": "旦暖烘烘。", "469": "寄憨師觀音歌寄憨師觀音歌", "470": "石頭船艙大幾多。我與公坐寬如何。一別三年不相", "471": "見。幾曾離得上新河。然無船主為把柁。普門尋得觀", "472": "音哥。觀音老哥我不異。今寄觀音到廣城。廣城亦不", "473": "異船艙。我公朝莫富歡情。此情情在象帝先。千磨萬", "474": "折觀音憐。故特分身作三老。長年為公撑此船。此船", "475": "撑到安穩處。何怕風波浪潑天。浪潑天。浪潑天。寶船", "476": "廠裏結因緣。我聞南海寶最眾。公載眾寶船滿乎。船", "477": "若不滿重相見。觀音老哥意何如。意何如。意何如。巨", "478": "峰海月明如鏡。照破支郎不丈夫。", "479": "龐德公歌龐德公歌", "480": "襄陽龐公少檢束。白髮不髠亦不俗。世所奔趨我獨", "481": "棄我已有餘彼不足。鹿門有月樹下行。虎溪無風舟", "482": "上宿。不識當時捕魚客。但愛長康畫金粟。杜口如今", "483": "不復言。龐公為人不曲局。東西有人問老翁。為道明", "484": "燈照華屋。五言七言正兒戲。三行五行亦偶耳。我性", "485": "不飲只解醉。正如春風弄羣卉。四十年來同所事。老", "486": "去何須別愚智。古人不住亦不滅。我今不作亦不止。", "487": "寄與悠悠世上人。浪生浪死一埃塵。洗墨無池筆無", "488": "塚。聊以作戲悅吾爾。", "489": "岷江歌岷江歌", "490": "藍袍不服服緇袍。身處塵諠慕寂寥。山水移來杖藤", "491": "上。閒消那得白頭毛。頭毛白。雪覆層峰趣難得。從教", "492": "熱惱化清涼。娑婆不異蓮華國。但將憎愛付岷江。龍", "493": "堂寺裏龍初出。龍初出。千山萬山雲墨黑。火星撞見", "494": "老比丘。伎倆難施空自泣。", "495": "古㵎歌古㵎歌", "496": "直下千峰與萬峰。山中一雨瀑千里。流來深處湛然", "497": "滿。分出池平映遠空。君不見源遠流長出處高。終歸", "498": "大海作波濤。此言雖復尋常句。得意忘言理本遙。又", "499": "不見言說法身無精麤。忘言得意皆真如。白雪重疊", "500": "流水聲。側耳聽來有若無。自太宰。與諸君。麤言細語。", "501": "如蟲食木。偶爾成文。有心無心路既窮。流水冷冷出", "502": "白雲。達觀道人徤行脚。海北天南遍摸索。青山飽飯", "503": "臥松下。泉聲咽石催夢覺。夢覺眼開天地寬。寒暄何", "504": "處不安樂。偶然乞食來荊楚。淨業禪房竹几角。禪人", "505": "笑而示此卷。兩耳泉聲洗煩濁。橫疑身在烟霞中。禪", "506": "房何日誅茅縛。溪聲果是廣長舌。說法何勞口聒聒。", "507": "髠丁歌髠丁歌", "508": "恣軟頑。恣軟頑。去聖遠兮無羞顏。髠丁六羣與七羣。", "509": "飽食遊談胡亂攀。或攀佛。或攀祖。佛祖吾曹當踵武。", "510": "羊質虎皮徧諸方。為非往往煩官府。官不知。橫生疑。", "511": "玉石俱焚一同看。遂謂緇林無靈芝。三家村。七里店。", "512": "善惡賢愚皆可驗。檢名審實情難瞞。善者賜香惡賜", "513": "劍。賞罰明。奸莫逃。難將黑白昧絲毫。空門廣濶人烟", "514": "眾。荊棘梧桐各有條。鳳棲棘。鴞聚梧。鳳鴞自然精神", "515": "殊。莫因棲止眩毛色。鴞豈能作鳳鳴乎。佛知見。貴戒", "516": "律。背則凶兮奉則吉。為僧若不斷葷羶。如來呼為髠", "517": "頭卒。城市裏。山林閒。名藍真宇指可頒。相將十九廢", "518": "七八。疎山石門徒悲潸。推所自。廢寺由。不因黃冠因", "519": "髠頭。髠頭若使守戒珠。福田自然多秋收。實相米。飯", "520": "如雪。嚼破一顆狂心歇。狂心歇處本菩提。光還自照", "521": "無圓缺。僧如此。孰不敬。敬僧檀那心亦正。僧俗心光", "522": "照不窮。疎山石門行正令。正令行兮神鬼泣。當機佛", "523": "祖難攙柄。陳瑩中。人中龍。天台教觀有門融。上藍長", "524": "老世英勘。宗教精深覺範翁。", "525": "登那羅窟有感登那羅窟有感", "526": "君不見太樸未鑿混沌始。情與無情無彼此。瞥然一", "527": "念是誰生。骨肉山河成礙窒。那羅窟。甚深密。底裏空", "528": "明不可測。見說神僧向入中。雲邊千古遺包笠。聞其", "529": "風。我亦來。幽岩感慨增徘徊。自慚身見仍還在。菩薩", "530": "有門不為開。一直上。莫分別。凡聖都盧乾屎橛。當頭", "531": "若許著思量。石人腦後重加楔。由是觀。休外參。眼聲", "532": "耳色髑髏寒。常光一片色非色。乾坤攝取一毛端。又", "533": "不見維摩丈室十笏許。百千師座皆容處。若言老漢", "534": "弄神通。分明瞌睡成錯去。這妙用。孰不有。吃飯穿衣", "535": "記得否。自是男兒不丈夫。超踔金毛變癡狗。風吹草。", "536": "本非賊。望影狺狺吠不已。及乎大盜劫主人。煩惱刀", "537": "鳴遂竄匿。業酒醉。何日醒。碌碌浮華俱酩酊。輕裘肥", "538": "馬送時光。愁殺相知多此病。且由他。各管自。沐猴性", "539": "躁方痛治。好惡關頭林木深。上下何曾有定止。鞭其", "540": "後。即回首。叱去呼來不敢扭。掌中繩索尚相持。禪翁", "541": "謾笑狂奴醜。明道易。履道難。習水情潭豈易乾。不是", "542": "一番𢬵命做。說時似悟用時瞞。話到此。淚如雨。滴滴", "543": "皆從肝肺出。相逢罕遇箇中人。愁人莫向愁人語。既", "544": "有苦。必有甜。陰盡陽回峒口乾。閒來暴背解麻納。寧", "545": "知身在重巒閒。夜來趣。忘人情。萬里烟波海月生。設", "546": "使侯王知此境。便教敝屣視功名。", "547": "皮囊歌皮囊歌", "548": "怪哉四大。誠吾患害。孜孜給其所需。念念從其所愛。", "549": "未嘗少頃而哀矜。胡廼忘恩之莫大。正欲䇿進於清", "550": "虗。反招增損於勤怠。正欲忘彼於無何有之鄉。不覺", "551": "遷移於愛憎之態。幼而累父母匡扶。長以藉師資教", "552": "誡。晝則役我如馬牛。夜則昏我如蟲蠆。登山兮氣喘", "553": "神疲。涉水兮足寒腰瘵。動時纔覺。得其所宜。轉眼以", "554": "成。無能靜時。方欲憩其幾微。倐爾千條萬派。我之恩", "555": "德日隆。汝之過𠎝日敗。從今識破這冤家。任我縱橫", "556": "俱自在。或赴火。或投崖。終不為汝生驚怪。或中矢。或", "557": "嬰矛。豈復還為汝罣礙。但願人人出此情。何分九蓮", "558": "及三界。若還一念被他迷。管取來生償業債。", "559": "石門多勝閣啜茗問月歌石門多勝閣啜茗問月歌", "560": "連宵明月在何處。明月今宵始見汝。我問明月月佯", "561": "聾。清光湛湛嬌不語。誰知不語意更深。明月無心解", "562": "相與。海角天涯在在逢。根塵迥脫月為侶。月明若使", "563": "有盈虧。拾得寒山肯輕許。李白把酒問月明。月明石", "564": "門翻問予。予無所答指溪山。溪山明月常所處。我心", "565": "即月月即我。我兮月兮謾寒暑。盧仝七碗生清風。予", "566": "啜三甌問吳楚。吳王楚子安在哉。章臺餘艎夢空舉。", "567": "雪消巴蜀春水來。羅岕龍團試重煑。瓦爐湯沸學雷", "568": "鳴。凍壑一聲忘我所。", "569": "臨川文昌橋水月歌臨川文昌橋水月歌", "570": "君不見文昌橋上月。幾回圓兮幾回缺。月缺月圓非", "571": "無心。要知黑髮成白髮。髮白若使不復黑。無拘貴賤", "572": "終埋骨。金棺銀槨與籧篨。骨朽到頭總須沒。又不見", "573": "文昌橋下水。逝波一去不復返。花開花落知幾遭。流", "574": "水送花無近遠。近送前川花自沈。遠送東溟花始損。", "575": "雖分遠近皆殘紅。樹底悲歌何太晚。月兮花兮是何", "576": "物。盈虧榮落信還屈。扣其兩端情自枯。情枯自然智", "577": "亦訖。智訖情枯著眼觀。月明流水如湯沸。如湯沸。文", "578": "昌橋斷應黼黻。黼黻文昌功最高。津梁萬古何崎崛。", "579": "何崎崛。利害關頭情貴拂。情拂理通津梁成。頭顱水", "580": "底休悲󳬂。文昌橋上月明時。法食徧拋無煩乞。管教", "581": "一飽忘百饑。髑髏夢覺心非佛。", "582": "遊飛鰲峰悼羅近溪先生遊飛鰲峰悼羅近溪先生", "583": "雲峰如花公如春。春歸花自少精神。高山流水初不", "584": "異。風月無邊欠主人。主人一去不復返。笑予何事來", "585": "遊晚。梅花落盡浪花浮。片帆風飽來迹遠。舟停山脚", "586": "望山頭。橋橫半空跨絕巘。見說羅公橋上行。仰看青", "587": "天橋上偃。身心已視等虗空。虗空豈復有增損。翻身", "588": "橋上東復西。下方人見驚不穩。羅公浩歌行雲停。聲", "589": "滿乾坤誰復隱。歌聲全落麻姑泉。泉化為酒解愁本。", "590": "愁本莫過利與名。利名又以身為鍵。身忘患忘神始", "591": "全。神全風塵即閬苑。何必雲深覓從姑。却被麻姑笑", "592": "凡混。羅公心曲歌中剖。摩利支天司北斗。一身多臂", "593": "手縱橫。各執法物心豈有。有心兩手勞不勝。無心千", "594": "手妙自偶。羅公此妙孰能傳。能傳問君有受否。有受", "595": "心外則有法。根塵亢然神復走。身心翻作是非巢。利", "596": "名鳥󳭋爭好醜。鷦鷯一枝身以安。肯學烏雅開惡口。", "597": "惡口不開善口開。開言終與理不乖。橫說豎說萬竅", "598": "號。天風寧出有心哉。無心根塵何彼此。如去如來莫", "599": "亂猜。羅公此意得無得。暗將無得化春雷。春雷出地", "600": "羣蟄醒。醒後三家夢自回。君不見儒釋老。三家兒孫", "601": "橫煩惱。羅公一笑如春風。無明樁子都吹倒。旴江三", "602": "月放桃花。兩岸紅顏知多少。莫道羅公去不歸。雲峰", "603": "古路無人掃。", "604": "悟道歌(并序)悟道歌并序", "605": "古人謂悟道難。予甚不然。特作歌聊泄微意。", "606": "君不見牛與馬。只愛憨眠不愛打。草肥水美情更歡。", "607": "蹄角饑焦難可惹。水中魚。樹上鳥。一樣飛潛無大小。", "608": "慕潭擇木最難瞞。駭弩驚鈎太分曉。又不見上達輕", "609": "軒冕。雲壑松泉苦躭湎。空谷幽蘭獨自香。終須不逐", "610": "清風卷。惟中人。甘縉紳。聲色遊觀意氣新。瓊林宴罷", "611": "喝如雷。帶酒歸來燭已陳。田家苦。田家樂。苦樂浮沈", "612": "任豐約。最是西風晚稻香。濁醪肥鴨對斟酌。南枝鵲。", "613": "瀚海羊。蘇武當在冷獨嘗。馬市開來三十年。破膚將", "614": "軍齒盡黃。人與物。殊階級。喜則揚聲悲則泣。莫言人", "615": "貴物賤微。一念未生皆獨立。性所變。乃為情。憎愛交", "616": "加理不清。須知想念即本智。覓水離氷佛豈成。臨濟", "617": "棒。德山喝。馬面牛頭手段辣。士庶公侯隻眼看。是凡", "618": "是聖從宰割。這些子。真妙術。掃却迷雲懸慧日。大家", "619": "都在清光中。盲者依然黑漆漆。再方便。開覺路。內外", "620": "推尋心無住。無住之心物我同。熾然成異因喜怒。喜", "621": "怒起。初無性。離却前塵沒把柄。智者頓達能所空。迸", "622": "出軒轅太古鏡。等閒用處辨妍󳲥。斷送瞿曇窮性命。", "623": "悟道易。難在人。人而果敢冬可春。孟宗哭竹笋為抽。", "624": "蛇奴雖鈍亦登真。滿天下。老和尚。一片舌頭橫贊謗。", "625": "一千七百葛藤窩。都將截斷隨風颺。喫飯穿衣誰不", "626": "能。死生榮辱奚欣愴。荒墳見鬼不生疑。便是金毛師", "627": "子樣。", "628": "棕履歌棕履歌", "629": "破棕履。聊相贐。蹈遍千崖與萬仞。試看脚尖未舉時。", "630": "聖凡側耳雷電迅。勤警䇿。勿懈困。好把年光惜分寸。", "631": "塞北邊南往返勞。不明大事千生恨。又不見老達磨。", "632": "手持隻履過寒𡶊。嶺頭相見果是真。熊耳開棺事更", "633": "訛。何如老漢這棕鞋。浪跡雲山與薜蘿。直饒大悲千", "634": "手眼。管教摸索火中波。又一事。謾再卜。來去如毬轉", "635": "轆轆。東村大伯最相知。幾回正笑翻成哭。妄念起。不", "636": "須覺。信步茫茫最真朴。若離大地覓脚根。何殊離石", "637": "求其璞。誠實語。若斟酌。失却木梳問鋤钁。向上程途", "638": "有路行。賺煞呆郎自擔閣。", "639": "登徑山歌登徑山歌", "640": "紫栢老。紫栢老。一枝筇杖探奇奧。但除中國未經封。", "641": "勝水佳山無不到。惟此山。未嘗攀。春來絕頂叩禪關。", "642": "五峰盤踞諸天上。雙徑瀠迴萬壑閒。唐國一。號初祖。", "643": "芟茅剪棘開茲土。燈傳終古慧光寒。龍象繩繩爭步", "644": "武。這擔板。不可綰。是聖是凡一切剗。直饒劍刃解翻", "645": "身。早被儂家笑杜撰。法王孫。喻鸞鳳。豈逐山雞閒打", "646": "閧。羊角風高十萬里。世閒榮辱誰能控。朝出將。暮入", "647": "相。一息不來皆莫仗。拆天勳業目前雲。罪過閻羅肯", "648": "輕放。君不見留侯揮臂入千峰。不事君王事赤松。不", "649": "是好花開未遍。等閒臺殿起秋風。", "650": "虎丘圖虎丘圖", "651": "海湧崔嵬高入雲。青松白石遠塵紛。烟蘿深處前朝", "652": "寺。鐘磬風清時忽聞。我曾投䇿禮大覺。殿堂金壁光", "653": "輝發。誰將龍腦焚寶爐。香雲繚繞沾摩衲。今日君家", "654": "見此圖。當年勝事宛如昨。人生韶華能幾何。常年行", "655": "樂不為多。君不見吳王盛時強已極。觀兵中國誰敢", "656": "逆。黃池敗闕歸來遲。吳王山川帶羞色。英雄夢。在瞬", "657": "息。平地宮花變荊棘。劍池今已屬遊人。惟有魚腸伴", "658": "枯骨。又不見勾踐得意渡錢塘。如花吳女滿舟航。蛟", "659": "龍欲得不敢奪。越王載之還故鄉。只今會稽仍復在。", "660": "竹箭蕭蕭變人代。吳王盛。越王衰。越王盛時吳王敗。", "661": "吳越雌雄夢一場。業魂千古償冤債。前車既覆後車", "662": "鑒。一念回光復不遠。雖然大小不同倫。由來有理不", "663": "隔線。我作此歌有深意。順逆關頭君却記。吳越爭鋒", "664": "尚已非。儂家那復爭閒氣。澹泊勤勞是本行。精深內", "665": "典明心志。從他面面鼓風波。一炷清香答天地。消遣", "666": "春光展此圖。虎丘移入書堂裏。", "667": "題某公禪房歌題某公禪房歌", "668": "羨公所居兮。高曠而遠塵機。重岩閴寂兮。麋鹿同棲", "669": "遲。白雲抱幽石兮。未可以有無知。明月留清泉兮。豈", "670": "可以去來期。雪竇撫髀兮薦此機者稀。余拽杖出山", "671": "兮。孤松芳蘭牽所思。牽所思兮在離微。離則不可言", "672": "說求。微則不可心想推。既不可求推兮。天地一指。萬", "673": "物一馬。渠即是我我即伊。我即伊兮何所思。", "674": "看花歌看花歌", "675": "看花來。看花來。花開花落樂多迴。人閒富貴亦如此。", "676": "看花幾箇心花開。心花開。色本空。從來富貴花在風。", "677": "風中艶冶與馨色。兔角龜毛豈不同。眼見色。耳聞聲。", "678": "聲色場頭多愛憎。榮即喜兮辱即悲。茫茫苦海岸難", "679": "登。看花好。看花好。寒暑相催人易老。從今熱惱化清", "680": "涼。莫使清涼來熱惱。花即心。意最深。相逢幾箇是知", "681": "音。文殊隊裏解翻身。塵塵剎剎皆黃金。花障眼。眼生", "682": "花。分明本是却成差。境緣好醜心外無。天上人閒一", "683": "朵花。看花去。看花去。凡聖有無切莫住。從來花相權", "684": "最奇。既解放開又揑聚。問君把柄憑誰力。看花歌意", "685": "休輕舉。", "686": "贈戴升之贈戴升之", "687": "君不見戴郎短小膽氣豪。不畏岷江濤。不畏廬山高。", "688": "慠然駕孤蓬。意思何飄飄。輕截蛟龍窟。閒尋虎豹巢。", "689": "長松之下拜老衲。老衲無印佩瘦腰。戴郎所為為何", "690": "事。敢挹玄津滋靈苗。靈苗一抽千萬丈。天風忽起摩", "691": "重霄。見說稻花香十虗。金湯大法安辭勞。又不見戴", "692": "郎裘敝黃金盡。眾人相逢無不哂。誰知屈乃伸之機。", "693": "頭角崢嶸待雷震。泥蟠設無冲天志。丈夫雖生何異", "694": "死。又不見勾踐報吳痛嘗膽。孟明拜賜心不反。破釜", "695": "焚舟決一戰。晉人堅守出不敢。戴郎別我將十年。𩯭", "696": "毛相見驚蒼然。精神不似觀河時。負車猶困羊腸巔。", "697": "自慚本是解空叟。不覺飲泣獨良久。青春古道不再", "698": "來。戴郎此去莫甘朽。廬山山色鎮長青。岷江江濤鎮", "699": "長吼。焰光一朝燒杏花。三尺烏紗也不醜。再來五老", "700": "望番湖。莫言心事今朝剖。", "701": "紫栢老人集卷之二十九終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1452 紫柏尊者全集", "author": "明 德清閱"}