{"sourceLink": "http://www.cbeta.org/", "text": {"0": "論卷第九十三", "1": "瑜伽師地論義演卷第四十計四十四帋　　　　　　　　史", "10": "二染為後。演曰二釋別頌文中分九一有四頌釋", "100": "相應故若由所緣應但有六色等六境為所緣故此成", "101": "十八具足由三於中十五色等近行名不雜緣境各", "102": "別故三法近行皆通二種意近行名為目何義傳說", "103": "喜等意為近緣於諸境中數遊行故有說喜等能為", "104": "近緣令意於境數遊行故如何身受非意近行非唯", "105": "依意故不名近由無分別故亦非行。論云何名智。", "106": "演曰二釋智文中分二一徵二釋此初也。論謂心", "107": "清淨增上慧依處。演曰二釋。論云何名證。演曰", "108": "三釋文中分三一徵二釋三結此初也。論謂即慧依", "109": "至若寂依處。演曰二釋文中分四一揔摽二別釋三", "11": "揔中第一念住二有半頌釋揔中第二正斷第三神", "110": "揔結四料簡此初也。論云何慧依處。演曰二別", "111": "釋文中分四一釋慧依處二釋諦依處三釋捨依處四", "112": "釋寂依處初中分二一徵二釋此初也。論謂慧為", "113": "依至諸世間慧。演曰二釋。論云何諦依處。演曰二", "114": "釋諦依處文中分二一徵二釋此初也。論謂已獲", "115": "得至名諦依處。演曰二釋。論云何捨依處。演曰", "116": "三釋捨依處文中分二一徵二釋此初也。論謂斷彼", "117": "事至現法樂住。演曰二釋。論云何寂依處。演曰", "118": "四釋寂依處文中分二一徵二釋此初也。論謂為斷", "119": "滅至能捨無餘。演曰二釋。論如是一切至及與", "12": "足三有一頌釋揔中第四根四有一頌釋揔中第五力", "120": "事斷。演曰三揔結。論此中一種至第四能滿。演", "121": "曰四料簡。論如是一切至防未得退。演曰三結。", "122": "論此中云何至證所應證。演曰二釋三地三釋三種", "123": "補特伽羅二文合中復分為二一徵二釋此初也。論", "124": "謂正加行至餘如前說。演曰二釋文中分三一釋正加", "125": "行攝異生地正加行異生補特伽羅二釋有學地有", "126": "學補特伽羅三釋無學地無學補特伽羅此初也", "127": "由內外別觀察五界者即地水火風空五界也。論如", "128": "是彼於至有者無者。演曰二釋有學地有學補特", "129": "伽羅。論彼由如是至成就第一。演曰三釋無學地", "13": "五有一頌釋揔中第六覺六有一頌釋揔中第七道七", "130": "無學補特伽羅文中分二一正釋其義二因申問荅此", "131": "初也。論問至及有學位。演曰二因申問荅文中", "132": "分二一問二荅此初也。論荅至少可知有。演曰二", "133": "荅文中分二一正荅二釋妨此初也。論此中何等名為", "134": "淋漏。演曰二釋妨文中分二一徵二釋此初也。論", "135": "應知如前至最極寂靜。演曰二釋文有三番此初", "136": "番釋。論又已永害至永寂靜故。演曰二番釋四種", "137": "貪愛者一利二譽三稱四樂四種瞋恚者一󲑍二毀三", "138": "譏四苦。論又於住時至永寂止故。演曰三番釋。", "139": "論復次依修至七種正法。演曰三釋喜樂文中分二", "14": "有一頌釋揔中第八息念八有一頌釋揔中第九學", "140": "一由七因緣立七正法二修七善法得二勝利初中", "141": "分四一標二徵三列四釋此初也。論何等為七。", "142": "演曰二徵。論一聞所成至無失壞故。演曰三列。", "143": "論此中依諸至已辯其相。演曰四釋文中分七一釋", "144": "聞所成作意所緣故立知法二釋思所成及修所成", "145": "作意所緣故立知義三釋即此三種作意加行時差別", "146": "故立知時四釋於受用財遍受用財善通達故立知", "147": "量五釋受用財法於時時間從他得故立知眾六釋", "148": "於究竟時內離上𢢔無失壞故立自知七釋亦於他所", "149": "離增上𢢔無失壞故立知尊卑此初三也一聞所成作", "15": "九有一頌釋揔中第十證淨初中分四一釋第一頌", "150": "意所緣故立知法者此論第十一云緣法作意者謂", "151": "聞所成慧相應作意二思所成及修所成作意所緣", "152": "故立知義者論云緣義作意者謂思修所成慧相", "153": "應作意三即此三種作意加行時差別故立知時者前", "154": "二易故不釋第三理隱故論指云此中依諸止舉捨", "155": "相修習知時如前三十一說。論食飲等義至應知", "156": "差別。演曰四釋於受用財遍受用財善通達故立", "157": "知量食飲者二十一說謂彼如是守諸根已以正思擇", "158": "食於所食不為倡蕩不為憍逸不為飾好不為端嚴食", "159": "於所食然食所食為身安住為蹔支持為除飢渴為攝梵", "16": "二釋第二頌三釋第三頌四釋第四頌初中分二一以", "160": "行為斷故受為令新受當不更生為當存養力樂無罪", "161": "安隱而住如是名為於食知量等者等持僧伽胝及以衣", "162": "鉢正知而住。論又於此中至長者等眾。演曰五釋", "163": "受用財法於時時閒從他得故立知眾文中分二一釋", "164": "剎帝利等眾二釋沙門眾此初也立知眾者知是王臣", "165": "長者沙門等眾也。論受用法者謂於沙門眾。演曰", "166": "二釋沙門眾文中分二一標二釋此初也。論我應如", "167": "是至善住正念。演曰二釋文中分四一釋行二釋住", "168": "三釋坐四釋語此初也。論應如是住至則不應入。", "169": "演曰二釋住。論或得入已至乃至廣說。演曰三釋坐。", "17": "頌揔列二長行別釋此初也。論依四念住至一切", "170": "論應如是語者謂五種語。演曰四釋語文中分三一標", "171": "二列三釋此初也。論一應時語至五正直語。演曰", "172": "二列文中分二一正列語二兼釋嘿此初也。論應如是", "173": "嘿至應當宴嘿。演曰二兼釋默文中分三一標二", "174": "釋三結此初也。論謂或紛擾至或談論故。演曰", "175": "二釋。論為待言終所以宴默。演曰三結。論云何", "176": "應時語。演曰三釋文中分五一釋應時語二釋應理", "177": "語三釋應量語四釋寂靜語五釋正直語初中分三", "178": "一徵二釋三結此初也。論謂非紛擾至名應時語。", "179": "演曰二釋三結。論云何應理語。演曰二釋應理語", "18": "皆空。演曰二長行別釋文中分八一釋沙門二釋", "180": "文中分三一徵二釋三結此初也。論謂依四道至名應", "181": "理語。演曰二釋三結。論云何應量語。演曰三釋應", "182": "量語文中分三一徵二釋三結此初也。論謂文句周", "183": "至名應量語。演曰二釋三結。論云何寂靜語。", "184": "演曰四釋寂靜語文中分三一徵二釋三結此初也。", "185": "論謂言不高至名寂靜語。演曰二釋三結。論云何", "186": "正直語。演曰五釋正直語文中分三一徵二釋三結此", "187": "初也。論謂言無詭至名正直語。演曰二釋三結。", "188": "論於己所無至故名自知。演曰六釋於究竟時內離", "189": "上𢢔無失壞故立自知。論又信為先至證如實智。", "19": "沙門義三釋喜樂四釋一切法五釋梵行六釋數取", "190": "演曰七釋亦於他所離增上𢢔無失壞故立知尊卑", "191": "文中分三一釋五法二釋四緣三釋尊卑此初也五法", "192": "者一持戒二多聞三捨過無戀四得定五證智。論如是", "193": "五法至善男子故。演曰二釋四緣。論略有二至分別", "194": "二種。演曰三釋尊卑雙標二種者雙標尊卑二種分", "195": "別二種者分別尊卑二種如分別言此補特伽羅是尊", "196": "彼補特伽羅是卑。論此二為勝至得二勝利。演曰", "197": "二修七善法得二勝利文中分二一標二釋此初也。論謂", "198": "現法中至多住喜樂。演曰二釋文中分二一得住喜", "199": "樂二得漏永盡此初也。論安住是已至諸漏永盡。", "2": "覺山明教院沙門　澄淨　述", "20": "趣七釋超八釋二染初中分二一揔標二別釋此初也。", "200": "演曰二得漏永盡。論復次依修至攝一切法。演曰", "201": "四釋一切法文中分二一釋學及學果攝一切法二釋", "202": "學及學果能證資粮治八過患修集九想初中分三一", "203": "揔標二別釋三揔結此初也。論云何諸學。演曰二別", "204": "釋文中分三一釋諸學二釋學果三釋一切法初中分", "205": "二一徵二釋此初也。論謂三種學至三增上慧。演曰", "206": "二釋。論云何學果。演曰二釋學果文中分二一徵二", "207": "釋此初也。論謂有餘依至二涅盤果。演曰二釋。", "208": "論當知此中一切法者。演曰三釋一切法文中分二一", "209": "揔標牒二別解釋此初也。論謂善法欲至欲為根本。", "21": "論云何名為四種因緣。演曰二別釋文中分二一揔二", "210": "演曰二別解釋文中分二一釋諸法功用名殊二皆攝", "211": "歸學及學果初中分九一釋欲二釋觸三釋受四釋作", "212": "意五釋念六釋定七釋慧八釋堅固九釋涅槃後際", "213": "此初也。論又依淨戒至以為觸集。演曰二釋觸。", "214": "論又彼皆為至為受流趣。演曰三釋受。論又彼為", "215": "求至為作意生。演曰四釋作意。論又於尒時至念", "216": "為增上。演曰五釋念。論又念增上至定為上首。", "217": "演曰六釋定。論又於聖諦至慧為最勝。演曰七釋慧。", "218": "論又由一切至以為堅固。演曰八釋堅固。論又彼如", "219": "是至為其後際。演曰九釋涅槃後際。論應如此中", "22": "別初中分二一釋四種因緣二釋內法沙門等初中分", "220": "至第二學果。演曰二皆攝歸學及學果。論如是", "221": "略說至攝一切法。演曰三揔結。論又此諸學至", "222": "修集九想。演曰二釋學及學果能證資粮治八過", "223": "患修集九想文中分二一揔標舉數二隨標別釋此初也。", "224": "論云何名為八種過患。演曰二隨標別釋文中分二", "225": "一釋八種過患二釋修集九想初中分二一徵二釋此", "226": "初也。論所謂躭著至修習梵行。演曰二釋八過患", "227": "者一躭著利養恭敬二愛藏一切後有諸行三懈怠懶", "228": "墮四薩迦耶見五貪著美味六於諸世間種種妙", "229": "事忻欲貪愛七依止放逸惡行方便八依止邪願修習", "23": "二一徵二釋此初也。論一者依止至不同品類故。", "230": "梵行。論云何名為修集九想。演曰二釋修集九想", "231": "文中分三一徵二列三釋此初也。論一者修集至出", "232": "離想。演曰二列。論應知此中至名不平等。演曰", "233": "三釋文中分二一釋第八世間平等不平等想二釋第", "234": "九有無出沒過患等想此初也。論又住於此至已廣", "235": "分別。演曰二釋第九有無出沒過患等想。論復次", "236": "諸至不如實知。演曰五釋梵行文中分二一釋外道", "237": "修梵行不名最極究竟二釋內法修梵行得名最極", "238": "究竟初中分二一釋六處二相不如實知二釋所修梵", "239": "行非極究竟初中分二一釋六處不如實知二釋二相不", "24": "演曰二釋。論云何名為內法沙門。演曰二釋內法", "240": "如實知初中分二一正釋二料簡初中分二一釋前", "241": "三處二釋後三處此初也。論於是三處至不如實知。", "242": "演曰二釋後三處。論此中前五至不如實知。演曰二", "243": "料簡。論又即於此至不如實知。演曰二釋二相不", "244": "如實知文中分三一標二列三釋此初也。論一雜染故", "245": "二清淨故。演曰二列。論此中雜染至果差別故。", "246": "演曰三釋文中分二一釋雜染二釋清淨此初也。論", "247": "此中清淨至二趣滅行。演曰二釋清淨。論彼於", "248": "如是至不盡漏故。演曰二釋所修梵行非極究竟。", "249": "論住內法者至盡諸漏故。演曰二釋內法修梵行得", "25": "沙門等文中分三一釋內法沙門二釋內法道三釋內", "250": "名最極究竟。論復次於其至生起智轉。演曰六釋", "251": "數取趣文中分二一揔標二別釋此初也。論云何名六", "252": "補特伽羅。演曰二別釋文中分二一釋六種補特伽", "253": "羅依染淨法二釋如來隨應染淨如實了知初中分", "254": "二一徵二釋此初也。論謂有一類至得正直見。演", "255": "曰二釋文中分二一釋前三補特伽羅二釋後三補特", "256": "伽羅初中分三一正釋二料簡三揔結初中分三一釋", "257": "第一補特伽羅二釋第二補特伽羅三釋第三補特", "258": "伽羅初中分三一標二釋三結此初也。論彼於今生", "259": "至成清淨法。演曰二釋。論是名第一補特伽羅。", "26": "法究竟初中分三一徵二釋三指此初也。論謂諸沙", "260": "演曰三結。論復有一類至及不善法。演曰二釋", "261": "第二補特伽羅文中分二一標二釋此初也。論彼於", "262": "今生至成清淨法。演曰二釋。論復有一類至惡趣", "263": "決定。演曰三釋第三補特伽羅文中分二一釋二結", "264": "此初也。論是名第三補特伽羅。演曰二結。論如", "265": "是三種至多行放逸。演曰二料簡。論如是三種補", "266": "特伽羅。演曰二揔結。論復有餘三至應知其相。", "267": "演曰二釋後三補特伽羅文中分二一揔標二別釋此", "268": "初也。論此中第一至後行放逸。演曰二別釋文中", "269": "分三一釋第一補特伽羅二釋第二補特伽羅三釋", "27": "門略有四種。演曰二釋文中分二一標二釋此初也。", "270": "第三補特伽羅此初也。論第二補特至專行放逸。", "28": "論一者勝道至汙道沙門。演曰二釋。論是四沙", "29": "門至已辯其相。演曰三指如二十九說。論內法", "3": "論攝事頌曰契經事菩提分法擇攝第四之一。", "30": "道者云何為道。演曰二釋內法道文中分二一徵二", "31": "釋此初也。論謂八支聖至究竟者。演曰二釋。", "32": "論云何究竟。演曰三釋內法究竟文中分二一徵二", "33": "釋此初也。論謂斷諸取至無復相續。演曰二釋。", "34": "論云何名為至得四證智。演曰二別文中分四一釋依", "35": "止四處得四證智二釋解脫四種隨煩𢚰三釋內法弟", "36": "子與外道弟子不同品類四釋內法大師與外道師", "37": "不同品類初中分二一徵二釋此初申二問也。論謂", "38": "四處者至有隨行處。演曰二釋文中分二一釋依", "39": "止四處二釋得四證智此初也四處者一三結永斷", "4": "論如是已說至我今當說。演曰四釋菩提分法擇", "40": "得初果穌息處二既證初果得至無退墮法勢力處", "41": "三既無退墮得至決定趣求菩提種類處四初果聖", "42": "人極多生者人天七反方證應果少者二生一生及不", "43": "經生亦能證也此四中前一是滅諦後三是道諦於", "44": "滅諦中得法戒二種證淨於道諦中兼得佛僧謂", "45": "於尒時兼於成佛諸無學法是道諦攝緣彼起信", "46": "名佛證淨成聲聞僧學無學法亦道諦攝緣彼起", "47": "信名僧證淨故俱舍頌云。", "48": "證淨有四種謂佛法僧戒見三得法戒見道兼佛僧", "49": "法謂三諦全菩薩獨覺道信戒二為體四皆唯無漏。", "5": "文中分二一結前生後二依生正釋此初也。論揔", "50": "論依此四處至得證淨智。演曰二釋得四證智。論", "51": "云何名為至外隨煩𢚰。演曰二釋解脫四種隨煩𢚰", "52": "文中分四一徵二列三釋四結此初也。論一者解脫至外", "53": "隨煩𢚰。演曰二列。論當知此中至發起愚癡。", "54": "演曰三釋文中分四一釋現法外隨煩𢚰二釋後法外", "55": "隨煩𢚰三釋第三外隨煩𢚰四釋第四外隨煩𢚰初", "56": "中分二一釋二結此初也。論如是名為至外隨煩𢚰。", "57": "演曰二結。論彼由如是至積集增長。演曰二釋後", "58": "法外隨煩𢚰文中分二一釋二結此初也。論如是名", "59": "為至外隨煩𢚰。演曰二結。論又諸外道至㸦相違", "6": "嗢柁至證淨為後。演曰二依生正釋文中分二一釋", "60": "戾。演曰三釋第三外隨煩𢚰文中分二一釋二結此", "61": "初也。論是名第三外隨煩𢚰。演曰二結。論又諸", "62": "外道至隨無明趣。演曰四釋第四外隨煩𢚰文中分", "63": "二一釋二結此初也。論是名第四外隨煩𢚰。演曰", "64": "二結。論住內法者至不同品類。演曰三釋內法", "65": "弟子與外道弟子不同品類文中分二一徵二釋此", "66": "初也。論謂外道弟子至遠離二邊。演曰二釋。", "67": "論云何內法至不同品類。演曰四釋內法大師與外道", "68": "師不同品類文中分二一徵二釋此初也。論謂外道", "69": "師至悉皆共有。演曰二釋文中分二一釋外法二釋", "7": "揔頌二釋別頌此初也揔頌有十一念住二正斷三", "70": "內法初中有兩番釋初中分二一釋二結此初也。論是", "71": "故外道至斷遍知論。演曰二結問外道既能分捨諸", "72": "取何故言外法決定無沙門道亦無究竟。論又彼雖", "73": "能至不得究竟。演曰後番釋有釋及結如文可知。", "74": "論內法大師至與上相違。演曰二釋內法文中分二", "75": "一釋二結此初也。論如是應知至不同品類。演曰", "76": "二結。論復次依四至諸沙門義。演曰二釋沙門", "77": "義文中分三一揔標舉數二隨標別列三依列別釋", "78": "此初也。論云何三處。演曰二隨摽別列文中分", "79": "三一列三處二列三地三列三種補特伽羅初中分", "8": "神足四根五力六覺七道八息念九學十證淨正斷神", "80": "二一徵二列此初也。論一境二智三證。演曰二列。", "81": "論云何三地。演曰二列三地文中分二一徵二列", "82": "此初也。論一正加行至三無學地。演曰二列。", "83": "論云何三種補特伽羅。演曰三列三種補特伽羅", "84": "文中分二一徵二列此初也。論一正加行至補特伽", "85": "羅。演曰二列。論云何名境。演曰三依列別釋文", "86": "中分三一釋三處二釋三地三釋三種補特伽羅初", "87": "中分三一釋境二釋智三釋證初中分二一徵二釋此", "88": "初也。論謂地等六界至能雜染心。演曰二釋與六", "89": "觸處者即眼等六觸所生受處故俱舍頌云。", "9": "足二合為一故於別頌即成九叚。論別嗢柁南至超", "90": "從此生六受五属身餘心", "91": "長行釋云從前六觸生於六受謂眼觸所生受至意", "92": "觸所生受六中前五說為身受依色根故意觸所生說", "93": "為心受但依心故此六觸受與十八意行為所依體者", "94": "此第六意觸處心受與十八意行為所依體故俱", "95": "舍頌云。此復成十八由意近行異", "96": "長行釋云於前略說一心受中由意近行異復分成十", "97": "八應知此復聲顯乘前起後此意近行十八云何謂喜", "98": "憂捨各六近行此復何緣立為十八若由自性應但有三", "99": "喜憂捨三自性異故若由相應應唯有一一切皆與意"}, "originalTitle": "Jin Edition of the Canon, Electronic version, No. 1565 瑜伽師地論義演(第33卷-第40卷)", "englishTitle": "Jin Edition of the Canon, Electronic version, No. 1565 瑜伽師地論義演(第33卷-第40卷)", "author": "唐 清素．澄淨述", "language": "chinese", "source": "CBETA"}