{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1532 華嚴經感應略記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "華嚴感應略記目錄華嚴感應略記目錄", "1": "雙童現瑞天地呈祥地震光流", "2": "感通玄悟經輝五彩神人警衛", "3": "天女給侍冬葵發豔瑞鳥銜花", "4": "神人延請普賢授義口獲舍利", "5": "菩薩涌現脩羅退陣證入無生", "6": "時雨霶流華藏受生神授華音", "7": "天宮請講洪水斷流神光屢現", "8": "地獄消滅盥水濟生景雲現瑞", "9": "異僧授旨山神聽經金城輝映", "10": "龍光五彩", "11": "No. 1532", "12": "大方廣佛華嚴經感應略記", "13": "明古杭雲棲寺沙門　袾宏　輯錄", "14": "雙童現瑞雙童現瑞", "15": "晉。佛度跋陀羅。初於道場寺譯經。堂前池中。每二青", "16": "衣童子從池中出。捧以香花。舉眾皆見。以此經久在", "17": "龍宮。龍王慶感傳通。故為給侍。", "18": "天地呈祥天地呈祥", "19": "唐。實叉難陀。於證聖元年三月十四日。辛酉重譯。預", "20": "於庚申日。天后夢徧天之內皆降甘露。後一日。壬戌。", "21": "復降甘雨。新經初譯。勅令藏和尚開講。十二月十二", "22": "日。講至華藏世界海震動之文。講堂內及寺院中忽", "23": "然震動。於時道俗數千共覩。歎未曾有。", "24": "地震光流地震光流", "25": "西域記云。世親菩薩初以小乘為業。兄無著託病而", "26": "召世親。因開大教。謂云。及吾未死之前。讀吾所習經", "27": "典。世親即讀華嚴。乃見毗盧法界。普賢行海。因生信", "28": "悟。歎曰。可取利劒斷吾舌根。用明己讚小乘之失。兄", "29": "止之曰。如人因地而倒。亦因地起。昔日以舌毀於大", "30": "乘。今可將舌以讚大乘。遂入山披覧大乘。造十地論。", "31": "論成之日。大地徧震。光明洞然。", "32": "感通玄悟感通玄悟", "33": "北齊太和中。第三王子。於清涼山求文殊師利菩薩。", "34": "焚身供養。隨侍中官劉謙之。覩焚身之事。奏乞入山", "35": "修道。遂齎此經。晝夜精勤。禮懺讀誦。心祈妙悟。絕粒", "36": "飲水。垂三七日。形氣雖微。丹懇彌勁。忽感髯髭盡生。", "37": "復丈夫相。神彩通悟。洞曉幽旨。造此經論共六百卷", "38": "○又後魏靈辨者。宿植勝善。及見華嚴。偏加鑽仰。乃", "39": "頂戴此經。入清涼山。乞文殊潛護。凡歷一歲。足破血", "40": "流。肉盡骨穿。忽聞空中謂曰。汝止之。但思惟此經。於", "41": "是披卷。豁然大悟。造華嚴演義釋文一百卷。", "42": "經輝五彩經輝五彩", "43": "後魏安豐王延明。中山王元熙。並處心無上。稽首圓", "44": "宗。嘗以香和墨。寫華嚴經一百部。金字經一部。皆五", "45": "香為藏。七寶為函。靜夜良辰。清齋行道。即放神光。五", "46": "色爛然。照耀臺宇。", "47": "神人警衛神人警衛", "48": "僧德圓。常以華嚴為業。修一淨園。樹諸穀楮。并種香", "49": "草。雜以鮮花。每一入園。必加洗濯。身著淨衣。溉以香", "50": "水。楮生三載。香氣四達。後以寫經。纔書數行。每字放", "51": "光。照明院宇。有神人執戟。現形警衛。又有青衣梵童。", "52": "手執天花。忽申供養。", "53": "天女給侍天女給侍", "54": "唐。李長者。諱通玄。初至太原。寓高山奴家。每旦唯食", "55": "棗十顆。柏葉餅一枚。後捨去。路逢一虎。當途馴伏。如", "56": "有所待。長者語言。吾將著論釋華嚴經。汝當為吾擇", "57": "一棲止。虎負長者囊鉢行三十餘里。至一土龕。便自", "58": "蹲住。長者入龕。龕素無水。是夕風雷拔一老松。松下", "59": "出泉。清冽甘美。長者造論時。有二女容華絕世。汲水", "60": "焚香。供給紙筆。卯辰之際。輒具淨饌。莫知去來。著論", "61": "將終。便爾絕迹。", "62": "冬葵發𧰟冬葵發𧰟", "63": "唐。鄧元爽。華陰人。證聖中。有親故暴卒。七日復甦。云", "64": "冥中欲追爽。爽懼。或教寫華嚴經。寫竟。爽母墓側先", "65": "有蜀葵。至冬已瘁。忽花發。燦然榮茂。鄉閭異之。聞於", "66": "朝。旌為孝門。", "67": "瑞鳥銜花瑞鳥銜花", "68": "僧。法誠。隱居藍谷。後於南嶺造華嚴堂。圖七處九會", "69": "之像。專精供養。後感瑞鳥。形色非常。銜花入室。旋遶", "70": "供養。", "71": "神人延請神人延請", "72": "隋。禪定道場僧慧悟。京兆人。嘗與一僧同隱終南。悟", "73": "受華嚴。彼持涅槃。木食巖棲。各專其業。忽一人來請", "74": "就宅赴齋。二僧相推。人云請華嚴法師。悟因隨往。乃", "75": "山神也。請千羅漢。皆推悟上座。食訖既去。神呼一童", "76": "子令侍。乃入師口中。遂得仙。還歸取經。辭其友人。渺", "77": "然履空而去。", "78": "普賢授義普賢授義", "79": "僧。辨才。不知何許人。幼事裕法師。以華嚴為業。久而", "80": "不悟。乃別護淨。造香函盛經。頂戴行道。凡經三載。夢", "81": "普賢指授玄義。忽爾成誦。煥若臨鏡。", "82": "口獲舍利口獲舍利", "83": "唐。樊玄智。安定人。弱歲歸依杜順和尚。順令誦華嚴", "84": "為業。仍依此經。修普賢行。每誦經。口中頻獲舍利。前", "85": "後數百粒。", "86": "菩薩涌現菩薩涌現", "87": "唐。崇福寺僧慧祐。戒行精苦。事儼和尚。專業華嚴。清", "88": "晨良宵。焚香虔誠誦出現品。忽見十餘菩薩從地涌", "89": "出。現身金色。皆放光明。坐蓮華座。合掌聽誦。經訖便", "90": "隱。", "91": "脩羅退陣脩羅退陣", "92": "于闐國沙彌。般若彌伽薄。堅持戒行。專誦華嚴。忽有", "93": "人合掌謂言。諸天請師。願師閉目。俄至天上。天主跪", "94": "而請曰。今方與脩羅戰。屢被摧衄。屈師誦華嚴經。望", "95": "法力加被。師乘天輅。心念華嚴。以諸天眾。對彼勍敵。", "96": "脩羅見之。忽然潰散。須臾送歸。身染天香。終身不滅。", "97": "證入無生證入無生", "98": "解脫和尚。姓邢氏。代州五臺縣人。七歲出家。初從慧", "99": "超禪師。超器之。後於五臺專誦華嚴。依經作觀。求見", "100": "文殊。文殊現身誨云。汝今不須禮覲於我。應自悔責。", "101": "必當大悟。因反求。乃悟無生。感諸佛現為說偈曰。諸", "102": "佛寂滅甚深法。曠劫修行今乃得。若能開曉此法眼。", "103": "一切諸佛皆隨喜。解脫問寂滅之法。若為可說。得教", "104": "人耶。諸佛即隱。復有聲告曰。方便智為燈。照見心境", "105": "界。欲空真實法。一切無所見。又在路思欲焚香。空中", "106": "聲曰。合掌以為花。身為供養具。善心真實香。讚歎香", "107": "煙布。諸佛聞此香。尋聲來相度。眾等勤精進。終不相", "108": "疑誤。故謂偈讚排空也。", "109": "時雨霶流時雨霶流", "110": "僧道英。姓陳氏。蒲縣人。年十八。親為之娶。五載同居。", "111": "誓不相觸。後從并縣炬法師聽華嚴經。便落髮。入太", "112": "行山柏梯寺修行止觀。屬亢旱。講華嚴經以祈甘澤。", "113": "有二老翁。各二童侍。時來聽講。英異而問之。乃知海", "114": "神。因曰。今為檀越請下微雨。翁勅二童。童即從窗孔", "115": "中出。須臾大雨霶霈。遠近咸賴焉。", "116": "華藏受生華藏受生", "117": "隋。靈幹。狄道人。依衍法師出家。十八能講華嚴。常依", "118": "經作華藏觀。及彌勒天宮觀。至疾革。目上視。若有所", "119": "見。僧童真問之。答曰。尚見青衣童子引至兜率。而天", "120": "樂非久。終墜輪迴。蓮華藏是所願也。言已氣盡。須臾", "121": "復甦。真又問今何所見。答曰。見大水徧滿。華如車輪", "122": "而坐其上。吾願足矣。", "123": "神授華音神授華音", "124": "宋。求那跋陀羅。中天竺人。探匣取經。即得華嚴。後譙", "125": "王請講。以未通華言。因禮懺。虔請觀音。以祈冥應。遂", "126": "夢神人執劒。持一人首而為易之。豁然便覺。備悟華", "127": "言。遂講大經累數十徧。", "128": "天宮請講天宮請講", "129": "魏。勒那摩提。中天竺人。博文贍學。明悟禪理。初至洛", "130": "陽。譯十地論。帝每令講華嚴。精義頴發。嘗處高座。忽", "131": "有持笏執柬者。形如尊官。云天帝來請法師講華嚴", "132": "經。都講維那。咸亦須之。講席眾僧。一時同見。師熈怡", "133": "微笑。告眾辭訣。卒於法座。其都講等同時入滅。", "134": "洪水斷流洪水斷流", "135": "杜順和尚。姓杜氏。諱法順。京兆杜陵人也。以華嚴為", "136": "業。嘗居山。將種葵。地多蟲蟻。師乃巡疆定封。蟲俱外", "137": "徙。三原縣民。從生聾啞。師乃召之與語。應言即愈。因", "138": "詣南山。值橫渠漲溢。止之斷流。徐步而過。將終之日。", "139": "普會有緣。聲色不渝。言終而逝。靈應非一。別傳云是", "140": "文殊化身。", "141": "神光屢現神光屢現", "142": "唐。法藏。字賢首。母夢異光而孕。後遇儼法師於雲花", "143": "寺講華嚴經。師乃往詣。中夜見有神光來燭庭宇。師", "144": "歎曰。當有異人發弘大教。及明。遇儼和尚。自是服膺。", "145": "深入無盡。又後於雲花寺開講。有光明現從口出。須", "146": "臾成葢。眾所知見。", "147": "地獄消滅地獄消滅", "148": "纂靈記云。京兆人王明幹。素不修善因。患暴死。將入", "149": "地獄。見一僧教之偈云。若人欲了知。三世一切佛。應", "150": "當如是觀。心造諸如來。誦此偈者。能排地獄諸苦。其", "151": "人誦已。乃入見王。王遂放免。當誦偈時。聲所至處。受", "152": "苦之人。皆得解脫。此晉經文。與今唐經下二句稍別。", "153": "盥水濟生盥水濟生", "154": "僧。伽彌多羅。師子國人。證第三果。麟德初來震旦。高", "155": "宗甚加敬重。後往清涼敬禮文殊。至西太原寺。時屬", "156": "諸僧誦華嚴經。問是何經。答曰華嚴。肅然改容曰。不", "157": "知此地亦有是經。合掌讚歎曰。此大方廣。功德難思。", "158": "西國相傳。有讀此經。以水盥掌。水霑蟲蟻。其捨命者。", "159": "皆得生天。", "160": "景雲現瑞景雲現瑞", "161": "唐。清涼國師。諱澄觀。字大休。會稽人。姓夏侯氏。生於", "162": "玄宗開元戊寅。身長九尺四寸。垂手過膝。口四十齒。", "163": "目光夜發。晝乃不瞬。德宗建中二年。下筆著疏。先求", "164": "瑞應。一夕夢金容山峙。光相瑩然。既覺。知是光明徧", "165": "照之徵。自是筆無停思。歷四年而文成。又夢化身為", "166": "龍。矯首南臺。尾矯北臺。宛轉淩虗。須臾變百千數。蜿", "167": "蜒青冥。分散四方而去。識者以為流通之像。初為眾", "168": "講。感景雲凝空。盤旋成葢。疏鈔之外。復撰手鏡一百", "169": "卷。綱要三卷。正要一卷。玄鏡一卷。鏡燈說文一卷。三", "170": "聖圓融觀一卷。七處九會圖心說文一卷。勅有司鑄", "171": "印。遷國師。號清涼。開成三年三月六日示寂。生歷九", "172": "朝。為七帝門師。春秋一百有二。僧臘八十有三。全身", "173": "塔終南山。未幾。有梵僧至闕。表稱於󱣾嶺見二使者", "174": "淩空而過。以呪止而問之。答曰。北印度文殊堂神也", "175": "東取華嚴菩薩大牙歸國供養。有旨啟塔。果失一牙。", "176": "惟三十九存焉。遂闍維。舍利光明瑩潤。舌如紅蓮。仍", "177": "諡號清涼國師之塔。", "178": "異僧授旨異僧授旨", "179": "唐。法空。隋末鴈門郎將也。棄家詣清涼深谷。常誦華", "180": "嚴唯心作佛之偈。後遇異僧。授以般若玄旨。豁爾心", "181": "空。臨終坐逝。", "182": "山神聽經山神聽經", "183": "曹城慧。靈丘李氏子。其親禱於五臺山而生。既長。辭", "184": "親詣五臺真容院。從法順和尚披剃。嘗誦華嚴於李", "185": "牛谷。草木為食。每誦經時。有五七儒服者坐聽。數持", "186": "異花鮮菓以獻。師怪而問之。答曰。某。山神也。蒙師法", "187": "力。無以為報。願充執侍。師不樂。遂捨其處。", "188": "金城輝暎金城輝暎", "189": "金。蘇陀室利。中印度那蘭陀寺僧。誦持華嚴。年八十", "190": "五。航海來禮五臺。每一臺頂。誦華嚴十部。禪寂七日。", "191": "定中見金城紺殿。寶蓮香水。珠網交輝。諸天童子遊", "192": "戲其中。後於靈鷲峯化去。得舍利八合。璀蘭如珠。", "193": "龍光五彩龍光五彩", "194": "元。華嚴菩薩。諱正順。尉州高氏子。從五臺壽寧用公", "195": "祝髮。結廬深樹。唯閱華嚴。數盈千部。每入華藏觀。三", "196": "五日方起。世號華嚴菩薩將示寂。門人乞偈。師曰。歷", "197": "劫本無去住。應用何思何慮。轉身踏破虗空。一切是", "198": "非莫顧。言訖而逝。是日靈几上現龍。五彩飛光。燭於", "199": "庭宇。", "200": "華嚴感應略記終", "201": "(附)華嚴大經處會品目卷帙總要之圖附華嚴大經處會品目卷帙總要之圖"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1532 華嚴經感應略記", "author": "明 袾宏輯錄"}