{"sourceLink": "http://www.cbeta.org/", "text": {"0": "年譜一熹宗", "1": "密雲禪師語錄卷第十年譜附　　　庶十", "10": "遺言遂自撰禪門口訣詣師就正藉一言", "100": "擲釣翁因觀葉相國文忠公詩嘉念之次", "101": "韻四首以寺為文忠題請", "102": "朝命所復也今錄其一及第心空選佛場箇", "103": "中無地列隅方一豪透體豁醒眼十界通", "104": "身見法王迷去妄分人與我悟來了却短", "105": "和長回頭直下情無倚便是高登彼𡶨航", "106": "五月受香城圓初上人齋需偈為題云暫", "107": "為黃檗主請作香城客齋罷索予言予言", "108": "絕標格研磨半錠墨污却一張白舉筆盡", "109": "力揮○字不著畫欲會西來意問取門前", "11": "以流通焉師展卷見一實字即指問曰此", "110": "栢覿面豁然惺撞破乾坤厏六月示定觀", "111": "時默誕生三禪人偈復葵山彌陳我萬葉", "112": "內史益蕃問道書清漳王大司憲志道幼", "113": "歲得省發以就正無人每致生晚之歎因", "114": "見師垂示語不覺身心踊躍遣使走福唐", "115": "致書與師曰法錫南來遂令黃檗千年道", "116": "場儼然未散祇此道場非古非今然不因", "117": "師來爭知非古今也大師為人不惜身命", "118": "寧使󲕑身失命終不為開第二門此是徹", "119": "骨徹髓獨超千七百則宗門而遠近傳者", "12": "字如何解說岳擬議云卻解說不出師曰", "120": "多作棒頭商量或言可度有智人不可度", "121": "無智人或曰止可度未悟人不可度已悟", "122": "人如此等見蒼天蒼天敝漳近有僧定觀", "123": "者歸述六月一日上堂法語云若汗淋淋", "124": "時是乾爆爆時如何若乾爆爆時是汗淋", "125": "淋時如何此是向芒芒無可據中抉出人", "126": "人眼睛令他自見又云人世易度大法難", "127": "逢一番蹉過百劫千生願埀頂門一鍼毋", "128": "曰五百里外棒頭不到也七月復遣使致", "129": "書曰讀教札身心踊躍歡喜無量學人秊", "13": "恁麼則虛言了岳面熱不能答去後復致", "130": "來捨身捨命祇為絕後再穌一著來教直", "131": "拈出此句真棒著了也知痛了也疑於此", "132": "疑信亦於此信了也又云亦為前來紛紛", "133": "起惡知見者皆為不知棒頭是何物不敢", "134": "不強生分䟽亦欲令後來有真痛痒者稍", "135": "知十方三世四生十地總在拄杖子裏一", "136": "握一掌一棒一條不作暗糢糊亂猜也師", "137": "之所荅僃見語錄時檇李諸檀督師還浙", "138": "甚嚴僧俗聞之奔走攀留如失依怙如薛", "139": "君秉鉉書云聞象駕不日言旋遂使黃檗", "14": "書云一見和尚心甚念世出世法還須落", "140": "道場復作雲封古剎奈何奈何眾情若此", "141": "八月離黃檗葉文忠公孫晟與暹迎師至", "142": "府第為先君對靈小叅留九日過侯官眾", "143": "姓請於西禪陞座為留三日九月達武林", "144": "僧俗迎至鳳林說法因於昭慶受齋時岳", "145": "司馬在焉相見之際師以佛法真實相為", "146": "遂至牴牾十月師還金粟撾鼓告眾以清", "147": "規估唱式分裱衣盂竟飄然拂衣而去道", "148": "過吳門以舟車勞頓腹疾旋作門弟子乃", "149": "迎歸北禪調侍故冬月誕日眾勉請陞座", "15": "草盤桓頌古見教師答偈曰須知一念未", "150": "說偈云山僧六十有五素來不涉迷悟無", "151": "端痢疾三年累得通身骨露若人如是證", "152": "明管取超佛越祖日用二六時中直教更", "153": "無差互若能如是行持定證金剛堅固試", "154": "看碓坊蹋碓人終日未嘗移一步蘇州城", "155": "有六座門門門有路通人路可惜無人簡", "156": "點知其數臘月明州黃司李端伯嚮師之", "157": "久聞退院正欲迎𧥣會慈之永樂禪院成", "158": "覬得師主之乃致書曰往歲獲侍壽昌始", "159": "知宗門別有長處然客塵煩惱纏累不休", "16": "生前世出世法不可得祇憑者箇老源頭", "160": "丁卯季秋偶過開先小憇坐參踰月驀然", "161": "撞倒銕山然纔開口時又覺有物為礙雖", "162": "屢承博山提誨猶抱疑情靜地思量須到", "163": "古人大休歇地不應得少為足以自昧生", "164": "平也客冬偶到武林小菴得睹大師語錄", "165": "雷轟電掣儼然臨濟兒孫庶幾一覲威光", "166": "以領吾師熱棒耳永樂禪院荒廢幾數十", "167": "年近蒙蕭道臺盡力護持故物漸復然譒", "168": "揚大教正須金粟如來也伏望慈悲憫念", "169": "速賜光臨俾博地凡夫頓斷多生結習耳", "17": "世出世法通貫徹聞師拂衣復致書云此", "170": "師畣書既悉來機復以自養待盡不能領", "171": "眾為辤而司李與祁大中丞彪佳必欲致", "172": "師遂復有鄮山阿育王廣利禪寺之命焉。", "173": "四年辛未", "174": "師六十六歲元日受阿育王寺請為玄津", "175": "上人書偈於船子和尚推蓬室記之後人", "176": "日發蔡坦如問道書上元日別吳門登舟", "177": "解維二月一日抵明州駐天寧受眾姓齋", "178": "三日入院十五日司李就請本寺開堂指", "179": "法座者便是大司李大護法於丁卯秋廬", "18": "時宜靜不宜動家中人不打鄉談和尚自", "180": "山開先寺撞倒底銕山今對人天眾前扶", "181": "起去也還見麼遂陞一眾雜然稱善舉達", "182": "澄昭為第二座題雲門湛然禪師真贊為", "183": "海昌𥠖眉居士制先覺宗乘序三月過天", "184": "童景德禪寺埽應菴密菴兩祖塔時寺僧", "185": "明貫已白郡司李王邑侯章士紳李侍御", "186": "遵徐侍御之垣檀越徐有𣏌等請主太白", "187": "名山而檇李吳太常伯中偉徐大中丞從", "188": "治虞給諫廷陞請再主金粟兩郡交迎幾", "189": "致違言師乃集眾告曰老僧住院唯汝之", "19": "理會師答曰老僧從來不見有動靜居士", "190": "故今日去止亦唯汝之故汝等其自裁之", "191": "聲問眾曰住天童耶住金粟耶舉眾譁天", "192": "童師意遂定然猶不忍絕故知更與檇李", "193": "諸檀訂一期相見之盟焉四月三日入院", "194": "至佛殿基有虛空作殿日月為燈之語葢", "195": "天童自𣈆義興開山宋宏智中興以來號", "196": "江南第一寶坊故宋舒王安石有句曰二", "197": "十里松行欲盡青山捧出梵王宮可想見", "198": "之而滄桑代變𣈆殿唐宮不能與円崕翠", "199": "壁磨歲月強半湮沒僅餘甲乙相傳之予", "2": "繼住明州天童寺嗣法門人道忞編", "20": "既有宜靜不宜動取捨情存此是門外漢", "200": "院者五然皆苔蘚生房荊搸滿院古先列", "201": "宿之風陵夷至此極矣師乃為作興修偈", "202": "曰太白山下天童寺洪水漂流殿如洗普", "203": "告四眾諸檀那大家出手共扶起司李亦", "204": "次以偈偈曰太白峰高禪林牓樣一朝平", "205": "地起風濤推倒黃金瑞相而今重整舊家", "206": "風安住十方龍象面面玲瓏全無遮障要", "207": "明者段因緣問取堂頭和尚五月至金粟", "208": "八月還天童過明州司李迎歸公署乞留", "209": "再信師一宿而別故有官衙扣擊及請益", "21": "未夢見在陽羡吳問卿居士亦以書上聞", "210": "盛公因緣之語盇師入閩時有盛上座者", "211": "不自來見乃致書於師有濫付非人之譏", "212": "故師復云盡大地誰是非人者請上人指", "213": "出看若指不出祗可懸梁縊𣦸夢筆山中", "214": "而司李疑為太甚師哂之別後乃疏導其", "215": "意云云司李大為愧服以書與師曰承示", "216": "盛公一段公案乃知大師直截為人抑逼", "217": "瞎驢使他無轉身通氣處正宗門所謂殺", "218": "人刀也盛公孟八郎漢帶累天下明眼作", "219": "家正不妨存者段葛藤俾渠有出身之路", "22": "禪師於嘉禾大倡宗風海內法侶泉涌雲", "220": "耳每服大師手段辛辢與諸方說老婆禪", "221": "者迥殊要使大地眾生箇箇阬陷非僅為", "222": "盛公一人也仍為作真贊曰菩薩面夜叉", "223": "心惡聲流󳰲滿樷林禹門浪急龍騰處翻", "224": "轉山河大地沈佛也打祖也打眼光爍破", "225": "四天下阿師太似敗家婆教得孩兒會相", "226": "罵牛頭沒馬頭回狂風驟雨滿天來四方", "227": "八面相追逼縱有神通掣不開行脚僧會", "228": "不會腦後一槌百雜碎沙界眾生結大冤", "229": "禿奴忒殺無慚愧風顛漢老成魔諸方那", "23": "集非具大神力曷以臻此但古尊宿有識", "230": "箇奈伊何巗頭獨見大人相直向德山頭", "231": "上屙咄九月復為𥠖󴈐居士制五家語錄", "232": "序時道聲益振王公大人皆自遠趨風至", "233": "忘位貌之崇如錢相國龍錫之入山問道", "234": "方侍御震孺之虛往實歸駸駸與歲月增", "235": "長方通所得於師曰謁大師語及工夫不", "236": "切實蒙師劈面作掌矍然汗下敢呈短偈", "237": "兼以為別倚牆靠壁多生謎賺海偷天似", "238": "也無劈面原來真箇熱更從何處說糢糊", "239": "百城烟水阿誰邊一宿天童大有緣歸去", "24": "超三界而終日悶悶不立一宗不豎一椽", "240": "千山盡紅葉誰云渡口有江船至小白嶺", "241": "再呈偈曰說去一直便去那怕雨泣風愁", "242": "為甚不生猶豫被師捏過鼻頭十月為還", "243": "源本其侍者題自真贊十一月作慰司李", "244": "書有生死二字能迷卻天下人亦能悟卻", "245": "天下人所以古人聞紅輪必定沈西去未", "246": "審亡靈往那方而孝子哭哀哀古人便悟", "247": "豈非悟者亡者哭者同歸無二無二無二", "248": "分無別無斷故等語以司李丁太夫人艱", "249": "扶襯歸豫章也十二月復爾赤馮居士問", "25": "不蓄一徒如趙州八十猶行脚者盛名之", "250": "道書為破山明道生本題自真贊。", "251": "五年壬申", "252": "師六十七歲四海雲從人人步道履德規", "253": "繩不束而嚴其久侍籌室相與紀綱翼贊", "254": "者則有若石奇雲唯一潤鹽梅鼎牧雲門", "255": "佛音智空林遠林野奇山幢懷古津用高", "256": "原普南源融肇心啟法海訓一拙立雪浦", "257": "琮梅菴宜之輩皆樷林老成故師次眾韻", "258": "有曰從今一日不離山肅肅雍雍雲水環", "259": "獅象潛藏一隊裏龍蛇混雜眾群間老僧", "26": "下猶望禪師韜光內斂󷘦眎返聽又云古", "260": "棒棒棒誰意衲子惺惺惺孰顏記取他年", "261": "出林去莫教放過上頭關示若愚廣雪浦", "262": "琮二禪人偈作天童即景十三首傳法偈", "263": "一首荅鍾海槎張元岵李仲堅周君謨四", "264": "殿元問道書為王金如題自真贊實印禪", "265": "人題出山大士贊復黃司李偈著據評說", "266": "發難詶詰共萬有餘言以明肇公物不遷", "267": "義葢", "268": "神廟時有法師空印者惑性各住於一世之", "269": "說作正量論非之自傳和尚之論出印已", "27": "人接引後學機權不等有不下禪牀接者", "270": "毀版以謝矣近復有僧左袒空印作為證", "271": "語師恐大義微言卒晦於世乃著是說云。", "272": "六年癸酉", "273": "師六十八歲荅江似孫陳紀常馮爾赤陸", "274": "內史寶問道書荅報恩修禪師書荅方侍", "275": "御書制󳷚殊大士贊題童子南詢觀音贊", "276": "為萬如微題自真贊取忞自強之義題自", "277": "頂相示忞曰者箇阿獃真阿獃一味一生", "278": "自勉強據箇單傳直指人徹骨徹髓一條", "279": "棒天下那有者等善知識不顧諸方嫌與", "28": "有至三門外接者隨其根器各有淺㴱若", "280": "謗咄偈贈同參慧轂輪曰本是同根生誰", "281": "重復誰輕堂堂全體用正令要須行夏四", "282": "月建通堂九楹㴱六十尺延袤一百四十", "283": "尺於大雄寶殿之西偏前容方軌內受千", "284": "人應供與逵廊半分之復以基搆雄尊上", "285": "公應迹首冠南國之精廬而廟貌庭除委", "286": "諸蓁󲽢無以祝", "287": "皇圖而壽", "288": "國集龍天而庇民乃遣僧三十輩航海入閩", "289": "伐山市木於建甌高陽之虛復嗣法漢月", "29": "徒以󲊷前栢樹子為題禪師之頓即後學", "290": "藏洎瑞光弘徹書徹葢藏之嗣也為夏通", "291": "鐙作曹谿源流荅頌自南嶽至禹門共三", "292": "十有三世焉。", "293": "七年甲戌", "294": "師六十九歲春建諸寮十九楹於方丈後", "295": "山之麓復於善法堂之西偏建屋一十四", "296": "楹眎前九楹者淺十尺修倍六十尺級高", "297": "下而三授之前均後殺正與應共之堂聯", "298": "翩共列焉因居士乞壽五旬偈為題曰夕", "299": "陽西去水東流人老何曾見白頭能向箇", "3": "年譜二毅宗毅宗烈皇帝崇禎元年戊辰", "30": "之鈍尤祈吾師巧譬曲喻無以一棒一喝", "300": "中高著眼普觀法界其同儔示靈根荷講", "301": "主偈為本梵禪人題血書華嚴經後為眾", "302": "禪者作洞山尊貴頌為黃檗費隱容題自", "303": "真贊為雲棲蓮大士作真贊復朝宗忍書", "304": "復劉孝廉道貞論宗旨書萬言書出而風", "305": "聞寰海江湖閩粵之人雖猒𩜈󴊒社操鈯", "306": "斧而山邊水邊者莫不憮然自失願就弟", "307": "子之列夏雨甚時西澗湮夷無復故𡶨山", "308": "水暴漲囓及平原師默計曰千里金隄潰", "309": "於蟻壤况環山之水瀉以一道無隄𡶨而", "31": "塞責可也師復云讀手教見門下愛我深", "310": "防之萬一玄冥夜作吾輩不其魚乎乃躳", "311": "率徒役日持畚鍤築長隄首起󰊇盂峰下", "312": "尾屬外萬工池通計一千三百五十尺皆", "313": "用巨石壘砌隄高水下唯聞淒淒鳴咽聲", "314": "遠近來觀疑登雉堞俯城濠焉秋殿材至", "315": "自閩挾六舶泛鯨波浮江塞港而入已進", "316": "關過閘矣府上佐以私意糾察師曰寺明", "317": "州寺耳豈為吾修哉徑拂衣而去時李侍", "318": "御追輓不可過慈谿適馮大中丞與大司", "319": "馬皆休沐居第聞師過要諸郵亭力為攀", "32": "矣至矣第貧道固是個不識好惡漢故不", "320": "留乃率邑之士紳與侍御躳送還山上堂", "321": "說偈道人行履處幽然意不蒙檀那雖送", "322": "入不可把雲封試看紅輪日任運轉西東", "323": "古今常顯露䌛來無定蹤冬黃司李服關", "324": "補武林司李省師山中為上堂昨晚無舌", "325": "說今朝呈醜拙耳聞兼目睹不間僧與俗", "326": "選佛與選官同體不同服不以服飾觀便", "327": "見真面目復馮大司馬問道書為𥠖眉居", "328": "士制教外別傳序卻杭州靈隱之命。", "329": "八年乙亥", "33": "知有可禪牀上接者有可三門外接者故", "330": "師七十歲制高峰大師真贊題法師三際", "331": "真贊為定水禪人題自真贊為李孝廉燦", "332": "題自真贊作慰鍾孝廉書著辯天說為泰", "333": "西教也與藏公書復萬言有奇即今之後", "334": "錄也秋建天人師殿於殿之址高百尺縱", "335": "廣如故建殿九楹為演法之堂高六十尺", "336": "廣如殿之百三十尺縱如殿之九十九尺", "337": "而殺其十建閣而藏佛菩薩之語於善法", "338": "堂西廡之右高五十六尺廣如殿之縱縱", "339": "殺殿之三十尺皆同時建立焉故師撾鼓", "34": "亦不見有一人可為徒者也故有眼亦如", "340": "上堂有不用材木殿閣成現不勞斧斤法", "341": "堂本彰不動舌頭只向青天白日下要轉", "342": "便轉之語葢初秋之四日也冬於朝元寶", "343": "閣之基復建護世四神王殿高㴱壯麗傑", "344": "立其前正與文人師殿相雄峙更於明樓", "345": "疊翠其棲久燬間俯善法寶藏之闕建寢堂一", "346": "十三楹中五為丈室西五為樓為燕閒其", "347": "三之在東者則儼設開山與說法本寺者", "348": "之位號而祠奉之未幾天供厨復成左達", "349": "西澗右抱九楹若回瞻遙禮於法藏寶閣", "35": "盲者也有耳亦如聾者也如是則不見有", "350": "之前中奉異僧所讖之監厨使者葢寺初", "351": "嚴是相時有異僧過見之囑曰他後當有", "352": "數萬指從此君受食故寺僧奉之猶敬䖍", "353": "云為爾󴊒程居士題自真贊制說法堂之", "354": "銘荅唐孝廉元竑問道書書復黃司李偈", "355": "示錢廷尉士貴是歲之冬為師七󳞥眾踰", "356": "三萬指殿堂履滿諸名碩問候者晝夜絡", "357": "繹於道不休而寺無恒產歲用十千一出", "358": "於傾廩倒橐唯恐其後者先是殿之左有", "359": "古栢枯且死至是復重榮焉。", "36": "眎可以󷘦者也亦不見有聽可以返者也", "360": "九年丙子", "361": "師七十一歲上元日黃司李入山省眎復", "362": "為上堂今朝正是正月半家家辦賞上元", "363": "節都隨浮世恣情歡誰省茫茫忘本確祗", "364": "有居士黃元公獨入㴱山無別樂不若維", "365": "摩但默然互相唱和妙獨覺為佛音智一", "366": "拙立題自真贊示淨虛禪人法語示佘總", "367": "戎偈示沈大司𡨥演偈示唐孝廉偈送其", "368": "侍者住雪竇上峰偈與瑞光弘徹書與劉", "369": "孝廉道貞書合二萬言即今之三錄也是", "37": "亦烏有光可以韜者也若見有可以禪牀", "370": "歲東建左序修廊與前九楹十四楹者森", "371": "然夾殿而立如臣如僕奉君公焉西建兩", "372": "司於法寶藏天供厨之間堂司後庫司前", "373": "或廣博而靖㴱或警嚴而詳至皆廊要縵", "374": "回檐牙高啄妙極梵宇之崇復於護世四", "375": "神王殿之右覆屋四周通二十楹為涅槃", "376": "之居以處有疾僧伽名曰有喜者從雲間", "377": "錢廷尉之所命也先是廷尉有子及冠而", "378": "卒於疾大漸時自曰天童天童復曰我念", "379": "天童則病苦無矣後復夢告曰我今天童", "38": "上接者有可以三門外接者即見有可以", "380": "披染三年還復歸來故廷尉入山求所以", "381": "似續之者師為勸修是堂堂成而熊羆叶", "382": "兆繼生一子廷尉以為有後之祥遂以今", "383": "名命焉又自天供𢊍之西循澗而北隆者", "384": "屋之窪者樓之延聯至於盋盂峰下外復", "385": "繚以周垣而寺西之地盡矣。", "386": "十年丁丑", "387": "師七十二歲天臘日制先覺堂碑文復自", "388": "書丹木令日制皋亭中塔院興修偈有當", "389": "年屋塔護全身一夕火光真歇了之句以", "39": "為徒者人相未空我見未忘分別念存造", "390": "院燬於火故也次韻示李警菴四首復南", "391": "嶽霜輪講主書更示以偈示覺圓敏禪人", "392": "偈為恒證據張敬橋張通伯題自真贊為", "393": "眾禪者作溈山水牯牛頌為祁驥超居士", "394": "書醒菴二字更跋其後二月為忞書正覺", "395": "靈光四字於南海梵音菴舍利記贊之前", "396": "撾鼓上堂舉黃檗費隱容為座元時容解", "397": "院事歸省自閩川也三月遠近鬨傳以師", "398": "將赴大溈之請闔郡士紳偕入山中計留", "399": "其市井往往偶語儻師果行吾輩將磨礪", "4": "師六十三歲以謝事告諸檀越將為拂衣", "40": "種種業弗敢為也又云心無分別則無取", "400": "以須與楚人從事師笑曰客秋有湖南僧", "401": "至此偶言之耳諸君曷為哉眾乃止然臨", "402": "淮甌越之民猶奔走竭󲟧恐後不及見焉", "403": "為洞如覺制傳和尚真贊偈示天鈞徐居", "404": "士題法師靈鑑真贊復嘉魚曹居士書更", "405": "示以偈為是空表自瑞峰三禪人題自真", "406": "贊為清菴澄題自真贊六月卻弁山圓證", "407": "之命七月發慰馮大中丞左遷書八月跋", "408": "振伯周居士血書金剛經更示以偈九月", "409": "其侍者乞山居之顏為書端嚴一室四字", "41": "舍無取舍則無憎愛無憎愛則無業識無", "410": "授之十月立朝宗忍為第二座復馬大中", "411": "丞問道書復佘周生胡彥󰤯二居士問道", "412": "書十一月為林野奇朝宗忍題自真贊十", "413": "二月卻荊谿禹門之命是歲建屋於𥨊堂", "414": "之前及先覺司香之室以樓計者十有三", "415": "楹以室計者則四十有四楹以明堂計者", "416": "則前後左右有五以大小計者則大一中", "417": "二小又二焉猶以伽藍祖師未有寧宇乃", "418": "於殿之左右翼建堂二區而奉安之復摶", "419": "土而肖三世如來百福千光之相於殿之", "42": "業識則從心所欲不踰矩焉題玉芝禪師", "420": "正中刻木而肖當來慈氏與廣陵所輦至", "421": "護法天大將軍相皆礲石為牀座前後妥", "422": "寘於四神王殿之內莊嚴妙麗如紫金山", "423": "聚焉。", "424": "十一年戊寅", "425": "師七十三歲道風益󳰲無遠不屆雖下里", "426": "窮巟之域身形拘礙之人莫不想望風裁", "427": "而咨決心疑者師皆無忝哀慕一以慈光", "428": "攝授之是夏遂有復韶陽劉曰相陳明欽", "429": "二居士問道書復閩漳尼寂煇問道書復", "43": "象贊為抱朴蓮禪師題禹門傳和尚真贊", "430": "五羊葉行證袁行成二道婆問道書復內", "431": "監車天祥蘇若霖問道書復鹽官朱通頂", "432": "問道書復毘陵王登之王觀方問道書復", "433": "秀水孫弘基徐廣密問道書春建下院於", "434": "古攔路菴之前殿堂齋庫凡樷林所宜有", "435": "者咸僃焉三月荊谿闔邑士紳以師秊臘", "436": "尊高宜歸根桑梓復有法藏之命狀曰禪", "437": "師為法門龍象海內瞻依當此佛法傾頹", "438": "而師硬豎脊骨肩此重任所謂拌卻一條", "439": "窮性命刀山劍樹也須登非師而誰大慧", "44": "二復錢性符問道書示太虛藏禪人病中", "440": "云此大丈夫之事非公矦將相之所能為", "441": "興言及此吾輩真當愧死然度盡海內眾", "442": "生而於桑梓反𢗊然無情冥然不顧則法", "443": "門所言平等者果安在乎此某某所以不", "444": "能已於今日之請也吾里中富貴者如油", "445": "入󳫹永無解脫貧賤者如北行南轅愈趨", "446": "愈遠顓望法錫光臨一為指迷謹此合詞", "447": "以請師以衰病力卻之履卿戈居士乞偈", "448": "以玄沙頌通意次韻為示有蹋翻天地無", "449": "家業笑出蘆華恰正圜之句冬濬外萬工", "45": "法語答蔡大中丞懋德十七問一時傳󳰲", "450": "池師親自鳩工鑿澗置隄以殺壅閼之災", "451": "按天童志曰裏外兩區昔人費多工鑿成", "452": "故名萬工又名雙鏡各𣸧數十尺一道橫", "453": "分澄碧可鑑上峙七塔寺徑緣此入先是", "454": "外池壞於洪水裏尚無恙崇禎辛未忽徧", "455": "生朱藻波紋斕然而密雲老人適至此殿", "456": "工告成念外池湍決緣內水直瀉無旁殺", "457": "其勢者乃別為一澗引西澗水曲折出清", "458": "關橋下皆輦致巨石堅築圍𡶨鳩工亦且", "459": "萬計云示程泰華顧德祥鮑元之三居士", "46": "諸方遂各有答頌焉秋建護世四神王寑", "460": "偈持經法語示程弘業葉行如崔明道二", "461": "居士乞語薦親書偈示之。", "462": "十二年己卯", "463": "師七十四歲正月修天童列祖藏骨之塔", "464": "奉衣盂貲為龍池傳和尚營歲祀之田善", "465": "卷樂菴祖田如之為驥超祁居士制宗門", "466": "崇行錄序臺山梅菴宜新搆梵宇成請󱦃", "467": "為大書獨露堂付顓使更次以偈二月遣", "468": "唯一潤率諸禪復航海入閩市材集公孫", "469": "居士摹師小影勒石請贊自書授之張大", "47": "殿與齋庫泡湢之屬一撒而新之冬過秦", "470": "司憲瑋入山叅謁乞開發為示偈曰一切", "471": "二邊俱坐斷本無中道可須安掀翻海嶽", "472": "無人會白棒當頭為指南四月為古南牧", "473": "雲門題自真贊復孝廉張立廉問道書円", "474": "陽湯應冠者常遊禪肆因自集刻相見諸", "475": "老語附狀呈師師目其說多紕繆恐誤人", "476": "乃荅曰承翰刻中載貧道機語總之有無", "477": "不必論如謂貧道一棒的的清而有力則", "478": "知居士未諳貧道棒頭指處故未得如龐", "479": "居士之唯吾自偶諧故見有偶有老聃有", "48": "谿為鍾海槎父對靈小叅。", "480": "孔丘及知斯事無止法如七層塔一層又", "481": "有一層者正居士眼華也豈不聞古云當", "482": "何所務即不落階級請居士細思之八月", "483": "寺鄰徐氏之族以師所修祖山為己塋兆", "484": "嘖有煩言師徑曳杖去按梅谿語錄荅諸", "485": "郡縣留行書其略曰貧道濫主天童法席", "486": "誠非其人但既身處此地不得不任其責", "487": "山中一切宜問况歷代祖師之塔法道有", "488": "今日者以有歷代祖師也有歷代祖師故", "489": "天童斯有今日飲水尚當知源學道人可", "49": "二年己巳", "490": "以忘本乎然則貧道初入天童即當以修", "491": "塔為第一義所以遲遲至今者於中良有", "492": "不得已也一則念久弊不可須革一則念", "493": "己於天童無󰡕髮之功驟舉難行之事人", "494": "必不諒一則念徐宅萬一不能以道義自", "495": "持或有煩言則貧道唯有一去如此則天", "496": "童有再興之機而某宅實敗之上孤諸檀", "497": "信下䧟某宅以無量罪過非利生本願也", "498": "今辛苦九年百廢麤張自揣於諸檀相喚", "499": "初心稍可無愧故敢以是舉然自知無德", "5": "之舉時徐中丞從治朱侍御泰禎曹侍御", "50": "師六十四歲正月於法堂之右方鑿山開", "500": "不足以化人又不忍坐眎祖塔終於毀壞", "501": "其勢亦唯有一去而已過虎林錢太史洪", "502": "中丞與孝廉王元建方子凡輩咸執弟子", "503": "問道留供養卻之卒至子凡園居浹旬會", "504": "明州護法諸公輓留繼至而杭之四眾瞻", "505": "禮者且日以萬數師益猒因夜發將之荊", "506": "楚抵吳門問道弟子諸千如要迎為一過", "507": "鹿城以次受葉縣侯張孝廉顧宗伯齋遂", "508": "得明州王海道應華書且浼宗伯力輓不", "509": "聽前師益堅去志取道虎邱禮隆祖塔出", "51": "址覆屋五間為函丈之室遂有僧問師和", "510": "貲囑累申汪二方伯楊解元為修葺之時", "511": "四方風聞師將遠去留益力於是暫還擕", "512": "李作退休計一時富有力者聞之爭得師", "513": "供養莫適從乃止孫集公園問道者如市", "514": "語載梅谿錄中而越諸檀護使者日相望", "515": "於道不得已聽還天童九月晦嗣法費隱", "516": "容迎至金粟大集武原諸舊人檀越侍齋", "517": "留七日十月入山故陞座有驀拈拄杖云", "518": "爭如者箇木上座生平不近人情之語偈", "519": "示顧宗伯孫集公方子凡持經法語示別", "52": "尚造方丈向甚處下柱脚師云向汝頭頂", "520": "駕曹茹真為宗伯封翁書知非閣三字立", "521": "林野奇為第二座師出凡五旬過郡五縣", "522": "十六所至無僧俗男女空邑傾都甚而追", "523": "隨不獲見者若干數士紳之輩舟車之勞", "524": "不與焉按天童志曰己卯秋老人曳杖渡", "525": "江為修塔也其事不具論心韋凡三致書", "526": "苦心備至歐陽廬陵云初匪其艱在其終", "527": "之徐侍御之護天童可謂有始卒矣寧波", "528": "慈谿餘姚諸薦紳先生或合詞或顓簡或", "529": "轉囑輓留不遺餘力王海道園長書一再", "53": "心下完後向甚處開門師云一棒打開門", "530": "至且託𧬄侍御象三致請教饑㵣之懷即", "531": "裴丞相之於黃檗白侍郎之於鳥窠諦信", "532": "不是過焉時卓錫梅谿菴孫居士集公梓", "533": "語錄以行文司李鐙嵒為之序曰有敬日", "534": "月肅江河者即有䠶日月詛江河者道明", "535": "而聖或時可毀法著而佛或時可攻聖未", "536": "來毀毀聖道愈明佛豈致攻攻佛法愈著", "537": "云云是行也追隨杖屨則有黃大參履素", "538": "顧宗伯瑞庰張大司憲二無王居士金如", "539": "祁居士驥超周孝廉君謨而往返山中不", "54": "開令學人如何入師云看脚下初師正寑", "540": "避嫌怨葢宗伯之力居多。", "541": "十三年庚辰", "542": "師七十五歲春又正月再卻雪竇之命先", "543": "是丙子冬僧發光凡三請師弗赴至是復", "544": "以宗伯之狀來其略曰今春有僧靈雲同", "545": "徐樊二居士從雪竇來苦乞大師住錫彼", "546": "山大師如鑒其誠而許之錫疇至秋不難", "547": "再渡錢塘親送大師之雪竇疇亦擬搆數", "548": "椽於徐鳬巖與大師之鐘鼓相聞亦浮生", "549": "一愉快事也望大師决焉師力卻之偈示", "55": "止三楹而康僧象設分其半故席前之地", "550": "見雲余內監為黃介子柳昇宇襲侍者題", "551": "自真贊復東魯武岷源問道書從沈給諫", "552": "因仲請為尹山隆菩薩書", "553": "聖朝首表奉和", "554": "高廟御製賜隆菩薩詩有無影樹頭身出表", "555": "不萌枝上覺華從之句葢隆燓身顯化事", "556": "詳吳中聖蹟記三月復立梅菴宜為都監", "557": "寺御用王弘𦙌內監嚮師道化復聞師有", "558": "辯天主教說慨然誓作法城衛塹且切皈", "559": "依之志師為答曰來諭求老僧記獲菩提", "56": "不盈尺眾以自居廣廈而師處湫隘不自", "560": "老僧自不見有一人受記者果知此意即", "561": "欲逃老僧而不可得何用求耶只因人不", "562": "知此所以說天說地老僧因不得已辯之", "563": "非多事也題聖緣唐居士像十月因事至", "564": "石頭城一時諸常問道者如張大司憲方", "565": "趙二侍御錢太常阮少司馬咸驚喜出非", "566": "意留齋三日離都還山示趙侍御偈蘇慈", "567": "引李妙光王實相三內監偈砯崖徐居士", "568": "偈書答倪太史太史之與師書其略曰元", "569": "璐根器薄然讀和尚書微見鞭影一我亦", "57": "安乃各出衣盂為建造之二月命門弟子", "570": "有性骨只是拗耳和尚治拗應有法何不", "571": "偽與之華鬘三尸蟲著身不得脫立當乞", "572": "哀還望和尚終悲憐之一我者諱觀復為", "573": "太史同門友所謂太平獨往子也曾見師", "574": "天童於師言句不契因自著逢渠解等書", "575": "排諸方故師與辯折亦幾萬言見直說中", "576": "復木麗江問道書是歲山中建置告厥成", "577": "功按天童志曰昔宏智覺欲新天童寺有", "578": "以形家言獻曰此寺所以未大顯者山川", "579": "宏大而棟宇未僃師能為層樓傑閣以發", "58": "王朝式及昌侍者申狀於周少常伯乞傳", "580": "越淑靈之氣則此山且震燿於時我老人", "581": "自辛未入山乙亥嵗始建佛殿天王殿藏", "582": "閣法堂先覺堂大小方丈前此僅一應供", "583": "堂耳後此丙子則建雲水堂延壽堂丁丑", "584": "則建禪堂東西客堂戊寅則建下院庚辰", "585": "則又建東禪堂新新堂鐘樓回光閣返照", "586": "樓餘寮房泡湢次第稱是眎宏智覺經始", "587": "於壬子冬畢工於甲寅春一年所而精藍", "588": "涌出誠遜其神速且層樓傑閣炳煥亦𧬄", "589": "弗如然而礎布楹列梁橫桷攢所云上棟", "59": "和尚塔上之銘三月與萬峰漢月藏東塔", "590": "下宇葢略僃矣老人以無功用行任運莊", "591": "嚴凡梓人圬人匋人治人強半四方參學", "592": "者日用事無別如是如是豈僅曰其發謀", "593": "也審其行志也斷其使下率眾也惠且勤", "594": "世諦流布而已哉。", "595": "十四年辛巳", "596": "師七十六歲次韻答璞川曾居士偈復陳", "597": "靖江木叔書更步來韻復東魯武張聯問", "598": "道書四月立石奇雲為座元制笑巗寶和", "599": "尚真贊募塐初祖達磨偈五月", "6": "谷皆再輓莫回而鍾孝廉鴻穎載言曰師", "60": "破山明書多規誨法門大體事四月丈室", "600": "毅廟承乾宮皇貴妃", "601": "國戚田弘遇奉", "602": "旨進香齎紫衣入山命陞座為演法奉祝", "603": "皇圖更明佛祖信衣授受之旨為石奇雲元", "604": "真德題自真贊嗣宗吳居士乞語祈嗣書", "605": "偈示之八月辤南都報恩之命先是正月", "606": "二十日前軍都督府太子太傅左都督田", "607": "弘遇題奏稱南京大報恩寺係朝廷家佛", "608": "堂高皇高后聖碑在焉梵剎志載有文皇", "609": "敕書始知頟名報恩乃統承大寶之後修", "61": "告厥成功眾擇日請師居之八月受福建", "610": "此以報高皇高后之恩者近厄於劫火八", "611": "十三年祖宗孝思勝蹟一旦委諸瓦礫臣", "612": "實恫然今鄉紳士民久欲捐修天童山七", "613": "十六歲高僧圜悟大闡宗風凡人見之無", "614": "不樂施但未奉明旨不敢擅舉仰乞皇上", "615": "俯鑒臣言敕下該管衙門奉行督理興修", "616": "以祝延萬壽庇佑生民云云三月二十六", "617": "日奉", "618": "聖旨特賜俞允䌛是國戚與都下士紳合詞", "619": "敦請師力卻弗赴九月常住務殷眾益繁", "62": "黃檗山萬福禪寺之請九月歸受業埽傳", "620": "師忘盈滿乃因事出山僧俗遮留不止遂", "621": "曳杖渡江過紹興問道弟子祁驥超與弟", "622": "大中丞要止別業為棧絕住來省師詶應", "623": "然四方問道者日戶屨晨滿如市莫能禁", "624": "也居凡四閱月為祁德公父夷度翁母王", "625": "氏題贊一陰一陽化育無窮唯惺惺者不", "626": "住其中法語示惠王府王選侍復吳嗣宗", "627": "王元泰吳培之三居士問道書曰至詹居", "628": "士乞薦先慈書法語示之示報恩玉林法", "629": "姪書。", "63": "和尚塔還禮先塋舉族來觀其老者語少", "630": "十五年壬午", "631": "師七十七歲明州宋海憲特遣使迎師還", "632": "山且託中丞勸駕師不得已乃親過甬水", "633": "以天童囑累宋公徑拂衣入天台正月二", "634": "十四日至通玄山紆路僻澗肅林寒人迹", "635": "罕登涉而學者日益親依雖任勞苦服役", "636": "雜傭作加諸敺逐弗去䌛是復成樷席焉", "637": "二月示絮文金內監偈三月復詹曰至張", "638": "太素二居士問道書為奉階謝居士題自", "639": "真贊四月復朝宗忍書有欲汝細思深想", "64": "者曰吾上世之卜此地也得師之貞利見", "640": "一行一步當為後人牓樣是老僧本誓願", "641": "之語再示惠府王選侍法語五月武張聯", "642": "居士乞語薦親書偈示之復台州蔣司李", "643": "鳴玉問道書六月初六日再卻田", "644": "國戚報恩之命二十四日與期生吳居士", "645": "如貧道再撞到居士面前了但不能為居", "646": "士吐一字云云七月天台縣百里內居民", "647": "咸見通玄峰四山變白夜有流光如火照", "648": "燿巗谷初三日師示微疾初五日手書復", "649": "驥超祁居士初六日嗣法靈鷲石奇雲以", "65": "千丁今五世以來吾戶不加增而斯人繞", "650": "問疾至師顰蹙曰汝忝為一方化主奈何", "651": "以我故頻頻往來騷擾諸山哉不懌者久", "652": "之初七日晨興巡閱工作院務如故日午", "653": "歸方丈語侍僧倦甚因登寢榻臥少頃起", "654": "坐跏趺未竟奄然示寂是月明州天台兩", "655": "處僧俗咸欲起塔廟奉全身相持莫決乃", "656": "於龕前枚卜三之太白九月門弟子率勤", "657": "舊六十餘人執紼擁幢歸師天童塔建本", "658": "寺前山幻智菴之右隴僧俗四眾送者以", "659": "萬計哀聲震山谷更以居恒󷘦藏髮爪建", "66": "萬指受地之靈乃夫夫也邪咨嗟不已至", "660": "窣堵波於玲瓏巗上峰先是青烏家為師", "661": "覓地蹋徧群峰莫知向詣偶憇足青谿之", "662": "陰忽一總角童子前笑曰汝等為老和尚", "663": "擇地耶汝常住自有地何用他覓不見道", "664": "青龍脚下眠買盡世間田遂遙指烏桕樹", "665": "云此下是也果如言而得吉壤及訊之數", "666": "里內曾無是童云師凡六建法幢其陞堂", "667": "語要開示小參機緣法語書問拈頌偈贊", "668": "雜著忞自金粟黃檗育王天童恒日隨聞", "669": "抄錄自丙子後則山幢海懷古雪通喆所", "67": "善權埽樂菴祖塔曹琅玕居士等迎請說", "670": "記今總禹門通玄編成二十卷集公孫弘", "671": "基離為四冊刊入嘉禾楞嚴藏室流通其", "672": "闢妄據評辯天判語諸說亦忞與白山布", "673": "季牙璜錄出介子黃毓祺編為十卷離五", "674": "冊與闢救說共刊行以壽於世其支本別", "675": "部如夏通鐙所集源流答頌之類則樷林", "676": "學者包藏袱挾不啻百千部散諸人間矣", "677": "鬀度弟子自通壽等凡三百餘人嗣法自", "678": "大溈如學萬峰法藏東塔海明金粟通容", "679": "金粟通乘寶華通忍禹門通微雪竇通雲", "68": "法於城中萬壽法藏禪寺有山僧出家將", "680": "鶴林通門報恩通賢通玄通奇一十二人", "681": "各各入廛垂手分化一方復有光相通普", "682": "等數十餘人則皆室中密印未及付授者", "683": "其或負正知見有聲樷肆如鹽梅鼎佛音", "684": "智淑之賢天峰景西無聲古峰之輩則先", "685": "師入寂者也若夫招手橫趨闚鞭即去眎", "686": "雲漢以高舉入西山而不還者又殆與王", "687": "臣國士摳衣問道之流同一濟濟不可殫", "688": "述焉必若投身爐𩍁親見指歸則大司憲", "689": "王公志道侍御方公震孺居士沈求如通", "69": "及四十載別也無成得什麼事祇明得祖", "690": "華王金如朝式孝廉李公燦聞人王介子", "691": "毓祺其最著者自此以還如陶宗伯石簣", "692": "周少常伯海門唐太常凝之陶郡丞石梁", "693": "馮大中丞留僊大司馬鄴僊李侍御漸鴻", "694": "徐侍御心韋王侍御芳洲顧宗伯瑞庰王", "695": "督學園長黃大參履素祁大中丞世培周", "696": "侍御衷玄𧬄侍御象三陳侍御平若陸內", "697": "史敬身劉郡丞九霞錢太常元沖張大司", "698": "憲二無趙侍御二瞻張廣文客卿吳憲副", "699": "與則金太史正希孝廉唐祁遠周君謨鍾", "7": "為子糓住四春秋矣屈千日為穎自效犬", "70": "師西來一著子等語還過姑蘇鄧尉山天", "700": "海槎張元岵方子凡張冰菴居士管霞標", "701": "蔡子糓馮爾赤祁驥超徐型塘輩則皆確", "702": "誠諦信所謂弘護無斁者也師以海山容", "703": "納之量誘掖方來凡聖一目之懷等觀大", "704": "地說法不帶枝葉為人絕諸廉纖操惡辢", "705": "鉗鎚單提持向上碎󲽢蕩二見之窠堀剪", "706": "差宗異目之稠林微󱳔必呵纖情不順所", "707": "以士大夫中往往有聞時富貴見後貧窮", "708": "者多矣况諸學子一以從上綱宗內諸海", "709": "印三昧苟有差互痛與排斥昔人稱佛印", "71": "壽聖恩禪寺埽萬峰寶藏兩祖塔嗣法漢", "710": "元牽牛蹊人之田而奪之牛元弗惜雖師", "711": "亦有焉力爭祖命靡愛厥身卒俾少室重", "712": "光濟河復漲三十年間風行草偃馳走天", "713": "下宿衲嚮往一世鴻儒道滿神州名傳", "714": "紫閣愚頑咸慕德率土盡欽風故過化則埽", "715": "邑空都來施則傾廩倒橐坐立之際千指", "716": "圍繞顧盼之餘蜃樓幻出雖晚年謝迹名", "717": "藍投身絕壑而蠅趨蟻附奔輳愈殷及夫", "718": "慧日停輝慈雲掩彩四方聞赴如󲕑所生", "719": "千里哭臨有同孺慕山川為之變色通玄峰四", "72": "月藏護法趙大中丞士諤周孝廉永年等", "720": "山變白太白猶然效靈化現童子指點吉壞則皆師生", "721": "平教澤所普被至行所感通如斯之類葢", "722": "久矣落江湖之口碑矣若其約眾持身之", "723": "法紹先啟後之謨動必合章程語必該典", "724": "則津梁百世標表人天者則雖費日糜年", "725": "莫可殫紀今謹採樷林𦒿宿平昔記聞與", "726": "忞所親知目見者參諸往錄定之歲月撮", "727": "略而編次之庶幾傳布將來使後之人師", "728": "有所規鑒云爾。", "729": "天童密雲禪師年譜終", "73": "迎就本山陞座說偈曰今日不肖兒孫高", "74": "陞遠祖之堂不必重說偈言覿面為眾舉", "75": "揚急著眼莫思量逴得便行真漢子人間", "76": "天上更無雙時郡之士紳若汪給諫國拄", "77": "胡度支子浩劉憲副錫玄徐內史容等皆", "78": "齋候於城東之瑞光寺而僧俗男女聞師", "79": "之來萬眾喧闐街衢巷陌為之不通乃登", "8": "馬之地遂不哀憐穎乎師惻然為留之岳", "80": "塔之絕級一受瞻禮焉過虎邱埽隆祖塔", "81": "闔寺辦嚴而譁逐愈甚遂不及舉上而還", "82": "過松陵舟人不敢維舟近岸僅於中流受", "83": "熊明府開元一齋過秀水為孝子金善鎔", "84": "對靈說偈秀水年年秀青山歲歲青祇因", "85": "人不覺剛自見遷更以拄杖擊靈几云擊", "86": "碎蟠桃核方見舊時仁急薦取好惺惺頓", "87": "證無生地高登安樂城崇成無漏業端坐", "88": "寶蓮心十月結冬制舉費隱容為第二座", "89": "時眾滿萬指矣。", "9": "大司馬元聲以嘗見紫栢尊者亦獵三教", "90": "三年庚午", "91": "師六十五歲正月過武原郡丞湯道衡迎", "92": "於官衙齋畢就請天寧千佛寶閣基陞座", "93": "二月過武林眾請說法於報國禪院赴閩", "94": "川黃檗請也黃檗為運禪師脫白之地故", "95": "至三門有昔日遠祖斷際禪師從此出今", "96": "日不肖兒孫從此入雖然出入不同要且", "97": "同為標格之語三月廿七日入院四月十", "98": "五日開堂垂示云一葉扁舟泛海中乘風", "99": "來到福城東洪波浩渺無餘事只作拋綸"}, "originalTitle": "Qianlong Edition of the Canon, Electronic version, No. 1640 密雲怡禪師語錄", "englishTitle": "Qianlong Edition of the Canon, Electronic version, No. 1640 密雲怡禪師語錄", "author": "明 圓悟說 道忞上進", "language": "chinese", "source": "CBETA"}