{"sourceLink": "http://www.cbeta.org/", "text": {"0": "禪苑蒙求拾遺標題禪苑蒙求拾遺標題", "1": "少林斥相　牛頭辨通道通石紫　緣德塔紅", "10": "荼陵有珠　香嚴無錐慧日論藥　柴石因棊", "100": "傳燈錄曰。盤山寶積禪師示眾曰。心月孤圓。光吞萬", "1000": "萬重關鎖開。慶快平生是今日。孰云千里賺吾來。光", "1001": "作投機頌云。當機一拶怒雷吼。驚起法身藏北斗。洪", "1002": "波浩渺浪滔天。拈得鼻孔失却口。喜見之曰。此正是", "1003": "禪中狀元也。因號為光狀元。", "1004": "少林開華 曹溪歸根少林開華　曹溪歸根", "1005": "傳燈錄曰。達磨告慧可曰。汝當闡揚。勿輕未悟。一念", "1006": "迴機。便同本得。聽吾偈曰。吾本來茲土。傳法救迷情。", "1007": "一華開五葉。結果自然成。", "1008": "傳燈錄曰。慧能大師謂門人曰。吾欲歸新州。汝速理", "1009": "舟楫。時大眾哀慕乞師且住。師曰。諸佛出現猶示涅", "101": "象。光非照境。境亦非存。光境俱亡。復是何物。禪德。譬", "1010": "槃。有來必去。理亦常然。吾此形骸歸必有所。眾曰從", "1011": "此去早晚却迴。師曰。葉落歸根。來時無口。事苑曰。寶", "1012": "林傳曹叔良施地。六祖居之。地有雙峰大溪。因曹侯", "1013": "之姓曰曹溪。輔教編曰。慧能始鬻薪以養母。將從師。", "1014": "患無以為母之儲。殆欲為傭以取資。及還而其母已", "1015": "殂。慨不得以道見之。遂寺其家以善之。終亦歸死于", "1016": "是。故曰葉落歸根。能公至人也。豈測其異德。猶示人", "1017": "而不忘其本也。", "1018": "法眼六相 慈明三印法眼六相　慈明三印", "1019": "傳燈錄曰。永明寺道潛禪師初謁淨慧禪師清涼文益之號。", "102": "如擲劍揮空。莫論及之不及。斯乃空輪無迹。劍刃無", "1020": "又諡大法眼禪師。一見異之便容入室。一日淨慧問曰。子於", "1021": "參請外看什麼經。師曰看華嚴經。淨慧曰總別同異", "1022": "成壞六相是何門攝屬。師對曰。文在十地品中。據理", "1023": "則世出世一切法皆具六相。曰空還具六相也無。師", "1024": "懵然無對。淨慧曰子却問吾。師乃問曰。空還具六相", "1025": "也無。淨慧曰空。師於是開悟。踊躍禮謝。淨慧曰。子作", "1026": "麼生會。師曰空。淨慧然之。", "1027": "慈明楚圓禪師錄曰。上堂云。祖師心印。一印印空。一", "1028": "印印水。一印印泥。如今還有印不著者麼。若有試出", "1029": "來向脚跟下道將一句來。設你道得倜儻分明。第一", "103": "虧。若能如是。心心無知。全心即佛。全佛即人。人佛無", "1030": "不得行過衲僧門下。且道衲僧有什麼長處。良久云。", "1031": "人王三寸鐵。遍地是刀槍。", "1032": "枯禪鏡墮 瑞光鼓震枯禪鏡墮　瑞光鼓震", "1033": "增集續傳燈錄曰。枯禪自鏡禪師見密菴於靈隱。機", "1034": "緣䐇契。久之開法隆興上藍。寶慶元年被旨陞靈隱。", "1035": "移天童。枯崖漫錄曰。天童如淨禪師感疾退席。下涅", "1036": "槃堂。為鑑足庵。燒香入寂時。侍者告以法堂寶蓋鏡", "1037": "墮於座。上曰。鏡枯禪至矣。如其言。鄒應傳撰枯禪錄", "1038": "序曰。照子落地。讖住天童。", "1039": "僧寶傳曰。圓照禪師。諱宗本。游方徧參。至池州景德", "104": "異始為道矣。", "1040": "謁義懷禪師。言下契悟。眾未有知者。甞為侍者而喜", "1041": "寢。鼻息齁齁。聞者厭之。言於懷。懷笑曰。此子吾家精", "1042": "進幢也。汝輩他日當依賴之。無多談。眾乃驚。及懷公", "1043": "徙住越之天衣常之薦福。本皆從之。治平初懷公退", "1044": "居吳興之壽聖院。部使者李公復圭過懷公夜語曰。", "1045": "瑞光法席虗。願得有道衲子主之。懷指本曰。無踰此", "1046": "道人者耳。既至瑞光。集眾擊鼓。鼓轉墮圓轉震響。眾", "1047": "驚却。有僧出呼曰。此和尚法雷震地之祥也。俄失僧", "1048": "所在。自是法席日盛。", "1049": "無見却券 虗谷還贐無見却券　虗谷還贐", "105": "神鼎碎餅 趙州斷薪神鼎碎餅　趙州斷薪", "1050": "山菴雜錄曰。無見禪師。仙岩葉氏子。世業儒。以俊才", "1051": "掌天寧古田內記。參方山禪師於瑞岩。盡得其要領。", "1052": "翻然拉可藏主者同至華頂。尋宋高菴所居故址。結", "1053": "茅而居。於是道化大行。學者雲集。道俗以為無田不", "1054": "可以蓄眾。往往持田券來施。師皆却之。冬夏一衲。食", "1055": "惟充饑。", "1056": "山菴雜錄曰。虗谷和尚辭仰山赴徑山。到袁州城裏", "1057": "四遠檀信贐金錢楮幣委積滿前。虗谷徐謝之曰。吾", "1058": "不敏。兩淛諸山。以吾頗諳宗趣。虗徑山席處吾。欲吾", "1059": "開堂說法。闡揚宗趣耳。豈以貧窶見嫌。諸君所贐物", "106": "僧寶傳曰。禪師洪諲隱于衡嶽之三生藏。有湘陰男", "1060": "請還。庶免新華巖之誚也。囑侍者囊道具。隨身而已。", "1061": "哲魁謝招 知昺擲信哲魁謝招　知昺擲信", "1062": "人天寶鑑曰。宏智覺禪師。隰州人。謝事長蘆住天童。", "1063": "有隰州僧哲魁者。孤硬人也。潛跡坐下。不言鄉所。經", "1064": "十餘載。始知宏智鄉人。宏智聞。欣然訪曰。父母之󳬛", "1065": "何太絕物乎。智欲招至方丈。魁謝曰。己事尚未辦。豈", "1066": "暇講鄉禮邪。即曳杖而去。人莫能挽。徑往寶陀真歇", "1067": "故居禪宴月餘日。臨終召眾說法而逝。闍維舍利無", "1068": "數。", "1069": "寶訓曰。雪堂曰。予在龍門時。昺鐵面住太平。有言昺", "107": "子󳬛稱右族來游福嚴。即諲室。見諲氣貌閑靖。一鉢", "1070": "行脚離鄉未久。聞受業一夕遺火悉為煨燼。昺得書", "1071": "擲之於地。乃曰徒亂人意耳。續傳燈錄曰。太平懃禪", "1072": "師法嗣韶州南華知昺禪師。蜀之永康人。", "1073": "華嚴蟠龍 投子俊鷹華嚴蟠龍　投子俊鷹", "1074": "僧寶傳曰。禪師名道隆。不知何許人。至和初游京師。", "1075": "客景德寺。日縱觀都市。歸甞二鼓。謹門者呵之不悛。", "1076": "一夕還不得入。臥門之下。仁宗夢至景德寺門。見龍", "1077": "蟠地。驚覺。中夜遣中使往視之。乃一僧熟睡已再鼾。", "1078": "撼之驚矍。問名字歸奏。上聞名道隆。乃喜曰吉徵也。", "1079": "明日召至偏殿問宗旨。隆奏對詳允。上大悅。有旨館", "108": "挂壁。莫能親疎之。傾愛之忘去。謂曰。師寧甘長客于", "1080": "于大相國寺。燒朱院王公貴人爭先願見。隆未漱盥", "1081": "戶外之屨滿矣。上以偈句相酬唱。絡繹於道。或入對", "1082": "留宿禁中。禮遇特厚。賜號應制明悟禪師。皇祐二年", "1083": "詔廬山僧懷璉至闕演法於後苑化成殿。上召隆問", "1084": "話。機鋒迅捷。上悅。侍衛皆山呼。隆奏疏請歸養病。不", "1085": "許。有旨於曹門外護國寺北建精舍以居。號華嚴禪", "1086": "院。隆既得謝事。喜見言色。閑居。奇衲名緇多過從。", "1087": "僧寶傳曰。禪師名義青。其師使習百法論。嘆曰三祇", "1088": "塗遠自困何益哉。入洛中聽華嚴五年。反觀文字。一", "1089": "切如肉受串。處處同其義味。甞講至諸林菩薩偈曰。", "109": "人亦欲住山乎。我家神鼎之下隣寺。吾世植福之地", "1090": "即心自性。忽猛省曰。法離文字。寧可講乎。即棄去。游", "1091": "方至浮山。時圓鑑禪師退席。居會聖岩。夢得俊鷹畜", "1092": "之。既覺而青適至。遠以為吉徵。加意延禮之。留止三", "1093": "年。問答開悟。服勤又三年。圓鑑以大陽皮履布直裰", "1094": "付之事出浮山傳曰。代吾續洞上之風。吾住世非久。善自", "1095": "護持。無留此間。青遂辭出山。閱大藏於廬山慧日寺。", "1096": "後住投子山。道望日遠。禪者日增。異苗翻茂。果符前", "1097": "讖。初開山慈濟有記曰。吾塔若紅是吾再來。󳬛人偶", "1098": "修飾其塔作瑪瑙色。未幾而青領院事。山中素無水。", "1099": "眾每以為病。忽有泉出山石間。甘涼清潔。郡守賀公", "11": "祖元戒神　天然騎聖大隋服務　隱之持淨", "110": "久無住持者。可俱往。諲笑曰諾。乃以己馬駄諲還。諲", "1100": "名為再來泉。", "1101": "永安定見 慧寂夢昇永安定見　慧寂夢昇", "1102": "傳燈錄曰。杭州報恩光教寺永安禪師遇韶國師開", "1103": "示頓悟本心。人天寶鑑曰。光孝安禪師。忠懿王嚮師", "1104": "道望。命住越之清泰。安不樂從。務唯宴坐丈室。如入", "1105": "大定。一日定中見二僧倚殿檻語話。有天神擁衛傾", "1106": "聽久之。俄有惡鬼唾罵。復掃脚跡。及詢倚檻僧所以。", "1107": "乃初論佛法。後談世諦。安曰。閑論尚爾。況主法者。擊", "1108": "鼓陞堂說無益事邪。自是終身未甞談世故。安死闍", "1109": "維舌根不壞柔輭如紅蓮華葉。", "111": "至。設魚鼓粥飯如諸方。一年而成叢席。十年而有眾", "1110": "會元曰。仰山慧寂禪師臥次。夢入彌勒內院。眾堂中", "1111": "諸位皆足。惟第二位空。師遂就座。有一尊者白槌曰。", "1112": "今當第二座說法。師起白槌曰。摩訶衍法。離四句。絕", "1113": "百非。諦聽諦聽。眾皆散去。及覺舉似溈山。溈山曰。子", "1114": "已入聖位。師便禮拜。晦機熈禪師再住仰山偈曰。青", "1115": "山涌出黃金宅。白日夢昇兜率天。", "1116": "慧海珠明 冶父川增慧海珠明　冶父川增", "1117": "傳燈錄曰。大珠慧海禪師者。建州人。姓朱氏。依越州", "1118": "大雲寺道智和尚受業。初至江西參馬祖。於言下自", "1119": "識本心。師事六載後以受業年老遽歸奉養。乃晦迹", "112": "三十輩。僧契嵩少時遊焉。諲坐堂上受其展。指庭下", "1120": "藏用。外示癡訥。自撰頓悟入道要門論一卷。被法門", "1121": "師姪玄晏竊出江外。呈馬祖。祖覧訖告眾云。越州有", "1122": "大珠。圓明光透。自在無遮障處也。眾中有知師姓朱", "1123": "者。迭相推識。結契來越上尋訪依附。時號大珠和尚", "1124": "者。因馬祖示也。", "1125": "普燈錄曰。無為軍冶父實際道川禪師。姑蘇玉峰人。", "1126": "為縣之弓級。聞東齋謙首座為道俗演法。遂從之習", "1127": "坐。不倦一日。因是不職。尉笞之。師於杖下大悟。辭依", "1128": "謙。謙為改名道川。且曰。汝舊呼狄三。今名道川。川即", "1129": "三耳。此去能竪起脊梁了辦箇事。其道如川之增。若", "113": "兩小甕咤曰。汝來乃其時。寺今年始有醬食矣。明日", "1130": "放倒則依舊狄三也。師銘於心。建炎初圓頂。游方至", "1131": "天峰。蹣菴與語鋒投。菴稱善。歸憩東齋。道俗愈敬。有", "1132": "以金剛般若經請問者。師為頌之。今盛行於世。隆興", "1133": "改元殿撰鄭公喬年漕江西。適冶父虗席。迎開法。", "1134": "遇賢擊瓦 藻先扣氷遇賢擊瓦　藻先扣氷", "1135": "普燈錄曰。酒仙遇賢和尚。姑蘇長洲林氏子。母夢吞", "1136": "大珠而孕。生多異祥。貌偉怪。口容雙拳。七歲甞沈大", "1137": "淵而衣不潤。遂去家。師嘉禾永安可依。往參錢塘龍", "1138": "冊球禪師發明心印。回居明覺院。唯事飲酒。醉則成", "1139": "歌。頌警道俗。因號酒仙。初自錢塘歸。執鐵鎚路見瓦", "114": "將粥一力挾筐取物投僧鉢中。嵩睨上下。有即咀嚼", "1140": "甓即擊。或問所謂。曰。世路不平。故碎之耳。", "1141": "普燈錄曰。藻先古佛。建寧新豐翁氏子。母夢比丘風", "1142": "神炯然。荷錫求宿。人指謂曰。是辟支佛。已而孕。生於", "1143": "武宗會昌之四年。香霧滿室彌日不散。年十三求出", "1144": "家。父母許之。依烏山興福行全為師。初以講說為眾", "1145": "所歸。棄謁雪峰真覺禪師。峰異之曰。子異日必為王", "1146": "者師。後自鵞湖歸。溫嶺結庵。繼居將軍岩。二虎侍側。", "1147": "神人獻地。為瑞岩院。學者爭集。甞謂眾曰。古聖修行", "1148": "須憑苦節。吾今夏則衣楮。冬則扣氷而浴。故世人號", "1149": "為扣氷古佛。", "115": "者。有置之自若者。嵩袖之。下堂以觀皆碎餅餌。問諸", "1150": "福先進歌 汾陽始頌福先進歌　汾陽始頌", "1151": "傳燈錄曰。洛京福先仁儉禪師。自嵩山罷問。放曠郊", "1152": "󱈎。時謂之騰騰和尚。唐天冊萬歲中天后詔入殿前。", "1153": "仰視天后良久曰。會麼。后曰不會。師曰老僧持不語", "1154": "戒。言訖而出。翌日進短歌一十九首。天后覽而嘉之。", "1155": "厚加賜賚。師皆不受。又令寫歌辭傳布天下。其辭並", "1156": "敷演真理。以警時俗。唯了元歌一首盛行於世。歌曰。", "1157": "修道。道無可修。問法。法無可問。迷人不了色空。悟者", "1158": "本無逆順。八萬四千法門。至理不離方寸。識取自家", "1159": "城郭。莫謾尋他鄉郡。不用廣學多聞。不在辯才聰俊。", "116": "耆老。曰此寺自來不煑粥。脫有檀越請應供。諲次第", "1160": "不知月之大小不。管歲之餘閏。煩惱即是菩提。淨華", "1161": "生於泥糞。人來問我若為不能共伊談論。寅朝用粥", "1162": "充饑。齋時更飱一頓。今日任運騰騰。明日騰騰任運。", "1163": "心中了了總知。且恁半癡半鈍。", "1164": "寶訓曰。萬菴曰。頌始自汾陽。暨雪竇宏其音。顯其旨。", "1165": "汪洋乎不可涯。又心聞曰。天禧間雪竇以辯博之才", "1166": "美意變弄求新琢巧。繼汾陽為頌古。籠絡當世學者。", "1167": "宗風由此一變矣。汾陽無德禪師錄有頌古一百首。", "1168": "盖以此為權輿也。", "1169": "歸宗真藥 蒙庵毒種歸宗真藥　蒙庵毒種", "117": "撥僧赴之。祝令携乾殘者歸納庫下。碎焙之。均而分", "1170": "真淨克文禪師。後住歸宗。正宗贊曰。真淨文禪師嗣", "1171": "黃龍無盡張商英。字天覺。見兜率名從悅舉清素侍者末後句。", "1172": "事逮。罷相過歸宗。夜話及此。師輙怒曰。是何嘔血禿", "1173": "丁脫空謾語。豈可信受。遂不終語。無盡居荊溪。覺範", "1174": "往見之。無盡與語曰。惜乎真淨不知此也。範曰。相公", "1175": "只知清素末後句。及真淨真藥現前而不能覺。盡驚", "1176": "曰。果有此耶。曰疑則別參。盡於言下頓見師用處。遂", "1177": "炷香望歸宗悔謝。", "1178": "枯崖漫錄曰。蒙菴聰禪師。生福州長樂朱氏。依信之", "1179": "龜峰光晦庵得度。即告以欲隨眾專一體究己躬大", "118": "俵以當󳫹也。堂頭言。汝來適丁其時良然。嵩大驚。有", "1180": "事。免以眾務為役。庵笑曰。汝要緊參禪那。佛法在一", "1181": "切作用處。尋常行履處。何懼事務奪。即今且限一月", "1182": "日。如不了决。罰不恕。退以佛法在尋常行履處寫貼", "1183": "於牕上。脇不至席者半月。庵時時默探之。見其作意", "1184": "太猛烈。私念云。此子若不悟。恐狂去。一日聞搐鼻有", "1185": "泣聲云。啞壞了此子。訽問乃知俗家訃音至。庵舉意", "1186": "曰這裡好與一槌。即喚來問曰。汝有什麼事。具道以", "1187": "父亡。聲未絕。庵扭住與一掌云。許多無明煩惱甚處", "1188": "得來。又一掌。當下疑滯氷釋。即禮謝。衝口呈偈曰。了", "1189": "了了。徹底了。無端赤脚東西走。踏破晴空月一輪。八", "119": "木牀。一夜則諲坐其上。三十輩者環之聽其誨語。", "1190": "萬四千門洞曉。自此機鋒峻捷無敢當者。庵臨寂時", "1191": "付以法衣并偈曰。再來毒種元聰侍者。尀耐吾宗滅", "1192": "汝邊也。", "1193": "德挫將軍 元接僧統德挫將軍　元接僧統", "1194": "僧寶傳曰。圓通緣德禪師。後主聞其名致至金陵問", "1195": "佛法大意。留禁中。又創寺以居之。昭惠后以其子宣", "1196": "城公薨。施錢建寺於廬山之陰石耳峰之下。開基日", "1197": "得金像觀世音於地中。賜名圓通焉。本朝宋遣便問", "1198": "罪江南後主納土矣。而胡則者據守九江不降。大將", "1199": "軍曹翰部曲渡江入寺。禪者驚走。德淡坐如平日。翰", "12": "圓照載歸　宏智舁請寂照遵記　懷志守命", "120": "趙州真際禪師行狀曰。師諱從諗。自携瓶錫遍歷諸", "1200": "至不起不揖。翰怒呵曰。長老不聞殺人不眨眼將軍", "1201": "乎。德熟視曰。汝安知有不懼生死和尚耶。翰大奇。增", "1202": "敬而已曰。禪者何為而散。德曰擊鼓自集。翰遣裨校", "1203": "擊之。禪無至者。翰曰不至何也。德曰公有殺心故爾。", "1204": "德自起擊之。禪者乃集。翰再拜問決勝之䇿。德曰非", "1205": "禪者所知也。", "1206": "僧寶傳曰。佛印禪師。名了元。字覺老。高麗僧統義天", "1207": "航海至明州。傳云義天棄王者位出家。上疏乞徧歷", "1208": "叢林問法受道。有詔朝奉郎揚傑次公館伴。所經吳", "1209": "中諸剎皆迎餞如王臣禮。至金山。元牀坐納其大展。", "121": "方。常自謂曰。七歲童兒勝我者我即問伊。百歲老翁", "1210": "次公驚問故。元曰。義天亦異國僧耳。僧至叢林。規繩", "1211": "如是。不可易也。眾姓出家同名釋子。自非買崔盧以", "1212": "門閥相高。安問貴種。次公曰。卑之少徇時。宜求異諸", "1213": "方。亦豈覺老心哉。元曰。不然。屈道隨俗。諸方先失一", "1214": "隻眼。何以示華夏師法乎。朝廷聞之。以元為知大體。", "1215": "法雲世諦 大溈念誦法雲世諦　大溈念誦", "1216": "大慧普說曰。老杲和尚法雲佛照根本下明。但拙於語言", "1217": "三昧。每陞座謂眾曰。老僧熈寧八年文帳在鳳翔府", "1218": "供申。當年崩了華山。你後生家幾時知得遮幾句兒。", "1219": "無時不說。然後隨其所請回向下座。或問曰。和尚因", "122": "不及我者我即教他。年至八十方住趙州城東觀音", "1220": "什麼寶華座上一向說世諦耶。杲應之曰。癡人。法豈", "1221": "有二種。", "1222": "大慧普說曰。大溈真如慕󳭷法席甚盛。龍象蹴踏。每遇陞", "1223": "堂。三通鼓罷大眾雁行而立。風滲滲地趺坐。良久乃", "1224": "舉箇古人頌子云。欲識本來心。青山綠水深。不是身", "1225": "心境。徒將聞見尋。識得便識取。不用更沈吟。參。便下", "1226": "座後。五日又當參。復舉是柱不見柱。非柱不見柱。是", "1227": "非已去了。是非裡薦取。參。但是陞座。除拈提公案外。", "1228": "其餘多類此。有箇川僧滑稽。從溈山下來。有問大溈", "1229": "法道如何。僧云規矩法度甚好。只是念誦多㬠。曰三", "123": "院。住持枯槁志効古人。僧堂無前後架。旋營齋食。繩", "1230": "八念誦叢林定法。何言甚多。僧云。大溈獨不然。三八", "1231": "日。僧堂前維那念誦了。五日。法堂上長老又念誦。衲", "1232": "子傳以為笑。", "1233": "禪苑蒙求拾遺終", "124": "牀一脚折以燒。斷薪用繩繫之。每有別制新者。師不", "125": "許也。住持四十來年。未甞賚一封書告其檀越。", "126": "石窓省母 洞山辭親石窓省母　洞山辭親", "127": "人天寶鑑曰。石窓恭禪師久依天童宏智禪師。細大", "128": "職務靡不歷試。一日歸省母。母曰。汝行脚本為了生", "129": "死度父母。而長為人主事。苟不明因果。將累我於地", "13": "慈明偶欲　白雲太早此庵布袋　香林紙襖", "130": "下。恭曰。某於常住毫髮不欺。雖一炬之燈亦分彼此", "131": "之用。無足慮我。母曰。然過水得不脚濕。", "132": "諸祖偈頌。洞山良价禪師辭親書曰。伏聞諸佛出世", "133": "皆從父母而受身。萬彚興生盡假天地而覆載。故非", "134": "父母而不生。無天地而不長。盡沾養育之恩。俱受覆", "135": "載之德。嗟夫一切含識萬象形儀皆屬無常。未離生", "136": "滅。雖則乳哺情至養育恩深。若把世賂供資終難報", "137": "答。作血食侍養安得久長。故孝經云。雖日用三牲之", "138": "養猶不孝也。相牽沈沒永入輪回。欲報罔極深恩莫", "139": "若。出家功德截生死之愛河。越煩惱之苦海。報千生", "14": "雪峰笊籬　慧安栲栳慈覺勸參　道吾樂道", "140": "之父母。答萬劫之慈親。三有四恩無不報矣。故經云。", "141": "一子出家九族生天。良价捨今世之身命誓不還家。", "142": "將永劫之根塵頓明般若。伏惟父母心開喜捨。意莫", "143": "攀緣。學淨飯之國王。効摩耶之聖后。他時異日佛會", "144": "相逢。此日今時且相離別。良非遽違甘旨。蓋時不待人。", "145": "故云此身不向今生度更向何時度此身。伏冀尊懷", "146": "莫相寄憶。偈曰。未了心源度數春。翻嗟浮世謾逡巡。", "147": "幾人得道空門裡。獨我淹留在世塵。謹具尺書辭眷", "148": "愛。願明大法報慈親。不須洒淚頻相憶。譬似當初無", "149": "我身。又曰。岩下白雲常作伴。峯前碧障以為隣。免干", "15": "百丈禪居　大覺蒙堂德用大碗　自寶生薑", "150": "世上名與利。永別人間愛與憎。祖意直教言下曉。玄", "151": "微須透句中真。合門親戚要相見。直待當來證果因。", "152": "石霜雷遷 大慧時新石霜雷遷　大慧時新", "153": "石田錄曰。道吾名宗智之嗣慶諸禪師居石霜。相距百", "154": "二十里。朔望必步往拜道吾之塔。耄猶不輟。一夕雷", "155": "雨。塔自遷就之。至今號雷遷塔。", "156": "大慧武庫曰。師大慧每歲得時新。必先供佛及圓悟。然", "157": "後敢嘗。謂左右曰。非佛與老和尚。我安得如此。", "158": "漸源覓骨 雲菴展真漸源覓骨　雲菴展真", "159": "傳燈錄曰。漸源仲興禪師嗣法道吾一日將鍬子於法堂", "16": "牛頭虀菜　芙蓉米湯或庵有兒　明教此郎", "160": "上。從東過西從西過東。石霜曰作麼。師曰覓先師靈", "161": "骨。石霜曰。洪波浩渺白浪滔天。覓什麼靈骨。師曰正", "162": "好著力。石霜曰。這裏針劄不入。著什麼力。", "163": "武庫曰。真淨和尚有時遽喚侍者。將老和尚真來。侍", "164": "者將南禪師真展開。淨以手加額云。不是這老和尚", "165": "豈能如此。輙顰蹙半餉。却戒收之。每每如此。", "166": "癡絕翳睛 慧覺鎖口癡絕翳睛　慧覺鎖口", "167": "枯崖漫錄曰。癡絕冲禪師曰。昔在龜峰三年。曹源怒", "168": "罵嬉笑皆為人之方便也。自此不疑。天下老宿到與", "169": "不到瞞我不得。已而隨緣放曠。曹源順寂後二十年", "17": "霍山四藤　樂普隻箭端設祖堂　鑑拆佛殿", "170": "為人推出。瓣香不敢忘。凡六處所聚兄弟不可謂無。", "171": "只是用翳睛法者少。苦哉。吾宗喪矣。", "172": "傳燈錄曰。光雲慧覺禪師。僧問。承聞慧覺有鎖口訣。", "173": "如何示人。師曰賴我拄杖不在手。僧曰恁麼即深領", "174": "尊慈也。師曰待我肯汝即得。", "175": "善登百拙 道元五年善登百拙　道元五年", "176": "枯崖漫錄曰。報恩善登禪師。賦性絕彫飾。機語皆質", "177": "直。故有百拙之號。", "178": "武庫曰。寶峰元首座有道之士。答話機鋒鈍。覺範號", "179": "為元五斗。蓋開口取氣炊得五斗米熟。方答得一轉", "18": "月堂拒化　玉泉數饌雲頂三教　法泉萬卷", "180": "語。元或作源。", "181": "世奇聽蛙 應真撞狗世奇聽蛙　應真撞狗", "182": "羅湖野錄曰。世奇首座初於舒州龍門燕坐。瞌睡間", "183": "羣蛙忽鳴。誤聽為淨髮版響。亟趨往。有曉之者曰蛙", "184": "鳴非版。奇恍然。詣方丈剖露。佛眼曰。豈不見羅睺羅。", "185": "奇遽止曰。和尚不必舉。待去自看。未幾有省。乃占偈", "186": "曰。夢中聞版響。覺後蝦䗫啼。蝦䗫與版響。山嶽一時", "187": "齊。由是益加參究。洞臻玄奧。", "188": "人天寶鑑曰。德山密禪師會下有一禪者用工甚銳。", "189": "看狗子無佛性話久無所入。一日忽見狗頭如日輪", "19": "鵝湖水月　南嶽天澤寶掌千歲　趙州七百", "190": "之大。張口欲食之。禪者畏。避席而走。隣人問其故。禪", "191": "者具陳。遂白德山。山曰。不必怖矣。但痛加精彩。待渠", "192": "開口。撞入裏許便了。禪者依教。坐至中夜狗復見前。", "193": "禪者以頭極力一撞。則在函櫃中。於是㸌然契悟。後", "194": "出世文殊。道法大振。即真禪師也。", "195": "蓮峯楖栗 松源苕帚蓮峯楖栗　松源苕帚", "196": "碧岩錄曰。蓮花峯庵主拈拄杖示眾云。古人到這裡", "197": "為什麼不肯住。眾無語。自代云。為他途路不得力。復", "198": "云。畢竟如何。又自代云。楖𣗖橫擔不顧人。直入千峰", "199": "萬峰去。", "2": "雪竇翰林　浮山錄公長髭爐雪　寶積劍空", "20": "義懷折擔　自回攻石伊庵同勞　真如自役", "200": "松源嶽禪師送化士頌曰。敗壞多年苕帚樁。等閑拈", "201": "起定宗綱。這些標致天然別。不比諸方孟八郎。舊說", "202": "叢林傳松源苕帚語。本於此矣。", "203": "從悅茘枝 處凝蘆菔從悅茘枝　處凝蘆菔", "204": "武庫曰。清素首座。閩人。依慈明十三載。年八十寓湖", "205": "湘鹿苑。未始與人交。人莫知之。偶從悅首座。處州人。", "206": "與之鄰居。悅因食蜜漬茘枝。素過門悅呼曰。此老人", "207": "鄉果。可同食也。素曰自先師亡後不得此食久矣。悅", "208": "問曰先師為誰。素曰慈明也。悅乃疑駭。遂饋以餘果。", "209": "稍稍親之。素後問曰。子所見何人。悅曰洞山文和尚。", "21": "泐潭藥汞　雲門丹砂黃檗無多　歸宗較些", "210": "又曰文見何人。悅曰南和尚。素曰南匾頭見先師不", "211": "久後法道大振如此。悅益異之。一日持香詣素作禮。", "212": "素避曰。吾以福薄。先師受記不許為人。於是經月餘。", "213": "憐悅之誠乃曰。子平生知解試語我看。悅具通所見。", "214": "素曰可能入佛不能入魔。又曰末後一句始到牢關。", "215": "如是半載素方印可。仍戒之曰。文示子者皆正知見。", "216": "吾雖為子點破。使子受用自在。子恐離師太早。不能", "217": "盡其道。他日切勿嗣吾。後出世嗣真淨。乃兜率悅是", "218": "也。", "219": "武庫曰。保寧勇禪師二上足處清．處凝同參白雲端", "22": "法眼未了　大覺太賒葉縣還󳫹　圓通會茶", "220": "禪師。凝在侍者寮最久。端有膈氣疾。凝常煨蘆菔以", "221": "備無時之需。端作傅大士講經因緣頌曰。大士何曾", "222": "解講經。誌公方便且相成。一揮案上俱無取。直得梁", "223": "王努眼睛。舉為凝曰。努底是什麼。此一句乃為凝說", "224": "老婆禪也。凝以為親聞。故綴於頌下。後住舒州天柱", "225": "山。清住龍舒太平。有大機辯。清謂凝曰。吾弟禪乃是", "226": "為老和尚煨蘆菔換得底。", "227": "真歇換衣 且菴辭服真歇換衣　且菴辭服", "228": "正宗贊曰。真歇諱清了。初見丹霞悟旨。後謁長蘆照。", "229": "照一見器之。命為侍者。踰年分座。未幾照稱疾退閑。", "23": "仰山圓相　岩頭伊字高庵歎侈　宏智助匱", "230": "命師繼席。學者如歸。拈香時照付衣與師。望拈出。及", "231": "見為霞。照令左右扯去衣。師預備布伽梨於袖。遂搭。", "232": "贊曰。人前辨主。把布伽黎當面換來。叢林盛事曰。真", "233": "歇了及拈衣乃云。得法丹霞室。傳衣祖照庭。恩深轉", "234": "無語。懷抱自分明。照不樂。抵奪其衣。了自此終身不", "235": "搭法衣。竟嗣丹霞淳。江湖有識者皆雅其不忘本也。", "236": "叢林盛事曰。且菴仁和尚。越之上虞人。初自括蒼隨", "237": "雪堂過衢之烏巨。因見雪堂普說曰。今之兄弟做工", "238": "夫。正如習射。先安其足。從習其法。後雖無心。以久習", "239": "故箭發皆中。喝一喝云。即今箭發也看看。仁不覺身", "24": "石頭草菴　芭蕉楮帔善暹辜恩　頎老改嗣", "240": "倒作避箭勢。豁然大悟。歸梅山菴十六年。後天童覺", "241": "和尚出隊至上虞。夜宿其菴。連榻與語。大奇之。既歸。", "242": "夏末不請首座。主事白覺。覺云我首座早晚來也。乃", "243": "遣侍者往越邀仁。仁纔至即請歸首座寮。眾訝之。未", "244": "幾令秉拂挂牌。眾服膺。後二年宏智入滅。妙喜主後", "245": "事。兩班皆衣布。唯仁不肯成服。喜怪問之。仁乃密啟", "246": "其事。妙喜曰元來是見雪堂來。後住長蘆法席大振。", "247": "祖慶廿筯 即菴一粥祖慶廿筯　即菴一粥", "248": "叢林盛事曰。祖慶妙年而出世南源。移道林。一夕夢", "249": "寶公以二十隻筯與之。既覺罔測。時劉樞密洪父帥", "25": "德山脊鐵　寰中聲鐘淨因掃竹　青林栽松", "250": "金陵。以鍾山招之。一住二十年。中間因回祿復新之。", "251": "豈偶然者哉。", "252": "繼燈錄曰。雲居即菴慈覺禪師始登雲居時。先一夕", "253": "宿瑤田庄。夢伽藍安樂公謂曰汝與此山祇有一粥", "254": "緣。後數年。蜀士有宦達於朝者。與師親故以雲居虗", "255": "席請師補其處。師欣然承命。將徵往夢竟。至瑤田庄", "256": "而寂。", "257": "曇華桃嫰 法常梅熟曇華桃嫰　法常梅熟", "258": "正宗贊曰。應菴禪師諱曇華。見虎丘作維那。欲命充", "259": "首座。時座下多有圓悟會中耆宿。言師後生。師聞作", "26": "真際散宅　佛果滅宗無住庭鵶　神讚窓蜂", "260": "偈曰。江上青山殊未老。屋頭春色放教遲。人言洞裏", "261": "桃花嫰。未必人間有此枝。遂去。", "262": "傳燈錄曰。大梅山法常禪師初參大寂。問如何是佛。", "263": "大寂云即心是佛。師即大悟。唐貞元中居于大梅山", "264": "梅子真舊隱。時鹽官會下一僧入山採拄杖。迷路至", "265": "庵所。問曰和尚在此山來多少時也。師曰只見四山", "266": "青又黃。又問出山路向什麼處去。師曰隨流去。僧歸", "267": "說似鹽官。鹽官曰。我在江西時曾見一僧。自後不知", "268": "消息。莫是此僧否。遂令僧去請出師。師有偈曰。摧殘", "269": "枯木倚寒林。幾度逢春不變心。樵客遇之猶不顧。郢", "27": "乾峰法身　薦福自己應菴蚖蛇　佛日蟲豸", "270": "人那得苦追尋。大寂聞師住山。乃令一僧到問云和", "271": "尚見馬師得箇什麼便住此山。師云。馬師向我道即", "272": "心是佛。我便向這裡住。僧云馬師近日佛法又別。師", "273": "云作麼生別。僧云近日又道非心非佛。師云這老漢", "274": "惑亂人未有了日。任他非心非佛。我只管即心即佛。", "275": "其僧廻舉似馬祖。祖云。大眾。梅子熟也。自此學者漸", "276": "臻。師道彌著。", "277": "道信勿繩 慧能欠篩道信勿繩　慧能欠篩", "278": "傳燈錄曰。僧璨大師有沙彌道信。年始十四。禮師曰", "279": "願和尚慈悲乞與解脫法門。師曰誰縛汝。曰無人縛。", "28": "肯庵籠篋　修顒行李慧圓一交　景深大死", "280": "師曰何更求解脫乎。信於言下大悟。祖庭事苑曰。那", "281": "連耶舍讖偈曰。起自求無礙。師言我勿繩。此讖四祖", "282": "也。", "283": "六祖壇經曰。慧能便至黃梅禮拜五祖。祖問曰汝何", "284": "方人欲求何物。慧能對曰。弟子是嶺南新州百姓。遠", "285": "來禮師。惟求作佛不求餘物。祖曰。這獦䝤根性太利。", "286": "汝更勿言。著槽廠去。慧能退至後院。破柴踏碓經八", "287": "月餘。乃至祖潛至碓坊。見能腰石舂米。語曰。求道之人", "288": "為法忘軀。當如是乎。乃問曰米熟也未。慧能曰。米熟", "289": "久矣。猶欠篩在。祖以杖擊碓三下而去。慧能即會祖", "29": "積翠鬻珍　楊岐治璠佛眼題壁　晦堂榜門", "290": "意。三鼓入室。祖以袈裟遮圍。不令人見。為說金剛經。", "291": "至應無所住而生其心。言下大悟。祖知悟本性。便傳", "292": "頓教及衣鉢云。汝為第六代祖。善自護念。廣度有情。", "293": "臨濟打爺 黃檗超師臨濟打爺　黃檗超師", "294": "臨濟行錄曰。師初在黃檗會下行業純一。首座云。汝", "295": "何不去問堂頭和尚如何是佛法大意。師便去問。聲", "296": "未絕黃檗便打。如是三度發問三度被打。來白首座", "297": "云。幸蒙慈悲令某甲問訊和尚。自恨障緣不領深旨。", "298": "今且辭去。師去辭。黃檗云。不得往別處去。汝向高安", "299": "灘頭大愚處去。師到大愚問答。於言下大悟。辭大愚", "3": "神鼎碎餅　趙州斷薪石窓省母　洞山辭親", "30": "死心甲科　晦菴狀元少林開華　曹溪歸根", "300": "却回黃檗。黃檗云。大愚有何言句。師遂舉前話。黃檗", "301": "云作麼生得這漢來待痛與一頓。師云。說什麼待來。", "302": "即今便喫。隨後便掌。黃檗云這風顛漢却來這裏捋", "303": "虎鬚。師便喝。", "304": "傳燈錄曰。百丈一日謂眾曰。佛法不是小事。老僧昔", "305": "再參馬祖。被大師一喝。直得三日耳聾眼暗。時黃檗", "306": "聞舉不覺吐舌。丈曰子已後莫承嗣馬祖去。檗云不", "307": "然。今日因師舉。得見馬祖大機大用。然且不識馬祖。", "308": "若嗣馬祖。已後喪我兒孫。丈云。如是如是。見與師齊", "309": "減師半德。見過於師方堪傳授。子甚有超師之作。", "31": "法眼六相　慈明三印枯禪鏡墮　瑞光鼓震", "310": "荼陵有珠 香嚴無錐荼陵有珠　香嚴無錐", "311": "五燈會元曰。茶陵郁山主不曾行脚。因廬山有化士", "312": "至。論及宗門中事。教令看僧問法燈百尺竿頭如何", "313": "進步。燈云噁。凡三年。一日乘驢度橋。一踏橋板而墮。", "314": "忽然大悟。遂有頌云。我有神珠一顆。久被塵勞關鎖。", "315": "今朝塵盡光生。照破山河萬朵。因茲更不遊方。", "316": "聯燈錄曰。香嚴智閑禪師辭溈山。過南陽忠國師遺", "317": "跡。憩止草菴。一日芟除草木。因拋瓦礫擊竹作聲忽", "318": "然省悟。乃述偈云。一擊忘所知。更不自修治。動容揚", "319": "古路。不墮悄然機。處處無蹤跡。聲色外威儀。諸方達", "32": "無見却券　虗谷還贐哲魁謝禮　知昺擲信", "320": "道者。咸言上上機。溈山聞云此子徹也。時仰山云。此", "321": "是心機意識著述得成。待惠寂親自勘過始得。仰山", "322": "見師問云。和尚贊歎師兄發明大事。你試說看。師舉", "323": "前頌。仰云此是宿習記持而成。若有正悟更別說看。", "324": "師又作一偈云。去年貧未是貧。今年貧始是貧。去年", "325": "貧尚有卓錐之地。今年貧錐也無。仰云。如來禪許師", "326": "兄會。祖師禪未夢見在。師又作一偈云。我有一機。瞬", "327": "目視伊。若又不會。別喚沙彌。仰即報溈山云。且喜香", "328": "嚴師兄會祖師禪也。", "329": "慧日論藥 柴石因棊慧日論藥　柴石因棊", "33": "華嚴蟠龍　投子俊鷹永安定見　慧寂夢昇", "330": "羅湖野錄曰。廬山慧日雅禪師乃真淨高弟。甞著禪", "331": "本草一篇曰。禪味甘性凉。安心臟。祛邪氣。闢壅滯。通", "332": "血脉。清神益志。駐顏色。除熱惱。去穢惡。善解諸毒。能", "333": "調眾病。藥生人間有大小皮肉骨髓精粗之異。獲其", "334": "精者為良。故凡聖尊卑悉能療之。餘者多於叢林中", "335": "吟風詠月。世有徒輩多采聲殻為藥。食者悞人性命。", "336": "幽通密顯非證者莫識。不假修煉炮製。一服脫其苦", "337": "惱。如縛發解。其功若神。令人長壽。故佛祖以此藥療", "338": "一切眾生病。號大醫王。若世明燈破諸執暗。所慮迷", "339": "亂幽蔽不信。病在膏肓。妄染鬼神流浪生死者。不可", "34": "慧海珠明　冶父川增遇賢擊瓦　藻先扣氷", "340": "救焉。傷哉。噫。", "341": "僧寶傳曰。浮山遠禪師。初歐陽文忠公聞遠奇逸。造", "342": "其室。未有以異之。與客棊。遠坐其旁。文忠収局。請遠", "343": "因棊說法。乃鳴鼓升座曰。若論此事。如兩家著棊相", "344": "似。何謂也。敵手知音當機不讓。若是綴五饒三。又通", "345": "一路始得。有一般底。只解閉門作活。不會奪角衝關。", "346": "硬節與虎口齊彰。局破後徒勞逴斡。所以道肥邊易", "347": "得瘦肚難求。思行則往往失黏。心麤而時時頭撞。休", "348": "誇國手。謾說神仙。贏局輸籌則不問。且道黑白未分", "349": "時一著落在什麼處。良久曰。從前十九路。迷悟幾多", "35": "福先進歌　汾陽始頌歸宗真藥　蒙庵毒種", "350": "人。文忠加歎久之。", "351": "祖元戒神 天然騎聖祖元戒神　天然騎聖", "352": "羅湖野錄曰。雁山能仁祖元禪師參妙喜和尚於海", "353": "上洋嶼菴。後居連江縣福嚴菴。食指猥眾日不暇給。", "354": "菴有伽藍土偶甚夥。遂揭偈於祠曉之曰。小菴小舍", "355": "小叢林。土地何須八九人。若解輸番來打供。免教碎", "356": "作一堆塵。是夕神致夢於山前檀越。願如所戒。", "357": "傳燈錄曰。丹霞天然禪師抵南嶽。石頭曰著槽廠去。", "358": "師禮謝入行者房。一日石頭告眾曰。來日剗佛殿前", "359": "草。到來日。大眾童行各備鍬钁剗草。獨師以盆盛水", "36": "德挫將軍　元接僧統法雲世諦　大溈念誦", "360": "淨頭。於和尚前胡跪。石頭見而笑之便與剃髮。又為", "361": "說戒法。師乃掩耳而出。便往江西謁馬祖。未參禮便", "362": "入僧堂騎聖僧頸而坐。時大眾驚愕遽報馬師。馬躬", "363": "入堂視之。曰我子天然。師即下地禮拜曰謝師賜法", "364": "號。因名天然。", "365": "大隨服務 隱之持淨大隨服務　隱之持淨", "366": "人天寶鑑曰。大隋真禪師。族本簪纓。妙齡夙悟。決志", "367": "尋師。遂南下見藥山道吾。次謁大溈。服勤眾務。食不", "368": "至充臥不求暖。清苦鍊行履操不羣。大溈常器之。師", "369": "示眾曰。老僧行脚時到諸方。多是一千少是三百。眾", "37": "No. 1615", "370": "在其中經冬過夏。未省時中空過。向洞山會裡做飯", "371": "七年。洞山會中做柴頭三年。重處即便先去。只是了", "372": "得自己時中。干他人甚麼事。如諸佛菩薩皆是積劫", "373": "勤苦方得成就。似諸闍黎。還曾捨得甚麼身命。作甚", "374": "麼勤苦。便道我會出世間法。世間法尚不會。", "375": "雪竇重顯禪師。字隱之。備用清規曰。淨頭之職。觸邊", "376": "明淨。道業圓成。雪竇在靈隱服勤斯勞矣。月江錄振", "377": "持淨求警䇿偈曰。生苕帚。破糞箕。得便宜是落便宜。", "378": "這般標致誰相似。靈鷲山中有隱之。", "379": "圓照載歸 宏智舁請圓照載歸　宏智舁請", "38": "禪苑蒙求拾遺卷上", "380": "僧寶傳曰。圓照禪師。諱宗本。初師事蘇州承天永安", "381": "道昇。既主瑞光。法席日盛。杭州太守陳公襄以承天", "382": "興教二剎堅請。欲往而蘇人留之益甚。又以淨慈懇", "383": "請之曰。借師三年為此󳬛植福。不敢久占。本嘖嘖曰。", "384": "誰不欲作福。蘇人識其意。聽赴之。學者又倍於瑞光。", "385": "既而蘇人以萬壽龍華二剎請擇居之。迎者千餘人。", "386": "曰始借我師三年。今九載矣。義當見還。欲奪以歸。杭", "387": "州守使縣尉將卒徒護之。乃不敢奪。元豐五年以道", "388": "場付其門人善本。而居於瑞峯菴。蘇人聞之謀奪之。", "389": "懼力不勝。欲發而未敢也。時今待制曾公孝序適在", "39": "沙門釋　名闕　編", "390": "蘇。甞問道於本而得其至要。因謁之菴中。具舟江津。", "391": "既辭去。本送之。登舟語笑中載而歸。以慰蘇人之思。", "392": "於是歸本於穹隆山福臻院。", "393": "叢林盛事曰。宏智禪師住圓通時。夜夢作一聯云。松", "394": "徑蕭森窈窕門。到時微月正黃昏。自是數年杳不省", "395": "此。建炎間避虜。一笠過東浙。抵天童。適主者退席。師", "396": "自舟中破曉入山。恰是天明時節。見松徑蕭森月蒙", "397": "烟靄。忽省向來夢中之句。及歸旦過。雖不言名字。而", "398": "兄弟已有識者曰。此乃長蘆長老也。胡為至此。密報", "399": "主事。主事即申使府。府喜不自勝。盖夜夢神人報云。", "4": "石霜雷遷　妙喜時新漸源覓骨　雲庵展真", "40": "少林斥相 牛頭辨通少林斥相　牛頭辨通", "400": "天童主人乃隰州古佛也。即出帖差官至。旦過請之。", "401": "師堅不肯。乃被旦過。兄弟硬舁歸方丈。一住三十年。", "402": "洞上之宗旨由茲大振。", "403": "寂照遵記 懷志守命寂照遵記　懷志守命", "404": "拈崖漫錄曰。福唐明首座。號寂照。飽參聰敏。久侍空", "405": "叟於四明玉几。叟感風疾累年。左右相繼辭去。照服", "406": "勞益勤。叟甞囑以福鮮。不宜出世為人。歸里為鑑絕", "407": "照首眾。鼓山帥李公俊以大雲峯招之。辭以偈云。箇", "408": "是皇朝無事僧。談禪說道總無能。頹然送日猶嫌贅。", "409": "敢把虗名玷祖燈。絕照勉其出。復曰。願做閑人。述偈", "41": "碧岩錄曰。達磨遙觀此土有大乘根器。遂泛海得得", "410": "云。恰露半頭原畔立。故人底事又相逢。柴門去此無", "411": "關鑰。佛若來時却弗容此拆願做閑人四字也。即日遁去。後寓", "412": "閩清白雲。學者景向。又數年帥趙公希瀞盡禮。以雪", "413": "峰迎。請照以書授小師圓菴主。辭謝不赴。帥封沈香", "414": "為供。將以四句云。道人高臥挽不來。凜凜清風起懦", "415": "頹。太守無由親問道。瓣香聊寄小師回。寂照三十餘", "416": "年一破紙被。見地明白。遵記莂而恥表襮。依林藪而", "417": "安寂寥。始卒不易使。爭競名位販賣佛祖者。聞其風", "418": "亦可以少愧矣。", "419": "緇門崇行錄曰。宋懷志。金華人。幼業講。因一禪者激", "42": "而來。單傳心印開示迷塗。不立文字直指人心見性", "420": "發。棄講參方。晚至洞山得法於真淨文禪師。久之辭", "421": "去。真淨囑曰。子禪雖逸格。惜緣不勝耳。志拜受命。至", "422": "袁州。州人請住持楊岐。掣肘而去。遊湘。上潭牧請住", "423": "上封北禪皆不受。菴於衡嶽二十餘年。有偈曰。萬機", "424": "休罷付癡憨。蹤跡時容野鹿參。不脫麻衣拳作枕。幾", "425": "生夢在緣蘿菴。贊曰。顯達人之所欲。遵遺命而力拒", "426": "諸請。可不謂難乎。今人嗜名利棄禮義。不請而往者", "427": "紛如矣。尚何憶乎師命。", "428": "慈明偶欲 白雲太早慈明偶欲　白雲太早", "429": "僧寶傳曰。慈明禪師。諱楚圓。造汾陽。服役七年辭去。", "43": "成佛。初見梁武帝。帝不契。遂潛渡江至魏。直過少林", "430": "楊大年以書抵宜春太守黃宗旦。使請公出世說法。", "431": "守虗南原致公。公不赴。旋特謁候守願行。守問其故。", "432": "對曰。始為讓。今偶欲之耳。守大賢之。住三年。棄去。", "433": "禪門寶訓曰。白雲初住九江承天。次遷圓通。齒甚少。", "434": "時晦堂在寶峰謂月公晦曰。新圓通洞徹見元。不忝", "435": "楊岐之嗣。惜乎發用太早。非叢林福。公晦因問其故。", "436": "晦堂曰。功名美器造物惜之。不與人全。人固欲之。天", "437": "必奪之。逮白雲終于舒之海會。方五十六歲。識者謂", "438": "晦堂知幾。而知微真哲人矣。", "439": "此菴布袋 香林紙襖此菴布袋　香林紙襖", "44": "面壁九年。接得二祖。時魏光統律師．菩提流支三藏", "440": "此菴景元禪師。圓悟容為侍者。圓悟甞謂人曰。我有", "441": "些子禪。被元兄一布袋盛將去也。叢林以元布袋稱", "442": "之。", "443": "林間錄曰。佛印禪師曰。雲門和尚說法如雲。絕不喜", "444": "人記錄其語。見必罵逐曰。汝口不用。反記我語。他時", "445": "定販賣我去。今對機室中錄。皆香林明教以紙為衣。", "446": "隨所聞隨即書之。香林。名澄遠。碧岩曰。香林出蜀方。", "447": "至雲門作十八年。雲門凡有一言一句。都收在遠侍", "448": "者處。後歸蜀。住青城香林。笑隱送侍者偈曰。有語不", "449": "須抄紙襖。", "45": "與師論議。師斥相指心。而褊局之量自不堪任。競起", "450": "雪峰笊籬 慧安栲栳雪峰笊籬　慧安栲栳", "451": "擊節錄曰。岩頭擔鋤頭行脚。到處只做園頭。雪峰擔", "452": "笊籬木杓行脚。到處作典座。欽山將熨斗剪刀針線", "453": "行脚。到處與人做衣。到箇住處。三人亙為賓主。作小", "454": "參。舉公案。", "455": "武庫曰。洪州奉新縣慧安院法席久虗。太守移書寶", "456": "峰真淨禪師。命擇人主之。頭首知事耆宿輩皆憚其", "457": "行。時有淵首座。向北人。孤硬自立。參晦堂真淨實有", "458": "契悟處。泯泯與眾作息。人無知者。聞頭首知事推免", "459": "不肯應命。白真淨曰。慧淵去得否。真淨曰汝去得。遂", "46": "害心數加毒藥。至第六度。化緣已畢傳法得人。遂不", "460": "復書舉淵。淵得公文即辭去。時湛堂為座元。問淵曰。", "461": "公去如何住持。淵曰。某無福。當與一切人結緣。自負", "462": "栲栳打街供眾。湛堂曰須是老兄始得。遂作頌餞之", "463": "云云。淵住慧安。逐日打化。遇暫到即請歸院中歇泊。", "464": "容某歸來修供。如此三十年風雨不易。鼎新剏佛殿", "465": "輪藏羅漢堂。凡叢林所宜有者咸修備焉。後奉新兵", "466": "火。殘破無孑遺。獨慧安諸殿嶷然獨存。豈非願力成", "467": "就神物護持耶。今諸方袖手領現成受用者。聞淵之", "468": "風得不媿於心乎。", "469": "慈覺勸參 道吾樂道慈覺勸參　道吾樂道", "47": "復救。端居而逝。葬於熊耳山定林寺。後魏宋雲奉使", "470": "慈覺宗𧷤禪師勸參禪文曰。夫解須圓解。還他明眼", "471": "宗師。修必圓修。分付叢林道伴。初心薄福不善親依。", "472": "見解偏枯修行懶墮。或高推聖境孤負己靈。寧知德", "473": "相神通。不信凡夫悟道。或自恃天真撥無因果。但向", "474": "胷襟流出。不依地位修行。所以麤解法師不通教眼。", "475": "虗頭禪客不貴行門。此偏枯之罪也。或則渾身破碎", "476": "滿面風埃。三千細行全無。八萬威儀總缺。或則追陪", "477": "人事。緝理門徒。身遊市井之間。心染閭閻之態。所以", "478": "山野常僧。未免農夫之誚。城隍釋子。反為儒士之羞。", "479": "此懶墯之罪也。何不再離煩惱之家。重割塵勞之網。", "48": "於葱嶺。遇師手携隻履而往。", "480": "飲清風而訪道流。探微言而尋知己。澄神祖域。息意", "481": "宗乘。靜室虗堂斂禪衣而宴坐。青山淥水携杖錫以", "482": "經行。忽若心光透漏疑滯冰消。直下分明。豈昧三祇", "483": "之極果。本來具足。何妨萬行之因華。由是宗說兼通。", "484": "若杲日麗虗空之界。心身俱靜。如琉璃含寶月之光。", "485": "可謂蓬生麻中不扶自直。眾流入海總號天池。反觀", "486": "前非。方知大錯。忠言逆耳。敢冀銘心此世。他生同為", "487": "法侶。", "488": "道吾和尚樂道歌曰。樂道山僧縱性多。天𢌞地轉任", "489": "從他。閑臥孤峯無伴侶。獨唱無生一曲歌。無生歌。出", "49": "傳燈錄曰。金陵牛頭山法融禪師。年十九學通經史。", "490": "世樂。堪笑時人和不著。暢情樂道過殘生。張三李四", "491": "渾忘却。大丈夫。須氣槩。莫順人情莫妨礙。汝言順即", "492": "是菩提。我謂從來自相背。有時憨。有時癡。非我途中", "493": "爭得知。特達一生常任運。野客無鄉可得歸。今日山", "494": "僧只遮是。元本山僧更若為。探祖機。空王子。體似浮", "495": "雲沒隈倚。自古長披一衲衣。曾經幾度遭寒暑。不是", "496": "真。不是偽。打鼓樂神施拜跪。明明一道漢江雲。青山", "497": "綠水不相似。稟性成。無揩改。結角羅紋不相礙。或運", "498": "慈悲喜捨心。或即逢人以棒闓。慈悲恩愛落牽纏。棒", "499": "打教伊破恩愛。報乎月下旅中人。若有恩情吾為改。", "5": "癡絕翳睛　慧覺鎖口善登百拙　道元五斗", "50": "尋閱大部般若曉達真空。忽嘆曰。儒道世典非究竟", "500": "百丈禪居 大覺蒙堂百丈禪居　大覺蒙堂", "501": "禪門規式曰。百丈大智禪師以禪宗肇自小室。至曹", "502": "溪以來多居律寺。雖云別院。然於說法住持未合規", "503": "度。於是創意別立禪居。凡具道眼。有可尊之德者。號", "504": "曰長老。既為化主。即處于方丈。同淨名之室。非私寢", "505": "之室也。不立佛殿。唯樹法堂者。表佛祖親囑受。當代", "506": "為尊也。所裒學眾。無多少無高下。盡入僧堂。依夏次", "507": "安排置十務。謂之寮舍。每用首領。一人管多人。營事", "508": "令各司其局也。禪門獨行。由百丈之始。", "509": "圓菴集阿育王山蒙堂記曰。昔大覺璉禪師甞闢一", "51": "法。般若正觀出世舟航。遂隱茅山投師落髮。後入牛", "510": "室。列四榻延其友。九峰韶公．佛國白公．參寥潛公相", "511": "與居之。而榜曰蒙堂。蓋取蒙以養正之語也。是後禪", "512": "林咸効為之。惟百丈起禪規。會眾僧於雲堂。食息咸", "513": "在焉。而蒙堂由大覺禮賢增置。自非齒隆德優者誠", "514": "未易處也。", "515": "德用大碗 自寶生薑德用大碗　自寶生薑", "516": "普燈錄曰。務州雙林德用禪師禪門寶訓曰。雪堂曰", "517": "高菴住雲居。用姪為監寺。尋常廉約。不點常住油處。", "518": "己雖儉與人甚豐。接納四來略無倦色。高菴一日見", "519": "之曰。監寺用心固難得。更須照管常住。勿令疎失用。", "52": "頭山幽棲寺北岩之石室。有百鳥銜華之異。宗鏡錄", "520": "姪曰。在某失為小過。在和尚尊賢待士。海納山容。不", "521": "問細故。誠為大德。高菴笑而已。故叢林有用大碗之", "522": "稱。虗堂錄曰。用都寺不點常住油。買大碗造食供養", "523": "大眾。", "524": "武庫曰。洞山寶禪師嗣五祖戒和尚。為人廉謹。甞在", "525": "五祖主事。戒病令行者往庫司取生薑煎藥。寶叱之。", "526": "行者白戒。戒令將錢回賣。寶方取薑付之。後筠州洞", "527": "山闕人。郡守以書託戒舉所知者主之。戒曰賣生薑", "528": "漢住得。遂出世住洞山。由是叢林有寶生薑之稱。", "529": "牛首虀菜 芙蓉米湯牛首虀菜　芙蓉米湯", "53": "曰。彭城王問諸大德等。若證果即得成聖者。與我左", "530": "傳燈錄曰。福州牛頭微禪師。僧問如何是和尚家風。", "531": "師曰。山畬脫粟飯。野菜淡黃虀。僧曰忽遇上客來又", "532": "作麼生。師曰。喫即從君喫。不喫任東西。", "533": "芙蓉楷禪師錄曰。示眾云。山僧行業無取。忝主山門。", "534": "豈可坐費常住。頓忘先聖付囑。今者輙欲効古人住", "535": "持體例。與諸人議定更不下山。不赴齋。不發化主。唯", "536": "是本院莊課一歲取得。均作三百六十分。日取一分", "537": "用之。更不隨人添減。可以備飯即作飯。作飯不足即", "538": "作粥。作粥不足即作米湯。新到相見茶湯而已。更不", "539": "煎點。唯置一茶堂自去取用。務要省緣。一向辦道。", "54": "腋出水右腋出火。飛騰虗空放光動地。我即禮拜汝", "540": "或菴有兒 明教此郎或菴有兒　明教此郎", "541": "寶訓曰。或菴體和尚初參此菴元布袋於天台護國。", "542": "因上堂舉龐馬選佛頌。至此是選佛場之句。此菴喝", "543": "之。或菴大悟。似此匿迹天台。丞相錢公象先慕其為", "544": "人。乃以天封招提。勉令應世。或菴聞之曰。我不解懸", "545": "羊頭賣狗肉也。即霄遁去。乾道初瞎堂住國清。因見", "546": "或菴讚圓通像曰。不依本分。惱亂眾生。瞻之仰之。有", "547": "眼如盲。長安風月貫今昔。那箇男兒摸壁行。瞎堂驚", "548": "喜曰。不謂此菴有此兒。即遍索之。遂得於江心。固於", "549": "稠人中。請充第一座。", "55": "為師。牛頭融大師答云。今若責我如此證果者。恐與", "550": "明教大師行業記曰。師諱契嵩。字仲靈。自號潛子。藤", "551": "州鐔津人。出家遊方。下江湘。陟衡盧。首常戴觀音之", "552": "像。而誦其號日十萬聲。於是世間經書章句不學而", "553": "能。得法於筠州洞山之聰公。當是時天下之士學為", "554": "古文。慕韓退之排佛而尊孔子。仲靈獨居作原教孝", "555": "論十餘篇。明儒釋之道一貫以抗其說。諸君讀之。既", "556": "愛其文又畏其理之勝而莫之能奪也。復著禪宗定", "557": "祖圖．傳法正宗記。乃抱其書以游京師。府尹龍圖王", "558": "仲義果奏上之。仁宗覽之。詔付傳法院編次。以示褒", "559": "寵。仍賜明教之號。鐔津文集序曰。却關著書。書成携", "56": "道乖。審如是成佛者。幻師亦得作佛。昔釋迦在於僧", "560": "之京師。因內翰王公素獻之。仁宗皇帝又為書以先", "561": "之。上讀其書至臣固為道不為名。為法不為身。歎愛", "562": "久之。旌以明教大師之號。賜其書入藏。既送中書。時", "563": "魏國韓公琦覧之以示歐陽文忠公。修公以文章自", "564": "任以師表天下。又以護宗不喜吾教。及見其文乃謂", "565": "魏公曰。不意僧中有此郎也。黎明當一識之。因往見", "566": "之。文忠與語終日。遂大稱賞其學贍道明。由是師之", "567": "聲德益振寰宇。", "568": "霍山四藤 樂普隻箭霍山四藤　樂普隻箭", "569": "傳燈錄曰。霍山景通禪師。初參仰山。仰山閉目坐。師", "57": "中演無上道。與僧不異。維摩在俗說解脫果。與俗不", "570": "曰如是如是。西天二十八祖亦如是。中華六祖亦如", "571": "是。和尚亦如是。景通亦如是。語訖向右邊翹一足而", "572": "立。仰山起來打四藤杖。師因此自稱集雲峰下四藤", "573": "條天下大禪佛。後住霍山。", "574": "傳燈錄曰。樂普山元安禪師。首問道于翠微臨濟。臨", "575": "濟常對眾美之曰。臨濟門下一隻箭。誰敢當鋒。", "576": "端設祖堂 鑑拆佛殿端設祖堂　鑑拆佛殿", "577": "白雲端禪師祖堂綱紀序曰。吾道盛於此土。初祖菩", "578": "提達磨之綱焉。剏立禪林之制。百丈大智之紀焉。此", "579": "實天下之共知。而奈何天下祖堂中各以開山傳次", "58": "殊。勝鬘女人說大乘法。女人不改。善星比丘行闡提", "580": "者為其祖。殊不思乃宗乃祖所傳所持之最者乎。嗚", "581": "呼。教來五百年後達磨始來嚮之。諸家之賢者豈不", "582": "知。性即乎聖。何為竟自以性以聖之泥乎。乃須少林", "583": "之後猶彈指頃。不假文字語默。有無釋然。亡其所得", "584": "而自得還其本。又古之岩居穴處者。但以法為勝為", "585": "味。殊不慮今日其間者驕。獨大智禪師慮之。而廓以", "586": "禪林之度。由是資之。而少林之風至今藹然於天下。", "587": "吾欲天下祖堂中以達磨大智正其位。以開山傳次", "588": "者陪之。貴來者尊其始而歸其大。豈不然乎。羅湖野", "589": "錄曰。隆禪師住虎丘。追繹白雲端和尚。立祖堂故事", "59": "行。僧相不移。此乃正據其內心解與不解以為差隔。", "590": "云云。白雲以百丈配享達磨。有識靡不韙其議。可謂", "591": "知本矣。", "592": "正宗贊曰。德山見性禪師。諱宣鑑。嗣龍潭。師凡住院。", "593": "拆却佛殿。獨存法堂而已。贊曰。所謂拆佛殿。咬猪狗。", "594": "不近人情底老尊慈。想不是花錦地戀繁華央痒底", "595": "座主。", "596": "月堂拒化 玉泉數饌月堂拒化　玉泉數饌", "597": "寶訓曰。水菴曰。月堂諱道昌住持所至。以行道為己任。", "598": "不發化主。不事登謁。每歲食指隨常住所得用之。衲", "599": "子有志充化導者多却之。或曰。佛戒此丘持鉢以資", "6": "世奇誤蛙　應真撞狗蓮峯楖栗　松源苕帚", "60": "何關色身男女相貌衣服好醜。若言形隨證改貌逐", "600": "身命。師何拒之弗容。月堂曰。我佛在日則可。恐今日", "601": "為之。必有好利者而至於自鬻矣。因思月堂防微杜", "602": "漸深切著明稱實之言今猶在耳。以今日觀之。又豈", "603": "止自鬻而已矣。", "604": "雲臥紀談曰。玉泉皓禪師入廚見饌晚饍。問待過客", "605": "耶為眾僧耶。既以實對。即呼知事杖而數之曰。吾昔", "606": "參禪為人。汲水舂米。今現成米󳫹烝炊造作。與供養", "607": "諸佛菩薩無異。飽喫了並不留心參學。百般想念五", "608": "味馨香。假作驢腸鱓生羊骨鼈󱵛。餵飼八萬四千戶", "609": "蟲。開眼隨境攝。闔眼隨夢轉。不知注祿判官掠剩大", "61": "悟遷是聖者。則瞿曇形改方成釋迦。維摩相遷乃成", "610": "夫隨汝抄劄消鑿祿簿。教汝受苦有日在。徒眾不堪", "611": "其枯寂。譖於縣宰曰。長老不能安眾。唯上來下去點", "612": "撿零碎。縣宰召皓至。語之曰。大善知識何不在丈室", "613": "端坐。兩廊下三門前來去得許多耶。皓曰。大通智勝", "614": "佛。十劫坐道場。長官以坐是佛耶。坐殺佛去也。縣宰", "615": "笑而已。", "616": "雲頂三教 法泉萬卷雲頂三教　法泉萬卷", "617": "普燈錄曰。福州東山雲頂禪師謁大愚芝．神鼎諲諸", "618": "名衲。後見羅漢下尊宿始徹己事。道學有聞。叢林稱", "619": "為頂三教。出住東山。遷數剎。", "62": "金粟。即知證是心證非是形遷。悟是智變非關相異。", "620": "普燈錄曰。蔣山佛慧法泉禪師。世號泉萬卷者。", "621": "鵞湖水月 南岳天澤鵞湖水月　南岳天澤", "622": "傳燈錄曰。鵝湖大義禪師。唐憲宗詔入內論議。師舉", "623": "順宗問尸利禪師。大地眾生如何得見性成佛。尸利", "624": "云。佛性如水中月。可見不可取。因謂帝曰。佛性非見", "625": "必見。水中月如何攫取。帝乃問何者是佛性。師對曰。", "626": "不離陛下所問。帝默契真宗。益加欽重。", "627": "傳燈錄曰。南嶽懷讓禪師有沙門道一即馬祖大師問如", "628": "何用心即合無相三昧。師曰。汝學心地法門如下種", "629": "子。我說法要譬彼天澤。汝緣合故當見其道。又問曰", "63": "譬如世間任官之人為遷改官。官高豈即貌別。", "630": "道非色相云何能見。師曰。心地法眼能見乎道。無相", "631": "三昧亦復然矣。一曰有成壞否。師曰若以成壞聚散", "632": "而見道者。非見道也。聽吾偈曰。心地含諸種。遇澤悉", "633": "皆萌。三昧華無相。何壞復何成。一蒙開悟。心意超然。", "634": "寶掌千歲 趙州七百寶掌千歲　趙州七百", "635": "普燈錄曰。寶掌和尚。中印度人也。周威烈十二年丁", "636": "卯降神受質。左手握拳。至七歲祝髮乃展。因名寶掌。", "637": "魏晉間東游此土。入蜀禮普賢。留大慈。常不食。日誦", "638": "般若等經千餘卷。一日謂眾曰。吾有願住世千歲。今", "639": "年六百二十有六。故以千歲稱之。次游五臺。徙居祝", "64": "道通石紫 緣德塔紅道通石紫　緣德塔紅", "640": "融之華嚴。黃梅之雙峰。廬山之東林。尋抵建鄴。會達", "641": "磨入梁。師就扣其旨開悟。未幾如吳。順流東下。由千", "642": "頃至天竺。往鄮峰登太白穿雁蕩。盤礴於翠峯七十", "643": "二庵。回赤城憩雲門法華諸塈里浦赤符大巖等處。", "644": "及飛來棲之石竇。有行盡支那四百州。此中偏稱道", "645": "人游之句。後居浦江之寶嚴。師所經處後皆成寶坊。", "646": "唐顯慶二年正旦手塑一像。至九日像成。問其徒慧", "647": "雲曰此肖誰。雲曰與和尚無異。即澡浴易衣趺坐謂", "648": "雲曰。吾住世已一千七十二年。今將謝世。聽吾偈曰。", "649": "本來無生死。今亦示生死。我得去住心。他生復來此。", "65": "傳燈錄曰。唐州紫玉山道通禪師。唐天寶初。馬祖闡", "650": "言訖而逝。", "651": "趙州真際禪師行狀曰。師即南泉門人也。諱從諗。鎮", "652": "府有塔記云。師得七百甲子歟。祖庭事苑曰。趙州從", "653": "諗俗壽一百廿歲。甞有人問師年多。師云一穿念珠", "654": "數不足。鎮府塔記云。師得七百甲子歟。七百甲子乃", "655": "泛舉一百廿之大數。實一百一十六歲。餘八月。凡四", "656": "萬二十日也。", "657": "義懷折擔 自回攻石義懷折擔　自回攻石", "658": "普燈錄曰。天衣義懷禪師。世以漁為業。兒時坐船尾。", "659": "父得魚付師貫之。師不忍乃私投江中。父怒笞。師恬", "66": "化建陽。居佛迹岩。師往謁之。後馬祖將歸寂。謂師曰。", "660": "然如故。長游京師。依景德寺得度。去謁金鑾善葉縣", "661": "省微有契。晚至姑蘇禮明覺於翠峰。入室次。峰曰。恁", "662": "麼也不得。不恁麼也不得。恁麼不恁麼總不得。師擬", "663": "議。峰打出。如是者數四。徐為水頭。因汲水折擔倐悟。", "664": "作投機偈曰。一二三四五六七。萬仞峰頭獨足立。驪", "665": "龍頷下奪明珠。一言勘破維摩詰。峰聞拊几稱善。後", "666": "七坐道場。化行海內。", "667": "普燈錄曰。合州釣魚臺石頭自回菴主。世為石工。甞", "668": "參禮報恩璉禪師求安心法。璉諭之。因棄家為道人。", "669": "正宗贊曰。回石頭。世為石匠。不識字。慕出家。求人口", "67": "夫玉石潤山秀麗。益汝道業。遇可居之。師不曉其言。", "670": "授法華。默誦之。投南堂靜禪師供洒掃。一日令取石。", "671": "回手執鎚擊石而誦經不輟。堂謂曰。今日硿磕。明日", "672": "硿磕。生死到來作麼折合。回愕然釋其器。禮拜求究", "673": "竟法。因隨至方丈。令罷誦經。看趙州勘婆話。回久之", "674": "鑿石。石堅。盡力一鎚瞥見火光有悟。呈頌曰。用盡工", "675": "夫渾無巴鼻。火光迸散元在者裏。堂曰子徹矣。縉雲", "676": "先生作石頭語錄序有云。回石頭以運鎚攻石之手。", "677": "仰擊堅高。出力既麤。一鎚便透。晚坐釣魚山中。乖崖", "678": "峭壁十倍其師。", "679": "伊庵同勞 真如自役伊庵同勞　真如自役", "68": "是秋與伏牛山自在禪師同遊洛陽。迴至唐州西。見", "680": "人天寶鑑曰。伊庵有權禪師。乾道間出應萬年。宿學", "681": "老師見其威儀。聽其舉揚。皆拱手心醉。內外萬指井", "682": "井然如入官府。師所至行道。與眾同其勞。尚書尤公", "683": "袤曰。住持者安坐演法。何至躬頭陀行邪。師曰。不然。", "684": "末法比丘增上慢。未得謂得。便欲自恣。我以身帥尚", "685": "恐不從。況敢自逸乎。近世言禪林標準者。必以師為", "686": "稱首也。", "687": "僧寶傳曰。大溈真如慕喆禪師為人剛簡。有高識。以", "688": "荷法為志。以精嚴律身。謝師直守潭州。聞其風而悅", "689": "之。不可致。會嶽麓法席虗。盡禮迎以為出世。累日而", "69": "一山四面懸絕峯巒秀異。因詢鄉人。云是紫玉山。師", "690": "後就。俄遷住大溈。眾二千指。無所約束人人自律。唯", "691": "粥罷受門弟子問道。謂之入室。齋罷必會大眾。茶諸", "692": "方。纔月一再而喆講之無虗日。放參罷。󳭷自役作。使", "693": "令者在側如路人。晨香夕燈十有四年。夜禮拜持茅", "694": "視殿廡燈火。倦則以帔蒙首假寐三聖堂。贊曰。真如", "695": "平生以身為舌說比丘事云云。", "696": "泐潭藥汞 雲門丹砂泐潭藥汞　雲門丹砂", "697": "僧寶傳曰。黃龍南禪師依三角澄禪師。澄有時名。一", "698": "見器許之。及澄移居泐潭。公又與俱。澄使分座接納", "699": "矣。而南昌文悅見之。每歸臥歎曰。南有道之器也。惜", "7": "從悅茘枝　處凝蘆菔真歇換衣　且菴辭服", "70": "乃𨺗山頂見有石方正瑩然紫色。歎曰此其紫玉也。", "700": "未受本色鉗鎚耳。會同游西山。夜話及雲門法道。悅", "701": "曰澄公雖雲門之後。然法道異耳。公問所以異。悅曰。", "702": "雲門如九轉丹砂。點鐵作金。澄公藥汞銀。徒可玩。入", "703": "鍛即流去。公怒以枕投之。明日悅謝過。又曰。雲門氣", "704": "宇如王。甘死語下乎。澄公有法。受人死語也。死語其", "705": "能活人哉。即背去。公挽之曰。即如是。誰可汝意者。悅", "706": "曰。石霜楚圓手段出諸方。子欲見之不宜後也。公默", "707": "計之曰。此行脚大事也。悅師翠岩而使我見石霜。見", "708": "之有得。於悅何有哉。即日辦裝。", "709": "黃檗無多 歸宗較些黃檗無多　歸宗較些", "71": "始念先師之言乃懸記耳。遂剪茆構舍而居焉。後學", "710": "臨濟錄曰。師到大愚。大愚問什麼處來。師云黃檗處", "711": "來。大愚云黃檗有何言句。師云某甲三度問佛法的", "712": "的大意。三度被打。不知某甲有過無過。大愚云。黃檗", "713": "與麼老婆為汝得徹困。更來這裏問有過無過。師於", "714": "言下大悟云。元來黃檗佛法無多子。大愚搊住云。這", "715": "尿牀鬼子。適來道有過無過。如今却道黃檗佛法無", "716": "多子。你見箇什麼道理。速道速道。師於大愚脇下築", "717": "三拳。大愚托開云。汝師黃檗。非干我事。", "718": "廣燈錄曰。廬山歸宗寺智常禪師。黃檗曰。馬大師出", "719": "八十四人善知識。問著箇箇屙漉漉地。祇有歸宗較", "72": "徒四集。", "720": "些子。", "721": "法眼未了 大覺太賒法眼未了　大覺太賒", "722": "聯燈錄曰。清涼大法眼禪師法嗣清凉泰欽禪師。開", "723": "堂日示眾云。某甲本欲深山藏拙。養病過時。奈緣先", "724": "師有未了底公案。出來與他了却。", "725": "廣燈錄曰。興化存獎禪師行脚往南方。回在三聖會", "726": "裡為首座。常垂語云。我南方行脚一帀。拄杖不曾撥", "727": "著一箇會佛法底人。三聖聞得問云。汝具箇什麼眼", "728": "便恁麼道。師便喝。三聖云。須是你始得。師後到大覺", "729": "為院主。依前恁麼道。一日大覺喚院主。我聞你道向", "73": "僧寶正續傳曰。禪師名道旻。及官學大梁。忽厭塵俗。", "730": "南方行脚一帀。拄杖不曾撥著一箇會佛法底人。你", "731": "具箇什麼眼漝麼道。師便喝。大覺拈棒。師擬議。大覺", "732": "便打。來日師云。某甲於三聖師兄處學得箇賓主句。", "733": "總被師兄折倒了也。與某甲箇安樂法門。覺云者瞎", "734": "漢來者裏納敗闕。脫下衲衣痛打一頓。師於棒下薦", "735": "得臨濟先師於黃檗處喫棒道理。後開堂拈香云。此", "736": "一炷香本分為三聖師兄。三聖於我太孤。本分為大", "737": "覺師兄。大覺於我太賒。不如供養臨濟先師。", "738": "葉縣還󳫹 法雲會茶葉縣還󳫹　法雲會茶", "739": "武庫曰。葉縣省和尚嚴冷枯淡。衲子敬畏之。浮山遠．", "74": "得度具戒。遍參宗匠。從真如喆公最久。晚聞泐潭乾", "740": "天衣懷在眾時。特往參扣。正值雪寒。省呵罵驅逐。以", "741": "至將水潑。旦過衣服皆濕。其他僧皆怒而去。唯遠懷", "742": "併疊敷具整衣復坐於旦過中。省到呵曰。你更不去", "743": "我打你。遠近前云。某二人數千里特來參和尚禪。豈", "744": "以一杓水潑之便去。若打殺也不去。省笑曰。你兩箇", "745": "要參禪却去挂搭。續請遠充典座。眾苦其枯淡。省偶", "746": "出莊。遠竊鑰匙取油󳫹作五味粥。粥熟。省忽歸。赴堂", "747": "粥罷。坐堂外。令請典座。遠至首云。實取油󳫹煑粥。情", "748": "願乞和尚責罰。省令算所直。估衣鉢還訖。打三十拄", "749": "杖出院。遠舍於市中。託道友解免。省不允。又曰。若不", "75": "禪師道望。往依焉。一見知其在大溈眾稱旻古佛者。", "750": "容歸。祇乞隨眾入室。亦不允。一日出街次。見遠獨於", "751": "旅邸前立。乃云。此是院門房廊。你在此住許多時。曾", "752": "還租錢否。令計所欠追取。遠無難色。持鉢於市化錢", "753": "還之。省又一日出街。見之持鉢。歸為眾曰。遠真有意", "754": "參禪。遂呼其歸。", "755": "武庫曰。撫州明水遜禪師在法雲法雲寺圓通法秀侍者寮。", "756": "時道林琳禪師挂搭。方丈特為新到茶。遜躬至寮請", "757": "之。適琳不在。有同行與琳聯案曰。汝去。俟渠來。我為", "758": "汝請。遜去。僧偶忘之。齋後鳴鼓會茶。琳不到。圓通問", "759": "曰。新到在否。趣請之。琳到。圓通令退坐榻立眾前。責", "76": "深器之。他日謂曰。廬山勝絕。汝緣熟在。彼遂辭焉。出", "760": "曰。山門特為茶以表叢林禮數。因何怠慢不時至。琳", "761": "曰。適聞鼓聲忽內逼。趨赴不前。圓通呵曰。我鼓又不", "762": "是巴豆。擊著你便屎出。遜前白云。是某忘記請之。某", "763": "當出院。時同行出眾曰。不干侍者與新到事。是某不", "764": "合承受為渠請。偶忘記。某當代二人出院。圓通高其", "765": "風義。併宥之。", "766": "仰山圓相 岩頭伊字仰山圓相　岩頭伊字", "767": "會元曰。仰山慧寂通智禪師初遊方。謁耽源諱應真。嗣南陽", "768": "已悟玄旨。耽源謂師曰。國師當時傳得六代祖師圓", "769": "相共九十七箇。授與老僧。乃曰吾滅後三十年。南方", "77": "世江夏之灌溪。遷廬山圓通。初道濟禪師剏革圓通。", "770": "有一沙彌到來。大興此教。次第傳受無令斷絕。我今", "771": "付汝。汝當奉持。遂將其本過與師。師接得一覧便將", "772": "火燒却。耽源一日問。前來諸相甚宜秘惜。師曰當時", "773": "看了便燒却也。源曰。吾此法門無人能會。唯先師及", "774": "諸祖師諸大聖人方可委悉。子何得焚之。師曰。慧寂", "775": "一覽已知其意。但用得。不可執本也。源曰。然雖如此。", "776": "於子即得。後人信之不及。師曰。和尚若要。重錄不難。", "777": "即重集一本呈上。更無遺失。源曰然。圓悟擊節錄曰。", "778": "昔日國師有一百二十種圓相傳與耽源。源後與仰", "779": "山。山燒却。源云。般若多羅讖云。小小沙彌有大機。", "78": "臨終囑曰。吾塔以青石為之。他日塔紅即吾再來。及", "780": "傳燈錄曰。岩頭全豁禪師謂諸徒曰。吾甞究涅槃經", "781": "七八年。覩三兩段文似衲僧說話。曰。吾教意如伊字", "782": "三點。第一向東方下一點。點開諸菩薩眼。第二向西", "783": "方下一點。點諸菩薩命根。第三向上方下一點。點諸", "784": "菩薩頂。此是第一段義。又曰。吾教意如摩醯首羅擘", "785": "開面門豎亞一隻眼。此是第二段義。又曰。吾教意猶", "786": "如毒塗鼓擊一聲遠近聞者皆喪。亦云俱死。此是第", "787": "三段義。", "788": "高菴歎侈 宏智助匱高菴歎侈　宏智助匱", "789": "寶訓曰。高菴悟和尚聞成枯木住金山受用侈靡。歎", "79": "師至之夕。塔為之紅。遐邇驚歎。知師葢道濟後身也。", "790": "息久之曰。比丘之法。所貴清儉。豈宜如此。徒與後生", "791": "輩習輕肥者增無厭之求。得不愧古人乎。", "792": "人天寶鑑曰。紹興癸亥冬大慧禪師蒙恩北還。時育", "793": "王虗席。宏智和尚舉大慧主之。宏智前知其來多眾", "794": "必匱食。智預告知事曰。汝急為我多辦歲計應香積。", "795": "合用者悉倍置之。知事如所誡。明年大慧果至。眾盈", "796": "萬餘指。未幾香積告匱。眾皆皇皇。大慧莫能錯。宏智", "797": "遂以所積之物盡發助之。由是一眾咸受其濟。慧詣", "798": "謝曰。非古佛安能有此力量。", "799": "石頭草庵 芭蕉楮帔石頭草庵　芭蕉楮帔", "8": "祖慶廿筯　即庵一粥曇華桃嫰　法常梅熟", "80": "由是宗風鼎盛。衲子雲奔。道濟者。緣德禪師諡號。塔", "800": "石頭思禪師草庵歌曰。吾結草庵無寶貝。飯了從容", "801": "圖睡快。成時初見茅草新。破後還將茅草蓋。住庵人", "802": "鎮常在。不屬中間與內外。世人住處我不住。世人愛", "803": "處我不愛。庵雖小。含法界。方丈老人相體解。上乘菩", "804": "薩信無疑。中下聞之必生怪。問此庵。壞不壞。壞與不", "805": "壞主元在。不居南北與東西。基上堅牢以為最。青松", "806": "下。明窓內。玉殿朱樓未為對。納帔蒙頭萬事休。此時", "807": "山僧都不會。住此庵。休作解。誰誇鋪席圖人買。迴光", "808": "返照便歸來。廓達靈根非向背。遇祖師。親訓誨。結草", "809": "為庵莫生退。百年拋却任縱橫。擺手便行且無罪。千", "81": "紅懸記之事。載在僧寶傳。", "810": "種言。萬般解。只要教君長不昧。欲識庵中不死人。豈", "811": "離而今遮皮袋。", "812": "羅湖野錄曰。南嶽芭蕉庵主泉禪師造汾陽參昭禪", "813": "師。受其印可。隱于衡嶽。佯狂垢汙。世莫能測。以楮為", "814": "帔。所至聚觀。遂自歌曰。狂僧一條紙帔。不使毳針求", "815": "細意。披來只麼且延時。忍觀蝅苦勞檀施。縱饒羅綺", "816": "百千般。濟要無過是禦寒。僧來玩。俗來玩。黑噴雲霞", "817": "山水現。五嶽烟凝是翠縑。四溟浪白為銀線。他人云。", "818": "甚模樣。剛把漁牋作高尚。雖多素質混然成。免效田", "819": "畦憑巧匠。逞金襴。與紫袍。狂僧直是心無向。迦葉頭", "82": "雪竇翰林 浮山錄公雪竇翰林　浮山錄公", "820": "陀遙見時。定將白氎來相讓。向伊言。我不換。老和尚", "821": "泉。平時慈明厚之。以友于老。南敬之以叔父。至於放", "822": "曠自任簡脫無檢。豈非所謂百不為多一不為少耶。", "823": "其製楮為帔。無乃矯於侈飾。肆意成歌。有以諷於浮", "824": "競。由是而觀。未容無取也。", "825": "善暹辜恩 頎老改嗣善暹辜恩　頎老改嗣", "826": "武庫曰。暹道者久參雪竇。竇欲舉住金鵝。暹聞之夜", "827": "潛書偈於方丈壁間。即遁去。偈曰。不是無心繼祖燈。", "828": "道慚未廁嶺南能。三更月下離岩竇。眷眷無言戀碧", "829": "層。又曰。三十餘年四海間。尋師擇友未甞閑。今朝得", "83": "僧寶傳曰。禪師名重顯。字隱之。幼精銳。讀書知要。下", "830": "到無心地。却被無心趂出山。暹後出世開先。承嗣德", "831": "山遠和尚。續通雪竇書。山前婆子見專使。欣然問曰。", "832": "暹首座出世為誰燒香。專使曰德山遠和尚。婆子詬", "833": "罵曰。雪竇抖擻屎腸說禪為你。你得恁麼辜恩負德。", "834": "會元曰。德山遠禪師法嗣開先善暹禪師。參德山有", "835": "省。後至雪竇。竇與語。喜其超邁。目曰海上橫行暹道", "836": "者。遂命分座。竇舉住金鵝。師聞潛書二偈于壁而去。", "837": "與武庫有異。", "838": "人天寶鑑曰。頎禪師。秦之龍城人。初得法於天聖泰", "839": "和尚。晚依黃龍南禪師。南見其所得諦當。甚遇之。令", "84": "筆敏速。盛年工翰墨。作為法句。追慕禪月休公。嘗游", "840": "住全之興國。開堂遂為南之嗣。至夜夢神告曰。師遇", "841": "惡疾即是緣盡。言畢而隱。閱十三白。果患大風。屏院", "842": "事歸龍城之西為小菴。菴成養病其中。頎有小師名", "843": "克慈。久依楊岐。亦禪林秀出者。歸以侍病。奉禮至孝。", "844": "乞食村落。風雨寒暑盡師一世而後已。頎一日謂慈", "845": "曰。吾之所得實在天聖和尚。晚見黃龍道行兼重。心", "846": "所敬慕。故為嗣之。豈謂半生感此惡疾。今幸償足。昔", "847": "神仙多因惡疾而得仙道。盖其割棄塵累。懷潁陽之", "848": "風。所以因禍而致福也。吾不因此。爭得有今日事。如", "849": "今把住也由我。放行也由我。把住放行總得自在。遂", "85": "廬山棲賢。時諟禪師居焉。簡嚴少接納。顯藞苴不合。", "850": "噓一聲。良久而逝。闍維異香徧野舍利無數。", "851": "德山脊鐵 寰中聲鐘德山脊鐵　寰中聲鐘", "852": "傳燈錄曰。德山宣鑑禪師。雪峯問從上宗風以何法", "853": "示人。師云。我宗無語句。實無一法與人。岩頭聞之曰。", "854": "德山老人一條脊梁骨。硬似鐵。抝不折。然雖如此。於", "855": "唱教門中猶較些子。", "856": "傳燈錄曰。大慈山寰中禪師。頂骨圓聳。其聲如鐘。少", "857": "丁母憂。廬於墓所服闋。思報罔極。於并州童子寺出", "858": "家。嵩嶽登戒。習諸律學。後參百丈受心印。辭往南嶽", "859": "常樂寺。結茅于山頂。後住浙江北大慈山。", "86": "作師子峯詩譏之峯在棲賢曰。踞地盤室勢未休。爪牙安", "860": "淨因掃竹 青林栽松淨因掃竹　青林栽松", "861": "僧寶傳曰。淨因道臻禪師。字伯祥。雪方丈之西壁請", "862": "文與可掃墨竹。謂人曰。吾使遊人見之心自清凉。此", "863": "君盖替我說法也。", "864": "禪林類聚曰。青林虔禪師在洞山栽松。有俗士劉翁", "865": "者求頌於師。師乃作頌云。長長三尺餘。󳬂󳬂覆荒草。", "866": "不知何代人。得見此松老。劉翁得頌呈价禪師。价云。", "867": "賀翁翁喜。只此人是第三世也。師後果住洞山為第", "868": "三世。", "869": "真際散宅 佛果滅宗真際散宅　佛果滅宗", "87": "肯混常流。天教生在千峯上。不得雲擎也出頭。後住", "870": "趙州從諗禪師諡真際大師。聯燈錄曰。神鼎諲禪師", "871": "示眾云。南泉道我十八上便解作活計。趙州道我十", "872": "八上便會破家散宅。師云。你道破家散宅好。解作活", "873": "計好。初心底人且取前語。久參先德直須破家散宅。", "874": "更有一言。萬里厓州。", "875": "武庫曰。三佛佛果克勤。佛鑑慧懃。佛眼清遠在五祖時。甞於一亭上", "876": "夜話。歸方丈燈已滅。五祖乃於暗中曰。各人下轉語。", "877": "佛鑑對曰彩鳳舞丹霄。佛眼曰鐵蛇橫古路。佛果曰", "878": "看脚下。五祖云滅吾宗者乃克勤爾。", "879": "無住庭鵶 神讚窓蜂無住庭鵶　神讚窓蜂", "88": "明州雪竇。宗風大振。天下龍蟠鳳逸衲子爭集座下。", "880": "傳燈錄曰。保唐寺無住禪師。唐相國杜鴻漸致禮。于", "881": "時庭樹鵶鳴。公問師聞否。曰聞。鵶去已又問師聞否。", "882": "曰聞。公曰鵶去無聲云何言聞。師乃普告大眾。佛世", "883": "難值。正法難聞。各各諦聽。聞無有聞。非關聞性。本來", "884": "不生。何曾有滅。有聲之時。是聲塵自生。無聲之時。是", "885": "聲塵自滅。而此聞性不隨聲生不隨聲滅。悟此聞性", "886": "則免聲塵之所轉。當知聞無生滅。聞無去來。", "887": "傳燈錄曰。古靈神讚禪師本州大中寺受業。行脚遇", "888": "百丈開悟。却迴本寺受業師。一日在窓下看經。蜂子", "889": "投窓紙求出。師覩之曰。世界如許廣濶不肯出。鑽他", "89": "碧岩錄曰。有人論量。美雪竇有翰林之才。", "890": "故紙。驢年出得。其師置經問曰。汝行脚遇何人。吾見", "891": "汝發言異常。師曰。某甲蒙百丈和尚指箇歇處。今欲", "892": "報慈德耳。其師於是告眾致齋。請師說法。師登座舉", "893": "唱百丈門風。", "894": "乾峰法身 薦福自己乾峰法身　薦福自己", "895": "會元曰。越州乾峰和尚上堂。法身有三種病。二種光。", "896": "須是一一透得始解歸家穩坐。須知更有向上一竅。", "897": "僧寶傳曰。禪師名承古。遊廬山。登歐峯。愛宏覺塔院", "898": "閑寂。求居之。清規凜然。過者肅恭。時號古塔主。景祐", "899": "初范文政公仲淹迎以住薦福。示眾曰。眾生久流轉", "9": "道信勿繩　慧能欠篩臨濟打爺　黃檗超師", "90": "僧寶傳曰。禪師名法遠。初應舒州太平請。又住浮山", "900": "為不明自己。欲出苦源但明取自己。有空劫時自己。", "901": "有今時日用自己。空劫自己是根蔕。今時日用自己", "902": "是枝葉。", "903": "應菴蚖蛇 佛日蟲豸應菴蚖蛇　佛日蟲豸", "904": "普燈錄曰。應菴曇華禪師甞誡徒曰。衲僧家著草鞋", "905": "住院。何至如蚖蛇戀窟乎。", "906": "雪堂拾遺錄曰。佛日和尚大慧出世住徑山。知府請就", "907": "靈隱開堂。下座。馮侍郎問。和尚甞言不作這蟲豸。為", "908": "什麼敗闕。日曰。盡大地是杲上座。作麼生摸索。馮擬", "909": "議。佛日便掌。時僚眾失色。馮大笑曰。某與長老佛法", "91": "少時。與達觀穎公．薛大頭七人輩游蜀。幾遭橫逆。遠", "910": "相見也。", "911": "肯庵籠篋 脩顒行李肯庵籠篋　脩顒行李", "912": "枯崖漫錄曰。肯庵圓悟禪師天姿閑暇。甞授儒學於", "913": "晦庵朱文公。與帥辛公棄疾為同門友。因以黃檗延", "914": "之入寺。有讒其行李數十擔。辛聞之蹙然不樂。後過", "915": "都運黃公瓌同訪之。且曰。有道之士三衣外無長物。", "916": "多多益辦不為道人累乎。庵笑不答。徐而共觀諸老", "917": "手帖。因盡揭籠篋示之。皆古德墨蹟。紫陽書翰。辛有", "918": "慚色。", "919": "投子脩顒禪師。橫經講席洞曉佛意。華嚴九會敷演", "92": "以智脫之。眾以其曉吏事。號遠錄公。", "920": "三四。遂遊諸方。嗣圓照本。叢林同號曰顒華嚴。武庫", "921": "曰。顒華嚴富。鄭公常參問之。一日見上堂左右顧視。", "922": "忽契悟。以頌寄圓照曰。一見顒師悟入深。因緣傳得", "923": "老師心。江山千里雖云隔。目對靈光與妙音。鄭公罷", "924": "相居洛中。思顒示誨。請住招提。聞顒入境。躬出迓之。", "925": "臨登車。司馬溫公適至。問相公何往。鄭公曰接招提", "926": "顒禪師。溫公曰某亦同去。聯鑣出郭。候於郵亭。久之", "927": "忽見數十擔過。溫公問誰行李。荷擔者應曰。新招提", "928": "和尚行李。溫公遂索馬歸。鄭公曰要見華嚴何故先", "929": "歸。溫公曰某已見他了。竟先歸。統紀曰。學道之士以", "93": "長髭罏雪 寶積劍空長髭罏雪　寶積劍空", "930": "貧為德。此世人之常所知。敬招是數十擔。卒為溫公", "931": "見薄。一眚掩大德。可不戒之哉。", "932": "慧圓一交 景深大死慧圓一交　景深大死", "933": "普燈錄曰。慧圓上座性椎魯。然勤渠祖道。堅坐不臥。", "934": "居數歲得度。出游廬山。至東林。每以己事請問。朋輩", "935": "見其貌陋。舉止乖疎。皆戲侮之。一日行殿庭中。忽足", "936": "顛而仆。了然開悟。作偈俾行者書於壁曰。這一交。這", "937": "一交。萬兩黃金也合消。頭上笠。腰下包。清風明月杖", "938": "頭挑。即日離東林。眾傳至照覺東林常總。覺大喜曰。衲子", "939": "參究若此。善不可加。令人迹其所往。竟無知者。注曰。", "94": "傳燈錄曰。潭州長髭曠禪師初往曹谿禮祖塔。迴參", "940": "大慧武庫謂證悟脩顒語。非也。", "941": "普燈錄曰。智通景深禪師。自幼不羣。一日曰。思而知。", "942": "慮而解。皆鬼家活計。興不自遏。聞寶峰闡提惟照名尊當", "943": "世。往求入室。峰曰。直須斷起滅念。向空劫已前掃除", "944": "玄路。不涉正偏。盡却今時全身放下。放盡還放。方有", "945": "自由分。師聞頓領厥旨。峰擊鼓告眾曰。深得闡提大", "946": "死之道。後學宜依之。因號大死翁。建炎改元開法智", "947": "通。", "948": "積翠鬻珍 楊岐治璠積翠鬻珍　楊岐治璠", "949": "補僧寶傳曰。臨濟七傳而得石霜圓。圓之子一為積", "95": "石頭。石頭問什麼處來。曰嶺南來。石頭曰嶺頭一尊", "950": "翠南。一為楊岐會。南之施設。如坐四達之衢。聚珍怪", "951": "百物而鬻之。遺簪墮珥隨所探焉。駸駸末流冒其氏", "952": "者。未可以一二數也。會乃如玉人之治璠璵。珷玞廢", "953": "矣。故其子孫皆光明照人。克世其家。盖碧落󳬴無贋", "954": "本也。", "955": "佛眼題壁 晦堂牓門佛眼題壁　晦堂牓門", "956": "羅湖野錄曰。佛眼禪師住舒州龍門。甞題語于延壽", "957": "壁間曰。佛許有病者當療治。容有將息所也。禪林凡", "958": "有數名。或曰涅槃。見法身常住。了法不生也。或曰省", "959": "行。知此違緣。皆從行苦也。或曰延壽。欲得慧命扶持", "96": "功德成就也未。師曰成就久矣。只欠點眼在。石頭曰", "960": "色身也。其實使人了生死處也。多見少覺微恙便入", "961": "此堂。不強支吾便求補益。及乎久病思念鄉閭。不善", "962": "退思滅除苦本。先聖云。病者眾生之良藥。若善服食", "963": "無不瘥者也。又尊宿云。須知有不病者。故明書示以", "964": "告。後來觀其規。詠風巾塵履者。豈特令退思苦本而", "965": "已。抑欲使遵乍可有戒而死之訓。其明切精審。可謂", "966": "藥石之言矣。", "967": "人天寶鑑曰。晦堂心禪師。初承南禪師遺命。領住山", "968": "緣十有三白。於法席正盛時。毅然謝事居西園。以晦", "969": "命其堂。且曰。吾所辭者世務爾。今欲專行佛法。於是", "97": "莫要點眼麼。師曰便請。石頭乃翹一足。師禮拜。石頭", "970": "牓其門曰。告諸禪學。要窮此道切須自看。無人替代。", "971": "時中或是看得因緣。自有歡喜入處。却來入室吐露。", "972": "待為品評是非深淺。如未發明。但且歇去。道自見前。", "973": "苦苦馳求轉增迷悶。此是離言之道。要在自肯不由", "974": "他悟。如此發明方名了達無量劫來生死根本。若見", "975": "得離言之道。即見一切聲色言語是非更無別法。若", "976": "不見離言之道。便將類會目前差別因緣以為所得。", "977": "只恐誤認門庭目前光影。自不覺知。方成剩法。到頭", "978": "只是自謾。枉費心力。宜乎晝夜剋己精誠。行住觀察", "979": "微細審思。別無用心。自然有箇入路。非是朝夕學成", "98": "曰汝見什麼道理便禮拜。師曰據某甲所見。如洪鑪", "980": "事業。若也不能如是參詳。不如看經禮拜度此殘生。", "981": "亦自勝如亂生謗法。若送老之時。敢保成箇無事人。", "982": "更無他累。其餘入室。今去朔望兩度却請訪及。", "983": "死心甲科 晦菴狀元死心甲科　晦菴狀元", "984": "補僧寶傳曰。雲岩悟新禪師。魁岸黑面如梵僧。之黃", "985": "龍謁寶覺禪師晦堂祖心。談辯無所抵捂。寶覺曰。若之技", "986": "止此耶。是固說食耳。渠能飽人乎。新窘無以進。從容", "987": "曰。悟新到此弓折箭盡。願和尚慈悲指箇安樂處。寶", "988": "覺曰。一塵飛而翳天。一芥墮而覆地。安樂處政忌上", "989": "座許多骨董。直須死却無量劫來。全心乃可耳。新趨", "99": "上一點雪。", "990": "出。一日默坐下板。會知事捶行者。新聞杖聲忽大悟。", "991": "奮起忘納其履。趍方丈見寶覺。自譽曰。天下人總是", "992": "學得底。某甲是悟得底。寶覺咲曰。選佛得甲科。何可", "993": "當也。新自是號為死心叟。榜其居曰死心室。盖識悟", "994": "也。", "995": "晦菴彌光禪師住龜山。叢林盛事曰。龜山光和尚參", "996": "妙喜於洋嶼。時凡半年無啟口處。一日入室。喜問曰。", "997": "喫粥了也。洗鉢盂了也。去却藥忌。道將一句來。光曰。", "998": "裂破。喜莊色曰。又來者裏說禪那。師於言下大悟。遍", "999": "體汗下。遂禮拜。喜以偈印曰。龜毛拈得笑咍咍。一擊"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1615 禪苑蒙求拾遺", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1615 禪苑蒙求拾遺", "author": "Not available", "language": "chinese", "source": "CBETA"}