{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 550 般若心經開度", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 550-A 心經開度說No. 550-A", "1": "心經開度說", "2": "修心萬行。智慧為先。罔明般若。臨流失筏。故初祖西", "3": "來。直指人心。見性成佛。以續慧命。五傳而至黃梅。則", "4": "專指人。受持金剛般若。以般若之所建言。即初祖之", "5": "所直指。宗教無有二也。但於教之所說到者。用到。為", "6": "祖心老婆。于宗之所用到者。說到。為佛舌廣長。是以", "7": "有宗教之殊名耳。慨自古人。分別如來禪。祖師禪。以", "8": "行縱奪。迷言者流。遂尊奉祖師禪。為極則。如來禪。置", "9": "之不問。且所奉為祖師禪者。非古之祖師禪。特不過", "10": "機語新奇。文字別調。較之學語座主。如畫家焉。一畫", "11": "禽鳥。一畫鬼怪。俱畫也。未嘗離丹青。能別有神伎也。", "12": "何所詫異。且禽鳥。入素見之。畫之似不似。難以欺人。", "13": "鬼怪人所罕見。畫之似不似。無所辨謬。故今宗風之", "14": "衰。尤甚講壇也。望一誇宗禪者。了然於如來禪。正不", "15": "可得也。設起溈山于今日。則將曰。祖師禪。許汝了也。", "16": "如來禪。未夢見在。不將又高如來禪。而低祖師禪耶。", "17": "法門如此。慧命誰寄。慧命無寄。今天誰度。山居無事。", "18": "間拈大乘經教。以示參徒。蓋以且未說到。何能用到。", "19": "苟欲說到。非廣長舌語不能。依經指示。聊以借用廣", "20": "長舌語。進諸人于如來禪。以達祖師禪。亦非肯縱諸", "21": "人於如來禪。不奪諸人於祖師禪也。若便有人。取此", "22": "擔荷去。熱棒無情。未放汝在。今經因新發心弟子。名", "23": "開度者。時在誦持。為之指釋。故即以開度名之。竊取", "24": "般若。乃六度萬行之首。西乾四七。東震二三。之所傳", "25": "持實在于此。苟欲開度來學。舍此奚將。本開度聽說。", "26": "以開度標名。得當焉。新安沙門羅峯墮道人書", "27": "心經開度", "28": "No. 550", "29": "心經開度", "30": "明新安沙門釋　羅峯弘丽　著", "31": "般若波羅蜜多心經", "32": "般若。梵語。此云智慧。此二字。是功。是因。波羅蜜多。", "33": "梵語。此云彼岸到。此三字。是騐。是果。有功。即有騐。", "34": "有因。即有果。有智慧。即於彼岸到。蓋以生死此岸。", "35": "總由無明妄見。無無明。則無生死此岸。即是彼岸", "36": "到。非別有個彼岸為所到者。以有最初無明。由失", "37": "本明智慧。迷無。執有。發妄知見。成立生死此岸。故", "38": "成隔越彼岸。若其不失智慧。何有無明。何有生死", "39": "此岸。寧不於涅槃彼岸。人人臻到哉。故必以智慧", "40": "為因。斯有彼岸到之果。是為般若波羅蜜多。重文", "41": "句義如此。若問何為智慧。則後經文。開示明了。臨", "42": "文自當剖析。今要言之。照蘊空。無所得。則為智慧。", "43": "不照蘊空。無所得。則非智慧。則是無明。無明者。無", "44": "智慧之明也。故不能安忍無得。而迷無見有也。能", "45": "不有有。則明矣。喻如天無雲。則明朗。戶開窓。則光", "46": "亮。人無著。則通達。皆以能無得明之證。今人念念", "47": "著有。何以能明哉。故祗是無明眾生。祗是輪迴生", "48": "死。不能於彼岸臻到也。聞經者。可以悚然醒矣。心", "49": "之一字。是喻。喻此經於般若部四百卷中。該括終", "50": "始。為般若全部之宗本。如心在人身中。為百骸萬", "51": "竅之主宰。人能制心。則能御形。若能通達此經。即", "52": "通達全部般若。無有異義。故心字喻明之。經字。有", "53": "貫攝義。如線貫華。攝群花朵。成縵莊嚴。彰佛言教。", "54": "攝眾法門。成佛修證。又訓常訓法。指佛言教。為終", "55": "古之常法。所不可違背者。是為加讚諸佛。所有名", "56": "句文身之辭。用斯解了。則觸目經題。而向後經文。", "57": "便可思過半矣。", "58": "觀自在菩薩。", "59": "此因人彰教。為眾生立個榜樣。令之如菩薩。行於", "60": "甚深般若也。夫般若。為佛果之因。一切菩薩之所", "61": "通行者。何以獨本此菩薩彰教。以菩薩。本耳根圓", "62": "通。證性無生。寂滅現前。是無明之所從破。是智慧", "63": "之所從生。見此菩薩。即見智慧矣。故所獨本。何言", "64": "之。一切萬法。但有言說。都無實義。迷之不了。循聲", "65": "流轉。是為無明。悟之能了。聞復翳除。是為智慧。今", "66": "菩薩。本名觀世音。觀世如音響。何有於攀緣。尋聲", "67": "救眾苦。豈其迷真實。便此無明破。便此智慧生。故", "68": "云。此方真教體。清淨在音聞。不本此菩薩。而誰本", "69": "哉。噫。諸人欲得觀自在麼觀世音去。抑或以觀蘊", "70": "空。之得心無罣礙。即為觀自在。亦可此則觀自在。", "71": "即是般若。無有二法。故獨本之以彰教。", "72": "行深般若波羅蜜多時。", "73": "此本菩薩。因地修心時。出法名也。云深般若者。即", "74": "色即空觀照。是現前寂滅究竟涅槃。直達佛果之", "75": "正徧知。非權小乘。淺鮮觀知可及。行者。依於般若。", "76": "入流忘所。不落有為。不住無為。時者。因地修證。初", "77": "中後心之時。", "78": "照見五蘊皆空。", "79": "此實出深般若之觀照也。此照見字。即上行字。然", "80": "非別照一空。以行般若。但了五蘊。無實體性。不因", "81": "之出生妄想分別。立能所法。造輪迴因果。是為照", "82": "空智鏡。是為行於般若。五蘊。色受想行識也。本八", "83": "識相見二分。立色心二法。於心。分受想行識四者。", "84": "立五蘊名。以五蓋覆有情。失本性覺妙明。故名蘊。", "85": "色者。內外根身器界。一切所有形相。受者。內而根", "86": "身染著。外而器界愛增。想者。內而用心思量。外而", "87": "依境分別。行者。內而心數生滅。外而相狀變遷。識", "88": "者。內而主宰覺知。外而影像形色。從心生境言之。", "89": "則有識。斯有行。有行乃成想。有想以為受。從境生", "90": "心言之。則受以起想。想以為行。行以現識。四者相", "91": "為終始。所謂根本潤生無明。即此也。若不有四。即", "92": "無於色。若無於色。復何有四。此又相見二分之相", "93": "為終始也。今云皆空。則照見一法妄。而法法皆妄。", "94": "法法皆妄。實無一法之有出生也。包攝根塵界空。", "95": "無諸生死法。在內。既無眾生生死法。何有聲聞緣", "96": "覺二乘法。既無聲聞緣覺二乘法。何有菩薩一乘", "97": "法。俱包攝在內。故此照見為深般若。當如何觀照。", "98": "說在後文。", "99": "度一切苦厄。", "100": "此實出依。般若之於彼岸到也。苦厄。是此岸。度苦", "101": "厄。是脫離此岸。到乃彼岸。一切。該諸分段變易生", "102": "死。蓋輪轉凡夫。有分段生死之苦厄。以迷蘊空成", "103": "立。淺證聖人。怖變易生死之苦厄。以未究竟蘊空", "104": "成立。今深照蘊空。是乃究竟涅槃。故一切苦厄之", "105": "皆度。然則今人之不離苦厄者。皆自縛之也。苟能", "106": "觀照蘊空。且不作二乘之怖畏生死。隨類度生。況", "107": "作凡夫之住著生死哉。此為發明度苦厄實理。然", "108": "須知當經所度之苦厄。是菩薩度一切眾生。出於", "109": "苦厄也。若專作自度苦厄說。則失之。齊此為因人", "110": "彰法正文。後皆佛為舍利子。發明開示之辭。令了", "111": "悟於照蘊空。度苦厄之深般若也。", "112": "舍利子。", "113": "此呼當機弟子名也。舍利。梵語。此云鶖。乃鳥也。此", "114": "鳥目最明利。尊者母目如之。故以為名。尊者依母", "115": "立名。故云舍利子。居佛聲聞弟子中。智慧第一。可", "116": "了悟於深般若者。故特呼而告之。", "117": "色不異空空不異色。", "118": "此為開示蘊空實理。本自寂滅現前。令不迷於菩", "119": "薩照蘊空之照見也。一句。指空空色。一句。指色空", "120": "空。指空空色。令無迷色。指色空空。令無迷空。蓋迷", "121": "色則失空。迷空則礙色。失有礙之境。即有變遷之", "122": "心。握照不恒。即是生滅知見。非深般若之圓明照", "123": "見也。故今兩示不異。令知無色外之空。空外之色。", "124": "則見皆色皆空。皆空皆色。照無二用。一道涅槃當", "125": "前顯現矣。而所以不異之旨。示在下二句。臨文釋", "126": "之。迷色。屬生死凡夫知見。迷空。屬外道二乘知見。", "127": "入般若堂。都無是事。", "128": "色即是空空即是色。", "129": "此為開示不異之理。何以不異哉。即是之耳。夫色", "130": "者。堅固妄想所凝結之根身器界也。四大宛然。山", "131": "河可見。何以即是空哉。圓覺有言之。我今此身。四", "132": "大和合。所謂髮毛爪齒皮肉骨筋髓腦垢色。皆歸", "133": "於地。唾涕濃血津液涎沫痰淚精氣大小便利。皆", "134": "歸於水。暖氣歸火。動轉歸風。四大各離。今者妄身。", "135": "當在何處。即知此身。畢竟無體。和合為相。實同幻", "136": "化。解此經義。便於現前四大身色。直達即空理性。", "137": "蓋見為身色有者。以有和合之身。故經直示無和", "138": "合之身。以除迷執。夫諸物和合成體。則不得本物", "139": "留形。若得本物留形。則便是未始和合。如將青黃", "140": "紅黑白五色。和合成色。還分得開。青色歸青。黃色", "141": "歸黃等否。今執四大和合為身。却於身中。地大堅", "142": "相。一一可指歸地大。水大濕相。一一可指歸水大。", "143": "火大暖相。一一可指歸火大。風大動相。一一可指", "144": "歸風大。既可各歸。豈不各離。既在各離。於何和合。", "145": "乃當以知。此身畢竟無體。乃當以知。此身實同幻", "146": "化。幻化之身。如夢身也。夢中人物。在有非有。若在", "147": "有有。醒來時。所夢人物。何不現相。若曰。夢生醒滅。", "148": "滅乃以無。然夢之生。既有生相。現諸人物。則醒之", "149": "滅。當有滅相。見於枯殘。諸人夢醒時。枯殘人物何", "150": "在。既無滅相。則是無有生相。無生相身。有生相色", "151": "乎。色其不即空乎。今人難語此者。蓋是夢人不聞", "152": "雷音耳。獨怪圭峯。當年讀圓覺此段經句。痛哭流", "153": "涕。當下知歸。洪覺範謂其證到石頭之所云四大", "154": "性自復。然何在疏圓覺。失經圓理甚多。即釋四大", "155": "各離句。亦復不能當前直指。把各離。疏作觀照分", "156": "析。得非於即空實理。猶麻迷耶。諦思其故。必由當", "157": "時於經句中。但能達妄。未得證真。若但達妄。而不", "158": "證真。則未說得四大性自復。亦未說得色即是空。", "159": "曷不再思。富樓那尊者。當日疑四大之相陵奪。不", "160": "容圓滿週遍。我今此身。四大週遍。無處不堅。無處", "161": "不濕。無處不煖。無處不動。曾無相陵奪者。何哉。必", "162": "其大性。如彼燈光。滿室而不礙室。故一室能容多", "163": "燈光也。故一身。可四大同週也。更即病人證之。一", "164": "大受病。失其自性。餘大俱不安。常冐風而發熱。流", "165": "涕身痛。蓋乃風大有。而大大各有。便相陵奪也。豈", "166": "不可知無病之身。諸大之不相陵奪。乃諸大之不", "167": "有復性歸源也。何此即空之色。當前了然。而人迷", "168": "迷。執身為有也。噫亦睡之忒煞矣。若夫山河外色", "169": "之即空。則楞嚴有言之。汝觀地性。麤為四大。細為", "170": "微塵。至鄰虗塵。析彼極微。色邊際相。七分所成。更", "171": "析隣虗。即實空性。言實空性者。非因緣生。析出之", "172": "空性也。是即空性也。今人觀微塵合相之山河。不", "173": "觀微塵自性之山河。故見其質礙耳。豈知一微空", "174": "故。眾微空。眾微空故。一微空。一微空中。無眾微。眾", "175": "微空中。無一微。山河寂滅。理本如斯。諸人試靜觀", "176": "默究之。何如。苟能得於色之即是空。而空之即是", "177": "色。不待言矣。若不解了。於如此之空色。烏乎。能發", "178": "空色不異之觀照哉。故此二句。是為開示不異之", "179": "旨。", "180": "受想行識亦復如是。", "181": "此例心法四蘊如色蘊。令一一解了於蘊空之相", "182": "即。發不異空蘊之觀照也。受之即是空者。如眼見", "183": "色。領會色像時。為受。然一眼見眾色。眾色一時領", "184": "會。若非當領會。即無領會。則此色在受。彼色如何", "185": "容納。今一眼見眾色。一一皆領會。曾無不領會礙", "186": "領會者。故知受之即是空也。想之即是空者。一念", "187": "憶無量事。事事明記。為想。若想不空。則一事在記。", "188": "餘事誰為緣擬。而乃驢事未去。馬事到來耶。譬如", "189": "有人作客。久離家鄉。忽然生念。便覺原本家鄉。父", "190": "子親戚。種種事務。一時現前。苟非想之即是空。能", "191": "有此融通耶。受想本空。行識可知。以營受想者。為", "192": "行。主行者。為識。四者異名不異體。達一蘊空。可悟", "193": "蘊蘊皆空矣。倘欲法說明了。楞嚴有五蘊。六入。十", "194": "二處。十八界。本如來藏。妙真如性。文可檢。今不引", "195": "彼文者。以彼為言妄顯真。彰于離義。此當了真無", "196": "妄。方得即義。雖能離。即能即。然離。得斷妄清淨。即。", "197": "得證真清淨。不證真。無能斷妄。指修心學人。當指", "198": "之從即得離。若但說離。彼別作離想。蚤是妄了。如", "199": "何得永離諸妄。是故。法門修心。寥󴖘其人。大乘般", "200": "若罕聞于世。當經即色即空之觀照。亦久塵埋。而", "201": "全即全空。全空全離。全離全覺。全覺全明。全明全", "202": "妙。在人日用現行中者。總語之而不覺矣。悲夫。", "203": "舍利子。", "204": "此將開示以真空實相。令不迷相以迷照也。又重", "205": "呼當機者名。而告之。蓋以眾生。失照之原。由不了", "206": "達實相清淨。見有諸相發生。發妄攀緣。知見不息。", "207": "乃失自性般若。顛倒輪迴。迷妄修學。故有凡夫生", "208": "死。三乘漸次。不入大乘種性。今語之以深般若之", "209": "照諸法空。令悟大乘修學。若但為說法空。不示以", "210": "法空實相。彼必有計是諸法空。是諸法空。為何相", "211": "者。求相不得。又生疑念。不能行深般若。朗照諸法", "212": "皆空矣。故下空相開示尤為關要。特重呼名而告", "213": "之。令警心諦聽。聞諸法空相。而了然于諸法空得", "214": "無迷照也。", "215": "是諸法空相不生不滅不垢不淨不增不減。", "216": "此直示以真空實相。是諸法者。指所示照之蘊空", "217": "法也。空相者。諸法空之相也。蓋有真實空。自有真", "218": "實相。眾生不悟真實空。正以不覩真實相。故乃迷", "219": "明失照。空晦暗中。結暗成色。見有根身器界。種種", "220": "諸相。不入淨覺。故此指出令曉。不生者。空非作故", "221": "有。不滅者。空無所壞裂。不垢者。空不受染污。不淨", "222": "者。空不受潔白。不增者。空無可加尚。不減者。空無", "223": "可脫離。是故。離因果。離修證。平等遍滿之為真空", "224": "實相。達斯實相。自能不即色而發照。亦不離色而", "225": "發照。唯不異空。不異色。而發照矣。蓋以即色為相。", "226": "實相之相。不生。不垢。不增。于何即色。以離色為相。", "227": "實相之相。不滅。不淨。不減。如何離色。無可即。無可", "228": "離。圓明無住。在斯時乎。故此實相開示。正所以成", "229": "照般若也。若分指。則不生滅。離凡夫因果。不垢淨。", "230": "離二乘修證。不增減。入性覺圓常。下文開示。本此", "231": "推明。然此為標指一真下為示離諸妄。知所照之", "232": "真又知所離之妄。後能依真旋妄。離妄即真。兩不", "233": "迷於明照也。", "234": "是故。", "235": "此本上文諸法空相。指示明顯。用廣推言。本覺實", "236": "相。為大寂滅海。為生佛一源。究竟清淨。離諸妄相。", "237": "故此承接。是故者。是此不生不滅等。為諸法空相", "238": "之故。", "239": "空中無色無受想行識無眼耳鼻舌身意無色聲香", "240": "味觸法無眼界乃至無意識界。", "241": "此至無智亦無得句。總彰實相。所離之諸妄相法", "242": "也。空中者。空實相中。此二字。連是故二字。直貫至", "243": "無智亦無得句。蓋顯空實相中。一切妄相之遠離", "244": "一切眾生皆本成佛。無不以般若光。住涅槃岸也。", "245": "今此。為無蘊處界三。凡夫輪迴法。無色受想行識", "246": "者。實相中。無五蘊法相也。無眼耳等者。實相中。無", "247": "六根法相也。無色聲等者。實相中。無六塵法相也。", "248": "六根六塵。又名十二處。若遇多迷色法。少迷心法", "249": "人。則指此十二處開示之。以眼耳鼻舌身。皆內色。", "250": "色聲香味觸。皆外色。今分名指出。彼得不迷也。意", "251": "法兩者。為心法。此則約言心法。以彼少迷故。若遇", "252": "于心法迷人。則指五蘊開示之。以受想行識。分指", "253": "心法故。意。意根也。法。外五塵影也。以意根無別有", "254": "體。依眼耳等五根立相。故所對根之塵。即眼等五", "255": "家塵。但眼等對別。意根對總。眼等對現在塵。意根", "256": "對落謝塵。故別立法名。無眼界乃至無意識界者。", "257": "無十八界法相也。乃至者。包攝色界。眼識界。耳界。", "258": "聲界。耳識界。鼻界。香界。鼻識界。舌界。味界。舌識界。", "259": "身界。觸界。身識界。意界。法界。在內。全彰十八界法", "260": "也。界者。有局限。不能超越之義。眼界者。眼以色為", "261": "界。眼不能見聲香等故。眼不能越色見故。色界者。", "262": "色以眼為界。聲香等不能對眼故。色必眼所見故。", "263": "眼識界者。眼家識。以眼色為界。依根始發識故。眼", "264": "不能發聲香等識故。耳等界義。俱如之。是所謂盡", "265": "落名言數量也。為無明妄相法。實相之所都無也。", "266": "蓋蘊處界諸法。為凡夫輪迴因果。乃生滅因。緣實", "267": "相不生不滅。何有於此。是故無之。", "268": "無無明亦無無明盡乃至無老死亦無老死盡無苦", "269": "集滅道。", "270": "此無因緣覺悟。四諦修證。緣覺聲聞法。無明至老", "271": "死。為十二流轉門。無明盡。至老死盡。為十二還滅", "272": "門。蓋於流轉得還滅者。為緣覺觀法。今無流轉。何", "273": "有還滅。故曰無無明。亦無無明盡。云云。是無緣覺", "274": "法也。乃至者。包舉無明緣行。行緣識。識緣名色。名", "275": "色緣六入。六入緣觸。觸緣受。受緣愛。愛緣取。取緣", "276": "有。有緣生。生緣老死。無明滅則行滅。行滅則識滅。", "277": "識滅則名色滅。名色滅則六入滅。六入滅則觸滅。", "278": "觸滅則受滅。受滅則愛滅。愛滅則取滅。取滅則有", "279": "滅。有滅則生滅。生滅則老死滅之辭。無苦集滅道", "280": "者。無厭苦果斷集因慕滅果修道因之聲聞法。蓋", "281": "聲聞人。見三界生死。盡是苦果。此苦果。總由諸妄", "282": "因緣。集燻成種。若無集因。則無苦果。乃慕于滅。而", "283": "修遠離塵勞妄想之道。此則即於緣覺。所見流轉", "284": "門之因緣法。立苦集二諦。還滅門之因緣法。立滅", "285": "道二諦。分門別諦。總為見有垢淨。空實相中。不垢", "286": "不淨。何所依立。是故無之。", "287": "無智亦無得。", "288": "此無能所修證。菩薩法也。無智者。無能修。無得者。", "289": "無所證。蓋有證得。則有增。有修除。則有減。空實相", "290": "中。生佛平等。圓滿清淨。不增不減。何修何證。是故", "291": "並諸菩薩。能觀之心。所求之果境。而皆無之。甚哉。", "292": "般若照觀。非爾炎識之明見門。生滅心數。能所功", "293": "用。是故初告之色空不異。中道性境。以發照用。中", "294": "告之真空實相。平等常住。以立照體。後告之究竟", "295": "清淨。冥絕諸妄。以除照所。庶可獲入性覺。朗圓明", "296": "照。同諸菩薩之照見諸法皆空。而行深般若也。文", "297": "齊此止。統前色不異空起。為開示菩薩之所行於", "298": "般若者。不得作前淺後深。以照空之照。為所起幻", "299": "智。此無智無得。為除於幻觀也。", "300": "以無所得故。", "301": "此為開示清淨本覺。為因地心。果地覺之所原本。", "302": "以究竟始覺。圓滿妙覺者。令之必依般若之彼岸", "303": "到。乃苦厄度。而不迷因。不違果。於修無修。得證無", "304": "證也。蓋無所得。為本覺淨性。般若為本覺淨光。非", "305": "淨性。不發淨光。非淨光。不照淨性。一道之法。相為", "306": "體用。無自無他者也。故此開示。令知菩薩所行之", "307": "般若。乃稱性照觀。非因緣生法也。", "308": "菩提薩埵依般若波羅蜜多故心無罣礙無罣礙故", "309": "無有恐怖遠離顛倒夢想究竟涅槃。", "310": "此原上句推本。開示菩薩。如性發照。如照解脫成", "311": "立因修。始覺究竟。菩提。梵語。此云覺。薩埵。梵語。此", "312": "云有情。乃求佛智度眾生者之名目也。依般若者。", "313": "依自性淨光也。波羅蜜多者。淨光所照之淨性境", "314": "也。故心無罣礙者。空照圓妙。不立能所知見分別", "315": "取捨也。無有恐怖者。無諸分段變易生死。之恐怖", "316": "諸妄境界也。遠離顛倒夢想者。永斷無明之諸妄", "317": "知見也。究竟涅槃者。寂滅現前。證圓覺海。不同二", "318": "乘之有餘󰞆斷也。涅槃。梵語。此云寂滅。又云圓寂。", "319": "謂圓除五住。寂滅永安。乃佛所歸之極果也。合文", "320": "無罣礙。無恐怖。離倒想。竟涅槃。是所謂度一切苦", "321": "厄也。", "322": "三世諸佛依般若波羅蜜多故得阿耨多羅三藐三", "323": "菩提。", "324": "此原上句推本。開示諸佛。如性圓照。如照明妙。成", "325": "立果證。妙覺圓滿。阿耨多羅三藐三菩提。梵語阿。", "326": "此云無。耨多羅。此云上。三。此云正。藐。此云等。菩提", "327": "此云覺。乃佛果之極稱。此中一故字。及上節兩故", "328": "字。以無所得句一故字。皆是推本之辭。然無得句", "329": "一故字。又下三故字之所由本。蓋由清淨性。發清", "330": "淨光。依清淨光。還照清淨性。乃無照生所。無所生", "331": "能。故除諸妄境。永斷無明。當前寂滅。為諸菩薩之", "332": "所修行也。依清淨光。常照清淨性。乃無妄覺明。圓", "333": "覺徧滿。為諸如來之所果證也。則夫欲該覺果。徹", "334": "覺因。捨般若波羅蜜多之不修學。於何修學哉。有", "335": "志佛道者。思之。", "336": "故知般若波羅蜜多是大神呪是大明呪是無上呪", "337": "是無等等呪。", "338": "此本般若波羅蜜多。徹因該果。法本深奧。而推讚", "339": "之。以令知菩薩所行之深般若波羅蜜多。非對淺", "340": "為深之深。乃無對無待。不落名言數量之甚深法", "341": "性以云深也。故知者。於究竟始覺圓滿妙覺之故", "342": "而知也。是大神呪者。無量塵勞煩惱。依于般若。剎", "343": "那頓破。豈淺鮮神力之可能。是大明呪者。遠劫無", "344": "明癡暗。依於般若。總成慧用。豈微劣知照之可及。", "345": "是無上呪者。般若淨光。蓋聲蓋色。圓裸虗空。包羅", "346": "法界。世出世間。更無有物。能加上之。是無等等呪", "347": "者。法法清淨。法法般若。隨緣應現。祗此一物。更無", "348": "他物。何所與等。而等等之耶。故云。上天下地。唯我", "349": "獨尊。故云。不與萬法為侶。噫。唯我獨往。更莫逢渠。", "350": "庶可言於般若矣。呪字。向後經文。訓釋明白。", "351": "能除一切苦真實不虗故說般若波羅蜜多呪。", "352": "此為發明般若波羅蜜多之所為呪也。先言除苦", "353": "真實。後言故說呪者。以一切苦厄。塵勞萬法。俱名", "354": "言戲論之所成立。今破除塵勞。度苦厄。依于般若。", "355": "般若非呪為清淨元音。何以能破除戲論名言哉。", "356": "正所謂聞復翳根除也。故先告以除苦之真實。後", "357": "告以故說般若為呪。故說者。真實除苦之故也。真", "358": "實不虗者。言般若。真實能除苦厄。究竟涅槃。非擬", "359": "空華結空果也。夫般若既為呪。則亦唯有名言。都", "360": "無實義。故金剛般若云。知我說法。如筏喻者。法尚", "361": "應捨。何況非法。圓覺云。修多羅教。如標月指。若復", "362": "見月。了知所標畢竟非月。若不解此。聞說般若。又", "363": "執真實。別求法相。更迷亂矣。齊此文正。從初呼名", "364": "起。發明開示竟。", "365": "即說呪曰。揭諦揭諦波羅揭諦波羅僧揭諦菩提薩", "366": "婆訶", "367": "此直示般若之呪也。令末世眾生。緣念於此。則不", "368": "隨逐世間戲論名言。循聲流轉。則乃圓聞清淨。達", "369": "耳圓通。遊涅槃路。有斯利益。故即說呪。故呪之所", "370": "以為般若也。存本梵語。無有翻譯。蓋為般若。不落", "371": "名言義諦。雖有說而未甞說。即可聞而無所聞也。", "372": "在前經文。為顯說般若。此為密說般若。諸大乘經。", "373": "多有顯密雙彰者。同此旨也。噫。此經首本聞思修", "374": "菩薩。彰法。後有呪言。存教。今人終日求般若。而迷", "375": "般若者。迷于何哉。名言圈繢。跳不出耳。願諸有情。", "376": "急宜知返。", "377": "心經開度卷終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 550 般若心經開度", "author": "明 弘麗著"}