{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1648 冥報記輯書", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "唐唐封元則", "1": "冥報記輯書卷第七", "2": "唐居士李信唐居士李信者并州文水縣之太平里人也。身為隆", "3": "政府衛士。至顯慶年冬。隨例往。朔州赴番。乘赤艸馬", "4": "一疋并將艸駒。是時歲晚凝陰風雪嚴厚。行十數里", "5": "馬遂不進。信以番期逼促撾之數十下。馬遂作人語。", "6": "謂信曰。我是汝母。為生平避汝父將石餘米乞女故", "7": "獲此報。此駒即是汝妹也。以力償債向了。汝復何苦", "8": "敦逼如是。信聞之驚愕流洟。不能自勝。乃拜謝之。躬", "9": "駄鞍轡謂曰。若是信孃當自行歸家。馬遂前行。信負", "10": "鞍轡隨之至家。信兄弟等見之悲哀相對。別為厰櫪", "11": "養飼有同事母。屈僧營齋合門莫不精進。鄉閭道俗", "12": "咸歎異之。時工部侍郎溫無隱。歧州司法張金停俱", "13": "為丁艱。在家聞而奇之。故就信家顧訪見。馬猶在問", "14": "其由。委並如所傳。", "15": "唐孫壽顯慶中。平州有人。姓孫名壽。於海濵游獵。見野火焰", "16": "熾草木蕩盡。唯有一叢茂草獨不焚燎。疑此草中有", "17": "獸。遂以火燒之。竟不能著。壽甚怪之。遂入草間尋覔。", "18": "乃見一函金剛般若經。其傍又見一死僧。顏色不變。", "19": "火不延燎。蓋由此也。信知經像非凡所測。孫壽親自", "20": "說之。", "21": "唐童子寺佛像唐并州城西有山寺。寺名童子。有大像。坐高一百七", "22": "十餘尺。皇帝崇敬釋教。顯慶末年巡幸并州。共皇后", "23": "親到此寺。及幸北谷開化等。大像高二百尺。禮敬瞻", "24": "覩嗟歎希奇。大捨珍寶財物衣服。并諸妃嬪內宮之", "25": "人。並各損捨。并勑州官長吏竇軌等。令速莊嚴備飾", "26": "聖容。并託龕前地務令寬廣。還京之日至龍朔二年", "27": "秋七月。內官出袈裟兩領遣中使馳送二寺大像。其", "28": "童子寺像披袈裟日。從旦至暮放五色光。流照崖巖", "29": "洞燭山川。又入南龕小佛赫奕堂殿。道俗瞻覩數千", "30": "萬眾。城中貴賤覩此而遷善者。十室而七八焉。眾人", "31": "共知不言可悉。", "32": "唐尼修行唐龍朔元年雒州景福寺比丘尼。修行房中。有侍童", "33": "任五娘。死後修行為五娘立靈。經月餘日。其姊及弟", "34": "於夜中忽聞靈座上呻吟。其弟初甚恐懼。後乃問之。", "35": "答曰。我生時於寺上食肉。坐此大苦痛。我體上有瘡。", "36": "恐污牀席。汝可多將󰞆置牀上也。弟依其言置󰞆。後", "37": "看牀上大有膿血。又語弟曰。姊患不能縫衣。汝大󰡖", "38": "縷。宜將布來。我為汝作衫及韈。弟置布於靈牀上。經", "39": "宿即成。又語其妹曰。兒小時患漆。遂救一螃蟹取汁", "40": "塗瘡得差。今入刀林地獄。肉中現有折刀七枚。願姊", "41": "慈念為作功德救助。知姊煎迫交不濟辨。但隨身衣", "42": "服無益死者。今並未壞。請以用之。姊未報間。乃曰。兒", "43": "自取去。良久又曰。衣服已來。見在牀上。其姊試往觀", "44": "之。乃所斂之服也。遂送淨土寺寶獻師處。憑寫金剛", "45": "般若經。每寫一卷了。即報云。已出一刀。凡寫七卷了。", "46": "乃云。七刀並得出訖。今蒙福助即往託生。與姊及弟", "47": "哭別而去。吳興沈玄法說。淨土寺僧智整所說亦同。", "48": "唐姚明解唐姚明解者本是普光寺沙門也。性聰敏有文藻。工", "49": "書翰善丹青。至於鼓琴亦當時獨絕。每欣俗網不樂", "50": "道門。至龍朔元年舉應詔人。躬赴雒陽。及升第歸俗。", "51": "頗有餘言。未幾而卒。後託夢於相知淨土寺僧智整", "52": "曰。明解宿無福業不遵內教。今大受罪非常飢乏。儻", "53": "有故人之情。頗能惠一飡不。智整夢中許諾。及其寤", "54": "後乃為設食。至夜纔眠。即見明解來愧謝之。至二年", "55": "秋中又託夢於畫工曰。我以不信佛法今大受苦痛。", "56": "努力為我寫二三卷經。執手殷勤賦詩言別。教畫工", "57": "讀十八徧令記。寤乃憶之。其詩曰。握手不能別。撫膺", "58": "還自傷。痛矣時陰短。悲哉泉路長。松林驚野吹。荒𡑞", "59": "落寒霜。言離何以贈。留心內典章。", "60": "唐謝氏唐癰州萬年縣閻村。即灞渭之間也。有婦女謝氏。適", "61": "同縣。元氏有女。適迴龍村人來阿照。謝氏永徽末亡。", "62": "龍朔元年八月。託夢於來氏女曰。我為生時酤酒。小", "63": "作升方取價太多。量酒復少。今坐此罪。於北山下人", "64": "家為牛。近被賣與法界寺夏侯師家。今將我向城南", "65": "耕稻田。非常辛苦。及寤其女洟泣為阿照言之。至二", "66": "年正月。有法界寺尼至阿照村。女問尼。尼報云。有夏", "67": "侯師。是實女。即就寺訪之。云近於北山下買得一牛。", "68": "見在城南耕地。其女洟泣求請寺尼。乃遣人送其女", "69": "就之。此牛平常唯一人禁制。若遇餘人必陸梁觝觸。", "70": "見其女至乃䑛其遍體。又流淚焉。女即憑夏侯師贖", "71": "之。乃隨其女去。今現在阿照家養飼。女常呼為阿孃。", "72": "承奉不闕。京師王侯妃媵多令召視。競施錢帛。", "73": "唐濟陰縣經驗唐曹州濟陰縣西二十里村中有精舍。至龍朔二年", "74": "冬十月。野火暴起非常熾盛。及至精舍踰越而過焉。", "75": "比僧房草舍焚燎總盡。唯金剛般若經一卷儼然如", "76": "舊。曹州參軍事席文禮說之。", "77": "唐漁陽縣佛像唐幽州漁陽縣無終戍城內有百許家。龍朔二年夏", "78": "四月戍城火災。門樓及人家屋宇並為煨燼。唯二精", "79": "舍及浮圖并佛龕上紙簾蘧蒢等。但有佛像獨不延", "80": "燎。火既不燒巋然獨存。時人見者莫不嗟異。以為佛", "81": "力支持。中山郎餘令既任彼官。又家兄餘慶交友人。", "82": "郎將齊郡因如使營州。並親見其事。具為餘令說之。", "83": "唐倪氏妻皇甫氏唐兖州曲阜人倪買得妻皇甫氏。為有疾病祈禱泰", "84": "山。稍得瘳愈。因被冥道使。為伺命每被使。即死經一", "85": "二日。事了以後還復如故。前後取人亦眾矣。自云。曾", "86": "被遣取鄉人龐領軍小女。為其庭前有齋壇讀誦。久", "87": "不得入。少間屬讀誦稍閑。又因執燭者詣病女處。乃", "88": "隨而入。方取得去。問其取由。乃府君四郎所命。府君", "89": "不知也。論說地獄具有條貫。又云。地下訴說生人非", "90": "止一二。但人微有福報。追不可得。如其有罪攝之則", "91": "易。皇甫見被使役。至今猶存。今男子作生伺命者。兖", "92": "州見有三四人。但不知其姓名耳。", "93": "唐前大理司直河內司馬喬卿唐前大理司直河內司馬喬卿天性純謹有志行。到", "94": "永徽中為楊州戶曹。丁母憂居喪毀瘠。刺心上血寫", "95": "金剛般若經一卷。未幾於廬上生芝草二莖。經九日", "96": "長尺有八寸。綠莖朱蓋日瀝汁一升。傍人食之味甘", "97": "如蜜。去而復生。如此數四。喬卿同僚數人。並向餘令", "98": "陳說。天下士人多共知之。", "99": "冥報記輯書卷第七終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1648 冥報記輯書", "author": "日本 佐佐木憲德輯"}