{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 872 肇論新疏游刃", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "肇論新疏游刃卷下", "1": "五臺大萬聖祐國寺開山住持釋源大", "2": "白馬寺宗主贈邽國公海印開法真覺", "3": "大師長講沙門　　　文才　述", "4": "疏。涅槃者下。初略釋通名。通名有三。謂圓寂．滅度．無", "5": "為。後二如下論自釋。唐譯下。即唐奘公三藏法師也。", "6": "常樂我淨名之四德。此四且約翻無常等四倒以顯", "7": "之。約治惑業苦三障以顯三德。然實具恒沙無盡性", "8": "德。故清涼釋之。義充法界德備塵沙曰圓。體窮真性", "9": "妙絕相累為寂。即第一義下。指體也。然涅槃之體或", "10": "指三德。或指真如實際等。今依表中也。故大經二十", "11": "七云。佛性者名第一義空。第一義空名為智慧等。佛", "12": "性乃涅槃因中之名。如大經云。是因非果如佛性。是", "13": "果非因如大涅槃。該通下。經云。空者一切生死。不空", "14": "者謂大涅槃。又云。佛性者即是無上菩提中道種子", "15": "等。約位下。凡聖因果皆名曰位。二十七云。一切眾生", "16": "悉有十二因緣。一切眾生悉有佛性。未證者。二十一", "17": "云。是大涅槃。凡夫未到。以有貪欲嗔恚愚癡故。三乘", "18": "下。二乘涅槃但離煩惱虗妄。其實未得一切解脫。二", "19": "十七云。十住菩薩雖見佛性而不了了等。皆顯三乘", "20": "證未盡也。剋體下。自性涅槃。體無不遍。法無不具。闡", "21": "提。此云無性。依法相宗說五種種性有無道理。此一", "22": "闡提。焚燒善根。謗菩薩藏。法爾永無三乘不定乘等", "23": "入涅槃性。若法性宗。一闡提輩但是無有聞熏。非無", "24": "本有佛性。故大經第九廣斥闡提斷善不得成佛。至", "25": "二十一經以後廣說闡提悉有佛性。故二十七云。一", "26": "切眾生悉有佛性。乃至一闡提等亦有佛性。一闡提", "27": "等無有善法。佛性亦善。以未來有故。一闡提等悉有", "28": "佛性。何以故。一闡提等定當得成無上菩提故。二十", "29": "一又云。一切眾生悉有佛性。懺四重禁。除謗法心。盡", "30": "五逆罪。滅一闡提。然後得成無上菩提等。若爾。何以", "31": "善戒等經說一闡提無種性故。雖復勤行精進終不", "32": "能得無上菩提邪。答。準清涼．生公之意。但是毀責之", "33": "辭。令彼不作闡提。如世之痛罵不肖之子云。此無人", "34": "性。雖強力學之終無所成。彼若迴心。成人可望。如來", "35": "亦爾。或曰。理性等有。行性或無。此亦曲會。未盡終極", "36": "之唱。何者。彼經文云。善男子。佛性者謂其十力．四無", "37": "所畏．大悲三念處。一切眾生悉有三種。破煩惱故然", "38": "後得見。闡提亦爾。又云。一切眾生悉有一乘。無明覆", "39": "故不能得見。據此何獨爾邪。不減者。二十二略云。闡", "40": "提斷善不斷佛性等。極喜者。初地也。謂此菩薩初斷", "41": "二障現行。證二空真如。即是少分見佛性故。非增者。", "42": "謂性本圓成。非新增故。出處者。易繫云。君子之道或", "43": "出或處。儒以仕進名出。守志名處。論主以有餘名出。", "44": "無餘名處。如下云生名有餘。滅名無餘。此亦略辨涅", "45": "槃種類也。準出現疏。此四之外更列性淨方便淨。或", "46": "真或應等。然論皆有之。至文當示。彼疏又引唯識云。", "47": "自性涅槃眾生等有。二乘無學容有前三。唯佛世尊", "48": "獨言具四等。體用者。顯大般涅槃也。自性。體也本也。", "49": "餘三。用也末也。亦可無住體用兼含。言混成者。體時", "50": "恒用。末時恒本。未有非真之應非應之真也。細求下。", "51": "論自識其玄。四而非四者。謂約出處之跡非四而四。", "52": "約真應之源四而非四。無名下。初釋依秦主答安城", "53": "侯書釋之。所引即華嚴須彌頂上偈讚品。具云。有諍", "54": "說生死。無諍即涅槃云云。二就下。約自性涅槃之體", "55": "明也。涅槃下。二十七云。十相者謂生．老．病．死．色．聲．香．", "56": "味．觸．無．常。遠離十相者名大涅槃。亦離有無之相。如", "57": "下論示。本經下。經說有有因之名。如舍利弗母名舍", "58": "利。因母立名。故云舍利弗。弗。子也。有無因之名。如薩", "59": "婆車多。名為蛇蓋。實非蛇蓋。是名無因強立名字。如", "60": "坘羅婆夷。名為食油。實不食油。強為立名。名為食油。", "61": "是名無因強立名字。善男子。是大涅槃亦復如是。無", "62": "有因緣強為立名等。釋曰。有因無因二種之名。此方", "63": "亦多物能捕鼠名曰鼠狼。此有因也。藥名蜜陀僧等。", "64": "有何因乎。皆是情想取相立名。名亦何真。依相立名", "65": "尚入虗假。無相立名豈非強為。淨名下。如常所聞。徧", "66": "友下。即華嚴七十六云。我聞聖者善能誘誨。願為我", "67": "說。徧友答言。善男子。此有童子。名善知眾藝學菩薩", "68": "字智。汝可問之。當為汝說等。即徧友自不答也。首唱。", "69": "先言也。發。越也。揮散也。謂論主演釋無名之旨。發越", "70": "揮散。共稟下。謂教中已有無名之言。秦主與論主舉", "71": "而明之也。述而不作者。論語文。自下釋論多依本經", "72": "及出現大疏釋之。凡云大經。即大涅槃經。引他經則", "73": "名之。", "74": "疏。表端等者。端。首也。謂君臣之禮。凡上章秦首必稱", "75": "臣。臣謂臣僕。男子賤稱。謙禮於君也。僧則國君捨之", "76": "為方外之人。是國之賓。非國之臣。如易之蟲卦上九", "77": "之辭云。不事王侯是也。古之沙門行業高者。天子不", "78": "下詔。沙門不上表。但書相往來。如晉慧遠法師．唐苑", "79": "律師等。亦有不免而上者。如安公之諫符堅。支遁之", "80": "辭晉主。表首但名而已。流之宋世。雖三藏施護亦自", "81": "稱臣。況其他乎。然儒之君子亦有肥遁。高尚其事。避", "82": "色避世者。如子陵不臣光武。戴逵不友晉帝等。斯人", "83": "亦多。論主時方年少。以方外自處。能以道賓秦。不以", "84": "禮臣秦。故稱名而已。其高可知。老氏者。即三十九章", "85": "文。", "86": "疏。尚書等者。舜典曰。若稽古帝。舜曰重華恊於帝。𤀹", "87": "哲文明。溫恭允塞。東菜解云。濬者宏深。與󳳤川之濬", "88": "相近。然多見睿字。睿與叡同。尚書堯典云。若稽古帝。", "89": "堯曰放勳欽明。文思安安等。環中下。彼篇次前云。彼", "90": "是莫得其偶。謂之道樞。樞始得其環中等。大意謂是", "91": "非互指。彼此無主。彼亦一是非。此亦一是非。則是非", "92": "皆虗也。彼此無偶也。無偶則一。一則為道樞。故是非", "93": "往來彼此相向。如環之無窮。無是無非如環中之虗", "94": "也。此亦少同吾宗法空之理。疑亦得乎吾佛之緒餘", "95": "哉。武以下。文武乃國之治。具武可以禦外難。禦。止也。", "96": "文可以經內󳬛。四大即老氏第二十五中文。", "97": "疏。放捨等者。大經第四云。然後要於大般涅槃放捨", "98": "身命。是故名曰大般涅槃等。水大貌者。正取廣大之", "99": "義。叢筠下。叢。林藪也。筠。竹也。法華第一云。假使滿世", "100": "間。皆如舍利弗。盡思共度量。不能測佛智。又云。無漏", "101": "最後身。其數如竹林。欲思佛實智。莫能知少分等。今", "102": "云地滿智雲。即十地菩薩。亦最後身也。", "103": "疏。十有等者。什公在關輔僅八年。并去姑臧。十有餘", "104": "年也。", "105": "疏。論語下。即里仁篇。同聲下。繫辭云。同聲相應。同氣", "106": "相求。雲從龍。風從虎等。言感而會。莊子者。彼田子方", "107": "篇。大意云。雪子。楚人。因使於齊而舍於魯。所以仲尼", "108": "見之。文多如彼。二人下。繫辭云。二人同心。其利斷金。", "109": "今謂秦主．什公相契。始能弘法利世。", "110": "論。夫眾生下。初則順流下轉門。圓覺經云。欲因愛生。", "111": "命因欲有等。若欲下。即返流上轉門。愛欲之因若滅。", "112": "則生死之果自喪。略同者。且約無相體遍之義為喻。", "113": "然無知無覺不必全同。是故經說涅槃於世法無喻。", "114": "疏。美者。讚美也。王者下。謂富有四海。尊極一人。非獨", "115": "萬姓之君。實亦三寶之主。執去留之柄。關盛衰之風。", "116": "至于歎德景行。宜其過實也。", "117": "疏。謂所等者。子夏詩序云。情動于中而形于言。言之", "118": "不足故嗟歎之。嗟歎之不足故詠歌之。詠歌之不足。", "119": "不知手之舞之足之蹈之。", "120": "論。津梁者。津謂津渡。如津處施之橋梁也。", "121": "疏。司馬者。前漢武帝時人。撰史記也。易本下。繫辭云。", "122": "古者包犧氏之王天下也。仰則觀象於天。俯則觀法", "123": "於地。觀鳥獸之文與地之宜。近取諸身遠取諸物。於", "124": "是始作八卦。以通神明之德等。文王下。謂文王每一", "125": "卦之下繇辭以明之。大意如乾卦云。乾。元享利貞是", "126": "也。周公下。即文王之子。凡卦六爻。每爻各繫辭以明", "127": "之。如乾卦初爻云。潛龍勿用等是也。孔子下。謂上彖．", "128": "下彖．大象．小象．上繫．下繫．文言．說卦．序卦．雜卦。豈曰", "129": "等者。亦謙也。", "130": "疏。末章等者。謂秦主答姚嵩之書而有兩端。一答無", "131": "為宗極。二破空寂無聖。今則後端也。不容有聖者。謂", "132": "絕智淪虗。似小乘無餘之說。莊子下。彼逍遙篇略云。", "133": "肩吾問於連叔曰。吾聞言於接輿。大而無當。往而不", "134": "反。太有逕庭。不近人情等。", "135": "疏。文借下。二十一文。借以顯理。", "136": "疏。疑盖者。謂五盖之中疑為一也。扣。擊也。宜用叩字。", "137": "叩頭也。然文法凡虗心求理皆名為叩。如論語云。我", "138": "叩其兩端而竭焉。圭峯亦云。課虗叩寂是也。今用扣", "139": "字。謂扣擊玄關。義亦可通。但犯麤猛。恐後人參正之", "140": "訛。", "141": "疏。作意下。傳云。什亡之後。追悼永往。翅思彌厲。乃著", "142": "涅槃無名論等。翹。舉也。思謂哀思時舉未甞放也。厲。", "143": "嚴也。或排下。小乘以生死為界內。涅槃為界外。如下", "144": "有名云。然則眾生之性頓盡於五陰之內。涅槃至道", "145": "獨建於三有之外等。今大乘眾生即涅槃。體無不遍。", "146": "用無不極。何有界內外之殊也。", "147": "疏。條謂等者。謂將演論條段布列於文牒之十。繕。營", "148": "也。班。布也。", "149": "疏。西來下。謂五天竺國鄉音不同。如此方燕鄉越里", "150": "之殊呼。楚國秦󳬛之異說。", "151": "疏。十演等者。謂此論初略示名義。直談自性清淨之", "152": "體以為宗極。然後折而演之。倣。法也。命。召也。彼云。開", "153": "宗明義章第一。謂於此一章亦略張孝道之宗。明其", "154": "孝為至德要道之本。然後述天子諸侯等五人所行", "155": "不同。同歸于孝。", "156": "疏。欲明等者。謂小乘教中唯說此二為究竟之果。未", "157": "知此二應物之迹。故假有名為難。論主以一實之理", "158": "破此二權。直示大方。故以無名為演。折者如水壅塞。", "159": "演者如水决通。然九折之義或唯二乘。如初三折。或", "160": "通三乘。則第四難差以下皆三乘義。至文隨示。而十", "161": "演之義皆一乘也。竟顯下。謂有無之迹雖殊而自性", "162": "之體無異。", "163": "疏。無為等者。料揀二名隨義殊也。言無為者。謂四相", "164": "不遷三際莫易。又性出自古。亦無作法及與作者。息", "165": "障。即三障也。論略示惑苦生死大患也。欲見下。此四", "166": "種惑名四瀑流。故本經二十七云。一者欲瀑。二者有", "167": "瀑。三者見瀑。四者無明瀑。釋曰。欲界之惑除無明名", "168": "欲瀑。上二界惑亦除無明名有瀑。身等諸見名見瀑。", "169": "三界無明名無明瀑。此四能漂有情入生死海。故云", "170": "瀑流。", "171": "疏。義言宅也者。二十七經云。又涅槃者名為屋宅。能", "172": "遮煩惱惡風雨故等。", "173": "疏。出現下。經有十門。第一名體性真常門。經說真如", "174": "實際等為涅槃故。廣引恐繁。初二對下。無聲故寂。離", "175": "名也。無色故寥。離形也。由雙離故虗。虗則無所不遍。", "176": "故曠也。曠。達也。大也。非有非無。微也。不出不在。妙也。", "177": "離此諸相。故曰無相。妄知有心不能知也。前離下。用", "178": "論即彼真如門中文。群有下。謂四洲四惡趣四空并", "179": "四禪無想與淨居梵王六欲天。以二十五有屬三界", "180": "苦果。故本經第十云。說正解脫無二十五有等。量等", "181": "者。齊等也。據永久亦常義。疏欲配成四倒。故云非空。", "182": "非前下。踵去曰隨。逆來曰迎。即過未也。餘可知。此約", "183": "下。明離四權。潛影四實。謂離苦顯樂等。亦如下。彼二", "184": "十五云。吾不知其名。字之曰道。強為之名曰大。大曰", "185": "逝等。釋曰。逝。往也。言道之大無往而無也。往而愈極。", "186": "故曰遠也。非獨於遠。亦反於近。言無不在也。然論文", "187": "亦多擬老氏。如彼第十四云。無狀之狀。無象之象。是", "188": "謂恍惚。迎之不見其首。隨之不見其後等。故世之淺", "189": "近者謂此論雜莊老之談。未知乎假辭以明玄理也。", "190": "問。莊老談道亦數當矣。與內教何似淺深。答。佛教宏", "191": "深󳭪懿。非予所盡識悟。姑以所得毫芒之見而擬之。", "192": "吾宗玄妙。但說我之本心。此心之體虗寂也。之用靈", "193": "明也。八萬塵勞本離也。恒沙性德本具也。迷是心而", "194": "凡夫。悟是心而聖人。迷唯轉此心。心外別無一法。莊", "195": "老言道。或謂道降沖相。萬物稟之以生成。或謂萬物", "196": "自然而然。無張無主。率皆心外談理。有外明無。細研", "197": "二家。天壤自遠。五眼者。一肉眼。見障內之色。二天眼。", "198": "見障外之色。三法眼。了諸法之相。四慧眼。了諸法之", "199": "性。五佛眼。則悉徹性相。問。肉．天．法眼不見可爾。慧眼．", "200": "佛眼云何不見。甚違本經。如來了了見於佛性。答。二", "201": "眼俱離見相。無能所取。故云不見。如無知論云。明逾", "202": "日月而迷昏等。華嚴下。第二十八經。", "203": "疏。莊公下。後二句云。一質不成淨穢虧盈。異質不成", "204": "一理齊平。", "205": "疏。通引等者。須菩提無說。釋梵無聞。故云兼也。反證", "206": "者。謂引無言證前言者失真故也。法華下。彼第一云。", "207": "於三七日中思惟如是事等。大品。即第八九卷以來。", "208": "該數品經。", "209": "疏。斯皆者下。謂唯內證聖智與之相應。言說轉遠也。", "210": "論。不晦等者。謂涅槃之體離晝夜寒暑之相。亦可昭", "211": "昭於心目之際不晦也。寂寂於名相之外不明也。餘", "212": "義如下。故疏義引等者。然經文皆廣不能繁敘。今取", "213": "義釋之。準法華經。小乘以離虗妄名為解脫。其實未", "214": "得一切解脫。一切解脫真解脫也。", "215": "疏。初二對等者。謂有境尋之而五陰蕭然。非有也。無", "216": "鄉求之而靈鑒昭然。非無也。二種生死皆苦陰也。與", "217": "理下。謂理智如如非二也。亦文摭老氏。彼云。抱一為", "218": "天下式等。捐。棄也。亦本來棄離非適也。三事即三德", "219": "祕藏。如前宗中。神而等者。由常湛寂亡照。故不居其", "220": "功。由無功故至功之用立。無息者下。云亭毒蒼生。疎", "221": "而不漏等。經即第四卷義用也。若各下。體用各示超。", "222": "取其文也。用可例說者。靈不竭故抱一。抱一故神而", "223": "無功。無功故至功存。功存故非無也。自性涅槃體用", "224": "融通。大經二十一云。如來涅槃非有非無等。", "225": "疏。四無色者。即空無邊處等也。準禪法要解略云。一", "226": "空無邊處。謂觀色是苦。若內若外分分析破。度一切", "227": "色相等。二識無邊處。謂知空中受想行識如病如癰。", "228": "更求妙定則離空緣。知是虗空從識而有。謂之為真。", "229": "但觀於識等。三無所有處。行者得識處已更求妙定。", "230": "觀識為幻。不住情。不住緣。不住中間。如是思惟得離", "231": "識處。四非想非非想處。謂一切想地皆麤可患。如病", "232": "如癰。如是觀已則離無所有處入非想也。謂無下地", "233": "麤想名非想。有當地微細想故名非非想。故云四空。", "234": "九地者。謂欲界一。五趣雜居地。色界四。初禪離欲界", "235": "生名離生喜樂地。二禪名定生喜樂地。三禪名離喜", "236": "妙樂地。四禪已離喜樂之念名捨念清淨地。兼無色", "237": "四。名九地也。治世等者。班固前漢藝文敘云。一曰儒", "238": "流。即周．孔等。二曰道流。即莊．老等。三曰陰陽流。即堯", "239": "師具茨等。四曰法流。即皐陶．甫刑等。五曰名流。即高", "240": "辛氏師赤松子置五行之官等。六曰墨流。即墨翟．禽", "241": "滑等。七曰縱橫流。即蘇秦．張儀等。八曰雜流。兼儒墨", "242": "合名法。議國之事。九曰農流。即神農．后稷等。馬遷則", "243": "先黃老而後六經。眾聖所會者。智論云。魚歸於水。鳥", "244": "歸於林。聖歸涅槃。法歸分別。殊途等。繫辭文。", "245": "疏。王宮下。託寄託也。謂示生淨飯王宮。", "246": "疏。難測。用也。道約。喻也。", "247": "疏。三乘等者。以有餘無餘三乘之教皆有。釋義大同", "248": "小異。若小教菩薩亦唯此二。大心大行則別斷證位。", "249": "次則同有宗云身智未盡名有餘。若大乘者。大鈔引", "250": "遠公云。二死因盡名有餘。若法相則通說四種唯識", "251": "云。一有餘依涅槃。謂即真如出煩惱礙。雖有微苦所", "252": "依未滅而障永寂。故名涅槃等。此論有名者但折二", "253": "種。不折所餘。乘如下。謂乘運三十七菩提分法來至", "254": "道樹而成正覺。此釋如來也。揀於下。謂二乘菩薩雖", "255": "亦名覺。覺而未極。佛果覺圓。故稱大也。小乘以戒．定．", "256": "慧．解脫．解脫知見為五分法身。依報下。毗婆沙第一", "257": "云。色身是法身器。法身所依故。據此則以法身依報", "258": "身也。八解者下。俱舍二十九云。解脫有八種。一內有", "259": "色想觀外色解脫。二內無色想觀外色解脫。三淨解", "260": "脫身作證具足住四無色定為次四解脫。滅受想定", "261": "為第八解脫。八中前三無貪為性。次四各以本地定", "262": "善為性。第八解脫即滅盡定等。謂念下。擇法．精進．喜．", "263": "念．定．捨．輕安為七覺支。大小下。大鈔引小乘教。說菩", "264": "薩別修六度各有滿時。仍滿在頂位。依四諦理發四", "265": "弘誓。由苦諦故發度眾生。集諦故斷煩惱。滅諦故成", "266": "佛果。道諦故修萬行。至忍位中趨菩提樹。世第一心", "267": "已去。緣上下八諦發苦法智忍等一十六心。兼緣九", "268": "地修惑起九無間九解脫。斷惑證理。以菩薩根利故", "269": "五門合斷。此義極多。且略示一隅。大乘教理如常釋", "270": "之。", "271": "疏。三明者。俱舍二十七云。一宿住智證明。二生死智", "272": "證明。三漏盡智證明。初心下。即眾生無邊誓願度也。", "273": "疏。弱喪者。弱。幻弱也。喪。失也。謂幻弱而喪失鄉國也。", "274": "北山錄云。使弱喪知其所歸。食椹懷其好音是也。以", "275": "喻群生失本性地。入生死之野爾。凡二十已下名弱。", "276": "二空者。謂我法二空。天乘之理也。八正下。持世經八", "277": "聖道品略云。一正見。離諸邊邪見故。二正思。惟斷諸", "278": "分別故。三正語。知言虗故。四正業。滅諸邪業故。五正", "279": "命。捨資生販賣故。六正精進。離相運行故。七正念。離", "280": "諸邪念故。八正定。離諸定相故。然經文極廣。義皆實", "281": "相。與小乘八正乃別。今取意略引。以八正大小諸宗", "282": "皆有。故引大也。庶孽者。庶眾也。亦凡庶也。孽。賤之稱", "283": "也。亦妖也。五乘者。三歸五戒人乘。十善天乘。四諦小", "284": "乘。十二因緣中乘。六度大乘。化儀者。化生儀式也。", "285": "疏。初二句下。釋如來隨宜之應。意兼下。詳下論意。如", "286": "來本欲趣寂。但餘緣未了。故住有餘。據此。出生入死", "287": "往來化物不在報身。在隨類化身也。以化依報起。故", "288": "就報身示之。化博者。八正之道普霑一切也。五衍者。", "289": "謂說五乘之法以接五種之機。化母者。謂造化生物", "290": "名化母。依道書即氣也。彼初章云。有名萬物之母。五", "291": "十二又云。天下有始。以為天下母等。若云道生之德", "292": "畜之。則亦以道為母也。窮盡下。依天台判小乘教。明", "293": "因緣生滅四真諦理。論中但言因緣始物以攝因緣", "294": "終物。如馬勝比丘云。諸法從緣生。緣離法即滅。", "295": "疏。初句下。所證之理喻虗宇之窮三世時。遍十方際。", "296": "故云無疆。九止者。古譯。如人本欲生經。", "297": "疏。通有等者。始自鹿苑。終至涅槃。十仙外道等皆餘", "298": "緣也。然皆小智所見。執化為報。以權為實。", "299": "疏。初二句下。法喻雙明可知。意以靈覺獨存通證緣", "300": "跡未泯。", "301": "疏緣跡等者。順論釋之。若依成實。生死果盡名無餘。", "302": "若大乘則二死果盡也。唯識云。三無餘依涅槃。謂即", "303": "真如出生死苦。煩惱既盡。餘依亦滅。眾苦求寂。故名", "304": "涅槃。", "305": "疏。文有等者。初對厭身。身為大患生死本故。次對厭", "306": "智。智乃勤勞之本。故老氏下。第十三文。然八大人覺", "307": "亦云。心是惡源。形為罪藪。但欲對治我法二執。非如", "308": "小乘一向厭之。以迷背之心而生惡覺。謂心為惡。", "309": "疏。欲養等者。世之聲利養形之物也。非智慮之勞不", "310": "能致之。故千思百慮曉夜孜孜。越分而謀。抵死而竟。", "311": "未得起反側之思。既得防刼篋之患。至於神疲情困", "312": "死而後已。此則為其形而勞其智。故身者智之讐也。", "313": "厭其身則讐亡矣。智既下。謂身之勞役由智使之。晝", "314": "營夕為。春耕秋穫。商胡販越。輕風雷之千辛。航海梯", "315": "山重錐刀之薄利。而形勞弗已。日入不息者。皆汝心", "316": "智使之。而智者實身之冤也。與其存之而苦。不若寂", "317": "滅為樂。相役者。心役身故令身口作業。身役心故令", "318": "心智作業。十業既成。三報必感。故生死長途等如輪。", "319": "金剛經疏序云。惑業襲習。報應綸輪。塵沙劫波莫之", "320": "遏絕。", "321": "疏。至人等者。小乘依滅盡定化火焚身名󰞆身也。群", "322": "有者。九有三有等。無為益者。以小乘涅槃是擇滅無", "323": "為故。究竟不退故。涅槃非無常故。", "324": "疏。燈火等者。約法分喻以成四物膏油也。以燈依四", "325": "緣方起。一燈。二油。三炷。四火。謂以燈之總相喻身。燈", "326": "之體性喻智。又以膏喻形。明喻慮。然法喻有少不齊。", "327": "智者不難。", "328": "疏。五陰下。色蘊即身。四蘊即心．心所。心亦智也。", "329": "疏。初二句等者。謂名隨理義而生。好滅者。清涼云。謂", "330": "有一類厭生死苦。又聞佛道長遠。心生怯弱。常欲趣", "331": "寂也。懷德者。即小教中六度菩薩。據此二乘好無餘。", "332": "菩薩慕有餘也。後之下。謂本之於教則教亦明示。求", "333": "之於跡則古佛道同。", "334": "疏。五音者。謂宮．商．角．徵．羽也。", "335": "疏。出現下。略引。具云。然此文中雖明現身即是三德", "336": "涅槃之中所流。用大亦涅槃攝。有無下等者。謂虗推", "337": "涅槃出有無之外。無形無名。細求論旨不知歸處。言", "338": "無實也。措。投也。舉也。", "339": "疏。日也下。以喻顯理。疏以法問而釋之。暗室無聞皆", "340": "喻機也。", "341": "疏。外稱等者。謂約出處之跡以名之。但謂涅槃尚亦", "342": "強立。況有無跡名非外邪。", "343": "疏。由言等者。謂依言求理之士多封名。志存義相之", "344": "人多著相也。引稜伽。即唐譯第三卷偈。", "345": "疏。初二句下。謂名相之極盡在題目等。方圓即相也。", "346": "易繫辭云。以制器者尚其象。解云。天象圓。地象方。故", "347": "制器者唯方圓也。象是寫字者。寫猶描貌也。貌音邈。", "348": "疏。初句等者。謂通許二種涅槃是化生之權用。此盖", "349": "許其是權。下乃奪其非實。此中許者非許有名執實", "350": "之謂。但許有無是權。故論云。信是等。縱有下。對機明", "351": "權。宜約身明隱顯。故成二也。", "352": "疏。奪也下。一一對破於前可知。", "353": "疏。顯超下。謂四相之中生相為始。滅相為終。三際。過．", "354": "現．未也。今已斷之。混一非殊。故本經二十八云。涅槃", "355": "無因。無所作故。乃至無處所故。無始終故。六入者。內", "356": "六入也。根即情根。今言已過者。無漏善色不偶塵也。", "357": "界繫下。界內惑業已除。後報不起也。遮表下。方謂方", "358": "所。不在方。遮也。古人云。道無方。行者莫能至。不離方", "359": "表也。古德云。非中非外。洞徹十方。亦遮表無違。出現", "360": "云。佛子。如來身者無有方處。非實非虗等。非有為等。", "361": "唯是雙遮。皆影顯其表。非有為表即無為也。餘句例", "362": "知。皆古下。今經亦廣。阿閦佛品。略云。我觀如來。前際", "363": "不來。後際不去。今則不住。乃至云非有相非無相等。", "364": "大疏下。即出現涅槃第九。體離二邊中疏也。", "365": "既承前等者。論之文勢亦似論語里仁篇云。君子之", "366": "於天下也。無適也。無莫也。義之與比。非聲下。顯自性", "367": "涅槃為應化之體。身非執受者。謂阿黎邪識總攝諸", "368": "根。名持身之識。故身觸違順一一執受。今至人已破", "369": "此識。非身之身何有執。受二執者。即我法也。無漏淨", "370": "識涅槃之性本自無故。無諍下。即前引華嚴。有諍說", "371": "生死。無諍說涅槃。諍者煩惱之異名。導。引也。化也。疾", "372": "前下。舉喻謂因疾起藥。", "373": "疏。顯無住等者。謂依自性之體。顯去來無住之用。疏", "374": "初法喻對分。來實非來者。應不離真故。往實非往者。", "375": "真即恒應。亦有無在機。二跡元虗故。虧盈下。潛用出", "376": "現大疏。十門涅槃第三名出沒常湛門。經云。佛子。諸", "377": "佛如來為令眾生生欣樂故。出現於世。欲令眾生生", "378": "戀慕故。示現涅槃。而實如來無有出沒等。第四名虧", "379": "盈不遷門。文云。佛子。譬如日出普照世間。於一切淨", "380": "水器中影無不現。普遍眾處而無來往。或一器破。影", "381": "便不現。乃至云。如來智日亦復如是等。此則虧盈在", "382": "器不在於日。來去在機不在於聖。本經二十五云。如", "383": "閻浮人。日入之時。眾生不見。以黑山障。而是日性實", "384": "無沒入。眾生不見生沒入想。聲聞弟子亦復如是。", "385": "疏。生滅等者。謂顯跡息跡示有生滅有無之名。又因", "386": "生滅故知二名外稱。應生之假號也。", "387": "疏。有無下。意云本則無名。依本示跡。跡則有名。名但", "388": "名跡。不名于本。隨跡立名。名有無量。又不但于有無", "389": "也。故論云。于何不名。二十七經云。涅槃云何為字。有", "390": "名稱故等。如次論文。", "391": "疏。承前等者。涅槃之用無不應也。隨應隨跡有同類", "392": "之名。故二十二經略云。如來非非天。非非人。非非鬼。", "393": "非非地獄．畜生．餓鬼等。言隨類之身皆遍也。經廣多", "394": "不引。無擇下。俗智無思。感之心應。如普門一十九身。", "395": "楞嚴三十二應等。本經即上二十二。", "396": "疏。正由下。非天非人涅槃體也。能天能人涅槃用也。", "397": "謂體非一切。用方一切。故清涼釋涅槃非虗非實云。", "398": "身若是實。有不可滅。由非實故。起滅無恒。身若是虗。", "399": "何能起滅。由非虗故。能無不現。皆此義也。", "400": "疏。現身等者。謂十重他報三類化身通名為應。此應", "401": "萬端皆感而形。聖不為之。所以如是釋應施者。以一", "402": "論前後多依言相顯理故。如眾生下。出現品太用。無", "403": "涯經略云。佛子。如來應正等覺。示涅槃時。入不動三", "404": "昧。入此三昧已。於一一身各放無量百千億那由他", "405": "大光明。一一光明各出阿僧祇蓮華。一一蓮華各有", "406": "不可說妙寶華蘂。一一華蘂有師子座。一一座上皆", "407": "有如來結加趺坐。其佛身數正與一切眾生數等。含", "408": "具下。初意猶云莫之與大。謂大之無二也。如春秋八", "409": "世之後莫之與京。京。大也。", "410": "疏。忘乎下。謂寄以小成。遣乎為大。假以無名。亡乎施", "411": "廣。顯涅槃之道。用而恒體。體用一致。方曰大般涅槃。", "412": "疏。祕藏下。謂三德祕藏是大涅槃。菩提即摩訶般若。", "413": "如出現品說涅槃為如來智日。普觀法界等。準宣公", "414": "論衡云。菩提。天語。則佛陀梵言也。今舉一德通證三", "415": "德。以此三法不並不別故。可思者。假令高而有頂。深", "416": "而有底。可以圖思。既曰無上無下。故圖度絕矣。天地", "417": "下。列子天瑞篇云。夫天地空中之一細物。有中之最", "418": "巨者等。", "419": "疏。執跡者。迹即二種涅槃。且略下。謂果分離言不容", "420": "一字。但示其名以引悟入。正位者。淨名菩薩品云。若", "421": "以無生得受記者。無生即是正位等。亦但標其位次。", "422": "無名呼召。今謂自性清淨涅槃。名殊體同。", "423": "疏。幾平聲微者。跡之纖細。此尚不形。故云寂怕。", "424": "疏。初引下。彼經云。吾無生不生。雖生不汙於生。無形", "425": "不形。雖形不汙於形。疏釋頗細。不煩更示。忍辱太子", "426": "者。報恩經第三。略云。過去世波羅捺國有王。聰叡仁", "427": "賢。第一夫人生子。性善不瞋。名曰忍辱。乃至云太子", "428": "既長。為六大臣所嫉。父王嬰病。六臣謀損太子。向太", "429": "子言。大王病愈須得不瞋人眼髓為藥。太子聞之。捨", "430": "己眼髓奉王為藥。乃至云。爾時波羅捺王者。今現我", "431": "父輸頭檀是。時母者。摩耶是。忍辱太子者。今我身是。", "432": "鴈王者。雜誦第一。略云。過去世時。波羅捺城邊有池。", "433": "池中多魚龜鵞。鴈中有王。名為治國。作五百鴈主。鴈", "434": "王前行。右脚著獵師羂中。念言。我若出脚。餘鴈不食", "435": "而去。食盡方現其脚。群鴈飛去。有一鴈臣名曰蘇摩。", "436": "不捨王去。王語臣言。汝代我為王。在鴈前行。以偈答", "437": "曰。我願隨王。死生不變。寧共王死。勝相離生。獵師聞", "438": "之。遂解王脚。二鴈俱去。乃至云。佛言。鴈王即我身是。", "439": "蘇摩大臣者即阿難是。鸚鵡者。僧伽羅叉經上卷。略", "440": "云。昔者菩薩現為鸚鵡。常處于樹。風吹彼樹更相切", "441": "磨便有火出。火漸熾盛。遂焚一山。鸚鵡思惟。猶如飛", "442": "鴈𨈬止于樹。故當反復起報恩心。何況於我長夜處", "443": "之而不能滅火。即往詣海。以其兩翅取大海水。至彼", "444": "火上而洒於火。或以口洒。東西奔馳。時有善神感其", "445": "勤苦。尋為滅火。如此者其類尤多。頂生者。本經第十", "446": "二略云。過去有王。名為善住。其王頂上生一肉皰。足", "447": "滿十月皰即開剖。生一童子。其形端正。父王歡喜。字", "448": "之頂生。時善住王即以國事委付頂生。七寶具足作", "449": "轉輪帝。乃至云。轉輪聖王即我身是。手生者。涅槃三", "450": "十三云。我於往昔作菩薩時。為頂生王及手生王。馬", "451": "鳴菩薩撰本行讚云。卑偷王手生。曼陀王頂生。當知", "452": "人中亦有濕生也。涅槃下。具云。菩薩摩訶薩受羆身", "453": "時。常為眾生演說正法。或受迦賓闍羅鳥身。為諸眾", "454": "生說正法故。受瞿陀身．鹿身．兔身．象身。羖羊．獼猴．白", "455": "鴿．金翅鳥．龍．蛇之身。受如是等畜生身時。終不造作", "456": "畜生惡業。常為其餘畜生眾生演說正法。令彼聞法", "457": "速得轉離畜生身故。然但下。釋雖生不生等也。疏有", "458": "二義。一由感而起。機見生形。非如來實生。二涅槃之", "459": "道即真而恒應。無生而不生。即應而恒真。雖生不生。", "460": "形亦例之。此則就用則能生能形。在體則非生非形。", "461": "不為有者下。論云。處有不有。", "462": "疏。初引下。即五十一。略云。善男子。我已成就不滅度", "463": "際菩薩法門。住此法門故。普見十方一切世界去來", "464": "今佛無涅槃者。除化眾生方便滅度等。唐譯下。六十", "465": "八。略云。󳺎瑟胝羅居士告善財言。我得菩薩解脫名", "466": "不般涅槃際。善男子。我不生心言。如是如來已般涅", "467": "槃。如是如來現般涅槃。如是如來當般涅槃。我知十", "468": "方一切世界諸佛如來畢竟無有般涅槃者。唯除為", "469": "欲調伏眾生而示現耳。善男子。我開旃檀座如來塔", "470": "門時得三昧。名佛種無盡等。正思者。謂不思之思也。", "471": "故遠公云。三昧者何。思專想寂之謂也。正受。圓覺疏", "472": "云。不受諸受名為正受。皆謂心住定中。亡思亡受。亦", "473": "非泯其知照之性故。又此下。大疏。十玄第九名十世", "474": "隔法異成門。謂三世隨一。攝三成九。九世不出。一念", "475": "為十故。華嚴離世間品云。菩薩有十種說三世。蓋約", "476": "三世互起為十耳。是知下。即彼經云。善男子。我入此", "477": "三昧。隨其次第。見此世界一切諸佛。所謂迦葉佛．拘", "478": "那含牟尼佛．拘留孫佛．尸棄佛．毗婆尸佛。勝觀即毗", "479": "婆尸也。靈鷲下。法華第五云。眾生見劫盡。大火所燒", "480": "時。我此土安隱。天人常充滿。又云。常在靈鷲山。及餘", "481": "諸住處等。莫隨下。即前引󳺎瑟胝羅云。我不生心言。", "482": "如是如來已般涅槃等。意云。生心則見有去來。不生", "483": "則無也。本經二十一云。一切諸佛無有畢竟入涅槃", "484": "者。出現品云。佛子。如來不為菩薩說諸如來究竟涅", "485": "槃。亦不為彼示現其事。乃至云。於一念中見過去未", "486": "來一切諸佛色相圓滿。皆如現在等。", "487": "疏。四法者。有無言象也。教明下。法喻。對示可見。皆釋", "488": "論中斷字。謂斷無移者。以教如明鏡等。喻合下。謂同", "489": "喻也。如前云。幽谷之響。明鏡之像等。符。符竹也。古者", "490": "殺竹為符。剖而相合為信。如晉陸機云。入仕帷幄。出", "491": "剖符竹。今取合義。契者。今之合同。契。券也。襲。承襲也。", "492": "疏。此非等者。謂此前正答無餘之難。此後并破勞患", "493": "之見。此見下。謂以如來無漏常樂之蘊。同分段有為", "494": "勞患之身。狹淺之見招深過也。以謗佛故。責非者。先", "495": "汎責違其教理。下方引教會理。", "496": "疏。萬機等者。謂遍法界中同時異處而感。涅槃業用", "497": "之身亦遍法界同時異處而應。撓。亂也。水澄下。如前", "498": "引出現文。摩尼下。如前釋。行雲由風氣而運。雖行而", "499": "非行。有餘因機感而生。雖動而非動。谷神由呼歇而", "500": "止。雖止而非止。無餘因感謝而滅。雖靜而非靜。道經", "501": "下。彼第六篇云。谷神不死是謂玄牝。謂空谷中能應", "502": "人呼。速疾如神。正明下。謂此段論文若動若靜唯明", "503": "無心。", "504": "疏。初句下。以心例身也。", "505": "疏。躡前等者。若有象而應。應乃不普。心亦義同。", "506": "疏。機有等者。謂眾生是有身有心之感。如下云。有心", "507": "者眾庶是等。如來現非身之身等應之。故如來身心", "508": "因眾生身心而起。自性涅槃無出無沒。非身非心。如", "509": "本經廣說。", "510": "疏。此身等者。謂非身之身無患。非心之心無勤勞也。", "511": "出現下。虧盈不遷門中疏也。彼疏云。法身無相故無", "512": "器而不形。聖智無心故無感而不應。相非我有等云", "513": "云。金石下。彼說藐姑射音亦山有神人焉。肌膚若冰雪。", "514": "綽約若處子。不食五穀。吸風飲露。乘雲氣御飛龍而", "515": "遊乎四海之外。乃至云。物莫之傷。大浸稽天而不溺。", "516": "大旱金石流土山焦而不熱。是其塵垢粃糠。將猶陶", "517": "鑄堯舜者也。今借其辭以顯身之無患。", "518": "疏。八極等者。八方極遠之稱。意言極際非有極也。列", "519": "子湯問篇。湯問革曰。上下八方有極盡乎。革曰無極", "520": "等。至于下。諸經多有。法華涌出品。下方菩薩至如來", "521": "所。合掌問訊言。世尊。少病少惱。安樂行不。答云。善男", "522": "子。如來安樂。少病少惱等。皆俯隨世範。一往一來。修", "523": "敬展情。蓋禮之用和為貴也。豈曰下。淨名經弟子品。", "524": "略云。佛遣阿難問居士疾。阿難自謂不能任彼問疾。", "525": "憶念昔時世尊身有小疾。當用牛乳。持鉢詣婆羅門", "526": "家乞之。時維摩詰來問我言。何為晨朝住此。我言。世", "527": "尊身有小疾。當用牛乳。故來至此。維摩詰言。止止阿", "528": "難。莫作是語。如來身者金剛之體。諸惡已斷。眾善普", "529": "會。當有何疾。阿難。莫謗如來。莫使異人聞此麤言等。", "530": "雷居士者。略鈔第十一云。淨名居士現毗耶離城。俗", "531": "姓雷氏。於提婆城取妻曰金姬。男名善思。女名月上。", "532": "示跡同凡。化在家眾等。擬繫辭者。彼云。智周乎萬物", "533": "而道濟天下故不過。", "534": "疏。長阿含下。彼經第三卷說。在文甚多。不能煩示。小", "535": "乘涅槃經等皆說。亦大同小異。或說於純陀家食旃", "536": "檀木耳羮患腹痛。或說下痢下血。病困覔水至樹下。", "537": "令弟子四疊僧伽黎而臥等。然大經秪言背痛。大乘", "538": "皆為示現。小乘執之為實。二十五經云。若我所有聲", "539": "聞弟子說言如來入涅槃者。當知是人非我弟子。是", "540": "魔伴黨邪見惡人等。豈同下。小乘謂如來俱厭身智。", "541": "棄有餘入無餘。", "542": "疏。曲見者。二十一經云。云何名為聲聞緣覺邪曲見", "543": "耶。見於菩薩從兜率下。化乘白象降神母胎。乃至於", "544": "此拘尸羅城入般涅槃。如是等見是名聲聞緣覺曲", "545": "見。謬執者。小乘謂有餘依身雖出煩惱。尚有餘苦所", "546": "依。如疾時須乳。熱時命扇等。故厭之而歸無。無則無", "547": "餘苦所依。為樂也。殊未知吾今此身即是常身法身。", "548": "無為無漏。不墮諸數。執跡為實。故論主破之。會意下。", "549": "謂因言得意。不守其言即聽表也。表。外也。玄根下。玄", "550": "妙根源。根以生長為義。謂眾生等有佛性。遇緣則悟。", "551": "故始修世善。終修出世善。事相下。謂有無縱跡名相", "552": "本虗。採。取也。拔。抽也。出也。", "553": "疏。九折等者。切韻云。徵。明也。亦辨明之義。責謂結責。", "554": "義頗相近。苞舉者。與包含之包通用之矣。儒老下。繫", "555": "辭云。一陰一陽之謂道。孔頴達義疏云。一者何。無之", "556": "稱也。稱尺證切。又云。易有太極。是生兩儀。解者亦謂太", "557": "極無也。兩儀有也。又曰。神無方而易無體。老氏云。有", "558": "之以為器。無之以為利。又云。天下之物生於有。有生", "559": "於無。又云。大象無形。道隱無名等。流於莊列甚多。儒", "560": "者太極太易之無。老氏虗無自然之無。名殊而理同。", "561": "皆謂自無生有。自有入無。然儒宗亦舉太極為生物", "562": "之端而不設教。繫辭略云。形而上者謂之道。形而下", "563": "者謂之器。道。無也。器。有也。只於有中以述三綱五常。", "564": "論道洪範人倫。道家乃以虗無為宗。故棄聖智。絕仁", "565": "義。蔑禮樂。見素抱朴為修。二家之源非太遠。其流非", "566": "太近。故互為奴主而不相入。今論中假問。皆簡二家", "567": "有無俗諦所攝。涅槃則出之。此折演之大理也。", "568": "疏。世典等者。孔子不述太古之事。但自唐虞以下成", "569": "書。即尚書．堯典等也。北山錄天地始篇具敘之。鴻濛。", "570": "廣大之象也。穹窿。謂窪而高如穹帳者也。磅󴃤。亦廣", "571": "闊堅重之相。一生二者。一氣也。亦混沌也。二即陰陽。", "572": "亦二儀也。磐古者。即人倫之首祖也。磐古生天地之", "573": "間。王萬八千歲。頭極東。足極西。左手極南。右手極北。", "574": "開目為晝。閉目為夜。吐氣成風雲。吸氣為雷霆。四時", "575": "行焉。百物生焉。一生二。二生三。皆老氏四十二篇文。", "576": "形分物兆者。謂磐古眼為日月。骨肉為山陵。腸胃成", "577": "江河。衣毛成草木等也。萬物下。謂三才生萬物也。叢。", "578": "繁也。亦雜也。三生萬物。亦老氏文。次二對者。老氏第", "579": "二篇云。有無相生。難易相成。長短相形。高下相傾等。", "580": "傾謂傾向。亦謂諸法相待而起。若無高則亦無下也。", "581": "定數者。謂諸法相因而生。是自然之定數。", "582": "疏。幽顯兩途者。幽謂鬼神等。顯謂人畜等。然皆屬有", "583": "境。󳭪。大也。內教說大身脩羅身長八萬四千由旬。摩", "584": "竭大魚．迦樓羅鳥背闊數十萬里等。莊子說北溟有", "585": "魚。其名曰鯤。鯤之大不知其幾千里。列子湯問篇說", "586": "五仙山。一曰岱輿。二曰員嶠。三曰方壺。四曰灜洲。五", "587": "曰蓬萊。其山高下周旋皆三萬里。浮留海中。不得暫", "588": "峙。仙聖毒之。訴於上帝。帝命禺疆使巨鼇十五舉首", "589": "而戴之。迭為三番。六萬歲一交焉。釋曰。三萬里之山", "590": "鼇首戴之。則鼇之首又大如山也。此海之東有大人", "591": "國。名曰龍伯。有一人欲取其鼇。行數步而至五山之", "592": "所。一釣而連六鼇。合負而趨歸其國。釋曰。龍伯之人", "593": "又不知乎大於鼇者幾十萬里也。恑。奇也。律中說過", "594": "去世時有三親友象．獼猴．鵽鳥。依一尼拘律樹止。共", "595": "相謂言。同依此樹宜相恭敬。獼猴．鵽鳥問象言。汝憶", "596": "事近遠。象言。我憶小時行此。樹齊盡我腹。象與鵽鳥", "597": "問獼猴。獼猴答言。我憶小時。此樹舉手及頭。象語獼", "598": "猴。汝生年多我。象與獼猴共問。鵽鵽言。我憶雪山右", "599": "面有大尼拘律樹。我食果子來此便轉即生此樹。共", "600": "相謂言。鵽生年多。象以獼猴置其頭上。獼猴以鵽置", "601": "其肩上。共遊人間。從村至村從邑至邑。常說偈言。若", "602": "人能懷法。必敬諸長老。現在有名譽。將來生善道。時", "603": "鵽說如是法。人皆隨從。法訓流布。汝等於我法中出", "604": "家。應更相恭敬。如是佛法流布。自今已去。聽隨長幼", "605": "恭敬禮拜迎逆問訊。時諸比丘聞佛教誨。比丘長幼", "606": "相次恭敬禮拜。又外紀說伏犧蛇身人首。神農牛首", "607": "人身。史記說中衍鳥身人言。皆恑奇之相也。憰。詐也。", "608": "世之諂詐之流其類尤多。但不任真而行者皆詐也。", "609": "莊子田子方篇云。溫伯雪子過魯尤。魯人多𥷋見之。", "610": "雪子每出見客。入必歎之。其僕曰。每見之客。必入而", "611": "歎之。何邪。曰。人之見我者。進退一成規。一成矩。從容", "612": "一若龍。一若虎。其諫我也似子。其導我也似父。是以", "613": "歎也。然進退規矩皆形容儒者禮法。謂不任真矯激", "614": "而詐怪者。春秋傳鄭殺大夫伯有。國人見伯有介甲", "615": "而行。又齊襄公甞殺公子彭生。襄公出獵見野豕人", "616": "立而啼。襄公曰彭生也。襄公墮車。妍。美也。如西施．孋", "617": "姬．毛嬙之類。醜。陋也。世傳無艶女者。齊人。白頭深目。", "618": "長指大節。昂鼻結喉。肥項少髮。折腰跌胸。皮膚若漆。", "619": "年四十不售嫁等。巨。大也。細。小也。列子湯問篇云。從", "620": "中州以東四十萬里得僬僥國人。長一尺五寸。東北", "621": "極有人名曰諍人。長九寸。又云。江浦之間生麼蟲。其", "622": "名曰蟭螟。群飛而集於蚊睫。弗相觸也。可為細矣。莊", "623": "子文者。齊物篇云。故為是舉莛與楹。厲與西施。󳭪恑", "624": "憰恠道通為一。莛。梁也。謂梁橫楹。厲。醜女也。謂厲太", "625": "醜。施太美也。亦謂物殊而道平等也。何晏等者。西晉", "626": "紀云。初何晏等祖述莊老立論。以為天地萬物皆以", "627": "無為本。無也者。開物成務。無往不存者也。陰陽恃以", "628": "化生。賢者恃以成德。故無之為用。無爵而貴矣。王夷", "629": "甫之徒皆愛重之。由是朝士大夫皆以浮誕為美。裴", "630": "頠著崇有論以譏之。略云。夫利欲可損而未可絕有", "631": "也。事務可節而未可全無也。盖有飾為高談之具者。", "632": "深列有形之累。盛稱空無之美。形器之累有徵。空無", "633": "之義離檢。又云。處宮不親所職謂之雅遠。奉身散其", "634": "廉操謂之曠達。又云。甚者至於裸形褻慢無所不至。", "635": "士行又虧矣。論主下。謂有名所徵之意。總括儒老有", "636": "無之說。恐謂涅槃妙理亦不出此。故論主演超境一", "637": "章以遣之。", "638": "疏。數名等者。謂慧數是盡惑業之緣。所顯生空之理", "639": "名為滅諦。無漏下。見道已去名為無漏淨慧。擇滅者。", "640": "擇謂揀擇。體亦是慧。無為生空之理方是涅槃。通有", "641": "餘．無餘。但身智存名有餘。身智󰞆名無餘耳。疏。論語", "642": "文。即季氏篇。吾聞其語矣。未見其人也。", "643": "疏。超越也者。以前云不出有無。今云超出有無。", "644": "疏。問以等者。兩對中皆上句問。下句屬。以證涅槃是", "645": "真。有無是俗。仁王經者。初卷云。了知一二。非一非二。", "646": "即勝義諦。取著一二。若有若無。即世俗諦。", "647": "疏。不待皆非者。若有無互不相待。亦互不生起。", "648": "疏。皆是緣有者。無雖無體。以有求之必有此無。故無", "649": "亦緣有之法。豈足下謂有唯有邊。無但無邊。各偏互", "650": "違。奚比乎非有非無之中哉。", "651": "疏。初句等者。謂色聲等法是識所緣。故名為境。坌汙", "652": "淨心。故名為塵。皆緣生下。但俗諦所收。", "653": "疏。髣髴等者。謂比擬其理法象之也。相絕者。釋託情", "654": "絕域。言亡者。釋得意亡言也。但可下。意云謂涅槃是", "655": "有是無。情計分別。非有非無令人亡情會理。是立言", "656": "之本意。若云非有非無是涅槃。亦認指是月。服藥成", "657": "病。俱未免其知覺之妄。", "658": "疏。紛繞等者。謂紛紛繞繞。煩亂之貌。惑業皆然也。三", "659": "有者。謂欲有．色有．無色有。引出者。法華第一云。眾生", "660": "處處著。引之令得出。但假下。意謂無為。亦權指無實。", "661": "故彼經第三說化城譬喻。但導師方便爾。廣示如玄", "662": "談。故論云。借無以示虗。設令非其有者。令非斥棄逐", "663": "三有生死而入無餘。非謂非有是斷滅虗無。恐儒老", "664": "下。以二家談有無似內宗有為無為之名。恐彼引內", "665": "經為例。謂涅槃為無。故此簡別以示小乘無餘。假借", "666": "而出有大涅槃。則兩不在也。一揀者。大涅槃也。二揀", "667": "者。假借而非無。", "668": "疏。初句等者。前論云。豈曰有無之外別有一有而可", "669": "稱哉。據此。不出有無也。次句下。前論云。良以有無之", "670": "數止乎六境之內。六境之內非涅槃之宅等。據此。不", "671": "在有無。", "672": "疏。二所等者。唯擇後句。前二易。故不釋。", "673": "疏。初明等者。釋前三句。以前云。不出不在。求悟無處。", "674": "又不許是空廓無體。既有其道。幽妙之路可尋。故千", "675": "聖萬聖同其軌轍而歸涅槃。非虗歸也。", "676": "疏。若方等者。謂無其體。言誰不在不出乎。其道既存。", "677": "不出有無。必在有無。如何不出又不在邪。", "678": "疏。初三句等者。名能起於言說。相能生於名字。心能", "679": "現於有無。諸相若順顯。云由心現相。因相生名字。因", "680": "名字起一切言說也。涅槃不爾。非有無相。故無有無", "681": "之名。無名故。亦無不出不在等。種種言說。主既無說。", "682": "賓亦無聞。疏但略示一隅。", "683": "疏理事善惡等下。軌持為法。潛用大疏釋大經法非", "684": "法亦然之旨。有無為法者。亦各任持自性。軌則於人", "685": "令生有無之解。無說下。二十一經云。不聞者名大涅", "686": "槃。乃至非音聲故。不可說故等。", "687": "疏。令忘名下。以不出不在互相違故。但寄名顯妙。妙", "688": "不在名。若執名求理。名違則理乖。何以取悟。故圓覺", "689": "云。修多羅教如標月指。了知所標畢竟非月。予甞至", "690": "此謬出偈云。照文見心理。心非文所籌。須知鉤外魚。", "691": "不是魚外鉤。", "692": "論。雖然者。縱成前理也。善吉。須菩提也。心不緣相。無", "693": "心也。耳不循聲。無聽也。此中最要妙識其旨。正思正", "694": "聽隨聞隨得。", "695": "疏。偈答下。華嚴離世間品。六十種境界無碍用第二", "696": "云。在佛境界而不捨魔境界無碍用。亦如志公云。魔", "697": "從佛境出。佛從魔境生。二頭不相辨。混雜國王城。", "698": "疏。初句等者。謂雖不離煩惱。亦不即煩惱。此實難言。", "699": "故云在乎妙悟。則即妄而真。非捨於妄爾。齊觀者。即", "700": "空色無碍。唯一真之境而已。詳論齊有二意。一空有", "701": "無二。二心境同如。", "702": "疏。文似下。齊物篇云。天地與我並生。而萬物與我為", "703": "一等。", "704": "疏。同我者下。明唯同唯異皆失。亦同亦異不出不在", "705": "也。亦應具有四句。此中但明不出不在。故唯約亦同", "706": "亦異辨也。同我者躡上與我同根等。唯取同義。事理", "707": "相違者。潛用法界觀理事無碍義中第九第十事理", "708": "相非門。相非即相違也。不在者。以涅槃是理。理不在", "709": "於有無事中。今若下。出唯同之過也。過乃有二。一不", "710": "立有無。二不在不成。由同下。亦彼第七第八事理相", "711": "即門。由相即故同也。不出者。涅槃之理即于有無。所", "712": "以不出。今若下。出唯異之過。過亦有二。一乖乎悟同。", "713": "二不出不成。然古釋皆不如此。予詳下。結文所以不", "714": "出不在等。理合前後。連貫釋之。斷無餘惑。寶性論初", "715": "卷法寶品云。非有亦非無。亦復非有無。亦非即於彼。", "716": "亦復不離彼。彼謂有無也。", "717": "疏。初二句等者。且權實一槩而論之。由虗冥遍統所", "718": "以玄也。次二句下。雖云照理。意顯智玄。故但云靈鑒", "719": "有餘。則󳭪󳭪焉猶有餘地矣。", "720": "疏。承前者。論之初句。即本智證真。次句。即後智照俗。", "721": "玄根下。既以根喻理。故以拔喻證。理無始者。絕初際", "722": "故。非照下。用生公義。意云以相應之慧盡生相時。似", "723": "有其始。生相既盡。以始同本。本來平等。同一覺故。何", "724": "始何終。故曰非照今有。起信下。證發心中之文。具云。", "725": "又是菩薩功德成滿。於色究竟處示一切世間最高", "726": "大身。謂以一念相應慧無明頓盡。名一切種智。餘文", "727": "次疏。", "728": "疏。略至下。理應有至人二字。或簡或失。雙示不住者。", "729": "謂即住而不住也。大疏釋無住涅槃云。由雙住故能", "730": "俱不住等。", "731": "疏。初二句等者。初即心境對說。後顯其同。同則無相", "732": "無名。廓然無寄。如無知論以緣求智中廣示。", "733": "疏。通敘等者。以前云菩提之道不可圖度。又云六境", "734": "之內非涅槃之宅等。語出下。彼說卦中文。彼謂窮其", "735": "造化之理。然後盡萬物之性。能所以順。至於天命。今", "736": "借其辭。", "737": "疏。初四句等者。謂一則違三。三則又非究竟。意以一", "738": "為究竟。三則小大差別非究竟。非究竟則屬無常生", "739": "滅。升降下。升降約人修進之說。高下約法以明。皆差", "740": "別不一之義。", "741": "疏。理無等者。直據理以明之。尚無有二。何況有三。所", "742": "以究竟。故本經二十二云。聲聞緣覺所得涅槃等無", "743": "差別。", "744": "疏。無有二上者。疑上是正字。即法華方便品云。十方", "745": "佛土中。唯有一乘法。無二亦無三。除佛方便說。正法", "746": "華偈云。佛道有一。未曾有二等。疏引化城喻者以對", "747": "論文可見。火宅者。彼第二略云。有大長者財富無量。", "748": "其家廣大。唯有一門。有五百人止住其中。堂閣朽故", "749": "梁棟傾危。周帀俱時歘然火起。長者諸子在此宅中", "750": "念言。我雖於此安隱得出。而諸子等無求出意。長者", "751": "語言。此舍已燒。宜時疾出。而諸子等樂著嬉戲不肯", "752": "信受。爾時長者更設方便而告之言。汝等所可玩好", "753": "希有難得。汝若不取後必憂悔。如此種種羊車鹿車", "754": "牛車。今在門外可以遊戲。爾時諸子聞父所說珍玩", "755": "之物。爭出火宅等。釋曰。三車如其次第即喻三乘。火", "756": "宅喻於三界。故彼經云。而為三界火宅所燒等。", "757": "疏。三乘等者。如諸子差別。所樂各殊。同免火宅之患", "758": "無差別也。所乘等者。依大鈔釋也。彼說三乘各有教", "759": "理行果。今略就教行釋之。教者下。法華方便品云。依", "760": "一佛乘。分別說三。詮示四諦之法名聲聞教。詮示十", "761": "二因緣之法名緣覺教。詮示六度等法名菩薩教。行", "762": "者下。略而言之。則聲聞觀四諦之行。緣覺十二因緣", "763": "之行。菩薩悲智雙施自他等運之行。廣說如彼。統其", "764": "下。即會三歸一之義。廣釋如玄談。", "765": "疏。習結等者。結謂結餘。即習氣纖細爾。三乘下。聲聞", "766": "能盡煩惱現行。不能盡習氣。緣覺分斷習氣。菩薩位", "767": "滿種習皆盡。", "768": "疏。初句等者。謂一切眾生本有之性唯一無差。夙熏", "769": "之緣小大誠異。論隨新熏故云不一。謂曾於大乘法", "770": "中熏習成大乘性。識心樂欲亦唯大乘。餘二例之。雙", "771": "照下。以大乘雙斷二障。故鑑二空之理為深。二乘唯", "772": "斷煩惱障。鑑我空理。故為淺也。", "773": "疏。由識根等者。亦承前以明差別在乎識根。識根則", "774": "小大不同。智慮則淺深成異。餘疏易見。為力下。智力", "775": "有小大爾。", "776": "疏。由前等者。即難差中所引放光等。放光三差在三", "777": "乘智力之淺深。非無為有三。智論則如人趣理升降", "778": "不同。非涅槃有差也。今引下。約教則法隨人異。分一", "779": "成三。約行則人自熏殊。會三歸一也。", "780": "疏。先定等者。乃先分定人法道理。然後從而難之。", "781": "疏。初二句等者。以法從人。人既有三。法亦定三。以相", "782": "即故。又若下。三乘之智有為也。無為可知。有無超然。", "783": "豈不滯於冥會哉。", "784": "疏。以人等者。釋一亦無三。異則下。如放光云。皆以無", "785": "為而有差別。今既相即。三乘從何而成差乎。", "786": "疏。無為例之者。謂至無為之彼岸。即同無為之樂。文", "787": "擬下。彼二十三云。道者同於道。得者同於得。失者同", "788": "於失。同於道者道亦樂得之。同於得者得亦樂得之。", "789": "同於失者失亦樂得之。然通下。尅其能得。唯三乘之", "790": "智。智依於人。故疏云人。", "791": "疏。理雖等者。用玄談分教之詞。彼云。理雖一味。詮有", "792": "淺深等。亦如三獸渡河。河雖是一。不妨三獸所渡淺", "793": "深各異。", "794": "疏。初四句等者。網喻三界。三鳥雖各出網。然力量有", "795": "小大。翱翔有遠近。反責下。責前一亦無三等也。", "796": "疏。三乘等者。諸蘊不一。名眾和合。兆形名生。三乘在", "797": "於界內即分段。五蘊在於界外即變易。五蘊雖勝劣", "798": "有殊。皆有漏生死。未能轉成無漏五蘊。相續心者。即", "799": "六麤中第二事識心也。和合下。即本識心也。八地已", "800": "去至地滿足方破此識。如起信論云。破和合識相。滅", "801": "相續心相等。等覺已降者。謂等覺菩薩生相未盡故。", "802": "根本無明未滅故。未能證極一法界心。皆名眾生也。", "803": "亦前下。成立無為是同。三乘是異。以人下。以人望法。", "804": "人恒三而法恒一也。以法望人。法自一而人自三。", "805": "疏。承前等者。難中一亦無三。異亦無三。今以喻顯法。", "806": "但顯三乘。即無為一亦有三者。在幽鑑之淺深。不在", "807": "於無為。", "808": "疏。以未下。以三乘之智勝劣有殊。所斷惑障厚薄不", "809": "同。所證之理漸而未深。由此階級故成三差。誰云下。", "810": "有名折之如此。無名之家不云異而不證。有三異也。", "811": "皆約方便淨涅槃有此淺深。非自性淨也。", "812": "論。萬累者。惑業不一故名為萬。滋益者。春秋傳云。無", "813": "使滋蔓。蔓難圖也。今疏十一智者大品第六云。法智．", "814": "比智．他心智．世智．苦智．集智．滅智．道智．盡智．無生智．", "815": "如實智為十一也。大論二十三甚廣釋之。今略引云。", "816": "法智者。謂欲界四諦下無漏智。比智者。謂上二界智。", "817": "他心智者。了知欲界．色界現在他心等智。世智者。諸", "818": "有漏智。苦智者。觀五蘊無常．苦．空等時所得無漏之", "819": "智。集．滅．道三。各觀本諦所得無漏之智。盡智者。我見", "820": "苦已。斷集已。盡證已。修道已。如是念時。無漏智慧見", "821": "明覺也。無生智者。謂我見苦已不復更見。斷集已不", "822": "復更斷。盡證已不復更證。修道已不復更修。如是念", "823": "時。無漏智見明覺。如實智者。一切法總相別相如實", "824": "證知。無有󳬩碍等。準論前之十智。三乘共有。如實一", "825": "智。唯佛獨有。今論云爾者。以大品十地中。始自乾慧", "826": "至辟支佛地。則三乘共履。而二乘至此為極。故以盡", "827": "智在二乘無學位。第九超出三乘。名菩薩地。故說無", "828": "生智在菩薩位。不爾何故辟支佛外又立菩薩地乎。", "829": "如實一智果位圓現。故論不說。請詳疏中。皆依智論", "830": "釋之。今云下。然菩薩有二類。一直學法空者。二先小", "831": "後大者。據經中十地施設多約先小後大。故論主以", "832": "盡智為二乘。無生為菩薩也。盡智則盡見盡斷盡證", "833": "盡修。無生則印後不起。此則二智非太異也。故大鈔", "834": "或說小乘十智除如實智。又云盡．無生智二乘車體", "835": "等。據此二乘亦有無生智。但望菩薩淺深有異。此中", "836": "問意即大品通教中意。以此通被三乘。故菩薩亦藏", "837": "教中傍化之大。如玄談引天台智者四教云。一三藏", "838": "教。此教明因緣生滅四真諦理。正教小乘。傍化菩薩", "839": "等。二者通教。即無生四諦。通者同也。三乘同稟。故此", "840": "教菩薩斷證行相多同二乘。故大鈔第四云。丈六權", "841": "智是牛車體。又辨三乘同修而有八同。謂教．理．智．斷．", "842": "行．位．因．果也。三者別教。即無量四諦。四者圓教。即無", "843": "作四諦。廣釋如彼。問曰。若爾。何異二乘。答。四弘六度", "844": "自利利他。乃至登見五門合斷三十四心一座成正", "845": "覺等。所以別也。", "846": "疏。放光等者。三乘之智許有淺深。究竟智體一而無", "847": "殊。如華嚴說。十地證智即佛智故。況智因惑起。惑謝", "848": "智亡。空亦平等。故經云爾。因邊下。釋智體無生。顯空", "849": "也。", "850": "疏。是唯等者。釋不體則已。以三乘能證之智不相違", "851": "背。所證之理平等無二。不證則置之而勿論。證則惑", "852": "可以頓盡。理可以頓得云云。在疏。", "853": "疏。初二句等者。三乘之人於見道前。修五停心．苦無", "854": "常等諸觀。正伏四諦分別。兼伏九地俱生。至世第一", "855": "出心。見道位初方斷分別。至修道位起九無間以斷", "856": "九地修惑。九解脫道中漸漸證理。如何頓也。此依藏", "857": "教五位釋之。疏中依通教地位敘之。此教亦有十地。", "858": "三人同歷。一乾慧地。大論七十五云。聲聞人獨為涅", "859": "槃故精勤持戒集諸善法。雖有智慧不得禪定水。不", "860": "能得道。故名乾慧。則煖位已下也。菩薩從初發心乃", "861": "至未得順忍亦有此名。二性地。聲聞從煖位已去。至", "862": "世間第一法。菩薩得順忍。愛著諸法實相。亦不生邪", "863": "見。得禪定水。三八忍地。聲聞從苦法忍乃至道比忍", "864": "是十五心。釋曰。謂世第一出心。緣下界上界四諦共", "865": "一十六心。初緣下界苦諦。有苦法忍．苦法智。次緣上", "866": "界苦比忍．苦比智。蓋以法智緣下。比智緣上也。亦云", "867": "苦類忍等。是下地類故。如是至道比忍有十五心。於", "868": "中有八忍七智。今從忍名。故云八忍也。菩薩則無生", "869": "法忍入菩薩位。釋曰。仁王般若說無生忍七八九三", "870": "地得之。即了法無生亦無有滅。如中論。諸法不自生", "871": "等。如前具引。今以義準之乃七地下品無生忍。非二", "872": "乘無生智也。四見地。即第十六心道比智見道。入離", "873": "生正位。得須陀洹果。菩薩則阿󳺎䟦致。此云不退。然", "874": "論釋阿󳺎䟦致位寬。有云。初地已上乃至八地等。五", "875": "薄地。聲聞或須陀洹或斯陀含斷欲六品俱生煩惱。", "876": "唯下三品在欲界之惑薄故。菩薩過阿󳺎䟦致乃至", "877": "未成佛。斷諸煩惱餘習亦薄。六離欲地。聲聞已盡欲", "878": "界三品。離欲界生。得阿那含果。菩薩離欲因緣故得", "879": "五神通。七已作地。聲聞得盡智．無生智。得阿羅漢。菩", "880": "薩成就佛地。八辟支佛地。準大論翻為因緣覺。先世", "881": "種辟支佛道因緣。今世得少因緣出家。亦觀深因緣", "882": "法成道。故名辟支佛。九菩薩地。從乾慧地乃至離欲", "883": "地。如上說。釋曰。準大論。前後菩薩道種智中。徧修前", "884": "之八地而不取證故已作地。辟支地不指菩薩。論又", "885": "云。歡喜地乃至法雲是菩薩地等。十佛地。即一切種", "886": "智。上依大論錄之。中間難者亦唯以他文釋之。然皆", "887": "略示而已。", "888": "疏。古譯等者。北涼三藏成八十卷。疏中引用皆前後", "889": "論文。", "890": "疏。緣起等者。二十七經云。又未能渡十二因緣河。猶", "891": "如兔馬。何以故。不見佛性故。十二因緣者。一無明。二", "892": "行。三識。四名色。五六入。六觸。七受。八愛。九取。十有。十", "893": "一生。十二老死。皆前前為緣。後後生起。如是十二三", "894": "法所攝。謂無明及愛取是惑。行及有支是業。餘識等", "895": "七支是苦。十二因緣論頌云。煩惱初八九。業二及與", "896": "十。餘七說為苦。三攝十二法。然此十二。三法互因。三", "897": "世輪轉。該攝三界。通於四生。今略示三世因果之理", "898": "令識大況。謂過去無明為發業支。現在愛取為潤業", "899": "支。招識等五支果。復由現在愛取有支。感未來生老", "900": "死。小乘三際兩重因果同此。大乘或唯一重。則前十", "901": "支皆因。後二支為果。涅槃經中亦依三世明十二有", "902": "支。二十七經云。十二因緣一切眾生等共有之。亦內", "903": "亦外。何等十二。過去煩惱名為無明。過去業者則名", "904": "為行。現在世中初始受胎是名為識入胎。五分四根", "905": "未具名為名色。具足四根未名觸時是名六入。未別", "906": "苦樂是名為觸。染習一愛是名為受。習近五欲是名", "907": "為愛。內外貪求是名為取。為內外事起身口意業是", "908": "名為有。現在世識名未來生。現在色名六入觸。受名", "909": "未來世老死也。是名十二因緣。略示如此。津謂下。如", "910": "易之未濟既濟之義。四諦者。謂三界有漏色心皆逼", "911": "迫性。名苦諦。即三苦八苦等。三界分別俱生之惑。增", "912": "長生死。名集諦。斷障所顯無餘之果寂靜。名滅諦。總", "913": "別念觀七覺八正乃至一切菩提分智。於三界生死", "914": "能出能離。名為道諦。於此四中。前三世間因果。後二", "915": "出世因果。所以果先因後者。於世間中先示其苦。令", "916": "起厭心。知苦諦之果乃集因所招。令斷之也。於出世", "917": "中先示其滅寂靜永安。無形患智勞之辛。有無為無", "918": "餘之樂。令起忻心。知滅諦之理由道而證。令修之也。", "919": "古人云。厭如是苦者斷如是集。忻如是滅者修如是", "920": "道。故如來始於鹿野為五俱隣等三轉此法。盖此意", "921": "也。涅槃下。亦二十七。具云。善男子。觀十二因緣智凡", "922": "有四種。乃至下智觀者得聲聞道。中智觀者得緣覺", "923": "道。乃至上上智觀者得無上菩提等。論語。即八佾篇。", "924": "疏。智慧第一者。謂十大弟子各居一長。如迦葉波頭", "925": "陀。目乾連神通。須菩提解空。迦旃延論義。迦賓羅曆", "926": "象。阿㝹陀天眼。羅睺羅密行等。若準增一阿含第三", "927": "卷中說。弟子中各有其能。略云。寬仁博識如阿若俱", "928": "鄰。善能勸導如優陀夷。恒飛虗空如善肘比丘。威容", "929": "庠序如馬勝比丘。精進苦行坐禪入定如離日比丘。", "930": "廣立齋講如陀羅婆摩比丘。安造房屋與招提僧如", "931": "小陀羅婆摩比丘等。故北山錄云。若五百無學各以", "932": "其能求之。咸居其甲而非乙也。所引涅槃尚云都不", "933": "識知。況盡知乎。故比山錄云。羅漢不識鹽義。外黨諸", "934": "俗深以為誚。盖出朽宅則生死凡夫邈哉。何及語外", "935": "事利。解脫聖智或不如凡夫也。然孔子域中之聖而", "936": "能多知。楚王過江得物而不識。使問孔子。子曰。萍實", "937": "也。可食。吾聞之童謠云。楚王過江得萍實。圓如斗。赤", "938": "如日。剖而食之甜如蜜。吳治塗山得專車之骨以問", "939": "孔子。子曰。古防風氏之骨也。大禹會諸侯於此。防風", "940": "後至。禹戮之。防風長四十尺也。以孔子之多能尚有", "941": "不知之事。如中庸云。夫婦之愚可以與知焉。及其至", "942": "也。雖聖人亦有所不知焉。故列子湯問篇云。孔子東", "943": "遊見小兒辨日遠近。一兒曰。我以日始出時去人近。", "944": "而日中時去人遠。何以知其然哉。兒曰。日初出也大", "945": "如車盖。及日中則如盤盂。此不為遠者小而近者大", "946": "乎。一兒曰。我以日初出而遠。日中時為近。何者。日初", "947": "出則滄滄涼涼。及其日中如探湯。此不為近者熱而", "948": "遠者涼乎。孔子不能決。兩小兒笑曰。孰為子多知乎。", "949": "是知雖俗諦之事。非一切種智不能盡知。況出世下。", "950": "經意以俗諦為世間。真諦為出世間。引此兼證下文。", "951": "疏。虗無等者。老氏云。致虗極。守靜焉。又云。天地之間", "952": "其猶槖籥乎。虗而不屈。動而愈出。又云。三十輻共音拱", "953": "一轂。當其無。有車之用。闚。小視也。躐。踐也。等謂等級。", "954": "不可越級而進。階升者。論語子張第十九云。夫子之", "955": "不可及也。猶天之不可階而升也。", "956": "疏。例引等者。老氏四十八云。為學日益。為道日損。損", "957": "之又損以至於無損等。如見前下。即見道之前伏惑。", "958": "見道已去斷惑。性宗位次。廣則三賢十聖等。如華嚴", "959": "廣說。略則信賢聖果。如起信．圓覺等說。寄位下。即賢", "960": "首一乘義分齊中略云。謂寄信等四位以斷滅等四", "961": "相。如起信論中信位斷滅。賢位斷異。聖位斷住。果位", "962": "斷生。又有斷惑顯位。如斷滅相而顯成信位等。廣示", "963": "如義分齊。", "964": "疏。阿惟下。古譯阿耨多羅三藐三菩提為此語。淨名", "965": "亦云。無以日光等比螢火。", "966": "疏。雖別下。引經雖別。然意中含有前來斷惑之動。如", "967": "下云等是也。所以下。明譏動之意。但欲演其動寂無", "968": "妨也。事理下。事。動也。理。靜也。清涼教迹云。事理雙修。", "969": "依本智而求佛智。", "970": "疏。方廣等者。大乘經中此理攸同。入地者。初地已去", "971": "至七地中。智相既亡。約本智合理。身心無相。謂言寂", "972": "也。此據本智證理而說。非約分段變易而論。然細細", "973": "而求。地地之中斷障證真亦分分寂滅。今之論意不", "974": "取如斯。但取初地已上已得寂滅之靜。如何至於寂", "975": "滅之靜復存取捨之動乎。", "976": "疏。勝分者。然諸位之中當位之行名為自分。進後之", "977": "行名為勝分。約增勝義邊。以好尚是心。心未寂滅。涉", "978": "求是身。身亦未寂。", "979": "疏。以此四者者。即取捨損益之四。文義下。謂寂滅與", "980": "好尚等異。戾。乖也。即動靜之行相違。", "981": "疏。南喻等者。前引法身已上。經文說寂。智論說動也。", "982": "如疏可辨。南為朱明者。以五色布於五方。則青為東", "983": "方。赤南。白西。黑北。黃中。以五行配之。則東方甲乙木。", "984": "南方丙丁火。西方庚辛金。北方壬癸水。中方戊己土。", "985": "故南為朱明。北為玄冥。又离卦屬南象。亦明象也。", "986": "疏。然稟下。謂性宗修行必動靜無違。止觀俱進。事理", "987": "雙修。悲智平等。如物不遷云。不釋動以求靜等是也。", "988": "疏。寂也下。涉動名為為作也。捨動名無為。老氏亦云。", "989": "無為而無不為。若云至理無為。則非四相所遷。名無", "990": "為。故無為名一亦隨義別。", "991": "疏。次四句下。以寂而常動。故動與寂非一也。動而常", "992": "寂。故動即是寂。非異也。後四句下。冥真之心。理行也。", "993": "涉俗之心。事行也。真俗齊照雙流也。如儒童菩薩地", "994": "地之中身心寂滅不失自分。亦地地中進求。後位不", "995": "失勝分。豈云靜而違動。不復進求。動而違靜。不成寂", "996": "滅。故二行無違。方成無住之修。", "997": "疏。承前等者。為前文每四句中成一對。動靜之義可", "998": "知。", "999": "疏。據前下。疏中會身心互舉。推驗前文可見。亦無餘", "1000": "義。", "1001": "疏。義如者。然論之上下。釋不有不無之名。出義各殊。", "1002": "今此釋經又成一義。不若有心之有。非有也。不若無", "1003": "心之無。非無也。", "1004": "疏。眾庶。如孝經庶人章之庶人。即蠢蠢無知汎常之", "1005": "流。", "1006": "疏。為斥等者。聖無妄相。故云不有。靈照炳然。故云不", "1007": "無。", "1008": "疏。初二句等者。由忘絕故所以不有。次二句。由智存", "1009": "故所以契理而不無也。恒沙下。起信相大中文云。所", "1010": "謂自體有大智慧光明義故。徧照法界義故。乃至具", "1011": "足如是過於恒沙不思議佛法。隨理者又曰。雖實有", "1012": "此功德義。而無差別之相等。同一味故。唯一真如。此", "1013": "義云何以無分別離分別相。是故無二。後二句下。意", "1014": "云若心想未盡自有我相。心想既滅功自無相。清涼", "1015": "心要云。寂寂運無涯之照。此明寂而常動也。如何積", "1016": "德之動以乖寂滅之靜乎。", "1017": "疏。答問等者。文易不解。但出前後之意。本經二十一", "1018": "云。如來涅槃。非有為非無為等。", "1019": "疏。智論等者。亦取意引之。智論但云。施頭目髓腦。不", "1020": "云國財。盖舉重攝輕。以內例外。乃至者。具云持戒忍", "1021": "辱禪定。時在山林中身體乾枯云云。在疏。釋曰。下以", "1022": "儒童在七地中見然燈佛。依智論釋。智相未盡者。前", "1023": "文已釋。三輪者。一不念能施。二不念受者。三不念果", "1024": "報。本經二十四略云。不見施者．受者及施果報等。未", "1025": "或下。謂七地已前已斷相續執取等心。由智相未盡", "1026": "滅。故三輪未得全空。住相下。金剛經云。菩薩於法應", "1027": "無所住行於布施。不住色布施。不住聲．香．味．觸．法布", "1028": "施。乃至云其福德不可思量。如南西北方四維上下", "1029": "虗空等。以知住相行施則著我人等相。但為生天之", "1030": "福。不得無漏之果。施既下。例餘行也。謂凡行諸行。一", "1031": "一皆須忘相。三輪空寂。方成出世之因。故清涼云。非", "1032": "真流之行。無以契真。施雖下。儒童得無生忍。而忍心", "1033": "施之。方契真也。故言不貴於多寡。中理為奇。施不貴", "1034": "於重輕。契真成要。尠。少也。蹄涔下。蹄跡有水曰名蹄", "1035": "涔。施華緣者。太子本起端應經略云。定光佛興世。有", "1036": "聖王名制勝。治鉢頭摩大國。我時為菩薩。名曰儒童。", "1037": "居山行禪。聞世有佛。心獨歡喜。披鹿皮衣行欲入國。", "1038": "會五百道士論說道義。師徒皆悅。各送銀錢一枚。菩", "1039": "薩受之。入城見民治道洒掃燒香。即問行者。答曰佛", "1040": "來入城。菩薩大喜今得見佛。當求我願。王家婢名瞿", "1041": "夷。過水缾。密持七莖青蓮華。儒童即探銀盡用與之。", "1042": "女貪銀寶。與華五莖。自留二枚。迴別意疑。此何道士。", "1043": "披鹿皮衣。不惜銀寶。追呼男子。以誠告我。菩薩云。欲", "1044": "以上佛求所願也。瞿夷曰。善。請寄二華。亦献於佛。須", "1045": "臾佛至。國王臣民拜謁散華。華悉墮地。菩薩見佛散", "1046": "五莖華。皆止空中。後散二華。住佛肩上。佛知至意。因", "1047": "記之曰。汝自是後九十一劫。劫號為賢。當得作佛。名", "1048": "釋迦文。菩薩受決。疑解望止。便逮清淨。不起法忍。放", "1049": "光下。釋空行菩薩由修三空故名空行。三空無相即", "1050": "成寂靜行。五波羅即為動也。", "1051": "疏。賢劫下。第三。具云。一切諸法無有與者而自逮得。", "1052": "以是勸助救諸窮匱。是曰布施。成具下。即成具光明", "1053": "定意經。頌云。不教令自行。不為而過為等。禪經下。坐", "1054": "禪三昧法門經下卷。具云。是慈三昧。略說有三種緣。", "1055": "生緣．法緣．無緣。諸未得道是名生緣。阿羅漢．辟支佛", "1056": "是名法緣。諸佛世尊是名無緣。思益。即第一云。以無", "1057": "所得故得。以無所知故知。所以者何。我所得法。不可", "1058": "見。不可聞。不可覺。不可識等。", "1059": "疏。初二句等者。責前有名動而違靜。淨名下。香積佛", "1060": "國品。略云。舍利弗心念日時欲至。此諸菩薩當於何", "1061": "食。乃至維摩詰化一菩薩。往上方界度四十二恒河", "1062": "沙佛土。國名眾香。佛號香積。與諸菩薩方共坐食。到", "1063": "彼詞曰。願得世尊所食之餘。當於娑婆世界施作佛", "1064": "事。於是香積如來以眾香鉢盛滿香飯與化菩薩。與", "1065": "彼九百萬菩薩須臾至摩詰舍等。至菩薩品云。爾時", "1066": "眾香菩薩合掌白佛。我等初見此土。生下劣想。今自", "1067": "悔責。諸佛方便不可思議。度眾生故現佛國異。唯然", "1068": "世尊。願賜少法還於彼士。佛告諸菩薩。有盡無盡解", "1069": "脫法。汝等當學。何謂為盡。謂有為法。何謂無盡。謂無", "1070": "為法。如菩薩者。不盡有為。不住無為。何謂不盡有為。", "1071": "謂不離大慈大捨大悲乃至教化眾生終不厭倦。何", "1072": "謂菩薩不住無為。謂修學空不以空為證。修學無相．", "1073": "無作不以無相．無作為證等。釋曰。此明菩薩具修有", "1074": "為事行。而無為之業修而不住。事行動也。理行靜也。", "1075": "二行雙修。動靜何違。彼疏下。即四注叡公之言。慧心", "1076": "不明者。謂不修事行。寂而無照。缺一切種智。", "1077": "疏。隨一為源者。謂涅槃為源。有不因修成之過。眾生", "1078": "為源。涅槃有始成之非。如下具示。", "1079": "疏。反顯等者。謂乘是車乘。故疏云。控御以明。反流向", "1080": "源。眾生乃三乘之本。三乘屬因修。涅槃即果證。", "1081": "疏。有始等者。大經第二十八云。善男子。涅槃無因而", "1082": "體是果。何以故。無生滅故。乃至云。無始終故等。豈不", "1083": "相違。", "1084": "疏。有不因等者。出過。細研有名之意。謂涅槃之理因", "1085": "修而生。即大經本無今有之義。權小之見也。未知此", "1086": "理是了因所了。非作因所作。故本經二十一云。一者", "1087": "作因。二者了因。如陶師輪繩是名作因。如燈燭等照", "1088": "暗中物是名了因。善男子。大涅槃者不從作因而有。", "1089": "唯從了因。了因者。所謂三十七助道法．六波羅蜜是", "1090": "名了因。是知三乘之修但修了因之智。以盡集諦之", "1091": "惑。惑盡之時涅槃自顯。豈涅槃之性修而後成哉。", "1092": "疏。生公云者。依大鈔引。即涅槃疏序。釋大涅槃之義。", "1093": "稱常下。續云。常必滅累。復曰。般泥洹爾。寂照。鑑公引", "1094": "涅槃心鏡鈔云。生公造涅槃疏五十餘紙。唯解磐根", "1095": "錯節難解之處。於是經宗大開奧藏。稱為關中疏。演", "1096": "此下。謂方便淨即三乘之智。智有淨惑之能。為方便。", "1097": "涅槃智性本有。亦自性涅槃。以理智必相融攝故。", "1098": "疏。聖人等者。謂三乘聖智皆有冥契之功。今言至人", "1099": "唯目如來。以三乘冥理未極。未免有象。如來冥極。可", "1100": "謂無象。心雖下。釋無象而成象也。謂聖人以方便淨", "1101": "契合自性清淨涅槃。此性舉體為一切法也。故論云", "1102": "萬物無非我造。", "1103": "疏。會證等者。謂聖人了乎萬物本空即是自性。由證", "1104": "萬法以成聖人。如華嚴梵行品云。知一切法即心自", "1105": "性等。正與此義相符。大經二十五云。佛告生名婆羅", "1106": "門言。我今此身即是涅槃。楞嚴下第二卷文。清涼云。", "1107": "一念相應一念佛。念念相應念念佛。石頭者。即唐代", "1108": "南岳石頭山希遷禪師也。無己者。即無我也。靡。無也。", "1109": "然即萬物而為心。故云無所不己。誰云下。言無自他", "1110": "之別。無非己之法身也。杜順和尚法身頌云。懷州牛", "1111": "喫禾。益州馬腹脹。天下覔醫人。灸猪左膞上。亦以法", "1112": "身體同。無自他之別故。圓鑑。智也。即寂之照故云虗", "1113": "照。體玄者。謂即心之性。即萬象而非萬象。故云體玄。", "1114": "自現者。以萬象本虗。法身自現爾。評曰。諸祖拈示。依", "1115": "禪者斷。例不容更注。恐轉落情識。瞎人智眼。不如忘", "1116": "言體會。內悟為得。今且向流通會上略犯脣吻。令人", "1117": "速入。準林間錄。永明師於天台韶國師會中。負柴至", "1118": "門。忽一枝墮地。聞乃悟之。說偈云。樸落非他物。縱橫", "1119": "不是塵。山河及大地。全露法王身。非他物者。以身非", "1120": "外來。發己聞性。聲性聞性無二性也。南北曰縱。東西", "1121": "曰橫。言舉聲之相即我聞性。非是聲塵。後二句。意云", "1122": "此聲既爾。山河萬象無非我之法身。", "1123": "疏。初二句等者。如華嚴宗。不證大方廣。何成佛華嚴。", "1124": "若非佛華嚴。亦不證大方廣。人法相即。一體無外。", "1125": "疏。初文等者。大品第九。具云。不應色中求般若波羅", "1126": "蜜多。亦不應離色求般若波羅蜜等。放光第九云。須", "1127": "菩提告拘翼言。般若波羅蜜亦不於五陰中求。亦不", "1128": "離五陰中求等。涅槃。即二十七。次云。佛者即是佛性。", "1129": "何以故。一切諸佛以此為性故。以緣起即如故。云見", "1130": "法即是見佛如智非異。皆證前云聖不異理也。", "1131": "疏。前引等者。示論文前後血脉也。此文極難。故疏細", "1132": "示之。清涼下。玄談文。性宗斷證之理實異他宗。如大", "1133": "疏云。照惑無本即是智體。又云照體無自即是證如。", "1134": "鈔云。若以智會如。非真如矣。冥真下。即教迹。敘體大", "1135": "也。佛用下。即宋高僧傳說兩種語。一蘇漫多。謂汎爾", "1136": "平語言辭也。二底彥多。謂典正言辭。佛說多依蘇漫", "1137": "多。意在於義不依於文。又被一切故。若底彥多。非中", "1138": "下所能解故。方便下。論主觀機設教。中華之人尚文", "1139": "賤朴。文質彬彬始為可觀。故此論文為千古希唱。高", "1140": "人達士寶而玩之。逗猶通也。封文下。謂封滯於文。不", "1141": "見其義之流。謂濫同儒道之理。贊寧者。即宋初時僧。", "1142": "作高僧傳三十卷。彼傳第三譯經科謂云。若用外書", "1143": "須招彼謗。今觀房融潤文於楞嚴。僧肇徵引而造論。", "1144": "宜當此誚等。評曰。房融文士。不當用書而潤經。肇公", "1145": "通人。何妨徵引而作論。以經是佛言。論是自語也。慧", "1146": "達者。即陳朝僧。甞序此論。彼序云。世諺云。肇之所作。", "1147": "固並成實真諦。地論通宗。莊老所資。孟浪之說。此實", "1148": "巨蠱之言。欺誣亡歿。街巷陋音。未之足拾。孟浪者。孟。", "1149": "大也。浪。虗也。愚瑣者。愚謂愚昧。瑣謂細瑣。立言下。即", "1150": "論主立論之本意。不害下。不以辭故害意也。故今下。", "1151": "謂古釋見文似莊老。多以莊老之義釋之。如予則多", "1152": "出彼意。然後依內教釋之。雅言者。毛詩有大雅．小雅。", "1153": "雅。正也。文雅也。令知下。論主本假儒者之辭以示佛", "1154": "理。非即文而雷同於老莊也。", "1155": "疏。顯前等者。此義前後多出。不復更示。一念下。亦心", "1156": "要文。依圓教者。彼經無古今之名。有三世之說。獨李", "1157": "長者合論云。十世古今始終不離於當念。謂古今即", "1158": "三世也。二相即入者。乃十玄門中十世隔法異成門。", "1159": "依此以辨時世圓融亦有二門。相即乃諸法自在門。", "1160": "相入乃一多相容不同門。但十門之異通異體。相即", "1161": "相入十世隔法唯同體相即相入也。本末下。本即涅", "1162": "槃之理。末即萬物之事。窮本即萬法而皆涅槃。極末", "1163": "即涅槃而恒萬法。情非情下。杜順和尚頌云。情與無", "1164": "情共一體。處處皆同真法界。染謂染緣起。非染可知。", "1165": "疏。二文互影者。前文但言不離諸法。不言無邊。後文", "1166": "但言無邊。不言不離。故云互影。", "1167": "疏。如智等者。心境雙亡名曰玄寂。玄寂無名。故假寄", "1168": "無極之名以顯玄寂之理。故疏云非別等。", "1169": "疏。三乘下。意謂三乘等人先證涅槃名進。後證涅槃", "1170": "名退。故非先後。已證則冥同故。", "1171": "疏。淨名下。即第二觀眾生品云。時維摩詰室有一天", "1172": "女。見諸大人聞所說法便現其身。即以天華散諸菩", "1173": "薩大弟子上。華至諸菩薩即皆墮落。至大弟子便著", "1174": "不墮。一切弟子神力去華。不能令去。爾時天問舍利", "1175": "弗。何故去華。答曰。此華不如法。是以去之。天曰。勿謂", "1176": "此華不如法。所以者何。是華無所分別。仁者自生分", "1177": "別想耳。若於佛法出家。有所分別為不如法。若無所", "1178": "分別是則如法。觀諸菩薩華不著者。以斷一切分別", "1179": "想故。譬如人畏時。非人得其便。如是弟子畏生死故。", "1180": "色聲香味觸得其便云云。舍利弗言。天止此室其已久", "1181": "如。答曰。我止此室如耆年解脫。舍利弗言。止此久邪。", "1182": "天曰。耆年解脫亦何如久。舍利弗默然不答。天曰。如", "1183": "何耆舊大智而默。答曰。解脫者無所言說。故吾於是", "1184": "不知所云。天曰。言說文字皆解脫相等。釋曰。天女之", "1185": "意以時無實體。妄心所現。久非定久。近非定近。如夢", "1186": "所度。何長何短。故示云如耆年解脫。時相本虗。即解", "1187": "脫故。身子又謂解脫是久遠之法。以法取時而云久", "1188": "也。故天女云云。評曰。準淨名疏。天女即居士之家神。", "1189": "所在皆隨主人之高下。摩詰既聖人示迹。故家神亦", "1190": "菩薩權形。此經本抑小揚大。故身子亦示其言屈。令", "1191": "慕小者得速返也。", "1192": "疏。九折等者。總敘折意也。所以下。敘一論之始終也。", "1193": "謂始示涅槃之體。次乃一折一演判決簡擇。令人識", "1194": "悟。有餘無餘。權應假號。大般涅槃。無名無相。非有非", "1195": "無。不出不在。而妙道存焉。三乘之人同修同歸。直由", "1196": "智力淺深乃成三異。非謂無為三於三乘。次明三乘", "1197": "斷證之道。重惑不可頓祛。無為不可頓證。要損之又", "1198": "損之而方淨。益之又益之以漸圓。而積德涉求不違", "1199": "寂。身心寂滅不違動。動靜不違於妙行。則有無不係", "1200": "於靈臺。三乘建入證之深因。一理獲圓成之妙果。心", "1201": "境冥會。終始如如。進之弗先。退之弗後。至此究竟乃", "1202": "問得之之方。存陰盡陰等。故今折之也。", "1203": "疏。初二句下。謂五陰即眾生之體。陰外無別眾生。故", "1204": "論云極於五陰之內。", "1205": "疏。順經等者。以前引經得涅槃者五陰都盡故也。有", "1206": "內者。謂三有之內也。", "1207": "疏。存陰等者。以陰存故有能得之人。故為順理。又却", "1208": "違經。以聖教是定量故。違經談理令誰服從。一應下。", "1209": "亦依假設也。陰外何有眾生之性。以經云五陰都盡", "1210": "而得涅槃。故今論云果若有得則眾生之性不止於", "1211": "五陰。此則順理違教。二恐違下。順教出理也。盡麤下。", "1212": "亦隨理而釋之。無別教證。謂有名之意必要有能得", "1213": "之人。得所得涅槃。五陰苟盡。誰為能得。故疏云爾。此", "1214": "意下。明折演之意。折意是三乘權漸。必存能得所得。", "1215": "演意即一乘終實顯本來。即是能所雙亡也。", "1216": "疏。前演下。明承前起。不存者。不存能得所得之相。方", "1217": "為玄得。下論云。然則眾生非眾生。誰為得之者等。", "1218": "疏。忘得下。以涅槃但是修顯之果。故疏云從此而顯。", "1219": "疏。法真等者。法謂倣法。謂涅槃之真離一切相。智法", "1220": "倣真亦忘得相。妙契其真同於真也。依偽下。即妄想", "1221": "心也。妄想之心能所兩分。智若有得即同妄想。", "1222": "疏。有得者下。亦情見未盡不能契證。故云有得。無得", "1223": "者下。謂情盡見除。全忘得相。與理契合。故云得也。二", "1224": "十三經云。若使如來計有得相。是則諸佛不得涅槃。", "1225": "以無得故名得涅槃等。心經下。具云。無智亦無得。即", "1226": "能所雙亡也。由雙亡故。三世諸佛依無得之般若。得", "1227": "阿耨菩提等。", "1228": "疏。言隨等者。法謂諸法之體。謂一切言說皆隨所說", "1229": "之法而生起。既談下。釋論中若即涅槃等。涅槃下。釋", "1230": "論中誰獨非涅槃等。起信下。具云。一切諸法。唯依妄", "1231": "念而有差別。若離心念。則無一切境界之相。是故一", "1232": "切法。從本已來離言說相。離名字相。離心緣相。畢竟", "1233": "平等。無有變異。不可破壞。唯是一心。故名真如。又云。", "1234": "言真如者。亦無有相。謂言說之極。因言遣言。此真如", "1235": "體。無有可遣。以一切法悉皆真故。亦無可立。以一切", "1236": "法悉皆如故。釋曰。以真如即涅槃故。所以引證。故出", "1237": "現品云。佛子。菩薩摩訶薩欲知如來大涅槃者。當須", "1238": "了知根本自性如真如涅槃。如來涅槃亦如是等。此", "1239": "則自性清淨涅槃也。", "1240": "疏。融冶故等者。疏意間而釋之。由融冶二儀。所以天", "1241": "人一理。由蕩滌萬有。所以一異同源。約見聞下。謂色", "1242": "性聲性即自性故。不見不聞者。即前云五目不覩其", "1243": "容。耳聽不聞其響。", "1244": "疏。如來非眾生者。真妄異故。非非眾生者。性無二故。", "1245": "如來涅槃者。亦經正文。", "1246": "疏。生死等者。圓覺經金剛藏略云。譬如幻翳妄見空", "1247": "華。乃至云生死涅槃同於起滅等。釋曰。謂生死無實", "1248": "隨緣起滅。如翳眼見空華也。陽𦦨者。謂春月陽氣發", "1249": "生。渴鹿認之為水。楞伽等經皆說。一云地中水影有", "1250": "時而現。實亦無水。疏取前論。大患永滅超度四流以", "1251": "釋之。以是自性清淨涅槃故。生死如空華。四流如陽", "1252": "𦦨。若方便淨者。空華雖虗亦須除翳。陽𦦨雖假亦須", "1253": "滅想。故圭山云。佛本是而勤修。惑元無而須斷。以眾", "1254": "生處幻夢之鄉。受虗妄生死。生死雖虗依然流浪。煩", "1255": "惱元假法爾燒然。豈其獨恃天真便云了道。全忘進", "1256": "習即謂還源。故起信云。若人雖念寶性。不以方便種", "1257": "種磨治終無得淨。", "1258": "疏。此以義等者。予遍尋放光。並無成段之文如論者。", "1259": "故知論主合集經義而引之。薩婆若即一切智。準此", "1260": "經義。論云從有得邪從無得邪等四句。皆答云不。後", "1261": "文第五云不逮正覺。猶云都無得邪。亦答云不也。文", "1262": "少左右。旨中無違。", "1263": "疏。無得等者。冥忘得也。通。同也。謂方便淨同自性也。", "1264": "釋論中誰獨不然。若云新得。何時失之。故楞伽下。魏", "1265": "譯云。大慧。一闡提者有二種。一者焚燒一切善根。謂", "1266": "謗菩薩藏。二者憐愍一切眾生。即大悲菩薩。大慧問", "1267": "言。此二何者常不入涅槃。佛告大慧。謂大悲菩薩。何", "1268": "以故。以能善知一切諸法本來涅槃。是故不入涅槃。", "1269": "非捨一切善根闡提等。如是下。即圓覺如來責剛藏", "1270": "三問之言。", "1271": "疏。此有等者。據論意。約境說得。約心說知。約形言見。", "1272": "約聲言聞。疏意約玄得之意以辨之。故云皆。下句辨", "1273": "得也。謂得知得見得聞也。絕域者。非世間．出世間故。", "1274": "如何云獨建三有之外哉。故前表云。排方外之談是", "1275": "也。非俗者。無分別心。非緣慮也。大象大音。文借老氏。", "1276": "不存相下。即性而見。見見為普眼。不循聲下。不循聲", "1277": "而聞。聞聞則普聞。是故下。即莊子天道篇。如前引。離", "1278": "朱乃古之善視者。見秋毫於百步之外。觀音下。即楞", "1279": "嚴第五說二十五聖圓通。觀音菩薩於耳門得之。經", "1280": "略云。返聞聞自性。聞復翳根除等。慈覺禪師頌云。返", "1281": "聞聞處不聞聞。無限勞生入普門。瀑落斷崖聽不盡。", "1282": "鳥啼猿笑又黃昏。", "1283": "疏。顯涅槃下。疏中敘論之前後血脉可知。出現下。謂", "1284": "出現品中示涅槃用大。如經云。佛子。如來住於無量", "1285": "無礙究竟法界虗空界。真如法性無生無滅。及以妄", "1286": "際為諸眾生隨時示現。本願持故。無有休息。不捨一", "1287": "切眾生。一切剎。一切法。大疏釋曰。初住實際故不住", "1288": "生死。後不捨眾生故不住涅槃。由雙住故能俱不住。", "1289": "前即大智。後即大悲。大悲般若常所輔翼。所以名為", "1290": "無住涅槃。又云。自性涅槃眾生等有。二乘無學容有", "1291": "前三。唯佛世尊獨言具四。故就無住總以結之。即安", "1292": "住涅槃建大事也。今此論中四種二種涅槃之理隨", "1293": "義發明。或前或後。末後依證得之體。起廣大之用。有", "1294": "餘無餘既皆應生之用。則無住之義亦含具也。可思。", "1295": "至哉下。美論成立之巧也。清涼謂論主宗出現之經", "1296": "而作此論。細揣其旨。良有所以。故今疏鈔皆引大疏", "1297": "之義斷之。三語者。即上語中語後語。記錄下。北山錄", "1298": "宗師議篇云。或說什門四聖。即生也。肇也。融也。叡也。", "1299": "生公十四科等玩味無斁。若驪龍之戲玄珠也。今古", "1300": "下。謂肇公獨絕。無人繼者。方之寶藏。相去實遠。斷非", "1301": "法師所作。後世依倣而託之者也。名德下。準裴公休", "1302": "清凉󳬴述大師所好之法云。肇公四絕論。融才解英", "1303": "絕。學博外內。尤能聞持。故有題之昂昂。道融師精識", "1304": "不可挫。日誦十萬言。經目不再過。僧叡謙虗內敏。學", "1305": "與時競。深為秦主賞識。稱是四海標領也。清涼好之", "1306": "尚且如此。其他可知。囊括者。易坤卦六四云。括囊無", "1307": "咎無譽。彼意謂人之慎言不出。如囊括其口也。老書", "1308": "者。七十三中文。有本云。疎而不失。謂人之善惡上天", "1309": "必以吉凶應之而無漏失。即尚書云。福善禍淫是也。", "1310": "吾經亦云。諸天善神記人罪福毛髮無遺。", "1311": "疏。八師下。準支謙所譯。亦名邪旬。邪旬問佛所事何", "1312": "師。佛言。然有八師。即不殺等五戒。及老病死。經意覩", "1313": "老病死持前五戒。故通為八。與人天八戒有殊。", "1314": "疏。九折等者。通示大義。有名以三乘自宗之理折之。", "1315": "無名以一乘自宗之義通之。有名疑滯。通則三乘之", "1316": "路開。一實之理顯也。論主用法華之意以成其辭。但", "1317": "言三乘之路開者。影取一實自顯之義。捨小者。令捨", "1318": "小乘執有餘無餘為實。卑生死尊涅槃等之狹見。引", "1319": "權下。準大疏釋法華略有二義。一破小顯大。即是會", "1320": "二歸一。如方便品云。唯此一事實。餘二則非真等。二", "1321": "會權歸實。即是會三歸一。彼經云。諸求三乘人。若有", "1322": "疑惑者。佛當為斷除等。則昔大乘亦有權義。今論兼", "1323": "之。如大疏廣說。無名下。謂無名所演一乘之義。契於", "1324": "中道一實之理。故真也。有名所折。依名取相。乃至有", "1325": "得。皆偽也。分文下。瑤疏釋此段為總結四論。三乘之", "1326": "路開。指此論三乘三位開也。真偽之途辨。彼云結物", "1327": "不遷論及不真空論。物不遷世諦故偽。不真空第一", "1328": "義諦故真。賢聖之道存。彼云結無知論。以般若是賢", "1329": "聖所修之因。故無名之致顯。彼云結涅槃也。雲庵疏", "1330": "云。三乘之路開。結難差等四章。真偽之途辨。結論初", "1331": "七章。賢聖之存。結詰漸等四章也。無名之致顯。結窮", "1332": "源等四章也。若大鈔意。即但結此論。亦無分文之義。", "1333": "肇論新疏游刃卷下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 872 肇論新疏游刃", "author": "宋 文才述"}