{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 608 法華經知音", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "藥王菩薩本事品第二十三", "1": "妙法蓮華經知音卷第七", "2": "姚秦三藏法師　鳩摩羅什　譯", "3": "明護國金剛寺住持　如愚　著", "4": "妙音菩薩品第二十四妙法蓮華經妙音菩薩品第二十四", "5": "妙音者。准經。是因中供雷音王佛十萬種伎樂。并", "6": "八萬四千七寶鉢。果上感得能周旋往返十方世", "7": "界。以妙法而隨類普現一切色身三昧。以持經者", "8": "得名也。故曰妙音菩薩品。", "9": "爾時釋迦牟尼佛放大人相至白毫光明徧照其國。", "10": "爾時下。將敘妙音本所事之佛。先敘釋尊能照之", "11": "光。從肉髮眉間二處出也。光表法身。在諸佛報化", "12": "身。先為無見頂相。不可以彼國佛乃菩薩之大身。", "13": "而輕此土佛及菩薩之小身。生下劣想。何則。若以", "14": "諸佛報身有相。而觀彼國菩薩之身長四萬二千", "15": "由旬。固已大過我土丈六佛身。況彼國之佛身長", "16": "六百八十萬由旬乎。是亦難彼此相見矣。若以諸", "17": "佛法身無相。而觀彼土佛及菩薩。雖長且大。都照", "18": "在我土之佛光中。故放光必曰大人相等。有以也。", "19": "肉髻相者。觀佛三昧海經云。如來頂骨團圓。如合", "20": "葢拳。其色正白。有五大梵相。生時摩耶及姨母。皆", "21": "悉不見。其五梵相開現光照梵世。復過上方無量", "22": "世界。化成雲臺。諸佛境界。十地菩薩之所不見。髮", "23": "長一丈二尺五寸。如紺瑠璃。宛轉於頂。皆成螺文。", "24": "故又謂之螺髻。華嚴經云。荷載眾生首。成就頂上", "25": "肉髻故。及放下。觀佛三昧海經謂。佛眉間白毛。有", "26": "諸輪郭。足滿五尺。如瑠璃筒玻瓈珠。顯現無量百", "27": "千萬色。初生納妃。出家成道。各現長短不同。徧照", "28": "下。經初光照東方。但曰萬八千世界。今曰徧照百", "29": "八萬億那由他恒沙等世界。則法會始終。遠近有", "30": "異。總不離生佛等有一常寂心光。隨事顯理。實無", "31": "小大也。過是數下。謂淨光莊嚴佛國。猶在百八萬", "32": "等世界外。見我佛之光遠大不可思議也。國與佛", "33": "皆以淨名者。約依正皆為淨法身也。華嚴十身相", "34": "海品云。次有大人相。名安住一切世界海普照雲。", "35": "放寶光明。充滿一切虗空法界。於中普現淨妙道", "36": "場。及佛菩薩莊嚴身相。令其見者得無所見。此之", "37": "謂也。釋迦下。謂彼佛之國。雖大且多。我佛之光。皆", "38": "照徧也。", "39": "爾時一切淨光莊嚴國中至如來功德智慧莊嚴。", "40": "爾時下。敘淨光莊嚴之佛國無數。故曰一切。有一", "41": "下。謂彼一切國中。皆有一妙音身。為當機也。久已", "42": "下。福足。而悉下。慧足。得妙幢下。福慧兩足所致三", "43": "昧。計一十六種。下經文自有一十六節而解。俾見", "44": "三昧之實。不然。此中徒訓字面。於義無涉也。如是", "45": "下。謂此十六三昧為首。其餘三昧尚多。故以等字", "46": "言。以法身大士。凡所動息云為。無非三昧。無非名", "47": "持法華經故。釋迦牟尼佛光照下。謂妙音知我佛", "48": "放光初意。即白彼佛。欲來此土供佛。及見文殊等", "49": "眾為請也。爾時淨華下。彼佛總誠妙音莫輕此土", "50": "依正。生下劣想。以順此土之形。妙音須改現小身。", "51": "先作下劣觀想故。善男子下。別釋莫輕此土依報。", "52": "佛身下。別釋莫輕此土正報。而汝身下。用彼顯此。", "53": "俾見十方國土佛及菩薩之身正大。福德光明。皆", "54": "超越此土也。經云。為人短小。輕蔑人故。豈我土依", "55": "報穢惡。正報卑小。佛及菩薩。皆種輕蔑因耶。無非", "56": "順機示現。可生下劣想乎。故曰是故汝往等。晉譯", "57": "云。佛土本空。眾生罪福。現有不同。是也。妙音下。當", "58": "機謂。已捨淨詣穢。元仗佛力。何彼此小大之不相", "59": "融攝。肯改形異質。生輕劣想哉。故曰我今詣娑婆", "60": "世界皆是等。", "61": "於是妙音菩薩不起於座至甄叔迦寶以為其臺。", "62": "此節敘妙音來儀。釋第一妙幢相三昧也。以妙即", "63": "妙心。幢有摧邪輔正功能。而以蓮華表其相故。於", "64": "是下。標起入三昧之式。明妙音以法身與我釋迦", "65": "相見。宗門所謂不許夜行。投明早到。是也。華嚴經", "66": "云。菩薩在一佛國。聞法受持。其身不動。以三昧力。", "67": "於不可說佛會中。在在現身。亦不分身。亦不起定。", "68": "各各出生不可說不可說三昧身。如是次第。一切", "69": "諸劫。不可窮盡。是也。以三昧下。謂妙幢相三昧之", "70": "力。能即遠而近故。隔彼百八萬億那由他恒沙等", "71": "世界外。去其靈鷲法座不遠。現寶蓮華也。蓮華以", "72": "八萬四千言者。一則擴一心之量。合法門及煩惱", "73": "之數。一則預示妙音同來法眾。有如許之多。閻浮", "74": "下。敘其華相。閻浮檀樹。其大蔭蓋南閻浮提。滴水", "75": "人地。土成赤金。他金無以為比。甄叔迦云鸚鵡嘴。", "76": "其寶紅色似之。此經名妙法蓮華故。妙音將來。先", "77": "現此相。見經題蓮華。非目世間常所有紅白蓮華。", "78": "乃其瑞應寶蓮華也。故下節文殊以是何因緣而", "79": "現此瑞為問。佛以為聽法華經為答。有以也。", "80": "爾時文殊師利法王子至亦欲供養聽法華經。", "81": "此節雖問答上節義。其實是即妙幢相三昧。示第", "82": "二法華三昧也。文殊諸佛之師。示不知而問者。明", "83": "法華三昧。要其根本智者。始能究竟。", "84": "文殊師利白佛言至彼菩薩來令我得見。", "85": "此節即法華三昧。致申問答。示第三淨德三昧也。", "86": "以淨即清淨法身德。即淨法身中。具報化身色相", "87": "大小威儀進止之功德故。文殊下。問種善本者。欲", "88": "顯淨法身。為諸善根本也。問修功德者。欲顯由淨", "89": "法身起行。始成功德也。而能下。欲顯由淨法身。為", "90": "諸善本德。始能即遠而近。即無而有。現若干千萬", "91": "蓮華。為大神通力也。行何三昧下。文殊問三昧名", "92": "字。示己欲從淨德之名。入淨德之實。而修行之。庶", "93": "同聲相應。同氣相求。乃能見妙音之報化身也。以", "94": "色相大小威儀進止。屬報化身故。惟願下。謂妙音", "95": "報化法身。自非佛力加被。己不能見也。古德頌云。", "96": "彩雲影裡僊人現。手把紅羅扇遮面。丞須著眼看", "97": "僊人。莫看僊人手中扇。今文殊求見妙音色相。大", "98": "似要看僊人手中之扇者也。", "99": "爾時釋迦牟尼佛至文殊師利法王子欲見汝身。", "100": "爾時下。文殊求佛示相。佛不親命。而推重多寶佛", "101": "者。示第四宿王戲三昧也。以多寶為過去古尊宿", "102": "之法王。來遊戲此土故。時多寶下。一切淨光莊嚴", "103": "佛國。去此娑婆世界。有百八萬億那由他恒河沙", "104": "數世界之遙。妙音既入定於彼。此以一音相召而", "105": "來。何其易且近哉。非宿王戲三昧之神力。豈能如", "106": "是。其義奇哉。", "107": "于時妙音菩薩於彼國沒。", "108": "于時下。示第五無緣三昧也。謂於彼國沒。是彼國", "109": "佛法之緣暫無。而至此土。建無緣之慈力故。", "110": "與八萬四千菩薩俱共發來至頭面禮足奉上瓔珞。", "111": "此節示第六智印三昧。以智即妙音成所作智。及", "112": "佛妙觀察智。印謂佛菩薩智兩相印證。而不可改", "113": "易也。與八萬下。印定所來人數。與前所現華數不", "114": "易。所經下。敘來儀三瑞。一地六震。二天雨寶華。三", "115": "天樂自鳴。是菩薩下。印定色相大小。有八種。一目", "116": "青如蓮。二面圓逾多月。三身金色。四具莊嚴。五威", "117": "德盛。六光明。七相具足。八身堅固。入七下。印定威", "118": "儀進也。詣此下。印定威儀止也。以價下。印定供養", "119": "親近禮拜於我之言。凡此智印。類同世法。皆不期", "120": "然而然。故曰三昧。", "121": "而白佛言世尊至安隱少惱堪忍久住不。", "122": "而白下。雖妙音傳彼土之佛問訊我佛。其實示第", "123": "七解一切眾生語言三昧也。以問訊之辭。皆此土", "124": "一切眾生之語言。而妙音能解故。少病約身問。少", "125": "惱約心問。起居下。申問身之少病。世事下。申問心", "126": "之少惱。以上問能教化主。無多下。問所化機宜。能", "127": "不具大小隨眠煩惑。不無不孝下。問眾生俗諦事。", "128": "不敬下。問眾生出俗事。能降伏下。問眾生真俗修", "129": "行魔障有無事。皆問現在生佛也。久滅度下。問過", "130": "去佛往來事。又問訊下。亦問過去佛身心事。彼土", "131": "之佛。豈不知此土佛。與多寶身心等事。莫過主賓", "132": "之分。世界之儀。妙法不異世間法也。問妙音前辭", "133": "彼土之佛。彼佛會無此問。今奚曰彼佛問訊。答以", "134": "文理求。前合有此。譯者恐繁。故前影略。今獨彰顯", "135": "也。問妙音問訊。佛奚不詶。答理合有之。亦譯師欠", "136": "詳潤也。", "137": "世尊我今欲見多寶佛身至故來至此。", "138": "世尊下。妙音初意。到此土元為供養現在三寶。禮", "139": "佛後。見寶塔已閉。故託佛請見示己所得第八集", "140": "一切功德三昧也。及示周旋往返持經義也。以求", "141": "見多佛。是集一切功德。合人情之周旋故。時多寶", "142": "佛不啟塔。但讚善者。謂但完初意。則一切功德已", "143": "集。不必更欲見我身也。故曰汝能為供養等。", "144": "爾時華德菩薩白佛言至百千萬億那由他佛。", "145": "爾時下。前文殊見蓮華。興起三問。一問種何德本。", "146": "有大神通。二問行何三昧。己欲效修。三求佛加神", "147": "力。得見色相大小威儀進止。逮妙音來。直完第三", "148": "請。而初二兩請。尚未結案。故華德復請示妙音所", "149": "得第九清淨三昧也。以昔供雲雷音王佛。伎樂寶", "150": "鉢。為清淨之因緣。今生淨華宿王智佛國。得現華", "151": "等神通。為清淨之果報故。", "152": "華德汝但見妙音菩薩至變為女身而說是經。", "153": "此節示第十神通遊戲三昧也。以種種現身。皆神", "154": "通遊戲故。華德汝但下。謂華德唯見妙音能現菩", "155": "薩身。而不知彼於種種類中。皆能現身說法也。或", "156": "現下。釋成現種種身。梵王色界。不敘空界者。無色", "157": "質故。說現色。亦攝空故。帝釋欲界。自在欲界第五", "158": "天。大自在欲界第六天。中攝夜摩兜率兩天。天大", "159": "將軍者。名義云。天台釋散脂修摩。為天將大軍。其", "160": "形八臂。騎孔󳭋。擎鷄。持鐸。捉赤幡。統轄三十八部。", "161": "巡遊世間。賞善罰惡。故稱天大將軍。毗沙門。智論", "162": "謂。福德之名。多聞四方。乃北方天王也。攝東方等", "163": "三天。轉輪王。有金銀銅鐵之分。諸小王者。謂除四", "164": "輪王。餘皆為小國王。菩薩皆能現身也。長者。風俗", "165": "通云。年耆德艾。事長於人。居士。楞嚴經云。愛談名", "166": "言。清淨自居。宰官。大則宰相。小則縣官。婆羅門云", "167": "淨行。亦云毛道凡夫。以上皆約現男子身。或現比", "168": "丘下。約男女並現說。以比丘尼優婆夷。是四眾中", "169": "之女身故。或現長者婦女下。梵語婆利邪。此云婦。", "170": "婦對夫言。女對男言。童男童女。未有夫婦道者。或", "171": "現天龍下。八部也。問前敘諸天。此奚復贅。答前三", "172": "界天主故。各各列名。此八部。無天則無統屬。故不", "173": "言某天。以上現樂地身。諸有下。三途苦地故。不言", "174": "現身。但云皆能救濟。乃至於王下。應譯著現長者", "175": "婦女身。前置之末者。以王宮後妃等。名位雖貴。夫", "176": "婦之樂或乏。其苦亞於三途故。不敘妙音說何法。", "177": "而兩敘說是經典。是經即指此經也。以法身大士。", "178": "於十法界。一動一靜。皆妙法故。", "179": "華德是妙音菩薩至大神通智慧之力其事如是。", "180": "此節示第十一慧炬三昧也。以若干智慧。明照娑", "181": "婆世界等。是慧炬義故。華德是妙音下。承上節言。", "182": "謂華嚴等。止知妙音能救護娑婆世界梵王等諸", "183": "眾生。現種種身。說其妙法。而未知彼於一切淨光", "184": "莊嚴國中。其神智變化。亦如此土同時各在。而無", "185": "所損滅也。是菩薩以若干下。若干有數多少已知", "186": "之義。謂華德縱知妙音以現梵王等若干智慧。明", "187": "照此彼兩土。令梵王等各得所知。而尚不知彼神", "188": "智變化。同時遍應於十方恒沙世界亦然也。良由", "189": "妙音菩薩得法華經力。證得法身。而法身遍在一", "190": "切處。故能同時各應。而人難測也。華嚴經十無礙", "191": "品云。菩薩於一身。示現一切世界身。以一音。現一", "192": "切世界差別言音。令諸眾生各得解了。此也。若應", "193": "以下。前敘現六凡身。重所應機。說世間人天乘。五", "194": "戒十善之妙法。此敘現四聖身重能應教。說出世", "195": "間小中大頓圓之妙法也。以為欲得小乘者。即法", "196": "身應機。現作聲聞形。說四諦法。欲得中乘者。即法", "197": "身應機。現作辟支佛形。說十二因緣法。欲得大乘", "198": "者。即法身應機。現作三賢十地菩薩形。說六波羅", "199": "蜜法。欲得最上一乘。不涉階漸。頓作佛者。即法身", "200": "應機。現作報化佛形。說十力四無所畏等法也。此", "201": "土彼土。十方恒河沙土。同時遍應。無不皆然。故曰", "202": "如是種種等。以上明妙音證獲法身般若德。乃至", "203": "下。明證獲解脫德。謂不唯現身在世。即應以涅槃", "204": "得度者。菩薩亦於不生不滅法身中。而示現有生", "205": "必有滅也。華德妙音下。總結前文。", "206": "爾時華德菩薩白佛言至能如是饒益無量眾生。", "207": "此節示第十二莊嚴王三昧。一切色身為所現。上", "208": "六凡四聖身。是也。法身為能現前。不起於座。身不", "209": "動搖處。是也。法身為一切色身之王。一切色身為", "210": "法身之莊嚴。故此問答名莊嚴王三昧。雖酬華德。", "211": "亦答文殊行何三昧。願為我等說其三昧名字。", "212": "說是妙音菩薩品時至亦得是三昧及陀羅尼。", "213": "此雖敘兩土大眾聞法得益。其實示第十三淨光", "214": "明三昧。自住法身曰淨。普照於人曰光明。今一說", "215": "妙音神智。即令人同得。豈非三昧及總持乎。並結", "216": "訖文殊我等亦欲勤修行之之案。", "217": "爾時妙音菩薩摩訶薩至作百千萬億種種伎樂。", "218": "此示第十四淨藏三昧也。以還歸本土。表一切色", "219": "身神智變現。皆藏於淨法界身之藏海故。問妙音", "220": "既此彼土。及十方恒河數世界。皆同時遍在。又奚", "221": "重煩來往。答凡大菩薩。必具三身。應化身則隨十", "222": "法界應現。有大有小。報應身則見有往來。法身則", "223": "遍在一切處。而無往無不往。無來無不來也。妙音", "224": "此土他土十方恒沙土。隨類現者。應化身也。彼此", "225": "往來者。報身也。", "226": "既到本國與八萬四千菩薩至得現一切色身三昧。", "227": "此雖敘復命之辭。其實示第十五不共三昧。以復", "228": "命之辭。不敘共二乘人得益故。所以然者。一則二", "229": "乘人。皆已受大乘記。無非菩薩也。一則明妙音來", "230": "往。智慧神通。皆是教菩薩法。不與一切二乘人共", "231": "也。經文其深玄哉。", "232": "說是妙音菩薩來往品時至華德菩薩得法華三昧。", "233": "此雖通結一品之文。其實示第十六日旋三昧也。", "234": "以娑婆去一切淨光莊嚴佛國。有百八萬億那由", "235": "他恒河沙等諸佛世界之遙遠。而妙音周旋往返。", "236": "直一日故。吾人能得此品妙義。則亦如日一日一", "237": "周天。有目有趾者。待是而後成功也。故敘得益。以", "238": "四萬二千天子得無生法忍言。明菩薩報應身之", "239": "日。雖有往來。而法身之天。曾無生滅也。法華三昧。", "240": "其體相如是。故華德問此。而亦證此問前已敘得益。此奚復敘。", "241": "答前敘兩土菩薩。此敘天子及當機。欲顯三昧名異。", "242": "觀世音菩薩普門品第二十五妙法蓮華經觀世音菩薩普門品第二十五", "243": "觀世音菩薩。亦名觀自在菩薩。慈恩傳云。梵語阿", "244": "嚩盧植。此云觀。伊濕伐囉。此云自在。其實觀即能", "245": "緣見分。真觀清淨觀。廣大智慧觀。悲觀及慈觀。是", "246": "也。世音即所緣相分。七難二求等。世間苦惱之音", "247": "聲。是也。此以人名品。普門者。以法名品。即一身心", "248": "普應三十二法門也。人名品。明菩薩得此經。悲能", "249": "拔苦。法名品。明菩薩得此經。慈能與樂。總不出首", "250": "嚴經二種殊勝功德。彼自陳圓通。此佛述圓通常", "251": "三種真實。以答當機慈悲先後。經各為義。", "252": "爾時無盡意菩薩至即時觀其音聲皆得解脫。", "253": "爾時下。問觀音必無盡意當機者。表妙音菩薩周", "254": "旋往返身根持經。意尚有盡故。以來此彼土意盡。", "255": "旋彼此土意盡。故上品佛讚妙音。但云神通智慧", "256": "無所損減。不云色身無損也。若夫觀音耳根持經。", "257": "不費周旋往返。而耳門圓照三昧。上合下應。則彼", "258": "此之意。皆無盡也。故淨華宿王智佛。誡妙音莫輕", "259": "此土生下劣想者。以佛及菩薩。順世現身。雖曰卑", "260": "小。而神通智慧。變化自在。有逾於十方世界。故以", "261": "無盡意當機。准楞嚴經。六根功德優劣。唯意根圓", "262": "通。與耳根彷彿。但意待前五塵。而有生滅。不及耳", "263": "根生滅二圓離之常真實。所以無盡意。猶請問於", "264": "觀世音也。而作下。承上品為問。謂妙音菩薩。既以", "265": "供樂及鉢之因緣得名。則觀世音菩薩。是以何因", "266": "緣。而得名也。良以世間根塵。各有所對。觀屬眼根。", "267": "宜對色塵。音是聲塵。宜對耳根。今觀世音菩薩。以", "268": "耳根云觀。則與世間根境。似相違矣。故曰以何因", "269": "緣等。佛告下。謂菩薩所以名觀世音者。非同世間", "270": "根塵。黏妄發光。根各對境得名。乃以脫出根塵。生", "271": "佛本具之菩提心為觀。故令若有無量地獄等三", "272": "途受苦眾生。一時聞名。一齊稱號。菩薩得圓觀稱", "273": "名者之音聲。不遺時而齊得其解脫也。楞嚴經云。", "274": "一者由我不自觀音謂由菩薩不以自己能觀之觀智。觀彼無量受苦眾生所", "275": "稱名號之音聲也。以一觀其音塵。菩薩自己。且黏妄發光。焉能度脫人哉。況以觀觀音。但觀其一。難觀於", "276": "二。惡能圓脫其苦惱耶。以觀觀者謂能觀之智。既不觀彼所稱名之音聲。則觀何物。以", "277": "迴能觀之觀智。返觀己之不自觀音之觀。則能所皆空矣。令彼十方苦惱眾生。", "278": "觀其音聲。悉得解脫謂由菩薩能所觀智皆空故。令受苦者。觀其聖名之音聲。", "279": "皆得解脫三途之苦惱也。此如王之有德。為民所恃。母之有慈。為子所怗。王母雖無偏私於子民。而子民", "280": "有苦。能稱念王母。則一切患難。自然解矣。楞嚴觀字。在機上說。此經觀", "281": "字。在應上說。彼如說方藥。此如說效驗。苟不並解。", "282": "義難消會。此以能脫地獄等三途之苦。顯圓真實", "283": "而答也。", "284": "若有持是觀世音名者至以是因緣名觀世音。", "285": "此節以脫三災苦。顯圓真實也。以一人稱名。諸人", "286": "脫難。為圓義故。若有下。謂若或有人。一向持聖名。", "287": "似必無火災也。設偶遇之。火亦不能燒也。凡物與", "288": "人。值火必焚。今曰不燒。則見菩薩之威力也。故曰", "289": "由是菩薩等。楞嚴經云。二者知見旋復云云溫陵解曰。", "290": "內外四大常相交感。見覺屬火。故見業交。則見猛火。准彼釋此。謂由菩薩具德故。令念者持者脫苦。非無", "291": "故也。下諸節引釋。俱可例知。但上節是證一根既返源義。故但以本根之聞言。此節是證六根成解脫義。", "292": "故以知見言。以知屬身等四根。見屬眼根故也。若為大水下。承上文言。謂", "293": "由菩薩威力。不獨能免火難。若遇水難。一稱聖名。", "294": "即漂入淺處。易救也。楞嚴經云。三者觀聽旋復云", "295": "云溫陵解曰。聞聽屬水。故聞業交。則見波濤。若有百千下。謂人多也。為", "296": "求下。謂因求七寶而入海也。然求寶者眾。未必盡", "297": "遇風難。故曰假使。水本黑色。故海水深大。其風為", "298": "黑。兩船并行曰舫。羅剎乃食人之女鬼。鬼多故成", "299": "其國。其中若有下。謂多人中。但一人稱聖名。俱見", "300": "免害。益見菩薩之威力大也。以是下。兼上節。以答", "301": "當機之問。楞嚴經云。四者。斷滅妄想。心無殺害。令", "302": "諸眾生。入諸鬼國。不敢為害。彼經但云入諸鬼國。", "303": "未知因甚事而入。此明因求寶被黑風吹入。其義", "304": "重在風成三災也。不然。下節言羅剎。言眾商人賷", "305": "持眾寶。於此為贅矣。", "306": "若復有人臨當被害至威神之力巍巍如是。", "307": "若復下。楞嚴經云。五者。熏聞成聞。六根銷復。同於", "308": "聲聽。能令眾生云云。熏聞。謂初以言教熏習聞根", "309": "也。即經彼佛教我從聞思修入三摩地之言。是也。", "310": "成聞。謂究竟果海。實成於聞根也。即經初於聞中", "311": "入流亡所。至寂滅現前等文。是也。此所謂隨拔一", "312": "根脫黏內伏者也。六根銷復等者。謂餘眼等五根", "313": "銷落。餘色等五塵復歸元真。亦同於聲塵之於耳", "314": "聽也。此所謂諸餘五黏應拔圓脫等者也。准彼。令", "315": "當形者刀壞得脫。由菩薩六根銷復。同於聲聽所", "316": "致也。准偈。此遇王難得脫者。若三千下。楞嚴經云。", "317": "六者。聞熏精明。明徧法界。則諸幽暗性不能全云", "318": "云。上節熏聞六根。但約一身言。此云明徧法界。則", "319": "該乎十法界也。准彼。是由菩薩聞熏明徧故。令廣", "320": "大三千諸托幽暗為性之惡鬼。不能以惡眼視稱", "321": "名者。況敢害乎。准偈。惡獸玩蛇等。是頌此者。以肇", "322": "師云。夜叉有三種。一在地。即虎狼猫貍等。二在空。", "323": "即諸鷙鳥鷹󳬲等也。三在天。即諸殺鬼等。羅剎云", "324": "可畏鬼。設復下。楞嚴經云。七者。音性圓銷。謂六塵", "325": "同脫也。觀聽返入。六根逆流也。離諸塵妄。能令眾", "326": "生云云。准彼。是由菩薩離塵故。令有罪者。應受杻", "327": "械等。無罪者。橫彼檢繫等。一稱名皆脫苦也。若三", "328": "千大千國土滿中冤賊下。冤謂冤家。賊謂盜賊。滿", "329": "中言無處避也。商主謂能引導眾商者。故曰一曰", "330": "將。寶與命連。故曰重。路多冤賊。故曰險。其中下。眾", "331": "商中一人。勸稱聖名也。眾商下。眾商人遵教。同脫", "332": "苦也。上風難。一稱眾脫。此眾稱同脫。楞嚴經云。八", "333": "者。滅音圓聞。徧生慈力云云。滅音。謂寂滅其音塵。", "334": "非斷滅也。圓聞。謂音聲一塵。既得寂滅。則色香等", "335": "六塵。俱得如聞而圓。故能徧生慈力也。准彼。是由", "336": "菩薩慈徧故。令眾商冤賊圓脫也。無盡意下。以通", "337": "真實得名為答。以王刑鬼害禁械冤賊。皆世間所", "338": "通有。而菩薩通能度脫故。讚其威力高大。巍巍高", "339": "大貌。語云。巍巍乎。唯天為大。", "340": "若有眾生多於淫欲至無量無邊福德之利。", "341": "若有眾生。晉譯作若有學人。其譯是也。以出家者。", "342": "研真斷惑。謂之學人。其人始厭欲多。若夫在家。方", "343": "恨淫少。豈厭多乎。楞嚴經云。九者。熏聞離塵。色所", "344": "不劫云云。謂以戒香熏其聞根。雖見好色。不被色劫。准彼。則是菩薩自能", "345": "離淫故。令念敬者得離其色欲也。若多瞋恚下。楞", "346": "嚴經云。十者。純音無塵根圓故純。音境空故無塵。根境圓融由無", "347": "塵故根圓。由純音故境融。無對所對云云。由根圓故無能對。境融故無所對也。蓋瞋", "348": "恚起於能所抗對。菩薩自既能所無對故。令念敬", "349": "者便離瞋恚也。若多愚癡下。楞嚴經云。十一者。銷", "350": "塵旋明旋倒聞機故銷塵。返聞自性故旋明。法界身心。猶如琉璃。朗", "351": "徹無礙云云。謂由銷塵旋明故。十法界身心。皆現在菩薩所證法身中。如琉璃寶。內外明徹。", "352": "而無礙也。良由愚癡。起於根塵固結之曖昧。菩薩自既", "353": "朗徹無礙故。令念敬者便離愚癡性障也。以上謂", "354": "之三毒。名相具載唯識論。乃根本惑之三。無盡意", "355": "下。以常真實功德得名而答故。四以常言。若有女", "356": "人下。凡女身以夫貴而貴。然色難常好。夫愛莫恒。", "357": "唯生有男。乃可永賴。故女人必欲求男也。若生男", "358": "無福。家不足興。無德。名不足盛。無智。則身不足貴。", "359": "無慧。則道不能行。故求菩薩。即生福德智慧之男", "360": "也。楞嚴經云。十二者。融形復聞融謂六根融通。無開見觸臭之形礙。", "361": "復謂眼根等。皆如耳根。復還元覺也。不動道場由復聞也。涉入世間由融形也。", "362": "不壞世界由不動道場之所致。能徧十方。供養微塵諸佛如", "363": "來由涉入世間之所致。各各佛邊。為法王子云云十方微塵數諸佛。於", "364": "為菩薩者。有父道焉。菩薩各與供養。具子道焉。菩薩於佛。既具子道。故令", "365": "求者便生男子也。設欲求女下。世俗雖皆好女色。", "366": "然求生女者或少。故以設言。女不端正。色雖美。而", "367": "內政莫立。不有相貌。心雖端。而外見罔貴。不宿植", "368": "德本。則不知敬重三寶。多會作孽。令公始等眾。不", "369": "生愛敬。故須求菩薩。便生端正有相福德可愛敬", "370": "之女子也。楞嚴經云。十三者。六根圓通謂一根能作諸根事", "371": "業也。明照無二雖六根互用。直一體性也。含十方界由六根圓通故。立大", "372": "圓鏡由明照無二得名故以立云也。空如來藏由含十方界得名。准勝鬘經。如來藏", "373": "有二。一者空。二者不空。今云空者。惟空能含故。承順十方微塵如來秘密", "374": "法門。受領無失。云云夫如來藏不空。不唯不能承順及受領。即勉強承受。亦不", "375": "能無失也易云。至哉坤元。乃順承天。今菩薩以圓通妙", "376": "體。既能明照。又能承受。有坤道焉。坤厚載物。故令", "377": "求者。便生含弘光大端正有相之女也。淫恚癡三", "378": "毒。眾生所常有之正性。多則為害也深。男女二求。", "379": "眾生所常有之正情。少則為嗣也絕。故或惡其多。", "380": "或慮其絕。一念敬聖名。供禮聖像。皆響應者。常真", "381": "實功德之力。所加庇也。故曰無盡意觀音菩薩有", "382": "如是力等。唐虗也。捐棄也。福不虗棄。則常真實見", "383": "矣。是故眾生下。結起下文。無盡意若有人受持下。", "384": "所持菩薩之名多也。復盡形下。時及供養尤多也。", "385": "於汝意下。使知持者得福之多。以校勝也。佛言若", "386": "復下。別有一人。但持觀音一名數。不敵於前也。乃", "387": "至下。時及供養尤不敵於前也。是二人下。謂以持", "388": "一名。與持多名者相校。獲福雅相等也。於百千下。", "389": "謂不唯相等。且勝也。晉譯云。計此二福。億百千劫。", "390": "不可盡極。終不相此。是也。楞嚴經云。十四者。由我", "391": "所得圓通本根。發妙耳門。然後身心微妙含容。周", "392": "徧法界。能令眾生持我名號。與彼共持六十二恒", "393": "河沙諸法王子。二人福德。正等無異。准彼。觀音由", "394": "得耳根常真實功德。所以勝也。必以六十二恒河", "395": "沙數菩薩。為校量者。擴六根而言也。以上下四無", "396": "畏。屬楞嚴同一悲仰。人名品止此。下三十二應。屬", "397": "楞嚴同一慈力。乃以法名品。但彼先者。此經後之。", "398": "無盡意菩薩白佛言至皆號之為施無畏者。", "399": "無盡意下。承上節問。謂一盡形盡供持多名。一但", "400": "一時供持一名。而兩人福等且勝者。則觀世音菩", "401": "薩。得何勝法。遊此忍界。遊問身業。說問語業。意業", "402": "在其中矣。方便下。謂據法身實智。無乎不徧。似不", "403": "用問。但三業應機。屬於方便權智。則方便權力事", "404": "相。果云何也。佛告下。約圓真實成方便而答。以十", "405": "九說法隨地而在。一時圓應故。若有下。答身業之", "406": "方便。即現下。答語業之方便。意業答在應以即現", "407": "中矣國土眾生。約三千大千依正報。總言機也。應當也。謂大千土中。有一圓教頓機眾生。欲〔又〕", "408": "涉階漸。直下成佛者。此人應當以佛身得度者。觀音即時現其佛身。為說圓滿果法也。楞嚴經云。若諸菩", "409": "薩。入三摩地。進修無漏勝解現圓故。應以辟支下。梵語辟支迦羅。孤", "410": "山云。此翻緣覺。觀十二緣謂無明緣行等。而悟道故。亦翻", "411": "獨覺。出無佛世。無師自悟故楞嚴經云。若諸有學寂靜妙明。勝妙現圓", "412": "等。准彼則觀音現緣獨身說法。乃寂靜妙明等法也。應以聲聞下。准名義集。", "413": "有四種聲聞。一決定聲聞。定入無餘故。無餘應作", "414": "有餘。二增上慢聲聞。未證謂證故。三退菩提聲聞。", "415": "退大取小故。四應化聲聞。內秘外現故。經云。以佛", "416": "道聲。令一切聞楞嚴經云。若諸有學。得四諦空。修道入滅等。准彼則觀音現聲聞身", "417": "說法。乃四諦之法也。以上答即法身應機而現四聖身之方", "418": "便。楞嚴及本經。於四身中。俱不云現菩薩身者。以", "419": "觀音即菩薩故。既能現佛身。則現菩薩易矣。應以", "420": "梵王下。即法身應機現六凡身也。梵王為色界主。", "421": "或云離欲。或云淨行。序品云。娑婆世界主梵天王。", "422": "尸棄大梵此云火。或又名頂髻。光明大梵等楞嚴經云。若諸眾生。欲心明悟。", "423": "不犯欲塵等。准彼現身說法。是說不犯欲塵之法也。應以帝釋下。帝釋云能", "424": "作。謂能作三十三天之主故楞嚴經云。若諸眾生欲為天主。統領諸天", "425": "等。准彼現身。是說統天五戒十善等法也。應以自在下。梵語婆舍䟦提。", "426": "秦言自在。謂假他化樂。而取自在故。別行疏云。是", "427": "欲界頂魔王天也楞嚴經云。若諸眾生。欲身自在等。准彼是說遊行十方之法也。", "428": "應以大自在下。梵語摩醯首羅。此云大自在。八臂", "429": "三目。騎白牛。疏云。樓炭稱阿迦尼吒。華嚴名色究", "430": "竟。是色界頂天。釋論云。過淨居天。有十住菩薩十住", "431": "即十地也。號大自在。為大千界主。灌頂云。字威靈帝楞嚴", "432": "經云。若諸眾生。欲身自在。飛行虗空等。准彼是說飛行虗空之法也。應以天大下。訓", "433": "見妙音品楞嚴經云。若諸眾生。愛統鬼神。救護國土等。准彼是說統鬼神救國土之法也。", "434": "應以毗沙門下楞嚴經云。若諸眾生。愛統世界。保護眾生等。准彼是現說統世救生", "435": "法也。然楞嚴云。現四天王。及現四天太子。驅使鬼神身。此唯說現毗沙門該之。以上敘現", "436": "六凡中天上君臣。應以小王下。敘現人間王臣等", "437": "身也。小王對四輪王言楞嚴經云。若諸眾生。樂為人王等。溫陵曰。自金輪至", "438": "粟散。皆人王也〔那〕國小王。散于天下。如粟之多故。應以長者下。具德位之", "439": "人也准楞嚴說。主族姓。世間推讓之法也。應以居士下。修德位之人", "440": "也准楞嚴說。名言清淨。自居法也。應以宰官下。當路之顯達也准楞", "441": "嚴說。愛治國家。剖斷〔那〕邑治也。應以婆羅下。同此方儒生。及處士", "442": "也准楞嚴說。術數攝位。自居法也。溫陵曰。長者具十德。謂姓貴位高。大富威猛。智深年耆。行淨禮備。上", "443": "嘆下歸。為族姓主。隱居求志。行義達道。名居士。三台輔相。州牧縣長。悉號宰官。婆羅門此云淨行。四姓之", "444": "一。數術。即和合占相。推步盈虗。五明術也。應以比丘下。楞嚴為四。准彼。", "445": "是說出家持二百五十戒。及在家五戒之法也。應", "446": "以長者等婦女下。與楞嚴少異。彼一現女主君也。二", "447": "現國夫人次婦女身。三現命婦臣也。謂以夫職。而受語命者也。四現大", "448": "家為女主。夫人命婦之師者也。孤山曰。女主。即天子后。國夫人。如論語邦君之妻。曰君夫人。命婦。謂妻", "449": "因夫榮。大家。如後漢扶風曹世叔妻。同郡班彪之女名昭。字慧姬。和帝召〔人官〕。令皇后貴人師事焉。號曰", "450": "大家。是也。此中長者宰官婦女。合彼命婦。不云現女主國夫人身者。以妙音品。于王後宮。變為女身。而說", "451": "是經。已敘之矣。既能現顯達婦女。其居士婆羅門。通隱顯之婦女。能現可知矣。然則說法是說內政立身。", "452": "以修國家之法也。應以童男童女下准楞嚴。不壞男根。名為童男。處女不求侵", "453": "暴。名為童女。諺云不破身者。是也。彼開為二。此合為一。說法可知。應以天龍下。此", "454": "現八部身隨類說八部法也。楞嚴開敘為九科。說", "455": "法。是說樂脫出其倫之法也長水曰。有形如休咎精明。無形如空散銷", "456": "沈。有想如鬼神精靈。無想如精神化為土木金石等。皆非人也。餘詳於他處。應以執金", "457": "剛下。楞嚴少此一科。名義云。梵語䟦闍羅。此云金", "458": "剛。執者。梵語波膩。此云手。手有執義。無盡意是觀", "459": "世音下。結答其方便之力。楞嚴經云。是名妙淨三", "460": "十二應入國土身。皆以三昧聞熏聞修無作妙力。", "461": "自在成就。准彼。無作自在妙淨之言。則此中十九", "462": "說法。皆在機感上。於菩薩法身。如鏡應像。月現水", "463": "也。是故汝等下。勸興供養。以啟下節。是觀世音下。", "464": "楞嚴云。十方微塵國土。皆名我為施無畏者。准彼。", "465": "則十九應身。攝盡四不思議。以彼施無畏之名。在", "466": "四不思議之文中故。凡吾人怖畏。皆生意地。故勸", "467": "無盡意菩薩。興供養。以除怖畏。得自在。有以也夫。", "468": "無盡意菩薩白佛言至自在神力遊於娑婆世界。", "469": "無盡意下。當機聞觀音能施無畏。即解所服瓔珞。", "470": "興供養者。明欲無怖畏。先須無罣礙也。以瓔珞雖", "471": "眾寶所成。價直十萬金。然掛于項。而礙於胸臆故。", "472": "而以下。瓔珞本常之有財施。云法施者。意明常有", "473": "即真實也。時觀音不受者。謂瓔珞固常真實。但一", "474": "入意分別。則為不常不真實也。況供養出乎佛命。", "475": "意興由乎耳聞。既無誠求愍內之辭。又不迴施上", "476": "下。是乃財施非法施。故不肯受。有以也。無盡意復", "477": "白下。既去愍我等故。我無盡意自我。等謂等於眾", "478": "部。則意有迴向。言有誠求。於禮為通。於福為圓。瓔", "479": "珞常有之物。可成圓通常三種真實功德矣。故佛", "480": "代當機而申勸。表果能成因。財施始成法施也。故", "481": "云爾時佛告等。即時觀世音下。遵佛命愍四眾八", "482": "部者。表受法施。下合十方六道眾生同一悲仰也。", "483": "分瓔珞作二分。供佛及寶塔者。表上合十方三世", "484": "同一慈力也。不曰愍無盡意者。明當機與己皆同", "485": "等菩薩。修法垂範。耳根意根圓通功德相類。不用", "486": "愍也。畢竟得佛命而受瓔珞者。明因常在果。法施", "487": "不外財施。即已愍無盡意不用言也。二大士持妙", "488": "法蓮華經。為普門自在之神力如此。故總結云。無", "489": "盡意觀世音菩薩有如是等。會楞嚴。缺四不思議", "490": "然具於四番結答文中。初云威神之力巍巍如是。", "491": "次云有如是等大威神力多所饒益。三云是故娑", "492": "婆世界皆名施無畏者。四云有如是自在神力。所", "493": "以然者。以八萬四千爍迦羅首。八萬四千清淨寶", "494": "目。八萬四千母陀羅臂。慈威定慧之妙容。現一一", "495": "形。誦一一呪。皆自在大威神力攝盡故。", "496": "爾時無盡意菩薩以偈問曰。", "497": "世尊妙相具我今重問彼至能滅諸有苦。", "498": "爾時下。晉譯元無偈文。本譯有者。梵本增損。譯人", "499": "傳持不同故。世尊下。當機既蒙觀音愍受瓔珞。感", "500": "其聖德神力。將申問其十四無畏功德。以人名品", "501": "之義。故先讚佛具相好。以引啟也。具足下。為經家", "502": "敘置。汝聽下。總頌下合六道之願。深謂聖行能應", "503": "諸方。雖是神道。亦由深大之願所使。然深大之願。", "504": "即經多劫。亦難心思口議。侍多下。總頌上合諸佛", "505": "之願。淨謂多劫願大。難思議者。由菩薩侍佛多。曾", "506": "無染著也。我為下。謂佛於觀音深淨難思議願中。", "507": "許說少分。俾聞聖名。見聖身。念聖號者。皆不空過", "508": "歲月。而獲消滅三有中諸苦惱也。應知偈文是補", "509": "長文所未盡。文句藻麗莊重。", "510": "假使興害意推落大火坑至以漸悉令滅。", "511": "假使下。申頌略說。火坑瞋所變起。人以瞋害。聖以", "512": "慈忍。故念聖力。火坑化而為池也。或漂下。巨海貪", "513": "所成就。貪財似龍。貪淫似魚。貪殺似鬼。一念聖力", "514": "五欲頓息。則貪波不能沒也。或在下。自高大之我", "515": "慢。踰千須彌。我慢人人尤慢。我是我為人所推墮", "516": "也。菩薩謙光照物故念得力。如杲日之住於虗空", "517": "也。或被下。癡惡逐人。如墮金剛山。無有不損傷全", "518": "軀者。菩薩聞思修三慧。除絕癡惡。故令念者得力。", "519": "雖或墮落。不能損一毛也。或值冤賊等者。冤賊纏", "520": "於疑暗。是各執刀加害也。菩薩視冤同親。毫無疑", "521": "害。故念得力。咸起慈心也。或遭王難等者。王難生", "522": "於身見。有此身生。必有彼身死。是為臨刑欲壽終", "523": "也。菩薩身見既空。故念得力。彼身見之刀。即段段", "524": "壞也。或囚禁等者。譬邊見為桎梏也。生此有無斷", "525": "常等邊見。為財產所囚禁。妻子所枷鎖。六親伎倆", "526": "所杻械也。菩薩邊見頓空。故令念者。得釋脫也。咒", "527": "詛毒藥。邪見所發也。害人而反自害。聖無邪見。故", "528": "令念者得力。不遭其毒橫也。或遇惡羅剎等者。諸", "529": "見取所興也。菩薩無見取故令念者得力。不取諸", "530": "無想外道天為涅槃。故無想斷見諸龍鬼。不敢害", "531": "也。若惡獸等者。譬戒禁取為惡獸。具利牙爪可怖", "532": "也。菩薩無戒禁之取著。故令念者得力。而持牛狗", "533": "等之惡獸。疾走無邊方也。蚖蛇等者。具忿恨惱覆", "534": "慳之氣毒。如烟火之燒然。觸悞即痛殺也。菩薩無", "535": "忿恨等毒。故令念者得力。諸惡蟲自迴避也。雲雷", "536": "等者。雲況諂也。諂媚如雲之覆日也。雷況憍也。憍", "537": "慠如雷之震驚也。掣電況嫉妬也。嫉妬人之所長。", "538": "求索人之所短。如掣電之快駛。毫不容隱蔽也。降", "539": "雹況害也。好害人之善。如雹之摧害物也。澍大雨", "540": "譬誑𧮂也。狂大言讚毀於人。如澍雨之傾覆物而", "541": "浸潤也。菩薩無諂憍等雲電。故念者。得力。凡遇嫉", "542": "害。應時得消散也。眾生被困下。謂六道眾生。被上", "543": "大小中隨眠煩惱所困厄為因。為惑為業。受其無", "544": "量苦果苦報。逼迫身心。不獲自在。菩薩以妙妙聞", "545": "心智力。而能救護者。以具足神通力。廣修實智與", "546": "方便權智故。於十方國土。無剎不圓現其法身也。", "547": "由是種種惡趣如地獄道鬼道畜生道三途中之", "548": "生苦老苦病苦死苦。凡有念聖名者。無不以漸次", "549": "消滅。得涅槃樂也。此所以為聞名及現身。心念不", "550": "空過。為汝略說者也。", "551": "真觀清淨觀廣大智慧觀至是故應頂禮。", "552": "此頌三十二應以法明品一節。釋總頌上合十方", "553": "之願淨義。菩薩所以能上合十方三世諸佛本妙", "554": "覺心者。具此真觀等五觀妙音等五音之觀音法", "555": "也。真觀下。從俗入真之空觀。合佛法身直一空觀", "556": "曰真曰清淨。明法身之真淨也。廣大下。從真涉俗", "557": "之假觀。合佛般若俗諦不出色等三科七大。然而", "558": "色大般若大。故曰廣大智慧也。悲觀下。真俗不二", "559": "之中觀。合佛解脫。以至中觀。始能慈能與眾生樂", "560": "悲能拔眾生苦。得至涅槃解脫。故合佛法身。成圓", "561": "真實。合佛般若。成通真實。合佛解脫。成常真實。元", "562": "止三觀。衍成五觀名也。常願下。謂菩薩既合佛三", "563": "德。成三真實。九法界眾生。所以常願瞻仰。不敢頃", "564": "久怠離也。以上但明合三德之體也。無垢下。合法", "565": "身之相。法身清淨。故曰無垢。無垢故光生。故曰清", "566": "淨光。慧日下。合般若之相。般若證理曰智。照物曰", "567": "慧。慧相如空中之日。能破諸闇也。能伏下。合解脫", "568": "之相也。以解脫之為解脫者。不過解脫三災中之", "569": "風火相故。普明下。謂菩薩由合佛三德之相。故能", "570": "以普光明門。照九法界眾生。成自在之業。得自在", "571": "之名也。悲體下。合佛三德之用。謂菩薩法身。雖以", "572": "慈悲為體。非混濫不律。故從體起用。其戒律。如雷", "573": "之震驚蠢動。得生。其慈意。如雲之妙大普含滋潤", "574": "也。此合法身用也。澍甘露下。合般若之用。梵語甘", "575": "露。此云不死藥。般若為相。故喻以日月能照燭。般", "576": "若為用。喻以甘露法雨。雨能滋潤。世間雲雨。滅除", "577": "㷬魃之𦦨。出世甘露法雨。滅除煩惱。十四無畏中。", "578": "若雷若雨。皆喻隨眠業苦。此中雷雨。仍喻法身般", "579": "若。同事異譬。故云慈云妙。諍訟下。合解脫之用。諍", "580": "訟小者。經於官處。諍訟大者。經於軍陣。皆多怖畏", "581": "一念聖名。得其力庇。無論訟陣。眾怨悉退且散。豈", "582": "非解脫之用乎。此一行似是十四無畏中文。而譯", "583": "置此者。實為顯解脫用也。問解脫之用實大。而以", "584": "訟陣言。何也。答地獄等冤對。亦名諍訟。忉利天與", "585": "修羅共戰。亦名軍陣。以言似小。而義則該廣也。以", "586": "上皆有德之實。發揮觀字義竟。妙音下。有實之名。", "587": "發揮音字義。此句以法身圓真實得名。問觀音品", "588": "何為帶妙音頌。答一則妙音品無偈。一則妙音觀", "589": "音。名異音同。故於此品。兼頌妙音。俾見二大士俱", "590": "是法身菩薩。以法身無乎不在。不礙圓應。不染於", "591": "塵。故曰妙音。觀世救苦自在成就。曰觀世音。梵音", "592": "下。以般若通真實得名。清淨曰梵音。應不失時。曰", "593": "海潮音也。勝彼下。以解脫常真實得名。謂妙謂觀", "594": "謂梵謂潮。皆世間之音聲也。或約實道。或取譬言。", "595": "皆使眾生。知一切處一切時一切物。俱是法身三", "596": "德境界。難以相取音得。故曰勝彼世間音也。是故", "597": "下。謂菩薩既名實稱德。故九法界眾生。常應心念。", "598": "而勿生疑慮也。觀世音下。申明。謂所以教眾生勿", "599": "生疑者。以菩薩雖曰超越世出世間。名清淨聖性。", "600": "然悲深願重。偏於一切眾生苦惱死厄。能作依憑", "601": "怙恃。令念敬者。得出苦獲樂也。具一下。謂菩薩約", "602": "如來藏之法身。則具一切功德。所以用慈眼視一", "603": "切眾生也。約報身。則所修之福聚。如海之無涯量。", "604": "是故一切眾生。應當頂禮也。應知於苦惱下。結十", "605": "四無畏下合之文。具一切下。結三十二應上合之", "606": "文。并結頌中弘誓深如海等文也。", "607": "爾時持地菩薩即從座起至三藐三菩提心。", "608": "爾時下。品首以無盡意當機。明耳普圓通持經。其", "609": "意無盡也。品末以持地為結證。明圓通無盡之意。", "610": "不離一切眾生常住之心地也。故曰若有眾生等。", "611": "楞嚴經持地。自陳圓通云。我於法性。悟無生忍。戒", "612": "阿羅漢。迴心今入菩薩位中。聞諸如來宣妙蓮華", "613": "佛知見地。我先證盟。此經授阿羅漢成佛顯記。故", "614": "說訖普門品。而持地以阿羅漢為菩薩者作證。良", "615": "非無故也。佛說下。經家敘置。印證持地功德不少", "616": "之文。阿耨多羅云無上。即無等宗門云不是目前法。三藐三", "617": "菩提云正等覺。即等宗門云。亦不離目前。初諸聲聞人。聞發", "618": "菩提心。皆云非我傭力得物之處。以發心者。必欲", "619": "度脫十二類生故。故四大弟子說喻。我本無罪喻己", "620": "無見思惑罪矣。而被囚執喻無惑。而復入三界。為四生囚執也。此必定死。轉", "621": "更惶怖喻復入三界。不得滅盡定無生之生。反受分段生之死也。今聞菩薩耳", "622": "門圓照三昧緣心自在之業。皆知發菩提心者。如", "623": "月隨水現。鏡逐像明。終日度生。皆神通示現。毫無", "624": "留滯。故先云自在之業普門示現神通之力。末云", "625": "皆發無等等阿耨菩提之心。是知六品流通。為教", "626": "聲聞。學菩薩法。佛子所應得者。萬二千受記阿羅", "627": "漢。皆已得之矣。", "628": "陀羅尼品第二十六妙法蓮華經陀羅尼品第二十六", "629": "陀羅尼。晉譯云總持。大論云。能持集種種善法。令", "630": "不失故。此前三品。明顯持此經。至普門自在。為因", "631": "該果海。此後三品。明顯密持此經。顯謂妙莊嚴王。", "632": "密謂本品及普賢勸發。為果徹因源也。因果皆一", "633": "真心。為總持故。", "634": "爾時藥王菩薩即從座起至如說修行功德其多。", "635": "爾時下。前既累校持經者功德。此復問者。為發心", "636": "說呪之端也。照隨喜功德品。轉身得與陀羅尼菩", "637": "薩。共生一處。此品藥王勇施毗沙門護國天王十", "638": "羅剎女鬼子母。皆是能與持經者。陀羅尼之菩薩也。", "639": "爾時藥王菩薩白佛言世尊至即說呪曰。", "640": "安爾一曼爾二至阿摩若那多夜四十六", "641": "晉譯呪字作祝。梵語譯為華言。錄附於茲。以備會", "642": "通云。奇異所思意念無意永久所行奉修寂然憺", "643": "怕志默解脫濟度平等無邪安和普平滅盡無盡", "644": "莫勝玄默憺然總持觀察光耀有所依倚恃怙於", "645": "內究竟清淨無有坑坎亦無高下無有迴旋所周", "646": "旋處其目清淨等無所等覺已越度而察於法令", "647": "眾無音所說鮮明而懷止足盡除節恨宣暢音響", "648": "曉了眾聲而了文字無有窮盡永無力勢無所思", "649": "念。准四例五不翻。此不容錄附。第古德既翻。不嫌", "650": "令人受持開悟佛之知見。不拘乎華梵也。", "651": "世尊是陀羅尼神呪至於諸眾生所饒益。", "652": "世尊下。當機初領佛答。受持此經者。得福之多。恐", "653": "諸妬者。面侵背毀。故以己所親近六十二億恒河", "654": "沙等諸佛所得神呪。施與持經者。為衛護也。一則", "655": "愍念末世持經之人。一則見己親近之佛多耳。", "656": "爾時勇施菩薩白佛言至即於佛前而說呪曰。", "657": "痤隷一摩訶痤隷二至涅犁墀婆底三", "658": "晉譯勇施曰妙勇。呪作華言云。晃耀大明𦦨光演", "659": "暉順來富章悅喜欣然住此玄制永住無合無集。", "660": "世尊是陀羅尼神呪至則為侵毀是諸佛已。", "661": "爾時毗沙門天王護世者至說是陀羅尼即說呪曰。", "662": "阿黎一那黎二至那履五拘那履六", "663": "晉譯云。富有調戲。無戲無量。無富何富。", "664": "世尊以是神呪擁護法師至令百由旬內無諸衰患。", "665": "毗沙門云多聞。富有之名。多聞於四方。居須彌山", "666": "半腰北水精埵。署夜叉羅剎二部。", "667": "爾時持國天王在此會中至即說呪曰。", "668": "阿伽禰一伽禰二至浮樓莎柅八頞底九", "669": "持國。晉譯云順怨天王。呪曰。無數有數曜黑持香", "670": "𣧑祝大體於氣順述暴言至有𣧑音凶。", "671": "世尊是陀羅尼神呪至則為侵毀是諸佛已。", "672": "持國。梵語提頭賴吒。此云安民。以安護國民故。居", "673": "須彌山東半腰黃金埵。署乾闥婆毗舍闍二部。先", "674": "北後東。西南二天王。在其中也。皆說呪護持經者。", "675": "以法師品嘗蒙授記故。", "676": "爾時有羅剎女等一名藍婆晉譯云有結縛二名毘藍婆離結", "677": "三名曲齒施積四名華齒施華五名黑齒施黑六名多髮被髮", "678": "七名無厭足無著八名持瓔珞特華九名臯帝何所十名奪", "679": "一切眾生精氣取一切精是十羅剎女與鬼子母并其子", "680": "及眷屬俱詣佛所同聲白佛言世尊等我亦欲擁護", "681": "讀誦受持法華經者除其衰患若有伺求法師短者", "682": "令不得便即於佛前而說呪曰。", "683": "伊提履一伊提泯二至兜醯十八菟醯十九", "684": "晉譯云。於是於斯於爾於氏極甚無我無吾無身", "685": "無所俱同已興已生已成而住而立亦住嗟歎亦", "686": "非消頭大疾無得加害。", "687": "寧上我頭上莫惱於法師。", "688": "晉譯云。是等之類。是我眷屬。令無所犯。擁護法師。", "689": "准彼則呪語。皆是指名。諸鬼約束不得興害持經", "690": "者之義。", "691": "若夜叉若羅剎至即於佛前而說偈言。", "692": "若不順我呪惱亂法師者至當獲如是殃。", "693": "諸羅剎女說此偈已至六萬八千人得無生法忍。", "694": "爾時下。標列女鬼之名。一二以婆彰名。如今稱女", "695": "人。為婆娘也。藍毗藍。謂面如藍靛色也。三四五以", "696": "齒名。見食人之具凶也。六以多髮名女。美在其髮", "697": "盛也。七以無厭足名。謂貪淫無厭也。八以持瓔珞", "698": "名。謂嚴飾具也。九准晉譯何所。是以無所不具為", "699": "名。故佛於十羅剎女中。獨呼皐帝。有以也。十以奪", "700": "一切眾生精氣名。乃女鬼以淫害人。為政事也。或", "701": "梵或華。名從形出。俾人聞名見像。知其惡不善之", "702": "狀者也。鬼子母。為大千世界諸鬼魅之母。專取世", "703": "間嬰兒。養其子。名愛奴者。故曰并其子等。俱詣下。", "704": "前東北二方天王。是此輩之主。見部王發心說呪。", "705": "護持經人。故部落亦發護持之善心也。故曰我等", "706": "亦欲等。呪語五不翻中。為秘密不翻。四不翻中。為", "707": "翻字不翻音。今法護譯本。音字既俱翻。引附其間。", "708": "俾知呪語。亦不外長文所敘也。寧上等者。凡女人", "709": "鍾愛。最在頭面。無敢略犯。今曰寧犯己頭面。莫惱", "710": "於法師。則是愛持經者。有甚愛己頭面也。夜叉云", "711": "暴惡。羅剎云可畏。皆食人鬼也。餓鬼。謂不得食者", "712": "也。富單那云臭餓鬼。此鬼能主人間熱病。吉蔗云", "713": "起屍鬼。毗陀羅云赤色鬼。名義集作韋陀羅。云妙", "714": "善主厭禱鬼。晉譯云。蠱道符祝者。是也。犍䭾云黃", "715": "色鬼。烏摩勒伽云黑色鬼。阿䟦摩羅云青臉鬼。若", "716": "夜叉吉蔗等者。謂鬼與人。皆能為起屍鬼。以上皆", "717": "鬼之名。及鬼之本像也。若熱下。謂鬼之害。一日至", "718": "七日。有間之害。若常熱病無間之害。若男下。又鬼", "719": "之變像也。乃至下。謂持經者得其呪力。不唯晝安。", "720": "夜亦安也。即於下。向佛述犯呪不順命之鬼。得五", "721": "逆之罪狀也。故曰若不順我等。阿梨樹云蘭香蕱。", "722": "晉譯云。猶如華菜。剖其樹枝墮地。必剖為七段。敢", "723": "犯法師者。頭破如之。如殺下。弑父害母。二逆也。亦", "724": "如下。晉譯云。如合眾麻油。火然盡無餘。謂搗麻生", "725": "蟲。蟲肥壓油。殺命之甚。三逆也。晉譯殊未盡。斗秤", "726": "欺誑。謂小出大入也。晉譯云。猶如稱戴峻。羅垢之", "727": "所聚。此方率常。西域甚戒嚴故。成第四逆也。調達", "728": "妄自羯磨。分佛五百新眾而行。是為破僧。第五逆", "729": "也。諸羅剎下。謂不但說呪護。亦當以身護持也。觀", "730": "此持經者。晝夜鬼神隨從。不可畏乎。佛告下。善其", "731": "但護持經題之名。具功德。且無量也。何況下。教其", "732": "如護持全經之文。及六種法師也。說是下。敘置得", "733": "益。可知。", "734": "妙莊嚴王本事品第二十七妙法蓮華經妙莊嚴王本事品第二十七", "735": "妙莊嚴王。晉譯名淨復淨王。乃華德菩薩前身。不", "736": "曰華德菩薩本事者。以因名成果德。彰持此經者。", "737": "因該果海也。由華德曾問妙音因地。故說其本事。", "738": "爾時佛告諸大眾至國名光明莊嚴劫名喜見。", "739": "爾時下。將敘華德因行。先敘本所事佛劫國見過", "740": "去諸佛。皆說此經。現在諸菩薩。皆由過去持此經", "741": "種善根也。多陀阿伽度。名義云。亦云怛闥阿竭。翻", "742": "如來。法身名也。阿羅訶。翻應供。解脫名也。三藐三", "743": "佛陀亦云三耶三菩。翻正徧知。般若名也。妙音因", "744": "中事佛。名雲雷音。果上事佛。名宿王華智。此佛之", "745": "兼兩也。", "746": "彼佛法中有王名妙莊嚴至於此三昧亦悉通達。", "747": "彼佛下。具大事因之人前之王。即今之華德菩薩。其王下。成大", "748": "事緣之人前之夫人二子。即今之光照莊嚴相。及藥王藥上三菩薩也。作大事因緣訓者。", "749": "准後文善知識者。是大因緣故。是二子下。敘所以能成大事緣者。", "750": "以具神力及福智故。所謂下。釋福智十波羅蜜。此中具七。前五", "751": "度福德。後二度權實二智。慈悲喜捨為四無量心三十七品助道。謂四念處。四正勤。四如意足。五根", "752": "五力。七覺支。八正道。皆是助成無上菩提之道。又得下。釋成神力。以凡神", "753": "力。皆由三昧而成神力即下身上出水等一十八變也。三昧七種。下", "754": "文次第自訓於此三昧者。此指佛知見法華三昧", "755": "也。當下指示。故曰於此。", "756": "爾時彼佛欲引導妙莊嚴王至說法華經宜應聽受。", "757": "爾時下。謂雲雷音佛。以宿命通。知妙莊王久困邪", "758": "見。然正因當熟。故說正法。而度脫之也。時淨藏下", "759": "淨藏。謂淨如來藏之三性。淨眼。謂淨如來之五眼。", "760": "經以二淨。釋成二王子。得菩薩淨三昧之名也。不", "761": "先白父而白母者。維摩經云。智度菩薩母。方便以", "762": "為父。善根誠實男。今妙莊王。既以方便。為二菩薩", "763": "父。示墮邪見。然非先智度。則邪見莫能除。淨德夫", "764": "人。雖為二菩薩母。然非先善根誠實。則智慧不能", "765": "興故。經上節敘六度訖。復敘方便波羅蜜。此節敘", "766": "二王子得菩薩淨三昧。先白其母。意有在也。勸母", "767": "往聽。照隨喜品勸人往聽。得與陀羅尼菩薩共生", "768": "一處等功德也。", "769": "母告子言汝父信受外道至而生此邪見家。", "770": "母告下。西域九十六種。除佛一種為正道。餘皆名", "771": "邪見。婆羅門云淨行。有治世出世之別。出世者。或", "772": "修遷修佛。治世者即同此方之儒。其法無故。男女", "773": "不得溷雜。況國母為世儀。刑不先奏准。詎敢檀便。", "774": "故云汝父信受等。此可見末世持經者。雖有善根", "775": "智慧。苟無方便。亦不能改邪歸正也。淨藏下。雖為", "776": "白母嘆傷之辭。其實明二菩薩得日星宿三昧也。", "777": "以佛喻日。外道喻星宿。今以法王佛子。必准婆羅", "778": "門法而行。是如日光而限乎星宿。此二菩薩嘆出", "779": "世人。為世法所拘礙之如此。", "780": "母告子言汝等當憂念汝父至令其父王心淨信解。", "781": "母告下。謂徒自憂念。於事無益。當憂念父。現其神", "782": "變。使得見而心淨。有補於行也。於是下。雖敘二子", "783": "奉慈旨。以現神變。照前文有大神力。其實明二菩", "784": "薩得淨光淨色二種三昧也。以所現神變。總不出", "785": "地水火風空見識。七大所變之光色故。高七多羅", "786": "者。名義集云。舊名貝多羅。翻云岸形。如此方椶櫚", "787": "樹。高直。極高者。八九十尺。華如黃米。有云。一多羅", "788": "樹。高七仞。字學云。八尺曰仞。西域記云。南印土建", "789": "那國北。有多羅樹林。三十餘里。其葉長廣光潤。諸", "790": "國書寫莫不采用。一多羅樹。高七仞。七多羅樹。高", "791": "四十九仞。一仞八尺。十仞八丈。四十九仞。則總計", "792": "去地高三十九丈二尺也。現種種下。舊訓一十八", "793": "變。今考經文。止得一十四變。以虗空中行住坐臥", "794": "為四。身上出水下為四。或現大身下為六。共計一", "795": "十四種故。或者就現如等之等字。等其地上行住", "796": "坐臥。則為一十八種耶。令其下。結其果如母言也。", "797": "時父見子神力如是至亦欲見汝等師可共俱往。", "798": "時父下。謂方便為父者。不出智度之母之所料。則", "799": "權符其實也。故問師弟子之為誰。二子白下。雖是", "800": "敘答父王之辭。其實明二菩薩得淨照明三昧也。", "801": "以佛名法名淨。照明其父王之信心故。寶積第三", "802": "經云。菩薩成就三法。得不退轉。於阿耨多羅三藐", "803": "三菩提。父母不信。令其信心一也。父母毀戒。令其住", "804": "戒二也。父母慳貪。勸令住捨。讚嘆菩提三也。今二菩薩。", "805": "是其人也。問品中曾未敘二子先以佛為師。今奚", "806": "云是我等師。答經雖未敘。其義闇含。以前文云二", "807": "子久修菩薩之道故。既云久修。焉知不為彼佛弟", "808": "子。問二子既有如上神道。奚不即以神力度王。必", "809": "為子耶。答二菩薩。於王有為子之緣故也。", "810": "於是二子從空中下至諸佛難值時亦難遇。", "811": "於是下。謂前現神力。涌在虗空。今現神力訖。而從", "812": "空下地也。到其下。復母之命。謂父王既因神通生", "813": "信。堪發大心。己之化父能事已訖。但求母之放己", "814": "出家也。爾時下。述義成偈以申白。謂己不圖紹寶", "815": "位。願母於出家作僧者。以諸佛難值。冀常隨佛學", "816": "道。出生死難也。如優曇下。喻其佛之難值。校值優", "817": "曇。為尤難也。脫諸下。謂縱值優曇。得遇金輪王。不", "818": "能免二死之難。值佛則免二死之苦難也。母即下。", "819": "智度之母。願遂善根誠實之男也。故聽許出家。於", "820": "是二子白父下。先獨求母者。母慈愛重也。此因母", "821": "聽許故。雙求父母踐前言。更向父母求出家也。所", "822": "以下。申偈諸佛甚難值一句。又如下。申脫諸難亦", "823": "難一句。阿含經云。須彌山下。有一眼之龜。大海之", "824": "中。有一孔之木。以一眼之龜。求值一孔之木。渡彼", "825": "岸。免沉溺。然一投有失。必待浮木繞山三千年。而", "826": "復值木。一孔喻佛法一乘。龜一眼喻眾生偏見。以", "827": "偏見值一乘。一投有失。萬劫難逢。此雖請父母踐", "828": "前言。申求出家。其實明二菩薩得第六長莊嚴三", "829": "昧也。以王及夫人二子。先世為僧。莊嚴佛法。今生", "830": "復求出家。長莊嚴義故此節結文。先云如優曇鉢訓瑞應者。後長文云。", "831": "如優曇鉢羅。既多一羅字。應訓為青蓮。也瑞應即青蓮足證矣。", "832": "彼時妙莊嚴王後宮至令心信解好樂佛法。", "833": "此節為下節。先容敘次先小後大。有四科。彼時下。", "834": "謂王合宮無小大。皆願詣佛者。元各有所資也。一", "835": "後宮皆堪受持妙法。二淨眼久已通達法華三昧。", "836": "法華三昧。即於一切法。開悟佛知見之謂。三淨藏", "837": "於多劫。通達離惡趣三昧。惡趣謂地獄等三途已", "838": "離。人亦離。故云欲令一切等。四王夫人。得諸佛集", "839": "三昧。集謂文集。故云能知諸佛等。後宮但任受持", "840": "經之文言。淨眼則於經文得定。皆自覺也。淨藏又", "841": "以定力。離一切眾生惡趣。是自覺覺他也。皆下化", "842": "也。王夫人則於自覺覺他中。能知諸佛祕藏。是上", "843": "合也。覺行圓滿也。故為二菩薩母。經文四層次第。", "844": "先小而後大也。二子如是下。雖結上文。其實明二", "845": "菩薩得第七大威德藏三昧也。以廣大威德。皆藏", "846": "於子道中。如觀世音。應以童男得度而現身。夫人", "847": "如妙音。於王後宮變為女身。是也。", "848": "於是妙莊嚴王至成就第一微妙之色。", "849": "此節敘王等受二子化導。踐見佛聞法之言。以明", "850": "二子具足菩薩所行之道。故令父母證得檀波羅", "851": "蜜也。於是下。君臣夫婦。父子尊卑。一時詣佛致禮", "852": "也。爾時彼佛下。王以禮進佛。以法酬也。爾時妙莊", "853": "嚴下。王夫婦因聞法喜。捨身莊嚴。行檀度也。於虗", "854": "空等者。瓔珞化成四種寶臺。表王即檀度具四無", "855": "量心。兆王他日得佛之依報也。以床為坐臥依。衣", "856": "為行住依故。其上有佛。乃雲雷音之化身。坐於臺", "857": "上。為後王升空之案。兆王他日得佛之正報也。爾", "858": "時王作念下。為後贊佛相好之案。為下捨位出家", "859": "之兆。", "860": "時雲雷音宿王華智佛至其國平正功德如是。", "861": "時雲雷音下。謂王因見化佛相好。有念出家。而四", "862": "眾不知。故雲雷音佛。告眾使知。而授王成佛之顯", "863": "記也。此明二子具足菩薩所行之道故。令父王得", "864": "尸羅波羅蜜之戒度。以作比丘。必受二百五十戒", "865": "故。當得作佛下。雖授成佛之佛名國名劫名大小", "866": "乘眾名。皆由精進於戒。而始得至波羅蜜之彼岸", "867": "故。此照前第三節。爾時彼佛欲引導妙莊嚴王。及", "868": "愍念眾生故。說是法華經之案。以授王成佛果記。", "869": "是說妙法蓮華故。", "870": "其王即時以國付弟至於佛法中出家修道。", "871": "此雖敘王得記捨家出家。其實明二子具足菩薩", "872": "所行之道故。令父母眷屬。證得羼提波羅蜜之忍", "873": "度也。以非忍不能捨位出家。非出家修道。不能證", "874": "忍之彼岸故。", "875": "王出家已於八萬四千歲常勤精進修行妙法華經。", "876": "此敘王為僧修道。明二子具足菩薩所行之道故。", "877": "令父證得毗利耶之精進波羅蜜也。", "878": "過是已後得一切淨功德至饒益我故來生我家。", "879": "過是下。謂精進修行。此經過八萬四千歲之後。由", "880": "經而得定。由定而得通。故能升空也。此雖敘王為", "881": "僧之修經。其實明二子具足菩薩所行之道故。令", "882": "父證得禪波羅蜜也。以三昧即禪定之異名故。由", "883": "前文未曾敘空中化臺多少高。故此中敘王升虗", "884": "空。有七多羅樹之高也。而白下。雖敘王向臺中化", "885": "佛。以感二子。其實明二子具足菩薩所行之道故。", "886": "令父王證得智波羅蜜也。以白佛之言。皆知己知", "887": "彼之智慧言故。自此我起。至得見世尊止。是敘己", "888": "始信外邪。終歸正覺。由二子也。自此二起。至節竟。", "889": "是敘己過去善根。現生聖果。由二子也。故二子非", "890": "子。是王善知識。為勸王受持妙法華經。示現子道", "891": "此知恩報恩之言。非證般若波羅蜜者。孰能與此", "892": "宿世善根。天台科註。謂王及夫人二子。昔甞為道。", "893": "結契住山。後因乏食。一人願充莫化。入市朝見王", "894": "者富貴動心。遂命終。託生為王。名妙莊嚴。專信邪", "895": "外。不神佛法。三友憫迷。無法可度。謂非先以欲鈎", "896": "牽不可遂。一人願為端正有像之女。淨德夫人是", "897": "也。二人願為福德智慧之男。淨藏淨眼二王子是", "898": "也。故云發起饒益來生我家。准此。則吾人六親相", "899": "引為佛事者。無非宿世因緣。論云。差別緣有二種。", "900": "或為冤家。或為親友。是也。", "901": "爾時雲雷音宿王華智佛至令住正見。", "902": "爾時下。述彼佛印可王得智度之言。故曰如是等。", "903": "若善男子下。由印可於王。而推廣之謂。凡他善男", "904": "子女人。皆以一世種善根為因。世世得善知識為", "905": "緣也。其善知識下。申明。謂其善知識。所以能作緣", "906": "者。以能作成佛之大事。初則示其佛知見。約自己", "907": "力行。為榜樣。如開張鋪店者。將物事鋪設也。次則", "908": "教其得佛知見之方。如對上店售物者。言其價值", "909": "高下也。又次令得佛知見者受利益。末則令得佛", "910": "知見者生歡喜。有是四端故。能令人入阿耨菩提", "911": "之佛果也。大王當知下。束成。謂王當知善知識。由", "912": "上能作佛事。是善男子等之大因緣。故化導人。令", "913": "得見佛發心也。王既出家為僧。譯人應於王字下。", "914": "置比丘言始順。大王汝見下。約歸二菩薩以結之。", "915": "謂王但見二子。是己一生之善知識。而尚未知二", "916": "子累劫所事之佛多。授持其法妙。乃當證果之人。", "917": "但因愍邪見。令歸正覺。故示居因地。以子道而化", "918": "親眷也。知音一往以妙莊嚴王所行之事。俱訓歸", "919": "二子所行菩薩道者。准上及此兩節經文也。此雖", "920": "敘彼佛印答王言。其實明二菩薩於此三昧悉亦", "921": "通達。故結以受持法華經也。", "922": "妙莊嚴王即從虗空中下至說是語已禮佛而出。", "923": "妙莊嚴下。王比丘先因作念。空中雲雷音佛。化身", "924": "相好。始得出家。受記獲通。後承通力。以升虗空。述", "925": "其因緣。既蒙化佛印可故。今從空下地。而致贊於", "926": "雲雷佛之報身相好。以發願也。其讚具一體三寶。", "927": "如來甚希下。讚佛法身。頂上肉髻下。讚佛報身。略", "928": "明三十二相之五。一頂髻光明。二目長紺。三眉間", "929": "白毫。四齒齊密。五唇色好。爾時下。總讚八十種好", "930": "及諸功德也。以上讚佛寶。於如下。讚法寶。明由二", "931": "子具足菩薩所行之道故。令己證得慈悲喜捨。乃", "932": "至三十七品道法。皆悉明了通達也。故云如來之", "933": "法等。我從今日下。歎己由見佛聞法。而成僧寶。發", "934": "願永斷大小隨眠煩惱也。故曰不復自隨心行等。", "935": "經文敘事。古今在目。其嚴乎。", "936": "佛告大眾於意云何至於諸法中得法眼淨。", "937": "佛告下。會通今昔。前王今菩薩。見華德之問妙音", "938": "因果。彼此雖殊。夫婦父子所受持之妙法。則同也。", "939": "是藥王下。見與持妙法者之陀羅尼。為六十二億", "940": "恒河沙等諸佛所說之不虗也。故曰已於無量等。", "941": "若有人下。識二大士名字者。一切天人。尚應致禮。", "942": "況學二大士之持經。豈不蒙諸佛與呪而獲念哉。", "943": "佛說下。敘置聞當品者之獲益。佛五眼中法眼淨。", "944": "為十地菩薩所具。", "945": "普賢菩薩勸發品第二十八妙法蓮華經普賢菩薩勸發品第二十八", "946": "別行疏云。梵語三曼多䟦捺囉。此云普賢。准本經", "947": "自在神通曰普。威德名聞曰賢。乃十方三世一切", "948": "諸佛之長子也。故經云。一切如來有長子。彼名號", "949": "曰普賢尊。若准彼疏。有人法五訓。法有二。一體性", "950": "周徧曰普。隨緣成德曰賢。二一即一切曰普。一切", "951": "即一曰賢。此二正同此經之妙法也。人有三。一位", "952": "前信住行向菩薩。曲濟無遺曰普。隣極亞聖曰賢。", "953": "正同此經諸新得記菩薩。二當位。十地等覺菩薩。", "954": "德周法界曰普。至順調善曰賢。正同此經八十萬", "955": "億那由他發願持經菩薩。三位後。謂已成佛竟。行", "956": "德周備。障累永袪。上無所求。唯不捨悲願。務在度", "957": "生。隱實現權。果無不極曰普。不捨因門曰賢。正同", "958": "此經八品流通分當機諸大菩薩也。故以普賢為", "959": "流通之終。彼疏尚有十法訓普。恐繁不錄。勸謂勸", "960": "佛重宣四法。發謂發心說呪護持。成就四法。得此", "961": "經之人。故曰普賢勸發品。此經以彌勒文殊為開", "962": "章。觀音普賢為奉行。明妙法慈智為始。悲行為終。", "963": "然真悲無終。真慈無始。以慈勸人。發心持經。何有", "964": "盡極哉。", "965": "爾時普賢菩薩至於如來滅後云何能得是法華經。", "966": "爾時下。敘當機之德之名。與大下。敘同名同德之", "967": "盛。從東下。敘其來處。申明自在神通之力。又與下。", "968": "敘其擁從。申明威德名聞。到娑婆下。准從東方來", "969": "之言。則娑婆為西方也。頭面下。敘見佛三業恭敬", "970": "之儀。白佛下。陳所事佛與世界之名。初開法會。白", "971": "毫相光。自西以照東。今法會畢。普賢菩薩從東以", "972": "至西。示一大事因緣相首尾也。遙聞下。所謂心聞", "973": "洞十方。不為形隔。業聞序正二分經已。惟願下。承", "974": "流通分中五品言。謂現在過去持經者。既如藥王", "975": "等。或以苦行。或以妙音。或以陀羅尼。或以妙莊嚴。", "976": "無非普門自在之業。是為極難之事。教如來滅後", "977": "未來世之人。云何能得極省力易簡之法。以持經。", "978": "是我普賢與眾菩薩。共來聽受之意也。故云若善", "979": "男子等。華嚴會終。普賢為善財。說十大願。此經會", "980": "畢。普賢請佛。說其四行。二經始終一貫哉。", "981": "佛告普賢菩薩至於如來滅後必得是經。", "982": "佛告下。答當機佛滅後末世諸善男子等。須成就", "983": "四法。始能得此經也。問所謂得經者。是得此七卷", "984": "文言耶。抑得開悟佛知見耶。答謂得七卷文言。受", "985": "持讀誦。即得開悟佛知見也。以經云若有聞法者", "986": "無一不成佛故。又無論佛現前滅後。聞一偈一句", "987": "者。皆得與記故。一者下。列釋四法。問末世之人。去", "988": "佛既遠。安能得其護念。答所謂得諸佛護念者。謂", "989": "行人發阿耨菩提心。則得法身佛護念也。以法身", "990": "佛。即吾人本有之心性。既見心性。時刻照管。是謂", "991": "護念。然修此行。須以大慈悲為室。以大慈與眾生", "992": "樂。大悲拔眾生苦。惟見證法身佛者能故。二者下。", "993": "問吾人既得法身。自己即是活佛。何須更植眾德", "994": "之本。又眾德以何法為本。答但得法身。不植眾德。", "995": "譬如有地而不種糓。地為無用。是以吾人心性雖", "996": "具。苟不廣修六度。而無莊嚴。亦不得圓滿報化。即", "997": "度生有限矣。是故見法身後。更須培植萬行也。然", "998": "涉行既深。魔障滋多。故須以柔和忍辱衣。而為植", "999": "德之本。則魔孽無能礙矣。三者下。問既培植六度。", "1000": "禪定在中。又奚云入正定聚。答非謂六度外別有", "1001": "正定。但修德本於忍辱。苟不達諸法空為座。則忍", "1002": "難持久。是故見得一切法空。以為正定。則忍而無", "1003": "忍。諸度聚矣。四者下。問既定聚法空。則己與眾生", "1004": "皆空。又奚用發救一切眾生之心。答約性而觀。人", "1005": "己實空。約相而言。眾生界無盡。苟不發救度心。則", "1006": "懈怠為業。願力不充。果海莫圓。由是等覺地菩薩。", "1007": "尚用發心。經云。然後以不懈怠心。為諸菩薩及四", "1008": "眾。廣說是經也。應知具前三法。始能發後一心。發", "1009": "後一心。始能成前三行。是四法具載法師品之末。", "1010": "今為普賢等。改題重說。冥顯其能持經法師。即今", "1011": "之普賢行也。為末世菩薩者。欲得其此經。行是四", "1012": "法。如目足相資。缺一不可。故結云善男子等。", "1013": "爾時普賢菩薩白佛言至與共讀誦還令通利。", "1014": "爾時下。當機聞得經之人。一者為諸佛護念。故於", "1015": "其人。亦發其心護念也。然護念有四。一護念除衰", "1016": "患。衰約形貌枯悴生計蕭條言。患約身心病苦事", "1017": "端侵害言。惟其無此。所以令得安隱也。二護念使", "1018": "無魔鬼伺求其便。魔云殺者。又云極惡。有父子君", "1019": "臣及魔著者之別。故云若魔若魔子等。鬼有七類。", "1020": "詳見陀羅尼品。俱便於惱害善良。得經者雖開悟", "1021": "佛之知見。既在有形。似多滲漏。一得菩薩護念。諸", "1022": "鬼雖惡。皆不便於行凶。故云皆不得便。是人若行", "1023": "下。三護念得經者。行住得菩薩現身安慰。六牙表", "1024": "六度。白象表無上涅槃純潔。真淨王表自在義。亦", "1025": "為下。謂菩薩現身。不唯但護持經之人。亦為供養", "1026": "其法也。是人若坐下。四護念思惟經者。有所忘失。", "1027": "教其口讀心通也。", "1028": "爾時受持讀誦法華經者至得如是等陀羅尼。", "1029": "爾時下。承上節。明因菩薩現身。與共受持讀誦此", "1030": "經。生其歡喜。增其精進故得。三者。入正定聚。及得。", "1031": "二者。植眾德本。四者。發救一切眾生之心也。以即", "1032": "得三昧。是正定聚。故及。陀羅尼之總持。有根本義", "1033": "故有本始。能一旋二旋。乃至百千萬億周旋往返", "1034": "十方世界持經。為後發救一切眾生之心。以法音", "1035": "方便。為眾生說陀羅之總持法故。問普賢初問云", "1036": "何能得此經。佛以四法為答。是已得此經矣。如何", "1037": "普賢又重令得四法哉。其訓豈不紐曲作直乎。答", "1038": "佛答普賢。以修四法得經。約其人最初未得此經", "1039": "為言也。普賢現身。復令得經者。重修四法。是約重", "1040": "加精進𤼭證果海為言也。故經以轉復精進言。古", "1041": "宿大悟一十八遍。小悟無數。是亦重耶。故訓不錯。", "1042": "世尊若後世后五百歲至即於佛前而說呪曰。", "1043": "阿檀地一檀陀婆地二至辛阿毗吉利地帝二十", "1044": "晉本云。願聽總持。其辭祝曰。無我除我。回我方便。", "1045": "賓仁和除。甚柔輭柔。弱句。見諸佛因諸總持。行眾", "1046": "諸說。葢回轉。盡集會。除眾趣。無央數計。諸句。三世", "1047": "數等。越有為學諸法。曉眾生音。師子娛樂。世尊若", "1048": "後世下。通申前諸節。故前云善男子善女人。此以", "1049": "比丘等四眾申之。前云受持。此於受持前。加求索", "1050": "者申之。謂已得者受持。未得者當求索也。前云讀", "1051": "誦。此於讀誦後。加書寫者申之。前云行住坐中思", "1052": "惟轉復精進。此以欲修習是經。必結三七日制。一", "1053": "心精進申之。前云現身。此以滿三七日制後。始現", "1054": "一切眾生所喜見身申之。一切眾生。謂九法界眾", "1055": "生也。所喜見身。即十身相海妙色身也。論云。身有", "1056": "無量色。色有無量相。相有無量好等。是也。前云魔", "1057": "鬼不便。此以非人無能破壞。女人不能惑亂申之。", "1058": "前云忘失句偈與共讀誦。此以示教利喜。身常擁", "1059": "護申之。前云得陀羅尼。此即於佛前。說其陀羅尼", "1060": "呪申之。如此申明者。謂已修四法。已得此經者。固", "1061": "如前諸節。其未得四法。未護此經者。又須先准此", "1062": "節。結制修習。使必得其經也。晉譯呪語難解。此節", "1063": "亦可為別申。三者入正定聚。以三七日一心精進。", "1064": "是修習正定故。", "1065": "若有受持讀誦正憶念至廣令流布使不斷絕。", "1066": "若有下。通節申敘修習四法。能得此經者之功德。", "1067": "其功德即前六種法師義。一受持。二讀誦。三正憶", "1068": "念。謂因讀誦熟。而正心嘿憶念也。四解其義趣。謂", "1069": "因嘿憶其文。而解得義理旨趣也。五如說而行。謂", "1070": "依義趣之說。而修行也。以上六種之功。當知下顯", "1071": "德。其德有四。一因如說而行。即知其人成普賢之", "1072": "行。於無量下。二因具行。即知其人在無邊佛所。深", "1073": "種善根。為諸下。三由種有善根之大因故。感具大", "1074": "果之諸佛。手摩其頭。以慰其心也。以上約五種法。", "1075": "即感現生功德。若但下。明不能全具五種。但能具", "1076": "書寫一種法師。其人命終。感未來功德。當生欲界", "1077": "第二天以受樂。其樂有三。一天女伎樂相迎。二著", "1078": "七寶冠。三於采女中共相娛樂也。何況下。復以劣", "1079": "校勝。謂但具書寫一種。其功德如此。則全具六種", "1080": "者。其功德復三。一命終千佛授手。勝多天女相迎。", "1081": "二身心無有怖墮。反顯忉利天樂。樂盡尚有怖墮。", "1082": "三由千佛接引。得生欲界第四天彌勒內院。親近", "1083": "當來下生補處慈尊。故曰即往兜率等。彌勒菩薩", "1084": "有下。慈氏如來同行菩薩也。有百千下。慈氏示受", "1085": "天福之侍從。非同忉利淫娛也。有如是下。總結廣", "1086": "略功德。以勸人也。世尊我今下。發心以神力而護", "1087": "法也。云閻浮提內等者。南瞻部洲。是佛發心修因", "1088": "得果之本土。故雖濁惡。利根眾生多故。此節亦別", "1089": "申。四者發救一切眾生之心。以文皆詮發救一切", "1090": "眾生義故。", "1091": "爾時釋迦牟尼佛讚言至為釋迦牟尼佛衣之所覆。", "1092": "爾時下。經家敘佛敬當機。故特標其姓名也。讚言", "1093": "下。讚當機善護此經也。令多下。讚當機善助持此", "1094": "經之人也。汝已下。謂凡菩薩護法。或為自己未成", "1095": "就佛果不思議功德。汝普賢業成就具深大慈悲", "1096": "矣。助持經之人。或因自己始發阿耨菩提之意。汝", "1097": "普賢已從久遠劫來發心矣。如此亦似不須護經", "1098": "助人也而汝猶能以神通願。守護其人與法。則我", "1099": "釋迦。尤當以神通力。守護能受持汝普賢之名者。", "1100": "以報汝不思議之功德也。普賢若有下。牒起為當", "1101": "機所護助六種法師。當知是人下。申明六種法師。", "1102": "雖居濁惡末法。能得普賢護助。即同佛之現在也。", "1103": "有六科。一親見佛。二親聞法。三親供養佛。四親蒙", "1104": "佛讚歎。五親承佛摩頂。六親受佛衣覆。此印證當", "1105": "機。遵一者為諸佛護念也。", "1106": "如是之人不復貪著世樂至能修普賢之行。", "1107": "此節承上節。明末世六種法師。得如佛現在護念", "1108": "故。能成二者植眾德本。以結文修普賢之行。是眾", "1109": "德根本故。有六科。一如是下。植不貪世樂德。世樂", "1110": "謂財色名食睡五欲。二不好外道人法德。法即經", "1111": "書手筆。人即外道六師。三不親惡者德。惡有三。一", "1112": "畜豬等。二獵師。三者衒賣女色。四是人下。植正直", "1113": "福力德。五是人不為下。植不為根本大小隨眠所", "1114": "惱德。三毒謂貪瞋癡。根本惑也。鈍使也。嫉妬小隨", "1115": "也。我慢等。大隨利使也。六是人少欲下。植知足德。", "1116": "謂因居末世。不免於五欲中少求。但得即止。故曰", "1117": "知足。能修下總結。謂末世六種法師。具上六德。即", "1118": "名能修普賢之行也。", "1119": "普賢若如來滅後至當坐天人大眾中師子法座上。", "1120": "普賢下通。節印證末世六種法師。得當機護助使", "1121": "人信其不久成佛。冥照三者。入正是聚也。以詣道", "1122": "場等。是正定聚處故。亦結法說一周之文。以轉法", "1123": "輪等。是序品方便品文殊答彌勒之文故。上節修", "1124": "普賢行六種法師。具大因也。此節得阿耨多羅等", "1125": "六種法師。具大果也。", "1126": "普賢若於後世受持讀誦至當起遠迎當如敬佛。", "1127": "普賢若於下。通節印證末世六種法師得當機護", "1128": "助。直應供敬獲福。不宜輕毀致罪。以成四者發救", "1129": "一切眾生之心也。故其人雖不貪著衣服等四事。", "1130": "然於資生之物。有所求願。亦必不虗。而現世得其", "1131": "福報也。設若有人。不知其意。而輕毀之言。六種法", "1132": "師。是其狂人。空作持經之行。於衣服等四事。終無", "1133": "所獲。如此之人。既盲蔽佛之知見。故生生世世。當", "1134": "得無眼之報也。若有供養下。謂復一人。見持經者", "1135": "不復貪著四事。愈興其供養讚歎。則其人亦當同", "1136": "持經者。得其現世如意果報也。以上一毀一敬罪", "1137": "福昭然矣。若復見受下。謂復有見持經者。不唯當", "1138": "面輕毀。且背地出其法師實不實過惡。此人當得", "1139": "白癩病也。若輕下。謂不唯出過。尤加其輕笑。則其", "1140": "報世世有十一種也。一牙齒疎缺。二唇醜。三鼻平", "1141": "四手繚。五脚戾。六眼目角睞。睞邪視貌。七身體臭", "1142": "穢。八惡瘡膿血。九水腹。所謂鼓脹病也。十短氣。癆", "1143": "瘵病也。十一諸惡重病。應知持經者。意本發救一", "1144": "切眾生。值此輩則亦難救也。是故下。謂直應見而", "1145": "遠迎敬而如佛。冀得罪滅福生可也。此結喻說一", "1146": "周之文。以譬喻品後多說羅報故。", "1147": "佛說是普賢勸發品時至微塵等諸菩薩具普賢道。", "1148": "此節經家敘置。聞一品得益之眾。結因緣說一周。", "1149": "以恒河沙眾及大千微塵等眾。各具佛知見之周。", "1150": "遇佛說普賢說為緣。故或證旋總持。或具普賢道", "1151": "各隨機也。", "1152": "佛說是經時普賢等諸菩薩至受持佛語作禮而去。", "1153": "此節結全部之流通分也。身子等尚名聲聞者。約", "1154": "迹言也。", "1155": "妙法蓮華經知音卷第七終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 608 法華經知音", "author": "明 如愚著"}