{"sourceLink": "http://www.cbeta.org/", "text": {"0": "機緣", "1": "靈樹遠禪師雲嵒集卷下", "10": "伏惟御珍几埜老仍歌謳", "100": "叩之一以貫支吾實慚恧何況後生輩徼倖掇科目", "1000": "氣相合知者謂粉骨碎身此恩難報不知者謂扶", "1001": "高抑下臨危悚人毒藥醍醐千載龜鑑還會麼這", "1002": "漆桶。頌曰。", "1003": "拈出南山袖裏鎚眉間血濺萬重圍梵王驚起寒毛", "1004": "豎折合還將漆桶歸", "1005": "舉僧辭大隨隨問甚處去僧云峨眉禮普賢去隨", "1006": "舉拂子云文殊普賢總在這裏僧作圓相拋向後", "1007": "乃禮拜隨喚侍者將一貼茶與這僧雲門別云西", "1008": "天斬頭截臂這裏自領出去雪竇云殺人刀活人", "1009": "劍具眼者辨取。頌曰。", "101": "刺齒梁與肥被體綺兼縠色聲汩其真金帛濟其欲", "1010": "拈尾為頭放一得二文殊普賢的何面嘴鶯啼三月", "1011": "時花發千山裏止止古路茫茫祗這是", "1012": "舉雲門問新到僧甚處人僧云新羅門云將甚麼", "1013": "過海僧云草賊大敗門引手云為甚麼在我這裏", "1014": "僧云恰是門云一任𨁝跳僧無對雪竇云雲門老", "1015": "漢龍頭蛇尾放過這僧為什麼在我手裏恰是劈", "1016": "脊便打。頌曰。", "1017": "家住海門東扶桑最先炤腳下草離離回途不涉玅", "1018": "道道放一竅拄杖頭邊任𨁝跳", "1019": "舉北禪問僧甚麼來僧云黃州禪云夏在甚處僧", "102": "誰復惠蒼生朝廷豈我獨覬覦歷要樞爭免覆公餗", "1020": "云資福禪云福將何資僧云兩重公案禪云爭奈", "1021": "在北禪手裏僧云在手裏即收取禪便打僧不甘", "1022": "隨後趁出雪竇云奇怪宛有超師之作還知這僧", "1023": "麼只解貪前不能顧後若在雪竇手裏棒折也未", "1024": "放在。頌曰。", "1025": "嚙鏃之機端可超師趯翻一瞬電影難追但念水草", "1026": "伏惟伏惟", "1027": "舉睦州示眾云我見百丈不識好惡大眾方集以", "1028": "拄杖一時打下復召大眾眾回首丈云是甚麼有", "1029": "甚麼共語處又黃檗和尚亦然復召大眾眾回首", "103": "又蛛蜘歎", "1030": "檗云月似彎弓少雨多風猶較些子雪竇云說什", "1031": "麼猶較些子直是未在若據雪竇眾集一時打下", "1032": "便休或有箇無孔銕錘為眾竭力善能擔荷可以", "1033": "籠罩古今乾坤把斷雪竇驀拈拄杖云放過一著。", "1034": "頌曰。", "1035": "月似彎弓少雨多風高標可愛一鏃遼空取箇眼兮", "1036": "應睹未睹捨箇耳兮合聰不聰因思良馬窺鞭影咄", "1037": "舉玄沙見鼓山來作一圓相示之山云人人出這", "1038": "箇不得沙云情知汝向驢胎馬腹中作活計山云", "1039": "和尚又作麼生沙云人人出這箇不得山云和尚", "104": "慣運腹中絲礙簷正當門蚊虻結陣來成雷暮喧喧", "1040": "與麼道卻得某甲為甚麼道不得沙云我得汝不", "1041": "得雪竇云只解貪觀白浪不知失卻手橈。頌曰。", "1042": "我得汝不得撞著白拈賊頭角未崢嶸鼻孔先遭塞", "1043": "直中曲曲中直明鏡當臺重拂拭四生六道一光中", "1044": "狂夫猶自問彌勒", "1045": "舉南泉上堂云王老師賣身去也還有人買麼一", "1046": "僧出云某甲買泉云不作貴不作賤汝作麼生買", "1047": "僧無對臥龍代云和尚屬某甲去也禾山代云是", "1048": "何道理趙州云明年與和尚作一領布衫雪竇云", "1049": "作家競買要且不解輸機且道南泉還肯麼雪竇", "105": "石床臥寂莫遭逢頗銷魂疲民困于吏晝夜苦如燔", "1050": "也擬酬箇價直令南泉進且無門退亦無地不作", "1051": "貴不作賤作麼生買別處容和尚不得。頌曰。", "1052": "堪笑堪悲王老師百年殢貨少人知從前活計都銷", "1053": "鑠暗寫愁腸寄與誰", "1054": "舉茱萸上堂擎起一橛竹云還有人虛空裏釘得", "1055": "橛麼時有靈虛上座出眾云虛空是橛萸便打靈", "1056": "云莫錯打萸便下座雪竇云若要此話大行直須", "1057": "打了赶出。頌曰。", "1058": "空裏橛為君決晝夜嘮嘮無法說香嚴老子樹頭懸", "1059": "卻使溈山笑不歇別別萬古碧潭空界月", "106": "膏血亦已竭啖咂不少慚既飽且輕忽罹網失所援", "1060": "舉夾山與定山同行語話次定山云生死中無佛", "1061": "即無生死夾山云生死中有佛即不迷生死互相", "1062": "不肯同上大梅相見了夾山便問未審二人見處", "1063": "那箇較親梅云一親一疏夾山復問那箇親梅云", "1064": "且去明日來夾山明日再上問梅云親者不問問", "1065": "者不親夾山住後自云當時失一隻眼雪竇云夾", "1066": "山畢竟不知換得一隻眼大梅老漢當時聞舉若", "1067": "以棒一時打出豈止劃斷兩人葛藤亦乃為天下", "1068": "宗匠。頌曰。", "1069": "一句當天群機杳然絕瀟絕灑孰偏孰圓辨龍蛇兮", "107": "黨羽盡脫落軀命無一存尺鷃傲蓬蒿崛起隱丘樊", "1070": "眼何正擒虎兕兮力不全難難喫人輕薄太無端", "1071": "舉保福因僧問雪峰平生有何言句得似羚羊掛", "1072": "角時福云我不可作雪峰弟子不得雪竇云一千", "1073": "五百箇布衲保福較些些子。頌曰。", "1074": "句中意意中句虎之缺兮馬之馵爍迦羅眼弗能窺", "1075": "十劫辛勤且觀樹好大哥須回互莫來攔我毬門路", "1076": "舉僧問巴陵祖意教意是同是別陵云雞寒上樹", "1077": "鴨寒下水僧問睦州祖意教意是同是別州云青", "1078": "山是青山白雲是白雲雪竇云問既一般答亦相", "1079": "似其中有利他自利瞞人自瞞若點簡分明管取", "108": "頡頏拾遺穗撲摝爭飛翻斯虫誤於巧徇欲志利昏", "1080": "解空第一。頌曰。", "1081": "祖師機劈箭急黃卷赤軸收不入衲僧今古競頭爭", "1082": "龐老西江只一吸咄吹出楊花當白雪", "1083": "舉趙州示眾云今夜答話去也有解問者出來時", "1084": "有僧出作禮州云比來拋磚引玉引得箇糞墼子", "1085": "法眼舉問覺銕嘴先師意作麼生覺云如國家拜", "1086": "將乃問甚麼人去得時有人出云某甲去得云汝", "1087": "去不得法眼云我會也雪竇云靈利漢聞舉便知", "1088": "落處雖然如此放過覺銕觜夫宗師語不虛發出", "1089": "來必是作家因甚麼拋磚引墼諸禪德要識趙州", "109": "絲綸豈久恃強弱相凌吞料非屠門嚼小啄無餘痕", "1090": "麼從前汗馬無人識秪要重論蓋代功。頌曰。", "1091": "饑即加食倦來倒臥伶俐衲僧秪消一箇忽逢東魯", "1092": "周公反認西乾達磨錯錯多口阿師自招禍", "1093": "舉耽源辭國師歸省覲馬祖于地上作一圓相展", "1094": "坐具禮拜祖云子欲作佛去麼源云某甲不解捏", "1095": "目祖云吾不如汝雪竇云然猛虎不食其子爭奈", "1096": "來言不豐諸人要識耽源麼只是箇藏身露影漢。", "1097": "頌曰。", "1098": "冷語侵人恨不消阿誰能辨腹中刀含情休問別來", "1099": "事歸到家山鬢已焦", "11": "又", "110": "觀之悟生理知足免怨恩昔人誡貪得守雌乃榮尊", "1100": "舉溈山問仰山甚麼處去來仰云田中來溈云田", "1101": "中多少人仰插鍬子叉手而立溈云今日南山大", "1102": "有人刈茆仰拔鍬便行玄沙云我當時若見便與", "1103": "踏倒鍬子鏡清云不奈船何打破戽斗僧問明招", "1104": "古人意在鍤鍬處叉手處招喚某甲僧應諾招云", "1105": "還曾夢見仰山麼雪竇云諸方老宿咸謂鍤鍬話", "1106": "奇特也大似隨邪逐惡若據雪竇見處仰山被溈", "1107": "山一問直得無繩自縛去死十分。頌曰。", "1108": "千金肯惜買焦桐著意花前聽轉聾流水高山彈不", "1109": "盡一齊分付與東風", "111": "往事遂不諫來者或可論丈夫死溝壑勇士喪其元", "1110": "舉雪峰問僧近離甚處僧云覆船峰云生死海未", "1111": "渡為什麼覆卻船雪竇代云久嚮雪峰待這老漢", "1112": "擬議拂袖便行其僧當時無對歸舉似覆船船云", "1113": "何不道渠無生死僧再至進此語峰云此不是汝", "1114": "語僧云是覆船恁麼道峰云我有二十棒寄與覆", "1115": "船二十棒老僧自喫不干闍黎事雪竇云能區能", "1116": "別能殺能活若也辨得天下橫行。頌曰。", "1117": "生死海裏黑風惡吹覆渡船難著腳龍吟枯木髑髏", "1118": "寒萬里秋空飛一鶚噁作者好求無病藥", "1119": "舉保福問長慶盤山道光境俱亡復是何物洞山", "112": "窮達分有定謀慮終何言", "1120": "云光境未亡復是何物據此二老宿商量猶未得", "1121": "勦絕如今作麼生道得勦絕慶良久福云情知和", "1122": "尚向鬼窟裏作活計慶卻問作麼生福云兩手扶", "1123": "犁水過膝雪竇云俱亡未亡總繇我保福因甚麼", "1124": "道未得勦絕灼然能有幾箇諸人又作麼生免得", "1125": "長慶在鬼窟裏柳絮隨風自西自東。頌曰。", "1126": "兩手扶犁水過膝聞見剎那齊壁立三千沙土夜沉", "1127": "沉為君打破精靈窟", "1128": "舉大梅聞鼯鼠聲謂眾云即此物非他物汝善護", "1129": "持吾今逝矣雪竇云這漢生前莽鹵死後顢頇即", "113": "又", "1130": "此物非他物是何物還有分付處也無有般漢不", "1131": "解截斷大梅腳跟只管道貪程太速。頌曰。", "1132": "久諳韜鈴老不妨英雄叢裏獨翱翔江山喜得狼煙", "1133": "息兵氣銷為日月光", "1134": "舉趙州問大慈般若以何為體慈云般若以何為", "1135": "體州大笑而出明日州掃地次慈云般若以何為", "1136": "體州置帚撫掌大笑雪竇云前來也笑後來也笑", "1137": "笑中有刀大慈還識麼直饒識得未免喪身失命。", "1138": "頌曰。", "1139": "高步丹霄一齒翁石頭路滑步來工呵呵冷笑通身", "114": "金閶富家兒美麗閒且都自小鄙章句游俠長安衢", "1140": "汗佛祖從茲拜下風", "1141": "舉德山一日飯遲自擎缽下法堂雪峰見云鐘未", "1142": "鳴鼓未響托缽向甚麼處去山便歸方丈峰舉似", "1143": "嵒頭頭云大小德山未會末後句在山聞令侍者", "1144": "喚嵒頭去問你不肯老僧那頭密啟其意山乃休", "1145": "明日陞座果與尋嘗不同頭到僧堂前撫掌大笑", "1146": "云且喜堂頭老漢會末後句他後天下人不奈伊", "1147": "何雖然也秪得三年活明招代德山云咄咄沒處", "1148": "去沒處去雪竇云曾聞說箇獨眼龍元來只具一", "1149": "隻眼殊不知德山是箇無齒大蟲若不是嵒頭識", "115": "雕鞍五花馬結束紫氍毹明珠贈倡伎為歡日夕殊", "1150": "破爭得明日與昨日不同諸人要識末後句麼只", "1151": "許老胡知不許老胡會。頌曰。", "1152": "一出一入風雷迅疾魚躍鳶飛鬼號神泣從此三千", "1153": "海岳昏曹溪路上休登陟", "1154": "舉雪峰普請次路逢一獼猴乃云人人有一面古", "1155": "鏡這箇獼猴亦有一面古鏡三聖云曠劫無名何", "1156": "以彰為古鏡峰云瑕生也聖云這老漢著甚死急", "1157": "話頭也不識峰云老僧住持事繁雪竇云好與三", "1158": "十棒這棒放過好免得將錯就錯。頌曰。", "1159": "歷劫迢然絕謂情持來何必強安名等閒一撲光零", "116": "所交得何人市中有狗屠耳熱仰天笑擊缶歌嗚嗚", "1160": "亂影入寒泉徹底渾", "1161": "舉僧問洞山時時勤拂拭莫使惹塵埃為甚麼不", "1162": "得他衣缽山云直饒道本來無一物也未合得他", "1163": "衣缽未審甚麼人合得僧下九十六轉語並不契", "1164": "末後云設使將來他亦不要洞山深肯雪竇云他", "1165": "既不受是眼將來底必應是瞎還見祖師衣缽麼", "1166": "若于此入門便乃兩手分付非但大庾嶺頭一箇", "1167": "提不起設使闔國人來且款款地將去。頌曰。", "1168": "秋高屋破看星眠絕倒盧公不會禪衣缽將來無著", "1169": "處嶺頭逼得命絲懸", "117": "遠承父兄蔭稼穡空艱虞豪氣橫八極一擲千金無", "1170": "舉僧問投子依稀似半月彷彿若三星乾坤收不", "1171": "得師于何處明子云道什麼僧云想師只有湛水", "1172": "之波且無滔天之浪子云閑言語雪竇云投子古", "1173": "佛不可道不知若檢點將來直是天地懸隔纔問", "1174": "和聲便打。頌曰。", "1175": "客從遠方來遺我徑寸壁中有四箇字字字無人識", "1176": "咄是何言歟", "1177": "舉洛浦久為臨濟侍者到夾山問自遠趨風請師", "1178": "一接山云目前無闍黎此間無老僧浦便喝山云", "1179": "住住且莫草草匆匆雲月是同溪山各異截斷天", "118": "今朝囊橐虛兼乏升斗儲家僮盡零落留剩唯區區", "1180": "下人舌頭即不無闍黎爭教無舌人解語浦佇思", "1181": "山便打雪竇云這漢可悲可痛鈍滯他臨濟他既", "1182": "雲月是同我便溪山各異說什麼無舌人解語坐", "1183": "具劈口便摵夾山若是箇知方漢必然明窗下安", "1184": "排。頌曰。", "1185": "無舌人解言語萬象森羅咸側耳角徵宮商同一音", "1186": "溪山雲月分明舉分明舉殷勤抱得旃檀樹", "1187": "舉僧問香嚴如何是王索仙陀婆嚴云過這邊來", "1188": "雪竇云鈍殢殺人僧問趙州王索仙陀婆時如何", "1189": "州乃曲躬叉手雪竇云索鹽奉馬。頌曰。", "119": "朋親暫相遇閉門或長趨反覺自羞赧俛首泣向隅", "1190": "請君過這邊來曲躬叉手而立是非自古無真人情", "1191": "安可皆得茶鹽隨分殷勤秪貴應時及節", "1192": "舉僧問風穴語默涉離微如何通不犯穴云長憶", "1193": "江南三月裏鷓鴣啼處百花鮮有僧問雪竇雪竇", "1194": "對他道劈腹剜心又且如何復云因風吹火別是", "1195": "一家傷鱉恕龜必應有主。頌曰。", "1196": "長憶江南春景好鷓鴣啼向枝頭早堪悲昔日老靈", "1197": "雲三十年來無處討無處討休懊惱而今競愛摘楊", "1198": "花紅香滿地無人掃", "1199": "舉古德云眼裏著沙不得耳裏著水不得忽若有", "12": "貧固士之嘗然亦不得已誰能奈饑寒博此空名字", "120": "有錢不珍惜事去空踟躕僵臥凍欲裂有誰送吹噓", "1200": "箇漢信得及把得住不受人瞞佛祖言教是什麼", "1201": "熱碗鳴聲便請高掛缽囊拗折拄杖管取一員無", "1202": "事道人又云眼裏著得須彌山耳裏著得大海水", "1203": "一般受人商量佛祖言教如龍得水似虎靠山卻", "1204": "須挑起缽囊橫擔拄杖亦是一員無事道人復云", "1205": "恁麼也不得不恁麼也不得然後沒交涉三員無", "1206": "事道人中要選一人為師。頌曰。", "1207": "祖師樞紐南箕北斗無味之談塞斷人口羅紋結角", "1208": "兮鶻眼迷蹤網珠垂範兮驢唇杜口踞地翻空師子", "1209": "兒生平豈肯隨他後", "121": "又諭鼠也", "1210": "靈巖九頌自序靈巖九頌自序", "1211": "昔宣州慶閑禪師示寂太守欲留全身僧利儼曰遺", "1212": "言令化闍維之日雲起風作煙燄所至四十里草木", "1213": "沙礫之間皆得舍利蘇子由欲作記而疑其事方病", "1214": "痁有訶者曰閑師事復何疑哉疑即病矣夢中作銘", "1215": "醒復疏之湛堂準禪師闍維得舍利晶圓光潔睛齒", "1216": "數珠不壞其徒大慧杲禪師走荊南謁張無盡求塔", "1217": "銘無盡曰聞準老眼睛不壞是否師曰是無盡曰我", "1218": "不問這眼睛師曰問甚麼眼睛無盡曰問金剛眼睛", "1219": "師曰若問金剛眼睛在相公筆頭上無盡曰若如此", "122": "深夜朔風狂畏寒撥書臥何物一么麼緣床更穿戶", "1220": "老夫為他點出光明令他照天照地去也遂著銘夫", "1221": "子由之疑疑其神奇也疑則病病則夢夢中作銘疑", "1222": "情終未盡也即無盡之問金剛眼睛亦豈真能點出", "1223": "光明令他照天照地也哉余既無子由之疑又不敢", "1224": "自謂筆頭上有金剛眼睛但以今日茶毗之怪特神", "1225": "奇證和尚平生之真實平淡記而頌之使天下有眼", "1226": "睛之人信受不疑各各點出光明即和尚之光明照", "1227": "天照地照古照今照徹三千大千世界也嗚呼豈不", "1228": "偉哉。江　左　余　懷　篹", "1229": "九頌靈巖九頌", "123": "叱之益橫虐止之更跋扈咯咯雞亂鳴軋軋鬼爭磨", "1230": "天　闕　山　樵　余　懷　製", "1231": "靈巖法堂頌靈巖法堂頌", "1232": "靈巖退翁和尚臨濟嫡孫天山真子百提方印十坐", "1233": "道場透三玄三要之綱宗續六度六塵之慧命雲門", "1234": "氣宇如王鉗錘莫二風穴壁立千仞棒喝凜然慈悲", "1235": "利物直須救取貓兒究竟涅槃無端跳出師子本是", "1236": "瀟湘釣客允稱天下宗師作靈巖法堂頌第一。", "1237": "巍峨寶座獨踞靈峰滹沱真脈楊岐正宗眾流截斷", "1238": "為六不容赫矣鴻範皇哉大雄。", "1239": "忠孝頌忠孝頌", "124": "伎倆信有窮跳躍漫相侮竺魯兩先生遺文盈百部", "1240": "仲尼曰吾志在春秋行在孝經此和尚之學也洪覺", "1241": "範曰孝以事師忠以事佛此和尚之心也嚴君平曰", "1242": "與臣言依於忠與子言依於孝此和尚之教也儒耶", "1243": "佛耶曰忠曰孝作忠孝頌第二。", "1244": "稽首南岳日面月面陟彼白琅報慈報善滅沒海鷗", "1245": "迴翔峰雁皎日秋霜斯言可踐。", "1246": "文字語言頌文字語言頌", "1247": "教外別傳不立語言文字此達磨西來之旨也然文", "1248": "章如日星之麗天語言如雷霆之震世聖賢佛祖賴", "1249": "以傳心豈可廢乎昔歐陽永叔李泰伯正效昌黎闢", "125": "湘綺好莊嚴晴窗日翻蠹汝固無所知烏敢輒殘破", "1250": "佛而明教嵩禪師正宗一記聳動朝廷懾服卿宰則", "1251": "文字語言之效也今和尚文章絕古今言語妙天下", "1252": "辟彼須彌高不可踰等之法海深不可測秀媚精進", "1253": "追覺範於石門敏捷光明踵慧顒於南院作文字語", "1254": "言頌第三。", "1255": "文統道統誰其荷之有言無言誰其識之鼎也拄頤", "1256": "赤頭白髭惟吳靈巖一字之師。", "1257": "聖燈頌聖燈頌", "1258": "和尚以九月二十七日申時沐浴更衣端坐而逝山", "1259": "中之人見紅燈數十百對排列輝煌向南而行包孝", "126": "是乃最恨心舉世欲椎銼奴人苦奔波不寐皆汝故", "1260": "廉朗威親見之為余說及茶毘之夕復現明燈彌天", "1261": "蔽野嗚呼此峨眉聖燈文殊之所示現也作聖燈頌", "1262": "第四。", "1263": "三定七支含輝匿曜放大光明九幽普照惟日月鐙", "1264": "洞燭塔廟清現兜羅凌雲一笑。", "1265": "舍利頌舍利頌", "1266": "迦文茶毘獲金剛舍利此後西天諸祖如脅尊者迦", "1267": "毘摩羅婆舍斯多不如蜜多東土禪師如巖頭奯泉", "1268": "大道蘭布褌明教嵩真淨文五祖演并闍維而得舍", "1269": "利百代叢林傳為法寶我和尚憫茲燄宅拯彼欲流", "127": "設阱偵所為貪婪果隨墮縛束快眾心欲置必死路", "1270": "現大神通入火光三昧十九日茶毘于紫金光聚中", "1271": "得細大舍利無算作舍利頌第五。", "1272": "熊熊寶燄灼灼珠精龍成五采鳳舞王庭雹飛宿海", "1273": "花散香城金剛不壞至道所凝。", "1274": "聲光頌聲光頌", "1275": "昔清嚴禪師臨終大吼其聲如雷西天東土放光者", "1276": "不乏其人我和尚茶毘之日有綠光一線出頂門五", "1277": "彩星光旋遶須臾香薪燼煙燄息從空發光光中起", "1278": "大聲如雷車砰訇達於九天中有白光作滿月輪金", "1279": "光堆湧五色交變最後大聲再震舍利群飛粲若星", "128": "傚湯磔汝尸方始息彼怒吾行慈忍緣且復啟檀度", "1280": "殞緇白聚觀歎未曾有作聲光頌第六。", "1281": "堅固力持香傳薪燼光被四洲聲揚五印開甘露門", "1282": "布天龍陣萬字千輪乘時奮迅。", "1283": "化琉璃頌化琉璃頌", "1284": "堯封月函和尚記曰二十一日發土龕四壁青珠蟻", "1285": "集細如粟中如梧桐子至大如桃核化成琉璃寶色", "1286": "布射其結相最殊特者為琉璃盤腸如鐵為琉璃菩", "1287": "薩垂手之像為琉璃小玉山班班然為琉璃積樹葉", "1288": "相縱橫然復有為琉璃懸瀑形色或為翡翠為鶴頂", "1289": "紅亦為枯木為白雲為葡萄深紫為碧為緗為黃華", "129": "勉令解其鐺僅免殺身禍飼以晚香糠飲之最清露", "1290": "為綠蒲雜色精瑩洞徹非金非石又曰所見有如天", "1291": "柱立者或如蒼松枝或得琉璃肺葉如蓮華解其瓣", "1292": "或為瑟瑟碧珠或為虎形文成五采或為雲中日或", "1293": "得青琉璃寶鼎余瞻禮贊歎得未曾有作化琉璃頌", "1294": "第七。", "1295": "夜鼓玉琴朝翔紺馬如雷如電震耀盲啞瓊島煙迷", "1296": "神樓霧寫多寶如來從天而下。", "1297": "堯封塔頌堯封塔頌", "1298": "和尚自定塔基於上堯封妙高峰頂正面太湖群山", "1299": "環拱樹杪依稀螺髻一尖望如點黛者崑山玉峰也", "13": "斯言恐未圓或可贈君子群小多濫觴靡靡莫知止", "130": "要汝自知非回心寡疑誤叵奈根性單久久猶不悟", "1300": "披胸垂手鳳舞龍飛洵湖山之全局為百世之祖庭", "1301": "作堯封塔頌第八。", "1302": "峨峨高峰群巒環拱洞庭始波木葉微動綿藐赤烏", "1303": "葳蕤朱鳳天在山中萬年傳頌。", "1304": "寶雪頌寶雪頌", "1305": "和尚以十月二十七日酉時入塔先一日朔風怒號", "1306": "天宇沉黑午夜則明星滿天霜月在地樹石皆肅然", "1307": "聳立入塔之際風日和朗人天歡悅須臾夕陽凝紫", "1308": "陰雲翳空微見晶珠飄灑迨夜則雪花如掌萬山縞", "1309": "練竹柏低垂此雖天公之玉戲實亦擔雪之神通也", "131": "潛忖無一長何反沐恩顧矯斃黠有餘跼蹐示無慕", "1310": "作寶雪頌第九。", "1311": "資清乘氣結素流輝在目皓潔入耳希微冰天磊磊", "1312": "雪窖巍巍非神何化非佛何歸。", "1313": "後記和尚平生真實平淡諱言神怪奇特之事今茲示", "1314": "現種種乃天龍八部擁護宣揚見佛圖之廣大法", "1315": "眼之光明非凡情所能測度也余與和尚夙為東", "1316": "林之遊久發南詢之願抽毫作頌敢告諸方余懷", "1317": "後記。", "1318": "靈嵒退翁老和尚化琉璃讚靈嵒退翁老和尚化琉璃讚", "1319": "靈嵒退翁老和尚敷教南天傳心東印全提正令直", "132": "舍諸歸故穴群鼠相吊賀慎勿怨奴人奴人汝慈父", "1320": "接曹溪大宗獨燄禪燈久是三峰的派四十載僧臘", "1321": "毫端廣現蓮華三千年傳衣舌上普施甘露岳雲湘", "1322": "月杖頭擔出乾坤越水吳山腳下橫開世界年以愚", "1323": "鈍之姿親承謦咳旬宣之暇瞻仰威光固已領受罏", "1324": "錘歸依法寶久矣今和尚以九月二十七日沐浴更", "1325": "衣跏趺而逝十九日茶毘有大聲如雷震動山谷聖", "1326": "燈散布上徹雲霄頂裊金光文成五采獲舍利細大", "1327": "無筭血肉化成琉璃寶色現種種怪特殊相頂齒不", "1328": "壞腸盤卍字此雖金棺垂化雙趺升忉利之天雪壁", "1329": "專修一葦渡西來之教不是過也入塔之際皓雪彌", "133": "又", "1330": "天擔雪而來擔雪而去去來明白心跡雙清湖山縹", "1331": "緲恒曳杖以逍遙林壑幽深每經行而宴坐和尚雖", "1332": "亡猶不亡也翁友余懷作為九頌年覽觀感嘆踴躍", "1333": "瞻禮爰製斯讚讚曰大光明幢赫赫南岳機鋒決驟", "1334": "顥氣磅礡函蓋乾坤包含橐籥為大醫王應病與藥", "1335": "漫浪江湖棲遲泉壑凡聖兩忘人境俱奪直指單傳", "1336": "無相無作潛行密用立亡坐脫一線香光九枝瓔珞", "1337": "霧結幡幢雲成樓閣舍利晶圓琉璃煜灼鐘鼎環珮", "1338": "光燄磊落為佛垂手為鵬企腳馬鳴龍樹神奇所託", "1339": "金剛不壞解粘去縛崒𡷏堯峰峻儗衡霍鷲嶺高寒", "134": "讀書不用多多讀將奚為但願識兩字終身力行之", "1340": "雞山寥廓百代祖庭諸方𨍏轢道繼先師法傳後學", "1341": "法海性源精微廣博萬古靈嵒讚嘆踊躍。", "1342": "法弟子佟彭年謹製", "135": "忠兮臣獨守孝哉子宜知如斯雖未學今古無間辭", "136": "君見負名士赫赫耀坤維門墻網英材桃李成舊蹊", "137": "徼倖望顏色僉曰真吾師空言塞遐邇國家豈少裨", "138": "陟黜割怨恩公器示以私爭先放于利利盡或去離", "139": "卒然臨禍患安得不磷淄寄語世上兒虛偽秪自欺", "14": "諂曲競苟榮修羅陣方起飛刃同落花流矢如秋雨", "140": "毋寄目於耳勿倒相在皮鑄心作明鑒精識當自持", "141": "胡漢互隱伏立地分妍媸擇交不慎始後悔真遲遲", "142": "又", "143": "諸業從心生病復緣業有吾今正眼觀內外細尋剖", "144": "四緣偕六塵畢竟誰為某打翻汗通身道火豈燒口", "145": "凡夫昧本因顛倒恒掣肘寒暑迭變遷踐履寡堅守", "146": "上下禱神祗紛紛外邊走成敗命所司造化挈樞紐", "147": "或云藥有靈倉扁今在否骨裏臭頑皮百歲諒非久", "148": "符到即奉行何必問奇偶慚愧老瞿曇狼籍至八斗", "149": "又", "15": "田禾歲不登慘殺盈千里天王真聖明神兵下調御", "150": "梧桐生朝暘蒸菌亡晦朔豈因賦稟殊而致怨所托", "151": "古道已久湮人心愈微薄自滿鼠飲河偷安燕巢幕", "152": "尖巧贈聰明老成編鄙朴挾勢氣炎炎懷我腹索索", "153": "習染日以濃安能加斧鑿髮白齒疏黃觸事面山岳", "154": "不聞列祖機劈箭難湊泊大隊隨入門閉眼妄卜度", "155": "一箇計兩雙三頭并獨腳大似未種禾攘攘議耕穫", "156": "汝真欲會禪先把意根斫胸中一字無正好求靈藥", "157": "恢恢刃有餘大用絕矩矱解來猛虎鈴拗去獰龍角", "158": "欲了無了期與誰全肯諾不如杖策歸白雲滿廖廓", "159": "靈嵒歌靈嵒歌", "16": "滿月開寶弓般若聲灌耳修羅遠退潛藕絲一莖裏", "160": "危峰拔地一千丈削翠塗藍好模樣鳥飛不度雲在", "161": "腰但有日月行其上袈裟土膏平如砥碧眼胡僧未", "162": "曾覷豐干跨虎赤城來禿帚生花香滿地鏗金戛玉", "163": "牙齒寒聾人解聽盲者觀祥麟威鳳走不徹鐵羹木", "164": "札隨君餐越古超今兮洞開門戶摩空蕩漢兮壁立", "165": "松杉可以控回群壑可以屹揭狂瀾秪許龍象蹴踏", "166": "而非跛驢所堪夫是之曰天下靈嵒", "167": "拄杖歌拄杖歌", "168": "佛來也打祖來也打正令風行曾不少假前後知他", "169": "觸忤多少賢良德山門下慣自減人聲價橫肩則直", "17": "善惡冥感通響應誠伊邇譬之執方諸捷來太陰水", "170": "入千峰萬峰按膝則一任指鹿為馬持危扶顛兮不", "171": "驕不矜敲骨取髓兮可驚可怕忽然吞卻乾坤汝輩", "172": "茄子瓠子擬向甚處之乎者也阿剌剌吾今更思一", "173": "頓兮不知誰是其人者", "174": "贈山中念法華老僧贈山中念法華老僧", "175": "峨峨蓮峰逼塞虛空有叟冥棲雪頂紺瞳一坐五十", "176": "春飲啄心童蒙香焚一爐開梵篆泠泠妙韻隨天風", "177": "聞其聲兮泉鳴幽砌望其形兮鶴立孤松閒房著影", "178": "兮神鬼欽服有一鬼歷三十年嘗侍左右至五更則呼僧起誦經晝永無人兮", "179": "花雨瀰濛吁嗟乎茫茫三界劫燒飛紅狐狼野干啀", "18": "慈濟斯為尊嗔嫉彼都喜杲日煥兩頭憑君意所取", "180": "喍嗥吠蚖蛇蝮蝎競走爭雄唯有一門而復狹小諸", "181": "子幼稚曷啟迷封羊車鹿車隨根給與白牛行疾旋", "182": "轉如風日月炤臨不到衣珠爛彩雨露滋霈莫及藥", "183": "草成叢脫珍著獘兮權宜网辨轉經經轉兮迷悟相", "184": "攻公今讀經已萬遍中間字字無遺蹤法華畢竟擬", "185": "誰是倩公指出開群盲公今有口忽如啞公今有耳", "186": "還如聾始知斯經不在音聲與齒舌楮墨文句安能", "187": "通敢道我得佛之精祖之髓雲興瓶瀉說教談宗何", "188": "異蠡探溟渤螢爇蒼穹不知化城既息別無寶所經", "189": "行坐臥長在其中御寶車兮步步踏著聚沙運石均", "19": "我被忍辱衣來作如來使高明逼人惡美服患群指", "190": "躋大同酥酪醍醐盡是法王之供盆器米麵咸出長", "191": "者之宮而猶驚疑莫信忙忙逐逐南北西東是有類", "192": "乎捨父逃逝而致我心忡", "193": "禮萬峰藏和尚塔禮萬峰藏和尚塔", "194": "綱宗壁立摧魔膽炤用星馳墮祖機智絕攀緣三萬", "195": "頃當年面目不相違", "196": "讀和尚語有感二首讀和尚語有感二首", "197": "倚勢欺人這老子上下何曾有七指一字一箇金剛", "198": "圈祖佛那容心不死", "199": "修羅蚊蚋皆充足大海曾無分別心儘汝器來傾滿", "2": "詩　歌　偈　頌　讚　序　說閒居擬寒山子二十首閒居擬寒山子二十首", "20": "教君心坦平誡君語雕偽履薄與臨深請自今朝始", "200": "去威音原不異于今", "201": "禮燮雲璣禪師塔禮燮雲璣禪師塔", "202": "耳門有竅雙流急眼孔無私列岫寒石火機深藏善", "203": "變不能留得罵豐干", "204": "示東寺諸師示東寺諸師師受業處也", "205": "破盡家私別立家死貓頭上夜開花古靈秪解閒揩", "206": "背病遠從來不撒沙", "207": "母氏六十說偈以壽母氏六十說偈以壽", "208": "阿郎貧到赤骨律欲獻尊堂無一物記得大顛曾有", "209": "言晝夜拈來一百八", "21": "又", "210": "送友之皋亭送友之皋亭", "211": "去用鉤兮住用錐鉤錐在手絕虧危正當此日鉤錐", "212": "息珍重途中好善為", "213": "僧問緣生僧問緣生", "214": "茫茫三界無心法笑問緣生甚麼安慚媿瞿曇太狼", "215": "籍賺他門外草漫漫", "216": "名實無當名實無當", "217": "博記多知誰及君固然是玉也驚群予無一字唯高", "218": "腹除卻閒名種白雲", "219": "迷悟相反迷悟相反", "22": "南破楚江雲北犯燕山雪丈夫志參詢安肯自菲屑", "220": "茆店風狂雪正濃橫眠兀坐況難同胸襟流出真相", "221": "為千古令人想奯公", "222": "大功不宰大功不宰", "223": "拗折烏藤學隱山遶菴虎跡落花閒明朝大有商量", "224": "在莫謂無心是透關", "225": "晦跡自貽晦跡自貽", "226": "偶然植杖當家山為客長看影亦閒雪似天花來永", "227": "晝竟忘身在寂寥間", "228": "與時寡合與時寡合", "229": "住山禮樂亡拘束品字燒開滿面塵今日偶隨寒澗", "23": "撥草勿憚煩情懷止金鐵踏斷幾芒鞋足指迸鮮血", "230": "出無心翻欲受人嗔", "231": "至人不器至人不器", "232": "入佛入魔休咄咄是凡是聖總非非不因喝下聾雙", "233": "耳敢向人前逞大機", "234": "為道日損為道日損", "235": "勞而無力唾蒼蒼可惜光陰逐日忙向去好留三寸", "236": "舌莫教容易罵諸方", "237": "讀林間錄二偈讀林間錄二偈", "238": "慈明老人性豪逸忽繩墨凡聖莫測初棄南源歸省其母以銀盆為之壽其母投諸地罵", "239": "曰汝少行腳負布橐去今安得此物吾望汝濟我今反欲置我作地獄滓耶。", "24": "死生如未明爭敢妄扭捏形直影必端惶惶慕前哲", "240": "颺卻銀盆復痛呵去來何事不同途賢哉母氏高風", "241": "遠不語低頭媿織蒲", "242": "白雲端禪師既悟旨子楊岐辭去游廬山圓通訥禪師見之自以為不及舉住江州承天", "243": "名聲爆燿又讓圓通以居之而自處東堂端時年二十八自以前輩讓善叢林責己甚重", "244": "故敬嚴臨眾以公滅私於是宗風大振未幾訥公猒閑寂郡守至自陳客情太守惻然目", "245": "端端笑唯唯而已明日陞座曰昔法眼禪師有偈曰難難難是遣情難情盡圓明一顆寒", "246": "方便遣情猶不是更除方便太無端大眾且道情作麼生遣喝一喝下座負包去一眾大", "247": "驚挽之不可。", "248": "喝下黃河直倒流腰包負起孰能留男兒自有超方", "249": "骨爭肯因人減一籌", "25": "九到與三登至今有遺烈", "250": "雜偈雜偈", "251": "腳跟無繫類虛舟飯罷閒行到小丘兩岸黃花秋更", "252": "遠平田不見有耕牛", "253": "阿翁倚石看雲立稚子沿溪引月行纔有是非心便", "254": "失雖然同樂不同情", "255": "里巷聲名與佛齊朝朝利養怕人移闇籌秘策如能", "256": "中悽斷鴒音不我知", "257": "師皮狐質成群走末俗誰能辨假真不是頂門開亞", "258": "眼頭蹄爭執互紛綸", "259": "禪道休於冊上尋貪他故紙類癡蠅不知世界原空", "26": "又", "260": "闊味著還粘唾一星", "261": "青州衫子日將穿瘦骨嶙峋露半肩世路于今爭取", "262": "貌慚惶未敢出人前", "263": "滿甕黃虀舊典刑客來秪待覺鮮新莫嫌冷澹無滋", "264": "味角徵宮商在一莖", "265": "今朝剛厭首陽薇可怪群鷗盡欲飛心事被伊潛看", "266": "破這回休更說忘機", "267": "病來半折弘宗志愁到三緘罵世唇手把楊枝臨水", "268": "坐閒思往事似前身", "269": "同條起倒問真師未到無心肯放伊最苦鈍根猶不", "27": "大千一繩床賢愚共寢處彼彼夢不同要之均夢耳", "270": "薦指頭咬得血淋漓", "271": "睡少始知茶有驗病多長怪藥無靈西來密意無他", "272": "指偷覷春風柳眼青", "273": "貧到無錐方徹骨克家端賴破家兒今朝不重吾師", "274": "德祗重當初不鼓皮", "275": "拋灰潑水鉗鎚惡煮肉燒錢手段優翻轉面皮俱話", "276": "墮果然不是我同流", "277": "海兄昔侍馬師前幸是當初會得禪今日無端成忌", "278": "諱阿難直欲哭蒼天", "279": "雲月谿山秪一僧貧無錐影力無能倘君眼底難容", "28": "貴極天子尊賤遺蓬蓽士貧富各異趣寵辱分憂喜", "280": "物吹滅寒窗半夜燈", "281": "善財當日向南參勘破門風五十三也只問酬兼禮", "282": "退何曾背地口喃喃", "283": "東西南北為參玄濟水新豐各少年止止勿全輕後", "284": "進一株留取蔭人天", "285": "牧童牧童", "286": "終朝水草不曾虧丫角山童執杖隨一自索頭牽斷", "287": "後至今蹤跡杳難追", "288": "漁父漁父", "289": "明月蘆花無殢著謝家風味在漁舟波濤險惡曾經", "29": "色聲唾縛蠅利名腥戰蟻得者燄如山失者類糠秕", "290": "慣儂與鸕鶿一樣幽", "291": "病中謝客病中謝客", "292": "免懷勝負心莫啟是非齒相向寂無言悠然淡而止", "293": "警世警世", "294": "麤糲懷寒饑身心自飽煖勿使禍然眉始憶東門犬", "295": "華嚴東寺辟支佛牙頌華嚴東寺辟支佛牙頌", "296": "崇禎癸酉六月幾日夜殿中有光忽自地湧", "297": "睹者驚異遂發其地未三尺許得辟支佛兩", "298": "齒比丘性嘗特設小塔為眾植福予既獲瞻", "299": "禮乃復為之頌曰。", "3": "憶昔齠齔時志慕萬里遊胸中頗豁達自負非嘗流", "30": "百年曾未醒昏昏被驅使不審明眼人又作何行履", "300": "大雄尊難湊泊以一音同啐啄根器殊隨分覺而此", "301": "師何所著獨遊行喻麟角澗花濃林葉薄會無嘗戀", "302": "寂寞厭泡幻求脫縛力未充德莫莫虔皈命度五濁", "303": "塵久埋光更爍眾驚訝加椎鑿固得之玉落落嘆希", "304": "有置高閣肯回心悟前錯聖凡情齊拈卻功德聚潤", "305": "生藥亙古今絕名邈", "306": "六根頌六根頌", "307": "敘首楞嚴經佛告阿難汝欲識知俱生無明使", "308": "汝輪轉生死結根唯汝六根更無他物汝復", "309": "欲知無上菩提令汝速證安樂解脫寂靜妙", "31": "又", "310": "嘗亦汝六根更非他物嗚呼六根之為用也", "311": "大矣譬若水火然民非二者不生活而燎原", "312": "恒于斯覆溺恒于斯以其無有情故利之與", "313": "害一道而行故云知見立知即無明本知見", "314": "無見斯即涅槃可不慎所用哉。", "315": "眼眼", "316": "諸法樅然本自條直一翳若存顛倒逐物試問未形", "317": "為黑為白見所不及徒勞刻畫", "318": "耳耳", "319": "動則有聲靜則無聽動靜兩忘反聞聞性入觀音門", "32": "鄰舍癡老翁終歲無閒日侵早走下床短髮未遑櫛", "320": "住那伽定昔日香嚴因邪打正", "321": "鼻鼻", "322": "面門兩管端的向下逐臭尋香最多能者借汝出氣", "323": "不曾暫舍失手摸著可知禮也", "324": "舌舌", "325": "有一句子具足百味毒藥醍醐有什憑據結佛祖冤", "326": "犯人天忌爾其慎旃莫逞快利", "327": "身身", "328": "脆如秋葉薄似春雲因緣假合瓦裂瓜分一朝敗壞", "329": "何者是君咄哉漆桶休更紛紜", "33": "慌忙東復西謂我有家室半文沒親疏橫豎計得失", "330": "意意", "331": "幽閑室中分別影事于去來今妄想倒計妙湛無痕", "332": "一漚自棄能善用之不可思議", "333": "聞聲悟道聞聲悟道", "334": "夢中捉敗老鼠聲寒毛箇箇撐辰星觀音秪解嵒裏", "335": "坐補阤至今草不生", "336": "見色明心見色明心", "337": "雪團一擲八千里普賢錯認自家底苕帚糞箕與麼", "338": "忙今古何曾掃得起", "339": "沒絃琴沒絃琴", "34": "衣在長忍寒腹在唯畏實帑蓄萬黃金行止慣酸澀", "340": "手撥虛空太古清高山流水夜風生乾坤此日知音", "341": "少曲調誰能辨假真", "342": "栽松道者栽松道者", "343": "拏雲攫霧攪空山到老何曾得暫閒攙入浣盆聲更", "344": "惡至今腥臭滿人間", "345": "和大圓居士子胡狗頌和大圓居士子胡狗頌", "346": "佛祖搏來一口吞四蹄腥血污當門子胡自尚難蹲", "347": "足莫道風流不喪魂", "348": "辛卯元旦和尚命作狗子無佛性頌辛卯元旦和尚命作狗子無佛性頌", "349": "狗子佛性無相將入帝都三更明月下壁上畫蛛蜘", "35": "勸渠植福田謗詈一口出雪霜蓋頭顱前途正黑漆", "350": "十二時頌十二時頌", "351": "夜半子倒臥寒雲裏曾夢悟圓通笑豁當門齒", "352": "雞鳴丑殿角長鯨吼被底出頭來佛面憎百醜", "353": "平旦寅色色露全身為有長安道茫茫賺苦辛", "354": "日出卯纔生即便咬室內有紅塵不知遣誰掃", "355": "食時辰粥薄慣生嗔鼓寂鐘沉後嵒頭話轉新", "356": "禺中已奪得還蔥履第一莫將來將來不相似", "357": "日南午一箭射兩垛松樹勢如龍石頭形似虎", "358": "日昳未問著無人會童子如不來樓閣門長閉", "359": "晡時申布袋緊隨身十字街頭立閑閑等箇人", "36": "呼吸如不來萬事俱了畢妻子與錢財知他是誰物", "360": "日入酉揭簾防惡狗饒君解白拈也須遭一口", "361": "黃昏戍老鼠翻蘿壁洗腳思上床深慚無定力", "362": "人定亥舉頭殘月在與麼不與麼隨緣何罣礙", "363": "總頌總頌", "364": "病僧使得十二時辰喫飯屙屎順喜逆嗔顧我別無", "365": "伎倆一味直道而行", "366": "自讚自讚", "367": "謂非行遠突出難辨謂是行遠兩垛一箭祖佛尚不", "368": "厭於懷魔外那敢窺其面來也絕跡掃蹤去也全身", "369": "應現本無位次得安排拍手呵呵生閃電好大哥見", "37": "又", "370": "不見心眼從教人自開莫道虛空無後殿", "371": "和尚語略序和尚語略序", "372": "諸佛世尊以一大事因緣出興于世欲令眾生開示", "373": "悟入非言教曷以被遐荒亙古今所以憤啟悱發首", "374": "重當機流演傳宣最尊結集故香林明教于雲門室", "375": "中衣楮襖竊書古人衛法之心概可想也夫山老師", "376": "得過量資縱無礙辨集諸家之大成荷斯文于當代", "377": "說法二十年語言遍天下學者每以全經富博艱于", "378": "致之剖膊東行切負諦師之願倒身西拜空追智者", "379": "之風行遠念無補于師門忝綴名于弟子今非敢以", "38": "身為累性淵名乃斬身斧那堪三寸皮鼓掉開眾怒", "380": "去取自耑爰遵馬鳴論中少文而攝多義之旨彙略", "381": "成編俾心樂總持者易于隨覽亦猶飲滴海而用百", "382": "川不思餘味登泰山而卑天下豈羨群高惟諸上士", "383": "幸同寶焉。", "384": "杜妄說杜妄說", "385": "佛祖妙道簡易至當不越吾人尋嘗日用學者昧而", "386": "忘本別求奇奧是猶厭棄豬肉而曲覓龍肝正所謂", "387": "非愚即狂也明教嵩公以為釋子情可遺而親不可", "388": "忘今人一經薙染便委綱嘗于草莽置名節于塵煙", "389": "我慢通身心空滿口謂君親不必尊也師友不必敬", "39": "縱橫絕端倪萋菲爭媚膴浸潤劇虺蛇包藏勝狼虎", "390": "也但當學吾道而已嗚呼離此之外固別有道耶則", "391": "吾所未聞已即有之乃異端曲學非所謂佛祖圓融", "392": "至玅之道也昔世尊於娑羅雙樹間入般涅槃諸大", "393": "弟子已得深達實相類皆憂惱悲哀躄踊顛仆而經", "394": "中亦未見有呵為情識未亡之語顏回死仲尼哭之", "395": "至慟駙馬李公薨慈明不遠五千里驅馳極盡哀私", "396": "而後返東山演祖每聞諸方老宿有順世者愀然不", "397": "樂曰法門秋晚後學失所瞻依是皆命世亞聖大人", "398": "為萬代斯文之主而起祖宗于咳唾掉臂者也其喜", "399": "怒哀樂初無異於嘗流然豈今人所能夢見而敢妄", "4": "讀書苦不就鑄劍尋丹丘爰有異人遇一編願相投", "40": "覿面機陷深鬼神亦可侮篡弒律殷湯忠孝按周武", "400": "加評品乎如必欲絕去情理為高則自古亂臣賊子", "401": "弒君鴆母者皆為離相超群之作矣殊不知理事不", "402": "可偏廢目足互以相資苟非雙眼洞明中心廓徹罔", "403": "弗執跛驢盲者之見而賊害至公敢望有力大人一", "404": "起而振之不唯使宵小有所憚忌即萬古闢佛者亦", "405": "當從此結舌其樹勛猷于名教也豈不偉哉大庾韜禪師聞", "406": "和尚罹難匍匐出山隨侍左右至平川怪風夜起遂覆舟而沒和尚以法門失人而哭之慟或者非之師", "407": "乃作是論以正云。", "408": "觀劇觀劇", "409": "戊子之春三月既望余偕友人震公游于天池石壁", "41": "餘者更紛紛揶揄不足數某為經庫奴某是守錢虜", "410": "之下驟聞鼓角聲自山麓來乃驚而問曰是豈有戎", "411": "馬之警耶何聲之震也公引余登高望之笑曰演劇", "412": "耳何驚為盍與若往觀之至則見諸優周旋俯仰懽", "413": "者悲者忠者佞者無不盡態極妍而後已余觀未竟", "414": "慨然嘆謂公曰當爾之時彼亦何知身在戲場中耶", "415": "迨夫曲終人散必自有啞然失笑者夫豈獨諸優為", "416": "然然則余與公今者所見譬如目眚空華亂起不知", "417": "明眼人當此更復何如公以予言為近道也因退而", "418": "書其說。", "419": "靈樹遠禪師雲嵒集卷下　　　忍菴居士陳濟生助刻", "42": "西家婦悍殘東家子幹蠱吾師大法王隱顯月臨溥", "420": "雲嵒頌古雲嵒頌古", "421": "吳靈樹僧遠著", "422": "佛祖之道廣大淵微固非小根劣器所能窺測行遠", "423": "何人乃敢抑揚先德炫燿己靈遺害叢林以驚視聽", "424": "茲因山頭和尚弘法嬰難久殢南屏同門昆弟皆形", "425": "影參隨智力互盡遠適病臥空嵒未能巾侍緬懷朝", "426": "夕如創在躬且復智短力弱莫可誰何蓋和尚平日", "427": "生死以之者法命然竟以此得罪豈天之欲喪斯文", "428": "乎敬取從上機緣焚香著頌遂成百首以當法喜之", "429": "供其句意麤疏文辭蕪陋弗暇顧也。", "43": "天龍莫能窺言敢輒莽鹵旁觀竊負慚木石真無可", "430": "舉達磨大師自梁涉魏至嵩山少林寺面壁而坐", "431": "經於九年後得慧可大師遂傳衣付法。頌曰。", "432": "青天白日兀如癡眼裏塵沙耳裏泥不是可師輸一", "433": "臂髑髏著地幾人知", "434": "舉德山小參示眾曰今夜不答話問話者三十棒", "435": "時有僧出禮拜山便打僧曰某甲話也未問和尚", "436": "因甚麼打某甲山曰汝是甚麼處人僧曰新羅人", "437": "山曰未跨船舷好與三十棒法眼云大小德山話", "438": "作兩橛圓明云大小德山龍頭蛇尾雪竇云二老", "439": "宿雖善裁長補短舍重從輕要見德山亦未可何", "44": "离婁稱極明己眼還同瞽靜中試揣捫日用何曾妥", "440": "故德山大似握閫外威權有當斷不斷不招其亂", "441": "底劍諸人要識新羅僧麼只是撞著露柱的瞎漢。", "442": "頌曰。", "443": "三更月下花狼籍急水灘頭白拈賊南北東西浪裏", "444": "行衲僧鼻孔誰穿得得未跨船舷好與三十", "445": "舉雪峰一日普請自負一束藤路逢一僧峰便拋", "446": "下僧方擬取峰便踏倒歸舉似長生乃云我今日", "447": "踏這僧快生云和尚替這僧入涅槃堂始得峰便", "448": "休去雪竇云長生大似東家人死西家助哀。頌曰。", "449": "鎮日寒嵒聲歷歷拋向面前翻不識東家人死西家", "45": "古人貴寸陰黃金棄如土勿快暫時心衣裳換毛羽", "450": "哀惹得通身是荊棘", "451": "舉百丈再參馬祖侍立次祖目視禪床角拂子丈", "452": "曰即此用離此用祖曰汝向後開兩片皮將何為", "453": "人丈取拂子豎起祖曰即此用離此用丈掛拂子", "454": "於舊處祖振威一喝丈直得三日耳聾雪竇云奇", "455": "怪諸禪德如今列其派者甚多究其源者極少總", "456": "道百丈於喝下大悟還端的也無然刀刁相似魚", "457": "魯參差若是明眼漢瞞他一點不得只如馬祖道", "458": "汝向後開兩片皮將何為人百丈豎起拂子為復", "459": "如蟲禦木為復啐啄同時諸人要會三日耳聾麼", "46": "又", "460": "大冶精金應無變色。頌曰。", "461": "陽關曲調為君歌入佛難教轉入魔一喝耳聾三日", "462": "後至今天下起淆訛", "463": "舉崇壽指凳子云識得凳子周匝有餘雲門云識", "464": "得凳子天地懸殊雪竇云澤廣藏山理能伏豹。頌", "465": "曰。", "466": "十目所視十手所指离婁公輸全提不起", "467": "舉永嘉大師到六祖遶禪床三匝振錫一下卓然", "468": "而立祖云夫沙門者具三千威儀八萬細行大德", "469": "從何方而來生大我慢雪竇便喝乃云當時若下", "47": "春風原上來吹我前村綠乘興走出門老幼競相逐", "470": "得這一喝免得龍頭蛇尾又再舉遶禪床三匝振", "471": "錫一下卓然而立代六祖云未到曹溪與你三十", "472": "棒了也。頌曰。", "473": "一言勘破維摩詰八萬三千渾莫識古策風高款款", "474": "行咄明珠不在蒼龍窟", "475": "舉仰山一日指雪師子云還有過此色者麼雲門", "476": "云當時便與推倒雪竇云只解推倒不能扶起。頌", "477": "曰。", "478": "深夜寥寥白如晝箇雪師子亂哮吼普賢盡力逞神", "479": "通拈得鼻孔失卻口", "48": "我亦隨之行鼓聲滿林麓男女彙萬人蜂蟻相屯蹴", "480": "舉香嚴上堂云若論此事如人上樹口銜樹枝腳", "481": "不蹋枝手不攀枝樹下忽有人問如何是祖師西", "482": "來意不對他又違他所問若對他又喪身失命當", "483": "恁麼時作麼生即得時有虎頭招上座出眾云樹", "484": "上即不問未上樹時請和尚道嚴乃呵呵大笑雪", "485": "竇云樹上道即易樹下道即難老僧上樹也致一", "486": "問來。頌曰。", "487": "花落又花開千古與萬古上下豈徒然報君莫莽鹵", "488": "同條生也共相知兩兩三三吞復吐苦苦發機何必", "489": "千鈞弩", "49": "諸優在場中演劇賽神福妍醜態畢呈貴賤情可掬", "490": "舉僧問魯祖如何是不言言祖云汝口在什麼處", "491": "僧云某甲無口祖云將什麼喫飯僧無對雪竇云", "492": "好劈脊便棒這般漢開口了合不得合口了開不", "493": "得。頌曰。", "494": "天上星地下水落花流水忙爭逐扯破雲門六不收", "495": "例駕銕船入空谷堪笑藞苴魯老師徒向靈床罵鬼", "496": "伯", "497": "舉僧問雪峰古澗寒泉時如何峰曰瞪目不見底", "498": "僧云飲者如何峰云不從口入僧舉似趙州州云", "499": "不從口入不可從鼻孔裏入僧卻問趙州古澗寒", "5": "成敗指其掌天下當一籌長笑子房懦孔明未足優", "50": "倚杖立片時啞然燦雙目今古誰為真剎那多反覆", "500": "泉時如何州云苦僧云飲者如何州云死雪峰聞", "501": "舉乃云趙州古佛遙望作禮自此不答話雪竇云", "502": "眾中總道雪峰不出這僧問頭所以趙州不肯如", "503": "斯話會深屈古人雪竇即不然斬釘截銕本分宗", "504": "師就下平高難為作者。頌曰。", "505": "此唱彼酬爭競出頭雲煙遍界一滴全收休休寒澗", "506": "不從風力轉游魚空自亂沉浮", "507": "舉僧問西堂有問有答賓主歷然無問無答時如", "508": "何西堂云怕爛卻那又問長慶有問有答賓主歷", "509": "然無問無答時如何慶云相逢盡道休官去林下", "51": "石火猶較遲電光未云速心知本大同何必爭榮辱", "510": "何曾見一人雪竇云何不與本分草料。頌曰。", "511": "無問無答時為君通一線盞子撲落地楪子成七片", "512": "燈籠怕爛卻露柱存機變展手云鑒", "513": "舉欽山一日上堂豎起拳頭又開云開即為掌五", "514": "指參差復握拳云如今為拳必無高下還有商量", "515": "也無一僧出眾豎起拳頭山云你只是箇無開合", "516": "漢雪竇云雪竇即不然乃豎拳云握則為拳有高", "517": "有下復開云開則成掌無黨無偏且道放開為人", "518": "好把定為人好開也造車握也合轍若謂閉門造", "519": "車出門合轍我也知你鬼窟裏作活計。頌曰。", "52": "又", "520": "一二三四五六七拳拳擊碎春風骨驀地火燒解脫", "521": "門天下衲僧跳不出", "522": "舉僧問睦州高揖釋迦不拜彌勒時如何州云昨", "523": "日有人問趁出了也僧云和尚恐某甲不實那州", "524": "云拄杖不在苕帚柄聊與三十雪竇云睦州只有", "525": "受璧之心且無割城之意。頌曰。", "526": "駟馬高車謾自誇白雲深處是誰家大唐土曠相逢", "527": "少帚柄徒勞蘸碧沙", "528": "舉棗樹問僧近離甚處僧云漢國樹曰漢國天子", "529": "還重佛法也無僧云苦哉苦哉賴值問著某甲問", "53": "我見世愚人占寺為墳墓為言沙水靈瘞骨致豪富", "530": "著別人則禍生樹曰作什麼僧云人尚不見有何", "531": "佛法可重樹曰闍黎受戒來多少時僧云二十夏", "532": "樹曰大好不見有人便打雪竇云這僧棒即喫要", "533": "且去不再來棗樹令雖行爭奈無風起浪。頌曰。", "534": "漢國真天子雍雍有古風堪憐沙塞外賊過後張弓", "535": "舉趙州問一婆子甚麼處去婆云偷趙州筍去州", "536": "云忽遇趙州又作麼生婆與一掌州休去雪竇云", "537": "好掌更與兩掌也無勘處。頌曰。", "538": "自小丹青畫不成可憐到老藝方精筆尖點著為龍", "539": "去猶有癡人舊處尋", "54": "僧僝佛更慈徬徨兩不顧挾勢恣貪殘經營中規度", "540": "舉寶壽開堂三聖推出一僧壽便打聖云與麼為", "541": "人非但瞎卻這僧眼亦瞎卻鎮州一城人眼去在", "542": "壽擲下拄杖便歸方丈雪竇云寶壽三聖雖發明", "543": "臨濟正法眼藏要且只解無佛處稱尊當時這僧", "544": "若是箇漢纔被推出便與掀倒禪床直饒寶壽全", "545": "機大用也較三千里。頌曰。", "546": "獨脫全機誰薦取禪床掀倒三千里拍手呵呵笑一", "547": "場鎮州城裏花如綺", "548": "舉僧問無業國師如何是佛國師曰莫妄想雪竇", "549": "云塞卻鼻孔僧又問如何是佛國師曰即心是佛", "55": "石羊亦崢嶸石虎自然大酒肉歸雁堂墓門臨廣路", "550": "雪竇云拄卻舌頭。頌曰。", "551": "鐵壁鐵壁風吹不入伎倆既窮全心打失虛空背上", "552": "立乾坤八面奔雷趁紅日", "553": "舉僧問德山從上諸聖向什麼處去山云作麼作", "554": "麼僧云敕點飛龍馬跛鱉出頭來山便休去至來", "555": "日山出浴其僧過茶與山山撫僧背一下僧云這", "556": "老漢方始瞥地雪竇云然精金百煉須要本分鉗", "557": "鎚德山既以己方人這僧還同受屈以拄杖畫一", "558": "畫云適來公案且置從上諸聖向什麼處大眾擬", "559": "議雪竇一時打趁。頌曰。", "56": "鬱鬱佳松楸祗陀舊栽樹自喜可百年繩繩胥保護", "560": "上山下山路迴轉松影泠泠澗聲遠舉頭何處是鄉", "561": "關兩度風前心黯黯", "562": "舉保福簽瓜次太原孚上座到來福云道得與你", "563": "瓜喫孚云把將來福度一片瓜與孚孚接得便去", "564": "雪竇云雖是死蛇解弄也活誰是好手試請辨看。", "565": "頌曰。", "566": "風片片月團團嚼折當門一齒寒拈了也見還難星", "567": "在秤兮不在盤", "568": "舉南泉示眾云道非物外物外非道趙州出問如", "569": "何是物外道泉便打州捉住棒云已後莫錯打人", "57": "那知天好還榮華直電露其居蓋售人其子己物故", "570": "泉云龍蛇易辨衲子難謾雪竇云趙州如龍無角", "571": "似蛇有足當時不管盡法無民直須喫棒了趁出。", "572": "頌曰。", "573": "如龍無足似虎有角獨坐虛窗花開葉落江北江南", "574": "豈非太錯看取令行并班必剝", "575": "舉僧來參馬大師師畫一圓相云入也打不入也", "576": "打僧纔入師便打僧云和尚打某甲不得師靠拄", "577": "杖休去雪竇云二俱不了和尚打某甲不得靠卻", "578": "拄杖擬議不來劈脊便打。頌曰。", "579": "靠卻拄杖腳背汗出天上天下還同受屈四七二三", "58": "雖有數宗黨錙銖互戕蠹無地拜兒孫空塚穴狐兔", "580": "覿面呈不知卻問天邊月", "581": "舉興化謂克賓維那曰汝不久為唱導之師賓云", "582": "不入這保社化曰會了不入不會了不入賓云總", "583": "不與麼化便打云克賓維那法戰不勝罰錢五貫", "584": "設饡飯一堂次日化自白椎云克賓維那法戰不", "585": "勝不得喫飯即便出院雪竇云克賓要承嗣興化", "586": "罰錢出院且置卻須索取這一頓棒始得且問諸", "587": "人棒既喫了作麼生索雪竇要斷不平之事今夜", "588": "與克賓維那雪屈以拄杖一時打散。頌曰。", "589": "回互不回互塞殺無明路突出飯籮頭幾人空放過", "59": "炎炎信不長慎勿再疑誤", "590": "急放過嵩山撞著破灶墮", "591": "舉僧問長慶眾手淘金誰是得者慶云有伎倆者", "592": "得僧云學人還得也無慶云太遠在雪竇代這僧", "593": "云當時便喝復云有伎倆者得一手分付有伎倆", "594": "者不得兩手分付學人還得也無蒼天蒼天。頌曰。", "595": "眾手淘金誰得者逆水之波可知也穿山透石與麼", "596": "來拈起拂子劈口打", "597": "舉僧問大梅如何是祖師西來意梅云西來無意", "598": "僧舉似鹽官官云一口棺木兩箇死漢玄沙聞舉", "599": "云鹽官是作家雪竇云三箇也得。頌曰。", "6": "金錢買士卒躍馬橫中州男兒無死地肯為鄉土留", "60": "又", "600": "咄咄兩扇齊開何太直水潺湲風蕭颯草裏射鵰誰", "601": "中的", "602": "舉臨濟示眾云我於黃檗先師處三度問佛法的", "603": "的大意三度被打如蒿枝拂相似如今更思一頓", "604": "誰為下手時有僧出云某甲下手濟度拄杖與僧", "605": "僧擬接濟便打雪竇云放去較危收來太速。頌曰。", "606": "三十年來鹽醬裏幾番紅了幾番紫誰道臨機不見", "607": "師國有憲章難放汝", "608": "舉師祖問南泉摩尼珠人不識如來藏裏親收得", "609": "如何是如來藏泉云王老師與你往來者是藏雪", "61": "禮樹餐白花鑽石駕明月世人慕真仙紛紛異其說", "610": "竇云草裏漢祖云不往來者泉云亦是藏雪竇云", "611": "雪上加霜祖云如何是珠雪竇云險百尺竿頭作", "612": "伎倆不是好手這裏著得箇眼主賓互換便能深", "613": "入虎穴或不恁麼縱饒師祖悟去也是龍頭蛇尾", "614": "漢。頌曰。", "615": "頭髼鬆耳卓朔千聖不移如山如嶽日往月來神光", "616": "濯濯前三後三徒爭口角玉鞭擊碎燄光飛天上人", "617": "間唯我知", "618": "鏡清問僧趙州喫茶去你作麼生會僧便出去清", "619": "云邯鄲學唐步雪竇拈云這僧不是邯鄲人為什", "62": "去家止深山視聽亦銷歇妄想非嘗人示以還童訣", "620": "學唐步若辨得出與你茶喫。頌曰。", "621": "五陵年少佳公子手把珊瑚上酒樓深夜醉歸人不", "622": "見可憐獨自賣風流", "623": "舉僧問雲門如何是法身向上事門云向上與汝", "624": "道即不難作麼生會法身僧云請和尚鑑門云鑑", "625": "即且置作麼生會法身僧云與麼與麼門云這箇", "626": "是長連床上學得來底我且問你法身還解喫飯", "627": "麼僧無對雪竇云將成九仞之山不進一簣之土", "628": "過在什麼處。頌曰。", "629": "英俊流終逸格九萬扶搖方展翮塵沙劫海剎那遙", "63": "不能了唯心枉自久磨折縱得形骸飛豈免輪迴轍", "630": "百億乾坤一毛窄白日迷蹤青天失色長連床上噇", "631": "酒糟虎項金鈴誰解得", "632": "舉三聖問雪峰透網金鱗以何為食峰云待汝出", "633": "網來向汝道聖云一千五百人善知識話頭也不", "634": "識峰云老僧住持事繁雪竇云可惜放過好與三", "635": "十棒這棒一棒也饒不得直是罕遇作家。頌曰。", "636": "赤口赤舌吞白日左旋右轉風雷急飛騰直上三十", "637": "三兜率陀天底拈得咄無位真人是什矢橛", "638": "舉伏牛為馬祖馳書到國師處師問馬祖有何言", "639": "句示人牛云即心即佛國師云是什麼話良久再", "64": "彭殤命固殊一死終何別願君棄丹瓢來悟無生滅", "640": "問更有什麼言句牛云不是心不是佛不是物國", "641": "師云猶較些子雪竇代云當時便喝牛卻問和尚", "642": "此間如何國師云三點如流水曲似刈禾鎌雪竇", "643": "云是什麼語話也好與一拶見之不取千載難忘。", "644": "頌曰。", "645": "拈卻門前大案山海雲猶滯兩重關忙忙日月如流", "646": "水幾箇閒人天地間", "647": "舉玄沙問鏡清教中道不見一法為大過患且道", "648": "不見什麼法清指露柱云莫是不見這箇法沙云", "649": "浙中清水白米從汝喫佛法未夢見在雪竇云大", "65": "又", "650": "小鏡清被玄沙熱瞞我當時若見但向他道靈山", "651": "授記也未到如此。頌曰。", "652": "塞卻鼻孔拄卻舌頭纖塵纔起大地全收霜天月落", "653": "作者難酬南山北山霧鎖煙愁", "654": "舉先報慈問僧近離甚處僧云臥龍慈云在彼多", "655": "少時僧云經冬過夏慈云龍門無宿客為什麼在", "656": "彼多少時僧云獅子窟中無異獸慈云汝試作獅", "657": "子吼看僧云若作獅子吼即無和尚也慈云念汝", "658": "新到且放三十棒雪竇云奇怪諸禪德若平展則", "659": "兩不相傷據令則彼此俱險還點撿得麼。頌曰。", "66": "仁政罷淫祠古廟香爐冷門高三尺灰木偶徒悲耿", "660": "左轉右轉彼此俱險古佛家風白圭無玷龍門好手", "661": "知是誰六合乾坤如電閃", "662": "舉船子頌云千尺絲綸直下垂一波纔動萬波隨", "663": "夜靜水寒魚不食滿船空載月明歸雪竇云這老", "664": "漢勞而無功或若雲門道一句合頭語萬劫繫驢", "665": "橛又作麼生免此過良久云莫道水寒魚不食如", "666": "今釣得滿船歸。頌曰。", "667": "水裏月太孤絕玉轉珠迴須甄別踏破秋聲歸去來", "668": "大家應共知時節", "669": "舉投子問巨榮禪客老僧未曾有一言半句掛諸", "67": "無何天道乖日月蔽光景家國魑魅遊諂祭路為梗", "670": "方耳目何用要見山僧僧云到這裏不施三拜要", "671": "且不甘子云出家兒得恁麼沒碑記僧遶禪床一", "672": "匝而出子云有眼無耳朵六月火邊坐雪竇云也", "673": "不得放過纔轉便與擒住喝云是誰不甘咄若跳", "674": "得出不妨是一員衲僧。頌曰。", "675": "苔花沒字土埋龜風雨消磨絕妙詞不向圖經中舊", "676": "見無人知是蔡邕碑", "677": "舉祖師云六塵不惡還同正覺雪竇云拄杖子是", "678": "塵有什麼過過既無應合辨主所以道糞掃堆頭", "679": "現丈六金身且拈在一邊赤肉團上壁立千仞又", "68": "廟神喜無限同類闇商忖托巫為表裏酒肉相汲引", "680": "放過一著直饒八面四方正好連架打。頌曰。", "681": "主中主誰辨取色色塵塵龍驤鳳舞報君知莫莽鹵", "682": "先天未是心之祖", "683": "舉本生拈拄杖示眾云我若拈起你便向未拈起", "684": "時作道理我若不拈起你便向拈起時作主宰且", "685": "道老僧為人在什麼處時有僧出云不敢妄生節", "686": "目生云也知闍黎不分外僧云低低處平之有餘", "687": "高高處觀之不足生云節目上更生節目僧無語", "688": "生云掩鼻偷香空招罪犯雪竇云這僧也善能切", "689": "磋爭奈弓折箭盡然雖如此且本生是作家宗師", "69": "巫謝叩頭許願長充項領鼓噪里巷間愚夫墮其阱", "690": "為人在什麼處拈起也天回地轉應須拱手歸降", "691": "放下也草偃風行必合全身遠害還見本生為人", "692": "處也無雪竇復拈起拄杖云太平本是將軍致不", "693": "許將軍見太平。頌曰。", "694": "春風急春風急八駿奔馳追莫及南北東西把定時", "695": "為君直上孤峰立咄只在這裏", "696": "舉安國舉國師碑文云得之於心伊蘭作旃檀之", "697": "樹失之於旨甘露乃蒺藜之園問僧曰一語須具", "698": "得失兩意汝作麼生道僧云不可喚作拳頭也國", "699": "不肯亦舉拳別云祗為喚作拳頭雪竇云無繩自", "7": "風霜刺人骨身病勿自繇忽悟寵榮妄唾唾輕王侯", "70": "奔走舉若狂廟貌煥然整王婆女病寒李公子傷飲", "700": "縛漢拳頭也不識。頌曰。", "701": "祗箇拳頭有誰不識多口阿師自貽伊戚遇貴即賤", "702": "兮攬草成藥逢強即弱兮執金化石咄哉無數癡人", "703": "盡向言中取則", "704": "舉玄沙普請斫柴次見一虎天龍曰和尚虎沙曰", "705": "是汝雪竇云要與人天為師面前端的是虎。頌曰。", "706": "山中虎卻是汝四七攢眉二三飲氣落落雄聲滿大", "707": "唐林間狂嘯腥風起休迴避相逢拶出骨裏髓", "708": "舉洞山初和尚參雲門門問近離什麼處山云查", "709": "渡門云夏在甚處山云湖南報慈門云幾時離彼", "71": "皆言神見責當急致果茗小鬼飽忻忻跳舞夙憂屏", "710": "山云八月二十五門云放汝三頓棒山至來日卻", "711": "上問訊昨日蒙和尚放三頓棒不知過在什麼處", "712": "門云飯袋子江西湖南便恁麼去山於言下大悟", "713": "雪竇云雲門氣宇如王拶著便冰消瓦解當時若", "714": "據令而行子孫也未到斷絕。頌曰。", "715": "三頓烏藤輕放汝跛足阿師相共語電光影裏卓紅", "716": "旗末後嘮嘮可惜許帶累兒孫不丈夫十字街頭空", "717": "沸屎", "718": "舉大慈示眾云山僧不解答話秪能識病時有僧", "719": "出大慈便歸方丈雪竇云大慈識病不答話時有", "72": "巫神正歡樂不測生俄頃天符下青冥霹靂碎神頂", "720": "僧出便歸方丈雪竇識病不答話或有僧出劈脊", "721": "便棒諸方識病不答話有僧出必然別有長處敢", "722": "有一箇動著大唐天子只三人。頌曰。", "723": "識病還須善病家從來盧扁較些些不勞鍼砭膏肓", "724": "起寰海今朝謾自誇良久云且放雪竇出氣", "725": "舉趙州到黃檗檗見來便閉卻方丈門州乃把火", "726": "于法堂內叫云救火救火檗開門捉住云道道州", "727": "云賊過後張弓雪竇云直是好笑笑須三十年忽", "728": "有人問雪竇笑什麼笑賊過後張弓。頌曰。", "729": "一箇閉門作活一箇草裏亂叫今日檢點將來直是", "73": "老巫復暴亡廟門一朝扃羞殺小鬼曹啾啾抱孤影", "730": "令人好笑", "731": "舉僧問鏡清學人未達其源乞師方便清云是什", "732": "麼源僧云其源清云若是其源爭受方便雪竇云", "733": "死水裏浸卻有什麼用處侍者問清適來是成褫", "734": "伊否清云無侍者云莫是不成褫伊否清云無者", "735": "云未審尊意如何清云一點水墨兩處成龍雪竇", "736": "云猶較些子雪竇不是減鏡清威光要與這僧相", "737": "見是什麼源其源三十年後與你三十棒。頌曰。", "738": "穿起鶻臭衫頂上炙脂帽渠無國土兮逢緣皆得玅", "739": "君不見長者子行草草伶俜五十城忘卻來時道", "74": "又", "740": "舉僧問香林如何是衲衣下事林云臘月火燒山", "741": "雪竇云臘月燒山萬種千般翹松鶴冷踏雪人寒", "742": "達磨不會大難大難。頌曰。", "743": "烈燄翻身透碧岑達磨不會問盧能逢人未可輕相", "744": "委踏雪歸來只掩門", "745": "舉本仁示眾云老僧尋嘗不欲向聲前色後鼓弄", "746": "人家男女何故且聲不是聲色不是色時有僧問", "747": "如何是聲不是聲仁云喚作色得麼僧云如何是", "748": "色不是色仁云喚作聲得麼僧作禮仁云且道為", "749": "汝說答汝話若向這裏會得有箇入處雪竇云本", "75": "一翁五十餘日夕心惶惶相逢問其故乃言苦非嘗", "750": "仁也甚奇怪要且貪看天上月既非聲前色後且", "751": "作麼生入。頌曰。", "752": "眼見如盲口說如啞上下四維絕瀟絕灑倒用橫拈", "753": "全無柄把海神知貴不知價留與人間光炤夜", "754": "舉國師三喚侍者雪竇著語云點即不到侍者三", "755": "應雪竇著語云到即不點將謂吾辜負汝誰知汝", "756": "辜負吾雪竇著語云瞞雪竇不得雲門道作麼生", "757": "是國師辜負侍者處會得也是無端雪竇云元來", "758": "不會門又云作麼是侍者辜負國師處粉骨碎身", "759": "未報得雪竇云無端無端僧問投子國師三喚侍", "76": "齒牙逼衰暮玄鬢已結霜生男男不育生女女不長", "760": "者意旨如何投子云抑逼人作麼雪竇云跺跟漢", "761": "僧問興化化云一盲引眾盲雪竇云端的瞎僧問", "762": "玄沙沙云侍者卻會雪竇云停囚長智僧問趙州", "763": "州云如人暗中書字字雖不成文彩已彰雪竇便", "764": "喝僧問雪竇雪竇便打也要諸方點簡乃成頌云", "765": "師資會遇意非輕無事相將草裏行負汝負吾人", "766": "莫問任從天下競頭爭。頌曰。", "767": "一老一不老全身入荒草應喏甚分明根源無處討", "768": "無處討秋深白露和煙島", "769": "舉雲門示眾老胡生下時一手指天一手指地周", "77": "家財亦自可田園滿青黃舉目誰余嗣魂夢多匆忙", "770": "行七步目顧四方云天上天下唯我獨尊當時若", "771": "見一棒打殺與狗子喫貴圖天下太平雪竇云便", "772": "與掀倒禪床。頌曰。", "773": "赤肉團邊開大口八萬四千牛馬走現成公案絕淆", "774": "訛貓兒依樣呈家醜", "775": "舉僧問智門如何是佛門云踏破草鞋赤腳走僧", "776": "云如何是佛向上事門云拄杖頭上挑日月雪竇", "777": "云千兵易得一將難求。頌曰。", "778": "祖域恣馳騁曾經有幾人千兵容易得一將最難尋", "779": "日月膠中色乾坤火裏水杖頭挑不起踏斷草鞋繩", "78": "神福屢叩許佛廟曾修裝百無一靈應陳說真荒唐", "780": "舉僧禮拜雪峰峰打五棒僧云某甲有什麼過峰", "781": "又打五棒雪竇云雪竇不曾與人打葛藤前五棒", "782": "日炤天臨後五棒雲騰致雨你若辨得也好與五", "783": "棒。頌曰。", "784": "莫怪麤疏象骨師意根未了強狐疑兒孫闢地栽荊", "785": "棘掩鼻偷香枉受欺", "786": "舉馬大師令智藏持書至徑山山接書開見一圓", "787": "相于中下一點國師云欽師猶被馬師惑雪竇云", "788": "徑山被惑且置若將呈似國師別作箇什麼伎倆", "789": "免被惑去有老宿云當時坐卻便休亦有道但與", "79": "我語癡老翁本末當細詳何為死牛馬不識天心良", "790": "劃破若與麼只是不識羞敢謂天下老師各具金", "791": "剛眼睛廣作神通變化還免得麼雪竇見處也要", "792": "諸人共知只這馬師當時畫出早是自惑亂了也。", "793": "頌曰。", "794": "內卦外卦全無縫罅謾言千里同風彼此分疏不下", "795": "惑人自惑底何心赤手白拈成話杷", "796": "舉睦州尋常見衲僧來即閉門或見講僧乃召云", "797": "座主主應諾州云擔板漢雪竇云睦州只具一隻", "798": "眼何故這僧喚既回頭因甚卻成擔板漢。頌曰。", "799": "一生擔板無行止巧發金丸擲鼷鼠壯士拔劍為不", "8": "真仙得歸仗猿鳥相綢繆千花疊雙趾寶月懸青眸", "80": "神明炯方寸小信其來享汝行眾所悉于理或未當", "800": "平意氣繇來獨相許喚得回喚不回向後從他眼自", "801": "開", "802": "舉巴陵示眾云祖師道不是風動不是幡動既不", "803": "是風幡向什麼處著有人與祖師作主出來與巴", "804": "陵相見雪竇道風動幡動既是風幡向什麼處著", "805": "有人與巴陵作主出來與雪竇相見。頌曰。", "806": "是風動是幡動癡兒面前休說夢不是風兮不是幡", "807": "澄潭那許蒼龍蟠黃梅衣缽空惆悵贏得區區建剎", "808": "竿", "809": "舉則川與龐居士摘茶次士云法界不容身師還", "81": "權衡異高下尺度裁短長謀之恨不遂得之患遺亡", "810": "見我麼川云不是老僧答公話公云有問有答", "811": "蓋是尋嘗川乃摘茶不顧士云莫怪適來容易借", "812": "問川亦不顧士喝云這無禮儀漢待我一一舉似", "813": "明眼人川乃拋卻茶籃便歸方丈雪竇云則川只", "814": "解把定封疆不能同生同死當時好與捋下襆頭", "815": "誰敢喚作龐居士。頌曰。", "816": "同死同生驗作家夜深誰共摘楊花憧憧四海安如", "817": "底休更人前弄爪牙", "818": "舉僧問雲門一言道盡時如何門云裂破雪竇彈", "819": "指三下。頌曰。", "82": "親朋有饑餒婢僕無衣裳仁慈竟安在惻隱歸何方", "820": "裂破虛空舌頭無骨鵠白烏玄棘曲松直彈指三聲", "821": "賊賊賊賊", "822": "舉僧問睦州一言道盡時如何州云老僧在你缽", "823": "囊裏雪竇呵呵大笑。頌曰。", "824": "慣撾毒鼓聾人耳好笑將身缽裏藏蚯蚓驀過香水", "825": "海蝦蟆𨁝跳上穹蒼", "826": "舉僧問雪峰聲聞人見性如夜見月菩薩人見性", "827": "如晝見日未審和尚見性如何峰打三下其僧復", "828": "問巖頭頭打三掌雪竇云應病設藥且打三下若", "829": "據令而行合喫多少。頌曰。", "83": "止止勿復道蠲棄應自強不聞燕山桂至今裊芬芳", "830": "晝日夜月見見何別風落霜寒一場敗闕撫掌三下", "831": "舉南泉山下有一菴主人謂曰近日南泉和尚出", "832": "世何不去禮見主云非但南泉出世直饒千佛出", "833": "世我亦不去泉聞乃令趙州去勘州去便設拜主", "834": "不顧州從東過西又從西過東主亦不顧州云草", "835": "賊大敗遂拽下簾子便歸舉似南泉泉云我從來", "836": "疑著這漢雪竇云大小南泉趙州被箇擔板漢勘", "837": "破了也。頌曰。", "838": "一葉扁舟一釣竿鉤頭香餌未曾殘直須入海深撈", "839": "摝休滯蘆花淺水灘", "84": "又", "840": "舉嵒頭雪峰欽山到德山欽山問天皇也恁麼道", "841": "龍潭也恁麼道未審和尚作麼生道德山云你試", "842": "舉天皇龍潭底看欽山擬議山便打欽山被打歸", "843": "延壽堂云是則是打我太煞嵒頭云汝恁麼他後", "844": "不得道見德山來雪竇云諸禪德欽山致箇問端", "845": "不妨奇特爭奈龍頭蛇尾你試舉天皇龍潭底看", "846": "坐具便摵大丈夫漢捋虎鬚也是本分他既不能", "847": "德山令行一半令若盡行雪峰嵒頭總是涅槃堂", "848": "裏漢。頌曰。", "849": "虎口橫身恁麼來賞伊膽大絕低徊涅槃堂裏還鄉", "85": "薙草字沙門未達僧之義碌碌與麼過光陰當兒戲", "850": "曲錦繡香囊炤夜臺", "851": "舉玄沙問僧近離什處僧云瑞嵒沙云瑞嵒有何", "852": "言句僧云長喚主人公自云諾惺惺著他後莫受", "853": "人瞞沙云一等是弄精魂也甚奇特卻云何不且", "854": "在彼中僧云瑞嵒遷化了也沙云如今還喚得應", "855": "麼雪竇云蒼天蒼天。頌曰。", "856": "當機覿面提覿面當機疾一等弄精魂就中人不識", "857": "片石嵯峨應也無蒼天蒼天奈汝何", "858": "舉僧問長慶羚羊未掛角時如何慶云草裏漢僧", "859": "云掛角後如何慶云亂叫喚僧云畢竟如何慶云", "86": "佛法既不諳詩禮那曾視貢高尊木叉輕薄遊講肆", "860": "驢事未了馬事到來雪竇云寧可碎身如微塵終", "861": "不瞎箇眾生眼長慶較些些子有般漢設使羚羊", "862": "未掛角也是萬里望鄉關。頌曰。", "863": "糞掃堆頭拾得春斬新日月立乾坤羚羊屏跡千峰", "864": "頂逐塊韓盧空秪獰", "865": "舉德山示眾云俱胝和尚但有問荅只豎一指寒", "866": "則普天普地寒雪竇云甚處見俱胝老熱則普天", "867": "普地熱雪竇云莫錯認定盤星森羅萬象徹下孤", "868": "危大地山河通上險絕甚麼處得一指頭禪。頌曰。", "869": "寒時寒熱時熱通上徹下孤危險絕俱胝老人秪得", "87": "到處築得來行行得其志一點不揩磨口給爭雄利", "870": "一橛秪得一橛倚天炤雪", "871": "舉僧問南院從上諸聖向甚麼處去院云不在天", "872": "堂則入地獄僧云和尚又作麼生院云還知寶應", "873": "老落處麼僧擬議院打一拂子云你還知喫拂子", "874": "底麼僧云不會院云正令卻是汝行又打一拂子", "875": "雪竇云令既自行且拂子不知來處雪竇道箇瞎", "876": "且要雪上加霜。頌曰。", "877": "一翳未消空華亂墜地獄天堂髑髏粉碎正令倒行", "878": "失錢遭罪雪上加霜又一重瞎漢依前原不會", "879": "舉雪峰上堂諸上座望州亭與汝相見了也烏石", "88": "人我等山王習氣日流注忝負飽叢林虛斷神光臂", "880": "嶺與汝相見了也僧堂前與汝相見了也保福問", "881": "鵝湖僧堂前相見且置望州亭烏石嶺什麼處相", "882": "見鵝湖驟步歸方丈保福便入僧堂雪竇云二老", "883": "宿是即是只知雪峰放行不知雪峰把住忽有箇", "884": "衲僧出未審雪竇作麼生豈不是別機宜識休咎", "885": "底漢還有望州亭烏石嶺相見底衲僧麼良久云", "886": "擔板禪和如麻似粟。頌曰。", "887": "遍界不曾藏通身絕影象斫額望州亭驟步歸方丈", "888": "無人識得渠徒自傷鹽醬金圈拋下乳峰前流水白", "889": "雲空蕩漾", "89": "所以師乳投必待琉璃器", "890": "舉僧問忠國師如何是本身盧舍那忠云與老僧", "891": "過淨瓶來僧將淨瓶至忠云卻安舊處著僧復問", "892": "如何是本身盧舍那忠云古佛過去久矣雲門道", "893": "無朕跡雪竇云直得一手指天一手指地爭得無", "894": "還會麼雲在嶺頭閑不徹水流澗底太忙生。頌曰。", "895": "毘盧師法身主日夜相逢淨瓶裏黃面瞿曇不自知", "896": "止有韶陽較些子剔起眉毛仔細看落花忙逐東流", "897": "水", "898": "舉趙州到道吾纔入堂吾曰南泉一隻箭來也州", "899": "云看箭吾云過州云中雪竇云二俱作家蓋是道", "9": "黃塵日飛滾氣味颯以秋君親兩高厚自忖難薄酬", "90": "又", "900": "吾趙州二俱不作家箭鋒不相拄直饒齊發齊中", "901": "也是箇射垛漢。頌曰。", "902": "山高海深人不測古往今來轉青碧淺近輕浮莫與", "903": "交地卑只解生荊棘行路難行路難君自看", "904": "舉臨濟同普化赴施主齋次濟問毛吞巨海芥納", "905": "須彌為復神通妙用為復法爾如然化趯倒飯床", "906": "濟云太麤生化云這裏是甚麼所在說麤說細次", "907": "日又同赴齋濟復問今日供養何似昨日化又趯", "908": "倒飯床濟云得即得太麤生化喝云瞎漢佛法說", "909": "甚麼麤細濟乃吐舌雪竇云兩箇老賊喫飯也未", "91": "高躡五臺冰嶮陟峨嵋雪九子與補陀輕裝事朝謁", "910": "了好與三十棒令雖行且那箇是正賊。頌曰。", "911": "花擘涅槃心踢瞎正法眼不語兩低頭機關何太險", "912": "滹沱高浪蹴天浮魚鱉安能測深淺", "913": "舉三角示眾云若論此事眨上眉毛早是蹉過麻", "914": "谷出云蹉過即不問如何是此事角云蹉過谷便", "915": "掀倒禪床角便打雪竇云兩箇有頭無尾漢眉毛", "916": "未曾眨上說什麼此事蹉過有僧問眉毛為什麼", "917": "不眨上雪竇便打。頌曰。", "918": "眉毛雙綰同心結咄咄商量此事來八字打開猶蹉", "919": "過舌根未動禍先胎", "92": "走道莫知疲腳跟幾蹴裂白象未經騎金師那曾拽", "920": "舉嵒頭參德山方跨門便問是凡是聖山便喝頭", "921": "禮拜有人舉似洞山山云若不是奯公大難承當", "922": "頭云洞山老人不識好惡錯下名言我當時一手", "923": "抬一手搦雪竇云然則德山門下草偃風行要且", "924": "不能塞斷人口當時纔禮拜劈脊便打非唯勦絕", "925": "洞山亦乃把定奯老還會麼李將軍有佳聲在不", "926": "得封侯也是閑。頌曰。", "927": "金鰲一掣滄溟竭是聖是凡齊吐舌沒羽將軍應自", "928": "知屠龍須讓人中傑", "929": "舉太原孚上座參雪峰纔到法堂顧視雪峰便下", "93": "到處禮土坡銷磨好年月亹亹向人誇衣食頗豐悅", "930": "看知事雪竇云一千五百人作家宗師被孚老一", "931": "覷便高豎降旗孚來日卻上禮拜云某甲昨日觸", "932": "忤和尚峰云知是般事便休雪竇云果然僧問雲", "933": "門作麼生是觸忤處門便打雪竇云打得百千萬", "934": "箇有什麼用處直須盡大地人喫棒方可扶豎雪", "935": "峰且道太原孚具什麼眼。頌曰。", "936": "鼓角霜殘入暮雲法身喪卻暗銷魂無端扭捏孃生", "937": "鼻到處拋沙觸忤人勘破了莫紛紜七十二棒且輕", "938": "恕一百五十難放君", "939": "舉僧請益雲門玄沙三種病人語門云汝禮拜著", "94": "真佛內裏坐真法無異說斯須弗相離何乃反拋撇", "940": "僧禮拜起門以拄杖挃之僧退後門云汝不是患", "941": "盲麼復喚近前來僧近前門云汝不是患聾麼又", "942": "云會麼僧云不會門云汝不是患啞麼僧于是有", "943": "省雪竇便喝云這盲聾瘖啞漢若不是雲門驢年", "944": "去如今有底或拈槌豎拂不管教近前又不來還", "945": "會麼又不應諸方還奈何得麼若不奈何汝這一", "946": "隊驢漢又堪作箇什麼以拄杖一時打趁。頌曰。", "947": "瘖啞盲聾成隊走無孔銕椎不知有閻浮樹下笑呵", "948": "呵驚起雲門藏北斗", "949": "舉鼓山示眾若論此事如一口劍時有僧問承和", "95": "覿面如不逢過去徒切切", "950": "尚言若論此事如一口劍和尚是死屍學人是死", "951": "屍如何是劍山云拖出這死屍僧應諾歸衣缽下", "952": "結束便行山至晚問首座問話底僧在否座云當", "953": "時便去也山云好與三十棒雪竇云諸方老宿總", "954": "道鼓山失卻一隻眼殊不知重賞之下必有勇夫", "955": "雖然如此若仔細檢點將來未免一坑埋卻。頌曰。", "956": "冷光閃爍切忌名邈古兮今兮誰同啐啄啐啄相應", "957": "金雞忽鳴長安道上不許夜行", "958": "舉睦州問武陵長老了即毛吞巨海始知大地一", "959": "微塵作麼生陵云問阿誰州云問長老陵云何不", "96": "又", "960": "領話州云汝不領話我不領話雪竇云墮也墮也", "961": "復云這箇葛藤老漢好與劃斷拈拄杖云什麼處", "962": "去也。頌曰。", "963": "百匝千重千重百匝劃斷葛藤全無合煞學海波瀾", "964": "一夜乾龍象當筵恣蹴踏", "965": "舉仰山坐次有僧翹一足云西天二十八祖亦如", "966": "是唐土六祖亦如是天下老和尚亦如是某甲亦", "967": "如是山下禪床打四藤條雪竇云藤條未到打折", "968": "因什麼只與四下須是斬釘截銕漢始得大禪佛", "969": "後到霍山自云集雲峰下四藤條天下大禪佛參", "97": "仲尼有遺書舉世少人讀字畫雖燦然大意久不復", "970": "山云打鐘著禪便走雪竇云這漢雖是見機而作", "971": "爭奈有頭無尾。頌曰。", "972": "萬仞峰頭翹足立宇宙寥寥望何極東土西天兩脫", "973": "空至今鼻孔無消息", "974": "舉僧問智門如何是般若體門云蚌含明月僧云", "975": "如何是般若用門云兔子懷胎雪竇云非唯把定", "976": "世界亦乃安貼家邦若善能參詳便請丹霄獨步。", "977": "頌曰。", "978": "不儉不奢知音可嘉明珠絕纇白璧無瑕大野寥寥", "979": "兮千峰寒色虛堂寂寂兮雨滴巖花君不見少林冷", "98": "童子才咿唔便云學干祿一二老腐儒峨冠炫章服", "980": "坐人難識隻履攜歸暗自嗟", "981": "舉烏曰問玄紹二上座發足甚麼處玄云江西臼", "982": "便打玄云久聞和尚有此機要曰云汝既不會第", "983": "二箇近前來紹擬近前曰便打云信知同坑無異", "984": "土參堂去雪竇云宗師眼目直須恁麼如金翅擘", "985": "海直取龍吞有般漢眼目未辨東西拄杖不知顛", "986": "倒只管說炤用齊行人境俱奪。頌曰。", "987": "千仞龍門留宿客振鬣揚鬐遭點額胸次嘗藏十萬", "988": "兵閒行氣貌多輕忽咄咄五帝三皇是何物", "989": "舉雪峰問僧見說大德曾為天使來是否僧云不", "99": "步步合規繩言言鄙食粟自稱鄒魯賓孝友舌殘禿", "990": "敢峰云又爭解恁麼來僧云仰慕道德豈憚關山", "991": "峰曰汝猶醉在出去僧便出峰乃召大德僧回首", "992": "峰曰是甚麼僧亦云是甚麼峰曰這漆桶僧無語", "993": "峰顧謂鏡清云好箇師僧向漆桶裏折倒清云和", "994": "尚豈不是據款結案峰曰也是我尋嘗用底忽若", "995": "喚回向伊道是甚麼被他道這漆桶又作麼生清", "996": "云成何道理峰曰我與麼及伊汝又道據款結案", "997": "伊與麼及我汝又道成何道理一等是恁麼時節", "998": "其間有得有不得清云不見道醍醐上味為世所", "999": "珍遇斯等人翻成毒藥雪竇云看他父子相投言"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B304 靈樹遠禪師雲嵒集", "englishTitle": "Jiaxing Canon, Electronic version, No. B304 靈樹遠禪師雲嵒集", "author": "清 僧遠說　廣仍記　附雲嵒頌古　附雲嵒九頌　余懷製", "language": "chinese", "source": "CBETA"}