{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8862 楞嚴經四依解", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "釋文十別觧文義二正宗分", "1": "大佛頂如來密因脩證了義諸菩󷨊萬行首楞嚴", "2": "經四依觧卷第十", "3": "明湖南邵陵五臺菴沙門觀𢖍述", "4": "○四示行隂魔相分二初詳示微細魔事二結", "5": "示防護真脩。", "6": "○初詳示微細魔事分二初先明行隂分劑二", "7": "正明行隂心魔。", "8": "○初先明行隂分劑分三初明未破分劑二明", "9": "已破分劑三明妄想分劑。", "10": "○初明未破分劑。", "11": "阿難彼善男子脩三摩地想隂盡者牒定想隂盡行人是", "12": "人平常夢想消滅夢消無寐時浮想想滅無寤時浮想寤寐恒一寤無", "13": "想寐無夢故恒一覺明虚靜上三句明妄想如塵已消此一句明佛心如空自靜猶", "14": "如晴空喻上覺明虚靜無復麄重前塵影事喻上夢想消滅此七句是", "15": "明內心不起觀諸世間大地山河法如鏡鑑明來無所", "16": "粘過無踪跡虚受照應喻此六句是明外境不入了罔陳習了絕", "17": "也罔無也絕無陳舊習氣種子唯一精真此二句是結成生滅根元從此", "18": "披露此二句標行隂已現見諸十方十二眾生畢殫其類此三", "19": "句明見行隂分劑雖未通其各命由緒見同生基猶如野", "20": "馬熠熠清擾此五句明見行隂之相為浮根塵究竟樞穴此二", "21": "句結成行隂為生滅根元一句之義此則名為行隂區宇此二句結成隂義。", "22": "此明行隂未破分劑之相也阿難下牒明想隂", "23": "已盡之相生滅下正明行隂未破之相蓋人平", "24": "常寐為夢寤為想正是想隂區宇覆蔽妙明故", "25": "想隂一盡夢想都無夢想既無則寤寐惟一覺", "26": "明虚靜而已夢想障蔽覺明如塵之礙擾亂覺", "27": "明如塵之搖故夢想消滅即虚而不礙靜而不", "28": "句是法謂想盡雖未見八識行相何如已見七", "29": "識為十二類生生滅根本故云見同生基猶如", "30": "野馬此二句喻行隂之相野馬是陽𦦨異稱熠", "31": "熠閃爍貌以陽𦦨流動名擾而無質礙故名清", "32": "擾正狀行隂流注生滅為浮根塵二句是結明", "33": "生滅根元一句浮根塵有二說一單指內根即", "34": "浮根四塵此即肉身分叚生死二󷨯根塵說根", "35": "是內根塵是外境根境俱屬分叚可對可見故", "36": "云浮根塵二義俱順總是結明上生滅二字樞", "37": "是門轉軸穴門臼也門依樞穴而能開閉喻十", "38": "二類生依行隂而能出生入死此句結明上根", "39": "元二字是此二句總結行隂為十二類生生滅", "40": "最後根元過此即無分叚生死故云究竟樞穴", "41": "正脉曰寐中有夢寤中有想然夢乃寐中之想", "42": "想乃寤中之夢皆獨頭意識所為想隂為體故", "43": "想隂盡夢想皆滅此是獨影先無也觀諸世間", "44": "下是性境亦虚也。", "45": "○二明已破分劑。", "46": "若此清擾熠熠元性元是根元性是體性謂行隂為生滅根元之體性即上", "47": "元性屬行隂入元澄此元澄屬八識一澄元習即行隂元習一澄不動故如", "48": "波瀾滅化為澄水上句喻行隂盡即七識浪滅下句喻󷘒識隂即八識體現名", "49": "行隂盡是人則能超眾生濁此明行盡之益。", "50": "此明行隂已破之相也若此清擾三句是法一", "51": "澄元習一句是合辭牒上性入元澄之法合下", "52": "波水之喻謂行隂生滅元性既入識隂澄湛之", "53": "體一清生滅之習如波瀾化為澄水則不見生", "54": "滅之相此雖云澄水乃對波言澄但無麄相生", "55": "滅細相生滅猶抂後云流急不見非是無流是", "56": "也此法喻正合顯行盡之相前云知見每欲留", "57": "於世間業運每常遷於國土名眾生濁今行隂", "58": "一盡同分生基倐然隳裂酬業深脉感應懸絕", "59": "永不隨業力流轉故超眾生濁即超分叚生死", "60": "也。", "61": "○三明妄想分劑。", "62": "觀其所由幽隱妄想以為其本。", "63": "此明行隂妄想分劑也行隂以生滅為性生滅", "64": "密移󷴅無覺悟抂前境不見其生滅而自小密", "65": "移成大或自成暗遷至壞抂內身不覺其生滅", "66": "而自少密移成老又自老暗遷至殞此由一念", "67": "妄動而󷴁又難覺悟故名幽隱妄想上先明行", "68": "隂分劑已竟。", "69": "○二正明行隂心魔分十初二無因論二四徧", "70": "常論三四分常論四四有邊論五四矯亂論六", "71": "十六有論七八無相論八八俱非論九七斷滅", "72": "論十五𣵀槃論。", "73": "○初二無因論分三初總標二分釋三結成。", "74": "○初總標。", "75": "阿難當知是得正知奢摩他中諸善男子依所修法標能", "76": "修人凝明正心十類天魔不得其便方得精研窮生", "77": "類本此二句承上想盡方得進破行隂於本類中生元露者此二句正", "78": "標行現觀彼幽清圓擾動元此二句先心後境即以智精研所露生元故", "79": "於圓元中󷴁計度者此二句先境後心即依所觀生元󷴁謬觧故是人", "80": "墜入二無因論此二句結謬觧之過。", "81": "此總標依行隂所󷴁謬觧墜入二無因論也阿", "82": "難下敘前想隂盡之益方得下正明行隂中謬", "83": "計正知二字有二觧一即前不遭邪慮得正知", "84": "正見是受隂盡相凝明正心是想隂盡益是因", "85": "破受想二隂方得精研行隂之次二此正知與", "86": "正心通是想盡但上下變文耳凝即堅凝不󷴁", "87": "妄求明即明悟魔來先覺又凝即定明即慧定", "88": "慧均等故曰正心方得下正明行隂中所󷴁謬", "89": "計乃自心魔作孽生類即十二類生本即行隂", "90": "為十二類生之根本本類中即本十二類中生", "91": "元亦行隂幽清圓擾動元皆行隂之相幽即幽", "92": "隱清即清細徧十二類生故云圓擾為生滅根", "93": "本故云動元圓元亦行隂即上圓擾動元但抽", "94": "去擾動二字計度即背理邪觧違正知見是人", "95": "指󷴁計度行人無因論者西域有外道立無因", "96": "論一見本無因一見末無因故云二無因論今", "97": "行人未見各命由緒於行隂中生此狂觧即流", "98": "入無因之論墮於外道故云墜入。", "99": "○二分釋分二初釋本無因二釋末無因。", "100": "○初釋本無因。", "101": "一者是人指外道見本無因此二句是標何以故是人既", "102": "得生機全破破即披露義乘於眼根八百功德此二句是能見", "103": "量見八萬劫所有眾生業流灣還死此生彼秪見", "104": "眾生輪𢌞其處秪見八萬劫內八萬劫外𡨋無所觀此八句是", "105": "所見境量便作是觧此句總明承上所見境而󷴁分別觧此等世間十方", "106": "眾生八萬劫來本無因自有此四句明上是觧所以由此計", "107": "度此句牒上是觧下出其過亡正徧知只見八萬劫內失徧知謬計無因失正知墮", "108": "落外道外正知外徧知自立邪論故名外道惑菩提性既外游邪徑故迷正覺此", "109": "四句結明無因之失。", "110": "此於二無因論中先釋本無因也一者下標所", "111": "見量便作下明所󷴁觧由此下結明外道此釋", "112": "中是人指外道說後總結明白是則名為第一", "113": "外道立無因論是也後皆倣此問是人若指外", "114": "道何能󳠦眼根八百功德荅外道亦從脩行中", "115": "來豈不󳠦六根功德但所見未圓故偏入外道", "116": "其實六根功德抂佛菩󷨊小乘亦自有優劣外", "117": "道更次之故所見不徧圓業流灣還死此生彼", "118": "者即行隂之相屬分叚生死即眾生濁又即一", "119": "倫生死首尾圓照便作是觧者以所見不徧八", "120": "萬劫前故不知八萬劫前所有因緣以不知其", "121": "因謬計無因非佛法無生之無因又此外道止", "122": "見同生基未見各命由緒雖見八萬劫內亦只", "123": "見死此生彼之相而未能見所以死此生彼之", "124": "元由即未見異熟識中各類種子故妄謂無因", "125": "正脉謂此但見眾生總相亦是此義謂多總見", "126": "生死之相未別詳其因是以同生基各命元由", "127": "為總別非以類生多少總別故正觀曰生基者", "128": "行為發動生生不息之機也。", "129": "○二釋末無因。", "130": "二者是人見末無因標何以故是人於生生即十二類生", "131": "既見其根根即行隂為十二類生根本知人生人悟鳥生鳥烏", "132": "從來黑鵠從來白人天本𥪡畜生本橫白非洗成", "133": "黑非染造此八句依上所見生根生此謬觧從八萬劫無復改移", "134": "止見八萬劫內人烏黑白橫𥪡無移豈知八萬劫前經過多少改移今盡此形亦復", "135": "如是因執本來無改故執後去亦無改而我本來不見菩提推本無因", "136": "云何更有成菩提事類末無因當知今日一切物象皆", "137": "本無因此三句結明末無因。", "138": "此釋二論中末無因也二者下標所見量即㨿", "139": "本無因今盡下明所󷴁觧即推末亦無因由此", "140": "下結成外道知人生人等者因見類生之根而", "141": "能圓照生死遷流之處見有人死還生為人鳥", "142": "死還生為鳥烏死還生黑烏鵠死還生白鵠因", "143": "見多劫不改其類故謬觧多是無因自有此亦", "144": "只見生死往還之相未見生死往還之因亦由", "145": "不能徧見八萬劫前故不知其因今盡此形二", "146": "句是以末類本亦同無因故云亦復如是即末", "147": "後形盡亦無因而改其類而我下是正明脩證", "148": "無因即本來不見菩提因云何後來得成菩提", "149": "果即撥無因果之見當知下結云皆本無因有", "150": "謂本字合作末字亦通吳興謂無復改移者此", "151": "見一分人畜之類有經長時業果未轉故󷴁斯", "152": "計如智論明舍利弗觀鵅子身前後皆八萬劫", "153": "不改其類今行隂中既見其相乃謂一切皆自", "154": "然而然此中人生人鳥生鳥是依前世後世言", "155": "非指現前父子相生為人生人鳥生鳥請觀今", "156": "盡此形亦復如是可知上分釋已竟。", "157": "○三結明。", "158": "由此計度亡正徧知墮落外道惑菩提性結倒見入外道", "159": "見是則名為第一外道立無因論結倒論名外道論後倣此。", "160": "此總結上二種無因是第一外道之論也西域", "161": "外道多種立論不一總不出斷常二見此無因", "162": "即斷見外道有謂無因非斷見謂是自然而自", "163": "然又豈非斷見耶因緣是常見自然是斷見是", "164": "從來定論既知無因是自然而又非斷見何也", "165": "如四生中自他共生是常見無因生是斷見若", "166": "無因非斷此中云何分斷常耶又引瑜伽論中", "167": "十一無因見十二斷見為證不知瑜伽中是曲", "168": "分斷見中分類差別之相非以無因為別見又", "169": "如因緣和合雖稍不同皆常見攝又如西域外", "170": "道有謂如𣗥刺針無人作孔雀等色無人作自", "171": "然而有不從因生有謂如山上輥線毬至地自", "172": "然而止謂眾生八萬劫滿自然成道此等撥無", "173": "因緣皆斷見攝非獨以滅盡為斷見也上明二", "174": "無因論已竟。", "175": "○二四徧常論分三初總標二分釋三結明。", "176": "○初總標。", "177": "阿難是三摩中諸善男子凝明正心魔不得便牒前", "178": "想盡窮生類本此句標入行隂定中觀彼幽清常擾動元此二句釋", "179": "上一句觀字即上窮字餘七字即上本字於圓常中󷴁計度者此二句正明於", "180": "生元境中所起謬觧是人指行人墜入四徧常論結明流入外計後倣此。", "181": "此總標究竟行隂定中所󷴁四徧常論也阿難", "182": "下牒前想盡之益窮生下明行隂中所󷴁之觧", "183": "是人下結明妄計之失徧即圓也後結云圓常", "184": "是也四徧常者計行隂中未徧計徧未常計常", "185": "見行隂徧十二類生若心若境四大八識皆依", "186": "行隂生滅故計為徧圓又見行隂使十二類生", "187": "生死相續不斷若心若境四大八識皆依行隂", "188": "相續故計為恒常所計有四處一心境二四大", "189": "三八識四行隂於此四處通計徧常故云四徧", "190": "常論其實行隂秪徧有為不徧無為性屬生滅", "191": "非是真常而倒計徧常外於妙性圓常故墮外", "192": "道問心境等依行隂󷴁滅可說第八識為行隂", "193": "之體豈可返依行隂相續耶曰行隂即七識緣", "194": "八識為自內我若無七識則八識相分亦無是", "195": "八識亦依七識生滅而有󷴁信論云生滅與不", "196": "生滅和合而為阿頼耶識是八識依生滅和合", "197": "而有明矣。", "198": "○二分釋分四初心境徧常二四大徧常三八", "199": "識徧常四生理徧常。", "200": "○初心境徧常。", "201": "一者是人窮心境性心境乃行隂所󷴁生滅之法故行隂為心境之本性二", "202": "處無因心處生滅不得其元因境處生滅不得其元因此二句即窮生類本修習能", "203": "知二萬劫中十方眾生所有生滅咸皆循環不󷴅", "204": "散失此正明圓照二萬劫中生死首尾計以為常此句正明倒觧。", "205": "此四徧常中心境徧常論也此討但依心境二", "206": "處窮生滅之本止見二萬劫內二萬劫外竟不", "207": "知心境二處自何而生自何而滅故云二處無", "208": "因是二萬劫前後𡨋無所見非正計但借以形", "209": "二萬劫內之生滅是所計修習下正明是人倒", "210": "觧之失止知二萬劫中生滅非徧知計以為常", "211": "非正知正脉曰能知下葢言二萬劫外因𡨋無", "212": "知見而二萬劫內親見眾生生滅不斷故不計", "213": "劫外斷滅惟計劫內相續為徧常是以異前後", "214": "三倣此。", "215": "○二四大徧常。", "216": "二者是人窮四大元四大乃行隂所󷴁生滅之法故行隂為四大之根本四", "217": "性常住四性即四大本元即行隂脩習能知四萬劫中十方眾", "218": "生所有生滅此四句明圓照四萬劫中生死首尾咸皆體恒不󷴅散", "219": "失計以為常此三句正明倒觧。", "220": "此徧常中第二四大徧常論也二者下明窮生", "221": "類本脩習下明觀四大元所󷴁謬觧四性常住", "222": "者觀四大本元圓擾動性相續不斷故云常住", "223": "此亦止見四萬劫內相續之相故下云脩習能", "224": "知四萬劫中所有生滅體恒即常住乃恒恒心", "225": "相續常非真常故此因四大之性是常計四大", "226": "生滅之相亦常。", "227": "○三八識徧常。", "228": "三者是人窮盡六根前六識末󷴂七識執受八識心意識", "229": "中本元由處本元由處即指行隂性常恒故即恒恒心脩習能知", "230": "八萬劫中一切眾生循環不失本來常住此五句明圓照", "231": "八萬劫中生死首尾窮不失性止窮八萬劫內相續不斷故云不失性計以為", "232": "常此二句正明倒觧。", "233": "此釋徧常中第三八識徧常論也三者下標窮", "234": "生類本脩習下明依八識生滅之元所󷴁謬觧", "235": "此依八識中窮生滅性未見不生滅性於生滅", "236": "相續不斷處便計為常是以無常為常故成倒", "237": "見前第一計依心境中窮生滅性以所觀境唯", "238": "心境二處故能觀智尚麄故唯知二萬劫中生", "239": "滅次徧四大中窮生滅性所以觀境有四處故", "240": "能觀智隨境分漸細故所知倍前能知四萬劫", "241": "中生滅此中徧八識中精研故智更細於前即", "242": "能知八萬劫中生滅是則依所觀境之廣狹󵗄", "243": "生能觀智有深淺而所知有遠近正觀曰六根", "244": "是舉所依根顯能依識即前六識末󷴂此云意", "245": "即七識執受即八識心意識中者總牒八識集", "246": "󷴁名心即第八相應名意即第七了別名識即", "247": "前六本元由處即總指八識無始相續之元由", "248": "葢八識皆是有為生滅皆依行隂遷流是行隂", "249": "即八識元由也。", "250": "○四生理徧常。", "251": "四者是人既盡想元生理更無流止運轉此四句標定所", "252": "計生滅想心今已永滅此二句釋上既盡想元理中自然成", "253": "不生滅此二句釋上生理更無流止因心所度按上以浮想有間為生滅以行", "254": "隂相續為不生滅計以為常。", "255": "此釋徧常中第四生理徧常論也四者下標定", "256": "謬計生滅下釋明其義因心下結明倒見既盡", "257": "想元者謂想隂種現俱盡生理更無流止運轉", "258": "者謂行隂一類相續不絕無有浮動差別󷴁滅", "259": "之相是以浮想麄重流止為生滅以行隂相續", "260": "認為真常不知行隂正是生滅根本於生滅計", "261": "不生滅故成倒見前三種於行隂所生心境等", "262": "法計以為常是因流注生滅常計相生滅亦常", "263": "此第四不觀行隂所生心境等法但觀行隂細", "264": "相流注計以為常是不觀相生滅但觀流注生", "265": "滅謬認真常是則前三是原本類末計常此是", "266": "外末唯本計常上分釋已竟。", "267": "○三結明。", "268": "由此計常亡正徧知墮落外道惑菩提性是則名", "269": "為第二外道立圓常論。", "270": "此總結上四計不順正覺外正徧知故墮外道", "271": "也非圓計圓非常計常自立圓常論是為常見", "272": "外道皆觀行隂未破妄認為不生滅性故󷴁種", "273": "種邪觧上明四圓常論已竟。", "274": "○三四分常論分三初總標二分釋三結明。", "275": "○初總標。", "276": "又三摩中諸善男子堅凝正心魔不得便窮生類", "277": "本觀彼幽清常擾動元於自他中󷴁計度者是人", "278": "墜入四顛倒見一分無常一分常論。", "279": "此總標究竟行隂定中謬󷴁計度流入四分常", "280": "論也又三摩下牒想盡之益窮生類下正明精", "281": "研行隂之相於自他中二句正明依行隂相中", "282": "所󷴝謬觧是人下結明謬觧之過過同外道於", "283": "自他中者即觀行隂不破妄分自他葢妙性中", "284": "本無自他是顛倒謬計故名顛倒見分為四種", "285": "皆名一分常論一自他雙計二單計他三四單", "286": "計自又總是以有生滅為他以不生滅為自是", "287": "計自性常他無常即觀國土亦以不壞處為自", "288": "歸寧地常見外道有二種一計一切常一計一", "289": "分常此即一分常見。", "290": "○二分釋分四初自他分常二他土分常三自", "291": "心分常四自隂分常。", "292": "○初自他分常。", "293": "一者是人觀妙明心徧十方界湛然以為究竟神", "294": "我此五句標所觀法從是則計我徧十方凝明不動計自常", "295": "一切眾生於我心中自生自死計他無常此六句明所󷴁計則", "296": "我心性名之為常彼生滅者真無常性此四句結明自他分", "297": "常。", "298": "此釋分常中第一自他常無常見也觀妙明心", "299": "二句標所觀識性此即識精元明此處大小乘", "300": "外道共見但佛菩󷨊觀破直入性海小乘外道", "301": "迷之以為妙性此觀未分邪正故曰觀妙明心", "302": "小乘認為𣵀槃屬徧空外道執為神我故墮邪", "303": "見次二句云湛然以為究竟神我此是外道別", "304": "見是彼所宗之法從是下明依自宗之法復󷴁", "305": "自他之見執精明為我是一迷復於我分自他", "306": "又增一迷則我下結明所計自他以分常無常", "307": "見正觀曰妙明心即黎即識體於此不了計為", "308": "神我不知所觀妙明正是無明窟穴耳况且黎", "309": "耶無我妄執為我豈非甚迷甚倒哉正脉曰神", "310": "我者外道名主諦即二十五諦中末後諦也。", "311": "○二他土分常。", "312": "二者是人不觀其心此句別前徧觀十方恒沙國土此二", "313": "句正別觀處見劫壞處所觀境名為究竟無常種性所󷴁計", "314": "劫不壞處所觀境名究竟常所󷴁計。", "315": "此釋分常中第二唯約他法󷴁常無常見也外", "316": "道如是觀者必以劫不壞處為自歸寧處或計", "317": "為𣵀槃不然觀之何益正脉曰不觀其心顯是", "318": "單觀他法即唯觀國土也吳興曰三禪以下終", "319": "為三災所壞名無常種性四禪以上災不能壞", "320": "名究竟常。", "321": "○三自心分常。", "322": "三者是人別觀我心此句別前別觀別初我心別二精細微密猶", "323": "如微塵流轉十方性無移改此觀自心能令此身即生", "324": "即滅此觀自身此六句明上別觀之處其不壞性名我性常一切", "325": "死生從我流出名無常性此五句正明所󷴁倒見。", "326": "此釋分常中第三唯約自心󷴁常無常見也精", "327": "細微密四字是所觀心相因微密不可見故喻", "328": "如微塵以眼根之上不𢃄極微之相流轉十方", "329": "能徧性無改移能常此計不取徧唯取其常能", "330": "令此身二句是以身之無常顯心之常其不壞", "331": "下結明正觀曰精細微密乃剎󷴂剎󷴂微細生", "332": "滅心恒相續計以為常身有改變計為無常正", "333": "脉曰外道所計我相有三一微細我二廣大我", "334": "三大小我此計微細我也。", "335": "○四自隂分常。", "336": "四者是人知想隂盡見行隂流行隂常流計為常", "337": "性以流注生滅為常色受想等今已滅盡名為無常以相生滅", "338": "為無常。", "339": "此釋分常中第四約自隂󷴁常無常見也四者", "340": "下標所觀隂相行隂下明所󷴁計此中行隂常", "341": "流計為常性色等滅盡名為無常與前徧常第", "342": "四所見是同但所計別耳彼云生滅想心今已", "343": "滅盡理中自然成不生滅如氷消純水了無彼", "344": "此之跡故計圓常此見想盡行流如鑛淨金純", "345": "而有彼此之相故計分常是其別也上分釋已", "346": "竟。", "347": "○三結明。", "348": "由此計度一分無常一分常故墮落外道惑菩提", "349": "性是則名為第三外道一分常論。", "350": "此總結四種分常之論也此四論初標云於自", "351": "他中者是所計不離自他耳初似因性相分自", "352": "他以神我即性一切生死即相是計性常二似", "353": "依成壞分自他以壞處為他不壞處為自𣵀槃", "354": "是計不壞處為常三似依身心分自他計云則", "355": "我心性名之為常是執心為自身為他是計心", "356": "常四似依行想等分自他是計行隂為自為常", "357": "此說未敢為凖但似之上明四分常論已竟。", "358": "○四四有邊論分三初總標二分釋三結明。", "359": "○初總標。", "360": "又三摩中諸善男子堅疑正心魔不得便窮生類", "361": "本觀彼幽清常擾動元於分位中󷴁計度者是人", "362": "墜入四有邊論。", "363": "此總標究竟行隂定中所󷴁有邊四論也分位", "364": "者即分劑義即邊際義於行隂流注中妄分邊", "365": "際不可失次故名分位有四分位謂三際分位", "366": "見聞分位彼我分位生滅分位有邊者乃有有", "367": "邊有無邊有無分劑不可錯亂。", "368": "○二分釋分四初三際邊見二聞見邊見三彼", "369": "我邊見四生滅邊見。", "370": "○初三際邊見。", "371": "一者是人心計生元生元即行隂流用不息流用即有過未現在", "372": "此二句標所觀法計過未者名為有邊計相續心名為無", "373": "邊此四句明所󷴁計。", "374": "此釋有邊中第一三際分位也生元指行隂之", "375": "體流用即行隂之相過去已󷙂即有限量未來", "376": "未生亦有限量故計為有邊為有分劑現抂相", "377": "續心念念不盡不知其底止又且念念徧圓無", "378": "有涯際計為無邊為無限量正觀曰現抂一念", "379": "生滅相續生屬未來滅屬過去除生與滅即無", "380": "現抂故計過未為有現抂為無也。", "381": "○二聞見邊見。", "382": "二者是人觀八萬劫則見眾生八萬劫前寂無聞", "383": "見此所觀境無聞見處名為無邊有眾生處名為有邊", "384": "此所󷴁計。", "385": "此釋有邊中第二聞見分位也此中所見與前", "386": "無因論相同但所計相異前云八萬劫外𡨋無", "387": "所觀無所觀即無聞見以無聞見則不知眾生", "388": "因自何來故計無因今亦八萬劫外𡨋無所觀", "389": "以無所觀則不知其涯量故計無邊是則可見", "390": "處則可指畵故名有邊無見處則無可指𦘕故", "391": "名無邉㨿此以無聞見處為無邊則前計相續", "392": "為無邊正觀為是。", "393": "○三彼我邊見。", "394": "三者是人計我徧知得無邊性彼一切人現我知", "395": "中我󷴅不知彼之知性非徧知名彼不得無邊之心", "396": "但有邊性非正知。", "397": "此釋有邊中第三彼我分位也三者下是人自", "398": "任得無邊性謂自己覺心能圓照十方三世無", "399": "所不見無所不知因徧知之法無邊畔可得故", "400": "知能知心量實無邊際可指故計我得無邊性", "401": "彼一切下計彼眾生不得無邊之心謂我心既", "402": "徧矣彼眾生身心都抂我心之中即應知彼之", "403": "心今既不知則知彼心不得周徧非無邊性故", "404": "云我󷴅不知彼之知性名彼下結明我得無邊", "405": "彼皆有邊前後皆𥪡論邊際此是橫論邊際。", "406": "○四生滅邊見。", "407": "四者是人窮行隂空此句是所觀境空是觀力降伏行隂暫現空寂非真空故", "408": "以其所見行空心路籌度一切眾生一身之中計其", "409": "咸皆半生半滅此六句正明所󷴁計明其世界一切所有一", "410": "半有邉一半無邉此四句結明所計。", "411": "此釋有邊中第四生滅分位也此計因見行隂", "412": "暫空自生計度謂此隂昔有今無一隂如此諸", "413": "隂皆然諸隂如是萬法亦爾故計眾生身心有", "414": "生必有滅以生滅分為兩邊生一半名有邊滅", "415": "一半名無邊以諸隂例萬法可知故結云明其", "416": "世界所有皆半有半無有謂此計是以生機流", "417": "用不息為無邊若然即初計相續心為無邊何", "418": "用別立不知此因行空󷴁計先生後滅生則有", "419": "量故計有邊滅去無際故計無邊乃異前計上", "420": "分釋已竟。", "421": "○三結明。", "422": "由是計度亡正徧知墮落外道惑菩提性是則名", "423": "為第四外道立有邊論。", "424": "此總結四有邊見皆外道論也前分常論雖常", "425": "無常對明意取常為宗此有邊論雖有無對明", "426": "意取無邊為𣵀槃是知有邊論之有字貫於有", "427": "無非單指有邊非所宗故又此四論初約自計", "428": "二約他計三約正報分自他計四約依正自他", "429": "俱計上明有邊論已竟。", "430": "○五四矯亂論分三初總標二別釋三結明。", "431": "○初總標。", "432": "又三摩中諸善男子堅凝正心魔不得便窮生類", "433": "本觀彼幽清常擾動元於知見中󷴁計度者是人", "434": "墜入四種顛倒不死矯亂徧計虚論。", "435": "此總標究竟行隂定中所󷴁矯亂四論也此行", "436": "隂十種狂觧前後皆依所見境立名屬依他徧", "437": "計二性此矯亂四論依能見見立名唯屬徧計", "438": "性故云於知見中󷴁計度者又云徧計虚論是", "439": "也正觀曰強言為矯非理為亂資中曰凖婆沙", "440": "論釋外道計天常住名為不死計不亂荅得生", "441": "彼天若實不知而輙荅者恐成矯亂故有問時", "442": "荅言秘密言辭不應皆說或不定荅佛法呵云", "443": "此真矯亂故名不死矯亂虚論。", "444": "○二分釋分四初總別矯亂論二唯無矯亂論", "445": "三唯是矯亂論四有無矯亂論。", "446": "○初總別矯亂論。", "447": "一者是人觀變化元行體見遷流處行用此二句依境󷴁見名", "448": "之為變依見󷴁計見相續處境名之為恒計見所見處", "449": "境名之為生計此㨿現前所見有故計生不見見處境名之為", "450": "滅計此㨿現前所見有而忽無故計滅相續之因性不斷處境名之", "451": "為增計前但計相續法故計恒此觀相續元因不斷能令相續法念念增長故計增正相", "452": "續中中所離處境名之為减計此觀生滅二念中間而闕交相故計減", "453": "各各生處境名之為有計此觀生一念生而復生又一生一切生故計為有", "454": "互互亡處境名之為無計此觀滅一念滅而復滅又一滅一切滅故計為無", "455": "以理都觀此理即行隂此結總見用心別見此結別見有求法人", "456": "來問其義荅言我今亦生亦滅亦有亦無亦增亦", "457": "減於一切時皆亂其語此正明矯亂論議令彼前人遺失", "458": "󷜞句此結矯亂惑人之過。", "459": "此釋矯亂論中第一總別矯亂也一者下先明", "460": "顛倒知見有求法人下正明矯亂虚論長水曰", "461": "於一生滅行隂分為八義別見謂變恒生滅增", "462": "减有無也荅中畧舉六義以不能定其道理但", "463": "兩楹而荅故云亦生亦滅等。", "464": "○三唯無矯亂論。", "465": "二者是人諦觀其心此心即行隂互互無處境因無得", "466": "證計有人來問唯荅一字但言其無除無之餘無", "467": "所言說正明矯亂。", "468": "此釋矯亂論中第二唯無矯亂也此中唯荅一", "469": "字似非亂究其以一字而糢糊諸問諸義不知", "470": "所屬是亦亂語故與前後均名矯亂正脉曰互", "471": "互無即念念滅相也得證者見一法無悟一切", "472": "法皆無也。", "473": "○三唯是矯亂論。", "474": "三者是人諦觀其心各各有處境因有得證計有", "475": "人來問唯荅一字但言其是除是之餘無所言說", "476": "此明矯亂。", "477": "此釋矯亂論中第三唯是矯亂也正觀曰各各", "478": "有即念念生也正脉曰不言有而言是者以所", "479": "見法法皆有隨所問處莫不皆是故作如是荅", "480": "也通議曰以𨿽觀生處名有又觀有生必滅故", "481": "不敢正言有但荅是之一字擬防過也。", "482": "○四有無矯亂論。", "483": "四者是人有無俱見此句境見雙標其境枝故牒上有無二境其", "484": "心亦亂明計不决有人來問荅言亦有即是亦無亦無", "485": "之中不是亦有一切矯亂無容窮詰此明語不定。", "486": "此釋矯亂論中第四有無矯亂也正脉曰如木", "487": "一本而分二枝即有無岐二兩楹不定之意吳", "488": "興曰從二至四於前八中有無分出也二三單", "489": "計第四雙計正觀曰見有生而忽滅滅而不生", "490": "者故計有即無無不是有上別釋已竟。", "491": "○三結成。", "492": "由此計度矯亂虚無墮落外道惑菩提性是則名", "493": "為第五外道四顛倒性不死矯亂徧計虚論。", "494": "此總結四矯亂論情有理無皆虚妄徧計也此", "495": "四論前三是以見亂境後是以境亂見又初以", "496": "異見而亂一境二三以一見亂異境四以雙境", "497": "而亂雙見上明四矯亂論已竟。", "498": "○六十六有論分三初總標二詳釋三結成。", "499": "○初總標。", "500": "又三摩中諸善男子堅凝正心魔不得便窮生類", "501": "本觀彼幽清常擾動元於無盡流生計度者起計是", "502": "人墜入死後有相發心顛倒。", "503": "此總標究竟行隂定中謬󷴁計度流入死後有", "504": "相論也資中曰無盡流即行隂也由見無盡故", "505": "計死後有相正脉曰真悟無生了知有生即滅", "506": "當體全空豈可死後更有相耶倒計明矣。", "507": "○二詳釋分二初釋正計二釋轉計。", "508": "○初釋正計。", "509": "或自固身見云色是我此計即色即我或見我圓含徧國", "510": "土見云我有色此計我大色小色抂我中或彼前緣隨我𢌞復", "511": "見云色屬我此計色屬我即我與色二體即離色是我或復我依行中", "512": "相續見云我抂色此計色大我小我抂色中皆計度言死後有", "513": "相如是循環有十六相結成有相名數。", "514": "此釋倒計心色有相也固身即堅執保愛色身", "515": "以為我𢌞復即現前諸色隨我運用行中相續", "516": "者此四計於四隂中前後互舉前三舉色後一", "517": "舉行以該中間受想二隂以色例行以行例色", "518": "色行例受想每一隂都有四計成十六計皆執", "519": "死後有相此中我即識隂以識隂對前四隂一", "520": "異大小而󷴁四計正觀曰有云今行隂未破識", "521": "未當情故不計識非也以五隂定相皆抂識精", "522": "中計校如色隂中清明流逸內身外境想隂盡", "523": "於覺明心如去塵垢行隂中觀妙明心徧十方", "524": "界皆識精圓明現前之相雖復現前迷情不了", "525": "妄生邪計魯山云初心尚觀真如况今三隂已", "526": "盡豈不觀識耶。", "527": "○二釋轉計。", "528": "從此或計畢竟煩惱畢竟菩提兩性並驅煩惱染性菩提", "529": "淨性各不相觸。", "530": "此釋轉計染淨等法俱有相也此中初句承上", "531": "󷴁下從此之此字指上四計十六有相因計死", "532": "後諸隂皆有故復計煩惱菩提染淨二性並行", "533": "無礙俱相續不絕均名死後有相畢竟下四句", "534": "明上或計二字上詳釋已竟。", "535": "○三結成。", "536": "由此計度死後有故墮落外道惑菩提性是則名", "537": "為第六外道立五隂中死後有相心顛倒論。", "538": "此總結死後有相計也以所計徧於五隂故云", "539": "立五隂中死後有相因見行隂流用無盡則例", "540": "計前三隂亦無盡復計識隂為我是計五隂俱", "541": "恒雖是徧計五隂由行隂未破而發此見故標", "542": "云於無盡流生計度者上十六有相論已竟。", "543": "○七八無相論分三初總標二詳釋三結成。", "544": "○初總標。", "545": "又三摩中諸善男子堅凝正心魔不得便窮生類", "546": "本觀彼幽清常擾動元於先除滅色受想中所觀境", "547": "生計度者所起計是人墜入死後無相發心顛倒。", "548": "此總標究竟行隂定中謬󷴁計度流入死後無", "549": "相論也正脉曰此與上計敵體相番故變有成", "550": "無葢上觀未滅之行隂見其無𥁞而因計前三", "551": "并萬法皆當無盡此觀已滅之前三見其無相", "552": "而因計行隂并萬法皆當無相也。", "553": "○二詳釋分二初釋正計二釋轉計。", "554": "○初釋正計。", "555": "見其色滅境形無所因計觀其想滅境心無所繫", "556": "計知其受滅境無復連綴計上觀前三隂俱無隂性銷散承上", "557": "三隂無縱有生理行隂而無受想與草木同此三句例行隂同無", "558": "此質現前猶不可得此承上計現前四隂既無死後云何更有", "559": "諸相此例計死後諸隂定無因之勘校死後相無如是循環", "560": "以前例後以後例前有八無相此四句結明名數。", "561": "此釋正計四隂八無相也此中見觀知三字是", "562": "一義皆能觀妄見色想受皆所觀法色是通指", "563": "內外色隂形別指未來身相謂現前色性既無", "564": "則後有身形無因而生故曰形無所因想是心", "565": "所心是心王心有想能繫念諸境想滅則心同", "566": "無故曰心無所繫受是法連綴是義謂受能連", "567": "綴色心為我今受滅色心皆銷散故曰無復連", "568": "綴隂性消散四句以上三隂既無例未盡之行", "569": "隂亦無此質現前四句以現前四隂既無例後", "570": "有諸隂亦無因之勘校四句總結四隂現前四", "571": "因既亡後來四果亦䘮故成八無相也。", "572": "○二釋轉計。", "573": "從此或計𣵀槃因果一切皆空徒有名字究竟斷", "574": "滅。", "575": "此釋轉計世出世法一切斷滅也初句承上󷴁", "576": "下葢承上計四隂因果既無󷴁此轉計一切斷", "577": "滅𣵀槃是出世間法是無為法是空是淨因果", "578": "是世間法是有為法是有是染故云一切皆空", "579": "徒有名字二句釋上皆空非性空之空乃斷滅", "580": "空葢世間因果依五隂建立出世因果亦依五", "581": "隂脩證今觀諸隂既無故轉計一切皆空上詳", "582": "釋已竟。", "583": "○三結成。", "584": "由此計度死後無故墮落外道惑菩提性是則名", "585": "為第七外道立五隂中死後無相心顛倒論。", "586": "此結成無相倒論上八無相論已竟。", "587": "○八八俱非論分三初總標二詳釋三結成。", "588": "○初總標。", "589": "又三摩中諸善男子堅凝正心魔不得便窮生類", "590": "本觀彼幽清常擾動元於行存中兼受想滅雙計", "591": "有無自體相破定中所󷴁計是人墜入死後俱非󷴁顛", "592": "倒論。", "593": "此總標究竟行隂定中謬󷴁計度流入死後俱", "594": "非論也於行存中即行隂未盡流用全在兼受", "595": "想滅即前三隂已滅此於未盡行隂并已滅前", "596": "三隂前後俱觀又中影一色字雙計有無者於", "597": "行存計有前三已滅計無自體相破者以行隂", "598": "之有破前三之無非無以前三之無破行隂之", "599": "有非有故結云墜入俱非󷴁顛倒論即有無俱", "600": "非。", "601": "○二詳釋分二初釋本計二釋轉計。", "602": "○初釋本計。", "603": "色受想中見有非有計前三是無行遷流內觀無不無", "604": "計行隂是有此四句釋上雙計有無二句如是循環以有例無以無例有窮盡隂", "605": "界八俱非相此三句釋上自體相破一句隨得一緣皆言死後", "606": "有相無相此重釋上八俱非義。", "607": "此釋本計四隂八俱非義也前三隂昔見是有", "608": "今則已滅故曰見有非有行隂今以觀力密照", "609": "欲滅而未滅故曰觀無不無此歷覧前三成無", "610": "行隂是有如是循環即以行隂之有前三之無", "611": "互相比例互相不成即有無自體相破窮盡隂", "612": "界二句結成相破名數謂窮盡四隂分劑一隂", "613": "非有四隂俱非有一隂非無四隂俱非無是每", "614": "一隂皆計非有非無四隂共具八非故云八俱", "615": "非相隨得下重釋八非數義謂何以名八俱非", "616": "相葢隨得一隂皆計有無二相有則非無無則", "617": "非有以一󳠦二計四󳠦八計故成八俱非相。", "618": "○二釋轉計。", "619": "又計諸行性遷訛故此所觀境心發通悟即邪觧邪悟有無", "620": "俱非虚實失措此出上通悟所以。", "621": "此釋轉計一切法皆是有無俱非也諸行即一", "622": "切有為法性遷訛即生滅遷變不常前本計但", "623": "計四隂中有無俱非此轉計一切有為諸法皆", "624": "是非有非無初二句即諸行無常是生滅法次", "625": "三句方是倒計虚即無實即有失措即不定義", "626": "以不可定有定無成立上句有無俱非上詳釋", "627": "已竟。", "628": "○三結成。", "629": "由此計度死後俱非後際昏瞢無可道故不可道有不可", "630": "道無墮落外道惑菩提性是則名為第八外道立五", "631": "隂中死後俱非心顛倒論。", "632": "此結成八俱非論也後際昏瞢即死後有無不", "633": "知無可道者因昏瞢不知故不可言其有無前", "634": "六以行有例前三之無亦有故立有相論第七", "635": "以前三無例行隂亦無故立無相論此則前後", "636": "有無互例互破故成俱非論上八俱非論已竟。", "637": "○九七斷滅論分三初總標二詳釋三結成。", "638": "○初總標。", "639": "又三摩中諸善男子堅凝正心魔不得便窮生類", "640": "本觀彼幽清常擾動元於後後無所觀境生計度者", "641": "所󷴁計是人墜入七斷滅論。", "642": "此總標究竟行隂定中謬見流入七斷滅論也", "643": "於後後無者即觀行隂念念滅處滅而復滅故", "644": "計畢竟斷滅又後後無即後之又後盡於未來", "645": "永󷙂言七者依所計人天七處皆後後竟無故。", "646": "○二詳釋。", "647": "或計身滅身指欲界人天二處之身或欲盡滅欲盡即初禪已超欲漏故或", "648": "苦盡滅苦盡即二禪麄漏已伏故或極樂滅極樂即三禪歡喜畢󳠦故或極", "649": "捨滅極捨即四禪并四空天以苦樂俱捨故如是循環窮盡七際即歷", "650": "觀七處窮盡邊際故現前銷滅滅已無復此結明後後無。", "651": "此詳釋七斷滅之義也謂所計之處有七一四", "652": "洲二六欲天三初禪四二禪五三禪六四禪七", "653": "四空是也歷觀七處皆是行隂遷流於遷流生", "654": "滅中但觀念念滅處滅而復滅更不復有故計", "655": "七處皆歸斷滅永無故名七斷滅論上詳釋竟。", "656": "○三結成。", "657": "由此計度死後斷滅墮落外道惑菩提性是則名", "658": "為第九外道立五隂中死後斷滅心顛倒論。", "659": "此結明七斷滅論也前七計死後無相是以前", "660": "色受想已滅例行隂同無此但於行隂中觀念", "661": "念滅相故計七處同滅是所觀之境深於前又", "662": "前所計但就四隂正報此計七處兼於依正是", "663": "所計之處廣於前正觀曰此與第七計橫𥪡有", "664": "異上七斷滅論已竟。", "665": "○十五𣵀槃論分三初總標二詳釋三結明。", "666": "○初總標。", "667": "又三摩中諸善男子堅凝正心魔不得便牒前窮生", "668": "類本標後觀彼幽清常擾動元釋上標句於後後有所觀境", "669": "生計度者所󷴁計是人墜入五𣵀槃論。", "670": "此總標究竟行隂定中謬計流入五𣵀槃論也", "671": "後後有即於行隂流用生滅中但觀念念生處", "672": "生而復生生生無盡故云後後有此與前計敵", "673": "體相番前於念念滅處󷴁計此於念念生處󷴁", "674": "計所計之處有五計俱恒常不入斷滅故名五", "675": "𣵀槃。", "676": "○二詳釋。", "677": "或以欲界為正轉依此以欲界六天為轉依果處即轉生死依𣵀槃故觀", "678": "見圓明生愛慕故此釋上轉依之因或以初禪性無憂故", "679": "此計初禪無憂為𣵀槃樂或以二禪心無苦故此計二禪無苦為𣵀槃樂或", "680": "以三禪極悅隨故此計三禪極樂為轉依處或以四禪苦樂二", "681": "亡不受輪𢌞生滅性故此計四禪苦樂不動為真𣵀槃迷有漏天", "682": "作無為觧此結上五處皆顛倒妄觧五處安隱為勝淨依此結五處", "683": "顛倒妄依如是循環五處究竟此結五𣵀槃名究竟即𣵀槃故。", "684": "此詳釋五𣵀槃義也或以下列五處之名迷有", "685": "下結五計之倒此中五計前麄後細前淺後深", "686": "初計欲界六天為正轉依是最麄淺其中亦有", "687": "淺深如觀見圓明一句就天眼圓明說四王天", "688": "至他化天雖皆󳠦天眼上下所見遠近不同亦", "689": "有淺深若就所依光明處說四王天與日月宮", "690": "齊光明超越四州忉利天日月上照復有種種", "691": "寶光又超越下天第三天有身光至第六天身", "692": "光漸漸殊勝是則以依正光明校之亦有麄細", "693": "其初禪至四禪深淺可知此五處皆是有為有", "694": "漏皆屬生死迷以為無為無漏為𣵀槃其顛倒", "695": "邪見何如哉又作無為觧即迷無我為真我五", "696": "處安隱即迷苦為樂為勝淨依即迷不淨為真", "697": "淨五處究竟即迷無常為真常因此誤認故將", "698": "五處生死為𣵀槃正脉曰此五或字是不定之", "699": "辭隨各人所見一處非一人徧計五處也為正", "700": "轉依一句應貫下四處經家省文耳又此五處", "701": "𣵀槃如仙家計天上不生滅亦同此見以心證", "702": "之皆是顛倒。", "703": "○三結明。", "704": "由此計度五現𣵀槃墮落外道惑菩提性是則名", "705": "為第十外道立五隂中五現𣵀槃心顛倒論。", "706": "此結明倒計五𣵀槃論也謂現𣵀槃者計五處", "707": "現前即是常住不滅非󰞆滅入空為𣵀槃故又", "708": "現𣵀槃即後後有以現前不滅即究竟不滅此", "709": "妄計生滅為不生滅非真不生滅性此十論後", "710": "五皆言五隂中者以所計因五隂󷴁其中有徧", "711": "觀五隂有觀四隂有唯觀行隂皆不離識隂以", "712": "識隂是四隂之體以體言之故所計不出五隂", "713": "初從阿難彼善男子脩三摩地想隂盡者󷴁至", "714": "此止一大科名詳示行隂微細魔事已竟。", "715": "○二結示防護真脩分三初結示十種心魔分", "716": "劑二結示迷狂墮落惡趣三結勸傳示保護真", "717": "脩。", "718": "○初結示十種心魔分劑。", "719": "阿難如是十種禪󷴂狂觧皆是行隂用心交互故", "720": "現斯悟。", "721": "此總結上十種魔事皆依行隂分劑發現也狂", "722": "觧異前現境前三隂魔事皆境似外現故云禪", "723": "󷴂現境此十種心魔見自心生故云狂觧皆是", "724": "下正明十計分劑斯悟即狂觧此十計通明邪", "725": "見違正徧知若分之廣有六十二見或十六異", "726": "見依瑜伽說有五種一說我二說常三說斷四", "727": "說現法𣵀槃五說無因或分四見即斷常空有", "728": "今說為十或約為二即斷常二見總一邪見皆", "729": "如來開合之妙故有種種名此十種見皆不了", "730": "行隂誤認為妙真如性故墮迷倒入邪見林又", "731": "此十種以五分收之初計即第五說無因二三", "732": "四五即第二說常六計即第一說我七八九即", "733": "第三說斷十計即第四說現法𣵀槃以四見收", "734": "之初計是斷見二計是常見三四五亦斷亦常", "735": "六與十是有見七八九是空見若以二見收之", "736": "六與十入常見七八九入斷見。", "737": "○二結示迷狂墮落惡趣。", "738": "眾生頑迷不自忖量逢此現前以迷為觧迷自言", "739": "登聖狂大妄語成業墮無間獄報。", "740": "此結示行隂十種邪見若覺了則已若頑迷不", "741": "覺以為真悟真證即未得言得未證言證成大", "742": "妄語墮無間獄其害若此行人可不慎歟正脉", "743": "曰癡暗曰頑正悟難發也惑亂曰迷邪觧易生", "744": "也。", "745": "○三結勸傳示保護真脩分二初勸傳示銷息", "746": "邪見二勸傳示開覺真義。", "747": "○初勸傳示銷息邪見。", "748": "汝等必須將如來語於我滅後傳示末法徧令眾", "749": "生覺了斯義無令心魔自󷴁深孽保持覆護銷息", "750": "邪見。", "751": "此如來悲心付囑阿難大眾將此深義開覺眾", "752": "生保護禪󷴂不遭邪徑也必須二字囑其不可", "753": "移易畢竟要傳示此義方保脩行無虞如來語", "754": "即十種邪觧之相及墮落之業傳示末法即𥪡", "755": "傳無盡徧令眾生即橫傳無際斯義即如來語", "756": "義覺了即不被所迷無令心魔二句謂未發邪", "757": "觧者覺了不生保持覆護二句謂已發邪觧者", "758": "覺了即銷滅正脉曰孽者禍之萌也心魔自󷴁", "759": "者言天魔不至自心禍生也猶曰天作孽猶可", "760": "違自作孽不可活也。", "761": "○二勸傳示開覺真義。", "762": "教其身心開覺真義即第一義諦於無上道不遭枝岐", "763": "不傍入外道勿令心祈得少為足不中止二乘作大覺王清", "764": "淨標指即上真義為成佛指南。", "765": "此勸傳示如來第一義諦也將此真義為諸眾", "766": "生從於凢夫終大𣵀槃作一指南不岐入外道", "767": "小乘故曰作大覺王清淨標指此中真義即三", "768": "諦圓融屬無住𣵀槃無上道即三觀一心屬無", "769": "上菩提一是理果一是智果俱非有無一異等", "770": "見遠離一切因緣自然種種戲論故結名清淨", "771": "標指上示行隂魔相已竟。", "772": "○五示識隂魔相分二初詳示微細魔事二結", "773": "示防護真脩。", "774": "○初詳示微細魔事分二初先明識隂分劑二", "775": "正明識隂見魔。", "776": "○初先明識隂分劑分三初明未破分劑二明", "777": "已破分劑三明妄想分劑。", "778": "○初明未破分劑分二初牒行隂盡相二明識", "779": "隂自相。", "780": "○初牒行隂盡相。", "781": "阿難彼善男子脩三摩提行隂盡者牒定盡際下示其相諸", "782": "世間性即十二類生生滅之性幽清擾動同分生機行隂能發生十", "783": "二類生之生滅故曰同分生機倐然隳裂生機隳裂如基址崩圻則生無依處沉細", "784": "綱紐補特伽羅酬業深脉感應懸絕綱脉斷絕則因果不酬。", "785": "此牒前行隂盡相以󷴁下識隂之相也諸世間", "786": "性者標十二類生之本性即熠熠元性幽清擾", "787": "動二句釋明上性字乃生類同分清擾之生機", "788": "亦名生基基以能持生滅言機以能生生滅言", "789": "即浮根塵究竟樞穴倐然隳裂者謂三摩地中", "790": "行隂一盡而生滅之機忽然崩散一切生死了", "791": "無依𠋣沉細綱紐者標十二類生之經以行隂", "792": "幽隱難󳫠故曰沉細綱能統紐能結謂生類生", "793": "死輪轉不失因果酬荅不脫皆行隂為之綱紐", "794": "綿綿不絕補特伽羅二句釋明上綱紐之義補", "795": "特伽羅此云數取趨謂數數取諸趨受生故此", "796": "即中隂身以現隂方謝即有中隂中隂能取後", "797": "隂連屬不絕全是行隂為經絡故云酬業深脉", "798": "深字明上沉細脉字明上綱紐感應懸絕者謂", "799": "三摩地中行隂一盡而生死綱紐感應永斷一", "800": "切業果了無鈎鎻生機隳裂深脉懸絕正形容", "801": "行隂盡相如此生機言隳裂深脉言懸絕字眼", "802": "有法有將沉細綱紐讀抂上文文󷕚似不󷘉快", "803": "又俟智者詳之。", "804": "○二明識隂自相。", "805": "於𣵀槃天不生不滅將大明悟如鷄後鳴瞻顧東方已", "806": "有精色即𣵀槃天所露之色六根虚靜無復馳逸內外湛明", "807": "入無所入此四句正示識隂之相深逹十方十二種類受命", "808": "元由即頼耶識中各類種子觀由執元諸類分斷因亡諸類不召諸類", "809": "分斷果䘮於十方界已獲其同即行隂波瀾滅化為識隂澄水精色不", "810": "沉𣵀槃精色漸漸大明發現幽秘識隂幽秘之相朗然可見此則名為識", "811": "隂區宇。", "812": "此結明識隂之相也於𣵀槃天下正示識隂之", "813": "相此則下結識隂之名於𣵀槃等是真現之相", "814": "六根等是妄盡之相初二句是法即真如漸露", "815": "故云將大明悟如鷄後鳴三句是喻喻上將字", "816": "後鳴喻將明之時精色喻將明之相六根虚靜", "817": "者謂見聞覺知即八識見分今行隂盡則不流", "818": "逸奔境故云無復馳逸無馳逸即虚靜境不入", "819": "心曰虚心不馳境曰靜內外湛明者內根不取", "820": "外境境自湛明前云十方國土皎然清淨是也", "821": "外境不入內心根自湛明前云返流全一六用", "822": "不行是也由根境湛明不相入故云入無所入", "823": "又則根是八識見分境是八識相分今歸識體", "824": "則相見不二故云入無所入即行隂波浪歸入", "825": "識體元澄之性而無能入所入之跡此與上文", "826": "性入元澄一澄元習相應此生滅已盡之相深", "827": "逹十方等五句示識隂種現之相受命元由者", "828": "即十二類生各有受生種子此種子皆八識執", "829": "持今識現則種子俱現故云深逹各命元由前", "830": "行隂未破則云雖未通其各命由緒今行盡識", "831": "現故云深逹觀由執元二句正示窮識隂工夫", "832": "謂既逹各命種子以觀力密照以定力執持使", "833": "種子不󷴁現行即不生異熟果故云諸類不召", "834": "即諸類無生命故於十方界四句復結明真妄", "835": "二相同字即識隂本體謂銷六和合同一精明", "836": "精色結真如將大明幽秘結隂相將欲盡。", "837": "○二明已破分劑。", "838": "若於群召即十二類生命已獲同中即識隂中銷磨六門合開", "839": "成就此二句是畧標識隂盡相見聞通鄰此句釋上合成就即銷磨六根合成一圓", "840": "融清淨覺體互用清淨此句釋上開成就即開一圓融覺體能為六用十方世", "841": "界依報及與身心正報如吠瑠璃內外相徹此四句明依正合開", "842": "名識隂盡結名是人則能超越命濁結益。", "843": "此發明識隂已盡之相也初二句牒識隂之體", "844": "下方明盡相群召即群命謂十二類生各命由", "845": "緒雖殊而識體是同故云已獲同中銷磨六門", "846": "二句頂上同中二字前行隂盡雖前七波浪已", "847": "滅化為澄水但伏六根現行不馳逸而六根種", "848": "子全抂此正八識體相後云此湛非真如急流", "849": "水望如恬靜又云若非想元寧受妄習非汝六", "850": "根互用合開此之妄想無時得滅是則八識體", "851": "自圓明但以六習妄隔而為識隂覆蔽妙明今", "852": "銷磨六門而隂相自盡是知銷磨二字是盡識", "853": "隂切要工夫合開成就乃功成之相見聞通鄰", "854": "二句釋明上合開成就一句是內根圓通方盡", "855": "識隂見分十方世界四句頂上根隔合開見分", "856": "既清淨而相分亦清淨故世界與身心根境圓", "857": "明內外朗徹故喻如吠瑠璃此以根境圓明發", "858": "揮識盡之相如此是人則能二句結顯識盡之", "859": "益前云汝等見聞元無異性眾塵隔越無狀異", "860": "生又云同異失凖名為命濁是知眾生以八識", "861": "為命識為眾塵隔越不得圓融清淨故名為濁", "862": "今既根境圓明互用清淨故超之即超識命成", "863": "慧命也。", "864": "○三明妄想分劑。", "865": "觀其所由以觀力照識隂本因罔象虚無顛倒妄想以為其", "866": "本。", "867": "此明識隂本因分劑也前行隂雖云幽隱尚有", "868": "清擾之相此則全是澄水而無流動之相故云", "869": "罔象雖有微細生滅而望如恬靜此識體元無", "870": "自性乃圓明覺體粘湛發光即虚明之影六根", "871": "妄習一盡全是圓明覺體求此識隂妄想無處", "872": "可得故曰虚無雖是罔象無性猶能受薰持種", "873": "迷妄不覺故曰顛倒妄想末句結其所由上先", "874": "明識隂分劑已竟。", "875": "○二正明識隂見魔分十初明外道種二明我", "876": "徧種三明倒圓種四明倒知種五明顛化種六", "877": "明斷滅種七明妄延種八明天魔種九明纏空", "878": "種十明不化種。", "879": "○初明外道種分二初發明外道之義二結示", "880": "外道之名。", "881": "○初發明外道之義分三初明謬觧之由二明", "882": "謬觧之義三明謬觧之失。", "883": "○初明謬觧之由。", "884": "阿難當知是善男子窮諸行空此句標行隂盡於識還元", "885": "已滅生滅此二句釋上行空二字總此三句是躡行盡方見識隂而於寂滅", "886": "精妙未圓此標識現之相即前精色不沉發現幽秘能令己身根隔合", "887": "開此是定慧銷磨之力乍開乍合非真圓通亦與十方諸類通覺即前於十", "888": "方界已獲其同此正識隂之相覺知通㳷能入圓元。", "889": "此明誤入外道之由也前云汝今欲令見聞覺", "890": "知遠契如來常樂我淨又云以湛旋其虚妄滅", "891": "生復還元覺此元覺即妙寂滅性今從色隂究", "892": "竟至識隂雖未還至覺源已還至識隂識為四", "893": "隂之元故云於識還元已滅生滅即行隂全滅", "894": "又藏識如海七識皆海中波浪行盡浪息歸於", "895": "識海亦還元義此牒行盡之相而於寂滅下正", "896": "明識隂之相初二句標真將圓未圓之相能令", "897": "下示妄將盡未盡之相此二相總一識隂因識", "898": "性近於寂滅故真將圓識未破故未圓因識元", "899": "已滅生滅故妄將盡識未圓故未盡又根隔合", "900": "開內根似融諸類通覺外境似融即似前身心", "901": "內外明徹此是工夫中暫現相似之境非真成", "902": "就末二句是結辭能入圓元者類生徧同曰圓", "903": "生滅之本曰元正識隂之體到此不住可盡寂", "904": "滅誤認為實證即返墮顛倒此即發倒見之由", "905": "也。", "906": "○二明謬觧之義。", "907": "若欲所歸即還元之元又云能入圓元故云所歸立真常因生勝觧", "908": "者此二句正所󷴁謬觧。", "909": "此明究竟識隂中謬觧外道之義也若於二字", "910": "是設許之辭所歸即生滅還元因性入元澄望", "911": "如恬靜故誤認為不生滅性立為真常因即立", "912": "為𣵀槃正因不知所立所歸尚屬生滅返執自", "913": "己能見能觧為正知見故云生勝觧此者字指", "914": "謬觧之人此誤認圓湛性澄不生滅性為因地", "915": "心。", "916": "○三明謬觧之失。", "917": "是人則墮因所因執娑毘迦羅此云黃髮是外道名所歸𡨋", "918": "諦成其伴侶此明謬觧墮此外道之類迷佛菩提亡失知見此明", "919": "謬觧失佛正知見。", "920": "此明於識體上謬觧之失即遠佛菩提成外道", "921": "侶也因所因執者是總標誤認之失上因字即", "922": "立圓元是真常因為𣵀槃所因執以為得故曰", "923": "因所因執娑毘迦羅是數論師立二十五諦第", "924": "一𡨋諦從𡨋生覺等諸法計終歸於𡨋即計𡨋", "925": "諦為我所歸今於識元立為真因計為所歸即", "926": "此之流既入邪見即違正見迷佛菩提可知矣", "927": "上發明外道之義已竟。", "928": "○二結示外道之名。", "929": "是名第一立所得心成所歸果結墮邪因邪果違遠圓通", "930": "背𣵀槃城結失正因正果生外道種結墮邪見之名下例此。", "931": "此結謬觧所墮之名也正教以不生滅性為因", "932": "地心即是自己本源非心外有法為本脩因若", "933": "心外稍有所得即是幻妄今於識元立真常因", "934": "執為實有是心外有法即所得之心正教以復", "935": "本妙心為果地覺非心外別有新證此經云圓", "936": "滿菩提歸無所得天台六即中究竟即云但復", "937": "本來性更無一事新今於所立因計為所󷘒果", "938": "是因有所得果有所歸即有實法因果俱妄因", "939": "妄即迷真因故云違遠圓通果妄即迷正果故", "940": "云背𣵀槃城前迷佛菩提亡正知見就智分因", "941": "果此違遠圓通二句就理分因果上明外道種", "942": "已竟。", "943": "○二明我徧種分二初發明我徧之義二結示", "944": "我徧之名。", "945": "○初發明我徧之義分三初明行盡識現二明", "946": "依識謬執三明謬執成害。", "947": "○初明行盡識現。", "948": "阿難又善男子窮諸行空已滅生滅行盡而於寂滅", "949": "精妙未圓識現。", "950": "○二明依識謬執。", "951": "若於所歸所觀識境同前覧為自體所計異前盡虚空界十二", "952": "類內所有眾生皆我身中一類流出生勝觧者此六", "953": "句釋明上覧為自體一句。", "954": "此明究竟識隂倒觧我徧之義也前執於所歸", "955": "識立真常因所觧我與識異即心外有法是計", "956": "識為所歸我為能歸此於所歸識執為自體所", "957": "觧我與識一謂識即我見諸法皆從識變則計", "958": "諸法皆自我生是我為能生眾生為所生故云", "959": "盡空十二類生皆我身中一類流出正教謂萬", "960": "法唯識以明心外無法唯識唯夢如幻故耳此", "961": "計識為我體實有所生眾生等法豈非迷倒哉", "962": "此誤認大地草木輭動含靈本源真如即是如", "963": "來成佛真體故生此觧。", "964": "○三明謬執成害。", "965": "是人則墮能非能執此是邪見之執摩醯首羅此邪見之流現", "966": "無邊身此是首羅天之能事成其伴侶迷佛菩提亡失知見。", "967": "此明究竟識隂謬執之害也是人下明墮邪見", "968": "迷佛下明失正見能非能執者此先明所墮之", "969": "邪執謂計我能生實不能生故云能非能執摩", "970": "醯首羅是色頂天名即大慢天此天計我能現", "971": "無量世界能生一切眾生非能謂能故名大慢", "972": "成其伴侶者結顯墮此大慢之流西域第十五", "973": "外道說三界中所有一切命非命物皆是摩醯", "974": "首羅天生摩醯首羅天者虚空是頭地是身水", "975": "是溺山是糞一切眾生是腹中󲈀風是命火是", "976": "煖罪福是業是八種是摩醯首羅身上發明我", "977": "徧之義已竟。", "978": "○二結示我徧之名。", "979": "是名第二立能為心成能事果違遠圓通背𣵀槃", "980": "城生大慢天我徧圓種。", "981": "此結識隂第二計我徧之名也立能為心謂我", "982": "能生一切計我為因成能事果謂能現無邊身", "983": "及所生眾生皆我之能事計所生為果其識性", "984": "則有漏無漏相隔非圓非通謬執為我徧圓故", "985": "違真圓通性識性未破寂滅未圓而計為真我", "986": "故背真𣵀槃果末二句正結其名徧圓者計我", "987": "體徧圓空界故上明我徧種已竟。", "988": "○三明倒圓種分二初發明倒圓之義二結示", "989": "倒圓之名。", "990": "○初發明倒圓之義分三初明行盡識現二明", "991": "依識謬執三明因謬成害。", "992": "○初明行盡識現。", "993": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "994": "未圓識現。", "995": "○二明依識謬執。", "996": "若於所歸此句是按定識法有所歸依此句依上識法計為歸依之處自", "997": "疑身心從彼流出自情世間十方虚空咸其生󷴁無情世間", "998": "即於都󷴁所宣流地即情與無情同生之處即識體作真常身無", "999": "生滅觧此正明謬觧抂生滅中早計常住出謬觧所以既惑", "1000": "不生迷真亦迷生滅迷妄安住沉迷迷真一迷迷妄又一迷故曰沉迷", "1001": "生勝觧者以迷為勝觧顛倒可知。", "1002": "此明究竟識隂中謬執倒圓之義也有所歸依", "1003": "者計識為我所歸之處此與初計立真常因為", "1004": "我所歸是同但疑身心世界從彼流出與初計", "1005": "異自疑下計身心空界從彼流出與二計十方", "1006": "眾生皆我生出是同但前計識即我故謂我能", "1007": "生一切此計我與識異故謂我與物皆從識生", "1008": "是則觀識能生一切是同但認即我不即我故", "1009": "異是此計與前二計分同分異即於都󷴁下正", "1010": "明謬觧顛倒所以宣流地即身心空界流出之", "1011": "處按定此處下明所計此識隂性元生滅而作", "1012": "真常不生滅觧是於生滅法計不生滅性是則", "1013": "不唯不知不生滅性其實亦不知生滅之法若", "1014": "知生滅又肯作不生滅耶是真不知矣故云既", "1015": "惑不生亦迷生滅末二句結顯以迷為觧顛倒", "1016": "之甚此一誤認汝身汝心外洎山河虚空大地", "1017": "咸是妙明真心中物故有此觧。", "1018": "○三明因謬成害。", "1019": "是人則墮常非常執計自抂天此亦邪見之流成其伴侶", "1020": "迷佛菩提亡失知見。", "1021": "此明上於生滅中早計常住之失也識性非常", "1022": "計為常住故云常非常執計自抂天亦非常計", "1023": "常之人謂既墮此計即同此人故云成其伴侶", "1024": "西域第十二外道說自抂天造作眾生即能生", "1025": "一切也上發明倒圓之義已竟。", "1026": "○二結示倒圓之名。", "1027": "是名第三立因依心身心依彼而生故曰因依邪因成妄計果非常", "1028": "計常故曰妄計邪果違遠圓通背𣵀槃城生倒圓種。", "1029": "此結識隂中第三計倒圓之名也溫陵曰前計", "1030": "我圓生物此計彼圓生我故曰倒圓上明倒圓", "1031": "種已竟。", "1032": "○四明倒知種分二初發明倒知之義二結示", "1033": "倒知之名。", "1034": "○初發明倒知之義分三初明行盡識現二明", "1035": "觀識謬觧三明因謬成害。", "1036": "○初明行盡識現。", "1037": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "1038": "未圓識現。", "1039": "○二明觀識謬觧。", "1040": "若於所知識有覺知故云所知知徧圓故識有知體又徧圓是知覺亦圓此按", "1041": "所觀法因知立觧此句正明因見知圓而起謬觧十方草木皆稱有", "1042": "情與人無異此三句明因知立觧之觧字因知圓故觧草木亦同有知草末為", "1043": "人人死還成十方草𣗳此三句又因上計草木與人知覺無異復計輪𢌞亦", "1044": "同此計無情同有情有情同無情此顛倒所知故無擇徧知不分情與無情一切有知", "1045": "故曰徧知此結上計生勝觧者。", "1046": "此明究竟識隂中謬觧倒知之義也若於下是", "1047": "所觀識法觀識體徧圓󳠦有知覺故曰知徧圓", "1048": "故故字因知之故而生知觧因知下正明所󷴁", "1049": "觧此計因觀十方有情無情同是識性流出以", "1050": "能生識性有知則計所生諸法亦同有知故作", "1051": "此觧謂十方草木皆有知覺與人無異乃至輪", "1052": "𢌞等事亦無有異不唯計無情為有情亦復計", "1053": "有情為無情末二句結顯顛倒所知以迷為觧", "1054": "之謬此誤認一切浮塵及器世間諸變化相應", "1055": "念化成無上知覺之過也。", "1056": "○三明因謬成害。", "1057": "是人則墮知無知執婆吒霰尼此亦計知無知執之人執一", "1058": "切覺即無擇徧知成其伴侶迷佛菩提亡失知見。", "1059": "此明謬觧倒知之害也是人下明墮邪見迷佛", "1060": "下明失正見此計草木有知實無所知故云知", "1061": "無知執婆吒霰尼溫陵謂是二外道名執一切", "1062": "覺明二外道所執亦同執草木與人無異皆有", "1063": "知覺上發明倒知之義已竟。", "1064": "○二結示倒知之名。", "1065": "是名第四計圓知心即計草木與人同知此所計因成虚謬果即草", "1066": "木與人互為輪𢌞此所計果虚謬違遠圓通背𣵀槃城生倒知種。", "1067": "此結識隂中第四倒知之名也無情本非知謬", "1068": "計有知故曰倒知正觀曰有執無情有佛性無", "1069": "情作佛者觀此可以自息其說也故𣵀槃經云", "1070": "為非佛性而言佛性為揀瓦礫非情無佛性故", "1071": "而言佛性葢佛者覺也佛性即覺性也眾生是", "1072": "有煩惱覺諸佛是無煩惱覺覺性是一但以煩", "1073": "惱有無而為生佛之異也然知覺之性真實靈", "1074": "明不生不滅有體不空名如來藏抂因名佛性", "1075": "出纏名法身故勝曼經云由如來藏故厭離生", "1076": "死樂求𣵀槃若彼無情身噐乃業氣凝聚氣聚", "1077": "而生氣殞則滅生滅無體無體全空喚甚麼作", "1078": "佛性教誰成佛耶或曰山河乃有情心變故說", "1079": "有情成佛時即是草木成佛若爾則祗聞有情", "1080": "成佛令無情隨化成佛󷴅聞草木成佛令有情", "1081": "隨化為佛乎問前云精神化為土木金石豈非", "1082": "情化無情乎土梟附塊豈非無情化情乎曰二", "1083": "者皆為識神所慿託焉黃頭化石神慿石而住", "1084": "土梟附塊識慿塊而生非識神變為土石亦非", "1085": "土石化為識神也但託彼為緣耳問如華嚴經", "1086": "說佛菩提𣗳雲臺󷤌綱皆能說法豈非無情有", "1087": "覺性乎曰彼經云佛神力故𣗳中出聲等皆是", "1088": "佛與菩󷨊三昧力故使之然耳非無情物自能", "1089": "說也又若無情物自能說法則必亦能𦗟法能", "1090": "說能𦗟必亦能思能說𦗟思自不名無情矣問", "1091": "萬法唯識是如來正教今計圓知何墮外道耶", "1092": "曰正教唯識顯一切法如夢如幻唯識現󷴁當", "1093": "體全空不立知見不生法執今計有實色心互", "1094": "為輪轉執法實有󷴁種種倒見大非唯識之㫖", "1095": "故墮外道上明倒知種已竟。", "1096": "○五明顛化種分二初發明顛化之義二結示", "1097": "顛化之名。", "1098": "○初發明顛化之義分三初明行盡識現二明", "1099": "觀識謬觧三明因謬成害。", "1100": "○初明行盡識現。", "1101": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "1102": "未圓識現。", "1103": "○二明觀識謬觧。", "1104": "若於圓融根互用中已得隨順此是窮識將破根漸互用此即觀識", "1105": "之境便於圓化一切發生此所起觧求火光明樂水清淨", "1106": "愛風周流觀塵成就釋上圓化發生二句各各崇事以此群", "1107": "塵發作本因能生一切立常住觧計四大真常能造化故。", "1108": "此明究竟識隂中謬觧顛化之義也初三句標", "1109": "謬觧所發之源因窮識將盡未盡六根漸融能", "1110": "於一根而發諸根之用此方乍能非極成就故", "1111": "云已得隨順便為圓化下正明所󷴁謬觧即便", "1112": "於隨順境中󷴁種種謬觧葢六根是內四大見", "1113": "得一根能發諸用妄計四大能生一切妙變故", "1114": "名圓化如云四大為能造萬法是所造相似又", "1115": "見火生光明水生清淨等計能生實矣各各崇", "1116": "事者言各人愛樂不一崇尊尚也事供養也即", "1117": "崇火事火崇水事水之儔以此群塵三句結明", "1118": "謬觧之義群塵四大也本因謂四大能造一切", "1119": "即萬法本因常住者謂所造諸法既不斷絕能", "1120": "造四大必是常住又如世間瓶爐等噐皆四大", "1121": "造成瓶爐雖殊四大不異亦常住義有云此誤", "1122": "認七大本如來藏清淨本然循業發現故生此", "1123": "觧。", "1124": "○三明因謬成害。", "1125": "是人則墮生無生執墮邪見諸迦葉波并婆羅門勤", "1126": "心役身事火崇水妄因求山生死妄果成其伴侶成邪人", "1127": "迷佛菩提亡失知見。", "1128": "此明謬觧顛化之失也諸迦葉波即三迦葉等", "1129": "󷴅為事火外道迦葉是別姓婆羅門是總姓求", "1130": "出生死者計四大能造性常冀歸四大之元即", "1131": "獲常住如仙家煉水火欲延年亦即其類有計", "1132": "四大所造色是常如佛果體相好光明亦微妙", "1133": "四大究竟不壞不受生死葢佛果色從心生非", "1134": "四大能生是依四大求出生死豈非顛倒乎上", "1135": "發明顛化之義已竟。", "1136": "○二結示顛化之名。", "1137": "是名第五計著崇事迷心從物立妄求因求妄冀", "1138": "果結明顛化之義違遠圓通背𣵀槃城結明顛化之失生顛化種。", "1139": "此結識隂第五謬觧顛化之名也妄執四大為", "1140": "能生因又妄計四大能出生死為常住果此非", "1141": "因計因無果計果故曰妄求妄冀謂火生光水", "1142": "生淨等非圓迷心從物非通故違遠圓通依生", "1143": "滅群塵求出生死故背真𣵀槃正脉曰計著邪", "1144": "惑也崇事邪業也迷心謂迷己一真靈覺之心", "1145": "從物謂從彼四物無知之物反將無情之物以", "1146": "為生物之原誠如環師所謂因果皆妄顛倒化", "1147": "理故名顛化種也上明顛化種已竟。", "1148": "○六明斷滅種分二初發明斷滅之義二結示", "1149": "斷滅之名。", "1150": "○初發明斷滅之義分三初明行盡識現二明", "1151": "觀識謬觧三明因謬成害。", "1152": "○初明行盡識現。", "1153": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "1154": "未圓識現。", "1155": "○二明觀識謬觧。", "1156": "若於圓明此所觀境計明中虚此所起觧非滅群化群化即能造四", "1157": "大及所造根塵等法以永滅依為所歸依生勝觧者結定謬觧。", "1158": "此明究竟識隂中謬觧斷滅之義也初按所觀", "1159": "理境即識體圓即前云於十方界已獲其同明", "1160": "即前云內外湛明入無所入次句即依境所󷴁", "1161": "觧因見圓明中四隂已盡六根虚淨無復馳逸", "1162": "因計圓明中虚無永寂三句是依上謬觧而󷴁", "1163": "邪行即󰞆冺群化諸相以求斷空非毀也群化", "1164": "即根塵等法󳠦種種變化故曰群化今欲歸無", "1165": "故皆毀滅以永滅依二句是依滅行所證斷果", "1166": "上依字即處也下依字即託也以永滅處為所", "1167": "歸託故此誤認妙性圓明離諸名相本來無有", "1168": "世界眾生之過也。", "1169": "○三明因謬成害。", "1170": "是人則墮歸無歸執墮邪見無想天中諸舜若多墮空", "1171": "之流成其伴侶迷佛菩提亡失知見。", "1172": "此明謬觧斷滅之害也初句正明所墮邪執以", "1173": "永滅為所歸實非究竟所歸故曰歸無歸執正", "1174": "脉曰無想天畧舉非非想以該四空非取四禪", "1175": "無想也諸舜若多總舉趣空天眾皆同類也上", "1176": "發明斷滅之義已竟。", "1177": "○二結示斷滅之名。", "1178": "是名第六圓虚無心斷滅因成空亡果斷滅果違遠圓", "1179": "通背𣵀槃城生斷滅種。", "1180": "此結識隂第六計斷滅之名也圓虚無心者即", "1181": "非滅群化之心圓字作工夫看成空亡果者即", "1182": "以永滅為所歸果問此與後二乘何別曰以取", "1183": "空見觧似同而伏惑斷惑逈異耳上明斷滅種", "1184": "已竟。", "1185": "○七明妄延種分二初發明妄延之義二結示", "1186": "妄延之名。", "1187": "○初發明妄延之義分三初明行盡識現二明", "1188": "觀識謬觧三明因謬成害。", "1189": "○初明行盡識現。", "1190": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "1191": "未圓識現。", "1192": "○三明觀識謬觧。", "1193": "若於圓常所觀理境固身常住所起觧行同於精圓常不傾", "1194": "逝成上固身常住之義生勝觧者按定以迷為觧。", "1195": "此明究竟識隂中謬觧妄延之義也圓常者即", "1196": "觀識性徧圓已滅生滅故云圓常因見識性常", "1197": "則脩身復命欲同識性常住不滅故云固身常", "1198": "住同於精圓者謂身本無常以工夫堅固脩持", "1199": "同於識精圓常故常不死似以性融相相隨性", "1200": "融計俱不生滅此所觀識尚屬生滅豈能固身", "1201": "同不傾逝耶是所觧成謬正脉曰此即仙家性", "1202": "命雙脩之見有云此誤認六根同是安樂妙常", "1203": "之見也。", "1204": "○三明因謬成害。", "1205": "是人則墮貪非貪執墮邪見諸阿斯陀求長命人求長命", "1206": "者成其伴侶迷佛菩提亡失知見。", "1207": "此明謬觧妄延之失也貪身常住實非可貪畢", "1208": "竟壞滅故云貪非貪執阿斯陀此云無比古仙", "1209": "人名諸綂指仙眾上發明妄延之義已竟。", "1210": "○二結示妄延之名。", "1211": "是名第七執著命元即識隂立固妄因趨長勞果違", "1212": "遠圓通背𣵀槃城生妄延種。", "1213": "此結識隂第七妄延之名也命元者識隂是生", "1214": "命之元固妄因者即堅固命元立為長命因此", "1215": "命元非常固以為常所固虚妄不實故云固妄", "1216": "因趨長勞果者固身趨此命元以為長生果其", "1217": "實非長終󷘒壞滅徒自虚勞故云長勞果即長", "1218": "勞無功終不長保妄延即長勞義上明妄延種", "1219": "已竟。", "1220": "○八明天魔種分二初發明天魔之義二結示", "1221": "天魔之名。", "1222": "○初發明天魔之義分三初明行盡識現二明", "1223": "觀識謬觧三明因謬成害。", "1224": "○初明行盡識現。", "1225": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "1226": "未圓識現。", "1227": "○二明觀識謬觧。", "1228": "觀命互通所觀識現󷕕留塵勞恐其銷盡所起邪觧便於此", "1229": "際坐蓮󲘈宮廣化七珍多增寶媛恣從其心所起邪行", "1230": "生勝觧者。", "1231": "此明究竟識隂中謬觧天魔之義也觀命互通", "1232": "者即觀十二類生命同一識體前云於十方界", "1233": "已獲其同是也󷕕留塵勞二句正明謬觧以觀", "1234": "命互通非己獨存如都銷盡即成斷滅誰證真", "1235": "常故計留塵勞恐其銷盡因此謬觧故󷴁魔行", "1236": "變化七珎寶媛以恣其心故云便於此際等此", "1237": "際即互通之際觀此亦似菩󷨊留惑潤生但菩", "1238": "󷨊因同體大悲利生無我雖留惑未斷非恣縱", "1239": "欲境此計唯恐銷盡即我執猶存恣心恐成斷", "1240": "滅又即所觀識與真性懸殊即所計我愛與大", "1241": "悲逈別有云此誤認一切變現不為煩惱皆合", "1242": "𣵀槃清淨妙德也。", "1243": "○三明因謬成害。", "1244": "是人則墮真無真執墮邪見吒枳迦羅亦恣欲境人成其", "1245": "伴侶迷佛菩提亡失知見。", "1246": "此明謬觧魔業之失也此計誤認命元為己真", "1247": "宰實非真我故云真無真執吒執迦羅環師謂", "1248": "即欲頂自抂天類上發明天魔之義已竟。", "1249": "○二結示天魔之名。", "1250": "是名第八發邪思因立熾塵果違遠圓通背𣵀槃", "1251": "城生天魔種。", "1252": "此結識隂第八天魔之名也發邪思因者即邪", "1253": "觧留塵勞恐其銷盡又即開發塵勞煩惱皆屬", "1254": "邪思立熾塵果者即廣化欲境熾然欲塵以為", "1255": "受用之果正脉曰墜入欲頂天魔者生以類聚", "1256": "也上明天魔種已竟。", "1257": "○九明纏空種分二初發明纏空之義二結示", "1258": "纏空之名。", "1259": "○初發明纏空之義分三初明行盡識現二明", "1260": "觀識謬觧三明因謬成害。", "1261": "○初明行盡識現。", "1262": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "1263": "未圓識現。", "1264": "○二明觀識謬觧。", "1265": "於命明中此句亦所觀理境分別精麄䟽决真偽此二句是觧", "1266": "因果相酬唯求感應此二句是行證背清淨道此明上非大𣵀槃", "1267": "所謂見苦斷集證滅脩道此二句發明上分別真偽因果感應之實居", "1268": "滅已休更不前進此二句發明上背清淨道之實生勝觧者以劣為勝。", "1269": "此明究竟識隂中謬觧纏空之義也命明中即", "1270": "識體精明之中因窮識體精明有漏無漏種子", "1271": "俱現即通各命由緒故能分別䟽决簡別世間", "1272": "因果為麄為偽簡別出世間因果為精為真故", "1273": "去麄偽獨留精真唯慕出世因果相酬求速出", "1274": "生死感應即相酬上下變文耳背清淨道明上", "1275": "雖知因果相酬脩證偏空不逹清淨實相即有", "1276": "即空之大道知苦斷集揀去世間麄偽因果證", "1277": "滅脩道取證出世精真因果以明上分別䟽决", "1278": "之精微居滅已休二句明上疏决非過但沉空", "1279": "不返為過耳正脉以精麄作凢聖分真偽作邪", "1280": "正分亦是今觧以世間收凢夫魔外。", "1281": "○三明因謬成害。", "1282": "是人則墮定性聲聞諸無聞僧增上慢者成其伴", "1283": "侶墮定性小乘與無聞性凢夫迷佛菩提亡失知見迷大菩提失正徧知。", "1284": "此明謬觧纏空之失也定性聲聞即不𢌞心鈍", "1285": "根羅漢此依聖教窮空永無墮落諸無聞僧即", "1286": "愚法無聞未得謂得未證謂證天報畢即入輪", "1287": "𢌞上發明纏空之義已竟。", "1288": "○二結示纏空之名。", "1289": "是名第九圓精應心成趨寂果結止化城違遠圓通背", "1290": "𣵀槃城結失󷤌所生纏空種。", "1291": "此結識隂第九纏空之名也圓精應心者圓字", "1292": "是功行即圓滿精真感應之脩心趨寂即偏空", "1293": "小果正脉曰為空所縳曰纏空種上明纏空種", "1294": "已竟。", "1295": "○十明不化種分二初發明不化之義二結示", "1296": "不化之名。", "1297": "○初發明不化之義分三初明行盡識現二明", "1298": "觀識謬觧三明因謬成失。", "1299": "○初明行盡識現。", "1300": "又善男子窮諸行空已滅生滅行盡而於寂滅精妙", "1301": "未圓識現。", "1302": "○二明觀識謬觧。", "1303": "若於圓融清淨覺明所觀理境發研深妙行即立𣵀槃", "1304": "果而不前進明其謬生勝觧者。", "1305": "此明究竟識隂定中謬觧不化之義也初二句", "1306": "乃識隂將破之相圓融即六根開合互用無礙", "1307": "清淨者前行盡六根現行不馳曰虚淨今六根", "1308": "消磨已盡種現俱空故云清淨覺明者即識體", "1309": "隂相將盡漸入智境內外明徹故曰覺明此圓", "1310": "融清淨覺明總是識隂分劑要透過前進則妙", "1311": "若於此際精研作𣵀槃觧即不能融化前進。", "1312": "○三明因謬成失。", "1313": "是人則墮定性辟支諸緣獨倫不回心者成其伴", "1314": "侶迷佛菩提亡失知見。", "1315": "此明謬觧不化之失也定性辟支一句是總標", "1316": "下二句是釋明辟支梵語中含緣覺獨覺二義", "1317": "不回心即定性也上發明不化之義已竟。", "1318": "○二結示不化之名。", "1319": "是名第十圓覺㳷心成湛明果結止二乘違遠圓通背", "1320": "𣵀槃城結失佛乘生覺圓明不化圓種。", "1321": "此結識隂第十不化之名也圓覺㳷心者圓字", "1322": "亦功行覺㳷即識性覺明方與正覺通㳷而未", "1323": "能妙圓窮至此以為𣵀槃因故云圓覺㳷心湛", "1324": "明果者依覺明為𣵀槃果明而未寂故云湛明", "1325": "覺圓明亦湛明未寂故不化有二義一於覺明", "1326": "不融化立為𣵀槃即理障障真寂滅二因住𣵀", "1327": "槃不化眾生即智障障正知見問二乘乃如來", "1328": "正教抂出世四聖之列今何列為魔數耶曰魔", "1329": "羅此云殺者以損害立名二乘人對界內凢夫", "1330": "魔外實為出世聖人以離分叚生死故今對如", "1331": "來了義脩證究竟一乘故列魔數以沉空滯寂", "1332": "違背圓通害正知見豈非損大菩提之魔耶此", "1333": "但說定性二乘回心向大不抂此數從阿難彼", "1334": "善男子脩三摩地行隂盡者󷴁至此止一大科", "1335": "詳示識隂微細魔事已竟。", "1336": "○二結示防護真脩分五初結示見魔分劑二", "1337": "結示不悟成害三結勸保護成道四結示諸佛", "1338": "同證五結示識𥁞頓超。", "1339": "○初結示見魔分劑。", "1340": "阿難如是十種禪󷴂中途成狂未至始覺究竟果故因依迷", "1341": "惑未依本覺不生滅因故於未足中生滿足證發明中途成狂皆是", "1342": "識隂用心交互故生斯位。", "1343": "此總結上十種見魔分劑皆識隂發現也中途", "1344": "成狂一句是總結謂十種魔事雖有魔外小乘", "1345": "邪正不同望於果海均是中途迷狂因依迷惑", "1346": "三句是別結謂前八多迷識性為真因真依生", "1347": "種種倒見入於枝岐故曰因依迷惑後二雖非", "1348": "枝岐未足為足亦誤認識性為究竟果故曰生", "1349": "滿足證又中途一句是正結因依等三句是釋", "1350": "明謂中途成狂皆依先習本因迷惑其心故於", "1351": "未足生滿足證皆是下正結分劑所依此十種", "1352": "狂見皆不了識性誤為真元所見是一所觧各", "1353": "異初立為真因九十立為真果二計自三計他", "1354": "四計圓知五計圓化六執斷滅七八執真常是", "1355": "於一識體上各見不同又前五并七八屬常見", "1356": "第六屬斷見九十屬偏見正脉曰中途一句前", "1357": "八意多葢前八魔外中途各󷴁狂觧故未足生", "1358": "足二句後二意多葢後二小乘得少為足不前", "1359": "進故因依一句意兼前後葢十執無非因迷而", "1360": "󷴁依迷而住。", "1361": "○二結示不悟成害。", "1362": "眾生頑迷不自忖量本迷逢此現前各以所愛先習", "1363": "迷心被習境迷而自休息將為畢竟所歸寧地妄見自言", "1364": "滿足無上菩提大妄語成妄言外道邪魔所感業終", "1365": "墮無間獄有退聲聞緣覺不成增進無進。", "1366": "此結示識隂十魔如未先覺為彼所迷終成大", "1367": "害也魔外墮大無間小乘障大菩提是須覺了", "1368": "方無此害先習迷心者各人有󷴅聞󷴅習相似", "1369": "真因真我真空真常等種子今於識隂相似境", "1370": "現投其所習所愛誤以為真故安心以為究竟", "1371": "是為各人先習迷心故誤墮中途之害又逢此", "1372": "下是妄惑自言下是妄業外道下是妄報魔外", "1373": "於因依迷惑習漏未盡故脩禪福業既盡必墮", "1374": "惡道二乘迷於小果由斷惑方取果是界內惑", "1375": "已盡故無退墮但不前進耳正脉謂前八各有", "1376": "魔外習種後二各有二乘習種亦是。", "1377": "○三結勸保護成道。", "1378": "汝等存心秉如來道勸令生大悲心將此法門即辯魔微細法門", "1379": "於我滅後傳示末世當愍之時普令眾生覺了斯義即上", "1380": "此法門無令見魔自作沉孽保餒哀救消息邪緣即十", "1381": "種狂見令其身心入佛知見保護成道從始成就不遭岐", "1382": "路此二句成上入佛知見一句。", "1383": "此結勸阿難會眾存如來心秉如來道以衛護", "1384": "眾生為能事也正觀曰見魔者見以違理為名", "1385": "前八違真中二理󷴁界內邪見後二違中道理", "1386": "󷴁界外邪見以二乘智即無明故正脉曰依岳", "1387": "師七純是見八󳠦見愛以留塵勞生勝觧故二", "1388": "乘於界外見愛猶存以愛𣵀槃故。", "1389": "○四結示諸佛同證。", "1390": "如是法門先過去世恒沙劫中微塵如來乘此心", "1391": "開得無上道。", "1392": "此結示辨魔法門諸佛同證以證末世脩行生", "1393": "正知見也如是法門一句似該五隂玩之唯識", "1394": "隂為凖至後文云此是過去先佛世尊奢摩他", "1395": "中覺明分析微細魔事方是通結五隂秉此心", "1396": "開是信觧得無上道是行證諸佛既從此辨魔", "1397": "法門信觧開悟得證菩提是知此法門乃禪󷴂", "1398": "中甚深微細智慧是佛知見外此求菩提無有", "1399": "是處行人於此可不盡心焉。", "1400": "○五結示識𥁞頓超分二初超入等覺二超入", "1401": "妙覺。", "1402": "○初超入等覺分二初明能超心二明所超位。", "1403": "○初明能超心。", "1404": "識隂若盡則汝現前諸根互用。", "1405": "此明能超諸位之心也即見聞覺知不能分隔", "1406": "成一圓融清淨寶覺故曰諸根互用此與前明", "1407": "識隂盡文義相應彼云見聞通鄰互用清淨是", "1408": "也正脉判此是初住圓通之相。", "1409": "○二明所超位分二初明超入行相二明超入", "1410": "位次。", "1411": "○初明超入行相。", "1412": "從互用中能入菩󷨊金剛乾慧圓明精心於中發", "1413": "化如淨瑠璃內含寶月。", "1414": "此明超入心境之相也初句躡上能超之心能", "1415": "入菩󷨊二句畧明所超之位畧信住等直入等", "1416": "覺後心圓明精心即能超行相於中發化即所", "1417": "超境相如淨瑠璃二句是喻瑠璃喻所超位寶", "1418": "月喻能超心於中發化者謂於圓明精心中開", "1419": "發轉超種種位次瑠璃一喻前後相應第三漸", "1420": "次云六用不行十方國土皎然清淨辟如瑠璃", "1421": "內懸明月識隂盡相云十方世界及與身心如", "1422": "吠瑠璃內外明徹與此內含寶月皆識隂盡圓", "1423": "明之相也。", "1424": "○二明超入位次。", "1425": "如是乃超十信十住十行十回向四加行心菩󷨊", "1426": "所行金剛十地等覺圓明。", "1427": "此列所超位次之名也前明相但畧舉等覺後", "1428": "心此重為列出所超諸位以見頓入等覺之妙", "1429": "金剛十地者有二義一從別教立名謂菩󷨊登", "1430": "地方證真如入佛知見地故稱十地登十地者", "1431": "永無退墮即究竟堅固故名金剛此金剛依理", "1432": "立名二即此經聞熏金剛三昧雖從初乾慧地", "1433": "即用此觀照至地上此慧方究竟故從地彰金", "1434": "剛之名前云是種種地皆以金剛觀察漸次能", "1435": "入是也此金剛從智立名圓明即等覺後心金", "1436": "剛乾慧之相上明超入等覺已竟。", "1437": "○二明超入妙覺。", "1438": "入於如來妙莊嚴海圓滿菩提歸無所得。", "1439": "此明識隂一盡即能頓超妙覺果海也初句總", "1440": "明超入果位之地次三句別明果位之相葢果", "1441": "地光明相好神通自抂稱滿法界不可思議故", "1442": "云妙莊嚴海即觧脫德是福究竟諸佛知見智", "1443": "慧方便究竟無餘故云圓滿菩提即般若德是", "1444": "智究竟如來所證復本妙心別無新得故云歸", "1445": "無所得即法身德是理究竟此一句是諸佛密", "1446": "印以證天魔外道凢夫小乘皆是有所得心故", "1447": "違遠圓通背𣵀槃城迷菩提失知見葢此從根", "1448": "互用中能超入果海者顯此經是圓頓之教妙", "1449": "極於此以識隂一盡即頓破無明親見法身故", "1450": "云從互用中能入如來地此中能超有二義一", "1451": "但依見性圓融說能超非真廢行布而歸寂滅", "1452": "三卷末云銷我億劫顛倒想不歷僧祗獲法身", "1453": "永嘉云彈指圓成八萬門剎那滅󷕕三祗劫皆", "1454": "是此義俱是圓頓之㫖初發心時便成正覺故", "1455": "說能超二依脩心圓入說能超即於禪󷴂中頓", "1456": "證法身雖圓入諸位智行能不留礙而不取證", "1457": "直入󷨊般若海而後已二義有見道脩道之殊", "1458": "以見法身方說能超一也此中論初超之位有", "1459": "說入地方能超有說初住能超各有所見非無", "1460": "㨿妄談說入地者是依別教為名以別教初地", "1461": "始見法身與常途圓教初住位齊故說入地能", "1462": "超說初住者是依常途圓教立名以常途圓教", "1463": "初住即見法身與別教初地位齊故說初住方", "1464": "超此中十信即常途圓教初住開出微細之相", "1465": "常途圓教十信即此中信首三漸次是也此中", "1466": "微細異於常途乃見前楞嚴精研之妙也正脉", "1467": "謂初住能超正是此中十信正脉明言謂既當", "1468": "信滿而復超十信者全顯此經十信乃初住十", "1469": "心有無知妄談者㨿此信位一二文字謂一切", "1470": "妄想滅盡無餘及一切圓通等句諍言十信已", "1471": "滅妄想已合圓通即能頓超誹正脉說初住為", "1472": "杜撰豈知正脉說初住即此十信耶又豈知如", "1473": "來立教開合之深趨耶而教眼未明豈敢妄作", "1474": "分䟽問正脉既說此中十信即常途初住何不", "1475": "說信位即超苦辨初住能超者何也曰依常途", "1476": "初住說能超人易知已見法身若依此中十信", "1477": "說能超人未易明恐濫同常途十信破壞教義", "1478": "其過非細故爾從佛告阿難及諸大眾汝等當", "1479": "知有漏世界十二類生󷴁至此止一大科分析", "1480": "五隂微細魔事已竟。", "1481": "○三結示防護真脩分三初勑依顯教以慧護", "1482": "持二勑依密教以定護持三勑當恭欽諸佛埀", "1483": "範。", "1484": "○初勑依顯教以慧護持。", "1485": "此是過去先佛世尊奢摩他中毘婆舍󷴂覺明分", "1486": "析微細魔事牒前五隂中微細魔事魔境現前汝能諳識此二", "1487": "句勑命先覺護持心垢洗除行中心魔不落邪見識中見魔隂魔消", "1488": "滅色中境魔天魔摧碎大力鬼神褫魄逃逝魑魅魍魎", "1489": "無復出生此四種皆受想二隂中魔直至菩提無諸少乏下劣", "1490": "增進於大𣵀槃心不迷悶。", "1491": "此世尊結上微細魔事令依聞脩二慧先覺則", "1492": "諸魔無慮自息也前結識隂云如是法門先過", "1493": "去世恒沙諸佛乘此心開是顯諸佛皆依辯魔", "1494": "法門心開成道此明辯魔法門乃先世諸佛奢", "1495": "摩他中清淨觀照微細分出前重諸佛恭欽此", "1496": "顯諸佛埀範直至菩提五句結顯能諳識諸魔", "1497": "則從始及終不遭岐路直至二大轉依而後已", "1498": "無諸少乏即圓滿二字即上圓滿菩提以躡妙", "1499": "莊嚴海次三句即歸無所得皆因有得故違背", "1500": "𣵀槃今下劣增進則二乘不得少為足心不迷", "1501": "悶則魔外不以有得為得同歸無所得究竟𣵀", "1502": "槃又五隂魔事都是得少為足之過故迷大𣵀", "1503": "槃悶於岐路今皆超之歸於究竟。", "1504": "○二勑依密教以定護持。", "1505": "若諸末世愚鈍眾生未識禪󷴂不能明悟自心不知說法", "1506": "無多聞慧性樂脩三昧汝恐同邪一心勸令持我佛頂", "1507": "陀羅尼咒此因無聞思二慧勸持咒若未能誦寫於禪堂或𢃄", "1508": "身上此因記持之性亦無勸安於身處一切諸魔所不能動此𩔰咒力", "1509": "即究竟堅固之心諸魔不能破壞。", "1510": "此世尊復勑依密教以定護持末世脩心之眾", "1511": "也樂脩三昧者即樂脩如來得成菩提之密因", "1512": "此是可衛護人但因無慧性恐遭魔擾故令持", "1513": "咒以護之誦持又不能復教安於身處此如來", "1514": "末後深慈方便中之方便如慈母保愛嬰兒曲", "1515": "折已盡矣末世脩行如知佛恩如此可不勉歟。", "1516": "○三勑當恭欽諸佛埀範。", "1517": "汝當恭欽十方如來究竟脩進最後埀範。", "1518": "此末後叮囑辨魔法門冀傳持普被也究竟脩", "1519": "進一句與前清淨脩證相應前結位次云是種", "1520": "種地皆以金剛觀察如幻十種深喻奢摩他中", "1521": "用諸如來毘婆舍󷴂清淨脩證漸次能入此結", "1522": "魔事後云此是過去諸佛奢摩他中毘婆舍󷴂", "1523": "覺明分析微細魔事繼之究竟脩進總是前後", "1524": "開示唯一首楞嚴大定以究竟堅固故能直入", "1525": "妙覺成無上道以究竟堅固故一切魔事所不", "1526": "能動故云究竟修進最後埀範有二義一是一", "1527": "席最後以辨魔法門是此經收席至訓二是一", "1528": "代最後謂如來說法四十九年未曾說此微細", "1529": "魔事以此經抂法󲘈後即如來顧命悲誨與遺", "1530": "教𣵀槃等教同致深慮末世冀慧命不絕故云", "1531": "最後埀範從即時如來將罷法座󷴁至此止一", "1532": "科究竟五隂魔事已竟。", "1533": "○二究竟五隂妄想分二初阿難躡前啟請二", "1534": "世尊因問詳荅。", "1535": "○初阿難躡前啟請。", "1536": "阿難即從座󷴁聞佛示誨領佛開示辨魔法門頂禮欽奉憶", "1537": "持無失此領汝當恭欽最後埀範於大眾中重復白佛如佛所", "1538": "言五隂相中五種虚妄為本想心此正躡前義我等平", "1539": "常未蒙如來微細開示此三句是心請以未蒙開示即請示又此五", "1540": "隂為併銷除為次第盡如是五重詣何為界上問定三", "1541": "義下正請開示惟願如來發宣大慈為此大眾清明心目", "1542": "清明心得正知清明目得正見以為末世一切眾生作將來眼能明", "1543": "見五隂妄想界分故名將來眼。", "1544": "此阿難躡前五隂妄想請佛重為微細發明也", "1545": "阿難下敘領前益於大眾下正躡佛言請後示", "1546": "五隂相中六句問妄想本因又此三句問五隂", "1547": "脩斷頓漸如是二句問五重界分惟願下依現", "1548": "前末世正請正脉曰我等下申罕聞以求細示", "1549": "也葢聞之熟者可一舉而便見今由曾未蒙示", "1550": "故乍聞未得其詳也。", "1551": "○二世尊因問詳荅分四初荅五隂本因妄想", "1552": "二荅五隂因界淺深三荅五隂滅除頓漸四結", "1553": "勸傳示將來。", "1554": "○初荅五隂本因妄想分三初總示妄想本元", "1555": "二別明妄想義相三結明妄想能因。", "1556": "○初總示妄想本元分四初標真本空二因妄", "1557": "成有三辯明妄因四結明問意。", "1558": "○初標真本空。", "1559": "佛告阿難精真妙明本覺圓淨標真非留死生及諸", "1560": "塵垢本空乃至虚空皆因妄想之所生󷴁以妄生𩔰本空。", "1561": "此標妄想真源本空也非留下明上圓淨二字", "1562": "即本來一切都空死生指妄果塵垢指妄因屬", "1563": "有情以該虚空世界即本無虚空世界眾生乃", "1564": "至下以妄生顯上圓淨本空舉虚空以該眾生", "1565": "世界即眾生世界虚空皆迷妄而有又此三句", "1566": "一顯上本空一成下妄有正觀曰此經凢明󷴁", "1567": "妄先標無妄之真以立其本此中精真至塵垢", "1568": "標真立本也。", "1569": "○二因妄成有。", "1570": "斯元本覺妙明精真妄以發生諸噐世間如演若", "1571": "多迷頭認影。", "1572": "此承上本空之真妄生諸有也初二句躡真次", "1573": "二句明妄末二句喻妄無因諸噐世間舉世界", "1574": "以該虚空眾生即虚空世界眾生皆本覺妙明", "1575": "中虚妄發生此三叚文字以三事互舉互攝乃", "1576": "潤色精妙之處又此三事不外五隂正推原五", "1577": "隂皆妄想為本演若一喻一喻上三事全妄一", "1578": "成下妄元無因。", "1579": "○三辨明妄因分二初明二計俱妄二正斥邪", "1580": "成正。", "1581": "○初明二計俱妄。", "1582": "妄原無因於妄想中立因緣性此明無因說妄因妄立因迷因", "1583": "緣者稱為自然此二句斥謬計彼虚空性猶實幻生以虚空猶", "1584": "幻生𩔰諸有非自然因緣自然皆是眾生妄心計度此三句結明因", "1585": "緣妄立自然謬執皆妄想發生。", "1586": "此以因緣自然辨明於妄想中立因緣也此中", "1587": "雖明二計俱妄是以自然倒計顯因緣妄立為", "1588": "正義也。", "1589": "○二正斥邪成正。", "1590": "阿難知妄所󷴁說妄因緣於妄想中立因緣性若妄元無說", "1591": "妄因緣元無所有妄元無因何况不知推自然者迷因緣者", "1592": "稱為自然。", "1593": "此正斥自然之邪見成因緣之正義此二叚文", "1594": "義以因緣自然轉折辨明妄元無因因從妄立", "1595": "是顯五隂皆以妄想為本因也上辨明妄因已", "1596": "竟。", "1597": "○四結明問意。", "1598": "是故如來與汝發明五隂本因同是妄想。", "1599": "此承上真源本空因妄成有以荅問意前問云", "1600": "如佛所說五種虚妄為本想心未知其詳故此", "1601": "結云真本無因妄想立因以是義故如來與汝", "1602": "先說五隂本因同是妄想離妄則無因可說也", "1603": "上總示妄想本元已竟。", "1604": "○二別明妄想義相分五初明色隂妄想二明", "1605": "受隂妄想三明想隂妄想四明行隂妄想五明", "1606": "識隂妄想。", "1607": "○初明色隂妄想。", "1608": "汝體先因父母想生汝心非想則不能來想中傳", "1609": "命此正明色隂從妄想生如我先言心想醋味口中涎生心", "1610": "想登高足心酸󷴁此引二卷先言想隂融通之事懸巖不有酸物", "1611": "未來汝體必非虚妄通倫口水如何因談醋出此以", "1612": "空想能通色體以證色是想倫是故當知汝現色身名為堅固第", "1613": "一妄想結明實是妄想。", "1614": "此詳明色隂本妄想有也汝體就內身標色隂", "1615": "以易明色是想生想倫故也父母想生者謂此", "1616": "色體從父母婬愛二想所生赤白二物結成形", "1617": "相汝心非想三句明其此身雖從父母想生自", "1618": "心無憎愛之想亦不能來納為自體是則此色", "1619": "身全是父母己三想合生想中傳命者父母以", "1620": "想傳汝以想受󳯝代不絕故云想中傳命口水", "1621": "二句以影足酸堅固是質礙義以色隂有形留", "1622": "礙不融故正脉曰若外四大何以見是妄想生", "1623": "耶曰前世界相續中言堅明立礙及堅覺寶成", "1624": "等亦堅固妄想也。", "1625": "○二明受隂妄想。", "1626": "即此所說臨高想心能令汝形真受酸澀此以登高想心", "1627": "能𤼵酸受以明受隂因妄想生故由因受生能動色體此明形酸實有所受", "1628": "而實無所受之物以見受隂全是虚妄分別汝今現前順益違󰡷二現", "1629": "驅馳此總結諸受名為虚明第二妄想結虚受之名。", "1630": "此明受隂由妄想生虚妄無實也汝今現前者", "1631": "即指現前苦樂等受同想懸巖足心酸澀均是", "1632": "虚妄順益即樂受違󰡷即苦受合有非違非順", "1633": "即󵘩受二現驅馳即違順二種現行現前流逸", "1634": "奔境虚妄分別也。", "1635": "○三明想隂妄想。", "1636": "由汝念慮使汝色身由想念能融故能使色身身非念倫汝身", "1637": "何因隨念所使種種取像此明形不礙想即想之倫故心生形", "1638": "取與念相應上句牒念能使身下句牒身即念倫寤即想心十方三世想如", "1639": "目前寐為諸夢十方三世夢中𡨋現則汝想念搖動妄情按上夢想", "1640": "名為融通第三妄想。", "1641": "此明想隂本於融通妄想也由汝下明融通之", "1642": "相寤二句指妄想之體末四句結妄想之名此", "1643": "想隂乃第六識功用六識頌云動身𤼵語獨為", "1644": "最以能融通故能使形色相應又不唯能通一", "1645": "身之色即銀山鐵壁亦不能為礙一念之間徧", "1646": "乎四海之外四海之外𡨋於一念之間皆融通", "1647": "之用以想證夢全想以夢證想全妄故名妄想", "1648": "此色受想三隂妄想是同但隨用立名以此想", "1649": "能生形色名曰堅固以此想能生覺受名曰虚", "1650": "明以此想能使形色名曰融通。", "1651": "○四明行隂妄想。", "1652": "化理不住此句標行隂之體運運密移此句明行隂之相甲長髮", "1653": "生氣消容皺明上移字日夜相代󷴅無覺悟明上密字阿難此", "1654": "若非汝云何體遷如必是真汝何無覺此明行隂虚妄無實", "1655": "則汝諸行念念不停名為幽隱第四妄想結妄想之名。", "1656": "此明行隂本幽隱妄想也化理下正明行隂幽", "1657": "隱之義阿難下詰其幽隱無體是虚妄之想化", "1658": "理即行隂以遷流為性故曰不住運運猶念念", "1659": "密移即幽隱此若非汝二句謂此遷流之性不", "1660": "可言虚如必是真二句謂此遷流之性不可言", "1661": "實虚實無定足知其妄故結名妄想正脉曰此", "1662": "行隂若非汝心云何能遷汝實體以見不非汝", "1663": "也如真汝心汝何不覺其遷以見不即汝也非", "1664": "汝即汝二不可定足知虚妄非真矣又受想行", "1665": "之三隂雖皆屬心而文中皆要顯與色身通貫", "1666": "受則令色身領境想則能驅使於身行則能遷", "1667": "變乎體又雖說三隂能通貫色身而實要顯身", "1668": "為念倫非實有也。", "1669": "○五明識隂妄想分三初辨明習妄非真二决", "1670": "明非真全妄三依妄結名精想。", "1671": "○初辨明習妄非真。", "1672": "又汝精明即識精元明湛不搖處即湛入合湛名恒常者牒彼", "1673": "所見於身不出見聞覺知出其體若實精真縱許不容習", "1674": "妄成立何因汝等󷴅於昔年覩一奇物經歷年歲憶", "1675": "忘俱無於後忽然覆覩前異記憶宛然󷴅不遺失", "1676": "驗明習妄是實則此精了湛不搖中念念受薰有何籌筭", "1677": "結明念念習妄。", "1678": "此以念念習妄辨明識隂湛不搖處非真恒常", "1679": "也此精明即八識自性以第八識非善非惡性", "1680": "惟無覆故曰精明湛不搖處是四隂已盡之相", "1681": "即六根虚淨無復馳逸名恒常者就小乘外道", "1682": "牒定恒常下方破之以小乘外道不了識性是", "1683": "妄謬立真常因妄立𣵀槃果故就其迷辨明非", "1684": "真恒常若實精真二句是縱成之辭若果是真", "1685": "不習妄方為真矣何因下驗明念念習妄則知", "1686": "非真明矣有何籌筭者以受薰習氣念念頭數", "1687": "不可以數較。", "1688": "○二决明非真全妄。", "1689": "阿難當知此湛非真既習妄决知非真如急流水望如恬", "1690": "靜此喻似湛不搖流急不見非是無流此喻非真不動若非想元", "1691": "寧受妄習此仍依受薰結歸妄想非汝六根互用開合此之", "1692": "妄想無時得滅此以六根開合此想方󷙂如未能開合不可謂恒常。", "1693": "此承上驗明識精念念受薰决其非真唯妄也", "1694": "上科驗明其妄此科喻明罔象虚無之相前隂", "1695": "如瀑流其波浪󷴁滅前後歷然可見其相麄而", "1696": "此識精如急流水望如恬靜無相可見故名罔", "1697": "象性惟無覆無記故名虚無非汝二字是返𩔰", "1698": "之辭返顯必汝六根互用開合此想方滅此與", "1699": "前從互用中能入菩󷨊金剛乾慧及見聞通鄰", "1700": "互用清淨相應皆識隂盡相是則六根未互用", "1701": "此想决不可謂盡决不可謂常。", "1702": "○三依妄結名精想。", "1703": "故汝現抂見聞覺知中串習幾則湛了內罔象虚", "1704": "無第五顛倒細微精想。", "1705": "此承上辨明識性非真結示妄想之名也故汝", "1706": "下結明其義則湛下正結其名故字頂上根不", "1707": "開合此想不滅之義是故汝今現抂六根不融", "1708": "全是妄想故云中串習幾串穿也亦習也幾微", "1709": "也謂此見聞中串攝習種細微不可以數籌筭", "1710": "即細微精想則湛了內即湛明之中其實非真", "1711": "湛真明對前隂麄濁之相借言湛了以無生滅", "1712": "麄相故名罔象以性非善惡能受薰故名虚無", "1713": "若有實性則不能受薰此屬生相無明迷失性", "1714": "真故名顛倒凢外小乘不能覺了乃至地上菩", "1715": "󷨊止能分破惟佛方能究盡故名細微精想正", "1716": "脉曰即陀󷴂細識識精明元也上別明妄想義", "1717": "相已竟。", "1718": "○三結明妄想立因。", "1719": "阿難是五受隂五妄想成。", "1720": "此總結荅阿難問意也阿難問云如佛說言五", "1721": "隂本因同是妄想未蒙如來微細開示故一一", "1722": "與之詳細發明五隂因緣全是五種妄想生󷴁", "1723": "意義了然無惑故此結明使其領觧無疑溫陵", "1724": "曰五受隂亦名五取蘊由一念迷妄受此取此", "1725": "以自蔽藏也上荅五隂本因妄想已竟。", "1726": "○二荅五隂因界淺深。", "1727": "汝今欲知因界淺深唯色與空是色邊際唯觸及", "1728": "離是受邊際唯記與忘是想邊際唯滅與生是行", "1729": "邊際湛入合湛歸識邊際。", "1730": "此荅五隂因界之間也前阿難第三問如是五", "1731": "重詣何為界今於第二荅中以荅此問初二句", "1732": "牒問意因界淺深者謂界不自立因鄰而立如", "1733": "色不自色因空顯色空不自空因色故空是空", "1734": "與色皆色之因界乃至因湛入說合湛因合湛", "1735": "方說湛入是入與合皆識之因界因界即邊際", "1736": "義淺深即因界之淺深如色觸記生湛入乃五", "1737": "隂邊際之淺者如空離忘滅合湛是五隂邊際", "1738": "之深者唯色下正分五隂邊際湛入合湛者上", "1739": "湛字即識相如急流水望如恬靜下湛字即識", "1740": "性如云言妄顯真真亦同妄故識湛合乎真湛", "1741": "皆識邊際又色邊際最淺識邊際最深五重邊", "1742": "際即從淺至深正脉曰如色隂中有相為色無", "1743": "相為空若盡色而不盡空皆未出乎色隂邊際", "1744": "而一切空忍皆非究竟也受隂中取著目觸厭", "1745": "捨曰離若盡觸而不盡離亦未出乎受隂邊際", "1746": "而一切背捨皆非究竟也想隂中有念為記無", "1747": "念為忘若盡記而不盡忘亦未出乎想隂邊際", "1748": "而一切無想皆非究竟也行隂中以念念󷴁處", "1749": "為生相以念念息處為滅相若盡生而不盡滅", "1750": "亦未出乎行隂邊際而一切滅定皆非究竟也", "1751": "識隂中以有入為湛入即性入元澄一澄元習", "1752": "是也以無入為合湛即內外湛明入無所入是", "1753": "也若盡湛入而不盡合湛終未出乎識隂邊際", "1754": "而一切明白法身皆非究竟也上荅五隂因界", "1755": "淺深已竟。", "1756": "○三荅五隂滅除頓漸。", "1757": "此五隂元重疊生󷴁生因識有滅從色除此先明重疊生", "1758": "󷴁以成下文因次第盡理則頓悟乘悟併銷事非頓除因次", "1759": "第盡此正荅問意我已示汝劫波巾結何所不明再此", "1760": "詢問責忘前教。", "1761": "此荅滅除頓漸之問也前阿難第二問云又此", "1762": "五隂為併銷除為次第盡今荅中當第三初句", "1763": "標定五隂本元次句明其次第生󷴁重疊即次", "1764": "第積累而󷴁顯非頓成末二句明生滅始終生", "1765": "則始於識終於色滅則始於色終於識理則下", "1766": "正荅問意阿難但問是頓消是漸除如來與分", "1767": "出理事二途理則頓悟頓銷事則漸除漸盡唯", "1768": "悟不修則墮空唯脩不悟則滯有必須理事雙", "1769": "融脩悟一致方是了義脩證我已下責阿難既", "1770": "領前教不應再有此問已示巾結者前五卷佛", "1771": "取劫波羅天所獻󲘈巾綰結以示六根舒結倫", "1772": "次知彼即應悟此再問即忽畧前義故此責之", "1773": "知彼六結元是一巾即理則頓悟乘悟併銷雖", "1774": "一巾六結次第而觧即事非頓除因次第盡孤", "1775": "山曰約生則由內造外從細至麄如着衣也故", "1776": "迷理有識乃至有色約滅則由外至內從麄至", "1777": "細如脫衣也故入理色盡至識盡正脉曰乘悟", "1778": "併銷者即銷其億劫顛倒想也如暗夜驚杌為", "1779": "鬼奔馳荒越一旦被人說破鬼想全消因次第", "1780": "盡者要須歷五隂次第而漸除也如鬼想雖已", "1781": "全銷馳途豈能遽返要須歷返前途方歸舊處", "1782": "矣總是頓悟漸脩之意而已上荅五隂滅除頓", "1783": "漸已竟。", "1784": "○四結勸傳示將來。", "1785": "汝應將此妄想根元心得開通此結勸阿難自當深悟傳示", "1786": "將來末法之中諸脩行者此勸傳示末法令識虚妄深厭", "1787": "自生知有𣵀槃不戀三界此傳示利益。", "1788": "此結勸阿難將此妄想根元自當深悟了徹傳", "1789": "示將來作清淨眼也汝應下結示自利傳示下", "1790": "結示利他二利圓明即菩提妙行眾生不肯厭", "1791": "離三界者以不識五隂虚妄如識五隂全是妄", "1792": "想豈肯耽着哉故云深厭自生又眾生貪戀三", "1793": "界者惟不知有無上𣵀槃如知𣵀槃是畢竟所", "1794": "歸寧地又豈肯戀着虚妄生死耶故云不戀三", "1795": "界上究竟五隂妄想已竟從即時如來將罷法", "1796": "座以來一大科究竟五隂迷悟未全道力淺深", "1797": "竟於此又遠從八卷中說是語已即時阿難及", "1798": "諸大眾得蒙如來開示密印󷴁至此止一大科", "1799": "究竟未全道力迷悟淺深結完初卷佛首標真", "1800": "妄二本云善哉阿難汝等當知一切眾生從無", "1801": "始來生死相續皆由不知常住真心性淨明體", "1802": "用諸妄想此想不真故有輪轉從汝今欲研無", "1803": "上菩提󷴁至八卷中汝當奉持止是究竟常住", "1804": "真心性淨明體之真也從說是語已󷴁至此止", "1805": "是究竟用諸妄想此想不真之妄也又前明七", "1806": "趨情想五隂迷悟是發明用諸妄想一句此五", "1807": "隂妄想是發明此想不真一句初之真心此之", "1808": "妄想是一經大󷘕節上正宗分已竟。", "1809": "三流通分○三流通分分二初顯法門勝妙勸流通二列", "1810": "會眾悟證勸流通。", "1811": "○初顯法門勝妙勸流通分二初明勝超施福", "1812": "二明妙超極果。", "1813": "○初明勝超施福分二初示施寶福多二顯弘", "1814": "法福勝。", "1815": "○初示施寶福多分二初如來以施寶多設問", "1816": "二阿難以獲福多奉荅。", "1817": "○初如來以施寶多設問。", "1818": "阿難若復有人徧滿十方所有虚空處無盡盈滿七", "1819": "寶󷤌無盡持以奉上微塵諸佛佛無盡承事供養心無", "1820": "虚度心無盡於意云何問辭是人以此施佛因緣得福", "1821": "多否所問事。", "1822": "此佛舉四無盡之施行問阿難得福多否意抂", "1823": "顯弘經功德超越不可以財施之福較其多少", "1824": "也此中徧十方之虚空是虚空無窮無盡盈滿", "1825": "七寶豈有盡耶微塵諸佛是佛無窮無盡一一", "1826": "供養心無虚度豈有盡耶以無盡之心持無盡", "1827": "之寶供無盡之佛徧無盡之空縱使滿世間皆", "1828": "如目連鶖子尚不能知虚空七寶諸佛心量之", "1829": "邊際况能知獲福之數量耶則施之勝至此可", "1830": "謂極則矣。", "1831": "○二阿難以獲福多奉荅。", "1832": "阿難荅言虚空無盡󱰖寶無邊牒佛所問昔有眾生施", "1833": "佛七錢施行小捨身猶獲轉輪王位獲福大此舉少施因緣况", "1834": "復現前虚空既窮不可思議佛土𠑽徧不可思議皆施󱰖寶", "1835": "施物施心不可思議窮劫思議尚不能及不知四勝之邊際是福云", "1836": "何更有邊際以施行不得邊際故獲福亦無邊際。", "1837": "此阿難承佛問以直心而荅如上所說施行既", "1838": "無窮盡獲福亦無邊際可思議也阿難下舉少", "1839": "施因緣况復下况顯廣施殊勝正脉曰以七錢", "1840": "施一佛財田俱劣也而猶獲轉輪勝報况復徧", "1841": "空佛土即田勝也皆施󱰖寶即財勝也窮劫下", "1842": "决其獲福實不可思議也上示施寶福多已竟。", "1843": "○二顯弘經福勝分二初顯傳示之勝二顯誦", "1844": "持之勝。", "1845": "○初顯傳示之勝分二初超極惡罪報二超多", "1846": "寶施福。", "1847": "○初超極惡罪報。", "1848": "佛告阿難諸佛如來語無虚妄安慰之辭若復有人身", "1849": "󳠦四重十波羅夷極重罪瞬息即經此方他方阿鼻", "1850": "地獄乃至窮盡十方無間靡不經歷極惡報能以一", "1851": "念將此法門即首楞嚴微妙法門於末劫中開示未學是人", "1852": "罪障四重十重等罪此方十方等無間應念銷滅如湯消雪變其所受", "1853": "地獄苦因成安樂國轉苦成樂。", "1854": "此顯傳示此法功德殊勝一念之微能滅無窮", "1855": "苦報而得無盡之樂果也四重犯比丘戒之四", "1856": "波羅夷十波羅夷犯菩󷨊戒之十重瞬息是極", "1857": "促之時謂即時󷞯刻而經入此界他方極重之", "1858": "獄乃至下是極長之苦能以下正顯一時弘經", "1859": "之念能銷積劫極重之罪變其下復顯弘經一", "1860": "念不唯但滅無量無邊極重罪報復變極苦以", "1861": "成極樂成安樂國有二義一乘首楞嚴法力即", "1862": "地獄化為樂土一即轉惡業成淨業往生極樂", "1863": "正脉曰語無虚妄者此因向下弘經之功至少", "1864": "而滅罪獲福至多恐難信及故此先明佛無不", "1865": "實不真之語令當諦信也波羅夷五篇第一義", "1866": "當極惡集云三意釋之一退沒二不共住三墮", "1867": "落亦譯名棄一念者暫時發心也末劫聖遠魔", "1868": "強之時也未學難進易退之人也須知弘經既", "1869": "唯一念經必非多所謂四句偈等人必非眾所", "1870": "謂竊為一人等是也夫一念微功而能離極苦", "1871": "以生極樂者良以應觀法界一切唯心實󲘈嚴", "1872": "破獄之㫖而斯經圓彰法界極顯唯心一念持", "1873": "此是以能令無量阿鼻隨處滅盡難思樂土當", "1874": "處發生然須自信方以尅之自信不及深孤妙", "1875": "利痛哉。", "1876": "○二超多寶施福。", "1877": "得福超越前之施人百倍千倍千萬億倍如是乃", "1878": "至筭數譬喻所不能及。", "1879": "此顯一念傳示之功不唯滅無窮無盡之極苦", "1880": "得無窮無盡之妙樂而復超越前之無窮無盡", "1881": "之施福也百倍千倍等總是以數量較之不及", "1882": "也筭數譬喻二大數名正脉曰正以斯經開如", "1883": "來秘密之寶藏獲本然周徧之家󱰖成塵剎互", "1884": "融之佛果故非財施之多執相之供有為之果", "1885": "所能及矣問全經雖有是功一念豈能盡義遽", "1886": "滅多𠎝頓膺廣福耶曰此經圓融不思議境智", "1887": "豈以情量而惻之哉宜深忍信勿自疑阻失本", "1888": "真之妙利也又復應知言外况𩔰之意葢極重", "1889": "罪人一念弘經尚能滅罪獲福如此何况輕罪", "1890": "無罪乃至有福多福之人弘經果報殊勝可知", "1891": "一念尚能如此何况久弘乃至盡形一句一偈", "1892": "尚能如此何况一卷半部乃至全經竊為一人", "1893": "尚能如此何况多人乃至抂大眾中廣為人說", "1894": "其果報殊勝益可知矣上顯傳示之勝已竟。", "1895": "○二顯誦持之勝。", "1896": "阿難若有眾生能誦此經受持𩔰教能持此咒受持密教如", "1897": "我廣說窮劫不盡。", "1898": "此承上較顯傳示功德無比復顯誦持功德更", "1899": "無窮盡也此經開示三德秘藏如來密因妙果", "1900": "圓備斯經以傳示誦持即如來慧命不絕亦即", "1901": "諸佛常住世間而世間有為出世無為所有功", "1902": "德豈可較其一二又能受持此經即頓圓佛果", "1903": "唯以利他為事故先顯傳示後顯誦持傳示為", "1904": "誦持成德誦持為傳示本致未有自不能誦持", "1905": "而能傳示他人誦持也問㨿如我廣說窮劫不", "1906": "盡似誦持超越傳示之功豈自利勝利他耶曰", "1907": "文字互彰前筭數譬喻不及即此說不能盡此", "1908": "說不能盡即前筭數譬喻不及非有二致也上", "1909": "明勝超施福已竟。", "1910": "○二明妙超極果。", "1911": "依我教言即上𩔰密二種開示如教行道即上𩔰密二種妙行直成菩", "1912": "提無復魔業。", "1913": "此結勸能依我所說傳示誦持圓妙勝行如實", "1914": "而行不唯功德不可筭數不可言說即頓超極", "1915": "果也末二句雖是結顯流通利益實結一經全", "1916": "㫖以遵佛顯密二教定慧均持從初發心直至", "1917": "成佛中間永無諸委曲相即不歷僧祗一超直", "1918": "入者也上顯法門勝妙勸流通已竟。", "1919": "○二列會眾悟證勸流通。", "1920": "佛說此經已比丘比丘尼優婆塞優婆夷一切世", "1921": "間天人阿脩羅及諸他方菩󷨊二乘聖仙童子并", "1922": "初發心大力鬼神皆大歡喜作禮而去。", "1923": "此列抂會流通之眾也此文與前序分乃經家", "1924": "為一經首尾之序前序分列眾為請法𦗟法為", "1925": "證明此末後列眾為受法謝法為流通又此中", "1926": "列眾與前互有總別詳畧此總列四眾前別列", "1927": "比丘眾即大智舍利弗等以攝比丘尼眾前別", "1928": "列優婆塞眾即王及大臣長者居士等以攝優", "1929": "婆夷眾一切世間二句列八部眾前全󲉞此中", "1930": "畧列天人脩羅餘攝一切世間故他方菩󷨊即", "1931": "前恒沙菩󷨊來聚道塲又即七卷中爾時󷴂由", "1932": "他恒河沙俱胝金剛藏王菩󷨊等他方二乘即", "1933": "前及諸十方大阿羅漢辟支佛等聖仙童子前", "1934": "全無即諸經亦少即七卷中復有無量日月天", "1935": "子等此仙名聖童者以歸心聖道修童真行故", "1936": "并初發心二句即八部收未盡者亦七卷中復", "1937": "有無量藥乂大將諸羅剎王等并無量山神海", "1938": "神等上列抂會之眾下正明悟證歡喜乃一經", "1939": "悟證所獲法喜故云大歡喜前阿難見佛頂禮", "1940": "悲泣等四十四字是一經總啟請此四字乃一", "1941": "經總領悟且阿難一人二卷初云今日開悟如", "1942": "失乳兒忽遇慈母其歡喜何如哉次又云我雖", "1943": "承佛如是妙音悟妙明心元所圓滿三卷末云", "1944": "各各自知心徧十方等阿難偈云不歷僧祗獲", "1945": "法身四卷中云疑惑銷除心悟實相五卷云心", "1946": "目開明歎未󷴅有六卷末云明了其家所歸道", "1947": "路七卷末云身心快然獲大饒益已上皆阿難", "1948": "悟境八卷末云心慮虚凝斷除三界修心六而", "1949": "微細煩惱此是阿難證處如抂會大眾悟證恐", "1950": "繁不歷舉且如六卷中云普會大眾天龍八部", "1951": "有學二乘及諸一切新發心菩󷨊其數凢有十", "1952": "恒河沙皆得本心獲法眼淨性比丘尼成阿羅", "1953": "漢無量眾生皆發無等等心此大眾悟證實處", "1954": "此阿難會眾所悟所證從淺至深從麄至細妙", "1955": "絕言思故總以皆大歡喜收之作禮而去者禮", "1956": "是謝法去是持法又去有歸往不同此會眾住", "1957": "處無論遠近從彼來此𦗟法今既受法各還本", "1958": "處是此去即歸去也上一經序正流通三大分", "1959": "已竟又序與流通文簡易明正宗一分文貫十", "1960": "卷恐難對照今畧次第歸屬以便學者不勞檢", "1961": "閱而了然目前此正宗分自阿難見佛頂禮悲", "1962": "泣等一十九句是一經總啟請自佛告阿難汝", "1963": "我同氣情均天倫󷴁盡十卷經文皆不出阿難", "1964": "所請之義即從佛告阿難󷴁至二卷末云無得", "1965": "疲怠妙菩提路止是發明所請奢摩他義相自", "1966": "阿難白佛言世尊如佛世尊為我等軰宣說因", "1967": "緣󷴁至三卷中云及意界三本非因緣非自然", "1968": "性止是發明三摩提義相自阿難白佛言世尊", "1969": "如來常說和合因緣󷴁至三卷末爍迦羅心無", "1970": "動轉止是發明禪󷴂義相此三德秘藏元是一", "1971": "心義圓言偏今以言顯故歷明其相其實舉一", "1972": "即三又自四卷初爾時富樓󶲽󷴁至如何自欺", "1973": "尚留觀𦗟止是會前三藏元是一心以顯三德", "1974": "圓融之妙總發明妙奢摩他等一妙字前歷明", "1975": "其相未及圓妙今會一心不可思議方見其妙", "1976": "從初卷至此發明妙奢摩他等八字從四卷中", "1977": "阿難及諸大眾聞佛示誨疑惑銷除󷴁至七卷", "1978": "末恒令此人所作如願止是發明最初方便四", "1979": "字二决定義是通方便耳根一門是別方便此", "1980": "二為入觀方便從六卷末阿難整衣服於大眾", "1981": "中󷴁至七卷末恒令此人所作如願止為攝心", "1982": "方便并上妙奢摩他等一十二字是究竟如來", "1983": "密因已竟初阿難舉果請因今密因已明妙果", "1984": "未蒙開示從阿難即從座󷴁頂禮佛足而白佛", "1985": "言我軰遇鈍󷴁至八卷中汝當奉持止是發明", "1986": "得成菩提之妙果重一成字即脩證了義是也", "1987": "是已盡請辭中一十六字又阿難請如來妙果", "1988": "密因者恨己墮小乘未全道力故阿難云一向", "1989": "多聞未全道力是也如來既與發明所請又復", "1990": "發明所恨使知可歸可避也從八卷中說是語", "1991": "已󷴁至十卷末不戀三界止是發明未全道力", "1992": "一句又初明七趨情想是善惡未全道力次明", "1993": "五隂迷悟是邪正未全道力此所恨并所請共", "1994": "二十字冠一經大㫖學者知一經大㫖不出此", "1995": "二十字則不為十卷文義礙清淨眼可不頓了", "1996": "佛心乎。", "1997": "大佛頂如來密因脩證了義諸菩󷨊萬行首楞嚴", "1998": "經四依觧卷第十終", "1999": "助刻姓氏助刻姓氏", "2000": "南雲聞法弟子譚宗元伍拾両譚若綸拾両", "2001": "譚宗光伍両劉仲典伍両", "2002": "劉　㠐貳両譚宗濂貳両", "2003": "劉伯錦貳両譚宗圖貳両", "2004": "譚宗疇壹両譚弘烈壹両", "2005": "釋如慧壹両譚用寵貳両", "2006": "邵陽奉佛弟子劉孔暉五両李臺春壹両貳錢", "2007": "周之年拾両舒心忠拾両", "2008": "朱音顗拾両梁音範󰴿両", "2009": "󲇞音𩔰梁音質󰴿両", "2010": "󲇞音頔共銀拾両梁音預壹両", "2011": "󲇞音󰧔梁音󲏗壹両", "2012": "呂音習拾両", "2013": "佛󱡐壹両　明性五錢", "2014": "音籲壹両　悟相壹両", "2015": "悟玄壹両　悟能五錢", "2016": "悟乘五錢　悟觧五錢", "2017": "真海五錢　真曉貳両", "2018": "宗教五錢　宗𥙿五錢", "2019": "性廣陸錢　了錫壹両", "2020": "海潮叁錢　悟梅陸錢", "2021": "海恒五錢　寂𥙿五錢", "2022": "寂禪五錢　悟予陸錢", "2023": "真學壹両　寂受五錢", "2024": "性東貳錢　照遠壹両", "2025": "照逸壹両　旋復肆錢", "2026": "吉水廖國英盥手書并督刻"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8862 楞嚴經四依解", "author": "明 釋觀衡述"}