{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1215", "1": "毗陵天寧普能嵩禪師淨土詩", "10": "物。念佛栽培九品蓮。體用中和皆自性。消疑息慮絕", "100": "幻。了明性地亦非仙。如如竟爾忘身外。寂寂時乎彼", "101": "岸邊。但願頓超極樂國。靈光一點照心田。", "102": "心靜時時聞妙香。何勞鼻孔去思量。諸般妄念歸蓮", "103": "土。萬法塵緣入故鄉。莫謂清池無佛性。須知明月照", "104": "心王。一聲佛號如流水。親見彌陀分外彰。", "105": "執持名號最相當。句句彌陀是故鄉。識得六根皆是", "106": "幻。便明四大亦非常。一心念佛絕能所。五眼若明徹", "107": "底彰。普勸同修真實念。勦除六賊禮空王。", "108": "獨坐澄心意自舒。諸緣放下樂幽居。窗前明月為蓮", "109": "友。門外清風作伴余。一句彌陀常寂寂。六時佛號自", "11": "攀緣。持名憶念應如是。寶筏常停苦海邊。", "110": "如如。欲知念佛真消息。靜裏持名照太虗。", "111": "為官不礙念彌陀。念得彌陀萬物和。化󳬈成仙民樂", "112": "業。擊蛇消異沐恩波。分明盡是蓮󳬛旨。到處無非淨", "113": "土荷。時至理彰勞慮息。同登彼岸出娑婆。", "114": "智眼雖明性未開。顛顛倒倒惹塵埃。心中妙句如流", "115": "水。筆下搜尋似疾雷。孟德醉歌於赤壁。張松過目亦", "116": "奇才。二公權勢今何在。遺笑後人真苦哉。", "117": "慧是聰明伶俐魔。勸君趁早念彌陀。思量作句塵勞", "118": "窟。卜度尋文生死窠。蕩盡心中無一物。搜空意內絕", "119": "三多。頭頭皆是蓮󳬛境。請問諸君會也麼。", "12": "西方勝境妙難量。入得淨󳬛心自彰。八德池中蓮九", "120": "苦境分明在目前。無容別處問神仙。聲聲佛號離兵", "121": "劫。句句彌陀念向先。內有清虗含性月。外無塵事到", "122": "心田。百千魔孽歸王化。念句彌陀更要堅。", "123": "外道波旬正念迷。皆因宿世昧菩提。能知性地無餘", "124": "物。豈礙心田入污泥。方寸本離生滅法。圓通安有是", "125": "非稽。若還節外分岐路。依舊塵勞苦海棲。", "126": "閒人無事念彌陀。念徹彌陀出網羅。物物施為非住", "127": "著。頭頭造化自相和。圓光直透三摩地。接引蓮󳬛一", "128": "剎那。得意安然歸極樂。哀哉不信奈如何。", "129": "僧家念佛莫輕離。念句彌陀知是誰。悟徹心田無障", "13": "品。一荷花內法三章。金沙布地青霞壁。瑪瑙砌階白", "130": "礙。了明性地有何為。梵音演唱如如曲。漢語莊嚴寂", "131": "寂詞。若是心遊世俗諦。袈裟底下羽毛披。", "132": "道家修煉在丹田。心向爐中分外堅。要識長生真不", "133": "老。須知爐內絕塵煙。蓬萊海島終非久。極樂逍遙自", "134": "在天。奉勸道君宜念佛。無容別處覓神仙。", "135": "尼師念佛要心堅。富貴人家少去穿。坐守空門心自", "136": "在。安居靜室性珠圓。一聲佛號蓮󳬛近。萬法皆泯極", "137": "樂天。生死臨頭如夢幻。但憑佛力入池蓮。", "138": "少年念佛莫心疑。一句彌陀出世基。生死到來無老", "139": "少。是非安得有摩尼。生前預辦資量費。去後自然用", "14": "玉墻。宮殿頗多難盡述。專心念佛到蓮鄉。", "140": "不虧。莫待臨時抱佛脚。命終追悔不能為。", "141": "老來念佛往西方。放下諸緣念要強。句句彌陀須著", "142": "實。聲聲佛號莫思量。年高好比風前燭。歲邁猶如瓦", "143": "上霜。生死臨頭仗佛力。一心不二入蓮鄉。", "144": "病人念佛得良方。劇苦之中莫亂狂。一念不生全體", "145": "現。六根纔動即魔王。時時妄想要勤掃。日日彌陀不", "146": "可忘。念得心中諸病退。花開見佛壽難量。", "147": "死到臨頭物外身。先須識取本來人。息皮囊革終非", "148": "久。濃血纏筋豈是真。前路茫茫須念佛。脚根穩穩出", "149": "迷津。蓮󳬛國土無生滅。撒手歸西認故親。", "15": "到得故鄉心自彰。微風吹動妙蓮香。羣生盡是金剛", "150": "愚昧之人真可哀。胸中無慧業成堆。前生毀謗蓮󳬛", "151": "路。今世󳑥矓入苦胎。莫道循環無報應。須知現在受", "152": "愚災。若能改過從前業。念句彌陀業自󰞆。", "153": "癡人夢想欲封侯。終日思量終日愁。似麵入油分不", "154": "出。如蛾赴火自燒頭。心田盲昧前生業。性底未明不", "155": "願修。若肯回頭心向善。念聲佛號懺愆尤。", "156": "苦惱眾生作業多。生生世世墮沉河。一身造罪無非", "157": "己。十殿案前也是他。馬面擎叉心懼怕。牛頭持戟奈", "158": "如何。回心念句彌陀佛。彈指之閒出網羅。", "159": "樂是眾生之苦因。謹防六賊要留神。一聲佛號方為", "16": "體。眾德無非智慧光。行樹枝枝分赤白。奇花朵朵現", "160": "道。四字彌陀離垢身。法體本來無苦樂。真如安得有", "161": "沉淪。他時悟入蓮󳬛旨。始信從前錯問津。", "162": "塵勞不起原無物。怎奈眾生執著多。妄落疑根如蔓", "163": "草。念頭動處似風波。胸中未徹真空理。心內常思自", "164": "在窩。色相欲求極樂國。猶如一世作南柯。", "165": "行持念佛在心常。可愍眾生業識忙。一句彌陀纔欲", "166": "念。六根亂動即顛狂。他人國寶曾為數。自己家珍不", "167": "肯當。如是修行空用力。未知念處有靈光。", "168": "彌陀佛號大醫王。接引迷流入故鄉。念到心空登及", "169": "第。眾生與佛兩俱忘。持名本不落思數。念佛猶如明", "17": "青黃。諸君能赴蓮池會。不使主人終日忙。", "170": "月光。悟徹現前只一句。無庸末後問西方。", "171": "行時念佛莫蹉跎。念裏彌陀要󲺅磨。脚踏蓮󳬛真實", "172": "地。心持佛號掃羣魔。頭頭盡現西方境。步步無非極", "173": "樂荷。今假信根與願力。早登淨土出娑婆。", "174": "住時念佛莫含糊。四大之中誰是吾。忘念雙泯心浪", "175": "靜。識根纔動幻風呼。一塵不立原空寂。萬法窮通非", "176": "有無。若會其中真自在。親臨淨土灌醍醐。", "177": "坐時念佛莫貪眠。句句彌陀佛現前。八德池中心自", "178": "在。九蓮臺上性常圓。坐觀無佛方云佛。靜聽非仙始", "179": "是仙。個裏佛仙毫錯認。塵勞依舊浪滔天。", "18": "世事回頭入道場。堅心念佛往西方。擡頭盡是黃金", "180": "臥時念佛最清涼。呼吸之中作道場。身上垢衣猶未", "181": "脫。胸中靜境入蓮鄉。醒來一覺青天闊。忘卻三更白", "182": "月光。奉勸諸君勤念佛。同登彼岸禮心王。", "183": "富從祖上積陰功。凡事均和意氣通。世上從無千載", "184": "富。人閒那有百年窮。秦吞六國今何在。漢得三齊亦", "185": "是空。但念彌陀歸淨土。財源勝比世閒融。", "186": "富貴娑婆安樂仙。門高戶顯伴君前。累生種下菩提", "187": "子。今世榮華果自然。怎奈凡軀終不久。何如念佛入", "188": "池蓮。西方皆得長生體。非比閻浮濁世天。", "189": "貧乏之人真可憐。三䬸茶飯不周全。家中搜盡有何", "19": "殿。舉眼無非白玉堂。七寶瑤池敷菡萏。八功德水戲", "190": "粟。腰內洗空無半錢。前世不修現受苦。今生為善後", "191": "因緣。只消念句彌陀佛。自有充饑上品蓮。", "192": "下賤之人一念差。今生不得好因芽。書童忽忽搬柴", "193": "米。使女怱怱󴏛茗茶。胸內但能勤念佛。心中便放菩", "194": "提花。時時不昧彌陀號。一念回光達故家。", "195": "入仕文章筆有神。胸中機變皆前因。連科登第豈能", "196": "料。一舉成名社稷臣。平昔利開污濁水。而今榮耀讀", "197": "書人。雖然貴顯終須盡。不若持名認故親。", "198": "農家念佛最分明。兩手持秧退步行。句句彌陀常著", "199": "實。聲聲佛號淨因生。他無性地隨風轉。我有心田戴", "2": "後學　德潤　敬錄", "20": "鴛鴦。諸君真到蓮󳬛國。便請知音和一章。", "200": "月耕。歲歲資糧終有望。一年四季樂和平。", "201": "工藝精明心最微。印之於手法依依。雕龍須假挐雲", "202": "力。刊鳳要憑釣月機。諸事玲瓏隨得巧。萬般伎倆幻", "203": "終非。不如放下塵勞業。念句彌陀伴月歸。", "204": "商客求財意氣昂。只因家計受風霜。四方貿易非吾", "205": "土。八面堆金是遠鄉。利重須防風浪險。財多難免盜", "206": "來傷。無如勤念彌陀佛。衣裏明珠自放光。", "207": "漁翁得利在遍舟。朝夕無停下釣鉤。細雨濛濛楊柳", "208": "岸。寒風漂漂荻蘆洲。目前取利雖然好。恐後閻羅不", "209": "肯休。三面朝天終有失。不如念佛早回頭。", "21": "聲聲佛號有無中。只要行人信願充。願力擊開彌勒", "210": "樵夫念佛更心堅。句句彌陀不計年。芳草落花寒雨", "211": "後。閒雲野󳬈夕陽邊。巖前󳬂󳬂西方境。山外青青極", "212": "樂天。識得其中真淨土。彌陀接引入池蓮。", "213": "耕讀心田要向先。農夫得業自安然。牧童適意花邊", "214": "臥。水牯逍遙草上眠。五穀豐登民樂業。四時歌舞慶", "215": "堯天。大家同念彌陀佛。𢹂手齊登般若船。", "216": "讀書莫向言中覓。真學休從句外求。魚兔得時方入", "217": "道。筌蹄何用覓回頭。聖凡各別為多體。三教同流共", "218": "一舟。但念彌陀歸淨土。貪瞋癡愛一齊休。", "219": "平旦寅時念佛純。行人路上要留神。聲聲佛號身之", "22": "閣。信根自上妙高峯。善財樹杪留明月。龍女花邊送", "220": "寶。句句彌陀出世因。內裏明珠猶未透。外求知識亦", "221": "非真。有時內外皆明徹。照見彌陀轉法輪。", "222": "日出卯時念佛陀。虔心皈命莫蹉跎。一聲念寂蓮󳬛", "223": "國。萬法心通淨土坡。處處無非彰自性。頭頭盡是渡", "224": "人河。忽然心佛兩俱滅。照見塵勞出網羅。", "225": "辰時念佛要低聲。句句彌陀淨土萌。綠水涵虗心不", "226": "淺。蒼苔待月性常明。一塵不染人閒少。萬法皆空世", "227": "外榮。極樂花開蓮九品。同登彼岸證無生。", "228": "巳時念佛了無生。了得無生心地明。卻似深潭含性", "229": "月。猶如空谷應虗聲。裂開一味無為法。演出萬般差", "23": "好風。悟入蓮󳬛真實地。始知淨土樂何窮。", "230": "別名。莫向心中安了義。須知離相要離情。", "231": "午時念佛日居中。一句彌陀分外融。須向己躬勤拭", "232": "掃。莫言淨土路難窮。胸無妄念三乘道。心有靈苗萬", "233": "法通。他日親臨極樂國。花胎現出主人翁。", "234": "未時念佛日斜西。行處不真染污泥。心著纖毫皆是", "235": "妄。性無煩惱亦非迷。一聲佛號蓮󳬛域。四字持名淨", "236": "土棲。時至理彰真性現。同歸極樂證菩提。", "237": "申時念佛莫思量。纔著思量妄更強。三業純和常自", "238": "在。六根通達入蓮鄉。功圓處處彌陀佛。果滿頭頭大", "239": "覺王。念到無生心自現。因風吹火性花香。", "24": "一個皮包臭革囊。因何貪戀不思鄉。今生造下無邊", "240": "酉時念佛日歸山。痛念己躬淚自潸。心裏不明智慧", "241": "淺。胸中有滯妄連環。塵根不󳫠輪迴苦。業識搜空性", "242": "自還。息念歸源真淨土。荊山白玉本無斑。", "243": "戌時念佛要分明。須識娑婆是火坑。大限到來真黑", "244": "暗。閻羅不問路難行。專心早把彌陀念。免使臨終受", "245": "苦情。奉勸諸君宜早悟。莫教後悔墮迷盲。", "246": "亥時念佛在胸堂。夜靜更深思故鄉。莫謂蓮󳬛容易", "247": "到。須知遇境即迷盲。一輪皓月當空照。萬點殘星徹", "248": "底彰。若識於中心月現。無勞別處問西方。", "249": "子時念佛正三更。妄念難明晝夜行。若信深心觀自", "25": "罪。他世循環有報償。若肯回心修淨土。了明法性入", "250": "在。何庸先慮障緣生。一聲佛號青天外。四字彌陀白", "251": "月明。無用別求元妙訣。只消念念問歸程。", "252": "丑時念佛聽雞鳴。句句彌陀細細評。天上浮雲俱散", "253": "盡。空中孤月正分明。無心佛性融三界。有意超登昧", "254": "五更。早辦資糧歸淨土。臨時掘井不能行。", "255": "立春念佛要心堅。一瓣信香爐內燃。日暖風和新氣", "256": "象。春光色比舊時鮮。聲聲演唱無生曲。句句提持淨", "257": "土緣。四字持名歸極樂。何須另覓渡人船。", "258": "雨水風調體用和。一心不亂出娑婆。冰融殘雪韶光", "259": "淺。日暖風恬念佛陀。但得心頭無我相。於中幻跡亦", "26": "慈航。胸中業識消除盡。親見彌陀大願王。", "260": "消磨。休於格外求奇特。求得元機也是魔。", "261": "驚蟄聞雷萬物和。專心念佛意云何。根塵掃盡彌陀", "262": "現。業識拽空也是他。人法雙忘名極樂。凡情不起妄", "263": "無多。聲聲佛號真如理。入聖超凡一剎那。", "264": "春分念佛正相宜。時到其中莫遠離。消盡春光柳眼", "265": "綻。布回暖氣放花期。事猶塵累難澄寂。理到圓融非", "266": "有為。趁此春光尋出路。莫貪塵事失摩尼。", "267": "清明時節雨花飛。祭掃墳堂出戶扉。風捲渡頭波浪", "268": "險。雲凝提畔哭聲稀。祖先若欲生蓮界。兒女虔修切", "269": "莫違。今日禁烟寒食節。一心念佛向西歸。", "27": "有意登超極樂天。卻於諸佛總無緣。多生業識如流", "270": "穀雨持名似疾雷。一聲佛號掃塵埃。解開六結無餘", "271": "結。蕩盡凡胎與聖胎。心到亂時須念佛。事從忙處拽", "272": "將回。若能如是修蓮土。接引靈光入玉臺。", "273": "立夏清和念佛忙。彌陀句句自承當。一年瑞氣從今", "274": "去。九十春光隔歲彰。東土國中時有變。西方蓮界壽", "275": "無量。始知妄念輪迴苦。誓願今生歸故鄉。", "276": "小滿持名意味長。一塵不立最清涼。日催炎帝由他", "277": "去。氣尚清和念自強。心裏有塵皆是妄。胸中無事亦", "278": "非盲。勸君早發西方願。免使塵勞終日忙。", "279": "芒種農人處處忙。彌陀一句未曾忘。年豐霉雨抽苗", "28": "水。累劫塵勞似鐵堅。能了胸中無一物。何須過慮悔", "280": "早。歲稔和風吐穗芒。耕種耘田終是苦。秋收冬熟聊", "281": "安康。娑婆歲歲皆勞力。淨土時時最吉祥。", "282": "夏至虔誠念佛陀。虎溪遠祖種蓮荷。池塘蒲綠涼風", "283": "少。庭院榴紅熱氣多。法法圓融歸淨土。塵塵究竟入", "284": "蓮坡。如如一句彌陀佛。識轉智成一剎那。", "285": "小暑持名心至誠。時時佛號信中行。日長荷淨如秋", "286": "月。夜短槐高似太清。對境何嘗有境界。遣心無處不", "287": "心榮。淨中念佛常安樂。句句彌陀分外明。", "288": "大暑流金似火攻。毫無暖氣到心中。由他赤帝日輪", "289": "午。莫管金烏酷氣雄。一句彌陀常自在。六時佛號證", "29": "前愆。勸君早把彌陀念。免使心王被業牽。", "290": "圓通。欲知箇裏真消息。節令交秋各處同。", "291": "立秋念佛炎光回。玉露金風時刻催。月色微微三伏", "292": "盡。秋光暗暗一聲雷。耳聞不實原非苦。眼見無塵心", "293": "自󰞆。暑往寒來皆是幻。了明心地入蓮胎。", "294": "處暑寒來道易生。六時佛號更虔誠。蟬聲唧唧鳥聲", "295": "噪。山自蒼蒼水自清。時至理彰忘我見。圓融解脫了", "296": "凡情。西方淨土名為樂。但念彌陀緊步行。", "297": "白露持名妄又狂。思來想去顯名揚。須知塵幻輪迴", "298": "苦。未識身軀不久常。若向回心勤念佛。何庸思慮悔", "299": "前殃。只消四字行將去。果滿功圓歸故鄉。", "3": "毗陵天寧普能嵩禪師淨土詩我佛慈悲大願王。勸人念佛往西方。娑婆界內輪迴", "30": "多年古鏡要磨功。垢盡塵消始得融。靜念投於亂念", "300": "秋分念佛莫貪眠。一句彌陀信要堅。心隨萬境從他", "301": "變。性徹三空淨土圓。六門絕待常忘佛。一法全真不", "302": "滯禪。若有纖塵掃不盡。依然業識浪滔天。", "303": "寒露持名念至微。求生淨土信依依。試觀昨夜西風", "304": "急。即見今朝黃葉飛。四面煙雲皆念佛。百年身世有", "305": "何違。不須別處求功効。單念彌陀妄自稀。", "306": "霜降持名萬事休。光陰迅速又殘秋。金風吹落梧桐", "307": "葉。寒月照空露地牛。當體廓開天地靜。靈機透脫不", "308": "須求。微塵剝破彌陀現。始到蓮󳬛彼岸頭。", "309": "立冬念佛到君傍。一句彌陀意味香。日短清虗人事", "31": "裏。亂心全入靜心中。深深自覺歸蓮土。淺淺當然照", "310": "少。夜長寂靜道心強。家中自有蓮󳬛室。物外豈無淨", "311": "土場。到岸請君回香望。彌陀卻在性中彰。", "312": "小雪持名面向西。寒風入口氣難提。深深念句彌陀", "313": "佛。淺淺能歸淨土棲。內有瑤池含性月。外無塵事即", "314": "忘蹄。若人會得其中意。便悟蓮󳬛月映谿。", "315": "大雪寒來念佛安。一聲佛號一聲歡。尋梅踏雪己躬", "316": "事。煑茗敲冰皆不難。生死未明常念佛。是非雖暗用", "317": "心觀。忽然日照蓮󳬛境。便到蓮󳬛坐寶鑾。", "318": "冬至陽生更又寒。聲聲佛號靜中安。風吹葉落千山", "319": "瘦。雨打濃霜百草乾。會得胸中真法性。便明心地入", "32": "寂空。全體即真無阻隔。自南自北自西東。", "320": "空觀。雖然幾句平常話。勝比三車妙義翰。", "321": "小寒念佛兩相融。細雨濛濛二九中。念念圓明真性", "322": "體。聲聲喚醒主人公。萬緣既息有何跡。一點寒光照", "323": "碧空。此是蓮󳬛真的旨。其中奧妙意難窮。", "324": "大寒念佛有精神。一句彌陀日日新。念佛佛踪無處", "325": "覓。窮心心跡有何因。可憐轉腦回頭漢。錯認拈香抱", "326": "火人。若解胸中四個字。明珠百八是家珍。", "327": "No. 1215-ANo. 1215-A", "328": "永明壽祖云。有禪有淨土。猶如帶角虎。世之學佛者。", "329": "其亦禪淨雙修。為無上法門乎。己卯秋。清玉與錢唐", "33": "禪淨何曾有二門。分禪分淨莫須論。禪歸淨土本同", "330": "許靈虗。共刻普能禪師彌陀經易解及淨土詩。一時", "331": "淨業之徒。幾於家置一編。人手一帙矣。是年冬。有乾", "332": "上人。復以吾　師定念和尚法語見示。清玉受而讀", "333": "之。見其言言透頂。語語徹宗。直指威音。以前力提。向", "334": "上一著。吾　師與普公。為法兄弟。前後主天甯寺有", "335": "年。一則宏揚淨土。一則廣闡宗風。與壽祖有禪有淨", "336": "土之旨。可為深相符契矣。回憶同治甲戌之冬。清玉", "337": "從臺灣內渡。朔風怒號。海濤山立。輪舟顛險。幸得生", "338": "還。甫抵吳門。驚魂未定。即駕小舟。赴毗陵。敂吾　師", "339": "於天𡩋丈室。師時病已篤。猶力疾。起授清玉三皈五", "34": "體。淨入禪心即共源。妙契真如成法性。深機解說到", "340": "戒。諄諄以佛道無上相勛勵。廼未浹兩旬。師竟圓寂。", "341": "清玉每痛。與吾　師法緣之淺。不得常承棒喝。今幸", "342": "得此編。時時展誦。潛參默究。庶幾一旦心地廓明。得", "343": "見本來面目。與吾　師於常寂光中。絲毫不隔。師以", "344": "無言言。清玉以不聞聞。又何必朝提夕命。方許為親", "345": "炙有道也哉。亟付剞劂。以廣流傳。師茶毗日。有堅固", "346": "子清玉親獲一粒。供奉精舍。每於萬緣退聽之時。焚", "347": "香趺坐。觀想真身。水月空明。根塵俱脫。師乎師乎。此", "348": "又豈尋常世緣之所能及者乎。", "349": "光緒七年七月　弟子　清玉　稽首謹識", "35": "祇園。勸君不必爭人我。念句彌陀報佛恩。", "36": "有說西方在目前。須知淨土隔天淵。休從句裏生分", "37": "別。要在心中脫苦纏。五蘊搜空千佛土。六根蕩盡四", "38": "禪天。彌陀佛號須常念。念到無心自灑然。", "39": "身忘念寂漏將鎔。端坐寥寥對碧峯。萬法皆泯心自", "4": "苦。極樂國中壽命長。七日持名心不亂。六根清淨性", "40": "在。一塵不染性花濃。此時初入蓮󳬛境。他日西歸覩", "41": "玉容。奉白同修諸善友。蓮󳬛消息易相逢。", "42": "多年暗室一燈明。明暗皆從心地生。慧眼豁開融萬", "43": "里。法身未顯昧三更。只因妄處塵心滯。了悟通時佛", "44": "性榮。仗此光明歸淨土。逍遙自在向西行。", "45": "狐疑不信失家珍。自願娑婆造業因。不識苦根如蔓", "46": "草。豈知我見似迷塵。但能悔過從前事。便達蓮󳬛末", "47": "後津。一旦心空登及第。彌陀也是箇中人。", "48": "妄念無窮何日休。只消耳聽念中求。聲聲遇滯原無", "49": "滯。句句回流竟不流。萬法掃開歸實地。初心切莫學", "5": "昭彰。如來直指菩提路。句句明文在典章。", "50": "虗頭。返聞自己彌陀現。念到無心得自由。", "51": "句句彌陀搜妄空。妄空即見主人翁。初聲入寂聲聲", "52": "寂。一法參通法法通。莫謂根塵容易󳫠。須知妄念最", "53": "難攻。但憑信願行三力。掃盡凡情性自融。", "54": "循環劫數最悲傷。脫苦無如極樂場。專念彌陀離此", "55": "土。勤持佛號入蓮鄉。紅旗影裏前生業。白刃叢中後", "56": "世殃。誓願今生歸淨土。永離兵燹往西方。", "57": "不停起滅真生死。晝夜交攻似火煎。只在目前無法", "58": "了。如何直下永消愆。但持佛號塵勞息。專念彌陀妄", "59": "自泯。不用別求元妙訣。只消一個念頭堅。", "6": "淨󳬛國土妙無窮。七寶妝成極樂宮。處處迦陵前鼓", "60": "念聲直透未生前。無用重情下水船。一句彌陀常不", "61": "斷。六根解脫自忘年。曹溪只說心無住。僧肇惟談物", "62": "不遷。會取其中微妙旨。便登九品玉池蓮。", "63": "生滅塵勞是夜叉。因何不發菩提芽。心田不長無明", "64": "草。性地常開智慧花。一句彌陀融似鏡。六門失守亂", "65": "如麻。勸君趁早回頭望。苦海滔滔無盡涯。", "66": "一盞孤燈伴寂寥。無憂無慮度殘宵。由他送舊辭年", "67": "臘。莫管迎新賀歲朝。句句彌陀觀自在。心心佛號絕", "68": "塵囂。若人會得其中法。彈指蓮󳬛路不遙。", "69": "曾學宗門不二禪。而今到處有棲緣。自慙淺識非僧", "7": "舞。雙雙孔󳭋後林中。蓮開上品難為比。花吐幽香更", "70": "德。誰向深心伴佛眠。夜聽風聲猶未息。早觀瑞雪佈", "71": "連天。此時風雪從心起。因念無生境不遷。", "72": "淨涵居士愛參禪。先結蓮󳬛淨土緣。但得心空登及", "73": "第。何妨性法利人天。因言顯理真常道。得兔忘蹄月", "74": "正圓。話到更深時已久。渾忘飲食與安眠。", "75": "凡事和平心地純。功名富貴豈由人。蛟龍非是池中", "76": "物。美味由來席上珍。句句彌陀能化眾。聲聲佛號度", "77": "迷津。為官清德明如鏡。得意回家修淨因。", "78": "念句彌陀識者稀。深知妙理最幽微。靜中佛號融三", "79": "界。心裏持名絕百非。信解時時觀自在。行持處處見", "8": "不同。一等莊嚴諸佛剎。無如淨土巧玲瓏。", "80": "深機。清光直透無生國。照見彌陀伴月歸。", "81": "本來無證亦無修。不必專心向外求。憶念彌陀清徹", "82": "底。返聞佛號自優游。六根不動常恬靜。萬法歸源盡", "83": "罷休。拋卻人閒名利事。一心頓入九蓮舟。", "84": "塵念清恬照色空。心非內外亦非中。應無所住名蓮", "85": "土。纔有纖塵號境風。莫謂淨󳬛容易到。須知妄念最", "86": "難窮。若能放下根和識。誠念彌陀性自融。", "87": "名醫化導有來因。疾病傷寒先忌瞋。脉理深微能率", "88": "性。良方精細度迷津。清憕識透清憕法。濁念生疎淨", "89": "念純。看破萬般皆夢幻。不如念佛報雙親。", "9": "一念如如在目前。聲聲佛號入心田。看經解義三車", "90": "妄念相從時刻防。急須念佛往西方。舌根不作娑婆", "91": "苦。鼻孔常聞極樂香。一句彌陀超識海。六根寂靜入", "92": "慈航。回頭忽見清如月。得意消遙歸故鄉。", "93": "念句彌陀道力強。紛紛業識化為良。若非清照寒潭", "94": "月。爭得塵消徹底彰。但向其中修淨土。莫從別處問", "95": "西方。一心不退行將去。晝夜六時恒吉祥。", "96": "淨土法門與俗違。莫將清月比前非。䖍持佛號真常", "97": "道。誠念彌陀妄自稀。但得六根成解脫。便明四相絕", "98": "攀依。功圓果滿如如理。即是心空及第歸。", "99": "焚香早暮即清蓮。妄念難除障現前。不掃心塵皆是"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1215 普能嵩禪師淨土詩", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1215 普能嵩禪師淨土詩", "author": "清 德潤錄", "language": "chinese", "source": "CBETA"}