{"sourceLink": "http://www.cbeta.org/", "text": {"0": "入法界品第三十九", "1": "第八十之一大方廣佛華嚴經疏鈔會本第八十之一　牧八", "10": "財障盡惑除未始動念是故反照唯是初", "100": "因今明因徹果海故文殊下對前辨異攝相歸性事理無礙祕密重重事事無礙若", "1000": "法性深廣下即大文第四謙讚廻向上半謙讚上句讚下句謙下半廻向三處初句", "1001": "廻向實際後二廻向眾生及廻向菩提然廻向菩提復有二意一自成菩提二令他", "1002": "成令他成者義同廻向眾生菩薩發心不期自為即以向他為自益耳故令含識同", "1003": "證菩提賢首法師𤼵願偈云誓願見聞修習此圓融無礙普賢法乃至失命終不離", "1004": "盡未來際願相應以此善根等法性普潤無𥁞眾生界一念多劫修普行𥁞成無上", "1005": "佛菩提（此八行半亦鈔例同玄談）。", "1006": "大方廣佛華嚴經疏鈔會本第八十之三", "1007": "音釋", "1008": "須臾臾羊朱切須臾不久貌。吸許及切呼吸也。弼薄密切輔也。𡣕", "1009": "符真切婦也又服也。", "101": "以二聖下後二聖相望辨其能所。", "102": "增長趣求一切智慧廣大悲海益大慈雲普", "103": "觀眾生生大歡喜安住菩薩寂靜法門普緣", "104": "一切廣大境界學一切佛廣大功德入一切", "105": "佛決定知見增一切智助道之法善修一切", "106": "菩薩深心知三世佛出興次第入一切法海", "107": "轉一切法輪生一切世間入於一切菩薩願", "108": "海住一切劫修菩薩行照明一切如來境界", "109": "長養一切菩薩諸根獲一切智清淨光明普", "11": "心更無異也即信智無二第四智照無二相絕境智者謂", "110": "照十方除諸闇障智周法界於一切佛剎一", "111": "切諸有普現其身靡不周徧摧一切障入無", "112": "礙法住於法界平等之地觀察普賢解脫境", "113": "界。", "114": "文中分三初依教趣求二聞覩前相三見", "115": "聞證入今初有二十六句初一標求佛果", "116": "後一總觀圓因中間諸句義通前後皆是", "117": "趣佛之因並是普賢解脫境故就中間攝", "118": "為十對初四四等普周寂靜即捨故次二", "119": "福智無外緣境是智故次二正增增助次", "12": "一境智無二二始末無二亦信智無二三染淨無二四智斷無二五理事無二由證", "120": "二修因知果次三入法現生次二證願修", "121": "行次二照上增下次二得實照權次二智", "122": "周身徧後三摧障入理其入無礙法向上", "123": "成無二礙向下即成無礙法界其住平等", "124": "地即前文殊自所住處後總句觀普賢境", "125": "即前普賢行道場以是顯因廣大相故文", "126": "殊通指善財普觀不同前文一友指於一", "127": "友良以普觀方見普賢故。", "128": "即聞普賢菩薩摩訶薩名字行願助道正道", "129": "諸地地方便地入地勝進地住地修習地境", "13": "理事無二義故染淨無二惑性智性一性平等始末無差能所齊融亦不生二不二", "130": "界地威力地同住。", "131": "第二即聞普賢下聞覩前相於中先聞後", "132": "覩今初有十三句初一聞人名後十二聞", "133": "行位即聞二字貫下諸句此中聞者非從", "134": "一人多人聞之即稱法界而聞耳諸地者", "135": "普賢位中自行依地及圓融所攝地也此", "136": "句總下八別一地方便者即加行也二即", "137": "入心三出心四住心五即修施戒等六即", "138": "徧行真如等為所證境亦是所得分齊之", "139": "境七即神通作用摧邪攝生等八即同依", "14": "分別故前經云心不稱量諸二法但恒了達法無二諸法若二若不二於中必竟無", "140": "佛智而住。", "141": "渴仰欲見普賢菩薩。", "142": "二渴仰欲見下明覩於中二先仰德修觀", "143": "後覩見希奇今初初聞前人法故生渴仰。", "144": "即於此金剛藏菩提場毗盧遮那如來師子", "145": "座前一切寶蓮華藏座上。", "146": "次即於下修觀菩提場者是所觀處金剛", "147": "藏者約表即於本所信自心佛果菩提體", "148": "中金剛智內起一切因陀羅網普賢心觀", "149": "約事即前其地金剛而蘊德具嚴故名為", "15": "所著方為真不二耳文但有三第一依教趣求第二", "150": "藏然此經體勢應具十會以順無𥁞又始", "151": "起覺場義應歸本故然此經下總釋文意謂所以却就金剛塲", "152": "起觀者何於中有二先繫表出意謂華嚴一切皆悉具十會亦應然合有第十攝末", "153": "歸本重會覺塲謂菩提塲是根本會起於中八名為末會謂第十會攝前八會歸於", "154": "初會無不從此法界所流無不還歸此法界故今且依文對前本", "155": "末二會即是攝末歸本之義是以善財不", "156": "假別指便於初會始成之處如來座前而", "157": "起觀求後今且依文者明其無干故就第九以明此三一者本會二者末會", "158": "三自普賢以為攝末歸本之會本有二種逝多乃是此會之本今歸覺塲是諸會本。", "159": "起等虛空界廣大心捨一切剎離一切著無", "16": "見聞證入第三轉遇勝緣今初言經游百", "160": "礙心普行一切無礙法無礙心徧入一切十", "161": "方海無礙心普入一切智境界清淨心觀道", "162": "場莊嚴明了心入一切佛法海廣大心化一", "163": "切眾生界周徧心淨一切國土無量心住一", "164": "切劫無盡心趣如來十力究竟心。", "165": "後起等下正顯觀心有十一句皆稱普賢", "166": "境而起於心故後得見。", "167": "善財童子起如是心時由自善根力一切如", "168": "來所加被力普賢菩薩同善根力故。", "169": "二善財下覩見希奇於中二先結前生後", "17": "一十餘城已者百一十義已見上文然此", "170": "兼顯見因。", "171": "見十種瑞相何等為十所謂見一切佛剎清", "172": "淨一切如來成正等覺見一切佛剎清淨無", "173": "諸惡道見一切佛剎清淨眾妙蓮華以為嚴", "174": "飾見一切佛剎清淨一切眾生身心清淨見", "175": "一切佛剎清淨種種眾寶之所莊嚴見一切", "176": "佛剎清淨一切眾生諸相嚴身見一切佛剎", "177": "清淨諸莊嚴雲以覆其上見一切佛剎清淨", "178": "一切眾生互起慈心遞相利益不為惱害見", "179": "一切佛剎清淨道場莊嚴見一切佛剎清淨", "18": "游城復有二義一但從彌勒至於文殊自", "180": "一切眾生心常念佛是為十又見十種光明", "181": "相何等為十所謂見一切世界所有微塵一", "182": "一塵中出一切世界微塵數佛光明網雲周", "183": "徧照耀一一塵中出一切世界微塵數佛光", "184": "明輪雲種種色相周徧法界一一塵中出一", "185": "切世界微塵數佛色像寶雲周徧法界一一", "186": "塵中出一切世界微塵數佛光燄輪雲周徧", "187": "法界一一塵中出一切世界微塵數眾妙香", "188": "雲周徧十方稱讚普賢一切行願大功德海", "189": "一一塵中出一切世界微塵數日月星宿雲", "19": "經百一十城非連取前二者加前百一十", "190": "皆放普賢菩薩光明徧照法界一一塵中出", "191": "一切世界微塵數一切眾生身色像雲放佛", "192": "光明徧照法界一一塵中出一切世界微塵", "193": "數一切佛色像摩尼雲周徧法界一一塵中", "194": "出一切世界微塵數菩薩身色像雲充滿法", "195": "界令一切眾生皆得出離所願滿足一一塵", "196": "中出一切世界微塵數如來身色像雲說一", "197": "切佛廣大誓願周徧法界是為十。", "198": "後見十種下正覩希奇於中二一見瑞相", "199": "十句五對各先所依淨土後住處眾生一見", "2": "唐于闐國三藏沙門實叉難陀　譯", "20": "友故云餘城即通取前友普收諸法歸一", "200": "瑞相者然其十句皆是淨土而其後句意在眾生如初對云見一切佛剎清淨一切", "201": "如來成正覺即屬淨土二云見一切佛剎清淨無諸惡道無諸惡道即是住處眾生", "202": "五對皆然二覩光明前瑞則直見一重淨剎此", "203": "明重見又前麤此細前體相此業用然皆", "204": "是普賢依報之剎又前麤者前但云見一切佛剎今一一塵中出", "205": "一切世界故此為細言前體相此業用者前但云見今塵中出故。", "206": "時善財童子見此十種光明相已即作是念", "207": "我今必見普賢菩薩增益善根見一切佛於", "208": "諸菩薩廣大境界生決定解得一切智。", "209": "第三時善財下見聞證入於中三初結前", "21": "照故若爾前友此城豈得同耶亦有二義", "210": "生後由覩前相生必見心。", "211": "於時善財普攝諸根一心求見普賢菩薩起", "212": "大精進心無退轉即以普眼觀察十方一切", "213": "諸佛諸菩薩眾所見境界皆作得見普賢之", "214": "想以智慧眼觀普賢道其心廣大猶如虛空", "215": "大悲堅固猶如金剛願盡未來常得隨逐普", "216": "賢菩薩念念隨順修普賢行成就智慧入如", "217": "來境住普賢地。", "218": "二於時善財普攝下起觀增修初攝散住", "219": "定次策勤無退次觀其體徧以法界為身", "22": "一者友必依城則一城一友二者或於一", "220": "故次悲智橫廣次願行豎窮後得果圓因", "221": "此乃總攝諸觀行人欲見當倣此修離此", "222": "觀心見亦非勝。", "223": "時善財童子即見普賢菩薩在如來前眾會", "224": "之中坐寶蓮華師子之座諸菩薩眾所共圍", "225": "繞最為殊特世無與等智慧境界無量無邊", "226": "難測難思等三世佛一切菩薩無能觀察。", "227": "三時善財下正明見聞證入於中二先正", "228": "見聞證入後聞佛德難思前中亦二先顯", "229": "得益圓因後位滿齊佛前中分四一見身", "23": "城值於多友或求一友歷於多城而要具", "230": "得益二摩頂得益三顯因深廣四觀用無", "231": "涯初中二先見勝身後得深益前中四一", "232": "總見勝德身相二別見毛孔出生三重觀", "233": "體內包含四結通周徧今初由前於菩提", "234": "場師子座前起勝想故。", "235": "見普賢身一一毛孔出一切世界微塵數光", "236": "明雲徧法界虛空界一切世界除滅一切眾", "237": "生苦患令諸菩薩生大歡喜見一一毛孔出", "238": "一切佛剎微塵數種種色香燄雲徧法界虛", "239": "空界一切諸佛眾會道場而以普熏見一一", "24": "一百一十以順表法故或於一城者如諸夜神多在佛會言", "240": "毛孔出一切佛剎微塵數雜華雲徧法界虛", "241": "空界一切諸佛眾會道場雨眾妙華見一一", "242": "毛孔出一切佛剎微塵數香樹雲徧法界虛", "243": "空界一切諸佛眾會道場雨眾妙香見一一", "244": "毛孔出一切佛剎微塵數妙衣雲徧法界虛", "245": "空界一切諸佛眾會道場雨眾妙衣見一一", "246": "毛孔出一切佛剎微塵數寶樹雲徧法界虛", "247": "空界一切諸佛眾會道場雨摩尼寶見一一", "248": "毛孔出一切佛剎微塵數色界天身雲充滿", "249": "法界歎菩提心見一一毛孔出一切佛剎微", "25": "或求一友歷於多城者如解脫處經十二年求於普眼經歷城多等此義勝前到", "250": "塵數梵天身雲勸諸如來轉妙法輪見一一", "251": "毛孔出一切佛剎微塵數欲界天王身雲護", "252": "持一切如來法輪見一一毛孔念念中出一", "253": "切佛剎微塵數三世佛剎雲徧法界虛空界", "254": "為諸眾生無歸趣者為作歸趣無覆護者為", "255": "作覆護無依止者為作依止見一一毛孔念", "256": "念中出一切佛剎微塵數清淨佛剎雲徧法", "257": "界虛空界一切諸佛於中出世菩薩眾會悉", "258": "皆充滿見一一毛孔念念中出一切佛剎微", "259": "塵數淨不淨佛剎雲徧法界虛空界令雜染", "26": "蘇摩那者此云恱意即華名也謂智照一", "260": "眾生皆得清淨見一一毛孔念念中出一切", "261": "佛剎微塵數不淨淨佛剎雲徧法界虛空界", "262": "令雜染眾生皆得清淨見一一毛孔念念中", "263": "出一切佛剎微塵數不淨佛剎雲徧法界虛", "264": "空界令純染眾生皆得清淨見一一毛孔念", "265": "念中出一切佛剎微塵數眾生身雲徧法界", "266": "虛空界隨其所應教化眾生皆令發阿耨多", "267": "羅三藐三菩提心見一一毛孔念念中出一", "268": "切佛剎微塵數菩薩身雲徧法界虛空界稱", "269": "揚種種諸佛名號令諸眾生增長善根見一", "27": "性恱本心故即德生城有本云至普門國", "270": "一毛孔念念中出一切佛剎微塵數菩薩身", "271": "雲徧法界虛空界一切佛剎宣揚一切諸佛", "272": "菩薩從初發意所生善根見一一毛孔念念", "273": "中出一切佛剎微塵數菩薩身雲徧法界虛", "274": "空界於一切佛剎一一剎中宣揚一切菩薩", "275": "願海及普賢菩薩清淨妙行見一一毛孔念", "276": "念中出普賢菩薩行雲令一切眾生心得滿", "277": "足具足修習一切智道見一一毛孔出一切", "278": "佛剎微塵數正覺身雲於一切佛剎現成正", "279": "覺令諸菩薩增長大法成一切智。", "28": "顯攝諸差別歸無二相即普門故言住其", "280": "二見普賢身下別見毛孔出生廣徧法界", "281": "實則重重無盡畧顯二十重亦對前善財", "282": "渴仰所起十一心故其初等虛空廣大等", "283": "五心徧此諸句餘之六心別生諸句且除", "284": "初一句次之五句由前觀道場明了心故", "285": "出雲等皆嚴道場次歎菩提心下三句由", "286": "前入佛法海心次一句及最初一句由化", "287": "眾生界心次四由前淨一切國土心亦兼", "288": "化眾生心後六句由前住一切劫及趣如", "289": "來十力究竟心並如文思之是知各由自", "29": "門所者顯解心已極將入般若無二之門", "290": "心所見分齊然毛孔出生等廣如玄中今更畧示謂彼普賢遊入十方", "291": "畧有十門一入世界法界緣起互即入故二入眾生界生界佛界無二體故三明供", "292": "養一一供具皆稱真故四明請法窮法界智無時不請諸佛無時不雨法故五大智", "293": "攝生了生迷倒而無眾生不礙化故六明現通十方塵剎互入重重震動現相而無", "294": "息故七常寂定未曾一念有起動故八廣出生念念毛孔出現諸境無窮𥁞故九者", "295": "說法念念常雨無邊法雨雨一切故十明總說上之九義舉一全󷘦無前後故廣說", "296": "難𥁞餘廣如文。", "297": "爾時善財童子見普賢菩薩如是自在神通", "298": "境界身心徧喜踊躍無量。", "299": "三爾時善財下重觀體內包含於中二初", "3": "唐清涼山大華嚴寺沙門澄觀撰述", "30": "故。", "300": "結前生後。", "301": "重觀普賢一一身分一一毛孔悉有三千大", "302": "千世界風輪水輪地輪火輪大海江河及諸", "303": "寶山須彌鐵圍村營城邑宮殿園苑一切地", "304": "獄餓鬼畜生閻羅王界天龍八部人與非人", "305": "欲界色界無色界處日月星宿風雲雷電晝", "306": "夜月時及以年劫諸佛出世菩薩眾會道場", "307": "莊嚴如是等事悉皆明見如見此世界十方", "308": "所有一切世界悉如是見如見現在十方世", "309": "界前際後際一切世界亦如是見各各差別", "31": "是時文殊師利遙申右手過一百一十由旬", "310": "不相雜亂。", "311": "後重觀下正顯於中亦二先見三千後如", "312": "見此下類通十方三際。", "313": "如於此毘盧遮那如來所示現如是神通之", "314": "力於東方蓮華德世界賢首佛所現神通力", "315": "亦復如是如賢首佛所如是東方一切世界", "316": "如東方南西北方四維上下一切世界諸如", "317": "來所現神通力當知悉爾如十方一切世界", "318": "如是十方一切佛剎一一塵中皆有法界諸", "319": "佛眾會一一佛所普賢菩薩坐寶蓮華師子", "32": "按善財頂。", "320": "座上現神通力悉亦如是彼一一普賢身中", "321": "皆現三世一切境界一切佛剎一切眾生一", "322": "切佛出現一切菩薩眾及聞一切眾生言音", "323": "一切佛言音一切如來所轉法輪一切菩薩", "324": "所成諸行一切如來遊戲神通。", "325": "四如於此毗盧下結通周徧文有四重舉", "326": "類未結塵中普賢是知前則身中包含法", "327": "界廣無邊故顯其普義今則全此含法界", "328": "身潛入塵中調柔無礙明其賢義內外周", "329": "徧限量斯盡故名普賢。", "33": "第二是時文殊下見聞證入此下即是所", "330": "善財童子見普賢菩薩如是無量不可思議", "331": "大神通力即得十種智波羅蜜何等為十所", "332": "謂於念念中悉能周徧一切佛剎智波羅蜜", "333": "於念念中悉能徃詣一切佛所智波羅蜜於", "334": "念念中悉能供養一切如來智波羅蜜於念", "335": "念中普於一切諸如來所聞法受持智波羅", "336": "蜜於念念中思惟一切如來法輪智波羅蜜", "337": "於念念中知一切佛不可思議大神通事智", "338": "波羅蜜於念念中說一句法盡未來際辯才", "339": "無盡智波羅蜜於念念中以深般若觀一切", "34": "漏脫文義如前說然以極照無二心境兩", "340": "法智波羅蜜於念念中入一切法界實相海", "341": "智波羅蜜於念念中知一切眾生心智波羅", "342": "蜜於念念中普賢慧行皆現在前智波羅蜜。", "343": "二善財童子見下明得深益既得智度已", "344": "彰地滿況十表無盡耶。", "345": "善財童子既得是已普賢菩薩即申右手摩", "346": "觸其頂既摩頂已善財即得一切佛剎微塵", "347": "數三昧門各以一切佛剎微塵數三昧而為", "348": "眷屬一一三昧悉見昔所未見一切佛剎微", "349": "塵數佛大海集一切佛剎微塵數一切智助", "35": "亡故畧無敬問信解雙絕故不見現身而", "350": "道具生一切佛剎微塵數一切智上妙法發", "351": "一切佛剎微塵數一切智大誓願入一切佛", "352": "剎微塵數大願海住一切佛剎微塵數一切", "353": "智出要道修一切佛剎微塵數諸菩薩所修", "354": "行起一切佛剎微塵數一切智大精進得一", "355": "切佛剎微塵數一切智淨光明如此娑婆世", "356": "界毘盧遮那佛所普賢菩薩摩善財頂如是", "357": "十方所有世界及彼世界一一塵中一切世", "358": "界一切佛所普賢菩薩悉亦如是摩善財頂", "359": "所得法門亦皆同等。", "36": "反照未移信心故申右手又不見乃為真", "360": "第二善財童子既得下明摩頂得益於中", "361": "三初摩頂次既摩下得益前向外觀故得", "362": "智度此摩頂親證故得三昧後如此娑婆", "363": "下結通良以善財等普賢故。", "364": "爾時普賢菩薩摩訶薩告善財言善男子汝", "365": "見我此神通力不唯然已見大聖此不思議", "366": "大神通事唯是如來之所能知。", "367": "第三爾時普賢下明因深廣因深則果厚", "368": "故文分為三初問答審見二顯因深遠三", "369": "結因成果。", "37": "見但了自心空般若故文中三一摩頂攝", "370": "普賢告言善男子我於過去不可說不可說", "371": "佛剎微塵數劫行菩薩行求一切智一一劫", "372": "中為欲清淨菩提心故承事不可說不可說", "373": "佛剎微塵數佛一一劫中為集一切智福德", "374": "具故設不可說不可說佛剎微塵數廣大施", "375": "會一切世間咸使聞知凡有所求悉令滿足", "376": "一一劫中為求一切智法故以不可說不可", "377": "說佛剎微塵數財物布施一一劫中為求佛", "378": "智故以不可說不可說佛剎微塵數城邑聚", "379": "落國土王位妻子眷屬眼耳鼻舌身肉手足", "38": "受過百一十由旬者徹過前位故始信該", "380": "乃至身命而為布施一一劫中為求一切智", "381": "首故以不可說不可說佛剎微塵數頭而為", "382": "布施一一劫中為求一切智故於不可說不", "383": "可說佛剎微塵數諸如來所恭敬尊重承事", "384": "供養衣服臥具飲食湯藥一切所須悉皆奉", "385": "施於其法中出家學道修行佛法護持正教", "386": "善男子我於爾所劫海中自憶未曾於一念", "387": "間不順佛教於一念間生瞋害心我我所心", "388": "自他差別心遠離菩提心於生死中起疲厭", "389": "心懶墯心障礙心迷惑心唯住無上不可沮", "39": "於極果故曰遙申隨順行成故曰右手然", "390": "壞集一切智助道之法大菩提心。", "391": "二中三一別明求菩提行於中二先順顯", "392": "所行後善男子我於下結離過成德。", "393": "善男子我莊嚴佛土以大悲心救護眾生教", "394": "化成就供養諸佛事善知識為求正法弘宣", "395": "護持一切內外悉皆能捨乃至身命亦無所", "396": "吝一切劫海說其因緣劫海可盡此無有盡。", "397": "二我莊嚴下通明悲智行。", "398": "善男子我法海中無有一文無有一句非是", "399": "捨施轉輪王位而求得者非是捨施一切所", "4": "爾時善財童子依彌勒菩薩摩訶薩教漸次", "40": "過城約超封域由旬明超數量又前越諸", "400": "有而求得者善男子我所求法皆為救護一", "401": "切眾生一心思惟願諸眾生得聞是法願以", "402": "智光普照世間願為開示出世間智願令眾", "403": "生悉得安樂願普稱讚一切諸佛所有功德", "404": "我如是等徃昔因緣於不可說不可說佛剎", "405": "微塵數劫海說不可盡。", "406": "三我法海中下別明求法行於中先反顯", "407": "無不能捨一文尚無所不捨況全部耶以", "408": "一文即一切之一如海一滴故後我所求", "409": "法下顯求所為結說無盡。", "41": "位斷德後越諸位智地按頂表於攝受亦", "410": "大方廣佛華嚴經疏鈔會本第八十之一", "411": "音釋", "412": "覲渠遴切見也。", "413": "第八十之二大方廣佛華嚴經䟽鈔會本第八十之二　牧九", "414": "唐于闐國三藏沙門實叉難陀　譯", "415": "唐清涼山大華嚴寺沙門澄觀撰述", "416": "是故善男子我以如是助道法力諸善根力", "417": "大志樂力修功德力如實思惟一切法力智", "418": "慧眼力佛威神力大慈悲力淨神通力善知", "419": "識力故得此究竟三世平等清淨法身復得", "42": "以普法置心頂故信至極故。", "420": "清淨無上色身超諸世間隨諸眾生心之所", "421": "樂而為現形入一切剎徧一切處於諸世界", "422": "廣現神通令其見者靡不欣樂。", "423": "第三是故善男子我以如是下結因成果", "424": "於中先結因以有成果之功故云力也文", "425": "有十句初四緣因次二了因後四通於緣", "426": "了後得此下成果謂由了因故得法身果", "427": "由緣因故得色身果。", "428": "善男子汝且觀我如是色身。", "429": "第四善男子汝且觀下觀用無涯於中三", "43": "作如是言善哉善哉善男子若離信根心劣", "430": "初舉益勸觀次觀見奇特後校量顯勝今", "431": "初有標釋結初標可知。", "432": "我此色身無邊劫海之所成就無量千億那", "433": "由他劫難見難聞善男子若有眾生未種善", "434": "根及種少善根聲聞菩薩猶尚不得聞我名", "435": "字況見我身善男子若有眾生得聞我名於", "436": "阿耨多羅三藐三菩提不復退轉若見若觸", "437": "若迎若送若暫隨逐乃至夢中見聞我者皆", "438": "亦如是或有眾生一日一夜憶念於我即得", "439": "成熟或七日七夜半月一月半年一年百年", "44": "憂悔功行不具退失精勤於一善根心生住", "440": "千年一劫百劫乃至不可說不可說佛剎微", "441": "塵數劫憶念於我而成熟者或一生或百生", "442": "乃至不可說不可說佛剎微塵數生憶念於", "443": "我而成熟者或見我放大光明或見我震動", "444": "佛剎或生怖畏或生歡喜皆得成熟善男子", "445": "我以如是等佛剎微塵數方便門令諸眾生", "446": "於阿耨多羅三藐三菩提得不退轉善男子", "447": "若有眾生見聞於我清淨剎者必得生此清", "448": "淨剎中若有眾生見聞於我清淨身者必得", "449": "生我清淨身中。", "45": "著於少功德便已為足不能善巧發起行願", "450": "二我此下釋中二一明難見聞二若有眾", "451": "生下明見聞皆益於中三初明不退菩提", "452": "益次或有眾生下善根成熟益後我以如", "453": "是下總結多門皆不退成熟於中先多門", "454": "皆不退後若有眾生見聞下種種皆成熟", "455": "淨剎可生身云何生此有二義一約法性", "456": "身剎則與剎為體名清淨剎與身為體名", "457": "清淨身從能依有殊欲顯所依體一故言", "458": "生身二約相用淨剎是所依之剎淨身則", "459": "身內之剎欲顯身土互融故言生淨身耳。", "46": "不為善知識之所攝護不為如來之所憶念", "460": "善男子汝應觀我此清淨身。", "461": "後汝應觀下總結。", "462": "爾時善財童子觀普賢菩薩身相好肢節一", "463": "一毛孔中皆有不可說不可說佛剎海一一", "464": "剎海皆有諸佛出興于世大菩薩眾所共圍", "465": "繞又復見彼一切剎海種種建立種種形狀", "466": "種種莊嚴種種大山周帀圍繞種種色雲彌", "467": "覆虛空種種佛興演種種法如是等事各各", "468": "不同又見普賢於一一世界海中出一切佛", "469": "剎微塵數佛化身雲周徧十方一切世界教", "47": "不能了知如是法性如是理趣如是法門如", "470": "化眾生令向阿耨多羅三藐三菩提時善財", "471": "童子又見自身在普賢身內十方一切諸世", "472": "界中教化眾生。", "473": "第二爾時善財下觀見奇特於中三初見", "474": "毛內含三世間次又見普賢下見普賢身", "475": "徧諸剎中出生大用後時善財童子下自", "476": "見己身等普賢化。", "477": "又善財童子親近佛剎微塵數諸善知識所", "478": "得善根智慧光明比見普賢菩薩所得善根", "479": "百分不及一千分不及一百千分不及一百", "48": "是所行如是境界若周徧知若種種知若盡", "480": "千億分乃至筭數譬喻亦不能及是善財童", "481": "子從初發心乃至得見普賢菩薩於其中間", "482": "所入一切諸佛剎海今於普賢一毛孔中一", "483": "念所入諸佛剎海過前不可說不可說佛剎", "484": "微塵數倍如一毛孔一切毛孔悉亦如是善", "485": "財童子於普賢菩薩毛孔剎中行一步過不", "486": "可說不可說佛剎微塵數世界如是而行盡", "487": "未來劫猶不能知一毛孔中剎海次第剎海", "488": "藏剎海差別剎海普入剎海成剎海壞剎海", "489": "莊嚴所有邊際亦不能知佛海次第佛海藏", "49": "源底若解了若趣入若解說若分別若證知", "490": "佛海差別佛海普入佛海生佛海滅所有邊", "491": "際亦不能知菩薩眾海次第菩薩眾海藏菩", "492": "薩眾海差別菩薩眾海普入菩薩眾海集菩", "493": "薩眾海散所有邊際亦不能知入眾生界知", "494": "眾生根教化調伏諸眾生智菩薩所住甚深", "495": "自在菩薩所入諸地諸道如是等海所有邊", "496": "際善財童子於普賢菩薩毛孔剎中或於一", "497": "剎經於一劫如是而行乃至或有經不可說", "498": "不可說佛剎微塵數劫如是而行亦不於此", "499": "剎沒於彼剎現念念周徧無邊剎海教化眾", "5": "而行經由一百一十餘城已到普門國蘇摩", "50": "若獲得皆悉不能。", "500": "生令向阿耨多羅三藐三菩提。", "501": "第三又善財下校量顯勝於中三初校量", "502": "善根二從初發心下校量所入剎海三善", "503": "財童子於普賢下雙顯上二超勝之相於", "504": "中二先別明橫豎深廣於中有三世間一", "505": "器世間一步超過顯橫廣盡未來劫明豎", "506": "窮猶不能知顯深遠藏約包含普入約廣", "507": "徧餘可知於中有下菩薩亦是眾生亦為正覺餘可知後善財", "508": "童子於下總結平等周徧不於此沒彼現", "509": "者以沒現相如法性故以此彼相相即故", "51": "二作如是言下誨示法門即舉失顯得謂", "510": "也以沒現相者斯則沒而無沒現而無現真法性中無出沒故此約事理無礙下", "511": "句云以此彼相相即故者即事事無礙法界然相即有三一約剎此剎即彼剎一剎", "512": "即多剎故二約人此身即彼身一步即多步故三約劫一念即是無量劫故又此彼", "513": "相炳然具故祕密隱顯俱時或故此彼時處互相在故帝網重重同時具足皆不動", "514": "故。", "515": "當是之時善財童子則次第得普賢菩薩諸", "516": "行願海與普賢等與諸佛等一身充滿一切", "517": "世界剎等行等正覺等神通等法輪等辯才", "518": "等言辭等音聲等力無畏等佛所住等大慈", "519": "悲等不可思議解脫自在悉皆同等。", "52": "若離信根等不了法性等反顯善財有信", "520": "第二當是之時下明位滿齊佛於中初句", "521": "明自得餘皆等上初一等因圓次一等果", "522": "滿一身下別顯等相此即義當等覺因位", "523": "既滿更無所修故但說等不辨更求此則", "524": "一生頓成行布亦足非唯但約理觀初後", "525": "圓融。上明見聞證入竟。", "526": "爾時普賢菩薩摩訶薩即說頌言。", "527": "汝等應除諸惑垢一心不亂而諦聽我說如", "528": "來具諸度一切解脫真實道。", "529": "出世調柔勝丈夫其心清淨如虛空恒放智", "53": "根等能了法性等於中先列所闕行法文", "530": "日大光明普使羣生滅癡闇。", "531": "如來難可得見聞無量億劫今乃值如優曇", "532": "華時一現是故應聽佛功德。", "533": "隨順世間諸所作譬如幻士現眾業但為恱", "534": "可眾生心未曾分別起想念。", "535": "第二從爾時下明聞佛勝德難思前長行", "536": "但顯因圓此偈方陳果用非頌前文然有", "537": "二意一對普賢普賢意云上見我難思尚", "538": "是因位今示汝果尤更甚深二對善財善", "539": "財等佛但是因圓以果海離言故不說成", "54": "有九句前七闕因一闕行本故二求小故", "540": "佛今寄現佛之德以顯善財果相故長行", "541": "偈文因果𦂶互文中三初偈頌標德誡聽", "542": "許說故長行者長行顯普賢因偈顯善財果故云𦂶互故。", "543": "爾時諸菩薩聞此說已一心渴仰唯願得聞", "544": "如來世尊真實功德咸作是念普賢菩薩具", "545": "修諸行體性清淨所有言說皆悉不虛一切", "546": "如來共所稱歎作是念已深生渴仰。", "547": "二爾時下長行舉眾渴仰欲聞。", "548": "爾時普賢菩薩功德智慧具足莊嚴猶如蓮", "549": "華不著三界一切塵垢告諸菩薩言汝等諦", "55": "心劣處生死而憂悔三橫不具四豎不進", "550": "聽我今欲說佛功德海一滴之相即說頌言。", "551": "三爾時普賢下廣陳德相令眾求滿於中", "552": "二先長行重誡許說分齊。", "553": "佛智廣大同虛空普徧一切眾生心悉了世", "554": "間諸妄想不起種種異分別。", "555": "一念悉知三世法亦了一切眾生根譬如善", "556": "巧大幻師念念示現無邊事。", "557": "後偈頌廣顯佛德難思九十五偈分二先", "558": "九十三偈別歎佛德後二偈結德無盡勸", "559": "信勿疑前中前八十偈法說後十三偈喻", "56": "五滯一善六不廣求七不起無住行願後", "560": "明然通讚毘盧遮那十身圓滿二十一種", "561": "殊勝功德即分二十一󰏰初有二偈即於", "562": "所知一向無障轉功德謂佛無障礙智於", "563": "一切事品類差別無著無礙故然通讚者通有兩重", "564": "一者近通通前法喻二者遠通取此卷末結德無𥁞二偈經文良以二偈亦是最後", "565": "無𥁞德故其二十一德一經數節出其名義文有隱顯欲彰如來無𥁞德故大體無", "566": "異故復出之昇兜率品已廣分別今皆畧指初有二偈者然此二偈含於總句妙悟", "567": "皆滿妙悟即是妙覺智故以無著論不釋總句䟽畧不明若欲明者初偈當之今但", "568": "顯別即當第一然準上文二十一德皆有三節一舉經名如此德經即二行永絕二", "569": "無著菩薩立功德名即今䟽云於所知一向無障轉功德三引二論解其本論即今", "57": "二闕緣後不能了下不能成益中有十五", "570": "䟽云佛無礙智下文是也是無性意即是智德故經偈云佛智廣大初之二句即是", "571": "德體三及後偈即於所知無障轉也謂即於其極遠時處品類皆知故無有知及與", "572": "不知之二相也第四句了俗由於證真故不起分別亦是真實離智障也若親光釋", "573": "不二現行云謂凡夫二乘現行二障世尊無故謂凡夫現行生死起諸雜染二乘現", "574": "行涅槃棄利樂事今前偈唯了生死雜染後偈唯證涅槃廣大利樂。", "575": "隨眾生心種種行徃昔諸業誓願力令其所", "576": "見各不同而佛本來無動念。", "577": "二有一偈明於有無無二相真如最清淨", "578": "能入功德謂了真如無二故無動念二有一偈", "579": "者約經即達無相法䟽中先引無著立名後謂了真如下即無性釋意故無動念是", "58": "句前五約所知理事後十約能知分齊例", "580": "䟽以經怗然無性詺此為無住涅槃既自入真如故不住生死亦今他入故不住涅", "581": "槃今經三句即不住涅槃第四句是不住生死。", "582": "或有處處見佛坐充滿十方諸世界或有其", "583": "心不清淨無量劫中不見佛。", "584": "或有信解離憍慢發意即得見如來或有諂", "585": "誑不淨心億劫尋求莫值遇。", "586": "或一切處聞佛音其音美妙令心恱或有百", "587": "千萬億劫心不淨故不聞者。", "588": "三有三偈即無功用佛事不休息功德謂", "589": "住佛無住處作佛事不休息故云或見等", "59": "前諸文思之又前九中初一信根是所闕", "590": "三有二偈下約經即住於佛住䟽中先依無著立功德名後謂住佛下即無性釋無", "591": "性生起云為欲得上無住涅槃故次明之即是恩德謂佛雖遍聖天梵住而空大悲", "592": "偏善安住由住空故不住生死由住悲故不住涅槃一切時中觀所調伏故隨物欲", "593": "或見不同四有十五偈即於法身中所依意樂", "594": "作事無差別功德謂由諸佛所依智同益", "595": "生意樂同報化作用同故前經云得佛平", "596": "等亦同攝論四種意趣中平等意趣故此", "597": "廣列諸佛皆互相徧此釋已妙四有十五偈下約經", "598": "即得佛平等䟽中分四一依無著立功德名二謂由諸佛下即彼論釋諸佛有三事", "599": "平等即䟽所引三同是也三故前經云下指經即離世間品初也以彼具足二十一", "6": "那城住其門所思惟文殊師利隨順觀察周", "60": "因餘皆不能成益約法功歸於信約人前", "600": "種功德名故四亦同下引他論會釋結云此釋已妙者古來諸德不知此即二十一", "601": "德亦不知此是佛平等但云如來隨機隱顯忽列諸佛莫知其由今云顯佛平等故", "602": "廣列諸佛皆相遍耳豈非妙耶今更以文理證此諸佛皆", "603": "遮那之身今更下即就佛平等中顯實是本師更過平等之意趣耳謂", "604": "此文言此三千界阿閦在中阿閦本在東", "605": "方今云在此明不異此又無量壽佛月覺", "606": "如來皆徧十方豈容隔此又皆言或見則", "607": "知一佛隨見不同謂此文言下二引此經文質成正義自有三意", "608": "一東方之佛云在此者明阿閦即是本師二阿彌陁充滿十方亦合遍此同於本方", "609": "即釋迦矣三通取或見明是本師或有見為阿閦彌陁諸佛異耳若言別", "61": "友之法皆由文殊。", "610": "讚餘佛直言阿閦在此何成讚德若言別下三遮", "611": "救中恐外救云今明阿閦彌陁遍等自是別讚彌陁阿閦何得引是本師佛耶故今", "612": "遮云若如此者普賢本讚本師釋迦如來今云東西諸佛遍此何成讚我本師耶", "613": "況華藏剎海皆遮那化境無量壽等未出", "614": "剎種之中豈非是此佛耶華藏下四引前經文成屬本師", "615": "娑婆當中剎海種內第十三層而有十三佛剎塵數世界圍繞無量壽佛國但言從", "616": "此西方過十萬億佛土尚未能滿一合之塵况於一剎塵數况十三佛剎塵數其十", "617": "三重內皆是化境况華藏世界剎海有十不可說佛剎微塵數世界種一一種中有", "618": "不可說佛剎微塵數世界皆是本師之所嚴淨其中皆是遮那如來分身化徃安養", "619": "近在十重之內何得非是本師釋迦故云豈非是此佛耶法華央掘並", "62": "是時文殊師利宣說此法示教利喜令善財", "620": "說十方分身法華卜五引他經成立中二經分身已如前引既十方中", "621": "皆是釋迦分身之佛何得彌陁阿閦佛等近而非耶故知法藏別緣", "622": "十六王子皆方便說故知法藏下六遮其引難為决他經一引", "623": "清淨平等覺經說法藏比丘然大寶積第十七無量壽如來會說名法處比丘佛在", "624": "耆闍崛山說阿難起問白佛言大德世尊色身諸根悉皆清淨威光赫奕如融金聚", "625": "又如明鏡凝照光輝從皆已來初未曾見喜得瞻仰生希有心世尊今者入大寂定", "626": "行如來行皆悉圓滿善能建立大丈夫行思惟現在去來諸佛世尊何故住斯念也", "627": "佛讚聖知便為說徃昔過無邊阿僧祇無數大劫有佛出現號曰然燈此前展轉復", "628": "舉諸佛最後乃云世主佛前無邊數劫有佛出世號世間自在王彼佛法中有一比", "629": "丘名曰法處有殊勝願詣如來所以偈讚佛既讚佛已佛為說二十一億清淨佛土", "63": "童子成就阿僧祇法門具足無量大智光明", "630": "具足莊嚴彼比丘悉皆攝受攝已滿足五劫思惟修習便向彼佛𤼵四十八願𤼵願", "631": "已後更經多劫修行成就功德乃至成佛後阿難問此法處比丘成佛為過去耶未", "632": "來耶為今現在佛告阿難西方去此十萬億佛剎彼有世界名曰極樂法處比丘在", "633": "彼成佛號無量壽今現在說法然後廣說其土莊嚴釋曰既如來說他昔因今果何", "634": "得判為即本師耶二引法華經十六王子即第三大通智勝佛云彼佛弟子十六沙", "635": "彌今皆得阿耨多羅三藐三菩提於十方國土現在說法有無量百千萬億菩薩聲", "636": "聞以為眷屬其一沙彌東方作佛一名阿閦在歡喜國二名須彌頂東南方二佛一", "637": "名師子音二名師子相南方二佛一名虛空住二名常滅西南方二佛一名帝相二", "638": "名梵相西方二佛一名阿彌陁二名度一切世間苦惱西北方二佛一名多摩羅跋", "639": "栴檀香二名須彌相北方二佛一名雲自在二名雲自在王東北方佛名壞一切世", "64": "令得菩薩無邊際陀羅尼無邊際願無邊際", "640": "間怖畏第十六我釋迦牟尼佛於娑婆國土成阿耨多羅三藐三菩提釋曰既第一", "641": "佛名曰阿閦第九王子即為彌陁十六釋迦本因既殊得佛又別云何渾亂言皆本", "642": "師故䟽釋云皆是方便復更問言豈法華經判為方便今當還引法華答之法華壽", "643": "量品云於是中間我說然燈佛等又復言其入於涅槃如是皆以方便分別則等言", "644": "已等十六王子復應問言然燈去今方一僧祗可為方便自在王佛大通智勝已經", "645": "無量無邊不可思議阿僧祗劫豈為方便故應答言云然燈雖已久矣比之壽量劫", "646": "數不多謂說大通但磨三千大千地種以為其墨過於東方千國土即下一點以為", "647": "校量彼佛滅度但過是數無量無邊百千阿僧祗劫豈同壽量說成佛遠經云譬如", "648": "五百萬億那由他阿僧祗三千大千世界假使有人抹為微塵過於東方五百千萬", "649": "億那由他阿僧祗國乃下一塵如是東行盡是微塵是諸世界若著微塵及不著者", "65": "三昧無邊際神通無邊際智令入普賢行道", "650": "盡以為塵一塵一劫我成佛以來復過於此百千萬億那由他阿僧祇劫釋曰以此", "651": "之喻方之大通三千墨點非可類矣自此劫來皆是方便故然燈等言無不該也是", "652": "以昔人云十六王子尚掩成道之初斯言愜當則知彌陁阿閦佛等皆是本師成佛", "653": "後事義無惑矣自在王佛展轉多劫但以數明劫豈如抹塵為劫耶以理推", "654": "之皆是如來海印所現何緣不說自所現", "655": "佛而說他耶故知賢首佛等皆本師矣以理", "656": "推下第七結成正義十方諸佛皆我本師海印頓現且法華分身有多淨土如來何", "657": "不指己淨土而令別徃彌陁妙喜思之故知賢首彌陁等佛皆本師矣復何怪哉言", "658": "賢首者即壽量品中過百萬阿僧祇剎最後勝蓮華世界之如來也經中偈云或見", "659": "蓮華勝妙剎賢首如來住其中若此不是歎本師者說他如來在他國土為何用也", "66": "場及置善財自所住處文殊師利還攝不現。", "660": "且如總持教中亦說三十七尊皆是遮那一佛所現謂毘盧遮那如來內心證自受", "661": "用成於五智從四智流四方如來謂大圓鏡智流出東方阿閦如來平等性智流出", "662": "南方寶生如來妙觀察智流出西方無量壽如來成所作智流出北方不空成就如", "663": "來法界清淨智即自當毘盧遮那如來言三十七者五方如來各有四大菩薩在於", "664": "左右復成二十謂中方毘盧遮那如來四大菩薩者一金剛波羅蜜菩薩二寶波羅", "665": "蜜菩薩三法波羅蜜菩薩四羯磨波羅蜜菩薩東方阿閦如來四菩薩者一金剛薩", "666": "󵘁菩薩二金剛王菩薩三金剛愛菩薩四金剛善哉菩薩南方寶生如來四菩薩者", "667": "一金剛寶二金剛威光三金剛幢四金剛笑西方無量壽如來亦名觀自在王如來", "668": "四菩薩者一金剛法二金剛利三金剛因四金剛語北方不空成就如來四菩薩者", "669": "一金剛業二金剛法三金剛藥叉四金剛拳已上總有二十五也及四攝八供養故", "67": "三是時文殊下結益歸本於中十句前九", "670": "三十七言四攝者即鉤索鎻鈴八供養者即香華燈塗戲鬘歌舞皆上有金剛下有", "671": "菩薩然此三十七尊各有種子皆是本師智用流出與令經中海印頓現大意同也", "672": "問若依此義豈不違於平等意趣平等意趣云言即我者依於平等意趣而說非即", "673": "我身如何皆說為本師耶答平等之言乃是一義唯識尚說一切眾生中有屬多佛", "674": "多佛共化以為一佛若屬一佛一佛能示現以為多身十方如來一一皆爾今正一", "675": "佛能為多身依此而讚方讚本師然此󰏰文亦兼顯第十", "676": "七隨其勝解示現差別佛土功德然此叚下第八", "677": "辨其兼含此含第十七德故至下文說相則少所以此中兼此德者有二意故一為", "678": "類例義相似故不欲繁文故現妙喜極樂等土二者以第十七成於此叚全是今師", "679": "由差別土皆是本師一佛現故不見此意豈知經旨勿輕爾也。", "68": "結益甚深初一總餘八別前智光明即般", "680": "大方廣佛華嚴經䟽鈔會本第八十之二", "681": "音釋", "682": "阿閦梵語也此云無動閦初六切。", "683": "第八十之三大方廣佛華嚴經疏鈔會本第八十之三　牧十", "684": "唐于闐國三藏沙門實叉難陀　譯", "685": "唐清涼山大華嚴寺沙門澄觀撰述", "686": "或見清淨大菩薩充滿三千大千界皆已具", "687": "足普賢行如來於中儼然坐。", "688": "或見此界妙無比佛無量劫所嚴淨毗盧遮", "689": "那最勝尊於中覺悟成菩提。", "69": "若方便後無邊智即智波羅蜜普賢行道", "690": "或見蓮華勝妙剎賢首如來住在中無量菩", "691": "薩眾圍繞皆悉勤修普賢行。", "692": "或有見佛無量壽觀自在等所圍繞悉已住", "693": "於灌頂地充滿十方諸世界。", "694": "或有見此三千界種種莊嚴如妙喜阿閦如", "695": "來住在中及如香象諸菩薩。", "696": "或見月覺大名稱與金剛幢菩薩等住如圓", "697": "鏡妙莊嚴普徧十方清淨剎。", "698": "或見日藏世所尊住善光明清淨土及與灌", "699": "頂諸菩薩充徧十方而說法。", "7": "旋求覓希欲奉覲。", "70": "場者舉足下足皆與普賢行相應故自所", "700": "或見金剛大燄佛而與智幢菩薩俱周行一", "701": "切廣大剎說法除滅眾生翳。", "702": "一一毛端不可說諸佛具相三十二菩薩眷", "703": "屬共圍繞種種說法度眾生。", "704": "或有觀見一毛孔具足莊嚴廣大剎無量如", "705": "來悉在中清淨佛子皆充滿。", "706": "或有見一微塵內具有恒沙佛國土無量菩", "707": "薩悉充滿不可說劫修諸行。", "708": "或有見一毛端處無量塵沙諸剎海種種業", "709": "起各差別毗盧遮那轉法輪。", "71": "住處者即是法界是文殊大智無住住故", "710": "或見世界不清淨或見清淨寶所成如來住", "711": "壽無量時乃至涅槃諸所現。", "712": "普徧十方諸世界種種示現不思議隨諸眾", "713": "生心智業靡不化度令清淨。", "714": "如是無上大導師充滿十方諸國土示現種", "715": "種神通力我說少分汝當聽。", "716": "文中三初八主伴嚴土攝生同次四微細", "717": "含容轉法同後三總攝多門結前生後文中", "718": "有三前二云同者順功德中平等德故。", "719": "或見釋迦成佛道已經不可思議劫或見今", "72": "又普行道場即法界理自所住處即文殊", "720": "始為菩薩十方利益諸眾生。", "721": "或有見此釋師子供養諸佛修行道或見人", "722": "中最勝尊現種種力神通事。", "723": "或見布施或持戒或忍或進或諸禪般若方", "724": "便願力智隨眾生心皆示現。", "725": "五或見釋迦下三偈即修一切障對治功", "726": "德謂一切時常修覺慧治六蔽等故既云", "727": "已經多劫則不定始成五或見下約經即到無障礙處疏中", "728": "先引無著立功德名後謂一切時下謂釋論意以會經文彼論具云謂已慣習一切", "729": "煩惱及所知障對治聖道即一切智及定目性以為能治故無著論詺為修治文已", "73": "智此亦義同示於後友普賢之境後一句", "730": "到於永離一切障處故經名為到無障處經中別說但明十度而偈總云供養諸佛", "731": "修行道則無所不具䟽有等言既云已經者即此󰏰初半偈經云或見釋迦成佛道", "732": "已經不可思議劫所以䟽中牒此言者遮天台師之謬釋也謂彼學者多云華嚴雖", "733": "則玄妙而有二事不如法華一兼別義是故不說聲聞作佛二說如來始成止覺不", "734": "說本師壽量久成故䟽中指此經文即是此經說久成處若以此後不得該前則法", "735": "華壽量不能該於我始坐道塲於三七日思惟等迹然彼師以久成為本始成為迹", "736": "今經之本則非古非今若就迹門則能今能久生公亦云是以極設長壽言伽耶是", "737": "一若伽耶是者非復伽耶伽耶既非彼長安獨是乎長短斯非則所以長短存焉誠", "738": "為妙悟不說聲聞得作佛者約不共義既不猒捨曾何棄之況一成一切成無一眾", "739": "生不具佛智善須得意勿雜釋經。", "74": "攝用歸本所作竟故信窮智境信相便亡", "740": "或見究竟波羅蜜或見安住於諸地總持三", "741": "昧神通智如是悉現無不盡。", "742": "或現修行無量劫住於菩薩堪忍位或現住", "743": "於不退地或現法水灌其頂。", "744": "或現梵釋護世身或現剎利婆羅門種種色", "745": "相所莊嚴猶如幻師現眾像。", "746": "六有三偈即降伏一切外道功德於中初", "747": "二即教證二道後一現所摧同類之身六有", "748": "三偈下即經不可轉法䟽中先引論立名後於中下便以論意釋經彼論具云由有", "749": "上德故他不能轉利有情事故次明之謂教證二法皆不為他所轉動故無有餘法", "75": "故云不現初一總者總即示教利喜示謂顯示法門教謂勸令修行利謂", "750": "勝過此故言初二即教證二道者二偈之中各含教證初句證道次諸地句含於教", "751": "證次半偈唯教後偈之中堪忍不退皆是證道餘即教道。", "752": "或現兜率始降神或見宮中受嬪御或見棄", "753": "捨諸榮樂出家離俗行學道。", "754": "或見始生或見滅或見出家學異行或見坐", "755": "於菩提樹降伏魔軍成正覺。", "756": "或有見佛始涅槃或見起塔徧世間或見塔", "757": "中立佛像以知時故如是現。", "758": "或見如來無量壽與諸菩薩授尊記而成無", "759": "上大導師次補住於安樂剎。", "76": "覺悟成益喜謂稱根令悅經從其足無量下別句䟽隨難釋先出初句異於第六二", "760": "或見無量億千劫作佛事已入涅槃或見今", "761": "始成菩提或見正修諸妙行。", "762": "或見如來清淨月在於梵世及魔宮自在天", "763": "宮化樂宮示現種種諸神變。", "764": "或見在於兜率宮無量諸天共圍繞為彼說", "765": "法令歡喜悉共發心供養佛。", "766": "或見住在夜摩天忉利護世龍神處如是一", "767": "切諸宮殿莫不於中現其像。", "768": "於彼然燈世尊所散華布髮為供養從是了", "769": "知深妙法恒以此道化羣生。", "77": "三四五並皆不釋後釋七八二句而有二意一當句釋屬於二人二相合釋文殊能", "770": "或有見佛久涅槃或見初始成菩提或見住", "771": "於無量劫或見須󱅨即滅度。", "772": "身相光明與壽命智慧菩提及涅槃眾會所", "773": "化威儀聲如是一一皆無數。", "774": "或現其身極廣大譬如須彌大寶山或見加", "775": "趺不動搖充滿無邊諸世界。", "776": "或見圓光一尋量或見千萬億由旬或見照", "777": "於無量土或見充滿一切剎。", "778": "或見佛壽八十年或壽百千萬億歲或住不", "779": "可思議劫如是展轉倍過此。", "78": "住普賢道塲是所住故此亦義同者亦安普賢行道塲故文無正示故云義同。", "780": "佛智通達淨無礙一念普知三世法皆從心", "781": "識因緣起生滅無常無自性。", "782": "於一剎中成正覺一切剎處悉亦成一切入", "783": "一一亦爾隨眾生心皆示現。", "784": "七或現兜率下十六偈即生在世間不為", "785": "世法所礙功德於中初五八相現世無礙", "786": "次三處天宮殿無礙次六隨世巧化無礙", "787": "後二結無礙智之能徧隨機七或現下約經即所行無", "788": "礙䟽中先出功德名於中下後科文解釋彼論具云顯示如來於所化中無高下礙", "789": "故次明之謂世法八風不能拘礙故八風即利衰毀譽稱譏苦樂降神處宮即是利", "79": "於是善財思惟觀察一心願見文殊師利及", "790": "也棄榮離俗即是衰也若生若滅有苦樂也學異行者兼於苦樂多明苦也坐道樹", "791": "下降魔毀也正覺譽也涅槃起塔亦為衰也次三處天多明四順次六巧化義兼逆", "792": "順。", "793": "如來住於無上道成就十力四無畏具足智", "794": "慧無所礙轉於十二行法輪。", "795": "了知苦集及滅道分別十二因緣法法義樂", "796": "說辭無礙以是四辯廣開演。", "797": "諸法無我無有相業性不起亦無失一切遠", "798": "離如虛空佛以方便而分別。", "799": "如來如是轉法輪普震十方諸國土宮殿山", "8": "自下大文第四明智照無二相顯前因法", "80": "見三千大千世界微塵數諸善知識悉皆親", "800": "河悉搖動不使眾生有驚怖。", "801": "如來普演廣大音隨其根欲皆令解悉使發", "802": "心除惑垢而佛未始生心念。", "803": "或聞施戒忍精進禪定般若方便智或聞慈", "804": "悲及喜捨種種言辭各差別。", "805": "或聞四念四正勤神足根力及覺道諸念神", "806": "通止觀等無量方便諸法門。", "807": "龍神八部人非人梵釋護世諸天眾佛以一", "808": "音為說法隨其品類皆令解。", "809": "若有貪欲瞋恚癡忿覆慳嫉及憍諂八萬四", "81": "近恭敬承事受行其教無有違逆。", "810": "千煩惱異皆令聞說彼治法。", "811": "若未具修白淨法令其聞說十戒行已能布", "812": "施調伏人令聞寂滅涅槃音。", "813": "若人志劣無慈愍厭惡生死自求離令其聞", "814": "說三脫門使得出苦涅槃樂。", "815": "若有自性少諸欲厭背三有求寂靜令其聞", "816": "說諸緣起依獨覺乘而出離。", "817": "若有清淨廣大心具足施戒諸功德親近如", "818": "來具慈愍令其聞說大乘音。", "819": "或有國土聞一乘或二或二或四五如是乃", "82": "第三於是善財下轉遇勝緣修行敬事然", "820": "至無有量悉是如來方便力。", "821": "涅槃寂靜未曾異智行勝劣有差別譬如虛", "822": "空體性一鳥飛遠近各不同。", "823": "佛體音聲亦如是普徧一切虛空界隨諸眾", "824": "生心智殊所聞所見各差別。", "825": "佛以過去修諸行能隨所樂演妙音無心計", "826": "念此與彼我為誰說誰不說。", "827": "如來面門放大光具足八萬四千數所說法", "828": "門亦如是普照世界除煩惱。", "829": "八如來住下有十八偈明安立正法功德", "83": "此諸友及後普賢皆無指授者表證法界", "830": "於中初四偈立三乘法輪兼顯業用次三", "831": "明立六度道品對治法次七明一音隨類", "832": "聞法不同乃至無量後四明平等語業而", "833": "應一切八如來住下即經立不思議䟽中先依論立名後科文釋義論云由", "834": "依前方便能作利益之事故次明之謂十二分教名所安立由深廣故不可思議釋", "835": "經可知。", "836": "具足清淨功德智而常隨順三世間譬如虛", "837": "空無染著為眾生故而出現。", "838": "示有生老病死苦亦示住壽處於世雖順世", "839": "間如是現體性清淨同虛空。", "84": "離此彼相故此三千友乃有多義一者成", "840": "一切國土無有邊眾生根欲亦無量如來智", "841": "眼皆明見隨所應化示佛道。", "842": "九具足下三偈明授記功德謂記別過未", "843": "如現在故云悉明見九具足下即經普見三世䟽中初依論立", "844": "名次謂記別下是指論觧論云以上加行利有情事三世諸佛悉皆平等故次明之", "845": "謂於三世平等性中能隨解了過去未來曾當轉事皆如現在而授記故後從故云", "846": "皆悉明見矣是舉經帖。", "847": "究竟虛空十方界所有人天大眾中隨其形", "848": "相各不同佛現其身亦如是。", "849": "若在沙門大眾會剃除鬚髮服袈裟執持衣", "85": "前尚是文殊之益二者順後為入理方便", "850": "鉢護諸根令其歡喜息煩惱。", "851": "若時親近婆羅門即為示現羸瘦身執杖持", "852": "瓶恒潔淨具足智慧巧談說。", "853": "吐故納新自充飽吸風飲露無異食若坐若", "854": "立不動搖現斯苦行摧異道。", "855": "十有四偈明示現受用變化身功德十有四偈", "856": "者約經即身恒充滿一切世間䟽中但出功德之名耳無性詺云顯上利益一切頓", "857": "遍非次第作故次明之經中多分說變化身畧無受用。", "858": "或持彼戒為世師善達醫方等諸論書數天", "859": "文地眾相及身休咎無不了。", "86": "又通論諸友更分三分初文殊一人為信", "860": "深入諸禪及解脫三昧神通智慧行言談諷", "861": "詠共嬉戲方便皆令住佛道。", "862": "十一或持下二偈明斷一切疑功德謂於", "863": "一切境善決定故能斷他疑十一等者約經即智恒明", "864": "達一切諸法無性釋云以於上十方彼彼之處作斷疑事故次明之䟽中先出功德", "865": "名後於一切下論釋於一切境善决定下欲斷他疑要須自斷方能斷他經中既為", "866": "世師內外兼了故能斷疑。", "867": "或現上服以嚴身首戴華冠蔭高盖四兵前", "868": "後共圍繞警眾宣威伏小土。", "869": "或為聽訟斷獄官善解世間諸法務所有與", "87": "心之始次至後文殊為智滿之終故此總", "870": "奪皆明審令其一切悉欣伏。", "871": "或作大臣專弼輔善用諸王治政法十方利", "872": "益皆周徧一切眾生莫了知。", "873": "或為粟散諸小王或作飛行轉輪帝令諸王", "874": "子采女眾悉皆受化無能測。", "875": "或作護世四天王統領諸龍夜叉等為其眾", "876": "會而說法一切皆令大欣慶。", "877": "或為忉利大天王住善法堂歡喜園首戴華", "878": "冠說妙法諸天覲仰莫能測。", "879": "或住夜摩兜率天化樂自在魔王所居處摩", "88": "見三千等友後之普賢理智無二又前諸", "880": "尼寶宮殿說真實行令調伏。", "881": "或至梵天眾會中說四無量諸禪道普令歡", "882": "喜便捨去而莫知其徃來相。", "883": "或至阿迦尼吒天為說覺分諸寶華及餘無", "884": "量聖功德然後捨去無知者。", "885": "十二有九偈令入種種行功德謂徧了一", "886": "切有情性行隨根令入故十二等者約經了一切行疏中", "887": "先出功德名後謂遍了下論釋無性生起云由所化生有差別故次明之離世間品", "888": "但名了一切行若深密等云於一切行成就大覺無性云入種種行法皆成大覺故", "889": "經文中隨其心行現種種形說種種法乃至為說覺分諸寶華諸聖功德即是皆成", "89": "友一一各逢即是純門此中諸友一時頓", "890": "大覺義也。", "891": "如來無礙智所見其中一切諸眾生悉以無", "892": "邊方便門種種教化令成就。", "893": "十三如來無礙智一偈即當來生妙智功", "894": "德謂佛知久遠故十三如來下約經盡一切疑十一是斷自疑此", "895": "斷他疑疏中先出功德名後謂佛智下解釋彼論具云由即於前所化有能善巧別", "896": "知故謂聖聲聞言此人全無少分善根如來知彼善法當𤼵現證過去微少善根種", "897": "子所隨故故經文中無礙智見一切眾生以無邊門皆令成熟。", "898": "譬如幻師善幻術現作種種諸幻事佛化眾", "899": "生亦如是為其示現種種身。", "9": "生果體無分別絕境智等諸二相故又善", "90": "見即顯雜門後普賢一人具前諸友即純", "900": "譬如淨月在虛空令世眾生見增減一切河", "901": "池現影像所有星宿奪光色。", "902": "如來智月出世間亦以方便示增減菩薩心", "903": "水現其影聲聞星宿無光色。", "904": "譬如大海寶充滿清淨無濁無有量四洲所", "905": "有諸眾生一切於中現其像。", "906": "佛身功德海亦爾無垢無濁無邊際乃至法", "907": "界諸眾生靡不於中現其影。", "908": "十四有五偈隨其勝解示現功德謂隨解", "909": "現身故十四下即經無能測身疏中先立功德名後謂隨解現身故即論釋", "91": "雜無礙又此諸友所得法門受行各別文", "910": "也若解深密云凡所現身不可分別不可分別即無能測無性生起云由上云善巧", "911": "別知故此次云於前所化邪正及俱行中無有分別故今經中情與非情萬類皆現", "912": "乃至云佛身功德海亦爾無垢無濁無邊際等。", "913": "譬如淨日放千光不動本處照十方佛日光", "914": "明亦如是無去無來除世闇。", "915": "譬如龍王降大雨不從身出及心出而能霑", "916": "洽悉周徧滌除炎熱使清涼。", "917": "如來法雨亦復然不從於佛身心出而能開", "918": "悟一切眾普使滅除三毒火。", "919": "十五有三偈即無量所依調伏有情加行", "92": "所不具結廣從畧故總云三千耳。", "920": "功德意云佛智為無量菩薩調伏眾生加", "921": "行之所依故十五下即一切菩薩等所求智疏中先出功德名後意云", "922": "下以論意釋具足論云為欲引𤼵不定種性聲聞菩薩唯讚大乘故次明之言等所", "923": "求者無不求故。", "924": "如來清淨妙法身一切三界無倫匹以出世", "925": "間言語道其性非有非無故。", "926": "雖無所依無不住雖無不至而不去如空中", "927": "畫夢所見當於佛體如是觀。", "928": "十六如來清淨下二偈明平等法身波羅", "929": "蜜多成滿功德然同攝論法身具五種相", "93": "大文第五增長趣求下顯因廣大相以前", "930": "初句白法為相以是極果圓滿自在故次", "931": "二句不思議相次一是無二相次一無依", "932": "相次句常住相次句二喻者空畫喻無依", "933": "夢喻非有無二相餘不可喻或略不喻十六", "934": "如來下約經即到佛無二究竟彼岸䟽中先依論立名後釋經法身相今初無性釋", "935": "云為遮所化於大師疑一切智非一切智故次明之由滿諸度是一切智論云平等", "936": "釋經無二平等有二一身平等於法身滿中諸度故二果位諸度無增減故名為平", "937": "等親光則以住於法身即是彼岸無著則以彼岸是於法身所有二義俱通然同下", "938": "二釋法身相即第九論彼相分中論云諸佛法身以何為相應知法身畧有五相一", "939": "轉依為相謂轉滅一切障離染分依他起性故轉得解脫一切障於法自在轉為現", "94": "照理無二顯其甚深方堪成佛廣大之因", "940": "前淨分依他起性故故經云雖無所依滅染依故也無不住得淨分也二白法所成", "941": "為相謂六波羅蜜圓滿得十自在故故䟽云圓滿自在三無二為相謂有無無二為", "942": "相由一切無所有故空所顯相是實有故有即為二為相業煩惱盡并所為故自在", "943": "示現有為相故異一性無二為相由一切佛所無差別故無量相續現等覺故故經", "944": "云其性非有非無故正是初意四常住為相謂真如清淨相故本願所引故所應作", "945": "事無竟期故此有三身常義故經雖無不至即應化普周受用廣遍二身常義而不", "946": "去者自性身常不去即不變常無不至即相續不斷常耳五不思議相謂真如清淨", "947": "自內證故無有世間喻能喻故非諸尋思所行處故故經云一切三界無倫匹即無", "948": "喻能喻以出世間言語道故非尋思所行而五相相融為法身體䟽但畧配故鈔委", "949": "出或畧不喻者以案文釋空中之畫若準新經乃有三喻謂如空白日亦如夢則空", "95": "以隨一一因皆稱法性故文殊般若即攝", "950": "可喻二謂無所依及常住相如白日喻喻白法為相如夢一喻喻無二相欲言其有", "951": "覺竟無實欲言其無夢境歷然故非有無為無二相其不思議後偈顯之。", "952": "三界有無一切法不能與佛為譬喻譬如山", "953": "林鳥獸等無有依空而住者。", "954": "十七有一偈明隨勝解示現差別佛土功", "955": "德既隨解而現故不可喻此偈亦總拂前", "956": "喻如山等必不依空有等必不能喻佛十七", "957": "下約經即具足如來平等解脫䟽中先立名後既隨解而現下釋經論云以外人聞", "958": "上平等謂同一性故次說言不相間雜謂一初如來十身體用各各別故猶如𡨋室", "959": "千光結此一󰏰差別佛土上第四門已兼明竟故此但畧顯不思議故不可為喻。", "96": "相歸體普賢法界即祕蜜重重若以二聖", "960": "大海摩尼無量色佛身差別亦復然如來非", "961": "色非非色隨應而現無所住。", "962": "十八一偈明三種佛身方處無分限功德", "963": "十八下即經證無中邊佛平等地䟽中但出功德名耳無性云由疑上如來妙智究", "964": "竟非一非異其相云何故次明此無中處等常無常等皆二邊相論立名中言方處", "965": "者謂諸世界無分限者釋無中邊無中邊言畧有四義一虗空無中邊佛德如彼無", "966": "有分限二世界無中邊諸佛十身即於其中稱世界量平等遍滿三此法身等於佛", "967": "地中平等遍滿無中無邊無有分限四此法身等遍一切處為諸眾生現作饒益然", "968": "非自性無中邊故經中明身如摩尼具無量色即第二充遍一切然非色非非色為", "969": "無中邊即第三四義其隨現無住亦第三義及第一義無分限故親光詺此為真如", "97": "相對則文殊為能證若以二聖對善財則", "970": "相殊勝功德義亦全同以其雙非復無住故。", "971": "虛空真如及實際涅槃法性寂滅等唯有如", "972": "是真實法可以顯示於如來。", "973": "十九一偈攝三種功德同法性等即窮生", "974": "死際常現利樂一切有情功德等虛空即", "975": "無盡功德等實際等即究竟功德以如實", "976": "際之際窮未來際故十九下約經即極於法界等虗空界窮未", "977": "來際配三德名䟽文具之即以實際配於經中窮未來際然第十九功德無性云以", "978": "上言無中邊相云何無相故次明之極於法界謂此法界最清淨故離諸戲論是法", "979": "界最清淨相能起等流利益之事極此法界無有盡期第二十等虛空界無盡功德", "98": "文殊亦為所證未得般若今證得故大文第五", "980": "無性云謂上作利樂皆無盡故此約自利無盡故論云謂如虗空經成壞劫性常無", "981": "盡如來一切真實功德亦復如是其窮未來際云究竟功德者論云如未來際無有", "982": "盡期如來利他功德亦復如是究竟無盡然上二句無著但云無盡功德等不言開", "983": "合無性開二故但第二十初有一生起。", "984": "剎塵心念可數知大海中水可飲盡虛空可", "985": "量風可繫無能盡說佛功德。", "986": "若有聞斯功德海而生歡喜信解心如所稱", "987": "揚悉當獲慎勿於此懷疑念。", "988": "後二偈結德無盡亦是別顯無盡功德雖", "989": "是總結即當別文於中前偈結德後偈勸", "99": "顯因廣大相以隨一一因者釋廣大義異前攝德成因未說一一稱法界故又前但", "990": "信古德亦有將此二偈為一部流通已如", "991": "前說上來且欲將後二渴以為總結故配三德理實後二正是等虗空界窮未", "992": "來際無盡功德故䟽云亦是別顯無盡功德。", "993": "全疏大科為四中第三開章釋文一大科", "994": "自玄談第二卷第十三葉將釋經義四字", "995": "起至此方竟言四大科者一總序名意終於玄談第一卷二歸敬請加", "996": "終於玄談第二卷十二葉三開章釋文談括七十六本半後一科即謙讚廻向。", "997": "法性深廣難思議我已隨分略開解願斯", "998": "功德同實際普令含識證菩提此一偈亦疏例同玄", "999": "談。"}, "originalTitle": "Qianlong Edition of the Canon, Electronic version, No. 1557 大方廣佛華嚴經疏鈔會本(第51卷-第80卷)", "englishTitle": "Qianlong Edition of the Canon, Electronic version, No. 1557 大方廣佛華嚴經疏鈔會本(第51卷-第80卷)", "author": "唐 實叉難陀譯　唐 澄觀述", "language": "chinese", "source": "CBETA"}