{"sourceLink": "http://www.cbeta.org/", "text": {"0": "湘山頌古卷上", "1": "萬峰童真和尚湘山頌古卷下", "10": "身在海中休覓水日行嶺上莫尋山夾山在此三十", "100": "時背卻法堂著艸鞋去也溈云此子已後向孤峰", "101": "頂上盤結艸菴呵佛罵祖去在。", "102": "出入重圍兩度開威風颯颯透人懷不知陷虎深深", "103": "處猶向堂前著艸來。", "104": "丹霞過慧林寺遇天大寒取木佛燒向院主呵曰", "105": "何得燒我佛霞以杖子撥灰曰吾燒取舍利主曰", "106": "木佛何有舍利霞曰既無舍利更取兩尊燒主自", "107": "後眉鬚墮落。", "108": "雲籠埜寺山如畫水接空山淡似秋夜塘魚聚花中", "109": "鏡春沼人移天上舟。", "11": "載病入膏肓也大難也大難拈來只見玉珊珊。", "110": "德山凡見僧入門便棒。", "111": "伎倆知君已盡只有一著當先若作實情會去何止", "112": "十萬八千。", "113": "臨濟凡見僧來纔入門便喝。", "114": "老漢明珠在掌切莫眼病空華但請解開布袋一時", "115": "放下鐵枷。", "116": "仰山問三聖汝名甚麼聖云慧寂山曰慧寂是我", "117": "聖云我名慧然山呵呵大笑。", "118": "君臨敝邑我蒞仙鄉易子而教蓋古之嘗。", "119": "仰山因僧問法身還解說法否山曰我說不得別", "12": "藥山參石頭問三乘十二分教某甲粗知嘗聞南", "120": "有一人說得曰說得底人在甚麼處山推枕子為", "121": "山聞得曰寂子用劍刃上事。", "122": "仰山推出枕子難算法身說法韓成決非高帝詭向", "123": "鄱湖淹殺。", "124": "仰山夏末問訊溈山溈曰子一夏在下面作何所", "125": "務仰曰慧寂鋤得一片畬下得一籮粟溈曰子今", "126": "夏不虛過仰卻問和尚一夏之中作何所務溈曰", "127": "日中一食夜後一寢仰曰和尚今夏亦不虛過。", "128": "子父家風各自陳異床同夢正難伸苟非夏末秋初", "129": "際相見如何話最親。", "13": "方直指人心見性成佛實未明了乞師慈悲指示", "130": "木平初參洛浦問一漚未發已前如何辨其水脈", "131": "浦曰移舟諳水脈舉棹即迷源平從此悟入。", "132": "一漚未發問來端棹撥波間會者難何似白蘋洲上", "133": "朢滿川秋色任君看。", "134": "僧問雲門如何是清淨法身門云花藥欄。", "135": "紅白花開種色新移來春便有精神芳芬不審歸何", "136": "處蜂蝶猶將上下巡。", "137": "仰山指雪獅子問還有過此色者麼雲門云當時", "138": "但與推倒雪竇云雲門只解推倒不解扶起。", "139": "雪庭獅子論起倒二老何曾得決來爭似太陽當午", "14": "頭云恁麼也不得不恁麼也不得恁麼不恁麼總", "140": "祭一天青霽壯奇哉。", "141": "香嚴參溈山溈問我聞你在先師處問一答十問", "142": "十答百此是汝聰明伶俐意解識想生死根本父", "143": "母未生時試道一句看嚴茫然歸寮將平日看過", "144": "底文字尋一句酬對竟不得乃歎曰畫餅不可充", "145": "饑遂焚平昔所看文字抵南陽忠國師遺跡憩止", "146": "一日芟除艸木偶拋瓦擊竹作聲忽然省悟述偈", "147": "曰一擊亡所知更不假修持動容揚古路不墮悄", "148": "然機處處無蹤跡聲色外威儀諸方達道者咸言", "149": "上上機。", "15": "不得山不領悟頭云子因緣不在此且往江西馬", "150": "紙上難尋結艸菴為他根底痛加參一朝打著未生", "151": "路方信而今不再三。", "152": "香嚴初開堂溈山令人送書并拄杖至嚴接得便", "153": "哭蒼天蒼天僧曰和尚為甚如此嚴曰秪為春行", "154": "秋令。", "155": "夜臺人散艸離離說著當初恨殺伊縱是爺娘親授", "156": "受不傷悲處也傷悲。", "157": "米胡令僧問仰山今時人還假悟否仰曰悟即不", "158": "無爭奈落第二頭何胡深肯之。", "159": "悟道猶居第二頭子房終不貴封侯太平自是銷兵", "16": "大師處去山到馬祖處亦如前問祖云我有時教", "160": "甲玉馬勞勞奠九秋。", "161": "米胡問僧近離甚麼僧曰藥山胡曰藥山老子近", "162": "日如何曰大似一片頑石胡曰得恁麼鄭重曰也", "163": "無你提掇處胡曰非但藥山米胡也恁麼僧近前", "164": "顧視而立胡曰看看頑石動也。", "165": "波濤洶湧勢滔天爭奈龍王五尺鞭分付江公莫多", "166": "事渠家猶有定風丸。", "167": "興化到大覺為院主一日覺喚院主我聞你道向", "168": "南方行腳一遭拄杖頭不曾撥著一箇會佛法底", "169": "你憑箇甚麼道理與麼道化便喝覺便打化又喝", "17": "伊揚眉瞬目有時不教伊揚眉瞬目有時教伊揚", "170": "覺又打化來日從法堂過覺召院主我直下疑你", "171": "昨日這兩喝化又喝覺又打化再喝覺亦打化曰", "172": "某甲於三聖師兄處學得箇賓主句總被師兄折", "173": "倒了也願與某甲箇安樂法門覺曰這瞎漢來這", "174": "裏納敗闕脫下衲衣痛打一頓化於言下薦得臨", "175": "濟先師於黃檗處喫棒底道理化後開堂日拈香", "176": "曰此一瓣香本為三聖師兄三聖與我太孤本為", "177": "大覺師兄大覺與我太奢不如供養臨濟先師。", "178": "刀刀見血弟兄分說甚砒霜與毒酖脫下衲衣還舊", "179": "面二家香湊一家熏。", "18": "眉瞬目者是有時教伊揚眉瞬目者不是山於是", "180": "僧問興化四方八面來時如何化云打中間底僧", "181": "便禮拜化曰昨日赴箇村齋中途遇一陣卒風暴", "182": "雨卻向古廟裏躲得過。", "183": "卒風暴雨怨天公古廟雖安半路中若問其間端的", "184": "意去家猶隔萬千重。", "185": "香嚴示眾若論此事如人上樹口啣樹枝腳不踏", "186": "樹手不攀枝樹下忽有人問如何是祖師西來意", "187": "不對他又違他所問若對他又喪身失命當恁麼", "188": "時作麼生即得時有虎頭上座出云樹上道即不", "189": "問未上樹時請和尚道嚴乃呵呵大笑。", "19": "有省。", "190": "香嚴上樹策同儔作者須觀樹下秋栗棘金圈透得", "191": "過秦中自古帝王州。", "192": "香嚴因僧問如何是道曰枯木裏龍吟僧云如何", "193": "是道中人曰髑髏裏眼睛僧後問石霜如何是枯", "194": "木裏龍吟霜曰猶帶喜在如何是髑髏裏眼睛霜", "195": "曰猶帶識在。", "196": "龍吟枯木似同胎眼裏髑髏該不該喜識盡時空限", "197": "界一川桃李送春來。", "198": "興化示眾我聞長廊下也喝後架裏也喝諸人莫", "199": "盲喝亂喝直饒喝得興化向虛空裏卻撲下來一", "2": "侍者寂慧錄", "20": "東西非異戶作用有殊方我唱陽春調君吟白雪腔", "200": "點氣也無待我蘇息起來向汝道未在何故我未", "201": "曾向紫羅帳裏撒珍珠與汝諸人去在胡喝亂喝", "202": "作麼。", "203": "紫羅帳裏撒珍珠假我東風過太湖猶有梅花三十", "204": "樹勸君切勿更躊躕。", "205": "僧問趙州永聞和尚親見南泉是否州云鎮州出", "206": "大蘿蔔頭。", "207": "鎮州蘿蔔頭親言出親口趙州北地人親見南泉後。", "208": "三聖上堂云我逢人則出出則不為人　興化云", "209": "我逢人則不出出則便為人。", "21": "雲留芳樹晚峰落遠天長踏轉舊時路星殘入曉霜。", "210": "一箇起家白屋一箇出自高門十字街頭撞著原是", "211": "漢魏周秦水程三十里陸程一朝登行到碧梧金井", "212": "處水綠山青。", "213": "三聖到德山纔展坐具山曰莫展炊巾此處無殘", "214": "羹餿飯聖曰縱有也無著處山便打聖接住棒推", "215": "向禪床上山大笑聖哭蒼天便下參堂堂中首座", "216": "號踢天泰問行腳高士須得本道公驗作麼生是", "217": "本道公驗聖曰道甚麼座再問聖打一坐具曰這", "218": "漆桶前後觸忤多少賢良座擬人事聖便第二", "219": "位人事。", "22": "靈樹因僧問如何是祖師西來意樹默然後門人", "220": "壯士臨場不費纖力犯堊揮斤手親眼疾塞北風寒", "221": "霜氣重江南天險水聲急細看煙塵各有界其間操", "222": "縱誰辨的誰辨的作者須從轉處悉。", "223": "覿面來端莫入陰界一點不來艸賊大敗更擬如何", "224": "漆桶不快。", "225": "興化見同參來纔上法堂化便喝僧亦喝化又喝", "226": "僧亦喝化近前拈棒僧又喝化曰你看這瞎漢猶", "227": "作主在僧擬議化直打下法堂侍者請問適來那", "228": "僧有甚觸忤和尚化曰他適來也有權也有賓也", "229": "有照也有用及乎我將手向伊面前橫兩橫到這", "23": "欲選此語上碑乃問雲門先師默然處如何上碑", "230": "裏卻去不得似這般瞎漢不打更待何時侍禮拜。", "231": "東西南北面面通花臺玉樹影重重奈何弱水千尋", "232": "浪只見蓬萊不見宮。", "233": "玄沙上堂聞燕子聲沙云深譚實相歸方丈。", "234": "乳燕雙雙入畫梁呢喃音韻別宮商去年舊壘今猶", "235": "在春色移人暗自傷。", "236": "石霜因僧自洞山來問和尚有何言句示徒僧曰", "237": "解夏上堂秋初夏末兄弟或東去西去直須向萬", "238": "里無寸艸處去良久云秪如萬里無寸艸處作麼", "239": "生去霜曰有人下語否曰無霜曰何不道出門便", "24": "門云師。", "240": "是艸。", "241": "萬里無寸艸秋空須靠倒出門便是艸客路行人少", "242": "蘆花洲上月明前祝融峰頭日初小日初小埜渡無", "243": "人舟自杳爭如一覺到天光衲被蒙頭全不曉。", "244": "臨濟問黃檗佛法的的大意三度問三度被打不", "245": "領深旨且辭去檗曰秪往高安灘頭參大愚去濟", "246": "到大愚愚曰甚處來曰黃檗來愚曰黃檗有何言", "247": "句曰某甲三度問佛法的的大意三度被打不知", "248": "有過無過愚曰黃檗與麼老婆心切為汝得徹因", "249": "更來這裏問有過無過濟於言下大悟曰原來黃", "25": "靈樹一語未曾言天搖地動古今悉雲門一字入公", "250": "檗佛法無多子愚搊住曰這尿床鬼子適來道有", "251": "過無過如今卻道佛法無多子你見箇甚麼道理", "252": "速道速道濟於大愚脅下築三拳愚拓開曰汝師", "253": "黃檗非干我事濟辭大愚卻回黃檗檗見便問這", "254": "漢來來去去有甚了日濟曰秪為老婆心切便人", "255": "事了侍立檗問甚處來濟曰昨蒙和尚令參大愚", "256": "去來檗曰大愚有何言句濟舉前話檗曰大愚老", "257": "漢饒舌待來痛與一頓濟曰說甚待來即今便打", "258": "隨後便掌檗喚侍者引這風顛漢參堂去。", "259": "一隻破棺材扶來又扶去兩處失便宜家親釀成祟。", "26": "門縱是九牛拽不出。", "260": "徑山問僧我前日有一問在你處你先前日答了", "261": "我也即今因甚麼瞌睡僧云如是如是山云道甚", "262": "麼僧云不是不是山連打兩棒云一棒打你如是", "263": "一棒打你不是。", "264": "重圍兩處緊牢關秪道坦堅破者艱豈意玅策原非", "265": "料中心樹已被人刪。", "266": "無著往五臺華嚴寺至金剛窟禮謁遇老翁牽牛", "267": "行邀入寺翁曰近自何來著曰南方曰南方佛法", "268": "如何住持著曰未法比丘少奉戒律曰多少眾著", "269": "曰或三百或五百著卻問此間佛法如何住持曰", "27": "定上座參臨濟問如何是佛法大意濟下禪床擒", "270": "龍蛇混雜凡聖交參著曰多少眾曰前三三後三", "271": "三日晚翁令童子相送著問童子前三三後三三", "272": "是多少童召大德著應諾童曰是多少著復問此", "273": "為何處曰金剛窟般若寺也著悽然悟彼翁者文", "274": "殊也。", "275": "平沙千頃夜波秋激浪堆邊海氣浮前後卻言言不", "276": "及漁翁釣晚罷金鉤。", "277": "明招上堂眾集定招云這裏風頭稍硬且歸暖", "278": "商量便歸方丈眾隨至立定招云纔到暖室便見", "279": "瞌睡以拄杖一時趁散。", "28": "住打一掌便拓開定佇立傍僧云定上座何不禮", "280": "左至右前至後花言巧語將人誘老來無力下禪床", "281": "不顧面皮多少厚多少厚請看白雲堆滿岫。", "282": "臨濟示滅謂眾云吾滅後不得滅卻吾正法眼藏", "283": "三聖出曰爭敢滅卻和尚正法眼藏濟曰已後有", "284": "人問你向他道甚麼聖便喝濟曰誰知吾正法眼", "285": "藏向這瞎驢邊滅卻。", "286": "正法眼藏瞎驢邊苦口諄諄朢後賢要得祖翁門戶", "287": "大椎爺方可繼家傳。", "288": "雪峰住菴時有兩僧來峰以兩手拓菴門放身出", "289": "曰是甚麼僧亦曰是甚麼峰低頭歸菴僧辭往", "29": "拜定纔作禮忽然大悟。", "290": "南峰曰我有箇同參住巖頭附汝一書曰某書上", "291": "師兄某自鼇山成道後迄至於今飽不饑同參某", "292": "書上僧到巖頭達書了頭問別有何言句曾遂舉", "293": "前話頭曰他道甚麼曰他無語低頭歸菴頭曰噫", "294": "我當初悔不向伊道末後句若向伊道天下人不", "295": "奈伊何僧至夏末請益前話頭曰何不蚤問曰未", "296": "敢容易頭曰雪峰與我同條生不與我同條死要", "297": "識末後句秪這是。", "298": "末後句話難委同條生不同條死千里書通舊面來", "299": "示當陽空露齒而今拋向楚山頭無限惡風吹不", "3": "卷下睦州問一秀才聞先輩會二十四家書法是否才", "30": "擒來一掌夢魂間禮拜拓開當等閒懊恨傍人擅多", "300": "起。", "301": "雪峰一日陞座眾集定峰輥出木毬玄沙遂捉來", "302": "安舊處。", "303": "雪峰捏怪同兒戲慣拈此物亂諸人不是謝郎出隻", "304": "手都道傍邊少正經。", "305": "雪峰上堂南山有一條鱉鼻蛇汝等諸人切須好", "306": "看長慶出曰今日堂中大有人喪身失命雲門以", "307": "拄杖攛向峰前作怕勢有僧舉似玄沙沙曰須是", "308": "我稜兄始得然雖如是我則不然曰和尚作麼生", "309": "沙曰用南山作麼。", "31": "口無端又被葛藤攀。", "310": "鱉鼻橫拈毒氣賒一堂鬧亂似林麻何期備老善方", "311": "藥消得南山大赤花。", "312": "洛浦一日上堂云孫臏收舖去也有買卜底出來", "313": "時有僧出云請和尚卜浦云汝家爺死　法眼代", "314": "撫掌三下。", "315": "這僧爺死因他卜雪上加霜愁殺人同人大有均不", "316": "是單單占出地澤臨。", "317": "九峰因石霜遷化眾請首座住持峰時為侍者白", "318": "眾問首座曰先師道休去歇去冷湫湫地去一條", "319": "白練去古廟香爐去一念萬年去明甚麼邊事會", "32": "洞山與泰首座喫果子次乃問有一物上拄天下", "320": "得即住持會不得不可首座對曰明一色邊事峰", "321": "曰與麼則不會先師意在座曰但裝香來香旌斷", "322": "處若去不得即不會先師意遂焚香煙未斷座已", "323": "脫去峰撫背曰坐脫立亡即不無先師意未夢見", "324": "在。", "325": "古廟香煙一色開違宗失玅轉殊乖要知細密家中", "326": "事九峰親見石霜來。", "327": "雲蓋因僧問石霜萬戶俱閉即不問萬戶俱開時", "328": "如何霜曰堂中事作麼生僧無對經半載方始下", "329": "一轉語曰無人接得渠霜曰道即道得八程曰和", "33": "拄地黑似漆嘗在動用中動用中收不得且道過", "330": "尚又且如何霜曰無人識得渠蓋聞乃禮拜乞為", "331": "舉霜不肯蓋乃抱霜上方丈曰和尚若不道打和", "332": "尚去在霜曰得在蓋乃禮拜霜曰無人識得渠蓋", "333": "頓首有省。", "334": "萬戶俱閉萬戶開一家有事百家來渠儂不用親相", "335": "識分得驪珠下九垓。", "336": "巖頭參德山纔跨門便問是凡是聖山便喝頭禮", "337": "拜有舉似洞山山曰若不是奯公大難承當頭曰", "338": "洞山老人不識好惡錯下名言我當時一手抬一", "339": "手捺。", "34": "在甚麼處泰曰過在動用中山喚侍者掇退果棹。", "340": "懞懂一槌難躲閃輕輕接得便還拳傍人秪好看施", "341": "設不必挑唆出舌尖。", "342": "巖頭值沙汰於鄂渚邊作渡子一日有婆抱一孩", "343": "兒來乃曰呈橈舞棹即不問且道婆手中兒甚處", "344": "得來頭便打婆曰婆生七子六箇不遇知音秪這", "345": "一箇也不消得便拋向水中。", "346": "奯公政欲啟樊籠一味當頭用劍鋒豈意婦人多拙", "347": "技江流依舊晚雲封。", "348": "雪峰一日登座召眾曰看看東邊底又曰看看西", "349": "邊底汝若要會拈拄杖曰向這裏會取。", "35": "洞山真是面無情將盤黑子換人睛首座若能知著", "350": "東西兩邊都看過深淺盡在一腔中一條杖子無交", "351": "割要倩傍人荷別峰。", "352": "雲門因僧問如何是一代時教門云對一說。", "353": "諸佛無可說而曰對一說一塊紫金山白晝被人鑿。", "354": "百丈再參馬祖侍立次祖目視繩床角拂子丈曰", "355": "即此用離此用祖曰汝已後開兩片皮將何為人", "356": "丈取拂子豎起祖曰即此用離此用丈掛拂子於", "357": "舊處祖震威一喝丈直得三日耳聾後黃檗聞舉", "358": "不覺吐舌丈曰子已後莫承事馬祖去麼檗曰不", "359": "然今日因師舉得見馬祖大機之用然且不識馬", "36": "數飽餐一席樂欣欣。", "360": "祖若嗣馬祖已後喪我兒孫丈曰如是如是見與", "361": "師齊減師半德見過於師方堪傳授子甚有超師", "362": "之見檗便禮拜。", "363": "得路還家氣便伸而今正欲起家門從來父子投機", "364": "處眼見何如耳最親。", "365": "承前起後觀動烈奕葉騰騰氣壯哉吐舌耳聾空入", "366": "夢不虛親見作家來。", "367": "石霜冬日榜僧堂作此字其下註", "368": "曰若人識得不離四威儀中首座見曰和尚今日", "369": "放參。", "37": "洞山因僧問寒暑到來如何迴避山云何不向無", "370": "四十二毋收不盡龜龍繫象果全無首座若能知休", "371": "咎不必人前誦梵書。", "372": "打地和尚凡有人來問以棒打地示之一日被僧", "373": "藏卻棒然後致問尚但張口而已。", "374": "作賊人心虛見人便驚顧饒君下下來不自知落處。", "375": "楞嚴七處徵心。", "376": "芭蕉未動影重重剝盡皮來總是空黃面瞿曇原不", "377": "會引他慶喜入樊籠。", "378": "八還辨見。", "379": "還到無還始是還看來也是飽加餐色空明暗誰逼", "38": "寒暑處去曰如何是無寒暑處山曰寒時寒殺闍", "380": "汝針線重重補未闌。", "381": "法華經不退諸菩薩其數如恒沙一心共思求亦", "382": "復不能知。", "383": "圓陀陀赤洒洒十聖三賢莫可把夜半欲尋尋不及", "384": "天明依舊松根下。", "385": "經題八五首。", "386": "是法非思量睜眼入鑊湯打破大唐國擺手見空王", "387": "當頭忽漏逗肝膽盡掀開釋迦與彌勒仰首朢將來", "388": "三藏十二部盡是下頭註歷代老禿奴鈔外更加疏", "389": "正是鐵蒺藜光明貫今昔拋在眾人前兩手撈不及", "39": "黎熱時熱殺闍黎。", "390": "揭開摩醯眼爾乃見端由昨夜一聲雁驚起後池秋。", "391": "圓覺經一切障礙即究竟覺。", "392": "牛欄馬廄淨土天堂稍存擬議便是荒唐。", "393": "南陽忠國師因西天大耳三藏到京云得他心通", "394": "帝命師試驗師問汝得他心通那對曰不敢師曰", "395": "汝道老僧即今在甚麼處曰和尚是一國之師何", "396": "得卻去西川看競渡良久再問汝道老僧即今在", "397": "甚麼處曰和尚是一國之師何得卻在天津橋上", "398": "看弄猢猻師良久復問汝道老僧即今在甚麼處", "399": "藏罔測師叱曰這埜狐精他心通在甚麼處。", "4": "曰不敢州以拄杖空中點云會麼才云不會州云", "40": "無寒暑處堪迴避迴避須從寒暑間昨夜松門且高", "400": "一次誑君二次瞞移花去鏡影團團他家別有安排", "401": "處翻覆從頭仔細看。", "402": "雲門云光不透脫有兩般病一切處不明面前有", "403": "物是一又透得一切法空隱隱地似有箇物相似", "404": "亦是光不透脫又法身亦有兩般病得到法身為", "405": "法執不忘己見猶存坐在法身邊是一直饒透得", "406": "法身去放過即不可仔細檢點將來有甚麼氣息", "407": "亦是病。", "408": "大病不離心未寂見境難忘禍最深脫卻靈衣拈卻", "409": "袋蕭條玉樹自森森。", "41": "臥一天星斗下幽關。", "410": "雲門上堂乾坤之內宇宙之間中有一寶祕在形", "411": "山拈燈籠向佛殿裏將三門來燈籠上。", "412": "燈籠佛殿與三門拈來一一是家珍若作家珍端的", "413": "去雲門真是可憐生。", "414": "雪峰示眾三世諸佛向火燄上轉大法輪玄沙云", "415": "近來王令稍嚴峰曰作麼生沙曰不許行奪市", "416": "峰不覺吐舌雲門曰火燄為三世諸佛說法三世", "417": "諸佛立地聽。", "418": "火燄說法諸佛聽斯事久不通音而今冷地亦如", "419": "然乃奉將軍搜括令。", "42": "漸源侍道吾往一家弔慰源撫棺曰生耶死耶吾", "420": "楞嚴汝等一人發真歸元此十方空悉皆銷殞。", "421": "一人發真歸元冷灰爆出一豆拈來置在人前可作", "422": "大明神咒不勞蚤暮受持自然色色仍舊。", "423": "曹山因僧問學人抱璞投師請師雕琢山曰不雕", "424": "琢曰為甚麼不雕琢山曰須知曹山好手。", "425": "抱璞投師請雕琢雕琢誠為枉費工幸是曹山真好", "426": "手文彩盡在不雕中。", "427": "曹山因鏡清問心徑苔生時如何山曰難得道者", "428": "曰未審此人向甚處去山曰只知心徑苔生不知", "429": "向甚麼處去。", "43": "曰生也不道死也不道源曰為甚麼不道吾曰不", "430": "百鳥不栖無影樹苔封心徑冷家門只須燄發洪爐", "431": "內免致寒灰凍殺人。", "432": "雪峰與玄沙夾籬次沙曰夾籬處還有佛法也無", "433": "峰曰有曰如何是夾籬處佛法峰撼籬一下沙曰", "434": "某甲不與麼峰曰子又作麼生曰穿過篾來。", "435": "籬邊佛法渾大有秪是不宜動著手玄沙接拍自成", "436": "音度得篾來失卻口。", "437": "金剛經若為人輕賤是人先世罪業應墮惡道以", "438": "今世人輕賤故先世罪即為消滅。", "439": "從前諸罪如山嶽南北東西箇箇知昨夜忽然伸一", "44": "道不道歸至中路源曰和尚今日若不與某甲道", "440": "覺夢中推倒五須彌。", "441": "一切諸佛及諸佛阿耨多羅三藐三菩提法皆從", "442": "此經出。", "443": "此經畢竟從何出狸奴白牯是知音道子僧繇工絕", "444": "世畫骨畫髓難畫心。", "445": "德山嘗講金剛經時謂之周金剛後聞南方禪席", "446": "頗盛遂擔青龍疏鈔出蜀至灃陽路上見一婆子", "447": "賣餅因息肩買餅點心婆指擔曰這箇是甚麼文", "448": "字山曰青龍疏鈔婆曰講何經山曰金剛婆曰我", "449": "有一問你若答得施與點心若答不得且別處去", "45": "打和尚去也吾曰打即任打道即不道源便打後", "450": "金剛經道過去心不可得現在心不可得未來心", "451": "不可得未審上座點那箇心山無語遂往龍潭到", "452": "法堂曰久嚮龍潭及乎到來潭又不見龍又不現", "453": "潭引身曰子親到龍潭山無語遂親止焉一夕侍", "454": "立次潭曰更深何不下去山珍重便出卻回曰外", "455": "面黑潭點紙燭度與山山擬接潭復吹滅山於此", "456": "大悟。", "457": "青龍一擔出蠶叢恰遇婆婆不遇翁縱使龍潭燭影", "458": "斷從前依舊黑濛濛。", "459": "聚雲真和尚因僧問如何是當機一句雲打云速", "46": "造石霜霜曰前來打先師因緣會也未源曰卻請", "460": "道速道僧擬議雲直打出。", "461": "白棒連天勢未休作家驗處有來由從中幾箇知恩", "462": "德多把杭州作汴州。", "463": "曹山因僧問朗月當空時如何山曰猶是階下漢", "464": "曰請師接上階山曰月落後相見。", "465": "浮雲散後無消息須薦光明未兆時月落三更猶較", "466": "鈍電光影外莫遲遲。", "467": "雲居因僧問如何是沙門所重居曰心識不到處。", "468": "心識不到處澗水響潺潺秪許雙崖聽貧而無怨難。", "469": "趙州因僧問如何是祖師西來意州云庭前柏樹", "47": "和尚道一轉語霜曰不見道生也不道死也不道", "470": "子僧云和尚莫將境示人州云我不將境示人僧", "471": "云如何是祖師西來意州云庭前柏樹子。", "472": "趙州年老事顛東語到關心不厭重祖意西來隨處", "473": "有那家門首不青蔥。", "474": "清平初參翠微便問如何是西來的的意微曰待", "475": "無人即向汝說平良久曰無人也請和尚說微下", "476": "禪床引入竹園平又曰無人也請和尚說微指竹", "477": "曰這竿得恁麼長那竿得恁麼短平後住大通舉", "478": "謂眾曰先師入泥入水為我自是我不識好惡。", "479": "翠微指竹老婆心說短論長沒處尋他後夢回雙眼", "48": "源遂禮拜設齋懺悔他日持鍬於法堂上從東過", "480": "闊方纔洗耳聽佳音。", "481": "龍牙因僧問二鼠侵藤時如何曰須有隱身處始", "482": "得曰如何是隱身處牙曰還見儂家麼。", "483": "人間二鼠解侵藤學箇隱方也不曾若無上樹安身", "484": "法擬將何物仗依憑。", "485": "雲門云直得乾坤大地無纖毫過患猶是轉句不", "486": "見一色始是半提更須知有全提時節。", "487": "一勘破二話墮一簇破來能幾箇全提時節只甚閒", "488": "飯餘正好伸腳臥伸腳臥三腳驢子空裏磨。", "489": "雲門云拄杖子化為龍吞卻乾坤了也山河大地", "49": "西從西過東霜曰作甚麼源曰覓先師靈骨霜曰", "490": "甚處得來。", "491": "雲龍變化杖頭邊吞吐乾坤六合先學者須觀前後", "492": "路莫教雙眼亂風煙。", "493": "子湖因僧問自古上賢還達真正理也無湖曰達", "494": "曰真正理作麼達湖曰霍光賣假銀城與單于契", "495": "書是甚麼人作。", "496": "剩水殘山一帶陳樵歌漁唱兩相親莫言是處無邦", "497": "域古洞雲乖別樣春。", "498": "楞嚴經吾不見時何不見吾不見之處若見不見", "499": "自然非彼不見之相若不見吾不見之地自然非", "5": "秪這一點尚不會說甚麼二十四家書法。", "50": "洪波浩渺白浪滔天覓甚先師靈骨源曰正好著", "500": "物云何非汝。", "501": "圓明了知土塊泥沙稍存擬議海角天涯。", "502": "大小瞿曇一場納敗拈示人前不倒自壞。", "503": "若能轉物即同如來。", "504": "若能轉物即同如來吹糠見米只欠簸篩。", "505": "若能轉物即同如來大的人偷小的卻在。", "506": "南泉問僧夜來好風僧云夜來好風泉云吹折門", "507": "前一株松次問一僧云夜來好風僧云是甚麼風", "508": "泉云吹折門前一株松僧云是甚麼松泉云一得", "509": "一失。", "51": "力霜曰這裏針劄不入著甚麼力源持鍬肩上便", "510": "兩次風吹一樣松直鉤原為取獰龍分明意在綸竿", "511": "上得失誰家有定工。", "512": "歸宗入園取菜次乃畫一圓相圍卻一株語眾曰", "513": "不得動著這箇眾不敢動少頃宗復來見菜猶在", "514": "便以棒趁眾僧這一隊漢無一箇有智慧底。", "515": "生菜園中討甚閒孜孜何事用機關一場沒趣無收", "516": "拾只得旋風自轉灣。", "517": "乾峰上堂舉一不得舉二放過一著落在第二雲", "518": "門出眾云昨日有人從天台來卻往徑山去峰曰", "519": "典座來日不得普請。", "52": "行。", "520": "南嶽天台杖下分夜江天淨水生紋紅葵綠柳看殊", "521": "色秋菊春蘭異地熏。", "522": "乾峰上堂法身有三種病二種光須是一一透得", "523": "始解歸家穩坐須知更有向上一竅在雲門出問", "524": "菴內人為甚麼不知菴外事峰呵呵大笑門曰猶", "525": "是某甲疑處峰云子是甚麼心行門曰也要和尚", "526": "相委峰曰直須恁麼始得穩坐門應諾。", "527": "呵呵大笑穩家門病到若斯也要論跛腳韶陽識此", "528": "症邊傍束手看休存。", "529": "三目芝和尚有講主來參問離名離相以何為宗", "53": "漸源不透死生關卻要先師露一線不知大開東閣", "530": "芝曰蟭螟眼裏推不輥主云學人不會芝曰螃蟹", "531": "腔中好汎船。", "532": "離名離相問頭端謾道宗師下口難好似閩人話鄉", "533": "曲都緣到地是同觀。", "534": "南院上堂諸方秪具啐啄同時眼不具啐啄同時", "535": "用僧便問如何是啐啄同時用院曰作家不啐啄", "536": "啐啄同時失曰此猶是某甲問處院曰汝問處作", "537": "麼生僧曰失院便打其僧不肯後於雲門會下聞", "538": "二僧舉此話一僧曰當時南院棒折那僧忽契悟", "539": "奔回省覲院已圓寂乃謁風穴穴見便問莫是當", "54": "門奈何苦苦求方便後來饒舌是石霜白浪洪波看", "540": "時問先師啐啄同時話底麼僧曰是穴曰汝當時", "541": "作麼生會曰某甲當時如在燈影裏行相似穴曰", "542": "汝會也。", "543": "同時啐啄用來清不是依稀彷彿行棒下活人誰薦", "544": "得還他父子自崢嶸。", "545": "疏山因主事僧為造壽塔畢白山山曰將多少錢", "546": "與匠人曰一切在和尚山曰為將三錢與匠人為", "547": "將兩錢與匠人為將一錢與匠人若道得與吾親", "548": "造壽塔來僧無語後僧舉似大嶺嶺曰汝歸與疏", "549": "山道若將三錢與匠人和尚此生決不得塔若將", "55": "不見看不見先師面目方纔驗。", "550": "兩錢與匠人和尚與匠人共出隻手若將一錢與", "551": "匠人累他匠人眉鬚墮落僧回舉似疏山山具威", "552": "儀朢大嶺作禮曰大嶺有古佛放光射到此間雖", "553": "然如是也是臘月蓮花大嶺後聞此語曰我恁麼", "554": "道蚤已龜毛長數丈。", "555": "臺砌荒寒古木疏三文用盡髑髏枯若非大嶺光明", "556": "現只箇屍骸著處無。", "557": "龜毛數丈謾拙牽臘月蓮開朵朵鮮無影樹間藏不", "558": "得從今拋向亂峰前。", "559": "盤山道向上一路千聖不傳慈明道向上一路千", "56": "俱胝和尚凡有所問只豎一指自云我得天龍一", "560": "聖不然徑山道向上一路熱碗鳴聲。", "561": "總是一群無壯賊眼中各自見風煙破房破屋無人", "562": "住打掃秋雲共一天。", "563": "僧問趙州學人乍入叢林乞師指示州云喫粥也", "564": "未僧云喫粥了也州云洗缽盂去僧於言下有省。", "565": "口角春風也甚奇庭花日暖報君知缽盂洗了無他", "566": "事不必重添眼上眉。", "567": "睦州因僧問祖師西來當為何事州云你看為何", "568": "事僧無語州便打。", "569": "隨口問隨口答晚樹風來聲颯颯秋高群雁落橫斜", "57": "指頭禪一生受用不盡。", "570": "滄洲寒葦競周匝。", "571": "聚雲上堂出眾者三十棒不出眾者三十棒出眾", "572": "不出眾三十棒一僧出問話不契乃曰直下三玄", "573": "已露何曾三要無施落花流水空去殿前古柏當", "574": "機。", "575": "一槌打到極則處那管張三與李四三要三玄總現", "576": "成東風吹惺堤楊樹。", "577": "僧問法眼如何是曹源一滴水眼云是曹源一滴", "578": "水。", "579": "贏來一軸便宜畫不假丹青只淡描分付健奴且收", "58": "作人須要俓正不可誑惑癡呆天龍一生大病俱胝", "580": "貯他年將可慰兒曹。", "581": "僧問雲門如何是超佛越祖之譚門云餬餅。", "582": "淡淡春山盈盈秋水不用安排何彼何此餬餅云超", "583": "佛祖譚千峰勢到嶽邊止。", "584": "僧問洞山如何是衲僧孔竅山曰十八女子不繫", "585": "裙。", "586": "堂堂覿露絕纖塵不接溪村與四鄰只箇舊時元本", "587": "在何須更道浣花村。", "588": "慶忠機和尚上堂雲從龍風從虎聖人作而萬物", "589": "睹本乎天者親上上律天時本乎地者親下下襲", "59": "親受其災。", "590": "水土土能生金金主三六九九九八十一一歸何", "591": "處卓一卓云蘇盧悉哩娑婆訶。", "592": "塞壑填溝堆山積嶽玅閶闈而洞開斂曠世之弘略", "593": "承平也天蓋地擎建掃也雲行雨作神龍變化見飛", "594": "騰其間操縱難描摸。", "595": "慶忠因一官人請上堂擊禪床云起去拂一拂云", "596": "伺候著良久云隙晷偷光杖兔角星芒射眼拂龜", "597": "毛不是山僧行正令崑崙叫屈舜若逃喝一喝云", "598": "畫供打口鼓喝退堂聲下座。", "599": "幻成雲氣結煙巒海市憑空列萬端洗出規模還舊", "6": "秀才單怕懞懂凶鬼亦畏惡人睦州好箇一點只是", "60": "夾山因僧問如何是夾山境山曰猿抱子歸青嶂", "600": "面重重撲碎又團圞。", "601": "慶忠上堂貴買硃砂畫月打牛打車不別憎檻欣", "602": "籠奈何磨磚作鏡爭得鳧脛天然不長截鶴續之", "603": "則疾召大眾云且道阿膩吒峰今日有幾人作舞。", "604": "換手琵琶月下彈秋風捲起碧琅玗商聲將盡羽聲", "605": "作奪得雲霓出廣寒。", "606": "僧問九峰如何是頭峰云開眼不覺曉僧云如何", "607": "是尾峰云不坐萬年床僧云有頭無尾時如何峰", "608": "云終是不貴僧云有尾無頭時如何峰云雖飽無", "609": "力僧云直得頭尾相稱時如何峰云兒孫得力祖", "61": "外鳥啣花落碧嵒前法眼云我二十年只作境話", "610": "父不知。", "611": "兩頭坐斷絕中央不匿幽居不市藏打破還年山鬼", "612": "夢普天從此被垂裳。", "613": "洛浦參夾山不禮拜當面而立山云雞栖鳳巢非", "614": "其同類出去浦云自遠趍風乞師一接山云目前", "615": "無闍黎此間無老僧浦便喝山云住住且莫艸艸", "616": "匆匆雲月是同溪山各異截斷天下人舌頭即不", "617": "無闍黎爭教無舌人解語浦無語山便打浦從此", "618": "服膺。", "619": "一手抬一手挽見兔放鷹隨後趕十面埋伏會也無", "62": "會。", "620": "馬到烏江人自罕人自罕成功只在一聲喊。", "621": "溈山五峰雲嵒侍立百丈次丈問屏卻咽喉唇吻", "622": "道將一句來溈云卻請和尚道丈曰不辭向汝道", "623": "恐已後喪我兒孫問五峰峰云和尚有也未丈曰", "624": "無人處斫額朢汝問雲嵒嵒云和尚也須屏卻丈", "625": "曰喪我兒孫。", "626": "卻請和尚道騰身直上巍峰表殘雲夜捲霜海空百", "627": "億山河齊失照和尚有也未馳書恨不通宮內五花", "628": "六綠付丹青描得十成終不似和尚也屏卻虎符為", "629": "甚都拋卻欲奪渠家十萬師臨場且看君之略。", "63": "抱子啣花二十春看來都是眼中塵而今依舊家山", "64": "下鳥自吟幽花自新。", "65": "投子因僧問月未圓時如何子曰吞卻三箇四箇", "66": "曰圓後如何子曰吐卻七箇八箇。", "67": "吞吐缺圓未減增松梢斜影一般清直須掉轉光明", "68": "殿把手將相一路行。", "69": "投子因僧問曹溪如指月靈山如畫月如何是真", "7": "不入書林。", "70": "月子曰昨夜三更轉向西。", "71": "畫月指月非真月三更之後為你說請君覆卻水晶", "72": "盤身在海中休叫渴。", "73": "仰山住東平時溈山令僧送書并鏡仰提起示眾", "74": "曰且道是溈山鏡東平鏡若道是東平鏡又是溈", "75": "山送來若道是溈山鏡又在東平手裏道得則留", "76": "取道不得即撲碎去也眾無語遂撲破。", "77": "懊恨溈山老不經又將書鏡累東平若非大仰知端", "78": "的輪到而今礙殺人。", "79": "仰山侍溈山遊山忽鴉啣一紅柿落在面前仰取", "8": "夾山示眾目前無法意在目前不是目前法非耳", "80": "柿拭過呈溈山山云子甚處得來仰曰此是和尚", "81": "道德所感溈云汝也不得無分即分半與仰。", "82": "子父遊山各見山一株紅柿落林間分明細事何多", "83": "事只要師資同苦甘。", "84": "仰山問溈山大用現前請師辨白溈下座歸方丈", "85": "仰隨入溈問子適來問甚麼話仰再舉溈曰還記", "86": "得吾答語否仰曰記得溈曰你試舉看仰珍重出", "87": "去溈曰錯仰回首曰閑師弟若來莫道某甲無語。", "88": "魚鳥胸中意思風來水面文章不必驚群動眾自然", "89": "事事成行。", "9": "目之所到。", "90": "仰山問僧近離甚處曰廬山山曰曾到五老峰麼", "91": "曰不曾到山曰闍黎不曾遊山雲門云此語皆為", "92": "慈悲之故有落艸之談。", "93": "廬山面目儼然這僧決未親到若是撥艸瞻風足下", "94": "何曾欠少。", "95": "德山到溈山挾複子於法堂上從西過東從東過", "96": "西顧視云無無便出至門首卻云也不得艸艸復", "97": "具威儀重入相見溈山坐次德提起坐具云和尚", "98": "溈擬取拂子德便喝拂袖而出背卻法堂著艸鞋", "99": "便行溈至晚問首座適來新到在甚麼處座云當"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B441 萬峰童真禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B441 萬峰童真禪師語錄", "author": "清 至善說　德林記（依駒本印）", "language": "chinese", "source": "CBETA"}