{"sourceLink": "http://www.cbeta.org/", "text": {"0": "玄籤證釋", "1": "玄籤證釋卷第十", "10": "已。無不依今經之體。是故下。證五章互相貫徹。次是", "100": "剎微塵世界之外。有千佛剎微塵數諸佛。皆同一號", "101": "名曰法慧。普現其前。告言善男子。汝能入是三昧。十", "102": "方各千佛剎微塵數諸佛。悉以神力共加於汝。乃至", "103": "云又以佛神力故。十方各過一萬佛剎微塵數世界。", "104": "有十佛剎微塵數菩薩來詣於此。作是言。佛子善說", "105": "此法。我等諸人同名法慧。所從來國。同名法空。彼土", "106": "如來皆名玅法。我等佛所。亦說十住云云。乃至十地", "107": "皆爾。○廣以十義辨於同異。從地涌出品疏云。第一", "108": "始見今見。第二開合不開合。乃至第十利根初熟鈍", "109": "根後熟也。", "11": "故下。示教相聰明前四。最不可闕。", "110": "二出異解。○莊嚴旻。謂莊嚴寺僧旻也。柔次二師。謂", "111": "齊土定林寺僧柔。齊京師謝寺慧次也。道場觀。謂宋", "112": "京師道場寺慧觀也。四宗判教。四教義第一卷廣明。", "113": "○三論。謂百論。中論。十二門論。○法相宗徒。徒悞。應", "114": "是途字。金錍云。一家宗途。謂大師若明法相。宗途多", "115": "分依大智度論法相也。故法相不同相宗家法相。若", "116": "謂法相宗徒指慈恩宗人。彼用是瑜伽論。何曾依大", "117": "論。況與下文若文若義。皆不相順。○正用瓔珞。謂我", "118": "一家明觀綱紀大體。正用瓔珞本業經三觀也。", "119": "三明難。○正難用涅槃五味。謂定林等師立五時用", "12": "初教法優劣等者。初科以最後法華為優。前四時經", "120": "涅槃五味。即開善光宅所用也。○以初二師立三四", "121": "時。謂初虎丘岌師漸中立三時。次宗愛師立四時也。", "122": "○次第難其五時謂定林等師立初時。有相教。第二", "123": "時無相教。第三時襃貶仰揚教。第四時同歸教。第五", "124": "時常住教也。○止觀第六記輔行二十五卷。○處處", "125": "以三藏對衍而辨大小。大論一百卷末云。此解脫味", "126": "有二種。一者但自為身。二者兼為一切眾生。雖俱求", "127": "一解脫門。而有自利利人之異。是故有大小乘差別。", "128": "為是二種人故。佛口所說以文字語言分為二種。三", "129": "藏是聲聞法。摩訶衍是大乘法。○具如四教本。即四", "13": "義當於劣。於中復分二科。初明餘經止是當機獲益。", "130": "教義第一卷中。○食檀耳羮。如前玄第七下明。○迦", "131": "留陀夷等。籤第十卷下教相第五料簡中云文在涅", "132": "槃云云。○止觀第三記輔行十一卷。○實相實際。大", "133": "品有實際品。無生法即是佛。大論九十九卷初。經云", "134": "無生法即是佛。○金剛般若論。前云第五卷上引。籤", "135": "中詳釋。○釋論生身法身。大品初品文。大論第十卷", "136": "釋云。佛身二種。一神通變化身。二父母生身云云。九", "137": "惱在大論第九卷。○均提沙彌緣。籤第十卷下明。止", "138": "觀第四記。無。○問住品。大論中大品經。不見此品。勸", "139": "發心文在天王品。○又。十三卷。大品魔事品文。在大", "14": "當部設教。不涉一期始終。故非大綱。即劣於今經也。", "140": "論六十八卷中。○見象觀跡。魔事品云。譬如有人欲", "141": "得見象。見已反觀其跡。須菩提於汝意云何。是人為", "142": "黠不。須菩提言為不黠云云。○乳光經。時維摩詰訶", "143": "辭具如淨名。爾時維摩詰來欲至佛所。因見阿難。即", "144": "謂言。何為晨朝住此。欲何求索。阿難言。如來身小中", "145": "風。當須牛乳。故使我至此。維摩詰言。莫作是語。如來", "146": "至真正覺身若金剛。眾惡悉斷。但有諸善功德。當有", "147": "何病云云。乃至阿難聞此。大自慚懼。聞空中有聲言", "148": "是阿難。如長者維摩詰所言。但為如來出於世間。在五", "149": "濁世。故以是緣示現度脫一切十方貪婬瞋恚愚癡", "15": "次論今經所化之緣。盡其元初究竟之益。不但當機", "150": "之行。故時住取乳。○更有五偈云。我作人已來。飲乳", "151": "甚大久。及在六畜中。亦爾不可數。乃至持我所飲乳。", "152": "盡與滿鉢去。令我後智慧。得道願如佛。○大經三十", "153": "二。在三十一卷迦葉品中。○止觀第七記。輔行三十", "154": "卷。○殃掘之經。第一卷初。害母逐佛。乃至佛告殃掘", "155": "向母懺悔。歸佛出家。卷末。帝釋見殃掘歸依世尊。歡", "156": "喜讚佛。送天衣為殃掘法服。殃掘訶云。汝是何等蚊", "157": "蚋小蟲。我豈當受不信之施。當知汝是自性裸形。何", "158": "能施人無價之衣云云。第二卷初。大梵天王放光說", "159": "偈。殃掘訶云。汝是何人多言兩舌云云。次護世四天", "16": "之益也。復論教旨。始終該攝。本地名遠。中間今日名", "160": "王來供養說偈。殃掘訶云。汝是何等蚊蚋小蟲。而自", "161": "貢高唱言。我當施汝天鉢而見毀辱云云。次魔王供", "162": "養說偈。殃掘亦訶。次摩醯首羅神。次樹神亦然。爾時", "163": "舍利弗目連神通乘虗而來。隨喜說偈。殃掘說偈訶", "164": "云。呼嗚大目連。脩習蚊蚋行云云。次阿難羅睺羅阿", "165": "那律陀滿願子優波離等。亦如是訶。爾時文殊師利", "166": "來禮佛足。見殃掘隨喜說偈。善哉殃掘魔。已脩殊勝", "167": "業。今當脩大空。諸法無所有。殃掘以偈問言。文殊法", "168": "王子。汝見空第一云云。文殊偈答諸佛如虗空。乃至", "169": "汝殃掘魔羅。云何能了知。殃掘說偈訶云云。爾時世", "17": "近。惟今經如此。即優於諸教也。前玄文云法華總括", "170": "尊向文殊偈歎言。如殃掘魔說。菩薩行如是。乃至雄", "171": "猛如汝等。乃至授殃掘皈戒。第三卷初。佛告殃掘云", "172": "何為一學。乃至云何名為十。所謂十種力。是則聲聞", "173": "乘。斯非摩訶衍。大乘無量力。故佛不思議云云。○如", "174": "彼殃掘偈。具足云何名為一。一切眾生命。皆由飲食", "175": "住。是則聲聞宗。斯非摩訶衍。所謂摩訶衍。離食常堅", "176": "固。云何名為一。謂一切眾生皆以云云。又云何名為", "177": "三。所謂三種受云云。又四諦文中。集滅道三諦。初句", "178": "第三句。全同苦諦。第二句。集云第一畢竟恒。滅云第", "179": "一不變易。道云第一畢竟靜。其第四句。苦字換集字", "18": "眾經而事極於此。佛出世之本意。諸教法之指歸。此", "180": "滅字道字。即三諦偈也。○無垢施女經。西晉太康年", "181": "竺法護譯。佛說離垢施女經。無垢施女年十二歲。○", "182": "八大聲聞。即目連迦葉須菩提富樓那離婆多阿泥", "183": "樓豆阿難也。八大菩薩。謂除惡。寶幢。不迷見。障一切", "184": "罪。觀自在。辨聚。不迷行。并文殊也。○當入如是定。大", "185": "八人小八人。各住如色三昧。欲使一切人民於四聖", "186": "諦中得無礙慧。次迦葉念與我飲食。皆得無盡福報。", "187": "乃至涅槃。須菩提念使一切人民得阿蘭若。富樓那", "188": "念使得三昧。離婆多念使得不惡見。阿泥樓豆念使", "189": "得不疾樂。阿難念使人民聞法即解。文殊念樹葉婆", "19": "之謂與。研四時之文。當以逗機成益為教意。○新譯", "190": "娑等出空無相無願等聲。除惡念使重罪輕受。寶幢", "191": "念使寶藏悉開。不迷見念使皆得阿耨菩提。障一切", "192": "罪念使五葢不障。觀自在念使皆得解脫。無有怖畏。", "193": "辨聚念使皆得辨才。不迷行念使皆不退菩提。○種", "194": "種彈訶。初難舍利弗智慧第一。次難目連神通。富樓", "195": "那說法。迦葉受食施者福。須菩提阿蘭若行。離婆多", "196": "坐禪。阿泥樓豆天眼。阿難多聞。次難八大菩薩云云。", "197": "○佛記女等。辨聚菩薩問佛。此無垢女幾時當得菩", "198": "提。佛言過不可數百千阿僧祗劫。當作佛。號無垢笑", "199": "憶念幢王如來。世界名無量淨玅功德莊嚴。無垢得", "2": "苕上沙門　智銓　述", "20": "經中。謂唐譯華嚴。初會六品等。如後籤文明。○籤中", "200": "記散華說偈云云。○三難用涅槃五味。前第十九葉", "201": "分科。正難用涅槃五味。五時有三。初難五時。次難共", "202": "用頓等。第三難用涅槃五味。○已如前難。謂前五難。", "203": "是第二時中初引諸經文也。", "204": "次難。北地師五時。取提謂波利為人天教。合淨名般", "205": "若為無相教。餘三時不異南方。○提謂經。大唐內典", "206": "錄。有提謂波利經二卷。今藏中無。○六衰。即六賊六", "207": "根也。○鹿苑不應純半。謂鹿苑顯露是半。約秘密不", "208": "妨有滿。○第三經長壽品文善哉此總讚也。汝今下", "209": "次別讚分三。初讚過去。善男子下。二讚問現在。如是", "21": "云於大化不獲等。正明逗機之意。準前後文說四含", "210": "問下。三讚問未來也。○般若非秘密。大論一百卷中。", "211": "○次難四宗前敘云。六者佛䭾三藏學士光統立四", "212": "宗云云。○阿毗曇六因。言六因者。謂所作因。共因。自", "213": "分因。徧因。相應因。報因也。自分因大論名自種。餘名", "214": "同。○止觀第八記輔行三十五卷。○俱舍中因緣五", "215": "因性。唐譯俱舍云於六因內除能作因所餘五因是", "216": "因緣性。○大品十喻。在初品中。大論。第六卷釋。止觀", "217": "第五記輔行二十三卷。○具足八術。後籤云。常樂等", "218": "四及無常非無常等四總成八術也。○引楞伽經。楞", "219": "伽第二卷兩處明二通。此中引用是下半卷文。○止", "22": "亦有二意。一者逗小。二者為實。逗小是意。為實是旨。", "220": "觀第二記輔行第八卷。", "221": "四去取。○止觀第八記。在第九記。輔行三十七卷。○", "222": "二鳥遊止共俱不相捨離。大經合法云。是苦無常無", "223": "我等法。亦復如是。不得相離。○文云鳥有二種。一名", "224": "鴛鴦。二名鄰堤。○餘三亦爾。謂苦樂我也。○今言雙", "225": "遊等。疏云。生死具常無常。涅槃亦爾。在下在高。雙飛", "226": "雙息。即事而理。即理而事。二諦即中。中即二諦。非二", "227": "中。而二中。是則雙遊義成。雌雄亦成。事理雙遊。其義", "228": "既成。名字觀行。乃至究竟雙遊皆成。此中備有。凡凡", "229": "共行。凡聖共行。非凡非聖共行。○淨名云無慧方便", "23": "○說方等意旨有二。一令二乘恥小慕大。二為逗四", "230": "縛等。維摩問疾品文。", "231": "五判教相。○具如釋論偈。大論第五卷末云。有慧無", "232": "多聞。是不知實相。多聞無智慧。亦不知實相。多聞利", "233": "智慧。是所說應受云云。○又云。我初成佛等。在大經", "234": "長壽品。如前籤引。○頓教相頓教部。謂頓有二義。一", "235": "約部。二約教。約部別其華嚴。約教通於餘時。○下文", "236": "不定。亦復如是。下文云是名不定教相。非不定部。○", "237": "且借祕密助入此中。謂鹿苑顯露。是小非頓。故借祕", "238": "密中頓助。入此中。則鹿苑亦有頓義也。○龍宮三本。", "239": "龍樹入龍宮閱經。以上中二本非世所堪。但誦下本", "24": "教之機。玄文不明並對訶讚之意者。既得道已。宜訶", "240": "流行於世。○第一摩偈阿蘭若菩提場中始成正覺。", "241": "荊谿云。既異壽量久成。不同阿含菩提樹下。任運在", "242": "迹。別圓教也。○如來現相。佛幻高相。菩薩說偈云。佛", "243": "身充滿於法界云云。○普賢三昧。謂普賢入如來藏", "244": "塵三昧。現微塵佛剎。世界成就。謂普賢說世界成就。", "245": "華藏世界。謂普賢說世界海。如天網分布。安住虗空。", "246": "毗盧遮那。謂普賢說此世界佛。如來名號。謂文殊說", "247": "十方世界佛名。四諦謂文殊說四諦名義。光明覺。謂", "248": "文殊說偈讚佛光明。菩薩問明。謂文殊問覺首等破", "249": "無明義。淨行。謂文殊答智首一切行願。若飯食時云", "25": "讚以逗其機。即籤云大小並席且對眾機意也。葢方", "250": "云。賢首品。謂文殊問賢首菩提心功德等。升須彌頂。", "251": "謂佛坐菩提樹。不起此座升須彌山。荊谿云。不動而", "252": "升。赴機得處。須彌頂讚歎。謂佛坐帝釋殿。法慧等十", "253": "菩薩各說偈讚佛。勝慧云。十住。謂法慧說十住。梵行", "254": "品。謂法慧說脩習梵行十法。發心功德。謂法慧答帝", "255": "釋問發心功德云云。荊谿云。發心所緣。是所觀境。具", "256": "三諦無性空。一切假。平等中。六說法是明法品。荊谿", "257": "云。明謂所證。法謂方法。○升夜摩天。佛升此天。請佛", "258": "入殿。功德林等。各說偈讚佛。功德林說十行云云。無", "259": "盡藏。謂功德林。復說十無盡藏品也。○升兜率讚歎。", "26": "等四機不同。如來具說四教逗之。此用教之意也。○", "260": "金剛幢等讚佛。金剛幢說十迴向。○他化天十地品。", "261": "謂金剛藏說。用十地對諸天王。十定品。謂普賢說入", "262": "十種三昧。十通。普賢說十種神通。又說十種忍。阿僧", "263": "祗品。佛為心王菩薩說阿僧祗無量至不可說不可", "264": "說劫。稱讚普賢功德無量。壽量品。謂心王說比較世", "265": "界劫數長短也。菩薩住處謂心王說東北方清涼山。", "266": "文殊與萬菩薩住處。不思議法品。謂蓮華藏菩薩說", "267": "不思議如來玅德。相海品。謂普賢說如來十身。一一", "268": "皆有十華藏世界微塵大人相。隨相光明。謂佛告寶", "269": "手說。隨好光明。照十佛剎塵世界。普賢行。謂普賢說", "27": "等意者。如後籤云方等二意。一逗大逗小。二以大斥", "270": "脩行十法等。佛放光明。名如來出現普賢說遮那本", "271": "願。第八會離世間品。謂普賢說廣列菩薩雜行。第九", "272": "會逝多林。即給孤獨園也。說入法界品。○初破三途。", "273": "後達常住。止觀第一卷上云。漸亦知實相。實相難解。", "274": "漸次易行。先脩歸戒。飜邪向正。止火血刀。達三善道。", "275": "次脩禪定。止欲散網。達色無色定道。次脩無漏止三", "276": "界獄。達涅槃道。次脩慈悲達菩薩道。後脩實相達常", "277": "住道。○若如提謂等。佛祖統紀云。佛說五戒。人天之", "278": "教。正是顯露。提謂得忍。聞小證大。乃是不定。是為顯", "279": "露不定教也。", "28": "小。應知彈斥之意。令人恥小慕大。回偏向圓也。○說", "280": "二約觀門。皆須諳臆。諳。烏舍切。記也。憶也。悉也。曉也", "281": "練歷也。臆。胸臆也。謂皆諳練於胸臆中也。○語頓則", "282": "始終俱有。謂始自華嚴。終至法華涅槃。皆有頓也。語", "283": "漸又三種不同。謂初約始終。共名為漸。二約人在教", "284": "以判為漸。三從方等之初。至法華前皆名為漸。○前", "285": "之兩文互彰。謂方便文少末無量義文少始。故云互", "286": "彰也。後云該始末。謂信解文委領始終五味。故該始", "287": "末。○近代釋云。指清涼大師玄談明依時有十。故云", "288": "不云日數。○引地經云。玅樂引地論云。佛成道後。第", "289": "二七日說華嚴也。新疏賢首大師造。○五分律第七", "29": "般若意旨亦二。一者設教所以別是不共。二者一部", "290": "日悞。玅樂云五分八七日。荊溪云。機見不同。不須和", "291": "會。今經三七。是終窮極教。故且依之。○今佛亦爾。文", "292": "句引雲疏云。當知今佛在菩提樹。亦說法華云云。玅", "293": "樂辨云。若以佛慧為法華。則始終俱有。若以會歸為", "294": "法華。則終有始無。故知彼佛在樹下。初說佛慧為法", "295": "華耳。而小雲未曉斯旨便以初成顯說會歸者。不然", "296": "云云。○因果經略同。謂因果經云。三七思惟。略同玄", "297": "文引今經三七思惟也。○表三周也。玅樂云。此與因", "298": "果經意大同。因果經第三卷云。爾時如來於七日中。", "299": "一心思惟。觀於樹上。而自念言。我所得法甚深難解。", "3": "籤中法華前云當文者。通指一部之文也。判謂以頓", "30": "有共不共意。如籤所云。然四時教法皆會法華。此是", "300": "唯佛與佛乃能知之。一切眾生云何能解。今我若為", "301": "轉法輪。彼必不信。誹謗墮苦。我寧入涅槃云云。○約", "302": "大機約小機。玅樂云。機見不一。大小分途。小見三七", "303": "停留。大覩始終無改。○初後兩味不同。佛祖統紀中", "304": "有嚴華二味四機論。○初約機具得二名。統紀云。若", "305": "當體圓頓得悟者。即破無明。入圓初住。此是醍醐。若", "306": "初心人。雖聞大教。始入十信。最是初味。名之為乳。圓", "307": "教內凡六根清淨。但斷見思塵沙。以未破無名。故但", "308": "名乳。○五味分別名乳教。統紀云。當知謂華嚴為乳", "309": "者。正約從頓開漸施設化之意。○如聾如瘂。統紀三", "31": "總意。而須知當部各有二意。然設教所以別是不共。", "310": "七擬機云。今作二義。一者三七初分永無。此如來擬", "311": "宜之化意。二者後分則有狀如聾瘂。此如來擬宜之", "312": "化事。法數中聾瘂明三義。○即是次第相生。謂相生", "313": "有二。約教論相生。約機論相生。此中即約機也。○並", "314": "寄對小等。統紀云。此為身子等一類小機云云。○般", "315": "若中亦加此二人。輔行云。佛欲以大空並小空。大智", "316": "並小智。故令二人轉教。○並在十二年前。統紀云。以", "317": "鹿苑十二年。在方等前也。○以時長通至於後。文句", "318": "記云。自古共云華嚴時長。若爾乃是結集後教至般", "319": "若來。方可得云令諸比丘成十大心。此乃義當轉教", "32": "亦即是總意。○亦不委說。籤云而亦少明。其意一也。", "320": "時也。故云時長。○出入無難。法數云。出入有約機約", "321": "教約喻。各論出入云云。故知古人。即開善也。○二經", "322": "起盡是同。謂法華以本迹二門為初後二分。涅槃正", "323": "說開為四段。初三斷奠聲聞。後但明於涅槃義用。是", "324": "故二經起盡是同。○先勝三脩。謂常樂我也。斷奠聲", "325": "聞開迹也。後三十六問等。顯本也。法數云。涅槃以勝", "326": "三脩斥劣三脩。斷奠聲聞入祕密藏。亦如法華斷奠", "327": "聲聞。咸歸一實。明涅槃施。謂純陀品及哀歡品也。明", "328": "涅槃義。謂長壽品乃至菩薩大眾所問品。明涅槃行。", "329": "謂現病品乃至高貴德王品。明涅槃用。謂師子吼品", "33": "置教原始者。如後文云。迹門以大通為始。本門以本", "330": "至憍陳如品。○且置前三。謂欲明半滿相成。且置前", "331": "頓漸不定三也。○五味則一道豎進等。此釋玄文破", "332": "南師但用五味。北師偏用半滿。今家以五味成半滿。", "333": "半滿成五味。故云味味皆有半滿。祕密不定。此相成", "334": "釋義。一往如此。非謂法華中有前四味祕密不定也。", "335": "○權實俱遊行藏得所。謂五味半滿俱用故云俱遊。", "336": "五味半滿相成謂之行。謂相成法華醍醐滿字也。唯", "337": "徧四味半滿謂之藏。謂不至法華醍醐滿字也。又俱", "338": "遊論相成行藏論用捨也。○不同古人。指但用五味", "339": "古人。即定林等至光宅。偏用半滿古人。即菩提流支", "34": "因為始。今日以初成為始。結要之終者。如上久近之", "340": "也。○華嚴頓滿。謂圓別也。方等半滿。謂圓別通為滿。", "341": "唯藏為半也。般若中滿。謂圓別也。通又為半。後籤云。", "342": "如般若部對二乘半以明滿。法華時滿唯一圓也。○", "343": "或單或帶。謂單是鹿苑。帶是方等般若。方等帶藏半。", "344": "般若帶通半也。法華廢半明滿。易知故略。○不同舊", "345": "人等。謂定林等用從牛出乳。譬三藏十二年前有相", "346": "教。乃至用從熟酥出醍醐。譬涅槃常住教。又菩提流", "347": "支十二年前皆半。十二年後皆滿。○準不思議境界", "348": "經。今大藏中大方廣佛華嚴不思議佛境界經。又有", "349": "大方廣如來不思議境界經。○法性論明中下二根", "35": "益結歸法華。故法華為究竟終窮之說。涅槃雖示之", "350": "入法界。謂鈍菩薩三處入法界。上根在般若。中根在", "351": "法華。下根在涅槃。○般若三百比丘得記。大論第四", "352": "十卷。○敦逼文者。不論會中實有此人。實無此人。佛", "353": "欲其深信大法。故作此語。以為敦逼。所敦即是住果。", "354": "住果聖人自無不信。然必須如來敦逼。方肯入大。○", "355": "大瓔珞譬喻品。是菩薩瓔珞經。此出第九卷。譬喻品", "356": "即第三十一品。已發菩提心。玅樂云。此乃三藏菩提", "357": "之心。機未合時。若聞三身。理合生謗云云。○迦留陀", "358": "夷結戒緣起。增一阿含四十六卷。迦留陀夷顏色極", "359": "黑。雨天乞食。驚長者婦。佛制一坐而食。過日中不食。", "36": "而不委明。○麤點五味。經云客醫和合眾藥。謂辛苦", "360": "○又如身子等。增一阿含十八卷。爾時舍利弗遊於", "361": "摩瘦本生之處。身遇疾病。極為苦痛。時唯均頭沙彌", "362": "供給云云。帝釋知舍利弗心中所念。來至精舍供養。", "363": "舍利弗止之。帝釋躬自除糞。弗即疾入涅槃。地震天", "364": "華云云。帝釋集香耶維尊者身。而收舍利。及衣鉢。而", "365": "付均頭沙彌。沙彌捉衣鉢舍利。往至阿難所。白言。我", "366": "師滅度。今持舍利衣鉢奉上世尊。阿難將沙彌至佛", "367": "所云云。佛告曰。舍利弗用戒身般涅槃乎。阿難云非", "368": "也云云。但舍利弗。恒喜教化說法。我今憶此深恩。故", "369": "愁悒耳。佛止曰。有生有死。過去諸佛。盡非滅度乎。○", "37": "鹹甜醋等味。以療眾病。無不得差。○不談佛意意趣", "370": "五分不滅等。前籤云。小乘云不滅者。以無作之業。至", "371": "未來世。名為不滅。非常住不滅也。增一第九在第十", "372": "八卷。○是方等陀羅尼下卷。今大藏中方等陀羅尼", "373": "經有四卷。此引在第二卷。", "374": "二就益不益中。於二緣如乳。謂即二味四機中後二", "375": "機名二緣也。○於小如乳。於大如醍醐。統紀華嚴二", "376": "味四機。一者純教法身。即是分證中道四十一位。此", "377": "名醍醐。二者凡夫大根。入圓初住證一分中道以去。", "378": "亦名醍醐。三者始入十信。雖但破四住。未破無明。但", "379": "名為乳。四者小根聾瘂。全生如乳。○及別圓兩教俱", "38": "何之者。佛意所之。在一實事。經歷四時。意未嘗異而", "380": "有五味次第等。如下文中。教教各判五味等。○此取", "381": "相生次第等。元草堂云。相生喻教。濃淡喻機。喻教則", "382": "有次第。從頓開漸漸入轉深。終會於圓。喻機則有優", "383": "劣。初自聾瘂彈訶。淘汰而卒至得記。○如三百比丘。", "384": "即般若中三百比丘得記是也。具如止觀第三記輔", "385": "行第十四卷。○般若付財文句云。般若是委業。信解", "386": "品記云。付財在法華中。又云於佛即是付財。二乘自", "387": "謂加說。", "388": "玄籤證釋卷第十終", "39": "未顯說。○自法華已前下。明四時所論三教。皆是圓", "4": "等四教判。釋謂以藏等四教釋。云辯教者。當一部之", "40": "門網目。雖諸部下明諸部中圓。未論佛意。亦非大綱。", "41": "故說下。明今經唯談圓教中大綱。雖圓法未嘗委論。", "42": "何況三教網目。○今經所論教意有二。一論中間漸", "43": "頓設化。正為逗機。籤科云先敘始末。二者究竟終訖。", "44": "在一大事。籤科云方顯今玅。初為顯諸教意。後為顯", "45": "今教意。○如止觀記輔行二十二卷。○明物機不同", "46": "中。初華嚴是頓。餘三時是漸。其宿植等。正明說由。初", "47": "即頓與去是說意。華嚴本明法界。而云如來慧者。以", "48": "法界佛慧理同。今從法華佛慧說也。阿含中應以此", "49": "法指小教漸入佛慧。是法華明小教之旨。教中不應", "5": "文。辯何時之教。則不須通辯五時也。法華中須辯五", "50": "自作此說。方等中苦切責之指彈訶。示所繫珠。即知", "51": "今教若將導等語。亦是今經說第四時意。一一文中", "52": "皆先明說由。次明說意。三結歸佛意。前教不說。至今", "53": "經方說之也。籤中初明今經敘前用教之意。所云意", "54": "者。華嚴為大。阿含為小。方等並為四機。般若圓融陶", "55": "汰。此四時之意。至今方說。次故前文下。明前經不說", "56": "逗機之意。故從此下。備舉今經及前教意。云騰今經", "57": "意者。前四時中云令入佛慧及示以衣珠。此皆舉今", "58": "經意也。而復用大用小以應機者。葢由宿植深厚。及", "59": "不堪聞大。乃至宜彈斥。宜付財。此用教之由也。故初", "6": "時者。以此教相具分別前之四章也。說佛本意指釋", "60": "說下。明前四時皆有三意未週。良由機未純一。故令", "61": "所說如此。以前一意當教有缺。以後二意不及法華。", "62": "○說前教意顯今教意。謂前教三意未周。至法華備", "63": "明之。開權發迹是今經之意。與說前教意而為三也。", "64": "此即等者。發五時教意。乃法華之力。若撮要經題。則", "65": "今家之功。從宿植深厚至此共有數行之文。判頓漸。", "66": "論權實。已收一代教法。法華文心。莫過本迹。得數行", "67": "之文則本迹諸文泠然可見。辨諸教所以者。五時諸", "68": "經說由說意。皆於此中辨之已竟。○色聲益者。色謂", "69": "見佛色身。聲謂聞佛言教。況若種等者。中間種熟。今", "7": "名。諸經實相之體有傍有正。而皆趣乎法華之正。明", "70": "日解脫。亦有今日始種善根。所謂三世益物。並脫並", "71": "熟。番番不息也。○摩訶袒持。止觀中飜大祕要遮惡", "72": "持善。祕要祗是實相。滅罪方法輔行及百錄中詳明。", "73": "廣論因疾等。問疾品文殊問菩薩應云何慰喻有疾", "74": "菩薩。維摩答。先明入空。後明入假慰喻云云。如來自", "75": "敷師子座等。初品文。大論第七卷釋。師子遊戲三昧。", "76": "大論第八卷釋。各各謂佛獨為我說。大論第九卷釋。", "77": "○說十住時等。經中法慧入菩薩無量方便三昧。說", "78": "初發心住等。初法慧一切慧勝慧功德慧精進慧善", "79": "慧智慧真實慧無上慧堅固慧也。十林。初功德林。次", "8": "宗等者。記云體非因果。依之辯因果。因果取體。方有", "80": "慧林。乃至十智林。功德林入善思惟三昧。說歡喜行", "81": "等。十幢初金剛幢。次堅固幢。乃至十法幢。金剛幢入", "82": "智三昧。說救護一切眾生離眾生相迴向等。三十六", "83": "菩薩。連解脫月共三十七。此是晉經。唐經三十八菩", "84": "薩皆以藏為名。連解脫共三十九。初金剛藏菩薩。寶", "85": "藏菩薩。蓮華藏菩薩。乃至佛德藏菩薩。十地名。謂歡", "86": "喜地等。○解脫月說五行偈。晉經偈云。淨念智慧人。", "87": "何故說菩薩。諸地名號已。默然不解釋。今諸大菩薩。", "88": "乃至皆以恭敬心。瞻仰於仁者。願欲聽聞說。如渴思", "89": "甘露。○金剛藏六行偈。晉經偈云。諸菩薩所行。第一", "9": "勝用。故知前經之宗。依前經之體。用復依宗。既開顯", "90": "難思議。分別是十地諸佛之根本。乃知第六偈云。我", "91": "念佛智慧。第一難思議。眾生少能信。是故我默然。○", "92": "解脫月復請中。又說兩行偈。故注云云。○解脫月復", "93": "請云。諸佛皆護念等。晉經有四行半偈。諸菩薩同聲", "94": "偈。晉經諸菩薩同請云。上妙智慧人。樂說無有量。德", "95": "重如山王。哀愍說十地。戒念慧清淨。乃至第十地。次", "96": "第為我說。○諸佛放光。爾時世尊。從眉間出清淨光", "97": "明云云。光中偈讚。經偈云佛無等等如虗空等。○彼", "98": "十方說法法同人同等。經云爾時法慧菩薩承佛神", "99": "力。入菩薩無量方便三昧。以三昧。力故。十方各千佛"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 592 法華經玄籤證釋", "englishTitle": "卍 Xuzangjing, Electronic version, No. 592 法華經玄籤證釋", "author": "清 智銓述", "language": "chinese", "source": "CBETA"}