{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 490 金剛經淺解", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 490", "1": "金剛般若波羅蜜經淺解", "2": "姚秦三藏法師鳩摩羅什奉　詔譯", "3": "奉佛弟子翁春　王錫琯解釋", "4": "經題金剛般若波羅蜜經", "5": "釋　金剛者。金中精堅者也。剛生金中。百煉不銷。", "6": "利能斷物。譬如智慧。能斷絕貪嗔癡一切顛倒之", "7": "想。梵言般若。此云智慧。梵云波羅蜜。此云到彼岸。", "8": "欲到彼岸。須憑智慧。經者。此經乃學佛之路徑也。", "9": "法會因由分第一○法會因由分第一", "10": "此分敘說法聚會因緣之所由起。考大般若經有", "11": "六百卷。凡說十六會。此則五百七十七卷。給孤園", "12": "第二處第九會也。按前此佛在鹿野苑轉四諦十", "13": "二行法輪。恐人遂著有相。因於般若會上。闡無相", "14": "正宗。要人見性成佛。不許向心外一絲著取。所以", "15": "掃求佛相。埽取菩薩相。埽能度生相。埽泥言說相。", "16": "埽著修行相。而併不生斷滅相。空而不空。有而非", "17": "有。見性如如。法會大事畢於斯矣。", "18": "佛有大弟子阿難．迦葉二人。共述此經。其言曰。如是經之所言乃我親聞之於佛者。彼", "19": "一時也。佛在舍衛波斯匿王之國。城外有太子祗陀所施之樹。給孤", "20": "獨長者須達拏所買之園。內建精舍。請佛說法。佛與得道深者大比丘之徒眾千", "21": "二百五十人俱在焉。於爾之時。佛為世界之尊。當將午食時。著", "22": "僧伽之大衣。持四天王所獻之鉢。往入舍衛大城。向人家乞食。於其", "23": "城中。不擇貴賤。作平等觀。次第而乞。乞食已竟。還至本處園中。將乞來之", "24": "食。各飯食訖。收其衣鉢。洗其跣足已畢。乃敷陳高座。而結跏趺以坐。", "25": "於是可以隨宜明道矣。", "26": "釋　佛滅度時。阿難啟請。一切經首。當置何語。佛", "27": "命置如是我聞四字為句。佛者。梵云婆伽婆。唐言", "28": "覺。自覺覺他周遍法界。舍衛國有一長者。名須達", "29": "拏。常周給孤貧煢獨。因有是稱。彼欲卜勝地供佛。", "30": "惟祗陀太子園方廣莊嚴。往問太子。太子戲曰。若", "31": "布金滿園。我當賣之。須達拏運金側布八十頃園", "32": "並滿。太子不受。因同建精舍。故統明祗樹給孤獨", "33": "園。梵云比丘。此云乞士。乞法以明己之心。乞食以", "34": "種人之福。佛為三界之尊。故稱世尊。三界者。欲界．", "35": "色界．無色界也。", "36": "善現起請分第二○善現起請分第二", "37": "此分。空生致敬起請。所問皆菩薩分上事。三．四分", "38": "佛亦以菩薩之事答之。如是指所問三藐三菩提", "39": "心。故十七分問答仍前。正增應生如是心及無有", "40": "法二句。其寔無有法正以離四相故而降伏之問", "41": "以明。", "42": "維時有年長而老者名須菩提。在於大眾中。即從座上起", "43": "立。偏袒而露其右肩。以示奉持之便。右膝跪著于地。合掌以致其", "44": "恭敬之心。而啟白於佛前。乃言曰。我佛萬法圓融。真三界希有之世尊", "45": "也。以真如之性。明慧通徹。隨所而來現。善能護衛眷念諸學佛之菩薩。", "46": "俾信受是法。不受魔侵。善能委付囑託諸學佛之菩薩。俾奉行是法。無時斷絕。其", "47": "慈悲導引如是。今敢請問世尊。有奉佛子善男子．善女人。思斷塵緣。求生定慧。因", "48": "發阿耨多羅三藐三菩提心。應云如之何。得安住此心。只在真性", "49": "內。云如之何。降伏其一切妄想之心。不使動搖真性乎。佛歎美之而言曰。", "50": "善哉。善哉。如爾之問也。須菩提。果如汝所說。如來慈悲導引。善", "51": "護念諸菩薩。惡魔不侵。善付囑諸菩薩。退轉不生。我將說此廣大之法。汝", "52": "今審諦聽受。當如汝所問。為汝詳說之。今有善男子．善女人", "53": "能發阿耨多羅三藐三菩提心者。欲求安住真性。應知如是", "54": "安住。欲求降伏妄心。即當如是降伏其心。何也。心亡則境空。境空則心滅矣。詞未畢。", "55": "而須菩提即應曰。唯唯然哉。我世尊之言。乃弟子心願愛樂。所欲聞者也。", "56": "釋　梵云須菩提。此云善吉．善現．空生。尊者初生", "57": "時。相師占之。唯吉．唯善。後解空法以顯前相。如者。", "58": "佛之真性。變現自如。明以照無量世界。慧以通無", "59": "量劫事也。來者。真如發現。隨處顯應也。二字者。兼", "60": "體用言之。梵云菩提。此云覺。梵云菩埵。此云有情。", "61": "言能覺悟在有情之中也。梵云阿。此云無。梵云耨", "62": "多羅。此云上。梵云三。此云正。梵云藐。此云等。梵云", "63": "菩提。此云覺。總云無上正等正覺也。", "64": "大乘正宗分第三○大乘正宗分第三", "65": "大乘者。言如大車之無不載也。正宗者。言為嫡裔", "66": "而非旁枝也。空生以安住降伏並舉。今惟標降伏", "67": "者何。葢欲安住真心。須先降伏妄心。然趨寂猶易。", "68": "若推向度生。則心與境接。倘降伏稍不得力。此中", "69": "微細無明。隱隱生動。即離真常。不得名住矣。", "70": "佛因呼而告之曰。須菩提。諸菩薩摩訶薩欲求安住此心。須先降伏妄心。", "71": "應如是不思善．不思惡降伏其心。心滅境滅。如我度脫眾生然。豈可著一毫塵相乎。世", "72": "間所有一切眾生之類。其類有九。則有若迷性造業而為卵生者。有若", "73": "習性流轉而為胎生者。有若邪氣結聚而為濕生者。有若觸趣變化而為化生者。此", "74": "四種皆欲界眾生也。離此則天人矣。若夫分別是非。未契無相之理。但有色身。而無男女之形。已", "75": "絕情欲矣。此謂色界。若夫執著空相。不修福慧。惟有靈識而全無色身。若夫口說佛法。心", "76": "不依行。靜寂無為。而惟有想念此二者。皆謂無色界。若無想者。坐禪除妄。無有作用。", "77": "若非有想非無想者。不著二法想。故云非有。求理心在。故云非無。此于三界諸天為極", "78": "高。壽為極長。不止八萬劫而已。凡此皆有不生滅之妙心。仗佛法力。我皆令悟入圓滿清淨", "79": "義。毫無餘剩習氣煩惱與形相知識。直到不生謂涅。不死謂槃之地。將歷劫受生之累", "80": "而斷滅淨盡。度脫生死苦海。至此。則佛與眾生本性自如。同登彼岸矣。然眾生雖有本性。不能", "81": "自度。今全仗道力開悟之。及至如是滅度無限量．無數目．無邊岸如", "82": "許眾生。可云多矣。其實眾生自明。本性自度。苦海．佛法原不曾有。增加于彼。本無眾", "83": "生得滅度者。此何以故哉。總為佛心平等。不將眾生分別形相耳。須菩提。", "84": "設若菩薩心有能所。輕慢眾生。是有我相也。自恃持戒。輕破戒者。是有人相", "85": "也。厭三塗苦。願生諸天。是有眾生相也。心愛長年。勤修福業。執法不忘。是有壽者相", "86": "也。則已墮貪嗔癡愛四惡業矣。有相即眾生。無相即佛。惟不以度眾生為功。而了無所得。以其四相盡除也。設", "87": "若起能度眾生之心。是眾生之見。則非菩薩也。只這無相之心便是降伏妄心之法矣。", "88": "釋　梵云菩薩摩訶薩。此云覺眾生也。摩訶言大", "89": "也。", "90": "妙行無住分第四○妙行無住分第四", "91": "上問如何住。此答無住者何。常住者體也。無住者", "92": "用也。無住之住。是名真住。又言如所教住即答安", "93": "住降伏意。", "94": "兩大弟子復敘次佛言。佛又呼而告之曰。須菩提。菩薩於此法。要應", "95": "當絕無方所住著此心。將此無住著之心。行於布施之事。是所謂不住", "96": "著于目之色塵。冀有所獲而布施。不住著于耳之聲．鼻之香．舌之味．身之觸．心之", "97": "法諸塵。冀有所獲而布施。須菩提。夫布施而住著于六塵。與我本性何與。菩薩", "98": "受如來無相教法。但以法施利益一切眾生。應如是布施。物我兩空。不住著於", "99": "形相。是何以故。葢凡人布施。止為求滿情欲。先施財于人。後得福于己。施財有盡。則得福", "100": "亦有盡。若菩薩一心清淨。利益一切。不住著于形相。內不見我之能施。外不見我之", "101": "受施。布施遍滿虗空。斯其福德。誠不可思想度量也。須菩提。我謂", "102": "菩薩功德莫量其於意云何哉。葢菩薩不著形相。法施廣大。世界萬有。包含無遺。今試看", "103": "東方虗空可能思量窮盡不乎。須菩提答曰。虗空而以思量盡之乎。不也。", "104": "果如世尊之言也。佛又曰。須菩提。南西北方以及四維上至天．下至地。", "105": "其虗空處所可能思量窮盡不乎。須菩提答曰。虗空而以思量盡之乎。不也。", "106": "果如世尊之言也。佛因告之曰。須菩提。菩薩無住著形相之布施。其應", "107": "受福德。亦復如是十方虗空之不可思量也。須菩提。菩薩", "108": "今欲受如來教得住心妙法。但應依不住相之言。如所教以存住此性真可也。葢有住", "109": "著。都是六塵。無住著者。乃是本心安住之所。故無住為住。乃真住也。", "110": "釋　觸法之法。非謂佛法。是凡夫心中思想的法", "111": "術也。", "112": "如理實見分第五○如理實見分第五", "113": "如者猶俗言自在也。性體常常自在。全無更變。此", "114": "為真性之理。故曰如理。凡夫不能認著如理。只為", "115": "眼見虗妄形相。將真寔本性撇去腦後。就見如來", "116": "三十二相。與我真性有何干涉。", "117": "佛又呼須菩提欲明無相真性。於意果是云何。我試問。汝如來既全佛。性又有佛身。", "118": "可以三十二種莊嚴身相。謂即此是見如來不乎。須菩提答曰。但見如來身相。豈可", "119": "謂便見如來。不也。世尊。葢如來原不在身相上發現。是不可以身相得見", "120": "如來也。何以故哉。如來所說之身相。原非形色。葢是虛空中法身。", "121": "即非有真寔身相可見也。佛又告須菩提曰。凡世上有所一切", "122": "諸形相。雖然有此軀著。而無真寔本性。須臾消化。還歸虗空。豈非皆是虗妄。若能識得此", "123": "理。見諸形相都非寔相。則如來法身真相。立便現前。則見如來矣。就", "124": "色身中看出法身。葢自性原有箇如來也。", "125": "釋　太子名悉達多。漢言頓吉。生時三十二相。八", "126": "十種好。放大光明。普照三千大千世界。", "127": "正信希有分第六○正信希有分第六", "128": "此分說人正心信受。絕去一切形相。良為希有也。", "129": "前空生初執有相。因佛以不住相破之。後疑無相。", "130": "因不能契有相果。是執佛有相矣。佛以如身非相", "131": "破之。以無相因。契無相果。豈不因果俱空。人法雙", "132": "泯。此義甚深。殊難信解。故疑而問佛云云。大祗眾", "133": "生情念所動。一有取著。便涉非法。誠使情念忘而", "134": "智慧開。降伏安心。直下誠當矣。", "135": "須菩提又白佛言曰。世尊。今世人多迷少悟。不誠眾迷之中。頗有眾", "136": "生。得聞我佛如是言說之一章一句。生真實信心。當下了悟不", "137": "耶。佛告須菩提曰。如來以度脫眾生為心。深願其聽受我言。汝切莫作是信否", "138": "之說也。如來滅度之後。後經五百歲。此時有持戒而諸惡不作。", "139": "修福而眾善奉行者。於此一章之大意。一句之解說。能生信受之心。", "140": "以此為真實而無疑。當知是信心之人。自度度人。利益無窮於將來作佛之", "141": "眾生。不止於一佛二佛三四五佛令之如我信心而種善根。已", "142": "能於無量千萬佛所皆令信心無二而種諸善根也。可見此眾生聞", "143": "是章句。乃至一念生清淨信心。去塵絕垢者。須菩提。此豈猶人", "144": "之福德已乎。如來悉知之。悉見之。是諸信心之眾生。便得如", "145": "是種無量善根之福德是果。何以故哉。因為是諸眾生聞佛妙法。", "146": "本性圓明。形相都化。無復有執定之我相。對立之人相。厭苦之眾生相。貪愛", "147": "之壽者相。且無有傍依佛法智識相。亦無捨去佛法。塊守空寂之非法", "148": "相。諸相盡捐。斯名淨信。必須無相。方是無量。又何以故哉。葢以是諸眾生。若", "149": "心中取有形相。是則為牽著我人眾生壽者。豈能真性到處圓滿。", "150": "若心中取有法相。即為牽著我人眾生壽者。豈能了悟真性無為自在。", "151": "夫何以故也。良以真性原無容一毫牽著也。豈惟是哉。即令心中若取有非法", "152": "相。亦是即牽著我人眾生壽者。豈能使真性空明。方便應現乎。職是之", "153": "故。所以不應取法。而有法執。并不應取非法。而有空執。總以是無妙", "154": "相義。原無可著故耳。試觀如來度人。常說汝等學佛之比丘。須知", "155": "我所說之法。未明性時。不可無言。如未渡河。不可無筏。然一渡則棄之矣。猶如取筏", "156": "為喻。可見到彼岸者。佛法尚應捨去。何況非佛正法乎。真實生淨信", "157": "者。宜直下見性。不受諸相隔礙矣。", "158": "釋　信心者。信般若波羅蜜能除一切煩惱。能成", "159": "就一切出世功德。能生出一切諸佛。信自身佛性", "160": "本來清淨。無有污染。與佛無二。信六道眾生。本來", "161": "無相。信一切眾生盡得成。佛是名淨信心也。", "162": "無得無說分第七○無得無說分第七", "163": "真性空寂。無有形相。人若能悟性空。即佛法與我", "164": "何干。却得個甚麼。佛所說。都是方便指迷的引子。", "165": "及到真性上。一切言語總用不著。却又說個甚麼。", "166": "此雙遣佛法知見也。文中無有定法四字。正是宗", "167": "眼。不但為空生指示無為法三字同。", "168": "法尚應捨。則佛將安在耶。須菩提。汝於佛法大意。亦知其云何哉。如來無上正", "169": "覺。本自空寂。豈于心外別有所得。若指此覺性為如來所獨有。則如來真有所獨得之阿", "170": "耨多羅三藐三菩提耶。且如來以此正覺。廣為人說。即謂如來之法。直在言語上", "171": "見。則如來果曾有所說法耶。須菩提答言曰。如我之意解說", "172": "佛所發問言說之義。要知無上正覺深妙難名。隨人證入。無有一定之法。", "173": "斯名為阿耨多羅三藐三菩提。則如來寔無所得也。如來憫眾生沉迷。以", "174": "方便法引導性真。所謂依病發藥。可見亦無有定法如來可說也。斯何以", "175": "故。法既不定。則聽法之人。又何可執以為定乎。須知如來所說法。可以性修。皆不", "176": "可以色相取。可以心傳。亦不可以言說求。必人自悟自解。乃得之耳。葢法原無法。斯云", "177": "非法。亦不離法見性。斯云非非法。有法．無法俱不是。從此得一是處。方是真法。所以", "178": "學佛人。不能立見如來者何。止因一切修行賢聖。皆以真性無為之法", "179": "為證向。但根器有淺深。意解有偏正。毫釐千里。而有差等分別。不能齊一。與如來同體也。是空", "180": "生深契無相之理如是。", "181": "釋　或持戒忍辱。或精進禪定。或聚沙塔頂禮。或", "182": "念南無佛號。隨人所修。是無定法。或為志求勝法", "183": "者說。或為求無上慧者說。或為求聲聞者說。或為", "184": "求辟支者說。應機而酬。是無定法。", "185": "依法出生分第八○依法出生分第八", "186": "此分言諸佛妙道。皆因此經生出。教人依從法要。", "187": "總此一念。散為千法萬法。所謂福德性也。", "188": "空生固契無相之理矣。而未契無相之理得無相之福也。佛告之曰。須菩提。佛法究竟。於大", "189": "意云何解說也。試以身外享用之福德。與心內自有之福德。相提而論。便見虗寄在形。為有盡。真", "190": "寔在心。為無量矣。設若有人廣以財施。直到積滿三千大千世界之七", "191": "寶。都以用布施。如此浩大。是人所得福德。亦當如布施之數。寧為", "192": "多不乎。須菩提言曰。此福德甚多。有如世尊之言也。然我說其福德多者。", "193": "何以故。葢是等福德。都是身外享用。與真性無干。即非福德出于真", "194": "性者。著在形色。終是有數可筭。是故如來但說其享用福德如許之多", "195": "耳。佛因須菩提已知身外福德如此。乃取心內福德示之曰。設若復有人。於此經中", "196": "所說真寔性義。了悟明白。一心承受。時時把持。勿令怠忘。又能省却經文多句。乃歸至", "197": "直明性體之四句偈等。自己明悟。又為他人解說。令人共明本性。如此。則利", "198": "人利己。較之施財。其福勝彼。夫何以故哉。須菩提。汝當知經文直明真", "199": "性。圓滿完足。世上一切諸佛得成佛果。乃諸佛所說阿耨多羅三藐", "200": "三菩提之法。皆從此經中悟出。然此經文。亦如河筏耳。直認本性。尚在語言文", "201": "字之外也。須菩提。若人錯會經文所說法。便是佛法。不曾于性真寔有體認。則其所謂佛", "202": "法者。皆有相之見耳。即非真寔明心見性之佛法矣。", "203": "釋　三千大千世界者。此日月所照為一小世界。", "204": "其中間有須彌山。日月繞山腰運行。南為閻浮提。", "205": "東為弗婆提。西為瞿耶尼。北為󳬂單越。是名四天", "206": "下。此山之高。半出日月之上。山上分四方。每方有", "207": "八所。中間為一所。謂之三十三天。梵云忉利天是", "208": "也。日月運行于此四天下謂之一小世界。如此一", "209": "千小世界。謂之小千。如此一千小千世界。謂之中", "210": "千。如此一千中千世界。謂之大千。以三次言千。故", "211": "云三千大千。其寔一大千耳。七寶者。金．銀．琉璃．珊", "212": "瑚．瑪瑙．赤真珠．玻瓈也。四句偈諸解不一。唯彌勒", "213": "指無人我眾生壽者。言要當活看等字也。", "214": "一相無相分第九○一相無相分第九", "215": "此分言四果菩薩各有一相。然不過就他地位略", "216": "有次第。其寔悟到真空。豈有形可執。", "217": "佛告須菩提。今已證四果之菩薩。各有名目。豈彼尚有分別形相心耶。於其意果云", "218": "何也。如第一果之須陀洹。已離欲界。去凡入聖。將其心尚能作是念。見得我已證", "219": "入。得此須陀洹果位不乎。須菩提答言曰。須陀洹無得果之念。", "220": "不也。世尊。是何以故。葢須陀洹離塵見性。名為入聖之流輩。", "221": "而真性本空。原無所入。只此不入色聲香味觸法之塵。便為入流。豈是", "222": "真有所入。是名須陀洹耶。佛又曰。須菩提。其他亦復如是。汝於意中亦知其", "223": "云何也。又有第二果之斯陀含。已離塵生天。將其心尚能作是念。見謂我", "224": "已證入。得此斯陀含果位不乎。須菩提答言曰。斯陀含無得果之", "225": "念。不也。世尊。何以故。斯陀含色身一往天上。一來人〔來〕不復再來人間。名", "226": "一往來。而其前念起妄。後念即覺。止見一生滅。無第二生滅。雖有往來。不著往來之相。而實", "227": "無往來。豈真著塵緣去留之相。而始曰是我纔得名斯陀含耶。佛又曰。須菩", "228": "提。汝於意云何也。復有第三果之阿那含。能作是念。謂我已證", "229": "入。得此阿那含果不耶。須菩提答言。阿那含無此念。不也。世", "230": "尊。何以故。蓋阿那含內無欲心。外無欲境。已離欲界。心無執著。雖名為不", "231": "來。而實無不來之相。是故但名為阿那含耳。豈遂有得果之見哉。佛", "232": "又言。須菩提。汝於意云何也。復有第四果之阿羅漢。能作是念。", "233": "謂我已證得。得阿羅漢道不也。須菩提言。不也。世尊。何", "234": "以故。佛法本空。有何定法。唯其實無有法。故第名為阿羅漢耳。世尊。", "235": "若阿羅漢作是念。我得阿羅漢道。即為著我人眾生", "236": "壽者四相之妄念矣。豈得成人法雙遣之阿羅漢道乎。且須陀洹．斯陀含．阿那含皆言果。而阿羅漢言道", "237": "者。至此方為證道也。夫阿羅漢與須陀洹造就不同有淺深而異名耳。即道與法。亦是假名。在教為法。在行為", "238": "道。無法則無道。無道則無得矣。且世尊不常念之乎。我佛說我無爭念。無人我之相。有正", "239": "定。故能得無諍三昧。人中明了真性。最為第一。是第一等離", "240": "去六欲超出物表之阿羅漢也。佛雖如此稱道我乎。我却不作是念。得見", "241": "我是離欲阿羅漢。世尊。我若作是念。自謂我得阿羅漢", "242": "道。便是執法不忘。著於有相。世尊即不稱許說須菩提已證無諍三昧。是悅", "243": "樂阿蘭那行者之人矣。今之稱許者。正以須菩提法性都空。實無有", "244": "所執之道行。而名之以須菩提是能樂阿蘭那行也。我佛以為何", "245": "如。可見四果菩薩。既空塵相。猶恐一絲未斷。故如來與須菩提反覆問答。一一解破。使之悟徹無相。真寔了義。", "246": "不受纖毫牽挂耳。", "247": "釋　梵云三昧。亦云三摩地。亦云王摩提。此云正", "248": "定。言入定之法正也。亦云正見。遠離九十五種邪", "249": "見也。亦云正受。言定中所想境界而受之。非是妄", "250": "想也。梵云阿蘭那。此云無諍。", "251": "莊嚴淨土分第十○莊嚴淨土分第十", "252": "真性不散亂。便是莊。邪妄不能入。便是嚴。淨土者。", "253": "清淨心也。無所住而生其心。即生清淨心也。此經", "254": "十七分應生如是心。即此無所住而生其心也。無", "255": "所住之心。便是無心。而如是生清淨心。便是不滅", "256": "無生之生。何礙于生知不滅。便是生。不必更求生", "257": "相矣。二十七分中于法不生斷滅。即此義也。", "258": "佛告須菩提曰。人到修行成佛時。於彼意中。是云何等心境乎。即我如來", "259": "往昔之時。在本師然燈佛所。於佛法果寔有所得不。須菩提答曰。我", "260": "佛心空萬有。豈尚存有得之心。不也。世尊。如來在然燈佛所。雖有傳授。然返", "261": "觀本性。原所自有。於佛法實無所得也。佛又言曰。須菩提。法既無得。其", "262": "於意中。畢竟是云何等乎。菩薩住之所在。果是莊嚴佛土不也。須菩提答曰。", "263": "不也。世尊。我說菩薩不是莊嚴佛土。何以故哉。葢以莊嚴佛土者。止在", "264": "真性中清淨自如耳。不著形相。即非有莊嚴迹象。獨見真性光明。是名為莊嚴", "265": "佛土也。佛許可其言。因曰。以此非莊嚴。是名莊嚴之故。須菩提。彼諸菩薩摩", "266": "訶薩。應當亦如是自生其清淨本心。離去一切塵相。不應住著目", "267": "之見色。別生其心。不應住於聲香味觸法而生種種塵心。", "268": "我之本心。原來清淨。眾物靈明獨照。應當于六塵中一切無所住著。本心孤露。時時發現。", "269": "而生其清淨之心。則此所生之心。方是我本心之自生耳。此心一生。遍滿虗空矣。須菩", "270": "提。譬如有人焉。其身如須彌山王。高廣至三百三十六萬里。如是之大。於", "271": "汝意中云何。見如是等之身。信為大不乎。須菩提答言。若止", "272": "言形骸之身。果然甚大矣。然僅形體耳。世尊。是何以故。葢佛所說。是指", "273": "人本性。不著形相。乃法身。非色身也。法身到處應現。是名為大身耳。", "274": "釋　然燈即定光佛。須彌於山中最尊。故曰王。", "275": "無為福勝分第十一○無為福勝分第十一", "276": "前言無證．無得．無嚴。似乎因果涉空矣。不知無為", "277": "之修。其福更勝。葢法施總就他本然之性。令人自", "278": "悟。原無施為也。", "279": "一切空相。乃現成公案。不假施為。故佛又呼而告之曰。須菩提。世人求福。係是身外作為。究竟", "280": "有盡。如彼恒河中所有沙石之數。不可計量。又如是沙等之恒", "281": "河。於汝意中云何。是諸恒河沙。寧為多不耶。須菩提", "282": "答言曰。為數至此。可謂甚多矣。世尊。但說諸恒河。尚多無數。", "283": "何況其沙。愈不可計量乎。佛因呼須菩提曰。我非泛論河沙也。今以真實", "284": "之言告汝。設若有善男子．善女人。以七寶充滿爾中處", "285": "所之恒河沙數三千大千世界。都以之用為布施。如此", "286": "則得福多不乎。須菩提又答言曰。布施至此。亦云甚多矣。世尊", "287": "以為多乎。佛又告須菩提曰。布施如河沙。雖得福德多。畢竟有盡期。設若有善", "288": "男子．善女人。於此所說經中。乃至承受持誦四句偈等。", "289": "盡為他人解說。令人己各明本性。同登彼岸。而此福德無量。勝前所說", "290": "施財福德。可見法施豈落有為之迹乎。", "291": "釋　恒河。西方河名。", "292": "尊重正教分第十二○尊重正教分第十二", "293": "此分足上未盡之旨。分兩截看。先從說經之處。以", "294": "及於持經之人。自四句偈至全經。是由淺以入深。", "295": "後又從持經之人。以及於經所在處。自成就菩薩。", "296": "至有佛與弟子。是由深而入淺也。", "297": "兩大弟子重復編次。佛言曰。須菩提。若有人隨身所到之處。即為他人解說", "298": "是經。乃至四句偈等法語。盡皆為人解說。當知此說經之處。不著形象。", "299": "行一無所得心。一切世間天人阿修羅皆應歡喜敬信供養此說經之", "300": "人。即其說時。皆如來全身舍利所發現如來塔廟。咸生嚴敬說法者。尊重加此。何況", "301": "有人奉此經文。盡能一身承受。一心謹持。對卷而讀。離卷而誦。其法力更", "302": "何如耶。須菩提。當知是人已到無相之地。成就世間最上第一希", "303": "有之佛法。悟到性空。與佛無二。若是持誦經典。此人所在之處。即為", "304": "有佛在之處。自性即佛也。為人說法亦佛也。了悟不疑。如親受如來傳示者。豈非此人。即若如來", "305": "之可尊可重之大弟子乎。", "306": "釋　阿修羅。嗔恨心重者。天人畜生中皆有之。", "307": "如法受持分第十三○如法受持分第十三", "308": "此分標般若實際也。根上無相無住。福德無量。來", "309": "要人知佛所說法。在人自悟。不在語言文字尋取。", "310": "連名目總是假象。人當照依此法受持也。", "311": "當爾時。須菩提白佛言曰。世尊。目前所說之經文。當何名此", "312": "經。我等既聞是經旨。又當云何奉行持守於心也。佛因告須菩提", "313": "曰。是經當名為金剛般若波羅蜜。以是名字之意。汝當", "314": "奉持。其所以奉持之者宜何如。須菩提。佛所說之般若", "315": "波羅蜜。正以本性空明。不著塵相。還我本來。佛法都假。若有一定之智慧可稱彼岸可到。即", "316": "此非是般若波羅蜜。是名般若波羅蜜也。須菩提。汝於此意云", "317": "何。須會如來住世。普度群迷。到處為人說法。其寔真法自在人本性中。非語言文字所能了其", "318": "有所說法不耶。須菩提白佛言曰。世尊。法自在人性中。如來", "319": "實無所可說也。佛又告之曰。須菩提。我思世界都空。原是如此。於我所見之意。", "320": "又云如何哉。試觀三千大千世界。亦至廣矣。其中所有微塵。處處", "321": "布滿。是為多不乎。須菩提言曰。甚多。世尊。佛因言曰。須菩提", "322": "。是諸微塵。總是眾生心上因緣轉流變現。若性本清淨。一塵不染。則萬象俱空。故如來", "323": "所說微塵。是說非微塵所能污之本性。是名微塵。而在塵離塵也。積塵成世。倘微", "324": "塵都空。世界何有。故如來所說世界。是說非世界所能囿之性法。是名世", "325": "界。而在世離世也。微塵世界若不如此理會。便逐幻相生死輪迴。不得出頭矣。須菩提。於", "326": "汝意中云何理會。今要見如來者。可以三十二相見如來不耶。須", "327": "菩提答曰。不也。世尊。不可以三十二相見如來者。何以故。", "328": "蓋如來三十二相。皆從三十二行得之。非實有形相也。所以如來說三十二相。即", "329": "是非眾生所見之相。乃其法性圓明自然形體光輝。是則名為三十二相。", "330": "夫然則要見如來。定須於本性尋取也。佛因告之曰。須菩提。設若有善男子．善", "331": "女人。以恒河沙相等之身命用為布施。助行善事。設若復有", "332": "世人。於此經中所說。乃至受持四句偈等法意。盡為他人", "333": "解說。指迷成覺。以視身命布施。雖得福報。畢竟不明本性。豈如自度度人共登彼岸。其福為", "334": "甚多乎。", "335": "釋　如來妙相。一足下有平滿相。二足下千輻輪", "336": "文無不圓滿。三手足並皆柔軟如兜羅綿。四兩足", "337": "一一指間猶如雁王。文同綺畵。五手足諸指圓滿", "338": "纖長可愛。六足跟廣長圓滿與趺相稱。七足趺修", "339": "高光滿與跟相稱。八雙腨漸次纖圓如鹿王腨。九", "340": "雙臂平立摩膝。如象王鼻。十陰相藏密。十一毛孔", "341": "各一毛生紺青宛轉。十二髮毛右旋宛轉。十三身", "342": "皮細薄潤滑。垢水不住。十四身皮金光晃耀。諸寶", "343": "莊嚴。十五兩足兩掌中頸雙肩七處充滿。十六肩", "344": "項圓滿殊妙。十七膞腋悉皆充實。十八容儀洪滿", "345": "端直。十九身相修廣端嚴。二十體相量等圓滿。二", "346": "十一額臆并身上半威容廣大如獅子王。二十二", "347": "如來常光面各一尋。二十三齒相四十齊平淨密", "348": "根深。白瑜珂雪。二十四四牙銛白鋒利。二十五如", "349": "來常得味中上味。二十六舌相薄淨廣長。能覆面", "350": "輪至耳髮際。二十七梵音詞韻和雅。隨眾多少。無", "351": "不等聞。二十八眼睫猶若牛王。紺青齊整。二十九", "352": "眼睛紺青鮮白紅環。三十面輪猶滿月。眉相皎淨", "353": "如天帝兮。三十一眉間有白毫相。柔軟如綿。白瑜", "354": "珂雪。三十二頂上烏瑟膩沙高顯周圓。猶如天葢。", "355": "三十二行者。眼耳鼻舌身五根中。具修六波羅蜜。", "356": "謂布施．持戒．忍辱．精進．禪定．智慧。也於意根中。修", "357": "無住．無為也。", "358": "離相寂滅分第十四○離相寂滅分第十四", "359": "此分分四段。自白佛言至第一波羅蜜乃是印契", "360": "佛心。入佛知見。自忍辱波羅蜜至即非眾生。乃逆", "361": "空生疑施身命之難破以五蘊寔法暗結無住之", "362": "問。自真語至無寔無虗又結令諦信佛心莫起疑", "363": "念。自菩薩無住法至無邊功德也總是塵相之宜", "364": "空。受持功德之難及。", "365": "於爾時。須菩提聞說是經。深解其意義趣味。自恨解悟之晚也。涕", "366": "淚悲泣而白佛言曰。此經真世所希有者乎。世尊。佛今說如是", "367": "甚深奧之經典。我從昔日受生以來所得智慧法眼。未曾得", "368": "聞如是之經義。世尊。設若如今復有人得聞是經。遂起信", "369": "心。悟得本性清淨。埽除幻影。真體發現。即生自有之實相。當知是人。已能", "370": "成就第一等希有之功德。世尊。然是實相者。豈真實有之。", "371": "即是非相就其本性圓明。與向外之幻相逈別。是故如來信說名之為實", "372": "相耳。世尊。我今親在佛前。得聞如是經典。真信不疑。曉解妙義。", "373": "合下領受。永久持守。不足以為煩難。設若當將來世界。後", "374": "此五百歲。佛已滅度。僅存像法。其時倘有眾生。得聞是經。如我之信", "375": "解受持。是人則為第一希有。何以故哉。葢此人從經悟入。即已", "376": "無我相人相眾生相與壽者相矣。所以能無四相者何也。種", "377": "種幻相。本性原無。知我相即是非相。方得真空其一切。人相眾生相壽", "378": "者相即是非相。總可例觀之也。又何以故。葢形相俱六塵染著之空華。故有此", "379": "形相。便已埋藏本來真性。所以離一切諸相。便是佛性。則名為諸佛矣。佛", "380": "因告須菩提曰。汝之所解果然。如是如是。設若後世復有人得", "381": "聞是經。歡喜領受。絕不驚疑。沉思靜悟。了不恐怖。勇猛精進。毫不畏阻。", "382": "當知是人。甚為希有。又何以故。須菩提。如來所說之波", "383": "羅蜜。原有十種。只此等布施為第一波羅蜜。葢此布施。並不著相。已能直明本性。萬行都圓。", "384": "豈但無四相。并無法相。即此非有第一波羅蜜之心。盡空無相。是方可名", "385": "為第一波羅蜜也。須菩提。且如凡人最難遣者。瞋恨之心。極能壞亂性行。所以", "386": "學佛之人。忘人我相。任行凌虐。付之不聞。此為忍辱波羅蜜。然使形相未空。根芽尚在也。", "387": "如來說非有忍辱波羅蜜心。此何以故。葢忍辱亦極難耳。須菩", "388": "提。如我昔在前世。曾為歌利王割截身體。辱亦至矣。我於爾時。", "389": "無我相無人相無眾生相無壽者相也。何以故而能然也。", "390": "我於往昔節節支解之時。設若有我相人相眾生相", "391": "壽者相。塵心未盡。應生嗔恨。如何似刀斫虗空乎。須菩提。我又思念", "392": "過去於五百世前。曾作忍辱仙人。於爾時處所之世。無我", "393": "相無人相無眾生相無壽者相。所以能作忍辱功行耳。知是之故。", "394": "須菩提。凡求佛性之菩薩。應離一切形相。而發阿耨多羅", "395": "三藐三菩提之心。不應住著於色而生其心。不應住著於", "396": "聲香味觸法而生其心。應生一切形相無所住著之心。若此", "397": "心一有住著。便失真性。則為非我本來常住之妙體矣。是故佛說。求", "398": "菩薩之心。不應住有色相方行布施。須菩提。若菩薩六根", "399": "清淨。心無住著。豈是欲求福利。不過慈悲眾生。皆有佛性。故以法施開悟之。為利益一切", "400": "眾生。應如是布施。所以如來常說。一切諸相。即是非有真", "401": "寔形相。總為虗幻。又說一切眾生。同一佛性。迷則眾生。悟即是佛。即非有一定不", "402": "移眾生之相也。須菩提。如來所說之法。是真切語者。是誠實語", "403": "者。是如如不動之本性非幻妄無常之語者。是真心慈悲不為欺誑之語者。", "404": "是至常之理不為怪異之語者。須菩提。如來真性中所得之法。", "405": "此法盡滅形相。不可謂真實。法性普現。不可謂虗空。無實．無虗。斯真法性耳。須菩", "406": "提。凡所說性。總隨人迷悟淺深。迎機化導。若悟本性。佛法都假。若菩薩之心住著", "407": "於法解而行布施。是將法障遮蔽性體。如人入黑暗中。即無所", "408": "見。若菩薩之心不住著於法解而行布施。法本無法。真性獨露。如", "409": "人有目。日光明照。見種種形色。此其所以無住心也。須菩提。當", "410": "將來之世。設若有善男子．善女人。能即於此經典受", "411": "持讀誦。契悟無相無住妙義。便知己性即為如來。此人智慧即佛智慧。以佛之", "412": "智慧普照眾生。悉知是等人。悉見是等人。若悟無相。便得真如。永劫自在。", "413": "皆得成就無限量無邊岸之功德也。", "414": "釋　歌利王是梵語。此言無道極惡君也。昔如來", "415": "修忍辱行。證初地。菩薩在山中宴坐。遇歌利王。即", "416": "憍陳如。出施獵。王乃憩息。睡醒不見左右彩女。遂", "417": "親入山。尋見眾妃宮人。圍繞禮拜仙人。王乃大怒。", "418": "問曰。云何恣情觀我女色。仙人曰。於諸女色。實無", "419": "貪著。王曰。云何見色不貪。仙人曰。持戒。王曰。何名", "420": "持戒。仙人曰。忍辱即是持戒。王乃持刀割仙人身。", "421": "問曰。還可痛否。仙人曰。寔不痛。王即節節支解之。", "422": "問曰。還可痛否。仙人曰。寔不痛。其時輔相大臣諫", "423": "曰。彼之大士。逢斯患苦。顏色忻然。無所搖動。奈何", "424": "大王如斯刑害。王乃止。", "425": "持經功德分第十五○持經功德分第十五", "426": "此分兩言功德。前言經所有之功德。後言人所成", "427": "就之功德。一日三時。言其勤。以恒河沙。言其多。以", "428": "身布施。言其難。如是無量劫。言其久。人為荷擔之", "429": "人。是人以經重也。處為供養圍繞之處。是處亦以", "430": "經重也。", "431": "佛又言曰。須菩提。設若有善男子．善女人。於初日出時分。以", "432": "恒河沙等身體行方便布施。中日分。復以恒河沙等身布", "433": "施。後日晚時分。亦以恒河沙等身布施。有如是無限量", "434": "百千萬億劫數。都以身體行方便布施。可云多矣。然受福報。止在一身。終有盡期。", "435": "豈若復有求佛之人。聞此經典。信心順受。曾不拒逆。悟明真性。", "436": "何止享用頑福。其獲福已為勝彼。何況不止利益一身。又將此經書寫受持", "437": "讀誦。廣為眾人解說。其獲福更何如乎。須菩提。設以經中切要", "438": "旨意言之。是經有不可心思論議。不可稱數計量。無有邊", "439": "岸之功德。葢人能受持經典。自度度人。此豈小乘因果。所以此經如來不止教人修身出世", "440": "成就一己而已。寔為發大乘者說。大乘者。普載一切眾生同到彼岸。已是菩薩地位矣。", "441": "猶未也。直為發最上乘者說。最上乘。則不止普度眾生。并菩薩而兼載之。方是成佛地", "442": "位也。其法力廣大如此。故設若有人能受持讀誦。廣為人說。便是了徹", "443": "原來真性開悟無窮眾生。如來悉知是人。悉見是人。皆得成就不", "444": "可計量。不可稱數。無有邊岸。不可思議功德。如是信經", "445": "人等。即為一肩荷擔得如來阿耨多羅三藐三菩提者矣。", "446": "是何以故。須菩提。若喜樂小乘法者。止知有己。何知有人。便是著", "447": "我見人見眾生見壽者見。惑于幻相。迷失真空。即於此經中無相妙", "448": "義。毫無領受。於己不能聽受讀誦。為人不能解說開悟。是將不可思議功德", "449": "輕棄之矣。須菩提。隨世界在在處處。若有此經。一切世間天", "450": "人阿修羅所應供養者也。當知此經所在之處。即為是佛住之", "451": "塔。眾生皆應起恭敬心。作禮圍繞以致恭。以諸種華香供養", "452": "而散滿其處。蓋此經為無相真性。佛與眾生。同向此中皈依。烏得不信受奉行也。", "453": "釋　後日分。晚時也。", "454": "能淨業障分第十六○能淨業障分第十六", "455": "福罪從來相對。言福不言罪。則此疑不破。但能生", "456": "清淨心。業障自無處安著。總顯受持之益耳。", "457": "兩大弟子復編次。佛言曰。須菩提。設有善男子．善女人。能受持", "458": "讀誦此經。宜有福報矣。若反為人輕賤。必是人先世造有罪", "459": "孽。今世應墮惡道中。以今世人輕賤之故。准抵得先世罪", "460": "孽。即盡為消滅。免受惡報。罪孽既消。真性亦悟。當得阿耨多羅三藐", "461": "三菩提。是皆持經之報也。須菩提。即以我證之。我思念過去無量", "462": "阿耨祗劫數。在於然燈佛之前。得值八百四千萬億那", "463": "由他諸佛。我悉皆供養承接奉事無空過者。以此求福。恒情必以", "464": "為多。設若復有人。於後來末法之世。能受持讀誦此經。其", "465": "所得功德。於以較我所供養諸佛之功德。我百分。尚不", "466": "及其一分。直推到千萬億分乃至筭數譬喻所不能窮盡之數。亦所", "467": "不能及。葢供佛止求福報而持經則圓明本性。永脫輪迴。是豈有可較量者耶。須菩提。", "468": "若有善男子．善女人於後末世。有受持讀誦此經。所", "469": "得功德。以前所論亦約略言之耳。我若詳細具說此持經功德者。或有人", "470": "聞我所說。將驚怖其言。阿漢無極。反致其心即顛倒狂亂。狐疑不信。以故我尚", "471": "未具說耳。須菩提。當知是經義深遠。不可以心思意議窮盡。則持經功", "472": "德。其果報亦不可以心思意議窮盡也。葢經義為般若本性無相無住非有非無之", "473": "妙法。悟後境界。固有如是耳。", "474": "釋　梵云阿僧祗。此云無央數也。梵云那由他。此", "475": "云一萬萬也。", "476": "究竟無我分第十七○究竟無我分第十七", "477": "此問重興。較前深邃。辭句不移。意不相侔。因從前", "478": "都是破除我執。纖塵不留。真如界內。絕無佛生之", "479": "假名。故無佛可成。無生可度。無法可建。無土可嚴。", "480": "前言降住。至此則降住之法亦不可有也。總之。究", "481": "竟來只是無我。菩薩通達無礙。覿體真如故耳。", "482": "於爾時。須菩提白佛言曰。世尊。善男子．善女人發阿", "483": "耨多羅三藐三菩提之心者。云何應是我性所安住。云何", "484": "降伏其幻妄之心。佛告須菩提曰。善男子．善女人能發", "485": "阿耨多羅三藐三菩提心者。當生如是之心。我應滅", "486": "一切眾生不善之心。度一切眾生皆悟本性。滅度一切眾生已畢矣。而", "487": "我心中不起一念。無有一眾生實是我滅度者。此何以故。能忘故也。", "488": "須菩提。若菩薩有我相人相眾生相壽者相。便是妄想現前。", "489": "豈是真空本性。即非菩薩。所以如此者何。須菩提。真性本來具足。實無", "490": "有法發阿耨多羅三藐三菩提心者耳。須菩提。於意", "491": "將云何哉。如法可得。宜如來先得之矣。試觀如來昔於然燈佛處所。曾傳", "492": "有何法得阿耨多羅三藐三菩提不乎。須菩提知之。答曰。不也。", "493": "世尊。如我解佛所說之義。佛於然燈佛所。寔無有法", "494": "可得阿耨多羅三藐三菩提。良由本性止在自求故耳。佛印可其言", "495": "。曰。如是如是。須菩提。果是實無有法令如來得阿耨多", "496": "羅三藐三菩提也。須菩提。設若有法而如來得阿耨", "497": "多羅三藐三菩提者。然燈佛即當以法相授即不當與我空", "498": "授記號。說汝於來世。當得作佛。號為釋迦牟尼。以此本性只在", "499": "自修自證。略借言語解說。總屬掃除。以實無有法得阿耨多羅三藐三", "500": "菩提。以是之故。然燈佛但與我授記。因作是言云。汝", "501": "於來世。當得作佛。號釋迦牟尼。此外別無付囑也。何以故。所稱", "502": "如來者。即此一切諸法空得淨盡。便是我真如妙義卓卓現前也。設若世", "503": "人有言如來是明真性以得阿耨多羅三藐三菩提者。須", "504": "菩提乎。是真知。實無有法佛得阿耨多羅三藐三菩提者也。", "505": "佛說只是渾話。菩薩總是假名。須菩提。須識如來所得之阿耨多羅三", "506": "藐三菩提。其於是箇中萬相盡空。即是無實。真如獨露。種種現前。即是無", "507": "虗。無寔無虗。真如來所得法也。是故如來說。一切法皆是佛法。若有", "508": "分別。便著形相。有棄有取。都是錯認。須菩提。我所言一切法者。以我真性無相", "509": "可著。即此一切法。原非寔有。若論真空。法盡消滅。非一切法者。是即法之本來面目也。", "510": "故名為一切法耳。須菩提。譬如人身。若據形相。不過尋丈。豈可言為", "511": "長大乎。須菩提深契佛旨。乃言曰。世尊。如來說人身長大。", "512": "即其真性為能遍滿虗空。非是形色之大身。是故名為大身也。佛因言", "513": "曰。須菩提。菩薩亦同如是大身不著形相。若其作是言。謂我", "514": "當滅度無量眾生。則是我相未除。真性隔礙。即不名為菩薩矣。夫何", "515": "以故。須菩提。實無有法存我本性中。斯名為菩薩。是故佛說。", "516": "只此世間一切法。都是虛假。若論真性。渾然無別。原無我無人無眾生無", "517": "壽者耳。須菩提。設若菩薩作是言云。我當離却塵俗。別求莊", "518": "嚴佛土境界。便落幻相。未契真如。是不名為菩薩矣。此何以故。如來", "519": "所說莊嚴佛土者。只在本性淨清。即非在形色上見莊嚴。是名為本", "520": "性莊嚴也。須菩提。若菩薩不著形相。遍現真如。四通八達。總是佛法。", "521": "無有執定我法之心。以迷障虗空法性者。如來方說此菩薩之名真是", "522": "菩薩耳。究竟末後一段一切盡空。方完本性也。", "523": "釋　梵云釋迦。此云能仁。謂其包含一切。梵云牟", "524": "尼。此云寂默。謂其如如不動。一是作用。一是本體", "525": "也。", "526": "一體同觀分第十八○一體同觀分第十八", "527": "此根上不見眾生可度。無土可淨。通達無我。而來", "528": "見得真性妙明。與眾生過現來一體同具。眾生不", "529": "露本來心眼。遂至種種。菩薩只一如如。攝五為一。", "530": "以一束萬。無所不見。無所不照。三際平等。萬法歸", "531": "一。絕不分別看待也。", "532": "佛言曰。須菩提。於汝意中果且云何。如來無法之法。圓照不窮。可有", "533": "照見眾生胎卵濕化起滅因緣之肉眼不。須菩提答曰。誠如是也。世尊。如來", "534": "有肉眼也。佛又曰。須菩提。於意云何。如來有照見天界。日月風雲運行", "535": "因緣之天眼不。須菩提答曰。誠如是也。世尊。如來有天眼也。佛又曰。", "536": "須菩提。於意云何。如來有照見二乘慧性淺深。輪迴度脫之慧眼不。", "537": "須菩提答曰。誠如是也。世尊。如來有慧眼也。佛又曰。須菩提。於意", "538": "云何。如來有照見菩薩法身廣大。充滿三界之法眼不。須菩提答曰。誠如是", "539": "也。世尊。如來有法眼也。佛又曰。須菩提。於意云何。如來有", "540": "照見佛身放光。普照了無障礙之佛眼不。須菩提答曰。誠如是也。世尊。如來", "541": "有佛眼也。佛又曰。須菩提。如來何以能普照如是乎。於汝意中將云何也。", "542": "如恒河中所有沙。固已纖細無數。佛說是沙不。須菩提答曰。如是。", "543": "世尊。如來說是沙也。佛又曰。須菩提。於意云何。如一恒河", "544": "中所有沙。有如是沙等恒河。合是諸恒河所有之沙", "545": "數。以數佛世界亦復如是。寧為多不乎。須菩提答曰。果甚多也。有如", "546": "世尊之言也。佛因告須菩提曰。即爾所在國土中。猶恒河之一沙", "547": "耳。其所有眾生。又復無數。各自有心。各成起滅。若干種心。如來悉能知", "548": "之。何以故。蓋如來說。眾生之諸種心。總從六塵影現。皆為非真寔", "549": "本心。若本心。則歷無量劫圓明不變。是則名為本心耳。所以然者何", "550": "哉。須菩提。汝試觀眾生已過去之心。當時則有。一往便無。能常留不滅乎。不可", "551": "得也。再觀眾生現在之心。忽然著相。究成虗妄。能寔守不變乎。不可得也。又觀眾", "552": "生未來之心。時事未臨。於何疑議。能豫設不失乎。不可得也。可見一切妄心。盡是幻", "553": "相。若能除却三心。便是佛心。又何菩薩通達無我法者。而不能滅度之耶。", "554": "釋　過去．現在．未來。所謂三際也。", "555": "法界通化分第十九○法界通化分第十九", "556": "此分言佛身充滿法界。無不流通度化。不住相布", "557": "施然也。修菩薩心者。亦復如是。前言福德皆以布", "558": "施與持經較量。此不言比量。但言布施者。以是因", "559": "緣從上無心生來。能施人．所施物．受施人三緣和", "560": "合而有。既知緣合。則全體是空。故無我也無住無", "561": "相。可與持經等。第八分中言福德即同此義。如來", "562": "知空生已悟到此。而又重言之者。欲再發明無住", "563": "色福德不可量耳。", "564": "佛言曰。須菩提。汝於意云何。設若有人布滿三千大千", "565": "世界七寶以之用為布施。是人以是布施因緣。得福可為", "566": "多不。須菩提答曰。如是。世尊。此人以是因緣。得福甚多。佛因", "567": "曰。須菩提。若是等福德所有但實在。財施享用有盡。如來不說", "568": "得福德多也。如來所說福德多者。是說本性菩提。自度度人。各悟無相真空。以福德", "569": "原無所著。故如來說得福德多耳。", "570": "釋　佛以大悲為因。眾生為緣。", "571": "離色離相分第二十○離色離相分第二十", "572": "此分與五分．十三分相呼應。總為眾生每每以色", "573": "相求佛。故以是破之耳。十七分內如來以己分上", "574": "事示菩薩教其亦如是。至十八分言如來以五眼", "575": "觀眾生。通因徹果。皆是無相。十九分之福德因無", "576": "相。二十分之具足果無相。向後二十一分之于法", "577": "無說。二十二分之于法無得。一一皆如來事。至二", "578": "十三分。顯是法平等。教菩薩以無相行善。正以明", "579": "佛果也。故二十四分。仍以福德結之。", "580": "佛言曰。須菩提。於汝意云何。人欲見佛。可以三十二相具足之", "581": "身色見之不耶。須菩提答曰。不也。世尊。如來不應以具足色", "582": "身見也。是何以故。如來所說具足色身。乃至三十二行中所呈露。即", "583": "非從形色上見此具足色身也。而真相無相。已在其中。是名具足色身耳。佛", "584": "又言曰。須菩提。於意云何。如來可以八萬四千具足諸相見", "585": "不耶。須菩提答曰。不也。世尊。如來不應以具足諸相見也。是何", "586": "以故。如來所說諸相具足。乃智慧光明。神通廣大。即非外貌上見此", "587": "具足也。而無相無法。已具于是。是名諸相具足耳。則離却色相。反觀自性。如來真面", "588": "目在此矣。", "589": "釋　諸相者。種種變現之相也。又不止于三十二", "590": "相而已。如來離色離相。以淨行則具足三十二。以", "591": "智慧則具足八萬四千。具足三明六通八解脫。此", "592": "之具足。即非諸相之所謂具足也。然此之具足乃", "593": "其寔。而諸相具足乃其華耳。充其寔則華自副之。", "594": "是以有諸相具足之名。", "595": "非說所說分第二十一○非說所說分第二十一", "596": "佛為覺悟眾生。只得以言語化導。其寔都是借來", "597": "的比方。若認定言語就是真法。便像指人影子說", "598": "是真形。反把真形瞥眼失之。要知所說法。正在那", "599": "非說處。方是佛之真性也。空生已悟法身無說矣。", "600": "又恐此法甚深。未來眾生不信。故如來破其眾生", "601": "之見。令知本自如如也。", "602": "佛言曰。須菩提。汝勿謂如來作是念。謂我當為眾生另有所", "603": "說法。是法障也。切莫作是念也。何以故哉。設若人言。如來有", "604": "所說法。反是違背真諦。即為謗佛。葢如來說法。本意原欲人明心見性。不欲人依文傍", "605": "義。如拘滯言下。是不能解我所說真諦之故。便為傍佛也。須菩提。當知", "606": "如來說法者。法在人心。本無法可說。是名真說法耳。爾時具智", "607": "慧。通命源之須菩提。深契佛旨。因白佛言曰。世尊。頗有眾生。", "608": "於未來世。聞說是無法之法。能生信心。當下明悟不耶。佛言", "609": "曰。須菩提。彼眾生總是業相變現。業盡即空。非寔有眾生形相與佛異性。然而業相", "610": "現在。不得解脫。又非不是眾生。是何以故。須菩提。此亦一眾生。", "611": "彼亦一眾生。雖有種種不同者。如來說咸非寔有。眾生形相俱有佛性。隱于", "612": "其中。是以名眾生。形相自假。本性自真。則安得聞佛所說。不生信心也。", "613": "釋　命者。壽之意。壽者。老之意。慧命者。言須菩提", "614": "既得慧眼。且年高矣。唐長慶二年。僧靈幽入冥所。", "615": "加此慧命以下六十字。", "616": "無法可得分第二十二○無法可得分第二十二", "617": "妙性本空。無有一法可得。此等前已言之。前標般", "618": "若之法。此則以自己分上事。示菩薩故不妨重言", "619": "也。", "620": "無所說者。為真說。則亦無所得者。為真得矣。故須菩提白佛言曰。世尊。我佛", "621": "妄盡覺滿。得此阿耨多羅三藐三菩提。豈非以萬法俱空。一靈獨炤。正為", "622": "無所得乃為真得耶。佛深然之。因言曰。如是。如是。須菩提。我於", "623": "阿耨多羅三藐三菩提。直覺廓然空寂。無名無相。乃至無有纖毫少", "624": "法可得。止為覺世故。是以名之為阿耨多羅三藐三菩提。使人", "625": "知所皈依耳。倘錯認有法可得。便失之矣。", "626": "淨心行善分第二十三○淨心行善分第二十三", "627": "上言菩提無法可得。正以是法平等。故是佛勸化", "628": "眾生。絕去塵想。淨心行善。便證菩提也。既曰無法", "629": "可得。恐人落無。故曰平等。不妨修一切善法。既曰", "630": "修一切法。恐人執有。故又言一切善法。即非善法。", "631": "步步回顧無相法。不失無寔無虗之旨。而下分又", "632": "以福德結之。", "633": "無法可得。是名無上菩提。而菩薩欲得無上菩提。當以何修耶。弟子因復編次佛言曰。須", "634": "菩提。是法性原自平等。佛與眾生同然。無有高下。若是空去根塵。真性顯露。", "635": "無論佛與凡夫。總是名為阿耨多羅三藐三菩提也。葢此真性本來清", "636": "淨。一切眾生都以無我．無人．無眾生．無壽者之相。修一切善法。則以", "637": "平等心合平等法。與如來同一。無法可得。即得阿耨多羅三藐三菩提矣。", "638": "須菩提。要知所謂善法者。不過借以接引眾迷耳。及到彼岸。善法俱空。如來", "639": "說即非膠滯此善法。方是真寔了義。是名善法也。要之得無所得。亦修無所修", "640": "故耳。", "641": "釋　一切善法。如布施．忍辱．持戒．精進之類是也。", "642": "福智無比分第二十四○福智無比分第二十四", "643": "真性上福智。歷劫無盡。無可比方。上言善法皆空。", "644": "恐人又以經文為空言。故又較量福德之殊勝。", "645": "然修無可修。非為可以不修也。佛言曰。須菩提。設若三千大千世界之", "646": "中。所有百億諸須彌山王。積如是山等之七寶以成聚。有", "647": "人持用布施。其福德亦已無量。若人以此般若波羅蜜經。乃", "648": "至四句偈等法語。自己受持讀誦。且為他人解說。利益無窮。包盡", "649": "虗空。於前所說布施福德。雖再有如是。百分不及持經功德之一。即加至", "650": "百千萬億分。乃至筭數不盡。直到譬喻極多之分數。亦所不能及", "651": "此一分也。自度度人之功德固如此。", "652": "釋　須彌山。東方玻璃峯紅色。南方琉璃峯青色。", "653": "西方真金峯赤色。北方白玉峯白色。以喻報身佛", "654": "有四相也。", "655": "化無所化分第二十五○化無所化分第二十五", "656": "眾生本來寂滅。原無所藉。于如來化無所化。即是", "657": "法平等之一證。十七分云。菩薩通達無我．法。真是", "658": "菩薩身上事。至此分起。復以如來本分之無我者", "659": "示之。", "660": "然而寔無有度人之法也。佛言曰。須菩提。於此中之意其云何耶。汝等", "661": "勿謂如來作是念云。我當用佛法施以度一切眾生。須菩提。", "662": "如來莫作是念。其何以故哉。葢般若真性。如來不增。眾生不減。度其所自有。非益所", "663": "本無也。實無有眾生。是如來度者耳。設若見有眾生為如", "664": "來所度者。便生分別相矣。使如來見得我能度化。即為有我。又見人因我度。", "665": "即為有人。度他離塵。登我法界。即為有眾生。度他出生死。不入輪迴。即為有壽者。一念", "666": "不忘。我相畢具。如來豈有此耶。須菩提。然如來所以說有我者。對人言之耳。若", "667": "論真性。人我何別。有我即非有我也。而凡夫之人。認錯幻相。以為有", "668": "我。須菩提。此眼前未度之凡夫者。如來常說。其元來真相空寂自在。即", "669": "非寔有凡夫相也。是則為凡夫已耳。然則如來凡夫一也。又豈有能度之如來。所度之眾生也哉。", "670": "釋　前就說即非說上起議。次就得亦無得上起", "671": "議。此文就度亦無度上起議。次第秩然。", "672": "法身非相分第二十六○法身非相分第二十六", "673": "不可以三十二相觀如來。須菩提前答已明。非前", "674": "解後轉不解也。求其意。須菩提以應身相好。從法", "675": "身流出。若見相好。即見法身。故答云如是。然佛又", "676": "恐眾生但執相好。以觀如來。故難以轉輪聖王。後", "677": "又決明之。二我字。指人人自有之性。見如來見我", "678": "也。", "679": "夫非我之我。充滿法界。則亦可於此深思而得矣。故佛言曰。須菩提。汝於此中之意。", "680": "果云何也。今欲見如來者。可以三十二相觀如來不也。須菩", "681": "提答言。曰如來即相非相。不必離相目見真相。如是如是。即以三十二", "682": "相觀如來。無不可也。佛又恐凡夫之見。因須菩提言。遂執色相以求如來。故呼而言曰。", "683": "須菩提。若但以三十二相觀如來者。則轉輪聖王亦具", "684": "是相。即是如來矣。彼真正如來。將於何見之。須菩提。如佛覺人深意。因白佛", "685": "言曰。世尊。如我解會佛所說妙義。如來自有性中法相。豈區區色身可", "686": "盡耶。不應以三十二相觀如來也。爾時。世尊即將此法義而", "687": "說為偈言曰。", "688": "若人以色身端好上見我。以說法音聲上求我。不離聞見。悞認法身是", "689": "人所行。墮入邪道。永隔性真。不能見如來真面目矣。故曰。若見法相非法相。即", "690": "見如來。", "691": "釋　轉輪聖王。是為四天王。正．五．九月。炤南閻浮", "692": "提。二．六．十月。炤西瞿耶尼。三．七．十一月。炤此󳬂單", "693": "越。四．八．十二月。炤東弗婆提。", "694": "無斷無滅分第二十七○無斷無滅分第二十七", "695": "寔際理地。固不受一塵。佛事門中。初不可舍一法。", "696": "雖無眾生可度。而六道常援。雖不住相布施。而財", "697": "寶樂施。雖無法可說。而常轉法輪。雖無道可修。而", "698": "常行精進。雖夢幻一切。而因果歷然。只說有相即", "699": "空。原非指空為性也。因前教菩薩離一切相發心。", "700": "又教寔無有法發心。恐不解佛所說第一義諦無", "701": "寔無虗。又近聞前章。以色相聲音為邪道。皆無法", "702": "可得。恐人認作頑空。故戒以不可斷滅一切法也。", "703": "法相固非法矣。然非頑空之謂也。佛又告之曰。須菩提。汝設若作是念。謂如", "704": "來不以具足色相之故。得阿耨多羅三藐三菩提。將必", "705": "離舍形體。別生解識乎。須菩提。切莫作是念。而謂如來不以具足", "706": "相。故得阿耨多羅三藐三菩提也。須菩提。汝設若作", "707": "是念。纔發阿耨多羅三藐三菩提心者。是說度人諸法。", "708": "一切可斷滅矣。法如斷滅。則將何以為渡河之筏也。汝切莫作是念也。夫何以", "709": "故。凡人發阿耨多羅三藐三菩提心者。於諸法相。正是從入之", "710": "借徑。法雖不是性。然性不離法。不得說法相都捐竟生斷滅妄相也。乃知色空雙泯。亦", "711": "復兩存。迨至存泯俱忘。而後為般若菩提耳。", "712": "釋　就佛果已成。言曰得菩薩心。就須菩提修。因", "713": "言曰發菩提心。", "714": "不受不貪分第二十八○不受不貪分第二十八", "715": "當知此分是悟無我之果。言菩薩法施度人。心本", "716": "無我。故雖有法施之福德。誰其受之。況有貪愛之", "717": "念乎。其福勝七寶布施。前說疊見。於三千大千世", "718": "界至以恒河。恒加一等字。寶施又進于上。此所謂", "719": "菩薩布施也。", "720": "不著色聲相。不著斷滅相。斯真通達無我法也。佛呼而告之曰。須菩提。設若菩薩以", "721": "滿恒河沙等世界之七寶。持之以用布施。其多如此。若復有", "722": "人。知一切法都是平等。毫無我相。雖以法施普度。而不自有其功。能得成就", "723": "於無生法忍。則此菩薩。功德勝前菩薩寶施所得功德。何以", "724": "故。須菩提。以諸菩薩。雖有法施。而心本無我。則積聚于虗空。永不消滅。以此不", "725": "受福德。故勝前菩薩也。須菩提因白佛言曰。世尊。云何菩", "726": "薩不受福德。佛告之曰。須菩提。葢菩薩法施。福德祗為利益眾生。不", "727": "應為求福而生貪著想。以是之故。所以說菩薩不受福德也。", "728": "釋　大般若有安受忍．觀察忍。修此二忍。便得無", "729": "生法忍。此處知字。是觀察忍。成字便是安受忍也。", "730": "知一切法無我。得無生法忍。是諸佛心印。", "731": "威儀寂靜分第二十九○威儀寂靜分第二十九", "732": "上言如來既不可以身相觀。又不可以斷滅說。不", "733": "落斷又恐執常。故此言如來不斷不常也。佛四威", "734": "儀應迹耳。不可以見如來。是人不解我所說義。即", "735": "如來所說諸法如義之義。又即所說不應以身相", "736": "見如來之義。知此二義。則知如來不以威儀應化", "737": "為身。而以德性寂靜為身矣。", "738": "然則無相本體。於何見之。佛又呼而告之曰。須菩提。設若有人。言如來法身。", "739": "若其呈現而來。若其涅槃而去。以及若坐若臥。只在形迹動靜上求。是人不", "740": "能解會我所說無相之義。其不解者。何以故哉。所謂如來者。充滿", "741": "虗空。總是法身。隨眾生業緣淺深。各成所見。而如來本性不曾動移。無所從來之處。亦無", "742": "所從去之處。如如自在。靈應無方。是故名為如來也。", "743": "釋　眾生心淨見佛。非是佛來。心垢不見。亦非佛", "744": "去。諸佛本無去來。眾生妄見去來耳。", "745": "一合理相分第三十○一合理相分第三十", "746": "微塵世界。十三分中已明言之。至此專為應化報", "747": "三分而釋。其非一非異也。葢言微塵則非一。世界", "748": "則非異。微塵聚為世界。即異而不異。世界散為微", "749": "塵。則一而不一。總喻佛說應化身。由大悲所現。非", "750": "寔有應化身。為報身所分也。可見應化本無可析。", "751": "報身本無所合。則猶微塵非世界所析。世界非微", "752": "塵所合也。都非寔有。悉是假名。若認為寔。則是一", "753": "合相矣。故如來說合相非真云云。", "754": "然則佛身真相從可知矣。佛言曰。須菩提。設若善男子．善女人以三", "755": "千大千世界。粉碎為微塵。於汝意。云何是微塵眾矣。", "756": "寧為多不乎。須菩提言曰。甚多。世尊。何以故。若是微塵之眾。", "757": "實有其相者。則是人身中。一切雜念不可消滅。言之何益。佛即不說是微塵", "758": "之眾。所以說及者何。佛所說微塵之眾。乃眾生業緣起滅。即非", "759": "寔有微塵眾。人心清淨。微塵不染矣。是假名為微塵眾耳。世尊。又如", "760": "如來所說三千大千世界。亦是幻相所成。即非寔有。世界劫數盡時。", "761": "世界亦壞矣。是假名為世界耳。唯是真性不變不移。夫何以故。若此世", "762": "界實有者。即是眾塵和合為一世界。成一合相也。彼世界終壞。豈如真性。不分", "763": "聖凡。渾合成一。歷劫自在乎。然真性渾淪。直如虗空。無相無名。如來說是一合相者。", "764": "即非真有一合相。亦是假名一合相也佛曰。須菩提。真性虗空。", "765": "無空擬議。此一合相者。即是不可說之虗空真性。但凡夫之人。", "766": "聽佛言語。不能證悟。淺則貪著色塵。深便貪著法相。遂貪著其事。而不能解脫耳。然則一合", "767": "之理相。可以言語求乎。", "768": "釋　一切無佛無生無斷無常無去無來。總是理", "769": "相一合也。理者。乃真空實理。相者。乃世界幻妄諸", "770": "相也。一合者。理與相一而不二。合而不分。謂此真", "771": "空寔理。融通和合世界諸相也。", "772": "知見不生分第三十一○知見不生分第三十一", "773": "真性本來空寂。故到證入菩提時候。凡心中有知", "774": "有見。盡滅不生矣。如是二字。是無知之知。無見之", "775": "見。無信解之信解。緊頂三菩提心來。覺心本空。相", "776": "歸烏有。是真住。真降伏真菩提也。方是第一波羅", "777": "蜜。", "778": "夫理相一合。固無相也。佛又言曰。須菩提。設若有人。言佛所說真寔有。", "779": "我見人見眾生見及壽者見。種種情識如此。須菩提。汝於意", "780": "中。云何是人可能解我所說語義不。須菩提答曰。不也。世尊。", "781": "是人不解如來所說義者。又何以故也。世尊所說我見", "782": "人見眾生見壽者見。原是外現假像。不是性中真諦。即非有我見人", "783": "見眾生見壽者見。是不過假名。為我見人見眾生見壽", "784": "者見耳。佛言曰。須菩提。大凡發阿耨多羅三藐三菩提心者。", "785": "不但四相盡空。於一切法皆是無相。應如是證。知如是觀。見如是", "786": "信心解會。絕不生一毫法相。方為得之耳。須菩提。凡是所言法相", "787": "者。總是接引初學。令其漸進。若至了徹真性空寂法相。何著如來說即非寔有法相。", "788": "乃是假名法相耳。葢不知不見不信解。則生斷滅相。不如是知如是見如是信解。則生滯", "789": "著相。即非法相。埽除名相之盡也。是名法相。顯著寔相之盡也。非寔非虗。如此可悟般若真性矣。", "790": "釋　法所現者曰相。心所取者曰見。", "791": "應化非真分第三十二○應化非真分第三十二", "792": "此言演說法義。總是應現化導之幻迹。了非真寔", "793": "也。前云貪著其事。皆是妄生知見。凡夫我執未除", "794": "耳。故破執離相。出一見字。因凡夫不能離有無。一", "795": "異二邊見解。所以不達三身之理。如何得理事無", "796": "礙。進佛知解。迷倒于相見執之堅固。佛逐一以金", "797": "剛明智破之。如以無住破行施著相。以無得破菩", "798": "提執相。以無土破莊嚴妄相。以非具足破報身影", "799": "相。以非真破三身滯相。以非相破法身蔽相。以無", "800": "我破執法身非有我相。以非一非異故執如來三", "801": "身定相。重重逐破。俾情見俱空。逼歸如如不動。一", "802": "言蔽之矣。", "803": "佛言曰。須菩提。設若有人。以充滿無盡量阿僧祗世界", "804": "之七寶。持用布施。福非不多也。更若有善男子．善女人。發廣大", "805": "度人之菩薩心者。信心奉持於此經中。乃至四句偈等。自己", "806": "受持讀誦。為人演說乎。葢演說之時。我與眾生都是幻相假合。不可取著", "807": "於形相。良以真如之性。無不如意應現。不逐相移動也。是何以故乎。凡", "808": "諸相中。一切有所作為之法。都假非真。如夢寐幻妄。水泡物影。如", "809": "露水。亦如電光。倐忽頓空。須應作如是觀也。知有相皆空。本性自湛。方得如如", "810": "不動耳。佛說是經已畢。長老須菩提。及諸比丘．比丘尼。", "811": "優婆塞．優婆夷。一切世間天人阿修羅。聞佛所說經旨。", "812": "皆大生歡喜。信心受教。奉持經說。而行其修證。如所教住。人己應皆得度矣。", "813": "大要全經之旨。自空生問菩提心。當于何住妄心。於何降伏。佛告以四生九有。皆爾眾妄心。所當滅度。無我人", "814": "等四相。乃為大家正教。以此行施無住。等于虗空。以此見相非相。心即如來。以此篤信。不著非法。以此自悟。不", "815": "假言說取舍。曾知三世諸佛。依經流出。四果羅漢。於此印證。心能清淨。即是莊嚴。而妙法大身。無有剩義。心能", "816": "無為。福德最勝。而信受解說。隨處尊重。因而夙障清淨。究竟無我之法空。過現未來三心之體湛渾通。法界色", "817": "相。離言說空。無法可說。無說可得。惟悟平等性施。妙智福果。凡聖盡融。無生可度。如來非可相見。無相法尚不", "818": "可執。豈涉頑空。故知法無斷滅。妙湛圓通。布施不貪。去來非有。三身一身。理事合一。妄見既融。應化不二。真空", "819": "本性。如如不動已耳。一切有相。當於何著耶。經中阿耨菩提般若四句偈。如來真藏。總水中鹽味。色裏膠青也。", "820": "釋　究明經義曰演播。釋經義曰說。僧謂之比丘。", "821": "尼姑謂之比丘尼。居士謂之優婆塞。道姑謂之優", "822": "婆夷。", "823": "金剛般若波羅蜜經淺解畢", "824": "No. 490-A 䟦No. 490-A", "825": "䟦", "826": "世尊說法四十九年。經總三藏十二部五千卷。達磨", "827": "西來。傳法二祖。以楞伽經四卷印心。五祖易以金剛", "828": "經傳授。性相宗教分途。性宗輙直指單傳。雲門至於", "829": "罵佛。藥山示人不得讀經。此固為大根器說法。而耳", "830": "食之徒。遂真擬金剛經亦可高束。蘇長公謂近歲婦", "831": "人孺子。抵掌嬉笑。爭談禪悅。嗚呼。是病未瘳而廢藥。", "832": "河未渡而舍筏也。不終於痼疾迷津乎。姑無論應無", "833": "所住一語。即可立證直超。而金剛因果錄中。有望空", "834": "寫經。遇雨不濕者。有持偈言虎。䑛惡瘡頓愈者。有持", "835": "經題七字。命盡立生兜率者。葢般若為諸佛母。深廣", "836": "不可思議。當日靈山一會。得度弟子。雖出生死。而疑", "837": "根未拔。本智不現。及至般若會上。如來以金剛智而", "838": "決斷之。直使聖凡情盡。生滅見忘。而本有智光。豁然", "839": "披露。以是義故。為正法眼藏。寶函所在。天人擁護。註", "840": "解歷唐宋明。計八百餘家。獨天親列二十七疑。以顯", "841": "教外之旨。憨山復有決疑一刻。叢林盛行。然初入者", "842": "尚苦旁註汗漫。義深語奧。獨此直解。單行續於本經。", "843": "一覽如指掌果因。竊念余以疎慵之質。推排人間世", "844": "到今五十餘年。髫歲泥首一經。屢遭按劍。翻然易轍。", "845": "猥列簪裾。弩力戎行。勉立寸功。以報", "846": "聖天子知遇。寅卯役祁門。與潢池對壘。披堅身冐。矢", "847": "石登山。涉江呼吸。生死默膺。庇覆履險而安。又以異", "848": "夢驚疑。潛心白業。戊午量移皖上。瞻禮三祖道場。為", "849": "丙申舊遊。地得不寒五嶽之盟。亦憶慰夙。因偶獲是", "850": "編。如覯良師益友。勇猛持誦。兼捐貲以廣布流通。又", "851": "竊思如來一片金剛妙心。與千二百五十諸大比丘", "852": "徒眾。朝夕給孤獨園。著衣持鉢。多方淘汰。既盡妙密。", "853": "鉗錘而就裡一兔毛頭。金剛藏光明尚費金篦磨刮。", "854": "矧此直解數行。烏能竟涅盤妙諦。但為發心懽喜地。", "855": "諸善男子。引手遞入。從茲直解。以歷窮諸解。從茲一", "856": "經。以遍悉諸經。乃至大乘了義。無一句可說。無一法", "857": "可得。遙知十方諸佛。將各伸金色臂。展兜羅綿手。皆", "858": "以相好莊嚴。妙網光舒。香流𦦨發。摩諸善男子頂。引", "859": "入三世諸佛甚深智慧海。彈指間轉大法輪。則茲刻", "860": "亦未始非顧衣見珠。得魚忘筌之一助也。因合十而", "861": "述於卷末云。旹", "862": "康󱹷歲在辛酉嘉平月奉佛弟子趙嶽生視公甫謹", "863": "䟦"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 490 金剛經淺解", "author": "清 翁春．王錫琯解釋"}