{"sourceLink": "http://www.cbeta.org/", "text": {"0": "序黎元寬序序", "1": "仲尼曰溫伯雪子目擊而", "10": "響獅子之捉一兔固爾哉", "100": "瓣香根源有據非同陌路讎家一旦跨腳范蠡湖被", "101": "這老漢興起滔天之浪而今不敢隱瞞爇向爐中專", "102": "為供養現住浙江嘉興府金明堂上傳臨濟正宗斷", "103": "橋嫡派三十一世本師介菴老和尚用酬法乳之恩", "104": "遂斂衣就坐上首白椎竟師豎起拂子召大眾云還", "105": "會麼若向這裏會去多少省力設使更駕祥雲知他", "106": "是第幾義莫有作家仙陀試出眾道看問繁不錄乃云諸", "107": "佛命脈覿面提持祖師心源徹頭徹尾孤峰劄足獨", "108": "自稱尊鬧市橫身卷舒方外驅雷門於布鼓列萬象", "109": "於崖前撫掌呵呵突出虛空面目南看北斗豁開千", "11": "然而文彩既彰意句相到", "110": "聖頂𩕳說甚麼臨濟三玄洞宗五位拈條楖栗拄杖", "111": "敲唱雙行舉起烏黑豆素珠換他人眼豈知黃連古", "112": "剎舊日規模茲當運轉洪鈞敷揚祖道梅芬馥郁鼻", "113": "尖頭暗度清香鳥囀深林造化間別傳春信須知我", "114": "衲僧門下發向上機演第一義更欲克啟臨濟家聲", "115": "斷橋的旨早是屈辱他先宗埋沒後學柰因情不獲", "116": "已退身何及今日又被現前大眾拽上犁耙鼓兩片", "117": "皮掉三寸舌胡言寱語取笑作家雖然人境雙施必", "118": "也應時所重且祝聖開堂一句如何道寶殿爐煙凝", "119": "紫氣千秋嘉運沐皇恩復舉保壽開堂三聖推出一", "12": "自非杜撰禪和亦豈欲抬", "120": "僧保壽便打聖云與麼為人非但瞎卻這僧眼瞎卻", "121": "鎮州一城人眼去在保壽擲下拄杖便歸方丈師云", "122": "保壽三聖善能甄別一挨一拶各露閫外威權仔細", "123": "看來未免遭他此僧笑怪黃連這裏雖無把斷封疆", "124": "盡天下人到此亦須斂衽而退山僧恁麼道敢與古", "125": "人還分優劣也無橫按莫邪全正令太平寰宇斬癡", "126": "頑復喝一喝卓拄杖上首結椎云諦觀法王法法王", "127": "法如是便下座。", "128": "晚參師云近時叢林或三百五百聚頭便作佛法商", "129": "量且不知古聖先賢曲垂方便九喻三週故乃憫子", "13": "搦公案但拈兩端釘橛虛", "130": "之誠而謂諸兄弟揭露這一著子山僧自揣寡德拙", "131": "守茅茨爭敢妄起為人之念今日既然叨居祖席不", "132": "可總成杜絕去也以拂子拂一拂云大眾見麼一手", "133": "不合拍兩手鳴摑摑要在諸人各發歡喜心輔弼叢", "134": "林贊助知識方可定千古之宏規挽末秋之法弊即", "135": "今還有恁麼人共相出手者麼良久云家肥生孝子", "136": "國霸有謀臣擊拂子三下。", "137": "上堂舉雪竇示眾云義出豐年儉生不孝於衲僧門", "138": "下是放行是把住若人道得老僧分半院與伊住圓", "139": "悟和尚拈云雪竇病多諳藥性經效始傳人眾中或", "14": "空更取拔橛且機語如河", "140": "有個知豐知儉知放行知把住底亦何必分半院與", "141": "伊住燒香發愿只圖他早有個院子住使嘗些滋味", "142": "且免得窮廝煎餓廝炒師乃呵呵大笑慚愧煞人圓", "143": "悟老祖舉到這裏可謂明古今識邪正垂一言半句", "144": "啟發後昆山僧今日冷眼看來此間亦無豐亦無儉", "145": "亦不放行亦不把住亦不必燒香發愿現成有個破", "146": "院子若人道得山僧直下全手分付若道不得爭柰", "147": "汝等機思遲鈍非謂我今有所吝惜也良久云見之", "148": "不取思之千里下座。", "149": "普渡菴無住禪宿六旬華誕率徒方明淨明徹明等", "15": "沙亦頗近于頭出頭沒惟", "150": "請師上堂白椎竟楚石出問霞臨普渡日貫龜湖老", "151": "師花甲添籌請師舉揚個事提起坐具打○相者箇", "152": "還有生滅也無師便喝石云恁麼則不生不滅無量", "153": "壽永作長年不老人師云花雨亂繽紛石云因齋慶", "154": "讚蒙師指獨露全機事若何師便打云一棒也少不", "155": "得問壽山高聳福海淵深請問和尚喚甚麼作壽山", "156": "師卓拄杖一下僧云只如老宿六旬已前還有此瑞", "157": "也無師云好生薦取僧云六旬已後是何境界師便", "158": "打僧云正當恁麼時又作麼生師云且禮拜著僧禮", "159": "拜起云水向石邊流出冷風從花裏過來香師云更", "16": "以不標勝義故亦不見負", "160": "要念篇章問無住老師為報母恩語未竟師云領取", "161": "話頭僧云父母未生前一著如何指示師云你且道", "162": "即今在甚麼處僧云已生後又如何師便打僧云茲", "163": "當花甲之辰報恩一句又作麼生師云空中電影雨", "164": "後雷聲僧云為復是敲唱雙行為復是兩彩一賽師", "165": "云且過那邊僧云四眾蒙恩人人瞻仰去也師云三", "166": "十年後不得忘卻僧禮拜歸位師乃云春王布令百", "167": "谷回菲翡翠亂鳴水流花笑若也向上論去何妨蝶", "168": "夢遽遽更期撒手那邊契證宗門玄旨當堂慵　正", "169": "坐今朝卻許商量不赴兩頭機也須勘過了打山僧", "17": "門此則師所獨長而余所", "170": "恁麼道直得鳳棲山起舞歐峰頂雲翻龜湖灘下水", "171": "急迅流且未是諸人措足處大眾既無措足處秪如", "172": "無住耆宿住此本菴二十餘載接待往來畢竟承誰", "173": "恩力眾中倘有個道得恰好底不用山僧高登曲彔", "174": "慶祝伊花甲之期纔作此念早與趙州齊年了也雖", "175": "然事不容嘿復聽說偈聊表末後殷勤南山松翠喜", "176": "凝眸煦日鸞祥萬壑幽六十春秋君記取從來海屋", "177": "共添籌卓拄杖下座。", "178": "上堂云古今尊宿拈鎚豎拂曲盡時機檢點將來猶", "179": "落教乘未是宗門極則若論宗門極則事直向佛祖", "18": "為心盡耳夫師之求友若", "180": "那邊更那邊行履方可一踏鴻門兩扇開假使看錮", "181": "鏴著生鐵老僧在你諸人腳底參。", "182": "上堂師舉古者云淨潔打疊了也卻近前問我覓我", "183": "劈脊與你一棒有一棒到你你須生慚愧無一棒到", "184": "你你又向甚麼處會古德恁麼說話太煞不徇人情", "185": "山僧這裏另開方便路徑使一切人易知易曉乃召", "186": "大眾云汝等總若向前就我覓我劈脊與你一棒有", "187": "一棒到你你也須知恩無一棒到你你不得自生退", "188": "屈諸仁者還委其間落處麼良久云不可更與諸人", "189": "道盡拽拄杖竟歸方丈。", "19": "將以腳尖踢出一佛者而", "190": "因雪示眾師云昨夜蒼穹猶布陣今朝大雪滿山頭", "191": "追陪事事無佳趣煮茗圍爐快活休林下道人得與", "192": "麼真實受用田地優悠曾記當時老趙州無賓主句", "193": "有來由殷勤為報眾禪流堂內底擁衾暗坐堂外底", "194": "好事添愁秪如雪凍水枯之時又且如何話會風光", "195": "無限少人酬乃擲下拂子。", "196": "上堂雲從龍風從虎踏破草鞋休莽鹵山前穗麥熟", "197": "多時太平欣欣樂寰宇阿呵呵好大哥遂以拄杖作", "198": "舞下座。", "199": "晚參舉雪峰拈拄杖示眾云我這個為中下機人時", "2": "道已存其東巖大師之謂", "20": "余肯交臂而失一師耶附", "200": "有僧出問云忽遇上上機人來時如何峰拈卻拄杖", "201": "雲門云我不似雪峰打破這葛藤乃拈拄杖云我這", "202": "個為中下機人時有僧問忽遇上上機人來時如何", "203": "雲門便打師云二員作者據條拄杖勘辨龍蛇直下", "204": "轉機猶欠圓活在山僧見處與古今迥別乃拈拄杖", "205": "云我這個為中下機人設有僧出問忽遇上上機人", "206": "來時如何直以拄杖趁出云且在門外立山僧恁麼", "207": "荅話還契他古人意也無相逢相見呵呵笑更有春", "208": "風春又春。", "209": "結制示眾云山中清淡家風幸有衲子相聚九旬把", "21": "讚數言雖未足備協唱聊", "210": "住繩頭不許胡覷亂覷一期之內務要諸人剋辦己", "211": "躬二時粥飯向缽盂邊摸著匙箸不作佛法商量不", "212": "作世諦流布若是了事丈夫但恁麼去照顧撞倒堂", "213": "中露柱且問汝等長連床上消息又作麼生切不得", "214": "道山僧便如此口絮下座。", "215": "晚參舉金明和尚起期入堂示眾云結制以來又七", "216": "日眉毛相拄燈籠露柱絕消息試請𨁝跳看後園竹", "217": "子數百竿且謾尋行數褁橫者自橫直者直築著磕", "218": "著咄是甚碗躂丘大眾還知山僧判斷底落處麼具", "219": "眼的就此七日內研窮到透頂透底便見我金明本", "22": "志遇焉師嗣法于金明和", "220": "師急切告報倘或胡穿亂鑿向後園竹子數百竿處", "221": "會得來亦不免遞相鈍置何謂如此休將閑學解埋", "222": "沒祖師心。", "223": "示眾云我有一句子要與諸人說破且道是那一句", "224": "豎起竹篦召大眾云直下來也急著眼覷便擲下。", "225": "佛成道日上堂雪山老子甚奇怪夜睹明星曾捉敗", "226": "六年麻麥充饑腸一朝剛得大自在鳧短鶴長剋由", "227": "叵耐說法四十九年談經三百餘會忽地有個憍陳", "228": "如尊者出眾呵呵大笑云瞿曇不見一法即如來是", "229": "則名為觀自在擲下拄杖下座。", "23": "尚為是以續斷橋一枝燈", "230": "解制示眾現成公案絕淆訛枯木堂前錯路多萬里", "231": "直須無寸草試問禪流會也麼若也會去不必別走", "232": "程途自有安國治邦其或未然今日布袋頭開莫道", "233": "不與諸人說破好擊拂子下座。", "234": "示眾舉溈山泥壁次李軍容來具公棠直至師背後", "235": "端簡而立山回首見便側泥盤作接泥勢軍容便轉", "236": "笏作進泥勢山拋下泥盤與軍容歸方丈師云看他", "237": "溈山與軍容真是佛法中人緝熙恭敬綽綽乎有餘", "238": "裕矣若據本分論量溈山拋下泥盤卻瞞軍容一點", "239": "不得然雖如此功不浪施。", "24": "也乃斷橋之後而有斯人", "240": "辛丑冬金明首座寮秉拂小參師拈拄杖云不用如", "241": "何若何有單刀直入者便請出眾相見一僧出便喝", "242": "師便棒云汝不妨伶俐僧拂坐具便歸眾師云看你", "243": "納敗又僧問人人道鼻孔撩天個個腳跟點地原何", "244": "不知自己落處師卓拄杖云還會麼僧云虛空粉碎", "245": "大地平沉更向何處著腳師云你即今在甚麼處安", "246": "身立命僧云學人舉古一偈如何是十方同聚會師", "247": "云大家在這裡僧云如何是個個學無為師云請過", "248": "一邊著僧云如何是選佛場師云這是甚麼所在僧", "249": "云如何是心空及第歸師便打僧云四句蒙師指示", "25": "寧惟不絕如線乎蓋亦使", "250": "虛空撫掌露柱生光去也師云禮拜了退僧云也須", "251": "學人讚嘆師云大眾笑你乃云憶某昔年行腳諸方", "252": "克志慕道參叩十餘員大尊宿波波挈挈弄盡神通", "253": "終未遂我生平之事後來被一陣業風吹到金明遭", "254": "我老和尚一頓熱棒打失眼睛直得全身放下這段", "255": "公案若非夙有師資之緣千萬人中爭能容易搆取", "256": "今日蒙方丈和尚命我小參璨上座到這裏豈可吝", "257": "辭不免東屙西撒塗污諸兄弟了也其間設有個傍", "258": "不肯底出來道老老大大面皮厚多少也許伊是個", "259": "英俊衲僧目視大眾有麼有麼良久云靈鶴不棲無", "26": "斷橋坐大矣。", "260": "影樹鳳兒豈戀破山窠卓拄杖一下。", "261": "問荅機緣問荅機緣", "262": "僧問如何是賓中賓師云國內有誰能按劍僧云如", "263": "何是賓中主師云攜手上高樓僧云如何是主中賓", "264": "師云清風與白月僧云如何是主中主師云自出洞", "265": "來無敵手得饒人處且饒人。", "266": "師一日同眾擁爐次僧問如何是祖師西來意師云", "267": "一爐焰火幾片枯薪僧云不會師云通身煖活。", "268": "僧參師問云人喚你作達摩大師是否僧擬對師云", "269": "元來不是。", "27": "法弟南昌黎元寬題", "270": "馬君信居士禮拜求指示工夫師撫士背一下云會", "271": "麼士擬議師云鈍置煞人。", "272": "僧參師問云德山見僧入門便棒臨濟見僧入門便", "273": "喝意且如何僧云不因今日爭見和尚師云未是你", "274": "上事僧云正好著力師云如何是你著力處僧云", "275": "禮拜和尚師云且放汝一頓。", "276": "僧問如何是到家底消息師云待汝站下腳跟來即", "277": "向汝道。", "278": "同參僧相見次師云汝既與我同參試呈同參人事", "279": "看僧云又多了這些師云且放三十棒。", "28": "文德翼序序", "280": "僧參師問云汝一向在那裡住僧云東西南北師云", "281": "我且問你即今在何處住僧云老老大大問甚麼住", "282": "處師厲聲云話頭也不識僧云當面錯過師叱云這", "283": "樣亂統乃拈拄杖打趁。", "284": "師問僧你底鼻孔為甚麼缺卻半邊僧無對師乃噓", "285": "一噓。", "286": "一僧出禮拜師拈拄杖云速道速道僧無語師打云", "287": "這漆桶。", "288": "師喚僧藏拙僧便至師云我喚藏拙汝來作甚麼僧", "289": "擬議師便打云這不唧溜漢。", "29": "東崖禪師者臨濟宗斷橋下十", "290": "師問僧你背後底是那個僧云某甲初參師云汝在", "291": "堂中三日了還是初參僧無對師云經行去。", "292": "僧禮拜師云還我話頭來僧云求和尚指示師云那", "293": "有許多指示僧佇立師以香板擉退。", "294": "一僧出眾作禮師云禮拜底是阿誰僧無語師叱云", "295": "自己也不識。", "296": "師問僧不假三寸舌根試道一句看僧云敗闕不少", "297": "師便打云你又來亂道復喚一僧云汝作麼生僧云", "298": "某甲禮拜和尚便拜師亦打。", "299": "僧靈根參師問云汝是靈根麼僧云是師云天生得", "3": "歟師提一楖栗走郊市中", "30": "五世金明介和尚之嗣子也歲", "300": "從人得僧云某甲到這裡不會師云與麼則不靈根", "301": "也僧禮拜師笑之。", "302": "一日天雨師顧僧云簷頭是甚麼響僧云某甲不知", "303": "師側耳云雨聲也不會。", "304": "僧請益云弟子睡魔不醒求和尚指示師云阿誰不", "305": "醒僧云某甲師云那個是某甲僧擬議師云這掠虛", "306": "漢便打。", "307": "師與同安法璽和尚溪邊散步安云真水急迅流無", "308": "他措足處師把住安云即今老兄在甚麼處安云也", "309": "直得起舞師相與大笑。", "31": "在乙未受星源黃連之請學人", "310": "金散公居士問如何是半峰境師云一塔巍峨士云", "311": "如何是半峰事師云坐立儼然士云向上還有事也", "312": "無師云居士但向下會取。", "313": "書問書問", "314": "與古璧和尚書與古璧和尚書", "315": "前扺三角承法兄大教又兼以厚誼貺我謝謝迨夫", "316": "祖庭秋晚衲子僥浮惟在得人之難昨觀蘄黃風化", "317": "流俗溷入真假不分當此之時更要力挽頹波可耳", "318": "老法兄福德諸方多有仰慕而弟恨不能步武所謂", "319": "春虫一鳴夏虫不可與語者是矣惟冀法兄坐振三", "32": "機器輯語成錄傳播叢林適師", "320": "角峰頭使魔風自化海內象龍日漸趨于座下非獨", "321": "法門有光且老人亦望重也弟別後復過多雲蒙大", "322": "峰兄盛念相留度歲忝在同氣連枝豈可負之而去", "323": "只得暫放情懷煨榾柮快賞爐頭山中修造事煩統", "324": "祈吾兄為法保愛不畫。", "325": "與多雲和尚書與多雲和尚書", "326": "煙雲縹緲客路蹁躚靜想有無窮妙意若非法兄過", "327": "量人爭知有與麼事前別匆匆被大水所阻蒙贈舟", "328": "公且得一帆之便遊廬山覽歐阜常以客途為家活", "329": "耳春來又經遠涉近喜有兩禪客輔佐將來佛法頂", "33": "移錫西江偈憩百福余不住", "330": "卜闡揚也每憶故人恨未聚首望雲山疊嶂不覺引", "331": "動筆興牢騷謹此代面。", "332": "法語法語", "333": "示鏡水禪人示鏡水禪人", "334": "鏡水戒足婺邑東鄉李氏子也家世業儒博通外學", "335": "誠事佛語早年父母俱喪遂發奮出家直究禪理恒", "336": "以生死大事為懷每詰之諸僧輩竟無一人以此事", "337": "為伊決擇故爾輒自謂云佛法為難得遇大善知識", "338": "尤難也乙未冬予尋歸匡廬靜室道經婺東寓黃連", "339": "古剎一日戒足來參私乃吐露肝膽山僧默契之此", "34": "與師相見旅舍藹然如舊識也", "340": "子真有學佛之志但不能遇斯人之激發耳所以然", "341": "者譬如世之良匠必假規矩絕墨而乃成其器戒足", "342": "勉乎哉予生平最喜人朴實見其本色英特匪同悠", "343": "悠漾漾一暴十寒之類殊覺異也山僧於佛成道日", "344": "即與授五八戒更贈以偈戒足宜自勉旃偈曰大丈", "345": "夫操上志佛法精通本無二打頭端未遇明師致使", "346": "而今遭鈍置脫生死要超方快便逢人好酌量撞個", "347": "作家施辣手阿誰直下肯承當苦參尋急追究悟徹", "348": "身心原這個假饒向外弄癡團當面卻教成話墮若", "349": "與麼稱俊哉略脫胸襟無點埃搬柴運水家常活一", "35": "因得讀其錄而遂屬余序之余", "350": "一從茲眼豁開出叢林入保社衲衣下事有差別當", "351": "人若未諳來機空走雲山千萬疊老婆禪無剩語此", "352": "事分明為伊舉莫學時流逐隊過潦倒還教未輕黃", "353": "鏡禪鏡禪須自知相逢要辨主中主。", "354": "示王少湖居士示王少湖居士", "355": "宗門一著別無他解只要離心意識參出聖凡路學", "356": "更有一等聰明伶俐者不信有祖師悟門強以言句", "357": "配合歷涉多岐食人殘噎乃至古今聖賢修行之要", "358": "節自相違悖也王子少湖奇偉之士齋素已久留心", "359": "內典甚未嘗有廢惜乎恐溺知見而反失穎悟之妙", "36": "幸非多智老翁不勞師揜門", "360": "理山野當令掃除參個父母未生前一著如癡似兀", "361": "灼然得到克己復禮天下歸仁地位與凡夫俗子大", "362": "不相侔矣一日提挈八齡尊堂并及幼子披誠皈向", "363": "此念世稀美其稚孩不昧夙因真驊騮之可羨然固", "364": "深知居士願力再來正在一方垂手接人秖貴闔門", "365": "回善在在世世同為佛家眷屬也山野故不負公之", "366": "黽勉以弁數言聊為進道之策汝毋惑諸汝毋惑諸。", "367": "示用持節菴主示用持節菴主", "368": "吾鄉用持掃除閨閣經過險夷終心不錯節義大端", "369": "修其天爵道範繇師良材匪琢請法志堅更脫廛縛", "37": "語近者三寸不律與髮同髡亦", "370": "了悟上乘真性何惡三寶親枝流傳海岳。", "371": "歌歌", "372": "山居即事歌山居即事歌", "373": "連日冒寒身弗快斗室打眠不出外眉毛撕結訝郎", "374": "當鼻孔依然常相對壁破籬穿直透風雪撒珍珠真", "375": "可愛令人翻憶老楊岐我亦未免生知解禪床盡底", "376": "絕關攔布被新縫卻遮蓋無米斷炊稀粥湯少油鹽", "377": "菜噇皮袋幾日不餐自強挨懶向人前誇醜態拾枯", "378": "燒火已無多帶雨生柴旋斫賣十字街頭等沒人束", "379": "取肚皮心莫怠歷觀我輩住山翁苦辣甜酸皆分內", "38": "何取挾以讚歎其萬分一乎雖", "380": "為報通方作者知雙陸盤中喝彩賽", "381": "樂道歌樂道歌", "382": "君不見山中樂道常知足三條短篾腰間束歲久年", "383": "深百念消破瓦鐺邊止一個也無榮也無辱半升三", "384": "斗是吾祿每日支笻澗壑遊又見牧童驅野犢嘆韶", "385": "華如轉燭世事奔波何了局偷得清閑快活居是佛", "386": "是仙都莫做又不見自古夷齊恥周粟商山四皓有", "387": "高躅竹林茅舍放胸懷種果栽花遠塵俗於此樂是", "388": "真福猶勝公候積金玉隨緣認性且逍遙塊石憨眠", "389": "歌一曲阿呵呵甚題目惟餘天地最吾癡笑罵從他", "39": "然余於師殆幾幾有三緣焉金", "390": "喚顛禿", "391": "自省歌自省歌", "392": "湖海飄零十年霜鬢冷相侵又爭知富貴皆由命到", "393": "不如嘯傲閑雲高崖流水自喜生來幸單只抱句話", "394": "頭兒悟徹死生休被業緣重惑亂勸諸人也試把本", "395": "來認定", "396": "像讚像讚", "397": "雪山相雪山相", "398": "六載雪山冷坐午夜明星覷破凍得肌膚焦黃描也", "399": "不成畫不就天上人間沒處藏菡萏花開香馥馥", "4": "不修邊幅未或能定其為", "40": "明塗毒聞者必死遠聞者徐死", "400": "白衣大士白衣大士智至子居士請", "401": "苦海茫茫喚醒人誰識白衣大士真眾生如子能視", "402": "父若箇當頭認主賓端的旨絕疏親鏡花水月又重", "403": "新居士每朝勤展禮始信生前不昧因", "404": "又觀音像又觀音像", "405": "大士現身一水一月救世迷津如珠照夜咄", "406": "布袋和尚像布袋和尚像楊茂林居士請", "407": "倚著布袋縱橫無礙十字街頭早曾捉敗兜率天宮", "408": "不住蹤惑亂世人休捏怪任是渠儂笑嘴歪成佛驢", "409": "年也未在楊遷居士請標題想必龍華同一會", "41": "卒隔千里外無從一聞早歲則", "410": "達摩像達摩像", "411": "遠離竺乾身懷良璧坐熊耳峰暗生荊棘秋光皓月", "412": "一輪明拈取烏藤與三十", "413": "又讚又讚", "414": "不契梁皇暗渡江九年少室布神鎗兒孫箇箇追風", "415": "影皮髓分來作話商", "416": "鴛湖先老和尚讚鴛湖先老和尚讚", "417": "拋金剛圈吞栗棘蓬吳歌閩調韻響聲洪鞭笞龍鳳", "418": "兮隱顯莫測煆煉聖凡兮入火重鎔斷橋一案古今", "419": "在直指人人達本宗", "42": "宦游其地寶蓋繡幢尚可述而", "420": "金明老和尚讚金明老和尚讚", "421": "秀州城畔據坐匡床范蠡湖邊張羅撒網橫推濟北", "422": "遠溯斷橋拈麈尾而正按傍提握吹毛而別行條令", "423": "海內嚮師道化衲子肩踵法幢一味本色接人盡掃", "424": "諸方途轍引得座下兒孫到處稱王稱鄭心於毒", "425": "要識這老和尚如何為得天下人軌則", "426": "自讚自讚", "427": "這個小阿師身於椰子大氣宇自雄雄生平懶屈下", "428": "碎佛祖之窠起魔王之怕攪亂諸方叢林從來不受", "429": "擯罰如此擔當臨濟宗風爭得名振華夏", "43": "志也一緣也黃連一味塞斷天", "430": "題已修禪德小像題已修禪德小像", "431": "汝本新安人況未離方外滿口自忉忉鄉譚原不改", "432": "問道坐何為嬾說之乎者老實苦操持真個是僧也", "433": "詩偈", "434": "留別金明本師介和尚留別金明本師介和尚", "435": "獅窟呈機句已投敢云裝促出湖頭家私幾許空狼", "436": "藉業債還須盡力酬煙水一溪施櫓棹雲山萬疊縱", "437": "丹丘臨期擬說忠情話檇李亭邊事更幽", "438": "和唐伯虎先生花月詩和唐伯虎先生花月詩", "439": "看花邀月到茅堂有月無花興不狂坐息花間憐月", "44": "下喉嚨啞者得嘗何口可說亦", "440": "白喜逢月色澹花黃秋深倒影月花瘦露滴蒼梧花", "441": "月芳更靜月來花共賞豈隨花月翫幽廊", "442": "花敷月皎世留情冷艷花偷賽月盈當空月魄花爭", "443": "笑刺眼花嬌月可頻愛花非月難同調候月窺花借", "444": "喻評待得跏趺花月下怡然嘲月與花傾", "445": "詠梅詠梅", "446": "鐵骨冰肌迥絕塵山前獨露一枝新香凝皓魄爭先", "447": "態素質孤標太古春抹卻清霜偏耐冷覺來明月倍", "448": "精神遙知此際誰堪羨別有丰姿造化真", "449": "銅山寺雨作銅山寺雨作", "45": "卒隔千里外無從一嚼中年則", "450": "平生嗜好遊山水昨入銅山心更美岌岌峰巒萬疊", "451": "攢又見雲橫四面起須臾忽聽雨滂沱覺來亦在", "452": "波裏夜闌風息雨聲沉高臥北窗而已矣", "453": "過祈閶珠溪寺過祈閶珠溪寺", "454": "野色偏饒杖出遊山深古寺見溪流懶將俗筆工詩", "455": "態好托閑名遯跡幽濯濯可觀珠滿壑停停過耳樹", "456": "聲秋三橋環鎖無今昔快我曾來欲泛舟", "457": "寄三角法兄寄三角法兄", "458": "一筇遙訊古蘄黃山水原因定有方幸接高蹤今主", "459": "席嘉乎手眼別宮商龍門萬仞鯤魚躍印祖千秋覺", "46": "客游其地翠屏香澗尚可想而", "460": "苑香且賴芻蕘欽道譽斷橋法脈楚天長", "461": "棹泛鄱湖望廬山棹泛鄱湖望廬山", "462": "煙水蒼茫可問舟廬山儼若畫中收絕無孔道風塵", "463": "幌只有鄱湖窈窕秋鴈過數聲霜露冷旅懷不盡笛", "464": "羌愁遙觀五老峰高突未識何因悟昔由", "465": "過東林贈喚鐵主人過東林贈喚鐵主人", "466": "東林老宿號喚鐵白髯道容心未歇胸襟浩蕩不可", "467": "名發語吐詞果高傑晉代遠公千百載規範貽然仍", "468": "不改白蓮未卜復重開螺分五色增光彩夜宿文殊", "469": "梵閣雄靜裡聞聲水亦淙諦信浮沉天地外幾人到", "47": "褱也一緣也臨濟諸老曾為張", "470": "此頓情空", "471": "懷西江有感懷西江有感", "472": "此間滿擬去西江想到其中事渺茫一水一山藏尺", "473": "牘千愁萬狀露錐囊連宵煙雨休沉掉坐裡機深謾", "474": "舉揚芒履生平為活業不須重訂問歸航", "475": "喜晤方明上座喜晤方明上座", "476": "歲暮超然遇故知岩披梅幹吐幽奇形尪勿解生平", "477": "事奮翮終慚君力為末法久膺回雪谷真宗毋紊破", "478": "荼蘼掀窗共覽龜湖境幾片雲霞冉冉施", "479": "贈普陀主人卻塵贈普陀主人卻塵", "48": "拙說偈韓休安名覿面相呈不", "480": "廿載幽棲結勝緣好依磐石識根源袈裟時護祥雲", "481": "裊貝葉頻翻楮閣填縱日遠觀添筆興橫窺近況抹", "482": "蒼煙直須會取西來意坐對朝暾渤海前", "483": "次超然法師懷遊廬山次超然法師懷遊廬山", "484": "頻年欲結隱所愧匪英才茲亦愛匡廬咄咄復何來", "485": "每想昔伊人荷衣傳大梅秋風乃颯然共滌襟懷開", "486": "臨淵獨撫景興感罕同猜游泳奏絲桐情空嘯石臺", "487": "虎溪風未晚今之與古哉俯鑿鴻濛間天然秀異胎", "488": "我已浪浮生如公震法雷珠溪冠閶邑海眾布春垓", "489": "拄杖陟危巔山雲送客回", "49": "惜蜣螂糞彈惟斷橋一派現等", "490": "步金明和尚即事韻步金明和尚即事韻", "491": "風雨隆冬事叢林定不枯缽盂惟濕口藜藿且充", "492": "未話休糧意相將勉力扶我師真道範徹底為人唔", "493": "途中遇雨途中遇雨", "494": "客路多停泊江材岸柳移希逢人語合漸覺雨聲悲", "495": "豈畏朔風凓為憐病骨支遙觀山色暮得計訊歸遲", "496": "過寧山訪漢目和尚過寧山訪漢目和尚", "497": "聞君棲比廓四眾仰高風愧我多年別何能談彼衷", "498": "偶緣茲邂遘相與敘行蹤溢目當秋晚方知祖道隆", "499": "與鑑若公隄上步月與鑑若公隄上步月", "5": "珍御為垢衣者顧索余在", "50": "瓊臺仰望停雲俛窺流水雖佛", "500": "夕陽山色瞑清磬度前村月上隄煙綠星懸塔影橫", "501": "隔溪人笑語曲徑杖敲門獨喜君英邁幽懷尚可論", "502": "立夏日阻雨龍華立夏日阻雨龍華", "503": "龍華高隱地夏日偶相過登眺山幽勝淹留雨恨多", "504": "前溪煙霧合美景水雲和坐聽微風起詩成慷慨何", "505": "示余明宇居士示余明宇居士", "506": "齋素能長久虔心與世殊庭幃訓稚子隱几編殘書", "507": "剋苦成家業忘情匪曳裾稅田三五畝聊可種青畬", "508": "秋日苦雨秋日苦雨", "509": "極目雨多繁岩巒聽鼓瀾平蕪接斷岸煙樹見隄桓", "51": "法無二而偏指不參并隔四五", "510": "慘澹失秋色奔流透碧寒悶排生遠意窗下幾琅玕", "511": "途中示藏拙途中示藏拙", "512": "暑退又經冬浮生夢寐中第思前路苦灰卻自心胸", "513": "祖道悲時世僧規表肅雍行藏如不苟庶爾見真工", "514": "訪古璧和尚訪古璧和尚", "515": "師門同法乳十載各經心君喜弘揚道吾慚思隱林", "516": "計程二千里挂席五湖深慰問蘄陽事而今識好音", "517": "冬夜口占冬夜口占", "518": "寥寥忽剔一燈寒坐擁禪衾夜半酣不竟懷人幽興", "519": "發吟餘睡熟月盈竿", "52": "十年外無從一決垂老能更僕", "520": "過清洪嶺過清洪嶺", "521": "春晴迢遞入清洪共聽松聲滿壑風爛煮香泉通肺", "522": "腑不知身在草菴中", "523": "即雨偶韻即雨偶韻", "524": "推窗遙見遠山昏林木瀟瀟風雨聲閑坐竟忘賓主", "525": "意眉舒且喜待晴明", "526": "觀洪水觀洪水", "527": "溪橋閒徙探源頭一帶洪波入海流驚起魚龍常不", "528": "定從教大地化瀛州", "529": "竹林乘涼竹林乘涼", "53": "其世而莫逆其人醇乳醴泉更", "530": "苦熱難于怯病懷當窗松竹可徘徊客心時托涼飆", "531": "襲溪上月明倒影來", "532": "小青蘿小青蘿", "533": "行過山谿路靄然一辭芒履到林泉抬眸月上青蘿", "534": "頂翠竹風搖鐘磬邊", "535": "多雲雨夜懷僧多雲雨夜懷僧", "536": "繩床慵坐弗舒懷旬日山中被雨霾遙望隔江人不", "537": "到許多心事絕安排", "538": "詠水缸紅魚詠水缸紅魚", "539": "鼓出紅鰓類莫儔欲貪江海作遨遊不知身置溝中", "54": "可挹而注也又一緣也師以儒", "540": "水空啖花枝未肯休", "541": "題福巖題福巖", "542": "百尺危巒架數椽虛空渺漠洞中仙寄言世上勞勞", "543": "者好結深山養大年", "544": "輓金散公居士輓金散公居士", "545": "宇內名流每探頤斯人已故道風馳寒猿叫月心悲", "546": "切江上丹楓瑟瑟時", "547": "傷哉大義失于門想像依然有仲溫秦淮幾夜舒雲", "548": "雨暗為君家洒淚痕", "549": "過五乳寺禮憨大師塔過五乳寺禮憨大師塔", "55": "家少年及心空第方憶丹霞騎", "550": "此地昔從師插草家風還想似當年我來瞻禮赬然", "551": "汗青嶂雲浮一縷煙", "552": "贈鐵谷主人贈鐵谷主人", "553": "思入匡山好結茅捫蘿倚杖探峰高到來鐵谷家風", "554": "澹門外千竿竹鳳毛", "555": "湧蓮鐵輪法侄遠訊賦此寄酬湧蓮鐵輪法侄遠訊賦此寄酬", "556": "法罹話到始傷心風月依然孰可憑賴有至人殷念", "557": "重遠來寒谷報春音", "558": "寄松岫法弟寄松岫法弟", "559": "同分吳越到江州君自韜藏杖懶酬忽得好音吹我", "56": "古佛之風將推倒一世而襟期", "560": "耳翛然兩地共歡留", "561": "四旬有感四旬有感", "562": "疏慵玄鬢半成班浪得虛名心太頑此日客中親感", "563": "賦每逢喜色玉珊珊", "564": "室中遣懷室中遣懷", "565": "世風難挽自回天霧瘴山巒又聽泉倜儻近來南北", "566": "路為誰收取葛藤禪", "567": "勉僧乞食勉僧乞食", "568": "窮途家計又何如好向前村更乞濡相逢若問吾儂", "569": "事一瓶一缽是安居", "57": "整秀落落穆穆松火橘湯怡然", "570": "次韻酬天峰兄次韻酬天峰兄", "571": "靉靆江雲引客舟山山高矗壯予眸此行未可臨風", "572": "便一望晴川瞷竹樓", "573": "十二時歌十二時歌", "574": "平旦寅惺惺直下更惺惺李廣神弓終不拒射穿石", "575": "虎卻難評", "576": "日出卯衲僧休要呈機巧兔角龜毛用最親擊碎珊", "577": "瑚光杲杲", "578": "食時辰尋常且謾展炊巾捧缽堂前施咒方百千三", "579": "昧有龍吟", "58": "自適楊岐雅志復見於今矣至", "580": "禺中已飯罷消閑忘箇事鈍钁頭邊任縱橫赤斑斬", "581": "斷絕回互", "582": "日南午報汝諸人莫莽鹵控回勒馬望長安拈椎擊", "583": "破鹽官鼓", "584": "日映未散誕逍遙為活計羚羊蹤跡覓何來死獦怛", "585": "地無迴避", "586": "晡時申岩穴猿猱折樹藤定起老僧扶竹杖快趨庭", "587": "際看飛騰", "588": "日入酉此事人人皆本有金雞鼓翅上欄杆無價寶", "589": "珠當面剖", "59": "若說法親切殺人活人與人奪", "590": "黃昏戌大地漫漫黑似漆籬落墻根犬吠聲抬眸明", "591": "月照幽室", "592": "人定亥摑碎虛空添彩繪點畫分明是甚麼趁出豬", "593": "圈亦自在", "594": "半夜子是非不到聾雙耳床頭唧唧鼠聲濃祖師公", "595": "案偷心死", "596": "雞鳴丑翻身已覺星移斗溈山水牯冷獃獃若箇靈", "597": "符懸在肘", "598": "四威儀四威儀", "599": "山中行躡磴許蘿捫謾抬步雙膝沒泥痕", "6": "稠人班荊麈談露布心腑", "60": "人語句具在諸方明眼一一能", "600": "山中住開畦種紫芋暮與朝虎嘯岩前樹", "601": "山中坐亂草為茵褥倦跏趺幾陣天花簸", "602": "山中臥明月窺窗牖破布褌快活何如我", "603": "和端獅子禪師戲書二十三字和端獅子禪師戲書二十三字", "604": "勞生夢擾信非常我只閑兮說甚忙懶剔銀燈閱青", "605": "史羞惶", "606": "江西百福寺住持解空師徒孫非耳仝資刻", "607": "蘄州語錄東巖禪師蘄州語錄", "608": "侍者　照務　宗智　記錄", "609": "示眾蘄州仰天窩示眾師云流光易邁日月推遷去聖時", "61": "辯之他如或代或別或拈或頌", "610": "遙人多懈怠山僧纔離浙省已到蘄黃直欲遍訪精", "611": "藍舉揚法道在今雲窩片地玉潤含輝不妨就此韜", "612": "藏刀耕火種古德插鍬又手說大義甚有來由輥木", "613": "毬解打鼓一場敗露山僧雖無如是曲調行則與諸", "614": "人同行坐則與諸人同坐乃至拈匙把箸開單展缽", "615": "恰共汝等商量搆得者免使驅馳未搆者勿生憍慢", "616": "正當今日入院一句如何施設掀翻海嶽求知己撥", "617": "轉乾坤致太平擲拂子下座。", "618": "茶話僧出問圓通不開生藥舖單單只賣死貓頭某", "619": "甲有疑請和尚說破師云汝且吃茶著僧云這是古", "62": "自然月印絕不雷同皆纚纚可", "620": "人道過底師云你分上作麼生僧擬議師云也要學", "621": "亂統乃云居士特入山殷勤請茶話滿堂雲水僧賴", "622": "是無酬價開口盡胡禪東西便廝罵卻遇明眼人也", "623": "只得一跳好似阿家姑全不識羞怕巧舌縱千般難", "624": "免知音笑大眾笑則且止秪如今晚喫茶汝等還知", "625": "茶裏消息麼良久左右顧視云上士一決一切了中", "626": "下多聞多不信遂拍香几便起。", "627": "師病示眾云山僧日患瘧病正當寒熱交加冷氣相", "628": "接底時節眾中還有為山僧作主者麼眾無對良久", "629": "自代云已遲八刻。", "63": "發人深省師蓋以黃連為濫觴", "630": "示眾舉南明和尚住山雪嶠大師呈偈云從來無物", "631": "可同儕自向山中自活埋五十年來履踐事娘生一", "632": "隻臭皮鞋南荅偈云既云無物可同儕誰向山中誰", "633": "活埋五十年前娘未養喚他甚麼作皮鞋師云二老", "634": "宿宗門巨匠等閒發露底蘊各有為人眼目山僧今", "635": "日續貂敢和一偈天涯踏遍覓同儕闢得禪關正好", "636": "埋翻憶古錐當日事無端露布這皮鞋。", "637": "示眾舉修山主云具足凡夫法凡夫不知具足聖人", "638": "法聖人不會聖人若會即是凡夫凡夫若知即是聖", "639": "人師云大小修山主不合說道理好與三十拄杖何", "64": "耳異日流通如江如河固不可", "640": "故免墮聖凡窠窟。", "641": "示眾徑僻荒苔跡門開絕客過日長慵嬾坐欹側望", "642": "雲坡草色綠如綺湖光鏡展磨年來頻選屐自許老", "643": "岩阿。", "644": "示眾舉明招上堂眾纔集招云風頭稍硬不是汝等", "645": "安身立命處且歸煖室商量便歸方丈大眾隨至立", "646": "定招又云纔到煖室便見瞌睡以拄杖一時趁下師", "647": "云明招機用超越當時且非中下之根而可測擬也", "648": "山僧今日不消如之若何眾中莫有全身擔荷者麼", "649": "眾無對師乃拽拄杖下座大眾一齊走散。", "65": "得而力遏也已人亦有言文章", "650": "示眾禪不須參道不須學如羊無角如虎帶角三千", "651": "里外逢人切不得道山僧粗識好惡良久云錯。", "652": "示眾舉昔有一老宿住菴於門上書心字於窗上書", "653": "心字於壁上書心字法眼云門上但書門字窗上但", "654": "書窗字壁上但書壁字玄覺云門上不要書門字窗", "655": "上不要書窗字壁上不要書壁字何故字義炳然師", "656": "云二大老恁麼判斷甚生奇特要會他古人意三生", "657": "六十劫。", "658": "師一日垂語云月到窗櫺因甚又被竹風篩去眾下", "659": "語不愜師代云其理自彰。", "66": "盛而儒術衰語錄多而佛法少", "660": "示眾舉南泉問僧昨夜好大風僧云昨夜好大風泉", "661": "云吹倒門前一株松僧云吹倒門前一株松又問一", "662": "僧昨夜好大風僧云什麼風泉云吹倒門前一株松", "663": "僧云什麼松泉云一得一失師云南泉置此一問也", "664": "甚奇怪二僧如是酬對且道誰得誰失若有能較得", "665": "失明白底出來與山僧相見其或未然今日風色稍", "666": "硬待歸煖室商量拽拄杖便起。", "667": "示眾孤峰頂上一塊石先天開鑿到如今不知風雨", "668": "莓苔爛誰是佛兮誰是心。", "669": "中秋示眾師云去年中秋月今年中秋月今年與去", "67": "其勢不能不厲禁云然要非通", "670": "年要識這時節不見寒山子云吾心似秋月又有者", "671": "云吾心匪秋月縱然比類得來也是虛空釘橛且如", "672": "雲窩家風別無所長一味冷坐峰頭笑對清光皎潔", "673": "今晚何妨塞責舉似諸人貴須於此安貼以手畫", "674": "圓相托起云大眾會麼玉出崑崗劍號巨闕。", "675": "示眾舉高峰大師云門外有一人用盡機謀要入入", "676": "不得門裏有一人做盡伎倆要出出不得出不得入", "677": "不得即且置且道門外人與門裏人相見時如何愁", "678": "人莫向愁人說說向愁人愁殺人師云高峰和尚用", "679": "盡自己心笑破衲僧口雲窩又且不然門外人要求", "68": "論也使一喝三拳足明大事一", "680": "入者從他入門裏人要求出者從他出何必用許多", "681": "計較作麼只要諸人識得此間鍋子大小杓柄短長", "682": "便了何故從來無位次不用強安排。", "683": "示眾舉盤山云似地擎山不知山之孤峻如石含玉", "684": "不知玉之無瑕若能如是是真出家育王杲云若能", "685": "如是捏目生化師云若能如是碧落青霄。", "686": "示眾秋風颯颯秋雨濛濛參差紺殿翠竹煙籠伶俐", "687": "漢這裏見得便知有此境界直饒腳踏實地底還他", "688": "驀劄相逢只恁麼佛法世法打成一片致使老胡之", "689": "後滅跡掃蹤山僧不敢望其別開戶牖貴要諸人徹", "69": "切有句都歸默然則百世而下", "690": "骨徹髓扶起綱宗大眾既然如是且作麼生是綱宗", "691": "遂以拄杖卓一卓云擊碎金圈栗棘篷。", "692": "示眾舉僧問法眼如何是曹源一滴水法眼云是曹", "693": "源一滴水師云法眼荅這一語不妨峻硬未免挂人", "694": "齒頰忽有問山僧如何是曹源一滴水只向他道大", "695": "眾側聆具眼者辨。取", "696": "偈頌寄懷熊約生居士寄懷熊約生居士", "697": "聲光貫耳識毘耶未握玄談鬱密奢仙骨不凡名所", "698": "重綸音聿降恥乘車三春花木及時秀百尺喬松始", "699": "瓞瓜愚鈍自癭成懶癖荷君神誼佩煙霞", "7": "大不異夙昔相識比再晤", "70": "尚不知臨濟為何物而況斷橋", "700": "訪黎博菴居士訪黎博菴居士", "701": "丰姿溫度荷天培德重文邦草木荄流水承機添雅", "702": "興青山笑對闢徂萊法門禾黍傷蜩寂白社宗傳奮", "703": "蟄雷相見幸同風晉味喬鶯遷自有根垓", "704": "文燈岩居士見過次韻奉酬文燈岩居士見過次韻奉酬", "705": "古寺依城堞良朋暑會稀世間惟火宅高士有真歸", "706": "軒靜竹林月傾懷老衲衣廬山名鼎重攜手共忘機", "707": "贈文允言居士贈文允言居士", "708": "聞說天池瀑山中最勝觀前人題不盡隱者許盤桓", "709": "大道如掾筆璣珠滿腹讙惟君能悟入真可見巑岏", "71": "哉學人之不能已於斯刻也殆", "710": "題畫題畫", "711": "重岩何待卜茅居綠樹濃陰一草廬行過板橋人盡", "712": "見始知丹壑有藏書", "713": "其二其二", "714": "門開眼放青山碧流水溪邊引客奢想是當年朱家", "715": "法白雲黯黯夕陽斜", "716": "懷父八旬大誕懷父八旬大誕", "717": "憶別親闈僅一週隈岩傍壑且隨流今逢壽量超彭", "718": "祖千里神馳肅此酬", "719": "夜春夜春", "72": "為慧命計也。", "720": "山廚斷米供晨食衲子嗷嗷要荷擔黑夜踢翻碓觜", "721": "響秕糠颺去恣幽探", "722": "示程傑菴居士示程傑菴居士", "723": "險世終成沒了期要尋歸路好修持古今多少忠良", "724": "士鼠臂虫肝味盡時", "725": "示僧參竹篦話示僧參竹篦話", "726": "拈來竹篦報君知覿體承當孰是誰直欲向前求解", "727": "會驀頭惡水不饒伊", "728": "示沈杏如居士示沈杏如居士", "729": "八十已前一著子濟人一味是湯頭人參附子般般", "73": "柴堯法弟文德翼拜譔", "730": "用妙手從來價不酬", "731": "養子育孫成大蔭而今勘破好歸根持經誦咒為平", "732": "等未審如何是報恩", "733": "示黃文輝居士示黃文輝居士曾參孤崖和尚", "734": "十年親覷洞山機割截塵緣與百非今日翻思隨分", "735": "已衡湘南浦鴈秋歸", "736": "元宵偶占元宵偶占", "737": "村村鑼鼓正喧開燈事豐饒勝去年多少時人競爭", "738": "看有誰眼裏識踿躚", "739": "山中感作山中感作", "74": "黃連語錄東巖禪師黃連語錄", "740": "仕途不可問居山託布袍豈知蝸角世空負一生高", "741": "詠竹詠竹", "742": "清露聞幽響茆齋積翠深倚欄剛拭目孤勁有玄吟", "743": "登舒管生居士清華山房次韻登舒管生居士清華山房次韻", "744": "初夏隱雙溪群峰勢猶壯曳杖或高扳蕭蕭雲氣釀", "745": "澗壑瀉斷虹煙城如簇望會晤只松聲彷彿滄江上", "746": "梗概有奇觀廊廟實難然心遙景象閑回顧雲梯行", "747": "僧房絕客囂庭敞比林巷坐列對晴川眾流奔玉浪", "748": "傾懷託素丘巧斲非神匠遠俗愛清華數楹手高刱", "749": "山嵎天字寬雅興希多讓罄󳸡少晤君留連未盡暢", "75": "侍者機琇記錄", "750": "紆縈石徑幽雲物欣同向窗開嶽面新竹翠風鼓颺", "751": "和宋天封佛慈禪師蜜蜂頌和宋天封佛慈禪師蜜蜂頌", "752": "爛醉花間窺竊時徉徉得意便忘歸分明一段真腸", "753": "熱不逐東風上下飛", "754": "覷破機關本有涯行藏端許羨高衙天然貴胤非珍", "755": "惜始信渠儂獨克家", "756": "轟地驚天恰是時那將家業便拋離從教刀斧當頭", "757": "劈未肯甘心換蜜脾", "758": "等閒莫負好風光笑看春來花自忙做盡百般窮伎", "759": "倆被他人喚訝郎當", "76": "上堂示眾順治乙未年師受星源黃連寺眾護法請於十月初", "760": "詎意高騫有大桐滿腔王氣許相通一門豁達原非", "761": "小對面何分紫與紅", "762": "行實行實", "763": "順治丁酉解夏眾執事入方丈請師說行實師云大", "764": "凡衲僧行腳操方未出門諸人先具有此副骨性何", "765": "待要山僧鼓弄唇舌作麼縱然余所說乃是我分內", "766": "底事於汝輩了沒交涉此番無柰眾頭首誠懇且不", "767": "免漏逗一上余新安人俗姓鮑父諱秦交字上孚係", "768": "府庠母胡氏好修善夢家有扁曰積善堂三字乃妊", "769": "生余於天啟癸亥十月二十四日也自幼少啖葷食", "77": "二日進院至山門云八字門打開了也諸人一出一", "770": "隨父寺院中讀書早晚得瞻佛相便生踴躍年甫十", "771": "八舉業未遂志父母嚴責每感嘆曰大丈夫不能力", "772": "求寸進弗若一日入空門討個清閑自在耶至十九", "773": "歲辭親扺金陵途遇一僧激發修行指往宜興禮見", "774": "明師染薙二十造京都清涼寺受上顓下愚和尚具", "775": "足戒後歷講席凡看經畢常夜敷坐聞友人談及宗", "776": "門向上一著又閱禪關策進則知有做工夫事頓棄", "777": "教理遂發奮束裝到鎮江竹林寺參見林皋和尚是", "778": "年甲申冬也彼時尚應蘇州堯峰山請余即挑包徑", "779": "趨堯峰客司通白引入方丈相見人事畢尚從容為", "78": "入還知麼喝一喝卓拄杖便入。", "780": "知客云堂中眾已滿且安息外面散住著余云某甲", "781": "特為生死遠來再四懇乞尚許進堂執事專權不肯", "782": "通情余異日告別往嘉禾東塔寺求單正值石雨和", "783": "尚結冬期也懷香入室請益做工夫話尚令參一口", "784": "氣不來余歸堂卻抖搜精神把此話頭極力追究亦", "785": "不見有速效轉覺迷悶欲待向人但無開口處於是", "786": "二七中東討西覓只這一個疑團子打不破至晚鄰", "787": "單云少頃和尚落堂余歡喜不已俟開小靜尚進堂", "788": "出問百千萬億法門學人從那一門得入尚以腳點", "789": "地一下云從這裏入余禮拜尚乃打一竹篦回到單", "79": "佛殿云巍巍堂堂煒煒煌煌令人可瞻可仰新長老", "790": "上如劍戟刺心反復再提此話面前恍若一座銀山", "791": "鐵壁進亦不得退亦不得於此通夜忘寐將黎明佛", "792": "殿發大鼓聲胸中便脫然得個安樂境界時本師介", "793": "和尚為居首眾直趨座寮呈我所見尚更激勵做工", "794": "夫此亦暫時岐路耳未為到家究竟也余禮謝而出", "795": "心下憤憤然殊弗快意衲僧家若不明此大事爭肯", "796": "瞥自知休直下痛加鞭策乙酉春解制石和尚相招", "797": "入半肯社余便辭退往諸方游覽後到金粟參費隱", "798": "和尚問衲僧行履所為何事尚驀頭打一棒云業識", "799": "茫茫漢余云不是苦心人不知尚又打云轉見不堪", "8": "則出所著黃連語錄二卷", "80": "到這裏弗施三拜要且不甘遂展坐具。", "800": "茶次知客擬白云晚間送某兄進禪堂安單尚默許", "801": "余便禮拜出候晚入堂須猛著精彩絕不與鄰單共", "802": "語冬期掛牌入室余同一僧進方丈其僧便請益尚", "803": "劈胸與一推跌階下僧起再拜尚又推之余在傍忽", "804": "然有省乃笑曰猶是階下漢尚回顧云如何接上階", "805": "余即近前把尚一推便走出尚云今日且放汝一頓", "806": "輒歸堂成偈云冷面無情驀與推卻於明鏡出當臺", "807": "萍蹤雁影眼中屑笑倒階前者阿獃再進方丈作禮", "808": "云某甲適纔作得個偈子特來呈似和尚遂展開尚", "809": "覽云這弄精魂的余便喝尚拈棒余拂袖竟行自此", "81": "伽藍云秉正直心無偏無黨此日囑君免諸措罔乃", "810": "機鋒相見本無結舌杜詞也一日師又上堂余出問", "811": "占德不出方丈庄上吃油餈意旨如何尚云被山僧", "812": "勘破余云爭柰學人何尚云你是漆桶余擬進語尚", "813": "便喝余亦喝尚云救得來時遲了也余復喝尚云更", "814": "要亂統那除夜尚為眾云古人烹露地白牛與諸子", "815": "分歲意作麼生命兩序大眾下語俱未愜意余隨後", "816": "出作禮云謝師供養尚頷之丙戌解制令遷單要余", "817": "充化士柰我素性枯淡冬夏惟一衲衣而已便立怯", "818": "夏後再參牧雲和尚時師住常熟破山寺接見甚喜", "819": "送入高僧殿不滿數月尚回古南余偕友人直往雙", "82": "插香。", "820": "徑之遊歲邸復轉瓶寶會龍寺度節丁亥年有僧自", "821": "報恩來聞玉林和尚行腳初回掩關大雄山余負笈", "822": "往參尚一見便契命充知客值結冬余問豎拂拈椎", "823": "即不問開爐設󵑑事如何尚云看取眉毛余云與麼", "824": "則把斷要津不通凡聖尚便打余云千聖不知何處", "825": "去倚天長劍逼人寒尚不荅期畢又令入堂領眾余", "826": "時精力少健即退位閑居一載戊子秋抵武林徙倚", "827": "湖上獨愛山水之佳恨不及與騷人遊客之所倣傚", "828": "徒自快快留連旬日意欲渡江往越之天台隨喜卻", "829": "遇箬菴和尚出山在拈花舍余躬自趨謁尚問汝一", "83": "祖師云鏟昔日魔風起今時痼疾看者一隊古錐爭", "830": "向在那裡東奔西走余云某甲適纔離大雄尚云腳", "831": "跟下好與三十拄杖余便喝尚云胡喝亂喝余云和", "832": "尚猶作這般見解尚以香信盆推地震聲云亂統師", "833": "僧余云學人罪過尚便休去次日著執事陪余入南", "834": "尚後回山送閑住寮冬期又命掌記室將經二載", "835": "庚寅歲有同參者扳余過宛陵住靜誓作休山之計", "836": "安敢強做出頭人也不果院事少就復走龍池屯村", "837": "棲真諸處盡有機緣但不能細述始末後仍返嘉禾", "838": "金明寺見我本師蒙尚留住乃敘及法門事以補", "839": "知客之執屢勘辯深愜師意辛卯春解制余年二十", "84": "向黃連坐地良久云針劄不入。", "840": "九也尚一日命同既白兄入室豎起拂子云若道得", "841": "即將去余云不辭向和尚道尚云未在更道余便接", "842": "過拂子尚云莫亂做余以拂子擊桌便出尚遂對眾", "843": "付囑復耑侍僧送衣拂歸寮山僧抱忝愚鈍毅然有", "844": "愧色乃稽首禮謝壬辰歲乞假回新安省親因途間", "845": "受暑大病忽作兩月不起有同行僧勸請醫士服藥", "846": "後即愈是年秋到郡被親友羈留卜隱于黃山之梅", "847": "溪自念斷橋一脈歷代傳持至我本師而又奚冀於", "848": "余輩往返數載晦跡韜光不肯以法門狼藉乙未冬", "849": "承星源眾檀護以黃連寺之招開堂復二載惟真實", "85": "方丈師拈拄杖云把佛祖關驗龍蛇句八達七通貴", "850": "煆煉衲子非炫耀于一時也丙申撾鼓退院於海陽", "851": "半峰靜室閉戶不出者又幾寒暑設有方來禪侶克", "852": "辦個事勿厭岑寂直登峰造謁如泛泛之流聞風而", "853": "止矣今晚被現前大眾抑逼余普說行腳故自不揣", "854": "己引出這般勾當雖然好似羅公照鏡汝等諸人寧", "855": "不免于笑乎眾復作禮師躬身便起云不煩久立珍", "856": "重。", "857": "附懷淨土偈附懷淨土偈", "858": "滌盡根塵法法真西方佛亦是家親諸人欲說生天", "859": "好更向蓮池種夙因", "86": "知落處諸人還知落處麼乃以拄杖卓一下云丁一", "860": "素珠拈起水瀠洄一念澄清絕點埃步步腳跟親薦", "861": "取不從他處覓蓮臺", "862": "堂堂多少好男兒落賺終朝播嘴皮不信自心惟淨", "863": "土齒黃髮白亂狐疑", "864": "忽聽春鶯唱柳條當思佛土即心苗瞿曇金口親分", "865": "付非是虛言誑爾曹", "866": "業根牽動苦娑婆生死千般沒溺多更要西方求極", "867": "樂此方人可脫離窠", "868": "茆屋三間真自在彌陀一句獨為鄰等問說向貪嗔", "869": "客莫把閻浮作久湮", "87": "卓二。", "870": "山前山後幾經過壁立岩前萬丈波指問樂邦何所", "871": "似瓊花琪樹亦摩訶", "872": "小閣爐焚沉水香仙風時見下瑤章但聞下界閻浮", "873": "地白藕池邊有法王", "874": "日笑溪頭鼓舌風劫初古佛許誰窮諸人試問修行", "875": "事淨土無非有己躬", "876": "得少輕安休放閑更知山外又重山西天十萬八千", "877": "路一日曾無頃刻間", "878": "但看池塘荷葉青鷺鷥枉向水濱尋江風幾度解吹", "879": "醒只聽滔滔念佛聲", "88": "當日眾請上堂師至座前拈帖示眾云文詞句義親", "880": "對客尋常口懶間於予根鈍匪雄才手持一串金剛", "881": "子仗佛親從接引來", "882": "捷徑門庭可易之諸人切莫作難疑六時觀想端嚴", "883": "相世世生生即導師", "884": "祖翁田地原成現那劫中繇下種來當人珍重回先", "885": "照漸次蓮池養聖胎", "886": "一條大路真如矢往往來來有萬千多少師僧皆錯", "887": "過豈知古佛在當前", "888": "趁此韶光急便修春風偏惹為人愁誰將甲子逆推", "889": "轉終是悠悠守古坵", "89": "從諸臺護信根上所生增一毫不得咸一毫不得若", "890": "妄念于心真不起淨土工夫純熟時夢中感佛親摩", "891": "頂始覺如今慶幸之", "892": "光陰火急似燒眉富貴千年有盡期好把寸心歸淨", "893": "土西方蓮座即相攜", "894": "忉忉言句非真實本色禪和鐵脊梁換人眼睛烏豆", "895": "子等閑何用布旗槍", "896": "歷歷明明元本有光前絕後亦非他弄泥團漢雖無", "897": "限省力彌陀一句多", "9": "示之又何其小撞而發大", "90": "要字腳分明仰煩維那對眾剖析宣讀畢。", "91": "師指法座云虛空刻畫猶自不堪欲會鑄印登壇看", "92": "取將軍號令震聲一喝便陞座拈香云此瓣香九天", "93": "雨露泉石蒙恩爇向爐中端為祝延", "94": "今上皇帝聖壽萬歲恭願常歌舜日水享堯年區內顯", "95": "乎至尊八表誠為治化次拈香云此瓣香至大至剛", "96": "惟忠惟孝爇向爐中奉為滿朝臣宰本省當道諸官", "97": "名公縉士恭願高遷爵位輔佐王畿又拈香云此瓣", "98": "香金剛慧種劫石彌堅爇向爐中奉為本山檀越主", "99": "遠近眾耆舊伏願夙薰般若妙契心宗再拈香云此"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B413 黃蓮東巖禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B413 黃蓮東巖禪師語錄", "author": "清 說　機琇記錄　黎元寬序　文德翼序　內分黃蓮語錄　蘄州語錄　有行實　末附懷淨土偈（依駒本印）", "language": "chinese", "source": "CBETA"}