{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1546 新修往生傳", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "中卷佚文三人唐往生高僧善導", "1": "新修往生傳卷下", "2": "正傳三十一人正傳三十一人附見八人", "3": "唐南岳釋承遠唐五臺釋法照", "4": "唐并州釋僧衒啟芳圓果附唐朔方釋辨才", "5": "唐鎮州釋自覺唐台州釋懷玉", "6": "唐觀察韋文晉唐李知遙", "7": "唐鄭牧卿唐吳郡釋齊翰", "8": "唐吳郡釋神皓唐睦州釋少康", "9": "唐彭州釋知玄唐汾州釋僧藏", "10": "唐郁州約山翁等三人唐元子平", "11": "唐釋雄後唐汾州季祐張鍾馗附", "12": "唐兖州釋太行唐長安尼淨真衡州尼悟性附", "13": "唐荊州釋惟恭靈巋附後唐溫州釋鴻莒", "14": "石晉鳳翔釋志通大宋錢塘釋紹巖", "15": "大宋東京釋守真大宋餘杭釋悟恩", "16": "大宋永明寺智覺禪師延壽", "17": "大宋耆山釋遵式", "18": "大宋觀音縣君吳氏侍女附大宋明州黃長史女", "19": "大宋司士王仲回華嚴講師有誠", "20": "南岳彌陀和尚承遠南岳彌陀和尚承遠始學於成都唐次資川詵。詵即", "21": "黃梅忍公法嗣也。居巖石之下。人遺之食則食。不遺", "22": "則食土泥茹草木。其取衣亦類是。初法照國師。在廬", "23": "山入三昧。於安樂國。見蒙弊衣侍佛者。彌陀告曰。此", "24": "衡山承遠也。出而密求。見師於巖谷間。羸形垢面。負", "25": "薪汲水。以供清眾。望之釋然定中所見也。問其事符", "26": "契。乃師事之。法照至京。為代宗言師道德。天子南向", "27": "禮焉。其後名益顯。人皆負布帛。運木石以送。不拒。不", "28": "營祠宇不日而成。德宗賜額曰彌陀寺。人從其化者。", "29": "以萬計。凡物供眾有餘。即以施餓疾者。後安坐終于", "30": "寺。壽九十一。", "31": "釋法照釋法照南梁人。唐大曆二年。棲于衡州雲峯寺。慈忍", "32": "戒定。為時所歸。二月十三日。於僧堂食鉢中。覩五色", "33": "雲。雲中有寺。寺之東北有大山。山有㵎。㵎北有石門。門", "34": "去可五里。復有一寺。金牓題曰。大聖竹林寺。照雖目", "35": "覩。而未知果何境也。二十七日食時。復於鉢中見五", "36": "色雲。中現數寺。元有山林穢惡。純金色界。池臺樓觀。", "37": "眾寶間錯。萬菩薩眾而處其中。中有諸佛嚴淨國土。", "38": "種種勝相。照異所見。因訪問之。有嘉延曇暉二僧。曰", "39": "聖神變化。不可以凡情測。若論山川面勢。乃五臺爾。", "40": "四年夏。照於衡州湖東寺。啟五會念佛道場。其年六", "41": "月二日。五色祥雲。彌覆其寺。雲中亦有樓閣。上有數", "42": "梵僧。身可丈餘。執錫行道。又見彌陀佛與二菩薩。其", "43": "身高大等虗空界。日既暮矣。照於道場之外。遇老人。", "44": "曰汝先發願。金色界禮覲大聖今。何輙止。照曰。時難", "45": "路難。不止如何。老人曰。但能亟去之。何其難也。照未", "46": "暇對。老人忽隱。照以所見勝異。重發願曰。願以此身。", "47": "奉覲大聖。縱經火聚冰河。終無退墮。其年八月一十", "48": "十三日。與同志數人。遂離南岳。果無艱險。五年四月", "49": "五日。至五臺縣。遙見寺南。有數道光。六日達佛光寺。", "50": "一如鉢中所見。略無差別。是夜四更。復有異光。北來", "51": "射照。照乃問曰。此何祥也。吉凶焉在。僧云。此大聖不", "52": "思議光。攝汝身心耳。照聞之。即具威儀。步尋其光。遂", "53": "至一寺。寺之東北。可五里。果有山。山有㵎。㵎北有石", "54": "門。門旁有二青衣。纔八九歲。顏貌端正。一稱善財。一", "55": "稱難陀。相見歡喜。問訊法照云。何故多時流浪生死。", "56": "始來相見。遂引照入門。北行幾五里。見一金門。門上", "57": "有樓。高百尺。兼有挾樓。漸屋門所。方見有一寺。前有", "58": "大金橋。寺門有大金牓。題曰大聖竹林之寺。方圓可", "59": "二十里。中有一百二十院。院院皆有寶塔。黃金為地。", "60": "華臺玉樹充滿其中。照。入寺至講堂內。見文殊在西。", "61": "普賢在東。皆據師子高座。其身及座。高可百尺。說法", "62": "之音。歷歷在耳。文殊左右菩薩萬數。普賢亦有無數", "63": "菩薩。前後圍繞。照。於二菩薩前作禮問曰。末代凡夫", "64": "智識淺劣。佛性心地無由顯現。未審。修行於何法門。", "65": "最為集要。易得成佛。利樂眾生。惟願大聖。斷我疑網。", "66": "文殊曰。汝所請問。今正是時。諸修門無如念佛。供養", "67": "三寶。福慧雙修。此最為要。我於過去劫中。因觀佛故。", "68": "因念佛故。因供養故。得於一切種智。是故一切諸法", "69": "般若波羅蜜多。甚深禪定。乃至諸佛正徧知海。皆從", "70": "念佛而生。故知念佛諸法之王。汝等應當常念。令無", "71": "休息。照曰。當云何念。文殊曰。此世界西有阿彌陀佛。", "72": "彼佛願力不可思議。當繫念諦觀彼國。令無間斷。命", "73": "終之後。決定往生彼佛國中。永不退轉。速出三界。疾", "74": "得成佛。說是語已時。二大聖。各舒金色手。摩法照頂。", "75": "而為授記。汝已念佛故。不久證無上正等菩提。若善", "76": "男子善女人。願疾成佛者。無過念佛。則能速證無上", "77": "菩提。盡此一報之身。定超苦海。說是語已時。文殊大", "78": "聖。而說偈言。汝等欲求解脫者。應當先除我慢心。嫉", "79": "妬名利及慳貪。去却如斯不善意。應專念彼彌陀號。", "80": "即能安住佛境界。若能安住佛教界。是人常見一切", "81": "佛。若得常見一切佛。即能了達真如性。若能速斷諸", "82": "煩惱。則能了達真如性。在苦海中而常樂。譬如蓮花", "83": "不著水。而心清淨出愛河。即能速證菩提果。於是文", "84": "殊師利菩薩又說偈言。諸法唯心造。了心不可得。常", "85": "依此修行。是名真實相。普賢菩薩又說偈言。普觀汝", "86": "及一切眾。常應謙下諸比丘。忍辱是即菩提因。無瞋", "87": "必招端正報。一切眾見皆歡喜。即發無上菩提心。若", "88": "依此語而修行。微塵佛剎從心現。悉能廣修諸行願。", "89": "運接一切諸有情。速離愛河登彼岸。法照聞已。歡喜", "90": "踊躍。疑網悉除。復作禮已合掌而立。文殊師利告", "91": "言。汝可往詣諸菩薩院。次弟巡禮。法照受教。次第巡", "92": "禮。遂至七寶果園。其果纔熟。可大如盆。即取食之。味", "93": "甚香美。法照食已。身意泰然。迴至大聖前。作禮辭退。", "94": "還見二童子。送至門外。禮已舉頭。遂隱不見。師乃愴", "95": "然。倍增悲感。四月八日。至華嚴寺般若院。西樓下安", "96": "止。十三日。日中後。法照與五十餘僧。同往金剛窟巡", "97": "禮。到無著見大聖處。䖍心禮二十五佛名。凡禮十餘", "98": "徧。忽見其處盡是琉璃七寶宮殿。文殊普賢一萬菩", "99": "薩。及佛陀波利。俱在一會。法照見已。惟自慶喜。隨眾", "100": "歸寺。是夜中時。向華嚴寺西樓上。忽見寺東山半。有", "101": "五盞聖燈。大如椀。照祝曰。請分百盞燈。遂分百盞。再", "102": "祝曰。請分為千盞燈。又分千盞。行行相對。徧於山半。", "103": "因此忘身。獨詣金剛窟所。願見大聖。於夜後分至金", "104": "剛窟。重禮二十五佛名十徧。五會念阿彌陀佛二千", "105": "口。悲淚啟告。自惟無始惡業漂流生死。種種剋責。躃", "106": "身三十餘次。自撲未已。忽見一梵僧。身長七尺。稱是", "107": "佛陀波利。至法照前語曰。師今悲泣有何意耶。答云。", "108": "願見大聖。波利言。師但閉目隨我而行。遂引法照入", "109": "金剛窟。見一院。黃金題牓云金剛般若之寺。寺皆七", "110": "寶莊嚴。房廊樓閣。都一百七十五間。金剛般若一切", "111": "經藏。在寶閣中。遂向大聖。投身作禮。合掌啟告文殊", "112": "師利言。唯念何時速證無上正等菩提。廣度眾生令", "113": "入無餘。何時果我無上願海。發是願已。爾時文殊師", "114": "利告言善哉。再為摩頂授記言。汝心真正志為菩提。", "115": "能於惡世。發斯勝願。利樂群生。如汝所說。必當速證", "116": "無上菩提。必能速具普賢無量行願。圓滿具足。為天", "117": "人師。度無量眾。法照。蒙授記已。稽首作禮。又問。未審", "118": "今時及未來世。一切同志念佛四眾。不為名利勇猛", "119": "精進。臨終定感佛來迎接。上品往生。速離愛河否。文", "120": "殊告言。決定無疑。除為名利及不志心。言訖遂遣童", "121": "子難陀。將茶湯來并藥食。法照言。不須藥食。大聖言。", "122": "但食無畏。遂進兩椀。湯一椀。味甚香美。大聖亦自進", "123": "三椀湯并及藥食。其器皆琉璃寶成。既而令波利送", "124": "出。照意不欲出。大聖告言。不可。汝今此身元是質礙", "125": "不淨之體。不應住此。但為汝今與我緣熟。此一報盡。", "126": "得生淨土。方始得來。言訖不見。還在窟前佇立。天明", "127": "獨見一梵僧。告法照曰。好去好去。努力努力。勇猛精", "128": "進。作是語已。忽然不見。良久遲迴悲喜不已。始知大", "129": "聖悲願。難可思議。法照。雖覩聖異。不敢妄傳。恐生疑", "130": "謗。至冬十二月初。遂於華嚴寺。入念佛道場。載念文", "131": "殊普賢記我。不久當證無上菩提。又記我念阿彌陀", "132": "佛決定往生。遂絕粒邀期誓生淨土。得無生忍。速超", "133": "苦海。救度群品。如是七日。初夜正念佛時。忽見一梵", "134": "僧。至道場內。告法照曰。汝之淨土。華臺生矣。後三年", "135": "華開。汝期至矣。然汝所見者。臺山境界。何故不說。言", "136": "訖而隱。翌日申時正念誦次。復見梵僧。年約八十。神", "137": "色嚴峻。告法照曰。師所見者臺山境界。何不依實記", "138": "錄。普示眾生。令所見聞發菩提心。斷惡修善。獲大利", "139": "樂。師何秘密。不向他說。照答曰。實無有心秘密斯事。", "140": "恐人疑謗墮於地獄。所以不說。梵僧告云。大聖文殊。", "141": "見在此山。尚有人謗。豈況於汝。汝今所見境界。但令", "142": "多人見聞之者。發菩提心。來登此山。滅無量無邊之", "143": "罪。斷惡修善。稱念佛名。得生淨土。即是利益無量無", "144": "邊眾生。豈不大哉。何慮疑謗。祕而不說。法照聞已。答", "145": "曰。謹依所教。不敢秘密。梵僧微笑。即隱不現。法照。方", "146": "依所教。具前逢遇實錄示眾。江東釋惠從。以大曆六", "147": "年正月九日。與花嚴寺僧崇暉明謙等三十餘人。隨", "148": "法照。至金剛窟所。親遇般若院所立石標誌。同行徒", "149": "眾。䖍誠瞻仰。悲喜交集。倐聞其處。鍠鏗然鍾聲。清音", "150": "雅亮。眾感驚歎靈異。書之精舍屋壁。普使見聞。同發", "151": "勝心。共期佛果。後於所見竹林寺處。特建一寺。號竹", "152": "林焉。工畢。照曰。吾事已矣。吾豈久滯於此哉。不累月", "153": "示滅。逆推向聞梵僧之說。果三年。", "154": "釋僧衒釋僧衒并州人。少念慈氏期生內院。至年九十。遇道", "155": "綽禪師。以淨土誘掖未悟。始迴心焉。衒。以迫於頹暮。", "156": "積累之功不大。於是早暮禮佛常千拜。念佛之號常", "157": "萬徧。窹𥧌勤䇿。兢兢而不懈者三年。真元九年。有疾", "158": "至于大漸。謂弟子曰。吾有漏人。方茲有疾。詎意。阿彌", "159": "陀佛授我香衣。觀音勢至示我寶手。由此以西。皆淨", "160": "土境。吾其從佛去矣。遂終。後七日異香不散。并汾之", "161": "人。因於淨土發信焉。時汾西悟真寺。有啟芳圓果二", "162": "法師。昔甞以老教衒。既又目擊其事。乃於觀音像前", "163": "懺悔往咎。仍折楊枝置觀音手。誓曰。芳等於淨土果", "164": "有緣契。當使楊枝七日不萎。至期而楊枝益茂。芳果", "165": "慶抃。以夕兼晝。不捨觀念。後數月。於觀念中。忽覺。自", "166": "臨七寶大池。池間有大寶帳。身入其中。且見觀音勢", "167": "至。坐寶華臺。臺下蓮華。彌滿千萬。阿彌陀佛由西而", "168": "來。坐一最大蓮華。華中光明。㸦相輝映。芳等前禮問", "169": "曰。閻浮眾生。依經念佛。得生此耶。佛告芳曰。如念我", "170": "名。皆生我國。無有一念而不生者。又見其國。地平如", "171": "掌。寶幢珠網上下間錯。又見一僧御一寶車逐逐而", "172": "來。謂芳等曰。吾法藏也。以夙願因。故來迎汝。芳等乘", "173": "車前邁。又覺其身坐寶蓮華。又聞釋迦如來與文殊", "174": "菩薩。以梵音聲。稱讚淨土。其前又有大殿。殿有三道", "175": "寶階。第一道上純是白衣。第二道上僧俗相半。其第", "176": "三道惟僧無俗。佛指道上僧俗。謂芳曰。此皆閻浮念", "177": "佛之人。遂生於此。汝奚不自勉也。芳果既悟。歷與其", "178": "儔言之。後五百。二人無病。遽聞鍾聲。問之傍僧。咸曰", "179": "不聞芳果曰。鍾聲乃我事。非爾有矣。頃刻二人同終", "180": "焉。", "181": "釋辨才釋辨才襄陽人。母初姙娠。即倐惡葷茹。至其誕夕。香", "182": "氣盈室。七歲出家。後乃周遊州郡。愽窮經籍。祿山于", "183": "紀。血腥河洛。才乃託疾。絕音不語。凡三年。祿山岳敗。", "184": "肅宗疊降璽書。以形褒美。才於淨土潛修密進。二十", "185": "許年。未甞言於人。但與仼公善密。一日謂仼曰。才以", "186": "幻身已及頺齡。盡此報身必生淨土。期遂所生。蓋十", "187": "年爾。十三年秋。有疾。至于暮冬八日。謂弟子曰。汝詣", "188": "仼公言之。向之所期已及十年。公無忘焉。弟子以其", "189": "言白之。公曰。豈師之別我耶。驟往省問之。及門。或報", "190": "之曰。仼公至也。才曰。至則吾其去矣。乃自趺坐。湛然", "191": "示滅。時邑子石顒。從役城上。聞其音樂西來合奏。又", "192": "聞諸妙香氣由西散下。至于清旦益盛焉。", "193": "釋自覺釋自覺愽陵人。習諸經律。大小之乘條然分辨。久而", "194": "念曰。人事紛紛。日新萬端。若入泰山。得一盤石之上。", "195": "結茅以居。大曆元年。得平山之西重林院。覺曰。空山", "196": "無人。煩慮不生。以煩慮不生之地。豈宜佛教無聞乎。", "197": "固有鬼神在焉。於是為諸幽陰。晨夕講貫者三年。五", "198": "年大旱。群盜蜂起。又加林麓蒙翳虎狼交跡。覺。採果", "199": "實。日充一食。恒陽節度使張昭。以時亢旱。躬入山請", "200": "曰。昭無政術。禍累百姓。三年亢陽。涓澤不下。引咎自", "201": "責。良無補矣。又曰。昭聞。龍王依師聽法。與諸傳類忘", "202": "其施雨。願哀蒸黎起大悲。覺乃焚香遙望潭洞。而祝", "203": "曰。惟龍之為雨澤其滋。不滋不澤。龍孰為德。不頃刻", "204": "雲霧四起。甘澤大下。是歲有年。覺自入法以來。常發", "205": "四十九願。其願者。願由大悲菩薩。接見彌陀。於是鳩", "206": "卛檀度。鑄大悲像。高四十九尺。造寺居之。及寺之成。", "207": "盛陳佛事於大悲前。俯伏泣曰。聖相已就。梵宇已成。", "208": "願承聖力。早發安養。其夜三更。忽有祥光二道。作金", "209": "色光。光中阿彌陀佛。乘雲而下。觀音勢至左右隨之。", "210": "佛乘金臂。按覺首曰。守願勿󴄻。利物為先。寶池生處。", "211": "孰不如願。俄而光收雲斂。杳無朕迹。後十一年七月", "212": "望夕。復見一人。於雲間現半身。有若毗沙門狀。俯謂", "213": "覺曰。安養之期於斯至矣。即日覺以所見告弟子。訓", "214": "其精勤勇猛。於如來法無生懈墯。既而於大悲前。加", "215": "趺化識。", "216": "釋懷玉釋懷玉丹丘人。□想淨業。僅四十年。日誦彌陀佛號", "217": "五萬徧。通誦諸經三百萬卷。唐天元年六月九日。玉", "218": "念佛。忽見西方聖眾。數若恒河沙。中有一人。手擎銀", "219": "臺。前而示玉。玉曰。如懷玉者。本望金臺。何為銀臺至", "220": "耶。言發臺隱。人亦不現。玉於是後彌加精苦。既三七", "221": "日。向之擎銀臺者。復來告曰。法師以精苦故。得陞上", "222": "品。又曰。上品往生。必先見佛。可宜趺坐以俟佛也。未", "223": "旋踵間。異光照室。玉。乃以手約人曰。不宜觸此光明。", "224": "吾欲蹈之而去。又三月。異光再發。弟子疑其謝世。環", "225": "繞問之。玉曰。非其時也。又曰。汝徒若聞異香。我報即", "226": "盡。次日弟子慧命曰。此報必盡復於何國以受生也。", "227": "玉不答。惟書六句偈云。清淨皎潔無塵垢。蓮華化生", "228": "為父母。我經十劫修道來。出示閻浮厭眾苦。一生苦", "229": "行超十劫。永離娑婆歸淨土。偈畢香氣四來。弟子中", "230": "有見佛與二菩薩。共御金臺。臺傍千百化佛。西下迎", "231": "玉。玉恭合掌含笑而歸。", "232": "唐朝觀察使韋文晉唐朝觀察使韋文晉立行孤潔。常建西方道場。念阿", "233": "彌陀佛。佛前發願。志詣西方。行菩薩道。守護佛法。轉", "234": "正法輪。廣度含識。至六月內面向西。加趺合掌。念阿", "235": "彌陀佛六十聲。忽然而化。異香滿宅。內外皆聞。種種", "236": "祥瑞。不可稱說。", "237": "長安李知遙長安李知遙善淨土教主。會念佛眾為師範。後因疾", "238": "忽云。念佛和尚來。命水著衣。索香爐出堂。向空頂禮。", "239": "乃聞空聲。說偈曰。報汝李知遙。功成果自招。引君生", "240": "淨土。將爾上金橋。却扶就床坐而逝。眾聞異香。", "241": "唐信士鄭牧卿唐信士鄭牧卿榮陽人。舉家奉佛。母及姉妹。同祈淨", "242": "方。父明任太廟令。舅蘇頲。禮部尚書。牧卿少子。為儒", "243": "生。兼崇佛理。不顧冠冤。息心禪觀。誦密嚴經。願生安", "244": "樂國。至開元二十一年。因疾困篤。有翳人及同遂者。", "245": "咸勸俞言。具進魚肉。以救羸頓。痊復之後。修持淨戒。", "246": "不亦可乎。牧卿曰。噫如此浮生。縱因薰穢。而得痊平。", "247": "終歸磨滅。不奉佛禁制。而惜微命何為。確然不許。遂", "248": "嚴佛事。手執香爐。一心稱阿彌陀佛。復作是言。丈夫", "249": "一心不退願往生西方。奄然長往。異香充蔚庭院。隣", "250": "里同知。舅氏夢。寶池華敷。見牧卿合掌趁上。時當五", "251": "十九。", "252": "釋齊翰釋齊翰吳興沈氏子。少時遊寺。蹈高靜無塵之地。惻", "253": "然有宿命之知。而往世之生處。炳如目覩。因捨家焉。", "254": "翰。性不徇時。善不近名。每處一室。寂如無人。惟其苦", "255": "學不棄寸陰。通法華諸經律部。精敏無礙。推明勝業。", "256": "梯引後進。甞謂吳興皎然曰。盡我所見。資彼所聞。一", "257": "毫之善。並歸淨土。十年遘疾。入流水念佛道場。淨土", "258": "境界一念頓現。翰。出道場作偈曰。流水動兮波漣󳬢。", "259": "芙蕖相照兮寶光隨。乘光以邁兮偕者誰。是日終于", "260": "虎丘之東寺。初翰出道場作偈畢。謂弟子曰。善不可", "261": "捨。特不可失。汝曹能固安養之善乎。弟子曰。孰敢忘", "262": "之。翰曰。佛道不忘。汝德由昌。或問和尚捨生。何為病", "263": "耶。翰曰。必謝之期。雖聖未免。況吾哉。於是迴瞻聖像。", "264": "倐然而絕。", "265": "釋神皓釋神皓器宇軒豁。風采朗邁。天寶六年。詔下每郡度", "266": "僧三人。推其名節。道業出入者薦之。皓於本郡為薦", "267": "首。尋依會稽曇一師。精窮律部。已而歎曰。律部所防。", "268": "盖繩諸己。今之僧徒捐本逐末。能繩己者。未始有聞。", "269": "吾誰區區取譏眾人哉。乃歸包山福願寺。逍遙自得。", "270": "士人高其志尚。樂從之游。末年締結西方法社以發", "271": "道俗。其間不能遺塵慮以淨六根者。多引退焉。時人", "272": "以為栴檀林中常材自枯。真元六年十月遘疾。十二", "273": "月五日。囑弟子惟亮曰。吾於今夕必亡。願生淨土。而", "274": "期至矣。汝宜班列九品。為我前導。其夕淨土兆朕密", "275": "現于前。皓乃澡身易衣以終。後三日所居之室。香氣", "276": "不滅。", "277": "釋少康釋少康縉雲仙都人。母羅氏。夢遊鼎湖峯。得玉女。捧", "278": "青蓮華授之。且曰。此華吉祥。授之於汝。當生貴子。及", "279": "生康日。青光滿室。香似芙蕖。年十有五。誦法華楞嚴", "280": "等經五部。尋學究毗。及聽華嚴瑜伽諸論。真元初至", "281": "洛下白馬寺。見殿內文字。累放光明。康不能測。前而", "282": "探取之。乃善導昔為西方化道文也。康曰。若於淨土", "283": "有緣。當使此文光明再發。所願未已。果重閃爍。康曰。", "284": "劫石可移。而我之願無易矣。遂之長安。善導遺像昇", "285": "於空中。謂康曰。汝依吾事利樂有情。則汝之切。同生", "286": "安樂。康聞其語。如有所證。南適江陵果願寺。路逢一", "287": "僧。謂曰。汝欲化人。當往新定。言訖而隱。洎到睦郡。睦", "288": "人尚無識者。未從其化。康乃丐錢誘掖小兒與之。約", "289": "曰。阿彌陀佛實汝良導。能念一聲。與汝一錢。小兒務", "290": "其得錢也。隨亦念之。後經月餘。孩孺念佛俟錢者。比", "291": "比皆是。康曰。可念十聲乃與爾錢。小兒亦如其約。如", "292": "是一年。無長少貴賤。凡見康者。則曰阿彌陀佛。以故", "293": "念佛之人。盈道路焉。真元十年。康於烏龍山。建淨土", "294": "道場。築壇三級。聚人午夜行道。每道場時。康自登座。", "295": "令男女面康賡聲。高唱阿彌陀佛已。又賡聲和之。至", "296": "康唱時。眾見一佛。從其口出。速唱十聲。則有十佛。若", "297": "聯珠狀。康曰。汝見佛否。如見佛者。決生淨土。其禮佛", "298": "人數千。亦有竟不見者。真元二十一年十月三日。囑", "299": "累道俗。當於安養起增進心。於閻浮提生厭離心。又", "300": "曰。汝曹此時。能見光明。真我弟子。遂放異光數道。奄", "301": "棄世焉。入塔臺子巖。天台德韶禪師。重新之。今之人", "302": "多指其塔。為後善導焉。", "303": "釋知玄釋知玄眉州洪雅人。母夢月入懷。因而載誕。乳哺之", "304": "間。見佛輙喜。五歲祖令詠華應聲而就。七歲遇泰法", "305": "師在寧夷寺。講涅槃經。玄入講肆。若覩前因。是夕夢", "306": "佛手案其頂。遂出家焉。丞相杜元頴。作鎮西蜀。聞玄", "307": "之名。命講于大慈寺普賢閣下。黑白之眾。日合萬數。", "308": "注聽傾心。駭歎無已。其後蜀人。不敢指其名。乃本俗", "309": "姓。號陳菩薩焉。外典經籍百家諸子。莫不該總。每恨", "310": "鄉音不變不堪講貫。乃於象耳山。誦大悲呪。一夕玄", "311": "夢。神僧截舌換之。明日俄變秦音。時楊邢部汝士高。", "312": "左丞元裕。長安楊魯士。咸造其門。擬結蓮社。會昌簡", "313": "汰僧門。玄歸巴岷舊山。雖例施巾櫛。而戒檢愈更明", "314": "潔。宜宗誕節。詔玄例施論議。玄奏。天下廢寺宜再興", "315": "復。大興梵剎。玄有力焉。帝以玄有才識。特深顧矚。命", "316": "工圖形置于禁時中。相國裴公休。與玄友善。亦相激", "317": "揚中興教法。帝賜悟達國師之號。玄於臥中。見生平", "318": "曾遊之境。歷然在前。因起焚香西向。雖他境象。皆非", "319": "其志。如得一見淨土。志願滿矣。言已空中有聲應曰。", "320": "汝之行業。決生安養。奚為願不滿也。玄聞之喜躍自", "321": "慰。遂召弟子慈燈。上遺表。仍謂燈曰。吾淨土之修有", "322": "年矣。今日之聞。如我昔願。已乃右脇著席而化。", "323": "釋僧藏釋僧藏西河人也。賦性謙損。不與物競。見耆年則敬", "324": "之。遇有德則尊之。出門徧禮塔廟。不受道俗拜。夏月", "325": "常草間餧蚊蚋。凡涉勞苦。必居眾先。念彌陀佛二十", "326": "許年。未甞口言悲惡。每以速出三界。無先念佛。以故", "327": "行若遺。坐若忘。飲食𥨊息。安養之志在焉。乾符中臥", "328": "病。病中聞諸天奏樂次第來迎。皆不去。乃見淨土化", "329": "佛。光照其身。侍疾者在藏之側。藏曰。自惟曠劫以至", "330": "今日。所積愆尤。如微塵數。豈意。今日聖眾光燭吾身。", "331": "此真淨土教主大悲搆我爾。次日又謂僧曰。吾適冥", "332": "目。正在淨土。接諸上善。又曰。諸上善人。咸樂五來。且", "333": "與吾等散華。未逾食頃。又曰。諸上善人召我。我其志", "334": "矣。乃起整衣西向而終。", "335": "隋州約山翁媼二人隋州約山翁媼二人識達苦空。每月六齋日。請山僧", "336": "二人設齋行道念佛。常念阿彌陀佛。臨命終時。光明", "337": "滿室。半夜如日中。又女裴氏。貞觀年中。因僧教念佛。", "338": "用小豆為數。念滿三石。自知生處。徧辭親知。後如法", "339": "裝餝念佛而終。往生極樂。又汾陽縣老人。貞觀五年。", "340": "於法忍山。借一空房止宿。常念阿彌陀佛。臨命終時。", "341": "大光徧照。面西登蓮臺而去。", "342": "元子平元子平大曆九年。九於潤州觀音寺發心。念阿彌陀", "343": "佛。經三月。忽病。夜聞空中異香音樂。空中有人告言。", "344": "麤樂已過。細樂續來。經日念佛命終的生淨土。數日", "345": "異香不絕。", "346": "釋雄俊釋雄俊成都人也。有膽勇。無戒行。而天性善講說。或", "347": "時講肆得財幣。必也非法而用。蜀人鄙之。以為壞道", "348": "沙門也。亦甞罷僧以入軍壘。尋因逃難復大僧門。僧", "349": "徒有守名節防未然者。多畏避之。俊聞經稱一念阿", "350": "彌陀佛。即滅五十億劫生死之罪。乃大喜曰。賴有此", "351": "耳。故雖造非。而口輙念佛。然其所念。若存若忘。猶伶", "352": "倫之為戲樂爾。唐大曆二年二月五日。暴亡入冥府。", "353": "王曰。追汝之來誤也。然汝之惡其積尤大。可宜略經", "354": "塗炭。即令牛頭獄卒數人。驅入地獄。俊至獄門。且拒", "355": "且捍。且大呼曰。一念阿彌陀佛。猶滅五十億劫生死", "356": "重罪。況俊所造未臻五逆。未形十惡。又其念佛時且", "357": "不忘。必若佛語可憑。豈合更膺塗炭。因復大呼左𩥇", "358": "右𩥇焉。數卒顧不敢凌逼者久之。乃以其語報王。王", "359": "令召俊。俊至。王曰。汝之念佛。本無深信。但其身口有", "360": "因。汝可迴世更勵始心。俊既得回。屢言所見。時滑稽", "361": "輩。戲之以為地獄漏網人。俊曰。毋以為戲。由今而後", "362": "自知過爾。乃之郡南之西山。浣情滌意專事念佛。四", "363": "年三月七日。俊之朋儕七人。之西山訪之。俊喜曰。吾", "364": "時至矣。汝徒又來。其亦緣有遇而事有託。又曰。汝徒", "365": "迴去。若見城中親知。為俊語曰。俊為念佛功德。得生", "366": "淨土。他日毋以俊為地獄人也。語笑之間坐而棄世。", "367": "汾州人季祐汾州人季祐殺牛為業。臨病重時。見數頭牛。逼觸其", "368": "身。告妻曰。請僧救我。僧至告云。觀經中說臨終十念", "369": "而得往生。遂應聲念佛。忽爾異滿室。便終。眾人皆見", "370": "異香瑞色祥雲饒其室上。又張鍾馗。同州人。販雞為", "371": "業。永徽九年。臨終見宅南群雞集。忽見一人著緋皂", "372": "衣。驅雞唱言󲣅󲣅。其雞四交上啄兩眼。出血在床。至", "373": "酉時。值善光寺念佛僧導。令鋪聖像。念阿彌陀佛。忽", "374": "聞異香。奄然而逝。", "375": "釋太行釋太行於泰山結草為衣。採果木為食。行法華普賢", "376": "懺。積三年。精誠既極。且感普賢現身。行目瞻睹。彌慶", "377": "夙因。由是䇿勵諸念。念如來之法尚存。念己之修未", "378": "證。早暮激切迨忘飲食。末年以佛道所修未專一境。", "379": "又以幻身無常。必歸磨滅。未知來世復何受生。遂於", "380": "大藏。追誠叩意。以陳露曰。願我信心取彼經文。隨其", "381": "所得。即永受持。乃縱其意抽而取之。其所得者。乃彌", "382": "陀經。日夜誦持絡繹安養。未三七日。俄於半夜睹琉", "383": "璃地。瑩淨在前。行覺心眼洞明。見彌陀佛。與觀世音", "384": "勢至無數化佛。于時遠近相傳。事聞僖宗皇帝。帝詔", "385": "入內問其所見。行。具對之。帝曰。此精進之致然也。下", "386": "勑賜號常精進菩薩。仍賜爵為開國公焉。後一年得", "387": "疾。見琉璃地復現于前。行曰。吾雖無觀想。而琉璃地", "388": "復現。豈安養之期至哉。即日右脅而終。異香數日不", "389": "散。久而肉身不壞。", "390": "尼淨真尼淨真往長安積善寺。納衣乞食。一生無瞋。誦金剛", "391": "經十萬徧。專精念佛。顯慶五年七月染疾。語弟子曰。", "392": "五日內十度見阿彌陀。觀音勢至菩薩僧眾。不可稱", "393": "數。如來放光照吾身。及室內咸皆洞明。又兩度見極", "394": "樂國土莊嚴之事。寶樓寶池。雜色蓮華。開敷水上。金", "395": "沙德水。諸天童子遊戲池中。聞殊香芬郁。亦見紫金", "396": "臺。聞天音樂。千萬諸佛皆真金色。與吾授記。當得作", "397": "佛。吾得上品往生。言訖加趺而逝。光照一寺。又尼悟", "398": "性。洛陽人。於衡州遇照闍梨。發願念佛。因大曆六年", "399": "入廬山。忽痛。聞空中音樂。尼曰。我得中品上生。見同", "400": "念佛人。西方盡有蓮華也。身皆金色。時年二十四。", "401": "釋惟恭釋惟恭出家于荊州法性寺。慢上吞下。親狎非類。或", "402": "時暫暇。則誦經文。期陞安養。然而酒徒博侶。交集于", "403": "門。虗誑云為。曾無虗日。同寺有僧靈巋。跡頗類之。荊", "404": "人戲而嘲曰。靈巋作盡業。惟恭繼其迹。地獄千萬重。", "405": "莫厭排頭入。恭聞之曰。我既作矣。焉能避之。然賴淨", "406": "土教主憫我𠎝惡。拔我塗炭。詎沉地獄哉。唐乾寧二", "407": "年。恭病且死。人未之知。巋時出寺。可百步。路逢少年", "408": "六七人。衣裝鮮潔。手執樂器。若龜茲部。巋疑其儔來", "409": "供佛也。問其故。少年曰。來自西爾。又曰。惟恭上人寺", "410": "何在。巋指其寺曰。此其寺也。此其房也。少年聞之意", "411": "甚喜。乃於懷中出一金瓶。瓶中取一蓮華。其合如拳。", "412": "漸而開之。其大如盆。葉葉之下迭出異光。光彩交映。", "413": "如聚數燈。望寺而馳。未達其寺俄失焉。歸乃大驚。不", "414": "敢迴顧。次日歸至寺。遽聞鐘聲。又見寺僧咸集門下。", "415": "問其故。則曰惟恭夕且死矣。或曰恭死之時。寺僧有", "416": "夢。蓮華光相。以臨其室。久而西去。巋乃具言所見。閭", "417": "里之人。或以其事勉巋。巋因感悟。遂守名節以成高", "418": "邁云。", "419": "釋鴻莒釋鴻莒永嘉人也。就學于長安寶興寺。長安之人。以", "420": "為僧門秀異無如莒者。而莒謙謙。未始自伐。甞與陳", "421": "留蔡圭。遊化度寺。讀󳬴目瞻數行。圭心異之。問莒曰。", "422": "子能誦乎。莒曰。稍誦之。因覆其文了無一誤。圭疑莒", "423": "偶熟其文。復之崇聖寺。寺󳬴僅十行。與莒階讀。纔一", "424": "過。覆而誦之。亦如初。圭歎曰。吾忝為儒。聞有俊人。而", "425": "目未之見。今日見之於子矣。莒不答。暮年游越。越之", "426": "僧尼請為二眾依止。其為行有常。其所游有方。含育", "427": "茲忍。未甞叱犬猫。每誦觀經。結想于安養。疊感祥異。", "428": "莒默而不說。後唐天成三年。水澇之後。民荐飢饉。有", "429": "盜入其室。莒心無撓。徐謂曰。汝曹但為天災所困。余", "430": "無他矣。過此一時當自愛。盜者愧焉。弟子有欲襲其", "431": "無備。莒曰。汝若為此。非吾弟子。吾當捨汝去矣。弟子", "432": "乃止。後唐長興四年。恬然無病。謂弟子曰。淨土勝相", "433": "適已來現。吾即謝世。汝當易新衣。以畢吾事。其夕三", "434": "更果謝世焉。棺斂之三日。一夕倐聞扣棺。弟子發棺。", "435": "莒乃自棺而起曰。吾甞告汝。易以新衣。汝負吾言。今", "436": "茲海眾謂我衣物不潔。或難親之。故我就汝易焉。易", "437": "衣畢。奄然復化。", "438": "釋志通釋志通扶風人。訪天台。登赤城。陟華頂。洎見智者淨", "439": "土儀式。不勝欣抃。不向西唾。不背西坐。天台有招手", "440": "巖。其為峻峙。下顧千尋。通。登其上顧曰。身身臨此境。", "441": "不於此時捨報見佛。異日尚何及也。於是真目西向。", "442": "自陳大願。及念彌陀因地所發行願。願已投身而下。", "443": "至其巖半。若有神物捧之于樹。支體無損。通曰。何其", "444": "復有生耶。乃復整心端意。登其巖曰。余生已厭。大願", "445": "已發。惟諸海眾同相接引。無使此身尚有生也。因之", "446": "再投。至于巖下蒙茸草上。遲久乃蘇。寺僧疑通他適。", "447": "或為犲狼所傷。追而尋之。乃見其為捨身也。眾乃舁", "448": "歸本道場。醫療焉。六年請遊越州法華山。七年將欲", "449": "歸寂。通見白󳬈孔󳭋行列西下。又見蓮華光相。託生", "450": "處也。淨土已現矣。乃起禮佛對佛而終。至闍維時。復", "451": "有五色煙雲。環覆其火。法華山僧。咸共見之。", "452": "釋紹巖釋紹巖雍州人也。母張氏。始懷巖夢窹甚奇。及生姿", "453": "貌魁岸。十八進具於懷暉律師。尋及游吳會。棲息天", "454": "台四明等山。覃研方等諸經僅十年。又甞與德韶禪", "455": "師。決疑於臨川文益師。既得心要矣。因止錢塘湖心", "456": "寺。專誦法華。甞曰。願誦此經萬部。期生安養。日夜精", "457": "至。遂感陸地蓮華生焉。舉城瞻矚。人馬交迹。巖。以人", "458": "至喧噪。搴而蹂之。建隆二年。經願云滿。誓焚其身。供", "459": "養彌陀與清淨海眾。吳越國王錢氏。苦意留之。其心", "460": "暫止。其後又投身于曹娥江中。以餧魚鼈。會有物以", "461": "拯之。得以復生。漁者拯巖之時。似覺有物以扶其足。", "462": "驚濤迅激。泰然其上。錢氏聞之益加欽愛。特於杭州", "463": "寶塔寺。建淨土院居之。開寶四年七月九日。有疾。疾", "464": "中目擊蓮華光相。以燭巖身。巖因作偈數首。以示門", "465": "徒。既而又曰。吾誦蓮經萬部。所期異日蓮華九品。託", "466": "以受生。今吾未死。蓮臺先至。所修之因。豈違我哉。後", "467": "三日將亡。其心欣慰自得焉。", "468": "釋守真釋守真永興人。就從朗師。學起信論。性光師。傳法界", "469": "觀。並得其要。是後宣揚勝業四十餘年。始末開導拳", "470": "拳如一。凡講起信及法界觀。七十餘徧。以燈傳燈。用", "471": "器投器。嗣于法者二十許人。開灌頂道場五徧。水陸", "472": "道場二十餘會。僧尼從而請法者三千餘人。常於三", "473": "更輪結無量壽往生密印。五更輪結文殊五髻神呪。", "474": "宋開寶三年仲夏五日。正輪結時。自覺身登無量壽", "475": "國。舉目見佛。佛指池中蓮華曰。此華他日為汝父母。", "476": "汝宜守之。無他日華萎也。四年。真謂弟子緣遇曰。如", "477": "來不云死生無常乎。吾耄矣。汝之齒也暮矣。吾欲順", "478": "俗預設二塔可乎。遇曰。惟師之命。召寺僧及弟子。告", "479": "以六趣升沈之苦。萬業流轉之因。因令叢聲念彌陀", "480": "佛。佛聲之止。繼以替頌。真。於彌陀像前。俯伏念曰。願", "481": "佛四十八願。度我有情。於其願願無遺其焉。願畢又", "482": "持香華。於諸堂殿。歷陳供養。其所願者如初。既而問", "483": "曰。三更乎。弟子曰。已三更矣。真乃就座恬然歸寂。", "484": "釋悟恩釋悟恩姑蘇人。母甞夢。梵僧謂曰。吾欲寄汝為母矣。", "485": "已而有娠。孩孺之間不親戲玩。年十三。聞僧誦彌陀", "486": "經。遂求棄俗。依崑山慧聚寺。愽訪五部律文。從靈光", "487": "皓端師。研味諸經。懸解之旨。輙難杭敵。雖天台三觀", "488": "六即之義。人未之究。率冥解之。晚依錢塘志因師。通", "489": "法華金光明等諸部大經。一時學者盛相推伏。號義", "490": "虎焉。恩。生平潔苦。日惟一食。不留餘財。不蓄長衣。其", "491": "寺每一布薩。萬眾雲集。才布薩時。常指淨土為勝業。", "492": "宋雍熙三年八月朔夜。恩。見白光數道由井而出。明", "493": "滅不常。謂門人曰。明滅不常。死生象也。乃絕食禁言。", "494": "一心念佛。後三日倐見梵僧一人。儀形甚偉。捧鑪三", "495": "繞其室。恩問之。僧曰。吾灌頂也。生淨土久矣。以汝所", "496": "修。同我之志。故來相叩。俄而弟子至。僧且失焉。次日", "497": "陞座具言所見。亦為弟子。敷說止觀及諸經要義。義", "498": "文將徹。恩曰。瞬息難保。古今常言。吾豈能保今日哉。", "499": "是日坐云于止觀之講堂。至夜半。寺僧文偃有興等。", "500": "聞空中歌唄之音。依俙西衣。", "501": "杭州慧日永明寺智覺禪師延壽杭州慧日永明寺智覺禪師延壽餘杭人。姓王氏。總", "502": "角之歲。六旬之內。誦法華經全袟。既冠不茹葷。日惟", "503": "一食。長為縣衙校。壯年慕道。棄吏業。投翠巖禪師出", "504": "家。衣不繒纊。食不重味。爾後參見韶國師。授以心法。", "505": "初住天台智者嵓。九旬習定。有烏巢衣裓中。修法華", "506": "懺經七年。禪觀中見觀音菩薩。親以甘露灌于口。遂", "507": "獲觀音辨才。下筆成文。盈卷乃已。志求西方淨土。著", "508": "神棲安養賦。證驗賦。萬善同歸集。宗鏡錄共數百卷。", "509": "住持雪竇山院。朝暮演法。夜則念阿彌陀佛。行道發", "510": "願。日課一百八事。未甞癈輟。錢忠懿王。請住永明。徒", "511": "眾二千。晝夜修持愈精進。學者參問。則壁立千仞。總", "512": "心為宗。以悟為訣。日暮往別峯。行道念佛。自為難繼。", "513": "不欲強眾。然密相隨者。常及百人。夜靜四旁行人。聞", "514": "山中螺唄天樂之聲。伺求之。見師於山腹中平夷處。", "515": "旋繞行道。忠懿王歎曰。自古求西方者。未有如是。住", "516": "永明十五年。度弟子一千七百人。常興七眾授菩薩", "517": "戒。夜施鬼神食。晝放生命不計其數。皆迴向淨土。至", "518": "開寶八年二月二十六日。晨起焚香。告眾加趺而逝。", "519": "沒後數年。有僧結囊。訪師所居寺。并真塔之所在。勤", "520": "拳瞻禮數日不已。問之答曰。某名契光。撫州人也。素", "521": "不知師名。昨因疾死。至陰府。見所司殿宇。若王者居。", "522": "閱文籍曰。汝未當死。速返。遣人護送之。仰觀殿間。掛", "523": "畫僧像。王焚香頂拜。乃問獄吏。此何人。王奉之勤。吏", "524": "曰。凡人之生死。無不由此者。唯此一人。不經于此。王", "525": "欲識之。乃畫其像。是杭州永明寺壽禪師也。今已西", "526": "方九品上生矣。自釋迦滅度已來。此方九品上上生。", "527": "方第二人。王所以奉之之勤耳。某既得生。晝夜思想。", "528": "聖人真身塔骨之難遇。是以不遠千里而來耳。問撫", "529": "州僧者。法名志全。其人雖已老。今淨慈長老圓照禪", "530": "師。親見之問之。如所傳云。", "531": "杭州下天竺山法師遵式杭州下天竺山法師遵式秀州人。傳天台教。學高行", "532": "苦。名冠二淅。愽習教觀。而專志安養。甞要期般舟三", "533": "昧四十九日。常行而不寐。素苦羸疾。自吐血數升。師", "534": "以死自誓。遂於道場四角。各置󰞆盆行道。所及吐󰞆", "535": "盆中。兩足皮裂。誓不退轉。忽一日怳夢寐。見白衣觀", "536": "音。垂手指於口中。引出穢蟲數十條。又指間出甘露", "537": "注其口。身心清淨快悅。自此宿疾頓愈。既出懺。頂相", "538": "高寸餘。雙手下垂過膝。聲如鳴鍾。皆與舊異。莫不歎", "539": "仰之。日放生命。夜施食。水邊漁者。夜聞鬼相謂曰。今", "540": "大雪甚。懺主不可出柰何。有曰。懺主慈悲。必不忘我", "541": "等。且待且待。良久。眾鬼笑呼曰。懺主果來。我等飽矣。", "542": "漁者起伺之。果見師携燈踏雪而至。其精感如此。又", "543": "甞以緣事過蘇州。入城三日。葷血絕市。攉酤不集。長", "544": "吏欲置之法。寮佐力勸之。乃已。著往生淨土決疑行", "545": "願二門。淨土懺儀。行於世。", "546": "觀音縣君觀音縣君者姓吳氏。龍圖閣直學士。遵路妹也。其夫", "547": "都官員外郎呂宏。楊州廣陵人。舉進士。遊京師。異僧", "548": "發妙悟佛理。吳氏於是時家居。因閱金剛般若經頌。", "549": "亦契空寂。比宏歸。夫婦各已齊式清淨。苦節自修。迨", "550": "四十年。終其身不少懈。吳氏有二侍女。亦皆絕葷血。", "551": "勤力助為勝業。各以三十五歲卒。其一頗好禪理。既", "552": "病猶怡然笑語。屏人而逝。如委蛻也。其一奉戒尅苦。", "553": "或罙月不食。但日飲吳氏所呪觀音淨水一盃而已。", "554": "一日忽見金蓮捧雙足者三在其前。已而早夜坐作。", "555": "左右俯仰。開目瞑目。無不見也。又數日見其臍。又數", "556": "日見其身。又數日見其面目。其中則阿彌陀。左右觀", "557": "音大勢至也。已而又悉見其殿堂國界。皎如指掌。曉", "558": "然心知其安養淨土也。或詰之。對曰。彼士功德巖淨。", "559": "非可以意言限量述也。又問其女人何如。曰。彼皆清", "560": "淨男子。經行遊樂。無女人也。又問彼佛如何說法。曰。", "561": "我得眼通。未得天耳故。但見其問答指顧而不能聞", "562": "所說也。如是者三年。未甞一瞬不見在前段感疾。自", "563": "言往生而終。吳氏。事觀音有靈感。每於淨室。引置瓶", "564": "缶數十。以水滿中。手持楊柳謂呪。必見觀音放光。灌", "565": "諸器中。疾苦者飲水輙愈。所呪水積歲不腐。大寒不", "566": "凍。世號觀音縣君云。", "567": "明州黃長史女明州黃長史女早嫁樂氏。後喪其夫。誓不復嫁。居父", "568": "舍修安養之業。志願精切。臨終時。手結彌陀印。口稱", "569": "佛名號。履地而行。儼然立逝。魂輭迴夕。眷愛順俗。篩", "570": "󰞆於地。用驗其生處。及開盆。󰞆中生蓮華一朵。如出", "571": "池沼。觀者盈門。僧皓麟目擊踊躍。乃為讚曰。西方淨", "572": "土。秪在目前。精進近矣。懈怠遠焉。十六觀行。九品蓮", "573": "臺。果熟自度。華生即開。清淨善女。至信不迴。寶華標", "574": "瑞。永示將來。", "575": "光州司士參軍王仲回光州司士參軍王仲回無為郡人。因陳本郡。圬垾水", "576": "利。大司農考得其實。請朝廷推恩。乃有是命。其為性", "577": "信厚。未甞與人較短長。天衣懷禪師。住鐵佛道場時。", "578": "亦甞請問。而鄉里以善人稱之。既而信嚮淨土。但未", "579": "具深心耳。至元祐初。問余曰。經典多教念彌陀生淨", "580": "土。祖師則云。心即是淨土。不用更求生西方。其不同", "581": "何耶。答曰。實際理地。無佛無眾生。無樂無苦。無壽無", "582": "夭。又何淨穢之有。豈得更以生不生為心耶。此理奪", "583": "事也。然而處此界者。是眾生乎。是佛乎。若是佛境。則", "584": "非眾生。又何苦樂壽夭淨穢之有哉。試自忖思。或未", "585": "出眾生之境。則安可不信教典。至心念彌陀。而求生", "586": "淨土哉。淨則非穢。樂則無苦。壽則無夭矣。於無念中", "587": "起念。於無生中求生。此以事奪理也。故維摩經曰。雖", "588": "知諸佛國及與眾生空。而常修淨土。教化於群生。正", "589": "謂是也。又問。如何得念不間斷。答曰。一信心後。更不", "590": "再疑。即是不間斷也。司士欣躍而去。至二年十二月", "591": "旦之夕。余守丹陽郡。忽夢司士云。向蒙指示淨土。今", "592": "已得生。特來相謝。乃再拜而出。翌日召丹徒令陳安。", "593": "止語其夢。蓋陳令深信淨土故也。後數日。得司士之", "594": "子進士術衰計。乃知信然。又聞司士未亡已前七日。", "595": "預知時至。與鄉舊為別。時余弟作亦在坐。屢有見謝", "596": "之語。然則司士決生淨土矣。元祐四年四月八日。無", "597": "為楊傑述。", "598": "新修淨土往生傳下終", "599": "淨土經目無量清淨平等覺經兩卷後漢月支三藏譯", "600": "無量壽佛經二卷曹魏康僧鎧譯", "601": "無量壽如來會品二卷大寶積第十七十八唐菩提流志譯", "602": "阿彌陀三耶三佛薩樓佛檀過度人道經二卷吳", "603": "支謙譯", "604": "右經雖所譯文句小有不同其實一本經也。", "605": "觀無量壽佛經一卷宋元嘉中譯", "606": "阿彌陀經一卷姚秦什法師譯", "607": "稱贊淨土佛攝受經唐奘三藏譯", "608": "右二經本同譯別。", "609": "鼓音聲王陀羅尼經", "610": "佛說大乘無量壽莊嚴經三卷縣", "611": "無量壽經論優波提舍願生偈", "612": "天台智者十疑論", "613": "慈愍三藏淨土慈悲集三卷", "614": "安養法師往生論六卷", "615": "慈恩基法師彌陀經通贊二卷", "616": "清涼沙門澄觀觀經疏一卷", "617": "天台觀經疏一卷", "618": "道綽禪師安樂集三卷", "619": "懷感法師決羣疑論七卷", "620": "念佛寶王論三卷沙門飛錫撰", "621": "往生淨土傳五卷沙門飛錫撰", "622": "善導和尚二十四讚并一行禮文等", "623": "壽禪師萬善同歸集三卷神棲安養賦", "624": "源信禪師淨土集二卷", "625": "天竺沙門遵式淨土懺儀一卷", "626": "又往生淨土決疑行願二門", "627": "孤山阿彌陀經疏一卷", "628": "孤山西資鈔", "629": "西方念佛三昧集一卷", "630": "杭州仁和縣候潮門外界奉", "631": "三寶弟子。守越州助教凌大中。弟大正。大順。與家", "632": "眷等意者。為", "633": "先考九評事。生平歸依繫念", "634": "西方阿彌陀佛。屬纊之際。如所期七日覩毫光。微", "635": "笑正念而逝。", "636": "華藏義公和尚。目擊證明。又當開淨土傳板。謹捨", "637": "淨財。成此緣。用仲追薦莊嚴。仍願見聞讀誦者。及", "638": "一切眾生。咸歸極樂之󳬛。速證菩提之道。時崇寧", "639": "元年六月望日謹題。", "640": "錢塘西湖妙慧院住持傳法賜紫釋文義勸緣", "641": "保元三年六月十七日巳刻於東大寺北院出", "642": "同月十九日一交點弁昭自手出", "643": "願共諸眾生往生安樂國乃至修終時", "644": "奉見彌陀佛", "645": "人名對照表人名對照表", "646": "戒珠淨土往生傳王古寶珠集新修往生傳", "647": "卷上一僧顯卷第一二僧顯卷上二僧顯", "648": "卷上二慧永卷第一三慧永同　三惠永", "649": "卷上三慧遠佛陀耶舍與慧持曇順附卷第一一遠法師慧持等三人附同　一惠遠", "650": "卷上四慧虔卷第一四慧虔尼淨嚴附同　四惠虔", "651": "卷上五僧濟卷第一五僧濟同　六僧濟", "652": "卷上六慧恭僧光慧堪慧蘭附卷第一六慧恭僧光等三人附同　五惠恭", "653": "卷上七劉程之卷第一七劉程之同七劉程之", "654": "同八闕公則", "655": "卷上八僧叡卷第一八僧叡同　十僧叡", "656": "卷上九曇鑒道海曇泓道廣道光附卷第一九曇鑒道海等四人附同　九曇鑒", "657": "卷上十曇弘卷第一十曇弘同　十一曇弘", "658": "卷第一十一烏長國王同十二烏長國王", "659": "卷第一十二宋世子親族四人同十三宋世子親屬四人", "660": "卷上十一法盛卷第一十三法盛同　十四法盛", "661": "卷上十二道瑗卷第一十四道瑗同　十五道瑗", "662": "卷上十三慧進卷第一十五慧進同十六惠進翼讚", "663": "卷上十四慧光卷第一十六慧光同　十七惠光", "664": "卷上十五法琳卷第一十七法琳同　十八法琳", "665": "卷上十六僧柔卷第一十八僧柔同　十九僧柔", "666": "卷上十七曇鸞龍樹附卷第一十九曇鸞同二十曇鸞五祖傳", "667": "卷上十八道珍卷第一廿道珍同　廿一道珍", "668": "廿二法像〔考〕浩象誤", "669": "卷上十九止慧命法音附卷第一廿一慧命法音附同　廿三惠命", "670": "卷第一廿二僧崖同　廿四僧崖", "671": "卷第一廿三靜靄同廿五止靜靄", "672": "卷中一慧思卷第一廿四慧思", "673": "卷中二智顗卷第一廿五智者大師", "674": "卷中三智舜卷第一廿六智舜", "675": "卷中卷第一廿七隋文后尼大明附", "676": "卷中四智通通弟子頂蓋母王氏附卷第一廿八慧通王氏道慧附", "677": "卷第一廿九宋滿", "678": "卷中五真慧卷第一卅真慧", "679": "卷中六法智卷第一卅一法智", "680": "卷第一卅二道喻", "681": "卷第一卅三洪法師", "682": "卷第一卅四登法師", "683": "卷中七善胄卷第一卅五善胄", "684": "卷中八法祥卷第一卅六法祥", "685": "卷第一卅七張元祥", "686": "卷中九明瞻", "687": "卷中十道綽道撫附卷中（？）道綽出于五祖傳", "688": "卷中十一灌頂", "689": "卷中十二道昂", "690": "卷中十三智琰", "691": "卷中十四神素", "692": "卷中十五善導卷中廿五善導出于五祖傳", "693": "卷中廿六善導出于五祖傳", "694": "卷中十六功逈", "695": "卷中十七惟岸小童子附", "696": "卷中十八法持", "697": "卷中十九慧日", "698": "卷中廿雄俊卷下十七雄俊", "699": "卷下一承遠", "700": "卷下一僧衒啟芳圓果附卷下三僧衒", "701": "卷下二辯才卷下四辯才", "702": "卷下三法照卷第一卅八止法照卷下二法照", "703": "卷下四自覺卷下五自覺", "704": "卷下五懷玉卷下六懷玉", "705": "卷下七韋文晉", "706": "卷下八李知遙", "707": "卷下九鄭牧卿", "708": "卷下六齊翰卷下十齊翰", "709": "卷下七神皓卷下十一神皓", "710": "卷下八少康卷下十二少康五祖傳", "711": "卷下九知玄卷下十三知玄", "712": "卷下十僧藏卷下十四僧藏", "713": "卷下十五約山翁等三人", "714": "卷下十六元子平", "715": "卷下十八季祐張鐘馗附", "716": "卷下十一大行卷下十九大行", "717": "卷下二十淨真", "718": "卷下十二惟恭靈巋附卷下廿一惟恭靈巋附", "719": "卷下十三鴻莒卷下廿二鴻莒", "720": "卷下十四志通卷下廿三志通", "721": "卷下十五紹巖卷下廿四紹巖", "722": "卷下十六守真卷下廿五守真", "723": "卷下十七晤恩卷下廿六晤恩", "724": "卷下廿七智覺翼讚", "725": "卷下廿八遵式", "726": "卷下廿九吳氏侍女附", "727": "卷下卅黃長史女", "728": "卷下卅一止王仲回", "729": "正傳五十六人附見十九人卷第一正傳三十八人附見十八人中卷正傳三十三人（依傳通玄義分記一）", "730": "計七十五人四卷計百九人下卷正傳卅一人附見八人", "731": "三卷計百十五人"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1546 新修往生傳", "author": "宋 王古輯撰"}