{"sourceLink": "http://www.cbeta.org/", "text": {"0": "論母人施設論", "1": "歸命彼世尊應供正覺者", "10": "鼻界、香界、鼻識界、舌界、味界、舌識界、身界、觸界、身觸界、意界、法界、", "100": "六盲、一眼、兩眼。", "1000": "罪之樂。", "1001": "彼以眼見色已而不取相、不取好，所以彼不防護眼根而住之時，則貪、憂之惡", "1002": "不善法將流入。彼為防護而修行，防護眼根，擁護眼根；以耳聞聲已……乃至……", "1003": "以聲嗅香已……乃至……以舌味味已……乃至……以身觸觸已……乃至……以意識", "1004": "法已而不取相、不取好，所以不防護彼意根而住時，則貪、憂之惡不善法將流入。", "1005": "彼為防護而修行，防護意根，擁護意根。彼成就此聖根律儀而感受內心無罪之樂。", "1006": "彼以正知作往來，以正知觀前、視左右，以正知作屈伸，以正知持僧伽梨衣、", "1007": "鉢，以正知食、飲、嚼、味，以正知大小便，以正知行，以正知住、坐、臥、眠、", "1008": "寢、語、默。", "1009": "彼成就此聖戒蘊，又成就此聖根律儀，又成就此聖正念正知，又成就此聖知足", "101": "七覆慧人、膝慧人、廣慧人。", "1010": "而得空閑、樹下、山、窟、洞、塚間、林藪、曠野、稈堆之遠離處。彼食訖，由行", "1011": "乞而還，結跏趺坐，以正身端直，對面念住。彼斷絕世間之貪欲，遠離心貪而住，", "1012": "由心貪而遠離；斷絕瞋恚，無瞋心而住，利益哀愍一切之有命苦，由心瞋恚而遠離；", "1013": "斷絕惛眠，遠離惛眠而住，有光明想、正念、正智而遠離心惛眠；斷絕掉悔，無掉", "1014": "舉而住，於內心寂靜，由心掉舉而遠離；斷絕疑慮，已渡疑而住，於善法不猶豫，", "1015": "由心疑而遠離。", "1016": "彼斷絕此等之五蓋，遠離諸欲、不善之法，以有尋有伺具足離生喜樂之第一靜", "1017": "慮而住。〔更〕以尋伺寂靜、內等淨、心定一趣之故，無尋無伺具足定生喜樂之第二", "1018": "靜慮而住。由喜離貪之故，於捨而住，念正智以身正受樂，具足聖者宣說之捨念樂", "1019": "住之第三靜慮而住。〔更〕由於斷樂斷苦之故，及先已斷喜、憂、不苦不樂之故，具", "102": "八此處有欲與有之未離欲一類人，此處於欲而離欲於有而未離欲一類人，此處於", "1020": "足捨念清淨之第四靜慮而住。", "1021": "彼如是心定、清淨、清白、無穢遠離隨煩惱，柔軟、堪能而住，得無動之時，", "1022": "心趣向宿住隨念智。彼隨念無數若干之宿住。即隨念一生、二生、三生、四生、五", "1023": "生、十生、二十生、三十生、四十生、五十生、百生、千生、百千生、無數成劫生、", "1024": "無數壞劫生、無數成壞劫，謂「於彼處，感受如是之名、種姓、姓生、食、苦樂，為", "1025": "如是之長壽，彼由其處死去而生於他處，於其處，感受如是之名、種姓、姓生、食、", "1026": "苦樂，有如是之長壽，彼由其處死去而於此處」。具有如此之形相、方處而隨念無數", "1027": "若干宿世之住處。", "1028": "彼如是心定、清淨、清白、無穢遠離隨煩惱，柔軟、堪能而住，得無動之時，", "1029": "心趣向於有情死生智。彼以超人清淨之天眼，觀有情而有死有生、劣、勝、妙色、", "103": "欲與有之離欲一類人。", "1030": "惡色，知有情如業之至善趣、惡趣，「諸賢！實此等之有情成就身惡行、語惡行、意", "1031": "惡行，誹謗聖者，以邪見受邪見業。彼等身壞死後，生於無幸處、惡趣、險難、地", "1032": "獄。諸賢！實此等之有情成就身妙行、語妙行、意妙行，不誹謗聖人，以正見受正", "1033": "見業，彼等身壞死後，生於善趣、天界」。如是，彼以超人〔界〕清淨之天眼，觀有", "1034": "情而有死有生、劣、勝、妙色、惡色，知有情如業之至善趣、惡趣。", "1035": "彼如是心定、清淨、清白、無穢遠離隨煩惱，柔軟、堪能而住，得無動之時，", "1036": "心趣向於漏盡智。彼如實證知此是苦……乃至……如實證知此是苦滅之道。如實證", "1037": "知此等漏，如實證知此是漏集……乃至……如實證知此是至導漏滅之道。如是知如", "1038": "是見，故由欲漏心解脫，由有漏心解脫，由無明漏心解脫，於解脫而解脫之智慧生，", "1039": "生已盡梵行已修，所作已作，證知不再來此生。", "104": "九石刻喻人、地刻喻人、水刻喻人。", "1040": "如此之人不自苦不勤於自苦，不他苦不勤於他苦之人。彼不自苦不他苦者，已", "1041": "於現法無渴愛，安穩、清涼，領受樂，自為梵而住。", "1042": "二五如何是有貪人耶？是其人之貪而不捨離，此言為有貪人。", "1043": "如何是有瞋人耶？是其人之瞋而不捨離，此言為有瞋人。", "1044": "如何是有癡人耶？是其人之癡而不捨離，此言為有癡人。", "1045": "如何是有慢人耶？是其人之慢而不捨離，此言為有慢人。", "1046": "二六如何是得內心之止，不得依增上慧法觀之人耶？於此處有一類之人，若色俱", "1047": "行、或得無色俱行之等至，或不得出世間道、果。如此之人言為得內心之止，不得", "1048": "依增上慧法觀之人。", "1049": "如何是得依增上慧法之觀，不得內心止之人耶？於此處有一類之人，或有得出", "105": "一〇三樹皮衣喻人。", "1050": "世間道、果，或色俱行，或不得無色俱行之等至。如此之人是為得依增上慧法之觀，", "1051": "不得內心止之人。", "1052": "如何是得內心之止，又得依增上慧法觀之人耶？於此處有一類之人，或色俱行，", "1053": "或得無色俱行之等至，又或有得出世間道、果。如此之人是為得內心之止，又得依", "1054": "增上慧法觀之人。", "1055": "如何是不得內心之止，又不得依增上慧法觀之人耶？於此處有一類之人，或色", "1056": "俱行，或不得無色俱行之等至，又或不得出世間道、果。如此之人是為不得內心之", "1057": "止，又不得依增上慧法觀之人。", "1058": "二七如何是順流行人耶？於此處有一類之人，以染習諸欲，又造惡業，此是順流", "1059": "行人。", "106": "一一三迦尸迦衣喻人。", "1060": "如何是逆流行人耶？於此處有一類之人，以不染習諸欲，又不造惡業。彼雖有", "1061": "苦有憂，淚流泣於面，但修圓滿、清淨之梵行，此言為逆流行人。", "1062": "如何是自住人耶？於此處有一類之人，以盡五順下分結而為化生者，於彼處般", "1063": "涅槃，由其世界而不退還，此言為自住人。", "1064": "如何是已渡到彼岸而住果之婆羅門人耶？於此處有一類之人，由漏以無漏之心", "1065": "解脫、慧解脫已於現法，自了知、作證、具足而住，此言為已渡到彼岸而住果之婆", "1066": "羅門人。", "1067": "二八如何是以少聞而聞不達成之人耶？於此處有一類之人，少聞契經、應頌、記", "1068": "說、諷頌、無問自說、如是說、本生、未曾有法、吠陀羅。彼不知其少聞之義，不", "1069": "知法，不行法、隨法。如此之人是為少聞而聞不達成之人。", "107": "一二易計量、難計量、無計量。", "1070": "如何是以少聞而聞達成之人耶？於此處有一類之人，少聞契經……乃至……吠", "1071": "陀羅。彼知其少聞之義，知法，行法、隨法。如此之人是為少聞而聞達成之人。", "1072": "如何是多聞而聞不達成之人耶？於此處有一類之人，多聞契經……乃至……吠", "1073": "陀羅。彼不知其多聞之義，亦不知法，不行法、隨法。如此之人是為多聞而聞不達", "1074": "成之人。", "1075": "如何是以多聞而聞達成之人耶？於此處有一類之人，多聞契經……乃至……吠", "1076": "陀羅。彼知其多聞之義，知法，行法、隨法。如此之人是為多聞而聞達成之人。", "1077": "二九如何是不動沙門之人耶？於此處有一類之人，徧盡結而入預流，不退墮法、", "1078": "決定、趣正覺。此言為不動沙門人。", "1079": "如何是紅蓮華沙門之人耶？於此處有一類之人，徧盡三結淡薄貪、瞋、癡而為", "108": "一三此處有不可親近、不可倚親、不可伺候一類人；此處有可親近、可倚親、可", "1080": "一來，唯一次來此世間而作苦之邊際。此言為紅蓮華沙門之人。", "1081": "如何是白蓮華沙門之人耶？於此處有一類之人，徧盡五順下分結而為化生者，", "1082": "於此處般涅槃而由其世界為不退還法。此言為白蓮華沙門之人。", "1083": "如何是沙門中之柔軟沙門之人耶？於此處有一類之人，由漏盡以無漏之心解", "1084": "脫、慧解脫於現法了知、作證、具足而住。此言為沙門中之柔軟沙門之人。", "1085": "第四章畢", "1086": "第五章　五人第五章　五人", "1087": "一「此處所謂有人，作〔違犯之〕行，又〔後〕悔，又不如實知彼之心解脫，慧解", "1088": "脫，此中彼之此等已生之惡不善法無餘滅」。彼因此，應如此述「實，由具壽之行生", "1089": "諸漏是存在，由生後悔而諸漏增加，善哉！實，具壽是斷絕由行所生之諸漏，排除", "109": "伺候一類人；此處有恭敬、尊重而可親近、可倚親、可伺候一類人。", "1090": "由後悔所生之諸漏，而修心與慧，如此，具壽可完全相等彼之第五人」。", "1091": "「此處所謂有人，作〔違犯之〕行而不後悔，又不如實知彼之心解脫、慧解脫，", "1092": "此中彼之此等已生之惡不善法無餘滅」。彼因此，應如此述「實，由具壽之行所生之", "1093": "諸漏是存在，由後悔所生之諸漏不增加。善哉！實，具壽斷滅由行所生之諸漏，而", "1094": "修心與慧，如此，具壽可完全相等彼之第五之人」。", "1095": "「此處所謂有人，不作〔違犯之〕行而後悔，又不如實知彼之心解脫、慧解脫，", "1096": "此中彼之此等已生之惡不善法無餘滅」。彼因此，應如此述「實，由具壽之行所生之", "1097": "諸漏是不存在，由後悔所生之諸漏乃增加，善哉！實，具壽排除由後悔所生之諸漏，", "1098": "而修心與慧，如此，具壽可完全相等此之第五人」。", "1099": "「此處所謂有人，不作〔違犯之〕行而不後悔，又不如實知彼之心解脫，慧解脫，", "11": "意識界。如此之界是界施設。", "110": "一四此處有可厭棄、不可親近、不可倚親、不可伺候一類人；此處有可捨棄、不", "1100": "此中彼之此等已生之惡不善法無餘滅」。彼因此，應如此述「實，由具壽之行所生之", "1101": "諸漏是不存在，由後悔所生之諸漏乃不增加，善哉！實，具壽可修心與慧，如此，", "1102": "具壽可完全相等彼之第五人」。", "1103": "該等之四人是依此第五之人，如此所教授，如此所教誡而如次達漏之盡。", "1104": "二如何是施已而輕蔑之人耶？於此處有一類之人，施衣、食、牀座、病緣藥、資", "1105": "具，彼謂「我施此而彼受之」。前者施於後者已而輕蔑。如此是為施已而輕蔑之人。", "1106": "如何是共住而輕蔑之人耶？於此處有一類之人，與人俱或二年或三年共住。共", "1107": "住前者而輕蔑後者。如此是為共住而輕蔑之人。", "1108": "如何是輕信之人耶？於此處有一類之人，他者或語稱讚、不稱讚之時，隨信彼。", "1109": "如此是為輕信之人。", "111": "可親近、不可倚親、不可伺候一類人；此處有可親近、可倚親、可伺候一類人。", "1110": "如何是不確信之人耶？於此處有一類之人，少信、少仰、少愛、少歡。如此是", "1111": "為不確信之人。", "1112": "如何是以鈍為癡之人耶？於此處有一類之人，不知善不善之法，不知有罪無罪", "1113": "之法，不知劣勝之法，不知黑白相對之法。如此是為以鈍為癡之人。", "1114": "三如何是五戰士喻人耶？有五戰士，此處有一類之戰士，唯見塵埃聚，恐懼而發", "1115": "抖，足踏不已，不能戰鬥。此處亦有如此一類之戰士，此戰士而存在於世之第一。", "1116": "復次，此處有一類之戰士，忍受塵埃聚，見幢群恐懼而發抖，足踏不已，不能", "1117": "戰鬥。此處亦有如此一類之戰士，此戰士而存在於世之第二。", "1118": "復次，此處有一類之戰士，忍受塵埃群，亦忍受幢群，聞其喊聲恐懼發抖，足", "1119": "踏不已，不能戰鬥。此處亦有如此一類之戰士，此戰士而存在於世之第三。", "112": "一五此處於戒完全行而於定與慧一分行一類之人；此處於戒與定完全行而於慧一", "1120": "復次，此處有一類之戰士，忍受塵埃聚，忍受幢群，亦忍受其喊聲，〔方纔〕相", "1121": "擊而負失神。此處亦有如此一類之戰士，此有戰士而存在於世之第四。", "1122": "復次，此處有一類之戰士，忍受塵埃聚，忍受幢群，忍受喊聲，忍受相擊，彼", "1123": "勝戰鬥而為勝者，即住其本營。此處亦有如此一類之戰士，此戰士而存在於世之第", "1124": "五。", "1125": "此，有可喻於此等戰士之五人，存在於比丘眾中。如何為五。", "1126": "於此有一類比丘，唯見塵埃而恐怖、戰慄、蹈足不止，不能繼續梵行，表示弱", "1127": "學，棄學而退轉。其塵埃聚者如何？於此處有比丘，聞某村或邑、或女人、童女，", "1128": "美麗而見勝為殊，見者歡喜，成就最上之色形。彼聞已而恐懼戰慄，足踏不已，不", "1129": "能繼續梵行，表示弱學，棄學而退轉，此為彼之塵埃聚。譬如彼戰士唯見塵埃聚而", "113": "分行一類之人；此處於戒與定與慧完全行一類之人。", "1130": "恐懼戰慄，踐踏不已，不能戰鬥，此人亦然。此處亦有如此一類之人，即是可喻於", "1131": "第一戰士之人，而存在於比丘眾中。", "1132": "復次，此處有一類之比丘，忍受塵埃聚，唯見幢群而恐懼戰慄，踐踏不已，不", "1133": "能繼續梵行，表示弱學而退轉。彼幢群者如何？於此處有比丘，不只聞某村、邑，", "1134": "或女人、童女，美麗而見勝為殊，見者歡喜，成就最上之色形；彼由見或女人、童", "1135": "女之美麗而見勝為殊，見者歡喜，成就最上之色形。彼見彼女已而恐懼戰慄，足踏", "1136": "不已，不能繼續梵行，表示弱學，棄學而退轉，此為彼幢群。譬如彼之戰士忍受塵", "1137": "埃聚，見幢群則恐懼而戰慄，踐踏不已，不能戰鬥，此人亦然。此處亦有一類之人，", "1138": "是可喻於第二戰士之人，而存在於比丘眾中。", "1139": "復次，此處有一類之比丘，忍受塵埃聚，亦忍受幢群，聞其喊聲而恐懼戰慄，", "114": "一六三師。", "1140": "足踏不已，不能繼續梵行，表示弱學，棄學而退轉。彼之喊聲者如何？此處有女人，", "1141": "或近居住於林中、樹下、空屋之比丘已，發嘲笑、談話、拍手哄笑、輕弄之語。彼", "1142": "女人所嘲笑、談話、拍手哄笑，則恐懼而戰慄，足踏不已，不能繼續梵行，表示弱", "1143": "學，棄學而退轉，此是彼喊聲。譬如有戰士，忍受塵埃聚，亦忍受幢群，聞其喊聲", "1144": "而恐懼戰慄，足踏不已，不能戰鬥，此人亦然。此處有如此一類之人，是可喻於第", "1145": "三戰士之人，而存在於比丘眾中。", "1146": "復次，此處有一類之比丘，忍受塵埃聚，忍受幢群，亦忍受彼喊聲，〔纔〕相擊", "1147": "而負失神。其相擊者如何？即此處有女人，或近居住於林中、樹下、空屋之比丘已，", "1148": "而侵坐、侵臥、覆蔽，彼女人即侵坐、侵臥、覆蔽而不棄學，不示羸弱而行淫。此", "1149": "為其相擊。譬如有彼之戰士，忍受塵埃聚，忍受幢群，亦忍受彼之喊聲，於相擊而", "115": "一七其他之三師。", "1150": "負失神，此人亦然。此處有一類之人，是可喻於第四戰士之人而存在於比丘眾中。", "1151": "復次，此處有一類之比丘，忍受塵埃聚，忍受幢群，忍受彼喊聲，亦忍受其相", "1152": "擊。彼克勝其戰鬥而為勝者，即住於其本營。戰鬥之克勝者如何？此處有女人，或", "1153": "近居住於林中、樹下、空屋之比丘，而侵坐、侵臥、覆蔽，彼女人侵坐、侵臥、覆", "1154": "蔽，而解逃，去隨意之處。彼即用叢林、樹下、山、窟、山龕塚間、高原、迴處、", "1155": "稻稈積所離之坐臥處。彼或住於林中、樹下、空屋而結跏趺坐，願端身，對面念安", "1156": "立。彼斷絕世中之貪，心無貪而住，淨治心之貪。斷絕瞋失，心無瞋而住，饒益悲", "1157": "愍一切有情，淨治心之瞋失。斷絕惛眠，無惛眠而住，有光明想，以正念正知而淨", "1158": "治惛眠之心。斷絕掉悔，無掉舉而住，以內心寂靜而淨治心之掉悔。斷除疑慮而住，", "1159": "於善法而無疑慮，淨治心之疑。彼染污人，以慧弱，斷絕此等之五蓋，離欲、不善", "116": "四　〔四人〕四　〔四人〕", "1160": "法，以有尋有伺而具足離生喜樂之第一靜慮而住。具足尋伺寂靜之第二靜慮、第三", "1161": "靜慮、第四靜慮而住。", "1162": "彼如是心得定而淨、潔白、無垢遠離染污，柔軟得堪能不動而住時，為滅盡諸", "1163": "漏而引發心。彼如實知此是苦……乃至……如實知此是導至苦滅之道，如實了知此", "1164": "是漏……乃至……如實知此是導至漏滅之道。彼如是知、如是見故，解脫心欲漏，", "1165": "解脫心有漏，解脫心無明漏，於已解脫者，有已解脫之智，生已盡，梵行已住，應", "1166": "辨已辨，更不還於現狀。此是戰鬥之克勝。譬如有戰士，忍受塵埃聚，忍受幢群，", "1167": "忍受彼喊聲，忍受彼相擊，彼勝此戰鬥而為戰鬥之勝者，即住於彼之本營，此人亦", "1168": "然。此處亦有如此一類之人，即可喻於第五戰士之人而存在於比丘眾中。", "1169": "四如何是五之乞食者耶？是鈍、癡之故，有乞食者；惡欲、惡性之故，有乞食者；", "117": "一不善士、由不善士更為不善士者，善士、由善士更為善士者。", "1170": "憍慢之故，有乞食者；諸佛、諸佛聲聞所讚之故，有乞食者：唯依少欲、喜足、儉", "1171": "約、彼唯依正為乞食者。", "1172": "此中，所謂彼之乞食者，唯依少欲、喜足、儉約、彼唯依正為乞食者，此是此", "1173": "等五之乞食者中之第一。為最、上、勝。譬如由牛之乳，由乳之酪，由酪之生酥、", "1174": "由生酥之熟酥，由熟酥之醍醐者為此中之第一。正是如此，所謂彼唯依少欲、喜足、", "1175": "儉約、彼唯依正為乞食者，此為此等五乞食者中之第一、最、首、上、勝。此等為", "1176": "五之乞食者。", "1177": "五～一四如何是五之不後食者耶？五之一食者耶？五之糞掃衣者耶？五之但三衣", "1178": "者耶？五之住林者耶？五之樹下住者耶？五之迴處坐者耶？五之常坐者耶？五之隨", "1179": "得座者耶？五之塚間坐者耶？", "118": "二惡人、由惡人更為惡人者，善人、由善人更為善人者。", "1180": "此中，如何是五之塚間坐者耶？是鈍、癡之故，有塚間坐者；惡欲、惡性之故，", "1181": "有塚間坐者；憍、亂心之故，有塚間坐者；諸佛、諸佛聲聞所讚之故，有塚間坐者；", "1182": "唯依少欲、喜足、儉約、彼依正為塚間坐者。", "1183": "此中，所謂彼之塚間坐者，唯依少欲、喜足、儉約、唯彼依正為塚間坐者，此", "1184": "為此等五塚間坐者中之第一、最、首、上、勝。譬如由牛之乳、由乳之酥、由酪之", "1185": "生酥、由生酥之熟酥，由熟酥之醍醐者為此中之第一。正是如此，所謂彼唯依少欲、", "1186": "喜足、儉約、彼依正為塚間坐者，此為此等五塚間坐者中之第一、最、首、上、勝。", "1187": "此等為五塚間坐者。", "1188": "第五章畢", "1189": "第六章　六人第六章　六人", "119": "三惡法、由惡法更為惡法者，善法、由善法更為善法者。", "1190": "一此中，〔如何〕是先不隨聞諸法，自身現等覺諸諦，又於其處獲得一切智，又於", "1191": "諸果為自在之人耶？是正自覺者乃依此可見。", "1192": "此中，〔如何〕是先不隨聞諸法，自身現等覺諸諦，又於其處不獲得一切智，又", "1193": "於諸果不為自在之人耶？是獨覺者乃依此可見。", "1194": "此中，〔如何〕是先不隨聞諸法，自身現等覺諸諦，於現法為苦之邊際，成為聲", "1195": "聞最上之人耶？是舍利弗、目連乃依此可見。", "1196": "此中，〔如何〕是先不隨聞諸法，自身現等覺諸諦，於現法為苦之邊際，不為聲", "1197": "聞最上之人耶？是諸餘之阿羅漢乃依此可見。", "1198": "此中，〔如何〕是先不隨聞諸法，自身現等覺諸諦，於現法為苦之邊際，為不還，", "1199": "不來於現狀之人耶？是不還者乃依此可見。", "12": "幾許之諦是諦施設耶？是四諦：苦諦、集諦、滅諦、道諦。如此之諦是諦施設。", "120": "四有罪、多罪、少罪、無罪。", "1200": "此中，〔如何〕是先不隨聞諸法，自身現等覺諸諦，於現法不為苦之邊際，為一", "1201": "來，還於現狀之人耶？是預流、一來者乃依此可見。", "1202": "第六章畢", "1203": "第七章　七人第七章　七人", "1204": "一如何是一度沈而沈下之人耶？於此處有一類之人，具足一向黑之不善法。如此", "1205": "之人是為一度沈而沈下。", "1206": "如何是浮出已而〔再〕沈下之人耶？於此處有一類之人，善哉！於信善法而浮", "1207": "出；善哉！於慚善法而浮出；善哉！於愧善法而浮出；善哉！於精進善法而浮出；", "1208": "善哉！於慧善法而浮出。於彼其信不住立，不增唯減；於彼其慚不住立，不增唯減；", "1209": "於彼其愧不住立，不增唯減；於彼其精進不住立，不增唯減；於彼其慧不住立，不", "121": "五略開知、廣演知、所引導、文句為最。", "1210": "增唯減；如此之人是為浮出已而〔再〕沈下。", "1211": "如何是浮出已而住立之人耶？於此處有一類之人，善哉！於信〔善法〕……乃", "1212": "至……於慧善法而不浮出。於彼其信不減不增而住，於彼〔其慚〕不減不增而住，", "1213": "於彼其愧不減不增而住，於彼其精進不減不增而住，於彼其慧不減不增而住。如此", "1214": "之人是為浮出已而住立。", "1215": "如何是浮出已而觀察、省察之人耶？於此處有一類之人，善哉！於信……乃至", "1216": "……於慧善法而浮出。彼乃滅盡三結而為預流者、不退墮者、決定者、趣向菩提者。", "1217": "如此之人是為浮出已而觀察、省察之人。", "1218": "如何是浮出已而前進之人耶？於此處有一類之人，善哉！於信……乃至……於", "1219": "慧善法而浮出。彼乃滅盡三結，使貪、瞋、癡淡薄而為一來者。一度來此世為苦之", "122": "六以相應辯非為自在辯者、以自在辯非為相應辯者、以相應辯為自在辯者、非相", "1220": "邊際。如此之人是為浮出已而前進。", "1221": "如何是浮出已而得立足處之人耶？於此處有一類之人，善哉！於信……乃至", "1222": "……於慧善法而浮出。彼乃滅盡五順下分結而為化生者，於彼處般涅槃，由其世為", "1223": "不退轉之人。如此之人是為浮出已而得立足處之人。", "1224": "如何之人是浮出已而度達彼岸、住立果之婆羅門耶？於此處有一類之人，善哉！", "1225": "於信……乃至……於慧善法而浮出。彼乃滅盡諸漏，無漏之心解脫、慧解脫於現法", "1226": "自了知、作證、具足已而住。如此之人為浮出已而度達彼岸、住立果之婆羅門。", "1227": "二如何是俱分解脫人耶？於此處有一類之人，身證八解脫，且又依其慧而見彼〔四", "1228": "諦〕已，滅盡諸漏而住。此為俱分解脫人。", "1229": "如何是慧解脫、身證、見至、信解脫、隨法〔行〕人耶？", "123": "應辯為非自在辯者。", "1230": "如何是隨信〔行〕人耶？乃預流果能作證向人之信根為殊勝，而運作其信，先", "1231": "以立信先而修聖道，此言為隨信〔行〕人。預流果能作證向人之隨信行若住於果者，", "1232": "是為信解脫。", "1233": "第七章畢", "1234": "第八章　八人第八章　八人", "1235": "一此中，如何是四道具足、四果具足之人耶？是預流與預流果能作證向，一來與", "1236": "一來果能作證向，不還與不還果能作證向，阿羅漢與阿羅漢果能作證向。此等言為", "1237": "四道具足、四果具足之人。", "1238": "第八章畢", "1239": "第九章　九人第九章　九人", "124": "七四說法人。", "1240": "一如何是正自覺之人耶？於此處有一類之人，先於不隨聞諸法，自現等覺諸諦，", "1241": "於其處獲得一切智，又於諸果自在。此言為正自覺之人。", "1242": "如何是獨覺之人耶？於此處有一類之人，先不隨聞諸法，自現等覺諸諦，於其", "1243": "處不獲得一切智，又諸果不自在。此言為獨覺之人。", "1244": "如何是俱分解脫人耶？於此處有一類之人，身證人解脫而住，又依其慧而見彼", "1245": "〔四諦〕已，滅盡諸漏而住。此言為俱分解脫人。", "1246": "如何是慧解脫人耶？於此處有一類之人，身不能證八解脫而住，又依其慧而見", "1247": "彼〔四諦〕已，滅盡諸漏而住。此言為慧解脫人。", "1248": "如何是身證人耶？於此處有一類之人，身證八解脫而住，又依其慧而見彼〔四", "1249": "諦〕已，滅盡一類之漏而住。此言為身證人。", "125": "八四雲喻人。", "1250": "如何是見至人耶？於此處有一類之人，如實知此是苦……乃至……如實知此是", "1251": "導至苦滅之道，依慧而〔善〕見、〔善〕行依如來所悟之法，依慧而見彼〔四諦〕已，", "1252": "滅盡一類之漏而住。此言為見至人。", "1253": "如何是信解人耶？於此處有一類之人，如實知此是苦……乃至〔一．三四參照〕", "1254": "……滅盡而住。然而不如見至〔人之時〕。此言為信解人。", "1255": "如何是隨法行人耶？是預流果能作證向人之……乃至〔一．三五參照〕……〔預", "1256": "流果能作證〕向人以隨法行人，若入於果者為見至〔人〕。", "1257": "如何是隨信行人耶？於預流果能作證向人之……乃至〔一．三六參照〕……〔預", "1258": "流果能作證〕向人以隨信行人入於果者為信解〔人〕。", "1259": "第九章畢", "126": "九四鼠喻人。", "1260": "第十章　十人第十章　十人", "1261": "一如何〔人〕以五之此世而終之人耶？是極七返、家家、一生、一來及所有之現", "1262": "法阿羅漢。此為以五之此世而終之人。", "1263": "如何之〔人〕以捨五之此世已而終之人耶？是中般涅槃、生般涅槃、無行般涅", "1264": "槃、有行般涅槃、上流阿迦膩吒天之者。此為捨五之此世已而終之人。", "1265": "此處所謂諸人之人施設也。", "1266": "第十章畢", "1267": "人施設畢", "127": "一〇四菴摩羅果喻人。", "128": "一一四瓶喻人。", "129": "一二四池喻人。", "13": "幾許之根是根施設耶？是二十二根：眼根、耳根、鼻根、舌根、身根、意根、", "130": "一三四軛牛喻人。", "131": "一四四蛇喻人。", "132": "一五此處有不查、不究不應稱讚者一類之人；此處有不查、不究應稱讚者而不稱", "133": "讚一類之人；此處有不查、不究於不應信之處而生信一類之人；此處有不查、不究", "134": "於可信之處而生不信一類之人。", "135": "一六此處有查究，不稱讚不可稱讚者一類之人，此處有查究，稱讚可稱讚者一類", "136": "之人，此處有查究，於不可信之處而生不信一類之人，此處有查究，於可信之處而", "137": "生信一類之人。", "138": "一七此處，其時有不應稱讚者真實、正當不稱讚，其時有應稱讚者真實、正當不", "139": "稱讚一類之人；此處，其時有應稱讚者真實正當稱讚，其時又有不應稱讚者真實、", "14": "命根、女根、男根、樂根、苦根、喜根、憂根、捨根、信根、進根、念根、定根、", "140": "正當不稱讚不一類之人；此處，其時有不應稱讚者真實、正當不稱讚，其時有可稱", "141": "讚者真實、正當稱讚一類之人；此處，其時有不可稱讚者真實、正當不稱讚，其時", "142": "亦有可稱讚者真實、正當不稱讚一類之人。", "143": "一八依起策之果而生活，依功德之果而不生活者；依功德之果而生活，依起策之", "144": "果而不生活者；依起策之果而生活，又依功德之果而生活者；亦不依起策之果而生", "145": "活，又亦不依功德之果而生活者。", "146": "一九以闍而趣向闍者，以闇而趣向明者，以明而趣向闇者，以明而趣向明者。", "147": "二〇以〔今〕下而為〔當來〕下，以〔今〕下而為〔當來〕上，以〔今〕上而為", "148": "〔當來〕下，以〔今〕上而為〔當來〕上者。", "149": "二一四樹喻人。", "15": "慧根、未知當知根、已知根、具知根。如此之根是根施設。", "150": "二二以色為量而信色者，以聲為量而信聲者，以麤為量而信麤者，以法為量而信", "151": "法者。", "152": "二三此處有行自利而不行利他一類之人，此處有行利他而不行自利一類之人，此", "153": "處有行自利及行利他一類之人，此處有不行自利及不行利他一類之人。", "154": "二四此處，於自苦而勤自苦一類之人；此處，令他苦而勤令他苦一類之人；此處，", "155": "於自苦自勤苦者，令他苦而勤令他苦一類之人；此處，勤於自苦自苦者；勤於他苦", "156": "他苦者一類之人；此處，不自苦不勤於自苦，不他苦不勤於他苦一類之人。", "157": "二五有貪、有瞋、有癡、有慢。", "158": "二六此處有得內心之止，依增上慧不得法之觀一類之人；此處依增上慧得法觀，", "159": "不得內心之止一類之人；此處有得內心之止，又依增上慧得法觀一類之人；此處亦", "16": "幾許之人是人施設耶？", "160": "不得內心之止，依增上慧亦不得法觀一類之人。", "161": "二七順流行人、逆流行人、自住人、已渡彼岸而住於到彼岸果之婆羅門人。", "162": "二八以少聞而聞不達成，以少聞而聞達成，以多聞而聞不達成，以多聞而聞達成", "163": "者。", "164": "二九不動沙門、紅蓮華沙門、白蓮華沙門、沙門中之柔軟沙門。", "165": "五　〔五人〕五　〔五人〕", "166": "一此處有一類之人，作〔違犯之〕行，又悔，又如實不知彼之心解脫、慧解脫，", "167": "此中彼其等已生之惡不善法無餘而滅。此處有一類之人，作〔違犯之〕行，不悔，", "168": "又如實不知彼之心解脫、慧解脫，此中彼其等已生之惡不善法無餘滅。此處有一類", "169": "之人，不作〔違犯之〕行，亦悔，又如實不知彼之心解脫、慧解脫，此中彼其等已", "17": "一時解脫。", "170": "生之惡不善法無餘滅。此處有一類之人，不作〔違犯〕之行，不悔，又如實不知彼", "171": "之心解脫、慧解脫，此中彼其等已生之惡不善法無餘滅。", "172": "二施已而輕蔑者、共住而輕蔑者、輕信者、不確信者、鈍癡者。", "173": "三五之戰士喻人。", "174": "四五之乞食者。", "175": "五五之不後食者。", "176": "六五之一食者。", "177": "七五之糞掃衣者。", "178": "八五之但三依者。", "179": "九五之樹下住林者。", "18": "二不時解脫。", "180": "一〇五之樹下住者。", "181": "一一五之迴處坐者。", "182": "一二五之常坐者。", "183": "一三五之隨得座者。", "184": "一四五之塚間坐者。", "185": "六　〔六人〕六　〔六人〕", "186": "一此處先不隨聞諸法，自現等覺諸諦，又於彼處獲得一切智，又於諸果成為自在", "187": "性一類之人；此處先不隨聞諸法，自現等覺諸諦，於彼處不獲一切智，於諸果不成", "188": "為自在〔性〕一類之人；此處曾不隨聞諸法，自現等覺諸諦，於現法為苦之邊際，", "189": "為聲聞之最上一類之人；此處先不隨聞諸法，自現等覺諸諦，於現法為苦之邊際，", "19": "三動法。", "190": "不成為聲聞之最上一類之人；此處先不隨聞諸法，自現等覺諸諦，於現法為苦之邊", "191": "成為不還，於現狀不來一類之人；此處曾於不隨聞諸法，自現等覺諸諦，於現法不", "192": "為苦之邊際，成為一來，還於現狀一類之人。", "193": "七　〔七人〕七　〔七人〕", "194": "一七水喻人：是一次沈而沈下者、浮出已而〔再〕沈下者、浮出已而住立者、浮", "195": "出已而觀察、省察者、浮出已而前進者、浮出已而得立足點者、浮出已而度達彼岸", "196": "且為住果之婆羅門。", "197": "二俱分解脫、慧解脫、身證、見至、信解、隨法行、隨信行。", "198": "八　〔八人〕八　〔八人〕", "199": "一四道具足之人、四果具足之人。", "2": "論母", "20": "四不動法。", "200": "九　〔九人〕九　〔九人〕", "201": "一等正覺、獨覺、俱分解脫、慧解脫、身證、見至、信解、隨法行、隨信行。", "202": "十　〔十心〕十　〔十心〕", "203": "一以五之此世為終者、以五之此世為捨已而終者。", "204": "人施設論母〔畢〕", "205": "第一章　一人第一章　一人", "206": "一如何是時解脫人耶？此處有一類之人，待時機而身證八解脫而住，依其智慧見", "207": "已一類之諸漏盡。此云為時解脫人。", "208": "二如何是不時解脫人耶？此處有一類之人，不待時機而身證八解脫而住，依其智", "209": "慧見已而〔一類之〕諸漏盡。此稱為不時解脫人。於聖之解脫一切之聖人亦為不時", "21": "五退法。", "210": "解脫。", "211": "三如何是動法人耶？此處有一類之人，若得色俱行、無色俱行之等至，彼實不得", "212": "隨欲之處，不容易得，不安易得，於所欲處，於欲之時、於欲之間亦不入〔定〕亦", "213": "不出〔定〕。實又為其人之放逸，以此等之等至而動搖。此言為動法人。", "214": "四如何是不動法人耶？此處有一類之人，若得色俱行、無色俱行之等至，彼實得", "215": "隨欲處，不難得，不苦得，於欲處、於欲時、於欲之間亦入〔定〕亦出〔定〕。〔於", "216": "是〕其人之放逸，此等之等至動搖亦無如此，亦無興起。此言為不動法人。於聖之", "217": "解脫一切之聖人等亦不動法。", "218": "五如何是退法人耶？此處有一類之人，若得色俱行、無色俱行之等至，彼實不得", "219": "隨欲處，不容易得，不安易得，於欲處、欲之時、欲之間亦不入〔定〕亦不出〔定〕。", "22": "六不退法。", "220": "實又因其人之放逸，由此等之等至退，有如是此云為退法人。", "221": "六如何是不退法人耶？此處有一類之人，若得色俱行、無色俱行之等至，彼實得", "222": "隨意之欲處得，不難得，不苦得，於欲處、欲之時、欲之間亦入〔定〕亦出〔定〕。", "223": "〔於是〕因其人之放逸，由此等之等至退亦無如是亦無興起。此稱為不退法人。於", "224": "聖之解脫一切之聖人等亦為不退法。", "225": "七如何是思不能人耶？此處有一類之人，若得色俱行、無色俱行之等至，彼實不", "226": "得隨欲之處，不容易得，不安易得，於欲處、欲之時、欲之間亦不入〔定〕亦不出", "227": "〔定〕。若彼專念者，則由此等之等至不退；若彼不專念，由此等之等至退。此言為", "228": "思不能人。", "229": "八如何是護不能人耶？此處有一類之人，若得色俱行、無色俱行之等至，彼實不", "23": "七思不能。", "230": "得隨意欲處，不容易得，不安易得，於欲處、欲之時、欲之間亦不入〔定〕亦不出", "231": "〔定〕。若彼而防護者，由此等之等至，不退；若彼而不防護者，由此等之等至退。", "232": "此云為護不能人。", "233": "九如何為凡夫之人耶？其人之三結不廢捨，又斷彼等之〔結〕，無特別之行向。此", "234": "稱為凡夫之人。", "235": "一〇如何是種性人耶？於彼等法之等無間有聖法之出現，具彼等之人。此言為種", "236": "性〔人〕。", "237": "一一～一二如何為怖畏抑制人耶？七有學及持戒之凡夫是怖畏抑制人。阿羅漢是", "238": "不怖畏抑制人。", "239": "一三如何是不能行人耶？以具業障、煩惱障、異熟障而為不信、無希望、劣慧、", "24": "八護不能。", "240": "魯鈍，彼等之人人是決定不能入於善法之正性。此言為不能行之。", "241": "一四如何是能行人耶？不具業障、煩惱障、異熟障而持信心、希望、智慧，彼等", "242": "之人人是決定能入於善法之正性。此言為能行人。", "243": "一五～一六如何是決定人耶？持有五無間〔業〕之人及所有之邪見者是決定。又，", "244": "八輩之聖人亦是決定。其餘者為不決定人。", "245": "一七～一八如何是〔四〕向人耶？具足道之四人是〔四〕向之人。具足果之四人", "246": "是住於〔四〕果之人。", "247": "一九如何是首等人耶？其人漏之盡滅與命終為非前非後。此云為首等人。", "248": "二〇如何是住劫人耶？以此人者是預流果能作證向者，彼劫之燃燒時，此人只要", "249": "不證預流果者劫可無燃燒者。此稱為住劫。具足一切之道者亦言為住劫人。", "25": "九凡夫。", "250": "二一～二二如何是聖人耶？八輩之聖人是聖。其餘之人即非聖。", "251": "二三～二五如何是有學人耶？具足四道與三果者是有學人。阿羅漢是無學。其餘", "252": "之人則非有學非無學。", "253": "二六如何是三明人耶？具有三明者是三明人。", "254": "二七如何是六通人耶？具有六通者是六通人。", "255": "二八如何是正自覺人耶？此處有一類之人，先未聞諸法而由身現等覺諸諦，於是", "256": "得一切智，於諸果成為自在。此言為正自覺人。", "257": "二九如何是獨覺人耶？此處有一類之人，先未聞諸法而由身現等覺諸諦，於是不", "258": "得一切智，於諸果而未成自在。此稱為獨覺人。", "259": "三〇如何是俱分解脫人耶？此處有一類之人，身證八解脫而住，又依其智慧而見", "26": "一〇種性。", "260": "〔四諦〕已，滅盡諸漏。此名為俱分解脫人。", "261": "三一如何是慧解脫人耶？此處有一類之人，不身證八解脫而住，又依其智慧而見", "262": "〔四諦〕已，滅盡諸漏。此言為慧解脫人。", "263": "三二如何是身證人耶？此處有一類之人，身證八解脫而住，又依其智慧而見〔四", "264": "諦〕已，滅盡一類之漏。此稱為身證人。", "265": "三三如何是見至人耶？此處有一類之人，如實知此是苦，如實知此是苦之集，如", "266": "實知此是苦之滅，如實知此是至苦滅之道，依如來所悟法之智慧而〔善〕見〔善〕", "267": "行，依其智慧而見〔四諦〕已，滅盡一類之漏。此言為見至人。", "268": "三四如何是信解人耶？此處有一類之人，如實知此是苦，如實知此是苦之集，如", "269": "實知此是苦之滅，如實知此是導至苦滅之道，依如來所悟法之智慧而〔善〕見〔善〕", "27": "一一怖畏抑制。", "270": "行，依其智慧而見四諦已，滅盡一類之漏。然而不如見至〔人之時〕。此云為信解人。", "271": "三五如何是隨法行人耶？彼之預流果能作證向人之慧根是殊勝，推展智慧，先立", "272": "智慧而修聖道。此稱為隨法人。預流果能作證向〔人〕是隨法行人而入果者為見至", "273": "〔人〕。", "274": "三六如何是隨信行人耶？預流果能作證向人之信根是殊勝，推展信，先立信而修", "275": "聖道。此言為隨信行人。預流果能作證向〔人〕是隨信行人而入於果者為信解脫〔人〕。", "276": "三七如何是極七返人耶？此處有一類之人，盡三結而為〔預流〕向，不墮法、決", "277": "定、等覺為終極者。彼七次流轉於諸天、人間之間，輪迴而作苦之邊際。此言為極", "278": "七返人。", "279": "三八如何是家家人耶？此處有一類之人，盡三結而為〔預流向〕，不墮法、決定、", "28": "一二不怖畏抑制。", "280": "等覺為終極者。彼流轉於二或三家，輪迴而作苦之邊際。此稱為家家人。", "281": "三九如何是一種人耶？此處有一類之人，盡三結而為〔預流〕向，不墮法、決定、", "282": "等覺為終極者。彼生於世間之有而作苦之邊際。此稱為一種人。", "283": "四〇如何是一來人耶？此處有一類之人，盡三結而使貪、瞋、癡稀少且入於一來", "284": "果，唯一次來世間而作苦之邊際。此言為一來人。", "285": "四一如何是不還人耶？此處有一類之人，盡五順下分結而為化生者，於彼處般涅", "286": "槃，而由彼世界不還〔此處〕者。此云為不還人。", "287": "四二如何是中般涅槃人耶？此處有一類之人，盡五順下分結而為化生者，於彼處", "288": "般涅槃，而由彼世界不還於〔此處〕者。彼若生之等無間或不達於壽量之中，斷上", "289": "結而聖道生。此稱為中般涅槃人。", "29": "一三不能行。", "290": "四三如何是生般涅槃人耶？此處有類之人，盡五順下分結而為化生者，於彼處般", "291": "涅槃，而由彼世界不還於〔此處〕者。彼若超過壽量之中或至於死時，斷上結而聖", "292": "道生。此言為生般涅槃人。", "293": "四四如何是無行般涅槃人耶？此處有一類之人，盡五順下分結而為化生者，於彼", "294": "處般涅槃，而由彼世界不還來〔此處〕者。彼是無行斷上結而聖道生。此名為無行", "295": "般涅槃人。", "296": "四五如何是有行般涅槃人耶？此處有一類之人，盡五順下分結而為化生者，於彼", "297": "處般涅槃，而由彼世界不還來〔此處〕者。彼以有行斷上結而聖道生。此稱為有行", "298": "般涅槃人。", "299": "四六如何是上流趣阿迦膩吒〔天〕人耶？此處有一類之人，盡五順下分結而為化", "3": "一　〔一人〕一　〔一人〕", "30": "一四能行。", "300": "生者，於彼處般涅槃，而由彼世界不還來〔此處〕者。死於無煩〔天〕而行於無熱", "301": "〔天〕，死於無熱〔天〕而行於善現〔天〕，死於善現〔天〕而行於阿迦膩吒〔天〕，", "302": "於阿迦膩吒〔天〕斷上結而聖道生。此言為上流趣阿迦膩吒〔天〕人。", "303": "四七如何是預流、預流果能作證向人耶？隨斷滅三結之人是預流果能作證向人。", "304": "若彼人之斷滅三結，此言為預流之人。", "305": "四八〔如何是一來、一來果能作證向人耶？〕隨稀薄貪欲與瞋恚者是一來果能證", "306": "向人。彼之貪欲與瞋恚至為稀薄者，此稱為一來之人。", "307": "四九〔如何是不還、不還果能作證向人耶？〕斷貪欲與瞋恚無餘行向之人是不還", "308": "果能作證向人。彼人者斷貪欲與瞋恚不剩餘者，此云為不還之人。", "309": "五〇〔如何是阿羅漢、阿羅漢果能作證向人耶？〕依斷除色貪、無色貪、慢、掉", "31": "一五決定。", "310": "舉、無明而無餘之人，是阿羅漢果能作證向人。若彼斷除色貪、無色貪、慢、掉舉、", "311": "無明而無餘者，此言為阿羅漢。", "312": "第一章畢", "313": "第二章　二人第二章　二人", "314": "一如何是忿之人耶？此中，忿者如何〔耶〕？忿、忿恨、忿之狀態是瞋、毀辱事、", "315": "毀辱狀態是惡意、惱害、敵意、敵對、狂暴之狀態、暴惡、心之不喜，是言為忿。", "316": "不斷此忿之人，是稱為忿人。", "317": "如何是有恨人耶？此中，恨者如何？忿在前而恨〔續〕於後。以恨、猜恨之狀", "318": "態、〔忿之〕固定、〔忿之〕不間斷、〔忿之〕連續忿而堅固，此言為恨。不斷〔此〕", "319": "恨之人，是云為有恨之人。", "32": "一六不決定。", "320": "二如何是有覆之人耶？此中，覆者如何？是覆、隱蔽、隱蔽之狀態、偽善、偽善", "321": "行為，此言為覆。不斷此覆之人，此稱為有覆之人。", "322": "如何是有惱之人耶？此中，惱者如何？是惱、惱害、惱害之狀態、成為惱害、", "323": "諍論處、成為鬥爭而不捨離者，此言為惱。不斷此惱，是云為有惱之人。", "324": "三如何是有嫉之人耶？此中，嫉者如何？是與他有關所得、名聞、尊重、恭敬、", "325": "禮拜、供養之嫉、嫉之狀態、羨慕、羨、羨之狀態，此言為嫉。不斷此嫉之人，此", "326": "稱為有嫉之人。", "327": "如何是有慳之人耶？此中，慳者如何？〔是〕五慳：住處之慳、家族之慳、所", "328": "得之慳、容色之慳、法之慳〔也〕。如此之慳、慳之狀態、貪婪、吝、吝嗇、心之吝", "329": "惜性，此言為慳。不斷此慳之人，是云為有慳之人。", "33": "一七〔四〕向。", "330": "四如何是誑人耶？此中，誑者如何？於此處有一類〔之人〕。以誑而徧誑。於彼處", "331": "其誑、誑之狀態、詐、偽、虛偽、欺瞞者，此言為誑。不斷此誑之人，是稱為誑人。", "332": "如何是有諂之人耶？此中，諂者如何？於此處有一類〔之人〕，依身而行惡行，", "333": "依語而行惡行，依意而行惡行，為隱蔽彼等而懷惡願望。想以「勿知我」、語出「勿知", "334": "我」，以身動作「勿知我」。如此有諂、諂之狀態、隱蔽、欺瞞、詐欺、瞞著、隱藏、", "335": "覆藏、完全之覆藏、隱蔽、完全之隱蔽、作不顯事、作不明事、隱伏、惡行，此言", "336": "為諂。不斷此諂之人，是云為有諂之人。", "337": "五如何是無慚人耶？此中，無慚者如何？是不慚應慚，不慚具足〔於身〕之諸惡", "338": "不善之法，此言為無慚。具足此無慚者稱為無慚人。", "339": "如何是無愧人耶？此中，無愧者如何？是不愧應愧，不愧具足〔於身〕之諸惡", "34": "一八〔四〕果住。", "340": "不善之法，此名為無愧。具足此無愧者云為無愧人。", "341": "六如何是惡言人耶？此中，惡言性者如何？是有同法者之告言時，以非法而為惡", "342": "言、惡言之狀態、採取反對而樂敵對、不尊敬、不尊敬之狀態、不尊重而任性，此", "343": "言為惡言性。具足此惡言性之人是為惡言人。", "344": "如何是惡友人耶？此中，惡友性者如何？是與不信破戒、少聞、慳、惡慧其等", "345": "人人之交往、追隨、侍奉、交際、親密、尊敬、尊重、親近，此言為惡友性。具足", "346": "此惡友性之人是為惡友人。", "347": "七如何是不護根門人耶？此中，不護根門人者如何？於此處有一類之人，以眼見", "348": "色已而取相、取狀，由如此之作以不防護眼根而住時，貪、憂之惡不善法將流入。", "349": "為防護如此作而不修行，不防護眼根，不隨制御眼根。以耳聞〔聲〕已……乃至……", "35": "一九首等。", "350": "以鼻嗅〔香〕已……乃至……以舌味〔味〕已……乃至……以身觸〔觸〕已……乃", "351": "至……以意知法已而取相、取狀，由如此之作以不防護意根而住時，貪、憂之惡不", "352": "善法將流入。為防護如此作而不修行，不防護意根，不隨制御意根。不護此等六根、", "353": "不守護、不制御，此言為不護根門。具足此等之不護根門者，是為不護根門之人。", "354": "如何是食不知量人耶？此中，食不知量性者如何？於此處有一類〔之人〕，不思", "355": "擇而不如理攝食。為遊戲、酒醉、裝飾、美麗之故。於此對食物不滿足、不知程度、", "356": "不思擇，此言為不知量性。具足此食不知量性者，是為食不知量人。", "357": "八如何是失念人耶？此中，失念者如何？是失念、不隨念、不專念、無有記憶之", "358": "狀態、無有憶持之狀態、不注意、忘卻之狀態，此言為失念。具足此失念者，是為", "359": "失念人。", "36": "二〇住劫。", "360": "如何是不正知人耶？此中，不正知者如何？是無智、無見、不現觀、不覺、不", "361": "正覺、不洞察、心常不取、完全不取、不正確考察，對此不善考察，如在目前而不", "362": "明確、凡愚、不正知、強癡之愚、迷亂於周圍全體、無明、無明之暴流、無明之軛、", "363": "無明之隨眠、執著於無明之狀態、無明之橫木、癡、不善根，此言為不正知。具足", "364": "此不正知者，是為不正知人。", "365": "九如何是破戒人耶？此中，破戒者如何？是與身有關之罪、與語有關之罪、與身", "366": "語有關之罪，此言為破戒。一切之惡戒亦為破戒。具足此破戒者，是為破戒人。", "367": "如何是破見人耶？此中，破見者如何？是無惠施、無供養、無祭祀、亦無妙行", "368": "惡行之業果、無此世、無彼世、無母、無父、無化生之有情，於世間沙門婆羅門之", "369": "正至正行而於此世及彼世無自通達、作證、宣說。如此之邪見、邪見相、遮見、見", "37": "二一聖。", "370": "違、見之無秩序、見之動轉、見結、攝取、承受、拘泥、執著、曲道、邪道、錯誤", "371": "之狀態、外道處、顛倒而捉，此言為破見。具足此破見者，是為破見人。", "372": "一〇如何是內結人耶？其人不斷滅五順下分結，此言為內結人。", "373": "如何是外結人耶？其人不斷滅五順上分結，此言為外結人。", "374": "一一如何是不忿人耶？此中，忿者如何？是忿、忿事……乃至〔二．一參照〕……", "375": "心之不喜，此言為忿。斷滅此忿者，此言為不忿人。", "376": "如何是不恨人耶？此中，恨者如何？是忿於前而恨〔續〕於後……乃至……〔二．", "377": "一參照〕……以忿為堅固，此言為恨。斷滅此恨者，此言為不恨人。", "378": "一二如何是不覆人耶？此中，覆者如何？是覆、隱蔽、隱蔽之狀態、偽善、偽善", "379": "行為，此言為恨。斷滅此恨者，此為不覆人。", "38": "二二非聖。", "380": "如何是不惱害人耶？此中，惱害者如何？是惱害……乃至〔二．二參照〕……", "381": "此言為惱害。滅此惱害者，此言為不惱害人。", "382": "一三如何是不嫉人耶？此中，嫉者如何？是與他有關所得、名聞、尊重、恭敬、", "383": "禮拜、供養之嫉爭、嫉之狀態、羨慕、羨慕事、羨慕之狀態，此言為嫉。斷滅此嫉", "384": "者，此言為不嫉人。", "385": "如何是不慳人耶？此中，慳者如何？〔是〕五慳：住處之慳、家族之慳、所得", "386": "之慳、容色之慳、法之慳〔也〕。如此之慳、慳事、慳之狀態、貪婪、吝、吝嗇、心", "387": "之吝惜性，此言為慳。斷滅此慳者，此言為不慳人。", "388": "一四如何是不誑人耶？此中，誑者如何？於此處有一類之人，以誑而徧誑。於此", "389": "其誑、誑之狀態、為誑、詐、偽、虛偽、欺瞞，此言為誑。斷滅此誑者，是為不誑", "39": "二三有學。", "390": "人。", "391": "如何是不諂人耶？此中，諂者如何？於此處有一類之人，依身而行惡行，依語", "392": "而行惡行，依意而行惡行，為隱蔽其等而懷惡意之願望。願「勿知我」，思「勿知我」，", "393": "語出「勿知我」，身以「勿知我」而動作。如此有諂之狀態、隱蔽、偽瞞、欺詐、瞞著、", "394": "隱藏、完全之覆藏、隱蔽、完全之隱蔽、作不顯事、為不明事、隱伏、惡行，此言", "395": "為諂。斷滅此諂者，此言為不諂人。", "396": "一五如何是慚人耶？此中，慚者如何？是慚應慚，慚具足〔於身之〕諸惡不善之", "397": "法，此言為慚。具足此慚者，是為慚人。", "398": "如何是愧人耶？此中，愧者如何？是愧應愧，愧具足〔於身之〕諸惡不善之法，", "399": "此言為愧。具足此愧者，是為愧人。", "4": "有六施設：是蘊施設、處施設、界施設、諦施設、根施設、人施設。", "40": "二四無學。", "400": "一六如何是善言人耶？此中，善言性者如何？是有同法者之告言時，以如法而善", "401": "言、善言之狀態、不取反對、不好敵對、採納〔彼等〕。採納之狀態、尊重、尊敬，", "402": "此言為善言性。具足此善言性者，是為善言人。", "403": "如何是善友人耶？此中，善友性者如何？是有信、具戒、多聞、寬大、具慧之", "404": "人人，侍奉事務、奉事、交通、相交、協力、尊敬、親近，此言為善友性。具足此", "405": "善友性者，是為善友人。", "406": "一七如何是護根門人耶？此中，護根門者如何？是此處有一類之人，以眼見色已", "407": "而不執相、不取狀，由如此作，不防護眼根而住時，則貪、憂之惡不善法將流入；", "408": "為防護如此而修行、防護眼根，從制御眼根。以耳聞聲已……乃至……以鼻嗅香已", "409": "……乃至……以舌味味已……乃至……以身觸觸已……乃至……以意知法已，不執", "41": "二五非學非無學。", "410": "相，不取狀，由如此之作，不防護意根而住時，則貪、憂之惡不善法將流入。為防", "411": "護如此故修行、防護眼根，從制御眼根。守護此等六根、防護、防衛、制御者，此", "412": "言為護根門。具足護此等根門者，是為護根門人。", "413": "如何是食知量人耶？此中，於食知量者如何？於此處有一類〔之人〕，思擇而如", "414": "理攝食。不為遊戲、酒醉、裝飾、美麗，只為滋養此身，息〔飢渴之〕毀害，以行", "415": "梵行。如是「我斷故受而不令生新受」。又「我應生存」、「應無罪」、「應住於安穩」。", "416": "於此，對食物有知足、知量、思擇，此言為食知量。具足此食知量者，是為食知量", "417": "人。", "418": "一八如何是樹立正念之人耶？此中，念者如何？是念、隨念、記憶之狀態、總持、", "419": "不散亂、不忘卻性、念、念根、念力、正念，此言為念。具足此念者，是為樹立正", "42": "二六三明。", "420": "念之人。", "421": "如何是正知人耶？此中，正知者如何？是智慧、明智、簡擇、揀擇、擇法、見", "422": "分、伺察、對察、該博、善巧、深妙、沈思、思索、近解、解了、智慧、徧導者、", "423": "觀、正知、刺棒、慧、慧根、慧力、慧之武器、慧之官殿、慧之光明、慧之光耀、", "424": "慧之光華、慧之寶石、無癡、擇法、正見，此言為正知。具足如此之正知者，是為", "425": "正知人。", "426": "一九如何是戒具足人耶？此中，具戒者如何？關於身之無罪、關於語之無罪、關", "427": "於身語之無罪，此言為具戒。一切之戒、禁戒亦是具戒。具足此具戒者，是為戒具", "428": "足人。", "429": "如何是見具足人耶？此中，具見者如何？即有惠施、供養、祭祀，亦有妙行惡", "43": "二七六通。", "430": "行之業果，有此世、彼世，有母、有父、有化生之有情，於世間沙門婆羅門之正至", "431": "正行而於此世及世自通達、作證、宣說。如此之智慧、明智……乃至〔二．一八參", "432": "照〕……無癡、擇法、正見，此言為具見。一切之正見亦是具見。具足此見者，是", "433": "為見具足人。", "434": "二〇如何是於世間難得之二種人耶？一者則先施恩之人。他者是知恩感恩之人。", "435": "此等於世間是難得之二種人。", "436": "二一如何是難滿足之二種人耶？一者隨得而積蓄之人。他者隨得而捨之人。此等", "437": "為難滿足之二種人。", "438": "二二如何是易滿足之二種人耶？一者則隨得而不積蓄之人。他者隨得而不捨之", "439": "人。此等為易滿足之二種人。", "44": "二八正自覺。", "440": "二三如何是增漏之二種人耶？一者悔不應悔之人。他者不悔應悔之人。此等為增", "441": "漏之二種人。", "442": "二四如何是不增漏之二種人耶？一者不悔不應悔之人。他者悔應悔之人。此等為", "443": "不增漏之二種人。", "444": "二五如何是劣意向人耶？此處有一類之人，為破戒惡法。親近、倚親、給侍於彼", "445": "他之破戒惡法人，此言為劣意向人。", "446": "如何是勝意向人耶？於此處有一類之人，為具足戒善法。親近、倚親、給侍於", "447": "彼他具戒之善法人，此言為勝意向人。", "448": "二六如何是自足人耶？是獨覺與如來之聲聞、阿羅漢，是為自足〔人〕。等正覺者", "449": "是自足〔人〕而為他足〔人〕。", "45": "二九獨覺。", "450": "第二章畢", "451": "第三章　三人第三章　三人", "452": "一如何是無希望人耶？於此處有一類之人，以破戒而為惡法，以不淨而為疑之行", "453": "狀，作陰蔽之業，非沙門而自稱為沙門，非淨行者而自稱為淨行者，內生朽廢、漏", "454": "泄、污穢。彼聞：「實有某名之比丘，由漏盡而無漏之心解脫、慧解脫，於現法自證", "455": "知、作證、具足而住。」〔然而〕彼不如是思惟，言：「何時耶？我亦由漏盡而……乃", "456": "至……具足而住耶？」此言為無希望人。", "457": "如何是正希望人耶？於此處有一類之人，以具戒而為善法，彼聞：「實有某名之", "458": "比丘，由漏盡而無漏之心解脫、慧解脫，於現法自證知、作證、具足而住。」〔然而〕", "459": "彼如是思惟，言：「何時耶？我亦由漏盡而……乃至……應具足而住耶！」此言為", "46": "三〇俱分解脫。", "460": "正希望人。", "461": "如何是離希望人耶？於此處有一類之人，由漏盡而無漏之心解脫、慧解脫，於", "462": "現法自證知、作證、具足而住。彼聞：「實有某名比丘，由漏盡而……乃至……具足", "463": "而住。」〔然而〕彼如是不思惟，言：「何時耶？我亦由漏盡……乃至……應具足而住", "464": "耶？」是何故耶？先不解脫而彼解脫之希望耶！則〔今〕止息於彼。此言為離希望", "465": "人。", "466": "二如何是三病喻人耶？", "467": "有三種病人。於此處有一類之病人，雖得滋養食或不得滋養食，雖得有效驗之", "468": "醫藥或不得有效驗之醫藥，雖得適當之看護人或不得適當之看護人，不癒其病。", "469": "此處復有一類之病人，雖得滋養食或不得滋養食，雖得有效驗之醫藥或不得有", "47": "三一慧解脫。", "470": "效驗之醫藥，雖得適當之看護人或不得適當之看護人，而癒其病。", "471": "於此處復有一類之病人，雖得非得滋養食；雖得非得有效驗之醫藥；雖得非得", "472": "適當之看護人；而癒其病。", "473": "於此處復有一類人，得非得滋艱食，得非得効之醫食，得非得適當之看護人，", "474": "而癒其病。", "475": "此中，以病人而得非得滋養食；得非得有效驗之醫藥；得非得適當之看護人，", "476": "有人其病癒，因於此病人，故世尊制定病者之食，制定病者之藥，制定病者之看護", "477": "人。又，因於此病人，故其他〔二種〕之病人亦應看護。", "478": "如是〔此等之〕三病喻人者有存於世。三者誰耶？", "479": "此處有一類之人，雖得見奉如來或不得見奉如來，雖得聽如來所說之法律或不", "48": "三二身證。", "480": "得聽如來所說之法律，於諸善法不入於正性決定。", "481": "此處復有一類之人，雖得見奉如來或……乃至……雖不得聽，於諸善法入於正", "482": "性決定。", "483": "此處復有一類之人，雖得非得見奉如來，雖得非得聽如來所說之法律，於諸善", "484": "法入於正性決定。", "485": "此中，得非得見奉如來，得非得如來所說之法律，於諸善法入於正性決定之人，", "486": "因於此人，故世尊制定說法。又，因於此人，故其〔他二種〕人亦應為說法。此等", "487": "之三病喻人亦存在世。", "488": "三如何是身證人耶？於此處有一類之人，身證八解脫而住，又依其智慧而見〔四", "489": "諦〕已，以滅盡諸漏，此言為身證人。", "49": "三三見至。", "490": "如何是見至人耶？於此處有一類之人，如實知此是苦……乃至〔一．三三參照〕", "491": "……如實知此是導至苦滅之道，〔善〕見、〔善〕行依其如來所悟之法，依其智慧而", "492": "見〔四諦〕已，以滅盡諸漏之一類，此言為見至人。", "493": "如何是信解人耶？於此處有一類之人，如實知此是苦……乃至〔一．三四參照〕", "494": "……滅盡諸漏。然而不如見至〔人〕，此言為信解人。", "495": "四如何是糞語人耶？於此處有一類之人，若赴於公會，若行於民眾，若往返於親", "496": "屬之間，若赴於組合員之中，若往返於親屬之間，若赴於組合員之中，若行於法廷", "497": "之中，召喚為作證人，訊問：「來！親者！語所知！」彼不知而〔云〕：「我知。」或知", "498": "而〔云〕：「我不知。」不見而〔云〕：「我見。」見而〔云〕：「我不見。」如此若為自己，", "499": "若為他人，若為任何少許之利益，以正知而語虛妄，此言為糞語人。", "5": "幾許之蘊是蘊施設耶？是五蘊：色蘊、受蘊、想蘊、行蘊、識蘊。如此之蘊是", "50": "三四信解。", "500": "如何是華語人耶？於此處有一類之人，斷滅虛妄語，遠離虛妄語，若赴於公會，", "501": "若至於民眾，若往親屬之間，若赴於組合員之中，若行於法廷之中，召喚為作證人，", "502": "訊問：「來！親者！語所知！」彼不知而〔云〕：「我不知。」或知而〔云〕：「我知。」或", "503": "不見而〔云〕：「我不見。」或見而〔云〕：「我見。」如此若為自己，若為他人，若為任", "504": "何少許之利益，以正知而不語虛妄，此言為華語人。", "505": "如何是蜜語人耶？於此處有一類之人，所有之言無過失、樂耳，愉快而透徹於", "506": "心底，優雅而多人之愛好、多人之所悅，語如是之語，此言為蜜語人。", "507": "五如何是漏瘡喻心之人耶？於此處有一類之人，易怒多擾惱。雖少言而現結怨、", "508": "憤怒，於凶勃、狠戾、憤發、憎惡、憂惱。譬如惡漏瘡者以棒尖或瓦礫敲打，膿血", "509": "越發漏泄，如是此處有一類之人，易怒……乃至……現憂惱，此言為漏瘡喻心之人。", "51": "三五隨法行。", "510": "如何是電光喻心之人耶？於此處有一類之人，如實知此是苦……乃至〔三．三", "511": "參照〕……如實知此是導至苦滅之道。譬如有眼者於夜黑暗中電光之間得見於物，", "512": "如是此處有一類之人……乃至……知……此言為電光喻心之人。", "513": "如何是金剛喻心之人耶？於此處有一類之人，由漏盡而無漏之心解脫、慧解脫、", "514": "慧解脫於現法自證知、作證、具足而住。譬如金剛能斷珠、石如無任何物者，如是", "515": "此處有一類人，由漏盡而……乃至……具足而住，此言為金剛喻心之人。", "516": "六如何是盲人耶？於此處有一類之人，無眼。即如能得未得之財物，或增殖已得", "517": "之財物，無有其眼；又彼能知善不善之法，能知有罪無罪之法，能知劣勝之法，能", "518": "知黑白相對之法，無有其眼。是言為盲人。", "519": "如何是一眼人耶？於此處有一類之人，有眼。即如能得未得之財物，或增殖已", "52": "三六隨信行。", "520": "得之財物，有其眼。又彼能知善不善之法，能知有罪無罪之法，能知黑白相對之法，", "521": "無有其眼。此言為一眼人。", "522": "如何是兩眼人耶？於此處有一類之人，有眼。即如能得未得之財物，或增殖已", "523": "得之財物，有其眼。又〔彼〕能知善不善之法，能知有罪無罪之法，能知黑白相對", "524": "之法，有其眼。此言為兩眼人。", "525": "七如何是覆慧人耶？於此處有一類之人，屢次往詣〔僧〕園，於比丘等之前欲聽", "526": "法。比丘等為彼說法，初善、中善、後善、有義、有文、純一圓滿、清淨，開示梵", "527": "行。〔然而〕彼坐於其座，不思惟彼所說之初，不思惟中，不思惟後，又由其座而起，", "528": "彼所說之初……乃至……不思惟後，猶如注於覆瓶之水者流出，不留於其處。如是", "529": "此處有一類之人，屢次往詣〔僧〕園……乃至……不思惟後。此言為覆慧人。", "53": "三七極七返。", "530": "如何是膝慧人耶？於此處有一類之人，屢次往詣〔僧〕園，於比丘〔等〕之前", "531": "欲聽法。比丘等為彼說法，初善、中善、後善、有義、有文、純一圓滿、清淨，開", "532": "示梵行。〔然而〕彼坐於其座，思惟彼所說之初，思惟中，思惟後。又由其座而起，", "533": "不思惟其所說之初，不思惟中，不思惟後。猶如將種種之胡麻、硬米、糖果、棗子", "534": "列置於人膝上，彼失念而由其座起而令其墜落。如是此處有一類之人，屢次往詣〔僧〕", "535": "園……乃至……不思惟後。此言為膝慧人。", "536": "如何是廣慧人耶？於此處有一類之人，屢次往詣〔僧〕園……乃至……思惟後。", "537": "又由其座而起，思惟彼所說之初，思惟中，思惟後。猶如注於立瓶之水者，留於其", "538": "處而不流出。如是此處有一類之人，屢次往詣〔僧〕園……乃至……亦思惟後。此", "539": "言為廣慧人。", "54": "三八家家。", "540": "八如何是於欲與有之未離欲人耶？於預流與一來，此等即言為於欲與有之未離欲", "541": "人。", "542": "如何是於欲之離欲而於有之未離欲人耶？是不還者，此言為於欲之離而於有之", "543": "未離欲人。", "544": "如何是於欲與有之離欲人耶？是阿羅漢，此言為於欲與有之離欲人。", "545": "九如何是石刻喻人耶？於此處有一類之人，有種種之忿怒，而其忿怒彌久，永附", "546": "隨於彼。譬如石上之彫刻，若因風因水而不迅速消失，永久存在。如是此處有一類", "547": "之人……乃至……附隨〔於彼〕。此言為石刻喻人。", "548": "如何是地刻喻人耶？於此處有一類之人，有種種之忿怒，而其忿怒彌久，永不", "549": "附隨於彼。譬如地上之痕跡，若因風因水而迅速消失，不永久存在。如是此處有一", "55": "三九一種。", "550": "類之人……乃至……不附隨〔於彼〕。此言為地刻喻人。", "551": "如何是水刻喻人耶？於此處有一〔類之〕人，雖強言，或粗暴言，亦非可意之", "552": "言，無言中之言，有理而歡喜。譬如水上之痕跡者，迅速消失，不永久存在。如是", "553": "此處有一類之人……乃至……歡喜。此言為水刻喻人。", "554": "一〇如何為三樹皮衣喻人耶？", "555": "有三種之樹皮衣。〔一〕樹皮衣者雖是新而色澤壞，又或觸麤糙且價值少。〔二〕", "556": "樹皮衣者雖是中古而色澤壞，又或觸麤糙且價值少。〔三〕樹皮衣者使用老舊而色澤", "557": "壞，又感觸麤糙且價值少。使用陳舊之樹皮衣者，或使用於單拭，或投棄於塵堆之", "558": "中。如是於比丘等之中，有可喻此等三種樹皮衣之人存在。三者如何？", "559": "若新比丘無戒而惡法者，此是彼色澤之惡劣。猶如彼之樹皮衣色澤之惡劣，此", "56": "四〇一來。", "560": "人亦然。又與彼交往親近，倣效〔彼〕動作之人，為此經長夜招來不饒益與痛苦。", "561": "此乃彼觸〔之〕麤〔糙〕，猶如彼樹皮衣之感觸麤〔糙〕，此人亦然。又，施捨衣、", "562": "食、牀、座、病緣藥、資具於彼，為此〔能施者〕於彼無大果，無大勝利。此是彼", "563": "之價值少。猶如彼樹皮衣之價值少，此人亦然。〔又〕若中年之比丘……乃至……長", "564": "老之比丘，以無戒而惡法，此是彼之色澤惡劣。猶如彼樹皮衣之色澤惡劣，此人亦", "565": "然。又與彼交往親近，倣效於〔彼〕動作之人，此經長夜招來不饒益與痛苦。此是", "566": "彼者之感觸麤〔糙〕，猶如彼樹皮衣之感觸麤〔糙〕，此人亦然。又，施捨衣、食、", "567": "牀、座、病緣藥、資具於彼，為此〔能施者〕於彼無大果，無大勝利。此是彼之價", "568": "值少。猶如彼樹皮衣之價值少，此人亦然。若如此之長老比丘，於僧伽中而語者，", "569": "對此而比丘等如此言：汝，是以如何愚癡暗昧者之言，汝亦為有所言耶？彼乃忿怒，", "57": "四一不還。", "570": "不歡而發語。僧伽即應對而語，宛如棄彼樹皮衣於塵堆中，捨棄彼〔語〕。此等可喻", "571": "於三〔種〕樹皮衣之人存在於比丘中。", "572": "一一如何是三迦尸迦衣喻耶？", "573": "有三種迦尸迦衣。〔一〕新迦尸迦衣是有色澤，觸之細滑而價值又大。〔二〕中", "574": "古迦尸迦衣是亦有色澤，觸之細滑而價值又大。〔三〕使用陳舊之迦尸迦衣是亦有色", "575": "澤，觸之細滑而價值又大。人人雖使用陳舊之迦尸迦衣，或似裹寶，或蓄此於香篋", "576": "之中。如此，於比丘等之中，此等可喻於三種迦尸迦衣之人存在。三者如何？", "577": "若新比丘而持戒、善法，此是彼之妙色。猶如彼迦尸迦衣有色澤，此人亦然。", "578": "又，與彼交往親近，倣效〔彼〕行道之人，因此招來長夜之饒益、安樂。此是觸彼", "579": "而細滑。猶如觸彼迦尸迦衣之細滑。此人亦然。又施捨衣、食、牀、座、病緣藥、", "58": "四二中般涅槃。", "580": "資具於彼人，〔彼〕有大果，有大勝利。此是彼之價值大，猶如〔彼〕迦尸迦衣之價", "581": "值大，此人亦然。〔又〕若中年之比丘……乃至……長老之比丘，而持戒、善法，此", "582": "是彼之妙色。猶如彼迦尸迦衣是有色澤，此人亦然。又與彼交往親近，倣效〔彼〕", "583": "行動之人，因此招來長夜之饒益、安樂。此是之觸彼細滑。猶如觸彼迦尸迦衣之細", "584": "滑，此人亦然。又施捨衣、食、牀、座、病緣藥、資具於彼人，因此〔彼〕有大果，", "585": "有大勝利。此是彼之價值大，猶如〔彼〕迦尸迦衣之價值大，此人亦然。若如此之", "586": "長老比丘，於僧伽中有所言，對此比丘等如是而言：具壽眾！肅靜！長老比丘將語", "587": "法與律。彼之言語如香篋中之彼迦尸迦衣，蓄至於〔心中〕。此等可喻三種之迦尸迦", "588": "衣之人，有存在於比丘中。", "589": "一二如何是易計量人耶？於此處有一類之人，傲慢、自滿、輕躁、饒舌、談散漫、", "59": "四三生般涅槃。", "590": "失念、不正知、心不定、心散動而放縱諸根。此言為〔容〕易計量之人。", "591": "如何是難計量人耶？於此處有一類之人，不傲慢、不自滿、不輕躁、不饒舌、", "592": "不談散漫、正念、正知、心定、心之專注而擁護諸根。此言為難〔計〕量之人。", "593": "如何是無計量人耶？於此處有一類之人，由諸漏滅盡而無漏之心解脫、慧解脫", "594": "於現法自證知、作證、具足而住。此言為不可〔計〕量之人。", "595": "一三如何是不可親近、不可倚親、不可伺候之人耶？於此處有一類之人，於戒、", "596": "定、慧、卑劣，如是之人不可親近、不可倚親、不可伺候。除憫與悲。", "597": "如何是可親近、可倚親、可伺候之人耶？於此處有一類之人，於戒定慧等同，", "598": "如是之人可親近、可倚親、可侍候。何故耶？可語戒相等之善人與我等語戒。又其", "599": "〔戒之談話〕我等可生安樂。又其〔依戒之談話戒〕可轉我等。可語定相等之善人", "6": "蘊施設。", "60": "四四無行般涅槃。", "600": "與語定。又其〔定之談話〕於我等可生安樂。又其〔依定談話定〕者可轉我等。可", "601": "言慧相等之善人與我等語慧。又其〔慧之談話〕於我等可生安樂。又其〔依慧之談", "602": "話慧〕者可轉我等。故如此之人可親近、可倚親、可侍候。", "603": "如何是恭敬、尊重、可親近、可倚親、可侍候之人耶？於此處有一類之人，於", "604": "戒定慧殊勝。如此之人是可恭敬、尊重、可親近、可倚親、可侍候。何故耶？如是", "605": "我可令未圓滿之戒蘊圓滿，已圓滿之戒蘊，以慧順益彼彼。或令未圓滿之定蘊圓滿。", "606": "或令已圓滿之定蘊，以慧順益彼彼。或令未圓滿之慧蘊圓滿。或令已圓滿之慧蘊，", "607": "以慧順益彼彼。故如是之人是可恭敬、尊重、可親近、可倚親、可侍候。", "608": "一四如何是可厭棄之人，不可親近、不可倚親、不可侍候耶？於此處有一類之人，", "609": "以破戒而為惡法、不淨，惹起疑惑之行狀，作陰蔽之業，非沙門而稱為沙門，非淨", "61": "四五有行般涅槃。", "610": "行者而稱為淨行者，於內生朽廢、漏泄、污穢。如是之人是可厭棄、不可親近、不", "611": "可倚親、不可侍候。何故耶？譬如雖不墮於如此人之見解，尚且彼惡名聲揚。以彼", "612": "惡人為友，以惡人為朋，尊敬惡人。猶如進入糞中之蛇，雖不咬人尚污穢人，正是", "613": "如此，譬如雖不墮於此人之見解，尚且彼惡名聲揚。即以彼惡人為友，以惡人為朋，", "614": "尊敬惡人。是故，如此之人可厭棄、不可親近、不可倚親，不可侍候。", "615": "如何是可捨棄、不可親近、不可侍親、不可侍候之人耶？於此處有一類之人，", "616": "易忿怒而多擾惱，雖少言而結怨、憤怒，於凶丈敖、現狠戾、憤發、憎惡與擾惱。", "617": "猶如惡漏瘡，以棒尖或瓦礫敲打，多量濃血漏泄，如是此處有一類人，易忿怒多擾", "618": "惱……乃至……猶如鎮頭迦樹之燃燒作火，以棒尖或瓦礫擾亂，則越發發出咭咭噠、", "619": "咕咭咭噠之音。正實如此，此處有一類之人，易忿怒而多擾惱，……乃至……猶如", "62": "四六上流趣阿迦膩吒〔天〕。", "620": "糞坑以棒尖或互礫攪亂，則越發出惡臭。正實如是，於此有一類人，易怒多擾惱，", "621": "雖少言而結怨、憤怒，凶敖、現狠戾、憤發、憎惡與擾惱，如此之人是可捨棄、不", "622": "可親近、不可倚親、不可侍候。何故耶？〔彼謂〕彼是毀辱我、彼是呵駡我，彼是", "623": "損害於我。故如此之人可捨棄、不可親近、不可倚親、不可侍候。", "624": "如何是可親近、可倚親、可侍候之人耶？於此處有一類人，以持戒作為善法。", "625": "如此之人是可親近、可倚親、可侍候。何故耶？譬如雖隨從如此人之見解，尚且彼", "626": "善〔良之〕名聲揚。即以彼善人為友，以善人為朋，尊敬善人。故如此之人是可親", "627": "近、可倚親、可侍候。", "628": "一五如何是完全於行戒而於行一分定與慧之人耶？是預流、一來。此等言完全行", "629": "於戒而於行一分定與慧之人。", "63": "四七預流、預流果能作證向人。", "630": "如何是完全於行戒與定而於行一分慧之人耶？是不還者。此言為完全於行戒與", "631": "定而於行一分慧之人。", "632": "如何是完全於行戒、定、慧之人耶？是阿羅漢。此言為完全於行戒、定、慧之", "633": "人。", "634": "一六此處如何是三師耶？於此處有一類之師是施設欲之徧智，不施設色之徧智，", "635": "不施設受之徧智。於此處有一類之師是施設欲之徧智，施設色之徧智，不施設受之", "636": "徧智。於此處有一類之師是施設欲之徧智，施設色之徧智，施設受之徧智。", "637": "此中，施設欲之徧智，不施設色之徧智，不施設受之徧智之師是依彼無不見得", "638": "色界等至之師。此中，施設欲之徧智，施設色之徧智，不施設受之徧智之師是依彼", "639": "無不見得無色界等至之師。此中，施設欲之徧智，施設色之徧智，施設受之徧智之", "64": "四八一來、一來果能作證向人。", "640": "師是依彼無不見正自覺者之師。此等是三師。", "641": "一七如何亦為他之三師耶？於此處有一類之師，於現法我是施設實、真，又於當", "642": "來我施設實、真。此處有一類之師，於現法我是施設實、真，於當來我不施設實、", "643": "真。此處有一類之師，於現法我是不施設實、真，於當來我亦不施設實、真。此中，", "644": "於現法我施設實、真，於當來我亦施設實、真之師，依彼無不見常住論之師。此中，", "645": "於現法我雖施設實、真，於當來我不施設實、真之師，依彼無不見斷論之師。此中，", "646": "於現法我不施設實、真，於當來我亦不施設實、真之師，依彼無不見為正自覺者之", "647": "師。此等是其他之三師。", "648": "第三章畢", "649": "第四章　四人第四章　四人", "65": "四九不還、不還果能作證向人。", "650": "一如何是不善士人耶？於此處有一類之人，是殺生者、不與取者、欲邪行者、虛", "651": "誑語者、有穀酒、木酒之酒精分放逸處者，此言為不善士人。", "652": "如何是由不善士更為不善士之人耶？於此處有一類之人，自身是殺生者而又勸", "653": "他人亦殺生、自身是不與取者而又勸他人亦不與取，自身是欲邪行者而又勸他人亦", "654": "欲邪行、自身是虛誑語者而又勸他人亦虛誑語、自身是有穀酒、木酒之酒精分放逸", "655": "處者而又勸他人為有穀酒、木酒之酒精分放逸處，此言自不善士更為不善士之人。", "656": "如何是善士之人耶？於此處有一類之人，遠離殺生、不與取、欲邪行、〔離虛誑", "657": "語〕、離穀酒、木酒之酒精分放逸處，此言為善士之人。", "658": "如何是自善士更為善士之人耶？於此處有一類之人，自身遠離殺生而又勸他人", "659": "遠離殺生、自身遠離不與取而又勸他人遠離不與取、自身遠離欲邪行而又勸他人遠", "66": "五〇阿羅漢、阿羅漢果能作證向人。", "660": "離欲邪行、〔自身遠離虛誑語而又勸他人遠離虛誑語〕、自身遠離有穀酒、木酒之酒", "661": "精分放逸處而又勸他人遠離有穀酒、木酒之酒精分放逸處，此言為自善士更為善士", "662": "之人。", "663": "二如何是惡人耶？於此處有一類之人，殺生者、不與取者、欲邪行者、虛誑語者、", "664": "離間語者、麤惡語者、雜穢語者、有貪欲、有瞋恚心、邪見者，此言為惡人。", "665": "如何是自惡人更為惡人之人耶？於此處有一類之人，自身為殺生者而又勸他人", "666": "殺生、自身為不與取者而又勸他人不與取、自身為欲邪行者而又勸他人欲邪行、自", "667": "身為虛誑語者而又勸他人虛誑語、自身為離間語者而又勸他人離間語、自身為麤惡", "668": "語者而又勸他人麤惡語、自身為雜穢語者而又勸他人雜穢語、自身有貪欲而又勸他", "669": "人貪欲、自身有瞋恚心而又勸他人瞋恚心、自身為邪見者而又勸他人邪見，此言為", "67": "二　〔二人〕二　〔二人〕", "670": "自惡人更為惡人之人。", "671": "如何是善士耶？於此處有一類之人，遠離殺生、遠離不與取、遠離欲邪行、遠", "672": "離虛誑語、遠離離間語、遠離麤惡語、遠離雜穢語、無貪欲者、無瞋恚心〔者〕、正", "673": "見者，此言為善人。", "674": "如何是自善人更為善人之人耶？於此處有一類之人，自身遠離殺生而又勸他人", "675": "遠離殺生、自身遠離不與取而又勸他人遠離不與取、自身遠離欲邪行而又勸他人遠", "676": "離欲邪行……乃至……勸告〔他人〕正見，此言為自善人更為善人之人。", "677": "三如何是惡法人耶？於此處有一類之人，殺生者……乃至……〔前節參照〕……", "678": "邪見，此言為惡法人。", "679": "如何是自惡法更為惡法之人耶？於此處有一類之人，自身為殺生者而又勸他人", "68": "一忿與恨。", "680": "殺生……乃至〔前節參照〕……勸邪見，此言為自惡法更為惡法之人。", "681": "如何是善法人耶？於此處有一類之人，遠離殺生……乃至〔前節參照〕……正", "682": "見者，此言為善法人。", "683": "如何是自善法更為善法之人耶？於此處有一類之人，自身遠離殺生而又勸他人", "684": "遠雜殺生……乃至〔前節參照〕……勸告正見，此言為自善法更為善法之人。", "685": "四如何是有罪人耶？於此處有一類之人，具足有罪之身業、具足有罪之語業、具", "686": "足有罪之意業，此言為有罪人。", "687": "如何是多罪人耶？於此處有一類之人，具足多分有罪之身業而無罪之〔身業〕", "688": "少、具足多分有罪之語業而無罪之〔語業〕少、具足多分有罪之意業而無罪之〔意", "689": "業〕少，此言為多罪人。", "69": "二覆與惱。", "690": "如何是少罪人耶？於此處有一類之人，具足多分無罪之身業而有罪之〔身業〕", "691": "少、具足多分無罪之語業而有罪之〔語業〕少、具足多分無罪之意業而有罪之〔意", "692": "業〕少，此言為少罪人。", "693": "如何是無罪人耶？於此處有一類之人，具足無罪之身業、具足無罪之語業、具", "694": "足無罪之意業，此言為無罪人。", "695": "五如何是略開知人耶？於於其人所說之同時有法現觀，此言為略開知人。", "696": "如何是廣演知人耶？於廣說於其人所略說之義而有法現觀，此言為廣演知人。", "697": "如何是引導人耶？於其人所說與所問且有如理作意，親近、倚親、侍候於善友，", "698": "如此依次而有法現觀，此言為所引導人。", "699": "如何是文句為最人耶？其人是多聞、多話、多受持、多語，而且生存中無法現", "7": "幾許之處是處施設耶？是十二處：眼處、色處、耳處、聲處、鼻處、香處、舌", "70": "三嫉與慳。", "700": "觀，此言為文句為最人。", "701": "六如何是以相應辯而非自在辯之人耶？於此處有一類之人。受質問而適切回答，", "702": "但不迅速，此言為相應辯而非自在辯之人。", "703": "如何是自在辯而非相應辯之人耶？於此處有一類之人。受質問而迅速回答，但", "704": "不適切，此言為自在辯而非相應辯之人。", "705": "如何是相應辯而自在辯之人耶？於此處有一類之人。受質問而適切迅速回答，", "706": "此言為相應辯而自在辯之人。", "707": "如何是非相應辯非自在辯之人耶？於此處有一類之人。受質問時亦不適切亦不", "708": "迅速作答，此言為非相應辯非自在辯之人。", "709": "七此中，如何是四說法人耶？於此處有一類之說法者。僅有少說又不得要領。如", "71": "四誑與諂。", "710": "此彼聽眾即不能善巧〔判斷〕〔其所說法〕得要領或不得要領。如此之說法者對如此", "711": "聽眾說法當被見棄。此處有一類之說法者，僅有少說〔法〕得其要領。如此彼之聽", "712": "眾能善巧〔判斷〕〔其所說法〕有得其要領或不得要領者！如此之說法者，對如此聽", "713": "眾之說法當被見棄。此處亦有一類之說法者。〔人數〕眾多言不得要領。如此彼聽眾", "714": "不能善巧〔判斷〕〔其所說法〕得其要領或不得要領者！如此之說法者，對於如此聽", "715": "眾之說法當被見棄。此處亦有一類之說法者。〔人數〕眾多又說得其要領。如此彼聽", "716": "眾不能善巧〔判斷〕〔其所說法〕得其要領或不得要領者！如此之說法者，對於如此", "717": "聽眾之說法當被見棄。", "718": "八此中，如何是四雲喻人耶？是有四雲，鳴而不雨、雨而不鳴、鳴而又雨、不鳴", "719": "又不雨。正是如此，可比喻此等四雲之人於世有存在。四者如何？是鳴而不雨、雨", "72": "五無慚與無愧。", "720": "而不鳴、鳴而又雨、不鳴又不雨。", "721": "如何是鳴而不雨之人耶？於此處有一類之人。說而不作，如此之人是鳴而不雨。", "722": "猶如彼雲鳴而不雨，此人亦然。", "723": "如何是雨而不鳴之人耶？於此處有一類之人。作而不說，如是之人是雨而不鳴。", "724": "猶如彼雲雨而不鳴，此人亦然。", "725": "如何是鳴而又雨之人耶？於此處有一類之人。說而又作，如此之人是鳴而又雨。", "726": "猶如彼雲鳴而又雨，此人亦然。", "727": "如何是不鳴又不雨之人耶？於此處有一類之人。不說又不作，如此之人是不鳴", "728": "又不雨。猶如彼雲不鳴又不雨，此人亦然。", "729": "九此中，如何是四鼠喻人耶？有四〔種〕鼠：掘穴而不住、住而不掘穴、掘穴而", "73": "六惡言與惡友。", "730": "又住、不掘穴又不住。如此，於世間有比喻於此等四鼠之人存在。四者如何？掘穴", "731": "而不住、住而不掘穴、掘穴而又住、不掘穴又不住。", "732": "如何是掘穴而不住之人耶？於此處有一類之人。通達契經、應頌、記說、諷頌、", "733": "無問自說、如是說、本生、未曾有法、吠陀羅法。彼如實不知此是苦、不如實知此", "734": "是苦之集、不如實知此是苦之滅、如實不知此是導至苦滅之道，如此之人是掘穴而", "735": "不住。猶如彼鼠掘穴而不住，此人亦然。", "736": "如何是住而不掘穴之人耶？於此處有一類之人。不通達於契經……乃至……吠陀", "737": "羅法。彼如實知此是苦……乃至……如實知此是導至苦滅之道，如此之人是住而不", "738": "掘穴。猶如彼鼠住而不掘穴，此人亦然。", "739": "如何是掘穴而又住之人耶？於此處有一類之人。通達於契經……乃至……吠陀", "74": "七不護根門與食不知量。", "740": "羅法。彼如實知此是苦……乃至……如實知此是導至苦滅之道，如此之人則是掘穴", "741": "而又住之人。猶如彼鼠掘穴而又住，此人亦然。", "742": "如何是不掘穴又不住之人耶？於此處有一類之人。不通達契經……乃至……吠", "743": "陀羅法。彼不如實知此是苦……乃至……不如實知此是導至苦滅之道，如此之人是", "744": "不掘穴不住之人。猶如彼鼠不掘穴又不住，此人亦然，於世間有比喻此等鼠之四〔種〕", "745": "人之存在。", "746": "一〇此中，如何是四菴摩羅果喻人耶？有四種菴摩羅果：有生而色熟、熟而色生、", "747": "生而色生、熟而色熟。如是，於世間有比喻此等四種菴摩羅果之人存在。四者如何？", "748": "有生而色熟、熟而色生、生而色生、熟而色熟。", "749": "如何是有生而色熟之人耶？於此處有一類之人。持往、來、前觀、左右視、屈、", "75": "八失念與不正知。", "750": "伸、僧伽梨衣、鉢端正，彼不如實知此是苦……乃至……不如實知此是導至苦滅之", "751": "道，如此之人是生而色熟之人。猶如彼菴摩羅果生而熟色，此人亦然。", "752": "如何是有熟而色生之人耶？於此處有一類之人。持往、來、前觀、左右視、屈、", "753": "伸、僧伽梨衣、鉢不端正，彼如實知此是苦……乃至……如實知此是導至苦滅之道，", "754": "如此之人乃是熟而色生之人。猶如彼菴摩羅果熟而色生，此人亦然。", "755": "如何是生而色生之人耶？於此處有一類之人。持往、來……乃至……僧伽梨衣、", "756": "鉢不端正，彼不如實知此是苦……乃至……不如實知此是導至苦滅之道，如此之人", "757": "是生而色生之人。猶如彼菴摩羅果生而色生，此人亦然。", "758": "如何是熟而色熟之人耶？於此處有一類之人。持往、來……乃至……僧伽梨衣、", "759": "鉢端正，彼如實知此是苦……乃至……如實知此是導至苦滅之道，如此之人是熟而", "76": "九破戒與破見。", "760": "色熟之人。猶如彼菴摩羅果熟而色熟，此人亦然。於世間有可比喻此等四種菴摩羅", "761": "果之人存在。", "762": "一一此中，如何是四瓶喻人耶？有四種瓶：空而閉、滿而開、空而開、滿而閉。", "763": "如此，於世間有可比喻此等四種瓶之人存在。四者如何？是空而閉、滿而開、空而", "764": "開、滿而閉。", "765": "如何是空而閉之人耶？於此處有一類之人。持往、來……乃至……衣、鉢端正，", "766": "彼不如實知此是苦……乃至……不如實知至此是導苦滅之道，如此之人是空而閉之", "767": "人，猶如彼瓶空而閉，此人亦然。", "768": "如何是滿而開之人耶？於此處有一類之人。持往、來……乃至……衣、鉢不端", "769": "正，彼如實知此是苦……乃至……如此之人是滿而開之人，猶如彼瓶滿而開，此人", "77": "一〇內結與外結。", "770": "亦然。", "771": "如何是空而開之人耶？於此處有一類之人。〔持〕往、來……乃至……〔不端", "772": "正〕，彼不如實不知此是苦……乃至……。如此之人是空而開〔之人〕。猶如彼瓶空", "773": "而開，此人亦然。", "774": "如何是滿而開之人耶？於此處有一類之人。〔持〕往、來……乃至……〔端正〕，", "775": "彼如實知此是苦……乃至……。如此之人是滿而閉〔之人〕，猶如彼瓶滿而閉，此人", "776": "亦然。〔如此〕，於世間有可比喻此等四〔種〕瓶之人存在。", "777": "一二此中，如何是四池喻人耶？有四種池：淺而見深見、深而見淺、淺而見淺、", "778": "深而見深，如此，於世間有可比喻此等四種池之人存在。四者如何？淺而見深、深", "779": "而見淺、淺而見淺、深而見深者。", "78": "一一不忿與不恨。", "780": "如何是淺而見深之人耶？於此處有一類之人。〔持〕往、來……乃至〔四．一〇", "781": "參照〕……〔端正〕，彼不如實知此是苦……乃是……如此之人是淺而見深之人。猶", "782": "如池淺而見深，此人亦然。", "783": "如何是深而見淺之人耶？於此處有一類之人。〔持〕往、來……乃至……〔不端", "784": "正〕，彼如實知此是苦……乃至……。如此之人是深而見淺之人。猶如彼池深而見淺，", "785": "此人亦然。", "786": "如何是淺而見淺之人耶？於此處有一類之人。〔持〕往……來……乃至……〔不", "787": "端正〕，彼不如實知此是苦……乃至……。如此之人是淺而見淺之人。猶如彼池淺而", "788": "見淺，此人亦然。", "789": "如何是深而見深之人耶？於此處有一類之人。〔持〕往、來……乃至……〔端", "79": "一二不覆與不惱害。", "790": "正〕，彼如實知此是苦……乃至……。如此之人是深而見深之人。猶如彼池深而見深，", "791": "此人亦然。於世間有可比喻此等四〔種〕池之人存在。", "792": "一三此中，如何是四軛牛喻人耶？有四種軛牛：我之牛群凶惡，他者之牛群不凶", "793": "惡。他者之牛群凶惡，我之牛群不凶惡。我之牛群凶惡而他者之牛群亦凶惡。我之", "794": "牛群不凶惡而他者之牛群亦不凶惡。如此，於世間有可比喻四〔種〕軛牛之人存在。", "795": "四者如何？即我之牛群凶惡，他者之牛群不凶惡。他者之牛群凶群，我之牛群不凶", "796": "惡。我之牛群凶惡，而他者之牛群亦凶惡。我之牛群不凶惡，而他者之牛群亦不凶", "797": "惡。", "798": "如何是我之牛群凶惡，他者之牛群不凶惡之人耶？於此處有一類之人，令自己", "799": "之徒眾戰慄而非他之徒眾。如此之人是我之牛群凶惡，他者之牛群不凶惡。猶如彼", "8": "處、味處、身處、觸處、意處、法處。如此之處是處施設。", "80": "一三不嫉與不慳。", "800": "牛，我之牛群凶惡，他者之牛群不凶惡，此人亦然。", "801": "如何是他者之牛群凶惡，我之牛群不凶惡之人耶？於此處有一類之人，令他者", "802": "之徒眾戰慄而非自己之徒眾。如此之人是他者之牛群凶惡，我之牛群不凶惡。猶如", "803": "彼之牛，他者之牛群凶惡，我之牛群不凶惡，此人亦然。", "804": "如何是我之牛群凶惡而他者之牛群亦凶惡之人耶？於此處有一類之人，令自己", "805": "之徒眾戰慄而又令他者之徒眾戰慄。如此之人是我之牛群凶惡而他者之牛群亦凶", "806": "惡。猶如彼之牛，我之牛群凶惡而他者之牛群亦凶惡，此人亦然。", "807": "如何是我之牛群不凶惡而他者之牛群亦不凶惡之人耶？於此處有一類之人，不", "808": "令自己之徒眾戰慄，又不令他者之徒眾戰慄。如此之人是我之牛群不凶惡而他者之", "809": "牛群亦不凶惡。猶如彼之牛，我之牛群不凶惡，而他者之牛群亦不凶惡此人亦然。", "81": "一四不誑與不諂。", "810": "於世間有可比喻此等四〔種〕軛牛之人存在。", "811": "一四此中，如何是四蛇喻人耶？有四種之蛇：毒出而毒不激。毒雖激而毒不出。", "812": "毒出而毒又激。毒不出，毒亦不激。如此，於世間有可比喻此等四種蛇之人存在。", "813": "四者如何？毒出而毒不激〕。毒雖激而毒不出。毒出而毒又激。毒不出，毒亦不激。", "814": "如何是毒出而毒不激之人耶？於此處有一類之人。雖數數忿怒，但彼忿怒長夜", "815": "不長久持續。如此之人是毒出而毒不激。猶如彼蛇之毒出而毒不激，此人亦然。", "816": "如何是毒雖激而毒不出之人耶？於此處有一類之人。雖不數數忿怒，但彼之忿", "817": "怒長夜長久持續。如此之人是毒雖激，但毒不出。猶如彼蛇之毒〔雖〕激，但毒不", "818": "出，此人亦然。", "819": "如何是毒出而毒又激之人耶？於此處有一類之人。數數忿怒，而彼之忿怒又長", "82": "一五慚與愧。", "820": "夜長久持續。如此之人是毒出而毒又激。猶如彼蛇之毒出而毒又激，此人亦然。", "821": "如何是毒不出而毒又不激之人耶？於此處有一類之人。勿數數忿怒，而彼之忿", "822": "怒又不長夜長久持續。如此之人是毒不出而毒又不激之人。猶如彼蛇之毒不出而毒", "823": "又不激，此人亦然。於世間有可喻此等四種蛇之人存在。", "824": "一五如何是不查不究而稱讚不應稱讚之人耶？於此處有一類之人。稱讚說惡向", "825": "行、邪向行之外道、外道之聲聞。亦〔言為〕善向行、正向行。如此之人是不查、", "826": "不究而稱讚不應稱讚者。", "827": "如何是不查、不究而不稱讚應稱讚者之人耶？於此處有一類之人。不稱讚說善", "828": "向行、正行向行之佛陀、佛陀之聲聞。亦〔言為〕惡向行、邪向行。如此之人是不", "829": "查、不究而不稱讚應稱讚者。", "83": "一六善言與善友。", "830": "如何是不查、不究而不應信處生信之人耶？於此處有一類之人。於惡向道、邪", "831": "向道之處生信。亦於善向道或正向道者。如此之人是不查、不究而於不應信之處生", "832": "信者。", "833": "如何是不查、不究而於應信之處生不信之人耶？於此處有一類之人。於善向道、", "834": "正向道之處生不信。亦於惡向道或邪向道者。如此之人是不查、不究而於應信之處", "835": "生不信者。", "836": "一六如何是查究不稱讚不應稱讚之人耶？於此處有一類之人。不稱讚語惡向行、", "837": "邪向行之外道、外道之聲聞。亦言惡向行、邪向行者。如此之人是查究而不稱讚不", "838": "應稱讚者。", "839": "如何是查究稱讚應稱讚者之人耶？於此處有一類之人。稱讚語善向行、正向行", "84": "一七護根門與食知量。", "840": "之佛陀、佛陀之聲聞。亦〔言為〕善向行、正向行。如此之人是查究而稱讚應稱讚", "841": "者。", "842": "如何是查究而於不可信之處生不信之人耶？於此處有一類之人。於惡向道、邪", "843": "向道之處生不信。亦於惡向道或邪向道者。如此之人是查究而於不可信之處生不信。", "844": "如何是查究而於可信之處生信之人耶？於此處有一類之人。於善向道、正向道", "845": "之處生信。亦於惡向道或邪向道者。如此之人是查究而於可信之處生信者。", "846": "一七如何是其時有不應稱讚者真實、正當不稱讚，其時有可稱讚者真實、正當不", "847": "稱讚之人耶？於此處有一類之人。有稱讚亦有不稱讚者。其時有不稱讚者真實、正", "848": "當說之，其時有其中稱讚者真實、正當不說之。如此之人是其時有真實、正當稱讚、", "849": "不可稱讚者，其時有真實、正當不稱讚者。", "85": "一八正念樹立與正知。", "850": "如何是其時有應稱讚者真實、正當稱讚之，其時有不應稱讚者真實、正當非不", "851": "稱讚之人耶？於此處有一類之人。有稱讚亦有不稱讚者。其時有其中稱讚者真實、", "852": "正當說之，其時又有其中不稱讚者真實、正當不說之。如此之人乃是其時有應稱讚", "853": "者真實、正當地稱讚之，其時有不應稱讚者真實、正當非不稱讚之〔之人〕。", "854": "如何是其時有不應稱讚者真實、正當不稱讚之，其時有應稱讚者真實、正當稱", "855": "讚之人耶？於此處有一類之人。有稱讚亦有不稱讚者。其時有其中不稱讚者真實、", "856": "正當說之，其時有其中稱讚者真實、正當說之，於彼之問答時知之。如此之人則是", "857": "其有不可稱讚者真實、正當不稱讚之，其時有可稱讚者真實、正當稱讚之。", "858": "如何是其時有不應稱讚者真實、正當非不稱讚之，其時有應稱讚者真實、正當", "859": "不稱讚之人耶？於此處有一類之人。有稱讚亦有不稱讚者。其時有其中不稱讚者真", "86": "一九戒具足與見具足。", "860": "實、正當不說之，其時有其中稱讚者真實、正當不語之。以捨而為正念、正知。如", "861": "此之人是其時有不應稱讚者真實、正當地亦非不稱讚，其時有應稱讚者真實、正當", "862": "不稱讚之。", "863": "一八如何依起策之果而生活，依功德之果而不生活之人耶？其人之生活乃是由起", "864": "策、勤勉、精進之結果而非依功德也。此言之為依起策之果而生活，不依功德之果", "865": "而生活之人。", "866": "如何是依功德之果而生活，不依起策之果而生活之人耶？是以他化自在天為", "867": "起，其以上之諸天乃是依功德之果而生活，不依起策之果而生活。", "868": "如何是依起策之果而生活，又依功德之果而生活之人耶？是其人之生活是由起", "869": "策、勤勉、精進之結果。又由功德之結果。此是依起策之果而生活，又依功德之果", "87": "二〇於世間難得二人。", "870": "而生活之人。", "871": "〔如何是不依起策之果而生活，又不依功德之果而生活之人耶？〕是地獄者等", "872": "是不依起策之果而生活，亦不依功德之果而生活。", "873": "一九如何是以闇而趣闇之人耶？於此處有一類之人。下賤之家，〔即〕若生於旃陀", "874": "羅之家、獸獵人之家、竹匠之家、車匠之家、塵芥淨除之家，貧窮而飲食窮乏，生", "875": "計困難辛苦始得衣服，又彼血色不好，容貌衰弱，身體短小多病，或隻眼，或手不", "876": "具，或跛或躄，不得食物、飲食、衣服、車乘、鬘、香、塗香、床、住家、燈具，", "877": "彼是以身行惡行，以語行惡行，以意行惡行。彼是以身行惡行而終，以語行惡行而", "878": "終，以意行惡行而終，身壞死後而生於無幸處、惡趣、險難、地獄。如此言為以闇", "879": "而趣闇之人。", "88": "二一難滿足二人。", "880": "如何是以闇而趣明之人耶？於此處有一類之人。下賤之家……乃至……不得", "881": "……床，住家、燈具，彼是以身行妙行，以語行妙行，以意行妙行。彼即是以身行", "882": "妙行而終，以語行妙行而終，以意行妙行而終，於身壞死後而生於善趣、天界。如", "883": "此是為以闇而趣明之人。", "884": "如何是以明而趣闇之人耶？於此處有一類之人。尊貴之家，〔即〕若生於剎帝利", "885": "大家、婆羅門大家、長者大家，豐富而多貨，擁有大祿，有多金銀、資產雜具與財", "886": "物，有稻穀，又彼美麗而堪見，令人喜歡他而成就最上之姿色……乃至……得……", "887": "床、住家、燈具，彼是以身行惡行……乃至……以意行惡行而終，於身壞死後而生", "888": "於無幸處、惡趣、險難、地獄。如此是為以明而趣闇之人。", "889": "如何是以明而趣明之人耶？於此處有一類之人。尊貴之家……乃至……得……", "89": "二二易滿足二人。", "890": "床、住家、燈具，彼是以身行妙行……乃至……以意行妙行而終，於身壞死後而生", "891": "善趣、天界。如此是為以明而趣明之人。", "892": "二〇如何是以〔今〕下而為〔當來〕下之人耶？……乃至〔四．一九參照〕……", "893": "如此是為以〔今〕下而為〔當來〕下之人。", "894": "如何是以〔今〕下而為〔當來〕上之人耶？……乃至〔四．一九參照〕……", "895": "如此是為以〔今〕下而為〔當來〕上之人。", "896": "如何是以〔今〕上而為〔當來〕下之人耶？……乃至〔四．一九參照〕……", "897": "如此是為以〔今〕上而為〔當來〕下之人。", "898": "如何是以〔今〕上而為〔當來〕上之人耶？……乃至〔四．一九參照〕……", "899": "如此是為以〔今〕上而為〔當來〕上之人也。", "9": "幾許之界是界施設耶？是十八界：眼界、色界、眼識界、耳界、聲界、耳識界、", "90": "二三漏增二人。", "900": "二一此處，如何是四樹喻人耶？有四種樹：以不堅為堅而為眷屬、以堅為不堅而", "901": "為眷屬、以不堅為不堅而為眷屬、以堅為堅而為眷屬。如此，於世間有可比喻此等", "902": "四種樹之人存在。四者如何？以不堅為堅而為眷屬、以堅為不堅而為眷屬、以不堅", "903": "為不堅而為眷屬、以堅為堅而為眷屬。", "904": "如何是以不堅為堅而為眷屬之人耶？於此處有一類之人，是無戒、惡法。然而", "905": "彼徒眾是具戒、善法。如此之人是為以不堅為堅而為眷屬。猶如彼樹之不堅為堅而", "906": "為眷屬，此人亦然。", "907": "如何是以堅為不堅而為眷屬之人耶？此處有一類之人，是具戒、善法。然而彼", "908": "徒眾是無戒、惡法。如此之人是為以堅為不堅而為眷屬，猶如彼樹之堅為不堅而為", "909": "眷屬，此人亦然。", "91": "二四不漏增二人。", "910": "如何是以不堅為不堅而為眷屬之人耶？於此處有一類之人，是無戒、惡法。彼", "911": "徒眾亦無戒、惡法。如此之人是為以不堅為不堅而為眷屬。猶如彼樹以不堅為不堅", "912": "而為眷屬，此人亦然。", "913": "如何是以堅為堅而為眷屬之人耶？於此處有一類之人，是具戒、善法。彼徒眾", "914": "亦具戒、善法。如此是為以堅為堅而為眷屬。猶如彼樹以堅為堅而為眷屬之人，此", "915": "人亦然。", "916": "二二如何是以色為量而信色之人耶？於此處有一類之人，若見長、見廣、見形、", "917": "見滿而終，則於其處取量而生信。此言以色為量而信色之人。", "918": "如何是以聲為量而信聲之人耶？於此處有一類之人，若於其他之稱讚、追隨、", "919": "讚嘆、讚辭之處，則於其處取量而生信。此是以聲為量而信聲之人。", "92": "二五劣意向與勝意向。", "920": "如何是以麤為量而信麤之人耶？於此處有一類之人，若見衣麤、鉢麤、臥具之", "921": "麤、種種之苦行而終，則於其處取量而生信。此其為以麤為量而信麤之人。", "922": "如何是以法為量而信法之人耶？於此處有一類之人，若見戒、見定、見慧而終，", "923": "則於其處取量而生信。此言為以法為量而信法之人。", "924": "二三如何是行自利而不行利他之人耶？於此處有一類之人，自身具足戒，然而不", "925": "勸他人具足戒。自身具足定，然而不勸他人具足定。自身具足慧，然而不勸他人具", "926": "足慧。自身具足解脫，然而不勸他人具足解脫。自身具足解脫智見，然而不勸他人", "927": "具足解脫智見。如此，有行自利而不行利他之人。", "928": "如何是行利他而不行自利之人耶？於此處有一類之人，自身不具足戒，然而勸", "929": "他人具足戒。自身不具足定，然而勸他人具足定。自身不具足慧，然而勸他人具足", "93": "二六自足與他足。", "930": "慧。自身不具足解脫，然而勸他人具足解脫。自身不具足解脫智見，然而勸他人具", "931": "足解脫智見。如此，有行利他而不行自利之人。", "932": "如何是亦行自利亦行利他之人耶？於此處有一類之人，自身具足戒，又勸他人", "933": "具足戒。自身具足定，又勸他人具足定。自身具足慧，又勸他人具足慧。自身具足", "934": "解脫，又勸他人具足解脫。自身具足解脫智見，又勸他人具足解脫智見。如此，有", "935": "行自利亦行利他之人。", "936": "如何是不行自利又不行利他之人耶？於此處有一類之人，自身不具足戒，亦不", "937": "勸他人具足戒。自身不具足定，亦不勸他人具足定。自身不具足慧，亦不勸他人具", "938": "足慧。自身不具足解脫，亦不勸他人具足解脫。自身不具足解脫智見，亦不勸他人", "939": "具足解脫智見。如此，是不行自利又不行利他之人。", "94": "三　〔三人〕三　〔三人〕", "940": "二四如何是勤於自苦而自苦之人耶？於此處有一類之人，以裸體而為〔人〕厭棄", "941": "之行，舐手而呼不來，待而不止，持來而不受，故所作而不受，招待而不應，彼即", "942": "是自甕口〔取出〕而不受，自鍋口〔取出〕而不受，隔〔離〕門閾而不受，隔手杖", "943": "而不受，隔搗杵而不受，人食之時〔由其一人〕而不受，由孕婦而不受，由授乳之", "944": "婦人而不受，由與男子嬉戲之婦人而不受，得〔由〕布告而不受，狗於近居之處而", "945": "不受，於蠅群行之處而不受，魚不受，肉不受，穀酒、木酒、穀類之酸粥不受，彼", "946": "即是〔由〕一家〔而受〕〔唯〕一搏〔而生活〕，或〔由〕二家〔而受〕〔唯〕二搏〔而", "947": "生活〕……乃至……或〔由〕七家〔而受〕〔唯〕七搏〔而生活〕，於一施亦生活，", "948": "於二施亦生活……乃至……七施亦生活。一日攝一食，二日攝一食……乃至……七", "949": "日攝一食。如此，勤循環於半月間食而住。彼亦食生菜、栗粒、野上之穀類、皮之", "95": "一無希望、正希望、離希望。", "950": "削屑、蘚苔樹脂、米糠、丟棄之焦飯、摺胡麻、牛糞、林中樹根、果實以及掉落之", "951": "果實而生活。彼亦著麻衣、屍衣、雜衣、糞掃衣、樹皮衣、鹿皮衣、破裂之鹿皮衣、", "952": "結茅草衣、連結之樹皮衣、連結之木屑衣、人髮褐〔衣〕、尾毛褐〔衣〕、鵂鶹翼衣，", "953": "拔鬚髮，勤拔髮鬚，又直立而却座，又蹲踞而修蹲踞者之精勤，又住於荊棘之上，", "954": "且臥於荊棘之牀，又修於〔早上、白天〕晚〔上〕之三〔時〕水浴行而住。如以上", "955": "多異種類之修身痛、徧痛之行而住。如此是為勤於自苦而自苦之人。", "956": "如何是勤於他苦而令他苦之人耶？於此處有一類之人，屠羊者、屠豬者、捕鳥", "957": "者、獵獸者、殘酷之捕魚者、盜賤、魁膾、司獄，或又有其餘所有殘忍之行為者。", "958": "如此是為勤於他苦而令他苦之人。", "959": "如何是勤於自苦而自苦，又勤於他苦而令他苦之人耶？於此處有一類之人，或", "96": "二三病喻人。", "960": "為剎帝利灌頂王，或為婆羅門大家。彼於城東方令造新之祠壇，剃除鬚髮，被著鹿", "961": "皮之衣，以酥油塗抹肢體，以鹿角揩磨其背，與第一王后及宰輔婆羅門共同進入祠", "962": "壇。彼於其處不敷座，而臥於青草所生之地。有相同〔顏色之〕犢之一母牛，以一", "963": "乳房之乳供王生活，以第二乳房之乳供第一王后生活，第三乳房之乳供宰輔婆羅門", "964": "生活，以第四乳房之乳祀祠火天，其餘之飼養犢。彼即如是言：為祭祀〔宰〕殺如", "965": "此〔數〕量之牛王，為祭祀而宰殺如此數量之犢子，為祭祀而宰殺如此數量之牝牛，", "966": "為祭祀而宰殺如此數量之山羊，為祭祀而宰殺如此數量之豬，為繫上犧牲於柱而砍", "967": "伐如此數量之樹木，為敷設祭場而可割如此數量之茅草。所有者為彼之從屬，或奴", "968": "僕，或差役，或僮僕，一切皆懼怕責罰，恐怖而膽怯，流淚哭泣而為事。如此之人", "969": "是為勤於自苦而自苦，勤於他苦而令他苦之人。", "97": "三身證、見至、信解。", "970": "如何是不勤於自苦而不令自苦，不勤於他苦而不令他苦之人耶？於彼不自苦，", "971": "不令他苦者是已於現法而無渴愛，安穩清涼，領受快樂，自身為梵而住。", "972": "此處有如來、應供、正自覺、明行具足、善逝、世間解、無上、應調丈夫御者、", "973": "天人師、覺者、世尊生於此世。彼於此之世間、天、魔、梵天、沙門、婆羅門、天", "974": "神、人民眾而自了知，作證已，說：彼宣說法而初善、中善、後善、有義、有文。", "975": "開示純一圓滿、清淨之梵行。長者，或長者之子，或生於任何家之人，聞其法，彼", "976": "聞其法已而於如來獲得信心。", "977": "彼獲得信〔心〕獲得成就而作此思惟。謂：在家迫迮而是塵穢之處，出家是寬", "978": "曠，染著於家之人即是一向圓滿、一向清淨而不容易行如珂貝所研磨之梵行、我今", "979": "剃除鬚髮而著壞色之衣，出家而趣向非家。彼於後時，或捨棄少財位聚，或捨棄多", "98": "四糞語、華語、蜜語者。", "980": "財位聚，或捨棄少親屬，或捨棄多親屬，剃除髮鬚，著壞色之衣，由家而出趣向非", "981": "家。", "982": "彼如是出家而為沙門，具足比丘所學之同住，斷絕殺生，遠離殺生，捨棄刀杖，", "983": "有恥有悲，憐愍一切有情而安住。斷絕不與取，遠離不與取，取所應與者，企望所", "984": "給與者，不偷盜，清淨自身而住。斷絕非梵行而為梵行者、遠行者，遠離婬穢法。", "985": "斷絕虛誑語，遠離虛誑語，持續諦語與實語，堅實應予信認，不欺世間。斷絕離間", "986": "語，遠離離間語，由彼聞已，為破它向此而不語，或由此聞已，為破它向彼而不語，", "987": "如此使已破壞者和合，或令讚美和好者堅固，愛和合、樂和合、喜和合，作和合之", "988": "語。斷絕麤惡語，遠離麤惡語，所有之清美、順耳、可樂、徹心，可愛令多人愛，", "989": "多人樂，發如是之語；斷絕雜穢語，遠離雜穢語，應時而語，語真、語義、語法、", "99": "五漏瘡喻心人、電光喻心人、金剛喻心人。", "990": "語調伏，可留〔於心中〕，應時具足譬喻因緣，有邊際，能作引義利之語。", "991": "彼遠離危害種子類、植物類，為一食者。夜不食，遠離非時食，遠離觀賞舞踊、", "992": "歌詠、音樂、娛樂物，遠離華鬘、香、塗香〔此等〕之裝飾，遠離高床大床，遠離", "993": "接受金銀，遠離接受生穀，遠離接受生肉，遠離接受婦人與童女，遠離接受婢僕，", "994": "遠離接受山羊、羊，遠離接受雞、豬，遠離接受象、牛、馬、牝馬，遠離接受田、", "995": "處，遠離送達通信、又作使，遠離作買賣，遠離偽秤、偽函、偽斗，遠離收賄不當", "996": "利得、欺瞞、偽造之行為，遠離割截、殺、縛、埋伏、掠奪、強盜之事。", "997": "彼〔唯〕覆身之衣，〔唯〕以養腹之食而滿足，出行之時〔經常〕攜帶而出行，", "998": "譬如有翼之鳥，飛翔於何處必以翼之擔翔，正實如此，比丘〔唯〕以覆身之衣，〔唯〕", "999": "以養腹之食而滿足，出行何處〔經常〕攜帶而出行。彼成就此聖戒蘊而感受內心無"}, "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0027 人施設論", "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0027 人施設論", "author": "郭哲彰譯", "language": "chinese", "source": "CBETA"}