{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 950 金園集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "施食觀想答崔(育材)職方所問", "1": "金園集卷下", "2": "天竺寺懺主慈雲大師　勑諡法寶大法師　述", "3": "住持傳天台教觀五世法孫慈明大師慧觀重編", "4": "誡酒肉慈慧法門并序誡五辛篇", "5": "熾盛光道場念誦儀中誡勸檀越文改祭修齋疑", "6": "疏文", "7": "改祭修齋決疑頌并序野廟誌", "8": "三衣辨惑篇", "9": "誡酒肉慈慧法門(并序)誡酒肉慈慧法門并序", "10": "斯偈者出楞伽經央崛經涅槃經薩遮尼乾經阿含", "11": "經正法念經華嚴十惡經諸大小乘典因看讀時錄", "12": "之成偈一百首目為誡酒肉慈慧法門徧示未聞足", "13": "以為誡幸願信者遲迴細讀深思現業大懼來報銅", "14": "鐵火湯豈易勝受也。", "15": "南無佛法僧大慈三寶海我今欲依教", "16": "普勸諸眾生莫殺莫食肉同蘊仁慈行", "17": "無病保長齡未來成佛道諸佛大菩薩", "18": "常為救眾生捨頭目身命不計河沙數", "19": "代鴿棄王身全螘委龍命流水濟枯魚", "20": "薩埵充飢虎歷劫徧行慈慈善力成就", "21": "佛無一切心唯有慈心在若有行慈者", "22": "不殺不食肉仰願佛威神世世常加護", "23": "殺生佛所說即殺自父母亦殺自妻女", "24": "兄弟及姉妹一切男女攝皆曾為父母", "25": "生生所受胎從之稟遺體受一畜生形", "26": "骨血如山海一一類中身生生不可計", "27": "輪迴六道間展轉為親屬故食諸眾生", "28": "名食父母肉又觀一切身悉是我本體", "29": "自肉及他肉其實是一肉如舍前後住", "30": "亦名為我舍當知食肉人即食自身肉", "31": "佛觀如來藏佛界眾生界一界無二界", "32": "一切肉一肉伎兒暫變易元是一人身", "33": "若欲殺眾生當起諸佛想獵師屠兒輩", "34": "及捕魚鳥人眾生遙見者皆生必死怖", "35": "謂此惡心人貪利及肉味手持利刀箭", "36": "念欲殺我身飛翔及潛竄驚怖而遠避", "37": "常與諸眾生起大冤對想一切惜身命", "38": "人畜等無殊若欲食眾生先試割身肉", "39": "死是極大苦誰能不畏之但當自觀身", "40": "云何食他肉為利殺眾生以財網諸肉", "41": "二俱得殺業死墮叫喚獄汝聽殺生者", "42": "死墮地獄處鐵城高八萬四千由旬量", "43": "長廣亦復然滿中猛火炎表裏皆洞赤", "44": "銅狗守四門獄卒聲雷震兩眼如電光", "45": "驅汝殺生人入中而受苦力士執鐵矛", "46": "矛身長一丈利刃闊八寸望󱗉撞罪人", "47": "胸入背上出苦痛不堪聞千萬億歲中", "48": "受斯極大苦汝聽食肉人死墮阿鼻獄", "49": "鐵屋亦高廣八萬由旬量四門猛火炎", "50": "南北皆交徹鐵牆鐵羅網鐵枷鐵杻械", "51": "一一火燒之皆令其洞赤食肉受斯苦", "52": "億百千萬歲汝聽煑肉人墮鑊湯地獄", "53": "一萬有二千深廣由旬量晝夜猛火然", "54": "涌涌湯常沸於中受大苦一萬七千歲", "55": "汝聽炙肉人墮熱鐵牀獄其獄有八千", "56": "縱廣由旬量牀下猛火燒罪人臥其上", "57": "心肝肉焦爛一萬二千歲汝聽切肉人", "58": "死墮斫剉獄五百大力士利刀斬罪人", "59": "萬段至微塵業風吹更活如是終復始", "60": "一萬二千歲汝聽養群鷄為貪肥肉者", "61": "一鷄於一日計食五百蟲主人當半罪", "62": "同鷄墮地獄其獄盛熱糞八萬由旬量", "63": "人鷄俱入中滿五千萬歲汝聽捕獵人", "64": "安鏘及設𣚦罥索安陷穽利刃放鷹犬", "65": "四邊競圍合逼逐殺眾生死墮鐵軸獄", "66": "方丈一萬釘驅上輪一帀徧體萬釘刺", "67": "舉身悉交徹苦痛不可忍百千萬歲中", "68": "受斯對報苦殺生食肉者從諸地獄出", "69": "受餓羅剎身師子犲虎狼猫狸鴟梟鷲", "70": "唯捕新血肉眾生各藏護不令其得便", "71": "飢火常燒心念念思他肉由是惡熏習", "72": "大慈種永斷設得生人中殘疾命短促", "73": "愚癡謗因果死還墮地獄佛說此語時", "74": "無量諸羅剎悲號誓斷肉及護斷肉人", "75": "汝今聞此經云何不改過徒勞生為人", "76": "不及食人鬼慎莫燒山野慎莫破堤塘", "77": "莫伐有巢樹莫燒含蠧薪若見殺眾生", "78": "方便常救護南無十方佛大智德世尊", "79": "我欲勸眾生捨酒求明慧如佛之所說", "80": "飲酒多過患八萬塵勞門三十五種失", "81": "悉以酒為本汝等應諦觀酒酣心眩亂", "82": "六識盡昏迷君臣乖樽節父子絕尊卑", "83": "母女亂其風禮檢不能制如舍婆提國", "84": "有鴦掘摩羅酒醉淫泆母因慈殺其父", "85": "母復通外情將刀復害之亦如莎伽陀", "86": "神通大羅漢因游支提國漸到䟦陀村", "87": "彼有大毒龍字菴婆羅提其龍甚暴惡", "88": "侵害彼村人羅漢神通力降伏毒龍已", "89": "村人思報恩多設蘇乳糜有女設糜已", "90": "憂其發冷病遂取水色酒奉上大羅漢", "91": "羅漢謂是水飲已酒力發迷酒倒寺門", "92": "衣鉢棄餘處醒時用神力能伏大毒龍", "93": "醉後如死人不能伏蝦蟇世尊命羅漢", "94": "及諸比丘眾至彼羅漢所因茲制酒戒", "95": "正法念經說閻羅責置人將驅入地獄", "96": "先說如是偈酒能亂人心令人如羊等", "97": "不知作不作如是應捨酒若酒醉之人", "98": "如死人無異若欲常不死彼人應捨酒", "99": "酒是諸過處常能不饒益一切惡道階", "100": "黑闇所在處飲酒到地獄亦到餓鬼處", "101": "行於畜生業是酒過所誑酒為毒中毒", "102": "地獄中地獄病中之大病是佛之所說", "103": "若人飲酒者無因緣歡喜無因緣而瞋", "104": "無因緣作惡於佛所生癡壞世出世事", "105": "燒解脫如火所謂酒一法若人能捨酒", "106": "正行於法戒彼到第一處無死無生處", "107": "莫飲無明酒能為眾苦因聲聞住明脫", "108": "猶是醉歸人若有病苦時應當觀病本", "109": "從癡有愛生習業招病果耆婆盡道術", "110": "尚不能救療豈有世藥酒而能差我病", "111": "酒為放逸根不飲閉惡道寧捨百千身", "112": "不毀犯酒戒寧使身乾枯終不飲此酒", "113": "假使毀犯戒壽命滿百年不如護禁戒", "114": "即時身摩滅決定能使差我猶故不飲", "115": "況今不定知為差為不差作是決定心", "116": "心生大歡喜即獲見真諦所患即消除", "117": "汝聽釀酒家死墮醎糟獄亦墮沸󰞆中", "118": "一萬八千歲汝聽沽清酒死墮酒池獄", "119": "滿中如洋銅入其中受苦汝聽飲酒人", "120": "死墮灌口獄手自酌銅汁晝夜灌其口", "121": "汝聽人將酒逼勸持戒人死入冰池獄", "122": "八千萬歲苦皮肉皆破裂日夜百死生", "123": "然後五百生生輒無兩臂汝聽或強力", "124": "或時因戲笑持酒與僧尼強伏令其飲", "125": "死墮截膝獄六百萬歲中五百大力士", "126": "常截其兩膝乃至過酒器五百世無手", "127": "常作螘蝨形曲蛆及蠅蚋癡孰無知蟲", "128": "一一五百世汝聽吉陀婆沽酒梳墮井", "129": "羅漢飲其水八萬聖皆醉由是惱聖人", "130": "死墮鋸床獄八萬大劫中常受鋸解苦", "131": "後出得為人其身長三尺顏貌青黑色", "132": "耳鼻孔閉塞無眼脣褰縮手足無十指", "133": "何況破戒心持酒逼他飲多見世愚人", "134": "逼他食酒肉自不能清淨都無羞耻心", "135": "復將不淨食凌逼破他戒寧可斷人命", "136": "莫破他善心殺命一死生未必至三趣", "137": "破戒失人天及失解脫法汝聽斷酒肉", "138": "所得福德利有人持七寶國城妻子施", "139": "不如斷酒肉千萬分之一乃至滿大千", "140": "七寶持布施不如斷酒肉千萬分之一", "141": "假使為求福鍛金以為人其數百千萬", "142": "持用廣布施不如斷酒肉千萬分之一", "143": "假使有佛子造幡華寶蓋滿三千大千", "144": "持用供養佛不如斷酒肉千萬分之一", "145": "犯之罪既重持之福亦深善惡長形對", "146": "苦樂鎮相尋及健速迴首早計各悛心", "147": "莫待無常到如瓶滿自沉勉哉須努力", "148": "同待七寶林", "149": "此偈並出諸經凡讀誦者常須保護若有輕慢即是", "150": "輕慢諸大乘等經得罪非少。", "151": "誡五辛篇誡五辛篇", "152": "近因病起靜坐閑念今之道俗多以不急而犯佛禁", "153": "謂五辛之屬不利腹口無故噉食空為道障深為苦", "154": "也遂搜其事以示後徒言五辛者一蒜二韮三葱四", "155": "薤五形具即興蕖也慈愍三藏云此土闕第五辛甞", "156": "於于闐國見其根狀猶蔓菁其臭如蒜訛謂芸臺及", "157": "芸荽等非辛數也梵網經云若佛子不得食五辛大", "158": "蒜革葱慈葱蘭葱興蕖是五種辛一切食中不得食", "159": "若故食者犯輕垢罪疏依名苑解云大蒜是胡葱革", "160": "葱是韮蘭葱是小蒜慈葱是今之葱也興蕖是息菜", "161": "陸機草木蟲魚疏解息菜狀似蔓菁根其華紫赤色", "162": "可食此與慈愍解興蕖狀同是知此方亦似有也楞", "163": "伽經云大慧如是一切葱韮臭穢不淨能障聖道亦", "164": "障世間人天淨處何況諸佛淨土果報又云大慧求", "165": "聖道者酒肉葱韮及與蒜薤能葷之味悉不應食佛", "166": "頂經云一切眾生食甘故生食毒故死是諸眾生求", "167": "三摩提當斷世間五種辛菜是五種辛熟食發婬生", "168": "啖增恚如是世界食辛之人縱能宣說十二部經十", "169": "方天仙嫌其臭穢咸皆遠離諸餓鬼等因彼食次䑛", "170": "其唇吻常與鬼住福德日消長無利益是食辛人修", "171": "三摩地菩薩天仙十方善神不來守護大力魔王伺", "172": "得其便現作佛身來為說法非毀禁戒讚婬怒癡命", "173": "終自作魔王眷屬受魔福盡墮無間獄如是諸大乘", "174": "經咸說五辛為聖道障及諸呪部悉斷五辛非一兩", "175": "經說其損害三藏云食辛之者墮大地獄尚失人天", "176": "況得聖果及生淨土今見道俗都不誡慎自謂無罪", "177": "又見俗家僧寺齋食之中任其厨人恣安薤菜以助", "178": "香味或生或熟往往純將為菜故意食啖口氣臭穢", "179": "誦經禮佛殊不自疑又經稱善神聞氣悉皆遠離云", "180": "何施主返將供佛誠謂苦哉如此供養空費財物尚", "181": "不免地獄何況得福今評此物未足助其滋味以充", "182": "口腹何故苦愛食之空招果報願聞此說細詳佛經", "183": "一切食中悉不得食重述頌曰。", "184": "五辛佛所說障道定無疑梵網招輕垢", "185": "楞伽損大慈人天猶尚失淨土固難期", "186": "生啖增嗔念熟食發婬思講經十二部", "187": "天仙悉捨離善神不守護惡鬼得便宜", "188": "薜茘唼脣吻魔羅現佛像福德因消滅", "189": "業障更彌滋地獄銅兼鐵輪迴網復羈", "190": "無端耽草味殃禍大堪悲", "191": "熾盛光道場念誦儀中誡勸檀越文熾盛光道場念誦儀中誡勸檀越文", "192": "夫修福慧之門置於菩提之道實難實易得旨即易", "193": "失旨則難如善鑽搖醍醐可獲其不善者漿猶難得", "194": "此亦如是善用心者一華一香功等虗空一偈一句", "195": "累滅道成其不善者人天近果尚失何況菩薩勝因", "196": "夫沙門者名世間眼世間盲瞑即須導之不然則非", "197": "沙門如來遺囑令無慳恡法財施人既奉聖言故斯", "198": "誡勸近見檀越之家深有信向請僧歸舍設食讀經", "199": "望其福慧勞力損財無善儀則敬慢不分是非寧別", "200": "或倚恃豪富或放縱矜高反言衣食庇廕門僧請喚", "201": "道場便為恩幸趨瞻失節朗責明訶鋪設法筵穩便", "202": "驅使門僧無識恐失依棲苦事先為免勞施主縱有", "203": "法則豈敢輒言檀越不詢門僧不說訛謬之疏自此", "204": "滋彰不掃廳堂便張法席未斷葷穢輒請聖賢至於", "205": "迎像延尊殊不避坐旋踵致敬事同彷彿儒典所謂", "206": "過尊之位必趨況其三寶荊谿大師云凡建道場應", "207": "先嚴淨然後請像世人口云求道滅障置道場時令", "208": "愚童慢竪猥服躶形云將像來取像去以此觀之可", "209": "悲之甚又云雖置道場慠慢尊像及招罪累滅障良", "210": "難又經云佛滅度後供養像者與在世無別云何世", "211": "人視同土木迎之大慢禮時薄敬而恠無福報者可", "212": "弗暫思又石壁大師云斷奠齋筵不如禮席誠哉此", "213": "言誰肯暫聽徒喪財力實無福報故使世間貧窮者", "214": "多富足者少由此而然今勸檀越常親有識請問佛", "215": "法甚深福慧云何修行下氣低心屈膝接足敬奉為", "216": "師凡設法筵先往取則嚴灑廳舘齋潔身心名香異", "217": "華珍菓美食預備支儲請迎懃重承接眾僧䖍想十", "218": "方三世眾聖來入我家慚悚驚惶如僕奉大家如婆", "219": "羅門事火遵依法式不得師心勿憚勤勞事事供給", "220": "皆可意裁此事千條不可盡說今略示五事粗可行", "221": "持。", "222": "第一欲陳法會家中長幼盡須同心去其酒肉五", "223": "辛等物施主每日隨僧禮佛陳吐懺悔。", "224": "第二當僧齋次躬須給侍不得坐於僧上稱是主", "225": "人放縱談笑。", "226": "第三佛前供養須倍於僧凡聖等心事事精細。", "227": "第四盡其所惜施佛及僧勿得隱細用麤世世招", "228": "失意果報。", "229": "第五道場緩急不得使僧此是福田翻為奴僕豈", "230": "可得乎。", "231": "我今此說智者知之或有愚者為檀越之家嫌難遵", "232": "奉門僧無識見有揀眾之言恐為所鄙不能盡行吾", "233": "知此文將被火滅願　十方三寶及有識者同力護", "234": "持誡勸檀越敬三寶文。", "235": "改祭修齋疏文改祭修齋疏文", "236": "謹於當鄉保安田蚕人口靈廟之宇啟建金光明道", "237": "場齋僧供佛轉誦大乘意者迴易每年拜祭餚酒之", "238": "會以為清淨之齊俾福等神祇兼利安人畜今晨建", "239": "首特具疏牋者。", "240": "原夫抱草救焚義由愚極益薪止沸事匪知幾太顛", "241": "倒於常情頗乖違於物理實喻造殃求福奪命祈恩", "242": "翻將久禍之基擬作長生之術釋典以濟魚飼虎真", "243": "為仁壽之方儒經以殺豕存羊豈是谷神之籙當斯", "244": "時也淳風尚簡正教未行且敦姬孔之儀遂播蒸甞", "245": "之禮洎乎梁朝改祭一󳬛為齋戒之場顏氏訓家萬", "246": "代奉歸依之式人移世變俗薄時澆為善者孤積惡", "247": "者眾周風更續梁制遂亡尚迷於黍稷非馨豈悟於", "248": "幡華是善爭鋒競銳累豆加籩寧知乎謟祭乖儀孰", "249": "謂乎淫風敗禮尚違孔制安順佛慈今則鄉老傾誠", "250": "廟巫投懇與象神而盟誓易祭為齋對諸佛以要期", "251": "捨邪歸正蓋聞天地之理正觀日月之德正明天地", "252": "和而萬物遂生日月運而四時合節二儀既測百慮", "253": "可窮神物司幽人倫主顯人神之心交感幽顯之道", "254": "遂通儻人不敬神則禍福之端何託苟幽不合顯則", "255": "禘甞之禮徒施既神假人靈須神從人願人今歸佛", "256": "願神亦同歸佛若度人願神亦同度我佛者萬德之", "257": "慈流莫異十方之悲濟無窮猶杲日之運太虗山谷", "258": "同照若霶雨之飛長野草木共霑振神通也雷懾邪", "259": "徒揚法音也風馳正教席上之四王受命座間之八", "260": "部分符俾化極六虗使恩周萬彚故兇徒稱號天祠", "261": "之金像低頭稚子呼名曠野之鬼神稽首我等人祇", "262": "共慶獲聽餘音鄉里同緣遭逢像運覺生死之路遠", "263": "終也何歸悟塗炭之苦長悠哉莫返今欲裁妍補醜", "264": "改往修來掃灑神祠莊嚴佛會易短舞作威儀之相", "265": "變長歌為方等之音器滿潔粢盤盈素品抽棘去伊", "266": "蘭之種焚茨植簷蔔之根溪㵎之毛血不流樹上之", "267": "鳥鴟罷噪豕羊遂性鱗羽樂天頓改村坊全同淨土", "268": "伏乞　十方諸佛衛八部以俱臨十地眾僧統三乘", "269": "而並降愍我投然之子願施救苦之恩先懺三塗次", "270": "祈五福仰惟嚴祠陰宰靈境冥官昔同受祭之神今", "271": "共改齋之聖暫迴俊造諦察善言敢據佛經願聞神", "272": "聽且九居之形未脫必三塗之理無差殺畜為神神", "273": "豈免將來之對斷葷因佛佛乃開改往之懺門既悟", "274": "前非莫生後悔杯盤餚酒歆饗片時形影仇讎纏綿", "275": "浩劫鄉戶等蚕憂公賦田為糇粮惟希陰隲之恩寧", "276": "懼幽關之事亡我無所靡神不宗出三物以詛斯陳", "277": "異位而饗彼或烹或剝或灸或燔亘村之羶火交煙", "278": "徧野之痛聲接韻洎乎祀祊臨尊莫不兼子保妻誰", "279": "知於畏死貪生與人無別肯悟於殺他活己比畜何", "280": "殊拔刃臨頭豈不念呼時認主舉籩就口而不思及", "281": "暮還家養之也猶子比兒殺之也摧羽崩角尚解󰴌", "282": "環報主豈無彈鋏懷怨乞三寶提携已殞者皆令解", "283": "脫對百神斷約未傷者永收逍遙齋既洗心懺希滅", "284": "罪晝感日光之照達闍王之業性無生夜通金皷之", "285": "音同信相之疑根永拔仰迴功德全施廟靈加自在", "286": "於神通保優游於仙宅昔受嘉魚旨酒尚降祉以穰", "287": "穰今霑甘露醍醐更垂休而穆穆秉心莫二錫祐無", "288": "疆十雨五風望長成於報歲齋僧供佛敢誓答於有", "289": "秋仍願蚕富田豐于囊于槖生涯益廣我陸我阿眉", "290": "壽者皆滿百年嬰孩者咸敦五福妻良子孝兄順弟", "291": "恭泛愛親仁利用崇德　聖宋常安於今日仁君永", "292": "福於萬年庶績咸熙百官盡美諸天龍鬼護國護民", "293": "法界含生離苦得樂者也眾等下情不任䖍切祝望", "294": "之至謹疏。", "295": "改祭修齋決疑頌(并序)改祭修齋決疑頌并序", "296": "近見多改祭祀競修齋福斷肉止殺正信念佛甚為", "297": "希有其間或未知損益者妄生破毀便言在俗祭祀", "298": "為先或云齋戒不能救急見󰡾食念佛我但持心聞", "299": "善惡因緣來世誰受於是善根未深者被斯惑亂多", "300": "退初心今為斷疑引經明證并作偈頌令易憶持依", "301": "此誠言莫信邪說然世人疑慮是故無量今但從要", "302": "略書十頌。", "303": "第一疑有鬼無鬼能禍能福耶。", "304": "釋曰經說六道鬼居其一何疑無鬼耶阿含經云", "305": "一切所居舍宅街巷道陌屠坊市肆及諸山塚皆", "306": "有鬼神但不能利害於人譬喻經云天下鬼神不", "307": "能活人不能殺人亦不能令人富貴貧窮但隨人", "308": "衰劣而作恠崇希望祭祀若求福必定無也世俗", "309": "不知空被誑或殺生造惡頌曰。", "310": "鬼神隨處有謟誑世間人祭鬼都無福", "311": "空增殺業因", "312": "第二疑現見世人病患祭祀獲安何言無福耶。", "313": "釋曰世人貧病災福皆屬因果非鬼能為是鬼為", "314": "禍蓋從邪信所招謟求而得辯正論云舊鬼教新", "315": "鬼興恠求食初往二家轉磨上碓其家事佛不信", "316": "是恠俱云善神助我盡日舂磨數斛米麥都不得", "317": "食後入邪信之家令白狗上空中而行其家大恠", "318": "殺狗設食因茲得飽當知信佛不要信恠設使見", "319": "恠但專念佛其恠自息頌曰。", "320": "正信天龍護邪神豈奈何但知常念佛", "321": "災恠自消磨", "322": "第三疑家眷死後祭祀得食不得食耶。", "323": "釋曰若墮餓鬼祭祀之時或有得食若在𦦨口之", "324": "鬼雖祭亦不得食阿含經云若為死人布施祭祀", "325": "者若死入餓鬼中得食若生餘處必不得食也六", "326": "道萬品受報差殊父母死亡豈皆作鬼世人不識", "327": "一向祭祀甚無理也頌曰。", "328": "人死隨前業升沉六道殊如何純祭祀", "329": "須道世人愚", "330": "第四疑祭祀之法廣在禮經天子七廟諸侯五廟大", "331": "夫卿士至於庶人皆同祭祀圓丘方澤上下神明國", "332": "之常典云何勸令斷祭奈太傷國風乎。", "333": "釋曰祭禮出其俗典斷祭據其佛經俗典則未逃", "334": "殺害佛經則唯尚慈悲殺害則報在三塗慈悲則", "335": "果成萬德以善改惡導淺令深佛度眾生無不皆", "336": "爾今人既信佛教須修佛慈不可更殺眾生稱佛", "337": "弟子況復時俗不獨祭先靡神不宗實謂淫祀不", "338": "修明德唯事殺生可悲之深略談難盡故昔梁武", "339": "帝勑天下斷祭止殺蓋遵佛教豈獨今日也幸有", "340": "齋福正好競修足可利於存亡亦免傷於物命何", "341": "勞苦執祀典經乎頌曰。", "342": "殺牛慙禴祭黍稷本非馨齋誦真明德", "343": "何勞執禮經", "344": "第五疑祭祀之家及彼師巫得何罪報耶。", "345": "釋曰如毗尼律中說迦留陀夷身證羅漢被婆羅", "346": "門婦殺之因過去曾為祭主今廟祀是也有五百", "347": "商人共宰一羊同來乞願殺羊祭祀已俱墮地獄", "348": "世世已來常被羊殺其五百人亦因彼婦被波斯", "349": "匿王所殺且五百人共殺一命并其祀主今證聖", "350": "果受報未盡何況一人殺多物命又晉時巴丘縣", "351": "有師巫姓舒名禮為人祭祀死墮熱殺地獄舉體", "352": "焦爛還魄自說又寶藏經廣說祭祀之報不能備", "353": "引頌曰。", "354": "殺他還自殺影響逐形聲鬼飽都無福", "355": "空招墮火坑", "356": "第六疑今若改祭自古已來還有報驗耶。", "357": "釋曰此事感驗非一今為略引晉有張應本事俗", "358": "神皷舞淫祀咸和八年妻病禱祭罄竭妻曰今病", "359": "日困求鬼無益乞作佛事應便許之請僧曇鎧明", "360": "當設齋夜夢神人責應不早嚴淨見鎧隨後曰始", "361": "欲發心未可責之眠覺連夜秉火設座因茲廢神", "362": "事佛其妻病愈後張應身死墮鑊湯地獄因前改", "363": "祭善神來救遂得解脫還魂自說又顏氏家訓云", "364": "梁世江陵劉氏以賣鱓羮為業後生一兒頭是鱓", "365": "自頸已下方為人耳又王克為永嘉郡守有人餉", "366": "羊集賓欲讌而羊繩解來投一客先跪兩拜便入", "367": "衣中此客竟不言之固無救請須臾宰羊為󱗞先", "368": "行至客一臠入口便下皮肉周行徧體痛楚號叫", "369": "方便說之遂作羊鳴而死梁孝元在江州有人為", "370": "望蔡縣令經劉敬躬亂縣廨被焚寄寺而住民將", "371": "牛酒作禮縣令以牛繫柱屏除佛像鋪設牀座於", "372": "堂上接賓未殺之頃牛解徑來至階而拜縣令大", "373": "笑命左右宰之飲噉醉飽便臥簷下稍醒而覺體", "374": "痒󳫨搔癮胗因爾成白癩病經十許年死又梁世", "375": "有人常以鷄卵白和沐云使髮光每沐輒破二三", "376": "十枚臨死髮中但聞啾啾數千鷄鶵聲楚痛篤病", "377": "而死又顏氏家訓云齊國有一家甚豪侈非手殺", "378": "牛則噉之不美年三十許病篤大見牛來舉體如", "379": "被刀刺叫呼而終江陵高偉隨吾入齊凡數年向", "380": "幽州淀中捕魚後病每見群魚齧之而死又宋有", "381": "陳安居父母信釋教旦夕齋誦有伯事神神影滿", "382": "宅後伯死絕嗣父令安居紹伯家舍便廢淫祀其", "383": "神遂禍安居三年篤病執志不迴常誓曰若使我", "384": "殺生祭祀寧生自臠割四體終不殺命安居身亡", "385": "席君歎曰此人事佛大德人也壽當九十三歲遂", "386": "放令還其伯殺害祭祀欺誑百姓罪宜墮苦此例", "387": "非一不能盡書頌曰。", "388": "迴邪生正信臭草出栴檀逢難須堅固", "389": "安居志好攀", "390": "第七疑改祭之後忽遇災禍既已捨神求誰救護耶。", "391": "釋曰但每日一心稱念觀世音菩薩一切災難一", "392": "切病痛牢獄賊盜水火風雷虎狼毒蛇蟲藥呪詛", "393": "皆不能害請觀音經中佛勑諸大天龍藥叉一切", "394": "威猛神將晝夜守護受持觀世音菩薩名者諸惡", "395": "鬼神尚不能以惡眼視之況復加害梁朝有沙門", "396": "名僧融為一家毀除神影勸受五戒被其鬼將領", "397": "鬼兵來責融融專念觀音一聲未絕忽見神人以", "398": "金剛杵擬其鬼眾一時走散身上甲冑化為󰞆粉", "399": "又僧融曾勸夫婦二人受戒後為賊所累夫遂逃", "400": "避其婦繫獄融教至心稱觀世音更無餘法婦人", "401": "依語感枷杻三木自然釋脫獄門自開因是免難", "402": "其事非一不可備論頌曰。", "403": "專持菩薩號八部護君身急難隨聲應", "404": "唯除不信人", "405": "第八疑自來殺生祭祀所有罪業作何功德而得消", "406": "滅耶。", "407": "釋曰但各書寫供養金光明經迴此功德與彼怨", "408": "家將來無對如張居道殺生忽被怨家取去冥關", "409": "許寫此經怨家解脫居道放還但將所贖經文安", "410": "家中供養每日精勤稱此經題名目及三寶名自", "411": "然家中眷屬安隱財帛增多一切天龍皆來護宅", "412": "一切災橫邪鬼悉不敢害請至信此言終不虗也", "413": "頌曰。", "414": "法寶真良藥眾生自不甞書持并供養", "415": "世世上天堂", "416": "第九疑凡修齋福并讀誦經典當迴向家宅何等神", "417": "明凡有幾位耶。", "418": "釋曰迴向天龍善神閻羅冥官山川境邑一切神", "419": "明家中土地神護宅善神并先代亡靈墮在惡道", "420": "者除此以外其餘家中雜雜鬼神並不須事之亦", "421": "不須迴向此等皆非汝家所事悉名邪謟切信此", "422": "言頌曰。", "423": "作福常迴施天龍善鬼神威光常覆護", "424": "使汝免災迍", "425": "第十疑既不許祭祀或家眷死亡墮在鬼趣云何施", "426": "其飲食耶。", "427": "釋曰經有方法今當普示請各依行如此施食得", "428": "福無量如供養百千俱胝諸佛功德正等每日將", "429": "淨器盛一器淨飯唯除瓷器及鐵器不得用經中", "430": "銅器最上其器不須至大即是盂器之屬也每日", "431": "至暮時以淨水灌其飯上令滿以左手擎之以右", "432": "手舉頭指其器中誦呪七徧已彈指七下將飯傾", "433": "於淨地不得近桃李樹下傾己而作是言我今普", "434": "施一切餓鬼依草附木孤魂滯魄勝劣鬼神清淨", "435": "法食無遮無礙隨意飽滿或能更為稱三寶名等", "436": "其呪曰。", "437": "曩謨薩嚩怛他一𧃯嚩跢路引枳帝二唵三三去䟦", "438": "囉四三䟦囉五吽六", "439": "此施法食不獨令家先眷屬得食普令一切餓鬼飽", "440": "滿利益甚深普勸若僧若俗若男若女盡行此法頌", "441": "曰。", "442": "鬼道常飢渴當生憐愍心能蠲口中食", "443": "佛贊福田深", "444": "野廟誌野廟誌", "445": "󱳸󱳸小氓舉事罔有不悖去仁就殺俾我且壽醨德", "446": "淫祀睠我且福山海之俗偏其弊之道傍之樹茂干", "447": "他者疑其有神輙裁紙以贄其下山麓之水淵干他", "448": "者測其有靈乃列豆以旅其湄里能言者宗以為巫", "449": "巫乃肆我無識首拜于水樹正名質事至於屋室形", "450": "容以緒無端焉有疾且憂旱潦之作歸禍于茲始乃", "451": "一室漸而後乃百室始乃小牲不已後乃大牲年或", "452": "三四其祀貧躓之夫若為其事神乎於戲家不聊生", "453": "禍出非鬼吾弗能救歟且樹之始胡不自神待人而", "454": "神也水之始胡不自靈待人而靈也神之既歆其血", "455": "食胡不尚其玉帛能化紙為財胡不變土為食何食", "456": "人之貴而財人之賤反常之甚焉已而已而吾聞之", "457": "矣積善之家必有餘慶積不善之家必有餘殃神遠", "458": "乎哉惟心所載靈遠乎哉惟人所在而競愚於水樹", "459": "也。", "460": "三衣辨惑篇三衣辨惑篇", "461": "佛制法衣但三一曰安陀會二曰󳬂多羅僧三曰僧", "462": "伽梨此三法衣定是出家之服非在家者所被僧祇", "463": "云三衣者賢聖沙門標識非俗人所為智論云佛聖", "464": "弟子住於中道故著三衣外道裸形無耻白衣多貪", "465": "重著雜阿含云修四無量者並剃髮服三法衣而出", "466": "家也據斯以知定非俗服世云梵網經有通俗著者", "467": "人見彼經廣列王臣道俗盡得受戒應教身所著袈", "468": "裟等言便令士女受菩薩戒者著七條衣觀彼經文", "469": "未心全爾袈裟正翻為染或翻臥具據翻染者秪是", "470": "通制道俗受戒須服壞色恐其染同特艶乖於法制", "471": "乃云應教身所著染皆使壞色或有風俗不可盡制", "472": "而出家菩薩必須染壞故復文云比丘應與俗服有", "473": "異何曾通俗著七條衣或翻臥具者南山云三衣總", "474": "名梵網經云被九條七條五條袈裟即其文也若爾", "475": "者又何妨袈裟之語別在出家亦即文云比丘皆應", "476": "與俗服有異尋天台及藏法師章疏俱作染壞義釋", "477": "並無通俗三衣之說雖方等經中通俗修懺入道場", "478": "時許著三衣但是單縫平聲不許却㓨七迹反佛言此三", "479": "衣者一名單縫二名俗服荊溪師云若却㓨者即是", "480": "大僧受持之衣是故此衣應須別造世有借出家人", "481": "衣深為未可故知雖三衣非出家服出輔行記信其梵網", "482": "若已許著方等何故要須單縫乃至阿含佛令取阿", "483": "難󳬂多羅僧與婆四吒女著等此出自聖意暫爾赴", "484": "機滅後下凡須依定制一切戒律涅槃重宣最後之", "485": "言方為揩定三衣許俗彼經無文餘或云攘災免厄", "486": "許與小片至如戲女暫挂獵師假被或云得四寸而", "487": "飲食斯充挂一片而羅剎不噉蓋顯三衣之功用非", "488": "許四民之受持出家閑邪之人尚昧持衣之軌在塵", "489": "煩雜之眾寧知奉法之儀南山云若受用有方則不", "490": "生罪戾必領納乖式便自陷深󱉷一生無衣覆身一", "491": "死自負聖責何慮無惡道分觀斯之言自坐深過忍", "492": "將非法誤累在家更有𠎝妄不能緘默多見道俗競", "493": "挂絡子濫觴久矣滋彰近矣且三衣五納制聽二典", "494": "絡子名狀出自何文設以三衣破片而迴作者比丘", "495": "衣損秪合補治令不失受持豈容被其破片更立異", "496": "名何殊遭賊失衣比丘乎或云院內執作暫挂無妨", "497": "者安陀會正是院內之衣何不著耶至於俗家弟子", "498": "若免災厄不應常挂袈裟之片若許常挂何不全許", "499": "三衣而但許一片耶南山引僧祗龍著袈裟免金翅", "500": "難乃云必不順教則所被無力袈娑違教尚云無力", "501": "況今絡子持新裁染公然製造若名若體全是非法", "502": "驗知被挂得罪無福今略書三種違教之咎庶幾讀", "503": "之宥過無大必改為善一者絡子名體都無所載制", "504": "聽二教一切所無既乏五功濫參三賤違教之責冥", "505": "報非虗二者制聽二教唯佛一人自菩薩聲聞述而", "506": "不作今既自制絡子仁者便是佛耶三者隨外道輩", "507": "非佛者流南山云以雜色線縫於衣上作條幅者是", "508": "外道法結偷闌遮況乎造非法衣殊乖先制非外道", "509": "輩斯何人哉幸願四方道人行大乘者讀文尋意莫", "510": "守己情擔麻棄金殊非智者革弊從正斯則達人應", "511": "知無上佛乘解無道俗傳持之軌誠在律儀涅槃扶", "512": "律談常正在於此律範若壞法假誰傳豈生為人不", "513": "護眼目斷常住命非旃陀羅耶昔靜靄法師值周武", "514": "行虐自恨不能護法出家奚為乃坐石奮刀徧身剖", "515": "肉引膓挂樹以手捧心而卒嗚呼古賢護法其若是", "516": "乎我等既斆未能宜守法制莫致毀損殃墜自他矣", "517": "景德四年丁未十月二十二日東掖山傳天台教觀", "518": "沙門遵式撰述。", "519": "金園集卷下終", "520": "金光明懺儀一卷", "521": "請觀音消伏毒害三昧儀一卷", "522": "大彌陀懺儀一卷小彌陀懺儀一卷", "523": "熾盛光懺儀一卷僧伽大師禮讚文一卷", "524": "天台智者大師禮文一卷", "525": "釋觀音普門品偈文附智者疏末", "526": "往生略傳一卷注南嶽思師心要偈亡本", "527": "金光明經王章亡本", "528": "聖宋紹興辛酉孟秋圓日刊板"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 950 金園集", "author": "宋 遵式述　慧觀重編"}