{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1081-A 敘No. 1081-A", "1": "敘", "10": "身如來印一合。次光明如來與乳海印一合。印雖六", "100": "覓得無陰陽地一片。種得一株無根樹子。日照無", "1000": "毗盧遮那佛至無上輪。意明諸佛各於其國出廣", "1001": "長舌相而說法也。法而曰輪者何。輪者有推碾轉", "1002": "運之義。謂轉此法入眾生心中。推破煩惱。碾碎無", "1003": "明。轉凡成聖。運至於涅槃彼岸也。又曰恒轉者。正", "1004": "塵說剎說熾然說。皆遮那本願使之然也。", "1005": "大眾默念心經一徧。此正應轉法輪之意。於此必", "1006": "念心經者。蓋謂三藏十二分教。千七百則公案。莫", "1007": "不欲人直下明此心達此心也。當體是佛。瑞應經", "1008": "云。其得一心者。則萬邪滅矣。又心者喻也。如人一", "1009": "身徧體以心為主。今八部般若。六百雄文。蓋以心", "101": "影。風吹不動。運金斧以難入。經劫火以愈芳。開無", "1010": "經為般若爾。如云是故空中。非但無五蘊等法。即", "1011": "諦緣智理出世間法。若真空實相之中。皆不可得。", "1012": "設有一法過於涅槃。吾亦說如幻夢。故般若如大", "1013": "火聚者也。是知此經。乃諸佛之母。萬行之源。若轉", "1014": "此法。能度一切苦海。菩薩依之修行。則能離惑業", "1015": "苦。究竟證無住涅槃。三世諸佛依般若故。得無上", "1016": "菩提。以此觀之。出生死。入涅槃。由斯道也。大哉心", "1017": "光。智不能知。識不能識。謂之大神。陰陽不能籠󰋪。", "1018": "謂之大明。更無有超於其上者。謂之無上。非但一", "1019": "切諸法不能與等。且能等一切法。等一切生。一切", "102": "聲無臭之花。結非青非黃之果。不煩攀枝折葉。已", "1020": "平等無有高下。謂之無等等呪。能除二種生死苦。", "1021": "轉依三德祕密藏。真實不虗。復說密呪以助顯焉。", "1022": "有此妙利。超勝餘經。若有聞法者。無一不成佛。以", "1023": "滿上來所發大願云法界眾生一時同得菩提之", "1024": "謂也。華嚴云。身為正法藏。心為無礙燈。照了諸法", "1025": "空名曰度眾生。", "1026": "啟告十方至無量聖賢。此一文之中。正敘施食本", "1027": "意。原始要終。分為四段。此六句。正啟叩聖賢矣。", "1028": "我今某甲至異類鬼神。此申己意。以慈悲心。仗佛", "1029": "威神之力。召請六道眾生也。", "103": "在諸人󱗉中已。", "1030": "唯願諸佛至悲增護念。此願諸佛聖賢舒大威光。", "1031": "興悲愍心。護念於我。令我隨心得滿願也。", "1032": "普願十方至證無上道。此正申其施食之願如此", "1033": "也。普願法界眾生。於此時中。乘如來力。決定降臨。", "1034": "享餐甘露。發廣大心。離惡苦果。證無上道。利樂一", "1035": "切有情也。俟後當陳五供。以圓滿第三獻也。", "1036": "十方一切剎至哀納受。此從心間𠶹哩字種放光。", "1037": "出生六箇吽字。各具一色。花淡紅色。表布施。令人", "1038": "生歡喜。香黃色。表持戒。令業行芬馥。燈紅赤色。表", "1039": "忍辱。轉瞋恚火成大光明。塗白色。表精進。潤澤法", "104": "兩儀未判之先根源充塞三界。空劫已前。威音那", "1040": "身。果紅黃色。表禪定。成就佛果。樂青綠色。表智慧。", "1041": "能出生種種法故。此六天母。皆以六波羅密為體。", "1042": "一面四臂。上二手各持一供。下二手輪相交。窈窕", "1043": "美貌。展左跪右而作舞勢。奉獻諸佛。間以三字呪", "1044": "者。加持諸供。令徧滿恒沙諸國土也。", "1045": "因緣自性至三麻曳吽。因者各有種子。緣者藉事", "1046": "顯發。自性出生。非外有也。復念真言結印者。別彰", "1047": "華梵顯密云爾。問。果有此天母耶。答。此之天母。乃", "1048": "喜金剛中圍內有之。皆佛母文殊普賢之儔也。皆", "1049": "從毗盧智用流出。即前三十七尊內數也。問。塗是", "105": "畔。則心境未彰。染淨圓融。而本體虗玄。性絕邊表。", "1050": "何物。答。是水也。何不直稱曰水。而曰塗者何也。如", "1051": "恒河水。魚龍見為窟宅。天人見為瑠璃。人間見為", "1052": "波流。餓鬼見為猛火。本是一水。所見各別。故取名", "1053": "亦不同也。今能獻之人是天。故所陳之水彼稱為", "1054": "塗也。", "1055": "我以普賢行願力至皆供養。此出華嚴經普賢廣", "1056": "修供養。普徧塵剎禮拜供養諸聖賢也。既欲修此", "1057": "供養。如普賢之行願普週法界。必當運其一心。然", "1058": "後方如法也。上來諸供。皆非法供。即當用心。方為", "1059": "法供也。淨名云。諸供養中。法供養最。又行願經云。", "106": "無形之形。形充法界。非寂而寂。寂照含虗。豎則窮", "1060": "縱有種種供養常供於佛。不如法供為最。法供者。", "1061": "即菩提心也。何以故。以諸如來尊重法故。若諸菩", "1062": "薩行法供養。其功德不可為喻。又般若云。若以一", "1063": "食及一衣花米瓔珞燈燭幢旛等供養於佛。各如", "1064": "恒河沙數諸佛及僧。當學般若波羅密。般若者。即", "1065": "實相般若。是本具心光也。以供養功德。在心不在", "1066": "事。若以一食。大心悉供十方諸佛。不以遠近為礙", "1067": "是故諸佛皆見皆受。所以世出世間無過此心為", "1068": "最萬善普會。千聖共揚。若運之以作供養。是名真", "1069": "如法供養也。", "107": "於三際。橫則徧該十方。豈唯充塞三界。抑且剎海", "1070": "次結運心供養印。誦真言時。應觀印上有金色唵", "1071": "字。即法身真理。流出人天所有妙塗花香燈明。幢", "1072": "旛傘葢。鼓樂歌舞。真珠羅網。懸諸寶鈴。華鬘白拂。", "1073": "微妙磬鐸矜羯尼網。如意珠寶樹。衣服之雲。天諸", "1074": "厨食。上妙香美。種種樓閣。諸天嚴身頭冠瓔珞。如", "1075": "是等雲。行者想滿虗空。以至誠心而為供養。", "1076": "我以志誠心至遣魔印。此繼之以施主家三山斛", "1077": "食而供養之。以顯非廢事專理獨擅觀門也。先結", "1078": "三尖火輪印。誦真言時。應想掌中有赤色吽字。三", "1079": "脚放光。從三尖出。作搖扇勢。遣食器魔。問。食有何", "108": "無遺。故經云。若人欲識真空理。心內真如還徧外。", "1080": "魔。答。以食有尋香施食等魔。故遣之。", "1081": "我以佛神力至虗空界。以欲變空。先申此偈。問。既", "1082": "是萬法隨我使之有無。一切不能有無於我。何得", "1083": "又言承佛神力方得此食徧滿也。答。若非諸佛不", "1084": "思議力。焉能隨心轉變。化有歸無。從空現假耶。當", "1085": "知神力者。即呪中之㰠字也。此㰠字。名一切如來", "1086": "正覺不動智變化金剛三摩地。一入此定。則不動", "1087": "本智。契本覺真空無相之理。中道觀也。所以正覺", "1088": "者。無分別理也。不動智者。無分別智也。金剛者。喻", "1089": "能斷惑也。以金剛能斷惑。故空觀者變化也。謂化", "109": "情與無情總一體。處處皆同真法界。傅大士云。有", "1090": "有歸無。從空現假。假觀者。舉一即三。言三即一。故", "1091": "曰三摩地也。", "1092": "變空印。誦真言時。觀一白色㰠字。飛在食器上。使", "1093": "其頓空。極令清淨。如火燎枯草。滅盡無有餘。於其", "1094": "空處。應觀三箇金色𠽾󱃐字。變成七寶鉢盂。盂中", "1095": "有白色唵字。流出勝妙飲食。皆乳酪醍醐及󳫹蜜", "1096": "等淨味。默念唵啞吽二十一徧。加持極令廣大。正", "1097": "應偈中云。加持甘露食。徧滿虗空界。復伸四轉輪", "1098": "印。拶吽𠳐斛。想前來所請三寶海會分明顯現。再", "1099": "伸五供施寶錯運心等印呪。將上次第所成諸供。", "11": "合。但字種儀注。備有不同。故以觀圖合璧。用廣其傳。", "110": "物先天地。無形本寂寥。能為萬象主。不逐四時彫。", "1100": "於此一時而奉獻之。想三寶歡喜攝受。問。要空此", "1101": "器及食者何也。答。食乃欲界段食。器即銅錫瓷木", "1102": "等器。諸天尚厭。況世尊乎。今則遣其麤而變其妙。", "1103": "方堪奉上諸聖賢也。次則結印而奉獻此食。", "1104": "以此甘露食至奉食印。此以二手作掬水勢。而捧", "1105": "上來七寶鉢盂貢獻甘露。每念真言一徧。各彈指", "1106": "一聲。初一分奉佛并法。次一分奉菩薩聖僧。後一", "1107": "分奉顯密護神。以表一彈指。頃持一食而徧供恒", "1108": "沙諸佛耳。并取警覺去塵義。如法華云謦欬彈指", "1109": "聲。震動大千也。次振鈴念奉食偈。仍分三分。求索", "111": "旨在斯乎。", "1110": "願事。奉食後復讚者。正明三寶是人間最勝福田。", "1111": "應受人天供養也。", "1112": "我今奉獻甘露食至圓滿一切智。世尊者。十號之", "1113": "總稱。大慈者。萬德之首也。妙相莊嚴者。即百福莊", "1114": "嚴相也。明解者。謂世出世間無不了知。法華云。如", "1115": "斯之事。如來明見。無有錯謬。約如理智也。楞嚴云。", "1116": "松直棘曲。鵠白烏玄。皆了元由。乃至恒沙界外一", "1117": "滴之雨。皆知頭數。此約如量智。權實並施。故云圓", "1118": "滿一切智也。上句歎功德。屬福足。下句讚智解。屬", "1119": "慧足。兩足既尊。應受人天供養。應作四生師範。故", "112": "一炁纔分之後枝葉徧滿十方。混沌一炁即太極。", "1120": "能施福慧也。", "1121": "能施福慧至我讚禮。應施福者與之福。應施慧者", "1122": "與之慧。猶如大海。脩羅飲之亦飽。蚊蟲飲之亦飽。", "1123": "不以百川普會而增。不以萬派裂分而減。不以魚", "1124": "龍鼓之而濁。不以珍寶聚之而清。又應時而潮。知", "1125": "機而化。故喻之如海也。具此最勝一義。故諸如來", "1126": "我讚禮也。", "1127": "自性本體至脫惡趣。自性者。即法寶自性也。法有", "1128": "教理行果。謂法體上本離欲染。猶如蓮花處污泥", "1129": "而不染。即理也。若依此理。即教也。而起諸波羅密。", "113": "所謂道生一者也。太極分兩儀。即一炁分為陰陽。", "1130": "即行也。則能永脫惡趣。速超道果。即果也。良以眾", "1131": "生貪瞋熾然。障蔽自心。故起諸業。羈滯三塗。今修", "1132": "六度。則能對治貪等諸業。以對治故。則三界因亡。", "1133": "四生果絕。所以能脫惡趣也。又云。自性離欲者何。", "1134": "論云。於真如法。勝解現前。所修離相。以知法性本", "1135": "無慳貪。隨順修行檀波羅密。以知法性無染。離五", "1136": "欲過。隨順修行羼提波羅密等。是故必須先悟自", "1137": "性清淨。然後修行。則一修一切修。一斷一切斷。一", "1138": "證一切證。根本既清。則六度萬行不修而自圓。以", "1139": "本體具故。依此修行。又何惡趣而不免乎。", "114": "輕清為天。重濁為地。所謂一生二者也。約小乘上", "1140": "以為甚深至我讚禮。此之理趣。甚深微妙。即理與", "1141": "行。稱為法寶。於彼妙法我讚禮也。", "1142": "解脫道中至堪恭敬。三乘四果。稱為解脫。而大乘", "1143": "菩薩超勝彼等。故云勝解脫也。此是聖僧戒定嚴", "1144": "身。六和自備。守護律行。如護明珠。能作後昆之模", "1145": "範。堪受人天之供養。故云堪恭敬。", "1146": "勝妙福田至我讚禮。此是凡僧。以僧雖有聖凡之", "1147": "別。皆是紹隆佛種之人。如影響眾生。與聖僧俱生。", "1148": "如常隨眾住處。與佛同住。應供於龍宮天上。說法", "1149": "於王宮內院。有如是德。故我讚也。既稱頌矣。想三", "115": "說。一炁者即光音金藏雲。陰陽者即所雨之雨。清", "1150": "寶歡喜攝受。求索願事必蒙允許。自我及法界至", "1151": "此而止。於中乘大願力而修三密。建壇設供。總名", "1152": "福慧雙修也。夫建壇設供本乎行願。屬作福門自", "1153": "利邊事。若入觀音大悲剎那禪定。則能長養悲智。", "1154": "成就利他事也。有福無智。恐墮人天因果。故當修", "1155": "此禪定。則有智矣。故經云。因依禪定。得無漏智。既", "1156": "具福智。等同諸佛。然後於法界之中。能作廣大利", "1157": "益。是故此定宜當入也。自此已下。總名大悲利生", "1158": "分。故先舉偈云。", "1159": "普陀洛伽至觀自在。普陀洛伽。山名也。乃菩薩入", "116": "者先成天宮。濁者次成洲海。良以竺墳未至。儒老", "1160": "定之處。隨緣赴感。即普門示現。有叩皆應。無剎不", "1161": "周。一稱其名。皆得離苦。如洪鐘在架。隨扣擊以無", "1162": "虧。月映寒潭。處波浪而不散。此所以為觀自在。前", "1163": "稱觀世音。此名觀自在者何也。自在二字。總二利", "1164": "而彰號。一自利。二利他。自利者。謂菩薩用般若空", "1165": "慧。照了心色。清淨圓融。事理不二。此自利也。復念", "1166": "眾生八苦所逼。不知出離。隨類應機說法度脫。令", "1167": "其皆得自在。此利他也。由自利故。發智德之源。由", "1168": "利他故。立恩德之事。成智德故。則慈起無緣之化。", "1169": "成恩德故。則悲含同體之心。以同體故。則心起無", "117": "權說。設義未免究竟。故不繁釋。從陰陽化育人及", "1170": "心。以無緣故。則化成大化。心起無心。則何樂而不", "1171": "與。化成大化。則何苦而不收。何樂不與。則利鈍齊", "1172": "觀。何苦不收。則冤親普救。斯乃菩薩之大慈大悲。", "1173": "故稱自在耳。問。既云在定。云何能赴感度生。既言", "1174": "常在。又焉有出入之理乎。答。此定名所作定。即剎", "1175": "那大悲定也。古訓劫波。是時之最長。剎那。乃時之", "1176": "最促。如壯士執利劍斬一籰絲。每一絲上有八十", "1177": "剎那。則時促可知矣。既曰時。而迅速若此。則此時", "1178": "者乃無時之時也。正明無時而不在定。即那伽常", "1179": "在定。無有不定時之性定也。既性是定。焉有常與", "118": "萬物。即二生三三生萬物者也。是知外教以一炁", "1180": "無常。出之與入。然何妨於出入。畢竟出入無礙。去", "1181": "來自由。順逆不干其懷。動靜不失其照。始稱自在", "1182": "禪定。所以終日在定。無時不應機。雖常應機。未常", "1183": "離本定。故華嚴云。佛身充滿於法界。普現一切眾", "1184": "生前。隨緣赴感靡不週。而恒處此菩提座。又云。清", "1185": "淨妙法身。湛然應一切。淨名云。不起滅定。而現諸", "1186": "威儀。即此之謂也。", "1187": "南無無盡至微妙身。南無者。承順之詞。菩提心者。", "1188": "即覺心也。三世十方一切諸佛。無不先發此心而", "1189": "後滿行證果。我今欲起行利生。故亦承順三寶而", "119": "為根本。人及萬物為枝末。在內教約理說。即第八", "1190": "誓發此廣大心也。既發是心矣。惟願菩薩慈悲攝", "1191": "受。令我速證聖身。心便興慈運悲行行利生而無", "1192": "障礙也。此四句。乃歸敬請加之意。", "1193": "次入觀音三摩地。表白舉。令行人知時也。梵語三", "1194": "摩地。此云等持。即平等任持之意。亦名正定。謂不", "1195": "偏不倚之謂正。不昏不掉之謂定。亦云正受。不受", "1196": "諸受。是名正受。如大火聚。名觀音三摩地者。此定", "1197": "名大悲剎那定。入此定時。能於剎那間普利羣生", "1198": "也。", "1199": "澄心閉目觀心中。澄心者。即入止也。謂止其心。如", "12": "意取不勞探討。瞭然心目。譬猶當臺明鏡。湛水摩尼。", "120": "識。王所未分。心境未彰。故云一炁也。謂依如來藏", "1200": "碧潭澄水。湛然不動。即內心不起也。閉目者。即運", "1201": "觀也。謂收視返觀心月梵字。不復緣於餘境。即外", "1202": "緣不入也。祖師云。內不放出。外不放入。心如牆壁。", "1203": "可以入道。問。何故先澄心而後閉目耶。答。謂境由", "1204": "心現。心因境有。二者相因。故令妄想之波念念不", "1205": "斷。今欲達境唯心。故先澄其心。則境無因矣。後閉", "1206": "其目。則心無託矣。各住法位。當體無生。始名為定。", "1207": "故楞嚴云。於外六塵不多流逸。旋元自歸。塵既不", "1208": "緣。根無所偶。返流全一。六用不行。十方國土皎然", "1209": "清淨。譬如瑠璃內懸明月。身心快然。妙圓平等。獲", "121": "有生滅心。不生滅與生滅和合。非一非異。而成阿", "1210": "大安隱。一切如來密圓淨妙。皆現其中。是人即獲", "1211": "無生法忍。", "1212": "圓滿皎潔淨月上。自性本來圓滿皎潔。若秋月之", "1213": "無雲。圓而滿。則無德不備。皎而潔。則無照不週。體", "1214": "用之別也。", "1215": "字種放光成蓮花。謂自心月上。有金色𠶹哩字。放", "1216": "光增長成蓮花。此字乃大悲菩薩。取證真理。利生", "1217": "妙智。又從光而證者何也。楞嚴云。爾時世尊從肉", "1218": "髻中涌百寶光。光中出生千葉寶蓮之謂也。肉髻", "1219": "者。表最上頂法也。百寶光者。表心光普照也。蓮花", "122": "賴耶識。內有此識。外有空界。所謂晦昧為空者。故", "1220": "者。方因即果。處染常淨。喻圓頓法中。初發心時便", "1221": "成正覺。但離妄緣即如如佛是也。", "1222": "花中有一觀自在。此是字種增長自身所成之觀", "1223": "音也。初從理起事。事有依中現正。正中現依。普賢", "1224": "現身。毛現樓臺。諸佛栴檀塵中。現佛菩薩幢旛等", "1225": "雲。是其事也。", "1226": "相好具足無比對。此稱讚之詞也。偈文太略。應說", "1227": "一面二臂。其身金色。花冠瓔珞。頂戴彌陀。嚴好殊", "1228": "特。無與儔侶而並對也。", "1229": "左手執持妙蓮花。左手表實智。無分別故。執持花", "123": "知一炁是彼識體。不了本空。轉成能見能現。於是", "1230": "香。實相無相。巧喻蓮花。表實相契實智理也。", "1231": "右手於葉作開勢。右手表權智。有作用故。於葉者。", "1232": "謂花開蓮現。表因花既敷。果德自彰也。作開勢者。", "1233": "謂開權顯實。見究竟果也。若逐一表之。則金光明", "1234": "疏云。法性身者。非是凡夫二乘下地之所能見。唯", "1235": "應度者示令能見。此即無身之身。無相之相。一切", "1236": "智為頭。第一義諦為髻。八萬四千法門為髮。大悲", "1237": "為眼。圓通為耳。中道為白毫。無漏為鼻。十八空為", "1238": "舌。甘露為口。四十不共法為齒。弘誓為肩。三昧為", "1239": "腰。如來藏為腹。權智實智為手。定慧為足。如此等", "124": "遂有根身器界之分。陰陽化育之象。故楞嚴云。內", "1240": "為莊嚴法身也。上皆自覺。下是覺他。行菩薩行也。", "1241": "菩薩思惟至之蓮花。謂此覺悟之花。人人本有。箇", "1242": "箇不無。一切眾生無不各具。與諸菩薩本是同體。", "1243": "如何迷頭認影。懷寶迷󳬛。而不自覺。誠可悲愍。如", "1244": "世尊覩明星悟道之時。讚歎曰。奇哉眾生。具有如", "1245": "來智慧德相。皆因妄想執著。而不得證。若離妄想。", "1246": "無師智自然智皆悉現前。我當為彼而開導之。此", "1247": "中思惟。即行者思惟。不可打作兩橛。何者。所證理", "1248": "同也。各具者。如經云。知一切法即心自性。成就慧", "1249": "身不由他悟之意也。", "125": "之根身。外暨山河虗空大地。咸是妙明真心中物。", "1250": "清淨法界無惑染。蓮花是喻。清淨法界是法合耳。", "1251": "謂一真法界。本來清淨。一塵不立。無有煩惱惑染。", "1252": "如蓮花之不著水也。六祖云。何期自性本是神變。", "1253": "何期自性本自圓成。何期自性本自祕密等。", "1254": "八葉各有一如來。自此至晃耀五句。通自他說。約", "1255": "他。則言一切眾生平等共有此花。與如來入定向", "1256": "觀自在。約自。則言行人與八如來同時入定也。以", "1257": "上蓮花不曰八葉。至此而獨言八葉者何也。八葉。", "1258": "表八識也。一花。表一心也。八葉總是一花。八識總", "1259": "是一心。上來菩薩已轉識成智。唯是一心。故不曰", "126": "如是。則一心是根源。萬物為枝末矣。故肇法師云。", "1260": "八葉。今眾生不能掀翻識海。截斷情流。歸於心原。", "1261": "八識熾然。故此獨出八葉也。各有一如來者。起信", "1262": "論云。依如來藏故有生滅心。所謂不生不滅與生", "1263": "滅和合。非一非異。名為阿黎耶識。此識有二種義。", "1264": "能攝一切法。亦能生一切法。云何為二。一者覺義。", "1265": "二者不覺義。不覺有本末之殊。覺有始本之異。本", "1266": "覺為如。始覺為來。始本不二。名為如來。此獨第八", "1267": "識有此義。從第八識復轉起前七識。楞伽經云。藏", "1268": "識海常住。境界風所動。種種諸識浪。騰躍而轉生。", "1269": "藏識既具。則前七識亦具如來之義。故經云。眾生", "127": "天地與我同根。萬物與我同體。稱理起事。事復何", "1270": "身中。念念有如來成正覺般涅槃。又云一切眾生", "1271": "即菩提相。何也。謂若一念緣起無生。是人與佛何", "1272": "殊。其或識情不斷。即此號曰眾生。斯蓋就機而說。", "1273": "若約行者已轉八識成四智。四智皆能現身說法。", "1274": "有如來義也。", "1275": "如來入定至觀自在。如來面向菩薩者。謂此菩薩", "1276": "即過去正法明如來。以故不分主伴。又蓮花即因", "1277": "果同時。而菩薩亦因果同時也。花是因。蓮是果。今", "1278": "果尚有菩薩。即因該果海也。花上有如來。即果徹", "1279": "因源也。萬法顯必同時。一際理無先後。冥真體於", "128": "窮。依鏡現形。形寧有盡。此四句正是宗門意旨。劫", "1280": "神化之域。彰德相於重玄之門。自非竿頭進步。絕", "1281": "後再甦。焉能測如是之境界也。入定者。即同行者", "1282": "所入之剎那大悲定也。問。既曰面向。前四面可。後", "1283": "四得不背也。答。謂圓通之身。本無背向。如雞犀枕。", "1284": "面面皆正。豈同眾生分段之身。向東則背西。面南", "1285": "則背北。如大通智勝佛坐於道場。諸梵天等。東看", "1286": "則曰在西。南觀咸曰在北。寧有一定之向哉。知道", "1287": "者更須向無向背處看。", "1288": "項珮圓光至及晃耀。上句彰殊勝身。下句彰殊勝", "1289": "境。若在法上。明眾生心。從本以來具無漏智。炳煥", "129": "外今時。打成一片。偏正回互。賓主歷然之旨。", "1290": "靈明。洞徹不昧。經云。世尊語金剛慧菩薩言。我以", "1291": "佛眼。觀一切貪欲瞋恚愚癡諸煩惱中。有如來智", "1292": "如來眼如來身。結跏趺坐。儼然不動。善男子。一切", "1293": "眾生雖在諸趣。煩惱身中。有如來藏。常無污染。德", "1294": "相具足。如我無異。楞伽云。如來藏自性清淨。轉三", "1295": "十二相入眾生身中。為蘊所覆。煩惱所纏。臨濟云。", "1296": "有一無位真人。在汝赤肉團中放光動地。正明即", "1297": "眾生心中有如來智慧德相。故云無一眾生而不", "1298": "具有如來智慧德相。上十四句。總顯理事二種法", "1299": "界。下二句。方入理事無礙法界。", "13": "物象洪纖。靡逃朕跡。吁是書剞劂。皆古錐相應三業", "130": "超日月之光華。金光明經云。日月雖明。不能透覆", "1300": "次想其花至虗空界。次想者。欲行人以三昧光照", "1301": "彼心花。令其心開意解。即得以理相應。其花舒大", "1302": "者。以事攬理成。故能漸舒大。理隨事變。故能徧法", "1303": "界。未有事不依理。故隨理之事。一一如理圓滿。遂", "1304": "令一塵普徧法界時。諸塵皆徧。一多無礙。大小相", "1305": "容。此是理事無礙法界。", "1306": "思彼覺華至共廣大。思彼本覺之華。光明朗照。窮", "1307": "十法界。元是一真。與如來海會同時廣大。更無二", "1308": "致也。何謂如來海會。有無量光明徧照法界。令彼", "1309": "諸覺花亦能徧照法界。互無障礙。交涉重重。如一", "131": "盆。但照四天下而已。若心智之光。上窮有頂之天。", "1310": "室千燈。光光無雜。此事事無礙法界也。", "1311": "心若不移至諸眾生。上句自覺。下句覺他。上來思", "1312": "惟。即是起行。心若不移此定。遂能興無緣慈。運同", "1313": "體悲。愍諸眾生。起於哀救。即是利他行也。何以故。", "1314": "以諸眾生懷寶迷󳬛。持珠乞丐。本自是佛。迷而不", "1315": "覺。枉入諸趣。我今證此廣大無礙境界。當以慈光", "1316": "普照。令彼頓悟無明實性即佛性。幻化空身即法", "1317": "身。如類我也。", "1318": "覺花蒙照至觀自在。彼之覺花。果蒙吾光一照。如", "1319": "千年暗室。一燈能破。當下永脫苦惱。心花頓開。覺", "132": "下徹無間之地。普照法界。煥若掌珠。如理智。徧照", "1320": "地圓淨。便同菩薩無差別也。", "1321": "蓮花漸收同己量。上八句皆舒。此一句獨卷。約密", "1322": "說。即是增長究竟。準余已現前解云。從正位起名", "1323": "增長。復歸正位名究竟。亦名始本不二也。上師云。", "1324": "有放不收同凡夫。有收不放是二乘。有收有放名", "1325": "祕密境界。収放總不同名無戲論法。此乃最極本", "1326": "續也。正表吾人自性。縱橫自在。舒卷天然。儒云。放", "1327": "之則彌六合。卷之則退藏於密矣。", "1328": "復結自在至觀自在。以前乃是定中境界。今復結", "1329": "印者。正請智佛冥熏加持四處。今我父母所生之", "133": "真如門中無漏性德。如量智徧照生滅門中染淨", "1330": "身。頓同菩薩堅固不壞之金剛身也。又前既現觀", "1331": "音。今恐迷己逐物。當復回觀自身。故云亦等。問。最", "1332": "初既已字種增長令成觀音。何故今又加持耶。答。", "1333": "初表增長。由未離覺。今是親證親入也。前所觀觀", "1334": "音。望因則名因中果。加持之後。當體即果中因也", "1335": "問。登座即頓起觀音慢。今復何故又入此定。豈不", "1336": "濫耶。答。前是根本定。亦名正位。亦名正體。如在家", "1337": "為人也。此復入定。如在󳬛為臣也。其實一體。而約", "1338": "處別也。如在戎則戎衣。在朝則朝衣。故根本定白", "1339": "色。所作定金色。向下一一作法。多有更改身色。當", "134": "事品。故經云。圓明了知。不因心念。明不循根。寄根", "1340": "以此理鑒之。問。分明加持五處。云何只言四處者。", "1341": "答。初登座時。即頓起觀音慢。以心間𠶹哩字中。增", "1342": "長觀音體。故不離𠶹哩字。是本體義。具足無漏法。", "1343": "及至下座方纔不現。故不言五處也。四處者。頂口", "1344": "喉臍是也。當觀吽字加持頂。是真如功德義。用此", "1345": "加持。無能淩屈。次觀唵字加持口。是如來相好義。", "1346": "次觀阿字加持喉。是語莊嚴種種義。次觀覧字加", "1347": "持臍。能令身心清淨。皎潔如水。如是加持。何患身", "1348": "心不同菩薩無漏之體也。", "1349": "以此禪定至廣大願。此四句。將自己之功德。而回", "135": "明發。一切暗相永不能昏。祖師云。靈光獨耀。迥脫", "1350": "施法界眾生。同生西方。見佛聞法。成就徧吉菩薩", "1351": "廣大願力也。", "1352": "若人欲了知至惟心造。前來入定鑒機之後。諦觀", "1353": "三界無安。猶如火宅。一切眾生。身為八苦所逼。心", "1354": "被煩惱酷熬。求暫停捨。了不可得。眾生本來與我", "1355": "同體。未有我安樂而彼輪轉。故當興慈運悲。乘定", "1356": "力而救之。是以稱誦伽陀。示其出要之道。三光並", "1357": "照。直徹長夜昏衢。梵音演處。地獄頓空。神思遊履。", "1358": "苦輪停息。頓使鐵牀銅柱。當體全真。博地凡夫。同", "1359": "御寶乘。故經云。善哉見諸佛。救世之聖尊。能於三", "136": "根塵。不同虗空。性自神解。故曰超日月之光華也。", "1360": "界獄。免出諸眾生。今欲破獄救彼眾生。先伸華嚴", "1361": "經偈。此偈意正明唯心之旨。古人云。阿鼻依正。常", "1362": "處極聖之自心。諸佛法身。不離下凡之一念。能達", "1363": "性空之理。諸苦自然不及。但了性心現量。禪天之", "1364": "樂何殊。所言苦者。假設之詞。設使有人而欲了知", "1365": "三世諸佛何得而成。應當觀察法界之性。以真如", "1366": "體本來無凡聖之別。因隨緣故作業有異。所以十", "1367": "界昇沈六道不等。何則。若真如隨無明緣而造染", "1368": "業。則感六趣之報。若真如隨不思議緣而修戒定", "1369": "慧業。則登四聖之果。故曰一切唯心造也。經云。三", "137": "奪山川之秀麗。山川雖秉造化精英。而秀麗可觀", "1370": "界無別法。惟是一心作。宗鏡錄云。應觀法界性者。", "1371": "則真如理觀也。一切唯心造者。即唯識事觀也。以", "1372": "理觀唯識之性。諸佛證此為成佛之體。以事觀唯", "1373": "識之相。眾生達此為出要之門。良以一文之妙。攝", "1374": "義無遺。一偈之功。能破地獄。纂靈記云。有京兆人", "1375": "王明幹。本無戒行。曾不修善。因病致死。被二人引", "1376": "至地獄門前。心念地藏菩薩。乃見一僧人教誦偈", "1377": "云。若人欲了知。三世一切佛。應觀法界性。一切唯", "1378": "心造。菩薩授記已。謂曰。誦得此偈。能破地獄苦。其", "1379": "人誦已。遂入見王。王問此人。有何功德。答云。唯持", "138": "者。乃確乎不變之定法。夫吾人心香。能轉變自在", "1380": "一偈。具如上說。王遂放免。當誦偈時。聲所至處。受", "1381": "苦之者。皆得解脫。三日乃甦。憶持此偈。向道俗說", "1382": "之。參驗偈文。方知華嚴經中。無量菩薩雲集。覺林", "1383": "菩薩所說之偈。意明地獄心造。了知心作佛。地獄", "1384": "自空耳。故知若觀此心。不唯離苦。不唯破地獄界。", "1385": "乃至十法界一時破盡。以入真空一際法故。", "1386": "次結破地獄印。結印誦呪。增長自心。成紅色觀世", "1387": "音。心舌印上三處。皆有紅色𠶹哩字放光。如日初", "1388": "出之狀。三光同照阿鼻地獄。彼蒙光照。悉皆破壞。", "1389": "觀佛三昧海經云。是時佛心如紅蓮花。蓮花葉開", "139": "卷舒無礙。殊形異狀。幽顯莫測。或於一毛端頭。現", "1390": "八萬四千諸白色光。其光徧照五道眾生。此光出", "1391": "時。受苦眾生皆悉出現。所謂阿鼻地獄。十八小獄。", "1392": "八寒八熱。乃至百億刀林等獄。皆悉破壞。今行人", "1393": "亦當效此觀也。問。一處放光。足以破之。何用三乎。", "1394": "答。為彼眾生三業妄造而成此獄。故今亦用三業", "1395": "放光以破之也。又問。地獄是眾生別業而成。云何", "1396": "能破。答。雖云別業。同是一心。以智照之。眾生尚無。", "1397": "況地獄乎。由迷一心。妄造眾惡。報在地獄。妄見受", "1398": "苦。譬如夢中為彼虎狼獅子所噬。或為賊害。或遭", "1399": "王難受種種苦。及至於醒。了無所得。今觀地獄受", "14": "之筌蹄。誠非初學小補。余敢齊先哲而妄議耶。以是", "140": "無邊剎海。或假輕煙內。示華藏莊嚴。乃至雲臺寶", "1400": "苦亦復如是。假以智照之力。亦無有不破也。問。地", "1401": "獄既然本空。何得破而救之。答。我雖以智照知其", "1402": "本空。彼無智照焉得不苦。圓覺云。夢時非無。及至", "1403": "於醒。了無所得。今正欲破此地獄及苦空也。誠知", "1404": "諸眾生。以惡業因緣而成此獄。則實非本有矣。我", "1405": "今以智照因緣而破之。一禪定。二手印。三真言。四", "1406": "作觀。五智照。有此五緣。何事而不辦耶。豈唯地獄。", "1407": "即三界二十五有亦皆破矣。今時學者。濫稱闍黎。", "1408": "唯是音聲嘹喨。振鈴擊節。慮恐負於請主之意多", "1409": "矣。", "141": "網。悉為心感。󳬂密生閴。豈外性德。又一切山川。以", "1410": "由此印呪至豁然自開。真言呪印威神之力不可", "1411": "思議也。次運心執爐而請。", "1412": "奉請地藏菩薩至臨法會。破獄之後。然後請者何", "1413": "也。以此菩薩是幽冥教主。又三界總是一生死獄。", "1414": "菩薩示生三界。得三界空。然後成佛。常在獄中教", "1415": "化眾生。是故先破令空。方運請也。請已。當伸四轉", "1416": "輪印。念五供施寶錯運心等呪而供養之。此處宣", "1417": "祖宗亡靈附薦等疏。次承毫光召請十方眾類孤", "1418": "魂。先逐一列名。次振鈴歎悼。名為顯召。若鬼住處。", "1419": "在南贍部洲下五百踰繕那。有琰摩界。是一切鬼", "142": "正眼觀來。猶如空華亂起亂滅。無如此心真實。不", "1420": "住處。若依楞嚴。鬼等住處。在水輪之下。火輪之上。", "1421": "地獄又在風火交過之地。自此已下。即八大。極底。", "1422": "名阿鼻也。梵語捺洛伽。或云泥犂。此云苦極。即地", "1423": "獄之總名耳。", "1424": "一心召請至西來戰艦。即晉王濬王渾伐吳事。有", "1425": "詩曰。王濬樓船下益州。金陵王氣黯然收。千尋鐵", "1426": "鎖沈江底。一片降旛出石頭。人世幾回傷往事。山", "1427": "形依舊枕寒流。從今四海為家日。故壘蕭蕭蘆荻", "1428": "秋。", "1429": "北去鑾輿。即北宋時。金遼虜徽宗欽宗舉族入沙", "143": "常不斷。以理形事。故曰奪山川之秀麗。如寶藏云。", "1430": "漠。遂卒於五城國。", "1431": "杜䳌。此鳥名。昔蜀望帝因貪色。誤入武臣家。被臣", "1432": "幽禁。一心思歸。遂化一杜䳌。從口而出。飛在桃枝", "1433": "上。詩云嗁得血流無用處。是其事也。三王。即禹湯", "1434": "文武。五伯。即齊桓晉文秦穆宋襄楚莊。今曰前王", "1435": "後覊。不止此等而已。", "1436": "築壇拜將。即韓信常與蕭何語。何奇之。信在漢。漢", "1437": "即高祖。初或小覰韓信。委以輕職。詎時未利而僨", "1438": "其事。自度王不用。乃私遁去。蕭何自追之。王曰。諸", "1439": "將亡者眾。而獨追信。何也。何曰。諸將易得。若韓信", "144": "其為也形。其寂也冥。本淨非瑩。法爾天真。光超日", "1440": "者。國士無雙。王乃築壇拜韓信為將。後伐楚得功。", "1441": "封為淮陰侯。復封齊王。", "1442": "建節封侯。昔班超有大志。家貧為人傭書。久受勞", "1443": "苦。投筆歎曰。大丈夫無他志略。猶能效傅介子張", "1444": "騫。立功異域。以取萬里封侯。安能久事筆硯間乎。", "1445": "後平西域。封定遠侯。", "1446": "力移金鼎。大禹所造。即伍員投吳。三舉金鼎。其色", "1447": "不變。後果伐楚。", "1448": "身作長城萬里。即宋朝檀道濟。自騖文武全材。國", "1449": "家倚賴。文帝疾。義康矯詔誅之。道濟見詔。憤怒氣", "145": "月。德越太清。萬物無作。一切無名。轉變天地。自在", "1450": "盛。目光如電。脫幘投地曰。今日此舉。乃壞汝萬里", "1451": "長城也。", "1452": "霜寒豹帳。武將立營荒郊。常懸幔帳。每於其帳上", "1453": "彩畫豹。以示威也。", "1454": "風息狼煙。古制十里一營。皆設煙堆。儻朝中有不", "1455": "測之難。遞起煙騰。諸國皆知。頃刻萬里。所屬之地。", "1456": "皆悉興師救護。又凡三軍出師。至晚駐劄。所打營", "1457": "火之煙是也。", "1458": "五陵。陝西漢陵寢在焉。又金陵巴陵廣陵茂陵武", "1459": "陵。皆地名也。", "146": "縱橫。恒沙而用。混沌而成。誰聞不喜。孰見不驚。如", "1460": "蓬萊之島。蓬萊山在東海中。六帖云。銀宮金闕。紫", "1461": "府清都。人鳥絕跡。是神仙居住之處。", "1462": "探花足步文林。進士杏花初宴。謂之探花。使少俊", "1463": "二人為探花使。徧游名園。採取名花。若他人先得", "1464": "則花使不免罰焉。", "1465": "射策身遊棘院。射策。謂投策也。難問擬議。書於后", "1466": "策。列而置於案上。使不彰顯。在試者意。隨其所取。", "1467": "得而擇之。以定優劣。上者為甲。下者為乙。棘院。即", "1468": "應試場也。", "1469": "螢燈飛散。車胤家貧。至夜攻書無油。以囊螢火為", "147": "何以無價之寶。隱於陰入之坑。即其義也。", "1470": "光而讀之。", "1471": "鐵硯磨穿。五代桑維翰。初舉進士。座師厭桑與喪", "1472": "同。莫之舉。遂作日出扶桑賦。或勸其改業。翰則鑄", "1473": "鐵硯。清洲以熟鐵為硯。甚發墨。鑄此鐵硯而示人", "1474": "曰。硯穿則易他業。後遂及第。", "1475": "七尺紅羅。即銘旌也。以死者不可別。故以旌書識", "1476": "之。穎達疏云。士長三尺。大夫五尺。諸侯七尺。天子", "1477": "九尺。愛之以錄其名。敬之以盡其事。杜牧之詩云。", "1478": "黃壤不沾新雨露。粉書空煥舊銘旌。", "1479": "白牯黧奴。南泉云。三世諸佛不知有。白牯黧奴却", "148": "即戒即定即慧。本性無染即戒。無亂即定。無癡即", "1480": "知有。白牯者。即水牯牛。喻禪也。黧。黑色。奴。即貓貍", "1481": "之類。却知有者。教有苦空之談。禪有直指之說。", "1482": "黃冠野客羽服仙流。唐李湻風之父。名播仕隋。棄", "1483": "官為德士。自號黃冠子。唐太宗時。有仙人譚紫霄。", "1484": "帝寵之。出入金門無阻。賜號金門羽客。由云羽人。", "1485": "王子年拾遺記。周昭王假寐。夢白雲中一人。服皆", "1486": "羽色。王求仙術。受絕欲之教。因名羽士。", "1487": "桃源洞。在終南山。閬苑洲。在蓬萊畔。即彼修真養", "1488": "性之處。", "1489": "三花。即精氣神也。", "149": "慧。三學圓明。一心自淨。二諦渾融。萬德頓彰。", "1490": "九煉。即七還九轉之法。道家以金鼎烹食。吐故納", "1491": "新。為內丹。銷煉五方金石。使其致柔。為外丹。合九", "1492": "十晝夜。從寅至申。為七還也。", "1493": "羊腸之險。泰行山路險。猶如羊腸九曲。", "1494": "漠漠黃沙。古之戰場詩云。漠漠黃沙際碧天。問人", "1495": "云此是居延。停驂一顧魂堪斷。蘇武爭禁十九年。", "1496": "鸞鳳和鳴。夫唱。婦隨。", "1497": "熊羆叶夢。詩云。吉夢如何。維熊維羆。維虺維蛇。太", "1498": "人占之。維熊維羆。男子之祥。維虺維蛇。女子之兆。", "1499": "羆似熊。而長頭高脚。獃憨多猛力能拔樹。熊羆者", "15": "告夫同志。其勿忽諸。", "150": "非木非火非煙。明心香本無生也。如楞嚴云。此香", "1500": "是陽物。所以為男子之兆。虺蛇者陰物也。所以為", "1501": "女子之徵。", "1502": "奉恭欲唱。乃註生神前二童子名。凡妢娩時。彼唱", "1503": "則吉。不唱則凶。", "1504": "璋瓦未分。蜀江津有天泉池。邑人春日遊此。競於", "1505": "池中摸石求嗣。得石者生男。得瓦者生女。又毛詩", "1506": "云。乃生男子。載衣之裳。載弄之璋。乃生女子。載衣", "1507": "之裼。載弄之瓦。", "1508": "宇宙。天地四方曰宇。往來今古曰宙。", "1509": "金谷園。在洛陽橋北。逸史云。梁氏女有姿容。石季", "151": "若生於木。則此香質因爇成煙。若鼻得聞。合蒙煙", "1510": "倫名石崇。以珍珠三斛買之。因號綠珠。後孫秀使", "1511": "人求之。崇不許。謂珠曰。我為汝得罪。珠曰。當效死", "1512": "君前。遂死此園。", "1513": "馬嵬之驛。唐玄宗有楊貴妃。被安祿山謀叛。逼妃", "1514": "死於此驛。", "1515": "薜茘多。餓鬼之異名也。", "1516": "魑魅魍魎。此物之怪也。俗書云。山澤之怪謂之魑。", "1517": "西京賦云。山神虎形曰魑。宅神豬頭人形曰魅。魍", "1518": "魎者。木石變怪也。玉篇云水神也。", "1519": "華胥。列子。黃帝晝寢。夢遊華胥之國。既覺。怡然自", "152": "氣。其煙騰空未及遙遠。室羅筏城四十里內云何", "1520": "適。其後天下大治。儼如華胥之夢。", "1521": "映雪偷光。孫康家窘。映雪讀書。漢匡衡少貧好學。", "1522": "至夜鄰家有燭。鑿壁偷光。深明經術。每說詩。解人", "1523": "頤。", "1524": "五姓。世間之姓。奚啻萬家。禪波羅密經云。即五音", "1525": "也。謂一切姓之音韻文字。總不出此五音。攝末歸", "1526": "本。故言五音。宮商角徵羽。即五姓。夫如是。則盡世", "1527": "間之姓。該攝其中矣。以上皆本文昭著。不復細釋。", "1528": "故但出事跡而已。顯召竟。", "1529": "我以大悲至餓鬼印。此是密召。先偈次印。以左手", "153": "已聞。是知不生於木與煙矣。若生於火。何藉爐中", "1530": "作無畏勢。慰其弗懼也。左願上有月輪。中有白色", "1531": "𠶹哩字放光。至閻魔界。勾攝一切有情。右手四度", "1532": "微曲。進度勾召。來入道場。遶佛三帀。作禮而出。壇", "1533": "外分四門。東門至南門地獄眾。南門至西南隅餓", "1534": "鬼眾。西南隅至西門畜生眾。西門至西北隅人眾。", "1535": "自西北隅至北門脩羅眾。自北門至東門天眾。應", "1536": "當如是而安住之。故曰。方以類聚。物以羣分也。", "1537": "既召請已至令離苦趣。既召文畢。讚善激勵其思", "1538": "法也。主者撫尺一下。誠慰施無畏之意。既召請已。", "1539": "復召其罪性入金剛掌。", "154": "爇此枯木。則一切火皆是香氣。是知不生於火矣。", "1540": "汝等諸佛子至次結召罪印。勾罪經云。自身觀自", "1541": "在菩薩心月輪上。想白色𠶹哩字放出火光。如勾", "1542": "入彼身中。口誦密言。勾攝一切有情并自身三惡", "1543": "趣業。其罪黑色。猶如煙霧而合。入我掌中。變成諸", "1544": "鬼形。又金剛頂瑜伽念誦儀云。於進力度端。各想", "1545": "一𠶹哩字出光。勾攝自他身中所有障罪。誦密言", "1546": "時。想彼罪障如鬼黑色髦毛髼豎。二羽各齊。想勾", "1547": "攝彼罪入於掌中。結成罪山。問。罪無實體。云何如", "1548": "彼煙霧耶。答。雖無實體。却能充塞天地。障蔽心目。", "1549": "不能得見諸佛清淨境界。今借諸霧為所緣境。實", "155": "既不生於木火煙。又豈復生於空耶。若生於空。空", "1550": "有益於事也。既召入掌。必當為彼而摧破之。先伸", "1551": "偈云。", "1552": "摧罪諸惡業至摧罪印。摧滅罪障與諸惡業。猶如", "1553": "劫火洞然之時。菩薩以大威力一唾即滅。然劫火", "1554": "雖滅。一噓猶能復生。我今以金剛杵摧碎彼罪山。", "1555": "當體如微塵。永不復合也。勾罪經云。自身增長四", "1556": "面八臂觀音。前面青色。右黃。左綠。後紅。想心月輪", "1557": "上青色𠶹哩字放光。照前六道所召之罪結成罪", "1558": "山。前兩手結摧罪印。左願上怛囉字。是離塵義。右", "1559": "忍上吒字。悟一切法性不可得義。並金色。名菩薩", "156": "既常在。香應常聞。空既無香。則知不生於空矣。四", "1560": "入甚深般若波羅密門。右第二手持杵。表摧滅一", "1561": "切有情法破煩惱軍故。右三手箭。表能穿破諸苦", "1562": "惱故。右四手劍。能斷一切憍慢鎧故。左第二手持", "1563": "鉤。表鉤出有淵所居故。左三手弓。表發智機應當", "1564": "度故。左四手絹索。攝取一切所應化故。身出火光。", "1565": "坐日輪蓮花。足踏烏麻怖畏。誦呪時。二中指搖動。", "1566": "至後一徧。拍手作聲。觀彼罪山如瓦塔而倒。問。罪", "1567": "無實體。云何摧耶。答。正謂之無。故今摧之。若決定", "1568": "有。不能摧也。其業障亦有二種。一者業障。二者報", "1569": "障。其業障中。復有現行種子。其現行種子之中。復", "157": "皆非香生因。則當體性空。性空即諸法實性。實性", "1570": "有定業不定業二種。今摧罪真言。正滅不定業也。", "1571": "偈云。自身觀世音。莊嚴極威猛。四面各變色。青黃", "1572": "綠紅整。八臂形現間。有印手俱秉。杵箭劍右列。鉤", "1573": "弓索左儆。蓮花日輪坐。足踏烏麻影。梵語烏麻怖", "1574": "畏。此云白澤神獸。澤音鐸。大論云。其形體白紅燄。", "1575": "方頰大骨。眉高而廣。口鼻方正。利爪尾長。膚色光", "1576": "潔。似麟無角。似龍身短。有大威力也。", "1577": "定業不可轉至定業印。上來召摧。皆滅不定業也。", "1578": "尚餘有二種諸佛出世不通懺悔之業。今當破之。", "1579": "偈云。決定之業。理固難轉。今藉禪定印呪觀想之", "158": "則無生矣。無生之香。方為法身功德之香也。", "1580": "力。遂能轉彼無始障難。與一切罪業當下消滅。如", "1581": "湯消冰也。當想自身於心月上觀青色𠶹哩字出", "1582": "光。照諸鬼眾所有定業當下消滅。應想自性清淨", "1583": "本空。心佛眾生三無差別。是名破決定業也。大乘", "1584": "千鉢經云。諦觀心鏡。照見心性。唯照唯清。唯照唯", "1585": "淨。徧現十方。廓週法界。朗然寂照。無有障礙。迦葉", "1586": "佛偈云。一切眾生性清淨。從本無生無可滅。即此", "1587": "身心是幻生。幻化之中無罪福。", "1588": "罪性本空至懺悔滅罪印。上來不定與定業。悉已", "1589": "破之。未及於彼發露懺悔。先申偈文。令知懺悔之", "159": "收來在一微塵。德山云。百千法門。無量妙義。吾向", "1590": "方。若論罪福之性。本來空寂。皆由汝之妄心造作。", "1591": "妄心若滅。罪相奚存。如毗舍浮佛偈云。假借四大", "1592": "以為身。心本無生因境有。前境若無心亦無。罪福", "1593": "如幻起亦滅。心罪兩妄。當體真寂。真如體上。一切", "1594": "罪障如紅爐點雪。欲覓罪性。了不可得。非但懺悔", "1595": "罪障。即無始根本無明。亦從此截斷矣。故曰。智者", "1596": "能知罪性空。坦然不怖於生死。如是始名真懺及", "1597": "與理懺也。念真言時。自身觀自在菩薩。應想二屈", "1598": "指上并心月上有白色𠶹哩字放光。入彼法界有", "1599": "情身中。如日爍露之狀。罪垢消鎔。猶如墨汁。從足", "16": "千華二愚山人福聚書", "160": "一毫頭上識得根源者也。", "1600": "流出。滲至金剛際。問。前已摧破。今復懺者何也。答。", "1601": "前時召摧皆有三密之力摧滅罪性。至此方是於", "1602": "彼發露懺悔。謂自此懺悔之後。永不復作也。罪屬", "1603": "黑業。故以墨汁表之。自召至此。是滅業障竟。", "1604": "諸佛子等至無有餘。文顯不釋。", "1605": "一滴清涼水至施甘露印。以上業障雖滅。報障猶", "1606": "存。如本罪人。雖超其罪。甦其刑罰。而身形𩑔瘦。容", "1607": "顏憔悴。兼之久困牢獄。身體飢羸。當施之以湯藥", "1608": "飲食。方盡惻隱之心。今則身雖無罪。報障未轉。故", "1609": "此以甘露施之。正欲除其報障也。月密明點本。并", "161": "散處普熏法界。放之則彌六合。卷之則退藏於密。", "1610": "蘇魯巴本。續云。自身想觀自在菩薩心月輪上白", "1611": "色𠶹哩字放光。照前鬼眾。并右忍指上有一月輪。", "1612": "輪中有白色錽字。流出甘露。如水銀色。是真智所", "1613": "成。左手力智點水。彈洒虗空。如細雨而下。觸此水", "1614": "者。悉具色相。猛火息滅。普得清涼離飢渴。消滅心", "1615": "報障。", "1616": "汝等自從無量劫至離諸障難。業火已息。復具色", "1617": "相。而咽喉究竟未通。故當與彼而開通之。先申偈。", "1618": "正申其閉塞之由。謂汝等自從無始以來。廣造惡", "1619": "業。起諸慳貪。我慢邪諂。空腹高心。由此等業。故墮", "162": "昔西域異見王。問波羅提尊者曰。佛性在何處。答", "1620": "餓鬼。腹大咽小。所以千萬劫。不聞漿水之名。二六", "1621": "時中。唯受烈𦦨之苦。我今持誦密言。令汝咽喉通", "1622": "達無礙。所受之食。得上法味。不復變為膿血鐵糜", "1623": "也。應觀自身觀自在菩薩心月輪上字種放光。照", "1624": "諸有情。想左手掌中有青色𠳐字。變成青色蓮花。", "1625": "花上有白色阿字。流出性水。極甚清涼。右手忍禪", "1626": "點水。彈洒虗空。彼諸有情觸此水者。咽喉自開。通", "1627": "達無礙。便能出聲接如來名。此一段是滅報障竟。", "1628": "問。已前俱用𠶹哩字。至此又用阿字何也。答。阿字", "1629": "是語種。故以三本續用之也。", "163": "曰。佛性在作用處。曰。當作用時。其處有幾。曰。當作", "1630": "南無寶勝如來至悉皆消滅。以前來業報既盡。復", "1631": "為彼等稱讚七佛名號。令其聞名覩相。永離苦海。", "1632": "究竟常樂之意也。涅槃云。聞常住二字。尚七世不", "1633": "墮地獄。況如來萬德者乎。華嚴云。設聞如來名及", "1634": "所說法。不生信解。亦熏成種。自然成佛。如人食少", "1635": "金剛云云。問。七佛還有前後優劣者乎。答。佛佛道", "1636": "同。無有優劣。所謂語等字等法等身等是也。前後", "1637": "次第者。以諸佛因地。各有大願。利益眾生。故以此", "1638": "功能列之。當前者前。而後者後也。初以離苦趣。業", "1639": "火未息。故先藉寶勝如來名號。令彼得聞。沃滅業", "164": "用時。其處有八。在胎名身。出胎名人。在眼曰見。在", "1640": "火。聞此佛名。即能滅塵勞之火也。", "1641": "南無離怖畏如來至清淨快樂。業火既已停息。方", "1642": "離幽暗之處。乍覩光明之境。人天混聚。凡聖交參。", "1643": "不無驚怖之狀。故次以離怖畏如來名號。令彼聞", "1644": "之。便得永離驚怖。常得安樂。", "1645": "南無廣博身如來至得甘露味。恐懼已息。針咽永", "1646": "透。故稱此如來名號。令彼聞已。一聆洪名。壅塞門", "1647": "開。業火永熄。清涼通達。所受之食。不復變為鐵丸", "1648": "銅汁也。", "1649": "南無妙色身如來至最為第一。雖食甘露。而色相", "165": "耳曰聞。在鼻嗅香。在舌談論。在手執捉。在足運奔。", "1650": "猶然不滅。當稱斯佛名號。令彼聞矣。一聆洪名。便", "1651": "得不受醜陋。而得相好圓滿。到此方脫鬼畜形也。", "1652": "南無多寶如來至受用無盡。色相雖具。而衣冠不", "1653": "整。受用乏少。復令彼聞如來名號。便得莊束整齊。", "1654": "財寶豐足。稱意所需也。", "1655": "南無阿彌陀如來至入不退地。既已適其所願。恐", "1656": "在閻浮信心難堅。又不能常值諸佛。親承供養。雖", "1657": "蒙法化。難階不退。故稱彌陀名號。一聞其名。即得", "1658": "往生極樂世界。蓮花化生。而入阿󳺎越致地也。", "1659": "南無世間廣大威德自在光明如來至如瑠璃珠。", "166": "徧現俱該沙界。收攝只在一塵。識者喚作佛性。不", "1660": "復稱此名號者。所謂統眾德而大備。爍羣昬而獨", "1661": "照。一歷耳根。遂得五種功德。設在世間。世間中尊。", "1662": "如悉達初生。即曰天上天下唯我獨尊。又不受異", "1663": "生之身。相好端嚴。威德廣大。如太子墮地。貴壓羣", "1664": "臣。又有大自在力。所向如意。飛行自在。無諸阻礙。", "1665": "又得金剛不壞之體。具大智慧之因。身心明徹。如", "1666": "瑠璃珠。不歷僧祇。頓悟法身。具此等義。可謂盡善", "1667": "盡美矣。此滅煩惱竟。", "1668": "諸佛子等至無上道。此總言七佛如來誓願廣大。", "1669": "拔濟眾生離苦得樂。若一稱名。便能千生離苦。證", "167": "識喚作精魂也。", "1670": "無上道。救󳫠餓鬼經云。佛告阿難。若人欲求長壽。", "1671": "福德增榮。滿足檀波羅密。每於清晨及一切時。取", "1672": "一鉢盂盛以淨水。置少飯󳫹及餅食等。右手按器。", "1673": "作無量威德陀羅尼法。誦變食真言二十一徧。後", "1674": "稱五如來名號。謂多寶。寶勝。妙色身。離怖畏。廣博", "1675": "身。稱名號已。彈指七徧。至晚取其食器。傾之淨處。", "1676": "作此施已。諸鬼神等皆獲充足。捨此身已。必生天", "1677": "上。如是供養。與佛無異。復增名者。彼佛願力接引", "1678": "眾生往生極樂。故加增之。重在戌亥二時。若遇是", "1679": "時。於事無益。凡持戒居山者。亦可作此法。結來生", "168": "爇向爐中至普同供養。鼎有三足。表法身般若解", "1680": "緣。每於清晨以鉢盛水。安置佛前。持大悲呪二十", "1681": "一徧。至午供佛飯一器。持變食真言二十一徧。至", "1682": "晚持尊勝真言二十一徧。稱七如來名號。然後散", "1683": "食。次與彼受三皈。發菩提。受佛戒。施法食。圓滿行", "1684": "人利生之事也。", "1685": "次與汝等皈依三寶至三菩提。皈依三寶。能免三", "1686": "塗。自受之後。當如法護。遠離邪徑。直趨覺岸。越此", "1687": "無由矣。婆龕亦云步欠。即實相義。所謂一切法等", "1688": "同虗空。離諸色相及障礙也。實相無相。無相不相。", "1689": "故名實相。即有一性一體三寶之義。次與彼發菩", "169": "脫三德祕藏。謂此心香安住於三德祕藏之中。而", "1690": "提心。發有二義。一開發。二顯發。行者則云顯發。眾", "1691": "生當云開發本有覺心也。故下申偈云。", "1692": "今所發覺心至能取所取執。此偈即理趣六波羅", "1693": "密經發心之偈。覺心者即菩提心。遠離性相等者。", "1694": "若依於性。則平等寂靜尚無生佛之殊。焉有上求", "1695": "下化之事。依相發心。恐墮二乘。相有生滅染淨。千", "1696": "差萬殊。楞嚴云。若於因地以生滅心為本修因。而", "1697": "求佛乘不生不滅。無有是處。以世間相。體非常住。", "1698": "依此發心。恐墮凡夫。揀此二過。故不依也。乃至不", "1699": "依五蘊六入十二處十八界。能取所取。即心境惑", "17": "No. 1081", "170": "成妙香密圓最上之法供也。常住三寶者。即一心", "1700": "業根緣等而發其心。謂但有依。即是取捨生滅之", "1701": "心。非無住真心。故曰遠離諸執也。", "1702": "諸法悉無我至空性圓寂故。云何要離一切諸法。", "1703": "以一切法無實主宰。本來平等猶若虗空。豈虗空", "1704": "而復有所依耶。經云虗空無所依。云何知如空耶。", "1705": "謂自心昔本不生。今亦不滅。一相無相。週徧清淨。", "1706": "名為自性涅槃。空寂如之。故取為喻。非謂虗空即", "1707": "涅槃性。何也。以虗空是頑然無知之物。豈比靈覺", "1708": "之性昭昭不昧了了常知。古人云不同虗空性自", "1709": "神解者是也。", "171": "也。是心清淨名佛。光明名法。淨光和合。處處無礙。", "1710": "如諸佛菩薩至是故志心禮。諸佛菩薩既必依如", "1711": "上等法而發其心。我今亦以此而發心。以故至心", "1712": "頂禮也。", "1713": "次與汝等發菩提心汝等諦聽。諸佛與我皆發是", "1714": "心。是故汝等亦當依此法式而皈依三寶發菩提", "1715": "心也。華嚴云。欲見十方一切佛。欲施無盡功德藏。", "1716": "欲滅眾生諸苦惱。宜應速發菩提心。", "1717": "假使熱鐵輪至菩提心。上來藉偈開導彼岸。欲其", "1718": "速發大心。今正教彼誓發大心也。如世尊發菩提", "1719": "心時。有大力魔王逼佛皈降。若不爾者。即飛熱鐵", "172": "名僧。昔本不生。今亦不滅。名為常住。而曰供養。即", "1720": "輪摧碎汝頭。佛即誓曰。假使熱鐵輪。在我頂上旋。", "1721": "終不為此苦。退失菩提心。魔聞已。讚曰。日可令冷。", "1722": "月可令熱。無上道心。難可退轉。若得成佛。先應度", "1723": "我。故今借此偈以儆其堅固道心。不可遇緣即退", "1724": "也。出報恩經。", "1725": "次結發菩提心印。誦真言時。應想心佛眾生三無", "1726": "差別。於一念間。融成一廣大月輪。如中秋夜中霄", "1727": "無雲之時。極甚清涼皎潔。與虗空齊等。於月輪中", "1728": "想一金色阿字。如秋毫之末非有非無。當爾之時。", "1729": "不得加於了知。上無佛可成。下無生可度。中無行", "173": "因心與果覺冥契也。所謂諸佛法身入我性。我性", "1730": "可修。煩惱菩提等若知花。生死涅槃猶如昨夢。此", "1731": "為大要。學者於此宜用心焉。不惟為鬼神作利。行", "1732": "者不久亦就此中了解者矣。四食之中。識食之義。", "1733": "見在此處。何者。謂開發眾生本有覺性。頓同諸佛", "1734": "妙明真性。", "1735": "今為汝等至不被染壞。當知此心是成佛正因也。", "1736": "行願品云。諸佛如來以大悲心而為體故。因於眾", "1737": "生而起大悲。因於大悲生菩提心。因菩提心成等", "1738": "正覺。從三皈至此。方是破煩惱障。何則。以諸煩惱。", "1739": "非定不伏。非智不破。智慧一起。諸惑自除。猶如明", "174": "同共如來合也。剎者最廣。海者最深。剎海既無邊", "1740": "生暗絕。今發大心。智慧從茲而起。一受大戒。禪定", "1741": "因之而生。定慧具足。何患無明煩惱而不能破乎。", "1742": "此名斷惑。足可徵矣。", "1743": "次與汝等受三昧耶戒至得佛法分。上來既發大", "1744": "心。堪受三昧耶戒。而入佛子數也。先申梵網經偈。", "1745": "汝等受佛戒。即光明金剛寶戒也。一受此戒。眾生", "1746": "受佛戒。即入諸佛位。位同大覺已。真是諸佛子矣。", "1747": "何也。夫行與佛同。受佛氣分。既遊道胎。親奉覺胤。", "1748": "十身靈相。一時具足。豈非佛子乎。即圓教十住位。", "1749": "金剛三昧耶經云。明悟佛性者。如是之人。不存二", "175": "量。聖賢寧有窮盡。歷代祖師。幽顯靈祇。莫不承此", "1750": "相。雖不出家。不住在家。雖無法眼。亦不具戒。能以", "1751": "自心無不自恣而獲聖果。大乘千鉢大教經云。如", "1752": "來心法。金剛自性。本來清淨。究竟寂滅。名之為戒。", "1753": "果悟此戒體性。一切寶戒自圓。頓入如來位。名為。", "1754": "佛子也。次結印誦呪者。是平等義。除障義。警覺義。", "1755": "金剛頂經云。如入壇輪。證三摩地。一切義法。皆悉", "1756": "具足。三聚淨戒。俱時圓滿。應想印中有白色錽字", "1757": "放大光明。普照所召一切有情。蒙光照觸。三世諸", "1758": "佛戒波羅密一時圓滿。法界善法。想為光明。流光", "1759": "灌頂。貯彼身中。身同普聖。坐大月輪。紹諸佛職。為", "176": "真香而普同供養。夫如是。方名真法供養。虗空有", "1760": "佛嫡子。次以舍利弗自肯之詞而喜諭也。戒即法", "1761": "身。悟此者如初生也。又非四生之生。乃從如來口", "1762": "生。從法化生也。內障既淨。外相自嚴。又發大心并", "1763": "受佛戒。方名法器。堪受法食。淨名云。於法等者。於", "1764": "食亦等。若非其器。縱受甘露。翻成毒藥。如獅子乳。", "1765": "要瑠璃瓶貯之。若非其器則裂。既稱佛子。當施之", "1766": "以法食。資養彼等法身慧命。不斷佛種也。", "1767": "汝等冥陽諸有情至終無能盡。此施食印呪。乃是", "1768": "如來在觀世音菩薩所受得者。及傳阿難。亦止此", "1769": "一章而已。前後印呪。皆是金剛上士。遵瑜伽部集", "177": "盡。此香無涯也。次皈敬請加。人天見佛。先讚後皈", "1770": "出自利利他始末之由。而成一期佛事者也。是印", "1771": "呪者。乃無量威德自在光明如來之呪印。於中觀", "1772": "門不可不精用心。此若不到。則前所作功德唐捐", "1773": "矣。應以右手怖畏彈洒。先結三尖印。觀赤色吽字", "1774": "出光。念吽吽癹怛三徧。遣左手魔礙。問。手有何魔。", "1775": "答。謂手中有諸戶蟲。令迴避也。次彈指三下。念唵", "1776": "㰠。觀一㰠字變空。問。空手何義。答。謂此手是父母", "1777": "赤白二點不淨之種所成。故今空之。復以一念間", "1778": "變成勝妙莊嚴之手。於如來兜羅緜手無二無別。", "1779": "問。上來入定。已增長自身成觀音。今復何故又遣", "178": "將興勝妙利益。必先皈敬三寶。懇求加被。如清涼", "1780": "魔變空。答。法華經云。世尊說無量義已。又入三昧", "1781": "放光。至開寶塔。又入定放光。豈不濫耶。蓋因一事", "1782": "而彰一法。譬如世禮。祀宗廟之人。非不齋戒沐浴。", "1783": "及至登殿之時。却又盥手。何也。謂表敬也。今再遣", "1784": "魔變空。表慈之深悲之極用心之切也。既頓變矣。", "1785": "復於左手掌中觀一紅色𠳐字。變成紅色蓮花。花", "1786": "上有白色錽字。月密明點中。流出無盡飲食。復想", "1787": "面前水器。盡為摩竭陀國之斛。七寶嚴飾。盛滿甘", "1788": "露勝妙飲食等。然後想此字種所變之食徧滿法", "1789": "界。念唵啞𠶹哩吽一百八徧。當爾之時。加持令廣", "179": "國師云。歸讚者有六義。一荷恩德。二請加護。三令", "1790": "大。次念變食真言二十一徧。以右手戒禪二度。於", "1791": "明點中點取甘露彈洒虗空。侍者當壇散食。俾令", "1792": "事理相應。不虗禪觀也。摩竭陀國之斛。一斛有我", "1793": "國四十九斗。所謂斛食者。乃桶斛也。食。飯也。名七", "1794": "七之數。七粒能變七斛。七斛能變四十九斛。七而", "1795": "又七。變成十方無量之法食也。故云斛食。白云。今", "1796": "為汝等作呪印已。變此一食為無量食。大如須彌。", "1797": "量同法界。縱使窮劫。取之不盡。用之無竭也。", "1798": "由此真言力至皆飽滿。上來但變種種勝妙飲食。", "1799": "未曾融成一味。慮恐不均。越佛慈濟。故復念此乳", "18": "修設瑜伽集要施食壇儀", "180": "生信。四為儀軌。五表尊勝。六顯益物。有此六義。故", "1800": "海真言。申此呪力。融彼諸食皆成乳海。如會眾流", "1801": "統為一味。普施餓鬼。令彼身心皆悉飽滿。受用無", "1802": "乏也。問。食祇可養身。云何心亦飽也。答。謂此食即", "1803": "法食也。食可資身。法能養心。即上法喜等義。復結", "1804": "前印。念真言時。應想錽字明點中流出甘露。右手", "1805": "點取。彈洒虗空。如雨注下。凡所至處。即成長河酥", "1806": "酪也。問。何以小少器水。等徧法界。答。心力難思故", "1807": "也。況又藉神呪及字種觀想等力。乃至諸佛冥加", "1808": "禪定之力。豈不能變小為大。化少為多也。且如欒", "1809": "巴一󴍢之酒。以術力故。尚能化為霖雨。何況神呪", "181": "先舉偈云。", "1810": "之力者乎。行者不可不用心焉。後漢欒巴為尚書", "1811": "郎。誕日。聖上賜酒。向蜀噀之。有司奏不敬。巴奏曰。", "1812": "臣成都失火。故噀酒救之。後知成都失火。得雨而", "1813": "滅。雨中有酒氣。是其事也。宗鏡錄云。以有如此大", "1814": "願智力。法性自體空無性力。一切所作自然成辦。", "1815": "凡夫執著。妄見局礙。執障若無。萬法隨作。不離一", "1816": "真之境。化儀百變矣。是以箭穿石虎。非功力之所", "1817": "能。醉告三軍。豈󰒢糵之所造。筍抽寒巖。非陽和之", "1818": "所發。魚躍冰河。豈網羅之所致。悉為心感。致此靈", "1819": "通。故知萬法施為。皆因自心力耳。餘義準思。", "182": "佛面猶如至皆具足。佛面圓滿皎潔。猶如清淨滿", "1820": "汝等業障鬼至障施鬼真言。此復恐彼等業障深", "1821": "重。雖已普施甘露未。及聞名覩相。而其報障猶存。", "1822": "卒難解脫。或見飲食仍變猛火。我今再誦密言加", "1823": "持前食。盡成法食。不復轉為苦緣也。誦真言時。應", "1824": "展垂左手。想錽字明點中流出甘露。從右掌而下", "1825": "念唵啞𠶹哩吽四十九徧。侍者至師前問訊。取淨", "1826": "瓶水出壇。向東立。候行者念真言彈指時。侍者云", "1827": "淨水。徐徐注下。行者至唱時。想彼障施鬼盡皆胡", "1828": "跪。復想自身觀音。徧至其前。而傾甘露。從頂門上。", "1829": "滅其業火。普得清涼。再誦真言五徧。各彈指一聲。", "183": "月。並無纖毫不備之相。非但如月之圓。亦如千日", "1830": "諸佛子等至獲無生忍。方以類聚者。如前召請四", "1831": "方四隅各以其類。而此安置聚集一方。物以羣分", "1832": "者。物即六道生靈之物。各隨羣隊而分之也。三塗", "1833": "即三惡道。是十惡業者所履之道也。四流即天人", "1834": "脩羅神仙。皆不免流轉也。水族者。即溼居鱗甲之", "1835": "屬。由無明故。愚於我相。深生貪著。情多下墮。故墜", "1836": "水族。一沾法水法食。頓獲人空。毛羣者。即飛禽走", "1837": "獸之類。楞嚴云。七情三想。流入橫生。重為毛羣。輕", "1838": "為羽族。此皆不達諸法本空。妄生情想。若沾法食。", "1839": "異執冰消。唯心理現。諸法自空耳。稟識者。非有色", "184": "之光。以月面放光。輝煌赫奕。無可為喻。故以千日", "1840": "四蘊而無形質。如四空天舜若多神等類是也。陶", "1841": "形者。有形色而無心者也。如無想天及神像有色", "1842": "等是也。如食香積如來之飯也。未得聖果者。即得", "1843": "聖果。然後乃消。未得法忍者。食此飯時。即得法忍。", "1844": "若今之甘露法食。但有沾之者。皆離苦得樂。究竟", "1845": "證於無生法忍也。無生之法忍。祇在於心。名無生", "1846": "法忍。餘不繁釋。", "1847": "神呪加持淨法食至普供養印。上來所建種種供", "1848": "養。普供於六道也。淨名云。法施會者。無前無後。一", "1849": "時供養一切眾生。是名法施會。念真言時。應想屈", "185": "同時放光而比之也。又項佩圓光。普照十方。設使", "1850": "中指處有白色唵字。明點中流出無盡供養。具足", "1851": "莊嚴。矣結印。默念梵五供。施寶錯。念斯麻囉等。出", "1852": "聲念普供養真言七徧。問。最初既奉三寶施食已", "1853": "竟。今復何故作此供養。答。前之所作。猶揀凡聖。故", "1854": "先奉三寶。後施鬼眾。今融以平等供養。心佛眾生。", "1855": "三無差別。聖凡一體。貴賤等觀。所以普供養也。", "1856": "諸佛子等至願速成佛。此文最顯。依義可知。無非", "1857": "激勵佛子等眾。不復思其人間生命之食。離諸苦", "1858": "海。永得解脫。今受法食。發廣大心。誓願成佛。遞相", "1859": "度脫。皆得道果。然後方滿我施食之願也。所以我", "186": "一處不週。不得謂之圓光。必如是塵剎普徧。容光", "1860": "之施食。普濟法界有情。無非欲諸有情。同將此福", "1861": "普皆回施於佛果也。侍者白此文畢。然後云次為", "1862": "汝等稱誦尊勝真言。令汝往生。", "1863": "大眾同念尊勝呪。此呪共有五譯。此其一也。同聲", "1864": "此處稱念此呪者。令圓滿佛事。圓滿復有二。一神", "1865": "呪圓滿。二善根圓滿。此即神呪圓滿也。主者持花", "1866": "米於手中。表大眾同聲念誦此呪。加持此米。想成", "1867": "光明種已。侍者出壇散酒。師想佛子觸此光者。皆", "1868": "得往生極樂國土。上品上生也。尊勝經云。佛在忉", "1869": "利諸天會處善法堂上為眾說法。時有善住天子。", "187": "必照。無放無收。方名圓光千尋也。面光圓光既然", "1870": "耽著天樂。於其夜分。空聲告言。善住天子。勿自貪", "1871": "著。汝七日內。必當命終。生於閻浮。經歷七趣。又墮", "1872": "地獄。後生人中。貧窮下賤。生無兩目。天子聞已。驚", "1873": "恐惶怖。具白天主。當奈之何。天主思惟。欲免此苦。", "1874": "惟有如來應正等覺是所歸趣。於是同詣佛所。頭", "1875": "頂禮敬。具白善住七趣之事。爾時世尊頂髻放光。", "1876": "照十方界。還復口中。現微笑相。告帝釋言。有一總", "1877": "持。名佛頂尊勝。乃八十萬億俱胝恒沙諸佛所誦。", "1878": "攝受一切如來智印。能於如來令受灌頂。能護一", "1879": "切有情。盡除業障。令生樂趣。所生之趣。能知宿命。", "188": "如是。則通身之光又不思議可知矣。是知如來之", "1880": "若持誦之。設壽盡者。現獲益壽。一切地獄鬼畜等", "1881": "界。悉皆成空。能開一切佛國天界之門。隨願往生", "1882": "等。唐有梵僧。名佛陀波利。罽賓國人。航海而來。忘", "1883": "身殉道。徧觀靈跡。聞文殊菩薩在清涼山。遠涉流", "1884": "沙。儀鳳五年。杖錫五臺。䖍誠禮拜。冀覩聖容。忽見", "1885": "一老翁從山而出。謂波利曰。師何所求。利曰。聞大", "1886": "士隱跡此山。從印土來。欲求瞻禮。翁曰。師從彼國。", "1887": "還將佛頂尊勝經來否。此土眾生。多造諸惡。出家", "1888": "之輩。亦多所犯。佛頂神呪。除罪祕方。速歸持來。流", "1889": "傳此土。廣利羣品。拯接幽冥。即是徧奉諸聖。報佛", "189": "身。當體即法身大光明藏也。慈悲喜捨者。乃佛之", "1890": "恩德。取經來至。當示所在。波利聞已。向山作禮。舉", "1891": "頭之頃。不復見其蹤跡。遂歸取經。既達帝城。詔鴻", "1892": "臚寺日照三藏等於內共譯。留內未行。波利奏曰。", "1893": "委棄身命。志在利人。請帝流行。是所望也。遂還梵", "1894": "本於僧。順真重譯流行。有偈曰。西域尊者往東來。", "1895": "却被文殊化引開。東土若無尊勝呪。孤魂難以脫", "1896": "塵埃。前後五譯。呪亦大同小異。廣播華夏者。惟南", "1897": "無薄伽伐帝一呪而已。後𠽾󱃐者。乃出本朝仁孝", "1898": "皇后夢感佛說希有功德經。後學當以藏本為正。", "1899": "若誦若持。能淨業障。令生樂趣。現獲益壽。能閉惡", "19": "明古杭雲棲寺沙門袾宏補註", "190": "四無量心。利他之功德也。如淨名經云。文殊問曰。", "1900": "道門。能開諸佛國。故此誦之。令圓滿佛事。畢利生", "1901": "之功德也。", "1902": "復念往生呪三徧。謂誦此呪。能拔一切業障根本。", "1903": "得生淨土之津梁也。若想若誦。則西方三聖執金", "1904": "剛臺放光接引往生也。復念六字真言。", "1905": "唵摩抳鉢訥詺二合吽。此呪隨所住處。有無量諸佛", "1906": "菩薩天龍八部集會。又具無量三昧法門。誦持之", "1907": "人。七代種族皆得解脫。腹中諸蟲當得菩薩之位。", "1908": "是人圓具諸波羅密功德。無盡辯才清淨智聚。口", "1909": "所出氣觸人身者。令彼離瞋得菩薩位。若諸眾生", "191": "何為慈。淨名曰。為諸眾生說寂滅法。是真實慈。何", "1910": "皆得七地所有功德。與誦呪者等無有異。此呪是", "1911": "觀世音菩薩微妙本心。若人書寫誦持。則同書持", "1912": "八萬法藏。超勝金寶造像。若人得此六字大明。能", "1913": "離貪瞋癡病。此戴持人。身手所觸。眼目所觀。一切", "1914": "有情。速得菩薩之位。永不復入八苦。說此呪已。有", "1915": "七十七俱胝佛一時現前。同聲說準提呪。廣如大", "1916": "乘莊嚴寶王說。至此呪念者。總欲眾生究竟證果", "1917": "也。振鈴。誦法樂六趣偈。", "1918": "承斯善利至成正覺。承斯善利者。謂此施食之善", "1919": "利也。五趣皆轉苦具為樂緣。天則捨樂而發覺心。", "192": "為悲。曰。所作功德與眾生共。何為喜。曰。有所饒益", "1920": "如兜率天子聞天鼓音。悟得樂非常住。久必壞生。", "1921": "畢竟是苦是空。而發心求出離也。二乘承斯善利。", "1922": "則回心向大乘。四諦十二因緣。而修六度萬行。初", "1923": "地菩薩承此善利。則福慧具足。頓超十地。圓滿菩", "1924": "提。歸無所得也。至此能事畢盡已。行者發願回向。", "1925": "現世之中至無上佛菩提。回向者有三。一回向一", "1926": "切有情。二回向無上菩提。三回向真如實際。此中", "1927": "三義皆具。若不回向。則被相縛。盡屬有漏之法。譬", "1928": "如百川之水。若歸大海。則等同一味。若回己功德", "1929": "而向實際。則一一功德皆如法性廣大無涯。無有", "193": "歡喜無悔。何為捨。曰。所作福祐無所希望。依偈意。", "1930": "不成佛也。所以云。真流之行。還契真源。若因若果。", "1931": "統歸實際。若此密門。凡作少利益。必須回向發願。", "1932": "不可歸功於己。若不如是。墮有漏矣。文中鉤鎖連", "1933": "環。義意不斷。最極明顯。識者自詳。求索願事。並隨", "1934": "行人及請主之意。向下略出明相。", "1935": "具七功德丈夫身。有三種七。一約世間者。一長壽。", "1936": "二妙色。三無病。四辯才。五智慧。六威儀。七大家業。", "1937": "二約小乘者。一隨信行。二隨法行。三信解。四見智。", "1938": "五身證。六慧解。七具解脫。三約大乘者。瑜伽七地。", "1939": "即七賢位。又瓔珞六位及信。一知法。二知義。三知", "194": "顯佛非唯具六度七覺八正十力十四無畏十八", "1940": "時。四知定。五知身。六知眾。七知尊卑。有云即七善", "1941": "法也。", "1942": "七種聖財。如未曾有經云。一信信。二進進。三戒戒。", "1943": "四慚愧。五聞聞。六捨捨。七定慧。", "1944": "三災。小三災。人壽三十歲時。身長三尺。饑饉災起。", "1945": "減至二十歲時。人長二尺。疾疫災起。減至十歲時。", "1946": "人長一尺。刀兵災起。此出俱舍劫章。大三災者。因", "1947": "本經云。大三災起時。有大黑風吹。使海水兩披。取", "1948": "日宮殿。置須彌半。安一道中。緣此世間有二日出。", "1949": "河渠流竭。久生大風。第三日出。大恒河竭。四日出。", "195": "不共自受用法等。而慈悲喜捨利他之功德皆悉", "1950": "大海竭。五日六日出。天下煙起。至七日出。天下洞", "1951": "然。上至梵天。火災之後。布大黑雲。周徧降雨。滴如", "1952": "車軸。復成世界。無數千歲。又水災時。其水漸漲至", "1953": "光音天。此水後滅。有大風起。鼓動波濤。起沫積聚。", "1954": "自然堅固。變成宮殿。七寶嚴飾。由此復成梵天。次", "1955": "第漸成四天下。依前建立。水災之後。其次久久。大", "1956": "毗嵐風至徧淨天。其風四布。吹諸天宮。使宮宮相", "1957": "拍。盡碎為末。直至天下諸大山王。互相岌峇碎為", "1958": "微塵。地下水盡。水下風盡。後還復雨。至果實天。風", "1959": "鼓波濤。起沫積聚。如前水災。仍舊建立。所以小三", "196": "具足矣。前三句讚佛相好。後一句讚佛功德。然佛", "1960": "災損人民。大三災壞器界。人則生住異滅。器則成", "1961": "住壞空。", "1962": "五濁。一劫濁。約四濁假立其名。謂四濁增劇。聚在", "1963": "此時。二煩惱濁。五鈍使為體。三災為相。三眾生濁", "1964": "者。見慢果報立此假名。惡名穢稱為相。四見濁者。", "1965": "五利使為體。諸見轉盛為相。五命濁者。連持色心", "1966": "為體。摧年減壽為相。", "1967": "七難。一火。二水。三羅剎。四王。五鬼。六枷鎖。七怨賊。", "1968": "名為七難。", "1969": "八怖。一怖煩惱。二怖死。三怖天魔。四怖無常。五怖", "197": "之相好功德無量無邊。縱我窮劫音聲聯續。曷能", "1970": "苦。六怖空。七怖無我。八怖不淨。", "1971": "八福田。一孝順父母。二恭敬沙門。三平修險隘。四", "1972": "市開義井。五水路船橋。六給事病人。七救濟厄難。", "1973": "八設齋賑濟。此是世間八福田。出世八福田者。一", "1974": "深信諸佛。二依經法修。三遵師訓誡。四明解因果。", "1975": "五遠惡近善。六受佛戒律。七轉誦大乘。八參禪。", "1976": "三輪體空。能施之人。所施之法。受施之者。故曰三", "1977": "輪。若不住相。則三輪體空迴向已。主者即念伏以", "1978": "文。先舉楞嚴文殊選圓通偈云。", "1979": "見聞如幻翳至塵消覺圓淨。見聞者。六根之首也。", "198": "讚其萬一哉。如華嚴經云。剎塵心念可數知。大海", "1980": "謂見聞覺知之六根。皆由前塵之所黏發。正眼看", "1981": "來。猶如幻翳。是以三界宛然空花。何則。以目有翳。", "1982": "妄見空花。翳病若除。何花之有。若能返聞自性。則", "1983": "聞根自復。一根既返源。六根同解脫。翳除塵消。覺", "1984": "心明淨。淨極光通。寂照含虗。返觀世間。猶如昨夢", "1985": "耳。", "1986": "伏以真源湛寂至同圓種智。文中無非發明眾生", "1987": "從真起妄。淪溺諸趣。故如來興慈運悲。特駕般若", "1988": "之航。普載迷流。俱登解脫之岸。返妄歸真。究竟成", "1989": "於無上菩提也。", "199": "中水可飲盡。虗空可量風可繫。無能盡說佛功德。", "1990": "三十六部鬼王。光明疏問。云何謂神。答。神者能也。", "1991": "大力能移山填壑。小力能隱顯變化。云何曰鬼。婆", "1992": "沙論云。鬼者畏也。虗怯多畏。又威也。能令人畏其", "1993": "威也。又希求名鬼。謂彼餓鬼。恒從他人希求飲食。", "1994": "以活其命。神之與鬼。淨名疏云。皆鬼道也。而有優", "1995": "劣之殊。麤分三品。細分九類。三品者。正理論云。一", "1996": "無財。謂不得飲食。二少財。謂少得飲食。三多財。謂", "1997": "多得飲食。無財中分三。一臭口。二炬口。三針咽。少", "1998": "財中分三。一針毛。二臭毛。三大癭。多財分三。一得", "1999": "喫。二得時。三勢力。即藥叉羅剎毗舍遮等。所受富", "2": "瑜伽施食雖流通多種。其或芟增不一。名相糺紛。惟", "20": "瑜伽施食儀註修設瑜伽集要施食壇儀", "200": "南無盡虗空至三寶。梵語南無。此云皈命。皈者。依", "2000": "樂類於人天。彼皆人間一月。鬼為一日。壽五百歲。", "2001": "儒者鄭玄子云。聖人之精氣謂之神。賢人之精氣", "2002": "謂之鬼。尸子云。天神曰靈。地神曰祇。人神曰鬼。三", "2003": "十六名者一波吒薜茘多。二婆羅門仙。三婆吒遠", "2004": "害大力。四若夜叉吉遮。五波羅剎食不淨。六飢虗", "2005": "食糞。七波吒富單那。八婆叉人吉遮。九婆羅多熱", "2006": "病。十阿附邪接傳送。十一波吒吉遮。十二毗陀羅", "2007": "多。十三若健陀羅。十四烏摩勒迦。十五阿䟦摩羅。", "2008": "十六鳩槃茶羅。十七毗舍闍多。十八韋陀羅多。十", "2009": "九附物為怪。二十風行妖怪。二十一畜行精魅。二", "201": "投趣向義。命者。總御諸根。一身之要。人之所係。莫", "2010": "十二蟲成蠱毒。二十三瘟衰癘瘧。二十四陰昧幽", "2011": "視。二十五精明魍魎。二十六明靈役使。二十七阿", "2012": "利帝母。二十八食小兒精氣。二十九河海精魅。三", "2013": "十波吒食尿。三十一日月薄蝕。三十二波羅遮文", "2014": "茶。三十三婆吒食涎便。三十四波吒食濃涕。三十", "2015": "五婆吒食胎血。三十六婆吒摩羅。此乃鬼神中之", "2016": "王。能統領無量諸鬼。舉其主則部落從矣。", "2017": "恒河沙。舉此以明數之多也。此河在西域。香山頂", "2018": "上有無熱惱池水。流出四河。恒河在南。廣四十里。", "2019": "沙逐水流。其細如󳫹。佛常在此說法。舉此為喻。", "202": "不為先。舉此無二之命。以奉無上之尊。表敬之至", "2020": "五衰。天帝將死。而現此衰相也。有大小之分。涅槃", "2021": "經云。一花冠萎落。二腋下汗流。三衣裳垢染。四身", "2022": "體臭穢。五不樂本座。小者。俱舍論云。一衣服香絕。", "2023": "二身光忽滅。三浴水沾身。四本性囂馳。五兩目眴", "2024": "動。大現必死。小者不定。遇緣而可救也。", "2025": "四相。我相。人相。眾生相。壽者相。", "2026": "四恩。一父母。慈悲顧復之恩。二師長。有訓導願成", "2027": "之恩。三國王。有正法治水土之恩。四三寶。有利樂", "2028": "有情之恩。僧俗通俱。若能供養給事。得無量福。未", "2029": "來必能成佛道也。", "203": "也。又歸者。返本還原義。謂眾生背覺合塵。從一心", "2030": "三有。欲有。色有。無色有。即三界。因果不忘謂之有。", "2031": "諸佛正法菩薩僧至隨願所成。此乃再皈依三寶", "2032": "也。始曰未證菩提之間誓願皈依三寶。今曰直至", "2033": "菩提我皈依。正法源始要終。莫不乘三寶之力。故", "2034": "不敢忽也。復以所修善根。非專為己。迴為法界眾", "2035": "生同時成佛。又願世出世間之法。隨願處所成。畢", "2036": "竟無諸障礙也。", "2037": "謹依瑜伽教至奉送印。化事已畢。當普奉送。先伸", "2038": "偈云三密證作法時。應想諸佛菩薩四生六道悉", "2039": "皆不現。究理言之。而實無來去。若有來去。何異常", "204": "而起六根。流轉生死。今總攝諸根還歸一心。令清", "2040": "情。若無迎送。不成禮儀。謂法身如來。本無生滅。從", "2041": "真起化。接引迷根。以化即真。真應一際。即不來不", "2042": "去。故金剛云。無所從來。亦無所去。又化即真。本無", "2043": "去來。從真流化。現有往還。即不來相而來。不見相", "2044": "而見也。不來相而來。似水月之頓成。不見相而見。", "2045": "猶空花之忽現。譬諸幻事雖無來去。以幻力故分", "2046": "明可見。我今所作亦復如是。隨願智力。萬象頓彰。", "2047": "化事既畢。諸相奚存。緣生無性。法應爾故。法華云", "2048": "諸法從本來。常自寂滅相。又如善財參毗目仙人。", "2049": "仙人執手。即入三昧。具見微妙莊嚴等事。爾時仙", "205": "淨光明而成自性三寶也。三寶有同體別相住持", "2050": "人還攝神通。須臾不現。此其證也。", "2051": "次誦藥叉偈。天阿蘇囉藥叉等。此偈出隨求孔󳭋", "2052": "等經。誦此偈者。以成善報圓滿也。意在誡勉護法", "2053": "神。唯當精誠護法。并衛國護民也。到此。下五佛冠。", "2054": "誦呪。", "2055": "金剛薩埵百字呪。此呪乃補闕之謂也。或行者。手", "2056": "印不次第。觀想不專注。真言恐誵訛。如是等過。誦", "2057": "此呪已。悉皆清淨。復回觀自心月輪上金色阿字。", "2058": "一氣默持二十一徧。則前來能想所想一一作行", "2059": "皆不可得。若不如是。則墮有為矣。問。初入壇時。則", "206": "之殊。同體者。法界為體。覺照即佛義。軌持即法義。", "2060": "以𠶹哩字為主。此處何得又觀阿字。豈前後所主", "2061": "不同耶。答。𠶹哩字者。是大悲真體。利生妙智。故初", "2062": "以之為主。阿字者。無生義。亦名菩薩威力入無差", "2063": "別境界。如上所作。皆以如幻三昧。宴坐水月道場。", "2064": "降伏鏡裏魔軍。成就夢中佛事。雖有種種差別。以", "2065": "此字威力印之。當體亦無差別。究竟證入無生自", "2066": "性之涅槃也。又上來所作。皆從因緣生。而法性實", "2067": "無生也。中論云。諸法從緣生。亦復從緣滅。緣生法", "2068": "不生。緣滅法不滅。於吾體上。何曾有絲毫增益損", "2069": "減也。所謂𦦨口。豈易語哉。", "207": "和合即僧義。別相者。法報化三身名佛。教理行果", "2070": "皈依三寶至和南聖眾。復皈依三寶。請求證明耳。", "2071": "下座。至佛前唱回向偈。", "2072": "施食功德殊勝行至波羅密。此正行者所集功德。", "2073": "盡以回施法界有情。同生西方無量佛剎。見佛聞", "2074": "法。入不退地。而證無上道也。", "2075": "施食補註施食補註", "2076": "竹窗隨筆云。𦦨口施食。啟教於阿難。蓋瑜伽部攝", "2077": "也。瑜伽大興於唐之金剛智。大廣智不空。二師。能", "2078": "役使鬼神。移易山海。威神之力不可思議。數傳之", "2079": "後。無能嗣之者。所存但施食一法而已。手結印。口", "208": "名法。五果四向十地三賢名僧。住持者。雕刻塑畫", "2080": "誦呪。心作觀。三業相應之謂瑜伽。其事非易易也。", "2081": "今印呪未必精。而況觀門乎。則不相應矣。不相應", "2082": "則不惟不能利生。而亦或反至害己。昨山中一方", "2083": "外僧。病已篤。是晚外正施食。謂看病者言。有鬼挈", "2084": "我同出就食。辭不往。俄復來云。法師不誠。吾輩空", "2085": "返。必有以報之。於是牽我臂偕行。眾持撓鉤套索。", "2086": "云欲拽此法師下地。我大驚怖。失聲呼救。一時散", "2087": "去。越數日僧死。蓋未死前。已與諸鬼為伍矣。向非", "2088": "驚叫。臺上師危乎哉。不惟是耳。一僧不誠。被鬼舁", "2089": "至河濵欲沈之。一僧失鎖衣篋。心存匙鑰。諸鬼見", "209": "名佛。黃卷赤牘名法。圓頂方袍名僧。而今獨皈盡", "2090": "飯上皆鐵片。遂不得食。一僧曬氈衣未收。值天雨。", "2091": "心念此衣。諸鬼見飯上皆獸毛。遂不得食。各受顯", "2092": "報。又一人入冥。見黑房中有僧數百。肌體瘦削。顏", "2093": "色憔悴。似憂苦不堪之狀。問之則皆施食師也。施", "2094": "食非易易事也信夫。", "21": "修者。煉磨治習之謂也。以眾生三業念念紛紜。欲", "210": "空徧界者何。正顯所歸之佛無窮無盡。而我能歸", "211": "之心亦無量無邊矣。次趺坐頂冠。入根本定。起觀", "212": "音慢。云何登座必須起觀音慢與入定耶。殊不知", "213": "施食一法。根於世尊作婆羅門時。曾於觀世音菩", "214": "薩處。受無量威德自在光明陀羅尼法。能變少食", "215": "普週法界。夫如是。則觀音是施食之鼻祖也。今吾", "216": "本具縛凡夫。不憑聖功而自作觀音。必難乎其為", "217": "有濟矣。究理言之。我與觀音實無殊別也。觀音是", "218": "我本體。𠶹哩字是我本具。故慢之一字。即天上天", "219": "下唯我獨尊之旨。又諸佛說法。必先入定鑒機。法", "22": "期與佛法相應。故假修治。俾三密變為三身。八識", "220": "華圓覺。自有明徵。當會而審詳可爾。既欲起慢。先", "221": "須入定。應觀自心如秋月輪。光明皎潔。中有白色", "222": "𠶹哩字。此字名阿彌陀佛一字呪。是大悲真體。利", "223": "生妙智。如金剛三昧耶經云。此字具四種義。一賀", "224": "字門。即一切法因不可得義。二囉字門。即一切法", "225": "離塵義。三伊字門。即自性不可得義。四德字門。即", "226": "涅槃義。亦名慚義。若具慚愧。不為一切不善法。具", "227": "足一切無漏法。又蓮華部云。阿彌陀佛以此字。加", "228": "持於極樂國中水鳥樹林。皆演法音。所以若觀此", "229": "字。則一切諸法之因了不可得。本是離塵。自性清", "23": "轉成四智。速登聖位。利益羣品也。如神變疏云。若", "230": "淨。當體即涅槃。所以西方三聖初證此心印。便即", "231": "運悲利生也。問。既曰入定。又曰作觀。何也。答曰。觀", "232": "乃定前加行之方便。乃假想慧耳。定者。令心專注", "233": "於一境。不昏不掉。心心無間。念念寂滅。名之為定", "234": "如文殊云。初學不思議三昧。繫心一緣。若久習成", "235": "就。更無心想。常與定俱。故先作觀。引起心月字種。", "236": "分明顯現。次則定心專注觀境。湛寂不動。不動之", "237": "處即定。明顯處即觀也。又定慧二法。不可單運。如", "238": "車之有兩輪。如鳥之有兩翼。缺一不可。失之則無", "239": "淩霄致遠之功。若偏於定則曰愚。單修於慧則曰", "24": "用三密為門。不須經歷劫數具修諸行。只於此生", "240": "狂。二皆不能明見佛性。如日不明。孤燈照物不了。", "241": "必如是止觀雙修。定慧均等。始可了了見於佛性。", "242": "故正觀時。資之以定。則不散。正定時。加之以觀。則", "243": "不昏。如是方名即定之慧。即慧之定。寂照同時。明", "244": "靜均修。始是定慧力莊嚴。以此度眾生。是證無上", "245": "道矣。問。若夫緣境。何足擅於月輪耶。答。昔西域十", "246": "四祖龍樹菩薩為眾說法。於其座上現自在身如", "247": "滿月輪。一切眾生。唯聞法音。不覩祖相。眾中有長", "248": "者子名迦那提婆。謂眾曰。識此相否。眾曰。目所未", "249": "覩。安能辯識。提曰。此是尊者現佛性體相。以示我", "25": "滿足諸波羅密。此在正報說。設者。鋪排建立也。謂", "250": "等。何以知然。蓋以無相三昧。形如滿月。任運自在。", "251": "皎潔清淨。雲霧不能蔽其光輝。萬象不能奪其精", "252": "氣。千古無虧。佛性之義廓然虗明。故現斯而表之", "253": "也。言訖。形相即隱。復居本位。而說偈言。身現圓明", "254": "相。以表諸佛性。說法無形相。用辯非聲色。彼眾聞", "255": "偈。頓悟佛性。咸求出家。是知月輪者。正吾人本體", "256": "無相三昧也。所謂慧月在懷。靈珠在握。法界同徹。", "257": "無不照矣。既入觀音定。必契觀音體。體既頓證。何", "258": "患輪相用之不然乎。三大圓具。則自身等觀音。可", "259": "謂慢不起而自是觀音也。以菩薩具三十二相。八", "26": "建立勝妙壇場。排列香華供養。奉攀諸聖。而施作", "260": "十種好。項佩圓光。其身金色。坐大蓮花。頂戴五佛", "261": "冠。五佛常流光灌頂。及以威神加被。令其神通廣", "262": "大。入生死海教化眾生。我今亦頂此冠。則五佛必", "263": "然從五智流光灌我頂門。令我身心堅固。神通廣", "264": "大。威德智慧。辯才無礙。以利羣生也。五佛者。均遮", "265": "那佛所現。謂遮那如來內心證自受用已。成於五", "266": "智。一大圓鏡智。流出東方阿閦如來。執金剛杵。二", "267": "平等性智。流出南方寶生如來。執摩尼珠。三妙觀", "268": "察智。流出西方彌陀如來。執妙蓮華。四成所作智。", "269": "流出北方成就如來。手輪相交。五法界清淨智。即", "27": "佛事也。此在依報說。梵語瑜伽。華言相應。謂三業", "270": "中央毗盧遮那如來。手千輻輪。五佛各有四菩薩", "271": "阿閦佛四菩薩者。一金剛薩埵菩薩。二金剛王菩", "272": "薩。三金剛愛菩薩。四金剛善哉菩薩。寶生佛四菩", "273": "薩者。一金剛寶菩薩。二金剛威光菩薩。三金剛幢", "274": "菩薩。四金剛眷菩薩。彌陀佛四菩薩者。一金剛法", "275": "菩薩。二金剛劍菩薩。三金剛因菩薩。四金剛利菩", "276": "薩。成就佛四菩薩者。一金剛業菩薩。二金剛語菩", "277": "薩。三金剛藥叉菩薩。四金剛拳菩薩。毗盧佛四菩", "278": "薩者。一金剛波羅密菩薩。二金剛寶波羅密菩薩。", "279": "三金剛法波羅密菩薩。四金剛羯波羅密菩薩。五", "28": "同時。而不先後。共緣一境也。手結印時。口必誦呪。", "280": "方五佛各四菩薩。共二十五。連四攝八供。四攝者。", "281": "一金剛鉤菩薩。二金剛索菩薩。三金剛鎖菩薩。四", "282": "金剛鈴菩薩。八供者。金剛花菩薩。金剛香菩薩。金", "283": "剛燈菩薩。金剛塗菩薩。金剛果菩薩。金剛樂菩薩。", "284": "金剛歌菩薩。金剛舞菩薩。共三十七位。皆本師遮", "285": "那如來智用流出。不離一真之境。化儀百變。縱分", "286": "億數之身。千江一月。所以觀音頂此冠者。意顯帶", "287": "果行因。圓彰法界無盡之體耳。", "288": "南無大悲觀世音菩薩。請求出定加持法水之故", "289": "也。一稱其名。解脫諸苦。大悲經云。此菩薩不可思", "29": "意必作觀。三業齊施。無有參差。始名相應。以相應", "290": "議威神之力。已於過去無量劫中作佛。號曰正法", "291": "明如來。大悲願力。安樂眾生。現為菩薩。未來成佛。", "292": "號曰普光功德山王如來。梵語阿耶菩婁吉底輸。", "293": "此云觀世音。觀者。能觀之智。指應而言。世音。是所", "294": "觀之境。對機而說。智能照窮正性。察其本末。機則", "295": "萬象流動。隔別不同。類音殊唱。被智一觀。俱時離", "296": "苦。正如普門品云。若有眾生稱念我名。即時觀其", "297": "音聲皆得解脫。而曰大悲者。謂此菩薩悲心偏重", "298": "故爾。不同生緣法緣之小悲。乃無緣同體之悲。故", "299": "曰大悲也。梵語菩提薩埵。華言覺有情。已覺斯道", "3": "本山所行要集。乃準雲棲大師之較正。即壇儀補註。", "30": "故。則外無異緣。內有主宰。以有主宰故。豈非全身", "300": "而覺斯民之稱也。", "301": "夫此水者八功德水。安養國有七寶池。水皆七寶", "302": "中之所流出。言八功德者。一澄清。謂澄停潔淨離", "303": "染污故。二清涼。謂明湛涼冷無煩熱故。三甘美。謂", "304": "甘和美妙具至味故。四輕輭。謂輕揚柔輭可上下", "305": "故。五潤澤。謂津潤滑澤不枯澀故。六安和。謂安靜", "306": "和緩絕迅汎故。七除飢渴。謂水僅止渴。今兼療飢", "307": "有勝力故。八長養諸根。增長養育身心內外故。謂", "308": "此瓶內之水。即如西方寶池內性功德水也。如牧", "309": "牛女付瓶與世尊云。此瓶內具足八功德水。飲之", "31": "總是大悲王。以無異緣故。正是脫體俱成𠶹哩字。", "310": "能除飢渴。煩惱亦消。不久當成無上菩提。為人天", "311": "說法也。", "312": "自天真至無處不超淪。天真者。本來自性天真也。", "313": "業即善惡無記三業。垢即煩惱障。玷污法性故。塵", "314": "即所知障。蔽智眼故。眾生具此三業二障。一則令", "315": "自性不得清淨。生死不得解脫。二令法水觸途成", "316": "滯。今先洗而淨之。則無復留礙。然後推廣其心。運", "317": "此法水週徧滾入華藏世界。與香水海性合真空。", "318": "普沾情器。當體清淨。業累既遣。內外渾真。此真個", "319": "之中。何處更有眾生而不超於淪溺乎。上明水體", "32": "審如是。三密即是一心。一法徧含諸法。方能上合", "320": "妙合天真。下明返已󳭪其玄奧。", "321": "水不洗水妙極法身。經云。性空真水。性水真空。清", "322": "淨本然。週徧法界。既云週徧。則大地皆水也。塵自", "323": "何立。水既無塵。用洗奚為。豈有水復洗水之理哉。", "324": "如刀不自割。火不自燃。水不自洗。真可謂微妙絕", "325": "待。法身極則之理。不假修證也。", "326": "塵不染塵返作自己。古德云。盡道水能洗垢。焉知", "327": "水亦是垢。如病痊藥除。藥存病生。故說水亦是塵。", "328": "水雖同塵。終不染於業垢之塵。亦可將彼塵性。返", "329": "作吾之自己。以諸塵性同一緣起。當體性空。以空", "33": "十方諸佛本妙覺心。與佛如來同一慈力。下合十", "330": "合空。以水投水。何有自他之分。所以云會萬物為", "331": "己者其惟聖人歟。", "332": "蠲除器界蕩滌壇場。上出水體。下彰水用。謂此水", "333": "而蠲器界滌壇場。則自然氛消八面。霧斂長空。殊", "334": "勝清淨也。", "335": "灑枯木至而成淨土。謂此水有起死回生之功。翻", "336": "穢成淨之能。灑於枯木。遂使枯斡重榮。寒巖花笑。", "337": "潔於穢󳬛。當下即成清淨寶莊嚴土。令諸眾生步", "338": "步踏金界之域。念念聞薝蔔之香。非唯如此而已。", "339": "兼有無量妙義不可勝紀。向下總收而結之也。", "34": "方六道眾生。與諸眾生同一悲仰。世出世間。隨願", "340": "所謂道至縱清涼。內之根身。外之器界。中之識心。", "341": "皆無濁穢。四聖六凡。總得清涼。無復餘累矣。", "342": "大悲神呪。復藉呪力加持此水。令其頓同菩薩柳", "343": "頭甘露法水。成就勝妙殊勳也。理事圓融。顯密齊", "344": "暢。正所謂快舸順風之勢。更加櫓棹之功。則疾屆", "345": "寶城。速登彼岸。信手拈來無不是已。并誦此呪。不", "346": "獨為水。更有無量妙義。多端勝益。如大悲經云。爾", "347": "時觀世音菩薩白佛言。世尊。若諸眾生誦持大悲", "348": "神呪。墮三惡道者。不生諸佛國者。不得無量三昧", "349": "辯才者。我誓不成正覺。誦持大悲神呪。於現在生", "35": "即成。凡有所作。皆獲如意。此瑜伽大本有五部。一", "350": "中一切所求若不果遂者。不得為大悲心陀羅尼", "351": "也。即於佛前現千手眼而說是呪。由此證之。故知", "352": "不獨為水耳。又金光明云。十地菩薩尚以呪護持。", "353": "何況凡夫。首楞嚴云。若不持呪。而坐道場遠諸魔", "354": "事。無有是處。凡陀羅尼。或一字多字。皆是佛菩薩", "355": "自覺聖智所證法界妙心。字字皆從無相國流出。", "356": "所以辭句惟佛與佛乃能究盡。只宜誦經持呪供", "357": "養。則生福發慧。斷障除愆。凡所希求。必獲如意。不", "358": "可妄自臆度。裁量聖心。小乘極果。尚不知大乘初", "359": "心。況於如來祕藏乎。又呪乃是諸佛菩薩名號。稱", "36": "佛部。即佛說呪。二蓮華部。諸菩薩呪。三金剛部。金", "360": "其名者。必為諸佛菩薩之所護念。或是諸天魔梵", "361": "及鬼神王名號。稱其名號。則部從敬主。不敢為難", "362": "行殃。又呪似軍中密號。唱號即應。不敢違背。又呪", "363": "者祝願也。願此事必竟成就也。如蜾󴍽之祝螟蛉。", "364": "似我似我。而此似我之聲。念茲在茲。相續不斷。諸", "365": "蟲受熏。莫知然而化為蜾󴍿矣。諸佛菩薩以慈悲", "366": "教化熏諸眾生。故眾生莫知然而離苦得樂轉凡", "367": "成聖矣。如大悲菩薩陀羅尼曰。譬如靈丹妙藥。點", "368": "鐵成金。誦持陀羅尼。變凡作聖。此之謂也。", "369": "甘露王菩薩。此喻以顯法澤也。甘露者。乃帝釋面", "37": "剛神呪。四寶部。諸天神呪。五羯磨部。諸鬼神呪。每", "370": "前有波利質多樹。此翻為員生。葉上每垂滴玉露。", "371": "其味甚甘。食之者能長生不死。永離飢渴衰惱等", "372": "患。正喻法水如其甘露。能長養眾生法身慧命。增", "373": "一切禪定功德。不被三災八難等苦而煎迫也。超", "374": "彼甘露。故謂之王。唱時。以右手無名指點盂中之", "375": "水。彈灑虗空。令器界皆得清淨。沾露眾生咸獲清", "376": "涼也。如上所論。全談理地。向下作法。實益事界。如", "377": "經云。理須頓悟。乘悟併銷。事非頓除。因次第盡。故", "378": "當如漸次淨身界也。", "379": "淨法界真言。法界者。總該萬有。即是一心。元依一", "38": "部復各有五。即成二十五部。於中皆權實雙彰。顯", "380": "真法界。分而為四。一理法界。法者軌生物解之義。", "381": "理是性義。無盡事法同一性故。二事法界。事是分", "382": "義。一一義別有分劑故。三理事無礙法界。一切分", "383": "劑事法。一一如性融通。重重無盡故。實際理地不", "384": "受一塵。不待淨而自淨也。四事事無礙法界。事有", "385": "染淨。固當簡別。而事界之中。又有身器之別。此則", "386": "淨事界之根身也。以根身是父母赤白二點所成。", "387": "并積生無始虗習。故淨之也。以六根四肢。各有法", "388": "則。各有界限。是故名為法界耳。誦呪時。調伏身心。", "389": "想頂臍具有唵㘕二字。以表福智圓滿。何則非福", "39": "密並談。今集要者。乃聚集此五部之中至精至奧", "390": "不能具相好。非智不能淨餘累。福智圓滿。則內障", "391": "自淨。外相自嚴。故觀唵字在頂。㘕字在臍。頂者一", "392": "身之首。臍乃命脈之源。淨此二處。則六根四肢無", "393": "不淨矣。問。云何二字便致二嚴。答。經云。唵字者是", "394": "法身真理。即一切法本不生義。又三身義。無見頂", "395": "相義。亦是如來相好功德義。觀之在頂。即具如上", "396": "諸義也。㘕字者。即真言儀軌云。此名寶曇佛智光", "397": "徧照三摩地。若想若誦。令三業悉皆清淨。一切罪", "398": "障盡得消滅。又能成辦一切善事。隨所住處悉得", "399": "清淨。衣服不淨。便成淨衣。身不澡浴。便成澡浴。若", "4": "亦大師婆心峻切。見末法學者。遍弘𦦨口。藏揚華態。", "40": "之要義也。施食者。梵語檀那。此云布施。居六度首。", "400": "用水淨。不名真淨。若以此字淨之。即名畢竟清淨。", "401": "如靈丹一粒。點鐵成金。真言一字。變染成淨。偈云。", "402": "􌳧㘕字色鮮白。􌻖空點以嚴之。如彼髻明珠。置之", "403": "於頂上。真言同法界。無量眾罪除。一切觸穢處。當", "404": "加此字門。所以用此字置於命元者。則諸根圓󳫠", "405": "內瑩發光矣。故楞嚴云。一根既返原。六根成解脫。", "406": "此之謂也。", "407": "點淨真言。此淨器界。故云點淨。念真言時。用右手", "408": "無名指揑取香水。彈灑虗空。并塗掌上。想壇場內", "409": "外悉皆清淨。圓覺經云。一世界清淨。多世界亦然。", "41": "為萬行先。有財法無畏三種之別。題雖獨標施食。", "410": "如是乃至盡於虗空。圓裹三世。一切平等清淨不", "411": "動。淨名云。隨其心淨。則佛土淨。", "412": "加持華米真言。花者因義。以此米為因。誦真言時。", "413": "想成智慧光明種。出生金銀碧玉等雲。預先加持", "414": "者。彼用之時。隨心轉變而不違也。正所謂工欲善", "415": "其事。必先利其器之意也。", "416": "鈴杵真言。鈴者有適悅義。置腰之左。表大我焉。謂", "417": "此我。非同凡夫情計之我。乃法身中常樂我淨真", "418": "常寂滅之我。涅槃經云。一切眾生。皆有佛性。即是", "419": "我義。如鈴相似。虗而能應。感而遂通。稱適佛心。悅", "42": "而文則兼有也。經云。一切眾生皆依食住。若無飲", "420": "豫羣機。故鈴談慈。表我德也。振之以悅生佛之心", "421": "故耳。杵者示威義。又表五智。轉拳向外。以示眾生", "422": "也。表五智者。以智能摧滅煩惱降伏魔軍故。誦真", "423": "言時。右手拈花米灑鈴杵上而加持之。", "424": "唵阿吽。此名三字總持真言。凡諸作法。以此真言", "425": "總加持之。皆得堅固廣大無窮無盡之用也。瑜伽", "426": "大教經云。由持此唵字。加持威力故。縱觀想不成。", "427": "於諸佛海會。及供養雲海。真實具成就。由諸佛誠", "428": "諦。法爾所成故。由適誦阿字。摧滅諸罪障。獲諸悅", "429": "意樂。等同一切佛。超聖眾魔羅。不能為障礙。應受", "43": "食。身體飢羸。縱有財法。奚濟身命。蓋緣極苦眾生", "430": "諸世間。廣大之供養。由吽字加持。虎狼諸毒獸。惡", "431": "心人非人。盡無能淩屈。如來初成道。於菩提樹下。", "432": "以此印密言。摧壞天魔眾。是此三字。既具如斯妙", "433": "用。是故文中重重念之。次振鈴唱。", "434": "十二因緣呪。正顯上來所有諸法。皆從因緣而有", "435": "當體皆空。中論云。未曾有一法。不從因緣生。是故", "436": "一切法。無不是空者。故三界轆轤。皆屬因緣。欲證", "437": "無為。必仗神呪之力。轉生滅而成還滅也。誦呪之", "438": "後。得心自在。得法自在。隨其所欲不違拒也。何謂", "439": "十二因緣。轉輾感果為因。互相由藉為緣。即法華", "44": "而起悲濟。故先施其食也。然食又有四種。所謂段", "440": "所言無明緣行。乃至生緣老死等是也。無明者。無", "441": "有智慧之明也。體即隨癡迷暗為性。即真如不守", "442": "自性。一念妄動而有不覺。迷覆真性。故謂無明即", "443": "是惑也。行者。於過去時所造善惡之業。名之為行。", "444": "由惑造業。故曰無明緣行。識者有了別之義。此即", "445": "第八阿黎耶識也。由業因故。牽生三界。意識妄動。", "446": "投托母胎。故云行緣識。既托胎矣。即有壽煖識三", "447": "字。七日一轉而成名色。名是心。色是質。故云識緣", "448": "名色。六根成此胎中。既有心色。即成就六根。故云", "449": "名色緣六入。以根有入塵之義。故謂之入。觸者。出", "45": "觸思識是也。食者。有資益之義。任持之義。謂此四", "450": "胎已後。由根對塵而未能分別。故云六入緣觸。受", "451": "者有領納之義。領納世間善惡等事。由六根觸境", "452": "故而後領納。故云觸緣受。愛者好樂世間可意之", "453": "境。由領納故然後生愛。故云受緣愛。取者取著不", "454": "捨之意。見一切境皆生取著。由愛生著。故云愛緣", "455": "取。由取著故。起惑造業。當生三有。故云取緣有。既", "456": "有三有之因。必當生故。故云有緣生。既有生故。必", "457": "有老死等果也。此十二緣生。總該三世因果。如旋", "458": "火輪。無有休息。無明與行。過去二支因也。識名色", "459": "六入觸受。此現在五支果也。愛取有。此現在三支", "46": "食。能持有色根身令不斷壞。故名為食。段。謂分段。", "460": "因。生老死。未來二支果。總名流轉門也。今行者既", "461": "從曠劫以來。隨無明等緣故。感現在苦果。今以戒", "462": "定慧觀照方便之力。神呪加護之功。照自他身心", "463": "境體相皆自性空。無內外有。即我此心同佛智海。", "464": "是稱為還滅門也。所以十明論云。迷十二有支。則", "465": "為苦海。號曰眾生。悟十二有支自性本空。即是大", "466": "寶莊嚴城。名之曰佛。今行者神呪智力加持功德。", "467": "頓令十二因緣而成佛波羅密海也。如上所論。借", "468": "權顯實。攝事就理。會假歸空。培植萬德之本也。", "469": "我及法界至上師三寶。從此以起。正明行願相資。", "47": "以香味觸三法為體。變壞為相。惟欲界有。乃人天", "470": "建壇設供。莊嚴淨土。而攀諸聖也。未行而先願者。", "471": "蓋願乃志氣之要約。若不先願堅固其心。恐生懈", "472": "怠。故須先發願皈依三寶。若不皈依。凡有所作。盡", "473": "成魔業。并仗上師三寶冥熏加被。令我本願速得", "474": "成就也。行者持花米於手中。白云我及法界一切", "475": "有情。正顯其不專為己而發此廣大之心。從今以", "476": "至未證之間。正顯其願之堅固。而常時無退怯也。", "477": "誓皈上師三寶者。正顯其發心廣大最勝無上也。", "478": "金剛上師居於三寶之首。以佛所師之法故。如大", "479": "智度論云。諸佛以實相為諸法。依此實相。發心修", "48": "食也。觸者。乃六識相應之心所。若觸著可意之境。", "480": "行。方成菩提。若不以此為師。皆是天魔波旬。報恩", "481": "云。佛以法為師。般若云。我初成道。觀誰可敬可讚。", "482": "無過於法。皆能成度一切凡聖故。所以上師即法", "483": "也。金剛者喻實相也。取堅利不變之義。所以華嚴", "484": "文殊云。所從來國。謂金色世界等。所師之佛。謂不", "485": "動智如來等。金色世界。即喻實相也。不動智。即根", "486": "本智也。即是金剛上師居首者。此之謂也。", "487": "捺謨孤嚕至桑渴耶。此四句是皈依三寶。首句皈", "488": "依上師。次三句是皈依佛皈依法皈依僧是也。", "489": "唵哩哩哈哈者。正上師也。", "49": "攝受喜悅。諸根和順。心便怡暢。能為食事。有資益", "490": "唵失哩麻哈者。正三寶也。", "491": "唵阿吽。復念此三字總持而加持之。灑花米於虗", "492": "空。想所落寶米。即成花香種種供養等雲而奉獻", "493": "之令無盡也。次請三壇主。先伸偈焚香讚請。然後", "494": "獻供。", "495": "羅列香花至一毫端。星羅布列名香鮮花。建此勝", "496": "妙眾寶之壇。重重無盡之佛境。皆現我一毫端字。", "497": "不相妨礙也。而毛端不大。佛境不小。而能週徧含", "498": "容互無障礙。猶如一尺之境現千重影。此即事事", "499": "無礙境界。廣狹無礙自在門也。經云。於一毫端現", "5": "競起俳倡。惟好熱鬧。三觀妙旨。置之不聞。所以真言", "50": "義。即鬼神食也。思者。即意地有漏思。與欲俱轉。希", "500": "寶王剎。坐微塵裏轉大法輪。帝網鏡珠隨意遊入。", "501": "依正大小隱顯互映。此非智巧所能。蓋為法應故", "502": "爾。", "503": "心融妙理至法界寬。此二句讚法身德。謂心與妙", "504": "理融會之時。即見法身廣大無際。反觀世間虗空", "505": "如海一滴。楞嚴云。爾時阿難󳬾佛如來微妙開示。", "506": "身心蕩然得無󳬩礙。是諸大眾。各各自見心徧十", "507": "方。見十方空。如觀掌中所持葉物。此其義也。道者", "508": "智行也。謂此智行若與真如貼體契合。則見法界", "509": "之性。豎窮三際。橫徧十方。寬廓無涯。如人入海。愈", "51": "望勝妙之境。資益身命。於中緜想不斷。如望梅止", "510": "見深廣也。此是理法界意。", "511": "相好慈悲至暮雲繁。此讚報身般若德。夫佛根身。", "512": "身有無量色。色有無量相。相有無量好。慈悲喜捨", "513": "等皆悉具足。如同秋月圓滿無缺也。此讚應化二", "514": "身解脫德。言佛之化身。徧歷十方。應機六道。儼若", "515": "晚暮之雲。繁興鼓躍。任運騰騰。靉靆無可承攬矣。", "516": "此二是事法界。", "517": "香煙堆裏至海印含。佛之三身。神妙莫測。有求皆", "518": "應。無願不從。寂然不動。感而遂通。我今香煙堆裏。", "519": "瞻望應現色身而降赴也。猶如海含萬象。分明顯", "52": "渴。懸餅充飢等。有資益義。即禪天食也。識食者。即", "520": "現。如印成文。不假先後。古德云。澄潭瑩淨。明鏡空", "521": "懸。萬象森羅。廓然虗鑒。今則信心懇切。一念湛寂。", "522": "則千聖貞歸。萬靈交會。豈獨三壇主乎。此二是理", "523": "事無礙法界意。正請之文也。", "524": "釋迦如來。娑婆教主。現在賢劫第四佛。梵語釋迦。", "525": "此云能仁。謂能有仁慈惠濟眾生。梵語牟尼。此云", "526": "寂默。永寂二邊。默契中道。如來者。謂從如中而來。", "527": "故名如來。乃是然燈佛授記之號。今請證盟者。我", "528": "今依教作法。佛必印可也。", "529": "觀世音菩薩。此如前釋。是甘露教主。請求密垂加", "53": "阿賴耶識。一類相續。執持有色根身令不壞爛。有", "530": "護。俾所作成辦。", "531": "阿難陀尊者。是興權啟教之主。施食之宗師也。梵", "532": "語阿難。此云慶喜。如來堂弟。多聞第一。良以法不", "533": "孤起。仗境方生。欲益未來。先興權化。故於林間習", "534": "定。夜覩非形之態。歸投白佛。哀求救苦之方。佛示", "535": "威德之神章。大開甘露之法門。於是昏衢頓朗。萬", "536": "物回春。匪仗尊者之悲心權現。曷有施食之教乎。", "537": "振鈴念自性偈。", "538": "方便自性至大勇識。方者法也。便者宜也。謂將善", "539": "巧方法。隨順眾生之機宜。如現身不定也。以妙體", "54": "任持意。此則一切眾生平等共有。不擇凡聖也。約", "540": "本來離相。為諸眾生而現諸相。所有之相。皆一期", "541": "隨緣之方便耳。此方便自性之體。如金不變。如剛", "542": "堅利。混塵鑛不壞其體。入大冶不變其色。不為物", "543": "所壞。能壞一切物。以此自性之體。雖不變而能隨", "544": "緣。示生三界。與民同患。又能斷眾生之癡網。破煩", "545": "惱之牢城。故喻之如金剛本來不壞也。大勇者。能", "546": "勝怨敵。能怖魔軍。大識者。即一切智。無所不燭。世", "547": "出世間。惟佛能知之謂也。", "548": "最勝無比至皆成就。雖不變而不妨隨緣。雖隨緣", "549": "又不妨不變。所以最極殊勝。無可為比也。善超諸", "55": "事而言。即前三食。約理而言。即後一食。何也。謂藏", "550": "有。越諸塵累。靈知絕待。逈出思議之表。故曰超出", "551": "相。佛本既然。我今所作亦願成就此妙體也。已上", "552": "四句。乃讚佛現身之體。向下四句。正讚佛說法之", "553": "體也。", "554": "勝慧自性至法輪音。諸佛智慧。甚深無量。其智慧", "555": "門。難解難入。假使聲聞緣覺及諸菩薩積滿河沙。", "556": "亦所不知。故曰勝慧。其自性最極甚深。以甚深故。", "557": "方能演說法音也。法而曰輪者何也。輪者有推轉", "558": "之義。轉此法輪。能為眾生摧碎煩惱。轉凡成聖耳", "559": "經云。從根本智流出後得智。從後得智流出大悲", "56": "識具本覺不覺二義。以此識食。則施者訓為開發", "560": "心。從大悲心流出十二分教。所以說法皆以智為", "561": "體性。", "562": "以無生現至願得成。說法不離其身。身本無身。方", "563": "便而現諸身耳。法華云。時我出世間。方便為眾生。", "564": "諸佛所得法。故曰以無生現方便身。彼既如是。我", "565": "亦應然。故曰今此所作願得成也。佛身之智。如此", "566": "甚深微妙。最勝無比。未有無漏之身。而依有漏之", "567": "土。故念淨地偈。轉穢成淨。以便安住諸聖賢也。", "568": "一切方隅至等皆無。即後所建曼怛之方隅也。非", "569": "如娑婆世界。雜穢充滿。土石諸山。瓦礫砂磧。坑坎", "57": "之義。謂開發眾生本有之覺性。俾其轉識而成智", "570": "堆阜。不平不淨之地。今皆變成瑠璃之寶地。", "571": "瑠璃寶地至願具足。掌者。海底有石。最極平滿。既", "572": "平如掌。柔輭如緜。微妙無比。願佛慈悲於此安住。", "573": "極樂國中。妙寶為地。眾寶為園。瓊林玉樹。危樓迥", "574": "帶。金臺銀樹。閣道傍出。棟宇相承。窗闥交映。階墀", "575": "檻楯。池沼花林。種種滿足。一切皆以妙寶所成。法", "576": "音所演之處。無不具足矣。", "577": "從出世間至願安住。如來在世。於娑婆而變為淨", "578": "土。今佛入滅。無能再現。我今從佛出世之法。復能", "579": "再現此種種七寶所成之地。無量光明。徧照內外。", "58": "也。壇者。生也。集也。謂出生無盡功德法故。亦是聖", "580": "輝煌赫奕。光照之處。願諸聖賢於此安住不動也。", "581": "至此應當獻供。念濯足真言。結蓮花印。念梵五供。", "582": "散䞋。念斯麻囉呪。故有濯足灌沐真言。即浣足意", "583": "也。書云。滄浪之水清兮。可以濯我纓。滄浪之水濁", "584": "兮可以濯我足。唱音樂呪。置鈴於案。誦淨地呪。", "585": "音樂呪。凡唱此呪者。如鈞天普奏。五音和雅。六律", "586": "交暢。微妙通徹。供養十方三寶也。", "587": "唵斡資囉二合麻明啞吽。初總明世界因起。如俱舍", "588": "頌云。空界大風起。傍廣數無量。厚十二洛叉。金剛", "589": "不能壞。此名持界風。光音金藏雲。布及三千界。雨", "59": "賢集會之處。即今所建曼怛是也。儀者。儀規。乃千", "590": "如車軸下。風遏不聽流。深十一洛叉。始作金剛界。", "591": "次第金藏雲。布雨滿其內。先成梵王界。乃至夜摩", "592": "天。風鼓清水成。須彌七金等。滓濁為山地。四洲及", "593": "泥犂。醎海外鐵圍。方名器界立。此名眾生世間。唯", "594": "因迷妄而起。楞嚴云。一切眾生本覺妙明覺元心", "595": "體。與十方佛無二無別。由汝妄想迷理為咎。癡愛", "596": "發生。生發徧迷。故有空性。化迷不息。有世界生。則", "597": "此十方微塵國土非無漏者。皆是迷頑妄想安立。", "598": "若夫佛出世間國土者。即淨土也。為從一切法空", "599": "之理。隨定智力應念而現。不涉籌量。如幻術力。剎", "6": "句讀之不清楚。手印字種。亦失所授。況觀門乎。盖印", "60": "古不易之式也。要而言之。謂修攝身心。鋪設壇場。", "600": "那頓彰。大小染淨。隨心應量。如善財入彌勒樓閣。", "601": "以三昧力具見莊嚴等事。忽然不見。問彌勒曰。適", "602": "來境界從何處去。曰。從來處去。曰。從何處來。曰。智", "603": "慧中來。依智慧神通而住。若隨法性。萬象都無。隨", "604": "願智力。何所不成乎。次微細委釋世界因起。夫未", "605": "免形累者。故須託土以居。八地已上。永脫色累。照", "606": "體獨立。神無方所。用土奚為。然復現有染淨差別", "607": "者。無非因時設化接引羣機耳。將建曼怛。先釋因", "608": "起竟。", "609": "輪圍山。即大鐵圍山。", "61": "作瑜伽施食之法也。此乃善本之題目。何謂題。題", "610": "鐵圍山。念真言時。手拈花米於曼怛上右旋散灑。", "611": "如空注雨。成此二山。輪圍山在外。鐵圍山在內。高", "612": "六百八十萬由旬。此云限量。大由旬八十里。中六", "613": "十。小四十。從廣隨應。或一四天下量。或小千量。或", "614": "中千量。種種不定。彌牢堅固。金剛所成。難可破壞。", "615": "此大千界外。總有座大輪圍山。高至四禪。範圍之", "616": "內。總名三千大千世界。", "617": "金剛地至而作擁護。此成金剛界。手拈花米於曼", "618": "怛囉中間書一吽字作擁護。排列花米。從中間而", "619": "出。勝金剛地基者。讚智力所現。不同眾生妄想也。", "62": "者題頭。挈其綱領也。目者名目。列其條序也。如人", "620": "若依次第差別因起者。如因本經云。此大地厚四", "621": "十八萬由旬。地輪依水輪。水輪依風輪。風輪依虗", "622": "空。虗空依妄想。妄想依真如。真如無所依。水聚厚", "623": "六十萬由旬。水上別有風大吹轉。於上成金。如熟", "624": "乳上生膏。名為金輪。厚三洛叉二萬由旬。風聚厚", "625": "三十六萬由旬。各廣無量。其大海中有須彌山出", "626": "水為大。小須彌山即七金山。乃大須彌山之輔山", "627": "耳。", "628": "大須彌山。此翻妙高山。下根連住金輪之上。皆七", "629": "寶所成。金銀瑠璃玻瓈硨磲赤珠瑪瑙合成。下狹", "63": "之有頭。則四肢無不具焉。似人之有目。則六根奠", "630": "上闊。漸漸廣大。端直不曲。最勝可觀。曲臨海上。高", "631": "八萬四千由旬。四面有四峯。一峯各有八天。中間", "632": "一峯名忉利天。帝釋所居。即玉皇是。須彌山半四", "633": "面有四埵。名四天王天。又下三級。有堅首持曼常", "634": "憍三天。是八部天神所居。須彌四維。各去百由旬。", "635": "有七重紫金山。", "636": "小須彌山。各高七百由旬。其底平正。四寶所成。生", "637": "種種樹。󳬂茂花菓。多諸聖賢之所住處。一名雙持。", "638": "二名持軸。三名擔爾。四名善見。五名馬耳。六名象", "639": "鼻。七名魚嘴。又有七重香水海。一吉祥。二醍醐。三", "64": "不該焉。有此妙義故。名之曰題目。登臺拈香。如世", "640": "酪。四酥。五乳。六酒。七蜜。一重紫金山內。一重香水", "641": "海。一海遶一山。魚嘴山外。即是大海。名曰醎海。日", "642": "月宮殿。遶大須彌山腰。常行不息。東始南中西出", "643": "北半夜。南贍部洲正當午。北俱盧洲打三鼓。六箇", "644": "月北行。六箇月南行。每日行六俱奢。在閻提最極", "645": "南垂。地形狹近日過速疾。冬則晝短夜長。漸向北", "646": "行。日移六俱奢。當洲中行。地寬行久。夏則日長夜", "647": "短。寒暑者。謂須彌半。有伽提羅伽等山。日向北行。", "648": "照觸彼山。則生熱惱。二山之間。有須彌留海。闊八", "649": "萬四千由旬。日向南行。照觸彼海。則寒冷也。日以", "65": "尊將成道時。以牧牛女所付拘留孫佛之爐。執爐", "650": "天金玻瓈合成。宮殿廣五十一由旬。正方如宅。遙", "651": "看似圓。風吹依空而住。日天子身光照閻浮檀金", "652": "輦。輦光照宮殿。光明相接。而有千光分照傍下。月", "653": "以天銀瑠璃合成。宮殿廣五十由旬。何故漸現。有", "654": "三因緣。一者背相轉出。二者青衣諸天常伴月中", "655": "隱蔽其宮。三者日光障奪漸漸而現。若日隨月後", "656": "行。至三十日覆月都盡。名為晦日。若日在月前行。", "657": "月見開淨。至十五日具足圓滿。日月相望。名為望", "658": "日。朔者甦也。謂月死而復甦故。星者。最大寬一由", "659": "旬。小者廣二十里也。復有斫伽羅山。闊十二由旬。", "66": "燃香。繞壇繞樹。合三十二帀。於是十方諸佛普皆", "660": "楞伽等山併諸海水。及與林池空地。不及枚舉。次", "661": "復有海名禪那迦。闊千由旬。百寶間錯。海中涌出", "662": "宮殿。七寶合成。高十由旬。轉輪聖王宮殿隨身。此", "663": "中海道自然涌出。與水齊平。即金輪王出世。有三", "664": "十二相。具足八寶之所輔焉。次有雪山。高五百由", "665": "旬。四寶所成。四面金峯挺出山外。高二十四由旬。", "666": "中有高峯。眾寶間錯。迥然秀出。於彼山頂有阿耨", "667": "達池。池東有恒伽河。從象口出。共五百河流入東", "668": "海。池南有辛頭河。從牛口出。共五百河流入南海。", "669": "池西有縛芻河。從馬口出。共五百河流入西海。池", "67": "雲集。各手授香。親付世尊。熱此香時。十方眾生一", "670": "北有斯陀河。從獅口出。共五百河流入北海。總此", "671": "四海。共一醎味。名為醎海。中有四大部洲。八中洲。", "672": "八萬小洲。只一世界耳。萬億須彌并諸大海。方名", "673": "大千世界。", "674": "東勝神洲至勝勝神洲。廣九萬由旬。其洲如半月", "675": "輪。人面亦爾。身長五肘。壽命五百歲。", "676": "南贍部洲至最勝洲。廣七萬由旬。其土南狹北寬。", "677": "狀如車箱。人面亦爾。身長三肘。壽命百歲。", "678": "西牛賀洲至妙拂洲。廣八萬由旬。其土如滿月形。", "679": "人面亦爾。身長四肘。壽二百五十歲。", "68": "切天人。皆得生信悟道。然後方登金剛寶座。成無", "680": "北俱盧洲至勝道行洲。廣十萬由旬。其士正方。人", "681": "面亦爾。身長七肘。壽命千歲。佛手一肘。長三尺四", "682": "寸。今舉中大十二洲。其餘小洲該在其中矣。依人", "683": "王經云。此南閻浮提一洲。十六大國。二千中國。十", "684": "萬小國。楞嚴云。此閻浮提有三千洲。正中大洲。大", "685": "國凡有三千三百。其餘小洲在諸海中。其間或有", "686": "三兩百國。乃至或一或二。經旨雖殊。當以神契。幸", "687": "勿泥也。一界既然。而大千同一成壞。所有差別。舉", "688": "一以例諸方。今以大千總為曼怛。隨成一界。萬億", "689": "須彌四天下同時成立。於中皆是眾寶所成。微妙", "69": "上道。故佛凡說法時。必先執然香。蓋古佛說法之", "690": "莊嚴莫不具足。而先必仗吽字擁護者。是字即菩", "691": "提心因也。以有此字為因。恒沙功德依之而生。豈", "692": "獨山洲眾寶而不隨之變現耶。又一切魔羅不能", "693": "為礙。故仗之作擁護。俾我作法速得成就。於中大", "694": "小二山四洲八中。隨念真言一徧。手拈花米於曼", "695": "怛上次第排列。應念而成就。無有不然也。既頓變", "696": "國土已。不可無鎮國之寶。故以金輪王八寶而嚴", "697": "飾之。", "698": "象寶。轉輪聖王為太子時。年既長大。堪紹王位。受", "699": "灌頂時。其時夫人於正月十五日。手執金瓶。取四", "7": "列三十有六。於內六合相符。初二三尖印一合。次變", "70": "儀式也。又香以表信為義。佛法大海。唯信能入。華", "700": "大海水。灌太子頂。爾時太子沐浴齋戒。受王職位。", "701": "高陞宮殿臣僚輔翼八寶自至。王四天下。象寶者。", "702": "即八寶中之一也。名金剛身。此寶能知王意。其欲", "703": "乘時。即現其前膚色光白。莊飾殊特。行步平正。其", "704": "疾如風。具足六牙。牙有浴池。池外有玉女作樂。池", "705": "中之水冷煖隨意。此為寶也。", "706": "主藏寶。此名大才。即文臣也。世間文字無不通達。", "707": "先王典籍熟覽無遺。綱紀國政。輔佐聖君。又復能", "708": "知伏藏。隨王所需。皆得滿意。如王索真陀羅尼。唯", "709": "智臣能解。故稱為寶也。", "71": "嚴云。信為道元功德母。長養一切諸善根。又信心", "710": "馬寶。此名迅疾風。一剎那間。周行四天下。又復能", "711": "於一切時中。一剎那頃。周行塵方。不生疲厭。故稱", "712": "寶也。", "713": "女寶。此名具妙德。端正殊麗。有傾國之色。肌膚鮮", "714": "白。猶若冰雪。冬溫夏凊。無大小便。能生千子。巧慧", "715": "聰辯。適王娛樂。有此殊妙。故稱寶也。", "716": "將軍寶。此名離垢眼。即武臣也。威猛雄厲。有葢世", "717": "之雄。若四天下儻有抗違王制者。此寶一至。自然", "718": "肉袒歸降。傾心向服。故稱寶也。", "719": "輪寶。此名無礙行。以轉輪聖王灌頂受職之時。爾", "72": "如水清珠。能清濁水。水清月自現。心信佛出興。是", "720": "時東方忽有大金輪現。其輪千幅。具足轂輞。金輪", "721": "寬一由旬。眾相圓淨。來應王所。因知此王定是金", "722": "輪。王於四天之下。欽仰聖王。望風而化。垂衣拱手。", "723": "無為而治。般若云。王欲游行。輪即前導。王念飲食。", "724": "輪即停住。王意進趣。即知所在。一時普週。威伏一", "725": "切。是稱為寶也。", "726": "如意寶。此名光藏。即摩尼珠。是金翅鳥王之心也。", "727": "圓明映徹。能雨眾寶。龍得之而鎮海。鳥無能害。王", "728": "得之而鎮國。百寶具足。并士庶熙和。萬󳬛咸寧。稱", "729": "為寶也。", "73": "知欲達諸聖。先具正信。信無形相。藉香表之。香煙", "730": "寶藏瓶。乃貯寶之器。又能出生眾寶也。", "731": "日宮月宮。前已廣釋。", "732": "眾寶傘。即寶葢也。王若出入。即葢其頂。懸處虗空。", "733": "終不墮落。", "734": "尊勝幢。即庭前所豎之高幢也。建此幢者。顯法尊", "735": "勝。人天仰之為宗。外道望之而服。又幢者幢旗之", "736": "屬。刊定記云。幢有七義。約之為五。一高顯義。二建", "737": "立義。三歸向義。四摧殄義。五滅怖義。已上一切供", "738": "具。皆是無上心所成。無作法所印爾。", "739": "唵室哩麻忒至捺麻。此名佛智隨喜真言。上來雖", "74": "徧處。信心必通。以心感佛。何佛而不應也。", "740": "有山洲諸寶。尚無宮殿樓閣園林池沼衣服珠玉", "741": "等。故念此真言加持花米。徧灑曼怛囉上。想所落", "742": "寶米。悉成如上諸莊嚴具。如空注雨。相續不斷。供", "743": "上師三寶。中圍佛會。復拈花米向灑虗空。念云。", "744": "人天所有種種供物。盡世所有一切供養莫不具", "745": "足已。唱曼怛囉真言。結蓮花印。念梵五供。至十二", "746": "因緣止。唱畢。持鈴杵於曼怛上緊搖一徧。以表洪", "747": "音振動大千世界。此名初獻也。", "748": "寶錯真言。凡作印者。從右手小指數起。施戒忍進", "749": "禪。又左手小指起。慧方願力智。是為十度。方可作", "75": "此一瓣香。乃剋指法體而言也。夫吾人法性。量充", "750": "印。故不錯也。左手持於寶錯。右手結三尖印。想印", "751": "中赤色吽字出火光。念吽吽󳱑怛。彈指三下。遣其", "752": "魔礙。次念唵㰠。觀一㰠字徧空。然後入觀。復想黃", "753": "色得浪字放光成寶生佛。禪押戒度頭。施忍進申", "754": "直。結施印。亦名普通吉祥印。利益有情。天寶錯者。", "755": "乃得浪字之所變也。經云。此字具四種義。一多字", "756": "門。即真如不可得義。二囉字門。即離塵義。三阿字", "757": "門。即一切法本來寂靜義。四莽字門。即一切無我", "758": "義。謂此心若與真言相應。能令身心無礙。猶如虗", "759": "空。凡有所求。最速成就。一切伏藏。悉得現前。所以", "76": "沙界。體含萬有。湛若澄清之海。香騰薝蔔之林。明", "760": "云因陀羅尼寶能滿眾生希求願故。將欲此寶滿", "761": "我所願。當於空性中。觀心月輪上光回得浪。一念", "762": "變成寶錯錯之。念真言時。將錯數下。想寶錯內。出", "763": "生無盡諸天如意珍寶等雲。間錯雜糅。盤旋虗空。", "764": "而奉獻之。問。前由心月𠶹哩字。增長自性成觀音。", "765": "今以此處復觀得浪字。而又變作寶生佛。一身尚", "766": "更改不定。焉能主法利生也。答。普門品云。應以佛", "767": "身得度者。即現佛身而為說法。應以菩薩聲聞天", "768": "龍八部乃至異類之身而得度者。即皆現之而為", "769": "說法。又豈有一定之拘哉。不然。何得稱為普門示", "77": "逾日月。德等太虗。舒之能徧於法界。卷之可納於", "770": "現。所以向下作法更易身色處最多。如在七寶如", "771": "來時。即現身為七寶如來也。", "772": "散花米真言。手拈花米撒於寶錯上以加持之。俾", "773": "用之時令無障礙也。上來建設皆從自心不思議", "774": "變。及真言字種之力。故有如是妙用。既有境界。焉", "775": "無魔礙。又彼魔等心行。最喜作破法因緣。若以正", "776": "法興盛。魔宮隱蔽。威德增長。楞嚴云。若人發真歸", "777": "源。十方虗空皆悉消殞。況諸世界依虗空耶。故彼", "778": "魔王及諸鬼神諸凡夫天。見其宮殿崩裂。大地振", "779": "坼。水陸飛騰。無不驚怪。凡夫昏暗。不覺遷訛。彼等", "78": "微塵。為萬象之根源。作天地之玄祖。歷千劫而不", "780": "咸得五種神通。唯除漏盡。戀此塵勞。豈肯令汝摧", "781": "裂其處。故於三昧之時。僉來惱亂禪定。令汝正法", "782": "不得成就。俾其魔宮安隱無虞。故今行者作法之", "783": "時。恐有境界魔礙。與夫天魔及五陰等魔種種魔", "784": "礙。故須遣之。", "785": "遣魔真言。三重真言。三重遣魔。初遣魔。從印上赤", "786": "色吽字出光。遣境界魔。即違順等境魔。次遣魔者。", "787": "從印上四度吽字出火光。作搖扇勢。而遣諸魔。即", "788": "天魔睡魔病魔死魔煩惱陰魔等。三遣魔者。從印", "789": "上十度赤色吽字出金剛𦦨煽空。令魔遠離。金剛", "79": "古。卓然而獨存者。其唯自性歟。或於一塵之內而", "790": "燄者。永嘉云。般若鋒兮金剛燄。非但空摧外道心。", "791": "蚤曾失却天魔膽。此蓋就理之言。若約事者。即如", "792": "火輪金剛烏芻瑟摩火光三昧也。此上智力。皆順", "793": "文釋之。若據表法。其義轉勝。如初登壇。則自恃我", "794": "為法王。於法自在。隨處建立。今恐迷己逐物。不達", "795": "如幻。故須遣之。所建諸法。若不知其自性本空。執", "796": "為實有。名為法執。復於法中妄計實有主宰。名為", "797": "我執。有此二執。二障從生。上則不能轉依二果。下", "798": "則何異魔外等見。梵語魔羅。此云殺者。能戕害法", "799": "身慧命。劫功德寶故。所以初印者。表遣我執也。以", "8": "空印與多寶如來發菩提心印一合。次遣魔印與自", "80": "現全身。五眼莫能覩其形。或於六根之門而耀威", "800": "麤易斷故。次印者。表遣法執也。以細難除故。二執", "801": "從遣。便證二空。名曰俱空。若住此空。名為理礙。故", "802": "空亦空。名遣俱空。即當第三印也。以不可空處。即", "803": "是真空無住之本。一切凡聖之源。故次維之以真", "804": "空印。", "805": "真空呪印至無有間斷。念真言時。應觀心月輪上", "806": "有金色唵字。此名莊嚴一切佛剎大智大輪金剛", "807": "三摩地。入此定已。能從無住本建一切法。法句經", "808": "云。菩薩於畢竟空中。熾然建立諸法。故於真空自", "809": "性之中。默想𠽾󱃐阿吽。一念頓成十方世界。所有", "81": "光。四辨莫能談其狀。聞之則穿過髑髏。頓枯識海。", "810": "天妙曼怛等。啞哩干五供。猶如普賢雲集供養者。", "811": "正明其供養之心廣也。徧空充界者。明此供橫徧", "812": "十方也。盡輪迴而無間者。顯此供豎窮三際也。問。", "813": "三字云何便能成辦此勝事耶。答。𠽾󱃐字。如前云", "814": "莊嚴一切等。及佛頂尊勝經云。此呪能破一切地", "815": "獄閻摩羅界傍生之苦。回趣善道。乃至諸佛淨土。", "816": "及諸天宮。一切菩薩甚深行處。隨意遊入。悉無障", "817": "礙。捨報即生佛剎等。阿字者。名以菩薩威力入無", "818": "差別境界。亦是無生義。吽字者。名一切如來菩提", "819": "心因也。亦名一切如來恒沙功德皆從此生。總而", "82": "觸之則沖破頂𩕳。豁開正眼者。其唯心香歟。故知", "820": "論之。蓋以菩提心為因。而入菩薩甚深行處。莊嚴", "821": "一切佛剎及諸天宮微妙曼怛。究竟總歸一真實", "822": "相無差別境界也。問。四洲諸寶。上皆一一具足成", "823": "就。此處又建者何義。答。從上所作。盡屬漸次。不能", "824": "圓具。一成一切成。并藉真言之力。恐失唯心之旨。", "825": "兼三遣。恐墮空寂。故於一念間。從真空自性中。想", "826": "此三字之力。剎那頓現。一念圓成。故後偈云字字", "827": "密言唯心之所成。故知前屬漸次。此係一念圓成。", "828": "故無濫也。以上建立諸法。皆仗因緣而成。花米為", "829": "因。真言為緣。并及唯心一念想成。依此因緣。然後", "83": "此香。人人本具。個個不無。但自一念回光。身心一", "830": "有所建立諸法也。諸法既屬因緣。當體即空。雖空", "831": "不妨現有。有常自空。縱有當體即空。空常徹有。空", "832": "有無礙。中道觀也。所以中論云。因緣所生法。我說", "833": "即是空。亦名為假名。亦名中道義。此之謂也。", "834": "唵啞吽。撒華米以成珍寶等供。復以三翻曼怛顯", "835": "密奉獻。并祈佛納受。而求索願事也。", "836": "諦想清淨至哀納受。梵語蘇伐羅。此云黃金。梵語", "837": "阿路巴。此云白銀。寶玉者。眾寶之類也。梵語麻薩", "838": "葛斡。此云玻瓈。亦名水玉。即水晶梵語瑠璃。此云", "839": "青色寶。內外明徹。梵語鉢摩羅伽。此云赤珠。又云", "84": "如。有何欠虧。信者垂手而得。然之普天遙聞。不待", "840": "珊瑚。琥珀非赤珠。即天赤珠。紅光互射寶色交輝。", "841": "又名因陀羅寶。非世所有。梵語鉢摩羅伽隸。此云", "842": "瑪瑙。亦名石心。硨磲又名大貝珠。寶珠者。即摩尼", "843": "珠也。", "844": "我今依教至無間斷。此第二獻也。三重偈文。最極", "845": "顯著。不必瑣釋。置鈴於案。次右手持花米念云。", "846": "唯願上師三寶至唵啞吽。既發大願已。皈依三寶。", "847": "請求證明。復念三字總持真言。撒花米。想所落寶", "848": "米。悉成花香等雲而供養之。上皆同體三寶。此下", "849": "讚別相三寶等。發起眾生欣慕之心。成就佛種也。", "85": "僧祇熏修。清氣本自天然。十方佛土。唯此為最。三", "850": "志心信禮至萬德具。志心信禮者。乃精敬之詞也", "851": "梵語佛陀。此云覺。覺者。謂五住究盡。二死永忘。如", "852": "大夢覺。蓮花開。名之曰佛。福足慧足。名兩足尊。自", "853": "覺覺他。覺行圓滿。名三覺圓。慈悲喜捨等皆具足。", "854": "名萬德具。因窮果彰。開導人天。曰調御師。調乃調", "855": "伏。御乃適時善駕。如淨名云。閻浮眾生。其性剛強。", "856": "難調難伏。唯如來以善巧方便。設諸苦切之言而", "857": "教化之。譬難化之人心如猿猴。故以若干種法制", "858": "御其心。乃可調伏而入律也。故名之曰佛。", "859": "天人調御師唵啞吽。此無非加持音聲。令成廣大", "86": "藏教海。誰不摧尊。法華云。唯此一事實。餘二則非", "860": "讚歎。如行願品云。十方三世一切佛剎微塵。一一", "861": "塵中復有塵數佛。我當悉以甚深信解現前知見。", "862": "各以出過辯才天女微妙舌根。一一舌根。出無盡", "863": "音聲海。一一音聲海。出一切言詞海。稱揚讚歎一", "864": "切如來諸功德海。盡於未來相續不斷。即此之意", "865": "也。", "866": "凡聖大慈父。三聖六凡之依怙。曰慈父。經云。五眼", "867": "具足成菩提。永為三界作慈父。", "868": "從真界至十方處。此下讚現身說法。所謂如來從", "869": "一真法界而騰應化之質。若桂月朗空。千江頓現。", "87": "真。方是此一瓣香之意。是知此一者。乃當體得名。", "870": "悲化之心。無處不在。豎則窮於三際。橫則該徧十", "871": "方。", "872": "震法雷。有警覺義。", "873": "擊法鼓。有進策之義。", "874": "廣演權實教。三乘。權也。一乘。實也。", "875": "唵啞吽大開方便路。經云。諸法從本來。常自寂滅", "876": "相。不可以言宣。今佛於無身中現身。無法中說法", "877": "曲徇機宜。隨時設教。此所以為開方便也。", "878": "若皈依至地獄苦。起信云。覺則不動。動則有苦。果", "879": "不離因。以因生果。一念不覺故心動。說名為業。既", "88": "包含為義。香者。謂法體上無有妄染雜穢之氣。純", "880": "有業因。焉無苦果。若能一念回光。便同本得。則乘", "881": "此般若之力。何患地獄之苦而不免乎。", "882": "志心信禮至傳東土。阿難於西域畢鉢羅窟結集", "883": "諸經。所以云佛法大海水流入阿難心。故法華云", "884": "護持諸佛之法藏也。次有三藏法師等。翻譯傳於", "885": "東土。易梵語為華言。謂之翻譯也。", "886": "祖師弘。不與凡聖同纏。超然名之曰祖。弘者弘開", "887": "播揚也。", "888": "賢哲判。依教修行。但未洞徹於心源。將近於聖。故", "889": "謂之賢哲。判者。於諸教之中。判分半滿。了義之教", "89": "一無漏功德之香。又能流出無盡教海。熏諸眾生。", "890": "曰滿。不了義曰半字也。", "891": "成章疏至定宗趣。解釋義理。頓成章疏。三乘者。聲", "892": "聞緣覺菩薩也。頓者。唯顯佛之知見。不立階級。但", "893": "離妄緣。即如佛也。漸者。廣明行位。三祇熏修。角立", "894": "性相。疏決真妄。五教者。小始終頓圓。當部所崇曰", "895": "宗。宗之所歸曰趣。", "896": "鬼神欽至真甘露。經云。脩多羅教。如標月指。令人", "897": "依指而識月也。見月忘指。切勿認指為月。故云標", "898": "也。", "899": "若皈依至餓鬼苦。餓鬼宿因。多是慳貪不捨。空腹", "9": "在印一合。次真空印與寶勝如來印一合。次二妙色", "90": "若有聞法者。無一不成佛。故眾香世界。唯以香塵", "900": "高心。由此業因。故墮餓鬼。而今歸依。則摧折慢幢。", "901": "如今聞知。則達諸法空。豈復顧空花之果。聳大我", "902": "之山哉。又何患餓鬼之苦而不能免乎。", "903": "志心信禮至是家務。僧伽。此云和合眾。眾流入海。", "904": "同一醎味。眾姓出家。同姓瞿曇。如水乳合。名和合", "905": "也。謂智高才廣。行端德隆。眾所欽仰。名眾中尊。五", "906": "德者。一心語不麤獷。二說法利人不倦。三戒德清", "907": "淨普聞。四能除煩惱毒害。五常與佛安住。六和者。", "908": "身和同住。語和無諍。意和同悅。見和同解。戒和同", "909": "修。利和同均。利生為業。弘法為務。不憚捐軀殞命。", "91": "而作佛事。聞其香者。皆得法忍。又是五分法身之", "910": "正顯為僧弘法。非分外事也。上讚入鄽垂手之高", "911": "僧。下明苦行頭陀之耆宿也。", "912": "避囂塵至採薪薇。厭暄欣寂。潛避塵世。宴坐於幽", "913": "靜山林之中。棲止於巖阿石室之下。人天恭敬。不", "914": "以為喜。採薪薇以充腹。披毳衣以蔽身。摶草為褥。", "915": "曲肱而枕。以樂道也。", "916": "鉢降龍至相傳付。目連六祖等以鉢降龍。鄧隱峯", "917": "聞二虎󰕛。飛錫空中作聲。因而解散。西天四七。東", "918": "土二三。乃至五宗列派。禪教律諸大宗師。或以法", "919": "傳法。以心印心。如燈傳一燈。燈燈相續。明明不盡。", "92": "香。從戒定等所熏成故。故曰香也。", "920": "名無盡燈。照窮世間。無有休息。故曰法燈常徧照。", "921": "祖印相傳者。此皆以祖師心印遞相傳付也。", "922": "若皈依至傍生苦。傍生者。謂畜生傍人而生也。以", "923": "僧寶是解脫道。一墮畜生。則被人之籠繫。獵之弓", "924": "弩。漁之羅網。庖丁屠割。種種苦惱。設使飛禽走獸。", "925": "常懷獝狘之悲。強弱大小。遞相吞噉。負力償勞。互", "926": "為徵酬。無得解脫。一皈僧寶。則智慧頓發。翻破愚", "927": "癡之網。慈心相向。却敵弓矢之手。有此勝力又何", "928": "患不免於畜生苦乎。此處可通施主情。行者又當", "929": "激勵大眾發菩提心。次則皈依三寶發最上心也。", "93": "不從天降豈屬地生。凡世間者。未有不從地產雨", "930": "眾等發廣大心至三菩提心。人天福報。三界有漏", "931": "之因果。聲聞緣覺孤調解脫。唯求自利。不顧本羣。", "932": "權乘即藏通教。大乘圓教。修六度等。最上乘。即佛", "933": "乘也。阿耨多羅。此云無上。三藐。此云正等。三菩提。", "934": "此云正覺。正言發此大願。不專為己而求人天小", "935": "乘菩薩之果。願與法界眾生一時同得此無上菩", "936": "提之道。既發心已。然後請十方諸佛轉大法輪。令", "937": "彼一切眾生聞此法已。然後頓破無明。開發其本", "938": "有之覺性。而自然成無上菩提。將欲廣迎諸聖大", "939": "轉法輪。必先淨治壇場。整肅莊嚴。方堪禮請。是故", "94": "露陽和而滋長者。今曰不從天降地生者何也。蓋", "940": "次結明王印也。", "941": "先結大輪至呪七徧。依教者。乃甘露軍茶利菩薩", "942": "念誦儀。教持呪密言。令我所作廣大宮殿勝妙莊", "943": "嚴。皆悉成就。無諸障礙也。默念七徧。應想面前空", "944": "處。離身七肘高八肘。現一金色。𠽾󱃐字。此字名莊", "945": "嚴一切佛剎大智大輪金剛三摩地。一入此定。能", "946": "變勝妙宮殿。當以大千國土合為一國土。以此國", "947": "土融成一宮殿。一一莊嚴及諸供具。如華嚴云各", "948": "有阿僧祇數勝妙樂事。問。上來點淨淨地并建曼", "949": "怛。皆有壇場宮殿及諸供具。又何得重複耶。答。上", "95": "吾人心香。天不能葢。地不能載。尚非因之而生。豈", "950": "來所作。但是建立。似有彼此之分。未齊平等之境。", "951": "若不和會融成一土。難彰至理。所以楞嚴會上。世", "952": "尊從面門上放種種光。其光晃耀如百千日。普佛", "953": "世界六種震動。如是十方微塵國土一時開現。佛", "954": "之威神。令諸世界合成一界。正表妄想凝結。則國", "955": "土殊分。真智一起。則法界圓現。今融世界。亦如是", "956": "也。但除妄想。國土自如。況藉神呪之力。何患而不", "957": "成也。初是翻染顯淨。次是從空現假。今是融世界", "958": "而為宮殿。令宮殿之量。等彼大千。廣闊無際。重重", "959": "無盡。方堪容受無邊聖賢也。既已莊飾宮殿。然後", "96": "待栽培而後成者耶。假饒無功用行。皆是妄興勞", "960": "迎請諸聖。故先伸偈禮請也。", "961": "稽首十方至哀納受。稽首者。以首至地。稽延少時。", "962": "總持能皈三業。意起欽承。感佛他心通。身首作禮。", "963": "感佛天眼通。口稱名號。感佛天耳通。十方調御。佛", "964": "寶也。演揚一句。法寶也。三乘一句。僧寶也。慈能與", "965": "法性之樂。悲能󳫠無明之苦。哀納受者。正請也。", "966": "奉請三寶至光臨法會。此是顯請。次則以心光密", "967": "請。既已殷勤三請。諸聖豈得不臨。當現所建壇儀", "968": "而奉獻之。", "969": "印現壇儀。雖現壇儀。意兼密請。謂上所建曼怛。在", "97": "慮。殊不知法法現成。信手拈來。無所不是。又何必", "970": "於印上一時顯現。如印成文。不假先後而成也。正", "971": "所謂森羅及萬象。一法之所印現。而獻佛者。正如", "972": "法華云。諸梵天等。各持宮殿奉獻於佛。勸請世尊", "973": "轉於法輪之旨同也。據建壇儀云。若無壇無佛。應", "974": "結纔發意轉法輪菩薩印。今將請佛說法。須結此", "975": "印先現壇儀也。次請佛。念唵斡資囉拶裓囉吽拶", "976": "吽𠳐。斛手作金剛拳。施慧進力相鉤。相對當󱗉。應", "977": "觀心月輪上白色𠶹哩字放光。至色究竟天請智", "978": "觀音。此天是等覺菩薩成佛之處。色身最極高大", "979": "六十四萬由旬。菩薩來入道場。放無量光。先請十", "98": "三條椽下。七尺單前。晝三夜三。廢寢忘餐。乃至六", "980": "方三寶及顯密護神等。即普集已。互相放光。交光", "981": "相羅如寶絲網。輝煌晃耀瑞所希有。問。凡教中皆", "982": "以果為主。因為伴。今觀音放光召請諸佛。何以因", "983": "為主果為伴耶。答。此有二義。一行者以觀音為所", "984": "緣熟境。今先契此境。是因該果也。二此菩薩是過", "985": "去威德自在光明如來退位度生。雖則示因。元果", "986": "位也。觀音本稱悲。今稱智何也。非智不能運悲故", "987": "也。拶吽𠳐斛者。即鉤索鎖鈴之四攝也。鉤召也。索。", "988": "引也。鎖。留也。鈴。適悅也。此名四轉輪印。若表法而", "989": "論之。即有布施愛語利行同事之四攝法也。經云。", "99": "度萬行。塵沙法門。然後方為究竟也。故先哲云。吾", "990": "先以欲鉤牽。後令入佛智。如婆須密女。執手抱身", "991": "心月淨。脗脣唼舌戒珠圓。約一法而言。若同事攝", "992": "化。隨其所作。漸漸引入佛智。此即同事攝化之鉤", "993": "義也。隨彼求索或法或財而罄捨之終無悔恨。此", "994": "即布施攝化之索義也。導以善行。令彼關閉諸惡", "995": "趣門。此即利行攝化之鎖義也。無礙辯才善巧隨", "996": "順。輭言愛語而獎誘之。令其入道。此即愛語攝化", "997": "之鈴義也。所以諸佛住世。必以四攝而化眾生。故", "998": "回向偈云。願我得證無上道。以四攝法救六趣也。", "999": "眾誦三十五佛。即現十方國土說法度生也。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1081 修設瑜伽集要施食壇儀", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1081 修設瑜伽集要施食壇儀", "author": "明 袾宏補註", "language": "chinese", "source": "CBETA"}