{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B218 懶石聆禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "偈一因事", "1": "懶石聆禪師語錄卷第四", "2": "嗣法門人真蘊錄", "3": "偈二偈", "4": "佛誕佛誕", "5": "夙乘悲願信風吹。駕日香輪倒一披。肘後靈符催五", "6": "濁。額懸寶印洞千扉。伽陀一吐驚群膽。捏怪拈花剔", "7": "兩眉。且喜兒孫根性別。生涯猶落箭鋒機。", "8": "盡十方界不通風。踢碎渾淪降飯宮。吐水九龍天外", "9": "至。蓮華七朵地前湧。指天指地成漏逗。誇勝誇能犯", "10": "舌鋒。一度一年此月日。兒孫冤債報奚窮。", "11": "聞破師翁入渝聞破師翁入渝", "12": "適乘水月宿蘆花。擲釣風高興轉賒。一帶秋波翻玉", "13": "浪。數千紫氣遶晴霞。漁舟泛泛絲絃動。劍閣飛飛毒", "14": "鼓撾。欲使中華歌古調。憑空推出海天車。", "15": "哭破師翁哭破師翁", "16": "翁逝高梁法棟傾。錦江半壁月徵清。風規零落龜毛", "17": "拂。法範罕逢兔角生。照世祖燈收慧燄。輝天佛日愈", "18": "沉平。兒孫媿繼雙林嗣。慘戚傷思淚滿襟。", "19": "祝本師和尚祝本師和尚", "20": "峨眉脩月洞三秦。五十於今已二春。玉麈撝開山顯", "21": "秀。金錘拈處海翻身。慈風博大過先德。慧日高懸燭", "22": "舊新。夙願乘悲臨彼岸。為憐浮世渡關津。", "23": "上薙髮師翁上薙髮師翁", "24": "二十年來幾琢磨。烽塵幕幕隔煙蘿。德深未報猶縣", "25": "磬。恩重難酬似佩珂。水冷山寒情固遠。天空月白誼", "26": "偏多。境風吹入終南寺。違侍巾瓶爭奈何。", "27": "懷雪臂法伯懷雪臂法伯", "28": "如王氣宇報鴻恩。特地翻然釋卻瓶。任是玄關難把", "29": "住。令人白眼盡思形。風高日麗垂南極。月朗更澂拱", "30": "北庭。未識何方吹鐵笛。一聲雷震海天清。", "31": "靜明有感靜明有感", "32": "古志城東曰靜明。清規提率振嘉聲。兔狐自是嫌遊", "33": "戲。獅象從教任縱橫。門外旛高來野鶴。室中竹杖警", "34": "兒孫。城頭放出梅花月。香照長林萬卉新。", "35": "送人下瀟湘送人下瀟湘", "36": "金風一點動溪頭。谷尾殘霞合水流。杖影斜挑峰上", "37": "月。缽盂時貯海中漚。藤床垢物倩誰掃。花徑清幽少", "38": "客遊。第取漢南無孔笛。任君和遍楚天秋。", "39": "送返聞侍者送返聞侍者", "40": "巴山楚水谷雲深。蜂也乘幽攘翠岑。朝事清香和日", "41": "暖。夜隨明月下珠林。矮橋遮莫攔江岸。短杖精神幾", "42": "縱擒。媿我無聞能器汝。而今返帶露沾襟。", "43": "送眉樵南行送眉樵南行", "44": "行雲率意泛天涯。志邁秦關野店家。晝賴清風穿鬢", "45": "瘦。夜隨明月看梅花。依稀船子舟前客。彷彿大隋火", "46": "裏蛇。萬疊奇峰留不住。山前山後遶煙霞。", "47": "次非眼劉居士韻次非眼劉居士韻諱道開", "48": "渠無國土復何家。應世惟拈鏡裏花。幻化空身疑是", "49": "夢。攢花簇錦未為嘉。龜毛拂跳三千界。兔角杖橫海", "50": "外槎。非有非無放下著。乘機且御白牛車。", "51": "秋喜樂軒巴護法歸秋喜樂軒巴護法歸", "52": "宇宙清虛近酉申。丹心一片罄丰神。風扶舜日賢良", "53": "主。功配堯天倚北辰。表帥森羅開帝業。豎張圖畫接", "54": "來賓。秋光奕葉香無際。亂壑巉巖句句新。", "55": "寄電書主靈巖山寄電書主靈巖山", "56": "山明水秀列花場。踞地獅兒吼法王。風月一簾飛閣", "57": "外。彩霞千道遶檐傍。松筠每誦春前句。玉鼎常焚菊", "58": "苑香。七尺青藜撝宇宙。裁雲剪韻滿瓶裝。", "59": "江南約江南約", "60": "竹裏金英氣正肥。羨君省覲老龍歸。飽餐佛法奚終", "61": "用。樂撫松篁卻後隨。有意江山添義氣。無心水鳥合", "62": "同機。布篷壓碎桃花浪。他日相逢句莫違。", "63": "送易庵和尚送易庵和尚", "64": "曹谿碧漾月來交。萬里清光結似𠪯。蝦蟹紛紛漂浪", "65": "去。魚龍振振肆音潮。鐺支爛煮黃梅雨。衲補渾忘雙", "66": "桂嬌。昨向長天撝一劍。從教處處斬新條。", "67": "輓通天老宿一百三十九歲輓通天老宿一百三十九歲", "68": "覷破鴻濛句子生。數釐花甲兩輪人。誕於明主肅宗", "69": "日。訃頌清朝穀旦辰。踢碎煙波遊錦國。橫披霜月動", "70": "江濱。懸思鐵鶴沖霄漢。萬紫枝頭獨弄春。", "71": "結制結制", "72": "清高薄衲水雲僧。峭壁交光日影澂。方丈裏頭七尺", "73": "木。月明簾外一團冰。生擒龍象終初志。活捉虛明似", "74": "不曾。坐斷聖凡空劫外。那容情識較疏親。", "75": "次韻次韻", "76": "古漢叢中艸店開。逢場作戲盡良才。神機一著雲翻", "77": "雨。妙用全彰虎伏崖。佛日重光風滿座。祖庭當曉色", "78": "生苔。等閒撥轉天關路。萬里金鵬任往來。", "79": "高眺高眺", "80": "窮日登高廓大方。森羅萬象自文章。無心達去頭頭", "81": "合。舉意看來色色裝。本地風光明寂滅。域中日月照", "82": "穹蒼。寒梅漏泄東山事。幾點雲聲獨弄香。", "83": "芍藥芍藥", "84": "清韻叢中燦一枝。香魂消灑澹濃彌。遊蜂隊隊如堆", "85": "上。蝴蝶翩翩故放時。風暖鳥音吟細碎。日高花影落", "86": "來遲。賞心不覺歸來晚。敲散殘雲月滿籬。", "87": "秋月秋月", "88": "望裏瑤天愈見奇。清光何事映東籬。霜侵紅葉香流", "89": "遠。風掃青巖色漸移。陶冶冰心圜似鏡。磨磷瘦骨頓", "90": "忘疲。登樓目上千山闊。笑指孤輪燦爛隨。", "91": "九日九日", "92": "破屋蕭蕭枕寂寥。雲開日朗覺天遙。青霜密密籠幽", "93": "竹。黃葉高高過野樵。一合乾坤猶可畫。半天玄妙倩", "94": "誰描。韶光氣接重陽九。鑑盡山河髮不饒。", "95": "除夕除夕", "96": "錫駐城東歲已除。人天莫測道還孤。霜敲雪月風生", "97": "谷。麈拂梅花香到廚。瑤艸階前增秀氣。女蘿松上肆", "98": "高呼。門塵何用笤帚掃。自有神珠不夜符。", "99": "數載敲冰漢水涯高撐。玉鼎煮蒙茶。虛邀海內英賢", "100": "士。幸有爐頭老作家。我媿線才無用處。師垂錦繡興", "101": "偏賒。東風篆出新皇令。大塊蒼生悉賴他。", "102": "落落商山歲乍更。爐中柏子翠煙生。有收有放皆靈", "103": "物。無舊無新本現成。寶閣風高須策進。禪堂夜永火", "104": "長明。門塵未掃迎佳節。薦取春回第一程。", "105": "攛落滇雲臘已三。滿腔風味倩誰擔。千鄰燈火輝天", "106": "企。萬井寒煙遍界參。懶貼桃符易舊曆。勤修梅弱蕊", "107": "新簪。春前密啟通玄士。起祚皇風彩瑞頒。", "108": "杖指芙蓉說法初。招提元不為人除。才疏學淺詞難", "109": "并。且讀無文字一書。撥火爐頭吹燄燄。披襟榻半氣", "110": "如如。雞啼五夜摧殘去鴈語聲清和有餘。", "111": "詠雪詠雪", "112": "凝精大塊卻成交。益秀林巒帶霧拋。松蔭流沙涵翠", "113": "色。梅驚傲富起花苞。柴扉罕遇人來往。竹榻且無月", "114": "魄敲。坐對紗窗斜照豔。春王從此發初爻。", "115": "氣滿乾元體一同。飄颻絡繹洗寒空。虯松泊亂千峰", "116": "上。瑞竹欹斜萬壑中。起色芙蓉成盛世。壯觀少室悟", "117": "靈通。笑逢節臘春燒日。幸展天顏育化風。", "118": "鞦韆鞦韆", "119": "倩木支挑作釣橋。頻登恰似鶴沖霄。旋空摺轉花容", "120": "面。平地輕飛雲髻嬈。手把絲綸開鳳翼。足登煙霧奪", "121": "龍飆。每乘春意來相戲。踢碎楊花和日高。", "122": "次韻次韻", "123": "庭前垂柳也生根。帶月披煙兩不存。幾度春風含翠", "124": "嶂。一回秋艷占疏村。單持白拂德山子。獨唱玄歌臨", "125": "濟孫。報道知音揚正化。撥開頑鈍顯奇門。", "126": "古柏古柏", "127": "貌古蒼蒼點翠賒。清浮歷歷傲煙霞。不凋不謝經霜", "128": "露。無喜無憂結皚花。大地乾坤堪作屋。星辰日月概", "129": "為。家原來未有相欺意。一任風敲展歲華。", "130": "翠竹翠竹", "131": "蔕固雄撐節節空。生來孤翠傲清風。披星帶月搖疏", "132": "影。吸露含煙顯密宗。昔日香嚴曾擊悟。今朝懶叟以", "133": "為筇。庭前深韻懷知己。孰裔腥臊氣慨沖。", "134": "石牛石牛", "135": "蓋色奇聲像似牛。無紋毛色混春秋。餐霞服露追風", "136": "懶。臥雪臨霜合上流。莫大虛空藏石尾。無端示跡在", "137": "江頭。由來曠劫心非異。六合為欄總不收。", "138": "碧桃碧桃", "139": "商山院裏燦枝枝。香噴清奇烈素姿。荊棘林中藏瘦", "140": "骨。月明簾外露豐脂。鶯花映日矜玄瑞。雨灑搖風逞", "141": "妙辭。獨占春王摽信節。蜂搔蝶舞快心宜。", "142": "影子影子", "143": "勿形神化甚靈清。凡聖何曾離得卿。步步無虧觀所", "144": "應。聲聲有詠聽由真。同遊國土三千界。共枕風煙百", "145": "億城。總屬妙圜全體事。其中透漏太分明。", "146": "讀月幢法兄錄讀月幢法兄錄", "147": "龜毛卓豎奪龍睛。獨唱玄風格外行。杖指當陽親切", "148": "句。襟懷大地調高鳴。鋒鋩箭筈權生殺。石火光飛作", "149": "用清。聖跡凡蹤俱掃卻。舌頭拖地覆乾坤。", "150": "亂峰山頂露金睛。博地輕煙踢碎行。谷口風生迎虎", "151": "嘯。海中雲起接龍鳴。黃頭謾說聲前意。碧眼難明句", "152": "後清。只為同根先話墮。流芳千古喜于昆", "153": "過香水寺過香水寺空庵祖道場", "154": "由來勝跡隱峰阿。香水潺潺泛淥波。臨濟家私曾漏", "155": "泄。德山活計若為多。空庵聲價吟松籟。少室精瑩鎖", "156": "翠蘿。寥落煙光從地。起當天日月古今磨。", "157": "次半生法弟韻次半生法弟韻", "158": "敲空作響應須知。杲日寰中正照彌。獨唱玄機修一", "159": "舌。高歌雪曲策雙眉。梅花已吐春新句。椒眼睜開瑞", "160": "色芝。易貫古今天地事。皎明及第獲心師。", "161": "次權宰韓戎府次權宰韓戎府", "162": "風月何期浩滿洲。行吟清譽望難休。幾回立盡三春", "163": "雪。一字搜空萬劫愁。夢裏忽驚霜入鬢。梅邊不覺露", "164": "沾裘。而今又得逢君話。快我浮生傲石樓。", "165": "壽韓護法壽韓護法", "166": "春滿乾坤風滿庭。彩雲淨盡露天真。包羅日月於中", "167": "闊。吞吐色空分外新。歷落慣遊華藏界。清閒洞徹古", "168": "今人。無拘無束無先後。勳績端然享大椿。", "169": "賀實如掌教賀實如掌教", "170": "法門砥柱蔚英才。立教扶宗震似雷。金馬出欄嘶佛", "171": "日。玉龍吼雨攘春臺。妙明演印千機合。道氣清流萬", "172": "彙裁。恆把慈風新萬卉。高懸慧日照人懷。", "173": "寄大雲弟寄大雲弟", "174": "道人無愧笑呵呵。口訥言遲氣自和。離俗但忘憎愛", "175": "少。處塵寧畏是非多。墜星灣裏分殘照。卷蓆庭前話", "176": "縷覶。任教我山千萬仞。只府冷眼看如何。", "177": "寄六鰲弟寄六鰲弟", "178": "剛逢一笑在人前。道契同源別調玄。妙應叢中開佛", "179": "見。斗光寺裏起單傳。拈來色色超中外。把出心心絕", "180": "正偏。話舊曹谿水底月。精明皎潔杏花天。", "181": "示輝瑞禪人示輝瑞禪人", "182": "終日相逢無半面。毅然千里孰知音。不須格外論奇", "183": "特。只此全機耀古今。傾蓋相投猶未熟。誰能把臂共", "184": "譚心。頻吹鐵笛雲驚騖。獨震曹源一派清。", "185": "送松月禪人歸里送松月禪人歸里", "186": "巴山字水碧雲高。松月堂堂敏俊操。放去彌天呵佛", "187": "祖。歸來博地弄腥臊。支鐺爛煮藤花食。赤背橫披葛", "188": "布袍。捃拾餘機全大節。逢人謾莫逞英豪。", "189": "復本師和尚韻復本師和尚韻", "190": "破雨牧空山。荒田豈廢焉。窗芸千嶂月。壁挂萬峰煙。", "191": "薄食苔花苑。和衣枕石眠。韜光方瓦合。無奈一燈傳。", "192": "寄月幢法兄寄月幢法兄", "193": "宇宙初飄白。雲疏葉澹裝。終南山月迥。雞足雪花香。", "194": "適寄曹源信。聊書犀扇章。孤明風襲襲。流影奪諸方", "195": "秋日寄懶生法兄秋日寄懶生法兄", "196": "峨眉清月炯。四海鑑何寥。丹桂香千界。嬋娥鎮九霄。", "197": "為連枝一氣。必固蔕同條。才話風雲句。江天作指標。", "198": "壽密言律師壽密言律師", "199": "漢江飛片月。今古洞名場。海會祥千集。毘尼放玉光。", "200": "龍吟鐵缽裏。虎嘯木叉傍。浩浩慈風作。如蓮出水香。", "201": "次軔初禪人韻次軔初禪人韻", "202": "謝卻連雲棧。飄然入市廛。奇逢脫略語。話舊喜多緣。", "203": "水澹涵天色。山橫抱日眠。一生清冷句。不是口頭禪。", "204": "送石雲請藏送石雲請藏", "205": "疏雨灑梅煙。江聲送客船。片帆開錦浪。孤月照秦川。", "206": "杖縮東吳地。書傳雙桂山。櫂翻三海白。龍藏即為還。", "207": "解制解制", "208": "旭日臨空際。山川艸木暉。遊蜂褫豔舞。野衲逐雲飛。", "209": "碧水涵清月。落花香襲衣。杖頭傾法乳。諸子息心歸。", "210": "春遊春遊", "211": "散步芙蓉地。花蔭艸色盈。東風吹未悉。柳陌報春晴。", "212": "逸興長空下。還連紫竹聲。過橋堪一笑。足底有龍吟。", "213": "中秋中秋", "214": "時值良宵節。登臨別一天。蟾宮花正燦。水裏月初圜。", "215": "萬木敲寒色。千峰鎖澗川。憑欄風勢急。落葉翦殘煙。", "216": "雲掩中秋月。森羅意未舒。黃花香襲襲。紅葉雨疏疏。", "217": "水潦寒潭靜。天光瑞氣如。禪心超白業。明暗不相拘。", "218": "九日九日", "219": "秋色才堪畫。憑欄菊正香。花肥飄老葉。詩瘦懶新粧。", "220": "千里雲來過。一聲雁語行。金風殊取次。滴露艸含霜。", "221": "贈牧雨弟贈牧雨弟", "222": "笠挂於東壁。惟棲一老屋。鋤煙喜植松。耨雨偏修竹。", "223": "或嘯月明樓。或交歌管族。荷華出水香。梅子抱雲熟。", "224": "門對碧天開。獅象遊何獨。", "225": "為行者授衣為行者授衣", "226": "今朝十月初一。水月能仁現瑞。二諦瞻仰何殊。卻是", "227": "木叉出隊。八面玲瓏浩浩。絕色絕空歷歷。行者被服", "228": "歸心。不許持犯第一。", "229": "示元亨寄名示元亨寄名", "230": "菊日金風清北斗。商山佛殿麒麟走。觀音密應妙圓", "231": "通。注汝心頭安樂否。從斯不受病緣侵。名喚元亨和", "232": "泰久。", "233": "滇南八境滇南八境", "234": "昆池夜月昆池夜月", "235": "羨爾滇池浩劫幽。舶來載得廣寒遊。拈筇落影牽𨹁", "236": "嶺。收櫂輕煙繞漢樓。水鏡體涵星斗浴。珊瑚枝帶玉", "237": "球浮。清風領出龍王令。不許閒雲占上頭。", "238": "商山樵唱商山樵唱", "239": "路入商山峭可躋。樵斤幾應響林西。層崖尚有雲穿", "240": "席。老樹豈無猿笑啼。旋折梅花香引座。時肩竹筍影", "241": "行梯。斜陽落照歌聲近。一曲韶音和太齊。", "242": "五華鶯繞五華鶯繞", "243": "數來氣秀境堪聯。鶯繞五華羽翼翩。地靜林開風正", "244": "令。天青雲澹月初圓。幾回翫也情何極。一度思之景", "245": "未全。但得鳥啼花發後。春前圖畫古今傳。", "246": "螺峰疊翠螺峰疊翠", "247": "洞鎖奇雲隱大仙。螺峰疊翠會城邊。頂冠佩霧朝金", "248": "闕。衣帶彩霞拂御前。襲襲松風盈耳目。蒼蒼蘿月引", "249": "前賢。昆池影戲龍爭鬥。氣壯皇圖億萬年。", "250": "碧雞秋色碧雞秋色", "251": "一片清輝彩色張。碧雞搖影弄奇香。離魂奼女遊霄", "252": "漢。守兔獃郎戲水梁。淺菊籬邊含玉艷。閑花鏡裏吐", "253": "金光。古今烈子何蕭索。空附其名宇宙莊。", "254": "金馬朝暉金馬朝暉", "255": "歸化庭前搖御鞭。朝暉金馬勢衝天。銀鞍緊佩張騫", "256": "跨。玉鐙高懸待范僊。渴飲青霞筋骨壯。饑餐碧霧羽", "257": "毛鮮。威雄不假陰陽力。初闢鴻濛卻占先。", "258": "官渡漁燈官渡漁燈", "259": "燈盈柳岸燦紅英。水底連天似又春。光射龍宮開鳳", "260": "雉。香騰霄漢落江濱。漁人沙浦擎杯樂。鷗臥荷亭望", "261": "月吟。道泰時清官渡古。夜航不隔往來人。", "262": "龍池躍金龍池躍金", "263": "鑑晴水國動天心。雲麗金騰龍欲吟。數數煙花香不", "264": "禁。亭亭風雨操胡琴。臨涯杖影魚驚釣。洎岸虹蜺鳥", "265": "畏擒。六月飛瀾疑瑞雪。滿城盡聽海潮音。", "266": "懶石聆禪師語錄卷第四板藏嘉興府楞嚴寺經坊"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B218 懶石聆禪師語錄", "author": "清 聆說　海瑞等錄"}