{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1127", "1": "傳授三壇弘戒法儀全", "10": "作為。答云為諸佛子剃頭授戒。師云善哉可爾答云是。收具起。問", "100": "金剛力士。山川大地水陸虗空諸大神祗。伽藍土地", "101": "一切真宰。惟願不違本誓。臨降戒壇。精嚴擁護。", "102": "開導云。作禮三拜。師云。", "103": "諸善男子等。三寶光臨。萬神侍衛。欲求歸戒。先當懺", "104": "滌𠎝瑕。如人浣衣然後加色。汝今至誠隨我懺悔舉云。", "105": "我昔所造諸惡業皆由無始貪嗔癡", "106": "從身語意之所生一切我今皆懺悔", "107": "每句隨和拜畢。師云。", "108": "諸善男子等。汝今既淨身口意業。應當歸依佛法僧", "109": "寶。師云我某甲歸依佛　歸依法　歸依僧。", "11": "訊傍立。召首者云。上香又云。一齊起身。向上排班。聞磬聲。至誠頂三拜長跪合掌。開導舉香讚。", "110": "歸依佛兩足尊　歸依法離欲尊　歸依僧眾中尊", "111": "歸依佛竟　歸依法竟　歸依僧竟。", "112": "如來至真等正覺　是我世尊　我今歸依慈愍故", "113": "一拜慈愍故一拜。大慈愍故以上。一一師三舉。子三答。畢。三拜　師云。", "114": "諸善男子等。汝既捨邪歸正。戒已圓成。若欲識相護", "115": "持應授五戒。師云我某甲。", "116": "不殺生", "117": "不偷盜", "118": "盡形壽不邪婬是根本戒。汝能持否。答云能持。", "119": "不妄語", "12": "君恩賜度。親命非違。斷除恩愛入無為。師法稟儀威", "120": "不飲酒師撫尺云。", "121": "諸善男子等。此支五戒。一一不得犯。汝能持否。答云能", "122": "持開導召沙彌云。作禮三拜。開導復云。受五戒者。起身出　師云。", "123": "諸善男子等。五戒為入道之初因。出三途之元首。即", "124": "授沙彌十戒。形備法儀。此稱勤策。依師而住。受利同", "125": "僧。是為應法沙彌。應當頂受。師云我某甲。", "126": "不殺生", "127": "不偷盜", "128": "不婬欲", "129": "不妄言綺語兩舌惡口", "13": "剃度。披衣受戒自心歸。", "130": "不飲酒", "131": "盡形壽是沙彌戒能持否答云能持", "132": "不著香華鬘不香塗身", "133": "不歌舞倡伎不往觀聽", "134": "不坐高廣大床", "135": "不非時食", "136": "不捉持生像金銀寶物", "137": "從不殺生。至不捉持生像金銀寶物。能持否。答云能持。", "138": "師云此支十戒。一一不得犯。汝能持否。答云能持。師云諸善", "139": "男子等。汝今受戒之後。當須頂戴奉持。不得違犯所", "14": "登初地菩薩摩訶薩三遍。開導召諸子云。作禮三拜。又云。", "140": "持戒律。供養三寶。勤種福田。於和尚阿闍黎。一如法", "141": "教。於上中下座。心常恭敬。精進行道。報父母恩。衣取", "142": "蔽形。不以文彩。食取支命。不得嗜味。花香脂粉。無以", "143": "近身。好色邪聲。一無視聽。徐言持正。勿宣人短。倘有", "144": "爭者。兩說和合。男女有別。草木無傷。非賢不友。非聖", "145": "不宗。法服應器。常與人俱。非時不食。非法不言。精勤", "146": "思義。溫故知新。坐則禪思。起則諷誦。閉三惡道。開涅", "147": "槃門。於比丘法中。增長正業。菩提心而不退。般若智", "148": "以長明。廣化眾生。齊成正覺。用心如此。真佛弟子。", "149": "師撫尺云。", "15": "諸善男子等。請師言句。汝合自陳。汝若不能。皆隨我", "150": "諸善男子等。從今下壇已去。勤修戒定慧。息滅貪嗔", "151": "癡。更當計取某年月日時授沙彌戒。聖事既成。當生", "152": "慶幸。一拜起身。作法回向　　開導云。作禮一拜起身　師舉云。", "153": "受戒功德殊勝行。無邊勝福皆回向。普願沉溺諸有", "154": "情。速往無量廣佛剎。回向因緣三世佛。諸尊菩薩摩", "155": "訶薩。摩訶般若波羅密。", "156": "開導云。不勞起具。至誠頂禮　和尚諸師。三拜起具問訊。又云。分班。又云。末後前行。至此鐘鼓齊鳴師舉。", "157": "南無本師釋迦牟尼佛", "158": "至方丈前。開導召沙彌云。長跪合掌。候　師入室。開導作禮三拜。起身傍立。召沙彌云。作禮一拜。起身問", "159": "訊。又云。分班末後前行。鍾鼓齊止。", "16": "道唱念云。", "160": "說比丘戒法卷中說比丘戒法卷中", "161": "前文執事設座畢。鳴磬三下。禪堂開大靜。接鐘方丈傳香。大眾俱集。侍者傳爐座上。拜訖。開導滾擊子。殿主擂", "162": "鼓。復召沙彌。末後前行。至九師所。沙彌兩邊對面立定。開導向九師。觸具一拜傍立。召沙彌云。向上排班", "163": "作禮一拜。問訊分班。又云。末後前行。至方丈前。轉身長跪合掌。開導佇立門外。九師轉身傍立。待羯磨師", "164": "至。住立中央。諸師一齊向上一拜。各歸本位。開導展具。作禮三拜。起身傍立。召沙彌云。一齊起身。向上排", "165": "班。展半具作禮三拜。問訊長跪合掌。開導云。", "166": "諸善男子等。各各記取得戒和尚。並及九師名字。不", "167": "得忘失乃云。", "168": "第一位。某處某宗師。為汝諸人。作得戒大和尚。", "169": "第二位。某處某禪師。為汝諸人。作羯磨阿闍黎。", "17": "大德一心念。我某甲今請大德為剃頭受戒和尚。願大", "170": "第三位。某處某禪師。為汝諸人。作教授阿闍黎。", "171": "第四位。某處某禪師。為汝諸人。作尊證阿闍黎。", "172": "第五位。某處某禪師。為汝諸人。作尊證阿闍黎。", "173": "第六位。某處某禪師。為汝諸人。作尊證阿闍黎。", "174": "第七位。某處某禪師。為汝諸人。作尊證阿闍黎。", "175": "第八位。某處某禪師。為汝諸人。作尊證阿闍黎。", "176": "第九位。某處某禪師。為汝諸人。作尊證阿闍黎。", "177": "第十位。某處某禪師。為汝諸人。作尊證阿闍黎。", "178": "開導召沙彌云。至誠作禮三拜。開導作白云。", "179": "夫明鏡當臺。遇形則鑑。洪鐘在架。有扣則鳴。圓成三", "18": "德為我作剃頭受戒和尚。我依大德故。得剃頭受戒", "180": "聚。須假於三師。舉檢七非。全憑於七證。今為汝。請現", "181": "前諸師。為汝等。作羯磨阿闍黎。教授阿闍黎。尊證阿", "182": "闍黎。所有請詞。皆隨我道開導作梵。沙彌隨和。", "183": "大德一心念。我某甲。今請大德為羯磨教授尊證阿", "184": "闍黎。願大德。為我作羯磨教授尊證阿闍黎。我依大", "185": "德故。得授具足戒。慈愍故一拜。慈愍故一拜。大慈愍故一拜。", "186": "羯磨闍黎云。", "187": "諸佛子等。汝既殷勤伸請。我現前諸師。為汝等作羯", "188": "磨阿闍黎。教授阿闍黎。尊證阿闍黎。清淨莫放逸。沙彌", "189": "答云頂戴奉行開導召戒子云。作禮一拜。又云。", "19": "法。慈愍故一拜。慈愍故一拜。大慈愍故一拜　　師撫尺云。", "190": "今為汝請某處某宗師。為汝等。作得戒大和尚。所有", "191": "言詞。皆隨我道開導作梵。沙彌隨和。", "192": "大德一念。我某甲。今請大德為我作得戒和尚。願大", "193": "德。為我作得戒和尚。我依大德故。得授具足戒。慈愍", "194": "故一拜。慈愍故一拜。大慈愍故一拜　和尚撫尺云。", "195": "諸佛子等。汝既殷勤伸請。我為汝等。作得戒和尚。清", "196": "淨莫放逸。沙彌答云頂戴奉行。開導召沙彌云。作禮一拜。起具問訊分班。又云。末後", "197": "前行。和尚舉。", "198": "南無本師釋迦牟尼佛大眾隨和。迎至法堂前。沙彌轉身對面。長跪合掌。十師進", "199": "法堂。遶壇一帀。旋至二級。向上莊立。執事鳴磬三下。鐘鼓暫止。次十師大展三拜。長跪合掌。開導跪前。宣", "2": "明天啟北禪寺弘戒沙門　法藏　撰集", "20": "諸善男子等。汝既慇勤伸請。我為汝作剃頭授戒和", "200": "祝聖文。", "201": "唯菩提之植種。仰戒律以棓根。誠為正法之隄防。", "202": "永作心宗之城壍。匪憑外護。曷固弘傳。是以", "203": "菩薩現輪王而致治", "204": "人君開佛化以宣崇。觀夫印土歷主之護興。監彼支", "205": "那積朝之勅闡。況我", "206": "聖朝。大明慧日。博扇玄風。創開壇於　洪武十年。暨", "207": "善述於　成祖昭世　神宗賜衣錫於五臺。而律", "208": "再振。叢林瞻星日於三界。以法重光。況我", "209": "大清皇帝。竭佛日於中天。統宗風於大地。", "21": "尚。所有開示。汝當諦聽又撫尺云諸佛子等。只遮一法心", "210": "列聖恩深", "211": "今皇德重。比丘和尚俯地稱名。開導又云感此。山居無難。人道多", "212": "祥。開後學以良愧樗材。報洪庥而徒傾葵蕚。願弘", "213": "戒法。永祝", "214": "堯天。敬修草莾之壇。學展蘇羅之律。衍無疆於", "215": "聖壽。祈鞏固之　皇圖　叡性日光", "216": "神威震肅。俾萬方之戈偃。見四海之瑞呈", "217": "內壺賦睢鳩　青宮敏麟趾。鎮干城於閫外。挺柱", "218": "石於朝中。賢侯分化以闢疆。黎庶歌風而擊壤。嘉", "219": "禾歲稔。甘雨時調。人人證梵網之門。處處稟毗尼", "22": "源湛寂。法海淵深。迷之者。永劫沉淪。悟之者。當處解", "220": "之德。咸承垂拱共沐清　和尚起身。舉云。", "221": "持戒清淨如滿月身口皎潔無瑕穢", "222": "大眾和合無遺諍是乃可得同授戒", "223": "每句隨和。畢。十師作禮一拜。起具問訊　和尚復舉。", "224": "南無建壇四聖菩薩以舉菩薩。鐘鼓齊鳴。旋至建壇菩薩所。十師齊跪。和尚拈香。畢。", "225": "一齊起身。展半具作禮三拜。問訊　和尚仍舉。", "226": "南無本師釋迦牟尼佛眾師同和。遶壇一帀。即便陞座。九師亦然。開導鳴磬。鐘鼓", "227": "肅靜。開導大展三拜。起身傍立。滾擊一振。和尚拈香云。每拈瓣香畢。開導滾擊子一遍。拈香事畢。開導召", "228": "沙彌云。上香。竟。開導云。一齊起身。向上排班展全具。和尚舉。", "229": "戒香定香解脫香光明雲臺徧法界", "23": "脫。欲求歸道。無越出家。放曠喻如虗空。清淨同於皎", "230": "供養十方無量佛見聞普熏證寂滅", "231": "每句戒子接和。四句四拜。開導云。問訊。又云。長跪合掌。和尚云。", "232": "諸佛子等。汝既痛念生死。從僧乞受具足大戒。我今", "233": "為汝一心恭請", "234": "三寶護法諸天。攝授覆護。方堪進戒。諸佛子等。汝當", "235": "渴仰翹勤恭肅歸投聽我一心至誠奉請開導云。", "236": "香花引。又云香花請。師云我某甲一心奉請", "237": "華藏世界清淨法身毗盧遮那世尊。圓滿報身盧舍", "238": "那世尊。千百億化身釋迦牟尼世尊。西方接引阿彌", "239": "陀世尊。當來下生彌勒世尊。盡虗空徧法界一切諸", "24": "月。修行緣具。道果非遙。始從尅念之功。畢證無為之", "240": "佛世尊。惟願不違本誓。慈光攝照。證明受戒。開導云。作禮三", "241": "拜。又云。", "242": "香花引。亦云香花請。師云我某甲一心奉請", "243": "大小二乘毗尼律藏。五篇三聚解脫木叉。三藏十二", "244": "分經權實教典。離欲真淨甚深法寶。南無大方廣佛", "245": "華嚴經。謹運一心皈命敬禮開導云。作禮三拜。又云。", "246": "香花引。亦云香花請。師云我某甲一心奉請", "247": "觀音。勢至。文殊。普賢。善財童子。龍女真宰。華嚴海眾", "248": "諸大菩薩。律藏會上優波離尊者。西天東土歷代祖", "249": "師。終南山中諸大律師。慧山清泉堂上上元下白大", "25": "地。所以我大覺世尊。捨金輪之寶位。子夜踰城。脫珍", "250": "和尚。華山隆昌堂上上見下月大和尚。浮山華嚴堂", "251": "上上文下弱大和尚。本寺開山列代尊僧。周鉢明志", "252": "二位禪師。惟願不違本誓。慈光攝照。證明受戒。開導云。作", "253": "禮三拜。又云。", "254": "香花引。又云香花請。師云我某甲一心奉請", "255": "華嚴會上寄位諸天。梵釋四王。天龍八部。護戒善神。", "256": "金剛力士。山川大地水陸虗空。諸大善神。伽藍土地", "257": "一切靈祇。惟願不違本誓。臨降戒壇。精嚴擁護。開導云。作", "258": "禮三拜。以上恭請三寶諸天。必須身心清淨。生難遭想。戒子凡禮宜當五體投地。不得慢意。珍重　師云。", "259": "諸佛子等。三寶光臨。萬神侍衛。汝當至誠隨聲禮敬。", "26": "銜之龍衣。青山斷髮。容鵲巢於頂上。掛蛛網於眉間。", "260": "開導云。作禮一拜。起身。師舉云。", "261": "稽首禮諸佛及法比丘僧今演毗尼法", "262": "令正法久住優波離為首及餘身證者", "263": "今說戒要義諸賢咸共聽", "264": "戒子。每句隨聲和。訖。頂禮一拜。畢。開導云。長跪合掌　師撫尺白眾云。", "265": "天音罕遇。戒德難思。能超凡鄙穢流。可入眾聖寶位。", "266": "為師為匠。誠易誠難。人法須鍊爐韝。弘開禁戒受持。", "267": "根塵先雪如無。衣鉢莫容缺借。前言眾難。後列輕遮。", "268": "問若不解不知。勤勞徒設。信其實語實答。陶誘得方。", "269": "令發上品真誠。要期塵境俱寂。十方善法。注汝身心。", "27": "修寂滅而證真常。斷塵勞而成正覺。三世諸佛。不說", "270": "五分基成。三身體具。當須同志。願勿異緣。我某甲謹", "271": "白。又云諸開導。將此沙彌。安至見處不聞處立。待沙彌至彼處", "272": "已　師撫尺云。", "273": "僧集否。羯磨答云僧已集。又云和合否。答云和合。又云未受具戒", "274": "者出否。答云此無未受具戒者。又云僧今和合。何所作為。", "275": "答云受戒和僧。單白羯磨。又云受戒和僧。單白羯磨。惟願", "276": "大眾慈悲證明作白。", "277": "大德僧聽。此一住處一受戒。若僧時到僧忍聽。和合", "278": "受戒。白如是。良久作白成否。諸師答云成師撫尺云。", "279": "大德僧聽。彼有沙彌某甲等。將陞寶壇。從僧乞受具", "28": "在家成道。歷代祖師。阿誰行染度人。所以佛佛授受。", "280": "足大戒。眾中先請某禪師為羯磨師。次請某禪師為", "281": "教授師羯磨闍黎云。", "282": "眾中誰能為彼諸人。作教授師。教授師答云我某甲能。羯磨", "283": "師云。", "284": "長老既能聽作法。差教授師。出眾問難。單白羯磨。惟", "285": "願和尚大眾慈悲證明作白。", "286": "大德僧聽。彼沙彌某甲等。從和尚上某下某求授具足戒。", "287": "若僧時到僧忍聽。某甲為教授師。白如是。良久作白成", "288": "否。尊證答云成。羯磨師云作白既成。教授師出眾問難。壇上諸師。鳴魚", "289": "誦大悲呪。教授師從座起。整衣出眾。向法座前。端莊問訊而去。引請前行。引教授師。至法堂前云。乞戒者。", "29": "祖祖相傳。不染世緣。方成法器。故得天魔拱手。外道", "290": "兩行長跪合掌。待教授師至法座前問訊而坐。引請。又云。乞戒者。起身向上排班一字。具落地合掌。又云。", "291": "乞戒弟子某甲戒子稱自名。引請云頂禮教授師。起身問訊長跪合掌諦聽。教授師撫尺。云。", "292": "諸佛子等。壇上諸師作法。差我下來問汝諸人遮難。", "293": "汝莫恐怖。須臾之間。令汝諸人。陞於寶壇。受具足戒。", "294": "成大比丘。入三寶數。此非小緣。當生慶幸。", "295": "夫戒者。乃菩提之根本。聖道之鎡基。佛世利機。契動", "296": "便感。末世澆薄。聖制從緣。緣集則作法成功。緣散則", "297": "戒德無立。無作功勛不可見也。托緣定其有無。三衣", "298": "一鉢。是汝諸人得戒之正緣。我於未問汝遮難之前。", "299": "先與汝說衣鉢名相。汝當知之。汝諸人。身上各有五", "3": "清終南山蟠龍禪寺比丘　超遠　檢錄", "30": "歸心。上酬四重之恩。下濟羣生之苦。所以云流轉三", "300": "條衣。梵語安陀會。此云作務衣。寺中執勞服役。路途", "301": "出入往還。當著此衣。汝諸人。身上所披七條衣。梵語", "302": "󳬂多羅。此云入眾衣。凡赴齋聽講。修懺誦經。禮佛坐", "303": "禪。布薩自恣。當著此衣。汝諸人。身上各有大衣。梵語", "304": "僧伽黎。此云襍碎衣。謂。剪碎製成條相多故。凡入王", "305": "宮。陞座說法。聚落乞食。降伏外道。振威之時。當搭此", "306": "衣。汝諸人。各掛一鉢。梵語鉢多羅。此云應量器。謂體", "307": "色量三。皆應法故。然此衣鉢。乃恒沙諸佛之幖幟。聖", "308": "賢沙門之軌儀。西天有九十六種之外道。尚不識其", "309": "名字。惟佛世尊。示此未曾有法。汝今得獲受持。當須", "31": "界中。恩愛不能捨。棄恩入無為。真是報恩者。諸善男", "310": "珍敬愛護。然此衣鉢。必須自己置辦。若借若無。並名", "311": "非法。今此衣鉢。是汝諸人已有否。答云已有。教云甚善。", "312": "諸佛子聽。汝從無始以來。起虗妄心。欺誑聖賢。沈沒", "313": "生死。無解脫期。今既投佛出家。為佛弟子。受佛禁戒。", "314": "出生死津。務要斷虗妄根。行真實道。正是志誠時。我", "315": "今問汝重難輕遮。汝當諦審此身。有則言有。無則言", "316": "無。不解不識。不得妄答。汝諸人。第一不曾犯邊罪否。", "317": "量。汝諸人。乍入道門。未識此罪名字。謂曾受佛戒已。", "318": "於婬盜殺妄四根本戒中。隨犯一戒。漂棄佛海邊外。", "319": "永不得入清淨眾中。共同說戒羯磨。名為邊罪。汝諸", "32": "子等。出家之法。禮越常情。不拜君王。不拜父母。汝今", "320": "人。果無此罪否。戒子答云無　汝。非白衣時沙彌時。污淨", "321": "行比丘尼否。答云非　汝非白衣時沙彌時。盜聽眾僧", "322": "說戒。詐稱比丘。受人恭敬利養禮拜。名為賊住。賊住", "323": "之人。佛不許度。汝非此人否。答云非　汝。非外道投佛", "324": "出家。受佛戒已。還歸外道。今復重來。此人志性不定。", "325": "名為破內外道。非佛法器。佛不許度。汝非此人否。答云", "326": "非　汝。非生謂。人從生來。男根不滿。是名生不男。犍謂。人以刀去其男根。是名犍不男也", "327": "妬謂。男根似無。見他行婬。因生妬心。遂感有根。是名妬不男。變謂。能變現也。遇男則變為女。遇女則變為", "328": "男。是名變不男。半謂。半月能男。半月不能男。是名半不男也。五種不男人否。答云非", "329": "汝。非弑父。弑母。弑和尚阿闍黎。破羯磨轉法輪僧。", "33": "可離此座。想念國王水土之恩。父母生成之德。專精", "330": "惡心出佛身血。名為五逆。五逆罪重。佛不許度。汝非", "331": "此人否。答云非　汝。非天子。阿修羅子。名為非人。變為", "332": "人形。而來受戒否。答云非　汝。非諸龍畜等。有大通力。", "333": "能變化者。化為人形。而來受戒否。答云非　汝。諸人身", "334": "中。各不帶佩男女二形否。答云不。", "335": "諸佛子。此是十三重難。重難既無。甚是淨器。我今更", "336": "問汝十六輕遮。汝當仍前一一實答。善男子。汝諸人", "337": "出家以來。各各訓導。是何法名戒子。各答己名。此是。汝諸人", "338": "入道之法名。一生之稱呼。從今受戒而去。凡見和尚", "339": "阿闍黎。同壇尊眾。上中下座。宰官長者。朋友知識。父", "34": "拜辭。後莫拜也開導召諸子云。作禮一拜。起身問訊。轉身。和尚舉云。", "340": "母師長之前。皆當稱此兩字法名。不得言你我某甲", "341": "小僧之稱。汝諸人。今日壇頭得戒和尚。是誰。戒子答云。某堂", "342": "上上某下某和尚。教授師云此是。某寺某宗師。是汝諸人得戒和尚。", "343": "梵語和尚。此云歷生。一云力生。三乘道力。五分法身。", "344": "皆藉歷此師威力而生。故云歷生。又云依學。謂依隨", "345": "此師。學出世法。故云依學。今日受戒。若無此師。戒無", "346": "從發。汝當記取和尚尊名。認取和尚慈相。若不記得", "347": "名字貌相。受戒不得。從今已去。凡遇節臘結制解制。", "348": "當須懷香禮拜得戒和尚。若遇路途遙遠。不得侍詣。", "349": "當以焚香遙空稱名致敬。不得慢意。汝諸人。年滿二", "35": "我今辭國王。投佛作沙門。誓成無上道。報答國王恩。", "350": "十否。答云滿　衣鉢臥具。具足否答云具足　父母。聽汝", "351": "出家否。答云聽　汝。不負人錢債。作不還心。而來受戒", "352": "否。答云無　汝。非他人家下使人否。答云非　汝。非當朝", "353": "有名有祿官人否。答云非　汝。是丈夫否。答云是　既是", "354": "丈夫。又要無病。一疥癩。二癰疽。三白癩。四乾痟。五顛", "355": "狂。汝諸人。果無如是五病否。答云無。", "356": "諸佛子。此是十六輕遮。前無重難。後無輕遮。甚是淨", "357": "器。戒可得授。我今於此問汝少間。壇上眾師之前。亦", "358": "如是問。汝今於此答我少間。壇上眾師之前。亦如是", "359": "答。汝當收取衣鉢。恭往壇前。燒香禮拜。作觀運想。壇", "36": "共諸子同和。子每句一拜。畢。問訊。和尚舉云。", "360": "上十師。作十方佛。次當誦呪祈禱　三寶諸天。乞求", "361": "加護。願登壇時。無諸魔障。我往壇上作白。和告眾僧。", "362": "僧若許可。我即以手招。汝上壇。從僧乞授具足戒開導", "363": "云。諸子作禮一拜。起具問訊分班。長跪合掌。教授師下座。向案問訊。引請前行。引教授師上壇。向上端莊。問訊", "364": "壇上。止魚停呪。教授師合掌。白云。", "365": "惟願和尚大眾慈悲證明作白。", "366": "大德僧聽。彼沙彌某甲等。從和尚上某下某求授具足戒。", "367": "若僧時到僧忍聽。我已問竟。將來白如是。良久作白成", "368": "否。諸師答云成。教授師轉身傍立。召諸沙彌云善男子等。汝來。諸沙彌徐徐上壇。教", "369": "授師云。向上排班。展全具出靸合掌。求戒弟子某甲。戒子答名。教授師云。頂禮壇上諸師。三拜起身。問訊", "37": "我今辭父母。投佛作沙門。願弘無上道。報答父母恩。", "370": "長跪合掌教授白云。", "371": "諸佛子等。懇惻至誠。仰憑清眾。求哀乞戒。乞戒之語。", "372": "汝合自陳。恐汝未能。皆隨我道。", "373": "大德僧聽。我某甲等。從和尚上某下某求授具足戒。我某", "374": "甲等。今從眾僧。乞受具足戒。上某下某為和尚。是願僧慈", "375": "愍故拔濟我。從是願僧起。教授師三稱。戒子隨聲應接。每一稱頂禮一拜。三稱三拜。教授師", "376": "又云。", "377": "諸佛子等。擡頭認師。教授師舉拱示云此是某處某堂上某宗師。是", "378": "汝諸人得戒大和尚。此是某處某禪師。是汝諸人羯", "379": "磨師。此是現前諸位禪師。是汝諸人尊證師。汝當眼", "38": "同前和拜竟。開導云。起身問訊轉身長跪合掌。和尚云。", "380": "觀衣鉢。耳聽羯磨。心心相續。志誠受戒。不得餘覺餘", "381": "思戒子頂禮一拜　教授師向上問訊。歸位敷座。訖。羯磨師白云。", "382": "大德僧聽。此沙彌某甲。從和尚上某下某求授具足戒。此", "383": "沙彌。某甲。今從眾僧。乞受具足戒。上某下某為和尚若僧", "384": "時到僧忍聽。我問諸難事。白如是。師良久云諸佛子等。安", "385": "陀會。󳬂多羅僧。僧伽黎。鉢多羅尼師壇。是汝有否。沙", "386": "彌答云有師又云。", "387": "諸佛子等諦聽。今是至誠時。實語時。今隨所問。汝當", "388": "隨實答。僧祇云。汝若不實答。便欺誑諸天魔梵沙門", "389": "婆羅門諸天世人。亦欺誑如來。亦及眾僧自得大罪", "39": "諸善男子等。汝已拜辭君王父母。我以如來清淨法", "390": "也。諸佛子等。汝名某甲。戒子答名汝不犯邊罪耶。答云不", "391": "汝不犯比丘尼耶。答云不　汝非賊心受戒耶。答云非", "392": "汝非破內外道耶。答云非　汝非黃門耶。答云非　汝非", "393": "弑父耶答云非　汝非弑母耶。答云非　汝非弑阿羅漢", "394": "耶。答云非　汝非破僧耶。答云非　汝非惡心出佛身血", "395": "耶。答云非　汝非非人耶。答云非　汝非畜生耶。答云非", "396": "汝非二形耶。答云非　汝名何等。戒子答名　和尚是誰。答云", "397": "上某下某和尚年滿二十未。答云滿　衣鉢具足否。答云具足", "398": "父母聽汝出家否。答云聽　汝不負人債否。答云無　汝", "399": "非奴否。答云非　汝非官人否。答云非　汝是丈夫否。答云", "4": "授沙彌十戒法卷上授沙彌十戒法卷上", "40": "水。差羯磨闍黎。灌汝頂門。令汝身心清淨。魔障消除。", "400": "是　丈夫有如是病。疥。癩。癰疽。乾痟。癲狂。汝今有如", "401": "是病耶。答云無。", "402": "第九明戒體法第九明戒體法", "403": "薩婆多論云。凡欲受戒。先與說法。引導開解。令於一切境上。起慈悲心。便得增上戒。應語彼言。", "404": "諸佛子前無重難。後無輕遮。甚是淨器。眾僧同慶。當", "405": "授汝戒。但深戒上善。廣周法界。量等虗空。今欲進受。", "406": "要須緣境發心。心境相容。方發無作。薩婆多論云。凡", "407": "欲受戒。先為汝說法。引導開解。汝諸人。於無始來。於", "408": "一切境上。造諸惡業。惡徧法界。今欲受戒。翻前惡境。", "409": "並起善心。故戒法所因。還徧法界。故我如來。隨眾生", "41": "從佛口生。從法化生。為法王子。當生慶幸。開導召諸子。答云", "410": "心。造無邊之業。制無邊之戒。戒隨所制。故須緣境。境", "411": "量雖多。舉要而言。不出乎二種。一者情境。二者非情", "412": "境。言情境者。上至諸佛。下至眾生。十界正報。中陰有", "413": "情。凡有心者。皆名情境。非情境者。十界依報。一切世", "414": "間山河大地草木叢林。舟車屋宅田園。地水火風虗", "415": "空識等。佛說聖教。儒流文字。形象墖廟等。名非情境。", "416": "諸佛子。既知境界如此寬曠。當須依境發心。心有三", "417": "品。中下二心。劣弱非勝。但能自度。不能度人。我今教", "418": "汝發上品心。求上品戒。何為上品心。今於我諸師座", "419": "前。立三種誓願。一者。誓斷一切惡。無惡不斷。二者。誓", "42": "惟願慈悲哀憐攝授諸子作禮一拜。師舉淨瓶與羯磨師。又云。", "420": "修一切善。無善不修。三者。誓度一切眾生。無一眾生", "421": "不度。發此三種大願已。白四羯磨言下。進授大比丘", "422": "戒。不為但求聲聞小果故。直欲成就三聚淨戒故。趨", "423": "向三解脫門故。正求佛果求大涅槃令法久住故。發", "424": "如是上品心。求上品戒。次當開廣汝懷者。良由戒法。", "425": "體周法界。量等塵沙。終不以汝諸人現前父母所生", "426": "報得狹劣身心。而能容受。當作虗空器量之身。方能", "427": "領納塵沙戒法。故論云。若此戒法有形色者。入汝身", "428": "時。汝當作天崩地裂之聲。由是非色法故。令汝不覺", "429": "不知。當起驚懷之意。發上品殷重之心。領納如來清", "43": "諸善男子等。最後一結。謂之周羅。唯師一人乃能斷", "430": "淨妙戒。受大比丘戒。白四羯磨。先作一白。疊事告知。", "431": "次秉三羯磨。量其可否。惟願和尚大眾。不吝慈悲。布", "432": "施其戒。同心聽秉。甚勿異緣。令此諸人。感發圓宗戒", "433": "體。將秉羯磨。聽宣作白。", "434": "第十正授戒法第十正授戒法", "435": "大德僧聽。此沙彌某甲等。從和尚上某下某求授具足戒。此", "436": "沙彌某甲等。今從眾僧乞授具足戒。上某下某為和尚。沙彌", "437": "某甲等。自說清淨。無諸難事。年滿二十。三衣鉢具。若僧", "438": "時到僧忍聽。授沙彌某甲等具足戒。上某下某為和尚。白如", "439": "是。作白成否。尊證答云成。", "44": "之。我以如來金剛智刃。差教授闍黎。為汝除去。圓成", "440": "諸佛子。我以作白。和問眾僧。僧皆默然。許受汝戒。今", "441": "作羯磨。動彼勝法。當用運心承仰。莫令昏散。惟願和", "442": "尚大眾。慈悲聽秉初番羯磨作梵。", "443": "大德僧聽。此沙彌某甲等。從和尚上某下某求授具足戒。此", "444": "沙彌某甲等。今從眾僧。乞授具足戒。上某下某為和尚。沙彌", "445": "某甲等。自說清淨。無諸難事。年滿二十。三衣鉢具。僧今", "446": "授沙彌某甲等具足戒。上某下某為和尚。誰諸長老。忍僧與", "447": "沙彌某甲等授具足戒。上某下某為和尚者默然。誰不忍者", "448": "說。此是初番羯磨成否。尊證答云成。", "449": "諸佛子。我已秉初番羯磨竟。僧皆默可。十方法界妙", "45": "僧相。當生慶幸開導召諸子。答云惟願慈悲哀憐攝授。諸子作禮", "450": "善戒法。隨羯磨聲。悉皆運動。今秉第二羯磨。當起忻", "451": "心。勿縱怠意。惟願和尚大眾。再賜慈悲。聽秉第二番", "452": "羯磨作梵。", "453": "大眾僧聽。此沙彌某甲等。從和尚上某下某求授具足戒。此", "454": "沙彌某甲等。今從眾僧。乞授具足戒。上某下某為和尚。沙彌", "455": "某甲等。自說清淨無諸難事。年滿二十。三衣鉢具。僧今", "456": "授沙彌某甲等具足戒。上某下某為和尚。誰諸長老。忍僧與", "457": "沙彌某甲等授具足戒。上某下某為和尚者默然。誰不忍者", "458": "說。此是第二番羯磨成否。尊證答云成。", "459": "諸佛子。我已秉第二羯磨竟。僧並和合。今十方法界", "46": "一拜師舉剃刀與教授。二闍黎出眾灌頂剃頭。師云。", "460": "妙善戒法。由心業力。羯磨勝功。悉皆舉集虗空之中。", "461": "如雲如葢。覆汝頂上。盤旋不散。至第三羯磨竟時。此", "462": "諸善法。悉皆流入汝等八識田中。永為菩提種子。依", "463": "此修行。直至成佛。惟有此第三番羯磨在。正是汝等", "464": "納戒之時。汝當發心總虗空界。心緣救攝三有眾生。", "465": "并願護持三世佛法。如此要期承仰聖教。惟願和尚", "466": "大眾。不倦慈悲。一齊合掌佐助。我今為此諸人。舉此", "467": "第三番羯磨。正得戒羯磨。令法圓滿作梵。", "468": "大德僧聽。此沙彌某甲等。從和尚上某下某求授具足戒。此", "469": "沙彌某甲等。自說清淨。無諸難事。年滿二十。三衣鉢具。", "47": "善哉真佛子。摩頂證無生。今授菩提記。當來果自成。", "470": "僧今授沙彌某甲等具足戒。上某下某為和尚。誰諸長老。忍", "471": "僧聽與沙彌某甲等。授具足戒。上某下某為和尚者默然。誰", "472": "不忍者說。此是第三番。正得戒羯磨成否。尊證答云成", "473": "僧已忍與沙彌某甲等。授具足戒竟。上某下某為和尚。僧忍", "474": "默然故。是事如是持。結詞成否。尊證答云成。", "475": "諸佛子等。我已作法竟。汝已得戒了。從今下壇已去", "476": "諸惡莫作。眾善奉行。當須專謹護持。切莫毀犯。勝事", "477": "既圓。常生慶幸。惟有四依隨相等法。懇乞", "478": "和尚慈悲垂示和尚云。", "479": "諸善男子等。汝稱法名。我為汝說四依法師云我某甲。", "48": "開導同眾每句接和。師復舉云。", "480": "師云諸善男子聽。如來至真等正覺。說四依法。依此纔", "481": "出得家。受得具足戒。纔成得比丘法。", "482": "第一依糞掃衣。依此出得家。受得具足戒。成得比丘", "483": "法。於是中盡形壽能持否。答云能持。", "484": "若得長利。檀越施衣。割壞衣。得受。", "485": "第二依托鉢乞食。依此出得家。受得具足戒。成得比", "486": "丘法。於是中。盡形壽能持否。答云能持。", "487": "若得長利。若僧差食。檀越送食。月八日食。十五日食。", "488": "月初日食。若僧常食。檀越請食。得受。", "489": "第三依樹下坐。依此出得家。受得具足戒。成得比丘", "49": "善哉大丈夫。能了世無常。剃髮趣泥洹。希有難思議。", "490": "法。於是中。盡形壽能持否。答云能持。", "491": "若得長利。若別房尖頭屋。小房石室。兩房一戶。得受。", "492": "第四依腐藥。依此出得家。受得具足戒。成得比丘法。", "493": "於是中。盡形壽能持否。答云能持。", "494": "若得長利。酥油生酥蜜石蜜。得受和尚又云。", "495": "諸善男子等。汝再稱法名。我為汝說隨相法。我某甲。", "496": "和尚撫尺云。", "497": "諸善男子聽。如來至真等正覺。說四波羅夷法。若比", "498": "丘犯一一法。非沙門。非釋子。", "499": "第一。汝一切不得犯婬。作不淨行。受婬欲法。乃至共", "5": "執事設座竟。鳴磬三椎。接疎鐘。方丈傳香。大眾俱集。復傳鑪座上。侍者禮畢。擂鼓鐘聲迅速。開導。率諸子", "50": "眾接和同前。師復舉云。", "500": "畜生。若有犯。非沙門非釋子。世尊說譬喻。斷頭之人", "501": "終不能活。比丘犯婬波羅夷。不能還成比丘行。於是", "502": "中。盡形壽不得作。能持否。答云能持。", "503": "第二。汝一切不得犯盜。下至草葉。若比丘盜人五錢。", "504": "若過五錢。若自取教人取。若自破教人破。若自斫教", "505": "人斫。若自燒教人燒。若埋若壞色者。若有犯。非沙門", "506": "非釋子。世尊說譬。如斷多羅樹心。終不能復更生長。", "507": "比丘犯盜波羅夷。不能還成比丘行。於是中。盡形壽", "508": "能持否。答云能持。", "509": "第三。汝一切不得故斷眾生命。下至蟻子。若比丘。故", "51": "毀形守志節。割愛辭所親。出家弘聖道。示度一切眾。", "510": "自手斷人命。持刀授與人。教死嘆死。與人非藥。若墮", "511": "胎若厭禱殺。自作方便。若教人作者。非沙門非釋子。", "512": "世尊說譬喻。缺鼻之針。終不堪用。比丘犯殺波羅夷。", "513": "終不能還成比丘行。於是中。盡形壽不得作。能持否。", "514": "答云能持。", "515": "第四。汝一切不得大妄語。乃至戲笑。若比丘。非真實", "516": "非己有。自言。我得上人法。得禪。得定。得四空定。得須", "517": "陀洹果斯陀含果阿那含果阿羅漢果。天龍來鬼神", "518": "來供養。非沙門非釋子。世尊說譬喻。大石破為二分。", "519": "終不能合。比丘犯大妄語波羅夷。終不能還成比丘", "52": "二闍黎。灌頂剃頭竟。問訊歸位。接和同前。開導召云。作禮三拜　師云。", "520": "行。於是中。盡形壽不得作。能持否。答云能持。", "521": "和尚又云。", "522": "更有十三僧伽婆尸沙法。二不定法。三十尼薩耆波", "523": "逸提法。九十波逸提法。四波羅提提舍尼法。一百應", "524": "當學法。七滅諍法。不得犯。能持否。答云能持師云。", "525": "諸善男子等。此是比丘二百五十清淨戒行。一一不", "526": "得犯。能持否。答云能持。", "527": "和尚撫尺云。", "528": "諸善男子等。我已說法竟。汝已得戒了。從今下壇已", "529": "去。勤修戒定慧。息滅貪嗔癡。於菩薩法中。增長利益。", "53": "諸沙彌等。汝既剃度。我當授汝鉢三衣具。和尚加持。沙彌應接。", "530": "更當記取於今某年月日時。某處。進比丘具足大戒。", "531": "勝事既成。當生慶幸。一拜起身。作禮回向。", "532": "開導云。作禮一拜起身。師舉云。戒子隨和隨拜。", "533": "受戒功德殊勝行無邊勝福皆回向", "534": "普願沉溺諸有情速往無量廣佛剎", "535": "十方三世一切佛。一切菩薩摩訶薩。摩訶般若波羅", "536": "密下座同上壇。", "537": "說菩薩戒法卷下說菩薩戒法卷下", "538": "設座訖。執事鳴磬三下。禪堂開靜接鍾。方丈傳香。大眾俱集。侍者傳爐座上拜畢。開導滾擊子。殿主擂皷。", "539": "開導領諸子。徐徐至方丈前。長跪合掌。開導入室。展具拜。起身傍立。召諸佛子云。作禮三拜。起身問訊。開", "54": "師云。", "540": "導云。轉身末位前行。和尚舉。", "541": "南無本師釋迦牟尼佛大眾齊和。迎至法堂前。戒子兩邊對面。長跪合掌。和尚遶", "542": "壇。拜已陞座。開導鳴磬一下。鍾皷肅靜。開導大展三拜。長跪合掌。和尚撫尺問云。", "543": "僧集否。開導答云已集。師云和合否。答云和合。師云僧集和合。何", "544": "所作為。答云為諸弟子。說菩薩大戒。師云未授菩薩大戒", "545": "者。出否。答云已出。師云善哉可爾。答云是。一拜起身傍立。滾擊子三遍。師拈香", "546": "云云。畢。開導召戒子云。上香。又云。一齊起身。向上排班。展全具。開導召云。某甲戒子稱名。聞磬聲。至誠頂", "547": "禮三拜。問訊長跪合掌。開導舉香贊。", "548": "一塵纔爇。藏海圓收。洹沙諸佛現毛頭。觸著便歸休。", "549": "香靄初浮。心地戒光流。", "55": "鉢多羅應量器常用故今授持", "550": "香雲葢菩薩摩訶薩三遍。開導云。作禮三拜。又云。", "551": "夫登菩薩位。須憑戒品以高躋。開菩薩心。是仗佛口", "552": "而生降。佛子既發無上志。入毗尼壇。我今為汝。一心", "553": "恭請某處某堂上某下某某宗師。為汝等作得戒教", "554": "授菩薩阿闍黎。請師之語。汝合自陳。恐汝未能。當隨", "555": "我道開導作梵。戒子隨和。", "556": "大德一心念。我某甲今請大德。為得戒教授菩薩阿闍", "557": "黎。願大德。為我作得戒教授菩薩阿闍黎。我依大德", "558": "故。得受菩薩心地戒。慈愍故一拜。慈愍故一拜。大慈愍故。", "559": "一拜。和尚撫尺云。", "56": "安陀會五條衣授一長一短", "560": "諸佛子等。汝既殷勤伸請。我為汝等。作得戒教授菩", "561": "薩阿闍黎。所有言教。汝當諦聽師又撫尺云。", "562": "諸善男子等。汝現身不作七逆罪否。答云無師云。", "563": "七逆者。出佛身血。弑父。弑母。弑和尚。弑阿闍黎。破羯", "564": "磨轉法輪僧。弑聖人。汝無是罪否。答云無師撫尺又云。", "565": "諸善男子等。汝今志心。求受一切菩薩上玅淨戒。我", "566": "今為汝一心恭請三寶。護法諸天。攝授覆護。方堪進", "567": "戒。先當為汝一心恭請此方娑婆教主本師釋迦牟", "568": "尼世尊。為汝等。作得戒大和尚。次請文殊師利菩薩。", "569": "為汝等作羯磨阿闍黎。再請彌勒菩薩。為汝等作教", "57": "大德一心念我沙彌某甲此鬱多羅僧七條衣授兩長一短割截衣持", "570": "授阿闍黎。更請十方諸佛。為汝等作尊證阿闍黎。并", "571": "請十方諸大菩薩。為汝等作同學伴侶。汝當至誠合", "572": "掌恭肅歸投。聽我一心至誠奉請。開導舉云香花引。又云香", "573": "花請。師云我某甲一心奉請", "574": "華藏世界毗盧遮那世尊。圓滿報身盧舍那世尊。西", "575": "方接引阿彌陀世尊。盡虗空徧法界一切諸佛世尊。", "576": "惟願不違本誓。慈光攝照。證明受戒。開導云。作禮三拜。又云香", "577": "花引。又云香花請。師云我某甲一心奉請", "578": "大小二乘毗尼律藏。五篇三聚解脫木叉。三藏十二", "579": "分經權實教典。離欲真淨甚深法寶。南無大方廣佛", "58": "僧伽黎二十五條衣授四長一短", "580": "華嚴經。謹運一心歸命敬禮。開導云。作禮三拜。又云香花引。又云", "581": "香花請。師云我某甲一心奉請", "582": "娑婆教主本師釋迦牟尼世尊。為得戒大和尚。惟願", "583": "不違本誓。慈光攝照。親承授戒開導云。作禮三拜。又云。", "584": "香花引。又云香花請。師云我某甲一心奉請", "585": "大智文殊師利菩薩。為羯磨阿闍黎。龍華教主彌勒", "586": "菩薩。為教授阿闍黎。十方諸佛。為證戒阿闍黎。十方", "587": "諸大菩薩。為同學伴侶。惟願不違本誓。慈光攝照。證", "588": "明受戒開導云。作禮三拜。又云。", "589": "香花引。又云香花請。師云我某甲一心奉請", "59": "尼師壇應量作今授持以上一一。師傳舉。子接應", "590": "律藏會上優波離尊者。西天東土歷代祖師。終南山", "591": "中諸大律師。慧山清泉堂上上元下白大和尚。華山", "592": "隆昌堂上上見下月大和尚。浮山華嚴堂上上文下", "593": "弱大和尚。本寺開山列代尊僧。周鉢明志二位禪師。", "594": "惟願不違本誓。慈光攝照。證明受戒開導云。作禮三拜。又云。", "595": "香花引。又云香花請。師云我某甲一心奉請", "596": "華嚴會上寄位諸天。梵釋四王。天龍八部。護戒善神。", "597": "金剛力士。山川大地水陸虗空諸大善神。伽藍土地", "598": "一切靈祗。惟願不違本誓。臨降戒壇。精嚴擁護。開導云。作", "599": "禮三拜。師云。", "6": "至方丈前。長跪合掌。開導進門。觸具一拜。起身傍立。召諸子云。作禮一拜。起身又問訊。末後前行。和尚舉。", "60": "傳鉢畢。開導召沙彌云。起身傍立掛鉢　師舉偈云。", "600": "諸善男子等。三寶光臨。萬神侍衛。作大證明。授正戒", "601": "法。我依瓔珞經中所說。佛告諸佛子。今正說正戒。善", "602": "男子。善女人。當受戒時。師云我某甲。", "603": "先禮過去世盡過去際一切佛。禮未來世盡未來際", "604": "一切佛。禮現在世盡現在際一切佛開導云。作禮三拜。", "605": "師撫尺云我某甲。", "606": "禮過去世盡過去際一切法。禮未來世盡未來際一", "607": "切法。禮現在世盡現在際一切法開導云。作禮三拜。", "608": "師撫尺云我某甲。", "609": "禮過去世盡過去際一切僧。禮未來世盡未來際一", "61": "鉢多羅應量器。常用故今授持。掛畢止念。開導召諸子云。向上長跪合掌。", "610": "切僧。禮現在世盡現在際一切僧以上。一一師舉。子答。每畢。三拜。", "611": "師撫尺又云。", "612": "諸佛子等。我今授汝四不壞信。我某甲從今時盡未來", "613": "際身。歸依佛。答云歸依佛。師云歸依法。答云歸依法。師云歸依", "614": "贒聖僧。答云歸依贒聖僧。師云歸依正法戒。答云歸依正法", "615": "戒三說。戒子三答。師又云。", "616": "從今時盡未來際身。歸依佛已。答云歸依佛已。師云歸依", "617": "法已。答云歸依法已。師云歸依賢聖僧已。答云歸依賢聖僧", "618": "已。師云歸依正法戒已。答云歸依正法戒已。三說。戒子三答　師又云。", "619": "諸佛子等。我今教汝悔三世罪師云我某甲若過去。答云", "62": "師又加持衣具。轉遮同前。", "620": "若過去。師云身口意。答云身口意。師云十惡罪。答云十惡罪。師云", "621": "願畢竟不起答云願畢竟不起。師云盡未來際。答云盡未來", "622": "際。師云若未來答云若未來。師云身口意。答云身口意。師云十惡", "623": "罪答云十惡罪。師云願畢竟不起。答云願畢竟不起。師云盡未", "624": "來際答云盡未來際。師云若現在。答云若現在。師云身口意。答云", "625": "身口意。師云十惡罪。答云十惡罪。師云願畢竟不起。答云願畢", "626": "竟不起。師云盡未來際。答云盡未來際。三說。三答。開導云。作禮三拜　師云。", "627": "諸佛子等。既悔過已。我今教汝發大誓願。開導云。作禮一拜起", "628": "身。和尚舉云。。", "629": "眾生無邊誓願度煩惱無盡誓願斷", "63": "五衣", "630": "法門無量誓願學佛道無上誓願成", "631": "唱三和拜。開導云。問訊長跪合掌。師云。", "632": "既發願已。廣度不窮。正堪得戒。今更令汝秉心殷重。", "633": "乞法圓成。䖍請文殊師利菩薩。作正羯磨。我今代為", "634": "汝等三番羯磨。珍重了辨。敬謹受持。我今問汝諸人。", "635": "是菩薩否。答云是。師云既是菩薩。汝當眼觀諸佛。耳聽羯", "636": "磨。心心相續。至誠受戒開導云。作禮三拜　師即出位。焚香作梵。白云。", "637": "仰白十方無窮無盡一切諸佛諸大菩薩。慈悲垂聽。", "638": "現前菩薩弟子某甲。今於我某甲菩薩所。痛念生死。", "639": "發菩提心。為請現坐道場本師釋迦大和尚獅子座", "64": "善哉解脫服。無上福田衣。我今頂戴受。世世不捨離。", "640": "前。求受一切菩薩心地法。一切菩薩心地學。一切菩", "641": "薩心地戒。所謂攝律儀戒　攝善法戒　饒益有情戒", "642": "此是過去一切菩薩。已受已學已解已行已成。未來", "643": "一切菩薩。當受當學當解當行當成。現在一切菩薩。", "644": "今受今學今解今行今成。當來作佛　師即起身就位。撫尺云。", "645": "諸佛子等。從今受戒。直至成佛。於其中間。不得觸犯。", "646": "能持否。答云能持以上從仰白十方起。下至此能持。三番俱同。師又云。", "647": "諸佛子等。我今為汝初番羯磨已成。十方諸佛。諸大", "648": "菩薩。悉皆歡喜。默然許可。從臍輪中。放大寶光。照汝", "649": "身心。令汝得戒。十方世界妙善戒法。聞羯磨聲。悉皆", "65": "唵悉陀耶娑婆訶", "650": "運動。堪受戒法。令此戒心。孝順奉行。世世生生。堅固", "651": "不退。此是初番羯磨已竟。至再叮嚀。理取第二番羯", "652": "磨師又出位作梵。白云。同前。已畢。復就位。撫尺云。上亦然。又云。", "653": "諸佛子等。我今為汝二番羯磨已成。十方諸佛。諸大", "654": "菩薩。悉皆歡喜。默然許可。從胸卍字。放大寶光。照汝", "655": "身心。令汝得戒。十方世界妙善戒法。聞羯磨聲。悉皆", "656": "舉集虗空之中。如雲如蓋。在汝頂上。盤旋不散。堪受", "657": "戒法。令此戒心。孝順奉行。世世生生。堅固不退。此是", "658": "二番羯磨已竟。至再叮嚀。理取第三番羯磨。師更出位焚香", "659": "作梵。白云。亦同前。畢。師更就位。撫尺云。亦同上。師又云。", "66": "七衣", "660": "諸佛子等。我今為汝三番羯磨已成。十方諸佛。諸大", "661": "菩薩。悉皆歡喜。默然許可。從肉髻中。放大寶光。照汝", "662": "身心。令汝得戒。十方世界妙善戒法。聞羯磨聲。如瓶", "663": "瀉水。從汝頂門。流入汝等八識田中。永為菩提種子。", "664": "從此修行。直至成佛。永無退轉。堪受戒法。令此戒心", "665": "孝順奉行。世世生生。堅固不退。此是三番羯磨已竟。", "666": "師撫尺。又云。", "667": "諸佛子等。上來三番羯磨已竟。十方諸佛。諸大菩薩。", "668": "悉皆歡喜。默然許可。汝等現在心即是佛。當來決定", "669": "作佛。向去真參實悟。得法相應。恒住性戒。究竟不動。", "67": "善哉解脫服。無上福田衣。我今頂戴受。世世常得披。", "670": "更當攝相護持。我依梵網經中。授汝十種無盡清淨", "671": "戒法。汝當至誠頂受。師云我某甲。", "672": "第一不得故殺。是菩薩戒。不得犯。能持否。答云能持。", "673": "第二不得故盜。是菩薩戒。不得犯。能持否。答云能持。", "674": "第三不得故婬。是菩薩戒。不得犯。能持否。答云能持。", "675": "第四不得故妄語。是菩薩戒。不得犯。能持否。答云能持。", "676": "第五不得故酤酒。是菩薩戒。不得犯。能持否。答云能持。", "677": "第六不得故說四眾過。是菩薩戒。不得犯。能持否。答云", "678": "能持。", "679": "第七不得故自讚毀他。是菩薩戒。不得犯。能持否。答云", "68": "唵度波度波娑婆訶", "680": "能持。", "681": "第八不得故慳惜加毀。是菩薩戒。不得犯。能持否。答云", "682": "能持。", "683": "第九不得故嗔心不受誨。是菩薩戒。不得犯。能持否。", "684": "答云能持。", "685": "第十不得故謗三寶。是菩薩戒。不得犯。能持否。答云能", "686": "持。師復撫尺云。", "687": "諸佛子等。從第一不得故殺。乃至第十不得故謗三", "688": "寶。此是大乘菩薩十重無盡清淨大戒。一一不得犯。", "689": "能持否。答云能持　師云。", "69": "大衣", "690": "諸佛子等。既受戒已。應當頂戴受持。不得違犯。菩薩", "691": "戒經云。眾生受佛戒。即入諸佛位。位同大覺已。真是", "692": "諸佛子和尚又云。", "693": "諸佛子等。汝稱法名。我為汝說傳授錫杖法。汝當至", "694": "誠頂受。師云我某甲　師舉錫杖云。", "695": "善男子等。還見麼。師振杖云汝還聞麼。又云既見既聞。是個", "696": "什麼。又振杖云即此見聞非見聞。無餘聲色可呈君。個中", "697": "若了原無物。體用何妨分不分。永嘉云。降龍鉢解虎", "698": "錫。四鈷金環鳴歷歷。不是標形虗自持。如來寶杖親", "699": "踪跡師舉杖與羯磨。或教授。一一傳去呪。眾當隨和。待傳畢。方止　呪云。", "7": "南無本師釋迦牟尼佛大眾同和。迎至法堂前。諸子兩邊長跪合掌。和尚或遶壇。", "70": "善哉解脫服。無上福田衣。奉行如來命。廣度諸羣迷。", "700": "唵那㗚𠾱那㗚𠾱那㗚吒鉢底那㗚帝娜夜鉢儜吽", "701": "癹吒開導云。作禮三拜　師云", "702": "諸佛子等。我已說法竟。汝已得戒了。從今下壇已去。", "703": "勤修戒定慧。息滅貪嗔癡。廣化眾生。齊成佛道。既為", "704": "佛子。當報佛恩。更當記取于某年月日時某處某和", "705": "尚。圓菩薩大戒。勝事既成。當生慶幸開導云。作禮一拜起身。", "706": "師舉回向偈云。", "707": "圓戒功德殊勝行無邊勝福皆回向", "708": "普願沉溺諸有情速往無量廣佛剎", "709": "十方三世一切佛。一切菩薩摩訶薩。摩訶般若波羅", "71": "唵摩訶迦婆波吒悉地娑訶", "710": "密。開導云。不勞起具。至誠頂禮壇上諸師。三拜起身。問訊分班。開導大展三拜。畢。又云。末後前行。師舉　南", "711": "無本師釋迦牟尼佛。迎至方丈前。戒子轉身長跪合掌。候師入室敷座。開導拜畢。起身傍立云。一齊起身。", "712": "向上排班展全具。開導召云新受菩薩戒弟子某甲。眾齊稱名。聞磬聲。至誠頂禮九拜。訖。起具問訊分班。", "713": "後前行。至法堂前。鐘鼓齊止。諸戒子。聽開導師教誡。或歸堂。或巡寮。戒子須知開導師勞苦至極。恩過諸", "714": "師。凡此三壇大戒。始終󴏃事。須當至誠禮謝。不得慢意。珍重珍重。", "715": "斯戒本者。大約有六。一者。立言之作。誠非細事。山", "716": "中一時應機。只可宜于山野之間。非聞見于大方", "717": "者也。凡諸方傳戒諸師。當依三峯古撰為佳。萬一", "718": "於我同志者。依此傳授亦可。何故聻。法無定相。遇", "719": "緣即宗。二者。此本乃三壇戒之正文。其餘羯磨教", "72": "坐具", "720": "授尊證開導。諸般佛事。俱依弘戒法儀。看眾之多", "721": "寡。期之短長。院之大小。時之否泰。取而用之。茲不", "722": "重錄。三者。凡傳戒。當依佛祖心行。為戒定慧之傳。", "723": "弟子當依佛祖心地。為戒定慧之受。如是授受。是", "724": "為真受。能令三寶種。永無斷絕。四者。戒期開導之", "725": "職。非淺薄者所任。須慈愛謙和。方便接物為心。經", "726": "云。我與眾生。作不請之友者。是也。五者。新戒須知", "727": "開導恩過諸師。凡此一期。語默定動。諸般法則。莫", "728": "不皆由開導而成。但凡佛事之後。為首者率眾。稱", "729": "名禮謝。不得輕易忽慢。當宜珍重。六者。求戒諸子。", "73": "臥具尼師壇。長養心苗性。展開登聖地。奉行如來命。", "730": "當依十事。一痛念生死。二生大慚愧。三至心發露。", "731": "四俱誠懺悔。五發菩提心。六作大誓願。七生難遭", "732": "想。八生恭敬心。九至誠受戒。十知恩報恩。凡此十", "733": "條。缺一不可。果如此教。善莫大焉。願世世生生。同", "734": "為法侶。知我罪我。我無辭焉。旹", "735": "大清康熙貳拾󰴿年。歲次戊辰。結冬制期。侍者海聰。", "736": "盥沐焚香稽首。謹書于蟠龍紫雲閣軒。終", "74": "唵壇波壇波娑訶以上眾亦然隨聲隨和隨拜。畢　師云。", "75": "諸善男子等。法如大海。漸入漸深。汝既出家。當先受", "76": "三歸五戒。方得近事大僧。次受沙彌十戒。乃可同僧", "77": "利養。事在專誠。不得慢意。我今為汝一心恭請三寶。", "78": "護法諸天。攝授覆護。方堪進戒。汝當渴仰翹勤恭肅", "79": "歸投聽我一心至誠奉請　開導云。", "8": "拜畢陞座。開導鳴磬一下。鐘鼓肅靜二。開導向上大展三拜。長跪合掌。和尚問云。", "80": "香花引。又云香花請。師云我某甲一心奉請", "81": "華藏世界清淨法身。毗盧遮那世尊。圓滿報身盧舍", "82": "那世尊。千百億化身本師釋迦牟尼世尊。西方接引", "83": "阿彌陀世尊。當來下生彌勒世尊。盡虗空徧法界一", "84": "切諸佛世尊。惟願不違本誓。慈光攝照。證明受戒。", "85": "開導云。作禮三拜。又云。", "86": "香花引。又云香花請。師云我某甲一心奉請", "87": "大小二乘毗尼律藏。五篇三聚解脫木叉。三藏十二", "88": "分經權實教典。離欲真淨甚深法寶。南無大方廣佛", "89": "華嚴經。謹運一心歸命敬禮　　開導云。作禮三拜。又云。", "9": "僧集否。答云已集。師云和合否。答云和合。師云僧今和合。何所", "90": "香花引。亦云香花請。師云我某甲一心奉請", "91": "觀音。勢至。文殊。普賢。善才童子。龍女真宰。華嚴海眾。", "92": "諸大菩薩。律藏會上優波離尊者。西天東土歷代祖", "93": "師。終南山中諸大律師。慧山清泉堂上上元下白大", "94": "和尚。華山隆昌堂上上見下月大和尚。浮山華嚴堂", "95": "上上文下弱大和尚。本寺開山列代尊僧。周鉢明志", "96": "二位禪師。惟願不違本誓。慈光攝照。證明受戒。", "97": "開導云。作禮三拜。又云。", "98": "香花引。亦云香。花請。師云我某甲一心奉請", "99": "華嚴會上寄位諸天。梵釋四王。天龍八部。護戒善神。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1127 傳授三壇弘戒法儀", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1127 傳授三壇弘戒法儀", "author": "明 法藏撰集　清 超遠檢錄", "language": "chinese", "source": "CBETA"}