{"sourceLink": "http://www.cbeta.org/", "text": {"0": "如來名稱歌曲(南)善悅懌之曲", "1": "諸佛世尊如來菩薩尊者名稱歌曲卷第十", "10": "薩。智日菩薩。波頭摩眼菩薩。南無法眼菩薩", "100": "菩薩。法幢菩薩。妙音菩薩。震意菩薩。炎熾藏", "101": "菩薩摩訶薩。一切尊自在菩薩無量菩薩。", "102": "又", "103": "敬禮解脫月善行步菩薩。寶音聲法炬燈菩", "104": "薩。南無益意菩薩。無量那羅延德藏除諸幽", "105": "暗菩薩摩訶薩。福德勝藏優鉢羅目菩薩。一", "106": "切吉利無量慧菩薩。南無無礙轉法輪諸眾", "107": "菩薩。光觀菩薩。寶峯菩薩。帝授菩薩。獨步世", "108": "菩薩摩訶薩。一切行徹利菩薩無量菩薩。", "109": "又", "11": "摩訶薩。南無大光明菩薩摩訶薩。智光慧菩", "110": "敬禮大海德察無岸菩薩。大音聲善喜光菩", "111": "薩。南無善住菩薩。無量思惟無礙意羅隣師", "112": "利菩薩摩訶薩。斷惡道障佛陀師利菩薩。除", "113": "一切蓋不置遠菩薩。南無師子步雷音諸眾", "114": "菩薩。山峯菩薩。導師菩薩。密室菩薩。無障慧", "115": "菩薩摩訶薩。無量法意轉法輪一切菩薩。", "116": "又", "117": "敬禮不可動金剛藏菩薩。大嚬申轉女身菩", "118": "薩。南無月藏菩薩。無量思惟虛空意惟闍師", "119": "利菩薩摩訶薩。步不動迹棄諸勤苦菩薩。師", "12": "薩。一切香焰光幢菩薩。", "120": "子奮迅妙色志菩薩。南無功德寶髻智生諸", "121": "菩薩。大嚴菩薩。濟波菩薩。愛見菩薩。觀自在", "122": "菩薩摩訶薩。無量大福光智生一切菩薩。", "123": "齊聖凡之曲齊聖凡之曲即晝錦堂十首", "124": "稽首皈依寶勝菩薩。旃檀德藏菩薩。善意菩", "125": "薩。一切妙聲菩薩。無量寶月菩薩摩訶薩。海", "126": "莊嚴藏普菩薩。佛菩薩。師子意菩薩。南無善", "127": "月菩薩。一切賢首菩薩。無量菩薩。南無寶路", "128": "菩薩。無量那羅延菩薩摩訶薩。菩薩。敬禮法", "129": "自在菩薩。成就一切義菩薩。佛菩薩。天勝藏", "13": "又", "130": "菩薩。南無智意菩薩。", "131": "又", "132": "稽首皈依善見菩薩。南無寂意菩薩。寶炬菩", "133": "薩。一切深聲菩薩。無量智眼菩薩摩訶薩。無", "134": "邊大自在菩薩。佛菩薩。無垢智菩薩。南無普", "135": "現菩薩。一切普眼菩薩。圓滿菩薩。南無思益", "136": "菩薩。無量莊嚴王菩薩摩訶薩。菩薩。敬禮妙", "137": "鼓聲菩薩。一切無障眼菩薩。佛菩薩。華勝藏", "138": "菩薩。南無定意菩薩。", "139": "又", "14": "稽首皈依。一切須彌德藏菩薩。法自在慧菩", "140": "稽首皈依愛見菩薩。南無勝藏菩薩。常憶菩", "141": "薩。一切無言菩薩。無量勝護菩薩摩訶薩。無", "142": "邊勝成就菩薩。佛菩薩。無障礙菩薩。南無月", "143": "勝菩薩。一切善臂菩薩。寶事菩薩。南無淨勝", "144": "菩薩。無量無邊觀菩薩摩訶薩。菩薩。敬禮住", "145": "佛聲菩薩。一切無礙見菩薩。佛菩薩。增法志", "146": "菩薩。南無海意菩薩。", "147": "又", "148": "稽首皈依聖藏菩薩。南無堅意菩薩。善住菩", "149": "薩。一切普華菩薩無量善眼菩薩摩訶薩。無", "15": "薩。普見菩薩。無邊照世菩薩。南無持世菩薩。", "150": "邊勇猛德菩薩佛菩薩實印手菩薩。南無離", "151": "垢菩薩。一切普眼菩薩。勇意菩薩。南無寶杖", "152": "菩薩。無量華莊嚴菩薩摩訶薩。菩薩。敬禮十", "153": "方諸菩薩。一切成就有菩薩。佛菩薩。無量志", "154": "菩薩。南無德本菩薩。", "155": "又", "156": "稽首皈依日藏菩薩。南無得大菩薩。寂行菩", "157": "薩。一切火光菩薩。無量勝眼菩薩摩訶薩。無", "158": "邊善思議菩薩。佛菩薩。決定法菩薩。南無金", "159": "髻菩薩。一切寶手菩薩。寶勝菩薩。南無龍德", "16": "摩訶薩。南無智慧輪菩薩摩訶薩。金剛智菩", "160": "菩薩。無量娑伽羅菩薩摩訶薩。菩薩。敬禮法", "161": "界諸菩薩。一切曇無竭菩薩。佛菩薩。持大會", "162": "菩薩。南無耎首菩薩。", "163": "又", "164": "稽首皈依寶性菩薩。南無寶授菩薩。勝授菩", "165": "薩。一切德王菩薩。無量仁壽菩薩摩訶薩。無", "166": "邊得大勢菩薩。佛菩薩。善發趣菩薩。南無上", "167": "願菩薩。一切最勝菩薩。光曜菩薩。南無普焰", "168": "菩薩。無量金剛拳菩薩摩訶薩。菩薩。敬禮妙", "169": "吉祥菩薩。一切無比慧菩薩。佛菩薩。增益意", "17": "薩。一切慧雲心王菩薩。", "170": "菩薩。南無辯聚菩薩。", "171": "又", "172": "稽首皈依法志菩薩。南無慈氏菩薩。上際菩", "173": "薩。一切水光菩薩。無量大相菩薩摩訶薩。無", "174": "邊寂滅慧菩薩。佛菩薩。堅固志菩薩。南無勇", "175": "眾菩薩。一切明照菩薩。普上菩薩。南無大月", "176": "菩薩。無量金剛敷菩薩摩訶薩。菩薩敬禮轉", "177": "法輪菩薩。一切無礙慧菩薩。佛菩薩。無寶意", "178": "菩薩。南無廣慧菩薩。", "179": "又", "18": "又", "180": "稽首皈依首藏菩薩。南無堅勢菩薩。滿願菩", "181": "薩。一切持魔菩薩。無量善筭菩薩。摩訶薩。無", "182": "邊無盡意菩薩。佛菩薩。無著意菩薩。南無法", "183": "熾菩薩。一切慧密菩薩。無等菩薩。南無趣意", "184": "菩薩。無量金剛明菩薩摩訶薩。菩薩敬禮眾", "185": "勝王菩薩。一切增上意菩薩。佛菩薩。師子作", "186": "菩薩。南無具辯菩薩。", "187": "又", "188": "稽首皈依寶士菩薩南無歡曜菩薩。盡慧菩", "189": "薩。一切濡音菩薩。無量寶首菩薩摩訶薩。無", "19": "稽首皈依。無量光明焰藏菩薩。一切善慧菩", "190": "邊吉義意菩薩。佛菩薩無盡意菩薩。南無普", "191": "化菩薩。一切覺首菩薩。智首菩薩。南無覺意", "192": "菩薩。無量金剛軍菩薩摩訶薩。菩薩。敬禮度", "193": "眾生菩薩。一切除惡道菩薩。佛菩薩。如來藏", "194": "菩薩。南無法響菩薩。", "195": "又", "196": "稽首皈依妙德菩薩。南無彌勒菩薩。息意菩", "197": "薩。一切金瓔菩薩。無量大力菩薩摩訶薩。無", "198": "邊功德首菩薩。佛菩薩。精進慧菩薩。南無法", "199": "上菩薩。一切勝響菩薩。過意菩薩。南無辯積", "2": "八　　　　　　　　　　　　　　塞八", "20": "薩。最上菩薩。普光明相菩薩。南無無比菩薩", "200": "菩薩。無量須彌王菩薩。摩訶薩。菩薩。不可思", "201": "議諸菩薩。一切功德慧菩薩。佛菩薩。無量步", "202": "菩薩。南無法涌菩薩。", "203": "發大願之曲發大願之曲即鏵鍬兒三首", "204": "無量法王佛菩薩。常現神通佛菩薩。斷諸魔", "205": "菩薩。敬禮大悲思惟佛菩薩。清淨三輪佛菩", "206": "薩。無量光明佛菩薩。觀世音佛菩薩。敬頂禮", "207": "諸天佛菩薩。", "208": "又", "209": "南無圓覺佛菩薩。至敬常淨佛菩薩。火光佛", "21": "摩訶薩。南無性莊嚴菩薩摩訶薩。金剛焰菩", "210": "菩薩。大月光山佛菩薩。師子吼佛菩薩。無礙", "211": "轉法輪菩薩。曾法智佛菩薩。甘露光解脫王", "212": "佛菩薩。", "213": "又", "214": "淨諸業障佛菩薩。南無圓滿佛菩薩。天勝藏", "215": "菩薩。敬頂禮文殊師利菩薩。施蓮華行佛菩", "216": "薩。善順金剛會菩薩。至光英諸菩薩。善勇猛", "217": "蓮華髻佛菩薩。", "218": "除欲漏之曲除欲漏之曲即柳搖金八首", "219": "喜王菩薩。惠施菩薩。淨月藏佛菩薩。普護佛", "22": "薩。一切波頭摩幢菩薩。", "220": "菩薩。寶音聲佛菩薩。普照十方冠菩薩。觀月", "221": "佛菩薩。敬皈依世主王佛菩薩。和稱自在可", "222": "畏莫能犯菩薩。普徧吉祥功德寶光菩薩。", "223": "又", "224": "月王菩薩。雲音菩薩。滅惡趣佛菩薩。勝辯佛", "225": "菩薩。寶仙仁佛菩薩。覺意雷音王菩薩。增意", "226": "佛菩薩。敬皈依梵主王佛菩薩。和一切願海", "227": "音寶王髻菩薩。普念菩薩。無數劫修菩薩。", "228": "又", "229": "光相菩薩。辯峯菩薩。普戒佛菩薩。大德佛菩", "23": "又", "230": "薩。大音王佛菩薩。廣大深妙聲菩薩。寶住佛", "231": "菩薩。得勤精進大雲常現佛菩薩。和無性自", "232": "在金寶瓔珞菩薩。寶日菩薩。一切語言菩薩。", "233": "又", "234": "淨藏菩薩。梵音菩薩。漏盡佛菩薩。寶勝佛菩", "235": "薩。世間光佛菩薩。功德光照王菩薩。普寤佛", "236": "菩薩。越三界足大雲無礙佛菩薩。和感父母", "237": "業如意光積菩薩。大地菩薩。一切義成菩薩。", "238": "又", "239": "敬頂禮德光王菩薩。藥王軍佛菩薩。明首佛", "24": "稽首皈依。無量因陀羅德菩薩。不取諸法菩", "240": "菩薩。斷憂暗佛菩薩。常調身佛菩薩。金剛佛", "241": "眼光明菩薩。善觀眼佛菩薩。金剛聲光明普", "242": "蓮華寶海佛菩薩。和降伏一切諸根境界菩", "243": "薩。法勝菩薩。無垢普藏菩薩。", "244": "又", "245": "敬頂禮摩訶須菩薩。勝華藏佛菩薩。光德佛", "246": "菩薩。地威德佛菩薩。勝思惟佛菩薩。金剛寶", "247": "蓋光明菩薩。日威德佛菩薩。旃檀光天冠寶", "248": "多羅戰勝佛菩薩。和寶手自在銅寶瓔珞菩", "249": "薩。海惠菩薩。帝釋王德菩薩。", "25": "薩。佛日菩薩。不空奮迅菩薩。南無法慧菩薩", "250": "又", "251": "濡天菩薩。照意菩薩。德染智辯佛菩薩。智德", "252": "佛菩薩。無邊禪佛菩薩。師子步暢音菩薩。吉", "253": "祥密佛菩薩。出生願海音珠冠佛菩薩。和說", "254": "息愛意大眾自在菩薩。溥首菩薩。銀寶瓔珞", "255": "菩薩。", "256": "又", "257": "妙幢菩薩。喜見菩薩。蔽塞諸障佛菩薩。日盛", "258": "佛菩薩。和輪調佛菩薩。破一切光王菩薩。無", "259": "吾我佛菩薩。離一切佛法幔髻佛菩薩。和法", "26": "摩訶薩。南無最勝幢菩薩摩訶薩。金剛踊菩", "260": "無垢月優鉢羅德菩薩。智上菩薩。不動足進", "261": "菩薩。", "262": "光通達之曲光通達之曲即疊字山坡羊二首", "263": "天王光佛菩薩。金剛燈光明菩薩。神通華大", "264": "雲牛王吼海意佛菩薩。敬頂禮除疑佛菩薩。", "265": "大雲施雨佛菩薩。明見光賢佛菩薩。大明普", "266": "香佛菩薩。梵音光幢佛菩薩。", "267": "又", "268": "金光炎佛菩薩。金剛衣光明菩薩。無憂施俱", "269": "素摩勝藏寶願佛菩薩。敬頂禮普觀佛菩薩。", "27": "薩。一切月光光明菩薩。", "270": "大雲愛樂佛菩薩。大智光明佛菩薩。羼提。等", "271": "心佛菩薩。深彌。海音佛菩薩。", "272": "依精明之曲依精明之曲即燈月交輝四首", "273": "德王菩薩。常明曜佛菩薩。勝慧離憂佛菩薩。", "274": "大悲心佛菩薩。日光明無見菩薩。增長意緫", "275": "持菩薩。敬頂禮吉祥法炬燈菩薩。淨月藏德", "276": "音菩薩。", "277": "又", "278": "光觀菩薩。佛勝藏佛菩薩。慧密金剛佛菩薩。", "279": "大光明佛菩薩。上精進善行菩薩。清淨慧善", "28": "又", "280": "思菩薩。敬頂禮功德林藥王菩薩。天勝藏普", "281": "光明菩薩。", "282": "又", "283": "智林菩薩。得大勢佛菩薩。勇步山雷佛菩薩。", "284": "無攀緣佛菩薩。除惡道增長菩薩。無著意無", "285": "邊菩薩。敬頂禮離垢藏淨王菩薩。無垢藏歡", "286": "曜菩薩。", "287": "又", "288": "月光菩薩。獨步世佛菩薩。藥上金山佛菩薩。", "289": "須彌幢佛菩薩。不虛見仁壽菩薩。光藏如言", "29": "稽首皈依。清淨光明莊嚴菩薩。斷諸惡道菩", "290": "行菩薩。敬頂禮善丈夫法幢菩薩。地鳴聲常", "291": "加行菩薩。", "292": "入圓明之曲入圓明之曲即羅江怨四首", "293": "善明佛菩薩。思心菩薩。蓮華德藏佛菩薩。覺", "294": "林盡慧善稱菩薩。焰光菩薩。無怨菩薩。山峯", "295": "不可盡除幻菩薩星宿王光照藏佛菩薩。一", "296": "塵佛菩薩。成行佛菩薩。善發趣佛菩薩。", "297": "又", "298": "普燈佛菩薩。嚴意菩薩。大雲不輕佛菩薩。大", "299": "雲勤藏德臻菩薩。摩訶薩埵。常現菩薩。離塵", "3": "菩薩名稱歌曲(南)顯真際之曲顯真際之曲即駐馬聽十首", "30": "薩。寶頂菩薩。無邊功德菩薩。南無智擇菩薩", "300": "光端嚴幢佛菩薩。頂中光明一切義藏菩薩。", "301": "如來胎菩薩。道場冠菩薩。無限意佛菩薩。", "302": "又", "303": "月幢佛菩薩。難量菩薩。羅隣那竭佛菩薩。虛", "304": "空無垢梵幢菩薩。其心堅重妙身菩薩。大雲", "305": "大海佛菩薩。海德寶嚴淨意佛菩薩。無邊際", "306": "菩薩。光明手菩薩。三昧藏佛菩薩。", "307": "又", "308": "諸天佛菩薩。十方菩薩。大奮迅王佛菩薩。發", "309": "心即轉法輪菩薩。持意增念。光天菩薩。金剛", "31": "摩訶薩。南無大勢至菩薩摩訶薩。虛空藏菩", "310": "大身佛菩薩。鼻揉多羅善淨眼佛菩薩。無緣", "311": "觀菩薩。大雲電光菩薩。一向照善覺佛菩薩。", "312": "照五蘊之曲照五蘊之曲即掛真兒一首", "313": "寶相天王佛菩薩。月王智吉祥菩薩。大智光", "314": "明多羅菩薩。寶慶光天菩薩。", "315": "究竟覺之曲究竟覺之曲即香徧滿一首", "316": "天光菩薩。法界普光佛菩薩。無性出生王佛", "317": "菩薩。梵王雷音菩薩。無邊稱菩薩。妙意菩薩。", "318": "不究竟佛菩薩。", "319": "一法性之曲一法性之曲即󰝬畫眉一首", "32": "薩。一切斷諸嚴王菩薩。", "320": "光英光智佛菩薩。寶焰寶華佛菩薩。善明彌", "321": "勒佛菩薩。淨紫金菩薩。法界音聲佛菩薩。", "322": "照迷途之曲照迷途之曲即金索掛梧桐一首", "323": "那伽慧菩薩。心王菩薩。一切龍天功德山菩", "324": "薩。龍意寶莊嚴佛菩薩。平等性智菩薩。最勝", "325": "自在王菩薩。無邊自在王菩薩。無量觀出一", "326": "切世菩薩。", "327": "無所住之曲無所住之曲即浣溪沙一首", "328": "敬皈依。齊頂禮。難出現智藏菩薩。一切吉利", "329": "諸菩薩。善歡喜一照明燈佛菩薩。齊頂禮。自", "33": "又", "330": "性光菩薩。普威儀具足平等菩薩。", "331": "辯真實之曲辯真實之曲即劉潑󱂙一首", "332": "敬禮。敬禮諸菩薩。焰明無量定菩薩。金剛大", "333": "辯佛菩薩。清淨辯才蓮華具足佛菩薩。敬頂", "334": "禮。自在光菩薩。", "335": "淨覺心之曲淨覺心之曲即秋夜月一首", "336": "敬皈依。甘露光菩薩。妙色莊嚴佛菩薩。一切", "337": "佛藏冠菩薩。離塵佛菩薩。妙真金菩薩。", "338": "取淨行之曲取淨行之曲即東甌令一首", "339": "至心禮。佛菩薩。功德莊嚴佛菩薩。大雲得志", "34": "稽首皈依。無量因陀羅網菩薩。發行成就菩", "340": "佛菩薩。持妙色佛菩薩。光明焰藏佛菩薩。明", "341": "慧佛菩薩。", "342": "靜慧生之曲靜慧生之曲即金錢花一首", "343": "普徧自在菩薩。普利可見菩薩。大雲歡喜佛", "344": "菩薩。菩提焰佛菩薩。功德孕佛菩薩。", "345": "止定寂之曲止定寂之曲即餘音一首", "346": "蓮華德藏佛菩薩。寶有稱尊佛菩薩。雲音上", "347": "勝佛菩薩。", "348": "又照五蘊之曲又照五蘊之曲即掛真兒一首", "349": "智藏雲音佛菩薩。妙華勝寶光菩薩。普徧吉", "35": "薩。寶藏菩薩。波頭摩眼菩薩。南無勝意菩薩", "350": "祥天光菩薩。梵音天冠菩薩。", "351": "又究竟覺之曲又究竟覺之曲即香徧滿一首", "352": "天王菩薩。善德百千佛菩薩。師子步雷音佛", "353": "菩薩。曼陀羅香菩薩。威光王菩薩。普智菩薩。", "354": "大海德佛菩薩。", "355": "又一法性之曲又一法性之曲即󰝬畫眉一首", "356": "燈王燈手佛菩薩。大慧大明佛菩薩。善財功", "357": "德佛菩薩。徧照明菩薩。如意光明佛菩薩。", "358": "又照迷途之曲又照迷途之曲即金索掛梧桐一首", "359": "善將導菩薩。超倫菩薩。無邊法王淨德藏菩", "36": "摩訶薩。南無善導師菩薩摩訶薩。金剛意菩", "360": "薩。無相普光幢佛菩薩。法自在慧菩薩。如來", "361": "願珠髻菩薩。無礙轉法輪菩薩。積諸德本如", "362": "壘寶菩薩。", "363": "又無所住之曲又無所住之曲即浣溪沙一首", "364": "敬皈依。齊頂禮。妙色志普護菩薩。淨珠嚴行", "365": "諸菩薩。智定意大海深王佛菩薩。齊頂禮普", "366": "照冠菩薩。普端嚴。無量真寶菩薩。", "367": "又辯真實之曲又辯真實之曲即劉潑󱂙一首", "368": "敬禮。敬禮諸菩薩。妙華金剛孕菩薩。須彌勝", "369": "藏佛菩薩。王頂輪王金剛大意佛菩薩。敬頂", "37": "薩。一切拔陀波羅菩薩。", "370": "禮福德光菩薩。", "371": "又淨覺心之曲又淨覺心之曲即秋夜月一首", "372": "敬皈依。無髻王菩薩。無礙光炎佛菩薩。大雲", "373": "龍樹王菩薩。韋藍佛菩薩。吉祥峯菩薩。", "374": "又取淨行之曲又取淨行之曲即東甌令一首", "375": "至心禮。佛菩薩。具殊勝見佛菩薩。增修行智", "376": "佛菩薩。珠相焰佛菩薩。旃檀勝藏佛菩薩。持", "377": "進佛菩薩。", "378": "又靜慧生之曲又靜慧生之曲即金錢花一首", "379": "妙法自在菩薩。師子威德菩薩。大雲正見佛", "38": "又", "380": "菩薩。蓮華孕佛菩薩。無限意佛菩薩。", "381": "又止定寂之曲又止定寂之曲即餘音一首", "382": "光明寶勝佛菩薩。快慧希生佛菩薩。大雲愛", "383": "染佛菩薩。", "384": "大增益之曲大增益之曲即絮娑婆四首", "385": "敬頂禮光勝菩薩。敬頂禮等觀菩薩。大金光", "386": "莊嚴菩薩。師子威猛音菩薩。金剛器仗佛菩", "387": "薩。見一切義天冠菩薩。恩施菩薩。光天菩薩。", "388": "寂靜慧海莊嚴藏菩薩。求善法菩薩。", "389": "又", "39": "稽首皈依。無量功德王慧菩薩。住一切有菩", "390": "敬頂禮觀志菩薩。敬頂禮慧燈菩薩。寶莊嚴", "391": "堅意菩薩。那羅延德藏菩薩。金剛足進佛菩", "392": "薩。現一切法光常菩薩。嚴王菩薩。多羅菩薩。", "393": "最勝慧勇修行智菩薩。無染行菩薩。", "394": "又", "395": "敬頂禮大音聲菩薩。敬頂禮寶吉祥菩薩。大", "396": "降伏魔羅菩薩。無邊照智王菩薩。大雲清淨", "397": "雨菩薩。如來願珠髻菩薩。難量菩薩。光常菩", "398": "薩。吉祥光童真菩薩。慧燈菩薩。法力菩薩。", "399": "又", "4": "稽首皈依。觀世音菩薩摩訶薩。不可思議菩", "40": "薩。德藏菩薩。不疲倦意菩薩。南無勝願菩薩", "400": "敬頂禮盛明燈菩薩。敬頂禮照法聲菩薩。無", "401": "礙轉法輪菩薩。金剛鏡供養菩薩。大雲名稱", "402": "喜菩薩。金剛智威德菩薩。焰光菩薩。飛行菩", "403": "薩。暢音聲雄施菩薩。降魔菩薩。寶喜菩薩。", "404": "正思惟之曲正思惟之曲即兩頭蠻四首", "405": "龍王髻菩薩。空無菩薩。金剛大降魔菩薩。普", "406": "賢勝威德佛菩薩。彼滿月光明佛菩薩。陀羅", "407": "尼威德佛菩薩。徧一切法界音德嚴菩薩。宿", "408": "王光照藏菩薩。優鉢羅華勝藏佛菩薩。智慧", "409": "行佛菩薩。一切相莊嚴淨勝藏菩薩。", "41": "摩訶薩。南無寂靜心菩薩摩訶薩。光明意菩", "410": "又", "411": "金剛利菩薩。鳩舍菩薩。金剛舞光明菩薩。瑠", "412": "璃寶瓔珞佛菩薩。大雨電言辭佛菩薩。平等", "413": "光明月佛菩薩。示一切大願音慧嚴菩薩。清", "414": "淨功德藏菩薩。一切三世香髻佛菩薩。徧照", "415": "藏佛菩薩。一切願海音寶王髻菩薩。", "416": "又", "417": "名清淨果佛菩薩。樂慧光明佛菩薩。功德光", "418": "明王藏菩薩。大悲雲雷音菩薩。佛變化焰髻", "419": "菩薩。法界焰智天冠菩薩。緊迦羅上友菩薩。", "42": "薩。一切清淨聲光菩薩。", "420": "敬皈依。一切佛現在藏冠寶嚴海悲菩薩。", "421": "又", "422": "地音大意佛菩薩。寂定離塵佛菩薩。妙相嚴", "423": "淨王意菩薩。石山音智光菩薩。徧說智妙息", "424": "菩薩。一切世間寂音菩薩。照明藏大惠菩薩。", "425": "敬皈依。一切願海摩尼髻紫磨金色菩薩。", "426": "悉能知之曲悉能知之曲即傚南枝四首", "427": "至心禮。佛菩薩。毗盧遮那勝寶光佛菩薩。遊", "428": "無際法行菩薩。蓋一切障法勇德佛菩薩。無", "429": "礙聲信樂意德海幢不住佛菩薩。", "43": "又", "430": "又", "431": "至心禮。佛菩薩。波頭摩藏智吉祥佛菩薩。除", "432": "一切蓋障菩薩。不疲倦意勢力慧佛菩薩。無", "433": "礙幢。華上智。大海聲普廣佛菩薩。", "434": "又", "435": "世尊佛菩薩。賢德佛菩薩。普徧吉祥菩薩。金", "436": "剛琵琶供養菩薩。敬皈依無性自性出生王", "437": "佛菩薩。深意王無礙光。覺悟意佛菩薩。無礙", "438": "覺菩薩。", "439": "又", "44": "稽首皈依。無量天山天吉菩薩。住持寂靜菩", "440": "淨身佛菩薩。海德佛菩薩。大辯化王菩薩。金", "441": "剛大三摩地菩薩。敬皈依諸佛師子座覆觀", "442": "佛菩薩。天主王無性光善淨意佛菩薩。無斷", "443": "辯菩薩。", "444": "入緣覺之曲入緣覺之曲即山歌八首", "445": "佛。敬禮光明藏菩薩。南無無垢德菩薩。南無", "446": "一切莊嚴淨德藏菩薩。南無虛空覺菩薩摩", "447": "訶薩。和唵嘛呢叭𡄣吽。", "448": "又", "449": "佛。敬禮端嚴藏菩薩。南無清淨惠菩薩。南無", "45": "薩。地藏菩薩。寶天寶髻菩薩。南無廣德菩薩", "450": "普吉祥威力菩薩。福德須彌上菩薩。佛菩薩", "451": "佛菩薩。一切化佛光明髻菩薩。神通王菩薩。", "452": "無量德菩薩。南無佛菩薩。菩薩。普照法界智", "453": "慧冠菩薩。大雲持法菩薩。海慧超越菩薩。滿", "454": "一切意樂菩薩。南無普淨得炎菩薩。正法日", "455": "威力菩薩。寂靜自在王普照三世覺菩薩。無", "456": "邊莊嚴菩薩摩訶薩。和唵嘛呢叭𡄣吽。", "457": "又", "458": "佛。敬禮光明勝菩薩。南無賢善首菩薩。南無", "459": "淨寶光明威德王菩薩。南無金剛藏菩薩摩", "46": "摩訶薩。南無三界尊菩薩摩訶薩。無邊見菩", "460": "訶薩。和唵嘛呢叭𡄣吽。", "461": "又", "462": "佛。敬禮堅精進菩薩。南無大勢至菩薩。南無", "463": "功德珊瑚上菩薩。思惟虛空意菩薩。佛菩薩。", "464": "佛菩薩。過去現在未來諸菩薩。妙高王菩薩。", "465": "無斷辯菩薩。南無佛菩薩。菩薩。普法界虛空", "466": "光觀菩薩。󲓏陀師利菩薩。不動華步菩薩。無", "467": "障礙受記菩薩。南無斷一切憂菩薩。智光影", "468": "威力菩薩。勢力自在王成就一切義菩薩。月", "469": "光光明菩薩摩訶薩。和唵嘛呢叭𡄣吽。", "47": "薩。一切法樂莊嚴菩薩。", "470": "又", "471": "佛。敬禮無能測菩薩。南無清淨慧菩薩。南無", "472": "毗盧遮那差別藏菩薩。南無無邊見菩薩摩", "473": "訶薩。和唵嘛呢叭𡄣吽。", "474": "又", "475": "佛。敬禮吉祥藏菩薩。南無無量力菩薩。南無", "476": "平等光明月菩薩。功德山威德菩薩。佛菩薩。", "477": "佛菩薩。一切願海摩尼髻菩薩。光莊嚴菩薩。", "478": "功德月菩薩。南無佛菩薩。菩薩。無性自性出", "479": "生王菩薩。發行成就菩薩。不取諸法菩薩。一", "48": "又", "480": "切法自在菩薩。南無住一切聲菩薩。普賢勝", "481": "威德菩薩。無垢眼山王斷一切惡法菩薩。拔", "482": "陀波羅菩薩摩訶薩。和唵嘛呢叭𡄣吽。", "483": "又", "484": "佛。敬禮無憂受菩薩。南無清淨藏菩薩。南無", "485": "名稱靣威無礙覺菩薩。南無普光上菩薩摩", "486": "訶薩。和唵嘛呢叭𡄣吽。", "487": "又", "488": "佛。敬禮摩尼髻菩薩。南無無礙見菩薩。南無", "489": "功德須彌勇菩薩。遊戲無邊智菩薩。佛菩薩。", "49": "稽首皈依。無量無邊觀行菩薩。樂說無滯菩", "490": "佛菩薩。無量觀出一切世菩薩。大通王菩薩。", "491": "無怖望菩薩。南無佛菩薩。菩薩。十百光明火", "492": "熾然菩薩。涅羅師利菩薩。樂說無滯菩薩。得", "493": "脫一切縛菩薩。南無徧法界音菩薩。住一切", "494": "悲見菩薩。無性出生王法界眼照覺菩薩。大", "495": "意聲王菩薩摩訶薩。和唵嘛呢叭𡄣吽。", "496": "尊者名稱歌曲(南)心光回之曲心光回之曲即真珠馬一首", "497": "蓮華三滿多尊者。龍樹富樓那尊者。阿難多", "498": "尊者。大廣智不空尊者。無邊果最勝大蓮華", "499": "尊者。", "5": "薩。妙月菩薩。波頭摩勝菩薩。南無法日菩薩", "50": "薩。寶掌菩薩。海天海慧菩薩。南無勝護菩薩", "500": "漸增進之曲漸增進之曲即步步嬌一首", "501": "敬禮皈依。大迦葉天尊者。三滿多尊者。優樓", "502": "頻螺迦葉尊者。至敬頂禮菩提達摩尊者。大", "503": "福德尊者。至敬頂禮舍利弗尊者。", "504": "無所離之曲無所離之曲即沉醉東風一首", "505": "敬皈依馬鳴尊者。敬皈依大賢尊者。般若多", "506": "羅尊者。敬頂禮賔度羅跋羅惰闍尊者。蓮華", "507": "尊者。大目犍連尊者。敬禮護國眾尊者。難陀", "508": "須菩提尊者。", "509": "住靜慮之曲住靜慮之曲即󰰍󰰍令一首", "51": "摩訶薩。南無自在天菩薩摩訶薩。摩尼髻菩", "510": "敬皈依三布囉挐尊者。敬皈依蘇頻陀尊者。", "511": "敬頂禮都沙賃彌迦尊者。布曩哩嚩蘇尊者。", "512": "蓮華色婆須密斷輪迴尊者。", "513": "清淨慧之曲清淨慧之曲即好姐姐一首", "514": "敬禮。十方尊者。半託迦多財尊者。大稱尊者。", "515": "布囉挐尊者。至心禮。麼護惹賀彌迦尊者。窣", "516": "吐羅那多果尊者。", "517": "依禪定之曲依禪定之曲即桃紅菊一首", "518": "敬皈依洪恩尊者。敬皈依法持尊者。敬皈依", "519": "降魔藏尊者。敬皈依祇多密尊者。", "52": "薩。一切清淨三輪菩薩。", "520": "勤修習之曲勤修習之曲即園林好一首", "521": "至心禮智堅尊者。至心禮常觀尊者。至心禮", "522": "天龍尊者。至心禮大尊者。至心禮勝尊者。", "523": "稱體用之曲稱體用之曲即川撥棹一首", "524": "敬頂禮曼陀羅仙尊者。敬頂禮自在尊者。那", "525": "連提耶舍尊者。鳩摩羅什尊者。淨光𦏁寂尊", "526": "者。", "527": "照清淨之曲照清淨之曲即錦衣香一首", "528": "敬皈依。優波離。敬皈依。提多迦。敬皈依乳底", "529": "囉娑得稱尊者。大迦多演曩眾尊者。伐闍羅", "53": "徹因果之曲徹因果之曲即疊字錦十首", "530": "弗多羅妙意尊者。跋陀羅尊者。三摩那普髻", "531": "尊者。南無吉祥蜜際多尊者。至心皈依塢波", "532": "布囉挐尊者。", "533": "大安隱之曲大安隱之曲即漿水令一首", "534": "敬皈依塢波難陀。󲊛達野以迦尊者。俱胝迦", "535": "羅挐尊者。布曩哩嚩蘇尊者。補瑟波迦尸迦", "536": "尊者。敬皈依鉢羅麼嚩底尊者。大須菩提尊", "537": "者。至敬禮蘇惹多尊者。至敬禮尾愈補怛囉", "538": "尊者。至敬禮俱嚕半唧迦尊者。", "539": "覺所了之曲覺所了之曲即餘音一首", "54": "敬禮一切大海深王菩薩。陀羅尼自在王菩", "540": "荏麼際曩天尊者。無邊果計舍嚩尊者。尾瑟", "541": "女末底尊者。", "542": "又心光回之曲又心光回之曲即真珠馬一首", "543": "慧藏須菩提尊者。自在阿難陀尊者。金頗羅", "544": "尊者。大福德迦羅尊者。吉祥蜜賢劫斷輪迴", "545": "尊者。", "546": "又漸增進之曲又漸增進之曲即步步嬌一首", "547": "敬禮皈依。優波毱多尊者。富樓那尊者。婆舍", "548": "斯多龍樹尊者。至敬頂禮鳩摩羅多尊者。除", "549": "苦惱尊者。至敬頂禮目犍連尊者。", "55": "薩。南無施相菩薩。無量無邊心勇猛優波羅", "550": "又無所離之曲又無所離之曲即沉醉東風一首", "551": "敬皈依妙觀尊者。敬皈依法施尊者。尾瑟女", "552": "羅尊者。敬頂禮迦諾迦跋𨤲惰闍尊者。降魔", "553": "尊者。富那夜奢尊者。敬禮賢劫諸尊者。迦羅", "554": "阿難多尊者。", "555": "又住靜慮之曲又住靜慮之曲即󰰍󰰍令一首", "556": "敬皈依佛䭾難提尊者。敬皈依阿難多尊者。", "557": "敬頂禮塢波賀哩多尊者。達野曩尾囉尊者。", "558": "舍利子。阿那律。大蓮華尊者。", "559": "又清淨慧之曲又清淨慧之曲即好姐姐一首", "56": "眼菩薩摩訶薩。一切智慧普照明藏菩薩。不", "560": "敬禮。諸天尊者。大廣智不空尊者。僧那尊者。", "561": "毗尼多尊者。至心禮波羅婆密多羅尊者。般", "562": "若流支神秀尊者。", "563": "又依禪定之曲又依禪定之曲即桃紅菊一首", "564": "敬皈依雲居尊者。敬皈依龍山尊者。敬皈依", "565": "曇無讖尊者。敬皈依竺法護尊者。", "566": "又勤修習之曲又勤修習之曲即園林好一首", "567": "至心禮慧能尊者。至心禮玄真尊者。至心禮", "568": "金牛尊者。至心禮妙尊者。至心禮善尊者。", "569": "又稱體用之曲又稱體用之曲即川撥棹一首", "57": "可思議救惡趣菩薩。南無普寶髻華幢無邊", "570": "敬頂禮。地婆訶羅尊者。敬頂禮慧藏尊者。佛", "571": "陀跋陀羅尊者。菩提流志尊者。支婁迦讖尊", "572": "者。", "573": "又照清淨之曲又照清淨之曲即錦衣香一首", "574": "敬皈依鉢哩摩。敬皈依。囉尸迦。敬皈依達磨", "575": "笈多妙髻尊者。并伽羅莎誐多尊者。金頗羅", "576": "蘇難那多意尊者。虞嚕迦尊者。嚕呬尼頭髻", "577": "尊者。南無彌遮迦健挐尊者。至心皈依蘇迦", "578": "羅耶殊尊者。", "579": "又大安隱之曲又大安隱之曲即漿水令一首", "58": "菩薩。燈明菩薩。淨王菩薩。賢首菩薩。無量意", "580": "敬皈依迦毗摩羅。孫那哩三相尊者。哩嚩那", "581": "深財尊者。諾矩羅多財尊者。素嚕波囉多迦", "582": "尊者。敬皈依誐麼迦提灑尊者。不如密多尊", "583": "者。至敬禮麼護那尊者。至敬禮擬哩迦哩尼", "584": "尊者。至敬禮塢波󰋂以迦尊者。", "585": "又覺所了之曲又覺所了之曲即餘音一首", "586": "頗羅墯惹諸尊者。麼護惹嚩婆嚩尊者。注茶", "587": "半託迦尊者。", "588": "不住相之曲不住相之曲即祝英臺序八首", "589": "敬皈依。天尊者。慈慧法尊者。無等尊者。善覺", "59": "菩薩摩訶薩。敬禮焰熾妙菩薩。一切菩薩。", "590": "逍遙普願智常尊者。敬禮童子迦葉尊者。乳", "591": "底囉娑尊者。吉迦夜麼賀底沙尊者。", "592": "又", "593": "敬皈依。諸尊者。普化覺尊者。弘辯尊者。大善", "594": "常興萬歲道通尊者。敬禮優鉢羅色尊者。嬌", "595": "梵波提尊者。室哩野阿曩吠那尊者。", "596": "又", "597": "敬禮。蓮華光。達野曩。國道妙尊者。曇照尊者。", "598": "補瑟娑羅靈佑。性空尊者。敬禮。惹野縛底尊", "599": "者。寰中尊者。室囉䭾普岸智真尊者。", "6": "摩訶薩。南無寶蓋山菩薩摩訶薩。金剛慧菩", "60": "又", "600": "又", "601": "敬禮。并伽羅。素󳸕多。慧寂脇尊者。神讚尊者。", "602": "阿努囉䭾。圓暢。法端尊者。敬禮。阿它野曩尊", "603": "者。洪諲尊者。因揭陀法會寶雲尊者。", "604": "又", "605": "敬禮。妙說三藏尊者。如滿志道尊者。祇林尊", "606": "者。寶徹尊者。達磨玄朗尊者。南無聖堅玄覺", "607": "尊者。嚩布沙尊者。竺法護慧滿慈雲尊者。", "608": "又", "609": "敬禮。至行廣脩尊者。灌頂法喜尊者。神藏尊", "61": "敬禮無量功德海意菩薩。普音功德海幢菩", "610": "者。太毓尊者。道明無相尊者。南無。湛然如會", "611": "尊者。麼護那尊者。尾舍佉法海應天尊者。", "612": "又", "613": "敬禮。慧海玄素尊者。道信至尊者。迦智尊者。", "614": "無住尊者。神會黑眼尊者。敬禮志。真無業尊", "615": "者。弘思尊者。離三毒智常尊者。", "616": "又", "617": "敬禮。智藏無了尊者。寶貴法尊者。道邃尊者。", "618": "全植尊者。法達緫印尊者。敬禮。廣澄辭朗尊", "619": "者。慧超尊者。超三界智真尊者。", "62": "薩。南無勝藏菩薩。無量無邊精進首文殊師", "620": "入緣覺之曲入緣覺之曲即山歌十二首", "621": "佛。龍樹蓮華色尊者。馬鳴舍利弗尊者。鳩摩", "622": "羅什難陀妙髻除苦惱。迦羅婆須密竺法護", "623": "尊者。和唵嘛呢叭𡄣吽。", "624": "又", "625": "佛。法海天龍妙尊者。蓮華大福德尊者。頗羅", "626": "墮惹多財計舍嚩。自在常觀大尊者。大尊者。", "627": "大尊者。淨光𦏁寂大迦葉尊者耶殊舍利子。", "628": "最勝阿難多。阿那律尊者。尊者。吉祥密慧滿", "629": "荏麼際曩。菩提流志尊者。普化無等慈慧。達", "63": "利菩薩摩訶薩。一切海德寶嚴淨意菩薩。帝", "630": "野曩善覺尊者。堀多三藏達磨自滿。尾嚩哩", "631": "多曩尊者。塢波布囉拏尾瑟女末底尊者。大", "632": "廣智不空弘辯尊者。和唵嘛呢叭𡄣吽。", "633": "又", "634": "佛。慈慧祇多密尊者。法端哩縛那尊者。寶雲", "635": "如會法融慧可計舍縛。底沙因揭陀達野曩", "636": "尊者。和唵嘛呢叭𡄣吽。", "637": "又", "638": "佛。崇慧弘思大尊者。志真曉了大尊者。義端", "639": "慧寂智真素󳸕多。國道興平大尊者。大尊者。", "64": "釋王德大香象菩薩。南無功德自在王大光", "640": "大尊者。道常良遂尾舍佉尊者。際多除苦惱。", "641": "妙髻室囉䭾無邊果尊者。尊者。大福德最勝", "642": "阿他野曩。智巖無業尊者。義淨寶積智閑。徧", "643": "一切大善尊者。如滿志誠靈默道信。普世界", "644": "大意尊者。三滿多底沙半託迦業果尊者。普", "645": "供養不思議眾尊者。和唵嘛呢叭𡄣吽。", "646": "又", "647": "佛。鉢羅麼嚩底尊者。聖堅鶴勒那尊者。慧方", "648": "如滿智封道樹大迦葉。健拏賀哩多嚕呬尼", "649": "尊者。和唵嘛呢叭𡄣吽。", "65": "菩薩。雷音菩薩。喜王菩薩。進寂菩薩。無󰡷志", "650": "又", "651": "佛。善覺洪恩大尊者。道通法達大尊者。巨方", "652": "無相慧超哩縛那。神讚供諲大尊者。大尊者。", "653": "大尊者。智通明哲勞囉嚩尊者注茶半託迦", "654": "徧曜目犍連離三毒尊者。尊者。斷輪迴正果", "655": "迦多演曩會通玄素尊者。太毓慧藏法持。無", "656": "邊界自在尊者。曇藏慧忠道明本淨。麼護那", "657": "如會尊者。都沙賃彌迦賢劫眾無量尊者。吉", "658": "祥密超三界諸尊者。和唵嘛呢叭𡄣吽。", "659": "又", "66": "菩薩摩訶薩。敬禮善淨意菩薩一切菩薩。", "660": "佛。那連提耶舍尊者。智威室哩野尊者。道欽", "661": "辭朗性空日子阿那律。志勒達磨戰空濕羅", "662": "尊者。和唵嘛呢叭𡄣吽。", "663": "又", "664": "佛。迦智玄真大尊者。龍山萬歲大尊者。靈湍", "665": "普願廣澄誐底迦。圓暢安通大尊者。大尊者。", "666": "大尊者。智常神秀戌博迦尊者。俱嚕半唧迦", "667": "妙意布囉拏。賀哩多尊者。尊者。大迦多演曩", "668": "菩提達摩。大安希運尊者。寶徹無了智常。難", "669": "歡喜那曩尊者。妙說元琇靖宗玄󲊸。麼護惹", "67": "又", "670": "懷海尊者。塢波賀哩多󲊛達野以迦尊者。舍", "671": "利弗智藏靈佑尊者。和唵嘛呢叭𡄣吽。", "672": "又", "673": "佛。智藏毗尼多尊者。高亭縛切迦尊者。章安", "674": "灌項法華智威阿那律。蓮華光妙髻無邊果", "675": "尊者。和唵嘛呢叭𡄣吽。", "676": "又", "677": "佛。那連提耶舍尊者。塢波半即迦尊者。性空", "678": "無等常觀達野曩。玄素洪恩大尊者。大尊者。", "679": "大尊者。慧安無相阿難陀尊者。僧那室哩野。", "68": "敬禮妙相嚴淨王意菩薩。大光明網照藏菩", "680": "妙意并迦羅。超三界尊者。尊者。孫那哩優樓", "681": "頻螺迦葉。義淨玄奘尊者。玄󲊸惟則仁儉。尾", "682": "瑟女末底尊者。智真如會戒雲普化離三毒", "683": "普願尊者。紅螺半託迦難󲊛迦志徹尊者。賀", "684": "哩多智通辭朗尊者。和唵嘛呢叭𡄣吽。", "685": "又", "686": "佛。尾嚩哩多曩尊者。寶雲吉祥密尊者。塢波", "687": "麼哩虞迦最勝麼護惹。法融烏波嚩哩多曩", "688": "尊者。和唵嘛呢叭𡄣吽。", "689": "又", "69": "薩。南無上意菩薩。無量無邊師子吼曇摩師", "690": "佛。玄覺法真勝尊者。祇林大功德尊者。道通", "691": "自滿法施麼護惹。無業惟寬大尊者。大尊者。", "692": "大尊者。廣澄神藏誐底迦尊者。逍遙諾矩羅。", "693": "增益跋陀羅降魔藏尊者。尊者。吉迦夜慧寂", "694": "弘思無了般若流支尊者。靈默懷海全植。求", "695": "那跋陀羅尊者。寶雲義通慧超靈佑。烏閉多", "696": "黑眼尊者。洪諲羯賔那婆須密。普岸尊者嚕", "697": "呬尼聖堅寶貴尊者。和唵嘛呢叭𡄣吽。", "698": "諸佛世尊如來菩薩尊者名稱歌曲卷第十", "699": "八", "7": "薩。一切常現神通菩薩。", "70": "利菩薩摩訶薩。無量能滅一切怖意菩薩。普", "71": "德最勝燈光照菩薩。南無普智光照如來境", "72": "菩薩。離憂菩薩。善明菩薩。上慧菩薩。無垢藏", "73": "菩薩摩訶薩。敬禮妙勝藏菩薩。一切菩薩。", "74": "又", "75": "敬禮寶印手不空見菩薩。破諸魔勝意生菩", "76": "薩。南無大意菩薩。無量無邊師子志毗盧遮", "77": "那菩薩摩訶薩。無量不誑一切眾生菩薩。大", "78": "勇猛力善奮迅菩薩。南無一切聲性宮殿聲", "79": "菩薩。普賢菩薩。普明菩薩。普慧菩薩無垢上", "8": "又", "80": "菩薩摩訶薩。敬禮捷疾辯菩薩。一切菩薩。", "81": "又", "82": "敬禮一切慧上精進菩薩。無攀緣轉法輪菩", "83": "薩。南無造化菩薩。無量無邊離垢藏普光明", "84": "月菩薩摩訶薩。不動行步一切天讚菩薩。離", "85": "法境界得大勢菩薩。南無照一切世間莊嚴", "86": "菩薩。持人菩薩。善思菩薩。德首菩薩。功德慧", "87": "菩薩摩訶薩。敬禮無礙辯菩薩一切菩薩。", "88": "又", "89": "敬禮淨月藏越三界菩薩。摩尼珠普光明菩", "9": "稽首皈依。無礙虛空智藏菩薩。不動華步菩", "90": "薩。南無雨滴菩薩。無量無邊離垢淨旃檀勝", "91": "藏菩薩摩訶薩。伏一切界得大精進菩薩。善", "92": "思議意大勢至菩薩。南無海月大光明無邊", "93": "菩薩。持王菩薩太山菩薩。除幻菩薩。同解脫", "94": "菩薩摩訶薩。一切功德藏菩薩無量菩薩。", "95": "又", "96": "敬禮佛勝藏越三世菩薩。無邊幢善思惟菩", "97": "薩。南無照意菩薩。無量陀羅尼自在檀那師", "98": "利菩薩摩訶薩。見一切意無障礙智菩薩。一", "99": "切障斷捨惡趣菩薩。南無普覺月意聲諸眾"}, "originalTitle": "Northern Yongle Edition of the Canon, Electronic version, No. 1612 諸佛世尊如來菩薩尊者名稱歌曲(第1卷-第18卷)", "englishTitle": "Northern Yongle Edition of the Canon, Electronic version, No. 1612 諸佛世尊如來菩薩尊者名稱歌曲(第1卷-第18卷)", "author": "明 太宗朱棣制", "language": "chinese", "source": "CBETA"}