{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 632", "1": "妙法蓮華經指掌疏事義", "10": "以象示之。時彼眾盲。各以手觸。王喚眾盲。各各問言。", "100": "虎。聖人作而萬物覩。體註云。凡聲同。必此唱彼和而", "1000": "卷第三△卷第三", "1001": "打鼓弄琵琶", "1002": "忠國師頌曰。打鼓弄琵琶。還他一會家。木童能撫掌。", "1003": "石女解烹茶。雲散天邊月。春來樹上花。善財參徧處。", "1004": "黑豆未生芽。見華嚴綸貫。", "1005": "河伯井鼃", "1006": "秋水時至。百川灌河。涇流之大。兩涘渚涯之間。不辨", "1007": "牛馬。於是焉。河伯欣然自喜。以天下之美為盡在己。", "1008": "順流而東。行至於北海。東面而視。不見水端。於是焉", "1009": "河伯始旋其面目。望洋向若而歎曰。野語有之曰。聞", "101": "相應。氣同。必此施彼受而相求。又云。龍是水畜。雲是", "1010": "道百。以為莫己若者。我之謂也。且夫我常聞。少仲尼", "1011": "之聞。而輕伯夷之義。始吾弗信。今我睹子之難窮也。", "1012": "吾非至於子之門。則殆矣。吾長見笑於大方之家。北", "1013": "海若曰。井鼃不可以語海者。拘於墟也。夏蟲不可以", "1014": "語冰者。篤於時也。曲士不可以語道者。束於教也。今", "1015": "爾出於涯涘。觀於大海。乃知爾醜。爾將可以語大理", "1016": "矣。見莊子秋水篇。", "1017": "心悅誠服", "1018": "孟子曰。以力服人者。非心服也。力不贍也。以德服人", "1019": "者。中心悅而誠服也。註云。贍足也。言王霸之心。誠偽", "102": "水氣。故龍吟則雲騰。虎是威猛之獸。故虎嘯則風生。", "1020": "不同。故人所以應之者。其不同亦如此。", "1021": "生母乳母之不同", "1022": "世教有八母。一妾生之子。謂父正室。曰嫡母。二父妾", "1023": "有子者。曰庶母。三庶子失母。父命他妾之無子者慈", "1024": "之。曰慈母。四自小乳哺。曰乳母。五抱養同宗。及三歲", "1025": "以下遺棄之子。曰養母。六父亡。母適他家。曰嫁母。七", "1026": "母亡。父再娶之。曰繼母。八母有玷隙。被父離棄。曰出", "1027": "母。詳見文公家禮。", "1028": "父不得而子", "1029": "咸丘蒙問曰。語云。盛德之士也。君不得而臣。父不得", "103": "子期云喪。伯牙絕絃", "1030": "而子。註云咸丘蒙。孟子弟子也。語古語也。見孟下萬", "1031": "章篇。", "1032": "佛意不受父禮", "1033": "佛始成道。度迦葉兄弟三人。有千比丘。遊摩竭國。度", "1034": "萍沙王。將還本國。先遣優陀夷。告真淨王。却後七日。", "1035": "當來入化。時王聞之。喜踴無量。即勅嚴駕。平治道路。", "1036": "洒掃燒香。以待如來。如來心念。今者父王。必當來迎。", "1037": "不可使尊重屈體。當現神足昇虗而行。與人頭齊。欲", "1038": "使王手接足而已。所以爾者。佛雖德尊。不欲使父母", "1039": "屈體故也。", "104": "列子湯問篇云。俞伯牙善鼓琴。鐘子期善聽。伯牙鼓", "1040": "欲罷不能", "1041": "論語上。夫子循循然。善誘人。博我以文。約我以禮。欲", "1042": "罷不能。既竭吾才。如有所立卓爾。雖欲從之。末由也", "1043": "已。註云。卓立貌。末無也。此顏子自言其學之所至也。", "1044": "蓋悅之深。而力之盡。所見益親。而又無所用其力也。", "1045": "稽首歸命", "1046": "周禮。春官大祝。辯九拜之儀。一稽首。頭至地也。二頓", "1047": "首。頭叩地也。三空首。頭至於手。所謂拜手也。四振動。", "1048": "戰栗變動之拜也。五吉拜。先拜而後稽顙。六凶拜。先", "1049": "稽顙而後拜。七奇拜。謂一拜也。八褒報拜。再拜是也。", "105": "琴。志在高山。子期曰。善哉峩峩兮。若泰山。志在流水。", "1050": "九肅拜。但俯下手。今時擡也。彌陀疏鈔云。歸命。如波", "1051": "羅密例。倒語法也。歸有二義。一者歸投義。言世人至", "1052": "重者身命。舉身命而歸依。誠敬之至。無二心也。二者", "1053": "歸元義。舉身命而歸依。總攝六根。還歸一心也。", "1054": "蔽芾甘棠", "1055": "詩云。蔽芾甘棠。勿翦勿伐。召伯所茇。註云。蔽芾盛貌。", "1056": "甘棠杜梨也。白者為棠。赤者為杜。翦。翦其校葉也。伐。", "1057": "伐其條𠏉也。伯。方伯也。茇。草舍也。召伯循行南國。以", "1058": "布文王之政。或舍甘棠之下。後人思其德。故愛其樹。", "1059": "而不忍傷也。見國風召南甘棠篇。", "106": "子期曰。美哉洋洋兮。若江河。伯牙所念。子期必知。後", "1060": "至誠之道可以前知", "1061": "中庸云。至誠之道。可以前知。註云。誠謂真實無妄。至", "1062": "誠謂聖人之德之實。然惟誠之至極。而無一毫私偽", "1063": "留於心目之間者。乃能有以察其幾焉。", "1064": "言近指遠", "1065": "孟子曰。言近而指遠者。善言也。守約而施博者。善道", "1066": "也。君子之言也。不下帶而道存焉。註云。古人視不下", "1067": "於帶。則帶之上。乃目常見至近之處也。舉目前之近", "1068": "事。而至理存焉。所以為言近而指遠也。見盡心篇。", "1069": "如來以神力合為一鉢", "107": "子期死。伯牙終身不鼓。何也。蓋無知音者也。", "1070": "經云。如來爾時。將欲受彼商人之食。作是思惟。過去", "1071": "諸佛。皆悉持鉢。我今當以何器而受斯食。作是念已。", "1072": "時四天王。持七寶鉢。奉上如來。如來不受。時毗沙門", "1073": "天王。告餘天王曰。昔有青身天王。將四石鉢來與我", "1074": "等。復有一天來白我言。慎勿用此鉢。宜應供養而作", "1075": "塔想。何以故。未來有佛。名釋迦牟尼。當以此鉢。奉上", "1076": "彼佛。欲施石鉢。今正是時。時四天王持彼石鉢。盛滿", "1077": "天華。來詣佛所。白言世尊。惟願如來。受我此鉢。受商", "1078": "人食。爾時世尊。作是念佛。四大天王。以淨信心而施", "1079": "我鉢。然我不合受持四鉢。若惟受一。餘必嫌恨。我今", "108": "因材而篤", "1080": "總受四鉢。受已次第相重。以手按之。合成一器。四際", "1081": "分明。如來爾時。憶念過去。而說偈言。我昔以華盛滿", "1082": "鉢。奉施無量諸如來。是故今者四天王。施我堅牢清", "1083": "淨鉢。詳見大莊嚴經第十卷。", "1084": "活潑潑的", "1085": "詩云。鳶飛戾天。魚躍於淵。言其上下察也。註云。詩大", "1086": "雅旱麓篇。鳶鴟類。戾至也。察著也。程子曰。此一節子", "1087": "思喫緊為人處。活潑潑的。讀者其致思焉。見中庸。", "1088": "言有宗事有君", "1089": "憨山大師。莊子逍遙遊註云。莊子自云言有宗。事有", "109": "中庸云。故天之生物。必因其材而篤焉。故栽者培之。", "1090": "君。即此便是立言之宗本也。但內篇無此語。或出外", "1091": "篇。惜未見耳。俟考。", "1092": "權拈黃葉", "1093": "華嚴經第二十卷云。如彼嬰兒啼哭之時。父母即以", "1094": "楊樹黃葉而語之言。莫啼莫啼。我與汝金。嬰兒見已。", "1095": "生真金想。便止不啼。善男子。如彼嬰兒。於非金中生", "1096": "真金想。如來亦爾。於不淨中而說為淨。如來以得第", "1097": "一義故。則無虗妄。", "1098": "誨人不倦", "1099": "子曰。若聖與仁。則吾豈敢。抑為之不厭。誨人不倦。則", "11": "象為何類。其觸牙者。即言象形如蘆菔根。其觸耳者。", "110": "傾者覆之。註云。材質也。篤厚也。栽植也。氣至而滋息", "1100": "可謂云爾已矣。公西華曰。正唯弟子不能學也。註云。", "1101": "此亦夫子之謙辭也。聖者大而化之。仁則心德之全。", "1102": "而人道之備也。為之。謂為仁聖之道。誨人。亦謂以此", "1103": "教人也。然不厭不倦。非己有之則不能。所以弟子不", "1104": "能學也。見論語上。", "1105": "卷第四△卷第四", "1106": "持地菩薩平地待佛", "1107": "楞嚴經第五卷云。持地菩薩頂禮佛足。而白佛言。我", "1108": "念往昔。普光如來。出現於世。我為比丘。常於一切要", "1109": "路津口。田地險隘。有不如法。妨損車馬。我皆平填。或", "111": "為培。氣反而遊散則覆。", "1110": "作橋梁。或負沙土。毗舍浮佛。現在世時。時國大王。延", "1111": "佛設齋。我於爾時。平地待佛。毗舍如來。摩頂謂我。當", "1112": "平心地。則世界地。一切皆平。", "1113": "著欲失通", "1114": "大智度論十九卷云。󳬂頭藍弗。得非想定。具五神通。", "1115": "日日飛入王宮中食。其王夫人。依其國法。接足而禮。", "1116": "觸足欲發失通。求車還山。更修五通。一心專志。後得", "1117": "定如初。生非想天。", "1118": "無足軒輊", "1119": "詩小雅六月章云。我車既安。如輊如軒。註云。輊車之", "112": "雷同", "1120": "覆而前也。軒。車之却而後也。凡車。從後視之如輊。從", "1121": "前視之如軒。然後適調也。後漢馬援傳曰。居前不能", "1122": "令人輊。居後不能令人軒。軒輕也。輊重也。此言為人", "1123": "無所輕重也。", "1124": "化行俗美", "1125": "詩云。肅肅免罝。椓之丁丁音爭。赳赳武夫。公侯干城。註", "1126": "云。罝󱓉也。化行俗美。賢才眾多。雖罝免之野人。而其", "1127": "才之可用猶若此。故詩人因其所事。以起興而美之", "1128": "而文王德化之盛。因可見矣。見國風周南。", "1129": "欲善其事先利其器", "113": "禮記曲禮云。毋勦說。毋雷同。註云。毋勦襲乎成說。毋", "1130": "子貢問為仁。子曰。工欲善其事。必先利其器。居是󳬛", "1131": "也。事其大夫之賢者。友其士之仁者。註云。賢以事言", "1132": "仁以德言。夫子甞謂子貢悅不若己者。故以是告之。", "1133": "欲其有所嚴憚切磋。以成其德也。見論語上。", "1134": "斥鷃笑大鵬", "1135": "莊子逍遙遊云。有鳥焉。其名為鵬。背若泰山。翼若垂", "1136": "天之雲。搏扶搖羊角旋風而上者九萬里。絕雲氣。負青", "1137": "天。然後圖南。且適南冥也。斥鷃斥澤小鳥笑之曰。且彼奚", "1138": "適也。我騰躍而上。不過數仞而下。翱翔蓬蒿之間。此", "1139": "亦飛之至也。而彼且奚適也。", "114": "附和乎人言。此恐隨人是非。無定見也。", "1140": "普賢長男", "1141": "華嚴經普賢行願品偈云。一切如來有長子。彼名號", "1142": "曰普賢尊。我今迴向諸善根。願諸智行悉同彼。", "1143": "造次顛沛", "1144": "子曰。君子無終食之間違仁。造次必於是。顛沛必於", "1145": "是。註云。終食者。一飯之頃。造次。急遽苟且之時。顛沛", "1146": "傾覆流離之際。言君子為仁。自富貴貧賤取捨之間。", "1147": "以至終食造次顛沛之頃。無時無處而不用其力也。", "1148": "見論語上。", "1149": "時雨之化", "115": "梵音楚夏不同", "1150": "孟子曰。君子之所以教者五。有如時雨化之者。註云。", "1151": "時雨。及時之雨也。草木之生。播種封殖。人力已至。而", "1152": "未能自化。所少者雨露之滋耳。及此時而雨之。則其", "1153": "化速矣。教人之妙。亦猶是也。見孟下盡心篇。", "1154": "踧踖與與", "1155": "論語上鄉黨篇云。君在。踧踖如也。與與如也。註云。君", "1156": "在。視朝也。踧踖。恭敬不寧之貌。與與。威儀中適之貌。", "1157": "舜犬吠堯", "1158": "張商英護法論云。儒者但知孔孟之道。而排佛者。舜", "1159": "犬之謂也。舜家有犬。堯過其門而吠之。是犬也。非謂", "116": "幼學云。楚有三。曰東楚。南楚。西楚。自熊渠封子紅為", "1160": "舜之善。而堯之不善也。以其所常見者舜。而未常見", "1161": "者堯也。見護法論。", "1162": "道聽途說", "1163": "子曰。道聽而途說。德之棄也。註云。雖聞善言。不為己", "1164": "有。是自棄其德也。見論語下。", "1165": "皆為筌蹄", "1166": "莊子外物篇云。筌者所以在魚。得魚而忘筌。蹄者所", "1167": "以在兔。得兔而忘蹄。言者所以在意。得意而忘言。吾", "1168": "安得夫忘言之人。而與之言哉。", "1169": "滄桑之變", "117": "鄂王。始名鄂渚。漢曰江夏。吳都此曰武昌。即今湖廣", "1170": "麻姑謂方平曰。自接代以來。見東海三變為桑田。向", "1171": "到蓬萊。水又清淺。平曰。東海復揚塵耳。見類書簒要。", "1172": "九五之尊", "1173": "易云。九五。飛龍在天。利見大人。註云。剛建中正。以居", "1174": "尊位。如以聖人之德。居聖人之位。故其象如此。見周", "1175": "易乾卦。", "1176": "匹夫而為百世師", "1177": "潮洲韓文公廟󳬴記云。匹夫而為百世師。一言而為", "1178": "天下法。是皆有以參天地之化。關盛衰之運。", "1179": "仁民愛物", "118": "省是也。夏者華夏也。又曰中州。中原。周自成王營洛。", "1180": "孟子曰。君子之於物也。愛之而弗仁。於民也。仁之而", "1181": "弗親。親親而仁民。仁民而愛物。註云。物謂禽獸草木。", "1182": "愛謂取之有時。用之有節。見孟下盡心篇。", "1183": "凡有血氣咸知尊親", "1184": "如第一卷下。聲名洋溢中引。", "1185": "足恭", "1186": "子曰。巧言令色。足恭。左丘明恥之。丘亦恥之。註云。足", "1187": "過也。左丘明。古之聞人也。謝氏曰。此之可耻。有甚於", "1188": "穿窬也。左丘明恥之。其所養可知矣。夫子自言丘亦", "1189": "恥之。蓋竊比老彭之意。又以深戒學者。使察乎此。而", "119": "至平王東遷。始居於此。秦曰三川。漢曰洛陽。唐曰東", "1190": "立心以直也。見論語上。", "1191": "以忠自恕", "1192": "中庸云。忠恕違道不遠。施諸己而不願。亦勿施於人", "1193": "註云。盡己之心為忠。推己及人為恕。違去也。言既能", "1194": "盡己之心。又能推己及人。則去道不遠矣。施諸二句。", "1195": "忠恕之事也。以己之心。度人之心。未甞不同。故己之", "1196": "所不欲。則勿以施之於人。凡事如此。久之。不幾進於", "1197": "道乎。", "1198": "心馳魏闕", "1199": "周禮。天官大宰曰。乃縣治象之法於象魏。註云。象魏。", "12": "言象如箕。其觸頭者。言象如石。其觸鼻者。言象如杵。", "120": "都。宋曰西京。即今河南省是也。不同者。謂楚夏言音。", "1200": "闕也。韻會云。為二臺於門外。作樓觀於上。上員下方", "1201": "以其縣法。謂之象魏。象。治象也。魏者。言其狀魏魏然。", "1202": "高大也。使民觀之。因為之觀。兩觀雙植。中不為門。又", "1203": "宮門。寢門。冢門。皆可名闕。", "1204": "稂莠貽害嘉禾", "1205": "詩云。不稂音郎不莠音酉。去其螟螣音特。及其蟊音謀賊。無害", "1206": "我田穉。註云。稂。童梁。莠。似苗。皆害苗之草也。食心曰", "1207": "螟。食葉曰螣。食根曰蟊。食節曰賊。皆害苗之蟲也。穉", "1208": "幼禾也。言其苗既盛矣。又必去此四蟲。然後可以無", "1209": "害田中之禾矣。見小雅大田章。", "121": "輕重呼召不同。西域梵音類此。蓋以中天類中夏。餘", "1210": "卷第五△卷第五", "1211": "苞苴骯髒搖尾乞憐", "1212": "英邵武謂晦堂曰。末法比丘。不修道德。少有節義。往", "1213": "往苞苴骯髒。搖尾乞憐。註云。苞苴裹也。骯髒體盤旋", "1214": "貌。此言末法比丘。不修道。不養德。且又不能守節存", "1215": "義。往往包裹奇物。奉獻權貴。以求託囑。如犬見人。搖", "1216": "尾以媚之。求人憐愍而已。見寶訓筆說。", "1217": "近之則不孫", "1218": "子曰。唯女子與小人。為難養也。近之則不孫。遠之則", "1219": "怨。註云。君子之於臣妾。莊以涖之。慈以畜之。則無二", "122": "四類三楚。故云爾也。", "1220": "者之患也。見論語下。", "1221": "吹毛求疵", "1222": "幼學云。小過必察。如吹毛求疵。註云。漢武帝議摧抑。", "1223": "諸候王奏其過惡。吹毛求疵。", "1224": "切磋琢磨", "1225": "詩云。如切如磋。如琢如磨。註云。詩衛風淇澳之篇。切", "1226": "以刀鋸。琢以錐鑿。皆裁物使成形質也。磋以鑪鐋。磨", "1227": "以沙石。皆治物使有滑澤也。言治骨角者。既切而復", "1228": "磋之。治玉石者。既琢而復磨之。皆言其治之已精。而", "1229": "益求其精也。見大學。", "123": "此方聖教稱經", "1230": "起予輔吾", "1231": "子夏問曰。巧笑倩兮。美目盼兮。素以為絢兮。何謂也。", "1232": "子曰。繪事後素。曰。禮後乎。子曰。起予者。商也。始可與", "1233": "言詩已矣。註云。起予。言能起發我之志意。見論語上。", "1234": "孟子教齊宣王曰。今王發政施仁。使天下仕者。皆欲", "1235": "立於王之朝。耕者。皆欲耕於王之野。商賈。皆欲藏於", "1236": "王之市。行旅。皆欲出於王之途。天下之疾其君者。皆", "1237": "欲赴愬於王。其如是。孰能禦之。王曰。吾󳬯。不能進於", "1238": "是矣。願夫子輔吾志。明以教我。釋曰。惛與昏同。輔志。", "1239": "謂輔導其志。見孟子上梁惠篇。", "124": "此方聖教。即孔子之教也。稱經者。如詩。書。禮。易。春秋。", "1240": "認漚棄海", "1241": "楞嚴第二卷云。譬如澄清百千大海。棄之。惟認一浮", "1242": "漚體。目為全潮。窮盡瀛渤。釋曰。彼經喻遺真認妄。而", "1243": "又以妄為真。今疏略借其文。以喻執權違實。非取彼", "1244": "義也。", "1245": "取雹為珠", "1246": "鴦崛經偈云。譬如有愚夫。見雹生妄想。謂是琉璃珠。", "1247": "取己執持歸。置之瓶器中。守護如真寶。不久悉消融。", "1248": "空想默然住。於餘真琉璃。亦復作空想。釋曰。彼經首", "1249": "六句。喻凡夫執有為真。不久二句。喻二乘見有為空。", "125": "稱為五經。修多羅乃西域聖教。故亦譯為經。見華嚴", "1250": "後二句。喻二乘不求佛果。今亦不取彼義。但以取雹", "1251": "為珠。喻二乘執權為實耳。", "1252": "干城", "1253": "詩云。赳赳武夫。公侯干城。註云。赳赳武貌。干盾也。干", "1254": "城。皆所以扞外而衛內者。見國風周南篇。又左傳云。", "1255": "天下有道。則公侯能為民干城。", "1256": "一枕黃梁", "1257": "呂翁經。邯鄲道上。邸店中。有少年盧生。自歎貧困言", "1258": "訖思睡。主人炊黃梁。翁探囊中一枕以授生曰。枕此", "1259": "即榮遇如意。生枕之。夢至一國。功名得意。身歷富貴", "126": "懸談。", "1260": "五十餘年。老病而卒。欠伸而寤。翁在傍。主人煑黃梁", "1261": "猶未熟。生謝曰。先生以此窒吾之欲。見異聞集。", "1262": "目擊道存", "1263": "仲尼見溫伯雪子而不言。子路曰。夫子欲見溫伯雪", "1264": "子久矣。見而不言。何也。仲尼曰。若夫人者。目擊而道", "1265": "存。亦不可以容聲矣。見莊子田方子篇。", "1266": "人之患在好為人師", "1267": "孟子曰。人之患。在好為人師。註云。學問有餘。人資於", "1268": "己。不得已而應之。可也。若好為人師。則自足而不復", "1269": "有進矣。此人之大患也。見孟下離婁篇。", "127": "甲順乙違", "1270": "方剛之年", "1271": "子曰。君子有三戒。少之時。血氣未定。戒之在色。及其", "1272": "壯也。血氣方剛。戒之在鬬。及其老也。血氣既衰。戒之", "1273": "在得。見論語下。", "1274": "雲興瓶瀉", "1275": "華嚴經云。爾時普慧菩薩。知眾已集。問普賢菩薩言。", "1276": "佛子。願為演說。何等為菩薩摩訶薩依。何等為奇特", "1277": "想。乃至何故如來應正等覺示般涅槃。善哉佛子。如", "1278": "是等義。願為演說。爾時普賢菩薩。告普慧等諸菩薩", "1279": "言。佛子。菩薩摩訶薩有十種依。有十種奇特想。乃至", "128": "謂諸家判教。彼此不同。如甲之與乙。若從此則違彼。", "1280": "如來應正等覺。作佛事已。觀十種義故。示般涅槃。詳", "1281": "見彼經第五十三。至五十九卷。言雲興瓶瀉者。謂二", "1282": "菩薩。問者如雲興長空。答者如倒瓶瀉水。故古德讚", "1283": "云。普慧雲興二百問。普賢瓶瀉二千酬也。", "1284": "彭殤既別", "1285": "莊子齊物篇云。天下莫大於秋毫之末。而泰山為小。", "1286": "莫壽乎殤子。而彭祖為夭。憨山大師註云。若以有形", "1287": "而觀有形。則大小壽夭。一定而不可易者。今若以大", "1288": "道而觀有形。則秋毫雖小。而體合太虗。而泰山有形。", "1289": "只太虗中拳石耳。故秋毫莫大。而泰山為小也。殤子", "129": "順彼則違此也。", "1290": "雖夭。而與無始同原。而彭祖乃無始中一物耳。故莫", "1291": "壽於殤子。而彭祖為夭也。彭祖姓籛名󴙏。顓頊之玄", "1292": "孫也。壽八百歲。喪四十九妻。亡五十四子。殤。未成人", "1293": "喪也。禮喪服傳云。年十六至十九死。為長殤。十二至", "1294": "十五死。為中殤。八歲至十一歲死。為下殤。七歲以下。", "1295": "為無服之殤。生未三月。則不為殤。今疏以有形為難。", "1296": "故云既別。", "1297": "達磨答武帝語", "1298": "初祖達磨大師。見梁武帝。帝問。朕即位以來。造寺寫", "1299": "經度僧。不可勝紀。有何功德。祖曰。並無功德。帝曰。何", "13": "其觸脚者。言象如臼。其觸脊者。言象如牀。其觸腹者。", "130": "惟七十五", "1300": "以無功德。祖曰。此但人天小果。有漏之因。如影隨形。", "1301": "雖有非實。帝曰。如何是真實功德。祖曰。淨智妙圓。體", "1302": "自空寂。如是功德。不以世求。詳見五燈會元。及指月", "1303": "錄等。", "1304": "卷第六△卷第六", "1305": "善見藥", "1306": "華嚴經第五十二卷云。佛子。譬如雪山。有藥王樹。名", "1307": "曰善見。若有見者。眼得清淨。若有聞者。耳得清淨。若", "1308": "有齅者。鼻得清淨。若有甞者。舌得清淨。若有觸者。身", "1309": "得清淨。若有眾生取彼地土。亦能為作除病利益。佛", "131": "三藏法數云。小乘教七十五法。攝為五類。謂色。心。心", "1310": "子。如來應正等覺。無上藥王。亦復如是。能作一切。饒", "1311": "益眾生。若有得見如來色身。眼得清淨。若有得聞如", "1312": "來名號。耳得清淨。若有得聞如來戒香。鼻得清淨。若", "1313": "有得嘗如來法味。舌得清淨。具廣長舌。解語言法。若", "1314": "有得觸如來光者。身得清淨。究竟獲得無上法身。若", "1315": "於如來生憶念者。則得念佛三昧清淨。若有眾生。供", "1316": "養如來所經土地。及塔廟者。亦具善根。滅除一切諸", "1317": "煩惱患。得賢聖樂。", "1318": "甘露漿", "1319": "諸經音義云。甘露。神靈之精。其凝如脂。其美如飴。鮮", "132": "所。不相應。無為。是也。俱舍頌曰。色法十一心法一。四", "1320": "潔潤澤。服之長生不老。", "1321": "饒舌", "1322": "豐干雲遊。適閭丘胤出守台州。欲之官。俄病頭風。名", "1323": "醫莫差。干以淨水噀之。須臾袪殄。因大加敬。問所從", "1324": "來。曰天台國清寺。曰。彼有賢達否。曰。見則不識。識則", "1325": "不見。寒山文殊。拾得普賢。當就見之。丘胤至任。即到", "1326": "寺。問曰。此寺曾有豐干禪師否。僧曰。有。曰在何處。寒", "1327": "山拾得。復是何人。僧曰豐干舊院。今闃無人。惟有虎", "1328": "豹哮吼耳。寒山拾得。現在僧厨執役。胤入干房。惟虎", "1329": "迹縱橫。又問在此有何行業。僧曰。惟事舂穀供僧粥", "133": "十六種心所法。一十四種不相應。三種無為七十五。", "1330": "食。因再三嗟歎。乃入厨。見二人即拜。二人曰。豐干饒", "1331": "舌。彌陀不識。禮我何為。遂携手出寺。更不復入。見佛", "1332": "祖統紀。及神僧傳第六卷。", "1333": "博施濟眾聖人猶病", "1334": "子貢曰。如有博施於民。而能濟眾。何如。可謂仁乎。子", "1335": "曰。何事於仁。必也聖乎。堯舜其猶病諸。註云。博廣也。", "1336": "仁以理言。通乎上下。聖以地言。則造其極之名也。乎", "1337": "者。疑而未定之辭。病。心有所不足也。言此何止於仁。", "1338": "必也聖人能之乎。則雖堯舜之聖。其心猶有所不足", "1339": "於此也。見論語上。", "134": "初地即為八", "1340": "秀支替戾岡", "1341": "石勒欲拒劉曜。僚佐皆諫。勒以訪澄。澄曰。塔上風鈴", "1342": "云。秀支替戾岡。僕谷劬禿當。此羯語也。秀支軍也。替", "1343": "戾岡。出也。僕谷。劉曜。胡位也。劬禿當。捉也。此言軍出", "1344": "捉得劉曜也。其後果獲劉曜。詳見高僧傳。", "1345": "齊師犯我疆", "1346": "按世傳。孔子弟子。公冶長。能通鳥語。一日有󳭋呼之", "1347": "曰。公冶長。公冶長。南山有個虎䭾羊。爾食肉。我食膓。", "1348": "當亟取之勿徬徨。長如其言。往山中。果得一羊。食之", "1349": "有餘。亡羊氏跡之。得其角。乃以為偷。訟之魯君。魯君", "135": "楞伽經第四云。初地則為八。第九則為七。七亦復為", "1350": "繫之獄。孔子為之白於魯君。亦不解也。未幾長在獄", "1351": "舍。󳭋又呼之曰。公冶長。公冶長。齊人出師伐我疆。沂", "1352": "水上。澤水傍。當亟禦之勿徬徨。長語獄吏。白之魯君。", "1353": "魯君姑如其言。往跡之。則齊師果將反。急發兵應敵。", "1354": "遂獲大勝。因釋長而厚賜之。欲爵為大夫。長辭而不", "1355": "受。見張居正直解。", "1356": "布在方䇿", "1357": "哀公問政。子曰。文武之政。布在方䇿。其人存。則其政", "1358": "舉。其人亡。則其政息。註云。方版也。䇿簡也。息滅也。有", "1359": "是君。有是臣。則有是政矣。見中庸。", "136": "八。第二為第三。第四為第五。第三為第六。無所有何", "1360": "三登九上", "1361": "福州雪峰義存禪師。泉州安南曾氏子。十七落髮。久", "1362": "歷禪會。在洞山作飯頭。往返九上。投子處指示。來去", "1363": "三登。后與巖頭。至澧州鰲山鎮。阻雪問答。發明大事。", "1364": "後有僧問徑山杲。雪峰三登投子。九上洞山。為甚麼", "1365": "向鰲山成道。山曰。屋裏販揚州。詳見本錄。", "1366": "鬻香長者", "1367": "華嚴經第六十七卷云。有鬻香長者。名優鉢羅華。告", "1368": "善財言。善男子。我善別知一切諸香。亦知調和一切", "1369": "香法。又善了知天香。治諸病香。斷諸惡香。生歡喜香。", "137": "次。註云。頓教不立階級。故許互為。末言無所有何次", "1370": "增煩惱香。滅煩惱香。乃至我惟知此調和香法。若諸", "1371": "菩薩。遠離一切諸惡習氣。不染世欲。其心平等。無著", "1372": "無依。而我何能知其妙行。說其功德。", "1373": "諸齋日議事", "1374": "四天王經云。諸天齋日。伺人善惡。四天神王。各理一", "1375": "方。以月八日。遣使者下。案行天下。伺察王臣。乃至蠕", "1376": "動之類。心念口言。身行善惡。十四日。遣太子下。十五", "1377": "日四王自下。二十三。使者復下。二十九。太子復下。三", "1378": "十日。四王復自下。日月星宿諸天等。僉然俱下。四王", "1379": "命曰。勤伺眾生。施行吉凶。若於斯日。有歸三寶。持齋", "138": "者。謂一切俱遣。何論次第。", "1380": "守戒。乃至孝順父母等者。即啟帝釋。諸天俱喜。勅增", "1381": "壽算。善神營護。乃至無願不護。若不爾者。諸天不悅。", "1382": "善神不護。乃至風雨違時。諸所欲求。悉不遂意。", "1383": "視以觀由", "1384": "子曰。視其所以。觀其所由。察其所安。人焉廋哉。人焉", "1385": "廋哉。註云。以為也。為善者為君子。為惡者為小人。觀", "1386": "比視為詳矣。由從也。事雖為善。而意之所從來者。有", "1387": "未善焉。則亦不得為君子矣。察則又加詳矣。安所樂", "1388": "也。所由雖善。而心之所樂者。不在於是。則亦偽耳。豈", "1389": "能久而不變哉。焉何也。瘦匿也。重言以深明之。見論", "139": "淨名默住", "1390": "語上。", "1391": "城東老母不喜見佛", "1392": "城東老母。即須達長者家老女人也。不喜見佛。如前", "1393": "快見後身中引。", "1394": "考諸三世而不謬", "1395": "中庸云。故君子之道。本諸身。徵諸蔗民。考諸三王而", "1396": "不謬。建諸天地而不悖。質諸鬼神而無疑。百世以俟", "1397": "聖人而不惑。註云。此君子指王天下者而言。道即議", "1398": "禮制度考文之事。本諸身。有其德也。徵諸庶民。驗其", "1399": "所信從也。三王。夏商周也。建立也。立於此而參於彼", "14": "言象如甕。其觸尾者。言象如繩。釋曰。彼經以王喻如", "140": "維摩經云。於是文殊師利。問維摩詰。我等各自說已。", "1400": "也。天地者。道也。鬼神者。造化之迹也。百世以俟聖人", "1401": "而不惑。所謂聖人復起。不易吾言者也。今疏言世者。", "1402": "略變其文耳。", "1403": "啐󲣅同時", "1404": "正脉音義云。諸修行人。以自慧為親因。以如來威力", "1405": "為助緣。因緣凑合。如雞抱卵。日時既至。將欲出時。小", "1406": "雞往外啐。大雞往裏󲣅。一時用力。無少異也。", "1407": "成己成物", "1408": "中庸云。誠者非自成己而已也。所以成物也。註云。誠", "1409": "雖所以成己。然既有以自成。則自然及物。而道亦行", "141": "仁者當說。何等是菩薩入不二法門。時維摩詰默然", "1410": "於彼矣。", "1411": "普眼法門盡大海而不書一偈", "1412": "華嚴經第六十二卷。海雲比丘。告善財言。善男子。我", "1413": "住此海門國十有二年。常以大海為其境界。所謂思", "1414": "惟大海廣大無量。漸次深廣。不可思議。復作是念。世", "1415": "間之中。頗有廣博無量。甚深殊特。過此海不。作是念", "1416": "時。此海之下。有大蓮華。忽然出現。無量妙寶以為莊", "1417": "嚴。天龍八部。恭敬頂禮。華蓮之上。有一如來。結跏趺", "1418": "坐。手摩我頂。為我演說普眼法門。開示一切如來境", "1419": "界。我從如來聞此法門。受持讀誦。憶念觀察。假使有", "142": "無言。文殊師利歎曰。善哉善哉。乃至無有文字語言。", "1420": "人。以大海量墨。須彌聚筆。書此法門。一品中一法。一", "1421": "法中一義。一義中一句。不得少分。何況能盡。", "1422": "手中之葉", "1423": "長阿含經云。問曰。佛若一切說者。有經云。佛坐一樹", "1424": "下。捉一枝葉。問弟子曰。此枝葉多。樹上葉多。答曰。樹", "1425": "上葉多。佛言。我所知法。如樹上葉。我所說法。如手中", "1426": "葉。又見報恩經第六卷。", "1427": "六尺之孤", "1428": "曾子曰。可以托六尺之孤。可以寄百里之命。臨大節", "1429": "而不可奪也。君子人與。君子人也。見論語上。", "143": "是真入不二法門。", "1430": "親見靈山一會", "1431": "天台智者大師。於大賢山。誦法華經。修方等懺。心淨", "1432": "行勤。勝相現前。後於光州大蘇山。覲慧思禪師。思一", "1433": "見曰。昔日靈山同聽法華。宿緣所追。今復來矣。即示", "1434": "普賢道場。為說四安樂行。於是晨昏苦到。如教研心。", "1435": "經二七日。誦至藥王品。諸佛同讚。是真精進。是名真", "1436": "法供養。豁然入定靈山一會。即定中所見也。持因靜發。照了法華。", "1437": "若高輝之臨幽谷。達諸法相。似長風之遊太虗。將證", "1438": "白思。思曰。非爾弗證。非我莫識。所入定者。法華三昧", "1439": "初方便也。所發持者。初旋陀羅尼也。縱令文字之師。", "144": "擔麻棄金", "1440": "千羣萬眾。尋汝之辨。不可窮矣。於說法人中。最為第", "1441": "一。詳見大師別傳。", "1442": "供養求慧二句", "1443": "流行本云。供養於世尊。為求無上慧。", "1444": "小聖不及大凡", "1445": "妙明子曰。以聖智言之。則大凡不及小聖。以根性言", "1446": "之。則小聖不及大凡。見折疑論。聖生篇。", "1447": "免螻蟻之食", "1448": "莊子將死。弟子欲厚葬之。莊子曰。吾以天地為棺槨。", "1449": "日月為連璧。星辰為珠璣。萬物為齎送。吾葬具豈不", "145": "昔有二人。入山興業。各擔麻一擔。偶於中路見無數", "1450": "備耶。何以加此。弟子曰。吾恐烏鳶之食夫子也。莊子", "1451": "曰。在上為烏鳶之食。在下為螻蟻之食。奪彼與此。何", "1452": "其偏也。見莊子列禦󱁿篇。", "1453": "石槨", "1454": "昔者夫子居於宋。桓司馬自為石槨。三年而不成。夫", "1455": "子曰。若是其摩也死。反不如速朽之為愈也。出古文", "1456": "檀弓有子之言。似夫子章。", "1457": "畫鵠不成反類於烏", "1458": "馬援戒子云。龍伯高敦厚周慎。杜季良豪俠好義。効", "1459": "伯高不得。猶為謹勅之士。所謂畫鵠不成。尚類於鶩", "146": "布帛。一智者云。吾棄麻擔布帛。一愚者云。吾擔來路", "1460": "也。効季良不得。陷為天下輕薄子。所謂畫虎不成。反", "1461": "類狗也。見彌陀演義。今疏改鶩為烏者。取義稍異耳。", "1462": "念佛功劣猶墮疑城", "1463": "彌陀疏鈔引大本云。佛告彌勒。若有眾生。修諸功德。", "1464": "願生彼國。不了佛智。志意猶豫。臨命終時。方悔己過。", "1465": "以是生彼。纔入邊地。見七寶城。即便止住。於蓮花生。", "1466": "亦有自然快樂。如忉利天。惟於城中經五百歲。不得", "1467": "見佛。不得聞法。演義云。彼國邊地。即是疑城。在九品", "1468": "之外者。以無真實信心故也。", "1469": "下品下生經久乃開", "147": "遠。只是擔麻。前行不遠。又見白銀。智者棄布帛擔銀。", "1470": "彌陀疏鈔云。但上上品一生花中。即時花開。即時見", "1471": "佛。其餘則花開漸晚。見佛漸遲。演義云。但上上品下。", "1472": "是明上品殊勝之義。華開漸晚二句。上品中生。經宿", "1473": "華開。即得見佛。上品下生。經一日一夜。蓮華乃開。七", "1474": "日之中。乃得見佛。乃至下品上生。經七日華開見佛。", "1475": "下品中生。經于六劫。花開見佛。下品下生。經十二大", "1476": "劫。華開見佛。", "1477": "水牯牛過窓櫺", "1478": "五祖演禪師示眾曰。譬如水牯牛過牕櫺。頭角四蹄", "1479": "俱過了。因甚尾巴過不得。見指月錄第二十八卷。", "148": "愚者依舊擔麻。前行又見黃金。智者棄銀擔金。愚者", "1480": "拔一毛而利天下", "1481": "孟子曰。楊子取為我。拔一毛而利天下。不為也。註云。", "1482": "楊子名朱。取者僅足之意。取為我者。僅足於為我而", "1483": "已。不及為人也。見孟下盡心篇。", "1484": "卷第七△卷第七", "1485": "摸象之議說乳之似", "1486": "如前懸示事義中引。", "1487": "用之不竭取之無盡", "1488": "蘇子曰。且夫天地之間。物各有主。苟非吾之所有。雖", "1489": "一毫而莫取。惟江上之清風。與山間之明月。耳得之", "149": "依舊只是擔麻。自負所見。不肯從人者。大率如是。見", "1490": "而為聲。目遇之而成色。取之無盡。用之不竭。是造物", "1491": "者之無盡藏也。見古文赤壁賦。今疏變文用之。", "1492": "運斤盡堊", "1493": "莊子送葬。過惠子之墓。顧謂從者曰。郢人堊漫其鼻", "1494": "端。若蠅翼。使匠石斵之。匠石運斤成風。聽而斵之。盡", "1495": "堊而鼻不傷。郢人立不失容。宋元君聞之。召匠石曰。", "1496": "嘗試為寡人斵之。匠石曰。臣則嘗能斵之。雖然。臣之", "1497": "質死久矣。自夫子之死也。吾無以為質矣。吾無與言", "1498": "之矣。見莊子雜篇。", "1499": "目無全牛任其遊刃", "15": "來。臣喻大涅槃經。象喻佛性。盲喻一切無明眾生。今", "150": "彌陀演義。", "1500": "庖丁為文惠君解牛。手之所觸。肩之所倚。足之所履", "1501": "膝之所踦。無不中音。文惠君曰。譆。善哉。技蓋至此乎。", "1502": "庖丁釋刀對曰。臣之所好者道也。進乎技矣。始臣之", "1503": "解牛之時。所見無非牛者。三年之後。未嘗見全牛也。", "1504": "又曰。彼節者有間。而刀刃者無厚。以無厚入有間。󳭪", "1505": "󳭪乎。其於遊刃。必有餘地矣。見莊子養生主。", "1506": "諸天同一器食麤妙各異", "1507": "起世因本經第七卷云。天子天女。初生之時。以自業", "1508": "所熏習故。生三種念。一者自知從某處死。二者自知", "1509": "今此處生。三者知生此處是何業故。是何福報。所謂", "151": "華嚴食金剛喻", "1510": "以身口意。修善行故。得來生此。作是念已。即便思食。", "1511": "念欲食時。即於其前。有眾寶器。自然盛滿天須陀味。", "1512": "種種異色。諸天子中有勝業者。其須陀食。色最白淨。", "1513": "果報中者。色則稍赤。福德下者。色則稍黑。既入口已", "1514": "即自消融。如酥擲火。無復形影。若其渴時。即於其前。", "1515": "有天寶器。盛滿天酒。福上中下。見白赤黑。入口消融。", "1516": "如前無異。", "1517": "鈞天", "1518": "史秦穆公。夢至帝所。觀鈞天廣樂。帝賜以䇿。秦遂大", "1519": "昌。淮南子曰。九天中央。曰鈞天。", "152": "華嚴經第五十二云。譬如丈夫。食少金剛。終竟不消。", "1520": "具體而微", "1521": "公孫丑曰。昔者竊聞之。子夏。子游。子張。皆有聖人之", "1522": "一體。冉牛。閔子。顏淵。則具體而微。敢問所安。曰姑舍", "1523": "是。註云。一體。猶一肢也。具體而微。謂有其全體。但未", "1524": "廣大耳。見孟上公孫丑篇。", "1525": "指南", "1526": "越裳氏來貢。歸忘其路。周公作指南車。刻木為人。舉", "1527": "手指南。令其望南而走。則知歸路。今時羅經。是其遺", "1528": "制也。見列國傳。", "1529": "刻舟", "153": "要穿其身。出在於外。何以故。金剛不與肉身雜穢而", "1530": "幼學云。刻舟求劒。固而不通。註云。列子云。楚人行舟。", "1531": "劍墮於水。遽刻舟求之曰。吾劍從此墮也。", "1532": "羅剎向日不見", "1533": "論云。有人。見異事皆審問之。後時曠野中行。逢羅剎", "1534": "執捉。其人見捉必死。然見羅剎胸白背黑。怪問所由。", "1535": "羅剎答曰。我一生來。不喜見日。所以常背日行。故前", "1536": "白後黑。其人解意。急掣其手。遂向日走。羅剎向日不", "1537": "見其人得脫。因說偈言。勤學第一道。勤問第一方。路", "1538": "逢羅剎難。背陰向太陽。", "1539": "魯肆大眚聖人善莊公之補過", "154": "同止故。於如來所。種少善根。亦復如是。要穿一切有", "1540": "魯莊公二十有二年。春。王正月。肆大眚。註云。肆放。眚", "1541": "過也。放縱大過。猶今赦書。大罪悉皆原免也。春秋特", "1542": "書。赦大眚於文姜薨葬之間。善莊公之能補過也。見", "1543": "春秋左傳註平測義第六卷。", "1544": "唐禁笞背君子美太宗之存仁", "1545": "唐太宗讀明堂針炎書云。人五臟之繫。全附於背。詔", "1546": "自今毋得笞囚背。釋云。君子指為史者言之。言史紀", "1547": "唐禁笞背之事者。蓋為史之君子。讚美太宗存仁之", "1548": "意也。", "1549": "捷如影響", "155": "為諸行煩惱身過。到於無為究竟智處。何以故。此少", "1550": "所謂平天下。在治其國者。上老老。而民興孝。上長長。", "1551": "而民興弟。上恤孤。而民不倍。是以君子有絜矩之道", "1552": "也。註云。言此三者。上行下効。捷於影響。所謂家齊而", "1553": "國治也。見大學。", "1554": "不孝有三無後為大", "1555": "孟子曰。不孝有三。無後為大。註云。於禮有不孝者三", "1556": "事。謂阿意曲從。陷親不義。一也。家貧親老。不為祿仕。", "1557": "二也。不娶無子。絕先祖祀。三也。三者之中。無後為大。", "1558": "見孟下離婁篇。", "1559": "盡坤道備女德", "156": "善根。不與有為諸行煩惱而共住故。", "1560": "周易坤卦彖辭曰。至哉坤元。萬物資生。乃順承天。註", "1561": "云。此以地道明坤之義。而首言元也。至極也。比大義", "1562": "差緩。始者氣之始。生者形之始。順承天施地之道也。", "1563": "禮記昏義篇云。女有四德。一婦德貞順也。二婦言。辭", "1564": "令也。三婦容。婉娩也。四婦功。絲麻也。", "1565": "王通邵雍", "1566": "王通。隋時龍門人。詣闕。獻太平十三䇿。上不能用。遂", "1567": "教授於河汾之間。累徵不起。楊素勸之仕。通曰。讀書", "1568": "談道。足以自樂。願明公正以治天下。使時和年豐。通", "1569": "也受賜多矣。卒。諡文中子。邵雍。宋時河南人。為學堅", "157": "自暴自棄", "1570": "苦刻勵。冬不爐。夏不扇。夜不就枕者數年。程顥嘗與", "1571": "談論。歎曰。堯夫。內聖外王之學也。卒。諡康節。二人詳", "1572": "出綱鑑。", "1573": "三台輔相", "1574": "朱子小學集註云。周以太師。太傅。太保。為三公。東漢", "1575": "以太尉。司徒。司空。為三公。天文志云。三台六星。兩兩", "1576": "而西。近文昌二星曰上台。次二星曰中台。東二星曰", "1577": "下台。在人為三公位。正字通云。三台星名。又台鼎三", "1578": "公之稱。如星之有三台。鼎之有三足也。又秦武王二", "1579": "年。初置丞相。又輔弼疑丞。謂之四輔。比我而相之。謂", "158": "孟子曰。自暴者。不可與有言也。自棄者。不可與有為", "1580": "之輔。拂我而相之。謂之弼。疑擬其前。丞承其後。又四", "1581": "輔星名。四星佐北極。", "1582": "推步盈虗", "1583": "遺教補註云。推步。即俯察地理。盈虗。即仰觀天文。又", "1584": "推步盈虗者。即推算步量。天地之盈滿虗缺也。", "1585": "󳬛君之妻", "1586": "論語云。󳬛君之妻。君稱之。曰夫人。夫人自稱。曰小童。", "1587": "󳬛人稱之。曰君夫人。稱諸異󳬛。曰寡小君。異󳬛人稱", "1588": "之。亦曰君夫人。", "1589": "華嚴一偈能空諸獄", "159": "也。言非禮義。謂之自暴者。吾身不能居仁由義。謂之", "1590": "纂靈記云。京兆王明幹。本無戒行。曾不修善。因患致", "1591": "死。被二人引至地獄門前。見一僧。云是地藏菩薩。乃", "1592": "教偈云。若人欲了知。三世一切佛。應當如是觀。心造", "1593": "諸如來。菩薩授經已。謂曰。能誦此偈。得排地獄苦。其", "1594": "人誦已。遂入見王。王問此人。有何功德。答云。惟持一", "1595": "四句偈。如上誦已王遂放免。當誦偈時。聲所至處。受", "1596": "苦之人。皆得解脫。後三日方蘇。憶持此偈。說與道俗。", "1597": "參驗偈文。方知是華嚴經夜摩天宮。無量菩薩雲集", "1598": "所說。即覺林菩薩偈也。今經後二句云。應觀法界性。", "1599": "一切惟心造。大意是同。意明地獄心造。了心造佛。地", "16": "經義可例思。", "160": "自棄者。見離婁篇。", "1600": "獄自空耳。", "1601": "香飯一鉢能飽眾海", "1602": "維摩經云。時化菩薩。以滿鉢香飯與維摩詰。香飯普", "1603": "熏毗耶離城。及三千大千世界。時維摩詰。語舍利弗", "1604": "等諸大聲聞。仁者可食。如來甘露味飯。大悲所熏。無", "1605": "以限意食之。使不消也。有異聲聞。念是飯少。化菩薩", "1606": "曰。勿以聲聞小德小智。稱量如來無量福慧。四海有", "1607": "竭。此飯無盡。使一切人食。摶若須彌。乃至一劫。猶不", "1608": "能盡。所以者何。無盡戒定等功德具足者所食之餘。", "1609": "終不可盡。於是鉢飯。悉飽眾會。猶故不儩。其諸菩薩", "161": "快見後身", "1610": "聲聞。食此食者。身安快樂。", "1611": "見賢思齊", "1612": "子曰。見賢思齊焉。見不賢而內自省也。註云。思齊者。", "1613": "冀己亦有是善。內自省者。恐己亦有是惡。見論語上。", "1614": "冢宰受命", "1615": "書云。百官總己。以聽冢宰。註云。冢長也。禮有冢子。冢", "1616": "婦之名。周人亦謂之冢宰。古者王宅憂。祠祭則冢宰", "1617": "攝而告廟。百官總己之職。以聽冢宰。則攝而臨羣臣", "1618": "也。見商書伊訓篇。", "1619": "圖白澤", "162": "觀佛三昧海經第六云。舍衛城中。須達長者家。有一", "1620": "彌陀疏鈔云。有神獸名白澤。能人言。辨萬物之情。諸", "1621": "邪望影而避。故曰。家有白澤之圖。必無如是妖怪。", "1622": "無親往他國", "1623": "僧祇律云。佛告諸比丘。過去世時。有國名波羅柰。時", "1624": "有弗盧醯大孝婆羅門。為國王師。常教五百弟子。時", "1625": "婆羅門有一奴。名迦羅呵。聞說法音。盡能持憶。共諸", "1626": "童子。少有嫌恨。便往他國。詐言我是弗盧醯婆羅門", "1627": "子。國師大喜。因告之曰。我有一女。今以妻汝。答言從", "1628": "教。其人常瞋飲食。其婦念言。脫有波羅柰國來者。從", "1629": "彼受教。大婆羅門具聞此事。便往他國。其人知已。即", "163": "老母。不欲見佛。佛在其前。以扇自障。佛令其扇如鏡。", "1630": "往拜曰。我來此國。言是大家之子。望主勿洩此事。主", "1631": "言。汝實我子。即時同主歸家。告言我親來。為辦飲食。", "1632": "其婦密問婆羅門。我夫飲食。常不可意。願尊指教。答", "1633": "曰。我臨去時。教汝一偈。其人為主求伴。時婦請偈。乃", "1634": "教之言。無親往他國。欺誑天下人。粗食是常食。細食", "1635": "復何瞋。婦念此偈。其人常作軟語。永不生瞋。", "1636": "壎篪疊奏", "1637": "詩云。伯氏吹壎。仲氏吹篪。及爾如貫。諒不我知。註云。", "1638": "伯仲兄弟也。俱為王臣。則有兄弟之義矣。樂器土曰", "1639": "壎。大如鵝子。銳上平底。似秤錘。六孔。竹曰篪。長尺四", "164": "無所障礙。四方上下。總皆是佛。以手覆面。十指皆化", "1640": "寸。圍三寸。七孔。一孔七出徑三分。凡八孔。橫吹之。如", "1641": "貫。如繩之貫物。言相連屬也。諒誠也。伯氏吹壎。而仲", "1642": "氏吹篪。言其心相親愛。而聲相應和也。見小雅何人", "1643": "章。", "1644": "王索仙陀婆", "1645": "涅槃經第十卷云。善男子。如來密語。甚深難解。譬如", "1646": "大王。告諸羣臣。先陀婆來。先陀婆者。一名四實。一鹽。", "1647": "二器。三水。四馬。如是四法。皆同此名。有智之臣。善知", "1648": "此名。若王洗時。索先陀婆。即便奉水。若王食時。索先", "1649": "陀婆。即便奉鹽。若王食已。將欲飲漿。索先陀婆。即便", "165": "為佛。老母不信。佛令羅雲度之。羅雲化作轉輪聖王。", "1650": "奉器。若王欲遊。索先陀婆。即便奉馬。如是智臣善解", "1651": "大王四種密語。是大乘經亦復如是。", "1652": "入耳出口", "1653": "沙彌威儀云。不得未會稱會。入耳出口。增註云。會者", "1654": "領悟也。未會稱會。是自欺不實。入耳出口。無契悟機。", "1655": "是欺他人。古人云。君子之學。入乎耳。著乎心。布乎四", "1656": "肢。形乎動靜。小人之學。入乎耳。出乎口。耳口之間四", "1657": "寸耳。曷足以美七尺之軀。", "1658": "妙法蓮華經指掌疏事義終", "1659": "弟子眾等。發心共刻。以此功德。合集回向。", "166": "至長者家。宣揚妙法。老母聞已。心生歡喜。遂詣佛所。", "1660": "上報四恩利九有三生眷屬盡超脫", "1661": "遠離依他及偏計頓斷二障出二死", "1662": "開權顯實證真常莊嚴西方法性土", "1663": "即佛即心非他悟心佛眾生無別路", "1664": "生即無生生四土見猶離見見三身", "1665": "普願見聞共隨喜情於無情同證悟", "1666": "淨業弟子寶德謹䟦", "167": "出家受具。獲得果證。波斯匿王白佛言。此母宿有何", "168": "罪。生卑賤處。復何福慶。今值世尊。佛言。過去有佛。名", "169": "寶蓋燈王。佛滅度後。像法之中。有王。名曰雜寶華光。", "17": "鵠雪貝稻孰明色乳之真", "170": "有子。名曰快見。欲求出家。王即聽許。山中有一比丘。", "171": "受為弟子。謗師空無智慧。願我後生。不樂見也。我阿", "172": "闍黎。智慧辯才。願生生為我知識。以謬解故。命終之", "173": "後。墮無間獄。爾時和尚者。今我身是。阿闍黎者。今羅", "174": "雲是。快見比丘者。今老母是。", "175": "弘傳序△弘傳序", "176": "慈照之頌", "177": "頌曰。南山大師最幽玄。撮成樞要在經前。韋䭾天將", "178": "親垂報。十方諸佛許師言。", "179": "祥邁老人所加", "18": "涅槃經第十四云。如生盲人。不識乳色。便問他言。乳", "180": "元道者山。雲峯寺。如意野老祥邁者。太原人也。內窮", "181": "三藏。外覈九流。曾與道士丘處機等。辯論真偽。於至", "182": "元十八年。十月二十日。奉旨焚經。道經皆毀。由是佛", "183": "日重輝。曾著辯偽錄五卷。入藏流通。詳見本錄序。", "184": "關中記", "185": "漢都長安。東有函谷關。南有蕘關。武關。西有散關。北", "186": "蕭關。居四關之中。故名關中。見正字通。記。誌書也。", "187": "僧祐律師", "188": "師姓俞氏。其先彭城下邳人。父世居建業。依定林寺", "189": "法達法師祝法。年滿受具。執操堅明。受業於法頴律", "19": "色何似。他人答言。色白如貝。盲人復問。是乳色者。如", "190": "師。精嚴毗尼。齊文宣王請講律。聽眾常七八百人。永", "191": "明中。敕試簡五眾。宣講十誦。更伸受戒之法。年衰脚", "192": "疾。敕乘輿入內宮。為六宮受戒。梁臨川王。南平王等。", "193": "並崇其戒範。天監十七年。示寂於建初寺。春秋七十", "194": "有四。撰三藏記。法苑記。世界記。釋迦譜。弘明集。皆行", "195": "於世。詳見高僧傳十一卷。", "196": "操觚讀傳則鴻儒服膺至梵僧稱讚", "197": "佛祖通載云。道宣律師。丹徒人也。一云長城人。年十", "198": "五歲。依日嚴頵公受業。二十歲。依弘福智首律師進", "199": "具。復依首師學律。性好禪那。期修正定。頵師曰。戒淨", "2": "懸示△懸示", "20": "貝聲耶。答言不也。復問貝色為何似也。答言猶稻米", "200": "定明。慧方有據。始聽未閑。持犯焉識。後徙居終南紵", "201": "麻蘭苦。製行事鈔。師築戒壇成。俄有梵僧禮壇讚曰。", "202": "自佛滅後。像法住世。興發毗尼。惟師一人也。觚竹簡", "203": "也。陸士衡文賦曰。或操觚以率爾。今稱善作文者。謂", "204": "之染翰操觚。", "205": "述而不作", "206": "子曰。述而不作。信而好古。竊比於我老彭。註云。述傳", "207": "舊而已。作則創始也。故作非聖人不能。而述則賢者", "208": "可及。竊比。尊之之辭。我。親之之辭。老彭商賢大夫也。", "209": "此蓋聖人之謙辭耳。見論語上。", "21": "粖。盲人復問。乳色柔軟如稻米粖耶。稻米粖者。復何", "210": "蠻夷猾夏", "211": "帝曰。臯陶。蠻夷猾夏。宼賊姦宄。汝作士。五形有服。註", "212": "云。猾亂。夏。明而大也。曾氏曰。中國文明之地。故曰華", "213": "夏。四時之夏。亦取此義。劫人曰宼。殺人曰賊。在外曰", "214": "姦。在內曰宄。士。理也。服。服其罪也。見書經舜典。", "215": "震乃東方之卦", "216": "周易繫辭云。太極生兩儀。兩儀生四象。四象生八卦。", "217": "一曰乾。西北。二曰坎。正北。三曰艮。東北。四曰震。正東。", "218": "五曰巽。東南。六曰離。正南。七曰坤。西南。八曰充。正西。", "219": "載亦年也", "22": "所似。答言猶如雨雪。盲人復言彼稻米粖冷如雪耶。", "220": "爾雅云。夏曰歲。商曰祀。周曰年。唐虞曰載。蓋載取物", "221": "終更始之義。歲以星一歲而周。祀以祭一歲而徧。年", "222": "以禾一歲而熟。四者名異而實同也。", "223": "東方屬青", "224": "東方。其行木。其色青。其常仁。其味酸。其藏肝。四德曰", "225": "元。於時為春。發竅於眼。又黃帝素問云。五藏應四時。", "226": "各有收受乎。岐伯曰。有。東方色青。入通於肝。開竅於", "227": "眼。其味酸。其音角。", "228": "邵平種瓜", "229": "邵平。秦東陵侯也。秦滅。平為布衣。種瓜於長安城東。", "23": "雪復何似。答言猶如白鵠。是生盲人。雖聞如是四種", "230": "故世謂之東陵瓜。一云青門瓜。後賢詠詩曰。漢王提", "231": "劍滅孤秦。亡國諸侯盡是臣。惟有東陵能守節。甘作", "232": "青門種瓜人。見漢史。並故事書。", "233": "禹貢雍州之域", "234": "禹貢。夏書篇名。雍州。九州之一。書云。黑水西河惟雍", "235": "州。註云。雍州之域。西據黑水。東距西河。謂之西河者。", "236": "主冀都而言也。九州。謂冀州。兖州。青州。徐州。揚州。荊", "237": "州。豫州。梁州。雍州。是也。", "238": "五胡亂華", "239": "前趙劉淵。都平陽。後趙石勒。都襄陽。前秦符堅。後秦", "24": "譬喻。終不能得識乳真色。是諸外道。亦復如是。終不", "240": "姚萇。皆都。長安。前燕。慕容㒞。據鄴。見鑑書。及東西晉。", "241": "梓里", "242": "詩曰。惟桑與梓。必恭敬止。註云。梓桑二木名。古者五", "243": "畝之宅。樹之牆下。以遺子孫。給蠶食。具器用。子孫守", "244": "之。必應恭敬。見小雅小弁章。今稱梓里者。意指大師", "245": "生處。以是父母植桑梓之地也。", "246": "度人不減掬多", "247": "四祖優波掬多尊者。吒利國人也。在世化導。證果最", "248": "多。每度一人。以一籌置於石室。其室縱十八肘。廣十", "249": "二肘。充滿其間。見傳燈錄。", "25": "能得常樂我淨。今疏取之。以喻諸家但有言說。都無", "250": "焦芽敗種跛鱉瘸驢", "251": "維摩經迦葉自責云。我等何為永絕其根。於此大乘。", "252": "已如敗種。釋云。敗種者。已壞之種。不能發生。二乘󰞆", "253": "身泯智。不能發生大乘善根。亦復如是。楞嚴經云。何", "254": "謂聖智三相。謂無所有相。一切諸佛自願處相。自覺", "255": "聖智究竟之相。修行得此已。能捨跛驢心智慧相。釋", "256": "云。跛謂足不能行。即瘸義也。言二乘智慧。但行於空。", "257": "不能空有雙行。故以為喻。焦芽跛鱉。未見出載。或是", "258": "講演者配對之詞。再俟參考。", "259": "未可以言貌觀也", "26": "實義。", "260": "子曰。論篤是與。君子者乎。色莊者乎。註云。言但以其", "261": "言論篤實而與之。則未知其為君子者乎。為色莊者", "262": "乎。言不可以言貌取人也。見論語下。", "263": "扣關擊節", "264": "扣關。緊要處。難過而能過。擊節。阻隔處。不通而能通。", "265": "謂扣其機關。擊其節要。見寶訓音義。", "266": "蛇足", "267": "史記。陳軫見楚使昭陽曰。人有遺舍人一巵酒。舍人", "268": "相謂曰。請畫地為蛇。先成者為飲。一人先成。舉酒而", "269": "起曰。吾能為之足。及為足。其一人奪酒而飲曰。蛇無", "27": "徑庭", "270": "足。今為足。非蛇也。", "271": "𦢊腮龍門", "272": "龍門山。在河東郡之西界。其山高五千仞八尺。而有三", "273": "級。其水流注於下。赤色鯉魚。每於春暄之際。會此山", "274": "下。逆水而上。若有分者。登過龍門。自有天火。燒尾脫", "275": "鱗。驅雷駕電。興雲致雨。得化為龍。若登不過者。自有", "276": "紅朱點額。不得再登。𦢊腮於龍門之下。見會玄記。", "277": "文軌", "278": "中庸云。今天下車同軌。書同文。行同倫。張居正註云", "279": "子思意謂。當今天下。雖非文武之時。然其法制典章。", "28": "肩吾問於連叔曰。吾聞言於接輿。大而無當。往而不", "280": "世世遵守。無敢有異同者。試以三事言之。如車。造非", "281": "一人。而其轍迹之廣狹無不一。如字。寫非一人。而其", "282": "點畫形象無不一。如禮。行非一人。而其親疎貴賤次", "283": "序無不一也。而況生今之世。豈可得而違背哉。", "284": "服膺不忘", "285": "子曰。回之為人也。擇乎中庸。得一善。則拳拳服膺。而", "286": "弗失之矣。註云。回。孔子弟子。姓顏。字子淵。拳拳奉持", "287": "之貌。服猶著也。膺胷也。奉持而著之心胷之間。言能", "288": "守也。見中庸。", "289": "抱石沉淵之流", "29": "反。吾驚怖其言。猶河漢而無極也。大有徑庭。不近人", "290": "湯將伐桀。因卞隨而謀。卞隨曰。非吾事也。湯曰。孰可。", "291": "曰。吾不知也。又因瞀光而謀。瞀光曰。非吾事也。湯曰。", "292": "孰可。曰吾不知也。湯曰。伊尹何如。曰強力忍垢。吾不", "293": "知其他也。湯遂伊尹謀伐桀克之。以讓卞隨。卞隨不", "294": "受。自投稠水而死。又讓瞀光。光亦不受。乃負石自沉", "295": "於廬水。見莊子讓王篇。", "296": "怖頭失性之人", "297": "楞嚴經第四卷。佛告富樓那。汝雖除疑。餘惑未盡。吾", "298": "以世間現前諸事。今復問汝。汝豈不聞室羅筏城。演", "299": "若達多。忽於晨朝。以鏡照面。愛鏡中頭。眉目可見。瞋", "3": "勿輕閒然", "30": "情焉。註云。徑庭者。言相去之遠也。見莊子逍遙遊。", "300": "責己頭。不見面目。以為魑魅。無狀狂走。於意云何。此", "301": "人何因無狀狂走。富樓那言。是人心狂。更無他故。釋", "302": "云。以為魑魅等。自怖無頭也。是人心狂者。迷失本性", "303": "也。", "304": "古經書亦然", "305": "自古經書。以軸為卷。筆談云。印板書籍。唐初尚未有。", "306": "蓋為之自馮道始耳。", "307": "魏周焚毀", "308": "元魏世祖。初即位時。遵太祖之業。每引高德沙門。與", "309": "共談論。司徒崔浩。尤不信佛。旁訪國事。每以為懷。言", "31": "緘口", "310": "佛法虗誕。為俗費害。黃老仙道。可以存心。後因蓋吾", "311": "反於杏城。帝乃西伐。時浩從焉。至長安。從官入僧室。", "312": "見有弓矢。出以奏聞。帝怒曰。此非沙門所用。當與蓋", "313": "吾通謀。規害人耳。命有司案誅一寺。下詔曰。自王公", "314": "以下。有私養沙門者。誅滅一門。時恭宗為太子。每上", "315": "表陳諫。帝皆不許。浩又重譖。帝信其言。復下詔曰。一", "316": "切蕩除。所有圖像胡經。皆擊碎焚毀。沙門無論少長。", "317": "悉坑之。周高祖安忍嫌郄。信任讖緯。偏以為心。自古", "318": "相傳。黑者得也。謂有黑相當得天下。所以衣物旗幟。", "319": "並變為黑。祖初重佛法。下禮沙門。有道士張賓。譎詐", "32": "家語云。孔子觀周。入后稷之廟。見金人焉。三緘其口。", "320": "罔上。私達其黨。以黑釋為國忌。黃老為國祥。帝納其", "321": "言。信道輕佛。時有僧衛元嵩。與賓唇齒相扇。惑動帝", "322": "情。後召德僧名儒高道。三番集議。是非更廣。莫簡帝", "323": "心。乃經五載。至建德三年。勅僧人道士。並令還俗。三", "324": "寶福財。散給臣下。寺觀塔廟。賜給王公。則經亦因之", "325": "廢毀。二事詳見廣弘明集。", "326": "濟濟多士", "327": "詩曰。王國克生。維周之貞。濟濟多士。文王以寧。註云。", "328": "貞榦也。濟濟多貌。言文王之國。能生眾多之士。則足", "329": "以為國之榦。而文王亦賴以為安矣。見大雅文王篇。", "33": "而銘其背曰。天機不密。四時何行。地機不密。萬物何", "330": "辯遜天女", "331": "華嚴經第二十九云。復次佛子。譬如自在天王。有天", "332": "󳼶女。名曰善口。於其口中。出一音聲。其聲則與百千", "333": "種樂而共相應。一一樂中。復有百千差別音聲。佛子。", "334": "彼善口女。從口一聲。出於如是無量音聲。", "335": "卷一△卷一之上", "336": "民鮮能久矣", "337": "子曰。中庸其至矣乎。民鮮能久矣。註云。過則失中。不", "338": "及則未至。故惟中庸之德為至。然亦人所同得。但世", "339": "教衰。民不興行。故鮮能之。今已久矣。見中庸。", "34": "生。人機不密。百事何成。註云。緘封也。", "340": "周禮掌四方之語各有其官", "341": "禮記王制篇云。五方之民。言語不通。嗜欲不同。達其", "342": "志。通其欲。東方曰寄。南方曰象。西方曰狄鞮。北方曰", "343": "譯。方氏曰。寄。言能寓風俗之異於此。象。謂能倣象風", "344": "俗之異於彼。鞮。則欲別其服飾之異。譯。則欲辨其言", "345": "語之異也。", "346": "私淑", "347": "孟子曰。予未得為孔子徒也。予私淑諸人也。註云。私", "348": "猶竊也。淑善也。人謂子思之徒也。言予雖未得親受", "349": "業於孔子之門。然聖人之澤尚存。猶有能傳其學者。", "35": "柯柄有法", "350": "故我得聞孔子之道於人。而私竊以善其身。蓋推尊", "351": "孔子。而自謙之辭也。見離婁篇。", "352": "讀古", "353": "齊桓公讀書於堂上。輪扁斵輪於堂下。釋椎鑿而上。", "354": "問桓公曰。敢問公之所讀者。何言也。公曰。聖人之言", "355": "也。曰聖人在乎。公曰。亡矣。曰然則公之所讀者。乃古", "356": "人之糟粕也。公曰。寡人讀書。輪人安得議乎。有說則", "357": "可。無說則死。扁曰。以臣之事觀之。徐則甘而不固。疾", "358": "則苦而不入。不徐不疾。得之於心。應之於手。口不能", "359": "言。有數存焉。於其間。臣不能喻臣之子。臣之子亦不", "36": "詩云。伐柯伐柯。其則不遠。註云。柯斧柄也。則法也。言", "360": "能受之於臣。是以行年七十而老斵輪。古之人。與其", "361": "不可傳者死矣。然則君之所讀者。古人之糟粕也。精", "362": "解云。餔糟粕者。豈知酒味。讀古人之遺書者。豈知道", "363": "味哉。見莊子天道篇。", "364": "佛現十種神變度之", "365": "所謂毒龍不害。龍火不燒。恒水不溺。三方取果。北方", "366": "取粳米。忉利取甘露。知嫌隱去。知念現來。火滅還然。", "367": "斧舉不下。詳見瑞應經。及諸律受戒犍度中。", "368": "止耆婆之車", "369": "報恩經第六云。目連以弟子病。上忉利天以問耆婆。", "37": "伐柯而有斧。則不過即此舊斧之柯。而得其新柯之", "370": "正值諸天入歡喜園。爾時目連。在路側立。一切諸天。", "371": "無顧看者。耆婆後至。顧見目連。向舉一手。乘車直過。", "372": "目連自念。此本人中是我弟子。今受天福。以著天樂。", "373": "都失本心。即以神力。制車令住。耆婆下車。禮目連足。", "374": "目連種種因緣。責其不可。耆婆曰。以我人中為大德", "375": "弟子。是故舉手問訊。頗見諸天有爾者否。諸天以著", "376": "樂深心。不得自在。是使爾耳。目連問曰。有弟子病。當", "377": "云何治。耆婆曰。惟以斷食為本。", "378": "焚得勝之殿", "379": "帝釋與修羅戰勝。因造得勝殿。莊嚴奇麗。目連往看。", "38": "法也。見豳風伐柯章。", "380": "諸天婇女。皆隱避不出。目連念帝釋著樂。不修道本。", "381": "乃以神通焚燒其殿。仍為帝釋說無常苦空等法。帝", "382": "釋歡喜。後殿儼然。無󰞆烟色。見法華文句。", "383": "攝調達而歸正法", "384": "五分律第二十五云。爾時調達。自立五法。將五百新", "385": "學比丘。和合布薩。時舍利弗。目犍連。往詣彼眾。調達", "386": "便言。善來。可就此坐。汝等先是沙門瞿曇第一弟子。", "387": "今復為吾作第一弟子。不亦善乎。舍利目連。默然不", "388": "答。調達謂受其語。即効佛常法。告言。汝為眾說法。吾", "389": "背小痛。當自消息。便四揲僧伽黎右脇而臥。不繫念", "39": "如親恃怙", "390": "故。須臾眠熟。轉左脇臥。鼾聲駭人。時目犍連現種種", "391": "神變。舍利弗說種種妙法。五百比丘。見聞是已。即於", "392": "座上。遠塵離垢。於諸法中。得法眼淨。", "393": "取釋種以藏梵天", "394": "波斯匿王太子。名流離。因戲坐佛座。被毀結怨。後欲", "395": "興師往伐釋種。目連白佛言。流離往伐釋種。我欲移", "396": "其四部令擲他方。佛言。汝有智德。終不能安。目連意", "397": "終不已。遂取知識四五千人。盡著鉢中。舉置梵天。軍", "398": "兵去後。目連白佛。承佛神力。救得四五千人。佛言。汝", "399": "往看之。目連下鉢。人皆已死。詳見圓覺疏鈔。", "4": "子曰。禹吾無閒然矣。註云。閒罅隙也。謂指其罅隙而", "40": "詩云。無父何怙。無母何恃。註云。怙者依也。恃者賴也。", "400": "見佛負墮", "401": "如來紀略云。侵爪梵志竪義。與佛約云。我義若墮。當", "402": "自斬首。佛言。汝以何為宗。曰一切不受。佛問曰。受是", "403": "見否。志拂袖而去。至中路忽省。乃歎曰。我兩處負墮。", "404": "是見若受。負門處粗。是見不受。負門處細。是義一切", "405": "不知。惟佛菩薩。知我義墮。我當斬首謝佛。回至佛所。", "406": "白言。世尊。我義兩處負墮。今斬首謝佛。佛言。我法之", "407": "中。無如是事。汝當回心向道。於是同五百徒眾。投佛", "408": "出家。證羅漢果。", "409": "不看婆羅門六日", "41": "言無父無母者。何所依賴。見小雅蓼莪章。", "410": "佛言。羅雲過去世時。曾作國王。時有仙人。來語王言。", "411": "王法治賊。當治我罪。王言。汝有何罪。仙言。我入王國。", "412": "犯不與取。用王水及楊枝。王言。我以水及楊枝。施及", "413": "一切。何罪之有。仙言。王雖如此。我心疑悔。終不除也。", "414": "王言。若必欲爾。少停。待我入還。王入宮中。六日不出。", "415": "仙人在王園中。六日飢渴。因自思惟。王正以此治我。", "416": "王過六日出。辭謝仙人曰。我便相忘。莫見咎也。以是", "417": "因緣。故受五百世三惡道苦。五百世。常六年在母胎", "418": "中。詳見大智度論十七卷。", "419": "若干", "42": "蟻步蠡量", "420": "禮記曲禮曰。問天子之年。對曰。聞之。始服衣若干尺", "421": "矣。註云。若如也。未定之辭。數始於一而成於十。干字", "422": "从一从十。故言若干。謂或如一。或如十。凡數之未定", "423": "者。皆可言之。", "424": "阿難代陳三請", "425": "爾時世尊。在尼拘律園。摩訶波闍波提。與五百舍夷", "426": "女人。俱詣佛所。頭面禮足。白言。世尊。願聽女人。於佛", "427": "法中出家為道。佛言。且止。瞿曇彌。莫作是語。未欲令", "428": "女人。於佛法中出家為道。佛還舍衛國。摩訶波闍波", "429": "提等。自共剃髮。披袈裟。往祇桓門外立。步涉脚破。涕", "43": "蓮池大師云。蟻山風水。難易攸分。意以餘門修行。如", "430": "泣流淚。阿難見已。問知其故。即往白佛。善哉世尊。願", "431": "聽女人。於佛法中出家受戒。佛告阿難。且止。莫欲令", "432": "女人。於佛法中出家受戒。何以故。若女人於佛法中", "433": "出家受戒。則令佛法不久。阿難白佛。若使女人出家", "434": "受戒。乃至能得阿羅漢果否。佛言能得。若能得果。願", "435": "佛聽許。佛告阿難。今為女人制八盡形壽不可過法。", "436": "若能行者。即是受戒。詳見四分律藏第四十八卷。", "437": "位不退等", "438": "台宗云。惑有三種。謂見思。塵沙。無明。若破見思。證空", "439": "寂理。名位不退。永不失超凡之位故。若斷塵沙。能行", "44": "蟻子登於高山。念佛往生。似風帆揚於順水。漢東方", "440": "化道。名行不退。永不失菩薩之行故。若破無明。親證", "441": "法性。名念不退。永不失中道正念故。", "442": "庭列八佾", "443": "孔子謂季氏。八佾舞於庭。註云。季氏。魯大夫。季孫氏", "444": "也。佾舞列也。天子八。諸侯六。大夫四。士二。每佾人數。", "445": "如其佾數。見論語上。", "446": "彌陀色變發起", "447": "大彌陀經云。世尊一日。容顏異常。阿難問言。我從侍", "448": "佛。未曾獲覩威容。有如今日。豈非念過去諸佛。或念", "449": "未來諸佛。故致然耶。釋曰。此世尊色變。阿難請問事", "45": "朔傳云。以蠡測海。荀子云。言所見之淺也。字典云。蠡。", "450": "也。由此如來讚問為說。是為一經發起。", "451": "楞嚴墮婬發起", "452": "楞嚴經云。爾時阿難。因乞食次。經歷婬室。遭大幻術。", "453": "摩登伽女。以娑毗迦羅先梵天呪。攝入婬席。婬躬撫", "454": "摩。將毀戒體。釋曰。此阿難誤墮婬室事也。由此如來。", "455": "頂光化佛說呪。文殊將呪往護。阿難歸來。哀求妙定。", "456": "如來為之次第開示。故為發起也。", "457": "憤憤悱悱", "458": "子曰。不憤不啟。不悱不發。註云。憤者。心求通而未得", "459": "之意。悱者。口欲言而未能之貌。啟謂開其意。發謂達", "46": "憐題切。音黎。瓠瓢也。", "460": "其辭。見論語上。", "461": "萬派朝宗", "462": "如前有水盡皆朝宗中引。", "463": "羣星拱北", "464": "子曰。為政以德。譬如北辰。居其所而眾星拱之。註云。", "465": "政之為言正也。所以正人之不正也。德之為言得也。", "466": "行道而有得於心也。北辰北極。天之樞也。居其所。不", "467": "動也。言眾星四面旋繞。而歸向之也。見論語上。", "468": "簧鼓之儀", "469": "詩小雅鹿鳴篇云。我有嘉賓。鼓琴吹笙。吹笙鼓簧。承", "47": "王道坦坦千古同規", "470": "筐是將。註云。簧者。笙中之簧也。大笙十九簧。小笙十", "471": "三簧。女媧氏作。簧。即笙中金鍱也。蓋笙竽皆以竹管", "472": "植於匏中。而竅其管底之側。以薄金鍱障之。吹則鼓", "473": "之而出聲。所謂鼓簧也。今彌勒示同不知。鼓動文殊", "474": "以啟說法之端。有類乎此。", "475": "困心橫慮", "476": "孟子曰。人恒過。然後能改。困於心。橫於慮。而後作。註", "477": "云。恒常也。猶言大率也。橫不順也。作奮起也。言中人", "478": "之性。常必有過。然後能改。蓋不能謹其平日。故必事", "479": "勢窮蹙。以至困心橫慮。然後能奮發而興起也。見孟", "48": "會玄記云。王者貫三才。主萬物。無為化世。有道恩民。", "480": "下告子篇。", "481": "杜視聽於嘉會", "482": "華嚴經入法界品云。爾時上首諸大聲聞。舍利弗。乃", "483": "至富樓那等。在逝多林。皆悉不見如來神力。如來相", "484": "好。乃至亦復不見不可思議菩薩境界。清涼序云。上", "485": "德聲聞。杜視聽於嘉會。蓋上德即是上首。杜塞也。在", "486": "眼曰視。在耳曰聽。嘉會即指逝林。言如來於逝多林", "487": "中。入師子嚬申三昧。顯現菩薩不可思議境界。聲聞", "488": "在座。如盲如聾。故云杜視聽也。", "489": "善友入海即求此也", "49": "坦坦者。平廣也。既平且廣。千古之下。孰不同規。", "490": "報恩經云。過去世時。有一國王。名摩訶羅闍。有二子。", "491": "長名善友。次名惡友。善友太子。父母愛念。一日出遊。", "492": "見眾苦惱。白父給濟。未久之間。庫藏中物。三分用二。", "493": "善友不忍傾竭父母庫藏。遂入大海。乞得龍王左耳", "494": "中如意摩尼寶珠。隨意雨寶。及諸一切所須之物。給", "495": "濟眾生。無所乏少。此約義略引。詳如彼經。", "496": "觀妻妾如畫瓶", "497": "出曜經云。昔有婬逸之人。意專女色。不能去離。有知", "498": "識道人往來其家。其婦白道人言。我夫性多婬欲。恐", "499": "不自濟。道人曰。汝夫若近汝時。便告之曰。須陀洹法。", "5": "非議之也。見論語上。", "50": "宅中寶藏", "500": "理應爾耶。後果如言告之。其夫甚懷慚愧。自此永息", "501": "欲事。婦問何故永息欲事。其夫遂彩畫好瓶。內盛糞", "502": "穢。牢蓋其口。令婦抱此。如我無異。婦依其語。抱瓶不", "503": "離。其夫將瓶打破曰。我觀汝身。劇於此瓶。從頭至足。", "504": "有三十六物。垢穢不淨。有何可貪耶。", "505": "曾子啟衾", "506": "曾子有疾。召門弟子曰。啟予足。啟予手。註云。啟開也。", "507": "曾子平日以為身體受於父母。不敢毀傷。故使弟子。", "508": "開其衾而視之。見論語上。", "509": "殺身成仁", "51": "涅槃經第二十七云。譬如貧人。家有寶藏。以不見故。", "510": "子曰。志士仁人。無求生以害仁。有殺身以成仁。註云。", "511": "志士有志之士。仁人則成德之人也。理當死而求生。", "512": "則於其心有不安矣。是害其心之德也。當死而死。則", "513": "心安而德全矣。見論語下。", "514": "比干剖腹", "515": "比干。紂叔父也。紂得蘇氏女。名妲姬。甚寵愛之。設酒", "516": "池肉林。使男女躶形。相逐其間。作長夜宮。一百一十", "517": "日為一晝。用炮烙之刑。刳孕剒涉。造鹿臺。七年乃成。", "518": "虐害忠良。臣叔比干。竭忠而諫。不從。遂剖心而死。見", "519": "寶訓筆說。", "52": "無常無樂無我無淨。有善知識。方便令見。以得見故。", "520": "率土之境", "521": "詩云。溥天之下。莫非王土。率土之濵。莫非王臣。註云。", "522": "溥與普同。徧也。率循也。濵涯也。言普天之下。莫非王", "523": "之土也。率土之濵而居者。莫非王之臣也。詳見小雅", "524": "北山章。", "525": "視天下如敝屣", "526": "孟子曰。舜視棄天下。猶棄敝屣也。註云。屣草履也。敝", "527": "破壞也。甚言其視天下輕也。見孟下盡心篇。", "528": "忘身及親", "529": "孔子答樊遲辨惑問云。一朝之忿。忘其身以及其親。", "53": "是人即得常樂我淨。", "530": "非惑與。註云。知一朝之忿為甚微。而禍及其親為甚", "531": "大。則有以辨惑而懲其忿矣。見論語下。", "532": "與木石居與鹿豕遊", "533": "孟子曰。舜之居深山之中。與木石居。與鹿豕遊。其所", "534": "以異於深山之野人者幾希。見孟下盡心篇。", "535": "飯糗茹草", "536": "孟子曰。舜之飯糗茹草也。若將終身焉。註云。飯食也。", "537": "糗乾糒也。茹亦食也。言聖人之心。不以貧賤而有慕", "538": "於外也。見孟下盡心篇。", "539": "不勉而中不思而得", "54": "塵裏經卷", "540": "中庸云。誠者。天之道也。誠之者。人之道也。誠者。不勉", "541": "而中。不思而得。從容中道。聖人也。誠之者。擇善而固", "542": "執之者也。", "543": "比興不同", "544": "詩經體註云。比者喻也。單說此物不易曉。故取彼一。", "545": "件物。對此一件物以比之。使人即彼而識此也。興者", "546": "起也。欲有所咏。先言他物以起其詞也。", "547": "瓶瀉不遺", "548": "禪林寶訓云。先聖授受之際。固非淺薄所敢傳持。如", "549": "一器水傳於一器。始堪克紹洪規。", "55": "華嚴經偈云。如有大經卷。量等大千界。在於一塵內。", "550": "惺惺寂寂", "551": "永嘉集云。惺惺寂寂是。無記寂寂非。寂寂惺惺是。亂", "552": "想惺惺非。釋云。智周鑒而常靜。用繁興以恒如。是曰", "553": "惺惺寂寂。若無記寂寂。則墮昏住。故非也。不起寂滅", "554": "定。而現諸威儀。是曰寂寂惺惺。若亂想惺惺。則墮緣", "555": "慮。故非也。", "556": "空生晏坐帝釋散花", "557": "彌陀演義云。空生晏坐石室中。帝釋於空中散花供", "558": "養。空生曰。散花者誰。曰天帝釋也。曰何所為也。曰以", "559": "尊者善說般若。尊者曰。我本無說。帝釋曰。我亦無聞。", "56": "一切塵亦然。有一聰慧人。淨眼悉明見。破塵出經卷。", "560": "無說無聞。乃真說真聞也。", "561": "地獄蒙光頓超十地之階", "562": "華嚴經第四十八卷。佛告寶手菩薩言。佛子。菩薩足", "563": "下有千輻輪相。名光明普照王。有隨好。名圓滿王。常", "564": "放四十種光明。中有一光。名清淨功德。能照億那由", "565": "他佛剎微塵數世界。隨眾生種種業行。種種欲樂。皆", "566": "令成熟。阿鼻地獄。極苦眾生。遇斯光者。皆悉命終生", "567": "兜率天。既生天已。天鼓發聲。廣為說法。乃至云。爾時", "568": "諸天子。聞說普賢廣大回向。得十地果。", "569": "草繫鵝珠", "57": "廣饒益眾生。佛智亦如是。徧在眾生心。妄想之所纏。", "570": "昔有比丘。被賊劫奪。賊恐控告聚落。其中一人。知比", "571": "丘護生。遂以生草繫之。比丘恐傷草命。故不敢動。後", "572": "有國王畋獵。見而問之。比丘具告所以。王為比丘解", "573": "草而去。見大莊嚴論第三卷。昔有乞食比丘。到珠師", "574": "舍。正逢彼匠為王穿珠。見比丘來。歡喜持鉢。入家取", "575": "食。有鵝吞珠。比丘見之。恐傷鵝命。因此不言。珠師見", "576": "其珠少。疑比丘盜。遂拷打之。觸處血流。鵝來囓血。其", "577": "人恚怒。以杖擊鵝而死。比丘見已。遂以實對。其人剖", "578": "鵝得珠。慚愧謝罪。見大莊嚴論第十一卷。", "579": "仰彌高", "58": "不覺亦不知。諸佛大慈悲。令其除妄想。如是乃出現。", "580": "顏淵喟然歎曰。仰之彌高。鑽之彌堅。瞻之在前。忽焉", "581": "在後。註云。喟歎聲。仰彌高。不可及。鑽彌堅。不可入。在", "582": "前在後。恍惚不可為象。此顏淵深知夫子之道。無窮", "583": "盡。無方體。而歎之也。見論語上。", "584": "寬猛相濟", "585": "鄭子產有疾。謂子太叔曰。我死。子必為政。唯有德者。", "586": "能以寬服民。其次莫如猛。夫火烈。民望而畏之。故鮮", "587": "死焉。水懦弱。民狎而翫之。則多死焉。故寬難。疾數月", "588": "而卒。太叔為政。不忍猛而寬。鄭國多盜。取人於萑丸", "589": "苻蒲之澤。太叔悔之曰。吾早從夫子不及此。興徒兵", "59": "饒益諸菩薩。見第五十一卷。", "590": "以攻萑苻之盜。盡殺之。盜少止。仲尼曰。善哉。政寬則", "591": "民慢。慢則紏之以猛。猛則民殘。殘則施之以寬。寬以", "592": "濟猛。猛以濟寬。政事以和。見左傳。", "593": "禮樂征伐自天子出", "594": "孔子曰。天下有道。則禮樂征伐自天子出。天下無道。", "595": "則禮樂征伐自諸侯出。自諸侯出。葢十世希不失矣。", "596": "自大夫出。五世希不失矣。陪臣執國命。三世希不失", "597": "矣。註云。逆理愈甚。則其失之愈速。大約世數不過如", "598": "此。見論語下。", "599": "是父是子", "6": "掛一漏十", "60": "誰肯輕許連城", "600": "海雲禪師。年十八歲。太師國王。領兵取嵐城。四眾逃", "601": "散。師侍中觀如故。時有清樂元帥史公。義州元帥李", "602": "公。見師氣宇非常。問曰。爾何人也。師曰。沙門。史曰。食", "603": "肉否。師曰。何肉。史曰。人肉。師曰。人非獸也。虎豹尚不", "604": "相食。而況人乎。史曰。兵刃之下。爾亦能不傷乎。師曰。", "605": "必仗其外護者。公喜甚。李曰。爾既為僧。禪耶教耶。師", "606": "曰。禪教乃僧之羽翼也。如國之用人。必須文武兼濟。", "607": "李曰。然則必也從何而住。師曰。二俱不住。二帥見師。", "608": "無所畏懼。應對不凡。即與往見中觀。聞中觀教誨諄", "609": "諄。喜而讚曰。果然有是父。有是子也。詳見佛祖通載", "61": "趙有卞和之璧。秦昭王欲以十二連城貿之。趙遣相", "610": "第三十二卷。", "611": "聖人無名", "612": "莊子逍遙遊篇云。至人無己。神人無功。聖人無名。憨", "613": "山大師註云。至人神人聖人。只是一箇聖人。不必作", "614": "三樣看。又云。莊子立言本意。謂古今世人。但認一箇", "615": "血肉之軀。為我所累。故汲汲求功求名。苦了一生。曾", "616": "無一息之逍遙快活。惟聖人忘我忘功忘名。超脫生", "617": "死而遊大道之鄉。故得廣大逍遙自在。快樂無窮。", "618": "易子而教", "619": "公孫丑曰。君子之不教子。何也。孟子曰。勢不行也。教", "62": "如送之。視秦王獨有愛璧之心。而無割城之意。乃詐", "620": "者必以正。以正不行。繼之以怒。繼之以怒。則反夷矣。", "621": "夫子教我以正。夫子未出於正也。則是父子相夷矣。", "622": "父子相夷。則惡矣。古者易子而教之。父子之間不責", "623": "善。責善則離。離則不祥莫不焉。註云。易子而教者。所", "624": "以全父子之恩。而亦不失其為教也。見孟子離婁篇。", "625": "若合符節", "626": "孟子曰。舜生於諸馮。遷於負夏。卒於鳴條。東夷之人", "627": "也。文王生於岐周。卒於畢郢。西夷之人也。地之相去", "628": "也。千有餘里。世之相後也。千有餘歲。得志行乎中國。", "629": "若合符節。先聖後聖。其揆一也。註云。符節。以玉為之。", "63": "曰。璧有瑕。請示之。王授璧與相如。相如倚柱而立。怒", "630": "篆刻文字而中分之。彼此各藏其半。有故則左右相", "631": "合以為信也。見孟下離婁篇。", "632": "以斯道覺斯民", "633": "伊尹曰。天之生此民也。使先知覺後知。使先覺覺後", "634": "覺也。予天民之先覺者也。予將以斯道覺斯民也。非", "635": "予覺之而誰也。見孟下萬章篇。", "636": "波羅奢伽華", "637": "章安云。此是樹名。其葉青色。華有三色。日未出時則", "638": "黑色。日正照時則赤色。日沒之時則黃色。今取赤色", "639": "如血義耳。見名義集。", "64": "髮衝冠曰。臣聞布衣之交。尚不忍相欺。況大國乎。王", "640": "父作子述", "641": "子曰。無憂者其惟文王乎。以王季為父。以武王為子。", "642": "父作之。子述之。註云。此言文王之事。書言王季其勤", "643": "王家。蓋其所作。亦積功累仁之事也。見中庸。", "644": "△卷一之下", "645": "申申夭夭", "646": "子之燕居。申申如也。夭夭如也。註云。燕居。閒暇無事", "647": "之時。申申。其容舒也。夭夭。其色愉也。見論語上。", "648": "急先務也", "649": "孟子曰。知者無不知也。當務之為急。仁者無不愛也。", "65": "若急臣。臣頭與璧。俱碎於柱。王恐碎璧。使歸趙。後賢", "650": "急親賢之為務。註云。知者固無不知。然常以所當務", "651": "者為急。仁者固無不愛。然常急於親賢。見孟下盡心", "652": "篇。", "653": "聲名洋溢", "654": "中庸云。溥博淵泉。而時出之。溥博如天。淵泉如淵。見", "655": "而民莫不敬。言而民莫不信。行而民莫不悅。是以聲", "656": "名洋溢乎中國。施及蠻貊。舟車所至。人力所通。天之", "657": "所覆。地之所載。日月所照。霜露所墜。凡有血氣者莫", "658": "不尊親。故曰配天。", "659": "畫地自限", "66": "詩曰。卞璧無瑕耀日輝。秦王雖愛不輸機。可憐又入", "660": "冉求曰。非不悅子之道。力不足也。子曰。力不足者中", "661": "道而廢。今女畫。註云。力不足者。欲進而不能。畫者。能", "662": "進而不欲。謂之畫者。如畫地以自限也。見論語上。", "663": "予欲無言", "664": "子曰。予欲無言。子貢曰。子如不言。則小子何述焉。子", "665": "曰。天何言哉。四時行焉。百物生焉。天何言哉。註云。學", "666": "者多以言語觀聖人。而不察其天理流行之實。有不", "667": "待言而著者。是以徒得其言。而不得其所以言。故夫", "668": "子發此以警之。見論語下。", "669": "罔象得珠", "67": "相如手。一陣清風滿路歸。見史記。並列國志。", "670": "黃帝遊乎赤水之北。登乎崑崙之丘。而南望旋歸。遺", "671": "其玄珠。使知索之而不得。使離朱索之而不得。使喫", "672": "詬索之而不得也。乃使罔象。罔象得之。黃帝曰。異哉。", "673": "罔象乃可以得之乎。見莊子天地篇。", "674": "予盾", "675": "予鎗也。盾護身牌也。昔人以二物雙賣。各歎其勝。智", "676": "者語云。我買汝矛。還刺汝盾。入於不入。即無其辭。以", "677": "況自語相違也。見永嘉集。", "678": "彈偏斥小歎大褒圓", "679": "爾時維摩詰。語大迦葉。十方無量阿僧祇世界中作", "68": "有水盡皆朝宗", "680": "魔王者。多是住不可思議解脫菩薩。以方便力。教化", "681": "眾生。從乞手足耳鼻。乃至衣服飲食。而往試之。令其", "682": "堅固。所以者何。住不可思議解脫菩薩。有威德力。故", "683": "行逼迫。示諸眾生如是難事。凡夫下劣。無有力勢。不", "684": "能如是逼迫菩薩。譬如龍象蹴踏。非驢所堪詳見維", "685": "摩詰經卷中。", "686": "猶豫", "687": "猶豫二獸名。性多疑。聞人聲輙登木。久之無人乃下", "688": "須臾復登。凡人臨事遲疑不決者。借此為喻。見字典。", "689": "不屑之教", "69": "夏書禹貢篇云。江漢朝宗於海。註云。春見曰朝。夏見", "690": "孟子曰。教亦多術矣。予不屑之教誨也者。是亦教誨", "691": "之而已矣。註云。多術言非一端。屑潔也。不以其人為", "692": "潔而拒絕之。所謂不屑之教誨也。其人若能感此。退", "693": "自修省。則是亦我教誨之也。見孟下告子篇。", "694": "虧一簣而未為完山", "695": "子曰。譬如為山。未成一簣。止。吾止也。註云。簣土籠也。", "696": "書曰。為山九仞功虧一簣。夫子之言。蓋出於此。言山", "697": "成而但少一簣。其止者吾自止耳。見論語上。", "698": "及九仞而莫稱全井", "699": "孟子曰。有為者。譬若掘井。掘井九軔同仞而不及泉。猶", "7": "語見普陀新誌。蓋言其所取者少。而所遺者多也。", "70": "曰宗。朝宗。諸侯見天子之名也。江漢合流于荊。去海", "700": "為棄井也。註云。八尺曰仞。言鑿井雖深。然未及泉而", "701": "止。猶為自棄其井也。見孟下盡心篇。", "702": "先聖後聖其揆一也", "703": "如前若合符節中引。註云。揆度也。其揆一者。言度之。", "704": "而其道無不同也。見孟下離婁篇。", "705": "繼周百世", "706": "子張問十世可知也。子曰。殷因於夏禮。所損益可知", "707": "也。周因於殷禮。所損益可知也。其或繼周者。雖百世", "708": "可知也。見論語上。", "709": "巽與法語", "71": "尚遠。然水道已安。而無壅塞橫決之患。雖未至海。而", "710": "子曰。法語之言。能無從乎。改之為貴。巽與之言。能無", "711": "悅乎。繹之為貴。悅而不繹。從而不改。吾莫如之何也", "712": "已矣。註云。法語者。正言之也。巽言者。婉而導之也。繹", "713": "尋其緒也。法言人所敬憚。故必從。然不改。則面從而", "714": "已。巽言無所乖忤。故必悅。然不繹。則又不足以知其", "715": "微意之所在也。見論語上。", "716": "頑石點頭", "717": "竺道生至長安。見法顯所譯泥洹經云。除一闡提。皆", "718": "有佛性。師曰。阿闡提人。含生之類。何得獨無佛性。此", "719": "經來未盡耳。乃唱闡提皆當成佛。眾謂邪說背經。依", "72": "其勢已奔趨於海。猶諸侯之朝宗於王也。", "720": "律當擯。生對眾誓曰。若我所說契佛心者。願捨報日。", "721": "踞師子座。於是入虎丘山。聚石為徒。講涅槃經。至闡", "722": "提處。說有佛性。且曰。如我所說。契佛心否。羣石皆為", "723": "點頭。後聞重譯涅槃聖行品云。一闡提人。雖復斷善。", "724": "猶有佛性。尉喜不勝。", "725": "綸音", "726": "子曰。王言如絲。其出如綸。王言如綸。其出如綍。註云", "727": "綸綬也。綍引棺大索也。出禮記緇衣篇。", "728": "黃流不注瓦缶", "729": "詩云。瑟彼玉瓚。黃流在中。豈弟君子。禮祿攸降呼攻反。", "73": "魚子菴羅", "730": "註云。瑟縝密貌。玉瓚。圭瓚也。以圭為柄。黃金為勺。青", "731": "金為外。而朱其中也。黃流。󳬂鬯也。釀秬黍為酒。築󳬂", "732": "金煑而和之。使芬芳條鬯。以瓚酌而祼之也。攸所。降", "733": "下也。言瑟然之玉瓚。則必有黃流在其中。豈弟之君", "734": "子。則必有福祿下其躬。明寶器不薦於褻味。而黃流", "735": "不注於瓦缶。則知盛德必享於祿壽。而福澤不降於", "736": "淫人矣。見大雅文王篇。", "737": "不失人亦不失言", "738": "子曰。可與言而不與之言。失人。不可與言而與之言。", "739": "失言。知者不失人。亦不失言。見論語下。", "74": "彌陀疏鈔云。魚鱗蟲也。其子多而成者少。菴羅。果名", "740": "傳國之璽", "741": "蔡邕斷獨。璽者印也。印者信也。古者尊卑共之。秦始", "742": "皇得藍田之玉。命其相李斯篆曰。受命於天。既壽永", "743": "昌。自此專名王之印也。漢高祖入咸陽。得秦璽。世世", "744": "相授。號曰傳國璽。見幼學須知。", "745": "可㜶寶鏡", "746": "彌陀演義云。王度。將寶鏡懸樹。樹即為雷所擊。大蛇", "747": "死於樹下。復以鏡照一女子。女子即乞藏鏡。願得一", "748": "醉而死。醉後乃一死狐。", "749": "節梲", "75": "也。梵語菴羅。此云難分別。其果似桃似奈。生熟難分。", "750": "子曰。藏文仲居蔡。山節藻梲。何如其知也。註云。藏文", "751": "仲。魯大夫。居藏也。蔡大龜也。節。柱頭斗栱也。藻。水草", "752": "名。梲。梁上短柱也。蓋為藏龜之室。而刻山於節。畫藻", "753": "於梲也。當時以文仲為知。孔子言。其不務民義。而謟", "754": "凟鬼神如此。安得為知。見論語上。", "755": "舉一隅可以三隅反也", "756": "子曰。不憤不啟。不悱不發。舉一隅。不以三隅反。則不", "757": "復也。註云。憤者。心求通而未得之意。悱者。口欲言而", "758": "未能之貌。啟。謂開其意。發。謂達其辭。物之有四隅者。", "759": "舉一而知三也。反者還以相證之義。復再告也。見論", "76": "其花多而結實少。故經云。魚子菴羅花。菩薩初發心。", "760": "語上。", "761": "仲尼浮海之歎", "762": "子曰。道不行。乘桴浮於海。註云。桴筏也。程子曰。浮海", "763": "之歎。傷天下之無賢君也。見論語上。", "764": "憲章", "765": "仲尼祖述堯舜。憲章文武。上律天時。下襲水土。註云。", "766": "祖述者。遠宗其道。憲章者。近守其法。律天時者。法其", "767": "自然之運。襲水土者。因其一定之理。見中庸。", "768": "同如匏瓜", "769": "夫子云。吾豈匏瓜也哉。焉能繫而不食。註云。匏瓠也。", "77": "三事因中多。及其得果少。", "770": "匏瓜繫於一處而不能飲食。人則不如是。見論語下。", "771": "欲度阿藍迦藍󳬂頭藍弗不得", "772": "四分律第三十二卷。爾時世尊。受梵王請已。復作是", "773": "念。我今當先與誰說法。即念阿藍迦藍。垢薄利根。聰", "774": "明有智。我今寧可先與說法。念已。復更智生。今阿藍", "775": "迦藍。死已七日。復念󳬂頭藍弗。󳬂頭藍弗。昨日命終。", "776": "佛言。何其苦哉。汝有所失。此法微妙。如何不聞。若其", "777": "聞者。速得解脫。", "778": "卷二△卷二之上", "779": "記莂", "78": "六心墮落", "780": "大藏音義云。記莂者。謂授與將來成佛之記。劫國莊", "781": "嚴名號之別也。", "782": "無何有之鄉", "783": "惠子謂莊子曰。吾有大樹。人謂之樗。其大本擁腫而", "784": "不中繩墨。其小枝卷曲而不中規矩。立之塗。匠者不", "785": "顧。今子之言。大而無用。眾所同去也。莊子曰。今子有", "786": "大樹。患其無用。何不樹之於無何有之鄉。廣莫之野。", "787": "彷徨乎無為其側。逍遙乎寢臥其下。不夭斧斤。物無", "788": "害者。無所可用。安所困苦哉。莊子逍遙遊篇。", "789": "率由舊章", "79": "彌陀疏鈔演義云。舍利弗發菩薩心。已證別教六住。", "790": "詩云。不愆不忘。率由舊章。註云。愆過也。率循也。章典", "791": "法也。所行不過差。不遺忘者。以其循用舊典故也。見", "792": "孟下離婁篇。", "793": "不寶金玉而寶善人", "794": "王孫圉聘於晉。定公饗之。趙簡子鳴玉以相。問於王", "795": "孫圉曰。楚之白珩猶在乎。對曰。然。簡子曰。其為寶也。", "796": "幾何矣。曰未嘗為寶。楚之所寶者。曰觀射父。能作訓", "797": "辭。以行事於諸侯。使無以寡君為口實。又有左史倚", "798": "相。能道訓典。以敘百物。以朝夕獻善政於寡君。使寡", "799": "君無亡先王之業。而國民保焉。此楚國之寶也。若夫", "8": "杵臼繩箕共說象身之似", "80": "因帝釋化作婆羅門。從其乞眼。舍利弗與之。婆羅門", "800": "白珩。先王之說也。何寶焉。見楚語及古文。", "801": "幹蠱", "802": "易云。幹父之蠱。有子。考無咎。厲終吉。象曰。幹父之蠱。", "803": "意承考也。註云。幹如木之幹。枝葉之所附而立者也。", "804": "蠱者。前人已壞之緒。故諸爻皆有父母之象。子能幹", "805": "之。則餚治而振起矣。見周易蠱卦。", "806": "王老師兒孫", "807": "黃檗禪師傳心法要云。師行脚時。到南泉。一日臨齋。", "808": "捧鉢向南泉位坐。南泉來見。便問。長老什麼年中行", "809": "道。師云。威音那畔。泉云。猶是王老師兒孫在。師下去。", "81": "棄地踐踏。由是退失大心。塵點劫來。墮聲聞位。", "810": "任重道遠", "811": "曾子曰。士不可以不弘毅。任重而道遠。註云。弘寬廣", "812": "也。毅強忍也。非弘不能勝其重。非毅無以致其遠。見", "813": "論語上。", "814": "紫標黃榜", "815": "梁武帝弟蕭宏。封臨川王。性愛錢。百萬一聚。黃榜標", "816": "之。千萬一庫。掛一紫標。如此十餘間。武帝見之。計錢", "817": "三億餘萬。蕭綜作錢愚論譏之。見梁史。並故事書。", "818": "銅陵金谷", "819": "漢文帝椒房之親。鄧通。有相者相曰。當餓死。帝曰。能", "82": "龍蛇混雜凡聖交參", "820": "富通者朕。遂賜通蜀道銅山。鑄錢布滿天下。其後遭", "821": "事。逃避人家。終餓而死。見綱鑑。並西漢書。金谷者。石", "822": "崇之園名也。石崇晉時人。嘗與王愷鬬富。愷以珊瑚", "823": "高二尺許者示崇。崇以鐵如意擊碎。遂取高三四尺", "824": "者六七株以與之。見晉史。並故事書。", "825": "返魂香", "826": "漢延和元年。西胡月氏國。遣使獻香四兩。大如󳭋卵。", "827": "色如桑椹。至始元年。京城大疫。死者大半。帝取香焚", "828": "之。其死未經三日者皆活。香氣三月不滅。香出聚窟", "829": "洲。人鳥山。其樹如楓。香聞數里。名返魂樹。詳見拾遺", "83": "唐無著文喜禪師。詣五臺。華嚴寺前暫憩。遇一老翁。", "830": "傳。", "831": "塗毒鼓", "832": "廣誌云。鴆鳥者。大如󳬧子。頸長八寸。毛紫綠色。徧身", "833": "是毒。以蛇蝮為食。雄名暉。雌名陰。毛羽瀝酒。沾唇即", "834": "死。用犀牛角解之。昔王莽酒酖平王是也。騰空日月", "835": "失色。落地草木皆枯。人見之眼瞎生瘡。值影者氣絕", "836": "身亡。用血塗於鼓上。聞其聲者必死。須返魂香方可", "837": "解除。故天童云。十分收得返魂香。一等來撾塗毒鼓。", "838": "無恙", "839": "戰國䇿云。齊王使使者問趙威后。書未發。威后問使", "84": "牽牛而至。問曰。子欲何往。無著曰。欲入金剛窟。不得", "840": "者曰。歲亦無恙也。民亦無恙也。王亦無恙也。註云。恙", "841": "憂也。又噬蟲。能食人心。古者草居露宿。多被此毒。故", "842": "相問勞曰。無恙乎。今俗問人之病為貴恙。非也。", "843": "老厭龍鍾", "844": "字典云。龍鍾竹名。產羅浮山。丹鉛錄云。龍鍾似竹。搖", "845": "曳不自持也。人老如之。故以為喻。善導大師偈云。漸", "846": "漸鷄皮󳬈髮。看看行步龍鍾。唯有徑路修行。但念阿", "847": "彌陀佛。", "848": "既得患失", "849": "子曰。鄙夫可與事君也與哉。其未得之也。患得之。既", "85": "其門。翁曰。且就吾家少息。啜茶。著即隨行五十餘步。", "850": "得之。患失之。苟患失之。無所不至矣。註云。小則吮癰", "851": "䑛痔。大則弑父與君。皆生於患失而已。見論語下。", "852": "先難後獲", "853": "樊遲問仁。子曰。仁者先難而後獲。可謂仁矣。註云。獲", "854": "得也。先其事之所難。而後其效之所得。此仁者之心", "855": "也。見論語上。", "856": "不必膠柱", "857": "或曰。以往聖之法治將來。譬猶膠柱調琴。有諸。曰有", "858": "之。曰聖君少而庸君多。如獨守仲尼之道是也。曰聖", "859": "人之法。未嘗不關盛衰焉。見楊子法言先知篇。", "86": "至其家。命坐。問曰。近自何來。著曰。南方。翁曰。南方佛", "860": "欲速則不達", "861": "子夏為莒父宰。問政。子曰。無欲速。無見小利。欲速則", "862": "不達。見小利則大事不成。見論語下。", "863": "乞餘不足又顧之他", "864": "齊人有一妻一妾而處室者。其良人出。則必饜酒肉", "865": "而後反。其妻問所與飲食者。則盡富貴也。其妻告其", "866": "妾曰。吾將瞷良人之所之也。蚤起。施從良人之所之。", "867": "徧國中無與立談者。卒之東郭墦間之祭者。乞其餘", "868": "不足。又顧而之他。其妻歸。與其妾。訕其良人。而相泣", "869": "於中庭。直解云。孟子見當時求富貴者之可耻。乃託", "87": "法如何住持。著曰。比丘少奉戒律。翁曰。多少眾。著曰。", "870": "齊人以形狀之。詳見孟子下離婁篇。", "871": "放利而行", "872": "子曰。放於利而行。多怨。註云。放依也。多怨者。謂多取", "873": "怨也。見論語上。", "874": "人異禽獸幾希", "875": "孟子曰。人之所以異於禽獸者幾希。庶民去之。君子", "876": "存之。註云。幾希。少也。庶。眾也。人物之生。同得天地之", "877": "理以為性。同得天地之氣以為形。眾人不知此而去", "878": "之。則名雖為人。而實無以異於禽獸。君子知此而存", "879": "之。是以戰兢惕厲。而卒能有以全其所受之正也。見", "88": "或三百。或五百。著問。此間佛法如何住持。翁曰。龍蛇", "880": "孟下。離婁篇。", "881": "距楊墨放淫辭", "882": "孟子曰。聖王不作。諸侯放恣。處士橫議。楊朱墨翟之", "883": "言盈天下。乃至楊墨之道不息。孔子之道不著。是邪", "884": "說誣民。充塞仁義也。仁義充塞。則率獸食人。人將相", "885": "食。吾為此懼。閑先聖之道。距楊墨。放淫辭。邪說者不", "886": "得作。註云。閑。衛也。放。驅而遠之也。作。起也。見孟上滕", "887": "文公篇。", "888": "涵淹卵育", "889": "韓文公驅鱷魚文云。後王德薄。不能遠有。則江漢之", "89": "混雜。凡聖交參。著曰。多少眾。翁曰。前三三。後三三。見", "890": "間。尚皆棄之。以與蠻夷楚越。況潮嶺海之間。去京師", "891": "萬里哉。鱷魚之涵淹卵育於此。亦固其所。註云。涵淹", "892": "潛伏也。卵育生息也。", "893": "△卷二之下", "894": "整心慮趣菩提", "895": "裴休丞相圓覺序云。嗚呼。生靈之所以往來者六道", "896": "也。鬼神沉幽愁之苦。鳥獸懷獝狘之悲。修羅方瞋。諸", "897": "天正樂。可以整心慮。趣菩提。唯人道為能耳。人而不", "898": "為。吾末如之何也已矣。", "899": "玄裝西征", "9": "涅槃經第三十二云。譬如有王。告一大臣。多集眾盲。", "90": "清涼新志。", "900": "名義集云。玄裝。河南洛陽人。俗姓陳氏。頴州陳仲弓", "901": "之後。周遊西域一十七秋。遊覽百有餘國。貞觀十九", "902": "年回京。敕弘福寺翻譯經論七百餘部。", "903": "善財南詢", "904": "爾時文殊師利菩薩。告善財童子言。善男子。若欲成", "905": "就一切智智。應決定求真善知識。善男子。求善知識。", "906": "勿生疲懈。見善知識。勿生厭足。於善知識所有教誨。", "907": "皆應隨順。於善知識所有方便。勿見過失。善男子。於", "908": "此南方。有一國土。名曰勝樂。其國有山。名曰妙峯。彼", "909": "有比丘。名曰德雲。汝可往問。菩薩云何學菩薩行。修", "91": "玉振金聲", "910": "菩薩行。乃至云何於普賢行。速得圓滿。德雲比丘。當", "911": "為汝說。爾時善財童子。聞是語已。歡喜踊躍。頭頂禮", "912": "足。繞無數匝。殷勤瞻仰。悲泣流淚。辭退南行。向勝樂", "913": "國。如是展轉。經由一百一十餘城。參禮五十三員真", "914": "善知識。最後於普賢菩薩毛孔剎中。次第得普賢菩", "915": "薩諸行願海。與普賢等。與諸佛等。乃至不可思議解", "916": "脫自在。悉皆同等。詳見華嚴經六十二至八十卷。", "917": "魏康僧會", "918": "憨四大師云。初僧會至長千。吳主孫權。命求舍利。期", "919": "以七日。不應。展三七日。中夜猶不應。會稽首哀請曰。", "92": "孟子曰。孔子之謂集大成。集大成也者。金聲而玉振", "920": "佛以慈悲為心。苟不應。則使此方眾生。斷滅佛種矣。", "921": "於是痛舉佛號三稱。徧身毛孔。血汗迸灑。即聽瓶中", "922": "鏗然有聲。光燭天地。啟之。則舍利宛在瓶中矣。見夢", "923": "遊集第二十五卷。", "924": "亡羊之失", "925": "楊子之隣人亡羊。既率其黨。又請楊子之豎追之。楊", "926": "子曰。嘻。亡一羊。何追者之眾。隣人曰。多岐路故。及反。", "927": "問獲羊乎。曰亡之矣。曰奚亡之。曰岐路之中。又有岐", "928": "焉。吾不知所之。所以反也。見列子說符篇。", "929": "青囊見於愚婦", "93": "之也。金聲也者。始條理也。玉振之也者。終條理也。註", "930": "華陀字元化。沛國譙郡人也。其人妙手。世之罕有。曹", "931": "操夢中。被梨樹神劍砍之。後頭痛不止。召華陀治。以", "932": "麻肺湯破腦之言。操疑其奸。拏下獄中。獄卒待陀甚", "933": "善。陀感其恩。乃告曰。我今死於非命。有青囊書未傳", "934": "於世。深感汝恩。無可以報。我修一書。汝遣人送於我", "935": "家。取此書來。付與汝以繼吾。神效也。獄卒曰。我若得", "936": "此書。棄了此役。醫治天下。以全先生之德也。陀即修", "937": "書付獄卒曰。吾臨來時。將書與妻藏之矣。獄卒辭陀", "938": "至其家。問陀妻取之。獄卒回家。令妻藏之。旬日之後。", "939": "操病越加沉重。華陀死於獄中。獄卒却役回家。問婦", "94": "云。金鐘屬。聲宣也。玉磬也。振收也。言奏樂者。於其未", "940": "要書。婦曰。吾已燒矣。夫問其故。妻曰。縱然學得。與華", "941": "陀一般。只落得死於獄中。吾故毀之。因此青囊書不", "942": "傳於世。見三國志。", "943": "請益則起更端則起", "944": "侍坐於先生。先生問焉。終則對。請業則起。請益則起。", "945": "註云。請益者。再問未盡之蘊。起。所以致敬也。侍坐於", "946": "君子。君子問更端。則起而對。呂氏曰。問更端。則起而", "947": "對者。因事有所變。而起敬也。二事見禮記曲禮篇。", "948": "楞伽被呵", "949": "經云。復次大慧。菩薩摩訶薩。建立智慧相住已。於上", "95": "作。先擊鐘以宣其始。俟其既闋。後鳴磬以收其終也。", "950": "聖智三相。當勤修學。何等為聖智三相。當勤修學。所", "951": "謂無所有相。一切諸佛自願處相。自覺聖智究竟之", "952": "相。修行得此已。能捨跛驢心智慧相。得最勝子第八", "953": "之地。註云。修行得此者。謂通教利根。觀空不空。知一", "954": "心中。本具此三相也。能捨跛驢智慧者。謂超通教二", "955": "乘所有空慧也。二乘體空智慧。但行於空。不能雙行", "956": "空有。故名為跛。見楞伽義疏卷一之中。", "957": "淨名受斥", "958": "爾時舍利弗。見此室中。無有牀座。作是念。是諸菩薩", "959": "大弟子眾。當於何坐。長者維摩詰知其意。語舍利弗", "96": "見孟下萬章篇。", "960": "言。云何仁者。為法來耶。為牀座耶。舍利弗言。我為法", "961": "來。非為牀座。維摩詰言。唯舍利弗。夫求法者。不貪軀", "962": "命。何況牀座等。如是種種呵斥。詳如維摩經中下二", "963": "卷。", "964": "異姓螟蛉", "965": "詩云。螟蛉有子。蜾蠃負之。註云。螟蛉。桑上小青蟲也。", "966": "似步屈。蜾蠃。土蜂也。似蜂而小腰。取桑蟲。負之於木", "967": "孔中。七日化為其子。故今人養異姓之子以為己子", "968": "者。謂之螟蛉義子。見小雅小宛篇。", "969": "法慧說十住", "97": "雲龍風虎", "970": "華嚴經第十六卷。法慧菩薩。即從定起。告諸菩薩言。", "971": "佛子。菩薩住處廣大。與法界虗空等。彼菩薩住。我今", "972": "當說。諸佛子。菩薩住有十種。過去未來現在諸佛。已", "973": "說當說今說。何者為十。所謂初發心住。乃至第十灌", "974": "頂住。", "975": "金剛藏說十地", "976": "華嚴經第三十四卷。金剛藏菩薩。從三昧起。告一切", "977": "菩薩眾言。諸佛子。諸菩薩願善決定無雜。為一切諸", "978": "佛所護。入過去未來現在諸佛智地。佛子。何等為菩", "979": "薩摩訶薩智地。佛子。菩薩摩訶薩智地有十種。過去", "98": "周易乾掛云。九五。飛龍在天。利見大人。何謂也。孔子", "980": "未來現在諸佛。已說當說今說。我亦如是說。何等為", "981": "十。一者歡喜地。乃至第十法雲地。", "982": "九族之親", "983": "幼學云。九族。謂高。曾。祖。考。兄弟。子。孫。曾。玄。註云。父曰", "984": "考。父之父曰祖。祖之父曰曾祖。祖之祖曰高祖。子之", "985": "子曰孫。孫之子曰曾孫。孫之孫曰玄孫。一說外祖父。", "986": "外祖母。妻父。妻母。姑子。姊妹子。女子。并己身。同族。", "987": "習矣不察", "988": "孟子曰。行之而不著焉。習矣而不察焉。終身由之而", "989": "不知其道者眾也。註云。著者知之明。察者識之精。言", "99": "曰。同聲相應。同氣相求。水流濕。火就燥。雲從龍。風從", "990": "方行之而不能明其所當然。既習矣而猶不識其所", "991": "以然。所以終身由之而不知其道者多也。見盡心篇。", "992": "積弊不能頓除", "993": "晦堂曰。久廢不可速成。積弊不可頓除。註云。凡久廢", "994": "之事。不可祈以速成。速成必易壞也。積聚弊病。不可", "995": "頓為革除。頓除反增弊也。見禪林寶訓。", "996": "循循善誘", "997": "論語云。夫子循循然。善誘人。博我以文。約我以禮。註", "998": "云。循循有次序貌。誘引進也。博文約禮。教之至也。言", "999": "夫子道雖高妙。而教人有序也。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 632 法華經指掌疏事義", "englishTitle": "卍 Xuzangjing, Electronic version, No. 632 法華經指掌疏事義", "author": "清 通理述", "language": "chinese", "source": "CBETA"}