{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 430 阿彌陀經要解便蒙鈔", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "阿彌陀經要解便蒙鈔", "1": "佛說阿彌陀經要解便蒙鈔卷下", "2": "紅螺比丘　達默　造鈔", "3": "資福沙門　達林　參訂", "4": "△二特勸眾生應求往生以發願二。初揭示無上", "5": "因緣此科關係極大。二特勸。淨土殊勝。謂帶業往生。橫出三界。", "6": "同居橫具四土開顯四教法輪。眾生圓淨四土。", "7": "圓見三身。圓證三不退。人民皆一生成佛。如是", "8": "等勝異超絕。全在此二科點示。須諦研之。", "9": "【鈔】此二科。乃一經大力用。故前文明力用云。上善", "10": "一處。是生同居。即已橫生上三土。一生補佛。是位", "11": "不退。即已圓證三不退。恐人忽略。故懸示我等當", "12": "知也。", "13": "△今初揭示無上因緣。", "14": "又舍利弗。極樂國土。眾生纔生彼土者。皆是三種阿󳺎䟦", "15": "致。其三不退中多有一生補處。其數甚多。非是算數所", "16": "能知之。但可以無量無邊阿僧祇說。", "17": "△疏中分二。初釋跋致。二釋補處。初又三。初正明。", "18": "二點示。三結歸。△今初。", "19": "【觧】阿󳺎䟦致。此云不退。一位不退。入聖流不墮凡地。", "20": "二行不退。恒度生不墮二乘地。三念不退。心心流", "21": "入薩婆若海。", "22": "【鈔】入聖流。不墮凡地者。我執已破。見惑已空。入聖", "23": "人之流類。不墮內凡外凡之地也。恒度生不墮二", "24": "乘地者。二乘法執空也。薩婆若。此云一切種智。海", "25": "者。果海也。", "26": "△二點示分二。初點示勝異。二點示超絕。初又二。", "27": "初示此土難證之劣。二示彼土圓證之勝。△今", "28": "初。", "29": "【觧】若約此土藏初果。通見地。別初住。圓初信。名位不", "30": "退。通菩薩。別十向。圓十信。名行不退。別初地。圓初", "31": "住。名念不退。", "32": "【鈔】此明此土三不退之位次也。乃全約豎論。圓教", "33": "約理雖橫。約事仍豎。故不退之位。定不可移也。藏", "34": "初果。乃須陀洹果此云入流。謂入聖流也。又云逆", "35": "流。謂逆凡流也。通見地。乃通教第四地。見真諦理", "36": "也。別初住。乃發心住。圓初信。圓教信心位也。此乃", "37": "此土證位不退之位次也。若論行不退。藏教則無。", "38": "以二乘不修菩薩行故。雖有菩薩。不免有退故。通", "39": "菩薩。乃第九菩薩地。九地之前還有退也。別十向", "40": "者。別十回向位。前十行位。未能全不退也。圓十信", "41": "乃八至十信也。八信前還有退也。此乃此土行不", "42": "退位次。藏教全無。通教要到第九地。別教要到十", "43": "向。圓教要到十信。方得行不退。可見其難也。若論", "44": "念不退。通教亦無也。以不破無明。不證法身。別圓", "45": "雖有。別教要到初歡喜地。圓教要到初發心住。始", "46": "破無明。始見法身。始得念念流入果海。益可見其", "47": "難證矣。", "48": "△二示彼土圓證之勝。科中云。此科關係極大。以", "49": "係我等帶業往生。一生成佛。無非大事因緣故。", "50": "又云如是等勝異超絕。全在此二科點示。此乃", "51": "第一點示此經力用也。", "52": "【觧】今淨土五逆十惡。十念成就。帶業往生。居下下品", "53": "者。皆得三不退。", "54": "【鈔】五逆十惡等者。十六觀經下品往生章云。或有", "55": "眾生。作不善業。五逆十惡。具諸不善。如此愚人。以", "56": "惡業故。應墮惡道。經歷多劫。受苦無窮。如此愚人。", "57": "臨命終時。遇善知識。勸令念佛。如是至心。令聲不", "58": "絕。具足十念。於念念中。除八十億劫生死之罪。命", "59": "終之時。見金蓮華。猶如日輪。住其人前。如一念頃。", "60": "即得往生極樂世界。五逆者。出佛身血。弑阿羅漢。", "61": "弑父。弑母。破和合僧。十惡可知。五逆十惡。罪極重", "62": "也。十念成就。行極輕也。即得往生。正謂帶業往生", "63": "居下下品。皆與補處俱。正謂位不退。即已圓證三", "64": "不退也。若詳點示者。帶業往生等。可知圓證念不", "65": "退。即圓見法身。圓淨寂光土。圓斷根本無明。圓修", "66": "圓教道品。圓證一切種智。圓轉娑婆五濁。行不退。", "67": "位不退。例此可知。故經云。眾生纔生彼土。皆是三", "68": "種不退。其中多有一生補處。一生補處者。一生成", "69": "佛也。一生成佛者。以念佛者念念即佛故也。", "70": "△二點示超絕二。初示此土難超。二示彼土超絕。", "71": "△今初。", "72": "【觧】然據教道。若是凡夫。則非初果等。若是二乘。則非", "73": "菩薩等。若是異生。則非同生性等。又念不退。非復", "74": "異生。行不退。非僅見道位不退。非是人民躐等則", "75": "成大妄。進步則捨故稱。", "76": "【鈔】此一進一退。明教道不亂也。凡夫具足煩惱者。", "77": "自非初果見道聖人等次也。二乘乃不發心者。則", "78": "又非恒度生之菩薩等類也。異生。乃三賢位。無明", "79": "未破。法身未證。不與如來體同。故名異生。則又非", "80": "證法身初地菩薩同生性等也。此是一進。明下不", "81": "能妄躐上等也。又念不退之同生性。非復異生之", "82": "三賢。行不退之菩薩。非僅見道之初果。位不退之", "83": "聖人。斷非具煩惱之人民。此是一退。明上不能妄", "84": "稱下名。躐等者。越其等次也。則成大妄者。則成未", "85": "得言得。未證言證之大妄語也。進步則捨故稱者。", "86": "凡夫進步。則得聖人新名。則捨凡夫之故名也。乃", "87": "至異生進步。則得初地之新稱。則捨三賢之故名", "88": "也。", "89": "△二示彼土超絕。", "90": "【觧】唯極樂同居。一切俱非。一切俱是。", "91": "【鈔】俱非者。圓超也。俱是者。圓絕也。絕。謂絕待。無分", "92": "別也。無分別。故俱是也。一切俱非俱是者。約正報。", "93": "則非人民。非二乘。非菩薩。亦非是佛。以與佛同體", "94": "故。具足煩惱故。而又一切俱是。與佛同體故是佛。", "95": "具足煩惱故又是凡夫等也。約依報。則非同居。皆", "96": "是一生補處故。而亦非是寂光。皆是人民故。而又", "97": "是同居。皆是人民故。又是寂光。皆補處菩薩故。下", "98": "文云。若謂是凡夫。却不歷異生。若謂是一生補處。", "99": "却可名凡夫。娑婆不退。如此難證難超。極樂位次。", "100": "如彼之勝異超絕。可謂不思議之妙門。無上因緣", "101": "也。二點示竟。", "102": "△三結歸。", "103": "【觧】十方佛土。無此名相。無此階位。無此法門。非心性", "104": "之極致。持名之奇勳。彌陀之大願。何以有此極樂淨宗如此如此。", "105": "【鈔】此結歸三不可思議因也。三不思議。即三要也。", "106": "十方無此名相等者。無此俱非俱是名相階位等。", "107": "獨極樂有此俱非俱是名相。俱非俱是階位。極樂", "108": "有此者。因有此俱非俱是法門故也。俱非者。無量", "109": "壽也。俱是者。無量光也。故曰非心性之極致。持名", "110": "之奇勳。彌陀之大願。何以有此。因光壽心性極致。", "111": "故有光壽名相。因光壽奇勳。勳。謂功勳。始有光壽", "112": "階位。因光壽大願。故有光壽法門。心性之極致者。", "113": "心要也。持名之奇勳者。境要也。彌陀之大願者。法", "114": "門要也。三要。即三不可思議也。初釋䟦致竟。", "115": "△二釋補處又三。初正釋。二點示。三嗟嘆。△今初。", "116": "【觧】一生補處者。只一生補佛位。如彌勒觀音等。極樂", "117": "人民。普皆一生成佛。人人必實證補處。故其中多", "118": "有此等上善。不可數知也。", "119": "【鈔】一生補處者。即前文圓三不退別名。只一生補", "120": "佛位。即下文謂同盡無明。同登妙覺。於念不退中。", "121": "超盡四十一因位。故與此土彌勒。彼土觀音。位齊", "122": "等也。非止一人。極樂人民皆然。乃至此土鸚鵡。八", "123": "哥等。往生去皆然。以念念即佛故。所以不落賢聖", "124": "次位。必實證補處。故其中多有此等上善。不可以", "125": "算而知也。既圓證三不退。則圓轉五濁。圓見三身", "126": "等。一切力用。皆在其中。", "127": "△二點示。", "128": "【觧】復次釋迦一代時教。惟華嚴明一生圓滿。而一生", "129": "圓滿之因。則末後普賢行願品中十大願王。導歸", "130": "安養。且以此勸進華藏海眾。", "131": "【鈔】此點示勝異超絕也。一代時教者。釋迦四十九", "132": "年。一代所說之法。天台判為正時八教。五時。謂華", "133": "嚴時。阿含時。方等時。般若時。法華涅槃時。八教。謂", "134": "化儀四教。化法四教。詳讀綱宗。非此所務。故不錄", "135": "也。唯華嚴明一生圓滿者。謂一代時教中。別經皆", "136": "無此義。唯有華嚴經中。明此一生圓滿成佛之因", "137": "也。即善財童子初見文殊。得根本智。後參五十二", "138": "員知識。得差別智也。而一生圓滿之因等者。謂一", "139": "生成佛之因。後參普賢。普賢以一者禮敬諸佛等。", "140": "十大願王。引導還歸極樂世界圓滿。非在此娑婆", "141": "世界圓滿也。非唯善財一人。華藏海眾。同聞共稟。", "142": "故曰且以此求生淨土法門。勸進華藏海眾也。行", "143": "願品云。願我臨欲命終時。盡除一切諸障礙。面見", "144": "彼佛阿彌陀。即得往生安樂剎。我既往生彼國已。", "145": "現前成就此大願。一切圓滿盡無餘。利樂一切眾", "146": "生界。彼佛眾會咸清淨。我時於勝蓮華生。親覩如", "147": "來無量光。現前授我菩提記。蒙彼如來授記已。化", "148": "身無數百俱胝。智力廣大遍十方。普利一切眾生", "149": "界。此經若於五時次第。生在第三。若論一生成佛。", "150": "獨讓此經。所以華嚴一生成佛。唯善財一人。末後", "151": "還歸極樂。此經一生成佛。非是算數所知。可謂勝", "152": "異超絕也。", "153": "△三嗟嘆。", "154": "【觧】嗟乎。凡夫例登補處。奇倡極談。不可測度。華嚴所", "155": "稟。却在此經。而天下古今信尠疑多。辭繁義蝕。余", "156": "唯有剖心瀝血而已。", "157": "【鈔】凡夫例登補處者。謂以下下例上上也。例者。概", "158": "也。以下下人民。與上上補處一概。不分高下也。此", "159": "乃念念即佛不思議淨宗也。奇倡極談者。凡夫例", "160": "登補處之義。唯此經有。他經所無。故此經為奇絕", "161": "之宣倡。極妙之談。可謂不可測度之經也。華嚴大", "162": "經所稟一生成佛之義。末後導歸安養。却在此經。", "163": "誰信此義。誰又不疑此義。非但今時。古來華嚴合", "164": "論。尚云西方是權。華藏是實。故曰天下古今。信尠", "165": "疑多。雖有三兩家註述。言辭太繁。凡夫例登補處", "166": "之理。念念即佛之宗。華嚴所稟此經之義。全蝕。蝕", "167": "者。缺也。余唯下。老人自謂無別法。唯有剖心瀝血", "168": "而已矣。是故此解。字字皆老人之心血也。前文明", "169": "我等成佛大事因緣。此又是法門大事因緣。故曰", "170": "關係極大也。經文初揭示無上因緣竟。", "171": "△二特勸。", "172": "舍利弗。如上無上大事因緣眾生幸得聞者。應當發願願生彼國。", "173": "所以者何。得與如是不可算數一生補處諸上善人。俱會一處。", "174": "【鈔】特勸者。特勸眾生應求往生以發願也。上文一", "175": "生成佛。無上大事因緣之境。一一舉示我等幸而", "176": "得聞。幸者。不當聞而得聞也。既已得聞。應當發願", "177": "求生。一生彼土。便同登補處之位。若不發願求生。", "178": "可惜枉聞此經也。", "179": "△疏中分四。初釋上善。二釋一處。三點出淨宗。四", "180": "專重信願。△今初。", "181": "【觧】前羅漢菩薩。但可云善人。唯補處居因位之極。故", "182": "云上。其數甚多。故云諸。", "183": "【鈔】前文羅漢菩薩。但可云善人者。彼土等覺以還。", "184": "概為之民。然雖為人民。乃無漏不思議善人民也。", "185": "善人民中。不妨分上中下。羅漢乃下善人。菩薩乃", "186": "中善人。補處居因位之極。乃可云上善人。上善眾", "187": "多。不妨又分上中下。故有三輩九品之別。直至妙", "188": "覺。無明盡淨。則無品可得也。", "189": "△二釋一處分三。初詳示此土粗劣。二點示彼土", "190": "勝超。三結三不可思議。初又二。初示尋常。二示", "191": "佛世。△今初。", "192": "【觧】俱會一處。猶言凡聖同居。尋常由實聖過去有漏", "193": "業。權聖大慈悲願。故凡夫得與聖人同居至實聖", "194": "󰞆身。權聖機盡。便升沉碩異。苦樂懸殊。乃暫同石火電光。非", "195": "究竟同也。又天壤之間。見聞者少。幸獲見聞。親近", "196": "步趨者少。", "197": "【鈔】文二。初通。次別。通則通釋同居。別則別明天上", "198": "人間。俱會一處者。如言凡聖同居也。尋常者。謂佛", "199": "前佛後。簡非佛世也。實聖者。同居土中。凡則唯一。", "200": "聖則有二。一實一權。實者。乃實證聖人。即現證初", "201": "二三果者。過去有漏業者。見惑雖斷。思惑未盡也。", "202": "權聖。即上三土。及他方示現來者。實聖由業。權聖", "203": "由願。故凡夫得與聖人同居。至於實聖業盡情空。", "204": "󰞆身泯智。權聖機盡願滿。感應道息。便升沉大異。", "205": "苦樂天殊。乃暫時之同居。非如極樂之究竟同居", "206": "也。又天壤下。別明天上人間。天。謂五不還天。壤。謂", "207": "人間有聖道場。即天台五臺等。楞嚴經云。此不還", "208": "天。彼諸天王。獨有欽聞。不能知見。如今世間曠野", "209": "深山。聖道場地。皆阿羅漢所住持故。世間麤人。所", "210": "不能見。幸而獲見。久久親近者少。如寒山拾得等。", "211": "幸而獲聞。遠遠步趨者亦不多也。", "212": "△二示佛世。", "213": "【觧】又佛世聖人縱多。如珍如瑞。不能遍滿國土。如眾", "214": "星微塵。又居雖同。而所作所辦。則逈不同。", "215": "【鈔】前尋常。明其麤。此舉佛世。又顯其劣。佛在世。菩", "216": "薩等亦現於世間。然而亦如珍寶之不多。亦如祥", "217": "瑞之無常。不能如極樂之遍滿國土。常如眾星之", "218": "普天。多如微塵之帀地也。又居雖同居。所作所辦", "219": "不同。又不如極樂作辦皆同。是則但有同居之假", "220": "名。而無同居之實義。故曰粗劣也。", "221": "△二點示彼土勝超二。初示勝異。二示超絕。△今", "222": "初。", "223": "【觧】今同以無漏不思議業多善根福德因緣。感生俱會一處得生彼國。為師友。如", "224": "壎如箎。同盡無明。同登妙覺。", "225": "【鈔】同以無漏不思議業。感生俱會一處。則示究竟", "226": "因同。勝異上文所作所辦逈不同。為師友。如壎如", "227": "箎。勝異上文如珍如瑞。不多不常。同盡無明。同登", "228": "妙覺。則顯究竟果同。故為究竟同居。前文云生同", "229": "居。即已橫生上三土也。無漏不思議業者。念念即", "230": "佛之行。圓超九界之有漏。故曰無漏。圓超九界之", "231": "分別。故曰不思議業。感生俱會一處者。謂因緣所", "232": "生法。全體即無生第一義諦也。為師友如壎如箎", "233": "者。或為師友。或為弟兄。不相捨離也。壎箎乃樂器", "234": "名。古有弟兄二人。一吹壎。一吹箎。常不捨離。詩經", "235": "有伯氏吹壎。仲氏吹箎之句。同盡無明。即圓斷五", "236": "住。圓淨四土等。同登妙覺。乃圓證三身。圓證三智", "237": "等。一切力用。自在其中。", "238": "△二示超絕。", "239": "【觧】是則下凡眾生。於念不退中。超盡四十一因位。若", "240": "謂是凡夫。却不歷異生。必補佛職。與觀音勢至無", "241": "別。若謂是一生補處。却可名凡夫不可名等覺菩", "242": "薩此皆教網所不能收。剎網所不能例方是極樂淨宗。", "243": "【鈔】是則者。承上文勝異中。點出圓超圓絕二義。即", "244": "絕待圓融二義也。下凡眾生者。即帶業往生。張鍾", "245": "馗。張善和之類也。超盡四十一因位者。即此等惡", "246": "人。以念念即佛之行。一生彼土。直等佛果。不歷菩", "247": "薩因位。故曰圓超。既曰圓超。便是圓淨四土。圓證", "248": "三身。圓證三不退等也。若謂下。明非凡非聖。而又", "249": "即凡即聖。教網不能收者。如來八教如網。撈摝有", "250": "情故也。不能收者。無此名相。無此階位故也。剎網", "251": "不能例者。佛剎亦如網。世界如孔。輪山如系。重重", "252": "交攝無盡也。不能例者。亦無此名相。無此階位。又", "253": "無此同居。所以不能比例也二示彼土勝超竟。", "254": "△三結三不思議。", "255": "【觧】當知吾人大事因緣。同居一關。最難透脫實話。唯極樂", "256": "同居。超出十方同居之外。了此。方能深信彌陀願", "257": "力。信佛力。方能深信名號功德。信持名。方能深信", "258": "吾人心性本不可思議也。", "259": "【鈔】吾人大事因緣者。成佛大事因緣也。同居關最", "260": "難脫者。同居見思最難斷。分段生死最難出也。唯", "261": "極樂超出十方同居之外者。唯極樂同居。能圓斷。", "262": "圓淨。圓證。圓脫。一生決定成佛。不至二生也。了此", "263": "者。了此土同居最難成佛。彼同居最易成佛也。方", "264": "信彌陀願力者。彼同居乃彌陀願行所成故。信佛", "265": "力方信名號功德者。又是眾生持名淨業所感故。", "266": "信持名方信吾人心性本不可思議者。彼同居彌", "267": "陀種智所現故。又是眾生唯識所變故。種智唯識", "268": "者。即我今現前一念心之自性也。由能現心性不", "269": "可思議。故所現同居不可思議。今了此所現不可", "270": "思議。信知心性本不可思議也。釋一處竟。", "271": "△三點出淨宗。", "272": "【觧】具此深信。方能發於大願。合此信願。的為淨土指", "273": "南。由此而執持名號。乃為正行。", "274": "【鈔】具此三種深信。信必真。三信即六信故。真信發", "275": "願。願必切。良心發現故。合此信願。的確為淨土慧", "276": "行。指南。即定南針。喻慧行為前導故。由此執持名", "277": "號為行行。目足並運。二行相持。乃為正行也。", "278": "△四專重信願。", "279": "【觧】若信願堅固臨時十念一念亦決得生若無信願", "280": "縱將名號持至風吹不入。雨打不溼。如銀牆鐵壁", "281": "相似。亦無得生之理。修淨業者。不可不知也世有此一輩以持名壓捺妄想不知求生故為極力道破。大本", "282": "阿彌陀經。亦以發菩提願為要。正與此同。", "283": "【鈔】若無信願者。不信西方極樂是唯心。彌陀乃自", "284": "性。但信緣影妄想。為唯心自性。所以不發願求生。", "285": "雖亦念佛。但為壓妄想而已。此行不但不能得福。", "286": "而且有過。以不信不願。必將起謗法之愆。故預為", "287": "修淨業者告。發菩提願正於此同者。求生淨土。即", "288": "菩提願故。以求生必厭離。厭離。即眾生無邊誓願", "289": "度。煩惱無盡誓願斷。求生。即法門無量誓願學。佛", "290": "道無上誓願成也。經文二特勸眾生應求往生以", "291": "發願竟。", "292": "△三正示行者執持名號以立行二。初正示無上", "293": "因果。二結勸。△今初。", "294": "舍利弗。不可以少善根福德因緣。得生彼國。舍利弗。", "295": "若有善男子善女人。聞說阿彌陀佛。執持名號。若一", "296": "日。若二日。若三日。若四日。若五日。若六日。若七日。一", "297": "心不亂。其人臨命終時。阿彌陀佛。與諸聖眾。現在其", "298": "前。是人終時。心不顛倒。即得往生。阿彌陀佛。極樂國", "299": "土。", "300": "△疏中分三。初正釋。二破疑。三誡勸。初中分五。初", "301": "總釋無上因果。二別明能持所持。三別明三慧。", "302": "四往生二相。五結前啟後。初又二。初明因。二明", "303": "果。△今初。", "304": "【觧】菩提正道名善根即親因。種種助道施戒禪等名", "305": "福德。即助緣聲聞獨覺菩提善根少。人天有漏福", "306": "業福德少。皆不可生淨土。唯以信願執持名號。則", "307": "一一聲悉具多善根福德。散心稱名。福善亦不可", "308": "量。況一心不亂哉。", "309": "【鈔】文二。初正釋善根福德。二別明得生不得生。菩", "310": "提下。釋善根。種種下。明福德。善根者。謂菩提正道。", "311": "菩提。即能修道品之智。故曰正道。即親因者。又名", "312": "習因。習因感習果。即總報主五陰身也。福德者。即", "313": "種種助道六度也。即助緣者。又名報因。報因感報", "314": "果。即別報福德等也。二別明得生不得生者。先明", "315": "不得生。聲聞獨覺善根少者。聲聞表藏教菩提善", "316": "根。獨覺表通教菩提善根。藏通二教非成佛之因。", "317": "故曰少。人天為有漏福業者。不免生死之苦。故曰", "318": "有漏之業。故福德亦少。因福善不多。故皆不能生", "319": "淨土。一生成佛也。唯以下。明得生也。信中具事事", "320": "無礙之信。願中具事事無礙之願。此二為多善根", "321": "之親因。名為慧行。以慧導行。行亦事事無礙。此一", "322": "為多福德之助緣。名為行行。故一一聲悉具多善", "323": "多福。散心稱名。福善尚不可思量。況一心不亂。安", "324": "得不往生也。", "325": "△二明果。", "326": "【觧】故使感應道交。文成印壞。彌陀聖眾。不來而來。親", "327": "垂接引。行人心識。不往而往。托質寶蓮也。", "328": "【鈔】故使者。由其事事皆無礙故。始得感應之道相", "329": "交。文成印壞。在於同時。佛纔能接。眾生纔能生也。", "330": "感應道交者。我之善根福德為能感。有冥感顯感。", "331": "彌陀聖眾為所感。聖眾慈悲為能應。有冥應顯應。", "332": "眾生善根福德為所應。善根福德。若至觀行一心", "333": "不亂。則與同居化身彌陀聖眾。感應道交。若至事", "334": "一心不亂。亦相似一心不亂。則與方便應身聖眾。", "335": "感應道交。若至理一心不亂。亦名分證一心不亂。", "336": "則與實報寂光法報二身聖眾。感應道交。若未至", "337": "一心不亂。則但與法身聖眾。感應道交。但冥感冥", "338": "應。感應唯是一心。故無礙也。文成印壞者。涅槃經", "339": "云。譬如蠟印印泥。印與泥合。印滅文成。此以銅鑄", "340": "像。像文成則蠟模印壞。以喻眾生現陰滅。則中有", "341": "陰成。在於同時。今借喻。喻淨土文成。則娑婆印壞。", "342": "在於一念。淨土文成。或同居文成。乃至實報寂光", "343": "文成。成壞唯在一心。故曰無礙也。彌陀聖眾。不來", "344": "而來。親垂接引者。彌陀聖眾。乃眾生心內之彌陀。", "345": "是故不來。此句約理。乃真如門也。下句約事。故而", "346": "來親垂接引。乃生滅門也。二門唯是一心。則接則", "347": "決定接。來則實不來也。眾生心識。不往而往。托質", "348": "寶蓮者。極樂乃眾生心內之淨土。故不往。真如門", "349": "也而往托質寶蓮。乃生滅門。二門唯是一心。則生", "350": "則決定生。去則實不去。來往唯是一心。故無礙也。", "351": "總釋無上因果竟。", "352": "△二別明能持所持。", "353": "【觧】善男女者。不論出家在家。貴賤老少。六趣四生。但", "354": "聞佛名。即多劫善根成熟五逆十惡皆名善也阿", "355": "彌陀佛是萬德洪名。以名召德。罄無不盡。故即以", "356": "執持名號為正行。不必更涉觀想參究等行圓極語。至簡", "357": "易。至直捷也。", "358": "【鈔】善男女為能持。洪名為所持。五逆十惡皆名善", "359": "者。有名字善。觀行善等也。纔聞名。乃名字善。起行", "360": "修。乃觀行善等也。萬德洪名者。百界各具百界功", "361": "德。故略言萬德也。名以召德。罄無不盡者。名。謂假", "362": "名。召者。呼也。德。乃實德。今以假名呼其實德。全實", "363": "德而成假名。假名外無實德也。喻如全水成冰。冰", "364": "外無水也。不必更涉觀想參究等行者。不必冰外", "365": "更求水也。至極簡要容易。至極不曲捷近者。以念", "366": "念即佛故。二別明能持所持竟。", "367": "△三別明三慧又三。初明聞慧。二明思慧。三明修", "368": "慧。△今初。", "369": "【觧】聞而信。信而願。乃肯執持。不信不願。與不聞等。雖", "370": "為遠因。不名聞慧。", "371": "【鈔】此簡聞慧。必是具足三資。始名聞慧。設缺一。則", "372": "與不聞無異也。", "373": "△二明思慧又二。初標。二釋。△今初。", "374": "【觧】執持則念念憶佛名號。故是思慧。然有事持理持可訂久譌。", "375": "【鈔】可訂久譌者。別人釋此執持名號。一心不亂等。", "376": "不案教觀。故為譌釋。今為重訂。訂者。據教觀而正", "377": "定也。", "378": "△二釋二。初事持。二理持。△今初。", "379": "【觧】事持者。信有西方阿彌陀佛。而未達是心作佛。是", "380": "心是佛。但以決志願求生故。如子憶母無時暫忘。", "381": "【鈔】此明事持但有真信切願實行。而未明唯心自", "382": "性之理也。是心作佛。是心是佛者。他佛全是自心。", "383": "自心全是他佛也。", "384": "△二理持。", "385": "【觧】理持者。信西方阿彌陀佛。是我心具。是我心造即", "386": "以自心所具所造洪名。為繫心之境。令不暫忘也仍不廢事。", "387": "【鈔】此明由達其理故。即事持便是理持也。二明思", "388": "慧竟。", "389": "△三明修慧二。初明七日尅期。二明一心不亂。△", "390": "今初。", "391": "【觧】一日至七日者尅期辦事也利根一日即不亂鈍", "392": "根七日方不亂中根二三四五六日不定此初學要期之法下根則有若干七日亦是隨樂剋期之法。又利根", "393": "能七日不亂。鈍根僅一日不亂。中根六五四三二", "394": "日不定此久學練習之法中下根亦有若干七日。", "395": "【鈔】文二。先則初學。二則久鍊。利根一日即不亂者。", "396": "今世雖為初學。宿因早已成熟。故今世始得。一日", "397": "工夫。便得一心不亂也。一日為能得。不亂為所得。", "398": "於此所得中。有一日不亂者。有二日。乃至若干日", "399": "者。或得事不亂。或得理不亂者。不定也。鈍根七日", "400": "方不亂者。前因少鍊習。故今世七日方纔不亂。於", "401": "此不亂中。或得事。或得理。不定。此等較上利根。雖", "402": "名為鈍。若較下根。仍名為利。下根要經若干七日", "403": "故。中根二三四等者。前因鍊習不等。故今世能發", "404": "不齊也。於此不亂中。亦有一日二日不等。亦事理", "405": "不定也。下明久鍊者。乃已得工夫之後。又久久鍊", "406": "習。若約事理不亂。乃已破見惑後。又破二種思惑", "407": "也。利根能七日不亂者。或一箇七日。若鍊純熟。則", "408": "有若干七日不定也。鈍根僅一日不亂者。因根性", "409": "鈍故。久久鍊習。但得一日不亂。再不能多也。中根", "410": "或得六日五日等不定。中下亦有若干者。謂中根", "411": "今世中得過無數七日。下根或得一二箇七日。若", "412": "干者。不定數也。明七日尅期竟。", "413": "△二明一心不亂。", "414": "【觧】一心亦二種。不論事持理持可訂久譌。持至伏除煩惱。乃至", "415": "見思先盡。皆事一心。不論事持理持。持至心開見", "416": "本性佛。皆理一心。事一心。不為見思所亂。理一心。", "417": "不為二邊所亂字字引商刻羽。即修慧也。", "418": "【鈔】文二。初明一心。二明不亂。不論事持理持者。今", "419": "由不達理故。判為事持。今由達其理故。判事持即", "420": "為理持。仍亦不廢事。故事理唯一執持。故不論也。", "421": "持至伏除煩惱者。執持名號。至觀行五品位。伏其", "422": "見惑名伏。若至初信。見惑空名除。若至七信。思惑", "423": "亡。名見思先盡。界內事惑斷。名事一心也。持至心", "424": "開見本性佛者。從八信持至初發心住。無明破。親", "425": "證法身也。理惑破。故名理一心也。事一心我執亡。", "426": "故不為見思所亂。理一心法執盡。故不為二邊所", "427": "亂也。此為修慧也。別明三慧竟。", "428": "△四往生二相。", "429": "【觧】不為見思亂。故感變化身佛。及諸聖眾現前。心不", "430": "復起娑婆界中三有顛倒。往生同居方便二種極", "431": "樂世界不為二邊亂。故感受用身佛。及諸聖眾現", "432": "前。心不復起生死涅槃二見顛倒。往生實報寂光", "433": "二種極樂世界。", "434": "【鈔】此釋經文其人臨命終時。阿彌陀佛。與諸聖眾。", "435": "現在其前等也。上二科乃別明無上因。此科乃別", "436": "明無上果也。不為見思亂故等者。承上文事一心", "437": "而言。謂尋常工夫若至事一心。我執空故。臨命終", "438": "時。不為見思煩惱所亂。如入禪定。與變化身佛。及", "439": "諸聖眾。感應道交。現在其前。是人終時。心不復起", "440": "娑婆界中欲有。色有。無色有。我執顛倒。若我執伏。", "441": "往生同居極樂。我執若盡。往生方便極樂世界也。", "442": "不為二邊亂者。承上文理一心也。尋常若至理一", "443": "心。則法執亡。臨命終時。不為空有二邊所亂。如入", "444": "禪定。與受用身佛。及諸聖眾。感應道交。現在其前", "445": "是人終時。心不復起生死涅槃二見顛倒。若無明", "446": "分破。則生實報極樂。若無明破盡。則生寂光極樂", "447": "世界也。往生二相竟。", "448": "△五結前啟後。", "449": "【觧】當知執持名號。既簡易直捷。仍至頓至圓。以念念", "450": "即佛故。不勞觀想。不必參究。當下圓明。無餘無欠。", "451": "上上根不能踰其閫以念念即佛故。下下根亦能臻其域以念念即佛故。其所感", "452": "佛所生土。往往勝進方是極樂淨宗。亦不一概。可謂橫該八教。豎", "453": "徹五時圓收所以圓超。所以徹底悲心。無問自說。且深歎其難信", "454": "也。", "455": "【鈔】此乃結前正釋。啟後破疑。當下圓明。無餘無欠", "456": "者。觀想參究。皆在此一句名號中。無餘剩。無欠缺。", "457": "文殊普賢皆求生。故上上根莫踰其閫。鸚鵡八哥", "458": "亦往生。故下下根亦臻其域。往往勝進。亦不一概", "459": "者。佛分三身。土分四土。乃一往而大概論也。若兩", "460": "往而詳論。則不一概也。以功行勝劣進退不等。佛", "461": "身佛土不可思議。故四土各分三輩九品也。橫該", "462": "豎徹者。五時八教。不出四教。四教即一句佛號。因", "463": "緣所生。即空即假即中也。法門深遠。故無問自說。", "464": "又歎其為難信之法也。結前啟後竟。初正釋竟。", "465": "△二破疑。前後十二問答。總為七科。初不必觀想", "466": "疑。二不必參究疑。三寧保非魔疑。四料簡七日", "467": "一念。五遙遠即到疑。六二行差別疑。七能除罪", "468": "否疑。△今初。", "469": "【觧】問。觀經專明作觀。何謂不勞觀想。答此義即出觀", "470": "經。彼經因勝觀。非凡夫心力所及。故於第十三別", "471": "開劣像之觀兼為觀經發󳬾。而障重者猶不能念此念字謂觀想出觀經彼佛。故於第十", "472": "六大開稱名之門。今經因末世障重者多。故專主", "473": "第十六觀。當知人根雖鈍。而丈六八尺之像身。無", "474": "量壽佛之名字。未嘗不心作心是。故觀劣者不勞", "475": "勝觀。而稱名者並不勞觀想也。", "476": "【鈔】彼經因勝觀非凡夫心力所及者。彼經乃報身", "477": "之相。白毫宛轉五須彌。紺目澄清四大海。豈凡夫", "478": "所能觀也。故於十三別開劣像之觀者。經云。若欲", "479": "至心生西方者。先當觀一丈六像。在池水上。如先", "480": "所說無量壽佛。身量無邊。非凡夫心力所及。然彼", "481": "如來宿願力故。有憶想者。必得成就。阿彌陀佛。神", "482": "通如意。於十方國。變現自在。或現大身。滿虗空中。", "483": "或現小身。丈六八尺。所現之身。皆真金色。云云。而", "484": "障重者猶不能念彼佛。故於第十六大開稱名之", "485": "門者。下品往生章云。如此愚人。臨命終時。遇善知", "486": "識勸令念佛。如是至心令聲不絕。具足十念。念念", "487": "中除八十億劫生死之罪。命終之時。見金蓮華。猶", "488": "如日輪。住其人前。如一念頃。即得往生極樂世界。", "489": "當知丈六八尺之像。無量壽佛之名。未嘗不心作", "490": "心是者。謂是心作佛。是心是佛。是心作名號。是心", "491": "是名號。經云。諸佛如來。是法界身。入一切眾生心", "492": "想中。是故汝等心想佛時。是心即是三十二相。八", "493": "十種好。是心作佛。是心是佛。諸佛正遍知海。從心", "494": "想生。是故觀劣者。不勞前之勝觀。今稱名修第十", "495": "六觀者。前十三觀亦並不勞作也。", "496": "△二不必參究疑又二。初正破不必參究。二兼破", "497": "不肯死心。△今初。", "498": "【觧】問。天奇毒峯諸祖。皆主參念佛者是誰。何謂不必", "499": "參究。答。此義即出天奇諸祖。前祖因念佛人。不契", "500": "釋迦徹底悲心故傍不甘直下詰問一猛提醒何", "501": "止長夜復旦。我輩至今日。猶不肯死心念佛。苦欲", "502": "執敲門瓦子。向屋裏打親生爺娘。則於諸祖成惡", "503": "逆。非善順也真宗之脫離窠臼老作家。", "504": "【鈔】天奇毒峯諸祖。即天奇本瑞禪師。毒峯本善禪", "505": "師。前祖因念佛人不契悲心者。因念佛人。不肯死", "506": "心念佛。心不死。故不能契證念佛三昧。不得三昧。", "507": "故不能心開。心不開。故不能破其無明。不能了是", "508": "心作佛。是心是佛之旨。所以不契徹底悲心也。傍", "509": "不甘者。古人乃傍邊不甘心者。直下詰問。一猛提", "510": "醒者。正為提其心開。破其緣影妄想。了其是心作", "511": "佛。是心是佛之旨。故天奇示眾云。終日念佛。不知", "512": "全體是佛。如不知。只看念佛者是誰。乃為了其一", "513": "句阿彌陀佛。全體即是心性。故曰是心作佛。是心", "514": "是佛。既所念之佛。全體是能念之心。則一切所見", "515": "所聞所覺等。豈非能見能聞能覺之心。故楞嚴經", "516": "云。此見及緣。元是菩提妙淨明體。云何於中有是", "517": "非是也。既了其是心作佛。是心是佛。亦必了其是", "518": "心作土。是心是土。既了是心是土。則緣影妄想。當", "519": "下頓歇。自肯死心念佛。求生淨土矣。何止長夜復", "520": "旦者。何止。謂不止也。緣影妄想。即長夜無明。從無", "521": "始來。即以緣影為心性故。若了其緣影非心。則真", "522": "心自旦。旦者。明也。苦執敲門瓦子者。喻不肯死心", "523": "念佛。苦將敲門金磚放下。拈起敲門破瓦。當作至", "524": "寶也。向屋裏打親生爺娘。屋喻自身。爺娘喻自心。", "525": "身是自心親生相分。故喻親生爺娘。打。喻自問自", "526": "己是誰也。則於諸祖等者。諸祖原是一片善順之", "527": "心。由自不了故。反成惡逆也。正破不必參究竟。", "528": "△二兼破不肯死心。", "529": "【觧】進問。此在肯心者則可。未肯者何得相應。曰。噫。正", "530": "唯未肯。所以要你肯心相應。汝等正信未開如生", "531": "牛皮不可屈折當知有目者固無日下然燈之理。", "532": "而無目者。亦何必於日中苦覓燈炬平常之極愚者未免驚其孤崚所謂難信之法也。大勢至法王", "533": "子云。不假方便。自得心開。此一行三昧中大火聚", "534": "語也。敢有觸者。寧不被燒。", "535": "【鈔】進問者。於前問中。又升進一層。謂今所說。乃在", "536": "肯死心者則可也。而我等心性未開。未肯死心。何", "537": "得與徹底悲心相應。答曰噫者。恨聲也。謂我所說", "538": "者。非為肯心者說。唯為你等未肯者。要你發起肯", "539": "心相應去也。故曰但辦肯心。必不相賺也。正信未", "540": "開者。唯心之旨正信未開也。如生牛皮者。唯心之", "541": "理不明。必不能捨其我法二執。故不可屈折也。當", "542": "知有目者。喻正信已開。了知萬法唯是自心。必肯", "543": "死心念佛。斷無又參究之理。而無目者。喻正信未", "544": "開。正好死心念佛。自得心開。亦何必於心中苦苦", "545": "覓心也。故大勢至章云。若眾生心。憶佛念佛。現前", "546": "當來必定見佛。去佛不遠。不假方便。自得心開。此", "547": "不假方便。自得心開二語。於念佛一行三昧中。如", "548": "大火聚。敢有觸此大火。焉不被燒。喻顯念到一心", "549": "不亂。焉不心開。故曰不假方便。自得心開也。二不", "550": "必參究疑竟。", "551": "△三寧保非魔疑。", "552": "【觧】問。臨終佛現。寧保非魔。答。修心人不作佛觀。而佛", "553": "忽現。非本所期。故名魔事。念佛見佛。已是相應。況", "554": "臨終致非魔時。何須疑慮。", "555": "【鈔】參禪人平素不作佛觀。而佛忽現。非本心之所", "556": "期望。故是魔境。念佛人望得見佛。而佛現前。已是", "557": "與心相應。此時當發慚愧心。莫自誇自矜也。", "558": "△四料簡七日一念。", "559": "【觧】問。七日不亂。平時耶。臨終耶。答。平時也問。七日不", "560": "亂之後。復起惑造業亦得生耶。答。果得一心不亂", "561": "之人。無更起惑造業之事寶鑑照妖。問。大本十念。寶王一念。", "562": "平時耶。臨終耶。答。十念通二時。晨朝十念。屬平時。", "563": "十念得生。與觀經十念稱名同。屬臨終時。一念。則", "564": "但約臨終時。問。十念一念並得生。何須七日。答。若", "565": "無平時七日工夫。安有臨終十念確確。一念縱下下品", "566": "逆惡之人。並是夙因成熟。故感臨終遇善友。聞便", "567": "信願。此事萬中無一。豈可僥倖。淨土或問。斥此最", "568": "詳。今人不可不讀。", "569": "【鈔】文二。初料簡七日不亂。果得一心不亂。無更起", "570": "惑造業者。果真得事一心不亂。則我執已空。斷無", "571": "起見思惑。造有漏業之事。況理一心不亂也。二料", "572": "簡十念一念。大本。即大本無量壽經。寶王。即念佛", "573": "三昧寶王論。晨朝十念。即慈雲大師晨朝十念法。", "574": "下下品逆惡人。即張鍾馗等也。並是前因早已成", "575": "熟。今世以十聲名號一引發耳。不然。何故臨終遇", "576": "善友。聞開導。即便信願也。豈可僥倖。謂豈可平時", "577": "不務真修。而妄冀臨終十念往生也。料簡七日一", "578": "念竟。", "579": "△五遙遠即到疑。", "580": "【觧】問。西方去此十萬億土。何得即生。答。十萬億土。不", "581": "出我現前一念心性之外。以心性本無外故。又仗", "582": "自心之佛力接引。何難即生。如鏡中照數十層山", "583": "水樓閣。層數宛然。實無遠近。一照俱了。見無先後。", "584": "從是西方過十萬億佛土。有世界名曰極樂。亦如", "585": "是。其土有佛。號阿彌陀。今現在說法。亦如是。其人", "586": "臨命終時。阿彌陀佛。與諸聖眾。現在其前。是人終", "587": "時。心不顛倒。即得往生阿彌陀佛極樂國土。亦如", "588": "是。當知字字皆海印三昧。大圓鏡智之靈文也。", "589": "【鈔】問意可知。答中分四。初正答。二喻顯。三法合。四", "590": "總結。初正答云。不出一念心性者。一念具四分。一", "591": "念。即見分心。乃自證分。性。乃證自證分。十萬億土。", "592": "即相分。四分不離一心。故曰不出。以心性本無外", "593": "者以心之真如性。竪窮橫遍。本無內外故也。又仗", "594": "自心中之佛力。接引佛心內之眾生。何難即得往", "595": "生也。如鏡下。喻顯。鏡。即大圓鏡智四分。鏡。喻自證", "596": "分。鏡銅。喻證自證分。照。喻見分。山水樓閣。喻相分。", "597": "層數宛然。喻佛土層數宛然。並喻佛接則決定接。", "598": "生生則決定生。來去宛然也。實無遠近。喻佛土實", "599": "無自性。並喻佛來則實不來。生去則實不去。來去", "600": "無性也。一照俱了。見無先後。喻四分不出一鏡。感", "601": "應道交。在於同時也。從是下三以法合喻也。名曰", "602": "極樂亦如是。現在說法亦如是。此明依正二報。不", "603": "出現前一念四分。合鏡中層數宛然。層數無性。一", "604": "照俱了。見無先後。彌陀聖眾現在其前。心不顛倒。", "605": "即得往生亦如是。明來去不出現前一念四分。合", "606": "鏡中來去宛然。來去無性。一念俱了。見無先後也。", "607": "當知下。四總結也。字字皆海印等者。謂此經字字", "608": "句句。皆是顯示海印三昧。大圓鏡智之靈文也。三", "609": "昧鏡智。皆現前一念心性之異名。理具諸法。名海", "610": "印三昧。事造諸法。名大圓鏡智。理具事造兩重三", "611": "千。同居一念心性也。五遙遠即到疑竟。", "612": "△六二行差別疑。", "613": "【觧】問。持名判行行。則是助行。何名正行。答。依一心說", "614": "信願行。非先後。非定三。蓋無願行。不名真信。無行", "615": "信。不名真願。無信願。不名真行。今全由信願持名。", "616": "故信願行三。聲聲圓具。所以名多善根福德因緣。", "617": "觀經稱佛名故。念念中除八十億劫生死之罪。此", "618": "之謂也。若福善不多。安能除罪如此之大。", "619": "【鈔】問中持名判行行者。前文云。信願為慧行。持名", "620": "為行行。如目足並運。既持名判為行行。則是助行。", "621": "何為正行。答。依一心說信願行者。信願行。唯是一", "622": "心也。唯一心故。非先後。非定三也。此約真諦也。蓋", "623": "無願下。約圓融而論也。全由信願持名者。謂信願", "624": "行三。互相由也。由真信發切願。由切願立實行。由", "625": "實行纔能顯真信切願。故信願行三。聲聲中圓滿", "626": "具足。由圓滿具足。所以名多善根多福德之因緣", "627": "也。六二行差別疑竟。", "628": "△七能除罪否疑又二。初平日除罪疑。二散心除", "629": "罪疑。△今初。", "630": "【觧】問。臨終猛切。能除多罪。平日至心稱名。亦除罪否。", "631": "答。如日出。羣闇消。稱洪名。萬罪滅。", "632": "【鈔】此喻釋顯罪性本空由心造。心若滅時罪已亡", "633": "也。謂心造罪時。全佛而成眾生。眾生外更無有佛。", "634": "喻如日落。則全明成暗。暗外更無有明也。心稱洪", "635": "名時。全眾生而成佛。佛外更無有眾生。喻如日出。", "636": "全暗成明。明外更無有暗。故得一念相應一念佛。", "637": "念念相應念念佛也。", "638": "△二散心除罪疑二初問二答。△初問。", "639": "【觧】問。散心稱名。亦除罪否。", "640": "△二答又二。初正答。二引證。△今初。", "641": "【觧】答。名號功德不可思議。寧不除罪。但不定往生。以", "642": "悠悠散善。難敵無始積罪故。當知積罪假使有體", "643": "相者。盡虗空界不能容受。雖百年晝夜彌陀十萬。", "644": "一一聲滅八十億劫生死。然所滅罪如爪上土。未", "645": "滅罪如大地土。唯念至一心不亂。則如健人突圍", "646": "而出。非復三軍能制耳。", "647": "【鈔】悠悠者。不專也。如爪上土者。手上土也。佛在一", "648": "樹下。拈一葉問阿難言。樹上葉多。爪上葉多。阿難", "649": "言。樹上葉多。佛言。我已說法如爪上葉。未說法如", "650": "樹上葉。天竺呼手。多呼爪耳。唯至一心不亂者。二", "651": "種一心不亂。健人突圍而出者。突者。破也。破娑婆", "652": "四種薉土之圍而出。非復三軍能制者。非見思軍。", "653": "塵沙軍。無明軍能制耳。", "654": "△二引證。", "655": "【觧】然稱名便為成佛種子。如金剛終不可壞。佛世一", "656": "老人求出家。五百聖眾皆謂無善根。佛言。此人無", "657": "量劫前為虎偪。失聲稱南無佛。今此善根成熟。值", "658": "我得道。非二乘道眼所知也。由此觀之。法華明過", "659": "去佛所散亂稱名。皆已成佛。豈不信哉。", "660": "【鈔】二破疑竟。", "661": "△三誡勸。", "662": "【觧】伏願緇素智愚。於此簡易直捷。無上圓頓法門。勿", "663": "視為難。而輒生退諉。勿視為易。而漫不䇿勤。勿視", "664": "為淺。而妄致藐輕。勿視為深。而弗敢承任。蓋所持", "665": "之名號真實不可思議即心故。能持之心性亦真實不可", "666": "思議即佛故。持一聲。則一聲不可思議。持十百千萬無量", "667": "無數聲。聲聲皆不可思議也讀者當知此優曇鉢羅出現時也。", "668": "【鈔】直心是道場。是法非思量分別之所能解。一落", "669": "思量分別。則難易等情生。與道相違。故誡曰勿謂", "670": "也。緇素者。緇為染衣。出家人也。素為白衣。在家者。", "671": "輒生退諉者。棄置而不前也。漫不䇿勤者。懈怠而", "672": "不進也。妄致藐輕者。妄謂權小。藐視而輕慢也。弗", "673": "敢承任者。妄謂太高。不敢承任全體是佛也。所念", "674": "不可思議者。即能念之心性也。能念不可思議者。", "675": "即所念之佛身也。優曇鉢羅華。喻佛身出現也。此", "676": "念佛法。非但口念。是要心心相應。始有不可思議", "677": "功德也。此即三要。所念即境要。能念即心要。能所", "678": "不二。聲聲不可思議。即法門要。要者妙也。妙即不", "679": "可思議。乃不可思議之解也。經文初正示無上因", "680": "果竟。", "681": "△二結勸。", "682": "舍利弗。我見是利。故說此言。若有眾生。聞是說者。應", "683": "當發願。生彼國土。", "684": "△疏中分三。初正釋。二破情。三總結。初又二。初約", "685": "理圓釋二。約事確釋。△今初。", "686": "【觧】我見者。佛眼所見。究盡明了也。是利者。橫出五濁。", "687": "圓淨四土。直至不退位盡。是為不可思議功德之", "688": "利也。", "689": "【鈔】橫出五濁者。謂娑婆同居五濁。方便五濁。實報", "690": "寂光五濁。圓淨極樂四種淨土。乃至圓證三不退", "691": "也。", "692": "△二約事確釋二。初明仗自力之難。二明仗他力", "693": "之易。△今初。", "694": "【觧】復次是利。約命終時心不顛倒而言此解確甚令人骨寒。蓋薉土自力", "695": "修行。生死關頭。最難得力。無論頑修狂慧。懡㦬無", "696": "功。即悟門深遠。操履潛確之人。儻分毫習氣未除。", "697": "未免隨強偏墜。永明祖師所謂十人九蹉路。陰境", "698": "若現前。瞥爾隨他去。此誠可寒心者也。初果昧於", "699": "出胎。菩薩昏於隔陰。者裏豈容強作主宰。僥倖顢", "700": "頇。", "701": "【鈔】生死關頭最難得力者。非得力之處也。此位宗", "702": "鐘名為亂心位。謂第六意識不行。八識中習氣亂", "703": "發。喻如國無真主。亂臣賊子齊現前也。華嚴云。又", "704": "復是人臨命終時。最後剎那。一切諸根。悉皆散壞。", "705": "唯此願王。不相捨離。於一切時。引導其前。楞嚴謂", "706": "臨命終時。未捨暖觸。一生善惡。俱時頓現。純想即", "707": "飛。若飛心中兼福兼慧。及與淨願。自然心開。見十", "708": "方佛。一切淨土。隨願往生無論頑修狂慧。懡㦬無", "709": "功者。頑修。謂但有事行而無理觀者。狂慧。乃但有", "710": "狂解而無實行者。懡㦬。謂臨終時全然無用。唯有", "711": "慚愧而已。無論謂此二種人。且置而不論也。即悟", "712": "門深遠。操履潛確之人等者。悟門深遠。勝過頑修", "713": "者操履潛確。謂工夫恰當。又勝過狂慧者。即此二", "714": "種人。儻若婬欲習氣。有分毫未除。不免隨強偏墜。", "715": "五祖戒禪師。轉蘇東坡。草堂青禪師。轉曾魯公。是", "716": "其榜樣也。蘇東坡弟蘇子由。謫廣東高安縣時洞山雲菴與聰禪師。一夕同夢五祖戒禪", "717": "師明至。遂與子由。出城迓之。已而。東坡至。三人說所夢。坡曰。八九歲時。夢身是僧。徃來陝右。又先妣孕時。", "718": "夢一眇目僧求寄宿。雲菴驚曰。戒公陝右人。一目眇。逆數其終。已五十年。時東坡四十九。○宋朝草堂青", "719": "禪師。有曾家婦人。嘗為齋供。及布施衣物。和尚感其恩。乃言老僧與夫人作子。一日此婦人生子。使人看", "720": "草堂。已坐化矣。所生子。曾魯公也。以前世為僧。常福慧雙修。故少年登高科。其後作宰相。○唐朝惠林寺", "721": "沙門圓澤。與隱士李源厚善惠林。即源舊第也。父憕守東都。為祿山所害。源以故不仕。常居寺中。與澤相", "722": "約遊峨嵋山。源欲自荊州。澤欲由斜谷。源以久絕人事。不欲復入京師。澤不能強。遂自荊州。舟次南浦。見", "723": "一婦人汲水。澤望而泣曰。所不欲由此者為是耳。源驚問其故。澤曰。婦人孕三年矣。遲吾為之子。不逢則", "724": "已。今既見之。無可逃者。公當以符助我令速生。三日願公臨。以一笑為信。後十三年。於杭州天竺寺外。當", "725": "與公相見。源悲哀。具浴。至暮澤亡。婦乳三日。源徃視之。兒見源果笑。即以故語其家。葬訖。源返寺中。後如", "726": "期自洛之杭赴其約於葛洪井畔。聞有牧童扣牛角而歌曰。三生石上舊精魂。賞月吟風莫要論。慚愧情", "727": "人遠相訪。此身雖異性常存。源曰。澤公健否。答曰。李君真信士也。然世緣未盡。且勿相近。唯勤修不惰。乃", "728": "復相見。又歌曰。身前身後事茫茫。欲話因緣恐斷腸。吳越江山遊已徧。却𢌞煙棹上瞿塘。遂隱不見。源復", "729": "惠林寺永明祖師等者。四料揀云。有禪無淨土。十人", "730": "九蹉路。陰境若現前。瞥爾隨他去。蹉路者。失路。陰", "731": "境者。中陰身境。即中有身也。瞥爾。目睛一過。即隨", "732": "他去也。說到於此。無有一人不寒心者也。凡夫且", "733": "置。初果聖人。尚昧於出胎。小分位菩薩。尚昏於隔", "734": "陰。況凡夫也。初果有七番生死。尚有出胎之迷。菩", "735": "薩亦有此苦。故曰隔陰之昏。陰。即五陰身也。者裏", "736": "豈容強作主宰。僥倖顢頇者。者裏。謂生死關。分金", "737": "爐也。強作主宰。乃第六意識功能。臨命終時。前六", "738": "識不行。雖有第七第八識。乃無記性。所以不能強", "739": "作主宰也。既不能作主。又豈能不當過而顢顢頇", "740": "頇強過去者也。不能作主又且置。圓澤禪師。乃已", "741": "得五通初果聖人。尚云不見則已。見則不可逃也。", "742": "故曰倘有分毫習氣未除。不免隨強偏墜也。", "743": "△二明仗他力之易。", "744": "【觧】唯有信願持名。仗他力故。佛慈悲願定不唐捐彌", "745": "陀聖眾。現前慰導。故得無倒。自在往生。佛見眾生", "746": "臨終倒亂之苦。特為保任此事切膚刻骨。所以殷勤結前勸", "747": "願。以願能導行故也。", "748": "【鈔】文可知。初正釋竟。", "749": "△二破情二。初問。二答。△今初。", "750": "【觧】問。佛既心作心是。何不竟言自佛。而必以他佛為", "751": "勝。何也。", "752": "【鈔】此問答以破我法二執。顯全他即自也。十六觀", "753": "經云。是心作佛。是心是佛。此解盡明是心作佛。是", "754": "心是佛之旨。故問云。佛既心作心是何不竟言念", "755": "自佛。豈不捷近。必以念他佛為殊勝。何也。", "756": "△二答分二。初約二見破。二約四益破。△今初。", "757": "【觧】答此之法門。全在了他即自若諱言他佛。則是他", "758": "見未忘妙。若偏重自佛。却成我見顛倒妙妙。", "759": "【鈔】此之法門。全在了他即自者。原此念佛三昧。大", "760": "勢至念佛圓通章。文句開為三種。一唯念自佛。二", "761": "唯念他佛。三自他俱念。念自佛者。觀六根之性。全", "762": "是佛性。念他佛者。俾六根所對。無非自佛之六塵。", "763": "自他俱念者。則先須開圓解。了知心佛眾生三無", "764": "差別。自他本自不二。乃托他佛以顯本性。故應佛", "765": "顯。知本性明。托外義成。唯心觀立。今此念佛求生", "766": "法門。乃自他俱念。立唯心識觀。圓破我法二執也。", "767": "全在了他即自者。乃了知佛是眾生心內之佛。眾", "768": "生乃佛心內眾生。心佛眾生三無差別。自他不二", "769": "之圓頓解也。若諱言他佛。諱。謂忌諱。則是他見未", "770": "忘。他見未忘。我見仍在。對自言他故。我見仍在。必", "771": "專重自佛以為捷近。却又成我見顛倒。我執不空。", "772": "如何了其法執。我法二執既不了。如何圓淨四土。", "773": "圓證三身也。", "774": "△二約四益破。", "775": "【觧】又悉檀四益後三益事不孤起。儻不從世界深發", "776": "慶信牙慧者能不瞠然。則欣厭生善破惡二益尚不能生。何況悟入理佛。唯即", "777": "事持達理持。所以彌陀聖眾現前。即是本性明顯。", "778": "往生彼土。見佛聞法。即是成就慧身。不由他悟。", "779": "【鈔】悉檀四益者。歡喜。生善。破惡。入理也。此經正宗", "780": "一分。信願行三資。不出四悉。初廣陳依正妙果啟", "781": "信。乃世界悉檀也。次特勸發願。乃為人對治二悉", "782": "檀也。三正示立行。乃即事持達理持。第一義悉檀", "783": "也。後三益事不孤起者。若無世界悉檀。必不能發", "784": "願立行也。儻不從世界悉檀。深發慶信之歡喜益。", "785": "則發願中。生善破惡欣厭二益尚不能生。況能入", "786": "理也。唯有從第三執持名號中。即事持達入理持。", "787": "乃名為念自佛。分證以下。縱念自亦是念他。有能", "788": "念所念法執未忘故。分證以上。縱念他亦是念自。", "789": "自他不二故。所以其人臨命終時。彌陀聖眾現前。", "790": "即本性顯。乃證自性法身德也。是人終時。心不顛", "791": "倒。往生彼土。見佛聞法。即成就自性中本有慧身。", "792": "不由於他悟。即發心住菩薩。得清淨妙法身。湛然", "793": "應一切也。二破情竟。", "794": "△三總結。", "795": "【觧】法門深妙。破盡一切戲論。斬盡一切竟見。唯馬鳴", "796": "龍樹智者永明之流。徹底擔荷得去。其餘世智辯", "797": "聰通儒禪客。盡思度量。愈推愈遠確確。又不若愚夫婦", "798": "老實念佛者。為能潛通佛智。暗合道妙也確確。我見是", "799": "利。故說此言。分明以佛眼佛音。印定此事。豈敢違", "800": "抗。不善順入也哉二正宗分竟。", "801": "【鈔】此乃正宗已竟。總結法門也。戲論。乃不實之談", "802": "意見。乃胸臆之見。皆非實智所悟也。此法門。乃直", "803": "心直行。不落擬議思量。故曰斬盡也。馬鳴。乃東天", "804": "竺婆羅門。因中五百世為馬王生時眾馬皆鳴。得", "805": "法於富那夜奢尊者。傳佛心印為第十二祖。造起", "806": "信論勸人求生淨土。龍樹。乃南天竺梵志也。為樹", "807": "神。樹中常有五百龍聽法。後遇迦毗摩羅尊者。得", "808": "佛心印。為十四祖。楞伽云。南天竺國中。大明德比", "809": "丘。厥號為龍樹。得初歡喜地。往生安樂國。永明。名", "810": "延壽。號冲元。錢塘王氏子。少誦法華。錢文穆王時", "811": "為稅司。為放生用官課遭刑。色不變。釋之出家。參", "812": "天台韶國師。發明心要。禪觀中。觀音菩薩授灌頂", "813": "水。後住永明寺。賜號智覺禪師。日課一百八事。洪", "814": "名十萬夜間別峯行道念佛。於開寶八年二月。晨", "815": "起焚香。別眾而逝。年七十二歲。後有僧病中入冥。", "816": "見王禮一僧像。詢之。乃永明禪師。往生西方上上", "817": "品。王重其德。故禮敬耳。潛通佛智。暗合道妙者。老", "818": "實人念佛。無思量分別。唯一實信暗暗與佛智道", "819": "妙合也。經文三正示行者執持名號以立行竟。大", "820": "科二正宗分竟。", "821": "△三流通分。信願持名一法。圓收圓超一切法門。", "822": "豎與一切法門渾同。橫與一切法門逈異明白之極。諸經論中", "823": "亦有橫義。乃隨斷惑淺深。即於同居見上三土。是則約證名橫。約斷仍豎也既無問", "824": "自說。誰堪倡募流通。唯佛與佛。乃能究盡諸法", "825": "實相。此經唯佛境界。唯佛佛可與流通耳。", "826": "【鈔】此明立科意也。別人流通。有判在佛說此經已", "827": "者。有判在六方佛後。今解何得將六方佛便判入", "828": "流通。恐有議者。故先明之也。圓收圓超一切法門", "829": "者。豎與一切法門渾同。故圓收。橫與一切法門逈", "830": "異。故圓超。言橫豎者。四教法門。前三教總名為豎。", "831": "漸次深入故。唯圓教名橫。然若約六而常即。雖名", "832": "為橫。若約即而常六。則仍是豎矣。唯此念佛圓通。", "833": "豎而論之。則與二十四聖所證無異。故曰渾同。若", "834": "約帶業橫超。則他門所無。唯此一門獨擅。故曰逈", "835": "異也。批中云。約證名橫。約斷仍豎者。身在同居。心", "836": "即見方便實報之境。故名為橫。然而乃是斷見思", "837": "見方便。斷無明見實報。若不斷則不能見。故仍然", "838": "還是豎也。此經唯示佛境。不示九界。故從六方佛", "839": "判入流通。", "840": "○文為二初普勸。二結勸。△初中三。初勸信流通。", "841": "二勸源流通。三勸行流通。△初中二。初略引標", "842": "題。二徵釋經題。△初中六。初東方。至六上方。唐", "843": "譯十方。今略攝故。△今初。", "844": "舍利弗。如我今者。讚歎阿彌陀佛不可思議功德之", "845": "利。東方亦有阿閦󳺎佛。須彌相佛。大須彌佛。須彌光", "846": "佛。妙音佛。如是等恒河沙數諸佛。各於其國。出廣長", "847": "舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信", "848": "是稱讚不可思議功德一切諸佛所護念經。", "849": "【鈔】阿閦󳺎者。此云無動。謂不為九界三障所動也。", "850": "藏通二佛。不為見思惑動。有漏業動。六凡苦果動。", "851": "方便土佛。不為塵沙惑動。無漏業動。變易苦果動。", "852": "實報土佛。不為無明動。不為二邊業動。菩薩變易", "853": "苦果動。寂光土佛。有理即無動。名字無動。觀行無", "854": "動。乃至究竟無動。須彌相者。此云妙高相。妙名不", "855": "可思議。同居土佛。非六凡可思議故妙。在六凡之", "856": "上故高。方便土佛。非三乘可思議。在九人藏二乘。通三乘。", "857": "別三賢。圓十信之上。故曰妙高。實報土佛。非菩薩可思議。", "858": "在九界之上。寂光土有理即妙高相。乃至究竟妙", "859": "高相。大須彌者。須彌山有大小。梵王乃眾生之父。", "860": "喻如小須彌。同居土佛。乃四生慈父。人天教主。故", "861": "名大須彌也。方便土佛。乃三乘之父。實報土佛。乃", "862": "菩薩之父。寂光土有理即父。名字父。乃至究竟父", "863": "也。須彌光者。須彌山乃四寶所成。四寶皆有光明。", "864": "喻佛乃四德所成。四德皆放光明。故曰須彌光。同", "865": "居佛乃四枯德所成。謂不淨。苦。無常。無我。則放四", "866": "枯之光。方便乃四榮德所成。謂常。樂。我。淨。則放四", "867": "榮之光。實報乃非枯非榮德所成。謂中道四德。則", "868": "放中道之光。寂光有理即四光。乃至究竟四光。妙", "869": "音者。佛具六十四種梵音。故曰妙音。同居佛有四", "870": "教妙音。方便用別圓二教妙音。實報佛唯圓教妙", "871": "音。寂光有六即妙音也。", "872": "△疏中分五。初釋功德。二釋佛號。三釋東方。四釋", "873": "舌相。五釋標題。初又二。初釋佛功德。二明自功", "874": "德。△今初。", "875": "【觧】不可思議略有五意。一橫超三界。不俟斷惑。二即", "876": "西方橫具四土。非由漸證不退一生等義皆攝第二義中。三但持名號。不假禪觀", "877": "諸方便大有功於淨土。四一七為期。不藉多劫多生多年月。五持", "878": "一佛名。即為諸佛護念。不異持一切佛名。此皆導", "879": "師大願行之所成就。故曰阿彌陀佛不可思議功", "880": "德之利。", "881": "【鈔】橫超三界不俟斷惑者。橫超同居三界。方便三", "882": "界。實報三界。以念佛者一念心性。即常寂光土。故", "883": "與佛號相應時。便無惑可得。故曰不俟斷也。餘文", "884": "可知。", "885": "△二明自功德。", "886": "【觧】又行人信願持名。全攝佛功德成自功德伶俐者少。故亦曰", "887": "阿彌陀佛不可思議功德之利。", "888": "【鈔】全攝佛功德成自功德者。以萬德洪名。名以召", "889": "德。罄無不盡故。釋功德竟。", "890": "△二釋佛號。", "891": "【觧】阿閦󳺎。此云無動。佛有無量德。應有無量名。隨機", "892": "而立。或取因。或取果。或性。或相。或行願等。雖舉一", "893": "隅。仍具四悉。隨一一名。顯所詮德。劫壽說之。不能", "894": "悉也。", "895": "【鈔】名。謂假名。德。乃實德。德既無量。隨德立名。名亦", "896": "無量。世所共稱者。乃隨四悉檀機而立也。或有取", "897": "於因行者。如無量精進等。或有取於果德者。如無", "898": "動等。或性或相等。雖然舉其一隅。仍具四悉檀也。", "899": "隅者。方隅。喻如舉一方仍具四方也。隨一一名等", "900": "者。謂因果性相行願等。法法皆通。法法皆備。故說", "901": "之不盡也。", "902": "△三釋東方。", "903": "【觧】東方虗空不可盡。世界亦不可盡。世界不可盡。住", "904": "世諸佛亦不可盡。略舉恒河沙耳。", "905": "【鈔】恒河者。即殑伽河。殑伽。乃河神之名。以神為名", "906": "也。此云天堂來。見從高處來故。舊云沙河者。訛也。", "907": "章安云。諸經多以恒河為量者。具四悉檀。一人多", "908": "識故。二入者得福。三八河中大。四是佛生處。此河", "909": "四十里寬。沙細如󳫹。故以河沙喻其多也。", "910": "△四釋舌相。", "911": "【觧】此等諸佛。各出廣長舌。勸信此經而眾生猶不生", "912": "信。頑冥極矣。常人三世不妄語。舌能至鼻。藏果頭", "913": "佛三大僧祇劫不妄語。舌薄廣長可覆面。今證大", "914": "乘淨土妙門。所以徧覆三千。表理誠稱真。事實非", "915": "謬也。", "916": "【鈔】藏果頭佛者。藏教果佛也。三大僧祇者。修六度", "917": "行也。即如釋迦佛。先世作瓦師。名大光明。爾時有", "918": "佛名釋迦牟尼。弟子名舍利弗。目連。阿難。佛與弟", "919": "子。俱到瓦師舍。時瓦師布草然燈供佛。便發願言。", "920": "我於當來作佛。亦如今佛。弟子名字亦等。此最初", "921": "發心時。至寶髻佛出。初僧祇滿。永離女身。從寶髻", "922": "至然燈佛。二僧祇滿。時菩薩以七枝青蓮供佛。布", "923": "髮掩泥。佛為授記作佛。號釋迦牟尼。從然燈至毗", "924": "婆尸佛。三僧祇滿。復過一百劫。修三十二相因。至", "925": "迦葉佛時。居補處。為護明菩薩。此釋迦佛示現三", "926": "大阿僧祇劫修行之相。即成藏教果佛也。徧覆三", "927": "千大千世界者。謂一初禪天。一六欲天。一須彌山。", "928": "一日月所遶。一四天下。一輪圍山。為一四天下。如", "929": "此一千初禪天。為一二禪天所統。為小千世界。如", "930": "此一千二禪天。為一三禪天所統。為中千世界。如", "931": "此一千三禪天。為一四禪天所統。為大千世界。小", "932": "中大三次言千。故曰三千大千世界。共有百億四", "933": "天下。乃至百億初禪天也。今三世不妄語。舌相至", "934": "鼻。出言決定可信。何況三僧祇不妄語。舌覆其面", "935": "也。今證大乘淨土妙門。舌相徧覆三千世界。表其", "936": "理誠。又表事實。理誠則稱乎真性。事實則決定非", "937": "謬。眾生再不生信可謂無信大闡提。故說誠實言。", "938": "名為勸信流通也。", "939": "△五釋標題。", "940": "【觧】標出經題。流通之本。什師順此方好略譯今題。巧", "941": "合持名妙行。奘師譯云。稱讚淨土佛攝受經。文有", "942": "詳略。義無增減。", "943": "【鈔】略引標題者。乃釋迦佛略引十方諸佛所標經", "944": "名。乃稱讚阿彌陀佛不可思議功德一切諸佛所", "945": "護念經也。標出經題流通之本者。經中所標經題。", "946": "正是此經本名也。羅什大師順此方人好略。譯成", "947": "佛說阿彌陀經。為巧合持名妙行。玄奘法師譯云。", "948": "稱讚淨土佛攝受經。三題文雖不同。義則無二也。經", "949": "文東方竟。", "950": "△二南方。", "951": "舍利弗。南方世界有日月燈佛。名聞光佛。大𦦨肩佛。", "952": "須彌燈佛。無量精進佛。如是等恒河沙數諸佛。各於", "953": "其國。出廣長舌相。徧覆三千大千世界。說誠實言。汝", "954": "等眾生。當信是稱讚不可思議功德一切諸佛所護", "955": "念經。", "956": "【鈔】日月燈佛者。日以照晝。喻佛道種智。照俗諦。月", "957": "以照夜。喻佛一切智。照真諦。燈則晝夜齊照。喻佛", "958": "一切種智。二諦齊照。同居土佛。生滅無生滅二種", "959": "三智。方便土無量無作二種三智實報土唯無作", "960": "一種三智。寂光土六即三智也。名聞光者。名謂名", "961": "稱。聞謂普聞。光謂聲光。謂名聲普聞於四土也。藏", "962": "通二佛普聞同居。別教佛普聞方便實報。圓佛圓", "963": "聞於四土。大𦦨肩者。肩有荷擔之義。𦦨有燒然之", "964": "義。謂二肩擔荷權實二智之𦦨。燒眾生三諦惑染", "965": "也。藏通二佛燒六凡。別佛燒九界。圓佛圓燒十界。", "966": "又分六即燒。又言大者。謂藏教大六凡。通大藏。別", "967": "大通。圓大別也。須彌燈者。燈取照明之義。謂妙高", "968": "燈佛也。藏通二佛。照明六凡四諦。超出凡夫外道", "969": "邪燈之上。故曰妙高。別圓二佛。照明界外四諦。超", "970": "出十界之上。故曰妙高燈佛也。無量精進者。謂六", "971": "度萬行皆精進。四土四教精進。六即精進。南方竟。", "972": "△三西方。", "973": "舍利弗。西方世界有無量壽佛。無量相佛。無量幢佛。", "974": "大光佛。大明佛。寶相佛。淨光佛。如是等恒河沙數諸", "975": "佛。各於其國。出廣長舌相。徧覆三千大千世界。說誠", "976": "實言。汝等眾生。當信是稱讚不可思議功德一切諸", "977": "佛所護念經。", "978": "【鈔】無量壽佛者。藏教則生滅之壽。通教則幻化之", "979": "壽。別教則無量次第之壽。圓教則無作之壽。同居", "980": "二壽。方便二壽。實報一壽。又六即無量壽。無量相", "981": "者。藏教則三十二相生滅無量。通教則八萬四千", "982": "相。別教則剎塵之無量相。圓教則實相不思議之", "983": "無量相。同居四種。方便二種。實報寂光唯圓教。又", "984": "六即無量相。無量幢者。幢謂法幢。法門無量。樹立", "985": "法幢亦無量。謂生滅法幢無量。乃至無作法幢無", "986": "量。同居具四。乃至寂光六即。大光者。光謂照明之", "987": "義。照明四諦。照明十二因緣。照明六度。乃至四教。", "988": "四土。六即。大明者。明謂了明。謂了明三諦也。謂偏", "989": "真。即真。次第。一心。四土。六即。寶相者。寶取貴重義。", "990": "三十二寶相。凡夫外道貴重。八萬四千寶相。天道", "991": "中貴重。剎塵寶相。三乘貴重。實相寶相。十界皆貴", "992": "重。四土六即。淨光者。析空淨。體空淨。次第淨。一心", "993": "淨。", "994": "【觧】無量壽佛。與彌陀同名。十方各方面同名諸佛無", "995": "量也。然即是導師。亦可。為度眾生。不妨轉讚釋迦", "996": "如來所說。", "997": "△四北方。", "998": "舍利弗。北方世界有𦦨肩佛。最勝音佛。難沮佛。日生", "999": "佛。網明佛。如是等恒河沙數諸佛。各於其國。出廣長", "1000": "舌相。徧覆三千大千世界。說誠實言。汝等眾生。當信", "1001": "是稱讚不可思議功德一切諸佛所護念經。", "1002": "【鈔】𦦨肩佛如前。又有暖義。謂佛以兩肩荷擔二智", "1003": "之火。暖眾生三智善根。令生有芽。最勝音者。謂四", "1004": "諦音十二因緣音。六度音。生滅音。無作音。最勝者。", "1005": "勝六凡。勝藏教。乃至圓勝別。四土六即最勝。難沮", "1006": "者。沮。謂止隔也。非六凡止隔。非三乘止隔。非菩薩", "1007": "止隔。非分證止隔。日生者。如來不出世。十方常暗", "1008": "冥。如來出於世。十方皆明了。四教日生。四土日生。", "1009": "六即日生。網明者。有二種網。謂世界網。教法網。梵", "1010": "網經。佛在四禪天宮。觀網羅幢云。十方世界猶如", "1011": "網孔。我之教法。亦復如是。世界網。即苦集二諦。教", "1012": "法。即道滅二諦。有生滅四諦網明。乃至無作四諦", "1013": "網明。乃至四土六即。", "1014": "△五下方。", "1015": "舍利弗。下方世界有師子佛。名聞佛。名光佛。達磨佛。", "1016": "法幢佛。持法佛。如是等恒河沙數諸佛。各於其國。出", "1017": "廣長舌相。徧覆三千大千世界。說誠實言。汝等眾生。", "1018": "當信是稱讚不可思議功德一切諸佛所護念經。", "1019": "【鈔】師子。乃獸中之王。喻佛乃一界中王。藏通二佛。", "1020": "六凡中王。別佛三乘中王。圓佛十界中王。四土六", "1021": "即。名聞佛如前。名光者。即此名字。乃法身之光。有", "1022": "生滅名光。乃至無作。達磨者。此云法。有四諦。因緣。", "1023": "六度。乃至四教。四土。六即。法幢佛。持法佛。亦然。", "1024": "【觧】此界水輪金輪風輪之下。復有下界非非想天等。", "1025": "乃至重重無盡也。達磨。此云法。", "1026": "【鈔】此界水輪等者。華嚴經云。三千世界以無量因", "1027": "緣乃成。大地依水輪。金輪。風輪。空輪。空無所依。眾", "1028": "生業感。世界安住。復有下界等者。空輪之下。復有", "1029": "下方世界非非想天。四禪天。六欲天。須彌山。四洲。", "1030": "大海。鐵圍山。大地。重重無盡者。下方虗空不可盡。", "1031": "故世界亦重重無盡也。", "1032": "△六上方。", "1033": "舍利弗。上方世界有梵音佛。宿王佛。香上佛。香光佛。", "1034": "大𦦨肩佛。雜色寶華嚴身佛。娑羅樹王佛。寶華德佛。", "1035": "見一切義佛。如須彌山佛。如是等恒河沙數諸佛。各", "1036": "於其國。出廣長舌相。徧覆三千大千世界。說誠實言。", "1037": "汝等眾生。當信是稱讚不可思議功德一切諸佛所", "1038": "護念經。", "1039": "【鈔】梵音佛者。梵者。淨也。生滅梵音。無生梵音。能淨", "1040": "六凡五濁。別圓梵音。能淨界外五濁。宿王者。宿。乃", "1041": "星宿。月為宿中之王。佛為眾生之王。香上者。五分", "1042": "法身之香。謂戒。定。慧。解脫。解脫知見。唯佛為上。香", "1043": "光者。如來身光。皆出妙香。大𦦨肩如前。雜色寶華", "1044": "嚴身者。以萬行之因華。嚴一乘之妙果。娑羅樹王", "1045": "者。此云堅固樹。有四枯樹。四榮樹。四非枯非榮樹。", "1046": "四枯。即空觀。四榮。乃假觀。非枯非榮。即中道觀。六", "1047": "凡中堅固。二乘中堅固。菩薩中堅固。寶華德者。生", "1048": "滅無生等。見一切義者。真諦義。俗諦義。中諦義。如", "1049": "須彌山者。如須彌眾山之王。如須彌四寶所成。如", "1050": "須彌居大海而不動。如須彌天人所居。", "1051": "△疏中三。初略明上界。二問答破疑。三誡勸後賢。", "1052": "△今初。", "1053": "【觧】此界非非想天之上。復有上界風輪金輪。及三界", "1054": "等。重重無盡也。", "1055": "△二問答破疑二。初偏讚西方疑。二徧緣法界疑。", "1056": "△今初。", "1057": "【觧】問。諸方。必有淨土。何偏讚西方。答。此亦非善問。假", "1058": "使讚阿閦佛國。汝又疑偏東方。展轉戲論妙答。", "1059": "△二徧緣法界疑二。初問。二答。△今初。", "1060": "【觧】問。何不徧緣法界細研下答亦非善問。", "1061": "【鈔】緣。謂攀緣。此謂徧緣者。謂念東方佛。又念南方。", "1062": "乃至念下方。又念上方。到處攀緣。乃為徧緣。不了", "1063": "現前一念。乃法界綱宗也。", "1064": "△二答二。初約事答。二約理答。△今初。", "1065": "【觧】答。有三義。令初機易標心故。阿彌本願勝故。佛與", "1066": "此土眾生偏有緣故。蓋佛度生生受化。其間難易", "1067": "淺深總在於緣。緣之所在。恩德弘深願勝。種種教啟標心。能", "1068": "令歡喜信入歡喜。能令觸動宿種生善。能令魔障難遮破惡。能令", "1069": "體性開發入理。所以萬德欽承。羣靈拱極。", "1070": "【鈔】文二。初標三義。二明三義所以。令初機易標心", "1071": "故者。令初機專注無量光壽之境。易得標明橫遍", "1072": "豎窮之心性也。蓋佛度生下。明三義因緣所以也。", "1073": "佛度生生受化等。總在於緣者。總在於前緣。前緣", "1074": "若淺。則眾生難受化。佛難度。前緣若深。則眾生易", "1075": "受化。佛易度。現見彌陀於眾生易化易度。豈非彌", "1076": "陀比諸佛偏有緣也。緣之所在恩德弘深者。今世", "1077": "緣之所在。在前世所惠恩德。恩德淺則緣淺。恩德", "1078": "深則緣重。現見彌陀緣重。豈非四十八願之恩德。", "1079": "勝過諸佛也。又現見彌陀種種教啟。即此經。十六", "1080": "觀經等。能令眾生得四悉檀。豈非易標心也。體性", "1081": "開發。即實相體性開發。往生淨土也。所以十方恒", "1082": "河沙數萬德。欽承讚歎。無量無邊補處羣靈。拱極", "1083": "圍繞。有此三義勝於諸佛。故得偏讚偏念也。", "1084": "△二約理答。", "1085": "【觧】當知佛種從緣起。緣即法界。一念一切念。一生一", "1086": "切生。一香一華。一聲一色。乃至受懺授記。摩頂垂", "1087": "手。十方三世。莫不徧融。故此增上緣因。名法界緣", "1088": "起。此正所謂徧緣法界者也。", "1089": "【鈔】此約理答。明上偏緣偏念。全體即徧緣法界者", "1090": "也。佛種從緣起者。佛種。為佛性。即一真法界。從緣", "1091": "起者。隨緣因了因而起也。緣即法界者。緣因了因。", "1092": "即全體法界也。一念一切念者。彌陀乃法界藏身。", "1093": "念彌陀一佛。即念一切諸佛也。一生一切生者。極", "1094": "樂乃法界藏土。故生極樂一土。即生一切佛土也。", "1095": "一香一華等者。一香乃法界藏香。一處拈香。一切", "1096": "處皆拈香。一華等亦然。乃至一處禮懺。一切處皆", "1097": "禮懺。受懺。授記。摩頂。垂手。隨拈一法。皆是法界。故", "1098": "曰橫則徧於十方。豎則窮於三世。莫不普徧融通", "1099": "也。故此偏念偏生。增上緣因了因。即正因法界緣", "1100": "起。此纔正謂徧緣法界。汝所謂念西方。復又念東", "1101": "念下方。復又念上方。彼纔正謂偏讚偏念者也。問", "1102": "答破疑竟。", "1103": "△三誡勸後賢。", "1104": "【觧】淺位人便可決志專求本不出法界外。深位人亦不必捨西方而", "1105": "別求華藏何以加於法界。若謂西方是權。華藏是實。西方小。華藏", "1106": "大者。全墮眾生徧計執情。以不達權實一體。大小", "1107": "無性故也解千餘年之惑。", "1108": "【鈔】若謂西方是權等者。乃李長者。華嚴合論中語。", "1109": "彼判華藏是實。西方是權。故前文云。非邪。破末世", "1110": "積迷之習。非權。破華嚴合論之譌。全墮眾生徧計", "1111": "者。若約三性判之。猶是法執徧計執情也。言三性", "1112": "者。一徧計所執性。二依他起性。三圓成實性。徧計", "1113": "者。謂愚夫周徧計度所執我法。以為實有。即我法", "1114": "二執也。依他起性者。依他眾緣和合而有。故如幻", "1115": "事。非有似有。有即非有。即此中謂權實大小之幻", "1116": "相也。圓成實性者。圓滿成實之法性也。即此中謂", "1117": "一體無性之實性也。不達權實一體。大小無性者。", "1118": "不了權亦法界。實亦法界。權實皆法界。故西方橫", "1119": "具四土。即同居是寂光實報也。大小無性者。華藏", "1120": "雖大。亦無自體。眾世界和合有故。大亦無性。西方", "1121": "雖小。橫具四土。亦無小性。彼不達西方橫具四土。", "1122": "故計以為小。又不了權實大小。皆依他起。皆如幻", "1123": "如化。無有實體。唯一圓滿成實之性。故為法執徧", "1124": "計之情也。經文初略引標題竟。", "1125": "△二徵釋經題。", "1126": "舍利弗。於汝意云何。稱讚功德之名。上來已詳言矣何故名為一切", "1127": "諸佛所護念經耶。舍利弗。若有善男子善女人。聞是", "1128": "經受持者。及聞諸佛名者。是諸善男子善女人。皆為", "1129": "一切諸佛之所護念。皆得不退轉於阿耨多羅三藐", "1130": "三菩提。是故舍利弗。汝等皆當信受我語。及諸佛所", "1131": "說。", "1132": "【鈔】於汝意云何等。乃自徵。舍利弗下。自釋也。稱讚", "1133": "功德之名等者。此經全題。乃稱讚不可思議功德", "1134": "一切諸佛所護念經。何故但釋後半題。故云上來", "1135": "半卷經文。已詳釋前半題矣。故此經獨顯名字法", "1136": "界不可思議也。", "1137": "△疏中分三。初釋護念。二釋果覺。三結勸信。初又", "1138": "二。初正釋。二料簡。△今初。", "1139": "【觧】此經獨詮無上心要。諸佛名字。並詮無上圓滿究", "1140": "竟萬德。故聞者皆為諸佛護念。又聞經受持。即執", "1141": "持名號。阿彌名號。諸佛所護念故。", "1142": "【鈔】文二釋。一約聞經釋護念。二約持名釋護念。詮", "1143": "者。顯也。而有能詮所詮。能詮即此經。所詮有三。一", "1144": "無上心要。二諸佛名字。三並詮無上萬德。此即三", "1145": "德祕藏。心要者。即能念之心性也。諸佛名字者。即", "1146": "所念之佛號也。能所不二。即無上圓滿究竟萬德。", "1147": "佛乃十界之尊故。智德圓滿。斷德究竟法身體顯。", "1148": "故曰萬德慈尊。此三德祕藏。乃諸佛共證。故蒙諸", "1149": "佛共所守護愛念也。又聞經下。約持名釋。聞經受", "1150": "持者。即是執持名號也。正釋竟。", "1151": "△二料簡二。初問。二答。△今初。", "1152": "【觧】問。但聞諸佛名。而未持經。亦得護念不退耶。", "1153": "△二答又二。初明通局二義。二明自他二力。初又", "1154": "二。初明局義。二明通義。初又二。初明他經。二明", "1155": "此經。△今初。", "1156": "【觧】答。此義有局有通。占察謂雜亂垢心。雖誦我名而", "1157": "不為聞。以不能生決定信解。但獲世間善報。不得", "1158": "廣大深妙利益。若到一行三昧。則成廣大微妙行", "1159": "心。名得相似無生法忍。乃為得聞十方佛名。", "1160": "【鈔】占察。即占察善惡業報經也。局者。拘也。不通也。", "1161": "約豎而論也。雜亂垢心者。見思垢心之所雜亂。雖", "1162": "然口誦而不為聞。以不能生決定信解者。定水不", "1163": "清。慧月不朗。故但得人天善報。見思不破。不能得", "1164": "第一義悉檀入理益。廣者。性具也。大。即性量也。深", "1165": "妙。性體也。一行三昧。即一心不亂。見思惑空。則入", "1166": "相似之位。名相似無生忍。相似性體性量性具。相", "1167": "似第一義諦。乃為聞十方佛名。", "1168": "△二明此經。", "1169": "【觧】此亦應爾。故須聞已執持。至一心不亂。方為聞諸", "1170": "佛名。蒙諸佛護念。此局義也。", "1171": "【鈔】若持至事一心不亂。我執破。見思空。凡情脫。則", "1172": "與一切智相應。一切智者。應身佛名也。則蒙應身", "1173": "佛護念。若至理一心不亂。法執破。無明空。聖解亡。", "1174": "則與一切種智相應。一切種智者。法身佛名也。則", "1175": "蒙法身佛護念也。明局義竟。", "1176": "△二明通義。", "1177": "【觧】通義者。諸佛慈悲。不可思議。名號功德。亦不可思", "1178": "議。故一聞佛名。不論有心無心。若信若否。皆成緣", "1179": "種。況佛度眾生。不簡怨親。恒無疲倦。苟聞佛名。佛", "1180": "必護念。又何疑焉。", "1181": "【鈔】文可知。明通局二義竟。", "1182": "△二明自他二力又二。初明自力之難。二明他力", "1183": "之易。△今初。", "1184": "【觧】然據金剛三論。根熟菩薩為佛護念。位在別地圓", "1185": "住。蓋約自力。必入同生性。乃可護念。", "1186": "【鈔】金剛三論。乃釋金剛般若經三論。無著天親二", "1187": "菩薩造。同生性者。三賢位是異生性。謂觀智不同", "1188": "故。若入聖位。觀智皆同。故名同生性。親證法身。故", "1189": "乃蒙佛護念也。", "1190": "△二明他力之易。", "1191": "【觧】今仗他力。故相似位即蒙護念。乃至相似位以還。", "1192": "亦皆有通護念之義。下至一聞佛名。於同體法性", "1193": "有資發力。亦得遠因終不退也。", "1194": "【鈔】上文約自力。乃念自佛。今仗他力。乃念他佛。念", "1195": "自佛須到分證位。乃可護念。今念他佛。故相似位", "1196": "即蒙護念。此還約實行之力。念到事一心不亂而", "1197": "言也。然事一心不亂者。見思已空。往生方便土者", "1198": "也。若往生同居土者。未必到相似位。故曰乃至相", "1199": "似以還等也。相似以還。乃觀行位。一聞佛名。乃名", "1200": "字位也。於同體法性有資發力者。佛與眾生同一", "1201": "法性。故曰同體。正當聞名時。便是法性力。資養種", "1202": "子發成現行。未能得其近果。故曰遠因不退也。初", "1203": "釋護念竟。", "1204": "△二釋果覺。", "1205": "【觧】阿耨多羅。此云無上。三藐三菩提。此云正等正覺。", "1206": "即大乘果覺也。", "1207": "【鈔】大乘果覺者。乃大白牛乘之果覺也。藏通二教。", "1208": "無實成佛義。別妙覺。猶是圓教二行菩薩。故前三", "1209": "教果覺。但有其名而已。唯一圓妙覺。稱為果覺也。", "1210": "五住究盡。二死永亡。故曰無上。歸無所得。圓滿菩", "1211": "提。故曰正等正覺也。", "1212": "△三結勸信。", "1213": "【觧】圓三不退。乃一生成佛異名。故勸身子等皆當信", "1214": "受。聞名功德如此。釋迦及十方諸佛。同所宣說。可", "1215": "不信乎。初勸信流通竟。", "1216": "【鈔】此經乃一生成佛之經。故佛囑勸舍利弗。汝等", "1217": "菩薩聲聞天龍八部。皆當信解受持。聞名功德尚", "1218": "如此。況受持讀誦廣長舌相。共所宣說。豈可不信", "1219": "也。", "1220": "△二勸願流通。", "1221": "舍利弗。若有人已發願。今發願。當發願。欲生阿彌陀", "1222": "佛國者。是諸人等。皆得不退轉於阿耨多羅三藐三", "1223": "菩提。於彼國土。若已生。若今生。若當生。是故舍利弗。", "1224": "諸善男子善女人。若有信者。應當發願。生彼國土。", "1225": "△疏中分三。初正釋。二破疑。三結讚。初又二。初明", "1226": "三勸之意。二明願依四弘。△今初。", "1227": "【觧】已願已生。今願今生。當願當生。正顯依信所發之", "1228": "願無虗也。非信不能發願。非願信亦不生。故云若", "1229": "有信者。應當發願。又願者。信之券。行之樞。尤為要", "1230": "務。舉願則信行在其中。所以殷勤三勸也。", "1231": "【鈔】文三。初顯願無虗棄。正顯一念相應一念生也。", "1232": "二明信願互助。非信不能發願等。乃名字信願。助", "1233": "成觀行信願。故云若有信者。應當發願。若無願。則", "1234": "觀行信不能生也。三明三資中要。券者。文約也。樞", "1235": "者。門樞也。喻顯信有願則文約在手。永無改悔。行", "1236": "有願則行有所歸。決定無倒。故為要務。所以信行", "1237": "則一勸。願則殷勤三勸也。", "1238": "△二明願依四弘。", "1239": "【觧】復次願生彼國即欣厭二門厭離娑婆。與依苦集", "1240": "二諦所發二種弘誓相應。欣求極樂。與依道滅二", "1241": "諦所發二種弘誓相應。故得不退轉於大菩提道此皆淨宗指訣世人多夢夢不了所以雖修無功。", "1242": "【鈔】菩薩四弘誓願。依四諦而發。依苦諦發眾生無", "1243": "邊誓願度。依集諦發煩惱無盡誓願斷。依道諦發", "1244": "法門無量誓願學。依滅諦發佛道無上誓願成。今", "1245": "求生淨土。總攝四弘。謂厭離門。與依苦集二諦二", "1246": "種弘誓相攝。欣求門。與道滅二諦二種弘誓相攝。", "1247": "既與菩提因相應。故不退轉菩提之果。初正釋竟。", "1248": "△二破疑。", "1249": "【觧】問今發願但可云當生何名今生。答。此亦二義。一", "1250": "約一期名今有此義方使一生要期非謬。現生發願持名。臨終定生淨土。二約", "1251": "剎那名今有此義方能深入一行三昧。一念相應一念生。念念相應念念生。妙", "1252": "因妙果不離一心。如秤兩頭低昂時等何俟娑婆", "1253": "報盡。方育珍池。只今信願持名。蓮萼光榮。金臺影", "1254": "現。便非娑婆界內人矣此即理之事非徒論理。", "1255": "【鈔】一念相應一念生者。正當信願念佛時。七寶池", "1256": "中。已生蓮萼。若精進勇猛。蓮萼光榮。若懈怠退悔。", "1257": "日漸顦顇。一念既爾。念念皆然。此土念為妙因。彼", "1258": "土生為妙果。雖分彼此。不出現前一念心之自性", "1259": "外。喻如秤之兩頭。不離一秤。低昂雖分。在於同時。", "1260": "何必俟候臨命終時。纔往生也。此乃即理之事。非", "1261": "徒論理。古有可久大師。常誦法華。呼為久法華。元祐八年坐化。越三日還。謂人曰。吾遊淨土。", "1262": "見諸勝境。與經符契。此間修淨業者。華萼皆已標名。標金台者。一成都廣教院勳公。一明州孫十二郎。一", "1263": "可久。標銀台者。明州徐道姑。言訖復化。徐道姑亡。異香滿室。孫十二郎亡。天樂鳴空。○越國夫人王氏。宋", "1264": "哲宗從父荊王之妻。導諸妾婢。專修淨土。後有一婢。無疾而逝。其夕夫人夢婢致謝。幸󳬾訓責。得生淨土", "1265": "矣。夫人曰。西方可至乎。婢曰可。遂導夫人。頃之。見一大池。中有蓮華。大小間錯。或榮或悴。夫人問其故。婢", "1266": "曰。世間修西方者。纔發一念。此中便生一華。勤惰不同。榮悴亦異。中有一人。朝服而坐。寶冠瓔珞莊嚴其", "1267": "身。夫人問曰。何人耶。婢曰。楊傑也。又一人朝服而坐。又問何人。曰馬玗也。兩人俱修淨業。事具本傳。夫人", "1268": "問曰。我當生何處。婢導之行。可數里。見一華台。金碧輝煌。光明洞然。曰此夫人生處。乃金台上品上生也。", "1269": "既覺。悲喜交至其年遇。生日。晨起。秉爐焚香。望觀音閣而立。諸眷方趣前為壽。眂之。則已立化去矣。", "1270": "△三結讚。", "1271": "【觧】極圓極頓。難議難思。唯有大智。方能諦信。", "1272": "【鈔】此妙因妙果。不離一心。圓頓之旨。非如舍利弗", "1273": "智慧。不能直下無疑也。經文二勸願流通竟。", "1274": "△三勸行流通二。初諸佛轉讚。二教主結歎。△今", "1275": "初。", "1276": "舍利弗。如我今者。稱讚諸佛不可思議功德。彼諸佛", "1277": "等。亦稱讚我不可思議功德。而作是言。釋迦牟尼佛。", "1278": "能為甚難希有之事。能於娑婆國土。五濁惡世。劫濁。", "1279": "見濁。煩惱濁眾生濁命濁中得阿耨多羅三藐三菩", "1280": "提。為諸眾生。說是一切世間難信之法此句重在持名故是勸行。", "1281": "△疏中分三。初明諸佛轉讚。二明能為希有之事。", "1282": "三明眾生世間。△今初。", "1283": "【觧】諸佛功德智慧。雖皆平等。而施化則有難易。淨土", "1284": "成菩提易。濁世難。為淨土眾生說法易。為濁世眾", "1285": "生難。為濁世眾生說漸法猶易。說頓法難。為濁世", "1286": "眾生說餘頓法猶易。說淨土橫超頓法尤難。為濁", "1287": "世眾生說淨土橫超頓修頓證妙觀。已自不易。說", "1288": "此無藉劬勞修證。但持名號。徑登不退。奇特勝妙。", "1289": "超出思議。第一方便。更為難中之難。故十方諸佛。", "1290": "無不推我釋迦偏為勇猛也。", "1291": "【鈔】此以二土難易。顯出釋迦勇猛。故諸佛轉讚也。", "1292": "諸佛功德。乃至難易者。約自證則佛佛道同。約化", "1293": "他則佛佛道異也。淨土成菩提易。濁世難者。略說", "1294": "十種。淨土常常見佛故易。濁世不常見佛故難。淨", "1295": "土常常聞法故易。濁世不常聞法故難。淨土上善", "1296": "俱會故易。濁世惡友牽纏故難。淨土無有魔事故", "1297": "易。濁世羣魔惱亂故難。淨土不受輪迴故易。濁世", "1298": "輪迴不息故難。淨土無三惡道故易。濁世惡趣難", "1299": "逃故難。淨土勝緣助道故易。濁世塵緣障道故難。", "1300": "淨土壽命無量故易。濁世壽命短促故難。淨土圓", "1301": "證不退故易。濁世修行多退故難。淨土一生成佛", "1302": "故易。濁世塵劫難成故難也。為淨土眾生說法易。", "1303": "為濁世難者。淨土根利。濁世根鈍故也。漸法。即前", "1304": "三教。乃隨他意語故易。頓法。為圓教。隨自意說故", "1305": "難。餘頓法。謂於圓教中。除淨土橫超。餘一切念自", "1306": "佛法門。猶易者。根利者可入也。淨土橫超頓法。即", "1307": "一切念他佛法門。尤難者。甚難也。謂不俟斷惑帶", "1308": "業往生。故曰甚難也。頓修頓證妙觀。已自尤難。故", "1309": "曰不易。說此無藉劬勞辛苦修證。但持名號。七日", "1310": "功成。便登不退位盡。可謂難中之難。我今於濁世", "1311": "中。難成者能成。難說者能說。故十方諸佛。無不推", "1312": "讓我釋迦偏為勇猛也。", "1313": "△二明能為希有之事又四。初明妙行能轉。二明", "1314": "妙行能得。三明釋迦所得。四明釋迦所說。△今", "1315": "初。", "1316": "【觧】劫濁者。濁法聚會之時。劫濁中非帶業橫出之行。", "1317": "必不能度突圍而出。", "1318": "【鈔】此五濁法。事在同居。理通上三。且約同居。濁法", "1319": "聚會者。五濁法聚會。減劫末法之時也。非一句阿", "1320": "彌陀佛。帶業橫出。必不能度此劫濁也。", "1321": "【觧】見濁者。五利使邪見增盛。謂身見邊見見取戒取", "1322": "及諸邪見。昏昧汩沒。故名為濁。見濁中非不假方", "1323": "便之行。必不能度意見不容。", "1324": "【鈔】見濁者。見惑也。五利使者。利。謂快利。使。即驅使。", "1325": "謂眾生為此五種妄惑。驅使流轉也。增盛。謂增長", "1326": "熾盛也。一身見。謂妄認四大為身。二邊見。謂於上", "1327": "身見。或執為斷。或執為常。名斷常二邊。三邪見。謂", "1328": "邪心取理。撥無因果。四見取。謂雖不撥因果。然非", "1329": "果計果。五戒取。謂非因計因。及諸邪見。謂六十二", "1330": "見等。種種見惑。昏昧汩沒。惑亂真性。故名為濁。處", "1331": "此見濁中。非但念阿彌陀佛。不假方便之行。必不", "1332": "能度此見濁也。", "1333": "【觧】煩惱濁者。五鈍使煩惑增盛謂貪嗔癡慢疑煩動", "1334": "惱亂。故名為濁。煩惱濁中非即凡心是佛心之行。", "1335": "必不能度無取無捨。", "1336": "【鈔】煩惱濁者。思惑也。五鈍使者。鈍。謂遲鈍。對上利", "1337": "使而言。故名為鈍。一貪。謂引取無厭。二嗔。謂嗔怒", "1338": "忿發。三癡。謂愚癡不了。四慢。謂自恃輕他。五疑。謂", "1339": "猶豫不決。處此煩惱濁中。非但念阿彌陀佛。即心", "1340": "即佛之行。必不能度此煩惱濁也。", "1341": "【觧】眾生濁者。見煩惱所感麤弊五陰和合假名眾生", "1342": "色心並皆陋劣。故名為濁。眾生濁中非欣厭之行。", "1343": "必不能度取捨熾然。", "1344": "【鈔】見煩惱所感等者。見。謂見濁。煩惱。謂煩惱濁。以", "1345": "此二濁為因。造有漏業為緣。招感麤陋弊惡五陰", "1346": "和合。假名為人也。六道皆在內色心陋劣者。色。乃色陰。", "1347": "心。乃受想行識四陰。悉皆不淨。皆苦。皆無常。皆無", "1348": "我。故曰陋劣。處此眾生濁中。非但念阿彌陀佛。厭", "1349": "離濁惡。欣求清淨之行。必不能度此眾生濁也。", "1350": "【觧】命濁者。因果並劣。壽命短促。乃至不滿百歲。故名", "1351": "為濁。命濁中非不費時劫。不勞勤苦之行。必不能", "1352": "度應量而飽。", "1353": "【鈔】因果並劣者。因。則見濁。煩惱濁。為因劣。眾生濁。", "1354": "為果劣。處此命濁中。非但念阿彌陀佛。七日工夫。", "1355": "必不能度此命濁也。初明妙行能轉竟。", "1356": "△二明妙行能得。", "1357": "【觧】復次祇此信願莊嚴一聲阿彌陀佛。轉劫濁為清", "1358": "淨海會。轉見濁為無量光。轉煩惱濁為常寂光。轉", "1359": "眾生濁為蓮華化生。轉命濁為無量壽。", "1360": "【鈔】此明一句阿彌陀佛。圓轉五濁。圓成五清也。祇", "1361": "此信願莊嚴一聲阿彌陀佛者。即信願定慧力。莊", "1362": "嚴光壽法身也。言一聲者。取耳根圓通。易明豎窮", "1363": "橫徧之義。若隨智論。六根六塵。皆豎窮橫遍。今隨", "1364": "情論。唯耳根易入。故楞嚴經云。十方俱擊鼓。十處", "1365": "一時聞。此橫遍十方。無量光也。生滅二圓離。此則", "1366": "常真實。此豎窮三際。無量壽也。今信願力。莊嚴此", "1367": "法身阿彌陀佛也。轉劫濁為清淨海會者。劫濁為", "1368": "濁法聚會。今往生淨土。成淨法聚會。若觀行轉。成", "1369": "同居淨會。相似轉。方便淨會。分證轉。實報淨會。究", "1370": "竟轉。寂光淨會。轉見濁為無量光者。見惑為智慧", "1371": "性。故為光明。今往生淨土。則轉成智德無量光。或", "1372": "同居無量光。方便無量光。乃至實報寂光無量光。", "1373": "轉煩惱濁為常寂光者。煩惱是思惑。往生淨土。轉", "1374": "成斷德。故曰常寂光。或同居斷德。乃至寂光斷德。", "1375": "轉眾生濁為蓮華化生者。或同居化生。乃至寂光", "1376": "化生。轉命濁為無量壽者。或同居無量壽。乃至寂", "1377": "光無量壽也。二明妙行能得竟。", "1378": "△三明釋迦所得。", "1379": "【觧】故一聲阿彌陀佛。即釋迦本師。於五濁惡世。所得", "1380": "之阿耨多羅三藐三菩提法淨宗千古之蘊一旦發靈希有哉。", "1381": "【鈔】故者。承上文一句阿彌陀佛妙行。能圓轉圓證。", "1382": "是故即釋迦所行之因。所證之果覺全體也。三明", "1383": "釋迦所得竟。", "1384": "△四明釋迦所說。", "1385": "【觧】今以此果覺全體。授與濁惡眾生。乃諸佛所行境", "1386": "界。唯佛與佛能究盡。非九界自力所能信解也。", "1387": "【鈔】此四科。皆釋經文能為甚難希有之事。上文釋", "1388": "釋迦於五濁中能得菩提。此科明又能為濁惡眾", "1389": "生。說此難信之法。故曰授與也。此一念心性。唯佛", "1390": "證窮。故唯佛能究盡。非九界自力所能信解也。二", "1391": "明能為希有之事竟。", "1392": "△三明眾生世間。", "1393": "【觧】諸眾生。別指五濁惡人。一切世間。通指四土器世", "1394": "間。九界有情世間也。", "1395": "【鈔】世間有三種。一正覺世間。佛法界也。二有情世", "1396": "間。九法界皆有情念。故曰有情也。三器世間。依報", "1397": "國土。依報無情。故如器也。經文中為諸眾生。說是", "1398": "一切世間難信之法。為諸眾生者。別指有情世間", "1399": "中六凡眾生。故云五濁惡人。一切世間者。三世間", "1400": "中。除正覺世間。器世間。有情世間。皆在其中。故云", "1401": "通指也。經文初諸佛轉讚竟。", "1402": "△二教主結歎。前勸信流通。是諸佛付囑。此本師", "1403": "付囑。囑語略別從通。但云一切世間。猶前諸佛", "1404": "所云。汝等眾生。當知文殊迦葉等。皆在所囑也。", "1405": "【鈔】此明科意。此科名教主結歎。又名付囑流通。前", "1406": "文勸信流通。是諸佛付囑本國一切世間。此是本", "1407": "師付囑娑婆一切世間。囑語略別從通者。上文有", "1408": "別指通指二義。今經文中不云為諸眾生。但云為", "1409": "一切世間者。乃略其別義。從其通義。以通收別故", "1410": "也。猶如前勸信流通中。諸佛所云。汝等眾生。當信", "1411": "是稱讚等義同。當知文殊等者。既云一切世間。當", "1412": "知文殊迦葉等。皆在所囑也。", "1413": "舍利弗。當知我於五濁惡世。行此難事。得阿耨多羅", "1414": "三藐三菩提。為一切世間說此難信之法。是為甚難。", "1415": "△疏中分四。初法門難遇。二明五決定。三無知之", "1416": "錯。四知難之是。△今初。", "1417": "【觧】信願持名一行。不涉施為。圓轉五濁。唯信乃入。非", "1418": "思議所行境界。設非本師來入惡世。示得菩提。以", "1419": "大智大悲。見此行此說此。眾生何由稟此也哉。", "1420": "【鈔】文可知。", "1421": "△二明五決定。", "1422": "【觧】此五段應與五必不能度之訓合觀然吾人處劫濁中。決定為時所囿。為苦所偪。處見", "1423": "濁中。決定為邪智所纏。邪師所惑。處煩惱濁中。決", "1424": "定為貪欲所陷。惡業所螫。處眾生濁中。決定安於", "1425": "臭薉而不能洞覺。甘於劣弱而不能奮飛。處命濁", "1426": "中。決定為無常所吞。石火電光。措手不及。", "1427": "【鈔】此明處於娑婆。五濁決定難逃也。謂我等處於", "1428": "濁法聚會之時。決定為時所囿。囿。謂苑囿。如囚在", "1429": "獄難逃四種決定之苦所偪也。處見濁中。自己正", "1430": "眼未開。定是邪智所纏。邪師說法如恒河沙。豈能", "1431": "逃乎。在煩惱濁中。決定婬欲所陷。陷坑如䘍盆。惡", "1432": "業如五毒。難逃其螫也。在眾生濁中。定安然於臭", "1433": "囊。不能洞然覺悟其不淨苦空也。甘心於劣弱眾", "1434": "生。不能承當自性本來是佛也。在命濁中。定為無", "1435": "常大鬼所吞。即此身心念念生滅。即無常大鬼。非", "1436": "身外鬼也。此鬼從來未曾離。故定為所吞也。纔發", "1437": "心修行。便措手不及矣。", "1438": "△三無知之錯。", "1439": "【觧】若不深知其甚難當知甚難之旨從未經道破。將謂更有別法。可出五濁。熢㶿", "1440": "宅裏。戲論紛然確然確然。", "1441": "【鈔】若不深知其五濁甚難出。又不深知其念佛必", "1442": "能度。心中自謂我更有別傳玄妙之法。可出五濁。", "1443": "此類人定是見濁所致。邪智所纏。邪師所惑。在此", "1444": "臭煙熢㶿大火宅中。貪著嬉戲。邪智邪見。戲論紛", "1445": "然者也。", "1446": "△四知難之是。", "1447": "【觧】唯深知其甚難。方肯死盡偷心。寶此一行功在萬世。此本師", "1448": "所以極口說其難甚。而深囑我等當知也。初普勸", "1449": "竟。", "1450": "【鈔】唯有深知其五濁甚難出。念佛必能度者。方肯", "1451": "死盡。將謂更有別傳妙法之偷心。將一句阿彌陀", "1452": "佛。作為至寶。故曰寶此一行。本師說難甚者。深囑", "1453": "我等當知五濁甚難出。念佛必能度也。經文二教", "1454": "主結歎竟。大科初普勸竟。", "1455": "△二結勸。", "1456": "佛說此經已。舍利弗。及諸比丘。一切世間天人阿修", "1457": "羅等。聞佛所說。歡喜信受。作禮而去。", "1458": "【觧】法門不可思議。難信難知。無一人能發問者。佛智", "1459": "鑒機。知眾生成佛緣熟。無問自說。令得四益。如時", "1460": "雨化。故歡喜信受也。身心怡悅名歡喜。毫無疑惑", "1461": "名信。領納不忘名受。感大恩德。投身歸命名作禮。", "1462": "依教修持。一往不退名而去。", "1463": "【鈔】文二。初總標四益。二別點四益。初文可知。二身", "1464": "心下。別點四益。身心怡悅名歡喜。乃世界悉檀歡", "1465": "喜益也。毫無疑惑名信。領納不忘名受。乃為人悉", "1466": "檀生善益也。感大恩德。投身歸命名作禮。乃對治", "1467": "悉檀破惡益也。謂歸命於佛。便破九界之惡故。依", "1468": "教修持。一往不退名而去。乃第一義悉檀入理益", "1469": "也。謂一得往生。便登不退之位故。此乃圓教四益。", "1470": "非前三教也。流通分竟。解經竟。", "1471": "△三䟦語二。初自䟦。二他䟦。△今初。", "1472": "【解跋】經云。末法億億人修行罕一得道。唯依念佛得度", "1473": "嗚呼。今正是其時矣吐心吐膽。捨此不思議法門。其何能淑。", "1474": "旭出家時現身說法。宗乘自負。藐視教典。妄謂持名。曲為中", "1475": "下。後因大病。發意西歸。復研妙宗。圓中。二鈔。及雲", "1476": "棲疏鈔等書。始知念佛三昧。實無上寶王。方肯死", "1477": "心執持名號。萬牛莫挽也。吾友去病久事淨業。欲", "1478": "令此經大旨。辭不繁而炳著請余為述要解。余欲", "1479": "普與法界有情。同生極樂。理不可却言有不獲已者。舉筆於丁亥", "1480": "九月二十有七。說藳於十月初五凡九日告成。所", "1481": "願一句一字。咸作資糧。一見一聞。同階不退字字道實果然果然。信疑", "1482": "皆植道種。讚謗等歸解脫。仰唯諸佛菩薩。攝受證", "1483": "明。同學友人。隨喜加被。西有道人蕅益智旭閣筆", "1484": "故䟦。時年四十有九。", "1485": "【鈔】文分為四。初序法門當令。二旭出家時下。至理", "1486": "不可却。序此解因緣。三自舉筆下。至九日告成。乃", "1487": "作述年月。四乃發願迴向。言䟦語者。䟦者。足也。序", "1488": "在前者如首。序在後者如足。有首可以瞻視。有足", "1489": "可以行動。乃流通之義。亦名後序。末法者釋迦三", "1490": "法住世。自釋迦滅後一千年為正法。一千年後又", "1491": "一千年為像法。後一萬年為末法。此時正在末法", "1492": "已到二千年矣。故曰正是其時也。淑者善也。後文", "1493": "並可知。", "1494": "佛說阿彌陀經要解", "1495": "△二他䟦二。初原䟦。二歙浦講錄䟦。△今初。", "1496": "【解跋】經云。三界唯心。萬法唯識。古人云。念自性彌陀。生", "1497": "唯心淨土。合觀之。是心作佛。是心是佛。心外無佛。", "1498": "佛外無心之義明矣。後人不達。捨西方極樂。別言", "1499": "唯心淨土。捨萬德慈尊。別言自性彌陀。不幾心外", "1500": "有佛。佛外有心耶。靈峯大師。深悟心性無外之", "1501": "體。特為此經拈出要解。一展讀時。信願持名。人可", "1502": "自操其劵。不唯言簡意周。且使希有甚難之宗。如", "1503": "聲鼓鐸。盡開經藏無復匵藏。誠古今所未有也。名", "1504": "曰要解。其斯為無上心要矣乎。古吳淨業弟子正", "1505": "知去病氏謹識。", "1506": "【鈔】文二。初明後人之失。二讚此解之得。初中先引", "1507": "證。次正明。經云。三界唯心。萬法唯識者。乃引佛說。", "1508": "明娑婆三界萬法。皆唯心也。古人云。念自性彌陀。", "1509": "生唯心淨土者。乃引祖語。明極樂三界萬法。亦皆", "1510": "唯心也。合而觀之者。謂二土皆唯心所現。唯識所", "1511": "變。既皆唯心所現。唯識所變。則是心作佛。是心是", "1512": "佛。心外無佛。佛外無心。譬如全金作器。全器是金。", "1513": "金外無器。器外無金。萬法唯心之義明矣。二正明。", "1514": "後人不達是心作佛。是心是佛之旨。捨西方唯心", "1515": "之佛土。別執緣影妄想。以為唯心佛土。豈不庶幾", "1516": "乎心外有佛。佛外有心。譬如離器求金。則於佛祖", "1517": "共相違也。二讚此解之得。靈峯者。北天目山靈峯", "1518": "等。大師出家之所也。深悟心性無外者。深悟娑婆", "1519": "極樂。不出現前一念心性之外。以心性本無外故。", "1520": "特為此經拈出要解者。正為拈出無外心要之解", "1521": "也。信願持名。人可自操其券者。既信萬法唯心。則", "1522": "極樂乃自心本有之淨物。娑婆乃自心本有薉物。", "1523": "自心之薉理當捨。自心淨理當取。則信願持名。不", "1524": "必諄諄而苦勸。人人可自操其券。譬如文約在掌。", "1525": "則娑婆薉地理當該棄。極樂淨地。理當該置矣。如", "1526": "聲鼓鐸者。希有甚難。唯心宗旨。如敲鼓鐸。洪音全", "1527": "現。盡開唯心經藏。無復隱藏矣。誠古今所未有之", "1528": "書也。名曰要解者。乃無上心要之解也。正知。字也。", "1529": "去病。號也。識。音至。記也。", "1530": "△二歙浦講錄䟦。", "1531": "【跋】此本係性日癸巳歲。在歙浦棲雲院所聽錄者。於", "1532": "時隨允持循。蒼暉晟。堅密時。諸公之後。獲聞法要。", "1533": "覺老人此翻心膽盡吐。蓋祕密之藏。會當大啟於", "1534": "今時。非偶然也。因退而紀之。甲午冬。老人病中口", "1535": "授數處。令改正。此本遂稱允當。及老人西逝。性旦", "1536": "以病拙藪逋。薄福多障。無緣流通闡播。聊識其後。", "1537": "以誌不忘云。庚子夏。華陽學人性旦拭涕䟦。", "1538": "△釋迦如來讚彌陀折攝咸令歸極樂", "1539": "金口丁寧至再三其如迷人疑障何", "1540": "蕅益大師宏誓深特著此解闡佛心", "1541": "大意單提信願行心佛無外事理圓", "1542": "觀想參究俱不涉專主持名見獨超", "1543": "此解真得佛心髓淨業學人受益多", "1544": "日久板廢誠可惜廣通和尚上繖下悟紅螺山第一代勸重刻", "1545": "意在常明無盡燈隨心樂助任緇白", "1546": "眾僧公資成半分敬捐半分那明德徹悟三寶弟子", "1547": "善繕文字恐失真拈花和尚上懷下仁校差訛", "1548": "已無之板復流通修淨土人孰不樂", "1549": "解盡歷劫不信心普願同生安樂國", "1550": "乾隆歲次庚戌二月八日重刻。", "1551": "△便蒙鈔原䟦。", "1552": "便蒙一書。乃吾師老人講演此解。深有得於不思", "1553": "議者。忍酸不禁。特向癢癢處而撓之也。又念生盲", "1554": "逐於󳬈動之見。妄談唯心。未生已前苦言自性。殊", "1555": "不知早落已生之後緣影深壍中。事不獲已。故有", "1556": "是作也。要解者。乃蕅益古佛。將所悟心性無外之", "1557": "旨。煥然於洪名之上。獨露於四土之中。誠長夜之", "1558": "寶炬。孰能增其明者。奈佛法凋零。邪見熾盛。毒智", "1559": "橫行。讀此解時。尚不能隨語依通。而況言外之旨。", "1560": "是以吾　師痛法情深。遂於講演之暇隨筆鈔錄。", "1561": "令釋迦蕅益徹底悲心分明目前。遂自謙曰便蒙", "1562": "鈔。時具蒙　老人不棄飡法乳之情深。遂於驥尾", "1563": "略䟦數語。用酬深恩於萬一耳。門人悟具沐手敬", "1564": "識", "1565": "佛說阿彌陀經要解便蒙鈔卷下終", "1566": "No. 430-C 重刻䟦No. 430-C", "1567": "重刻䟦", "1568": "原夫淨土法門。足超越於羣經也哉。求其至要指歸。", "1569": "莫要於小本彌陀。則其文略義豐。深固幽遠。理極", "1570": "圓頓。事誠簡易。故中天調御。自開金口以叮嚀。十", "1571": "方如來。出廣長舌而讚歎。然心要玄關。愚迷未識。", "1572": "故　靈峯老人。悲提後學。述成要解。此書精義入", "1573": "神。致歸允當。使修淨業之輩信而有勇。所以　紅", "1574": "螺慕蓮法師。寢饋於要解有年矣。將此書鈔發便", "1575": "蒙。明辨以皙。純粹而精。誠　二公一番婆心。盡吐", "1576": "肝膽。理契法海之全珠。文完義山之片石。俾見聞", "1577": "者咸發信願之行。既事就付梓板寄古燕。此方行", "1578": "者聞名罕見。胸懷戀慕。渴仰於斯。適　南海化聞", "1579": "老人。邂逅京都。偶然相值。覩覧之際。如賈客得海。", "1580": "時採而回。本意即付棃棗。因緒事紛紛。遂復久置", "1581": "高閣。於丙申夏。余幸蒙　老人委演法華。於閒遊", "1582": "相。時談淨宗。隨憶前鈔。尋即相授。余仔細窮覽。如", "1583": "重病得藥一般。正知挽回末法。的是奇方。離斯捷", "1584": "逕。出生死以奚從。捨此法門。脫輪迴而何日。悲慶", "1585": "交集。叩募流通。故云法不孤起。假因緣時凑合。而", "1586": "生值遇斯經。不可以少善根而會。伏願見聞隨喜。", "1587": "盡斷狐疑。遂成一行三昧。頓悟無生法忍。親覲彌", "1588": "陀等蒙記莂云爾。", "1589": "時於", "1590": "光緒二十三年季春書於三觀精舍蓮蕊氏謹識"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 430 阿彌陀經要解便蒙鈔", "author": "明 智旭要解　清 達默造鈔　達林參訂"}