{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1622", "1": "朝鮮禪教考", "10": "二年秦王苻堅。遣浮屠順道。賷送佛像經文。夏六月王", "100": "金馬郡今益山彌勒寺。秋七月又新羅之末。甄萱之子", "101": "神劒。幽其父於金山佛宇。今金溝今湖南佛寺之見", "102": "於三國史者。只此二寺。餘無所著彌勒寺。乃知命法師所創。見佛", "103": "祖源流　右百濟禪教始末。", "104": "流傳勾麗之後。五十餘年。又因勾麗。流傳于新羅。未", "105": "及施行。", "106": "三國史云。新羅訥祗王時。劉宋時沙門墨胡子。自高", "107": "麗至一善郡。今美山郡人毛禮。於家中。作窟室安置", "108": "時。梁遣使賜香。羣臣不知所用。墨胡子見之曰。此所以達誠於三寶。時。王女病革。王。使胡子焚香表誓。病", "109": "尋愈。王餽贈厚。胡子出見毛禮。以所得物贈之。俄而不知所歸○案。訥祇王。以宋", "11": "遣使迴謝時。高勾麗都。在平壤東黃城○後二年。小獸林四年僧阿", "110": "孝武駿大明二年卒。此時。中國非蕭梁也。此云自", "111": "梁賜香者。明有錯誤。其後毗處王時。即焰知麻立干有阿", "112": "道和尚。一作我道與侍者三人。亦來毛禮家。儀表似墨", "113": "胡子。住數年。無病死。其侍者三人留住。講讀經律。", "114": "往往有信奉者金富軾云。此據金大問雞林雜傳所記。書之也。奭韓奈麻金用行所", "115": "撰我道和尚󳬴。所錄殊異○案。勾麗小獸林王四年。中國僧阿", "116": "度。始至勾麗。其距毗處王元年。齊高帝建元元年為一百", "117": "五年矣。初到勾麗時。其秊必高。其至新羅。未必在", "118": "於毗處之元年。阿道之壽。安能如是。即所謂阿道", "119": "和尚。別是一僧。非前之阿道也。", "12": "道來。建元十年越明年春。始剏肖門寺。以置順道。又創", "120": "至法興王十五年。既誅異次頓。始行其法。上距勾麗", "121": "流傳之初。已一百五十有七年。", "122": "法興王十五年。梁武帝大通二年王欲興佛法。羣臣不信。", "123": "喋喋騰口舌。近臣異次頓。或云處道奏曰。請斬小臣。以", "124": "定眾議。僉曰。今見僧徒。童頭異服。議論奇詭。今若", "125": "縱之。恐有後悔。臣等雖即重罪。不敢奉詔。遂誅異", "126": "次頓。有血乳之異。眾怪之。不復非毀佛事○越明", "127": "年。下令禁殺生。", "128": "後十五年。創建佛寺。名曰興輪甲子年。", "129": "真興王五秊。梁武帝大同十年創興輪寺。春二月許人出家", "13": "伊弗蘭寺。以置阿道春二月○後十八年。至故國壤", "130": "為僧尼高麗真靜國師天頙。作興輪寺大鍾銘云。青丘佛法。始興於茲寺○後五", "131": "年梁武帝末年春。梁遣使與入學僧覺德。新羅僧。入學于中國者", "132": "送佛舍利。王使百官。奉迎于興輪寺前路真興王十年", "133": "○後二年。辛未勾麗惠亮法師至已見上。", "134": "真興之世。廣建佛宇。其最大者。曰皇龍寺。", "135": "真興王十四年春二月。王命所司築新宮於月城", "136": "東。王城東黃龍見於地。王疑之。改為佛寺。賜號曰皇", "137": "龍○案。真興王二十七年。皇龍寺始克畢功。見本紀", "138": "其宏麗瑰奇。可知。", "139": "職官志云。四天王寺。其官有衿荷臣一人。上堂一", "14": "王末年。東晉孝武時又下教崇信佛法○後二年癸巳。", "140": "人。赤位一人。青位二人。奉聖寺。其官有衿荷臣一", "141": "人。上堂一人。赤位一人。青位一人。感恩寺。其官如", "142": "奉聖寺。奉德寺。其官如天王寺。奉恩寺。衿荷臣一", "143": "人。大舍二人。靈廟寺。上堂一人。青位一人。祭祀志云。靈廟", "144": "寺南行五里祭永興寺。大柰麻一人。國統一人。一云。寺主真興王。以", "145": "惠亮法師為之都唯那娘一人。阿尼大都唯那一人。真興王。以", "146": "寶良法師為之。真德王加一人少年書省二人。元聖王。以惠英梵如二法師為之", "147": "州統九人。郡統十八人○案。新羅寺剎之見於三", "148": "國史者。又有三郎寺。芬皇寺。望德寺。泉林寺。哀公", "149": "寺。黃福寺。元延寺。鷲仙寺。加悉寺。祇園寺。實際寺。", "15": "廣開土王。晉孝武大元十八年創九寺於平壤秋八月○案。小", "150": "已上。疑在慶州地星州法定寺。晉州斷俗寺。居昌萬興寺。", "151": "陝川海印寺。又陝川清涼寺。智異山。雙溪寺。見崔孤雲傳南漢山莊義", "152": "寺。北漢山安養寺。雉岳山石南寺。今原州皆真興以", "153": "降。世世增建者也。其創修年月。王公事跡。多可考", "154": "徵。今姑略之又弓裔。於興教寺祝髮。王昌瑾於勃颯寺。見鎮星塑傳。皆新羅古寺也。", "155": "真興以降。交聘中國。勤求佛法。使者織路。", "156": "真興王二十六年。陳文帝天嘉六年陳。遣使劉思。與僧明", "157": "觀來聘。送釋氏經論千七百餘卷○三十七年春。", "158": "安弘法師。入陳求法。與胡僧毗摩羅等二僧迴。上", "159": "稜伽勝鬘經。及佛舍利是年秋。王薨○後九年。真平王七年", "16": "獸林王時。燕主慕容暐。降于苻堅。遼東之路。於是", "160": "秋。高僧智明。入陳求法陳後主至德三年○後四年春。圓", "161": "光法師。入陳求法是年。陳氏滅○後七年真平十八年春。高", "162": "僧曇育。入隋求法隋文帝開皇十六年○後四年真平十二年高", "163": "僧圓光。隋朝聘使柰麻諸文大舍橫川兩人也還還去", "164": "加悉寺○後二年。高僧智明。隨入朝使上軍還。上軍亦人", "165": "名王。尊敬明公󳶬行。亦僧也為大德○後三年隋煬帝大", "166": "業元年春。高僧曇育。隨入朝使惠文還○後八年秋。", "167": "隋使王世儀。至皇龍寺。設百高座。邀圓光等法師", "168": "說經○案。真興王。末年祝髮被僧衣。自號法雲。以", "169": "終其身。王妃亦效之為尼。住永興寺。崇信佛法。斯", "17": "得通。此秦僧所以至勾麗也。", "170": "可知矣。", "171": "李唐初。興慈藏法師。首入中國。以求佛法。", "172": "善德女王五年。慈藏法師。入唐求法○後七年。善德", "173": "十二年高僧慈藏。自唐還春三月○文武王九年。唐總章二", "174": "年以信惠法師。為政官大書省。官名也唐僧法安來。", "175": "傳天子命。求磁石時。勾麗新亡。法安為勾麗人所殺○後二年秋。", "176": "唐總管薛仁貴。使琳潤法師。賷書致王○後三年。", "177": "以義安法師。為大書省。", "178": "是時。有元曉義相。比肩齊名。以興佛法。", "179": "文武王十六年。唐儀鳳元年高僧義相。奉旨創浮石寺", "18": "勾麗。祟佛二十餘年。其後絕無聲跡者百餘年。至文", "180": "在順興○後五年。王欲新京城。義相諫止之是年。秋王卒", "181": "○案。義相入唐事。不見正史。", "182": "薛聰傳云。聰父元曉。初為桑門。淹該佛書。既而反", "183": "本。自號小性居士又聖德王十四年。召河西州龍鳴嶽居士理曉。祈雨於泉林寺。", "184": "麗濟既亡。辰馬混一。佛法遂廣徧於國中。", "185": "孝昭王元年。唐武后長壽元年高僧道證自唐𢌞。上天文", "186": "圖○聖德王三年。唐武后長安三年金思讓自唐回。献㝡", "187": "勝王經○景德王二十二年。唐代宗廣德元年大柰麻官名", "188": "也李純。剃髮為僧。為王創立斷俗寺居之在晉州。", "189": "下逮哀莊之世。佛宇太廣。乃禁新創。", "19": "咨明王七年。更有創寺之文。", "190": "哀莊王三年唐德宗貞元廿八年秋。創伽倻山海印寺秋八月", "191": "○後四年。下教禁創佛寺。惟許修葺。又禁以錦繡", "192": "為佛事。金銀為器用○按。此令未必久行。然。諸寺", "193": "創修年月。有可以考覈者。", "194": "憲德王二年唐憲宗元和五年冬。遣王子金憲章。入唐献", "195": "金銀佛像。及佛經等。為順宗祈福○興德王二年", "196": "唐文宗太和元年春。高勾麗僧丘德。入唐賷經至此時勾麗已亡。", "197": "丘德。盖西土之人○文聖王十三年唐宣宗大中五年春。入唐使", "198": "阿飡元弘。賷佛經。并佛牙來。王出郊迎之○真聖", "199": "女王二年。唐僖宗文德元年命大矩和尚。脩集鄉歌。", "2": "漢陽　朴永善　輯", "20": "三國史云。勾麗文咨明王七年丁丑。南齊廢帝時創金", "200": "新羅之末。佛宇有妖。國隨以亡。", "201": "景哀王四年後唐時春。皇龍寺塔。搖動北傾○敬順", "202": "王三年後唐明宗天成四年夏。天竺國三藏摩睺羅。抵高麗", "203": "夏六月○案。新羅名僧。又有浮屠順憬。與金庾信同時浮屠", "204": "賢俊。姓崔氏。即孤雲之兄定玄禪師。即賢俊之友孝子聖覺。居星州一", "205": "利縣。為母刲股釋聰禪師。為弓裔所殺智炤夫人。金庾信之妻其事", "206": "跡。並見三國史。今始略之○又按。新羅者。今之慶", "207": "尚道也。麗濟既亡。遂混東󳬛。然浿水以北。平安道鐵", "208": "嶺以北。不能得也　右新羅禪教始末已上。專據金富軾三", "209": "國史為信文。他書所出。別錄于下方。", "21": "剛寺秋七月○案。平壤九寺之後。一百五年。始創金", "210": "又有新羅僧無漏禪師。見錄於中國佛乘。", "211": "佛祖通載云。唐肅宗至德元年戊戌。新羅景德王十五年新", "212": "羅僧無漏。示寂于右閣門。合掌凌空而立。足去地", "213": "尺許。左右以聞。帝驚異。降蹕臨視。得遺表。乞歸葬", "214": "舊谷。有詔。護送舊居建塔。至懷遠縣下院。輒舉不", "215": "動。遂以香泥塑全身。留下院○案。戊戌。當丙申。", "216": "至若傳燈錄所載諸師。皆於中國禪宗。受其燈光。", "217": "新羅本如禪師南嶽讓禪師法嗣　無話句見第六卷。", "218": "新羅洪陟禪師西堂藏禪師法嗣　無話句。", "219": "新羅慧徹禪師西堂藏禪師法嗣　無話句。", "22": "剛寺。其間建寺。宜不止此。史不盡記也。", "220": "新羅無染禪師麻谷徹禪師法嗣　無話句崔孤雲󳬴文。見下。", "221": "新羅玄昱禪師章敬〔憚〕禪師法嗣　無話句源流。稱鳳林玄昱。", "222": "新羅覺體禪師章敬〔憚〕禪師法嗣　無話句已上見第九卷。", "223": "新羅道均禪師南泉願禪師法嗣　無話句。", "224": "新羅品日禪師鹽官齊安禪師法嗣　無話句源流云。剏三陟三和寺。", "225": "新羅迦智禪師大梅常禪師法嗣　僧問。如何是西來意。", "226": "師云。待汝裹頭來。即與汝道○僧問。如何是大梅", "227": "的旨。師云。酪本一時拋案。此是長〔與〕寶林寺所祖。迦智山道儀大師也。", "228": "新羅忠彥禪師大梅常禪師法嗣　無語句即新興寺冲彥禪師。", "229": "新羅大茅和尚歸宗智常禪師法嗣　上堂云。欲識諸佛師。", "23": "三國史云。勾麗長壽王六十三年。宋廢帝三年浮屠道", "230": "向無明心內識取。欲識常住不彫性。向萬物遷變", "231": "處識取○僧問。如何是大茅境。師云。不露鋒。僧云。", "232": "為什麼不露鋒。師云。無當者已上。見第十卷。", "233": "新羅順支禪師仰山寂禪師法嗣　僧問。如何是西來意。", "234": "師竪拂子。僧曰。莫遮箇便是。師放下拂子。問。以字", "235": "不成。八字不是。什麼字。師作圓相示之。有僧於師", "236": "前作五花圓相。師畫破。別作一圓相案。此即萬法歸一之意", "237": "○案。源流稱五臺山順支禪師。", "238": "新羅智異山和尚仰山寂禪師法嗣　一日示眾曰。冬不", "239": "寒臘後看。便下座已上。見第十二卷。", "24": "琳。自百濟還初長壽王。陰謀百濟。求可以間諜者。浮屠道琳。應募而徃。與蓋鹵王圍棊。", "240": "新羅欽忠禪師石霜諸禪師法嗣　無話句源流〔云〕敬懷暉法嗣。", "241": "新羅行寂禪師石霜諸禪師法嗣　無話句。", "242": "新羅朗禪師石霜諸禪師法嗣　無話句。", "243": "新羅清虗禪師石霜諸禪師法嗣　無話句已上。見第十六卷。", "244": "新羅金藏和尚洞山价禪師法嗣　無話句。", "245": "新羅清院和尚九峯䖍禪師法嗣　僧問。奔馬爭毬。誰是", "246": "得者。師曰。誰是不得者。曰恁麼則不在爭也。師曰。", "247": "直得不爭。亦有過在。曰如何免得此過。師曰。要且", "248": "不曾失。曰不失處。如何鍛鍊。師曰。兩手捧不起。", "249": "新羅臥龍禪師雲盖元禪師法嗣　問。如何是大人相。師", "25": "因勸築城起宮室。使人民究困。於是。道琳還告之。王發兵。圍漢城克之。百濟移都熊津○案。", "250": "曰。紫羅帳裏不垂手。曰為什麼不垂手。師曰。不尊", "251": "貴。曰十二時中。如何用心。師曰。猢猻喫毛蟲。", "252": "新羅泊巖和尚谷山藏禪師法嗣　話句刪已上。見第十七卷。", "253": "新羅雲住和尚雲居膺禪師法嗣　無話句即照通和尚。", "254": "新羅慶猷禪師雲居膺禪師法嗣　無話句。", "255": "新羅慧禪師雲居膺禪師法嗣　無話句。", "256": "新羅龜山和尚長慶稜禪師法嗣　有舉相國裴公休。啟", "257": "建法會。問看經僧。是什麼經。僧曰。無言童子經。公", "258": "曰。有幾卷。僧曰兩卷。公曰。既是無言。為什麼却有", "259": "兩卷。僧無對。師代曰。若論無言。非唯兩卷已上。見第十八", "26": "是年乙卯。上距廣開土王二年癸巳。為八十三年。", "260": "卷。", "261": "新羅慧雲禪師白兆圓禪師法嗣　無話句見第二十三卷。", "262": "又若拈頌所載諸師問答。亦賴丹霞淳公。播之於歌", "263": "頌見拈頌第二十六卷。", "264": "新羅泊巖和尚　僧問。如何是禪。師云。古塚不為", "265": "家　丹霞淳頌。故國清平久有年。白頭猶自戀生", "266": "緣。牧童却解忘功業。懶放兒孫不把鞭泊巖。又因僧問。如何", "267": "是道。師云。徒勞車馬跡○又因僧問。如何是教。師云。貝葉收不盡○丹霞頌文。今刪之。", "268": "新羅大嶺禪師　僧問。如何是一切處清淨。師云。", "269": "折璚枝寸寸是寶。㭊栴檀片片皆香○丹霞淳頌。", "27": "勾麗佛法未絕。故得有道琳也。", "270": "乾坤盡是黃金國。萬有全彰淨妙身。王女背風無", "271": "巧拙。靈苗花秀不知春。", "272": "新羅雲住禪師　僧問。如何是諸佛師。師云。文殊", "273": "聳耳○丹霞淳頌。無相光中未兆身。清虗渺漠豈", "274": "為隣。一輪明月當軒照。玉殿蕭蕭不見人。", "275": "孤雲四山󳬴銘。其於新羅名德。󰔟為實蹟。", "276": "無染國師　葆光塔銘云。無染。於圓覺祖師。為十", "277": "世孫。達摩諡圓覺俗姓金氏。武烈王八代孫長慶初。舟入唐遊。", "278": "歷佛光寺。問道如滿。即香山白樂天之空門友去謁麻谷寶徹", "279": "和尚。見上傳燈錄會昌五年來歸。咸通十二年。景文王十一年", "28": "後五十四年。至陽原王七年。勾麗之僧。歸于新羅。", "280": "召居尚州深妙寺。乾符三年。僖宗丙申復至王居。文德", "281": "元年。真聖王二年示滅塔在公州聖住寺。", "282": "法性禪師　葆光塔銘云。無染大師。零染于雪山", "283": "五色石寺。有法性禪師。甞叩駿伽門。少乘法于中夏", "284": "者大師。師事數年。探索無孑遺。", "285": "釋澄大德　葆光塔銘云。無染大師。問驃訶健拏", "286": "華嚴經子浮石山。石順興釋澄大德。日敵三十夫。藍茜", "287": "沮本色寂照塔鉻云。智澄大師。就學于浮石山。即石澄大德也。", "288": "昭玄大德　葆光塔銘云。無染示滅。門人照玄大", "289": "德。釋通賢。四天王寺上座釋慎符。請贈諡洎塔銘。", "29": "三國史云。新羅真興王十二年辛未。梁簡文帝二年勾麗", "290": "教曰可塔銘。又有詢。又圓藏。靈源。玄影等四人。得其清淨之法。僧亮。普慎。心光等三人。皆無", "291": "染之門人。", "292": "崇唱禪師　崇福寺在慶州󳬴云。景文王。安身代邸。", "293": "太子時注意茲門。仍請芬皇寺僧崇唱。修奉梵居此唐", "294": "懿宗咸通年間人。", "295": "決言大德　崇福寺󳬴云。景文王。遽命有司。虔修", "296": "法會。華嚴大德釋決言。承旨。於當寺講經五日咸通", "297": "六年事○󳬴文又云。釋門二傑。曰賢諒神解。督其事○源流云。決言與順應。剏海印寺于伽耶山。", "298": "道義禪師　寂照塔銘云。洎長慶初。唐〔移〕宗年號有僧", "299": "道義。西汎賭西堂之奧注云。長慶五年己巳。道義。行化楓岳雪岳。至文德二", "3": "佛法。以漢明帝永平八年乙丑之歲。始中國。", "30": "惠亮法師。歸于新羅。王以為僧統。始置百座講會。", "300": "年己酉○慈弘案。道義大師。寶林之先德也。", "301": "洪陟大師　寂照塔銘云。興德王之時。洪陟大師。", "302": "亦西堂澄心。南岳休足。注云。陟師法嗣。德興大王。宣康太子源流云。", "303": "道義彌陟。皆西堂智藏大師法嗣。", "304": "靜眾無相大師　寂照塔銘云。洪陟以降。為巨擘", "305": "者。可屈指焉。西化去中國靜眾寺無相。注云。靜眾在唐。玄宗禮敬", "306": "殊甚。柳宗元起影堂。李商隱為󳬴銘。其門人無住。亦名僧也常山慧覺。注見下益", "307": "州金。鎮州金者是禪譜云。黃梅子金生石也。", "308": "常山慧覺大師　見上注云。馬和尚。字慧覺。金雲卿之弟。", "309": "太安慧徹國師　寂照塔銘云。東歸。則前所敘北", "31": "及八關之法　初。居漆夫。祝髮為僧。西覘勾麗。聞惠亮法師開堂說經。遂詣聽講。與之密", "310": "山義。即道義南岳陟即洪陟而降。太安徹國師。惠目育。", "311": "無可考智力聞。智力。寺名也雙溪炤。即慧炤神興彥。忠彥。見傳燈", "312": "湧泉體。覺體。見傳燈珍丘休。注云。玄昱覺休。即鹽官安法嗣雙峰雲。即覺", "313": "雲孤山日。品日。見傳燈兩朝國師聖住染。即無染菩提宗", "314": "注云。惠雲。即無染嗣○源流云。太安惠徹。字法寶。姓朴氏。慶", "315": "州人。諡寂忍。西堂法嗣󳬴。在谷城相裏寺。", "316": "賢溪智證大師　寂照塔銘云。大師金姓子。寂照本智", "317": "證之塔號道憲。字智詵。長慶甲辰現于世。中和壬寅", "318": "歸乎寂。發蒙乎梵體大德。亶貝于瓊儀律師。探玄", "319": "于惠隱嚴君。即法師受默于楊孚令子即禪師○塔在曦陽山鳳", "32": "約。至是年。居漆夫伐勾麗。取法師同載而歸。", "320": "岩寺。而賢溪山安樂寺。師所甞居也。", "321": "法朗禪師　寂照塔銘云。智證。以唐四祖。為五世", "322": "父。道信之旁出東漸于海。雙峰四祖號子。法明孫。慎行曾", "323": "孫。導範玄孫。惠隱末孫也。謂智證杜中書正倫纂銘", "324": "云。四祖銘遠方奇士。異域高人。無憚險途。來至珍所。", "325": "謂法朗肅宗皇帝。躳貽天什曰。龍叟渡海不憑筏。", "326": "玄亮禪師　寂照塔銘云。正法大統釋玄亮。聲九", "327": "臯獻康。大王允之。教南泉郡統僧訓弼。亦金姓標別", "328": "墅劃生場。", "329": "俊恭禪師　寂照塔銘云。沈忠。聞大師名白言。弟", "33": "後七十四年。至榮留王八年。遣使入唐。學佛老教法。", "330": "子有剩地。在曦陽山。鳳巖龍谷。至中和幸丑年。教", "331": "遣前安輪寺僧統俊恭。標定彊域塔銘又云。門人性蠲。敏休。楊子", "332": "孚。繼徹等。咸得鳳尾○又云。門人英爽來促受辛。", "333": "真鑒禪師　真鑒󳬴云。󳬴。在智異山雙溪寺師諱慧昭。俗姓", "334": "崔氏。全州金馬人。父曰唱元。貞元二十年。舟入唐。", "335": "行至滄州。謁禪鑒大師馬祖之旁傳削染。徒中目為黑", "336": "頭陀。元和五年。與鄉僧道義邂逅。太和四年來歸。", "337": "文宗庚戌年憩錫於尚州露岳長柏寺。又至康州知異", "338": "山。因於花開谷三法和尚蘭若遺基。纂修堂宇。師", "339": "乃曹溪之玄孫。是用建六祖影堂。魚山梵唄。即師之遺音文", "34": "三國史云。榮留王八年乙酉。唐高祖武德八年遣使入唐。", "340": "聖王時。示滅慧昭。一作慧炤。", "341": "近所刻佛祖源流所載。新羅名德䮞駁。繆不可徵信。", "342": "今姑附見。以備參考。", "343": "阿度和尚　寂照塔註云。阿度。作桃李寺于冷山", "344": "中。", "345": "神行禪師　源流云。新羅兵部侍郎全献貞。撰神", "346": "行󳬴。在晉州斷俗寺寂照塔註云。憲德王十三年。北宗神行先導。南宗道義繼", "347": "主。", "348": "穀成禪師　源流云。茲莊律師弟子三人。即僧實。", "349": "祖日。穀成。", "35": "求學佛老教法。帝許之○案。此云求佛法有。求其", "350": "無上禪師　源流云。普依大師。字智法。已見上元曉", "351": "義湘。嘗在塔下。親稟涅槃經。有弟子十一人。曰無", "352": "上。寂滅。義融。智藪。一乘。水澤。四大。開元。明德。開心。", "353": "普明。", "354": "真表律師　源流云。剏邊山文殊寺。有弟子九人。", "355": "曰永心。融宗。信芳。體真。珍海。真善。釋忠。佛陀耶。", "356": "觀機禪師　道成禪師○源流云。江包山二聖也。", "357": "又有弟子七人。曰白牛。師檄。師楪。師道。義子。陽成。", "358": "梵令勿女。", "359": "圓安禪師　源流云。圓光法師弟子。", "36": "詳也。非中絕而復求也。", "360": "順應大德　源流云。與決言。剏海印寺。", "361": "其聲跡可尋者。亦不詳著其源委。", "362": "勝佺禪師華嚴宗主。以石髑髏十餘板。為其徒講論。", "363": "和淨國師高麗平章事幹文俊。撰󳬴銘。廉居禪師長興寶林寺先德。", "364": "迦智山普照禪師廉居法嗣。名體真。姓金氏。熊津人。", "365": "玄光法師熊川人。行真大師法嗣。緣光法師智音大師法嗣。", "366": "永才法師甞遇賊六十餘人。作歌化之。賊皆落髮為徒。同入智異山。不復跡世。", "367": "智宗國師名勝妙。󳬴在原州玄溪山居須寺。高麗崔冲撰。", "368": "朗空禪師󳬴。在昌原鳳林寺。新羅兵部侍郎崔仁衷撰。", "369": "道詵國師󳬴在光陽玉龍寺。高麗崔惟清撰。", "37": "後十七年。至寶臧王元年。勾麗之僧。東覘新羅。", "370": "洞真大師名度甫。姓金氏。靈岩人。󳬴。在光陽玉龍寺。", "371": "表訓禪師剏建表訓寺。惠丘法師剏建邊山來蘇寺。", "372": "安信法師剏建寶光寺。耽密禪師剏建寶賢寺。", "373": "義照和尚剏建美黃寺。惠清禪師甞居芭蕉寺。", "374": "南雲禪師甞居雙峯寺。順支禪師甞居五臺山。", "375": "寂禪師甞居金山寺。僧統龍正禪師疑亦金山寺。", "376": "通靈和尚甞居天冠山。覺真國師甞居佛岬寺。", "377": "杜雲禪師甞居喬僧寺。能如禪師甞居喬僧寺。", "378": "義信禪師甞居法住寺。", "379": "其絕無聲跡者。開列名字。以偹後考。", "38": "三國史云。新羅善德王十一年壬寅。唐貞觀十六年勾麗", "380": "寶讓和尚　去會長老　備虗法師　玄泰法師", "381": "良志法師　惠業大彌　阿離拔麼　惠輪法師", "382": "求等法師　玄恪法師　圓勝律師　大安法師", "383": "玄游法師　惠宿法師　霛熈禪師　能仁禪師", "384": "零照禪師　蛇福聖者　崇濟法師　浮雪居士", "385": "神休禪師　惠空禪師　梵修法師　心地大師", "386": "大賢瑜珈　法海華日　理貞大師　惠通和尚", "387": "希浪祖師　繹結大師　密本法師　緣會大師", "388": "明朗大師　朗智法師　安惠大師　朗融大師", "389": "惠現法師　秀台大師　義安大德　廣學大德", "39": "浮屠德昌。覘新羅。", "390": "國教大德　波君大德　孔宏長者　迎如大師", "391": "大緣大德　念佛大師　廣德法師　嚴莊法師", "392": "景興國師　彥冲禪師　法州禪師　宏廓禪師", "393": "瑞岩和尚　遵梵禪師　哲鑒國師　賢俊禪師", "394": "烟起祖師　佛頂和尚　定賢禪師", "395": "大無為禪師", "396": "補遺　無為寺迴微國師唐懿宗咸通五年生。照宗大順二年入中國。天", "397": "祐二年。重修基北。石晉開運三年立󳬴○無為寺。在康津。", "398": "至若高麗禪教。本出杭州慧日之宗。年代未遠。今姑", "399": "略之。", "4": "佛祖通載云。明帝永平四年。辛酉歲帝夢金人。遣中", "40": "後八年。勾麗崇信道教。勾麗之僧。南走百濟。", "400": "佛祖通載云。宋太祖末年。杭州慧日永明智覺禪", "401": "師示寂。諱延壽師。著宗鏡錄一百卷。高麗國王。覽師", "402": "言教。遣使賷書。敘弟子禮。奉金縷袈裟。紫晶數珠。", "403": "金澡灌等。彼國僧三十六人。親承印記歸國。各化", "404": "一方○慈弘案。宋太祖末年。即高麗光宗末年也。", "405": "即開寶八年乙亥光宗戊辰。以僧惠居為國師。坦文為王", "406": "師。史云。王。崇奉緇流。以為師傅。自是以後。子孫相承。世為家法。多創寺剎此二人。亦", "407": "必在三十六人中。然則高麗禪宗。皆出於杭州慧", "408": "禪師矣。", "41": "三國史云。寶藏王九年庚戌唐高宗永徽元年夏。盤龍寺", "42": "普德和尚。以國家奉道。老子道不信佛法。南移完山", "43": "孤大山○案。孤大山者。今之泰仁縣也。新羅大山縣金", "44": "剛山。有普德窟。空庵尚存。欵亦普德和尚之所甞", "45": "捿隱也○又案。普德之後。十年而百濟亡。又八年", "46": "而勾麗亡源流。作普依字智法。", "47": "後十八年。勾麗以軍事委之奸僧。卒亡其國。", "48": "三國史云。寶臧王二十七年戊辰。唐高宗總章元年李勣。", "49": "圍平壤月餘。泉男建。蓋。蘇文之子猶閉門拒守。以軍事", "5": "郎將蔡愔。博士王遵等十八人。西訪其道。至大月", "50": "委浮屠信誠。信誠與小將烏沙饒苗等。密遣人詣", "51": "勣。請為內應。後五日。信誠開門。勣縱兵登城皷噪。", "52": "遂滅勾麗○案。高勾麗者。今之平安道也。凡西土", "53": "佛寺創修之文。僧人現化之跡。皆當以此而徵信。", "54": "其有違舛者。不可信也　右高勾麗禪教始末。", "55": "流傳勾麗之後十二年。又因東晉。流傳于百濟。", "56": "三國史云。百濟枕流王元年甲申。晉孝武大元九年胡僧", "57": "摩羅難陀。自晉至。王迎之。至宮內禮敬之。秋七月越", "58": "明年春。創佛寺於漢山。今廣州度僧十人春二月○三", "59": "國史職官志云。百濟聖王。初置僧官梁武帝之時○案。", "6": "氏國。遇摩騰竺法蘭二沙門。得經像歸于洛陽。盖", "60": "枕流之時。雖創佛寺。漢山之外。未甞廣建。聖王之", "61": "時。雖置僧官。自枕流王元年。下至聖王元年。為百四十年泗沘之前。未", "62": "甞大行。至法王之後。百濟始行佛法矣。", "63": "崔致遠。撰曦陽山鳳巖寺知證大師󳬴銘云。西晉", "64": "曇始始之貊。謂春川如攝騰東入。謂摩騰勾麗阿度度", "65": "于我。詳見下如康會南行康居國人。行化于吳主孫權之國○案。", "66": "晉之時。貊人來據春川。自署為樂浪太守。或自稱", "67": "樂浪王。然。漢魏之時。每自中國。越海遣吏。盖以冽", "68": "北浿南。本是漢地也。曇始。此時亦越海至樂浪。而", "69": "佛法則未甞行也。", "7": "乙丑歲也。", "70": "枕流之後。二百餘年。絕無聲跡。至法王元年。百濟復", "71": "行佛法。", "72": "三國史云。百濟法王元年己未隋文帝開皇十九年冬。下令", "73": "禁殺生牧。民家所養鷹󳬲放之。漁獵之具焚之十二", "74": "月○越明年春。創王興寺。春正月度僧三十人。大旱。", "75": "王幸漆岳寺祈雨是年法王薨○後三十五年唐貞觀八年", "76": "春。王興寺成。春二月其寺。臨鷄灘之水。彩飾壯麗。王", "77": "即武王每乘舟。入寺行香○案。法王之時。百濟已都", "78": "扶餘。即所謂王興寺漆岳寺。亦當求之於扶餘矣", "79": "○又按。自枕流王元年。至法王元年。為二百十六", "8": "後三百七年。始因苻秦。流傳于高勾麗壬申年。", "80": "年。", "81": "法王之後。六十二年。佛宇妖孽屢興。百濟以亡。", "82": "三國史云。義慈王十五年乙卯唐永徽六年夏。騂馬入", "83": "北岳烏含寺。鳴帀佛宇。數日死○後五年即顯慶五年", "84": "夏。風雨暴至。震天王道讓二寺塔。又震白石寺講", "85": "堂。夏五月六月。王興寺眾僧見怪寺僧皆見。若有舟楫。隨大水入寺門", "86": "○案。是年百濟亡。", "87": "百濟既亡。浮屠道琛。倡義起兵。以圖興復。", "88": "三國史云。武王從子福信。甞將兵。乃與浮屠道琛。", "89": "據周留城叛。迎古王子扶餘豐。甞質於倭國者。立", "9": "金富軾三國史云。高勾麗小獸林王二年。晉簡文帝咸安", "90": "之為王。西北部皆應。引兵圍劉仁願於都城。熊津城", "91": "其後。福信殺道琛。扶餘豐殺福信。百濟遂亡○案。", "92": "當時三國鼎峙。今漢水以北。浿水以南。本是漢地。", "93": "或中國遣吏。或土酋自立。今鐵嶺以北。為南沃沮。", "94": "其摩天嶺以北。為北沃沮。此所謂三分而五裂也。", "95": "百濟者。今漢水以南。京畿忠清其左道。屬于新羅全羅之", "96": "地也。當時。佛法先至勾麗。而平壤之外。不建佛寺。", "97": "次至百濟。而漢山之外。不建佛寺。其布散󳬛域。蟠", "98": "據名山。盖在新羅之末。前此。未甞然也○又按。三", "99": "國史云。新羅聖德王十八年己未唐開元七年秋。雷震"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1622 朝鮮禪教考", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1622 朝鮮禪教考", "author": "朝鮮 朴永善輯", "language": "chinese", "source": "CBETA"}