{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1594 佛祖綱目", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "宋理宗景定五年。元世祖至元元年～元英宗至治三年中峯明本禪師入寂", "1": "佛祖綱目卷第四十一金字號", "2": "元泰定元年～皇明洪武十六年甲子元泰定元年起戊辰改致和又天曆庚午文宗至順元年癸酉順帝元統", "3": "元年乙亥重紀至元元年辛巳改至正戊申皇明　高祖皇帝洪武元年癸", "4": "亥皇明洪武十六年止", "5": "行端禪師傳法梵琦甲子行端禪師傳法梵琦", "6": "梵琦。字楚石。小字曇曜。象山朱氏子。父杲有隱德。母", "7": "張。事佛惟謹。夢日墮懷而生琦。襁褓中。有神僧摩頂。", "8": "謂其父曰。此佛日也。他日必當振佛法。照曜昏衢。父", "9": "因字以曇曜。四歲。祖母口授論語。輙能成誦。或問書", "10": "中所好者何語。即應曰。君子喻於義。七歲能書大字。", "11": "詩書過目不忘。遠近稱為奇童。九歲。棄俗薙染。十六", "12": "受具。二十。本師命琦為侍者。尋典藏鑰。一日閱楞嚴。", "13": "至緣見因明暗成無見不明自發則諸暗相永不能", "14": "昏。恍然有省。自是閱內外典籍。宛如宿習。然於佛祖", "15": "向上一著。終有滯礙。游方至徑山。參行端。問。如何是", "16": "言發非聲。色前不物。端遽曰。言發非聲。色前不物。速", "17": "道速道。琦擬進語。端震威一喝。琦乃錯愕而退。群疑", "18": "塞胸。如填巨石。會元英宗。詔善書者。赴京金書大藏", "19": "經。琦在選中。辭端至燕。泰定元年春正月十一日五", "20": "更睡起。聞綵樓上鼓鳴。豁然大悟。汗下如雨。拊几笑", "21": "曰。徑山鼻孔。今日入吾手矣。因述偈曰。崇天門外鼓", "22": "騰騰。驀劄虗空就地崩。拾得紅爐一片雪。却是黃河", "23": "六月氷。是歲東歸。再參端於徑山。端迎笑曰。且喜汝", "24": "大事了畢。復云。妙喜大法。盡在於汝。", "25": "水盛禪師隱居南巢乙丑水盛禪師隱居南巢", "26": "水盛。字竺源。饒州范氏子。生時祥光照室。及成童。以", "27": "嬉戲為佛事。年十七。依羅山僧常。常使從儒者學。盛", "28": "每習禪定。且鍼指出血。書金剛經。常呵之。盛曰。學儒", "29": "可敵生死耶。曰汝黃口小兒。姑注意於儒。他時入道", "30": "未晚也。盛弗答。已而參月庭忠於蔣山。時孤舟濟為", "31": "第一座。以皖山誨蒙山者誨之。盛撫几曰。吾已見二", "32": "老矣。乃端坐一室。舉四肢百骸。及山河大地。咸攝入", "33": "一念。後三四日。見色聞聲。漸撼搖不動。盛自信法決", "34": "可證。因取所携書帙火焚之。且發願曰。吾此生。不能", "35": "作佛。當入無間獄也。旁觀者吐舌。俄過匡廬。止東林。", "36": "復奮曰。今夕必就蒲茵上死爾。即正襟趺坐。加精進", "37": "力。夜參半至極切孤危之際。捐命一躍。不覺如出荊", "38": "棘叢中。所履之地。忽爾平沉。返觀自身。澄澄湛湛。惟", "39": "有一念不忘在。盛猶以墮於斷滅。益進修弗懈。洎歸", "40": "羅山。方全體頓現。參以諸祖契證。坦然明白。自謂開", "41": "悟。及掌藏鑰於東林。偶閱妙喜明心見性。非桑門事", "42": "之語。又復致疑不能釋。或誚曰。法離唇吻。道絕言詮。", "43": "子何太滯也。於是。胸中蕩焉若洗然。不敢謂已至。越", "44": "五載。重謁濟。濟曰。蒙山甞言。栽松道者。不具二緣而", "45": "生。達磨塟熊耳。後隻履西歸。果神通耶。抑法如是也。", "46": "曰。此形神俱妙而已。曰不然。子他日當自知之。盛復", "47": "往無為。參無能教。舉濟話。教曰。為汝弗解故也。盛忽", "48": "大悟。盡脫去玄妙知解。歷觀從前所見。如通宵一夢。", "49": "夢時非無。及至覺後。絕無所得矣。教撫其背曰。爾後", "50": "當大弘吾宗。盛辭歸浮梁。薦福海印。請盛分座說法。", "51": "久之。隱居南巢。巢民柳氏。割山地建蘭若以獻。地當", "52": "五峯之下。舊有龍潭五所。聞盛至。悉乘風雷徙去○", "53": "崇󱚉。字約之。毗陵陳氏子。母夢龐眉異僧。乘肩輿直", "54": "叩𥨊門。呼曰。吾將假舘於斯。遂有娠。󱚉既生。資識超", "55": "群童上。十六。解通儒家言。然體素尫弱。十日九疾。每", "56": "都佛菩薩像。輙胡跪瞻禮。依戀不忍舍。父母以其應", "57": "夢。命從壽昌院曉為沙彌。院有大梨木。三十年不發", "58": "花。及󱚉來。花開滿枝。結實大如斝。曉知為祥徵。度為", "59": "大僧。俄登雙徑謁行端。閱二年未有所證入。復走天", "60": "目見了義。又三年。復走中天竺參大訢。一造戶庭。如", "61": "膠漆相入。即決以超脫生死大事。訢為舉臨濟無位", "62": "真人話。且詰之曰。爾還知否。󱚉不覺下拜。訢曰。爾何", "63": "所見。而作禮耶。曰拜者非是他人。曰從門入者。豈家", "64": "珍耶。曰和尚慎毋欺人也。訢首肯者久之。", "65": "了義禪師開法師子正宗禪寺丙寅了義禪師開法師子正宗禪寺", "66": "高峯示寂。了義深自韜晦。或遊禪林。頹然居下坂。孤", "67": "峭嚴峻。不假借人辭色。或觸其機鋒。發言如奔雷。諸", "68": "方宿衲。莫不驚嘆。居不擇地。隨寓而休。而律範大閑。", "69": "凜如氷雪。所至四眾歸重。師子正宗禪寺。累請住持。", "70": "義若不聞。亦未甞受請立僧。至治三年。明本歿。泰定", "71": "三年。義方勉。狥眾請。學徒奔湊。示眾曰。若要超凡入", "72": "聖。永脫塵勞。直須去皮換骨。絕後再甦。如寒󰞆發焰。", "73": "枯木重榮。豈可作容易想。我在先師會下多年。每被", "74": "大棒。打徹骨髓。無一念遠離心。直至今日。觸著痛處。", "75": "不覺淚流。豈似汝等咬著些子苦味。便掉頭不顧。殊", "76": "不知苦味能除百病。大凡工夫。若到省力時。如順水", "77": "流舟。只要稍公牢牢把柁。纔有絲毫異念生。管取喪", "78": "自失命。若到純一處。不可起一念精進心。不可起一", "79": "念懈怠心。不可起一念求悟心。不可起一念得失心。", "80": "纔有念生。即被一切邪魔入你心腑。使你顛狂胡說", "81": "亂道。永作魔家眷屬。佛也難救。你戒之戒之○懷信。", "82": "字孚中。奉化姜氏子。母夢大星墜室中。有光如火。亟", "83": "取吞之。遂有孕。及誕。狀貌異凡子。性凝莊。不安舉動。", "84": "惟見沙門至。必躍然親近。年十五離俗。已而祝髮受", "85": "具。習三觀十乘之旨。嘆曰。教相繁多。浩如烟海。苟欲", "86": "窮之。是誠算沙徒自困耳。即棄去。渡浙西。徧叩名叢", "87": "林勿契。不勝憤悱。華藏竺西坦。遷主天童。信隨質所", "88": "疑。坦一見。知為法器。厲色待之。不與交一語。信群疑", "89": "愈熾。一日上堂。舉興化打克賓公案。問信。信擬曰。俊", "90": "哉師子兒也。自是依止不忍去。就維那之職。坦歿。雲", "91": "外岫。來繼其席。命信司藏鑰。泰定丙寅。出世明州觀", "92": "音寺。䇿勵徒眾。視分陰若尺璧。惟恐其失之○無慍。", "93": "字恕中。別號空室道人。臨海陳氏子。七歲入鄉校。凡", "94": "所讀書。不煩再授。年未冠。白父母願歸沙門。遂往徑", "95": "山。依行端。薙染受具。繼見一元靈。扣擊法門細大事。", "96": "已而復還徑山。端命居擇木寮。聲譽日著。", "97": "元長禪師開法伏龍山丁卯元長禪師開法伏龍山", "98": "元長。隱居天龍。中天竺大訢。力薦起之。江浙行省丞", "99": "相。亦遣使迫長出世。皆不聽。泰定四年。諸名山爭相", "100": "勸請長度。不為時所容。乃杖錫至烏傷伏龍山。卓錫", "101": "巖際。誓曰。山若有水吾將止焉。俄山泉溢出。作白乳", "102": "色。長遂依大樹以居。初。山有禪寺號聖壽。其廢已久。", "103": "當長入山時。鄉民咸夢有異僧來。遂相率以訪。見長", "104": "宴坐不動。爭持食飲以獻。邑大姓。為搆精廬。尋建大", "105": "伽藍。內而齊魯燕趙秦隴閩蜀。外而日本三韓八番", "106": "羅甸交趾琉球。莫不奔走膜拜。咨決心要。甞作警世", "107": "偈曰。百年只是暫時間。莫把光陰當等閒。努力修行", "108": "成佛易。今生蹉過出頭難。無常忽到教誰替。有債元", "109": "來用自還。若要不經閻老案。直須參透祖師關。", "110": "慧照禪師出世樂清明慶戊辰慧照禪師出世樂清明慶", "111": "慧照。字大干。永嘉麻氏子。童年。便欲入道。聞人誦習", "112": "契經。合爪諦聽。年十五。剃染受具。誓究大不思議事。", "113": "首謁晦機熙。不契。一日閱真淨語。至頭陀石擲筆峰", "114": "處。默識懸解。流汗浹背。往謁東嶼海。海曰。東奔西走。", "115": "將欲何為。曰特來參禮爾。曰天無四壁。地絕八荒。汝", "116": "於何地措足耶。照抵掌於几而退。海知其夙有所悟。", "117": "尋復召至。反覆勘辯。始印可之。遂留執侍左右。然照", "118": "以為心法既通。不閱修多羅藏。無以闡揚正教。聳人", "119": "天之聽。乃主藏室於萬壽寺。及海遷淨慈。舉照分座。", "120": "戊辰。出世樂清明慶。示眾。佛法欲得現前。莫存知解。", "121": "縛禪看教。未免皆為境礙。何如一物不立。而起居自", "122": "在乎。所以德山之棒。臨濟之喝。亦有甚不得已耳。", "123": "水盛禪師住西湖玅果己巳水盛禪師住西湖玅果", "124": "水盛。隱居南巢。天曆二年。起住西湖妙果。示眾。凡剃", "125": "髮染衣。當洞明諸佛心宗。行解相應。以正悟之鏡。靈", "126": "靈自照。歲久月深。具大無畏。如透水月華。萬浪千波", "127": "觸之不散。方不被生死陰魔所惑○懷信。住明州觀", "128": "音。天曆己巳。遷補怛洛迦山。自持一鉢。丐食吳楚間。", "129": "姑蘇產奇石。信購善工。造多寶佛塔十三層。載歸東", "130": "海。俾信心者禮焉○大訢住天竺。元文宗以潛邸之", "131": "舊。建龍翔集慶寺。己巳。召訢授大中大夫。開山住持。", "132": "宋濂居士參元長禪師庚午宋濂居士參元長禪師", "133": "宋濂。字景濂。號無相居士。金華人。生時。母夢異僧手", "134": "寫華嚴經。來謂母曰。吾乃永明延壽。願假一室。以終", "135": "此卷。覺已濂即生。因名曰壽。後更名濂。六歲。日記二", "136": "千餘言。九歲能詩。入青蘿。盡閱鄭氏所著書數萬卷。", "137": "聞伏龍元長。吐言如奔雷。欲屈之。特往謁。相與詰難。", "138": "數千言。不契而退。復上長書。長答曰。前日承一宿山", "139": "中。今日有書來報。無明讀一過。不覺失笑。笑箇什麼。", "140": "笑景濂坐井觀天。又如貧兒拾得錫。說與人要做銀", "141": "子賣。只是自不識貨。教別人不識貨則不可。何以故。", "142": "景濂每甞在塵勞聲色境界中。輥得爛骨地。熟了思", "143": "量。計較文字語言。弄聰明業識多了。乍聞吾輩說一", "144": "箇放下。可以做寂靜工夫。透脫生死。得此事入手。暫", "145": "時起一念厭離心。退步靜坐回頭。乃見無思量無語", "146": "言處。便錯認作法身。喻如玲瓏八面窓。喻如須彌山", "147": "言說不得。這箇只是暫時岐路。如何便罵得佛。贊得", "148": "祖。贊得無明耶。贊罵憎愛心不除。但增長我見。我見", "149": "未忘。目前只見別人過失。不知自家過失。要成辦透", "150": "脫生死大事。難矣。景濂果欲辦這件事。只向無思量", "151": "無言語處。仔細推窮。不用說向人。驀忽命根斷。偷心", "152": "絕。絕後更甦。欺君不得。却來求印可亦不遲。濂得書。", "153": "越二年。又往見長。長曰。聞君閱盡一大藏教。有諸。曰", "154": "然。曰君耳閱乎。抑目觀也。曰亦目觀耳。曰使目之能", "155": "觀者。君謂誰耶。濂揚眉向之。於是相視一笑○慧曇。", "156": "字覺原。天台楊氏子。母夢明月自天而墮取吞之。遂", "157": "有娠。及生。容貌嶷如。長不與群童狎。每入塔廟。輙對", "158": "法王瞻禮。父母察其志。俾出家受具。已而學律習教。", "159": "忽拋髀嘆曰。毗尼之嚴。科目之煩。固我佛祖方便示", "160": "人。若欲截斷眾流。一超直入。非禪波羅蜜。曷能致之。", "161": "時。大訢住中天竺。曇往謁。備陳求道之切。訢斥曰。從", "162": "外入者。即非家珍。道在自己。奚向人求耶。曇退。凝神", "163": "獨坐一室。久未有所入。訢一日舉百丈野狐話。曇大", "164": "悟曰。佛法落我手矣。只為分明極。翻令所得遲。訢曰。", "165": "見何道理。敢爾大言耶。曇展兩手曰。不直一文錢。訢", "166": "頷之。乃命侍香。龍翔。時掌藏鑰。庚午。訢如燕都。見文", "167": "宗於奎章閣。同行者。皆股栗不能前。曇獨神氣恬然。", "168": "訢嘆曰。真吾家師子兒也。及歸。適寺新鑄銅鐘成。訢", "169": "曰。非福慧雙全者。莫先鳴鐘。即令曇擊之。", "170": "世愚禪師住烏石辛未世愚禪師住烏石", "171": "世愚。號傑峯。西安余氏子。母夢觀世音送青衣童子。", "172": "覺而生愚。自幼好禮佛塔。出家受具。晝夜奉香燈惟", "173": "謹。用鍼出指端。血書金剛經。忽抵几嘆曰。縱能盡書", "174": "一大藏教。亦屬有為。絕如夢幻。不可控搏。盍學無為", "175": "以明心宗乎。於是。出謁古崖純石門剛。涕淚悲泣。祈", "176": "以求端用力之要。二師欣然語之。愚佩受其言。兀坐", "177": "如枯株。復嘆曰。年日以增。而學日以退。豈非聞見未", "178": "充。無以啟發知解乎。渡江而西。見諸善知識。下語不", "179": "契。遂止南屏。三年不踰戶限。聞止巖成倡道大慈。亟", "180": "往謁焉。成曰。不是心不是佛不是物。是何物。愚聞而", "181": "愈疑。仍還南屏。諸緣盡捨。惟一念歷然。一日坐至夜", "182": "分。聞鄰僧咏證道歌云。不除妄想不求真。豁然如釋", "183": "重負。喜曰。佛法元在目前。祇為太近故。人自遠之耳。", "184": "即操觚成偈。有夜半忽然忘月指。虗空迸出日輪紅", "185": "之句。走見成。備陳悟繇。成喝曰。何處見神見鬼。曰今", "186": "日捉了賊也。曰贓在何處。愚便喝。成曰。開口合口。都", "187": "不是向上。舉將一句來。曰徧界明明不覆藏。成竪起", "188": "竹篦。愚便掀倒禪床。成曰。你欲來捋虎鬚耶。愚作禮。", "189": "成連打三下。囑曰。善自護持。遂執侍三年。又還南屏。", "190": "尋入大慈為首座。至順辛未。還西安。時。烏石山有福", "191": "慧古剎。愚獨結廬以居。蛇虎縱橫。了無怖意。影不出", "192": "山者。一十六載○清珙。卓菴霞霧山。自謂終隱計。至", "193": "順辛未。當湖新創福源寺。廣教。聞珙名。敦請為第二", "194": "代住持。珙堅臥不起。或勸之曰。夫沙門者。當以弘法", "195": "為重任。閑居獨善。何足言哉。於是。幡然而起。", "196": "紹大禪師出世烏龍山壬申紹大禪師出世烏龍山", "197": "紹大。吳氏子。世居桐江。故因以為號。自幼不樂處塵", "198": "埃中。稍長。祝髮受具。私自計曰。化龍之魚。肯於蹄涔", "199": "求生乎。即日杖䇿上雙徑。謁大辨陵。陵一見。便大喜。", "200": "授以單傳心印。相與詰難者久之。大退復自計曰。如", "201": "來大法。天地所不能覆載。其止如斯而已乎。遽辭去。", "202": "徧參諸尊宿。諸尊宿告之者。不異徑山。時大復慨然", "203": "曰。吾今而後知法之無異味也。乃歸見陵。陵俾給侍", "204": "左右。大益奮勵。脇不沾席者數載。遂得自在無畏法。", "205": "未幾。掌藏鑰於淨慈。尋以心法既明。而世出世智。不", "206": "可不竟。手飜貝葉。寒暑俱忘。每夜敷席於地。映像前", "207": "長明燈讀之。三閱大藏教。又旁及儒家言。及老氏諸", "208": "書。至順壬申。出世嚴州烏龍山景德禪寺。", "209": "可傳參元長禪師癸酉可傳參元長禪師", "210": "可傳。舊名孛羅帖木兒。後改今名。字無授。高昌人。生", "211": "有異徵。年十五薙染。杖錫南游。徧參閩浙諸尊宿。得", "212": "法於元長。長示偈曰。祖道昭昭在目前。絲毫已隔路", "213": "三千。自家桶底一翻脫。肯信西來別有傳。", "214": "斷崖了義禪師入寂甲戌斷崖了義禪師入寂高峰妙法嗣臨濟十九世", "215": "了義。住正宗禪寺。元統元年歲除日。忽謂從者曰。有", "216": "一件事天來大。你還委悉麼。良久云。明朝是年朝。至", "217": "正月六日。詣法雲塔西。指空地曰。更好立箇無縫塔。", "218": "其晚。與禪者談笑至夜分。乃曰。老僧明日天台去也。", "219": "禪者曰。某甲隨師去。義曰。你走馬也。趂我不及。翼午。", "220": "跏趺而化。壽七十二。臘四十九。藏全身於師子巖之", "221": "後。送者數千人。初明本示寂。會塟齋次。義笑謂眾曰。", "222": "後十二年。更為老僧一會。至是果十二年○永寧。住", "223": "龍池。庚午。出世李山禪寺。甫三年。退歸龍池。甲戌。總", "224": "管府。請主常之天寧萬壽。寧漠若無聞。或激曰。大法", "225": "火冷󰞆寒。師乃欲自暇自逸耶。寧為之蹶然而起。", "226": "無見先覩禪師入寂○無見先覩禪師入寂斷橋倫法嗣臨濟十八世", "227": "先覩。字無見。仙居葉氏子。住華頂峯四十年。聞其風", "228": "者。不遠數千里參問。元統二年五月望日。遺書謝朋", "229": "舊。作偈趺坐入滅。火焚。舍利成五采。白乳如注。", "230": "梵琦禪師主杭州報國乙亥梵琦禪師主杭州報國", "231": "初梵琦。出世海鹽福臻。戊辰。遷本縣天寧。乙亥。主杭", "232": "州報國。示眾曰。既稱長老。出世為人。喻如金錍刮眼", "233": "膜。非是小事。若傷鋒犯手。未免破睛。危乎險哉。間不", "234": "容髮。豈可恣矇袋。掉三寸舌。脫空謾人。你看他夾山。", "235": "初住京口寺。已有發明。到垂手處。不無滲漏。後往華", "236": "亭。見船子始大徹。所以道。參禪須是悟始得。悟了須", "237": "是見人始得。若不見人。只成得箇杜撰禪和。說拍盲", "238": "禪。到處教壞人家男女去也。第一本領要端正。履踐", "239": "要明白。院子大小。正當置之度外。臨濟下風穴首山。", "240": "又何甞聚三百五百眾來。至今道行天下。所謂山不", "241": "在高。有仙則名也。又曰。如今兄弟。喫著佛祖飯。不去", "242": "理會本分事。爭持文言俗句。高聲大語。略無忌憚。全", "243": "不識羞。有般底不去蒲團上。究明父母未生前本來", "244": "面目。冷地裏學客春。指望求福。懺除業障。與道太遠", "245": "在。又曰。凝心斂念。攝事歸空。念想纔生。即便遏捺。如", "246": "此見解。即是落空兦底外道。魂不散底死人。又有的", "247": "忘認。能嗔能喜。能見能聞。認得明白了。便是一生參", "248": "學事畢。且問你。無常到時。燒作一堆󰞆。這能嗔能喜。", "249": "能見能聞的。什麼處去也。恁麼參的。是藥汞銀禪。此", "250": "銀非真。一煆便流。因問你尋常參箇什麼。答云。有教", "251": "我參萬法歸一一歸何處。又教我只如此會。今日方", "252": "知不是。就和尚請箇話頭。我道。古人公案。有什麼不", "253": "是。汝眼本正因師故邪。累請不已。向道。去參狗子無", "254": "佛性話忽然打破漆桶。却來山僧手裏喫棒。", "255": "元長禪師傳法德然丙子元長禪師傳法德然", "256": "德然。字唯菴。松江人。初參清珙。中謁元長。遂傳其道。", "257": "長示法語曰。德然上人。你參我老。石屋和尚指示道。", "258": "但於十二時中。放下全身。坐斷主人公。不起第二念。", "259": "可謂的的從祖佛相傳。不可傳不可授不可說底意", "260": "旨矣。只如你全身放得下麼。一箇臭皮袋子。飢時要", "261": "粥飯喫。不喫則肚飢過不得。如何全身放下。一法如", "262": "是。萬法亦然。自己如是。眾人亦然。佛祖聖賢如是。凡", "263": "夫亦然。一切眾生亦然。正放下時。身在甚麼處。放不", "264": "下時。你又在甚麼處。放得下不曾放下。放不下何用", "265": "放下。人境俱空。凡聖俱泯。又何處現釋迦老子。與石", "266": "屋和尚。又向何處。參父母未生前面目。又向何處。求", "267": "無明法語。又向何處。入彌勒樓閣。會得赤肉團上有", "268": "箇無位真人。能分許多位次。眼須觀色。不為色所迷。", "269": "耳須聽聲。不為聲所惑。世間色見聲求。是行邪道。若", "270": "行見聞覺知。是則見聞覺知。非求法也。求底是心。見", "271": "聞覺知是心。佛是不是心不是佛。不是物。一拳打碎", "272": "虗空骨。森羅萬象眼睛開。鼻孔何妨高突兀。", "273": "大訢禪師傳法懷渭丁丑大訢禪師傳法懷渭", "274": "懷渭。字清遠。號竹菴。南陽魏氏子。生時。有靈芝產於", "275": "庭槐。占者云。是子。將以文顯乎。已而果英發。誦書攻", "276": "文。不待師授。知解日勝。時渭舅氏大訢。住持龍翔集", "277": "慶。聞之喜曰。此吾宗千里駒也。亟挽致座下。集慶為", "278": "東南都會。四方名縉紳。無不翕聚與訢游。渭因得與", "279": "聞。反覆參求。其學於是大進。形諸篇翰。精明自然。老", "280": "於文學者。爭歆慕曰。此文中虎也。渭恚曰。公等謂吾", "281": "專攻是業耶。佛法與世法。不相違背。故以餘力及之。", "282": "將光潤其宗教爾。苟用此相夸豈知我哉。一日訢警", "283": "勵諸徒。眾未有對。渭直前肆言。訢振威叱之。渭氣不", "284": "少沮。如是詰難。至於再三。訢笑曰。汝可入吾室矣。", "285": "曇噩禪師住瑞龍己卯曇噩禪師住瑞龍", "286": "至元乙卯。曇噩出世慶元保聖。遷國清。己卯。瑞龍院。", "287": "欲易住持為禪剎。請噩開山。噩每戒諸徒曰。吾與爾", "288": "儔。研究空宗。當外形骸忘𥨊食。以消累劫宿習。然後", "289": "心地光明耳。自是。日惟一食。終夜凝坐。以達於旦。", "290": "可授禪師出世大雄山庚辰可授禪師出世大雄山", "291": "可授。字無旨。號休菴。臨海李氏子。自幼處童子中。屹", "292": "然如稚松超乎蒿葭。年十二出家。十九得度受具。已", "293": "而嘆曰。所貴為比丘者。務欲究明心宗爾。苟纏蔽文", "294": "字相中。何時能脫離耶。徧參諸尊宿。不契。久之。參普", "295": "覺明於靈隱。明。松源五葉孫。其門庭嚴峻。未易叩擊。", "296": "授直入無畏。問答之頃。疑情盡釋。明欣然印可之。尋", "297": "還石門。至元六年。出世大雄山安聖寺。一香供明云。", "298": "紹大禪師主金華廣福辛巳紹大禪師主金華廣福", "299": "紹大。住烏龍山。至正元年。遷主金華山廣福禪寺。四", "300": "方學子。翕集座下。一時法會。號為極盛。", "301": "元叟行端禪師入寂○元叟行端禪師入寂藏叟珍法嗣臨濟十六世", "302": "行端。住徑山。至正元年八月四日。端坐而逝。年八十", "303": "八。窆全身於寂照塔院。端平頂古貌。眼光爍人。頷下", "304": "數髯。磔立凜然。如雪後孤松。坐則挺峙。行不旋顧。英", "305": "風逼人。賓友相從。未甞與談人間細故。舍大法不發", "306": "一言。自為僧至化滅。無一夕脫衣而𥨊。其從南屏歸", "307": "化城受經。夏夕啟窓而臥。忽一梵僧飛錫而來。與談", "308": "般若樞要。亹亹不絕。未幾。騰空而去。及將示滅。所剪", "309": "爪髮。留瘞化城菴。逮啟視之。舍利纍纍然生矣。", "310": "惟則禪師住菩提正宗寺壬午惟則禪師住菩提正宗寺", "311": "明本示寂。諸名山。屢請惟則主席。則堅却不赴。隱居", "312": "華亭城北。距城二里許。至元辛巳。客吳門幻住。至正", "313": "壬午。門人相與。築室於姑蘇城中師子林。號菩提正", "314": "宗寺。奉則居焉。示眾曰。山僧從幼。聞有宗門下事。也", "315": "學坐禪。惜乎不遇惡辣鉗鎚。未免也被一知半解所", "316": "障。又被一種速求開悟底心。梗礙胸次。自不知是病。", "317": "及到天目。依附幻住老和尚。每每見他道老幻一生", "318": "參禪。不曾開悟。心中竊有所疑。後來方知老和尚具", "319": "大人相。不險不怪。不矜不誇。他平生不肯自說悟。繇", "320": "得處而又嚴約參徒。潛行密用者。意。在使今時未得", "321": "謂得。未證謂證。妄稱知識誑謼閭閻之徒。知所羞媿。", "322": "知所畏懼。此政是切救今時墮邪之病。以為後學掠", "323": "虗之戒者也。宗師為人處。局面時時新至。此老又是", "324": "一番變局。豈常情所能測哉。山僧雖是依附多年。要", "325": "且一法無所得。非但一法無所得。更且和我從前所", "326": "學所解底。一時打失了。以是之故。自知恩大難酬。因", "327": "而索性放下。山邊水邊。做一箇萎萎隨隨。無出豁漢。", "328": "但是此老平生。諱忌底約束底。不敢輕易動著。如是", "329": "者二十三年矣。今此現前一會禪德。但當信取自家", "330": "有箇活脫無依底。活潑潑地。無所滯礙。雖無形狀無", "331": "處所。而能通貫十方。徧入諸法。一切神通三昧。變現", "332": "自在。不少一絲毫。六道神光。晝夜未甞間歇。不用安", "333": "排。不用揀擇。直下體取。便是一念相應。便是要得一", "334": "念相應。但放下世間出世間事。休歇世間出世間心。", "335": "不得嫌事礙心。不得將心避事。你但一切時一切處。", "336": "於心無心。於事無事。自然左右逢原。所以道。直下便", "337": "是天寬地平。要用便用。一切現成。豈不省力。豈不慶", "338": "快平生○松隱。名茂。子實菴。奉化鄭氏子。幼常中夜", "339": "趺坐。母惡之。推其使仆。輙達旦不瞑。年十六。剃染受", "340": "具。主僧使司米鹽細務。茂嘆曰。離家為求道耳。苟羈", "341": "絏於此。何異狗苟蠅營者耶。乃潛行至江西。見南㵎", "342": "泉。泉命入室。一夕聞巖泉冷冷。微有覺觸。遽往白泉。", "343": "泉曰。此間。不足發子大機大用。古林茂。乃橫川嫡嗣。", "344": "子當往依之。茂即發。謁古林。林曰。爾來欲何為。茂曰。", "345": "生死事大。特來求出離耳。林曰。子明知四大五蘊。是", "346": "生死本。何緣入此革囊耶。茂擬對。林以杖擊之。茂遂", "347": "悟。自是機辨峻絕至正壬午。出世明州瑞雲山○智", "348": "及。字以中。吳縣人。俗姓顧。初生時。靈夢發祥。祝髮受", "349": "具。往聽賢首家講法界觀。未及終章。筦爾而笑曰。一", "350": "真法界。圓同太虗。但涉言辭。即成賸法。縱獲天雨寶", "351": "華。於我奚益哉。遂走建業。見大訢。訢以文章道德。傾", "352": "動一世。見及文彩彰露。文相延譽。及有同袍。訶曰。子", "353": "才俊爽若此。不思負荷正法。甘作詩騷奴僕乎。無盡", "354": "燈偈所謂黃葉飄飄者。不知作何見解。及舌噤不能", "355": "答。即歸海雲。胸中如礙巨石。目不交睫者踰月。忽見", "356": "秋葉吹墜於庭。豁然有省。於是。登雙徑謁行端。自列", "357": "其所證。甚悉。端勘辯之。及隨機參會。不間一髮。未幾。", "358": "命侍左右。俄遷藏室。及取教典。益溫繹之。宗通說貫", "359": "若決江河。壬午。出世昌國隆教○輔良。字用貞。號介", "360": "菴。范文正公十世孫。誕鍾粹氣。聰悟夙發。見佛書輙", "361": "躍然朗誦。若所素習。有相士。謂父母曰。是兒。骨骼清", "362": "聳緊峭。恐非世間法可縛。若使學佛。必能弘大宗乘", "363": "矣。里多阿蘭若。良日與群童。遨遊其間。徘徊愛慕。終", "364": "日不忍去。父察其志。與相者言合。乃曰。昔范蜀公。好", "365": "與名僧交。甞勉圓悟勤公。參叩道要。卒為天下禪宗。", "366": "吾能惜爾。而不使遂其志乎。遂俾薙落受具。即慨然", "367": "曰。學佛將以明心。心非師無以示肯綮。終日墻面可", "368": "乎。去習天台教。白雲寺杓公。誨之曰。教乘固當學。若", "369": "沉溺不返。如入海算沙。徒自困耳。何不更衣以事禪", "370": "寂乎。笑隱訢公。見主龍翔。其道大被東南。盍往依焉。", "371": "良即往參訢。問答之際。棒喝交馳。一剎那間。凡情頓", "372": "喪。久之。遂契心法。至正壬午。出世嘉興聖壽。", "373": "永寧禪師退歸龍池癸未永寧禪師退歸龍池", "374": "永寧住天寧。癸未。退歸龍池○慧日。號東溟。天台賈", "375": "氏子。出家依子庭訓。習天台教觀。訓嘆曰。投丸下峻", "376": "坂。不足踰其迅疾也。北峰之道。其藉以大昌乎。日一", "377": "旦假𥧌。有上下兩天竺之夢。未幾。出世吳山。遷住下", "378": "天竺。至正三年。又遷上天竺。", "379": "智度禪師還福林甲申智度禪師還福林", "380": "智度。號白雲。處州吳氏子。年十五。慨然有出塵之趣。", "381": "欲就浮屠學。父母不許。度不火食者累日。乃使出家。", "382": "薙髮受具。深習禪定。每趺坐達旦不𥧌。如是者四三", "383": "春秋。已而嘆曰。六合之大如此。頹然滯一室可乎。遂", "384": "出游七閩。徧歷諸山。不契。復還郡之白雲山。築福林", "385": "院。以為憩息之所。日取楞嚴圓覺二經䟽鈔。而熟讀", "386": "之。已復嘆曰。拘泥文字中。如油入麵。了無出期。德山", "387": "所謂窮諸玄辨。若一毫置於太虗者。信不誣也。盍去", "388": "之乎。又出遊浙西。見靈石芝。上天目。參斷崖義。時無", "389": "見先覩。說法華頂峰。度復往拜之。問西來密意未審", "390": "何如。覩曰。待娑羅峰點頭。却與汝言。度以手搖曳欲", "391": "答。覩遽喝。度曰。娑羅峰頂。白浪滔天。花開芒種後。葉", "392": "落立秋前。覩曰。我家無殘羹剩飯也。度曰。此非殘羹", "393": "剩飯而何。覩頷之。服勤數載。將辭還。覩囑曰。昔南嶽", "394": "十五歲出家。受大鑒記莂。後得馬祖授以心法。鍼芥", "395": "相投。豈在多言耶。勿掉三寸舌誑人。須真正見解著", "396": "於行履。方為報佛深恩耳。度佩服弗敢忘。至正四年。", "397": "還福林。與毒種曇成山欽。互相䇿勵。如恐失之○大", "398": "訢住龍翔。凡十有四年。至正四年五月日遷寂。", "399": "懷信禪師主天童乙酉懷信禪師主天童", "400": "懷信住補陀。壬午。升主中天竺。乙酉。遷天童。", "401": "世愚禪師主石溪丙戌世愚禪師主石溪", "402": "世愚。住烏石。聲名籍甚。至正六年。遷主廣德石溪興", "403": "龍禪寺。嚮化之盛。不下烏石時。", "404": "竺源水盛禪師入寂丁亥竺源水盛禪師入寂無能教法嗣臨濟十□世", "405": "水盛。住西湖妙果。未幾。返南巢故隱。嚮慕者愈眾。至", "406": "正丁亥夏四月日。黎明召四眾戒飭之。且云。世尊有", "407": "言。我今背痛。將入涅槃。吾其時矣。侍僧捧紙求偈。盛", "408": "訶曰。何以偈為。強之。乃引紙膝上書已。端坐而逝。初", "409": "盛。預建塟塔於諸峰之下。是夜有光。如匹練自天際", "410": "下燭。交相通貫。未幾。散布五峰之頂。復合於塔中。彌", "411": "三夕乃止。居民凡數十里聚觀駭異之○祖銘。字古", "412": "鼎。四明應氏子。幼不茹葷。稍長。通左氏書。尤嗜釋典。", "413": "剃染受具。出游諸方。莫有契者。時行端在靈隱。銘往", "414": "從焉。一日入室。叩黃龍見慈明因緣。端詰曰。只如趙", "415": "州云。臺山婆子。被我勘破。慈明笑曰。是罵耶。你且道。", "416": "二老漢用處。是同是別。曰一對無孔鐵鎚。曰黃龍直", "417": "下悟去。又且如何。曰也是病眼見空花。曰不是不是。", "418": "銘擬進語。端便喝。銘當下廓然。出世隆教。遷寶陀。遷", "419": "中天竺。至正七年。遷徑山。上堂。舉大愚芝示眾。大家", "420": "相聚喫莖虀。若喚作一莖虀。入地獄如箭。乃云。宗師", "421": "為人如蠱毒家。置毒飲食之中。飲人未甞不欲斷其", "422": "命根。雖然。是冤對者。能有幾人○可授。初住大雄山。", "423": "遷隆恩。又遷白巖。丁亥。遷主龍華。一座十三春秋。凡", "424": "四坐道場。皆不出乎台境。諸方爭欲聘致。授皆不從。", "425": "作休菴於西塢。日修念佛三昧法門。且曰。此正禪定", "426": "之功也。惡可強分同異哉○元長。住伏龍。宋濂。每寄", "427": "書論道。至正七年。長復答書曰。士林中來者。無不盛", "428": "談左右。乃間氣所生。文章學問絕出。為浙東群儒之", "429": "冠。且尤深於內典。欣羨無已。承敘自幼讀佛書。領其", "430": "要旨。出入有無空假中。中至於中且不有。有無何在。", "431": "三復斯言。此今之士夫。執有執無。離邊離中。分彼此", "432": "儒釋之異。如左右。儒釋一貫者。能有幾人。人言為不", "433": "虗矣。張無盡云。余因學佛。然後知儒。古德云。居無為", "434": "界中。而不斷滅有為之法。居有為界中。而不分別無", "435": "為之相。暗合道妙。不易不易。審如是。則有為底便是", "436": "無為底。左右已百了千當。何處更有身心之慮未祛。", "437": "事物之來未息。又何處更有真實工夫可做而後出", "438": "離有為。了生死大事耶。左右與山野。交二十年。會或", "439": "劇談。別或寄語。未有如此書之至誠也。人天之際唯", "440": "誠。朋友之道亦誠而已。只如左右。未動念未操觚拂", "441": "紙。未陳一言。及寫在紙上了。是有為。是無為。是生是", "442": "死。是生死法。是出生死法。這些子。直是誵訛。故孔子", "443": "謂子路曰。未知生焉知死。孔子底說話。莫道子路不", "444": "知落處。盡大地人。都不知落處。豈不見。黃山谷訪死", "445": "心。死心云。聞公會禪。諸方皆印可。是否。答云。不敢。死", "446": "心云。我有一問問公。公試答看。彼此燒作一堆󰞆。在", "447": "甚處相見。山谷茫然。後參晦堂。示吾無隱乎爾一言。", "448": "聞桂花香。打破漆桶。鼻孔撩天。大丈夫欲成辦箇事。", "449": "自有箇般時節。山谷雖是一塊精金。須入死心晦堂", "450": "作家爐鞴。惡辣鉗鎚始得。這一隊漢。若到無明門下。", "451": "更須一一勘過。何也。不是弄潮人。休入洪波裏。山野", "452": "如是杜撰。左右以為如何。", "453": "寶金禪師至燕京戊子寶金禪師至燕京", "454": "寶金。號璧峯。姓石氏。生於乾州永壽縣之名胄。父通", "455": "甫。人號為長者。母張。亦嗜善弗倦。有桑門。持鉢乞食。", "456": "以觀音像授張。且囑曰。汝謹事之。當生智慧之男。未", "457": "幾生金。白光照室。幼恒多疾。纏綿衾枕間。父母疑之", "458": "曰。此兒感祥徵而生。其宜歸之釋氏乎。六歲出家。薙", "459": "落受具。徧詣講肆。窮性相之學。已而撫髀嘆曰。三藏", "460": "之文。皆標月之指爾。昔者祖師說法。天花繽紛。金蓮", "461": "湧現。尚未能出離生死。況區區者耶。即更衣入禪林。", "462": "時如海真。樹正法幢於晉雲山中。亟往見之。真示以", "463": "道要。金大起疑情。二三年間。𥨊食為廢。偶携筐隨真。", "464": "擷蔬於園。忽凝坐不動。歷三時方窹。真曰。爾入定耶。", "465": "金曰。然。曰汝何所見。金曰。有所悟爾。曰汝苐言之。金", "466": "舉筐示真。真非之。金寘筐於地。拱手而立。真又非之。", "467": "金厲聲一喝。真奮前揕其胸。使速言。金築真胸仆之。", "468": "真猶未之許。笑曰。塵勞暫息。定力未能深也。必使心", "469": "路絕祖關透。然後大法可明耳。金聞之。愈精進不懈。", "470": "遂出參諸方。憩蛾眉山。誓不復粒食。日採松栢啖之。", "471": "脇不沾席者又三年。一念不生。前後際斷。照體獨立。", "472": "物我皆如。自是入定。或累日不起。甞趺坐大樹下。溪", "473": "水橫逸。人意。金已溺死。越七日水退。競往視之。金燕", "474": "坐如平時。惟衣濕耳。一日聽伐木聲。通身汗下如雨。", "475": "嘆曰。妙喜大悟十有八。小悟無算。豈欺我哉。未生前", "476": "事。吾今日方知其真耳。急往求證於真。反覆相辨詰", "477": "甚力。至於拽傾禪榻而出。真曰。是則是矣。翼日重勘", "478": "之。至期。真於地上。畫一圓相。金以袖拂去。真復畫一", "479": "圓相。金於中增一畫。又拂去之。真再畫如前。金又增", "480": "一畫。成十字。又拂去之。真視之不語。復畫如前。金於", "481": "十字加四隅。成卍文。又拂去之。真乃總畫三十圓相。", "482": "金一一具答。真曰。汝今方知佛法宏勝如此也。百餘", "483": "年間。參學有悟者。世豈無之。能明大機用者。寧復幾", "484": "人。無用和尚有云。座下當出三虎一彪。一彪者。豈非", "485": "爾耶。爾宜往朔方。其道當大行也。無用。蓋真之師云。", "486": "先是。金在定中。見一山甚秀麗。重樓傑閣。金碧絢爛。", "487": "諸佛五十二菩薩。行道其中。有招金謂曰。此五臺山", "488": "秘魔巖也。爾前身修道其中。靈骨猶在。何乃忘之。既", "489": "窹。遂遊五臺。道逢蓬首女子。身被五綵弊衣。赤足徐", "490": "行。一黑獒隨其後。金問何之。曰入山中爾。曰將何為。", "491": "曰一切不為。良久乃沒。叩之同行者皆不見。或謂文", "492": "殊化身云。金乃就山建靈鷲菴。四方聞之。不遠千里。", "493": "日負餱糧來獻。金悉儲之。以食游學之僧。多至千餘", "494": "人。至正戊子冬。元順帝召至燕都。慰勞甚至。天竺僧", "495": "指空。久留燕。相傳能前知。號為三百歲。金往與叩擊。", "496": "空瞪眎不答。及出。空嘆曰。此真有道者也。冬夕大雪。", "497": "有紅光。自金室中起。上接霄漢。帝驚嘆。", "498": "世愚禪師還烏石山己丑世愚禪師還烏石山", "499": "世愚。住廣德凡三年。烏石之眾。念愚久去。鄉里力迎", "500": "其還。愚甞示五臺善講主曰。假饒文殊放金色光。與", "501": "汝摩頂。師子被你騎來。觀音現千手眼。鸚哥被你捉", "502": "得。皆是逐色隨聲。於你自己。有何利益。要明己躬大", "503": "事。透脫生死牢關。先須截斷一切聖凡虗妄見解。十", "504": "二時中。𢌞光返照。但看不是心不是物不是佛是箇", "505": "甚麼。切莫向外邊尋討。設有一毫佛法神通聖解。如", "506": "粟米粒大。皆為自欺。總是謗佛謗法。直須參到脫體", "507": "無依。纖毫不立處。著得隻眼。便見青州布衫。鎮州蘿", "508": "蔔。皆是自家所用之物。更不必別求神通聖解也○", "509": "懷信。住天童。己丑冬十月。遷住金陵龍翔。或謂。龍翔", "510": "初政。稍示威嚴。以懲驕慢之習。信笑而不答。", "511": "守貴禪師住天龍庚寅守貴禪師住天龍", "512": "守貴。字無用。號水菴。浦江甄氏子。其家業耕樵。每使", "513": "之行饁田間。貴志弗樂。乃同鄉童子。從師傳讀書。年", "514": "十八剃染。二十游方。至龍華。參元長。長授以向上一", "515": "著。貴冥參默究。恍若有契。隣院天龍。有大道平者。挽", "516": "長主之。丁卯春正月。笑隱。言長行業於行宣政院。將", "517": "俾出世住大禪坊。長竟遁逃。不見使者。夜渡濤江。走", "518": "伏龍山。貴與之俱。山有廢剎。曰聖壽。長為一新之。命", "519": "貴領其徒。貴甞往參斷崖義。梁山寬。反覆叩答。不異", "520": "見長時。乃太息曰。千江雖殊。而明月則一。吾今而後", "521": "無疑矣。戊子夏。退居嘉興建菴為佚老計。庚寅秋七", "522": "月十日。夢大道平來。別曰。吾已棄人間世矣。貴大驚。", "523": "急拏舟往視之。平果已告寂。自是復住天龍○守貴。", "524": "住天龍。通嗣書於元長。長答書略曰。無用。既為一方", "525": "主人。便與前來獨居時不同。何以故。古之參禪辦道", "526": "之士。或獨居。或處眾。單單以生死兩箇事為急務。如", "527": "救頭然。打破漆桶之後。日夕磨礪身心。一如蕩然。無", "528": "纖毫過患。久久不可掩其光明。自然敗露。不得已被", "529": "人掇在座子上坐地。以其得處穩密。用處諦當。一動", "530": "一靜。一語一默。皆可與人作箇樣子。故有住持之說。", "531": "夫住持者。住於不可住之地。持其不可持之法。利濟", "532": "一切。傳之無窮。豈小根劣器之所能。真世出世間大", "533": "力量大丈夫大善知識。所以有眼者見。有耳者聞。猶", "534": "國之有君。家之有父。君聖而臣賢。父慈而子孝。眾人", "535": "以一人為之主。一人以眾人為之賓。賓主歷然。風行", "536": "草偃。不言而治。蓋本於斯。況頂𩕳具大眼目。辨龍蛇。", "537": "別虎兕。啟大罏鞴。運大鉗鎚。鎔凡聖。烹佛祖。向千箇", "538": "萬箇中。點一箇出來。作靈山正傳。為少林種草。如燈", "539": "照燈。如水與水。故有法嗣之說。豈有今之紛紛者。以", "540": "勢利相傾。人我相勝。詐偽相欺。狼戾相奪。甚至詞訟", "541": "相加。毒害相殺。往往白衣面前。搖尾乞憐。銕面活閻", "542": "羅王手中乞命。如斯之輩。似粟如麻。作地獄業。名地", "543": "獄查。喚作住持得麼。喚作法嗣得麼。苦哉屈哉。百丈", "544": "臨濟一宗。掃地盡矣。", "545": "明德禪師住松江東禪辛卯明德禪師住松江東禪", "546": "明德。號孤峰。明州朱氏子。父與補陀僧玠公交。玠聞", "547": "雞聲入道。凡說法。必鼓翅為雞號。玠亡已久。母夢玠", "548": "來託宿。覺而有娠。歷十四月而生。童幼不好嬉弄。每", "549": "結跏端坐不動。藏主慧明。訶曰。童子不知誦詩讀書。", "550": "癡坐將焉求。德曰。欲學坐禪求作佛爾。明奇之。挾至", "551": "鄞縣金鵞院。俾給洒掃之役。時年十二。越五載得度", "552": "受具。慨然有求道之志。杖錫而出。首謁竺西坦於天", "553": "童。坦曰。汝從何方來。曰金鵞來。曰金鵞山高多少。曰", "554": "不見其頂。坦斥之。德益自䇿勵。以必證為期。坦一日", "555": "升座。舉世尊拈花公案。德於眾中聞之。忽若有解。遽", "556": "造偈呈坦。坦頷之。德猶弗自是也。復如淨慈。見晦機", "557": "熈。熈見德至。問曰。什麼人恁麼來。德曰。胡張三黑李", "558": "四。又問。從朝至暮。著衣喫飯。還認自己否。德又曰。胡", "559": "張三黑李四。熈拈棒欲打。德拂袖竟出。抵雙林。見明", "560": "極俊。會日本迎俊為國師。德送至海濵。而竺田霖。亦", "561": "自雪竇至。見德氣貌不凡。延歸山中。居第一座。霖上", "562": "堂。舉隱山泥牛入海公案。諄諄誘掖。德不覺慶快。群", "563": "疑頓釋。因以偈呈霖。霖嘆曰。人天眼目。儼然猶在。自", "564": "是。邀仲方倫。結菴桃花塢。相與激揚。暇則翻閱華嚴。", "565": "足不踰戶限。名稱日聞。行宣政院。請住松江東禪寺", "566": "○明叟昌。至伏龍參元長。長憫其求道懇切。示偈曰。", "567": "峰頂高寒雪未開。上人忍凍為何來。齊腰不用庭前", "568": "立。待得天晴煖自回。昌遵行。忽然有省。長印可之。", "569": "蘭室馨禪師住清隱壬辰蘭室馨禪師住清隱", "570": "蘭室馨。得法元長。至正壬辰。與同袍古道猷。遊方至", "571": "金華清隱。初城西三里所。有郡人劉主簿嶠。隱居於", "572": "此。嶠。字子淵。事親極孝。家雖貧。力學聚徒以養。非道", "573": "義錙銖不取。風節行義。為󳬛人所稱。後一百七十年。", "574": "而馨猷至。遂於此地建立叢林。即名之曰清隱○德", "575": "然。甞謁清珙。珙告之曰。子去我。而求憩息之所。其必", "576": "松江之華亭乎。華亭民富而趨善。富則樂於施與。趨", "577": "善則可化以吾佛之道。其必有以處子矣。書松隱二", "578": "字。授之以行。至華亭郭滙之陽。忽憶懸記。遂結茅而", "579": "居其中。創建功成。取石屋所書。名之曰松隱○清珙。", "580": "隱居天湖。至正壬辰七月日。示微疾。越二日。中夜與", "581": "眾訣。其徒請曰。和尚後事如何。遂索筆書偈曰。青山", "582": "不著臭尸骸。死了何須掘土埋。顧我也無三昧火。光", "583": "前絕後一堆柴。擲筆而逝。茶毗。舍利五色。璨然不知", "584": "其數。壽八十一。臘五十四○時蔚。字萬峰。樂清金氏", "585": "子。母夢沙門入其𥨊。覺而生。適有光燭室。母懼欲弗", "586": "舉。其姑育之。襁褓中。見僧輙笑。作合掌態。出家受具。", "587": "參止巖成。成曰。因甚參禪人不悟真性。逐日區區。打", "588": "閧過了。或三五成群。說長老如何。或三五成群。說叢", "589": "林好醜。一向不在己躬下做工夫。若要了悟上乘。切", "590": "要真參實學。就示以南泉三不是公案令參。蔚乃別", "591": "入明州達蓬山。究竟成語。至忘𥨊食。一日寺主舉似", "592": "溈山踢倒淨瓶話。觸發疑情。不覺㘞地一聲。即說偈", "593": "曰。顛顛倒倒老南泉。累我工夫却半年。當下若能親", "594": "薦得。如何不進劈胸拳。遂往華頂。訪無見覩。覩問。從", "595": "何處來。曰杭州來。曰曾見何人。曰止巖和尚。曰有何", "596": "指示。曰南泉三不是。曰我這裏南泉三不是即不問。", "597": "如何是萬法歸一。曰從生至死皆無一。曰如何是一", "598": "歸何處。蔚近前叉手曰。不審。又問如何是道。曰道無", "599": "可道。曰不道有不道箇甚麼。曰正要和尚疑著。曰疑", "600": "著即錯。曰不疑亦錯。覩便喝。蔚亦喝。覩又喝。蔚亦喝。", "601": "拂袖而行。覩曰。你雖悟得真性。年紀小在。未可印證。", "602": "你且居山十年二十年。我自令人來取你。時年二十", "603": "六。復返達蓬。獨處者十年。忽聞止巖圓寂。遂往掃塔。", "604": "偶宿靈隱。一僧舉元長頌。有兩輪日月如梳過。一合", "605": "乾坤似磨忙。寄語諸方參學者。莫教蹉過好時光之", "606": "句。蔚聞。便同本僧。直造伏龍見長。長問。將甚麼與老", "607": "僧相見。蔚竪拳頭曰。這裏與和尚相見。曰死了燒了。", "608": "向何處安身立命。曰漚生漚滅水還在。風息波平月", "609": "映潭。曰莫要請益受戒麼。蔚即掩耳而出。一日佛誕。", "610": "長上堂。今日有三種好事。一者世尊降誕。二者天道", "611": "晴明。三者有人施主設齋。若向此三種好事上。識得", "612": "老僧舌頭落處。日消萬兩黃金。蔚從西過東。一手指", "613": "天一手指地曰。天中天天中天。釋迦彌勒誰後先。長", "614": "曰。大師子吼過了也。還有小師子麼。又一日上堂。舉", "615": "無風荷葉動。必定有魚行。蔚出眾。震聲一喝。拂袖而", "616": "行。長示偈曰。󳬂󳬂黃花滿目秋。白雲端坐碧峯頭。無", "617": "賓主句輕拈出。一喝千江水逆流。未幾。蔚還達蓬。復", "618": "移嵩山閱九載。長手書招致分座。尋返嵩山。壬辰。卓", "619": "錫蘇州鄧蔚山。創建道場。號曰聖恩。參學者雲集。上", "620": "堂。大丈夫漢。向威音王以前空劫那畔。擔負得行。何", "621": "處有許多周折。豈不見。臨濟在黃檗會下。問佛法的", "622": "的大意。三度問話。三遭痛棒。後至大愚。被他一桚。豁", "623": "然大悟。便道。黃檗元來佛法無多子。大愚云。你適問", "624": "有過無過。便道佛法無多子。畢竟有多少。速道。濟於", "625": "大愚肋下。𡎺三拳。到這裏。一點子也瞞他不得。自後", "626": "顯大機發大用。開鑿人天眼目。發揭佛祖宗猷。機鋒", "627": "如石火電光相似。實難近傍。凡見學人入門便喝。大", "628": "眾。如臨濟會下。兩堂首座。齊下一喝。且道。那喝是主。", "629": "那喝是賓。這裏見得徹去。便見臨濟老人立地處。便", "630": "見自己及大地眾生立地處。懷藏智鑑。鑑在機先。顯", "631": "發大用。用超格外。以至東家杓柄長。西家杓柄短。無", "632": "不知之。如今叢林參學高士。至死不明此事。病在何", "633": "為。堪嗟。學人妄自執法為病。以病攻病。致使佛性愈", "634": "求愈遠。轉急轉遲。伶俐漢𢌞光返照。直下知非。藥病", "635": "兩忘。眼睛突出。爍破山河大地。耀開百億須彌。全卷", "636": "全舒。全殺全活。捉敗德山門戶。看破臨濟家風。是則", "637": "是。要見德山即易。要見嵩山即難。何故。須知死句中", "638": "有活句。活句中有死句。死句中有死句。活句中有活", "639": "句。會麼。善財到此無行路。有在渠儂彈指間。", "640": "自緣禪師結菴古寺癸巳自緣禪師結菴古寺", "641": "自緣。號會堂。臨海陳氏子。母感奇夢而生緣。氣骨不", "642": "凡。翛然有出塵之趣。每入寺。見像變梵筴。必胡跪合", "643": "爪。父謂母曰。是子。如青蓮花水不能沾。豈俗能淹耶。", "644": "乃命出家。薙髮受具。趺坐一室。日以縛禪為事。已而", "645": "還台。參日溪泳。泳一見輙喜。命侍左右。泳遷淨慈。緣", "646": "從其行。咨决心要。豁然契悟。久之。復還台省父。道經", "647": "寧海。日已暮。悲風號林莾間。緣皇皇急走。夜行三里", "648": "許。乃逢逆旅主人。破屋一間。不能蔽風雨。緣竟夕不", "649": "𥧌。明發。指天自誓曰。所不能建菴廬以延旦過者。有", "650": "如日。里中有妙相古寺。兩廡蕭然。緣往還視。喜曰。是", "651": "足以遂吾志矣。白於主僧。假其西偏。糞除蕪穢。具床", "652": "几設衾褥。罔不整潔。縣東桃源橋上。故有圓通閣。緣", "653": "遷至其處。建華嚴閣橋之南。復築彌陀閣。像淨土十", "654": "六觀相。令覽者覩相興行。啟發極樂正因。", "655": "輔良禪師住天童甲午輔良禪師住天童", "656": "輔良。出世嘉興聖壽。凡十三年。至正甲午。遷天童。", "657": "慧照禪師住寶陀乙未慧照禪師住寶陀", "658": "至正乙未。慧照。遷住寶陀。先是。寺以搆訟而廢。照謂。", "659": "訟興在辨難太迫。一處之以寬慈。絕無與較。且曰。我", "660": "佛得無諍三昧。所以超出群品。我為佛子。可不遵其", "661": "教耶。眾服其化○普仁。字德隱。蘭溪趙氏子。祝髮受", "662": "具。有慨然求道之志。危坐達旦。期息妄緣。了然義。以", "663": "大辨之子。丕振臨濟宗風。仁往造焉。入室問答。機鋒", "664": "奮觸。電掣霆奔。義命侍香。久之。出游閩浙江湘。凡名", "665": "剎所在。必求諸尊宿。以證其所悟。無不改容禮之。雙", "666": "徑南楚說。請陞座說法。說化古鼎。來補其處。益推敬", "667": "仁。且謂相見之晚。仁猶不敢自足。亟走四明。見月江", "668": "印。雲外岫。相與辨詰無虗日。徵以宗門機緣。大而沙", "669": "界。小而毫芒。無不收攝。乙未。出世金華淨土寺。", "670": "慧照禪師住阿育丙申慧照禪師住阿育", "671": "慧照。住寶陀。一日僧夢一神人。衣冠甚偉。飛空而來。", "672": "僧作禮問之。神曰。我從阿育王山來。欲請大千師赴", "673": "供耳。未幾。行宣政院。署照住是山。照憫大法陵夷。孳", "674": "孳誘掖。不遺餘力。甞垂三關語。以驗來學。一曰。山中", "675": "猛虎。以肉為命。何故不食其子。二曰。虗空無向背。何", "676": "緣有南北東西。三曰。飲乳等四大海水。積骨如毗富", "677": "羅山。何者是汝最初父母。時未有契其機者○慧曇。", "678": "初出世牛頭山。遷廣慧。又遷保寧。丙申。　王師定建", "679": "業。曇謁　上於轅門。　上見曇氣貌異常。嘆曰。此福", "680": "德僧也。命主蔣山太平興國禪寺。時當儉歲。曇化食", "681": "以給其眾。無闕乏者。山下田人。多欲𨽻軍籍。曇懼寺", "682": "田蕪廢。請於　上而歸之。山之林木。為樵者所剪伐。", "683": "曇又陳奏。　上封一劍授曇曰。敢有伐木者斬。至今", "684": "蓋󳬂然云○元瀞。字天鏡。號樸隱會稽倪氏子。容貌", "685": "魁偉。襟懷煦然如春。世間機穽押闔之術。不識為何", "686": "物。祝髮受具。嶷然有遠志。從天岸講天台止觀。復往", "687": "雙徑。參行端。瀞入門。端厲聲一喝。瀞若聞雷霆聲。黏", "688": "縛盡脫。遽稽首作禮。端曰。汝果何所見耶。復問答四", "689": "三轉。皆愜端意。端顧左右曰。是般若位中人也。遂命", "690": "歸侍司。尋掌書記。時年二十七。丙申。出世會稽長慶。", "691": "陞天衣萬壽。四方問道者。聞風來歸。", "692": "力金禪師住瑞光丁酉力金禪師住瑞光", "693": "力金。號白菴。吳郡姚氏子。母夢一龐眉僧。直趨房闥。", "694": "麾斥弗退。因驚呼而覺。遂懷姙。既生。芬香滿庭。年臨", "695": "五六。方顙圓額。白晢如玉琢。見者無不憐愛。七歲讀", "696": "書。過目成誦。或見佛像。輙五體投地。一日請於母曰。", "697": "兒患世相起滅不常。將求出世間法可乎。母曰。出家", "698": "甚苦。爾年幼。豈能堪乎。曰兒心自樂之。想無苦也。累", "699": "請不已。遂令出家。祝髮受具。精研教乘。忽喟然嘆曰。", "700": "名相之學。略諳之矣。盍棄諸緣而往躋覺路乎。遂更", "701": "衣入虎林。謁古鼎銘於雙徑。銘示以德山見龍潭語。", "702": "金奮迅踴躍。直觸其機。從而有契。銘俾掌記室。未幾。", "703": "分座說法。至正丁酉。出世蘇州瑞光寺。", "704": "千巖元長禪師入寂○千巖元長禪師入寂中峯本法嗣臨濟二十世", "705": "至正丁酉六月日。元長示微疾。索浴更衣。會眾書偈", "706": "云。平生饒舌。今日敗闕。一句轟天。正法眼滅。遂投筆", "707": "而逝○良亮。遍參諸方。久未能證入。往參元長。長見", "708": "亮誠慤。可與進修。時加警䇿之。已而命司藏鑰。使日", "709": "閱三藏玄文。久之。陞居第一座。甞示偈曰。無明佛法", "710": "無多子。一味砒霜藥殺人。待汝棺材瞠得眼。却教劍", "711": "刃上翻身。一日謂亮曰。如如真性。逈出根塵。祥光發", "712": "現。照燭乾坤。非有絕念之深功。不能超出生死。而入", "713": "常寂之場。子盍縛茅於重山密林。而究明之乎。亮躍", "714": "然。即日下山。丁酉春。行至龍游縣。北有山曰寶蓋。遂", "715": "駐錫焉。三四年便成伽藍。名曰實際禪居○善繼。字", "716": "絕宗。諸暨樓氏子。母夢神人授白芙蕖而生。始能言。", "717": "見母舉佛號。合爪和之。稍長。讀春秋。喟然嘆曰。春秋", "718": "乃世間法。欲求出世間。非釋氏將疇依。此身不實。有", "719": "如芭蕉。縱因書而致高官峻爵。寧得幾何時耶。遂祝", "720": "髮受具。習天台教觀。復往天竺。從湛堂澄。澄曰。法輪", "721": "之轉。他日將有望於斯子乎。出世三主伽藍。俄謝事", "722": "東歸。嚴修淨業。丁酉七月日。集眾曰。佛祖弘化。貴乎", "723": "時節因緣。緣與時違。化焉托乎。吾將歸矣。遂索筆書", "724": "偈而化。茶毗。齒舌不壞。舍利纍纍然滿地○懷信。住", "725": "龍翔。當　大明兵下金陵。僧徒俱散去。信獨結跏宴", "726": "坐。執兵者滿前。無不擲杖而拜。　上甞幸寺。聽信說", "727": "法。嘉信純慤。特改龍翔。為大天界寺。寺之逋糧。在民", "728": "間者。遣官為徵之。丁酉八月日。晨興索蘭湯。沐浴更", "729": "衣趺坐。謂左右曰。吾將歸矣。汝等當以荷法自期。勵", "730": "精進行可也。言畢而瞑。侍者撼且呼。求偈不已。信握", "731": "筆書曰。平生為人戾氣。七十八年漏洩。今朝撒手便", "732": "行。萬里晴空片雪。書畢復瞑。茶毗。舍利如菽如麻。五", "733": "色燦爛。雖烟所及處。亦纍纍然生。貯以寶瓶。光發瓶", "734": "外。信生平進修極勤。自壯至耄。默誦法華經一部。無", "735": "一日闕。屢感蓮花香滿院。芬郁異常。將終前一日。", "736": "上統兵駐江陰。當晝而𥨊。夢信服褐色禪袍來見。", "737": "上問曰。師何為乎來也。對曰。將西歸。故告別耳。　上", "738": "還聞信遷化衣。與夢中正同大悅。　詔。出內府幣帛。", "739": "助其喪事。舉龕之夕。　上親致奠。送出都門外。", "740": "古鼎祖銘禪師往生淨土戊戌古鼎祖銘禪師往生淨土元叟端法嗣臨濟十七世", "741": "祖銘。住徑山。元日祝釐。江浙省垣。現白光三道。丞相", "742": "康里。見之加敬。又康里。奉銘所贊觀音像於紫薇閣。", "743": "是夕。瑞光煜然。延至郡城雲居。時詣銘叩宗門玄旨。", "744": "一日看經次。問長老何不看經。銘曰。尋行數墨。為看", "745": "經耶。里無語。銘翻經曰。老僧看經去也。里以手掩經", "746": "曰。請為說破。銘曰。伊尹周公。是阿誰做。至正戊戌。將", "747": "遷寂。致書囑里外護。正月日。語門人曰。觀世音蓮臺", "748": "至矣。遂索筆書偈曰。生死純真。太虗純滿。七十九年。", "749": "搖藍繩斷。擲筆而逝○輔良。主天童。閱四春秋。移中", "750": "天竺。時海內大亂。兵燹相仍。南北兩山諸剎。皆化於", "751": "烈焰。靈隱古稱絕勝覺場。凉烟白草。凄迷於夕照之", "752": "間。過者為之慨嘆。丞相康里。選良居之。既至。葺茅為", "753": "廬。以棲四方學者。雖當凋零之秋。開示徒眾。語尤激", "754": "切。甞曰。達磨一宗。陵夷殆盡。汝等用力。如救頭然可", "755": "也。然百千法門。無量妙義。於一毫端。可以周知。如知", "756": "之。變大地為黃金。受之當無所讓。否則貽素飡之愧。", "757": "歲月流電。向上之事。汝等急自進修。參學之士。多有", "758": "因其言而悟入者○紹大。住金華山。凡十有八年。戊", "759": "戌。移住義烏雲黃山寶林禪寺○楊𠃔真。字無識。金", "760": "華人。縣東五十五里許。有一土阜。延袤數里餘。曰羅", "761": "漢山。先是宋元豐間。里之善士鄭克𠃔。與其弟克明。", "762": "於其地冶鐵。鑄阿羅漢像五百十八尊。山因是得名。", "763": "二百餘年後。𠃔真居於山側。與其室人王氏本淨。同", "764": "往伏龍山。謁蘭室馨。受大乘三聚淨戒。以縛禪為事。", "765": "一夕夢有異僧。若來自西域者。告曰。汝宜於羅漢山。", "766": "建永寧菴。以修學禪定。覺而異之。乃即其地搆佛廬。", "767": "真手植青松。蔚乎成林。而門樓亦具。", "768": "必才法師往生淨土己亥必才法師往生淨土", "769": "必才。字大用。臨海屈氏子。年十二。習天台教觀。祝髮", "770": "受具。游虎林。謁湛堂澄。時玉岡潤。來居第一座。才執", "771": "經入室。足不踰戶限者十年。潤嘆曰。是子。非靈山會", "772": "上業已習之。烏能致此哉。出世海鹽當湖。至正癸未。", "773": "陞演福。己亥三月日。召弟子曰。我生緣將盡。即焚香", "774": "向西而坐。厲聲稱西方佛號。晝夜六時。聲無暫輟。翼", "775": "日又曰。爾等勿謂修持無驗。吾淨土緣稔。三昧現前。", "776": "吾其行矣。即具浴更衣。遺書以別相知者。復作辭世", "777": "偈一首。及舁龕就火。五色神光自龕中發。火已。舌如", "778": "紅蓮。齒牙如珂貝。舍利如菽者滿地。萬眾競取。󰞆燼", "779": "一時俱盡。後至者。穴地尺餘。亦得之○梵琦。主嘉興", "780": "本覺。丁酉。遷本郡天寧。己亥。築室海鹽天寧西偏。以", "781": "居。自號西齋老人。一意淨業。甞見大蓮花充滿世界。", "782": "彌陀在中。眾聖圍繞。作懷淨土詩。勸同袍之士。及同", "783": "社之人。凡有心者。悉令念佛○𠃔若。字季蘅。姓相里", "784": "氏。出家受具。從佛海澄。與天岸濟。我菴無。玉庭罕。皆", "785": "有重望。人稱為佛海會中四天王。住天竺。退居雲門。", "786": "會天下大亂。干戈紛擾。若與之遇。脇以白刃。若不為", "787": "屈。因遇害。白乳溢出。兵退。闍維。獲舍利無算。", "788": "崇󱚉禪師住圓通庚子崇󱚉禪師住圓通", "789": "崇󱚉。受大訢心印。留侍左右十餘年。中丞張起巖。問", "790": "訢曰。選佛場中。僧伽如此眾多。其有弗悖般若者乎。", "791": "曰。戒律精嚴。言行不相背馳。惟崇󱚉一人。自受度以", "792": "來。脇不沾席者三十載矣。巖深加獎嘆。未幾。出世太", "793": "平光孝。一日令圬人塓壁。壁中隆然。如有物函。抉之", "794": "獲悉達多太子像。乃佛牙所刻成。󱚉召工。傅以黃金。", "795": "金迸裂。舍利從中涌出。雕小香殿。奉之。遐邇施者。日", "796": "新月盛。尋遷九江圓通。宋初有神僧緣德。將示寂。累", "797": "青石為塔。語其徒曰。此塔若紅。即吾再來。暨圓機旻。", "798": "來鎮法席。塔果紅色。旻臨終復懸記。有三百年後大", "799": "興佛事之讖。󱚉入院時。眾僧夢旻至。其塔燁然有光", "800": "者彌月。識者謂。自旻至󱚉。正逾三百之數○善學。號", "801": "古庭。生馬氏。出家受具。投華嚴諸師。而窮其說。久未", "802": "有所入。時寶覺簡。講經曹溪。學從之。簡謂門人曰。學", "803": "上人。可謂名實相副矣。爾曹。能如其賢。吾宗庶幾復", "804": "振乎。自是名稱勃然。出世崑山薦福。越二年棄去。還", "805": "東林。專修白業。謂同志曰。吾觀慈雲淨土懺儀。明白", "806": "簡要。五悔諸文。皆出華嚴。吾欲藉是生安養耳。", "807": "竺遠正源禪師入寂辛丑竺遠正源禪師入寂盧谷陵法嗣臨濟□□世", "808": "正源。字竺遠。歐陽修之後裔。居南康。母夢梵僧入室", "809": "而生。受具行脚。見虗谷陵。陵以龍潭滅紙炬語問之。", "810": "源曰。焦石可破層氷。曰破後如何。曰探索乃知。曰所", "811": "知者何事。源擬對。陵舉杖擊之。悚然默喻。出世住觀", "812": "音興聖道場靈隱徑山五巨剎。甞勸人念佛曰。石鞏", "813": "張弓。三平駕箭。遠公徑捷勸修。行一句彌陀無別念。", "814": "至正辛丑。預告日期。六月日。書偈而化。塔全身於徑", "815": "山。弟子分瘞爪髮。舍利叢叢然生○守貴。住天龍。辛", "816": "丑八月日。作偈一首。寄別丞相達識帖穆爾。明日趣", "817": "浴。索筆書頌曰。一蝸臭殻。內外穢惡。撒手便行。虗空", "818": "振鐸。天龍一指今猶昨。擲筆而化。貴平生。戒行甚峻。", "819": "甞落一齒。其左右櫝藏之。中生舍利。五色燁然。日見", "820": "增長○智及。自隆教轉普慈。又遷淨慈。辛丑秋。遷徑", "821": "山。風動四方。考德者愈。", "822": "永寧禪師住慈慧癸卯永寧禪師住慈慧", "823": "庚子。永寧。領善權。募萬人。為萬善同歸會。二晝夜。及", "824": "瘞兵後枯骨。至無萬數。壬寅。復退歸龍池。癸卯。廣德", "825": "大旱。寧。為結壇誦呪。梵唄未終。大雨如瀉。眾於是強", "826": "寧。住麻蕻山慈慧禪菴。", "827": "松隱茂禪師入寂甲辰松隱茂禪師入寂", "828": "茂。住清凉十五年。退隱東堂。影不出山。甲辰八月日。", "829": "示微疾。左右請偈。茂指心曰。我此中廓然。也何偈之", "830": "為。明日召諸比丘言別。即端坐憑几。握右手為拳。以", "831": "額枕之而逝。經七日。容顏明潤。捫其頂猶溫。火化獲", "832": "舍利。如珠璣者頗眾。壽八十五。臘七十○初智度。隱", "833": "楞伽。甲辰。移住龍泉普慈。", "834": "明德禪師住淨慈乙巳明德禪師住淨慈", "835": "明德。住松江東禪。再遷集慶保寧。一住十五夏。三遷", "836": "湖之道場。乙巳。丞相康里。請居淨慈。", "837": "𠃔清禪師建法海精舍丁未𠃔清禪師建法海精舍", "838": "𠃔清。字有源。金華王氏子。出家參元長。脇不沾席者", "839": "十年。一旦入室。機鋒相撑觸。莫窮涯際。長欣然頷之。", "840": "乃囑其出游閩浙淮間。以求印可。清見諸師了不異。", "841": "長時退隱故山。文彩自露。尋出世子湖。遷玉山。丁未。", "842": "飛錫蘭溪龍巖。樂其風氣襲藏。乃嘆曰。如此靈壤。可", "843": "不開般若之場乎。遂即南洲。建法海精舍○懷渭。得", "844": "法大訢。訢瀕沒。呼渭曰。吾據師位者。四十餘年。接人", "845": "非不夥。能弘大慧之道。使不墜者。惟汝與宗泐爾。汝", "846": "其懋哉。訢歿。渭出世寶相。遷報國。又遷道場。雖當兵", "847": "燹相仍之際。為法求人。無少退轉。元至正末。避地匡", "848": "廬。悍兵來索金帛。渭瞋目訶曰。浮屠烏有是物耶。兵", "849": "怒󳫠劍欲殺之。渭引頸就劍。兵嘆息而去○慧曇。住", "850": "蔣山。丁酉遷天界。吳元年　大內新成　詔曇。引千", "851": "二百眾。披閱大藏。曇陞座說法。　上親帥群臣。幸臨", "852": "瞻聰。曇法音洪暢。妙契　皇情。出內帑帛。以施遠邇。", "853": "學徒聞風。奔赴堂筵。至無所容。凡祖庭規矩。曇備行", "854": "之。觀者唶唶曰。三代禮樂。無以加焉。初僧堂寮庫。有", "855": "司權以貯戎器。久而不歸。　上命相國李善長出之。", "856": "且　御書天下第一禪林六大字。懸於三門○智度。", "857": "住普慈。乙巳。移茅山。遷武峰。丁未。復隱岑樓。", "858": "洪武元年開善世院戊申洪武元年開善世院", "859": "慧曇。住天界。戊申春三月。開善世院。特授曇演梵善", "860": "世利國崇教大禪師。住持大天界寺。統諸山釋教寺。", "861": "當是時。宗社有志之流。山林抱道之士。聯鑣而迭出。", "862": "咸居名山大剎焉。自古崇尚法門。於斯為盛。章縫之", "863": "士。以釋氏為世蠧。請滅除之。　上以其章示曇。曇曰。", "864": "孔子以佛為西方聖人。以此知真儒必不非釋。非釋", "865": "必非真儒矣。　上亦以佛之教。陰翊王度。却不聽。", "866": "上。聞寺僧多行非法。命嚴馭之。曇但誘以善言。諸群", "867": "沙門。汙染習俗。實悖教範。或勸當痛治。曇曰。諺有云。", "868": "大林有不材之木。能盡去乎。祇益釋門之累耳。事呈", "869": "露者。勿恕可也。示眾。春風浩浩。春日遲遲。黃鶯啼在", "870": "百花枝。箇中無限意。消息許誰知。語未既。遽有僧問", "871": "曰。心意識遏捺不住時如何。曇厲聲曰。是誰遏捺。曇", "872": "室中謂僧曰。二六時。無你啗󲣅分。無你趣向分。會麼。", "873": "僧罔措。曇曰。未明三八九。難免自沉吟○自緣。住報", "874": "恩禪院。元季政亂。海上兵動。烽火漲天。三閣與寺皆", "875": "鞠為茂草之場。緣󳰃然傷心。又以興復為己任。持鉢", "876": "行化聚落中。隨其地。建華嚴傳經之會。演說因果。屠", "877": "沽為之易業。於是。施者四集。緣。乃於桃源夾河兩堤。", "878": "甃石建閣。畢工未久。而緣厭世矣。洪武戊申三月一", "879": "旦。早作。無疾如平時。索浴更衣。屬諸弟子。以見性為", "880": "急。且曰。吾明日將逝。至期呼筆書偈。怡然委順。龕留", "881": "七日。顏貌如生。茶毗。得舍利無算○惟則。字天真。俗", "882": "姓費。吳興人。母夢異僧。覺而有娠。及誕。異香襲人。因", "883": "名僧寶。髫年出家。受具遊方。謁楚石琦。千巖長。無見", "884": "覩。無用寬等一十八八。皆不契。後聞匡廬無極源。為", "885": "雪巖欽法嗣。欽甞命源曰。子福薄。不宜出世度人。年", "886": "已百歲。獨坐茅菴。終日不語。則徑造之。源亦無啟發。", "887": "後值源在廁上。乃趨問曰。如何是祖師西來意。源擒", "888": "住曰。道道。則於言下大悟。但搖手而已。源曰。子有所", "889": "得耶。則遽答曰。何得之有。源曰。子作道理耶。則拂袖", "890": "而出。自此機鋒不可犯。服勤月餘。日益玄奧。諸方畏", "891": "服。久之。掌藏鑰於靈隱。後聞受業師老病。遂歸侍焉。", "892": "有誓不涉世之語。四方學者。日闐其門。眾請開法海", "893": "門。千指圍繞。道價日振。洪武初。徵天下高僧赴京。則", "894": "當首選。俄以足疾。賜還海上。癸酉春。示微疾。一日侵", "895": "晨告眾曰。吾去矣。侍者乞偈。則厲聲曰。平常說底不", "896": "是耶。遂瞑目而逝。茶毗。獲舍利無數。頂骨牙齒舌根", "897": "不壞○崇󱚉。住圓通。洪武元年。移主阿育。寺居五山", "898": "之一。領寺事者。俱一時名德。繼者頗難其人。聞󱚉之", "899": "臨。少長咸悅。香花遠迎者。接踵於道。時當仲冬。風恬", "900": "日妍。天樂四聞。萬口稱頌。爭言見未曾有。及其接引", "901": "未悟。專指單提向上之功。棒喝縱橫。逢者膽落。", "902": "無盡祖燈禪師入寂己酉無盡祖燈禪師入寂日溪泳法嗣", "903": "祖燈。住天台上雲峰。日與其徒修苦行。以自給。冬一", "904": "裘夏一葛。朝夕飯一盂。影不出山者。踰五十春秋。人", "905": "多化之。以勤勞修持為急。有以土田布施者。則辭曰。", "906": "先佛以乞食為事。吾焉用此為。己酉春正月。忽示微", "907": "疾。召弟子普饒繼其席。二月八日。復作書。與同袍道", "908": "別。夜將半。顧左右曰。天向明乎。曰未也。曰和尚正當", "909": "此際何如。燈破顏微笑曰。昔古德坐疾。有問云。還有", "910": "不病者乎。曰有。曰何物是不病者曰阿爺阿爺。燈既", "911": "舉此語。良久。又曰。如此喚做病得否。眾皆無言燈祝", "912": "曰。色身無常。早求證悟。時至吾將行矣。侍者執紙求", "913": "偈。燈曰。終不無偈。便未可死耶。侍者請益堅。乃書曰。", "914": "生滅與去來。本是如來藏。拶倒五須彌。廓然無背向。", "915": "投筆端坐而逝。火化。異香襲人。舍利不可勝計○永", "916": "寧。住麻蕻山。戊申。又退歸龍池。己酉夏六月示微疾。", "917": "屬弟子。裁紙製內外衣。且曰。吾將逝矣。十七日昧爽。", "918": "起沐浴服紙衣。書偈曰。七十八年守拙。明明一場敗", "919": "闕。泥牛海底翻身。六月炎炎飛雪。書畢。側臥而化。停", "920": "龕七日。容貌如生。茶毗。五色光現。齒牙舌輪。及數珠", "921": "皆不壞。舍利無算。烟到中林。亦纍纍然生。人競折枝", "922": "取之。至󰞆土掬取淘汰。獲者亦眾。門人各分餘骨與", "923": "不壞者。就龍池寺五所。建塔藏焉○慧曇。主天界。遭", "924": "際昌辰。寵賚便蕃。凡位居臣列。被　召必以名。惟曇", "925": "誥勅咸以大禪師稱。前所未有。洪武二年冬。曇忽得", "926": "瘖疾。遂罷院事○洪武改元。首開善世院。俾擢有道", "927": "浮屠。蒞天下名山。杭之淨慈虗席。僉欲起嘉興天寧。", "928": "力金主之。金力辭。退居同歸菴。迎母以養。已而有", "929": "旨。起金住大天界寺。金至闕。見　上於外朝。慰勞優", "930": "渥。即令內官送入院。金精通西竺典。及東魯諸書。與", "931": "縉紳談論。霏霏如吐玉屑。至於勘驗學子。務直指心", "932": "源。宗說兼行。機用迭發。尤使聽者敬仰不置。", "933": "白雲智度禪師入寂庚戌白雲智度禪師入寂無見頂法嗣臨濟□□世", "934": "智度。居華頂。庚戌春二月示微疾。浩然有歸志。四眾", "935": "堅留。度曰。葉落歸根。吾所願也。遂回處州福林。纔五", "936": "日。三月日忽沐浴易衣。索筆書偈曰。無世可辭。有眾", "937": "可別。太虗空中。何必釘橛。遂擲筆而逝。闍維。得五色", "938": "舍利。及齒牙數珠等。瘞於院西○善學住滸溪光福。", "939": "庚戌。院僧以官賦違期。當徙虔州。有司。知學專任講", "940": "道。欲與辨析。學曰。吾為主僧。法當坐。敢累他人耶。遂", "941": "毅然請行。或問故。學曰。宿業已定。不可逭也。庚戌四", "942": "月。行抵池陽馬當山。示疾而化○寶金。居五臺。己酉。", "943": "燕都平。庚戌　詔金至南京。見　上於奉天殿。且曰。", "944": "朕聞師名久。以中州苦寒。特延師居南方耳。遂留於", "945": "大天界寺。時　召入問佛法。及鬼神情狀○世愚。住", "946": "烏石。洪武三年冬十二月。略示微疾。召門弟子。勉以", "947": "精進入道。索筆書偈曰。生本不生。滅本不滅。撒手便", "948": "行。一天明月。擲筆而逝。", "949": "介菴輔良禪師入寂辛亥介菴輔良禪師入寂廣智訢法嗣臨濟十八世", "950": "輔良。住靈隱。化緣既周。洪武四年正月日。手䟽衣貲", "951": "入公帑。散交游。及治喪斂之事。顧謂左右曰。翼日巳", "952": "時。吾將逝矣。及期澡浴。端坐書偈而化。闍維。齒牙堅", "953": "潔。舌根紅潤。皆無壞者。火滅。諸舍利珠圓玉皦。將至", "954": "盈升。四眾爭取。󰞆燼為盡。瘞骨歸雲塔中。初良。未告", "955": "寂時。以書屬後事於同門宗泐曰。吾大期已至。子宜", "956": "速還。若稍遲遲。不復相見矣。時泐留姑蘇。謂。良精神", "957": "尚彊。豈遽如其所言及。治任來歸。良。火化已數日矣。", "958": "良性簡直。舉揚大法。不務緣飾。而西來之旨自明。復", "959": "以淨土觀門苦海舟航。時兼修之。未甞少怠。", "960": "楚石梵琦禪師入寂○楚石梵琦禪師入寂元叟端法嗣臨濟十七世", "961": "洪武四年秋。　上。以鬼神之理甚幽。意。先佛必有成", "962": "說玅。選僧中通三藏之說者。問焉。琦與夢堂噩。等應", "963": "召而至。舘於天界。援據經論成書。將入奏。七月二", "964": "十二日。琦忽示微疾。二十六日。索浴更衣。跏趺書偈", "965": "曰。真性圓明。本無生滅。木馬夜鳴。西方日出。置筆謂", "966": "噩曰。師兄。我去也。噩曰。何處去。曰西方去。曰西方有", "967": "佛。東方無佛耶。琦震威一喝。泊然而逝。　上聞嗟悼。", "968": "時禁火塟。以琦故。特命開之。火餘齒舌數珠不壞。舍", "969": "利五色。粘綴遺骨。纍纍然如珠。弟子奉骨。及諸不壞", "970": "者。歸海鹽建塔天寧塟焉。壽七十五。臘六十三○宗", "971": "泐。住徑山。洪武四年春。　詔集三宗名僧十人。及其", "972": "徒二千。建廣薦法會於鍾山。命天界寺力金。總持齋", "973": "事。金對以母老。舉泐自代。復還菴居。泐遂住天界○", "974": "初慧曇。主天界。以病謝院事。庚戌春二月病良已。夏", "975": "六月。廷義西域未臣伏。　上。以彼域敦尚佛乘。特命", "976": "曇往。曇承命。即日登途。自浙閩之洋。凡歷國邑。布宣", "977": "天子威德。莫不聞而來歸。辛亥秋七月。道憩僧伽", "978": "羅國。其國王喜甚。舘於佛山精舍。寅夜參承。令闔國", "979": "臣民。悉得瞻禮。曇隨機開導。咸蒙法益。九月示微疾。", "980": "未幾。沐浴更衣。呼左右謂曰。予不能復命矣。跏趺端", "981": "坐。夜參半問曰。日將出否。曰未也。已而復問。至於四", "982": "三。曰日出矣。怡然而逝。踰五日。顏貌如生。王大驚嘆。", "983": "築壇茶毗。王與百僚。送至壇下。命比丘千餘。旋繞誦", "984": "諸陀羅尼。時有白烟一道。上燭於天。薪盡火滅。舍利", "985": "無算。舌根齒牙不壞。乃收靈骨。祔塟其國辟支佛塔。", "986": "先是。彼佛曾亦懸記今之開祔。適符其言。", "987": "洪武五年建廣薦法會壬子洪武五年建廣薦法會", "988": "太祖即位之四年。重念元季兵興。六合雄爭。有生之", "989": "類。不得正命而終。動億萬計靈氛。紏蟠充塞下上。吊", "990": "奠靡至。煢然無依。天陰雨濕之夜。其聲或啾啾有聞。", "991": "宸衷若疚。且謂。洗滌陰󳬂。升涉陽明。惟大雄氏之", "992": "教為然。乃於冬十二月。　詔徵江南有道浮屠十人。", "993": "詣南京。就蔣山太平興國禪寺。丕建廣薦法會。　上", "994": "宿齋室。却葷肉弗御者一月。五年壬子春正月十三", "995": "日昧爽。　上服皮弁服。臨奉天殿。啟　御撰章䟽。授", "996": "禮部尚書陶凱。凱捧出午門。寘龍輿中。導至蔣山。俄", "997": "法駕臨幸。雲中雨五色子如豆。十五日將晏。　上", "998": "服皮弁服搢玉珪。上殿面大雄氏。北向立自迎佛。以", "999": "至望燎。無不極其誠敬。樂凡八奏。首曰善世曲。二曰", "1000": "昭信曲。三曰延慈曲。四曰法喜曲。五曰禪悅曲。六曰", "1001": "漏應曲。七曰玅濟曲。八曰善成曲。解嚴。群臣趨出。還", "1002": "宮時。隨有佛光五道。從東北。貫月燭天。良久乃沒○", "1003": "明德。主淨慈。時當元季戎馬紛紜。逮入　聖朝。德以", "1004": "耄年謝。歸道場竹林菴。壬子二月日。示微疾。戒其徒", "1005": "曰。吾身雖微。一真圓性。與如來等。世相起滅。無異石", "1006": "火電光。晝夜勤行。毋生退轉。吾歿後。當遵佛制付之", "1007": "茶毗。勿令四眾衣麻而哭也。言畢。索筆寫頌一首。泊", "1008": "然入滅。壽七十九。臘六十二。火餘。頂骨不壞。舍利纍", "1009": "纍。出󰞆燼中○智順。字逆川。瑞安陳氏子。大父母。精", "1010": "修白業。既沒。蓮花現門屏間。父娶婁氏。屢至哭子。情", "1011": "不勝哀。乃塑智者大師像事之。一夕夢像頂有圓光。", "1012": "逆江流而上。招婁氏謂曰。吾當為汝子。及窹有娠。既", "1013": "生。美質夙成。然自少不喜畜髮。翛然有塵外趣。七歲", "1014": "出家。稍長受具。讀法華經。歷三月。通誦其文。游方習", "1015": "天台教觀。久之嘆曰。義學雖益多聞。難禦生死。即禦", "1016": "生死。舍自性將奚明哉。遂更衣入禪。走天寶山。參鐵", "1017": "關樞。樞授以心要。順欲依樞而住。樞叱曰。丈夫不於", "1018": "大叢林。與人相頡頏。局此蠡殻中耶。拂袖而入。順下", "1019": "旦過寮。潸然而泣。或慰曰。善知識門庭高峻。拒之即", "1020": "進之也。樞聞笑曰。吾知其為法器。姑相試耳。乃延入", "1021": "室踰月。因如廁。便旋覩中園瓠瓜。觸發妙機。四體輕", "1022": "清。目前大地。倐爾平沉。亟上方丈求證。適樞入府城。", "1023": "順不往見。水濵林下。放曠自如。已而歷扺諸師。皆不", "1024": "合。復自念。非樞不足依。洊走閩中見焉。樞遙見喜曰。", "1025": "我子今來也。順舉所悟求證。樞曰。此第入門耳。最上", "1026": "一乘。則邈在萬里之外也。乃囑曰。汝可悉棄前解。專", "1027": "於參提上致力。則將自入閫奧矣。順從樞言。踰五閱", "1028": "月。一日將晚參。擬離禪榻。忽豁然有省。厲聲告樞曰。", "1029": "南泉敗闕。今已見矣。樞曰。不是心不是佛不是物。是", "1030": "何物。順曰。地上磚舖。屋上瓦覆。樞曰。即今南泉在何", "1031": "處。順曰。󳬧子過新羅。樞曰。錯。順亦曰。錯。樞曰。錯錯。順", "1032": "禮拜而退。樞曰。未然也。乃披大衣。鳴鐘集四眾。再行", "1033": "勘驗。順笑曰。未吐辭前已不相涉。和尚眼目何在。又", "1034": "為此一場戲劇耶。樞曰。要使眾皆知之。遂將宗門諸", "1035": "語。一一詢順。頓一一具答。樞囑曰。善自護持。勿輕泄", "1036": "也。久之。分座說法。樞歿。順嗣住院事。已而回浙。尋返", "1037": "永嘉。住報恩。復入閩住東禪。遷雪峰。還溫潛居林泉。", "1038": "壬子。懷渭主淨慈。舉順以為代。順初不從。繼而嘆曰。", "1039": "所貴沙門行者。隨緣應世。何所容心哉。乃振錫而往", "1040": "○寶金。留天界。壬子春正月既望。　上親。行獻佛之", "1041": "禮。夜將半。　勅金施摩陀伽斛法食。竣事寵賚優渥。", "1042": "夏五月。悉鬻衣盂之資。作佛事七日。乃示微疾。　上", "1043": "知之。親御翰墨。賜詩十二韻。有玄關盡悟。已成正覺", "1044": "之言。時疾革。不能詣闕謝。至六月四日。沐浴更衣。與", "1045": "四眾言別。正襟危坐。目將瞑。弟子請曰。和尚逝則逝", "1046": "矣。不留一言。何以暴白於後世耶。金曰。三藏法寶。尚", "1047": "為故紙。吾言欲何為。夷然而逝。後三日茶毗。獲五色", "1048": "舍利。齒舌數珠不壞。紛然爭取。󰞆土為盡。", "1049": "無夢曇噩禪師入寂癸丑無夢曇噩禪師入寂", "1050": "曇噩。隱居象山瑞龍別室。洪武三年。　詔徵江南有", "1051": "道僧。而噩與焉。舘於天界寺。既奏對。　上憫其年耄。", "1052": "放令還山。六年二月。時噩年八十有九。一旦無疾。忽", "1053": "戒浴易衣。出器物。分遺叢林諸友。命弟子曰。三界空", "1054": "華。如風捲烟。六塵幻影。如湯澆雪。亘古亘今。惟一性", "1055": "獨存。吾之幻軀。今將入滅。滅後闍維。煆骨為塵。不可", "1056": "建塔以累後世。聽吾偈。曰吾有一物。無頭無面。要得", "1057": "分明。涅槃後看。言訖。斂目危坐而逝○可授。住龍華。", "1058": "一坐十三春。洪武六年。遷中天竺。行至錢塘江濵。淨", "1059": "慈諸勤舊謀曰。此大善知識。胡可失也。天竺尚可致。", "1060": "吾屬獨不能耶。帥眾邀居其位○智順。赴淨慈。欲大", "1061": "有設施。而諸僧負官逋者。係累滿庭。順為出涕。悉代", "1062": "償之。洪武六年。至南京。僅四閱月。沐浴書偈而逝。闍", "1063": "維獲舍利無算○慧照。住阿育。九年退於妙喜。泉上", "1064": "築室曰夢菴。掩關獨處。凝塵滿席不顧也。洪武癸丑", "1065": "十月朔。召門弟子曰。吾將西歸。汝輩有在外者。宜趣", "1066": "其還。越七日。屬後事於住持崇󱚉。沐浴更衣。索紙書", "1067": "偈。書已。恬然化滅。壽八十五。夏七十。茶毗。牙齒眼睛", "1068": "及數珠不壞。餘成舍利。五色爛然○力金。退居同歸", "1069": "菴。洪武五年冬。復建法會。　大駕臨幸。詔金闡揚第", "1070": "一義諦。自公侯以至庶僚。環而聽之。靡不悅服。六年", "1071": "十二月日。忽示門弟子曰。吾有夙因未了。必當酬之。", "1072": "汝等勿以世相逼我。未幾。示微疾。謝去醫藥飲食。手", "1073": "書一偈。委順而化。停龕六旬。始行茶毗。視其貌如生。", "1074": "數珠齒牙不壞。設利羅無算。觀者競取之而去。", "1075": "印原禪師入寂甲寅印原禪師入寂中峰本法嗣臨濟二十世", "1076": "印原。自明本記莂。所至皆以叢林師子兒稱之。會清", "1077": "拙澄。將入日本建立法幢。原送至四明。澄曰。子能同", "1078": "歸。以輔成我乎。原曰。雲水之蹤。無住無心。何不可之", "1079": "有。即攝衣升舟。其後。澄能化行遐邇者。皆原力也。原", "1080": "還日本。歷主名剎。洪武甲寅春正月日。夜參半。召門", "1081": "人謂曰。吾今日逝矣。爾等即龕瘞之。母狥世俗行祭", "1082": "奠禮。更可徧語諸剎舊弟子。恪守吾平日所訓。使法", "1083": "輪永轉可也。黎明。賓朋候問。起居應接如平常。及午", "1084": "呼侍者曰。時至矣。可持觚翰來。及至。復曰。吾塔已成。", "1085": "惟未書額耳。大書心印二字。入室端坐。泊然入滅○", "1086": "李願證。字大猷。姑熟人。母陶無嗣。晝夜禱於觀自在", "1087": "佛。夜夢一比丘尼。乘白鹿車抱嬰兒。授曰。此福慧兒", "1088": "也善視之。既而有娠。生未逾月。兒忽身熱如火。不進", "1089": "抱。母復夢前比丘尼。持栗數顆嚼食之。夢覺。兒汗下", "1090": "如雨遂瘳。年四歲。嬉戲父膝下。因授以記姓書。兒曰。", "1091": "此有何義。讀之將奚為。父大驚。更以孝經。一誦即能", "1092": "闇記。稍長。益駿發異常。父甞手書楞嚴圓覺二經。逐", "1093": "卷取讀之。力白父母出家。祝髮受具。久之。杖錫來南", "1094": "京。謁慧曇於天界。曇命為侍者。謂曰。子才銳甚。宜留", "1095": "意文學。他日期子弘宗持教也。於是。獨坐一室。竺墳", "1096": "魯典。無不研窮。尋命掌記。戊申。出世嘉興水西寺。庚", "1097": "戌。遷吳興道場。未幾。退居武康山中。著觀幻子內外", "1098": "篇。以合儒釋一貫之妙。癸丑冬。還天界。時宋濂侍", "1099": "上升武樓。遙望禪林顧濂曰。中有良僧乎。對曰。近有", "1100": "二僧。從吳越中來。皆能文辭。　上曰。其名謂何。曰一", "1101": "則願證。一則證傳。　上曰。試取觀之。濂。因進證傳文", "1102": "一編。　上親覧。終卷曰。是或儒者之所不及。復問願", "1103": "證所著。曰太常丞張丁家。有往復論性書。遂遣中官", "1104": "召丁。携證書至。　上復覽如前。喜曰。論議甚高。其鐵", "1105": "中錚錚者乎。明日。乃　召見謹身殿。慰勞備至。　敕", "1106": "吏部二僧皆除。應奉翰林文字。賜第太平門。及妻妾", "1107": "各二。令中秘給書籍。閉門習讀。三月俟髮長勝冠。然", "1108": "後涖職。後三月。證有疾。中使問疾者。絡繹於道。竟不", "1109": "起。病將革時。惟仰首言曰。死則死。所可憾者。受　上", "1110": "深恩。不能報爾。遂口授其友。草謝表。表未終而逝。", "1111": "上夜夢證來謝服大布寬衣。巾稍欹。叩其家人。服色", "1112": "正同。因移棺撼巾不正。　上尤為嗟異。時甲寅春二", "1113": "月也。壽三十七。證傳即郭傳。字文遠。會稽人。與證同", "1114": "召。後陞修起居注。遷考功監令。一日　上謂濂曰。卿", "1115": "言。楞伽為達摩氏印心之經。　朕閱之信然。人至難", "1116": "持者心也。觸物而動。淵淪天飛。隨念而遷。凝氷焦火。", "1117": "經言操存制伏之道。實與儒家言不異。使諸侯卿大", "1118": "夫人咸知此。縱未能上齊佛智。其禁邪思絕貪欲。其", "1119": "不胥為賢人君子之歸。濂對曰。誠如　聖諭。第其文", "1120": "學簡古。義趣淵微。宋臣蘇軾。頗甞患其難讀耳。　上", "1121": "曰。此書生纏蔽文義之過也。朕於宮中。略覽數過。已", "1122": "悉領其大旨。即　勅奉御取經示濂。且點誦曰。如佛", "1123": "語心品第一卷所言。諸識有二種生。謂流注生。及相", "1124": "生。有二種住。謂流注住。及相住。有二種滅。謂流注滅。", "1125": "及相滅。此三相者。最為微隱。惟佛能究言之。第四卷", "1126": "所言。自心妄想非性。智慧觀察。不墮二邊。先身轉勝", "1127": "而不可壞得。自覺聖趣。是般若波羅蜜。此言六度萬", "1128": "行。互相融攝。成菩提分。皆繇般若成立。尤為深切。般", "1129": "若心經。金剛般若經。皆心學所繫。不可不講習也○", "1130": "可傳。自得法於元長。去棲范蠡巖。巖有虎。一夕避去", "1131": "杭之仁和。去城東五里所。其地當元季。為戰闘之區。", "1132": "莾無居人。及歸我明。遺民稍集。往往好勇嗜利。屠羊", "1133": "豕以成肆。傳憫之。托鉢行化。有褚道真。與金薌者。首", "1134": "為迎禮。先是。真夢異僧至其廬。倡偈為贈。及見傳。儼", "1135": "然與夢不殊。真遂與薌。日乞食饋傳。且請右族。共建", "1136": "精舍一區。甲寅七月訖功。名其菴曰圓應○普仁。住", "1137": "智者禪寺。一坐十五夏。別築燕居於西麓曰潛菴。將", "1138": "有終焉之志。洪武戊申。抗之中竺。請仁住持。仁欲往。", "1139": "郡守從容問曰。佛法有重輕耶。曰否。曰佛法既無重", "1140": "輕。師位寧有崇卑耶。仁一笑而止。甲寅。淨慈虗席。使", "1141": "者自武林。凡三至。仁乃起而應之。開法日。黑白環聽", "1142": "者千人。各挹深飲醲。嘆咏而去○初無慍。參竺元道", "1143": "公。請問狗子無佛性話。纔開口。被道一喝。慍大悟。通", "1144": "身汗下。因呈頌云。狗子無佛性。春色滿皇都。趙州東", "1145": "院裏。壁上掛葫蘆。道乃發笑曰。恁麼會又爭得。慍拂", "1146": "袖便出。甞謂同參曰。此事如魚飲水。冷煖自知。決不", "1147": "在語言文字上。我輩若不遇這箇老和尚。幾被知解", "1148": "埋沒一世。公等設有把茆蓋頭。當不忘所自。出世住", "1149": "明州靈巖。遷台之瑞巖。示眾。穩坐家堂。因甚主人翁", "1150": "不識。掀翻大海。摑碎須彌。平地上因甚擡脚不起。眼", "1151": "光爍破四天下。自家眉毛落盡。因甚不見前後。下語", "1152": "者。多不契。學者方景從。竟謝事入松巖。松巖在萬山", "1153": "之巔。人跡罕到。慍至。悉謝遣徒御。但緘一書寄寺眾。", "1154": "眾發緘。乃退院上堂語也。遂抵巖泣請還寺。慍堅拒", "1155": "不𠃔。甲寅。東夷聞慍名。使者入貢中國。兼奏請住持。", "1156": "慍至南京。以老病力辭。　上憫而不遣。留處天界。時", "1157": "學士宋濂。遇休沐。必訪慍。劇談道妙。是年冬。歸隱鄞", "1158": "江。丙寅七月日。忽示微疾。僧問疾者至。慍惟力談禪", "1159": "病。勉以祖道自重。無一語及世間相。索筆書偈云。七", "1160": "十八年。無法可說。末後一句。露柱饒舌。咄。端坐而逝。", "1161": "德隱普仁禪師入寂乙卯德隱普仁禪師入寂", "1162": "普仁。住淨慈。乙卯春。秘書事起。有誣智者寺僧。購名", "1163": "畵以歸者。事下刑曹。刑曹以仁舊主寺者。當知其是", "1164": "非。逮而質焉。事將白。仁忽示微疾於京師寓舍。屈指", "1165": "計曰。今夏五月矣。左右曰。然。曰此八月八日最良。吾", "1166": "將逝矣。至期整衣。端坐而逝。雖當溽暑。容色不變○", "1167": "可授。居淨慈二載。洪武八年八月日。擊鍵椎集眾。再", "1168": "三申精進之戒。手撾鼓而退。歸臥竹院。忽示微疾。端", "1169": "坐西向。召左右謂曰。吾將逝矣。左右進觚翰請書偈。", "1170": "授麾去之曰。吾宗本無言說。乃合爪連稱佛號。至聲", "1171": "漸微而寂。茶毗。齒牙貫珠不壞。舍利光色晶瑩。如金", "1172": "銀水精者。徧滿於地○懷渭。自淨慈。退居錢塘梁渚。", "1173": "問道者。接踵而至。乙卯十二月日。忽示微疾。召門弟", "1174": "子。屬以後事。怡然而逝。火化。得不壞者三。曰牙齒。曰", "1175": "鉢塞莫。曰室利羅。渭軀分短小。神宇超朗。終身持誦", "1176": "金剛經。未賞虗日。報國入院。季秋而山丹發花。一枝", "1177": "五萼。如佛手然。淨慈行化。有陳氏婦。預夢神僧臨其", "1178": "門。及渭至。稽首作禮。願為尼以相依。渭舉大法開導", "1179": "之。其婦恍若有所悟入。渭行未百步。而婦竟與家人", "1180": "別。坐脫而去○初晉義熈中。有西域僧法愔。至廬山。", "1181": "與慧遠結社。已而來蘇。以念佛三昧。化導有情。蘇人", "1182": "翕然歸之。為建淨壽院。後改名萬壽。元末。天下大亂。", "1183": "寺為兵所焚。洪武癸丑。蒲圻魏觀。來為郡。周視廢基。", "1184": "蹙額言曰。是剎之廢。不得名。浮屠不足以起之。行中", "1185": "仁公。乃寂照和尚。世適今住虎丘。德涵道融。堪為人", "1186": "天師。中興之責。庶其在是乎。遣使致書幣。凡三往而", "1187": "後應之。仁泊然獨居。未幾。遠近清修士。魚貫而來。仁", "1188": "曰。可矣。於是重興殿宇。百廢具舉。乙卯冬十月告成。", "1189": "仁太息曰。吾耄矣。宜選春秋強盛者繼之。乃退居松", "1190": "林蘭若。勤舊合輿議。延景瓛繼其席。瓛。字瑩中。", "1191": "明叟昌禪師入寂丙辰明叟昌禪師入寂千巖長法嗣臨濟廿一世", "1192": "明叟昌。得法元長。元至正己亥。與弟子無聞聰。結菴", "1193": "浦江縣東十五里。其地曰花山。菴名棲靜精舍。晝夜", "1194": "以禪寂為務。洪武丙辰十月日。一旦無疾辭眾。說偈", "1195": "曰。生本非生。滅亦無滅。撒手便行。虗空片月。說已。端", "1196": "坐而逝。昌歿。聰繼之。弗懈益虔。", "1197": "樸隱元瀞禪師入寂戊午樸隱元瀞禪師入寂元叟端法嗣臨濟十七世", "1198": "元瀞。住靈隱。入院甫浹日。左右請曰。寺政實繁乏都。", "1199": "寺僧司之。有德現者。稱多才。昔掌崇德莊田。能闢其", "1200": "萊蕪。以食四眾。儻以功舉。其誰曰不然。瀞諾之。先是。", "1201": "勤舊有聞。歆現之獲田利。率無賴比丘。請前主僧代", "1202": "之。及現被選。大懼發其奸私。走崇德縣。列現過失。縣", "1203": "令丞寘不問。未幾。有徤令至。上其事刑部。刑部訊鞫。", "1204": "既得實。以瀞為寺長。法當緣坐。移符逮瀞。或謂瀞曰。", "1205": "此三年前事爾。況師實不知。且不識聞。宜自辨訴可", "1206": "也。瀞笑曰。定業其可逃乎。至部。部主吏問曰。現之犯", "1207": "禁。爾知之乎。曰知之。曰既知。當書責欵以上。瀞即操", "1208": "觚如吏言。尚書暨侍郎。覽之大驚曰。師當今名德也。", "1209": "惡宜有是洊審之。瀞了無異辭。於是。皆謫陝西為民。", "1210": "聞亦大悔。且泣曰。聞草芥耳。豈意上累師德。蚤知至", "1211": "此。雖萬死不為也。瀞弗顧。行至寶應。謂從者曰。吾四", "1212": "體稍異常時。報身殆將盡乎。夜宿寧國禪寺。瀞女弟", "1213": "之夫陳義安。時為青州衛知事。移戌鳳陽。以道經寺", "1214": "中。瀞悅曰。吾遺骸有所托矣。是夕共飯。猶備言遷謫", "1215": "之故。不見有憊色。明旦。忽端坐合爪。連稱無量壽佛", "1216": "名。泊然而逝。龕斂火焚。骨間舍利。叢布如珠○智及。", "1217": "居穹窿。戊午八月示微疾。九月四日。索筆書偈而逝。", "1218": "茶毗。火𦦨化成五色。有氣襲人。如沉水香。齒牙數珠", "1219": "不壞。遺骨紺澤。類青琉璃色。舍利交綴於上○慧朗。", "1220": "別號幻隱。台州項氏子。七歲患疽。置床上。忽不見。已", "1221": "而求得之。問其故。曰頃睡中。有四童子舁至此。無他", "1222": "也。翼日疽愈。既長出家。參行端。端問。東嶺來。西嶺來。", "1223": "朗指草鞋曰。此是三文錢買得。端曰。未在更道。朗曰。", "1224": "某甲只如此。和尚作麼生。端曰。念汝遠來。放汝三十", "1225": "棒。朗乃悟旨。久之。遂罄底蘊。曰纔涉思惟。皆為剩法。", "1226": "出世五峯。戊午。住靈隱。", "1227": "東溟慧日法師往生淨土己未東溟慧日法師往生淨土天台宗", "1228": "慧日。住天竺前後二十五年。洪武改元。始獲謝事。時", "1229": "有學僧伽。奉　詔入京。魚貫而見。日年最高。白眉朱", "1230": "顏。其班前列。　上親問。以升濟沉溟之道。日備述其", "1231": "故。　上悅。顧眾謂曰。邇來學佛者。惟飽食優游。沉貍", "1232": "歲月而已。如金剛楞伽諸經。皆攝心之要典。何不研", "1233": "窮其義。苟有不通。質諸白眉法師可也。自後數　召", "1234": "見。字而不名。及建鍾山法會。請日說毗尼淨戒。辭歸", "1235": "上天竺。日修西土安養之學。十二年秋七月朔日。夢", "1236": "青蓮華生方池中。華色敷腴。清芬襲人。既窹。召弟子", "1237": "曰。此生淨土之祥也。吾去人間世。殆不遠乎。至四日。", "1238": "趺坐書頌。合爪而寂。壽八十九。臘七十三。藏全身於", "1239": "山之西峯。日軀幹修偉。眉長一寸餘。其白勝雪。目睛", "1240": "閃閃射人。道德餘光所照。不問耄倪。見日經行。輙曰。", "1241": "我白眉和尚來也。爭持香華。以為供養。居甞顏面嚴", "1242": "冷。片言不妄發。即發雖對王公大臣。未甞出一軟媚", "1243": "語。至於誘掖後進。色溫如春陽。", "1244": "萬峯時蔚禪師入寂辛酉萬峯時蔚禪師入寂千巖長法嗣臨濟廿一世", "1245": "時蔚。住鄧蔚山三十餘年。學徒奔凑。示眾。大凡參學", "1246": "做工夫者。先將平日所知所見。人我利名。盡情掃却。", "1247": "然後將本參話頭。頓在目前。行住坐臥時也參。著衣", "1248": "喫飯時也參。屙屎送尿時也參。靜閙閑忙時也參。喜", "1249": "怒哀樂時也參。但於十二時中。心心無間。念念相續。", "1250": "不忘這箇話頭。須是大起疑情。大疑即大悟。不疑即", "1251": "不悟。悟即悟自本心。明即明自本性。古人云。佛見法", "1252": "見。是二種鐵圍山。若有所見。盡成其障。所以證道歌", "1253": "云。心是根。法是塵。兩種猶如鏡上痕。痕垢盡除光始", "1254": "現。心法雙忘性即真。此事不論根性利鈍。即要信得", "1255": "及。行得切時節到來。忽然觸著磕著。洞明大事。祖師", "1256": "云。我本求心不求佛。法界元來無一物。佛者覺也。如", "1257": "何是覺。㘞呵呵。方知此語。實無妄也。且道。笑箇什麼。", "1258": "經云。心生大歡喜。自知當作佛。然須如是。須經大善", "1259": "知識。爐鞴煆煉。將來方可續佛慧命。謹參。洪武辛酉。", "1260": "正月十五日。告眾曰。吾今時節至矣。大眾切莫遠去。", "1261": "二十九日。忽沐浴更衣。付囑曰。如今已得須向山間", "1262": "林下钁頭邊。接引一箇半箇。闡揚吾道。報佛恩德。不", "1263": "可攀高接貴。輕慢下流。逐利追名。迷真惑道。如今末", "1264": "法將沉。汝等切須仔細。復書偈曰。七十九年。一味杜", "1265": "田。懸崖撒手。杲日當天。遂趺坐而逝。塔全身於院西。", "1266": "蔚一生清苦。衲衣蒲履之外。錙銖不蓄。至於室中舉", "1267": "古驗今。直截根源。竝無剩語。所有示眾法語等。不肯", "1268": "留傳。但曰。從上佛祖言說。句句朝宗。言言見諦。後學", "1269": "初機。略不聽從。況吾區區杜田話柄乎。悉付火燼。門", "1270": "人記錄。略成文卷。仍行於世。得法弟子甚眾。而無念", "1271": "勝學者獨號能紹其傳云。", "1272": "佛祖綱目卷第四十一終", "1273": "No. 1594-HNo. 1594-H", "1274": "余編次佛祖綱目四十一卷。甫竣崇禎壬申春。黃澹", "1275": "志王心岫諸君子。倡導勸緣。謀付剞劂。是年七月。余", "1276": "忽患脾疾。老年精血乾枯。似無生理。余於生死。業已", "1277": "坦然。獨是書佛祖命脉所關。挍勘刊刻。刷印流通。須", "1278": "一一躬親。非歲月了。局可柰何。是夜夢人持書一封", "1279": "像一幅。啟視書云。知汝欲開坦然書院。像則夢中竊", "1280": "計。此丁南羽所畵觀音大士像也。明旦脾疾遂愈。因", "1281": "追憶萬曆丁巳元旦五更。夢入一殿宇。莊嚴高聳。金", "1282": "碧輝煌大士。身長丈餘。南面而立。余方拜起。大士手", "1283": "抱一嬰兒。授余曰。無智亦無得。以無所得故。豈所為", "1284": "坦然者。即無所得之真種子。令余小子普覺。大千盡", "1285": "未來際。而共證無生乎。阿那含拘尼佛偈曰。佛不見", "1286": "身知是佛。若實有知別無佛。智者能知罪性空。坦然", "1287": "不怖於生死。實有知則無所得。無所得則坦然。此正", "1288": "先佛後佛。互證教外別傳之秘旨。而余小子編次四", "1289": "十一卷。綱目之微意也。學者其無忽諸。", "1290": "壬申臘月三十日五更。夢一縉紳相貌非常。楫余而謝曰。拙稿󳬾老先生訂贋。余曰。老先生真稿。未知的", "1291": "有幾篇。曰四十一篇。是日偶人持嘉興新進談生考卷來。揭視首題。下註云。宗師考取第幾十名首卷。次", "1292": "題云。太尊考取第幾十名首卷。既云幾十名。又云首卷。余怪問故。則曰。卷者篇也。始悟夢中四十一篇者", "1293": "乃綱目四十一卷。云事關佛祖冥證。不得不附跋於此。佛弟子朱時恩謹識。", "1294": "佛祖綱目。逈異他書。上續慧命。下度群品。真心樂助", "1295": "者。固已旋趨於覺路。見聞隨喜者。亦且共脫夫迷途。", "1296": "本願大法流通。統祈自他兼利。真如福德。各各無邊。", "1297": "至於王心岫居士。捐貲助刻首末二本。外復助刊刻", "1298": "刷印銀貳拾兩。特願過去先祖王朝松。先祖母毛氏。", "1299": "先父王孫熈。先母張氏等。盡獲超昇。現在側室顧氏。", "1300": "長男王鈺。生母盧氏。次男王鉉生母盧氏等。均蒙保", "1301": "祐。本色道人。彈指無非佛事云。", "1302": "皇明崇禎癸酉孟冬日心空居士朱時恩敬書"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1594 佛祖綱目", "author": "明 朱時恩著"}