{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 204", "1": "妙法蓮華三昧祕密三摩耶經", "10": "金剛薩埵白佛言。八句自證云何演說耶。", "100": "所座。妙法蓮華八葉四隅菩薩等覺。妙法蓮華八葉", "101": "四方四佛妙覺。妙法蓮華中臺大日如來本覺非因", "102": "非果遠因果。胎藏等覺金剛妙覺胎金之上。本覺法", "103": "界寂光海會。無始無終性相常住。一切眾生皆有妙", "104": "法蓮華八葉中臺十如十尊。是名妙法蓮華經王。", "105": "妙法蓮華方便祕密三摩耶品妙法蓮華方便祕密三摩耶品", "106": "爾時大日如來告金剛薩埵言。唯佛與佛乃能究盡", "107": "諸法實相。所謂諸法如是相如是性如是體如是力", "108": "如是作如是因如是緣如是果如是報如是本末究", "109": "竟等。", "11": "大日薄伽梵告金剛薩埵言。上四句者。金剛界會三", "110": "第一相葉東方阿閦", "111": "第二性葉南方寶生", "112": "第三體葉西方彌陀", "113": "第四力葉北方不空", "114": "第五作葉東南普賢", "115": "第六因葉西南文殊", "116": "第七緣葉西北觀音", "117": "第八果葉東北彌勒", "118": "第九報葉中臺大日本覺如來", "119": "第十本末平等本覺毗盧遮那如來", "12": "十七尊住月輪中遊於中臺。下四句者。八葉諸尊普", "120": "第十一重諸法實相本覺如來百葉千葉乃至不可", "121": "說葉。皆是妙法蓮華八葉卷舒變現。蓮華八葉八印", "122": "報是中臺。如是本末究竟平等平等大慧八葉中臺", "123": "平等大慧差別九尊。葉葉皆是八葉八印八佛八頂。", "124": "最下八葉。中間八印。最頂即是八佛八頂。諸佛菩薩", "125": "在所遊方。示現廣大染淨國土。皆居妙法八葉蓮華。", "126": "八葉所依八方世界皆為能依。香積佛土依於中臺。", "127": "十方世界皆居一心。一心八葉。心無盡故八葉無盡。", "128": "如來若現東方無量恒沙佛土。舒於東葉而作佛事。", "129": "餘方餘葉亦復如是。", "13": "門三昧法然漫荼羅會。五院兩界本來同體自性大", "130": "爾時金剛薩埵重白佛言。諸佛世尊出世大事四佛", "131": "知見祕密。願為大眾演說。", "132": "大日如來為大眾說四佛知見妙法蓮華八葉中臺", "133": "四方四佛知見自證即說肝心真言告示。", "134": "曩謨三曼多勃駄南唵阿阿暗噁薩縛勃駄枳欀曩", "135": "娑乞蒭毗耶誐誐曩娑縛羅乞叉你薩里達磨浮陀", "136": "哩迦薩駄覽惹吽錽護縛日羅囉乞叉𤚥吽娑縛訶", "137": "以下金剛薩埵自說。", "138": "􄖩曩􄗰謨􄙺三􄗥曼􄕗多􈎭勃􇧺駄􈁀南者歸命普", "139": "佛陀義。唵者三身以三字含一字故。其在守護。是即", "14": "漫荼羅。", "140": "三身具足義。􆿅阿者開佛知見義。􆿆阿者示佛知見", "141": "義。中􆿓暗者悟佛知見義。􆿔噁者入佛知見義。是即", "142": "四方四佛種子􄙺薩􅞣嚩􈎭勃􇧺駄者一切佛義。􈂤", "143": "枳欀􄖩曩者知義。􄙺娑􄚵乞蒭􄢥毗耶者。見義知見", "144": "法界義。􄑘誐􄑘誐􄖩曩􅁥娑縛􄗽羅者。如虗空性", "145": "義。􄚴乞叉􄖫你者。離苦義。是皆方便功德。􄙺薩里者", "146": "妙正義。􈍡達􈆺摩者法義。􄪤浮􈍡陀􄙀唯􄑀迦者。白", "147": "蓮八葉義。􈂼薩􈆽駄覽者經義。是則妙法蓮華經義。", "148": "􄓁惹者入義。􈅼吽者遍義。􈆯󱃱者不可得義。􈁟護者", "149": "歡喜義。􄙖縛􄦽日羅者。堅固金剛義。􄗽囉􄚴乞叉􈁝", "15": "金剛薩埵重白佛言。於一心中云何建立妙法蓮華", "150": "𤚥􇩴吽者空無相義也。即是密說遠本義。故方便品", "151": "曰從。久遠劫來讚示涅槃法者即此義也。空無相義", "152": "者。文殊師利菩薩三解脫門功德義故。以文殊為本", "153": "尊。是方便品肝心真言兼本實也。", "154": "妙法蓮華三昧見寶塔祕密三摩耶品妙法蓮華三昧見寶塔祕密三摩耶品", "155": "爾時佛前有七寶塔高五百由旬。金剛薩埵白薄伽", "156": "梵。此寶塔中有何佛耶。", "157": "大日如來告薩埵言。此寶塔中有大覺獅子座。座上", "158": "有寶蓮華。蓮華上左有􄗤字。􄗤字變成大鉢。鉢變成", "159": "釋迦如來。釋迦如來變成胎藏界大日如來。大日如", "16": "兩部漫荼羅耶。", "160": "來法界定印。右有􆿅字變成寶塔。寶塔變成多寶如", "161": "來。多寶如來變成金剛界智拳印。大日如來胎藏金", "162": "剛二佛。竝入一佛壽命海中無別。即是無量壽命決", "163": "定如來入三摩地。心月輪中有􆿅字。􆿅字變成八葉", "164": "蓮華。八葉蓮華遍法界剎。利益無邊一切群生。", "165": "薩埵白佛。妙法蓮華經根本一字􆿅字深旨。願為我", "166": "說。", "167": "大日如來告薩埵言。妙法蓮華經一部始終文文句", "168": "句字字皆悉無非􆿅字。􆿅字本來實相本來不生。􆿅", "169": "字有四。一者平等。二者本誓。三者除障。四者驚覺。􆿅", "17": "大日尊告金剛薩埵言。於一心中妙法蓮華為中", "170": "字亦四。一者息災。二者增益。三者降伏。四者接召。序", "171": "中敘四。正中顯四。弘中弘四。六瑞􆿅字平等實相。下", "172": "至阿鼻上至有頂平等金色。蒙平等光悟於平等實", "173": "相寂光。世尊大悲遂說四􆿅令悟平等。方便品中正", "174": "說平等。傍說餘三。火宅諭中正說本誓。傍說餘三。窮", "175": "子化城正說除障。傍示餘三。雲雨五百正說驚覺。傍", "176": "宣餘三。人記在中。法師流通已前。四􆿅分身雲集開", "177": "一制底。多寶如來證明四􆿅。達多文殊常傳四􆿅速", "178": "疾之門。龍女出海南方成道。發誓薩埵捨身弘宣􆿅", "179": "字四法。四安樂行一剎那圓滿􆿅行。涌出千界大眾", "18": "臺金剛界會三十七智。八葉即是胎藏界會普門三", "180": "欲顯本地大曼荼羅本不生􆿅我。即久成如來壽量", "181": "常住大日心地本不生體。乃至普賢從本遠來重請", "182": "四法諸本不生。唯覺我心本來不生法界普賢大日", "183": "心地􆿅字不生。即是眾生心自性本清淨妙法蓮華", "184": "體。", "185": "妙法蓮華三昧提婆達多祕密三摩耶品妙法蓮華三昧提婆達多祕密三摩耶品", "186": "爾時金剛薩埵白薄伽梵。提婆達多本源云何。", "187": "大日如來告薩埵言。提婆達多文殊師利八大童子", "188": "彼清涼山不思議童子。是故提婆品時。文殊師利不", "189": "思議童子。首著八葉蓮華寶冠從海涌出。引導龍女", "19": "昧。", "190": "即身成佛。達多文殊文殊利劒龍女吞文殊利劒俱", "191": "利伽羅不動威怒不動威怒娑竭羅龍王七佛出世", "192": "龍女從海涌出即身成佛上地水火風空得如意寶", "193": "珠。妙法蓮華八葉中臺中臺不動威怒速疾成道。", "194": "金剛薩埵重白佛言。娑竭羅龍王女即身成佛時。一", "195": "切眾生三魂七魄即身成佛。乃至草木即身成佛密", "196": "呪願說。", "197": "爾時世尊。說即身成佛祕密真言曰。", "198": "􈁴􄙖􄙘􆿅􄙘􄗥􆿅􆿆􄗜􄙖􄙘􄑌􄙌􄑌􄙌􄙺􄙀􅁥􄙖", "199": "說此真言時。草木國土悉皆平等即身成佛。薩里達", "2": "大興善寺三藏大廣智不空譯", "20": "金剛薩埵重白佛言。妙法蓮華八葉中臺願為演說。", "200": "磨芬陀梨華最初羯羅藍內有十色千葉蓮華。蓮華", "201": "中有一千三百九十五尊。此佛忽然建立身形千葉", "202": "白蓮華成三百六十白骨上覆大多勝三魂圓滿於", "203": "月輪中。佛性了了三昧證慧甚大自在。又說真言曰。", "204": "􈁴􈁅􄙘􄑄􄙖􄑄􄙖􄙖􄗥􄙖􄗥􄗥􄙘􅁥􄚩", "205": "說此真言三魂七魄入于妙覺即身成佛。", "206": "妙法蓮華如來壽量祕密三摩耶品妙法蓮華如來壽量祕密三摩耶品", "207": "爾時金剛薩埵白世尊言。久遠實成如來尊形願為", "208": "宣示。", "209": "大日如來告薩埵言。妙法蓮華久遠實成如來。本來", "21": "爾時大日薄伽梵告金剛薩埵言。諦聽善思念之。如", "210": "多寶塔中湛然常住。其名無量壽命決定王如來。手", "211": "結法界定印。首有二佛寶冠。寶冠左有釋迦如來。是", "212": "胎藏界。毗盧遮那如來右。有多寶如來。是金剛界。毗", "213": "盧遮那如來常在塔中。雲集分身同體自性毗盧遮", "214": "那如來海會寶塔東門有上行菩薩。南門有無邊行", "215": "菩薩。西門有淨行菩薩。北門有安立行菩薩。是四菩", "216": "薩四方四佛。是故結四佛印。又寶塔東南有普賢菩", "217": "薩。西南有文殊師利菩薩。西北有觀世音菩薩。有彌", "218": "勒菩薩。妙法蓮華八葉中臺三部大日同體海會五", "219": "百塵點劫上無量壽命決定王如來。說心真言曰。", "22": "來祕密妙法蓮華本地八葉中臺諸尊序品該舒八", "220": "曩謨阿路哩弭跢欲枳孃曩尾𩕳室羅逝捺羅也怛", "221": "他蘖跢也唵薩縛僧塞迦羅跛哩󰡊駄達磨帝摩訶", "222": "曩也波里縛隷莎呵", "223": "金剛薩埵說曰。􄖩曩􄗭謨者歸命句。􆿅阿􄖵路􄙀里", "224": "􄗧弭􄕘跢者東方句。欲􈂤枳孃􄖩曩者南方句。􄙘尾", "225": "􄖫𩕳􈂽室者西方句。􄗾羅􄒼逝􈁋捺羅􄗱也者北方", "226": "句。􄕗怛􄕤他􄑘蘖􄕘跢􄗱也者中臺句。􈁴唵者三身", "227": "中臺八葉俱具三身。故真言中間置􈁴唵字。􄙺薩􇩆", "228": "縛􈑁僧􆱰塞迦􄗽羅者南方句。􄖵跛􄙀哩􄙦林􇧹駄", "229": "􈍡達􈆺磨􈑣帝者文殊句。􄗥摩􄚩訶􄖩曩􄗱也者觀", "23": "葉諸尊。中間諸品顯示八葉。勸發一品結歸八葉。其", "230": "音句。􄖵波􄙀里􄙗縛􄙄隷者彌勒句。􅁥莎􄚩呵者決", "231": "定成就句。此有深祕。", "232": "爾時金剛薩埵白世尊言。久遠實成如來。在何處耶。", "233": "大日如來告薩埵言。一切眾生一念心中。皆有如來", "234": "壽量長遠身寂光海會不退菩薩亦不能知。是故彌", "235": "勒三請我如來四誡然演說。", "236": "金剛薩埵重白佛言。世尊。法華何文宣說一念寂光", "237": "海耶。", "238": "世尊告言。法華宣示眾生聞佛壽命長遠一念信解。", "239": "如來如實知見三界之相無有生死。毗盧遮那徧一", "24": "間二十六品八葉中臺諸尊。方便譬諭。二品東方阿", "240": "切處。其佛住處各常寂光。如來般若知見三界六道", "241": "山河大海本來虗空無生無死。大般涅槃常寂滅光。", "242": "眾生不知。名為生死之初無明。", "243": "涅槃經後分上曰。我以甚深般若。徧觀三界一切六", "244": "道諸山大海大地含生。如是三界根本性離畢竟寂", "245": "滅同虗空相。無名無識永斷諸有。本來平等無高下", "246": "相。無見無聞無覺無知。不可繫縛。不可解脫。無眾生", "247": "無壽命。不生不起不盡不滅。非世間非非世間。涅槃", "248": "生死皆不可得。其知是者名出世人。是事不知名生", "249": "死始。汝等大眾應斷無明滅生死始。徧觀三界有情", "25": "閦佛一葉。信解藥草授記三品東南普賢菩薩一葉。", "250": "無情一切人法悉皆究竟。不出三界。不入諸有。本來", "251": "清淨無垢無煩惱。與虗空等。不平等非不平等。盡諸", "252": "動念。思想心息。如是法相名大涅槃。復告大眾。我以", "253": "佛眼。徧觀三界一切諸法。無明本際性本解脫。於十", "254": "方求了不能得。無故所因枝葉皆悉解脫。無明解脫", "255": "故乃至老死皆得解脫。以是因緣我今安住常寂滅", "256": "光名大涅槃。", "257": "又妙法蓮華三昧如來壽命祕密三摩耶品又妙法蓮華三昧如來壽命祕密三摩耶品", "258": "金剛薩埵重白佛言。久遠實成無量壽命決定王如", "259": "來之上。有佛法耶。", "26": "化城諭品南方寶生佛一葉。五百人記法師三品西", "260": "毗盧遮那如來告言。久遠實成妙法蓮華。有八重位。", "261": "一者久遠等覺本地妙法蓮華八葉四菩薩是等覺", "262": "位尊。二者久遠實成妙覺本地妙法蓮華八葉四佛", "263": "妙覺位尊。三者久遠實成妙覺之上中臺本覺久遠", "264": "實成本地妙法蓮華中臺大日如來本覺八葉四佛", "265": "始覺如來。四者本地中臺大日如來本覺之上有妙", "266": "法蓮華。平等本覺如來中臺本覺如來八葉四佛下", "267": "為始覺。中臺獨為本覺如來。此是第九報臺本覺大", "268": "日還下佛第十本末究竟平等本覺毗盧遮那如來", "269": "本相葉佛乃至末報臺大日如來平等八葉中臺皆", "27": "南文殊師利一葉。從寶塔品至神力品一十一品妙", "270": "同本覺如來本覺位高。五者平等本覺如來之上諸", "271": "法本覺毗盧遮那如來平等本覺毗盧遮那如來尚", "272": "八葉中臺九尊本覺九法身其餘諸法九法界等非", "273": "本覺佛尚下諸法本覺毗盧遮那如來九法界森羅", "274": "萬像皆悉本覺如來。至一切塵。皆來禮仰為本覺如", "275": "來。六者諸法本覺如來之上一輪之法三重本覺如", "276": "來墮始覺本覺故尚下一輪始覺本覺不立本來不", "277": "生法故在本覺上。七者一輪上第一之法一輪􆿅字", "278": "字輪種子種子三昧耶形尊形有相有相凡愚方便", "279": "而實唯住於實相第一義實相高。八者第一義實相", "28": "法蓮華中臺內證。是故二佛在寂光多寶塔中遊虗", "280": "義實相義尚隨義故下獨王頂上非愚量實相最頂。", "281": "妙法蓮華三昧常不輕菩薩祕密三摩耶品妙法蓮華三昧常不輕菩薩祕密三摩耶品", "282": "爾時金剛薩埵白世尊言。不輕菩薩云何禮耶。", "283": "大日如來告言。常不輕者。常是一禮。不輕是一切禮。", "284": "知見眾生心蓮禮拜。不專讀誦經典。但行禮拜。信􄙠", "285": "󱃱字門。禮中臺摩訶毗盧遮那如來。是名一禮。􄙖縛", "286": "字門者言語道斷。上有一點即是大空。大空即是不", "287": "思議。我法妙難思。但行禮拜。四禮。一禮金剛部性。二", "288": "禮寶部性。三禮法部性。四禮羯磨部性。是名一切禮。", "289": "禮世間相常住佛性。禮􈁴字門。禮􈁴字門。禮金剛部", "29": "空會。囑累藥王西方一葉。妙法蓮華囑累蓮華部主", "290": "自性法身之性。禮煩惱即菩提佛性。禮􇩳怛洛字門", "291": "禮􇩳怛洛字門。禮寶部功德法身之性。禮結業即解", "292": "脫佛性。禮􇩵紇利字門。禮􇩵紇利字門。禮法部智惠", "293": "法身之性。禮生死即涅槃佛性。禮􆿔惡字門。禮􆿔惡", "294": "字門。禮羯磨部變化身之性。皆悉禮拜。一禮一切禮", "295": "金剛薩埵重白佛言。不輕菩薩可禮草木國土等耶。", "296": "毗盧遮那佛告言。深住禮拜。如汝所問。法界體性無", "297": "分別。森羅萬像即法身。是故我禮一切塵。", "298": "妙法蓮華三昧陀羅尼祕密三摩耶品妙法蓮華三昧陀羅尼祕密三摩耶品", "299": "金剛薩埵白世尊言。十羅剎等本源云何。", "3": "前文摩訶毗盧遮那遍照薄伽梵。遊法界宮與寂光海會", "30": "彌陀。妙音觀音二品同是西北方一葉。陀羅尼品北", "300": "毗盧遮那佛告言。十羅剎女。本有三覺。一者等覺。二", "301": "者妙覺。三者本覺。初四羅剎淨行等四大菩薩第五", "302": "羅剎釋迦牟尼中四羅剎八葉四大菩薩第十羅剎", "303": "多寶如來又十羅剎十如是尊形八羅剎八葉如是", "304": "第九皐諦第九如是第十羅剎本末究竟等也。", "305": "應永二十一年甲午十月三日。多武峯學頭。自書寫", "306": "付無參老僧。老僧付囑中訓了。再三誡曰。是髻中", "307": "寶珠也。怪漏以莫扶過。謹勉之。", "308": "伏尺藏究菴求法資中訓", "309": "應永三十四年丁未五月二十七日。賜御本奉書寫", "31": "方天鼓雷音佛一葉。妙莊嚴王東北彌勒菩薩一葉。", "310": "之處也。祐空上人曰。弘法大師御請來之御經曰", "311": "仍祕藏無極也。爰良助親王於多武峯二帖被流", "312": "製見如彼注右六地藏本緣委悉也云。與此經不", "313": "同歟。追之可尋之。是乘藏房隆清御相傳之祕本", "314": "也。深祕深祕不可有他見云云。", "315": "金剛最辨坂本安養寺明了上人", "316": "永享九年丁巳六月二十七日。於山門寶幢院北谷", "317": "法光房。更不顧短筆之嘲後見之謗。偏任求法之", "318": "志。如鳥跡書寫之記。", "319": "金剛宗潤年五十一臘三十八", "32": "亦復品品文文句句皆有八葉。序品涌出兩品總舒", "320": "No. 204-A 䟦蓮華三昧經後No. 204-A", "321": "䟦蓮華三昧經後", "322": "夫薩里達磨芬陀梨迦三昧薩駄覽者。大日如來答", "323": "說金剛薩埵請問。開示本初祕妙密藏。稱述一切諸", "324": "情非情三魂七魄即身成佛乃至草木即身成佛祕", "325": "密真言。我高祖大師標題於大蓮華部無障礙經。舉", "326": "經文中之自證八句偈。以成立即身成佛之義也。有", "327": "曰。蓮華三昧經者。我朝聞其名未見其經。弘法大師", "328": "入唐時。謁惠果和尚。雖遂傳法灌頂。而蓮華三昧經", "329": "最深祕密法不能傳之。唯以歸命本覺心法身乃至還", "33": "八葉諸尊。方便壽量等顯八葉。安樂勸發同結八葉。", "330": "我頂禮心諸佛之偈。傳之而已文然案􆿅字觀檜尾", "331": "記引據於蓮華三昧經以證成於自口說焉。由斯觀", "332": "之。詎惟非八句自證偈必矣。谷響集第十三右曰。台家", "333": "經旨相承口訣中曰。蓮華三昧經亦云無障礙經。具", "334": "題曰妙法蓮華三昧祕密三摩耶經。智證大師拔十", "335": "卷中至要請來云文凡此祕經蓋有兩卷。所謂今之", "336": "祕經與說六地藏尊本地之經矣。于越亮去元祿十", "337": "四載首夏中旬。苟有傳燈護法微志。飛錫北京。謁于", "338": "西山真乘院大僧正源公。面授口譯悉遂願望。歸拜", "339": "壬生地藏菩薩。寓宿於安養菴。幸得斯經於藏。喜踊", "34": "亦復方便唯佛與佛諸法實相中臺自證。爾時世尊", "340": "無極。誠希有哉。百世之嘉會千載之良遇也。乃採毫", "341": "素而事繕寫。時時細讀衍文脫字倒字筆誤往往而", "342": "在。欷然靡弗釋卷悲歎焉。今年豐山西寮秀敘闍梨", "343": "慈慧東海鹿嶋春傳古本。由是兩經參考更親書寫", "344": "尋播旁訓。以貽將來。雖爾。間猶不無狐疑。冀俟使於", "345": "後學獲正好本。添𠜂純粹粲然潤色流通󱃱水利澤", "346": "枯槀妙法華實繁茂久住真風颺開心地阿蓮云。", "347": "時", "348": "正德元年龍飛辛卯雪月二十一日傳瑜伽教苾蒭", "349": "性亮玄心誌於輪山巖松溪徧照院南軒", "35": "告舍利弗已下。東門舍利弗領東南方葉。譬諭南方。", "36": "信解藥草授記西南。化城西方。五百人記法師三品", "37": "西北方葉。寶塔提婆二品北方。勸發彌勒前十四品", "38": "八葉諸尊。壽量一品中臺。毗盧分別隨喜東門一葉。", "39": "不輕西葉。神力南葉囑累西北藥王西葉。妙音觀音", "4": "俱。自受法樂從如來壽量金剛下大悲胎藏。說自證", "40": "西北一葉。陀羅尼品北方一葉。嚴王東北。", "41": "金剛薩埵白佛言。妙法蓮華經。文殊普賢為本尊耶。", "42": "大日如來告薩埵言。如汝所問。妙法蓮華前十四品", "43": "文殊師利為其本尊。妙法蓮華後十四品普賢菩薩", "44": "為其本尊。是故法華前十四品文殊師利仰為導師。", "45": "燈明佛昔妙法蓮華經文殊導師。今入龍宮唯說法", "46": "華引導龍女須臾成佛。安樂行品文殊師利問安樂", "47": "行。", "48": "薩埵白佛言。文殊師利提婆品時。從海涌出尊形如", "49": "何。", "5": "偈言。", "50": "遮那告言。爾時文殊師利坐千葉蓮華。首戴八葉寶", "51": "冠。大海自然涌出。", "52": "薩埵重白佛言。八萬大士之中。文殊獨入龍宮。有何", "53": "意耶。", "54": "遮那重告言。文殊師利三世諸佛智母。龍宮畜生甚", "55": "愚。以文殊智破龍畜愚。八歲龍女。於剎那頃發菩提", "56": "心。於須臾頃便成正覺。", "57": "薩埵重白佛言。妙法蓮華後十四品普賢菩薩為其", "58": "本尊。有何意耶。", "59": "遮那告言。勸發品曰。若法華經行閻浮提。有受持者", "6": "歸命本覺心法身常住妙法心蓮臺", "60": "應作此念。皆是普賢威神之力。若有受持讀誦正憶", "61": "念解其義趣如說修行。當知是人行普賢行。", "62": "薩埵重白。妙法蓮華本尊普賢有淺深耶。", "63": "遮那重言。汝自普賢何問自耶。普賢淺深有五重異。", "64": "一者等覺普賢。二者妙覺普賢。三者本覺普賢。四者", "65": "文字普賢。五者實相普賢。第一等覺變化普賢者。妙", "66": "法蓮華八葉東南葉普賢。又勸發品從東方來普賢", "67": "是也。第二妙覺普賢者。妙法蓮華八葉南葉寶生如", "68": "來。第三本覺普賢者。妙法蓮華中臺本覺大日如來。", "69": "第四文字普賢者。妙法蓮華根本一字􆿅字不生周", "7": "本來具足三身德三十七尊住心城", "70": "遍法界普賢是也。第五實相普賢者。妙法蓮華諸法", "71": "實相普賢是也。", "72": "亦復金剛薩埵白佛言。有自性身普賢自受用普賢", "73": "他受用普賢變化身普賢耶。", "74": "遮那告言。第一自性身普賢者。華嚴經示普賢唯依", "75": "如如不依國土。是自性身普賢尊也。第二自受用普", "76": "賢者。又曰普賢一毛孔中有不可說微塵佛剎。是自", "77": "受用普賢尊也。第三他受用普賢者。於色究竟。成自", "78": "受用身。為伏九十五種外道。下南閻浮。八相成道。是", "79": "他受用普賢尊也。第四變化身普賢者。法華經言。普", "8": "普門塵數諸三昧遠離因果法然具", "80": "賢菩薩從東方來。普賢經云。普賢菩薩乃生東方淨", "81": "妙國土。其國土相。雜華經中已廣分別。是變化身普", "82": "賢尊也。", "83": "亦復大日如來告言。有九重普賢。一者等流普賢。二", "84": "者妙法蓮華等覺普賢。三者妙法蓮華妙覺普賢。四", "85": "者妙法蓮華中臺本覺大日普賢。五者妙法蓮華平", "86": "等本覺毗盧遮那如來普賢。六者妙法蓮華諸法本", "87": "覺毗盧遮那如來普賢。七者妙法蓮華一輪普賢。八", "88": "者妙法蓮華第一普賢。九者妙法蓮華頂上普賢。", "89": "爾時薩埵。首戴五智寶冠。左手持金剛鈴。右手持五", "9": "無邊德海本圓滿還我頂禮心諸佛", "90": "鈷金剛杵。杵按於心。坐蓮華臺。放光照法界。白薄伽", "91": "梵。今解佛敕妙法蓮華有三本尊。一者釋迦如來大", "92": "日如來變化尊像。二者前十四品文殊師利為其本", "93": "尊。三者後十四品普賢菩薩為其本尊。妙法蓮華修", "94": "行同入本覺一宮久遠本地無量壽命決定如來摩", "95": "訶毗盧遮那如來。", "96": "爾時摩訶毗盧遮那如來告金剛薩埵言。善哉善哉。", "97": "深入妙法蓮華性海。如汝所言。妙法蓮華釋迦大日", "98": "為其本尊。亦復文殊普賢菩薩為其本尊。十如實相", "99": "八葉九尊十尊。一部始修但說其德。妙法九尊蓮華"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 204 妙法蓮華三昧祕密三摩耶經", "englishTitle": "卍 Xuzangjing, Electronic version, No. 204 妙法蓮華三昧祕密三摩耶經", "author": "唐 不空譯", "language": "chinese", "source": "CBETA"}