{"sourceLink": "http://www.cbeta.org/", "text": {"0": "偈未荄吳居士祈子乞偈", "1": "密雲禪師語錄卷第十二", "10": "文殊文殊", "100": "標格", "1000": "備歷講筵按為世庵法姪普說云老僧出家年晚", "1001": "為生死事急無暇及于教乘又據昌侍者記聞師", "1002": "既披剃傳和尚顧師喟然云僧亦是個僧不知因", "1003": "甚挨到這個時節則師生平所亟亟在此不在彼", "1004": "可想矣。", "1005": "二十七年己亥", "1006": "師三十四歲掩關本山以千日為期按行實云遂", "1007": "稟本師掩關時已虛度三十有四矣則師掩關在", "1008": "己亥春而昌侍者記聞師于是歲祝髮即于是冬", "1009": "進關初師欲掩關慮費嘗住乃自備材木小搆關", "101": "朝宗忍請朝宗忍請", "1010": "房數楹及千日之需然後進關今以歲紀考之師", "1011": "辛丑冬啟關壬寅領院務溯至戊戌冬而千日始", "1012": "滿則掩關在三十三歲明矣作掩關偈及答曹林", "1013": "講主法華偈為報恩脩下語代答一日覺宇脩即報", "1014": "恩和尚與覺安念者於師關房話間念云宇師兄你", "1015": "在家殺幾多羊來索命時如何脩面熱不能答師", "1016": "代云這畜生更要甚麼命。", "1017": "二十八年庚子", "1018": "師三十五歲關中因袖破有感呈傳和尚云袖破", "1019": "露出手鞋破赤腳走驀撞富家郎他醜我不醜傳", "102": "要我寫兩句誰知一字無有眼解睜視有口卻盧都", "1020": "正以偈有若要賭猜枚大家出隻手之句又與山", "1021": "陰王靜虛徵詰雲門問陳操尚書非非想天幾人", "1022": "退位話師云大家在這裡士大喜與師締方外交", "1023": "云蓋是歲冬十一月也。", "1024": "二十九年辛丑", "1025": "師三十六歲傳和尚為師按驗往還酬答雖當機", "1026": "不讓傳不許可以限周千日冬遂啟關按行繇云", "1027": "一日本師過關前話及有心無心之旨本師云你", "1028": "既有心把將心來我呈偈云自心本自心心不自", "1029": "自心心不非自心心心即自心本師云心不自心", "103": "手握骨律棒問著打頭顱為甚如此千峰勢到嶽邊", "1030": "自心非心有無既非無自心耶復呈偈云心心即", "1031": "自心有無皆自心有無皆自心無心無自心本師", "1032": "云今日張渚買兩把青菜來無個大蘿蔔頭我云", "1033": "某在關房不知謝和尚三拜本師云終未大悟在", "1034": "又一日本師同兄弟至關前佇立有間云佛法二", "1035": "字雖不是偶然亦非特意會得但有個悟入處不", "1036": "妨信意拈來自然貼體隨分道出自然恰好所以", "1037": "大丈夫為道迥別纔逴得源頭到手撩起便行不", "1038": "問如何若何老僧憶昔居臺山有一僧問三賢尚", "1039": "未明斯旨十聖那能達此宗未審如何是斯旨老", "104": "止萬派聲歸海上除", "1040": "僧即鳴指一下云會麼僧云不會又鳴指一下云", "1041": "知麼僧云不知老僧但向伊道具足凡夫法凡夫", "1042": "不知具足聖人法聖人不會聖人若會即同凡夫", "1043": "凡夫若知即同聖人其僧矍然致敬倒身三拜直", "1044": "趨而去更不回顧俊哉汝等且道這僧如此去還", "1045": "曾悟得也未若道未悟他卻恁麼去道他悟又悟", "1046": "個什麼來汝等試道看我即起身一拜云夜深天", "1047": "寒請和尚歸方丈本師云不是這等儱侗推開去", "1048": "便了的本師乃舒一手云我手卻不是驢蹄我云", "1049": "恁麼道又爭得乃亦豎一指本師云也當不得又", "105": "萬如微請萬如微請", "1050": "按答孝廉劉墨僊貧道若不得我幻有老人道未", "1051": "曾大悟在又爭得到銅官山頂忽自覺情與無情", "1052": "煥然等現又爭忘得人我相得失是非又爭敢道", "1053": "大地分明一個爐看來渾是火柴頭老僧信手輕", "1054": "挑撥便解翻身動地流耶。", "1055": "三十年壬寅", "1056": "師三十七歲傳和尚移錫燕都命師監院務按行", "1057": "繇云我三十七歲本師將北往以院事付管當晚", "1058": "室中擬舉話問大眾我即向前云和尚恁麼擬舉", "1059": "話正好劈口大巴掌便出雖然如是只是恍恍惚", "106": "者個阿獃不辨非是拈條白棒不分彼此恁麼為人", "1060": "惚昭昭靈靈也未得個安穩。", "1061": "三十一年癸卯", "1062": "師三十八歲是年秋因過銅官山豁然大悟按行", "1063": "繇一日自城歸過銅官山頂忽覺情與無情煥然", "1064": "等現覓纖毫過患不可得大端說似人不得正所", "1065": "謂大地平沉底境界爾時恍恍惚惚昭昭靈靈底", "1066": "要起起不來欲覓覓不得不知甚麼處去了又自", "1067": "密密舉前所見所會古人因緣宛爾不同亦自不", "1068": "疑道是與不是按答漢月首座老僧於有個小省", "1069": "發始覺得昭昭靈靈之光景雖不從前塵所起而", "107": "惡聲滿地萬如萬如描他怎底一火焚之免及相累", "1070": "有但舉念則有不舉則無故於生死中未免看作", "1071": "兩橛弗得一體故弗安穩歷一十三載於銅官山", "1072": "頂不覺昭昭靈靈之一念故覺情與無情煥然等", "1073": "現不見有男名女字等差別名相又云於銅官山", "1074": "頂忽覺情與無情煥然等現故惟以一條棒直指", "1075": "一切含靈本命元辰立地處。", "1076": "三十二年甲辰", "1077": "師三十九歲按行繇至三十九歲同覺宇三藐二", "1078": "師弟到京省覲本師以昌侍者記聞攷之則師是", "1079": "歲實居龍池蓋師啟關之明年報恩脩踵師關亦", "108": "木陳忞請木陳忞請", "1080": "訂千日期今約脩掩關之歲月至乙巳孟夏周三", "1081": "稔則昌侍者之記聞為實錄焉。", "1082": "三十三年乙巳", "1083": "師四十歲是年四月偕報恩脩取道漕河入燕京", "1084": "省覲傳和尚冬十月始達京師時傳住普炤禪寺", "1085": "聞師來先使人待之國門及至便問老僧離汝等", "1086": "三年汝等有新會處麼師即出云有傳云有什麼", "1087": "新會處師云一人有慶萬民樂業傳云汝又作麼", "1088": "生師即問訊云某甲得得來省覲和尚傳云念子", "1089": "遠來放汝三十棒師抽身便出又一日傳問近日", "109": "者個阿獃真阿獃一味一生自勉強據個單傳直指", "1090": "又如何師即舉起右腳傳云驢腳馬腳師便舉起", "1091": "左腳傳云馬腳驢腳時脩禪師在傍師以手指脩", "1092": "復顧傳和尚脩便出師云不消一指亦出又一晚", "1093": "同眾入室傳問寂然不動感而遂通師便出傳云", "1094": "此子如傷弓之鳥見弓影便行又一晚同眾侍立", "1095": "次傳云如人落水坐觀成敗不救一救師即推攙", "1096": "眾兄弟出眾不從師云爭怪得某甲又一晚問是", "1097": "大盡小盡有者道小盡有者道大盡師云設保不", "1098": "在曆本上論量便出一早侍傳室中語話了出喫", "1099": "粥眾問說什麼話師便翻倒飯桌一目侍立次傳", "11": "文殊大智利師兒親踞地過去七佛師即今誰弟子", "110": "人徹骨徹髓一條棒天下那有這等善知識不顧諸", "1100": "云忽有人問汝如何秪對師向前豎出拳傳亦豎", "1101": "拳云老僧不曉得者個是什麼意思師云莫道和", "1102": "尚不曉得三世諸佛也不曉得傳云汝又作麼生", "1103": "師便喝傳云三喝四喝後又如何師即連喝退身", "1104": "傳云宛有古人之作師復喝又一日眾俱外出傳", "1105": "掩門獨處師外歸不敢入逡巡檻外狗忽內吠傳", "1106": "書紙塞出門縫云辜負自己名字何師以碗鋒書", "1107": "瓦云和尚裝聾某甲賣啞一隻黃犬非聾非啞然", "1108": "雖如是何名何字棹入墻內傳便開門歸方丈師", "1109": "入作禮傳云門開了汝不能進耳師一喝便出一", "111": "方嫌與謗咄", "1110": "日傳自拏鐵衝鑿壁師向前代鑿之傳過衝與師", "1111": "云老僧有個替手遂歸方丈一日報恩脩呼師云", "1112": "密雲師兄傳云是誰脩云悟師兄改號了也傳云", "1113": "怪道恁麼糊塗師抽身便行又一早上方丈問訊", "1114": "傳云汝只恁胡統亂統師便起單他往脩等挽留", "1115": "傳云不要留他一言相契即住一言不契即去師", "1116": "走出傳云將謂汝出一頭地原來是個無明塊子", "1117": "師云釣背筋蠻子誰不識你你作無明會那傳即", "1118": "轉身歸方丈師亦被眾兄弟留住傳云汝恁麼罵", "1119": "了老僧如何掩得別人過汝還在這裡住師即大", "112": "石奇雲請石奇雲請", "1120": "書云瞞人不好事好事不瞞人有人謂我罵師父", "1121": "我即向伊道莫謗山僧好傳亦大判云此是閻老", "1122": "前公招無晦也一日凌晨傳和尚以大棒靠佛堂", "1123": "前喚云圓悟我要打汝汝跪了佛我與汝說說佛", "1124": "法了打師走云有佛法與別人說傳直趕上與師", "1125": "掄劈大棒得三個月日提不起手師當時直倒觸", "1126": "上去傳放棒云汝恁麼觸殺老僧師以棒擬打上", "1127": "云豈不幸哉。", "1128": "三十四年丙午", "1129": "師四十一歲居普炤傳和尚既任緣住持師亦無", "113": "咄哉老癡不識是非但來問者一味打之無物可似", "1130": "煩綜理泮奐優游故多題詠自勉偈云光陰瞬息", "1131": "莫虛刪時節因緣豈等閒一念萬年終不改任他", "1132": "滄海變青山又中秋呈傳和尚云為愛中秋夜月", "1133": "精與人同樂稱人情億萬州都皆普一人舉首", "1134": "一輪明傳和尚印云不多不少復書一紙云檀越", "1135": "送得月餅兩個師徒侍者五人一個分作四分剩", "1136": "底付與老僧師掇一個便行。", "1137": "三十五年丁未", "1138": "師四十二歲還南傳和尚示師法語云汝離我此", "1139": "去但適意處斷不可住不適意處作急走過恁麼", "114": "分付石奇", "1140": "行去不要記歲數須待十字路口有個跛足阿師", "1141": "與汝印證了不要汝來見我彼時我自相見汝也", "1142": "宜悉之時蓋二月中旬留別修禪師有同來不同", "1143": "去愧我獨南行之句三月過維揚登金山留題云", "1144": "波中卓出始昂頭裂破長江兩道流隔岸紅塵飛", "1145": "不到三三兩兩渡人舟夏居龍池示徒有人生何", "1146": "所貴所貴持大志志大不吾欺浩然塞天地之句", "1147": "秋八月上雙徑陟臨安之天目山撥草瞻風闃其", "1148": "無人乃截江過天台訪海門周居士士以道學人", "1149": "望隆一世稱門庭高峻者師與之本色相見脫略", "115": "牧雲門請牧雲門請", "1150": "窠臼士為手舞足蹈乃館師別業日夕質證恨相", "1151": "見晚及師辭去與師訂出世之期師以住山告之", "1152": "士云知命以上師且道風遍界安能深自秘惜耶", "1153": "至紹興邂逅王靜虛虛素奉師獎藉一時留神空", "1154": "宗之士有若陶會稽望齡王司空舜鼎咸假館願", "1155": "留憧憧咨叩無虛日故師與之酬酢最多。", "1156": "三十六歲戊申", "1157": "師四十三歲居石簣山房亦名護生庵或曰非也", "1158": "護生庵去石簣山房半牛吼地乃陶會稽家世植", "1159": "福地蓋吼山云按昌侍者記聞師居吼山目有貴", "116": "者老漢只可看不可判拈條棒子當頭打一一鼻頭", "1160": "人至庵見師閱論孟貴人問看什麼師呈起示之", "1161": "貴人云不是你家茶飯師便掌貴人大怒適會稽", "1162": "至諭之曰和尚與你佛法相見乃惡發耶貴人唯", "1163": "唯遜謝而去天台有無擇者遍見諸方尊宿以機", "1164": "辯盛氣蓋人時流憚之嚮師名直趨謁師適師路", "1165": "次栽松遽爾問云聞吼山有師子特來一弄師舉", "1166": "起钁頭便打擇擬議師直打趁繇是道聲藹著宿", "1167": "衲因之就正者亦戶屨滿矣作達磨渡江讚為石", "1168": "簣陶公作初祖像讚燈前偈示護生庵主有笑裡", "1169": "有刀窺得破光明越格始為僧之句。", "117": "穿一貫正眼從來廓頂門歷歷綿綿續不亂", "1170": "三十七年己酉", "1171": "師四十四歲聞檇李楞嚴備諸禪典乃自往購之", "1172": "故宿楞嚴有夜央轉臥緣張臂觸省鄰單安睡人", "1173": "者此也過武原留秦山度夏秦山者蓋始皇三十", "1174": "七年遊會稽還駐蹕此山以望蓬萊僊人之屬故", "1175": "其上有始皇廟師有句云行到山窮水盡頭秦皇", "1176": "計絕始心休誰知別有通方路大海何曾止浪遊", "1177": "病目答景西上人偈是秋仍寄護生卒歲。", "1178": "三十八年庚戌", "1179": "師四十五歲佩傳和尚南來之語乃辭別石簣陶", "118": "林野奇請林野奇請", "1180": "太史云花事紛紛春盡頭杖藜隨意且悠遊謝辭", "1181": "檀越何方去萬里天涯一步收太史勉留之以師", "1182": "欲觀南海為津送之普陀且密令寺主玉堂款師", "1183": "故登菩薩頂望日有登巔四顧景幽長水色天光", "1184": "碧玉堂之句訝主人禮意殷勤信宿而還過水西", "1185": "門庵示息機上人偈為石梁陶仲子靜室留題答", "1186": "章居士請問念佛因緣偈辭謝宛委見勉掩關偈", "1187": "自以中歲出家貌言拙樸雖為諸公見重以世識", "1188": "真者寡乃痛自韜晦作偈見意云翩翩野老僧匡", "1189": "徒竟不能若問西來意拳頭劈面掄不嫌圖我拙", "119": "咄哉者禿有眼如盲有口若啞手拈條棒問著便打", "1190": "且欲得人憎義斷情忘處諸人會未曾與黃檗無", "1191": "念有禪師會于陶會稽府第有一見遂得師于驪", "1192": "黃外問嗣法為誰師以龍池告之復問龍池為誰", "1193": "氏子師云本師親見笑巖來有愴然云吾行腳燕", "1194": "京時笑巖和尚猶無恙正欲參禮為人所阻恨不", "1195": "及見之今三十年未聞門下有大行其道者其在", "1196": "公乎是年秋傳和尚回自燕京。", "1197": "三十九年辛亥", "1198": "師四十六歲還龍池昌侍者云師還龍池蓋在庚", "1199": "戌歲杪以師還山只住八個月至八月初呈偈辭", "12": "輩輩大丈夫自有衝天氣", "120": "不知落處問取林野", "1200": "云辭別三年方外遊歸從八月山中住也按行繇", "1201": "往回四載本師以帖書云大事未完更可前進毋", "1202": "來後也命通壽至紹典護生庵喚歸問云汝幾年", "1203": "曾見什麼人我以腳打地以手拍膝便出本師云", "1204": "汝在外幾年一些氣息也無我云和尚疑則別參", "1205": "一日本師陞座喚我向前舉拂問諸方還有這個", "1206": "麼我震威一喝本師云好一喝我連喝兩喝歸位", "1207": "本師顧云更喝一喝看我即出法堂本師下座我", "1208": "隨入方丈作禮云適來某甲觸忤和尚便出本師", "1209": "即安西堂位次日撾鼓集眾上法堂付我衣拂我", "121": "禹門大眾請禹門大眾請", "1210": "辭再三本師云汝是什麼意思我云直待和尚天", "1211": "年某甲守塔三載然後可行則行可止則止時年", "1212": "四十八歲後至八月初呈偈辭云辭別三年方外", "1213": "遊歸從八月山中住悟甘做個無緣地乘個無緣", "1214": "地辭去本師云與大眾無緣與老僧無緣我云只", "1215": "是某甲更與阿誰本師苦留云汝若去了我直操", "1216": "到底我不得已住之又按禹門上堂於辛亥春二", "1217": "月三日擊鼓集眾於此上堂付與悟上座當時堅", "1218": "執不受此則歲月有徵參驗無差若四十八歲則", "1219": "癸丑年矣癸丑望丁未七稔付拂與辭去又同歲", "122": "咄哉者禿漢處處沒留戀只者也須送火中免占禹", "1220": "則何以云三年方外往還四載耶然則行繇雖師", "1221": "自宣而錄則出白雲體心二十餘人之手故當以", "1222": "辛亥二月為是。", "1223": "四十年壬子", "1224": "師四十七歲刻傳和尚閒談晚話就趼足武林乞", "1225": "弁首之語于雲棲蓮大士復過山陰為傳和尚訊", "1226": "王司空并乞序言以司空素問道于傳故也登會", "1227": "稽海口之大峰山兼似墨池王居士有滿口向人", "1228": "言不得謾將東海作書池之句蓋司空號墨池云。", "1229": "四十一年癸丑", "123": "門禪院", "1230": "師四十八歲居龍池是年始闢睹史內院基蓋傳", "1231": "和尚欲建寢殿于山之麓以奉安補處菩薩時儕", "1232": "輩甚眾而經始命師且語師曰除卻釋迦老子福", "1233": "慧兩足有幾人哉但于本領有實證則龍天必不", "1234": "相負吾日暮矣汝見其成師終以受業之地不欲", "1235": "自獨有為退讓益甚復語師云汝尋嘗豎出拳頭", "1236": "老僧亦豎出拳頭正要汝自拳自立耳一日侍傳", "1237": "山行因石擺擬側師向前扶之傳顧云汝扶持我", "1238": "耶師云是何言歟又一日日色將沉之際傳喚師", "1239": "及報恩修入室云老僧昨夜起來走一回把柄都", "124": "佛音智請佛音智請", "1240": "在手裡了汝等為我扶持佛法師便出復呈偈云", "1241": "若據某甲扶佛法任他○○○○○都來總與三", "1242": "十棒莫道分明為賞罰傳目之大笑師來付火", "1243": "按行繇云此癸丑季冬時話也雪中送報恩修掩", "1244": "關北塢有誰人知此意白日掩柴扉之句傳和尚", "1245": "亦以偈送云老衲於今不坐關既無住也幸無閑", "1246": "何曾進又何曾出只在尋嘗天地間命師和之師", "1247": "和云某甲分明沒啟關通身無處著忙閒也無門", "1248": "進無門出只麼堂堂任運間復命師代示明極上", "1249": "人偈。", "125": "教我贊也不贊他人罵也不罵別人若謂是吾像一", "1250": "四十二年甲寅", "1251": "師四十九歲春日因觀落梅偶賦云寒梅初放雪", "1252": "添肥無那春風送爾歸枝上已離空不住飄飄一", "1253": "瓣不沾泥至二月十二日傳和尚告寂矣當彌留", "1254": "時適師城出命促之歸而奔赴不及故無末後相", "1255": "見之語按行繇甲寅二月十二日本師圓逝我伴", "1256": "柩三載夏居山寺偈云古寺團團盡竹林娑羅樹", "1257": "下更陰深山僧盤膝蒲團坐堪笑人來解問心龍", "1258": "池蓋有雙樹娑羅已近數百年其西偏大根軸解", "1259": "者中安木榻可坐數人故師復有偈云佛號娑羅", "126": "人那有兩個樣若謂是吾真一人那有兩個真縱然", "1260": "大樹王為緣垂世作津梁蓋以此云。", "1261": "四十三年乙卯", "1262": "師五十歲心喪伴柩龍池山頂高寒焚香卻坐日", "1263": "無餘事乃簡古公案近二百則為之頌以明佛祖", "1264": "大意今集中自世尊初生至婆子燒庵皆此時作", "1265": "也和楊居士捕魚歌示樵者偈因友人論主退步", "1266": "作偈進之人生于世莫徒勞進步何如退步高進", "1267": "退兩關如達破了然隨步任逍遙詠臘梅我愛臘", "1268": "中梅寒花赤體開春風力不藉霜雪莫能摧。", "1269": "四十四年丙辰", "127": "像又像真又真佛音佛音於汝分上了不相親一任", "1270": "師五十一歲伴柩答潘吳二道人海底泥牛四句", "1271": "之問復以四頌明之冬十二月奉傳和尚骨身入", "1272": "塔時海內賢公卿若蘇雲浦孫淇澳李孟白陶石", "1273": "簣王墨池皆從傳問道稱門下見知者卒未有以", "1274": "銘其塔以師謙讓未遑故也越十三年住金粟方", "1275": "設伸狀于少嘗伯周海門汝登為之撰文相國文", "1276": "文起震孟為之書丹焉。", "1277": "四十五年丁巳", "1278": "師五十二歲偶觀龍池有最憐影落澄潭浸反笑", "1279": "頭陀白髮侵之句是歲傳和尚示寂三年矣師心", "128": "持去示天下人", "1280": "喪既畢眾請開堂乃于四月望日陞座按行繇至", "1281": "丁巳年五十二歲結制本山時同門俱在初若易", "1282": "師未肯相下一聞提唱莫不屈服繇是一眾為之", "1283": "改觀秋寄石梁陶居士月到中秋滴露濃巖前石", "1284": "菊正花紅山僧盡日茆堂睡長夢毘耶多口翁次", "1285": "澹孺楊居士登龍池韻相逢不必論高深覿面何", "1286": "須更用尋君有勝情並玄度我無名理況支林一", "1287": "盂香積維摩供萬法惟吾獨露襟自覺個中無一", "1288": "字客來談笑懶言心。", "1289": "四十六年戊午", "129": "其侍者請其侍者請", "1290": "師五十三歲始建睹史內院繼先志也元勳徐公", "1291": "弘基微服過陽羡通名謁師與師登說法之堂仰", "1292": "視無額乃酌以雨花之名且欲自書以贈師云先", "1293": "師在日唐太嘗且命之矣先師戲之曰公為我籌", "1294": "計使我他日得擔負去見閻羅老子不然我無用", "1295": "此為也徐乃止益加敬焉于道人乞開示書法語", "1296": "與之更示以偈云。", "1297": "四十七年己未", "1298": "師五十四歲父曦以考終疾聞師躬往視語師云", "1299": "和尚度我師云父子上山各自努力曦云吾因你", "13": "普賢普賢", "130": "者老和尚為人倔疆佛來不饒祖來不讓有人問著", "1300": "得聞極則事何憾哉越二日告終過善權寺留題", "1301": "三生堂次予坦鄧居士放生偈韻擬寒山子詩六", "1302": "章山中四威儀偈居山四詠杖意次報恩修韻有", "1303": "高提祖印佩單傳之句復以故里行道先哲所難", "1304": "為辭眾說偈云自知住處我無因一缽風流物外", "1305": "人踏破乾坤誰是伴草鞋藜杖逞閑身眾勉留乃", "1306": "止。", "1307": "神宗萬曆四十八年", "1308": "光宗光宗皇帝泰昌元年庚申", "1309": "師五十五歲睹史內院落成按為眾入堂舉仰山", "131": "當頭便棒鑊湯爐炭任縱橫天上人間作榜樣", "1310": "夢陞彌勒內院話蓋是年季秋事也冬臘月八日", "1311": "本山起千日閱藏期上堂開示有期悟為本閱藏", "1312": "為末及略舉從上世尊至此無不以悟為期等語", "1313": "作行住坐臥四偈示不二禪人偈。。", "1314": "熹宗熹宗皇帝天啟元年辛酉", "1315": "師五十六歲愍諸學者參禪不得力作偈九首為", "1316": "示入道之要冬十二月因事上堂舉話畢良久云", "1317": "這裡無人證明且向別處尋討下座便行一眾挽", "1318": "之不可報恩修復以偈請留次韻答之聞匡廬衡", "1319": "嶽之勝飄然曳杖遂往焉。", "132": "還源禪人請還源禪人請", "1320": "二年壬戌", "1321": "師五十七歲正月初三日登匡廬留題東林有信", "1322": "步何憂不現前踏破乾坤孰去來之句閑步三笑", "1323": "堂讀壁間王陽明先生詩忽聞迅雷因為次韻以", "1324": "雨阻留東林七日摧頹老衲眾無識者獨寺主大", "1325": "梆遇之甚隆其山前後剎皆蹔過而已至歸宗復", "1326": "留半月過衡嶽取道宜春因度夏袁之泗州寺袁", "1327": "于洪都最為僻壤山深寺老僧行寥寥有居士數", "1328": "輩時從問道為奉晨夕故寄袁州詩云諸君義氣", "1329": "越嘗情愧我無能報此心也秋有僧自天台跡師", "133": "者老禿不說禪與道不說玄與妙人問未開口棒頭", "1330": "至袁為萬年諸山請住通玄之意初以投身空閑", "1331": "不欲就繼念先人付託之重幡然就之八月離袁", "1332": "舟次廣信寄復澹孺石田二居士偈九月至紹興", "1333": "暫憩吼山護生庵黃檗費隱容沈文學求如皆前", "1334": "後繼見而容遂獲契證云冬十二月抵天台通玄", "1335": "寺。", "1336": "三年癸亥", "1337": "師五十八歲住通玄開堂演法有通玄峰頂別是", "1338": "人間之語蓋別開山第一代韶國師偈也韶為吳", "1339": "越忠懿王刺台時所奉去師近七百載未有屬和", "134": "已先到只解如此為人那管諸方取笑", "1340": "者一旦嗣響其間故今二偈諸方感誦夏六月始", "1341": "定九旬安居之制深山曠野相依衲子十數輩多", "1342": "正因行腳之士而茆堂草榻靜處無為師得不倦", "1343": "槌拂寅夕與之提策往往有開發者其侍僧隨聞", "1344": "集錄今編為偶言一種皆一期與妙行求如火爐", "1345": "頭茶鐺邊話也秋日聞鴈寄示契如智禪人偈復", "1346": "費隱容通法嗣書復求如沈文學問道書別法華", "1347": "無用上人擬答復禮法師偈復　頂弘上人四問", "1348": "偈。", "1349": "四年甲子", "135": "洞如禪人請洞如禪人請自像旁附", "1350": "師五十九歲三月檀越蔡子穀聯壁請住嘉興海", "1351": "鹽金粟山廣慧寺寺即吳赤烏中康居沙門僧會", "1352": "所建當吳時佛法雖至中國大江以南無有也會", "1353": "以求獲釋迦文佛真身舍利始創三寺其二則金", "1354": "陵之保寧太平之化城其一即金粟金粟為東吳", "1355": "首建而攷之禪典則從未有宗門師匠光揚第一", "1356": "義天者故子穀力為輓致諸老如雪嶠信聞谷印", "1357": "抱朴蓮皆鮮克有終至是請師焉初師在袁夢至", "1358": "一處見巨井足飲千人方蓋亭其上有偉衣冠者", "1359": "進曰此師住處也及詢之金粟信然蓋繇夙定云", "136": "我也坐你也坐默默然無話墮兩道眉毛眼上橫一", "1360": "四月受請同眾赴上堂有九萬里鵬纔展翼百千", "1361": "年鶴便翱翔之語過會稽師凡三至護生庵眾謂", "1362": "不可吝法力請之為一陞座五月六日入院時本", "1363": "寺龍山為貴人所圖子穀方鳴諸當事求直不已", "1364": "師告之曰在道與德耳爾若為法門則我住若為", "1365": "山門則我還天台去矣事遂寢一郡聞之咸服師", "1366": "高義初至日天王寢殿以外皆民居破屋敗椽饘", "1367": "粥或不繼師處之裕如也冬十月結制眾盈千指", "1368": "破山明石車乘皆在座下而漢月藏為眾首焉復", "1369": "史明復史清都陶愚溪問道書示茂林禪德胡行", "137": "個鼻子下頭大", "1370": "昭居士偈。", "1371": "五年乙丑", "1372": "師六十歲鄰虛禪人上雙徑化茶作偈送之示雙", "1373": "徑智光禪人偈復陳則梁問道書陳蓋奉天主教", "1374": "者中多泰西利瑪竇語師為答之最詳與劉子元", "1375": "往復論心華發明之喻謝郡丞青蓮居士自以拘", "1376": "文不得預參請之列思一睹顏色慮無以致師者", "1377": "時陶石梁廣文餘杭矣乃為轉屬具道所以願見", "1378": "意師得書遂往謝喜出望外率合郡士紳會于武", "1379": "林之昭慶寺一眾皆獲法施歎未曾有秋九月過", "138": "恒證禪人請恒證禪人請", "1380": "紹興為空華法姪下火冬結制是時座下三千指", "1381": "多軒昂騰踏不可羈縻之士金粟宗風日浩浩聞", "1382": "湖海矣為金如王朝式題初祖贊自題像贊初武", "1383": "原朱君上申聞師名且信且疑一日中夜夢人特", "1384": "巨軸展示曰汝識此人否朱諦視之則神儀挺特", "1385": "踞胡床衣紫僧伽黎衣類古圖畫高僧者曰吾未", "1386": "識面也其人曰君拜之此宋慈受深禪師像也瞻", "1387": "禮未竟而覺翌日過裝潢家見師像與夢無異審", "1388": "其款識則師自題真贊也故朱于眾信中皈向尤", "1389": "篤云。", "139": "自像自題無一可宜任汝持去切莫依稀", "1390": "六年丙寅", "1391": "師六十一歲示頓越居士法語示普度尚禪人住", "1392": "山法語復王金如史子復半眼居士問道書過武", "1393": "原為朱侍御泰禎父對靈小參跋孤明上人血書", "1394": "法華經後題曰睿程君小像題釋迦文佛出山像", "1395": "贊為輝宗禪人題接引佛贊以古人著草鞋住院", "1396": "凡百任緣故雖如錢穀之需皆不計晨夕是秋偶", "1397": "廩人告匱師分命結束竟乃倒橐而炊之曰食畢", "1398": "吾與眾齊走耳時門外已有馱負而至者問其故", "1399": "曰昨宵夢金甲神人告我齋僧功德利益事繇是", "14": "普賢師白象兒蓋色騎聲秪是伊法法頭頭全體現", "140": "清庵禪人請清庵禪人請", "1400": "遠近相傳遂有韋馱趕供之說出于齊民之口矣", "1401": "冬眾盈五百乃舉五峰學破山明分攝兩堂始有", "1402": "上下西堂焉。", "1403": "七年丁卯", "1404": "師六十二歲春日送道生禪人歸秀水掩關偈云", "1405": "上人歸去把門封坐臥經行秪此中打破靈雲關", "1406": "捩子桃花依舊笑春風時十方來學雲趨水赴屋", "1407": "不能容至有露坐簷宿者乃闢法堂之左廡建通", "1408": "堂五間十三架更以餘材夾殿之翼輔以周廊皆", "1409": "不發化士不告檀越其榱礎梁楹一出師衣盂乃", "141": "認著即觸不認則背不涉兩關請著精彩清庵清庵", "1410": "眾願樂助者而運斤墁堊則方服自為之故經始", "1411": "之日師撾鼓上堂有眼望青天起大屋之語是歲", "1412": "眾滿七百矣題金碧峰禪師像贊示純一上人法", "1413": "語復紫垣居士問道書答存義上人曹洞五位君", "1414": "臣問題菩提心戒儀序。。", "1415": "思宗今上皇帝崇禎元年戊辰", "1416": "師六十三歲以謝事告諸檀越將為拂衣之舉時", "1417": "徐中丞從治朱侍御泰禎曹侍御谷皆再挽莫回", "1418": "而孝廉鍾海槎鴻穎載言曰師為子穀住四春秋", "1419": "矣屈千日為穎自效犬馬之地遂不哀憐穎乎師", "142": "還會不會咄一火焚之試看自在", "1420": "惻然為留之岳大司馬元聲喜夸上與緇衣黃冠", "1421": "者遊輒以力生自命以嘗見紫柏尊者亦獵三教", "1422": "遺言遂目撰禪門口訣詣師就正藉一言以流通", "1423": "焉師展卷見一實字即指問云此字如何解說岳", "1424": "擬議云卻解說不出師云恁麼則虛言了岳面熱", "1425": "不能答去後復致書云一見和尚心甚念世出世", "1426": "法還須落草盤桓頌古見教師答偈云須知一念", "1427": "未生前世出世法不可得秪憑者個老源頭世出", "1428": "世法通貫徹聞師拂衣復致書云此時宜靜不宜", "1429": "動家中人不打鄉談和尚自理會師答云老僧從", "143": "友慈禪人請友慈禪人請", "1430": "來不見有動靜居士既有宜靜不宜動取捨情存", "1431": "此是門外漢未夢見在復陽羡吳問卿居士問道", "1432": "書題玉芝禪師像贊為抱璞蓮禪師題禹門傳和", "1433": "尚真贊復錢性符問道書示太虛藏禪人病中法", "1434": "語答陳學憲𢡟德居士十七問一時傳播諸方遂", "1435": "各有答頌焉秋建護世四神王寢殿與齋庫庖湢", "1436": "之屬一撤而新之冬過秦谿為鍾海槎父對靈小", "1437": "參。", "1438": "二年己巳", "1439": "師六十四歲正月於法堂之右鑿山開址覆屋五", "144": "描不成畫不像描者畫者正似盲人摸象不若一火", "1440": "問為函丈之室初師正寢止三楹而康僧像設分", "1441": "其半故席前之地不盈尺眾以自居廣廈而師處", "1442": "湫隘不自安乃各出衣盂建之二月命門弟子王", "1443": "朝式及昌侍者申狀于天台海門周少嘗伯乞幻", "1444": "有傳和尚塔上之銘三月與漢月藏公破山明公", "1445": "書多規誨法門大體事四月丈室告成眾擇日請", "1446": "師居之八月受福建黃檗山萬福寺請九月歸龍", "1447": "池掃傳和尚塔還禮先塋舉族來觀其老者語少", "1448": "者曰吾上世之筮此地也得師之貞利見千丁今", "1449": "五世以來吾戶不加增而斯人繞萬指受地之靈", "145": "焚之反手自摸底模樣", "1450": "乃夫夫也耶咨嗟不已至善權掃樂菴祖塔曹琅", "1451": "玕居士等迎請說法于城中萬壽法藏禪寺有山", "1452": "僧出家將及四十載別也無成得什麼事秪明得", "1453": "祖師西來一著子等語還過姑蘇鄧尉山天壽聖", "1454": "恩禪寺掃萬峰寶藏兩祖塔嗣法漢月藏護法趙", "1455": "大中丞士󳶒周孝廉永年等迎就本山陞座說偈", "1456": "云今日不肖兒孫高陞遠祖之堂不必重說偈言", "1457": "覿面為眾舉揚急著眼莫思量逴得便行真漢子", "1458": "人間天上更無雙時郡之士衿若給諫汪國柱度", "1459": "支胡子浩憲副劉錫玄內史徐容等皆齋候于城", "146": "白山布禪人請白山布禪人請", "1460": "東之瑞光寺而僧俗男女聞師之來萬眾喧闃街", "1461": "衢巷陌為之不通乃登塔之絕級一受瞻禮焉過", "1462": "虎丘掃隆祖塔合寺辦嚴而譁逐愈甚遂不及舉", "1463": "匕而還過松陵舟人不敢維舟近岸僅于中流受", "1464": "熊明府開先一齋過秀水為孝子金善鎔對靈說", "1465": "偈有秀水年年秀青山歲歲青之句十月結冬舉", "1466": "費隱容為西堂時眾滿萬指矣。", "1467": "三年庚午", "1468": "師六十五歲正月過武原郡丞湯道衡迎于官衙", "1469": "齋畢就請天寧千佛寶閣基陞座二月過武林眾", "147": "有眼𥉌󳯨不見高低拈條瞎棒一味打之切莫道密", "1470": "請說法于報國禪院赴閩川黃檗請也黃檗為運", "1471": "禪師脫白地故至三門有昔日遠祖斷際禪師從", "1472": "此出今日不肖兒孫從此入雖然出入不同要且", "1473": "同為標格之語三月廿七日入院四月十五日開", "1474": "堂垂示云隻葉扁舟泛海中乘風來到福城東洪", "1475": "波浩渺無餘事只作拋綸擲釣翁因觀葉相國文", "1476": "忠公詩次韻四首以寺為文忠題請", "1477": "朝命所復也五月受香城圓初上人齋需偈為題有", "1478": "暫為黃檗主請作香城客之句六月示定觀時默", "1479": "誕生三禪人偈復葵山彌陳我萬葉內史益蕃問", "148": "雲彌布一雨普滋", "1480": "道書清漳大司憲志道王東里幼歲得省發以就", "1481": "正無人每致生晚之嘆因見師垂示語不覺身心", "1482": "踴躍兩次遣使走福唐致書于師師所答備見語", "1483": "錄時檇李諸檀請師還浙甚殷僧俗聞之奔走攀", "1484": "留如失依怙八月離黃檗葉文忠公孫晟與暹迎", "1485": "師至府第為先君對靈小參留九日過侯官眾姓", "1486": "請于西禪陞座為留三日九月達武林僧俗迎至", "1487": "鳳林說法因于昭慶受齋時岳司馬元聲在焉相", "1488": "見之際師以佛法真實相為遂至牴牾且欲為梗", "1489": "十月師還金粟撾鼓告眾以清規估唱式分裱衣", "149": "無為禪人請無為禪人請", "1490": "盂竟飄然拂衣去道過吳門以舟車勞頓腹疾旋", "1491": "作門弟子乃迎歸北禪調侍故冬月誕日眾勉請", "1492": "陞座說偈有無端痢疾三年累得通身骨露之語", "1493": "臘月明州司李端伯黃元公嚮師久聞退院會慈", "1494": "之永樂禪院成乃致書懇請師答書以不能領眾", "1495": "為辭而元公與祁侍御彪佳翹佇無斁遂復有鄮", "1496": "山阿育王廣利禪寺之請焉。", "1497": "四年辛未", "1498": "師六十六歲元日受阿育王寺請為玄津上人書", "1499": "偈于船子和尚推蓬室記之後人日發坦如蔡居", "15": "拈來物物不思議", "150": "莫謂無為云是道無為猶隔一重關把火焚吾之影", "1500": "士問道書上元日別吳門登舟解維二月一日抵", "1501": "明州駐天寧受眾姓齋三日入院十五日元公黃", "1502": "居士就請本寺開堂指法座云者便是大司李大", "1503": "護法于丁卯秋廬山開先寺撞倒底鐵山今對人", "1504": "天眾前扶起去也還見麼遂陞一眾稱善題雲門", "1505": "湛然禪師真贊為海昌黎眉居士製先覺宗乘序", "1506": "三月過天童景德禪寺掃應菴密菴兩祖塔時寺", "1507": "僧明貫已白郡司李公暨王邑侯章士紳李侍御", "1508": "遵徐侍御之垣檀越徐有𣏌等請主太白名山而", "1509": "檇李吳太嘗伯中偉徐大中丞從治虞給諫廷陛", "151": "像特露無為之本顏", "1510": "請再主金粟兩郡交迎幾致違言師乃集眾告曰", "1511": "老僧住院唯汝之故今日去止亦唯汝之故汝等", "1512": "其自裁之因問眾曰住天童耶住金粟耶舉眾譁", "1513": "天童師意遂定然猶不忍絕故知更與檇李諸檀", "1514": "訂一期相見之盟焉四月三日入院至佛殿基有", "1515": "虛空作殿日月為燈之語蓋天童自晉義興開山", "1516": "宋宏智中興以來號江南第一寶坊故宋舒王荊", "1517": "公有句云三十里松行欲盡青山捧出梵王宮可", "1518": "想見之而滄桑代變晉殿唐宮不能與丹崖翠壁", "1519": "磨歲月強半乾沒僅餘甲乙相傳之子院者五然", "152": "元真禪人請元真禪人請", "1520": "皆苔蘚生房荊蓁滿院古先列宿之風陵夷至此", "1521": "極矣師乃為作興修偈云太白山下天童寺洪水", "1522": "漂流殿如洗普告四眾諸檀那大家出手共扶起", "1523": "司李亦次以偈云太白峰高禪林榜樣一朝平地", "1524": "起風濤推倒黃金瑞相而今重整舊家風安住十", "1525": "方龍象面而玲瓏全無遮障要明這段因緣問取", "1526": "堂頭和尚五月至金粟八月還天童過明州司李", "1527": "迎歸公署乞留再信師一宿而別故有官衙扣擊", "1528": "及請益覺浪因緣之語蓋師入閩時有覺浪僧者", "1529": "不自來見乃致書于師有濫付非人之譏故師復", "153": "咄哉粗僧一味打人緣何如此據本元真", "1530": "云盡大地誰是非人者請上人指出看若指不出", "1531": "秪可懸梁縊死夢筆山中而司李疑為太甚師哂", "1532": "之別後乃疏導其意司李大為愧服以書與師云", "1533": "承示覺浪一段公案乃知大師直截為人抑逼瞎", "1534": "驢使他無轉身通氣處正宗門所謂殺人刀也覺", "1535": "浪孟八郎漢帶累天下明眼作家正不妨存這段", "1536": "葛藤俾覺浪有出身之路耳每服大師手段辛辣", "1537": "與諸方說老婆禪者迥殊要使大地眾生個個坑", "1538": "陷非僅為覺浪一人也仍為作真贊云菩薩面夜", "1539": "乂心惡聲流播滿叢林禹門浪急龍騰處翻轉山", "154": "啟侍者歸省毋乞題啟侍者歸省毋乞題", "1540": "河大地沉佛也打祖也打眼光爍破四天下阿師", "1541": "大似敗家婆教得孩兒會相罵牛頭沒馬頭回狂", "1542": "風驟雨滿天來四方八面相追逼縱有神通掣不", "1543": "開行腳僧會不會腦後一槌百雜碎沙界眾生結", "1544": "大冤禿奴忒殺無慚愧風顛漢老成魔諸方那個", "1545": "柰伊何巖頭獨現大人相直向德山頭上屙咄九", "1546": "月復為黎眉居士製五家語錄序時道聲益振王", "1547": "公大人皆自遠趨風至忘位貌之崇如錢相國龍", "1548": "錫之入山問道方侍御震孺之虛往實歸駸駸與", "1549": "歲月增長方通所得于師曰謁大師語及工夫不", "155": "葉落歸根如子得母來時無口汝還恁否", "1550": "切實蒙師劈面作掌矍然汗下敢呈短偈兼以為", "1551": "別倚墻靠壁多生謎賺海偷天似也無劈面原來", "1552": "真個熱更從何處說糢糊百城煙水阿誰邊一宿", "1553": "天童大有緣歸去千山盡紅葉誰云渡口有江船", "1554": "至小白嶺再呈偈云說去一直便去那怕雨泣風", "1555": "愁為甚不生猶豫被師捏過鼻頭十月為還源本", "1556": "其侍者題自真贊十一月作慰黃司李書有生死", "1557": "二字能迷卻天下人亦能悟卻天下人所以古人", "1558": "聞紅輪必定沉西去未審亡靈往那方而孝子哭", "1559": "哀哀古人便悟等語以司李丁太夫人艱扶襯歸", "156": "道生禪人請道生禪人請", "1560": "豫章也十二月復爾赤馮居士問道書為破山明", "1561": "道生本題自真贊。", "1562": "五年壬申", "1563": "師六十七歲四海雲從人人步道履德規繩不束", "1564": "而嚴其久侍籌室相與紀綱翼贊者皆叢林老成", "1565": "故師次眾韻有從今一日不離山肅肅雍雍雲水", "1566": "環之句示若愚廣雪浦琮二禪人偈作天童即景", "1567": "十三首傳法偈一首答鍾海槎張元岵李仲堅周", "1568": "君謨四孝廉問道書為王金如題自真贊實印禪", "1569": "人題出山大士贊復元公黃居士偈著據評說發", "157": "者漢貧無遮蓋故惹人來描繪問著曰棒打人此外", "1570": "難酬詰其萬有餘言以明肇公物不遷義蓋", "1571": "神廟時有法師空印者惑性各住于一世之說作正", "1572": "量諭非之自傳和尚之諭出印已毀板以謝矣近", "1573": "復有僧道衡左袒空印作為證語師恐大義微言", "1574": "卒晦于世乃著是說云。", "1575": "六年癸酉", "1576": "師六十八歲答江似孫陳紀嘗馮爾赤陸內史寶", "1577": "問道書答報恩修禪師書答壽州方侍御書製文", "1578": "殊大士贊題童子南詢觀音贊為萬如微木陳忞", "1579": "題自真贊贈同參慧轂輪偈夏四月建通堂九楹", "158": "更無別會", "1580": "深六十尺延袤一百四十尺于大雄寶殿之西偏", "1581": "前容方軌內受千人應供與逵廊半分之復遣僧", "1582": "三十輩航海入閩伐山市木于建甌高陽之墟聞", "1583": "嗣法漢月藏每提唱時喜為穿鑿恐後學效尤有", "1584": "傷宗旨因其省問乃為規誨云吾徒命貫之賚儀", "1585": "雖是分當亦是分外何以彼此既忝為佛祖兒孫", "1586": "惟以道契為主豈可以勤省儀供為事而云慢惰", "1587": "哉如云破殿雨淋茆徑不闢亦住山之嘗分然老", "1588": "僧尤願吾徒為眾當以直心直行本色本分不可", "1589": "私有別法加于眾是老僧之所望也而老僧于天", "159": "本一禪人請本一禪人請", "1590": "童雖有造殿之舉蓋因天童舊僧請老僧之意無", "1591": "他惟為佛殿空虛故不得已而為之至于成與不", "1592": "成亦隨緣分豈敢固必也哉又復瑞光頂月弘徹", "1593": "其略云睹瑞光語比前語覺暢而中有為慈雲舉", "1594": "揚正法似乎太生穿鑿徹蓋藏之嗣也為夏通燈", "1595": "作曹溪源流答頌自南嶽至禹門共三十有三世", "1596": "焉。", "1597": "七年甲戌", "1598": "師六十九歲春建諸寮十九楹于方丈後山之麓", "1599": "復于善法堂之西偏建屋一十四楹視前九楹者", "16": "觀音觀音", "160": "咄哉無知老禿為人毫無委曲單拈白棒一條示人", "1600": "淺十尺修倍六十尺級高下而三授之前均後殺", "1601": "正與應供之堂聯翩其列焉因居士乞壽五旬偈", "1602": "為題曰夕陽西去水東流人老何曾見白頭能向", "1603": "個中高著眼普觀法界是同儔示靈根荷禪人偈", "1604": "為本梵禪人題血書華嚴經後為眾禪者作洞山", "1605": "尊貴頌為黃檗費隱容題自真贊為雲棲蓮大士", "1606": "作真贊復朝宗忍書聞藏公猶弗悛復與書曰祖", "1607": "師西來秉教外單傳別行一路自佛果作碧巖集", "1608": "大慧謂宗門一大變故特毀其板後曹洞宗人入", "1609": "少室無本分為人而提唱評唱少室絕無本分衲", "161": "本來面目", "1610": "僧出者天下共知之今吾徒提智證傳則臨濟宗", "1611": "至吾徒又一大變為講席矣且教中尚忌所知障", "1612": "為智障吾徒到處提智證傳為出人之表擬臨濟", "1613": "兒孫而貶剝他人者乎故老僧去夏與吾徒云當", "1614": "以本色本分者此也但本色本分行之在吾徒信", "1615": "與不信在學者寧可遵上古之規繩餓死于林下", "1616": "不可好熱鬧而恥辱于先聖云云時藏公執吝如", "1617": "故乃因書復劉孝廉中痛斥其非故有闢妄七書", "1618": "出焉夏雨甚時西澗湮夷無復故岸山水暴漲囓", "1619": "及平原師乃躬率徒役目持畚鍤築長堤首起缽", "162": "會心禪人請會心禪人請", "1620": "盂蜂下尾屬外萬工池通計一千三百五十尺皆", "1621": "用巨石壘砌秋殿材至自閩挾六舶泛鯨波浮江", "1622": "塞港而入已進關過閘矣府上佐以私意紏察師", "1623": "云寺明州寺耳豈為吾修哉徑拂衣去時李侍御", "1624": "追挽不可過慈谿馮憲副元颺結諫元飆要諸郵", "1625": "亭力為攀留乃率邑之士紳與侍御躬送還山上", "1626": "堂說偈道人行履處幽然意不蒙檀越雖送入不", "1627": "可把雲封試看紅輪日任運轉西東古今嘗顯露", "1628": "繇來無定蹤冬黃元公服闋補武林司李省師山", "1629": "中為上堂有選佛與選官同體不同服不以服飾", "163": "者個模樣像我不像你認著我迷卻汝若要了生死", "1630": "觀便見真面目之句復二馮居士問道書為黎眉", "1631": "居士製教外別傳序卻杭州靈隱之請。", "1632": "八年乙亥", "1633": "師七十歲製高峰大師真贊題三際法師真贊為", "1634": "定水禪人題自真贊為孝廉李仲華題自真贊作", "1635": "慰鍾孝廉書著辯天說為泰西教也與藏公書萬", "1636": "言有奇即今之後錄也書誡聖恩諸子獲藏公計", "1637": "音也復為藏公答驥超祁居士書秋建天人師殿", "1638": "于殿之址高百尺縱廣如故建殿九楹為演法之", "1639": "堂高六十尺廣如殿之百三十尺縱如殿之九十", "164": "盡未來際無時已", "1640": "九尺而殺其十建閣而藏佛菩薩之語于善法堂", "1641": "西廡之右高五十六尺廣如殿之縱縱殺殿之三", "1642": "十尺皆同時建立焉故師撾鼓上堂有不用材木", "1643": "殿閣成現不勞斧斤法堂本彰不動舌頭只向青", "1644": "天白日下要轉便轉之語蓋初秋四日也冬于朝", "1645": "元寶閣之基復建護世四神王殿高深壯麗傑立", "1646": "其前正與天人師殿相雄峙更於明樓疊翠聞俯", "1647": "善法寶藏之闕建寢堂一十三楹中五為丈室西", "1648": "五為樓為燕閑其三之在東者則設開山與說法", "1649": "本寺者之位號而祠奉之未幾天供廚復成左達", "165": "定水禪人請定水禪人請", "1650": "西澗右抱九楹若迴瞻遙禮於法寶藏閣之前中", "1651": "奉異僧所識之監廚使者蓋寺初嚴是相時有異", "1652": "僧過見之囑曰他後當有數萬指從此君受食故", "1653": "寺僧奉之猶敬虔云為爾保程居士題自真贊製", "1654": "說法堂之銘答孝廉唐祈遠問道書書復司李黃", "1655": "居士偈示廷尉錢元沖是歲之冬為師七旬降誕", "1656": "之期堂眾踰三萬指僧俗男女蠅聚蟻附無地以", "1657": "容其四方問候者晝夜絡繹不休而寺無恒產歲", "1658": "用皆仰給十方無匱乏焉先是殿之左有古柏枯", "1659": "且死至是復榮。", "166": "描之畫之於汝於吾俱無所著欲得現前不如燒卻", "1660": "九年丙子", "1661": "師七十一歲上元日黃司李入山省視復為上堂", "1662": "今朝正是正月半家家辦賞上元節都隨浮世恣", "1663": "情歡誰省茫茫忘本確秪有居士黃元公獨入深", "1664": "山無別樂不若維摩但默然互相唱和妙獨覺為", "1665": "佛音智黃清伯題自真贊示淨虛禪人法語示佘", "1666": "偈示侍郎沈何山演偈示孝廉唐祈遠偈送", "1667": "其侍者住雪竇上峰偈與頂目弘徹書與劉孝廉", "1668": "道貞書洎駁藏公語合二萬言即今之闢妄三錄", "1669": "也是歲東建左序修廊與前九楹十四楹者森然", "167": "禪人請禪人請", "1670": "夾殿而立西建兩司於法寶藏天供廚之間堂司", "1671": "後庫司前皆廣博崇深復于護世四神王殿之右", "1672": "覆屋四周通二十楹為涅槃之居以處有疾僧伽", "1673": "名曰有喜者從雲問錢廷尉士貴所命也先是廷", "1674": "尉有子及冠而卒卒時數稱天童後復夢告曰我", "1675": "今天童披染三年還復歸來故廷尉入山求所以", "1676": "似續之者師為勸修是堂堂成生二子故廷尉捐", "1677": "貲作種種饒益事為海內一時之冠云又白天廚", "1678": "供之西循澗而北隆者屋之窪者樓之延聯至于", "1679": "缽盂峰下外復繚以周垣而寺西之地盡矣。", "168": "描我像乞我題自題自無餘辭汝若會不用伊試問", "1680": "十年丁丑", "1681": "師七十二歲製先覺堂碑文復自書之又製皋亭", "1682": "真歇禪師塔院興修偈有當年屋塔護全身一夕", "1683": "火光真歇了之句以院燬于火故也次韻示李警", "1684": "庵四首復南嶽霜輪法師書更示以偈示覺圓敏", "1685": "禪人偈為恒證據張敬橋張通伯題自真贊為眾", "1686": "禪者作溈山水牯牛頌為祁驥超居士書醒庵二", "1687": "字更跋其後二月為木陳忞書正覺靈光四字於", "1688": "南海梵音庵舍利記贊之前撾鼓上堂舉黃檗費", "1689": "隱容為座元時容解院事歸省自閩川也三月遠", "169": "汝知不知", "1690": "近鬨傳以師將赴大溈之請闔郡士紳偕入山中", "1691": "計留為洞如覺製傳和尚真贊示天鈞徐居士偈", "1692": "題靈鑑法師真贊復嘉魚曹居士書更示以偈為", "1693": "是空表自瑞峰三禪人題自真贊為清庵澄題自", "1694": "真贊六月卻弁山圓證之請七月發慰馮憲副左", "1695": "遷書八月跋振伯周居士血書金剛經更示以偈", "1696": "九月其侍者乞山居之顏為書端嚴一宣四字授", "1697": "之十月立朝宗忍為西堂復瑤草馬大中丞問道", "1698": "書復佘周生胡彥彝二居士問道書十一月為林", "1699": "野奇朝宗忍題自真贊十二月卻荊溪禹門之請", "17": "通身一個普門品何用更勞山僧題舉似諸人人不", "170": "君伯張居士請君伯張居士請", "1700": "是歲建屋于寢堂之前及先覺司香之室以樓計", "1701": "者十有三楹以室計者則四十有四楹以明堂計", "1702": "者則前後左右有五猶以伽藍祖師未有寧宇乃", "1703": "於殿之左右翼建堂二區而奉安之復肖三世如", "1704": "來相於殿中肖當來慈氏與廣陵所輦至護法天", "1705": "大將軍像皆礱石為床座莊嚴妙麗莫與京者。", "1706": "十一年戊寅", "1707": "師七十三歲道風益播無遠不屆雖下里窮荒之", "1708": "域身形拘礙之人莫不想望風裁而咨決心疑者", "1709": "師一以慈光攝受之是夏遂有復韶陽劉曰相陳", "171": "我像爾像初無二樣心不負人是真供養", "1710": "明欽二居士問道書復閩漳尼寂輝問道書復五", "1711": "羊葉行證袁行成二道婆問道書復內監車天祥", "1712": "蘇若霖問道書復鹽官朱通頂問道書復毘陵王", "1713": "登之王觀方問道書復秀水孫洪基徐廣密問道", "1714": "書春建下院于古攔路庵之前殿堂齋庫几叢林", "1715": "所宜有者咸備焉三月荊溪闔邑士紳以師年臘", "1716": "尊高宜歸根桑梓復有法藏之請師以衰病力卻", "1717": "之履卿戈居士乞偈以玄沙頌通意云踏翻漁艇", "1718": "承家業笑出蘆花月正圓地闊天長三幅紙同風", "1719": "千里為誰宣師次韻為示冬濬外萬工池師親自", "172": "仲華李居士請仲華李居士請", "1720": "率眾鑿澗置堤以殺壅閼之災按天童志云裡外", "1721": "兩區昔人費多工鑿成故名萬工又名雙鏡各深", "1722": "數十尺一道橫分澄碧可鑑上峙七塔徑緣此入", "1723": "先是外池壞于洪水裡尚無恙崇禎辛未忽遍生", "1724": "朱藻波紋爛然而密雲老人適至比殿工告成念", "1725": "外池湍決緣內水直瀉無旁殺其勢者乃別為一", "1726": "澗引西澗水曲折出清關橋下皆輦致巨石堅築", "1727": "圍岸計工亦且萬云示程泰華顧德祥鮑元之三", "1728": "居士偈示程弘業持經法語葉行如崔明道二居", "1729": "士乞語薦親書偈示之。", "173": "咄哉獃僧了無可取罵之則辱贊之則譽不辱不譽", "1730": "十二年己卯", "1731": "師七十四歲正月修天童列祖塔奉衣盂資為龍", "1732": "池傳和尚營歲祀之田善卷樂菴祖田如之為驥", "1733": "超祁居士製宗門崇行錄序臺山梅庵宜新搆梵", "1734": "宇成請額為大書獨露堂付專使更次以偈二月", "1735": "遣唯一潤率諸禪復航海入閩市材集公孫居士", "1736": "摹師小影勒石請贊自書授之二無張京兆瑋入", "1737": "山參謁乞開發為示偈云一切二邊俱坐斷本無", "1738": "中道可須安掀翻海嶽無人會白棒當頭為指南", "1739": "四月為古南牧雲門題自真贊復孝廉張立廉問", "174": "急著眼覷擬議之間敲骨取髓分付李居士如是獃", "1740": "道書丹陽湯應冠者嘗遊禪肆因自集刻相見諸", "1741": "老語附狀呈師師目其說多紕繆恐誤人乃答曰", "1742": "承翰刻中載貧道機語總之有無不必論如謂貧", "1743": "道一棒的的清而有力則知居士未諳貧道棒頭", "1744": "指處故未得如龐居士之唯吾自偶諧故見有偶", "1745": "有老聃有孔丘及知斯事無止法如七層塔一層", "1746": "又有一層者正居士眼華也豈不聞古云當何所", "1747": "務即不落階級請居士細思之八月寺鄰徐氏之", "1748": "族以師所修祖山為己塋兆嘖有煩言師徑曳杖", "1749": "去按梅谿語錄答諸郡縣留行書其略曰貧道濫", "175": "僧不如送在火裡", "1750": "主天童法席誠非其人但既身處此地不得不任", "1751": "其責山中一切宜問況歷代祖師之塔法道有今", "1752": "日者以有歷代祖師也有歷代祖師故天童斯有", "1753": "今日飲水尚當知源學道人可以忘本乎然則貧", "1754": "道初入天童即當以修塔為第一義所以遲遲至", "1755": "今者於中良有不得已也一則念久弊不可頓革", "1756": "一則念已於天童無絲髮之功驟舉難行之事人", "1757": "必不諒一則念徐宅萬一不能以道義自持或有", "1758": "煩言則貧道唯有一去如此則天童有再興之機", "1759": "而某宅實敗之上辜諸檀信下陷某宅以無量罪", "176": "金如王居士請金如王居士請", "1760": "過非利生本願也今辛苦九年百廢麤張自揣於", "1761": "諸檀相喚初心稍可無愧故敢為是舉然自知無", "1762": "德不足以化人又不忍坐視祖塔終於毀壞其勢", "1763": "亦惟有一去而已過虎林錢瑞星太史洪清遠中", "1764": "丞與孝廉王元建方子凡輩咸執弟子禮問道留", "1765": "供養卻之卒至子凡園居浹旬會明州護法諸公", "1766": "挽留繼至而杭之四眾瞻禮者且日以萬數師益", "1767": "厭因夜發將之荊楚抵吳門問道弟子諸千如要", "1768": "迎為一過鹿城以次受葉縣侯張孝廉顧宗伯齋", "1769": "遂得王明州園長書且浼宗伯力挽不聽前師益", "177": "居士寫我像乞我還自題毀且尚不肯贊亦豈相宜", "1770": "堅去志取道虎丘禮隆祖塔出貲囑累申方伯青", "1771": "門汪方伯如石楊解元維斗為修葺之時四方風", "1772": "聞師將遠去留益力於是暫還檇李作退休計一", "1773": "時富有力者聞之爭得師供養莫適從乃止孫集", "1774": "公園問道者如市語載梅溪錄中而越諸檀護使", "1775": "者日相望于道不得已聽還天童九月晦嗣法費", "1776": "隱容迎至金粟大集武原諸舊人檀越侍齋留七", "1777": "日十月入山故陞座有驀拈拄杖云爭如者個木", "1778": "上座生平不近人情之語偈示顧宗伯瑞屏集公", "1779": "孫居士孝廉方子凡持經法語示別駕曹茹真為", "178": "言語道已斷心行亦無為故拈一條棒當頭直指伊", "1780": "宗伯封翁書知非閣三字立林野奇為西堂師出", "1781": "凡五旬過郡五縣十六所至無僧俗男女空邑傾", "1782": "都甚而追隨不獲見者若干數士紳之輩舟車之", "1783": "勞不與焉按天童志曰己卯秋老人曳杖渡江為", "1784": "修塔也其事不具論徐侍御心韋凡三致書苦心", "1785": "備至歐陽廬陵云初匪其艱在其終之侍御之護", "1786": "天童可謂有始卒矣寧波慈谿餘姚諸薦紳先生", "1787": "或合詞或耑簡或轉囑挽留不遺餘力王海道園", "1788": "長書一再至且託謝侍御象三致請教饑渴之懷", "1789": "即裴丞相之於黃檗白侍郎之於鳥窠諦信不是", "179": "淳甫程居士請淳甫程居士請", "1790": "過焉時卓錫梅溪庵孫居士集公梓語錄以行文", "1791": "司李燈巖為之序曰有敬日月肅江河者即有射", "1792": "日月詛江河者道明而聖或時可毀法著而佛或", "1793": "時可攻聖未來毀毀聖道愈明佛豈致攻攻佛法", "1794": "愈著云云是行也追隨杖屨則有黃大參履素顧", "1795": "宗伯瑞屏張京兆二無王居士金如祁居士驥超", "1796": "周孝廉君謨而往返山中不避嫌怨蓋宗伯之力", "1797": "居多。", "1798": "十三年庚辰", "1799": "師七十五歲春又正月再卻雪竇之請先是丙子", "18": "會八萬四千棒打伊", "180": "咄哉村僧覿面無情一條白棒打人自惺", "1800": "冬僧發光凡三請師弗赴至是復以宗伯之狀來", "1801": "其略曰今春有僧靈雲同徐樊二居士從雪竇來", "1802": "苦乞大師住錫彼山大師如鑒其誠而許之錫疇", "1803": "至秋不難再渡錢塘親送大師之雪竇疇亦擬搆", "1804": "數椽於徐鳧巖與大師之鐘鼓相聞亦浮生一愉", "1805": "快事也望大師決焉師力卻之偈示見雲余內監", "1806": "為黃介子柳昇宇襲侍者題自真贊復東魯武岷", "1807": "源問道書從沈給諫因仲請為尹山隆菩薩書", "1808": "聖朝首表四字奉和", "1809": "高廟御製賜隆菩薩詩有無影樹頭身出表不萌枝", "181": "敬橋張居士請敬橋張居士請", "1810": "上覺花從之句蓋隆焚身顯化事詳吳中聖蹟記", "1811": "內監王弘胤嚮師道化復聞師有辯天主教說慨", "1812": "然誓作法城衛塹且切皈依之志師為答云來諭", "1813": "求老僧記獲菩提老僧自不見有一人受記者果", "1814": "知此意即欲逃老僧而不可得何用求耶只因人", "1815": "不知此所以說天說地老僧因不得已辯之非多", "1816": "事也夏六月見朝宗忍錄有與禪者論臨濟玄要", "1817": "語多違從上綱宗與書規正之萬言名判朝宗說", "1818": "秋九月朝宗不自悛革執吝前說如故乃親抵秣", "1819": "陵面鞫之十月至石頭城忍避匿不出一時諸嘗", "182": "朝朝禮拜夜夜燒香正當日中影短形長忽若會得", "1820": "問道者如方侍御孩未張京兆二無錢太嘗元沖", "1821": "趙屯田二瞻阮給諫元海咸驚喜出非意留齋三", "1822": "日離都還山故有復判朝宗書出焉題聖緣唐居", "1823": "士像示心僧趙屯田偈蘇慈引李妙光王實相三", "1824": "內監偈砯崖徐居士偈書答鴻寶倪太史太史與", "1825": "師書其略曰元璐根器薄然讀和尚書微見鞭影", "1826": "一我亦有性骨只是拗耳和尚治拗應有法何不", "1827": "偽與之華鬘三尸蟲著身不得脫立當乞哀還望", "1828": "和尚終悲憐之一我者諱觀復為太史同門友所", "1829": "謂太平獨往子也曾見師天童于師言句不契因", "183": "覿體全彰", "1830": "自著逢渠解等書排諸方故師與辯折亦幾萬言", "1831": "見直說中復木滇南白生問道書是歲山中建置", "1832": "告厥成功云。", "1833": "十四年辛巳", "1834": "師七十六歲次韻答璞川曾居士偈復陳靖江木", "1835": "叔書更步來韻復東魯武張聯問道書四月立石", "1836": "奇雲為座元製笑巖寶和尚真贊募塑初祖達磨", "1837": "偈五月國戚田弘遇為承乾宮皇貴妃田氏奉", "1838": "旨進香賚紫衣入山命陞座師為演法奉祝", "1839": "皇圖更明佛祖信衣授受之旨為石奇雲元真德題", "184": "清白黃居士請清白黃居士請", "1840": "自真贊嗣宗吳居士乞語祈嗣書偈示之八月辭", "1841": "南都報恩之命先是正月二十日前軍都督府帶", "1842": "俸太子太傅左都督田弘遇題奏稱南京大報恩", "1843": "寺係", "1844": "朝廷家佛堂", "1845": "高皇", "1846": "高后聖碑在焉梵剎志載有", "1847": "文皇敕書始知額名報恩乃", "1848": "統承大寶之後修此以報", "1849": "高皇", "185": "咄哉癡漢隨人請贊只解順情不顧污面幾點黑墨", "1850": "高后之恩者近厄于劫火八十三年", "1851": "祖宗孝恩勝蹟一旦委諸瓦礫臣實恫然今鄉紳士", "1852": "民久欲捐修天童山七十六歲高僧圓悟大闡宗", "1853": "風凡人見之無不樂施但未奉", "1854": "明旨不敢擅舉仰乞", "1855": "皇上俯鑒臣言敕下該管衙門奉行督理興修以祝", "1856": "延", "1857": "萬壽庇佑生民云云三月二十六日奉", "1858": "聖旨特賜俞允繇是國戚與都下士紳合詞敦請師", "1859": "以衰邁力卻弗赴九月嘗住務殷眾益繁師忌盈", "186": "戴頭上非髮非眉底模樣咄", "1860": "滿乃因事出山僧俗遮留不止遂曳杖渡江過紹", "1861": "興問道弟子祁驥超侍御祁世培要止別業為棧", "1862": "絕往來以省師酬應然四方問道者日戶屨晨滿", "1863": "如市莫能禁也居凡四閱月為祁德公父夷度翁", "1864": "母王氏題贊示惠王府王選侍法語復吳嗣宗汪", "1865": "元泰吳培之三居士問道書曰至詹居士乞薦先", "1866": "慈書法語示之輿則吳居士與師書曰承委新刻", "1867": "序引幾番伸紙及細玩多遍覺師言尚贅而不肖", "1868": "又於佛頭著糞乎三峰潭吉之狺狺可以聳好奇", "1869": "嗜異者之聽而不能惑正知見真善知識也師第", "187": "明道崔居士請明道崔居士請", "1870": "當一嘿付之耳潭吉者藏公嗣也有為藏公救義", "1871": "之辭師復闢之故士云云師答曰於佛頭著糞不", "1872": "妨著著第一若慮糞污佛頭則即佛之一字已先", "1873": "污了示報恩玉林法侄書。", "1874": "十五年壬午", "1875": "師七十七歲明州海道宋先之特遣使迎師還山", "1876": "且託侍御勸駕師不得已乃親過甬水以天童囑", "1877": "累宋公然後別諸護法士紳徑拂衣入天台春日", "1878": "觀雪化示量侍者臘雪凝山連澗塞春風一拂盡", "1879": "成流看來幻景渾如夢忽醒江山故眼眸正月二", "188": "自題自不知恥自贊自沒理致爭如兀兀任人看少", "1880": "十四日至通玄山紆路僻澗肅林寒人跡罕登涉", "1881": "而學者日益親依雖任勞苦服役雜傭作加諸驅", "1882": "逐弗去繇是復成叢席焉二月示紹文金內監偈", "1883": "三月復詹曰至張太素二居士問道書為鳳階謝", "1884": "居士題自真贊四月復朝宗忍書再示惠府王選", "1885": "侍法語五月武張聯居士乞語荐親書偈示之復", "1886": "台州蔣司理楚珍問道書六月初六日再卻田國", "1887": "戚報恩之命二十四日與期生吳居士如貧道再", "1888": "撞到居士面前了但不能為居士吐一字云云七", "1889": "月天台縣百里內居民咸見通玄峰四山變白夜", "189": "室九年又何異", "1890": "有流光如火炤耀巖谷初三日師示微疾初五日", "1891": "手書復驥超祁居士初六日嗣法靈鷲石奇雲以", "1892": "問疾至師顰蹙曰汝忝為一方化主柰何以我故", "1893": "頻頻往來騷擾諸山哉不懌者久之初七日晨興", "1894": "巡閱工作院務如故日午歸方丈語侍僧倦甚因", "1895": "登寢榻臥少頃起坐跏趺未竟奄然示寂按庚辰", "1896": "夏啟侍者以毋老歸蜀侍養摹師像請贊師為題", "1897": "云葉落歸根如子得毋來時無日汝還恁否嗚呼", "1898": "啟歸一歲而卒卒未逾年而師亦滅夫豈偶然哉", "1899": "是月明州天台兩處僧俗咸欲起塔廟奉全身相", "19": "大悲菩薩大悲菩薩", "190": "冶堂孫居士請冶堂孫居士請", "1900": "持莫可決乃於龕前枚卜三之太白九月門弟子", "1901": "率勤舊六十餘人執紼擁幢歸師天童塔建本寺", "1902": "前山幻智庵之右隴僧俗四眾送者以萬計哀聲", "1903": "震山谷更以居恒收藏髮爪建窣堵波于玲瓏巖", "1904": "上峰先是青烏家為師覓地踏遍群峰莫知向詣", "1905": "偶憩足青溪之陰忽一總角童子前笑曰汝等為", "1906": "老和尚擇地耶汝嘗住自有地何用他覓不見道", "1907": "青龍腳下眠買盡世間田遂遙指烏柏樹云此下", "1908": "是也果如言而得吉壤及訊之數里內曾無是童", "1909": "云師凡六建法幢其陞堂語要開示小參機緣法", "191": "可憐者個癡和尚不見人我是非相故據條棒直指", "1910": "語書問拈頌偈贊雜著弟子隨時抄錄總禹門通", "1911": "玄黃檗金粟育王天童各有集刻傳布因編輯不", "1912": "一家紛紜間出學者靡所適從而容復刪訂成十", "1913": "二卷刊行其闢妄據評辯天判語諸說係木陳忞", "1914": "與白山布季牙璜錄出介子黃毓祺編為十卷與", "1915": "闢救說共刊行以壽于世其支本別部如夏通燈", "1916": "所集源流答頌之類則叢林學者包藏袱挾不啻", "1917": "百千部散諸人間矣剃度弟子自通壽等凡三百", "1918": "餘人嗣法自大溈如學萬峰法藏東塔海明天童", "1919": "通容金粟通乘寶華通忍禹門通微廣潤道忞雪", "192": "人問來一味當頭杖孫居士高著眼面上無瞋真供", "1920": "竇通雲古南通門報恩通賢通玄通奇一十二人", "1921": "各各入廛垂手分化一方至于王臣國士投身罏", "1922": "韝親見指歸則大司憲王公志道侍御方公震孺", "1923": "居士沈求如通華王金如朝式孝廉李公燦聞人", "1924": "黃介子毓祺其最著者自此以還如陶祭酒石簣", "1925": "唐太嘗凝之徐侍御心韋馮大中丞留仙大司馬", "1926": "鄴仙李侍御漸鴻曹侍御愚公王侍御芳洲顧宗", "1927": "伯瑞屏王督學園長黃大參履素祁侍御世培周", "1928": "侍御衷玄謝侍御象三陳侍御平若陸內史敬身", "1929": "劉郡丞九霞錢太嘗元沖張大司憲二無趙屯田", "193": "養將此深心奉塵剎滿目看時誰異樣", "1930": "二瞻張廣文客卿吳憲副輿則金太史正希孝廉", "1931": "唐祈遠周君謨鍾海槎張元岵方子凡張弘一居", "1932": "士蔡子穀管霞標馮爾赤祁驥超徐型塘姚通省", "1933": "胡行昭輩則皆恪誠諦信所謂弘護無斁者也師", "1934": "以海山容納之量誘掖方來凡聖一目之懷等觀", "1935": "大地說法不帶枝葉為人絕諸廉纖操惡辣鉗鎚", "1936": "單提持向上碎莽蕩二見之窠窟剪差宗異目之", "1937": "稠林微犯必呵纖情不順所以士大夫中往往有", "1938": "聞時富貴見後貧窮者多矣況諸學子一以從上", "1939": "綱宗納諸海印三昧苟有差互痛與排斥昔人稱", "194": "定甫萬居士請定甫萬居士請", "1940": "佛印元牽牛蹊人之曰而奪之牛元弗惜雖師亦", "1941": "有焉力爭祖命靡愛厥身卒俾少室重光濟河復", "1942": "漲三十年間風行草偃馳走天下宿衲嚮往一世", "1943": "鴻儒道滿神州名傳", "1944": "紫閣愚頑知慕德率土盡欽風故過化則掃邑空都", "1945": "來施則傾廩倒橐坐立之際千指圍繞顧盻之餘", "1946": "蜃樓幻出雖晚年謝跡名藍投身絕壑而蠅趨蟻", "1947": "附奔輳愈殷及夫慧日停輝慈雲掩彩四方聞計", "1948": "如喪所生千里哭臨有同孺慕山川為之變色通玄", "1949": "峰四山變白太白況乃效靈化現童子指點吉壤則皆師生平教", "195": "者老癡子不願上堂豈肯上紙君不見龐居士不與", "1950": "澤所普被至行所感通如斯之類蓋久矣落江湖", "1951": "之曰碑矣若其約眾持身之法紹先啟後之謨動", "1952": "必合章程語必該典則津梁百世標表人天者則", "1953": "雖費日糜年莫可殫紀今謹採叢林耆宿平昔記", "1954": "聞與眾所親知目見者參諸往錄定之歲月撮略", "1955": "而編次之庶幾傳布將來使千百世而下有所取", "1956": "信云。", "1957": "密雲禪師年譜終", "1958": "先師密老和尚全錄十二卷年譜一卷并序", "1959": "文共三百八十六葉計板一百九十九塊容", "196": "萬法以為侶馬大師一口吸盡西江水", "1960": "謹捐銖貲發梓送入楞嚴寺室久遠流通", "1961": "所冀　龍天擁護傳垂不朽勿致廢隳永為", "1962": "後學津梁云　徑山嗣法門人通容識", "197": "介子黃居士請介子黃居士請", "198": "咄哉者禿素沒私情拈條白棒打人自惺珍重黃居", "199": "士切莫認伊作眼睛", "2": "嗣法門人通奇編", "20": "大悲菩薩真大悲所以現出多雙手非為圖自顯神", "200": "昇宇柳居士請昇宇柳居士請法名通中", "201": "要了生死端在己躬一念迴光覿面相逢恁麼會得", "202": "可名通中始知自錯描我真容", "203": "爾保程居士請爾保程居士請", "204": "咄哉禿漢了不可則似行非行似立非立一條拄杖", "205": "隨身擬問驀頭便楔爾保居士若會得都來與汝無", "206": "干涉", "207": "鳳階謝居士請鳳階謝居士請", "208": "嗟見時人自不薦問著攔腮與劈臉恁麼為人是阿", "209": "誰向道通玄個老漢", "21": "通只要諸人各知有", "210": "葉道婆請葉道婆請", "211": "者個獃漢毫沒思筭人若問著攔腮劈面一味令人", "212": "恨徹深盡未來際忘移喚", "213": "佛事佛事", "214": "彌勒佛像成眾請開光師至座前以拄杖指云大眾", "215": "者老漢已開平等眼光普視諸人了也諸人還識普", "216": "視的意麼若識得便知古人道彌勒真彌勒化身千", "217": "百億時時示時人時人自不識若不識老僧為諸人", "218": "一時點出遂以拄杖打散。", "219": "施主塑韋馱菩薩入山請師說法有僧作禮師便打", "22": "三大士三大士", "220": "乃云韋馱功德叵思議覿面令人念不生渾身化作", "221": "降魔杵永護正法鎮長行。", "222": "西澗新橋成師引眾發步有僧請說法師云過那邊", "223": "為汝說過了復云過者邊來乃云者邊過那邊那邊", "224": "過者邊兩邊曾不住中流亦不停正當恁麼時如何", "225": "把手勸君行不得惟人自肯乃方親。", "226": "掛板師托板云叢林號令佛祖鉗鎚今朝懸向堂前", "227": "輕輕擊著直令人人頓斷命根雖然如是更有一人", "228": "且道具何面目高著眼始得。", "229": "為通亮起龕以拄杖擊云通亮通亮曾對我呈伎倆", "23": "一二三四五六一一相看有面目信手拈來擬贊題", "230": "即今恐汝忘之助汝三下拄杖復擊三下云直須信", "231": "腳而行莫管人間天上乃轉身卓拄杖引之而出。", "232": "為豁然師煆骨以火炬指骨云縱然皮膚脫盡白骨", "233": "也須火鍛惟我師弟豁然卻具者般體段復以火炬", "234": "打圓相云大眾會麼攛下云看。", "235": "為亡僧起龕以拄杖卓龕云來無一物去何罣礙信", "236": "腳便行管取自在復卓三下轉身引之而出。", "237": "為亡僧舉火舉起火炬云光焰焰淨裸裸南北東西", "238": "無可不可復打圓相云會則遍界分身不會與你把", "239": "火。", "24": "難向個中分石玉", "240": "為守元師入塔以杖指塔云盡十方世界是個無縫", "241": "塔復敲塔門云且道者一縫作麼合煞以手舉靈骨", "242": "送入云請師兄塞卻。", "243": "為法天舉火云生來死去在其中南北東西無處躲", "244": "法天法天還知落處麼若也未知助你一把火乃攛", "245": "火炬云管教觸處光生。", "246": "為迴泉講主起龕以拄杖卓龕云迴泉師迴泉師來", "247": "無所從去無所之末後一著脫體無依復卓云迴泉", "248": "師迴泉師到頭霜夜月任運落前溪復卓一卓拽拄", "249": "杖引之而出。", "25": "出山大士出山大士寶印禪人請", "250": "舉火云隔墻見角便知是牛隔山見煙已知是火而", "251": "今對眾相舉且道是個甚麼真實告報諸人切莫當", "252": "面蹉過遂攛下火炬。", "253": "為景西起龕以拄杖卓龕三下云景西景西葉落歸", "254": "根仰手覆手木馬翻身泥牛解走復卓三下引之而", "255": "出。", "256": "為亡僧舉火拈炬云般若大智如大火聚舉示諸人", "257": "急著眼覷攛下炬撫掌云還見麼。", "258": "為乘白舉火舉起火炬云乘白燒化密雲舉火呈示", "259": "大眾無可話墮攛火炬云雖然如是直令徹骨透光", "26": "菩薩曾有言無剎不現身入山與出山何曾有兩人", "260": "明十方世界無處躲。", "261": "為通載殮棺舉杖卓柩三下云通載通載也不管你", "262": "修行歲長出家日短秪要汝自不昧所以玄沙和尚", "263": "云亡僧面前正是觸目菩提既是觸目菩提定非生", "264": "死出入之相既非生死出入之相不惟能向棺木裡", "265": "瞠眼管取十方自繇自在正如達磨大師葬於熊耳", "266": "山前卻解移隻履西去雖然如是丈夫自有沖天志", "267": "莫向他人行處行復卓拄杖三下云切須記取。", "268": "為青州佛實舉火云鄭州梨青州棗萬物無過出處", "269": "好實禪人還知麼若知出處便解當處出生隨處滅", "27": "須知三十二彼此總同倫但肯回光看實印本無文", "270": "盡不見有生死去來之相從來寸步未嘗移那涉山", "271": "東與山西若猶未知攛火炬云老僧助汝一把火炤", "272": "徹面門離處所。", "273": "為覺臺下火以火炬指云覺臺覺臺老僧直指汝火", "274": "不能燒水不能溺棒不能傷刀不能斷汝還信麼若", "275": "信不及老僧助汝一把火令汝迴光自看便見刀下", "276": "棒下水裡火裡皆是汝全身之地遊戲之場所以道", "277": "鑊湯爐炭橫行劍樹刀山直上我儂聞說忻然獃漢", "278": "攢眉惆悵遂攛下火炬。", "279": "為超聞下火以火炬指云超聞超聞千做萬做不離", "28": "達磨渡江達磨渡江", "280": "者個我今助汝一把火令汝覿面相見南北東西信", "281": "腳行天堂地獄如梭過攛下火炬。", "282": "為無拘發龕以拄杖卓龕云無拘無拘生死俱虛自", "283": "領而去頓證無餘。", "284": "為行修起龕以杖打頭云行修行修莫住莫休隨流", "285": "認得性無喜亦無憂但恁麼領去管教自在自繇。", "286": "為了明舉火以火炬指云了明了明何不了明卻要", "287": "老僧舉火燎汝面門然則老僧既滿汝願遂汝心乃", "288": "攛火炬云汝當於此火光三昧證全身盡未來際無", "289": "盡燈。", "29": "聞道單傳直指風自家不識復何宗秪為渡江乘一", "290": "為正間化主下火舉火炬云生時為眾竭力死卻要", "291": "老僧燒全體光明自圓炤十方佛國任逍遙。", "292": "為佛音上座舉火云佛音佛音個個皆吟所以道佛", "293": "以一音演說法眾生隨類各得解我今更助一把火", "294": "保汝光中恣饒舌盡未來際嘗宣明。", "295": "為弘濟舉火以火炬指云弘濟弘濟本分一著無生", "296": "死相豈屬久修初學只貴大丈夫當頭領略我今助", "297": "汝把火令汝烈焰光中全體現任運騰騰嘗自樂。", "298": "為無疆闊下火以火炬指云行闊行闊當據自得初", "299": "無疆畔豈間南北雖然我今更助把火令汝獨步大", "3": "讚讚", "30": "葦至今人錯道神通", "300": "方在處充塞。", "301": "為玄素發龕云玄素玄素不若自悟任汝縱橫復擊", "302": "云莫行別路。", "303": "為下院主涵炤舉火秉火炬云你炤我我炤你彼彼", "304": "相炤為嘗住所以道是法住法位世間相嘗住若於", "305": "事上覷即疾不然向意根下卜度則不相應也遂攛", "306": "下炬云還會麼但能火裡現全身普與法界同一夥", "307": "無滅無生無去來靈山一會豈有墮。", "308": "為行旨起龕以拄杖打頭云行旨行旨老僧為汝直", "309": "指莫認一切處為止自脫一切生死遂轉身。", "31": "權將一葦作扁舟為渡長江逞浪流落賺世間人眼", "310": "雜著雜著", "311": "題華嚴經題華嚴經本梵禪人請", "312": "汝寫底是赤我寫底是黑且如黑赤已前是個甚麼", "313": "本梵禪人若覷得透見得徹不唯八十一卷華嚴經", "314": "乃至一大藏教皆是錯下名言妄生分別。", "315": "題曰睿程君小像題曰睿程君小像", "316": "夫題者名之也名者名其形也名其形者形不能形", "317": "也形不能形者其形虛也況其名哉矧曰小像又曰", "318": "影像皆非本質之謂也若夫題其影而不題其本可", "319": "謂影之猶影轉轉逐末而莫之反余不能影上生題", "32": "裡到今傳寫不能休", "320": "而復顯其形形也者於父母生之也且夫未出母胎", "321": "男也女也俱弗得而知弗得而知者名弗得而立也", "322": "若反至夫父母未孕之前又何狀哉君若向父母未", "323": "孕之先狀其像來余亦向父母未孕之先為君題。", "324": "題驥超祁居士醒庵後題驥超祁居士醒庵後", "325": "驥超居士自題醒庵蓋為午睡計也當見正睡著時", "326": "無夢無想主在甚麼處為醒庵則自不生動靜等見", "327": "故曰動靜二相了然不生若見有動靜等相者正於", "328": "主外作夢想也。", "329": "先覺宗乘序先覺宗乘序", "33": "達磨達磨石簣陶公請", "330": "辛未春海昌黎眉居士訪予姑蘇北禪寺出所刻從", "331": "上在家大老得單傳直指之旨者目曰先覺宗乘以", "332": "序首命予予以生平不善文字力辭之復移書更索", "333": "予不得已因翫先覺宗乘四字已為萬世不易之定", "334": "論千載不摹之弘規何也先哲不云乎使先知覺後", "335": "知使先覺覺後覺但先覺雖覺後覺後覺若不覺安", "336": "知先覺之覺趣故茲刻也其因自覺而感先覺所謂", "337": "後覺效先覺者也既因先覺以自覺復將斯覺以覺", "338": "後覺之覺是則自覺覺他覺覺相承如燈燃燈燈燈", "339": "續燄豈不謂千載不摹之弘規歟雖然寒則知寒熱", "34": "教外傳來有甚奇特自尚不識贊何可及雖然雖然", "340": "則知熱饑則知饑飽則知飽尿來便撒屎急便屙阿", "341": "誰不覺而待覺耶正值不寒不熱不饑不飽無屎無", "342": "尿時還覺也無若向者裡開隻眼便見山僧一條棒", "343": "棒棒俾人徹骨徹髓其或未然更看血淋淋。", "344": "五家語錄序五家語錄序", "345": "五家語者自達磨西來至六傳再四世法遍中華禪", "346": "備眾體機語不一無心而分自成五家故謂溈仰臨", "347": "濟曹洞雲門法眼然機用雖似五家無非直指之旨", "348": "黎眉居士刻茲語錄可謂承上啟下先後包含閱是", "349": "語者可盡五家差別之元以明自己差別之智總歸", "35": "以筆點云若更不識直待當來問取彌勒", "350": "當人木地風光全機犬用出於文字之表則誰見有", "351": "五家兒孫空王佛田厙奴以至狐狼野干到來總與", "352": "三十棒為甚如此者裡放過即不可。", "353": "教外別傳序教外別傳序", "354": "老僧嚮讀大慧語見拈水潦和尚因緣謂潦纔舉揚", "355": "便賣弄者一踏云自從一喫馬師踏直至如今笑不", "356": "休渠又何曾有峰巒疊翠澗水潺湲岸柳含煙庭花", "357": "笑日鶯啼喬木蝶舞芳叢底說話來古今洪詞便利", "358": "無過此老看他恁麼舉示則不專在言句尖新唯貴", "359": "提其至要而已云何至要不見他室中問僧德山見", "36": "又又金如居士請", "360": "僧入門便棒臨濟見僧入門便喝雪峰見僧便道是", "361": "甚麼睦州見僧便道現成公案放汝三十棒者四個", "362": "老漢還有為人處也無僧云有大慧云劄僧擬議大", "363": "慧便喝出遵璞聞之忽然脫去從前惡知惡解遂成", "364": "個灑灑地衲僧又鼎需入室大慧問云內不放出外", "365": "不放入正當恁麼時如何需擬對大慧以竹篦打三", "366": "下需忽大悟又大悲閑長老入室大慧問不與萬法", "367": "為侶者是什麼人閑云扶不起大慧云扶不起是什", "368": "麼人速道速道閑擬對大慧便打忽然大悟可見棒", "369": "喝急切要密開人正眼脫人情解無過此也所以老", "37": "梁王殿上道不識少室峰前唯面壁正當恁麼時兩", "370": "僧生平不解打之唯以條棒一味從頭棒將去直", "371": "要人向棒頭拂著處豁開正眼徹見自家境界不從", "372": "他得迥出教內教外名言則方知黎眉居士所集從", "373": "上佛祖機語決定不是文字方能撩起便行羅籠不", "374": "住呼喚不回直饒如是只堪自了若論戰也各各力", "375": "在轉處不滯玄妙理致一味活捉生擒向上全提本", "376": "分一著超佛越祖獨脫單行縱奪自繇殺活自在能", "377": "治一切名言不坐死地不瞎人眼方堪利己利人其", "378": "或未然且向者冊子上東覷西覷忽然覷著卻來老", "379": "僧手裡請棒喫既是覷著因甚卻要喫棒還有緇素", "38": "頭俱不涉試問王居士畢竟是何物咄切莫眼中著", "380": "得底麼若緇素不出且莫輕擬棒喝著。", "381": "宗門崇行錄序宗門崇行錄序驥超祁居士請", "382": "宗門崇行錄者蓋據從上大徹大悟大休大歇真踐", "383": "實履大人之行也正不比夫今時未徹法底源不知", "384": "休歇而搖尾乞憐欲狐假虎威靡所不至難可勝言", "385": "以至謀處所妄作師範致其傍觀輕視竟不思古人", "386": "謂干犯名分污辱宗教伏願後之有志欲繼先宗續", "387": "佛慧命者莫效此等流必期徹證真踐直待龍天推", "388": "出自然果熟香飄某若狂言定招拔舌犁耕是為序。", "389": "行狀行狀", "39": "屑", "390": "法孫山陰王　谷撰", "391": "師諱圓悟號密雲俗姓蔣氏嘗之宜興人也甫離褓", "392": "抱氣度莊凝不妄言動終日兀坐儼若思六歲入鄉", "393": "較不甚受讀惟好作大書八歲興世相無嘗之感恒", "394": "誦佛號稍長事耕穫偶得六祖壇經時釋鋤而觀之", "395": "始知宗門向上事一日過山徑忽見積薪恍然有省", "396": "於是管攝心意令昭昭然終日如是年二十九安置", "397": "家室父曦率禮幻有傳和尚今諸方所稱龍池者也", "398": "師事龍池躬任眾務備嘗勞苦而不廢參究但覺心", "399": "境對立與古人天地同根萬物一體語不能契合因", "4": "接引佛接引佛", "40": "高峰禪師高峰禪師憨石禪人請", "400": "請益於龍池龍池云汝若到這田地便乃放身倒臥", "401": "更無別語後屢請益惟遭罵詈師慚悶交感以致危", "402": "疾二七日方蘇遂稟龍池掩關一日龍池過開前話", "403": "及有心無心之旨龍池云汝既有心把將心來師呈", "404": "偈云自心本自心心不自自心心不非自心心心即", "405": "自心龍池云心不自心自心非心有無既非無自心", "406": "耶師復呈偈云心心即自心有無皆自心有無皆自", "407": "心無心無自心龍池云今日張渚買兩把青菜來無", "408": "個大蘿蔔頭師云某在關房不知謝和尚三拜龍池", "409": "云終未大悟在掩關千日時與龍池往復諮酬當機", "41": "頭髮蓬鬆面貌側令人只見半邊鼻不知那半邊他", "410": "弗讓而龍池卒未之許也師亦自以為恍惚未得安", "411": "穩一日過銅棺山豁然大悟忽覺情與無情煥然等", "412": "現覓纖毫過患不可得又密舉前所會因緣宛爾不", "413": "同時年三十有八矣先是龍池入都門命師監院務", "414": "至是師偕昆季北上省龍池龍池問老僧別汝等三", "415": "年汝等有新會處麼師即出云有龍池云有甚麼新", "416": "會處師云一人有慶萬民樂業龍池云汝又作麼生", "417": "師即問訊云某甲得得來省覲和尚龍池云念子遠", "418": "來放汝三十棒師便出一晚同眾入室龍池云寂然", "419": "不動感而遂通汝作麼生會師便出龍池云此子如", "42": "自識不識憨石憨石莫顢頇自伸自手摸始得咄", "420": "傷弓之鳥見弓影便行一早在室中與龍池語話出", "421": "喫粥次眾問說什麼話師便翻倒飯桌又一日侍立", "422": "次龍池云忽有人問汝如何秪對師豎拳龍池亦豎", "423": "拳云老僧不曉得這是甚麼意思師云莫道和尚不", "424": "曉得三世諸佛也不曉得龍池云汝又作麼生師便", "425": "喝龍池云三喝四喝後又如何師即連喝退身龍池", "426": "云宛有古人之作師復喝又值中秋呈偈云為愛中", "427": "秋夜月精與人同樂稱人情萬億州都皆普炤一人", "428": "舉首一輪明龍池云不多不少復書一紙云檀越送", "429": "得月餅兩個師徒侍者五人一個分作四分剩底付", "43": "玉芝禪師玉芝禪師碧印上人請", "430": "與老僧師掇一個便行一日龍池索師行實師錄呈", "431": "龍池閱竟云已有半部語錄師接而火之又一日龍", "432": "池囑師南還師因為兩浙遊經會稽陶石簣太史延", "433": "居護生庵龍池歸禹門召師還問云汝數年來曾見", "434": "甚麼人師頓足復以手拍膝而出龍池云在外數年", "435": "一些氣息也無師云和尚疑即別參一日龍池陞座", "436": "召師前舉拂問諸方還有者個麼師震威一喝龍池", "437": "云好一喝師連喝歸位龍池顧云再喝一喝看師即", "438": "出法堂龍池下座師隨入方丈作禮云某甲適來觸", "439": "忤和尚便出龍池即安師西堂位次一日龍池撾鼓", "44": "當頭一掌永絕伎倆跳出圈繢天下榜樣師子將兒", "440": "集眾上堂付師衣拂師固辭龍池詰之師云直待和", "441": "尚天年某甲守塔三載然後可行則行可止則止耳", "442": "又一夕龍池召師及報恩修禪師入室云老僧昨夜", "443": "起來走一回把柄都在手裡汝等為我扶持佛法師", "444": "便出復呈偈云若據某甲扶佛法任他○○○○○", "445": "都來總與三十棒莫道分明為賞罰龍池目之大笑", "446": "師亦接而火之龍池示寂師棲于柩側三易寒暑萬", "447": "曆丁巳眾請開法于禹門時儕輩易視之一聞舉揚", "448": "莫不屈服既而登匡廬度夏於袁之泗州寺有僧自", "449": "天台跡師至袁為萬年諸山請師住通玄寺師初欲", "45": "絕後隨一任橫行於海上", "450": "投閒又念付託之重幡然就之師至通玄相依衲子", "451": "十數輩多正因之士師寅夕煆煉有開發者天啟甲", "452": "于鹽官蔡君子穀請師主金粟山廣慧寺眾滿三千", "453": "指是時宗風大振學徒踵至遂滿七百有奇而超然", "454": "神駿不可控抑者多出于席下矣崇禎庚午赴閩川", "455": "黃檗之請辛未主阿育王寺既而寧波司理黃公端", "456": "伯邑侯王公章暨諸紳士請主天童寺而鹽官諸紳", "457": "士請再主金粟兩郡交迎師決于眾眾譁然欲天童", "458": "也師遂赴天童是時龍象雲集又倍於金粟矣師嗣", "459": "龍池于臨濟為三十世接人無論初機積學惟據令", "46": "抱璞師摹禹門和尚真懇…抱璞師摹禹門和尚真懇師云求師兄寫得七", "460": "而行故席下英人傑士往往脫穎而去至于吳越閩", "461": "楚名公鉅儒慕師宗風或晨夕隨侍或尺素相通或", "462": "邂逅咨請得師激發無不虛往而實歸宗藩勳戚仰", "463": "師德者懷香參扣而齊魯燕趙及殊方異域之士亦", "464": "憧憧不絕也師主法二十有五年以本分接人終始", "465": "不易間有執杜撰之解起而相角者師一一究詰以", "466": "明厥旨門人中有付拂者早離師席未盡其妙于本", "467": "分外別生枝節師諄諄誨之不聽則出闢書判說且", "468": "欲擯之不以受囑而少假又其徒著五宗救師出闢", "469": "妄救略說後有人求師勿行師不許若士大夫意見", "47": "八句師云一句也沒有云就將一句沒有為題", "470": "不同雌齬其間師不為勢值而遷就有形于文字者", "471": "師亦往復折之不少憚蓋師用本分鉗鎚學者難以", "472": "湊泊而道理知解之言穿鑿奇巧之說易于惑人受", "473": "其惑者往往至于失正知見師為此懼不顧嫌怨而", "474": "披駁之以故有勸師弗較者師不聽曰存吾說于此", "475": "以俟天下後世之明眼人耳然而屢經闡揚厥旨亦", "476": "大暢疑者終信叛者終服忌且謗者亦終悅且悔單", "477": "傳直指之宗固不待身後而彰明較著于天下矣師", "478": "尋嘗誨人俱勉以古德風規法門大體而師亦見諸", "479": "躬行罔有缺失室中不畜長物衣盂稍潤即散于眾", "48": "師乃書云", "480": "或估唱易金以供之師所住道場義當為者不憚煩", "481": "費每罄所有以佐之師在金粟多建置百廢具舉天", "482": "童為禪宗五山之一祖師代起規模宏大而法席久", "483": "虛鄰于瓦礫灰燼師念處其地當任其責數年締造", "484": "自殿閣堂寮以至庖廊圊澡之屬罔不鼎新不但復", "485": "舊觀而已山中祖塔三十有餘多侵毀者皆清覈而", "486": "修葺之師之盡力于院事如此然意所不可即徒步", "487": "出山聽其所之不少顧戀師事龍池惟謹一言動必", "488": "遵之服勤不啻廝養龍池寂後師得時物必薦之龍", "489": "池几榻不假雕飾師住處凡制器皆朴質無華美者", "49": "老和尚沒窠臼讚莫及罵奚醜所以不肖兒一句也", "490": "師體幹雄傑人望而心折武原朱君上申初聞師名", "491": "未之信一夕夢人持巨幅展示見僧相挺特類古應", "492": "真其人曰此宋慈受深禪師像也甫瞻禮而覺翌日", "493": "過坊間見裱像與夢中所見同讀其讚始知為師像", "494": "也上申異之于眾信中皈向尤篤繇此觀之師豈偶", "495": "然者哉師或因事出山當道及鄉紳士必得師復返", "496": "而後已所過之處四眾喧闐街衢為之不通至登塔", "497": "受禮不得舉七而去師七十誕辰來祝者肩摩袂接", "498": "寺不能容多溢處于山谷間辛巳師有退居之志曳", "499": "杖出山卒歲于山陰祁氏之密園壬午正月至天台", "5": "東土西方本無窠臼安住其中號無量壽為引眾生", "50": "沒有", "500": "通玄寺遂止而休焉先是戚畹田公入天童為皇貴", "501": "妃田氏賚紫衣請師說法田公既親炙師皈向甚虔", "502": "至陪京禮報恩寺知寺為", "503": "太祖高皇帝", "504": "成祖文皇帝孝思所係疏請新之舉師荷其事得。", "505": "俞旨田公展人迎師師固辭至是田公再疏舉師復", "506": "展人迎陪京諸士大夫亦以書速師之行師述退居", "507": "之志以謝之有自幸居山正足修持以報國恩之語", "508": "而師厭世之意亦露于此矣七月四之日師示微疾", "509": "然起居如平時五之日猶答問道書六之日猶答僧", "51": "復寫七八句復寫七八句", "510": "問七之日午時師上匡床坐片晷泊然而寂壽七十", "511": "有七臘四十有七卜塔于天童之南山師付法弟子", "512": "為五峰學公漢月藏公破山明公費隱容公石車乘", "513": "公朝宗忍公萬如微公木陳忞公石奇雲公牧雲門", "514": "公浮石賢公林野奇公十有二人而嗣法孫以及曾", "515": "玄更僕未易數也師法語迅捷不留朕跡如佛果應", "516": "庵二祖而披駁諸書雲興瓶瀉不可止禦間形之偈", "517": "頌天然卓絕師自謂少未睹圖史不間于詞然而直", "518": "從胸襟中流出固無藉于靡靡也師工于書得晉人", "519": "筆意人獲手蹟競寶惜之而師亦不以此見長門人", "52": "藹藹株松堆堆塊石端坐蒲團人天莫測爾我皆承", "520": "編師語錄若干卷別裒師闢妄七書後錄三錄據評", "521": "說辨天說判語復徐一我居士書判朝宗說八種為", "522": "直說若干卷井師所著闢妄救略說若干卷俱盛行", "523": "于世侍者昌公書來囑谷以掇集之事谷不敢當谷", "524": "入山奠師眾亦以為言乃不能辭然師耆德偉望為", "525": "天下大宗匠嘉言懿行非毫楮可罄敬稽首述其概", "526": "以俟大手筆為師著塔銘庶有所考云爾。", "527": "全身塔銘全身塔銘", "528": "四明弟子徐之垣譔", "529": "吾郡天童開山晉義興間歷唐宋入我", "53": "嗣豈堪為法則那個男兒不丈夫阿誰賴者禿老賊", "530": "國朝盛衰興廢幾經劫灰矣乃有鐵漢學道攝折兼", "531": "施金鎞度人緇白坌集以無為宗建無縫塔以無漏", "532": "義化有漏因用使丹雘觚棆輪奐赫赩此惟骨僧堪", "533": "住骨山而寶坊媲於寶所則密雲大師揮魯陽之戈", "534": "而崦嵫中佛日載麗普炤大千蓋大雄氏的的龍象", "535": "也師名圓悟號密雲陽羨蔣氏子父曦母潘氏師生", "536": "而淵穆兀坐終日八歲好誦佛號切世相無嘗之想", "537": "年二十餘見堆柴突露面前有省三十安置室家若", "538": "釋重負志已堅荷法擔矣時幻有傳和尚弘道於龍", "539": "池師荷橐從之操作良苦二六時多所迷悶亦復多", "54": "咄", "540": "所參究三十三歲祝髮披方袍住本剎依龍池數載", "541": "偶歸道經銅棺豁然大徹而瓢笠所遇若居士開士", "542": "機鋒相觸殺活縱奪提唱都成津梁而爐鞴於龍池", "543": "者自記莂後參之燕都重參之龍池最後有分明賞", "544": "罰之偈自此紺目一瞬若震雷霆龍池早付衣拂弘", "545": "開法幢迺智過於師倘所稱烜赫兒孫翻轉而皮者", "546": "耶狀師者曰六坐道場祗以一棒接人如大火聚觸", "547": "著便燒如太阿劍血不濡縷如金翅鳥劈海直取龍", "548": "吞使學人言語道斷心行處滅等妙二覺曝腮龍門", "549": "六坐道場蓋指禹門通玄金粟黃檗育王天童也他", "55": "又又洞如禪人請", "550": "若會稽之護生宜興之法藏海鹽之天寧候官之西", "551": "禪杭之報國鳳林蘇之聖恩北禪飛錫住錫劍挂眉", "552": "毛全字半字蓮含舌本而未至天童則金粟之廣慧", "553": "實先之寺為吳赤烏中僧會所建迨師至道風遠扇", "554": "灌輸如流精藍柰苑頓改舊觀嘗應高麗僧曇晦之", "555": "請舉今晚不答話因緣有云這僧未免向未跨船舷", "556": "時新羅國裡躲根老僧恁麼批判眾中莫有為德山", "557": "作主者出來與老僧拄杖子相見無則老僧作一場", "558": "獨弄去也似此高登猊座眼目天人其孰能與於斯", "559": "哉初父蔣翁考終語師和尚度我師曰父子上山各", "56": "者個老和尚端然無況比豈為默無言要人自薦取", "560": "自努力清漳王東里居士讀法語至若汗淋淋時是", "561": "乾爆爆時如何若乾爆爆時是汗淋淋時如何不覺", "562": "身心踴躍此可窺師之徹底婆心說法通玄寺舉開", "563": "山第一代韶國師偈法眼謂即此一偈堪起吾宗殊", "564": "不知滅汝宗者即此一偈不見道毘婆尸佛早留心", "565": "直至而今不得妙其赴黃檗請也至三門以拄杖指", "566": "曰昔日遠祖斷際從此出今日不肖兒孫從此人雖", "567": "然出入不同要且同為標格其示眾曰當頭一著坐", "568": "斷要津纔然側耳喪卻家珍從來佛法不順人情斯", "569": "又肅然和尚家風臨濟所云赤稍鯉魚不被人家虀", "57": "急著眼睛看便契面壁旨且道是阿誰是我本師矣", "570": "甕裡淹殺者耶其全提正令不少假借又類若此至", "571": "先赴阿育王後入天童山而演唱真乘肆啟傑構也", "572": "始則黃元公司李繼則王園長海憲顧瑞屏宗伯為", "573": "大護法吾兩郡諸大老飲耨池味佩伽陀丸者其金", "574": "湯之而弟子垣亦與焉先是寺圮于萬曆丁亥之水", "575": "鞠而荊棘師愴然新而拓之萬戶千門翔雲蕩日度", "576": "非金錢億萬未易告落而任運莊嚴以無為行之首", "577": "尾十又一年而報十方佛供十方僧者靡一不備瞻", "578": "禮者詫以為神雙融空色咸提宗趣又孰得訾為有", "579": "漏之因悖於尸羅妙躅耶師答黃書有云門下祗解", "58": "雲棲和尚雲棲和尚涵炤禪人請", "580": "撞倒鐵山不解扶起苟扶起不妨信腳行信手揮信", "581": "口道乃至東倒西擂無非這座鐵山更有何物作礙", "582": "又端午上堂豎起兩拳云只將這兩個大粽子供養", "583": "大眾一任橫咬豎咬忽然咬著自家底直得人人飽", "584": "足免得窮廝煎餓廝炒為甚如此到底輸卻自家寶", "585": "又云老僧終日趕大眾挑磚搬瓦運土抬石見你們", "586": "稍遲縮不喊便罵汝諸人還知老漢為人處麼三生", "587": "六十劫答都中僧喝作喝會棒作棒會入地獄如箭", "588": "射云千句萬句皆從自了自己不了喫棒不了凡此", "589": "㘞然一刀血濺梵天以至玄要炤用一切臨時賓主", "59": "無端啟口錯念佛連累兒孫信不及縱然道個蕨蕨", "590": "料揀縱橫自在猶是剩義所為揮戈提崦嵫之日普", "591": "炤大千者太白山不殊獅子窟矣迺世所疑信半者", "592": "師不喜一心字為方寸禪痛下針錐議者遂謂主張", "593": "身見師不云乎今銅棺山頂情與無情煥然等現十", "594": "方世界悉是遮那佛身拘留孫見身無實維摩詰觀", "595": "身實相各下註腳袛道得一半身外無餘之旨豈諸", "596": "方半生半滅半不生滅者所能勘破此可劈疑網者", "597": "一師讀壽昌語沾嘗曹洞水似酪涼心入堂告眾曰", "598": "此老正如鼴鼠飲河豈知大鵬劈海待老僧劈脊一", "599": "棒使伊和心嘔出然後更與一棒遂謂師偏舉臨濟", "6": "伸出隻手誰知倒致人生情竇爭似老僧攔腮劈口", "60": "蕨豎起拳頭向汝說也是借手行拳未免掉棒打月", "600": "抹殺曹洞師不云乎譬如一家兩子五孫支庶繁衍", "601": "致門戶啟訟端解紛者曰汝等支分派別其初原只", "602": "一人則當下爭息矣如南嶽青原兩頌掀翻舊案各", "603": "有旨要亦何嘗是南嶽非青原而諸方以此為口實", "604": "耶此可劈疑網者二師又云黃檗打臨濟破夏來何", "605": "不終夏去雲庵罵兜率吐血禿丁脫空妄語悟後切", "606": "劘古人往往有之但今時習氣聞阿難不知迦葉則", "607": "怒聞巖頭不肯德山則喜我見崢嶸離地求起是後", "608": "生過非老僧咎抑嘗稱我不敢輕於汝等汝等皆即", "609": "如來又嘗稱勿輕未悟回機本得乃知師努力正是", "61": "涵炤禪人無干涉", "610": "低眉也此可劈疑網者三今觀師所行語錄闢妄諸", "611": "錄據評說辯天說判語直說闢妄救略說其於向上", "612": "最後之旨法筵梵裌灌頂薰心而其後岐者一叛者", "613": "皈當世津梁大總持微師誰屬焉武原朱上申聞師", "614": "名未信夕夢人持巨幅展示見僧相挺特類古應真", "615": "其人曰此宋慈受深禪師像也翌日見像與夢中同", "616": "讀其讚知為師像繇是觀之師豈偶現比丘身哉之", "617": "垣最服膺於師者師名聞。", "618": "天子崇禎十四年。", "619": "俞旨住金陵大報恩寺終以老疾遜謝且援道信大", "62": "雲門湛和尚雲門湛和尚", "620": "師芙蓉道楷為辭此其高風孤峻誠非近時名振叢", "621": "林身罣世網者可攀至岧嶢天半之名山畢力經營", "622": "累時經歲飛樓湧殿炤壑蟠崖豈無十笏退居地而", "623": "垂老投襼楖栗橫肩浩然不顧竟終於通玄澗肅林", "624": "寒之頂始終南嶽一樵夫耳師示有云中書堂事誰", "625": "知道六祖元來是古樵乘如而來乘如而往解脫門", "626": "中一絲不挂置般若位中必無退轉耳師生於嘉靖", "627": "丙寅十一月十六日示寂於崇禎壬午七月初七日", "628": "春秋七十有七夏臘四十有五門弟子自天台迎龕", "629": "歸太白塔於寺之南山幻智庵之右隴師開堂既久", "63": "湛然湛然講經說禪誰知此老初未嘗言欲識真實", "630": "嗣法弟子如五峰學公漢月藏公破山明公費隱容", "631": "公石車乘公朝宗忍公萬如微公木陳忞公石奇雲", "632": "公牧雲門公浮石賢公林野奇公十有二人皆分化", "633": "四方為緇素所仰望者而剃度弟子通壽通鏡通辦", "634": "三百餘人等并嗣法曾玄更僕未易數也且吳越閩", "635": "楚間名公鉅儒宗藩勳戚有慕師宗風者或摳衣問", "636": "道而親見指歸或諦信投誠而弘護無斁共若干人", "637": "不能悉載之垣譾劣下根當進步既乏精勤參話頭", "638": "復鮮直截妄欲以儒語譚禪觀譬如甕中何能見日", "639": "第據門弟子所撰行狀中摭其一二明白易曉者約", "64": "面目儼然", "640": "略勒之玄扃以示末法儀的其於實諦圓音尚未夢", "641": "見在敢云子厚之銘大鑑香山之銘炤公耶。", "642": "銘曰。廣大妙湛實惟大雄有象設教無言標宗臨濟", "643": "一棒不闢塵埲無句之句啟聵擊蒙我師嗣法總持", "644": "普同孤燈獨炳萬象撤雺熱腸冷喝大眾耳聾微言", "645": "不漏普說尤工雨花點石其三必公金鳷香象造極", "646": "登峰道德彌峻皈依益崇如日經天師當其中如水", "647": "行地師障其東卓錫爰止大白巃嵷肇馺娑殿開忉", "648": "俐宮金航粟輦萬國雲從甚深法力伊尸其功是老", "649": "船師克濟洞浲是大醫王克起疲癃名聞", "65": "三際法師三際法師", "650": "天扆命主鎬豐師辭懶殘針陽墮空辟榮紫襴歸于", "651": "舊叢孤笻絕巘嶺嵐澗楓雙樹夜壑鬱鬱蔥蔥僧臘", "652": "有盡佛日長紅爰溯靈蹟天賜之童紹多耆宿共扇", "653": "玄風童者匪始耆者匪終循環萬古華葉無窮宵聞", "654": "塗毒其聲逢逢儼焉一會靈山在瞳不昧斯語視石", "655": "所礱", "656": "崇禎甲申歲季春吉旦。", "657": "遺衣金粟塔銘遺衣金粟塔銘并序", "658": "資政大夫都察院左都御史烏程唐世濟譔", "659": "欽召掌計吏科都給事中武原吳麟徵篆額", "66": "二邊三際都不見突出從前本來面不將者個麼眾", "660": "我婆伽婆降於西土歷五百歲始達支那蓋聞其語", "661": "自騰蘭昉也見其人自少林昉也乃至法周沙界則", "662": "自曹溪昉也自此以還霑溉彌廣二株並茂五葉畢", "663": "舒滹沱一宗代有偉人大興於世懸記不爽繩繩百", "664": "億誰非孫子者要以大宗垂統世次相承若興化而", "665": "下可屈指數矣此其人並眾角一麟豈復當以盛衰", "666": "言者然而時節因緣各具差別亦如慧炤獨號大興", "667": "夫固可以論其世矣然則如天童密雲大師者不可", "668": "謂中興者歟師陽羨蔣氏子幼食貧樵牧自給蹤跡", "669": "略同曹溪顧其中已有憬然者猛自鞭策不止氣食", "67": "生是則名為真瞎漢", "670": "牛矣已棄家歸龍池未即薙染服勤為行人力作匪", "671": "懈亦不啻縋腰之石乃至侍師往還南北舟輿跋踄", "672": "憒丙中身兼廝役而參究猛銳月異歲殊中書堂裡", "673": "事點胸自問而皮相者猶作擔柴觀獨龍池已深知", "674": "之錐拶彌厲已而薙染掩關池時時叩擊師兒雄俊", "675": "雖在窟中爪牙已露然終不自肯攻堅抵巇者六年", "676": "一旦豁爾脫落自謂覺情與無情煥然等現覓纖毫", "677": "過患不可得蓋始真到不疑之地也時池已先入長", "678": "安師旋往省覲周旋三載本色相見迥超情謂之外", "679": "池欣然默慶得人乃杓柄在握猶復遲回不輕授手", "68": "靈鑑法師靈鑑法師", "680": "師先還南數年池至自長安師再侍巾瓶池知師不", "681": "淹他家虀甕中乃安西堂位撾鼓集眾付衣法師猶", "682": "固辭不受池徵其意曰願隨侍終身然後行止聽緣", "683": "耳嗚呼師資受授之際彼此鄭重如此今學者稍能", "684": "染指早已熱中有毛遂之錐無公孫之樹甚至美玉", "685": "不必其善沽甘露貽譏於早飲聞師之風顙得無泚", "686": "哉又數年池示寂師卒踐言伴柩三年始開堂本山", "687": "繼其位當師行腳時一時諸名公業刮目傾耳聽受", "688": "諮問頻伽在鷇聲已遠間然據令之始猶間有薄東", "689": "家而賦狐裘者既而道風遐播四眾景從德臘兩深", "69": "此老法師曾與相會但不相識似乎口訥為人朴實", "690": "彌高彌邵象龍騰於語下麟鳳入於紘中法幢言言", "691": "隨處建立住龍池者四年住通玄者一年住金粟者", "692": "五年住黃檗者半年住育王者兩月而遷天童天童", "693": "十年寰宇傾企飛樓傑閣應念成就崇宏壯麗冠絕", "694": "一時公卿貴人稽首問道名聞　九重將葺留都報", "695": "恩寺纘。", "696": "二祖之緒俾師唱道接引十方師固辭不就論者尤", "697": "稱歎之神龍之召願終林麓曹溪芳躅亦復千載合", "698": "符也師性剛直壁立萬仞意有不適撩衣即行其居", "699": "天童也出山者凡三為緇素疆留而止最後翻然出", "7": "出山相出山相", "70": "不敢贊得不敢毀得珍重伊徒但恁麼供養始得", "700": "門萬眾挽之不可竟入天台仍住通玄通玄路僻又", "701": "頹廢久師旋加葺理學人力作攻苦有僕隸所不堪", "702": "而相依不散四方聞風爭趨之未幾師示寂矣師生", "703": "平所到處旄倪聚觀填塞街衖至於清眾皈嚮如水", "704": "赴壑師覿面全提等心行施痛棒熱喝而外無他委", "705": "曲又作務煩重太白山中距河干往復一繇旬而遙", "706": "土木之役經年累月皆衲子身自拮据不煩一匠也", "707": "玲瓏巖採薪徑險草滑恒懼顛蹶甚者頭破腦裂而", "708": "眾等堪忍依止都忘苦辛其住金粟會下已盈萬指", "709": "天童末年更數倍之至涅槃後奉龕入塔適霖雨經", "71": "題萬行禪人像千如諸居士請題萬行禪人像千如諸居士請", "710": "旬泥濘沒骭而黑白奔送幾至萬人觀者咨嗟歎未", "711": "曾見夫此道本超色聲絕情解豈俗眼所易優劣是", "712": "以首山法席眾纔四十為天下冠然而度生弘誓實", "713": "號無邊暢其本懷非名惡欲則吾未嘗不願其多多", "714": "也以此考之傳記逆溯龍池而上久矣無若師之烜", "715": "赫者謂之中興不亦宜哉於是金粟費隱禪師飛錫", "716": "踵門告余曰先師遺蛻業自通玄復還天童建窣堵", "717": "矣唯是金粟其開化地向者蓋營壽藏以需今將奉", "718": "遺衣而掩之并礱片石以待子銘余不敢辭曰古者", "719": "銘必於器物子若孫表揚先德勒之鼎鍾以昭茲來", "72": "儒家削髮為僧相描坐蒲團作榜樣到底終須撒手", "720": "許維師之德不藉物而顯顧分身應化在處皆佛事", "721": "也況其表信者乎且吾問金粟肇自赤烏康祖往而", "722": "猊床久塵毒鼓絕響千餘年後師實開山有其開之", "723": "如瓜斯瓞石車禪師經營始備今費隱禪師堂搆益", "724": "光當吾世已若此椒聊之詠知未艾也衣被無窮伊", "725": "誰挈領以遍覆我者敢忘其朔哉師會下英靈輩出", "726": "號曰僧海然生平最嚴付授膺記莂稱法嗣者止十", "727": "二人天閑逸足更無中駟得闌入其間然而師資契", "728": "合最洽最深無語不投有倡必應味其論如出一口", "729": "攷其行亦同一轍者則費隱禪師一人而已此非余", "73": "行那容心意有餘尚", "730": "之言夫人而能言之也天童之塔別有大手筆銘之", "731": "故茲不具述述其概為金粟志若此或曰禪林真秋", "732": "晚耶何其多諍也曰不然佛亦如是耳不有摧伏何", "733": "稱世雄師之言曰都來總與三十棒此之謂扶佛法", "734": "龍池所喜為大人相者也且彼示與師軋者其人大", "735": "都負大力深智鳴鍾鼓撼山嶽以相加遺而師晏然", "736": "踞坐張空拳而八面應之攻者屢變應者不變無不", "737": "給也即無不摧也使後來聰明辨智之夫知此道果", "738": "不借他力廢然失其增上慢心俯首以入罏鞴問何", "739": "以有懷來無折首曰子非賊故以明攝愛之廣顯激", "74": "題錢元沖公子像題錢元沖公子像", "740": "揚之方而費禪師更獨以鶴鳴之龢表所謂雖齊聖", "741": "而不先食者以救末俗以間執他口使不敢曰無父", "742": "之教也君向瀟湘我秦其轍取道各殊我則正矣打", "743": "鼓弄琵琶共成一曲調八音於是乎諧而要皆自師", "744": "妙指發之世乃曰諍耳諍耳此未知道之大安知師", "745": "之大耶師名圓悟十二人者為五峰學公漢月藏公", "746": "破山明公費隱容公石車乘公朝宗忍公萬如微公", "747": "木陳忞公石奇雲公牧雲門公浮石賢公林野奇公", "748": "學藏乘先師化去與現在諸公各分化一方演揚妙", "749": "法續師慧命法孫暨曾玄在處崛起為人天所推名", "75": "夭壽與老死都來夢裡身若然惺得夢始悟本來人", "750": "稱普聞者未易一一數所謂大興于世者也系之銘", "751": "曰。佛法如大海悟者有淺深先證涅槃心後明差別", "752": "智既已同根生猶有未同死得少即為足古人所深", "753": "呵此為尋嘗言大智實不爾一超而直入更不落階", "754": "級維師真實語一悟不再悟深達法源底墮地便稱", "755": "尊喻如大火聚熾然無間歇蚊蚋及象師無能近傍", "756": "者正令已在握縱橫何不宜豈於窗楞中重復問牛", "757": "尾大悟十八遍小悟不計數本是宋儒言非大慧所", "758": "說學人承訛久智者亦惑之惟師以為非確然不肯", "759": "信此非博學得心不受瞞故譬彼渡海人登岸已捨", "76": "題冶堂孫居士像題冶堂孫居士像", "760": "筏更從筏上招掉臂終不顧八面應強敵殺活但臨", "761": "時離文字語言辨才獨無礙海內諸龍象強半我兒", "762": "孫吾宗復大興遠符黃檗讖萬行本無作谷響空中", "763": "華應緣事已辦翛然忽歸去全身還天童遺衣藏金", "764": "粟同昔佛舍利永鎮於山門吾憶黃梅語衣止法獨", "765": "傳橫周沙界中豎盡未來際", "766": "崇禎癸未夏月穀旦本山住持嗣法弟子通容樹石。", "767": "道行碑道行碑", "768": "中憲大夫知寧波府事韋克振撰文仝男", "769": "內翰林秘書院編修前值國史院庶吉士成", "77": "本分本來豈從造化而成非俗非僧亦因假飾以立", "770": "賢篆額湖廣黃州府黃崗縣儒學生員述賢", "771": "書丹", "772": "禪宗肇自少室直指單傳無階級津梁可尋蓋西來", "773": "第一義也曹溪以降枝分派別號稱極盛傳至于今", "774": "去根源日遠荷道者懼焉起衰捄敝從末劫糾紛中", "775": "必拈第一義示人令少室宗風儼然未墜則密雲悟", "776": "禪師其人已余守四明之先五年師已入寂追仰道", "777": "範從其上座容公悉師本末著為傳而師之徽音懿", "778": "躅載之銘狀年譜者甚備迺容公更欲遵唐宋元以", "779": "來名僧禮為師直道行碑徵文於予予逡巡久之以", "78": "一念不生全體現腳踏芒鞋頭頂笠獨行獨步迥堂", "780": "終不敢辭者碌碌之名冀附師以彰不朽遂忘其言", "781": "之鄙拙也謹按師諱圓悟號密雲出義興蔣氏生而", "782": "穎異端嚴讀書黜訓詁喜縱筆揮染如奔驥翔鸞不", "783": "可羈紲見者咸以公輔期之乃師在總角已薄公輔", "784": "不為矣每念世相無常勤持佛號至徹晝夜偶得壇", "785": "經閱之若夙契焉者嗣是而耕而陶而樵牧隨所托", "786": "跡惟事參究一日負薪山行與積薪遇恍然有省遂", "787": "決意出家聞禹門傳演法龍池具正遍知師往侍之", "788": "龍池一見知為大器加意鉗鎚令從卑末執役備歷", "789": "艱瘁閱二年乃為薙染執役如故又三年聽閉關又", "79": "堂自在自繇唯自適咄盡力跳不出", "790": "三年命監院務師以心境未融間有請益未許也奮", "791": "發精進師志益勵忽于銅官山頂悟情與無情煥然", "792": "等現覓纖毫過患不得而從前疑義盡釋矣遂往參", "793": "龍池于都門機鋒所觸無復遜讓觀其相對豎拳三", "794": "世諸佛拈不出處師一喝再喝連喝而退宛有古人", "795": "之作龍池已心折之因以無住法囑師南遊師自雙", "796": "徑兩目登天台還過會稽為諸名宿開發積疑莫不", "797": "驚歎得未曾有迨龍池歸召師叩以扶持佛法師呈", "798": "賞罰都與三十棒之偈龍池大笑以付拂得人未幾", "799": "遷化師感法乳恩深服心喪煢煢如在疚觸目著存", "8": "六年苦行畢竟何為打失兩眼拾卻雙眉若人欲識", "80": "題抱嬰李居士像題抱嬰李居士像", "800": "固終其身不易也且念付托之重證明無人乃遠陟", "801": "匡衡還息于天台之通玄寺纔一提唱宗風大播次", "802": "年應金粟請依荊榛餐葵藿龍象競歸之不逾時輪", "803": "奐遞起悉具叢林規制日會食以萬指計凡師所過", "804": "緇素求瞻禮者喧闐雜沓每至遮道不得行其山川", "805": "阻隔從數千里外勒尺寸以請者師為之發蒙導滯", "806": "一如親承熱棒而聲教四訖矣庚午冬自黃檗歸金", "807": "粟四方之來皈依者益眾師欲避之值明州司理黃", "808": "元公請住天童遂允焉者昔天童以叢林冠五山自", "809": "洪水漂沒丹崖翠壁之間遺構蕭蕭師樂其寂靜森", "81": "從來千聖不知名何必需吾污其上未嘗讀書不識", "810": "邃去人跡遠苟可容膝足矣詎意布金長者現百千", "811": "萬化身梯航而至爭任締搆之役積十年殿閣崇隆", "812": "堂室複疊望之若雲蒸霞鬱瓢笠濟濟三倍金粟師", "813": "所付拂則有五峰學公十餘人及曾玄孫輩各分化", "814": "一方法席之盛如此其或持彌戾車見欲加無上天", "815": "人師者訶之不受旋墮瞿伽離報其彰彰者可按也", "816": "師既修列祖塔竟即有退藏之志歲辛巳川太傅承", "817": "皇貴妃田氏命躬齎紫衣入山祈師演法太傅在戚", "818": "畹素以驕蹇聞及見師遂降心執弟子禮因念留都", "819": "大報恩寺為朝廷開基香火恢復之功非師莫克舉", "82": "字豈敢與人加伎倆絕伎倆滿目不知是何狀", "820": "者禮疏上聞既得旨與諸大檀護合辭以請師以衰", "821": "邁力卻之迨敦趨之命再至師已從天童拂衣徑上", "822": "通玄矣師居通玄起居如常于是年秋七月七之日", "823": "偶示疾遂跏趺而逝而白虹貫山實先兆之七眾弟", "824": "子若失怙恃歸其全身塔于天童南崗從泥塗中引", "825": "紼者數百里絡繹不絕哀號之聲震林谷德澤在人", "826": "可概見已師年七十有七僧臘四十七代龍池主法", "827": "二十五年與人相見惟以直心直行本色本分而全", "828": "體迥露不隔微塵大用昭融不留纖跡故其開示者", "829": "舉從前千七百則公案悉落麈尾而斬斷葛藤撥開", "83": "題聖緣唐居士像題聖緣唐居士像", "830": "雲霧絕不依傍一人其接引者自王公諸長者以至", "831": "廝隸末流自五比丘十弟子以至一闡提輩統以慈", "832": "允攝受共登正覺絕不立一差別見其著述者為法", "833": "語為題詠為酬答為辨證或寥寥數語或連篇累牘", "834": "因感而應如鐘聲鏡影絕不墮語言文字之障其刱", "835": "復者不第通玄金粟天童三大招提連雲蔽壑功成", "836": "萬礎凡平日法幢所賁即為寶坊師惟一杖一拂飄", "837": "然物外絕不作一住相此其所以平貴賤齊智愚融", "838": "頓漸徹遠邇貴存亡視師初拈天地同根萬物一體", "839": "之語真可不愧古人矣豈輓近秉拂者能以門庭頡", "84": "請居士自珍重莫捨凡緣取聖緣取捨之情生死本", "840": "頑也哉敷揚未罄重宣以偈。", "841": "太白峰高戛璣璿砥柱狂瀾迴百州", "842": "獮江鷲嶺帝網沿烜赫有人此鴻騫", "843": "一葦直欲奪前賢窠窟倒翻階級捐", "844": "萬丈門庭空中懸豎拂當場正令傳", "845": "如神鋒觸大火然破除一切無中堅", "846": "炯炯透出心珠圓寶光五色冒大千", "847": "龜毛蛇足已忘筌透脫是名祖師禪", "848": "飛矢墮側化青蓮名動九霄綸綍宣", "849": "俄瞻瑞相現通玄四大假合真不遷", "85": "情無取捨獨超然咄", "850": "窣堵波與東谷連三匝投體盡涯巔", "851": "師德澤世寧計年江河行地日鹿天", "852": "歷阿僧祇永綿綿", "853": "大清順治戊子年孟秋日木山繼席嗣法弟子通容", "854": "全老侍者行昌等立石", "855": "先師密老和尚全錄十二卷年譜一卷并序", "856": "文共三百八十六葉計板一百九十九塊容", "857": "謹捐銖貲發梓送入楞嚴寺室久遠流通", "858": "所冀　龍天擁護傳垂不朽勿致廢隳永為", "859": "後學津梁云　徑山嗣法門人通容識", "86": "德公祁居士乞題尊翁夷度居士尊堂王氏像德公祁居士乞題尊翁夷度居士尊堂王氏像", "860": "密雲禪師語錄卷十二終", "861": "天童密雲禪師年譜序密雲和尚年譜序", "862": "我天童本師開堂三十三載臨濟宗風大振於世其", "863": "語言行事動合章程昭昭可為後代法木陳忞公編", "864": "成年譜自示現以及順寂首尾次第井然不紊但援", "865": "引處稍嫌蔓延據實處似多粧點至于末後室中密", "866": "印之辭未免私徇人情混濫祖系萬不得已改圖定", "867": "本更令祈遠唐子重加釐正繁者刪綺者質私者公", "868": "濫者嚴庶幾影響之流毋藉此為口實濟宗賴以不", "869": "墜知我罪我聽之而已。", "87": "一陰一陽化育無窮惟惺惺者不住其中", "870": "崇禎甲申秋住金粟嗣法弟子通容百拜敬書", "871": "年譜天童密雲禪師年譜", "872": "法孫晉昌唐元竑重訂", "873": "世宗世宗皇帝嘉靖四十五年丙寅", "874": "師嘗州宜興人姓蔣氏其先世顯著子姓蔓延諸", "875": "州郡故諺稱江南無二蔣父名曦母潘氏師其季", "876": "子也生于是年十一月十六日丑時按師誕日眾", "877": "請上堂云今年十一月十六日也是者個時節去", "878": "年十一月十六日也是者個時節乃至從無始十", "879": "一月十六日總是者個時節來年十一月十六日", "88": "自題自題", "880": "也是者個時節後年十一月十六日也是者個時", "881": "節乃至盡未來際十一月十六日也是者個時節", "882": "又按彌陀誕日僧本光請上堂有老僧昨日是生", "883": "日彌陀今日是生日我比彌陀先一日三世諸佛", "884": "從此出之句云。", "885": "穆宗穆宗皇帝隆慶元年丁卯", "886": "師二歲是年出嗣張氏蓋張於師為王母族艱嗣", "887": "息愛師岐嶷故乞繼之。", "888": "二年戊辰", "889": "三年己巳", "89": "自家面目自家題自家意思自家知自家書在自頭", "890": "師四歲甫離襁褓而氣度凝重殊無孩稚態終日", "891": "堆堆坐地若憶持者久之中冷濕成腫疾家人搗", "892": "藥汁飲之稍愈而兀坐如故。", "893": "四年庚午", "894": "五年辛未", "895": "師六歲入鄉校不樂章句讀誦惟喜書遇便輒大", "896": "書毀瓦畫墁不顧也嗣王父厭之然亦以是奇師。", "897": "六年壬申", "898": "神宗神宗皇帝萬曆元年癸酉", "899": "師八歲不繇他教自然發意念佛按師行繇云我", "9": "山中事觀著容顏應好知", "90": "上不知人道我何為", "900": "幼性頑乃至不肖之事靡所不為但於歲歲二三", "901": "月間忽動世間無嘗之想便欲修行念佛念過三", "902": "日覺得夢中無念非佛過三月後此念漸輕。", "903": "二年甲戌", "904": "三年乙亥", "905": "四年丙子", "906": "師十一歲與群兒牧西氿澤中鄰牛附師牧者日", "907": "供一錢師得錢輒貿紙筆以群牛授諸兒自詣鄰", "908": "齋學字晚則荷簑笠召諸兒歸故師嘗語其侍者", "909": "曰我那時已作聱頭長老了。", "91": "又", "910": "五年丁丑", "911": "六年戊寅", "912": "七年己卯", "913": "八年庚辰", "914": "師十五歲躬耕樵且陶于澗北按師禹門上堂云", "915": "悟上座出身本非他鄉異土之人即本邑南嶽山", "916": "中一個樵夫耳又按師答漢月首座云老僧漁也", "917": "漁過樵也樵過耕也耕過牧也牧過秪為不知本", "918": "命元辰立地處故入佛門來。", "919": "九年辛巳", "92": "高山流水長松下倒茗吹爐誰不樂默想世間人罕", "920": "師十六歲納室吳氏先是新安吳某者商陽羡善", "921": "師嗣父飲酒驩甚以女字師是歲納之。", "922": "十年壬午", "923": "十一年癸未", "924": "十二年甲申", "925": "師十九歲是年歸宗復蔣氏之族以張有子故。", "926": "十三年乙酉", "927": "十四年丙戌", "928": "師二十一歲嘗語其侍者我萬曆十四年染傷寒", "929": "甚劇初為數畝田放不下合卻眼便在耕耘上自", "93": "知唯有青天紅日爍", "930": "念我且要死管他甚碗於是一意念佛念過數日", "931": "夢一神人皜衣素裳凌空而過聲言施藥我呼云", "932": "某正病何不施我神人轉手與我一丸醒來遍體", "933": "汗流霍然病已。", "934": "十五年丁亥", "935": "十六年戊子", "936": "十七年己丑", "937": "十八年庚寅", "938": "十九年辛卯", "939": "師二十六歲閱六祖壇經始慕宗門向上事耕耨", "94": "破山明請破山明請", "940": "之暇負薪入市買賣晚歸織履而壇經傍置玩繹", "941": "不休。", "942": "二十年壬辰", "943": "師二十七歲按師行繇云乃至二十七歲上山作", "944": "務有省得管帶拘心意日用嘗令昭昭然即穿城", "945": "入市做買做賣不肯放過每繼日以夜胸中作痛", "946": "猶加炤顧又按夏通燈源流答頌云師在俗挑柴", "947": "過一山灣忽見一堆柴突露面前有省。", "948": "二十一年癸巳", "949": "二十二年甲午", "95": "不識好惡不分皂白人若問著當頭便楔無法與人", "950": "師二十九歲嘗語侍僧我二十九歲決志出家是", "951": "年十二月區分家事安置妻室竟乃縱觀川原遊", "952": "歷城市覺步履輕鬆如人放下百二十觔擔子相", "953": "似聞先師在顯親寺徑往瞻禮此時遂矢歸依之", "954": "願焉又按行繇云向緣家貧營繫不能純一修行", "955": "至二十九歲纔得棄室然追想來解脫世間羈絆", "956": "似有時節我棄室當夜夢著新鞋一兩於行路次", "957": "一時脫落鞋底遂因先父引見先師。", "958": "二十三年乙未", "959": "師三十歲正月詣顯親禮幻有傳和尚為師傅以", "96": "那來剩跡如是為人何有知識且道阿誰密雲老賊", "960": "師學道勇銳志期徹悟故以圓悟命師名是春傳", "961": "住龍池師為荷橐而往身任眾務以至鬻薪陶器", "962": "負米百里之外雖刻苦事眾而參究益力按行繇", "963": "云三十歲乃出家秪覺生死到來畢竟不穩當於", "964": "前境界愈加炤顧愈加不穩當二六時中看得心", "965": "境兩立古人道天地同根萬物一體越看越成兩", "966": "個。", "967": "二十四年丙申", "968": "師三十一歲傳和尚命師薙染而師願終身苦行", "969": "供僧役故傳上下舟車師隨行有類廝養師嘗正", "97": "費隱容請費隱容請", "970": "色語眾云老僧三十一上侍先師參禪學道都在", "971": "務作裡辦汝輩要安坐修行耶老僧不願叢林遺", "972": "此法式按為眾普請上堂云百丈大智禪師創叢", "973": "林立規矩有普請例所謂作則均其勞飯則同其", "974": "食自今觀之似乎不然作者應當作閒者應當閒", "975": "致使古風彫喪法門淡泊無他蓋主者不舉之故", "976": "也乃云要且者般事無處得藏竄所以為大道所", "977": "以為公案擔荷者般事須是者般漢若畏刀避箭", "978": "躲懶偷閒不足為伴故師住天童日有十餘眾普", "979": "請不赴隨喜寺西之玲瓏巖師立擯之時嘯雪聞", "98": "描不成兮畫不就贊何益兮毀何及從來千聖不能", "980": "公亦在其數而擯牘偶遺其名公述偈自結束去", "981": "云大家同上玲瓏巖人逐忙兮我獨閑撫臆此心", "982": "欺不得不如自擯出松關師義之解其擯為榜僧", "983": "堂規諭眾云。", "984": "二十五年丁酉", "985": "師三十二歲念己事不明歲月飄忽於是積憂成", "986": "疾按行實云因侍師入城舟次請益本師云你若", "987": "到這田地便乃放身倒臥更無別語我只得禮拜", "988": "昏蒙益甚又一晚侍師上榻復請本師本師良久", "989": "見我不領便云可憐可憐亦只得禮拜退嗣是周", "99": "識一切時人妄名測一條白棒唯直指所以千古為", "990": "旋師側惟加罵詈我慚悶交感至大病汗流二七", "991": "日方蘇按昌侍者記聞師于是冬侍傳和尚至嘗", "992": "州途中遘病先回其父與良師伯者以為祟設位", "993": "辦食轉諸經咒禳之正念誦問師忽至二人相顧", "994": "躊躕師詬云汝這鬼子心經念不出要索食耶遂", "995": "一時踏翻傳和尚聞之嘆云此子機用若此他日", "996": "吾宗不寂寥矣。", "997": "二十六年戊戌", "998": "師三十三歲是年四月八日始納僧服按禹門上", "999": "堂在俗家寒未嘗讀儒書經史脫塵年晚又不曾"}, "originalTitle": "Jiaxing Canon, Electronic version, No. A158 密雲禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. A158 密雲禪師語錄", "author": "明 圓悟說　如瑩等編", "language": "chinese", "source": "CBETA"}