{"language": "chinese", "originalTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 010 最妙勝定經", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "題解最妙勝定經", "1": "整理者　方廣錩", "2": "〔題解〕", "3": "《最妙勝定經》，又名《最妙定勝經》、《妙勝定經》。印度佛教", "4": "經典。著譯者不詳。一卷。", "5": "本經譯於南北朝時期，主要宣傳祇有修習禪定纔是最妙、最", "6": "勝的佛法。批判祇重義解，忽視實際修習的風氣。認為祇有通", "7": "過禪定纔能真正了達佛法深義。即使犯了四重五逆大罪，亦可", "8": "由禪定而消除。本經在歷史上曾經發生較大影響，對天台宗影", "9": "響尤大。天台宗先驅慧思因讀此經而勤修禪定。智青、湛然的", "10": "著作中也屢有引用。但隋法經等撰《眾經目錄》稱此經「文理複", "11": "雜，真偽未分」，歸入疑經類。《開元錄》亦在「疑惑再詳錄」中著", "12": "錄此經，謂「與《最妙初教經》文勢相似，一真一偽，亦將不可」。", "13": "並在「偽經錄」中又列入此經。從此該經被判為偽經，為歷代大", "14": "藏經所不收，故早已亡佚。現在中國北京圖書館所藏敦煌文獻", "15": "中發現兩號，一為北新330號，首尾俱全，原為大谷探險隊所得，", "16": "日本《續藏經》曾據以錄文收入，但錄文有誤。其後入藏北圖。", "17": "一為北臨1757號，係近年新發現的殘片。此經有藏文本，並被", "18": "收入北京版《甘殊爾》。敦煌藏文文獻中亦有此經之藏文本（法", "19": "國國家圖書館藏伯102號）。本經對研究南北朝時期佛教史及", "20": "天台宗，具有較大的價值。", "21": "整理本的底、校本情況如下：", "22": "底本：北新330號", "23": "校本：甲本，北臨1757號。", "24": "錄文〔錄文〕", "25": "最妙勝定經", "26": "如是我聞：", "27": "一時佛住王舍城，與大比丘二萬人俱。菩薩大士五十人等、", "28": "天龍八部、諸天人等。復有四天大王，復有四部鬼神，皆悉集會。", "29": "爾時世尊入光明三昧，寂然無聲。時諸大眾各懷疑惑。", "30": "爾時文殊師利法王子菩薩即從座起，繞佛三匝，說偈贊嘆：", "31": "「善哉諸法王，寂然入靜室。", "32": "此諸大眾等，心皆懷疑惑。", "33": "善哉日月光，嘿然無所照。", "34": "善哉金寶聚，而不施貧乏。", "35": "善哉人中王，今可出禪定。", "36": "善哉大龍王，而不降甘露。", "37": "善哉人中尊，宜速演說法。", "38": "善哉為眾生，演說一乘義。」", "39": "爾時世尊從禪定起，告諸大眾：「我今安樂，大有珍寶。", "40": "若有貧乏，恣汝所用，莫生疑惑。所謂珍寶，無上智慧，恣汝", "41": "所用。」", "42": "聞爾時，阿難從座而起，白佛言：「世尊，我今多聞，疾得", "43": "無上菩提。如經中說，多聞智慧，利根之者，得道甚難，生於八難", "44": "中。我今云何成無上道？」", "45": "佛告阿難：「多聞之人有二種心。云何為二？一者定心；", "46": "二者亂心。心若在定，多聞無妨。心若亂者，雖復多聞，何所", "47": "益也！若人善能定慧具足，最是疾得無上佛道。」", "48": "阿難白佛言：「世尊，云何處處經中贊嘆定慧為最第一？」", "49": "佛言：「阿難，定慧具足，亦如師子，獸中第一；亦如日光，", "50": "能照一切；如須彌山，眾山中上。何以故？定慧具足，其力最", "51": "勝。」", "52": "佛告阿難：「若復有人造作旃檀精舍，滿於三千大千世", "53": "界；復有一人造七寶精舍，亦滿三千大千世界。功德云何，得等", "54": "以不？」", "55": "阿難言：「七寶者勝。」", "56": "佛復告阿難言：「復有一人造黃金精舍，滿於三千大千世", "57": "界；復有一人造紫磨黃金精舍，亦滿三千大千世界。如此二人，", "58": "功德云何？」", "59": "阿難言：「紫磨黃金，功德甚多。」", "60": "佛言：「阿難，若復有人造旃檀像及香木像，滿於三千大千世", "61": "界，供養禮拜；復有一人造紫磨黃金及七寶像，亦滿三千大千世", "62": "界，供養禮拜。於此二人，功德云何？」", "63": "阿難言：「七寶紫磨黃金像者，功德甚多。」", "64": "佛言：「阿難，若復有人起大心施，持七寶庫藏並及妻子，持", "65": "用布施；復有一人持頭、目、身體，並及難得七寶庫藏布施。此等", "66": "二人，功德云何？」", "67": "阿難言：「七寶、身體、妻子者多。」", "68": "佛言：「復有一人，書寫十二部經，流通世間，使人讀誦，滿於", "69": "三千大千世界；復有一人，執文如讀，於文通利，亦滿三千大千世", "70": "界。於此二人，功德云何？」", "71": "阿難言：「執文者多。」", "72": "佛言：「復有一人，能誦十二部經，悉皆通利，不解深義，其經", "73": "卷亦滿三千大千世界；復有一人，讀誦十二部經，悉皆通利，並復", "74": "解深義，亦滿三千大千世界。於此二人，功德云何？」", "75": "阿難言：「讀誦解說，其功德甚多。」", "76": "佛告阿難言：「有一人解說十二部經，不行布施、持戒、忍辱、", "77": "慈悲、喜捨；復有一人，解說十二部經，廣行布施、持戒、忍辱、慈", "78": "悲、喜捨，於諸眾生，等心如子。而此二人，功德云何？」", "79": "阿難言：「其慈悲、喜捨、持戒、忍辱、布施眾生，功德甚多。」", "80": "佛言：「阿難，若有一人，解說十二部經，講說五違陀論，為人", "81": "宣說，流通於世。復有一人，善能解說十二部經，十五違陀論，所", "82": "謂生論、定論、五陰論、十二入論、十八門論、大空論、日月論、月", "83": "愛論、莊嚴論、第一義論、空金剛心論、種諸論、性空三空門論，復", "84": "能持戒、布施、忍辱、慈悲、喜捨，於諸破戒，等心無二。心行平", "85": "等，亦如虛空，不見眾生一切過惡。等心眾生，如視一子。於怨", "86": "憎中，平如虛空。不謗方等十二部經。如此二人，功德云何？」", "87": "阿難言：「不謗方等十二部經，其人功德，無量無邊，不可思", "88": "議。」", "89": "佛言：「復有一人，如上所說，一切功德，皆悉能滿，亦滿三", "90": "千大千世界，亦能讀誦十二部經，十五違陀論，持戒、忍辱、布施", "91": "論，持戒、忍辱、布施、多聞，於諸人中，最為第一。演說萬法，皆", "92": "悉空寂。令諸聽者，得五神通。雖有是益，不如一人一日一夜入", "93": "定。何以故？多聞之人心生驕慢，猶如山海。驕慢多者，惡道受", "94": "苦，經無量劫。若出地獄，生為飛鳥。當知多聞何所益也。若有", "95": "禪定，能除生死惡業重罪。多聞如草，禪定如火；多聞如鐵，", "96": "禪定如金；多聞如毒草，禪定如藥樹；多聞如江河，禪定如大海。", "97": "我若說之，禪定功德，不可窮盡。」", "98": "佛告阿難：「我自憶往昔作多聞士，共文殊諍利，諍有無二", "99": "諦。文殊言有，我言無也。由是諍論而不能定二諦有無。死墮", "100": "三惡道，服熱鐵丸。經無量劫，從地獄出。值迦葉佛為我解說有", "101": "無二諦。迦葉佛言：『一切諸法，皆無定性。汝言有無，是義不", "102": "然。何以故？一切萬法，皆悉空寂。此二諦者，亦有亦無。汝今", "103": "解者，但解文義，不解深義。汝於此義，如盲如聾，云何解此甚深", "104": "之義？』我聞是，即於林中而自思惟，入於禪定。經七日已，", "105": "於四禪中三昧、三定、三智、三空、大空、第一義空。解此空已，一", "106": "切萬法，悉亦是空寂。何以故？一切萬法本性空故。當知修禪", "107": "最妙、最勝。若有人能一日一日乃至七日，念修禪定，於無量劫", "108": "極重惡業漸漸輕微。復有五種重罪：一者，煞父、害母、煞真人羅", "109": "漢、破塔壞寺、焚燒僧房；二者，犯四重、八重、五重、六重姓戒；三", "110": "者，謗方等經；四者，說他人過，不生恭敬，常起驕慢。如向所說", "111": "五種性罪，但修禪定，自然滅除。除禪定力，餘無滅者。七日之", "112": "中，尚得如是無量功德，何況終身於閑居、山中、林樹下，端座思", "113": "惟，觀除入捨。何以故？心如水流，恒不暫停；亦如獼猴，放一", "114": "捉一。要由定心，令使不移。心若移者，於一切法生迷想亂。", "115": "心若定者，能知世間生住滅想。一切萬法，悉皆空寂，無常變化，", "116": "苦、空、無我。所有諸法，如電、如風、如水聚沫、如熱時炎、如呼", "117": "聲響、如空中鳥跡。世間所有山林、江河、池源、大海，火劫起時，", "118": "一切燒盡。除四禪及四空定，乃至萬法，皆悉空寂。當知禪力不", "119": "可思議。心若有定，能見十方三千大千世界，日月、星辰、江河、", "120": "大海、山川、林谷，如見掌中阿摩勒果。亦如禪定現神變化，飛到", "121": "十方恒河世界。十方世界所有風、火、地、水、日月、星辰、山河、", "122": "林木、天宮、龍宮，悉亦變化。當知禪力不可思議，於禪定中能動", "123": "此三千大千十方世界。」", "124": "佛言：「阿難，大目揵連入禪定中，種種能為。能動大地，如", "125": "轉火輪。當知多聞之人，不能如是。」", "126": "佛告阿難言：「汝今亦可動此大地。」", "127": "阿難言：「我無禪定，何能如是？」", "128": "佛言：「阿難，若修禪定，雖不即得四沙門果，猶勝多聞百", "129": "千萬倍。」", "130": "爾時竹林精舍有諸比丘，其數五百，皆學多聞。今聞世尊為", "131": "阿難說目連神通禪定第一，至佛所，頭面禮足，而白佛言：「世尊，", "132": "我等比丘，習學多聞，今已通達十二部經，十六大國敬我如佛。", "133": "云何世尊說言『多聞永不能得無上菩提』？」五百比丘同時發聲：", "134": "「我捨多聞，而習禪定。」", "135": "佛言：「諸比丘，莫作是語：『我捨多聞，如入禪定。』我見汝", "136": "智，亦如蚊翅，慾障日月。汝如盲者，欲蹬須彌山。如無船舫，欲", "137": "度大海。如折翼鳥，欲飛虛空。汝亦如是。」", "138": "時諸比丘，心生惶怖，如欲死人。", "139": "佛言：「比丘，汝莫惶怖，應定其心。」", "140": "諸比丘言：「我無禪定，何由得？」", "141": "佛言：「我有妙藥，令汝得定。」", "142": "諸比丘言：「唯願說之，我當修行。」", "143": "佛言：「良藥者，所謂觀除入捨。」", "144": "諸比丘言：「觀除入捨，我今不解。唯願世尊為我說之，我當", "145": "受持。」", "146": "佛言：「初心為觀，第二心起為除，第三心起為入，第四心起", "147": "名捨。", "148": "復次云何？初禪為觀，二禪為除，三禪為入，四禪為捨。", "149": "復次云何？初禪名身念處，第二心念處，第三心法念處，第", "150": "四受念處。", "151": "如是四法通一切法。所謂四正勤、四如意足、四諦、四空、四", "152": "無想、四菩提。汝於初禪亦未明了，況於四禪及一切法。", "153": "諸比丘，種種方便，得入禪定。若作不淨觀時，見身四大，脾", "154": "胃、骨節、血流，亦如󵑚水。九孔流出不淨之物。屎尿臭穢，甚可", "155": "厭患。於此定中，見種種物，若動、若住、若青、若黃、若白、若黑，", "156": "種種異變，令心散亂。見此事已，攝之令還。白骨流光，阿那波", "157": "那，亦亦如是。若犯四重姓戒，尼破八重，優婆夷破五種戒，沙彌", "158": "破十戒，學戒尼破六重，盜佛物、法物、招提僧物、師長父母物、大", "159": "眾僧物，及謗方等經，言無威德。如是之人，於禪定中見自身中", "160": "氣如黑風，血如猛火，骨如山石，脈如林木，五藏如蛇蚖。見手捉", "161": "大火，逆風如走。頭戴大山，去如復倒。口出師子，眼出羅剎，鼻", "162": "出蟒蛇，耳出豺狼。大小便道，流水如海。若有十方一切諸佛，", "163": "皆悉變黑。若見此相，從禪定起，往至林中空閑之處，讀方等經，", "164": "懺悔先罪。或以七日、二七、三七、四七、五七、六七、七七日，眾", "165": "罪已除，便入禪定。罪若薄者，漸見身如琉璃山。若不破四種乃", "166": "至五重性戒者，禪定中見十方佛同時說法。或說四諦、四正勤、", "167": "四如意足、苦法、忍法、頂法、世第一法。或說七覺、四禪、八背", "168": "捨、四空、三三昧、八勝處。禪定中見闇見明。從禪定起，心生悅", "169": "樂。」", "170": "時諸比丘既還林中，修行禪定。逕七日中，皆得羅漢。來詣", "171": "佛所，白佛言：「世尊，我蒙佛教，令脫生死，得無上果。」", "172": "佛言：「若得，今宜可現。」", "173": "時五百比丘現大神變，坐臥空中，或行，或住，作十八變。於", "174": "時多聞比丘皆習禪定，亦如目連神通無二。", "175": "爾時阿難白佛言：「世尊，如是妙法，如來滅後幾時在此惡土", "176": "流行？幾所眾生修行此法，得四沙門果？」", "177": "佛言：「阿難，吾卻後二月，於拘尸城滅度之後，八十年中，流", "178": "行此法。多有眾生塚間、樹下，思惟此法，觀除入捨。十億眾生，", "179": "九億得四沙門果。三百年時，百億眾生，前十億得四沙門果。", "180": "三百年後，五百年前，我諸弟子，漸著惡法，心懷嫉妒，邪念自活。", "181": "五百億人，十億得四沙門果。五百年後，八百年前，我諸弟子，著", "182": "俗衣服，畜養牛、羊、貓、狸、驢、馬，積聚穀米，自作自啖，養育奴", "183": "婢。當爾之時，千萬億人，萬人得四沙門果。八百年後，千年之", "184": "前，我諸弟子，習學惡法，與國王、王子、大臣、長者而為親友。通", "185": "致使命，耕田種植，聚積穀米、金銀、七寶，飲酒食肉，長養四大，", "186": "著新色衣，亦如淫女，魃魅魍魎。億億萬人，百人得四沙門果。", "187": "千年之後，三百年中，浩浩亂哉。我諸弟子，著俗衣服，雖披袈", "188": "裟，如木頭幡，無有威德。白衣見之，不生恭敬，亦如屠兒。當爾", "189": "之時，國國相戰，共相煞害。不避君臣、父子、兄弟，無慈悲心。", "190": "人民繚亂，飢餓困苦。無婦、無夫、無男、無女。聾盲喑啞，身不", "191": "具足。逃奴走婢，亡破失國，多不存活，入吾法中。白衣見之，如", "192": "視獵師。亦如天下，亦如惡馬狂象，不可禁制，自在而去。雖有", "193": "師徒，如惡狂賊。貪淫無度，不避尊卑，亦如蟲獸，等無有異。造", "194": "作惡業，不畏三塗。所行之處，乃與酤酒、屠兒、獵師、淫女而作", "195": "伴侶。口出惡言，心生惡念。或國官力，迫脅良善。如取財", "196": "物，供給生緣。或獵射、羅網取魚，自煞、自煮、自取、自啖。月、", "197": "半月盡，不共說戒、布薩、自恣。若說戒時，鬥諍瞋恚。上中下", "198": "座，師徒弟子，共相論說是非好惡。亦如蚖蛇聚入一穴，各相朋", "199": "黨，共相辱罵。無尊無卑，猶如群賊。劫奪良善，心貪利養，無", "200": "有饜足。當爾之時，十二部經，沉沒於地，不復讀誦。我諸弟子", "201": "習學兵法、畫法、泥法、木法、騎法、師法、棋法、歌法、笑", "202": "法、稍法、射法、走馬之法。習學如是邪法，死入惡道，無殃數劫，", "203": "生為畜生，飢餓困苦，負重而行。有頭陀者，多不如法。常遊聚", "204": "落，不在山林、塚間、樹下。心恒作念，闚求利養。多貪財物，", "205": "無饜無足。乃至法師解釋佛語，萬不著一。多將徒眾遊行聚落，", "206": "詣白衣舍，勸化白衣，多取利養。飲酒食肉，如栴陀羅。爾時多有白", "207": "衣，若男若女，持戒淨行，不食酒肉，呵責比丘：『汝大德出家之人，心", "208": "無慈悲，多作爾許不如法事。我觀智者亦如屠者。』比丘聞已，競共", "209": "打罵，自相謂之：『如來在時，不聽我等飲酒食肉。』白衣去後，共相謂", "210": "言：『今我解者，如佛口說。』或說邪言綺語、無義之語、亂言綺語，", "211": "以作義語。亦如盲人指天上日，若大、若小、若寬、若狹。亦如", "212": "聾人自言：『我聞天上說法之音。』有諸群盲集，共住聚聽，各各唱言：", "213": "『我見日月，若大、若小。』此諸比丘，亦復如是。", "214": "世有文殊、大迦葉等，現如其中，競共打罵，驅逐令出，不令得", "215": "住。亦如師子居香山中，一切蟲獸，皆不來近。師子去後，百獸毒蟲", "216": "共相鳴呼，入香山中。取其甘果，飲其流泉，皆令枯涸。香山神仙，", "217": "不復擁護。便生毒草，食者命終。", "218": "吾滅度後，一切比丘取我十二部經，競共讀誦。以上著中，以中", "219": "著下，以下著上，中著前後。非義言語，義言非語。亦如外道，各言", "220": "我是。當爾之時，十二部經雖行於世，無有德。設有讀誦，無有一人", "221": "得四沙門果。我諸弟子，如失國王，若鳥無翼。塔寺空荒，無人料", "222": "理。設有形像、幡花、寶蓋，如破軍資，鳩雀、豬羊競共入中。如是", "223": "比丘，自住屋舍，塗淨妙好，修行經說。」", "224": "佛告阿難：「吾為汝等，略說此事。」", "225": "阿難聞佛說此語時，流淚悲塞。爾時阿難悲涕不止。佛告阿", "226": "難：「莫大悲泣。當持此經流通於世。」", "227": "阿難捫淚而言：「我今受持。」", "228": "時諸天、人、帝釋白言：「尊者，我亦受持。若人在山林、樹下、空", "229": "處、塚間讀誦，我將天人並及神鬼往詣其所，不令妄失一句一偈。」", "230": "說此經時，五千比丘得四沙門果，千五百比丘尼得初果，五百優", "231": "婆塞得清淨信。天龍鬼神作禮而去。", "232": "最妙勝定經一卷", "233": "〔錄文完〕"}, "englishTitle": "Buddhist Texts not contained in the Tripitaka, Electronic version, No. 010 最妙勝定經", "author": "方廣錩整理"}