{"sourceLink": "http://www.cbeta.org/", "text": {"0": "不真空論", "1": "般若無知論義私記卷中", "10": "有人言。波若不可得相。若有若無。若常若無常。乃至", "100": "宗也。", "101": "次。然異下。歎師。上論序歎至令傳於世。今則歎師將", "102": "明承有本。必非專輕也。而歎師兼王。故文為二也。異", "103": "端之論紛然久矣。什師譯十八部云。文殊師利問經", "104": "曰。佛滅度後。佛法若為得住。佛同有二百廿年。令法", "105": "久住。初二部者。一摩訶僧祇。此云大眾。老少同會共", "106": "出律藏。二體毗履。此云老宿。淳老宿人同會共出律", "107": "部。文云。我入涅槃後一百歲。此二部當起。從摩訶僧", "108": "祇出七部。并本成八。從體毗履出十一。并本十二。故", "109": "偈云。摩訶僧祇部。分別出有七。體毗履十一。是從廿", "11": "非法非非法。無取無捨。不生不滅等四句。適過所著。", "110": "部。十八及本二。皆從大乘出。無是亦無非。我說未來", "111": "起。此分別異部僧論。什法師於長安大寺逍遙樓中", "112": "撰集。又什師未至漢地。數論同異未能辨正。唯什師", "113": "譯大乘經論及成實論并三百餘卷。為世軌則者也。", "114": "有天竺沙門鳩摩羅什者。傳云。世為國相。苻喜云。什", "115": "是天竺婆羅鳩摩羅炎之子。其母須陀洹。什初誕生", "116": "圓光一尋。獨出𨵁浮。幼而㑺□。辨惠如神。其父鳩摩", "117": "羅炎棄位出家。母龜茲王女亦出家。什又隨母。生七", "118": "歲入道。即誦毗曇。無幽不暢。至年九歲隨母至󳳟賓", "119": "國。遇名德盤頭達多。則𦋺賓王之從弟也。受雜．中．長", "12": "譬如火炎四邊不可觸。有人言。上說皆是實。復有人", "120": "二阿含。送徹於王集諸外道共論政。歎道折伏。舉國", "121": "以崇師為禮。日給鵞腊一雙。麵各三斗。蘇六斗。年是", "122": "外國之上供。什並不顧。母將什至月氏山。此有一羅", "123": "漢。見而異之。謂其母曰。若至卅五不破戒者。當興佛", "124": "法。度人無數。與優婆掘無異。若成不合。正可才明法", "125": "師而已。至勒沙國住二年訖。有三藏沙門謂其王曰。", "126": "此沙彌不可輕。宜開法門。有二種益。一國為沙門恥", "127": "其不逮。必見勉與。二龜茲國王必謂什我國。而彼尊", "128": "之。是尊我也。即設大會請什升堂座說轉法輪經。龜", "129": "茲國王果遣重使酬其親好也。什昔與受小乘而於", "13": "言。最後者為實無過失。非常非無常乃至非生滅非", "130": "此國得中．百二論及十二門。自云。如人不識金。以鍮", "131": "石為金也。又隨母進到溫宿國。則是龜茲之北界。龜", "132": "茲王躬往溫宿迎什還國。至年廿受戒。後於故宮得", "133": "放光。始披讀。魔來󴊱文。尋志俞堅。魔退字現。其智力", "134": "所感皆此類也。時苻堅潛蹄關中。有外國前部王及", "135": "龜茲王弟並來朝堅。至建元十二年太史奏云。有星", "136": "見外國分野。當有大德智人。堅曰。朕聞西域有鳩摩", "137": "羅什。襄陽有沙門道安。將非此耶。即遣使求善善王", "138": "等。說堅請兵。則苻堅遣呂光將兵七萬。伐龜茲獲什。", "139": "光既獲什。未測其量。乃凡人。戲之。強妻以龜茲王女。", "14": "不生滅。如是甚深般若云不取波若相。若取波若相", "140": "什距而不受。光曰。道士之操不踰先父。何所固辭。乃", "141": "餘以淳酒。遂戲異節。會堅伐晉。兵敗關中。又叛為姚", "142": "萇所害。不見什而亡。則呂光遂竊號涼州。秤年大平。", "143": "留什不遣。及姚萇潛有關中。亦關其高名。要清。而姚", "144": "萇卒。其子姚而襲位。三年。逍遙薗中䓗反為美薤。謂", "145": "智人入應國也。于時西凉州呂隆為主。興遣兵伐呂", "146": "隆。方得迎什入關。以弘始三年至長安。興推誠崇以", "147": "為國師。請什於西明閣逍遙薗及長安大寺譯出眾", "148": "經。凡三百餘卷。又為姚興著實相二卷。並注維摩。出", "149": "言成章無所拇改。以晉義熈末卒於長安。依外國焚", "15": "是為住法位。今顯然當略說波若有四解。第一。毗曇", "150": "身。唯舌不燒。後外國沙門來者云。羅什所譯十出不", "151": "一分。少踐大方下。歎內神。此句事理兩釋。事則遊歷", "152": "諸方。理即早悟諸論也。研機斯趣者。易曰。易者聖人", "153": "之所極深而研機也。諸理之始也。遠法師毗曇序云。", "154": "有出家開士字曰法勝。淵識遠鑒。極深研幾。龍潛赤", "155": "澤獨有其人也。獨󳫠於言像之表。妙得於希微之境", "156": "者。內拖深智如上所云。傳云。杯廢山丘在彭城。聞什", "157": "在長安。歎曰。吾與此子戲別三百年。沓而未期。遲有", "158": "遇於來生者之也。齊異學於迦夷揚淳風於東扇者。", "159": "此下歎幾。法菀云。龍樹迦夷之作。宣敵於有道之時。", "16": "義。無漏惠釋為正體。兼取相從則為五別。一自性波", "160": "童壽逍遙之典。遂興濟濟之國。龍樹傳云。龍樹入於", "161": "龍宮。七寶發函。九十日中讀方等。得無生忍。龍還送", "162": "於南天竺。大知佛法。摧伏外道。度明摩訶衍。作優婆", "163": "提舍十萬偈。又莊嚴佛道論五千偈。大慈方便論五", "164": "千偈。造無畏論十萬偈。中論五百偈出其中。令摩訶", "165": "衍論大行天竺也。又叡法師大品序云。什師慈心風", "166": "悟超抵。特詣龍樹遺風。領興於此世。又肇師為論序", "167": "云。出家大士厥名提婆。擅出迦夷為法城壍。于時異", "168": "端競起。邪辨逼真。遠拯沉淪。故作此論。防正閑邪。大", "169": "明於宗極者矣。斯則龍樹．提婆齊異學之妙典。隨幾", "17": "若。則無漏惠也。二共有波若。惠不孤立。如假戒定念", "170": "揚東風至長安也。將風燭殊方匿曜凉土者。自西凉", "171": "州來至長安也。道不虗應應必有由者。明幾教相秤", "172": "也。歲次壽星者。辰謂壽星也。天之度數三百六十五", "173": "度四分度之一。以廿八宿當此。軫星十七度。角星十", "174": "二度。秋星九度。七星十五度。自軫十二度至氐四度", "175": "曰壽星。於辰在辰卅度。秦乘八國之謀者。若若王等", "176": "請兵七萬往伐龜茲也。亦乘八國舉兵諍佛舍利也。", "177": "北天之運者。本是天竺而運數至此。物幾然矣。大秦", "178": "下。兼歎王。契百王者。將兵率徒皆秤諸王之會心也。", "179": "德洽千載之下者。正法五百歲。像法千歲。末法萬歲。", "18": "等此因而生。故云共有也。三方便波若。見道之前有", "180": "今王與什師共會像季。德洽末代。故云千載下也。故", "181": "叡師大品序云。末法中興將始於此乎。又安師大品", "182": "序。欲以千歲之上微言。使傳令百王之末俗也。時乃", "183": "下。出于時時事。生叡肇等。五百眾之上首也。躬執秦", "184": "文者。秦王躬攬舊經驗其得失。什手執胡本口宣秦", "185": "言。與義業沙門五百人詳其義。一日審其文中。然後", "186": "書之。累劫者。末法中少劫也。", "187": "後段。余以下。正明造論所由。短識乏才而預嘉會。義", "188": "承有本必非虗搆也。然聖下。歎波若深。則所由理也。", "189": "狂言者。談理之言也。逍遙之與連升。猶言同其義之", "19": "七方便。故云方便。四境界波若。四諦真法能生聖惠。", "190": "也。為試罔像下。引類。罔像者。黃帝於赤水而登崐崘", "191": "之亦。所遺之珠罔像得之。帝曰。然則罔像者可得真", "192": "聞者之耶也。試論者。廓象云。至理無言。言與則類。故", "193": "云試寄而言也。", "194": "第二義。正辨波若無知。有三科。一。標章門。二。何者下。", "195": "釋。三。是以波若下。結勸也。章門中有三段。初。舉放光", "196": "標波若無相。凡有佛佛生滅無相。何有生滅也。次。舉", "197": "道行標波若無知。欲辨波若無知。而方無所知。不見", "198": "者。明境非所知。故無能知也。後。此辨下。題疑略釋。初。", "199": "疑上兩經。果有下。略釋上二經言。然則般若無相無", "2": "般若無知論義私記辨體相第一○辨體相第一", "20": "故以四諦為境界波若。五文字波若。理不自顯必假", "200": "知。是波若相。是波若知也。", "201": "第二科。釋章門。此中先釋無知章門。然則物下。釋無", "202": "相章門也。釋無知中有二。初。舉凡聖相對釋知無知。", "203": "二是以聖人下。釋體用兩照二種波若也。此言何者。", "204": "乃總題上兩章門。夫有所知則有所不知者。此舉凡", "205": "境對於凡知。辨知無知。此是橫論知無知。何者。夫生", "206": "相。相生於封。有相有封。知生其中。若存於所知則有", "207": "不知。故有知處有不知處。則是橫論也。亦如青相非", "208": "黃相。黃相非青相。青名生於相。青知於名相。境智相", "209": "當一豪不差。曠劫故傳未曾相離。豈復有知不知名", "21": "文言。故指言說為文字波若也。第二解。波若有二。一", "210": "相。豈復名相而不生知。故云有所知則有所不知也。", "211": "次舉聖智辨境。聖心無知故無不知者。此是竪論知", "212": "無知。何者。聖知對境。境無言相。如一木柱。餓鬼見火。", "213": "諸天為金。人中見木。他土為空。故注云。無當之柱乃", "214": "曰真柱。豈貴諸相。爾乃為真。既云無當。知何由生。知", "215": "若無生。知不名知名曰無知。故莊子云。聖人不由而", "216": "照之于天。又青不自青。假緣而成。既緣而成。必須眾", "217": "緣。故毗曇云。一法生時。萬法不障為所作因。是以一", "218": "青一切因緣。一青知一切智。故中論因緣品。廣略因", "219": "緣中。求果不可得。故云。聖人無知。無所不知。不知之", "22": "真修波若。顯真成用。二緣修波若。假藉修行除妄想", "220": "知乃曰一切智。引經證也。是以下。就體用兩照釋般", "221": "若無知。此中先就實相體波若明虗心實照。後然則", "222": "下。就修成用釋虗心實照也。虗其心實其照者。雙牒", "223": "兩種般若無知。老子云。虗其心實其腹。注釋。心懷智", "224": "而腹懷食也。今意亦然。虗有無心而實無智。今無智", "225": "名照者。申云照云。神凝智滅。心冥如寂。無智不者。強", "226": "謂之照。何者。心法研修於今成悟。而此悟智眾相皆", "227": "絕。如上󱅤義中說。故終日知而未曾智也。故能下。就", "228": "體照明波若無知也。嘿曜韜光。音叩弓裳。四字明體", "229": "絕能知相也。嘿曜者。曜謂內明。嘿其內明也。韜光者。", "23": "也。第三解。波若二種。一實相波若。二觀照波若。言實", "230": "光謂外光。韜其外光也。虗心玄鑒四字。明其自體照", "231": "也。虗心者。除有無之心也。玄鑒者。舉體成真與玄一", "232": "體。即自照。鑒。石衝反。取明水也。萬物取於其明謂之", "233": "鑒也。則不愚義。閇智塞聽四字。體絕所知相。故閇塞", "234": "也。獨覺󱅤󱅤四字。異於境空也。物無以謂之。獨異於", "235": "境空。謂之覺也。󱅤󱅤者。不者義也。釋論云。體波若者。", "236": "不愚不智。信可然矣。斯則嘿曜韜光𨳲智塞聽八字。", "237": "遣自體境智也。虗心玄鑒獨覺󱅤󱅤八字。辨體相不", "238": "愚不智也。此就體波若明波若無知也。後。然則下。就", "239": "修成用。明波若無知。則釋虗心實照義也。將辨波若", "24": "相者。無相真境當體。非智而能生智惠。故云實相也。", "240": "無過應會照幾。故就照幾應會辨波若用也。此中先", "241": "以三雙六句明知照應會即用。次所以下。結忘懷用", "242": "也。初兩句。明從躰起用。智有窮鑒而無知相。如鏡無", "243": "心也。會通萬物無心而應。如鐘鈴應也。次。神無慮故", "244": "下兩句。會機照境。不與世間同則不在義也。雖事", "245": "外兩句。還同世事則不出義也。未始無事者。與物󱅤", "246": "者。群物所不能離。故未嘗無事也。神雖世表者。心雖", "247": "絕󱅤而現子於三千之域也。次。所以下。結應智兩用", "248": "而忘其功。仰求佛道俯拯弱喪。順物應接而無窮盡", "249": "也。亦隱幾無不察。理至即迹滅。故無照功也。斯則下。", "25": "第四。江南諸師。解有二種。一真波若。即是定惠。二有", "250": "明境智相會之義。結無知也。然其為物下。釋無相章", "251": "門。此中先總標非有非無。次。何者下。體用相即。釋非", "252": "有非無。此言為物者。非是為物之物。直言聖體為物", "253": "也。照實而不有。心虗而不無。聖智常存而不可以有", "254": "無論之明矣。次。何者下。三雙六句。體用相即釋虗心", "255": "實照也。初雙兩句。就體明於有無。次第二雙。聖以之", "256": "故下兩句。釋體用相即。初句異於木石而性是虗知。", "257": "故虗而不失照也。下句無相無名故照而不無虗也。", "258": "後。第三雙。照不失虗故下兩句。就物明同異。渾而不", "259": "渝者。略例云。亂而不能惑。及而不能渝。非天下之至", "26": "中諸智。相從波若也。凡說波若莫過此也。今依此論。", "260": "蹟也。今謂聖智與物渾同不俱反。故云混而不渝。渝。", "261": "反易也。云動而接麤者。言其和光異於物也。", "262": "第三科。是以聖智下。結勸。此中先結後勸也。結者明", "263": "智用無度之義。結無相也。次。引兩經明從體起用。如", "264": "銅山崩鍾鈴應。故云無心意而現行也。放光曰。不動", "265": "者。如花嚴云。從佛智惠海。出生於十地等。故云不動", "266": "而立諸法也。此所以下。結體用無二。亦名本迹無二", "267": "也。是以波若下。勸。初勸境智忘。故萬動下。勸動靜一。", "268": "相無相一。斯則下。復宗。結無知無相義也。", "269": "第三義。問答辨宗。有九難九答。第一難。就照境應會", "27": "波若有二種。一真波若。亦名實相波若。亦名體波若。", "270": "用作兩關問。有三科。一。立章門。二。物物斯照故下。釋。", "271": "三。既知下。結難。夫聖人真心獨朗物物斯照。立境智", "272": "章門。應接無方動與事會。立應會章門。第二科。物物", "273": "斯照下。釋有三雙六句。初兩句。明能知能會。次會不", "274": "失幾故下兩句。明所會所知。後有知於可知故下兩", "275": "句。舉境難無知。知非無知。舉境難忘會。會非虗也。第", "276": "三科。既知結難。初直反具言。若云下。正結難。隨偏斯", "277": "可下。重結難也。", "278": "答有三科。舉用略答。二。子意下。就體釋答。三。是以下。", "279": "約用結釋。夫聖人功高而不仁者。仁是造立設化。有", "28": "則無二正觀實相中道能所俱寂。亦名中道觀。亦名", "280": "思有為也。天地任自然之道。無為無放。而萬物自相", "281": "治理。故曰不仁也。聖人仁過於天地。故功高二儀。對", "282": "上應會用也。明踰日月而彌昏者。對上知用。如日月", "283": "能照而無辨功。聖人辨之以示物。故云踰其明也。而", "284": "不初其照如彌昏。所謂明道若昧也。後。豈曰下。簡異", "285": "二乘。小乘入滅盡定。心若死󰞆形如枯木。今不同此", "286": "也。後。誠以下。明異於凡也。第二科。子意下。就體釋。有", "287": "二段。初。󴊪難如文。後段。何者下。正釋有三階。一。就真", "288": "波若絕知無知相。二。若有下。簡異舊義。三。經曰下。簡", "289": "異惑智也。真波若清淨如空者。若論真體波若。心自", "29": "平等觀。亦名可觀。亦名體觀。亦名第一義觀。始體󱅤", "290": "成真。緣者俱寂。境空心寂無二無差。故清淨如空。如", "291": "空者。如物無之空。不異本空。心泯成中。其義亦爾也。", "292": "故大論云。無戲論之垢濁。故名畢竟清淨。以清淨故", "293": "能遍照一切五種法藏。所謂過去未來現在無為及", "294": "不可說也。第四十照明品釋之云。以四句釋之。一句。", "295": "智生於境。體自成真。有何前境而有躰知。故曰無知。", "296": "第二句。見亦例此。無境故無能見。云無見也。此二句", "297": "就體真波若絕境智有以釋難。第三句。作是作起。屋", "298": "應無應。故無作。第四句。若有幾緣則有應會之用。以", "299": "無緣故無會幾之用也。此兩句就體真波若泯應會", "3": "釋論云。問曰。波若是何等法。答。有人言。無漏惠相是波", "30": "義也。二用波若。境智對。如境而智名用波若。故釋論", "300": "以答難。故波若論云。真如法界中。佛度眾生也。斯知", "301": "下。結答非難也。二。若有下。簡異舊。此若有知性空而", "302": "秤淨者。簡異平等空也。若以所知下。簡異境空也。三。", "303": "然經云下。簡異惑智。法無知將無者。將。非也。今云知", "304": "者惑取之謂也。真波若中本無惑取。云何名知耶。豈", "305": "唯無智下。彈他義。支道林云。智即空之無知。惑即空", "306": "之無知。俱無知相。而云聖心󰥺有而知諸法。故名為", "307": "知。若爾。知與無知兩用各陳也。此大文應云。豈唯無", "308": "知名無知。知自無知也。亦可釋伏難云。若無惑取。取", "309": "名無知者。科無惑知。故名無知。知非波若無知也。釋", "31": "四十二卷云。波若二種。一者體波若。不愚不智。二者", "310": "云。非但體波若中無惑取。故名無知也。真波若體性", "311": "知無知性。故云知自無知也。第三科。是以下。約用結", "312": "釋。初。舉用波若釋境知秤之義。所以下。釋幾會無差。", "313": "寂泊下。結知無知也。", "314": "第二約名難。有二科。一。申立名言名實相當。二。論云", "315": "下。正難。難中先領上宗。謂下正難知無知各當其實", "316": "也。則名教之所通者。理上之教也。立名之本意者。教下", "317": "之實也。然致下。結今。論者云。以知無知一於聖心。將", "318": "失立名之旨也。若知得於聖心下三句。並咎也。答有", "319": "二科。一。正答。二。今誠下。辨於上難意。於無知名無知。", "32": "智惠。為破愚癡故名智惠也。今意說彼皆是皆非。故", "320": "於知名知。不可知上無知共一種聖心也。今就真波", "321": "若述言教之道。若論真波若並絕六句。故名下之實", "322": "非言所言也。言雖不言下。明實上之教無相也。是以", "323": "聖人終日言而無言。不言非都不言。言而無當也。故", "324": "聖人居無為之事。行不言之教也。第二科。今試下。辨", "325": "知無知相。答難家一於聖心句也。此中煩粹。言趣難", "326": "解。今分文句。義趣可見。有五雙十句并結也。初雙。微", "327": "妙無相不可為有。用之彌懃不可為無。此二句直就", "328": "本地之體本地之用明不有不無。無物不照故如懃", "329": "也。第二雙。不可為無故聖智存焉。不可為有故名教", "33": "求那法師偈云。諸論各異端。修行理無二。偏執有是", "330": "絕焉。此二句就本體用不有不無以明有無故也。第", "331": "三雙。是以言知非為知欲以通其鑒。不知非不知欲", "332": "以辨其相。辨其相故不為無。通鑒不為有。此二句以", "333": "上句知無知即如有如無也。第五雙。非有故知而無", "334": "知。非無故無知而知。此二句以上句如有非知非無", "335": "即非無知。歸於無二也。後。是以下。知與無知相即。結", "336": "於聖心無異也。", "337": "第三。據境難知無知。亦名以緣求知難。境是非知。知", "338": "是能知。以所責能。知唯是知。非無知矣。答。難家求執", "339": "正是舊義。真俗二理本性常然。今即不同。義有四途。", "34": "非。達者無違諍。修行於眾妙。今我不宣說。為起妄相", "340": "一。境先知後。如難家執。二。知先境後。如大經云。如鹽", "341": "性醎。然醎異物。修空三昧亦復如是。不空之法悉令", "342": "空寂。三。境智俱有俱無。如文言。知與所知相與而有", "343": "相與而無義。四。境智非先非後。無知誰為境。無境誰", "344": "為智。則境智因緣無當之義。今破難家舊義。有二科。", "345": "一。就緣非緣立二章門。二。夫知下。破釋也。以緣求知", "346": "知非知者。汝謂以緣求智智則知矣。今則不然。大品", "347": "經問相品云。不緣色生識。是名不見色者。略破緣立", "348": "非緣章門。釋論解此文云。波若不見色等諸法故。示", "349": "世間色等法虗誑故。不見不謂不生緣色識。乃至不", "35": "故。欺誑諸世間。又大品偈云。波若是一法。佛說種種", "350": "生緣一切種智。識是名。不見色等法也。又云。五陰清", "351": "淨故至所知則緣。立緣智章門。第三科。破釋。先破釋", "352": "第二章門。有二段。初。就相待破以緣求智。明知自非", "353": "知。後。以相緣并知無知正釋其問。初有四雙八句正", "354": "破智。初雙。知與所知相與而有。相與而無。此二句就", "355": "相待門立境智有無。何者。凡論因緣有四種。一和合", "356": "因緣。二相續因緣。三相待明緣非緣。何者。取相名知。", "357": "所取名緣。聖無取相。所取非緣。故云真智。何由知所", "358": "以然下。正釋。有四階。正破緣。一從初至故真。明境智", "359": "相生。破上難家真諦為緣義。二。真諦曰下。直就真諦", "36": "名。隨諸眾生力。為之立異名。又安法師波若略云。夫", "360": "得明非緣義。三。是以下。就能所明非緣非知。四。而子", "361": "下。題難結答也。夫所知非所知。所知生於知。此二句", "362": "由智故境也。次。所知生於知。知亦生於所知。此二句", "363": "由境故知也。後。知所知既相生下兩雙四句。正破難", "364": "家真諦為緣義也。末。引中觀證緣非真也。二。真諦曰", "365": "下。直就真諦乃非緣義。非緣故無物。從緣而生者。真", "366": "既非緣。故無有知。物以真為緣而生智也。而云難言", "367": "真境生知。名真為緣。故經曰下。證有法從緣。明真非", "368": "緣也。三。是以下。就能所非緣非知。從初至知智何不", "369": "舉智忘相。得明所非非緣。次然非下。舉真諦無相明", "37": "波若之為經也。文句累疊。義理重複。或難同而答異。", "370": "能知非知。四。非知。而子下。題難結答也。", "371": "第四取不取難。此中因前語先定。若無知下。作兩關", "372": "問。可見也。答。先發兩關。次就理釋。知則不取故能不", "373": "取而知者。心隨緣轉故。故取從相生。法無定相故。從", "374": "取生心因緣。四。境智因緣。此中不明境智因緣。知不", "375": "自知由境故知。境不自境由智故境。有則俱有無則", "376": "俱無。第二雙。相與而無故物莫之有。相與而有故物", "377": "莫之無。此二句就上境智。明境非先有智非先無。何", "378": "者。相與而無故無智。智非先無故智物莫之無也。莫", "379": "是莫先義也。第三雙。物莫之無。故為緣之所起。物莫", "38": "或殊問而報同。難同而答異者。所由之途同。會通之", "380": "之有。故緣所不能生。此二句。就上非先有非先無。明", "381": "俱有俱無。何者。智非先無。故有境則有智。因境以云", "382": "智。故為緣之所起。境非先有。故無智則無境。無知不", "383": "云境。故緣所不能生也。第四雙。緣所不能生。故照緣", "384": "而非智。為緣之所起。智緣相因以生。此二句。就緣弁", "385": "知無知。何者。所生法無。故照緣而非智。能生緣非無。", "386": "故因境以生智。一解境無相故無。智從緣起故知生", "387": "也。故中論燃品云。若法因待成。是法還成待。今則無", "388": "因待。亦無所成法。後段。是以下。結上生下正答問。何", "389": "者。難家以緣求智。智則知矣。今答知與無知俱就緣", "39": "致別。殊問而報同者。發源之𨒬別。終合乎一歸也。今", "390": "弁。故知與無知生於所知耳。何者下。釋第一非緣章", "391": "門。明境非因緣以答問也。此中先就凡聖二智取名。", "392": "此得相名智。聖心玄通窮理盡相。故無取相而無不", "393": "知也。", "394": "第五更難不取義。聖心不物於物故無惑取者。聖心", "395": "不取相相。故無惑取。理宗然矣。雖無惑取。若不取可", "396": "是。於是無當。於理無當。誰得聖心而云不無知耶。答。", "397": "然無是無當者。此是順答。實為所力。故云然也。四人", "398": "對柱。是非反覆。相㝵無窮。聖人無是非而能應是非。", "399": "故物無不當。物無不是也。次。物無不是故下。乃忘懷", "4": "若。一切惠中第一故也。復有人言。有漏惠是波若。何", "40": "一往對諸前解。則波若以不住無得為宗。言不住者。", "400": "用。是非無窮得其中兩。蕩然無懷也。故經曰下。證忘", "401": "懷用。見無見相也。", "402": "第六境智難。以境空故無是可是。而不無是於無是", "403": "也。捨有相故名波若無知。若以無相為境有何妨乎。", "404": "答有二科。一。非難。二。是以下。釋不捨有無義。聖人無", "405": "以者。易云。聖人有以見天下之質。質。空也。今則反取", "406": "聖人無以見天下之空。何者下。釋其非。義如譬文也。", "407": "中論破六種品云。是無相之法。一切處無有。於無相", "408": "法中。相則無所住。第二科。是以下。釋不在有無而不", "409": "捨有無也。和光者。聖不獨顯。合物不𥪰也。同塵者。聖", "41": "非住漏無漏非空非實。只此不住則是無得。故叡法", "410": "不獨卑。全所賤也。寂然而無泊爾有。則有無一體也。", "411": "第七智隨境生滅難。先就滅應為難。應生智生。應滅", "412": "智滅。然則下。正乃智有興廢。若先出異解。地論云。一", "413": "時頓得十力。次第現在前。解者云。一時頓得種智而", "414": "境生智現。境滅智廢。隨境生滅。智有興廢也。攝論云。", "415": "應化二身無常故。云何諸佛以常住為法。何者。應佛", "416": "為地上菩薩說法。而菩薩根性不同。故應身亦種種", "417": "說法。若應法常住。則不得有種種相㒵也。化身化二", "418": "乘凡夫。若化身常住則不得現六道差別。以差別不", "419": "同。故知無常。彭城惠嵩師言佛無常。有舌爛之咎。是", "42": "師序云。啟重玄門以不住為始。歸三惠以無得為終。", "420": "以後人作九世境。三達智。照通無常難。二作懸鏡高", "421": "堂譬也。今此論以虗空為譬。以體用兩釋。用中先乃", "422": "凡聖相對。生滅不者。生滅者生滅心也。聖人無心生", "423": "滅焉住起矣。云心者何那。或於所生。有形必有影。有", "424": "相必有心。無形則無影。無相故無心。但凡夫見法有生", "425": "滅。故心有生滅。聖人悟法無生。則知無生滅。此舉境", "426": "無生明心無生滅也。然非無心但是無心之心者。乃", "427": "忘懷用。與物俱化也。在有不有在無不無。亦在有為", "428": "有在空為空。在生為生在滅為滅。與物俱化故物不", "429": "能及其體。死生不渝其身。故有無不當其心。故云無", "43": "又摩訶衍論云。有二種法印。一不住。二不可得。又有", "430": "心之心耳。又非不應但是不應之應者。住境令變。無", "431": "法不可。無物不然。常以不為為之。是以應會信若四", "432": "時者。聖人無物不順。無形不載。而馳萬物。驗若四時", "433": "也。次。就體釋質直。以虗無為體者。體喻虗空。意有三", "434": "義。一。質直謂聖人不矜其身也。二。虗是物之極也。凡", "435": "物起於虗。復歸於虗。喻滅應言體也。三。虗言為物溫", "436": "適弗能怳舍石無能害。喻體無生滅也。", "437": "第八問凡聖同異。若聖知無知故無生滅者。或知即", "438": "空。亦無生滅。兩有既無同。兩空亦應不失。答有於二", "439": "科。一。兩空同異。二。是以下。兩有一異。初有三段。就空", "44": "二種。一者但空。二者不可得空。行但空者墮二乘。行", "440": "明同異。次。就體用明同異。後。就人明同異也。就空明", "441": "同異者。波若空異異真諦空。有三義。一。事理兩釋。", "442": "理者。聖知之無名無知者。無是無相之者。云無相", "443": "之知也。惑知之知名知無者。是有相之知。云知即", "444": "空也。事者。無知是無處之知。聖人無知而無所不知", "445": "故也。知無是有處之智。惑知有所不知。故有知處有", "446": "不知處也。二。有折無。明異夫聖心。虗靜者。虗。極也。靜。", "447": "真也。既至極真。無知可空。故非謂智空也。或智有知", "448": "至非曰無知者。惑智有相。有相可空。故曰智空。非謂", "449": "空知也。三。就但以明異。無知即般若之無者。是無所", "45": "不可得空。空亦不可得。即無所墮。此不可得空即波", "450": "有空也。知無即真諦之無者。是有所無空也。次。是以", "451": "下。就體用明同異。言用則同而異者。忘懷用同。而有", "452": "功無功異。此句但就用明同異也。言寂則異而同者。", "453": "境智體異而無相義同。此句但就體明同異也。同故", "454": "無心於彼此異故不異於照功者。雙體用同異也。後", "455": "段是以下。約人同異。辨同者同於異者。欲辨眾聖之", "456": "所同。則同境智之所異也。一云則同凡境之所異", "457": "焉。辨異者異於同者。欲辨眾聖之所異。則異境智之", "458": "所同也。一云即異凡境之所同也。斯不可得下。明不", "459": "一異也。何者下。舉境智釋人同異。從內有至不能同", "46": "若空也。", "460": "用。就用明異也。從內雖至不能異寂。但就體明同也。", "461": "第二科。兩有一異。上以般若與真諦異。三義即明同", "462": "異。今萬有一異誠以不異於異。故異而不異。此文亦", "463": "三義釋。一。以無當為一。二。相待為一。三。性分齊。亦名", "464": "是非齊也。如鳧󳬈等事也。經曰。以教證同異。又曰。以", "465": "行證無二。", "466": "第九用言問。上就體用明同異。今問般若中有體用", "467": "之異也。答。初明用寂一異。次明明昧一。後明動靜一", "468": "也。成具曰。證用寂。動靜不異也。密迹曰。證明昧一也。斯", "469": "即下。結成此論文義。今尋此文可知。非但論因般若也。", "47": "波若翻不翻第二○波若翻不翻第二", "470": "無知論義竟", "471": "隱士劉遺民書問無知論○隱士劉遺民書問無知論", "472": "遠法師與弟子數陽見虗峯清淨靜足以息心。乃住", "473": "龍泉精舍。此處無水。遠師乃十八遊歷名山。乃至尋", "474": "以杖扣地曰。若此中可得栖止。當使朽壤抽泉。言畢", "475": "清淨成流。尋陽苦旱。遠詣池側讀海龍王經。大虵忽", "476": "出騰空。大雨有潤其年年。就號為龍泉寺。率眾行道", "477": "昏曉不絕。遠聞天竺有佛影。是佛昔化毒龍所留之", "478": "影。志願瞻覩。會有西域道士敘其光相。乃背岳臨水", "479": "營𥮵龕室。妙笇𦘕工淡彩圖像。色疑積空懸似烟霧。", "48": "今依大論略辨。其論七十卷品云。波若空實相。甚深", "480": "光暉相暎暖。若隱而顯。寂而有動。又乃於精舍無量", "481": "壽前建齋立誓。共期西方。令㔁逸士著文暢旨。加復", "482": "外國眾僧感秤漢地有大乘道人。每至燒香禮拜。輙", "483": "向東稽首獻心虗岳。遠聞羅什入關遣書通好云云。", "484": "其後封書問道。送表搆請。所謂隔面目懷者也。依此。", "485": "遺民復與肇師時有往還之問也。牒有二義。一。因直", "486": "相問陳彼此之旨。二。去年下。正問所疑。", "487": "頃飡徽問者。徽。善也。法也。五音不當。妙回也。示之也。", "488": "佇。徒呂反。恩望也。餘緒并正住。心企想之也。澤。水草", "489": "二交會。又水鍾處也。楚澤云雲夢并云里外。瘵。側感", "49": "極重。智惠輕薄不秤。論以三義。一智惠少。波若多。二", "490": "反。身弊也。苓懷。支道林云。起苓悟旨。又表也。正是捕", "491": "魚之荃也。易繫云。乾坤唯是演靈之蹄荃之者也。鏡", "492": "心者。支道林云。子淡五心。似若未鏡之類之也。行李", "493": "者。有言因李行使故云行李。或云行李當為史因。行", "494": "史使聲之誤也。而李義多之種也。過半之思者。易繫", "495": "云。知者觀其彖辭則有過半之悟也。追德多品而被", "496": "過半者。上智下愚九品相對不移其字。中人處品數", "497": "之半可上可下。故今立教本為中人。中人以上可以", "498": "悟上過半之義也。恂恂穆穆者。恂。私句反。訓信也。一", "499": "訓恂恂。書云。恂恂業業。相互而用。然則勗進無惓。唯", "5": "以故。菩薩至道樹下乃斷結。只雖有大智惠。諸煩惱", "50": "波若利益多。智惠利益少。故不秤。三波若不可知。智", "500": "此為業之㒵也。銘至者。勒其功迹述義。鄭道子與遠", "501": "師書云。夙興之誠日月而至也。乾乾宵夕。易云。九三", "502": "君子終日乾乾。夕惕若厲者之也。", "503": "第二義。有二科。一。歎無知論。二。然夫下。正問。才運清", "504": "儁者。先歎肇師內才也。儁。姉嵈反。秀等也。允。䛹印反。", "505": "誠誠也。推涉下。歎文聖通也。正也。婉。回也。美也。亦順", "506": "從也。婉而成章者。回備無強而成而竟也。真可謂下。", "507": "歎論利用也。", "508": "第二。然夫下。正問。有二段。一。明問之由。二。正問也。所", "509": "由有三階。一。約理教明起難之端。二。意謂下。歎論請", "51": "惠可知。故不秤也。今意此文以二義解。一用。二體。用", "510": "釋。評論謂之㘿也。三。論序下。領宗。無知論有十釋九", "511": "難。從初至建立諸法。領第一章也。異於人者。題第二", "512": "章也。又云用即寂寂即用。標第十章也。夫聖心󱅤寂", "513": "下。領旨。故述道理必然。初二句領體也。不󳱈而󳱈不", "514": "徐而徐者。易云。不󳱈而速不行而至也。義釋絕應而", "515": "恒應。不為而有為。遠師云。法身獨還。不󳱈而速也。不", "516": "󳱈不徐為體。而󳱈徐是用也。故其運物下。述其應用", "517": "也。體用及應。為前難之本也。", "518": "第二段。但今談下。正問有三雙六關。第一雙。就體用", "519": "問󱅤義。第二雙。就應用照境問有無。第三雙。就當是", "52": "者。境能生智。智從境發。是以境智名為波若。故經曰。", "520": "問忘用也。於高論之旨欲求聖心之異者。先騰眾疑", "521": "以為問端。即是三章中道也。第一問中。先定。次難。後", "522": "結也。為謂窮虗極數妙盡󰥺苻者。此一關言有󰥺義。", "523": "窮虗知之性。窮有無之數。妙智盡累。以󰥺理階耶。為", "524": "將心體自然虗伯獨感者。此一關言無󰥺義。無物理", "525": "可󰥺𦺴。心神自寂虗伯獨感感微美也耶。若窮虗下。正難。", "526": "若窮虗智性盡有無數。而以妙智與物理󰥺苻者。雖", "527": "云寂照。故有能所。若有能所即有定惠之體。即此就", "528": "用󰥺令墮於舊義也。下就體󰥺以答此關也。若心體", "529": "自然虗伯獨感。則群數之應固已幾于息者。此則就", "53": "說智及智處。皆名為波若。此境智今秤波若。則智惠", "530": "體󰥺以墮盧山義也。下就波若無知以答此關也。盧", "531": "山中諸人問曰。眾經明空。其辭雖多方。不固各異。統", "532": "歸宜同。而獨秤法性何耶。答。明極之謂也。明極則神", "533": "功周盡。聖智幾乎息。問。然則躰法性者將為哉。答。唯", "534": "󰥺其極而已。遠師法性論成後二章。始得什師所譯", "535": "大品經以為明驗。證成前義。云法性者名涅槃。不可", "536": "壞。不可戲論。性名本分種。如黃石中有金性。白石中", "537": "有銀性。譬如金剛在山頂。漸漸穿下至金剛地際乃", "538": "止。諸法亦如是。種種別異。到自性乃止。亦如眾流會", "539": "歸於海。合為一味。是名法性也。夫心數下。結兩關。心", "54": "偏名不可得翻也。言體者。實相之理。體絕能所。智泯", "540": "數既玄而孤運其照。結後關也。神停化表而惠明獨", "541": "存。結前關也。當有深證。請釋也。", "542": "第二雙。疑者下。就應用照境作兩關問有無。先騰眾", "543": "疑以為問端。撫。安也。披也。持也。眾生幾應披而會之。", "544": "故云撫會也。遠師云。撫之有會。功弗由晨也。應幾覩", "545": "變之智者。變現之智為物所覩。謂之覩變之智。物情", "546": "謂變現之智不可為無也。謂宜下。正問。此中先定後", "547": "正問也。為當唯照無相者。此是定句。則因上虗伯獨", "548": "感云唯照無相。無照幾之智耶。為當感覩其變者。亦", "549": "因上以幾感聖物覩其返化身耶。易云。聖人作而萬", "55": "成中。能所俱絕。理智相泯。無二實相。以波若名。名實", "550": "物覩。若覩其返。則異乎無相者。正問也。若唯無相。則", "551": "無會可撫。下。請釋也。", "552": "第三雙。論云下。就當是兩關問忘懷。此中舉論欲顯", "553": "疑處則是定句也。次。夫無當下。正難。從初至真是。明", "554": "理必如此也。次。有下。正難上語。後。若謂下。結難請釋", "555": "也。下以遣情答此關也。悟惑異者。或謂當悟即非常", "556": "是。悟或雖殊。當是即同矣。固亦下。請釋也。此三難從", "557": "深至淺。論至日下。結難論及人如一。", "558": "又肇法師答劉隱士書○又肇法師答劉隱士書", "559": "文有二義。一。受住或陳彼此之宜。二。生上人下。正答", "56": "相波若。既云甚深。則能名之不可謂極重。是以極重", "560": "所問。今惠明道人至者。上云因惠明道人北遊表通", "561": "其情。故云至也。疹。勑陳反。熱病也。服像雖殊妙期不", "562": "二者。道俗乖。所求無二也。嘉遁者。遁謂隱遁也。易曰", "563": "嘉遁。又遁世而無也。又位不當聖者。服聖遁肥。服膺", "564": "高軌者。上云論至日共在遠法師亦好相領得。既勝", "565": "人經目必當勝軌也。亦受住或及問為勝軌也。領公", "566": "遠舉乃是千載之津者。經流江東。多有未修禪法。未", "567": "聞律藏。遠師怳其道缺。乃令法淨．法領等遠尋眾經。", "568": "踰越沙雪廣歲方反。皆獲胡本也。什師翻經。如無知", "569": "論初所云也。禪師於官寺教習禪道者。傳云。佛䭾䟦", "57": "波若之名。以智惠名不可得翻也。境智合秤波若。即境", "570": "陀羅。此云覺賢。本姓釋氏。加維羅衛人。甘露飯王之苗", "571": "𧜟也。小以學禪馳名。當以與僧伽達多共遊𦋺賓。達", "572": "多雖服其才明而未測其人。後於客室閇空禪。忽賢", "573": "來敬。問何來。答云漸至兜率致敬彌勒。言訖即隱。後", "574": "敬心科問。方知得不還果。秦國沙門知嚴惠󴊴西至", "575": "𦋺賓。要請苦至。賢遠愍而許。於是步驟三載。路逕六", "576": "國。頃之至青州東萊郡。聞什有長安。即往從之。什大", "577": "欣。共論法。於什每有疑。必共諮。次又支法領於于闐", "578": "得花嚴前分三萬八千偈。未得宣譯。請賢為譯。沙門", "579": "法業．惠嚴等為餘人。詮定文旨。故道場寺猶花嚴堂", "58": "智名不攝。故不可翻。若言別波若。則以智惠名翻。是", "580": "焉。又僧祇律請賢為譯。凡十五部。為七十卷。究其幽", "581": "旨。又賢在長安大知禪業。四方樂集者并聞風而至", "582": "集者也。夙夕匪懈者。安法師毗曇序云。頗雜辭義。龍", "583": "虵同淵。遂今更夙夕匪懈。卅六日而得盡定也。邕邕", "584": "肅肅者。恭敬也。邕邕。和樂也。出律藏本末精悉者。秦", "585": "弘始六年弗若多羅誦胡本。什師譯為晉文。三分得", "586": "二而多羅忘年。緣曇摩流支至。又誦胡本文。什讀譯", "587": "都竟。本五十八卷。最後一後誦遂其要改名善誦。及", "588": "羅什葉世早。摩羅又住石㵎寺。開為六十一卷。後一", "589": "誦改為比尼誦。故二名存焉。上云三藏即其人者。毗", "59": "以論題翻為智度也。非但般若有翻不翻。一切萬德", "590": "婆沙法師者。名毗摩耶舍。此云法明。欲遊方授道。踰", "591": "歷名封。耶舍善誦比婆沙律。人感號為大比婆娑。有", "592": "天竺沙門乃曇摩捗。來入關中。同氣相求。宛然若舊。", "593": "因共出舍利弗比曇。以偽秦弘始九年至十六年翻", "594": "譯方竟。凡廿二卷。偽太子姚照乃道標為之作序也。", "595": "佛陀耶舍。此云覺明。為人赤髮。善誦比婆沙。既為什", "596": "師之師。亦秤大比婆娑。先誦曇無德。偽司隸校尉姚", "597": "爽令出之。即以弘始十二年譯出四分律卅卷并長", "598": "阿含等。上云比婆娑二人。即是者也。而恨不得同斯", "599": "法者。上云而不得與斯人同時。即人法相答對也。", "6": "未斷故。復有人言。從初發意乃至道樹下。於其中間", "60": "例皆如此也。言涅槃亦有體用。如波若義合明用涅", "600": "第二義。正答。對上為二科。一。歎劉遺及文集。二。來問", "601": "婉切下。正答也。興寄者。興謂引類。寄謂寄事也。扣。苦", "602": "舌反。擊也。牽馬也。特也。誠也。舉也。以午年下。因領公", "603": "南逮維摩詰也。", "604": "第二科。正答。有三段。一。述。二。疏云下。正答三問。三。夫", "605": "言迹之興下。少許文答難竟。遣言迹觀忘懷也。第一", "606": "段述來問婉切難以郢人。余西反。南郡江隣懸人是", "607": "也。莊子送󴊵過惠子之墓。顧謂從者曰。郢人泥澷其", "608": "鼻端。若蠅翼。使匠石󴊸之。匠石斧成風聽獨󴋀之。泥", "609": "盡而鼻不傷。郢人不失容儀。宋元君聞召匠石嘗試", "61": "槃亦從境得。能所合秤名為涅槃。此境智合秤涅槃", "610": "之。匠石言之。臣即嘗能為之。然臣質死之久矣。臣復", "611": "不敢為功。斯譬之也。疏秤聖下。正牒問家領意可以", "612": "忘懷也。", "613": "第二段。疏云談者下。別答三雙即為三。第一。答初難", "614": "兩關。此中有三階。初。牒問家兩關。二。意謂下。反反關", "615": "定體。兩關雖殊歸于無二也。三。何者下。別釋兩關也。", "616": "先答初關難云。寂照之名故是定惠之體者也。存名", "617": "即存體也。今就體󰥺並遣名體。有三雙六句。初二句", "618": "遣體。次二句遣名。後二句反責。此三雙並據問為言", "619": "者。難前領宗云理極同無。雖處有名之中而遠與無", "62": "即不可翻。若別涅槃則以滅度之名翻之為矣。體涅", "620": "名同。今就同義以答其問也。夫至人玄心嘿照理極", "621": "同無者。二句遣體。此即初句。玄是󰥺嘿無有也。嘿。寂", "622": "也。極中也。窮也。至也。致盡也。心玄照寂與物理同極。", "623": "故云玄心嘿照理極同無也。既云為同同無不極者。", "624": "第二句。同有二義。相似為同。二泯成一為同。若言定", "625": "惠體者。惠是能得。境即所得。名有所得。故名定惠。如", "626": "物似為同。今即所能泯同。境智融同為一。境非所得。", "627": "智非所知。泯成一如。同無所得。既同無所得。理極莫", "628": "過。故同無不極。何有定惠是能同而名體耶。何有下", "629": "二句。遣名。初句可緣。次句定惠之名非同外之緣者。", "63": "槃例此也。菩提法身佛性解脫。體用兩釋義皆例爾。", "630": "假說境智。智名定惠。即有能所。豈非同外也。若秤生", "631": "下二句。反責秤生同內。有秤非同者。若定惠之名生", "632": "於同內者。既云定惠。即非與無名同也。若定惠名生", "633": "同外者。定惠之名即非至人之因也。此就體冥以義", "634": "問也。", "635": "夫聖心虗下。答第二關。難家所執是廬山義。今處題", "636": "彼。此言法性者明極之謂。明極即神功同盡。唯冥其", "637": "極。聖智幾于息矣。故難云虗伯獨感群數幾于息也。", "638": "廬山遠師既為世不推。故答此問分。文有三重。一。就", "639": "迷悟辨故無知。二。而今談下。隨境辨故無知。三。請誥", "64": "但龍樹菩薩舉一隅而知餘者。故舉般若所表義端", "640": "下。遣言表理。第一重有二階。一。總答。如文可祇。二。且", "641": "心之有下。就迷悟辨知無知。此中初明有無為迷悟", "642": "本。何者下。明迷悟為有無本也。有無為迷悟本。有兩", "643": "雙四句。一隻辨為五也。夫心之有也以其有有。此一", "644": "句明理外有也。凡情以有為有即心生於有。故云心", "645": "有生於有有。名理外有也。有既理外。外有生心。名理", "646": "外心也。有自不有。故聖心不有有。此一句名理內有", "647": "也。理外性有。有自不有。聖能虗心。達有非有。名理內", "648": "有。有既理內。內有生心。名理內心。此明聖心不在有", "649": "也。有有故有無。第二雙。此一句明理外無也。心之無", "65": "耳。若說波若義有多種。而大品玄記依論釋義。尋之", "650": "也以一生。無無應有。此句而關也。無有既無。無無無", "651": "故。聖心不有無。此一句明理內無也。內無生心。名理", "652": "內心。此明聖心不在無也。不有不無其神乃虗。此一", "653": "雙俱結理內也。非有非無結理內境。其神乃虗結理", "654": "內心也。亦可三雙六句并結也。初夫心下至聖心不", "655": "有有。一雙也。有有至無無。第二雙也。無無至有無。第", "656": "三雙也。或謂理外理內境自恒別。今謂不然。理外偏", "657": "以成理。內心境界亦爾。外反成內也。何者。下迷悟為", "658": "有無本。此中先明迷為有無。後明悟為盡有無本也。", "659": "有也無也心之影嚮者。即大夢義。此須別記。今但明", "66": "可得。今不重煩也。", "660": "迷悟為有無本。何者。初心迷理昏或無故。即舊義界", "661": "外無明。而心是緣悟。不同木石。心雖迷不能不緣。執", "662": "有執無。即是舊義界內四住也。五住既俱。三界斯起。", "663": "此師迷理之影嚮也。故什師注云。以無明隔實相智", "664": "惠。三業㒹倒。所以有身也。以無知鄣明成影。即三有", "665": "身也。如熟眠時都不覺知。而心是知性。不同撫法。無", "666": "明雖重不能及。今非心是意識潛行。言虎言鬼能即", "667": "不言。夢虎豈非熟眠之影嚮乎。但應爾迷理名為無", "668": "明。眠中異知即是夢法。故注云。眾生長󴋃非言莫曉。", "669": "故至十地如覺大夢。什師注云。生死大夢中但覺群", "67": "波若無知第三○波若無知第三", "670": "生。未知生死是為大夢。故以重夢曉知法相故夢耳。", "671": "言也像也影嚮之所攀者。此是大夢中法。還明於生", "672": "義也。何者。所言影嚮即三有果報。既有果報有言有", "673": "像。既有言像還不影嚮之所不攀緣。既有攀緣即㒹", "674": "倒並起。故注云。攀緣謂妄想微動攀緣言像等諸法", "675": "也。什師注幾神微動即心有所屬。所屬即是言像等", "676": "法也。遠師亦云。微涉動境成此頺勢。又寶性論云。依", "677": "邪念風輪起業煩惱水聚。依煩惱水聚生陰界入世", "678": "間也。次有無既廢下。明夢覺義。即悟為盡有無本。正", "679": "答第二關。即是用󰥺。此中既就󰥺義答虗伯獨感。次", "68": "夫智隨境照。境有階級不同。故舉境明得智。有四種", "680": "就本迹明波若無知。答群數息義也。有無既廢即無", "681": "影嚮者。明夢覺之義。廢。棄也。忘有無。既忘即無攀緣", "682": "之心。若判其位。七地以上絕有無心不織生死也。影", "683": "嚮既淪言像莫測者。妄想既亡三界永絕。如影沒於", "684": "鏡。嚮既止於谷。言像之路莫測也。言像莫測道絕群", "685": "方。此句明化道絕也。道絕群方故能窮靈極數。此句", "686": "明金剛心智周或絕也。體未是佛而能如佛。故云能", "687": "也。窮靈極數乃曰妙盡至本于無奇。此句明金剛報", "688": "謝歸乎無二中道佛果也。次夫無奇下。就本迹答群", "689": "數息義。從初至數以應之兩句。直明真應。次數以應", "69": "波若無知。一有無二諦則理外境。二因緣二諦則理", "690": "之至道超名外兩句。就真應明動靜。次道超外至因", "691": "謂之有兩句。就真應明有無。次謂之有者至彼何然", "692": "哉。偏既應迹。明有非有也。後故經曰下。引經證波若", "693": "無知。結答上問。豈可謂虗伯獨感數應㒵乎。", "694": "第二重。而今談下。隨境辨知無知。有二師。一以言空", "695": "異墮於偏見。對上有云談者疑於高論之旨也。二何", "696": "者下。釋也。尋大方而徵隅者。以有無為隔。出疑者之", "697": "過也。老子云。大方無隅。而今以隅召之也。懷前識以", "698": "表玄。東宗云。前識謂聖人以功被物。乃云道之花。非", "699": "道之實。道之實者離於言數也。如今見應以表法身", "7": "所有智惠是名波若。成佛時轉名薩婆若。有人言。有", "70": "內境。就此二境得波若無知。三據實相波若得智無", "700": "也。二。何者下。釋。此中先明境。次隨境明智無也。物性", "701": "常一者。以畢竟空立一切法。故以無住為萬物性。即", "702": "不二中也。不可而物然非不物者。立章門。可物即名。", "703": "於異陳者假俗非無。即是即無。釋俗諦也。不物。即物", "704": "即真者。似有非有。即釋真諦義爾。常一為體。二諦為", "705": "用也。次。是以下。隨境明無。故有五雙十句。聖人不物", "706": "於物非不物於物者。此句直辨照境之相。至人任物", "707": "而照。不逆於境。以中心為體。莊子云。聖人由而照之", "708": "于天之也。不物於物物非有也。不非物於物物非無", "709": "也。此兩句舉聖智就凡聖境。即辨釋非有非無也。非", "71": "知。四約體用得智無知也。有無二諦得智無知者。世", "710": "有所以不取。非無所以不捨。此兩句就境非有非無", "711": "釋知不取不捨也。不捨故妙存即真。不取故名相靡", "712": "因。此兩句結󰥺真無相也。名相靡因非有知也。妙存", "713": "即真非無知。此兩句舉󰥺無相遣智無知。歸於無二", "714": "也。故曰下。引經證隨境辨智無知。此攀緣下。況答上", "715": "明也。", "716": "第三重。請詰下。遣言表理。有三師。一反釋。亦是非相", "717": "對也。智之生也極於相內者。智生於相。相生於封。有", "718": "相智生其中也。法本無相聖智何知者。異於世知秤", "719": "無知也。世秤無知者。異於木石秤為知也。二。且無知", "72": "人俗諦皆是倒情。不稱聖智。所照始妄而知。故云知", "720": "下。就智體遣知無知。無知生於知。知無故無知亦無", "721": "也。無有知也謂之非有。無無知也謂之非無。此句所", "722": "遣知無知。即非有非無也。所以虗不失照照不失虗。", "723": "此句明忘懷也。泊爾永寂下。體非閡礙。故不能使生", "724": "有無也。此中明義。上十釋九難義無異途。故安法師", "725": "波若略云。夫波若之為經也。文句累疊。義理重複。或", "726": "難同而答異。或殊問而報同。難同而答異者。所由之", "727": "途同。會通之致別。殊問而報同者。發源之逕別。終合", "728": "乎一歸也。三。故經曰下。遣言表理。從初至不可說示", "729": "人。表理絕相。何則下。明取言教方法不當有無。亦名", "73": "也。然倒情所作即體自空。無境可知。聖智何知。故云", "730": "遣言也。今非有之言即不當有無。如注云。無常者。言", "731": "其非是常。非謂是無常。言其常者。言其非是無常。非", "732": "謂是常。凡是聖人言教莫不如此。然即下。釋一上義。", "733": "亦名表理也。釋上者。言非有非是無。非無非是有也。", "734": "表理者。言非有表非非有。言非無表非非無。斯即言", "735": "有表非有。言非有表非非有。言無表非無。言非無表", "736": "非非無。并六句也。六句中闕初句者。但表波若絕相。", "737": "終日說波若而無說無當。故略示表理之相。故中論", "738": "涅槃品云。若有無成者。非有非無亦成。是故涅槃非", "739": "非有非非無。是以下。人證理絕。有謶下。勸之。南伯子", "74": "無知。此義凡夫理外境界。則聖人知否此二中也。二", "740": "蔡問女偶曰。子惡乎聞之。曰聞諸副墨子。副墨子聞", "741": "洛誦孫。洛誦孫聞膽明。膽明聞之聶許。聶許聞之需", "742": "伇。需伇聞之於謳。謳聞之玄冥。玄冥聞之參寥。參寥", "743": "聞之疑始也。夫階名以至無者。畢得無相名表。故雖", "744": "玄冥猶未極。又推寄於參寥。玄之又玄也。故自然之", "745": "理積習而成者。盖階近以至遠。研粗以至精。故乃七", "746": "重而後乃無之。名相重而後疑無是始之也。答第一", "747": "難兩關竟。最是義要。明四種波若無知。還結上宗。一。", "748": "就真波若明波若無知。故論云。體波若者不愚不智。", "749": "就體波若答第一關即是其義。二。就用波若明波若", "75": "以因緣有無得知無知者。因緣有無即是倒情。不作", "750": "無知。冥真之知。冥俗之知。各就二知明波若無知。答", "751": "第二關有三意。即第一意也。彼文就迷悟及真應明", "752": "知無知。今明因緣真俗二智俱有真應故也。三。隨境", "753": "明波若無知。彼就物不物明二諦對性有無明知無", "754": "知。照真秤無知。照俗為知。四。遣用就體明波若無知。", "755": "即遣言表理中意也。後三種波若無知。答第二關大", "756": "意也。大品偈云。波若是一法。佛說種種名。隨諸眾生", "757": "力。為之立異名。答第二難有三階。一。貶難。二。經曰下。", "758": "別答兩關。三。是以下。雙結兩關。貶難中先領難意。談", "759": "者下。出情。然則下。即即真之義猶未領也。第三師別", "76": "㒹倒也。世諦對於聖心則因緣無當。名因緣二諦。是", "760": "答兩關。初明色空不異答初關。次故知下。答後關。今", "761": "空色不異答初關者。上雖因虗伯獨感云聖人唯照", "762": "無相不見生死有耶。就此先引經文明色空不異。若", "763": "如來旨下。先取彼意令隨舊義。是以經云下。釋色非", "764": "色義。色非自色。故以非字令非其色。若都非色即如", "765": "大虗。何故非字令非之耶。若色即空故非色者。即是", "766": "色空不異之義。次。故知下。明真應無二。以答後關。變", "767": "即無相無相即變者。所現丈六即體無相。即是本法", "768": "身。豈捨丈六而求法身無相乎。俱幾情不同。執迹成", "769": "異。故為物所覩。反現之知不可為無耳。尋之經籍推", "77": "以雖有不有。雖無不無。雖有不有故知而無知。雖無", "770": "之聖意。無真偽殊心。空有異照也。何者。即或境以中", "771": "心。故無真偽異。即因緣以照虗。故無空有異。亦並答", "772": "初關也。第三師。是以下。雙結兩關。初明有無相即結", "773": "兩關。後恐談者下。勸取捨也。從初至無相之旨。正結", "774": "答兩關。次。造有下。向有無心不異。次。未甞下。明心非有", "775": "無也。故曰下。引證。不動等覺建立諸法者。不動冥真", "776": "之智而能照幾現迹。令諸眾生立諸善法。何謂返現", "777": "之智異無相之照乎。如花嚴云。從佛智惠海。出生於", "778": "十地。此文舊解不同。一解因佛得解。二解有果故行", "779": "因。三解漸會佛境。四總因果知。又勝鬘云。如阿耨達", "78": "不無故無知而知。各就有無二邊得智無知。故云智", "780": "池出四大河。因於八地。攝受正法。出生四乘因果之", "781": "也。今於此解經亦同亦不同。但言無耳。又不動等覺", "782": "現諸應迹生諸善法也。後恐談下。更舉難情勸取捨", "783": "也。若能捨己心於封內尋玄幾於事外者。就心勸取", "784": "捨也。齊萬有於一虗曉至虗之非無者。舉境勸忘懷。", "785": "當言下。舉人以結答也。與物推移者。推前變動之理", "786": "而行天下。乘運撫化者。乘萬幾之運披應化之道也。", "787": "又云無是下。答第三難。有二師。一先與後奪。二遣情", "788": "謂也。所以與奪者。上二難皆墮或情。故先與後奪也。", "789": "先領難意。若能無心下。述與。但恐下。還奪也。今解三", "79": "也。三就實相波若明波若無知者。如無知論云。真波", "790": "論者。以正法為是當。故奪此執也。若如難家真是可", "791": "是至當者。即捨一取一。未忘是非。生生奔𥪰。孰與止", "792": "之。莊子云。丘也與汝皆夢也。帚謂汝夢亦夢也。方其", "793": "夢。不知其夢。夢中又與其夢。即無以異於悟。又若彼", "794": "我俱有是非者。無以止之。若同乎汝止之。既與汝同", "795": "何以止之。若我同者止之。既與我同何能止之。使異", "796": "乎我與汝者止之。異即何能止之。使同我與汝者止", "797": "之。同即何能止之。能即生生奔𥪰。無能是止者之也。", "798": "第二階。是以至人下。遣情謂。初明動靜無二。名體無", "799": "二。寂寥虗曠者。謂言語斷心行滅也。後恐是當之生", "8": "漏無漏智惠總名波若。觀菩薩行佛道是無漏。未斷", "80": "若者清淨如空。此則研修成真。緣智俱寂。境智兩泯。", "800": "下。遣是非情。述理無言也。然者是也。不然者非是也。", "801": "理自不然。何足為然。而言真是可是耶。", "802": "夫言迹下。正答。中有三段之第三段。遣言迹述理無", "803": "言迹。何者。上雖答難。若執言擬理已差。故動忘荃取", "804": "旨也。擬心已差乃有言者。輪扁語桓公曰。徐即甘而", "805": "不固。疾即苦而不入。不徐不疾。得於手應於心。口不", "806": "能言也。有敏存乎其間。臣不能以喻臣子。臣子亦不", "807": "能受之於臣。是以行年七十而猶死㔁輪。古之人亦", "808": "與不可傳。故死而已也。然則事無麤細。當理無言者", "809": "一也。", "81": "泯然一中。故大論云。若實證真智於泯理。與智令融", "810": "物不遷論物不遷論", "811": "上明佛果。此下二論明生死因果相對。上則辨果。此", "812": "則論因。又境智相對。上已明智此復辨境。今此二論", "813": "先觀俗入真。故不遷明俗。不真明真也。今不言遷而", "814": "云不遷者。立教本意只為中根執無常教者說。故云", "815": "中人未分於存亡。下士撫掌而不領。何者。如來說法", "816": "去常故說無常。非謂是無常。去住故說不住。非謂是", "817": "不住。然即理反常心之境。教有非常之說也。而少心", "818": "者造極不同聽心異。聞無常分取流動。聞不住即取", "819": "生滅。因緣著偏。乖之彌遠。故立不遷破除內執。斯蓋", "82": "同無三。於無相何有境智兩殊。此得無知也。又大論", "820": "反其常情乃合於道。故以不遷立言也。文有二義。一。", "821": "明造論。二。道行云下。正辨論體。", "822": "夫生死交謝寒暑迭遷者。生死之變猶冬夏而時行", "823": "也。有物流動人之常情者。唯有法流動不及無為者。", "824": "中人以下皆共知之。此是標宗也。今即下。正明造論", "825": "所由。有二科。一。立宗。二。或者下。正明所由。立宗中有", "826": "三段。初。依經立宗。次。破。後。結也。今即謂之不然者。總", "827": "反惑情。何者下。依經立宗也。次。尋夫下。破舊義也。尋", "828": "夫不動之作。豈釋動以求靜。必求靜於諸動者。正破", "829": "舊義。彼云不遷者。賴於續假。轉前作後名為動法。若", "83": "云。無戲論之垢濁。故名畢竟清淨。以清淨故能遍照", "830": "許實法即無動轉。故法與時俱。時與法俱。轉變後法", "831": "還舒於前。名為不動。此即釋動以求靜也。過去法來", "832": "不來有三說。第一云。過去雖滅而曾為因。故相續行", "833": "者成就此因。因非轉來。在於現附也。第二云。因體有", "834": "為。當時即滅。而善惡功用湛然常在也。第三云。善惡", "835": "功用隨心轉來。來至現在者也。今於三宗亦同不同。", "836": "但言而無當。取汝言賴續故動者。為當前法續後。為", "837": "當後法接前。若前法續後。前時未有。後云未有。何續。", "838": "若後法接前。後起前已謝。何處接。動亦例然。今即不", "839": "然。求是推求。以三時求動。動相不可得。故云求靜於", "84": "一切五種法藏。所謂過去未來現在無為及不可說。", "840": "諸動。下句可解。後段。然即動靜未始異者。結宗也。", "841": "第二科。而惑者下。明所由。有三段。初。明辨理者不同。", "842": "而或者不同句。亦可屬上。亦牽於下。次。明道相反。後。", "843": "明所為人也。真言滯於競辨者。佛言無當而滯於偏", "844": "執也。宗途屈於好異者。理無二途而屈於是非。即是", "845": "於諦義也。所以求那法師偈云。諸論各異端。修行理", "846": "無二。偏執有是非。達者無違諍也。次。何者下。明道俗", "847": "相反。教亦相違。談真即逆俗順俗即違真者。俗。習也。", "848": "言真之教違於俗。順俗之教反於道也。違真故下。明", "849": "行亦反也。後段。緣使中人下。明所為中人未分於存", "85": "又論云。體波若者。不愚不智。此是就體辨波若無知", "850": "忘者。疑於有道若存。疑於無道若亡也。下士撫掌而", "851": "弗󳻌者。異己所見。其乖常情。對牛皷簧。非彼能覺。故", "852": "大咲而弗󳻌也。動靜之際之。莊生云。鴈木之間猶未", "853": "免有累。故竟不處。今肇師亦爾。處遷不遷之間。設投", "854": "處猶未免偏。竟不處也。此釋造論意之也。", "855": "第二。道行下。正辨論體。有五科。一。依經論立宗。二。傷", "856": "夫下。破去來明不遷。三。噫聖人下。徵教。四。是以覩下。", "857": "約愚智二人明取教得失。五。是以如來下。明因果無", "858": "失以觀覺。初科有三段。初。依經論標宗。次。就二人釋", "859": "經論意。後。明趣無二也。非常之說常情難悟。故以引", "86": "也。四約體用得波若無知者。用則上二種二諦。照是", "860": "標不遷教。此經語可作兩釋。一。諸法本來不生故無", "861": "去來。二。以假異明無去來。然推假異即離無當。即是", "862": "本來不生之義。復引中觀標動靜無二也。次段就二", "863": "人釋。先釋中觀意。以昔物不至今故動而非靜者。人", "864": "情所謂本時無法。今有名現。而現法流入過去更不", "865": "遷今。故動而非靜也。我之所謂靜者。亦昔物不至今。", "866": "靜而非動者。同事異悟。已過之法更不來今。昔物自", "867": "在昔。即靜而非動也。靜而非動以其不來者。即釋經", "868": "語。已之法更不來今。以知昔物不來於今也。動而非", "869": "靜以其不住者。流入過去無去。剎那並於現。以知不", "87": "用波若也。體則第三義也。今以體用合波若無知者。", "870": "住也。一義是眠生時無所從來亦無所去也。後段。然", "871": "即下。明旨趣無二。動靜所趣未曾異執。見未嘗同也。", "872": "逆之所謂塞順之所謂通者。偏執即逆塞。忘懷即順", "873": "通。然即理無動靜而取動靜者。論於或若即動靜而", "874": "無動靜者。契會無二矣。", "875": "第二科。傷夫下。破去來明不遷。有三段。初。傷凡情表", "876": "不遷。次。破去來明不遷。後。引外聖證不遷也。傷夫人", "877": "情之或久矣。目對真而莫覺者。若聖智對。五目莫見", "878": "其形。斯乃道遠乎哉。迷情即是因緣。道遠乎哉。因緣", "879": "即是中。故云因緣所生法。我說即是空。亦為是假名。", "88": "用不自用。由體故用。知不自知。因體成智。故名知而", "880": "亦是中道義。而凡夫宍眼󰥺然不知。如對牛皷簧。彼", "881": "非所悟也。既知往物既不來今物何往者。已過之", "882": "法更不來今。今不住法亦不移時也。次。何則下。破去", "883": "來。即釋道行意。此中先就向物以四句明無去來也。", "884": "初兩句立有無義。於今嘗有下兩句。正明向物無去", "885": "來也。覆而求今今亦不往者。應有四句。求今物於今", "886": "於今未嘗無。責今物於向於向未嘗有。於向未嘗有", "887": "以知物不去。於今未甞無以知物不來也。是為下。舉", "888": "今昔兩物結明不遷也。後段。仲尼下。引外聖證不遷", "889": "教。所謂外內雖殊所明理同是也。有何物而可動者。", "89": "無知也。體不自體。因修成體。故名無知而知也。今就", "890": "經中觀意也。然即下。齊萬物而結不遷也。釋論云。光", "891": "風動塵野馬之中如野馬者也。", "892": "第三科。噫下。徵教。有三段。初。舉無常教以徵今說。次。", "893": "人情不同教非一軌。後。引外聖證無常教同也。人命", "894": "速於川流者。舉仲尼教也。是以下。三乘證果執無常", "895": "教也。齊萬物而非化豈尋化以階道者。證教非謬也。", "896": "覆尋聖言微隱難測者。正徵今記。䨱者䨱無常教。尋", "897": "不遷意。結理難解也。若動而靜似去而留。可以神會", "898": "者。推於大士。非中下所知也。次段。是以下。明人執不", "899": "同。教非一軌。有三階。一。明去住兩教之意。二。正出兩", "9": "結使邊是有漏。有人言。波若無漏無為。不可見無對。", "90": "境明四種波若無知。而就聖智為論。一無不當。則無", "900": "教。三。兩教一會也。言去不必去閑人之常想者。言無", "901": "常不必無常。但防計常之想也。秤住不必住釋人之", "902": "不住者。言不遷不必是不遷。但解計往之想。後住字", "903": "當為往也。若用住字釋者。常字亦不可以計常之常。", "904": "應以常情而釋之耳。二。成具下。正出經。成具明無常", "905": "教。摩訶衍明不遷教也。三。斯皆下。兩教一會。是以下。", "906": "釋意。三雙六句。言常而不住。秤去而不遷者。此二句", "907": "勸取教莫偏也。不遷故雖往而靜。不住故雖靜而往", "908": "者。此二句明教意相通也。雖靜而往故往而弗遷。雖", "909": "往而靜故靜而弗留者。此二句明物無動靜也。後段。", "91": "所得義也。故論偈云。波若是一法。佛說種種名。隨諸", "910": "然即下。引外聖證無常教。同莊生如上所云也。仲尼", "911": "臨川云人命逝速如斯也。", "912": "第四科。是以覩下。約愚智二人取教得失。有二段。初。", "913": "明為二人起教不同。次。明取教得失。後。反常合道。初", "914": "段有二階。一。明二人。二。明起教也。不同人所見得明", "915": "者。下不及上也。何者下。出二人。隣人是或。梵為智者。", "916": "從初至形隨。是出惑情。以梵志下。正出其事也。吾猶", "917": "昔人非昔人者。可作兩釋。一云。吾豈昔人乎。非昔人", "918": "也。一云。猶。若也。吾若昔人。非昔人也。一息一得。向息", "919": "非今息。昨日之人於今化矣。而愚者竊然。以為昔人", "92": "眾生力。為之立異名也。", "920": "常存。此不朽物化也。二。明起教不同。是以如來因群", "921": "生以辨惑者。教起無端。病除是貴。故此句出病。明起", "922": "教所由也。乘莫二之真心下。正明起教不一也。不遷", "923": "為俗而云不遷為真者。謂情為俗。即反常為真故也。", "924": "後段。而徵下。正明得失。有二階。一。因教著偏。聞不遷", "925": "即昔物可至今者。凡人所謂時年雖移。人之質體古", "926": "今不異。如以指進薪火傳不滅。而不知指火與薪俱", "927": "謝也。聽流動即謂流入過去。而不知支火非今火也。", "928": "今即正破。既云古今。古即在於古。今即在於今。而云", "929": "遷者何也。二。是以下。勸著不遷教。言住不必住。古今", "93": "釋文第四○釋文第四", "930": "常存。以其不動者。言所謂住。不必是住。言其非動。非", "931": "謂是住。即不住之住。古今不動也。一云。從彼至此乃", "932": "是住義。古不至今何處有住。古不至今故無住者。今", "933": "亦不往於古。言其不動。又住是對動之言。無動故無", "934": "住也。秤去不必去。不從今至古。以其不來者。言去不", "935": "必是去。言其非來。非謂是去。即不去之去。古今不住", "936": "也。一云從今至古乃是去義。今不至古。何處有去。今", "937": "不至古故無去者。古亦不來於今。言其不來。又去是", "938": "對來之言。無來故無去也。不來故下。結不遷。然即下。", "939": "會教也。後段。是以人下。反常合道。有三階。一。反其常", "94": "文義有三。一。作論之由。二。放光云下。辨波若無知。三。", "940": "情及合於道。故云人所謂住我即言去也。求那偈云。", "941": "諸論各異端。修行理無二。偏執有是非。達者無違諍。", "942": "故去來雖殊其旨無二也。正言似反誰當信者。通理", "943": "無言。言因病起。相治之力無非相反。故河上云。正直", "944": "之言世人不知。以為反言也。二。何者下。就二人釋反", "945": "常義。人即求古於今謂其不住者。凡情求古於今。今", "946": "而無古。以古物不住也。吾即求今於古知其不去者。", "947": "吾即求今於古。古而無今。以知今物不去也。下釋就", "948": "文可見也。然下。齊萬物。四象者。老子云。大象者四象", "949": "之母也。不炎不寒不溫不涼。言若執之即天下往。今", "95": "問答辨宗。初有三段。初。標宗。次。歎師。後。余以下。明作", "950": "即四像謂炎溫寒涼加風馳之速也。旋機電卷者。尚", "951": "書云。旋機玉衡以齊七政。窂。天文之器也。如今運天", "952": "圖也。例略云。故處旋璣以觀大運。見天地之運未足", "953": "恠之者也。", "954": "第五科。是以如來下。舉因果以勸學。有三段。初。舉果", "955": "勸因不滅。次。舉因勸果必生。後。勸齊萬物。功流萬世", "956": "至彌固。此是舉果也。從成山至初步。譬因不滅也。功", "957": "不可杇故在昔而不化者。以功業不滅證不遷之致", "958": "也。故下。引經證果不滅也。次段。何者。舉因勸果必生", "959": "也。果不俱因因因而果者。立兩章門。因因而果因不", "96": "論之由也。標宗者。夫波若虗玄。盖是三乘之宗極。誠", "960": "昔滅者。釋因不滅也。果不俱因因不來今者。釋因不", "961": "來。斯即不滅不來。果義得生。正不遷之致也。復何惑", "962": "下。勸無惑也。後段。然即。結宗勸學也。", "963": "不遷論", "964": "肇論疏卷下　　　晉書", "965": "康永三年二月五日寫之。　同十七日點之畢。", "966": "此疏惠達法師撰云云。未詳之。", "967": "寫本云文永三年七月廿日於光明山東谷往生院敬奉", "968": "書寫了。", "969": "願以此寫功。自他開惠眼。　三論宗智舜春秋六十八。", "97": "真一無差也。上云涅槃是翻。波若為智。今辨智用。直", "970": "東南院　寫本奧記云神龜三年歲次乙丑十一月。", "971": "寶龜二年年次辛亥四月卅日沙彌慈晉云云。", "972": "文永三年八月廿七日校合之。次加謬點了。寫本", "973": "之文字不法之間。極難見解。後來之士尋正本可", "974": "正之耳。", "975": "貞和四年五月談肇論了。而述義中引惠達釋。皆", "976": "符此書□□□□□。", "98": "舉因果。故舉三乘以標宗。即會因緣。而果中波若二", "99": "無差別。則會果義。故以誠真一異宗極一因以為標"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 866 肇論疏", "englishTitle": "卍 Xuzangjing, Electronic version, No. 866 肇論疏", "author": "晉 惠達撰", "language": "chinese", "source": "CBETA"}