{"sourceLink": "http://www.cbeta.org/", "text": {"0": "菩薩行品第十一", "1": "維摩羅詰經文疏卷第二十八", "10": "淨土業成現相正當表此上文辨菩薩之行明佛", "100": "見色如之別故不觀如性者或言如只是性性只", "101": "是如或有此義今聖人不容重說一法兩唱所表", "102": "今以此性為佛性不觀色是空俗不觀如是空真", "103": "不觀佛性空中道以其計中道有佛性而起順道", "104": "愛生是為頂墮故上文云我及涅槃是二皆空唯", "105": "有空病空病亦空今不觀性是無順道愛故不觀", "106": "性非四大起者雖觀是身不於四大起惑如凡夫", "107": "不於四大起解如二乘無惑無解故言不起同虗", "108": "空是名實相六入者能積聚六塵構造生死不同", "109": "凡夫六入積聚故眼耳已過過於凡夫六根境界", "11": "國之因此品仍現妙喜示佛國之果因果之門以", "110": "不在三界者出真俗故三垢已離者無三種國之", "111": "垢順三脫者緣一實相順三脫故三明與無明等", "112": "無明之源即是實相法性此之法性無與等者有", "113": "智能等此名無等等三明者即天眼能徹照未來", "114": "漏盡達於現在宿命窮觀過去達無明之始雖復", "115": "十住不見其始唯佛能知始終既云觀身實相觀", "116": "佛亦然佛窮無明之始今知其始等無明漏盡者", "117": "能知五住之漏無明惑盡故言等一相是真諦之", "118": "相異相即是俗諦之差別今實相非真非俗故非", "119": "一非異不自者遊行詣佗國名佗相遇到父舍名", "12": "明出室復宗之唱成上佛國因果之義證知此經", "120": "為自相此應用真修緣修自生佗生廣破絕離此", "121": "等自佗入於實相也非無相者非涅槃非取相者", "122": "非生死非生死非凡夫非涅槃非二乘不此岸非", "123": "俗諦不彼岸非真諦不中流非諸煩惱惑離此離", "124": "彼之此岸達非此非彼之彼岸而化眾生者此總", "125": "明法身應用不此不彼即是不生死不涅槃二境", "126": "不以此不以彼即觀二諦之智境智雙明不可智", "127": "知者散諸法故即是真諦不可識識者聚諸法故", "128": "名之為識即是生死俗諦無晦無明即是解惑解", "129": "惑即是生死涅槃名即世間相即出世故真諦名", "13": "用佛國因果為宗其文顯現。", "130": "為實相無強無弱者生死是剛鑛之法名強智慧", "131": "是扶理易悟名弱非強非弱故是實相不在方者", "132": "法性不在生死封疆豈有於界域故言不住不離", "133": "者只常寂光土亦是於方遍一切處故言不離非", "134": "有為非無為如無盡門也無示無說如維摩詰杜", "135": "口也不施非是檀度之彼岸不慳不同凡夫祕悋", "136": "之此岸六度例爾涅槃審諦為誠生死虗假為欺", "137": "不來乘如實道來成正覺不去是乘從三界中出", "138": "到薩婆若離此去來不出非二乘不入非凡夫言", "139": "語道斷如淨名杜口非福田如呵須菩提非不福", "14": "爾時世尊問維摩詰汝欲見如來為以何等觀如來", "140": "田如慰喻須菩提非應供如呵須菩提非不應供", "141": "如來正覺知名應供同真際等法性冥契真實也", "142": "不可稱量即是不思議解脫之法乃至不動亦如", "143": "也同眾生一切眾生亦如也無分別者入一實相", "144": "不見高下無失無三種漏落三土也無喜無厭等", "145": "皆約三土煩惱以明無已有當有等應約涅槃釋", "146": "三世偈釋此意。", "147": "世尊如來身為若此作如是觀。", "148": "次結。", "149": "以斯觀者名為正觀若佗觀者名為邪觀。", "15": "乎。", "150": "次簡邪正如文。", "151": "爾時舍利弗問維摩詰汝於何沒而來生此。", "152": "第二從舍利弗問者舍利是起教之人既知大士", "153": "法身實相同於諸佛復顯應身隨緣化物無方大", "154": "用之能故問也此問猶狹三藏意來若是三藏之", "155": "佛沒則不生若三藏菩薩猶有惑累則有於生若", "156": "爾問其何沒而來生此就此為二一約彈折身子", "157": "二佛發其所居之國就初彈折為二一明身子問。", "158": "維摩詰言汝所得法有沒生乎舍利弗言無沒生也", "159": "若諸法無沒生相云何問言汝於何沒而來生此。", "16": "就此為二初明法身體用二明所居淨國所以諸", "160": "二答答中為五一先反質二譬顯三問四答五引", "161": "佛語為釋反質者汝解脫之中尚無沒生我法身", "162": "中那得沒生汝既不爾何得以此為問。", "163": "於意云何譬如幻師幻作男女。", "164": "二譬如幻師沒生此豈是實若無實錄不得謂有", "165": "沒生。", "166": "寧沒生耶舍利弗言無沒生也。", "167": "汝豈不聞佛說諸法如幻相乎答曰如是若一切法", "168": "如幻相者云何問言汝於何沒而來生此舍利弗沒", "169": "者為虗誑法壞敗之相生者為虗誑法相續之相菩", "17": "佛既有法應二身亦有性淨隨緣兩土淨名極地", "170": "薩雖沒不盡善本雖生不長諸惡。", "171": "第五結釋中云菩薩雖沒不盡善本不同二乘人", "172": "󰞆身盡智名盡善本菩薩不滅智不滅智所作功", "173": "德亦不滅以此善本能益眾生雖是不知惡不如", "174": "凡夫之積集不盡善本不同二乘之滅沒由善本", "175": "不滅故能應於垢淨之國俱不長垢淨二國之善", "176": "惡也。", "177": "是時佛告舍利弗有國名妙喜佛號無動是維摩詰", "178": "於彼國沒而來生此。", "179": "佛答淨國中為三一佛說其所居隨緣淨國。", "18": "大士亦同諸佛二智非垢非淨為是義故不捨妙", "180": "舍利弗言未曾有也世尊是人乃能捨清淨土而來", "181": "樂此多怒害處。", "182": "二身子稱歎。", "183": "維摩詰語舍利弗於意云何日光出時與冥合乎。", "184": "三大士釋出就釋中為五一問日共闇合不。", "185": "答曰不也日光出時則無眾冥。", "186": "二答。", "187": "維摩詰言夫日何故行閻浮提。", "188": "三問日何意出。", "189": "答曰欲以明照為之除冥。", "19": "喜而能垢淨雙遊二身二土利益眾生令得解脫", "190": "四答。", "191": "維摩詰言菩薩如是雖生不淨佛土為化眾生不與", "192": "愚闇而共合也但滅眾生煩惱闇耳。", "193": "五釋出齊此是明人同諸佛有法應二身也云云。", "194": "是時大眾渴仰欲見妙喜世界不動如來及其菩薩", "195": "聲聞之眾。", "196": "第二從大眾渴仰欲見妙喜去即是現於淨國是", "197": "大士所遊居處就此為三意一者驗大士之淨國", "198": "二令時眾起淨國之行三令發願往生是故有此", "199": "一段文來就此為七一大眾欽渴欲見二佛命令", "2": "阿閦品第十二阿閦品", "20": "下文自說日月為除闇冥遊於世間菩薩示行兩", "200": "現三奉命移取四佛勸時眾修行五大眾發心六", "201": "利益已還本七身子稱歎今言大眾欽渴欲見者", "202": "聞上來妙喜之國是大士所居是故一心渴仰。", "203": "佛知一切眾會所念。", "204": "第二佛命令現為二初明佛寂照鑒知知其有念。", "205": "告維摩詰言善男子為大眾會現妙喜國不動如來", "206": "及諸菩薩聲聞之眾眾皆欲見。", "207": "二正命令現。", "208": "於是維摩詰心念吾當不起于座接妙喜國鐵圍山", "209": "川溪谷江河大海泉源須彌諸山及日月星宿天龍", "21": "土除諸癡惑觀身實相即是同佛法身無礙之慧", "210": "鬼神梵天等宮并諸菩薩聲聞之眾城邑聚落男女", "211": "大小乃至無動如來及菩提樹諸妙蓮華能於十方", "212": "作佛事者三道寶堦從閻浮提至忉利天以此寶階", "213": "諸天來下悉為禮敬無動如來聽受經法閻浮提人", "214": "亦登其階上昇忉利見彼諸天妙喜世界成就如是", "215": "無量功德上至阿迦尼吒天下至水際右手斷取如", "216": "陶家輪入此世界猶持華鬘示一切眾。", "217": "第三奉命為六第一心念欲移妙喜山林世界。", "218": "作是念已入於三昧現神通力以其右手斷取妙喜", "219": "世界置於此土。", "22": "無若干也方丈臥疾託病興教即是同佛應身方", "220": "二正現神力。", "221": "彼得神通菩薩及聲聞眾并餘天人俱發聲言唯然", "222": "世尊誰取我去願見救護。", "223": "三得神通者覺驚恠。", "224": "無動佛言非我所為是維摩詰神力所作。", "225": "四佛稱是淨名所為。", "226": "其餘未得神通者不覺不知己之所往。", "227": "五不得通者不覺。", "228": "妙喜世界雖入此土而不增減於是世界亦不迫隘", "229": "如本無異。", "23": "便引接處妙喜國界補無動尊即是同諸佛有於", "230": "六入於此土無損減。", "231": "爾時釋迦牟尼佛告諸大眾汝等且觀妙喜世界無", "232": "動如來其國嚴飾菩薩行淨弟子清白。", "233": "第四佛勸時眾修無動如來之行就此為三一勸", "234": "觀彼國嚴淨。", "235": "皆曰唯然已見。", "236": "二時眾奉對曰見。", "237": "佛言若菩薩欲得如是清淨佛土當學無動如來所", "238": "行之道。", "239": "三正勸修行無動行者如佛國中答長者子所明", "24": "淨國居娑婆土助釋迦揚化即是同諸佛示有穢", "240": "又如入室安慰調伏行於非道通達佛道如盡無", "241": "盡門即是淨土行也。", "242": "現此妙喜國時娑婆世界十四那由佗人發阿耨多", "243": "羅三藐三菩提心。", "244": "第五時眾發心修行為二一發心二發願有十四", "245": "由佗即悟者皆是上來種種說法種種神變正說", "246": "將竟現此淨國俱蒙如來勸發是故一時便有十", "247": "四由佗得悟也。", "248": "皆願生於妙喜佛土釋迦牟尼佛即記之曰當生彼", "249": "國。", "25": "土隨緣利益淨穢雙遊圓通無礙同於諸佛所得", "250": "第二發願者淨行深微不易可辦立誓願生於彼", "251": "修行此中佛記即應當生得記為二一遠二近若", "252": "是立誓之後必定生彼即是近記若是修淨行因", "253": "必招淨土之果如彼佛國即是遠記。", "254": "時妙喜世界於此國土所應饒益其事訖已還復本", "255": "處舉眾皆見。", "256": "第六如文。", "257": "佛告舍利弗汝見此妙喜世界及無動佛不。", "258": "第七身子稱歎文為六一佛問見不。", "259": "唯然已見。", "26": "權實喻如十四十五之月以簡佛菩薩異耳就第", "260": "二奉答唯然。", "261": "世尊願使一切眾生得清淨土如無動佛獲神通力", "262": "如維摩詰。", "263": "三為一切眾生發願。", "264": "世尊我等快得善利得見是人親近供養。", "265": "四自蒙有寄。", "266": "其諸眾生若今現在若佛滅後聞此經者亦得善利。", "267": "五歎聞經功德。", "268": "況復聞已信解受持讀誦解說如法修行若有手得", "269": "是經典者便為已得法寶之藏若有讀誦解釋其義", "27": "一明法身中為二一佛問其法身二身子問應身", "270": "如說修行則為諸佛之所護念其有供養如是人者", "271": "當知則為供養於佛其有書持此經卷者當知其室", "272": "即有如來若聞此經能隨喜者斯人則為趣一切智", "273": "若能信解此經乃至一四句偈為佗說者當知此人", "274": "即是受阿耨多羅三藐三菩提記。", "275": "六況出福深就況出中約六番往釋如文若依此", "276": "語意即是流通段今明身子小乘之人非是任持", "277": "大典故不屬流通但為流通作於起發也。", "278": "法供養品第十三法供養品", "279": "此品正明帝釋弘經護持大法即是第三流通段", "28": "就佛問為二一佛問。", "280": "凡有二品流通是從譬得名如洪源甘澤從上被", "281": "下名之為流無所壅隔名之為通今用此無上法", "282": "寶實相之經被下代眾生使無壅隔季末有緣皆", "283": "令沾潤此是慈悲純厚故也。", "284": "爾時釋提桓因於大眾中白佛言世尊我雖從佛及", "285": "文殊師利聞百千經未曾聞此不可思議自在神通", "286": "決定實相經典。", "287": "此文為二初從此品明天帝護法格出月蓋法之", "288": "供養明護持之利深顯弘經之德重二從囑累品", "289": "去明大聖慇懃付囑鄭重當令季像必得宣通就", "29": "維摩詰言如自觀身實相觀佛亦然。", "290": "前為二一天帝稱歎弘經二如來述成其意就天", "291": "帝白佛去為三一歎法二歎人三發誓今言天帝", "292": "欲護持大典修習勝門有持此經故志存覆育即", "293": "是以法供養法身如釋論云迦毗羅生身生處摩", "294": "伽陀法身生處為報恩多在二國之中為報法身", "295": "多在摩伽陀國說法護持即是法供養也復次天", "296": "帝共與梵王同請說法如來受請觀機知不堪大", "297": "乘仍開小教小教既興次應說大今時此不思議", "298": "解脫猶是酬其昔請釋論云說般若猶是酬梵王", "299": "天帝之請天帝既蒙酬請歡喜護持若是言天主", "3": "阿之言無閦之言動淨名以不思議之力接妙喜", "30": "二大士答就答中為四一總答二別答三結四簡", "300": "得阿那含不應流通大教者此是三藏中謂為那", "301": "含華嚴說天主住十不可思議法門豈不堪弘通", "302": "此法復為天主率化群下最為風靡就歎法中先", "303": "歎不思議解脫之用次歎實相之法非法無以成", "304": "人非人無以顯法故須雙歎百千經者即是初教", "305": "阿含等阿含中亦授彌勒之記何妨對文殊復次", "306": "通教別教之中未曾聞此圓教法門具足之道體", "307": "用難思昔所未曾聞。", "308": "如我解佛所說義趣若有眾生聞此經法信解受持", "309": "讀誦之者必得是法不疑。", "31": "邪正就總答中明觀身實相不殊佛觀佛亦然者", "310": "就歎人中為二初釋聞經功德。", "311": "何況如說修行斯人則為閉眾惡趣開諸善門常為", "312": "諸佛之所護念降伏外學摧滅魔怨修治菩提安處", "313": "道場履踐如來所行之跡。", "314": "次況出如法行者閉眾惡趣是止善開善門是行", "315": "善行即是觀止即是定就此中為約因果兩判為", "316": "佛護念者明其修止行兩因深契道理是故加於", "317": "可加故言護念但佛普護眾生眾生無瘡毒不得", "318": "入若修此止行之因即是信心瘡義亦得護念觀", "319": "心者只止觀調心名之為覺一切邪念紛動即用", "32": "只自觀巴家之實相與佛實相不殊佛之實相與", "320": "止觀二法觀之不令緣念得起是則常為覺心所", "321": "護降伏外道即是伏見思兩惑六十二見諸邪計", "322": "之道得菩薩道已能降煩惱魔如前說乃至四魔", "323": "十魔故上文云即是始坐道樹力降魔得甘露滅", "324": "覺道成已於諸法無罣礙悉能摧伏諸外道即是", "325": "發心修學圓觀之人入初發心時即能八相成道", "326": "名之為佛降魔勞怨度脫一切修治佛道者即是", "327": "外化為八相之佛而內心於法身中修治道地滿", "328": "殘餘佛法安處道場如光嚴中辦道場相履佛之", "329": "跡行佛所行住佛所住諸佛如是來我亦如是來", "33": "已無異故大品云諸法如實相即是佛實相無來", "330": "皆是隣果往歎。", "331": "世尊若有受持讀誦如說修行者我當與諸眷屬供", "332": "養給事所在聚落城邑山林曠野有是經處我亦與", "333": "諸眷屬聽受法故共到其所其未信者當令生信其", "334": "已信者當為作護。", "335": "若有持讀者去即是第三發誓弘宣。", "336": "佛言善哉善哉天帝如汝所說吾助汝喜此經廣說", "337": "過去未來現在諸佛不可思議阿耨多羅三藐三菩", "338": "提。", "339": "第二從佛言善哉善哉去即是述成天帝上三段", "34": "無去故約此中為三一者尋末取本二者就位三", "340": "第一述其歎法第二述其歎人第三述其發誓就", "341": "第一吾助爾喜者明此經是三世佛不思議菩提", "342": "即是述其歎法言三世佛不可思議菩提即是實", "343": "相之法佛由此實相能得菩提也。", "344": "是故天帝若善男子善女人受持讀誦供養是經者", "345": "則為供養去來今佛天帝正使三千大千世界如來", "346": "滿中譬如甘蔗竹葦稻麻叢林若有善男子善女人", "347": "或以一劫或減一劫恭敬尊重讚歎供養奉諸所安。", "348": "第二從男女受持是經則為供養去來今佛去是", "349": "述其歎人就此為四初格量功德二問三答四正", "35": "者觀心尋末取本者明大士是金粟如來所得法", "350": "格量就前格量中為二一格現在供養佛。", "351": "至諸佛滅後以一一全身舍利起七寶塔縱廣一四", "352": "天下高至梵天表剎莊嚴以一切華香瓔珞幢旛伎", "353": "樂微妙第一若一劫若減一劫而供養之。", "354": "二格滅後起塔。", "355": "於天帝意云何其人植福寧為多不。", "356": "第二問如文。", "357": "釋提桓因言多矣。", "358": "第三答為二一答多矣。", "359": "世尊彼之福德若以百千億劫說不能盡。", "36": "身與今釋迦法身不異故上文云諸佛種性色身", "360": "二釋其不可盡所以大乘經中多格量供養生身", "361": "不及法身何故如此正言生身之福不動不出法", "362": "身功德能動能出出離生死故言福不趣菩提二", "363": "能趣菩提於實名了因於餘名生因生因是緣因", "364": "福德不動不出不至菩提功德有盡於實名了因", "365": "實即實相了因照了與實相相應能趣菩提功德", "366": "不盡同虗空等法界豈得與前福德不動不出有", "367": "限之法為量供養生身名為生因不趣菩提供養", "368": "法身實名了因能趣菩提是故格量不可限極金", "369": "剛般若云住相布施如人入闇則無所見不住相", "37": "悉皆平等是故得知觀己身之本實相與佛實相", "370": "布施如人有目日光明照見種種色東方虗空不", "371": "可思量南西北方亦難測度法供養為最復次大", "372": "品云實相是三世諸佛之母母得病諸子憂愁若", "373": "實相之法不廣被眾生約眾生故言實相病若止", "374": "供養一佛於餘佛無功德若謗一佛於餘佛無罪", "375": "若供養佛母實相之相即於三世十方佛所俱得", "376": "功德若毀謗佛母則於諸佛為怨是故述天帝云", "377": "諸佛菩提皆從是生菩提之相不可限量。", "378": "佛告天帝當知是善男子善女人聞是不可思議解", "379": "脫經典信解受持讀誦修行福多於彼所以者何諸", "38": "一種無異故言觀佛亦然第二就位者明大士位", "380": "佛菩提皆從此生菩提之相不可限量以是因緣福", "381": "不可量。", "382": "第四正格量中亦述其上歎信法兩行聞是不思", "383": "議之經信解是述成上信行人修行福多即是述", "384": "上法行。", "385": "佛語天帝過去無量阿僧祇劫時世有佛號曰藥王", "386": "如來應供正徧知明行足善逝世間解無上士調御", "387": "丈夫天人師佛世尊世界曰大莊嚴劫曰莊嚴佛壽", "388": "二十小劫其聲聞僧三十六億那由佗菩薩僧有十", "389": "二億。", "39": "居十地補處之位隣次於佛當紹尊位只十地之", "390": "第三述其發誓弘經護持流布從過去藥王佛去", "391": "文為四一明過去法供養之因由二明王子月蓋", "392": "三結會古今四結釋述成就因緣由藉中為三一", "393": "明有佛。", "394": "天帝是時有轉輪聖王名曰寶蓋七寶具足主四天", "395": "下王有千子端正勇健能伏怨敵爾時寶蓋與其眷", "396": "屬供養藥王如來施諸所安至滿五劫過五劫已告", "397": "其千子汝等亦當如我以深心供養於佛。", "398": "二明有王勑示諸子令興供養。", "399": "於是千子受父王命供養藥王如來復滿五劫一切", "4": "之界令此間四眾見無動世尊及所居之國因此", "40": "相與妙覺之尊所得實相復有何異第三觀心者", "400": "施安。", "401": "三明諸子奉勑宣行。", "402": "其王一子名曰月蓋獨坐思惟寧有供養殊過此者。", "403": "第二從其王一子名月蓋去文為九第一王子獨", "404": "坐思惟求勝供養二者空中警覺三者仍問勝法", "405": "四者天勸問如來五者往請於佛六者佛為解說", "406": "七者聞法得順忍八者佛記其護法九者出家為", "407": "道為法供養。", "408": "以佛神力空中有天曰善男子法之供養勝諸供養", "409": "即問何謂法之供養。", "41": "上文云諸佛解脫當於眾生心相中求一切眾生", "410": "天曰汝可往問藥王如來當廣為汝說法之供養。", "411": "即時月蓋王子行詣藥王如來稽首佛足却住一面", "412": "白佛言世尊諸供養中法供養勝云何名為法之供", "413": "養。", "414": "佛言善男子法供養者諸佛所說深經一切世間難", "415": "信難受微妙難見清淨無染非但分別思惟之所能", "416": "得。", "417": "就第六佛為說文為二初明勝妙之法第二從若", "418": "聞是等經信解者明供養之心今就勝法中為四", "419": "一者從佛言去明最妙之法二菩薩法藏者明約", "42": "心相即菩提相眾生如佛如一如無二如實相者", "420": "法論因三者從能令眾生坐於道場去是約法論", "421": "果四者從諸佛賢聖去是為佛所歎印其因果今", "422": "釋第一所說深經者然實相之理非深非淺為深", "423": "淺兩緣於非深非淺之中作深淺二說淺者即是", "424": "三藏通別之經深者即是圓極之教故言深經深", "425": "經相貌即如大士上來所說觀身實相之義即是", "426": "清淨深經也難信者如一微塵之中有三千大千", "427": "之經則人無信者實相之理只在心中無勞遠覓", "428": "近而不識說之不信故云難信難受者若有所受", "429": "則有所行若無所受則何所行信受實相則能修", "43": "即是佛故經言遊心法界如虗空是人即能知諸", "430": "行若不信受不能修習微妙者即是不思議解脫", "431": "之異名亦是三德微妙我法妙難思清淨無染者", "432": "不為三種見思所染猶如虗空無諸淨穢非思量", "433": "分別能得者動念運想所不能契無念無分別自", "434": "然流入薩婆若海亦非三藏通別方便之人所能", "435": "測度。", "436": "菩薩法藏所攝陀羅尼印印之至不退轉成就六度", "437": "善分別義順菩提法眾經之上入大慈悲離眾魔事", "438": "及諸邪見順因緣法無我無人無眾生無壽命空無", "439": "相無作無起。", "44": "佛之境界觀己心性既是實相即是與諸佛心相", "440": "第二明因菩薩法藏所攝者明菩薩法藏聞持前", "441": "行三德祕密之藏不縱不橫無所積聚乃名為藏", "442": "含受諸法悉入其中陀羅尼印者陀羅尼名為能", "443": "遮能持持善不失遮惡不起不起不失名之為印", "444": "至不退轉者即是遮持諸善無有退者亦是無生", "445": "法忍不退之位成就六度者云云善分別順於菩提", "446": "即是善能分別諸法相於第一義而不動眾經之", "447": "上者在三藏通別教等諸經之上故入大慈悲即", "448": "是起無緣之慈如上三十種慈離眾魔去即是離", "449": "八魔十魔等亦是離三種之愛天魔屬生死為愛", "45": "義齊譬如人射法云云若正觀此相具如入不二門", "450": "流轉菩薩離此故名離魔及邪見者亦是三種方", "451": "便中一切諸見自此之前皆名邪見實相之中皆", "452": "離此等諸見順因緣者因緣之性即是實相順此", "453": "實相深觀諸法具生法二空因緣即法空也緣實", "454": "相修三空三昧。", "455": "能令眾生坐於道場而轉法輪諸天龍神乾闥婆等", "456": "所共歎譽能令眾生入佛法藏攝諸賢聖一切智慧", "457": "說眾菩薩所行之道依於諸法實相之義明宣無常", "458": "苦空無我寂滅之法能救一切毀禁眾生諸魔外道", "459": "及貪著者能使怖畏。", "46": "亡於二邊正顯中道此中重明其意所以如來問", "460": "第三約果明坐道場者若能如此圓觀實相入涅", "461": "槃般若名為住住發心住時即能八相成道隨緣", "462": "作佛故云初發心時即坐道場轉法輪者是圓頓", "463": "漸三教故言轉法輪天龍共歎者既坐道場為佛", "464": "利益一切人天敬仰入佛法藏者安處諸子祕密", "465": "藏中也圓教攝四十二賢聖偏教攝二十七賢聖", "466": "皆佛法藏也一切智慧者皆令稟偏圓之人得入", "467": "佛慧法華云如是之人我今亦令入於佛慧說眾", "468": "菩薩所行之道者菩薩以實相為道雖復稟餘教", "469": "終引歸實相依實相義者若因若果無得離於實", "47": "者以上來辨無礙慧無若干諸佛身智功德平等", "470": "相約此實相辦於偏圓之教故法華云若深智者", "471": "為說此法即說於實相又云若不解此法於如來", "472": "餘深法中示教利喜即是說偏漸之教宣說無我", "473": "苦空寂滅等能救毀禁者方便教中皆乖圓極名", "474": "為毀禁若入圓中無復方便之過亦為小乘中毀", "475": "重之者無懺悔處若是大乘能有無生正觀洗浣", "476": "故言救諸毀禁諸魔外道怖者斷除愛見兩種之", "477": "心故無五怖。", "478": "諸佛賢聖所共稱歎背生死苦示涅槃樂十方三世", "479": "諸佛所說。", "48": "佛欲顯大士法身與諸佛不異是故問其云何觀", "480": "第四諸佛稱歎即契於實相初心即能作佛故為", "481": "諸聖之所嗟歎背生死者背三種生死也示涅槃", "482": "者即是示百句解脫也十方佛所說者一切佛道", "483": "同皆共說此實相也。", "484": "若聞如是等經信解受持讀誦以方便力為諸眾生", "485": "分別解說顯示分明守護法故是名法之供養又於", "486": "諸法如說修行隨順十二因緣離諸邪見得無生忍", "487": "決定無我無有眾生而於因緣果報無違無諍離諸", "488": "我所依於義不依語依於智不依識依了義經不依", "489": "不了義經依於法不依人隨順法相無所入無所歸", "49": "法身若辨法身法身必有所指所指之處即是佛", "490": "無明畢竟滅故諸行亦畢竟滅乃至生畢竟滅故老", "491": "死亦畢竟滅作如是觀十二因緣無有盡相不復起", "492": "見是名最上法之供養。", "493": "第二從若聞如是等經者是明供養之心就此為", "494": "二一明信行二明法行若聞說實相之法即於聞", "495": "中生解通達無礙名信行供養之心若聞不聞如", "496": "法修行觀因緣空斷諸妄見見實相理得無生忍", "497": "是名法行供養之心復約四依釋之於法行不了", "498": "不可是名依人諸佛之教本為逗物根宜不可定", "499": "執故不依語識是具煩惱法不可依識經是三方", "5": "為名稱無動品但此部經文凡三處現於佛國如", "50": "國故有此問也他解應身之佛得有封疆界域國", "500": "便教非實故不可依了義是可依人是生身故不", "501": "可依達無明源底者知本來不生是故畢竟無滅", "502": "觀因緣無有盡者即是癡如虗空不可盡。", "503": "佛告天帝王子月蓋從藥王佛聞如是法得柔順忍。", "504": "第七聞法得柔順忍者即為二初得順忍之益二", "505": "解寶衣報恩供養若作圓教明柔順忍者柔是柔", "506": "伏即是圓教之十信鐵輪之位六根清淨中若發", "507": "真明入理即是得無生忍也。", "508": "即解寶衣嚴身之具以供養佛白佛言世尊如來滅", "509": "後我當行法供養守護正法願以威神加哀建立令", "51": "土之名法身冥寂有何國土今解不爾諸佛法身", "510": "我得降伏魔怨修菩薩行。", "511": "解衣供養為二一供養二發願行法供養請威神", "512": "加被使得降怨宣通大法。", "513": "佛知其深心所念而記之曰汝於末後守護法城。", "514": "第八佛記者但記其後代是弘法護持之人與物", "515": "有緣能興顯大法未見記作佛之文遠而為論亦", "516": "應即有此義齊文未有。", "517": "天帝時王子月蓋見法清淨聞佛授記以信出家修", "518": "習善法精進不久得五神通逮菩薩道得陀羅尼無", "519": "斷辯才於佛滅後以其所得神通總持辯才之力滿", "52": "尚非垢非淨而能隨緣雙遊垢淨今法身非境非", "520": "十小劫藥王如來所轉法輪隨而分布。", "521": "第九明出家修道行法供養就此為二一明出家", "522": "護法。", "523": "月蓋比丘以守護法勤行精進即於此身化百萬億", "524": "人於阿耨多羅三藐三菩提立不退轉十四那由佗", "525": "人深發聲聞辟支佛心無量眾生得生天上。", "526": "二明化人多少百萬億發菩提心是用圓教所說", "527": "十四由佗發二乘心是用方便誘引用此圓偏兩", "528": "法導利眾生故是法之供養。", "529": "天帝時王寶蓋豈異人乎今現得佛號寶𦦨如來其", "53": "智亦雙照境智何意不得辨於國土境界耶故金", "530": "王千子即賢劫中千佛是也從迦羅鳩孫䭾為始得", "531": "佛最後如來號曰樓至月蓋比丘則我身是。", "532": "第三結會古今如文。", "533": "如是天帝當知此要以法供養於諸供養為上為最", "534": "第一無比是故天帝當以法之供養供養於佛。", "535": "第四述成上發誓弘經護持宣布亦護行經之者", "536": "悉使和安。", "537": "囑累品第十四囑累品", "538": "此品流通文中第二前明天帝發誓弘經此辨如", "539": "來金口付囑囑是付囑為義以無相之實法付囑", "54": "光明云不可思議智境不可思議智照此不思議", "540": "弘護之人累是煩勞荷負之義今將此大法專為", "541": "已任令外難消轉內行宣通故稱囑累也。", "542": "於是佛告彌勒菩薩言彌勒我今以是無量億阿僧", "543": "祇劫所集阿耨多羅三藐三菩提付囑於汝。", "544": "就此文為三一者佛付囑彌勒第二付囑阿難第", "545": "三大眾聞經歡喜今就第一付彌勒中為二初佛", "546": "付囑第二彌勒受旨就佛付囑中為三第一正付", "547": "囑此經第二釋第三簡得失今就第一付囑中為", "548": "二一付囑尊經二命神通守護以無量僧祇所集", "549": "付汝者若按迦旃延所解三藏中明三阿僧祇習", "55": "之境豈非是法身靈智所栖普賢觀云毗盧遮那", "550": "學佛法百劫種相佛道現前此則是三藏小乘淺", "551": "近之法修學研行劫數為少若按釋論彈於此義", "552": "佛法無量豈是三僧祇所學能遍乃經無量億僧", "553": "祇習塵沙佛法諸深法門乃可圓滿大乘深妙是", "554": "故學劫亦多今言無量劫所集故知是大乘妙典", "555": "付之彌勒。", "556": "如是輩經於佛滅後末世之中汝等當以神力廣宣", "557": "流布於閻浮提無令斷絕。", "558": "第二當以神力廣宣令無斷絕即是命令守護但", "559": "以此大法付囑彌勒者正明其是次紹尊位智斷", "56": "是極妙法身而言有土名常寂光遍一切處此豈", "560": "方圓與物有緣神通具足堪能弘護令不斷絕若", "561": "末代眾生去聖既久非唯神根闇濁亦乃鄣礙多", "562": "興如多寶處必饒怨賊道高魔盛妨難是生若不", "563": "得聖力冥扶則外難侵逼若蒙神光加被亦使心", "564": "解開通內因外緣既整法寶則無斷絕是故命以", "565": "神力加諸眾生堪聞之者此中應引優波毱多為", "566": "魔所惱令無數人不得悟道遂令受化之者為魔", "567": "所惑用神力縛於魔一切聞經得益不可稱計亦", "568": "恐是用神力弘經意云云。", "569": "所以者何未來世中當有善男子善女人及天龍鬼", "57": "非真國境也。", "570": "神乾闥婆羅剎等發阿耨多羅三藐三菩提心樂于", "571": "大法。", "572": "第二釋者從所以者何未來世去即為二初明末", "573": "代亦有得道之機次明不聞斯經則失善利前明", "574": "末代有得道之機者但凡夫緣悟不同或見法王", "575": "面前得益或因去世渴仰生悟故經言應以滅度", "576": "得度者而現滅度如為治狂子故實在而言死留", "577": "諸香藥色味芬芳悔懊心生服藥令愈若不見佛", "578": "剋責精進愧不值佛世因是入道得出煩惑故佛", "579": "去世後一百年許十萬出家九萬得道當知佛後", "58": "我觀如來前際不來後際不去今則不住不觀色不", "580": "之機亦復無量此應引毱多佛在之時求出家覓", "581": "智齊身子佛言不得即退還外道法中佛因記之", "582": "此人得道之機在佛滅後巳為阿難弟子度人無", "583": "量得道恒沙時人敬譽為無相佛即是釋未來世", "584": "中天人龍鬼有發心之緣樂于大法必得度脫不", "585": "可不弘如此勝教使其聞也。", "586": "若使不聞如是等經則失善利如此輩人聞是等經", "587": "必多信樂發希有心當以頂受隨諸眾生所應得利", "588": "而為廣說。", "589": "第二從若使不聞是經則為大失者但聞三藏方", "59": "觀色如不觀色性不觀受想行識不觀識如不觀識", "590": "便之說則失大乘毒鼓之利普賢觀云法將滅五", "591": "百歲時一心修此法華三昧即得六根清淨故知", "592": "末代亦能有入大乘之機若不聞此經永失法利", "593": "故須宣通。", "594": "彌勒當知菩薩有二相。", "595": "第三從菩薩有二相者是簡得失就此為二一簡", "596": "得失二廣舉非釋就簡得失中為三一標相。", "597": "何謂為二一者好於雜句文飾之事二者不畏深義", "598": "如實能入。", "599": "二略釋。", "6": "佛國品答長者子意因身子之疑現於淨國二者", "60": "性非四大起同於虗空六入無積眼耳鼻舌身心已", "600": "若好雜句文飾事者當知是為新學菩薩若於如是", "601": "無染無著甚深經典無有恐畏能入其中聞已心淨", "602": "受持讀誦如說修行當知是為久修道行。", "603": "三約人釋約人若是三藏教中多就因緣歷別事", "604": "相之中以明諸法若依此學者是新發意人諸大", "605": "乘經別圓之說無依無猗離諸心識言深經者即", "606": "是貪欲即是道恚癡亦復然如是三法中具足一", "607": "切法若離是三法而求菩提者譬如天與地指此", "608": "三毒之性能通達三毒實相不可得猶如虗空而", "609": "能出生一切佛法彼經云深達此法者亦不破於", "61": "過不在三界三結已離順三脫門三明與無明等不", "610": "戒深達此法者亦不著無礙行人多謂三毒是道", "611": "而著此無礙毀於正戒正見何謂是達於三毒之", "612": "性其達此者無毀無著乃稱經意實相之法非因", "613": "非果而說為因果故言是因非果如佛性是果非", "614": "因如大涅槃今三毒之性亦非因非果而說為因", "615": "果說為因者即言三毒是道具足一切佛法說為", "616": "果者一切眾生常寂滅相不可復滅若能聞此貪", "617": "欲之中辨因果二道無著無毀不生恐畏當知是", "618": "久行菩薩如此菩薩但好實相深法不復樂於文", "619": "華才藻綺飾之言釋於貞幹之法以此往推知是", "62": "一相不異相不自相不他相非無相非取相不此岸", "620": "久行菩薩也若樂言辭發言藻麗文字章節乃當", "621": "一往悅於聽者終成添水之乳翳於實相非久行", "622": "所行以此簡知是新發意菩薩如即時人數論分", "623": "別問答言有眉眼亦聞大乘無猗之說謂為晃蕩", "624": "不生信樂此中應引須達請佛為老母說法老母", "625": "十方背佛佛十方現形要不信受後阿難化為輪", "626": "王方便引接心地歡喜信伏心生還歸於佛聞法", "627": "修道何故如是此是往日沙彌和上多說實相甚", "628": "深之語聞不能解不生信慕闍梨多說因緣諸法", "629": "事相教化事會其心心生愛翫由是緣故今聞我", "63": "不彼岸不中流而化眾生觀於寂滅亦不永滅不此", "630": "語了不入心機在阿難迴心入道阿難雖復令其", "631": "生信終歸於我乃能得道故知文飾之法乃是悅", "632": "耳之緣非究竟之旨方便引入為進悟之漸故所", "633": "不論耳實相深法能作得道之要毒鼓之譬此之", "634": "謂也約此彰新發心久行二種之人但看飾辭直", "635": "語則知得失。", "636": "彌勒復有二法名新學者不能決定於甚深法何等", "637": "為二一者所未聞深經聞之驚怖生疑不能隨順毀", "638": "謗不信而作是言我初不聞從何所來二者若有護", "639": "持解說如是深經者不肯親近供養恭敬或時於中", "64": "不彼不以此不以彼不可以智知不可以識識無晦", "640": "說其過惡有此二法當知是為新學菩薩為自毀傷", "641": "不能於深法中調伏其心。", "642": "第二從復有二法所未聞經去是明廣舉非就此", "643": "為二前明二法釋前新學毀謗不近後明二法釋", "644": "前久學不應輕慢取相就前毀謗不近中者此中", "645": "如喜根菩薩但說實相之法明一切中有安樂性", "646": "勝意稟三藏法威儀無缺持戒頭陀忽聞喜根所", "647": "說與其學習相違其心大驚恠毀呰誹謗不肯信", "648": "受即時作法擯此喜根擯法亦成即入地獄此是", "649": "新發心人稟方便教毀謗般若不信深經如此之", "65": "無明無名無相無強無弱非淨非穢不在方不離方", "650": "人須深淺知二者或時不謗此法然於持法之者", "651": "無敬近心亦復有時說其過惡此亦是失相皆非", "652": "久行調伏心者。", "653": "彌勒復有二法菩薩雖信解深法猶自毀傷而不能", "654": "得無生法忍何等為二一者輕慢新學菩薩而不教", "655": "誨二者雖解深法而取相分別是為二法。", "656": "第二舉輕慢取相大品明菩薩若於同住新發心", "657": "人生輕篾想謂此人無所知曉起此一念慢心却", "658": "損無數劫功德更還受罪如其罪報竟方能發心", "659": "乃復今日德行以此而言輕慢之心大為罪過非", "66": "非有為非無為無示無說不施不慳不戒不犯不忍", "660": "唯障礙得無生忍乃更到受罪殃是故簡為非復", "661": "次有菩薩雖解深法而取相分別階梯漸次格級", "662": "升降約截明義取相分別生決定想復是動念之", "663": "法非究竟道何以故諸法實相清淨湛然尚無一", "664": "相何況有二三四五無言無示言之者失當示之", "665": "者乖宗以此分別思量之心何能契會寂滅之法", "666": "如三時四時五時半滿四宗六宗等義皆名法師", "667": "探採經意而制立名目判釋義門欲言當理皆非", "668": "一極無言之術今家正意則不如是圓融法界冥", "669": "契真極不欲令心與眾生乖諍雖復立此四教直", "67": "不恚不進不怠不定不亂不智不愚不誠不欺不來", "670": "欲通釋諸經之文非是將此欲窮源底終不定執", "671": "四教之義或時三教二教一教無教八教出沒不", "672": "恒多少無定轉變自在隨人消釋不令此心介爾", "673": "有著自執己見非佗所解若作如此但是諍論非", "674": "入道法如南岳師說偈狗見影便鬪鬪之不肯罷", "675": "遂至渴而死云云今約之簡非約營道之意但行人", "676": "心路不同雖復種種不出二條一聖說法二聖默", "677": "然須識己心便宜方便若有時沈塞於默然之道", "678": "不得開心入少時應須聽法或近善知識所能開", "679": "人心或從經卷尋求義理曉發此心或時聽法紛", "68": "不去不出不入一切言語道斷非福田非不福田非", "680": "動不能靜攝尋經討義於事紛紜覺於心神無深", "681": "利益即應冥目束體自靜其心入默然道語默兩", "682": "行調伏其心研麤和適善能取與簡擇真偽如是", "683": "時中任修寂靜如是時中任修智慧譬如天地或", "684": "晴或雨調節陰陽是則萬物得生若純雨不晴則", "685": "種子爛壞若純晴不雨牙󰀯乾枯竝不能發生萬", "686": "物要須調適然後乃善行者如是一向默然則沈", "687": "昏闇塞若純用分別諸見競興此則權實不合導", "688": "師不生善巧運為豁然入道夜見電光則入聖法", "689": "是為學道之者善識是非簡別邪正也故大論言", "69": "應供養非不應供養非取非捨非有相非無相同真", "690": "時雨數數墮五穀數數生法雨數數雨善法數數", "691": "生若不將聖說聖默數數調御實相穀不生也若", "692": "偏著知見終無入理故云雖讀百千經邪見長諸", "693": "非吾我毒甚盛雖謂懷常子石女終不生若於聖", "694": "說法中能聞即悟通達諸法自在明了即是信行", "695": "聞不得悟四念思惟深徹深照得其邊底是名法", "696": "行聖默然中亦有信行法行如是禪觀之時隨觀", "697": "一境則遍通諸境心地開明無纖芥之疑礙如空", "698": "中風是名法行若策觀之時不能得悟加功慊倒", "699": "婁婁不曉若從善知識聞若經卷中聞豁如空中", "7": "入室論道其事將訖藉身子念食現香積之界三", "70": "際等法性不可稱不可量過諸稱量非大非小非見", "700": "無雲表裏洞徹此是信行又從受化為語如聞而", "701": "行是聖默然如行而聞是聖說法又從化後為語", "702": "如行而聞是聖說法如聞而行是聖默然。", "703": "彌勒菩薩聞說是已白佛言世尊未曾有也如佛所", "704": "說我當遠離如斯之惡。", "705": "第二彌勒白佛者正明奉命受旨就此為三一彌", "706": "勒受旨二諸菩薩受旨三四王受旨就初為二初", "707": "受旨次述成初中又二初明受誡旨。", "708": "奉持如來無數阿僧祇劫所集阿耨多羅三藐三菩", "709": "提法。", "71": "非聞非覺非知離眾結縛等諸智同眾生於諸法無", "710": "從奉持如來無數劫去是受勸旨就此中為二對", "711": "上二種一者奉通經旨。", "712": "若未來世善男子善女人求大乘者當令手得如是", "713": "等經與其念力使受持讀誦為佗廣說世尊若後末", "714": "世有能受持讀誦為佗人說者當知是彌勒神力之", "715": "所建立。", "716": "二者奉神力護持旨此中自云與其念力而建立", "717": "之若人依安樂行而有所說法冥空益其念力亦", "718": "如人說法時思量只至一條二條比至說時即見", "719": "三兩節意或可是心入義門而能明識或是冥空", "72": "分別一切無失無濁無惱無作無起無生無滅無畏", "720": "助念加被其人。", "721": "佛言善哉善哉彌勒如汝所說佛助爾喜。", "722": "第二佛述成。", "723": "於是一切菩薩合掌白佛我等亦於如來滅後十方", "724": "國土廣宣流布阿耨多羅三藐三菩提復當開導諸", "725": "說法者令得是經。", "726": "第二眾菩薩受旨發誓。", "727": "爾時四天王白佛言世尊在在處處城邑聚落山林", "728": "曠野有是經卷讀誦解說者我當率諸官屬為聽法", "729": "故往詣其所擁護其人面百由旬令無伺求得其便", "73": "無憂無喜無厭無著無已有無當有無今有不可以", "730": "者。", "731": "第三四王受旨發誓如文。", "732": "是時佛告阿難受持是經廣宣流布阿難言唯我已", "733": "受持要者世尊當何名斯經佛言阿難是經名為維", "734": "摩詰所說亦名不可思議解脫法門如是受持。", "735": "第二命阿難宣經者阿難迹居小道後得羅漢之", "736": "身入無餘之時則生分永盡何得奉宣大經此意", "737": "止令傳持無謬結集法藏故命宣經若就本而為", "738": "語能持十方一切佛法豈容󰞆滅不能宣布此經", "739": "就文為三一奉受命二問經名三佛答二種名要", "74": "一切言說分別顯示。", "740": "者者即是實相實相總攝諸法得要即得諸法也。", "741": "佛說是經已長者維摩詰文殊師利舍利弗阿難等", "742": "及諸天人阿脩羅一切大眾聞佛所說皆大歡喜作", "743": "禮而去。", "744": "第三大眾聞經皆大歡喜也。", "745": "維摩羅詰經文疏卷第二十八終", "746": "No. 338-CNo. 338-C", "747": "此經一部疏合三十四卷上玄文三十一卷是天", "748": "台智者大師為楊主出至佛道品不二法門品下", "749": "有三卷疏是補處頂法師往前私記接成一部流", "75": "第二別答觀三世中前際不來如見有未來之法", "750": "傳後代故以記之耳維大周如意元年歲次壬辰", "751": "八月天宮寺僧義威傳寫誓願受持以期佛慧為", "752": "報三寶往江南法華寺斯文乃盡爾年六十處處", "753": "霄夕至死無倦。", "754": "大唐開元二十二年十二月會稽郡法華寺僧道", "755": "儀往浦陽清泰寺依天宮寺本寫訖", "756": "天寶十三載福嚴寫", "76": "入於現在可得是生是來可得是有邊無邊本不", "77": "見有未來之生何況更有來人現在是故前際不", "78": "來後際不去者若有法滅入過去可得言來可得", "79": "云如去不如去今不見有法入過去者是故後際", "8": "者出室還佛所復宗辨道明菩薩行顯淨名所居", "80": "不去今則不住者若有法在於現在可言在言住", "81": "可言常與無常今不見可得法在於現在者何得", "82": "言其住故三世求不可得他解金剛已前無常樂", "83": "我淨金剛已後常樂我淨今解不如此金剛已前", "84": "常樂我淨何以故佛性之法本自有之非適今也", "85": "金剛已後無常樂我淨何以故經言十地菩薩更", "86": "無量劫倒修凡事若法身起應六道同凡夫生滅", "87": "即是亦應有無常樂我淨是故同佗不同各隨所", "88": "以佗釋應只是化化是應今解不爾應能為化化", "89": "不能為應如凡夫外道通仙諸天神鬼皆能有化", "9": "妙喜之國當知三處說法除眾生惑累緣縛既盡", "90": "此不能為應如化所化亦是暫時權有不能卒其", "91": "始終今辨應是應同同其始終一期之法名之為", "92": "應如來以無分別心任運之智隨緣有感應而用", "93": "之無所為礙不勞運念猶如明鏡有像即現而影", "94": "像相似更無差異也如天仙所化作念經營方能", "95": "有化如畫運念動手圖寫人形未必全不動念妙", "96": "不妙約此兩譬可知不觀色者心如幻師幻作種", "97": "種色若知幻師是誑則不得所幻之色今色從心", "98": "幻師幻出尚不得此心何處見有此色故不觀色", "99": "不觀色如者若見色與如異是則泯色入如今不"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 338 維摩經文疏", "englishTitle": "卍 Xuzangjing, Electronic version, No. 338 維摩經文疏", "author": "隋 智顗撰", "language": "chinese", "source": "CBETA"}