{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 838-A 刻法盈俱舍頌疏敘記序No. 838-A", "1": "刻法盈俱舍頌疏敘記序", "10": "楚越然憶其奇絕之趣則償其頓弊當其所聞之者", "100": "過自然可令此罪速滅杜口絕言其理安在作是語", "101": "已忽不復現世親承命遂不割舌只且詣無著住處", "102": "諮受大乘於是研精󴥾思造五百大乘論解大乘經", "103": "年八十於阿輸闍國捨命雖跡居凡地實難思議也。", "104": "纂者集也如三皇五帝有德有位立制作孔子有", "105": "德無位述而不作今謂佛於餘二藏中已說窮理問", "106": "答論教名現論主纂集於一處乃云論纂千部。弘", "107": "宣葢遠者是上弘佛道法音遠布葢由志也謂弘揚", "108": "宣暢如來教典至遠約處遍大千界就時通萬二千", "109": "年也。發起良多者下化有情良者善也發起善信", "11": "或甚鮮今夫世之學者之於古典似人之登眺者亦", "110": "者多也又解由論教顯發義理有情以生得慧學論", "111": "教能發生聞思等慧解多也論教功德大而言之不", "112": "出上弘佛道下化有情故舉此二事也西明引論語", "113": "云子夏問曰巧笑倩兮美目盻兮素以為絢兮何謂", "114": "也解云此是子夏問詩義上二句在衛風碩人二章", "115": "齊候女莊姜為衛莊公夫人莊公惑於嬖妾使驕上", "116": "僭上聲莊姜賢而不答終以無子國人閔而憂之故作", "117": "是詩註云倩好口輔也盻目白黑分也箋云此章說", "118": "莊姜容貌之美也馬注論語云倩美笑貌也盻動目", "119": "貌也素以為絢兮此一句逸也逸由失遭秦焚書失", "12": "不為少也法盈師俱舍頌疏敘記者援據解釋苞舉", "120": "此句故詩不載也子曰繪事後素鄭注云繪畫文也", "121": "凡畫繪先布眾綵然後以素分布其間以成其文喻", "122": "姜女雖有倩盻美質亦須禮以成之也曰禮後乎註", "123": "云子夏聞繪事後素言解以素喻禮故曰禮後乎子", "124": "曰起予者商也始與可言詩已矣解云子夏能發明", "125": "夫子意如商可與共言詩也況論主造論再發起經", "126": "律教也然用此意即弘宣葢遠義同今不取也已上總歎", "127": "千部論自下別彰此論。揭去竭反高舉也音亦傑三蒼云舉也擔也負也莊", "128": "子曰揭日月而行諸又云擔囊揭篋負匱而趍此皆", "129": "訓舉也。剖普厚反判也。名相者名即諸法能詮名相", "13": "縷扸實教黌之間學者崇焉與夫近時之所謂木災", "130": "即諸法體相或相狀也。文約三十卷論。事廣近", "131": "即包婆沙發智等論遠則包含佛四十年前所說九", "132": "部經律中事也。工者巧也。言若能究根界之旨", "133": "者前來都歎此論之工也自下別述此論能根即根", "134": "品此品明諸法用界即界品此品明諸法體旨者趣。", "135": "窮世聖之源者此兩品明世出世因果凡取力行", "136": "因趣果莫過於此。辨因果於真俗者釋上世聖之", "137": "源也業品明俗諦因隨眠品明俗諦緣智品明真諦", "138": "因定品明真諦緣也。祛執滯於人我者祛者去也", "139": "除也釋上究根界之旨此二品辨三科法門去我執", "14": "者太有徑庭若其未襲篋笥之徒豈得無夫人之登", "140": "也。思已過去聲半者周易下繫云智者觀其彖辭則", "141": "思已過半矣注夫彖者舉三象之統也又略例云彖", "142": "者何也統論一卦之體明其所由之主者伏羲畫八", "143": "卦又因而重之成六十四卦其後文王乃造卦下之", "144": "辭謂之彖辭如乾卦云元亨利貞是也彖者斷也斷", "145": "一卦之體吉凶之義亦云繇貞祐反辭繇者抽也抽一", "146": "卦之大意也後周公又述六爻之辭爻如乾卦初九", "147": "潛龍勿用等爻下辭故云爻辭也至孔子乃造十翼", "148": "一上彖二下彖三上象四下象五上繫六下繫七文", "149": "言八說卦九序卦十雜卦說此論似經律之彖辭十", "15": "某山而不能極其奇勝之恨乎然研玩之則援據之", "150": "二部經中明初九部名過半也。專攻說有而已者", "151": "攻者伐也不但明小乘有教而已亦有大乘空義也", "152": "或可不但說有部而已亦有經部等諸部義也自下", "153": "第二此方傳譯分二初譯論二請造疏。大唐三藏", "154": "者姓陳東京偃師縣人也貞觀二年遊五天竺至十", "155": "九年正月却屆長安得梵本六百五十七部俱舍是", "156": "其一也二月六日奉詔於弘福寺翻譯也。再譯真", "157": "文者陳朝譯為初唐朝譯為再所詮理正文句定為", "158": "真文。親承密誨者三藏西方大乘諸師立破口授", "159": "基法師小乘義授光法師如安慧師救論主義等是", "16": "而有沓󴈂焉辟猶駭毉之窮撿毒箭於垂死者解釋", "160": "也自下第二請造疏。正釋者即三十卷為正釋也。", "161": "既盡善美矣者論語云子謂韶盡美矣又盡善也", "162": "謂武盡美矣未盡善也韶者舜樂名也夫聖人制樂", "163": "隨人心為名也韶者紹也舜揖讓紹繼堯德故因制", "164": "樂名也美者堪合當時之稱也善者理事不惡之名", "165": "也天下萬人樂舜繼堯而舜從人受禪是合會當時", "166": "之心故曰盡美也揖讓而代於理事盡旨故曰盡善", "167": "也武者武王樂名當時殷紂為惡日久萬人怨怒武", "168": "王征伐行武安天下之心故樂名武也天下樂武王", "169": "武王從人而伐紂是會合當時之心故盡美也以臣", "17": "之而有偨俿焉辟猶下才而牝黃乎牡驪者要之所", "170": "伐君於理事不有善故云未盡善也今序意此論三", "171": "藏初傳譯光法師承密誨制疏解釋盡理事之宜又", "172": "何加尚於此而更請造疏耶。三皇五帝三王樂名", "173": "自古天皇地皇人皇氏五姓紀七十二姓紀三姓紀", "174": "六姓紀四姓紀有巢氏燧人氏已前竝未有禮樂百", "175": "姓吸露精食草木之實不足山居者食吮禽獸居水", "176": "者食魚龜飲血衣茹毛皮人多傷病至燧人氏始鑽", "177": "木燧取火教人鑄金為釜鼎熟而食之故號燧人氏", "178": "五行於是生焉至伏羲氏大昊方以木德王始作八", "179": "卦以通神明製嫁娶之禮始作琴瑟之樂神農氏炎", "18": "謂稽古有餘發明不足者耳尋繹之者亦未可無夫", "180": "帝而嘉禾生醴泉出制本艸造五絃琴作不謀之樂", "181": "有熊氏黃帝姓公孫名軒轅作雲門咸池之樂金天", "182": "氏小昊作九泉之樂高陽氏顓頊作承雲之樂又云", "183": "使飛龍放八風音作五英之樂高辛氏帝嚳造鼙皷", "184": "鐘磬管箎作仁英之樂陶唐氏帝堯作大章之樂有", "185": "虞氏帝舜作太韶之樂夏禹作大夏之樂殷湯作大", "186": "濩之樂周武王作大武之樂此前燧人伏羲神農為", "187": "三皇者白虎通云天之總美大稱也皇者煌煌焉人", "188": "莫違也煩一夫擾一士勞天下不為也故黃金棄於", "189": "山珠玉捐於淵巖居穴處衣皮毛飲泉液吮露英虗", "19": "人之遊某山之絕奇而歸後之恨者也記故無梓今", "190": "無寥廓與天地通靈也黃帝顓頊帝嚳堯舜為五帝", "191": "帝者諦也象可承也德合天地者稱之帝帝者天號", "192": "也夏殷周三王也王者往也天下所歸往也德合仁", "193": "義稱之王王者五行之稱也王者所以盛禮作樂者", "194": "何節民之喜怒也樂以法象天禮以法象地人無不", "195": "合天地之氣有五常之性也樂所以蕩滌收其邪意", "196": "也禮所以防淫泆節其流靡也樂在宗廟之中君臣", "197": "上下同聽之則莫不和敬在於鄉里之中長幼同聽", "198": "之即莫不和順在閨門之內父子兄弟同聽之即莫", "199": "不和親是先王之樂意也〔此前意勿恐序也〕又何加焉加者", "2": "有人嘗登眺某之山履嶔嶇披灌莾然欲極其絕頂", "20": "梓之流焉然今之梓也唯為夫似指日矢重游之者", "200": "增上也已上徵請意。論岐巨岐反路也此下出請造", "201": "疏意列子曰楊子之隣人亡羊既率其黨又請楊子", "202": "之豎追之楊子曰嘻亡一羊何追者眾也隣人曰多", "203": "岐路既反問獲羊乎曰亡之矣奚亡之曰岐路之中", "204": "又有岐焉吾不知所之所以反也楊子戚然變容不", "205": "言者移時不笑者竟日門人怪之請曰羊賤畜又非", "206": "夫子之有而損言笑者何哉楊子不答門人不獲所", "207": "命弟子孟孫陽出以告心都子。都子他日與孟孫陽", "208": "偕入而問曰。昔有昆弟三人遊齊魯。之間同師而學。", "209": "進仁義之道而歸其父曰。仁義之道若何。伯曰。仁義", "21": "謀之耳與夫若頓臥一室楚越咫尺之者之與其一", "210": "使我愛身而後名身體髮膚不敢毀傷也。仲曰。仁義使我殺身", "211": "以成名無求生以害仁有殺身以成仁也。叔曰。仁義使我身名竝全既明", "212": "且晢以保其身彼三微術相變而同出於儒。孰是孰非耶。楊", "213": "子曰。人有濵河而居者。習於水。勇於泅。操舟鬻渡。利", "214": "供百口裹粮就學者。成徒而溺死者。幾半本學泅。不", "215": "學溺而利害如此。若汝也以為孰是孰非。都子嘿然而", "216": "出。孟孫陽讓責也之曰。何吾子問之。迂夫子答之。僻吾", "217": "惑俞甚心。都子曰大道以多岐亡羊。學者以多方喪", "218": "生。學非本不同。非本不一而末異。若是唯歸同同〔卦〕自得", "219": "也反一性性者正性也為亡得。喪吾子長先生之門。習先", "22": "等之謂頌疏之於對法藏其既仳離矣況於瑣尾頌", "220": "生之道而不達先生之志也哀哉。黷者數也亂也", "221": "謂言詞繁數也。易蒙卦彖辭云。蒙亨匪我求童蒙童", "222": "蒙求我。初筮告再三黷黷即不告。利貞解曰。蒙有二", "223": "義。一者微蒙暗弱則童蒙。二者蒙晦嘿則聖人也。大", "224": "象云山下出泉。蒙君子以果行。育德解曰上卦艮為", "225": "山也。下卦坎為泉也。山下出泉四面為山所壅。未知", "226": "所適。況初學者。心中蒙昧。有所決蒙之象也。君子以", "227": "果行者。君子當發此蒙。道以果決為行。告示童蒙為", "228": "決蒙之主也。育德者。謂隱默懷藏不自彰顯。云自成", "229": "聖德也。亨者通也。物既暗弱。意願亨通也。匪我師德", "23": "疏之序之記乎無乃學泅還溺哉者蓋未敢謀之耳。", "230": "明往求童蒙。但暗者求明故。童蒙求我也。初者發始", "231": "之辭。筮者決疑之物。童蒙既求我。我當以初始一理", "232": "正直之道以割決告之也。再三黷黷則不告者。師若", "233": "以深廣二義告之。則童蒙黷亂故不告也。利貞者貞", "234": "者正也。言蒙之為義利以養正故也此上二文謂繁者請不敘之也", "235": "今序用意三十卷。諸部破立岐略之義說繁十五卷", "236": "疏義理豐富。辭多黷亂也。幼好斯文者。疏主幼年", "237": "好學斯文。長年此論獨步長安。有人釋疏主十三講", "238": "此論名幼好斯文。十七造疏名長而獨得非疏主年", "239": "五十已上方造疏。居諸未幾者毛詩第二云日居", "24": "元祿癸未秋九月日沙門道空敘", "240": "月諸照臨下土言日月未幾疏即成也。遽渠却反速也急", "241": "也。以簡則易知者。易上繫云乾以易知。坤以簡能", "242": "易。則易知簡則易。從易知。則有親易從。則有功有親", "243": "即可久有功則可大可久。則賢人之德可大。則賢人", "244": "之業易簡。而天下之理得矣。意云乾有易知不難之", "245": "德。則四氣自成。坤有簡靜不繁之德。則萬物自生也", "246": "乾坤既有簡易之。德人亦法此乾坤。則成可久大之", "247": "功業也。疏云以簡易知者。以簡即坤易。知即乾有功", "248": "則坤可大。則乾合言有功。即可大互舉文者。乾坤須", "249": "兼有。況此疏有簡靜易知。令人成賢人之德業也。", "25": "俱舍頌疏序記", "250": "俾者使也𢍉婢反。後身廣慧西域記第五云天親無", "251": "著師子覺三賢哲每相語曰。凡修行業願覩慈氏若", "252": "先捨壽。得遂宿心當相報語。以知所至其後師子覺", "253": "先捨壽命三年不報世親菩薩。尋亦捨壽時經六月", "254": "亦無報命時。諸異學咸皆譏誚。以為彼二賢流轉惡", "255": "趣。遂無靈鑒其後。無著菩薩。於初夜分正為門人教", "256": "授禪法。燈光忽翳。空中大明。有一天仙。乘空下降。即", "257": "進階庭。頂禮無著。無著曰爾來何暮。今名何謂。對曰", "258": "從此捨命往覩史多天慈氏內眾蓮華中生蓮華。纔", "259": "開從華臺下禮拜慈氏。慈氏讚曰。善來廣慧善來廣", "26": "No. 838", "260": "慧。旋繞纔周。即來報命。無著曰師子覺今何所在。對", "261": "曰我旋繞時。見師子覺在外眾中耽著欲樂。無暇相", "262": "顧詎能來報矣。淮西域記世親房在健陀羅國。於此", "263": "造俱舍論。今此意云使廣慧菩薩遙證疏主釋。此通", "264": "方之教也。過去眾賢永慚偏識者。西域記第四云", "265": "僧伽䟦陀羅此云眾賢迦濕彌羅國人也。聰敏博達。幼傳", "266": "雅譽特深研究。說一切有部毗婆沙論。時有世親菩", "267": "薩秉心玄道。求解言外。破毗婆沙師所執。作阿毗達", "268": "磨俱舍論。論辭義善巧。理致精高眾賢修覽。遂有心", "269": "焉。於是深研鑽極十有二年。作俱舍雹論二萬五千", "27": "俱舍頌疏序記", "270": "頌。凡八十萬言。凡所製論。言深致遠。窮幽洞微。復告", "271": "門人曰。以我逸才。持我正論。遂屈世親。挫其鋒銳。無", "272": "令老叟獨擅先名。於是學徒四三俊彥持所作論。推", "273": "訪世親。世親是時在北印度磔迦國奢羯羅城。遠傳", "274": "聲聞眾賢。當至世親。聞已即治行裝。門人懷疑。前進", "275": "諫曰。大師德高先哲名擅。當時遠邇學徒莫不推謝", "276": "今聞眾賢。一何遑遽。必有所下。我曹厚顏。世親曰吾", "277": "今遠遊非避此子顧。此國中無復鑒達眾賢後進也", "278": "詭辨若流。我衰耄矣。莫能持論欲以一言頺其異執", "279": "引至中印度。對諸髦彥察乎真偽。詳乎得失。遂即命", "28": "建安沙門　法盈　修", "280": "侶負笈遠遊眾賢至中印度。秣底補羅國。大都城南", "281": "德光伽藍北三四里。大伽藍中。忽覺氣衰。於是裁書", "282": "謝世親曰如來寂滅。弟子部執傳其宗學。各擅專門", "283": "黨同道嫉異部愚以冥昧。猥承傳習覽所製阿毗達", "284": "磨。俱舍論破毗婆沙師大義。輙不量力沉究彌年。作", "285": "為此論扶正宗學。智小謀大。死期將至。菩薩宣暢微", "286": "言抑揚至理。不毀所執得存遺文。斯為幸矣。死何悔", "287": "哉。於是歷選門人。有辭辨者而告之曰。吾誠後學輕", "288": "陵先達命矣也。如何當從斯沒。汝持是書及所製論", "289": "謝彼菩薩代我悔過。授辭適畢。奄爾云亡門人奉書", "29": "解前序分二初歎西土論興之益二大唐三藏下此", "290": "至世親所。致辭曰我師眾賢已捨壽命。遺言致書責", "291": "躬謝咎不墜其名。非所敢望也。世親菩薩覽書閱論", "292": "沉吟之久。謂門人曰。眾賢論師聰敏後進。理雖不足", "293": "詞乃有餘。我今欲破眾賢之論。若指諸掌。顧以埀終", "294": "之託重其知難之辭。苟緣大義。存其宿志況乎此論。", "295": "發明我宗。遂為改題為順正理論。門人諫曰眾賢未", "296": "沒大師遠跡。既得其論又為改題。凡厥學徒何顏受", "297": "媿世親為除眾疑而說頌曰。如師子王避豕遠逝二", "298": "力勝負智者。應知眾賢死已焚屍。收骨於伽藍西北", "299": "二百餘步。菴沒羅林中。起率都婆。今猶現在。意云正", "3": "奇勝之處而探虎豹之穴踐虬龍之居則羸弊甚至", "30": "方傳譯請制疏之由初中分二初讚千部能次至於", "300": "理。論為偏識。令過去眾賢永慚見正理論偏識之", "301": "說。", "302": "解後序文二初菩薩。赴機論興之益。二者正儀下明", "303": "道俗興請。製疏之由初分二初總歎千部次別彰此", "304": "論。󳱮者語詞也。燭明幽暗北方稱幽。南方稱明。所", "305": "以北方有幽州。赫者盛也。詩云赫赫明盛貌。皷", "306": "動颽風。爾雅云南風謂颽風東謂谷風西謂泰風北", "307": "謂凉風。李巡註云颽樂也。言生長萬物。萬物喜樂以", "308": "時言之春曰谷風夏曰颽風。秋曰泰風。冬曰涼風。詩", "309": "颽風章云颽風自南音任一曰如字吹彼棘心棘心夭夭母", "31": "下別彰此論之德。昔釋迦至千部者此總標千部", "310": "氏劬勞解云此章美孝子也。夏風謂之颽棘難長養", "311": "者也。夏風而能吹拂成長。夭夭盛貌也。劬勞病苦也", "312": "颽風能吹長難成之棘。喻寬仁之母劬勞養育七子", "313": "夭夭之盛也。序意雖春風亦成物舉颽風成棘取萬", "314": "物極成也。匡大教而濟時者匡正也。謂菩薩匡持", "315": "佛法以濟時機也。此上義者由日有破暗之能。風有", "316": "成物之用。菩薩有濟世之德。故取之為況也。爰由於", "317": "也。弘揚也道引導也。五印度西域記云舊言身", "318": "毒天竺等。今從正音宜云印度印度之人隨地稱國", "319": "殊方異俗遙舉想名語其所美謂之印度。印度者此", "32": "昔者往也易云昔者聖人作易也往古來今為昔釋", "320": "云月月有千名此名其一稱言諸羣生輪迴不息無", "321": "明長夜莫有司晨。其猶白日既隱。霄燭斯繼雖有星", "322": "光之照。豈如朗月之明。苟緣斯致。因而譬月。良以其", "323": "土。聖賢繼軌。道凡御物。如月照臨。由是義故謂之印", "324": "度。五印度境周九萬餘里三邊大海。北有雪山。北廣", "325": "南狹。形如半月畵野區分七十餘國。時特暑熱地多", "326": "泉濕。躅者書云高步曰躅即光顯大師之教迹也。", "327": "言解外道之邪紛者。即由製論能解外道異執之", "328": "紛諍已上總歎千部自下別彰此論。六足下自明", "329": "八蘊者婆沙云雜結智業大種根定見也。西音名健", "33": "迦者是姓也此云能仁昔賢劫初有王名三昧多此", "330": "塗此云蘊。蘊者。聚諸法自類各集一處名蘊。謂集種", "331": "種異相。論道判為雜蘊集結。論道判為結蘊集智論", "332": "道判為智蘊集。業論道判為業蘊集。大種論道判為", "333": "大種蘊根定見准說。宗唯以正者論主情無偏黨", "334": "學該諸部凡厥正義咸以遵崇。潤色者論語云為", "335": "命󰑴諶草創之世叔討論之行人子羽修飾之東里", "336": "子產潤色之此四者皆鄭大夫為命謂作盟會之詞", "337": "諶性靜怯。若為其君作盟會之詞。即入草野中以創", "338": "立之世叔不能草創。但能討論治正諶所造之辭又", "339": "子羽不能討論。但取二人所創治者。更雕琢修飾之", "34": "云共許王即剎利種是佛遠祖也此王子孫相承有", "340": "子產又但采文潤色之徑。此四賢手懸之千古。聰", "341": "明者。尚書云。聰明視聽遠家語云聰以知遠。明以察", "342": "微。謂此論見聞廣也。文葢雲間者晉書曰陸雲字", "343": "士龍吳郡人也。荀鳴󳬈頴川人時士龍在司空張華", "344": "座鳴󳬈後至座上。諸賓素聞󳬈名皆為之起鳴󳬈曰", "345": "清風至飛塵颺。士龍曰凡鳥集鳳凰翔既而座定荀", "346": "陸二人敘溫涼陸曰雲間陸士龍荀曰日下荀鳴󳬈", "347": "時人謂之佳對。縉紳者漢書云縉者插也字應從", "348": "手紳者大帶古禮插笏。於紳當󱗉直插非如今腰間", "349": "斜貫。今時行禮猶依古也。縉字若從糸即帛也。赤也", "35": "十九大轉輪王第十九王名大須彌王子孫相承有", "350": "此謂衣冠之士。龜鏡者龜曰卜蓍曰筮皆考疑事", "351": "也。龜可以決疑。鏡可以鑒物。又云為龜之靈也知先", "352": "兆之吉凶為鏡之明也。鑒物像之好醜。言其佩縉紳", "353": "之服類。龜鏡之明也。既勤勤於法門屬自身不懈", "354": "怠之貌。孜孜子之反咀慈呂反兼濟者窮則獨擅一身", "355": "達則兼濟天下。遭遇狎習。蘭室者家語云與善", "356": "人居如入芝蘭之室。久不聞其香即與之化矣。與不", "357": "善人居如入鮑魚之肆。久不聞其臰亦與之化矣今", "358": "疏主接侍郎如狎芝蘭之室也。夕殞者論語云朝", "359": "聞道夕死可矣。質而不文者論語云質勝文則野", "36": "十七萬三千二百八十四小轉輪王其最後輪王名", "360": "注云鄙野也。文勝質則史史者文多質少也。文質彬", "361": "彬然後君子彬彬文質相半貌也。味道君子俗士", "362": "義學精人僧眾。鸞鏡者宋寶華泰鸞詩序云罽賓", "363": "國王網得一鸞欲得鳴而不能致夫人曰妾聞鸞得", "364": "雙則鳴舞以鏡照之鸞覩鏡中影。悲鳴却鏡而死因", "365": "號鸞鏡矣。吳越春秋云楚王召風湖子而告之曰", "366": "寡人聞吳有干將越有歐冶寡人欲因子請此二人", "367": "作劒可乎風湖子乃往見二子令作之一曰龍泉二", "368": "曰大阿豫章記云吳猛未言之前。常有紫氣見於牛", "369": "斗之間。占者以為吳王再興唯張司空以為不然及", "37": "魚王子孫相承有一百四十三粟散王其最後王名", "370": "吳平後。紫氣逾明。華聞雷孔章玅達緯象乃令觀之", "371": "章曰無他象。唯是寶物之精在豫章豐城縣華遂以", "372": "章為豐城令至縣堀深二丈。得一青玉匣。長八九尺", "373": "開之得二劒其夕牛斗氣。不復見後章留其一匣龍", "374": "泉進之張公。張公遇害。此劒飛入襄城水中也。吳猛", "375": "豫章人也。少有孝行。夏日常不駈蚊。懼其去已而噬", "376": "親年三十邑人丁義始授其神方。因還豫章。江波甚", "377": "急。不假舟檝。以白羽扇畫水而渡。覩者殊異之。敏", "378": "者達也聰也。", "379": "俱舍頌疏序記終", "38": "大茅草王即是佛七代祖初無子息將以國事委政", "380": "No. 838-BNo. 838-B", "381": "舊本卷尾載明有無漏色斷惑及五果文一紙半", "382": "餘然非是有關繫二序亦其文非盈師語氣有本", "383": "注曰古本朱書之知。是本󳬛學者抄記而且贅此", "384": "末者。後人以墨代朱。爾來謹錄。傳寫依舊耳。故今", "385": "除之矣。又後有記云乾元寺僧令端時會昌三年", "386": "值難唯手抄一卷。將供養後人。有傳持者。請當敘", "387": "之。憶而矣勅福州觀察處量等御中文語鄙俚未", "388": "足當一咲多是妄人欲眩惑人然紕繆陋拙非復", "389": "袁鉉族譜則一見可知耳。或本有寬信䟦文曰仁", "39": "羣臣入山修道為獵者誤射命終肉滴血墮地生兩", "390": "平元年八月勘內外本文而加添削。又語周防公", "391": "寬尊引載周易本文。又載永正年間三井無約䟦", "392": "語曰對四本校勘之其中闕略亂脫諸本互有此", "393": "本者。任意抄謄。或除或加。然則此記屢歷後人訂", "394": "正顧失盈公之真者。亦不尠耳。若夫沓󴈂偨俿者", "395": "亦安知非盈公千歲之冤也有人曰法盈者圓暉", "396": "弟子見尚慧俱舍私抄第十一而此記智證大師", "397": "入唐請來。余皆未能考之伏竢博洽云爾。道空識", "4": "蹣跚踸踔遂不能而歸焉爾後盍簮聚首流連酣暢", "40": "莖甘蔗貴族應霸精誠潛託甘蔗為日炙開割一莖", "41": "生男名善生一莖生女名善賢諸臣即立善生嗣位", "42": "從此稱之瞿曇氏此云日炙種或甘蔗種即是佛六", "43": "代祖後緣嫡妃忌妒遂擯庶子尼𤘽羅等兄弟四人", "44": "此云別成等居雪山四子建國安人故父王聞已讚", "45": "曰我子能仁我子能仁因此立姓釋氏是佛五代祖", "46": "若言瞿曇及喬答摩多是外道毀佛詞也。天親菩", "47": "薩者梵云提婆盤豆此云天親漢梵皆訛也舊云婆", "48": "藪盤豆新云筏蘇盤豆亦云筏蘇畔度此云世親劫", "49": "初之時自在天二十四返人間行化第二十四返現", "5": "之餘有人之誇詡其絕頂之勝事則多恨恨󱗉間不勝", "50": "三目八臂身遇目足仙人語仙人曰如我面上有三", "51": "目即堪與我論議仙人舉足報曰如我足下有目我", "52": "即與我論議天知墮負現羸瘦形却歸本天更不復", "53": "來人間時人仰慕天德為之立祠鑄黃金為身頗梨", "54": "為眼座高二丈號此天像為筏蘇盤豆謂與世人為", "55": "親友故云世親父母於天祠乞得三子皆從所乞處", "56": "為名也北印度境有國名富樓沙富羅富樓沙此云", "57": "丈夫富羅此云志國是帝釋弟能伏修羅建丈夫志", "58": "因此立名也毗搜紐天王傳云帝釋為伏修羅遣弟", "59": "毗搜紐天於此國生為提婆王子此國有修羅名因", "6": "其遺憾曰所不重游而探剔其奇者有如日亦人嘗", "60": "陀羅陀摩耶因陀羅是帝釋名陀摩耶此云伏此修", "61": "羅有大力常與帝釋戰能伏帝釋故有此名修羅有", "62": "妹名婆頗婆底婆頗此云明婆底此云妃其有容貌", "63": "修羅欲害毗搜紐天故將此妹誘之以呪術力變閻", "64": "浮提一處令陰闇自居暗處不令人見令妹明處語", "65": "妹云若有人欲得娶汝為妻即報云我兄有大力若", "66": "取我為妻必與兄相違若能與我兄戰乃可相許後", "67": "毗搜紐天見心大悅之問云汝是何人答云是修羅", "68": "童女天云修羅如吐娉諸天我無婦汝無夫相取可", "69": "否女如兄先言報之天云汝今愛我故有此言我有", "7": "遊某之山挹空翠於層巒捫飛蘿于複嶝息促吻張", "70": "大力能與汝兄戰遂許之修羅出明處問天汝是何", "71": "人輙娶我妹為妻天云我非丈夫可為此責我是丈", "72": "夫今何見恠修羅云汝有何能自一稱丈夫若與我", "73": "戰得勝與汝妹為妻天云請當決之即各持刀搶互", "74": "相斬刺天是那羅延力天身斫刺皆不得入天斫修", "75": "羅手足支分隨斷還生至晚不息無有死狀天力稍", "76": "弱緣覺疲困若更至夜修羅力盛明妃恐天不如即", "77": "取󳬂婆羅華擗為兩片各擲一邊於其中間去而復", "78": "來天解其意即提修羅身擗為兩片各擲一邊於其", "79": "中間去而復來修羅即死為先於仙人處乞願云若", "8": "作鋸木聲然到其所謂絕奇者則往往酸骨咋指殆", "80": "我手足身分被斷即還復生所以不死仙人欲令諸", "81": "天殺之不施擗身還復之願故致死也天居此地顯", "82": "丈夫志能因此立名稱丈夫志國此土有國師婆羅", "83": "門名憍尸迦有三子總名筏蘇盤豆自在天處乞得", "84": "竝取天祠之名其第三子比隣持貞利反䟦婆比隣持", "85": "母名䟦婆譯為子亦云兒於有部出家得無學果其", "86": "第二子即取總名於有部出家博學多聞遍通墳籍", "87": "廣造眾論其大者名阿僧佉此云無著於化地部出", "88": "家亦云於有部出家修定離欲得大乘空觀因此號", "89": "曰阿僧佉世親於健陀羅國講婆沙論成六百行頌", "9": "似與性命衡既而歸焉則委頓三日室外咫尺由企", "90": "執小乘為是不信大乘是佛說無著見弟聰慧過人", "91": "恐毀大乘論墮惡趣遣使往告我今有疾汝可速來", "92": "世親隨來去兄住處四十里至一僧伽藍聞無著弟", "93": "子誦華嚴經十地品發心感悟追悔甚深玅法昔所", "94": "未聞方驗小乘為非誹謗之𠎝源發於舌舌為罪本", "95": "今宜除斷即執銛刀欲割舌以謝其罪乃見無著住", "96": "立告之曰夫大乘教者至真之理也諸佛所讚眾聖", "97": "攸宗吾欲誨汝汝今自悟悟其明矣何善如之如諸", "98": "佛聖教斷舌非悔汝設割舌不滅前罪汝既因舌謗", "99": "大乘法而獲此罪若欲滅者當善讚說大乘大乘補"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 838 俱舍論頌疏序記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 838 俱舍論頌疏序記", "author": "唐 法盈修", "language": "chinese", "source": "CBETA"}