{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 952 重編天台諸文類集", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 952", "1": "重編天台諸文類集卷第十", "2": "四明沙門釋　如吉　編", "3": "諸文習氣類諸文習氣類", "4": "妙玄示通菩薩斷習妙玄示通菩薩斷習四二十八", "5": "從空入假。道觀雙流。深觀二諦。進斷習氣。色心無知。", "6": "得法眼道種智。云云學佛十力。四無所畏。斷習氣將", "7": "盡也。", "8": "妙玄明通教佛地扶習成道妙玄明通教佛地扶習成道四三十籤五二十一", "9": "過菩薩地。則入佛地。用誓扶餘習。生閻浮提。八相成", "10": "道過菩薩下。釋佛地。籤第四云。以菩薩時。留習潤生。故至菩提樹下。但斷殘習。", "11": "釋籤明不動三昧釋籤明不動三昧五九玄四十三", "12": "果報及三惑。成三不動者。動則兼業。諦但有三。業及", "13": "見思。同入俗諦所破故也日本問云。餘三昧及諸處皆以見思為真諦所破。此", "14": "中何為俗諦所破邪。法智答云。此中及以業及見思。同入生死俗諦。正為真諦所破。成於真諦三昧矣。餘文以", "15": "業同塵沙破。則成俗諦三昧者。各有所以。何者。如前無垢等諸文中及以散善破於惡業。散善則成假觀也。此", "16": "中以定善破。於散善。則成空觀也。故云背捨伏見思等。記主窮幽。故有此對。", "17": "妙樂明小乘二無知體妙樂明小乘二無知體一二十四", "18": "然小乘中。玄二無知。染污無知無明為體。不染無知", "19": "劣慧為體。謂味勢熟德數時量耳。", "20": "妙樂明身子在別教六住見思俱斷凡夫妙樂明身子在別教六住見思俱斷凡夫輔行", "21": "第二云。破見惑故離四惡趣。破思惑故離三界生六十六", "22": "準瓔珞意。身子於十住中第六心退。恐是爾前見思", "23": "俱斷。至六心時。見猶未盡。六心尚退日本問云。近代疑者云。別教初", "24": "住。界內見惑得已斷盡。豈第六住。見猶未盡。退作凡夫逆罪人耶。法智答曰。若常程別教。皆云。初住斷見。更不", "25": "起諸重過也。況見惑名數雖多。乃一位頓斷。思惑乃經諸位方盡。此常所譚。別教分齊也。今記主見云。身子六", "26": "住尚退。復起重罪。遂以義求。恐有教文。見思俱斷。至六心時。思猶未盡。見亦餘殘。所以能牽惡道也。此是記主", "27": "約義斟酌之辭。下可將現行別教難也。若據起信。唯云不退乃尅。就圓人辨之。若論示迹。亦須示其階位。約惑", "28": "分齊。方有退義也。", "29": "妙樂明二種三界俱有見思妙樂明二種三界俱有見思句九三十八　九", "30": "三十", "31": "秪是二死及以五住。應知三界名通。通界內外。若界", "32": "外立三界名者。以外準內故也。中理未窮。通名見惑。", "33": "通三界也。變易土中。勝妙五塵名欲界見思。不思議", "34": "法塵名上界思。", "35": "法華名上文句明通菩薩扶習法華名上文句明通菩薩扶習七十八", "36": "誓願扶餘習入生死。而不以空為證也。", "37": "輔行釋別教滅諦中破塵沙輔行釋別教滅諦中破塵沙止一十三二九", "38": "塵沙者。譬無知數多。他解唯二。一染污。二不染。不染", "39": "即習氣。今家意者。小乘習氣即別惑。是故今釋之。分", "40": "界內外一十六門。知病識藥及授藥也。", "41": "止觀明界內相應獨頭止觀明界內相應獨頭三二十一", "42": "若迷權理。則有界內相應獨頭等無明。與見思諸使", "43": "合者名相應。不相應者名獨頭。", "44": "輔行釋輔行釋五二十五", "45": "言獨頭者。婆沙云。不共無明。不與使俱。問亦不共掉", "46": "纏等耶。答無也。", "47": "止觀明界外相應獨頭止觀明界外相應獨頭三二十一", "48": "若迷實理。則有界外相應獨頭等無明。所以者何。界", "49": "內雖斷相應獨頭。而習氣猶在。小乘中習非正使。大", "50": "乘實說。習即別惑。是界外無明也。", "51": "輔行釋輔行釋五二十六", "52": "界外亦有相應獨頭。而與界內具體永異。即障中道。", "53": "相應獨頭亦是與界外見思諸使合者。名為相應。直", "54": "爾障理。名為獨頭。言相應者。如云自此已前。皆名邪", "55": "見。又等覺已來。修離見禪。此即界外同體見也。方便", "56": "實報二土五塵。為界外思。如此見思必有無明。名為", "57": "相應。", "58": "輔行示塵沙雖無牽報必須先斷始進修中輔行示塵沙雖無牽報必須先斷始進修中", "59": "五二十七", "60": "疑云。界外潤生。正由無明。既不由塵沙。何須先斷。釋", "61": "曰。障化道故。故須先斷。為真化方便故。先斷此惑。斷", "62": "已方能進修中觀。破實報中相應獨頭。塵沙為枝。無", "63": "明為本。", "64": "止觀明三諦上皆有愛見止觀明三諦上皆有愛見四十六　記四上末", "65": "三衣者。即三觀也。蔽三諦上醜。遮三諦上見愛寒熱", "66": "一一諦上。皆有愛見。愛如熱。見如寒。", "67": "輔行引大品釋誓扶習生輔行引大品釋誓扶習生五下二十四", "68": "言誓扶習者。大品云。留餘殘習。以誓願力。乃扶餘習。", "69": "而生三界。利樂有情。", "70": "止觀解見惑從解得名止觀解見惑從解得名五三十三", "71": "然見則見理。見實非惑。見理時能斷此惑。從解得名。", "72": "名為見惑耳。", "73": "正觀解見惑當體受稱正觀解見惑當體受稱五三十四", "74": "復次見惑非但隨解得名。亦當體受稱。稱之為假。假", "75": "者。虗妄顛倒。名之假耳。", "76": "輔行釋輔行釋五下十三", "77": "當體名見。見秪是假。假者秖是不實為義。得名雖殊。", "78": "見體不別。所以重於當體主假名者。欲於一一立三", "79": "假義。知見體是假。是故先云。見體是假。假謂三假。又", "80": "前文云。從解得名。見理方斷。云何見理必推三假。是", "81": "故復云當體名假。應以四句破假。假破故見理。亦應", "82": "合云假所生惑。", "83": "止觀約亦生亦不生豎破法徧止觀約亦生亦不生豎破法徧五四十六五下", "84": "二十七", "85": "為是習不生而真生。為是塵沙不生通用生通用生者。破一", "86": "一惑。即得無量俗諦三昧。利物自在。名通用生。", "87": "止觀解思惑從解得名止觀解思惑從解得名六一", "88": "稱思惟者。從解得名。初觀真淺。猶有事障。後重慮真。", "89": "此惑即除。故名思惟惑也。", "90": "止觀引華嚴明圓教八信至十信斷思習盡止觀引華嚴明圓教八信至十信斷思習盡", "91": "六八記上九", "92": "華嚴云。初發心時。正習一時俱盡無有餘。界外正習", "93": "未盡。此乃界內正習盡耳但云八信至第十信斷習盡者。習通皆外塵沙無明。", "94": "輔行約文約意明見思無明輔行約文約意明見思無明六下七", "95": "若從文說。見思障真。無明障中。若從意說。見思之外", "96": "無別無明。無明體性既即法性。當知見思亦即法性", "97": "下文又云。豈有塵沙在見思外。豈有無明在二觀後。三惑既即。三觀必融。", "98": "涅槃玄示見思習氣涅槃玄示見思習氣上八", "99": "小者二乘也。雖斷煩惱。猶有習氣。我身我衣。我去我", "100": "來。謂佛與己等。唯有常淨。無有我樂。三寶差別。則是", "101": "習氣。所以為小也。", "102": "維摩玄疏明通教如佛地坐道場時斷一切習維摩玄疏明通教如佛地坐道場時斷一切習", "103": "三十六", "104": "一念相應慧斷一切習氣盡者。所謂煩惱障法障之", "105": "習氣也下文又云。通教進斷習氣。及色心無知。得道種智也。", "106": "維摩玄疏引大論明變易三界愛惑維摩玄疏引大論明變易三界愛惑三十九", "107": "大智論。明迦葉聞甄迦羅琴聲不能自安。迦葉云。三", "108": "界五欲我已斷竟。此是菩薩淨妙功德所生五欲。故", "109": "於是事。不能自安。例色無色愛亦復如是。", "110": "維摩玄疏約別惑正習釋淨無垢稱維摩玄疏約別惑正習釋淨無垢稱三末", "111": "維摩既是一生補處大士。即是法身。居等覺金剛心", "112": "無垢菩薩之位也。佛性理顯。故名為淨。別惑正習俱", "113": "盡。無明餘習譬若微煙。雖有如無。故名無垢。", "114": "維摩疏明圓等覺斷習維摩疏明圓等覺斷習", "115": "正觀中道。破真俗二邊。至金剛頂邊際智滿。中道體", "116": "顯。三惑方盡。無復餘習者。圓教始從初住。經至法雲。", "117": "圓斷諸見。猶有習在。等覺入重玄。千萬億劫重修凡", "118": "事。見理分明。習氣微薄。事等微煙。故名無復餘習。如", "119": "以少鹽投於大河。無復醎味。故大論云。有無二見滅", "120": "無餘。諸法實相佛所說。常徒但云斷界內二見。又用", "121": "地論別義。登地離凡夫我相障。斷有無見。豈得消此", "122": "經文。問此有何過。答藏通見道即斷諸見。別教登地", "123": "斷界外見。並不可歎補處之德。優婆塞經云。九地斷", "124": "見習。十地斷愛習。地持云。離一切見清淨禪。此據等", "125": "覺。故今約之以消此文。一家圓斷義轉分明。", "126": "維摩疏引地持明入重玄門維摩疏引地持明入重玄門二五", "127": "重玄門者。地持云。入住起力禪者。復入力禪。入者。從", "128": "凡心入一切法門。乃至上地起。力者。從等覺地起。入", "129": "一切法門。住者。隨住一切法門。即住一切法門也。捨", "130": "復入力者。百千萬億劫重修也。", "131": "維摩疏約法障通惑正習釋三藏權實二智維摩疏約法障通惑正習釋三藏權實二智", "132": "三十五記上之下裕四六", "133": "俗諦智究竟分明。法障皆盡。名自行權智。真諦理究", "134": "竟分明。正習俱盡。名為實智。法障者界內塵沙也。", "135": "維摩疏明菩薩不為界外五欲所動維摩疏明菩薩不為界外五欲所動八二十一", "136": "華至菩薩皆墮落者。表菩薩住不思議解脫。生實報", "137": "土。已離別惑。彼妙五欲。所不能動。故華不著身。皆自", "138": "□□。", "139": "維摩疏直以別惑為小乘習氣維摩疏直以別惑為小乘習氣八二十一", "140": "二乘但斷界內五欲。故世間五欲所不能動。別惑未", "141": "除。故為界外。上妙色聲之所染污。故呵言結習未盡", "142": "華則著身。如大論迦葉聞甄迦羅琴。不能自安。即云", "143": "八方風不能動須彌山。隨藍風至。碎加腐草。三界五", "144": "欲。我已斷竟。不能動心。此是菩薩淨妙五欲。吾於此", "145": "事。不能自安。即其義也。", "146": "維摩疏據大論小乘覆相以別惑為習氣維摩疏據大論小乘覆相以別惑為習氣八", "147": "二十二", "148": "問此經結習未盡。華則著身。何關別惑。答大論云。於", "149": "聲聞經。說為習氣。於摩訶衍。說為正使。即是別惑。", "150": "維摩疏料簡別惑可稱四住不稱所以維摩疏料簡別惑可稱四住不稱所以八二十二", "151": "問斷通惑別惑。俱作四住名不。答若約通教界內者。", "152": "四住之名。若別接通。界外但有無明之名。無明能障", "153": "佛性。不名見思。若約別教。無明即是正使。亦有見思", "154": "四住之名。故天女呵云。若於佛法有分別者。為不如", "155": "法。既有分別。則是見惑。又云。結集未盡。華則著身。故", "156": "有思惑。亦得分思。以為三住。", "157": "維摩疏明界外見惑之相維摩疏明界外見惑之相八二十二", "158": "二乘人厭世五欲。而取涅槃。此則心有去取。今見菩", "159": "薩果報五欲。亦謂為不如法。捨離推却而不得去。云", "160": "云天以無分別心感。還以無分別心散。諸菩薩無分", "161": "別心。華則不著。身子等分別生死涅槃有異。分別即", "162": "是別見惑也。", "163": "維摩疏料揀去華結習有共不共維摩疏料揀去華結習有共不共八二十三", "164": "問定是別結未斷。為是通結之習。答若約通教。如迦", "165": "葉是習氣。若約別教。即別結未斷。故有習氣。如大論", "166": "明。結使二種。一共二乘斷。二不共二乘斷。共者。迦葉", "167": "已斷。不共者。迦葉未斷。已如上說。今此經既明不思", "168": "議解脫。正用別圓斷也。", "169": "光明文句引地持明清淨淨禪斷通別正智光明文句引地持明清淨淨禪斷通別正智", "170": "上十記一十九", "171": "若入第九清淨淨禪。一切通別惑累。若正若習皆盡", "172": "其第九禪。即從十地。轉入妙覺。故云一切通別惑累。若正若習皆盡。自十地已還。悉有正習。論解華嚴。不開等", "173": "覺十地。即等覺也。言通別惑累正習皆盡者。通即四住。別即無明。通惑正使。圓七信盡。習氣至佛。同別習盡。以", "174": "今家於小乘習氣。分別四四十六門故。若別惑者。四十二品。斷位如常。習氣但如淨名疏說。彼引地持。離一切", "175": "見。清淨淨禪故。但明見習。若引優婆塞經。十地斷愛習。十地即等覺。豈不入重玄耶。故知別惑斷正使。外使入", "176": "重玄。斷於習氣。文甚分明。", "177": "光明文句釋佛斷見纏通別俱盡光明文句釋佛斷見纏通別俱盡中三十一", "178": "二乘所斷。是通見纏。菩薩所斷。是別見纏。淨名云。結", "179": "習未盡。華則著身。未斷別見。為華所著也。而言佛所", "180": "見纏者。若別究竟。盡在於佛也。", "181": "記釋記釋四二十六", "182": "雖云菩薩能斷別見。而斷未盡。究竟在佛。若至佛地。", "183": "不唯別盡。通亦窮邊。何者。若由見思徧十方界六道", "184": "眾生。差別種習之所成就。因地乃斷。未盡邊涯。唯佛", "185": "究竟。故云若通若別究竟在佛索隱記第一云。通即見思。別即塵沙。無明", "186": "通別各有。正智通盡已。久望前總。記云。昏盡耳門。別惑正習。云何分別。答界外見思既無異體。正使習氣安得", "187": "兩殊。", "188": "四念處明三義三乘見理故有三種四念處明三義三乘見理故有三種一二", "189": "聲聞謂理在正使外。緣覺謂理在習氣外。菩薩謂理", "190": "在正習外。三人於三種外。方乃見理。故言理三也。", "191": "四念處明二乘總別斷結四念處明二乘總別斷給一十二", "192": "總相斷結。智慧麤故。但除正使名聲聞。若別相智慧", "193": "細。侵習氣。名支佛。", "194": "四念處示界外三界惑相四念處示界外三界惑相四一", "195": "若作界外別說者。登地斷別見。二地至六地斷別欲", "196": "界思。七地斷別色無色界思。此亦偏斷之義耳。云云", "197": "地持解。等覺無垢地始得離見。見清淨禪。當知離欲", "198": "界。色無色惑。俱至等覺乃盡。方是圓義。若八地始離", "199": "無色界果報者。是偏斷之義也。", "200": "觀音玄記釋三十四心正習俱盡觀音玄記釋三十四心正習俱盡下四", "201": "言三十四心正習俱盡者。頓證羅漢及以支佛。亦三", "202": "十四心無間而得。但不以此頓盡正習。一言於習。有", "203": "見思習及塵沙習。菩薩修學塵沙法門。治其劣慧。於", "204": "一一門。用四諦觀。伏其正使。於一一門六度行。熏見", "205": "思習。故樹下三十四心。於塵沙法上。證四真諦。故令", "206": "正使及二習氣俱持而盡。故能二諦皆究竟也。", "207": "觀音義疏記釋支佛侵習觀音義疏記釋支佛侵習支佛侵習為淺處記上十三", "208": "支佛修行不立分果。深觀緣起。久修三多。福慧既隆。", "209": "預侵二習。雖未發真。四流莫動。名得淺處。頓證極果。", "210": "名到彼岸。", "211": "玅宗鈔料簡二處愛惡俱是別惑玅宗鈔料簡二處愛惡俱是別惑中七", "212": "問論云迦葉對於菩薩勝妙五欲生愛之甚。不安起", "213": "舞。至法華中。迦葉敘昔聞菩薩淺。遊化神通。不生一", "214": "念好樂之心。二事皆是菩薩之法。因何愛惡頓爾相", "215": "乖。答應知二心俱是別惑。愛於妙欲。即同體思。惡於", "216": "度生。即界外塵沙。如不背子。但愛富貴。而怠修字。例", "217": "淨名中。斥身子云。結習未盡。華則著身。畏生死故。五", "218": "欲得便。既畏生死。乃指塵沙。為結習耳。", "219": "順正理論示不染污無知亦名習氣順正理論示不染污無知亦名習氣未撿", "220": "故不染污無知。亦名習氣。數習煩惱。所󰞆氣分。習之", "221": "氣故。唯佛永斷。二氣猶有。或名不動求解慧。或名邪", "222": "智等。不曰體同故也。", "223": "俱舍論明小乘習氣俱舍論明小乘習氣", "224": "塵沙即是習氣。蓋數習劣慧。不能徧了一切境種。又", "225": "云。不染污無知能覆一切味等真實之義。乃障一切", "226": "味等真實之見。", "227": "重編天台諸文類集卷第十"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 952 重編天台諸文類集", "author": "宋 如吉編"}