{"sourceLink": "http://www.cbeta.org/", "text": {"0": "抄題雜化門題盂蘭盆會疏", "1": "高峯龍泉院因師集賢語錄卷之十五", "10": "師資纔周祥縛。聖善母氏遽返泉關。災連禍併於一", "11": "時。苦極悲摧之萬狀。自嘆閻浮六十甲子已經。塵世", "12": "二九春秋虗負。歲時空擔日月。己身未求東度。父母", "13": "須願西歸。不免捨身浪遊。蹇跡本貫。橫浦流寓凌江", "14": "曲江。暫駐翁源。復𢌞始邑保邑。叢林走遍。未逢明眼", "15": "宗師。拄杖拈歸。且卜安身住舍。信步尋遊彼地。因行", "16": "登覽高山。有荒頹古剎道場認漫滅龍泉匾額。四圍", "17": "荊棘垣墻倒塌草生堦。兩畔蓬茅堂殿傾斜藤盖瓦。", "18": "線路行須斂脚。衡門入要鞠躬。借問居鄰。歷知事實。", "19": "久無僧行。盡拘常住入官司。僅有法堂。誰管兩霖沾", "2": "自陳情詞門自陳情詞門", "20": "佛像。細觀境界頗遠俗󴃕。山水來朝院門豈應久廢。", "21": "龍神有感伽藍自合重興。始創規模年方念五。逮成", "22": "基址齒已三旬。蒙朝廷而頒降勑綾。辦心力而進納", "23": "財物。隨緣舉貸糜費不下千緡。竭意營求幸滿從初", "24": "一願。十磨九難。萬苦千辛。仰憑佛力就中扶。且喜僧", "25": "緣於彼獲。當年僥倖祖師傳無相三衣。次歲亨通使", "26": "府帖差兼兩所。管佃蓮花眾福。住持本院龍泉。往來", "27": "數載循環。批判三場公案。宿債解除五百䌇。袈裟緣", "28": "結二三員。皆因逐歲勤勞。盡是隨緣節儉。穿井開池", "29": "通水利。架橋貼道便人行。田庄增置而接待十方。花", "3": "因師自敘因師自敘", "30": "果剩㘽而供陳三界。開基剏造闔寺周圓。一新殿宇", "31": "而金碧巍煌。重塑聖容而丹青顯飾。敷設幡花供養。", "32": "燒燃香燭瞻依。上報四恩。下資三有。莫道教門無驗。", "33": "只恐人心不堅。年已四旬自喜平生滿願。心澄萬慮", "34": "且隨緣分安居。細綿布衲逐時縫。羮飯野蔬隨日度。", "35": "要覔無生話。須延有永年。但教心地坦平。管取龍天", "36": "擁護。", "37": "開山營創牓開山營創牓", "38": "高峯山龍泉院。", "39": "伏覩本院久闕住持。殿宇崩頹門廊倒塌。一望棟", "4": "野釋比丘德因。命屬丙申月居乙未。癸酉臨日癸亥", "40": "梁俱壞。四圍荊棘遍生。架造年深頹弊日甚。所幸", "41": "法堂三間尚在。可憐院門一物全無。見者酸心。聞", "42": "之興嘆。德因蒙使府帖差掃洒。承檀越疏命住持。", "43": "雖云時有廢興。豈可坐觀成敗。是用辨心竭力。要", "44": "圖革故鼎新。爰抽衣鉢之資。廣辦木材之用。鳩集", "45": "工匠重立道場。修法堂而九架五間。剏寢室而七", "46": "間五架。亦至三門之鼎建。又令兩廊之復新。裝塑", "47": "殿中佛像七十三尊。彩繪壁間聖容八十四位。置", "48": "應緣四十九軸之功德。標大藏一十二部之真詮。", "49": "造器皿以待往來。栽花果以呈供養。架橋結路鑿", "5": "直時。丙戌生胎年庚多蹇。夙植德本幸處中華。荷父", "50": "井開池。增置稅根六伯有餘。永充常住萬年無毀。", "51": "所費三千餘貫。初非眾力贊成。幸獲畢工庸伸慶", "52": "懺。命同袍建水陸冥陽二會。設大齋献天地水府", "53": "萬靈。集此良因。少伸素願。仰祝", "54": "一人有慶萬壽無疆。官僚之祿位高增。檀越之壽", "55": "祺延永。次冀山門益因。僧行常安。恩有同資。人天", "56": "炳鑒。", "57": "年　月　　　日　　　　　　謹識", "58": "高峯龍泉院因師集賢語錄卷之十五終", "6": "母之生成。感乾坤之覆蓋。幼年十歲嚴君違背以早", "7": "亡。持服五冬慈母拋離而改嫁。孤苦備甞艱險。忖思", "8": "豈不傷嗟。誓捨俗以辭親。願出家而歸佛。空門喜入", "9": "未登星紀之兩暮。丈室亹鐘不幸先師之一別。圓寂"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1277 高峰龍泉院因師集賢語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1277 高峰龍泉院因師集賢語錄", "author": "元 如瑛編", "language": "chinese", "source": "CBETA"}