{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1550 淨土聖賢錄續編", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "往生雜流第五丁童子", "1": "淨土聖賢錄續編卷四", "2": "往生女人第六往生女人第六", "3": "田婆田婆", "4": "田婆。泰州野田莊人。夫婦俱信三寶。造像放生。齋僧", "5": "布施。其夫日誦法華經。婆獨念佛。如是二十餘年。婆", "6": "忽於順治十四年八月二十三日。向子言。可將二妹", "7": "領回。我今日西方去矣。子從之。家人都為淚下。婆說", "8": "偈曰。五十六年大事畢。丈夫兒女休啼泣。我今撒手", "9": "往西方。摩訶般若波羅蜜。端坐而逝蓮藏。", "10": "蔣氏蔣氏", "11": "蔣氏。興化縣東鄉人。年四十。夫亡。葬畢。向子泣曰。無", "12": "常到來。莫能替代。譬如我今亦死。汝亦無奈。從今以", "13": "後。我持齋念佛。不管閒事矣。子順母命。宅旁葢一茅", "14": "舍。禁足念佛。經歷五載。至順治十七年。五月二十日。", "15": "忽向子言。可買木作龕。吾於二十三日午時。西方去", "16": "矣。遂往鄰家辭別。屆期。念佛而逝。頃之。出火自焚蓮藏", "17": "西史氏曰。夫亡而修成淨業。則夫必藉以超生。理實", "18": "可推。近世有青年喪偶。而自盡其軀者。縱節烈可風。", "19": "失利益矣。孰若蔣氏之為得計耶。", "20": "賀氏賀氏", "21": "賀氏。常州魏村人。與夫潘尚高。同修淨業。日誦金剛", "22": "經。晨夕禮拜念佛。回向西方。康熙十九年七月。有疾。", "23": "預期二十九日午刻。辭世。屆期。子女畢集。又延諸善", "24": "友至。齊聲念佛而終蓮藏。", "25": "黃氏女黃氏女", "26": "黃氏女。名峻。不詳其里居。自幼失怙。隨其祖母顧。禮", "27": "佛誦經。年十四受陵某聘。甫五日而病。且劇。乃決意", "28": "出家。命扶掖起向佛膜拜。懺悔宿業。壻聞來候。家人", "29": "欲引至榻前。峻搖手止之。日暮延僧受戒訖。朗呼陸", "30": "某曰。自今姻緣斷絕。勿復為念。爾亦及早回頭。毋久", "31": "迷也。遂令僧祝髮。從之合掌三謝。翛然坐脫。逾時不", "32": "傾。次日家人為更衣。體發異香。眉頰間。紅光赫然何", "33": "士瑗陰隲文註釋。", "34": "王荊石女王荊石女", "35": "王荊石女。江蘇太倉人。許字徐景韶。年十七。忽長齋", "36": "受戒。朝夕禮大士像。後景韶病死。聞訃日。即布衣草", "37": "履。別築一室。焚修五年。一日與家人別。期重九日當", "38": "行。屆期。左手結印卓立而逝何士瑗陰隲文註釋。", "39": "陸氏陸氏", "40": "陸氏太倉人。大西關外。張季思妻也。年十七。即長齋", "41": "念佛。且誦金剛經。大悲呪。回向西方。見殺物命者。即", "42": "發願救度。康熈四十二年九月。空中見輿舟西往。其", "43": "肩輿運舟者皆僧。不三日安然念佛而脫。時為九月", "44": "二十六西歸直指。", "45": "徐氏徐氏", "46": "徐氏。松江人。歸本郡楊拂齋。年三十二。茹素念佛。并", "47": "䖍持大悲神呪。期生安養。每晨興。必盥洗焚香。念佛", "48": "千聲。持呪二十一遍。然後理家事。如是數十年。乾隆", "49": "三十五年。夏微疾。至六月八日。課誦如常。持呪刻許。", "50": "漸覺聲出戶外。視之已含笑坐逝矣。時值酷暑。三日", "51": "後。顏色如生。焚化衣衫。火𦦨皆成五色蓮華。見者歎", "52": "異染香集。", "53": "兵家婦兵家婦", "54": "松江一兵家婦。失其姓氏。寡居無子女。住普照寺南。", "55": "性質直。見婦女有過。必面斥其非。以故婦女輩。多敬", "56": "憚之。婦日有常課。曉起誦金剛經數卷畢。始經理紡", "57": "績。資生等事。夜則闔扉念佛。至老不倦。一日有高行", "58": "老僧。過其門。婦合掌問曰。我聞金剛不壞身。誦此經", "59": "者。肉身亦可不壞。信乎。僧曰。然。婦隨坐脫。時當盛暑。", "60": "貧無以斂。三日尸不腐。異香滿室中。提督楊公捷夫", "61": "人親臨其喪。即其地建坐化庵。漆其身。至今尚存。後", "62": "有鎮江某氏婦。隨宦松城。青年夫死。自誓守貞。焚修", "63": "此庵。以念佛為日課。五十年。足不踰閾。年荒煑草為", "64": "食。婦女輩或周之。非其人一毫不受。先後致徒數人。", "65": "不堪其苦。輒散去。年五十。語其所契某齋婆曰。我既", "66": "歸向佛門。不可不聞戒律。遂偕往大雄山。禮谿谷和", "67": "尚稟受戒法。既歸行持益勵。年近九旬。念佛吉祥而", "68": "逝。事在乾隆中染香集", "69": "西史氏曰。盛暑不腐。必其淨業已久。色身堅固者能", "70": "然。而往生淨土之人。或不盡是。勿取相以求可也。", "71": "曹媼曹媼", "72": "曹媼常州柏天佑母也。天佑平生樂善。事呂真人謹。", "73": "嘗設鸞問仙術。退輒冥心端坐。已而至蘇。或詒以西", "74": "方確指一書。闢仙術。指歸淨土。始回向佛乘。然頗疑", "75": "與仙術異。以問真人。真人曰。爾何疑哉。三災到時。我", "76": "輩亦無別路可走。樂󳬛安隱。爾其勉之。因令兼誦金", "77": "剛般若經。天佑意遂釋然。先是媼年六十四。病熱。天", "78": "佑自蘇馳歸。視母氣已絕。唯胸前微溫。家人為治棺", "79": "衾。天佑悲慟。禱於白衣大士。誦白衣呪一萬二千。願", "80": "減己壽一紀以益母。涕淚并下。其明日索飲。閱數日。", "81": "病起。言始死時。為兩吏所引。歷土地城隍諸司。尋詣", "82": "東嶽府。府君言汝有子。為汝誠禱。仗大士力。貸汝死。", "83": "命吏引出放還。天佑由是勸母修淨業。媼遂長齋。日", "84": "以初中後分。掐數珠。課西方佛名。回向淨土。居十二", "85": "年。年七十六。九月既望。晨興。謂天佑曰。吾將去矣。可", "86": "召諸親屬為別。越三日。起坐。洗沐易衣。就枕而逝。又", "87": "天佑有外姑許氏母。家居。亦長齋念佛。而未能專一。", "88": "天佑迎之至家。教以放下萬緣。一心念佛。母如其言。", "89": "時年六十五矣。自三月至六月。未嘗有間。一日。向天", "90": "佑拜。驚問其由。曰。吾生六十餘年。顛倒夢想中。未嘗", "91": "獲一日安樂。自子導我以念佛。吾旦而念焉。俄然而", "92": "夜矣。夕而念焉。俄然而旦矣。世間安樂。何以過之。微", "93": "子則不及此。是以拜。天佑因為稱說極樂莊嚴。且曰。", "94": "但得一心。聖境自現。聖境現時。亦勿生著。又三月。方", "95": "夜坐。忽見金蓮華現前。已而化作百千萬億。鄂不層", "96": "出。上升虗空。光耀無極。向晨。復拜天佑。言其事。母自", "97": "是容色腴潤。如三十許人。終日無他言。夜臥更許。即", "98": "起坐念佛。時乾隆四十二年。後不詳其所終西方公據。集驗", "99": "西史氏曰。觀真人此語。則修淨土其急務矣。世有崇", "100": "仙術而譏佛理者。將誰欺乎。", "101": "陶氏陶氏", "102": "陶氏。名善。字慶餘。一字瓊樓。蘇州長洲人。彭二林居", "103": "士。從子希洛之妻也幼頴敏。通等韻之學。與妹仁。晨", "104": "夕酬倡。性愛蕭寂。遇佳山水。一往有遺世志。時見於", "105": "詩。亡何。妹得羸疾以歿。遂輟詩。不復為。讀大報恩經。", "106": "感如來往昔苦行因緣。遂發大願。願證無生法忍。手", "107": "書是經。及金剛彌陀諸經楷法端整。日誦西方佛名", "108": "不輟。著慚愧吟數十首。多近裏。之言。既嫁日與家人。", "109": "說苦空無常之法。晨興。仍課淨業。以次閱法華楞嚴", "110": "華嚴諸大乘經。信解益利。其年秋。和二林居士閉關", "111": "詩十首。一云。無相光中自有真。慈風披拂四時春。而", "112": "今一著通消息。回向蓮󳬛稽首頻。二云。原來無實亦", "113": "無虗。論道談禪事也餘。一句彌陀空自性。孰為是我", "114": "孰為渠。三云。𣲙泮波塘水影定。照空萬象慧光圓。須", "115": "知行滿功成後。鳥語花香也自然。四云。亭俯清流屋", "116": "倚山。綠蘿影裏掩松關。閒來好認歸家路。免得臨時", "117": "無處攀。五云。淨域神遊明似日。杖頭何用夜然藜漫", "118": "論十萬八千路。樓閣虗空更在西。六云。行樹何殊七", "119": "寶林。枝頭也得聽靈禽。自然說法東風裏。演出百千", "120": "微妙音。七云。夙夜惺惺徹底看。幾番生滅總無端。前", "121": "村雪後梅花放。露出春光不可瞞。八云。九十風光易", "122": "寂寥。然燈朗照度春宵。烹茶非為清香味。適興何妨", "123": "一飲瓢。九云。此土結得蓮華盟。八功德水蓮華生。一", "124": "心不亂超凡品。定向樂󳬛淨處行。十云。勘破重關觸", "125": "處真。從今不入舊迷津。輪回六字無終始。流水行雲", "126": "總是春。入冬感疾。自知不起。時誦西方佛名。歿之前。", "127": "請母為別。已而曰。大和尚來。吾去矣。侍者曰。如老人", "128": "何。曰西方好。吾他日。當迓老人去也。遂瞑。時為乾隆", "129": "四十五年。正月二十三日。年二十五。四十九年春。有", "130": "西方大士降於玉壇。為諸弟子宣揚淨土法門一日。", "131": "二林居士往造焉。問異時師友所生諸處。大士一一", "132": "答之。某生兜率。某歸福報。其生淨土者四人。香山老", "133": "人名實定。旅亭名際會誓願名佛安二師。沈居士敬孚名炳也。", "134": "以上四人詳聖賢錄初編最後問及陶氏。大士曰。陶氏已生西方", "135": "邊地矣。未幾陶氏至。題詩曰。雨歇閒階芳草多。五年", "136": "消息等流梭。洞中深閉煙霞迹。一任薰風送客過。因", "137": "語眾曰。子等歸向極樂。全要打得一副金鐵心腸。外", "138": "不為六塵所染。內不為七情所錮。汙泥中便有蓮華", "139": "出現也。一句佛號。便有一光。千句佛號。便有千光。光", "140": "自內生。非從外得。以無相故。阿彌陀佛。在爾諸人面", "141": "門。隨處出現才有絲毫隔礙。此光便不能發現矣。念", "142": "佛心要時時覺照。方發得不退念頭。念佛聲要心心", "143": "悲切。方發得無上願力。心聲互融。光明四徹。無處不", "144": "是佛。無時不念佛。方為得手。佛號無量。要知智慧無", "145": "量神通無量慈悲無量。攝受無量。苟不發無量心。安", "146": "能親見本師頂相。悲哉眾生。欲念未除。道根日壞。佛", "147": "之視爾。將何以堪。快快念佛去也。踰月。二林居士復", "148": "往。致札陶氏曰。聞卿得生淨土。不負生平志願。大善", "149": "但羅臺山。朱仲君。清齋宏誓。甚為希有。尚羈福報。而", "150": "卿戒品未全。功夫未熟。乃能直往無礙。此何故也。其", "151": "往生時光景。既生後如何享用。如何進修。亦已見佛", "152": "否。已登不退地否。試一一言之。俾聞者起欣慕心。起", "153": "精進心。斯亦度人之本願也。其曰大士降。報云前月", "154": "予適從西方邊地行化而來。故陶氏亦得隨到。今日", "155": "彼不能至矣。彼平日功夫戒力。雖不及臺山輩。然臨", "156": "終正念。遠勝臺山。故感觀音接引終時。見金蓮華現", "157": "前。即覺身變男子。已到西方七寶世界。衣食自然。雖", "158": "不能見佛。每日諸大菩薩說法二會。精進者漸登九", "159": "品。懈怠者壽五百歲。娑婆百年。邊地一日。陶氏自往", "160": "生以來。頗精進將來。可得上品下生。其時尚須娑婆", "161": "二千年耳。大士者。號寂根。無量壽維摩詰諸經。皆嘗", "162": "與法會。其證果久如。未能詳也善女人傳。瓊樓吟槀。西方公據。書證。", "163": "汪氏汪氏", "164": "汪氏。自號鏡智道人。吳縣人。歸李景熹為繼室。年二", "165": "十六而寡。子甫七月。汪氏既痛其夫。適有以枯髏圖", "166": "相示者。瞿然發出世心。既復從有些和尚受念佛法", "167": "門。遂長齋。晨夕向西。懺悔發願。誓畢此生。決生安養。", "168": "導諸族姻里黨。下及園丁竈婢。同歸佛法。從而起信", "169": "者。百餘人。其長齋修淨業者。十餘人。已而參聞學定", "170": "公。聞是心是佛之旨。有省。年三十四。從旅亭會公受", "171": "菩薩戒。誦梵網經。發心刺血。書法華彌陀二經。苦舌", "172": "血不繼。有僧教以子午二時。應候取之。始克終事焉。", "173": "故有肝疾。歲秋輒發。至是血既枯。疾發益劇。或勸以", "174": "補養。曰。此間學道。多致退緣。得速捨報身。見佛聞法。", "175": "吾之願也。復何求哉。乾隆四十九年十一月。下痢。臥", "176": "牀數日。默觀不輟。至初十日。語侍者云。明日吾當西", "177": "方去矣。問生何品。曰。中品上生。明日。有方氏婦省之。", "178": "汪氏曰。子來大好。可為我洗沐。洗沐畢。趺坐頃之。命", "179": "同舉佛名。方午。合掌而逝。旃檀香滿室中。年三十八。", "180": "其後三年。有同里何氏。女病死。至三更而蘇。自言到", "181": "冥王殿中。王令鬼卒。取鎚欲打。忽見旛幢。擁護一道", "182": "人。自西方來。在冥教化。端正嚴潔。世無與比。審視之。", "183": "即萬年橋李家姆也。冥王跪迎。稱菩薩。姆令釋我。引", "184": "我歷觀諸地獄苦。且謂持齋念佛。一意西方。時至迎", "185": "汝。遂命輿送歸。以是得醒。翌日病間。其兄子性三。書", "186": "其事而傳之一行居集。西方公據。書證。", "187": "費孺人費孺人", "188": "費孺人。名蘭襄。世居吳江縣。即彭二林居士妻也。居", "189": "常未嘗詈人。有不如意事。默默而已。先是在家時。庶", "190": "祖母王氏。好作佛事。孺人輒心慕。奉持齋禁。既嫁不", "191": "輟。自歸居士五六年。連舉二女。已而居士修西方之", "192": "業。每道出苦之要。孺人遂屏葷血。獨宿小園。日與二", "193": "女。講讀大乘經。回向淨土。乾隆五十五年秋。病肺嘔", "194": "血。消損異常時。遂詣文星閣。請祥峰和尚。受優婆夷", "195": "戒禮。誦益䖍。平生偶有私蓄。輒作佛事。至是罄所藏。", "196": "屬居士詣雲棲建水陸大齋。願與一切有情。同生淨", "197": "土。啟經之日。家中人皆聞異香。已而疾亟。臥牀五日。", "198": "日向西。祝云。阿彌陀佛。當來迎我。居士自杭歸。䇿之", "199": "曰。資糧已具。撒手便行。勿戀此殘生也。孺人曰。吾何", "200": "戀哉。但患不能速去耳。其夜過半。忽朗唱佛名。可十", "201": "聲。頃之遂逝。時九月八日也。後數年。普門大士降乩。", "202": "司乩者黃敬敷。叩孺人生處。大士示云。一念能回向。", "203": "送心先到西。功修久已積。終不退菩提。現生懈慢國。", "204": "西方邊地將來可登九品一行居集。西方公據。書證", "205": "西史氏曰。自二林居士宣揚淨土法門。眷屬中。隨順", "206": "修持。先後往生。錄至此。葢五人焉。善人並萃一門。良", "207": "非偶然矣。", "208": "許節婦許節婦", "209": "許節婦。太倉錢氏女也。年二十歸太學生許照。六載", "210": "而寡。乾隆三十七年。有司上聞。以節婦　旌。節婦自", "211": "幼信西方之教。母遘危疾。節婦禱於佛。日誦佛名千", "212": "聲。病尋愈既寡。事佛益䖍。時出所藏。濟貧拯厄。惠及", "213": "禽畜。日誦金剛經。回向生西。晚而斷葷血者六年。先", "214": "歿前半月。夢觀世音現身接引。及期。命侍者焚香。合", "215": "掌誦西方佛名。趺坐而逝。時乾隆五十七年。二月四", "216": "日也。年七十二一行居集。", "217": "宋孺人宋孺人", "218": "宋孺人。長洲人。歸太學生。顧文耀。事姑謹。姑故奉觀", "219": "音大士。既即世。遺宋甆大士像。孺人供奉日䖍。垂十", "220": "餘年。已而其子晉芳。夢兩大士。身衣破衲。如有所乞。", "221": "旦遇一舟子。𢹂兩軸來售。一舊刻吳道子。畫僧相觀", "222": "音。一繡像送子觀音也。急償以直。屬工莊新。送貯里", "223": "中月聲庵。逾年。晉芳復夢兩大士。云將有行。急往視", "224": "之。則庋置之。壁間久矣。遂齎還家。張挂淨室。孺人日", "225": "侍像旁。誦西方佛名。及諸經呪。瞻拜無虗日。一日室", "226": "中甎面。忽現僧相大士。如道子畫。其後八日。又現一", "227": "尊作送子像。善財龍女。先後迸出。遂發甎刻像。金容", "228": "爛然。自此迸除葷血。一心淨業。晚得痺疾。日扶掖下", "229": "牀。課誦不輟。已而感熱增劇。臥病半月。臨終。訓勉諸", "230": "子。各敦本行。命同稱佛名。勿哭。遂合掌至頂誦所習", "231": "呪。忽聞異香滿室中。泊然而逝時在乾隆五十七年", "232": "五月。年五十四一行居集", "233": "西史氏曰。潘萬宗居士。衣󰞆現三聖。今孺人甎面現", "234": "大士。皆精誠之凝結也。而或疑其荒誕。試問蛤蜊壳", "235": "中。豬牙齒󴄵等之變現。獨何與。", "236": "鄭氏鄭氏", "237": "鄭氏。松江人。適吳姓。少寡。矢志柏舟。別搆淨室。閉戶", "238": "誦經念。佛者數十年。至嘉慶初。年七十九。庭前石上。", "239": "忽生大蓮華一莖。適其母舅蔡鴻業司󱁿。致仕歸。見", "240": "而奇之。為文勒石。記其事。是年。臘月。謂家人曰。我將", "241": "西歸踰旬無疾而逝染香集。", "242": "百不管老媼百不管老媼", "243": "百不管老媼。失其姓。杭州人。嘗問於孝慈庵。道源和", "244": "尚曰。修何法門。一生決離苦海。和尚曰。無過念佛。然", "245": "念佛不難。而難於持久。持久不難。而難於一心。汝若", "246": "能一切不管。專心持名至誠發願往生。臨終佛來接", "247": "引。即得離苦海矣。媼歡然拜謝。歸即將家事。委子婦", "248": "等。闢淨室供佛。修持其中。年餘。復問和尚曰自蒙開", "249": "示弟子。棄捨家務。專事念佛。自問亦可謂久而不懈。", "250": "但苦一心之難。師當復有以教我。和尚曰。汝雖拋却", "251": "家務。而兒孫眷屬不無厪念。此則愛根未󳫠。如何一", "252": "心。汝今加功。先󳫠去愛根。將一切放下。然後能得一", "253": "心也。媼歎曰。師言是也我雖不管於身。不能不管於", "254": "心。從此真當百不管矣。遂愈加精進。愛心偶動。即默", "255": "持此百不管三字。以自軀除。或咨以家事。亦依此三", "256": "字拒之於是百不管之名。播傳親黨間。如是者又年", "257": "餘。一日詣庵謝曰。師不我欺也。弟子西行有日矣。數", "258": "日後。無疾而逝。嘉慶初年事染香集", "259": "西史氏曰。百不管。渾名也。推言之。則百至千。千至萬。", "260": "皆所不管矣。約言之。即一且不管。何有於百。能如是", "261": "而後塵緣可斷。能如是。而後淨業可成。嗚呼。安得世", "262": "間人士。咸如此百不管耶。", "263": "陸氏陸氏", "264": "陸氏。婁縣人。適周姓。中年茹素受五戒。遇西禪寺僧", "265": "邁春。示念佛法門。即依教行持。三十年不倦。夫死。依", "266": "壻袁退葊家棲止。嘉慶十一年。感微疾。一心念佛。期", "267": "生淨土。臨終。右脅而臥。如入禪定。室中異香。直透中", "268": "堂。及殮。猶有餘香染香集。", "269": "吳氏吳氏", "270": "吳氏。蘇州元和人。適張姓。中年奉佛。歸依畫禪寺。道", "271": "林和尚。茹素戒殺。專心淨業。後因夢中。見觀音大士。", "272": "教以跪念。於是每念必跪。香燼始起。未嘗稍懈晚年", "273": "有微疾。命子眉山。延僧數人。念佛至三日。乃曰。我見", "274": "空中有兩和尚招手。僧曰。此二大士也。正宜一心向", "275": "往。言未竟。已吉祥逝矣。眉山亦因母教。遂長齋。奉佛", "276": "云染香集。", "277": "沈媼沈媼", "278": "沈媼。法名善月。吳江黎里人。歸陳士坊為室。生子二。", "279": "年二十五。修念佛三昧。四十斷葷血。屏家務。勤行放", "280": "生諸功德。既喪少子。旋孀居。功益進。日誦華嚴行願", "281": "品一卷。大悲呪五十徧。佛號三萬聲為正課。暮年。從", "282": "子遷居城中。闢一靜室。不越戶限。寢食於斯。棲心淨", "283": "土。數十年如一日。年七十五。染恙緜延。佛名不輟。臨", "284": "終。呼眷屬扶起。索湯盥身。易衣趺坐。面西合掌而逝。", "285": "俄而几現蓮華影像不滅。時嘉慶二十一年。十月二", "286": "十八日染香集。", "287": "姚氏姚氏", "288": "姚氏。松江人。平日從夫張某。奉斗甚䖍。已而姚氏患", "289": "病。其姊省之。教以專心念佛。從之。甫半日。忽笑曰。我", "290": "見蓮華無數。大如斗。語竟即逝染香集", "291": "西史氏曰。見蓮華。不見化佛。持誦之功未深耳。而一", "292": "生安養。終當見佛矣。", "293": "汪氏汪氏", "294": "汪氏。華亭人。年十六。歸周文榮。家赤貧。文榮遊幕遠", "295": "方。汪氏女紅自活。長齋奉佛。後文榮客死湖北。久無", "296": "耗。汪氏撫子方容成立。乃命尋父。方容徒步數千里。", "297": "卒負父骨歸。學使採風。以母節子孝表其閭。方容故", "298": "善書畫。人重其孝行。爭搆之。以是甘旨無缺。汪氏晚", "299": "年。念佛益䖍。願父母翁姑及夫。齊生蓮界。嘉慶某年。", "300": "得疾。曰閉戶念佛。不問家事。臨終。謂方容曰。我昨夢", "301": "汝祖父母。外祖父母。及汝父。俱住蓮華世界。現前五", "302": "色雲。擁一瓣蓮。大如舟。我殆乘此往生乎。言訖。怡然", "303": "長逝。室中香氣如蘭。殮時未散染香集", "304": "西史氏曰。前發是願。卒符其夢。然則夫歿而修淨業。", "305": "夫必藉以超生。顧不足徵歟。願法界眾生。同歸安養。", "306": "回入娑婆。必能度脫。又不足徵歟。乃今之節婦。不明", "307": "乎是。小則哀傷得疾。大則隨夫長往。不知一盡今形。", "308": "各隨其白業黑業而報之。縱能相見黃泉。亦祇同於", "309": "陌路。唯西方淨土。諸上善人。俱會一處。其間利害。實", "310": "霄壤焉。唯智者思之。", "311": "王氏王氏", "312": "王氏。金山縣人。適張姓。善事父母舅姑。嘗兩次刲股。", "313": "夫歿。柏舟節橾。家法肅然。每見喪家接眚甚怖。因問", "314": "人曰。何能免此。或告以念佛法門。遂發心茹素。禮誦", "315": "不輟。教諸子婦。闔門信奉。力行放生掩骼諸善事。後", "316": "患脾疾。求參一和尚。受優婆夷戒。經年病革。行願益", "317": "誠。臨終。誦彌陀經。以次稱佛號。移時而逝。遺命不迎", "318": "眚神。不以葷酒設祭。子婦皆從之染香集", "319": "西史氏曰。用葷酒而設祭享賓。於亡者失大利益。智", "320": "者弗為也。至於迎眚之舉。尤屬不經。而積習成風。深", "321": "堪痛恨。修行人。力挽穨靡。此其可法矣。", "322": "吳媼吳媼", "323": "吳媼。江𡩋人。夫早喪。遺一子。撫之成立。婚娶數年。子", "324": "又亡。乃與寡媳。共撫弱孫。孤苦度日。後篤信淨土法", "325": "門。長齋奉佛。受優婆夷戒。潔小樓供佛像。每晨起盥", "326": "漱後。即炷香禮拜。持佛名三千。定為日課。課畢。始理", "327": "家事。如是數十年。同里有朱本願者。素與其子善。故", "328": "常往還。嘉慶二十二年春。媼忽謂之曰。却後某日。子", "329": "幸過我。有一緊要事。須託辦也。本願諾之。至期往。媼", "330": "已搭縵衣。趺坐牀上逝矣。問其媳云。近日課誦如常。", "331": "精神亦佳。昨夜索浴畢。即安臥。不知何時坐化也。本", "332": "願因為料理喪葬事焉染香集。", "333": "倪嫗倪嫗", "334": "倪嫗。法名顯真。嘉善人。住北港村。歸依佛門。茹素念", "335": "佛。村中舊有觀音像。嫗早晚禮拜必誠。每供佛飯僧", "336": "俱親自任勞。嘉慶二十二年九月。數覩菩薩現相。隨", "337": "示疾。謂其子曰。我數見菩薩喚我去。殆將去矣。子云。", "338": "既菩薩降臨。應備齋供。兒親往城中。買蔬供奉。如何。", "339": "曰。亦好。但恐不及耳。子遂往。及歸。嫗已趺逝。念珠猶", "340": "在手也染香集。", "341": "潘氏潘氏", "342": "潘氏。婁縣人。適孫某生四女。智求。智禪。福庵。德庵。俱", "343": "奉佛受優婆夷戒。勸母發心。嘉慶二十三年。潘氏年", "344": "七十九矣。會西林寺傳戒。四女復勸受戒。臥病。未能", "345": "往。因代求之。錫法名曰印蓮。潘氏知之。即斷肉食。一", "346": "意西歸。是冬。南禪寺起念佛七期。四女同往念佛。至", "347": "第六日。潘氏命促之歸。曰。速焚香。佛來矣。遂吉祥而", "348": "脫染香集。", "349": "汝氏汝氏", "350": "汝氏。名季婉。吳江黎里人。適王枚為繼室。夫婦相敬", "351": "如賓。五十餘載。未有所出。為人靜厚。居常一以念佛", "352": "為事。嘉慶二十四年。二月三日。病篤。語家人曰。大士", "353": "來臨。吾其逝矣。即合掌垂目。誦大悲呪。旋聞旃檀香", "354": "滿室中。歿後。慈容含笑。顏色轉少。年八十二染香集。", "355": "祁氏祁氏", "356": "祁氏。法名德濟。江南興化人。歸同里王生。年未四旬。", "357": "慨然以濁世為厭。誓願求生安養。日誦佛名三萬聲。", "358": "歸依溪谷和尚。旋受優婆夷戒。年八十九。染微疾。其", "359": "年三月八日。告所親曰。我十六日當西去。或謂之曰。", "360": "十六乃紅沙日。不吉。祁氏曰。我修行人。不依俗忌。有", "361": "何不吉耶。雖然。勿令俗人議我。致退善心。即以十四", "362": "日去何如。至十四日。晨起。披縵衣。持佛名而逝。時在", "363": "嘉慶中染香續集。", "364": "王氏王氏", "365": "王氏。鄞縣東鄉樹橋人。生不茹葷。自幼歸依三寶。法", "366": "名淨隆。既嫁。信向念佛法門。其夫性暴。時加詈辱。王", "367": "氏唯忍受而已。年六十餘。益精進。一夕其舍被鄰隙", "368": "放火。旋經撲滅。後赴寶林佛會。僧問倘爾時被焚。將", "369": "若之何。曰此身可厭。被焚。即乘之而去矣。越歲。其鄰", "370": "復放火。舍遂被燎。王氏竟不走避。唯緩聲持佛名。魚", "371": "聲朗朗。火光中。隔河人家。初見煙𦦨幕其居。忽有金", "372": "光一道。直沖霄漢。彷彿見王氏現身。火滅。家人尋視。", "373": "見其遺骨。若趺坐地上者然。又鄞邑下殷有張氏者。", "374": "與王氏同師。法名淨音。其信向念佛。而不得於夫。亦", "375": "與王氏略似。雖百般磨折。道心不退。後患癱症。臥牀", "376": "數年。念佛無間。臨終合掌而逝。異香滿室。經數刻乃", "377": "已。又鄞邑定橋有陳氏者。亦與王氏同師。法名淨瑞。", "378": "為人撲實。念佛求生。無少疑貳。常自言。我決定能生", "379": "淨土。臨終。熈怡端坐。念佛而逝染香續集", "380": "西史氏曰。王張二氏。宿業甚重。故自生至死。備嘗諸", "381": "苦。卒以淨願堅牢。咸感瑞應。乃知前世之餘殃。不能", "382": "累今生之勝果也。至若陳氏。雖宿業輕微。易成道業。", "383": "不及二氏之忍力堅定。然其一往之意氣。絕不跂路", "384": "亡羊。令人覧而神壯。可謂一門三傑矣。", "385": "潘氏潘氏", "386": "潘氏。蘇州吳縣人。松江諸生。劉熈妻也。性仁慈。見人", "387": "急難。恒周之。雖家貧不顧也。晚年戒殺放生。日課西", "388": "方佛名數千聲。兼誦心經大悲呪。如是數載。道光四", "389": "年閏七月。有疾。謂家人曰。我死切勿哭泣。當念佛助", "390": "送。絕不及家事。日唯合掌誦經念佛。臨終。目將瞑。忽", "391": "厲聲曰。阿彌陀佛來矣。遂逝。時為二十二日。年五十", "392": "九。逝後閱半月。忽附家人身言。我今依舊修行。作出", "393": "家人矣。問曾往西方否。答尚未。問曾至陰司否。答不", "394": "往西方。不能不至陰司。但與常人不同耳。我今特來", "395": "相報。此後不復來矣。言訖而寂染香集", "396": "西史氏曰。臨終見佛。而不即往生者。何也。良由修行", "397": "時。於是心作佛之理。未及透明深切。故陰境得而乘", "398": "之。然以女人五障之體。遂能轉作出家人身。即此一", "399": "轉。力重萬鈞。來生由出家修行上。徑登極樂。理可必", "400": "矣。是錄專載往生。因此傳足為修行者勵。故登之。", "401": "朱氏朱氏", "402": "朱氏。法名妙德。嘉興人。素患血疾。適許姓。年二十八。", "403": "夫故。一子復夭。以鍼黹自活。家雖貧。見人飢寒。輒罄", "404": "囊與之。道光六年春。同姑母妙圓。表妹立修。於精嚴", "405": "寺。受五戒。長齋念佛。求生淨土。一夕在妙圓佛堂內", "406": "添燈油。見燈華結成荷葉一片。葉上立佛一尊。即邀", "407": "妙圓立修至。皆見之。九年正月。因母歾過哀。血疾復", "408": "發。不能營作。常至乏食。性介。不輕干求。同里人知之。", "409": "請誦大悲呪。與度日之貲。至七月十八日。病劇。立修", "410": "來視之曰。他人皆言。姊念佛精進。吾謂汝心尚未切。", "411": "所以病不能愈。佛不來迎耳。朱氏涕泣懺悔。益自努", "412": "力。自後他人問言。皆不答。手唯合掌。眼唯流淚。夜將", "413": "半。忽笑曰。西方三聖至矣。焚香洗沐。念佛數十聲而", "414": "終。年四十四染香續集。", "415": "朱氏朱氏", "416": "朱氏。法名妙圓。即節婦妙德之姑母也。歸許蔗如。道", "417": "光元年。夫故諸子已成立。即將家產分析。其第三女", "418": "法名立修。幼字徐姓。未婚而夫亡。後歸徐門守貞。而", "419": "常居母宅。設立佛堂。母女同修。早晚課佛外。日禮大", "420": "悲淨土懺各一時。誦金剛經三卷。餘時念佛。不談雜", "421": "事。遇放生濟貧等事。竭力皆為之。九年七月。妙德先", "422": "逝。現往生瑞相。朱氏曰。吾壽不永。亦欲去矣。至八月", "423": "二十九夜。呼女曰。頃聞鐘鳴。已交寅時。今日吾神氣", "424": "稍疲。不能進佛堂禮誦。汝可朗誦佛號。吾聞爾聲。運", "425": "想可也。立修早課畢。進藥糜。曰。服之何益。吾別無他", "426": "事。只待佛來。吾即去矣。其季子泣告曰。兒等罔極未", "427": "報。全賴吾母教訓。今何遽忍舍去耶。笑曰。吾兒女雖", "428": "多。吾修淨業。塵事毫不繫心久矣。命延僧數人。輪流", "429": "念佛。僧集淨水盥沐。自未至亥。隨眾默念。忽張目曰。", "430": "接引佛來矣。爾等速焚香頂禮。即含笑垂目而逝。時", "431": "窗外忽有白光一道。徐徐向西去。人皆異之。年五十", "432": "九染香續集。", "433": "羅氏羅氏", "434": "羅氏。甯波慈谿人。長齋數十年。禮拜持名無一日間。", "435": "嘉慶初。隨夫姚惠成。徙居杭州北新關。貨煙筒為業。", "436": "貿易之暇。勉夫念佛。惠成由是亦持長齋。道光九年。", "437": "三月四日黎明。謂夫曰。可入城招女壻來。為我念佛。", "438": "其壻張懷靜。向師吳允升。奉佛維謹。惠成往招。適因", "439": "事稽阻。至日午。曰。吾不能待壻矣。具湯洗沐。趺坐念", "440": "佛。日將昃。安然化去。面有笑容。年七十八染香續集。", "441": "王氏女王氏女", "442": "王氏女。常熟人。素持白衣呪。及觀音名號。年二十餘。", "443": "得瘵疾。一日告其母曰。兒命本於八月中謝世。因疾", "444": "苦纏身。不能待。禱於菩薩。已許先一月迎我矣。母弗", "445": "信。及期。晨起。而有喜色。曰。菩薩來矣。母疑其見崇以", "446": "刀揮之。女奪刀告曰。嘻。菩薩也。速拜。尚不爾罪。母從", "447": "之。拜起視女。已合掌逝矣徃生近驗錄。", "448": "邵媼邵媼", "449": "邵媼。不詳其人。貧而寄食於姻戚家。念佛精進。曾於", "450": "道光十七年。秋夕。暗室面西。忽心開。見西方勝境。明", "451": "年秋。復覩菩薩金像。晃耀心目。又明年五月十四日。", "452": "以微疾逝。逝時。人不及見。唯醫生范姓。入為診衇。見", "453": "其目光如生。面容猶笑。而鼻已無息。范出而歎曰。此", "454": "善逝也。吾見亦罕矣往生近驗錄。", "455": "張家婦張家婦", "456": "張家婦。常熟人。素念佛。一日。示微疾。晨課已畢。仍誦", "457": "佛名不輟。異於他日。謂家人曰。吾今日逝矣。家人不", "458": "信。頃之。珠落而逝。異香郁然。達於鄰里。咸集其門。驚", "459": "歎希有。時道光十九年。正月七日也往生近驗錄。", "460": "俞媼俞媼", "461": "俞媼。常熟王效曾之母也。性和淑。效曾素奉三寶。勸", "462": "母斷葷血。從之。長齋三年。道光二十年春。得疾。臥牀", "463": "不起。入夏病劇。效曾勸以默觀西方。媼由是發心念", "464": "佛。然不能無雜念。因循數月。屢入冥界。初則有兩童", "465": "子喚之回。繼則菩薩命回。末後則夢中聞佛語。若其", "466": "前世固僧。因昧本而墮女身者。自是漸却飯食。已奄", "467": "然垂絕矣。忽於夜半。朗唱佛名三四聲。合掌西顧曰。", "468": "佛來矣。右脅而逝。時五月二十五日也。後其所愛長", "469": "孫。夢至一境。行樹樓觀。不同人間。但有闌楯限之。曲", "470": "折繚繞。而不得踰入其限。忽見嫗方遊行來。問從何", "471": "入。媼曰。汝欲入。非念佛不可。其孫聞言。遂寤。述其夢", "472": "如此徃生近驗錄。", "473": "吳婆吳婆", "474": "吳婆。蘇州人。自幼篤信佛法。夫家姓郟。壽七十餘。持", "475": "齋誦佛。歷有年所。道光二十一年。正月十二夜。忽通", "476": "宿命。知其長子前世為僧。次子則已三世為母子。所", "477": "言皆絕異。既而曰。吾今歸西方。永絕塵世矣。遂西向", "478": "合掌而化徃生近驗錄", "479": "西史氏曰。業緣盡而智慧開。其理至常。無足異者。", "480": "錢孺人錢孺人", "481": "錢孺人。名瑞雲。常熟人。夫謝鳳梧。患病。孺人禱於佛。", "482": "願持長齋而痊。自歸鳳梧數載。舉一子一女。未嘗噉", "483": "以葷血。已而知淨土淨門。遂偕鳳梧受淨戒。斷情愛。", "484": "道光二十二年。其兄萬鎰往生。孺人目擊其瑞。信向", "485": "益篤。其年冬。子殤。哭之慟。既而曰。天其欲斷愛緣乎。", "486": "漸不介意。閨中相對。唯䇿勵而已。母吳氏。有疾誤於", "487": "醫。至不起。孺人念佛送其終。至二十五年。六月。自患", "488": "咯血疾。漸劇。其女亦病。鳳梧恐其復萌愛念。䇿之曰。", "489": "未有心戀娑婆。口稱淨土。而能往生者。子其勉之。孺", "490": "人瞿然興。作禮曰。賴君開示。吾知警矣。遂向西懺悔。", "491": "涕淚并下。意極懇切。病中時聞異香。至七月二十日。", "492": "後其女歿。孺人曰。今愛障絕矣。我歷盡諸苦。轉得自", "493": "在。從此往生。不大快哉。遂屏穀食。渴唯噉瓜。延至八", "494": "月九日。僅存一息。其夜過半。忽厲聲呼鳳梧曰。障重。", "495": "速為我然臂香。鳳梧從之。初若昏倦。繼則目光炯炯。", "496": "正念分明。人問一心不亂否。孺人點首者再。忽命扶", "497": "掖起坐。兩目上視而逝。年三十一。越日就殮。頂門猶", "498": "煖。貌如生錢孺人事略。", "499": "沈婆沈婆", "500": "沈婆。法名悟通。吳江黎里人。年三十九。長齋念佛。矢", "501": "願生西。受菩薩戒。六時皆有定課。六旬餘。一夕忽夢", "502": "空中現五色雲。湧舟西來。觀音大士坐於舟中。活動", "503": "如生。莊嚴奇妙。世無與比。醒而念佛益銳。雖老病。不", "504": "減程課。後以念佛七期。用力過猛。病遂劇。居邑之地", "505": "藏菴。至四月八日。謂侍者曰。今日為佛誕。扶我起坐。", "506": "吾行矣。侍者勸曰。婆病甚。宜善養息。厲聲曰。佛來接", "507": "引我。遂聳身欲起。侍者力助之。更衣而逝。遺命以龕", "508": "斂。用闍維法。從之。時在道光二十七年。壽六十八呂", "509": "默庵述。", "510": "陸安人陸安人", "511": "陸安人。名岫梅。蘇州元和人。歸理問君吳昌濂。舉一", "512": "子。殤。年二十而寡。悲痛不已。得咯血疾。有以龍舒淨", "513": "土文𢹂示者。遂回向佛乘。晨夕有定課。家中戒殺。食", "514": "三淨肉。蟲蟻木草。咸所愛護。道光十四年。鐵君定公。", "515": "校大乘經數十種。設局刊印。五年。始畢延其事。既從", "516": "定公。受三歸五戒。定公名之曰師壽。已而詣鄮山。禮", "517": "阿育王塔。見塔中舍利現光。自是行善舉益力。嘗出", "518": "貲三萬兩。造像修寺。作諸功德。而尤勤於放生。歲出", "519": "千金。不吝也。或有譏之者。曰。財產匪堅。勝緣難值。仗", "520": "此功德。與四恩三有。早證無上菩提。吾願足矣。復奚", "521": "戀哉。年三十四。疾大作。醫藥罔效。乃誓放生命一千", "522": "萬。於師林寺建水陸大齋。以作往生資糧。病半載自", "523": "愈。越五年。煉臂發願。斷葷血。祭先祀神悉用蔬果。四", "524": "旬生日。又於師林寺供飯僧。親友祝嘏者。以所刊法", "525": "華。華嚴等經施贈。其年秋。夢至一處。水流華放。逈非", "526": "塵境。身立一橋。異香撲鼻。竊自念言。此其為七寶池", "527": "乎。何不見我佛也。俄而金容寶相。徧滿遙空。心大喜。", "528": "方頂禮間蘧然而覺。晨起以告家人。未幾疾作。醫者", "529": "勸食肉。弗從。沈吟數月。疾垂革。謂所親曰。吾之始願。", "530": "志在出家。今不果矣。我死。汝等勿哭。殮必披僧伽黎。", "531": "喪中設祭享賓。勿用葷酒。吾姑年逾八旬。生死亦旦", "532": "暮事耳。異日壽終。亦如吾法。為我延比丘尼。六人。念", "533": "佛助往生。從之。臨逝前二日。令家人代受菩薩戒。已", "534": "而神識瞀亂。不克自主。大懼。乃迎佛像一尊。供牀畔", "535": "几上。注目默觀者。一晝夜。至五月四日清晨。念命掖", "536": "起曰。大和尚已行。吾西方去矣。令同稱佛號。手自拈", "537": "香敬佛。人問大和尚何在。曰。坐几上者。遂面西趺坐", "538": "結印而逝。年四十一。時在道光二十八年朱兆杓撰", "539": "陸安人傳胡珽目擊", "540": "西史氏曰。余之歸心佛乘也。自安人之刊經始。而安", "541": "人之聞淨土法門。則自先君子勸誘始。善哉。因緣之", "542": "迭相化導也。迨先君子既歿。而安人行善益勤。立誓", "543": "益切。雖須眉丈夫。猶愧之。其直往西方。固宜矣。", "544": "總論曰。阿彌陀佛。於十方女人。有大誓願。其詞曰。若", "545": "有女人。聞名信樂。厭惡女身。壽終之後。復為女相者。", "546": "不取正覺。則閨閣賢豪。乘此方便門開。亟須爭先捷", "547": "足。橫截生死之流。直取菩薩之岸。否則輪回六道。安", "548": "能保其不墮。余次諸賢之傳。深幸韋提希之遺風。今", "549": "猶未泯也。安得起而徧示閨閣哉。", "550": "往生物類第七往生物類第七", "551": "雞雞", "552": "明崇禎間。有吳雪崖者。為福州司理。生平虔奉佛法。", "553": "其地開元寺。僧多食肉。不守戒行。雪崖請示立石。以", "554": "禁之。一日坐禪堂。有雞作唱佛聲。索得之。謂僧曰。若", "555": "輩謂寺中。久不養生物。如何有雞。今觀畜生。尚有佛", "556": "性。汝薙染破戒。不及此君多矣。寺僧始立誓齋戒。遂", "557": "𢹂養署中。恒念佛不輟。後遷官過丹陽。送至海會庵", "558": "中。以其為接眾所。使遠近生信也。雞至庵。即念佛立", "559": "化。為建塔供焉。又中州僧覺圓。發願廬山東林寺齋", "560": "僧。立關募緣。時護關僧至華氏托鉢回。有雄雞隨至", "561": "中塗。僧送還華氏。因閉其門。雞從屋上飛出。追赴關", "562": "所。旋繞不去。同立關三年。後𢹂往東林。為之受戒。大", "563": "眾上堂念佛。雞忽隨之。踰年齋僧緣畢。雞即坐化。瘞", "564": "於寺傍。又傳載江西有聽法蛇。廬州坐化貓。峽中有", "565": "有坐化猴。巢縣柘臯鎮。有立化󳭋。黃大參庭翠。有放", "566": "生坐化豬。種種靈異。不可殫述唐宜之巾馭乘。淨土晨鐘", "567": "總論曰。五濁惡世。染心易熾。淨德難成。故經言娑婆", "568": "勇猛一日。勝於淨土百年。今以物類而較人類。抑又", "569": "其難焉者矣。而一念投誠。三塗解脫。物類且然。況於", "570": "人乎。", "571": "淨土聖賢錄續編卷四終", "572": "No. 1550-1 種蓮集No. 1550-1", "573": "種蓮集", "574": "序蓮歸居士輯淨土聖賢錄續編。採訪往生事實。共", "575": "有百數十條。而續得於書成之後者。正復不少。余", "576": "為另列一編。不分門類。不序先後。隨聞見而記之。", "577": "名曰種蓮集。取思齊大師句。與君同作種蓮人之", "578": "意。以俟後之輯三編者採取焉。", "579": "道光三十年秋九月。淨業學人陳本仁識。", "580": "善隆善隆", "581": "善隆。台州臨海縣人。年十六。出家於蘇州白龍寺。參", "582": "念佛是誰話。有省。夜坐不臥。過午不食。茹淡齋三年。", "583": "刺舌血。書華嚴法華二經。日持佛名六萬。蓮華經一", "584": "部。禮佛一千六百拜。準為定課。冬夏一衲。不妄談。力", "585": "行致疾。益加精進。一夕於禪觀中。聞空中報曰。汝當", "586": "得中品生。慎勿退息。遂屏諸藥石。一心西邁。至四月", "587": "六日。端坐而逝。時在道光二年。年二十六。", "588": "達禪達禪", "589": "達禪。姓狄。嘉善人。出家於本邑景德寺。嘗兩修般舟", "590": "三昧。後住北港荻秋庵。佛聲常徹戶外。見人即警䇿", "591": "生死。一日謂其徒淨玉曰。我明年定去矣。汝等勿忘", "592": "淨土法門也。次年。詣清淨庵。主念佛期。至第三日。示", "593": "疾。仍入堂念佛。逾時。端坐化去。", "594": "王君榮王君榮", "595": "王君榮。太倉人。自幼持戒參學。見地超卓。後修淨土。", "596": "日課佛號萬聲。康熈五十六年。八月二日。預知時至。", "597": "請淨名庵。乾行長老至。令作證明。日方午。乾師曰。歸", "598": "期盍於後日。答曰。吾決定今日矣。遂索筆作偈。合掌", "599": "而逝。遺命以龕斂。其女抱以入龕。力不能勝。因默禱", "600": "之。忽然輕舉。年八十一。", "601": "唐景垣唐景垣", "602": "唐景垣。字筠谷。元和國學生。勤修淨業。每持名時。以", "603": "指代珠。年七十四。無疾而卒。氣絕逾時。猶指動作屈", "604": "數狀。", "605": "沈載元沈載元", "606": "沈載元。字桂蕚。自號可僧。吳江人。中年業賈。六旬餘。", "607": "輟業潛心淨土。長齋課佛。日滿萬餘。性慈恕。有所餘。", "608": "輒濟貧放生。嘉慶十六年秋。有僧貿然而來。直趣臥", "609": "所。略談數語。洞徹元微。并屬他日臨終。戒眷屬勿哭。", "610": "言訖而去。載元感之。炷香門外。遙申敬禮。其年冬。示", "611": "疾。佛聲不絕口。絕粒飲水者七日。至十二月六日清", "612": "晨。令然燭四十八對。堂中設香案。洗體易衣。端坐合", "613": "掌。朗誦佛名。呼眷屬同聲助之。頃之鼻氣如煙。聲漸", "614": "微而絕。年七十二。及殮。貌如生。", "615": "王際良王際良", "616": "王際良。金山縣人。年五旬。歸依三寶。念佛放生。篤志", "617": "不倦。其年二月初。有疾。屏諸醫藥。日夜持名。絕口不", "618": "言家事。唯曰。日望。我其行矣。至期果然。死二日。索取", "619": "數珠。歿後。猶緊捻不脫。", "620": "夏耀文夏耀文", "621": "夏耀文。華亭人。持齋念佛。一心淨土。四十餘年。舉家", "622": "不茹葷酒。道光四年十月。微疾。至十四日。命掖起。合", "623": "掌念佛而逝。遺命龕殮。入龕時。體軟項溫。顏色不變。", "624": "年七十五。", "625": "曹居士曹居士", "626": "曹居士。不詳其人。持齋念佛。精進有年。而虗懷汲汲。", "627": "若恐臨終之不獲效者。道光二十年冬。微疾。一日其", "628": "子晨省。見其面色有異。指空中曰。汝見佛及眾菩薩", "629": "乎。吾不圖持名功德之至於斯也。汝作證明。吾隨佛", "630": "西歸矣。言訖而化。", "631": "邵媼邵媼", "632": "邵媼。常熟邵子寅。茂才之母也。素奉佛。道光十八年", "633": "十二月。微疾。忽謂子寅曰。爾於明日。迎妹歸。子寅從", "634": "之。而莫測其所謂。次日。妹歸。媼曰。吾今日欲逝。以了", "635": "母女因緣耳。女聞而哭。媼笑曰。死生一幻相也。遂與", "636": "言他事。至午。曰。時至矣。子寅問何往。媼以手指空曰。", "637": "佛來。遂逝。", "638": "張氏張氏", "639": "張氏。金山縣人。歸王生。其伯姑王氏。修淨業往生。事", "640": "見淨土聖賢錄續編。張氏自幼即信淨土。為人淡樸。", "641": "素善病。而念佛不輟。受三歸五戒。不願有家緣。幼已", "642": "許字。遂於嘉慶二十年于歸。年餘歸甯母氏。適病劇。", "643": "延道俗行人同聲念佛。亡何。喘急。屬扶起。面西坐。誦", "644": "彌陀經及佛名。目熒熒上矚。面含笑容。頃之。乃瞑。", "645": "丁氏丁氏", "646": "丁氏。金山人。即張氏姒也。其伯姑王氏。勸之念佛。同", "647": "日秉受歸戒。王先逝。丁氏見其臨終正念。愈自感奮。", "648": "剋時課誦。回向西方。居常作諸功德。並戒殺放生。一", "649": "師王氏遺法。有女適太原。病瘵。教之念佛。安然化去。", "650": "逾年。丁氏病中滿。轉側維艱。臨終。力疾起。面西坐。呼", "651": "家人誦彌陀經及佛號。甫百餘聲。觀其若有注視。問", "652": "見佛菩薩否。首微頷之。頃之聲息俱滅。時在道光八", "653": "年五月九日。", "654": "高士楨高士楨", "655": "高士楨。字延三。錢唐人。其先世居山陰梅里。故自號", "656": "梅溪道人。年五十一。病入冥中。遊視地獄。有冥官屬", "657": "云。爾今回去。要一心念佛。一心行善。定能出苦。士楨", "658": "識之。三日而蘇。病良已。發心念佛。行諸善法。回向西", "659": "方。并轉以教人。如是二十五年。至年七十五。臨終三", "660": "日前。自知時至。曰。今離苦惱矣。奉勸世人。及早修持。", "661": "無詒後悔。泊然而逝。時在乾隆三十五年十二月。", "662": "丁世濟丁世濟", "663": "丁世濟。字子沂。元和庠生。年五十。歸依杯渡海公。法", "664": "名廣如。精修淨業。歷十載不倦。道光二十五年冬。有", "665": "疾。每夜必念佛千聲。彌陀經三卷。發願文一徧。一夕", "666": "誦至淨光照我之句。忽微笑曰。我今見佛淨光矣。十", "667": "一月十三日。夜將半。諸眷屬環坐榻前。忽聞異香浮", "668": "空而至。漸滿一室。共異之。次日世濟索筆作偈。禮似", "669": "七絕二首。而字迹糢糊。但識其末後句。有我便回家", "670": "見佛六字而已。至夜合掌。念佛而逝。年六十一。", "671": "陸孺人陸孺人", "672": "陸孺人。蘇州人。歸太學生包心愚。事姑孝。嘗侍疾。不", "673": "解帶者。累月。心愚故勇於為善。凡造橋修路。施衣放", "674": "生諸事。恒戚然於心。孺人必盡力贊成。幼嘗浮海參", "675": "普陀。中年後。足不踰閾。晨起誦經呪。及佛號。四十年", "676": "中。無一日閒。道光二十七年。四月初。感微疾。告子婦", "677": "曰。夜夢古衣冠三人相招。謂我念佛。至誠。即日令我", "678": "見佛矣。初八日凌晨。西向念佛而逝。年八十五。", "679": "邱逢泰邱逢泰", "680": "邱逢泰。字星階。長洲廩生。少有咯血疾。其年夏。疾大", "681": "作。忽信佛乘。延在經茂公。牀前誦佛號。疾有間。杜門", "682": "不出。徧閱淨土諸書。道光二十九年夏。疾復作。念佛", "683": "不輟。趺坐合掌而逝。父維洛副貢生。素行善。修淨業。", "684": "未幾亦念佛而逝。", "685": "錢氏錢氏", "686": "錢氏。名蘭貞。蘇州人。幼即居止端莊。適顧淦為妻。後", "687": "因懷孕。遘疾甚危。半體皆冷。神識瞀亂。有至戚省之。", "688": "勸其夫。立誓戒殺。誦觀音聖號。從之。三日。汗下。其疾", "689": "若失。自是錢氏歸心淨業。每夜焚香。誦大士號。雖嚴", "690": "寒酷暑勿間也。道光二十八年冬。染咯血疾。漸增劇。", "691": "延至二十九年。十月八日。忽曰。苦海茫茫。三日可出", "692": "矣。初十日。清晨。令設香案於牀右。曰。今日決定往矣。", "693": "口中仍誦大士號。頃之。忽稱阿彌陀佛。至申刻。聲漸", "694": "微。向西吉祥而逝。翌日天明。頂相猶溫。年二十九。", "695": "錢文彬錢文彬", "696": "錢文彬。字養愚。蘇州長洲縣人。每日晨起。默修十念", "697": "法。作善事。皆隱行。嘗出千金。放諸魚鳥。素患咯血疾。", "698": "年四十一。病劇。請在經茂公。歸依。病中喜聽誦佛聲。", "699": "臨歿前一日。延靈鷲福海和尚至。牀前。供佛設座。受", "700": "菩薩戒。留僧數人。輪流念佛。次日晡時。亟命扶掖起", "701": "坐。諦視佛像而逝。時在道光二十八年。二月二十五", "702": "日。", "703": "錢文燦錢文燦", "704": "錢文燦。法名空相。字安軒。即文彬弟也。弱冠時。遇吳", "705": "宗魏指示淨業。歸依見心和尚。從靈鷲義公受菩薩", "706": "戒。長齋念佛。二十餘年。嘗刊念佛警䇿。廣為施送。靈", "707": "鷲募建丈六三聖像。絀於貲。文燦贊成之。虞山有古", "708": "剎。亦募建三聖。則獨任之。天台國清寺鑄銅鐘。亦半", "709": "賴其力也。放生濟貧。歲以為常。道光三十年夏。下痢", "710": "令人往虞山。延道友張元祺至。曰。吾與君係生死交。", "711": "病亟矣。請君一助。元祺曰。諾。日與念佛。每昏沈欲睡", "712": "即䇿勵之。已而元祺欲返家。文燦曰。吾四日中。可無", "713": "恙。過此不能待矣。元祺如其言。及四日後復至。則昏", "714": "沈益甚。元祺以聞啟初傳。與之細論傳見淨土聖賢錄前編。文", "715": "燦涕淚并下。遂猛力念佛。自未至亥。神識頓清。徹夜", "716": "無倦。天將旦。手作蓮華狀示張。遂右脇而逝。時七月", "717": "初四日也。遺言喪中不用葷酒。年四十三。", "718": "定意定意", "719": "定意。未詳其所出。中歲出家。精持戒律。主錫丹陽嘉", "720": "山隆慶寺。同治紀元。避地楚水寶嚴。提倡蓮宗。率眾", "721": "念佛。精純靡間。日誦佛名五萬。淨懺二時。雖寒暑不", "722": "逾。四眾歸心。咸以嘉山老人尊之。乙丑元日。豫刻逝", "723": "期。日飲清水兩盞。至初七日平明。禮淨土懺畢。趺跏", "724": "西向。端坐而逝。隣人聞蓮華香。經時不散。", "725": "明舟明舟", "726": "明舟。秦郵毛氏子。幼從觀音淨全薙染。年十八。受具", "727": "臨澤安樂寺。以赴應為業。後遇永清主人。授以淨土", "728": "法門。遂發心念佛。嗣往來秦塘。日研深義。信心益固。", "729": "常率眾持名。雖燭䟦香銷。猶自哀籲佛前。願速生安", "730": "樂。利濟有情。故遐邇傾心。雖闡提輩。亦稽首歸依也。", "731": "同治乙丑三月。返別知交。五月朔示疾。至十二日平", "732": "明。禮佛入龕。同眾念佛名者。定香四炷。至午聲漸微。", "733": "視之逝矣。秦郵僻處湖濵。二十年來。蓮宗之振。至家", "734": "絃戶誦。葢舟有以啟之也。", "735": "汪善慶汪善慶", "736": "汪善慶。字閬仙。號法如。淛之仁和人。少孤。隨母氏莊。", "737": "就傅外家。性至孝。極聰慧。年方舞勺。即入頖宮。及母", "738": "卒。喪葬盡禮。聘朱氏未娶。遭粤匪之亂。孑然一身。逃", "739": "至江北呂泗場。值同里清修之許靈虗者。延為西賓。", "740": "居恒嘗作出世想。會西來徐居士。授以持誦法門。由", "741": "是精心內典。一切經義。過目無遺。迨許返淛。移住揚", "742": "州藏經院。茹素十餘年。每靜坐。寡交遊。凡來問道者。", "743": "無不傾心開導。體素瘠。經禪勞憊。輙頭眩咳𠻳。然猶", "744": "念佛不懈。同治九年閏月疾篤。聚諸友告曰。西方境", "745": "界好。吾於二十三日長往矣。至期果逝。神色不變。越", "746": "日將殮。撫其頂。氣尚溫。時年四十有二。所著藏龍集。", "747": "見珠集。台宗四教。斷證圖頌。及病中吟百首。行世。", "748": "靜波靜波", "749": "靜波。草堰場人。年二十。薙染於義阡寺。專心淨土。受", "750": "戒後。往來常州天寗。揚州高旻藏經等寺。性情淡定。", "751": "終身無異。兼能念佛不懈。常禮佛七。屏心息慮。人罕", "752": "能企。嗣往金山。數載樓居。足不踰桄。忽一日沐浴更", "753": "衣。親詣丈室拜辭。曰。七日後。吾西歸矣。果於同治十", "754": "三年四月初十日毫無疾苦。念佛趺跏而逝。斯誠無", "755": "有去住者。年八十有二。", "756": "易特墨太夫人易特墨太夫人", "757": "易特墨太夫人。法名蓮如。滿洲正紅旂人。勤儉仁慈。", "758": "睦族情殷。惠周婣黨相夫教子。孜孜不倦。故依太守", "759": "勒通阿札分轉拉芬阿。二公出仕。卓著政聲。秉母訓", "760": "也。太夫人。中年茹素。潛心淨業。每日定課。誦佛號兩", "761": "萬數。無間寒暑者。二十餘年。光緒元年。壽六十二歲。", "762": "忽於冬月望後。神氣不爽。告家人曰。我見佛像數尊。", "763": "泉童男女。手執幡幢均來接我。已自定期於二十七", "764": "日午時。往生西土。因將存儲衣飾。俵散媳女諸人。竝", "765": "囑持身處世。俱以方便為本。餘無他言。屆期趣令闔", "766": "宅眷屬。環跪誦佛。遂即合掌趺坐。朗宣佛號而逝。", "767": "余慎行余慎行", "768": "余慎行。法名淨阿。揚州甘泉人。夙精骨董學。遂業以", "769": "謀生。眷屬緣盡。孑然獨處。同治乙丑。聞藏經院開念", "770": "佛道場善知識雲集焉。聆音仰慕持念茹素。皈依入", "771": "院。護持道場。以放生物。禮佛七為事。終歲無惰容。光", "772": "緒乙亥冬。忽染微疾。念佛倍切。除夕對眾曰。速具香", "773": "花供佛。吾將逝矣。迨力微細。堅令侍者。臮諸善眾。助", "774": "念而寂時年六十九歲。", "775": "玉峯法師玉峯法師", "776": "古崑字玉峯一號戀西。志淨土也。江西廣信人。年十", "777": "餘齡。投普甯寺出家。靈根宿具。初讀諸大乘經。即了", "778": "大意。繼受具戒。於天台國清。志遵梵網。隨眾參禪。力", "779": "究宗旨。忽聞鐘聲。恍然有省。後閱幽溪圓中鈔。密符", "780": "自心。增益法喜。遂立堅固誓願。嚴持戒律。一心念佛。", "781": "求生淨土。自行化他。惟誠惟懇。僧俗從而化者甚眾。", "782": "開示後學生死之苦。其言痛切。聞者流淚。教人念佛。", "783": "日有定課。持名計數。或一萬二萬。乃至十萬。隨人心", "784": "力。中無間斷。畢命為期。如此不退。命終之後定生淨", "785": "土。此是前人已驗之法。可信無疑。又復著書多種。闡", "786": "揚淨土法門。易行易成。功超眾行。若肯遵行。決不相", "787": "賺。仍復刊印大乘經律。石刻彌陀寶典。流通正法。用", "788": "報佛恩。及餘種種勝行。難以盡述。光緒十五年。明州", "789": "西方寺僧淨果。請居西方寺。以寺名合於本願。遂定", "790": "居焉。師自發心直至臨終。日持佛名六萬。二時回向。", "791": "寒暑無間。永為定課。光緒十八年。七月初六。午飯後", "792": "覺腹微脹。次日淨果延醫診視。醫云脈已全無。不須", "793": "用藥。而師面西趺坐念佛。並無他語。精神爽健。過於", "794": "平時。醫生歎為希有。淨果云。請眾師念佛相助可否。", "795": "師應諾。於是請僧八人。向西長跪。稱念彌陀聖號。約", "796": "一枝香。甫至申刻。見師合掌。猛力念佛數百聲。怡然", "797": "而敘。初九日入龕。面色津潤。頂上猶溫。次年二月望", "798": "日茶毗。僧俗送者數百人。火既發龕門先脫。見師趺", "799": "坐儼然如生。猛𦦨既熾。眾見頂上現佛十尊。兩手各", "800": "現佛像一尊。葢師生前。嘗於頂上燃香十炷。供養十", "801": "方諸佛。兩手各燃一指。一供釋尊。一供彌陀。故於闍", "802": "維之際。頂手現佛。實為真誠所致。希有之瑞。於戲生", "803": "為淨土領袖。歿後勝品往生。無可疑者。前有沈朱吳", "804": "三太史。就師問道。極讚師之道行。實為末世津梁云", "805": "云。", "806": "願登師願登師", "807": "思岸字願登。杭州錢塘謝氏子。少業儒為諸生。覺世", "808": "無常。皈心三寶。宗教知識參扣略徧。後聽玉峯法師", "809": "開示。欲求脫苦。惟有念佛一法。最易成就。遂乃發心", "810": "日持佛名六萬為定課。平生所作功德。悉皆回向淨", "811": "土。同治壬申。受五戒於海潮寺。復深厭塵勞。早求解", "812": "脫。於光緒九年。乃將家務付囑二子。徑往郡西護國", "813": "寺。禮僧敬峯出家。是冬受具戒於蕭山祇園寺。仍回", "814": "護國。專精淨業。積勞既久。忽染病魔。雖經醫治。旋愈", "815": "旋發。二子思慕迎養於家。別除一室。以為修淨之所。", "816": "迨至光緒十五年秋。忽患痢疾。醫藥罔效。然飲食雖", "817": "減。而念佛愈切。至九月初十日。忽謂其子曰。吾往生", "818": "期至。可請僧於家。起佛七助我西歸。自定十二日起", "819": "一。謂僧朗峯曰。還有七日。至十五日。執僧廷山手曰。", "820": "止有三日。吾當去也。至十七日四更問何時。其子答", "821": "云。丑時也。曰丑時是十八日。子是我往生之期。可請", "822": "諸師念佛相助。遂隨眾念佛。約香一枝半。忽瞑目無", "823": "聲。良久忽開眼合掌。向眾人稱謝云。我已親到西方。", "824": "親見阿彌陀佛及二大士。仰荷佛慈。賜我淨衣。觀音", "825": "大士水洒我頂。又見蓮池大師。為眾說法。又覩七寶", "826": "池中。眾寶蓮中有我生處。承佛慈悲。命我回來告知", "827": "眾人。我已得生淨土。奉勸諸位。專精念佛。他日淨土", "828": "相見可也。復索淨水三飲。吉祥而臥。念佛數十聲。泊", "829": "然長往。次日入棺。頂猶溫手。", "830": "杭城數十年來。專勤念佛。往生淨土者。固不乏人。昭", "831": "明顯著。徵信無疑。惟願登師一人而已。於戲若非夙", "832": "具靈根。焉能有如是哉。書此以為修淨業者勸。", "833": "謝春華謝春華", "834": "謝春華。杭州錢塘人。習賣衣業。稟性和直。與人無爭。", "835": "事親至孝。未嘗忤顏。凡遇善舉。竭力相助。所謂茹素", "836": "念佛。則未能行。光緒十年忽染蟲脹之疾。醫禱無效。", "837": "呻吟待盡而已。有表弟朱居士金伯者。久親佛法。參", "838": "叩知識。禪宗旨趣。多所發明。一日來謂春華曰。觀兄", "839": "所患病苦。實是宿世業障。若不立大善願。念佛懺悔。", "840": "恐難消除。春華首肯。遂立願。終身戒殺放生。志心念", "841": "佛。既立願已。朱居士教之。共念阿彌陀佛四十九日", "842": "為期。是晚夢僧與一藥丸令吞之。既寤覺腹中響動。", "843": "連下數次。當即身安。不三日病盡痊愈。自此信心懇", "844": "切。念佛靡間。凡有佛會。無不身預。迨至光緒十五年。", "845": "夏初偶染微疾。飲食少進。而念佛益切。至四月二十", "846": "六日。夢中親見西方三聖。知是往生之兆。遍告親友。", "847": "將生淨土。謂姚居士明齋云。二十八日。我當西去。可", "848": "來念佛相助。曰二十八日不暇不能來。又云二十九", "849": "可否。曰二十九亦不暇。復云若如此。定於五月初一", "850": "去如何。曰初一當來送行可也。至期澡沐更衣。面西", "851": "端坐。謂諸子曰。汝等若有孝心者。念佛助我。慎勿哭", "852": "泣。既而善友俱集。同稱佛號約半枝香。舉手合掌。謝", "853": "眾助道。仰目視空。若有所見。合掌向空。含笑而逝。歿", "854": "後眾聞異香。數日不散。實為希有者也。", "855": "種蓮集終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1550 淨土聖賢錄續編", "author": "清 胡𤥻述"}