{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛說齋經科註", "1": "No. 749", "10": "該總舉體以稱支也復次齋亦名戒佛所制故戒", "100": "輩者類也齋法是同秖繇秉受心異遂成三別不", "101": "可不審擇其所樂葢志樂愛見正法亦邪志樂大", "102": "明福乃無極。", "103": "△二當機請。", "104": "維耶長跪言願聞何謂三齋。", "105": "△二正示二初列名二各釋今初。", "106": "佛言一為牧牛齋二為尼犍齋三為佛法齋。", "107": "依愛同於牧牛依見同於尼犍斷除愛見而修八", "108": "支五念名為佛法也尼犍此云離繫外道之名。", "109": "△二各釋二初略釋二非二廣釋一是初中二初", "11": "亦名齋齊三業故身齊則無穢惡口齊則無諸過", "110": "釋牧牛齋二釋尼犍齋初中三初標二釋三結今", "111": "初。", "112": "牧牛齋者。", "113": "△二釋又二初喻二合今初。", "114": "如牧牛人求善水草飲飼其牛暮歸思念何野有豐", "115": "饒須天明當復往。", "116": "喻此日雖從佛法受齋而不持心八支不習學五", "117": "念乃懸想次日五欲猶如牧牛者懸想明日水草", "118": "也例而推之今生奉持佛戒喜願未來人天受樂", "119": "皆如牧牛。", "12": "心齊則無煩惱諸漏夫一日一夜秉志虔誠內以", "120": "△二合。", "121": "若族種男女已受齋戒意在居家利欲產業及念美", "122": "飲食育養身者是為如彼牧牛人意。", "123": "雖受齋戒不思出世八支五念法門繇墮愛網故", "124": "如牧牛。", "125": "△三結。", "126": "不得大福非大明。", "127": "夫一日一夜齋戒之法本是出世正因而心期五", "128": "欲愛網自纏譬如以摩尼寶僅貿一衣一食故不", "129": "得出世大福繇無出世大智光明廼使心期陋劣", "13": "五念淨其志意外以八支束其身口三業道淨出", "130": "如此故結判云非大明也。", "131": "△二釋尼犍齋三初標二釋三結今初。", "132": "尼犍齋者。", "133": "△二釋又二初正釋二出過今初。", "134": "當月十五日齋之時伏地受齋戒為十由延內諸神", "135": "拜言我今日齋不敢為惡不名有家彼我無親妻子", "136": "奴婢非是我有我非其主。", "137": "為者向也由延亦云由旬四十里也向諸神拜不", "138": "知歸向三寶故也然不敢為惡等雖不徧列八支", "139": "大意亦與佛戒相似故下方正出其過。", "14": "世正軌此則因緣所生義也內不見有受齋之我", "140": "△二出過。", "141": "然其學貴文賤質無有正心至到明日相名有如故", "142": "事。", "143": "夫既不名有家彼我無親則與佛法何異而僅稱", "144": "尼犍齋者非但為其不知歸憑三寶良以其學貴", "145": "文賤質無有正心故也貴文者致飾於外以圖悅", "146": "人耳目賤質者不知真修實詣反本還源也直念", "147": "真如名為正心不脫見網名無正心見惑既紆愛", "148": "習仍在故至明日仍如故事也然外道所以貴文", "149": "賤質無有正心者良繇不知三寶出世法門今雖", "15": "外不見有授法之人中亦不得所受之法而一心", "150": "歸憑三寶而不圖出要仍復貴文賤質當知同彼", "151": "外道尼犍若細分之應作四句一者不歸三寶貴", "152": "文賤質即真尼犍二者不歸三寶質直好義即此", "153": "土儒宗秖因未逢三寶法門故不歸憑未有質直", "154": "正心之士遇三寶而不歸者也三者歸向三寶質", "155": "直正心即是真佛弟子四者雖歸三寶貴文賤質", "156": "即是附佛法之外道以例推之受戒者貴彰持律", "157": "之名而性遮諸業未必微細清淨演教者貴彰弘", "158": "法之名而修證要途未必精徹明了參禪者貴彰", "159": "機用之名而己躬下事未必窮源極底修懺者貴", "16": "修習不懈不退無有猶豫此則即空義也依此齋", "160": "彰音聲儀式之名而事戒理觀未必深諳力行皆", "161": "尼犍流類耳若約教論文論質及論正心則九界", "162": "皆名尼犍。", "163": "△三結。", "164": "齋如彼者不得大福非大明。", "165": "謂雖受佛齋而如彼之貴文賤質無有正心則似", "166": "置醍醐於毒器何能養人非出世福慧也。", "167": "△次廣釋一是三初標二釋三結今初。", "168": "佛法齋者。", "169": "△二釋中二初八戒次五念初又二初示日期二", "17": "法遂有十界因果不同所謂或信不信或受不受", "170": "釋戒相今初。", "171": "道弟子月六齋之日受八戒。", "172": "道弟子謂在家秉承佛道之弟子也從但三歸至", "173": "菩薩戒在家二眾俱得此名月六齋日者初八日", "174": "十四日十五日二十三日二十九日三十日也若", "175": "月小者取二十八日足之此六日是四天王及太", "176": "子使者巡視世間之日受齋修福功倍餘時不言", "177": "年三長齋月者月齋稍難容可隨力日齋最易尤", "178": "應秉承年三月者正月五月九月毗沙門天王分", "179": "鎮南洲亦應受齋修福也八戒具如下列或開香", "18": "或持或毀或著相受持或離相受持或但自為或", "180": "華歌僲為二則第九不非時食獨得齋名開合雖", "181": "殊義體無別或者難曰為善去惡理應相續若但", "182": "制六日則餘日便可為惡若餘日為惡待天神巡", "183": "視而後修善不幾為小人之掩不善而著善乎君", "184": "子視之已見肺肝謂天神而可欺乎答曰夫受六", "185": "齋者非謂平日便可為惡也大戒五戒秉之終身", "186": "八關戒齋加於六日譬如列國諸矦平日何嘗不", "187": "修政布德士農工賈平日何嘗不勤職務業迨夫", "188": "巡狩省試之期亦必倍加警飾故梵網有不敬好", "189": "時之戒而善生經中亦制不受六齋得失意罪良", "19": "為眾生或不究竟或令究竟此則即假義也一日", "190": "有以也此為菩薩增上功德亦為近事種出世因", "191": "下乃旁為一輩多罪眾生雖不能相續修善亦使", "192": "之暫離惡業倘馴而致之萌孽漸生牛羊弗牧安", "193": "知不蔚為牛山美木耶孔子曰有能一日用其力", "194": "於仁矣乎吾未見力不足者又曰一日克己復禮", "195": "天下歸仁焉一日齋戒亦如是矣縱令上根者少", "196": "而日月至焉亦猶愈於晧亡不反者也故知如來", "197": "立法普利三根或不遠而休復或頻厲而無咎或", "198": "與進而不與其退與潔而不保其往顧受者自審", "199": "何如耳。", "2": "佛說齋經科註", "20": "一夜性非分劑八支五念體是法界能持所持若", "200": "△二釋戒相八第一殺戒至第八非時食戒第一", "201": "殺戒。", "202": "第一戒者盡一日一夜持心如真人無有殺意慈念", "203": "眾生不得賊害蝡動之類不加刀殺念欲利安莫復", "204": "為殺如清淨戒以一心習。", "205": "釋此戒相各為三意一因緣二約教三觀心因緣", "206": "釋者夫眾生習性各有所好喜長時者為說長時", "207": "或盡形壽或盡未來喜短時者為說短時或一剎", "208": "那一念一日七日一年等今言盡一日夜即是隨", "209": "樂欲說夫八支淨戒雖則甚易亦復甚難盡一日", "21": "事若理當體絕待舉一全收故曰齋之為言齊也", "210": "夜則雖難而易不得半日及半夜等則雖易而難", "211": "故以一日一夜而為分劑不減不增人可信受信", "212": "受即皆歡喜世界悉檀也善法易成則善心必生", "213": "為人悉檀也制有定限罔敢虧違則惡意必滅對", "214": "治悉檀也涅槃名日生死名夜涅槃即生死名盡", "215": "一日生死即涅槃名盡一夜日夜俱盡生死涅槃", "216": "兩不可得則坐斷三世豁然入理第一義悉檀也", "217": "持心如真人者阿羅漢翻無著亦翻不生亦翻應", "218": "供亦翻應真今翻真人此乃出世聖果而持心如", "219": "之以凡如聖人所樂聞世界悉也如聖成就善法", "22": "海印炳現橫徧豎窮更無一法而不周備乃名為", "220": "即為人益如聖不作諸惡即對治益我如真人如", "221": "一如無二如即入理益無有殺意者猶如真人永", "222": "斷殺習此總標也慈念眾生別明行善不得賊害", "223": "等別明止善念欲利安申明行善莫復為殺申明", "224": "止善止行二善名為諸佛清淨之戒今以一心而", "225": "修習之故得名為持心如真人也次約教釋者時", "226": "無實法依於色心分位假立則有日月歲劫之殊", "227": "日出名晝日沒名夜是中無我我所藏教意也日", "228": "無出沒晝夜性空通教意也時既性空故可延一", "229": "日以為永劫亦可促永劫以為一日令諸眾生各", "23": "齊此則即中義也欲令易解作此次第分別得意為", "230": "別知見別教意也十世古今始終不離當念一剎", "231": "那性即是亘古亘今之性不見有法出於一日一", "232": "夜之外名盡一日一夜圓教意也斷盡見思名為", "233": "真人不殺生緣成生緣慈名清淨戒藏教意也見", "234": "思如虗空不可得名為真人不殺法緣成法緣慈", "235": "名清淨戒通教意也斷盡三惑名為真人不殺生", "236": "緣不殺法緣不著我緣次第成就三慈名清淨戒", "237": "別教意也三惑之性即三般若體惑成智名為真", "238": "人不動佛性成無緣慈名清淨戒圓教意也三觀", "239": "心釋者先觀心因緣夫長時短時悉惟是心心謂", "24": "語因緣即中空假亦然佛說及經具如常釋第二", "240": "是長則短時亦長如黃梁未熟已過名闕心謂是", "241": "短則長時亦短如斧柯已爛未終一局了知長短", "242": "惟是自心則能隨意建立長短是觀心世界悟長", "243": "非長故無量劫中習行諸度不生懈倦是觀心為", "244": "人知短非短故剎那造罪殃墮無間不敢放逸是", "245": "觀心對治長短皆是法界無復長短可論盡一日", "246": "一夜即是盡生死涅槃之本際是觀心第一義也", "247": "觀心本自可為真人發意如之是歡喜益成就善", "248": "種三業似聖是生善益觀心遠離垢穢不與聖違", "249": "是滅惡益觀心成就聖道實無聖道可得是入理", "25": "出體者正以不非時食而為齋體餘支助成葢生", "250": "益次觀心約教者觀心無我我所時劫亦然愛見", "251": "則斷如於真人藏教意也觀心猶如虗空性不可", "252": "得時劫愛見皆同虗空如於真人通教意也觀心", "253": "假名無量時劫差別亦復無量智斷證得亦復無", "254": "量如於真人別教意也觀心絕待體是法界時劫", "255": "惑智無非法界如於真人圓教意也觀一念心具", "256": "足半滿權實諸法無欠無餘安得不約觀解申此", "257": "八支五念之實義耶。", "258": "△第二盜戒。", "259": "第二戒者盡一日一夜持心如真人無貪取意思念", "26": "死正因無如婬欲生死增上勝緣無如飲食是故", "260": "布施當歡喜與自手與潔淨與恭敬與不望與却慳", "261": "貪意如清淨戒以一心習。", "262": "三釋例前可解下皆倣此無貪取意先明止善思", "263": "念布施等次明行善歡喜等四句具四悉意歡喜", "264": "即世界自手即為人生他善故潔淨即對治遠離", "265": "惡故恭敬即第一義觀生如佛故次不望句即行", "266": "論止謂與時無有望今報後報心也歡喜四句是", "267": "却慳心不望與句是却貪心慳財慳法貪有貪空", "268": "貪二邊貪中道等悉皆却除是名諸佛清淨之戒。", "269": "△第三婬戒。", "27": "經云一切眾生皆依婬欲而正性命又云一切眾", "270": "第三戒者一日一夜持心如真人無婬意不念房室", "271": "修治梵行不為邪欲心不貪色如清淨戒以一心習。", "272": "無婬意二句先明止善修治梵行次明行善梵行", "273": "者四禪四等也不為邪欲二句重明止善婬名貪", "274": "染染男女染味禪染偏真染幻有染但中諸意悉", "275": "無名無婬意人間房室色無色界房室有餘房室", "276": "果報房室皆悉不念名為不念房室知禪即空即", "277": "假即中成就生緣法緣無緣慈等名為修治梵行", "278": "心外取法皆名邪欲九界善惡漏無漏法皆名為", "279": "色一切不貪名清淨戒也。", "28": "生皆依食住而在家五戒未能永捨家業眷屬緣", "280": "△第四妄語戒。", "281": "第四戒者一日一夜持心如真人無妄語意思念至", "282": "誠安定徐言不為偽詐心口相應如清淨戒以一心", "283": "習。", "284": "無妄語意總標永離四過思念至誠即無未得言", "285": "得諸愆安定即不綺語徐言即不惡口不為偽詐", "286": "即不兩舌心口相應即不妄言皆含止行二善之", "287": "意可以思得。", "288": "△第五飲酒戒。", "289": "第五戒者一日一夜持心如真人不飲酒不醉不迷", "29": "累故令於六齋日受此八關戒齋一日一夜種未", "290": "亂不失志去放逸意如清淨戒以一心習。", "291": "不飲酒句總標離眾失也醉及迷亂皆飲酒必招", "292": "之過失志放逸則飲酒之流類也充類至盡於三", "293": "土六塵咸無放逸方名清淨戒耳。", "294": "△第六香華歌儛戒。", "295": "第六戒者一日一夜持心如真人無求安意不著香", "296": "華不傅脂粉不為歌儛倡樂如清淨戒以一心習。", "297": "色聲香觸等塵乃六情諸根所安今關閉六情專", "298": "求出要故不著不傳不為也例而推之迦葉聞琴", "299": "起舞猶是界外思惑未除必三土香華歌儛皆悉", "3": "吳　優婆塞　支謙　譯經", "30": "來世永出因緣以齋為體則簡下非終身五戒上", "300": "不著不為方名清淨佛戒。", "301": "△第七高廣大牀戒。", "302": "第七戒者一日一夜持心如真人無求安意不臥好", "303": "牀卑牀草席捐除睡臥思念經道如清淨戒以一心", "304": "習。", "305": "高廣嚴飾名為好牀縱恣睡眠小死無異今捐除", "306": "睡臥即是止善思念經道即是行善以例推之有", "307": "法可倚可著皆名牀臥證諸法空無住為住斯名", "308": "清淨戒矣。", "309": "△第八非時食戒。", "31": "非沙彌十戒據此所受一日一夜戒之與齋亦發", "310": "第八戒者一日一夜持心如真人奉法時食食少節", "311": "身過中日後不復食如清淨戒以一心習。", "312": "此正名齋例須三釋初因緣者佛真法身非俟食", "313": "養應身同人示資飲食日輪當午慈哀受供十方", "314": "善逝咸然三世如來一轍順諸佛法人所樂聞世", "315": "界悉也以時受食資身辨道身無病苦心得安間", "316": "為人悉也離舌端貪嗜之過無數數營理之煩減", "317": "食節身婬意漸薄對治悉也日中以表中道中道", "318": "之外更無所需第一義悉也約教者隨界隨洲用", "319": "人間法一線若過禁不復咽藏教意也時雖本空", "32": "一日一夜無作善色以從清旦秉受之後法爾止", "320": "如幻分別午食尚無味著過中豈更貪求了即空", "321": "故不起犯心通教意也依破齋故出生三惡趣果", "322": "依持齋故出生善道及三乘果誓以此齋自利利", "323": "他上求下化莊嚴中道趣會極果別教意也中道", "324": "即是法界一止一作亦皆法界午前而食願令法", "325": "界眾生咸得契會中道午後不食願令法界眾生", "326": "永不迷背中道繫緣法界一念法界圓教意也觀", "327": "心者根塵相對皆有食義如眼以睡為食耳以聲", "328": "為食等若墮聰黜明便成斷滅見網若尋聲逐色", "329": "又復流浪愛河今云時食則但緣現量復云少食", "33": "惡行善法爾出生無漏功德故也第三料簡者有", "330": "則無所貪求既不永乖物情亦不令他憎惡即觀", "331": "心世界法食資神即觀心為人斷非法食即觀心", "332": "對治契會中道即觀心第一義也六塵無我我所", "333": "非斷非常名為中道心不緣斷常非法之食名不", "334": "過中藏教觀也六塵性空如幻非有非無名為中", "335": "道心不緣有無二邊之食名不過中通教觀也六", "336": "塵各各互生諸法具造十界而性非十界逈出二", "337": "邊名為中道心不取生死涅槃二諦之食名不過", "338": "中別教觀也六塵體即法界具足百界千如隨舉", "339": "一塵一切法咸趣此塵是趣不過不於此一塵外", "34": "六種人得受此齋謂菩薩近事男女若年三月六", "340": "別有少法可得名不過中如一塵一切諸塵亦復", "341": "如是如一切塵一切諸心諸法諸假名等亦復如", "342": "是無不當體即中不見有法出過於中名不過中", "343": "圓教觀也如此諸觀皆依不非時食而為事境若", "344": "無事境理觀不發故荊溪云世人蔑事而欲尚深", "345": "理者驗知此觀孤虗無本既虧觀境觀亦安從噫", "346": "可以思矣。", "347": "△次五念二初標徵二解釋今初。", "348": "佛告維耶受齋之日當習五念何謂五。", "349": "△二解釋五初念佛至五念天初中二初示念境", "35": "不受此齋得失意罪半滿諸戒及但三歸近事男", "350": "二明念益今初。", "351": "一當念佛佛為如來為至真為等正覺為明行足為", "352": "善逝世間父無上士經法御天人師號曰佛。", "353": "示念境中略明十號若知十號功德則知佛位一", "354": "切高廣功德亦須略以三釋明之初因緣者如世", "355": "間聖賢亦多嘉號聰明睿智神聖英哲等如天帝", "356": "釋有千名字隨德立號令眾樂聞廣則具如雜華", "357": "名號品今略舉通號十種以彰具德世界悉也若", "358": "聞如來十號能生世出世間種種善根為人悉也", "359": "十號威德能令聞者破狹劣心破輕慢心敬仰畏", "36": "女於年三月六應受此齋作出世因八部鬼神及", "360": "憚不敢萌於惡意對治悉也一一名號實義相應", "361": "聞名識義不復遠求第一義悉也梵語多陀阿伽", "362": "度此翻如來若云無所從來亦無所去故名如來", "363": "即約法身釋也若云如法自性來成正覺即約報", "364": "身釋也若云乘如實道來度眾生即約化身釋也", "365": "梵語阿羅訶此翻應供亦翻應真今翻至真為世", "366": "福田故名應供冥自真性故名至真繇冥真故堪", "367": "作世祐也梵語三藐三佛陀此翻正徧知今翻等", "368": "正覺等即徧義具明差別法門名之為等此異二", "369": "乘深知無差別性名之為正此異凡外也具足三", "37": "畜生解語者亦得秉此齋法冀脫苦輪有九種人", "370": "明為明行足妙超三有名為善逝世間父亦名世", "371": "間解自己解脫能解世間如長者自出火宅能令", "372": "諸子出火宅也一生補處猶為有上位極妙覺更", "373": "無過者名無上士經法御亦名調御丈夫具丈夫", "374": "法乃能說經調御眾生也六道以天人為勝又三", "375": "乘聖眾皆在人道天中佛為天人師範即九界同", "376": "秉教誨也自覺覺他覺行圓滿故號曰佛不言世", "377": "尊者十號具足即是世間最尊舉別而略總也次", "378": "約教者偏真無去來相證於偏真以此度生為如", "379": "來等知世間諸法正知出世涅槃為等正覺具知", "38": "受不成齋謂受菩薩戒而根本破者及比丘比丘", "380": "過現未來為明行足超脫三有名善逝脫六凡之", "381": "縛為世間父在四果支佛之上為無上士說九部", "382": "十一部十二部經詮生滅理調御眾生為經法御", "383": "同居之導為天人師自覺偏真亦以偏真覺他二", "384": "覺皆滿名佛此藏教義也生死即真空涅槃故無", "385": "來去證於即空以此度生為如來真不異俗故等", "386": "俗不異真故正為等正覺觀過未現在性空寂滅", "387": "不可得為明行足即三有而不著三有為善逝解", "388": "脫六凡二乘之縛為世間父在三乘九地之上為", "389": "無上士說十二部經詮無生理調御眾生為經法", "39": "尼式叉摩那沙彌沙彌尼優婆塞優婆夷已破根", "390": "御同居方便之導為天人師自覺即真亦以即真", "391": "覺他二覺皆滿名佛此通教義也中道逈出二諦", "392": "故無來去證於中道以此度生為如來等知二諦", "393": "正知中諦為等正覺極過去際盡現在際窮未來", "394": "際悉見悉知為明行足次第超出同居方便實報", "395": "三種國土為善逝解脫六凡三乘之縛為世間父", "396": "在十地等覺之上為無上士說十二部經詮無量", "397": "理調御眾生為經法御同居方便實報之導為天", "398": "人師自覺三諦亦以三諦覺他二覺皆滿名佛此", "399": "別教義也中道徧一切法故無來去證於圓中以", "4": "明　求寂男　智旭　科註", "40": "本戒者及受此一日一夜齋法而破根本四重戒", "400": "此度生為如來覺第一義諦即二諦名等覺二諦", "401": "即第一義諦名正為等正覺十世古今始終不離", "402": "當念皆入三世而無往來於剎那際三昧中示現", "403": "劫海成菩提事八相之中復具八相不可思議為", "404": "明行足三種國土無非寂光為善逝解脫十界苦", "405": "集為世間父在四十一位法身之上為無上士說", "406": "十二部經詮無作理調御眾生為經法御四土之", "407": "導為天人師自覺不思議一實諦二諦三諦四諦", "408": "亦以覺他二覺皆滿名佛此圓教義也觀心釋者", "409": "觀此現前一念之心不在內外中間諸處非有青", "41": "者皆不堪受或依大乘懺悔得見好相仍任更受", "410": "黃長短等相去來現在求不可得而了了明明數", "411": "數生起是為如來此心既無方隅相貌過現未來", "412": "則本無幻妄是為至真此心徧知一切諸法無有", "413": "一法可喻此心為等正覺此心無始無終亦無邊", "414": "際為明行足此心徧造十界而終日隨緣終日不", "415": "變是為善逝此心不被十界之法所縛而能出生", "416": "十界諸法為世間父此心能等一切諸法而無一", "417": "法能等此心為無上士此心具足覺觀語言之道", "418": "一心曉訓餘心心所為經法御此心能天能人而", "419": "非天人之所能為為天人師此心法爾靈知不昧", "42": "也受此齋法須一出家人為作證明不問大小兩", "420": "覺了自他無有不盡故號曰佛初觀此心具足十", "421": "號上等諸佛慶己慶他即世界益觀心具足十號", "422": "成就善根功德即為人益觀心具足十號破壞見", "423": "愛無知無明即對治益觀心具足十號一具足一", "424": "切具足究竟平等不減不增即第一義益約因緣", "425": "所生法觀則此心具足藏教十號約即空觀此心", "426": "具通十號約即假觀此心具別十號約即中觀此", "427": "心具圓十號也。", "428": "△二明念益三初正明二喻顯三法合今初。", "429": "是念佛者愚癡惡意怒習悉除善心自生思樂佛業。", "43": "乘五眾但令畢世不非時食者便可為師設數里", "430": "佛既有四教三身十號之不同念亦有四教念自", "431": "念他雙念自他之差別若欲委知具如大佛頂經", "432": "勢至圓通文句云云愚癡惡意怒習悉除即是止", "433": "善善心自生思樂佛業即是行善於止善中略舉", "434": "破壞三毒言惡意者即是貪染五欲之毒三毒有", "435": "正有習正習悉除所謂千年闇室一燈能破也念", "436": "法門能除愚癡念實相能除惡意念相好能除怒", "437": "習此猶對當為語盡理言之念念皆除三毒正習", "438": "於行善中善通因果佛惟在果言善心自生者生", "439": "離欲心生出世心生下化心生上求心生究竟無", "44": "內決無其人或可對經像前自誓秉受耳。", "440": "上種智之心言思樂佛業者三聚淨戒是佛業百", "441": "八三昧是佛業三智五眼是佛業大慈大悲大喜", "442": "大捨是佛業安住真如是佛業同流九界是佛業", "443": "誘化一切是佛業依藏教念自佛念他佛念自他", "444": "佛除同居三毒正習生離欲及出世心思樂藏教", "445": "果佛種種妙業依通教三種念佛除同居方便三", "446": "毒止習生出世及下化心思樂通佛妙業依別教", "447": "三種念佛除同居方便實報三毒正習生下化及", "448": "上求心思樂別佛妙業依圓教三種念佛除四土", "449": "三毒正習生究竟無上種智之心思樂圓佛妙業", "45": "二跨節者復為五重謂單法為名實相為體出世", "450": "問寂光那有三毒正習答此約分證寂光言也此", "451": "文亦具四悉檀意念佛即世界三毒除即對治善", "452": "心生即為人樂佛業即第一義也。", "453": "△二喻顯。", "454": "譬如以麻油澡豆沐頭垢濁得除。", "455": "麻油澡豆除穢之物喻四教念慧皆除惑之具也", "456": "依於一體三寶而有住持三寶於三寶中佛寶最", "457": "尊喻之以頭當知住持佛寶即吾自體佛寶也垢", "458": "濁既除頭則清淨念佛功成佛性顯現矣。", "459": "△三法合。", "46": "正因為宗生天泥洹為用置毒酪中為教相初法", "460": "齋念佛者其淨如是眾人見之莫不信好。", "461": "繇受齋故念佛繇念佛得成齋自淨即令眾人信", "462": "好可見自利為他之本所以君子求諸己也。", "463": "△二念法二初示念境二明念益今初。", "464": "二當念法佛所說法三十七品具足不毀思念勿忘", "465": "當知此法為世間明。", "466": "佛法無量而三十七品具足始終修證途轍故獨", "467": "舉之分為七科一四念處謂身受心法為所觀境", "468": "二四正勤謂繇念處觀令未生惡不生已生惡除", "469": "滅未生善得生已生善增長三四如意足謂欲念", "47": "為名者所謂齋也齋是齊義心佛眾生三無差別", "470": "進慧於中思惟則定思惟則斷善能成就神通四", "471": "五根謂信進念定慧成無漏根五五力亦如根名", "472": "謂信等增長能破五障六七覺支謂念擇法精進", "473": "喜輕安定捨調攝其心不沉不浮而入見道七八", "474": "正道謂正見正思惟正語正業正精進正定正念", "475": "正命安隱在道中行此三十七品四教名數皆同", "476": "而觀慧各異復各有豎入橫具之不同此能運載", "477": "三土眾生到三涅槃故為三世間明所應具足不", "478": "毀思念勿忘也。", "479": "△二明念益三初正明二喻顯三法合今初。", "48": "故名為齊迷此一心上齊諸佛故殺盜婬妄飲酒", "480": "是念法者愚癡惡意怒習悉除善心自生用樂法業。", "481": "念四教法除四土三毒正習等例前可解。", "482": "△二喻顯。", "483": "譬如以麻油澡豆浴身垢濁得除。", "484": "受齋則以法為身故即以身喻法昧此法身性本", "485": "清淨幻成三惑垢濁垢濁既除法身顯矣。", "486": "△三法合。", "487": "齋念法者其淨如是眾人見之莫不好信。", "488": "△三念僧二初示念境二明念益今初。", "489": "三當念眾恭敬親附依受慧教佛弟子眾有得溝港", "49": "嗜食躭染五塵不知慚愧迷此一心下齊含識故", "490": "受溝港證者有得頻來受頻來證者有得不還受不", "491": "還證者有得應真受應真證者是為四雙之八輩丈", "492": "夫皆為戒成定成慧成度知見成為聖德為行具當", "493": "為叉手天上天下尊者福田。", "494": "梵語僧伽此翻和合眾今但言眾者以四雙八輩", "495": "法爾具足事理二和故也律中明僧有四種一無", "496": "慚僧謂破戒者二啞羊僧雖不破戒昧法律者三", "497": "清淨僧謂內外七賢及持戒凡夫四真實僧謂四", "498": "雙八輩今令念真實僧故言恭敬親附依受慧教", "499": "也恭敬約意親近約身受教約口十六心滿初登", "5": "將釋此經兩番玄義一附文二跨節一附文者略", "50": "於平等法中生自他想起愛起見著我損人迷此", "500": "聖位名得溝港猶云預流即須陀洹果八忍具足", "501": "智少一分名受溝港證者謂無間必當證溝港道", "502": "即須陀洹向斷欲界思六品名得頻來猶云一往", "503": "一來即斯陀含果斷五品時名受頻來證者即斯", "504": "陀含向斷欲界九品思盡名得不還猶云不來即", "505": "阿那含果斷八品時名受不還證者即阿那含向", "506": "斷三界惑盡名得應真謂與真諦常相應故即阿", "507": "羅漢果進斷非非想思名受應真證者即阿羅漢", "508": "向合為四雙分為八輩輩者類也具足智斷故名", "509": "丈夫性遮清淨無作體不可壞名為戒成八解九", "51": "一心全體中道故或犯事殺或犯理殺或犯事盜", "510": "次第等名為定成見四真諦名為慧成於有為諸", "511": "行得解脫名為度成文缺度成二字分別解脫因", "512": "果不謬名為度知見成具慧行入正位名為聖德", "513": "具行行滿足功德名為行具以要言之前三果及", "514": "四向是分證五分法身阿羅漢果是滿證五分法", "515": "身也當為叉手結成能念舉叉手以攝三業天上", "516": "天下尊者福田結成所念舉福田以顯德行也然", "517": "在家菩薩受齋念眾於真實僧固應三業精勤於", "518": "清淨僧亦應禮拜供養即啞羊及無慚僧尤不應", "519": "輕慢毀辱如象王羅剎尚敬服袈裟者不害不食", "52": "或犯理盜婬妄飲食華香樂座無不皆然致成十", "520": "何況歸依三寶自稱近事淨行者乎十輪明訓昭", "521": "若日星投鼠忌器世法可喻思之慎之又此四雙", "522": "五分且約藏教為釋衍門則觀慧雖殊斷證無別", "523": "別圓須約界外見思法性五陰以辨人法故知言", "524": "雖在小義實該大又觀心僧寶者此心本非色聲", "525": "香味觸法名須陀洹此心剎那生滅名斯陀含此", "526": "心滅已無朕名阿那含此心四性不生名阿羅漢", "527": "此心性無染汙為戒成此心性不動搖為定成此", "528": "心性不可昧為慧成此心性非有為名度成此心", "529": "徧知有為無為諸法名度知見成乃至歷四教明", "53": "界因果差別今了知法性無染離五欲過隨順修", "530": "觀可以意得。", "531": "△二明念益三初正明二喻顯三法合今初。", "532": "是念眾愚癡惡意怒習悉除喜心自生樂眾之業。", "533": "喜心即善心也餘例前可知。", "534": "△二喻顯。", "535": "譬如以淳󰞆浣衣垢污得除。", "536": "淳󰞆亦譬四教念慧僧寶屬解脫德故以衣譬即", "537": "所謂解脫服也又是慚愧莊嚴又是寂滅上忍性", "538": "具僧寶如身必有衣念慧除垢則解脫清淨眾德", "539": "莊嚴柔和善順矣。", "54": "行尸波羅蜜八支五念若事若理具足清淨遂令", "540": "△三法合。", "541": "齋念眾者其德如是眾人見之莫不好信。", "542": "△四念戒二初示念境二明念益今初。", "543": "四者念戒身受佛戒一心奉持不虧不犯不動不忘", "544": "善立慎護為慧者舉後無所悔不以有望能等教人。", "545": "佛戒有七眾九眾大小兩門之不同今云身受佛", "546": "戒且據一日一夜所秉八支而言即此八支戒法", "547": "具攝定共道共及三聚五支等戒故總誡云一心", "548": "奉持也不虧不犯即木叉戒不動即定共戒不忘", "549": "即道共戒又不虧不犯不動即攝律儀戒不忘乃", "55": "身口意業契會中道上合諸佛慈力下同眾生悲", "550": "至後無所悔即攝善法戒不以有望能等教人即", "551": "攝眾生戒又不虧謂護持四重根本無虧即根本", "552": "業清淨戒不犯謂其餘四支及根本之等流方便", "553": "皆悉無犯即前後眷屬餘清淨戒不動謂不被欲", "554": "界麤獘五塵所動即非諸惡覺覺清淨戒不忘謂", "555": "正念現前故能善自安立謹慎護持設為有智慧", "556": "者之所舉問如說能行如行能說後無所悔即護", "557": "持正念念清淨戒不以有望謂不為自求人天福", "558": "報聲聞緣覺權乘諸位能等教人謂惟依最上乘", "559": "發菩提心願與法界眾生一時同得無上菩提即", "56": "仰名之為齋文云盡一日一夜持心如真人乃至", "560": "迴向具足無上道戒秪此一日一夜八關戒齋為", "561": "所緣境於中具足定共道共三聚五支無欠無餘", "562": "則為具足一切恒沙佛法無量功德之藏齋戒為", "563": "法界一切法趣齋戒是趣不過是名為念戒也一", "564": "日一夜齋戒橫豎包羅尚自如此況終身五戒況", "565": "沙彌戒況比丘戒耶而世之蔑視戒律別求圓妙", "566": "者不思甚矣。", "567": "△二明念益三初正明二喻顯二法合今初。", "568": "是念戒者愚癡惡意怒習悉除喜心自生樂戒統業。", "569": "住持三寶繇戒而存一體三寶繇戒而證故華嚴", "57": "如清淨戒以一心習此之謂也次實相為體者原", "570": "云具足受持威儀戒法能令三寶種性不斷所以", "571": "名統業也。", "572": "△二喻顯。", "573": "如鏡之磨垢除盛明。", "574": "一體三寶佛為首法為身僧為衣惟戒能炤見之", "575": "故戒本云如人自炤鏡好醜生欣慼又云戒如真", "576": "寶鏡炤法盡無遺。", "577": "△三法合。", "578": "齋念戒者其淨如是眾人見之莫不好信。", "579": "△五念天二初示念境二明念益今初。", "58": "此一經出自阿含應同三印若無三印便成牧牛", "580": "五當念天第一四天王第二忉利天鹽天兜術天不", "581": "憍樂天化應聲天當自念義以有信有戒有聞有施", "582": "有智。", "583": "果報自然無所造作名之為天四天王謂東方持", "584": "國南方增長西方廣目北方多聞守護四天下者", "585": "居須彌山埵離地四萬由旬忉利天此翻三十三", "586": "天居須彌山頂四方各八天中為帝釋統御四洲", "587": "離地八萬由旬鹽天亦云𦦨天亦云須夜摩天此", "588": "翻時分謂日月光明上炤不及身自有光以蓮華", "589": "開合而為晝夜故離地十六萬由旬於虗空中有", "59": "及尼犍齋繇有三印成佛法齋而今既秉法華開", "590": "地如雲朗然安住兜術天亦云兜率亦云覩史此", "591": "翻知足謂於五欲皆知止足故離地三十二萬由", "592": "旬不憍樂亦云化樂謂隨意化諸樂境而無憍縱離", "593": "地六十四萬由旬化應聲天亦云他化自在謂所", "594": "受樂境不假作意但任運應現故離地一百二十", "595": "八萬由旬不言色無色界者且據一日一夜齋戒", "596": "功德能感此等六天果報故就近而略明之此是", "597": "念果次我以有信等則是念因繇信三寶及戒故", "598": "受持齋法不毀故聞此大明法門故能以功德普", "599": "為眾生故正慧了了不顛倒故得生此六天中受", "6": "如菩薩戒義疏先出三重玄義第一釋名第二出", "60": "顯至教須知三印實惟一印以生死涅槃無二體", "600": "勝妙樂漸次得涅槃也六天近在欲界人所樂聞", "601": "即世界悉聞六天果必植善因即為人悉畏天視", "602": "聽不敢為惡即對治悉知天無常發得苦智無漏", "603": "真明即第一義悉同居六天因緣生法義屬藏教", "604": "方便淨天即空一句義屬通教實報義天次第證", "605": "入義屬別教寂光大涅槃天當體即中義屬圓教", "606": "信法生滅信法無生信法無量信法無作是有四", "607": "教信持性遮戒持真諦戒持俗諦戒持中道戒是", "608": "有四教戒聞生滅詮聞無生詮聞無量詮聞無作", "609": "詮是有四教聞捨有為法捨偏空證捨二邊著捨", "61": "故若歷法廣明者不殺戒護念一切體是無緣大", "610": "中道愛是有四教施析法智體法智次第三智一", "611": "心三智是有四教智觀心者一切世界依心建立", "612": "名持國一切諸法繇心出生名增長一切法界一", "613": "心徧見名廣目一切法門一心普達名多聞一心", "614": "具足王所功德名忉利一心生死涅槃以為晝夜", "615": "名鹽天不於心外取法名兜術一心具足法樂而", "616": "無放逸名不憍樂一心隨意轉變而於常樂我淨", "617": "四德無減名化應聲自心起信還信自心名有信", "618": "隨順無染法性名有戒能觀心性具足佛法名有", "619": "聞不於心外取三世法名有施知心即空假中名", "62": "慈不盜戒無所損惱體是無緣大悲不婬戒清淨", "620": "有智復次五念法門諸經多明六念今以念施攝", "621": "入念天又此念天法門阿含明念六天謂念繇十", "622": "善故生天天亦苦空無常無我多是藏教意也華", "623": "嚴明念兜率天上一生補處大士功德多是別教", "624": "意也涅槃明念第一義天多是圓教意也今經事", "625": "同阿含而因緣事境徧為一切理觀作本安得不", "626": "深求之。", "627": "△二明念益三初正明二喻顯三法合今初。", "628": "是念天者愚癡惡意怒習悉除喜心自生樂天統業。", "629": "華嚴明十善為五乘作根本所以天業統一切也。", "63": "無染體是離垢梵行不妄語戒正直誠信體即真", "630": "△二喻顯。", "631": "譬如寶珠常治清明。", "632": "約福德莊嚴以明天業故如寶珠寶珠十種瑩治", "633": "則能四洲雨寶天業數數習念能助三乘出世善", "634": "根。", "635": "△三法合。", "636": "齋念天者其淨如是。", "637": "△三結三初正結二顯勝三勸持今初。", "638": "奉持八戒習五思念為佛法齋。", "639": "△二顯勝。", "64": "如不飲酒戒心無放逸體即靈智不著香華戒離", "640": "與天參德滅惡興善後生天上終得泥洹。", "641": "參天德世界也滅惡對治也興善生天為人也泥", "642": "洹第一義也約教可知。", "643": "△三勸持。", "644": "是以智者自力行出心作福。", "645": "不墮愛見名為智者不倚他人名自力行內外一", "646": "如名出心作福若不力行便同牧牛若不出心便", "647": "是貴文賤質同彼尼犍智者幸審思之正宗分竟。", "648": "△三流通分二初顯示福報二信受奉行初中二", "649": "初顯福勝二示報優今初。", "65": "諸偽飾體是清淨莊嚴不歌儛戒寂諸喧掉體是", "650": "如是維耶齋之福祐明譽廣遠譬是天下十六大國", "651": "是十六國滿中眾寶不可稱數不如一日受佛法齋", "652": "如比其福者則十六國為一豆耳。", "653": "此文缺略應云是十六國滿中眾寶以用布施所", "654": "得福德不如一日受齋福德葢珍寶布施秖是後", "655": "世福樂之因一日夜齋決為出世之因又珍寶秖", "656": "是財施齋戒具足法施無畏施故。", "657": "△二示報優二初出果相二明因相今初。", "658": "天上廣遠不可稱說當今人間五十歲為第一天上", "659": "一日一夜第一四天上壽五百歲彼人間九百萬歲", "66": "禪那不好牀戒離憍慢意體是諸法空座不非時", "660": "佛法齋者得生此天上。", "661": "天上廣遠不可稱說總標六天報勝也先出第一", "662": "四王天相略舉壽命長遠以顯福盛餘經明上品", "663": "十善得生此天正法念處經明不殺功德得生此", "664": "天今明佛法齋得生此天十善是輪王世間正法", "665": "不殺是一分優婆塞終身之戒佛法齋是一日一", "666": "夜精進功德皆得感此果報而齋法果報則不止", "667": "此具如下文所明。", "668": "人間百歲為忉利天上一日一夜忉利天壽千歲當", "669": "人聞三千六百萬歲。", "67": "食戒中道之外更無所須體是究竟種智念佛者", "670": "餘經明上品十善增上得生此天正法念處經明", "671": "不殺不盜功德得生此天今亦明佛法齋得生也。", "672": "人間二百歲為鹽天上一日一夜鹽天壽二千歲當", "673": "人間一億五千二百萬歲。", "674": "餘經明上品十善兼學坐禪得生此天正法念處", "675": "經明不殺不盜不邪婬功德得生此天今亦齋法", "676": "得生應云一萬萬零四千四百萬歲恐譯者不善", "677": "方言數目或復傳寫之悞。", "678": "人間四百歲為兜術天上一日一夜兜術天壽四千", "679": "歲當人間六億八百萬歲。", "68": "體即般若念法者體即法身念眾者體即解脫念", "680": "餘經明上品十善兼坐禪得欲界細住乃生此天", "681": "正法念處經明身三口四功德得生此天今亦齋", "682": "法得生應云五萬萬零七千六百萬歲。", "683": "人間八百歲為不憍樂天上一日一夜不憍樂天壽", "684": "八千歲當人間二十三億四千萬歲。", "685": "餘經明上品十善兼修未到地定乃生此天今亦", "686": "齋法得生應云二十三萬萬零四百萬歲。", "687": "人間千六百年為化應聲天上一日一夜化應天壽", "688": "萬六千歲當人間九十二億一千六百萬歲。", "689": "餘經明上品十善兼得未到地定乃生此天今亦", "69": "戒者體是三聚亦即三德念天者體是第一義諦", "690": "齋法得生應云九十二萬萬零一千六百萬歲。", "691": "△二明因相。", "692": "若人有信有戒有聞有施有智奉佛法齋當命盡時", "693": "其人精神皆生此六天上安隱快樂猗善眾多我少", "694": "說耳凡人行善魂神上天受福無量。", "695": "猗輕安也餘如前釋。", "696": "△二信受奉行二初當機奉行二大眾信受今初。", "697": "維耶聞佛語歡喜言善哉善哉世尊齋之福德甚快", "698": "無量願受佛戒從今以後月六齋日竭力作福至死。", "699": "盡壽名為死又無明斷盡名為死一約當教二約", "7": "體第三料簡釋名者此據在家二眾弟子年三月", "70": "一日一夜體亘古今如此皆是實相異名故直以", "700": "跨節也。", "701": "△二大眾信受。", "702": "佛說經已皆歡喜受教。", "703": "能說人清淨故歡喜佛法度生而說永無名利想", "704": "故所說法清淨故歡喜出世正真要門不同愛見", "705": "論故聞法獲勝益故歡喜現在福樂後生善處終", "706": "得大泥洹故。", "707": "佛說齋經科註終", "708": "No. 749-A 附受八關齋法No. 749-A", "709": "附受八關齋法諸經論中皆明八關齋法葢以一往判釋則五戒乃人天因此", "71": "實相為正體也次出世正因為宗者世有三種一", "710": "一日夜戒齋方為出世因也無論已受五戒未受五戒乃至受菩薩優婆塞戒者皆可隨意受", "711": "持或六齋日或生日諱日等並應發心秉受", "712": "本經雖合為八支而秉受時仍作九支陳說無過葢文有開合義無增減故也此依毗婆沙等以易", "713": "於秉白故。", "714": "我某甲歸依佛歸依法歸依僧一日一夜為淨行優", "715": "婆塞夷如來至真等正覺是我世尊三說如或不能師應教授我某", "716": "甲歸依佛竟歸依法竟歸依僧竟一日一夜為淨行", "717": "優婆塞夷如來至真等正覺是我世尊三說次應教受戒法。", "718": "我今以此八關戒齋功德四恩總報三有齊資普與", "719": "眾生同生淨土前之八支名戒不非時食為齋故名八關戒齋。", "72": "同居世間二方便世間三實報世間持即空齋是", "720": "薩婆多毗婆沙云受八齊法應言一日一夜不殺", "721": "生令語言決絕莫使與終身戒相亂佛本制一日", "722": "一夜不得過限若有力能受一日過已次第更受", "723": "隨力多少不計日數也夫受齋法必從他受於五", "724": "眾邊。優婆塞戒經云若先遣信欲刑戮人信遲", "725": "未至其人尋後發心受齋當受齋時信至即殺雖", "726": "後一時以戒刀故不得殺罪若諸貴人常勅作惡", "727": "若欲受齋先當敕語遮先諸惡乃得成就若先不", "728": "遮輒便受齋者不名得齋欲受齋者先當宣令所", "729": "屬國境我欲受齋凡是齋日悉斷諸惡罰戮之事。", "73": "出同居正因持即假齋是出方便正因持即中齋", "74": "是出實報正因也次生天泥洹為用者生天是近", "75": "果泥洹是遠果復次有果報天淨天第一義天持", "76": "此齋者悉得生之有圓淨泥洹方便淨泥洹性淨", "77": "泥洹持此齋者終皆得之次置毒酪中為教相者", "78": "如初為提謂說五戒法已多密悟無生法忍此胡", "79": "不然況今行者秉法華意而受此齋安得不於齋", "8": "六所受名為八關戒齋或開為九今合為八以不", "80": "中具佛性住秘藏耶是事可知無俟廣說也。", "81": "入文為三初序分二正宗分三流通分。", "82": "△初序分二初證信二發起今初。", "83": "聞如是一時佛在舍衛城東丞相家殿。", "84": "證信有五句一聞二法體三時四主五處所略無", "85": "同聞凡受齋法或至僧伽藍中或請一師至自家", "86": "中今即家中受也。", "87": "△二發起。", "88": "丞相母名維耶早起沐浴著綵衣與諸子媍俱出稽", "89": "首佛足一面坐佛問維耶沐浴何早對曰欲與諸媍", "9": "殺等名戒不非時食名齋而題獨稱齋者舉別以", "90": "俱受齋戒。", "91": "在家二眾俱應受齋今丞相母為發起者女人役", "92": "役家業秉受尤難舉難以顯易也又優婆塞受齋", "93": "就寺為便優婆夷受齋就家為便維耶未見翻譯", "94": "綵衣者在家常服既無妨於八支故不特制壞色", "95": "若已受菩薩近事戒畜無縫三衣者於齋日應得", "96": "著之。", "97": "△二正宗分二初扣機二正示初中二初佛反扣", "98": "二當機請今初。", "99": "佛言齋有三輩樂何等齋。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 749 佛說齋經科註", "englishTitle": "卍 Xuzangjing, Electronic version, No. 749 佛說齋經科註", "author": "明 智旭科註", "language": "chinese", "source": "CBETA"}