{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 493 金剛經部旨", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "金剛般若波羅蜜經部旨", "1": "金剛般若波羅蜜經部旨下", "2": "△二詳住降前發心無法顯般若波羅蜜。○凡經", "3": "中無實無虗。一切諸法無非佛法。是法平等無有", "4": "高下。以三十二相見如來。如如不動等。皆明彼岸", "5": "實際之體。乃般若歸宿究竟地也。此中雖亦有無", "6": "法無相。一切即非之言。然其正意。皆點平等無二", "7": "之彼岸。不可以辭礙意。為二。△一問。", "8": "爾時須菩提白佛言。世尊。善男子善女人。發阿耨多", "9": "羅三藐三菩提心。云何應住。云何降伏其心。", "10": "生佛本元。平等實際。所謂究竟泥洹常寂滅相。終", "11": "歸于空。圓滿菩提。亦歸無所得。則是纖塵不立。澄", "12": "清湛寂者。是其本體也。今空生前窺希有。特發此", "13": "心。欲證其元。先問降住。如來曲為開示。已知住降", "14": "離相。既知脩行離相。却顧本因。則從發心而來。若", "15": "有一能發之法。所發之心。則是對待宛然。人我叢", "16": "立。正是因名立所。所既妄立。生汝妄能。能所叢立。", "17": "四相紛紜。源頭既濁。流派難清。至度生時。如何能", "18": "降人我塵勞耶。況平等法界。澄靜無波。若有一發。", "19": "則似于靜生動。動即有苦。果不離因。三細六粗糾", "20": "纏紛動。如本形既曲。迹影自凹。如何能安住實理", "21": "耶。向下如來直示中。菩薩度生。了無四相。是答其", "22": "降伏也。實無有法發菩提心。是答其應住也。須知", "23": "空生此問似與前同。而其義意。深入堂奧。直欲究", "24": "明最初能發一點根元。所謂希更審除微細惑也。", "25": "若此根不清。則枯樁舊處。仍為繫驢。生相無明。還", "26": "為種子。是大有所有。焉會無相彼岸乎。正前箭猶", "27": "輕後箭深。直向脚下𢯱根也。故如來答示。亦直明", "28": "發心無法。截斷最初能發生相根元。然後歷八十", "29": "一科。以顯彼岸平等。乃此經中甚深妙談。言語似", "30": "同。而旨歸迥別。若只作重說。再為鈍根而判。則佛", "31": "意經旨。恐永沉矣。△二答中二。初示發心平等故。", "32": "稱性本無二。一稱性故無所度生。", "33": "佛告須菩提。善男子善女人。發阿耨多羅三藐三菩", "34": "提心者。當生如是心。我應滅度一切眾生。滅度一切", "35": "眾生已。而無有一眾生實滅度者。何以故。須菩提。若", "36": "菩薩有我相人相眾生相壽者相。即非菩薩。", "37": "此直答其云何降伏其心之問。菩薩發心上求佛", "38": "道。必先下度眾生。度生時必先了知生佛齊平。一", "39": "如無二。故度盡一切。而實無眾生得滅度者。一切", "40": "眾生俱涅槃相。不可復滅。一切眾生俱菩提相。不", "41": "可復得。佛乃已證之眾生。生乃在迷之諸佛。此真", "42": "如界內。絕生佛之假名。平等慧中。無自他之形相。", "43": "菩薩雖知平等實際不受一塵。而不妨佛事門頭", "44": "不捨一法。晏坐水月道場。建立空華佛事。諸佛時", "45": "時度心內眾生。眾生時時成自性諸佛。故終日度", "46": "自性如幻之眾生。而終日無能度所度之相可得。", "47": "不過點示眾生本有。令之復還元覺而已。如醫目", "48": "者。但去其翳。非別與光明也。故曰實無眾生得滅", "49": "度者。此稱性而示。無所度生也。何以故三字。乃徵", "50": "出無所度生之義。問。菩薩發心度生。乃成佛根本。", "51": "非分外事也。既度盡矣。何必曰實無得度耶。故即", "52": "釋曰。平等真法界。佛不度眾生。若有一所度之生。", "53": "即是汝問能所宛然。四相叢立。根源不清。即度生。", "54": "時不能降伏其心矣。既有四相。全是凡夫。豈得謂", "55": "之圓解生佛齊平之菩薩哉。須知熾然度生時。尚", "56": "稱眾生性體。實無所度之生。況菩薩稱性發心時。", "57": "塵淨光生。又豈有所發之心哉。△二示平等故無", "58": "能發法。", "59": "所以者何。須菩提。實無有法發阿耨多羅三藐三菩", "60": "提心者。", "61": "此答其云何應住之問。渠問若有發心之法。未免", "62": "寂體起動。麤細相生。波翻浪鼓。何能安住實際理", "63": "地耶。故答菩薩圓解初開。不唯顯佛。九亦同彰。從", "64": "此全性起脩。俱體俱用。如全水為波。發一切功德。", "65": "智慧境界。不縱不橫。發得本有。強名為發。實無能", "66": "發所發。只是離去妄塵復完本有。但盡凡情。別無", "67": "聖解。正忽悟本頭。非從外得也。豈實有能發之法", "68": "哉。○此實無有法之無字。不但無其有。抑且無其", "69": "無。無凡。無聖。無染。無淨。無高下。虗實。葢當人心體。", "70": "元無法相。稱此顯發。發得平等。即是無發而發。發", "71": "而無發。由是無住而住。住而無住。以無住法。住般", "72": "若波羅蜜中。何疑有發心時。即不能安住哉。此一", "73": "句直截痛快。掃盡生相疑根。托出眾生平等法界。", "74": "乃下半卷經中大主腦。大關節。答前疑。申後義。凡", "75": "歷八十一科破相以顯無相般若。只完得此無字", "76": "也。復會一切皆摩訶衍。以歸平等彼岸。亦此無字", "77": "也。若云對有言無。則得偏失圓矣。所以者何四字", "78": "是徵。問。云何度生有相。即非菩薩耶。故即答云。菩", "79": "薩最初發心時。尚無有法。其源自清。豈可度生時。", "80": "反存所度之相哉。△二歷諸法釋無顯平等衍門", "81": "二。一正歷諸法釋無顯等。二複疎所歷釋無顯等。", "82": "○般若大旨。在以空慧水淘汰執情。會一切法皆", "83": "摩訶衍。以空破執。上半卷已明。自此至終。皆歷一", "84": "切法釋無。而方當釋無之時。處處點歸平等彼岸。", "85": "正會一切皆入衍門也。言會入者。大般若中如舉", "86": "空。則色空。受空。乃至識空。六入空。十二處空。十八", "87": "界空。四諦。因緣。六度。乃至一切種智空。歷八十一", "88": "科。章章皆爾。空則俱空。無我則俱無我。乃至實則", "89": "俱實。秪如心經照見五蘊皆空。故無蘊。無入。無界。", "90": "無諦。緣。智。德。以無所得故。得菩提涅槃。皆歷聖凡", "91": "迷悟因果等法。而歸于一。是為會一切法皆摩訶", "92": "衍也。今經會法歸衍。與大小般若。宛爾孱齊。葢八", "93": "十一科之法雖多。界內陰界入處。只一三業也。界", "94": "外大小漸頓。只一因果也。複疎云者。正大部中一", "95": "一皆歷諸法以入衍門意也。故今只歷因果三業", "96": "以釋無法。而旨歸平等實相。的是會法歸衍部旨", "97": "也。當知釋無之處正般若空慧。無實無虗。即實相", "98": "彼岸至歷法中所說雖有多少缺具不同。而莫不", "99": "一一呈露平等波羅蜜也。但前後問答中互有傍", "100": "正。前半卷雖有無實無虗等語。而正意重在金剛", "101": "慧用。下半卷雖有即非無相之語。而正意重在是", "102": "法平等。不可因前後互出之言。以礙此經大旨也。", "103": "今初為二。△一歷二法二。一歷果釋顯二。一正明", "104": "二意為二。一釋實無所得。", "105": "須菩提。於意云何。如來於然燈佛所。有法得阿耨多", "106": "羅三藐三菩提不。不也世尊。如我解佛所說義。佛於", "107": "然燈佛所。無有法得阿耨多羅三藐三菩提。佛言。如", "108": "是如是。須菩提。實無有法如來得阿耨多羅三藐三", "109": "菩提。須菩提。若有法如來得阿耨多羅三藐三菩提", "110": "者。然燈佛即不與我授記。汝於來世。當得作佛號釋", "111": "迦牟尼。以實無有法。得阿耨多羅三藐三菩提。是故", "112": "然燈佛。與我授記。作是言。汝於來世。當得作佛號釋", "113": "迦牟尼。", "114": "發心究竟二不別。故舉如來於然燈佛時實無所", "115": "得。以顯菩薩于初因時實無所發。下之實無有法", "116": "得菩提。謹對上實無有法發菩提句。葢此二無字。", "117": "俱指平等性體。增不得絲毫。減不得絲毫。若最初", "118": "有法發心。則是因增謗非平等矣。若後有法得果。", "119": "即是果增謗。非平等。今果既平等無增。顯出因亦", "120": "平等無增。如大圓鏡光。第去浮塵。光體自現。不可", "121": "以強加顏色。為得光明也。但恐圓義難彰。乃假問", "122": "答播弄而斷定之。如我解佛所說義。無有法得菩", "123": "提。在空生意謂。論如來今日成佛。由得菩提而來。", "124": "似不可無。但我解佛無法發心之語以推之。則又", "125": "似乎無法得菩提矣。此空生解義言無。未敢決定", "126": "以為無所得。佛即決定其旨曰。汝不可首鼠狐疑。", "127": "語仍兩可。須知十方如來。究竟果成。不過復還本", "128": "有。于平等體上。實無所增。所謂圓滿菩提。歸無所", "129": "得也。此句乃千金不易。決定之詞。仍恐其義不顯。", "130": "復加反顯以明無。更以順說以明無。若有法如來", "131": "得菩提。是反說。以實無有法得。是順說。如此而實", "132": "無有法之旨盡矣。△二明所得平等。", "133": "何以故。如來者即諸法如義。若有人言。如來得阿耨", "134": "多羅三藐三菩提。須菩提。實無有法佛得阿耨多羅", "135": "三藐三菩提。須菩提。如來所得阿耨多羅三藐三菩", "136": "提。於是中無實無虗。是故如來說一切法皆是佛法。", "137": "以上反正研詳。以明初後無得。意歸平等。而語似", "138": "真空。故復提能得所得人法二件。以顯平等衍門。", "139": "何以故三字。是徵詞。問。一切眾生不得菩提。故不", "140": "得成如來。今佛因得了菩提。故得成如來。若據佛", "141": "比說實無有法得菩提。則與眾生同矣。何得稱如", "142": "來哉。若稱如來。應有所得。故即釋曰。如來者。豈真", "143": "有所得而稱如來乎。不過妄去本彰。復還平等如", "144": "體而已。諸法乃十界十如等法。一一皆住真如本", "145": "位。凡夫迷之。枉受生死。名眾生。諸佛悟之。無非自", "146": "性。稱如來。如義者。如名不異。顯十界齊平也。如名", "147": "不異。完千如全體也。如名不異。點諸佛證同也。經", "148": "云眾生如。彌勒如。一如無二如。又云周行十方界。", "149": "還是瓶處如。世尊證如。混虗空為體性。東西南北。", "150": "瓶內空。十方空。一體無異。復完平等本覺。總是法", "151": "王之身。是為諸法如義。既完本有。不可贅疣名字。", "152": "但異于眾生之迷。而不得完乎平等如如以來歸", "153": "正覺者。強名之曰如來而已矣。此能證之如來。尚", "154": "只反本。別無他得。豈所得之菩提。實有法哉。故曰", "155": "若有人言如來得菩提者非也。須菩提實無有法", "156": "佛得菩提。須知如來所得菩提。亦只完本有平等。", "157": "如大明鏡纖埃不立。若加一有法。即增謗之實也。", "158": "加一無法。即減謗之虗也。此乃圓滿菩提。無欠無", "159": "餘。無實無虗。本元心地也。以由無實故。實無所得。", "160": "以由無虗故。十方諸佛熾成如來也。是故如來說", "161": "一切法皆是佛法者。此是結顯平等之語。是故二", "162": "字。乃結攝前義。既能證如來。只完得本有諸法如", "163": "義。所證菩提。亦只完本有無實無虗。則未悟之先。", "164": "已證之後。同此一體。所謂是法住法位。世間相常", "165": "住。未悟之時何曾有絲毫減異。故一切法皆是法", "166": "身全體。何必證菩提。成如來。而後名為佛法哉。斯", "167": "即歷如來得果之法。而廣會一切法皆摩訶衍。顯", "168": "平等彼岸也。向下歷法釋無中。或文有缺具□□", "169": "皆然。△二結顯二意二。一正結。", "170": "須菩提。所言一切法者。即非一切法。是故名一切法。", "171": "即非。結上釋實無所得。是名結上明所得平等。△", "172": "二喻顯。", "173": "須菩提。譬如人身長大。須菩提言。世尊。如來說人身", "174": "長大。即為非大身。是名大身。", "175": "非大身。喻顯即非佛法。是名大身。喻顯是名佛法。", "176": "凡下所明如此等句。皆點空慧般若。平等彼岸二", "177": "意。然以人身之淺事。以顯佛法之深微。宛有二意。", "178": "至下約施福貼顯中當明。△二歷因釋顯二。一離", "179": "相度生因。", "180": "須菩提。菩薩亦如是。若作是言。我當滅度無量眾生。", "181": "即不名菩薩。何以故。須菩提。實無有法名為菩薩。是", "182": "故佛說一切法無我無人無眾生無壽者。", "183": "實無有法名為菩薩。與實無有法發心。實無有得", "184": "果。血脈照映。如驪珠不失。△二無住莊嚴因。", "185": "須菩提。若菩薩作是言。我當莊嚴佛土。是不名菩薩。", "186": "何以故。如來說莊嚴佛土者。即非莊嚴。是名莊嚴。須", "187": "菩提。若菩薩通達無我法者。如來說名真是菩薩。", "188": "經初無住行施。但舉六度莊嚴中最初布施一度。", "189": "其實意該六度。今言莊嚴佛土者。乃舉六度之全。", "190": "缺具不同。義則一也。△二歷三法釋顯三。一歷意", "191": "業二。一約境智釋顯二。一出能照智。", "192": "須菩提。於意云何。如來有肉眼不。如是世尊。如來有", "193": "肉眼。須菩提。於意云何。如來有天眼不。如是世尊。如", "194": "來有天眼。須菩提。於意云何。如來有慧眼不。如是世", "195": "尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如", "196": "是世尊。如來有法眼。須菩提。於意云何。如來有佛眼", "197": "不。如是世尊。如來有佛眼。", "198": "五眼。即如來般若圓照。遍了法界。十方不隔。恒沙", "199": "心非恒沙心。同一般若無相也。三際不遷。三世心", "200": "無三世相。同一實相常住也。問。所照之心屬意業。", "201": "則可了知。能照之智是五眼。如何會通。答如來五", "202": "眼即四智。本是圓通。不必致疑。即眾生眼見。莫不", "203": "由心。葢心識在眼即眼識。眼若無心。則何能見。如", "204": "木人。已死。二俱無見。楞嚴云。如是見性。是心非眼。", "205": "書云。心不在焉。視而不見。△二融所照境二。一約", "206": "實無所得蕩相。", "207": "須菩提。於意云何。如恒河中所有沙。佛說是沙不。如", "208": "是世尊。如來說是沙。須菩提。於意云何。如一恒河中", "209": "所有沙。有如是沙等恒河。是諸恒河所有沙數。佛世", "210": "界如是。寧為多不。甚多世尊。佛告須菩提。爾所國土", "211": "中。所有眾生若干種心。如來悉知。何以故。如來說諸", "212": "心。皆為非心。是名為心。", "213": "恒河諸心。則塵勞種種。迷暗般若圓明。今以空慧", "214": "蕩之。即為非心。則復還離相之實無所得也。△二", "215": "約平等常住釋明。", "216": "所以者何。須菩提。過去心不可得。現在心不在得。未", "217": "來心不可得。", "218": "三際遷流。則生死無常。背于常住彼岸。今亦以圓", "219": "智融之。十世古今不離當念。則復完平等實相矣。", "220": "夫如來以般若妙慧。會一切聖凡因果等法而歸", "221": "摩訶衍。乃事從聖起。先直點圓人發心稱性本無。", "222": "體自平等。由是順勢以無得果。度生。嚴土。而出世", "223": "聖人初中後因果等心。悉歸衍門空慧矣。聖法既", "224": "融。勢如建瓴。以融界內在纏凡法。恒沙之心叵得。", "225": "則金剛般若顯。三際之心了無。則常住彼岸彰。皆", "226": "為非心。稱性本無也。是名為心。衍門平等也。融八", "227": "十一科之法。至矣盡矣。此般若部旨。極廣大精微", "228": "之最章明較。著處。推此以例前後。文或出沒。理實", "229": "盡焉。故歷三際中。庋身口而先歷意業。從便從要。", "230": "佛意甚深。△二約施福貼顯。", "231": "須菩提。於意云何。若有人滿三千大千世界七寶。以", "232": "用布施。是人以是因緣。得福多不。如是世尊。此人以", "233": "是因緣。得福甚多。須菩提。若福德有實。如來。不說得", "234": "福德多。以福德無故。如來說得福德多。", "235": "引福德無故。以貼顯皆為非心。引得福德多。貼顯", "236": "是名為心。凡當說法至深微處。反引世間淺事貼", "237": "顯。使深義明了者。一是如來以種種因緣事相開", "238": "示眾生。使之解悟之大慈也。二是如來說法巧妙。", "239": "令異人機解活潑。如珠走盤之師子擲兒法也。如", "240": "上一切法即非一切法。何等深妙。而忽換轉話頭", "241": "以曉機情曰。譬如人身長大等。皆是族矣。又復舉", "242": "極好布施之心。猶不可著有。若一著有福。即非無", "243": "住般若。何況損人利己五逆十惡之恒沙三際心", "244": "哉。△二歷身業釋顯。", "245": "須菩提。於意云何。佛可以具足色身見不。不也世尊。", "246": "如來不應以具足色身見。何以故。如來說具足色身。", "247": "即非具足色身。是名具足色身。須菩提。於意云何。如", "248": "來可以具足諸相見不。不也世尊。如來不應以具足", "249": "諸相見。何以故。如來說諸相具足。即非具足。是名諸", "250": "相具足。", "251": "歷身業中只舉如來身業者。以如來具足身相。猶", "252": "屬有為。非般若一塵不染之本體。抑況三乘尚帶", "253": "無明之身相乎。又況六凡具足五住之身相乎。當", "254": "知一落身相。皆為四相。染汙般若體矣。故云不可", "255": "以身相見也。佛身既非。一切俱非。俱非之後。法法", "256": "全體。相相實相。則不但佛身是名身相。即九界身", "257": "相亦皆實相波羅蜜矣。故舉一佛身。空。則佛身尚", "258": "空。何況九界不空。會。則佛身尚會。何況九界不會。", "259": "△三歷口業釋顯二。一無所說法。", "260": "須菩提。汝勿謂如來作是念。我當有所說法。莫作是", "261": "念。何以故。若人言如來有所說法。即為謗佛。不能解", "262": "我所說故。須菩提。說法者。無法可說。是名說法。", "263": "此具能說如來。能聞眾生。聖凡均具。佛說屬口。生", "264": "聽屬耳。六根可得互舉也。若言如來有所說法即", "265": "為謗佛者。佛之所說。乃對病之藥。初無定在。不過", "266": "去眾生之病著耳。眾生病去。其藥則除。若謂如來", "267": "定有空有之法。則是謗佛有定法矣。此約對機非", "268": "實有也。二者。即所說之法。乃言下所詮之理。理不", "269": "屬言。言不及理。所謂寄言談于象外。而其理絕精", "270": "麤。諸法寂滅相。不可以言宣。正如標月指。指非是", "271": "月。月非是指。認指為月。不解所指。認言為理。不解", "272": "所說矣。此約契理之說非實有也。須知如來為眾", "273": "生故。不得已示眾生見理之說。下情迷之。尚以藥", "274": "為毒。執言生障。況九界言說乎。又如來口說。於離", "275": "言說相之般若體上。猶為多事。況眾生口四業乎。", "276": "△二無能聞生。", "277": "爾時慧命須菩提白佛言。世尊。頗有眾生。於未來世。", "278": "聞說是法。生信心不。佛言須菩提。彼非眾生非不眾", "279": "生。何以故。須菩提。眾生眾生者。如來說非眾生。是名", "280": "眾生。", "281": "眾生眾生者。非重言也。乃牒前所指兩種眾生而", "282": "言。葢能信般若者。或五品深信。或六根十信。此等", "283": "眾生。已是觀行相似即佛。故曰彼非眾生。然而此", "284": "身猶是五陰和合而生。故曰非不眾生。此非眾生", "285": "之眾生。非不眾生之眾生。二皆有相。俱非般若正", "286": "體。悉宜掃除以入空慧。故曰即非眾生。此句雙掃", "287": "前觀行相似即佛。及五陰假合之二種眾生。入真", "288": "空妙慧也。既空之後。則法法皆真。一一實相。名體", "289": "不轉。均入衍門。故曰是名眾生。△二複疎所歷釋", "290": "無顯等二。複者。重也。疎者。通也。如前已歷因果三", "291": "業等八十一科之法。釋無以歸平等摩訶衍矣。今", "292": "重提前所歷之法。廣略互出。疎通決擇。以入衍門。", "293": "葢佛說大品般若。歷八十一科入摩訶衍。則法法", "294": "始從色心終一切種智。今約單複釋無顯等以歸", "295": "衍門。義實同之。但前半卷約住降離相明般若。則", "296": "以廣略二門釋之。今之單複。或前略者後廣。或前", "297": "廣者後略。彼此互顯。等義彌明。△一複疎二法二。", "298": "一疎歷果釋顯二。一複疎二意。二結顯二意。初中", "299": "二。一疎實無所得。", "300": "須菩提白佛言。世尊。佛得阿耨多羅三藐三菩提。為", "301": "無所得耶。佛言。如是如是。須菩提。我於阿耨多羅三", "302": "藐三菩提。乃至無有少法可得。是名阿耨多羅三藐", "303": "三菩提。", "304": "前佛明於然燈佛所實無有法得阿耨菩提。反復", "305": "釋明。今云乃至無有少法可得是名菩提。四相。為", "306": "有。法相。為法。非法相。為少法也。此疎通前實無所", "307": "得之文甚明。△二疎所得平等二。一直示性體。", "308": "復次須菩提。是法平等。無有高下。是名阿耨多羅三", "309": "藐三菩提。", "310": "前云諸法如義。無實無虗。一切法皆是佛法。今直", "311": "點之曰是法平等。△二稱性脩證。", "312": "以無我無人無眾生無壽者。脩一切善法。即得阿耨", "313": "多羅三藐三菩提。", "314": "所謂染汙即不得。脩證即不無。無四相而脩善法。", "315": "乃名無所住而生其心。從性善起脩善。脩善即性", "316": "善。性善即顯阿耨菩提也。△二結顯二意中二。一", "317": "約善法結明。", "318": "須菩提。所言善法者。即非善法。是名善法。", "319": "即非善法。結上實無所得。是名善法。結上所得平", "320": "等。前之佛法者即非佛法是名佛法。乃約性說。今", "321": "之善法。乃約脩說。△二引施福貼顯。", "322": "須菩提。若人滿三千大千世界中所有諸須彌山王。", "323": "如是等七寶聚。有人持用布施。若人以此般若波羅", "324": "蜜經乃至四句偈等。受持讀誦。為他人說。於前福德。", "325": "百分不及一。百千萬億分。乃至算數譬喻所不能及。", "326": "七寶布施乃是相福。不及離相般若。此反顯上實", "327": "無所得。受持般若波羅蜜法。乃平等性功。故其德", "328": "不貲。此貼顯上所得平等。須知初歷果中但約性", "329": "說。故結中亦約性。而顯中乃約喻。今複疎中約修", "330": "說。故結中亦約脩。而顯中乃約施。脩不離性。性不", "331": "妨脩。脩性各出。互顯彌明。△二複疎歷因釋顯二。", "332": "一標。", "333": "須菩提。於意云何。汝等勿謂如來作是念。我當度眾", "334": "生。", "335": "眾生著四相而輪迴。雖因依正二境。然不怨於飄", "336": "瓦虗舟。多分於有情愛憎境上起。即如來以慈悲", "337": "度生。若一作念。即四相叢立。同于下凡矣。況六道", "338": "乎。前歷因中約菩薩度生。今約如來度生者。在因", "339": "名菩薩。因極即如來。舉果則益顯離相之因。功不", "340": "唐捐。△二釋二。一釋度生。", "341": "須菩提。莫作是念。何以故。實無有眾生如來度者。若", "342": "有眾生如來度者。如來即有我人眾生壽者。", "343": "平等真法界佛不度眾生。故云實無有度者。然菩", "344": "薩如來熾然度生。不過如夢勤如。空名惑絕。幻因", "345": "既滿。鏡像果圓而已。豈真有所度之眾生哉。若有", "346": "下即反顯之詞。如來既無四相。則亦無所度眾生", "347": "矣。△二釋我當。", "348": "須菩提。如來說有我者。即非有我。而凡夫之人。以為", "349": "有我。須菩提。凡夫者。如來說即非凡夫。是名凡夫。", "350": "上云我當度眾生。度生之義。前已釋明。今復除人", "351": "疑曰。即如來比說我當度生之我字。不過假名說", "352": "我。于平等慧中。實無自他之形相。故曰即非有我。", "353": "其如凡夫之人。處處膠著。見如來假名說我。即執", "354": "之以為實有我相也。況平等體上初無諸佛凡夫", "355": "之相。又不可因如來頃說凡夫二字。即執之以為", "356": "實有凡夫之相可得也。須知無有高下。凡聖齊平", "357": "者。方是真空般若。故曰凡夫者。如來說即非凡夫。", "358": "既會真空。即顯實相。故曰是名凡夫。上曰即非莊", "359": "嚴。即非眾生。今疎通中云。即非有我。即非凡夫。一", "360": "義也。△二複疎三業中三。一超疎歷身釋顯二。一", "361": "直顯中道平等。", "362": "須菩提。於意云何。可以三十二相觀如來不。須菩提", "363": "言。如是如是。以三十二相觀如來。", "364": "前正歷身業。意雖含于顯等。而語且偏在真空。今", "365": "愈入愈深。理宜直顯中實。故復舉前事問云。可以", "366": "三十二相見如來不。空生至此。已領大乘財物。深", "367": "知諸法實相。相相法身。故即應云以三十二相觀", "368": "如來。葢毗盧遮那遍一切處。一切諸法。皆是佛法。", "369": "夫百界千如森羅諸法。皆即實相。如四念處惟色", "370": "惟聲等義。何況三十二相。而非平等法身耶。此與", "371": "法華中龍女讚佛。微妙淨法身。具相三十二。以八", "372": "十種好。用莊嚴法身同也。須知此處既是重提前", "373": "邊所歷身業。而疎通決擇。使平等顯了。固當直顯", "374": "中道實相。不可仍前約真空蕩相說也。△二雙遮", "375": "二邊相著二。一遮著有二遮斷無。○須知直顯中", "376": "道實相。即是法平等無有高下也。若著有無。即非", "377": "平等。即非中道。況實相者。無相無不相。若著有無。", "378": "即是相不相矣。實相何能彰乎。故文雖雙遮。意顯", "379": "中實。今初。", "380": "佛言須菩提。若以三十二相觀如來者。轉輪聖王即", "381": "是如來。須菩提白佛言。世尊。如我解佛所說義。不應", "382": "以三十二相觀如來。爾時世尊而說偈曰。若以色見", "383": "我。以音聲求我。是人行邪道。不能見如來。", "384": "諸法實相唯佛究盡。而空生今日分見一班。故可", "385": "與家裏人說家裏事。然此事深妙。但可你知我知。", "386": "儻凡心不解。隨語生著。即起有見。便謂生死輪王", "387": "之相。即是平等法身矣。斯則豈但圓實永沉。抑且", "388": "真俗混亂。如之何其可也。須菩提答言。若論我與", "389": "世尊。已了真空實相者。無可無不可。今言三十二", "390": "相即如來。此指諸法實相也。前言不可以三十二", "391": "相見如來。指此真空離相。所謂已過關者掉臂而", "392": "行左右具宜。初無執礙。但我今解如來所問之義。", "393": "惟恐眾生不解。以詞害意。執有生見。則真空不彰", "394": "矣。故今當破去著有之心。即曰不應以三十二相", "395": "觀如來也。△二遮斷無。", "396": "須菩提。汝若作是念。如來不以具足相故。得阿耨多", "397": "羅三藐三菩提。須菩提。莫作是念。如來不以具足相", "398": "故。得阿耨多羅三藐三菩提。須菩提。汝若作是念。發", "399": "阿耨多羅三藐三菩提心者。說諸法斷滅。莫作是念。", "400": "何以故。發阿耨多羅三藐三菩提心者。於法不說斷", "401": "滅相。", "402": "前言勿以具相觀如來者。不過破其著有之心。以", "403": "顯中實平等耳。其如眾生處處著。纔見破有。即便", "404": "執無。妄謂如來證菩提者。必無具相。若具相者。即", "405": "非證菩提之如來。此則方出于有。即墮于空。于平", "406": "等法上。又為下矣。故復遮其斷無之執曰。當知實", "407": "相無相無不相。若汝執如來平等法身。必無具相", "408": "者。此即墮于斷滅外道矣。故曰勿謂如來不以具", "409": "足相故得阿耨菩提也。復以發菩提心不說斷滅", "410": "相以轉釋者。良由初發如來菩提之心。故得後證", "411": "如來菩提之果。發心究竟二不別。若發心時有斷", "412": "滅。則證果時亦斷滅。既發心時不斷滅。則果成時", "413": "豈可以斷滅相而目之曰。不以具足相得無上菩", "414": "提哉。有無高下之見既遣。則中實平等衍門自彰", "415": "矣。如來身相。既會衍門實相。其九界森羅諸法。不", "416": "言可知矣。此如來圓顯平等彼岸之最深切著明", "417": "處。勿割碎強配。失經脈絡也。發菩提心。於法不說", "418": "斷滅相者。圓人名字開解。尚爾九亦同彰。況發心", "419": "乎。發心者。發一切功德。智慧。境界。不前不後。因該", "420": "果海。果澈因源。萬德性具。詎云斷滅。夫說斷滅者。", "421": "乃二乘󰞆滅。外道斷無也。△二追疎意業中約施", "422": "貼顯。", "423": "須菩提。若菩薩以滿恒河沙等世界七寶。持用布施。", "424": "若復有人。知一切法無我。得成于忍。此菩薩勝前菩", "425": "薩所得功德。何以故。須菩提。以諸菩薩不受福德故。", "426": "須菩提白佛言。世尊。云何菩薩不受福德。須菩提。菩", "427": "薩所作福德。不應貪著。是故說不受福德。", "428": "前正歷意業釋顯中。以如來離相眼智。淨盡恒沙", "429": "三際妄心。今云知一切無我不貪著福德。莫非離", "430": "相般若現前。而恒沙心息。三際俱忘矣。隨其無我", "431": "不著工夫淺深。以判成忍五種高下不同。不必執", "432": "定生法二忍名相。以礙圓經。應知前正歷意中。能", "433": "所廣明。故今複疎。但須略點。正彼此互顯。令平等", "434": "義彰。法應爾耳。△三疎歷口釋顯中二。一正歷三", "435": "法。二例通一切。初中三。一所說果人平等。二所說", "436": "器界平等。三所說諸見平等。前正歷口業中。但云", "437": "不能解我所說。不知所說何等法。是眾生不解處。", "438": "故今略舉三法。廣例一切。則世出世間。若聖若凡", "439": "若依若正若染若淨若色若心等八十一科。及例", "440": "三千百界八萬四千塵勞生滅。俱入真空實相之", "441": "摩訶衍矣。今初所說果人平等。", "442": "須菩提。若有人言如來。若來若去。若坐若臥。是人不", "443": "解我所說義。何以故。如來者。無所從來亦無所去。故", "444": "名如來。", "445": "欲會所說諸法入波羅蜜衍門。先舉出世如來果", "446": "號。既是諸法如義。同一實相。則何有生滅去來。人", "447": "見來去。此無去來。所說平等義彰矣。△二所說器", "448": "界平等。", "449": "須菩提。若善男子善女人。以三千大千世界。碎為微", "450": "塵。於意云何。是微塵眾。寧為多不。須菩提言。甚多世", "451": "尊。何以故。若是微塵眾實有者。佛即不說是微塵眾。", "452": "所以者何。佛說微塵眾。即非微塵眾。是名微塵眾。世", "453": "尊。如來所說三千大千世界。即非世界。是名世界。何", "454": "以故。若世界實有者。即是一合相。如來說一合相。即", "455": "非一合相。是名一合相。須菩提。一合相者。即是不可", "456": "說。但凡夫之人。貪著其事。", "457": "器界無常。碎為微塵則小而多。合為世界則大而", "458": "一。若在如來藏中。求于生滅大小了不可得。故皆", "459": "曰即非。即非。乃真空體露也。然而真空不空。一一", "460": "皆本如來藏妙真如性。故皆曰是名。是名即波羅", "461": "蜜平等衍門也。一合相者。即是不可說。但凡夫之", "462": "人貪著其事者。一合相雖是虗名幻相。然而不外", "463": "法界。當下即離名字言說之不思議境。故曰即是", "464": "不可說之實相也。然則如來何不說明。若如來一", "465": "加言說。但恐凡夫之人不解所說即生貪著。于事", "466": "相上。隨語起見。故不可說耳。△三所說諸見平等。", "467": "須菩提。若人言佛說我見人見眾生見壽者見。須菩", "468": "提。於意云何。是人解我所說義不。不也世尊。是人不", "469": "解如來所說義。何以故。世尊。說我見人見眾生見壽", "470": "者見。", "471": "四見雖是眾生迷極心法。若至真空體上。不留毫", "472": "妄。故皆即非。然阿毗依正。全處極勝自心。地獄色", "473": "心。尚皆究竟。況此諸見而非平等實相耶。故曰是", "474": "名我見人見等也。須知前後凡言是名處。即波羅", "475": "蜜實相。一切法皆摩訶衍也。是人解我所說義不", "476": "者。佛謂我已究盡。汝已分知。固不必說。但世間人。", "477": "能解此所說皆實相否。空生答。斯旨甚深。眾生低", "478": "下。談何容易。故曰是人不解所說義。隨出所以不", "479": "解之義曰。此等四見。一一體空。即非四見。故不解。", "480": "又此四見。一一性真。即是實相。故不解。空生至此。", "481": "已深解諸法實相。了知諸法皆衍。故呈露見解如", "482": "是透脫圓淨。佛則因其圓解而盡情開示會入之。", "483": "故曰發菩提心者。應如是知等也。△二例通一切。", "484": "須菩提。發阿耨多羅三藐三菩提心者。於一切法。應", "485": "如是知。如是見。如是信解。不生法相。須菩提。所言法", "486": "相者。如來說即非法相。是名法相。", "487": "前來已會聖凡色心等法皆摩訶衍。猶恐法門未", "488": "盡。故復因其解悟而開廣之曰。發菩提心者。皆應", "489": "如是知見。葢謂凡夫小乘。心外有法。執相起見。固", "490": "不足與語諸法實相矣。但此經為大乘者說。為發", "491": "最上乘者說。既發十界齊平權實不二之大心。則", "492": "豈但於上如來器界諸見上如是知見哉。當於百", "493": "界千如。八萬生滅諸法上。一一了知信解。皆真空", "494": "實相。并其法相。亦皆會入。如是方是領知庫藏。克", "495": "家之子。不辜如來付財之重。能自行化他。轉教無", "496": "疆也。以般若正慧蕩汰執疑。會八十一科皆摩訶", "497": "衍部旨。至此至矣盡矣。故下只須結益。以勸流通。", "498": "△大章第三流通二。一結勸流通二。一舉益勸通。", "499": "須菩提。若有人以滿無量阿僧秪世界七寶持用布", "500": "施。若有善男子善女人。發菩提心者。持於此經。乃至", "501": "四句偈等。受持讀誦。為人演說。其福勝彼。", "502": "可知。△二示流通法。", "503": "云何為人演說。不取於相。如如不動。何以故。一切有", "504": "為法。如夢幻泡影。如露亦如電。應作如是觀。", "505": "正宗經旨。既皆會入衍門實相。境如如智。智如如", "506": "境。則後人流通此經。亦當如經正住。不動有為。不", "507": "取諸相。然後可以所行如所說。所說如所行。而為", "508": "人演說矣。須知動即有為。有為即動。取相即不如", "509": "如。如如即不取相。下即徵出須不動不取之所以。", "510": "何以故三字是徵辭。問。何故為人演說者。必須不", "511": "取不動耶。答曰。良由一切有為之法。皆如夢幻不", "512": "實。弘通般若波羅蜜。衍門實相之人。當如是觀之。", "513": "不當反生取著也。△二結益流通。", "514": "佛說是經已。長老須菩提。及諸比丘。比丘尼。優婆塞。", "515": "優婆夷。一切世間天人阿修羅。聞佛所說。皆大歡喜。", "516": "信受奉行。", "517": "金剛般若波羅蜜經部旨下終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 493 金剛經部旨", "author": "清 靈耀撰"}