{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B470 天一悅禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "天一悅禪師語錄", "1": "侍者學愚錄", "2": "上堂師於戊辰孟春月受鎮臺龍檀越並木境眾信請繼", "3": "席松巋普光禪寺。", "4": "據室云德山入門便棒臨濟入門便喝二大老雖是", "5": "剿絕為人爭奈作威作勢悅上座則不然無論是聖", "6": "是凡到此總教平展去也何故相逢自有知音知何", "7": "必清風動天地。", "8": "當日上堂拈香祝聖畢再拈云此瓣香始從戎馬隊", "9": "中輥出向深山窮谷裏堅培不意陡遭個無面目底", "10": "老漢毒手花劈了也至今在處難藏欲隱彌露直得", "11": "對眾拈出此是第一回爇向爐中耑申供養本山堂", "12": "上傳臨濟正宗三十四世本師善權位先老和尚用", "13": "酬法乳之恩斂衣就座維那白椎竟師乃拈起拄杖", "14": "云啟祖翁門戶展古佛家風卓一卓云闢人天正路", "15": "掃蕩邪宗又卓一卓云正法眼藏一時流通是汝諸", "16": "人還知松巋拄杖子為人落處麼若向者裏承當得", "17": "底未免朝打三千暮打八百若向背地裏吐舌底亦", "18": "與三十棒未必肯容何故復卓一卓云天上有星皆", "19": "拱北人間無水不朝東舉保壽開堂三聖推出一僧", "20": "壽便打聖云與麼為人瞎卻鎮州一城人眼去在壽", "21": "擲下拄杖歸方丈師云二大老恁麼作略將謂據令", "22": "而行爭奈傍觀者哂松巋門下只好一坑埋卻且道", "23": "他過在甚麼處具眼者試定當看。", "24": "上堂德山棒如雨點臨濟喝似雷奔何殊亂世英雄", "25": "釋迦摩竭掩室淨名毘耶杜口正似太平奸細直教", "26": "列在下風方乃揭示向上巴鼻且道如何是向上巴", "27": "鼻良久云直饒向者裏薦得分明也是一場特地。", "28": "佛成道日大棟胡居士設齋請上堂六載辛勤識得", "29": "不為冤咎明星一睹無端打失自家眼睛奇哉三歎", "30": "塗污大地眾生不少松巋恁麼批判且道還是有成", "31": "褫耶無成褫耶若道無成褫猶是孤負釋迦老子若", "32": "道有成褫又是埋沒己靈正恁麼時且道有成褫底", "33": "是無成褫底是試定當看分明月在梅稍上看到梅", "34": "稍早已遲。", "35": "上堂聞聲悟道見色明心遂喝一喝云者個不是聲", "36": "卓拄杖一下云者個不是色聲色示了諸人還悟也", "37": "未即此不悟孤負古人即此悟去孤負山僧且道悟", "38": "底是不悟底是檢點將來悟底也與你有分不悟底", "39": "也與你有分且道分償在甚麼處良久復卓杖云見", "40": "義勇為真勇士臨機不變始驚群。", "41": "上堂廬陵米鎮州蘿蔔山僧尋常受用得快今日特", "42": "為諸人拈掇還會麼若會得且許途中受用若也不", "43": "會三個成群四個作隊則且置秪如山僧自納敗缺", "44": "諸人還知落處麼良久云三生六十劫咄。", "45": "安南陶居士發心來山塑佛並取法名設齋供眾請", "46": "上堂塑佛取名兩彩一賽落賺山僧無端納敗撾鼓", "47": "陞堂人天集會一問一荅造妖捏怪正眼觀來瞎驢", "48": "趁隊雖然如是福田山上功德林中也要布些光彩", "49": "甚麼光彩卓拄杖云天共白雲曉水和明月流。", "50": "上堂以拄杖向左邊一卓云者個便是照用料揀玄", "51": "要主賓右邊一卓云者個便是妙協兼帶君臣道合", "52": "面前一卓云雲門圓相圈法眼六相意並諸子百家", "53": "奇巧技藝總在者裏一擊百雜碎了也撒向諸人面", "54": "前急須薦取始得不然冷眼看他人富貴等閒無奈", "55": "襆頭何。", "56": "上堂信受奉行底總為業識忙忙無本可據掉頭不", "57": "顧底孤迥迥俏巍巍直得靈山受記既然如此且道", "58": "有何憑據以拂子作吹勢云囉囉哩哩囉囉哩。", "59": "上堂卓拄杖一下云三世諸佛也如是歷代祖師也", "60": "如是天下老和尚也如是悅上座到者裏也不得不", "61": "如是且道如是個甚麼復卓一卓云我見燈明佛本", "62": "光瑞如此。", "63": "四月八日上堂黃面瞿曇當年此日降誕天下叢林", "64": "年年此日慶祝故我眾居士宿值德本不負勝因也", "65": "於此日發心來山設齋供眾敦請山僧上堂無非也", "66": "要稱羨雲門好手無非也要掀揚瞿曇指天指地所", "67": "以山僧直得有條攀條無條攀例驀拈拄杖云看看", "68": "世尊生也卓一卓云雲門來也諸人向者裏與二大", "69": "老相見則且置秪如未離兜率已降皇宮未出母胎", "70": "度人已畢又作麼生領會若也會三個成群四個作", "71": "隊若也不會老君原在青牛背喝一喝下座。", "72": "上堂禪禪禪語默動靜體安然道道道喫飯穿衣誰", "73": "欠少既然如是因甚麼善財童子歷一百一十城煙", "74": "冰參五十三員善知識然後復見文殊方纔得了且", "75": "道了後如何花開上林不是春日出扶桑不是早。", "76": "上堂十五日已前日出照不著十五日已後日落不", "77": "相隨正當十五日明頭來明頭合暗頭來暗頭合正", "78": "與麼時明暗不相奪歷歷無向背既無向背無處不", "79": "會如何會日高花影重風暖鳥聲碎。", "80": "上堂拈起拂子云是大神咒是大明咒是無上咒是", "81": "無等等咒能除一切苦真實不虛故說般若波羅密", "82": "多咒即說咒曰時是汝諸人作麼生會若也會揭諦", "83": "揭諦波羅揭諦波羅僧揭諦若也不會菩提薩婆訶。", "84": "佛誕日上堂雲散長空淨煙消宇宙寬當年今日日", "85": "悉達降人間瞻仰從他處抑揚在我邊燈籠鼓掌笑", "86": "露柱蹙眉憐且道笑個甚麼笑他指天指地太無端", "87": "喝一喝下座。", "88": "元旦日上堂新年頭佛法鏡清道有也好與三十棒", "89": "明教道無也好與三十棒何故佛法論個甚麼有無", "90": "直饒道個不有不無底正好擘脊便棒何謂如此卓", "91": "杖一下云拄杖開封當人不讓。", "92": "上堂一句無私當揚顯露千差頓斷洞徹十虛亙古", "93": "圓明纖毫無隱所以道無量法門全歸方寸河沙妙", "94": "德總在心源諸人還會麼檢點將來會與不會總是", "95": "多事何故開眼也著合眼也著咄。", "96": "上堂腳下是地頭上是天三百六十日原來是一年", "97": "喫飯卻止饑著衣方免寒恁麼會去西天此土若也", "98": "不會此土西天更問如何十萬八千喝一喝下座。", "99": "上堂見色非關色聞聲不是聲既不是色又不是聲", "100": "且道是個甚麼拈起拄杖云觀世音菩薩將錢買糊", "101": "餅放下手原來卻是個饅頭到這裏有甚麼難會卓", "102": "一卓云靈俐漢隔山見煙知是火隔墻見角知是牛。", "103": "上堂犬守夜雞司晨蠶吐絲蜂嚷蜜釋迦老子四十", "104": "九年三百餘會用盡伎倆播兩片皮橫說豎說塵說", "105": "剎說熾然說說無間歇何曾說到者裏達磨大師十", "106": "萬里航海而來遊梁涉魏將欲賣弄風流孰知被劉", "107": "支三藏打落當門齒喝一喝下座。", "108": "上堂本分生理原不欺人種田得穀貿易得銀十升", "109": "是一斗八兩是半觔若能如是會一切自見成只如", "110": "古人道不許夜行投明須到又作麼生商量切忌認", "111": "奴作郎。", "112": "小參小參", "113": "除夕小參北禪分歲烹露地白牛吹黍米飯煮野菜", "114": "羹燒榾柮火大家喫了唱村田樂松巋者裏也不烹", "115": "露地白牛也不吹黍米飯也不煮野菜羹也不燒榾", "116": "柮火也教大家喫了唱村田樂且道喫個甚麼舉起", "117": "果碟云和盤托出從君用莫教咬破嘴唇皮。", "118": "化月繪師真設齋請小參師舉真示眾云三十二相", "119": "非真相八十種好非真好若喚者個是吾真盡大地", "120": "人都惑了不喚者個是吾真肉髻長鬚何處討還是", "121": "喚底是不喚底是喝一喝云自顛尤自倒。", "122": "為元敬龍居士對靈小參以拂子指靈几云會麼生", "123": "亦何曾生死亦何曾死生死不相干假名而已矣既", "124": "無生亦無死正是那畔不來者畔不去兩頭坐斷中", "125": "間不立正恁麼時且道元敬龍檀越向甚麼處安身", "126": "立命去良久云能向其中深委悉了知三際本無移", "127": "為心田上座對靈小參拈起拂子云即此者個上同", "128": "諸佛下合眾生情與無情性相平等無大無小無前", "129": "無後無古無今所以道過去諸菩薩斯門已成就見", "130": "在諸菩薩今各入圓明未來修學人當依如是住故", "131": "我心田上座善別機宜二三十年保任此事克苦勤", "132": "勞年亦如是月亦如是日亦如是一切時中出入動", "133": "靜運用施為無有纖毫間斷真如佛性菩提涅槃打", "134": "成一片妄想分別無明煩惱了無相干直得淨裸裸", "135": "絕承當赤灑灑沒可把一出一入一來一去自由自", "136": "在無拘無束者豈不是一個無事閒道人耶正擬再", "137": "加保任厚養深蓄不意幻緣已盡劫水翻濤一時拽", "138": "過風幡掉轉面目直趨威音那畔去也正恁麼時且", "139": "道威音那畔作麼生趨良久云還會麼鐵船無底踏", "140": "翻去依舊東山水上行。", "141": "小參山僧若是真說除非啞卻口截卻舌諸人若是", "142": "真聽除非瞎卻眼塞卻耳雖然如是道水又何曾濕", "143": "卻口道火又何曾燒卻舌既不燒又不濕正是入火", "144": "不焚入水不溺者豈不是個堅密清淨法身耶是汝", "145": "諸人作麼生領會拽拄杖一時打散歸方丈。", "146": "機緣機緣", "147": "師問僧那裏來僧曰曲靖來師曰鈍峰和尚近來不", "148": "安實否曰不得知師曰汝不在曲靖來。", "149": "一日新到參師問曰那裏來僧曰安籠來師曰安龍", "150": "甚麼處曰玉泉師曰顯法叔有何言句曰教某甲參", "151": "狗子無佛性話師曰而今會也未曰不會師曰不會", "152": "正好參。", "153": "僧問和尚親近權老人多年有父子不相傳底句是", "154": "必分付得來也今日請和尚慈悲舉示看師曰汝在", "155": "甚麼處得者問頭來僧無語師便打云向後莫亂統", "156": "士問和尚年多少師以手指口云牙齒都沒有了士", "157": "笑云是者個沒有是那個沒有師打云在那裏學者", "158": "戲頭來。", "159": "問僧甚麼處來僧曰關嶺來師曰盤江河作麼生過", "160": "來曰某甲本地人原不阻隔師曰汝說話不似本地", "161": "人在僧無語師曰情知汝非本地人出去。", "162": "僧問某甲生死未明乞和尚慈悲指示師豎起拂子", "163": "云你且道者個是生耶是死耶是不生不死耶曰某", "164": "甲不會師曰正好疑去。", "165": "僧問如何是臨濟三玄三要句師曰東山水上行曰", "166": "某甲不會師曰玄殺許多人。", "167": "僧問如何是無位真人師捉住僧一推曰者個非無", "168": "位真人僧茫然師又一推曰有頭無尾漢出去。", "169": "頌古頌古", "170": "悟睹明星悟睹明星", "171": "一睹明星眼界寬大千無處著羞慚分明雲散家家", "172": "月枉受深山六載寒", "173": "世尊拈花世尊拈花", "174": "一自拈花微笑後是非泛濫到而今而今分咐同流", "175": "去不飲從他酒價增", "176": "靈雲見桃花靈雲見桃花", "177": "日暖風和萬物新桃花爛漫動人情靈雲自是眼皮", "178": "薄一見橫身隨業坑", "179": "子胡狗子胡狗", "180": "子胡一隻狗咬殺天下人三頭六臂客過此亦喫驚", "181": "萬法歸一萬法歸一", "182": "萬法歸一一歸何漁翁江上釣煙波蘆花兩岸偷開", "183": "眼戲水鴛鴦遠避過", "184": "參禪偈參禪偈", "185": "其一其一", "186": "參禪須努力努力若軍敵敵退若平時方能輝佛日", "187": "其二其二", "188": "參禪無別法要在自承當直下承當了山河盡眼光", "189": "其三其三", "190": "參禪宜盡情情盡自分明纖毫情未盡打入業識門", "191": "其四其四", "192": "參禪無間歇間歇失時節坐臥經行處總教如鐵橛", "193": "示偈示偈", "194": "示恒白禪人示恒白禪人", "195": "恒開清白一雙眼日用分明驗假真接待湧泉渾不", "196": "倦四來雲水沒疏親", "197": "示智海禪人示智海禪人", "198": "智鏡圓明光普照海天空闊絕邊涯收歸只在毫端", "199": "內洞徹幾微永不差", "200": "示慧友侍者示慧友侍者", "201": "有無不立絕差殊定慧圓明理自舒三喚三應猶是", "202": "妄施為運用本如如", "203": "示悉有禪者示悉有禪者", "204": "覿體分明無向背堂堂不昧有來由穿衣喫飯如能", "205": "委一切時中得自休", "206": "示指月禪人示指月禪人", "207": "湛湛青天月自明大千沙界露全身但知撲落非他", "208": "物始識縱橫不是塵", "209": "示元吉龍檀越示元吉龍檀越", "210": "為護法門並護僧個中消息有來因當年曾受靈山", "211": "記今日光明耀祖燈", "212": "示聖聞張居士示聖聞張居士", "213": "聞聖聞凡皆是妄離聞離見亦非真聖凡聞見俱無", "214": "著日用堂堂得自親", "215": "示聖亮蕭居士示聖亮蕭居士", "216": "青山綠水西來意翠竹黃花古佛心遍界明明無隱", "217": "覆莫教放過別推尋", "218": "示聖潔陶居士示聖潔陶居士", "219": "聖潔曷嘗凡不潔聖凡一體本無別若執聖淨壓凡", "220": "塵敢保維摩事未徹", "221": "示聖才羅居士示聖才羅居士", "222": "父母未生前面目頭頭覿面沒疏親直須保任常清", "223": "淨莫更從人辨假真", "224": "示聖越陶善人示聖越陶善人", "225": "越聖超凡一著子施為運用總如如但能一念常清", "226": "淨珍重不妨鬧裏居", "227": "示溪友侍者示溪友侍者", "228": "溪中有魚山上有鳥更要山僧吹布毛闍黎猶似自", "229": "顛倒", "230": "聯芳聯芳", "231": "付化月吾徒", "232": "總無別法與人傳拄杖一條接有緣分付吾徒親受", "233": "手撐持祖道永綿綿", "234": "行實行實", "235": "師諱大悅號天一楚南呂氏子生值離亂被擄入黔", "236": "在安順長壽菴遇雲腹和尚上堂因發出塵之念時", "237": "值。", "238": "本朝大師恢取滇黔本營軍伍一時星散師喜脫穎", "239": "奔至安南龍潭寺禮上無下霞老宿披剃經半載得", "240": "聞善權和尚開法龍場萬壽寺師往親覲乞受具足", "241": "權一見以器期之一日問師曰汝來惟求戒耶更求", "242": "別事耶師曰某甲不知有何事更求乞和尚慈悲開", "243": "示權曰汝豈不聞生死事大耶師曰生死事大作麼", "244": "生了權曰參究始得師曰作麼生參權曰父母未生", "245": "前那箇是你本來面目恁麼參去師秉權命如是參", "246": "究刻無間斷時權遷松巋師亦隨之住經兩載一日", "247": "侍權與官人持論楞嚴經至世尊舉金色臂屈五輪", "248": "指問阿難處豁然有醒至夜上方丈呈解曰老和尚", "249": "無端相瞞某甲許多時也權曰汝見箇甚麼道理便", "250": "恁麼道師曰世尊舉手屈指示阿難處聻權曰我情", "251": "知汝只認得箇驢前馬後底為極則在師曰某甲只", "252": "恁麼更不受老和尚瞞也權叱之曰孟八郎漢不見", "253": "古人道佛法不是者箇道理師曰老大善知識更與", "254": "人說道理在權深肯之師自受囑後總未離權隨住", "255": "松巋二十餘載甲子歲權示寂本境檀越並合山大", "256": "眾勉師繼席師乃竭力鼎建松巋前後廊廡煥然一", "257": "新又苦守十餘年時遇丁丑孟冬偶示微恙一日示", "258": "徒化月曰吾滅後不勞盤薪費事生葬可也言訖而", "259": "逝化乃不違師命備棺收殮全身建塔於寺西老塔", "260": "山存為師世壽六十有七僧臘四十。", "261": "塔銘塔銘", "262": "今夫世系相承修理塚墓示子孫於不忘此在塵者", "263": "孝弟之心也至於出塵度世建塗毒鼓演空王法宜", "264": "乎萬有皆空無事塚墓然而孝弟之思疇不有之雖", "265": "在釋氏亦不能廢此天一禪師壽塔之所以建也禪", "266": "師本楚南呂氏子因值兵燹被擄入營涉歷艱辛無", "267": "不備嘗第身雖在營心則出家後二千餘歲卒成其", "268": "志傳善權禪師衣缽實參默悟凡有所得俱從性地", "269": "圓明和盤托出所以或拈揭自持或說法示人絕去", "270": "支離實道本來面目閱道臘四十餘年開堂演化傳其", "271": "法者若干人利益于人也大矣茲壽塔之建在師不", "272": "以有無為輕重而善一法弟責師法嗣併受師之利", "273": "益者不忍不建師之壽塔以示後學於不忘且盡其", "274": "孝弟之心以請銘于予也因銘之曰。", "275": "四大本空五蘊非有菩提無樹懸崖撒手震撼河山", "276": "地中獅吼一師塔頂圓光不朽咄", "277": "繡谷周名遠聲及氏拜撰。", "278": "佛事佛事", "279": "為夫巖法弟起龕云天上人間獨超卓懸巖撒手自", "280": "承當拋卻廣福尤藏跡突出光明映八荒且密移一", "281": "步作麼生商量以拂子指徑云堂堂。", "282": "舉火云佛祖綱維衲僧巴鼻世出世間由此建立且", "283": "道建立箇甚麼建法幢立規矩接方來鍛衲子者個", "284": "便是我天巖法弟二三一年在廣福寺裏橫開豎闢", "285": "任意施為底一段風光今日移來者個大火聚裏要", "286": "與諸人通箇消息所以悅上座不得不為伊發明且", "287": "如何發明以火炬打圓相云烈焰光中轉法輪。", "288": "為再操上人起龕云赤條條光灼灼來去自分明纖", "289": "毫無差錯既無差錯且道即今路頭在甚麼處以杖", "290": "引龕云驀直去。", "291": "舉火云塵緣未迷惑心鏡圓明真常獨露歷", "292": "歷無生死明明絕有者一具皮囊無下交代", "293": "所以山僧直得為大眾為伊添柴看看火滅", "294": "煙消後分明遺下一堆灰。", "295": "天一悅禪師語錄終", "296": "捐貲眾善芳名", "297": "信官龍元吉法名聖學同緣安氏蔭襲心寧", "298": "信士周德奇　　周定一　　趙世傑　　陶聖傑", "299": "周德維仝室吳氏　　　趙世勳　　馬聖意", "300": "薛門楊氏　　定機　　彭奇才　　譚萬學", "301": "趙貴和　　周定邦　　劉仲先　　譚　藻", "302": "趙和　　周　　　尹朝遵　　譚　韜", "303": "趙世華　　周　　　鄧貴生　　譚　略", "304": "馬　　　　袁大紳", "305": "李熙文　　　紹氏大乘", "306": "段賢　　　　喻大信", "307": "薛國棟　　　　　　　沈明德等同刻", "308": "法嗣聖靜募刻", "309": "天龍法弟如純對", "310": "海鹽陳　蕭書　　楞嚴　夏維寧　倪爾繩　同鐫", "311": "康熙丁亥季夏　穀旦嘉興楞嚴寺般若堂藏板"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B470 天一悅禪師語錄", "author": "清 大悅說　學愚錄　有塔銘（依駒本印）"}