{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 439 大日經義釋演密鈔", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "大毗盧遮那成佛神變加持經義釋演密鈔", "1": "大盧毗遮那成佛神變加持經義釋演密鈔卷第十", "2": "燕京圓福寺崇祿大夫撿校太保行崇", "3": "祿卿總秘大師賜紫沙門　覺苑　撰", "4": "【疏】乃至野干師子因緣者如四分律云佛告諸比丘", "5": "當聽古昔有兩惡獸為伴一名善牙師子二名善搏", "6": "虎晝夜伺捕眾鹿時有一野干逐彼二獸後食其殘", "7": "宍以自全命時彼野干竊自生念我今不能久與相", "8": "逐當以何方便鬪亂彼二獸令不復相隨時野干即", "9": "往善牙師子所如是語善牙善搏虎有如是語言我", "10": "生處勝種姓勝形色勝汝力勢勝汝何以故我日日", "11": "得好美食善牙師子逐我後食我殘宍以自全命即", "12": "說偈言形色及所生大力而復勝善牙不能善善搏", "13": "如是說善牙問野干言汝以何事得知答言汝等二", "14": "獸共集一處相見自知爾時野干竊語善牙已便往", "15": "語善搏虎言汝知不善牙有如是語而我今日種姓", "16": "生處悉皆勝汝力勢亦勝何以故我常食好宍善搏", "17": "虎食我殘宍而自活命爾時即說偈言形色及所生", "18": "大力而復勝善搏不能善善牙如是說善搏問言汝", "19": "以何事得知答言汝等二獸共集一處相見自知後", "20": "二獸共集一處瞋眼相視善牙師子便作是念我不", "21": "應不問便先下手打彼爾時善牙師子向善搏虎而", "22": "說偈言形色及所生大力而復勝善牙不如我善搏", "23": "說是耶彼自念言必是野干鬪亂我等善搏虎說偈", "24": "答善牙師子言善搏不說是形色及所生大力而復", "25": "勝善牙不能善若受無利言信他彼此語親厚自破", "26": "壞便成於怨家若以知真實當滅除瞋惱今所至誠", "27": "說令身得利益今當善降伏除滅惡知識可煞此野", "28": "干鬪亂我等者即打野干煞爾時佛告諸比丘此二", "29": "獸為彼所破共集一處相見不悅況復於人為人所", "30": "破心能不惱等。", "31": "【疏】欲無別語等者此中別字抄寫悞可應是利字故", "32": "下疏云雖作無利然以無利而除彼無利之事亦如", "33": "下華嚴說善見童女即是也。", "34": "【疏】此即不貪因緣也者結成不貪戒也。問前煞盜", "35": "等皆明方便此何不爾。答貪寬故如不煞中有異", "36": "方便如大蟒欲傷五百商人菩薩為護他故以大慈", "37": "悲害之令蛇免罪生天𧷮人悉免蛇患豈不是於大", "38": "慈悲而生貪耶略示一隅瞋亦可悉耳。", "39": "【疏】此間有兩行至不詮者則指經瞋戒未梵本有兩", "40": "行為重剩故不詮說也。", "41": "【疏】應遍一切處等者謂遍情非情處名一切處非情", "42": "處者如上不煞戒中引迦葉佛時比丘為株杌所倒", "43": "生瞋受蟒身等是也。", "44": "【疏】以此觀於實相等者謂觀一切順違染淨怨親等", "45": "法皆是實相此中云觀實相者即觀十緣生句也行", "46": "者凡遇一切境界皆作此句觀之且如此中觀虗空", "47": "句時謂觀空中本無我人眾生壽命以心迷亂故而", "48": "生我人等種種妄見故第二疏云如人以疾病及非", "49": "人等種種因緣其心迷亂妄見淨虗空中有種種人", "50": "物形相或可怖畏或可貪著若得本心時則知如此", "51": "事生時不染虗空滅時亦非還淨畢竟本來不礙空", "52": "亦不異於空今此菩薩若他種種加害之時但如此", "53": "觀之既皆是虗空則不生瞋彼之心故云以此觀於", "54": "實相等也。", "55": "【疏】是隨煩惱等者此隨煩惱即指害曲諂也謂邪見", "56": "由此為因方得有故此一行非是經句應是注辭隨", "57": "抄寫者便下如悉曇等非經句者皆合作注寫之故", "58": "下又云中有重故不詮也。", "59": "【疏】逐上九戒等者上九種戒皆有持戒之語若倒此", "60": "者應於煞害生命不與取欲邪行乃至瞋恚等上皆", "61": "置應當捨離之言謂應當捨離煞害生命乃至應當", "62": "捨離瞋恚故云逐上等言應言持不煞等者若言持", "63": "不煞戒是隨順持若言持煞戒是方便持也。", "64": "【疏】無四沙門果等者即無須陀洹斯陀含阿那含阿", "65": "羅漢之四果言等者等彼一乘菩薩故也。", "66": "【疏】轉為彼惡等者此之轉字乘前二箇轉字而起謂", "67": "邪見相是害是曲是諂今持戒力轉害曲諂為無害", "68": "曲諂故云轉也。", "69": "【疏】如彼良醫等者如涅槃經云善男子如有國王遇", "70": "病崩亡儲君稚小未任紹繼有旃陀羅豐饒財寶巨", "71": "富無量多有眷屬自以強力伺󳺋虗弱箕居王位治", "72": "化未久󳺋人居士婆羅門等亡唯逃走遠投他󳺋雖", "73": "有在者乃至不欲眼見是王或有長者婆羅門等不", "74": "離本土譬如諸樹隨其生處即是中死旃陀羅王知", "75": "其󳺋人逃叛者眾尋即還遣諸旃陀邏守邏諸道復", "76": "於七日擊皷唱令諸婆羅門有能為我作灌頂師者", "77": "當以半󳺋而為爵賞諸婆羅門聞是語已悉無來者", "78": "各作是言何處當有婆羅門種作如是事旃陀羅王", "79": "復作是言婆羅門中若無一人為師者我要當令諸", "80": "婆羅門與旃陀羅共住食宿同其事業若有能來灌", "81": "我頂者分半󳺋之封此言不虛呪術所致三十三天", "82": "上妙甘露不死之藥亦當共分而服食之爾時有一", "83": "婆羅門子年在弱冠修治淨行長髮為相善知呪術", "84": "往至王所白言大王之所勅使我悉能為爾時大王", "85": "心生歡喜受此童子作灌頂師諸婆羅門聞是事已", "86": "皆生瞋恚責此童子汝婆羅門云何乃作旃陀羅師", "87": "爾時其王即分半󳺋與是童子因共治󳺋經歷多時", "88": "爾時童子語其王言我捨家法來作王師然教大王", "89": "微密呪術而今大王猶不見親時王答言我今云何", "90": "不親汝耶童子答言先王所有不死之藥猶未共食", "91": "王言善哉善哉大師我實不知師若須者唯願持去", "92": "是時童子聞是語已即取歸家請諸大臣而共食之", "93": "諸臣食已即共白王快哉大師有是甘露不死之藥", "94": "王既知已語其師言云何大師獨與諸臣服食甘露", "95": "而不見分爾時童子更以其餘雜毒之藥與王令服", "96": "王既服已須臾藥發悶亂躃地無所覺知猶如死人", "97": "爾時童子立本儲君還以為王作如是言師子御座", "98": "法不應令旃陀羅昇我從昔來未曾聞見旃陀羅種", "99": "而為王也若旃陀羅治󳺋治民無有是處汝今應還", "100": "紹繼先王正法治󳺋爾時童子經治是已復以解藥", "101": "與旃陀羅令其醒悟既醒悟已驅令出󳺋是時童子", "102": "雖為是事猶故不失婆羅門法其餘居士婆羅門等", "103": "聞其所作歎未曾有讚言善哉善哉仁者善能驅遣", "104": "旃陀羅王善男子我涅槃後護持正法諸菩薩等亦", "105": "復如是以方便力與彼破戒假名受畜一切不淨物", "106": "僧同其事業爾時菩薩若見有人雖多犯戒能治毀", "107": "禁諸惡比丘即往其所恭敬禮拜四事供養經書什", "108": "物悉以奉上如其自無要當方便從諸檀越求覓而", "109": "與為是事故應畜八種不淨之物何以故是人為治", "110": "諸惡比丘如彼童子驅旃陀羅爾時菩薩雖復恭敬", "111": "禮拜是人受畜八種不淨之物悉無有罪何以故以", "112": "是菩薩為欲擯治諸惡比丘令清淨僧安穩住流布", "113": "方等大乘經典利益一切諸天人故善男子以是因", "114": "緣我於經中說是二偈令諸菩薩皆共讚歎護法之", "115": "人如彼居士婆羅門等稱讚童子善哉善哉護法菩", "116": "薩正應如是若有人見護法之人與破戒者同其事", "117": "業說有罪者當知其人自受其殃是護法者實無有", "118": "罪等。", "119": "【疏】此中欠十行等者此中者即指此品下七行經文", "120": "十是七字謂此七行經說四重戒即是漫荼羅品中", "121": "三昧耶戒言欠者梵本中有應翻譯時為似重故削", "122": "去故名為欠今添入者文有少異爾彼中第一戒云", "123": "不應捨正法此中云謗諸法又下二行半異於彼中", "124": "即其異也。", "125": "【經】說百字生品等者說謂宣說即能說也百字者字", "126": "有百故帶數為名生者出生流出義也謂此百字從", "127": "法界生法界即暗字百字是所生法界是能生亦可", "128": "百字相生又說是能詮百字生是所詮作依主釋自", "129": "此已下來意如科不欲繁指。", "130": "【疏】座義更問之者謂此座義即是阿字真言即此阿", "131": "字是金剛座經雖不言於義合有以此暗字真言行", "132": "者觀此三昧句本來不生安住此中是故阿字名之", "133": "為座故悉地出現品云大金剛地際時加持下身為", "134": "說此法故而現菩提座最勝阿字同大因陀羅輪中", "135": "思惟一切說名瑜伽座等即是說此阿字而為座也", "136": "又或可即以暗字名之為座謂此暗字即是大空故", "137": "法華諸法空為座如前已引故曰座義更問之也又", "138": "此三三昧是萬法依處故曰座義更問。", "139": "【疏】圓滿三法等者謂由安住此座故即能成滿理行", "140": "果三種之法謂阿阿暗也菩提心理也大悲行也方", "141": "便果也。", "142": "【疏】若翻為放光等者此暗字若以義翻為放光者如", "143": "下疏云此真言慧光能破一切無智之暗猶如大日", "144": "出時眾暗自除普為一切眾生頓除一切無明之暗", "145": "雖作此翻但得理之一分故亦未盡若翻為遍出者", "146": "即行果俱得下疏云我以此真言門故隨類普現色", "147": "身遍法界一切眾生之類隨彼種種喜見之身能一", "148": "時普現其身稱其心欲而為示現等以是故云大都", "149": "是遍出之意也。", "150": "【疏】一切種類中者此句經中無應即是下故當一切", "151": "種句應俱作注用之覽者詳焉。", "152": "【疏】然此字輪最中等者此字輪而有三分謂於內心", "153": "置暗字真言之王為第一分次於暗字之外置迦上", "154": "迦劒脚等百字四輪為第二分次於四輪之外置伊", "155": "上伊等一十二字為第三分與上字輪品大體是同", "156": "今此中言次外一輪有十二字者含密意示謂於第", "157": "一分置暗字已次外第三分置十二字然後於第二", "158": "分置百字次第如是非指第二分為外一輪如盡大", "159": "悲漫荼分為三院先於中胎置本尊為第一院次外", "160": "置諸菩薩眷屬為第二院次最外置釋迦眷屬為第", "161": "三院若作五輪隨一輪中有二十五字五輪總有一", "162": "百二十五字即不應品題雖標五輪但彰其四含密", "163": "意故其密意者雖列四輪然五輪義足謂第一短聲", "164": "阿字輪名菩提心輪第二長阿字輪名大悲行輪第", "165": "三暗字輪名為大空輪第四惡字輪既證大空萬行", "166": "休息返本還源名涅槃輪更有第五長惡字輪謂已", "167": "證涅槃眾生緣感現起加持方便名方便輪然此五", "168": "輪第二大悲是行是因第三大空是證是果因果互", "169": "取故但說四雖說於四五輪不闕故成百字如字輪", "170": "品中明之又解若依疏指別師所釋取四輪中俄若", "171": "拏那麼等二十字在外伊等十二字同圓布之不須", "172": "因果互取則五輪備矣故曰若作五輪至更問等今", "173": "以圖寄示之令易見故三院經言第一𦘕本尊第二", "174": "𦘕釋迦非是第二院中𦘕釋迦蓋密意也言布於百", "175": "字者謂第一輪取􄑀􄑌􄑘􄑤􇙗迦佉誐伽仰􄑼􄒪􄒶", "176": "􄓂􄓎者󰴹惹闍壤􄓚􄓦􄓲􄓾􄕋吒侘拏荼膿􄕗􄕣􄕯", "177": "􄕻􄖩哆他娜䭾曩􄖵􄗁􄗍􄗙􄗥波頗麼婆莽此五類", "178": "二十五字皆是短聲短聲者謂帶上入故云短聲為", "179": "第一菩提心輪次取前五類字各加傍𦘕謂􄑁􄑱􈓬", "180": "􄕘􄖶迦遮吒多波等長聲字為第二大悲輪長謂帶", "181": "平去聲也次取前五類字各上置空點謂􄑊􄒨􈋑􄕡", "182": "􄖿甘占詀檐𠰢平為第三方便輪次取􄑋􄒩􈓭􄕢􄗀", "183": "脚斫啅哆博等皆是短聲急呼為第四涅槃輪即是", "184": "百字真言輪也。", "185": "【疏】若作五重布至更問等者今疏標作五重釋為四", "186": "輪令更問之者謂此字輪品章百字。", "187": "【經】百字果相應品者百字如上釋果者所獲悉地果", "188": "有多種悉地該𦘕對因稱果是百字之果故相應如", "189": "上釋以定慧為體謂此定慧能與百字果而相應故", "190": "是百字果之相應故俱依主釋。", "191": "【疏】爾時毗盧等者此牒經也經中但盡四行疏依梵", "192": "本而別出之未及詢練三藏棄世上下多有此例。", "193": "【疏】不空見之身者釋迦出世三乘五性無不蒙益即", "194": "同利見大人故以為名也。", "195": "【疏】殊異者者此殊異字經句所無疏牒經處有之謂", "196": "虗空遍一切處如來二三昧耶亦遍一切處今但取", "197": "此少分相似故以為喻然如來三三昧耶身有無量", "198": "不思議事非世間虗空之所能喻故云殊異處虗空", "199": "界也。", "200": "【疏】檢華嚴心義者彼經覺林菩薩偈云若人欲了知", "201": "三世一切佛應觀法界性一切唯心造乃至譬如工", "202": "𦘕師分布諸彩色虗妄取異色大種無差別又云心", "203": "如工𦘕師能𦘕諸世間五薀悉從生無法而不造如", "204": "心佛亦爾如佛眾生然應知佛與心體性皆無量等", "205": "疏主令檢華嚴蓋為眾生不了自心若了知之即名", "206": "如來也。", "207": "【疏】尚非菩薩之境等者如來語言莊嚴若捨加持之", "208": "力十地菩薩尚非其境界況生死中人豈得聞乎故", "209": "如來密印慧經云除蓋障菩薩於法會中欲知佛身", "210": "量故令大目連尋之目連上至梵宮猶覩如來若對", "211": "目前佛身威儀說法音聲與本無異乃至盡其神力", "212": "往詣他方佛土亦不異梵宮爾時除蓋障菩薩以目", "213": "連不能測故自往觀察過十方各如恒沙世界皆見", "214": "如來不起於座而演說法乃至周極十方盡其勢力", "215": "亦復如是等故此莊嚴之相從佛心真言胎藏生非", "216": "眾能知故云尚非菩薩境等。", "217": "【疏】種種莊嚴六十種等者種種莊嚴者華嚴不思議", "218": "品云如來具足六十種音聲一一音有五百分一一", "219": "分有無量百千清淨之音以為嚴好言六十種者華", "220": "嚴第十迴向品云佛子菩薩摩訶薩復以此法施所", "221": "生善根如是迴向所謂令一切眾生得淨妙音得柔", "222": "輭音得天皷音等言者等六十四種音聲如華嚴疏", "223": "云復有處說六十四音以聲有八轉謂體業具為從", "224": "屬依呼是八轉聲各有八德所謂調和聲柔輭聲諦", "225": "了聲易解聲無錯謬聲無雌小聲廣大聲深遠聲八", "226": "八則有六十四種故云種種莊嚴等。", "227": "【疏】如六根淨品等者雖標六根但取舌德言尚能以", "228": "等者即法華經舌根偈文也。", "229": "【疏】非是二菩提等者法界無量菩提等遍如漫荼羅", "230": "三重上從中胎遮那下至外院非人等類各各隨類", "231": "有無量眷屬菩提俱遍何以故皆法界故故曰非是", "232": "一等。", "233": "【疏】八色脩菩薩道等者八色即八相也謂入此大智", "234": "灌頂門住佛種性之者得四種無量由得四無量故", "235": "即能稱緣示現赴根設利亦復無量所謂成等正覺", "236": "十力降魔作師子吼等脩菩薩道示現八相作諸佛", "237": "事故下疏云或示其上行菩薩道八相成佛本生事", "238": "等無量無邊故曰八色等。", "239": "【疏】即知心無量等者真言行者由依百字輪入灌頂", "240": "門生在佛家即是住菩薩種性之中是故即知心無", "241": "量等謂知暗字是一切真言之心名知心無量由知", "242": "暗字心無量故即知阿上迦等身亦無量由知阿迦", "243": "上等身無量故即知長阿迦等智無量長阿慧也由知長", "244": "阿等智無量故即知暗字虗空無量謂加空點下明所以", "245": "可知。", "246": "【疏】即是成正覺等者行者若得四無量心時即是成", "247": "正覺暗字轉也即是具十力長阿字輪也降四魔惡", "248": "字輪也即能無畏師子吼乃長噁字方便輪也此中", "249": "隱互釋之細尋可悉。", "250": "【經】百字位成品者百字如上釋位者住處即字輪也", "251": "此之字輪或作三重或五重等俱名為位百字之位", "252": "百字即位依主持業二釋皆得成謂成就行者依此", "253": "觀行而能成就彼位即能成從所成位以得名是百", "254": "字位之成依主釋也。", "255": "【經】爾時薄伽梵等者此有十三行偈次第答所問前", "256": "四偈半是答誰能知問從被能有知此等三偈半是", "257": "答生問從常恒於內外等五偈是答處問也。", "258": "【疏】此華臺等者行者於瑜伽中觀於自心同八葉蓮", "259": "華此華圓滿光明清淨世間無物可以類此唯有圓", "260": "鏡少分相似故取為喻謂如明鏡涵光於中雖能出", "261": "現種種形色然有所不照亦不能普現淨心之鏡則", "262": "不如是圓現法界普照十方世間之鏡豈得為喻但", "263": "欲令行者得意忘言耳故曰此華臺等。", "264": "【疏】如上瑜伽法中等者如上者指上相應等類而更", "265": "釋之此文是答真言生處生處即是心位為欲令人", "266": "易解故說喻如圓鏡於此圓鏡中觀一字真言之王", "267": "若得相應即見本尊本尊有多佛菩薩二乘八部等", "268": "色像亦別喜怒怡笑青黃男女手印等故令檢問如", "269": "成就悉地品偈云摩訶薩意處說名漫荼羅諸真言", "270": "心位了知得成果諸有所分別悉皆從意生分辨白", "271": "黃赤是等從心起真言住斯位能授廣大果即是現於本尊", "272": "念彼蓮華處八葉蘂敷華臺阿字門光暉普周遍深", "273": "居圓鏡中應現諸方所乃至知心性如是得住真言", "274": "行此中大意為令行者了知自心即是真言住處離", "275": "此心處別更無法此心即是汗栗䭾心知此心故即", "276": "得一字真言之體由得真言體故即見自身本尊差", "277": "別之相如是差別之相不出一字真言之體其由江", "278": "河競注而崑源湛湛嵩華爭高而地載平平故曰如", "279": "上等。", "280": "【疏】以離一切相等者離相之觀隨教差別而有多門", "281": "今此之中亦須體解若得意時省切易就如行者心", "282": "圓明中見本尊時勿生法愛當作影喻觀之即十緣", "283": "生句中第四鏡像第七水月喻也若於字門中觀時", "284": "當觀瑳字瑳者一切法如影像不可得義其實一一", "285": "字門皆能對治但以瑳字影像言象顯故且舉之耳。", "286": "【疏】師說未分明等者今指無畏三藏解說未得分明", "287": "此更訪獲梵本已來且可具依其所標牒之義次第", "288": "屬配放像別解釋之謂此中若依經合於秘密主已", "289": "下牒之今却從前偈末後二行牒者蓋取義便要作", "290": "引生下文之勢亦不乖理也所以令更問之。", "291": "【疏】若別作此說等者謂上從緣所生之法即是第一", "292": "無相亦不離於諸相却非不即是第一無相不離於", "293": "相之法而強以名言詮說謂別有無相之法若作此", "294": "強以名言詮說別有無相者即同外道計斷空矣。", "295": "【疏】因如鏡等者因是菩提心即如鏡也業是大悲行", "296": "即如身也是二和合則影像現即大空也如行者等", "297": "者謂真言行者以如來三業為鏡自身三業為面如", "298": "是自他和合故有悉地像現又以自業為鏡佛業為", "299": "面自他更互平等平等悉地影生如是皆以四不生", "300": "句觀鏡像喻謂自不生他不生共亦不生不無因緣", "301": "而得生起即是此中鏡喻矣。", "302": "【疏】展轉相見者此相見者相字通平去聲見字通顯", "303": "現讀謂若內外相因更相分敷佛即是我我即是佛", "304": "於是中間而無障礙名為相見若行者三昧中諦了", "305": "分明而無錯謬名為相現也。", "306": "【經】觀是法緣等者轉釋上文互相緣起無間斷義緣", "307": "者藉待謂影像法與通達慧更相藉待而有作業如", "308": "是作業因緣性空故曰觀是法緣等。", "309": "【疏】因觀此法等者因由觀此鏡像之法但從緣有俱", "310": "不可得而實常空能觀之慧豈可常有是故絕諸戲", "311": "論離於言說故曰因觀等言若不說等者釋成上無", "312": "間斷義謂成佛已說法由觀法成佛乃至此慧從緣", "313": "法生復還成法故曰若不說等。", "314": "【疏】法是離諸相等者釋法緣通達慧句也由此離相", "315": "之法引生通達法性之慧由通達慧即能見法是故", "316": "互相發起耳。", "317": "【疏】因知法空寂等者釋成通達慧緣法句也謂由有", "318": "分別之慧能達空寂之法空寂之法由慧得顯由此", "319": "互相緣起即是諸法性空之義故曰因知法性空等。", "320": "【疏】如人眼初見白時等者此喻釋意能生意也言初", "321": "見者即率爾遇境謂初得總相未能分別是白是黃", "322": "次乃至心生分別此是白色異於青等如此解時令", "323": "心於白而生染著是名心生若了知此但從緣生即", "324": "得離染離染之心由本淨意生即是意能生意故曰", "325": "如人眼初見等。", "326": "【疏】作時為於等者作時即作觀之時即四運第三也", "327": "四運者謂未作欲作作時作已此當第三觀白色之", "328": "心不從外來非從內出但從緣有即達性空非同維", "329": "摩見色與盲等知法與癡等也。", "330": "【疏】不用此無字也者經云如內觀意中漫荼羅療治", "331": "熱病即時除愈無有疑惑今云不用此無字者疏引", "332": "梵文釋之梵音剎那提婆尾末底譯云即時無疑謂", "333": "於提婆下有引聲義當無字既婆下引聲即當無字", "334": "更不須別置無字若別置時即是重也是故疏云剎", "335": "那提婆無疑令用提婆下引聲無字不別用此無字", "336": "也。", "337": "【疏】若法如是等者因上經云觀是法緣通達慧乃至", "338": "無住性空今從彼意起也應云若觀是法緣慧乃至", "339": "遞為作業無住性空者云何於此性空之中從意生", "340": "起影像耶又下展轉問起此中意從心生之事誰人", "341": "能得了知耶。", "342": "【疏】佛既說喻等者此答前問也從此至下第五行至", "343": "身語亦然也是答云何從意生起影像問又從次又", "344": "引喻下至亦如是可解七行是答誰能得知問也。", "345": "【疏】且如除熱方便等者如欲除滅熱病之時作圓漫", "346": "荼羅其色正白中置􄙠鑁字謂圓壇白色鑁字皆取", "347": "於水為除熱故言或種子字而上安點者或字不定", "348": "種子字者即􄙖嚩字也謂或置嚩字或上安點隨應", "349": "俱得言餘類此可解者謂方壇黃色當置阿字或置", "350": "暗字皆屬地故作增益故若三角壇赤色而置􄗽囉", "351": "字或置􄙈囕字皆屬火故作敬愛故若半月壇中置", "352": "賀􄚨字或置􄚲含字皆表風故作降伏故故曰類此。", "353": "【疏】然其大意等者此百字住處成就之法此中大意", "354": "作成就者須得先依前品證得相應方能入此漫荼", "355": "羅實相成就大空之壇由成此故如上方圓三角半", "356": "月黃白赤黑等無所不有也言然不以此慧方便者", "357": "此百字位成品由真言行者於上來字輪品等中已", "358": "先脩習秘密瑜伽行故得成此果此果廣大無所不", "359": "遍已上縱也奪云然不以此中鏡像虗空幻化等喻", "360": "而為方便觀空實相洗滌其心令盡分別之垢猶是", "361": "世間之法則不能成入漫荼羅實相大空之壇故曰", "362": "無所不有等。", "363": "【經】百字成就持誦品者百字成就如上已明但示有", "364": "其相今此正說瑜伽行者於漫荼中正作加持念誦", "365": "之法上四字是所成就百字之法下二字是能成就", "366": "持誦之人人從法以得名故曰百字成就持誦等。", "367": "【經】真言救世者等者此明經正說持誦者相應之相", "368": "也真言即百字也此真言即同於救世之尊故云真", "369": "言救世者身身者前一是真言謂此真言積聚多法", "370": "而成故名為身下之身字即持誦假者此二是一無", "371": "其別異之體分故又此二身各有上中下分各生無", "372": "量身分俱是一體故云身身無異分言意從意生等", "373": "者前是有分別意後是無分別意有分別意從無分", "374": "別意生故云意從意生令善淨除者由意淨故能善", "375": "淨除一切障垢由無垢故普皆有光普謂支分或目", "376": "真言或屬行者皆有支分故於如是支分流出光明", "377": "而作諸佛事故曰令善淨除等。", "378": "【疏】又喻如虗空非眾生等者空中無眾生無壽命摩", "379": "納婆等但眾生心迷亂故而生如是種種妄見非眾", "380": "生數者虗空非可見法如人以病疾或非人等種種", "381": "因緣其心迷亂妄見空中有種種人物形相或生怖", "382": "畏或生貪著虗空本來清淨遠離是相然與此為依", "383": "言非壽者者又如虗空亦非壽命之者謂有外道計", "384": "一切法乃至四大草木等皆有壽命如草木伐已續", "385": "生當知有命難者云若見斬刈還生以為有命則人", "386": "斷一支不復增長豈無命耶當知虗空非壽者耳言", "387": "摩納婆者此云勝我智度云有計神我在身心中微", "388": "細由如芥子清淨名為淨色初受身時最在前受故", "389": "名勝我言作者者是謂有一類外道計自在天是常", "390": "能生萬物難者云若眾生是自在子者若自在天作", "391": "眾生者誰復作此自在若自在自作是則不然如物", "392": "不自作若更有作者則不名自在如十二門論廣說", "393": "又勝數外道計我同虗空能造業受報唯識論說諸", "394": "所執我略有三種一者執我體常周遍量同虗空隨", "395": "處造業受苦樂故二者執我其體雖常而量不定隨", "396": "身大小有卷舒故二者執我體常至細如一極微替", "397": "轉身中作事業故此作者受者即初計也等者等取", "398": "下二輪破初執云初且非理所以者何執我常遍量", "399": "同虗空應不隨身受苦樂等又常遍故應無動轉如", "400": "何隨身能作諸業故知虗空非作受者等言一切妄", "401": "想者總結如上所計皆是虗妄情想作如是見今無", "402": "分別法界虗空一切妄想所不能染雖遠離一切分", "403": "別無有去來然亦不異眾生界一切眾生依止作業", "404": "皆由此法界而得成就不可能成事故便云有為有", "405": "相也故曰喻如虗空等。", "406": "【疏】非但空而已者此等空之心是不可得空非都無", "407": "所有而實有其自性所謂空自性者即不空矣即此", "408": "十喻所明緣起甚深中道不思議畢竟不可得空非", "409": "但空而已也。", "410": "【疏】空空性者即空不空也上一空即是但空次言空", "411": "性即不空之性而不可得也謂以不可得故名之為", "412": "空非是如上都無所有而實有其自性自性者即不", "413": "空矣。", "414": "【經】阿嚩者此標示異門之相也阿是本不生下置嚩", "415": "字者欲以嚩字證本不生義謂嚩者詮語言義由以", "416": "阿字而加持故即嚩字語言本來不生由不生故即", "417": "言語道斷言語道斷故心行亦寂是為三密加持之", "418": "德阿是本不生體即當身密嚩是言語道斷即當語", "419": "密心行滅故即是意密。問謂顯異門證阿字者何", "420": "不取毗聲迦佉等字越此二十五字於下超聲中取", "421": "此嚩字耶。答此以真言為宗以嚩字門證而相順", "422": "故又下數者欲示離繁超中間故故標此也。", "423": "【疏】空空之號從觀而有等者謂空空性唯有名字畢", "424": "竟求不可得是名空空言從心者從菩提心而生也", "425": "故經云當等空心生所謂菩提心故曰空空等。", "426": "【疏】此聲分去聲者聲即言也分字去聲呼之謂一之", "427": "分異於二三乃至十百千之分故名分異也。", "428": "【疏】二即此阿字等者此之二字非一二之字乃是上", "429": "□次第重言之二也應云增長如次第次第即此阿", "430": "字等想等者言唯想義也即是以下釋上謂從一增", "431": "至二從二增至三乃至轉展增至百千方是為次第", "432": "如是次第即是阿字等想等想者即唯想也謂唯想", "433": "阿字由阿字故則有迦遮吒等增一而分異也迦遮", "434": "吒等從阿而起猶如一二三等依空而立故曰即此", "435": "阿等。", "436": "【疏】十六種空等者如大般若經顯揚論瑜伽論辨中", "437": "邊論說謂內空外空內外空大空空空勝義空有為", "438": "空無為空畢竟空無際空無散空本性空相空一切", "439": "法空無性空無性自性空也。", "440": "【疏】乃至有形無形等者布列圖位事類頗多不可備", "441": "舉故置乃至言有形等者謂如虗空本無煙雲塵霧", "442": "青白黃赤等種種形色以眾生疾病或非人所持心", "443": "生迷亂由此因緣遂見如上種種形色得本心時畢", "444": "竟求不可得故名有形無形言有相無相者猶如虗", "445": "空遠離男相女相等由眾疾病等同前說之名有相", "446": "無相阿字亦復如是且如一切字上皆帶阿字之畫", "447": "名之有形畢竟不離阿字本不生體名之無形又一", "448": "切字隨具造作遷變我慢如如第一義諦乃至因緣", "449": "等相名之有相由阿字故亦復畢竟本來不生名之", "450": "無相若廣釋時內外漫荼羅三位聖賢種種差別形", "451": "相展轉出生更互出入無量無邊皆從阿字本不生", "452": "中而流出之。", "453": "【疏】阿字假立等者謂於阿字本不生體上生起定慧", "454": "因緣和合名為假立言加持者由如是因緣令真言", "455": "門持誦之者速得同於毗盧遮那也故曰阿字假立", "456": "等。", "457": "【疏】如迦字若上置橫畫等者應云如迦字若不上置", "458": "橫畫即不成迦聲以迦中闕阿聲故此恐難顯更以", "459": "梵字釋之謂迦字上橫畫即是阿聲一阿聲也迦字也", "460": "若不以上橫畫安置在下字之上下字不成迦字何", "461": "以故闕阿聲故此疏若字下少一不字故云如迦字", "462": "等。", "463": "【疏】或一切行不可得等者此行字平聲讀之即行止", "464": "義謂梵云誐底也二合即是行也或一切法離戰敵等", "465": "者此彼二法即是相形名為戰敵如善不善善名為", "466": "此不善名彼又逆生死流順生死流布施慳貪乃至", "467": "智慧無明等相形之法名為戰敵或一切法離我慢", "468": "故等者梵語吒迦囉此譯云慢慢謂自高者既有自", "469": "高必有他下此是不平等見如三界六趣種種優劣", "470": "差別無量乃至求三乘人猶有上地下地不平等見", "471": "若觀阿字諸法無生則無待對則知阿耨多羅三藐", "472": "三菩提於法平等無有高下是故如來亦名一切金", "473": "剛菩薩亦名四果聖人亦名凡夫外道種種惡趣眾", "474": "生等大悲漫荼正表此義也或一切法離怨離對等", "475": "者此與闍字門戰敵義為一為異皆有彼此相形待", "476": "故然梵語各別義亦隨異前戰敵梵云社麼攞此中", "477": "怨對梵云拏摩囉前是戰敵彼此相加此是怨對謂", "478": "避仇讐故不相濫如第五疏或一切法離灾變等者", "479": "梵語荼迦此云灾變或云執持灾謂水火虫盜等變", "480": "謂星辰失度等漫荼具緣品中譯作執持謂鬼魅所", "481": "著或非人所持等或諸法如如離等者謂若見有能", "482": "觀所觀是相待法今多字詮如如義謂涅槃如生死", "483": "如二如畢竟無二即無待對若入阿字門如如本來", "484": "不生故名之離也故曰諸法如如等或諸法離處等", "485": "者梵語薩他二合娜此云住處即是非住處若見本不", "486": "生際即住處不可得故曰諸法離處等或一切法一", "487": "切施等者難娜云施言不與道相應者道謂字門不", "488": "與阿字門道相應言如般若說者般若以無所得為", "489": "方便故或一切法界等者梵語䭾覩此譯為界界即", "490": "體也謂一切本不生故即無體可得又界者分義即", "491": "此眾像在中之意謂漫荼中一切眾像各持本位無", "492": "相雜亂故也或一切法勝義諦等者此諦字剩梵語", "493": "跛囉麼他此云勝義梵語薩底也二合即云諦也此當", "494": "娑字是故剩也漫荼具緣品亦指或一切法觀無所", "495": "得等者觀何無所得耶為觀施無所得戒無所得乃", "496": "至智無所得耶無所屬目應置有言謂觀有無所得", "497": "故此中脫落梵語婆囉嚩此譯為有有即三有等漫", "498": "荼品云一切法有不可得故又經中於觀字上有諸", "499": "字一切法諸觀不可得故諸觀即是有法此中少諸", "500": "義亦不足故言此中釋􄙖字等者謂今釋此􄗥麼字", "501": "是離縛義􄗥麼是空義梵語􄗥􆩖滿䭾此譯云縛若", "502": "將空義􄗥麼字釋於縛義即文誤也言此是現字形", "503": "也等者釋上來諸字現謂顯現隨一一法皆有字現", "504": "即字是能詮能現法是所詮所現也。", "505": "【疏】皆從此中生等者此中者指上阿嚩至婆訶二十", "506": "九字并阿字中長阿及暗惡共三十二字也言於一", "507": "切至轉者謂仰壤拏曩莽字體是大空故能於一切", "508": "法自在而轉一切法者迦等字也自在者無礙也轉", "509": "者旋也謂仰等五字於迦等諸法旋轉無礙如世虗", "510": "空無所不遍言此等隨現者由仰等空句自在旋轉", "511": "隨迦等顯現之處而能成就正等正覺莊嚴相好言", "512": "及此等等者及者兼并義不但遍三十二字處成就", "513": "如來莊嚴相好兼復此等一一字復各為門各能隨", "514": "現成就正等正覺隨形母等互相涉入展轉無礙故", "515": "置及言也。", "516": "【疏】謂上迦等等者謂迦遮吒多波五類聲各有四字", "517": "即迦佉誐伽等為二十字也者非語詞也字即是也", "518": "囉等字門之也字用此野字即佳􆿅􆿆􆿓􆿔此四等", "519": "者此四字是菩提心大悲方便涅槃言并為者并前", "520": "迦等二十八字為三十二也又一一字中各有三昧", "521": "一一三昧各各皆具三十二相即相相無盡是名如", "522": "來萬德莊嚴耳。", "523": "【疏】此五字遍於定慧等者謂前阿阿暗惡前一是慧", "524": "餘三是定例下迦佉乃至娑訶定慧亦爾仰等五字", "525": "皆遍彼中故云遍於定慧中言亦能成三昧者遍餘", "526": "三字也亦能成智慧者遍於初字也此義難明略以", "527": "字形而顯示之且將智慧聲中劒字顯者如迦字明", "528": "之􄑀迦者作義若加仰字空點􄑊乃成劒字即彰作", "529": "義是空佉等例爾是各遍於智慧之中又􄑂枳字是", "530": "迦字之三昧若於􄑊枳上安置空點乃成頸字即此", "531": "三昧亦屬大空如枳字者濟底比乃至𠰘等亦爾是", "532": "各遍於三昧之中上以義當空點釋之更以仰等本", "533": "體辨者如梵語􄖵􈓮半左是五若於跛字上不置空", "534": "點却於左字置􄱜壤字即與跛字上加空點無殊梵", "535": "法如是故又如梵語􈂼􄚨僧賀是師子若於僧字上", "536": "不加空點却於賀字上安置􄑘仰字即與僧上置點", "537": "無異餘皆例爾故云此五字遍於定慧中也言能遍", "538": "成如來八十隨形好者如以􄑘仰字加於牙音迦等", "539": "四字謂迦短迦長枳鷄上二是慧下二是定又加佉", "540": "誐伽各有四字共成一十六音如牙音者齒音十六", "541": "舌音十六喉音十六唇音十六如是總有八十故成", "542": "如來八十隨形好其實亦遍野等八字今但舉初攝", "543": "於後故故曰遍成如來等。", "544": "【疏】此中梵本等者指梵本一偈為是別處經文故不", "545": "存也言所解此諸佛廣行等者即是牒釋前文隨入", "546": "此等一一三昧門等一段經文也。", "547": "【疏】問百字輪外等者前字輪說輪外安置伊上伊污", "548": "奧等十二字或更將仰穰等五字俱於外輪而安布", "549": "之今此中間更有何字安於迦上迦劒脚四輪之內", "550": "蓋依因果異門出入次第而問也。", "551": "【疏】答此須論因果也者答上所問迦等內外次第之", "552": "義此中須依因果而分內外說之如下。", "553": "【疏】若脩行者初發等者謂上迦短迦長劒脚等字若", "554": "約脩瑜伽行者從初發心次第進趣脩行乃至方便", "555": "究竟如是次第即是從因至果由中及外之義也。", "556": "【疏】若自果地而說等者謂已得究竟而不捨因門如", "557": "是次第說者亦即以迦字在內次將野等七字次仰", "558": "等五字最在外布置之其嚩字同於阿字之體謂此", "559": "嚩字是超聲八字中第四字從彼取來置住字輪中", "560": "心何所以耶謂從果起應說法利他故嚩詮言說故", "561": "即次第說迦長劒脚長行證涅槃方便故也更以輪", "562": "顯示之。", "563": "【疏】又從外引入等者上約從果至因自內向外今約", "564": "從因至果自外入中輪形返上可知言更問者前字", "565": "輪品仰壤等五字在百字內今此中在最外蓋隨門", "566": "異說若究竟而論出入自在臨時取意置之恐執一", "567": "處故令更問。", "568": "【疏】又問就行者心中等者上來所示但是所觀今問", "569": "能觀謂所觀次第既爾故能觀觀行次第亦然故下", "570": "答云凡進行有次第也。", "571": "【疏】觀於圓明等者上來但說字輪更有印輪身輪形", "572": "各別故若相融時即三而一即一而三隨作一事三", "573": "事皆成也。", "574": "【疏】即從我心而出等者謂即是從我唧多慮知之心", "575": "而生出之當知處中之心亦復如是即內外相應之", "576": "義也。", "577": "【疏】又云法身而有自在等者此勸信也為常途說法", "578": "或云法身寂如虗空無所動作都未說具足如是之", "579": "德以為凡起神變皆是有為用者此其不了也故下", "580": "引四種之事以況之故不足疑哉。", "581": "【疏】問漫荼羅第一院等者指轉字輪漫荼也彼中作", "582": "如是說爾。", "583": "【疏】答如真言及手印等者指普通真言藏品及密印", "584": "品言如來甲等者等取如來索如來舌牙脣鐸商佉", "585": "槊刀輪等方四十事皆在第四疏漫荼圖位中是故", "586": "答云如真言等。", "587": "【疏】問寶幢佛是何義者此已下有四問此初問也答", "588": "四亦爾總意即是菩提心為因大悲為根方便為究", "589": "竟次第即是阿阿暗惡噁長五字之義又是八心之", "590": "義謂寶幢是種字心開敷華是根疱芽葉華之五心", "591": "阿彌陀是成果自受用心皷音即當果復成種之心", "592": "也。", "593": "【經】百字真言法品者百字者即前阿迦等也真言者", "594": "百字隨一一字皆是真言今以阿字為真言之王故", "595": "曰真言若總取百字為真言體百字即真言故持業", "596": "立名若唯取阿字為真言體即百字是總阿字是分", "597": "別別從總以得名是百字之真言依主立號法者眾", "598": "多之義即目百字所生之德名之為法百字真言之", "599": "法或法是用百字即法望前阿字為真言時真言之", "600": "百字法故曰百字真言法也。", "601": "【疏】尊是義等者尊即第一義猶如世間地居天中帝", "602": "釋為第一諸世仙中梵天為第一諸聖智中佛為第", "603": "一此等第一之義從阿字生謂字上本具如是第一", "604": "德相譬如萬物依空得成空本無相於無相中而現", "605": "種種之形是故義依相轉尊由字立耳言與前品義", "606": "同者前品即阿闍梨實智品也彼經云阿字名種子", "607": "安布諸支分乃至一切如是作是即為如來菩薩及", "608": "梵天毗紐摩醯脩羅日月天水天帝釋世間主等故", "609": "云與前品義同。", "610": "【經】聲從於字出等者且初偈即言聲從字出者由人", "611": "心緣於字欲令他聞依喉舌腭等眾緣相觸而有聲", "612": "出言字生於真言者即前聲上屈曲差別言音而成", "613": "真言推功歸本由字而生故詩序云聲成文文即彰", "614": "表即同真言也又依字則有真言出生復依真言則", "615": "有悉地果法如是真言出生果法即救世者宣說救", "616": "世即佛也佛是救護世間之者如歎佛偈云等空不", "617": "動智救世大悲尊故曰真言成立果諸救世尊說也", "618": "言當知聲性至行者說者上說真言之果從聲建立", "619": "恐執之不捨故說對治方便如外道執聲實有而是", "620": "常住令觀空性若真言行者識聲及果同於空性即", "621": "真言事業其相萬端覈其自性皆不出於阿字本不", "622": "生句若知不出本不生句即聲及空俱皆遠離如是", "623": "之相即救世尊為修真言行者宣說言入於聲解脫", "624": "即證三摩地者行者了知阿字門故於一切音聲而", "625": "得自在即是證得解一切眾生語言三昧言依法布", "626": "相應至真言想者正說行者觀行相應悉地之果若", "627": "依上字輪安布與心相應之時即能於一字之中分", "628": "別無量義一切眾生中各現無量言說等。", "629": "【疏】依於阿字等者謂依阿字故即有迦佉等諸字字", "630": "字即同虗空者重言字字一是阿字一是迦等如是", "631": "本末能所生字本既即同虗空末亦隨之雖皆離相", "632": "於無相中還有去來一異因果等相故云依於阿等。", "633": "【疏】而此能生眾緣等者謂此聲依喉舌腭齒等緣相", "634": "待擊撽而生故既從緣生則無自性如是展轉推尋", "635": "能生聲等喉舌脣腭等為從誰生乃從四大因緣而", "636": "得生起亦無自性如是又復推尋四大從誰而生展", "637": "轉推窮至於本不生際本不生際即阿字也。", "638": "【疏】偈互相釋者二行半偈初一頌彰因果次第即是", "639": "假義次之半頌明前假相舉體即空次之半頌於此", "640": "假空諸眾生類不了真實如言妄執故後半頌空假", "641": "雙拂泯歸中道又此三語皆假皆空皆中所以更互", "642": "相釋故曰偈互相釋也。", "643": "【疏】與此三昧等者准下疏釋法是眾德義非達磨義", "644": "謂依阿字眾相應德而布置之眾德即百字輪差別", "645": "之相謂青黃黑白等種種色方圓三角半月等種種", "646": "形依此布之名為依法或依軌持故云更問。", "647": "【疏】自他皆空等者即能生為自所生為他如是能所", "648": "俱不可得名之為空從此不可得空即見阿字本不", "649": "生理名之為從空立理也由解斯理即是住於三昧", "650": "是故此空此理皆是加持之用也。", "651": "【疏】證此理者等者引上文釋成也即上云即證三摩", "652": "地等三句頌文謂證得此字輪三摩地之人能隨一", "653": "字之中置無量字隨無量字形色各異如是相應而", "654": "觀照之則舉一字而百字可知是故經云故阿字等", "655": "類無量真言想也。", "656": "【疏】有此真現之字義等者此百字真言之門而有真", "657": "實顯現二種字義真實字義者即是如來自然智門", "658": "法爾成就非是始生亦非如來為一類眾生而創立", "659": "之乃是佛佛道同法位常住故名真實字義顯現字", "660": "義者雖從法爾已來本自成就非如世間妄計而有", "661": "要由因緣般若方便而得顯現故云有此真現之字", "662": "義也。", "663": "【疏】此中但明一字等者謂有難云此上五品皆云百", "664": "字且如上說百字生品其中但以暗之一字以為真", "665": "言如何得名說百字耶以通釋云此中但明一字等", "666": "【經】說菩提性品者說謂宣演騰前起故菩提性者即", "667": "真言之果體離造作分別之相菩提即性故名菩提", "668": "性前品已說真言無相令更以虗空為喻說之是菩", "669": "提性之說故曰說菩提性等。", "670": "【疏】即騰百字等者騰者說文云傳也又傳者轉也從", "671": "百字真言展轉說也故曰即騰百字等。", "672": "【經】譬如十方虗空等者謂真言菩提之性唯有虗空", "673": "少分相似故取為喻謂十方虗空之相為萬法之所", "674": "依而虗空體無所依真言亦爾為眾法所依而真言", "675": "體無所依言救世者謂此真言出世間尊故言又於", "676": "空中等者又者復也復說喻也又如虗空之中有多", "677": "物像雖可現見而無所依之處謂虗空不作是念我", "678": "與彼等而為所依彼諸色像亦不作是念我依於空", "679": "何以故性自爾故故無所依。", "680": "【經】唯住於名趣至現見離言說者此中初一偈出虗", "681": "空之體但是名等為順世間趣假施設故其虗空體", "682": "不可得也次之一偈釋成假名同於空故謂世間名", "683": "字隨應假立求其實義即同虗空俱不可得真言亦", "684": "爾體離言說畢竟無得但為諸佛以方便力令諸眾", "685": "生普入佛慧從空立假從假立空眾生依此而生實", "686": "見如是實見即是菩提之性離此實見外別有菩提", "687": "無有是處。", "688": "【疏】前偈云空但有名等者前偈者初偈中第三句也", "689": "後偈者次偈第二句也。", "690": "【疏】離於因緣等者如是阿字真言之體無明無暗無", "691": "晝夜差別之異即是離因緣離於如是因緣即是實", "692": "相常住如是實相常住即是大日如來之體如是大", "693": "日之體即是菩提之性如是菩提之性云何不能離", "694": "於生死耶是能離於下文生死等也。", "695": "【經】三三昧耶品者三者數名三昧耶是等持等持有", "696": "三故帶數立稱故曰三三昧耶品此亦騰前說也。", "697": "【疏】佛以此問是大事因緣者即同法華經開示悟入", "698": "佛知見也。", "699": "【經】有三種法至相續生者此總標也如是三種之法", "700": "若不相續則有障生不得相應不得名為三昧耶句", "701": "若是相續即得無障㝵即此相續無㝵是為相應具", "702": "此三法即得名為三昧耶句故曰有三種等。", "703": "【經】初心不觀自性等者即第一三昧耶句此但發心", "704": "求佛而未具觀照之慧即􆿅阿字也言從此發慧至", "705": "正覺句者即第二三昧耶句也由依最初菩提心故", "706": "即有如實智生而能決斷揀擇是處非處等一乘是", "707": "處二乘非處由能決了是非境故則能遠離無盡分", "708": "別之網即長聲􆿆阿字也如前阿字心傍加長聲畫", "709": "故即是智生又秘密主至悲自在轉者是第三三昧", "710": "耶句謂從此了真假已於一切眾生發起大悲之心", "711": "作是思惟一切眾生皆同此性云何不自了知唐受", "712": "生死今我已自覺了應當普為眾生開佛知見皆使", "713": "與我無異即􆿈􇗼伊上伊至􈓯􈓰污奧等三昧行句", "714": "如上次第即大願大智大悲三心也。", "715": "【疏】由見實故非實等者行者第三三昧耶中了知諸", "716": "法真實之相離於虗妄唯是阿字本不生體即於一", "717": "切眾生而起大悲之心以一切眾生皆同此性而不", "718": "自了知唐受生死輪迴無際欲為彼等開佛知見與", "719": "我無異即於真實相中發起大悲如是行者若於爾", "720": "時見有真實之相乃非真實自證之際若除妄見實", "721": "相自現非從外有法來入身中也此三昧耶義非同", "722": "上來因觀有相而入無相直觀法界平等平等無緣", "723": "之大悲也。", "724": "【疏】上說此經有等者此釋疑也上來所說此經從始", "725": "暨終明皆為顯三句之義謂菩提心為因大悲為根", "726": "方便為究竟云何此中却以智當第二為根大悲第", "727": "三耶故下釋前來但說菩提心為因不分心智前後", "728": "二別今此義分心智成三三昧耶是故先以實智照", "729": "了是非然後生起大悲即智為其根大悲却為第三", "730": "如是次第義相成順故不相違。", "731": "【疏】即是安住諸子等者即是者指法辭也指此即是", "732": "涅槃經中安住諸子秘密藏中之義也涅槃經云諸", "733": "比丘譬如大地諸仙藥草為眾生用我法亦爾出生", "734": "妙善甘露法味而為眾生種種煩惱病之良藥我今", "735": "當令一切眾生及以我子四部之眾悉皆安住秘密", "736": "藏中入於涅槃何等名為秘密之藏猶如伊字三點", "737": "若並不成伊縱亦不成如摩醯首羅面上三目乃得", "738": "成伊三點若別亦不得成我亦如是解脫之法亦非", "739": "涅槃如來之身亦非涅槃摩訶般若亦非涅槃三法", "740": "各異亦非涅槃我今安住如是三法為眾生故名入", "741": "涅槃如世伊字此經之意欲令眾生知三解脫一相", "742": "無異猶如伊字安住其中如我無異此中亦爾將三", "743": "三昧配三解脫故云即是安住諸子等。", "744": "【疏】前別時解等者注也今注文辨上二行疏謂初行從", "745": "佛有法從法有僧如是次第差別之相娑麼也體各", "746": "別故名為別相三寶次第二行此三即一體等是一", "747": "體三寶即娑麼也合成一義但名為等更無二相故", "748": "云前別等。", "749": "【疏】此中三三等者謂初三三昧耶從阿字菩提心至", "750": "於惡字涅槃展轉相承次第不差即是阿阿暗惡噁", "751": "五字之義也言謂一類眾生佛等者此明最後方便", "752": "長噁字之義謂一切眾生發菩提心因緣不同而有", "753": "四種如瑜伽云一者若見諸佛及諸菩薩不可思議", "754": "神變威力而能發心二者依於無上正等菩提微妙", "755": "正法聞已深信而能發心二者雖不見聞諸佛神變", "756": "微妙正法而見一切菩薩藏法將欲滅沒見是事已", "757": "便作是念菩薩藏法能滅無量眾生大苦我應住持", "758": "菩薩藏法而乃發心四者或一類眾生雖不見聞正", "759": "法欲滅而於末劫末世末時見諸濁惡眾生身心十", "760": "隨煩惱之所惱亂謂多愚痴多無懺悔多諸慳嫉多", "761": "諸憂苦多諸麤重多諸煩惱多諸惡行多諸放逸多", "762": "諸懈怠多諸不信見是事已便作是念大濁惡世於", "763": "今正起諸隨煩惱所惱亂時能發下劣聲聞獨覺菩", "764": "提心者尚難可得況於無上正等菩提能發心者我", "765": "應發大菩提心今此惡世無量有情隨學於我起菩", "766": "提願由見末劫難得發心增上力故於大菩提深生", "767": "信解因斯發起大菩提心等。", "768": "【疏】對此旨異名等者此中說住三三昧耶則不著一", "769": "切妄執即是離一切障之大宗旨即宗也若對望此", "770": "宗之外更有別異名句是起障之由謂不欲等故曰", "771": "對此旨異名等。", "772": "【疏】所謂不著一切妄執者一切妄執即是初住心品", "773": "中麤細極細三妄執也。", "774": "【疏】謂不欲等者欲者樂欲希望為性由具此故即於", "775": "真言悉地而能脩趣今既不生樂欲之心即是障生", "776": "之由也無希望名為不欲懈怠者以懶墮為性雖有", "777": "樂欲之心而不勤求猶如鑽火未熱數息華嚴經云", "778": "如鑽燧求火未出而數息火勢隨止滅懈怠者亦然", "779": "不信者唯識論云於實德能不忍樂欲心穢為性前", "780": "云不欲今言不信其相云何由不欲故不起悕望由", "781": "不信故而生毀謗行解異故。", "782": "【疏】不得飲酒等者謂飲酒為障生之緣故不得飲生", "783": "諸不善即智論說有三十六失一惡顏色二少氣力", "784": "三現瞋怒四壞田業五致疾六闕習誦七惡名聞八", "785": "智慧滅九悞賢良十墮惡趣乃至三十六後世多愚", "786": "癡故不得飲。", "787": "【疏】當敷草藉等者此草藉經中但言及寢床上表誡", "788": "慎之極也人既不得寢於床上必藉以吉祥茅又是", "789": "此中相應之事故義加之。", "790": "【疏】說如來品等者亦騰上菩提性品謂彼品菩提性", "791": "但有言說離一切相猶如虗空非地水火風非日月", "792": "眾曜非晝夜時分年歲劫數等乃至云若無如是等", "793": "種種世間分別於彼常勤脩求一切智句金剛手聞", "794": "佛作如是說為未悟者斷疑網故說偈問佛云何為", "795": "如來佛還依虗空作假名說之故曰說如來品。", "796": "【經】菩提虗空相等者此有四行半頌答金剛手四問", "797": "初一頌答云何名菩薩問次一頌半答云何說名佛", "798": "問次有一頌答云何人中尊問後一頌答云何為如", "799": "來問此答問不次第也。", "800": "【疏】此義經中闕文等者此答金剛手問云何人中尊", "801": "經中闕少其文疏主乃引餘經或論而答之耳故曰", "802": "此義經中闕文等今詳疏意為經中問二頌半前頌", "803": "結云故名為正覺次頌結云故號三菩提俱是答問", "804": "云何為正覺却少答云何人中尊問然其經文有似", "805": "不闕謂金剛既伸四問如來必乘四答竊謂次頌即", "806": "是答云何人中尊問謂第三句頌云成佛十智力故", "807": "何以知此句是答人中尊謂如歎佛偈云十力世尊", "808": "希甚有又云正覺十力尊既成正覺須具十力號為", "809": "人中之尊此理可通又無闕文之失更請詳之。", "810": "【疏】雖不云無明等者前疏中牒經云慧害於彼何故", "811": "今言無明耶前順梵本但言彼今順唐經云無明梵", "812": "本雖無義必有之上來多有如是體例故云雖不云", "813": "等。", "814": "【疏】此自證境等者謂自證境界即是法界實際平等", "815": "出過語言之道名之為如住如斯理名之為來又如", "816": "佛之理如也自然而證來也故曰如來。", "817": "【經】世出世護摩法品等者上來入漫荼羅品為弟子", "818": "作灌頂時已說護摩加持供養之法又於秘密漫荼", "819": "問答內外淺深二種護摩之法今別為一品說者於", "820": "漫荼羅眾多支分中別屬一種支分又為竺乾諸外", "821": "道輩皆執世間火法以為究竟故我世尊愍彼事火", "822": "之徒及順大本別為一品依於事理而廣說之護摩", "823": "是總世出世是別總從別以彰名是世出世之護摩", "824": "作依主釋又法乃軌持亦分總別作釋准知故曰世", "825": "出世護摩法品也。", "826": "【疏】外典淨行等者對佛法外所有教典皆名外典今", "827": "取淨行韋陀論中火祠之法即是事火婆羅門法也", "828": "韋陀正云吠陀此方云明外道明論而有四種謂聲", "829": "明因明工巧明醫方呪術明此火祠法四明之中何", "830": "明所攝然火祠法呪術所攝何以故彼等亦有真言", "831": "法故彼之真言何人所說自在天等之所說故故云", "832": "外典淨行等。", "833": "【疏】第一名為智火等者即釋經云智火最為初名大", "834": "因陀羅此中方名稱三字是釋名大因陀羅也梵語", "835": "因陀羅或名尊主或名字方今取字方即金剛地輪", "836": "也故云方名稱也。", "837": "【疏】此杵頭有四角形者如尋常塑畫金剛神手所執", "838": "者名降魔杵是也。", "839": "【疏】而誦智火真言等者謂即以智火之名而作真言", "840": "所謂惹那阿屹曩二合曳是也惹那智也阿屹曩火也。", "841": "【疏】初發菩提心等者辨火之次第也前是菩提心即", "842": "阿字也此第二即大悲為根長阿字也此疏主之深", "843": "意應更例成下十種火即下伊上伊乃至暗惡十二", "844": "字也何以知然謂第十二火名迷惑即是所作已辦", "845": "處寂滅道塲即惡字故由是理趣至論護摩旨歸之", "846": "處字輪是也智者應思。", "847": "【疏】其色青也等者謂此尊坐風壇中手執白巾如天", "848": "衣形既言互執白巾如天衣形應云其色白也而言", "849": "青者即與白巾不相扶順故令更問今詳此中當阿", "850": "毗遮嚕迦法即降伏法也凡作降伏不應用白色應", "851": "云手執青巾又釋言其色青者不是衣形作其青色", "852": "為此火尊作風燥形故云其色青也乃至更問。", "853": "【疏】此是金剛輪同類者如漫荼羅第三院有金剛眾", "854": "印所謂金剛鈎金剛索金剛刀金剛輪金剛戟斧之", "855": "類是此輪類故以為名。", "856": "【疏】受食火名等者受謂受得食謂火食劫羅微云時", "857": "即受得火食之時也言更問者謂前四十四種火中", "858": "第四十二云若授諸火時所謂薄叉火前用授與之", "859": "字今用領受字則意有別若依事相解時謂以種種", "860": "火食奈彼火天用此授字若依真實解時謂是內證", "861": "智火充滿法身之義用此受字上下更互故令更問", "862": "言作持巳者此巳字無用本是梵書􇩂字故下行云", "863": "以唵字聲此間巳字亦合是􇩂字從初抄寫者不識", "864": "梵字以巳字替却唵字故也。", "865": "【經】隨其自形色者如上火神各各形色謂多髮眇目", "866": "乃至唵字為󴖄󴖄形也黃赤黑白等色遞相形待對", "867": "他稱自故曰隨其自等。", "868": "【疏】一性而具三等者謂隨息灾增益性類各具三事", "869": "一火二火天三行者之身此三雖各各性而舉一全", "870": "收故云一性等言三處合為一者即此三事要合為", "871": "一謂火不異神神不異身若不和合為一則不名為", "872": "平等不得名為相應若失平等相應之義而獲悉地", "873": "者無有是處也。", "874": "【疏】上文如意等者上外護摩所有火神形色及藥物", "875": "爐薪等須得識其性類謂火神有喜怒白赤等藥有", "876": "辛苦甘甜等爐有方圓三角等薪有香臭㓨滑等隨", "877": "此性類隨此作息灾增益降伏上中下事業則隨意", "878": "成就若不得此火法火法即護摩法三種成就無由", "879": "得成言內法亦相況耳者今此作內慧火之法比況", "880": "外法而作之亦得隨意成就故曰上文等。", "881": "【疏】非如世間等者今此火名忿怒者即是大悲心中", "882": "現起忿怒之相不同世間常人所起世間忿怒依對", "883": "現前不饒益境憤發為性即瞋一分而為其體今從", "884": "悲心照了忿之實性即以悲為其體如大悲漫荼羅", "885": "從中胎流出外第三院如來部以不動尊為忿怒金", "886": "剛部月黶尊為忿怒蓮華部毗俱胝為忿怒以此等", "887": "忿怒之火降伏無始無明等魔引入中胎皆見遮那", "888": "如是解時即是以忿怒火作降伏法故曰非如世間", "889": "等。", "890": "【疏】四面各一相接等者注也於爐四面各畫一三鈷金", "891": "剛其金剛鈷峯相接如八印等者即秘密八印品及", "892": "漫荼羅品也。", "893": "【疏】如悉地中說者蘇悉地經品第二十中。", "894": "【疏】沒栗二合荼火者此云和合即十二火中第五火天", "895": "名也。", "896": "【疏】當准上文取風燥等者上文忿怒火作息灾事文", "897": "也。", "898": "【經】說本尊三昧品者說謂演說本尊通目漫荼諸聖", "899": "隨行者本所宗主故名為本尊本尊有二一者淨形", "900": "謂離相故二者非淨謂有相故三昧亦有二種一者", "901": "有想能成有相悉地二者非想能成無相悉地今毗", "902": "盧遮那騰金剛手向來所問而演說之故曰說本尊", "903": "三昧品等。", "904": "【疏】亦如方珠向月等者此中方珠圓鏡喻行者之信", "905": "心日月喻諸佛之誓願若行者信心不疑如來誓願", "906": "必應引此喻者要人生信兼明感應難思問世間方", "907": "珠圓鏡對於日月水出火生現見無疑今覩真言之", "908": "流信心修持罕獲證驗其為於何耶答諸佛本誓必", "909": "不徒施但以信行之者多信真言之功德少依真言", "910": "之方便雖有信心心猶雜染譬如雖有鏡珠塵昏垢", "911": "翳縱曦朗魄輝影不得入火水之應終無得理佛說", "912": "因緣如聲起響因緣既乖悉地何有況佛說真言有", "913": "二種成就一者世間二者出世二種成就皆有法軌", "914": "若求世間成就准此經七卷說略具五緣一者先當", "915": "具持三昧耶學處即是身三語四意三淺略深秘十", "916": "種之戒二者次應增益守護清淨之行即是常脩五", "917": "悔每日三時如瑜伽法禮敬諸佛說悔眾罪捨身奉", "918": "施發菩提心隨喜勸請乃至迴向修習三三昧耶金", "919": "剛甲冑淨法界心如來大護淨除魔事之法三者脩", "920": "供養儀式先觀羅字門自淨心地及道場穢土以五", "921": "字起五輪等然後召請結界云云四者起利益無盡眾", "922": "生之心當住瑜伽座脩持誦之法轉種子字作本尊", "923": "身乃至善住落叉等第五出道場時更有眾多行法", "924": "謂奉送解界乃至諸餘善品調伏其心於一一時中", "925": "不虧法則如彼廣說若於如上五種法軌一一不虧", "926": "乃得世間成就苟有所闕世間小分成就尚不能獲", "927": "何況出世佛果大悉地耶。問現有行用真言之者", "928": "袪邪起病句呼發遣啞者得語豈非真言威力乎。", "929": "答大悲經云此大悲心呪於枯樹尚能生華果況此", "930": "事耶但由去聖途遠人心澆偽初聞真言功德實生", "931": "忻慕諷翫曰久心生邪僻或求世利或要人歸起種", "932": "種思念或欲知他之事或欲令人病差心既不正鬼", "933": "遂得便人既得利鬼多得敵故摩訶止觀云鬼不能", "934": "著人由人心邪鬼乃得便乘人心念遂與其力便能", "935": "知一人多人之事能除一人多人之病不曉之徒謂", "936": "之為聖緣此之知為聖知耶為鬼等知耶非是聖知", "937": "非真言知乃是鬼知其人自不覺了亦自疑惑或不", "938": "疑惑起於勝解又謂他人不能生於見著懷增上慢", "939": "若因續經教或知識告語此是不應宜速捨棄若不", "940": "速棄久久損人牽入惡道且斯經始終不出三心謂", "941": "菩提心大悲心方便心滿此三心由諸三密謂身密", "942": "語密意密此三秘密即是契印真言本尊如是契印", "943": "不得專作真言不得輙誦本尊不得擅觀須入壇場", "944": "從師稟受若近春池求如意珠要具方便乃擭的寶", "945": "勿競執瓦礫作真瑠璃又勿輙操利刀返傷其體知", "946": "之慎之故須外依五法內住三昧若不如是則方珠", "947": "圓鏡之緣不相干耳。", "948": "【疏】私謂或可初得等者前約依畫像觀名為有形從", "949": "心顯現名為無形今時疏主特謂從心現者名為有", "950": "形復以此形作鏡像觀之四句不生名為無相此即", "951": "是為深觀緣生耳故曰私謂等。", "952": "【疏】私謂此三非等者疏主更依行之次第釋之如是", "953": "次第各有淨非淨二種行相謂經初觀字聲有二種", "954": "相次觀尊形又二種相謂漸細又細今次不約緣而", "955": "觀又細言又有雜不淨者三事別觀名雜總觀名不", "956": "雜言純淨者若由非淨引入於淨非是純淨本來離", "957": "染名為純淨故曰私謂等。", "958": "【疏】然須有本等者即􆿅阿字也如上所明行之次第", "959": "先約別別緣起之觀具見漫荼羅境界一一不謬然", "960": "後依般若以無所得為方便洗拂淨除即得成就法", "961": "界不思議緣起大用言若不知行之等者若不先識", "962": "知行之次第但祇觀彼般若之文多分錯會經意直", "963": "爾入空不依本而入名無直爾本謂阿字阿是本不", "964": "生菩提心大悲方便之所生處次有長阿等行由阿", "965": "等行方以無所得而為方便證入大空暗字之點若", "966": "但從阿字菩提心不假長阿等行之次第直趣暗字", "967": "大空之理即是頓頓失於圓頓之道理也以我禪師", "968": "造此義釋弘闡秘藏意為和會南北二宗同入法界", "969": "字門捨染無染之異離拂不拂之殊表於三藏隨錄", "970": "之外特加珍釋故曰私謂。", "971": "【經】說無相三昧品者亦騰上說也真言行者依上三", "972": "昧觀行雖現得身口意奇妙無相境界以未離心之", "973": "戲論今總結會令入此中觀身口意真言實相入初", "974": "法明道即是畢竟無相三昧故曰說無相三昧品。", "975": "【疏】然猶是三昧等者梵語三摩地此云等持體離沉", "976": "掉曰等專注一境曰持通因及果因通定散果位唯", "977": "定皆唯有心梵云三摩鉢底此名等至是入證之義", "978": "通有無心即是今此入三平等觀也。", "979": "【疏】心是清淨心等者此心離一切相於三昧求不可", "980": "得猶如虗空離諸障染名清淨心凡夫依自我分而", "981": "生顛倒起諸分別即是意也今無相三昧從心生耶", "982": "從意生耶不從心生不從意出亦不共生三處求之", "983": "俱不可得從於真言法界因緣而得生起雖從法界", "984": "因緣而得生起猶如幻夢實不可得故曰心是清淨", "985": "等。", "986": "【疏】著是空法多生異見等者如上凡觀察時先從有", "987": "相入於無相若不從有相直爾入空即失大悲萬行", "988": "依何方便而得入空若著如是空法多生異見頗見", "989": "今時僧俗之流不能廣披教藏聞說頓宗便撥次第", "990": "不依門庭又順懶恣染恚之心展轉學習如犬櫓吠", "991": "故我。天祐皇帝聖哲在躬睿摸出俗窮性相二教", "992": "擅南北兩宗戒勗斯流須示佳句曰欲學禪宗先趣", "993": "圓亦非著有離空邊如今毀相廢修行不久三塗在", "994": "目前樂道之流宜書諸紳爾故曰著是空等。", "995": "【疏】今此品合次六十心說等者一切過患不出身心", "996": "二相若欲離此二見相應須深脩觀察十緣生句引", "997": "入平等中道於一切都無自性故上疏云一一皆緣", "998": "生次第除說之。", "999": "【疏】既云一一皆緣生次第說之者何不次六十心十", "1000": "緣生句說之已上妨難下通釋云說義次第等。", "1001": "【經】世出世持誦品者亦騰前說之也謂前諸品說真", "1002": "言悉地念誦之法不過二種即有相無相有相名世", "1003": "間無相出世間但是略說仍未具足今於斯品具決", "1004": "擇之別為一品故曰世出世等。", "1005": "【疏】有所闕支分者若異此作意心念誦及出入息念", "1006": "誦則有闕少真言支分之過如人一身有四支分闕", "1007": "一不可持誦亦爾若異此者即闕支分亦為不可失", "1008": "成就故又闕支分者謂真言之體依字及聲而得建", "1009": "立字具字緣字界聲分長聲短聲謂字有點畫而不", "1010": "取聲有平側而不依等等取不依句逗皆名闕支念", "1011": "誦也。", "1012": "【疏】以內外相應分之有四者出世為內世間為外各", "1013": "各相應分成四別謂內外各二合為四種外二種者", "1014": "字印身心行者觀此識其本性知印即字字即身而", "1015": "心湛然都合為一是念誦也又此字者即是真言之", "1016": "體觀此為出入息以此資身名出入息念誦是為外", "1017": "二念誦內准應知故曰以內外相應等。", "1018": "【疏】右此內外相應等者右此者對左稱右指前所牒", "1019": "經文在解釋之右也言即四色是者色謂色類色類", "1020": "有四故云即四色是也。", "1021": "【疏】誦三落叉等者此三落叉義如前數說隨念誦有", "1022": "多種所謂落叉者遍數也即三億名三落叉又落叉", "1023": "是時分即晨午昏等時寒熱雨等分名三落叉又落", "1024": "叉是現相即煖煙光三種相現也又落叉是增益等", "1025": "謂煖相現即作息灾煙相現即作降伏光相現即作", "1026": "增益此總名世間三落义義故曰誦三落义等。", "1027": "【疏】我於種種經教等者謂我即佛自指也我於種種", "1028": "經教者即一大時教名為種種凡說落叉多名為數", "1029": "然此之數義是有餘未盡之詞也是未盡理之說也。", "1030": "【疏】三功德生等者行者見三實相時除身口意之三", "1031": "垢得佛身口意之三德即分證如來之功德。", "1032": "【疏】如文殊經中等者今引此二經習射之法釋此垛", "1033": "義辨真言觀行漸次之義也如習射者初時注意在", "1034": "的射未熟故初須遠垛次漸近之後能中的如次亦", "1035": "是身實相語實相意實相三落义也言如文殊經者", "1036": "彼經云佛告文殊師利汝入不可思議定不文殊師", "1037": "利白佛言不也世尊若我入不可思議定者我則成", "1038": "可思議世尊心無心我云何當入不可思議定復次", "1039": "世尊我初發菩薩意言我當入不可思議定世尊我", "1040": "於今日無此意當入不可思議定世尊如初學射先", "1041": "作是意我當射葉射葉成已復作是念我當射皮射", "1042": "皮成已復作是念我當射木射木成已復作是念我", "1043": "當射鐵射鐵成已無復前意隨其前中皆能徹過我", "1044": "亦如是首初發意求入不可思議定今無此意我當", "1045": "入不可思議定何以故此定不可思議故言首楞嚴", "1046": "三昧亦爾者彼經云堅意菩薩白佛言世尊菩薩欲", "1047": "學首楞嚴三昧當云何學佛告堅意譬如學射先射", "1048": "大準射大準已學射小準射小準已次學射的學射", "1049": "的已次學射枝學射枝已學射百毛射百毛已學射", "1050": "十毛射十毛已學射一毛射一毛已學射百分毛之", "1051": "一分能射是已名為善射隨意不空是人若欲於夜", "1052": "闇中所聞音聲若人非人不用心力射之皆著如是", "1053": "堅意菩薩欲學首楞嚴三昧先當學愛樂心學愛樂", "1054": "心已當學染心學染心已當學大慈學大慈已當學", "1055": "大悲學大悲已當學四聖梵行所謂慈悲喜捨學四", "1056": "聖梵行已當學報德最上五通常自隨身學是通已", "1057": "爾時便能成就六波羅蜜等。", "1058": "【疏】雖發心修行等者此同涅槃一闡提輩梵語一闡", "1059": "提此是樂欲義樂生死斷善根謂入漫荼羅不受三", "1060": "昧耶即是無種性人故涅槃經云無種性人無種性", "1061": "故雖復發心精進勇猛終不得無上菩提正與此同", "1062": "也。", "1063": "【經】囑累品者說經將畢付囑有在之常式也囑謂付", "1064": "囑如世長者有多資財須付其子委囑丁寧令無散", "1065": "失如來長者亦復如是多有法財須付諸弟子委囑", "1066": "丁寧令無散失故故名付囑累謂重累不歇絕義如", "1067": "言累世累劫等由付囑故累代相承燈燈不絕也則", "1068": "囑據現在累通未來囑與累別相違立名又付屬當", "1069": "根意在傳燈累即囑也又累者再三表非輕授佛雖", "1070": "付囑資或放逸故須再三由是即得一乘秘藏久住", "1071": "世間則無專擅自恣差根授道越法等放逸之失故", "1072": "曰囑累也。", "1073": "【經】南麼三曼多至莎訶者此陀羅尼名加持句以金", "1074": "剛手等上首諸執金剛普賢慈氏等上首諸菩薩蒙", "1075": "遮那如來囑累非輕即如來使行如來事荷負重任", "1076": "雖懷慶悅一心奉持然此經是秘中之秘密中之密", "1077": "如來在日猶多怨嫉況末代乎若不以如來神呪加", "1078": "被任持猶恐力所不堪遂恭敬合掌作白請佛願說", "1079": "救世加持之句令法眼道久住世間爾時世尊酬金", "1080": "剛等請即為說是呪也。", "1081": "【疏】而越法則者越者違越若傳受失宜專擅自恣即", "1082": "是放逸違越三世諸佛秘密法則得越法罪越法罪", "1083": "者此中所謂犯三昧耶四波羅夷中第三戒也謂傳", "1084": "法之人當須善識根緣又知法門分劑應病授藥勿", "1085": "使差根若有著相之人為說甚深空義增他不信若", "1086": "利根深智而輙授以淺略之門生他輕慢既於他無", "1087": "益自成犯戒故曰而越法則。", "1088": "【疏】復次如上三句義等者如上來所說菩提心為因", "1089": "大悲為根方便為究竟三句之義即是真言二利之", "1090": "行佛誡弟子汝等應當住於阿字一切諸法本不生", "1091": "義即是由阿字菩提心故次有長阿等本不生行後", "1092": "證暗字本不生理住此三句秘密教中而作諸自利", "1093": "利他種種事業若不隨順此教直爾入空者即是住", "1094": "於放逸之地放逸者縱蕩也唯識論云於染淨品不", "1095": "能防修縱蕩為性障不放逸增惡損善為業若住此", "1096": "者於秘密教中犯波羅夷罪也故曰復次於上等。", "1097": "【疏】為人天怨者若菩薩不深觀眾生本末因緣差根", "1098": "說法則為人天之怨若阿闍梨住於放逸傳授失宜", "1099": "師資俱當墮三惡趣即惡是親永不得生人天善道", "1100": "人天是怨故曰為人天怨。", "1101": "【疏】除我弟子等者謂依我真言密教住心之者又復", "1102": "其心久相體解深信無疑方堪授之除去此外若餘", "1103": "世間外道之類未入此中俱名外道未入真言正法", "1104": "信心未圓如是等人未能堪聞秘密之藏且當於餘", "1105": "顯教深法之中示教利喜以為方便待侯生起信樂", "1106": "方可為說三句之法若未生信樂不得輙然為說此", "1107": "是囑累之深意也故曰除我弟子等。", "1108": "【疏】更明外迹等者上來已辨授法差別之相但屬內", "1109": "心今更以外相之迹。揀取之亦是不令差根妄授", "1110": "住於放逸也言外迹者如觀眾生鳥獸之迹即知飛", "1111": "走大小善惡憂劣之異今觀弟子等生時所遇宮宿", "1112": "日時及顯形色之迹即知其人善惡靜懆寬猛愚智", "1113": "等種種差別之相方可隨宜授與真言行法若不解", "1114": "如是與察往往差根結過同前故曰更明外迹等真", "1115": "言阿闍梨須善解陰陽占相之述若不習者不得名", "1116": "為兼綜眾藝不得為人作阿闍梨。問有餘經教菩", "1117": "薩不得學習陰陽曆數占察吉凶等如來設教豈不", "1118": "自相違返耶。答餘經言不得者無故而習及為利", "1119": "故為妨道故故言不得此中不為求利非無故習學", "1120": "不妨道故要利眾生故令兼綜不相違也。", "1121": "【疏】謂如羅云者羅云即佛子羅睺羅梵語相近也此", "1122": "中辨相大體與法華經不相異也。", "1123": "【疏】法眼道者開佛知見之大慧道也若證我空即當", "1124": "初果若證法空即初地也又眼謂五眼肉眼天眼法", "1125": "眼智眼佛眼佛皆具此今明此法眼揀餘四故即是", "1126": "諸佛所行之處名之曰道法眼即道故依主持業二", "1127": "釋隨應故曰法眼道也。", "1128": "【疏】未說句義更問者蓋斯呪也句宣十一功用百千", "1129": "難容措筆令更問耳今承如來加持之力援引上下", "1130": "相應句義聊略指陳或不允當請為刪焉。", "1131": "大毗盧遮那成佛神變加持經義釋演密鈔卷十終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 439 大日經義釋演密鈔", "author": "遼 覺苑撰"}