{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 474-A 刻金剛決疑題辭No. 474-A", "1": "刻金剛決疑題辭", "10": "始信自心清淨。了無一法為己障礙。此金剛般若。直", "100": "無別意。只是要付囑此心耳。護念者。以佛出世本", "101": "願。只欲令一切眾生與佛無異。人人成佛。方盡此", "102": "心。但眾生德薄垢重。心志怯弱。不能擔荷。如嬰兒", "103": "一般。佛如慈母之護念嬰兒。則無一息放下。種種", "104": "周悉。調護愛念。故如保赤子。所謂護念。只欲一切", "105": "眾生直至成佛而後已。故曰付囑。然不敢明言。但", "106": "密密方便而將就之。故曰善。經云。我以無量無數", "107": "方便。引導眾生。欲令一切眾生。皆悉到於一切智", "108": "地。是謂護念付囑。", "109": "世尊。善男子．善女人。發阿耨多羅三藐三菩提心。云", "11": "拔疑根。為發最上乘者說。殊非淺識薄德所能解。故", "110": "何應住。云何降伏其心。", "111": "解。此空生特問安心之方法也。以初在小乘時。單", "112": "肯自度。不肯度生。故心小。今蒙如來二十餘年。多", "113": "方淘汰。激起度生之心。故名大心眾生。為菩薩。要", "114": "令下化眾生。將以上求佛果。此輩自肯利生。故曰", "115": "發菩提心。此空生已信佛心矣。但見初發大心菩", "116": "薩。未悟實相真空。與前所取偏空。二者難辨。以前", "117": "小乘涅槃。可以取著安住其心。今既捨前空。而未", "118": "得真空。所謂進無新證。退失故居。名空亂意。以一", "119": "向執著名言。習氣未忘。要有住著。又執著一定有", "12": "黃梅以此印心。以其一法不立。是為宗門正眼也。昔", "120": "佛果可求。將謂求至佛果。便是住處耳。且要上求", "121": "佛果。必欲下化眾生。眾生度盡。方得成佛。而今滿", "122": "眼看見三千大千世界眾生無量無邊。幾時能度", "123": "得盡。眾生不盡。如何得成佛果。以求住之心急。故", "124": "此心不安。不能降伏。故空生特為請安住其心。降", "125": "伏其心之方法耳。然空生已見佛心而嘆希有矣。", "126": "且開口單問此二語者。何也。以眾心各謂世尊今", "127": "日是已成之果矣。故我見世尊如此日用安心自", "128": "在。即今初發心求佛果之人。其心不定。當如何安", "129": "住。如何降伏耶。此問意也。安心者。如二祖侍達磨。", "13": "天親列二十七疑。解此一經。以疑潛言外。而此方義", "130": "乞安心法。磨云。將心來與汝安。祖云。覓心了不可", "131": "得。磨云。與汝安心竟。然在祖師門下。一言便了。所", "132": "以為宗。今世尊便說了許多安心之法。婆心漏逗。", "133": "所以為教到底只是箇覓心了不可得。故四祖以", "134": "前。皆以楞伽印心。至黃梅六祖。皆以金剛印心。故", "135": "此經非文字相。不可作言語文字看。全在離言之", "136": "妙。其經中。凡言於汝意云何。皆反徵其疑也。以眾", "137": "心隨語起疑。雖未吐露。而心已動念。謂之意言分", "138": "別。正是名言習氣耳。", "139": "佛言。善哉善哉。須菩提。如汝所說。如來善護念諸菩", "14": "學。執筌失指。從前得意忘言者希。予自幼能誦而。長", "140": "薩。善付囑諸菩薩。汝今諦聽。當為汝說。善男子．善女", "141": "人。發阿耨多羅三藐三菩提心。應如是住。如是降伏", "142": "其心。", "143": "解。空生所問。意謂發心菩薩。不得似佛這等安心", "144": "自在。將謂若求作佛。必須象佛日用行履一般。方", "145": "纔是佛。我觀佛心如此安閒。而菩薩心不得安住。", "146": "如何降伏使心安耶。佛答意云菩薩要求心安作", "147": "佛。不必別求。只如汝會得我護念付囑之心。其心", "148": "自安。亦不必別樣降伏。故云如汝所說。但得心安", "149": "足矣。更何降伏耶。只當如此而已。故云如是。", "15": "不解。每思六祖大師一言之下。頓了此心。何世無悟", "150": "唯然世尊。願樂欲聞。", "151": "解。唯然者。空生直信佛心無疑矣。已見佛心似不", "152": "必說。但諸菩薩未領其旨。更欲樂聞也。", "153": "佛告須菩提。諸菩薩摩訶薩。應如是降伏其心。", "154": "解。此佛指示安心之方法也。義在下文。前問安住", "155": "降伏二事。今只許說降伏。不言安住者。以凡夫二", "156": "乘。一向執著住處。此名言習氣也。今趣進大乘者。", "157": "先要遣此習氣。以眾生涅槃。俱非實法。皆不可得。", "158": "但以名言為體耳。名言既捨。習氣頓空。其心不待", "159": "降伏。而自安恬寂滅矣。故但教降心。不言其住者。", "16": "入之人。由正眼不開。返為性障。因住曹溪。偶為大眾", "160": "恐引習氣。所謂狂心不歇。歇即菩提。但盡凡情。別", "161": "無聖解。佛不以實法繫著於人。故不言住。", "162": "所有一切眾生之類。若卵生．若胎生．若濕生．若化生。", "163": "若有色．若無色。若有想．若無想．若非有想．若非無想。", "164": "我皆令入無餘涅槃而滅度之。如是滅度無量無數", "165": "無邊眾生。實無眾生得滅度者。何以故。須菩提。若菩", "166": "薩有我相人相眾生相壽者相。即非菩薩。", "167": "解。此世尊直示安心觀法也。然菩薩發心。所求者", "168": "佛果。所化者眾生。二者而已。所以於心不安者。以", "169": "未見眾生如故。滿目都是眾生。何時方得度盡。眾", "17": "發揮一過。恍然有悟。而言外之疑。頓彰心目。信乎。此", "170": "生不盡。則佛果難求。轉見長遠。因此其心不安。而", "171": "汲汲不休。故求降伏此心。今佛教以度生之方。以", "172": "觀察無我為主。且菩薩所見眾生之多。難盡度者。", "173": "以有我相。則見人相。人人相對。則三千界內眾生", "174": "何限。且生生不已。宜怖其難盡也。殊未見眾生本", "175": "自如如耳。然眾生雖多。總十二類。縱有無量。亦只", "176": "十二。就十二類一一觀之。收於胎卵濕化四生而", "177": "已。四生之內。不過色心二法而已。在色則不過有", "178": "色無色。論心亦不過有想無想。縱到極頂。則止於", "179": "非有非無。如此十二。則盡眾生界矣。又何多耶。況", "18": "法離文字相。非思量分別所能解也。因拈示一斑。以", "180": "十二類。名為眾生。眾生色心。本是假合。既為假合。", "181": "則眾生本無。眾生本無。但妄見有。苟以本無而觀", "182": "眾生。則眾生本自如如。眾生既如。俱成寂滅。即此", "183": "盡皆令入無餘涅槃矣。又何難哉。淨名云。一切眾", "184": "生畢竟寂滅。不復更滅。如此滅度無量無數無邊", "185": "眾生。其實無一眾生得滅度者。何以故。本無我故。", "186": "以有我則有人。有人則有眾生壽者。但有此四相。", "187": "則不名為菩薩矣。何言度生。是故菩薩度生當觀", "188": "無我。無我則無人。既無我無人。則眾生界自然寂", "189": "滅。眾生寂滅。則佛果非遙。又何怖其長遠耶。是故", "19": "當法施。初刻之嶺南。再刻於五雲。又刻於南嶽。門人", "190": "菩薩當觀無我。下文云。知一切法無我。得成於忍。", "191": "此真菩薩也。", "192": "△疑曰。佛教菩薩度生。以布施為本。其所施者。皆", "193": "眾生也。今眾生皆空。則所作布施。誰為受者。故下", "194": "文答云。菩薩布施。不必著眾生相。", "195": "復次。須菩提。菩薩於法。應無所住行於布施。所謂不", "196": "住色布施。不住聲香味觸法布施。須菩提。菩薩應如", "197": "是布施。不住於相。", "198": "解。此破著相之疑也。空生因聞眾生皆空。則疑。謂", "199": "眾生既空。則菩薩布施。無有受者。以六塵非有。眾", "2": "般若為諸佛母。菩薩之真因。眾生之佛性。生靈之大", "20": "方玉。見而信受。茲復刻於吳門。將廣願四眾。同開金", "200": "生本空。故云應無所住。此教不可著眾生塵相也。", "201": "又伏疑云。若不住相。何以有福。故下答以離相之", "202": "福更大。", "203": "何以故。若菩薩不住相布施。其福德不可思量。須菩", "204": "提。於意云何。東方虗空可思量不。不也。世尊。須菩提。", "205": "南西北方．四維上下虗空可思量不。不也。世尊。須菩", "206": "提。菩薩無住相布施。福德亦復如是不可思量。", "207": "解。此破著相之疑。示以離相妙行也。然菩薩布施。", "208": "專為求福。若求福之心著相。則福不大。故世尊權", "209": "指離相之福更大。使其安心。然著相布施。局於有", "21": "剛正眼。的信自心。則成佛正因。將以是為嚆矢也。", "210": "相。而眾生之相。一微塵耳。縱能獲福。其福幾何。今", "211": "若正施眾生時。不見有施者受者。亦不見有所施", "212": "之物。如此三輪皆空。無相可住。不住相之福。其福", "213": "不可思議矣。故以虗空喻之。", "214": "須菩提。菩薩但應如所教住。", "215": "解。此結示安心之法也。前問心不能安住。故須降", "216": "伏。世尊教以降伏之方。只是以觀無我為主。無我", "217": "則無人。人我兩忘。則自心寂滅。自心寂滅。則一切", "218": "眾生皆寂滅矣。眾生既寂。則佛不必求。此則馳求", "219": "心息。取捨情忘。內外皆空。一心不動。是則名為安", "22": "丙辰長至月憨山清道人撰", "220": "心之法。故結云如。", "221": "△疑。前以布施作福。下化眾生。只為上求佛果。今", "222": "既眾生相空。三輪體寂。是則因為虗設矣。無相之", "223": "因。何以上求有相之果乎。況現見如來身相宛然。", "224": "不是無相之因可得。此以相見如來也。故佛破云。", "225": "須菩提。於意云何。可以身相見如來不。不也。世尊。不", "226": "可以身相得見如來。何以故。如來所說身相。即非身", "227": "相。佛告須菩提。凡所有相。皆是虗妄。若見諸相非相。", "228": "即見如來。", "229": "解。此直指無相妙行也。空生由聞無相之因。遂疑", "23": "金剛決疑", "230": "此因。不能求有相之佛果。是以相見如來也。此乃", "231": "著佛應化之相。未見法身真體。世尊徵破見相。空", "232": "生領旨。故佛直告不可以相見如來。以如來所說", "233": "之身。即法身也。故云非身。然法身亦非有相。即於", "234": "諸法相上。見其非相。即見如來矣。不是如來法身。", "235": "捨諸法之外。別有一相狀也。此則無相之因。契無", "236": "相之果。明矣。", "237": "△疑云。若以無相之因。契無相之果。此義甚深。難", "238": "信難解。遂疑。", "239": "須菩提白佛言。世尊。頗有眾生。得聞如是言說章句。", "24": "No. 474", "240": "生實信不。佛告須菩提。莫作是說。如來滅後。後五百", "241": "歲。有持戒修福者。於此章句。能生信心。以此為實。當", "242": "知是人。不於一佛二佛三四五佛。而種善根。已於無", "243": "量千萬佛所。種諸善根。聞是章句。乃至一念生淨信", "244": "者。須菩提。如來悉知悉見。是諸眾生得如是無量福", "245": "德。何以故。是諸眾生。無復我相人相眾生相壽者相。", "246": "無法相。亦無非法相。何以故。是諸眾生。若心取相。則", "247": "為著我人眾生壽者。若取法相。即著我人眾生壽者。", "248": "何以故。若取非法相。即著我人眾生壽者。是故不應", "249": "取法。不應取非法。以是義故。如來常說汝等比邱。知", "25": "金剛決疑", "250": "我說法。如筏喻者。法尚應捨。何況非法。", "251": "解。此直示佛之知見也。由前空生初執有相之因。", "252": "佛以不住相布施破之。復疑無相之因。不能契有", "253": "相之果。蓋執佛有相狀也。佛以法身非相破之。是", "254": "以無相之因。契無相之果。明矣。如此。則因果俱空。", "255": "人法雙泯。此義甚深。難信難解。故疑問佛。不知可", "256": "有人。能信此法不。頗。猶可也。言說章句。即指前無", "257": "相因果之說。佛答謂豈無其人。但信此法者不是", "258": "尋常之人。乃是持戒修福者。方能信耳。此人亦非", "259": "於一佛二佛三四五佛而種善根。蓋從無量千萬", "26": "姚秦三藏法師　鳩摩羅什　譯", "260": "佛所而種善根者。所謂久種深根。乃能信耳。此等大", "261": "根眾生。即一念信心。我悉知見其所得福。已無量", "262": "矣。此無相之福。勝過有相所求之福。明矣。何故契", "263": "無相者。能得多福耶。蓋此眾生。無復我人眾生壽", "264": "者之相矣。不但無此四相。即一切有無諸相。悉皆", "265": "空矣。故云無法相。亦無非法相。以此眾生。心不取", "266": "相故。一切皆離。苟一念取著法非法相。即著四相。", "267": "以不取相故。心境皆空。得福殊勝之若此耳。此是", "268": "如來真知見力。故我教菩薩。不應取法非法相。何", "269": "以故。以一入此法。則人法皆空。頓離諸取。便起諸", "27": "明曹溪沙門憨山釋　德清　撰", "270": "有矣。豈細事哉。故我常教弟子。當捨法也。然捨法", "271": "即捨情。情忘則智圓矣。故曰。法尚應捨。何況非法。", "272": "△疑。空生因聞佛說佛非色相。法不可取。遂起疑", "273": "云。若佛與法。二皆無相。是無佛無法矣。爭奈現見", "274": "佛成菩提。現今說法。何以言無。此疑佛自語相違", "275": "也。故下按破。", "276": "須菩提。於意云何。如來得阿耨多羅三藐三菩提耶。", "277": "如來有所說法耶。須菩提言。如我解佛所說義。無有", "278": "定法。名阿耨多羅三藐三菩提。亦無有定法。如來可", "279": "說。何以故。如來所說法。皆不可取．不可說。非法．非非", "28": "金剛般若波羅蜜經", "280": "法。所以者何。一切賢聖。皆以無為法而有差別。", "281": "解。此雙遣佛法知見也。空生心中纔萌有佛有法", "282": "之念。所謂意言分別也。含而未吐。佛逆破之。故召", "283": "而詰之曰。於意云何。謂汝意下作何分別耶。且佛", "284": "菩提。果有所得耶。如來果有所說法耶。此審而詰", "285": "之。以勘其意。空生領旨。故陳其悟。謂已解佛說。原", "286": "無定法。即是菩提。亦無有定法。如來可說。此空生", "287": "深領如來不取之旨。不但如來。即一切賢聖。皆以", "288": "無為法有差別故。故非可取。此開權顯實之意。已", "289": "露一斑矣。", "29": "金剛二字。解者都以堅利能斷為義。此泛說也。然", "290": "△疑。空生已領無佛無法之旨。但不知契無為者。", "291": "如何得福殊勝。故下如來以離相破之。", "292": "須菩提。於意云何。若人滿三千大千世界七寶。以用", "293": "布施。是人所得福德。甯為多不。須菩提言。甚多。世尊。", "294": "何以故。是福德。即非福德性。是故如來說福德多。若", "295": "復有人於此經中。受持乃至四句偈等。為他人說。其", "296": "福勝彼。何以故。須菩提。一切諸佛。及諸佛阿耨多羅", "297": "三藐三菩提法。皆從此經出。須菩提。所謂佛．法者。即", "298": "非佛．法。", "299": "解。此以無相之福。以顯無相之法為最勝也。空生", "3": "本也。由向背之分。故有聖凡之別。是知眾生日用現", "30": "西域實有金剛寶。此寶最堅不可壞。且能壞一切", "300": "已悟無相之理。但不知契無相之理。得無相之福。", "301": "此福如何勝彼有相耶。故佛先以有相布施。較量", "302": "其福。不如持四句偈之福殊勝者。以一切諸佛。皆", "303": "從此般若而出生故。故云。般若是諸佛母。所以福", "304": "大。如俗所云。母因子貴故也。是則般若乃是能出", "305": "生佛．法者。而般若本非佛．法也。故云。所謂佛．法者。", "306": "即非佛．法。", "307": "△疑云。既法無可說。佛無可成。俱不可得矣。且世", "308": "尊昔日。為我等聲聞。說四諦法。乃是法也。我等依", "309": "之而修。是得果也。我等依涅槃而住。此有所住也。", "31": "物。謂取此寶以喻般若。能斷煩惱。此雖近理。總非", "310": "如何世尊一切皆非。此大眾意言分別也。故世尊", "311": "逆舉小果。逆問空生。而代破之。", "312": "須菩提。於意云何。須陀洹能作是念。我得須陀洹果", "313": "不。須菩提言。不也。世尊。何以故。須陀洹。名為入流。而", "314": "無所入。不入色聲香味觸法。是名須陀洹。須菩提。於", "315": "意云何。斯陀含能作是念。我得斯陀含果不。須菩提", "316": "言。不也。世尊。何以故。斯陀含。名一往來。而實無往來。", "317": "是名斯陀含。須菩提。於意云何。阿那含能作是念。我", "318": "得阿那含果不。須菩提言。不也。世尊。何以故。阿那含。", "319": "名為不來。而實無不來。是故名阿那含。須菩提。於意", "32": "佛意。特尋常宿習知見耳。", "320": "云何。阿羅漢能作是念。我得阿羅漢道不。須菩提言。", "321": "不也。世尊。何以故。實無有法。名阿羅漢。世尊。若阿羅", "322": "漢作是念。我得阿羅漢道。即為著我人眾生壽者。世", "323": "尊。佛說我得無諍三昧。人中最為第一。是第一離欲", "324": "阿羅漢。世尊。我不作是念。我是離欲阿羅漢。世尊。我", "325": "若作是念。我得阿羅漢道。世尊則不說須菩提是樂", "326": "阿蘭那行者。以須菩提。實無所行。而名須菩提是樂", "327": "阿蘭那行。", "328": "解。此的示無住真宗也。大眾因聞佛不可求。法非", "329": "可取。斯則進取無可住矣。爭奈世尊昔日。教我聲", "33": "蓋般若。此云智慧。乃是佛的心。所謂佛智慧也。波", "330": "聞。令離生死。安住涅槃。非無法無果可住也。而今", "331": "世尊何以言佛法皆非。此小乘未忘名言習氣。執", "332": "有實法。難入般若。故多起疑。世尊假空生之悟。為", "333": "眾旁通。故舉昔果逆徵之曰。於意云何。謂於汝意", "334": "下如何也。梵語須陀洹。此云入流。入。逆也。謂逆生", "335": "死流也。然言逆流。但約不入六塵名為逆。非是實", "336": "有此可逆。有彼可入而住之也。斯陀含。此云一往", "337": "來。謂有欲界一品殘思。但只消一來欲界斷之。則", "338": "從此長往矣。此亦非有來往實住處也。阿那含。此", "339": "云不來。謂永不來欲界受生。如此而已。亦非有不", "34": "羅蜜。義云到彼岸。乃指此心極盡處也。今題云金", "340": "來之處可住也。阿羅漢。此云不生。以見彼諸法。一", "341": "切皆無。實無諸法。一心不生。如此而已。亦未嘗作", "342": "念。我是阿羅漢。亦非有住可之羅漢地也。若阿羅", "343": "漢自己作念。認著我是羅漢。此則與眾生知見一", "344": "般。即著四相矣。空生以己驗之。即如世尊每每稱", "345": "我得了無諍三昧。又讚我是人中最上之人。又說", "346": "我是第一離欲阿羅漢。蒙世尊如此極口稱讚。然", "347": "我自忖己心。並不曾一念生心。執著我是離欲羅", "348": "漢也。若我有此念。世尊則不說我是樂寂靜行者。", "349": "以我而觀。昔日涅槃元無住處。足知如來菩提。必", "35": "剛般若波羅蜜。標此經所說。特顯佛一片金剛心", "350": "無可住之理矣。復何疑哉。此決佛果有住之疑。下", "351": "決佛定有成之疑。", "352": "△疑云。聞上開示。佛果無住。明矣。既果無所成。爭", "353": "奈現見如來。從燃燈受記。是則佛定有成。既有可", "354": "成之佛。豈無可住之果。下答以無所得。", "355": "佛告須菩提。於意云何。如來昔在燃燈佛所。於法有", "356": "所得不。不也。世尊。如來在燃燈佛所。於法實無所得。", "357": "解。此示究竟無得之旨也。以聞無住之談。已悟菩", "358": "提無住。遂疑菩提雖無住。而佛果必定是有成。若", "359": "佛無成。如何傳授。故世尊逆問空生而決之。以燃", "36": "耳。且金剛心乃佛修因證果之本心。今出世教化", "360": "燈佛雖云授記。但印契此心而已。實無所得。若有", "361": "所得。則燃燈必不與我授記。", "362": "△疑云。菩提無住。佛果無得。如此。則不必莊嚴佛", "363": "土矣。而世尊何以教我行菩薩行。莊嚴佛土耶。", "364": "須菩提。於意云何。菩薩莊嚴佛土不。不也。世尊。何以", "365": "故。莊嚴佛土者。即非莊嚴。是名莊嚴。是故須菩提。諸", "366": "菩薩摩訶薩。應如是生清淨心。不應住色生心。不應", "367": "住聲香味觸法生心。應無所住而生其心。", "368": "解。此直示安心之法也。空生疑謂佛既無成。涅槃", "369": "無住。若如此又何須莊嚴佛土耶。執此疑者。謂度", "37": "眾生。全用此心。今教菩薩以金剛心為本修因。為", "370": "生之行。實要莊嚴佛土。如修寺一般。此執相之愚", "371": "也。故世尊疑問空生。菩薩果有莊嚴佛土不。空生", "372": "領旨。答言即非莊嚴。是名莊嚴。何以明之。然而佛", "373": "土者。淨土也。且此淨土。豈可以七寶累砌而為莊", "374": "嚴也。以眾生所見者穢土。乃惡業莊嚴。種種苦具。", "375": "在諸佛所居淨土。但以清淨覺心。淨彼諸染。染業", "376": "既空。則土自淨。是以清淨心而為莊嚴。然此莊嚴。", "377": "非同彼也。故曰即非莊嚴。是名莊嚴。如此看來。菩", "378": "薩莊嚴佛土。不假外來。只是自淨其心。心淨則土", "379": "自淨。故曰。但應如是生清淨心而已。不必別求莊", "38": "入大乘之初門。故特示之以斷疑也。以此心不是", "380": "嚴也。又疑。既云清淨。如何生心。佛言。清淨如何生", "381": "心。但不當生六塵染心而已。非有清淨可住而生", "382": "心也。所謂執謝情忘。淨心自現。故曰。應無所住而", "383": "生其心。三祖云。莫逐有緣。無住空忍。此為無住生", "384": "心安心之法。妙不過此。故六祖一聞。言下頓悟。", "385": "△疑云。既不莊嚴佛土。是無佛土也。且千丈大身", "386": "之佛。又何所居耶。此疑報身必居實土。", "387": "須菩提。譬如有人。身如須彌山王。於意云何。是身為", "388": "大不。須菩提言。甚大。世尊。何以故。佛說非身。是名大", "389": "身。", "39": "世間眾生常情。故舉世不能知佛。且佛原不是世", "390": "解。此示法身真土也。因聞佛土非可莊嚴。遂疑報", "391": "身必居實土。若不莊嚴。向何居住。佛以法身非身", "392": "破之。意謂非土之土。常寂光也。非身之身。乃法身", "393": "也。法身非相。真土無形。然身既不可以相見。而土", "394": "又何可以莊嚴耶。此從離六塵相。離心緣相以來。", "395": "所破羣疑。直至身土皆空。心境雙絕。始是般若極", "396": "則。以顯法身無住之理。故開導至此。理極忘言。但", "397": "有信此法者。其福無量。故下較量福德。", "398": "須菩提。如恒河中所有沙數。如是沙等恒河。於意云", "399": "何。是諸恒河沙。甯為多不。須菩提言。甚多。世尊。但諸", "4": "前見聞知覺。皆般若之光。端在信不信耳。故曰諸佛", "40": "間人。而今平空走到人間來。則人人見而生疑矣。", "400": "恒河。尚多無數。何況其沙。須菩提。我今實言告汝。若", "401": "有善男子．善女人。以七寶滿爾所恒河沙數三千大", "402": "千世界。以用布施。得福多不。須菩提言。甚多。世尊。佛", "403": "告須菩提。若善男子．善女人。於此經中。乃至受持四", "404": "句偈等。為他人說。而此福德。勝前福德。復次。須菩提。", "405": "隨說是經。乃至四句偈等。當知此處。一切世間天人", "406": "阿修羅。皆應供養。如佛塔廟。何況有人。盡能受持讀", "407": "誦。須菩提。當知是人。成就最上第一希有之法。若是", "408": "經典所在之處。則為有佛。若尊重弟子。", "409": "解。此以喻顯法殊勝也。說四句之福。勝河沙七寶", "41": "及其日用行事。件件不與人同。說話不同。規矩不", "410": "者。以此法。乃最上第一希有之法也。以此四偈。即", "411": "法身全體故。如佛住世。與弟子宣說無二故也。前", "412": "顯法身已圓。羣疑頓破。言忘理極。故空生領旨。遂", "413": "請結經名。", "414": "爾時須菩提白佛言。世尊。當何名此經。我等云何奉", "415": "持。佛告須菩提。是經名為金剛般若波羅蜜。以是名", "416": "字。汝當奉持。所以者何。須菩提。佛說般若波羅蜜。即", "417": "非般若波羅蜜。是名般若波羅蜜。", "418": "解。此指歸般若實際也。空生領悟。般若全體已露。", "419": "更無餘法。故問結經名。世尊但告之曰。是經名為", "42": "同。事事法法。與世間相反。故動而見疑。宜其諸天", "420": "金剛般若波羅蜜。意謂此法無名。但此心耳。又問", "421": "如何奉持。告以即以此心奉持此法。以心本非心。", "422": "而法亦非法。故曰般若即非般若波羅蜜。前未聞", "423": "此法時。其心未安。故初請降伏。以所知所見。滿目", "424": "塵境。生佛迢然。淨穢殊途。取舍異趣。故其心不安。", "425": "難以降伏。特起種種疑情。初疑眾生難度。則告以", "426": "眾生本空。又疑佛果難求。則告以佛不必求。次疑", "427": "布施難周。則告以三輪空寂。次疑佛土難嚴。則告", "428": "以心淨則嚴。次疑報身無寄。則告以法身無依。到", "429": "此空生伎倆已窮。羣疑氷釋。佛心已盡披露。無復", "43": "魔王皆欲害。調達阿闍皆要殺。而一切人皆生謗", "430": "遺餘。所以聞者心安而自降伏矣。故問結經名。世", "431": "尊不以實法贅人。但名此心而已。故以此結之。下", "432": "文乃單示法身極則。所謂百尺竿頭更進一步。只", "433": "須具金剛眼。始得極盡相應。故空生感悟流涕。讚", "434": "歎難量。似久客還家。宜其見慈母而生悲泣也。直", "435": "至不可思議而後已。", "436": "須菩提。於意云何。如來有所說法不。須菩提白佛言。", "437": "世尊。如來無所說。", "438": "解。空生已悟法身之理。遂疑法身非相。誰當說法。", "439": "此計法有所說也。故佛徵詰。乃悟身既非身。法亦", "44": "也。故曰。我出世間。一切天人阿修羅外道魔王。皆", "440": "無說。", "441": "△疑云。法身非相。然非相即墮斷滅。斷滅無相當", "442": "於何處見法身耶。眾有此疑。故佛徵破。", "443": "須菩提。於意云何。三千大千世界。所有微塵。是為多", "444": "不。須菩提言。甚多。世尊。須菩提。諸微塵。如來說非微", "445": "塵。是名微塵。如來說世界。非世界。是名世界。", "446": "解。此示諸法雖空。不入斷滅也。聞說法身非相。遂", "447": "疑墮斷滅。斷滅則無處覓法身矣。世尊示以塵塵", "448": "剎剎皆法身也。故詰之曰。三千大千世界所有微", "449": "塵是為多不。答言甚多。若以微塵世界而觀。則滿", "45": "當驚疑。是也。不但天人生疑。即弟子中上首如迦", "450": "目塵境萬象樅然。若以非微塵世界而觀。則一道", "451": "虗間。真空冥寂。所謂寂滅靈虗。寄森羅而顯象。縱", "452": "橫幻境。在一性而融真。所以青青翠竹。總是真如。", "453": "󳬂󳬂黃華。無非般若。山河及大地。全露法王身。要", "454": "見法身。須具金剛正眼始得。故曰世界非世界是", "455": "名世界。", "456": "△疑。所聞法身非相方名為佛。若非相是佛。即今", "457": "現前三十二相之佛豈非佛耶。此認化身為真佛", "458": "也。下以法化一體破之。", "459": "須菩提。於意云何。可以三十二相見如來不。不也。世", "46": "葉等。舉皆疑佛。以所說法。乍空乍有。乍是乍非。或", "460": "尊。不可以三十二相得見如來。何以故。如來說三十", "461": "二相。即是非相。是名三十二相。", "462": "解。此示法．化冥一也。莫謂有相非佛。即今三十二", "463": "相。本非有相。相即非相。則應身即法身矣。到此三", "464": "身一體。身土皆空。理極情忘。言詞相寂。故但讚歎", "465": "能契此理。轉教之者其福無量。", "466": "須菩提。若有善男子．善女人。以恒河沙等身命布施。", "467": "若復有人於此經中。乃至受持四句偈等。為他人說。", "468": "其福甚多。", "469": "解。此顯法空勝益也。世尊顯理已極。羣疑已破。四", "47": "讚或斥。或獎或呵。全無一定之言。而諸弟子。聞者", "470": "相頓空。我執既亡。法身獨露。故世尊較量布施恒", "471": "沙身命之多。不若深心受持四句偈為他人說。其", "472": "無相之福真不可量矣。空生全領此旨。感激未聞。", "473": "故涕淚悲泣讚歎希有。此正前云善護念善囑付", "474": "者以此故也。△已前領悟。", "475": "△已下陳情。", "476": "爾時須菩提。聞說是經。深解義趣。涕淚悲泣。而白佛", "477": "言。希有世尊。佛說如是甚深經典。我從昔來所得慧", "478": "眼。未曾得聞如是之經。世尊。若復有人得聞是經。信", "479": "心清淨。即生實相。當知是人成就第一希有功德。世", "48": "皆疑而不信。故曰。將非魔作佛。惱亂我心耶。上首", "480": "尊。是實相者。即是非相。是故如來說名實相。世尊。我", "481": "今得聞如是經典。信解受持不足為難。若當來世後", "482": "五百歲。其有眾生得聞是經。信解受持。是人即為第", "483": "一希有。何以故。此人無我相人相眾生相壽者相。所", "484": "以者何。我相即是非相。人相眾生相壽者相即是非", "485": "相。何以故。離一切諸相。即名諸佛。佛告須菩提。如是", "486": "如是。若復有人。得聞是經。不驚不怖不畏。當知是人。", "487": "甚為希有。何以故。須菩提。如來說第一波羅蜜。即非", "488": "第一波羅蜜。是名第一波羅蜜。", "489": "解。此印契佛心入佛知見也。若空生輩諸小乘人", "49": "尚乃如此。則新學可知。以佛所說法。難信難解故。", "490": "與諸眾生皆執相之徒也。即佛出世以來二十餘", "491": "年。所說諸法未曾離相。恐生驚疑。故󳴹而教之。多", "492": "方淘汰。至今方始露出本心。何以故。以佛本願。欲", "493": "令一切皆趣大乘究竟之地故。今將引昔小乘發", "494": "大乘心。特以此金剛心地為本修因。故先用此心", "495": "斷彼羣疑。令生正信。故此般若乃入大乘之初門。", "496": "為菩薩發覺之初心。所謂護念付囑者此心也。以", "497": "小乘弟子一向未聞。而今始聞之。從昔未解。而今", "498": "始悟之。如失乳兒忽遇慈母。所以空生一聞感激", "499": "涕零。宜其然也。故讚歎希有。前歎希有。乃忽爾覷", "5": "智海以信得入。靈山一會。得度弟子雖出生死。而不", "50": "然佛出世。一番說法。則今已三十年矣。弟子猶且", "500": "見世尊此一片心。尚未備聞其說。今蒙世尊吐露。", "501": "重重逐破。消盡羣疑。此真希有之心也。蓋從昔已", "502": "來所未聞者。誠希有之法也。空生自陳已悟。又激", "503": "發同輩意謂我聞而悟自謂希有矣。若再有一人", "504": "聞而能信自心清淨如此者。則實相現前。諸妄消", "505": "滅。此人亦自希有之人矣。何以故。以離相之法最", "506": "難信解故也。且我輩親見如來。雖是難信。然聞佛", "507": "妙音。即信解亦不難。若佛滅後去聖時遙。後五百", "508": "歲。五濁惡重。魔強法弱之時。能信此法者。甚為難", "509": "也。苟有能信者。則為第一希有之人也。何以故。以", "51": "懷疑而不信。是則佛之含冤。蓋已久矣。今日幸喜", "510": "此人能離四相故。然四相本是如如。了此即見法", "511": "身矣。故曰。能離一切相。即名為佛。此真希有也。世", "512": "尊聞說乃印許之曰。如是。如是。誠如所說。以此法", "513": "大機小。聞者皆生驚疑怖畏故也。苟聞而不驚疑", "514": "怖畏者甚希有也。以我所說。不在言故。故曰。即非", "515": "第一。是名第一。", "516": "△疑。前言布施。乃六塵受用之物。外施也。一向難", "517": "捨已捨。即捨亦要求福。世尊已教不許住相。已說", "518": "無相之福更大。既而又說。不但七寶布施。不比無", "519": "相之福。即將恒沙身命布施之福。亦難比之。以身", "52": "空生。有些見處。窺見世尊一斑。忽生讚歎。故世尊", "520": "命內施也。故空生遂疑謂外施可忘。身命難捨。如", "521": "何能捨耶。世尊逆知其意。故特說忍辱行以破之。", "522": "割截身體而不嗔恨。則我空矣。此是當機疑意如", "523": "此。其經中密意。乃世尊密破菩薩我法二執。然我", "524": "執即五蘊身心。且此五蘊身有假名。有實法。前破", "525": "假名。今以割截身體驗破五蘊實法也。", "526": "須菩提。忍辱波羅蜜。如來說非忍辱波羅蜜。是名忍", "527": "辱波羅蜜。何以故。須菩提。如我昔為歌利王割截身", "528": "體。我於爾時無我相．無人相．無眾生相．無壽者相。何", "529": "以故。我於往昔節節支解時。若有我相．人相．眾生相．", "53": "因其疑而決破之。乃披露自己一片金剛真心。表", "530": "壽者相。應生嗔恨。須菩提。又念過去於五百世。作忍", "531": "辱仙人。於爾所世。無我相．無人相．無眾生相．無壽者", "532": "相。是故須菩提。菩薩應離一切相。發阿耨多羅三藐", "533": "三菩提心。不應住色生心。不應住聲香味觸法生心。", "534": "應生無所住心。若心有住。即為非住。是故佛說菩薩", "535": "心。不應住色布施。須菩提。菩薩為利益一切眾生故。", "536": "應如是布施。如來說一切諸相。即是非相。又說一切", "537": "眾生。即非眾生。", "538": "解。此破五蘊實法。結答云何應住之問也。空生一", "539": "聞身命布施。不達五蘊本空。遂疑而不信。甚以為", "54": "白與他。使其了悟不疑。令諸聞者。羣疑頓斷。故此", "540": "難。謂外施七寶。不住於相。猶可能也。若捨身命。則", "541": "不能矣。不捨身命。則我相未空。既然著相。難契真", "542": "空。故世尊特說忍辱之行。當歌利王割截身體之", "543": "時。若我四相未忘。則生嗔恨矣。所以不嗔者。以達", "544": "五蘊本性空故。所謂割水吹光。湛然不動者。以離", "545": "一切相也。是故我教菩薩當離一切相發菩提心", "546": "者。不應住於六塵生心。應當生無所住之心也。此", "547": "結前文總會離相之旨。以答云何應住之問也。又", "548": "示之曰。若心有住。則心境俱妄。則為非住。是故佛", "549": "說菩薩不應住於色相而行布施者此也。然菩薩", "55": "經。乃佛的示自心。以斷弟子學佛者之疑。不是說", "550": "既為利益一切眾生。應當如是布施。方為妙行。不", "551": "可執著別生臆見也。以如來說一切相。皆是真如。", "552": "說一切眾生即是真如。所以前云。若見諸相非相。", "553": "即見如來。故結示云諸相即是非相。眾生即非眾生。", "554": "△疑。既云不住於相。則一切皆空。空即能證之智", "555": "亦空無體矣。無體之法。安可作因而取果耶。答意", "556": "誡令但當諦信佛言。是如來自證境界。決不虗妄。", "557": "須菩提。如來是真語者．實語者．如語者．不誑語者．不", "558": "異語者。須菩提。如來所得法。此法無實無虗。", "559": "解。此結令諦信也。空生聞佛所說因果皆空。疑謂", "56": "般若能斷眾生煩惱也。如其不然。但看經中一一", "560": "果空則不必用因。因空則不能得果。今因中行施。", "561": "況不住生心。則無實果可證矣。世尊誡以但當諦", "562": "信佛言。不必多起疑念。以如來所得之法非實非", "563": "虗。不可以執著之情而求之也。以此破之。", "564": "△疑。不住相布施生心。即此不住生心。何以得合", "565": "般若。下答破。", "566": "須菩提。若菩薩心住於法而行布施。如人入暗。則無", "567": "所見。若菩薩心。不住法而行布施。如人有目。日光明", "568": "照。見種種色。", "569": "解。此示無住之益也。有住之心。屬於無明。為心境", "57": "皆是空生之疑。疑佛之心。佛表此心以破彼疑。何", "570": "障故。如人入暗。一無所見。無住之心諸障盡撤。人", "571": "我兩忘。如日升天。朗照萬象。故此無住之心。即真", "572": "實般若。佛所證者。此心而已。", "573": "△疑。且此無住之心。縱是般若。如何能契佛心。下", "574": "答破。", "575": "須菩提。當來之世。若有善男子．善女人。能於此經受", "576": "持讀誦。即為如來。以佛智慧。悉知是人。悉見是人。皆", "577": "得成就無量無邊功德。須菩提。若有善男子．善女人。", "578": "初日分。以恒河沙等身布施。中日分。復以恒河沙等", "579": "身布施。後日分。亦以恒河沙等身布施。如是無量百", "58": "嘗說以智慧斷眾生煩惱耶。故此經題。單是法。非", "580": "千萬億劫。以身布施。若復有人。聞此經典。信心不逆。", "581": "其福勝彼。何況書寫受持讀誦為人解說。", "582": "解。此示心佛平等也。空生之疑將謂己智不能契", "583": "合佛智。佛意般若無文字。文字即般若。然我說此", "584": "經。即全體般若。但有人能信受者。則為妙契佛智。", "585": "而佛以本智。了知其人無量功德矣。此一念頓契", "586": "佛心之功德。縱使一日三時以恒沙身命布施功", "587": "德其福固多。但不若有一念信心。隨順般若而不", "588": "逆者。可謂善入佛慧矣。其福更大。何況書寫受持", "589": "讀誦。為人解說耶。", "59": "以喻也。但斷得弟子疑。就斷得眾生煩惱。此經一", "590": "○下讚般若殊勝。", "591": "須菩提。以要言之。是經有不可思議。不可稱量無邊", "592": "功德。如來為發大乘者說。為發最上乘者說。若有人", "593": "能受持讀誦。廣為人說。如來悉知是人。悉見是人。皆", "594": "得成就不可量．不可稱．無有邊．不可思議功德。如是", "595": "人等。即為荷擔如來阿耨多羅三藐三菩提。何以故。", "596": "須菩提。若樂小法者。著我見人見眾生見壽者見。即", "597": "於此經不能聽受讀誦。為人解說。", "598": "解。此讚般若獨被上上根人。前屢言著四相故麤。", "599": "今言著四見故細。", "6": "信此法。無成佛之分。勞我世尊多方淘汰種種彈呵。", "60": "味只是斷疑生信為主。以學道之人。以信為本。以", "600": "須菩提。在在處處。若有此經。一切世間天人阿修羅。", "601": "所應供養。當知此處。即為是塔。皆應恭敬。作禮圍遶。", "602": "以諸華香而散其處。", "603": "解。此讚般若法身常住。", "604": "復次。須菩提。善男子．善女人。受持讀誦此經。若為人", "605": "輕賤。是人先世罪業。應墮惡道。以今世人輕賤故。先", "606": "世罪業。則為消滅。當得阿耨多羅三藐三菩提。", "607": "解。此讚般若有離障出纏之益。不但滅罪。且得勝", "608": "果。", "609": "須菩提。我念過去無量阿僧祇劫。於燃燈佛前。得值", "61": "疑作障。故疑有三種。謂疑人．疑法．疑己。疑人謂認", "610": "八百四千萬億那由他諸佛。悉皆供養承事。無空過", "611": "者。若復有人。於後末世。能受持讀誦此經。所得功德。", "612": "於我所供養諸佛功德。百分不及一。千萬億分。乃至", "613": "算數譬喻所不能及。須菩提。若善男子．善女人。於後", "614": "末世。有受持讀誦此經。所得功德。我若具說者。或有", "615": "人聞。心則狂亂。狐疑不信。須菩提。當知是經義不可", "616": "思議。果報亦不可思議。", "617": "解。此讚悟般若者。一念頓生佛家。生生世世。永不", "618": "離佛。故此功德最為殊勝也。後世末法之中。有能", "619": "信者。其功更大。以此般若之德。不可思議。故果報", "62": "人不真。即如弟子聞佛說色身法身。大身小身。不", "620": "亦不可思議。", "621": "從初問云何應住。云何降伏其心以來。通破凡夫", "622": "中大心眾生修菩薩行者所執之疑。然所執我法", "623": "二執有麤有細。已前破麤二執。以所執五蘊身心", "624": "為我。執我所作為緣塵六度之行欲求菩提者為", "625": "法執。然此二執。皆著相故。是破初發心菩薩未悟", "626": "般若者之疑。但意顯下不見有眾生可度也。此後", "627": "乃破微細我法二執。是已悟般若之菩薩。但執有", "628": "能證之智為我。有所證真如為人。能證能悟為眾", "629": "生。證悟未忘潛續如命為壽者。而此四相最極微", "63": "知那箇是真佛。此疑人也。且其說法。方纔說有。却", "630": "細。故為微細二執。所謂存我覺我。故向下發揮但", "631": "標我字。若破此我執。則上不見有佛果可求也。經", "632": "文與前問同意別。觀者應知。", "633": "爾時須菩提白佛言。世尊。善男子．善女人。發阿耨多", "634": "羅三藐三菩提心。云何應住。云何降伏其心。佛告須", "635": "菩提。若善男子．善女人。發阿耨多羅三藐三菩提心", "636": "者。當生如是心。我應滅度一切眾生。滅度一切眾生", "637": "已。而無有一眾生實滅度者。何以故。須菩提。若菩薩", "638": "有我相．人相．眾生相．壽者相。即非菩薩。所以者何。須", "639": "菩提。實無有法。發阿耨多羅三藐三菩提心者。", "64": "又說空。方纔說空。却又說不空。以其言不一。故最", "640": "解。從此以下。徵破微細我法二執也。經初問云何", "641": "應住。云何降伏其心者。以初發心菩薩。乃凡夫中", "642": "大心眾生始發度生之心。故種種著相。以依著自", "643": "己五蘊色身修行。其所行布施。乃執著六塵麤物", "644": "而求福果。其所求菩提。乃執著化佛色相之身。其", "645": "土乃寶物莊嚴之土。種種所行。皆不離相。故去般", "646": "若遠甚。空生起疑。被佛重重破斥。直至一切色相", "647": "皆離。方契真如般若實智。而空生已悟。大眾疑消。", "648": "此經文不可思議。已前半卷皆此意也。其所破我", "649": "依凡夫見起。即五蘊色相之我。其四相皆麤。今此", "65": "可疑。此疑法也。或有聞而能信。不疑於法。又見其", "650": "經文以下乃是破已悟般若之菩薩。但能證之智", "651": "未忘。以此執著為我。此是存我覺我之我。乃微細", "652": "我法二執。四相皆細。故此經中標出一我字為首。", "653": "但云我應滅度眾生。更不言布施。是知功行已圓。", "654": "唯有生佛之見未泯耳。故前麤後細。問。然此細智", "655": "為我。而又問云何應住。云何降伏其心。與前問意", "656": "同者何也。答。此問住。蓋此菩薩已離五蘊。但習氣", "657": "未忘。故於真如智中亦求安住。且急急欲求菩提。", "658": "執謂菩提有所住處。求而不得。其心不安。故問降", "659": "伏。此求佛之心未安。以生佛之見未泯。不達平等", "66": "法大。則疑自己根小。不堪領荷。不能修行。此疑己", "660": "一如耳。問同意別。故世尊破云發菩提者。當作此", "661": "觀。我滅度一切眾生已。實無有一眾生得滅度者。", "662": "以眾生本自如如。不待更滅。若執有滅度。則著四", "663": "相。非菩薩矣。此不見有眾生可度也。然生佛本來", "664": "平等。若眾生既無可滅。而此中實無有法。可容菩", "665": "薩發心求菩提者。何以故。以眾生本自寂滅。即是", "666": "菩提。又何容其更求耶。此不見有佛果可求也。", "667": "△疑。既實無法可得菩提。且我所悟之般若豈非", "668": "法耶。即世尊於燃燈佛所。因得此法。乃得成佛。豈", "669": "非得菩提耶。何言無法可得。故下破之。", "67": "也。今此經中。三疑都有。佛隨空生所疑處。即便逐", "670": "須菩提。於意云何。如來於燃燈佛所。有法得阿耨多", "671": "羅三藐三菩提不。不也。世尊。如我解佛所說義。佛於", "672": "燃燈佛所。無有法得阿耨多羅三藐三菩提。佛言。如", "673": "是如是。須菩提。實無有法。如來得阿耨多羅三藐三", "674": "菩提。須菩提。若有法如來得阿耨多羅三藐三菩提", "675": "者。燃燈佛即不與我授記。汝於來世。當得作佛。號釋", "676": "迦牟尼。以實無有法。得阿耨多羅三藐三菩提。是故", "677": "燃燈佛。與我授記。作是言。汝於來世。當得作佛。號釋", "678": "迦牟尼。", "679": "解。此示菩提無得。以破執佛之疑也。空生疑佛於", "68": "破。頓斷彼疑。所謂疑悔永已盡。安住實智中。此經", "680": "燃燈佛所。實有法可得。世尊展轉逐破妄計。正顯", "681": "實無一法可得。", "682": "△疑。謂般若之法。乃成佛真因。今云無法。則無因", "683": "矣。無因如何得菩提果。下以法身不屬因果破之。", "684": "何以故。如來者。即諸法如義。若有人言。如來得阿耨", "685": "多羅三藐三菩提。須菩提。實無有法。佛得阿耨多羅", "686": "三藐三菩提。須菩提。如來所得阿耨多羅三藐三菩", "687": "提。於是中無實無虗。是故如來說一切法。皆是佛法。", "688": "須菩提。所言一切法者。即非一切法。是故名一切法。", "689": "須菩提。譬如人身長大。須菩提言。世尊。如來說人身", "69": "之旨也。", "690": "長大。則為非大身。是名大身。", "691": "解。此顯法身不屬因果也。空生不達法身真體。不", "692": "屬因果。乃執定如來是有修有得。故佛以無所得", "693": "破之矣。猶恐不悟。乃直示之曰。何故言菩提無所", "694": "得耶。以如來者。非色相之稱。乃是諸法當體如如", "695": "之義耳。且諸法本自如如。豈假修為證得耶。故我", "696": "說菩提實無有法容佛可得。宗門謂向上一路三", "697": "世諸佛不許覷著。󳬇著則眼瞎。以此中無你取覓", "698": "處故也。如來菩提並無甚奇特。但於諸法不起斷", "699": "常顛倒見耳。故言無實無虗。以一切法。皆非法故。", "7": "而劣解之徒展轉生疑。以為非己智分。以疑根未拔", "70": "此經。此方解者極多。都不合佛意。獨西域天親菩", "700": "若知大身非身。則知諸法非法。", "701": "△疑。因聞實無有法容其發心。遂疑云以我有此", "702": "度生之法。方名菩薩。既無有法。何以得菩薩之名", "703": "耶。下以無法無我破之。", "704": "須菩提。菩薩亦如是。若作是言。我當滅度無量眾生。", "705": "即不名菩薩。何以故。須菩提。實無有法。名為菩薩。是", "706": "故佛說一切法。無我無人無眾生無壽者。須菩提。若", "707": "菩薩作是言。我當莊嚴佛土。是不名菩薩。何以故。如", "708": "來說莊嚴佛土者即非莊嚴。是名莊嚴。須菩提。若菩", "709": "薩通達無我法者。如來說名真是菩薩。", "71": "薩。以二十七疑分經。極是。但意出於聖人。而論傳", "710": "解。此示法身無我例破菩薩微細二執也。空生執", "711": "有法度生方名菩薩。世尊告以實無有法以遣法", "712": "執。恐疑無法度生如何莊嚴佛土。故世尊示以常", "713": "寂光土不假莊嚴。以遣住心破我執。此二無我也。", "714": "苟不達此理。則非真菩薩矣。故云通達無我．法者。", "715": "如來說名真是菩薩。", "716": "△疑。若菩薩不見眾生可度。無土可淨。如此如來", "717": "要五眼作麼。下約知眾生心為眼。非實有五眼破", "718": "之。", "719": "須菩提。於意云何。如來有肉眼不。如是。世尊。如來有", "72": "此方。已經翻譯。且譯人有巧拙不同。言不達意。反", "720": "肉眼。須菩提。於意云何。如來有天眼不。如是。世尊。如", "721": "來有天眼。須菩提。於意云何。如來有慧眼不。如是。世", "722": "尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如", "723": "是。世尊。如來有法眼。須菩提。於意云何。如來有佛眼", "724": "不。如是。世尊。如來有佛眼。須菩提。於意云何。如恒河", "725": "中所有沙。佛說是沙不。如是。世尊。如來說是沙。須菩", "726": "提。於意云何。如一恒河中所有沙。有如是沙等恒河。", "727": "是諸恒河。所有沙數。佛世界如是。甯為多不。甚多。世", "728": "尊。佛告須菩提。爾所國土中。所有眾生。若干種心。如", "729": "來悉知。何以故。如來說諸心。皆為非心。是名為心。所", "73": "生滯礙。使學人難省。此微妙幽旨。非口所宣。一落", "730": "以者何。須菩提。過去心不可得。現在心不可得。未來", "731": "心不可得。", "732": "解。此示心．佛．眾生三無差別也。空生疑佛具五眼。", "733": "將謂有法可見。有世界眾生當情。世尊告以所具", "734": "五眼非眼也。但約見眾生心為眼耳。且如恒沙世", "735": "界。無量眾生。若干種心。如來悉知悉見者。以眾生", "736": "乃如來自心之眾生。故眾生凡動一念。即如來自", "737": "心動也。如何不知不見耶。又疑眾生心有生滅。如", "738": "來心亦生滅耶。故世尊言此中眾生心本自如如。", "739": "了無生滅。與如來心寂滅平等故。如來眾生湛然", "74": "言詮。便成渣滓。況著粗浮文字。何以達妙。此註述", "740": "不動。絕無生死去來之相。所謂心佛與眾生。是三", "741": "無差別。故三際求心了不可得。", "742": "△疑。世尊一往破執。謂無土可嚴。無生可度。恐空", "743": "生聞而轉計。將謂生土皆空。則布施無福。亦不必", "744": "修矣。故世尊以無福之福。其福甚大破之。", "745": "須菩提。於意云何。若有人滿三千大千世界七寶。以", "746": "用布施。是人以是因緣。得福多不。如是。世尊。此人以", "747": "是因緣。得福甚多。須菩提。若福德有實。如來不說得", "748": "福德多。以福德無故。如來說得福德多。", "749": "解。此示無相之福也。空生執著有相布施。將謂實", "75": "之難於描寫佛心。不無救顰之醜。即如世人作行", "750": "有福德。殊不知能施六塵本空。則所得福德非有。", "751": "故世尊以福德無故福德多破之。所言無者。非絕", "752": "無也。以心量如空。故得福益大。", "753": "△疑。空生因聞不許住相度生嚴土。遂起疑云。且", "754": "度生嚴土乃成佛之因。所感萬德具足莊嚴之果。", "755": "今云無生可度。無土可嚴。是絕無因也。又云。無菩", "756": "提可證。是無果也。因果皆絕。是無佛矣。即今現見", "757": "如來具足色相。又從何而有耶。故佛以不應具足", "758": "色相見如來破之。", "759": "須菩提。於意云何。佛可以具足色身見不。不也。世尊。", "76": "狀。但可述事。不能傳神。此其難也。故今決疑解。妙", "760": "如來不應以具足色身見。何以故。如來說具足色身。", "761": "即非具足色身。是名具足色身。須菩提。於意云何。如", "762": "來可以具足諸相見不。不也。世尊。如來不應以具足", "763": "諸相見。何以故。如來說諸相具足。即非具足。是名諸", "764": "相具足。", "765": "解。此破執報身色相之見。以顯法報冥一也。具足", "766": "色身者。萬德莊嚴報身佛也。以多劫度生莊嚴佛", "767": "土。感此果報以酧因故。如來說具足色身。且此報", "768": "身本法身也。故云。即非具足色身。法報冥一。故云", "769": "是名具足色身。此破所見之相。下破能見之見。以", "77": "在先得空生之疑為主。若疑情全露。則佛破疑之", "770": "報身即法身。故無相可見。智體如如。故見病消亡。", "771": "境智冥一。故法身自顯。凡言是言非者。皆遮救之", "772": "辭也。恐落是非窠臼。故左右遮之遣之。故如來說", "773": "法本無可說。但遮護眾生之心病。不容起見。遣其", "774": "執情。令不住著。如此而已。學者應知。", "775": "△疑。空生聞說佛本無相可見。遂疑既無身相。誰", "776": "當說法。故佛以無可說破之。", "777": "須菩提。汝勿謂如來作是念。我當有所說法。莫作是", "778": "念。何以故。若人言如來有所說法。則為謗佛。不能解", "779": "我所說故。須菩提。說法者。無法可說。是名說法。", "78": "說。不待解而自明矣。故此解先出疑。在本文之前。", "780": "解。此破報身如來有所說法之疑也。如來出世本", "781": "無法可說。但就眾生所執之情。隨宜而擊破之。唯", "782": "一字而已。凡曰非。曰不。乃遮止之辭。以遮止眾生", "783": "之妄想耳。正是護念之意也。故曰。是名說法。", "784": "△疑。空生已悟法身之理無說無示。以此法甚深。", "785": "但未來眾生。不知可能信受不。故起此疑。向下以", "786": "無眾生破之。", "787": "爾時慧命須菩提白佛言。世尊。頗有眾生。於未來世。", "788": "聞說是法。生信心不。佛言。須菩提。彼非眾生。非不眾", "789": "生。何以故。須菩提。眾生眾生者。如來說非眾生。是名", "79": "節節按跡而破之。忘言領悟。自得其宗。", "790": "眾生。", "791": "解。此示生法一如。以破眾生見也。空生妙悟法身。", "792": "已能信能受矣。第此法甚深。不知可有眾生於未", "793": "來世。能信此法不。此空生生滅之見未亡。故起未", "794": "來眾生之見。世尊答以眾生本如。與法平等。何有", "795": "未來之相耶。以眾生如如。三際平等。此實般若究", "796": "竟之極則也。彼非眾生等六句。謂眾生本自如如。", "797": "故曰彼非眾生。以真如隨緣而成眾事。故曰非不", "798": "眾生。乃復釋之曰。所言眾生。乃是真如隨緣。眾法", "799": "和合而相生。故云眾生者。以假名眾生。故如來說", "8": "故本智不現。及至般若會上。如來以金剛智而決斷", "80": "如是我聞。一時佛在舍衛國。祇樹給孤獨園。與大比", "800": "非實是眾生。以非實有生。是故名為眾生耳。", "801": "△疑。法身無相無法可得。如何言修一切善法。證", "802": "得菩提耶。下以無得平等破之。", "803": "須菩提白佛言。世尊。佛得阿耨多羅三藐三菩提。為", "804": "無所得耶。佛言。如是如是。須菩提。我於阿耨多羅三", "805": "藐三菩提。乃至無有少法可得。是名阿耨多羅三藐", "806": "三菩提。復次。須菩提。是法平等。無有高下。是名阿耨", "807": "多羅三藐三菩提。以無我．無人．無眾生．無壽者。修一", "808": "切善法。即得阿耨多羅三藐三菩提。須菩提。所言善", "809": "法者。如來說即非善法。是名善法。", "81": "邱眾。千二百五十人俱。", "810": "解。此破佛法見也。空生已悟法身清淨。無法可得。", "811": "翻疑佛說修一切善法而得菩提是有得也。豈如", "812": "來菩提果無所得耶。佛言實無所得。以生佛平等。", "813": "無二無別。即是菩提。如此而已。豈實有所證得耶。", "814": "所言修善法而得菩提者。但以離四相而修。以修", "815": "即無修。故得亦無得。以無所得故。是名真善法也。", "816": "△疑。善法既非。何法為勝。下以達般若者。最為殊", "817": "勝。", "818": "須菩提。若三千大千世界中。所有諸須彌山王。如是", "819": "等七寶聚。有人持用布施。若人以此般若波羅蜜經。", "82": "解。此是佛住世說法儀式。諸說備釋。此不繁衍。", "820": "乃至四句偈等。受持讀誦。為他人說。於前福德。百分", "821": "不及一。百千萬億分。乃至算數譬喻。所不能及。", "822": "解。此讚般若離相之功最勝也。且修善法不得菩", "823": "提。是則善法非殊勝矣。又以何法為殊勝耶。佛言", "824": "達般若者。最為殊勝。三千世界中。有百億須彌山。", "825": "以七寶等此。可謂多矣。以此布施之福。不如達般", "826": "若四句之福。以彼執相。貪求利益故。般若離相。故", "827": "超勝無量。非喻可及。", "828": "△疑。空生聞前說生佛平等。然既平等則無眾生", "829": "矣。何言如來當度眾生。是有我人之相也。下以人", "83": "爾時世尊食時。著衣持鉢。入舍衛大城乞食。於其城", "830": "我兩忘破之。", "831": "須菩提。於意云何。汝等勿謂如來作是念。我當度眾", "832": "生。須菩提。莫作是念。何以故。實無有眾生。如來度者。", "833": "若有眾生如來度者。如來即有我人眾生壽者。須菩", "834": "提。如來說有我者。則非有我。而凡夫之人。以為有我。", "835": "須菩提。凡夫者。如來說即非凡夫。是名凡夫。", "836": "解。此破佛有人我之疑以顯法身真我也。所云生", "837": "佛平等。平等則無佛無眾生。何言我當度眾生耶。", "838": "眾生人也。我度眾生則有我矣。人我宛然則四相", "839": "不泯。此正宗門所謂得到法身邊。未透法身向上", "84": "中次第乞已。還至本處。飯食訖。收衣鉢。洗足已。敷座", "840": "句也。故世尊以言遣之。故云勿謂如來我有度生", "841": "之念。我有此念。即是凡夫。然如來說凡夫。尚非凡", "842": "夫。豈可如來尚存我見耶。此則聖凡俱泯。一道齊", "843": "平。般若玄旨。於斯極矣。", "844": "△疑。法身既非有我。報身不可以相見。即今三十", "845": "二相。豈非佛耶。", "846": "須菩提。於意云何。可以三十二相觀如來不。須菩提", "847": "言。如是如是。以三十二相觀如來。佛言。須菩提。若以", "848": "三十二相觀如來者。轉輪聖王則是如來。須菩提白", "849": "佛言。世尊。如我解佛所說義。不應以三十二相觀如", "85": "而坐。", "850": "來。爾時世尊而說偈言。若以色見我。以音聲求我。是", "851": "人行邪道。不能見如來。", "852": "解。此示應化非真。以顯法身離相也。空生已悟法", "853": "身無我。報身非相。是為真佛。遂疑現見三十二相", "854": "是何佛耶。是有佛見也。世尊詰之曰。果可以三十", "855": "二相見如來乎。空生執以三十二相必定是佛。世", "856": "尊以轉輪聖王破之。遂悟不可以三十二相觀如", "857": "來。世尊示之以離相偈云。若以色見我。以音聲求", "858": "我。是人行邪道。不能見如來。", "859": "△疑。空生聞說法報無相。應化非真。故起法身斷", "86": "解。此是佛住世家常過活。日用處動容。與眾一般。", "860": "滅之見。以不達法身真我故。佛以不斷滅破之。", "861": "須菩提。汝若作是念。如來不以具足相故。得阿耨多", "862": "羅三藐三菩提。須菩提。莫作是念。如來不以具足相", "863": "故。得阿耨多羅三藐三菩提。須菩提。汝若作是念。發", "864": "阿耨多羅三藐三菩提心者。說諸法斷滅。莫作是念。", "865": "何以故。發阿耨多羅三藐三菩提心者。於法不說斷", "866": "滅相。須菩提。若菩薩以滿恒河沙等世界七寶。持用", "867": "布施。若復有人。知一切法無我。得成于忍。此菩薩。勝", "868": "前菩薩所得功德。何以故。須菩提。以諸菩薩不受福", "869": "德故。須菩提白佛言。世尊。云何菩薩不受福德。須菩", "87": "更無別奇特。只是就裏一點。與人不同。知之者希。", "870": "提。菩薩所作福德。不應貪著。是故說不受福德。", "871": "解。此破斷滅見也。空生聞說當以離相見佛。遂起", "872": "斷滅見。謂如來不以具足相故得菩提。佛教之曰。", "873": "莫作是念。若作是念。則說諸法斷滅矣。然發菩提", "874": "心者。於法不說斷滅相。但說知一切法無我而已。", "875": "若復有人知一切法無我。得成于忍。此菩薩勝過", "876": "滿恒沙界七寶布施之功德。以不受福德故也。所", "877": "言不受者。非絕無也。但不貪著福德耳。所謂無作", "878": "無造無受者。善惡之業亦不忘。世尊出世。說法四", "879": "十九年。止說一無字而已。以九界眾生。通執一切", "88": "時長老須菩提。在大眾中。即從座起。偏袒右肩。右膝", "880": "法有我。如來但以無字破之。此金剛正眼。直觀向", "881": "上一路。故宗門單傳直指。唯從此入。", "882": "△疑。既言無我無受福者。則現見如來行住坐臥。", "883": "豈非如來之我耶。此乃三身一異之見未泯。未悟", "884": "平等法身故也。", "885": "須菩提。若有人言。如來若來．若去．若坐．若臥。是人不", "886": "解我所說義。何以故。如來者。無所從來。亦無所去。故", "887": "名如來。", "888": "解。此會歸法身真際也。空生向以威儀動靜者為", "889": "如來。此特去來之見耳。如來豈有去來耶。至此執", "89": "著地。合掌恭敬。而白佛言。希有世尊。", "890": "謝情忘。動靜不二。如如實際。妙極于斯。但一異之", "891": "見未忘。三身一體之義未契。故下以微塵世界破", "892": "之。", "893": "須菩提。若善男子．善女人。以三千大千世界。碎為微", "894": "塵。於意云何。是微塵眾。甯為多不。須菩提言。甚多。世", "895": "尊。何以故。若是微塵眾實有者。佛即不說是微塵眾。", "896": "所以者何。佛說微塵眾。即非微塵眾。是名微塵眾。世", "897": "尊。如來所說三千大千世界。即非世界。是名世界。何", "898": "以故。若世界實有者。即是一合相。如來說一合相。即", "899": "非一合相。是名一合相。須菩提。一合相者。即是不可", "9": "之。直使聖凡情盡生滅見亡。而本有智光。豁然披露。", "90": "解。如來住世日用尋常。與人一般。就裏一點不同", "900": "說。但凡夫之人。貪著其事。", "901": "解。此破一異見也。空生未契三身一體。故世尊以", "902": "微塵世界非一非異示之。言微塵則非一。世界即", "903": "非異。微塵聚而為世界。即異而不異。世界散而為", "904": "微塵。即一而不一。由是觀之。一異之相。了不可得。", "905": "以不可得。故非實有也。若實有一異之相。即為一", "906": "合相矣。一合者邊見也。以合一即不能異。合異即", "907": "不能一故。若微塵實有。即不能聚而為世界。若世", "908": "界實有。則不能散而為微塵。愚夫以此為一合相。", "909": "如來說一合相則不然。以離二邊。故名一合。二邊", "91": "處。人人對面不知。今日忽被空生勘破。故歎曰希", "910": "既離。即是不可說矣。但凡夫之人不能遠離有無", "911": "一異二邊。貪著其事。故不能達三身一體。平等法", "912": "身之理也。", "913": "△疑。既平等法身一切皆非即不可見。又何以佛", "914": "說有四相見耶。故下伏破。", "915": "須菩提。若人言。佛說我見．人見．眾生見．壽者見。須菩", "916": "提。於意云何。是人解我所說義不。不也。世尊。是人不", "917": "解如來所說義。何以故。世尊說我見．人見．眾生見．壽", "918": "者見。即非為遣眾生之我見．人見．眾生見．壽者見。耳以此是", "919": "名眾生之我見．人見．眾生見．壽者見。原非佛說有此四見也須菩", "92": "有。嗟乎。如來與諸弟子。周旋三十年矣。一向不知", "920": "提。發阿耨多羅三藐三菩提心者。於一切法。應如是", "921": "知．如是見．如是信解。不生法相。須菩提。所言法相者。", "922": "如來說即非法相。是名法相。", "923": "解。此破執有離相之見也。空生已悟平等如如法", "924": "身之理。遂疑法身之體。既不可以相見。如何世尊", "925": "說離四相之見耶。佛恐空生伏懷此疑。故詰之曰。", "926": "假若有人言世尊說有四相之見者。汝謂此人解", "927": "我所說之意不。空生遂悟佛意。答言此人不解如", "928": "來所說義。何以故。以世尊說有四相之見者。非是", "929": "實有相見可指說也。將為遣有相見者之執情耳。", "93": "佛行履處。不知。故作等閒放過。只道與眾人一般。", "930": "故曰非。此非字與諸非字不同。前屢言非。皆不是", "931": "之義。今此非字乃遣絕之辭。謂遣眾生心中所執", "932": "之相見耳。非佛說有此相見。乃眾生之相見耳。故", "933": "曰是名。此是名二字亦與屢說者不同。宜深觀之。", "934": "蓋一切眾生迷倒於相見之中。所執堅固難破。故", "935": "佛以金剛心智以逐破之。令見本智法身真體。初", "936": "執見有五蘊身心及六塵相。故著相行施以求佛", "937": "福德。世尊以無住破之。次執有菩提相。佛以無所", "938": "得破之。次執布施有莊嚴佛土相。佛以無土可嚴", "939": "破之。次執福德以感報相。佛以非具足色身破之。", "94": "所以凡佛所言。多疑而不信。若不是空生󳬇透。則", "940": "次執如來定有三身相。佛以應化非真．報身離相", "941": "破之。次執定有法身相。佛以法身非相破之。次執", "942": "法身定有實我相。佛以一切法無我破之。次執如", "943": "來定有三身相。佛以非一非異破之。重重逐破。一", "944": "切皆非。諸相銷亡。一心無寄。理極情忘。直指法身", "945": "實際。以所見之妄相既空。則能見之妄見亦泯。此", "946": "真實般若究竟極則。直透法身向上一路。故佛誡", "947": "之曰。發菩提心者。於一切法應如是知。如是見。如", "948": "是信解。不生法相。到此始是真知真見真信真解。", "949": "則永不起一切法相知見矣。斯則人法雙忘。聖凡", "95": "終無知佛者耶。", "950": "俱泯。言語道斷。心行處滅。舉心即錯。動念即乖。故", "951": "復遣之曰。所云法相。亦非法相。始是真實法相。非", "952": "妄見者可比也。般若玄旨。妙極於斯。", "953": "△疑。空生已悟法身全體。遂疑法身不會說法。其", "954": "說法者。乃化身耳。且化身所說之法。不達法身境", "955": "界。如何持此法者。得福德耶。下以化身所說。即真", "956": "實法。以三身一體故。", "957": "須菩提。若有人以滿無量阿僧祇世界七寶。持用布", "958": "施。若有善男子．善女人。發菩提心者。持於此經。乃至", "959": "四句偈等。受持讀誦。為人演說。其福勝彼。云何為人", "96": "如來善護念諸菩薩。善付囑諸菩薩。", "960": "演說。不取於相。如如不動。", "961": "解。此示化身佛說如如法也。空生疑化身佛所說", "962": "之法。不到法身境界。如何得福。佛言。化身說即法", "963": "身說。以三身不異故。即於此法能持四句。為人演", "964": "說。其福最勝。以不取於相如如不動故。到此塵說", "965": "剎說熾然說也。", "966": "△疑。法身寂滅。如何寂而能說。下示正觀。以般若", "967": "空寂。從假觀入。從假入空。故名真空。以假即真故。", "968": "何以故。一切有為法。如夢幻泡影。如露亦如電。應作", "969": "如是觀。", "97": "解。此空生歎佛希有處。正是親見如來此一片苦", "970": "解。此入般若真空妙觀也。以真空冥寂。藉假而觀。", "971": "若六喻觀成。則真空自現。一往俱顯理體。此則正", "972": "示觀法。諸修行人當從此入。法身真境。極盡於斯。", "973": "佛說是經已。長老須菩提。及諸比邱．比邱尼。優婆塞．", "974": "優婆夷。一切世間天．人．阿修羅。聞佛所說。皆大歡喜。", "975": "信受奉行。", "976": "解。此結經者常規也。凡所聞歡喜。必妙契於心。契", "977": "則信之真受之切。而奉行不虗矣。", "978": "金剛決疑終", "98": "心也。菩薩乃學佛之弟子。即昔在小乘中。初發大", "99": "乘心者。乃空亂意菩薩也。一向佛為護念此輩。更"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 474 金剛經決疑", "englishTitle": "卍 Xuzangjing, Electronic version, No. 474 金剛經決疑", "author": "明 德清撰", "language": "chinese", "source": "CBETA"}