{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 646 觀音經普門品重頌", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 646", "1": "釋普門品重頌", "2": "宋天竺寺沙門　遵式　述", "3": "△第二重頌是隋煬大業中智者滅後笈多所譯", "4": "方入大部故疏闕釋靈感傳天人語南山云什師", "5": "八地菩薩譯法華闕觀音重頌既涉冥報信有此", "6": "文今扶上二番問答隨文略釋固難盡理講者但", "7": "令不失上文大途梗槩何必騁異此頌二十六行", "8": "為二初一偈雙問二章次二十五偈雙答二問初", "9": "問中一句歎。德三句正問。", "10": "世尊妙相具。", "11": "一句之內名體合歎世尊名也所以略舉尊號則", "12": "知上九竝為三世中尊歎之要也具相質也相妙", "13": "而具妙是歎辭具謂三十二滿足又可妙即是好", "14": "以八十種好嚴其相令妙好也復次名實俱歎法", "15": "身名是妙名相為妙相上文云具相三十二以八", "16": "十種好用莊嚴法身即此意也具此相好者即具", "17": "二嚴能答我問故舉而歎也。", "18": "我今重問彼佛子何因緣名為觀世音。", "19": "正問中初句兼於二問文云重問即重問上二段", "20": "之事孰謂不然次二句別問觀音欲佛先答初章", "21": "就近更徵故也亦可三句併問初章自招後答既", "22": "有真身冥益豈無應緣顯赴耶故許說中雙許二", "23": "番謂聞名及見身是也。", "24": "△第二答中作三意初二偈總答二章次十九偈", "25": "別答二章三四偈勸持名供養總答中初一偈正", "26": "答次一偈依本觀慈悲。", "27": "具足妙相尊偈答無盡意汝聽觀音行善應諸方所", "28": "弘誓深如海歷劫不思議侍多千億佛發大清淨願。", "29": "汝聽觀音行是總答前章觀音即境智因緣得名", "30": "善應諸方所是總答後段普門示現竝用上總意", "31": "消之次一偈却尋本觀慈誓顯今智斷十番利益", "32": "本依別圓無量無作四諦起於願行由誓境深廣", "33": "故弘誓如海弘即廣也歷劫顯時久遠一一劫中", "34": "侍多千億顯值復多一一佛所復發別願如四十", "35": "八等一一願含法界故復云大也歷劫約豎侍多", "36": "約橫一一豎中有橫一一橫中有所歷之時廣說", "37": "云云將此總中本誓歷下別答一一難及普門後", "38": "廣作可知。", "39": "△第二別答復二初一偈是雙許說二章。", "40": "我為汝略說聞名及見身心念不空過能滅諸有苦。", "41": "聞名是許前章見身是許後章向誡聽今許說言", "42": "略說者即別答也總答多含即文略而意廣別答", "43": "陳列且約人界果報邊明七難等普門且約三十", "44": "三身等即文廣而意略今取意略信是許別答也", "45": "聞名聞觀世音境智名也上文約四種聞釋成三", "46": "慧義觀兩全可解見身即普門示現顯應三業也", "47": "心念不空者明二段應益也心念屬意不云身口", "48": "者此從冥顯二機攝二章語便何者初章顯機若", "49": "身若口俱須域意故意能總攝也故上釋持名云", "50": "口為誦持心為秉持為理不失雖非口持覺觀是", "51": "口行通屬口業機攝例如小彌陀執持名號一心", "52": "不亂亦不妨口機下文皆云念彼觀音力例同此", "53": "釋後段冥機約心為便可解不空者縱使稱名都", "54": "無顯驗冥益不虗。", "55": "△第二十八偈正答又二初十三偈頌初章次五", "56": "偈頌後章初又二初十二偈明口業機應次一行", "57": "略頌身意二種機應上文七難表六大種而云假", "58": "令多舉諸難亦是表此今偈加推墮二山惡獸蛇", "59": "蠍此四皆識種攝毒藥從人及蟲鬼識種攝從塵", "60": "體地種攝雨雹水種攝又合羅剎鬼難加六成十", "61": "二難初一偈火難。", "62": "假使興害意推落大火坑念彼觀音力火坑變成池。", "63": "上文例作三科釋貼文事證觀解於觀中初廣約", "64": "十番遭苦稱名成機致感次約別圓二種本住法", "65": "門及慈悲誓願顯前十界圓益今但略作貼文一", "66": "釋餘可準上不復備敘講者應具示其意使義觀", "67": "不壅有益來者言大火坑者上直云大火此加之", "68": "以坑大而更深意顯聖力火無淺小皆能成難況", "69": "乎大坑設使劫火從地獄至初禪如此大坑滿中", "70": "紅焰菩薩亦能或以吹滅或以口噏或復手遮令", "71": "其不燒或作涼池。", "72": "△次一偈水難。", "73": "或漂流巨海龍魚諸鬼難念彼觀音力波浪不能沒。", "74": "上得淺處即能免難若加龍鬼淺亦可畏故值死", "75": "緣多重於上文彌彰聖應爾。", "76": "△次一偈墮須彌難。", "77": "或在須彌峰為人所推墮念彼觀音力如日虗空住。", "78": "如日住空顯聖力難思然但是假設何人能到復", "79": "被推等設有此事聖無不為頂生人王能上妙高", "80": "因貪帝位還降人間若能稱名必有免理。", "81": "△四一偈墮金山難。", "82": "或被惡人逐墮落金剛山念彼觀音力不能損一毛。", "83": "△五一偈怨賊難。", "84": "或值怨賊繞各執刀加害念彼觀音力咸即起慈心。", "85": "△六一偈王難。", "86": "或遭王難苦臨刑欲壽終念彼觀音力刀尋段段壞。", "87": "△七一偈枷鎻難。", "88": "或囚禁枷鎖手足被杻械念彼觀音力釋然得解脫。", "89": "△八一偈毒藥難。", "90": "呪詛諸毒藥所欲害身者念彼觀音力還著於本人。", "91": "大慈等愛理合均除而還著本人者被害稱名機", "92": "成須救能害無機惡心自尅非聖使然又毒藥有", "93": "鬼須得著人若不殺他必須自害問若惡心自尅", "94": "怨賊何故但令起慈答賊害事顯但令起慈即彰", "95": "聖力毒藥陰謀反害方驗然賊亦有自害如東林", "96": "老僧為賊所斬賊反以釰自刺心入背出羣黨奔", "97": "迸又毒藥未必例皆還著有作折攝二用釋者若", "98": "二俱有機則可然若能害者無冥顯二機折亦徒", "99": "施。", "100": "△九一偈羅剎鬼難。", "101": "或遇惡羅剎毒龍諸鬼等念彼觀音力時悉不敢害。", "102": "然兼毒龍前有魚龍及鬼此重言者龍鬼通水陸", "103": "前但在水也上文四種龍等云云。", "104": "△十一偈惡獸難。", "105": "若惡獸圍繞利牙爪可怖念彼觀音力疾走無邊方。", "106": "△十一一偈蛇蠍難。", "107": "蚖蛇及蝮蠍氣毒烟火然念彼觀音力尋聲自迴去。", "108": "△十二一偈雨雹難。", "109": "雲雷鼓掣電降雹澍大雨念彼觀音力應時得消散。", "110": "欲益觀行者應巧約惡業煩惱作蛇虎等法門釋", "111": "之使順道理若準請觀音疏作三義明消伏力用", "112": "謂約事約行約理對此中果報煩惱及所住法門", "113": "會之亦應可解口業機應竟。", "114": "△第二一偈總頌身意二種機應。", "115": "眾生被困厄無量苦逼身觀音妙智力能救世間苦。", "116": "三毒猛盛心不自在名之困厄四類同棲各說所", "117": "苦鴿說婬為最苦蛇說瞋為最苦云云女無子苦", "118": "如上說或分二句對意對身細作可了若作觀解", "119": "十番為三毒所困及約界外作順逆法門應釋應", "120": "用上文意消三毒義身業無子無修因男女乃至", "121": "無圓頓男女尋上文消之若心念身禮二業成機", "122": "斷除三毒根滿足二莊嚴永拔十界三土世間之", "123": "苦故云觀音妙智力能救世間苦亦應更明別圓", "124": "本觀慈悲云云。", "125": "△第二五偈別答普門示現此中文狹望上別文", "126": "此仍成總又為三初二偈頌普現次二偈頌本觀", "127": "三一偈結成聖者三業初又二初一偈直頌普現", "128": "二一偈別舉所化三種法界。", "129": "具足神通力廣修智方便十方諸國土無剎不現身", "130": "種種諸惡趣地獄鬼畜生生老病死苦以漸悉令滅。", "131": "上文列聖身至金剛神闕地獄界此中舉劣況勝", "132": "成互出耳一一身說約四句如前又上文約三土", "133": "為所應此十方當約三土釋十方云云。", "134": "△次二偈本觀又二初偈行願次偈觀成普益初", "135": "又三二句辨觀一句慈誓一句誡歸向。", "136": "真觀清淨觀廣大智慧觀悲觀及慈觀常願常瞻仰。", "137": "真觀了空成一切智清淨觀出假處有無染成道", "138": "種智廣大智慧即中道觀徧於諸法名廣勝出二", "139": "邊名大中道體即智慧觀此體故名智慧觀問何", "140": "以智慧名中體耶答順此經意此經以寂照合法", "141": "身為體感應為宗得作此說三智實在一心中得", "142": "不可一異悲觀等者誓願通稱為觀緣諦發故如", "143": "止觀十法通名為觀。", "144": "△次偈辯益又二。", "145": "無垢清淨光慧日破諸闇能伏災風火普明照世間。", "146": "上二句明智光次二句慈光破暗照世云云。", "147": "△三一偈結成聖者三業顯應。", "148": "悲體戒雷震慈意妙大雲澍甘露法雨滅除煩惱𦦨。", "149": "戒雷對身業慈雲對意業澍雨對口業戒檢七支", "150": "身業為便戒淨能拔三惡之苦故名悲體身輪現", "151": "通駭動羣情復如雷震內心愛念名慈普覆一切", "152": "如雲無謀而應逗會不差復名為妙意業也口輪", "153": "演實相之法為甘露雨三草二木平等蒙潤三惑", "154": "熱惱為之清涼廣釋三無緣三不護等如上文一", "155": "一應跡一一說法皆須明別圓菩薩所住法門方", "156": "有事用釋普門一番竟。", "157": "△第三四偈勸持供養又為二初二行一句勸持", "158": "二一行三句勸供養初又二初一行重舉前口業", "159": "機應以為勸由。", "160": "諍訟經官處怖畏軍陣中念彼觀音力眾怨悉退散。", "161": "由前口業居初舉一攝二所以特舉官訟軍陣者", "162": "水火難稀鬼虎事寡運衰方值諍訟事眾世之諍", "163": "本財色田宅日用有之勸持則要也刀杖幽執有", "164": "過方遭軍陣王役事非由己又捔力相持自刃森", "165": "目刀杖案籍賖死之難賊奪有財非如師旅斯亦", "166": "勸之要也。", "167": "△次一行一句正勸又二初三句約權實格量次", "168": "二句結勸。", "169": "妙音觀世音梵音海潮音勝彼世間音。", "170": "先舉菩薩實證實益為格量本勝彼九界權乘慈", "171": "智故云勝世間音秖音塵一法以實智佛眼觀之", "172": "即實諦妙音權智法眼觀之即俗諦世音此實證", "173": "也緣中道修慈名為梵音此慈能與機會名海潮", "174": "音譬不失度此實益也與夫九界生法二慈作意", "175": "應物豈復為類故云勝彼格量明矣。", "176": "△二句結勸。", "177": "是故須常念念念勿生疑。", "178": "初勸常念有事理二行云云若事理行成自見菩", "179": "薩色法二身故一句復止疑勸也。", "180": "△次一行三句勸供養初一句歎。", "181": "觀世音淨聖。", "182": "菩薩清淨三業從正命生故云淨聖言其堪受供", "183": "養也正命是聖法人稟此法名人為聖故云觀音", "184": "淨聖次別別舉德以為勸由。", "185": "△於苦惱下二句頌上施無畏德。", "186": "於苦惱死厄能為作依怙。", "187": "苦惱死厄怖畏處也作依怙無畏力也如幼子恃", "188": "怙父母更何所畏即指前現權實身說為父母護", "189": "三乘子免二死厄。", "190": "△具一切下四句舉福田勸。", "191": "具一切功德慈眼視眾生福聚海無量是故應頂禮。", "192": "具一切功德舉菩薩報身敬由慈眼視眾生舉應", "193": "身恩田福聚海無量總歎二田高出如山之謂聚", "194": "深廣無際之謂海亦是二田所依歎法身也頂禮", "195": "正勸以三業供養也身儀事顯故特舉之必具三", "196": "業上文脫瓔珞望今乃互舉耳又此勸事普一切", "197": "皆得供養百金之瓔孰人可辨又能嚴尚貴所嚴", "198": "豈復輕耶觀心者身業勤則增長福德供養應身", "199": "口業動則說般若供養報身意業勤則會理供養", "200": "法身云云釋偈竟。", "201": "釋普門品重頌終", "202": "宋慈雲尊者疏別行重頌附大部入藏而南方教", "203": "苑不傳幾二百年矣至元甲午為教門入京於燕", "204": "城弘法寺得之東歸猶至實然不敢自祕遂鋟諸", "205": "梓以惠來學大德。壬寅夏五興元住山苾芻性澄", "206": "謹題"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 646 觀音經普門品重頌", "author": "宋 遵式述"}