{"sourceLink": "http://www.cbeta.org/", "text": {"0": "佛說四十二章經疏鈔", "1": "佛說四十二章經疏鈔卷第五", "10": "於獄矣。問。婬怒痴俱是梵行。得失念無非解脫。何", "100": "佛言。人從愛欲生憂。從憂生怖。若離於愛。何憂何怖。", "101": "【疏】初二句。本生則末生。後二句。本滅則末滅。境初", "102": "順情生欲。欲久貪戀生愛。愛初別離生憂。樂去苦", "103": "來生怖。維摩詰言。從癡有愛。則我病生。不起愛見。", "104": "絕於攀緣。憎愛情忘。離我我所。我人尚空。復有何", "105": "境起憂怖哉。", "106": "【鈔】愛欲。惑業也。憂怖。苦報也。樂非常住。久必壞生", "107": "故。憂有七。一身力憂。二疾病憂人有五欲七情。病有五癆七傷。又四", "108": "百四病。多從婬欲而起。三壽命憂耗損精氣。歲身喪命故。廣成子云。無搖汝精。乃可長", "109": "生。四罪惡憂萬惡婬為首故。五殃禍憂天道福善而禍婬故。六別離", "11": "必區區對治。迹類小乘耶。答。此是大乘根器所行", "110": "憂瞥爾睡去。室家男女。便帶不去。受用不著。況死亡後。豈能相歡娛乎。復有愛成怨者。七死", "111": "亡憂忘身狗欲。死亡立至。楞嚴云。盛行貪欲。未逾年歲。肝腦枯竭。以至殂歿。墮無間獄。怖", "112": "有五。一不活怖。二惡名怖。三大眾威德怖。四死怖。", "113": "五墮惡道怖。上愛欲是順情樂境。此憂怖是違情", "114": "苦境。則知樂是苦因。怨從親起。若各異處。何憎何", "115": "愛。入平等空。非違非順。如一美色。婬人觀之為美。", "116": "貪愛起欲。妬婦觀之為苦。眼不欲見。常人觀之。無", "117": "所適莫。學人觀之。成不淨觀。是故苦樂違順。境本", "118": "自空。喜怒哀樂。情亦非有。於畢竟寂滅中。而起憂", "119": "怖顛倒妄想。豈非是愚人焉。△次修真四。初明修", "12": "履處。然亦多劫熏成。故能入淨入穢。處處無礙。中", "120": "行法三。初堅心得果。", "121": "佛言。夫為道者。譬如一人與萬人戰。挂鎧出門。意或", "122": "怯弱。或半路而退。或格鬪而死。意若無懼。或得勝而", "123": "還。沙門學道應當堅持其心。精進勇銳不畏前境。破", "124": "滅眾魔而得道果。", "125": "【疏】先喻。一人喻沙門學道。萬人喻眾魔軍。挂鎧喻", "126": "淨戒。騎乘如禪定。利器如智慧。出門如出教門。怯", "127": "弱喻畏懼不進。半退喻半塗而廢。鬪死喻被魔縛", "128": "著。隳寶覺身。無懼喻直破生死。勇斷煩惱如孟施", "129": "舍之養勇。子龍一身都是膽也。得勝喻得道果。法", "13": "下之人。垢習尚強。欲累未盡。豈能頭頭是道。法法", "130": "華云。賢聖軍。與五陰魔煩惱魔死魔共戰。有大功", "131": "勳。滅三毒。出三界。破魔網是也。沙下次法。學道。合", "132": "與戰堅進。不畏。合無懼力強。破魔得果。合得勝高", "133": "遷。堅心。住理也。精勇。修行也。不畏。明教也。滅魔。證", "134": "果也。", "135": "【鈔】眾魔者。略則唯四。一天子。欲界頂魔王天也。深", "136": "著世樂。憎嫉佛法故。生死緣也。二煩惱。染化三界。", "137": "則有見愛魔王。淨化三界。則有二障魔王。受用三", "138": "界。則有種障魔王。法性三界。則有習障魔王。法界", "139": "土中。則有無盡執障魔王。生死因也。三五陰四大", "14": "圓通。說空行有其過非細。故曰諸佛深法。不可於", "140": "六根等。是色眾魔。違順苦樂等。是受眾魔。無量念", "141": "慮等。是想眾魔。起諸貪嗔等。是行眾魔。諸識分別", "142": "等。是識眾魔。四死魔。無常因緣。破相續五陰離煖", "143": "息識故。後二。生死果也。廣有八萬四千。謂十使互", "144": "具成一百。五根五塵歷一千。華嚴云。眼等於色聲", "145": "香味觸境。其內有五百煩惱。其外亦有五百煩惱。", "146": "身口七支為七千。三世共成二萬一。貪嗔痴等分", "147": "四心。各具二萬一千。共成八萬四千魔數。挂下。鎧", "148": "喻戒者。護持身故。乘喻定者。乘正乘故。器喻慧者。", "149": "壞諸物故。此三與教。俱通大小。不進。謂中下根。意", "15": "初心學道人前說。可不信夫。", "150": "怯膽弱者。半途。小則煖位尚退。始則性地。終等十", "151": "信。如四禪無聞比丘。舍利弗六心退等。鬪死下。楞", "152": "嚴云。當處禪那。覺悟無惑。則彼魔事。無奈汝何。若", "153": "不明悟。彼魔所迷。則汝阿難必為魔子。此乃隳汝", "154": "寶覺全身。如宰臣家忽逢籍沒。宛轉零落。無可哀", "155": "救。孟施舍者。孟子曰。孟施舍之所養勇也。曰。視不", "156": "勝猶勝也。量敵而後進。慮勝而後會。是畏三軍者", "157": "也。舍豈能為必勝哉。能無懼而已矣。子龍膽者。魏", "158": "王操臨漢中。趙雲將數十騎視之。值操揚兵大出。", "159": "雲且鬪且却。操追至營下。雲入營。更大開門。操疑", "16": "【鈔】根境不偶者。楞嚴云。持禁戒人。心無貪婬。於外", "160": "有伏引去。備明旦。至雲營視之曰。子龍一身。都是", "161": "膽也。賢聖軍者。小則七賢四果等前後諸將。大則", "162": "十聖三賢等將。陰惱死者。小則界內有漏五陰。分", "163": "段生死果魔也。見愛煩惱。因魔也。大則界外無漏", "164": "五陰。變易生死。果魔也。塵沙無則乃至色上□固", "165": "妄想。受虗明想融通。行幽隱。識上罔象妄想皆因", "166": "魔也。功勳有三。一滅毒。惱魔離矣。二出界。死魔離", "167": "矣。三破網。陰魔離矣。故云大功。大集經云。知苦壞", "168": "陰魔。斷集遠惱魔。證滅絕死魔。修道降天魔。涅槃", "169": "四依品云。天魔波旬若更來者。當以五繫縛汝。解", "17": "六塵不多流逸。塵既不緣。根無所偶也。愛習二句", "170": "曰。五繫。即五停心觀門。治彼五種魔也。滅等三句。", "171": "謂斷貪種習。即出欲界。破陰魔網。轉五陰而成法", "172": "身。斷瞋種習。即出色界。破煩惱魔網。轉煩惱而成", "173": "菩提。斷痴種習。即出無色界。破死魔網。眾生死而", "174": "成涅槃矣。力強無懼者。戒忍堅進慈悲定慧力也。", "175": "高遷者。法華云。王見兵眾戰有功者。即大歡喜。隨", "176": "功賞賜。或與田宅聚落城邑。或與衣服嚴身之具。", "177": "或與種種珍寶。象馬車乘。奴婢人民。如有勇徤能", "178": "為難事。王解髻中明珠賜之。如來亦爾。見賢聖軍。", "179": "與之共戰。其有功者。心亦歡喜。於四眾中。為說諸", "18": "約法明。喻上乾草設遇甘露法雨不避火也可矣。", "180": "經。賜以禪定解脫無漏根力諸法之財。又復賜與", "181": "涅槃之城。末後乃為說是法華。能令眾生至一切", "182": "智。釋曰。田喻禪定。宅喻解脫。聚落喻聲聞四果。城", "183": "喻辟支涅槃。邑喻菩薩淨土。衣服喻慚忍善法。嚴", "184": "具喻一切助道。珍寶喻七覺支。牛馬象車喻三乘", "185": "觀智。奴婢喻神通。人民喻知見。髻中明珠喻如來", "186": "種智。則知遷中。有小大賢聖道果之不同矣。堅下。", "187": "教行理果。亦通小大。小則六識心。生空觀。滅苦教。", "188": "二乘果。大則八識等心。諸法空觀。嚴土度生。教大", "189": "乘玅覺果。是知堅進勇破。乃為道之當務也。問。何", "19": "失通難返者。劫撥仙人。得五神通。飛行往返。時王", "190": "以知然。作此配耶。答。有本云。人能牢持其心。精銳", "191": "進行。不惑於流俗狂愚之言。欲滅惡盡者。必得道", "192": "矣。故斯作配。自有憑也。△二處中證理。", "193": "沙門夜誦迦葉佛遺教經。其聲非緊。思悔欲退。佛問", "194": "之曰。汝昔在家。曾為何業。對曰。愛彈琴。佛言。絃緩如", "195": "何。對曰。不鳴矣。絃急如何。對曰。聲絕矣。急緩得中如", "196": "何。對曰。諸音普調。佛言。沙門學道亦然。心若調適。道", "197": "可得矣。於道若暴。暴即身疲。其身若疲。意即生惱。意", "198": "若生惱。行即退矣。其行既退。罪必加矣。但清淨安樂。", "199": "道不失矣。", "2": "清　浙水慈雲灌頂沙門　續法　述", "20": "禮敬。積有多年。一日有務遠行。令女事奉。彼飛仙", "200": "【疏】先敘其不善用心。夜誦者。僧則日間辨常任事。", "201": "夜間修自己行。時刻治心。無少懈也。佛遺教者。乃", "202": "賢劫中第三佛所遺之經教也。悲者。哀根之不利。", "203": "緊者。苦經之不熟。悔者。嗟僧之難為。退者。想道之", "204": "難就。孟云。其進銳者。其退速。故口緊而心悔也。佛", "205": "問下。次示以適中之道二。初舉問令知。彈琴通二", "206": "喻。對上喻誦經。對下喻學道。調絃亦二。喻調聲調", "207": "心。急緩喻緊慢進懈。中喻不徐不疾。聲絕不鳴。喻", "208": "文義不熟。理性不通。普調。喻文明義顯。理窮性盡。", "209": "楞嚴云。譬如琴瑟箜篌琵琶雖有玅音。若無玅指", "21": "至。女以手擎坐著案上。觸女柔軟。即起欲意。欲心", "210": "終不能發。若大樹緊那羅王。絃歌一動。聲震大千。", "211": "須彌山王。踊沒低昂。一切聲聞皆起舞戲。則允執", "212": "厥中之道。真可謂聖賢相傳不易法矣。佛言下。二", "213": "例明學法。先略例。調則不急昏病除矣。適則不緩", "214": "散病去矣。又調則進而身淨。非遽暴也。適則循而", "215": "心樂。非頹靡也。不躁不懈。於道豈有不得者哉。佛", "216": "於阿含會上。告耳億曰。極精進者。猶如調戲。若懈", "217": "怠者。此墮邪見。若在中者。此則上行。如是不久。戒", "218": "無漏人。圓覺亦云。其能證者。無作無任。其所證者。", "219": "無取無捨。欲求入佛道。應如是修習。於道下。次詳", "22": "一動。遂失神通不能飛還。瘡身者。百緣經云。拘樓", "220": "明。暴者。由其志意太高。工夫急驟也。疲者。奮發之", "221": "氣過激。精神易於衰耗。力已竭而難繼。怠惰隨矣。", "222": "意生惱者。急遽無序。還歸於廢弛故。罪必加者。不", "223": "責自己不善用心。反謗誦經無功。學道無益。起大", "224": "邪見。造諸惡業故。此如彈琴絃急聲絕矣。於道若", "225": "因循懈怠。怠亦身疲而昏惰。意即散亂難攝而懊", "226": "惱。由此毀道難進。怨經難學。起大瞋痴。作諸罪障。", "227": "此如彈琴絃緩不鳴者也。清淨。調身不至于急暴", "228": "也。道自進矣。安樂。適心不至于寬緩也。道自成矣。", "229": "此如彈琴急緩得中。諸音普調者然。故知學道應", "23": "孫佛時有長者子。好色。見一婬女。心生躭著。無物", "230": "傚伯牙之善調也。", "231": "【鈔】夜誦下楞伽云。當離群聚習俗睡眠。初中後夜。", "232": "常自覺悟修行方便。遺教經云。汝等比丘。晝則勤", "233": "心修習善法。無令失時。初夜後夜。亦勿有廢。中夜", "234": "誦經以自消息。無以睡眠因緣。令一生空過。無所", "235": "得也。當念無常之火。燒諸世間。早求自度。勿睡眠", "236": "也。聲悲屬口。思悔屬心。孟下。人之學道。固不可不", "237": "用心。亦不可太用心。若進而勇銳者。則其氣易衰。", "238": "而其退必速。此則過用其心。功不成矣。不及太過。", "239": "各有弊也。進。向也。漸履不急之謂。循。順也。從容操", "24": "可與。遂至塔中盜花與之。夜乃共宿。曉發惡瘡。痛", "240": "存之謂。佛於下。阿含經云。有尊者名二十耳億。晝", "241": "夜修行。精勤不捨。於欲漏心。不能解脫。而白佛言。", "242": "沙門甚難。今欲捨服還作白衣持物廣施。佛問。在", "243": "家善彈琴不。對曰能。佛問。若絃太急。音可聽不。對", "244": "曰不也。又問。若絃稍緩。可採聽不。又對不也。復問。", "245": "不急不緩。可採聽不。對曰可聽。世尊告曰。此亦如", "246": "是。極精進者。猶如調戲。若懈怠者。便墮邪見。若在", "247": "中者此則上行。如是不久。成無漏人。爾時二十耳", "248": "億。思惟佛教。在閒靜處。修行其法。如實知之。證阿", "249": "羅漢。釋曰。調戲。如趕路人。邪見。如躲懶人。故圓覺", "25": "不可言。醫莫能治。有云旃檀塗瘡可得除愈。時長", "250": "云。修證玅法。應離二病。一者作病。謂我作種種行。", "251": "欲求圓覺。彼圓覺性。非作得故。二者任病。謂我今", "252": "者。不斷生死。不求涅槃。任彼一切。隨諸法性。欲求", "253": "圓覺彼圓覺性。非任有故。溈山云。教法留心。溫尋", "254": "貝葉。精搜義理。時光亦不虗棄。便是僧中法器。則", "255": "知頺靡自安。固不足以有為而躁暴無序。亦難圓", "256": "滿其功。緩急得宜。終始成也。於道若下。補缺也。經", "257": "不明者。失在過用心故。疏雙出者。急緩皆為弊故。", "258": "清淨下。上無欣求謂之清。下無厭捨謂之淨。外不", "259": "著有謂之安。內不躭空謂之樂。此皆不偏之中道", "26": "者子。即賣家宅。計得金錢六十萬。買牛頭旃檀香", "260": "也。如斯行止。道果可尅。伯牙善調者。伯牙學琴於", "261": "成連。三年不成。連曰。吾師方子春。今在東海中。能", "262": "移人情。乃與俱往。至其山。留伯牙曰。子居習之。吾", "263": "將迎汝。伯牙四顧無人。但聞海水洶湧。嘆曰。先生", "264": "移我情矣。乃作水仙操。曲終。成連迎之而還。伯牙", "265": "遂為天下玅。後遇鍾子期善聽。伯牙鼓琴。志在高", "266": "山。子期曰。善哉峨峨兮若泰山。志在流水。即曰。善", "267": "哉洋洋兮若江河。伯牙所念。子期必善得其意。又", "268": "伯牙遊於泰山之陰。卒逢暴雨。止於巖下。心悲。乃", "269": "援琴而鼓之。初為霖雨之操。更造崩山之音。音曲", "27": "六兩。擣以為末。即入塔中。發誓願言。我今所患。乃", "270": "每奏。子期輙窮其趣。伯牙乃捨琴而歎曰。善哉。子", "271": "之聽。夫志想象猶於吾心也。吾何以逃其聲哉。設", "272": "伯牙不善調絃。子期亦不能知流水高山之志矣。", "273": "△三去染成行。", "274": "佛言。如人鍛鐵。去滓成器。器即精好。學道之人。去心", "275": "垢染。行即清淨矣。", "276": "【疏】先舉喻。人。喻學道之者。鍛。燒煉也。喻修斷。鐵。喻", "277": "道心。滓。渣滓也。喻垢染。器。喻道行。精好。喻清淨。學", "278": "道下。次合法。垢染惑也。麤垢見思煩惱也。細染。塵", "279": "沙無明也。心垢。則逐情而造業。苦報無量。生死不", "28": "是心病。用香塗塔。以儻花價。唯願慈悲。受我懺悔。", "280": "休。行淨。則順理而證真。住涅槃界。恒受安樂。是故", "281": "心去垢而成極清淨行矣。餘如無差別論。", "282": "【鈔】鐵則先燒麤渣令成好器。心則先斷煩惱麤垢", "283": "而成我空澄清觀行。鐵則次煉細滓令成精器。心", "284": "則次除所知細染而成法空潔淨觀行。約教。小乘", "285": "去麤垢。始分除細染。終相即。頓俱泯。圓融通無礙。", "286": "約位。不淨眾生界。染中淨菩薩二乘亦攝。最極清淨者。", "287": "說名為如來。無差別論者。彼云。舍利弗。即此法身", "288": "為本際。無邊煩惱藏所纏。從無始來。生死趣中。生", "289": "滅流轉。說名眾生界。復次舍利弗。即此法身。厭離", "29": "速除此患。瘡尋得瘥。毛孔香氣。墜獄者。楞嚴云。阿", "290": "生死漂流之苦。捨於一切諸欲境界。於十波羅蜜", "291": "及八萬四千法門中。為求菩提而修諸行。說名菩", "292": "薩。復次舍利弗。即此法身。遠離一切苦。永除一切", "293": "煩惱。隨煩惱垢清淨。極清淨。最極清淨。住於法性。", "294": "得無障礙。說名如來應正等覺。解曰。眾生界文。證", "295": "上心垢。菩薩如來證上行淨。法身即是心之異名。", "296": "垢染去心。清淨法身成矣。△二舉證難果。", "297": "佛言。人離惡道。得為人難。既得為人。去女即男難。既", "298": "得為男。六根完具難。六根既具。生中國難。既生中國", "299": "值佛世難。既值佛世。遇道者難。既得遇道。興信心難。", "3": "△三遠欲。", "30": "難當知。是十種魔怪。󴒔。魅。蠱毒魘勝。厲。大力。川林。山海精。芝草。自在天。於末", "300": "既與信心。發菩提心難。既發菩提心。無修無證難。", "301": "【疏】佛下。初舉世間果明難。有五。百八十劫。空過無", "302": "佛。常行不善。多墮惡道。故離三惡道為難。佛問比", "303": "丘。甲頭土多。地上土多。諸比丘言地土甚多。佛言。", "304": "天上命終生人中者。如甲頭土。墮地獄者。如地上", "305": "土。如帝釋天。夜摩天。󳬂陀羅伽仙等。故知人身難", "306": "得。一失人身。萬劫不復。女有五障十惡。或遇公姑", "307": "慘毒。夫主狠戾或逢父母恩薄。子媳頑逆。乃至閨", "308": "閣禁制。生育艱難。男則無此。具四行法。如善旻為", "309": "董司戶之女。海印為朱防禦之女。法華尼後身作", "31": "世時。在我法中。讚歎婬欲。破佛律儀。魔師弟子。婬", "310": "官妓。可見轉女成男。具丈夫相。亦難得也。雖得男", "311": "身。癃殘百疾。盲聾瘖瘂。攣躄背傴。則諸根具足。五", "312": "體端嚴。非為易也。六根雖具。無諸疾苦。然生邊地。", "313": "或處北洲。不知仁義。不信因果。縱有頗羅墮將弟", "314": "子住。亦難化導。非如中國南洲。能斷婬識念。精進", "315": "勇猛也。既生下。二舉出世果明難有四。身居中土。", "316": "報在閻浮。其奈佛前佛後不覩色像。過百三十劫。", "317": "乃能得一見。如優曇華時一現耳。法華云。諸佛出", "318": "於世。懸遠值遇難。誠哉是言也。設值佛世。若無善", "319": "友開導。不能見佛聞法。亦為徒然。如玅莊嚴阿闍", "32": "婬相傳。如是邪精。魅其心腑。近則九生。多踰百世。", "320": "世王世智辯聰起大邪見。乃至舍衛三億家及諸", "321": "不欲見聞者。可不悲夫。雖遇知識。得聞佛法。不能", "322": "起四信。行十善。逢惡因緣。即便退失。或得信心成", "323": "就。非如鴻毛上下。又不能發三心。立四願。修五行。", "324": "證二果。涅槃云。發心畢竟二不別。如是二心先心", "325": "難。自未得度先度他。是故頂禮初發心。則知發心", "326": "化度修證可謂甚希有矣。既發下。三舉世出世間", "327": "上上果明難。大心已發。萬行已修。設毫𨤲繫念。還", "328": "落事相之功。瞥爾情生。便乖法性之體。有作修證", "329": "多劫終成敗壞。無心體會一念頓契佛家。般若云。", "33": "令真修行。總為魔眷。命終之後。必為魔民。失正遍", "330": "不住色生心。無住相布施。楞嚴云。當度眾生滅除", "331": "度相。乃至圓滿菩提歸無所得。是則無功用道。實", "332": "為難中難矣。然此十難。亦不為難。華嚴云。雖住海", "333": "水劫火中。堪受此法必得聞。況今脫離三途。得在", "334": "人道為大丈夫。身相完具。共住中國。值有道君。瞻", "335": "對尊像。餮服甘露。親近善友。遠惡知識。起大乘正", "336": "信。除疑捨邪執。復樹良因。發大善願拔濟眾生。生", "337": "人福業。即一切法。離一切相。唯即與離二無所著。", "338": "迹此推之。應自慶幸。當知能以專心為道。又何難", "339": "之有。不能以道為心。無難亦如何。", "34": "知。墮無間獄。雲棲云。莫貪欲染境。地獄根本故。問", "340": "【鈔】疏有二意。初直釋其難以警䇿。世間果難五中。", "341": "初離惡難。即八難內三途難也。百八二句。法華東", "342": "南諸梵頌曰。一百八十劫。空過無有佛。三惡道充", "343": "滿。諸天眾減少。常行二句。上方梵頌曰。於昔方無", "344": "量劫。空過無有佛。三惡道增長。阿修羅亦盛。諸天", "345": "眾轉減。死多墮惡道。不從佛聞法。常行不善事。又", "346": "有經言。蟻子自七佛以來。未脫蟻身。安知何日得", "347": "人身乎。則離三惡誠為難矣。佛問下。二為人難。諸", "348": "天退墮尚不得人。況人還復能為人乎。又有經言。", "349": "世尊取地少土。置之爪上。告迦葉言。有人捨身還", "35": "下。通妨也。法法頭頭者。淨名云。雖處居家。不著三", "350": "得人身。捨三惡身得受人身。諸根完具。生于中國。", "351": "具足正信。能修習道。修正道已能得解脫。入般涅", "352": "槃。如爪上土。捨人身已得三惡身。捨三惡身得三", "353": "惡身。諸根不具。生於邊地。信邪倒見。修習邪道。不", "354": "得解脫常樂涅槃。如十方界所有地土。如常釋下。", "355": "正法念處經云。帝釋名菴舒摩。作忉利天。福盡退", "356": "為摩伽羅海大身之魚。復有三四帝釋退墮三惡", "357": "道中。夜摩天王。以福盡故墮叫喚獄。智度論云。󳬂", "358": "陀羅伽仙人。得四空定。生非非想處天。於彼壽盡。", "359": "報為飛狸。殺諸魚鳥。作無量罪。墮三惡道。無色界", "36": "界。示有妻子。常修梵行。示有眷屬。常樂遠離。此乃", "360": "天樂著定心。不覺命盡。墮欲界中。受禽獸形。色界", "361": "諸天墮在欲界。六天福盡退墮地獄。女有下。三成", "362": "男難。五障者。超日月經云。一者不得作梵天王。清", "363": "淨垢染不同故。二者不得作帝釋。少欲多欲差殊", "364": "故。三者不得作魔王。剛強懦弱相異故。四者不得", "365": "作轉輪王。仁慈嫉妬逈絕故。五者不得作佛身。萬", "366": "德煩惱各別故。十惡者。玉耶經云。一者初生父母", "367": "不喜。二者舉養視無滋味。三者心常畏人。四者父", "368": "母憂嫁。五者父母生離。六者畏夫喜怒。七者懷產", "369": "甚難。八者少為父母檢錄。九者中為夫婿禁制。十", "37": "菩薩家風。如來境界。若是初發意者。必須深厭室", "370": "者老為兒孫所訶。具四行者。涅槃經云。具足四法。", "371": "名為丈夫。一近善知識。二聽聞正法。三思惟其義。", "372": "四如說修行。善旻海印。皆沙門名也。具載樂󳬛文", "373": "類六卷。法華尼者。歐陽永叔知頴州。一官妓口氣", "374": "作蓮華香。有僧知宿命。言此妓前世為尼。誦法華", "375": "經三十年。一念之差。遂至於此。問妓云。曾讀法華", "376": "經否。答云。失身於此。何暇誦經。遂與法華。讚誦如", "377": "流。與之他經則不能讀。問。婦女固不及男。設墮其", "378": "類。如何轉捨。答。涅槃經云。是大乘經。有丈夫相。所", "379": "謂信知自身中有佛性。男若不知即為婦女。婦女", "38": "家。離欲自淨。始得。問。若盡修梵行時。人類不幾絕", "380": "若知即男丈夫。又能念佛修行。亦得轉女成男。太", "381": "平府官圩楊氏。秪生一遺腹女。婆媳皆寡居。專心", "382": "禮念觀音菩薩。其女四月後變為男子。又龍施女。", "383": "經云。須富長者。女名龍施。於高樓見佛。發菩提心。", "384": "化成男子出家修道。腹中女聽法經云。女人在胎", "385": "聽法。轉身為丈夫相。出家證果。丈夫相者。瑜伽論", "386": "有七義。一壽命長久。二玅色端嚴。三無病少惱。四", "387": "非僕非女。五智慧猛利。六發言威肅。七有大宗葉。", "388": "具此七法名丈夫相。孟子曰。富貴不能淫。貧賤不", "389": "能移。威武不能屈。此之謂大丈夫。問。據涅槃說。雖", "39": "乎。答。如果人人雖欲。清淨自居。此界便成安養樂", "390": "是女人。能信自身有佛性者。即是丈夫。如何此經", "391": "去女為男耶。答。女是淫穢之軀。生育之本。雖可作", "392": "善。不能成佛。男子若修。現證菩提。故身子云。女身", "393": "垢穢。非是法器。云何能得無上菩提。如須摩提經。", "394": "八歲女人。轉身為男。出家說法。法華經。龍女變成", "395": "男子。往無垢界。成等正覺。正明女身不能成佛登", "396": "座說法也。問。胎經云。廣梵釋女四種。皆不捨分段", "397": "生身。亦不受實報性身。悉於現身得成佛道。頌云。", "398": "法性如大海不說有是非。凡夫賢聖人。平等無高", "399": "下。唯在心垢滅。取證如反掌。淨名經中。天女答舍", "4": "佛言。夫為道者。如被乾草。火來須避。道人見欲。必當", "40": "土。蓮花化生。何慮人類之絕耶。只是無心求道。真", "400": "利弗。男女幻無定相。今乃變男成佛。義云何通。答。", "401": "涅槃即男。約出世理性。實證也。今經去女。約人世", "402": "事相。權教也。淨名胎經不變。約自行證真如性說。", "403": "實本也法華變男。約化他八相成道說。權迹也。若", "404": "會通之。權實雙融。理事無礙。隨機設教。無不得益", "405": "也。雖得下。四根具難。即八難中六根不具癃殘百", "406": "疾難也。六根下。五中國難。即邊地長壽天二難也。", "407": "人間北俱盧洲。邊那小國。天上無想。或長壽天。不", "408": "得值佛。受聖人化。佛告文殊。是法華經。於無量國", "409": "中。乃至名字不可得聞。何況得見受持讀誦。大論", "41": "為出世耳。汝憂及此。與𣏌人何異。△四斷心。", "410": "云。南洲以三事故。尚勝諸天。況北洲耶。一能斷婬", "411": "欲。二識念力。三勇猛精進。因本經云。諸天及三天", "412": "下。各有三種。勝閻浮提。一者長壽。二者色勝。三者", "413": "地勝。南閻浮提有五種。勝三天下及餘諸天。一者", "414": "勇徤。二者正念。三者佛出世處。四者是修業地。五", "415": "者行梵行處。故涅槃云。下下因緣。故生北洲。上上", "416": "因緣。故生南洲。何者。若論果報。南洲為下下。若得", "417": "值佛。南洲為上上。是故諸天下來聽法。又發願言。", "418": "願生南洲為人。出家禮佛誦經。毋受此樂報。不得", "419": "於聖化也。縱有下。通妨也。難云。聖人於北洲。不出", "42": "佛言。有人患婬不止。欲自除陰。佛謂之曰。若使斷陰。", "420": "其中而闡化。云何寶雲經明。頗羅墮將弟子六百", "421": "人。住󳬂單越。故通云。雖不生彼。非不居彼。雖住於", "422": "彼。亦難闡化。分別功德論云。婆拘羅尊者。長壽第", "423": "一。於百歲中又加六十。阿難問曰。尊者長壽。何以", "424": "不生三方。答曰。諸佛不生三方。以其人難化故。此", "425": "土眾生。利根捷疾。精進勇猛。取道不難。是故往古", "426": "諸佛。皆生此中。身居下。一值佛難。即生於佛前或", "427": "生佛後難也。百三十者。法華南方諸梵頌曰。世尊", "428": "甚難見。過百三十劫。今乃得一見。如優曇鉢華。優", "429": "曇鉢。此云靈瑞華。三千年一現。現則金輪王出。舉", "43": "不如斷心。心如功曹。功曹若止。從者都息。邪心不止。", "430": "此以喻佛待時出難值遇也。法華下。後有頌曰。正", "431": "使出於世。說是法亦難能聽是法者。斯人亦復難。", "432": "設值下。二遇道難。即生邪見家世智辯聰難也。玅", "433": "莊嚴者。法華云。淨藏淨眼二子。勸母聽經。母告子", "434": "言。汝父信受外道。深著婆羅門法。二子白言。我等", "435": "是法王子。而生此邪見家。即為其父。現諸神變。父", "436": "見歡喜。出家修道。時玅莊嚴王白佛言。此我二子。", "437": "以神通變化。轉我邪心。住佛法中。是我善知識。佛", "438": "言。如是。善知識者是大因緣。所以化導令得見佛。", "439": "發菩提心。阿闍世者。此云未生怨。以未生日。相師", "44": "斷陰何益。佛為說偈。欲生於汝意。意以思想生。二心", "440": "占言。此兒生已。定當害父故。觀經云。王城太子。名", "441": "阿闍世。隨順調達惡友之教。收執父王頻婆娑羅。", "442": "次執利劍。欲害其母。時臣月光及與耆婆白言。劫", "443": "初已來。有諸惡王。貪國位故殺害其父。一萬八千。", "444": "未聞無道有害母者。王今為此。臣不忍聞。我等不", "445": "宜復住於此。闍王驚怖。懺悔求救。即便捨劍。勅閉", "446": "深宮。涅槃云。一切眾生。得阿耨菩提。近因緣者。莫", "447": "先善友。何以故。阿闍世王。若不隨順耆婆語者。來", "448": "月七日。必定命終墮阿鼻獄。是故近因。莫若善友。", "449": "普超經云。闍王從文殊懺悔。得柔順忍。則知識中", "45": "各寂靜。非色亦非行。佛言。此偈是迦葉佛說。", "450": "善者成福。惡者成罪。一得一失。在親近間。訪友者", "451": "可不慎歟。然欲辨別。如孔子曰。視其所以。觀其所", "452": "由。察其所安。則益者三友。損者三友。自難匿矣。雖", "453": "遇下。三興信難。四信者。信論云。一者信真如。是法", "454": "根本。二者信佛。有無量德。三者信法。有大利益。四", "455": "者信僧。能正修行。自利利他。或得下。四發心難。鴻", "456": "毛者。不信因果。名邪定聚。決定不退。名正定聚。欲", "457": "求大果而心未決。或進或退。如空中毛。名不定聚。", "458": "今是正定。斷疑深信者也。三心者。一直心。正念真", "459": "如法故。二深心。樂集諸善行故。三悲心。欲拔眾生", "46": "【疏】有下。先明本。婬。欲事也。不止。過度也。患者。有十", "460": "苦故。四願者。一願度眾生。二願斷煩惱。三願學法", "461": "門。四願成佛道。五行者。一布施門。二持戒門。三忍", "462": "辱門。四精進門。五止觀門。二果者。一轉煩惱而成", "463": "菩提果。二轉生死而成涅槃果。然此下。次轉示不", "464": "難以勸發三。初引證。海水是龍。畜生趣攝。劫火是", "465": "天。火災初禪。生在二禪長壽等天。火不及者。於此", "466": "得聞。人天道中。已兼北洲辯聰。亦不揀根缺。聾者", "467": "目視。盲者耳聞。佛會之上神鬼得聽。地獄蒙光。堪", "468": "受必聞。何有佛前後難。故清涼云。見聞為種。八難", "469": "超十地之階。彼後頌曰。其有生疑不信者。永不得", "47": "所以。一邪思毀戒謗法等二動火發熱。口乾。舌苦等。三耗精沒神", "470": "聞如是義。則知舍衛半億人與佛同居而不見佛。", "471": "非難成難矣。況今下。次舉明。八難中。三途為三。我", "472": "等相與各獲人身。脫此三難。即為自三慶。人中有", "473": "四。相具。脫癃殘。中國。脫北洲。對像。脫佛前後。善友", "474": "脫邪見家。即為自七慶。天上唯一。起信願等。脫長", "475": "壽難。即八自慶。依今經脫十難。即十自慶。如是慶", "476": "事。既有多種。云何還不越生死海。進涅槃城耶。當", "477": "知下。三結示。可知。△三示依教玅三。初順戒得道。", "478": "佛言。佛子離吾數千里。憶念吾戒必得道果。在吾左", "479": "右。雖常見吾。不順吾戒終不得道。", "48": "失力。筋戰。畏寒。懼暑。悲風。苦雨等。四損身皮黃體瘦。腰酸。腿輭等。五招病癆怯", "480": "【疏】學佛道者。名為佛子。然在始覺中也。報恩云。戒", "481": "有三品。五戒為下。十戒為中。具戒為上。又有經云。", "482": "戒如平地。萬善從生。戒如良醫。能療眾疾。戒如明", "483": "珠。能破昏暗。戒如船筏。能渡苦海。戒如瓔珞。莊嚴", "484": "法身。智度論云。破戒者。墮三惡道。若下品持戒生", "485": "人間。中品持戒生欲天。兼行四禪八定生色無色", "486": "界天。上品持戒有三。下等持戒清淨。得阿羅漢。中", "487": "等持戒清淨。得辟支佛。上等持戒清淨。得佛道果。", "488": "是故千里憶戒。即為常在佛前。疾成道也。設縱五", "489": "根入五欲中。意念分別諸邪非法。眾善功德。皆不", "49": "渴痟。生瘡。發毒等。六怠事好睡。懶行等。七慢人傲師。陳友等。八易老", "490": "得生。猶如惡馬無轡。狂象無鈎。猿猴得樹。騰躍踔", "491": "躑。犯人苗稼。喪人善事。此則雖在佛之左右。戒心", "492": "不具。與佛無緣。可謂階前萬里也。觀波羅脂國二", "493": "比丘事。足為此徵。見與不見。秪在一戒瓶矣。如之", "494": "何勿持。", "495": "【鈔】佛子下。持則有益。在吾下。毀則有損。始覺中者。", "496": "佛覺也。具縛凡夫。名本覺佛子。發心修行。名始覺", "497": "佛子。復有三位。初識法門名義。名名字覺佛子。次", "498": "與觀行相應。名相似覺佛子。後得分證法身。名隨", "499": "分覺佛子。方盡玅覺。名究竟覺佛子。今經不順不", "5": "遠之。", "50": "色滅。血衰等。九促壽輕天。褻神等。十憂死罪罸。苦報等。略為十。廣四十。陰", "500": "得。名字也。念戒得道。通始覺二。兼究竟也。設縱下。", "501": "遺教云。汝等住戒。當制五根。勿令放逸入於五欲。", "502": "如牧牛人。執杖視之。不令縱逸犯人苗稼。若縱五", "503": "根。非惟五欲。將無涯畔不可制也。眾善二句。彼經", "504": "又云。當持淨戒勿令毀缺。是則能有善法。若無淨", "505": "戒。諸善功德皆不得生。二比丘事者。諸經要集云。", "506": "波羅脂國。有二比丘。來舍衛國。問訊世尊。中路渴", "507": "乏。前到一井。一比丘汲水便飲。一比丘看水見虫", "508": "不飲。問言。汝何不飲。答曰。世尊制戒。不得飲於虫", "509": "水。彼又勸言。汝但飲水。勿令渴死不得見佛。答曰。", "51": "者。指男根。隱密處物也。不如斷心者。陰為末。心為", "510": "寧喪我身。不毀佛戒。遂即渴死。飲水比丘往到佛", "511": "所。佛知故問。汝自何來。有同伴不。答言。我從波羅", "512": "脂國而來。二人為伴。道中渴乏。井水有虫。我飲水", "513": "故得見世尊。彼堅守戒。不飲渴死。佛言。汝謂見我", "514": "實不見我。彼死比丘已先見我。若有比丘。放逸懈", "515": "怠。不攝諸根。雖共我住。彼離我遠。我不見彼。若有", "516": "比丘。在海彼岸。能不放逸。精進不懈。斂攝諸根。雖", "517": "去我遠。我常見彼。彼常近我。一戒瓶者。雜譬喻經", "518": "云。持戒之人。無事不得。破戒之人。一切皆失。譬如", "519": "貧人。四方求乞經十二年。奉天不捨。常為供養。祝", "52": "本也。功曹。謂考功之官曹也。從者。謂錄福善禍惡", "520": "願富貴。人心既至。天即愍之。問求何等。答求富貴。", "521": "天與一器。名功德瓶。凡所願者悉從瓶出。有客問", "522": "曰。汝何驟富。答言我得天瓶。客借瓶視。其人驕逸。", "523": "執之不固。失手瓶破。一切諸物。俱時滅去。例持戒", "524": "人無願不得。若毀戒者。瓶破物失。是知戒為第一", "525": "安隱功德住處。正順解脫之本也。△二知命了道。", "526": "佛問沙門。人命在幾間。對曰。數日間。佛言。子未知道。", "527": "復問一沙門。人命在幾間。對曰。飯食間。佛言。子未知", "528": "道。復問一沙門。人命在幾間。對曰。呼吸間。佛言。善哉。", "529": "子知道矣。", "53": "之列職也。婬心為因。譬功曹也。婬境為緣。婬方為", "530": "【疏】煖息識三事連持。一期果報不斷。名之曰命。此", "531": "依第八種子假立。故知人命無常。出息不保入息。", "532": "一息不來。便同󰞆壤。而曰在於數日及飯食間。可", "533": "謂不知人命無常之理。剎那生滅之說。烏足與言", "534": "道焉。若夫匿王。觀得念念遷謝新新不住。與今沙", "535": "門答人命呼吸間。即能知其已解死生之道。勿蹉", "536": "時光。勇猛進修。不待言矣。審如是。而猶謂之謬讚", "537": "其善。得乎。", "538": "【鈔】煖息。色也。識。心也。開蒙問。何為命根。答。依業所", "539": "引第八種上。連持色心不斷功能。假立命根。又有", "54": "法。婬根為具。譬隨從也。兵隨將轉。伴逐主行。例今", "540": "經說。壽煖識三。說名為命。釋曰。阿賴耶識相分色", "541": "法。名煖。此識種子。名壽。此識現行。名識。唯識云。然", "542": "依親生此識種子。由業所引功能差別。住時決定。", "543": "假立命根。釋曰。謂依親生第八識種子。此種由先", "544": "善放生等惡殺生等業之所引。而有持身久近差別之", "545": "功能。令色心等住時。隨因長短決定。依此種子說", "546": "為命根。以此種子為業力故。有持一報之身功能", "547": "差別。令得決定。若此種子無此功能。身便爛壞。幾", "548": "間。幾時間也。剎那生滅者。仁王經云。眾生一念中。", "549": "有九十剎那。一剎那間。經九百生滅。匿王者。楞嚴", "55": "心安陰靜。心生陰動。經云。心著行婬。男女二根。自", "550": "匿王答言。變化密移。我誠不覺。沉思諦觀。剎那剎", "551": "那念念之間。不得停住。審如是下。楞伽云。初生即", "552": "有滅。不為愚者說。今此沙門。悟得諸行無常。喻如", "553": "呼吸。一言之下。頓契佛心。不讚其善。而讚誰哉。△", "554": "三依經證道。", "555": "佛言。學佛道者。佛所言說。皆應信順。譬如食蜜。中邊", "556": "皆甜。吾經亦爾。其義皆快。行者得道矣。", "557": "【疏】初法。初句。人也。次二句。法也。法有教行理果四", "558": "種。言說。教也。即人天禪戒。二乘諦緣。大乘分教五", "559": "位百法。始教八十一科。終教一心二門。一乘頓教", "56": "然流液。可見斷陰存心。豈非世俗倒知之痴人乎。", "560": "四十一門。圓教十無盡門。學者。行也。即事行觀。苦", "561": "空觀。法相觀。真空觀。藏心觀。真性觀。法界觀。信順。", "562": "理也。教詮理故。即我空真如。法空真如。依言不空", "563": "真如。離言無性真如。唯一法界總相真如。佛道。果", "564": "也。佛成道故。即人天樂果。羅漢辟支。三賢十地等", "565": "妙二覺。廣在教章。譬下。次喻。食喻行。甜喻果。花喻", "566": "理。蜜喻教。邊喻人天小教。中喻頓圓。不邊不中喻", "567": "始終。食皆甜者。豎而次第言之。離苦得樂。超凡入", "568": "聖。迴小向大。自始至終。會漸歸頓。轉偏成圓。故五", "569": "教乘。皆為機益。小大雖異。終必歸圓。所以者何。皆", "57": "佛下。次引證。欲思想。所也。於所樂境希望為欲。令", "570": "住性故。金剛種故。行方便故。圓為極故。法華云。求", "571": "聲聞者。求辟支佛者。求菩薩道者。無得惱之令其", "572": "疑悔。語其人言。汝等去道甚遠。終不能得一切種", "573": "智。是故燒香散華。合掌低頭。皆為佛道因也。橫而", "574": "圓融言之。法無大小。大小在機。則知門門五教。事", "575": "事三乘。亦在教儀機益中明。故楞嚴云。聖性無不", "576": "通。順逆皆方便。方便有多門。歸元性無二。法華云。", "577": "諸所說法。隨其義趣。皆與實相不相違背。若說俗", "578": "間經書。治世語言。資生業等。皆順正法。涅槃云。下", "579": "智觀諦緣者。得聲聞菩提。中智觀諦緣者。得辟支", "58": "心造作業行為思。於境取像分齊為想。意。第六意", "580": "菩提。上智觀諦緣者得佛菩提。吾經下。後合。經。教", "581": "也。義。理也。行。行也。道。果也。何以快得。葢由人天提", "582": "胃。二乘阿含。始教深密般若。終教妙智涅槃。頓則", "583": "楞伽圓覺。圓則法華華嚴。皆從真如流出。梁論云。", "584": "真如流出十二分教。攝論云。無不從此法界流。仁", "585": "王云。法輪者。法本如。應頌如。乃至論議如等。既一", "586": "切皆如。何莫而非益也。", "587": "【鈔】人指學者。法謂佛說。百法。唯識論。八十。般若經。", "588": "二門。起信論。四十。楞伽經。十門。華嚴明。事行。六行", "589": "觀也。厭下苦麤障。欣上淨妙離故。屬人天行。五種", "59": "識。王也。若配五蘊欲。受也。領納前境。起愛欲也。思", "590": "真如。出起信論。三賢等妙。攝餘四教。教章指五教", "591": "儀。及一乘教義章等。住性者。一切眾生皆有佛性。", "592": "有佛性者無不作佛故。如涅槃圓覺經說。金剛種", "593": "者。華嚴出現品云。如人食少金剛終竟不銷。要穿", "594": "其身。出在於外。於如來所種少善根。要穿一切煩", "595": "惱身過。到於無為究竟智處。方便者。法華云。一切", "596": "諸如來。以無量方便。度脫諸眾生。入佛無漏智。無", "597": "數諸法門。其實為一乘。諸聲聞眾皆非滅度。汝等", "598": "所行是菩薩道。諸佛方便力。分別說三乘。唯有一", "599": "佛乘。息處故說二。既知是息已。引入於佛慧。圓為", "6": "【疏】眾生發起妄情。能生貪泉愛水。如田間草而滋", "60": "行也。驅役自心。造業行也。意。識也。意即分別事識", "600": "極者。清涼疏云。權教菩薩。不受圓法。後因熏習。方", "601": "信圓融。以離此普法。無所歸故。權教極果。無實事", "602": "故。鈔云。五教因果。唯圓教有實事。前四因中則有。", "603": "至果皆無。由修權因。若入地後。即入實故。猶如百", "604": "川。浩蕩千里。亦無究竟歸處。究竟歸處即是海故。", "605": "燒香二句。詳如法華第一卷末。教儀機益者。謂在", "606": "五教儀。教中第四隨機攝益門內廣明也。法華涅", "607": "槃。引證人天小教。亦通餘四教也。餘四教亦通三", "608": "根五性。例此可知。梁論下。第十釋云。由緣真如。起", "609": "無分別智。由此智流出後得智。後得所生大悲。說", "61": "也。色想可知。謂能動色體。由欲念生。希望欲境。本", "610": "十二部經。救濟眾生。無性攝論云。真如所流。十二", "611": "分教。乃至者。超略之謂。具云。法本如。重頌如。授記", "612": "如。不頌偈如。無問而自說如。戒經如。譬喻如。法界", "613": "如。本事如。方廣如。未曾有如。論議如。釋曰。戒經者。", "614": "即因緣經。因事制戒故。法界者。即本生經。界即因", "615": "義故。等者。指餘經論。金剛三昧云。如我說者。義語", "616": "非文。唯識云。真如所流教法。於餘教法。最為勝故。", "617": "彼疏釋云。由三地中。得於三慧照大乘法。觀此法", "618": "教。根本真如。名勝流真如。既一切下。謂一切聖教。", "619": "皆從真如流。則無如非教。眾生聞思修者。無不還", "62": "於意識。與心相應。種種取像。唯以思想二心所生", "620": "歸此法界。而為真如所攝也。所謂依金作器。器器", "621": "皆金。正此義耳。△四顯稱理勝二。初竟斷愛根頓", "622": "成覺道。", "623": "佛言。沙門行道。應漸拔去愛欲之根。譬如摘懸珠者。", "624": "一一摘之。會有盡時。惡盡自得道也。", "625": "【疏】初法也。道即真如理以性。此化他名為行道。愛", "626": "是煩惱惑。欲為生死業。皆妄也。十煩惱本。先於貪", "627": "愛。十惡業種。始於淫欲。故名為根。證真由於斷惑。", "628": "斷惑應去其根。草不除根。春來還發。而云漸者。理", "629": "則頓悟乘悟併銷。事非頓除因次第盡也。譬下。次", "63": "則王所心。為欲本矣。心王心所二法寂時。陰根色", "630": "喻也。懸珠。菓樹名。梵語惡叉。又翻線貫珠。其子形", "631": "如此方杏仁。一枝三子。生必同科。名惡叉聚。喻惑", "632": "業苦三道次第相連同時具足。今滅苦止業斷惑。", "633": "猶如摘惡义果。漸次摘去。果自盡矣。惡句。後合也。", "634": "愛欲惡盡。法性理顯。道果安有不得者哉。", "635": "【鈔】懸珠者。三顆同蔕。如綵懸珠故。線貫珠者。次第", "636": "相連。如線貫珠故。楞嚴云。一切眾生。從無始來。種", "637": "種顛倒業種自然。如惡义聚。長水疏云。惡叉梵語。", "638": "此云線貫珠。應法師云。惡叉。樹名。其子形似沒石", "639": "子。生必三顆同蔕。如此間杏仁。故如三道。以無始", "64": "體。亦復靜矣。到此之際。五蘊皆空。又何色行之有。", "640": "無明。熏成業種。業必招果。子子相生。熏習不斷。如", "641": "綖貫珠。次第相連名惡叉聚。經云。諸法於識藏。藏", "642": "於法亦然。更互為果性。亦常為因性。今滅苦下。生", "643": "因惑有。滅從苦除。故云次摘。又聲聞人。知苦斷集。", "644": "緣覺人。集為初門。菩薩人。道為發覺。故滅三道。亦", "645": "無有前後一定也。如經可思之。△二直心念道圓", "646": "斷諸苦。", "647": "佛言。夫為道者。如牛負重。行深泥中。疲極不敢左右", "648": "顧視。出離淤泥。乃可蘇息。沙門當觀情欲。甚於淤泥。", "649": "直心念道。可免苦矣。", "65": "婬慾之患。從是息矣。佛下。上正引偈。此出說人。梵", "650": "【疏】先舉喻。牛喻行人。重喻道法。泥喻情欲。疲喻怯", "651": "弱。左右喻違順境。蘇息喻二涅槃。車牛負重溺泥。", "652": "故一心行去而不敢懈。非如磨牛。身雖行道。心道", "653": "不行也。沙門下。次合法。沙門合牛。修觀合行走。直", "654": "心合正中道而行不顧左右。念道合負重。免苦合", "655": "息處。住於三百由旬化城。可免三界生死苦也。惟", "656": "人自生至老。自老至病。自病至死。其苦無量。苦又", "657": "生惱。心惱即罪。生死不息。苦更難說。如是苦惱皆", "658": "由情欲。故欲於泥。殆有甚焉。心能行道。出五欲泥。", "659": "不唯息二涅槃而已。亦可直至寶所嬉戲快樂。自", "66": "語迦葉。此云飲光。過去佛也。除欲除心。諸佛同道。", "660": "在無礙。如此者是謂全免苦者也。", "661": "【鈔】行人。指權教三乘。道法。謂諦緣度等。欲喻泥者。", "662": "五欲穢污。沒溺道心故。喻怯弱者。經云。若眾生但", "663": "聞一佛乘者。則不欲見佛。不欲親近。便作是念。佛", "664": "道長遠。久受勤苦。乃可得成。左喻五欲違境。求不", "665": "得故。右喻五欲順境。愛別離故。二涅槃者。有餘無", "666": "餘也。經云。佛知是心怯弱下劣。以方便力。而於中", "667": "道。為止息故。說二涅槃。又云。如來知其志樂小法", "668": "深著五欲。為是等故說於涅槃。是人若聞。則便信", "669": "受。磨牛。喻趣寂二乘。雖不溺泥。亦不前進。故云心", "67": "汝若修斷。此法為最。", "670": "不行道。應知沙門學道。無如磨牛。心道若行。何用", "671": "身道。車牛。即權教三乘漸入佛道者。有大悲故。行", "672": "深泥中。有大智故。出離不顧。非如眾生全陷五欲", "673": "泥內。溺於貪愛水者。故法華云。見六道眾生。深著", "674": "於五欲。如犛牛愛尾。以貪愛自蔽。不求大勢佛。及", "675": "與斷苦法。息處者。經云。為止息故化作大城。惟人", "676": "下。釋甚字。泥沒一世人身。欲溺多劫法身。苦惱深", "677": "淺遠近。可比知矣。心能下。重顯免意。愚法二乘身", "678": "行心不行。故但止化城。滅分段苦。此名分免。今權", "679": "教三乘人。身心俱能行道。故直至寶所滅變易苦。", "68": "【鈔】心本陰末者。心通受等四蘊。陰即色蘊也。功下。", "680": "此名全免。法華云。我本立誓願。欲令一切眾。如我", "681": "等無異。今為汝說實。汝所得非滅。息處故說二。學", "682": "佛道者。顧可負諸。△三結示能所如幻。", "683": "佛言。吾視王候之位。如過隙塵。視金玉之寶。如瓦礫。", "684": "視紈素之服。如敝帛。視大千世界。如一訶子。視阿耨", "685": "池水。如塗足油。視方便門。如化寶聚。視無上乘。如夢", "686": "金帛。視佛道。如眼前華。視禪定。如須彌柱視涅槃。如", "687": "晝夕寤。視倒正。如六龍舞。視平等。如一真地。視興化。", "688": "如四時木。", "689": "【疏】初明世間諸法如夢幻。有五。一名位。隙塵。言輕", "69": "亦可傳送之官名功曹。主也。同事之人名從者。伴", "690": "微也。似有非實故。王位如過塵者。言其易過而不", "691": "久也。萬八千歲。王氣俄收。七十二君。彈指便過。揚", "692": "升菴云。富貴一場鴛枕夢。是非千載馬蹄塵。殘山", "693": "剩水年年在。不見圖王覇業人。視金下。二財利。人", "694": "為財死者。以寶重故。若作瓦礫觀。雖鋤金不顧。豈", "695": "如漂人之受誅耶。視紈下。三衣食。錦繡繒縠。鮮白", "696": "羅綺。是人之所欲也。今志於道。不耻惡衣。雖加紈", "697": "服。亦如縕袍。此即佛門之迦葉。孔門之仲由也。視", "698": "大下。四世界。大千廣濶。不異訶子小者。葢無相無", "699": "為者大。有相有為者小。本覺常住者大。迷妄而有", "7": "潤者。修道之人根境不偶。貪愛乾枯。如彼乾草。愛", "70": "也。婬心因者。即下生意思想。婬境下。即下欲色。梵", "700": "者小。楞嚴云。微塵國土。非無漏者。當知虗空生汝", "701": "心內。猶如片雲點太清裏。況諸世界在虗空耶。汝", "702": "等一人發真歸元。此十方空皆悉消殞。云何國土", "703": "而不振坼。人於家園田產作活計者可醒悟矣。視", "704": "阿下。五河海。阿耨達。西域記云。贍部洲之中者。阿", "705": "那婆答多池。唐言無熱惱。在香山之南。雪山之北。", "706": "琉璃頗胝飾其岸焉。金沙瀰漫銀波皎潔。東面銀", "707": "牛口。流出殑伽河。繞池一匝。入東南海。南面金象", "708": "口。流出信度河。繞池一匝。入西南海。西面琉璃馬", "709": "口。流出縛芻河。繞池一匝。入西北海。北面頗胝師", "71": "網云。婬因。婬緣。婬法。婬業。一念本起染污之心為", "710": "子口。流出徙多河。繞池一匝。入東北海。而言如塗", "711": "足油少者。池雖深廣。例如涓滴。所以者何。皆是幻", "712": "化。非有實故。", "713": "【鈔】萬八千者。按帝王甲子記云。天皇氏治一萬八", "714": "千年。地皇氏治九千年。人皇氏治四千五百年。有", "715": "本云。三皇皆治一萬八千年。王氣者。秦始皇時。望", "716": "氣者云。東南有王者氣。故巡遊東南以應之。至建", "717": "業。鑿秦淮河埋金以為厭勝。故曰金陵。至六朝時。", "718": "陳後主窮奢極侈。隋文帝命將出師伐之。後主曰。", "719": "王氣在此。彼何為者也。傅縡諫曰。陛下忌忠直若", "72": "因。瞻視隨逐等事。多種助成其婬為緣。婬中資具", "720": "讐宼。視生民如草芥。神怒民怨。眾叛親離。臣恐東", "721": "南王氣俄頃而盡矣。七十二君者。司馬相如封禪", "722": "書云。繼昭穆受諡號略可道者。七十有二君。故管", "723": "子云。昔者。封太山禪梁父者。有七十二家。梁父。即", "724": "太山下小山名也。揚升菴下。前四句云。記得東周", "725": "併入秦。回頭楚漢閙乾坤。時來驟雨推潢潦。勢敗", "726": "狂風捲片雲。又有詞云。追想千年往事。六朝踪跡", "727": "茫然。隋唐相繼統中原。世態幾回雲變。則知功名", "728": "富貴。猶如電光石火。夢覺黃梁。一笑何有。嗚呼。龍", "729": "爭虎鬪者抂矣。鋤金不顧者。管寧。華歆。共在園中", "73": "摩觸稱歎等事。方則為法。正起作用二相交遘。成", "730": "鋤菜。見地有片金。管揮鋤與瓦石不異。華提而擲", "731": "之。漂人受誅者。六度集經云。昔菩薩為大理家。積", "732": "財巨億。慈向眾生。見市賣鼈。問其價。答曰百萬。菩", "733": "薩云善。將鼈歸家。臨水放之。鼈至後夜。齧門語曰。", "734": "無以報恩。知水盈虗。洪水為害。願速嚴舟臨時相", "735": "迎。菩薩啟王。遷下處高。鼈至水來。即急下載。隨鼈", "736": "所之。有蛇趣船。菩薩曰取。鼈曰善。狐來亦取。鼈亦", "737": "善之。又覩人漂。菩薩曰取。鼈曰。慎勿取也。菩薩曰。", "738": "虫類尚濟。人豈不救。於是取之。後鼈辭曰。恩畢。請", "739": "退。狐蛇繼去。狐以穴居。獲伏藏黃金百斤。報菩薩", "74": "就婬事為業。律云。此戒五緣成重。一婬心。二是眾", "740": "恩漂人曰。可分吾半。菩薩以十斤惠之。漂人曰。掘", "741": "塚劫金何不平分。菩薩答云。我欲等施餘貧困者。", "742": "汝欲專之。不亦偏乎。漂人遂告有司。菩薩見拘。無", "743": "所告訴。蛇遂󰴌藥入獄。付菩薩曰。吾將齚於太子。", "744": "其毒莫治。菩薩以藥聞王。傅即瘳矣。蛇如所云。太", "745": "子命危。王令曰。能濟者封之相國。菩薩上聞。一傅", "746": "果瘳。王喜。問之。陳其本末。王目咎曰。吾暗甚哉。封", "747": "為相國。即誅漂人。□理家者吾佛是。國王者彌勒", "748": "是。鼈阿難是。狐舍利是。蛇目連是。漂人者調達是。", "749": "今志下。以道為心。無不平等。故觀寶服與礫帛。無", "75": "生。三眾生想等。四是道。五事遂。則知作不淨行唯", "750": "有異也。迦葉者。糞掃衣故。佛弟子中。頭陀第一。仲", "751": "由者。魯論云。衣敝縕袍。與衣狐貉者立。而不耻者。", "752": "其由也與。衣既隨常。食不求精。可知。", "753": "【疏】視方下。次明出世諸法如夢幻。亦五。一方便。佛", "754": "以種種因緣譬喻善巧方便。而為眾生演說諸法。", "755": "令入佛道。猶如遊行仙點石成金。耿先生削雪成", "756": "銀。救濟窮乏。感激其心也。視無下。二無上。上乃三", "757": "乘權教。故曰方便。今是一乘實教。故曰無上。既一", "758": "待三明。一亦非有。實對權立。實豈是真。故曰如夢", "759": "金帛。覺後金何在。心空教亦無也。視佛下。三佛道。", "76": "在邪婬心矣。斷陰無益者。猶如黃門。尚取妻室。不", "760": "狂心頓歇。歇即菩提。菩提圓滿。歸無所得。故知智", "761": "果亦如空華不可得也。視禪下。四禪定。對散亂者", "762": "說禪定行。一心不動。作何禪觀。故如拄須彌之柱。", "763": "豈有實耶。視涅下。五涅槃。迷則生死𥧌。覺則涅槃", "764": "寤。生死𥧌若無。涅槃寤亦忘。故曰如晝夕寤。經云。", "765": "有諍說生死。無諍說涅槃。生死及涅槃。二俱不可", "766": "得。", "767": "【鈔】出世法。亦五者。初二教也。第三果。第四行。第五", "768": "理也。一方便下。佛以化現法財。濟諸窘急故。起信", "769": "云。若有眾生來求法者。隨己能解。方便為說。若見", "77": "男不女。還戀欲事。故楞嚴云。必使婬機身心俱斷。", "770": "一切來求索者。所有財物。隨力施與。遊行仙者。楞", "771": "嚴云。堅固金石而不休息。化道圓成。名遊行仙。解", "772": "曰。撮土點石。化寶成金。以遊戲人間。名遊行也。耿", "773": "先生者。異人錄云。耿公有道術。保太中召入宮。削", "774": "雪為銀錠。投熾然火中不融。救濟感激者。西域傳", "775": "云。昔有仙士。使能瓦礫為寶。人畜易形。但未能馭", "776": "風雲。入天宮耳。後得一方。要先築壇。命一烈士。執", "777": "劍立前。屏息絕言。自昏達曙。求仙者中壇而坐。手", "778": "按長刀。口誦神呪。収視反聽。達明登仙。於是訪求", "779": "烈士。曠歲未諧。後遇之。其人傭工五年。一旦違失。", "78": "斷性亦無。於佛菩提。斯可希冀。大慧云。識破自心", "780": "被笞無得。悲號巡路。仙命同遊。到茅盧中。以術力", "781": "故。化諸餚饌。令入池浴。服以新衣。又遺五百金錢。", "782": "囑曰。盡當來求。幸勿外也。厥後數加重賂。潛行陰", "783": "德。感激其心。烈士懇求効命以報知己。仙曰。非有", "784": "他圖。願一夕不聲耳。烈士曰。死尚不辭。豈屏徒息。", "785": "於是依法行之。隱仙誦神呪。烈士按銛刀。殆將曉", "786": "矣。忽發聲呌。是時空中火下。烟𦦨雲蒸。隱仙疾引", "787": "此人。入池避難。已而問曰。誡子無聲。何以驚叫。烈", "788": "士曰。受命後。至夜分。惛然若夢。變異更起。見昔事", "789": "主。躬來慰謝。忍不報語。主人震怒。遂見殺害。猶願", "79": "起處。無邊業障。一時清淨。種種殊勝。不求自至。正", "790": "歷世不言以報厚德。遂託生一富貴家。出胎。受業。", "791": "冠婚。喪親。生子。皆念前恩。忍而不語。年至六十。妻", "792": "曰。汝可言矣。若不語者。當殺汝子。我念衰老。唯此", "793": "稚子。因止妻云。不可殺害。遂發此聲耳。隱仙曰。此", "794": "魔嬈耳。烈士感恩。悲事不成。憤恚而死。若開導未", "795": "悟。能令如此生信仰心。豈有不濟度耶。三下。菩提", "796": "佛之覺道。智果也。對煩惱立。煩惱本空。菩提何有。", "797": "楞嚴云。言妄顯諸真。妄真同二妄。說有菩提。亦眼", "798": "華耳。如拄須彌柱者。須彌山崩故應柱拄。山王鞏", "799": "固。何有拄柱。晝夕寤者。晝夜朝夕之中。匪寐則寤。", "8": "習初乾。未與如來法流水接。是故遇彼欲火婬烟", "80": "此意也。二心寂靜非色非行者。此修念處乃能如", "800": "若佛菩薩色空天等。無寐無寤。則知窹因寐立。窹", "801": "豈真耶。", "802": "【疏】視倒下。後明世出世法如夢幻。有三。初中諦觀。", "803": "事為倒。生滅故。理為正。無生故。俗為倒情有故。真", "804": "為正理無故。有為倒緣生故。無為正無性故。邊為", "805": "倒遍計故。中為正圓成故。即為倒有著故。離為正", "806": "無住故。偏為倒局一故。圓為正普融故。皆對待立", "807": "無有實法。如六龍舞。或上或下何有一定辨是非", "808": "耶。視平下。二真諦觀。平等對不平等而立故。如一", "809": "真之地。然真如實際。不受一塵。豈有其地。高下既", "81": "是。人於五蘊。起四顛倒。於色多起淨倒。於受多起", "810": "無。又何平等。視興下。三俗諦觀。興。諸法生起也。化", "811": "諸法變滅也。因緣和合虗妄有生。因緣別離虗妄", "812": "有滅。生住異滅皆隨緣轉。無有實性。猶如華木。春", "813": "至敷榮。冬來雕謝。皆隨時氣非真常也。故般若云", "814": "一切有為法。如夢幻泡影。如露亦如電。應作如是", "815": "觀。", "816": "【鈔】中諦觀者。事理無礙。真俗融通。名中道諦。遮照", "817": "同時。空有不二。名中道觀。事為下。約教開六。初小。", "818": "次分。相宗。三始。空宗。四終。五頓。六圓。皆無定實。故", "819": "如六龍舞也。豈有地者。華嚴云。普賢身相如虗空。", "82": "樂倒。於想行多起我倒。於識多起常倒。如來為除", "820": "依真而住非國土。故云實際理地但有地之名也。", "821": "諸法生滅者。正則心有生住異滅。身有生老病死。", "822": "依則界有成住壞空。時有春夏秋冬。皆隨緣轉者。", "823": "經云。諸法從緣生。亦復從緣滅。住異例知。無實性", "824": "者。觀生也如石女之懷兒。觀住也若陽𦦨之翻浪。", "825": "觀異也同浮雲之萬變。觀滅也猶狂華之謝空。論", "826": "云。因緣所生法。我說即是空。楞伽云。真實無生緣。", "827": "亦無因緣滅。觀一切有為。猶如虗空華。皆隨時者。", "828": "春生夏長秋衰冬枯。非自主宰。氣使然也。故般下。", "829": "約法合明也。楞伽亦云。有界也無空也緣起法。是悉無", "83": "四倒。故說四念處觀。一觀身不淨。破色淨倒。二觀", "830": "有生。習氣所迷轉。從是三有欲。色。有也。無色。無也現。則世出", "831": "世一切諸法。無不皆如夢幻者矣。△三流通分。", "832": "諸大比丘聞佛所說歡喜奉行。", "833": "【疏】無人傳則不流。傳遇障則不通。今此文言流而", "834": "不住。通而不塞。故云流通。諸比丘句。重舉聽眾也。", "835": "而云大者。回小向大。非愚法故。聞佛下。明悉遵行", "836": "也。聞說聞慧也。信受熏習故。歡喜思慧也。慶法起", "837": "解故。又能說之人清淨則歡。所說之法清淨則喜。", "838": "所證之果亦淨。則歡又喜。奉行修慧也。依教傳持", "839": "故。佛所說法。契理契機。凡有見聞。無不獲益。不唯", "84": "受是苦。破受樂倒。三觀心無常。破識常倒。四觀法", "840": "現在十方者喜行。即過未三世一切眾生。皆悉歡", "841": "奉也。", "842": "【鈔】無下。釋科名。諸下。解經文。重舉者。始則明其聽", "843": "經。終則明其受教也。獨比丘者。舉一眾以攝餘三", "844": "眾比丘尼優婆塞優婆夷也。故。聞說下。通約三慧釋。又能下。別", "845": "約三義釋歡喜。又聞說。教也。歡喜。理。果也。奉行。行", "846": "也。又上句自利。下句利他。佛所下。上節別釋。此段", "847": "總解。是則四十二章中。隨問一章乃至一句。皆可", "848": "成種。近報人天二乘。遠得三乘佛果。況全持此經", "849": "者。其功德又何可思議耶。", "85": "無我。破想行我倒。四倒既空。五蘊非有。患從何處", "850": "佛說四十二章經疏鈔卷第五終", "851": "釋八大人覺經一卷", "852": "明　真可撰", "853": "收于紫柏尊者全集卷十二。", "86": "而生起耶。又永嘉云。於諸女色。心無染著。凡夫顛", "87": "倒。為欲所醉。躭荒迷亂。不知其過。如捉華莖。不悟", "88": "毒蛇。智人觀之。毒蛇之口。熊豹之手。猛火熱鐵。不", "89": "以為喻。銅柱鐵床。燋背爛腸。血肉糜潰。痛徹心髓。", "9": "急須遠避。設一近之。不唯失通難返。而且瘡身墜", "90": "作如是觀。性苦無樂。革囊盛糞。膿血之聚。外假香", "91": "塗。內惟臭穢不淨流溢。虫蛆住處。鮑肆廁孔。亦所", "92": "不及。智者觀之。但見髮毛爪齒皮膚。血肉汁淚。涕", "93": "唾膿脂。屎尿臭處。如是等物。一一非人。識風鼓擊。", "94": "妄生言語。詐為親友。其實怨妬。敗德障道。為過至", "95": "重。應當遠離。如避怨賊。智者觀之。如毒蛇想。寧近", "96": "毒蛇。不親女色。所以者何。毒蛇殺人。一死一生。女", "97": "色繫縛。千生萬劫。種種楚毒。痛苦無窮。諦察深思。", "98": "難可附近。此亦靜心離色之觀法也。宜篤行之。△", "99": "五離愛。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 671 四十二章經疏鈔", "englishTitle": "卍 Xuzangjing, Electronic version, No. 671 四十二章經疏鈔", "author": "清 續法述", "language": "chinese", "source": "CBETA"}