{"sourceLink": "http://www.cbeta.org/", "text": {"0": "總持品第八", "1": "金剛三昧經通宗記卷第十二", "10": "矣。但云何以如如不動之法。而得入於如來正智", "100": "自性本覺之得也。", "101": "爾時地藏菩薩聞佛所說。心地快然。時諸眾等。無有", "102": "疑者。知眾心已。而說偈言。", "103": "此敘述無疑。說偈結成。", "104": "我知眾心疑。所以殷固問。如來大慈善。分別無有餘。", "105": "此明請轉法輪。言我知眾心之有疑。所以殷勤固", "106": "請而申問。今佛以大慈度世。善為分別如上法義。", "107": "而無有遺餘矣。", "108": "是諸二眾等。皆悉得明了。我今於了處。普化諸眾生。", "109": "此明法利流化。然前真性空品。分大小二眾。謂大", "11": "之道也。", "110": "乘小乘也。今此皆得明了。而同入於大乘矣。又自", "111": "言。我今於了處以利生。此即所謂自覺己圓。能覺", "112": "他者。同如來應世之意也。", "113": "如佛之大悲。不捨於本願。故於一子地。而住於煩惱。", "114": "此明利生弘願。謂佛本不捨於悲願。吾亦當如之。", "115": "然菩薩視諸眾生。猶如一子。今眾生住於煩惱。我", "116": "亦當住於煩惱而化度之。已上滿覺分竟。後屬弘", "117": "化分。即流通分也。", "118": "爾時如來而告眾言。是菩薩者。不可思議。恒以大慈。", "119": "拔眾生苦。若有眾生。持是經法。持是菩薩名。即不墮", "12": "爾時如來欲宣此義而說偈言。一切諸法相。性空無", "120": "於惡趣。一切障難。皆悉除滅。", "121": "此贊慈德利生。及經功滅障。謂名法。同有不思議", "122": "熏。而能離惡滅障也。", "123": "若有眾生。持此經者。無餘雜念。專念是經。如法修習。", "124": "爾時菩薩。常作化身而為說法。擁護是人。終不暫捨。", "125": "令是人等。速得阿耨多羅三藐三菩提。", "126": "此顯菩薩現身衛法之願如此。然持者。必當專念。", "127": "修習必須如法。果能如是。則諸佛實相。念念現前。", "128": "於佛菩提。何遠之有。", "129": "汝等菩薩。若化眾生。皆令修習如是大乘決定了義。", "13": "不動。是法於是時。不於是時起。", "130": "此特垂遵行轉化之誡。", "131": "爾時阿難從座而起。前白佛言。如來所說大乘福聚。", "132": "決定斷結。無生覺利。不可思議。如是之法。名為何經。", "133": "此贊法請名也。梵語阿難。此云慶喜。乃佛之從弟", "134": "也。以佛成道日而生。故名。年始八歲。從佛出家。至", "135": "年三十。為佛侍者。涅槃經云。如來成道已。過三十", "136": "年。在王舍城中。告諸比丘言。誰能受持如來十二", "137": "部經。供養左右所須之事。亦不失自利。時憍陳如。", "138": "舍利弗。皆求侍左右。佛言。汝已朽邁。當須使人。云", "139": "何方欲為我給使。乃至五百阿羅漢。亦皆求侍。佛", "14": "此言真性緣起。夫目前一切諸法。雖有其相。而性", "140": "皆不受。時大目揵連。即入定中。觀如來之心。在阿", "141": "難處。如日之初出。而光照於西壁也。便從定起。以", "142": "佛意語憍陳如。即與五百羅漢。同請阿難。謂佛意", "143": "欲令汝作。阿難云。若有是事。當預索三願。如世尊", "144": "故衣。願弗賜與。受檀越別請。聽我不從。出入無時。", "145": "隨我裁量。世尊與我三願。當順僧命。佛許之。阿難", "146": "又云。佛當為我說從前所說之法。佛許重為說之。", "147": "遂為侍者二十餘年。具足八法。能持十二部經。言", "148": "八法者。信根堅固。其心質直。身無病苦。常勤精進。", "149": "具足念心。心無憍慢。成就定意。具足從聞生智。故", "15": "本空無。其體如如不動。葢即相而觀。法法森立。即", "150": "佛常稱為多聞藏。是總持第一。佛又言。過去諸佛", "151": "侍者。皆具如是八法。又云。阿難聞我所說。如瀉瓶", "152": "水。置之一器。所有秘義。悉能了知。然佛凡在一會", "153": "中。說法已竟。阿難必請命名。葢護持法藏之職。固", "154": "合如是。今此白言。如來所說大乘之法。功德福聚。", "155": "決定斷結。了證無生本覺之利。實乃不可思議。當", "156": "稱何等名耶。", "157": "受持是經。得幾所福。願佛慈悲。為我宣說。", "158": "此問持經獲福。", "159": "佛言。善男子。是經名者不可思議。過去諸佛之所護", "16": "性而觀。念念空寂。雖則空寂。且能隨機而動。以故目", "160": "念。能入如來一切智海。若有眾生持是經者。則於一", "161": "切經中無所希求。是經典法。總持眾法。攝諸經要。是", "162": "諸經法。法之繫宗。", "163": "此稱述經功。夫華嚴一名大不思議經。此經亦稱", "164": "為不可思議也。又佛所說經法。如般若。為釋梵守", "165": "護。法華。為菩薩守護。然此經不可思議。是佛境界。", "166": "故為諸佛護念。護念者何。能令眾生。入如來之智", "167": "海也。又云持是經者。已得此一味醍醐之法。則於", "168": "一切經中。而無所希求矣。又言。是經典法。雖是一", "169": "味。總持五味之法。雖是一經。能攝三百餘會諸經", "17": "前如是之法。雖於正是時而顯現。然剎那無住。實", "170": "之綱要也。夫脉絡相屬謂之繫。流派所出而為宗。", "171": "然凡是諸經之法。須知皆是此法之繫屬。而於此", "172": "法中流出者也。如般若廣行六度。祇得此中無相", "173": "法品中事。且經云。一切諸佛。及諸佛阿耨多羅三", "174": "藐三菩提皆從此經出。而況是經之法。頓超十地。", "175": "直至等玅二覺者也。", "176": "是經名者。名攝大乘經。又名金剛三昧。又名無量義", "177": "宗。", "178": "此約名有三。夫攝大乘者。從法上立名。即般若義。", "179": "而以真如實際。為其體也。金剛三昧者。從用上立", "18": "非三際可攝。故亦不決定於正是時而起也。所言", "180": "名。取法喻並彰。能摧堅破惑。即解脫義。而以明心", "181": "見性。為其用也。無量義宗者。從體上立名。能攝一", "182": "切法。而為眾義所宗。即法身義。然法身。能具攝一", "183": "切義。能出生一切法。若眾生證如來法身。即明始", "184": "本二覺之不二。故此經。以始本二覺為宗。今立此", "185": "三名。以明圓備三德祕藏。而為涅槃之前導也。", "186": "若有人受持是經典者。即名受持百千諸佛。如是功", "187": "德。譬如虗空。無有邊際。不可思議。", "188": "此明功德無際。言持此經者。即持百千諸佛。而百", "189": "千諸佛。皆不出此法也。然功德以虗空為喻。更無", "19": "是法者。即是真性緣起之法。即宗門目前一著子。", "190": "有過於此矣。", "191": "我所囑累。唯是經典。", "192": "此特申囑累。以事託付曰囑。事相緣坐曰累。夫佛", "193": "囑累之意。謂我之所說一切法藏。唯此經為最耳。", "194": "葢如來說一切經法。皆為欲顯此金剛三昧之法", "195": "也。", "196": "阿難言。云何心行。云何人者。受持是經。", "197": "此揀問根性。先揀其心行。而後揀人也。", "198": "佛言。善男子。受持是經者。是人心無得失。常修梵行。", "199": "若於戲論常樂靜心。入於聚落。心常在定。若處居家。", "2": "天台山華頂嗣祖沙門　𧧌震　述", "20": "是時者。正當是時。即當前一念正興之時也。○昔", "200": "不著三有。", "201": "此明其操行。夫心無得失。則離於取捨。常修梵行。", "202": "則住於不退。此可驗其心行之真實矣。若於戲論。", "203": "常樂靜心。則遇事而不為事之所轉。入於聚落。心", "204": "常在定。則遇境而不為境之所惑。若處居家。不著", "205": "三有。則居塵而不染塵。此可以定其人之品節矣。", "206": "此是華嚴六地七地菩薩踐履處。", "207": "是人現世。有五種福。一者眾所尊敬。二者身不橫夭。", "208": "三者辨答邪論。四者樂度眾生。五者能入聖道。如是", "209": "人者。受持是經。", "21": "有僧問智威禪師云。真性緣起。其義云何。威良久。", "210": "此明現獲五福。葢以法自持。必致尊敬。以道自衛。", "211": "必不橫夭。二者。為自受用三昧。正智明了。而能辨", "212": "其邪論。悲願無盡。而樂度眾生。二者。為他受用三", "213": "昧。前四。是菩薩因中之行。後能入聖道。是菩薩之", "214": "果德。如是人者。現在自他俱利。且能入於聖道。必", "215": "得受持是經。而轉化於眾生也。此是我輩學道人", "216": "真福。不可不知。", "217": "阿難言。如彼人者。度諸眾生。得受供養不。", "218": "此明堪受供否。為斷世疑。故有斯問。", "219": "佛言。如是人者。能為眾生作大福田。常行大智。權實", "22": "時安國玄挺侍立次。遽召云。大德正興一念問時。", "220": "俱演。是四依僧。", "221": "此明大乘四依。所謂依法不依人。依義不依語。依", "222": "智不依識。依了義不依不了義。得如是四依。則能", "223": "常行於大智矣。夫智有權實之分。實智。即諸佛本", "224": "得智。一切語言道斷。權智。即後得智。能以方便", "225": "設化。然實非權而不顯。權非實而不立。必須權實", "226": "俱演。方為大乘四依。○華嚴離世間品云。菩薩住", "227": "於涅槃。而示現生死。究竟寂滅。而現起煩惱。常入", "228": "深禪定。而示受欲樂。常遠離三界。而不捨眾生。是", "229": "為不由他教權實雙行不共法。又云。雖知一切法。", "23": "是真性中緣起。其僧言下有省。後徑山杲禪師徵", "230": "無有造作。而亦不捨諸法自相。雖知不由他悟。入", "231": "於法。而種種方便。求一切智。雖恒觀察無人無我。", "232": "而教化眾生。無有疲厭。雖已成就一切智智。而修", "233": "菩薩行。無有休息。雖知諸法不可言說。而轉淨法", "234": "輪。令眾心喜。雖現入於大般涅槃。而一切處。示現", "235": "受生。能作如是權實雙行法。是佛業。今此權實俱", "236": "演。亦即此義。然離世間品。原是發明玅覺果後。利", "237": "生常行之道。即同於大乘四依行相。而非小乘四", "238": "依。一謂乞食。二謂塚間樹下宿。三謂糞掃衣。四謂", "239": "服腐敗藥者。比也。", "24": "云。一念未興時。不可無緣起也。設有人道。一念未", "240": "於諸供養。乃至頭目髓腦。亦皆得受。何況衣食而不", "241": "得受。", "242": "此明內外二施。俱堪受故。凡捨身分所有。為內施。", "243": "衣食供具。為外施。如華嚴迴向品中。言最勝智菩", "244": "薩等。以頭目布施。饒益菩薩等。以髓肉布施。又法", "245": "華云。一切眾生喜見菩薩。捨於兩臂。藥王菩薩捨", "246": "身等。是也。葢內施尚且得受。況外施乎。○智者於", "247": "受食之時。當作厭離想。猶如曠野鬼。食子之肉。心", "248": "生厭惡。都不甘樂。如是深加觀察。知世間受摶食", "249": "之過。摶食。即欲界分段之食。以資色身者也。次觀", "25": "興。喚甚麼作緣起。我只要汝恁麼道。此二則語。安", "250": "觸食。如披剝牛羊。如諸蟲唼食。然有身。斯有觸。若", "251": "貪於觸樂。終獲苦觸。故知觸之為患實大。又觀思", "252": "食。如大火聚。此思。是第七意業。從根本無明不覺", "253": "而起。故喻如火聚。然一有想因。即有此思食矣。再", "254": "觀識食。猶如三百攢柔森列而不可近。以有生故。", "255": "則有此識食。然此三種。俱名為食。能資益眾生諸", "256": "根四大。及種子故。是為三界食。智者作如是觀。而", "257": "於一切。不生貪想。故受食時。無論好惡。如塗治癰", "258": "瘡之藥而已。又須知比丘。當以法喜為食。如玅吉", "259": "祥菩薩即文殊別名為舍利弗等。設希有食。乃曰。我今", "26": "國發明是法於是時。徑山發明不於是時起。而臨", "260": "所設食者。不可分段。不可吞咽。非香味觸三塵為", "261": "體。非三界所攝。亦非不繫。如是玅食。是如來食。非", "262": "飯食也。善現與舍利弗聞已。法喜飽滿。俱入滅定。", "263": "不復食三界之食。此是般若涅槃二經中。所說之", "264": "義。又經云。一切諸法。由食而住。在眼。以眠為食。在", "265": "耳。以聲為食。在鼻。以香為食。在舌。以味為食。在身。", "266": "以細滑為食。在意。以法為食。在大般涅槃。以無放", "267": "逸為食也。", "268": "善男子。如是人者。是汝知識。是汝橋梁。何況凡夫而", "269": "不供養。", "27": "濟大師又曰。一念緣起無生。超出三乘權學。是皆", "270": "此明為二乘良導。然阿難在般若會上。祇得初果。", "271": "首楞嚴會中雖證法身。悟成佛法門。猶未盡漏。至", "272": "法華受記作佛。雖能憶念過去諸佛法藏。通達無", "273": "礙。而習漏未盡。及佛滅度後。結集法眼。始得阿羅", "274": "漢果。今此故云。如是人者。是汝知識以堪導入聖", "275": "道故。是汝橋梁以堪超越三有海故。實能與汝二", "276": "乘。為師為導。豈況博地凡夫。而不敬事者哉。", "277": "阿難言。於彼人所。受持是經。供養是人。得幾所福。", "278": "此又問傳持福利。", "279": "佛言。若復有人。持以滿城金銀而以布施。不如於是", "28": "深得此中玅旨。非智識之可測也。", "280": "人所。受持是經一四句偈。不可思議。", "281": "此言功德難量。夫以財寶為施。祇得人天有漏之", "282": "福耳。此句先釋明。不必問其得幾所福矣。下獨顯", "283": "持者之功。若能持此中一偈。便得頓悟本覺。而獲", "284": "法王出世之智寶。是豈世寶之可為喻。此功此德。", "285": "真實難量。非心可思。非口可議者也。", "286": "善男子。令諸眾生持是經者。心常在定。不失本心。", "287": "此明悟心不失。言一人成道。則多人獲益。若令諸", "288": "眾生。持於此經。必得契悟此心。常在定中。決不失", "289": "其本心者矣。○華嚴稱發菩提心功德。連舉十餘", "29": "法無有異時。不於異時起。法無動不動。性空故寂滅。", "290": "喻。重重較之。不及少分。葢發心者。發明本覺之心", "291": "體也。然於初發明。得一念相應見道。即已斷於見", "292": "惑。更當修道。求斷思惑。始得不失本心。而常安住", "293": "於道矣。所以初祖達磨大師。從南天竺國。來至此", "294": "土。傳上乘一心之法。欲令人明心見性。又得馬大", "295": "師大弘其道曰。一切法。皆是心法。萬法皆從心生。", "296": "心為萬法之根本。凡所見色。即是見心。心不自心。", "297": "因色故有。若是上根眾生。遇善知識指示。言下領", "298": "會。更不歷於階級地位。即頓悟本性。此等提唱。豈", "299": "不是六地菩薩。說法化導耶。又云。行住坐臥。悉是", "3": "總持品第八之下", "30": "此言法性體相。夫法無有異時。不於異時起者。謂", "300": "不思議用。不取善。不捨惡。淨穢兩邊。俱不依著。前", "301": "念後念中念。念念不相待。念念寂滅。喚作海印三", "302": "昧。此又豈非七地菩薩。成就不可思議身語意業。", "303": "無相行耶。又如百丈云。心如虗空。亦莫作虗空想。", "304": "黃檗云。內外身心。一切俱捨。猶如虗空。無所取著。", "305": "然後隨方應物。能所俱忘。臨濟云。你纔擬心。早是", "306": "錯了也。德山云。瞥起一念心。便是魔家眷屬。此等", "307": "所說。又豈不是七地中。得無生法忍境界。歷觀從", "308": "上諸祖。莫不皆得此等契證。方可稱佛祖兒孫。利", "309": "生接物。但今法運下衰。不能挽其頹風。以致見道", "31": "此目前一法。覿體顯現。無有別異於當前一念時。", "310": "者多。修道者少。說理者多。通理者少。楞嚴所謂邪", "311": "師說法。如恒河沙。正在此時。豈不悲哉。", "312": "若失本心。即當懺悔。懺悔之法。是為清涼。", "313": "此明失心悔過。即得於清凉也。然此失心者無他。", "314": "祇為學者。但求一悟。便為了手羆參。即乃隨順世", "315": "緣。久久舊習復起。不特求斷思惑。并前見惑。仍復", "316": "又生。故破壞法身。夭傷慧命。依舊與前凡夫日用", "317": "一般。此即失心之謂也。昔有僧問溈山。頓悟之人", "318": "更有修否。山曰。若真悟得本。他自知時。修與不修。", "319": "是兩頭語。如初心頓悟。猶有無始習氣未除。須教", "32": "故亦不於當前一念別異之時而起也。又法無動", "320": "淨除。現業流識。即是修也。不可。別有法。令其修行", "321": "趣向。溈山此說。一如佛之言曰。理則頓悟。乘悟併", "322": "銷。事非頓除因次第盡。其義一也。夫佛祖令人見", "323": "道復修道。其言切誡如此。後人不肯聽從。亦無可", "324": "奈何。以故佛又開此方便門。乃曰。若失本心。即當", "325": "懺悔。梵語懺摩。此云悔過。今華梵兼舉。故曰懺悔。", "326": "葢言若此心之既得者。倘觸境緣熱惱。或乃失之。", "327": "亟應悔過。永斷勿生。則心智仍現。亦何失之有。是", "328": "中即轉熱惱。而為清涼矣。", "329": "阿難言。懺悔先罪。不入於過去也。", "33": "不動。性空故寂滅者。謂此目前一法。雖則覿體顯", "330": "此明罪性無住。即淨名所言。說悔先罪。而不說入", "331": "於過去。什法師註云。今因先所作罪。故今悔其先", "332": "罪。既言有先罪。則似罪有常性。而入於過去矣。故", "333": "為說不入過去。而去其常想也。肇法師又云。往罪", "334": "雖繫人。而不言罪有常性。從未來。至現在。從現在。", "335": "入過去。如是。則三世性空矣。故三祖僧璨大師初", "336": "謁二祖。設禮而問曰。弟子身纏風恙請和尚懺罪。", "337": "二祖曰。將罪來。與汝懺。璨良久曰。覓罪了不可得。", "338": "二祖曰。與汝懺罪竟。宜依佛法僧住。曰今見和尚。", "339": "已知是僧。未審何名佛法。二祖曰。是心是佛。是心", "34": "現。而當念空寂。無動不動相。又且性體本空。故隨", "340": "是法。法佛無二。僧寶亦然。璨於言下大悟。曰。今日", "341": "始知罪性。不在內。不在外。不在中間。如其心然。佛", "342": "法無二也。此悟罪性。當體空寂。如毗婆尸佛偈云。", "343": "幻人心識本來無。罪福皆空無所住矣。然未悟者。", "344": "又不可撥無因果。謂無罪之可懺。葢人繫於業緣。", "345": "有性罪遮罪。遮罪。依教作法懺之。性罪。即當起行", "346": "方滅。起行有二種。一從事行上懺。即淨身口意。對", "347": "三寶發露。更不覆藏。斷相續心。後不復作。二從理", "348": "行上懺。如後所言。入真實觀。是也。今此阿難。謂佛", "349": "雖說懺悔先所作之罪。然罪性本不屬於三際。故", "35": "處寂滅也。此一段義。若不明心見性。悟覿面全提", "350": "必不入於過去者也。", "351": "佛言。如是。猶如暗室。若遇明燈。暗即滅矣。善男子。無", "352": "說悔先所有諸罪。而以為說入於過去。", "353": "此先印成。又重以喻明。謂汝之言然。夫罪性。實無", "354": "三際之可住。如遇其明。則暗自滅矣。無如毋字說悔", "355": "於先前所有諸罪。而以為其說入於過去也。此句。", "356": "即重舉阿難之言。申明其義耳。", "357": "阿難言。云何名為懺悔。", "358": "此又問前失心悔過之法。", "359": "佛言。依此經教。入真實觀。一入觀時。諸罪悉滅。離諸", "36": "一著。恰似大蟲看水磨一般。故閱是說者。不可只", "360": "惡趣。當生淨土。速成阿耨多羅三藐三菩提。", "361": "此明入觀之功。言一依如前所說。修空無相無作。", "362": "而觀於真如實際。此即實相無生懺。如經云。若欲", "363": "懺悔者。端坐念實相。慧日破諸暗。眾罪如霜露。又", "364": "云。信心清淨。即生實相。當知是人。成就第一希有", "365": "功德。以故不特罪滅。離諸惡趣。必得當念即生法", "366": "性清淨之土。速成阿耨菩提。此如華嚴十住位中。", "367": "梵行品所云。初發心時。即得阿耨多羅三藐三菩", "368": "提。又如玅覺果後。說離世間品。明利生之道云。眾", "369": "生得聞此法。聞已信解。解已修行。必得疾成阿耨", "37": "恁麼念過便了。", "370": "多羅三藐三菩提。以如說修行故。皆與此經合。而", "371": "同為一乘圓頓法也。", "372": "佛說是經已。爾時阿難及諸菩薩。四部之眾。皆大歡", "373": "喜。心得決定。頂禮佛足。歡喜奉行。", "374": "此結法圓成。以明在會。咸皆秉教傳持也。夫歡喜", "375": "本是初地之名。謂初明性智。具證二空。能益自他。", "376": "生大喜故。今此特申二種喜。一者。心得決定。無有", "377": "餘疑。住於不退轉故。二者。拜命奉行。以法轉利。而", "378": "自生願樂故如。舍利弗。來所還復來。具足然後出。", "379": "而阿難在首楞嚴會上。亦云我雖未度。願度末劫", "38": "性空寂滅時。是法是時現。離相故寂住。寂住故不緣。", "380": "一切眾生。此皆發歡喜奉行之悲願也。但今我輩。", "381": "欲修行大乘者。必當發無上勝心。如不退轉法輪", "382": "經云。時有三善男子。求菩薩乘者。白言。世尊。我等", "383": "於此法。能信能解。不生疑惑。猶如如來。爾時第一", "384": "善男子言。世尊。若作是說。我是如來。此言便是正", "385": "說。第二善男子言。世尊。若作是說。我是世尊。此言", "386": "便是正說。第三善男子言。世尊。若作是說。我是佛。", "387": "此言便是正說。所以者何。我等於此法。不生疑惑", "388": "故。在會聞者。心皆擾動。作是念言。無有二佛。並出", "389": "世間。何緣彼作是說。阿難問佛。佛說偈曰。能知過", "39": "此言性體全彰。夫性空寂滅時者。即前後際斷。一", "390": "去如。亦知未來如。見一切法如。是故名如來。彼已", "391": "能通達。諸法平等相。亦不生心念。是故名如來。道", "392": "如菩提如。及與不住如。知如如虗空。是故名如來。", "393": "又曰。不畏於生死。正住生死中。化度諸眾生。是故", "394": "名世尊。又曰。覺無明無知。自性無所有。已得於明", "395": "智。是故名為佛。此即見性成佛。直趣無上菩提之", "396": "義。余述此經記。一日先於定中。見梵僧手持經卷", "397": "以授余。未幾。會南柱禪人持此經至。閱之。如獲故", "398": "物。晨夕展玩。不忍釋手。後遇南天竺僧四人。余因", "399": "問之曰。汝知金剛三昧經否。一僧曰。此間亦有是", "4": "地藏菩薩言。尊者。如是之法。則無因緣。若無緣法。因", "40": "念不生時也。此是法是時現一句。正顯不立文字。", "400": "經耶。其義校首楞嚴更勝。同在灌頂部中收。在昔", "401": "傳聞五天竺國世主。皆保護祕重。不妄示人。此真", "402": "是菩薩出世度人之大法寶也。余因研究其義。奉", "403": "為此生他生修行之法程。惟願見者聞者。同願力", "404": "行。轉相設化。如舍利弗所云。前來後來者。悉令登", "405": "正覺。", "406": "音釋", "407": "恰苦洽切。音搯。適當之辭。謂有合於心也。邁音賣。老也。瀉音寫。傾潟。塚音腫。故墓也。埽", "408": "掃本字。摶音團捏聚。唼色洽切。聚食聲。丞音戟。急速也。擾饒上聲。諳音菴。悉也曉也。", "409": "金剛三昧經通宗記卷第十二終", "41": "拈華直指之大宗。謂此目前一法。即於是當前一", "410": "修習行法修習金剛三昧行法", "411": "一切恭謹。", "412": "一心頂禮十方常住一切三寶。", "413": "是諸眾等。各各胡跪。嚴持香華。如法供養。", "414": "願此香華雲徧滿十方界供養一切佛", "415": "尊法諸菩薩無量諸聖賢及大阿羅漢", "416": "一念普周徧同時作佛事普熏諸眾生", "417": "皆發菩提心具修菩薩道成就諸佛法", "418": "供養已一切恭謹。", "419": "大慈滿足尊智慧通無礙廣度眾生故", "42": "念時。覿面顯現。葢我佛如來。初從正覺山前。睹明", "420": "說於一諦義如來所說法悉從於無住", "421": "我從無住處是處禮如來敬禮如來相", "422": "等空不動智不著無處所敬禮無住身", "423": "一心頂禮。如來藏海。清淨法身佛行者作觀。當想普賢菩薩禮佛發願", "424": "偈云。我今五輪禮佛足。為斷五道離五葢。願令一切諸眾生。安住五通具五眼。願我右膝著地時。令諸眾", "425": "生得正覺。願我左膝著地時。令諸眾生離邪見。願我右手著地時。如佛坐于金剛座。右手指地為震動。一", "426": "時疾證大菩提。願我左手著地時。攝諸外道入正道。願我頭頂著地時。令諸眾生離憍慢。成就如來無見", "427": "頂。", "428": "一心頂禮。具足萬德。圓滿報身佛。", "429": "一心頂禮。相好光明。百億化身佛。", "43": "星處得來。後在涅槃會上。拈華時露出。不意又向", "430": "一心頂禮。入金剛三昧。示不動智身。本師釋迦牟尼", "431": "佛。", "432": "一心頂禮。不可思議。無量義宗。攝大乘。金剛三昧尊", "433": "經偈云。真空法性如虗空。出世智寶難思議。我身應現法寶前。五體翹勤皈命禮。", "434": "一心頂禮。入空無相。解脫菩薩摩訶薩文殊菩薩作觀偈云。能禮", "435": "所禮性空寂。感應道交難思議。我此道場如帝珠。某號菩薩應現中。我身應現菩薩前。頭面接足皈命禮。", "436": "一心頂禮。證無生行心王菩薩摩訶薩。", "437": "一心頂禮。得本覺利。無住菩薩摩訶薩。", "438": "一心頂經。智入實際。大力菩薩摩訶薩。", "439": "一心頂禮。總持眾法。為眾決疑。地藏菩薩摩訶薩。", "44": "此中道破。吾固曰。初祖以楞伽印心。不若此一句", "440": "一心頂禮。入佛智地。金剛三昧會中。二千等。諸大菩", "441": "薩摩訶薩。", "442": "一心頂禮。阿伽陀比丘。舍利弗尊者。一萬眾等。大阿", "443": "羅漢賢聖僧。", "444": "一心奉為梵行長者。八萬人等。及護持正法。天龍八", "445": "部。六十萬億。諸大善神。各及眷屬。頂禮三寶。", "446": "往昔所造諸惡業皆由無始貪嗔癡", "447": "從身語意之所生一切罪根皆懺悔", "448": "罪從心起將心懺心若滅時罪亦亡", "449": "罪亡心滅兩俱空此則是名真懺悔", "45": "切當。從上諸祖千說萬說。以至擎扠輥毬。拈推豎", "450": "我與眾生無量劫來。以識心妄緣。多起愛染。由內外使隨使流轉。造諸一切不善之業。輪廻三界無", "451": "有出期。而本有如來藏性。皆為生滅慮知相。隱理不顯。故于如來所說一味真實決定了義之法。障", "452": "蔽不聞。況千思萬慮。不益道理。徒為亂動。失本心王。今一念悔過向佛發露惟願加被。令罪障消滅。", "453": "普為四恩三有。法界眾生。悉願斷除諸障。歸命懺悔", "454": "我與眾生無始至今。一念心動。五陰俱生。五陰生中。具五十惡。多行不善。溺于欲刺。繫于業緣。常被", "455": "纏縛。失于自性本覺。失于如來出世智寶。不發四弘誓願。不發無上道心。今者幸得如來金剛三昧", "456": "智力。知三界虗幻。諸法空寂。無我我所。能所身見。內外結使皆悉寂靜。惟是識心妄見而有。願從今", "457": "已去。心住中道而不傾倚。六塵緣影而無流易。于一切法無著無求。不取不捨。性等金剛。不壞自性", "458": "三寶清淨光明之體。四緣如順三戒具足以自在智入于實際。得佛智慧法義皆空。自利利人過三", "459": "界地。不住二乘入菩薩道。亦如諸大菩薩。化度眾生而無化度之想。我願如是。唯願如來慈悲攝受。", "46": "拂。行棒行喝。種種機用。不出此一句。然此一句。實", "460": "眾生無邊誓願度煩惱無盡誓願斷", "461": "法門無量誓願學佛道無上誓願成", "462": "比丘某甲與現前眾等。及法界眾生。心常清淨。性本", "463": "空寂。妄念忽起。諸見橫生。起三毒根。造眾罪業。流轉", "464": "惡道。備歷苦趣。不自訶責。弗求解脫。今幸得聞", "465": "攝大乘。金剛三昧尊經。實能發我。本覺玅心。於諸煩", "466": "惱。方便摧破。無明實性。慧除電覺。由是歸向", "467": "本師釋迦牟尼如來。令我一念無生。眾緣斷滅。排諸", "468": "障難。出離葢纏。五陰六入。悉令空寂。現識不生。淨心", "469": "清白。專念受持　金剛三昧。出世智寶。如法修習。得", "47": "從玅覺中流出。是大總持門。總持二字。梵語即陀", "470": "金剛喻定。得金剛喻心。住金剛心地。入空無相。如解", "471": "脫菩薩摩訶薩。證無生行。如心王菩薩摩訶薩。得本", "472": "覺利。如無住菩薩摩訶薩。智入實際。如大力菩薩摩", "473": "訶薩。總持眾法。如地藏菩薩摩訶薩。發明性空。如舍", "474": "利弗尊者。入如來藏。如梵行長者。唯願如來。金剛三", "475": "昧。及諸大菩薩摩訶薩。令我等。世世同得。修出世因。", "476": "得出世果。常依三佛。發菩提心。不同二乘。味著靜樂。", "477": "於有為法。如避火坑。於六度行。無為無相。深入陰空。", "478": "心處無住。轉諸情識。入白淨性。引諸情智。入薩婆若。", "479": "得法真空。常樂我淨。超於二我。大般涅槃。然後住於", "48": "羅尼。謂能總攝諸法。含無盡教理行果也。然總持", "480": "生死。住於煩惱。不捨可眾。入不調地。方便教化。來而", "481": "復來。令法界一切眾生。捨離妄心。修空斷結。九識明", "482": "淨。得法真源。三化勤修。入佛智地。又願彼諸眾生。亦", "483": "同此願。願未來世。一切眾生。得心空眼。得法空心。超", "484": "然出世。無礙解脫。常行精進。住不退地。不生無化。如", "485": "佛無二。已度今度。俱登正覺。", "486": "懺悔發願已。歸命禮三寶。", "487": "南無十方佛　南無十方法　南無十方僧　南無", "488": "清淨法身佛　南無圓滿報身佛　南無百億分身", "489": "諸佛　南無本師釋迦牟尼佛　南無攝大乘金剛", "49": "無文字。但玅契於佛心。能於差別中。解無差別義。", "490": "三昧尊經　南無解脫菩薩　南無心王菩薩　南", "491": "無無住菩薩　南無大力菩薩　南無地藏菩薩", "492": "南無十方一切諸大菩薩摩訶薩　南無十方一切", "493": "大阿羅漢賢聖僧。", "494": "自歸依佛。當願眾生。紹隆佛種。發無上意。", "495": "自歸依法。當願眾生。深入經藏。智慧如海。", "496": "自歸依僧。當願眾生。統理大眾。一切無礙。", "497": "和南聖眾凡持是經者。當日夕敬禮。其起止稱本師佛號。餘準常儀。茲不贅。", "498": "No. 652-D 閣筆記No. 652-D", "499": "閣筆記", "5": "則不起。云何不動法。得入如來。", "50": "於無差別中。解差別義。眾生悟此。便得諸佛秘密", "500": "余初入道。嘗聞禪宗頓悟佛心。教乘漸明佛語。學佛", "501": "者但悟其心。何愁語之弗解耶。遂躭玩禪苑。薄視講", "502": "肆。迨有以發明。欲少探教網。奈緣會不諧。終未能就。", "503": "洎乎濫廁禪列。謬當推舉。雖宗說無礙。心猶缺如。故", "504": "唱道之暇。循翻藏祕。而後知百丈黃檗說法。直從教", "505": "海流出。又信昔人謂玄沙提唱與修多羅冥契。誠然", "506": "不虗。因歎談禪者不諳義學有實功。演教者不識禪", "507": "家有真悟。得少為足之徒。往往矜宗教兼通。或座主", "508": "妄意談禪。或禪者謬為說教。甚至執法鬬諍。互相非", "509": "毀。欲求彼此和會。不其難哉。抑自嘆智識闇短。百無", "51": "心印。而頓同佛體。善達一切眾生語言陀羅尼。能", "510": "一長。既弗克博論貫通。秪宜退潛守拙而已。況年將", "511": "五旬。語云五十曰艾。艾者。言髮之蒼白如艾色也。又", "512": "嘗謂人曰。吾年五十。當卷衣擲鉢棄絕筆墨。此言每每", "513": "自出於口。今不覺忽焉而至。豈可不踐其言乎哉。遂", "514": "於戊午秋。散眾入山。靜掩一室。游心禪寂。倐逾歲星", "515": "兩周。其猶且暮頃耳。一日有吳門北禪寺僧。來求給", "516": "侍。袱中有金剛三昧經在焉。自憶始初尋訪。曾識此", "517": "經。是時志在禪宗。弗及披究。頃於禪寂中。屢獲異徵。", "518": "得非承佛祖之靈。欲將啟發於予者乎。時二三子索為", "519": "說之。余默允其請。乃曰。此真為一大藏教中樞紐。是", "52": "轉根本法輪。是大不可思議諸佛境界。一切佛法。", "520": "末世眾生修行法程也。夫如來說法。始於華嚴圓教。", "521": "圓者。諸法統攝也。止於涅槃終教。終者。理行已盡也。", "522": "又華嚴明平等佛性。涅槃言本有佛性。而於中渠渠", "523": "論金剛三昧。茲略舉其說。如云。佛性。即金剛三昧。即", "524": "般若波羅蜜。又云。若住此三昧。雖修六度。不見有六", "525": "度之相。雖見眾生。不見眾生之相。雖見一切煩惱。亦", "526": "無煩惱相。乃至見菩提。無菩提相。見涅槃。無涅槃相。", "527": "既爾一切皆無相可見。豈不明見當人本有佛性哉。", "528": "由是觀金剛三昧。乃兼并包括華嚴般若涅槃之法", "529": "而無遺矣。且金剛三昧。以本始二覺為宗。以實相無", "53": "無不具攝故。又謂之真言。又名秘密藏。非器不傳", "530": "相為體。以宗通說通為用。實能統一大藏教之義。兼", "531": "攝不立文字別傳之宗。初祖雖曰楞伽可以印心。是", "532": "誠不若此經也。奈何意句難悉。幽祕罔知。若非直指", "533": "疏通。云何俾初機獲益。余故捨於禪寂。隨閱隨說。二", "534": "三子筆受之。釐為一十二卷。名命通宗記。是皆得佛", "535": "祖加被之力。而乃有此。然深味厥旨。猶渴飲醍醐。睡", "536": "夢咸得恬樂。昔所云悟佛心。明佛語。可一舉而兩得", "537": "矣。雖然。倘執此經。不求悟自心。則為依經解義。三世", "538": "佛冤。徒逞狂禪。不求解此經。則又為離經一字。同於", "539": "魔說。得不慎乎。是記也。始於庚申八月望前三日。至", "54": "曰秘。深隱難知曰密。又秘密即是顯義。未悟是密。", "540": "辛酉夏五之朔。而卒業焉。復書此於華頂般若壇中。", "541": "華頂仁叟震禪師書目華頂仁叟震禪師書目", "542": "述金剛三昧經通宗記一十二卷。性相互融。宗說", "543": "兼唱。為末世修行之法程。", "544": "輯西天佛祖洎東土達磨祖師串珠而下。訖於天", "545": "童悟和尚。凡六十七代宗祖之傳。各系以表。曰禪", "546": "宗正傳燈史。二十五卷。", "547": "輯四祖下法融。及六祖下二支五宗大尊宿。止於", "548": "第十五世佛鑑佛眼一輩。凡一百六十四家。曰名", "549": "宿分化燈史。四十卷。", "55": "悟之。即非密也。故法華謂唯佛與佛。乃能究盡諸", "550": "輯臨濟宗第十二世。至三十世。自東山演及昭覺", "551": "勤下旁出法系。除徑山杲。餘皆指月錄所未載者。", "552": "凡一十九世。計四百八十四家。曰濟宗補續燈史。", "553": "一十六卷。", "554": "輯三峰鄧山祖父兩世。及法門諸父輩。共為一編。", "555": "曰三峰燈史。八卷。", "556": "輯天童下兩世尊宿。及洞宗先輩。并嗣法世數未", "557": "詳者。合成一編。曰濟洞燈史續略。六卷。", "558": "編集古今尊宿唱明宗旨之語。及天童三峰授受", "559": "事實。并法中先輩交誼。如序䟦簡牘詩銘筆記法", "56": "法實相。此經亦云。惟佛與大菩薩乃能知之。故在", "560": "語機緣之類。曰法苑獻徵錄。五卷。", "561": "較定周昭王甲寅。至明崇禎甲申。傳燈中考年紀", "562": "事。曰燈史紀年。三卷。", "57": "諸佛菩薩是顯。而眾生分中。則為密矣。若欲得顯", "58": "密融通。且參取者一句好。但當初釋迦老子。真是", "59": "婆心太切。又曰。離相故寂住。寂住故不緣。葢謂此", "6": "此問入如來義。結明如來藏品末之偈。有常自在", "60": "目前覿露之機。本離生滅緣起。及文字等相故。唯", "61": "依於空寂而住。既依空寂而住。故於一切法。皆不", "62": "相為緣。於此薦得。方知龐家箇漢問。不與萬法為", "63": "侶者。是甚麼人。馬大師曰。待汝一口吸盡西江水。", "64": "即向汝道。當人欲識經中的旨。且看馬大師者一", "65": "句。意旨云何。", "66": "是諸緣起法。是法緣不生。因緣生滅無。生滅性空寂。", "67": "此言體性獨存。謂凡是世間諸有為相。皆是從緣", "68": "而起之法。今我所說如是全體獨露之法。乃緣之", "69": "所不能生。然一切有為。皆以因緣自相生滅。若不", "7": "如如。入於如來藏之義。謂如來藏品。所說如是之", "70": "從緣生。則因緣生滅之相亦無。其相既無。則知此", "71": "生滅之性。本自空寂。而法性獨存矣。", "72": "緣性能所緣。是緣本緣起。故法起非緣。緣無起亦爾。", "73": "此言法性迥出。謂一切緣起之性。即能緣所緣之", "74": "性。如是能所二緣。皆本從緣而起。故知法性之起。", "75": "實非有藉於緣。其緣既無。而起亦不可得矣。○凡", "76": "夫以惑業為緣。聖人以機感為緣。緣起有四義。一", "77": "緣生故有。二緣生故空。三無性故有。四無性故空。", "78": "此四義中。以後二義為實。葢無性緣生故空。則非", "79": "斷見無見之空。是名真空。緣生無性故有。則非常", "8": "法。則無有因緣生滅之可得也。何故。若無緣法。因", "80": "見有見之有。是為幻有。又緣起無性故不生。無性", "81": "緣起故不滅。又推無起性故不生。能顯無生性故", "82": "不滅。此所謂真性緣起。無生之義也。", "83": "因緣所生法。是法是因緣。因緣生滅相。彼則無生滅。", "84": "此言性無生滅。謂世間一切。皆是因緣所生之法。", "85": "是法既從之而生。自是屬於因緣。既屬因緣。便有", "86": "生滅之相。若彼法性之體。非屬因緣。則亦無有生", "87": "滅矣。", "88": "彼如真實相。本不於出沒。諸法於是時。自生於出沒。", "89": "此言體無出沒。言彼法性。無有生滅。其體自如。即", "9": "則不起。緣起不生。則如如正體之中。而湛然不動", "90": "是真如實相。而本不有於出沒也。第諸法於是一", "91": "切時。一切處。而自生於種種出沒之想。亦何有於", "92": "我也。", "93": "是故極淨本。本不因眾力。即於後得處。得得於本得。", "94": "此言本始不二。是故二字。總結如上法義。以攝一", "95": "經之旨。極淨本三字。當一字作一句讀。極者至極。", "96": "淨者明淨。本者本覺。乃滿口形容。言說難盡之意。", "97": "言以是之故。此至極。此明淨。此即所謂本覺。然以", "98": "覺玅觀察。性體獨露。本不因眾法緣起之力而成。", "99": "即於等覺最後所得金剛心地之處。得其所得於"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 652 金剛三昧經通宗記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 652 金剛三昧經通宗記", "author": "清 𧧌震述", "language": "chinese", "source": "CBETA"}