{"sourceLink": "http://www.cbeta.org/", "text": {"0": "比丘𡰱羯磨法結界法第一結界法第一注曰其諸結界羯磨作法一與上大僧同唯稱𡰱大姉為異。受𢦶法第二受𢦶法第二比丘𡰱乞畜眾羯磨　注曰若比丘𡰱欲度", "1": "人者當往比丘𡰱僧中偏露右肩脫革屣禮僧足已右膝著地合掌乞畜眾羯磨作如是白　大姉僧聽我比丘𡰱某甲今從僧乞度人授具足𢦶願僧聽我", "10": "沙󳇐𡰱𢦶能持不　注曰荅言能　盡形壽不得婬欲是沙󳇐𡰱𢦶能持不　注曰荅言能　盡形壽不得妄語是沙󳇐𡰱𢦶能持不　注曰荅言能　盡形", "100": "居竟比丘僧夏安居竟比丘𡰱僧說三事自恣見聞疑大僧慈愍故語我我若見罪當如法懺悔　注曰如是三說　彼即比丘僧自恣日便自恣而皆疲極佛言", "101": "不應尒若比丘僧十四日自恣比丘𡰱僧十五日自恣若大僧病若眾不和合若眾不滿比丘𡰱應遣信禮拜問訊不者突吉羅若比丘𡰱僧病若眾不和合若眾", "102": "不滿比丘𡰱僧亦當遣信禮拜問訊不者突吉羅　注曰其至大僧中受自恣人還共𡰱僧作自恣其自恣一與上大僧同。分衣法第七注曰亦與上大僧同。", "103": "衣食淨法第八衣食淨法第八注曰𡰱无作餘食法除此已餘皆與上大僧同。雜法第九雜法第九注曰𡰱无乞分處作房法自餘皆與上大僧同　內護匡救僧眾儐罸羯磨文", "104": "律藏所眀僧之正法宗要有三故結集稱言是法是毗𡰱是佛所教法者謂五種遠離行何等五　注曰一出離非世法二越度非受法三无欲非有欲四无結非", "105": "有結五不親近生死親近　毗𡰱者謂五種出要行何等五　注曰一少欲非多欲二知足非无厭三易護非難護四易養非難養五智慧非愚癡　佛所教者謂", "106": "五種教𢦶行何等五　注曰一有罪行者制二无罪者聽三若制若聽法有𡙇减者如法舉之四數數違犯者折伏與念五真實功德愛念稱嘆　故經云正法住", "107": "正法减謂之於此傳法之人亦有於三故聖誥稱言知法知律知摩夷知法者謂善持脩多羅藏如阿難等知律者謂善持毗𡰱如優波離等知摩姨者謂善於訓", "108": "導宰任玄綱如大迦葉等故凡欲暈蹤聖跡以隆道教継䡄後代不絕於時者非茲而誰五種入眾法何等五　注曰一應以慈心二應自卑下如拭塵巾三應善", "109": "知坐起上下威儀四不雜說俗事為眾說法若請他說五若見僧中有不可事心不安忍應作嘿然　五種如法嘿然何等五　注曰一見他非法　嘿然二不得", "11": "壽不得飲酒是沙󳇐𡰱𢦶能持不　注曰荅言能　盡形壽不得著華󳌃香塗身是沙󳇐𡰱𢦶能持不　注曰荅言能　盡形壽不得歌儛唱伎及往觀聽", "110": "伴而嘿然三犯重而嘿然四同住嘿然五在同住地嘿然　五種非法嘿然何等五　注曰如法羯磨而心不同嘿然住之二得同意佛而嘿然住之三若見小罪", "111": "而嘿然四為作別住而嘿然五在𢦶場上而嘿然　五種棄法何等五　注曰一比丘犯罪餘比丘問汝犯罪見不荅言不見彼語言汝若見罪應懺悔二比丘犯", "112": "罪餘比丘問汝犯罪見不荅言不見彼語言汝若見罪當於此僧中懺悔四比丘犯罪餘比丘問言汝犯罪見不荅言不見眾僧應捨棄語言汝不見罪隨所至處", "113": "不聽汝布薩如𢙣馬難調韁俱棄汝亦如是五比丘犯罪餘比丘問言汝犯罪見不荅言不見彼應僧中作不見舉羯磨　五種作羯磨法何等五　注曰一現前", "114": "二自言三清淨四如法五和合　斯謂知對病知藥知對治善於廢興通塞存護之儀故致任持之功義顯於此　三種調法　注曰謂呵責羯磨儐羯磨依止羯", "115": "磨　三種調法　注曰謂罪處所立人語如草䨱地　三種不共住法　注曰謂三舉羯磨𢙣馬治滅儐羯磨　呵責羯磨　注曰先作舉作憶念與罪已然後作", "116": "羯磨　大德僧聽此比丘某甲喜共󰏕諍共相罵詈口出刀劒互求長短彼自共󰏕諍已若復有餘比丘󰏕諍者即復往彼勸言汝等勉力莫不如他汝等多聞智", "117": "慧財富亦勝多有知識我等當為汝作伴儻令僧未有諍事而有諍事已有諍事而不除滅若僧時到僧忍聽為比丘某甲作呵責羯磨若後復更󰏕諍共相罵詈", "118": "者眾僧當更增罪治白如是　大德僧聽此比丘某甲憙共󰏕諍共相罵詈口出刀劒互求長短彼此自共󰏕諍已若復有餘比丘󰏕諍者即復往彼勸言汝等勉", "119": "力莫不如他汝等智慧多聞財富亦勝多有知識我等當為汝作伴儻令僧未有諍事而有諍事而不除滅僧為比丘某甲作呵責羯磨誰諸長老忍僧與比丘某", "12": "（比丘𡰱羯磨經第一石背）是沙󳇐𡰱𢦶能持不　注曰荅言能　盡形壽不得高廣大牀上坐是沙󳇐𡰱𢦶能持不　注曰荅言能　盡形壽不得非時食", "120": "甲作呵責羯磨若復後更闘諍共相罵詈者眾僧當更增罪治忍者嘿然不者說是初羯磨　注曰如是三說　僧已忍為比丘某甲作呵責羯磨竟僧忍嘿然故", "121": "是事如是持　注曰與羯磨已以卅五事令其折伏後若其隨順改悔者僧應還與解脫羯磨　與罪處所羯磨文　注曰先作舉作憶念與罪已然後作羯磨", "122": "大德僧聽是比丘某甲无慚无愧多犯諸罪有見聞疑先自言犯後言不犯前後言語相違若僧時到僧忍聽僧今與比丘某甲罪處所羯磨白如是　大德僧聽", "123": "是比丘某甲无慚无愧多犯諸罪有見聞疑先自言犯後言不犯前後言語相違僧今與是比丘某甲罪處所羯磨誰諸長老忍僧今與比丘某甲罪處所羯磨者", "124": "嘿然誰不忍者說是初羯磨　注曰第二第三亦如是說　僧已忍與比丘某甲罪處所羯磨竟僧忍嘿然故是事如是持　注曰與羯磨已以卅二事令其折伏", "125": "後若其隨順改悔僧應還與解羯磨　與滅儐羯磨　注曰先作舉作憶念與罪已然後作羯磨　大德僧聽是比丘某甲犯某甲波羅夷罪若僧時到僧忍聽僧", "126": "今與比丘某甲波羅夷罪滅儐羯磨不得共住不得共事白如是　大德僧聽是比丘某甲犯某甲波羅夷罪僧今與比丘某甲波羅夷罪滅儐羯磨不得共住不", "127": "得共事誰諸長老忍僧與比丘某甲波羅夷罪滅儐羯磨不得共事者嘿然誰不忍者說是初羯磨　注曰如是三說　僧已忍與比丘某甲波羅夷罪滅擯羯磨", "128": "不得共住不得共事竟僧忍嘿然故是事如是持　注曰此永儐无解法　此後三羯磨皆是治罸法但以過有輕重階之為三前呵責羯磨等是調伏法罪處所", "129": "羯磨等是折伏法滅儐羯磨等是駈出法故經言應調伏者而調伏之應折伏者而折伏之應罸黜者而罸黜之若隨事而言羯磨非一備眀律典寧容具集故各", "13": "是沙󳇐𡰱𢦶能持不　注曰荅言能　盡形壽不得捉持生像金銀寶物是沙󳇐𡰱𢦶能持不　注曰荅言能　如是沙󳇐𡰱十𢦶盡形壽不得犯能持不", "130": "當分唯㯹一羯磨記之恒式餘准以可知。", "14": "注曰荅言能　汝已受𢦶竟當供養三寶佛寶法寶僧寶當脩三業坐禪誦經勸助眾事　注曰聽童女十八者二年學𢦶年滿二十二部僧中受大𢦶若年", "15": "十󷠸曾出適者聽二年學𢦶年滿十二與受大𢦶應如是與二󷠸學𢦶　式叉摩𨚗受六法文　注曰沙󳇐應往比丘𡰱眾中偏露右肩脫革屣禮比丘𡰱僧", "16": "足已右膝著地合掌白如是言　大姉僧聽我沙󳇐𡰱某甲今從僧乞二󷠸學𢦶和上𡰱某甲願僧濟度我慈愍故與我二󷠸學𢦶　注曰如是三說應將沙", "17": "󳇐𡰱至離聞處著見處眾中應著堪能作羯磨者如上應作白言　大姉僧聽此某甲沙󳇐𡰱今從僧乞二󷠸學𢦶和上𡰱某甲若僧時到僧忍聽僧今與某", "18": "甲沙󳇐𡰱二󷠸學𢦶和上𡰱某甲白如是　大姉僧聽此某甲沙󳇐𡰱今從僧乞二󷠸學𢦶和上𡰱某甲僧今與某甲沙󳇐𡰱二󷠸學𢦶和上𡰱某甲誰諸大", "19": "姉忍僧與某甲沙󳇐𡰱二󷠸學𢦶和上𡰱某甲者嘿然誰不忍者說是初羯磨　注曰如是三說　僧已忍與某甲沙󳇐𡰱二󷠸學𢦶和上𡰱某甲竟僧忍嘿", "2": "度人授人授具足𢦶　注曰如是三說　與畜眾羯磨文　大德僧聽此比丘𡰱某甲今從僧乞度人授人具足𢦶若僧時到僧忍聽僧今聽比丘𡰱某甲度", "20": "然故是事如是持　注曰應如是與六法　某甲諦聽如來无所著等正覺說六法不得犯不淨行行婬欲法若式叉摩𨚗行婬欲法非式叉摩𨚗非釋種女", "21": "與染汙心男子共身相摩觸𡙇𢦶應更與受𢦶是中盡形壽不得犯能持不　注曰荅言能　不得偷盜乃至草葉若式叉摩𨚗取人五錢若過五錢若自取", "22": "教人取若自斫教人斫若自破教人破若燒若埋若壞色非式叉摩𨚗非釋種女若取减五錢𡙇𢦶應更與受𢦶是中盡形壽不得犯能持不　注曰荅言能", "23": "不得故断眾生命乃至蟻子若式叉摩𨚗故自手断人命求刀授與人教死勸死讚死與人非藥墮胎厭禱呪術自作教人作者非式叉摩𨚗非釋種女若断", "24": "畜生不能變化者命𡙇𢦶應更與受𢦶是中盡形壽不得犯能持不　注曰荅言能　不得妄語乃至戲󰗦若式叉摩𨚗不真實非己有自稱言得上人法言", "25": "得禪得解脫得三昧正受得湏陁洹果斯陁含果阿𨚗含果阿羅漢果言天來龍來鬼神來供養我此非式叉摩𨚗非釋種女若於眾中故作妄語𡙇應更與", "26": "受𢦶是中盡形壽不得犯能持不　注曰荅言能　不得非時食若式叉摩𨚗非時食犯𢦶應更與受𢦶是中盡形壽不得犯能持不　注曰荅言能　不得", "27": "飲酒若式叉摩𨚗飲酒犯𢦶應更與受𢦶是中盡形壽不得犯能持不　注曰荅言能　式叉摩𨚗於一切𡰱𢦶中應學除為比丘𡰱過食自受食食", "28": "式叉摩𨚗受大𢦶法　注曰若式叉摩𨚗學𢦶已年滿廿若滿十二應與受大𢦶先至比丘𡰱僧中請和上應如是說言　大姉一心念我某甲求阿姨為和", "29": "上願阿姨為我作和上我依阿姨故得受大𢦶　注曰如是三說和上𡰱應荅言　尓　注曰應如是受𢦶人離聞處著見處應差教授師是𢦶師應如是問", "3": "人授人具足𢦶白如是　大姉僧聽此比丘𡰱某甲今從僧乞度人授人具足𢦶僧今聽比丘𡰱某甲度人授人具足𢦶誰諸大姉忍僧聽比丘𡰱某甲度人", "30": "言　此眾中誰能為某甲作教授師　注曰若有者荅言我能尓時𢦶師即應作白　大姉僧聽此某甲從和上𡰱某甲求受大𢦶若僧時到僧忍聽某甲為", "31": "教授師白如是　注曰教授師應往至受𢦶人所語言　此安陁會欝多羅僧僧伽梨此僧竭䨱肩衣此衣鉢是汝有不　注曰荅言有　善女人諦聽今是", "32": "真誠時我今問汝有便言有无當言无汝不犯邊罪不汝不犯淨行比丘不汝不賊心受𢦶不汝不破內外道不汝非黃門不汝不煞父不汝不煞母不汝不", "33": "煞真人阿羅漢不汝不破僧不汝不𢙣心出佛身血不汝非非人不汝非畜生不汝非二根不汝字何等和上𡰱字誰年󷠸滿未衣鉢具足不父母夫主聽汝", "34": "不汝不負債不汝非婢不汝是女人不女人有如是諸病癩白癩𤴲消㒹狂二根二道合道小大小便常漏涕唾常出汝有如是諸病不　注曰荅言无應語", "35": "言　如我向問汝僧中亦當如是問汝如向者荅我僧中亦當如是荅　注曰教授師問已應至僧中如常威儀至舒手及處立應作白", "36": "（比丘𡰱羯磨經第二石面）大姉僧聽此某甲從和上𡰱某甲求受大𢦶若僧時到僧忍聽我已教授竟聽使來白如是　注曰彼應語言來來已應與捉", "37": "衣鉢教禮僧足已在𢦶師前互跪合掌教作如是言　大姉僧聽我某甲從和上𡰱某甲求受大𢦶我某甲今從僧乞受大𢦶和上𡰱某甲願僧濟度我慈", "38": "愍故　注曰第二第三亦如是說是中𢦶師應作白　大姉僧聽此某甲從和上𡰱某甲求受大𢦶此某甲今從僧乞受大𢦶和上𡰱某甲若僧時到僧忍", "39": "聽我問諸難事白如是　汝諦聽今是真誠時我今問汝有當言有无當言无汝不犯邊罪不汝不犯淨行比丘不汝不賊心受𢦶不汝不破內外道不汝", "4": "授人具足𢦶者嘿然誰不忍者說僧已忍聽比丘𡰱某甲度人授人具足𢦶竟僧忍嘿然故是事如是持度沙󳇐𡰱文　注曰若在寺內剃髮者應白一切僧", "40": "非黃門不汝不煞父不汝不煞母不汝不煞真人阿羅漢不汝不破僧不汝不𢙣心出佛身血不汝非非人不汝非畜生不汝不二根不汝字何等和上𡰱", "41": "字誰年󷠸滿未衣鉢具足不父母夫主聽汝不汝不負債不汝非婢不汝是女人不女人有如是諸病癩白癩𤴲消㒹狂二根二道合道小大小便常漏涕", "42": "唾常出汝有如是諸病不　注曰荅言无應作白　大姉僧聽此某甲從和上𡰱某甲求受大𢦶此某甲今從僧乞受大𢦶和上𡰱某甲某甲自說清淨无", "43": "諸難事年滿廿衣鉢具足若僧時到僧忍聽僧今為某甲受大𢦶和上𡰱某甲如是白　大姉僧聽此某甲從和上𡰱某甲求受大𢦶此某甲今從僧乞受", "44": "大𢦶和上𡰱某甲某甲自說清淨无諸難事年󷠸已滿衣鉢具足僧今為某甲受大𢦶和上𡰱某甲誰諸大姉忍僧今為某甲受大𢦶和上𡰱某甲者嘿然", "45": "誰不忍者說是初羯磨　注曰如是三說　僧已忍與某甲受大𢦶竟和上𡰱某甲僧忍嘿然故是事如是持　𡰱往比丘僧中受大𢦶法　注曰汝受𢦶", "46": "者與比丘𡰱俱至比丘僧中禮僧足已右膝著地合掌作如是言　大德僧聽我某甲從和上𡰱某甲求受大𢦶我某甲今從僧乞受大𢦶和上𡰱某甲願", "47": "僧救濟慈愍故　注曰如是三說此中𢦶師應問諸難事　大德僧聽此某甲從和上𡰱某甲求受大𢦶此某甲今從僧乞受大𢦶和上𡰱某甲若僧時到", "48": "僧忍聽我問諸難事白如是　善女人諦聽今是真誠時實語時我今問汝有當言有无當言无汝不犯邊罪不汝不犯淨行比丘不汝不賊心受𢦶不汝", "49": "不破內外道不汝非黃門不汝不煞父不汝不煞母不汝不煞真人阿羅漢不汝不破僧不汝不𢙣心出佛身血不汝非非人不汝非畜生不汝非二根不", "5": "若不和合應房房語令知若和合應作白然後與剃髮應作如是言　大姉僧聽此某甲欲從某甲求剃髮若僧時到僧忍聽為某甲剃髮白如是　注曰白", "50": "汝字何等和上𡰱字誰年滿廿未衣鉢具足不父母夫主聽不汝不負債不汝非婢不汝是女人不女人有如是諸病癩白癩𤴲消㽽㒹狂二根二道合道", "51": "小大小便常漏涕唾常出汝有如是諸病不　注曰荅言无應問言　汝學𢦶未清淨不　注曰荅言學𢦶清淨應問餘比丘𡰱　某甲學𢦶未清淨不", "52": "注曰荅言已學𢦶清淨　大德僧聽此某甲從和上𡰱某甲求受大𢦶此某甲今從僧乞受大𢦶和上𡰱某甲某甲自說清淨无諸難事年󷠸已滿衣鉢具", "53": "足已學𢦶清淨若僧時到僧忍聽僧今為某甲受大𢦶和上𡰱某甲白如是　大德僧聽此某甲從和上𡰱某甲求受大𢦶此某甲今從僧乞受大𢦶和上", "54": "𡰱某甲某甲自說清淨𢦶无諸難事年󷠸已滿衣鉢具足已學𢦶清淨僧今為某甲受大𢦶和上𡰱某甲誰諸長老忍僧為某甲受大𢦶和上𡰱某甲者嘿", "55": "然誰不忍者說是初羯磨　注曰第二第三亦如是說　僧已忍為某甲受大𢦶竟和上𡰱某甲僧忍嘿然故是事如是持　善女人諦聽如來无所著等", "56": "正覺說八波羅夷法若比丘𡰱犯者非比丘𡰱非釋種女不得犯不淨行行婬欲法若比丘𡰱作不淨行行婬欲法乃至共畜生此非比丘𡰱非釋種女是", "57": "中盡形壽不得犯能持不　注曰荅言能　不得偷盜乃至草葉若比丘𡰱盜人五錢若過五錢若自取教人取若自斫教人斫若自破教人破若燒若埋", "58": "若壞色非比丘𡰱非釋種女是中盡形壽不得犯能持不　注曰荅言能　不得断眾生命乃至蟻子若比丘𡰱自手断人命持刀授與人教死讚死勸死", "59": "與人非藥墮胎厭禱呪術若作方便教人作方便非比丘𡰱非釋種女是中盡形壽不得犯能持不　注曰荅言能　不得妄語乃至戲咲若比丘𡰱不真", "6": "已為剃髮欲在寺內出家者應白一切僧若不和合應房房令知若和合應作白然後與出家應作如是白　大姉僧聽此某甲欲從某甲求出家若僧時到", "60": "實非已有自稱言得上人法得禪得解脫三昧正受得湏陁洹果斯陁含果阿𨚗含果阿羅漢果言天來龍來鬼神來供養我彼非比丘𡰱非釋種女是中盡", "61": "形壽不得犯能持不　注曰荅言能　不得身相觸乃至共畜生若比丘𡰱有染汙心與染汙心男子身相觸掖已下膝已上若摩若捺若逆摩若順摩若", "62": "牽若推若舉若下若捉若急󰋂彼非比丘𡰱非釋種女是中盡形壽不得犯能持不　注曰荅言能　不得犯八事乃至共畜生若比丘𡰱有染汙心與染", "63": "汙心男子受捉手捉衣至屏處屏處立屏處語若共行若身相近若共期行犯此八事彼非比丘𡰱非釋種女是中盡形壽不得犯能不　　注曰荅言能", "64": "不得䨱藏他重罪乃至突吉羅𢙣說若比丘𡰱知比丘𡰱犯波羅夷不自舉亦不白僧不語人令知後於異時此比丘𡰱若𠇾道若滅儐若作不共住若入", "65": "外道後作如是言我先知此人如是如是彼非比丘𡰱非釋種女䨱藏他重罪是中盡形壽不得犯能持不　注曰荅言能　不得隨被舉比丘語乃至沙", "66": "󳇐若比丘𡰱知比丘為僧所舉如法如毗𡰱如佛所教犯威儀未懺悔不作共住便隨順彼比丘彼比丘𡰱諫此比丘𡰱言大姉彼比丘為僧所舉如法毗", "67": "𡰱如佛所教犯威儀未懺悔不作共住莫隨順彼比丘彼比丘𡰱諫此比丘𡰱時堅持不捨彼比丘𡰱應乃至三諫捨此事故乃至三諫捨者善若不捨者", "68": "彼非比丘𡰱非釋種女犯隨舉是中盡形壽不得犯能持不　注曰荅言能　善女人諦聽如來无所著等正覺說四依法比丘𡰱依此出家受大𢦶是比", "69": "丘𡰱法依糞掃衣出家受大𢦶是比丘𡰱法是中盡形壽不得犯能持不　注曰荅言能　若得長利若檀越施衣若得輕衣若得割截衣應受依乞食出", "7": "僧忍聽與某甲出家白如是　注曰應作如是出家教出家者著袈裟已偏露右肩脫革屣右膝著地合掌教作如是言　我阿姨某甲歸依佛歸依法歸依", "70": "家受大𢦶是比丘𡰱法是中盡形壽能持不　注曰荅言能　若得長利僧差食若檀越送食月八日食十五日食月初日食眾僧常食檀越請食得受依", "71": "樹下坐出家受大𢦶是比丘𡰱法是中盡形壽能持不　注曰荅言能　若得長利若別房樓閣小房石室兩房一戶應受依腐爤藥出家受大𢦶是比丘", "72": "𡰱法是中盡形壽能持不　注曰荅言能　若得長利蘓油生蘓蜜石蜜應受汝已受𢦶竟白四羯磨如法成就得處所和上如法阿闍梨如法二部僧具", "73": "足滿當善受教法當勤供養佛法僧阿闍梨和上一切如法教勑不得違𨒫當學問誦經勤求方便於佛法中得湏陁洹果斯陁含果阿𨚗含果阿羅漢果", "74": "汝始出家功不唐捐果報不絕餘所未知者當問和上阿闍梨去　注曰使受𢦶人在前而去。除罪法第三除罪法第三𡰱懺僧殘罪法　注曰𡰱以女弱事湏相", "75": "假以蘭其懷如若私己容𢙣則自壞壞彼犯在不輕故𡰱䨱僧殘但增罪治半月行摩𨚗埵无別䨱藏調伏法故𡰱懺僧殘要在二部僧中作摩𨚗埵羯磨", "76": "大僧與𡰱二部各滿四人若作出罪羯磨大僧與𡰱部各滿廿人不得减　乞摩𨚗埵羯磨文　注曰比丘𡰱犯僧殘罪應二部僧中半月行摩𨚗埵時應", "77": "至僧中偏露右肩脫革屣禮僧足右膝著地合掌作言　　　　　　　　　大德僧聽我比丘𡰱某甲犯某甲若干僧殘罪今從二部僧乞半月摩𨚗埵", "78": "願僧與我半月摩𨚗埵慈愍故　注曰如是三說　與摩𨚗埵羯磨文　大德僧聽此比丘𡰱某甲犯某甲若干僧殘罪今從二部僧乞半月摩𨚗埵若僧", "79": "時到僧忍聽僧今與比丘𡰱某甲半月摩𨚗埵白如是　大德僧聽此比丘𡰱某甲犯某甲若干僧殘罪今從二部僧乞半月摩𨚗埵僧今與比丘𡰱某甲", "8": "僧我今隨佛出家和上𡰱某甲如來无所著等正覺是我世尊　注曰如是三說　我阿姨某甲歸依佛竟歸依法竟歸依僧竟我今隨佛出家竟和上𡰱某", "80": "半月摩𨚗埵誰諸長老忍僧與比丘𡰱某甲半月摩𨚗埵者嘿然誰不忍者說是初羯磨　注曰如是三說　僧已忍與比丘𡰱某甲半月摩𨚗埵竟僧忍", "81": "嘿然故是事如是持　注曰比丘𡰱行摩𨚗埵法與上大僧同唯應二部僧中唱白應作如是言　大德僧聽我比丘𡰱某甲犯某甲若干僧殘罪", "82": "（比丘𡰱羯磨經石第三末）已從二部僧乞半月摩𨚗埵僧已與我半月摩𨚗埵我比丘𡰱某甲已行若干日過餘有若干日在白大德僧令知我行摩𨚗埵", "83": "乞出罪羯磨文　注曰比丘𡰱半月行摩𨚗埵竟應至二部僧中作如是乞　大德僧聽我比丘𡰱某甲犯若干僧殘罪已從二部僧乞半月摩𨚗埵僧已與我半", "84": "月摩𨚗埵已於二部僧中行半月摩𨚗埵竟今從僧乞出罪羯磨願僧與我出罪羯磨慈愍故　注曰如是三說　與出罪羯磨文　大德僧聽此比丘𡰱某甲若", "85": "干僧殘罪已從二部僧乞半月摩𨚗埵僧已與比丘𡰱某甲半月摩𨚗埵此比丘𡰱某甲已於二部僧中行半月摩𨚗埵竟今從僧乞出罪羯磨若僧時到僧忍聽", "86": "僧今與比丘𡰱某甲出罪羯磨白如是　大德僧聽此比丘𡰱某甲犯某甲若干僧殘罪已從二部僧乞半月摩𨚗埵僧已與比丘𡰱某甲半月摩𨚗埵此比丘𡰱", "87": "某甲已於二部僧中行半月摩𨚗埵竟今從僧乞出罪羯磨僧今與比丘𡰱某甲出罪羯磨誰諸長老忍僧今與比丘𡰱某甲出罪羯磨者嘿然誰不忍者說是初", "88": "羯磨　注曰如是三說　僧已忍與比丘𡰱某甲出罪羯磨竟僧忍嘿然故是事如是持。說𢦶法第四說𢦶法第四注曰其說𢦶法一與上大僧同　𡰱僧差請教授人羯", "89": "磨文　注曰𡰱僧應半月半月至大僧中請教誡故今湏差此使若𡰱僧請教誡應如是差　大姉僧聽若僧時到僧忍聽僧今差比丘𡰱某甲為比丘𡰱僧故半", "9": "甲如來无所著等正覺是我世尊　注曰如是三說　說如是已應與受𢦶　盡形壽不得煞生是沙󳇐𢦶能持不　注曰荅言能　盡形壽不得偷盜是", "90": "月往比丘僧中求教授白如是　大姉僧聽僧今差比丘𡰱某甲為比丘𡰱僧故半月往比丘僧中求教授誰諸大姉忍僧差比丘𡰱某甲為比丘𡰱僧故半月往", "91": "比丘僧中求教授者嘿然誰不忍者說僧已忍差比丘𡰱某甲為比丘𡰱僧故半月往比丘僧中求教授竟僧忍嘿然故是事如是持　注曰更差一人為伴往大", "92": "僧中至舊住比丘所禮足曲身仾頭合掌白如是言　大德一心念比丘𡰱僧某甲等和合禮比丘僧足求教授　注曰第二第三亦如是說受囑比丘說𢦶時應", "93": "作如是白　比丘𡰱僧某甲眾和合禮大德僧足求教授　注曰如是三說　比丘𡰱眀日應問可否比丘教授師應期往比丘𡰱應期迎比丘期往不往者突吉", "94": "羅比丘𡰱期迎而不迎者突吉羅若比丘𡰱聞教授師來當半由旬迎至寺內供給所湏洗浴具羹粥飲食菓蓏以此供養若不者突吉羅若比丘僧盡病若眾不", "95": "和合若眾不滿遣信往禮拜問訊若比丘𡰱僧盡病不和合若眾不滿亦當遣信往禮拜問訊若不往者突吉羅。安居法第五安居法第五注曰安居法皆與上大僧同。", "96": "自恣法第六自恣法第六毗𡰱僧差往大僧中受自恣人羯磨文　注曰比丘𡰱僧夏安居竟應往大僧中受自恣故今湏差此使為𡰱僧詣大僧中求受自恣應如是差", "97": "大姉僧聽若僧時到僧忍聽僧今差比丘𡰱某甲為比丘𡰱僧故往大僧中說三事自恣見聞疑白如是　大姉僧聽僧今差比丘𡰱某甲為比丘𡰱僧故往大僧", "98": "中說三事自恣見聞疑誰諸大姉忍僧差比丘𡰱某甲為比丘𡰱僧故往大僧中說三事自恣見聞疑者嘿然誰不忍者說僧已忍差比丘𡰱某甲為比丘𡰱僧故", "99": "往大僧中說三事自恣竟僧忍嘿然故是事如是持　往大僧中受自恣文　注曰差一人為伴往大僧中禮僧足已曲身仾頭合掌作如是說　比丘𡰱僧夏安"}, "originalTitle": "Fangshan shijing, Electronic version, No. 041 比丘尼羯磨經", "englishTitle": "Fangshan shijing, Electronic version, No. 041 比丘尼羯磨經", "author": "劉宋 求那跋摩譯", "language": "chinese", "source": "CBETA"}