{"sourceLink": "http://www.cbeta.org/", "text": {"0": "七言絕綠萼水仙圖", "1": "鶴山禪師執帚集卷下", "10": "之奧，奮捐七尺，血戰綱宗。開玄要於沸鼎之秋，驗英", "100": "宗黨罔不相安。今為祖父法席長久之祝，有和尚在，", "101": "誹譽莫忌，憂勞可甘。灼然聖恩一柱，又為海內衲子", "102": "稱慶無涯矣。敬遣寓子，代申頂謝。首夏清和，惟冀順", "103": "時珍攝。臨穎神溯。", "104": "與徐鶚翁山主書與徐鶚翁山主書", "105": "去夏晉謁崇軒，飫聆教範。匆匆旋棹，不及摳衣話別，", "106": "此中至今耿歉也。雲山睽隔，奏記久疏。緬想高風，惟", "107": "深夢寐。邇來知台履輕安，欣慰無量。某息影深村，栽", "108": "田博飯，法門兩字絕不敢譚。四月二十，邊山中舊住", "109": "忽持仁兄請札并鄰封名柬，言方丈於十二日退院", "11": "雄於透關之日。令生死魔軍不倒豎降旗，太平寰宇", "110": "出門。突如其來，聞之疑駭，諒諸大護法未必信其果。", "111": "決在闔院大眾，亦不料其若此之速也。僉謂祖席不", "112": "宜久虛。非但強某不能，且更迫於就道。此情之所難", "113": "堪者。因念諸兄俱往，止存某一人，實難推委。第祖庭", "114": "任重，豈駑劣可能擔荷。台護以須達大檀，金湯累世，", "115": "不得不以真情奉瀆，出於不已。向人孤鳴，忝在至誼，", "116": "必為某重憐之矣。茲擇刻下十三日，攜杖入院。令親", "117": "金繆兩護法并諸老先生不敢遍致，晤時統祈鼎言", "118": "代布鄙衷，足仞道誼。臨穎惶悚。", "119": "復靈巖字雲和尚復靈巖字雲和尚", "12": "不癡頑斬盡者不止。豈特稱濟北功臣，直謂之滹沱", "120": "某以駑鈍淺尟之軀，豈堪負重致遠。矧久處湖濱，雪", "121": "笠煙簑，自分一竿投老。茲乃插足祖翁田地，老馬為", "122": "駒，自貽伊戚耳。前入院時，道經山下，風雨滿船，不及", "123": "詣山頭一話衷闊。已承法兄和尚不鄙同源，公函遠", "124": "辱。頃又隆貺下頒，兼開佳箑。謬蒙獎諭，讀之凜然，不", "125": "知將來何以仰副法兄和尚之盛心耳。慚謝慚謝。花", "126": "藥暨貴記室二公風雨入山，慢去為歉。觀其言論丰", "127": "采，為法兄得人之慶。先此附復，候梅雨稍霽，躬詣丈", "128": "室快聆麈教不盡。", "129": "復三峰碩揆和尚復三峰碩揆和尚附來札", "13": "復出可也。今去臨濟千有餘歲。大法既衰，其間盜名", "130": "某自酉戌以來，一犁濱泖。同源兄弟，魚雁無聞亦已", "131": "二十餘年矣。遙佩法兄和尚盛雅垂及，焦芽無時不", "132": "心維而口頌。第以某之匪才，豈能濫膺祖席。然執帚", "133": "之役，勢不容辭。幾欲懷辦香，躬炙函丈以申積年景", "134": "仰，并瞻上祖，堂皇側聆獅絃獨奏。其如院事羈縻，私", "135": "心莫展，言之不勝。赧然反承隆貺寵頒，安敢拜嘉一", "136": "二。謹附貴職，完上尊錄。敬留諷讀，快活法益。某與和", "137": "尚久切神交，肝膽相照。自今而後，惟望法兄和尚錫", "138": "以誨言，策其不逮，庶不致顛越。三復慈翰，秪覺汗慚", "139": "浹背。兩公久闊，喜得把袂談心。又悉和尚法履康強，", "14": "字者不可勝數。若非腳下同符三聖興化，乘時而出", "140": "道懷和暢。近復大作，繁興百般輪奐，補前人之未完，", "141": "真豐功蓋代，非筆舌所能贊也。先此佈謝，未盡欲言，", "142": "天氣涼爽尚容躬候。臨穎神溯。", "143": "吾法兄和尚之補處聖恩一席也，天與人兩心相", "144": "協，弟聞之合十稱慶，無任雀躍。徒以拮据土木，身", "145": "為眾縛，有失以時專賀。然神馳左右，則從五月十", "146": "三以至今日，無時無刻不於方寸中打個轆轤轉", "147": "也。此剎雖稱祖山，一椽一瓦皆從先法伯毛端現", "148": "出。吾法兄為剖老人嫡子，漢老人親孫，而又久潛", "149": "鱗甲，今正一鳴生風雨之時。惟願不起於座，一住", "15": "翼扶法運，則何以俾逐鹿之徒狂機頓息。我先師聖", "150": "百年，佇見兒孫，遍滿大唐國。是吾黨之望，亦吾黨", "151": "之幸也。維那旦方，是他日曾受青目者，特令同侍", "152": "僧時隱代為九拜，匪敢云有以稱賀，聊一懺其疏", "153": "闊云耳。諸惟以時珍攝。", "154": "致慕大中丞致慕大中丞", "155": "夏間承乏祖山，得叨慈庇，再叩。崇階未獲一覲祥光，", "156": "至今耿耿。當霜重風嚴之際，猶蒙大護法錫以上方", "157": "香積，念存兩世，隆眷若此，能令人不時銘胸臆乎。冬", "158": "前聞台候違和。適行乞驥江，有失訊候。昨還山時，備", "159": "悉杖履輕安，道懷高暢，欣慰之私無以言喻。茲者維", "16": "恩老人，躬膺末命，中興祖山，三十五年大其獅吼。櫛", "160": "岳降祥稀壽，平格自應躬祝岡陵，乃為戒期所繫。慚", "161": "負恩知，何以自逭。敬遣監院代申九頓，率泐蕪箋，聊", "162": "紓芹意。倘存細流，幸賜弘納。明春香雪林中顒望大", "163": "護法惠臨山頭，俾得側聆教範。臨穎瞻注。", "164": "致三峰和尚致三峰和尚附來書", "165": "吾法兄和尚道德文章卓絕千古。以一身之去住，繫", "166": "法社之興衰。惟是三峰一席，為天山老人發源之地。", "167": "茲得獅絃接武，堂搆聿新。雲漢光華，驊騮騰踏。觀氣", "168": "象之崢嶸，益知大宗之有自矣。法門之慶，未可言宣。", "169": "某自分庸譾，猥蒙高誼，如接清輝。顧承垂念同源，情", "17": "風沐雨，蒞眾勤勞，卒為宗門砥柱。克紹宏模，功勳蓋", "170": "篤雁序。然自執帚以來，觸目荊棘。讀昔人行路難，恐", "171": "未有此艱險耳。所幸琴川密邇，時切溯洄。卒以碌碌", "172": "塵襟，未遑耑候，方且抱愧萬端。乃先辱瑤椷，遠頒珍", "173": "貺。拜諷之餘，益深感悚。過蒙勉勵，遂欲策其駑鈍致", "174": "之上廄。將來正慮不及長兄厚期，秪增惴惴耳。本擬", "175": "躬叩山頭，側聆麈誨，因分衛郡中，未獲遂願。古姪向", "176": "曾受知和尚，特囑同知客忍侄代申頂禮并懺疏怠", "177": "之罪。菲物一二，略展塵毛，非敢云報章也。惟冀莞存，", "178": "臨楮可勝馳戀。", "179": "范文正公作秀才時，便以天下為己任。所謂為己", "18": "代，洵法門之盛事也。當是時，海內崇其道化，如汾州", "180": "任者，行路難行路易，皆置之度外所不論也。語有", "181": "之，不遇盤根錯節，無以別利器。今天下叢林何處", "182": "不荊棘滿前，我輩之所恃以不畏者，亦曰法運興", "183": "衰一付之，頭上天公作主宰而已矣。但不可無事", "184": "生事，所行不顧所言，為識者所恥笑，是第一義。每", "185": "見諸方蔑視宗黨釣譽沽名，輕易濡筆形諸梨棗，", "186": "甚至呵笑天下傳衣付法盡失榜樣。及乎自己攫", "187": "攘鄰雞以當鸞鳳，視鼠竊狗偷之不若如此者，是", "188": "為可悲可涕也。吾法兄和尚素有長厚之名，今日", "189": "補處祖庭出於龍天推出，非用伎倆而得也。鄧尉", "19": "雙髻，儼然再來。嗟乎，先世之建立光明如此，而為之", "190": "三世耆舊，皆有德自愛者。多不比弟之初住靈隱", "191": "而調所難調也。為今之計，一以大公無我之心而", "192": "攝受之。佇見天山師翁之道，復新南陽氣象也。三", "193": "峰土木之舉，出於勢不容己，故不揣菲薄而孟浪", "194": "興工耳。靡不有初，鮮克有終，但不知告成一句在", "195": "何月何日也。謬承齒及，可煞慚惶。吾兄初蒞祖山，", "196": "百凡冗集。乃辱耑使惠顧，且幣貺之三復。扇頭佳", "197": "什，同心斷金之誼溢於言表。但譽過其實，所不敢", "198": "當耳。謝謝。虞山鄧尉，朝呼夕應，會晤有期。諸惟順", "199": "時保愛不備。", "2": "記室德敷錄", "20": "後者不能繼武承勝，接其標流，豈不令披燈續史之", "200": "與念齋繆太史與念齋繆太史", "201": "曩者乞食郡城，晉謁崇階不獲一聆教範，耿歉何似。", "202": "邇來秋飆氣爽，伏審台履安和，道懷高暢，殊慶慰也。", "203": "某以駑劣，勉住祖山。幸邀大護法鴻庇，凡百粗安。自", "204": "分瓜期既逾，固應立賢遜能。豈以遲鈍之翮，遭此從", "205": "未經見之事。七月廿三之夕，毘嵐鼓發，室廬幾傾。秪", "206": "就所親歷而目睹者，數十里內周崖林木十不存一，", "207": "三門外幾百年覆蔭之大樹迸裂無遺。繞寺墻垣壓", "208": "坍殆盡。世界之盛衰，梵宇之興廢，雖劫運使然，薄福", "209": "如某而當之，良可慨歎。昨專人到竹山一詢，大護法", "21": "賢瞻妙高而詠歎哉。吼和尚以分座宿將，起而嗣之", "210": "尊塋林巒如故，是皆福澤深厚之所致也。大護法祖", "211": "庭世護，諒必關心，即欲報聞，因河岸尚淹，芒鞋濡滯。", "212": "茲特耑忍公奉候起居。憑穎神溯。", "213": "與漢廣金侍衛與漢廣金侍衛附復書", "214": "曩者肅叩崇墀，飫聆教範。至今猶銘刻五內也。奉別", "215": "後，詢知老護法綠野亭榭鄴園書籤，優游靜養比於", "216": "洛陽，慶慰之私無以言喻。某以駑劣，勉住祖山。自分", "217": "瓜期已逾，固應立賢遠引。不謂遲鈍之翮，卒遘所未", "218": "經見之變異。毘嵐怒號，山石崩裂。秪就目擊而身歷", "219": "者，寺前後參天松柏為名山之障蔽十不存一。慘淡", "22": "二十餘年。不言之教，電激風馳。不令之機，山行水立。", "220": "之狀不可勝言。雖林木之劫數，薄福如某而當之，能", "221": "無慨歎。老護法祖庭世護，必切關心。特囑忍公報聞", "222": "并訊台履。傳聞郡中亦然，或未必如山中之甚耳。", "223": "烈風淫雨數百里內無不慘遭。奇變至先塋，合抱", "224": "大木盡行顛拔。尤為傷心，接手教知大剎被災更", "225": "甚。此實氣數使然，雖佛祖亦無可挽回，幸老和尚", "226": "無用過為戚戚也。第災異在天，補救在人。惟願老", "227": "和尚弘大法力漸次整理，俾梵宇復興如舊。是則", "228": "弟所深禱者耳。秋暑尚酷，弗獲躬候起居。容稍安，", "229": "集當圖入山以悉種種。先此附復不既。", "23": "至若奪五宗之旗鼓，剖差別之門庭，開開闔闔，變變", "230": "與李司空與李司空", "231": "曩承隆賜下頒，摳衣躬謝。幸辱榮光之睞，彌增涼德", "232": "之慚。奉別以來，俄已秋飆薦爽，桂鏡方昇。伏審台履", "233": "安和，道懷高暢，頌吉甫補袞之章為贊皇召拜之日，", "234": "佛法金湯不待言矣。山中近遭大風拔木之厄，頓覺", "235": "荒涼。聞郡中亦然。真未經見之事也。山果幾種佐公", "236": "子梨栗之需。且因暑熱，久遲遣問。想握印提戈之後，", "237": "步趨漸壯。草野之士無以仰答清輝，惟有頂祝台垣", "238": "蜚聲麟鳳。況舊德世勳，君家文饒何難再見。昨傳", "239": "聖駕有南幸之說，縣父母有諭單到山。不知確否，萬", "24": "化化，如天之象緯，人之絲綸。雖本於家法，神而明之，", "240": "祈指示。臨穎神溯。", "241": "復程林岫復程林岫", "242": "花深碧嶂間獲覲祥光，渥聆高論，鏤刻五衷。別後遂", "243": "爾洞庭葉下矣。昨忍公還，拜讀手翰并悉杖履康豫，", "244": "喜慰無量。當繼闍黎之示寂，適逗留雲間，不及視其", "245": "辭世。承老先生諄諄垂念，古道照人，真啣感無盡也。", "246": "拙語謬蒙獎譽，慚甚慚甚。札中所諭，敢不敬遵台命。", "247": "前月之夕烈風鼓蕩，繞寺喬松盡行顛拔。致使梵宇", "248": "蒼涼，林巒失色。老先生靈鷲會中人，不知作何傷感", "249": "也。耑此奉復不盡。", "25": "皆不出吾和尚掌握中。所謂先後同揆，古今一轍，不", "250": "致徐明府致徐明府", "251": "琴堂雅化，仰沐清輝。秪以山林野衲，不敢溷謁崇墀。", "252": "雖夙荷金湯，諒大護法能鑒其跡，疏心切也。昨貴役", "253": "奉命到山，拜接台諭，知　聖駕不日幸臨。粉飾叢林，", "254": "清塵道路，不待嚴旨，固應體憲臺與郡縣各大護法", "255": "之心。第前月廿三之夕，烈風淫雨不止。林木拔盡，墻", "256": "垣悉遭坍隳。茲將半月安集未遑。兼之廚庫蕭然，一", "257": "盂幾絕。方且救饑無策而欲效從前太平景象，恐非", "258": "一朝一夕之所能也。伏祈鼎言轉詳各憲大護法從", "259": "容補捄。倘有不及處，幸念天數使然，冀寬其罪，足仞", "26": "其然乎。聞和尚在天目時，截甕為鐺，燃膏代獨，苦參", "260": "明德無涯矣。", "261": "與郭蕙芝與郭蕙芝", "262": "夙仰道標，無繇瞻對。昨冬乞食江滸，登堂晉謁。遂下", "263": "榻高齋，飽餐香飯，并得一觀鳳毛麟角，足徵德門世", "264": "瑞，深慶吾家復有大年無垢輩出也。山中一眾感頌", "265": "長者道誼不置。改歲以來人事紛雜，未獲耑謝并候", "266": "新祉。雨雪頻仍，梅花信晚，萬壑清香，殆天意欲俟杖", "267": "履一遊耳。幸即命駕。令親暨公郎不及一一遍致，均", "268": "祈致懷。", "269": "復靈巖輪和尚復靈巖輪和尚", "27": "力究，方得了一大事因緣。既而出世武林大覺禪寺。", "270": "前相約北寺古公登巔奉謁。將放剡溪之棹，適風雪", "271": "大作，興盡而返，至今猶怏怏也。古人謂住持事繁，法", "272": "兄吟詠自適，度越尋常萬倍矣。捧讀佳製兼拜彝茗，", "273": "心眼豁開塵襟頓滌，謝何可言。萬山香雪，恨不得與", "274": "法兄把臂林中一談闊愫。稍俟空隙當面請教益也。", "275": "草泐不盡。", "276": "與三峰和尚與三峰和尚附來書", "277": "惟我法兄和尚，濟北斗山江西宗主。凡在同源，無不", "278": "承輝藉蔭，仰就維屏，況某尤受春風眷注者乎。茲者", "279": "躬逢大慶，咫尺清光，深為踴躍。本擬一棹剡溪，思登", "28": "寺為密菴傑祖開山之地。重披荊莽，提唱宗風。靈隱", "280": "祖室聽金石之聲，班岡陵之祝。不謂一春來應酬日", "281": "溷，撐持日艱。北望虞山，宛接几案。正如穎濱入都見", "282": "黃河嵩華，而獨未得見韓太尉，比之某亦復如是。雖", "283": "然清涼一枝，漢祖血脈，和尚精神貫注，懋績豐功，山", "284": "花澗水無刻不向峰頭湧現。某誠下劣，終不甘列于", "285": "色見聲求，致煩長兄呵責也。敬遣職事遠齎鳧醬。自", "286": "愧塵陪華岳無益崇高，露滴天池或同一味。瞻霞載", "287": "祝，願道臘與清涼齊年，住世同趙州俱永。庶滹沱波", "288": "瀾，江流海注。異日卸卻擔子，緊捎芒鞋，得同文遠諸", "289": "公與和尚賭胡餅為法喜遊，真快事耳。臨楮可勝瞻", "29": "老和尚歎為猶子之賢，而遣使齎供，并為增置寮舍。", "290": "注之至。", "291": "伏自我法兄和尚補處聖恩，內外安和，德風遐播。", "292": "魯申公之言有曰，為治不在多言，顧力行何如耳。", "293": "吾徒之治叢林，獨不然乎。此弟所以每詢口碑，不", "294": "勝向太湖北岸合十稱慶者也。方以不得一埽祖", "295": "塔，向知己弟兄傾積年肝膈為憾。而草木之年反", "296": "辱專使惠臨，稱詩致幣，有出謂情，既慚且感何以", "297": "自處。若乃天山老子肉身所在，正所望於不倦津", "298": "梁，一坐百年。此圖報從上之第一著也。區區謙退", "299": "與夫畏難畏苦致多起倒，皆非祖庭幸事。吾兄真", "3": "序序", "30": "其亦有玅喜天童之遺風歟。嘗攷之燈史，古來尊宿", "300": "人，定當心味斯語。燈下目昏，不欲假手他人。草率", "301": "不恭，惟原而宥之不備。", "302": "復王僧士先生復王僧士先生附來書", "303": "老先生曠達清襟，與道為近，方寸間時時念及。秪以", "304": "湖山迥隔，致多疏闊。秋間徐素老來山，備詢台履增", "305": "勝，甚慰遠懷。墓上之文得先生手作，三世周詳，真為", "306": "不朽。感德之深，難以言喻。先嚴慈於十五日入土。雖", "307": "因緣有在，得侍墓傍，終無補於風木之恨耳。極承垂", "308": "念，故并及此。明歲先生杖國之年，當一棹江鄉首瞻", "309": "華岳，敬聆清誨。杖履二事附家兄奉上。先生道高松", "31": "名重王侯者代不乏人，而修齡宿福未必能兼。和尚", "310": "柏，造詣益深，豈常情所能稱祝哉。臘底嚴寒，惟冀順", "311": "時珍愛。憑穎神切。", "312": "自飛錫入山，宗風大振。遠邇道俗，靡不瞻企。弟以", "313": "老病不能修候，惟從賢昆處時聞德音，不啻親侍", "314": "座右也。茲以練川徐素書先生山行之便，附詢道", "315": "履。素老高懷遠度，世擅青烏之學，神鑒特絕。尤耽", "316": "禪悅，久切皈依。扶笻奉訪，一慰夙願。幸進而教之，", "317": "晤對之下知必有宿契也。弟亦托其山間覓一菟", "318": "裘，未知機緣若何，并望指示。前草忠孝墓碑，賢昆", "319": "曾達閱覽否。頹齡才盡，深愧不文，乞加斧正，使鄙", "32": "得五百餘甲子，去趙州之年不遠。其主祖山，恒滿萬", "320": "人得附不朽，幸矣。統惟玄鑒，口授未悉。", "321": "與李司空與李司空附復書", "322": "龍旂北上，記巖桂香飄之初。適維縶洞庭，不及祖送，", "323": "抱歉何似。大護法峻德格天，丹忠翊日。行且晉躋揆", "324": "席，霖遍方州，其為深山野衲藉蔭何如。昨聞榮旆南", "325": "旋，即擬攜舟躬候節鉞。會山中禪期方啟，又恐大護", "326": "法署中貴冗，未敢輕溷。恃在照臨之下，當不以後至", "327": "加責也。第跋涉數千里，上下勞頓，況澗道冰霜，獲知", "328": "台履安適，闔府清寧，耿耿之私得以稍慰。先耑監寺", "329": "代叩崇墀，并致遠懷之念。來歲梅花必早，俟盛放時", "33": "指。福與齒俱隆。及其晚年，會", "330": "恭迎黼黻。肅泐不盡。", "331": "周道馳驅往返四閱月。每念老和尚超然物外，自", "332": "愧風塵。昨甫旋署，未遑遣候法履。正用溯懷，乃承", "333": "監院枉顧，翰貺先施，何以克受。然雅意勤惓，又不", "334": "敢卻。勉爾拜登，以勒明德。肅此先復謝忱。更俟暗", "335": "香浮動，疏影橫斜，與老和尚把臂林泉，以滌塵俗", "336": "萬斛也。臨楮神馳。", "337": "與郭蕙芝與郭蕙芝", "338": "舊冬復乞食澄江，道經珂里，正值木落霜飛之候。未", "339": "遑趨覲台階并謝厚誼，此中至今耿歉也。獻歲知杖", "34": "聖駕南巡，駐驆優崇。曠典近古未有。蓋其一生沖懷恬", "340": "履康寧，德門迪吉，欣喜無量。山中梅信不待，月輪光", "341": "滿而花瓣香深矣。良辰好景當勿後時。望道駕來山，", "342": "把手香雪林中，誠快事也。聖闍黎以耆年碩德，模範", "343": "木叉。茲暫歸菴，必過謁尊府。幸老護法速其同到山", "344": "中。耑此附候不一。", "345": "與吳炳文與吳炳文", "346": "去臘留宿景琛，得晤高賢。重蒙道愛，匆匆返棹不及", "347": "一罄謝，私此中歉仄不安也。新春知起居增慶，足慰", "348": "遠懷。聖公雖年逾古稀而強健非常，山中耆宿屈指", "349": "稱最。德門世為須達，其徒輩足能撐持。又叨護法干", "35": "澹，耆艾康強。儀式型祖宗之德，激揚開後學之蒙故。", "350": "城之固，真可安心在山矣。茲暫還杖履，時附數行代", "351": "候。梅花將盛，望玉趾到山作平原十日之談，何如。", "352": "與法華海和尚與法華海和尚", "353": "去秋下榻東山，竊聆緒論。更叨深情厚誼，非骨肉之", "354": "愛何以有此。別後嘗想高懷幽韻，第恨限以帶水，無", "355": "繇時時促膝，思之惘然。寒谷春回，梅花將放。渴欲奉", "356": "邀杖履一覽香雪之勝，不意天色久陰，恐公無渡河", "357": "之念。適令孫從拈華來，得悉新祉清寧，道懷彌暢，欣", "358": "慰之私無以言喻。雖山色湖光晨夕相對，終不若覿", "359": "面傾倒之為快耳。秋間還山，小詠錄呈，別幅請教。浪", "36": "一語一言，取法從上。讀是錄者，須向筆墨未形，齒縫", "360": "靜風恬時肯移一棹過我否。望之望之。", "361": "與陸魯詹居士與陸魯詹居士", "362": "分袂以來春風兩度矣。每念先生高懷古道，夢想為", "363": "勞。未卜何時復得把臂溪頭，一傾積愫也。去夏祖席", "364": "既虛，吳中緇素催迫入山。急遽就道，出于不得已而", "365": "後行。茲及瓜期，未知卸擔何日。法門當此際，真有百", "366": "川東頹之勢。薄德如某，既不能障其狂瀾，又不能效", "367": "汎汎之鳧與波上下，而徒竊燈傳之名，奚其可乎。先", "368": "生留心理學，志趣略同，故敢一吐胸襟，諒必有以教", "369": "我也。適以便郵，附訊起居。扶風絳帳，想多樂也。湖濱", "37": "未開會得，早落第二。若止以父母所生之眼尋行逐", "370": "三月花放鶯啼，遙盻停雲曷勝戀戀。", "371": "復李司空復李司空", "372": "巖壑秋深，蒹葭思切。忽雲翰之來詢，正天香之始吐。", "373": "籃輿入山，與山谷當年佳話亦復不遠。肅候清輝，臨", "374": "楮瞻切。", "375": "復南音張大尹復南音張大尹附來書", "376": "嘗讀摩詰飯覆釜山僧詩，語語見道。不意叔世中繼", "377": "輞川之風如先生者，深心厚誼，殆有過之。一眾罔不", "378": "合指加額，仰祝德門無疆之慶。第盛暑中漫，及台從", "379": "為不安耳。近復乞食山村，未獲鼓雲間之棹。辱承瑤", "38": "句，豈和尚說法之意哉。", "380": "翰，深荷注存。適乏便郵，致稽裁答，尊札見諭，自當遵", "381": "命。俟殿記撰成，訂諸先達，重修山誌，補入諸賢，真不", "382": "朽之事也。先生其留意焉。", "383": "信宿山頭，快聆麈誨。備接老和尚慈光和靄，道氣", "384": "凝人，似可悠然忘暑，竟不知燭龍之為虐也。欣快", "385": "何如。臨岐已佩仁風之惠，復蒙貺及豚兒一門，叨", "386": "厚感媿交併。敬謝敬謝。細閱山誌，前人編輯盡善，", "387": "可無遺議。但續紀　幸臨盛典，誠為曠世之遇，所", "388": "當急為拜颺者也。至于殿工之早竣，實賴老和尚", "389": "贊成盛心。擬附一記，垂諸久遠。因見前賢先有寺", "39": "萬峰同戒錄序萬峰同戒錄序", "390": "記一編，似不嫌其創也。未識朗鑒以為然否。併此", "391": "預懇，容當呈教。道駕何日還山，舟過胥江，尚圖面", "392": "候近履。泥叩以悉。", "393": "與恪庭沈太史與恪庭沈太史", "394": "山塘紅葉中輕舠夜別，忽忽兩易秋風矣。一笠荒村", "395": "三年不見。問嘗入郡，知先生跡遍名山，徒切剡溪之", "396": "興。昨掠旅兄同詣毘耶，快聆教範。適聞掩室，未敢輕", "397": "扣崇軒。鼓枻煙汀徒增鬱結耳。茲遣小孫敬詢台履，", "398": "并吼和尚語錄拙序呈教。祈先生不棄微言，得賜斧", "399": "削，感何如之。典謁忍公所懇行狀，不審能徹片晷為", "4": "吼崖和尚語錄序吼崖和尚語錄序", "40": "禪宗律學，佛祖慧命所在。方今法道下衰，人根卑弱。", "400": "一揮否。以先生金湯吾道，洞悉綱宗，舍而不請向誰", "401": "請乎。若云以張楊比擬，真唐突不淺。", "402": "與仁兄和尚與仁兄和尚", "403": "別時雨雪載塗，遂復陰陰夏木矣。春光如駛，馳念為", "404": "勞。前禪者來，獲悉杖履康強，深慰懸切。嗣而監院至，", "405": "挑燈相向，備述今春四遠輻輳，法輪食輪俱從不思", "406": "議中流出，可不負法兄擔荷佛祖慧命之苦心也。梅", "407": "花相約又成夢遊。江淛叢林負大聲望於祖苑者，不", "408": "過一二所賴為砥柱。今頹波日劇，外議風生，繇不思", "409": "臨深履薄之戒，可不為賢者惜之。弟僻處深村，栽田", "41": "擔荷如來心印者可不並勵焉。昔世尊道成，說修多", "410": "博飯，安敢曰從上先哲，有此高致。因憶當年法兄結", "411": "茆華頂，拾橡燃松，雖山木之趣不同，而所遇之境一", "412": "也。春夏之交不時，抱病衰邁之狀不堪為知己道。所", "413": "最喜者，法兄福慧兼隆且精力之旺過弟百倍。茲據", "414": "祖庭有為之地，展其生平所蘊之心，不徒使叢席富", "415": "殷，直可與先師吐氣矣。寓子來山，敬泐數行代候。夏", "416": "制將臨，惟冀順時珍攝。臨楮依依。", "417": "與佛華智鎧西堂與佛華智鎧西堂", "418": "去臘峰頭承老姪惠顧，殷殷情文周摯，非骨肉之誼", "419": "何以有此。流光如駛，轉盻綠陰。遙想山塘春雨中，依", "42": "羅而宣戒法。戒之義大矣哉。蓋三世聖人，歷代賢哲，", "420": "依楊柳助我來思，而良晤不易，殊為惘然。梅花放時，", "421": "每與二三知己相訂續香雪之勝，卒以緣慳不果。邇", "422": "來知諸昆竭力為眾，內外相安，更詢老姪操詣日進，", "423": "夾輔叢林，尤見仰體令先和尚之深意也。寓子來吳，", "424": "特令造候。杜註春秋左傳一部，奉置案頭。異日老姪", "425": "柄法苑之斧鉞，未始不為無益耳。諸惟自愛不盡。", "426": "與隆潤西堂與隆潤西堂", "427": "叢林之所重者在乎得人。如老侄之輔我法兄，真不", "428": "廢光彩矣。欣羨之私可勝言喻。春間滿擬一棹來山，", "429": "竟以病魔糾纏不獲傾倒。想分座之餘，道候沖勝。敝", "43": "自此而出。三千威儀，八萬細行，自此而生。菩提涅槃，", "430": "相知張迪哲兄欲求俟齋先生大筆一幅，為母夫人", "431": "壽。其所懇者，皆海內高人名士。俟翁星中之月，仰望", "432": "而不可得者也。小札一緘特囑寓子來請。白雲與澗", "433": "上咫尺，望為指引。餘言不盡。", "434": "與斗南李護法與斗南李護法", "435": "久注祥光已非一日。昨者山頭得瞻台範，兼佩高情，", "436": "銘刻之私無以言喻。先寶華和尚息影台山四十餘", "437": "年，足不出壑。客冬赴繼祖庭，三吳道俗無不以古佛", "438": "稱之。又蒙台下不忘付囑，極力護持，且受最後之託。", "439": "此固往昔因緣，非今生之偶遇也。榻前之諾尤見盛", "44": "真如解脫，繇斯而起。煩惱塵勞，無明惡業，繇斯而斷。", "440": "心始終。完此一段大事，不獨某輩啣報不盡，即先法", "441": "兄在常寂亦感德無窮也。准今月吉日起龕長行，恐", "442": "水肅江寒不宜久滯，想護法亦同此意，故敢奉聞。臨", "443": "楮翹切。", "444": "與日千吳高士與日千吳高士附來札", "445": "今海內名節之士如星中月，而獨朗然如故者，惟先", "446": "生一人。憶曩在帶三先生齋頭一瞻顏色，迄今四十", "447": "餘年。萍蹤吳越，遠寄笠瓢。維桑碩果，僅留先生。不獲", "448": "絆緉鞋一訪高廬側聆，前言往行，懶拙如某真為大", "449": "君子之所恥笑。然景仰風範，無時蹔忘。所可慰者，從", "45": "然則斷無所斷，起無所起，生無所生，出無所出。如是", "450": "見公處每悉道況，霜松雪柏孤撐於雲漢之表。世道", "451": "頹波，我心砥柱，非先生疇足當之。先叔蘇門居士與", "452": "先生知最深，歿且數年矣。先君又長謝人間。皆先生", "453": "志同道合之友。某誼應修弟子之禮，時親杖履之下", "454": "飫聞教誨，策其未逮。豈謂葦航之水不克展願，抱愧", "455": "良深耳。茲以見公之便，肅勒數行附候，并迪哲兄一", "456": "札，託致外先蘇門傳稿一冊呈教，祈先生賜以斧削。", "457": "倘不見遺，乞題一語，取信後人。則先蘇門雖死猶生，", "458": "感且不朽。", "459": "和尚道望高邈，僕不得常聆緒論，每為悵然。蘇門", "46": "精研，如是成就，於法於心，離諸染著。豈惟波離尊者，", "460": "先生與僕同庚。僕昔贈句有，同齒庚申歲，寒愁亦", "461": "不殊，適逢王氣盡，詎恨爨煙虛。回想昔游，聲容如", "462": "昨，而永訣已逾一紀，不覺涕零。讀大傳，生氣勃勃，", "463": "字字實錄，定傳千古。附題一律，雖不足重輕，然不", "464": "敢虛和尚之命。幸教正之。", "465": "與馮奕繡與馮奕繡", "466": "別來八閱月矣。寤寐神馳，未敢謂各天睽隔也。殘暑", "467": "既消，秋香滿院。計此時社兄斫桂月中，看濤江上。昨", "468": "至石湖，候尊大人先生，始知高臥溪堂，承歡晨夕。曠", "469": "達之懷，人所罕及。雖轉瞬三年，終未免為志士惜之", "47": "儼然如在。即三峰師翁纘述弘戒，法儀流布末世，顯", "470": "耳。兼聞染恙，不及一詣榻前把手談愫，何歉如之。兩", "471": "郎君學業日進，深為助喜。尊大人強健如故，然久處", "472": "一室，高年人止覺寥寂。晚桂放時當一葉奉迎，作山", "473": "水遊。先為我申致茲便。草泐不盡。", "474": "復彭伯昇先生復彭伯昇先生", "475": "三年以來，總為山中之役。每秋入山，歲底而歸。今秋", "476": "幸賤體多病，遂得稍安。懶拙渴欲一覲毘耶，側聆教", "477": "益，并謝疏怠之罪。昨已買舟，復為風雨所阻。薄暮承", "478": "尊使來拜，接手翰并知老先生杖履康強，闔府清吉，", "479": "深慰積懷。當天香雲外之候，切聆南宮好音，何意又", "48": "示如來光明之體。遐邇尊崇，無有窮盡矣。聖恩自先", "480": "遲遲珠玉也。承諭俟重陽前後，當詣高齋，快飫道範。", "481": "草復。", "482": "寄輪菴和尚寄輪菴和尚", "483": "憶辛未冬於鄧尉祖山獲聯雁序，深宵剪燭飫聆誨", "484": "言。此時木落霜嚴，猶蒙法兄和尚念切同條，諄諄懇", "485": "懇。古道若此，能不令人時銘胸臆乎。分袂後嗣聞象", "486": "駕北遊，山川遙間不通聞問者，三載於茲矣。玉泉一", "487": "席，海內欽風。想著述之餘，法履安和，道懷休暢。況老", "488": "法兄以先聖之學，繼臨濟之傳，佛法文章共推當世。", "489": "將來豐功大業昭映人天，又不止為法門砥柱而已。", "49": "老人闡化之後，三十餘年，後先一轍。邇者華頂仁兄", "490": "夏間遠拜書扇，深荷慈注。捧讀尊詠，如接清光。雖遠", "491": "隔三千里外而此心未嘗不在西山雲月間也。某理", "492": "跡深村，虛拋歲月。幸托垂蔭，耕钁粗安。第今歲江淛", "493": "之間水旱相踵，耳目所聞見者，蕭索異常。桑梓故地，", "494": "知老法兄亦在念想中也。冬底在報恩室中晤令嗣", "495": "水公，細悉近況，慶慰良深。時水公有江楚之行，匆匆", "496": "別去，未盡欲言。茲以敝護法孝廉沈聲垂公車都下，", "497": "敬勒數行附候杖履。時下嚴寒，惟冀為法珍攝不備。", "498": "北望燕雲，曷勝神往。", "499": "復胡霖生道社復胡霖生道社", "5": "和尚示寂之明年，門人上授等編其二會語錄，將流", "50": "和尚繼主祖庭，三吳新學來茲求具。濟濟英賢，于斯", "500": "自洙水別後，嗣聞台車遊粵。南北相望，曠隔幾千里。", "501": "屈指闊衷四更寒暑。春山二月，花笑鳥啼。觸物興懷，", "502": "安得無天各一方之歎。昨諸同社到山，接手翰始悉", "503": "杖履言。旋道之云，遠悠悠我思，從此放懷矣。札中極", "504": "承垂注，感愧無量。社翁以磊落不羈之才交遊滿天", "505": "下，然紅塵浩壤中，決非柴桑中散一流人可得展其", "506": "驥足。庶幾清泉白石或堪懸道駕耳。至如鶴韻松姿，", "507": "時時在目。必待筆尖相見，真鈍置不少。寄懷拙句，錄", "508": "似扇頭，請正。綠陰滿徑時，容當把臂溪上。附復不盡。", "509": "與石湖馮竹溪先生與石湖馮竹溪先生", "51": "為盛。余行愧荒蕪，叨居末座。不圖禪律凋零，復獲睹", "510": "違教以來歲星五易，此心何嘗一日不繞傳忠堂哉。", "511": "惟是院事繁雜，兼之遠隔湖山，未遑耑候。然先生善", "512": "飯矍鑠之康強，燕居寂寥之景況，無不從自信口邊", "513": "訊悉其詳也。奕兄召賦玉樓，不惟先生抱西河之痛，", "514": "世外知交尤深人琴之感。不得及時走石湖一哭，至", "515": "今哀悼無已。某承乏鄧山在乙亥夏，茲年將四匝。福", "516": "輕緣淺，無補師門。又值人窮歲瘠之秋，元氣喪盡之", "517": "日，艱難萬狀不堪為先生道也。憶二十年前，風晨月", "518": "夕時獲周旋于杖履之下。謝公梵院，白社重尋，曾幾", "519": "何時。諸賢不可復問矣。思之惘然。某疏懶之性，豈堪", "52": "其大觀。雖三壇木叉，不隨時升降。而和尚之循蹈矩", "520": "久拘。當期與先生重締蓮花舊盟，再話桑榆晚景，固", "521": "快事也。兩令孫學業想與年俱進。既失其恃，又喪其", "522": "怙，慘哉。春風多厲，惟冀珍攝。遙望三湖，曷勝悵結。", "523": "復輪和尚復輪和尚", "524": "淵明詩云，饑來驅我去，叩門拙言辭。荒秋乞食，設使", "525": "巧於言辭，亦無足用。世道如此，能無慨歎。前假館關", "526": "中，法檀兼施，至今銘刻五衷。頃接尊翰，知池陽之行", "527": "在即。不獲祖送，殊深悵結。江水方寒，高年遠涉，風晨", "528": "月夕之下不宜過勞神思，亦攝養之一端耳。來教云，", "529": "晤時在香雪紛披。瞻彼日月，悠悠我思。杖履登九華", "53": "矱，惟祖武是繩。至於提唱真乘，使人重見滹沱祖令，", "530": "五谿諸勝後，開法之暇，賓鴻南來，幸勿惜片羽。相見", "531": "甚遙，臨穎悶絕。", "532": "與華嚴聞後堂與華嚴聞後堂", "533": "華嚴頹久，得公整頓一番，即先老人在寂光未嘗不", "534": "手加額也。但經營勞苦，萬倍於前，刻刻為公惜之。意", "535": "謂肩佛祖之道，萬里騰驤始于初步。今華嚴，公之初", "536": "步也。異日遠大之業，抑不從此而起乎。故又轉姑息", "537": "之念而更深苦辣磨煉之。望惟在寬大其胸，堅勵其", "538": "操。是所願也，公其勉之。", "539": "致董書麟致董書麟", "54": "其扶樹正法之功豈小補哉。將來大暢先猷，奔騰龍", "540": "澄江持缽還山，無片刻得暇。兼以空山多雨雪，惟有", "541": "跂望而已。道駕歸漁洋在幾時。松郡收成與此間略", "542": "同，年饑不足未有甚於今歲之苦也。道翁閉戶深山，", "543": "養高埋跡。范文正之虀甕，碧綠青黃，想足樂耳。異目", "544": "肩天下之擔，不於此而待乎。山味幾種清寒殊甚，敢", "545": "以致几席。幸揮之。同在七十二峰間，湖波隔絕，反不", "546": "若洙水之易於把臂也。燈前欲歸故里，不審有家報", "547": "寄否。晤期不遠，冗次草率不盡。", "548": "復愚山禪師復愚山禪師", "549": "荒歉洊臻又遭多故，艱難景況不堪為知己道也。言", "55": "象，布靉靆之慈雲，澍滂沱之法雨，德風薰被，又何讓", "550": "別以來，歲序俄更。每誦自我不見于今三年之句，黯", "551": "然神傷者久之。想座下悠然一室，方諸碌碌者奚啻", "552": "霄壤耶。前接手翰，眷注之餘兼蒙慰勞。千鈞一鏤，未", "553": "免懼心有負教言多矣。令徒在山，際此澹泊，殊為慢", "554": "及。然能奉賢師徒之家法，歎羨歎羨。期畢歸菴，先此", "555": "道鄙。或於燈前一葉趨候，以圖良晤，未可知也。草草", "556": "奉復，不盡欲言。", "557": "復霖公復霖公", "558": "把臂溪上，涼風徐來，況舊交相對，別有真情耶。衝炎", "559": "旋棹，轉瞬殘冬。雪積空山，蕭條萬狀。奇荒又經目見，", "56": "南山律虎而已哉。展此而得師法相承之據，并以知", "560": "歲事咄咄逼人。總之塵勞世界，毫無趣味。冬初日望", "561": "道駕到山，作火爐頭話。不意公必欲拘以人事，則終", "562": "無進棹之期矣。昨於清師手中接讀教墨，極承垂注，", "563": "且知公堅於願心，以世態艱難不能遂念。然亦不必", "564": "以此芥蒂耳。某瀟灑自由之人，不幸打入群隊。一絲", "565": "九鼎，日夕徬徨勞苦，所不敢辭。負重安能久遠。出得", "566": "籠中復與諸公握手水邊林下，真快事也。不知何日", "567": "得遂我心。九月朔日送先老人尊像進影堂，效大陽", "568": "故事。代囑三人。其一接嗣幻廬兄，因王維士太史曾", "569": "有此言故也。囑語呈覽，故鄉諸相知聞之必為點首。", "57": "南詢煙水之蹤。一期同學，幸毋忽諸。是為序。", "570": "明春令其法嗣來掃塔，并候諸尊長也。清老歸，附此", "571": "奉復，諸不盡言。", "572": "復萊嵩李司空復萊嵩李司空", "573": "盛使到山，拜讀翰教，始悉榮旌自歲朝歸府，想止嬴", "574": "餘哀，不憚雨雪之載途也。及詢台候輕安，欣慰無量。", "575": "承賜懺資，又費大護法之清心，山僧安敢堅卻。敬留", "576": "飯僧再為太夫人修冥福耳。先此鳴謝，即當躬候崇", "577": "墀，面頌萬福。", "578": "致夏無瑕孝廉致夏無瑕孝廉", "579": "獻節後伏審台履安和，闔府康吉，欣慰無量。舊冬兩", "58": "又", "580": "承面諭，訂晤香雪林中。因春風尚厲，未敢相邀。日來", "581": "梅花盛開，寒谷漸暖。正謝公遊屐之時，甘老完願之", "582": "日也。特放小舟奉接，幸即命駕入山。當耑候於雨華", "583": "橋畔。臨穎翹切。", "584": "與齋僧館胡楊諸護法與齋僧館胡楊諸護法", "585": "齋僧一席，諸位台臺誠心大願，所聚多年經畫漸次", "586": "成功。俾方來群衲，得免饑渴之憂，又獲居停之樂。此", "587": "段福緣真垂不朽。但前此主持，某實未來山，不敢議", "588": "及。止就近日交代之舉，山中毫不相聞。與者竟與，受", "589": "者竟受，世法佛法均為不通。且無一人證明，恐於因", "59": "靈山設教，有禪講律之諸門。先聖宏綱，在戒定慧之", "590": "果兩字未必清楚。將來必致散漫無稽。有辜前人刱", "591": "始，并負諸大護法一片熱衷。已後物議自然涉及，荒", "592": "山某何可當。特專禪者代叩台階，幸詳始末。出於至", "593": "公，祈示台柬。山中另擇主之。佛門幸甚。臨穎翹切。", "594": "與谷森禪座與谷森禪座", "595": "去冬荒歉之餘，下榻尊菴。荷蒙賢昆厚誼，疊擾香積，", "596": "抱愧之私無以言喻。改歲以來，想新祉沖勝，慰甚。春", "597": "山漸青，春草漸碧。別時承訂香雪之遊，良辰已屆。乞", "598": "致淑老，望道駕同入山中，坐花下作十日留。不盡。", "599": "啟啟", "6": "傳於世，請一言以冠其首。余告之曰，余烏能為爾和", "60": "三學。然有律則禪講方嚴，得戒則定慧始固。斯乃今", "600": "請天台寶華月航和尚補住聖恩啟請天台寶華月航和尚補住聖恩啟代吳門諸護法", "601": "伏以河北源流，遇大風而令行吳越。嶺南血脈至太", "602": "白而道旺。萬峰攷之禪史，代有其人。恭惟月公大和", "603": "尚座下，法海神龍，宗門威鳳，首眾鄧山。止用睦州手", "604": "段，拂衣台嶺依然。德嶠風規，佛祖定為許可，諸山罔", "605": "不仰遵。非負過量胸襟，焉具超方眼目。會吼公一代", "606": "終期，雙林高逝。四煞雄之家法，須待真獅。三玄要之", "607": "重關，打醒睡虎。顧茲祖席已虛，繼踵誰任必會先師", "608": "的意，此座堪登。況同條共本已欣呼應，同心換象抽", "609": "爻更喜後先一轍。某等久屬金湯，顒瞻玉麈。敢附東", "61": "古同風，後先一轍者也。無奈法久弊生，以致波旬蕩", "610": "林之末，慚追天覺之蹤。合詞葵懇，佇候寶幢。伏冀劍", "611": "挂眉端，雷轟舌上。樹河陽之旗幟，梵宇肅清。奮雪夜", "612": "之神機，禪關頓破。聿新祖席，重聽法雷，曷勝翹企之", "613": "至。", "614": "請翠峰輪菴和尚補住靈巖啟請翠峰輪菴和尚補住靈巖啟", "615": "伏以馬駒踏殺天下，臨濟挺生天山。法戰寰中，靈巖", "616": "傑出。系數之隆有待，非常之略難逢。恭惟輪翁法兄", "617": "和尚座下，宗門宿望，名世應期。溯瓜瓞於廬陵，偏宜", "618": "忠裔。指風幡於燕邸，不愧燈傳。玉泉膺　特簡史冊，", "619": "輝煌偕滹沱而並燦。法海矢澄清家風，炳奕與衡岳", "62": "檢。賴古心馨和尚乘木叉願輪，巨荒再闢復得三峰", "620": "而爭奇。慨夫千百年大統綱宗，濫同巾幗。幾十世列", "621": "祖正脈，寬泛門庭。法兄汾州再出，雪竇重來。機用雙", "622": "提于拈頌，玄要特唱于主賓。雲臥洞庭，風高翠嶠。茲", "623": "者硯山崇報禪寺為吾老叔和尚道場。弟應兄呼，自", "624": "必剎竿扶起。子承父業，豈容法席空虛。某忝竊同源，", "625": "叨陪末座，用是敢布誠心，肅箋上懇，惟冀劍挂眉端，", "626": "雷轟舌上。開人天之眼目，群籟皆清。秉正令之莫邪，", "627": "野狐絕跡。弟某臨啟，不勝虔切之至。", "628": "請堯封過菴和尚補住靈巖啟請堯封過菴和尚補住靈巖啟", "629": "乾遇乎巽，令節方屆。天中斗轉乎箕，祖道重興日下。", "63": "藏師翁。具金剛道力，戒法流傳。南山律學，鬱然中興。", "630": "輝煌共仰，濡潤咸思。大音無久鬱之機，至寶有畢呈", "631": "之略。恭惟過翁法兄和尚，宗門獅象，法苑星雲。金縷", "632": "親傳，奕葉紹靈山之業。寶雲垂映，連枝齊大鑒之名。", "633": "丕振先猷，弘揚家範。道價重諸方宗匠，立言推當代", "634": "偉人。垂鉤釣海底獰龍，波瀾闊大。布網截雲中威鳳，", "635": "絢綵繽紛。法運與景祚維新，　御翰共禪燈交燦。某", "636": "忝竊同源，叨陪末座，素渴醍醐之想，久欽椎拂之風。", "637": "典型斯在快聆毒鼓之音，祖席依然不改名山之勝。", "638": "伏望踞象王寶地，吼獅子威音，俾七十二朵巖巒風", "639": "雷並厲，三萬餘頃波浪機用同施。幸蒙慈允，俯洽輿", "64": "今海內戒壇規範嚴整。所以眼目人天，津梁凡聖者，", "640": "情。肅佈悃誠，遙瞻猊旆，臨穎翹切瞻依之至。", "641": "記記", "642": "先師璧和尚影堂記先師璧和尚影堂記", "643": "堂之建也，始于康熙辛未臘月。越七年，己卯三月告", "644": "成。數先師去世，寒暑閱三十，主法已四更。乃于是年", "645": "菊月之朔，奉安遺像以慰式瞻。所謂因緣時節亦不", "646": "易也。嗟乎，從上佛祖出世，或千百年一出。如優曇缽", "647": "華，時一現耳。其出也，則必有法身大士同願同行，輔", "648": "翼之，繼述之。故其道愈久而愈遠，愈光而愈大。昔世", "649": "尊為一大事因緣出現于世，說法四十九年，未曾說", "65": "皆稟二老人之宏模廣化。雖謂聖師再出，誰曰不然。", "650": "一字。最後於靈山會上拈花示眾，獨迦葉微笑。世尊", "651": "云，我有正法眼藏，涅槃妙心，實相無相微妙法門付", "652": "囑于汝。教外別傳，源始於此。遂稱迦葉為西天第一", "653": "祖。迦葉二十八傳菩提達磨。航海而來，傳佛心印。此", "654": "土之人知有禪宗，乃稱達磨為東土第一祖。達磨六", "655": "傳至曹溪，並出南岳讓，青原思。自後派分五宗，因稱", "656": "南岳為第一祖。南嶽五傳出臨濟。濟于滹沱小院建", "657": "立綱宗，故又稱臨濟為第一祖。臨濟二十一傳出萬", "658": "峰。蔚開闢萬峰，故茲山稱萬峰為第一祖。萬峰十傳", "659": "至天童悟祖。悟出三峰藏翁，崛起三百年將墜之綱", "66": "鄧尉自三世以來禪律並行。每歲四方英達不呼而", "660": "宗，重復鄧山已廢之法席。如日月麗天，雷霆震地。得", "661": "其傳者十有三人。而其克紹鄧峰之祖席，應機說法，", "662": "遐邇響慕三十五年如一日者，實惟先師璧和尚。師", "663": "十二歲出家。十七歲剃染。二十二參學。二十四開悟。", "664": "三十一得大徹。三十八而得受源流衣拂，即開堂說", "665": "法。至七十有二而示寂。又二年，塔全身于華嚴壇後。", "666": "又二十八年，得入影堂。司空李公顏其額曰，真獅。蓋", "667": "取漢祖記先師之語。凡師精進之勇，悟入之深，機用", "668": "之峻，操履之篤，誓願之弘，利濟之普，固非小子筆舌", "669": "所能殫述。而其建立規繩，精詳周備。無一事不稟佛", "67": "至。余忝繼祖席，勉紹家規，深愧道業荒蕪，奚堪師表。", "670": "心，無一法不遵佛制。攝化人天，感悟興起，此志所以", "671": "追敘生平之實，以告將來。俾人人瞻之仰之戀之慕", "672": "之，於以見一代中興師法之不朽。嗚呼，劫石或有時", "673": "盡也，先師道德周行于天地之間，則無時盡也已矣。", "674": "後之賢者，當思紹述先宗，繩其祖武。庶不辜真獅之", "675": "意。是為記。", "676": "贊贊", "677": "德全禪師道影德全禪師道影", "678": "昔狷菴先生於東皋結同志緇白，修上生業。余與示", "679": "獨老宿俱在社中。余年最少。老宿德臘雙高，為先", "68": "敬遵祖父之矩矱，為新學之梯航。現前一眾，得遘勝", "680": "敬重。迄今四十餘年。而其子若孫皆以道行自勵，遠", "681": "近歎慕。德兄，其高足也。為人本色，有古德風。乙亥春，", "682": "梅花盛放。令孫萼公持兄道影索余一言。觀此幅托", "683": "跡高致，其亦有遺世之心乎。回想舊遊，略同感慨。況", "684": "余齒當殘照，不禁神傷。因綴以詩。茸城第一山，西來", "685": "不可及。祖孫五十年，高風猶壁立。道義固平生，門庭", "686": "在真實。賢德如全兄，吾宗堪表率。勁操行胸懷，高托", "687": "西山跡。獨臨香雪中，千峰濃翠積。遂使塵壤間，洗盡", "688": "多生習。", "689": "彥臨兄兩尊人遺影彥臨兄兩尊人遺影", "69": "緣，可謂不費纖心，立成僧寶。應當生慶，出苦海之浮", "690": "余與彥臨兄交最久，得悉其尊大人公輔先生之懿", "691": "行。頃從鄧山歸里，展閱龔太夫人遺像，一種幽懷貞", "692": "靜之風溢于紙端。母儀閫範，遐邇欽崇。若子若孫俱", "693": "克遵家教，而衍千百世麟趾之慶，未嘗不從孺人德", "694": "性中培養也。將來名光彤史，封誥德門，世外亦預有", "695": "榮施矣。", "696": "公就畢居士遺影公就畢居士遺影", "697": "幽懷淡于菊，雅意冷如冰。獨坐梧桐下，秋風香幾層。", "698": "居士遊鄧尉之間，證晦堂之旨。木樨香裏，吾無隱乎。", "699": "此圖之景而於涪翁不相上下。茲得觀瞻，因追憶二", "7": "尚作序哉。請再四，乃勉應之。序曰。夫列祖相傳之道，", "70": "囊。兼用懷慚，勗比丘之實德。具定慧以圓三學，登賢", "700": "十年前丰姿神骨，絲毫靡間。雖宗雷世誼社火猶溫，", "701": "撫今思昔能不慨然。偶以恒若兄之請，率書數語。俾", "702": "見畢氏之高風碩範云。", "703": "畢恒若母氏像贊畢恒若母氏像贊", "704": "巖巖母範，出自虎頭。整整坤儀，隆于宗周。惟其德重，", "705": "所以無儔。珠藏川麗，玉蘊山休。環珮珊珊兮，仙娥帝", "706": "女。霞冠爍爍兮，蓬島之流。真歸蓮沼而影留五濁，家", "707": "風世業而遠布閻浮。", "708": "敏道人像贊敏道人像贊", "709": "秉丈夫之操，具菩薩之心。半百年修普賢大行，一莖", "71": "聖以報四恩。所以上翼", "710": "草現丈六金身。末山道韻，妙總芳塵。龍盂虎錫，感動", "711": "天神。故能破群迷於昏夜，起律學於久湮。庶幾標表", "712": "於鬥諍堅固之僧倫。", "713": "先嚴孝節先生先慈俞孺人合贊先嚴孝節先生先慈俞孺人合贊", "714": "雙九雲掩，長留故國衣冠。萬木風號，罔報當年鞠育。", "715": "自非百千億劫都從那邊修來，安得撥轉珠輪，頓見", "716": "菩提果熟。乾坤定位而道必雙，凡聖難名而心相續。", "717": "此中日月何代不明，此中綱常無遠不復。慈範足以", "718": "啟後閫之賢，清標真堪踵高賢之躅。冰心鐵骨，舉世", "719": "莫知。月韻山情，晚年彌篤。最可恨者，既不能留陳睦", "72": "王綱而下資世福，端在是矣。故先列二師七證之臘德，", "720": "州織屨供親，又不能效李清湘持盆稱祝。惟有望嶺", "721": "雲而興思，讀莪篇而痛哭。", "722": "張封翁麗甫先生像贊張封翁麗甫先生像贊", "723": "負太公之奇略垂釣渭濱，藏用于天下者惟先生有", "724": "之。抱綺園之高風採芝商嶺，而能下漢高之節者亦", "725": "惟先生有之。是皆得畫前一著參化之機，故能處高", "726": "門而不居，棄人間而絕欲。黃石尋蹤，赤松辟榖。前身", "727": "後身，恍然一局。翠壑丹崖是余所棲之谷，道人何年", "728": "向此濯足。雖然晝錦堂開，天書滿屋，帶礪河山，復封", "729": "齊國，吾恐先生逃之不得，豈能安此幅巾道服者耶。", "73": "次書四方同學之生緣。登斯錄者，不特秉承可攷，并", "730": "周山泉先生暨陳孺人像贊周山泉先生暨陳孺人像贊", "731": "豐神肅穆，壺範清淑。瞻舊國之衣冠，想當年之高躅。", "732": "穎水回輿，濂溪歸曲。乾坤定位而蘭玉盈庭，禪淨兼", "733": "修而聯鑣佛國。綺閣香分，萱階草綠。麟兮鳳兮，百祀", "734": "相續。追慈容于法航，痛孝思于風水。更喜一門學道，", "735": "不讓龐老之家風，兩世知交，足稱鄧山之法屬。敢綴", "736": "蕪言，表章燈錄。", "737": "寧子遺影寧子遺影", "738": "夫最無窮者情也，最無根者命也。命若可待，何難拔", "739": "風塵之骨，致塵剎之心，今不可得矣。因繫以贊，來時", "74": "以徵異日師範人天，豈止誌一時之盛事云。", "740": "無鼻，去時無口。雖則面目宛然，終不出乖露醜。翻身", "741": "直上太虛空，依舊面南看北斗。", "742": "題跋題跋", "743": "題歇心居所藏諸名公卿詩卷題歇心居所藏諸名公卿詩卷", "744": "天下有一可傳，雖死猶生。無一可傳，雖生猶死。是冊", "745": "也，諸名公無一存於世矣，其詩其文豈與敗壞之軀", "746": "同朽腐耶。萬峰當天山老人恢復之初，外護如申文", "747": "定蔡忠襄輩。問道往來，詩文玉藻，固吳中第一勝事", "748": "也。豈獨為法苑光乎。當珍而惜之。", "749": "題看山圖題看山圖", "75": "翠峰和尚頌古序翠峰和尚頌古序", "750": "積雨初歇，水田晚晴。見公示其祖靈公看山橫卷。觀", "751": "之嘆息彌日。古之得道者，往往泯跡深山，摩娑苔石。", "752": "不似今人馳逐于聲色之場。靈公秀出東林，牽纏院", "753": "事不能向千巖萬壑中，輒以肖形寓意其風流餘韻", "754": "非俗眼所能窺也。昔遠公畫長江萬里圖，譏者謂其", "755": "有用世之略。靈公此圖，豈無謂耶。", "756": "百鶴圖百鶴圖", "757": "瑯琊居士得此圖以奉母夫人壽也。以余觀之，虯松", "758": "媚人，怪石迷徑。誠妙於筆，非俗工所能辦。當日淨風", "759": "微，松影在地，試顧林間，百鶴有躍者，宿者，跂者，聳頸", "76": "今之荷拈華擔子者，不務行解，惟逞詞鋒，不明性源，", "760": "欲鳴者，欲啄食而呼群者，振羽向人而驚不敢前者，", "761": "有蹈而卻走者，所謂雪翎朱頂墨翅丹距，無不一一", "762": "相肖而生意天然。況濯濯鶴鶴，在陰在野，或鳴于九", "763": "皋，或飲于重淵，而百鶴欣聚之名始現。相經云，鶴壽", "764": "二百六十歲則色純黑而常遊蓬萊三島之間。今以", "765": "此壽而願母夫人與松鶴齊年，人子之心何其深且", "766": "長也。因綴數語以表其微。尚云。", "767": "題簡菴師畫題簡菴師畫", "768": "參禪而得無功之功，學道而悟無用之用。於以觀圖", "769": "畫，悉知其巧拙用意，造微入妙。然此豈可為淺見寡", "77": "徒守杯勺，所以不能上光列祖，下鑿後英。君子未嘗", "770": "聞者道哉。簡兄遊戲翰墨，聲名藉甚。要之，不從意識", "771": "中流出，所以超出尋常萬萬。", "772": "題松竹圖題松竹圖", "773": "蒼蒼者松，亭亭者竹。或宜高山，或宜邃谷。看爾龍麟，", "774": "樂爾鳳服，具壽者相，有君子目。結歲寒盟，維此為淑。", "775": "景行錄題辭景行錄題辭", "776": "幼讀雲棲老人崇行錄，慨然想慕其人。既而腰包頂", "777": "笠，遍歷諸老門庭。鎚拂之下，日炙月親，總不離本分", "778": "一著。然其間取捨不同，行藏各異。或有抱一事之奇，", "779": "一行之美，尤深企重。至于燈錄所載不論，若近代尊", "78": "不深歎息也。靈山一會，自擔雪老人潛輝以來，法雨", "780": "宿卓然有過于古人行事而未及表揚者，後人之責", "781": "也。心喪之後，移居泖上，钁頭之暇嘗閱宋元諸譜。蓋", "782": "主張宗教之外，發言行事有關於世道人心而雄偉", "783": "奇絕者，採錄成編，題曰，景行。嗚呼，法道下衰，宗風日", "784": "遠，至人不得而見之矣，得見賢者斯可矣。今學者不", "785": "走軟軟一路，根本上實實有悟處，兼之行履取法于", "786": "古，自然圓滿精明，垂勵後世。詩曰，高山仰止，景行行", "787": "止。如此則斯編亦不為無益矣。", "79": "滂沱，人天欣慰。字兄和尚從楚中歸，繼席茲山。三吳", "8": "上下古今繩繩不絕者，宗旨也。宗旨不明，大法焉透", "80": "學士翕然響風，無不謂先靈巖儼然如在，而門人此", "81": "公。花藥相隨，深入堂奧。是真得見地諦。當者絕無些", "82": "子軟煖習氣。余愛之重之。適翠峰虛席，字兄命往住", "83": "焉。丁丑秋余乞食過洞庭，見溪流菜葉，知當世有如", "84": "隱山而聲望並汾州者，即吾海印和尚高臥處也。遂", "85": "同訪翠峰，抵掌快談，不減昔日金輪峰之舊話。乃出", "86": "平日頌古暨示語一冊。快讀一過，實足醒目。因念雪", "87": "竇去翠峰五百餘載，復得繼踵前猷。流風逸韻，今古", "88": "宛然。一言一句，如擊石閃電列眼便過。應非即言定", "89": "旨滯句迷源可比。不惟覺悟塵勞，真使從上宗乘法", "9": "清淨心光認為實法。三峰師翁以不世之資，抉滹沱", "90": "印，無異若是。通方作者何妨相共證明。", "91": "書問書問", "92": "復聖恩仁和尚復聖恩仁和尚", "93": "去春遠拜。隆儀准擬周甲之後理棹入山，一舒情愫。", "94": "適值江水凍合，不獲。遂摳謝之願。改歲以來，晴日甚", "95": "少而冷熱不時，賤體無日不病。疏惰如此，罪何可言。", "96": "其亮我恕我止有法兄耳。雲山睽隔，音問寥寥。緬懷", "97": "知己，惟有跂予。昨接手諭，深荷注存。三復之餘，曷勝", "98": "感駭。大概叢林本來無事，皆因六群搆釁，以致幻出", "99": "非常。終賴山川效靈，中流砥定。非但山門之幸，凡屬"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B497 鶴山禪師執帚集", "englishTitle": "Jiaxing Canon, Electronic version, No. B497 鶴山禪師執帚集", "author": "清 鶴山撰　德敷錄", "language": "chinese", "source": "CBETA"}