{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 485-A 金剛經如是解自述No. 485-A", "1": "金剛經如是解自述", "10": "如來。則曰。如是人等。無異人也。讚嘆世尊。則曰。如是", "100": "傳此解。正金剛種子之光明顯發處也。庸何傷山野", "1000": "法。故如來無菩薩可得。法外無佛。故無法為如來", "1001": "所得。淨名經云。色性自空。非色滅空。如病眼人。見", "1002": "空中華。無有是處。惟無有法。不見有生死。不見有", "1003": "善惡。不見有凡聖。不見一切法。是名見法。正見之", "1004": "時。了無可見耳。經中有云作是念。有云作是言。言", "1005": "者。從聽法說。欲其廣也。念者。從內心說。欲其細也。", "1006": "是故佛說。一切法無我．無人．無眾生．無壽者。須菩提。", "1007": "若菩薩作是言。我當莊嚴佛土。是不名菩薩。何以故。", "1008": "如來說。莊嚴佛土者。即非莊嚴。是名莊嚴。須菩提。若", "1009": "菩薩通達無我．法者。如來說名真是菩薩。", "101": "恁麼序引。是真實語。是不誑不妄語。具眼者薦取。", "1010": "佛說一切法。竝無我人諸相。是法本無我。安得纖", "1011": "毫有我。莊嚴佛土。便是心有能所。便是罣礙。皆不", "1012": "通達無我．法也。鈔云。佛土者。心土也。以定慧之寶。", "1013": "莊嚴心內佛土者。菩薩也。不言其功。而人莫見其", "1014": "跡。以金珠之寶。莊嚴世間佛土者。凡夫也。自言其", "1015": "功。而常急於人見。文殊般若經云。為一切眾生。發", "1016": "大莊嚴之心。不見莊嚴之相是也。無我．法者。即楞", "1017": "伽經所云二無我。謂人無我與法無我也。人無我", "1018": "者。謂人無本體。因業而生。法無我者。謂法無本體。", "1019": "因事而立。若作富貴之業。則生於富貴中。作貧賤", "102": "靈隱道人弘禮題", "1020": "之業。則生於貧賤中。是人本無體也。若因欲渡水。", "1021": "則為舟楫之法。因欲行陸。則為車輿之法。是法本", "1022": "無體也。馬祖云。自性本來具足。但於善惡事上不", "1023": "滯。方喚作修道人。取善捨惡。觀空入定。皆屬造作。", "1024": "一念妄想。便是三界生死根本。但無一念。是除生", "1025": "死根本。即得法王無上珍寶。故曰真是菩薩。", "1026": "莊子云。黃帝遺珠。惟象罔得之。若有法能得菩", "1027": "提。便是無象中著象。故唯無所得。乃為真得。故", "1028": "老子曰。失者同于失。同于失者失亦樂得之。知", "1029": "失之為得。永得矣。", "103": "No. 485", "1030": "一體同觀分第十八○一體同觀分第十八", "1031": "須菩提。於意云何。如來有肉眼不。如是。世尊。如來有", "1032": "肉眼。須菩提。於意云何。如來有天眼不。如是。世尊。如", "1033": "來有天眼。須菩提。於意云何。如來有慧眼不。如是。世", "1034": "尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如", "1035": "是。世尊。如來有法眼。須菩提。於意云何。如來有佛眼", "1036": "不。如是。世尊。如來有佛眼。", "1037": "十七分中。所言菩薩亦如是。言菩薩當學如來也。", "1038": "故節節言如來分上事。如是。世尊。極其讚美。亦不", "1039": "能於如是下。別添毫末。五眼皆如是所變現而成。", "104": "金剛經如是解", "1040": "華嚴經云。肉眼見一切色故。天眼見一切眾心故。", "1041": "慧眼見一切眾生諸根境界故。法眼見一切法如", "1042": "實相故。佛眼見如來十方故。般若經所謂清淨五", "1043": "眼是也。一切凡夫。皆具五眼。而被迷心葢覆。不能", "1044": "自見。如無迷心妄念。則翳障退滅。五眼開明。見一", "1045": "切色也。有僧問尊宿云。觀音菩薩用許多手眼作", "1046": "甚麼。尊宿云。通身是手眼。若人於這裏睜得一眼", "1047": "也無。", "1048": "須菩提。於意云何。如恒河中所有沙。佛說是沙不。如", "1049": "是。世尊。如來說是沙。須菩提。於意云何。如一恒河中", "105": "寓石經山河北　無是道人　註解", "1050": "所有沙。有如是沙等恒河。是諸恒河所有沙數。佛世", "1051": "界如是。寧為多不。甚多。世尊。", "1052": "如來說法。常指恒河為喻。有如是沙等恒河者。謂", "1053": "一粒沙為一恒河也。佛世界者。謂一凡夫世界。必", "1054": "有一佛設化。故凡夫世界。皆謂之佛世界。黃檗云。", "1055": "佛說是沙。諸佛菩薩釋梵諸天步履而過。沙亦不", "1056": "喜。牛羊螻蟻踏踐。沙亦不怒。珍寶馨香。沙亦不貪。", "1057": "糞泥臭味。沙亦不惡。此心即無心之心。眾生與佛。", "1058": "更無分別。", "1059": "佛告須菩提。爾所國土中。所有眾生。若干種心。如來", "106": "般若會中　都門孫北海承澤　河陽薛行屋所蘊　膠州張天石若麒　仝閱", "1060": "悉知。何以故。如來說。諸心皆為非心。是名為心。", "1061": "若干種心如來悉知。以此心起念時。便屬妄根。自", "1062": "佛觀之。則有形相矣。有形相故。可得而知也。若寂", "1063": "然如虗空。則無得而知矣。且所謂他心通者。謂彼", "1064": "既起心念。則可得而知也。昔有人把碁子於手中。", "1065": "令他心通者觀之。則知其為碁子。以己知為碁子", "1066": "故也。然己則不知其數之多寡。使彼言之。則亦不", "1067": "知其數。以己不知其數故也。如佛者。豈止他心通", "1068": "而已哉。故無量眾生。一起心念。皆悉知已。妄心即", "1069": "非心。覺妄之心亦為非心。本無妄念。不起妄心。是", "107": "經題", "1070": "自性本心。故云是名為心。", "1071": "所以者何。須菩提。過去心不可得。現在心不可得。未", "1072": "來心不可得。", "1073": "心意搆逗。隨時流轉。故有三世。若悟真一之心。即", "1074": "無過去現在未來。若有過去心可滅。即是自滅。若", "1075": "有未來心可生。即是自生。既有生有滅。即非常住", "1076": "真心。即成六十二種邪見。九百種煩惱。過去未來", "1077": "現在三心。皆不可得。即此是為非心。亦即此是名", "1078": "為心。種心之心屬妄。非心之心屬真。為心之心則", "1079": "真妄混一。即中道也。二祖云。覓心了不可得。初祖", "108": "金剛般若波羅蜜經", "1080": "云。與汝安心竟。此能覓之心。即了不可得之心也。", "1081": "與安心。豈非是名為心乎。可以知心之義矣。", "1082": "昔妙吉祥菩薩見一人云。我造殺業。決墮地獄。", "1083": "如何救度。菩薩教之謁佛。佛曰。汝造殺業。從何", "1084": "心而起。為過去耶。未來耶。現在耶。若起過去心", "1085": "者。過去已滅。若起未來心者。未來未生。若起現", "1086": "在心者。現在不住。三心俱不可得故。即無起作。", "1087": "無起作。於其罪相。何所見耶。心之自性即諸法", "1088": "性。諸法性空即真實性。汝不應妄生怖畏。是人", "1089": "聞佛說法。即悟罪業性空。不生怖畏。", "109": "五金皆謂之金。金剛者。如刀劒之有剛鐵。剛在金", "1090": "羅山問巖頭。起滅不停時如何。頭咄云。是誰起", "1091": "滅。天童頌云。紛紛起滅是何物。過去未來現在。", "1092": "皆心起滅而成。但識是誰起滅。即便心空境", "1093": "寂。", "1094": "法界通化分第十九○法界通化分第十九", "1095": "須菩提。於意云何。若有人滿三千大千世界七寶以", "1096": "用布施。是人以是因緣。得福多不。如是。世尊。此人以", "1097": "是因緣。得福甚多。須菩提。若福德有實。如來不說得", "1098": "福德多。以福德無故。如來說得福德多。", "1099": "此再發明無住相布施。以明福德。亦歸無相之意。", "11": "世尊。無異物也。其感極涕零。則曰。得聞如是之經。無", "110": "中。百鍊不消。取其堅利。能斷萬物。有如智慧能絕", "1100": "疏鈔云。若據捨大千珍寶布施。其福極多。若執著", "1101": "希望福德。有為則有盡。故不為多。福德無故者。無", "1102": "希望心也。是名無為福。正如空谷來風。谷不與風", "1103": "期。而風自至。又如深山產木。山不與木期。而木自", "1104": "生。故福德為多。因緣二字是眼。此分為佛因。下二", "1105": "十分色身諸相為佛果。因無相。果亦無相。故次第", "1106": "明之。", "1107": "溈山問仰山。一切眾生但有業識。茫茫無本可", "1108": "據。博山別曰。業識茫茫。與諸佛不動智。相去幾", "1109": "何。譬夫貧者握金成土。富者握土成金。其變動", "111": "貪嗔癡一切顛倒之見。般若梵語。唐言智慧。波羅", "1110": "一也。福德有無之義。明矣。", "1111": "蘇軾阿羅漢頌曰。爾以捨來。我以慈受。各獲其", "1112": "心。寶則誰有。", "1113": "離色離相分第二十○離色離相分第二十", "1114": "須菩提。於意云何。佛可以具足色身見不。不也。世尊。", "1115": "如來不應以具足色身見。何以故。如來說。具足色身。", "1116": "即非具足色身。是名具足色身。須菩提。於意云何。如", "1117": "來可以具足諸相見不。不也。世尊。如來不應以具足", "1118": "諸相見。何以故。如來說。諸相具足。即非具足。是名諸", "1119": "相具足。", "112": "蜜梵語。唐言到彼岸。欲到彼岸。須憑般若。經者徑", "1120": "十九分之福德。因無相也。二十八之具足。果無相", "1121": "也。具足色身三十二相。具足諸相八十種好。壇經", "1122": "云。皮肉是色身。華嚴經云。色身非是佛。觀此則知", "1123": "肉身無如來。殊不知有真如來存焉。知色身非法", "1124": "身。殊不知有妙色身存焉。華嚴經云。清淨妙色身。", "1125": "神力故顯現。曰妙色身。則現一切色身三昧。便是", "1126": "法身。非別有神力以顯法身也。凡夫見說諸相不", "1127": "可得。恐著於空。謂觀空莫非見色。見色莫不皆空。", "1128": "則失之枯寂矣。殊不知空色一如。有無不異。能於", "1129": "無身而見一切身。無相而見一切相。則色身諸相。", "113": "也。載最上乘。上菩提路。大鑑禪師金剛序云。金在", "1130": "何甞欠缺哉。具足諸相。便有住相意。諸相具足。便", "1131": "是無我相作用。", "1132": "東坡居士曰。眾生剛狼自用。莫肯信入。故諸賢", "1133": "聖。皆隱不見。獨峨眉五臺廬山天台。猶出光景", "1134": "變異。葢慈悲深重。急于接物。具足諸相。其應現", "1135": "亦然。故有頌曰。願解此相。是誰縛爾。具足諸相。", "1136": "是急于接物處。即非具足。是解相縛處。", "1137": "大悲閣記云。牽一髮而頭為之動。拔一毛而身", "1138": "為之變。然則髮皆吾頭。而毛孔皆吾身也。彼皆", "1139": "吾頭。而不能為頭之用。皆吾身。而不能具身之", "114": "山中。山不知是寶。寶亦不知是山。由無性故。人則", "1140": "智。則物有以亂之矣。又云。非無身。無以舉千萬", "1141": "億身之眾。非千萬億身。無以示無心之至。", "1142": "非說所說分第二十一○非說所說分第二十一", "1143": "須菩提。汝勿謂如來作是念。我當有所說法。莫作是", "1144": "念。何以故。若人言。如來有所說法。即為謗佛。不能解", "1145": "我所說故。須菩提。說法者。無法可說。是名說法。", "1146": "前云。無定法可說。但隨宜所說。而所說皆不可取。", "1147": "是猶有說。至此。則徹底掃去。直云。無法可說。莫作", "1148": "是念。乃決言之。不惟無其說。并無其念也。楞伽云。", "1149": "若不說一切法者。教化則壞。故知無說。非杜默不", "115": "有性。取其寶用得見。金師破山取礦。用火烹鍊。得", "1150": "言。但以無所住心而說。此說遍天下。無乖法之過", "1151": "也。顏曰。終日喫飯。不曾喫著一粒米。終日著衣。不", "1152": "曾掛著一莖絲。是以我佛橫說直說。四十九年。未", "1153": "曾道著一字。若言如來有所說法。便不能解會我", "1154": "所說。直饒說得天華亂墜。也落在第二著。唯能坐", "1155": "斷十方。打成一片。非言語可到。是名真說法也。孔", "1156": "云。予欲無言。老云。知者不言。要知無言不言是所", "1157": "以言。便知無說處是所以說矣。", "1158": "爾時。慧命須菩提白佛言。世尊。頗有眾生。於未來世。", "1159": "聞說是法。生信心不。佛言。須菩提。彼非眾生。非不眾", "116": "成精金。四大身中性亦云爾。世界中有人我山。人", "1160": "生。何以故。須菩提。眾生眾生者。如來說非眾生。是名", "1161": "眾生。", "1162": "慧命者。善現達佛智海。入深悟門。慧悟無生。覺本", "1163": "原之命。非去非來。故曰慧命。生信心。則著佛見。故", "1164": "曰非眾生。不信。則著凡夫見。故曰非不眾生。此二", "1165": "見者。皆須掃除。聖凡同盡。不隔二界。故曰眾生眾", "1166": "生者。如來說非眾生。是名眾生。", "1167": "有人問。如何是大地眾生同成佛。西影曰。他見", "1168": "得眾生是佛。纔是自信自佛。你若不信。還是眾", "1169": "生。", "117": "我山中有煩惱礦。煩惱礦中有佛性寶。佛性寶中", "1170": "道德經云。絕聖棄智。民利百倍。又云。常使民無", "1171": "知無欲。孔子曰。民可使由之。此眾生本來面目。", "1172": "三教聖人。別無法門。", "1173": "無法可得分第二十二○無法可得分第二十二", "1174": "須菩提白佛言。世尊。佛得阿耨多羅三藐三菩提。為", "1175": "無所得耶。佛言如是。如是。須菩提。我於阿耨多羅三", "1176": "藐三菩提乃至無有少法可得。是名阿耨多羅三藐", "1177": "三菩提。", "1178": "須菩提恐聽法者雖屢聞無得。尚未能生實信之", "1179": "心。或仍謂如來於菩提為有所得。故復問以決明", "118": "有智慧匠。用覺悟火烹鍊。見自性金剛。了然明淨。", "1180": "之。佛言如是如是。則無復可言矣。又申言。無有少", "1181": "法可得。此不但空有二法不可得也。即中道亦不", "1182": "可得。故隨說是法平等。三諦俱圓矣。", "1183": "阿難問迦葉尊者云。世尊傳金襴袈裟外。別傳", "1184": "個甚麼。迦葉云。倒却門前剎竿著。阿難言下大", "1185": "悟。方知此道。只在當人分上。本無傳受。", "1186": "西影示眾云。學道求明白的心。是最痛的病根。", "1187": "世人貪愛情境。便落苦海。你今貪戀佛法。亦名", "1188": "苦海。", "1189": "淨心行善分第二十三○淨心行善分第二十三", "119": "是故以金剛為喻也。圓覺經曰。譬如銷金鑛。金非", "1190": "復次。須菩提。是法平等。無有高下。是名阿耨多羅三", "1191": "藐三菩提。以無我．無人．無眾生．無壽者。修一切善法。", "1192": "則得阿耨多羅三藐三菩提。須菩提。所言善法者。如", "1193": "來說即非善法。是名善法。", "1194": "如是本體。在六道中心亦不減。在諸佛中心亦不", "1195": "增。是名平等。報父母恩重經云。物不能平物。惟水", "1196": "不動則可以平物。物不能等物。惟權衡則可以等", "1197": "物。平則無高無下。等則無重無輕。此可謂法之至", "1198": "善者矣。雖然佛凡同是一法。豈有所謂善法者為", "1199": "佛偏得哉。故曰。即非善法。因上言無少法可得。此", "12": "異法也。三十二分實相妙智。不可思議者。語盡忘言。", "120": "銷故有。雖復本來金。終以銷成就。可知金剛不落", "1200": "即言是法平等。則得與無得。總平等也。", "1201": "平等者。正覺本體。若一切聖賢。皆以無為法而", "1202": "有差別。如何得平等。故所謂善法者即非善法。", "1203": "葢求佛．求菩提涅槃。便屬貪病。故曰。佛病最難", "1204": "治。", "1205": "福智無比分第二十四○福智無比分第二十四", "1206": "須菩提。若三千大千世界中所有諸須彌山王。如是", "1207": "等七寶聚。有人持用布施。若人以此般若波羅蜜經。", "1208": "乃至四句偈等。受持讀誦。為他人說。於前福德百分", "1209": "不及一。百千萬億分。乃至算數譬喻所不能及。", "121": "空虗。煅煉原有功用。此經亦名小般若。乃大部六", "1210": "此示修一切善法者。勿離無我等觀。而墮有漏之", "1211": "因也。佛以性上福德為最上。以身中七寶為希有。", "1212": "須彌雖大。七寶雖多。若誦真經并四句偈。說與他", "1213": "人。是修自性上福德。煩惱生死。各人自了。是何等", "1214": "觀照。何等持行。故曰算數譬喻所不能及。六祖曰。", "1215": "乘船永世求珠。不知身是七寶。", "1216": "湯若望曰。欲明地球之廣。當論經緯一度為幾", "1217": "何里。今約二百五十里為一度。乘以周地之數", "1218": "得九萬里。佛氏乃云。須彌山上至忉利天。下至", "1219": "崑崙際。又云。四天下皆有一須彌山。則塞滿地", "122": "百卷中。第五百七十七卷。名小般若者。謂一卷能", "1220": "球不能容也。此理極是。然儒曰。共工氏頭觸不", "1221": "周山。又曰女媧補天。釋與儒皆寓言耳。未偏廢", "1222": "也。", "1223": "化無所化分第二十五○化無所化分第二十五", "1224": "須菩提。於意云何。汝等勿謂如來作是念。我當度眾", "1225": "生。須菩提。莫作是念。何以故。實無有眾生如來度者。", "1226": "若有眾生如來度者。如來則有我人眾生壽者。", "1227": "實無眾生得滅度。前已兩見。皆在菩薩分上說。至", "1228": "此。專在如來分上說。所以示菩薩也。眾生本來寂", "1229": "滅。實無有待如來滅度。若如來欲滅度眾生。是於", "123": "涵大部之義。非般若有大小也。此經盛行於世。自", "1230": "本寂滅之眾生上。添出我人等相。而曰我當度眾", "1231": "生。豈其然乎。", "1232": "作念字。最是病根。墨子曰。兼者大利之所生也。別", "1233": "者大害之所生也。有利兼愛之心。便是作念度眾", "1234": "生處。此未達一間之論。世儒不知。以墨為佛。取笑", "1235": "孟軻氏矣。", "1236": "須菩提。如來說。有我者。即非有我。而凡夫之人以為", "1237": "有我。須菩提。凡夫者。如來說即非凡夫。是名凡夫。", "1238": "如來既無我人等相。云何有時稱我。又有時稱凡", "1239": "夫。此所謂隨舉隨掃也。上言我與凡夫。是謂舉。下", "124": "黃梅五祖始。", "1240": "言我與凡夫。是謂掃。與其掃之。曷若不舉。葢不舉。", "1241": "則無以明其理。譬如過渡而不用筏者也。不掃。則", "1242": "恐人泥其說。譬如到岸而不登。乃住於筏上者也。", "1243": "此所以必舉之。而又必掃之。凡夫著我相故有我。", "1244": "如來不著我相故無我。著四相即是凡夫。離四相", "1245": "即非凡夫。", "1246": "孔子得力曰毋我。釋氏得力亦曰無我。我之為", "1247": "病。不特以色聲求者為有我。即說斷滅者亦為", "1248": "有我。比之孟子求在我者。深矣。", "1249": "法身非相分第二十六○法身非相分第二十六", "125": "王世貞宛委餘編載。秦穆公時。扶風獲一石佛。公", "1250": "須菩提。於意云何。可以三十二相觀如來不。須菩提", "1251": "言。如是。如是。以三十二相觀如來。佛言。須菩提。若以", "1252": "三十二相觀如來者。轉輪聖王即是如來。須菩提白", "1253": "佛言。世尊。如我解佛所說義。不應以三十二相觀如", "1254": "來。", "1255": "第五分已言此意矣。恐須菩提執相之病未除。故", "1256": "又作此問。且欲明無斷滅相。先從有相者徵之。空", "1257": "生疑謂肉相非真。固不可以三十二相見如來。然", "1258": "法．化非二。似欲觀如來者。亦不必離三十二相也。", "1259": "以無實無虗。即如是之心。如是之法。此固大阿羅", "126": "不識。棄污穢中。後染疾。夢天譴責。問由余。對曰。周", "1260": "漢之解也。佛恐眾生不達空生之解。但執應身相", "1261": "好以觀如來。故又以轉輪聖王即是如來難之。而", "1262": "空生即悟復云。不可以三十二相觀如來也。轉輪", "1263": "者。如輪之轉。以照四天下。故名轉輪聖王。其色身", "1264": "亦具足三十二相。雖修好眾相。即是心有生滅。生", "1265": "滅心多。終不是清淨本心。佛乃說偈以證之。", "1266": "爾時。世尊而說偈言。若以色見我。以音聲求我。是人", "1267": "行邪道。不能見如來。", "1268": "音聲色相。本自心生。分別之心。皆落邪道。若能見", "1269": "無所見。聞無所聞。知無所知。證無所證。邪正都冥。", "127": "穆王時。有化人來。云。是佛。神王為造中天臺。公乃", "1270": "方見如來。上言有我者即非有我。而凡夫之人以", "1271": "為有我。故我相者不可著也。我相每從色聲而入。", "1272": "即是邪道。非觀自在菩薩之道也。故曰。不能見如", "1273": "來。華嚴經云。色相非是佛。音聲亦復然。亦不離色", "1274": "聲。見佛神通力。佛法不離處。便是不即處。若離却", "1275": "色聲。又于何地覓如來。", "1276": "此偈不能見如來。與後偈作如是觀同意。陰符", "1277": "經曰。心生於物死於物。機在於目。老子曰。不見", "1278": "可欲。孔子答回問仁。以視為首。朱氏云。求於心", "1279": "須目在。佛氏之學。以觀門為最。故屢及之。", "128": "命由余視之。曰。真佛神也。公以三牲祀之。由余曰。", "1280": "此偈反言以見性。葢道之微妙者。非言說可及。", "1281": "佛之所謂禪。即儒之所謂仁。道之所謂丹。皆不", "1282": "可說也。孔子終日言仁。曰為仁。曰不違仁。曰好", "1283": "仁。曰近仁。曰鮮矣仁。終未言仁是何物。故曰。子", "1284": "罕言仁。道家玄牝守中。終未言丹是何物。此偈", "1285": "曰。以色見。以音聲求。不能見如來。終不能言如", "1286": "來在何處。後偈言。有為法如夢幻泡影。終不能", "1287": "言無為是何法。微乎。微乎。非顏回．莊周．須菩提。", "1288": "不能解此。", "1289": "無斷無滅分第二十七○無斷無滅分第二十七", "129": "佛法清淨。所有供養。燒香而已。譯經圖記云。明帝", "1290": "須菩提。汝若作是念。如來不以具足相故。得阿耨多", "1291": "羅三藐三菩提。須菩提。莫作是念。如來不以具足相", "1292": "故。得阿耨多羅三藐三菩提。須菩提。汝若作是念。發", "1293": "阿耨多羅三藐三菩提心者。說諸法斷滅。莫作是念。", "1294": "何以故。發阿耨多羅三藐三菩提心者。於法不說斷", "1295": "滅相。", "1296": "二十分中。言如來不應以具足色身見。恐人過執。", "1297": "反墮頑空。故又深一層。說如來雖不著色身。然不", "1298": "可作離色身一念。若作是念。便落斷滅之見。斷滅", "1299": "者。槁木死󰞆。豈有相。但作是念。則有是念。故作有", "13": "兀坐說偈。不過曰。作如是觀而已。故知金剛本體。古", "130": "感異夢。敕郎中蔡愔等。迎摩騰法蘭。用白馬䭾經。", "1300": "相觀。固是一邊見。不作有相觀。即是斷滅見。真如", "1301": "法性。不是有。不是無。湛然不動。觀與不觀。皆是生", "1302": "滅。故云莫作是念也。學者不可墮於常見。亦不可", "1303": "墮於斷見。常見。則即相見佛。緣相發心。非也。斷見。", "1304": "則離相覓佛。相外發心。亦非也。", "1305": "昔張拙秀才。參西堂藏禪師。問。三世諸佛。是有", "1306": "是無。藏答云。有。拙不解。藏云。曾參見什麼人來。", "1307": "拙云。參見徑山來。某甲問徑山。皆言無。藏云。居", "1308": "士有何骨肉。曰。有一妻二僕。藏云。徑山有何骨", "1309": "肉。曰。無。藏云。待先輩得似徑山時。便可一切皆", "131": "此後來事。謂佛法至漢。始入中國。非也。", "1310": "無。大凡未見性人。如何便說一切皆無。", "1311": "此一分。是全經中鐵門限。前後俱以無相．無得．", "1312": "無說．無法為宗。非此一分定執空矣。往訪黃檗。", "1313": "經卓吾中郎參禪處。得壁上無念和尚偈云。三", "1314": "十年來不住功。窮來窮去却無蹤。而今窮得無", "1315": "依倚。不是真空定執空。無念不識文字。經師王", "1316": "瓜茄子一語點破。遂大悟。", "1317": "按。佛氏以無相為宗。忽出無斷無滅一分。以救", "1318": "空虗之障。後儒何得以寂滅病之。試看顏氏仰", "1319": "鑽瞻忽卓立末由。與佛氏夢幻泡影何異。倘非", "132": "法會因由分第一○法會因由分第一", "1320": "有博文約禮二語。後儒亦將以異端非之矣。微", "1321": "乎。微乎。如通此解。乃知喟然而歎。即所謂凡所", "1322": "有相皆是虗妄也。循循善誘。即所謂諸相非相。", "1323": "即見如來也。欲從末由。即所謂如來于法實無", "1324": "所得也。聖門第一學問人。自然如是。", "1325": "不受不貪分第二十八○不受不貪分第二十八", "1326": "須菩提。若菩薩以滿恒河沙等世界七寶。持用布施。", "1327": "若復有人知一切法無我。得成於忍。此菩薩勝前菩", "1328": "薩所得功德。何以故。須菩提。以諸菩薩不受福德故。", "1329": "須菩提白佛言。世尊。云何菩薩不受福德。須菩提。菩", "133": "如是我聞。一時。佛在舍衛國祗樹給孤獨園。與大比", "1330": "薩所作福德。不應貪著。是故說不受福德。", "1331": "通達一切法。無能所心。是名為忍。大般若有安受", "1332": "忍．觀察忍。修此二忍。便得無生法忍。此處知字。便", "1333": "是觀察忍。成字。便是安受忍。合之便得無生法忍。", "1334": "菩薩了悟真性。同於太虗。不曾生滅。凡夫隨六塵", "1335": "轉。即有生滅。故塵起即心起。塵滅即心滅。不知所", "1336": "起滅心。皆非心也。若見起滅不生。功德有何著處。", "1337": "天親菩薩云。無我即無作者。無作者亦無受者。諸", "1338": "法清淨。是名順忍。由一事以至事事。忍力成就。自", "1339": "得無生樂。故云得成於忍。福德自然隨之。如人行", "134": "丘眾千二百五十人俱。爾時。世尊食時。著衣持鉢。入", "1340": "日中。本不為日影。而日影自然隨之。非為作福德", "1341": "而度眾生也。雖受而不貪著其受。故說不受。不是", "1342": "說斷滅相。取於非法。不修諸度也。", "1343": "忍字。刃在心上。非大力不能。老子曰。勇於敢則", "1344": "殺。勇於不敢則活。孔子云。小不忍則亂大謀。然", "1345": "非徒恃忍力也。淮南子曰。萬物有所生。而知守。", "1346": "其根。藏于不敢。行於不能。唯知無我法。則觀察", "1347": "所至。不忍者誰。忍者又誰。此佛所以為大雄氏", "1348": "也。", "1349": "威儀寂靜分第二十九○威儀寂靜分第二十九", "135": "舍衛大城乞食。於其城中。次第乞已。還至本處。飯食", "1350": "須菩提。若有人言。如來若來若去．若坐若臥。是人不", "1351": "解我所說義。何以故。如來者。無所從來。亦無所去。故", "1352": "名如來。", "1353": "妙性中。原無來去坐臥。眾生亦如是。如來亦如是。", "1354": "行住坐臥四威儀中。非動非靜。上合諸佛。下等群", "1355": "生。一性平等。故號如來。此分三言如來。皆謂真性", "1356": "佛也。無所從來者不生也。亦無所去者不滅也。色", "1357": "聲起時從何而起。色聲滅時從何而滅。色聲自有", "1358": "起滅。我心湛然。豈有來去。寂而常照。照而常寂。行", "1359": "住坐臥。無不清淨也。", "136": "訖。收衣鉢。洗足已。敷座而坐。", "1360": "昔肅宗皇帝詔國一禪師入內道場。師見帝起", "1361": "身。帝曰。禪師何必見寡人起身。師曰。檀越何得", "1362": "於四威儀中見貧道。", "1363": "要知來去坐臥中。無不是如來。", "1364": "一合理相分第三十○一合理相分第三十", "1365": "須菩提。若善男子．善女人。以三千大千世界碎為微", "1366": "塵。於意云何。是微塵眾寧為多不。甚多。世尊。何以故。", "1367": "若是微塵眾實有者。佛即不說是微塵眾。所以者何。", "1368": "佛說。微塵眾。即非微塵眾。是名微塵眾。世尊。如來所", "1369": "說三千大千世界。即非世界。是名世界。", "137": "如是我聞者。如來涅槃時示阿難。一切經首。皆安", "1370": "世界碎而為微塵。微塵積而為世界。皆是因果相", "1371": "生。愈出愈多。自己真性。非因非果。能與六道眾生", "1372": "為因果。故世界起於微塵。輪迴由於一念。因果原", "1373": "是妄心。自作自受。一念悟來。即無微塵。世界何有。", "1374": "空生因佛問塵界二字。深悟佛旨。遂發明塵界俱", "1375": "非實有。佛亦不煩再示。故言一合相不可說以答", "1376": "之。", "1377": "何以故。若世界實有者。即是一合相。如來說。一合相。", "1378": "則非一合相。是名一合相。須菩提。一合相者。即是不", "1379": "可說。但凡夫之人貪著其事。", "138": "如是我聞。佛言覺也。自覺覺他。覺圓滿故。舍衛國。", "1380": "真形徧虗空。世界又無形相。故一而不可分之以", "1381": "為二。合而不可析之以為離。非有相也。但強名為", "1382": "一合相而已。六祖云。一合相者。眼見色愛色。即與", "1383": "色合。耳聞聲愛聲。即與聲合。至於六塵皆然。合即", "1384": "是凡夫。散即非凡夫。凡夫之人。於一切法皆合相。", "1385": "若菩薩於一切法皆不合而散。何以故。合即是繫", "1386": "縛生滅處。即是凡夫。所以經云。貪著其事。顏曰。微", "1387": "塵雖多。未足為多。世界幻成。終無實義。若說實有", "1388": "微塵。實有世界。即是彼此著相。彼既是相。我又著", "1389": "相。兩相相合。謂一合相。圓悟禪師云。你但上不見", "139": "波斯匿王所居。祗樹者。祗陀太子所施。給孤獨園", "1390": "有諸佛。下不見有眾生。外不見有山河大地。內不", "1391": "見有見聞覺知。好惡長短。打成一片。一一拈出。更", "1392": "無異見。", "1393": "地藏問修山主。近日南方佛法如何。爭如我這", "1394": "裏種田博飯喫。修云。如三界何。藏云。你喚甚麼", "1395": "處作三界。微塵世界。亦如是觀。", "1396": "知見不生分第三十一○知見不生分第三十一", "1397": "須菩提。若人言。佛說我見．人見．眾生見．壽者見。須菩", "1398": "提。於意云何。是人解我所說義不。不也世尊。是人不", "1399": "解如來所說義。何以故。世尊說。我見．人見．眾生見．壽", "14": "佛聖賢如是。歌利凡夫亦如是。祗舍王城恒沙塔廟", "140": "者。給孤獨長者之園。即布金滿地處。比丘梵語。華", "1400": "者見。即非我見．人見．眾生見．壽者見。是名我見．人見．", "1401": "眾生見．壽者見。", "1402": "心生則種種法生。相之為病。皆起於見也。佛言此", "1403": "四相。只見其性。不見其相。疊前三遍再說者。是佛", "1404": "分別棄身見性之義也。始即令諸學人先除粗重", "1405": "四相。如大乘正宗分所說也。次即令見自性之後。", "1406": "復除微細四相。如究竟無我分中說也。此二分中。", "1407": "即皆顯出理中清淨四相。若於自心無求無得。湛", "1408": "然常住。是清淨我見。若見自性本自具足。是清淨", "1409": "人見。於自心中無煩惱可斷。是清淨眾生見。自性", "141": "言乞士。上乞法於諸佛。下乞食於人間也。千二百", "1410": "無變無異。不生不滅。是清淨壽者見。", "1411": "須菩提。發阿耨多羅三藐三菩提心者。於一切法。應", "1412": "如是知。如是見。如是信解。不生法相。須菩提。所言法", "1413": "相者。如來說即非法相。是名法相。", "1414": "如是二字。直指法身實際。以所見之妄相既空。則", "1415": "能見之妄見亦泯。知見信解。總應如是。此真實般", "1416": "若。究竟極則。不必另求法相。然初入道時。不假法", "1417": "相。故無入頭處。既見性了。亦當遠離此相。所謂得", "1418": "魚忘却筌。到岸不須船之說。所以末後為汝剗却", "1419": "云。即非法相。是名法相。學佛者不但形相不可著。", "142": "五十人。三迦葉目犍連舍利弗五人弟子。共合此", "1420": "法相亦不可著也。", "1421": "百丈禪師云。法身即虗空。虗空即法身。虗空與", "1422": "法身無異相。佛與眾生無異相。生死與涅槃無", "1423": "異相。煩惱與菩提無異相。離一切相即是佛。", "1424": "應化非真分第三十二○應化非真分第三十二", "1425": "須菩提。若有人以滿無量阿僧祗世界七寶持用布", "1426": "施。若有善男子．善女人。發菩提心者。持於此經。乃至", "1427": "四句偈等。受持讀誦。為人演說。其福勝彼。", "1428": "前言恒河沙等世界七寶。尚屬有量。此則言無量", "1429": "阿僧祗世界七寶。是極言其多也。以是布施。尚不", "143": "數。如是二字。即為全經之髓。六祖云。法非有無謂", "1430": "及受持演說得福為多。葢發菩提心者。是大乘最", "1431": "上乘人也。凡夫四大色身。豈能說法聽法。是他本", "1432": "來孤明。通徹十方的解說解聽。如此持經。其心自", "1433": "是不生不滅。無掛無礙。其福可知。", "1434": "云何為人演說。不取於相。如如不動。何以故。一切有", "1435": "為法。如夢幻泡影。如露亦如電。應作如是觀。", "1436": "如何為人演說。可見不是口吻邊話說。不取於相。", "1437": "如如不動。心體本空。相亦是空。人法俱空。是真演", "1438": "說也。真如之性。不生不滅。不斷不常。不來不去。無", "1439": "顛倒。無變異。是真如如。上如字是體。下如字是。用", "144": "之如。皆是佛法謂之是。故住曰如是住。降伏曰如", "1440": "心境一如。本無動搖。譬如鏡中現影。無如不可。有", "1441": "為法者。一落于法。皆有為也。經云。一切法皆是佛", "1442": "法。佛豈離法者哉。但著于法。則為法所泥。故有夢", "1443": "幻泡影露電之喻。以見所謂佛法者。即非佛法也。", "1444": "如夢者。心之所想。而非本心也。如幻者。謂假此以", "1445": "設教。非可挑燈更覓火也。如泡者。水聚成泡。泡散", "1446": "復為水。如影者。形生影見。形消即影滅。如露者。滋", "1447": "潤草木之長。草木自有性也。如電者。光燭陰黑之", "1448": "際。光去還成空也。夢幻泡影四喻。喻法本空。露電", "1449": "二喻。喻法無常。本空則無常。無常則歸空。故法法", "145": "是降伏。布施曰如是布施。福德曰福德亦復如是。", "1450": "本無法也。如是觀者。不動不靜。不生不滅。無為無", "1451": "不為。定觀止觀。更無異法。", "1452": "佛鑑和尚示眾。舉僧問法眼。不取於相。如如不", "1453": "動。如何。法眼云。日出東方夜落西。其僧有省。若", "1454": "也於此見得。方知道旋風偃岳。本來常靜。江河", "1455": "兢注。元自不流。", "1456": "憨山曰。琴瑟雖有妙音。非妙指不能發。眾生雖", "1457": "具妙心。非妙觀不能顯。故示三觀門。曰空觀。曰", "1458": "不空觀。曰中道觀。觀至中道。非寂非照。如如平", "1459": "等。", "146": "清淨曰如是生清淨心。又曰。如是知．如是見．如是", "1460": "佛說是經已。長老須菩提及諸比丘．比丘尼．優婆塞．", "1461": "優婆夷．一切世間．天．人．阿修羅。聞佛所說。皆大歡喜。", "1462": "信受奉行。", "1463": "僧謂之比丘。尼姑謂之比丘尼。居士謂之優婆塞。", "1464": "道姑謂之優婆夷。一切世間之人。及天上之人。阿", "1465": "修羅神。乃六道中之三道也。此照應首章與大比", "1466": "丘眾等語。聞佛所說。具聞慧也。皆大歡喜。具思慧", "1467": "也。信受奉行。具修慧也。至理無言。真空無相。說是", "1468": "經已。仍歸無言。諸色天人。終歸無相。金剛之義盡", "1469": "矣。", "147": "信解。又曰。如如不動。又曰。作如是觀。每每機鋒相", "1470": "皆大歡喜。是佛法普度廣大結願處。凡人有得", "1471": "則歡喜。佛法無得故為大歡喜。凡人具足則歡", "1472": "喜。佛法具足非具足故為大歡喜。皆大歡喜。則", "1473": "人人菩提。人人彼岸。人人涅槃也。不獨摩頂受", "1474": "記為歡喜。即為人輕賤亦歡喜。不獨福德不可", "1475": "思量為歡喜。即割截身體亦歡喜。道川頌曰。如", "1476": "客歸鄉。如子見孃。是為如是大道場。", "1477": "按。是經開首。便說如是兩字。中間節節。皆詮如", "1478": "是義。故總結全經。則曰作如是觀。如是觀者。比", "1479": "如是知．如是見．如是信解。更為了徹。禪之正諦", "148": "投。則曰如是如是。孔曰。一言終身其恕乎。恕者。如", "1480": "不過觀照而已。心經開首。即曰觀自在菩薩。易", "1481": "曰。觀盥而不薦。道德經曰。內觀其心。心無其心。", "1482": "陰符經曰。觀天之道。又曰。機在於目。孔曰。觀其", "1483": "所由。顏曰。瞻之在前。孟曰。莫良於眸子。莊曰。冥", "1484": "冥之中能見曉焉。觀之一法。原為入禪機竅。故", "1485": "木經人我等見皆曰見。佛法等眼皆曰眼。如是", "1486": "觀則以不觀為觀而無不觀。如如不動。諸法如", "1487": "義。即其所為觀也。故曰作如是觀。乃妙智正覺。", "1488": "金剛般若全經之宗旨也。每見詮道之書。皆以", "1489": "起首為結證。如中庸天命之謂性。末則曰上天", "149": "心也。故曾悟一貫。亦曰忠恕。子思之未發。孟軻之", "1490": "之載。上論曰時習。末則曰時哉時哉。大學曰明", "1491": "德。通篇總是明德於天下。孟軻曰仁義而已矣。", "1492": "通篇皆是仁義。又何疑此經如是起首。不如是", "1493": "結束乎。由此言之。則四句偈。即以此當之。何嘗", "1494": "不是自此偈出。佛再無言。阿難再不問。皆大歡", "1495": "喜。佛與凡夫。皆如是人。全經皆如是說。", "1496": "金剛經如是解終", "1497": "偈讚", "1498": "長白山樵李化熈閱註經即說偈曰長白山樵李化熈閱註經即說偈曰", "1499": "瞥爾無明惑業蔓延于真空中", "15": "如是。五百世以前．五百世以後。阿僧祗世界亦無不", "150": "不動。總無二義。故經云諸法如義。我聞者。固聞之", "1500": "諸法熾然轉大法輪塵霾盡掃", "1501": "妙高峰頭紅日杲杲釋迦饒舌", "1502": "󳒢絮空生此大居士再添葛藤", "1503": "蛇足婆心原無文字不住法門", "1504": "如是如是", "1505": "一齋和尚頌讚一齋和尚頌讚", "1506": "言之似有究來無真個金剛髓裡居", "1507": "迷時憑燈光曉夜蚤承願力示神珠", "1508": "蘧菴道人金之俊頌蘧菴道人金之俊頌", "1509": "如是如是。三藏十二部。無不如是。一千七百則公", "151": "於佛。亦聞之於我也。阿難現身聞相。何所聞。何所", "1510": "案。無不如是。雖然認作如是。無有是處。無是道人。", "1511": "何故絮絮。咄。不聞晨市雞聲擾。萬戶千門處處曉。", "1512": "又偈又偈", "1513": "若說有法則謗法若說有佛則謗佛", "1514": "若說無法併無佛無是道人又呌屈", "1515": "No. 485-D 䟦語No. 485-D", "1516": "䟦語", "1517": "萬曆間。紫栢尊者以藏冊梵本繁重。難以流通。更於", "1518": "擕李楞嚴禪剎。創置側理輕編。使佛祖慧命。得緇白", "1519": "交參。其功並於日月。琮謬膺眾推。不揣綿力。擔荷此", "152": "不聞。夫子之文章可得聞也。一時者。在衛之時。爾", "1520": "重寄者。三十餘載於茲矣。所見金剛經註釋種類非", "1521": "一。中有釋論三卷。乃天親得之無著。無著得十行偈", "1522": "於日光定中。出定而授者。嗣後謝靈運．曇琛．慧淨。以", "1523": "至圭峯．中峯各有發明。未有現宰官身。作如是解。朗", "1524": "同懸鏡。辯解連環。能令義虎禪龍。揮麈高談者。且拱", "1525": "手韜翰。如此其希有奇特者。從今附藏而行。將天壤", "1526": "有盡。利益無窮。豈止排眾苦。永福壽而已哉。主般若", "1527": "堂八十三歲老僧性琮和南謹識", "1528": "No. 485-E 序No. 485-E", "1529": "序", "153": "時者。入城之時。時長老須菩提。乃問法說法之時。", "1530": "說佛法者。動借提唱影響焉。伸指屈拳以為盡西來", "1531": "意。噫教宗一而已。瞽師避柱疾觸拭不岌岌舉十二", "1532": "部付一炬乎。予見坦公金剛經註。始無齟齬不合也。", "1533": "金剛乃為佛根基。堅定不壞。虗實有無相圓。即至涅", "1534": "槃。亦無首尾。豈非眾經之軌則。而必以伸指屈拳頑", "1535": "空雲霧兒說閇結。不又數重須彌山數重流沙鰐水", "1536": "耶。故觀其分次。法忍總歸妙有。不倚八正。譬諸月自", "1537": "皎虗羣峰寂然不住。究竟如如不動。謂之正法象教。", "1538": "三明十力。不在斯編耶。馬鳴悟道寶光手中華。非落", "1539": "思搆組撰之藩。認取太無。坦公有焉。諸公刻此。覺律", "154": "佛法隨時示現。即所謂聖之時者。不拘一時也。一", "1540": "論儀。則評唱宗鏡。下以此燈照之。今後珊瑚池諸大", "1541": "眾。聞十三昧。始知西來意。神幢在此金剛定耳。予論", "1542": "與坦公合。不涉于子影孫響二諱。何分宗教真詮。若", "1543": "謂十二部不基于此。吾不信矣。", "1544": "順治庚寅冬眷年社弟王鐸撰", "1545": "No. 485-F 䟦No. 485-F", "1546": "䟦", "1547": "如是道人註金剛經。成函一帙示余。且命序之。余平", "1548": "昔未讀佛氏書。闇昧其理。烏能妄置一辭。然因是而", "1549": "有感也。奚感乎。葢感夫道人生平履變。而乃卒歸於", "155": "切時中。無時不在。道也者。不可須臾離也。舉舍衛", "1550": "如是也。憶道人初當釋褐。余與觀政同曹。晨夕晤對。", "1551": "靜如處女。及至揚扢古今。則洋洋灑灑。鈎玄聆要。如", "1552": "列眉如指掌。吾知其為多聞。出尹荒徼。戈鋌滿地。道", "1553": "人茹雪䬸氷。半菽不飽。日與鶉結之民。扶傷弔死。共", "1554": "相存活。吾知其為廉慈。入佐度支。尋遷翰苑。繼掌樞", "1555": "垣。條畫之疏。日凡數上。及守制歸里。時事大非。猝俾", "1556": "重任。甫及兩月。柄臣議論紛紜。諸竪罔主作姦。讀道", "1557": "人縋賊一疏。猶堪髮立。吾知其為忠藎。身為賊執。欲", "1558": "挾而西。計脫間走。馳身西南。號召草澤。血口而盟者", "1559": "數萬人。冀得逆賊而甘心焉。此何異橋下劍．博浪槌。", "156": "國祗樹園。以見微塵剎土。草木樓觀。頭頭皆是真", "1560": "吾知其為俠烈。至大憝就殲。", "1561": "天命有定。道人散徒黨。解󰟎鞨。布袍芒履。投首轅門。", "1562": "僑居轂下。蕭然四壁。口不言貧。日尋黃冠師。商確服", "1563": "餌吐納之術。又取佛氏經。以儒者名理分章闡釋。超", "1564": "超玄著。有如郭之註莊。讀者止知其真實如義。而不", "1565": "知舉世間一切聲華。勳伐名根。理障糺結。而不可解", "1566": "者。咸歸於是。而破除焉。世宙有壞。金剛不壞。金剛不", "1567": "壞。此註亦不壞。以如是理。說如是法。吾今而後不能", "1568": "知道人也。北海老人書", "157": "如。不獨我有。諸大比丘眾。一切人天。并及異類。俱", "158": "是共有。孔云。吾無行而不與二三子者。是丘也。故", "159": "千二百五十人俱此性。俱此般若。即俱此佛體。世", "16": "如是。自黃梅首宣經旨。解者八百餘家。然親切道者。", "160": "尊傳心諭眾。相諭不言。政在穿衣吃飯處。討箇下", "161": "落。故著衣乞食。了不異於人。折我憍心。生彼施福", "162": "也。還至本處。乃影借語。本地可還。即我之本來亦", "163": "可還也。飯食已畢。收衣鉢者。所以狀佛之脫粘染", "164": "而歸於無也。洗足者。亦以狀空塵也。敷座而坐。寧", "165": "靜登禪。入於化矣。葢菩提實性。無出入相。無往復", "166": "相。祗舍王城。不即不離。次第乞內與。還至本處。原", "167": "無二見。到敷座而坐。則住心降心。俱在此中。為第", "168": "二分。預示機關。須在解人自悟。", "169": "有僧參忠國師。師問蘊何事業。曰。講金剛經。師", "17": "惟六祖一言了之。曰。法非有無謂如。皆是佛法謂是。", "170": "曰。最初兩字是甚麼。曰。如是。師曰。是甚麼。僧無", "171": "對。師曰。咄哉。將甚麼講經。", "172": "僧問趙州。乞指示。州曰。吃粥了也未。僧云。吃粥", "173": "了。州云。洗鉢盂去。僧大悟。六祖曰。心念不起。是", "174": "為坐故。收鉢洗足敷座。要向這裏參始得。", "175": "按是經。以無相為宗。前人以無我相四句。當四", "176": "句偈。此分首章曰。我聞。是我相也。乞食城中。是", "177": "人相也。大比丘眾。是眾生相也。曰佛。曰世尊。是", "178": "壽者相也。不應執著如此。余曰。此種種諸相。俱", "179": "在還至本處後掃之。不舉其地．其人。則落斷見。", "18": "揆其旨。不過以如是心。演如是經。成如是佛耳。余持", "180": "舉而不掃。則落常見。余常序林任先參詳註云。", "181": "無我相者。非無我也。無人相者。非無人也。無眾", "182": "生相．壽者相者。非無眾生與壽者也。不可以身", "183": "相得見如來者。非無身也。不住相布施者。非無", "184": "布施也。無定法可說者。非無法也。過去未來見", "185": "在心不可得者。非無心也。無所住者。非無住也。", "186": "皆從有說到無。葢不著有。便是無了。達摩曰。廓", "187": "然無聖。梁武不省。乃曰。對朕者誰。若了此義。則", "188": "三十二相。俱消化于敷座而坐中矣。", "189": "善現起請分第二○善現起請分第二", "19": "此經二十年。口頭薄業。苦無證入。迨遭劫󰞆。桎梏刀", "190": "時。長老須菩提在大眾中即從座起。偏袒右肩。右膝", "191": "著地。合掌恭敬而白佛言。希有。世尊。如來善護念諸", "192": "菩薩。善付囑諸菩薩。", "193": "梵語須菩提。此言善吉。善現。空生。尊者。雲庵僧了", "194": "性曰。須菩提人人有之。若人頓悟空寂之性。故名", "195": "解空。全空之性。真是菩提。故名須菩提。空性生出", "196": "萬法。故名空生。空性隨緣應現。利人利物。亦名善", "197": "現。萬行吉祥。亦名善吉。言偏袒者。此土謝過請罪。", "198": "則肉袒。西土興敬禮儀。則偏袒。言右肩者。作用取", "199": "便。言右膝者。佛法尚右。世尊。佛號也。空生開言便", "2": "金剛者。性喻也。性無形似。落言即非。天竺先生不得", "20": "鋸。投荒沉獄。一袱隨身。夢寐護念。迄于生還。寓京師", "200": "歎希有。作何見解。葢金輪王子。一旦舍王屋入雪", "201": "山。此事甚為希有。弟子雲從。隨緣乞食。了不動情。", "202": "此道更為希有。如來者。真性謂之如。明則照無量", "203": "世界。而無所蔽。慧則通無量劫。而無所礙。能變現", "204": "為一切眾生。而無所不可。是能自如者也。自如則", "205": "無去來。而謂之來者。葢以應現於此。而謂之來也。", "206": "然則言如者。乃真性之本體。言來者。乃真性之應", "207": "用。如來二字。兼佛之體．用而言之矣。菩薩者梵語。", "208": "本云菩提薩埵。此云覺有情。有情則眾生也。一切", "209": "眾生具佛性者。皆有生而有情。惟菩薩在有情之", "21": "者又五年。乃取誦本。與素所與。默疑和尚閉關九年", "210": "中。而能覺者。故謂之覺有情也。菩薩未能盡絕情", "211": "想。惟修至佛地。則絕情矣。護者護持。念者憶念。俾", "212": "不退轉也。付者付託。囑者訂囑。俾不斷絕也。諸菩", "213": "薩指大眾而言。", "214": "世尊。善男子．善女人。發阿耨多羅三藐三菩提心。云", "215": "何應住。云何降伏其心。", "216": "善男子者。正定心也。善女人者。正慧心也。菩薩是", "217": "善因成熟者。男女是善因初發者。梵語阿。此云無。", "218": "梵語耨多羅。此云上。梵語三。此云正。梵語藐。此云", "219": "等。梵語菩提。此云覺。阿耨多羅三藐三菩提。乃無", "22": "商量語。及黃蘗山中所得西影禪師遺偈。入都來間", "220": "上正等正覺也。謂真性也。真性即佛也。略言之則", "221": "謂之覺。詳言之則謂之無上正等正覺也。真性無", "222": "得而上之。故云無上。然佛不獨上。眾生不獨下。正", "223": "相平等。故云正等。佛不獨悟。眾生不獨迷。其覺公", "224": "普。故云正覺也。初發心時。先求安心。故有此問。人", "225": "天住有。二乘住空。故曰如何應住。降者化逆從順。", "226": "煩惱即菩提也。伏者遏抑妄心。轉識成智也。十住", "227": "中第一發心住。先言住。後言降伏者。住是進修著", "228": "脚之處。降伏二字。只到如來地位。方了盡也。", "229": "佛言。善哉。善哉。須菩提。如汝所說。如來善護念諸菩", "23": "於長春寺聽御生說法。復入西山叩一齋。識其漫談。", "230": "薩。善付囑諸菩薩。汝今諦聽。當為汝說。善男子．善女", "231": "人。發阿耨多羅三藐三菩提心。應如是住。如是降伏", "232": "其心。唯然。世尊。願樂欲聞。", "233": "諦審也。唯者諾其言。然者是其言。佛因須菩提所", "234": "問最契於心。故首肯曰。善哉。善哉。仍牒其言而約", "235": "之曰。發菩提心者。即當如是住。如是降伏其心。如", "236": "是者即開首。如是二字。如如不動之意也。謂所發", "237": "欲善護念善付囑之心。原無別法。即此心如是。便", "238": "已是住。是降伏矣。此外非更有安住降伏之法也。", "239": "黃蘗云。凡夫多被境礙心．事礙理。不知乃是心礙", "24": "皆若得若失。乃掩卷靜對覺經上白文。如如本體。躍", "240": "境．理礙事。但令心空。境自空。理寂。事自寂。勿倒用", "241": "心也。可知如是即是住。如是即是降伏。", "242": "孔子曰。吾道一以貫之。曾子曰。唯。及門弟子。皆", "243": "所不解。世尊曰。如是住。如是降伏其心。須菩提", "244": "曰。唯然。亦非千二百五十人所解。解之云何。亦", "245": "曰。中心如。心中心。即如心。如如不動而已。", "246": "大乘正宗分第三○大乘正宗分第三", "247": "佛告須菩提。諸菩薩摩訶薩應如是降伏其心。所有", "248": "一切眾生之類。若卵生．若胎生．若濕生．若化生。若有", "249": "色．若無色。若有想．若無想．若非有想。若非無想。", "25": "躍紙上。特為向來業識迷覆不見耳。信手隨錄。久遂", "250": "空生問佛。先言應住。佛告空生。先言降伏其心。以", "251": "降伏者。進修之極則。而無住者。降伏之要旨。如是", "252": "降伏。即如是便是降伏了。直指秘密。更無別義。到", "253": "底無四相。無滅度。總要降伏。此有我度眾生之心", "254": "而已。上言善男信女。此言菩薩摩訶薩。可見佛與", "255": "眾生。總如是心。總如是降伏也。摩訶言大。心量廣", "256": "大不可測量。卵生者。貪著無明。迷暗包裹也。胎生", "257": "者。食色輪迴。煩惱成聚也。濕生者。愛水浸淫。貪嗔", "258": "癡因此而得也。化生者。一切煩惱。本自無根。起妄", "259": "想心。忽然而有也。起心著相。妄見是非。名為有色。", "26": "成帙。雖與如是本體未必脗合。然八百家解者不如", "260": "執著空相。不修福慧。名為無色。窮智極慧。思之思", "261": "之。鬼神通之。名為有想。頑空坐禪。不學慈悲。猶如", "262": "木石。無有作用。名為無想。不著偏見。亦不了中道。", "263": "有如象罔。故名若非有想。求理心在。故名若非無", "264": "想。", "265": "我皆令入無餘涅槃而滅度之。如是滅度無量無數", "266": "無邊眾生。實無眾生得滅度者。", "267": "涅槃者。即不生滅也。涅而不生。槃而不滅。即脫生", "268": "死也。無餘涅槃者。大涅槃也。謂此涅槃之外。更無", "269": "其餘。故名無餘涅槃。葢盡諸世界所有九類眾生。", "27": "是。而我欲盡歸之如是。此亦如如本性。活活在我身", "270": "皆化之成佛也。一切眾生。皆自業緣中現。若為人", "271": "之業緣。則生而為人。修天上之業緣。則生於天上。", "272": "作畜生之業緣。則生為畜生。造地獄之業緣。則生", "273": "於地獄。九類眾生無非是業緣而生者。是本來無", "274": "此眾生也。菩薩既已覺悟。無邊煩惱轉為妙用。又", "275": "豈更有一眾生得滅度處。若見眾生可度。即是生", "276": "滅。即是我相。而四相熾然矣。良由一切眾生。本來", "277": "是佛。何生可度。故曰。平等真法界。佛不度眾生。眾", "278": "生自性自度。我何功哉。壇經云。自性自度。名為真", "279": "度。淨名經云。一切眾生。本性常滅。不復更滅。又佛", "28": "中。不能自異於如來與凡夫者。寧我作如是解哉。名", "280": "告清淨慧菩薩言。於實相中。實無菩薩及諸眾生。", "281": "菩薩眾生。皆是幻化。幻化滅故。無取證者。凡經內", "282": "所云。眾生非眾生。凡夫非凡夫等語。皆是無佛無", "283": "眾生之義。", "284": "何以故。須菩提。若菩薩有我相．人相．眾生相．壽者相。", "285": "即非菩薩。", "286": "四相者。貪嗔癡愛所影現而成。貪則自私。自私是", "287": "我相。嗔則分別爾汝。是人相。癡則頑傲不靈。是眾", "288": "生相。愛則希覬長年。是壽者相。如來不以度眾生", "289": "為功。而了無所得。以其四相盡化也。圓覺經云。未", "29": "以般若名。以阿耨多羅三藐三菩提。佛說已多。而況", "290": "除四種相。不得成菩提。設若有一於此。則必起能", "291": "度眾生之心。便是眾生之見。非菩薩矣。四相中。一", "292": "我字是緊要的窟穴。有我則尊我卑人。因有人相。", "293": "欲度人。又欲盡乎人。因有眾生相。盡滅度之力。還", "294": "而證我成壽者相。遂妄認壽者為涅槃。而牢不可", "295": "化矣。故我相是四相病根也。佛每言眾生者。非言", "296": "眾生。而實言眾生之我也。無我則無眾生。亦無壽", "297": "者矣。", "298": "朱晦翁曰。所謂降伏者。非謂遏伏此心。謂盡降", "299": "伏眾生之心。入無餘涅槃中。教他都無心了。方", "3": "已而有言。於是名之以般若。名之以阿耨多羅三藐", "30": "無住無相無得無說之法。以如是覓如是。以如是解", "300": "是。", "301": "脉望曰。鬼神有性無命。草木有命無性。禽獸性", "302": "少命多。惟人能全之。可知四生六道之義。", "303": "妙行無住分第四○妙行無住分第四", "304": "復次須菩提。菩薩於法。應無所住。行於布施。所謂不", "305": "住色布施。不住聲香味觸法布施。須菩提。菩薩應如", "306": "是布施。不住於相。何以故。若菩薩不住相布施。其福", "307": "德不可思量。須菩提。於意云何。東方虗空可思量不。", "308": "不也。世尊。須菩提。南西北方四維上下虗空可思量", "309": "不。不也。世尊。須菩提。菩薩無住相布施。福德亦復如", "31": "如是乎。故如而還之無如。是而還之無是。解而還之", "310": "是不可思量。須菩提。菩薩但應如所教住。", "311": "上言度生無相。此即言布施無住。行於布施。不落", "312": "空見。布施無住。亦不落有見。如此。則布施即是般", "313": "若。故曰。應如是布施。如此。則福德亦是般若。故曰。", "314": "福德亦復如是。總就如何應住。而詳言之。以明如", "315": "是之性。其布施．其效應無不如是也。色聲香味觸", "316": "法六者。謂之六塵。眼貪色。耳貪聲。鼻貪香。舌貪味。", "317": "身境相接謂觸。意事相拘謂法。人性清淨。本無六", "318": "根六塵。又向何處安頓。東西南北及四維上下總", "319": "謂之十方。菩薩不住相布施。是能施之體空也。一", "32": "無解。余以此自悔自懺。因號無是道人焉。", "320": "切諸相即是非相。是所施之法。其體空也。又說一", "321": "切眾生即非眾生。即所施之人。其體空也。玄奘譯", "322": "經云。不住於色。不住非色。是故無空可取。無有可", "323": "捨。空有同如。一體平等。施心廣大。猶若空虗。所獲", "324": "功德。亦復如是。楞嚴云。汝觀世間可作之法。誰為", "325": "不壞。然終不聞爛壞虗空。此云。不可思量。以廣大", "326": "言。而無盡無壞。其意皆備。如來教菩薩法。不過住", "327": "無所住。菩薩受如來教。但當如其所教者以為住。", "328": "不住有故。入塵勞而不落生死。不住無故。居涅槃", "329": "而不屬斷滅。如如不動而已。", "33": "寓跡石鏡山中無是道人自記", "330": "如所教住。明乎有住者在。大學曰。有所好樂。則", "331": "不得其正。心不在焉故也。故無在則無不在。無", "332": "住則無不住。", "333": "如理實見分第五○如理實見分第五", "334": "須菩提。於意云何。可以身相見如來不。不也。世尊。不", "335": "可以身相得見如來。何以故。如來所說身相。即非身", "336": "相。佛告須菩提。凡所有相。皆是虗妄。若見諸相非相。", "337": "即見如來。", "338": "此如來乃謂真性之佛。與下身相之如來異。自布", "339": "施說到法身。言之愈切。自法身說到諸相。言之愈", "34": "No. 485-B 金剛經如是解序No. 485-B", "340": "廣。皆以明無相之旨。佛有三身。法身．報身．化身也。", "341": "如來係自性真如。豈有身相。四大色身。皆由妄念", "342": "而生。若執著身相。而欲見如來之性。譬如認賊為", "343": "子。終無是處。惟見諸相非相。則見如來者。非盡除", "344": "諸相也。見諸相者。病為執有。除諸相者。病為執空。", "345": "惟就諸相見非相。乃為中道。葢了妄即真。非別於", "346": "妄外有真耳。故能就幻相以見實相。則四相者相", "347": "也。法相者亦相也。非法相者亦相也。楞嚴經云。不", "348": "取一切法相。則得聖智究竟相也。", "349": "俱胝和尚凡有所問。只竪一指。博山曰。人人一", "35": "金剛經如是解序", "350": "箇指頭。他因甚這等會用。人人有箇身相。如來", "351": "偏恁會用。凡夫爭盡氣力。落得肉臭軀殻。", "352": "正信希有分第六○正信希有分第六", "353": "須菩提白佛言。世尊。頗有眾生。得聞如是言說章句。", "354": "生實信不。佛告須菩提。莫作是說。如來滅後。後五百", "355": "歲。有持戒修福者。於此章句能生信心。以此為實。當", "356": "知是人不於一佛二佛三四五佛而種善根。已於無", "357": "量千萬佛所種諸善根。聞是章句。乃至一念生淨信", "358": "者。須菩提。如來悉知悉見。是諸眾生得如是無量福", "359": "德。", "36": "初祖達摩西來。特稱楞伽四卷可以印心。究不若金", "360": "上言若見諸相非相。即見如來。恐人謂得見如來", "361": "為希有之法。狐疑轉生。故問生實信否。不知此實", "362": "信一念。可以立千百年而不渝。可以統千萬佛而", "363": "同根。不獨我能見如來。而如來亦悉知悉見我之", "364": "一念。必如是而後為能生實信。法輪預記云。初五", "365": "百歲。解脫居多。二五百歲。禪定居多。三五百歲。或", "366": "務多聞。四五百歲。或營塔寺。五五百歲。多聞鬪諍。", "367": "葢天道五百年一大變。君子之澤。久而愈斬。屬望", "368": "後人。自爾如是。持戒者。不著諸相。即是持戒。持戒", "369": "即是修福。善根者。萬善從生。為眾善之根本也。生", "37": "剛一卷。常為心印。是以黃梅五祖。首行倡導。宣其經", "370": "淨信上有乃至二字。當從生信心以此為實來。上", "371": "二句。是全體之信。而乃至以下。則頓悟之信也。一", "372": "念者。心空境寂。萬慮消亡。不作有為見。不作無為", "373": "解。出四相。越三空。是名一念淨信。便與如來心心", "374": "相印。故曰。悉知悉見。淨信心便是如是心。如是心", "375": "便是最上第一希有之法。十方無盡之虗空。皆在", "376": "如是福德中矣。", "377": "何以故。是諸眾生無復我相．人相．眾生相．壽者相。無", "378": "法相。亦無非法相。何以故。是諸眾生若心取相。則為", "379": "著我人眾生壽者。若取法相。即著我人眾生壽者。何", "38": "旨。從而作解者。八百餘家。曹溪六祖。初既因文悟入。", "380": "以故。若取非法相。即著我人眾生壽者。是故不應取", "381": "法。不應取非法。以是義故。如來常說。汝等比丘。知我", "382": "說法。如筏喻者。法尚應捨。何況非法。", "383": "實信之心。至於清淨。豈復有四相可見哉。既無四", "384": "相。又豈有法相可見哉。又豈有非法相可見哉。無", "385": "四相。是人空也。無法相．無非法相。是法空也。如是", "386": "所生淨信。豈曰容易。故將若心取相。次第深言。而", "387": "歸之於法空。曰。不應取法。不應取非法。皆以明法", "388": "空也。至於不取非法。不但證法空。亦脫法空之障", "389": "矣。以四相為相者。乃心取相也。知四相之非相而", "39": "後復以之啟口。作壇經。更了以一言曰。法非有無謂", "390": "離之。即是法相。知離相之亦非。而復離之。即是非", "391": "法相。甚矣取之病根深矣。如筏喻者。筏所以渡河", "392": "也。既渡則不須用筏矣。何必言筏非筏。法所以破", "393": "相也。既破則不須用法矣。何必言法非法。此法不", "394": "住此岸。不住彼岸。不住中流。以不應取故。楞嚴經", "395": "云。不取無非幻。非幻尚不生。幻法云何立。即此分", "396": "文意。", "397": "維摩詰問文殊師利。如何是不二法門。殊云。於", "398": "一切法。無說無言。無示無識。離諸問答。是為入", "399": "不二法門。文殊復問維摩。仁者如何說。維摩默", "4": "三菩提。猶謂文字日繁。本來不多。故於經首。拈出如", "40": "如。皆是佛法謂是。應知此經。佛與須菩提一句一棒。", "400": "然。若再加一語。是落第二義。", "401": "老子曰。善行無轍迹。善言無瑕謫。是以聖人善", "402": "救人無棄人。善救物無棄物。如來說法。為救人", "403": "救物而設。其轍迹瑕謫。如何可尋。", "404": "無得無說分第七○無得無說分第七", "405": "須菩提。於意云何。如來得阿耨多羅三藐三菩提耶。", "406": "如來有所說法耶。須菩提言。如我解佛所說義。無有", "407": "定法名阿耨多羅三藐三菩提。亦無有定法。如來可", "408": "說。何以故。如來所說法。皆不可取．不可說．非法．非非", "409": "法。所以者何。一切賢聖。皆以無為法而有差別。", "41": "一字一喝。語言文字剗盡無餘。的的教外別傳。西來", "410": "無上菩提乃第一義。深妙難名。或持戒忍辱而得", "411": "之。或精進禪定而得之。或聚沙為塔。或稱南無。皆", "412": "可得之。豈可以拘以空法而名之哉。如來憫眾生", "413": "之未悟。安得嘿然而無言。或為志求勝法者說。或", "414": "為求無上慧者說。或為求聲聞者說。或為求辟支", "415": "佛者說。應機四酬。隨叩而答。寧無說哉。然妙性平", "416": "等。云何有得。若有所得。佛從外來。道本無言。何云", "417": "有說。若有所說。是為謗佛。謝云。非法則不有。非非", "418": "法則不無。有無並無。理之極也。金剛標云。空生自", "419": "云。解佛所說義。只解其無定法可說。尚未解其為", "42": "第一義。為佛祖慧命所統。于群經中尊勝稱王。信也。", "420": "無得無說也。如謂不可取不可說。即是無得無說。", "421": "何後第十分中。如來重問。于法有所得否。而空生", "422": "始答無所得也。十三分中。佛又重問。如來有所說", "423": "法不。而空生始答。如來無所說也。則無定法之與", "424": "無得無說。又隔一間矣。以者用也。無為者。自然覺", "425": "性。無假人為。故一切賢聖。皆用此無為之法。然法", "426": "本無為。而一切法。未必盡是佛法。遂生差別。或安", "427": "而行之。或勉而行之。及成功則一也。以無為法。釋", "428": "上非法。賢聖差別。釋非非法。道川云。江北城枳江", "429": "南橘。春來都放一般華。", "43": "其文藏有三譯。元魏留支．陳天竺真諦二譯。要不如", "430": "藥山陞座。良久。便下座。院主請云。云何不垂一", "431": "言。山曰。經有經師。論有論師。爭怪得老僧。孔子", "432": "曰。四時行焉。百物生焉。予何言哉。其機甚深。學", "433": "者不從禪靜入耳。", "434": "依法出生分第八○依法出生分第八", "435": "須菩提。於意云何。若人滿三千大千世界七寶以用", "436": "布施。是人所得福德。寧為多不。須菩提言。甚多。世尊。", "437": "何以故。是福德即非福德性。是故如來說福德多。若", "438": "復有人。於此經中受持。乃至四句偈等。為他人說。其", "439": "福勝彼。何以故。須菩提。一切諸佛。及諸佛阿耨多羅", "44": "姚秦鳩摩羅什所譯。辭特簡明。義無脫誤。是以震旦", "440": "三藐三菩提法。皆從此經出。須菩提。所謂佛．法者。即", "441": "非佛．法。", "442": "此以財施有漏之因。以較無為之福。三千大千者。", "443": "一佛化境也。七寶雖多。心有能所。即非福德性。能", "444": "所心滅。是名福德性。福德性直到成佛地位。超然", "445": "數量之外。自此經出者。此經是金剛般若。而實相．", "446": "觀照．文字三般若皆在其中。若非文字。將何者為", "447": "他人說乎。然法從經出。而經非即法。恐人執法為", "448": "經。執經為法。故隨言即非佛法以遣之。四句偈者。", "449": "中峰云。經中凡言四句偈。必上有乃至二字。下有", "45": "誦習。日月爭光。而註釋多門。意見差別。愚自弱冠志", "450": "等字。未嘗單言四句。則全經皆是。不必指定色見", "451": "我一切有為無我相等句也。傅大士云。若論四句", "452": "偈。應當不離身。以是而觀。則四句偈者。初不假外", "453": "求。而在吾心地明矣。六祖偈云。人我俱盡。妄想既", "454": "除。言下成佛。向使此偈可以言傳面命。我。佛乃天", "455": "人之師。住世七十九年。廣為眾生說法三百五十", "456": "度。而於此經。凡一十四處舉四句偈。而終不明明", "457": "指示端的。豈吝其辭而不為說破耶。葢恐人執指", "458": "為月。而徒泥紙上之死句。而不能返觀自己之活", "459": "句也。佛法非佛法者。隨說隨剗也。即心是佛。更無", "46": "學。即知三教會通。丙辰歲。以梁生奇緣。皈依憨山大", "460": "別佛。即心是法。更無別法。黃蘗云。欲要真實會。一", "461": "切總不是。萬松云。端的委細會。一切無不是。可以", "462": "互參。", "463": "世尊一日陞座。文殊云。諦觀法王法。法王法如", "464": "是。博山別曰。世尊未陞座。法王法在甚處。這裏", "465": "如參透。乃知焚鈔竪拂。總非釋氏之法。御氣燒", "466": "丹。總非老氏之法。多學默識。總非孔子之法。", "467": "一相無相分第九○一相無相分第九", "468": "須菩提。於意云何。須陀洹能作是念。我得須陀洹果", "469": "不。須菩提言。不也。世尊。何以故。須陀洹名為入流。而", "47": "師。于東遊之日。得受金剛決疑。以為指歸。其大意謂。", "470": "無所入。不入色聲香味觸法。是名須陀洹。須菩提。於", "471": "意云何。斯陀含能作是念。我得斯陀含果不。須菩提", "472": "言。不也。世尊。何以故。斯陀含名一往來。而實無往來。", "473": "是名斯陀含。須菩提。於意云何。阿那含能作是念。我", "474": "得阿那含果不。須菩提言。不也。世尊。何以故。阿那含", "475": "名為不來。而實無不來。是故名阿那含。須菩提。於意", "476": "云何。阿羅漢能作是念。我得阿羅漢道不。須菩提言。", "477": "不也。世尊。何以故。實無有法名阿羅漢。世尊。若阿羅", "478": "漢作是念。我得阿羅漢道。即為著我人眾生壽者。", "479": "上言一切賢聖皆以無為法而有差別。不但賢與", "48": "佛說法三十年。上首弟子猶是懷疑。此經隨空生所", "480": "聖有差別。而就賢人中。亦各有差別。然其於無為", "481": "一也。於無得亦一也。須陀洹名為入流者。欲入無", "482": "為之理。舍凡入聖。初入聖流也。而無所入者。本性", "483": "自空。不假緣入。即鑽之彌堅也。斯陀含名一往來", "484": "者。色身雖有來去。而法身湛然不動。不見操存舍", "485": "亡也。阿那含名為不來者。迎之不見其首。而實無", "486": "不來者。隨之不見其後也。阿羅漢能作是念而得", "487": "道者。前三果人。居有學位。故立果義以酬因。阿羅", "488": "漢不事學問人也。乃立道名以顯證極。故不曰阿", "489": "羅漢果。而曰阿羅漢道。法華經曰。諸法不受。亦得", "49": "疑處。即便逐破。所謂疑悔永已盡。安住實智中。憨師", "490": "阿羅漢。若萌一得念。即落人我四相。尊己輕人。慢", "491": "視眾生。期壽長久。種種見前。是凡人之見。非聖人", "492": "之徒矣。", "493": "世尊。佛說我得無諍三昧。人中最為第一。是第一離", "494": "欲阿羅漢。我不作是念。我是離欲阿羅漢。世尊。我若", "495": "作是念。我得阿羅漢道。世尊則不說須菩提是樂阿", "496": "蘭那行者。以須菩提實無所行。而名須菩提是樂阿", "497": "蘭那行。", "498": "梵語三昧。此云正定。亦云正受。乃謂入定思慧法", "499": "也。非謂玄妙之意。佛恐眾不知去所得心。故引己", "5": "是兩字。如是者。性體也。不變不異。何容解。何容不解。", "50": "現示肉身于曹溪。稱七祖。與六祖覿面。是能不隨分", "500": "作證。無諍者。即解脫義也。諍是勝負心。無諍則無", "501": "我無人。無高無下。無聖無凡。一相平等。葢凡有對", "502": "待。即成諍端。長繫死生。何由能脫。故涅槃經曰。須", "503": "菩提住虗空地。若有眾生。嫌我立者。我當終日端", "504": "坐不起。嫌我坐者。我當終日立不移處。如此不起", "505": "一煩惱。謂之無諍。無諍則正定。正定則離欲。離欲", "506": "即解脫。阿羅漢即般若也。樂者好也。阿蘭那梵語。", "507": "無諍也。樂阿蘭那行。猶云好無諍人也。夫萌之於", "508": "心者曰念。見於修為者曰行。有所念。則必有所行。", "509": "有取行。則必有取得。須菩提得無諍三昧。有是行", "51": "演說。真契佛祖心印。并契宣尼一貫無言之大旨者。", "510": "也。且曰無所行者。以心無所得也。有是行而心無", "511": "所得。故世尊以樂阿蘭那名之。葢無為法中。本無", "512": "一法生。本無一法滅。無煩惱可斷。無涅槃可證。但", "513": "是一念不生而已。心地觀云。若不捨離我我所執。", "514": "不應安住阿蘭若中。若心調柔。無有諍論。故當安", "515": "住阿蘭若中。後人本此。遂以蘭若名佛住處云。", "516": "四果皆曰能作是念。作行病淺。作念病深。無所", "517": "入。無往來無不來。無有法。皆四果之不作念處。", "518": "佛之有四果。即儒之有四配也。顏欲從末由。參", "519": "以魯得之。思不覩不聞。孟勿忘勿助。何甞作念。", "52": "即南嶽之得金剛無礙智。中峰之能用世語入佛知", "520": "若顏到屢空處。即阿羅漢到無所得道處。其于", "521": "空空如也。本體一間耳。", "522": "莊嚴淨土分第十○莊嚴淨土分第十", "523": "佛告須菩提。於意云何。如來昔在然燈佛所。於法有", "524": "所得不。不也世尊。如來在然燈佛所。於法實無所得。", "525": "須菩提。於意云何。菩薩莊嚴佛土不。不也。世尊。何以", "526": "故。莊嚴佛土者。即非莊嚴。是名莊嚴。", "527": "上言四果無所得。正欲明佛果無所得也。故此即", "528": "明言之云。不獨汝等見我無法可得。即我見然燈", "529": "佛。亦無法可得也。然燈佛。釋迦牟尼佛授記之師。", "53": "見。不過是也。越今四十餘載。其間所聞演說。所見著", "530": "如來於佛法既無所得。故菩薩於佛土。即非莊嚴。", "531": "蓋一大世界。必有一佛設化。皆謂之佛土。而菩薩", "532": "於佛土之中。作種種善事。以變易其世界。如黃金", "533": "為地。七寶為樹林樓臺。故謂之莊嚴。然真性中。豈", "534": "有此莊嚴哉。其莊嚴。非莊嚴也。惟真性為真莊嚴", "535": "也。維摩經云。隨其心清淨。則佛土淨。葢此心清淨。", "536": "即是莊嚴佛土。奚外飾為莊嚴佛土。三句。第一句", "537": "莊嚴佛土者。是假觀。是俗諦。屬相宗。第二句即非", "538": "莊嚴。是空觀。是真諦。屬空宗。第三句是名莊嚴。是", "539": "空假俱融。真俗無礙。是中道觀。中道諦。屬性宗。", "54": "述。描抹此經面目者。不知幾何。而乃得見坦公先生", "540": "是故須菩提。諸菩薩摩訶薩應如是生清淨心。不應", "541": "住色生心。不應住聲香味觸法生心。應無所住而生", "542": "其心。須菩提。譬如有人。身如須彌山王。於意云何。是", "543": "身為大不。須菩提言。甚大。世尊。何以故。佛說非身。是", "544": "名大身。", "545": "梵語菩薩摩訶薩。此云覺眾生。菩薩莊嚴。既不在", "546": "於外飾。則當反而求之於心。心能如是自然清淨。", "547": "不必更求清淨。故云應如是生清淨心。凡住六塵", "548": "而生其心者。皆非清淨心也。惟無所住而生其心", "549": "者。乃清淨心也。無所住之心。便是不生。如是生清", "55": "如是解。是直以鏡照鏡。諸相不立。以光接光。眾塵消", "550": "淨心。便是不滅。無生之生。何礙於生。知不滅即是", "551": "生。不必更求生相矣。佛言六塵之苦。每以色為先。", "552": "而繼之以聲香味觸法。葢以見色者。人情之所易", "553": "入。故觀照為先。經中凡言觀者。皆從見起也。須彌", "554": "山在四天下中為極大。故名山王。須彌雖大。有為", "555": "生滅。劫燒不免。縱使身如須彌。亦非清淨本體。乃", "556": "業力相持。非不壞也。何如無所住之為大哉。故言", "557": "佛土即非莊嚴者。是真土無形。非身是名大身者。", "558": "是法身無相。身土皆空。心境雙絕。始是般若極則。", "559": "非土之土。常寂光也。非身之身。大法身也。", "56": "隕。只提如是我聞四字。便攝全經。并攝全藏。若水入", "560": "林兆恩曰。身之極樂國也。如來禪定於其中矣。", "561": "而釋流則西方之。身之蓬萊島也。神仙逍遙於", "562": "其中矣。而道流則海外之。", "563": "列禦寇曰。橫心之所念。而後眼如耳。耳如鼻。鼻", "564": "如口。無不同也。不住色聲香味生心。其理如是。", "565": "無為福勝分第十一○無為福勝分第十一", "566": "須菩提。如恒河中所有沙數。如是沙等恒河。於意云", "567": "何。是諸恒河沙寧為多不。須菩提言。甚多。世尊。但諸", "568": "恒河尚多無數。何況其沙。", "569": "雪山有四洲。其東牛口磽伽河。即恒河也。佛以此", "57": "乳。若芥投針。梵語華言。拈來即合。引申觸類。無境不", "570": "河沙為喻者。葢說法時。常近此河耳。一沙即為一", "571": "河。河尚無數。何況其沙。此喻最為微妙。為世人沒", "572": "大愛河。隨順欲流。漂沒瀰漫。甚為可愍。此中政當", "573": "尋筏到岸。", "574": "須菩提。我今實言告汝。若有善男子．善女人。以七寶", "575": "滿爾所恒河沙數三千大千世界。以用布施。得福多", "576": "不。須菩提言。甚多。世尊。佛告須菩提。若善男子．善女", "577": "人。於此經中。乃至受持四句偈等。為他人說。而此福", "578": "德勝前福德。", "579": "天地間河沙無盡。人亦無盡。古往今來。生生不息。", "58": "融。以至孔孟精微。和盤托出。老莊玄妙。徹底掀翻。頭", "580": "小德川流。豈但河沙耶。為人解說。三千大千世界", "581": "皆獲法施。皆悟無住相布施。豈河沙可數。與受持", "582": "四句偈。不為惡業所縛。可以悟明真性。為人解說。", "583": "而人亦得聞此理。而悟明真性。脫離輪迴。永超生", "584": "死。萬劫無有盡期。故其福德殊勝也。佛嘗言財施", "585": "有盡。法施無窮。財施不出欲界。法施能出三界。華", "586": "嚴云。譬如暗中寶。無燈不可見。佛法無人說。雖慧", "587": "不能了。是則解說之功。與受持相輔而大矣。楞伽", "588": "云。譬如恒沙。是地自性。經劫火燒。地性不壞。如來", "589": "法身。亦復如是。譬如恒河。人獸踐踏。不生分別。如", "59": "頭盡獲家珍。無假揉和窠臼。自非降大任而投險囏", "590": "來解脫。亦復如是。譬如恒沙。不增不減。如來智慧。", "591": "亦復如是。此章讚般若最勝處。發眾生信受之心。", "592": "此福德勝前福德者。所謂智慧寶洲。求則得之。", "593": "求有益於得也。七寶恒沙。得之有命。熟讀孟子", "594": "便得。", "595": "尊重正教分第十二○尊重正教分第十二", "596": "復次。須菩提。隨說是經。乃至四句偈等。當知此處。一", "597": "切世間．天．人．阿修羅。皆應供養。如佛塔廟。何況有人", "598": "盡能受持讀誦。須菩提。當知是人成就最上第一希", "599": "有之法。若是經典所在之處。即為有佛。若尊重弟子。", "6": "遇慧命人如須菩提者。深機相觸。秘義盡宣。曰。如是", "60": "出自困衡動忍。安能與箕疇岐易。同放光明。更非宗", "600": "六祖云。隨說者。逢凡說凡。逢聖說聖也。謝云。封殯", "601": "法身。謂之塔。樹像虗空。謂之廟。所在之處。見人即", "602": "說是經。常行無所得心。無所住心。令諸聽者生清", "603": "淨心。是名真供養。即此身中。有如來全身全舍利。", "604": "故言如佛塔廟。果禪師云。即心是佛。更無別佛。即", "605": "佛是心。更無別心。如拳作掌。似水成波。波即是水。", "606": "掌即是拳也。弟子者。學居師後。故稱弟。解從師生。", "607": "故稱子。尊重弟子。謂弟子之可尊重者。乃大弟子", "608": "菩薩之流也。", "609": "東印國王請二十七祖般若多羅齋。王曰。何不", "61": "教全彰。福慧兩足。從入泥入水中。履道坦坦。安得具", "610": "看經。祖云。貧道入息不居陰界。出息不涉眾緣。", "611": "常轉如是經。百千萬億卷。要知經典所不在。亦", "612": "為有佛。", "613": "如法受持分第十三○如法受持分第十三", "614": "爾時。須菩提白佛言。世尊。當何名此經。我等云何奉", "615": "持。佛告須菩提。是經名為金剛般若波羅蜜。以是名", "616": "字。汝當奉持。所以者何。須菩提。佛說般若波羅蜜。即", "617": "非般若波羅蜜。是名般若波羅蜜。須菩提。於意云何。", "618": "如來有所說法不。須菩提白佛言。世尊。如來無所說。", "619": "如來前云。一切佛法皆從此經出。故空生請名此", "62": "金剛眼。得金剛心。代佛口宣無上甚深妙。諦現長者", "620": "經。竝問云何奉持。夫妙明本性。湛若太虗。何處得", "621": "名。如來恐人生斷滅見。不得已而強安是名也。葢", "622": "人性如金之剛　故能斷除一切煩惱。直至彼岸。", "623": "故曰般若波羅蜜。然能觀無所觀。照無所照。空無", "624": "所空。到無所到。故曰即非般若波羅蜜。惟是不觀", "625": "而觀。不照而照。不空而空。不到而到。故曰是名般", "626": "若波羅蜜。從前問答。都是因相破相。此則立名遣", "627": "名。夫般若既無可名之名。又豈有所說之法。故重", "628": "申問答。而云。如來無所說也。無所說者。直下無開", "629": "口處。所以世尊臨入涅槃。文殊請佛再轉法輪。世", "63": "宰官身而為說法。具眼者。謂是無垢再來。覆按時節", "630": "尊咄云。吾住世七十九年。未甞說著一字。", "631": "須菩提。於意云何。三千大千世界所有微塵是為多", "632": "不。須菩提言。甚多。世尊。須菩提。諸微塵。如來說非微", "633": "塵。是名微塵。如來說。世界。非世界。是名世界。須菩提。", "634": "於意云何。可以三十二相見如來不。不也。世尊。不可", "635": "以三十二相得見如來。何以故。如來說。三十二相。即", "636": "是非相。是名三十二相。", "637": "華嚴經云。三千大千世界。以無量因緣。乃成一切", "638": "眾生。豈此外而別有世界。悟者處此。迷者亦處此。", "639": "悟者之心。清淨心也。以此心處此世界。即清淨世", "64": "因緣。當益信也。此解早已壽梓于吳門鎮海古剎。茲", "640": "界。迷者之心。塵垢心也。以此心處此世界。即微塵", "641": "世界。諸微塵者。一切眾生心上微塵也。佛分身於", "642": "微塵世界中。示現無邊法力。開闡清淨無垢之法。", "643": "使一切眾生皆生清淨心。非微塵所可污。故云非", "644": "微塵。得出世界法。非世界所得囿。故云非世界。世", "645": "尊答文殊曰。在世離世。在塵離塵。是為究竟法。楞", "646": "嚴中。於一毛端現寶王剎。坐微塵裏轉大法輪。皆", "647": "是離世離塵之意。三十二相。始從足下安平。終至", "648": "頂肉髻相。皆屬修成。然如如真佛。何相之有。恐人", "649": "疑前說塵性空界性空。遂執有佛身根性。殊不知", "65": "重梓藏冊。流通于楞嚴經坊。將紫栢憨山兩尊者。同", "650": "佛身根性亦空也。此分大意。謂細而微塵。大而世", "651": "界。妙而佛之色身。皆為虗妄。惟真性為真實。是以", "652": "自古及今。無變無壞。彼三者。則有變壞故也。", "653": "須菩提。若有善男子．善女人。以恒河沙等身命布施。", "654": "若復有人。於此經中。乃至受持四句偈等。為他人說。", "655": "其福甚多。", "656": "以恒河沙等身命布施。終受頑福。畢竟不明本性。", "657": "所謂住相布施也。若受持四句。一念見性。人法俱", "658": "空。即名正見。所得淨妙無相無為功德。豈有限量", "659": "可名。", "66": "向寂光首肯。真歷劫勝因也。古德有云。見聞為種。八", "660": "中庸。一撮土之多微塵意也。及其廣厚。萬物載", "661": "焉。世界也。微塵積而為世界。世界析而為微塵。", "662": "皆誠之不可已處。中庸無實非虗。佛法無虗非", "663": "實。", "664": "此分總言所以名經。與所以持經功夫。可以貫", "665": "串全經。自為一部。故與前後。語多重復。不覺其", "666": "煩。謂為先後聽經者說。非是。", "667": "離相寂滅分第十四○離相寂滅分第十四", "668": "爾時。須菩提聞說是經。深解義趣。涕淚悲泣。而白佛", "669": "言。希有。世尊。佛說如是甚深經典。我從昔來所得慧", "67": "難超十地之堦。解行在躬。一生圓曠劫之果。則以無", "670": "眼。未曾得聞如是之經。世尊。若復有人得聞是經。信", "671": "心清淨。則生實相。當知是人。成就第一希有功德。世", "672": "尊。是實相者。則是非相。是故如來說名實相。世尊。我", "673": "今得聞如是經典。信解受持不足為難。若當來世。後", "674": "五百歲。其有眾生。得聞是經。信解受持。是人則為第", "675": "一希有。何以故。此人無我相。無人相。無眾生相。無壽", "676": "者相。所以者何。我相即是非相。人相．眾生相．壽者相", "677": "即是非相。何以故。離一切諸相。則名諸佛。", "678": "空生在前解悟空理。是於有中見空。止得人空。今", "679": "聞般若非般若。是名般若。竝得法空。故深解義趣。", "68": "是翁作如是解。即謂如如六如悉歸剩義。如之一字。", "680": "感極涕零。若非佛恩撥我慧眼。安能聞如是二字。", "681": "便是真諦。此如是性中。具如來法身。即是實相。人", "682": "法俱空。善惡諸相自然寂滅。故曰實相。非實相也。", "683": "生者以是人之信解為生。而實相畢竟無生耳。圓", "684": "覺云。一切實相。性清淨故。功德者。即成就法身。便", "685": "是莫大功德。第一希有。經以福兼德言者屢矣。而", "686": "此獨單言功德。不及福者。是功成果滿之時。其福", "687": "為不足道也。以所壇經有功德在法身中。非在于", "688": "福之句。此段文義三疊。上言。我未曾聞如是之經。", "689": "隨言。若復有人得聞是經。繼言。來世眾生得聞是", "69": "亦不喜聞可也。是萬法俱來。絲毫不掛之第一義也。", "690": "經。言人則可大。言來世則可久。葢佛在時。為正法", "691": "之世。佛滅度後。為像法之世。若當來世後五百歲。", "692": "為末法之世。眾生能信解受持。亦見四相非相。即", "693": "契般若。同此實相。即同此無相耳。悟則是佛。迷則", "694": "是眾生。佛與眾生。性豈有異。離相者。即相以空相。", "695": "非除相以即空也。", "696": "佛告須菩提。如是。如是。若復有人。得聞是經。不驚．不", "697": "怖．不畏。當知是人甚為希有。何以故。須菩提。如來說。", "698": "第一波羅蜜。即非第一波羅蜜。是名第一波羅蜜。須", "699": "菩提。忍辱波羅蜜。如來說非忍辱波羅蜜。是名忍辱", "7": "住。如是降伏。又曰。如是生清淨心。其言布施也。曰。應", "70": "順治丁酉臘八日擕李道一居士譚貞默槃談謹撰", "700": "波羅蜜。", "701": "空生悟到此。將清淨心。滿盤托出。直指如是本體。", "702": "佛又何言。故嘆曰。如是如是。不驚者聞慧也。不怖", "703": "者思慧也。不畏者修慧也。第一波羅蜜者。有十種。", "704": "一布施。二持戒。三忍辱。四精進。五禪定。六智慧。七", "705": "慈。八悲。九方便。十不退。今言第一波羅蜜者。獨言", "706": "布施為第一。曰。布施者通攝萬行。直至菩提。尚行", "707": "法施也。言非者。行無住相布施也。佛于第四分說", "708": "無住。便說行於布施。故于此分足之一。說第一波", "709": "羅蜜實以般若為第一。楞嚴說第一波羅蜜。亦指", "71": "No. 485-C 金剛如是解序No. 485-C", "710": "般若。六祖說摩訶般若波羅蜜。最尊最上最第一", "711": "是也。悟諸相非相。即達彼岸。故名第一。既悟人法", "712": "俱空。即無生死可度。無彼岸可到。故非第一。忍辱", "713": "波羅蜜者。即十度中第三也。能忍辱。方不起嗔心", "714": "以昏亂真性。故能到諸佛菩薩彼岸。佛有時自稱", "715": "如來。自稱佛。謂己與諸佛菩薩無異性也。若了悟", "716": "人法俱空。亦掃忍辱之相。般若體中。原無辱可忍。", "717": "亦無忍可見。忍無可忍。能所俱無。方成于忍。是名", "718": "為忍也。", "719": "何以故。須菩提。如我昔為歌利王割截身體。我於爾", "72": "金剛如是解序", "720": "時。無我相．無人相．無眾生相．無壽者相。何以故。我於", "721": "往昔節節支解時。若有我相．人相．眾生相．壽者相。應", "722": "生瞋恨。須菩提。又念過去於五百世作忍辱仙人。於", "723": "爾所世。無我相．無人相．無眾生相．無壽者相。", "724": "歌利王梵語。此云無道極惡。如來因地修行。在山", "725": "中宴坐。遇歌利王遊獵。以宮女禮拜仙人。王大怒。", "726": "遂支解仙人。仙人無嗔恨。體復如故。憍陳如。以此", "727": "得度。五百世。是於釋迦成道世中。逆數向前。說到", "728": "五百世也。遇歌利時。是作忍辱仙世中一世之事。", "729": "重言之者。言修忍非一世事。益見忍於歌利者。非", "73": "神功不可以󳬴記。溟渤不可以蠡測。無上妙道。不可", "730": "容易也。忍辱即是法施。六度萬行。其實以布施為", "731": "大。因割截而歌利得度。豈徒忍辱乎。故曰法施也。", "732": "夫自心邪見。如歌利王。殘害法身。如截身體。黃蘗", "733": "大師云。纔起心向外求者。名為歌利王愛遊獵。心", "734": "不外馳。名忍辱仙人。身心俱無。即是佛道。肇法師", "735": "云。五蘊身非有。四大本來空。將頭臨白刃。一似斬", "736": "春風。應生嗔恨者。謂色身與法身即有不同也。割", "737": "截之時。不見有身相。即不見有我人眾生壽者四", "738": "相。何處更著嗔恨。", "739": "是故須菩提。菩薩應離一切相。發阿耨多羅三藐三", "74": "詮註。唯其詮註不及也。雖終日言而無言。終日跡而", "740": "菩提心。不應住色生心。不應住聲香味觸法生心。應", "741": "生無所住心。若心有住。即為非住。", "742": "就忍辱而推之。一切俱應離相。葢心常空寂。不生", "743": "起滅。我相捐而一切之相俱捐。然離相所發之心。", "744": "正覺心也。正覺現前。邪妄自伏。更將何法以降其", "745": "心。所發之心即正等心也。諸法唯心。即是實相。復", "746": "將何地為求應住。先言色。後言聲香味觸法者。我", "747": "見等見。法眼等眼。皆從色遇。心經亦云。無眼界乃", "748": "至無意識界。亦同此意。佛法不離色聲香味觸法。", "749": "葢因眾生根器。假六塵而設化。若住著六塵。則心", "75": "無跡。故迦文曰。我四十九年。不曾說著一字。又曰。但", "750": "已死。唯即六塵。而不住六塵。則心常生。生則發生", "751": "心體本空。既空諸有。心地了了自如。何甞不生。故", "752": "住於法。即為非住。凡夫執心以除事。智者空心不", "753": "空事。", "754": "是故佛說。菩薩心不應住色布施。須菩提。菩薩為利", "755": "益一切眾生故。應如是布施。如來說。一切諸相。即是", "756": "非相。又說。一切眾生。即非眾生。", "757": "又即一切之中。摘出布施言之。以菩薩為利益一", "758": "切眾生故。應以如是之心布施。不住於相。若不如", "759": "是布施。則是誣眾生為著色。一切有相。反陷溺此", "76": "有言說。都無實義。譬之彈者意在󳭋。獲󳭋而彈斯委。", "760": "眾生矣。以色字統六根。觀照之心。從見而入。為證", "761": "性之機竅也。七寶雖滿大千界。等須彌山。亦有時", "762": "而盡。惟無諸欲之求。無能施之心。亦無所施之物。", "763": "以如是相喻。則含靈抱識。均被其澤。布施之心。但", "764": "應如是。華嚴經云。不為自身求快樂。但為救護諸", "765": "眾生。諸相非相者。畢竟可破壞。非真實體也。眾生", "766": "非眾生者。若離妄心。即無眾生可得也。真性之中。", "767": "佛與眾生俱泯。何容菩薩住相化求。", "768": "須菩提。如來是真語者．實語者．如語者．不誑語者．不", "769": "異語者。須菩提。如來所得法。此法無實無虗。", "77": "餌者意在魚。得魚而餌自棄。若夫執餌彈為魚󳭋。非", "770": "真語者。一切含生皆有佛性也。實語者。一切法空", "771": "本無所有也。如語者。一切萬法如如不動也。不誑", "772": "語者。聞如是法皆得解脫也。不異語者。一切萬法", "773": "本來空寂。於何而異也。此心本體。不可言有。不可", "774": "言無。有而不有。無而不無。言辭不及。其唯聖人乎。", "775": "故曰。無實無虗。諸相非相故無實。即見如來故無", "776": "虗。", "777": "須菩提。若菩薩心住於法而行布施。如人入闇即無", "778": "所見。若菩薩心不住法而行布施。如人有目。日光明", "779": "照。見種種色。", "78": "作者咎。乃時人自昧耳。", "780": "布施謂法施。天之神聚於日。故為光。人之神聚於", "781": "目。故為見。住法而行布施者。二乘之人。不見色而", "782": "住色。譬如不見坑穽而墜坑穽。不住法而行布施", "783": "者。菩薩。見色而不住色。譬如見坑穽則不墜坑穽", "784": "矣。", "785": "須菩提。當來之世。若有善男子．善女人。能於此經受", "786": "持讀誦。即為如來以佛智慧。悉知是人。悉見是人。皆", "787": "得成就無量無邊功德。", "788": "迷則為男子。悟則為如來。佛之智慧。即人之智慧", "789": "也。佛之功德。即人之功德也。無量無邊功德。又超", "79": "無是張公。究心金剛有得。不肯獨擅其妙。欲以公之", "790": "功德而言。葢成就無上菩提。功德莫大於是。六祖", "791": "云。見性是功。平等是德。念念無滯。常見本性。真實", "792": "妙用。名為功德。", "793": "往於碧峰山下。參一齋和尚。問佛實相。和尚云。", "794": "三國關漢侯。使是古來大佛祖。余曰。關夫子大", "795": "節殉身。如何便是佛祖。僧曰。即心是佛。關侯生", "796": "平事心之道。無絲毫遺憾。古今人心。各各有關", "797": "聖。便是割截身體。體復如故處。余是其言。附記", "798": "於此。", "799": "僧問西影禪師。或有聞佛正法。不能了悟。更待", "8": "如是布施。其言果報也。曰。福德亦復如是。其需解人", "80": "天下。于致君澤民之餘。鈎索深󴆆而箋釋之。命曰。如", "800": "來生。還得聞否。師曰。有甚來生。要了此時即了。", "801": "有何欠缺更待來生。是謂無志氣。改頭換面。千", "802": "刓萬刓。", "803": "按無我相等句。至此三見。第三分是就菩薩說。", "804": "第六分是就眾生說。此分是就來世眾生說。熟", "805": "讀自見。諸解皆言為續到聽法者重說。失之遠", "806": "矣。", "807": "持經功德分第十五○持經功德分第十五", "808": "須菩提。若有善男子．善女人。初日分以恒河沙等身", "809": "布施。中日分復以恒河沙等身布施。後日分亦以恒", "81": "是解。歲在丁酉。以方伯涖武林。出全秩屬序焉。余披", "810": "河沙等身布施。如是無量百千萬億劫以身布施。若", "811": "復有人。聞此經典。信心不逆。其福勝彼。何況書寫．受", "812": "持．讀誦．為人解說。須菩提。以要言之。是經有不可思", "813": "議．不可稱量．無邊功德。", "814": "初日分謂晨。中日分謂午。後日分謂暝。於此三時。", "815": "以恒河沙等身命布施。百千萬億劫。無量無數。雖", "816": "受無量福報。乃世間福耳。受世間福者。即染煩惱", "817": "之因。聞此經典。信心不疑。則見自性矣。見自性則", "818": "深明實相。人法二空。乃是大悟。人為出世間福。佛", "819": "恐世人執著如來忍辱之說。徒以身布施。而於自", "82": "讀已。顧謂二三子曰。全經妙旨。為如是二字。一口道", "820": "己性。與他人性。無少利益。故於十三分言之。至此", "821": "復言不可思議者。謂不可以心思。不可以言議。不", "822": "可稱量者。謂不可以秤稱。不可以器量。無邊功德", "823": "者。若著人法。則落有無二邊際。惟深明實相。即同", "824": "佛心。無有邊際。既無邊際可按。即無思議稱量可", "825": "施。壇經云。諸三乘人。不能測佛智者。患在度量也。", "826": "饒伊盡思有推。轉加懸遠。御生云。書寫屬身業。受", "827": "持屬意業。解說屬口業。三業氷清。其福豈有倫匹", "828": "哉。", "829": "蘇軾䟦金剛經云。昔有人受持此經。常以手指。作", "83": "盡矣。他如品第文句。雖有數千餘言。不過二字之訓", "830": "捉筆狀。于虗空中寫諸經法。是人去後。此寫經處", "831": "雨不能濕。亦不可思議處。", "832": "如來為發大乘者說。為發最上乘者說。若有人能受", "833": "持讀誦。廣為人說。如來悉知是人。悉見是人。皆得成", "834": "就不可量．不可稱．無有邊．不可思議功德。如是人等。", "835": "則為荷擔如來阿耨多羅三藐三菩提。何以故。須菩", "836": "提。若樂小法者。著我見．人見．眾生見．壽者見。即於此", "837": "經。不能聽受讀誦．為人解說。須菩提。在在處處。若有", "838": "此經。一切世間．天．人．阿修羅。所應供養。當知此處。即", "839": "為是塔。皆應恭敬。作禮圍繞。以諸華香而散其處。", "84": "詁耳。後來循行下註者。華竺亡慮。千人要之。如析空", "840": "乘者車乘之乘。大乘謂菩薩乘。阿羅漢獨了生死。", "841": "不度眾生。故云小乘。唯能自載而已。緣覺之人為", "842": "中乘。如車乘之適中者也。菩薩為大乘。謂如車乘", "843": "之大者。普能載度一切眾生也。此經欲普度眾生", "844": "故。為發菩薩大乘者說。發乃起發。謂起發此以濟", "845": "度眾生也。最上乘者。佛乘也。佛又能兼菩薩而載", "846": "度之。則在大乘之上。故為最上乘。然此經為大根", "847": "者說。豈拒絕於小哉。孔子云。夫婦之愚不肖。可以", "848": "與知與能。故又云皆得成就。謂諸凡小乘。皆載此", "849": "乘。共登佛頂耳。如來無上菩提智悲無量功德。只", "85": "立界。各封己私。雖空性非離。而用力勞矣。惟天親．無", "850": "在擔荷二字。擔荷者。不屬別人。即是如是人等。如", "851": "如不動。便能擔荷得起。若生種種諸見。謂我有智", "852": "慧。炤破煩惱。便落二乘見解。羊鹿等機。上智大根。", "853": "決不如是。小法者。小乘法。便是有餘涅槃。安得法", "854": "華授記也。人我眾生壽者。不曰相而曰見。由粗入", "855": "細。見分屬內。相分屬外。有粗細之別。若有此經。譬", "856": "如摩尼寶珠。瑞光輝煥。即此處即是如來真身舍", "857": "利寶塔。非重此經也。重此聽受誦讀也。此持經者。", "858": "所當自有聞思修慧。缺一不可。文字云乎哉。解脫", "859": "之性。巍巍高顯。故云是塔。華香散處。開敷知見。熏", "86": "著立義明宗。破疑斷執。差達佛意。然猶不能離句絕", "860": "植萬行。即法界性。自然顯見於其問耳。書寫是手", "861": "具般若。屬身根。受持是心具般若。屬意根。誦讀是", "862": "口具般若。屬舌根。皆自利事。為人解說。是利人事。", "863": "到利人則法施極。則為擔荷如來之大事。", "864": "列子。周穆王時。西極有化人來。王與同遊。及化", "865": "人之宮。若屯雲焉。視王宮榭。如累塊積蘇。此雖", "866": "寓言。與佛莊嚴塔廟。其理不異。西極化人。非古", "867": "佛乎。記之備考。", "868": "肅宗問忠國師。百年後須何物。師云。與老僧作", "869": "個無縫塔。帝不會。天童頌曰。孤逈逈。圓陀陀。眼", "87": "非。直指第一義諦。斯解也。得之于心。不借舌於玄旨。", "870": "力盡處高峨峨。可知即為是塔。不是七級浮屠。", "871": "能淨業障分第十六○能淨業障分第十六", "872": "復次。須菩提。善男子．善女人。受持讀誦此經。若為人", "873": "輕賤。是人先世罪業。應墮惡道。以今世人輕賤故。先", "874": "世罪業即為銷滅。當得阿耨多羅三藐三菩提。", "875": "此分經中。專為破罪而言。先世罪業應墮惡道。何", "876": "以今世尚能持誦。政第六分中能生信心種諸善", "877": "根者。故能生淨信。持誦此經也。持經即見清淨本", "878": "心。造罪由心造。罪性本空。心滅罪亡。宿業何有。葢", "879": "先世罪業。即前念妄心。今世輕賤。即後念覺心。故", "88": "形之于辭。匪寄意于私緣。冥中著彩。水面雕紋。有是", "880": "當得無上正等正覺也。為人輕賤。先世罪業即為", "881": "消除。則輕賤亦是便益。此所以割截身體。亦不嗔", "882": "恨。", "883": "須菩提。我念過去無量阿僧祗劫。於然燈佛前。得值", "884": "八百四千萬億那由他諸佛。悉皆供養承事。無空過", "885": "者。若復有人。於後末世。能受持讀誦此經。所得功德。", "886": "於我所供養諸佛功德。百分不及一。千萬億分．乃至", "887": "算數譬喻所不能及。", "888": "阿僧祗．那由他。梵語。皆無數之謂。歷無數劫。供無", "889": "數佛。求福而已。不若持此真經。見我本性。永離輪", "89": "事。無是理。隨人所得而見之。其裨補于拘學也。厥功", "890": "迴。五祖云。終日供養。只求福田。不求出離生死苦", "891": "海。自性若迷。福何可救。是故供佛功德。雖百分．百", "892": "千萬億分乃至算數之多。皆不及持經功德之一", "893": "分也。所比功德。不以他人所得之功德比之。即以", "894": "如來自己供養諸佛之功德比之。乃愈見其親切。", "895": "梁武帝造寺布施供佛設齋。問祖師達磨。有何功", "896": "德。答曰。實無功德。後人不了此意。韶州韋使尹。因", "897": "問六祖。六祖曰。造寺布施供佛設齋。名為修福。不", "898": "可將福以為功德。功德在法身中。非在修福。", "899": "須菩提。若善男子．善女人。於後末世。有受持讀誦此", "9": "也。曰。如是知．如是見．如是信解。是以深明佛法。擔荷", "90": "大哉。山野不能文。抑亦法不換機。以致鋪錦之贊。但", "900": "經。所得功德。我若具說者。或有人聞。心即狂亂。狐疑", "901": "不信。須菩提。當知是經義不可思議。果報亦不可思", "902": "議。", "903": "具盡也。我若盡說其功德。人則狂亂狐疑不信。以", "904": "其極大。不免驚怪。無上醍醐。翻成毒藥。不可思議", "905": "者。心無所住。豈容思。無法可說。豈容議。思議有盡", "906": "境。不可思議。無盡境也。經義不可思議。所為如是", "907": "之經。果報不可思議。所為福德亦復如是也。如如", "908": "之體。稍涉擬議。便落第二義。稍涉因果。便落有為", "909": "福。即如梁武．苻堅捨身迎佛。無救于亡。而歌利割", "91": "曰。世尊如是說。　無是公如是解。山野如是序。只此", "910": "截身體。體復如故。此中可著參解哉。葢阿含教中。", "911": "罪福熾然。般若教中。罪福皆空。", "912": "博山異和尚曰。此段經文。縛殺多少人。若以因", "913": "果評之。入地獄如箭射。", "914": "今世輕賤是見在。先世罪業是過去。於後末世", "915": "是未來。受持讀誦。則三心俱不可得。業障於何", "916": "處見。", "917": "究竟無我分第十七○究竟無我分第十七", "918": "爾時。須菩提白佛言。世尊。善男子．善女人。發阿耨多", "919": "羅三藐三菩提心。云何應住。云何降伏其心。佛告須", "92": "三箇如是。猶塗毒鼓響不容接。似太阿劍鋒不可攖。", "920": "菩提。善男子．善女人。發阿耨多羅三藐三菩提心者。", "921": "當生如是心。我應滅度一切眾生。滅度一切眾生已。", "922": "而無有一眾生實滅度者。何以故。須菩提。若菩薩有", "923": "我相．人相．眾生相．壽者相。則非菩薩。所以者何。須菩", "924": "提。實無有法發阿耨多羅三藐三菩提心者。", "925": "應無所住。應如是降伏其心。第三四分已言之。至", "926": "此再舉者。葢前從菩薩身上說。此從善男女發心", "927": "說。此接引苦心也。葢既開示降住之法。恐人謂我", "928": "能住。我能降伏。我能發心。猶是眼中金屑。故此再", "929": "問。云何降心應住。此發心者。比前轉深義。謂前教", "93": "又如雲端󳬈唳。石竅風鳴。既未可以理通。亦不許以", "930": "於法應無所住。是則佛果菩薩亦不可住矣。發阿", "931": "耨多羅三藐三菩提心者。當生如是心。即如如不", "932": "動之心。即佛法無二之心也。生如是心。則是法矣。", "933": "此又言實無有法發阿耨多羅三藐三菩提心。何", "934": "也。葢當生如是心者。以無所住而生也。若有生之", "935": "之心。便非如是之心。故如是心亦應除遣。葢能度", "936": "所度。能滅所滅。能降所降。能住所住。皆落法執。佛", "937": "恐誤認所謂生如是心者。故此說破。然則非徒無", "938": "滅度眾生一切相。而并此發求真性之心者亦本", "939": "無也。求性之心。尚有微細四相。但少有悟心。是我", "94": "意解。讀是經者。便如是將去。直與說者解者。同一金", "940": "相。見有智慧能降伏煩惱。是人相。見降伏煩惱竟。", "941": "是眾生相。見清淨心可得。是壽者相。不除此念。皆", "942": "是有法。故云實無有法。發菩提心。豈易究竟。", "943": "須菩提。於意云何。如來於然燈佛所。有法得阿耨多", "944": "羅三藐三菩提不。不也。世尊。如我解佛所說義。佛於", "945": "然燈佛所。無有法得阿耨多羅三藐三菩提。佛言。如", "946": "是。如是。須菩提。實無有法如來得阿耨多羅三藐三", "947": "菩提。", "948": "此法字。比前問又深。前云有法。義屬于他。是心外", "949": "之見。此云有法。義屬于自。乃內心之障。既發菩提", "95": "剛體性。同一無住三昧。詎必數盡行墨名言。始信無", "950": "心。則無修無證。何法可得。如是如是者。兩心善契。", "951": "佛與然燈佛。須菩提。總在無法無得中矣。此如字", "952": "即如來之如。亦即法如之如。又即此經如如不動", "953": "之如也。佛與空生相對。又復何言。", "954": "須菩提。若有法如來得阿耨多羅三藐三菩提者。然", "955": "燈佛則不與我授記。汝於來世。當得作佛。號釋迦牟", "956": "尼。以實無有法得阿耨多羅三藐三菩提。是故然燈", "957": "佛與我授記。作是言。汝於來世。當得作佛。號釋迦牟", "958": "尼。何以故。如來者。即諸法如義。", "959": "與我授記當得作佛者。因智慧而得見本性也。若", "96": "我人眾生壽者相哉。雖然認餌彈為魚󳭋者。固謬矣。", "960": "有能所之心。即是有法可得。性同凡夫。如何得授", "961": "記。釋迦之義。此云能仁。牟尼之義。此云寂嘿。能仁", "962": "者。心量無邊。含容一切。寂嘿者。心體本寂。動靜不", "963": "生也。如來者。謂真性佛。葢如者。謂真性徧虗空世", "964": "界。而常自如。又隨所感而來現。故名如來。詳言之。", "965": "則為阿耨多羅三藐三菩提。略言之。則為如來。又", "966": "略言之。則為佛。淨名云。如者不二不異。一切法如", "967": "也。一切眾生眾聖賢乃至彌勒亦如也。諸佛菩提", "968": "涅槃亦如也。來亦如也。去亦如也。如如之中。何容", "969": "一法。真性妙明。中天杲日。於諸法上都無取捨。是", "97": "苟得一魚一󳭋。遂欲使天下人盡棄餌彈而勿用。吾", "970": "諸法如義。", "971": "若有人言。如來得阿耨多羅三藐三菩提。須菩提。實", "972": "無有法。佛得阿耨多羅三藐三菩提。須菩提。如來所", "973": "得阿耨多羅三藐三菩提。於是中無實無虗。是故如", "974": "來說。一切法皆是佛法。須菩提。所言一切法者。即非", "975": "一切法。是故名一切法。須菩提。譬如人身長大。須菩", "976": "提言。世尊。如來說。人身長大。則為非大身。是名大身。", "977": "凡言得者。皆自外而得。此真性豈有自外而得哉。", "978": "故言得者。則為不實語也。無實者。以菩提無色相", "979": "故。無虗者。色相空處即是菩提。如來所證菩提之", "98": "知斯人亦不足以語道也。前哲不云乎。實際理地。不", "980": "法。不空不有。故曰無實無虗。諸法皆是用之以修", "981": "行。而成佛之名也。佛即是法。法即是佛。馬祖云。一", "982": "切眾生。從無量劫來。不出法性三昧。若能一念迴", "983": "光返照。全體聖心。何處不是佛法。故言一切法皆", "984": "是佛法。然佛恐人泥於法。隨又掃去。謂諸法實無", "985": "所得。故云即非一切法。古德云。用即知而常寂。不", "986": "用即寂而常知也。皆是佛法。故無虗。即非一切法。", "987": "故無實。色身有相。即非大身。法身無相。廣大無邊。", "988": "故為大身。恐人不識法身真理。故舉此譬之。", "989": "御生云。一切法皆是佛法者。如青青翠竹咸是真", "99": "受一塵。佛事門中。不捨一法。夫然則雖家喻此經。戶", "990": "如法身。󳬂欝黃華無非自性般若。言一切法。即非", "991": "一切法者。如海慧云。黃華若是般若。般若即同無", "992": "情。翠竹若是法身。法身即同草木。如人喫笋。喫著", "993": "法身。以是即非。俱不可說。故如來于勝義般若中。", "994": "巧施法句曰。假名一切法。皆是法王身。", "995": "須菩提。菩薩亦如是。若作是言。我當滅度無量眾生。", "996": "則不名菩薩。何以故。須菩提。實無有法名為菩薩。", "997": "梵語菩薩。此云覺眾生。菩薩亦如是者。法性本如。", "998": "不變不異。不礙隨緣。佛性本如。不變不異。不礙隨", "999": "緣。非于如是外。菩薩有最上希有之法也。佛外無"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 485 金剛經如是解", "englishTitle": "卍 Xuzangjing, Electronic version, No. 485 金剛經如是解", "author": "清 無是道人註解", "language": "chinese", "source": "CBETA"}