{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1205 報恩論", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "寫經記", "1": "報恩論卷正下", "2": "醒迷歌(五十章)醒迷歌五十章○寫經壇中。原作十四章。與勸俗歌同例。雜以里諺。使上中下根。", "3": "皆易曉了。原不敢瀆搢紳先生也。越今二十年。憫時局之阽危。民心之乖離日甚。因取舊", "4": "稿。稍稍潤色之。併省為十章。而增四十章於前。以諷當路諸君子。庶幾悔禍。勿復執腐儒", "5": "門戶之見。為外道淵叢之毆。衰病餘生。見聞淺陋。倘並世不乏有心人。欲求其語趣。別有", "6": "經正民興說。詳在卷附。雖必為講學家所詬病。亦不遑自恤焉", "7": "佛教與儒教。可以心理通。言說皆應跡。萬萬難強同。", "8": "門內巧推附。門外醜抵攻。何不將此心。普入眾生中。", "9": "一", "10": "遷殷動浮言。先人作災福。尋師視三軍。亦云夢與卜。", "11": "人心有鬼神。馭世微權託。即此是教原。一大事機熟。", "12": "二", "13": "死生有其說。鬼神有情狀。合之以教民。厚本而尊上。", "14": "一氣論屈伸。喪祭等誣妄。死則還太虗。天民真逸蕩。", "15": "三", "16": "授田復還田。孅悉到餘夫。民無甚貧富。後世能也無。", "17": "相形豈不羨。畏死忍須臾。來生仗佛力。此情其念諸。", "18": "四", "19": "小學徧國中。大學羅俊選。王子齒庶人。性善無貴賤。", "20": "此意一以亡。入夢金人現。咄哉本論篇。道得祇一半。", "21": "五", "22": "昌黎不知佛。儒術見根本。原道良相心。蒼生要安穩。", "23": "野狐腥穢涎。殷鑒況滋近。不同門戶私。爭勝弄唇吻。", "24": "六", "25": "陳時觀民風。納賈觀好惡。四教亦非他。當代之掌故。", "26": "榮古而陋今。乃詫用行誤。從此󴏶󴏶氓。永斷入頭路。", "27": "七", "28": "虞廷授受語。仲尼祖述焉。明稱亦以命。何處益三言。", "29": "偽書巧回互。突出拈花前。從茲孔教外。別有心法傳。", "30": "八", "31": "華嚴四法界。理事雙圓融。體微用則顯。不二台觀宗。", "32": "子思述祖德。乃似他家風。三身性道教。枕秘將毋同。", "33": "九", "34": "輶軒不采詩。詩亡春秋作。是是而非非。凡以同惡欲。", "35": "五孝立大本。天性無不足。中庸擬華嚴。兩經束高閣。", "36": "十", "37": "大學明政本。修治有次第。物來心有知。著力在誠意。", "38": "推之好惡同。始能畏民志。如何道闕譌。支離乖大義。", "39": "十一", "40": "三吳庶富教。讓王開其先。聖人稱至德。難弟但中權。", "41": "同逃不同讚。倘出莊列篇。文身且斷髮。抹殺三千年。", "42": "十二", "43": "纔窺少分禪。舉出大頭䛡。十年讀其書。弗覺吁可怪。", "44": "淨宗道平常。又怕齒牙掛。知他何心行。應示孔子戒。", "45": "十三", "46": "纔將佛字提。元辯渺河漢。離句絕百非。怕落斷常見。", "47": "譬諸吾道傳。開口說一貫。手無一文錢。何處用錢串。", "48": "十四", "49": "即論一貫傳。歸結民生重。參乎說哀矜。賜也歎綏動。", "50": "譔集多苦心。兩語揭真種。可憐七百年。空談禪儱侗。", "51": "十五", "52": "空談窺聖人。大似霧中坐。不見微子篇。明白兩言我。", "53": "曰惟斯人徒。曰無可不可。推高而鑿深。禍烈祖龍火。", "54": "十六", "55": "空談道統傳。無乃語顛倒。不見堯曰篇。從政有心要。", "56": "尊美首因民。屏惡先不教。四海倘困窮。何畏儼然貌。", "57": "十七", "58": "禍福由自召。有時顛倒施。不答南宮問。知其所不知。", "59": "昨夜又明日。正繫今日思。誦言而忘味。三生真我欺。", "60": "十八", "61": "三生固茫然。往生有誰見。借問有生來。可識厥初面。", "62": "匇匇數十年。一瞥隙中電。平心放下看。無量光壽現。", "63": "十九", "64": "孔子去文王。五百有餘載。黮黑頎而長。琴罷宛然在。", "65": "現量難為言。拈向指弦外。且道觀佛門。何故便驚怪。", "66": "二十", "67": "聲音道最微。恍惚中有像。八變地示出。六變天神降。", "68": "真言三密宗。先梵一音暢。同是譜宮商。何泥文字相。", "69": "二十一", "70": "五胡雲擾時。性命爭呼吸。大悲乘願輪。異地並來集。", "71": "棲止視遠安。去殺賴澄什。洵知出世心。總為度生急。", "72": "二十二", "73": "歷代護法君。往往在開國。藉以維人心。正史多諱飾。", "74": "性道駕空談。興衰昧實跡。溫公真我師。斯言不可易。", "75": "二十三", "76": "世祖建皇壇。開國法輪轉。勸善頒要言。佛語選平淺。", "77": "語淺入人深。樂與民同善。一舉國本安。百世", "78": "廟謨遠。二十四", "79": "列聖承家法。儒佛道並隆。元旦祭", "80": "堂子。典禮", "81": "天壇崇。護持關至計。出治民心同。以平欲惡憾。以濟", "82": "刑賞窮。二十五", "83": "小民信因果。正是向善機。士夫鄙勿道。反更斥其非。", "84": "魔民乘此隙。引入岐中岐。邪正不復辯。厥咎將安歸", "85": "二十六", "86": "川楚用兵前。疑謗法門少。官紳多護持。小民看樣好。", "87": "上下情既通。魔說露形早。", "88": "硃批諭旨中。成案可稽攷。二十七", "89": "川楚用兵後。粉飾稱太平。諱邪為齋匪。鉅變至林清。", "90": "因咽而廢食。疑謗益橫生。前車不知鑒。󳱮寇亂遂成", "91": "二十八", "92": "驅僧括寺田。", "93": "祖宗有明禁。", "94": "詔編會典中。永遠著為令。如何置罔聞。違", "95": "制絕窮命。一罪百抄封。此例誰家定。二十九", "96": "西人富強本。護教順民心。民心所信向。不論其淺深。", "97": "今我患貧弱。病本須推尋。大醫王出世。頂門先下鍼", "98": "三十", "99": "醫王莫遠求。", "100": "法會當今集。狂禪及迂儒。勸戒恩周洽", "101": "硃批手親編。切用成方恰。庶幾勿愆忘。遵守", "102": "先皇法。三十一", "103": "右三十一章為疑謗者說此與下九章皆新增。", "104": "儒教莫講求。佛教更何有。西學人人談。何者為綱紐。", "105": "民心日散離。利器付誰手。廿年練水師。可忍一回首。", "106": "三十二", "107": "西方勝天堂。娑婆有地獄。充盡苦樂情。萬化入爐槖。", "108": "無遮折攝門。鬬諍恣蠻觸。善導因所明。乃讓泰西獨。", "109": "三十三", "110": "美國阿爾君。提倡佛正教。風動徧四洲。合建新旗號。", "111": "專電四百所。日發令知報。斯真菩薩心。乘願再來到。", "112": "三十四", "113": "賢哉各國王。從民所欲惡。初禁旋即開。不忘佛囑付。", "114": "戒壇新戒多。官長親送護。鄰善民之望。敢告我當路。", "115": "三十五", "116": "英國李君言。教必明生死。因繙起信論。勸進彼多士。", "117": "此亦乘願來。開闡真如理。可知公是非。終古不能毀。", "118": "三十六", "119": "西人開哲學。各教加品題。無緣而平等。惟佛大慈悲。", "120": "餘教莫能外。公論千古垂。弭兵消劫運。先兆其庶幾。", "121": "三十七", "122": "眾行星繞日。日行繞恒星。恒星亦有繞。終古常不停。", "123": "常動故常靜。即此一念靈。莫謂無淨土。覺體包萬形。", "124": "三十八", "125": "摩醯首羅天。常為諸天主。請佛轉法輪。同脫五衰苦。", "126": "西教殆相沿。數典而忘祖。從今倘晤明。五洲一佛土。", "127": "三十九", "128": "儒佛兩大教。中國人心同。儒教賢智獨。佛教愚賤通。", "129": "失之為顫獺。得之即淵叢。我歌當誰聽。付之天下公。", "130": "四十", "131": "右九章兼為外國人說。", "132": "我讀全藏文。八千五百卷。無非說眾生。佛性本來善。", "133": "本善而皆修。佛道原不遠。奈何末法中。卻受魔說轉。", "134": "四十一", "135": "魔說卅餘種。一樣敬三寶。各自有祖師。各自稱正道。", "136": "各自立名目。暗號瞞人巧。不佛亦不仙。多道秘傳好。", "137": "四十二", "138": "豈知佛正教。如日當中天。處處多照見。那有秘密傳。", "139": "人人多有分。那用出銀錢。何不依佛說。了此魔障纏。", "140": "四十三", "141": "佛說十種仙。三災終不免。惟有佛淨土。天人常充滿。", "142": "純陽與紫陽。仙籍最名顯。尚且樂皈依。況在道根淺。", "143": "四十四", "144": "佛說淨土教。包括盡無餘。十方大菩薩。普賢與文殊。", "145": "馬鳴龍樹等。一切聖賢徒。尚且求往生。況在凡夫愚。", "146": "四十五", "147": "又說彌勒佛。歷劫苦修行。不聞無量壽。終不斷死生。", "148": "可知三世佛。多由念佛成。彌勒尚稱重。眾生豈可輕。", "149": "四十六", "150": "佛說當來世。一切經滅後。大悲願力持。獨留無量壽。", "151": "稱名求往生。有願必成就。舍此而不求。諸佛不能捄。", "152": "四十七", "153": "如是佛正說。供奉在　內廷　萬善殿常諷。無量壽", "154": "佛經", "155": "維皇誠感格。福國佑生靈。", "156": "維皇宏護意。我儕當敬聽。四十八", "157": "宏護恩已深。更使魔歸化。髮逆甫蕩平。減賦", "158": "詔隨下。國恩佛恩深。難報敢言謝。安分念彌陀。肝", "159": "膽共傾瀉。四十九", "160": "如何念彌陀。彌陀正相望。釋迦久涅槃。彌勒未下降。", "161": "賴有此法門。現在作倚杖。請看摩崖經。相勸歌更唱。", "162": "五十", "163": "右十章為歧誤者說。", "164": "勸俗歌(五十章)勸俗歌五十章", "165": "佛法無量門。總門歸淨土。釋迦為本師。彌陀為教主。", "166": "稱讚六方同。攝受三根普。所以一聲佛。獨留萬萬古。", "167": "一", "168": "淨土今何在。今現在西方。西方原不遠。來路爾自忘。", "169": "爾忘勸爾記。彌陀大願王。歷劫有宏誓。導爾還故鄉。", "170": "二", "171": "右二章淨土總綱。", "172": "法華經中言。大通智勝佛。發心出家時。捐去國王職。", "173": "王子十六人。同修佛功德。第九即彌陀。成就極樂國。", "174": "三", "175": "悲華經中言。無諍念輪王。見佛發大心。莊嚴淨道場。", "176": "親蒙佛授記。作佛在西方。輪王即彌陀。國名安樂󳬛。", "177": "四", "178": "出生菩薩經。輪王名持火。太子勝功德。童年信因果。", "179": "棄俗作沙門。勤修不退惰。太子即彌陀。修成識故我。", "180": "五", "181": "又說光明王。太子年十六。聞說陀羅尼。七萬世修福。", "182": "皈依舍利弗。精進不睡宿。太子即彌陀。歷劫因果熟。", "183": "六", "184": "方等總持經。無垢𦦨如來。當其說法時。僧眾繞蓮臺。", "185": "一僧號淨名。通經萬法該。淨名即彌陀。蓮華結聖胎。", "186": "七", "187": "賢劫經中說。雲雷佛化導。爾時有王子。名為淨福報。", "188": "供養諸如來。宏揚佛經奧。淨福即彌陀。多生修得到。", "189": "八", "190": "過去世無量。精進佛陀耶。力宏法化日。國王名德花。", "191": "聞法證三昧。修道而出家。德花即彌陀。賢劫說無差。", "192": "九", "193": "彼經又宣說。佛號金龍光。時有一法師。寶音震十方。", "194": "力宏佛經教。苦海作慈航。法師即彌陀。樂土在西方。", "195": "十", "196": "無量法門經。國王名勝威。供養師子佛。尊重而皈依。", "197": "常修禪定行。念佛絕百非。勝威即彌陀。光明萬古輝。", "198": "十一", "199": "成利惠如來。寶積經中記。爾時有國王。皈佛名燄意。", "200": "與太子同修。珍寶多捐棄。𦦨意是彌陀。釋迦即王嗣。", "201": "十二", "202": "智印經中說。然燈佛以前。有佛號月髻。度眾生無邊。", "203": "時有惠起王。修善種福田。成佛即彌陀。惠起證夙緣。", "204": "十三", "205": "賴叱和羅經。有德光太子。王名額真無。天親樂依止。", "206": "不起五欲貪。同得如來髓。太子即釋迦。國王彌陀是。", "207": "十四", "208": "法炬陀羅尼。山上佛滅時。菩薩號明相。建塔如須彌。", "209": "塔中供舍利。永作天人師。明相即彌陀。密部勸受持。", "210": "十五", "211": "謗佛經曾說。國王名月得。供養辯積師。獲陀羅尼力。", "212": "竭誠七日中。成就多福德。月得王非他。即今彌陀佛。", "213": "十六", "214": "耆年號首達。釋迦夙世因。維先年少者。教化六萬人。", "215": "首達謗維先。地獄受沈淪。維先即彌陀。佛說生經云。", "216": "十七", "217": "觀佛三昧經。有四僧同住。不得見空王。煩惱覆心故。", "218": "諸天令念佛。四僧皆得度。前生阿彌陀。當其第三數。", "219": "十八", "220": "鼓音王經說。彌陀眷屬全。父號月上王。母名殊勝顏。", "221": "太子號月明。弟子集羣賢。永離胞胎穢。同生七寶蓮。", "222": "十九", "223": "如上諸經文。釋迦金口授。乃知阿彌陀。萬德莊嚴就。", "224": "無央數劫來。聖果證無漏。故號無量光。又名無量壽。", "225": "二十", "226": "右十八章眾經說彌陀夙因。", "227": "即此無量光。眾生障耳目。即此無量壽。眾生局軀壳。", "228": "諸佛觀眾生。誰餘誰不足。不修生娑婆。修之生極樂。", "229": "二十一", "230": "因之佛又說。無量壽專經。專談阿彌陀。成佛之一生。", "231": "本居國王位。出家慕修行。其名曰法藏。古佛為證明。", "232": "二十二", "233": "古佛號為誰。世自在王是。法藏見佛時。心生大歡喜。", "234": "頓發六八願。願願度生死。皆順眾生心。滿願而後已。", "235": "二十三", "236": "眾生心欲壽。淨土壽命長。眾生心欲富。淨土七寶莊。", "237": "眾生欲清淨。託質蓮華房。眾生欲尊貴。妙相金輪王。", "238": "二十四", "239": "天膳及天衣。天華并天樂。園池鳴仙禽。快心悅耳目。", "240": "同會上善人。團圞多眷屬。經法到處聞。神通自在足。", "241": "二十五", "242": "右五章大本說彌陀本願。", "243": "如是大願王。盡滿眾生願。眾生願往生。稱名可操劵。", "244": "因復說小本。發願三番勸。更為說觀經。勸信令親見。", "245": "二十六", "246": "乃知極樂國。不同幻化城。彌陀修歷劫。眾生修一生。", "247": "譬如祖父業。子孫享現成。善感而善應。祇在一念誠。", "248": "二十七", "249": "念誠亦非難。難在牢牢記。一聲阿彌陀。管束身口意。", "250": "善則與佛同。惡則與佛異。善惡心自知。此是真實際。", "251": "二十八", "252": "是故念彌陀。先當孝雙親。雙親即活佛。供養及生存。", "253": "親喜佛亦喜。親瞋佛亦瞋。經中言孝養。往生植正因。", "254": "二十九", "255": "是故念彌陀。皆當敬君長。及時完錢糧。莫存推諉想。", "256": "國豐民自安。大本經中講。粒米見至心。當作佛供養。", "257": "三十", "258": "是故念彌陀。在家勝出家。眾生尚普度。何況妻子耶。", "259": "妻是蓮花葉。子是蓮花芽。隨緣消宿業。依經自無差。", "260": "三十一", "261": "是故念彌陀。弟兄要和睦。本是同根生。同在佛心腹。", "262": "俗眼同路人。佛眼同骨肉。依經勿欺侵。同向蓮胎託。", "263": "三十二", "264": "是故念彌陀。親友莫拋疎。有緣幸相識。緩急當招呼。", "265": "牡丹花雖好。全仗綠葉扶。依經戒欺誑。即此是工夫。", "266": "三十三", "267": "是故念彌陀。無須諱生死。怕死求長生。邪魔從此起。", "268": "為善更念佛。念念常歡喜。臨終決定來。華臺迎接你。", "269": "三十四", "270": "是故念彌陀。錢財莫貪多。便宜在自己。喫虧即在他。", "271": "平心安分過。勤儉補蹉跎。厚己而爭利。大本經中訶。", "272": "三十五", "273": "是故念彌陀。不礙家務紛。念佛愈純熟。作務愈精勤。", "274": "游蕩敗家子。訶斥在經文。佛法通世法。本來無可分。", "275": "三十六", "276": "是故念彌陀。老實為第一。唆訟搬是非。不但傷陰騭。", "277": "一字入公門。九牛拔不出。王法當畏懼。大本經中述。", "278": "三十七", "279": "是故念彌陀。有過即當改。明知而過犯。加倍沈苦海。", "280": "五惡五痛燒。依經常懺悔。懺悔求往生。佛垂金臂待。", "281": "三十八", "282": "是故念彌陀。在家律弗深。戒殺食五淨。戒盜戒邪淫。", "283": "酗酒大妄語。一一戒從今。前迷概勿論。還復清淨心。", "284": "三十九", "285": "是故念彌陀。平常勿揑怪。彌陀與眾生。祇說家常話。", "286": "但除煩惱心。了却輪回債。一生便成佛。還要如何快。", "287": "四十", "288": "是故念彌陀。名為易行道。單提一念心。一切皆包掃。", "289": "根弗論利鈍。數弗計多少。至心十念稱。彌陀誓擔保。", "290": "四十一", "291": "右十六章決正念佛法門。", "292": "是故念彌陀。妙有即真空。雕塑及彩畫。皆與法身同。", "293": "佛既無不在。豈獨離像中。癡人怕著相。反落空魔宮。", "294": "四十二", "295": "是故念彌陀。即是無上禪。大集經中說。誰敢道不然。", "296": "散心同一心。至頓且至圓。塵勞無障礙。淤泥出青蓮。", "297": "四十三", "298": "是故念彌陀。即是多善根。即為多福德。古本有明文。", "299": "臨終佛來接。慈悲加佑恩。令心不散亂。往生隨至尊。", "300": "四十四", "301": "是故念彌陀。即入大願門。譬如願則嚏。俗語詩亦云。", "302": "我願應佛願。願願相注存。時至覿面現。生佛本同根。", "303": "四十五", "304": "是故念彌陀。即是彌陀靈。彌陀本願說。十方知我名。", "305": "今此願已應。豈不願願成。一應自百應。求生決定生。", "306": "四十六", "307": "云何求生者。但執持名號。三身十界通。萬德一聲召。", "308": "譬如遙喚人。全體心心照。易知而易行。聲到心自到。", "309": "四十七", "310": "云何決定生。全仗佛功德。如寒定須依。如飢定須食。", "311": "非關喫著能。米漲綿溫力。莫執心性談。心性但理即。", "312": "四十八", "313": "理即說惟心。惟心量無邊。理即說自性。自性萬德全。", "314": "非謂無佛土。豁達墮狂禪。心佛生平等。真實常通圓。", "315": "四十九", "316": "圓常通真實。真實斯元妙。說法𠦜九年。於此握樞要。", "317": "出世達心源。入世扶王教。所以能獨留。普為當來告。", "318": "五十", "319": "右九章結歎念佛功德。", "320": "往生公據往生公據述意往生公據述意", "321": "昔人謂淨土法門。於在家尤為切要。旨深哉斯言。於", "322": "無量壽經徵之矣。經言三輩往生。皆以發菩提心。一", "323": "向專念為正行。修諸功德。萬行回向為助行。其所謂", "324": "修。不外有為事相。且廣談世諦。歸重人倫日用。前後", "325": "反覆。至二千餘言。直令行者即世間法。成出世法。何", "326": "則。本以一念流動。現諸有為迹象。還以一念回向發", "327": "願。攝歸本際。則全體大用。觸境圓彰。不墮偏小。是真", "328": "就路還家至極直捷。普收羣機而無外者也。故自東", "329": "林蓮社開先。至今綿歷千五百餘載。搢縉士大夫。下", "330": "至傭奴販婦。屠沽雜流。躡跡往生於劉張宗雷諸賢", "331": "之後者。代不乏人　本朝名臣若張蘭渚。宿將若金", "332": "光前。通儒耆德。若周安士彭二林諸先生。類皆不捨", "333": "塵勞。脫然西邁。事蹟尤著。而我", "334": "世宗憲皇帝。以天縱神聖。激揚宗乘", "335": "御選語錄。亦深契雲棲", "336": "列聖奎章。咸贊極樂。至會典垂法萬世。且奉斯經為", "337": "中正殿僧徒日課定制。而歲時　大內諸佛事。亦", "338": "多用之。葢三古以降。帝王導俗之微權。盡未來際。眾", "339": "生成佛之慧命。胥於是乎在。慧遠法師所謂適俗固", "340": "是教源。濟俗亦為要務。良不虗也。比來法運中衰。迂", "341": "儒狂禪。堅固鬬諍。宗教律儀。罔弗訛替。魔伺其便。邪", "342": "說橫行。僅此真俗不二。圓融無礙法門。張皇支搘於", "343": "其間。亦復若存若亡。不絕如綫。吾儕幸沐", "344": "聖化。薄植信根。將欲報佛深恩。護世眼目。赤骨擔荷。", "345": "今正其時。若乃沈空滯寂。高談性天。舍此現前一念", "346": "平實心地法門。謂為別有。則離經畔道。上負", "347": "列聖提持之深心。而自招疑謗。法門之懼。亦世道之", "348": "憂。曩歲感憤發願。探本斯經。述報恩論若干篇。以顯", "349": "正教。翊", "350": "皇度。息鬬辨。破邪外。都凡二萬餘言。粗舉綱要。香巖", "351": "息庵兩君。讀而善焉。為之評點流通。屬更備其章條。", "352": "以貽同志。爰復廣甄教典。辨異統同。演列五門。為日", "353": "課表。首信願根本門。次正行莊嚴門。次助行回向門。", "354": "次戒行培護門。次方便憶持門。門若干條。別為詮釋。", "355": "使上中下根。境緣違順。柔強秉異。廣略好殊。皆得據", "356": "依以自考驗。因取坡公語。名之曰往生公據。與見聞", "357": "隨喜。共證明焉。勉矣行人。資糧已具。到家消息。不離", "358": "途中。他日一笑歸來。留此數百十番故紙。以當游記。", "359": "舉似諸方。其不虗此娑婆之行。多生之本願也哉。庚", "360": "辰春日善登謹識。", "361": "往生公據", "362": "往生公據往生公據", "363": "淨課日單。橫排十日。直立五門。每門略開禮誦等條。", "364": "行者各量日力。或專或兼。或多或少。隨條記數。如", "365": "別有所課。則於後列空條下記之。每屆月終。彚集", "366": "所記。填入月單若干紙。一於佛前焚化。發願求生", "367": "極樂。一附日單後。餘送諸同願。互相考校。並為焚", "368": "化。發願同生極樂。滿一年後。次年正月。再集上年", "369": "逐月所記。填入年單若干紙。如月單例。並加送諸", "370": "同學各一紙。留為將來往生證驗。傳記張本。如是", "371": "通年日單三十六紙。月單十二紙。年單一紙。共四", "372": "十九紙。閏月多四紙合成一冊。行者留存。隨時自考。臨", "373": "終焚化。昔東坡居士繪阿彌陀佛像。謂是往生西", "374": "方公據。今此單日日自記有據。月月佛前證明有", "375": "據。同學互校有據。年年彚總白佛有據。白眾存驗", "376": "有據。真可謂大公無私。真慂實據矣。諸欲往生者。", "377": "不必問臨終感應之如何。第於此自信。可以對佛。", "378": "可以對眾。則執此以往可也。", "379": "首信願根本門者。信彌陀願力不可思議。故十念決", "380": "定得生。信淨土法門一切圓融。故世法決定不廢。", "381": "願修持十念以顯佛力。令眾生同入淨宗。願不捨", "382": "世法以證佛法。令眾生同開圓解。必如是乃為自", "383": "他兼利。菩薩發心。然後一切正行。無非莊嚴。一切", "384": "助行。皆可回向。而往生有根本矣。", "385": "十念為淨宗最深密義。能信受者。乃入願門。故慈", "386": "雲。幽溪。楚石。堅密。諸祖師。皆於常課外終身力行。", "387": "並以勸眾。今以晨起及臨睡兩時。為極少之定課。", "388": "或量力酌加。或為雜緣所牽。不及照常記數念佛。", "389": "即多加若干時。逐一記之。", "390": "不廢世法。乃真佛法。大本經勸修五大善。二千餘", "391": "言。悉是世法。今以三條約之。一重倫紀。如家門雍", "392": "睦。一無間言。可逐日記之。如承事親長。躬執勞役", "393": "侍疾居喪。竭誠盡力。及料理親族。戚友。醫藥。婚喪。", "394": "等大事。乃至消釋嫌疑。規過勸善等。均逐事記之。", "395": "二畏王法。如勸息諍訟。遵完國課等。亦逐事記之。", "396": "三勤生業。如安分營生。終日不閒宕。不偷懶。可逐", "397": "日記之。三者皆本分內事。所謂庸行。故但記一事", "398": "一日云云。不必著明何事。", "399": "二正行莊嚴門者。以本宗諸行。莊嚴此信願根本也。", "400": "十念之外。專一持名。勿夾雜觀想參究。亦勿論散", "401": "心一心。但出口入耳。聲聲記數。各量日力。甯少念", "402": "而有恒。勿貪多而費事。如有餘力多念。歸入加課", "403": "記之。", "404": "所列各條。略以前後分緩急。如不能宏利。即但經", "405": "呪。不能經呪。即但懺禮。不能懺禮。即但念佛。又如", "406": "不能禮願。即但禮懺。乃至但禮三聖。不能誦大本", "407": "全經。即但發願章。乃至但誦小本。總之各隨境遇。", "408": "及所信樂。量力勤行。但能外不廢事。內不偷安。即", "409": "是當日圓滿莊嚴。不在乎行之多少也。", "410": "宏法。如校刊著述。施送一切藏經善書。及於三寶", "411": "門中。一切護持。修建。供養。莊嚴之事。乃至為人講", "412": "說。隨緣勸誡等。利生。如賑濟飢寒。放生薦亡。若追薦五", "413": "服親屬。及宗族戚友等。應記重倫紀條下及一切利人利物之事。乃至", "414": "隨手方便。隨口勸讚等。皆不論其事之大小。及其", "415": "已竟未竟。已成未成。但本日曾費心力即記之。此", "416": "兩條皆陰德。不可宣露。故亦但記數。不著何項。", "417": "三助行回向門者。以餘宗一切善法。回向此信願根", "418": "本也。三藏經典。皆可回向。今專取世所信樂。而又", "419": "合於淨土願門者列之。行願品。普賢願王。導歸極", "420": "樂。藥師經。仗彼佛本願。送往西方。普門勢至二經。", "421": "顯菩薩願力攝受行人。大悲準提兩呪。令行人滿", "422": "願。往詣淨土。而穢跡為本師大願化身金剛。護持", "423": "正法。摧滅一切邪魔穢惡。悉變清淨。於末法時。在", "424": "家菩薩道場。尤切要焉。", "425": "此門各條。先經呪。後禮拜。與正行門不同者。緣既", "426": "為助行。行者自以餘力及之。無分緩急。餘如儒門", "427": "格言。善書。醫方。算術。道家道德經。感應篇。及至斗", "428": "懺。雷經。文帝。武帝。純陽。紫陽勸善諸文。凡平實切", "429": "近。有裨世法。不謗佛法者。苟所素習。不忍捨棄。但", "430": "以念佛為本。勿論深淺雅俗。皆可回向。惟除修煉", "431": "精氣。遣召鬼神。一切丹經。符籙等術。即確有真傳", "432": "心得。亦必割愛。方是正知正見。深入淨宗。", "433": "四戒行培護門者。梵網經云。戒為諸佛本原。菩薩種", "434": "子。此專指聖道門而言也。淨土門。則以信願為根", "435": "本。故大本經言。雖不能大精進。持禁戒。要當作善。", "436": "蓋根本既立。還以五戒十善培養之。防護之。使日", "437": "生日長。有進無退也。", "438": "諸惡悉從邪見起。故淨土諸經。皆但言臨終感佛", "439": "來迎。不許現生空談妙悟。行者若稍存元妙見解。", "440": "及希望奇感捷應之心。即是違背教理。生大邪見。", "441": "障往生路。故應首戒。", "442": "諸戒勿論已受未受。曾犯不犯。行者既依上來三", "443": "門。求生極樂。則佛前求懺後。但自謹飭將來。不可", "444": "空悔已往。自生疑障。且在家五戒本寬。但制粗述。", "445": "惟殺戒必應嚴細。雖蠅蚊蟣蝨等微命。亦不得殺。", "446": "當知物我一體。斷無令物慘死。而自得樂生之理。", "447": "故與邪見戒並重。特列專條。逐日檢點。餘四戒寬", "448": "嚴粗細。或具或不具。量力自勉可也。", "449": "持齋不必論功德。現獲三種利益。一斷殺緣。二免", "450": "穢濁。三省費用。然在家必不能終身長齋。佛制有", "451": "不見殺。不聞殺。不為己殺。及物自死。鳥獸殘等。為", "452": "五淨肉可食。又正五九月。為四天王巡察人間善", "453": "惡。名三長齋月。見梵網經。誦此經者應持。初八。十", "454": "四。十五。廿三。廿九。三十。為龍樹菩薩六齋。修淨業", "455": "者應持。加初一。十八。廿四。廿八。為金剛十齋。又為", "456": "準提齋。持此二呪者應持。他如諸佛菩薩。蓮宗諸", "457": "祖誕日。及天赦。天願。等日。均宜齋素。各隨心願。多", "458": "多益善。", "459": "佛制已受戒者。當於望日晦日。誦梵網經。若不誦", "460": "者。非菩薩。非佛種子。然十重戒。實人人所當力持。", "461": "即當常誦。不嫌盜法。遺教經略說戒相。為本師臨", "462": "入涅槃。最後教誨。無量悲心。言盡於此。知有佛法", "463": "者。皆應持誦。無分道俗也　此門實各條並重。其", "464": "先後次序。為欲方便勸誘中下根耳。", "465": "五方便憶持門者。如上世出世間。一切善法。行者既", "466": "隨分酌取。日有常課。自入彌陀大願門矣。還當隨", "467": "緣進止。方便安心。使常與不常。不離念佛。方可一", "468": "無違礙。從容到家。如為宏法。利生等事。及重倫紀", "469": "條下等事。以致間輟一時多時。一日多日。不能禮", "470": "誦。乃至不能念佛。及應齋不齋。而僅持十念者。於", "471": "為法方便條下記之。如為客中主伴。異見生嫌。恐", "472": "他謗佛。而間輟僅持十念者。於護嫌方便條下記", "473": "之。如為公私急務。賓朋往來。應接不暇。而間輟僅", "474": "持十念者。於隨順方便條下記之。至於病困之中。", "475": "顛沛之際。禮誦固所不能。念佛正當著力。設實身", "476": "心危殆。不得自由。亦可僅持十念。於調伏方便條", "477": "下記之。當知此四方便。正為萬不得已而心常憶", "478": "持。故不為退惰。又當知記此一時隨緣之方便。正", "479": "以勤䇿終身不變之有常。故不為退惰也。", "480": "淨課月單。每屆月終。彚集所記日課。隨條填入。先以", "481": "一紙。佛前焚化發願。再填若干紙。分送同願。彼此", "482": "互易以相攷校。並各於佛前代化發願。同生極樂。", "483": "婦女則令家屬出名代送。不得自通。單末填明某", "484": "某眷屬字樣。否則不收。", "485": "一寸時光。一寸命光。諸同學但日自檢點信願真切", "486": "否。諸戒不犯否。淨課不退否。孝養無缺否。家門和", "487": "順否。國課遵完否。如是自心自問。或生歡喜。或生", "488": "慚愧。便是佛光加被。性地開明。不必頻相往來。向", "489": "人討消息。尤不可集會禮誦。致多雜緣閒費。翻招", "490": "疑謗。", "491": "淨侶難得。氣類難齊。苟非彼此熟識。勿相送單。至方", "492": "外自有同參。雖或相識。亦勿攀引。單到不收。", "493": "送單專為互相警䇿。一切人事應酬。向無者不必因", "494": "此而有。向薄者不必因此而厚。惟生死事大。如本", "495": "人生日。或父母生日。子女彌月。則各為念佛。或念", "496": "消灾延壽藥師佛。喪事則加經呪懺等。各隨心願。", "497": "皆自於佛前回向發願。不得會集道場。亦不得到", "498": "本家禮誦。", "499": "初次送單。各置一冊。記明各人十念佛號兩條各若", "500": "干數。倘後單到數缺。而四方便條。並無所記。則是", "501": "無故退惰。即各於佛前發願。願以日課若干。回施", "502": "其人。䇿其精進。如是歷三月不改。不復答單。改後", "503": "再答。", "504": "修世善法。歸重倫紀。經有明文。如或過誤。同學交深", "505": "者。應隨時善巧規勸。並於佛前。代為求懺。交淺者", "506": "則但求懺。亦三月為限。如上條。", "507": "單上作阿彌陀佛攝受接引像者。明所記各課。一一", "508": "皆自心光。與彼佛光。互攝互入。無間無漏。故填單", "509": "時。當作必蒙證明想。發殷重心。下作僧相者。明當", "510": "人身在娑婆。此心早歸極樂。他日往生。不論道俗", "511": "男女。皆具足大丈夫相。法衣被體。故化單時。當作", "512": "決定得生想。發歡喜心。彌陀願力如是。應同信受", "513": "也。", "514": "伏讀會典。詳載。", "515": "大內供奉　佛菩薩像。及一切典禮。備極尊崇。而定", "516": "制萬善殿僧眾日課。尤以大本無量壽經為最多。仰", "517": "見　列聖提持至意。實統世出世間。道法一貫。諸同", "518": "學幸沐聖化。獲聞斯經　國恩　佛恩。應早圖報。爰", "519": "據教理。公議規條。附列單首。庶幾日省月察。常共遵", "520": "循。盡此一生。同歸極樂。月單於上端年字下。填寫某月字。年單。於年字下。分", "521": "字上。填寫全年字。", "522": "阿彌陀經禮想儀佛說阿彌陀經禮想儀", "523": "願此香煙雲。徧滿十方界。供養一切佛。阿彌陀世尊。", "524": "當來獨留經。世間難信法。觀音與勢至。及諸上善人。", "525": "普熏諸眾生。皆發菩提心。", "526": "一心頂禮。娑婆世界。五濁惡世。說難信法。本師釋迦", "527": "牟尼佛。一", "528": "一心頂禮。四維上下世界。稱讚本師。說難信法。恒河", "529": "沙數諸佛。二", "530": "一心頂禮。東方世界。出廣長舌。勸發正信。護念持名。", "531": "恒河沙數諸佛。三", "532": "一心頂禮。南方世界。出廣長舌。勸發正信。護念持名。", "533": "恒河沙數諸佛。四", "534": "一心頂禮。西方世界。出廣長舌。勸發正信。護念持名。", "535": "恒河沙數諸佛。五", "536": "一心頂禮。北方世界。出廣長舌。勸發正信。護念持名。", "537": "恒河沙數諸佛。六", "538": "一心頂禮。下方世界。出廣長舌。勸發正信。護念持名。", "539": "恒河沙數諸佛。七", "540": "一心頂禮。上方世界。出廣長舌。勸發正信。護念持名。", "541": "恒河沙數諸佛。八", "542": "一心頂禮。西方極樂世界。成佛至今。現在說法。阿彌", "543": "陀佛。九", "544": "一心頂禮。西方極樂世界。神通變化。寶樹靈禽。宣流", "545": "法音。阿彌陀佛。十", "546": "一心頂禮。西方極樂世界。光明普照。念佛眾生。阿彌", "547": "陀佛。十一", "548": "一心頂禮。西方極樂世界。十劫成佛。壽命無量。名稱", "549": "普聞。阿彌陀佛。十二", "550": "一心頂禮。西方極樂世界。攝受持名。臨終現前。慈悲", "551": "加祐。令心不亂。接引往生。阿彌陀佛。三稱三拜。十三十四十五", "552": "一心頂禮。西方極樂世界。大願攝持。已今當願。皆得", "553": "不退阿耨菩提。應願往生。阿彌陀佛。十六", "554": "一心頂禮。西方極樂世界。阿彌陀佛所說經法。及此", "555": "娑婆世界。當來獨留。稱讚不可思議功德。一切諸佛", "556": "所護念經。十七", "557": "一心頂禮。西方極樂世界。寶欄楯邊。寶羅網下。寶行", "558": "樹間。具受諸樂。一切菩薩摩訶薩。十八", "559": "一心頂禮。西方極樂世界。蓮華池內。寶樓閣中。一切", "560": "菩薩摩訶薩。十九", "561": "一心頂禮。西方極樂世界。黃金地上。盛華供佛。一切", "562": "菩薩摩訶薩。二十", "563": "一心頂禮。西方極樂世界。靈鳥樹下。聞音正念。一切", "564": "菩薩摩訶薩。二十一", "565": "一心頂禮。西方極樂世界。阿羅漢果。聲聞弟子。及諸", "566": "菩薩摩訶薩。二十二", "567": "一心頂禮。西方極樂世界。觀音勢至。一生補處。諸上", "568": "善人。菩薩摩訶薩。二十三", "569": "一心頂禮。文殊彌勒諸大菩薩。舍利弗等諸大弟子。", "570": "及無量諸天。一切聖眾。二十四", "571": "一心頂禮。結集流通。迦葉阿難。舍利弗等。諸大比邱。", "572": "護法天人。一切聖眾。二十五", "573": "禮經必二十五拜。令經文完全。若作禮懺用。則", "574": "除去末一拜。緣懺須發願。恭對三寶。與禮經不", "575": "同。故不必觀想流通分也。禮二十四拜後。接唱", "576": "慈雲懺主懺願原文。謹附於後。", "577": "右參酌堅密大師。及玉峯師所輯本。據經增損。使", "578": "廣略適宜。約有六善。一顯彌陀三身。謂第九為報", "579": "身。第十為化身。第十一十二為法身。第十三為應", "580": "身。亦即報即法即化也。二顯諸佛接物。俱有四益。", "581": "彌陀獨多名號一益。謂第九說法為聲益。第十變", "582": "化為神通益。第十一光明為光益。第十三現前接", "583": "引為身益。而第十二壽命為名益。以大本直稱無", "584": "量壽佛。觀經下品下生文中。亦明云應稱無量壽", "585": "佛也。所以者何。猶之光壽同是法身。而壽可賅光。", "586": "光不可賅壽。故無量壽為通稱也。三散心一心。皆", "587": "得往生。彌陀本願如是。大本及觀經。具有明文。而", "588": "本經結重。亦全在此。故特據唐譯本。慈悲加祐。令", "589": "心不亂二句。增入禮想。以釋行者自疑。令平日熟", "590": "習。臨終任運往生。感應倍捷也。四種種依報莊嚴。", "591": "據經撮略。次第唱念。令觀想易熟。倍生殷重。宛似", "592": "神游。又令不能讀經者。不啻全讀。讀而不解者。亦", "593": "漸能解也。五不依懺法常儀。兼及十方三世三寶。", "594": "顯極樂淨土。即賅恒真淨土。極樂世界。圓攝華藏", "595": "世界。亦令行者專想易成也。六據大本。增入當來", "596": "獨留此經。又據賢護經。增入彌陀所說經法。以大", "597": "本雖據當經。而宗旨歸重一向專念。正與此經同", "598": "其力用。賢護明載彌陀法語。亦正此經。現在說法", "599": "之證也。以上六者。在兩師本。或顯或隱。且一則令", "600": "行人拜時。廣想種種依正莊嚴。似非初學雜亂垢", "601": "心。所能猝辦。一則令拜時但想經文。以代妙觀。似", "602": "較簡易。而文句長短不齊。前後顛倒不全。恐亦難", "603": "為通軌。今盡取什師奘師兩譯本。並大本經種種", "604": "依正。󴌪括綱要為句。令拜時曼聲唱念。隨聲入觀。", "605": "則觀拜會一。身心會一。並向來常儀能禮所禮性", "606": "空寂等句。亦不必更舉。似較簡捷圓融。日課單中。", "607": "有禮經一條。特擬此公諸同好。又培護門中。特提", "608": "殺戒最重。故并擬懺願偈一章附後。", "609": "戒殺懺願偈戒殺懺願偈", "610": "稽首本師釋迦佛。西方阿彌陀世尊。稽首淨土修多", "611": "羅。諸佛本源毗尼藏。稽首清淨海會眾。願同攝受我", "612": "今願。我聞無量壽經言。諸欲往生極樂者。雖不能大", "613": "精進戒。要當作善首戒殺。又聞觀經九品章。慈心不", "614": "殺是諸戒。及與迴向發願心。皆得上品上生記。又聞", "615": "在家五戒相。能淨一戒即生天。若迴天業求淨土。應", "616": "願往生蒙接引。因茲發願依教持。第一殺戒期嚴淨。", "617": "等慈一切眾生類。常勤救護令安穩。復依在家修齋", "618": "法。內量身力外護嫌。或正五九月長齋。或六齋與十", "619": "齋等。餘日但食九淨肉。獸毛蠶吐衣亦淨。更依龍舒", "620": "懺願法。日課加持佛名號。若經若呪若禮懺。迴施所", "621": "食所衣眾。及一切時一切處。不見不聞誤殺者。願悉", "622": "承斯懺願力。多生殺因緣業果。盡此一報償無餘。先", "623": "我往生安樂剎。當來同我上善會。亦同我願入娑婆。", "624": "廣宣如是戒功德。莊嚴我佛大願海。令諸有情咸發", "625": "心。以慈忍力證淨樂。如是一念戒光明。畢竟無作無", "626": "受者。三寶一體自證知。決定現生滿我願。", "627": "附錄慈雲懺主懺願文附錄慈雲懺主懺願文禮拜已。兩膝跪地執手爐燒香。至誠而唱是言", "628": "我今普為四恩三有。法界眾生。悉願斷除三障。歸命", "629": "懺悔。起禮復跪。執手爐云至心懺悔。󴎅我弟子某某及法界眾", "630": "生。從無始世來。無明所覆。顛倒迷惑。而由六根三業。", "631": "習不善法。廣造十惡。及五無間。一切眾罪。無量無邊。", "632": "說不可盡。十方諸佛。常在世間。法音不絕。妙香充塞。", "633": "法味盈空。放淨光明。照觸一切。常住妙理。徧滿虗空。", "634": "我無始來。六根內盲。三業昏闇。不見不聞。不覺不知。", "635": "以是因緣。長流生死。經歷惡道。百千萬劫。永無出期。", "636": "經云毗盧遮那。徧一切處。其佛所住。名常寂光。是故", "637": "當知。一切諸法。無非佛法。而我不了。隨無明流。是則", "638": "於菩提中。見不清淨。於解脫中而起纏縛。今始覺悟。", "639": "今始改悔。奉對󴎅諸佛。彌陀世尊。發露懺悔。當令我", "640": "與法界眾生。三業六根。無始所作。現作當作。自作教", "641": "他。見聞隨喜。若憶不憶。若識不識。若疑不疑。若覆若", "642": "露。一切重罪。畢竟清淨。我懺悔已。六根三業。淨無瑕", "643": "累。所修善根。悉亦清淨。皆悉迴向。莊嚴淨土。普與眾", "644": "生。同生安養。願󴎅阿彌陀佛。常來護持。令我善根。現", "645": "前增進。不失淨因。臨命終時。身心正念。視聽分明。面", "646": "奉󴎅彌陀。與諸聖眾。手執華臺。接引於我。一剎那頃。", "647": "生在佛前。具菩薩道。廣度眾生。同成種智起云。", "648": "懺悔發願已。歸命禮阿彌陀佛。及一切三寶一拜。", "649": "次旋繞法或三帀。或七帀乃至多帀。如是稱念。隨意隨帀。不拘遍數。稱云。", "650": "南無阿彌陀佛南無觀世音菩薩南無大勢至", "651": "菩薩南無清淨大海眾菩薩摩訶薩", "652": "自歸於佛。當願眾生。紹隆佛種。發無上意。拜　三歸。遵華嚴淨", "653": "行品", "654": "自歸於法。當願眾生。深入經藏。智慧如海。拜　原文", "655": "自歸於僧。當願眾生。統理大眾。一切無礙。拜", "656": "附一法治四病說附一法治四病說改正玉峯師作原名四大要訣", "657": "念佛有四種病。一貪靜境。二參是誰。三憂妄想。四求", "658": "一心。惟以一法治之。曰出聲記數而已。出聲記數之", "659": "法。無他巧妙。只要信深願切。每日限定多少數。開口", "660": "散念。終身不改。久而久之。自知不可貪靜境。不可參", "661": "是誰。不可憂妄想。不可求一心。四病盡除。而往生可", "662": "決矣。當知每日限定多少數。開口散念。終身不改。即", "663": "是信深願切。信深願切。即是至心信樂。至心信樂。即", "664": "是阿彌陀佛四十八願中喫緊為人語。既合阿彌陀", "665": "佛之願。即報阿彌陀佛之恩。而釋迦本師惡世說法", "666": "之恩。六方諸佛勸讚護念之恩。亦無不報矣。所以決", "667": "定往生也。若無此一法。便生四種病。一貪靜境。必以", "668": "清坐頑定為奇特。極力持名為平常。一參是誰。必以", "669": "依稀解悟為奇特。憶佛念佛為平常。一憂妄想。必以", "670": "權巧強制為奇特。老實記數為平常。一求一心。必以", "671": "泯默無記為奇特。開口散念為平常。以邪為正。以正", "672": "為邪。豈不顛倒之甚。此四種病。究其根源。前二由於", "673": "混濫禪宗。後二由於誤會本宗。故稍或犯之。必難往", "674": "生。今逐一詳辯如左。", "675": "一不可貪靜境者。靜境是四禪八定偏小之法。念佛", "676": "人貪之。即是背大向小。捨妙有之用。取偏空之體。何", "677": "足為奇。譬如死水。不能藏龍。若是大乘境界。全體大", "678": "用。正在一句彌陀活潑潑處。譬如大海神龍出沒。教", "679": "理分明。無庸更辯。每聞他師於念佛止靜時。開示云。", "680": "此是好消息。各人要仔細看看。脚跟未穩者。以為奇", "681": "特。便捨却阿彌陀佛。向鬼窟裏作活計。香又坐不來。", "682": "佛又念不起。真是可憐生。多日念佛不說其功。暫時", "683": "養靜。稱好消息。豈不大違經中執持名號。憶佛念佛", "684": "之旨。夫念佛止靜者。譬如行路。時長力倦。暫歇而已。", "685": "若當作好消息。豈正當念時。反是惡消息乎。如此開", "686": "示。不但辜負彌陀慈父在蓮花上。日日望汝之恩。且", "687": "非禪非淨。二門俱破。真實可悲可痛。將萬脩萬人去", "688": "之勝異門。翻作銅牀并鐵柱之黑暗門矣。故余甞有", "689": "偈云。仔細看一看。已隔千萬山。不如老實念。恰恰是", "690": "真參。今更續四句以明之曰。稱名為動。清坐為靜。捨", "691": "動取靜。墮坑落穽。", "692": "二不可參是誰者。經云是心作佛。是心是佛。可見念", "693": "佛人。分明以我自己本來之心。念西方阿彌陀佛。仗", "694": "西方阿彌陀佛。顯我自己本來之心。念念是我心向", "695": "佛。念念是佛向我心。心佛宛然。心佛一體。感應道交。", "696": "不可思議。故要解云。離卻現前一念無量光壽之心。", "697": "何處有阿彌陀佛名號。而離却阿彌陀佛名號。何由", "698": "徹證現前一念無量光壽之心也。若念佛時。更參是", "699": "誰。即是頭上安頭。騎驢覓驢。故靈峯大師呵云。以參", "700": "䛡為奇特。念佛為平常。棄如意珠王。競取瓦礫。可哀", "701": "矣。堅密大師亦云。劫濁盛時。眾生垢重。無以持名雜", "702": "參䛡。雜參䛡則濁智騰波。定起邪見。又云淨土必不", "703": "可入禪機。意見稍乖。二門俱破。此皆二大祖師父子", "704": "相傳的的宗旨。若不聽受。即是信不深願不切。縱使", "705": "日日念刻刻參。亦不得往生。何以故。念分兩頭故。與", "706": "佛本願不相應故也。每聞他師將一箇誰字䛡頭。破", "707": "卻我佛徹底悲心所說執持名號之大方便法門。害", "708": "人參又參不到。念又念不起。假饒參得到。還是守屍", "709": "鬼。緣不見彌陀。徒然發狂慧。不如不參者。念念知慚", "710": "愧。奉勸發心念佛人。悋遵二大祖師之訓。勿稍疑惑。", "711": "當知念佛法門。乃是以他佛名。顯自心體。他與自。佛", "712": "與心。名與體。正同一東一西。兩面相對。中間一條直", "713": "路。並無絲毫灣曲。斷著不得絲毫巧見。故幽溪大師", "714": "云。瓊林玉沼。直顯於心源。是從彼一面。直透此一面", "715": "之謂也。徹悟大師云。能於念念中頓契靈源。直趣覺", "716": "海。是從此一面。直達彼一面之謂也。故念佛時。祇須", "717": "直心直意。一直念去。不可更問是誰不是誰。反成迂", "718": "曲。他師教人參念佛是誰者。亦非杜撰。乃因禪宗本", "719": "有參誰字䛡頭法門。不論行住坐臥。一舉一動。皆令", "720": "自看是誰。後來學者參不得力。或兼學念佛。或竟改", "721": "念佛。彼宗師匠。乃不得已。勸令更看念佛是誰。此實", "722": "曲為彼宗之善巧方便。意在化淨為禪。並非淨宗本", "723": "旨。故淨土諸經。及蓮宗諸祖之書。皆無此說。惟雲棲", "724": "大師兼采之。而靈峯父子終不以為然也。今恐他師。", "725": "自亦不知此說所由來。將謂淨宗本旨如此。致成鬬", "726": "諍。故不憚苦口痛辨之。而復括以偈曰。念佛為直。參", "727": "誰為曲。捨直取曲。瞎人天目。", "728": "三不可憂妄想者。妄想是意地之法。果位聖人。尚難", "729": "除斷。何況凡夫。故直指云。能運身口之念。無論其散。", "730": "但不間斷。自能一心。亦可即名一心。惟行之不休為", "731": "度。固不必憂散亂矣。夫出聲持名。即口業清淨。手珠", "732": "記數。即身業清淨。深信切願。求得往生。即意業清淨。", "733": "的的確確。是三業清淨。至圓頓至直捷之大法門也。", "734": "故善導永明。極重記數。古稱二祖皆彌陀化身。決定", "735": "可憑。當知持名法門。功重帶惑。位重橫超。六方諸佛。", "736": "釋迦本師。極口勸信。悉皆為此。總仗彌陀大願普收", "737": "故也。末世眾生。障重心亂。欲向今生脫苦。捨記數持", "738": "名一法。決定無門。其餘竪出三界之法。必須斷盡無", "739": "明業惑。方了生死。禪宗所謂毫𨤲繫念。三途業因。自", "740": "力難成故也。曾見他師輕念佛人云。汝念佛時。若有", "741": "妄想。定然無用。其人不能答。余恐其被惑。因問云。汝", "742": "不念佛。有妄想否。答無妄想。又問云。汝不念佛。既無", "743": "妄想。當有何用。亦不能答。因復告之云。雖無妄想。而", "744": "不念佛。實無可用。譬如黑夜中。無浮雲。亦無明月。必", "745": "無所用。念佛人。有妄想。實有大用。譬如白日中。太陽", "746": "熾盛。雖有浮雲重重。亦不礙陽光普照。令大地人。皆", "747": "得受用。故靈峯云。深信切願念佛。而念佛時心多妄", "748": "想者。即是下品下生。雖是下品。亦不礙與諸上善人。", "749": "俱會一處。同受法樂。豈非大用。故余又嘗有偈云。彌", "750": "陀一句法中王。雜念紛紛也不妨。萬里浮雲遮赫日。", "751": "人間處處有餘光。又云。散亂持名大有功。幽途蒙照", "752": "悉皆通。莫令佛日西山落。那怕迷雲百萬重。故知多", "753": "妄想人。肯記數念佛者。定是信願堅固。決定往生。以", "754": "其即是多善根多福德之大因緣也。不念佛者。說無", "755": "妄想。不是無妄想。實在通身是妄想。自不覺耳。縱使", "756": "真無妄想。而坐在無事甲裏。轉身不來。出身不得。亦", "757": "禪家所謂立地死漢耳。縱使由此無妄想境界。漸入", "758": "九次第定。居然能坐脫立亡。亦教家所謂不迴心鈍", "759": "阿羅耳。何足貴哉。總緣彌陀經中一心不亂四字。今", "760": "人錯會不少。致念佛退息者多。經意只要專意持名。", "761": "不被貪嗔等所亂。即是一心不亂。並不教人斷盡妄", "762": "想。方名一心不亂。若斷盡妄想。判位已是大阿羅漢。", "763": "千古以來諸大祖師。能有幾人到此地位。然多有往", "764": "生者。全仗平日信願堅固。念念不退。合佛本願。被蒙", "765": "攝受故也。智者大師。即其明證。位登五品。帶惑可知。", "766": "何況今時之人。業障越重。功行越淺。豈能斷盡妄想。", "767": "普賢菩薩教人發願。願我臨終。盡除障礙。慈雲大師", "768": "教人發願。願命終時。心不倒散。此皆平時念佛。不求", "769": "無妄想之明證也。今人何故。不肯勸人先多念佛。偏", "770": "要逼人先除妄想。認頭作尾。認尾作頭。顛倒之甚矣。", "771": "經云。汝若不能念彼佛者。應稱阿彌陀佛。如是至心。", "772": "令聲不絕。具足十念。即得往生。夫心不能念。即是散", "773": "亂之極。口稱十念得生。即是帶惑往生。故西齋下品", "774": "下生詩云。一旦魂飛心散亂。十稱佛號罪消鎔。金蓮", "775": "鑠鑠如初日。當念西昇極樂宮。又經云。末法億億人", "776": "脩行。罕一得道。唯依念佛。皆得度脫。末法億億人脩", "777": "行。罕一得道者。即是今時妄想紛紛之人也。唯依念", "778": "佛。皆得度脫者。即是帶惑往生也。若是定要斷盡妄", "779": "想。方名一心不亂。方得往生。且道如何融會。可知末", "780": "世眾生。業障越重。此法度世。功德越顯。乃全仗彌陀", "781": "大願加被。帶惑得生故也。亦因眾生。與彌陀結緣已", "782": "深故也。奉勸有緣之士。立決定志。記數持名。莫管妄", "783": "想不妄想。當知脩行法門。有橫有竪。餘宗竪出。斷妄", "784": "方成。淨土橫超。帶惑可至。故不論散亂多少。只要信", "785": "深願切決定往生。普望諦聽不疑。繫以偈曰。帶惑為", "786": "橫。斷妄為竪。捨橫取竪。彌陀呌苦。", "787": "四不可求一心者。疑問曰。一心不亂。是彌陀經所說。", "788": "開口散念。是祖師所呵。何謂以邪為正。以正為邪耶。", "789": "答曰。可惜汝未曾久常念佛。若久常念佛。自知一心", "790": "不亂。定從散念做成。若不先重散念。焉能成就一心。", "791": "譬如儒士。必先讀書。然後能成文章。今責人先成文", "792": "章。而不許先讀書。豈非以邪為正。以正為邪乎又譬", "793": "如一切技藝。從生至熟。乃至熟能生巧。無不皆從肯", "794": "學而成。今不肯學散念記數。何能便成一心不亂乎。", "795": "且所謂不可求一心者。非余杜撰也。上條所舉直指", "796": "之說。即是此意。其曰無論其散。但不間斷。自能一心", "797": "者。正謂欲求一心。必先散念。由散漸一。自然而然。不", "798": "可遽求其一。亦斷不能強求其一也。又曰亦可即明", "799": "一心。惟行之不休為度。固不必憂散亂者。正謂一心", "800": "甚難。而能不畏其難。日日定課散念。至死方休。則即", "801": "此不畏難一之心。先已歸一。故雖未實到一心。亦可", "802": "名一心也。當知此乃妙叶法師透徹淨宗。普收九品", "803": "圓極之談。喫緊全在但不間斷。行之不休為度兩句。", "804": "若非信深願切。必不能無間無休。果能無間無休。則", "805": "念念之間。多散者自必漸少。少散者自必漸一。原非", "806": "謂全不用心。隨口呌喚也。願深思之。願深思之。每聞", "807": "他師先將一心不亂四字。打退多少信心學者。都說", "808": "今生做不到。西方也不想。甚或怕開口之易散。而用", "809": "力默努。致成病痛。或昏沈成片。墮入無記。而誤認為", "810": "心空境界。總由說法不知難易故也。用敢不惜話墮。", "811": "復說偈以救正之。曰散念為易。一心為難。捨易取難。", "812": "過頭狂談。大眾倘能不棄我語。惟願同除四病。同學", "813": "善導永明記數之樣。每日或千或萬。多至數萬。盡力", "814": "行之。必定往生。古崑為感眾友極力護持。得滿摩崖", "815": "經。及種種心願。乃成此篇。以暢破病之志。故於光緒", "816": "七年秋日。在護國寺彌陀關中。敬然臂香四十八炷。", "817": "供養阿彌陀佛。至心發願。願我一卷苦書。竪窮橫徧", "818": "不絕。滅我多生罪愆。斷人四種疑惑。人人依此脩行", "819": "箇箇同生極樂。", "820": "改定僧玉峯摩崖圓滿白眾偈改定僧玉峯摩崖圓滿白眾偈", "821": "光緒三年秋。般若庵妙然法師。擬刻阿彌陀經石本。", "822": "商之眾善信。皆曰不如摩崖。遂於是冬卜地杭州錢", "823": "唐門外碁盤山。發心創募。次年二月佛涅槃日。沈覺", "824": "塵居士與張常惺等四居士。結壇蘇州鄧尉聖恩寺", "825": "念佛。許靈虗居士助緣外護。沈居士長跪寫經。口不", "826": "絕念。字字頂禮。閱三七日寫畢。復如法寫楞嚴經大", "827": "勢至菩薩圓通章。並著報恩論二萬餘言。至四月佛", "828": "降生日。一切圓滿。先後五十三晝夜中。佛聲浩浩。無", "829": "一息之停。而一壇主伴。祇有五人。輪轉精進。無病無", "830": "惱。實為世間甚難希有之事。若非精誠所結。蒙佛如", "831": "被。焉能及此。爾時妙然法師。因冬春間。募緣開山。奔", "832": "走風雪中。感病垂危久矣。自知不起。惟竭力念佛。祝", "833": "願此事之必成。適於三月初六本經寫成日。安詳西", "834": "歸。若非法師願力。與彌陀願力。感通攝持。又焉能遠", "835": "隔四百餘里。而冥契若此。可見此事之關繫法門重", "836": "大矣。法師辭世後。事多掣肘。遷延至六月。諸居士因", "837": "余曾於創議時。力贊其成。遂寄書勸請。爾時余正患", "838": "病。掩關舜江旌教寺。念佛待死。又自問抄化等事。生", "839": "平未諳。不敢應命。次年七月。護國寺成方師兄渡江", "840": "來。備述崖工情形。知沈居士已收回鈎本。余若堅不", "841": "肯出。則甯可緩辦。決不輕付他手。余前讀諸居士壇", "842": "中發願文。不勝悲感。以為現當邪魔徧地。不但法運", "843": "大衰。而世相亦壞。幸賴諸居士發此大心。成此勝功", "844": "德。或尚可漸漸挽救之。今若半途而廢。豈不可痛。因", "845": "䖍禱佛前。拈鬮求示可去承辦與否。三拈皆可。遂決", "846": "意破關至護國寺。細看崖工。一道齊平。宛同粉壁。上", "847": "鑿飛簷。旁留兩柱。全體似石屋式。柱外開溝。直透崖", "848": "頂。頂亦有溝。以瀉雨水。摩崖如此精緻。實從來所未", "849": "有。足見前手一片苦心。惟因經費不充。遷就圖成。高", "850": "廣丈尺。未照原議。沈居士恐經文排擠行長。離地太", "851": "近。易致汙損。然尚幸崖下留有石坡。若亦鑿去之。使", "852": "與地平。而人不能登。則崖壁自然顯高數尺。萬事隨", "853": "緣。可了即了。應當如是。即雇船訪沈居士於青鎮。不", "854": "遇。又至南潯。歡然相接。取鈎本歸。乃敬然臂香四十", "855": "八炷。供養阿彌陀佛。發心募刻。祈早圓滿。並粗述募", "856": "刻偈。懇諸同學。代為廣勸。一時樂助者。三千五百餘", "857": "人。共收鷹洋三千八百三十圓。別具名冊。壇施既集。", "858": "遂一面開工鑿坡。一面啟建四十九日念佛道場。至", "859": "十一月十七日阿彌陀佛聖誕良辰。圓滿發願。為助", "860": "緣諸善信回向西方。莊嚴淨土。幸蒙佛佑。於今光緒", "861": "七年四月。一切工程。次第告成。除前手工費各自經", "862": "理外。統計續開崖工鷹洋六百五十四圓。刻字九百", "863": "圓。置道場地四百七十三圓。造彌陀院九百圓。造彌", "864": "陀橋修接引橋周公橋。並填地基鋪路開河等。九百", "865": "零三圓。此乃就所募信施。隨收隨銷之數。其間各項", "866": "工程。先後緩急。實亦入不敷出。乃各以香儀䞋資補", "867": "湊之。並於佛前立誓云。承辦崖經。敢不慎過。因果分", "868": "明。公超私墮。凡崖壁經字各工匠。始終皆齋素從事。", "869": "於七年三月先成。余當爾時。迴想渡江接手以來。共", "870": "閱二十一月。無日不早出暮歸。經歷許多曲折。自媿", "871": "毫無道力。不耐動緣。以致萬念起滅。大為苦累。若再", "872": "違誓不住院之本願。管此道場。必造生死業。實大可", "873": "怕。急欲辭歸。成方師兄發大慈心。挽留切勸云。兄自", "874": "專辦西方。一切勞役。我願身代。余乃作禮三拜稱謝。", "875": "同發誓願。願往生後。我為法師。他為僧主。盡未來際。", "876": "同揚佛法。廣度眾生。又有淨民同學。亦發慈心。助力", "877": "百圓。願同往生。常為善友。作大護法。真可謂百劫千", "878": "生難遇之因緣矣。遂起七回向。至第三日。念及承辦", "879": "此事至今。打失正念所累之際。失聲痛哭。因發憤於", "880": "解七日閉關。立志求早往生。以報眾德。對眾告假時。", "881": "說及近時念佛法門之病。聲淚俱下。得要語四則。隨", "882": "手錄之。名為念佛四大要訣。今將摩崖始末。及不肖", "883": "前後心行。披露白眾。並演作長偈。普望證明。戀西學", "884": "人玉峯古崑謹記。", "885": "我集四要訣究竟從何起總為辦石經", "886": "事大身無倚不蒙眾友扶必定隨他去", "887": "一片西求心變成東想意今日想護法", "888": "明日想施主若能都想倒更加苦不已", "889": "如此惡作為諸佛皆不喜我若到此時", "890": "惡報將誰抵因此心發憤封關立規矩", "891": "四月七進關示眾淚如雨幸蒙佛力護", "892": "成此報恩語又想六方佛及我娑婆主", "893": "同說彌陀經功德不思議但一稱洪名", "894": "萬德齊包舉再不生深信轉迴何日止", "895": "想我得出家真實心歡喜本是地獄種", "896": "受苦無窮已何幸於今日名標蓮池裏", "897": "總是佛慈悲徹骨又徹髓故我讚淨土", "898": "拚命讚到底讚到心血乾還要讚幾語", "899": "纔得有此書供養諸善侶唯願見聞者", "900": "切莫看不起當發至誠心信受如佛語", "901": "種種諸疑惑從此永勿起佛說一切法", "902": "門門好無比我為業障重只可憑一語", "903": "不是毀謗他實為愧自己十方諸學人", "904": "正可將心比倘若業障重切莫貪元理", "905": "急須相信我依我立規矩每日念彌陀", "906": "必從一萬起朝朝十念法必要盡力舉", "907": "倘若肯信我即是我善侶我若到西方", "908": "決定不忘你倘若不信我我亦記得你", "909": "待我入婆娑決定來尋你不如早信我", "910": "早作西方侶大家同回去一團大歡喜", "911": "十方諸上士見我如是句莫謂是魔言", "912": "當信是佛義我曾立誓願不貪虗名利", "913": "豈肯出妄言自投󳫠舌地實為諸眾生", "914": "同具此心理心理既皆同即與佛一體", "915": "是故阿彌陀等視如一子哀我六道中", "916": "流浪多生死特開大願門普望同歸去", "917": "還恐我障深觀想力不濟教我但稱名", "918": "出口念能繼又恐我亂心難到一心地", "919": "許我帶惑生妄想亦不忌又恐我命窮", "920": "業緣多牽繫教我脩十念朝朝向西記", "921": "庶不費工夫相續亦容易如此大悲恩", "922": "昊天同覆被我每一思量感極為墮淚", "923": "況既為佛子眾生即同氣若作自了漢", "924": "豈稱慈父意故采種種言流通於處處", "925": "苦苦勸同倫此事非兒戲當知呼吸間", "926": "無常難迴避及早同西歸莫再自暴棄", "927": "報恩論卷正下", "928": "報恩論卷附", "929": "桐鄉沈善登述海鹽張常惺校錄", "930": "上鍾子勤夫子書上鍾子勤夫子書以下三書勸讀書人兼論道家", "931": "某月日接讀復諭。適微感風邪。身熱嗜臥。越日乃愈。", "932": "今一切如常矣。肅復稍遲。職是之故。秉氣受形。名為", "933": "始有。實日即於無。波斯面󴏿之談。距近故易見。陰符", "934": "殺機之說。據遠故難知。其實一而已矣。陰符雖偽託。而其理甚精。", "935": "文亦奇倔。久無其本。頗思一繙。未識函丈有否坡公赤壁賦。變不變兩義互", "936": "融。最為空靈敏妙。慈體頭風。因熱益劇。而課卷批閱。", "937": "勢不可更緩。同是境風所迫。而儒冠獨當其衝。抑亦", "938": "時為之耶。日夕神馳。感歎曷已。命擬再書後篇。而具", "939": "釋前者不敢不能之疑。敢勿勉力。惟太史公論道家", "940": "要指。語意似未可闌入。吾聖人之時。與西方聖人之", "941": "所謂時。皆兼定不定兩義。而互為體用。隱無正而元", "942": "年必正。桓無王而始終皆王。於辭則本無而故著有。", "943": "於義實因有而益顯無。總之物物現成。覿面即見。不", "944": "待差派。還其本來。春秋之義。本〔未〕有正有王。所謂王心也。而隱心本來無正。桓心本來", "945": "無王。則兩還之。不兩還。則一亦不立矣。慈意所謂春秋記人心者。疑是如此。本經不熟。私意窺測。未知然否", "946": "佛教小始終頓四者。亦是當機本來。其實師子搏兔。", "947": "何非全力。華嚴圓旨。普具眾經。惟其各還本體。故曰", "948": "我無加損。情見乎詞不獨詞已惟其各還本來。故曰方便說法。", "949": "非遷移變化之謂也。人人心中本來有正有王。今乃無正無王。而正王之義顯然矣。", "950": "人人心中。本來各具圓旨。今乃局於小始終頓。則還他小始終頓。而華嚴圓旨自見矣。故未嘗隨之遷變也", "951": "史公所稱道家無為無不為。及有法無法。有度無度", "952": "等。似與此近而實大不同。下文虗者道之常。因者君", "953": "之綱兩語。分明吐實。非虗無以為因。則體用祇著一", "954": "面。而所謂無為無不為等者。顯然以無為為為。而不", "955": "知為即無為。以無法為法。而不知法即無法。以無度", "956": "為度。而不知度即無度。故善用之則為管子。而規摹", "957": "不能宏遠。管子列於道家。列傳敘其一生本領。亦止一因字。馬班皆鉅眼也不善用", "958": "之則或清靜而廢事。班志所謂任一清虛或刻覈而少恩。致虗之流", "959": "極必至於此。老子與韓非同傳。史公未必無意要其本原。祇是不為天下先", "960": "一語。惟善於用因。故却覺其不為物先。不為物後。以", "961": "視儒佛之物各還物。本無先後。而我亦未嘗與焉者。", "962": "相去不可道里計矣。比之算術。似祗平圓面積。而未", "963": "合球體。楞嚴所列十仙。道家似當堅固精氣一種。仙道似二實一達磨所", "964": "闢六宗。有相。無相。定慧。戒行。無得。寂靜。後二宗正是道家。其實皆是也。病在執著耳燦然", "965": "明白。范書以佛經為道書之流。自是牽於志略家數。", "966": "又譯本少出。宗旨未透。無可比儗。班志於各家。必曰其源出於某某章。", "967": "實齋以為成周官師之掌。殆為近之。佛生於周昭王時。身毒。至漢武時始通中國。前此莫徃莫來。安得淵源吾", "968": "柱下之藏。而沿為此流耶。蔚宗以其無可位置。而牽合之。後人樂其說之足以勝佛也。遂不加察。而并以為多", "969": "襲莊列。真所謂齊文定旨不足辨也今欲暢明儒佛貌異心同之旨。似", "970": "未可更涉道家。轉見椎拍痕迹也。時節因緣四字。妙", "971": "絕無對。時節即數。因緣即理。不答南宮之問。正熾然說此四字耳必兩", "972": "義交融互攝。乃無滲漏。前信以圓體顯時。自當以八", "973": "線詮理。親切易明。理本是萬物之線路耳。許書本義自明而近來算術", "974": "一事。眾心所注。於焉取譬。冀可曉了。亦誠如慈諭所", "975": "云。惟措詞恐難得恰好。與說經體裁。尤易犯手。容徐", "976": "思之。隨時擬稿。錄請訓定。連日擬議。似可以問答發", "977": "端。即從經圓例方一語引入。頗亦真切而仍巧捷。更", "978": "推上一截。從刻書起。如曰刻既成。或問云云。篇末遂", "979": "及集資情事。如漢󳬴陰例。則此一段時節因緣。似亦", "980": "可於言外得之。其中間尚有一層。必應補足斡旋者。", "981": "生斯為斯。閹然媚世。天下中庸有胡公。臣妾人人學", "982": "圓轉。其於聖人之時。真所謂彌近理而大亂真。孟子", "983": "既稱聖人所惡。又直斷之為邪慝。且以是殿七篇。而", "984": "後歷敘道統。以見自任之重。大聲疾呼。憂深思遠。概", "985": "可見矣。今欲拈時字。為儒佛貌異心同之據。將上焉", "986": "者誤解為易地皆然。無分別中。轉生分別文中子即如此其", "987": "次委心任運。墮入無字甲裏。隨任不是諸祖痛呵其下謬詡通", "988": "方。正蹈鄉愿之害。更不可救藥。張蒿庵論誤解中庸二字之失。今且無賢", "989": "無愚無貴無賤。觸處皆是。可勝浩歎。所謂偷心不死。佛也救你不得殊不知春秋。雖東", "990": "周列國。二百四十二年中之事之文之義。而實從此", "991": "內外九州百千萬世。後聖有作。更無二義。眾經。必如開皇", "992": "時。揀別疑部方可。安得復有智果其人者。儒書雖亦有此憾。而智慧日出。文字彌縫。居然言之成理直繙易曉。", "993": "橫繙多隔一層。無如何也雖迦維衛國。四十九年中之言說章句。", "994": "而實從此無量阿僧祇劫墨塵世界未來諸佛。普說", "995": "此句。何則。推驗一時之人心是非邪正。無不曲到。猶", "996": "割算一渾圜之綫。縱橫弧直。無不周徧。必周徧至見", "997": "綫不見圜。而後其中之孰法孰實。無不會歸圜體。猶", "998": "必曲到至見心不見時。自三世之說盛行。遂疑聖人有所諱避。正好為鄉愿開解", "999": "免之路可歎而後其中之若予若奪。無不恰好時中。故知", "1000": "小圓不異大圓。即此時不異彼時。彼未嘗割算周徧", "1001": "者。必不能泯合圓體。未嘗推驗曲到者。必不許假託", "1002": "時中。前信所言兩聖生於今日。論語及諸契經。未必一無改易者。正謂必如上云云。而後改易猶不", "1003": "改易也如是立說。庶幾可息疑謗。而工夫下手處。亦自", "1004": "分明。不生諸弊。至象山先生語。簡括顯豁。而嫌於太", "1005": "渾侖。且異同之爭。到今未盡息。引之恐似特地更樹", "1006": "一幟。又三教並稱。不知起自何時。中說居然筆之於書矣漫無區別。道", "1007": "家是非且置。好辨之徒。復有謂既是儒佛一理。何必", "1008": "更佛者。亦有謂物莫能兩大。果孰優劣者。此兩疑皆", "1009": "甚淺。而實不易破。殊不知儒書見綫不見圓。使人因", "1010": "綫以會圓。而終未嘗舉似本無諸綫之全圓。論語有多章分", "1011": "明道破矣。而為集注塞斷此路。春秋諸例錯出處。亦隱然舉示矣。而非函丈之穀梁補注。八面紮緊。直會到無", "1012": "字句處。迸出字句。亦徒覺其亂佛書亦何獨非綫。却隨處道破綫從", "1013": "圓出。使人欲求本來自具之全圓。不得不從綫入。故", "1014": "曰不立一法。亦不捨一法。又曰治世語言。資生事業。", "1015": "皆順正法。乃為彼學者。又死煞句下。必謂羲媧孔顏。", "1016": "皆即某應真示現。何其陋也。其竝取媧。分明惑於漢後之道書然則", "1017": "全圓無則已。有則豈能廢佛書。宋儒所得。盡從此出。漢唐以來學脈具在。", "1018": "不可誣○且自不覺耳。必謂陰用而陽拒之□過也諸綫無則已。有則又豈得", "1019": "謂不從圓生。而圓反從綫生乎。置全圓於此。曰是不", "1020": "成綫。置諸綫於此。曰是不合圓。從而優之劣之。稍知", "1021": "算術者。必為噴飯矣。登又嘗疑春秋託始乎隱。為隱", "1022": "讓國耶。則且不正之矣。為平東遷耶。則何不於惠矣。", "1023": "一部大書。發端乃無一事。真是大奇。或者有元有春", "1024": "有王有正。不必盡如五始之說則天清地平。本來無事。聖意正", "1025": "欲從此拈起。而既為王者迹熄而作。則時代不可太", "1026": "遠。於惠固礙有公即位文義不可削。於桓則弑立。於", "1027": "莊閔僖又皆繼弑。而復遠在周桓莊之代。故不得不", "1028": "於隱歟。不能詳實。但向空寬處搜求。未識有當否。敂", "1029": "求訓示。細思始元終麟之萬八千字。在聖人祇是欲無言。是故開端元年春王正月者。天何言哉", "1030": "也。向下千八百餘事者。時行物生也。絕筆獲麟者。夫何言哉也。故曰我欲託之空言。不如見之行事之博深切", "1031": "明也。如此拈題。似極現成。昨夜枕上忽然見此意。尚不是入魔道否。敂求訓示至蒙擬示再", "1032": "書後文語。雖止六七句。而意已圓到。登他日屬稿。或", "1033": "照錄入。或但用意。且看通體文勢如何。茲難預定。竊", "1034": "議若可不著理學心學等字樣。似當略少葛藤。又諭", "1035": "謂補注心思門路。在漢莫近於揚雄。在　國朝莫近", "1036": "於李榕邨。登仍有未喻。疑亦謙詞。止尚書說事。春秋", "1037": "說理兩言。恐亦祇大段見分曉。使章章節節執筆詳", "1038": "說之。正未知如何。素不喜法言。不知溫公何所見。以", "1039": "侍談時。每聞稱許之。因復假讀數過。眼光自是不同。", "1040": "然似未脫辭賦家習氣。道理亦似其文。依墻摸壁。湊", "1041": "泊得來者多。游行自得者少。太元尤不解。似可不必", "1042": "作。作亦非難。只難在字句古博耳任作若干畫。但弗欠三。亦弗", "1043": "過十。言之皆可成理。有如泰西各國之閏法。及其以", "1044": "十二為成數等。元將安施。得無尚白之誚乎。榕村全", "1045": "書未得見。惟周易觀彖。反覆數過。折中亦未詳讀。易", "1046": "本圓物。體又整齊。且虗立其象。說固易圓。觀彖密亦", "1047": "密矣。圓亦圓矣。不知何以總覺輪轉不靈活。一似有", "1048": "意為之者。登前信謂函丈之穀梁補注。心思門路。為", "1049": "昔人所未有者。正不似此。本書大旨。多於侍坐時親", "1050": "承指授。前年因作書後文。略繙全書一過。至介人侵", "1051": "蕭節。不覺身心踊躍。真似有一圓物掍出。通體靈活。", "1052": "不可名狀。其實此事何關宏旨。自亦不知何所契證。", "1053": "大段舉似不得。而至今憶及。如在心目閒。不可解也。", "1054": "東事曷勝杞憂。金星躔日。自有書契至今。未之前聞。", "1055": "前得之新聞紙。檢開元占經。同類相近者。亦無其比。", "1056": "果何祥耶。世變日新。求吾本有之不變者。又猝不可", "1057": "得。彌可懼也甲戌七月廿五日。", "1058": "又", "1059": "頃間肅呈寸牋。附再書後擬稿。並論所擬微意各兩", "1060": "紙。皆甚草草。尚祈原恕。並有一節應申說。而別紙中", "1061": "匇匇忘之。春秋盡性之書。邵子語。傳心之要典。胡文", "1062": "定語。載道之文四字。却非程子本文。本文是書詩載道之文。春秋聖", "1063": "人之用云云。竊意六經皆載道之文。故借用之初稿是說理之文。特地改去。", "1064": "不但其句未安也。道是四通八達渾侖之名。理乃一", "1065": "彼一此分別之號。此段說春秋全部總統大旨。對上", "1066": "段渾侖天體。祇可用道字。勢難用理字。以理是上段", "1067": "推步諸術之對。此段文並未說春秋是是非非之例。", "1068": "非其比也。每疑宋儒主張理字。不過為道字。被釋老", "1069": "兩家說成閒家具。特地別開生面耳。其實說事物皆", "1070": "有一理。皆當依理而行。豈不安穩精到。必以此為涵", "1071": "天蓋地統宗會元之大號。則終說不去。譬如一箇綫", "1072": "團。名其渾侖全體則曰道。名其眾綫相際之夾縫則", "1073": "曰理。故理之本義。紋理也。即夾縫也。引申之為條理", "1074": "也。則兩邊之綫也。今必謂理在氣先。夫氣且未有。則", "1075": "何物為能夾。而成所夾之縫乎。假若理字果是涵天", "1076": "蓋地統宗會元之大名件。豈得論語孟子大學中庸。", "1077": "竟不提起。而六經中亦絕無僅有乎。孟子理也義也", "1078": "對舉。中庸文理密察並稱。只是條理紋理耳。樂記始", "1079": "言天理二字。亦祇是人心中所有在天之理耳。天理", "1080": "千條萬縷。分言之為天理。渾言之為天道。手頭無北溪字義。不", "1081": "知其說云何。未識黃氏日鈔中。有論及否春秋千八百事。事事辨其理。猶", "1082": "就綫團上所有夾縫。條條捱邊擦際。周遭走盡。依舊", "1083": "還他渾侖綫團。不短一絲。此所以但觀春秋。可以盡", "1084": "道。程子此一說。理道二字極分明主張理字。何嘗不是救世衛道之", "1085": "苦心。但說得過分。只見粉碎。不見渾侖。譬如將綫團", "1086": "扯成一條長綫。謂即是團體。亦何嘗不是。然而一直", "1087": "到底。四面盤不通。戴東原直謂之以理殺人矣。可稱放膽文字變成有盡。", "1088": "道豈有盡乎。與天地全不相似矣。佛教萬不可闢。即", "1089": "如華嚴四法界。曰理法界。事法界。理事無礙法界。事", "1090": "事無礙法界。何等精深博大。晉譯已如此。居然對舉", "1091": "理事。豈非導宋儒之先路。宋儒有理法界。其平心靜", "1092": "氣說到精微處。亦有第三法界。朱子兼有第二法界。", "1093": "論語亦祇到第三法界。如公山章等惟春秋竟是第四法", "1094": "界。所以宋儒怕講。以其動成違礙。胸中祇有理法界", "1095": "也。適見家人輩繳綫團。縱論及此。狂妄實甚。求涵育", "1096": "訓正之。", "1097": "又", "1098": "昨鐙下肅一牋。全是放言。綫團之喻。恐雖有廣長舌", "1099": "相。亦無可置辨。道字無對而可為散文。如乾道坤道", "1100": "之類。然亦終是通論二卦之辭。君臣父子長幼之道", "1101": "之類。亦是舉凡之辭。若相師之道。及察革之道等。則", "1102": "猶言法術矣。然亦祇可言道。不可言理。宋儒以理對", "1103": "氣。於是理成大名。其實理從氣生。二者並非平列。譬", "1104": "如樹木。得地氣自成花紋。其氣或有盈不足。小則花", "1105": "紋散亂。大則連皮坼裂。此顯而易見者。惟人亦然。凡", "1106": "物皆然。故理字祇能對事字。在物為理四字。乃真攧", "1107": "撲不破也。春秋之有第四法界。趙盾許止衛輒之事。", "1108": "最其大而顯者。齊桓之入之卒。及前諭陳侯鮑之卒", "1109": "之類。雖小小處。亦俱觸發無礙。所謂聖人灑然地步。", "1110": "惟其於道大適則然。若執煞理字。則不待終隱篇。便", "1111": "已到處荊𣗥。而要非將理字閣起一邊。春秋所以實", "1112": "在難讀也。來諭自以補注恐不免遺憾。此雖遜辭。而", "1113": "以道觀之。亦應有此理。猶天不可度。縱極推算之密", "1114": "於萬斯年。亦終不能盡其變。穀梁之有補注。已洩二", "1115": "千年來不傳之秘。即留小缺陷。何傷大體。正惟平心", "1116": "盡心至三十年之久且專。而猶自以為有憾。此春秋", "1117": "之道所以大。而補注之功所以不在孟子下也。登此", "1118": "語實非過分。將來必有印證興起於此語者。特登非", "1119": "其人。雖有言不足取信耳。", "1120": "又此簷論儒佛異同勸謗法者", "1121": "接展賜書。附還再書後文改稿半篇。讀悉種種。時令", "1122": "溫升寒燠不定。慈躬舊疾間作。心力疲煩。致前諭引", "1123": "弱草輕塵之喻。語多歎聲。讀之百感交集。時移境遷。", "1124": "無幾微之頃。可以自主。無智愚無窮通一也。所終不", "1125": "可得而變滅者。惟此妙明本心耳。穀梁經傳補注。開", "1126": "前古所未有。引來哲於通途。綜四十餘萬言。若非此", "1127": "廣大心量本有如是之通古今而不隔者。即亦安能", "1128": "鑿空而出耶。朱子贊周禮。謂一一從廣大胸襟流出。而周禮實多可疑。故知藏識中。固無所", "1129": "不有。還當於緣生時。慎持之耳然則立德立言。必有其能立者。與所", "1130": "立並立不朽矣。民無信不立。乃信立即民立也身世之感。不過一期", "1131": "適然耳。前此後此。皆不能必知其必不如是。即不如", "1132": "是。而今固如是。則同一無可自主矣。以適然還適然。", "1133": "庶幾非空非有。不昧本有。伏求隨時以道自衛。無任", "1134": "馳仰。至儒佛之異同。可以心通。難以迹較。據迹則說", "1135": "同說異。或全或半。或非或即。盡是情見卜度。終與道", "1136": "體不相似。所謂我真文殊。無是文殊。若有是者。則二", "1137": "文殊。而我今日。非無文殊。六句四轉。轉轉入微。轉轉", "1138": "出顯。前再書後。承命擬稿。初不敢下筆。敬辭不可。再", "1139": "三思之。又無從下筆。如是留之心目間。幾兩月餘。忽", "1140": "悟盡捨諸相。自然無不恰好。所以既屬草後。尚不苦", "1141": "難。而修多羅語。亦一句不引用。如心行平等。不說是", "1142": "非二句。未嘗非孔非佛。而正多此不非之見。所謂若", "1143": "有是者。則二文殊也。前作微意。前半喫緊在以身世", "1144": "之多故數語。後半喫緊在雖然下一轉。所謂而我今", "1145": "日。非無文殊也。此等體會。以迹求之。真同夢囈。郭遠堂中丞所謂言有愈說愈不明者。實", "1146": "是閱歷有得之談。故惟有函丈前。乃敢直貢其愚。知蒙垂察中間數節。喫重在機", "1147": "數既極。還達本原兩句。以為道理只是如此。故先結", "1148": "以物固莫不有然一語。而後拍入春秋。蓋機數兩語。", "1149": "人人如此。世世如此。閱世生人。閱人成世。就中析而", "1150": "言之。則竟是日日如此。機數者。猶例之方也。本原者。", "1151": "猶經之圓也。機數即從本原生。故本原要假機數顯。", "1152": "道體渾圓。其大無外。由一身言。必通於生死之故。而", "1153": "後還原。由歷世言。必盡其文質之復。而後還原。人之", "1154": "於道。譬猶盡大地為白紙。而著墨點如芥子許耳。自", "1155": "少而壯而老而死。譬猶引此墨點為綫。墨盡則止耳。", "1156": "厥初生民。不可得而知矣。鴻荒之代。大氐率性而行。", "1157": "其綫或交錯紛糾。而前後若斷若續。但有男女尚不知父子兄弟之", "1158": "義則於綫外餘紙。固茫茫大白。不可得而辨別也。既", "1159": "而漸推漸廣。漸成邊積。其三皇之世乎。所成邊積。或", "1160": "三四角。或不等角。以其數之不齊而難稽也。則命之", "1161": "一縱一橫一斜為正三角。其五帝之世。堯舜之前乎。", "1162": "然其角猶或銳或鈍。邊或等而積不等也。數固有邊等積不等", "1163": "者乃命縱為股。命橫為句。命斜為弦。或長或短。必取", "1164": "平直。蓋規制漸漸整齊矣。堯舜似之。至於夏殷。乃知", "1165": "合角成方。破方即角。惟變所適。皆有法實。而所占白", "1166": "紙。亦愈廣矣。至於有周。若方若角。邊邊相並。占紙更", "1167": "廣。漸見穹面。至於春秋之世。推諸方角。數漸難合。於", "1168": "是聖人直據圓體。制為割圜𡶇率。隨拈一綫。無不均", "1169": "等。無不脗合。即無不會於全圓。春秋是也以上但假喻以明其", "1170": "說耳。與大禹制句股之舊說。故自不同。而周髀矩生規。與班志規生矩之異說。卻可因此和會是故", "1171": "孔子賢於堯舜。春秋貫攝羣經。非堯舜之智小而羣", "1172": "經之道狹也。時節因緣為之也。時節因緣誰為之。人", "1173": "人本有之廣大心量為之也。由皇而帝而王而覇。日", "1174": "新日盛。養生送死之道備。而陰陽消息之機顯矣。世", "1175": "界者。萬億愚賤之心之所結也。前前生後後。後後師", "1176": "前前。以有涯之生。逐無涯之知。忽於目前。而徧計所", "1177": "未至。念念趨前。不極乎有生之後而不止者。亦時節", "1178": "因緣所必至者也。聖人者。合萬億愚賤之心而常得", "1179": "先覺。是故死亦有知。聞道則可。表生德之在己歎", "1180": "逝者之如斯。天何言哉之談。無隱乎爾之教。或冥契", "1181": "於無始。或拈舉夫現前。皆羣經所不言。前聖所未發。", "1182": "而撰集者歷歷記之。初不見為元祕者。眾感而聖應。", "1183": "前此非不欲先天以開人。無所憑以為開也。本無所", "1184": "謂元秘也。自時厥後。侈鬼神論精氣。神仙之說。方伎", "1185": "之書。雜出爭鳴。皆自以為窺見至道。更數百年而大", "1186": "法東來矣。此又聖感而眾應。無非時節因緣之所為。", "1187": "莫之主而若或主之矣。凡物之自無忽有。積微成著", "1188": "者。莫不人感天應。天感人應。相待互發。故其運不窮。", "1189": "聖人之於眾人。亦若是焉。故其變無方。而其勢常順。", "1190": "佛生於天竺。其人多好深思。窮物性。不得則世其子", "1191": "孫。必得乃已。師評恐與泰西有異今泰西各國猶然。其於死生", "1192": "之故。見之獨早。前此七佛之生。又皆於其地。傳習之", "1193": "資。亦宜獨博。無足恠焉。明乎死生之故。則其一身自", "1194": "成一始終。推之多身無不同。推之他身亦無不同矣。", "1195": "而於大道乎何有。以周公之多材多藝。不必能知今", "1196": "日之機器。而不失為大聖。有今日之遠涉重洋。累譯", "1197": "通使。尋常之梯航。不足恃矣。則機器亦不失為至精。", "1198": "此其適於一節之宜。非如飲食衣服之切於日用。猶", "1199": "尚時至理彰。不可得而偏廢。況死生大事。古今必至", "1200": "之理苟為可免。孰不願免之。是故有醫禱之禮。雖必", "1201": "不免。而心以為必有死而不亡者。是故有祭祀之禮。", "1202": "記曰豈知神之所在。亦以主人有齋敬之心焉。心有", "1203": "即物有。一有自眾有。而幽明不二之理。斷可識矣。夫", "1204": "自太樸既散。機智日深。春秋一大變。陵夷至於戰國。", "1205": "皇古熙皡之氣象。澌滅殆盡矣苟有可以得生免死", "1206": "者。何所不為。何所不至。南宮之所疑。盲史之所紀載。", "1207": "其理莫可究詰。其事亦不足盡憑。然非當日之人心。", "1208": "實有險恠百出如是者。安從發為言而筆諸書。是故", "1209": "淨土實有其處。地獄亦實有其處。非故作是說以為", "1210": "勸懲也。樂生惡死之心。聖凡所同。但判於理欲公私", "1211": "而已。充從理之公心。不至於壽敝天地。羣生在宥不", "1212": "止。諸佛菩薩證之。充從欲之私心。不至於鉅痛劇苦。", "1213": "求死不得不止。十惡五逆證之。所證維何。還證此心", "1214": "而已。以此心本無能所。而其廣大亦本無止境也。三", "1215": "代而上。無所謂治統也。道在斯統在。君師一人也。世", "1216": "及之天下不能矣。猶有祖宗之功德存焉。至於春秋。", "1217": "先王功德之在人心者。亦日遠日忘。而道統乃專在", "1218": "師儒。是以百家爭鳴。思有以維持之。向非董生獨推", "1219": "孔氏。不知其敗亂何所底止。海外諸󳬛。大率以力征", "1220": "經營。興廢無常。故有國主。有教主。君師分治。而統歸", "1221": "於師故歷記動稱幾千幾百年。今泰西各國所奉之", "1222": "耶穌可證已。佛國之印度猶是也。過去七佛之長壽。", "1223": "猶吾儒書相傳之初中三皇。因提禪通前記諸說。莫", "1224": "可深考。或譯者誤以傳統當年歲耳。師評此未必然其佛亦", "1225": "有入統不入統之異。師評。此不知何故釋迦之本師。燃鐙可", "1226": "證也。不入統而不失其為佛。猶吾伊周也。其教亦有", "1227": "損益因革。至釋迦而始明備。猶吾孔子乃集大成也。", "1228": "師評初佛後佛。總是一佛。法華以過去未來無量億劫。縮之於一時。以三千大千世界。縮之於一處。故千萬億佛。", "1229": "多在一佛光中教五分時。由淺入深。猶吾之有小學大學。皆", "1230": "一時人心為之。非有優劣也。其經論多以六度為本。", "1231": "以遮惡進善極於忘善。獲本妙心。而所謂善者。但舉", "1232": "大綱。其細目專在律藏。亦猶吾餘經。但言綱要。而品", "1233": "節之詳。有少儀有曲禮。尤以十七篇為專書。故最後", "1234": "叮嚀。以波羅提木叉所在為導師猶在也。其律之繁", "1235": "文縟節。殆過於十七篇。而專在於動作云為之細。別", "1236": "無冠昏喪祭之分。以諸禮儀制。從其國之時主所定。", "1237": "非教主所得專也。其發明心性而推諸倫紀者。止於", "1238": "修齊。略無治平之術。以兵農刑政。皆非教主所有事。", "1239": "其所傳受。專以師道為重。苟不得人。不輕付法。或以", "1240": "有體無用詆之。或以心性為本。強為之解。皆非也。師", "1241": "道立而善人多。所益於家國者大矣。心性果明。如鏡", "1242": "照物。遠近高下。焉有不如其本分。以從時王之制。酌", "1243": "古今之宜。奚不可者。惟既已為僧。則所重在彼不在", "1244": "此。而世亦斷無以僧莅事者。必責其若者可以為堯", "1245": "舜。若者可以為伊周。憶朱子有此語則吾儒之以師道自居。", "1246": "不出而求仕者。雖西河老師。不得免矣。未為通論也。", "1247": "其衣冠以別於凡民。猶吾儒服也。原不舉國而髠之。", "1248": "其初制。春秋家居養父母。夏冬入蘭若。結制修學。故", "1249": "其序年齒。稱夏臘。久漸衰敝。至有破夏破臘。離衣結制", "1250": "時。不得離三衣遠出者。乃變其法。而有別築室以養親之事。", "1251": "其世俗男子從學者。或思欲歸家。欲飽還來。但戒多", "1252": "婬邪婬耳。亦非不近人情也。其不畜妻子者。所承者", "1253": "師之統。故所傳者以道為重。以法為嗣。不得其人。雖", "1254": "所生不輕付。羅睺羅是也。誠得其人。則統終不絕。何", "1255": "久遠如之。故律制傳戒。一壇過三人者。即犯濫法罪。", "1256": "其三人所受戒。亦必多年熟習。先沙彌。次比邱次菩", "1257": "薩。循序漸進。有終身不得圓具者。唐代猶存古意。今", "1258": "則一壇數百人。三戒並傳。無惑乎不能得人也。堯舜", "1259": "變古來常局。遽以天下授匹夫而不疑。大禹又變堯", "1260": "舜之局。竟授其子而亦不疑。聖人作用。無非因乎其", "1261": "時。豈凡情所能測。乃戰國時。猶有德衰之惑。魏晉而", "1262": "降。更託禪讓以售其奸。人心之變幻。信無一法可以", "1263": "持久不敝者。今無知窮民以披剃為生計。不足辨。亦", "1264": "不足責。顧以歸罪於釋迦。何異以操莽之所為。歸罪", "1265": "於堯舜周公乎。不待智者而知其不可也。其教以音", "1266": "聲入。故不立文字。諸經皆語錄。非文字也。密部諸呪。", "1267": "所謂耳學。或一音含多義。或多音成一義。其所謂義。", "1268": "亦在文字之外。故不能繙。譬吾經解文評詩品之屬。", "1269": "彼雖讀至瓶翻水瀉。亦終不能得吾會心之所在。而", "1270": "吾則一一功用。一一效驗。學之可至。自然分寸之無", "1271": "差。蓋耳治目治之格不相入。本來如是。彼此相望。應", "1272": "信失笑也。其言大而無當。橫賅竪徹。動稱無量無邊。", "1273": "無非顯示此心量。而亦無非實證之圓體。非設辭也", "1274": "譬如凝想佛像。為若干高大。則竟眉目了了。夫既若", "1275": "干高大矣。以吾仰視。豈不僅見其足底。而不然者。以", "1276": "吾之見性。本不局於兩目也。又如近世圓光術之精", "1277": "者。舍親曹星濤宰青田。以捕盜輒獲。庚申辛酉間。家", "1278": "茂二叔。倩人圓許貫翁一家踪蹟。晤後問之。歷歷如", "1279": "繪。夫已過之事。距遠之境。而光中若有留著。攝之可", "1280": "見。以此知虗空之光。無非人心本光。如鏡含影。雖多", "1281": "不雜。而世界詎復有盡乎。西人所測見中實地。猶其", "1282": "淺近者矣。推此以思。善惡報應之理。所以不啻燭照", "1283": "數計。者正為皆自心光變現也。更何敢以目所不覩", "1284": "而疑之也。親切示人。莫要於像。易理之神妙不測。殆亦此意乎即正", "1285": "法時。無非像法。師評。儒以文字教。佛以像教。即彼之目治也經首每言一", "1286": "時佛在某處。與某眾俱。為時處主伴四者成就。結集", "1287": "時。加如是我聞。為信聞二者成就。亦有稱聞如是。亦有稱我聞如是。及", "1288": "無我字者。或譯略。或本缺。遺教無此四字者。通序始終不可稱一時也。四十二章。八大人覺。亦無此四字者。雜", "1289": "集之。非一時也共六成就。而經體立。此最是一代時教之大", "1290": "主腦。即所謂時節因緣也。蓋人與人相接。無一而非", "1291": "此四成就。在凡在聖。皆不能以須臾離。則道在其中", "1292": "矣。縱曠野獨處。而情與無情。俱猶主伴也。但無說聽。", "1293": "則不成經耳。故知時時處處。無隱乎爾。時時處處。現", "1294": "身說法。此其妙何等現成。而其教人何等明白。故隨", "1295": "說隨聽。便稱此經。貴使即目會心。乃真不立文字。法", "1296": "華開端。最顯此理。華嚴八十萬言。而佛說乃止二品。", "1297": "亦此意也。其學有先知後行者。楞嚴圓覺諸經是也。", "1298": "有先行後知者。梵網華嚴行願品之類是也。雖分先", "1299": "後。而要皆以戒定慧三學為始基。及其至也。亦不過", "1300": "充滿此三學。無他道也。或謂其精粹理趣。皆中國文", "1301": "士所為。此不足辯。其字句名目。既皆儒書所絕無。六十", "1302": "四卦名。及爻象彖等。皆羣經所無。且無別用。可謂大奇而理致又惟論語時一", "1303": "相類。後之文士。若能為之。安得唐以前諸說理者。竟", "1304": "無一二可證。取吾之言性心者。斷自隋以前止。取宋", "1305": "以後言心性者。斷自明季止。中間獨有佛書。而衇絡", "1306": "可尋矣。蓋自隋智者大師創四教儀。而唐之杜順賢", "1307": "首清涼圭峰諸師繼之。此道乃粲然明備。宋儒初皆", "1308": "沈潛於此。如空印空。必不能更分界限。原非陰用而", "1309": "陽拒之也。是故有取其意義者。如說心。與其非外而", "1310": "是內。不若內外之兩忘。全是楞嚴徵心本意也。誠無", "1311": "為。只換卻真如二字耳幾善惡。只換卻動念二字耳動而無動。靜而無靜", "1312": "等。圓覺諸經廣見。不可悉舉也多得諸宗鏡錄。故記不清有直用", "1313": "其文句者。如體用一源。顯微無間。華嚴家常語也。不記", "1314": "出何本。無間原文作不二止動歸止。止更彌動。四祖信心銘也。善", "1315": "登所見唐代諸師釋經之書極寡陋。而已觸處皆是。", "1316": "朱子尤多。並喜用宗門語。是故唐賢之闢佛。是恐其", "1317": "惑人。宋賢之闢佛。是惡其勝己。言語氣象之間。不可", "1318": "得而掩也。夫既深入其中。至十餘年之專且久。而後", "1319": "此力排之。以為是吾道之大害者。千言萬語。歸根只", "1320": "是滅絕彝倫一句大頭腦話師評。快論。從未經人道破然則前此十", "1321": "餘年。竟并此極粗淺之大害而不能覺察。有是理乎。", "1322": "亦可知其非出本心矣。竊謂儒佛之異同。真不必辨。", "1323": "亦不待辨。以言乎同。則兩家均是白紙墨綫。以言乎", "1324": "異。則一則舉綫以表紙。一則舉紙以表綫。必謂其綫", "1325": "畢竟同中有畢竟異。則左看成正弦者。右看即成餘", "1326": "弦。而較其長短之畫。則盡是半徑。究其起畫之點。則", "1327": "隨在中心。徒為紛紛。返諸身心。實無所益。夫道與心", "1328": "與時。皆無窮也。必如白紙墨綫之喻。則更積數千百", "1329": "年。竟至滿紙皆綫。將不變異乎。而正不然也。我所畫", "1330": "者。無論滿一象限。或半象限要已中邊暢足。成半徑", "1331": "綫。從此八面圓轉。悉皆平等。倍之成通徑。亦悉平等。", "1332": "割之生諸綫。亦悉平等。是故兩土聖人。占斷諸方。盡", "1333": "未來際。更莫能外。縱或破紙穿入地中。畫其所謂擺", "1334": "綫拋物綫等。彼終不能穿過全地。畫於地外。則亦仍", "1335": "可以諸綫御之。而盡窮其數。此則善登所為見得綫", "1336": "外惟紙。紙外惟綫。離不成二。合亦非一。而不敢更生", "1337": "分別相之微意也。春秋之為圓經。惟函丈創通斯秘", "1338": "二千年來。未有能見及者。正為牽於前後諸例之參", "1339": "差。不能因其參差而參差之。不知聖人本無成心。我", "1340": "自執之而有成見也。前擬再書後篇。亦不敢稍有成", "1341": "見。所以疊次往返函商諸意。悉置不用。竟作為隨口", "1342": "問答之語。不大著力安排。恐轉失真。後幅雖然云云。", "1343": "仍不敢不歸還儒書面目。似與前此來諭所謂非同", "1344": "非異者。尚不背謬。或亦無須更改也。近見為兩家左", "1345": "右袒諸書。都不得要領。欲作勸刻全藏疏。不能不略", "1346": "有辨論。又甚不欲蹈鬬爭惡習。故以所自謂心得者。", "1347": "覼縷如右。冗繁無緒。伏求隨便批示於原紙行間。勿", "1348": "過煩心。別賜牋答。無任叩感屏營之至。", "1349": "穀梁補註再書後穀梁補註再書後是篇以天佛聖合言之可見道無方體當下即是說", "1350": "異說同祇成戲論", "1351": "是書既修定。一時賢士大夫知與不知。相勸助剞劂。", "1352": "越三年遂付手民。於是先生謂諸君子嘉惠之意甚", "1353": "盛。不可忘。則於卷尾備書之。用漢󳬴陰記出錢例也。", "1354": "客或私於善登曰。若是其不類於釋子之募刻諸經", "1355": "乎。而可乎。曰是固紀實也。奚而不可。且先生以身世", "1356": "之多故。而穀梁家學之垂絕復興也難。故謹而志之。", "1357": "亦春秋所謂變之正也。奚而不可。客笑曰有是哉。人", "1358": "謂子好佛氏書。癖固有至是者乎。曰然。然則子今殆", "1359": "進矣。乃好春秋。曰否。始吾於佛氏書。三入三出。讀先", "1360": "生此書。而後乃今不復出。子謂吾進焉否也。且子獨", "1361": "未聞洪氏慶善之說乎。曰春秋本無例。學者因行事", "1362": "之迹以為例。猶天本無度。治厤者即周天之數以為", "1363": "度。是說也。其於三乘權實之旨。亦猶二五之於十也。", "1364": "吾為子言之。子行復大笑之。夫行事之迹。其可見者", "1365": "也。而周天之數不可見。所可見者。七曜到星之懸象", "1366": "而已。其寓焉者也。然且推步家舍是無以布其算。則", "1367": "從而經之緯之平之穹之。俄而得其嬴縮侈斂焉。則", "1368": "又制為里差歲差諸密率以求之。蓋始亦雜候氣朔。", "1369": "取足順時序列人事而已。而機數既極。還達本原。󳭪", "1370": "󳭪大圓。亦幾一引錣而如在戶牖。然則其寓焉者。其", "1371": "即真焉者邪。其佛氏所謂顯密不二者。物固莫不有", "1372": "然者邪。以事迹求春秋。何以異於是。夫春秋者。載道", "1373": "之文。盡性之書。而傳心之要典也。其事則齊桓晉文。", "1374": "其文則史。以為心與性道之無在無不在。而不可以", "1375": "察察言也。則生乎春秋。而言春秋焉可。目接乎魯史。", "1376": "而言魯史焉可也。是故始元終麟之千八百事。猶懸", "1377": "象也。寓也。是其是非其非。固其是其非之相形而愈", "1378": "出。則賅而存焉。亦寓也。雖然。有辯焉。亦既身際乎其", "1379": "時。而愀然不獲己於言矣。而又謂此是是非非之相", "1380": "形愈出者。均之未概乎所欲言之數。是即與於惑之", "1381": "甚者也。寓云乎哉。故曰我欲託之空言。不如載之行", "1382": "事之深切著明也。此之謂也。子休矣。吾所窺竊於先", "1383": "生此書者若此。則未知吾果進也否矣。客既退。以質", "1384": "於先生。先生曰善哉喻乎。弗亦已察察言之乎。盍并", "1385": "次斯語以眎後賢。吾為子分謗焉。遂書諸記出錢之", "1386": "右。甲戌冬十月庚午朔。", "1387": "致楊仁山書致楊仁山書代許息庵", "1388": "去春得接慈光。轉眼已踰年半。垂天大翼。九萬高騫。", "1389": "下視鸒鳩。搶枋如故。雖等逍遙之樂。能無升沈之殊。", "1390": "西向瞻風。可勝馳結。去春停雲歇浦。息庵曾肅短牋。", "1391": "附上宗範刻貲番銀雙百。想經局接替得人。早為鏤", "1392": "板。此書足令末法狂禪。觸目知懼。而傳本絕少。急望", "1393": "流通。刻下尚未見鐫樣。或當竢全帙告成。并原本寄", "1394": "還校讀耶。跂盼跂盼。法運久衰。異說蠭起。自非深心", "1395": "大力。𡶇轉潛移。殆未易著手。賢橋梓溈仰一門。普賢", "1396": "再世。以抒海移山之願。現請纓投筆之身。定知往昔", "1397": "賢護會中。發心再來。應時應機。善巧若此。前次高情", "1398": "遠覧。新刊法寶。捆載西行。手眼已非凡可測。近幸󳬛", "1399": "交益固。梵院剏興。想公暇圓修。不違本誓。淤泥池裏。", "1400": "蓮種早自深栽。野狐窟中。師子正好游戲。且聞彼都", "1401": "人士。盛稱其算學格物諸法。率曰東來。代數則演自", "1402": "天元。化學亦昉於丹訣。矧此般若親種。本含靈所同", "1403": "具。詎遷地而弗良。一旦時至理彰。闡提歸命。推本所", "1404": "自。安得不復以東來大法。尊所師承。圓滿願輪。會當", "1405": "有日。瓣香遙祝。昕夕以之。息庵垂暮之年。塵勞轉重。", "1406": "自利不足。遑云利他。幸色力差勝於前。而法緣亦頗", "1407": "不淺。去冬從本願寺笙洲上人。購得彼國校刊大藏", "1408": "疏行密字。豁目爽心。其書實合宋元明藏及高麗本。", "1409": "逐一詳勘異同。標列眉際。而密部諸經。若神變疏鈔", "1410": "等。尤賅備無遺。彼國諸宗著述。亦附載焉。都凡千九", "1411": "百零部。略依蕅師知津例。分二十三門。合八千五百", "1412": "餘卷。可謂洋洋大觀矣。分編四十函。又逐冊為目。而", "1413": "重譯互見之本。往往虗列其數。體例殊疏。檢尋亦大", "1414": "不易。覺塵適於去臘遷居來吳。相與商榷。依其所分", "1415": "門類。稍稍移易增省之。益以歷代目錄所載。及明季", "1416": "至今若緇若素。未入藏諸作。勒為一編。其中國失傳", "1417": "諸書。乃至日本撰述。現有刊本。未入藏諸書。亦函屬", "1418": "笙洲鈔目。甄揀附入之。而一一誌其存佚。別其部居。", "1419": "提其綱要。辨其疑偽。使當來見聞隨喜之者。若信若", "1420": "疑。悉有依據。不復啟譌替混濫之嫌。如是則二千年", "1421": "來。中東兩國相傳教文。并其古有今無諸經目。庶幾", "1422": "其大備矣。顧猶有奢願難酬。不能不仰希護念者。曩", "1423": "承教言。數年前英國廣求印度梵夾。僅得三百餘種。", "1424": "而小乘居十之八。其大乘中。幸存金剛般若。小本彌", "1425": "陀兩經。東僧已重為繙譯。且有大本無量壽經數種。", "1426": "文多彼此異同。此可見本師懸記。五大部次第先亡", "1427": "之說已驗。而淨土教典。法滅獨留之讖應。亦殆不遠", "1428": "矣。每慨劉略班志之作。結集家無聞。西域史乘亦無", "1429": "聞焉。故自天方盛而佛道衰。到今又千餘年。貝多羅", "1430": "本。傳寫久近。孰存孰亡。率茫乎無可考。英國乃於此", "1431": "時。創意蒐羅。傳習梵學。其本志原不為宏利。而推其", "1432": "經營藩部。到處護持先佛遺跡之盛心。與夫平素書", "1433": "院規制。實事求是全力之所注。至可以特開梵館。廣", "1434": "授生徒。則其所據本雖少。而又皆巴黎文字。要可決", "1435": "知其實已盡括今日五乾竺孤行垂絕之本。而為其", "1436": "境內秉教遺民。抱殘守缺。師師相授之真。後有信心。", "1437": "足以考鏡而不惑。息庵等每論此事。及尊者先後壯", "1438": "游之作略。輒喜躍不自禁。蓋迂儒門戶之見。動疑三", "1439": "藏勝義。為中國文士。竊取六經語孟莊老緒餘。潤飾", "1440": "附會。今觀東僧新譯之兩經。不直由梵翻華。而先假", "1441": "道於英音英義。展轉置驛。以通於華。而大致還同舊", "1442": "譯。則歷代繙經館之妙選十師。口譯筆述。證義潤文。", "1443": "參稽互決而後寫定者。固不容有私意點竄其間可", "1444": "知矣。迂儒又疑三藏之多。謂由雙林入滅以後。番僧", "1445": "師弟。向壁虗造。登壇演宣。猥曰親聞。實多贗鼎。今考", "1446": "東僧所據之本。直從三寶掃地。歷劫兵火󰞆燼之餘。", "1447": "出自民間。藏諸官府。名目有定。章品可稽。而金剛新", "1448": "譯。并舊而七。彌陀新譯。并舊而三。文既粗同。義亦略", "1449": "等。則據衰驗盛。前此之具有淵源可知。推一例餘後。", "1450": "此之無大徑庭。更可知矣。夫網羅散失考證源流。冀", "1451": "墜緒之可尋。續慧燈而不滅。方今急務。孰過於斯。若", "1452": "乃盡信實難。自昔攸歎。或詐得遺簡。或賄定私文。或", "1453": "變亂古經。或依託聖證。儒且多有。釋豈獨無。要在善", "1454": "讀者廣學博究。分別觀之而已。故竊謂英國此舉。實", "1455": "關一代時教利害出入之機。非細故也。以其利言之。", "1456": "則於過去為大佐證。於現在為大結束。於未來為大", "1457": "防閑。初中後三善備焉。以其害言之。則去聖久遠。羣", "1458": "言淆亂。苟非大權菩薩。祕慶喜之多聞。達淨名之隨", "1459": "墮。示與同事。而密持法印。以一再證明印定之。即安", "1460": "知今日聲明絕學之興。不為他日盜法亂統之漸。此", "1461": "息庵等所由掩卷俯仰。西笑方濃。輒復憂從中來。不", "1462": "可斷絕也。爰不自量。願託慈照末光。得讀所稱三百", "1463": "餘種之首題名字。具載錄中。華梵並存。用備參考。其", "1464": "間同名別行之本。重出誤收之本。殘缺失次之。本統", "1465": "求憫念眾生。勘詳開示。存校錄之實。決方來之疑。茲", "1466": "事非旦夕可成。初不敢仰勞神用。前曾函乞文雄上", "1467": "人錄示所見。笙師介紹之。計達到矣。今思上人游歷", "1468": "數載之間。學通三國語言文字。譯成兩經。則歲月已", "1469": "淹。奚暇徧觀餘部。且乍習華文。彼此又非雅故。脫或", "1470": "來教未達。存疑不可。遣疑又不能。必出於再三之凟。", "1471": "心云何安。是用復敂大慈。籌量方便。或借院中存日。", "1472": "徑翻華言。或凂肄業諸徒。轉度英語。計每經但取題", "1473": "名。無過四五千字。文義本不連貫。譯手應尚易求。筆", "1474": "札供養多少若何。先乞裁定示下。覺塵有弟味畬。現", "1475": "當上海道署洋務局委員。與電報局友相熟。家仲禮", "1476": "參軍。亦在道署。謹擬密電數條於後。一惟慧照孰便。", "1477": "或附官報傳致之。均可無誤。十六觀圖頌經本新刻。", "1478": "精妙絕倫。啟發不少。前乞大智權巧。以如幻法。入燈", "1479": "影鏡戲中。不識能如願否。法弱魔彊。至於此極。方復", "1480": "徐行雅步。欲以空名爭之。兒戲化之。是猶不可以已。", "1481": "乎。惟尊者宿與同願。幸垂手焉。臨頴無任渴仰。不覺", "1482": "詞煩。敬請道安。統惟心印不備。", "1483": "是書寫定未發。而仍存之者。蓋有故也。初余假讀", "1484": "息庵所藏徑山本全藏。有某氏手寫總目一冊。以", "1485": "閱藏知津對勘之。闕數十種。後聞日本新校大藏。", "1486": "同徑山例變摺本為書本。亟購得之。凡四百十八", "1487": "冊。合八千五百三十四卷。略依知津分別部居。而", "1488": "無總目。殊不便於繙檢。息庵續購得四五部。檀施", "1489": "諸山。亦無之。且其每門列目。有知津及某氏所載。", "1490": "而反關如者。於是發心共議。據之為藍本。略為增", "1491": "損。合南藏總目。行素堂彚刻藏經目。參以龍藏彚", "1492": "記。傍及藏外流通諸本。通為一編。而英國所得印", "1493": "度流傳。梵文原本三百餘種。尤為末法吉光片羽。", "1494": "并附入之。以待將來大心菩薩。得有所據。網羅散", "1495": "失以集其成。惟時仁山居士。方從曾惠敏公。出使", "1496": "英法俄諸國。因作此書。求為臂助。既而諸方緇素。", "1497": "諈委息庵。復購得五六部。而以其一施西天目山", "1498": "常住。子簡為之檢理。忽獨多總目一冊。且詳載其", "1499": "校勘凡例若干條。知其用心。至為深密。為之狂喜。", "1500": "蓋彼中道俗。鄭重此編。初出書時。總目未遽定也。", "1501": "於是此書前幅所言不可用。而息庵訪聞翻譯梵", "1502": "夾。亦頗繁費。仁山又將次期滿言歸。未必能從容", "1503": "為。此遂不復發。然此書本旨。關係一代時教利害", "1504": "出入之機。誠非細故。具如後幅所云。法運將轉。當", "1505": "有深心大力護法諸君子。覧而興起。荷擔斯事者。", "1506": "故特存原稿。拭目以俟。", "1507": "善生經序善生經序", "1508": "佛以五時設教。徧赴羣機。固不能無小大偏圓之異。", "1509": "而要使隨類得解。以止惡進善。而極於忘善。則一也。", "1510": "故諸大乘經廣談理性。罕及事修。非廢事修也。得乎", "1511": "後時之說者。自必會通乎前時之說。喻如老師宿儒。", "1512": "豈復待順朱填墨口授四聲。若甫得乎前時之說。遂", "1513": "謂不必更有後時之說。則兒童見解矣。此善生經。屬", "1514": "小乘部。蓋佛在第二阿含時。專為在家眾說。親切簡", "1515": "要。諸小乘中說世法者。莫尚乎此。使人人能依教奉", "1516": "行。豈惟法運轉機。翹足可竢。抑遠公所謂適道固是", "1517": "教源。濟俗亦為要務者。其不在茲歟。淨侶蕅香。募刻", "1518": "長阿含經竟。復流通此一分。單行廣勸用釋羣疑。爰", "1519": "歡喜讚歎。為敘教乘大意於首簡。與諸方道俗。共信", "1520": "受焉。", "1521": "精嚴寺同戒錄序精嚴寺同戒錄序代妹𦕓劉頌年作此篇勸官長護法維繫民心", "1522": "一代時教。台四賢五。科判不同。約而論之。不外乎戒", "1523": "定慧三學。由戒生定。由定發慧。門仞階級。條然歷然。", "1524": "初無二致。故律別為一藏。而欲續佛慧命。成菩薩道", "1525": "者。必自戒始。戒有多品。莫不以在家律之殺盜淫妄", "1526": "酒五戒為根本。必先具足能持。然後聽許出家。授以", "1527": "沙彌比邱菩薩三壇淨戒。而亦必量根利鈍。若五夏。", "1528": "若多夏。步步增進。不許躐等。雖菩薩戒。間有正受權", "1529": "受漸受頓受之差。而佛制謹嚴。大要如是。菩薩戒有", "1530": "二本。其一出地持品。為慈氏菩薩所說。其一出梵網", "1531": "經。即今所傳受之十重四十八輕戒。乃七佛遺制。本", "1532": "師所說也。故經言我今半月半月自誦諸佛法戒。是", "1533": "諸佛之本源。行菩薩道之根本。是大眾諸佛子之根", "1534": "本。而又申誡之曰。受而不誦者。非菩薩。非佛種子。受", "1535": "而犯者。即失比邱比邱尼位。墮三惡道中。夫其章條", "1536": "簡約。不及比邱律四分之一。既必能持彼戒而後進", "1537": "以此戒。則復何虞其失墜。而本師乃鄭重提撕。至於", "1538": "現身說法。常自讀誦。勤慎如此。吾於是歎佛法世法", "1539": "之所以圓融。而吾儒反經合權之說之未易言也。葢", "1540": "比邱戒局於出家。四眾專為自度。故但遮不開。所謂", "1541": "可與立未可與權。未至菩薩位者應如是也。菩薩戒", "1542": "則通乎在家七眾。當自度以度人。故開󴎯持犯。方便", "1543": "隨宜。所謂忤而能合為知權。不但能立也。所謂治世", "1544": "資生。皆與實相不相違背。菩薩位應如是也。故其章", "1545": "條。有雖重而為眾生故。開之不為失者。有雖但遮不", "1546": "開。而失之許復受者。有雖開遮隨宜。而一失永失。不", "1547": "許復受者。此其輕重無常形。持犯無常準。自非精思", "1548": "熟習。深解義趣。毫𨤲有差。天地懸隔。然則菩薩戒之", "1549": "不得白衣徑受。而世尊履憂濟民之心。不尤彰明較", "1550": "著歟。末法衰敝。教觀全荒。毗尼尤失本旨。葢自直指", "1551": "單傳之旨。五宗盛行。豁達狂禪。輙以祖師應機予奪", "1552": "一期方便之談。執為實法。謂貴見地不貴行履。而律", "1553": "儀疎。謂直證心源不立文字。而經教亦幾廢。於是南", "1554": "山宗下諸大師。先後輩出扶持之。而沿習忘返。旋復", "1555": "旋失。卒至三壇併受。取辦於旬日之間。而大壞矣。法", "1556": "運轉機。不可思議。明季則有慧雲三昧二老。大權善", "1557": "巧。乘願再來。因其末失。約歸本制。以折其中。而賢宗", "1558": "蓮池。台宗蕅益二大師。復著戒疏發隱合註。箋要。三", "1559": "書。發明昌大之。然後趨時適變。契理契機。至於今不", "1560": "廢。　本朝龍興。", "1561": "世祖章皇帝。肇啟皇壇。親受戒於玉琳國師。", "1562": "大內供奉。", "1563": "佛菩薩像。日祭月祭季祭及", "1564": "堂子立杆大祀。典禮綦隆。而", "1565": "列聖深心宏護。又特沛", "1566": "殊恩。開除則代官限戒期。部頒度牒二例。使天下叢", "1567": "林。隨地隨時。授受無礙。於是海隅日出之地。咸開戒", "1568": "壇。而三昧門人見月師所著傳戒正範一編。亦時至", "1569": "理彰。咸知信受。兩浙號稱僧海。雍正初元。撫臣李馥", "1570": "欽奉", "1571": "世宗憲皇帝批諭。加意護持。至今士民傾向。瓶鉢相", "1572": "安。實惟", "1573": "列聖深恩是賴。精嚴寺為秀州名剎。代出高僧。詳載", "1574": "志乘。咸豐間住持濟延和尚。梵行卓然。一時推為長", "1575": "老。兵後寺廢。和尚竭十數年銖積寸絫經營之。不假", "1576": "檀施。頓復舊觀。傳戒兩期。宏利甚大。嗣法孫願新師。", "1577": "能承其業。往歲藏經閣一役。始終以羼提波羅密成", "1578": "之。亦不假檀施。猶先志也。今於佛誕日放戒。奉所編", "1579": "同戒錄謁余為之序。余曩者承乏天台。退食餘間。訪", "1580": "尋國清真覺諸老宿。知台家子孫。於布薩誦戒遺規。", "1581": "猶有存者。其門庭之不廢。益有本矣。余因是重有慨", "1582": "焉。　國朝尊崇佛教。　家法相承。我", "1583": "世宗天縱至聖。世出世間。道法一貫。特頒", "1584": "御選語錄。宗鏡大綱。經海一滴於龍藏中。勸誡緇徒。", "1585": "美矣備矣。顧於傳受訛濫之處。不強以復古。且寬其", "1586": "戒牒舊制者。抑豈不知教網張弛之異宜。折攝之必", "1587": "當互用哉。休養日久。生齒日繁。計夫授田。勢有所不", "1588": "給。而近世出家者流。率不免七種衰相。其品類固鰥", "1589": "寡孤獨顛連無告者居其半。而種性亦愚懵媮懦者", "1590": "有之。孤僻不近人情者又有之。進之既無以圖存。退", "1591": "之復恥為人役。空王可托。姑妄自寬。此固仁政所宜", "1592": "先。如來說為可憐憫者。因而任之。所欲與聚之。使得", "1593": "藉夫法食二輪之運。內消磨其氣習。而外以支其身。", "1594": "而一二能持師說以匡其徒者。穎脫於中。為世良導。", "1595": "則即其藏小二教。緣業感應諸說。亦足濟刑賞忠厚", "1596": "之窮。而蠲敝崇善。是則", "1597": "佛心天子御世微權。所為同民出治。以滌瑕盪穢於", "1598": "無形中者。至大且遠。固非小儒淺夫所能仰窺萬一", "1599": "者也。嗟乎。教者。維繫民心之具也。後漢迄唐。三藏靈", "1600": "文。盡入中國。佛遂為中國之教。與儒教並行久矣。近", "1601": "數十年來。海內多故。異說喧豗。愚民之為利誘以去", "1602": "者。日深而日眾。而以余所聞見。庸庸緇素。與夫鄉愚", "1603": "婦孺之皈心佛乘者。其說雖多鄙誕不足道。而先入", "1604": "為主。無淺無深。胥不為所搖動。其效可覩矣。世之人", "1605": "顧猶以其傳受訛濫。流品猥雜少之。動用詬病。何所", "1606": "見之不廣也。余於三乘諦理。無所窺見。顧　國家護", "1607": "持至意。具載", "1608": "硃批論旨。", "1609": "欽定會典。　皇朝通志等書。不敢不讀。而其今昔盛", "1610": "衰之由。與夫民俗向背之所在。尤不敢不盡心焉。願", "1611": "師勉乎哉。夫必能於入世法中。為安分之良民。斯能", "1612": "於出世法中。為學佛之肖子。今將紹隆祖席。普與初", "1613": "發心者翻染成淨。沾戒品而暢宗風。其必當約飭同", "1614": "參。生大慚愧。生大慶幸。兢兢焉惟真俗二諦不圓之", "1615": "是懼。而後於五篇之文。六和之義。廣學博究。以實證", "1616": "乎梵網所謂諸佛本源菩薩種子者。庶幾　佛恩", "1617": "國恩。可報萬分一。而濟延和尚之家風。亦可以不沬", "1618": "已。尚勉之哉。尚勉之哉。謹序。", "1619": "又序又序此篇勸信入法門者可證禪教律三宗統歸淨宗攝無不盡", "1620": "余自咸豐庚申。避地奔走。始學佛。流浪三十餘年未", "1621": "嘗歸。一句彌陀。相隨於苦樂違順境緣中。亦未嘗去", "1622": "也。今春養疴吳門。客自故鄉來。謂余曰。聞子學佛久", "1623": "矣。所見三藏靈文。禪教律淨諸家之說。亦不少矣。而", "1624": "專好淨土。何也。曰余根鈍。無量法門。不能徧學。而淨", "1625": "士家。乃禪家教家律家所歸宿也。龍樹菩薩所謂易", "1626": "行道者也。故專好之也。曰有同好者乎。曰余性嬾。寡", "1627": "交游。方外則尤寡。若國清後堂昭凡。龍華觀竺。天童", "1628": "廣昱。金陵妙空。杭州玉峯諸師。固皆相識也。諸師之", "1629": "行解淺深不同。與余交淺深亦不同。而念佛則同。", "1630": "余故益自信也。曰吾鄉濟延和尚。獨未相識乎。曰", "1631": "是精嚴住持也。庚申前亦嘗識之。聞其語。甚異其為", "1632": "人。和尚約眾甚嚴。余曾親見之。一日偕親友隨喜方丈。偶談及幼時背書。塾師執卷懵騰。乃佯忘不能", "1633": "背。塾師茫然不能舉其處。旁學生皆笑。話未終。和尚遽色變頓足曰。讀書人待先生如此。尚自多其能耶。拂袖", "1634": "而出。嗟乎。近時那得有如是人耶。余故別有說記其事惜當時未知有佛法。未", "1635": "與深談也。曰佛門衰壞。近數十年矣。而異教轉盛行。", "1636": "子盍出手眼一救之。曰余凡夫自救不了。焉能救人。", "1637": "曰姑言其意。曰無可言也。昔朱子讀佛書。謂門人曰。", "1638": "可見他家自有人。我家自無人。那得不被他揮下也。", "1639": "然則苟不得人。非他人所能救。更何言。曰今和尚嗣", "1640": "法孫願新師。於佛誕日放戒。所請羯磨教授及正副", "1641": "訓諸師。皆一時龍象。子盍往瞻風焉。曰余病未能也。", "1642": "曰故事。以在壇師弟之名號年歲籍貫。編為同戒錄。", "1643": "而地方官紳隨喜法門者。得弁言簡端為外護。子固", "1644": "郡人也。又深於佛。請子從眾為之序。聊一言之。以勸", "1645": "進諸新戒。其可乎。曰法界從緣起。余與和尚交雖淺。", "1646": "而緣有在矣。微子言。固當序之。雖然。余所得於佛法", "1647": "者。不過大海中毛端之一渧。不足以酬諸新戒。又方", "1648": "病。不能文。勉彊為之將益困。可奈何。曰無傷也。有方", "1649": "便也。我為諸新戒質所疑。子第舉古人公案一二則", "1650": "酬我問。子口而我手。不揀粗言細語。若語錄然。有不", "1651": "顯。則更詮解之。使皆易曉。不拘拘於文律。亦庶乎其", "1652": "可也。曰可哉。曰敢問是錄之體裁。頗似舉子題名錄。", "1653": "古有之乎。曰無有也。余謭陋。所見前代高僧集中猶", "1654": "無之。儒家可知矣。葢自", "1655": "世祖章皇帝親受戒於玉琳國師。儒佛竝重。", "1656": "列聖家法相承。深心宏護。開除前代部頒度牒之例。", "1657": "使叢林師弟。得自傳受。明眼者創為此錄。以別宗派。", "1658": "敘夏臘。亦所謂禮由義起也。故自彭二林集中始有", "1659": "之。時為之也。曰每壇必三人何也。曰佛制也。多則為", "1660": "濫法。佛世在家五戒不嚴淨。不得進沙彌戒。末法世", "1661": "道苦。窮民多一期傳受。絫至數十壇。名盛而實衰矣。", "1662": "亦時為之也。曰沙彌比邱菩薩三壇并進。亦佛制乎。", "1663": "曰非佛制也。東土傳律。始於曇柯迦羅。其後南山一", "1664": "宗。盛衰無常。凌夷至於明季。　國初慧雲三昧二大", "1665": "師。因其末失。而變通折中之。見月師傳其業。作傳戒", "1666": "正範一編。至今遵守。亦時為之也。曰佛法可變通乎。", "1667": "曰可。昔魏嘉平中。僧徒請譯戒律。迦羅不許。謂律部", "1668": "文言繁廣。佛教未昌。必不承用。僅譯僧祇戒心。立羯", "1669": "磨法而止。以今方古。五夏學習之舊制。必不承用。殆", "1670": "有過之。存此告朔餼羊。以待轉機。奚而不可。曰然則", "1671": "得戒乎。曰是難言也。昔道進欲從曇無讖受菩薩戒。", "1672": "讖云。且悔過。乃竭誠七日七夜。詣讖求受。讖忽大怒。", "1673": "可見不許數日內輕忽了事進更思維。但是我業障未消耳。乃戮", "1674": "力三年。且禪且定。可見但定不是禪。禪與定是兩種工夫。敢請坐香跑香諸菩薩。平心", "1675": "靜氣。於此著眼即於定中。見釋迦文佛。與諸大士。授己戒法。", "1676": "其夕同止十餘人。皆感夢如進所見。進欲詣讖說之。", "1677": "未至數十步。讖驚起唱言。善哉善哉。已感戒矣。凡真參實", "1678": "究觸境遇緣而頓悟者。明眼師家。一望即知。載在諸家燈史多矣。據此段公案。可見真得戒者。與禪宗所謂破", "1679": "本參無異。方是一得永得。近人輕視持戒。為著相菩提。可謂瞎卻正法眼藏。其實梵網經中。前偈有云。眾生受", "1680": "佛戒。即入諸佛位。位同大覺已。真是諸佛子。試思其云即云同云真。是箇甚麼。後偈有云。應當勤觀察。諸法真", "1681": "實相。不生亦不滅。不常亦不斷。不一亦不異。不來亦不去。如是一心中。方便勤莊嚴。試思這八箇不字。是箇甚", "1682": "麼。再試思這數句。與念佛法門。何等親切。尚可看輕念佛。不能透宗乎。普望諸菩薩平心回首我當", "1683": "更為汝作證。次第於佛像前為說戒相焉。據此。則苟", "1684": "師皆如讖師。弟皆如進師。何不得之有。曰進師既見", "1685": "佛得戒矣。讖師復為說戒。何也。曰佛法理事雙圓。不", "1686": "得偏廢。苟舉理遺事。則墮於沈空滯寂。苟執事昧理。", "1687": "則失之色見聲求。進師雖得其理。而事相未圓。故必", "1688": "重說之。所謂即理成事也。昔智嚴未出家時。嘗受五", "1689": "戒。有所虧犯。後入道受具。常疑不得戒。每以為懼。可見", "1690": "在壇一期說戒。佛門規制如是。出家人應當演習此儀。非謂說過了。便為已得。試看古人何等鄭重。不肯自欺", "1691": "如此。且係未出家時所虧犯。尚不敢輕自放過。況出家求戒以後乎。普望諸菩薩留心著眼積年", "1692": "禪觀。而不能自了。遂汎海到天竺。諮諸明達。值羅漢", "1693": "比邱。具以事問。羅漢不敢判決。可見證明極難。羅漢尚不敢輕易乃", "1694": "為嚴入定。往兜率宮諮彌勒。彌勒畣云得戒。嚴大喜。", "1695": "時年七十八矣。如此高年。不憚遠涉辛苦勤求。古人辨道心。殷重如此據此公", "1696": "案。則所謂因事顯理也。葢此理非他。即諸佛眾生同", "1697": "具之戒體。清淨本然。在聖不增。在凡不減。梵網經言。", "1698": "汝是當成佛。我是已成佛。常作如是信。戒品已具足。", "1699": "正指此也。夫能信則必勤懺悔。勤懺悔則翻染成淨。", "1700": "還其本然。初非新得。故或先證此體。而一切戒法戒", "1701": "行戒相。可具足焉。進師其榜樣也。或先由戒法戒行", "1702": "戒相一切具足。而後能證此體焉。智師其榜樣也。客", "1703": "瞿然而興曰。若是。則入道初基。先已難之又難。無量", "1704": "法門。何自得入乎。曰子無疑沮也。復坐。吾明語子。子", "1705": "疑無量法門何自入。亦知無量法門。何自建立乎。建", "1706": "立於無量法界也。無量法界。束之為十法界無量法界何自建立。", "1707": "建立於子之一念也。子若無念。則同木石。不可云出", "1708": "入。有念即落一法界。不落於此。即落於彼。然則子本", "1709": "未嘗出。更何求入。曰若是。則迷悶滋甚。曰即今迷悶。", "1710": "亦落一法界。迷悶屬癡業所攝。即三惡法界而知此迷悶者。為有念", "1711": "乎。為無念乎。為入乎。為出乎。有念無念。兩頭關斷。而", "1712": "無量法門之總持門。堂堂在目前矣。曰是何說也。曰", "1713": "是即念佛法門之說也。何以必念佛。正以念即落法", "1714": "界。與其落他法界。不如落佛法界也。曰不嫌著相乎。", "1715": "曰無相可著也。何以故。譬如子聽我說我說有聲子", "1716": "聽成聞聞全是聲聲外覔聞不可得彼此能所交互反覆可成多疊今文從省舉一反三在善讀者則子之能聽不", "1717": "立矣。聲全是聞。聞外覔聲不可得。則我之所說亦不", "1718": "立矣。念佛亦然。正當舉念念佛。而已念念是佛。更無", "1719": "念外之佛。為念所念。全佛是念。亦無佛外之念。能念", "1720": "於佛。是故熾然念他佛。熾然無相可著也。夫現前之", "1721": "一念。本自離過絕非。今即以此離過絕非之一念。念", "1722": "彼修證圓滿之洪名。則念念之間。萬德熏染。更何惡", "1723": "之不除。何善之不集。而奚啻持戒乎。曰念佛即淨諸", "1724": "戒。古有是說乎。曰傳戒正範嘗言之矣。其說懺悔法", "1725": "云。或死心參究。實悟無生。或結壇禮懺。求見相好。或", "1726": "專修淨土。帶業往生。此段本文。係說犯七遮罪者。不得受戒。其下文義甚明。不可誤", "1727": "會。葢七遮罪。即是五逆。大本說彌陀四十八願中。明云唯除五逆。誹謗正法。彌陀本願如是。斷不能帶此五逆", "1728": "重業而徃生也。至觀經乃本師釋迦所說。其下下品中五逆亦得生者。似與大本相反。諸家解釋此經。多方和", "1729": "會。其實皆屬牽強難通。當知彌陀發願之不許徃生者。乃在兆載永劫以前。及後願滿成佛。彼時大千世界。彌", "1730": "陀為教主。佛化一統。無非念佛。眾生習慣已久。故不許恃有彌陀攝受。任作重業。即使臨終能念。亦因習慣已", "1731": "久。信力悔力。轉不能真決勇猛。雖有彌陀攝受。亦心力已輭。不能徃矣。本師說觀經之許往生者。彼時淨土法", "1732": "門甫開。下品下生輩。生平未聞。臨終始聞。一聞即念。念畢即終。悔力信力。二俱勇決。更無轉念。故得往生。此剎", "1733": "那頃。稍一遲疑。決難徼倖。其所以生平未聞者。大本經有明文。佛告彌勒。諸佛經道。難得難聞。若聞斯經。難中", "1734": "之難。無過此難。據此。可見菩薩尚爾難聞。況下品下生。平日具諸不善者乎。方今阿彌陀佛名號。人人會念。正", "1735": "與彌陀佛化一統時相同。故造五逆者。斷不能徃生。與彌陀本願正相應。兩經本是各明一義。不勞和會。此說", "1736": "於戊寅年。元墓寫經壇中。五十三晝夜念佛不斷。欲釋此兩經相違之疑求佛加被。忽於正念佛時。若聞人說", "1737": "如上云云。豁然心開。隨筆成文。壇中眾人共見。今載在報恩論中。見月師如此明說不許受戒。正是大善知識。", "1738": "獨具隻眼。其不說明七遮不得徃生者。一則不能不遷就諸家和會之說。二則戒壇中有此等人。既不許其受", "1739": "戒。祇得姑許懺悔。庶不當場揭破。世相能圓。此中具有苦心也前二法。即道進智嚴", "1740": "二師已收之效。後一法。則永明壽禪師所謂無禪有淨", "1741": "土。萬修萬人去。但得見彌陀。何愁不開悟者也。葢帶", "1742": "業云者。謂無作之業。無力懺除。自今以往。更不復作。", "1743": "則雖未證罪福性空之理。而事相已當下清淨。不啻", "1744": "持戒矣。觀經九品往生章。中下品以次。種種生相。其", "1745": "明證也。曰敢問其詳。曰昔蓮池大師。以一句彌陀。全", "1746": "攝六度波羅密。徹悟禪師念佛伽陀。亦同此義。其中", "1747": "尸羅度者。即持戒也。今請為子演暢之。此一句佛。念", "1748": "念慈悲。即殺戒淨。念念定靜。即淫戒淨。念念放下。即", "1749": "盜戒淨。念念誠實。即妄語戒淨。念念覺照。即酒戒淨。", "1750": "夫戒名制止。所以止惡也。戒名三聚。一攝律儀。一攝善法。一攝眾生。", "1751": "故名三聚所以進善也。五戒列十重之前。為一切戒之根", "1752": "本。於此能淨。餘可類推。則制止之義。念佛盡之矣。經", "1753": "云眾生心想佛時。是心即是三十二相。八十隨形好。", "1754": "何律儀而不攝乎。又云是心作佛。是心是佛。何善法", "1755": "而不攝乎。又云。觀佛身故。亦見佛心。佛心者。大慈悲", "1756": "是。以無緣慈。度諸眾生。何眾生而不攝乎。此三義。菩薩戒彭二", "1757": "林居士所說。最為精要則三聚之義。亦念佛盡之矣。小本彌陀。", "1758": "以念佛為多福德因緣者以此。大本彌陀。以一向專", "1759": "念為正行。萬善回向為助行者。亦以此也。曰律家歸", "1760": "宿淨土。既聞命矣。敢問教家。曰世尊四十九年中。五", "1761": "時設教。應機不同。天台智者大師。據法華宗旨。判為", "1762": "藏通別圓四教。至賢首師時。因禪宗盛行。別教收機", "1763": "不能盡。復據華嚴宗旨。判為小始終頓圓五教。乃益", "1764": "周備矣。昔蹣庵成禪師。以一喝入五教。謂方喝是有。", "1765": "能入小教。喝已是無。能入始教。道無則原初實有。道", "1766": "有則即今實無。不有不無。能入終教。有喝之時。有非", "1767": "是有。因無故有。無喝之時。無非是無。因有故無。即有", "1768": "即無。能入頓教。一喝不作一喝用。道有而纖塵不立。", "1769": "道無而橫徧虗空。即此一喝。入百千萬億喝。百千萬", "1770": "億喝。入此一喝。能入圓教。吾嘗以淨宗為教內別傳。", "1771": "與禪宗之為教外別傳者。正相對待。一時具眼者。頗", "1772": "韙斯言。今試將阿彌陀佛一句。作一喝觀。則與蹣庵", "1773": "一鼻孔出氣。更無差別。三乘十二分教。一例普收矣。", "1774": "是以千經萬論。處處指歸淨土。乃至般若大經六百", "1775": "卷。為眾經中王。而大智度論。謂如來所以說此摩訶", "1776": "般若波羅密者。為欲令眾生念佛三昧得增益故。正", "1777": "為此也。曰教家歸宿淨土。亦聞命矣。禪家如何。曰達", "1778": "磨西來。直指心源。不立文字。而末後以楞枷四卷印", "1779": "心。可知五宗門下。棒喝交馳。語錄塞破四天下。亦無", "1780": "非印心之具。故若但指心源。則上來以阿彌陀佛一", "1781": "句作一喝觀。即於禪宗。攝無不盡。若謂五家宗旨。非", "1782": "異非同。而門庭設施。各不相濫。則此阿彌陀佛一句。", "1783": "又能於其各不相濫處。分別攝之。何則。此一句佛。斬", "1784": "斬截截。直下承當。能攝臨濟宗。此一句佛。密密層層。", "1785": "一絲不亂。能攝曹洞宗。此一句佛。平平實實。儘受商", "1786": "量。能攝溈仰宗。此一句佛。孤孤迥迥。羅籠不住。能攝", "1787": "雲門宗。此一句佛。現現成成。拈來即是。能攝法眼宗。", "1788": "夫彼此相攝。正是彼此相成。禪淨之本無高下。尚待", "1789": "辯哉。末法禪和。借一句話頭。躲跟枯坐。不但於淨土", "1790": "教理。一無所知。即諸家祖師語脈。亦全未體會。而但", "1791": "儱侗顢頇。執禪謗淨。脫空謾語。自欺欺人。實犯大妄", "1792": "語戒而不自知。聞此諸說。亦可以深長思矣。客曰。甚", "1793": "矣。子之於淨土也。可謂能張大其說矣。抑思是一非", "1794": "餘。都成戲論。子又安知彼禪教律三家。不能各各張", "1795": "大其說。以為餘家皆歸宿於彼乎。曰不能也。教者。佛", "1796": "言也。戒者。佛行也。禪者。佛心也。而淨土。則全體佛境", "1797": "界也。舉全體佛境界。而心言行自在其中。初非有意", "1798": "張大之也。既自在其中。則亦何庸是此而非彼乎。且", "1799": "世人都以禪淨並稱者。亦謂既得佛心。自賅言行。而", "1800": "心與境本對待。故大集經。有若人但念阿彌陀。是為", "1801": "無上深妙禪二句也。殊不知上句特下但念二字。次", "1802": "句特下是為無上深妙六字。經意分明以淨攝禪。直", "1803": "謂不念彌陀。不妨是禪。而終不為無上深妙禪。佛言", "1804": "如是。子尚何疑乎。客乃恍然曰。善哉。吾未之前聞也。", "1805": "洵所謂無礙辯才哉。雖然。必若子言。不知此一錄中。", "1806": "若者能如昭凡諸師。為子同志也。曰是無庸慮也。子", "1807": "以是錄為類乎舉子題名錄。昔人固嘗歎羨題名錄。", "1808": "為千佛名經矣。即今直省三年大比列名錄中者。率", "1809": "千數百人。而其間心術學術。易簡正大。可言可行。而", "1810": "不傍門戶。卓然獨有千秋者。曠世不一二。其次傍門", "1811": "戶矣。而未始空言也。其次空言矣。而未始無心得也。", "1812": "則或百年一遇焉。或數十年一遇焉。最下依草附木。", "1813": "乃至終身抱兔園冊。舍利祿之途。不復知有何事者。", "1814": "比比皆是也。生才之難。古今同慨。世出世間。豈有異", "1815": "哉。亦辨乎其志而已。今諸新戒慨然有志斯道。不欲", "1816": "以粥飯僧自了。而發大勇猛。生大慚愧。勤求大戒。以", "1817": "自度度人。則必將內量根器。外察時機。研教或入歧", "1818": "途之迷。參禪又蹈頑空之險。惟日勉勉焉於淨土三", "1819": "經。深心信解。而單提一念。以會歸於彌陀願海中。為", "1820": "末世建精進幢。開正法眼。使諸眾生。咸知念佛一門。", "1821": "賅貫一切。應佛本願。欲求徃生。全重發願。大小本經。皆有明文。願力真切。則信行在", "1822": "其中矣決定得生。念自佛亦生。念他佛亦生。雙念自他", "1823": "佛亦生。三藏中。本無此三種分別。後人欲與禪宗相對。乃援實相無相之義。而為念自佛之說。其", "1824": "實自慧遠曇鸞道綽善導諸師。一脈相承。皆老實念他佛。正以他佛即自佛。無須分別也一心亦", "1825": "生。小本言一心不亂者。祇是專修無雜之謂耳。蓮池大師時。因狂禪謗淨。特地推至窮高極妙以折服", "1826": "之。而有事一心理一心之說。其實惟有上三品生者。能到此一心境界。中品便做不到。況下品乎。所以昔人亦", "1827": "多辯論疏鈔。以為主張太過。若必如其說。則龍樹不得判為易行道矣。近見念佛者。多為此四字自疑。以致退", "1828": "墮。故特辯明之散心亦生。漢吳二譯大本彌陀經。善導觀經疏。妙叫直指。蕅益要解宗論。堅密", "1829": "十要序。皆有明文。葢散心者。並非浮泛之謂。但不專修念佛。或兼他法門。或雜修世善。而信願堅固。故亦得生", "1830": "乃至半信半疑而亦生。漢吳二譯大本有明文至捷至圓。至穩", "1831": "至易。宗龍義虎。萬善同歸。然後親近彌陀。現生取辦。", "1832": "則豈惟十方上善。把臂同行。抑過去若禪。若教。若律。", "1833": "若淨。諸祖師。常寂光中。咸垂護念。且使是錄也。亦得", "1834": "如吾儒紹興。寶祐。兩朝登科錄。傳信力來。增重法苑。", "1835": "而余今於病榻中。與子問畣解說書寫。往復精神。亦", "1836": "託之以常住不壞。豈非時至理彰。龍天推出。夙緣有", "1837": "在。不可思議者哉。客歡喜作禮曰。是我心也。亦見子", "1838": "之心矣。請詮次前後手草。以勸進諸新戒。並俟同志", "1839": "緇素。共商訂焉。余應曰諾。遂略刪定付之而去。", "1840": "天台縣護持叢林永禁私佔示天台縣護持叢林永禁私佔示代妹𦕓劉頌年作可為護", "1841": "法榜樣", "1842": "為頒章勒石。護持叢林。永禁私佔事。照得象教之興。", "1843": "有裨世教。東漢以降。歷代尊崇。　本朝", "1844": "家法相承。儒佛並重。　大內一切", "1845": "祀典法事。及", "1846": "列聖提持宏護深心。具載", "1847": "欽定滿洲祭天祭神典禮。", "1848": "欽定大清會典。", "1849": "庭訓格言。", "1850": "硃批諭旨。", "1851": "上諭內閣。", "1852": "御選語錄。", "1853": "御錄經海一滴。", "1854": "欽定日下舊聞考。", "1855": "敕修直省通志。", "1856": "列聖御製詩文集等。而各處名山古剎。亦往往", "1857": "親製󳬴文。闡揚佛法世法圓融不二之旨。使道俗咸", "1858": "欽。常住永賴。凡屬釋子。宜如何仰承", "1859": "德意。感奮修持。勉遵淨住之規。無失叢林之望。況本", "1860": "寺為智者大師應化之地。後起有章安以下嗣法諸", "1861": "賢。門庭設施。舊章具在。本縣夙聞台宗四教。法海全", "1862": "收。末後單提淨土。尤合法華開權顯實。會三歸一之", "1863": "本懷。為諸宗所莫能外。故凡道場所在。皆以講經為", "1864": "本。念佛為歸。其住持亦皆合眾公推。不拘宗派。但能", "1865": "嚴淨毗尼。兼是二行。即可瓣香別接。秉教匡徒。乾隆", "1866": "間國清寺。因教下無人。約集諸山耆宿公議。延請臨", "1867": "濟宗寶林禪師。主持方丈。由是拈椎豎拂。與經聲佛", "1868": "號。並暢家風。傳衍到今。是為明證。據此可見惟人宏", "1869": "法。非法宏人。但期續𦦨於心燈。總是傳家之種草。是", "1870": "以專就法論。則所重講經念佛。尚不容以本宗子孫。", "1871": "無知濫位。況在他宗。而兼就人論。則但肯講經念佛。并", "1872": "不揀於他宗子孫。兼修餘行。況在本宗。此不獨宗教", "1873": "律淨。本屬一家。無庸割截虗空。強分疆界。抑亦大師", "1874": "門下。知恩識法。重道輕財。真實為人。圓通善應。使學", "1875": "者如古人之義社。常得親賢。亦師家譬俗姓之兼祧。", "1876": "無嫌亂統。權不失正。公而忘私。洵足起末法之衰頹。", "1877": "作諸方之標準已。乃近來法門不振。僧徒無慙。借參", "1878": "話以躲跟。託坐香而養懶。心常著有。反斥持名為色", "1879": "見聲求。目不識丁。輒誚研教為算沙數寶。如斯執謬。", "1880": "猥號師僧。自誤誤他。已堪痛恨。況復分人分我。爭利", "1881": "爭名。三毒熾然。六和全背。占十方常住之產。為一門", "1882": "火主之私。付法卷必手薙親徒。輪房分作堂頭和尚。", "1883": "則是名為佛子。而實作家賊。毀滅宗主。欺罔人天。既", "1884": "紊亂乎清規。亦大干乎法紀。本縣親查密訪。有天封", "1885": "護國兩寺。正犯此弊。而天封僧兼并華頂方丈一案。", "1886": "輒敢委地方公議於草莽。視前縣詳案如弁髦。尤王", "1887": "法所難寬。實佛門之敗類。若不專案嚴辦。通飭定章。", "1888": "革除弊風。永禁私占。上何以副　國家護持之意。下", "1889": "何以慰士民皈向之誠。為此申明例禁。參酌律儀。刊", "1890": "頒章程。並附發古德共住規約二種。剴切曉諭。除將", "1891": "天封護國兩寺僧分別查辦外。示仰合境各寺僧知", "1892": "悉。嗣後無論是何宗派。所有住持。一律公推。現頒章", "1893": "程。一律恪守。其古德規約二種。准其酌量本地情形。", "1894": "另議呈核。一律祇遵。倘有違犯。定即照章懲處。決不", "1895": "能以姑息為慈悲。冀徼倖於萬一。懍之慎之。勿貽後", "1896": "悔。至台宗提唱諸經。著述繁富。而現頒章程。獨舉大", "1897": "本無量壽經遺教經二種者。不特畏繁樂簡。隨順時", "1898": "機。亦乃統宗會元。賅通教理。葢奉佛當隨佛學。誦經", "1899": "必依經行。惟大本當來獨留。以明倫建萬行之首。惟", "1900": "遺教最後略說。以持戒結五時之終。故一則", "1901": "大內常宣。一則先儒稱重。誠見其性修不二。真俗雙", "1902": "圓。必無愧為盛世之良民。乃有合於樂󳬛之教主。其", "1903": "理尤深切著明也。諸僧等當知佛法大要。不外乎時", "1904": "節因緣。現當異說橫行。正教譌替。信種日少。疑謗日", "1905": "多。固由世道艱難。人根陋劣。亦半由爾諸僧不自量", "1906": "度。空腹高心。以至於此。本縣身膺民社。政務殷繁。今", "1907": "特於退食餘閒。不惜婆心苦口。為此一番整頓者。非", "1908": "謂爾諸僧足以擔荷大法。振興叢林也。此非常流所", "1909": "能為。亦非今日所當急。但願爾諸僧自知慙愧。善護", "1910": "譏嫌。勿濫收徒。勿早領眾。勿輕視文字。勿妄弄機鋒。", "1911": "守分安愚。少欲知足。常念國恩難報。信施難消。保此", "1912": "可為之基。勿令自我而壞。龍天在上。呵護有靈。法運", "1913": "轉機。庶乎日近。本縣望有厚焉。其各懍遵。切切特諭。", "1914": "募修揚州高󴐊寺正殿疏募修揚州高󴐊寺正殿疏代寺僧了凡作勸緇素各安本分即", "1915": "俗恒真", "1916": "寺本", "1917": "聖祖仁皇帝南巡行宮。雍正初奉", "1918": "敕發帑改建。維時恭逢", "1919": "世宗憲皇帝。聖神天縱。乘本願輪。提倡宗風。護持正", "1920": "法。江南北剎竿相望。而道場之盛。得人之多。推高󴐊", "1921": "為冠。迨道光壬寅癸卯間。海波不靖。僧徒散亡。寺頗", "1922": "廢壞。賴眾信力。旋復舊觀。咸豐初軍興。寺遂變為白", "1923": "地。眾信又併力修復之。禪堂僧寮。香積廚等若干楹。", "1924": "次第具備。獨正殿工費約萬緡。山僧慙媿緣淺。至今", "1925": "不能舉。且諸方元氣未復。物力艱難。我法門中又魚", "1926": "龍混雜。幸有一椽庇風雨。安杖拂。亦樂得耽閒守拙。", "1927": "隨分度日。一任山門外草深數丈。誰曰非宜。然雖如", "1928": "此。要是一往之談。未可執著。方今種種邪魔。揑怪逞", "1929": "強。妄立名目。遞相眩惑。世人多謂佛法大衰。流弊至", "1930": "此。不知我佛祇是一箇安本分人。本分之外。原無一", "1931": "法繫綴人天。從上諸祖師。亦祇傳得箇無法之法。完", "1932": "其本分。法尚自無。弊從何有。世人果能一眼󳬇破。將", "1933": "世出世間。異同同異。無量法門。一串穿却。拈來放去。", "1934": "不費纖力。直使普天匝地。大定永清。士農工商。各安", "1935": "本分。則豈唯魔外潛蹤。亦乃佛祖杜口。從此僧也得。", "1936": "俗也得。儒也得。佛也得。疑也得。信也得。生也得。死也", "1937": "得。乃至窮未來際。無邊剎海。蠢動含靈。無一不得。即", "1938": "無一不在", "1939": "世宗憲皇帝常寂光中。包涵徧覆。不識不知", "1940": "國恩佛恩。一時報盡。若也如斯會得。莫道高󴐊寺正", "1941": "殿永遠廢壞。不為欠缺。縱饒禪堂僧寮等一切廢壞。", "1942": "仍前一片白地。亦不為欠缺。何以故。是諸眾生本分", "1943": "中。覔絲毫壞相不可得故。亦莫道高󴐊寺禪堂僧寮", "1944": "等早自圓成。不為諭侈。即今正殿一切圓成。無量莊", "1945": "嚴。突過從前百千萬億倍。亦不為諭侈。何以故。是諸", "1946": "眾生本分中。覔絲毫成相。亦不可得故。既成壞皆不", "1947": "可得。更何佛魔利弊之可言。若也不會。眼見佛魔魔", "1948": "佛。利弊弊利。葛藤遍地。未有了期。又何敢脫空謾語。", "1949": "撥無因果。且既不諱有魔。豈諱有佛。不諱有弊。豈諱", "1950": "有利。山僧亦祇得隨順眾生。向葛藤窠裏。更扯葛藤。", "1951": "普望長官居士。善男信女。隨緣布施。成就勝因。貧者", "1952": "勿吝齒牙。富者更資財力。且道即此貧富不同。是葛", "1953": "藤耶。還是本分。若作葛藤會。人天福報。決定不虗。祇", "1954": "恐彈鵲用珠。到手翻成失算。若作本分會。山僧敢直", "1955": "言告報。還肯信否。即此便是高󴐊寺正殿。巍巍卓卓。", "1956": "彈指落成。山僧雖分身千百億。一一身出無量舌。一", "1957": "一舌出無量聲。讚歎福德亦不能盡。惟有恭敬禮拜", "1958": "而退。光緒二年秋八月。", "1959": "募建真覺寺緣起募建真覺寺緣起勸法門中人護持台教翊皇度崇正辟邪", "1960": "寺在天台佛隴右峯。本隋智者大師藏骨塔院。始建", "1961": "於開皇十八年。唐末衰敗。宋建隆初。十五世法嗣螺", "1962": "溪寂公。將錢忠懿王命。重建如舊。明萬歷時。二十八", "1963": "世法嗣真稔秀公重修之。　國朝嘉道間。相國阮文", "1964": "達公捐俸更新焉。易今名。嗣是數十年。舊材益朽蠧", "1965": "不可支。中更兵燹。緇錫星散。道場樹亦化汙萊。無過", "1966": "而問者。夫一代時教。莫大乎時節因緣。緣熟時至。則", "1967": "聖感眾應。眾感聖應。交顯互發。有不可得而思議者。", "1968": "漢永平三年。大法始來震旦。越四百七十九歲。當梁", "1969": "大同三年而大師生。宿契冥符。出家嗣南嶽。當是時", "1970": "禪宗方盛。承虗接響。顢頇儱侗之流半天下。而齊梁", "1971": "義學家。北七南三。又紛然競作。莫知所折衷。大師既", "1972": "證法華三昧。遂貫練群籍。判五時。張八教。俾學者自", "1973": "初發心以至成道。塗轍門仞。階漸位次。歷歷如觀掌", "1974": "紋。諸宗莫能外。豈非法王大統。垂絕復續。應機示現。", "1975": "有由來歟。大師既順世。禮塔者往往覩靈迹。塔前有", "1976": "井曰甘泉。白膩如乳。旱潦不增減。亦數有異徵。法運", "1977": "盛衰。驗之若蓍蔡。自始建院至今千二百六十餘年。", "1978": "成壞無常。不足繫輕重。獨錢王重建一役。山中人至", "1979": "今豔稱之。神應眾著。先是台家遭會昌沙汰之阨。教", "1980": "文散亡。寂公悉力搜羅不能得。會錢王讀永嘉集疑", "1981": "其語。國師韶公。勸王召寂公問義。遂發使高麗日本", "1982": "求遺書。得諸疏論以歸。王大悅。命寂公還山。重興祖", "1983": "庭。韶公偕焉。至之日。甘泉忽清澈見底。六閱月始復。", "1984": "而韶公足跡所到。一一如其故居。道俗驚歎。知為大", "1985": "師再來。顯示茲瑞。亦惟寂公之能紹家學。有以啟發", "1986": "王心。收中興之烈焉。夫昔人於伽藍廢興。恒有慨乎", "1987": "言之。謂可以覘世運。則豈惟是物力之豐嗇云爾哉。", "1988": "抑三代下人心轉移。離合之機。於是乎在。　本朝家", "1989": "法。儒佛並重", "1990": "大內供奉聖像。日祭月祭季祭。及", "1991": "堂子立杆大祀諸典禮。既勒為專書。復", "1992": "特命纂入會典。頒示中外。蓋惟", "1993": "聖知聖。導俗無方。因其所明而默寓勸懲。凡以同好", "1994": "惡而一觀聽。為天下後世慮者。至深且遠。夫是以近", "1995": "數十年來。教觀雖衰。世相亦壞。而殊方絕區不經之", "1996": "說。終不得大逞於時。其效可覩已。天高聽卑。無往不", "1997": "復。昨歲五月至八月。甘泉復清。山中人色喜相告。謂", "1998": "大師有靈。門庭當復振。願返侵地而受役焉。四十世", "1999": "法嗣曦公感其義。以狀謁錢唐許君息庵。謀集貲。息", "2000": "庵方校刊台家書。又適得淨名經疏於海外。為自來", "2001": "南北藏所遺本。機感之捷。宛與昔符。遂捐金若干為", "2002": "之倡。而以其募啟屬余。余復何言哉。夫台宗者。法門", "2003": "之管鑰。而佛海之梯航也。將欲蠲敝崇善。翊", "2004": "皇度而破羣邪。道固莫先於此。曦公徐竢之。世必有", "2005": "大勢力。而高識遠覧如錢王其人者。出而荷據斯事。", "2006": "俾萬億器界含生之倫。屹然見東土小釋迦法幢再", "2007": "建。已信者增進。未信者回心。於以報佛深恩。同扶", "2008": "聖化。則固不獨一家子孫之私幸也。曦公其勉旃。教", "2009": "網弛而更張。福田曠而復闢。追美螺溪。在此時矣。余", "2010": "復何言哉。爰歡喜踴躍。識其緣起以告諸方。時光緒", "2011": "六年夏五月謹譔。", "2012": "補玉峯師念佛開心偈六首補玉峯師念佛開心偈六首", "2013": "念佛求往生。念念括三藏。切忌泛騖心。自疑執著相。", "2014": "不見大本言。專念貴一向。", "2015": "念佛求往生。念念福慧聚。切忌下劣心。自疑當不起。", "2016": "不見中本言。心作即心是。", "2017": "念佛求往生。念念應佛願。切忌欲速心。自疑無效驗。", "2018": "不見小本言。臨終佛親現。", "2019": "念佛求往生。念念入佛智。切忌巧見心。自疑尚迷昧。", "2020": "不見六方佛。護汝終不退。", "2021": "念佛求往生。念念罪消滅。切忌恐怖心。自疑不得力。", "2022": "不見本師判。下品多惡逆。", "2023": "念佛求往生。念念證淨滿。切忌計較心。自疑行解淺。", "2024": "不見彌陀言。十念亦入選。", "2025": "達磨祖師像讚達磨祖師像讚", "2026": "盡道西來。傳佛心印。正眼看時。一場笑柄。肩頭擔子", "2027": "脚跟蘆。畫取形模堪作證。誰作證。萬代兒孫。墮坑落", "2028": "阱。", "2029": "又指畫像讚又指畫像讚", "2030": "不現浮圖。不出師子。畫此老胡。似則似矣。祇得其皮。", "2031": "不得其髓。賴有脚跟。一葦而已。安得天龍快刀。救取", "2032": "者張好紙。免教無相主人。更索未還跋尾。", "2033": "大通智勝佛拈頌大通智勝佛拈頌", "2034": "廣昱和尚問。大通智勝佛。十劫坐道場四句。作麼生會。拈頌答之。", "2035": "月到中天絕點埃。沈沈夜氣鎻樓臺。一聲破曉金雞", "2036": "唱。萬戶千門蕩蕩開末句原作次第開。和尚改抹之。作一時開。謂曰居士。者箇還有", "2037": "次第麼。余甚心折。但於理則頓悟。事須漸修二語。義未圓。今易蕩蕩。", "2038": "靜坐箴靜坐箴歲乙未辟地滬上作此以規我友亦用自省", "2039": "蟄爾身。利用晦也。息爾機。以遠害也。虗舟是居。汎無", "2040": "繫也。蓬累而行。樂亦在也。勿處下而闚高。勿楮小而", "2041": "懷大。慎爾內。閉爾外。往者勿追留。來者勿逆計也。綿", "2042": "綿其若存。其有守氣也。寂寂而常惺。時哉其不可再", "2043": "也。微乎微乎。其審諦乎。幸此須臾。其澄然無事乎。不", "2044": "深根甯極於此。狂走而愈迷。其不殆乎。戒之哉。一世", "2045": "亂而吾國自治。一國亂而吾家自治。一家亂而吾身", "2046": "自治。古之人有行之者。諄諄其爾悔矣。爾庸罔念聞。", "2047": "匪散伊昏。終沒溺於尤悔矣。噫。", "2048": "留僊閣頌留僊閣頌有序另錄", "2049": "居士無相。游戲華藏。蟬蛻塵障。以多善根。福德因緣。", "2050": "轉本願輪。有大寶閣。莊嚴淨樂。八藏具足。與其同倫。", "2051": "校理其間。提要鉤元。由是法喜。觀諸教體。即寶閣比。", "2052": "體本無生。土木丹青。常說常聽。閣亦本幻。登降照爛。", "2053": "惟是心觀。心觀云何。二十三科。會極須摩。家珍自數。", "2054": "觚繩豪斧。式廓靈宇。五衍三乘。堂陛襲仍。高軋霄崢。", "2055": "經部木叉前導。草鞵緊峭。許汝親到。律部奧窔開通。四日", "2056": "並中。八聚致功。論部是三總別。一多多一。門庭秩秩。目錄", "2057": "部爰有總持。多聞徧知。方便階梯。纂述部升高自下。文", "2058": "字般若。歌唄陶寫。詩歌部半滿書篇。華梵量詮。管籥寄", "2059": "焉。音義部初桄一步。工巧術數。亦驥之附。藝術部於顯樂", "2060": "󳬛。彌陀願王。導歸故鄉。妙蓮一瓣。門千戶萬。直入一", "2061": "貫。淨土部二密三宗。冥應絕蹤。即此蓮宮。秘密部二華二", "2062": "教。唯識閫奧。亦此深造。教觀部直指單傳。迴途重關。到", "2063": "此心安。禪宗部邪師暗證。旁門曲徑。由此勘定。疑偽部豈", "2064": "無纖塵。汜篲時勤。還清淨門。懺摩部亦有緣累。人天寄", "2065": "位。得安樂地。雜集部嗟去來今。幾輩登臨。傳寫光音。傳記", "2066": "部前身賢護。金湯永固。萬劫常住。護法部如是圓觀。東", "2067": "震西乾。現一毫端。正像末法。珠函寶笈。同此結集。鳳", "2068": "子翩翩。來自鈞天。仙乎其仙。為如來使。為本光瑞。為", "2069": "密印記。我聞儒書。天祿校儲。精感星符。矧茲寶所。宗", "2070": "龍義虎。神明之府。爰崇其靈。爰落其成。錫以嘉名。名", "2071": "字無性。我我所淨。獨留讖應。即土即身。法界一真。巋", "2072": "然長存。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1205 報恩論", "author": "清 沈善登述"}