{"sourceLink": "http://www.cbeta.org/", "text": {"0": "得󵘩分齊第五", "1": "表無表章詳體文集卷下", "10": "生以昔𤼲願制於業思眾生界盡我期乃尒以心無萎", "100": "及大地土山河叢林盡末為籌大如微塵尚可知數除", "1000": "法放非復為奴本不可尋也。濟緣記曰必下簡主放", "1001": "者本不可尋以後從良亡前賤跡故也。", "1002": "僧祇云有五若家生買得抄得者。皆󰡷財力属主義強", "1003": "此人諸處不得度也。謂本國佗邦今時一統湏論州郡", "1004": "他與自來餘處聽度。無󰡷財力佗處聽之。", "1005": "章若有諍訟。倫記曰諍訟未决擊属怨家或属王法也", "1006": "此等並是遮也。", "1007": "章若為父母所不開許。業䟽曰五父母聽者以生身所", "1008": "藉義湏盡養比丘輒度違情故制。", "1009": "章六隨護他心者。倫記曰即是難也。", "101": "諸佛等無人能知我所犯戒十方無邊我所犯戒亦復", "1010": "章若變化者至受具足戒。四分律曰尒時佛遊波羅柰", "1011": "國善現龍王壽命極長生猒離心而作是念今生此長", "1012": "壽龍中河時得離此身復作是念此沙門釋子修清淨", "1013": "行我今寧可就彼求出家為道可得離此龍身即變身", "1014": "作一年少外道形徃至僧伽藍中乃至時諸比丘不觀其", "1015": "本輒與出家受具足戒與一比丘同一房住時彼比丘", "1016": "出外小行善現龍王放身睡眠乃至脹滿房中䆫戶󷵧孔", "1017": "中身皆凸出時彼比丘還以手排戶手觸龍身覺內有", "1018": "異即便高聲唱言虵虵乃至時比丘即入問言汝是誰󷨽", "1019": "言我是善現龍王。私曰論文龍等者龍第十二畜生", "102": "無邊微塵無數我所犯戒亦復無數眾生無邊我所犯", "1020": "難也等第十一非人難也。行事鈔曰十一非人難", "1021": "皆謂八部󷑮神變作人形而󷛼受具律中五分天子阿", "1022": "修羅子犍闥婆子化為人等。資持記曰非人中且示", "1023": "󷑮神湏通四趣天修󷑮獄律下引證必取變化方在問攝", "1024": "四分但列三名而已五分因修羅猒患老死化作人", "1025": "形受戒後徃居士家食五百分食招譏故制。", "1026": "章彼假想苾至起增𢙣心。略纂曰守󷧀者謂守寺門人", "1027": "倫記曰其守󷧀人即是舊云僧伽藍民也。", "1028": "章若男形󰡷至前已具辨。倫記曰雖復為受不名近事", "1029": "是則類知依止󰡷害身󷙇㿈腫等許受近事白法󰡷害", "103": "戒亦復無邊方便無邊我所犯戒亦復無邊法性無邊", "1030": "若造無間業汙比丘尼外道賊住心極改悔得受近事", "1031": "繫属他在家俗人亦許為受近事六為護他中若諸", "1032": "龍等變化作俗人形為受近事不為護他故。", "1033": "章若近住戒至不應為受。倫記曰若白法󰡷害心極改", "1034": "悔與受近住戒言隨他轉者但隨他心詐現受相。", "1035": "章第二明師至圎滿僧眾。倫記曰下明闕能授。私曰", "1036": "具如得󵘩分齊。", "1037": "章道得緣至立定道戒。坐禪経曰學禪之人初至師", "1038": "所師應問言汝持戒淨不非重罪𢙣邪不若言五眾戒", "1039": "淨無重罪𢙣邪次教道法𠰥言破戒應重問言汝破何", "104": "我所犯戒亦復無邊善男子我觀如是等業甚為可畏", "1040": "戒若言重戒師言如人被截耳鼻不湏照鏡汝且還去", "1041": "精勤誦経勸化作福可種後𠀍道法因緣此生永棄譬", "1042": "如枯樹雖加溉灌不生華󳸟及其果實若破餘戒是時", "1043": "應教如法懺悔。廾八曰問何緣三學名為增上戒心", "1044": "慧耶󷨽所趣義故最勝義故名為增上云何所趣義謂", "1045": "為趣增上心而修淨戒名增上戒學為趣增上慧而修", "1046": "定心名增上心學為趣煩惱斷而修智見名增上慧學", "1047": "如是名為所趣義故名為增上云何最勝義謂若增上", "1048": "戒學若增上心學若增上慧學唯於聖教獨有此三不", "1049": "共外道如是名為最勝義故名為增上。", "105": "上至菩󴅽下至聲聞不能救我如是等苦我即思惟如", "1050": "章問不律儀至無別緣也。集解曰或章本云問不律儀", "1051": "律儀其厶者誤也。", "1052": "先後得󵘩門第九先後得󵘩門第九", "1053": "章瑜伽第一至重受戒也。正文曰由轉形故󵘩苾蒭律儀", "1054": "或苾蒭尼律儀隨得其一。義鈔曰如僧轉為尼本受", "1055": "得輒教誡尼等以所防無故無此等無作或尼轉為", "1056": "僧洗淨過分等戒亦如是乃至若比丘轉為尼者以所", "1057": "防獨行事主故能防無作亦隨起尼轉亦尒何以故", "1058": "以本受時揔斷一切𢙣有善法皆修此即是因今轉", "1059": "為緣因緣具足所以還生本無今有。", "106": "是事已便推求此陀羅尼典得已修行九十七日讀誦", "1060": "章乃至沙󳇐至更加一也。行事鈔曰此式叉尼具學三", "1061": "法一學根本謂四重是二學六法即羯磨所為謂染心", "1062": "相觸盜人四錢斷畜生命小妄語非時食飲酒也文中", "1063": "列婬盜殺妄者隨十戒而言沙󳇐已學三學行法謂一", "1064": "切大尼戒行並湏學之。資持記曰初後二法即本所", "1065": "行第二六法是今所授㨿其體相沙󳇐具發但是重", "1066": "嘱意存二練故也。", "1067": "若學法中犯者更與二年羯磨若犯根本者󷙂𢷤犯餘", "1068": "行法但名𡙇行直令改悔若滿二年已犯者更與二年", "1069": "又曰十誦中六法者練心也試看大戒受緣二年者練", "107": "四十九遍聞空有聲而謂我言善哉善哉善男子乃能", "1070": "身也可知有胎無胎廣文如彼。", "1071": "章若別解脫至前四支也。業䟽曰羯磨一受局漸非頓", "1072": "餘四通於漸頓故律中不與沙󳇐戒而受具足者得戒", "1073": "得罪故知制漸也諸部中必先五次十然後大戒如多", "1074": "論中不與五十二戒直受具者一時得三種戒羯磨局", "1075": "漸是明文也問一時得三何湏前受󷨽多云染習佛法", "1076": "必湏次第先受五戒以自調伏信樂漸增次受十戒善", "1077": "心轉增然後受具得法味故好樂堅固難可退敗不破", "1078": "威儀一時受者反上失次又破威儀如遊大海漸漸深", "1079": "也。濟緣記曰躡上併受以難次第󷨽有二意初染習", "108": "推求此陀羅尼典我時聞已󳬼視四方見有諸佛羅列", "1080": "意又云下得道不定意初中前敘次受之益得法味", "1081": "等謂志不變也不破威儀謂行無犯也一下次明併", "1082": "受之󰡷翻上二益以成兩過後舉海喻對合可知。", "1083": "又云眾生得道藉緣不定或依十戒乃至具戒故致如", "1084": "来說斯次第次意中謂諸眾生冝樂各異隨於何戒", "1085": "而得入道故湏次第也。", "1086": "問先受五戒十戒後受具戒󵘩五戒不。次問󵘩五戒", "1087": "下略十戒字󵘩猶失也。", "1088": "󷨽不󵘩也。謂法體也。", "1089": "但失優婆塞沙󳇐次第。謂名位也。", "109": "在前一一諸佛手摩我頭聽我悔過善男子以是因緣", "1090": "得大比丘次第二戒常在隨時受名如樹󳸟譬春夏則", "1091": "青秋黃冬白。雖變而存可合上義。", "1092": "又問一時受者有三戒不。𢙢疑併得分三體故", "1093": "󷨽俱具無作無別五十也。俱具無作體通三也無別", "1094": "五十混為一也。", "1095": "若尒便是一戒何故上云頓得三種󷨽比丘受形俱無", "1096": "作與沙󳇐俗人同者故言三也實一無作體通三人故", "1097": "多云下品受五戒中品受十戒前五仍下上品受具戒", "1098": "本俗仍下沙󳇐是中餘者方上故知無三。與沙󳇐俗", "1099": "人同者且如五戒三種俱禁沙󳇐後五十具齊󷱎", "11": "歇故戒常有除佛已外戒皆未曾得由願制思不萎歇", "110": "我去𠀍後若有比丘尼犯八重禁應當求此陀羅尼典", "1100": "非通三所以不受五戒直受十戒體通二種不受五", "1101": "十直受具足體通三人故下引證彼宗三品永定體", "1102": "無重增故下品受五中品受十但十中後五是中品", "1103": "耳故云前五仍下又上品受具唯二百四十是上品", "1104": "耳故云餘者方上此㨿次受三品三戒合為一體若", "1105": "體有三則應別發可證頓受無三明矣若成實宗下", "1106": "五中十則引五為中及乎上品受具則引五十齊上。", "1107": "章若󵘩之時亦有頓漸也。業䟽曰問頓受三戒󵘩時如", "1108": "何。濟緣記曰次第漸受󵘩有漸頓一時頓受應無漸󵘩", "1109": "󷨽有頓漸也。初句通󷨽。", "111": "讀誦修行若於夢中見如上事知彼比丘尼住清淨地", "1110": "无㨿漸󵘩直󵘩具戒作沙󳇐者則失具戒沙󳇐戒在", "1111": "若下別釋頓義易知故但明漸。", "1112": "乃至五戒三歸例尒。謂󵘩具十作優婆塞或󵘩三種", "1113": "但存三歸。", "1114": "亦望一時受戒與沙󳇐俗人防𢙣義同隨心󵘩者便󵘩", "1115": "留者便在。出其所以前文已示三一之義故云亦望也", "1116": "上明羯磨受則制漸󵘩通漸頓。受局󵘩通如前可解", "1117": "言頓󵘩者謂直作白衣更無所留也。", "1118": "章又尼五百至七揔󵘩耶。决擇杪曰章又尼五戒等者", "1119": "五字錯合是具字此難意云受具戒時四支先得󵘩具", "112": "具清淨戒。私曰以上全文也然章所引文取意略鈔", "1120": "戒時但為󵘩三為四亦󵘩。私曰現流布文作五百戒", "1121": "後人亦加百之字歟。", "1122": "章尼󵘩七支至前四支故。集解曰言三者受具之時更", "1123": "所受參之離間語等三也言四者前十戒時身三語一", "1124": "也謂不妄語也此意云󵘩尼具戒時但󵘩受具時之更", "1125": "所受參之戒而不󵘩從先勤䇿女時所受之四戒也即", "1126": "身三及語一也。", "1127": "章二云揔󵘩至受時別故。决擇抄曰章揔󵘩七支等者", "1128": "問雖言別受但增其明更不別得何故󵘩時即󵘩七也", "1129": "󷨽言󵘩三七支全󵘩四支㨿󵘩增明而說非󵘩彼體體", "113": "耳亦不具引恐繁故也。", "1130": "十戒得故若尒󵘩六法時何故即言󵘩四體󷨽六法受", "1131": "時更無別法但持前四加其愛樂故六法󵘩󵘩四體具", "1132": "戒依於大僧所受而別作法與彼十戒作法不同為此", "1133": "但󵘩四體之用法師󷗮一釋云集解曰指惠沼師受大戒時可", "1134": "得四體不同六法作法別故六法十戒但依尼受不可", "1135": "𤼲具戒要依大僧之受從師乞戒更復作之何故不別得", "1136": "四體耶故知別得理亦無失若其別得󵘩具戒時󵘩體也。", "1137": "問󷨽分別門第十問󷨽分別門第十", "1138": "章解云能招至種子能感。决擇抄曰問如何道理種子", "1139": "能感異熟耶集解曰問意云道共戒是無漏何無漏道得感異熟果耶󷨽資有漏業", "114": "章故経中說至似稱苾蒭。俱舎論曰又犯重人𠀍尊不", "1140": "名之為感也問現行上尚不能招種何能感󷨽談實現", "1141": "行亦能感彼然業未熟果不即生故熏成種後時招果", "1142": "唯識論曰無漏定願資有漏業。述記曰由第四禪無", "1143": "漏勝定資有漏業。", "1144": "今所得果相續長時。相續新生長時不絕。", "1145": "展轉增勝假說名感。實有漏業感但由無漏資力勝", "1146": "故假得感名非無漏業實能感苦者。", "1147": "如是感時由所知障為緣󷗮力非獨能感。此無漏業", "1148": "如是感時由所知障為緣󷗮此無漏之力非無漏業", "1149": "獨能感果明所知障不同煩惱。", "115": "許食僧󷑜食下至一摶踐毗訶羅一足跟地󱌹出一切", "1150": "章以是定道至隨心轉也。决擇抄曰定道種子定道類", "1151": "故假名定道非如餘人將此種子實為定道戒體也。", "1152": "章問仙人意至依表生耶。决擇抄曰章若不生者身語", "1153": "不生也。", "1154": "章但由仙人至折其雔也。󳇐勒問論曰又如自在人口", "1155": "勑令殺仙人瞋心欲殺眾生受勑使者依自在人口勑", "1156": "而殺信仙夜义依仙瞋心而殺眾生彼自在人及仙人", "1157": "等作殺生因使人夜叉身業成時彼自在人及以仙人", "1158": "俱得成就不作身業又如受戒人臨受戒時身動口說", "1159": "及受戒時默然而住身口不動師羯磨已彼人成就無", "116": "苾蒭事業大師依彼說如是言應速㧞除󷵷禾稗莠應", "1160": "作身業此亦如是。", "1161": "章問何故苾至受五百戒。五十三曰問何故𠀍尊於苾", "1162": "蒭律儀中制立苾蒭勤䇿二眾律儀於苾蒭尼律儀中", "1163": "制立苾蒭尼正學勤䇿女三眾律儀󷨽由彼母色倫記曰正", "1164": "翻應云母村西國呼女人為母村敬女同母故呼女為母同村色人多煩惱故令漸受學苾", "1165": "蒭尼律儀若於勤䇿女少分學處沙󳇐十戒故云少分深生喜樂", "1166": "次應授彼正學所有學處若於正學多分學處式义十六故多分也", "1167": "深生愛樂不應率尒授彼具足必更二年夂處習學若", "1168": "深愛樂然後當授彼具足。行事鈔曰問律中僧列二", "1169": "百五十戒戒本具之尼則五百此言虗實󷨽兩列定數", "117": "速簡棄腐朽棟󲊆應速簸𩗺種中穅秕如是應速驅𢷤", "1170": "󷱎指為言故諸部通言不必依數論其戒體唯一無作", "1171": "󷱎境明相乃量塵沙且指二百五十以為持犯蹊往亘", "1172": "律中尼有三百四十八戒可得指此而為所防今准智", "1173": "論云尼受戒法略則五百廣說八萬僧則略有二百五", "1174": "十廣亦同尼律儀。", "1175": "章問何故勤主不亦然耶。五十三曰問何故於勤䇿律", "1176": "儀中增離金銀非於近住律儀耶。業䟽曰此之十相", "1177": "與八戒同但增後一捉持金寳文列生像者古人云𠀍", "1178": "中戲具似人畜形者不許捉也濟緣記曰初出古解彼逐言相謂是眾生形像故", "1179": "如律所制不持樂器亦是比擬如下示今釋初縱古然僧󷑜中生", "118": "眾中實非苾蒭稱苾蒭者私曰未得経文王篇曰禾胡戈切嘉秀思救", "1180": "色金也似色銀也似即像銀之異名矣然下顯今梵唐兩舉", "1181": "令俱解致梵下釋今文即金為色俱是唐言本梵說銀同此", "1182": "似像之目耳即下會通二律名義無別。", "1183": "章󷨽出家之人至勝根本故。五十三曰由彼勤䇿在出", "1184": "家眾攝夫出家者於二種處極非淨妙一者墮欲樂邊", "1185": "喜戲嚴身所行倫記曰歌舞伎樂名所行所受非時而食名所受皆隨所樂", "1186": "二者蓄積財寶為除斷初非淨妙處施設遠離歌儛伎", "1187": "樂乃至非時而食為斷第二非淨妙處施設遠離執受", "1188": "金銀由彼金銀一切財寶之根本故又最勝故。", "1189": "章問何故勤至故分二也。五十三曰問何故於勤䇿律", "119": "切榮也芳也嘉數也簸補我切楊也糠口郎切米皮糓也俗糠字粃補履㘦不成糓也俗秕字。", "1190": "儀中遠離歌儛伎樂及塗冠香鬘制立二支於近住律", "1191": "儀中合為一支耶󷨽諸在家者於此處所非不如法諸", "1192": "出家者極不如法是故於在家者就䡖揔制為一學處", "1193": "云何令彼若暫違犯尋自懇責合一發露不由二種諸", "1194": "出家者於此一處就重別制以為兩支云何令彼若起", "1195": "違犯便自懇責二種發露不但由一。", "1196": "章問通受菩󴅽至心轉戒也。本業経曰一切菩󴅽凡聖", "1197": "戒盡心為體是故心亦盡戒亦盡心無盡故戒亦無盡", "1198": "古迹曰心謂期心若不放󵘩無盡戒願無有盡犯無", "1199": "邊戒故由此轉生戒亦恒隨運運增長乃至成佛猶", "12": "故未遇破緣戒常相續若遇犯󵘩之緣願󷥛萎歇更不", "120": "章雖有此解至故前解善。義燈曰明󵘩中然毗尼母律", "1200": "如河水日夜不停運運遷流自到大海唯除故󵘩大", "1201": "菩提心彼󷥛心盡戒亦盡故。又曰此中心者大乗", "1202": "心也非諸退乗及未發心之所能得。私曰隨心有", "1203": "二一菩󴅽戒隨要期心如今所引二定道戒隨入定", "1204": "等現行之心散心即󵘩。", "1205": "章若󷱎定所至亦通無色。法處色章曰五十三說勝定力", "1206": "故於一切色皆得自在即以定所變色聲香味觸境為", "1207": "體唯識義私記曰言廣慧聲聞等者珠云從慧立名", "1208": "佛地論云深廣圎滿善通達故名為廣慧即是波羅蜜", "1209": "多聲聞等又定性聲聞能信大乗藏識教等主無色界", "121": "中云犯重失戒涅槃等云若言失戒不解我意若不失", "1210": "得入󷙂定名為不愚法不定性聖不生無色無利益故。", "1211": "表無表章詳體文集卷下", "1212": "文永四年丁夘五月廾日　　　　　於西大寺草畢", "1213": "釋迦遺法苾茤󱍢尊欲詳三聚淨戒之圎躰以扶", "1214": "將倒大表曉菩提󷨊埵之眾法以紐將絕之玄󷔀", "1215": "文永二年之秋󴚚發󷔙心從尒以來眾行別行相", "1216": "續無間不圖遲遲及三箇年今月今日終遂其志", "1217": "而已。", "1218": "大坂書林", "1219": "寬文十一辛亥歲　　　柏原屋與㔫衛門", "122": "戒亦不解我意其義云何󷨽有二解一犯重不失戒如", "123": "十輪経等若尒何故律云如斷人頭祈石等󷨽然准瑜", "124": "伽解菩󴅽戒增上品󵫥犯方始󵘩戒中下不󵘩大論前", "125": "㨿上品十輪㨿中下故涅槃𦀇云我諸弟子言犯重󵘩", "126": "戒不解我意又諸弟子言犯重不失戒亦不解我意必", "127": "若實󵘩言󵘩解佛意若實不󵘩言不󵘩解佛意󷥛言並", "128": "不解我意故知言󵘩約上品心不󵘩約下中犯故一向", "129": "言󵘩不󵘩者不解佛意第二解云犯重󵘩戒何以故瑜", "13": "新起名為󵘩戒故也。集解曰萎藥草名也正可作𣨙", "130": "伽但云菩󴅽戒約上中下不言別解脫故知󵘩戒何故", "131": "十輪経言不󵘩戒󷱎化相言若云犯者便無植善因不", "132": "敬出家眾故云不犯涅槃󷱎化相故言󵘩不解我意󷱎", "133": "實言不󵘩不解我意第一師難云若尒何故大方廣陀", "134": "羅尼云若有犯重猶在伽濫者名賦住及受他施一菓", "135": "子必墮地獄文殊問言云何得生無罪耶佛為說咒誦", "136": "此咒者戒還清淨若揔󵘩者云何言還清淨故知犯重", "137": "有䡖重不可全判皆為󵘩不󵘩所以戒経言如前後亦", "138": "如是應具撿上引所有経文。倫記曰第三明󵘩戒緣", "139": "中有三初明苾蒭五緣󵘩戒或由󵘩所學處故者󵘩本", "14": "字枯死也今音同故借音用之歇盡也。廣韻曰萎於為", "140": "受心或由犯根本罪故者景師等言依菩󴅽地第四十云菩", "141": "󴅽犯四他勝處法數數現行都無慙愧當知是名上品", "142": "󵫥犯非中下󳚚暫一犯時即便󵘩戒准知聲聞亦尒即", "143": "破正量部下中上󵫥隨一現前蹔一犯時即便󵘩戒󷥛", "144": "言上品󵫥犯即󵘩故即破󴅽婆多三品󵫥犯皆不󵘩戒", "145": "十輪経㨿中下󵫥犯故云犯重不󵘩涅槃𦀇云若言󵘩", "146": "戒若言不󵘩戒並不解我意正量部譏󴅽婆多部云汝", "147": "云犯重不󵘩戒者增長苾蒭犯重因緣又汝部中犯重", "148": "者多故作此判󴅽婆多人語正量部汝宗立犯重即󵘩", "149": "戒者令諸犯者於自己身生無戒想即便數犯因此廣", "15": "切蔫也𣨙音同枯死玉篇曰萎於危切於偽切食牛也蔫於焉切腐也龍龕手鑑", "150": "作不善諸業。", "151": "章形沒二形至時不失戒。樞要曰出家󵘩五緣󵘩學犯", "152": "重罪形沒二形生斷善棄同分。", "153": "章如入聖人至而戒不失。决擇󷵶曰聖教之中有此文", "154": "也若無之者說之誰信󷥛言入見得戒不失若無其戒", "155": "如何見道。", "156": "章言形沒者至而便失戒。行事鈔曰四分云若被󱫗家", "157": "𢙣獸業報落等應同比丘法若自截者󷓟𢷤不明分齊。", "158": "章若尒此處至後心方死。第一曰云何死謂由壽量極", "159": "故而便致死。倫記曰明生死中文三一揔標列六種", "16": "曰萎於為切󱫗也弱也蔫也〡黃病也。", "160": "死二次第別解三又行善不善下隨義󷒲說初文中", "161": "云謂由乃至致死者揔釋死義莫問特非時死但是󵘩", "162": "命名壽量極於其六中基師解云初三死不明了識", "163": "離身正死後三死明了心識未離身將死。", "164": "此復三種謂壽盡故。別解曰隨感壽量滿盡故死此", "165": "名時死。倫記曰即業命終是名時死下二名非時死", "166": "福盡故。別解曰資具闕故死。倫記曰衣食闕名福盡", "167": "不避不平等故。別解曰如𠀍尊說九因九緣未盡壽", "168": "量而死何等為九謂食無度量食所不冝不消復食", "169": "生而不吐熟而持之不近醫藥不知於己若󰡷若益", "17": "章五十三說至眾同分故。正文曰問有幾因緣苾蒭律", "170": "非時非量行非梵行此名非時死。倫記曰若餘緣", "171": "枉死名不避不平等九因即九緣義別稱二九七不", "172": "知於己若󰡷若益者入水投火他󰡷墮坈愚癡故死", "173": "八非時行非梵行飢飽遠行病時而犯故死九非量", "174": "行非梵行深愛過度故死。", "175": "當知亦是時非時死或由善心。別解曰將命終時自", "176": "憶先時所習善法或復由他令彼憶念由此因緣尒", "177": "時信等善法現行於心乃至󱍮想現行若細想行時", "178": "善心即󵘩唯住無記心所以者何彼於尒時於曾習", "179": "善亦不能憶他亦不能令彼憶念。略纂曰是󱍮想", "18": "儀受已還󵘩󷨽或由󵘩所學處故或由犯根本罪故或", "180": "現行故細想現行無記心者即我愛心此說第六識", "181": "若兼第八即末後心故說不能憶善𢙣法。死相若", "182": "別曰又善心死時安樂而死將欲終時無極苦受逼", "183": "迫於身乃至又善心死者見不乱色相", "184": "或不善心。別解曰命將欲終自憶先時串習𢙣法或", "185": "復由他令彼憶念彼於尒時貪嗔等俱諸不善法現", "186": "行於心乃至󱍮細等想現行如前善說乃至𢙣心死時", "187": "苦惱而死將命終時極重苦受逼迫於身乃至不善心", "188": "死者見乱色相。", "189": "或無記心。別解曰謂行善不善者或不行者將命終", "19": "由形沒二形生故或由善根斷故或由棄󵘩眾同分故", "190": "時自不能憶無他令憶尒時非善心非不善心死󷥛", "191": "非安樂死亦非苦惱死。", "192": "又曰又將終時作𢙣業者識於所依從上分󵘩即從上", "193": "分冷觸隨起如此漸󵘩乃至心處造善業者識於所依", "194": "從下分󵘩即從下分冷觸隨起如此漸󵘩乃至心處當", "195": "知後識唯心處󵘩從此冷觸遍滿所依。略纂曰腹中", "196": "初生不淨成心故㝡後󵘩卷未當知。倫記曰阿頼耶", "197": "識初受生時㝡初託處即名肉心若識󵘩肉心即名", "198": "為死故此卷末云又羯邏藍識㝡初託處即名肉心", "199": "如是識於此處㝡初託即從此處㝡後󵘩。", "2": "得󵘩分齊第五󵘩以下", "20": "苾蒭律儀受已還󵘩。", "200": "又上曰正死即末後剎那唯識論說為第八識對法論", "201": "說死有末心生有初剎那中有初剎那唯無記性。", "202": "章二形先有至障聖位故。義鈔曰善見亦云變作三種", "203": "二形一能自受胎亦能令他受胎二能自受胎不能令", "204": "他受胎三不能自受胎能令他受胎此三皆𢷤。事鈔", "205": "曰二形者謂一報形具男女二根若先受後變猶尚失", "206": "戒况初󷙇受者󷓟𢷤。私曰無根如上所引四分律文。", "207": "章故俱舎說至當知根。彼第二曰又経中說二十二根", "208": "謂眼根耳根鼻根舌根身根意根女根男根命根樂根", "209": "苦根喜根憂根󵘩根信根勤根念根定根慧根未知當", "21": "章󵘩所學所至戒方成󵘩。注戒本曰佛言若有比丘不", "210": "知根已知根具知根。彼第三曰如是因界已列諸根", "211": "即於此中根是何義最勝自在光顯名根由此揔成根", "212": "增上義此增上義誰望於誰頌曰傳說五於四。論曰", "213": "眼等五根各於四事能為增上一㽵嚴身二導養身", "214": "三生識等四不共事且眼耳根㽵嚴身者謂若盲聾", "215": "身醜陋故導養身者謂因見聞避險難故生識等者", "216": "謂𤼲二識及相應故不共事者謂能見色聞聲別故", "217": "鼻舌身根㽵嚴身者如眼耳說導養身者謂於叚食", "218": "能受用故生識等者謂𤼲三識及相應故不共事者", "219": "謂󰩩甞覺香味觸故。", "22": "樂梵行聽󵘩戒還家復欲出家於佛法中修梵行者應", "220": "四根於二種。女男命意名於二事能為增上且女男", "221": "根二增上者一有情異二分別異有情異者由此二", "222": "根令諸有情女男類別分別異者由此二根形相言", "223": "音乳房等別乃至命根二者謂於眾同分能續及能持", "224": "意根二者謂能續後有及自在隨行。", "225": "五八染淨中各別為增上。樂等五受信等八根於染", "226": "淨中如次增上樂等五受染增上者貪等隨眠所隨", "227": "增故信等八根淨增上者諸清淨法隨生長故。", "228": "又頌曰未當知已知具知根亦尒於得後後道涅槃等", "229": "增上。論曰於清淨中信等五根有增上用乃至謂未知", "23": "度出家得受大戒乃至若言我󵘩佛󵘩法󵘩僧和尚戒律", "230": "當知根於得已知根道有增上用已知根於得具知", "231": "根道有增上用具知根於得涅槃有增上用。又下", "232": "曰意樂喜󵘩信等五根如是九根在於三道如次建", "233": "立三無漏根謂在見道依意等九立未知當知根若", "234": "在修道即依此九立已知根在無學道亦依此九立", "235": "具知根。", "236": "又頌曰二無漏十一初無漏十三。論曰若成具知根", "237": "定成就十一謂命與意樂喜󵘩信等五根及具知根", "238": "若成已知根亦定成十一十根如上及已知根若成", "239": "未知根定成就十三謂身命意苦樂喜󵘩信等五根", "24": "我受家法等是名󵘩戒也。戒䟽曰所以開者凡夫退", "240": "及未知根。私曰已上󱍮注彼論正文周記所牒似", "241": "陳論意章任唐論現本為正。", "242": "章斷善根者。第一曰云何斷善根略纂曰文有二初眀緣多小後依斷現種", "243": "差別或五緣或六緣謂利根者一利根成就上品諸𢙣意樂現行法", "244": "故二意樂𢙣得隨順彼𢙣友故三逢𢙣友彼邪見󵫥極重圎滿到", "245": "究竟故四邪見重彼於一切𢙣現行中得無畏故五行𢙣無畏無哀", "246": "愍故能斷善根六於眾生無慈悲。略纂曰諸利根者內自思", "247": "構邪見猛利不怖眾𢙣不生慈愍便斷善根此名因", "248": "力而善根斷則五緣斷若更逢𢙣友順𢙣意樂而斷", "249": "善根此名緣力而善根斷則六緣斷要利根方斷鈍", "25": "位知何不為帶戒犯非業則難󳫠故開󵘩戒徃來無", "250": "根不能廣𢙣意樂斷狹意不能要是欲界非上二三", "251": "天下非北洲人非天對法第一云唯欲界上上品邪", "252": "見能斷善根非餘故。此中種子亦名善根無貪瞋", "253": "等亦名善根但由安立現行善根相違相續名斷善根", "254": "非由永󷒗彼種子故。善根有三種子二現行唯斷現", "255": "行非種子折㐲勢力令不起現行名之為斷非斷種", "256": "子唯斷生得非加行善加行善勝前方便時已不起", "257": "故唯斷欲界亦兼三界已斷樹根󷵙等死故令勢遠", "258": "故。演秘曰邪見加行亦名邪見即斷加行生得二善", "259": "對法曰何等生得善謂即彼諸善法由先串習故感得", "26": "障即是大聖善達機緣任物垂教󷢸法王也增一云", "260": "如是報由此自性即於是處不由思惟任運樂住。末", "261": "論曰謂於信等處由此自性不由思惟者謂無功用", "262": "不假善友力等非唯欲樂是生得亦信等俱任運起", "263": "故。薀𤰪處章曰對法云生得善者即前所說𤼲起", "264": "善身語等由先串習感得如是報乃至廣說與信等", "265": "俱任運起故此意即說宿習為因生得善心所發身", "266": "語為㐌薀性。何等加行善謂依止親近善丈夫故", "267": "聽聞正法如理作意修習淨善。末論曰謂於正法中", "268": "一切聞等所生善法。", "269": "法隨法行。薀界處章曰對法乃至又云加行善者謂依", "27": "僧伽摩比丘七反降魔後更受戒得成羅漢自今󵘩", "270": "止善丈夫聽聞正法修習淨善法隨法行。", "271": "第十三曰云何聞所成地謂若略說於五明處名句文", "272": "身無量差別覺慧為先。三慧章曰覺慧為先者是生", "273": "得慧初闇劣故。聽聞領受讀誦憶念又於依止名", "274": "身句身文身義中無倒解了如是名為聞所成地。後", "275": "聽聞等皆是聞慧能明了故故耳識俱明了意識亦", "276": "是聞慧不明了者生得慧攝由此聞慧唯取意識相", "277": "應慧性所引伴類亦通五識相應慧性。", "278": "章弃眾同分至可名正󵘩。五十二曰復次云何眾同分", "279": "謂若略說於彼彼處受生有情同界同趣同生同類位", "28": "戒聽齊七反若過非法十誦云尼若󵘩戒轉為男者", "280": "󳔙形等由彼彼分互相似性是名眾同分。樞要曰此", "281": "意則顯眾者彼彼多非一義分者類義同者相似義", "282": "即眾多分類相似名眾同分。第一曰云何善心死", "283": "猶如有一將命終時乃至如前善說私曰具如先引。略纂曰死有", "284": "三位心一正死即末後剎那唯識論說為第八識對法", "285": "論說死有末心生有初剎那中有初剎那唯無記性二", "286": "次前閏生心唯第六識我愛相應對法說為九種命終", "287": "心唯有覆無記三次前明利心即此三性是󱍮想現行", "288": "故細想現行無記心者即我愛心此說第六識若兼第", "289": "八即末後心故說不能憶善𢙣法。󷒲集論曰相續力", "29": "亦得出家。", "290": "者有九種命終心與自體愛相應於三界中各令欲色", "291": "無色界生相續謂從欲界沒還生欲界者即以欲界自", "292": "體愛相應命終心結生相續若生色無色界者即以色", "293": "無色界自體愛相應命終心結生相續如是從色無色", "294": "𤰪沒若即生彼若生餘處有六種心如其所應盡當知", "295": "又此自體愛唯是俱生不了所緣境有覆無記性攝", "296": "同述記曰九種命終心顯揚十九五十九說一切煩惱", "297": "皆能結生何故此中唯說於愛潤生有二位一明了三", "298": "性位容起一切煩惱若明了有覆位唯起於愛又望正", "299": "命終有近有遠遠通三性近唯是貪。", "3": "章非󵘩昔者至無得属己。義燈曰且󴅽婆多乃至若󵘩戒", "30": "章若作󵘩心至名󵘩學處。注戒本曰云何不名󵘩戒若", "300": "章如第一法󵘩異生性。唯識論曰一異生性障謂二障", "301": "中分別起者依彼種立異生性故。義燈曰別異名異", "302": "謂聖唯生人天二趣此通五趣不同於聖此󷱎趣異亦", "303": "攝四生四生不同二變異名異此轉變為邪見等故聖", "304": "者皆同有正見故此󷱎見異此亦攝境緣境有別生謂", "305": "生起生類即趣見類別異生起性者體性由此性故令", "306": "趣見異。述記曰不同小乗唯修所斷𠀍第一法與見", "307": "道合󵘩今大乗唯見所斷見道無間道起時󵘩依所斷", "308": "種立此性故與種俱󵘩。集解曰異生性者此引小乗", "309": "義而例之大乗不說𠀍第一法󵘩異生性故唯識䟽第", "31": "自顛狂心乱痛惱瘂聾又向如是人前及中邊人等亦", "310": "十云小乗唯修所斷乃至與種俱󵘩。", "311": "章此說別受至之律儀戒。四十曰若諸菩󴅽雖復轉身", "312": "遍十方界在在生處不󵘩菩󴅽淨戒律儀由是菩󴅽不", "313": "󵘩無上菩提大願亦不現行上品󵫥犯他勝處法若諸", "314": "菩󴅽轉受餘生忘失本念值遇善友為欲悎寤菩󴅽戒", "315": "念雖數重受而非新受亦不新得。", "316": "章五十三說若正法至先戒不失。决擇抄曰有云佛正", "317": "法󷓟其戒亦󵘩今章意說但不新受舊戒不󵘩。", "318": "俱舎曰頌曰󵘩別解調伏。論曰意顯律儀由此能令", "319": "根調㐲故。", "32": "󵘩不成若戲若眠若無知人若自不語若前人不解並", "320": "由故󵘩命終。一由意樂對有解人𤼲有表業󵘩學處", "321": "故二由棄󵘩眾同分故。", "322": "及二形俱生。三由二形俱時生故。", "323": "斷善根夜盡。四由所因善根斷故󵘩近住戒由前四緣", "324": "及由夜盡是故揔說別解律儀由五緣󵘩何緣󵘩戒", "325": "由此五緣與受相違表業生故所依󵘩故所依變故", "326": "所因斷故過期限故。", "327": "有說由犯重。有餘部說於四極重感墮罪中若隨犯", "328": "一亦󵘩勤䇿苾蒭律儀。", "329": "餘說由法󷓟。有餘部言由正法滅亦能令󵘩別解律", "33": "不成󵘩。戒䟽曰心境不了雖󵘩不成。", "330": "儀以法滅時一切學處結界羯磨皆止息故。", "331": "章近事律儀至不同分心。五十三曰若近事男律儀當", "332": "知由起不同分心故。", "333": "章正法隱沒至道理當知。略纂曰若五戒無犯重以了", "334": "名非梵行故悔亦還淨。", "335": "章彼卷又問至故不別說。正文曰問扇搋半擇迦等為", "336": "遮彼受鄔波索迦律儀不耶󷨽不遮彼受鄔波索迦律", "337": "儀然遮彼鄔波索迦性不堪親近承事苾蒭苾蒭尼等", "338": "二出家眾故。末論曰如扇搋半擇迦不堪親近承事", "339": "苾蒭苾蒭尼等二出家眾故遮彼鄔波索迦性二形亦", "34": "章此有二釋至即名󵉖󵘩。正文曰若諸菩󴅽毀犯四種", "340": "尒男女煩惱恒俱現行不堪親近承事二眾故不別說", "341": "集解曰言性者範云作用性非體性解云如水濕為性", "342": "火燒物為性等是皆作用性近士有承事出家眾之作", "343": "用故名為性。", "344": "章近住律儀至日出已後。正文曰若近住律儀當知由", "345": "日出已後。", "346": "章此但引接至化初根也。略纂曰此中唯日出󵘩法師", "347": "云凖上百行中有一日乃至一年故知近住戒亦得多", "348": "時期心廣故若尒如比丘戒期心至多生當即相續期", "349": "限勢分不至多法故若経一月等但是處中善律儀非", "35": "他勝處法數數現行都無慙愧深生愛樂見是功德當", "350": "是律儀百行之中何妨攝處中善又五戒誓唯一月豈", "351": "成律儀戒但是處中故。", "352": "章二由𤼲起不同分心。正文曰或由𤼲起不同分心。", "353": "章三󵘩眾同分。正文曰或於中間󵘩眾同分雖已受得", "354": "必復還󵘩。", "355": "章其菩󴅽戒至他勝處法。倫記曰明二緣󵘩菩󴅽戒下", "356": "决擇說四緣󵘩戒開合不同至彼當釋景云下五十三", "357": "明五緣󵘩苾蒭戒此中何故菩󴅽無善根斷󵘩一形沒", "358": "二形生󵘩解云菩󴅽戒從方便善𤼲斷善前方便時已", "359": "失方便善即失菩󴅽戒不為正斷善時方󵘩故無斷善", "36": "知說名上品󵫥犯非諸菩󴅽慙一現行他勝處法便󵘩", "360": "󵘩菩󴅽本性純善𢙣業䡖微故無二形生󵘩犯重󵘩者", "361": "即當起上󵫥犯他勝處󵘩所學處即當退菩㮛願菩󴅽", "362": "戒無命終󵘩以経生不失故。", "363": "章决檡分第至不同分心。正文曰又󵘩因緣略有四種", "364": "一者决定發起受心不同分心。", "365": "章二於有識至棄󵘩語言。正文曰二者若於有所識別", "366": "大丈夫前故意發起棄󵘩語言。", "367": "章三揔別毀至他勝處法。正文曰三者揔別毀犯四種", "368": "他所勝法。", "369": "章四若以上至他勝處法。正文曰四者若以增上品󵫥", "37": "菩󴅽淨戒律儀如諸苾蒭犯他勝法即便棄󵘩別解脫", "370": "揔別毀犯隨順四種他勝處法由此因緣當知棄󵘩菩", "371": "󷨊律儀。", "372": "章又云此三至菩󴅽律儀。正文曰如是且說菩󴅽所受", "373": "三種律儀略毗奈耶菩󴅽於中常應作意思帷修學", "374": "倫記曰第二明護非護中初牒前所說令修學。", "375": "若有於此三種所受菩󴅽戒中隨有所闕當知非護當", "376": "言不護菩󴅽律儀不當言護此三種戒由律儀戒之所", "377": "攝持令其和合若能於此精勤守護亦能精勤守護餘", "378": "二若有於此不能守護亦於餘二不能守護是故若有", "379": "毀律儀戒名毀一切菩󴅽律儀。次正辨護不護相於", "38": "戒。集解曰略引論文根本罪句或本云於本四罪以", "380": "中先辨闕一不護若護初戒能護餘二。", "381": "若有為令他了知故隨順他故由他勸導受菩󷨊戒非", "382": "自所起增上意樂隨觀隨察自生淨信於諸有情住憐", "383": "愍心愛樂善法受菩󴅽戒當言此非真實防護亦非圎", "384": "滿修習善法亦不能得彼果勝利與此相違當知乃名", "385": "真寳防護亦能獲得彼果勝利。後辨假實防護以三", "386": "因故名假謂為令他知故非實防隨順他故非滿修", "387": "由他導故不得勝利及此名實。", "388": "又論卷始曰復次當知菩󴅽毗奈耶略有三聚初律儀", "389": "戒毗奈耶聚如薄伽梵為諸聲聞所化有情略說毗奈", "39": "根本四罪為正寂章中亦云根本四罪。", "390": "耶相當知即此毗奈耶聚。倫記曰下辨戒品初揔摽", "391": "毗奈耶者此云調伏調伏三業也次別解有四初正", "392": "辨戒相次明護非護第三明轉󵘩因緣第四略解犯", "393": "之相初中分別三聚即為三叚初辨律儀戒景云菩", "394": "󴅽律儀戒即是聲聞七眾所受如出家菩󴅽即與聲", "395": "聞大僧所制多分是同在家菩󴅽即與五戒所制多", "396": "同故云是七眾所受理實要期時節有異即心非心", "397": "󷵦體亦異。", "398": "故犯四重至是根本故。勝鬘経曰尒時勝鬘聞授記", "399": "已󰮻敬而立受十大受。彼経述記曰揔明得記也𠀍", "4": "時後戒落謝更無得得謂無法後得然属行者身且如", "40": "章然不共住至其戒不󵘩。四分律曰云何名不共住有", "400": "尊者能受也大者出過二乗體用弘廣名之為大大", "401": "有容納復名為受乃至即此十中分之為三初有五種", "402": "明律儀戒第二有四種明饒益有情戒第三有一種", "403": "明攝善法戒乃至律儀戒者斷一切𢙣菩󴅽戒內有四", "404": "重者亦依此義文中有二初有一大受於性及遮若", "405": "䡖若重根本隨順但悉堅持第二有四受唯持其性", "406": "非遮唯重非䡖唯根本非隨順也於中有四即四波", "407": "羅夷波羅夷此名他勝處𢙣法󰡷己名他勝處善法", "408": "益己名己勝他處何者為四種一若有財法不得恡", "409": "惜二不得為名聞等自歎毀他三有怨嫌彼此相和", "41": "二共住同一羯磨同一說戒不得於是二事中住故名", "410": "四不得起大邪見謗無因果今此文中不依斯次從", "411": "後向前說欲明斷𢙣邪見㝡重所以先明也。", "412": "𠀍尊我從今日乃至菩提於所受戒不起犯心。第一揔也", "413": "𠀍尊我從今日乃至菩㮛於諸尊長不起慢心。第一", "414": "明第四不得起大邪見也慢者自恃非他高舉之相", "415": "今於諸尊者一切功德尊宿之處不起慢心長謂師", "416": "長有德之人亦無慢意由此不起增上邪見也。", "417": "𠀍尊我從今日乃至菩㮛於諸眾生不起恚心。第二", "418": "明第三不賜歡喜也若有一人於我所生憎害心又若", "419": "相共有怨嫌意相謝令喜不生嗔恨故云不起恚心也", "42": "不共住。戒䟽曰言不共住者治𢷤名也注解中初列", "420": "𠀍尊我從今日乃至菩提於他身色及外眾具不起嫉", "421": "心。第二明第二不為名聞等也若懷嫉妬於他身色", "422": "及外眾具即是依正二報內外二果深生嫉妬所有", "423": "造作皆為名等今既無嫉所作不為名等也。", "424": "𠀍尊我從今日乃至菩提於內外法不起慳心。第四", "425": "明第一不施財法也由持戒故若內財法若外財法", "426": "物不生慳是故不起四波羅夷也。", "427": "𠀍尊我從今日乃至菩提不自為己受畜財物凡有所", "428": "受悉為成熟貧苦眾生。於四大受明饒益有情中有", "429": "二初之二種明慈與樂行第二有兩大受明悲抜苦", "43": "兩同後反釋之。行宗記曰上二句點注文同羯磨者眾", "430": "行於初中有二初畜淨財二明攝受有情也置淨財", "431": "也菩󷨊所有錢財有三種一敬田謂三寳二悲田謂", "432": "貧苦等三中客由謂從子等菩󴅽願所受畜皆為此", "433": "三不己名等置錢財等。", "434": "𠀍尊我從今日乃至菩提不自為己行四攝法為一切", "435": "眾生故。第二攝受於中有二初揔後別此即初也菩", "436": "󴅽所畜不自為己樂行四攝利益一切眾生四攝者", "437": "謂布施通三二愛語柔和悅故三利行樂勸為善四", "438": "同事共所作業故名四攝也。", "439": "以不愛染心無猒足心無㝵礙心攝受眾生。別受可", "44": "法同也同說戒者自行同也持奉無瑕方應說戒故", "440": "解然𠀍間中有三種心極急可汗一於知識生愛染", "441": "心二於怨家起殺害心三於中客人起不攝受心今", "442": "菩󴅽無此三種名四攝圎故言以不愛染心者無第", "443": "一故言無猒足心於諸怨𢙣不欲棄󵘩生憶念言無", "444": "礙心者於中客者當欲攝受不生󵘩想也。", "445": "𠀍尊我從今日乃至菩提若見孤獨幽繫疾病種種𢀴", "446": "難困苦眾生終不暫󵘩。上二名與樂也下二明󳫠苦", "447": "於中有二初󳫠現在苦果二明󳫠未来苦因初中有", "448": "二初摽宗二釋所以標也勝鬘意云若見孤謂無父", "449": "母若見獨謂無兒等幽謂深加重縛繫謂𣕧鎖等繫", "45": "此律解中但明法不同住如十誦中財法兩種俱不同", "450": "病即𢙣風種種厄難者厄謂厄怖難謂厄難困苦眾", "451": "生通結上也若見此類終不暫󵘩。", "452": "必欲安穩以義饒益令脫眾苦然後乃󵘩。釋也若見", "453": "厄難令得安穩義有二義一財義二道理義若孤獨", "454": "之人必以財義饒益然後乃󵘩若見幽繫之人道理", "455": "󳫠彼令得饒益後方可󵘩若有疾病等人安慰與樂", "456": "令除重病饒益方󵘩也。", "457": "𠀍尊我從今日乃至菩提若見捕養眾𢙣律儀及諸犯", "458": "戒終不棄󵘩。第二未來苦因也於中有二初舉宗二", "459": "釋所以於前有二明眾生造業我見生念第二正明", "46": "也。此下會釋本律二同並㨿法說然󷥛加𢷤義不同", "460": "折伏此即初也乃至勝鬘𤼲意若見𢙣律及有破戒等", "461": "人終不棄󵘩令廣造罪欲何所作耶。", "462": "我得力時於彼彼處見此眾生應折伏者而折伏之應", "463": "攝受者而攝受之。正明折伏也。", "464": "何以故。釋所以中有三初徵起所由。", "465": "以折伏攝受故。於正釋中有二初舉不󵘩。", "466": "令法夂住法久住者天人充滿𢙣道减少能於如来所", "467": "轉法輪而得隨轉。二明得益。", "468": "見是利故救攝不󵘩。第三結攝之意也。", "469": "𠀍尊我從今日乃至菩提攝受正法終不忘失。第三", "47": "財但無顯文故引十誦耳。", "470": "明攝善法戒中有二初摽宗二釋所以摽宗也。", "471": "何以故。釋所以於中有三初徵。", "472": "忘失法者則忘大乗忘大乗者則忘波羅蜜忘波羅蜜", "473": "者則不欲大乗。釋也忘失法者謂失教法也忘大乗", "474": "者謂忘理也忘波羅蜜者謂無行也不欲大乗者謂", "475": "不得果菩提涅槃等果也。", "476": "𠰥菩󴅽不决定大乗者則不能得攝受正法欲隨所樂", "477": "入永不堪任越凡夫地。明忘失有󰡷也。", "478": "我見如是無量大過乃至故受此大受。第三勝鬘明受", "479": "之意。", "48": "如多論中四解一󷥛壞道法無所任用󱌹出眾外生天", "480": "章其菩󴅽地至皆失戒也。倫記曰景述三藏言問曰前", "481": "本地分中明󵘩菩󴅽戒但有二緣一者退菩提心二起", "482": "增上煩惱今此何故明󵘩有其四緣解云開合為異此", "483": "中前二揔是退菩提心於中有其三品若起上品退菩", "484": "提心所謂佛果難祈眾生難度長時苦行無力能行從", "485": "今已徃不復能行求菩󴅽道起此心時不待𤼲言即便", "486": "󵘩戒即當此中第一緣也所謂决定發起受相違心若", "487": "起中下品心如前退屈即復發言我今󵘩所學處尒時", "488": "便󵘩即當此中第二緣也謂於有識大丈夫前𤼲棄󵘩", "489": "言此中後二揔是起增上煩惱犯而󵘩於戒於中有二", "49": "龍鬼神信敬心故二現佛法無愛無憎清淨者共住不", "490": "一犯根本四重二犯隨順四重前後方便即當此中後", "491": "二緣也言他勝者由犯四重為破戒所勝名他勝法。", "492": "章决擇分云至亦不新得。七十五曰復次若有不󵘩如", "493": "是律儀當知餘生亦得隨轉非彼󵘩者。倫記曰此戒", "494": "一受乃至菩提。四十曰若諸菩󴅽雖復轉身遍十", "495": "方界在在生處不󵘩菩󴅽淨戒律儀由是菩󴅽不󵘩無", "496": "上菩提大願亦不現行上品󵫥犯他勝處法若諸菩󴅽", "497": "受餘生忘去本念值遇善友為欲悎寤菩󴅽戒念雖", "498": "數重受而非新受亦不新得。倫記曰第五明淨戒経", "499": "生不失雖復重受不名新得。", "5": "󵘩戒雖無得得由自属身然能後時招異熟果若大乗", "50": "淨者𢷤出眾故三為息外道誹謗故四為持戒者得安", "500": "章餘皆不得至勢亦不得。决擇抄曰餘文之中不許菩", "501": "󴅽出家之戒経主不失而無󷨽也今且󷨽者経生󵘩者", "502": "㨿別受說言不󵘩者󷱎其同受上下有此󷨽意。", "503": "章四十一說若至應當更受。彼正文曰設有違犯即應如", "504": "法疾疾悔除令得還淨又此菩󴅽一切違犯當知皆是", "505": "𢙣作所攝。倫記曰景云若䡖若重皆可悔除皆名𢙣", "506": "作測云即是菩󴅽四十五䡖罪聚中第五𢙣作攝也", "507": "應向有力於語表義能覺能受小乗大乗補特伽羅發", "508": "露悔󷙂。測云謂是能解語者非聾盲等人大小雖異", "509": "同是行人故得對之。", "51": "樂住增善根故。論中四義求佛𢷤意初與四並生善益", "510": "若諸菩󴅽以上品󵫥違犯如上他勝處法失戒律儀應", "511": "當更受若中品󵫥違犯如上他勝處法應對於三補特", "512": "伽羅或過是數應如發露除𢙣作法先當稱述所犯事", "513": "名應作是說長老專志或言大德我如是名違越菩󴅽", "514": "略奈耶法如所稱事犯𢙣作罪餘如苾蒭發露悔󷙂𢙣", "515": "作罪法應如是說若下品󵫥違犯如上他勝處法及餘", "516": "違犯應對於一補特伽羅𤼲露悔法當知如前若無隨", "517": "順補特伽羅可對發露悔除所犯尒時菩󴅽以淨意樂", "518": "起自󷔙心我當决定防護當來終不重犯如是於犯還", "519": "出還淨。私曰問此懺悔法通三聚戒耶󷨽如倫記引", "52": "內外分之二表彰法勝三󷙂𢙣益若不除𢙣必遭外毀", "520": "景測兩師唯懺四重四十三䡖攝善法戒利有情戒", "521": "攝律儀戒七眾戒故具足之戒六聚別故問若尒者", "522": "二四󵘩緣亦同可局攝善饒益耶󷨽言不尒󵘩戒失", "523": "戒翻受體故受法󷥛通三聚淨戒󵘩緣失緣何局後", "524": "二故知受戒󵘩戒共通三聚隨戒懺悔各隨說相是", "525": "故攝善饒益懺悔當隨此文𢙣作所攝律儀懺悔依", "526": "毗奈耶六聚若別若不尒者菩󴅽苾蒭混勤䇿故違决", "527": "檡分七十五故。", "528": "章其不犯者至不名為犯。四十一曰又一切處無違犯者", "529": "謂若彼心增上狂乱若重苦受之所逼切若未曾受淨", "53": "又肅將來欲犯戒者生慙愧心不犯𢙣故。", "530": "戒律儀當知一切皆無違犯。", "531": "章凖此等理至皆不󵘩也。决檡抄曰餘文之中不許菩", "532": "󴅽出家之戒経生不失而無󷨽也今且󷨽者経生󵘩者", "533": "㨿別受說言不󵘩者󷱎其同受上下有此󷨽意。", "534": "章靜慮律儀至永不成就。俱舎曰頌曰󵘩定生善法由", "535": "易地退等論曰諸靜慮地所繫善法由二緣󵘩一由易", "536": "地謂從下地生上地時或上地沒来生下地二由得退", "537": "謂從己獲勝定㓛德還退失時等言為顯󵘩眾同分亦", "538": "󵘩少分殊勝善根如色界中所有善法由易地退󵘩無", "539": "色界亦然唯無律儀與色󱰠異。", "54": "章故涅槃経至佛為釋云。彼経第三十三卷曰迦󳸟菩", "540": "章二暫無󵘩至下地等時。二十六曰云何慧解脫補特", "541": "伽羅謂有補特伽羅已能證得諸漏永盡於八解脫", "542": "玄賛曰一有色觀諸色解脫二內無色想觀外諸色", "543": "解脫三淨解脫身作證具足住四空無邊處解脫五", "544": "識無邊處解脫六無所有處解脫七非想非非想處", "545": "解脫八想受滅解脫身作證具足住。", "546": "未能身證具足安住是名慧解脫補特伽羅。賢聖章", "547": "曰此義意說障有二種一煩惱障能障聖慧不得應", "548": "果二者事障就勝而說唯異熟生喜樂󵘩受有下劣", "549": "性於上等至不肯進求所知障攝此人唯能斷初障", "55": "󴅽白佛言𠀍尊如来具足是知根力是故能知一切眾", "550": "故慧縛得脫慧謂簡檡此離縛故即名解脫慧所有", "551": "脫名慧解脫。", "552": "又曰云何身證補特伽羅謂有補特伽羅於八解脫順", "553": "逆入出身作證多安住而未能得諸漏永盡是名身證", "554": "補特伽羅。賢聖章曰此論意說信解見至二種聖人", "555": "至不還果身中證得󷓟盡定故轉名身證此但轉名", "556": "而不轉體理說應云身證󷓟定由得󷓟定得󷓟定者", "557": "必具前七故瑜伽說得八解脫所以者何前七解脫", "558": "共異生故異生唯得前七解脫不名身證󷙂定無心", "559": "唯身證得似涅槃法由身證得得身證名身謂積聚", "56": "生上中下根利鈍󵡜別知現在𠀍眾生諸根亦知未来", "560": "或復依止證謂成顯身之與證依主相違二釋俱得", "561": "顯揚論曰唯諸靜慮是現法安樂住性具有身心二種", "562": "安故非無色定無身安故。賢聖義私記曰問云何云", "563": "󷓟盡定󷨽第八識自體分之上有猒心種子此種子上", "564": "有遮防心心所令不起之功能此云󷓟盡定故唯識論", "565": "第一云謂修定時乃至假立󷓟定。唯識論曰謂修定時", "566": "於定加行猒患󱍮動心心所故𤼲勝期願遮心心所", "567": "述記曰此申正義謂修定時於定加行猒患有漏無", "568": "漏󱍮動心心所故無想六󷓟定七無想有漏滅定無", "569": "漏無想猒如病等󷓟定上息想俱為勞慮故猒患𤼲", "57": "眾生諸根如是眾生於佛滅後作如是說如来畢竟入", "570": "勝期願云我欲或一日乃至七日或一劫或一劫餘", "571": "無心遮心心所。", "572": "令心心所漸細漸微。遂猒此心令心心所漸細漸微", "573": "此猶遠加行也。", "574": "微微心時熏異熟識成極增上猒心等種。正欲入定", "575": "至微微心時即是末後隣次於定前剎那心熏異熟", "576": "識成極增上猒心種子以前諸位雖熏成種猶中下", "577": "品未名為定。", "578": "由此󰡷㐲心等種故󱍮動心等暫不現行依此分位假", "579": "立二定。由是增上猒心種子餘󱍮動心等於後念以", "58": "於涅槃或不畢竟入於涅槃私曰第一對或說有我或說無", "580": "去暫不現行依此一期無心分位假立二定此二定", "581": "種無想有漏󷓟盡無漏此說因位初入󷓟定非夂串", "582": "習故說󷓟心定前猒患種為定體。", "583": "此種善故定亦名善。即以猒心功能種子為定體性", "584": "故定是善此則二定加行門別。", "585": "章非退聖果起諸煩惱。賢聖章曰言退者退有二義小", "586": "乗之中退失於果名之為退大乗之中退失禪定現法", "587": "樂住名之為退。", "588": "章三得果󵘩至下劣品道。三十四曰若先未離欲界貪", "589": "者彼於今時󷥛入如是諦現觀已󱍮重永息得預流果", "59": "我第二對或有中隂或無中隂第三對或說有退或說無退", "590": "由能知智與所知境和合無乖現前觀察故名現觀", "591": "略纂曰入見道證如時境如無相故其智亦無相二", "592": "無相和合能緣所緣無相乖違現前觀察故名現󶢊", "593": "對法論曰於上所說現觀位中證得後後勝品道時󵘩", "594": "前所得下劣品道。末論曰如證得此果所攝道時即", "595": "󵘩此向所攝道以不復現前故。", "596": "又即此時集斷作證。由得果時永斷此所治種類煩", "597": "惱品󱍮重令無餘故證得勝品轉依故。", "598": "章四練根󵘩至性利根故。顯揚論曰退法等有六者乃至", "599": "一退法謂成就如是輭根。對法論曰謂鈍根性。私", "6": "師乃至若󵘩之時有先熏種能招後果不別說有法前後", "60": "第四對或言如来身是有為或言如来身是無為第五對或", "600": "曰以下同之。", "601": "若思自害不思自害。對法論曰若思惟若不思惟。", "602": "末論曰思惟者欲害自身不思惟者不欲害自身。", "603": "若放逸若不放逸。對法論曰若遊散若不遊散。私", "604": "曰以下同之。賢聖義私記曰遊散者放逸異名也", "605": "乃至非煩惱所攝放逸以無記心遊散故名放逸也", "606": "俱可退失現法樂住。󷒲集論曰謂退𠀍間靜慮等定", "607": "及𠀍間功德。賢聖義私記曰四無量等也。", "608": "不能練根不能發起勝品功德二思法謂成就如是輭", "609": "根若思自害即能不退不思害時即可退失此人作是", "61": "有說言十二因緣是有為法或說因緣是無為法第六對", "610": "思惟󷕩使我勝諸魔不令諸魔勝我如是思已而思自", "611": "害此亦不能練根不能發起勝品功德。賢聖章曰思", "612": "謂思惟法謂自害思之法故名為思法。", "613": "三護法謂成就如是輭根雖不思自害不放逸故能不", "614": "退失若心放逸即可退失不能練根不能𤼲起勝品功德", "615": "賢聖章曰護謂防護法謂放逸護之法故名為護法", "616": "四住不動謂成就如是輭根雖不思自害及行放逸然", "617": "皆不退不能練根不能𤼲起勝品功德。賢聖章曰住", "618": "謂安住非進退義離勝退緣雖不自防亦能不退離", "619": "勝加行亦不增進住即不動名住不動。", "62": "或說心是有常或說心是無常第七對或有說言受五欲", "620": "五堪能通達謂成就如是輭根堪能不退能練諸根及", "621": "能發起勝品㓛德。賢聖章曰此人為性堪修練根通", "622": "達不動前四種性皆言不能練諸根者󷱎意樂說或", "623": "難修說不能𤼲起勝㓛德者󷱎多分說其人道果定", "624": "勝故堪謂堪能不退練根達謂通達達至不動堪之", "625": "達故或堪即達二釋俱得。", "626": "六不動法謂從先來自性成就利根此人於諸善根不", "627": "為已得退法之所󴞘動亦不為𤼲勝功德及上練根之", "628": "所動󴞘是故說名為不動法。對法論曰謂利根性若", "629": "遊散若不遊散皆能不退現法樂住。倫記曰通學", "63": "樂能障聖道或說不遮第八對或說𠀍第一法唯是欲界", "630": "無學前五種姓皆為練根除獨覺菩󴅽以利根故但", "631": "顯揚云堪達唯進者󷱎度鈍根故作是說又對法說", "632": "菩󴅽練根者󷱎自乗中三品轉增為語故不違此文。", "633": "章對法第十至引上利根。彼十三曰聲聞乗補特伽羅", "634": "者謂住聲聞法性若定不定性是鈍根自求解脫𤼲弘", "635": "正願修猒離貪解脫意樂以聲聞藏為所緣境精進修", "636": "行法隨法行得盡苦際乃至獨覺乗補特伽羅者謂住獨", "637": "覺法性若定不定性是中根自求解脫乃至及修獨證菩", "638": "提意樂乃至大乗補特伽羅者謂住菩󴅽法性若定不定", "639": "性是利根為求解脫一切有情𤼲弘正願修無住處涅", "64": "或說三界第九對或說布施唯是意業或有說言即是五", "640": "槃意樂以菩󴅽藏為所緣境精進修行法隨法行成就", "641": "有情修淨佛土得受大記證成無上正等菩提。", "642": "章五十七云至如前應知。正文曰問若預流者修練根", "643": "時󷥛得練根亦證一來果耶󷨽證。倫記曰泰師等云", "644": "初果欲轉根時作意求利根復求一來果者能斷六", "645": "品惑時得一來果。", "646": "問亦證不還果耶󷨽不證對治難得故所應得義極廣", "647": "大故。倫記曰所得道果定等㓛德廣大故亦可無為", "648": "果眾多故。", "649": "問若不還者修練根時既得練根亦進離欲耶󷨽進問", "65": "隂第十對或有說言有三無為或有說言無三無為第十一對", "650": "亦證阿羅漢果耶󷨽不證由前因故。倫記曰出界難", "651": "故起作事多故。", "652": "轉根已後一切皆證。", "653": "章有五義故至󵘩道共戒。正文曰問何故轉根󷨽於薄", "654": "少升進不生喜足故為植引發勝定力故為植多聞力", "655": "故為植論議决擇力故為植觀察甚深法忍力故。倫", "656": "記曰明轉根所以即有五因初因於鈍不喜足後四", "657": "於利欣求為引勝定故求勝根轉得利根尋攬三藏", "658": "多聞不忘捷疾論議觀真如智名甚深法忍如從退種", "659": "求思而湏練根從聲聞求獨覺或迴心向大亦湏練根。", "66": "復有說言或有造色復有說言或無造色第十二對或有說", "660": "章五入無餘涅槃一切永󵘩。唯識論曰三無餘依涅槃", "661": "謂即真如出生死苦煩惱󷥛盡餘依亦󷓟眾苦永寂故", "662": "名涅槃。述記曰有漏苦果所依永盡由煩惱盡果亦", "663": "不生名得涅槃亦就實出體通三乗釋。對法論曰", "664": "於無餘依涅槃界位聲聞獨覺一切聖道無不皆由頓", "665": "󵘩所󵘩。末論曰是究竟不現行󵘩義。", "666": "非諸菩󴅽。非諸菩󴅽所得聖道有如是󵘩為欲利益", "667": "一切有情皆得涅槃故。", "668": "是故唯說諸菩󴅽等為無盡善根者無盡功德者。由此", "669": "因緣無盡慧経等說諸菩󴅽為無盡善根者無盡㓛", "67": "言有無作色或有說言無無作色第十三對或有說言有心", "670": "德者。", "671": "章雖知四緣至是無表故。樞要曰若起異分心定散二緣有漏", "672": "無漏緣不尒便非便󵘩隨心戒。", "673": "章不律儀戒至由四緣󵘩。婆沙論曰諸不律儀由四緣", "674": "󵘩一受別解脫律儀二得靜慮律儀三二形生四󵘩眾", "675": "同分。私曰因此問󵘩所學󵘩有無󷨽有二說一者󵘩", "676": "殺具󵘩二者不受戒不󵘩。俱舎論曰不律儀云何", "677": "󵘩頌曰󵘩𢙣戒由死得戒二形生。私曰小乗論中如", "678": "是文多然無文者㨿大乗說。樞要曰𢙣戒生彼家", "679": "乃至此由󵘩五緣誓󵘩及受戒命終得上定形沒二形生。", "68": "數法或有說言無心數法第十四對或有說言有五種有或", "680": "章一誓願󵘩至󵘩彼思故。略纂曰上來不律儀一期心", "681": "即成時節謂未󵘩已來七支七支運運增長󵘩時節謂", "682": "受戒命終得定二形生四時今大乗雖不受戒誓󵘩作", "683": "法亦名為󵘩故五時也故論云乃至此思未󵘩已來名", "684": "不律儀者明知󵘩思意業亦󵘩不律。", "685": "章若心勢󵘩至不永󵘩故。婆沙論曰問住不律儀者受", "686": "八戒齊時󵘩不律儀得律儀至明且時󵘩律儀還得不", "687": "律儀耶󷨽健駄羅國諸論師言住不律儀者受八戒齊", "688": "時󵘩不律儀得律儀至明且時󵘩律儀還得不律儀得", "689": "律儀故不律儀斷󵘩律儀故不律儀續迦濕󳇐羅國諸", "69": "有說言有六種有第十五對或有說言八戒齊法優婆塞戒", "690": "大論師咸作是說住不律儀者受八戒齊時󵘩不律儀", "691": "得律儀至明且時󵘩律儀不得不律儀得律儀故󵘩不", "692": "律儀分齊極故又󵘩律儀是故尒時名非律儀非不律", "693": "儀若彼有情盡眾同分不復作者不得不律儀若復作", "694": "者還得不律儀。", "695": "章五十三云至運運增長。倫記曰此人乃至已下文者", "696": "謂未得對除已來念念增長謂從十不善業道種次念", "697": "增成二十第三增至四十乃至無邊。略纂曰當知非", "698": "福運運增長者此亦剎那剎那七支倍增故名運運增", "699": "長。倫記又曰景云此中邪願等六法正現前時以為", "7": "得若󷱎種子義說前後雖亦可得然無文說。", "70": "具足受得或有說言不具受得第十六對或說比丘犯四重", "700": "受能受本識業道種子名能𤼲彼業毗曇中有四緣󵘩", "701": "今大乗處處但見󵘩善戒緣未見󵘩𢙣律儀文以理則", "702": "有三緣除二形生。", "703": "章處中無表至所引無表。正文曰處中無表󵘩復云何", "704": "頌曰󵘩中由受勢作事壽根斷論曰處中無表󵘩由六", "705": "緣一由受心斷壞故󵘩謂󵘩所受作是念言我從今時棄", "706": "先所受二由勢力斷壞故󵘩謂由淨信煩惱勢力所引", "707": "無表彼二限勢若斷壞時無表便󵘩如所放箭及陶家", "708": "輪弦等勢力盡時便止三由作業斷壞故󵘩謂如所受", "709": "復更不作四由事物斷壞故󵘩事物者何謂所󵘩施寺", "71": "已比丘戒在或說不在第十七對或有說言湏陀洹人斯陀", "710": "舎敷具制多󷧀林及所施為𦊨網等事五由壽命斷壞", "711": "故󵘩謂所依止有轉易故六由善根斷壞故󵘩謂起加", "712": "行斷善根時便󵘩善根所引無表。", "713": "界地有無門第六界地有無門第六", "714": "章第六依地有無者。廣賢聖章曰第五得之身地於中", "715": "有二一明得聖之身二明得聖之地。", "716": "章善身語律至表通三界。第四曰云何數建立略有三", "717": "界謂欲𤰪㐌𤰪無色界乃至此中欲界及色界初靜慮除", "718": "靜慮中間若定略纂曰在上下地得彼定若生謂生彼地名有尋有伺地", "719": "倫記曰尋謂尋求伺謂伺察或思或慧於境推求󱍮", "72": "含人阿那含人阿羅漢人皆得佛道或言不得第十八對或", "720": "位名尋即此二種於境審察細位名伺非一剎那二", "721": "法相應一類󱍮細前後異故。", "722": "即靜慮中間若定若生名無尋唯伺地隨一有情由修", "723": "此故得為大梵。略纂曰雖共初禪同一地繫無別品", "724": "數離於尋染要伏尋貪方得彼定如在欲界修不淨", "725": "觀雖未品數折伏下染要蹔㐲貪方能入觀此亦如", "726": "是故名別修得為大梵。", "727": "從第二靜慮餘有色界及無色界全名無尋無伺地。", "728": "章有義身表至或通四定。五十六曰如𠀍尊言行有三", "729": "種謂身行語行意行。倫記曰此中辨行支業明兩種", "73": "說佛性即眾生有或說佛性離眾生有第十九對或有說言", "730": "三行初明身行有二。", "731": "當知此中入出息風名為身行風為導首身業轉故", "732": "一者出入息風名為身行息風有二義一與報身為", "733": "行三定已下由有息風身住不死二與身業為行由", "734": "風力故發動身業故名身行若彼身業體是行支故", "735": "名身行。", "736": "身所作業亦名身行由愚癡者先起隨順身業風已然", "737": "後方起染汙身業如入出息能起身業故名身行。", "738": "二者身所作業亦名身行由愚癡者行殺等時先起", "739": "隨順身業風已然後方起染汙身業。", "74": "犯四重禁作五逆罪一闡提等皆有佛性或說言無第二十對", "740": "如是尋伺與諸語業俱名語行。次明語意尋伺是發", "741": "語思名為語行所發語業體是行支亦名為行合彼", "742": "二種揔名語行。", "743": "受想與意業俱名意行。想受及思俱是心王之因名", "744": "為意行意思正是行支體性故名為行。", "745": "如是一切揔說身行語行意行。歸敬章曰九地󵡜別", "746": "語業至初禪有尋伺故身業至四禪有身業故意業通", "747": "九地有善思故二定已上雖借語起非善性故非語敬", "748": "體地前菩󴅽無色聖者佛邊聽法故有意表歸依即不", "749": "然不發無表故。義燈曰又解通上若上不得作下地", "75": "或有說言有十方佛或有說言無十方佛第廾一對如其如", "750": "善業四靜慮王俱受別脫豈許無記心得戒耶󷥛許善", "751": "心方始得戒故於上地得有語業多由尋伺未必一切", "752": "皆尋伺起又復尋伺非語遍行如出入息四定雖無得", "753": "有身業以有思故語業應同此。", "754": "章不尒頓悟至無身語善。義燈曰問󷥛說語業為語遍", "755": "行第二定上地法有語同身行故󷨽󷱎佛可尒語不假", "756": "尋除佛已外語必尋引故已上無乃至又設一解欲𤰪󱴬", "757": "語二定已上或有語言非尋伺發但用思生諸論但言", "758": "尋伺起者隨󱍮相說。", "759": "章󷥛許㐌󱰠至無別脫戒。唯識論曰有義色界亦有聲", "76": "来具足成就知根力者何故今日不决定說佛告迦󳸟", "760": "聞迴趣大乗願留身者󷥛與教理俱不相違是故聲聞", "761": "第八無漏色界心後亦得現前。述記曰異生同前第", "762": "一師說色界亦有聲聞初發心向大乗者󷥛與教理", "763": "俱不相違無文遮故。集解曰言彼者即二乗迴趣", "764": "於大乗之人乃至言𠀍尊者乃至成佛之時也。", "765": "章此別脫戒至依色界身。唯識論曰謂諸異生求佛果", "766": "者定色界後引生無漏彼必生在淨居天上大自在宮", "767": "得菩㮛故。述記曰一切異生即頓悟人得成佛者定", "768": "色界後後報利益摩醯首羅智處生故以色界中無", "769": "二乗迴心者瑜伽第五十云變易生死所留生身即", "77": "菩󴅽善男子如是之義非眼識知乃至非意識知乃是", "770": "於此洌故也彼無佛等可教化故發心留身唯在欲", "771": "界必主自在宮唯異生色界後也有學等迴心但於", "772": "欲界等地隨多少生死盡即受變易生後徃自在宮", "773": "成佛不徃彼生故其諸異生無欲界身受變易生死", "774": "變易生死不可死已更生大自在宮故至第八地身", "775": "要生第四禪得勝身已方受殊勝變易身故大自在", "776": "宮者謂淨居上有實淨土即自受用身初於彼起證", "777": "是第十地菩󴅽宮。私曰先科所引異生同前第一", "778": "師說者今所引文也。", "779": "盧舎那佛至亦得別脫。梵網経曰尒時釋迦牟尼佛", "78": "智慧之所能知若有智者我於是人終不作二是亦謂", "780": "在第四禪地中摩醯首羅天王宮與無量大梵天王不", "781": "可說不可說菩󴅽眾說蓮華䑓藏𠀍𤰪盧舎那佛所說", "782": "心地法品乃至是時釋迦即擎椄此𠀍𤰪大眾還至蓮華", "783": "䑓藏𠀍𤰪百万億紫金剛光明宮中見盧舎那佛。同", "784": "下卷曰佛子諦聽若受佛戒者國王王子百官宰相比", "785": "丘比丘尼十八梵乃至但解法師語盡受得戒皆名第一", "786": "清淨者。古迹曰如論超勝諸羅漢故何故尒者如般", "787": "若言二乗善根猶如螢火唯照自身大乗善根猶如", "788": "日光導一切故。", "789": "章別受別脫至由此不得。業䟽曰成實云餘道眾生得", "79": "我不作二說於無智者作不定說而是無智亦復謂我作", "790": "戒律儀経說諸龍亦受一日戒故善見中諸龍及神得", "791": "三歸五戒也。", "792": "章󷥛許鬼畜至於理何遠。顯揚論曰頌曰極慼非𢙣趣", "793": "極欣非上二處欲𤰪人天佛出𠀍現觀。賢聖章曰此", "794": "頌意說湏陀洹果及超越一來并超越不還見道位", "795": "得唯欲界身故。", "796": "章地獄𢙣由至可攝於彼。梵網経曰一切有心者皆應", "797": "攝佛戒。本業経曰六道眾生受得戒但解語得戒不", "798": "失佛子三𠀍劫中一切諸佛常作是說。", "799": "章瑜伽但遮至畜生等故。五十三曰問由幾因緣不應", "8": "章故唯識云至不同因位。樞要曰此是佛身無表之別", "80": "不定說善男子如来所有一切善行悉為調㐲諸眾生故。", "800": "授彼近事男律儀󷨽略由二因一意樂󰡷害故二男形", "801": "󰡷害故若意樂󰡷害者當知一切不應為受若男形󰡷", "802": "害者或有為受然不得說名近事男不說因緣前已具", "803": "辨。集解曰今章師取論意趣男女合說名為俱形󰡷", "804": "亦󷥛男形󰡷失二形俱無故名俱形󰡷。", "805": "章然非有漏至於理無違。注羯磨曰一是人道故律云", "806": "天子阿修羅非人畜生不得戒故。業䟽曰初唯是人", "807": "簡四趣者。濟緣記曰初簡餘趣列示五道文摽四趣", "808": "則合修羅通諸趣故。", "809": "天實報勝但著樂多。多論云如目連勸帝釋云佛𠀍", "81": "章善男子我至即是𣲇道。二十九曰諸善逝名勝道沙", "810": "難值何不數數相近聽受正法乃至帝釋云天上種", "811": "種宮觀無數天女天湏陀食自然百味百千𠆸樂以", "812": "自娛樂雖知佛𠀍難遇正法難聞以染樂所󶧠不得", "813": "自在等。無求修道故也修羅懷疑道在會正濟緣記曰", "814": "阿修羅或󷵼疑神疑是信障故不能入道非人󷑮神謟誑不實畜生報局", "815": "愚騃所收上四句列二趣下四句明違道道在質直反󷑮神慧心反畜生遐", "816": "舉謂高遠也戒受為道非道故障地獄常苦乱惱衝心故論", "817": "說言如鎔鐵聚何能懷道而受戒也。濟緣記曰即智", "818": "論也具云地獄中隂身猶如鎔鐵聚󷕗惱燒然苦不", "819": "可為譬喻。唯斯人者苦䡖下趣濟緣記曰次顯人道無常苦也樂", "82": "門。略解曰謂已證得貪瞋癡等無餘永盡。倫記曰", "820": "劣上天無勝境也此二句異於天獄強識異畜生念力異修󷑮能崇道業", "821": "如多論引歸戒所投誠有致也彼云五道而言唯人得戒餘四道不得是也。", "822": "章唯初未至至遠分對治。三十三曰從此無間由是因", "823": "緣證入根本初靜慮定即此根本初靜慮定俱行作意", "824": "名加行究竟果作意。倫記曰此中論意第九解脫道", "825": "居根本靜慮前九無間道八解脫道皆在近分定中", "826": "義燈曰第七作意是彼解脫故即入根本一云或有", "827": "不入故瑜伽第十一云於有漏方便中先說解脫後", "828": "說三摩地乃至准此二文󷱎利鈍別二解俱正各不相違。", "829": "章對法第八至色戒律儀。本論曰靜󷄫律儀所攝業者", "83": "泰云佛名善逝道㝡勝故乃至三乗學無學揔名勝道", "830": "謂能󰡷伏發起犯戒煩惱。末論曰謂貪嗔等欲界所", "831": "繫煩惱隨煩惱。", "832": "種子。能󰡷伏彼種子者謂由伏對治力󰡷彼種子", "833": "離欲界欲者。謂由伏對治力或小分離欲或全分離欲", "834": "所有遠離。謂從彼犯戒所得遠離性。", "835": "離初靜慮欲者所有遠離離第二靜慮欲者所有遠離", "836": "離第三靜慮欲者所有遠離。謂由遠分對治力令彼", "837": "發起犯戒煩惱所有種子轉更衰󰡷所以不說離第", "838": "四靜慮欲者由無色界󱍮色無故略不建立色戒律儀", "839": "是名靜慮律儀所攝身語業。", "84": "諸說正法者名說道沙門。略解曰謂為調伏貪瞋癡", "840": "章若見道斷至皆持遠分。賢聖章曰未知諸聖四禪八", "841": "定依何地得預流一來次第超越必依未至而得果故", "842": "所以者何由此二人未離欲染必無得彼根本地故其", "843": "不還果若次第者唯依未至初得不還後起上定非得", "844": "果故若超越者通依色界四根本定及初未至私記曰何故起", "845": "越人依未至地耶󷨽可勘之得不還果必定無有依中間靜慮是󷵑", "846": "留故。唯識述記曰彼無明利無漏故有明利無漏者", "847": "能入故又彼梵王居多散乱故非純淨地故瑜伽文", "848": "言依諸靜慮及初未至不言中間入見諦故。", "849": "不同小乗亦依中間。", "85": "等演說正法。略纂曰諸佛菩󴅽名說道沙門今無", "850": "章有義修道至何󷴉依彼。賢聖章曰阿羅漢果通依九", "851": "地皆容初得謂四靜慮未至中間下三無色皆容初得", "852": "無學果故有頂雖有遊觀無漏非斷惑故。", "853": "四大造性門第七四大造性門第七", "854": "章第七何大造。造色章曰今依大乗觸處法處皆是有", "855": "大種散定別故造色通於十一處有乃至釋名者瑜伽第", "856": "三說由此大種其性大故為種生故名為大種大有四", "857": "義一為所依故與諸造色為所依處二體性廣故體性", "858": "󷨥廣於造色故三形相大故大地大水大火大風相狀", "859": "大故四起大用故成壞𠀍𤰪作用大故種者因義或是", "86": "佛菩󴅽時聲聞名說道令正法眼不斷種故。", "860": "類義此四能為生等五因起眾色故種類別故。顯揚", "861": "論曰謂依止大種即於大種處所有餘所造色生由是", "862": "因故說四大種造所造色攝在一處是造義造色章曰所造即色。", "863": "五十四曰謂於所依大種處所有餘所造色生故如是", "864": "說由四大種造所造色。倫記曰初受生時先有大種", "865": "㨿其處所餘色依止大種而生名依止生。", "866": "是同一處攝持彼義。釋其造義地大攝持同處之色", "867": "故名為造。造色章曰名之為造所造即色持業為名", "868": "對法論曰云何建立㐌薀謂諸所有色若四大種及四", "869": "大種所造末論曰所造者謂以四大種為生依立持養因義即依五因說名為造云何四大種", "87": "諸修善行者名活道沙門。略解曰謂為調伏貪嗔癡", "870": "謂地界水界火界風界何等地界謂堅鞕性。顯揚論", "871": "曰地有二種一內二外內謂各別身內眼等五根及", "872": "彼居處之所依止堅鞕所攝有執受性乃至外謂各別", "873": "身外色等五境之所依止堅鞕所攝非執受性。", "874": "何等水界謂流濕性。內謂各別身內眼等乃至濕潤所", "875": "攝有執受性乃至外謂各別身外色等乃至濕潤所攝非", "876": "執受性。", "877": "何等火界謂溫󷕗性。內謂各別身內眼等乃至煖󷕗所", "878": "攝有執受性乃至外謂各別身外色等乃至煖󷕗所攝非", "879": "執受性。", "88": "等勤修正行。略纂曰以道活命名活道也。倫記", "880": "何等風界謂䡖等動性。內謂各別身內眼等乃至䡖動", "881": "所攝有執受性乃至外謂各別身外色等乃至䡖動所攝", "882": "非執受性。", "883": "云何所造色謂眼根耳根鼻根舌根身根色聲香味所", "884": "觸一分及法處所攝色。", "885": "章此意揔說至以假名色。六十六曰問如四大種由自", "886": "種子方得生起造色亦尒何故說言諸所造色大種所", "887": "造󷨽乃至若諸大種所有種子能生果時尒時必定能隨", "888": "逐彼造色種子亦生自果故說造色大種所造。倫記", "889": "曰雖復俱生要由四大種子生果造色種子方生果", "89": "曰持戒異生慧命存故名活道。", "890": "故說四大造於色也。第三曰由彼生為前導故由", "891": "此道理說諸大種為彼生因。造色章曰今應問曰若", "892": "尒別解脫及定道俱戒󷥛離大種應不得生此隨所遊", "893": "所防名色亦隨彼二假說大造不離義有二一定同處二", "894": "必假藉別解脫戒等必藉大生非定同處亦名不離離", "895": "質聲光皆亦如是乃至立因者即隨轉因由大變異能依", "896": "造色隨變異故能造所造安危必同故大變時造隨變", "897": "異瑜伽第三云由大種󰡷益彼同安危故別解脫戒後", "898": "相續生表業變異如何相續乃至此唯是彼遠分對治義", "899": "名為造曾有類故二定已上無表並然乃至此義名色假", "9": "句是餘表無表之揔句由佛無表雖是曾得非念念新", "90": "諸行邪行者名壞道沙門。略解曰謂犯尸羅行諸𢙣", "900": "名為造遠分對治故無有失遠防自身曾有𢙣戒即從", "901": "過去大造今色乃至若取依身大種名造無色聖者應無", "902": "無表便非大乗亦違顯揚諸律儀色依不現行法建立", "903": "色性故以隨彼所防大造。", "904": "章設佛身無至四大所造。造色章曰無色界無表及佛", "905": "身無表以何大造應以過去自身所有能造𢙣戒大種", "906": "所造義名懸造如無表章。", "907": "章其不律儀至名彼大造。造色章曰不律儀戒顯揚論", "908": "說依現行法建立色性即以所𤼲𢙣身語色大種所造", "909": "名離質造所餘皆名不相離造。", "91": "法。重釋曰若諸犯戒補特伽羅多行𢙣法廣說乃", "910": "章其仙人意至色名造耶。决擇抄曰章大乗意表至𤼲", "911": "殺生無者無者無身語表。", "912": "應成差別門第八應成差別門第八", "913": "章第八應成差別者。義鏡曰師德及資器也。", "914": "章若有為王至意樂󰡷害。倫記曰為遭眾苦活命出家", "915": "律藏遮難中無此初因。", "916": "章若有身󷙇至依止󰡷害。倫記曰身有㿈腫正在於遮", "917": "四分律曰尒時摩竭國界五種病出一者󵗺二者㿈三", "918": "者白󵗺四者乾痟五者癲狂乃至自今已去不得度五種", "919": "病授具足。業䟽曰十明諸病文列五種善見云󵗺癬", "92": "至實非梵行自稱梵行名壞道沙門由彼破壞㝡初", "920": "二病不問赤白黑下至如爪若在露處增長不增俱不", "921": "得度屏處增長不得不增得度。", "922": "章初半擇迦至名扇搋迦。倫記曰泰云半擇迦是無界", "923": "志性樂他於己為過義扇搋迦是無根義初半擇迦具", "924": "此二義第二半擇迦有根無男志性樂為過故唯名半", "925": "擇迦以有根故非扇搋迦第三以無根故非扇搋迦非", "926": "本無根為他殘害男志性不改不樂他為過故非半擇", "927": "迦若有󰡷害已後失男志性樂他為過同女性者名半", "928": "擇迦亦扇搋迦也。󷒲集論曰又半擇迦有五種謂生", "929": "便半擇迦嫉妬半擇迦半月半擇迦灌灑半擇迦除去", "93": "所有正道根本無力無能非生道噐雖現前有說正", "930": "半擇迦。略纂曰論云仝分半擇乃至灌灑除去此中唯", "931": "無灌灑以此中開嫉妬為二謂逼己見他故彼合一灌", "932": "灑是嫉妬類得他精血方起勢故。行事鈔曰五非黃", "933": "門業䟽曰黃是中方之色昔刑其勢号曰閹人以衛中禁之門故曰也律中五種一生黃", "934": "門二揵作者三因見他婬方有妒心婬起四忽然變作", "935": "五半月能男半月不能男𠀍中多有自截者若依四分", "936": "應󷓟𢷤文云若犍者都截却也今時或截少分心性未", "937": "改者兼有大操大志者凖依五分應得彼文云若截頭", "938": "及半得小罪都截󷓟𢷤四分云若被怨家𢙣獸業報落", "939": "等應同比丘法若自截者󷓟𢷤不明分齊五分云時有", "94": "道教及現前有證正道者而彼不得是故名為壞道", "940": "比丘為欲火所燒不能堪忍乃至佛訶責言汝愚癡人", "941": "應截不截不應截而截告諸比丘若都截者󷓟𢷤猶󷵮", "942": "𡖉者依篇懺之資持記曰自害身分犯重偷蘭殺方便也凖此以明則未受", "943": "具已截者終無明教必湏凖前勘取依餘部為受。", "944": "章四白法󰡷至造無間業。業䟽曰次解六七云殺父母", "945": "者膝下之養反加逆害天地之所不容也八殺羅漢者", "946": "愚小多迷羅漢中音此義云生上加阿字乃云無也此", "947": "人三有業盡三界不生略湏此示不尒知是何人不解", "948": "謂是凡物也九破僧者此相又難濟緣記曰人小識故破羯磨者", "949": "兩眾一時作法犯中偷蘭不障戒也破法輪者立邪五", "95": "沙門。略纂曰此中意謂戒為正道根本今破戒故", "950": "法𥁞形乞食納衣樹下不食蘇鹽及魚肉也行化於𠀍", "951": "致令禪誦佛境不行犯上偷蘭則能障戒乃至十𢙣心出", "952": "佛血者故論說言出血一也由心善𢙣耳故善登梵天", "953": "𢙣沉鼻獄俱一劫也。濟緣記曰引論即多論𦒿婆針", "954": "醫調達殺害出血事同而心不等𦒿婆生天調達墮", "955": "獄凖前多論𦒿婆自生忉利今云梵天定非㐌󱰠。", "956": "章汙苾蒭尼。業䟽曰二解壞尼文中不明淨染引僧󷑜", "957": "證者故彼文云若那含羅漢二尼犯初中後一切成難", "958": "由斷愛盡决無中染故也若前二果及凡夫尼初樂名", "959": "壞中後非難以當分未除愛染修道三四果者之所斷", "96": "名壞道根。倫記曰犯戒異生犯三學中初根本戒", "960": "故。濟緣記曰壞尼中初牒文故下引示三四兩果一", "961": "向無壞始終是淨故不論初後中染中即內心初二", "962": "兩果初壞後非當分即已地思惑愛染修道謂是具", "963": "惑學人三四所斷故不與同。", "964": "章外道。倫記曰今解律云破二道者是此中外道也", "965": "隨機羯磨曰汝不破內外道耶謂曾作外道来受具戒後復入外道今又重來", "966": "受具戒者。業䟽曰四破內外道者由創入正法未沾道利", "967": "反更還邪心不定指。", "968": "章賊住。倫記曰勤䇿盜聽大法名為賊住。隨機羯磨", "969": "曰汝非賊住耶謂白衣沙󳇐時盜聽說戒羯磨同僧法事。業䟽曰三明賊", "97": "難剋慧命故名壞道。", "970": "住者文非明顯隨言難解謂曾行盜取人財𢪱如注所", "971": "解始終無疑。", "972": "章若別異住。倫記曰㤗云若別住者上明意樂󰡷害中", "973": "云或畏不活法比丘中詐現自身與彼同法勿諸比丘", "974": "與我同止名別異住前取意樂󰡷義此取白法󰡷義乃至", "975": "今解律云破二道者乃至別異住者有兩解一解同㤗又", "976": "解勤䇿起邪見說婬欲非障道等故被𢷤名別異行然", "977": "未犯重此中別住是遮類攝餘皆是難。", "978": "章若不共住至受具足戒。倫記曰㤗云不共住者犯重", "979": "人也。隨機羯磨曰汝不犯邊罪耶󷨽言無者應語言汝應不識此罪名", "98": "章若比丘尼至乃一懺悔。彼経次文曰善男子汝若不", "980": "謂曾受佛戒已犯於四重即是佛法海外人故名邊罪汝不有耶。業䟽曰次消文相云", "981": "邊罪者湏相領會故注罪法知邊名喻若但得語不識邊", "982": "義徒相勞累不成問也。濟緣記曰初示文注之意海喻", "983": "佛法犯重者棄出其外了知邊難從喻為名方成問󷨽。", "984": "章五繫属於至若諸王臣。業䟽曰八官人者皆謂勳品", "985": "已上流內九等文武貟者𢙢負天朝可憂有責餘之散", "986": "任義不在言。濟緣記曰凡官有九品並㨿勳爵以分", "987": "差次自下至於一品故云已上係勳品者謂之流內", "988": "自餘散職並名流外𢙢負天朝律因比丘輒度匿王", "989": "勇將白佛故制可憂有責謂慮國家見罪於僧故。", "99": "信吾今為汝略說我昔愚行業因緣故十方󷄅空法界", "990": "章若王所使。倫記曰造䡖過王所𢙣也。", "991": "章若有造作王不冝業。倫記曰反逆重𢙣也。", "992": "章若被債主之所󱘰執。業䟽曰六者問負債。事鈔目", "993": "負債者諸部但言不應義凖理得。資詩記曰負債凖", "994": "得者容有償他約事非重㨿云不應僧應有罪但由", "995": "西土負債出家王所不理故湏結犯此方不然有戒無過。", "996": "章若他僕󶯇至若他所得。倫記曰若他劫引者属越人", "997": "也若佗所得者年少之時父母遺失為他所得也。隨", "998": "機羯磨曰汝非奴不。業䟽曰七問良賤以位居尊勝", "999": "非𤰞劣所及故律中盜度奴令主譏訶同是奴聚必如"}, "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8891 表無表章詳體文集", "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8891 表無表章詳體文集", "author": "日本 釋叡尊撰", "language": "chinese", "source": "CBETA"}