{"sourceLink": "http://www.cbeta.org/", "text": {"0": "四分律開宗記", "1": "第十本四分律開宗記卷第十從尼犍度至律藏竟。合有三萬七千二百言", "10": "文對請詞一法遮止。何以故者徵。瞿曇彌下釋。第三", "100": "第一無難自受。第二時舍夷物梨下有難開使受。前", "1000": "之由。第二須有之意。第三置之處所。第四解釋文相。", "1001": "初有由者。此序分文。為佛教故。所以集法眾聖。依言", "1002": "置立。佛何故教。為阿難請。阿難何緣故請。由阿泥盧", "1003": "豆教故。彼何緣教。以見阿難心沒憂海。阿難何故心", "1004": "沒憂海。為見如來入般。親愛未除。故智度論第二云。", "1005": "如佛般涅槃時。於俱夷那竭國。薩羅雙樹林中。北首", "1006": "而臥。一心欲入涅槃。爾時阿難。親愛未除。未離欲故", "1007": "心沒憂海。不能自出。爾時長老阿泥盧豆語阿難言。", "1008": "汝守佛法藏人。不應如凡人。自沒憂海。一切有為法。", "1009": "是無常相。汝莫愁憂。又佛手付汝法。汝今愁悶失所", "101": "文有二。第一正授。第二拂疑。前文有三。第一正授戒", "1010": "受事。汝當問佛。佛涅槃後。我曹云何行道。誰當作師。", "1011": "惡口車匿云何共住。佛經初首作何等語。如是種種", "1012": "未來事應問佛。阿難聞是事已。悶心小醒。得念道力。", "1013": "助於佛末後臥牀邊。以此事問佛。佛告阿難。若今現", "1014": "在。若我過去後。自依正法。莫依止餘從今解脫戒經", "1015": "即是大師。車匿比丘。我涅槃後。如梵天法應當治。", "1016": "若心耎後應教迦旃延經。即可得道。後次是我三阿", "1017": "僧祇劫所集法寶藏初。應作是說。如是我聞一時佛", "1018": "在某方某國土某處樹林中。何以故。過去諸佛。經法", "1019": "初頭。皆稱是語。未來諸佛亦稱是語。現在諸佛。末後", "102": "體。第二善女人下。授以隨相。第三汝已受戒竟下。結", "1020": "涅槃時。亦教稱是語。今我解涅槃後。經初亦稱是語。", "1021": "以是當知。是佛所教。非佛自言如是我聞。此律雖非", "1022": "度喜誦出。義准近取。軌則亦然。", "1023": "次須有者。凡入佛法須有信心。信是道元功德母。故", "1024": "須起信。是以智論云。如住所說信為手。如人有手入", "1025": "寶山中。自在取寶。有信亦如是入佛法無攝根力覺", "1026": "道禪定寶山中。不能有所取。無信亦如是。入佛法寶", "1027": "山。都無所得。佛言若人有信。是人能入我大法海中。", "1028": "能得沙門果。不空剃頭染袈裟。若無有信。是人不能", "1029": "入我大法海中。如枯樹不生花實。不得沙門果。雖剃", "103": "勸受持釋並如上。次拂疑可解。次遣使文二。第一授", "1030": "頭染衣讀種種經能難若。於佛法中。空無所得。又此", "1031": "信者。是聖財之初。故入法者。觀令生信。又此勸信。謂", "1032": "勸信正之人。以信正人。受行佛教。若是傳者之言。則", "1033": "不遵奉故。以如是等言。勸令生信。若是耶見之人。不", "1034": "修正法。以是等勸。則不足。要須廣現神通。為說因果", "1035": "道理。方生信心。受行佛教。", "1036": "次處所者。問如諸經中時等一者。置一如是。勸則義", "1037": "具。答其時等則者。立多如是。以一如是勸義不足。今", "1038": "此律藏。禁該一代。人時處事各別不同。理應隨戒立", "1039": "多如是。如阿含經。何以但一。解凡如是者。證信為義。", "104": "戒法。第二世尊有如是教下。料簡進不。前文有三。第", "1040": "若其一戒立一如是。即有䟦闍林中差別。若其隨事", "1041": "立多也是。便謂多戒。不同一制。由此義故。不置如是。", "1042": "又問由斯義故。不置可爾。何故至此方始有耶。若以", "1043": "於此安得通大化。文省義周。勸信義具。如言。如來出", "1044": "世。見眾過失。故以一義。為諸聲聞等。即是以一通収", "1045": "一部中一。乃至二十二類亦同爾。但信增一。是佛所", "1046": "說。當知亦信一部中一。由有斯義故置於此。文解依如", "1047": "大毗尼藏。戒戒之中皆有如是。今文無者。為後分部", "1048": "聖人。恐文繁略。吉問所以得知本藏中有。若智論第", "1049": "二。波離誦云。如是我聞。一時佛在毗舍離。爾時須㵪", "105": "一舉緣啟佛。第二佛開使受。為避難故。第三聽一已", "1050": "那迦蘭陀長者子。初作婬欲。以是因緣故。初結大罪。", "1051": "又十誦結集。迦葉語阿難。從今日一切修妬路。一切", "1052": "尼一切阿毗曇初。皆稱如是我聞一時。出曜論亦爾", "1053": "次解文相。如是者為約法釋。如則指法。是為定詞。如", "1054": "佛所說一切皆是。故言如是。又解。所聞之法契理曰", "1055": "如。如說者是。故云如是。又約傳持解。如者如佛之言。", "1056": "是者是佛之教。即是今何誦法不異佛法說時。故言", "1057": "如是。又解。波離今持不異佛說為如。如說者乞。故云", "1058": "如是。又約信行解。如是者即是信相。故智度論第二", "1059": "云。不信者。言是事不如是。是不信相。信者言是事如", "106": "下。差使法受。對此明具緣者。約文及義。合十三緣。一", "1060": "是。譬如牛皮未柔石可屈折。無信人亦如是。譬如牛", "1061": "皮已柔隨用可作。有信人亦如是。又解。如是者信順", "1062": "之詞。信則所言之理順。順即師資之道成。文無豐約。", "1063": "非信不傳。故言如是。次我聞者。我是諸落隨俗假者。", "1064": "智度第二。問佛法中。言一切法空。一切無有吾我。云", "1065": "何佛經初首。言如是我聞。答佛弟子輩。雖知無我。隨", "1066": "俗法說我。非實我也。譬如以金錢買銅錢。人無笑者。", "1067": "何以故。賣買法應爾。言我者亦如是。於無我法中而", "1068": "說我。隨俗故不應難。聞者。所謂耳根不壞。有可聞境。", "1069": "發識聽受。具緣如上。次一時者化辰也。即是爾時別", "107": "本法成就。二量使淨穢。三差使及伴。四界處如法。五", "1070": "名。反指法。昔說聽之時。所謂說聽究竟總且時。次佛", "1071": "者。是其化主。義如前釋。次在舍衛等者。列其化處。梵", "1072": "云室羅筏悉底國在中即度文言舍衛訛略不正。梵云逝多林唐言勝林", "1073": "舊曰祗陀者訛也。給孤獨食。名蘇達多唐言善施舊云須達者訛也。但", "1074": "以園是善施所買。樹是勝林所施。買園施樹。如上文", "1075": "明。世尊居此善施園中。為諸比丘。敷陳行軌。", "1076": "次明所說耶正之法。於中文二。初文將欲說法。先須", "1077": "勑聽。恐有證聞之失。錯傳之過。端意專心聽。故曰諦", "1078": "聽。善思者。勑令籌慮。以學須思。不思則㘝為使里還", "1079": "簡擇耶正。念之者。勅令持法。既聞正法。須落在心。為", "108": "盡集和合。六體如數滿。七須請戒師。八問答緣具。九", "1080": "使修行奉持無贊。次若比丘下辨耶正法。於中文三。", "1081": "第一辨所說法耶正差別。第二爾時佛告下舉制利", "1082": "益。第三爾時佛告下對制明捨。前文有二。第一總明。", "1083": "第二離辨。總中有三。第一明說耶正。第二是故下舉", "1084": "正勸修。第三佛說下度聞修奉。前文先耶後正。願說", "1085": "文二。第一說耶妨正。第二此比丘下明說耶損。前文", "1086": "若比丘說。相似文句者。正說聽法。言同意異。如調達", "1087": "五法。䟦闍十非。遮法略尼者。正明妨正。次說耶損。損", "1088": "有其二。一者損人說耶。非直自損。亦損他人。以此耶", "1089": "法教人。令他倣習。故曰令多人不得利益。明今作者", "109": "使尼為乞。十戒師白。十一對眾撿問。十二白四應教", "1090": "是惡道因。故曰作諸苦業。二者損法。故曰以滅正法。", "1091": "次明說正亦二如前。然說正法。順其道理。故曰隨順", "1092": "文句。以隨順故。不違法毗尼。以不違法毗尼。便有利", "1093": "益。益還有二。一者益人。非直自利。亦利群品。故曰利", "1094": "益多人。既說正法。非惡道因。故曰不言作眾苦業。二", "1095": "令法住。既說順理。便不墜沒。故曰正法久住。次明", "1096": "勸修。上來既辨損益差別。汝等應各稱法而說。次", "1097": "度所聞。聞未曾有。得了是非。耶正既分。頂戴修奉。故", "1098": "曰歡喜等。然則心心領納。目之為。久久不失。稱之曰", "1099": "持。次離明法非。第二爾時下毗尼非毗尼。第三佛", "11": "既不遂意致敬退還。然摩訶波闍波提瞿曇彌同是", "110": "具此戒生使法須報。十三還報。此十三緣文中有六。第一量使", "1100": "告下制非制。分文解釋。一同總中。", "1101": "次明制利。於中文二。初總舉制利。第二爾時下對事別", "1102": "明。前文見家過失者。即是漏過諸戒所防。以一義者。", "1103": "以是增一文故。故舉其一。謂是十箇一。為諸聲聞結。", "1104": "戒者。顯制所由。次別之中。或可文二。前是眾法。次制", "1105": "四波羅夷下是別行。二可通明所制之事。總舉二百", "1106": "八十。不須分二。以文舉呵責為法。餘例皆同。望制一", "1107": "部重輕。眾行一一成招十利功德。然文毗舉呵責等", "1108": "而不備具。言捨挍法律所制者。謂聞他說。應須具說。", "1109": "然後撿其法律制相是非。是者應行。非者應棄。阿菟", "111": "是第二緣。第二差使是第三緣。第三乞戒是第九緣。", "1110": "婆陀者。梵音此云隨問答分別謂不得與僧問答。不得隨會", "1111": "集起。請眾制戒者。舉其制體。制說戒者。制米月說戒。", "1112": "餘相可解。", "1113": "次捨戒。合有十九箇一。", "1114": "●次解增二。大文總有十二。第一舉例四境。第二", "1115": "爾時佛告下舉毗尼數。第三爾時佛告諸比丘有二", "1116": "種人下明性不調。第四爾時佛告諸比丘有學比丘", "1117": "下略辨修進。第五爾時佛告諸比丘破戒墮二道下", "1118": "持破墮不。第六爾時佛告諸比丘有二種人謗如來", "1119": "下明說謗不。第七爾時佛告諸比丘有二家下是非", "112": "第四撿問是弟十一緣。第五作法是第十二緣。第六", "1120": "兩眾。第八爾時佛告諸比丘比丘有二法下明法住", "1121": "滅。第九比丘有二法者應舉下明應舉不。第十有二", "1122": "法增長有漏下辨漏增不。第十一有二語下開聽捨", "1123": "戒。第十二如來出世下制戒之利。", "1124": "先解初。初文成耶例說有四。第一明二處。第二後有", "1125": "二事下明二事。第三明二法。第四後有二見酒見非。", "1126": "酒下明二見。先解初文二處。問文中但言有二種犯。", "1127": "一輕二重。云何乃言二處。解以此二犯。起依屏露二", "1128": "處。屏處犯重。露處犯輕。今言二犯者。偏彰犯名。不舉", "1129": "犯處。下言二處者。即舉犯處。不標犯名。文中互明。於", "113": "使報是此文直報令知。不同餘文。秉法報有已言。明", "1130": "理無失。亦可指此屏露。生輕重二行之處。故曰二處。", "1131": "亦可此二生有正處。故名為二處。言輕重者。論其犯", "1132": "相。雖後眾多。以輕重法収。収無不盡。故言一輕二重。", "1133": "二者是夷以壞本故。輕是殘等不壞本故。或可方便。", "1134": "為輕。究竟為重。或可性罪為重。遮罪為輕。或可故作", "1135": "者重。非故者輕。若其順說此二。名為正見。例說期兩。", "1136": "即是其有。次明二事。言輕而有餘者。以非絕分。故曰", "1137": "有餘。以是有餘。得應眾法。故言輕者。得作羯磨。若其", "1138": "以重翻輕。應言後有二種。一重而無餘。二重不得作", "1139": "羯磨。無此類者。是文略也。次以夷等一輕一重相對", "114": "第十三緣。戒先發。次明料簡。古師云。遣使受戒後無", "1140": "為二事。以夷為頭有六句。殘有五句。乃至惡說。漸各", "1141": "少一。合有二十一對滅。以二二相對不殊。故言亦如", "1142": "是。非謂數齊名亦如是。次二法者此舉緣心。故言二", "1143": "見。下文約境。稱云二法。以能緣心。乖於正理。有見例", "1144": "說。故言不應行。還約九對十八法論。舊非舊者。還是", "1145": "常行非常行。次明二見。有其多對。八種漿停久。憙受", "1146": "成酒。飲則醉人。名之為酒。停近未變。不名為酒。今說", "1147": "已變者是非酒。未變者是酒。故言酒見非酒非酒見", "1148": "酒。飲非飲者。互說八漿。食非食者。五正為食。不正非。", "1149": "食。時非時者。如迦提月。聖開五事名時。過限是非時。", "115": "得者不然。此文既云小小顏貌不應。遣使受明如還。", "1150": "及餘開等為時亦爾。淨不淨者。衣藥等物畜順開法", "1151": "不生過各。名之為淨。畜不應法。名為不淨。重非重者。", "1152": "夷殘是重。說為非重。提等非重。說為是重。難非難者。", "1153": "十三障戒。名之為難。餘不障戒。及說為難。無蟲見蟲", "1154": "者。准說可解。破見不破者。謂不見罪人其實是破。而", "1155": "言不破。不破見破者。謂不識罪人。其實不破。而言是", "1156": "破。種非種者。約五生種前人義已解說。而言未解。實", "1157": "未解者。言已解說。親非親者。約父母等親。怖不怖者。", "1158": "佛說四種犯畏。實是可怖。情樂作罪。名為不怖。佛勸", "1159": "持之。畏慎輕戒。重若金剛。等學諸戒。此名不怖。反生", "116": "如前者。亦開使得。又母經第二云。此女顏容挺特世", "1160": "懼心。不肯修學。故言不怖見怖。道見非道。約五法八", "1161": "正。互說可。行見非行亦爾。道性清昇。不為或繫。名為", "1162": "出離。說非出離。漏業繫人。不得解脫。名不出離。說為", "1163": "出離。若犯四夷無用名棄。說為非棄。犯餘得用。名為", "1164": "不棄。反說為棄。次下五對。並是外道執我之異名。但", "1165": "執斷常見者。必緣我為境。於中計世間常者是常見。", "1166": "見世間無常者是斷見。無際是常見。有際是斷見。是", "1167": "身命等。計一異者非見。然與斷常計為其根本。是身", "1168": "是命。即是斷見之本。身無常故。命亦無常。身異命異。", "1169": "即是常見之本。身雖謝滅而命常存。有如來滅度是", "117": "所無比丘。若往者恐惡人抄掠。是故佛聽。今時若有", "1170": "斷見。無滅度是常見。有無滅度者。斷常合計。麤我雖", "1171": "謝。細我常存。非有無滅度者。是其空見。", "1172": "次舉毗尼數。言犯諍毗尼者。犯諍非毗尼。以能除犯", "1173": "除諍。約其所滅標名。故曰犯諍毗尼。下之三對。准釋", "1174": "可解。", "1175": "次明人性不同。總有土對。以此等人懷其離毒。自壞", "1176": "惱他。故言住不安樂。觸緣易忿。故曰喜嗔。結恨不捨。", "1177": "名為懷怨。所為九十暴。名為急性。固執堅牢。稱云難", "1178": "捨。恡彼財法。名之為慳。忌他財德。故曰嫉妬。亦可見", "1179": "他得利生惱。名之名嫉。自恥內德劣他。稱之為妬。意", "118": "如是比者。可得遣使受具。其餘一切要現前得具。不", "1180": "欲害彼。語悅其情。名為欺誑。心存名利。身相親附。稱", "1181": "云諂曲。慠誕陵物。名為自高。數起鬪訟。稱云諍。染着", "1182": "衣服。名為好餝。任情縱蕩。稱云放逸。於等計勝。名之", "1183": "為慢。未得謂得。稱增上慢。多求無厭。名之為貪。匿怨", "1184": "侵人。稱之為悉。自歎己德。名曰自譽。譏人過惡。稱曰", "1185": "毀他。撥無諦寶葉果。稱云耶見。斷常乖中。名為邊見。", "1186": "識性愚鈍。故曰難教。聞悔不行。名為不受訓導。", "1187": "次辨進修三學。先明戒學。戒學文三。第一示進修法。", "1188": "第二是故下勸令修學。第三佛說下度。聞修奉。前文", "1189": "復三。第一舉修二法利益。有學比丘未得無學。心希", "119": "現不得。又十誦五十八。云若有欲出家。道路障礙相", "1190": "無學常修二法。即於無學果法未得能得等。此未得", "1191": "等。並望無學果說。不同舊云未得令得。謂得生空解", "1192": "也。悟達法空理解轉深。故曰未入令入。心冥無相乃", "1193": "至具二解脫。故曰未證令證。此釋違理。義不應然。第", "1194": "二何等二下出二法體。言善犯者。善淺犯相輕重分", "1195": "明。此謂有解。解而不行。無以獲益。故次明行。即是善", "1196": "能除犯。除犯有二。一防未非。二除已赴。離此二過。令", "1197": "戒清潔。故曰善能除犯。亦可善犯防其未非。善能除", "1198": "犯。除其已起。已未雙亡。成其晈潔。第三如是下結餘", "1199": "二如文。次明定學。善入定者。從麤至細。善出定者。從", "12": "梵音。文隨言。次遂便舉之。", "120": "似亦得是使人。四十一云。若有如是比者。亦聽遣使", "1200": "麤至細。善修此二。得益同前。重明不異。故亦如是。次", "1201": "明直學。文三如前。苦集滓穢。體能障道。名可厭處。觀", "1202": "過棄捨。故曰生厭。已生厭故。修道證滅。解興或喪。眾", "1203": "累斯除。故曰已厭正憶念斷。次勸修學。先序後頌。頌", "1204": "中兩偈。前偈頌前可厭處生厭。次偈誦前已厭正憶", "1205": "念斷。前偈內有勝智。名為明者。為或未除名在厭處。", "1206": "情背修道。令永斷除。故曰能生厭離心。集因既無。苦", "1207": "果隨喪。故曰無畏不恐怖。以能斷故。得名聖者。次偈", "1208": "上半修道。下半證滅。", "1209": "次明持破墮不。於中有四。一明墮不墮。二明脫不脫。", "121": "受戒。餘文可解。", "1210": "三明縛不縛。四明淨不淨。初文三句。一約行相對。二", "1211": "約處相對。三約見相對。釋相可解。次文佛聖弟子者。", "1212": "謂此戒法。聖者修行。得此戒法。名聖弟子。天人中尊", "1213": "貴。違禁起非。名之為犯。或業露心。不懼惡報。故曰不", "1214": "見犯。有此二法。不得解脫。翻前以說。即得解脫。餘二", "1215": "對可解。次縛不縛者。約因以說。因黑成者。名為被縛。", "1216": "因累若除。便不被縛。亦有三對。如前不別。故言亦如。", "1217": "是。次清淨者。漏舉不墮得脫不縛。一邊而說。", "1218": "次明謗不。文有七對。一謗不謗。二不受如來善教。三", "1219": "違如來。四堅持與如來諍。五不奉如來。六不值如來。", "122": "次明雜行。既稱為雜。不可科別。但隨文相應釋者。釋", "1220": "七於如來所麤鑛無有慈心。初文有三。一舉不信等。", "1221": "二法直謗如來。二例說增一中三對六明謗不謗。三", "1222": "例說增二中四對八明謗不謗。初文謂起耶心輕大", "1223": "誣大聖。故曰不信樂。憎嫉佛法幽深。凡情難惻。自解", "1224": "猶如豪露。及謂窮理盡源。故曰信樂不解。受持此二。", "1225": "皆以越於情童誣誷大聖。名之為謗。故告汝等令知", "1226": "謗餘罪輕謗如來最重。若其自識分齊解准至此。諸", "1227": "餘深義。聖者能知。如此反增福慧。何有過咎。次例說", "1228": "增一中六可解。次例說增二中四對八者。初二法者。", "1229": "是前二見中。初十八法。此約境說。名為二法。二處者。", "123": "五分。聽比丘尼從比丘受經。若經中。有麤惡語。聽書", "1230": "是初輕重二處。二事者。次輕及夷等。二見者。酒見非", "1231": "酒等。作文同前。故言亦如是。第二門違拒聖說。故曰", "1232": "不受善教。第三門說永正理。故曰違如來。第四門執", "1233": "見難悟。故曰堅持與如來諍。第五門自師已見。故曰", "1234": "不奉如來。第六門搆耶背正。故曰不值如來。第七門", "1235": "縱耶慠逸。故曰於如來所麤鑛無有慈心。作文同初。", "1236": "並言亦如是。", "1237": "次是非二眾。文分為四。第一先列是非二眾。第二時", "1238": "舍利弗下能舉所舉各自觀過。諍得消殄。是名法眾。", "1239": "不自觀過諍轉增熾。名非法眾。第三爾時佛告下二", "124": "授。若不知書。聽隔障授。各無障隔。聽相背授。又尼既", "1240": "種癡者是非法眾。二種智者是如法眾。第四爾時佛", "1241": "告下明斷舉應不。若能順法斷諍舉罪。是名法眾。若", "1242": "斷舉違教。是非法眾。前文有二。初法說是非二眾。第", "1243": "二爾時佛告下舉是非兩喻及合。前文有三。第一法", "1244": "語非法語眾類是等眾。以純如純如非故。第二如法", "1245": "非法眾類是不等眾。以如非不等故。第三等不等眾。", "1246": "初文等眾五句。一舉。二列。三何等下釋。四此二眾中", "1247": "不讚。五佛說下度聞修奉。第三釋二眾中。各有其三。", "1248": "謂舉釋結。列中先如後非。釋中先非後如。眾中不用", "1249": "法毗尼。不依佛教。而說犯殘等罪。不教懺悔而共住。", "125": "嗔恚不成捨戒。類比丘爾。次得教比丘持憎上戒等。", "1250": "故曰應教不教而住犯夷。不滅擯而共住。故曰應滅", "1251": "不滅而住。亦可云應教筞修防非之行。而不教故。故", "1252": "曰應教不教而住。應滅已起罪諍而住。不教滅故。故", "1253": "曰應滅不滅而住。次法語眾。反說應知。次不等眾。亦", "1254": "五如前。釋中前二句人非。次三句法非。次如法眾翻", "1255": "說可解。次明等不等眾。於中差別六句不同。一彼此數", "1256": "齊名等。力伴有無。名為不等。二俱有力故名等。數伴", "1257": "不齊。名為不等。三俱有伴故名等。數力不齊。名為不", "1258": "等。四數力俱有名等。對伴有無。名為不等。五數伴俱", "1259": "齊名等。對力有無。名為不等。六力伴俱齊名等。對數", "126": "不各呵罵。十誦四十。不得出比丘見聞疑罪除語言。", "1260": "多少。名為不等。文相同前。故言亦如是。次喻有二。一", "1261": "與非法比丘強熾喻。次與如法比丘有力喻。此總喻", "1262": "上是非二眾。初喻五句。第一法王力弱如法比丘無", "1263": "力喻。第二眾賊熾滅非法比丘有力喻。第三爾時法", "1264": "王下如法比丘為非法者惱出入不安喻。第四邊國", "1265": "小王下群小比丘不遵教法喻。第五國界人民下令", "1266": "餘下眾不得修善喻。癈修道業。故曰生業休癈。非直", "1267": "癈修。亦令生惱。故曰憂苦等。合中初二不次。餘者相", "1268": "當。配釋可解。次喻亦五。第一法王力強如法比丘有", "1269": "力喻。第二眾賊下非法比丘無力喻。第三時法王下", "127": "莫近惡知識惡伴黨。次沽酒。但言不應。五分二十九。", "1270": "如法比丘出入安樂喻。第四邊國下群小比丘遵行", "1271": "法教喻。第五境內下令餘下眾修善安樂喻。次合文", "1272": "句。相當可解。次明觀過。文有其三。第一總舉觀不。第", "1273": "二諸比丘下別顯觀相。第三若比丘下總結。前文有", "1274": "二。初明能所不觀過損。次辨能所觀過利益。次別之", "1275": "中。先明有罪比丘。自觀過相。彼犯罪者。應作念言。由", "1276": "我犯故。令他舉我。我若不犯。彼便不舉。既由我犯。令", "1277": "他舉我。即是愍我。應須懺洗。次明能舉。自觀過相。彼", "1278": "舉罪者。應作念言。由彼犯非令處得見。彼若不犯。我", "1279": "則不見。既由彼犯。我今舉彼。應起善心令彼罪滅。次", "128": "尼作酒沽犯偷蘭。次聽貿易住處者。謂為僧故得。下", "1280": "結可解。身別說此比丘修奉。次明癡智。即前脫不脫", "1281": "文。三對如前。次明斷舉。初制斷諍之利。應成多二。但", "1282": "舉一門。餘者毗無。次舉罪德。能何舉一。餘亦略無。", "1283": "次明法之住滅。已上是非相翻合說。今此文中。如非", "1284": "離辨。先明疾滅。次辨久住。初文有七。一疾滅正法。二", "1285": "不能生善。三自破壞。四犯罪。五智者可責。六多得眾", "1286": "罪。七死墮地獄。此之七門。名例說增二中。二法二處", "1287": "二事二犯。計隨文相。歷別應七。但為初二第七別明", "1288": "中。四合辨故成四位。此中二犯是上二見。犯據境明。", "1289": "見約心說。次明久住七門四對。及說應知。", "129": "房舍中。為己不得。亦可此是別人住處。許聽貿易王園", "1290": "次明應舉不。文有其三。第一對其可舉有過合舉。故", "1291": "名為應。第二後有二法下對應舉人設藥當病。故", "1292": "言如法。第三後有二法下病藥既如眾治行法。初文", "1293": "有六。一舉。二憶念。三自言。四遮阿菟波陀。五遮說戒。", "1294": "六遮自恣。初應舉者。為例說二法。次憶念等五義同。", "1295": "故言亦如是。次二處等亦爾。此中以四例為位。名如", "1296": "舉等。即是四六二十四句。次如法中。先明其舉對四", "1297": "耶過。次修念等五。各四如前。此中以舉等六為位。各", "1298": "加四過。即成六四二十四句。次眾行治法。以呵責等", "1299": "七法為位。各加四過。成其七四二十八句。謂若例說", "13": "次阿難請文中有二。初明請之端序。第二爾時下正", "130": "中蘭若處牢固聽。次比丘有過於尼。聽作不禮羯磨。", "1300": "此四。隨其所應。作呵責等治。", "1301": "次辨漏增不增。略舉七門。一慙無慙。二淨不淨。三犯", "1302": "不犯。四重輕。五餘無餘。六法非法。七制非制。", "1303": "次捨戒二二為法。故成多二。", "1304": "次明戒利。於中文二。初直舉利。有九箇二。於中後五。", "1305": "並二世漏中離明。怨者對境逼惱為言。怖者約情恐", "1306": "懼為目。次約眾別兩行。各有九箇二法。於中呵責廣", "1307": "明。餘者類易。餘下等文。成准斯說。", "1308": "●次增三。文五。第一雜明三法。第二有三學下進", "1309": "修三學。第三毗尼有三答下更明雜行。第四捨戒。第", "131": "以佛遣然。不遣敬教。十誦第四十。尼得與比丘作三", "1310": "五制利物。", "1311": "初文羯磨隨事雖一百五十七。以三法攝。攝無不周。", "1312": "憶念不癡非如。如上三種調法。謂治人令調舉。七中", "1313": "前三。三種滅法。謂滅上品四諍。故舉滅中後三。然破", "1314": "戒作呵責等者。謂犯殘聞非夷可解。既言應見見等。", "1315": "故知即是先懺後解。以違本見不結隨𠎝。次三中應", "1316": "信不信者。謂約心說。前文捨者。據見以明。次遮不至", "1317": "應不。稱還比丘者。本來實是好人。忽然罵謗白衣。即", "1318": "生慙謝者。不應治罸。若其無慙罵謗無心悔謝者須", "1319": "治。稱還白衣者。若信心殷重。具五法者須治。五中有", "132": "種羯磨。不禮拜。不共語。不供養。五十三更加不問訊", "1320": "𨷂者不須治。稱還事者。為利益罵。不合治罸。作損滅", "1321": "意。是則應治。應作法和合羯磨。故曰稱量羯磨。犯夷", "1322": "不治。殘等須治。故曰稱量。犯實不實。約三根有無說。", "1323": "作不作者。明犯虛實。次呵責應不如上。次約諸戒明", "1324": "三。餘戒可解。大妄中有三。初三約所稱聖法。次有五", "1325": "三約業。次有七三。約或業中。身犯謂作書表已得聖。", "1326": "身相者。身現聖相。口相者。謂白衣言。明日至汝家者", "1327": "是聖人。身呪者。謂符書厭禱表己得聖。口呪者。誦呪", "1328": "呪物。令使受動。身非威儀者。兜身例懸。服艾斷糓。口", "1329": "非威儀者。口誦自然經律。言從佛出。身耶命者。端坐", "133": "為四。次有式叉等互惱二眾者。真治不改。亦與二師。", "1330": "不動詐為聖相。口耶命者。言有天龍恒供養我。次下", "1331": "約人以明。初有三三對單提等。次有三三約尼薩耆。", "1332": "三默然者。善解是非。默忍所作。名知默然。未學比丘", "1333": "而默然者。名不知默然。學不悟者。名癡默然。次三三", "1334": "住者。守戒而住。名為戒住。不壞正見。名見住。如結界", "1335": "攝衣。得羯磨住。名羯磨住。離下三犯。威儀違失。名威", "1336": "儀住。絕身語耶。正命自居。名為命住。次對諍事。有七", "1337": "箇三。此中前三約起諍人。下四約能滅人。然七滅中", "1338": "唯現前自言通三位。餘者局僧。又四諦中。覓局僧滅。", "1339": "餘之三諍。通三位滅。餘相可解。謂作三種羯磨。治三", "134": "作羯磨。若尼有過於比丘。得與作捨教授羯磨。謂作", "1340": "種放逸人。故名三種放逸羯磨。", "1341": "次明三學除得。於中文三。初辨所學法體。二糸時有", "1342": "眾多下約行以明除得。三後有三學下。釋學相別。初", "1343": "文有二。初有三學辨三學體。次有三學。就戒學中約", "1344": "行以辨初三學體。舊解云。始於外凡。專加護持。悟達生", "1345": "空。資成窂固。踰勝於前。故曰增戒學。四現理靜絕吉", "1346": "紛動。定品成就之始。故曰增心學。入無相已吉證真", "1347": "空無漏。決定明白。故曰增慧學。此解不然。正違明誥。", "1348": "次下文中即自分別。如斯孟浪上下非一。久無悟人", "1349": "流之遂遠。次戒學三者。習下三犯威儀法戒。故曰威", "135": "羯磨治有過。尼不得約別人有過。總捨尼眾。次大小", "1350": "儀學。善修初二對治之行。名淨行學。善識戒相。輕重", "1351": "分明。故曰波羅提木叉學。", "1352": "次第二文除得有二。初略辨三學修進除得。第二爾", "1353": "時佛告下廣明除得。前文有五。第一比丘請佛佛教", "1354": "修學。第二爾時下佛審比丘比丘答學除得。第三爾", "1355": "時阿難下。為好󳭋冠說學除得。第四爾時世尊下對", "1356": "迦葉比丘以明讚毀。第五爾時世尊下為跋闍子說。", "1357": "初文有三。一問。二答。三聞修奉。然答中復三。初若學", "1358": "戒。二云何下明所學體。學雖彰三。行不過二。故止行", "1359": "威戒門攝。三彼增戒等明其所除。調伏貪等。以惑除", "136": "便。須有處所。五分。諸比丘尼於住處住處。大小便臭", "1360": "故。不造不善。明不起業。不近諸惡。謂離惡緣。次佛審", "1361": "文二。初問後答。問有其二。問云汝云何學問其學法。", "1362": "云何為學問學何祈。答中亦二。初若學法。次若所祈。", "1363": "謂求四果。次為孔󳭋冠說。文有其四。初一問答明其", "1364": "制意。次一問答問知無學。次一問答飲知無學。次明", "1365": "修奉。次對迦葉讚歎。文有其四第一愚癡不耳不信", "1366": "獲罪。第二於是下。法求悔謝。第三佛告下。佛受彼懺。", "1367": "第四時彼下。明其讚毀。於中文二。初對比丘。明其讚", "1368": "毀。有兩箇三。謂上中下座。次約喻明。喻有其四。一舉", "1369": "喻文。二如是下合。三是故下勸學。四佛說下修奉。喻", "137": "穢。佛言不應。爾犯者突吉羅。應作廁不應深作廁坑", "1370": "文。破戒比丘。行不依理。出言違教。故喻如驢。持戒比", "1371": "丘。進止合法。出言成軌。故喻如牛。如非並集。故曰共", "1372": "行。此破戒者。亦自稱是比丘。故曰我亦是牛。而此淨", "1373": "穢不同。念不相似。故曰毛不似牛等。然毛喻於戒。脚", "1374": "喻於定。音聲喻慧。次合等文可知。次為跋闍說如文。", "1375": "次下廣明除得。於中文二。初約三行重不明證差別。", "1376": "第二後有下明行滿不修證差別。前文有三。初明所", "1377": "學法體。第二何等下約行修證除得差別。第三修奉", "1378": "行中文二。初約修證差別。第二滿足下結前差別。前", "1379": "文三學差別約人。修證亦三。初人純戒。文有五句。第", "138": "極深。聽拳手一肘小作口。上來尼揵度竟。", "1380": "一徵問。第二重戒。第三彼於此戒。下明修戒行。第四", "1381": "彼斷下五使明其所除。第五於上下彰其所得。第三", "1382": "修戒之中。別有三句。一犯輕戒勸令懺悔。二於重戒", "1383": "勸使堅持。三應親近下。勸令修學。初文輕謂殘等。既", "1384": "非絕分。勸令懺悔。何以故徵。此中下喻釋。次文重謂", "1385": "夷罪。犯即永障。猶如破石。既是絕分。勸使堅持住戒。", "1386": "次勸修應親近行。是修方便。不毀𨷂行根本行成。不", "1387": "染污行。後起清淨。戒戒皆然。常如是修習即捨惡業", "1388": "道。加行根本後起。次下五使者。謂欲貪嗔恚身見戒", "1389": "禁取疑。釋此五下。二門分別。第一釋名。第二出體。問", "139": "●次明法揵度。起行有軌。稱之為法。明七行法藥", "1390": "何故此五名順下分。婆沙四十九解云。如是五結下", "1391": "界現前不界所斷。結下界生。取下界等流異熟果。故", "1392": "名順下分。後次下有二種。謂界下有情下。界下者謂", "1393": "欲界。有情下者謂異生。由初二結。過患重故。不越", "1394": "欲界。由後三結過患重故。不越異生。故唯立此為五", "1395": "下分。次體性者。總以三十一事為體。謂貪嗔在欲界", "1396": "五部即十。身見三界見苦所斷為三。戒禁取三界見", "1397": "苦道所斷為六。疑三界見四諦斷為十二。由此下結", "1398": "有三十一。次所得者。於上般涅槃。不後還生欲界。次", "1399": "第二人重戒及定除得如上。次第三人具重三學。除", "14": "為陳請。前文復二。初明波闍作求道相阿難見異。為", "140": "在一處。稱云揵度。然就通相無非是法。此立總名。餘", "1400": "漏得無學。釋相可解。結中滿足行者。結第三人。不滿", "1401": "足者。結前二人。為彰隨因勝劣。果必不虛。故言我說", "1402": "等。次明滿不修證。於中文二。初明所學法體。第二修", "1403": "證差別。約修三學人亦有三。初人對有學三果除得", "1404": "有三。第一證不還果。釋相可解。約行不滿不得羅漢。", "1405": "次人其行更劣不得那含。故曰若不能至如是處。薄", "1406": "貪等三結是所除。以欲九品斷六品故。稱之為薄。得", "1407": "斯陀含下。是其所證。但一來人天便盡苦證。次第三", "1408": "人但證初果。釋相可解。問三結是何。答謂身見戒禁", "1409": "取疑。次勅二人如上。如前初人。次第三人如上。若指", "141": "標別稱。此中大文有七。第一先明客比丘法。第二自", "1410": "此中初人云如上。但證學果。不得無學。若指前文第", "1411": "三人為如上。即得無學果。究其大理。後釋勝前。", "1412": "次釋三學相別。於中文二。初釋三學。次重解慧。前文", "1413": "復二。初總舉三學。第二何第下。別釋三學。總彰戒相。", "1414": "故曰具足相木叉。據合法則。故曰成就威儀。懼輕若", "1415": "重。故曰畏慎輕等。輕重齊防故曰等學諸戒。釋餘可", "1416": "解。次文戒心如上。釋慧有三。一對五蓋。二對六根。三", "1417": "對七覺。初五盖中。先約貪釋。釋貪三對六句。一觀貪", "1418": "欲有無。二觀貪生不生。三對貪過修二正斷。謂勤斷", "1419": "二惡。下四亦然。合三十句。次對六根。先約眼根觀過。", "142": "今已去下舊比丘法。第三爾時世尊下大小便法。第", "1420": "亦有六句。餘根類易。合三十六。次約七覺。先對念覺。", "1421": "文合六句。略無第五句。應云未生念覺。當合㝵生。此", "1422": "對覺支。修二正斷。謂勤修二善。餘覺亦然。合四十二。", "1423": "次三聚是前三學別稱。", "1424": "次明雜行。毗尼三答。非有言詞共相問若。但為迷於", "1425": "律教。每恒求解。義同於問。因觀文相。忽然生解。名為", "1426": "見若。從聞生解。名為聞若。因心忍許。名為忍若。三使", "1427": "約傳教明三子。對修行辨三病者。初人福命俱盡。勅", "1428": "二人俱不盡。第三人福盡命不盡。此一藉緣聽與隨", "1429": "意食等。但以前機難識。故三病人並悉通與瞻視供", "143": "四爾時世尊在舍衛下乞食比丘法。第五爾時世尊", "1430": "養。知而作者。解脫分明。不知而作者。雖作未了。見而", "1431": "作者。先本無心為見他作而作。癡而作者。一問愚法", "1432": "不取而作。或身者身同作說。口者謂口唱和與欲同", "1433": "事。身口者兩業並為平斷犯罪。序謂緣起。制是立戒。", "1434": "重制是隨結。若犯序者。謂與犯緣相應。未至根本。若", "1435": "犯制者。正違戒本。犯重制者。如跋闍林中死尸轉想", "1436": "等。隨違此三。斷言是犯。順三制意制入不犯。三種淨", "1437": "者。違三犯法。三種不淨。順三犯法。聽不聽亦爾。三辨", "1438": "者古舊釋云。謂外凡夫淨持戒行。事中無違。未有勝", "1439": "行可彰。就人受稱。故曰比丘辨。內凡已吉。理解資成。", "144": "在王舍下蘭若之法。第六爾時世尊在舍衛下食請", "1440": "禁守根門。離諸染着。故曰不放逸辨。得定道無作。離", "1441": "過絕染。名清淨行辨。今解不然。許其文意。令無此義。", "1442": "以對前文。持波羅提木叉等。名比丘辨。善攝根門。名", "1443": "不放逸辨。行成離過。名清淨行辨。", "1444": "次捨戒制利。各含多三。", "1445": "●次明增四。於中文五。第一明四大教。第二爾時", "1446": "佛告下辨斷諍德。第三子注此中下。雜明眾行。第四", "1447": "捨戒。第五制利。", "1448": "初文有五。第一標法勅聽比丘樂聞。二何等四徵。三", "1449": "若比丘下列四差別。四是為下結。五度聞修奉。初久", "145": "進不。第七爾時世尊下浣染衣法。然食請進不者。此", "1450": "欲使驗知耶正。故陳四種廣說。十誦五十八。問佛何", "1451": "以說是四默印。若欲說真實佛法相故。來世比丘當", "1452": "耳耳知。是佛說。是非佛說。是故說四默印。何以故說", "1453": "四大印。為成就大事。不令諸比丘錯證。故說四大印。", "1454": "此四非廣。以聞斯說。皆須廣尋三瘡。故曰四廣說。次", "1455": "徵可知。次列四說。一從佛聞。二從和合僧聞。三從眾", "1456": "多三藏聞。四從一三藏聞。初文有四。第一親從佛聞", "1457": "流通傳授。第二若聞下若聞彼說。不應嫌呵。審定文", "1458": "句。尋究三藏。第三若聽下明尋取捨。此中文二。初文", "1459": "既與三藏不相應。勸捨勿行。次若聞彼下尋驗知是", "146": "文應唱等得然後食。五分云。有比丘下食。未遍便食。", "1460": "勸使修行。第四此是下結。次三句可解。同前無異。次", "1461": "結修奉如文。", "1462": "次斷諍德。文有其二。初一四句。明德優劣。次有五位", "1463": "四句。明失多少。五位四句者。一無慙有慙。二破戒不", "1464": "破。三破見不破。四破正命不破。五破威儀不破。各以", "1465": "諳經文不諳配。初一廣文。餘四類易。但以內無慙恥。", "1466": "後有情過須呵。不諳經文。非己力分。無其情過。故不", "1467": "須呵。", "1468": "次明雜行。前非法起事者。謂舉罪人。雖有三根。內德", "1469": "不具。舉不知時。因生忿競。故曰前非法作。後非法作", "147": "白衣呵言不待等。得食便食。甚於小兒。佛言不應爾", "1470": "者。眾僧見他舉得殘等及夷。不教懺滅而信。故曰後", "1471": "非法作。下三句准釋可解。次明四種利法。初列章。次", "1472": "依章解。初章分二。第一明非法求。第二有所偏為下", "1473": "明非法與。求不應法。廣生罪累。名非法求。非直求時。", "1474": "非法施時。有所偏為等。後招罪咎。名非法與。與中文", "1475": "二。有所偏為總舉籌還人物是非。第二取是下正明", "1476": "非法。施就中有三。初有兩對四句。屏處簡物好惡多", "1477": "少。次取是來下兩對四句。索物將詣僧時簡其好惡", "1478": "多少。次與此下三對六句。正行施時簡擇人物。此中", "1479": "有二。前之四句簡物。後之兩句簡人。餘下三句。准類", "148": "要須等得然後聽食。有處僧多上坐不知等得食時。", "1480": "可知。沒受戒師德有四箇四。持律亦爾。四犯畏中文", "1481": "二。第一總舉。第二別釋。釋中初畏文三。第一舉犯治", "1482": "罸喻。第二智人見下明能畏喻。第三此是下結。初文", "1483": "有三。第一與犯為喻。如是男子。喻犯戒人。被髮着黑", "1484": "衣。喻三根外彰。持刀喻犯夷罪。為犯此罪。同於死人。", "1485": "故以持刀來喻。第二至大眾下自言引罪喻。至大眾", "1486": "中者。喻至僧中。作如是言下。正得自言。隨僧駈擯。故", "1487": "曰隨汝等所憙我當作之。第三時諸大眾下治罸為", "1488": "喻。取彼自言。堅執不捨。如似捉縛相似。齊聲唱擯。故", "1489": "曰打惡聲鼓。結過屬彼。故曰為現死相。彰惡同知。故", "149": "佛言應高聲唱僧然。伽論亦爾。十誦五十七云。從今", "1490": "曰順路唱令。順其治法。從右門出。至淨眾前。名至煞", "1491": "處。作法除擯。喻言煞之。次能畏喻。文中有二。第一舉", "1492": "喻。第二合喻。喻中智人即能畏者。見已已下舉所畏", "1493": "事。我今已下自勅及教人不作此惡。合中比丘比丘", "1494": "尼合智人。於波羅夷法下合所畏事。作如是念下合", "1495": "前自他不犯。結中犯者是初文。畏者是第二文。第二", "1496": "犯畏殘罪次死。未即傷人。如合鞘刀打之。喻覆藏等", "1497": "法。第三犯畏輕微如林打。第四㝡輕。如似合掌。三語", "1498": "布薩是對首。清淨布薩是心念。說波羅提木叉。是僧", "1499": "說戒。自恣布薩者。以恣懺𠎝心淨故爾。毗尼阿毗波", "15": "請之由。第二爾時下問知心祈許。為求請問。波闍先", "150": "日應行上座法。云何應行。若聞楗槌聲。若時到聲應。", "1500": "羅妄語。是輕心雜碎。戲笑不實語。四損法者。智能耳", "1501": "法。損壞愚癡。據體是一。隨用說四。忍據內心觀照忍", "1502": "許。親近即是進修方便。能解謂是悟解諸法。能斷便", "1503": "能決耳諸法。四信法。一息教化合信。二餘比丘遣。第", "1504": "三對住處與奪怖。四對奪三十五事怖。餘相可解。", "1505": "●次明增五。為文分四。一明師弟應不。二有五種", "1506": "與欲下離明眾行。第三捨戒。第四制利。", "1507": "前文總有六十箇五法。此中位二。前三十一。約就受", "1508": "門。明師弟應不。次有二十九。約就隨行如非應不。前", "1509": "文復二。前二十六。正明和上。兼依止及教誡師。次有", "151": "疾往坐處。坐觀中坐比丘。下坐比丘。或有坐不應法", "1510": "五五。明弟子淨穢。前中初二是聖。餘通聖凡。是中第", "1511": "二十一五。一不具持二百五十戒。二不多聞。三不能", "1512": "教弟子增戒學。四弟子有疑。不能如法解釋。五不能", "1513": "決斷諍事。如是增心下更有五箇五。於前五中。餘四", "1514": "恒定常換。第三謂以增心等五。替增戒學。廣說可知。", "1515": "故曰如是五五為句如上。望其增數。總有一百三十。", "1516": "究體不同。但四十三。次調順等總結。既備上德。心不", "1517": "剛強。名為調順。情不情憚故稱無畏。能有宣坐之功。", "1518": "故曰堪能語言。自具此德。後能教人。方堪為師。攝受", "1519": "二眾。", "152": "者應示。若不覺應彈指。彈指不覺。應語比坐。安詳語", "1520": "次弟子淨穢如文。對此應解五逆義。釋義三門。第一", "1521": "釋名。第二出體。第三諸門分別。", "1522": "言釋名者。不釋文等別名。但解通標逆無。所言逆者。", "1523": "違化故爾。雖一切惡。皆違佛化。以違恩養。損害德田。", "1524": "此五㝡極。標以逆名。餘非極故。隱而不說。故婆沙一", "1525": "百一十五。問云如前所說。能礙聖道。及聖道加行。故", "1526": "名為障。除此五外。後有定威諸惡趣身。第八有業。及", "1527": "起增上煩惱。害生亦定。不能現入聖道。如何此等不", "1528": "說為障。若由此五業。具五因緣。易見易知。是故偏說。", "1529": "何等為五。一自性故。謂此五種性是決定極重惡業。", "153": "食。時不應先。令待得遍聞等供聲。乃至一切僧。應隨", "1530": "二以趣故。此五決定於地獄受不於餘趣。三以生故。", "1531": "此五決定順次生受。非順現受及後不定。四以果故。", "1532": "謂此五種定感世間極不受果。五以補特伽羅故。謂", "1533": "能造此五種補特伽羅。又名無間者。婆沙一百一十", "1534": "六。問云何故名無間。若由二緣故。說名無間。一󴎯現", "1535": "後。二󴎯餘趣。以捨此身。次生即受定於地獄。無餘趣", "1536": "雜。又前卷云。以於此中。無間無隟。可令樂受繫現在", "1537": "前。故名無間。又云依異熟果。說名無間。以諸有情造", "1538": "大惡業。生彼地獄。得廣大身。一一身形。悉皆廣大。遍", "1539": "彼多處。中無間隟。故名無間。如阿鼻獄。縱廣八萬四", "154": "上坐法行。次文云。未唱等供不得食。若食吉罪。又五", "1540": "千踰繕那。還若一人。或一切人。入身皆遍滿。不相障", "1541": "礙。", "1542": "次明體性。俱舍十八云。此五無間中。四身一語業。三", "1543": "煞一妄語一煞生加行。通論業體。具表無表。如戒體", "1544": "明。", "1545": "次諸門有六。第一定逆輕重。第二明可懺不。第三明", "1546": "受生後。第四定業牽引。第五明受果處。第六定壽", "1547": "量時。初門逆中破僧家重。所以爾者。以壞眾時。極", "1548": "大誼授。惱乱大眾。應得聖得者不得。應證果者不證。", "1549": "應離欲者不離。應漏盡者不盡。不得誦持思惟三藏。", "155": "十九云。若飲食時上坐應教一切等與應待唱僧。䟦", "1550": "不得靜慮思惟諸法。不得種殖三乘種子。遍三千界。", "1551": "法輪不轉。展轉聲至淨居諸天。令其覺惠不得安靜。", "1552": "明了顯現。若僧和合。翻上諸事。以損益大罪經一劫。", "1553": "餘逆異此。不輕劫住。故俱舍十八云。由此傷毀佛法", "1554": "身故。障世生天解脫道故。謂僧已破。乃至未合。一切", "1555": "世間。入聖得果。離染盡漏。皆悉被遮。乃至習禪溫誦", "1556": "思惟業息。遍大千界。法輪不轉。天人龍等。身心擾乱", "1557": "故招無間一劫異熟。由此破僧罪為家大。又於佛所。", "1558": "起嫉妬心。違害正法。損惱大眾。次出眾煞羅漢母父。", "1559": "以母恩養重於父故。德田勢力。後勝恩田。第二明", "156": "一切眾僧。應隨順上座。是名僧上坐法。僧祇三十四", "1560": "懺不者。此之逆罪。依大乘中。悉許懺悔。以理深藥妙", "1561": "故。或遇佛為強緣。求悔心重。如涅槃十九。阿逸多犯", "1562": "三逆罪。謂煞父母及羅漢已。至如來所。求哀出家。如", "1563": "來即聽。又如闍王入獄。等於人中七日。然准律文。咸", "1564": "須滅擯。以逆無初。不對略辨。由如外道煞父母已。出", "1565": "家受戒。佛言滅擯。又此逆上所有五罪。悉是第二而", "1566": "非是初破僧。事雖是初。得罪同勑二。然罪佛制。開有", "1567": "懺法。三夷許學悔二蘭准十說。第三明受生後者。", "1568": "問如人犯多逆罪。為當同順生受。為後亦有順後受", "1569": "者。答依一切有宗。同順生受。問如何多逆。同感一生。", "157": "云。若有人請明日飲僧。僧上坐不得。即受應知前。請", "1570": "若雖同一生。受苦不等。故正理四十三云。謂由多逆。", "1571": "感地獄中大柔耎身。多猛苦具。受二三四五倍重苦。", "1572": "又婆沙一百一十九云。由一無間墮地獄者。其身狹", "1573": "小。苦具不多。苦受現前。非極猛利。乃至由五墮地獄", "1574": "者。其身廣大。苦具增多。苦受現前極為極猛利。又涅", "1575": "槃十九。空中告大王云。作一逆者。即便具受如是一", "1576": "罪。若造二逆罪則二倍。五逆具者罪亦五倍。乃至王", "1577": "問汝是誰般。答曰。吾是汝父頻婆沙羅。應隨耆婆所", "1578": "說。勿隨六臣之言。實論勅八。問曰若人作一逆罪。則", "1579": "墮地獄。若作二三亦於一身盡受報不。答曰是罪多", "158": "人姓名。容舊巷陌處所。恐有人試弄。比丘不應即受。", "1580": "故。久受重苦。於是中死。還生是中。烋法師解云。成實", "1581": "論意。具五逆者。五劫受報。劫劫之中。五業俱受。若依", "1582": "此解。五逆俱通生後二報。然從初受名。名為生報。若", "1583": "依正還部及經部。具五逆者。次第受五劫報。初是生", "1584": "報。餘是後報。第四明業牽引者。問如造五逆。同感", "1585": "一生。豈此五業。俱為一引。答隨造五逆。初者為引。餘", "1586": "者為滿。不可多業同感一生。故正理云。唯一能引。餘", "1587": "助滿故。隨彼罪增。苦還增劇。又解。如造諸逆破僧家", "1588": "重。重者為引。餘則為滿。故婆沙一百一十九云。如先", "1589": "破僧。後造餘無間業。彼後所造。皆由破僧增上力故。", "159": "若有人識彼請人得受。受已不得便隨去。至明且應", "1590": "同招無間一劫壽果。正若依量及經宗。咎一劫報。此", "1591": "之五逆。總為引業。以五逆人。具受五劫。第五受果", "1592": "處者。破僧定於無間獄受。故俱舍十八云。此必無間", "1593": "大地獄中。經一中劫。受極重苦。餘逆不必生無間中。", "1594": "婆沙三十五云。若斷善根諸無間業。及餘破僧。定於", "1595": "無間地獄中受。若不斷善根。餘四無間。或於無間中", "1596": "受。或餘地獄中受。第六受時者。准破僧一劫。餘非", "1597": "一劫。問未知破僧報是何劫。若是一中劫。云何知耶。", "1598": "答婆沙一百一十六云。或有說者是成劫。後有說者", "1599": "是壞劫。後有說者是大劫。如是說者此是中劫。由彼", "16": "請世尊不許。理應守教在宮。何忽剃染。如此若此文", "160": "遣直月園民。若沙彌往者之。或遭縣官水火盜賊死", "1600": "亦有不盡中劫而得脫者。如毗奈般說。提婆達多。當", "1601": "於人壽四萬歲時。來生人中。必定當證獨覺菩提。若", "1602": "爾如何經言壽量經劫。世友解云。雖減一劫。亦名一", "1603": "劫。如世間人。於減一日。住持所作。亦名直日。此亦如", "1604": "是。", "1605": "次明隨行。文有其五。初有二五。依止師攝弟子法。二", "1606": "有十五。依止須不。勅八五不知諍者。不識四諍體性。", "1607": "不知諍起者。不知諍根三性等。不知諍滅者。不知藥", "1608": "病相對滅法。不知向滅諍者。不知趣滅方便諧和進", "1609": "止。增數總有五十。體有三十五。三有六五。明失依止。", "161": "亡。不能得辨。戒請主誑僧。乃至檀越行食時。多與上", "1610": "四有二五。呵弟子藥。五有九五。所呵之病。", "1611": "次明雜行。和上有五法。應懺吉者。是四種中二種和", "1612": "上。出家無心。為法不□衣食。師既不能訓導。應須懺", "1613": "謝而吉。我如法不知者。不知我行成立。我不如法亦", "1614": "不知者。不知白事違失等法。若我犯戒捨不教呵。不", "1615": "解呵責儀軌。若犯亦不知。不知犯相輕重。若犯而懺", "1616": "悔亦不知。不知懺院除罪之法。毗尼五若者。為求解", "1617": "故撿尋律藏。未得決了。義同於間。觀五文中。豁然生", "1618": "解。以釋己心。名之為答。或可對事須決。亦同於問。披", "1619": "文生解。稱之為答。發起大律稱序。大僧戒本名制。尼", "162": "坐。上坐者應問一切僧盡得爾許不。答言正上坐得", "1620": "律名為重制。受等揵度。為修多羅。修部已下重牒解", "1621": "釋。名隨順修多羅。持律人。有五箇五。望體但十一。初", "1622": "一五為五。次三五各下一別第五五。前三不同。此五", "1623": "五中。前四是秉宗律師。下之一五是諳文律師。比丘", "1624": "夏中。不依第五持律提。若比丘尼。不簡第五。但使夏", "1625": "中不依比丘安居者提。次持律五功德。五中分三。初", "1626": "一自行。次三迬眾。二行既成便能持法。是故末一興", "1627": "建正法行。持行晈然。不為緣壞。故曰戒品堅牢。惡能", "1628": "損善。故名為怨。內行晈然。超勝於彼。故曰善勝諸怨。", "1629": "行既清淨。情無怯懼。故曰決斷無畏。善識持犯。決滯", "163": "耳。應語言一切平等與。若言盡得者。應受乃至不得。", "1630": "分明。故有疑悔能開解。以能持法自利利人。故曰正", "1631": "法久住。伽論第七。以持律故。一切沙門波羅門。頂戴", "1632": "供養。五種賊心。縱業煩惱。損他財者。皆名為賊。隨相", "1633": "別彰。乃有二五。無明䨱障。不了所緣。名黑闇心。貪心", "1634": "乖正。名曰耶心。恚心損物。名為曲戾。求財違理。稱云", "1635": "不善。每規他物。故曰常有盜他物心。下五可知。五種", "1636": "犯等如前。", "1637": "釋被舉人有五事。不應為解。一罵謗比丘。二作損減", "1638": "謂先利物令使損秏。三無利。謂未得者應得不得。四", "1639": "無住處。謂壞住處。五若在下總明在界內外。違七五", "164": "隨下便食應待行遍唱等。得已然後食上坐法。當徐", "1640": "行。反上應解。能舉所舉。各自觀過。如文開為義等五", "1641": "事毀呰。不犯提罪。", "1642": "次五種疾滅正法。前三法主過。下二受學者過。次有", "1643": "六五。損益相對。言比丘有五法。而自損減者。以五惡", "1644": "法。損減善法。一有犯。二為有智者所呵。三得罪無量。", "1645": "下從罪生罪。四若受彼自言下正明治不如法罪不", "1646": "得脫。五不知言說遠近損減。謂應見不見等。名不知", "1647": "言說。作法治罸。不與同法。名近損減。當來復有三塗", "1648": "苦報。名遠損減。翻此即名不自損減。餘二五可知。下", "1649": "有六經如上者。謂指此文。年少比丘。對上座懺五法", "165": "徐食。不得速食。竟住者合年少。狼狽食不飽。應相望", "1650": "者。謂是懺前威儀。應說罪名下非五數限。世賊有五", "1651": "長壽。惡比丘亦有五法長壽。不速為他所舉。一無寺", "1652": "舍住處。二有多聞智人作伴。三多有衣等貨求。四有", "1653": "勝人為友。五處遠難知。", "1654": "次舉他罪。德行具者不生他語。若不具德即生他語。", "1655": "一身不清淨。二言不清淨。三命不清淨。四寡聞不知", "1656": "修多羅。五不誦毗尼。翻前應舉。次有二五。令法住滅", "1657": "前五不敬佛法僧及戒定如文。", "1658": "次五據其說聽。然以法之興癈。寔在於人。敬法傳通。", "1659": "據受俱利。五中初一是師。下四弟子。說法之人。不希", "166": "看。不得食竟。便在前出去。應待行水隨順呪領已。然", "1660": "名利。唯存出離。即是至心。若其專求名利。不敬說者", "1661": "故曰不至心。二亦不至心。聽法意持。三設後堅持。不", "1662": "能思惟義趣。四彼不知義。不能如說修行。不能自利", "1663": "五既不自利。亦不利人。並翻前說。即是久住。", "1664": "次有比丘清法世尊為說出離行。文中初請。次教。後", "1665": "證。說中先明五非彰通令弃。一知世法者。諸有漏業。", "1666": "稱云世法。縛在三有不能出離。二知有受者。受是三。", "1667": "受。從此三受。以生三縛。故曰不能超度。三知有欲。欲", "1668": "者躭滯於境。既恒滯境。豈得無欲。四知有結者。由躭", "1669": "境界。便起業結。為結嬰纏。豈得無結。五知親近生死", "167": "後乃出。上來法揵度竟。", "1670": "者。恒習業結。輪迴頗休。此近生死非無親近。應知此", "1671": "過是非法等。", "1672": "次舉五如。顯是令修。一知出離者。謂無漏業破有超", "1673": "昇。故非世法。二是越度。無漏一興。縛因皆喪。故非受", "1674": "法。三是離欲。除欲不貪。故無有欲。四是無結。既無或", "1675": "本。業結自亡。故是無結。五不親近生死。業或既除。輪", "1676": "迴自息。既無過患。知是法等。次後有比丘請法世尊", "1677": "教離過行。文三如前。說中先非後如。五中貪嗔分二。", "1678": "癡獨為一。此約資具求用論之。於未得財馳求無厭", "1679": "故是多欲。不令少欲。於已得財過分受用。故是無厭", "168": "●次明房舍揵度。蔭覆所居。是房舍義。廣彰其相。", "1680": "不知足。緣外資追具求起嗔。故言難護不易被緣內", "1681": "資具追求憤惱。故曰難養不易養。不能覺察內外資", "1682": "具。得未得財過失差別。故曰愚癡無智慧。此是過失", "1683": "行人應知。故曰汝應知等。次如釋相。翻非應知。", "1684": "次有四箇五句。明說違順。初五正說無過故聽。次五", "1685": "非法有過故制。第三三五句。於前制法有違遮心。第", "1686": "四五句。於前聽法無過不遮。於中初四二五相對明。", "1687": "是。二三兩五相對顯非。初五為順句善字。成其教詮。", "1688": "說以為聽。初句總舉法體。是善無過。故曰若我所聽。", "1689": "次有三句。離明所聽。初句波陀舍提音不正。正曰鉢", "169": "名為揵度。就中文二。初五比丘問住何房。佛遣蘭若", "1690": "陀。此釋為跡。如見象跡。以表於象。隨義譯之。亦名為", "1691": "句。謂舉善法句阿㝹波陀舍。隨前分前句。第二便闍", "1692": "那。亦梵學士曰。便繕那。此譯為文。謂舉善法字阿㝹", "1693": "便闍那。亦隨分別字。第三惡叉羅此譯字。謂舉善法", "1694": "宕阿㝹惡叉羅。亦隨分別。別即是文。西方俗語名惡", "1695": "叉。次應如是作。勸羅典語。名便繕那。然名句文中。𨷂", "1696": "無名也。名者梵云南摩。如說行總別通論。合成五句。", "1697": "第二五中。分文如上。初句總舉不善法體。為有過故。", "1698": "故言如我所不聽。次句談不善法句。及隨前分別。次", "1699": "句舉不善法文。及隨前分別。次句舉不善法。及隨前", "17": "不顯所由。欲似專報。然五分中。世尊教爾。故二十九", "170": "等住。此對上行者說。第二爾時世尊下廣明開畜房", "1700": "分別。次應呵等者。總結惡法應捨勿行。次二五准釋", "1701": "應知。", "1702": "次入眾五法。先修五法。後詣僧中。即能善肅物情。和", "1703": "合大眾。一應以慈心者。若於善眾不起慈心。麤鑛惱", "1704": "僧。豈能利物。二應自卑等者。心卑覽穢。如拭塵巾。顯", "1705": "彼無暇。方嚴大眾。三應善知等者。立身行道。諂慢須", "1706": "除坐起越儀。眾聖為恥。四彼至僧中等者。道眾清虗。", "1707": "須萗法語。縱情雜說。豈應僧儀。五若見僧中等者。法", "1708": "徒聚會。和合為先。縱見有非。亦須忍默。凡入眾者。以", "1709": "此五法居心。即能匡領眾徒。紹隆真化。次有亦經如", "171": "舍應不。就中大文分之為八。第一聽受檀越施園及", "1710": "上者。如前自損減中六五。以此文言。後有五法。在僧", "1711": "中應語。故知此五對僧而說。又言如上自損減中。明", "1712": "知前約自行。次明舉罪應不。初五德。一具持二百五", "1713": "十戒。二多聞。三善於語言。四有修持。五有智慧。次五", "1714": "一有慈心。二有利益。三令增長。四令懺悔。五清淨。次", "1715": "五取遮犍中五。復有說者云。更有四作五德。謂心不", "1716": "善善等四常換前。第五嗔恚不以慈心為五。不善非", "1717": "毗尼世間作損減不應舉。善是毗尼出世宿利益應", "1718": "舉。今解。詳其文意。真以不善善等。釋應不應。不可展", "1719": "轉更為四五。由斯義故。五德差別。此中有三五。及前", "172": "房。第二時諸比丘欲作房下聽比丘自造房及開隨", "1720": "文身清淨等五。總成四位五德。不同舊解。更取遮犍", "1721": "度中七位五德為十一。直見文言。如上遮揵度中說。", "1722": "故作此言。若其詳文審者。理不合爾。若牽說字屬下。", "1723": "即無疑惑。應言說有五非法舉。謂非時等。又可遮法。", "1724": "中五。總為一位。更加不善等四。今為七五。釋應雖應", "1725": "又此四位五德中。前身清淨等五。及此初五。望其能", "1726": "舉。遠離嫌呵。然前五是本。此五即是前中差別。又時", "1727": "非時等五。及此有慈心等五。望其所舉損益以明。然", "1728": "前五是本。此慈等五。前中差別。二位相攝。准文可解。", "1729": "又下增十及增十七中。所列五德者。皆取此中五德。", "173": "房所須。第三爾時世尊在王舍下明給孤獨食。設供", "1730": "更無三別。文五句語無第三者。謂但得有時非時相", "1731": "對。更無第三句。亦時非時句。故云無第三。餘皆類然。", "1732": "次捨戒制利。各貪多五。", "1733": "●次明增六。文有七六。初一辨遮如非。次一教誡", "1734": "尼德。次一作疑惱。次一六犯者。然明了論。有八緣起", "1735": "所生。八中除去由心不由身語。及不由身語心。餘六", "1736": "者是。然須取彼餘六。以釋此文。一有犯由身起非心", "1737": "口者。如不閇戶共非大戒眠等。二有犯起於口不以", "1738": "身心。如善心為女人說法過五六語等。三有犯從身", "1739": "口起不以心。如善心為男女行婬使等。四有犯從身。", "174": "請佛。並造精舍。第四爾時世尊從王舍下制相恭敬。", "1740": "心起非口。如故心出不淨等。五有犯起口心非身。如", "1741": "染汙心對女人說婬欲語等。六有犯從身口心起。如", "1742": "有染污心為男女行婬使等。然論文餘二者。謂有從", "1743": "意生。不從身口。如心地諸罪。有不從身口意生者。如", "1744": "先對人。說大妄語。彼人不解。此人已對治三方便。後", "1745": "時彼人若追解其語。此人即得波羅夷罪。次諍根如", "1746": "上列。次二六約盜業盜心明。略無捨制二文。", "1747": "●次明增七。總有十四箇七。於中位五。初有四七", "1748": "雜明眾行。次有七七明持律德。三有一七離慢如非。", "1749": "次捨戒。次制利。", "175": "第五爾時有居士下雜明受畜房物進不。第六時羅", "1750": "●次明增八。總有八箇八。位分為五。初一遮法如", "1751": "非。次一教誡尼德。次一八不可過法。次有四八明互", "1752": "治如非使伴之德。次爾時下教僧撿驗罪之虗實。有", "1753": "八馬八人。及損益八喻。合為一八。若離便有十位增。", "1754": "八。", "1755": "就此驗罪之中。文分為三。一明德人依根舉罪。第二", "1756": "當舉下正明諱罪嗔恚。第三佛告下教僧撿驗。持破。", "1757": "相別。此中中復三。一教眾僧驗罪虗實。第二爾時佛。", "1758": "告下因前惡比丘生嗔。故通舉八種惡人。八種惡馬。", "1759": "第三爾時世尊在拘薩羅下損益八事。前文有三。初", "176": "睺羅下明施前後如非。第七爾時世尊在迦尸國下", "1760": "對惡人教僧審問。第二譬如下驗罪虗實。第三度。聞", "1761": "修奉。初文以彼犯罪。於佛法中。無所堪任。無所增長。", "1762": "僧應審定問所犯相。次驗文二。初序次欲。序有三喻", "1763": "第一田苗喻。第二治糓喻。第三井欄喻。此以眾內持", "1764": "破難分。故教眾生三喻撿驗。此中各有喻合。初喻四", "1765": "句。第一譬如農夫與眾生為喻。第二田苗等者。與所撩", "1766": "理持破難分喻。此中田苗稊稗參生。謂持破苦住。苗", "1767": "葉相類不別。謂善惡相濫。而為妨害。謂惡損善。第三", "1768": "乃至莠等。以過彰顯撿得實罪喻。第四既知非糓下", "1769": "撿得不虗作法除棄喻。此中知已即除。謂作擯罸。何", "177": "明僧物不應分等。第八爾時世尊在舍衛下明營事", "1770": "以故徵。恐害等等釋。次合准喻亦四可解。次喻亦四。", "1771": "第一農夫與眾主為喻。第二治糓當風簁揚。與所撩", "1772": "理淨穢難分喻。第三好糓留聚。既好留聚。明有下惡。", "1773": "撿得實罪喻。第四其下秕等作法除棄喻。合中略不", "1774": "合初。餘三准類可解。亦應合有。何以故下徵釋。無者", "1775": "是略。次喻亦四。第一譬如有人與眾主為喻。第二須", "1776": "木下與所撩理好惡難分喻。簡有德人。共援佛法。故", "1777": "曰須木作井欄。護法行成理深津益。故如於井。德人", "1778": "護法又似於城。舉心從此而起。故曰從城中出。執根", "1779": "決然。故如利斧。詣彼眾內。故曰法。彼林中。一一取其。", "178": "比丘房德應不。", "1780": "白言。故曰遍扣諸樹。淨者言行相覆。故曰實。中者其", "1781": "聲真實。穢者言行相違。故曰害中者。其聲虗㽄。而彼", "1782": "空樹等者。正喻好惡難分。第三至於扣時等驗得實", "1783": "罪喻。第四既知等作法除棄喻。既知內空。總舉其過。", "1784": "即便已下正行治罸。獲得夷罪。須僧滅損。故曰斬伐。", "1785": "若得殘罪與別住等治。故曰截落枝葉。提悔三說名。", "1786": "者麤朴。望下二犯故此稱先。可呵一說作法中易。故", "1787": "曰斤剗。吉羅心悔。名曰細治。令彼𠎝除。稱云內淨。眾", "1788": "無醜累。名為外淨。既懺淨已堪護佛法。故日以作井", "1789": "欄。次合。𨷂無初句。餘可類知。次偈文二。初一偈半誦", "179": "初文隨施主所造施者。聽受。", "1790": "前喻合中第三段。次兩行半誦前喻合中第四段。", "1791": "次明惡馬惡人。其文有三。第一總舉二惡合聽。二何", "1792": "等下別列二八。第三我已說下總以結勸。第二文中", "1793": "分二。第一先列八種惡馬。第二舉惡人馬喻法對顯。", "1794": "此二文中。各有其三。一徵。二列。三結。前三可解。次解", "1795": "後三。列八之中。一一有三。謂法喻合。然喻中利如惡", "1796": "馬喻惡比丘。授勒者喻舉三根。與鞭者喻前言罪。欲", "1797": "令者等喻前我不修。合中。直合其人。自下諸喻。同者", "1798": "不須釋。異者須陳。二惡馬中倚傍犯不犯兩轅。三惡", "1799": "馬中。而更瘨󲟧倒地。謂不肯懺。自更增惡。又惱五德", "18": "云。瞿曇白佛言。願聽女人於佛正法出家受具足戒。", "180": "次第二文比丘自造房。及作房所。須亦聽應不。眾多", "1800": "故曰傷膝折轅。四惡馬中。而更却行者。喻更反呵五。", "1801": "德。五惡馬中。起非道者。喻惡比丘作餘語若。僧不列", "1802": "本罪。折軸破輪者。喻生嗔恚惱亂眾僧。此一惡人。正", "1803": "當緣起。以因此一。乘列餘七。六中不畏御者。喻前不", "1804": "畏眾僧。亦不畏鞭。喻亦不畏犯。齧銜奔等。喻不受五。", "1805": "德語。便捉座具置肩而去。七中而更雙脚人云吐沫", "1806": "者。喻前左抄衣等。八中而更蹲臥者。喻前彼即捨戒。", "1807": "等。次彰損益。文分為二。第一列其損益八事。一一先", "1808": "審比丘所解。後始為辨損益差別。第二爾時下人有。", "1809": "利鈍進退四階。𨷂無捨制二門。", "181": "具如文列。時有小沙彌聽房中。安隔上同室宿。安隔", "1810": "●次明增九。文有四九。初一白衣家如非。次一遮", "1811": "法如非。次一捨戒。次一制利。", "1812": "●次明增十。總有二十箇增十。位束為十。初有兩", "1813": "位。明其衣體。次有兩位。遮法如非。次有一位。教誡尼", "1814": "德。次有一位。明舉罪德。以身威儀不淨等不舉應。淨", "1815": "等應舉。總成一增十。無義可為多注言。如上五法中。", "1816": "說。有人解云。此中總有四箇增十。一五如文。第二五", "1817": "上四常定。以廣誦毗尼。替前第五。即第二五。復以堅", "1818": "住毗尼。替前第五為三五。復以善能滅諍。替前第五", "1819": "為第五。為第四五。故言如上五法中說。下復以常五", "182": "同此共女人上船疑。佛言聽直渡。准此證知。上戒本", "1820": "德。配前四五。有四箇增十。今詳文意。全無此義。如上", "1821": "增五文中。總無廣誦毗尼。堅住毗尼。善能滅諍。更替", "1822": "句法。既無此文。不可虗設。註言如上五法者。總指上", "1823": "文。明應不應。此之應不。如前無異。故云如上。不是更", "1824": "有多五註言如上。次一投等如非。次一制。次有四箇", "1825": "十。雜明眾行。次有兩位受戒師德。後十中不知木叉", "1826": "者。不知戒相輕重。不知木叉說者。不解眾法說之儀", "1827": "則。不知布薩者。不知對別懺除罪法。不知布薩羯磨", "1828": "者。不解眾法懺滅儀軌。次有三位斷諍之德。初十。一", "1829": "不持戒。二不多聞。三不廣誦毗尼。四不善巧言語。令", "183": "中。尼女合制。", "1830": "人易解。五不能問答教呵令彼歡憙。六有諍不善滅。", "1831": "謂不解四諍用藥進不。七不知木叉。八不知木叉說。", "1832": "九不知布薩。十不知布薩羯磨。次兩位十。如文可解。", "1833": "次有三位增十。明諍生不生。諍根非諍根。破不破。如", "1834": "文可解。", "1835": "●次增十一。但有捨戒一門。此中展轉。亦含多種。", "1836": "●次增十二。於中文二。第一約諍及舉作一十二。第", "1837": "二如是比丘和合歡喜下對除言諍復一十二。前文", "1838": "復二。第一正明十二。第二是故優波離下辨應不。前", "1839": "十二中有三。初約諍根作三句。次對滅諍有四句。後", "184": "次第三文。文中有三。一明長者詣佛徵非。問施物極", "1840": "以身清淨等五德配之。即成十二。初諍根文二。先非", "1841": "後如。非中文三。先總舉數。二何等下辨釋。三是故下", "1842": "結。辨中三疾滅者。謂無貪無嗔無嫉妬。此中念出離", "1843": "者。即是無貪。類前三法增長。即是貪等。以此貪等於", "1844": "修道者為害。是故偏說。次如類非。即是無貪等增貪", "1845": "等疾滅。如是便得和合不諍。次滅四者。是非相對。初", "1846": "彼此不忍。諍則增熾。各懷忍默。諍則消殄。二若比丘", "1847": "下。牒前不忍起諍。應以七滅滅之。此舉七滅總明應。", "1848": "不。不得見有七滅之言。即云唯對事淨。又不得見有", "1849": "五德之語。便云唯對覔淨。三若比丘下不共上中下", "185": "多。何以不如詣佛一步之福十六分之一。答施是福", "1850": "座平宜。四若不下不與持法者平宜。次明五德。初身", "1851": "不清淨及口合明。次命不清淨及寬聞合明。次離辨", "1852": "不知毗尼。次勸知應不。此下諸文但是勸知應不。然", "1853": "亦十二數限。此中文三。初對波離勸知應不。第二波", "1854": "離下問若應不。第三爾時世尊下審比丘所解。先解", "1855": "初文。次前為對波離。明其五德應不。便即還對波離。", "1856": "勸知應不。是以文有是故之言。此中有六句明其應", "1857": "不。一有愛恭敬。二無愛有恭敬。三無恭敬有愛。四無", "1858": "愛無恭敬。能令捨惡就善。五無愛恭敬。亦不能令捨", "1859": "惡行善。而彼眾中。有所重比丘應舉。第六總無上益。", "186": "分。不生慧解。今以詣佛聽法。開生慧解。剪除生死。故", "1860": "棄之如惡馬。波離聞此。歡喜受持。次問若有三。一問", "1861": "答所舉事。二問答所依根。三問答能舉德。次審解文", "1862": "二。初明審解如文。次審得解已勸令修學。此中復二。", "1863": "初勸修學。汝等知我慈念說法。應須修學我所證法。", "1864": "第二若歡喜下汝既解意修學不應舉他。於中復二。", "1865": "一勸察應舉之法。二若如是下還應舉不。前應舉法", "1866": "有七。一不令自惱。二亦不害人。三彼犯罪者。不憙嗔", "1867": "恚。四不結怨嫌。五不難覺悟。六自能除罪。七能捨不", "1868": "善住於善法。次量應不。有其三句。第一句於前七中", "1869": "𨷂一及第五。雖復𨷂二猶益聽舉。第二比丘作是念", "187": "不相類。發心將聽。尚自如然。何況聞而生信。信已修", "1870": "下𨷂一及三。為具餘五益物聽舉。義准。若以一法為", "1871": "頭。餘者相配。二二𨷂之。更成多句。第三比丘後作是", "1872": "下七中𨷂五具二。雖有四七。以損物故不應舉。義准。", "1873": "為以餘二。次第二二具之。亦成多句。次明言淨十二。", "1874": "以體佛說和合修受。於何學法中。起種種諍語。於中", "1875": "文三。初明評四種法起諍為四句。第二眾僧下觀過", "1876": "三句。第三若作如是下滅有五句。合成十二。初四句", "1877": "者。一評文義相應。如僧尼五犯。堅義者言。文義相應。", "1878": "治義者言。文既分二。義不相應。因此執情。遂生其諍。", "1879": "第二評其文異義同。堅義者言。如飲用蟲水屏露二", "188": "行。第二時給孤獨下。見佛歡喜請設供養。第三時給", "1880": "敷。文雖少異而義是同。論義者言。文既是異。義何得", "1881": "同。因此執情。亦生其諍第三評其文同義異。竪義者", "1882": "言。如滅年及受中開數胎等。自行眾法損益六經。文", "1883": "雖是同。而義是異。論義者言。文既是同。義何得異。因", "1884": "此執情。亦生其諍。第四評其文義俱異。竪義者。隨立", "1885": "一義。論義者。舉異此决。亦因此執。而生其諍。次觀過", "1886": "三者。一觀諍是留難。二後問下彰是可呵。三次問下", "1887": "不能得沙門果。次滅諍五句者。第一付諍請滅。第二", "1888": "彼比丘下受許為制。第三若彼比丘下捨諍除滅。第", "1889": "四比丘作下眾主謙下。第五如是下明斷合法。無可", "189": "孤獨食。買祇陀園。造立精舍。祇陀言。此以金錢側布", "1890": "呵失。", "1891": "●次增十三。但有所據障戒難說。", "1892": "●次辨增十七。一身不清淨不應舉。身淨應舉。廣", "1893": "又二口不清淨。三命不清淨。四不多聞。五不誦毗尼。", "1894": "六不觀修多羅。七言不辨了。八於善比丘無慈。謂於", "1895": "善眾作破壞意。不應舉。作文同前。故言亦如是。次復", "1896": "次下有四。一有實犯。二取自言。三善能言說辨了。四", "1897": "利益。足前八為十二。次復次下。以常五德配之。故成", "1898": "十七。問第四不多聞。第六不觀修多羅何別。解不多", "1899": "聞。謂不解阿毗達磨法相是非。不觀修多羅。謂不達", "19": "佛言止止莫作是語。所以者何。法古諸佛。皆不聽女", "190": "滿地。令無間者。我亦不與。長者檢舊制。證知是決價。", "1900": "經中合舉不合舉事。問前位第七。與次位第三。俱言", "1901": "辨了。異相云何。解前位真據言音流澤。未必稱機。次", "1902": "位稱機授與。悅契群情。問第八慈心。與五德中慈何", "1903": "別。若第八謂於善家有慈德中慈心。愍其所舉。又問", "1904": "次位初實犯。與德中實何異。答次位初實是犯實。德", "1905": "中實論是根實。又問次位第四利益。與德中利益何", "1906": "別。若次位據自身無惱。德中利是所舉。", "1907": "●次增二十二。於中文二。初約生善受戒師德。次", "1908": "據滅惡斷淨人德。前文十八法即為十八。十九不知", "1909": "可懺罪。謂不了知殘等可悔。二十不知不可懺罪。謂", "191": "五分二十五云。若能以金錢布地令無空缺。然後相", "1910": "不識知夷𠎝滅擯。二十一不知懺悔。不悟解用藥分", "1911": "齊。二十二不知懺悔清淨者。不知藥病相對成不。若", "1912": "覔此不聽度人。反則為如。生善聽度。次斷諍中有二。", "1913": "初有十一自行善成。正是德體。次有十一遠離譏嫌。", "1914": "方能殄諍。初十一者。一具持二百五十戒。二多聞。三", "1915": "善解阿毗曇。四善解毗尼。五既是家主將除他諍。不", "1916": "應更與他人共諍。亦復不應堅住此事。六應呵者呵。", "1917": "七應教者教。八應滅者滅。次不愛等四。故合十二。次", "1918": "十一者。一者飲食。二衣鉢等。三供給。四入村。五期要。", "1919": "以此五事。對其二家。彼此各五。合成其十。上來都解", "192": "與。須達便以金錢布地。祇陀言。我說此譬。不欲相與。", "1920": "律藏文竟。", "1921": "律藏甚深冠群籍威德幽微總眾行", "1922": "能斷三結制心猿亦伏四魔調意馬", "1923": "我於往昔種善因今依像法入僧眾", "1924": "志在無上佛菩提故釋尸羅求解脫", "1925": "願此福業兼自他超彼迷津登覺路", "1926": "相續利益盡無盡流注將來窮不窮", "1927": "四分律開宗記卷第十末終", "1928": "寶永六丑八月二日　照山晃拜校", "1929": "小師照洲筆", "193": "須達後言。說此為價。豈得中悔共諍紛紜。遂便徹官。", "194": "官即依法。斷與須達。", "195": "第四相恭敬法。於中文四。一舉緣啟佛。二爾時下審", "196": "比丘解。三佛告下舉下況上。四自今下明應禮不。初", "197": "文可知。", "198": "第二文比丘或言。大姓等人應受者。皆不可佛意。亦", "199": "不以頭陀行高。應受對此釋頭陀義。三門料簡。第一", "2": "西太原寺沙門　懷素　撰", "20": "人出家。諸女人輩自依於佛。在家剃頭。著袈裟衣。勤", "200": "釋名。第二出體。第三諸門分別。", "201": "初門。舊曰頭陀。新云杜多。此梵音相近。杜多此云洗除或曰", "202": "洗浣。頭陀此云斗撤。猶如抖擻衣物。振吉塵垢。行者如是。皆", "203": "行頭陀。振吉一切貪等塵垢。故聖善住意經下卷云。", "204": "若比丘斗擻。貪欲嗔恚愚癡。斗擻三界內外。六入。我", "205": "說。說彼人。能說斗擻。如是斗擻。若不取不捨。不修不", "206": "著。非是不著。我說彼人。能說頭陀。新阿含經第四十", "207": "一。佛勸迦葉受居士。壞色衣及讚頭陀行。於大眾中。", "208": "分半座與迦葉。所以爾者。良由此行達受施之不貪", "209": "蠲除患本悟杜多之無欲。得絕累纏。是以苦節逾明", "21": "行精進。得獲道果。未來諸佛亦復如是。我今聽汝以", "210": "淨尸罪之晈鏡。貞操彌固。楊定慧之端嚴。上文唱制", "211": "靜坐。唯除一供養人時。有六十頭陀比丘。以行同故。", "212": "直入見佛。佛亦讚歎揚勵。餘慢眾。", "213": "次出體者。以無貪無癡二善根為體。故解脫道論第", "214": "二云。以此不貪於十三處。能除貪欲。不以此癡。於十", "215": "三處。能除無明。問所以不用無嗔為體。答以嗔於所", "216": "除無用。故論言。嗔人受苦。更成其惡。如淡病人。若服", "217": "熱湯。轉增其惡。是故真人不當修行。", "218": "次諸門有五。第一辨相。第二對除。第三修意。第四問", "219": "答。第五諸部同異。初辨相者。文中雜亂。不定次第。", "22": "此為法。", "220": "今以義收束成三位。謂衣食處。所以爾者。衣服所資。", "221": "濟身家要。若也無衣。便癈修道。故先辨衣。外禦寒醜。", "222": "令得身安。筞修進業。雖後得衣。外禦寒醜。若無內資。", "223": "道亦難立。故須對食。以辨節童趣令身安。長道而已。", "224": "既得衣食。內外緣宛。理須進修。以消物利。凡欲修進。必", "225": "須庇彰閑林處。若喧繁無由進道故。次後明修道之", "226": "處。初衣有二謂。三衣糞掃。三衣者。道服正標。資身受", "227": "用。既離二邊。處中應法。糞掃者。隨拾所棄納以成衣。", "228": "事絕內貪。後杜外奪。次食有四。謂常乞食。不作餘法。", "229": "一坐一團為離惱緣。修常乞食。既無異望。堪能進道。", "23": "次正陳請。文有其三。第一舉事直請。第二阿難下舉", "230": "其餘三食。皆就初中離明。不同舊釋。通是二種食人。", "231": "為食僧常檀越食者便成中。豈名頭陀。但以數食增", "232": "貪行。非知足為此故。須不作餘法。餘法雖絕。慮有再", "233": "貪。為離此貪。但修一坐。若其一坐恣足利。恐不絕貪", "234": "心故。更節重一團而已。恒修一坐一團。餘法已絕。對", "235": "行不同。故更別舉。次處有六。練若。冢間。樹下。露坐。隨", "236": "座。常坐。梵音正曰阿練若此曰無聲處。但以聚落之中。境", "237": "緣諠雜。為離聲色。捨就閑。尼雖尼練若。恐觀難成。故", "238": "觀冢尸。息其淨想。久在冢間。哀聲亂道。捨就樹下。專", "239": "意思惟。在樹眾鳥。雨亂禪儀。後捨演林。更居空靜。但", "24": "恩養請。第三阿難下舉得道請。前文初請次答。答中", "240": "為進道思惟。不簡敷設。隨得座等。起令身安。謂於坐", "241": "臥所敷設中。隨得即坐。名為隨座。舊解云。隨坐家勝", "242": "於餘所行。咸能同彼。故稱隨坐。餘十一偏能未必通", "243": "行。此解不然。若以隨坐通行餘者。衣食既非是坐。如", "244": "何得稱是坐。又昔解云。於坐四中。恐生貪著。故立隨", "245": "坐。此亦不然。於坐既爾。若貪衣食應知亦然。斯並不", "246": "識文意。故作茲釋。此是隨座敷具。不名為坐。故瑜伽。", "247": "名為處如常座。問云何名為處如常座。謂所坐臥。或", "248": "諸草座。或諸葉座。如舊敷設草座葉座而常坐。臥一", "249": "敷設。後終不數數翻。舉修理如是。名為處如常座。小", "25": "文二。謂法及喻。法中初直不許。次何以故徵。次若女", "250": "品般若第七。名為若隨敷座。母經。名為隨得敷具。解", "251": "脫道論。名為遇得處坐。上來託處。皆易威儀。志節無", "252": "恒。恐難進道。故須常坐。繫想思惟。克念專精。作聖由", "253": "起進道之人。託緣起行。三位之行。各後勝前。次對", "254": "除者。於衣服中。有多衣貪。上妙貪能障修善。為欲斷", "255": "除多衣貪故。但持三衣。為欲斷除上妙貪故。持糞掃", "256": "衣。於飲食中。有美食貪。多食貪能障修善。為欲斷除", "257": "美食貪故。修常乞食。為欲斷除多食貪故。修餘三食。", "258": "此三所離類同對除合辨。於處之中。瑜伽。有四貪能", "259": "障修善。一諠雜貪。二屋宇貪。三倚樂臥樂貪。四敷具", "26": "人下釋。次喻有二。前喻為彰女人自行不立。次喻欲", "260": "貪。為欲斷除誼雜貪故。住阿練若。為欲斷除屋宇貪", "261": "故。常居樹下迴露冢間。又為斷除婬佚貪故。常住冢", "262": "間。為除倚樂臥樂貪故。常期端坐。又欲斷除敷具貪", "263": "故。處如常座。是名成就杜多功德。次修意者。瑜伽", "264": "二十五。問云何故名為杜多功德。若譬如世間或毛或", "265": "㲲。未鞭未彈。未紛未擘。爾時於著不耎不輕不但造", "266": "作縷綫氎蓐。若鞭若彈。若紛若擘。爾時分散柔耎輕", "267": "妙。堪住造作縷綫㲲蓐。如是行者。由飲食貪。於諸飲", "268": "食。令心染著。由衣服貪。於諸衣服。令心染著。由敷具", "269": "貪。於諸敷具。令心染著。彼由如是杜多功德。能淨修", "27": "明女人壞他不輕一一如是下隨喻便合。次恩養請。", "270": "治。令其純直柔耎輕妙。有所堪住。隨順依止。能修梵", "271": "行。是故名為杜多功德。次問答者。問此文中云糞", "272": "掃衣。上文言納衣。未知此二差若如何。答此二名異", "273": "體同。謂捨糞掃納以成衣。糞掃。謂從取處為名。納衣", "274": "便是補縫之稱。又解。或有糞掃不納成衣。以不納成。", "275": "但名糞掃。或有糞掃納以成衣。以納成故。名為納衣。", "276": "爾者若無糞掃。納體是何。若納衣要須體是糞掃。如", "277": "無糞掃。納體亦無。以受施人即是中下。既曰頭陀。下", "278": "合受利。又解。縱無糞掃納。亦通許施衣。爾者受施即", "279": "中下。豈得成頭陀。答若以受施解頭陀。但是頭陀不", "28": "先請後答。答中文三。一因我故知三寶名。二因我故", "280": "受施。不以受施解頭陀。何妨頭陀。得受施故知。受施", "281": "頭陀行別。又問納衣是糞掃。三衣體是何。若此三衣", "282": "體。亦是糞掃。如無糞掃開受施衣。但為三受。不名中", "283": "下。又問身著納衣三衣具不具若。爾者。持三與納何", "284": "別。答三衣若不納得受。三衣名此衣。若納成若加納", "285": "衣稱。又解。若納不納唯三衣。即加三衣稱。縱納三外", "286": "有餘衣。此名納衣者。餘約食處問答。可以類知。次", "287": "同異者。母經第一十二中。無不作餘法加一。若有嗔", "288": "心不止不食。滅已乃食。智論。還無不作。餘法及隨座。", "289": "加次第乞食。及食後不飲漿。解脫道論。正有十三還", "29": "於三寶生信。三因我故受持歸戒。乃盡苦際。此等大", "290": "無不作。餘法加次第乞食。及時後不食。瑜伽見論等。", "291": "餘文皆有差別相。不能具陳。", "292": "次舉下呪上可知。", "293": "次明應禮不應。文有其三。一明不應禮。二何等下。明", "294": "所應禮。三世尊既有下。雜明應不。初文不應禮有四", "295": "一白衣女人道俗若故。二後受大戒者小大異故。三", "296": "犯邊等淨穢不同。四一切非法語者。耶正善若。次文", "297": "應禮者。文有五頭及佛即六。小沙彌尼應禮有十二。", "298": "人塔各六。小沙彌亦爾。次小式叉應禮有八。人塔各", "299": "四。次小尼應禮有六。人塔各三。次小比丘應禮有四。", "3": "●次明尼犍度。今此犍度。廣明比丘尼別行之法。", "30": "恩。非衣等能報。彰彼小恩。我已報竟。次得道請。請中", "300": "人塔各二。此雖應禮。禮有儀軌。失儀軌者。亦不合禮。", "301": "故增一阿含二十七云。告諸比丘有五時不應向禮。", "302": "若在偷婆中在大眾中。又在道諸病痛著牀若餘食", "303": "時是謂五事不應向禮有五事知時而禮反上者是。", "304": "五分。若人多但若禮師總禮餘人而者。次雜時應不", "305": "文中。遣記受戒時者。為知歲數及斗大小。此記受戒", "306": "年歲。即六念中一念。六念制法。僧祇第十六。明此律", "307": "上下有多少事。以非正制。文不具足。具依彼部每日", "308": "誦念。於理不違。彌增其行。若欲解釋。須作二門。第一", "309": "釋名。第二作念方法。言釋名者。於此六法。繫心不忘。", "31": "先審證得道果。便則陳詞請令入法。次答聽許文有", "310": "於六生念。名為六念。然論念體無六隨緣彰六。故曰", "311": "六念。第二作念方法者。第一念念知日月。謂是一日", "312": "乃至十五。及月大小黑白差。若西方本制月。有黑白。", "313": "白月純大。黑有小大。此土立法。乃以三十日為月。故", "314": "作念者。通知大小。即應此方立其月法。若言黑白一", "315": "二日等。復順西方本制月日。第二念念知食處作施", "316": "食念。文言。比丘清旦當作施食念。今日得食施與某", "317": "甲。某甲於我不計我當食唯此一念云清旦三說餘並一說。其何施", "318": "境比丘乃至沙彌尼。若依此文念則不爾隨知食處。", "319": "一遍稱之。或食僧常。或常乞食。或受彼請。或自食等。", "32": "其三。謂法喻合。法說復三。有舉列結。初聽出家。制行", "320": "若有二請意。赴後者。前請必須捨與一人。今彼代法。", "321": "方得無事。若全不知有食處者。但作總念云。今日念", "322": "不背請食。第三念念自受戒。時日歲數。謂其年月若", "323": "干影時。隨夏多少。有無稱之。第四念念知衣鉢。緣資", "324": "具不。若衣鉢有𨷂者。隨有稱之。餘不具者。念當時具。", "325": "若其無𨷂。直云三衣鉢具。餘長衣藥鉢。當知。已說未", "326": "說。若有者。念當時說。若無者。當言無長衣等。第五定", "327": "定與眾同。故言念不若眾食。第六念念知病不。若有", "328": "病者。應言有病念當療治。若無病者。應言無病。依眾", "329": "行道。時人不了通誦者。非問所以勅二念三說。餘皆", "33": "八法。佛見阿難。以證道請。此事難速。是故聽許。僧祇。", "330": "一說。若餘但念知一說即罷。此第二念捨食與他。自", "331": "非三陳法不成遂。以此著若。一三不同。", "332": "次第五文雜明應不。此中文三。第一羯磨房與比丘", "333": "撩理。文相可知。第二時諸比丘下。明為房中。所須諸", "334": "物。老病比丘。不能出聽。在房內安。大小便器進不如", "335": "文。拾蝨棄法。具如文明。五分二十六。諸比丘拾蝨差", "336": "房內還入衣中。佛言拾著房外。諸比丘雨時。拾著水", "337": "中。佛言應拾著弊物中。慈心氣之。第三爾時世尊下。", "338": "明給孤獨。以園奉施。及明諸雜應不應義。文中聽作", "339": "火爐。五分二十六云。不知以何物作。佛言聽用銅䥫", "34": "十誦。阿難請云。三世諸佛皆有四部眾。今佛何故。獨", "340": "泥石作之。聽僧四方僧私畜。又聽因地作大爐。", "341": "次第六文。明施如非。此中文二。第一舉緣啟佛。第二", "342": "時世尊下。辨定如非。前文但為信心居士。作房施僧。", "343": "受用之人。要須清淨。若其人淨。無可呵過。轉將若施。", "344": "是名非法。若人不淨。有可呵過。轉更若施。不名非法。", "345": "是以世尊。重遣檢問。知淨穢已。方定如非。此對如人。", "346": "須撿淨穢。上尼律中。對外道一法。制是非法。次定文", "347": "二。初立章門。第二依章解釋。釋中各三。謂舉釋結。非", "348": "法釋中。有其五位。一一人。二眾多人。三僧。四己所同", "349": "部。五異部。若依文中施一人。已轉施眾多人等。一頭", "35": "無對此釋八。不可過義。四門分別。第一制意。第二釋", "350": "之下。各有四句。總成二十句。若以義說施一人已。後", "351": "施一人等。即成五句。如是互庶成二十五句。如中准", "352": "□說亦爾。", "353": "次第七明僧物應不。文中有三。初舉過白佛。第二世", "354": "尊以此下。總彰僧物不應分。不應自入。不應賣買亦", "355": "非僧。眾多一人所分。自入賣買。皆犯偷蘭。問此結偷", "356": "蘭。為望何義。若此謂本心權作此法。礙僧受用。故結", "357": "偷蘭。若其本作。盜損之意。斗直成重。不合得蘭若。執", "358": "此文言。盜犯蘭者。如五分二十二。佛言不應。以僧菓", "359": "餉白衣犯者。突吉羅。豈盜僧物餉人。但獲吉罪。故知", "36": "名。第三次第。第四違罪輕重。言制意者。女人志劣護", "360": "亦結不應之𠎝。又僧祇二十七云。佛告諸比丘。從今", "361": "日後。眾僧田地。不得借人。不得私受用。正使一切僧", "362": "集。亦不得借人。不得賣。不得私受用。若集僧借人。賣", "363": "私受用者。越毗尼罪。此亦結不應非處盜損。彼文盜", "364": "僧物。正結夷罪。第三何等四下。重更料簡。應不之相。", "365": "如文可知。", "366": "次第八明營事人應不。文中分二。第一賞營事人房。", "367": "第二有五法下。約德應不。前文若僧地中營造。不隨", "368": "僧法。應語言還地。更無有理。以僧地入己。僧祇云。比", "369": "丘僧地中。作屋時。上座來次第付房。此比丘不與諸", "37": "持行微。王於傳揚事歸僧眾。又以愚闇行不自成。要", "370": "比丘白佛。佛言吉罪。若不爾者。應持草木。更餘處吉。", "371": "此文營事人住房極至三月。五分二十五。經營者真", "372": "恚言我經營辛苦。而反不得安住。以是白佛。佛言聽", "373": "經營主隨意所樂住。諸比丘便長與之。以是白佛。佛", "374": "言應還其功。夫多少極多。聽至十二年住。應白二與", "375": "之。次約德文二。初明應差不應差二。有五法下。明其", "376": "損益。文具五德者應差。總有十一事。一分粥。二分小", "377": "食。三佉闍尼。四差會。五敷具。六分浴衣。七分衣。八可", "378": "取。九可與。十差比丘使。十一差沙彌使。此具德差中。", "379": "有分衣人。故上分衣中立差。依此十誦。並有羯磨慶", "38": "假比丘諮稟法訓為法故。理須敬人。敬人之來庶事", "380": "差法。又彼文三十四云。僧坊中無比丘知時唱時。無", "381": "人打揵椎掃監塗治講堂食處。無人次第於續敷牀", "382": "座。無人教淨菓菜。無人者。苦酒中。雖飲食時無人行", "383": "水眾散亂語時。無人彈指。以事白佛。佛言應立那維", "384": "成。就五法者。作謂不隨。愛嗔怖癡。知淨不淨。白二差", "385": "之。又前文云。隨有大德高明。比丘不應作使。次損益", "386": "者。釋上須具德意。上來房舍法竟。", "387": "●次明雜揵度。資道之緣。乃有無量。不可隨事。一", "388": "一標名。是故統收。名之為雜。廣集諸緣同居一處。故", "389": "云揵度。就中文二。第一廣彰諸雜應不。第二爾時世", "39": "等爾。但為此八。資行中要。又如橋梁不墜正法。是以", "390": "尊在拘睒彌下別明大小持戒行法。前文種法計無", "391": "宗次。且隨所明事中。分之為五。第一明鉢法。第二時", "392": "諸比丘下雜明資具。第三爾時世尊在王舍下還重", "393": "明鉢。第四爾時世尊在王舍下辨鉢如非。第五爾時", "394": "世尊下雜明諸事。初文迦羅鉢者。黑色鉢。舍羅鉢", "395": "者。赤色鉢。次第二文不應剪爪。令如半月形。及以", "396": "頭尖。極長如一麥應剪。非謂齊一麥聽留。比丘不知", "397": "髮長幾許應剃。佛言極長長兩指。若二月一剃。此是", "398": "極長時。母經第三云。所以剃髮者。為除憍慢自恃心", "399": "故。若髮長不得用剪刀押。應用剃刀除之。次第三", "4": "隱所行法。從人受稱。故曰尼犍度。就中文二。第一明", "40": "如來未即許度。能行此八。方聽入道。次釋名者。此之", "400": "文。文中分五。第一不許輙現神足。第二時諸外道下", "401": "因佛立制請桶神力。第三時王舍城中下外道檀越", "402": "生信調伏。第四爾時諸外道下廣集徒黨王及土度。", "403": "第五爾時世尊東面看下廣現神變。類前立制。初文", "404": "目連言我未曾白衣。前現神足者。未曾自為故現。若", "405": "為利他應現即現。如汙家戒有益即現。分別功德論", "406": "云。賓頭盧大懼佛教。為伏外道。六師並神通故。勉仰", "407": "不已。便現神通取鉢。此不言擯。餘文即擯。不得般涅", "408": "槃。住閻浮提。已如上明。次餘四文。文相可解。次第", "409": "四文鉢法者。洗鉢時不應立洗。膩不去者。應用澡豆。", "41": "八事。尼須遵奉。依教修行。不得過越。故曰八不可過", "410": "若鹵土若󰞆若牛屎若泥。自餘護畜等法。具如文明。", "411": "次第五文。廣明雜法。漉水囊化法如文。或句形等。", "412": "若作漉瓶。若患細蟲出。聽安沙囊中。沙蟲不應棄陸", "413": "地。還著水中。無水囊行。乃至半由旬。應以伽梨角漉。", "414": "五分二十六。有二比丘。共道行無漉水囊。渴欲飲水。", "415": "見有中有蟲。一比丘飲。一比丘不飲而死。飲水比丘", "416": "法至佛所。以事白佛。佛言彼比丘有慚媿心。乃能守", "417": "戒而死。從今不聽無漉水囊行。犯者突吉羅。餘同此", "418": "說。伽論第六。無漉水囊。不得遠行。除江水清。除涌泉", "419": "淨。除半由近。若半由近內。寺寺相接。不持漉囊不犯。", "42": "法。餘文名異。及事別者。部既不同。不須會釋。亦可此", "420": "次然燈如文。僧祇三十五。滅禪坊中燈時。不得九十", "421": "滅。當言諸大德。敷蓐欲滅燈。便以手遮。唱言燈欲滅。", "422": "燈欲滅不聽用口吹滅。手扇滅。及衣扇滅。當󴆸折頭", "423": "焦吉。然時不得九十。入然燈當唱言。諸大德燈欲入。", "424": "燈欲入次不聽以外道言論。雜糅佛經。佛言聽隨國", "425": "俗言音所解。誦習佛經。五分二十六。有婆羅門兄弟", "426": "二人。誦闡陀書。後於正法出家。聞諸比丘誦經不正。", "427": "譏呵言。諸大德久出家。而不知男女語。一語多語。現", "428": "在過吉未來語。長短音。輕重音。乃作如此。誦讀佛經。", "429": "諸比丘聞羞恥。二比丘白佛。佛言聽隨國音誦讀。但", "43": "文中名得。總收餘稱。掎相可解。次明次第者。此八之", "430": "不得違失佛意。不聽以佛語作外書語。犯者偷羅遮。", "431": "次諸雜行。具如文明。", "432": "次身子目連。移涅槃許造塔。然佛雙賢弟子。以不忍", "433": "見佛。入般涅槃。並在先般。故婆沙一百九十一。釋賢", "434": "先云。由法爾故。謂法應爾。不可改易。不可徵諸是法", "435": "爾義。此顯一切諸佛。雙賢弟子。法應先般。此理無異。", "436": "有況如轉輪王欲法彼。彼未至方域。必令前軍勇將。", "437": "先導而法。如是十力法。轉輪王欲法。未至無餘依界。", "438": "亦令前軍勇將弟子。先導而法。五分二十六。佛言有", "439": "四種人。應起塔以來。聖弟子。辟支佛。轉輪聖王。若凡", "44": "中。位分為三。初三敬人。次二敬法。後三諮承。所以然", "440": "夫比丘。有德望者。僧祇律中。亦許起塔。彼文二十七", "441": "云。若持律。若言法師。若言營事。德望比丘。應語長老。", "442": "是人持戒賢善。多供養僧。執事有勞。應與起塔。如是", "443": "語已。當為起塔。作聲聞塔。不得先見塔。後見世尊。當", "444": "今先見世尊。後見塔。不得在多人行處。當在屏處。不", "445": "得在比丘經行處。若多人行處。起聲聞塔者。越毗尼", "446": "罪。問所以聽造塔者。答有三義。一表人勝。二令他信。", "447": "三為報恩。又問未知塔是何言。解。塔是梵音。傳者不", "448": "正。或云塔。或云塔婆。或云鍮婆。或曰兜婆。或私鍮以", "449": "欺。或藪斗波。然梵正音。名為窣堵波此云高勝謂浮圖是。其供", "45": "者。法由人弘。人能通法。是以最初明其敬人。人若無", "450": "養塔。食比丘等。食如文。次起佛塔。因髮故起。是現在", "451": "塔。供養塔。食塔。作人應食。次明造塔福深。及開浴室。", "452": "次作䨱鉢羯磨。文中有二。先作次解。作中文四。第一", "453": "教受行謗。第二時沓婆不可責。第三告比丘下正明", "454": "作法。此中有三。一有五法。稱還自衣。二有十法。稱還", "455": "犯事。第三應如是下正與作法。第四使告如文。僧祇", "456": "三十一。法豫優婆塞。以解義故。請問諸比丘義不解", "457": "者。輕慢。佛言與作覆鉢白四。佛遣問一比丘鹽義。不", "458": "解輕慢。更問一比丘甚解名義。佛言此是凡夫。於我", "459": "法中。未得法味。前比丘者。是羅漢而汝憍慢。不識真", "46": "法。行則不成。是以次明處奉正法。既有人法。事須諮", "460": "偽。長夜作不饒益事。於是法。豫聞佛語已。懺悔乞解。", "461": "佛言與白四解。次開送燒斷火。次杖絡囊羯磨。餘律", "462": "亦無乞詞。", "463": "次解默然和合三位分別。第一明默然意。第二隨文", "464": "解釋。第三定其成不。初明意者。凡秉眾法心須共", "465": "同。遞察是非。詳鑒得失。今既見異。理須呵諸。但欲呵", "466": "時。自須進不。若其言不鑒物。後無善伴。雖見有非。但", "467": "應忍默。是以文言。舍利弗見眾僧。作非法羯磨。無同", "468": "意者欲點然任之。佛言聽點然。又母經勅二云。諸比", "469": "丘集作法事不如法。眾中有見眾僧。作法不成。此人", "47": "承。欲使生解起行。故次明也。初敬人三中。身業麤顯", "470": "若有三四五伴。可得諫之。若獨一不須諫也。何以故。", "471": "大眾力大。或能擯出。於法無益。自得共惱。以是義故。", "472": "應默然不言。若其受能鑒物。後有善伴。見有非法。即", "473": "須呵結。故下文言。佛告阿難。阿尼樓陀。何時能滅此", "474": "淨事。豈非汝舍利弗目連事耶。次隨文解釋。然今", "475": "文三五位分為二。前十默然。次五和合。此是默非默", "476": "別。若以如非相對。亦分為二。初五非法。下二五如法。", "477": "今者約前義解然前兩位。初五非法。次五如法。此之", "478": "非如。約心以辨。所以知者。以初五中。境有是非。以心", "479": "異故。皆名非法。初句若如法羯磨。理應和合。以心不", "48": "故。在前明諮。敬相微故。次後說於語敬中。罵謗惱重。", "480": "同。即名非法。第二句既得同意伴。理應呵諫。亦默不", "481": "可名為非法。第三句若見小罪者。如無難略說。法雖", "482": "得成眾僧犯吉。見亦須呵。以不呵故。名為非法。或可", "483": "說戒本備淨人。見他犯吉與己同說。既無大事不可", "484": "輪呵。故曰見小罪。第四句或秉法時見有別眾。露離", "485": "申手䨱安隔障。亦默不呵。名為非法。第五句如說恣", "486": "須時須喚戒場上在。獨知有僧。不告大眾。默然任之。", "487": "名為非法。次五望境亦有是非。以心應默故是如法。", "488": "初句見他非法理合呵諫。但為言不鑒物成如法。第", "489": "二句言雖鑒物。以無善伴。默不呵者。亦成如法。第三", "49": "是以前明遮。舉損微故次後說。亦可罵謗不須具德", "490": "句見犯重人處眾足數呵成敗損默亦是如。四五兩", "491": "句類前可知。次五應和合者。初句法事稱理。名為如", "492": "法。發語勸成。故曰和合。第二句若默然任之者。以事", "493": "如法。心同所作。第三句形雖有礙送情表和。第四句", "494": "自心雖不了達是非。以從可信人聞故亦和合。第五", "495": "句前之四句集眾時和合。此第五先在眾中忍僧所", "496": "作。預表情同故是和合。然此五中第三情和。餘四身", "497": "心俱和。亦可初四即是應來者來。二五便是應呵者", "498": "不呵。第三是應與欲者與欲。此五順教稱理故是和", "499": "合。次成不者。初五之中。前三第五成就。以心不同", "5": "授戒法。第二諸比丘尼聚一處下對受起修明雜行", "50": "數故前明舉。須具德稀故後說。次敬法中。受是根本。", "500": "為若非法。第四不成心境俱非。次五之中。前三不成。", "501": "後二成就。以心應默說為如法。次雜如文。不能具述。", "502": "梵云󳺎鐸佶唐言嚼楊枝。", "503": "次明大小持戒揵度。此舉果法勸修。還是作持掎。就", "504": "中文二。第一少欲行成持戒緣起。第二佛爾時下因", "505": "況大小持戒德法。前文有五。第一失位因緣。第二時", "506": "守象人下正明失位。第三彼教王兒下被繫得脫舉", "507": "口籌議。第四時王憂陀近下法請來起不受象金等", "508": "不淨之物。第五還寺內下展轉白佛對此勅四不受", "509": "象金等物。即釋一切不淨諸物。不淨有八。諸文廣呵。", "51": "是以前明懺。是枝修故。次後列諮承三中。教誡生解。", "510": "若欲解釋。三門分別。第一列數釋名。第二應畜不應。", "511": "第三畜之得罪輕重。初門列數者。一田宅園林。二種", "512": "植根機。三貯聚稻粟居鹽求利。四奴婢人民。五畜養", "513": "群畜。六重銀錢寶。七象牙金銀刻鏤大牀。并綿蓐氍", "514": "氀。八一切銅䥫釜鑊。除十不牧器。不在此限。若畜此", "515": "八。長人貪求汙染淨心。故曰不淨。此雖上下有多少", "516": "文。然非次第雜亂不足。次應不者。於初物中。田利過", "517": "多別人禁斷。然於宅舍之中。分有聽義。若其廣畜園", "518": "宅聖制不許。一口小房資要聽許。若望眾僧一切皆", "519": "得。以供大眾別人絕貪。故五分二十六。諸比丘畜田", "52": "故在前明。安恣起行。是以後說。然安居時長九旬苦", "520": "宅店肆。諸白衣譏呵。我等有妻子累故。畜田宅店肆。", "521": "諸比丘亦復如是。與我何異。比丘白佛。佛言皆不聽", "522": "畜。犯者吉羅。有諸白衣。以田宅店肆布施僧。諸比丘", "523": "敢受。便譏呵言。此諸比丘不堪受供養。以是白佛。佛", "524": "言聽僧受使淨人知。此雖為僧。依大集經。要五人已", "525": "上常住僧者得受。第二物者。亦以過多別人不許。為", "526": "僧無累。是以聽之。第三物類若聖眾僧。一切皆計。於", "527": "別人中。有聽不聽。其聽不相如上明說。第四第五二", "528": "不淨中。若其不病一切俱遮。若老病者。開之無犯。故", "529": "母經第三。尊者畢陵伽婆差。為國人所重。或用羅網", "53": "住。又防未非。是以前說。自恣作法。欲表清美。又除已", "530": "施者。或與象馬駱駝車乘。及作一小寺施者。如此等", "531": "施。佛皆聽受之。此文亦聽乘轝使淨人挽之。又五分", "532": "第五云。從今聽諸比丘畜守園人。若治施僧。一切雖", "533": "得。然發施言。須作淨語。故善見十五云。若有人布施。", "534": "眾僧奴不得受。若言淨人。或言執事人得若施。施牛", "535": "不得受。若言施乳酪等五味得受。餘一切畜生亦爾。", "536": "第六金銀錢寶。別人無問病不皆遮。以其利重。長貪", "537": "妨修癈業。然以資道中。要令作淨法說付淨生自免", "538": "𠎝各。恒作轉死淨物之心。自餘應不。如前已明。若論", "539": "眾僧一切。皆得七八二物。無問病。不有開不開。如綿", "54": "起。是以後明。次結罪輕重者。初一後三。戒本結提。餘", "540": "蓐氍數。三肘五肘。得淨施畜。及十六牧。亦聽無罪。自", "541": "餘不合。謂象牙金銀刻鏤大牀。及銅䥫等。大釜鑊類。", "542": "若望眾僧。一切皆得。次罪輕重不七二種。雖長貪心。", "543": "為資道要故。有淨施法。不淨過重。違教犯提。自餘非", "544": "要不制淨法。既無違淨之𠎝。畜但吉罪。次明大小持", "545": "戒行法。就中文二。初直制名。二如來下。正辨行法。言", "546": "制名者。沙彌不滿受體未圓。稱之為小。比丘具人。受", "547": "體圓滿。稱之為大。次辨行法。大文分三。第一正辨大", "548": "小行法。行既成已。因戒生定故。次第二自見未斷下。", "549": "明修定行。修定既成。因定背慧故。次第三彼得定心", "55": "二三四五不定。第二罵者得提。是罵戒掎。若其謗者。", "550": "清淨。絕縛無累。證得五勝三明。前文有二。第一先明", "551": "教主十號三輪。為生信境。第二若居士居士號下明", "552": "得信人出家入道。初文十號三輪。如前已辨。次出家", "553": "人道文二。初明沙彌小持戒法。第二行則知時下明", "554": "比丘大持戒法。前文有二。一明得信人生念出家。第", "555": "二彼於異時下如念修行出家之書。前文有三。第一", "556": "經舉生信求出家者。第二以信樂下舉所厭事。第三", "557": "我今寧可下彰其所欣。初文居士子等者。欲明此等", "558": "諸人。聞佛說法。至誠奉持。心不退轉。故曰彼聞正法。", "559": "便生信樂。既信樂已體知在家迫迎獄。如牢獄不得", "56": "或得殘提吉三。第三可及遮舉。並獲吉羅。又若呵中。", "560": "解脫。故曰我今在居家等。既有所厭。必有所欣。所欣", "561": "莫過出家修道。故曰我今寧可等。舍利弗所得經云。", "562": "夫出家者。捨其父母生死之家。入法門中。受微妙生", "563": "長法身。出功德財。養智慧命。次行出家事。文中分分", "564": "二。初明形同。二與諸比丘下法同。前文有三。一棄其", "565": "所厭非生念時。故曰異時錢財親屬物繫名家。今總", "566": "棄背。名為捨離。第二剃除鬚髮等。行其所欣。第三彼", "567": "與下結成同法。次明法同應有三歸受法。文無者略。", "568": "直辨隨行。隨行有二。初初舉十戒行體。第二不取妻", "569": "妾下遠離譏嫌行。前文初戒云。與諸比丘同戒者。顯", "57": "說過惡者。還前罵攝。戒毀呰牧。第四全不與受獲吉。", "570": "此所禁。與比丘同不煞生者。舉果行離施捨力等。是", "571": "對治離。慈念是無嗔善根。慚媿是於應數是為下結。", "572": "盜婬同此。妄語中無對。除離具兩離舌等三。始成不", "573": "妄。非治沙彌七支戒具。次不󳬼須等。合舉餘六。次遠", "574": "離行可知。", "575": "次明大持戒法。於中文二。第一舉事禁防離過。第二", "576": "彼於此事中下教令起行修善。前文復二。初舉行儀", "577": "令應道法。第二如餘下異餘耶徒修不應法。前文有", "578": "三。初舉行應道法。事順無累。名之為時。類此遊散。名", "579": "曰非時。次禁衣食知。足衣之與食。是資道緣。於此緣", "58": "經宿法者得提。或可並提。第五得吉。或全無犯。問所", "580": "中。理須知足。所謂還腹度身。勿增勿滅。滅則損形。增", "581": "便致惱。故曰取足而已。次爾法來威儀進不。故曰衣", "582": "鉢自隨等。次異耶徒如餘沙門者。謂是外道沙門。此", "583": "等不能䇿勵進修。唯知飽食。虛損信施。總舉十七事。", "584": "彰過令棄。", "585": "次明起行。於中文五。第一守掎根門行。第二彼有如", "586": "是聖戒下內資節還行。第三比丘有如是聖戒下精", "587": "進覺悟行。第四比丘有如是聖戒下一心無錯行。第", "588": "五比丘有如是聖戒下斷除諸蓋行。所以知有。此五", "589": "文吉。以皆牒前起後故爾。古舊諸師制此五文。唯是", "59": "以敬之得戒義等。違之結罪。乃有輕重。若以敬不殊", "590": "聖行故。是聖人大持戒法。今釋不然。豈可世尊。說此", "591": "行時。唯為聖人。不備凡眾。又後聖人證理恒自䇿勵。", "592": "豈繁對事。爾許丁寧。又若是聖如何教修念住。又就", "593": "聖中。位次是何為。唯無學為。亦通學諸位。爾者若非", "594": "唯聖。如何文言。修集聖戒得聖根等。若此是勸修聖", "595": "戒。非即是聖。如上轉法云。此四聖諦。豈可所為。即是", "596": "聖人。", "597": "先解初文勸護諸根即根戒。文中有二。初總泛舉聖", "598": "戒。第二明雖視色下對根別明。初文彼於此事中者。", "599": "謂根境事中。修集聖戒者。䇿進離非。名為修集。舉所", "6": "法。前文復二。初明啟請為入道之由。第二爾時阿難", "60": "故齊得戒。違義不等。罪有重輕。又問此及善來等。俱", "600": "修體。名為聖戒。此戒非聖。聖人所行。勸同聖行。名為", "601": "聖戒。起行無染不貪勝位。故曰內無所著。離過行成。", "602": "悟然取適。故曰其心安樂。次對根明文有其二。第一", "603": "約根別說。第二於如是下約待總明。前文對眼四句。", "604": "第一舉根對境。故言眼雖是色。此釋總中彼於此事", "605": "中。第二椅根不亂。雖視色境。而不取相。謂不取其順", "606": "違美惡不為色。却生貪染心。守護根門而不紛授。故", "607": "曰眼根堅固寂然而住。此釋總中。修集聖戒。第三對", "608": "除離惡起行離緣心無異起於順不貪於違不苦。故", "609": "曰無所貪欲而無憂患。既護根本。永絕有因。故言不", "61": "是受法。何以違此獲罪。餘不結事。若此制盡形遵行", "610": "漏諸惡不善法。此釋總中。內無所著。第四結成行體。", "611": "以能離緣行得成就。故曰堅持戒品。以行成立。名為", "612": "善護眼根。此釋總中。其心安樂。對眼廣釋既爾。餘根", "613": "類釋亦然。故曰耳等亦如是。次約待明。文有三位。謂", "614": "法喻合。法中六待入者。謂根境識三。和合生待。於待", "615": "生護。故曰六待入中。准喻合文。此中𨷂二善學。應言", "616": "善學護持。善學調伏。善學止息。亦可以一善學通下", "617": "二句。又有古師以此三句。配三學行云。護持是戒。調", "618": "伏是慧。止息是定。此釋不然。自與科文為妨。今解。護", "619": "持者。起對除護如念智等。調伏者。彰其行體。身語調", "62": "故違結罪。善來等不然。是以無犯。是則八不可過受。", "620": "柔。止息者。行成離過。次喻之中。平地交道是境。駕象", "621": "馬等是根。善學等三句是識。與法句別相對合亦可", "622": "知。", "623": "次內資行文中。先牒前行成就。故曰彼有如是等。次", "624": "明第二行體。文有其二。第一法說。第二舉兩喻兩合。", "625": "前法文三。第一總舉食法。第二亦不貪味下起觀防", "626": "非。第三取自支身下教食所為。初食法者。凡食皆須", "627": "知其止足。故上文言。還腹而食對此應食。須修二行。", "628": "第一計功還德。謂一粒米當直百功。若其身無淨戒。", "629": "設有不持期。則施者果微。為施所墮。故下文言。寧吞", "63": "亦受亦隨。餘善來等。唯受非隨。次列八數。何等八者", "630": "熱䥫丸等。不以破戒之身。受信心欲食等。又雖戒具。", "631": "若不思惟進等。亦為施墮。故母經第二云。若比丘不", "632": "坐禪。不誦經。不營佛法僧事。受人施者。為施所墮。若", "633": "有三業受施無過。若前大無三業。知無轉施與者。受", "634": "施能施二。皆為施所墮。若受施已繫念思惟施者。受", "635": "者得大利益。故寶梁經云。若有比丘。受衣鉢湯藥等", "636": "施已。若入無還定。令彼施主得無還福德。無還福報。", "637": "迦葉譬如三千大千世界。所有大海。尚可窮盡。而此", "638": "施主所得福報。不可得盡。第二興心椅生。寶梁經云。", "639": "臨欲食時。如是思惟。今此身中有八萬戶虫。虫得此", "64": "微。於八法中。一一有三。初百歲者。舉能敬人。此謂尊", "640": "食。皆悉安樂。我今以食椅此諸虫。我得菩提時。以法", "641": "椅取。又起屎尿等想。及偈誦等應知。次防非者。非有", "642": "其四。故了論云。餘一切文句。從廣道應知。真諦解云。", "643": "如律中明出家人受食。先觀後食。謂離四事觀。一離", "644": "戲樂。謂著看味縱情取適。二離食醉。身心康健不計", "645": "他人。三離顏色。謂食令身光澤鮮潔。四離嚴身。食已", "646": "令身轉增色力。離此四事。故言應知。今文亦不貪味。", "647": "是離戲樂過。以養其身是離食醉過。亦不之言。通及", "648": "以養。而不貢高是離顏色過。憍慢是離嚴身過。而不", "649": "兩眾。流至憍慢。亦可總為二對。前則不許貪味養身。", "65": "中之極。舉尊以況卑。見新受等者。對境修敬。此謂卑", "650": "次令不起貢高憍慢。又咋母經。正食之時。不應起嗔。", "651": "其嗔既爾。餘戒類然。次食所為。所為有二。一令修行。", "652": "二令身安。前文食者。為修戒定慧。故言得修淨行。次", "653": "令身安者。此欲界身依摶食住。若其不食。即便散滅。", "654": "雖為此食。勿捨二喻。二喻居心。能除二苦。一除故苦。", "655": "二除新苦。故云無有增減。故舍利弗阿毗曇第十二", "656": "云。云何斷故受。不生新受。若飢緣飢能生身心苦受。", "657": "是名故受。何謂新受。若食過度緣過度故。生身心苦", "658": "受。是名新受。食既增減。皆成過失。理應平等。節還而", "659": "食。有力者。以能支身。無事者。無其苦患。由此身不壞", "66": "中之極。舉卑以況尊。如此法等禁令遵奉。一文既爾。", "660": "散壽命相續。名曰安樂。次釋喻文。初喻令身安樂。文", "661": "有四句。一男子女人喻僧尼行者。二身患瘡喻僧尼", "662": "飢渴。三以藥塗喻食資養。四令瘡差喻除飢渴。合文", "663": "可知。次喻得修淨行。其文亦四。一譬如人還喻僧尼。", "664": "二以膏油膏車。喻受食資。三為財物故。喻所祈為。四", "665": "欲令等者。喻至道果。從凡入聖。得此解脫。合喻可知。", "666": "次明覺悟行。文亦先牒前二行成。次初夜下彰第三", "667": "行體。於中分二。初則總示䇿修時。分中略無盡日中", "668": "夜。次若在盡日下示其墮時。䇿修執則。如文可知。", "669": "次心無錯亂行。文亦先牒前三行成。常爾下。舉第四", "67": "餘七類然。結文可知。喻文如󴝶不墜正法。合文可解。", "670": "行體。此中文二。初開二章。第一若動若靜常爾攝念", "671": "故。是一心門。第二修念處觀與法相應故。是念無錯", "672": "亂門。第二依章解釋。先解後門念無錯亂。有徵釋結。", "673": "釋中先總解義。二門分別。第一釋名。第二出體。言釋", "674": "名者。先釋通名念住有四。謂身受心法。此四何緣。名", "675": "為念住。若念緣四住名四念住。又解。此四念住。慧為", "676": "自性。由念力故。慧於境轉。故云念住。又解於所緣境。", "677": "先念攝持。後慧觀察。而斷煩惱。譬如田夫。先以手攬", "678": "取草等。後以右手執鎌刈之。此亦如是。故名念住。解", "679": "別名者。以念住緣身。名念身住。乃至緣法。名法念住。", "68": "次下受戒文二。初明八不可過法受。第二時有餘女", "680": "次出體。此四念住體。各有三。謂自性相離所緣別。故", "681": "律文直言。念處不辨差別。據其實理。各須有三。其自", "682": "性念住。以慧為體。相離念住。以慧所餘俱有為體。所", "683": "緣念住。以慧所緣諸法為體。次下釋文。先解身念住", "684": "觀身有三。諸自與他及自他。合觀內身三十六物。九", "685": "孔常流。甚可患厭。而於此中求淨不得。以不淨有五。", "686": "廣如智度論明。修此觀成。由心筞勵。故曰精進不懈。", "687": "正觀現前永無淨想。故曰念無錯亂。作此觀成。非直", "688": "除貪。亦遣餘惑。故曰調伏等。雖後觀內不淨如此。恐", "689": "染他身。故次觀他與自無別。一等不淨。又恐於境不", "69": "人下羯磨受。前文有三。第一阿難宣此八法授與愛", "690": "除貪心。故次內外合觀不淨。一行既爾。餘三亦然。故", "691": "曰受心法亦如是。次釋一心門。有法喻合。文相可解。", "692": "次明斷蓋。先牒前修四行成就。次樂在下舉第五行", "693": "體。文中有二。第一先示筞修之處。第二彼乞食還下", "694": "託處斷蓋。於中復二。初斷蓋方便結加坐等如前釋。", "695": "第二斷除已下正明斷蓋。此中有三。謂法喻合。法中", "696": "五蓋二門分別。第一釋名。第二出體。初門釋名。先立", "697": "五數。一貪欲。二嗔恚。三惛眠。四掉悔。五疑蓋。先釋貪", "698": "等別名。躭求追逐是貪欲義。憎忿有情是嗔恚義身", "699": "心𧄼滯是惛現義。令心昧略是睡眠義。身心躁動是", "7": "下正授戒法作起修之本。前文復二。初明波闍自請", "70": "道。第二摩訶下遵修頂受。說喻自慶。第三時阿難下", "700": "掉舉義。令心處悔是惡作義。即此惡作。名之為悔。以", "701": "惡作是心追悔性。令心利豫是其疑義。次釋通名。蓋", "702": "者。治是障義覆義。謂障聖道。及障聖道加行善根。故", "703": "名為蓋。覆者。謂覆有為諸善。令不得生。故名為覆。次", "704": "出體者。謂此五蓋。總用欲界三十煩惱。為其自性。謂", "705": "欲貪嗔恚惛。次睡眠掉舉。各通欲界五部。五五二十", "706": "五。惡作唯修斷。疑唯見道斷。此五足前合有三十。次", "707": "下釋文。以對色境。修不淨觀行成。離染不為貪縛。故", "708": "曰斷除慳貪能治之行。不與所治同體。故曰心不與", "709": "俱。餘相可解。但惛眠蓋中。唯舉睡眠惛現應有。文無", "71": "事訖重白。此中復三。第一百上愛道遵奉。第二如是", "710": "者略。調媿蓋中。調者是掉。媿者是悔。次喻亦五。初喻", "711": "貪蓋行者為貪䇿󳷥。不得自在。義同於奴貪。使行人", "712": "有自在義。義同大家。習觀斷貪。不為彼󳷥。義同與姓", "713": "安隱。既奴彼自念。下出觀之後。慶喜之言。次第二喻", "714": "嗔心却人善財。如伽債主。又如有人是修觀人。為背", "715": "嗔故。故曰舉他財物。䇿勵修道。故曰而行治生。觀成", "716": "憎長。故曰能得息利。正斷嗔善。名為還本。既畢非直", "717": "斷嗔。亦得自適。故曰後有等。彼自念等。慶喜如前。次", "718": "第三喻惛現睡。令人𧄼滯眛略。故曰如人久病厭彼", "719": "修道。能斷惛䁕。故曰從病得差定味資神內心欣悅。", "72": "下結成得戒。第三佛告下彰度女過。此文正法直減。", "720": "如食消化。食既消化。必受資答。故曰身有色力。次度", "721": "可知。次第四喻。以有掉悔覆障。修觀不成。故曰如人", "722": "久閑牢獄䇿勵精勤。能斷掉悔。故曰從獄得脫。自慶", "723": "可知。次第五喻行者。勤修三學。故曰多持財寶。生死", "724": "無崖。故稱曠野。斷疑斯盡。故曰不遭賊劫。於法決了。", "725": "不為疑侵。故曰安隱得過。自慶如文。次合可解。", "726": "次修定行初定文四。一除定障。二辨得定有法喻合", "727": "勑。三結數顯得。第四釋得所以。餘之三禪分文亦爾。", "728": "但二三兩文。少釋得所以。第四禪中。二喻及合各別。", "729": "次下修證五勝三昧。先五勝者。身通分三。第一從實", "73": "五百經亦爾。彼文第三迦葉因請度女。罸阿難十事。", "730": "四大色身化。作化身四大。第二所化色中無有化心。", "731": "第三廣辨身通。第四天耳。第五他心。諸文並皆先結", "732": "前行。初勝法文三。謂法喻合。法中化作化身與實身", "733": "無異。觀此能所了了分明。喻中三。喻鞘筐簾。喻實身", "734": "力虵衣。喻化身。次結釋可知。次明化色。無心化色。", "735": "依實而起。而無有心。此心在此身。依此身繫此身者。", "736": "謂依實身喻中。化身如珠。依實心練定心。觀此了了", "737": "分明。第三勝法喻有四重。同對自在。此下三勝法略", "738": "無。釋得所由。次下三明。廣釋如上。上來雜法竟。即是", "739": "正宗文耳。", "74": "一女人不出家者。諸檀越等常應各各器盛食。在道", "740": "●次明流通分。如來在日。化利無邊。今為緣盡。應", "741": "遷將歸寂滅。故以正法。付大迦葉。欲使結集流通利", "742": "益末代。元意為此。故是流通。於中文二。初五百七百", "743": "後代結集。以辨流通。次修部下現在付屬。以辨流通。", "744": "問所以後代之事及在前。明佛現時事迴之。後說解。", "745": "蓋是集法者。情見不同耳。古舊解云。蓋是集法者意。", "746": "情見不同。如五分說。此五百者。律未而明。為表末代。", "747": "方有此故。十誦。名之為序。為表由結集故。三分之文。", "748": "於茲流演。有發起義。稱之為序。此律置在正宗之下。", "749": "佛流通上。為表結法。上收正宗。下攝流通。義勢之便。", "75": "側胡跪。授與沙門。二者諸檀越等常夜與衣服臥具。", "750": "故在此說。斯釋不然。十誦。此序自是第九誦中序品。", "751": "卷當第五十五。不得見有序言。將為彰初總序。前文", "752": "有二。先明五百。次辨七百。此二何殊。分之為二。釋有", "753": "多義。一集意不同。五百止外道謗。七百彌比丘淨。二", "754": "所集寬狹。五百通集三藏。七百局結毗尼。三時節不", "755": "等。五百佛創涅槃後。七百滅後百年餘。四處所復異。", "756": "五百在王舍城賓鉢羅窟。七百在毗舍離國。五能集", "757": "人殊。五百是大迦葉優波離等。七百是一切吉離波多", "758": "等。六人數不等。謂五百七百數有多少。又五百據重合", "759": "有千人。七重不重異。五百重集。七百不重。既知如此。", "76": "逆於道中。求沙門受用。三者常夜乘象馬車乘。在於", "760": "先解五百。言集法毗尼者。佛本散說。結法隨緣。今標", "761": "次序。載於竹具。故名為集。所集之文。有軌則故。名之", "762": "為法。後有滅惡之能。稱曰毗尼。就中文二。第一佛般", "763": "涅槃結集緣起。第二時大迦葉下恐法墜沒集今久", "764": "住。前文有三。第一安置佛身焚燒之法。第二爾時摩", "765": "訶下迦葉眾從憂喜差別。第三於是大迦葉下法見", "766": "現足。供養焚燒。欲釋其文。先解其義。明佛涅槃。總為", "767": "七例。第一明般所以。第二壽年分限。第三般涅槃處。", "768": "第四北首臥由。第五右脇臥餘般臥意。第六辨般節。", "769": "第七顯所入法。初門所以者。佛般涅槃。有其三義。一", "77": "道側。以五體投地。求沙門蹈過。四者諸檀越輩。常應", "770": "為緣畢化修。須歸寂滅。故遺教云。自利利人。法皆具", "771": "足。若我久住。更無所益。應可度者。若天上人間。皆悉", "772": "已度。其未度者。皆亦已作得度因緣。二順魔請。故摩", "773": "耶經云。時魔波旬。即來佛所。稽首禮足。而白佛言。我", "774": "於法昔勸請世尊。入於涅槃。于時世尊。而若我言。我", "775": "諸弟子。比丘比丘尼優婆塞優婆夷。未具足故。所以", "776": "未應入於涅槃。世尊今者。諸四部眾。皆悉具足。所度", "777": "已畢。唯願善逝。速入涅槃。爾時世尊。即答魔言。善哉", "778": "波旬。當知如來却後三月。入涅槃時。魔波旬見佛許", "779": "已。歡喜踊躍。不能自勝。頂禮佛足。還歸天宮。三順諸", "78": "在於路中。以髮布地。求沙門蹈過。五者諸檀越輩。常", "780": "佛當法。謂次明壽曾現當諸佛皆爾限者。問世尊入", "781": "滅壽年幾耶。義佛般涅槃壽年八十。然佛般泥洹經", "782": "下卷。七十有九。問計佛壽壽有留捨。婆沙解云。命應", "783": "合百年。所以今者捨。第五分壽為伏落魔。若從此魔。", "784": "應壽百歲。為欲伏故捨故。第五分留三月者。為伏死", "785": "魔。若從此魔八十應死。為伏此故。後留三月天。或二", "786": "魔道樹伏論。釋相可知。問所以唯留三月不增減耶。", "787": "答起此之外無所化事。減此利生不究竟故。又解以", "788": "佛自言我善修行四神足故。欲住一却或一却。餘如", "789": "心所期則便能住。為成此言。故今留捨。次涅槃處者。", "79": "夜恭心。請諸沙門至舍供養。六者諸檀越輩。見諸沙", "790": "謂是拘尸那城。熈連河側。娑羅林間。入於寂滅。梵曰", "791": "娑羅此云堅固。然則四時有改八樹無彫。故云堅固。又以", "792": "林處解佛隱密。稱云堅固。又解其樹體實。名為堅固。", "793": "又在娑羅林下。演堅固法。是故此林名為堅固。如成", "794": "佛樹。名為道樹。亦云雙樹。樹總有八。四方各二。故曰", "795": "雙樹。故佛世尊。於娑羅林。右脅而臥。首杭北方。西方", "796": "一雙在如來前。東方一雙在如來腹。北方一雙在佛", "797": "之首。南方一雙在佛之足。爾時如來。移但槃已。其林", "798": "東西二雙合為一樹。南北二雙合為一樹。爾時二樹。", "799": "乘覆如來。慘然處白。猶如白󳬈。枝葉皮幹。悉皆󳫲烈。", "8": "不得。第二爾時下阿難為請佛便許之。前文有三。初", "80": "門。常夜恭心。淨掃其地。脫體上衣布地。合沙門坐。七", "800": "墮落摧折。漸漸無餘。次北首臥由者。問世尊何故令", "801": "敷北首牀而臥。婆沙一百九十一解云。欲顯彼國論", "802": "師法應爾故。謂彼國論師。皆敷北首牀而臥。世尊亦", "803": "爾。以佛能伏諸論師故。即是無上第一論師。令隨彼", "804": "敷設而臥。有流欲顯遠離世所妄。執吉祥事故。謂彼", "805": "國死者。乃令牀上北首而臥。佛為破彼妄吉祥執。是", "806": "故未般涅槃。即令敷設北首牀而臥。有說欲止拘尸", "807": "城中。諸力士等。不淨心故。謂彼國俗。皆於北方。建立", "808": "天祠。若佛北足而臥者。則諸力士。生不淨心。云何輕", "809": "篾。我等所事。北足而臥。有說為欲顯佛恭敬正法故。", "81": "者諸檀越輩。常應腕體上衣。拂比丘足上塵。八者諸", "810": "謂佛預知般涅槃後。無上法炬。北方熾然。久久不滅", "811": "故。故於牀上北首而臥云云。次脇臥意。婆沙云。爾時", "812": "世尊。趣所敷牀。右脇在下。累足西面。北首而臥。住光", "813": "明相。具足正知。乃至廣說。問世尊何故右脇而臥。答", "814": "欲顯佛如師子王而臥故。如契經說。臥有四種。佛是", "815": "無上人中師子。故右𦚰而臥。問世尊何故臥般非坐。答", "816": "欲令大眾於佛一切身分易了知故。有說欲顯如來", "817": "離矯誑故。若佛坐涅槃者。則不信者。當作是言。此是", "818": "矯狂。何有死人而能端坐。有說為止當來。於諸聖者。", "819": "生誹謗故。若坐般者。則於今時羅漢臥。般涅槃者。世", "82": "檀越輩。常夜舒髮。拂比丘足上塵。九者沙門威德。過", "820": "便謗言。非阿羅漢。若其是何乙者。不同佛坐涅槃耶。", "821": "次般時者。問世尊何故般於中夜。答初霄群聲未息。", "822": "後夜眾語漸喧。准中夜分離二過失。又解初霄眾齊", "823": "感慟。以是故喧。半夜咸息悲號。由斯故寂。婆沙云。以", "824": "此時分家寂靜故。謂彼土暑熱晝時不堪。作務多於", "825": "初夜。後夜分中。作諸事業。唯中夜分。一切寂然。如來", "826": "恒時受樂寂靜。讚美寂靜。故於中夜而般涅槃。有說", "827": "佛欲令大眾。於生死黑闇。超大厭怖。謂佛於迦栗氏", "828": "迦月白半八日中夜而般涅槃。爾時月輪。沒於山頂。", "829": "如是佛正遍知。月亦隱靜慮。大涅槃山。即時二種黑", "83": "於日月。況諸外道。豈能正視於沙門乎。十者若女人", "830": "闇但起。謂色性闇。及無明暗。時大大諸眾觀斯事已。", "831": "便於生死。起大厭怖故。於中夜而般涅槃。次顯所入", "832": "之法。依宗涅槃有其二種。一者有餘。二者無餘。世尊", "833": "入今無餘依界故。此涅槃是所入注。", "834": "次釋文可解。梵云涅疊般那唐言焚燒舊云闍維訛略不正。梵云䭾", "835": "都此云身界或曰設利羅此是體義舊云舍利者訛也梵呼稻殻為舍利佛之䭾都。", "836": "十誦五十五云。爾時佛𧂐然盡。迦葉思惟言。當云何", "837": "滅火。即念應以牛乳滅之。迦葉適生此念。四邊自然", "838": "有牛乳池。淨淨潔香好。是時迦葉。即取此乳以滅是", "839": "火。而說偈言。千疊纏佛身。以火耶旬之。佛之神力故。", "84": "不出家者。佛之正法。應住千年。今減五百年。一百年", "840": "常一內衣在。家外亦不燒中者皆然盡。爾時迦葉。以", "841": "成治㲲。取佛舍利。與諸力士。諸力士從迦葉。取佛舍", "842": "利。盛以金瓶。舉著車上。燒種種香。持諸幡蓋。作諸伎", "843": "樂。入拘尸城。城中有新論義堂。掃除清淨。種種供養。", "844": "置象牙牀上。乃至八國王。興兵競取。爾時眾中。有一", "845": "婆羅門姓烟。在八軍中。高聲大唱。拘城尸諸力士。主", "846": "聽佛無還却積善修忍。諸尹亦常聞讚忍法。今為舍", "847": "利。起兵相奪。諸君當知。此非敬事。舍利現在。但當分", "848": "作八分。諸力士言。敬如來議。爾時婆羅門。即分作八", "849": "分。各還本國。超塔供養。爾時婆羅門。乞得盛舍利瓶。", "85": "中。得堅固解脫。一百年中。得堅固定。一百年中。得堅", "850": "起塔供養。第九瓶塔後有。必波羅近那婆羅門。乞燒", "851": "佛處炭。起塔供養。第十炭塔初般。後起此十塔。自是", "852": "已後。起無還塔。", "853": "次正明結集。故出曜論第一云。佛臨欲般泥洹時。告", "854": "大迦葉。及阿那律。汝等比丘。當承受我教。敬事佛語。", "855": "汝等二人。莫取滅度。先集契經戒律阿毗曇。及實雜", "856": "藏。然後當取滅度。廣說乃至。供養舍利。文有其三。第", "857": "一恐法墜沒簡集法人第二難時阿下撩理資緣。第", "858": "三時大迦葉下正明集法。初文此真科差。無別名集。", "859": "釋餘名集。如上已明。五分三十。迦葉便於僧中唱言。", "86": "固持戒。一百年中。得堅固多聞。一百年中。得堅固布", "860": "此中五百羅漢。應法王舍城安居餘人。一不得去。作", "861": "是制已。五百羅漢。至王舍城。於夏初月補治房舍。臥", "862": "具二月遊戲諸禪解脫三月。然後共集一處。集法毗", "863": "尼。次文可知。次集法文復為三。第一單白和僧。第二", "864": "時阿難下刊定是非。第三時大迦葉下。集正辨法。初", "865": "文可知。第二文二。初明彌淨雜碎戒者。謂是心𠎝。不", "866": "動身語。佛捨不制。若制此罪。無由得離。不稱根宜。無", "867": "奉行益。非謂已制身語𠎝違令不持諸名之為捨。諸", "868": "餘羅漢。不達此理。執已制者。言各不定。迦葉親是秉", "869": "宗之人。達先制者。今不應捨。故立制云。若佛先所不", "87": "施。善見十五云。何以不聽女人出家。為敬法故。若度", "870": "制。今不應制等。母經第三。迦葉說言。汝等所說。皆未", "871": "與微細戒。合隨佛所說。當奉行之。佛不說者。此莫說", "872": "也。又云。若捨微細戒者。諸外道輩。當生謗言。如來滅", "873": "後微細戒。諸比丘皆已捨竟。瞿曇沙門法如火烟。焰", "874": "忽生已滅。若捨微細戒者。但持四重。餘者皆捨。若持", "875": "四重。何名沙門。然佛不制不應制者。如唱輙入見佛", "876": "波逸提制。次明除罪者。罸其七事如文。迦葉恒據教", "877": "相有違。結令懺悔。阿難常據內心。自省無過。信大德", "878": "語。今當懺悔。餘文罸中。皆有少異。部既不同。不勞會", "879": "釋。問迦葉立制云。佛所不制者不應制。今者七事。豈", "88": "女人出家。正法得五百歲住。猶世尊制八敬法。還得", "880": "非先所不制。答迦葉見此事。非息謗故。罸以非佛。制不", "881": "集入藏。又為不捨離碎戒故。次正結集。文中有二。第", "882": "一大迦葉等。五百人結集。第二後為富羅等。五百人", "883": "重集。前文復二。初對波離集毗奈耶藏。次第阿難集餘", "884": "二藏。初文先作自問答。次問制事。僧祇三十二云。阿難", "885": "波離昇座結集皆自言。諸長左。若使我集者。如法者", "886": "隨喜。不如法者應遮。若不相應應遮。勿見尊重而不", "887": "遮。是義非義願見告示。眾皆言。長老阿難。汝但集法", "888": "藏。如法者隨喜。非法者臨時當知。文言展轉如初分", "889": "說者。非於當時有是初分之類。或是律主。或類譯人。", "89": "千年。彼文法師曰千年。已佛法為都滅也。若曰不都", "890": "不能具文。自指如此。總二律等五集。為毗奈耶藏。次", "891": "對阿難集餘二藏。長阿含等五。為素呾纜藏。有難等", "892": "五。為阿毗達磨藏然假立賓主往復擊揚。名為有難。", "893": "直辨真理。顯法正邪。稱為無難。義味屬著名理。互從", "894": "名擊。顯宗由致。教理會符。稱曰相應。共相諸問。各有", "895": "旨歸。名為作處。付法傳第一云。集三藏訖。迦葉說偈", "896": "云。以此尊法輪。濟諸群生類。十力尊何說。皆當勤修", "897": "行。此法是明燈。能破諸黑闇。諸賢宜受持。慎勿生放", "898": "逸。爾時迦葉。入願智三昧。觀所集法。無𨷂少耶。思惟", "899": "已訖知皆具足。育王經同此。加餘五百羅漢。並皆思", "9": "明致敬請求出家。第二佛言下為難正法。抑而弗許。", "90": "滅盡。於千年中。得三達智。後千年中。得受盡。羅漢無", "900": "惟。次重結可知。上來五百集法竟。", "901": "卷第十本", "902": "第十末四分律開宗記卷第十末", "903": "●次七百結集。文中分三。第一跋闍擅行十非。言", "904": "是清淨。第二時有耶舍伽那下欲定其非反被毀罸", "905": "生諍。第三伽那子下簡集智人殄非滅諍。初文可知", "906": "第二文二。初作遮不至已後差八德送懺白衣。至彼", "907": "廣引世尊所說沙門不合受錢寶。及為具陳過喻等", "908": "事。令彼眾人歡喜生信。為此次與不見舉治。", "909": "次下正明殄諍。文中有二。第一廣求德人善伴滅諍。", "91": "三達智。後千年中。得阿那含。後千年中得斯陀含。後", "910": "第二一切去下正殄諍事。前文釋所立非倚傍之相。", "911": "然立十非。並悉倚傍聖教。說相似語。言佛聽可。一二", "912": "指者。若其食已不節貪心恣意多食可使犯足。我雖", "913": "重食但二指抄。是其少欲故不犯足。今判犯者。以曾", "914": "經足。若更食者。不問少多不作餘法同是犯限。故指上", "915": "戒舍衛中制。二村間者。本制僧食及聚落食作餘食", "916": "法不制村間食。我足食已。食此村間食不犯。今亦制", "917": "犯同前。但使重食。不問村非村間。一切是犯。三寺內", "918": "者。如滅言諍現前駈出三人。彼在寺內法事得成。我", "919": "今亦別眾作法。何以不成。今制不成。如布薩犍度中", "92": "千年中。得須陀洹學法。後得五千歲。於萬歲後。經書", "920": "制者。彼文眾僧說戒。有比丘在房眠。因制作白攝眾。", "921": "四後聽可者。如文先聽與欲。後作羯磨得成。今我先", "922": "作羯磨。後求和合。亦得成就。後先雖殊。和合不異。故", "923": "曰後聽可。今制前與欲者秉法時和是以成就。今後", "924": "聽可秉時不和。以是不成。如布薩中言。信告比丘寂", "925": "靜。今僧有事。有異比丘白佛言。有病比丘不來。佛言", "926": "應與欲。以制先與。故如彼制。五常法者。謂得修習本", "927": "俗時事。如先習慈空定等。不違背法律。是以得作。若", "928": "作婬盜飲酒等。違背法律。是不應作。五分云。習白衣", "929": "時所作。釋云。或有可習。或不可習。六得和不者。蘇從", "93": "文字滅盡。但現剃頭袈裟服法而已。", "930": "酪出。許不作殘食法食。我今以蘇和酪食不犯其足。", "931": "今以酪是時食。和食成犯。故指上制明上亦和。七得", "932": "與鹽共宿不者。謂執藥犍度中盡形壽藥。佛許共宿。", "933": "今鹽亦然。故得共宿。今制鹽不加法不同其藥。上文", "934": "六群比丘以共宿鹽合食食。佛言不應爾。故如藥犍", "935": "度中制。八得飲闍樓羅酒不者。五分名未熟酒。此雖", "936": "未熟。以是酒故不應飲。上文但使是酒。縱非酒色香", "937": "味。亦不應飲。故言在拘睒彌制。九得畜不割截座具", "938": "不者。本以小爪故。更聽半搩。今後嫌小。欲得更大。過", "939": "此不截。亦得為淨。制言以佛撰手制還已定。過則應", "94": "次明羯磨受戒。於中文三。第一舉緣啟佛。第二佛言", "940": "截。不截是犯。故言因六群比丘制。十得受金銀不者。", "941": "元自受付與淨主。淨主將來聽為彼受。我今一法即", "942": "作彼物意受。既作彼物不殊。何以是犯。制云淨主本", "943": "擬貿淨衣鉢。至淨主邊即是入淨。若其一法自受。寶", "944": "在我邊。即名為畜。故言因䟦難陀釋子制。", "945": "次正殄文三。第一僧簡智人諸上座皆集。第二時一", "946": "切去下明在屏處料理滅法。此用多人語。五法現前", "947": "滅。第三彼長老下對眾唱滅。欲令眾人皆知。釋相可", "948": "解。上來七百集法竟。", "949": "●次明現在流通。於中文二。初修部者。正明波離", "95": "下對緣開受。第三應如是下正教受法。於中復三。第", "950": "問若疑滯以辨流通。第二增一下約其數法次第宗", "951": "序。以辨流通。言修部者。條錄別事。一一諮問。欲使識", "952": "相侍持。後無疑滯。問諸經皆有問名流通。何以律中", "953": "不問其名。答經為詮理。隨緣化生。立名不同。故須諮", "954": "問。律是行教毗尼藏收。更無別名無濫不問。次問之", "955": "中。廣問初犯四戒。第二問六。餘並毗無。問若初戒文", "956": "相可解。次盜戒。盜損約本取物處結。本處不滿蘭。約", "957": "處既爾。貴賤時亦然。多人分物。雖不滿五。通作一分。", "958": "教人業滿盜經如上釋。先然可彼吉者。謂且直結然", "959": "可不應。不是即明盜方便罪。若是盜方便罪。即應如", "96": "一度沙彌尼法。第二聽童女十八下度二歲法。第三", "960": "前文云。方便求五錢。未離本處攝。并得己衣蘭者。於", "961": "己衣上實無有罪。但為替他衣處故。是境差偷蘭。奪", "962": "盜者物。分別如上。次盜心。例易他分物籌者。據隨籌", "963": "分物例易迴換。次句盜他分物籌。此見付受以籌論", "964": "數。盜隱此籌故得成重。次句轉例他籌者。見初句墮", "965": "籌分攝。但為轉例故蘭。亦可三句並據墮籌。初句據", "966": "換易。次句直盜取籌。後句是前二方便。次再盜不滿", "967": "五。佛言前後滿五犯夷。此謂主一。前後心不斷。若其", "968": "異主。或中間心斷。但合得蘭。不犯夷罪。次守視人及", "969": "賊皆已盜成屬己。故佛言。此天是檀越食。聽洗手受", "97": "應求和上下受大戒法。此中文二。第一尼中作本法。", "970": "食之。然守視人非正物主。不合從乞。從乞即是教他", "971": "盜故。解放牛等。慈心不犯。不同慈煞。彼有煞心故犯", "972": "無根取他食者。如師不遣取。詐傳師語。故是無根。損", "973": "他施主物。所以犯重。次煞戒可知。妄語戒中。時比丘", "974": "有檀越下次第十句。前之四句。謂常為汝說法者。次", "975": "數至汝家。次數坐汝牀。次數受汝食。皆為檀越重問", "976": "不語。令彼不了故蘭。下之六句。檀越語供養比丘言。", "977": "若大德是阿羅漢者。脫僧伽梨。次著及坐起上下。為", "978": "現相不了。前人生疑。為當比丘為我故現相。為當不", "979": "爾。以是故蘭。次有十句。一同其前。但言是佛弟子聲", "98": "第二彼受戒者下諸大僧中受大戒法。前文有九。此", "980": "聞為異。餘相可知。問嚴好比丘言。憶五百劫事。如何", "981": "世尊言嚴好比丘憶一生事無犯。答彼從無想天歿", "982": "來生此間。彼壽五百劫而名為一生。次第二犯欲身", "983": "中四句。如上麤語中者。第一句比丘言。汝但不能一", "984": "切與我。女人若言大德不能何等一切與。比丘默然", "985": "疑。佛言說不了了偷蘭。次句知心。若言一切能與。此", "986": "亦能與僧殘。第三句比丘言汝不應一切與。彼問大", "987": "德何等不應一切與。比丘默然疑。佛言。不了了蘭。次", "988": "句意解。重問何等不一切與僧殘。餘文可解。上來調", "989": "部竟。", "99": "有諸和上。廣釋其相。如前已明。次詣僧受文分為二。", "990": "●次毗尼增一。言毗尼者。舉一部之都名。為欲總", "991": "收大教。故舉斯稱。言增一者。以一為本。一上加一。故", "992": "云增一。乃至增二十二。類亦同爾。此中一攝一增一。", "993": "乃至二十二類爾。又此數中毗無十四十五十六。及", "994": "十八十九二十二十一七門。但有十五。既是增數法", "995": "門。理應隨次解釋。", "996": "先解增一。就增一中。文分為二。第一明序證說不虗。", "997": "第二時世尊下明所說法。初文序分應有六句。𨷂無", "998": "徒眾。但有其五。一者信成。二者聞成。三者時成。四者", "999": "主成。五者處成。解釋此文。可為四句料簡。第一明有"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 735 四分律開宗記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 735 四分律開宗記", "author": "唐 懷素撰", "language": "chinese", "source": "CBETA"}