{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 884", "1": "表無表章栖翫記", "10": "三思業道。問。唯身語者與三俱者其相云何。身語必", "100": "約發心。以分二故。且今支闕。何癈當時發心乞受勝", "1000": "有只為纔見便乞。事大速易而不許者。此在自情。豈", "1001": "關法軌。又況先申人事已畢。不陳所乞更待何時。若", "1002": "云已乞何要後位蹲跪請者。如前已解臨授再覆。知", "1003": "無退轉更加謙敬而希授也。具如前說。", "1004": "章。不由於此定發身語者。先已發起是不由此。即義", "1005": "燈云。剎那等起。但是剎那剎那相引起也。", "1006": "章。有無三性等者。性不同前故不可取。問。三性不定", "1007": "其理如是。如何得有無此思者。答。此前指於第二念", "1008": "後。已後不遮有無心時。或有無字義連三性。只是三", "1009": "性不定之語。又此舉總。意只要於有無善性不定者", "101": "具支者。其布施等有如此故。問。中此言思却名為勝。", "1010": "也。次善只是說善戒故。其不善者念念發故。但說同", "1011": "時。或彼亦初。言同時者。約非兩次亦不云唯。又但談", "1012": "初。已後亦或無心等故。此依後解。", "1013": "章。佛即不然等者。有說審前捨無表語。有說審前捨", "1014": "表之語。准然字下。後解為勝。近乘捨表。佛不名捨。雖", "1015": "不捨表。然亦不可更發無表。又或合二以為勝義。然", "1016": "字之下別通發表。依此義故言不爾者。雖種不增。現", "1017": "雖剎那。並不名捨。次下審順如是成已。恐疑問云。既", "1018": "佛有表應發無表。故此遮之不假出理。已圓滿故。不", "1019": "更熏故。捨下緣字今疑無用。應是集玄見此緣字。判", "102": "如何相狀為其勝也。答。殷勤三業盡其力用名之為", "1020": "其身下皆為捨緣。今不如是。如前已解。", "1021": "章。瑜伽論云者。亦五十三。前四支中其第二支名所", "1022": "學處。今此須通一切學處。四根本外並在此攝。發心", "1023": "棄捨云更不學。名為捨戒。此等既輕犯而不捨。發心", "1024": "棄捨方乃捨戒。發心捨此亦捨根本。以相類故。劣尚", "1025": "然故。三邪戒中學處准此。彼言更寬。淨戒即是根本", "1026": "戒也。或此誓捨亦通根本。雖不曾犯慮犯而捨。下釋", "1027": "略此。", "1028": "章。一解云等者。只形沒者其戒不捨。沒一生二方捨", "1029": "戒也。故是一緣。", "103": "勝。不必悲涕面門出血與身毛竪名之為中。", "1030": "章。雖知聖人等者。自作無形便是無知。故非聖人肯", "1031": "為此事。但見欲損男根之者。方便救護不令損害。名", "1032": "施男根獲大功德。", "1033": "章。如凡時得戒後被虫食者。阿育王經第八卷說。旃", "1034": "陀羅子已得初果。身有惡病。一切身體為虫所食。口", "1035": "氣臰穢。問。此經是說入見方食。如何為證。答。例臨入", "1036": "見有被食者。或更別有。", "1037": "章。虫食之時等者。周法師云。說言入見得戒不失。若", "1038": "無其戒如何入見。然有沙彌入見道者。", "1039": "章。今言形沒等者。此入論文須先一沒其二方生。或", "104": "章。法處雖說等者。集玄法字改為諸字。此下會違。先", "1040": "沒唯一亦名為沒。舊一不捨。後牒雖此不名為沒。此", "1041": "解約數亦名沒一。", "1042": "章。二云等者。實有六緣。約類合此為五緣也。有只損", "1043": "形。有只增一。為二緣故。問。如何形沒或生於二即捨", "1044": "於戒。答。准下所解煩惱重故。世俗呼彼此為命根。是", "1045": "人性氣皆由此也。俱舍疏云。所依變者心隨變故。其", "1046": "失改者。舊性便變。移改舊日受戒情性。故捨戒也。", "1047": "章。瑜伽第一百等者。此下前師難後師也。", "1048": "章。比丘轉為尼等者。十誦四十。敘佛昔在舍衛國時。", "1049": "爾時有比丘失男根成女形。諸比丘不知云何。是事", "105": "牒後會。正同分受於近事中而分之也。約類則分。談", "1050": "白佛。佛言。即以先出家受具足戒歲數遣入比丘尼", "1051": "眾中。又有比丘尼失女形得男根。准此。問。二眾戒條", "1052": "既是不等。何不別受。如何持犯。答。根本既同更不重", "1053": "受。受具足中唯根本故。餘但隨學非別受。如是二眾", "1054": "後隨遣入學而持之。犯亦爾也。周法師解。由受戒時", "1055": "諸惡皆斷。是發僧尼二戒。但為佛制持有差別。故轉", "1056": "根持隨得彼戒。僧有不犯尼戒之者。約佛不制。此又", "1057": "前師難後意者。轉尚不失何況只損。故唯二生方乃", "1058": "失矣。", "1059": "章。欲入見諦等者。三句相連。先牒後非。此即前來虫", "106": "性在內或三或二。並不相違。", "1060": "食形者。", "1061": "章。漸命終者。此難意云。不至命終先捨其根。戒必先", "1062": "捨。何要命終之一緣也。俱舍論說。四根命終。身命意", "1063": "捨。故先無形。", "1064": "章。若爾何故等者。此下後師却難前師。六緣不授。第", "1065": "三緣是男根損害。既不許授明知須捨。", "1066": "章。必無入見諦等者。臨入見諦必不失形。前所引緣", "1067": "是初果故。已入見者捨戒何失。非犯失故。犯失必無。", "1068": "此但由如命終緣故。", "1069": "章。亦無漸命終而不捨戒者。此意漸死捨形之時便", "107": "章。一切處中等者。此下後師却難前師。既言處中何", "1070": "已捨戒。正符前難。次下解之。但無形時便名命終。將", "1071": "死之死亦是死支。故已捨戒。次句復遮。非要命終非", "1072": "要已終方召命終。故無前來先捨難也。問。二緣齊捨", "1073": "亦不須二。答。有未命終失形者。故其一者但彰命終。", "1074": "問。如是只以失形之緣。已諺命終何須別立。答。為棄", "1075": "同分不死之者。有此緣故。若只命終即可廢從。形沒", "1076": "內也。此由別有捨同分者。故須別立棄眾同分。與形", "1077": "沒者可作四句。互寬狹故。", "1078": "章。俱舍云等者。前雖互斷。此下別斷。前師為勝。將斷", "1079": "先與會釋相違。前說入見有失形者。即初無漏有俱", "108": "有上品。故無無表。", "1080": "無形。其俱舍說。初無漏根定成十三。不說十二。俱無", "1081": "二形即十二故。信等五根。眼等五根。五受隨一并及", "1082": "命根。既云十三故并男女隨一根也。以此會之是小", "1083": "乘義。大乘加意却除其形。小乘意在過去世故。現定", "1084": "成就無意相也。問。雙瞽絕聾其義云何。答。必無此者", "1085": "更審思之。周師不見五受須一。意根過去却並意根", "1086": "為十三也。集玄解此作前師縱後師文。後師會前所", "1087": "憑。俱舍十三根。文無男女者。是小乘義不可依據。乃", "1088": "牒縱之。後引瑜伽而為奪也。彼十三者。意身命三。除", "1089": "憂四受。並信等五。初無漏根。此言非也。且文不順又", "109": "章。於二說中等者。雖有此語。前解為正。順多教故。理", "1090": "根亦差。無眼等四何有四受。", "1091": "章。成十九者。除三無漏二形之人。無三無漏不說無", "1092": "形。故但二形而乃捨戒。非無形也。", "1093": "章。亦有無形故者。即前所引阿育王經。", "1094": "章。斷善根得等者。周抄牒文。得是問字。近一行問。受", "1095": "時二善。捨時誰先。此無答文。或此得字無是捨字。或", "1096": "猶可也。連下標舉分別二捨。周法師解。受別解脫戒", "1097": "而有二心。方便心受斷善方便其戒即捨。生得心受", "1098": "正斷善時其戒方捨。所以然者。斷善但斷生得善根。", "1099": "無義能斷方便善故。必先斷故。所以其戒捨有先後。", "11": "須由意發故。答。本發誠心。身禮語讚。雖由意發但名", "110": "亦長故。准燈指前意表發中亦是處中。如是三業律", "1100": "問。生得心戒如何感果。答。求三乘果名為方便。求三", "1101": "界等皆生得收。今恐此言有少未盡有漏方便。豈可", "1102": "不得三界之果。", "1103": "章。命終已方捨者。後身之上失先戒也。此就一分論", "1104": "中只云棄眾同分。", "1105": "章。一起不同分心者。誓捨者也。於苾蒭戒論言捨學。", "1106": "樞章名同。近事近住。論章皆言不同分心。樞要亦言", "1107": "捨學處也。名字雖別並是誓願捨之者也。名別所以", "1108": "為苾芻戒。學處多故。", "1109": "章。然正法滅等者。亦瑜伽文。已得不捨更無新受。所", "111": "不律儀曾無異諍。唯於處中有兩說也。前辨意表發", "1110": "以者何。由於爾時穢劫正起。無一有情不損意樂能", "1111": "受具戒。此即六因之一因也。此非五中捨戒之緣。問。", "1112": "若有具戒。如何法滅無傳受人方為滅故。答。雖有具", "1113": "戒。未必解而能傳受故。文雖具戒。意樂不順。不曾作", "1114": "法而捨於戒。不斷善根未是捨緣。雖不傳受其戒亦", "1115": "在。故不相違。", "1116": "章。三捨眾同分者。此中亦有命終之者。亦有入彼異", "1117": "眾之者。即入外道。", "1118": "章。瑜伽論又若等者。問。此是辨受。何證不捨。答。既許", "1119": "受得。故定不捨。問。前苾蒭戒云何不同。其正義師形", "112": "與不發。即准意中有無無表。此中說其施歐等類。正", "1120": "沒不捨而不受故。據其不受合亦捨故。此中不捨即", "1121": "許受故。答。受與不捨。不受與捨。降其一等。若許受者", "1122": "必定不捨。不許受者未必皆捨。如正法滅不許有受。", "1123": "而不捨故。故苾蒭者損形不受而不捨戒。近事損形", "1124": "受而不捨。何以故者。其受初得雖於不捨。其許受者", "1125": "必定不捨。不受理即易之於捨。其不許受不必捨也。", "1126": "又受雖難。捨之復難。所以如此。細思細思。", "1127": "章。男女煩惱恒俱行故者。恐為過也。二眾並爾。由此", "1128": "雖得近事之戒。不堪承事不名近事。前苾蒭中以此", "1129": "為理。真不許受。", "113": "在身語有無無表。亦見二表發與不發。前來不曾諍", "1130": "章。若具受已者。此牒具受。次下分持是所問答。", "1131": "章。二起不同分心者。不滿一日。誓捨者也。周法師云。", "1132": "入外道類。今恐此却是第三中。", "1133": "章。一云起不同分心二者。是第二故。內有二故。問。樞", "1134": "要只云捨學處者。如何攝二。答。樞依後解亦不相違。", "1135": "故彼次云非斷善法滅。以此准知後解為勝。", "1136": "章。以近事戒等者。恐外問云何不別開。此下答之。三", "1137": "句為理。意為偏有。日出捨故。所以合此理頗同故。又", "1138": "無闕故。何妨數同。", "1139": "章。故知二種為不同分者。此結成也。二合為一不同", "114": "其身語。此中不曾辨其意中。兩處相顯文義已足。若", "1140": "分心。有說二戒不相似故。名不同分。非也。", "1141": "章。隱顯影彰者。不開為隱。近事中有而顯此也。合之", "1142": "為影。准近事有名之為彰。此無互義。有說互影是為", "1143": "太迷。", "1144": "章。如先已起等者。恐云時促如何斷善。斷善要先起", "1145": "加行故。此下示之。若約開之故應有四。准此所示不", "1146": "及後解。如何已起斷善加行而得受戒。", "1147": "章。上品邪見等者。上品邪見已起加行。如何得有上", "1148": "品善心而受戒耶。", "1149": "章。起上品纏等者。梵語波羅夷。此云佗勝處。此是其", "115": "皆具述却成繁癈。", "1150": "罪所招之果。即無間獄名佗勝處。是最劣處。為佗所", "1151": "勝。舉處皆勝獨立此名。若望其罪有財得。名有罪字", "1152": "者亦通依主。不知何緣諸有所說不達此義。但各述", "1153": "於相濫之解。如有說云。持者為佗犯者。為自為佗持", "1154": "勝。有翻此說。又如有云。煩惱為佗。為煩惱勝。此等豈", "1155": "不濫於輕罪。又有說云。准瑜伽論四十一卷。一切犯", "1156": "戒皆為他勝。此言妄也。瑜伽無文如此說故。律抄中", "1157": "之翻波羅夷為不共住。此是錯者。義淨三藏翻佗勝", "1158": "處。同此章文。此言四者是菩薩者。即是十重之中後", "1159": "四。若聲聞者即是前四。不同所以。今略言之。菩薩防", "116": "章。謂諸根大種造色等者。初之四句舉體總釋。次之", "1160": "心以之為勝。聲聞防身以之為本。語四後一特違菩", "1161": "薩。欲和人故。利一切故。今審毀離故是其重。聲聞要", "1162": "證靈稱自障。故以為重。所餘之罪不及此也。又有處", "1163": "言八重之者。出家菩薩前四後四。又有處言六重罪", "1164": "者。優婆塞戒十中前六。於四本上加不沽酒及說過", "1165": "故。故經稱為優婆塞中芬陀利華。其十重者。通論四", "1166": "眾諸常云爾。故略言之。不同所以及異相狀。後段當", "1167": "述。問。如何是此三品相狀。答。四十末云。若諸菩薩毀", "1168": "犯四種佗勝處法。數數現行都無慚愧。深生愛樂見", "1169": "是功德。當知說名上品纏犯。幽讚略此以為三義。數", "117": "三句復更指陳。前為三類後為兩對。體性無別。五根", "1170": "犯四種一也。取恒犯義。都無慚愧二也。取全犯四。樂犯為德三也。以此", "1171": "准知。具三義者名為上品。具二義者名為中品。具一", "1172": "義者便入下品。又准幽讚。次下文云。非一暫行即名", "1173": "為捨。須數須四於一而數。四而非數皆非上品。一數", "1174": "為上。又解於中四而非數一而數者亦名上品。彼意", "1175": "遮於一非數故。別遮之世數一捨者。所便捨全非但", "1176": "捨一。須詳何正。", "1177": "章。此同於上者。有義上字便目上品。太心急也。應云。", "1178": "指此同上所說苾蒭戒也。下舉所同。要猶取也。取決", "1179": "擇分說苾蒭戒犯重捨也。此舉菩薩同於聲聞。意欲", "118": "為一。大種為一。造色為一。造色即是所造四塵。此與", "1180": "會釋聲聞戒違十輪經。是聲聞戒故。集玄要字屬上", "1181": "而用。謂樞為錯。一時悞也。", "1182": "章。上欲梵燒等者。此是聲聞。故舉上欲例於餘三。又", "1183": "言慚愧當前一義。亦例餘二。", "1184": "章。然不得共住治罸者。不得共住即是治罰。雖然治", "1185": "罸同上犯者。而此不捨。", "1186": "章。十輪據等者。此會二文。言如水火意符膠。添斷為", "1187": "勝仍伸後解。集玄問云。犯重不捨與捨何別。彼自答", "1188": "云。犯者微增。捨者全無。或復雖有防發功能。然全不", "1189": "增。今謂不爾。微增之理出在自情。非本建立。無表之", "119": "五根同為所造。大種能造。如是根合總立一名。次下", "1190": "趣若少增長名無表者。何須上品。又其全無及全不", "1191": "增。由失無意乃為進退。諸處皆說。用修舊故應說犯", "1192": "捨必定不增。用皆修舊但犯之者懺已再增。其捨之", "1193": "者不可再增。如是差別不可異求。問。犯有上下。廢有", "1194": "等降。何義不許有分全耶。答。若有微增而防。於何下", "1195": "品易防尚猶不防。不可防於上品者故不同斷善。上", "1196": "善難生而易斷故。上惡難防不可微用而防之也。故", "1197": "用兩同舊而不增。問。如何不增而言修舊。答。已增之", "1198": "用不可無故。已妨之惡不可患故。但不防於已後。惡", "1199": "故不增而舊理在此矣。", "12": "二業。其有發心至時專志。䇿身諦語并䇿其意諦想", "120": "縱奪但要別身。以表依此名為依身。不是建立。問。如", "1200": "章。又解經中等者。下第二解先會經文以歸密意。後", "1201": "方歸論解二乘者不同菩薩。", "1202": "章。又菩薩戒等者。上雖會文。未會正解大小同異。故", "1203": "置又空。又上會經以為化相。尚可苾蒭同前解故。約", "1204": "經說全為化相故。猶此棄上會經別前。更於實捨亦", "1205": "異前解。故置又字。有作是說。此下菩薩三品皆捨。同", "1206": "於苾蒭。故次文云。亦非上纏。集玄亦字改為上字。意", "1207": "超用文上纏犯失。非上纏犯即不失也。今解此言。菩", "1208": "薩同前但苾蒭異。亦字不差。然須問用亦上非上失", "1209": "與不失是其大意。亦者即是同前解也。翻顯苾蒭不", "121": "何身根別得總名。答。此為本故。眾聚於此故此得名。", "1210": "須同前。是要皆捨。如是用文。察其聖意妙之妙矣。", "1211": "章。涅槃經云等者。下歸詳斷。若全捨者非不解也。故", "1212": "各通於有捨不捨。全捨全非皆不解意。彼師便却解", "1213": "此斷意實說為捨。不了化相亦名亦解。", "1214": "章。四緣故捨者。初二但是心言有異。並是退捨。菩提心", "1215": "攝。後二雖是本隨不同並佗勝處。亦攝據前不增揀", "1216": "本與隨故。隨中言品。准本亦然。此是初解。一一同前", "1217": "二緣也。所言隨者是同類義。如五無間並皆說有同", "1218": "類罪故。如污母罪是殺父母之同類罪。諸如是等具", "1219": "如瑜伽。今此亦爾。其四種之同類罪名為隨順。問。如", "122": "餘皆不立。", "1220": "何相狀。答。且如邪見謗三寶罪名為根本。其毀壞者", "1221": "是此同類。又如其慳破壞佗施是此同類。如是其餘", "1222": "未能具示。後更撿文。又解本隨或約人說。本作隨助", "1223": "是此二別。", "1224": "章。根本勝處等者。此第二解。並解前來二緣亦別。無", "1225": "牒此中本隨不同。前二緣中說言其品。即同此中言", "1226": "品者也。即菩薩地且說隨順。如是本四三品皆捨。重", "1227": "於隨故。隨順既輕上品方捨。次下翻成。若不作此品", "1228": "捨不同。如是本隨。輕重何別。捨之寧異。集玄本隨作", "1229": "性遮者。此太踈也。如何遮罪犯而捨戒。今言稍輕亦", "123": "章。又依止義等者。此第二義更有體性名身一義。此", "1230": "可爾也。雖輕亦是性罪所攝。亦不入於四十八輕。只", "1231": "是重中分稍輕也。其波羅夷無等降乎。又四十八往", "1232": "往說云便遮罪。非之非矣。謬之謬矣。全不思矣。殊不", "1233": "詳矣。如放火等。交會婬等。有殺生等。破三寶等。豈遮", "1234": "罪也。應強會耶莫廢力也。不改問爾。問。與重何別。答。", "1235": "十重之上所有四義因緣法業。便是與輕不同者也。", "1236": "不爾輕中何不言爾。輕既不言故無四者入於輕中。", "1237": "重具四義招於無間。輕者不爾即招餘獄。具四義者", "1238": "是不律儀。無四義者或是處中。故殺生等。兩下皆有", "1239": "輕重不同。如是且說二十分差別。其餘別相難以具", "124": "中略之。", "1240": "述。如瑜伽論。自讚毀佗輕重皆有。纂自解云。不為名", "1241": "利名為輕罪。是佗勝處。問。為名利者四義何攝。若不", "1242": "攝者應有不盡。答。是活業攝。或是緣中。緣者為也。此", "1243": "解為勝。", "1244": "章。又退菩提心等者。必先退捨菩提心故。此解為正。", "1245": "章。問菩薩地云等者。所受既同。捨何不爾。下答大意。", "1246": "相狀雖同其心何異。是故捨緣亦不同也。集玄答下", "1247": "棄字改之以為受字。今解別牒初之一句即不須改。", "1248": "又目所棄亦不須改。集玄又依向下章文改慢為漫。", "1249": "今解慢字運心寬廣時劫長遠。不求疾終名之為慢。", "125": "章。而眾多法等者。此亦通妨。外應問云。若依止義名", "1250": "如世間說。大海不論杓子香。累劫累生須香了。此豈", "1251": "非是心寬慢乎。又心急者為大器乎。燒著鍋兒欲開", "1252": "謂乎。問。七眾即是菩薩律儀。其相由疑。如何一身受", "1253": "七眾耶。軌則支條形相眾類皆不同故。若約支攝。應", "1254": "說苾蒭具七眾故。縱亦不能。後不重說重受者。違瑜", "1255": "伽故。若七身受。如何一受不重受耶。又羯磨文。受一", "1256": "切戒。一身受一。寧一切耶。何名類耶。別別一切與別", "1257": "七眾。云何別耶。必不契於羯磨之文。一切學處通七", "1258": "眾故。答。應說菩薩所有發心極寬廣故。從今身受盡", "1259": "未來身。其身無量。隨何類身皆持是戒。故如是受。一", "126": "為身者。其眼等根豈不亦爾。以此答云。彼非與多為", "1260": "身受七。菩薩不愧為女身故。知必不唯此一類故。非", "1261": "定不受於女身故。又知有益須受之故。不爾。不應盡", "1262": "未來身更不重受。須思須審。勿悞勿錯。問。十無盡戒", "1263": "盡未來身應具受七。答。彼正是此。不論何身便具七", "1264": "也。不爾。心言不相應故。非迷心故。一身必不能盡未", "1265": "來。", "1266": "章。若不受菩薩戒等者。集玄等說。此說菩薩別心受", "1267": "者。二時皆捨。菩薩隨類教化眾生。有別受也。或隨聖", "1268": "教導化眾生。須隨別受。前解為本。下章有文。", "1269": "章。若生分捨等者。集玄解云。生分二字傳寫者悞。按", "127": "所依故。此與乃至眼等為依。彼彼各為自塵識依。非", "1270": "彼論云。若有不捨如是律儀。當知餘生亦得隨轉。非", "1271": "彼捨者。或字不錯。此句先牒。命終之者名生分捨。顯", "1272": "此不捨菩薩戒也。此是彼論四緣捨前。先辨不捨。然", "1273": "後是前四緣捨文。", "1274": "章。即出家戒等者。樓閣受者。如頓受者期願令盡。未", "1275": "來身者轉為不捨。或直發心百千生者。盡未來者。先", "1276": "期盡形不在此限。", "1277": "章。即說多日等者。復更准餘。近事近住皆有期願。過", "1278": "無設者。此示別受許如此也。仍令堪文。", "1279": "章。別者不得者。若非菩薩期願發心。別入不得過無", "128": "一切故。不得其名。", "1280": "施設。", "1281": "章。若起異品者。分也。三界九地三世別類並名異分。", "1282": "章。由四緣者。初一後二即皆全捨。其受戒捨分全不", "1283": "定。", "1284": "章。二受戒捨者。若有不先發願捨者而便受戒。雖有", "1285": "懺悔不必誓捨。故別為緣。", "1286": "章。若暫受戒者。明不永捨。期願滿已捨善戒後。不須", "1287": "作惡却成不律順舊意故如是故有得定捨者後引", "1288": "定故。言四業者。集玄改四以為思字。有解身三語一", "1289": "名四。或順現等。", "129": "章。表謂表示等者。身表之業只有一義。不同語表表", "1290": "章。瑜伽說言等者。休戒還具亦名未捨永捨故。", "1291": "章。不說休戒等者。不說休戒相願滿已。於此已後便", "1292": "名永捨不律儀也。", "1293": "章。義准期願等者。既說捨時有期分限。不遮具者亦", "1294": "有短長。准此捨具隨支別說解脫故。即有一人得律", "1295": "不律二名之者。問。期願盡處是何緣捨。答。是捨之類", "1296": "初緣所攝。願亦攝故。惡願盡處捨願必生。勢相番故。", "1297": "或入處中之第二緣。", "1298": "章。三命終捨者。勢期盡故。願捨勢故。問。願在多生。命", "1299": "終捨不。答。活命之理但一生故。彼彼不知在多生故。", "13": "形像。名為三業之動發也。自從加行心便別故。", "130": "有二義。內字之上加以自意。讀之即顯。", "1300": "知者作惡不強勝故。或命終攝。至後後中亦死捨故。", "1301": "須詳撿之。", "1302": "章。四得定捨者。問。得定之時必先具戒。何要此緣說", "1303": "不受戒。無人身故。答。修總報思。不心恒與戒思相應。", "1304": "但要有戒遠依亦得。如先受戒期滿却成不律儀者。", "1305": "如此修定依先戒故捨後不律。故須此緣。又戒有分", "1306": "亦可為依。說全無戒乃至三歸亦無之者。必無人身。", "1307": "此分有戒隨其所應者所未捨。修定捨故。但三歸者", "1308": "雖得善趣不捨不律。依如是戒修定之者捨不律儀。", "1309": "說不律儀乃至亦有引定之者。屠兒廣額示此相也。", "131": "章。依身之表者。身是身根不表內心。但取依身屈申", "1310": "章。有說形沒等者。應會瑜伽四緣不盡故此不勝。", "1311": "章。又說不然者。惡戒難捨此不然。", "1312": "章。許此二種等者。形沒正義皆不捨戒。二形不捨近", "1313": "事戒故。全分總言皆云不捨。", "1314": "章。由六緣捨者。初之五緣通善不善。第六一種唯捨", "1315": "善者。或於彼中影顯受戒斷不善者。不爾。此緣在何", "1316": "處攝。", "1317": "章。一由受心斷壞等者。此是誓捨。第二。期盡。淨信煩", "1318": "惱目善不善。第三。業滿。雖期未盡事竟亦捨。此自業", "1319": "滿。四己施佗所施總壞。無表便捨。", "132": "等色表示內心。故依主釋。不同語表。語能示心令他", "1320": "章。若菩薩戒中等者。此中既辨攝善法戒。明知此戒", "1321": "處中所施。問。如是即違前來所說。處中無表有漏為", "1322": "正。攝善法戒通無漏故。答。此中不言。皆為處中。應說", "1323": "除佛及因無漏。彼彼可法非缺少故。在律儀攝。今說", "1324": "其餘少布施等之攝善法。非可法軌。故入處中。由此", "1325": "說於小布施等。由此入前六因辨捨。彼無漏等不可", "1326": "約此六因捨故。", "1327": "章。除此即捨者。除命終緣。故但有五。", "1328": "章。或復加六者。亦有限至命終者故。或是於退菩提", "1329": "心有作是說。且言攝善餘二亦有。今謂律儀更何處", "133": "知故。彼是持業。", "1330": "有。應說善止已在前文六因之內。其饒益戒准此思", "1331": "之。攝善饒益可有二門。或在處中。或在律儀。問。如是", "1332": "三聚亦有相濫。答。若約三聚不名律儀。別建立故。若", "1333": "於律儀不律儀中。於彼律儀有攝善等。施設異故。如", "1334": "是三聚律儀等三定各不同。兩處律儀寬狹有異。若", "1335": "不爾者。前說佛位攝善法戒可法軌故。在律儀攝。如", "1336": "何和會。", "1337": "章。七十八指攝事分者。彼文自敘契經．調伏．本母。於", "1338": "契經中或四或九．二十九事。於調伏中說其七相。於", "1339": "本母中說十一相。調伏七者。一者宣說受學軌則事", "134": "章。此能表了等者兩解別者。前解表字不對所詮。直", "1340": "故。二者宣說隨順佗勝處事故。三者宣說隨順毀犯", "1341": "事故。四者宣說有犯自性故。五者宣說無犯自性故。", "1342": "六者宣說出所犯故。七者宣說捨律儀故。所言事者", "1343": "當攝事分。故名為指。然無此言或標名指。", "1344": "章。有義身業等者。語假尋伺。唯同前解。身既不爾。故", "1345": "復別解。思為業體故通上三。此解為正。許受戒故。上", "1346": "地不造下地業故。其借識者但無記故。", "1347": "章。其無漏等者。上辨有漏則有兩師。下辨無漏更無", "1348": "別解。", "1349": "章。如鼻舌識等者。恐外問云。諸佛恒居第四靜慮。上", "135": "對內心表了為訓。後解表字對於所詮。展轉望心詮", "1350": "無尋伺何有身語或何有語。隨前兩師為問可知。下", "1351": "舉例答如常可知。", "1352": "章。豈彼世尊等者。舉果顯因。世尊猶前引而有故。", "1353": "章。定是無漏者。定有是也。不言唯是故不相違。由前", "1354": "唯曾說於八地無漏別脫。故作此語顯通十地。漸悟", "1355": "地前皆通無漏。受別脫戒通依上地。不遮有漏不須", "1356": "畢解。", "1357": "章。盧舍那佛經者。即梵網。盧舍說故以為名言。十八", "1358": "梵天者。諸共解云。於前三禪各有三天。第四禪九。除", "1359": "無想外取大自在。遂有問云。其五淨居如何得戒。彼", "136": "表為訓。故是不同。問。前解可爾。後解云何名此表業。", "1360": "決定性。無發心故。彼自答云。言總意別。或不愚法。許", "1361": "皆受持。或就化相。今謂不爾。如大般若。除五淨居別", "1362": "有十八。前三禪上各加一是其總名。初禪梵天。二禪", "1363": "光天。三禪淨天。三四十二。第四禪六。福生福受及廣", "1364": "果天。上三各別。即是舊三品業者。下更有三。清淨自", "1365": "在大自在。如是成九通為十八。受菩薩戒不相違也。", "1366": "問。雖有此說豈不相違。答。其天有二。大乘小乘各說", "1367": "十八。其四禪各三業報之天大小乘同。已外若依小", "1368": "乘天者。加五淨居及無想天以成十八。此中不用。若", "1369": "依大乘。於前三禪各更加一菩薩之天。總名者是。於", "137": "此中正要表示內心令他知故。答。亦須令他知所欲", "1370": "第四禪別加三箇菩薩之天。何以故。八地九地十地", "1371": "定生如次。是前所加三天。下地不定只總加一。如次", "1372": "說此十八梵天。言此受得菩薩戒故亦不相違。此出", "1373": "瑜伽論疏所說。諸勿疑謗。", "1374": "章。不得別受別脫之戒者。此意不許聖者別受。除聖", "1375": "已外有別受者。上但說聖故無別受。但有通受。問。前", "1376": "說十地亦有新受。須是曾已而再受之。其所捨者豈", "1377": "非別受。況彼文云。命終猶捨出家戒故。此說別受。答。", "1378": "彼通下界。此論上界。無出家相心非極厭故無別受。", "1379": "問。通受如何。答。通受之意非一身故。不遮下生。當持", "138": "說。舉為詮表可示他故。或此二義合之方具。表於能", "1380": "之故。復言除者亦除上界。下界即有。此意上凡別受", "1381": "在家。如何不許聖者別受。又解此文初之二句。牒凡", "1382": "無別顯但通受。又次二句明聖有別受別脫者。飜顯", "1383": "凡無除其要也。上界之下釋凡之理。不同聖人不須", "1384": "極厭便許能受。或可聖人通厭三界。厭欲亦有。凡厭", "1385": "現身無欲等境。無極厭心故無別受。此解上界凡唯", "1386": "通受。不許別受。聖道通別。此解稍勝。地前菩薩在家", "1387": "出家不能等行。入地已後許等行故。在家亦許受出", "1388": "家戒。凡夫菩薩通受之者。邀期不唯在一身受。即許", "1389": "受之。別受之者在此身故。無出家相或無欲厭。故無", "139": "說說所說故。有作是說。兩解皆是。取其假聲。前解非", "1390": "別受。至於近事亦須近事出家眾故。亦厭欲故。亦無", "1391": "此理。", "1392": "章。既許欲天等者。欲天凡夫即許別受。近事別脫有", "1393": "欲厭故。有所事故。亦非出家。五眾別解通受即得。聖", "1394": "者同前。問。諸聖菩薩如何不受。盡未來際如何有捨。", "1395": "答。如前已解。", "1396": "章。但非彼性者。如半擇迦雖具彼戒。不得名為近事", "1397": "男女。名非彼性。", "1398": "章。故有別脫非菩薩戒者。容有彼也不同地獄。無非", "1399": "菩薩之別脫戒。但有菩薩別脫戒故。地獄後解即同", "14": "章。其此意表等者。辨無表中此第一師唯善乃發。言", "140": "名。後解兼名。為不同者。非也。今謂決定取其實聲。要", "1400": "鬼傍。有非菩薩別解脫戒。有是菩薩別解脫戒。其說", "1401": "地獄除其無間。有說亦通佛威力故。問。此說五趣皆", "1402": "許受戒。菩薩戒經何無地獄。其變化人是傍生故。答。", "1403": "在乃至中。又解彼約未受戒者即無地獄。此中通說", "1404": "往彼與授。亦通地獄。故不相違。", "1405": "章。瑜伽等者。近事二緣意樂損害一向不受。第二形", "1406": "活許受彼戒。不名近事亦不遮於畜生等受。故以為", "1407": "證。等取地獄正證地獄之後解來。鬼謗無諍兼正無", "1408": "失。或作通文。", "1409": "章。靜慮律儀等者。無色界者相從得名。不假異想。", "141": "令他聞方表自故。攝假歸實名等無失。孤用不然。", "1410": "章。或少分等者。隨其伏斷品有多少。", "1411": "章。已上並是等者。望欲惡故。但遠治之。", "1412": "章。略不建立者。既言略者明知實有。言色戒者。無表", "1413": "色戒名為色戒。揀於意中無表也。", "1414": "章。此從所防假名為色者。通釋自名發起破異。既假", "1415": "得名。何防異界大種造也。", "1416": "章。法爾靜慮皆能伏非者。釋成破意。此言靜慮亦通", "1417": "無色。已約相從得名說故。次下兩句結破可知。集玄", "1418": "等云。此破小乘俱舍所說實大種造。彼既無身故無", "1419": "無表。彼不許有異界造故。", "142": "章。語體即表者。後解共語亦直得名。帶彼名等語便", "1420": "章。若見道者。見道惑也。下言修道亦修道惑。辨此二", "1421": "惑斷治遠分。", "1422": "章。唯色六等者。此第一解。未至中間并四根本。束惑", "1423": "超人通依此六。若次第人。唯初未至。初根本後皆治", "1424": "遠分。", "1425": "章。有義唯修道等者。此第二解。通於九地能斷欲惑。", "1426": "所言唯者。揀伏惑超通斷見修即唯五地。今唯斷修", "1427": "即過九地。此亦束惑超人通九次第。同前。", "1428": "章。許超初果等者。初果上超名超初果。或單讀兩字", "1429": "略標束惑。次下舉自初果之上直取第四。是超中二。", "143": "能表。攝假歸實以用顯體。故持業釋。直取名等能詮", "1430": "此人許依九地斷於欲界惑也。", "1431": "章。雖知論文等者。對法唯說此依未至。故須會之。彼", "1432": "論約於已上遠分而決定故。但說已上為遠分。治不", "1433": "約已上。容有斷治而說之也。實亦不遮上有遠治。有", "1434": "改遠字為近字者。不得上意。此論前師亦合會釋。說", "1435": "未至故。准此知之。樞要之中唯有後解。無六地者。", "1436": "章。明得斷義等者。上明依地。下明依身。由有遠分故", "1437": "通三界。斷治唯欲。", "1438": "章。不律儀等者。先身後繫。", "1439": "章。處中等者。前有兩解。初唯有漏。後通無漏。彼雖斷", "144": "所詮。無表心義。名等作用只對所詮。除此更無別作", "1440": "初唯有漏正。今此都敘通無漏者。故知二師合任用", "1441": "也。令勿執也。", "1442": "章。身語色者等者。前來已總辨實表業。此中復別辨", "1443": "二假業。故文不重。又處中內此通無漏。可以通攝故", "1444": "偏言之。其餘二假非無漏故。此惑通佛故通無漏。言", "1445": "二界者是舉總也。或兼變似欲界而說。或因無漏便", "1446": "總辨之。", "1447": "章。其表等者。等無表色。上是有漏。下舉無漏。下言三", "1448": "界又是舉總。", "1449": "章。除律儀善外等者。攝善饒益皆是處中。通不通佛", "145": "用故。別說作用只在於聲。非名等故。於名等故無表", "1450": "可以思之。", "1451": "章。唯人趣者。但通三州。不通欲天。", "1452": "章。或除地獄皆有者。前說具戒但是處中。此說律儀", "1453": "不通地獄。故不相違。此於律儀分二解也。集玄總說", "1454": "有無二解。云梵網經不說地獄。故却除之。", "1455": "章。不律儀心非勝故者。無見惑故。", "1456": "章。顯揚論云等者。其律儀色合於定道。不言所發。", "1457": "章。即三界別解脫者。集玄解云。合定道說。或有資糧", "1458": "生彼亦受。", "1459": "章。設佛身等者。並約防於欲界惡故。", "146": "心義。故義燈云。名等詮所待。不得名語表。", "1460": "章。顯揚簡別定道者。定道不發。為簡定道亦發者故。", "1461": "但約所防由與合說。故如此也。", "1462": "章。殺一國人者。下言三國。此隨舉一名之為一。又是", "1463": "滿義。如云滿國。", "1464": "章。小乘必有表者。次下釋之。正理論云。彼由意憤身", "1465": "語必變。或由呪詛必動身語。", "1466": "章。大乘唯意表業發殺生者。牒大乘義。次下為問。唯", "1467": "問色名及造。不問成殺之相。下舉成殺以顯造色。", "1468": "章。若不爾者者。若非唯以意成殺者云云。彼論分明", "1469": "名意罸故。集玄解云。罸者罪也。今謂治罸。治罸有情。", "147": "章。皆隣近釋者。與意相應及作動意二義不同。並作", "1470": "章。今解等者。兩句之文總舉成殺亦有作具。又次二", "1471": "句亦總想云。約此名色既有殺具必有色名。", "1472": "章。非彼論意等。此下方明示其色相。先顯論非唯意", "1473": "獨成。須是假佗身語而殺。今得色名。遠從彼也。此直", "1474": "從佗身語名色言唯意者。約自無失。", "1475": "章。動身語必有相故者。此却番破。小乘說仙自動身", "1476": "語如何相狀。雖云呪詛不見教典。問。如說戒前。有罪", "1477": "不言成故妄語。約何名色。答。由其默故。法師知淨發", "1478": "起法師之身語故。亦遠從彼如仙人意。發起鬼神身", "1479": "語殺也。又解。猶如所止惡色不必現有。亦從為名。今", "148": "隣近。意表亦即業同身語假。作持業釋。故更不言。問。", "1480": "默代語云我清淨。便從彼立。且解更思。", "1481": "章。准此二說者。有表唯意名為二說。", "1482": "章。於中有二者。此之科列不是大文。但是別脫。有師", "1483": "資也。", "1484": "章。又所逼錄者。逼迫記錄。", "1485": "章。雖懷恐怖等者。恐擯而行。明非實行。又不具行。恒", "1486": "行隨一。故恐擯也。", "1487": "章。然後意樂者。後字論中是其彼字。或此義為自詐", "1488": "現下。成損害故。", "1489": "章。若復有人等者。下第二人不名損害。非詐現故。實", "149": "此表於誰。答。但自表知。自心知故。問。同時王所不互", "1490": "修行故。", "1491": "章。由彼如是無力能故者。唯是牒前無力能也。前有", "1492": "論言。雖復出家然無力能供事師長。", "1493": "章。所受師長等者。此下方舉二所受物。此舉所受師", "1494": "長等物。此物名為供事之業。是自供事之所得故。業", "1495": "如家業。自家物業名之為業。此亦無是信施之物。故", "1496": "下通為淨信所施。", "1497": "章。及受純信行等者。上受師物。下自受施。此文之下", "1498": "通結難消。由難消故飜折除等。故滅善根。有解退滅", "1499": "信施善根。不及前義。", "15": "發無意表者者。意字似剩。然其文理。揀但發於不表。", "150": "相緣。云何能知成此表義。答。以前表後。後知前故。剎", "1500": "章。若扇𢮎迦及半擇迦者。纂云。扇𢮎迦。此云無根勢", "1501": "用。半擇迦。此云樂欲。樂佗於己為過故。", "1502": "章。又半擇迦等者。於第二中復有三種。對法有五。生", "1503": "便．半月．嫉妬．灌洒．除去為五。彼生除去當此初後。此", "1504": "二別者。初即一生無男勢用。必定樂佗於己為過。是", "1505": "扇𢮎迦名半擇迦。第三曾有男根勢用。後時方無。不", "1506": "定樂佗於己為過。或唯扇𢮎或得二名。其少分中此", "1507": "文有三。此三皆有男根勢用。非扇𢮎迦。必定樂佗於", "1508": "己為過。名半擇迦。纂云。此中無其灌洒。却開嫉妬以", "1509": "為二種。妬佗於己方自起用。妬佗於他方自起用。其", "151": "那似俱。實理前後。問。何異無表。他不知故。答。無表自", "1510": "灌洒者。得佗精血方起男用。是嫉妬類不為嫉妬。集", "1511": "玄問云。此中為攝當二形不。答為二解。一云即前嫉", "1512": "妬中攝。二云不攝。然是彼類彼自斷云。後說為正。對", "1513": "法論中說扇𢮎迦．半擇迦例二形故。今恐此中須要", "1514": "攝之。然在半月男女中攝。此中且舉有時節者類無", "1515": "時者。彼文別例無時節者。", "1516": "章。外道賊住者。周法師云。外道詐為比丘。名為賊住。", "1517": "若受戒時緣不具受。雖受無戒。處比丘中同布薩者。", "1518": "亦名賊住。集玄解云。詐在比丘欲覓過者名為賊住。", "1519": "章。若別異住等者。周法師云。犯根本罪懺悔之者名", "152": "亦不能知故。問。如來如何。答。可思。", "1520": "別異住。不懺悔者名不共住。集玄解云。犯僧殘者名", "1521": "別異住。犯波羅夷名不共住。有飜波羅夷為不共住。", "1522": "今謂二名是其二罪。波羅夷者當來果報。罪從果名。", "1523": "不共住者現在治罰。不令與僧共住布薩。既是二罪。", "1524": "不應飜為不共住也。故大乘中無不共住。大乘無此", "1525": "治罸罪故。無眾聚故。通四眾故。俗無此罪。其不共住", "1526": "如今規繩。又此一名更無二相。已懺未懺行相同故。", "1527": "故律本云。如前。後亦如是。故勿分二。又此是說不許", "1528": "受戒。犯僧殘者何預於此。彼雖犯戒猶在眾故。不須", "1529": "受故。應說此言別異住者。是說不肯事出家眾半年", "153": "章。戒即解脫者。屬而釋之。非是作釋。亦非訓釋。", "1530": "之者。或不曾來作勤䇿者。雖除鬚髮別異住故。是損", "1531": "白法不與受戒。其不共住勿與更授。", "1532": "章。若諸王臣等者。准此不得與佗授戒。王臣更互有", "1533": "繫屬故。互聽如何可思。或王之臣。若王所嫌者不得", "1534": "受具。若佗劫剝者。為賊所収。若佗所得者。無依倚人", "1535": "為佗所收。與佗劫別。纂云。小夫父母為佗收養。雖非", "1536": "父母亦是佗得。", "1537": "章。既睡眠已者。已即是覺。論云。既睡窹已。", "1538": "章。若守薗者。纂云。即守寺門人。此下正是所護之意。", "1539": "恐謗真實。皆非人故。", "154": "章。舊言定共戒者。共由俱也。道即無漏。共義同此。禪", "1540": "章。得此惡見者。憎惡嫌惡。", "1541": "章。或有為受者。但形損害不損意樂。即許受之。若損", "1542": "意樂即不容受。故置或言。", "1543": "章。不說因緣前已具辨者。不為近事。此是論文。前有", "1544": "論云。問。何故此二扇𢮎．半擇迦二雖受歸依亦能隨受諸近", "1545": "事男所有學處而不得名近事男耶。答。近事男者名", "1546": "能親近承事苾蒭．苾蒭尼眾。彼雖能護所受律儀。而", "1547": "不應數親近承事苾蒭苾．蒭尼眾。苾蒭苾蒭尼等亦", "1548": "復不應親近攝受。若摩若觸如是種類。又亦不應如", "1549": "近事男而相親善。是故彼類不得名近事男。然其受", "155": "即靜慮。華梵為別。", "1550": "護所有學處。當知福德等無差別。", "1551": "章。不應為受者。有作是說。合此授字。今觀頭尾並見", "1552": "資法。合此受字只應為字平聲呼之。為猶作也。不作", "1553": "受者。", "1554": "章。應為受具足戒故者。論文是說前三類了。通翻應", "1555": "受三類之文。論文只云。當知應受如前所說所有律", "1556": "儀。無其為字及具足字。加具足字顯三別相。舉一例", "1557": "餘。為猶作也。不堪為資。", "1558": "章。尸羅不清淨等者。准此得定必須具戒。問。但不作", "1559": "惡得引定不。答。准此必戒。問。如劫壞時自然得定。及", "156": "章。古有釋言等者。古意善惡隨其所應。一流一類名", "1560": "修無想豈先戒耶。答。壞劫初起。亦有菩薩．獨覺令修。", "1561": "先戒十惡便是其戒。其三歸依或先有故。或有佛時", "1562": "須其三歸。無佛之世法．僧亦得。言自然者。不須強緣。", "1563": "又無佛法名為自然。非不修作。其修無想。准此亦先", "1564": "修十善戒方得初定。乃至方起上界邪見修無想定。", "1565": "非不防於欲惡見故。不說此思俱時修故。但定戒思", "1566": "必俱時故。如是一切所有善法。若不先依一戒思者。", "1567": "不成人天何況上界。有戒相助隨應成就。人天尊貴", "1568": "若總若別。問。若爾。如何得定防惡。答。可思如前。又隨", "1569": "所應戒防何惡不必全盡。定防所餘。其支同者可思。", "157": "之為律。亦隨善惡各有儀軌名之為儀。如優婆塞自", "1570": "更有淺深防也。伏種等故。", "1571": "章。更不須重受戒也者。問。支條尼多。如何便得。答。其", "1572": "不同者但所學故。既非所受根本有異。故不重受。受", "1573": "具足支唯根本故。其不同者是學處支。問。沙彌轉女。", "1574": "云何重受六法戒耶。答。要二年故。受六法戒異沙彌", "1575": "故。苾蒭與尼受法同故。", "1576": "章。更加一也者。集玄解云。此依四分。其五分律加不", "1577": "非時食。若十誦律說六法者。四重為四。第五不得與", "1578": "男子身相觸。謂腕已上。第六不得與男捉手等。謂脫", "1579": "已下。又說一切有部根本律云。六法者。一者不得獨", "158": "為一類。所有儀軌年三常等。其不律儀且沽酒家別", "1580": "在道行。二者不得獨渡河。三者不得觸丈夫。身四者", "1581": "不得與男子同室宿。五者不得為媒嫁事。六者不得", "1582": "覆尼重罪。又四分．五分律中皆言白四受。若根本律", "1583": "說白二受。諸律不同隨部異也。前章中說三歸竟時", "1584": "得六法戒者。從沙彌尼十戒而說。以即彼戒更無別", "1585": "故。若各別說。理實羯磨竟時得也。或是一宗。若別二", "1586": "宗受法皆同。", "1587": "章。若從五戒等者。受法別故。須重受也。僧尼互轉受", "1588": "法不別。但學處別。故不重受。此雖重受亦不別熏。戒", "1589": "所依也。沙彌受具所熏戒依。但玄生支言但是遮戒", "159": "為一類。如是乃至設望置座春秋改賣亦有儀軌。仍", "1590": "者。所增者也。准此。尼受六法戒者。白四白二亦但增", "1591": "緣。沙彌受具。所增遍性。", "1592": "章。若堅為言等者。不約三聚。三聚淨戒一齊受七。", "1593": "章。若橫而言之等者。出家五眾不說處中。", "1594": "章。若捨之時等者。便飜明之。下正是文。斷善命終決", "1595": "定頓捨。誓犯不定。", "1596": "章。若烏波索迦等者。斯迦准此。在家二眾并說處中", "1597": "全頓。律分漸處中並如前說。", "1598": "章。又尼五百戒等者。此問尼轉為正學者。雖總言七", "1599": "意在四支。為捨不捨。", "16": "他者加以意字。明辨發於不自表者方名無表。問。一", "160": "言不者。不善名。不不律儀名之律儀。", "1600": "章。一云等者。下第二解即與前同。此第一解即與前", "1601": "異。但捨具足戒之三支。不捨同者之四支也。問。何意", "1602": "不同。又出理言亦正相違。前所出理體同皆捨。此所", "1603": "出理體同不捨。答。此但約誓捨具定戒。不捨正學。而", "1604": "以為問故作此言。既說不捨正學之戒。此四同彼如", "1605": "何捨耶。前來總相。問。捨不捨既是同體。一齊皆捨。前", "1606": "約體同一齊皆捨。此約體同亦皆不捨。故言正順。下", "1607": "第二解。雖四體同。其相既別。亦捨具七。其正學四尚", "1608": "在故也。准此似說戒所依別前後類說。名同亦得。然", "1609": "須更思。問。前來若問捨正學戒。不說十戒。如何為解。", "161": "章。今解唯彼善戒得名等者。言可法軌不通不善。彼", "1610": "答。無有所以捨六非十。全無別故。不同七支別有三", "1611": "故。問。若只問捨所增如何。答。除四外問亦不遮爾。此", "1612": "約誓捨。隨力為故。前來但問四支體故。即一向答具", "1613": "足六法。捨了三支為六法故。故可為問。可作兩答。須", "1614": "思。問。犯捨如何。答。必定一齊。并五戒等。周法師解。集", "1615": "玄亦解。並云六法具足作法。不同所有四支有捨。不", "1616": "捨六法。沙彌受法無異。定一齊捨。今謂須思受法同", "1617": "別。又若命終犯重必頓。有作是問。如何受時即須三", "1618": "次。及其捨時即有一齊。答。難易不同。如山上下可以", "1619": "思之。今解受時亦有一齊。如三聚戒。此約聲聞力小", "162": "設成軌不堪可故。如染雖懃亦名懈怠。", "1620": "量狹。故定漸次。問。先受具足後受三聚。其相云何。答。", "1621": "如從六法受具足戒。但加意三并攝善等。餘唯增緣。", "1622": "所有應戒亦盡未來。由再願助令用增故。問。退菩提", "1623": "心捨者云何。答。退歸二乘。存聲聞戒。退歸外道。一切", "1624": "皆無。應皆思審。犯重捨者如歸外道。", "1625": "章。解云等者。修習在現。或果歸種。一切皆爾。種子成", "1626": "辦現所作故。", "1627": "章。以是等者。相從得名。以遣殘疑假非此名。亦無過", "1628": "失。隨心家種。隨心家熏。招隨心家習業之果。正相須", "1629": "故。此約超起只是種子。若汎言招。引起名招。亦通現", "163": "章。別解脫即律儀者。問。律儀之名豈非相用。今此無", "1630": "行。不爾。現修要何所用。問。道戒如何。答。約資有漏及", "1631": "變易說。", "1632": "章。一云等者。此小乘說。仙人亦動唇口等也。既無經", "1633": "教不可為憑。", "1634": "章。且如等者。舉諸說重。但要意重。即此仙人既歸身", "1635": "語。何名意重。約前只言動唇口等。但結難身。若前曾", "1636": "引云呪詛等。合結難語。", "1637": "章。但由仙人等者。下解大意。仙人實是無有身語。", "1638": "章。若如此等者。此下即是覆其後開。合結難云。何得", "1639": "說名無表色耶。但唯無表成相符故。意三無表不須", "164": "表云何持業。答。本從現立。無表從名。或先有財方作", "1640": "身語。下答直遠從他名色。如前已解。問。何不直遮如", "1641": "無貪等。須說遠從他身語也。答。此須歸於殺生罪故。", "1642": "色支攝故。不同意三。", "1643": "章。於中重輕等者。四重餘輕。七支如常。在二年內先", "1644": "令知此生愛樂方與授之。非正學戒。已受七支故不", "1645": "相違。", "1646": "章。問何故等者。此問八上所增之者。次問八合。此開", "1647": "之者。言離錢者。遠離名離。與下共是八上增者。八中", "1648": "無此故以為問。言生像者。眾生像也。更有別解。疑而", "1649": "略引。生即金。像即銀。", "165": "持業。上下頗多。下解更有無表之名。", "1650": "章。問何故等者。其八戒者。五戒之上加其三種。不得", "1651": "坐臥高廣大床。不得故往觀聽歌舞作唱。香油塗身。", "1652": "不非時食。沙彌十者。此八之上加前不得捉金銀等。", "1653": "開此故往觀聽歌舞作唱為一。香油塗身為一。離者", "1654": "開也。出家招嫌故開令別。顯要堅也。不總然也。", "1655": "章。問通受菩薩戒等者。准此問意。受三聚戒亦受定", "1656": "道。約邀期也。", "1657": "章。菩薩若起異心等者。既名為捨。應名為闕。應名無", "1658": "戒。如何名具隨心戒耶。不可說言盡未來際。是此問", "1659": "意。", "166": "章。性離囂高等者。高下悉是。不寂靜故。離之為靜。", "1660": "章。答以身中有種子故者。具彼種子亦名為具。此種", "1661": "非是本有種子。是新修者。下第二解可生名具。不名", "1662": "為闕。不名失等。有作是說。菩薩通受攝得定道。故有", "1663": "種子及當可成。餘不為例。此即亦是思種子也。談其", "1664": "受時一齊受得。應思問意何問捨已。問。定道在於三", "1665": "聚何攝。答。名律儀故。於律儀中。且言七眾理有十善。", "1666": "及以定道。其近住戒近事兼之。日六是持此八戒故。", "1667": "五條恒持。", "1668": "章。功德在故等者。此下結答。已修不無。捨者准此。此", "1669": "即便是有修舊用。不爾。不盡捨者如何無表。雖非感", "167": "章。律儀是思等者。此定無表依現思故。作隣近釋。之", "1670": "果之用。由彼勢力種子感果。感果種子或同或異。其", "1671": "感果種多於無表。無表即但動發思故。", "1672": "章。答有二解者。准燈判前初文所辨是其處中。更有", "1673": "第三俱不發解。此律不律。故唯二解。善律無由說不", "1674": "發故。", "1675": "章。答表即是假等者。集玄解云。遠表實心亦名為表。", "1676": "章。剎那即感者。感是滅字。", "1677": "章。是彼種類故也者。即是前云從現得名。問。若爾。云", "1678": "何偏名隨心。答。准纂云。如別解脫從受已去。剎那剎", "1679": "那運運增長。逢緣捨已舊種不滅。非如小乘斷得名", "168": "是語詞。或有隣近亦置隔法。或意兼帶。影依主釋。問。", "1680": "捨。但新剎那七支不生。名為捨戒。定道自然有心之", "1681": "時。剎那增長七支倍增。若無心已一類者。種相續而", "1682": "生。無新增義。說名為捨。非如別脫。一受已去。有心無", "1683": "心皆得增長。故名隨心。", "1684": "章。問菩薩地云等者。前得捨中有此問答。大義無別。", "1685": "准此。慢字前是慢字。慢即寬也。慢字已解。不知從何", "1686": "又為何緣重此問答。", "1687": "章。若別受者等字。別受出家。地前通五。入見但二。并", "1688": "在家二。十地有一。天女身故。於此隨類實爾受捨。其", "1689": "殺生等尚實行故。問。若爾。何故不通七眾。答。可思。此", "169": "雖是現思立為無表。法處色攝云何隣近。答。以用從", "1690": "異三聚同受之者。彼必不捨。此有捨者亦有不捨。隨", "1691": "邀期故。集玄一解。自利心受名別受者。此言甚非。應", "1692": "唯說云。別受七眾名為別受。三聚之中通受七眾名", "1693": "為通受。", "1694": "章。亦可說言不從表生者。生不從表。發色望他。並如", "1695": "前已。意表能發身語。無表即此便是。又前引纂。又有", "1696": "動身令解等者。語示身者。並可准知。", "1697": "章。問然十業道等者。業道無表二有別者。實種假用", "1698": "二不同也。又有有業無無表者。假雖不感然由修力。", "1699": "又有從實亦說無表能感果者。義燈又云。無表業道", "17": "切種子皆不表知。約何義故別說無表。答。約倍增者", "170": "體作隣近釋。今又解云。隣近不唯心．心所作。俱是兼", "1700": "無差別者。無表如業。應行蘊攝。攝處既別明假實異。", "1701": "又有別說業為有分熏。亦名為假。別建立故。", "1702": "章。大乘既無等者。已上立理。此下結問。云何從佗。兩", "1703": "不名色。章文無答。意已如前。既假名色何妨云爾。", "1704": "章。成佛有與今不無者。周法師云。此學應差須勘餘", "1705": "本。今且義解。其成佛有三字連上。至成佛有應是從", "1706": "他。次下四字牒今不捨。連下為難。如何更受。與猶并", "1707": "也。進第二難名之為與。先有不捨如何自然。", "1708": "章。得勝捨劣等者。由果初成特說此言。若論新生念", "1709": "念皆爾。由此前中有破小乘自然之得。畢竟但是假", "171": "帶從彼為名。非所有財。非所能依。二名雙現皆隣近", "1710": "說自然。又或約捨有漏之者。新得無漏可別因位。因", "1711": "通無漏不決定故。集立問云。既說自然寧受所引。答", "1712": "却遠從也。今或自然亦名為受。不假作法而領之故。", "1713": "章。問如加行心中者。加行善心。非生得心。", "1714": "章。答加行善惡依生得者。此顯生得在於前也。諸生", "1715": "在前。捨之在後。如肉團心先託後捨。後字之下標加", "1716": "行心。所受之戒却捨在於邪見。加行方便却是斷善", "1717": "加行。或後字連上。次以生下示相釋成揀擇之時。已", "1718": "違前來加行善也。翻者違也。勝者雖成。斷之即易。是", "1719": "故纔欲斷善根時。其加行戒已捨之也。由此邪見有", "172": "釋。直取無表亦可作也。此之無表不依定立。又不以", "1720": "其九品。逆次斷於九品善心。上上邪見方可斷於下", "1721": "下善心。故蚊虱等不殺者少。其人類等殺者亦少。", "1722": "表無表章栖翫記終", "1723": "于時正德五乙未十月二十三日一交加點畢。寫本", "1724": "文字紛乱。令他書寫亦有錯濫。故多難知。重得良", "1725": "本應改正矣。", "1726": "應理末學沙門　高範胎生六十一歲", "1727": "享保八年癸卯三月朔日以極樂院新禪院二本", "1728": "一交加點畢。", "1729": "諾樂藥師寺報恩院　高範戒五十七年六十九", "173": "彼定名呼此。故為隣近。勝而從之故隣近釋。", "174": "章。聖所愛之戒者。集玄等者所愛是總通諸無漏。戒", "175": "是其別。或戒是通。所愛是別。故依主釋。今解所愛通", "176": "因通果。所愛若因。所愛即戒。聖之所愛戒。所愛若果。", "177": "聖之所愛。聖所愛之戒。並依主釋。", "178": "章。不律儀者等者。問。不相違因。不相違即因。作持業", "179": "釋。今何不爾。答。此是不字望所律儀。如無明等不作", "18": "方名無表。其不增者雖自不知不名無表。何以故。由", "180": "六釋。不相違因是所不中相望違作。今此若准不相", "181": "違因。亦可不律即儀作也。彼若准此亦可說不作六", "182": "釋。", "183": "章。如惡尸羅等者。惡烏故切防染義。同尸羅之惡名惡", "184": "尸羅。今此舉例諸十惡法不名律儀。如此不得名尸", "185": "羅也。非是舉例不作六釋。惡字與不義不同故。如何", "186": "不作六合釋也。問。曾有戒人可置此名。曾無戒人惡", "187": "於何耶。答。談性惡彼。非必有所方能惡也。或有惡他", "188": "具尸羅者。故佛誡之令不親近。", "189": "章。古人解云等者。古解尸羅即戒。名善染。亦名戒。名", "19": "有勝能而不了知立為無表。汎所不知何足別立。如", "190": "尸羅也。", "191": "章。由此難言等者。既即是惡。故不防非。准此惡法不", "192": "得名戒。", "193": "章。難今解云等者。此難尸羅。若難戒者亦准此知。或", "194": "戒尸羅名義不同。尸羅清凉。定非染惡。戒若防非。其", "195": "義即同。若云防發義義即寬。防惡發善。防善發惡。並", "196": "得名故。若以此義對前難者。不善解名。我誰唯以防", "197": "非解戒。但以防發解於戒故。防發之名同造作故。據", "198": "難今解只難尸羅。可有此理。然前解勝。有戒無戒受", "199": "戒捨戒只是善故。問。如邪受於雞狗戒等。既不防非", "2": "表無表章者。表及無表。表無表之章二釋如次。", "20": "世賢達令譽不彰。人所共意呼為隱士。其餘無名何", "200": "云何名戒。答。約彼執為防非法故。名義亦同。但妄別", "201": "也。", "202": "章。非律儀等者。兩箇非字望律不律。皆不作釋。若非", "203": "律儀。望非不律儀作相違釋。善者非不律。不善之者", "204": "非律儀。體不同故。作相違釋。於此段中影此釋也。前", "205": "來已示布施歐擊見體不同。故影略之。若非此中影", "206": "作相違。釋如下置亦可之言。若云此中兩名相望。既", "207": "但雙非。雙非之言無所表故。不作釋者。此亦不然。何", "208": "以故。縱為一體義相違者。亦可作故。若非是說。約是", "209": "一體。又但雙非無所表故。雖是兩非不可離之。如非", "21": "足呼。然言菩薩亦成者。二乘定無。", "210": "空有離便成失。故不作釋。此解順文。", "211": "章。亦可解言等者。乘前一體雙得二名。既俱雙非不", "212": "入六釋。未盡理故更為此解。隨善不善皆得二名。以", "213": "遮詮中立此名故。如布施等非是律儀。亦非不律。歐", "214": "等准此故持業釋。然以理准可相違釋。亦不全同非", "215": "空非有。然唯隨文以之為正。名處中故不可。當曰持", "216": "業可爾。", "217": "章。律儀是種子等者。無表色能依所依相從得名。此", "218": "舉所依。意顯律儀即防非體。不自加行發身語思。故", "219": "持業釋。下依主者。取前及後諸現行思名為律儀。體", "22": "章。唯有三支者。無貪無嗔無癡為三。", "220": "非無表故依主釋。定道不可作此兩釋。隨心現行思", "221": "上立故。只同善來。持業釋者名為不爾。問。律儀為體。", "222": "所依現思。無表是用能依假色。作依主釋云何不可。", "223": "答。此即可爾。依種子者亦可此釋。文中且約體性無", "224": "別。攝用歸體以體從用。不依百法別建立說。故不相", "225": "違。下出體中即別分別。或前舉等但要所等。假無表", "226": "色作持業釋。仍言種者言總意別。舉總之語顯是律", "227": "儀。種子上立亦得其名。作持業釋。若依此義。定道雖", "228": "可作其二釋。然不依種名為不爾。又其依主。行相亦", "229": "別名為不爾。此是前後現行之思。彼定道者是體用", "23": "章。餘染無記者。染及無記。不善有覆。並名為染。餘處", "230": "故。又或前解等取無表及現行思。都名律儀一分持", "231": "業。亦通持業名為持業。為別後解唯持業故。不言依", "232": "主。舉種即顯並依主也。所言皆者並不律等。若依此", "233": "義。定道作釋雖亦有二。然無總通種子之理。名為不", "234": "爾。於持業中只有現行及無表也。問。定道無表依現", "235": "思立。即自表。如何名無表。答。別脫無表。自亦不知。定", "236": "道但約他不知立。或增長用。自亦不覺。除佛知爾。可", "237": "思。", "238": "章。表色為體者。有作是說。准燈亦取形色為體。", "239": "章。意業取前等者。且隨小教。要思身語作如此配。理", "24": "若言不善無記。無記之中便攝有覆。", "240": "實意業。亦為動發。如前已解。", "241": "章。其處中業者。辨表業也。此中初解諸不具者。唯有", "242": "漏故。", "243": "章。及佛餘善者。饒益有情攝善法戒名為處中。問。下", "244": "有章文纂意亦許攝善法戒名為處中。云何斷此以", "245": "為不正。答。因攝善戒可為處中。今並佛位故為不正。", "246": "所以者何。因攝善法戒有未具足。未可法軌有名處", "247": "中。佛位不爾。一切善法無不具成。正可法軌名律儀", "248": "故。前解為正。問。佛雖可爾。因中無漏云何不許。言唯", "249": "有漏以為正也。答。因中無漏亦隨所應無不具足。於", "25": "章。業增上者等者。亦同七支。上品方發。中下即非。有", "250": "一行中行一切等亦可法軌。非處中故不通無漏。下", "251": "文直依有漏攝善。不云皆故。問。迴心二乘見前無漏", "252": "既不具成。一切一切何非處中。若爾初解還非為正。", "253": "答。彼受之表唯有漏故。此約受體不論行業。故唯有", "254": "漏。問。何故但言佛身無漏可法可軌。不言餘也。答。且", "255": "言極成例於十地。無漏之處必律儀故。下第六門地", "256": "起之中却唯後解。須思。", "257": "章。許佛等等者。不唯佛位無漏發。十地位中亦為無", "258": "漏。發於身語二表業故。所發假業雖是有漏。能發之", "259": "思通無漏故。", "26": "說處中為下品者。約別義說。若實下品以此知非。此", "260": "章。其別解脫等者。已上解表下解無表。處中無表雖", "261": "分二性。亦不別配非律不律。故不相違。", "262": "章。由願制思等者。上並三類總入此文。故處中者不", "263": "可別說。非勝期願。", "264": "章。唯識云等者。下引諸文並成假立。此言願者。制戒", "265": "之願非菩提願。其菩提願初引一切菩薩行故。此中", "266": "識疏自解此云。由願顯成無表之相乃至隨作善惡", "267": "多少時節限故。其菩提願制於何。故此中乃至不律", "268": "處中。樞要具說如何說為等願也。又此正是色支戒", "269": "願其等願如何相。故諸未達者其類頗多。皆於此文", "27": "中必定通處中故。義燈指故。", "270": "證等願極。疎謬矣。妄為師矣。全不思矣。應疾改矣。尚", "271": "有固執不慚所陋。當大眾前曲配會云。制盡未來一", "272": "切戒藏。何非分限。何不同者。此言無義等心文。只有", "273": "求佛度有情。言無此語故。又此中願通不善故。", "274": "章。謂此或依等者。准彼疏解。於此文中具有七義。彼", "275": "疏前五後復二義。文不具次。今隨論文略次敘之。一", "276": "者依義。顯假依實。二者發義。取其正發。揀前二思及", "277": "後剎那并揀中間不發身語之思。彼連身語故揀不", "278": "發。三者勝義。揀中下思雖熏種子不發無表。不倍增", "279": "故。四者身語。顯得色名之所因處。五者善惡。揀其無", "28": "章。有義不善等者。此第二解。二性皆發。", "280": "記不立無表。六者思種。揀現行思別脫不依現思立", "281": "故。七者增長。揀羯磨前犯捨之後。彼前後位非無表", "282": "故。此不約佛。佛位已滿。雖不增長名無表故。今詳文", "283": "理依常揀法。思種之言可為二義。思揀其餘受想等", "284": "故。如是即成八義揀法。疏略一義。", "285": "章。雖非形色等者。既非實色明是假立。非思是何。", "286": "章。十七地中者。八根本．八近分并中間禪名為十七。", "287": "如是皆止欲惡立名。戒本止於不善而立。恐墮惡趣。", "288": "非止有覆而立戒故。問。常說靜慮只是四禪。云何此", "289": "說十七地也。答。名狹體寬。本名只云定律儀故。名體", "29": "章。十惡等道業者。後三意業成波羅夷。如何不發殊", "290": "俱寬。言禪律儀名狹。准此有說准此靜慮名通。非也。", "291": "章。此說道俱無漏戒等者。周法師云。此釋定共不通", "292": "無漏之所以也。顯道共勝。不言定共通於無漏。或順", "293": "小乘。或示條然。理實定共亦通無漏。與道共戒一體", "294": "義分。與定俱故。與慧俱故。立為二戒。", "295": "章。對法云等者。此對法文自已會訖。今借引會然更", "296": "釋成。", "297": "章。十地隨應有之者。八根本地未至中間。無七近分", "298": "如前已解。言隨應者。其不還應等多少不定。", "299": "章。已造作者等者。為有現行定慧相應。何不皆耶。或", "3": "章。若有不欲等者。此是不與身語俱者。身語俱者相", "30": "勝無表。", "300": "直取彼偏有此語。或遍大文。", "301": "章。二業三業者。周法師云。身語為二并意為三。何須", "302": "二三而別說者。為約小乘及大乘故。集玄解云。即表", "303": "無表名之為二。此二業中各有三業。故云爾也。", "304": "章。實是色是表者。二義為實。稱實各實。非別有體。", "305": "章。然是非業等者。是一義假。", "306": "章。身語等者。上辨假業。此辨實業。一義是實。二義是", "307": "假。三箇非字是三義也。相從得名名之為假。非于無", "308": "體。", "309": "章。其無表色中等者。一實一假。義准可知。", "31": "章。寧但發身語思種等者。此下復以二業相例。言獨", "310": "章。不現行法者。所防者也。所發或有。故不說之。其不", "311": "律儀定有所發。無則不成七業道故。", "312": "章。一者分義等者。周法師云。一一別說名之為分。多", "313": "類合說名之為類。故二義別。今解分者即是位義。約", "314": "位辨之名為支分。故并受學皆名為支。或如品分篇", "315": "章之名。以將受學品分勒之。後解為勝。類者體類。即", "316": "七支類名為支類。如下自悉。", "317": "章。苾蒭律儀者。若言苾蒭及具足者。非菩薩戒。", "318": "章。一受具足支者。此初受時名為一支。", "319": "章。謂作表白第四羯磨者。一白三羯磨。通數表白。名", "32": "意種。二者共引周法師善與不善名之為二。今問此", "320": "為第四。以舉兩頭不言中間。二羯磨也。至第四也。作", "321": "表白前乞戒之位是資方便。不在此段。", "322": "章。及略攝受等者。麤者大也。即重戒也。羯磨之後略", "323": "為指示四波羅夷麤罪之相。令彼攝受。已上並約受", "324": "者為支。不取受者。問。准瑜伽論。先略開示四波羅夷", "325": "持犯之相。令生愛樂方得與授。今何授已方略說也。", "326": "又彼何無先表白也。答。彼說菩薩。此聲聞故。何故不", "327": "同。釋曰。菩薩尋師初遇。須先說示令樂。聲聞先自為", "328": "優婆塞．沙彌之時。已體量故。不須先說令其愛樂。既", "329": "與授已。若不為說持犯何也。又聲聞人從眾乞受。若", "33": "言為對於誰。前師已說善者發故。又有說云。不善無", "330": "不先白便說羯磨。眾不齊故聽不專故。菩薩不爾。只", "331": "從師受。白於誰故。", "332": "章。十戒六法等者。十戒即是沙彌．沙彌尼者。六法即", "333": "是式叉摩那。此之三眾。自從歸依至於說相皆是此", "334": "支。", "335": "章。二受隨法學處支者。受已隨學名受隨法學處支", "336": "也。學即行持。", "337": "章。自初受後者。解其受字指初支也。接下字義是初", "338": "支後受之隨等。", "339": "章。於毗奈耶者。此廣律也。次別解脫是略戒本。於此", "34": "記名之為二。此說頗非。不可此師無記發故。今意解", "340": "二中所有隨順。解其隨字。隨順前受。名為隨也。苾蒭", "341": "尸羅解其法字。次下二句解其學處。於彼之下通示", "342": "奉行。", "343": "章。此意即顯等者。此下章釋配屬可知。", "344": "章。謂止持等者。解於彼下示其所學初支四重。此順", "345": "四重所有止持。性遮之戒是此支也。如殺人等在初", "346": "支中。殺傍生等在於此支。是其性罪。其畜養等是其", "347": "遮罪。此是止持性遮二戒。不行彼事名為戒故。因止", "348": "引作。作中性者侍尊病等。作中遮者護說法等。所等", "349": "者內等明多。問。何名性遮。答。此是罪名。不由遮制本", "35": "此。所言二者。即是異義。不同身語名之為二。或遠乘", "350": "性是罪。名為性罪。因制成罪非關本性。名為遮罪。於", "351": "應止作皆為此二。於此二中。應止即止應作即作。名", "352": "之為戒。性遮之戒依主釋也。於遮罪中遮意頗多。或", "353": "防性罪或生善心。或無利益或妨道業。諸如是等皆", "354": "在此支。並是隨順前受支故。更有為護佗信心者。不", "355": "是順前而亦遮制。在第三支。問。於作持中云何不制", "356": "而便成罪。答。不敬侍師。不看尊病。諸如是等豈須制", "357": "之方成罪也。餘利他事。彼本自利不制非罪。且作此", "358": "解。後更細對一一戒條而料簡之。", "359": "章。三隨護他心支者。隨亦隨順。隨順前支而護他心。", "36": "上十重之理。寧由何也。何但身語重成無表。獨意有", "360": "言由成前故者。此解隨義由謂成前而修此支。故是", "361": "隨前。言所有軌則具足者。此一義也。所行具足是第", "362": "二義。", "363": "章。此意即顯等者。此下次第釋前二義。此釋軌則即", "364": "是威儀。", "365": "章。其沽酒家等者。此第二義所行具足。所行處所不", "366": "如法處不應行往。義燈第二旃陀羅者。嚴熾上屠也。", "367": "羯耻羅者云斷獄家。纂第四云。西域別立斷獄之人", "368": "求財活命。周法師云。羯耻那者。有云唱令家。不云何", "369": "者為唱令家。此非唱令。至下當引。", "37": "異不成無表。問。何故二者乃是異義。答。彼此不同。何", "370": "章。四隨護如所學處支者。隨亦隨順。隨順守護如前", "371": "所立所學處支不令為罪。言於微細罪中深見怖畏", "372": "等者。此第一義。謂字已下連前進起。由聦叡故第二", "373": "義也。牒前見怖欲增聦叡。此雖二義並微細罪。顯揚", "374": "論云。所犯可出名微細罪。理應更有於深重罪及隨", "375": "法罪深見怖畏。此中但言微細罪者。舉小況大乃至", "376": "小罪亦見怖也。即瑜伽論。無有毀犯犯已還淨。", "377": "章。第二十卷。脫落箇二字在二十二。第二十是修慧", "378": "地故。", "379": "章。若諸苾蒭尸羅成就為第一住者。乍觀住字似連", "38": "非二耶。世有此語。好相看者便言無二。", "380": "於下。今撿二論皆屬於上。瑜伽論云。云何名為安住", "381": "具戒。謂於所受所有學處不虧身業．不虧語業。無缺", "382": "無穿。如是名為安住具戒。顯揚論云。此中尸羅成就", "383": "住者。謂於所受學處身業無犯．語業無犯。不破無穿。", "384": "如是名為尸羅成就住。", "385": "章。守別解脫律儀為第二義者。瑜伽論云。云何名為", "386": "善能守護別脫律儀。謂能守護七眾所受別脫律儀。", "387": "即此律儀眾差別故成多律儀。今此義中唯依比丘", "388": "律儀處說善能守護別解脫律儀。顯揚論云。守別解", "389": "脫者。謂七眾尸羅名別解脫。即此尸羅眾差別故建", "39": "章。三罸業中者。身語意三治罸有情。名三罸業。更撿", "390": "立多種。此中義者。唯依比丘相說。是名守別解脫律", "391": "儀。前二別者。第一約總。不犯身語。第二約別。差別戒", "392": "相。", "393": "章。軌則所行者。軌則第三。所行第四。於軌則中復有", "394": "三種。一威儀路成就軌則。即四威儀。不越世間隨順", "395": "世間。不越毗奈耶隨順毗奈耶。於所應行如所應行。", "396": "即於此中如是而行。由此行故不為世間之所譏毀。", "397": "不為賢良正志善士諸同法者．諸持律者．諸學律者", "398": "之所呵責。二於所作事成就軌則。若依服事若便利", "399": "事。乃至敷設臥具等事。乃至復有餘事。不越世間云", "4": "難知故。問。唯意表者有三思不。答。有如欲修於四無", "40": "明文。", "400": "云同前。三於諸善品加行處所成就軌則。若於正法", "401": "受持讀誦。若於尊長修和敬業。乃至一切所修加行。", "402": "不越世間云云同前。第四所行圓滿之中復有五種", "403": "非所行處。一唱令家。二婬女家。三沽酒家。四國王家。", "404": "五旃荼羅羯耻羅家。", "405": "章。於微細罪等者。微據小也。細即隨小。犯已少功。能", "406": "出名小。見怖畏者。勿我因此不堪證得所未證得乃", "407": "至世間惡名云。", "408": "章。受學學處為第六者。受即當此四中第一。學即當", "409": "此四中第二。瑜伽論云。謂於先受別解脫戒白四羯", "41": "章。然意無表等者。由此唯識不說於此。彼論是說無", "410": "磨。受具足時從戒師所得聞少分學處體性。當此第", "411": "一少分即是四波羅夷。或總相少。此受具足當此第", "412": "一。次下彼學當此第二。彼論次云。彼從現教軌範師", "413": "處得聞所餘別解脫經。總略宣說過於一百五十學", "414": "處。皆自誓言一切當學云云。故此中言三千學處。", "415": "章。彼第一第二等者。彼之第五唯怖小罪。今此第四", "416": "并怖大罪。於大罪中總別本末如次。皆為守護無犯。", "417": "犯已還淨。問。四波羅夷如何還淨。答。亦許懺悔不墮", "418": "惡道。但求不共。不許重攝。", "419": "章。故苾蒭等者。此有五眾故置等者。或但比丘．比丘", "42": "表色故。", "420": "尼二。瑜伽文中只言苾蒭。無此等字。", "421": "章。近事律儀者。正理論云。彼先歸依佛法僧已。親近", "422": "承事所尊重師便護尸羅。故名近事。或能習近如理", "423": "所為壞惡事業。或能親近事佛為師。", "424": "章。即離殺生者。離損他命。後二可知。文上互影。", "425": "章。三違越等者。此言違者即是持名。下言越者即是", "426": "過名。違於越故名為違越。若不爾者。此支便是罪之", "427": "名也。故此違越同下不越。勿同後云便多違越。彼違", "428": "即越是言犯故。", "429": "章。若有妄語等者。周法師云。由妄語故覆藏己罪。不", "43": "章。有義意表等者。此第三師。一切不發。先教後理。其", "430": "肯懺悔熏修戒也。", "431": "章。離沽酒家放逸處者。恐飲等者。", "432": "章。近住律儀者。正理論云。謂此律儀近阿羅漢住。以", "433": "隨學彼故有說此近盡壽戒住。有說此戒近時而住。", "434": "纂第十三云。近住二因者。謂日夜持離欲惡二行。與", "435": "盡形持為因。根性劣故。因近果住故名近住。", "436": "章。一受遠離等者。唯有殺盜。", "437": "章。二受遠離等者。前近事戒只遮佗妻。故與初合。此", "438": "并遮自。故別為一。", "439": "章。三違越等者。准前解之。", "44": "理大意不外彰他即非上品。故無無表。", "440": "章。即是三種者。此即五戒之上增者。故此為八。", "441": "章。決定齊戒者。集玄解云。齊是一戒之別名。戒是諸", "442": "戒之通稱。總別合目名為齊戒。婆沙論云。離非時食", "443": "是齊亦是齊支。餘是戒支而非齊。餘聖教中名八齊", "444": "者。是齊支故。總名為齊。齊是淨義。又離喧義。", "445": "章。如孝子等離諸樂具者。此當初義。次下二句當第", "446": "二義。又次二句是第三也。節食本為非梵行也。", "447": "章。五不壞正念支。與前近事第三支同。其名雖異義", "448": "相正同。若壞正念即違犯故。今此立名與前別者。今", "449": "為形前正念住故。言不自在轉者便犯戒也。或此更", "45": "章。雖發十善等者。恐外問云。說十善戒豈無意三。以", "450": "寬。", "451": "章。出家五眾等者。問。沙彌六法既亦具四十戒。六法", "452": "如何具也。答。自近事時已有輕重。故此乃至威儀具", "453": "足悔過自淨。悉皆具有。言十及六且約受支。不言學", "454": "者。", "455": "章。非定道等者。定道十善其支必具。故無不同之所", "456": "以也。其不律儀及分受者。既非入眾。隨其所宜故亦", "457": "不說。不同所以故不立支。", "458": "章。論其支類等者。七支十支須辨多少。至下當知。", "459": "章。唯有身三語四支者。七中四支通其輕重。綺語等", "46": "此答之。十善之戒依主為名。業寬戒狹。", "460": "三唯是輕也。於輕之中更有性遮。重者唯性名之為", "461": "體。", "462": "章。所餘但為等者。上解四重。內雖有輕約重別言。下", "463": "解三輕。內有性罪約遮而立。或此不是解遮之名。對", "464": "重如是不論性遮。言非有別類者不同。四重立為四", "465": "支名非別類。於諸戒條溷而論之。非不亦有。不可說", "466": "云前四所攝。集玄解云。普遮之言遍其七支。七支之", "467": "餘為護七支。不離七支名非別類。言四體者。且隨小", "468": "乘四重而言。實有七支。綺語等三雖非重戒。然是業", "469": "道故別為類。不同其餘輕遮戒也。周法師問。為護四", "47": "章。此二說中等諸。云三師。前二師合。同說發故。今解", "470": "體。餘戒皆是。何但三支。答。三防妄語其用勝故。舉其", "471": "勝者例劣不言。非無餘也故但七支。今解如前不離", "472": "七也。性遮輕重而有影顯。又解所餘四重之餘。一切", "473": "皆是相合總言。不離七支名非別類。性遮之理只如", "474": "前解。又或四字無是七字。", "475": "章。然通防彼等者。於所防罪三時三世。依大乘說並", "476": "皆防之。周法師云。加行等三如次三世。此言非也。三", "477": "時三世兩門別故。三時各通三世故也。大乘義分三", "478": "世之義。有部實有。", "479": "章。彼由得別者。集玄云。得別解脫與定道別。定散二", "48": "此言雖有三師。於善不善各但二說發不發故。燈第", "480": "心引生別故。由此理趣。別解脫防現。定道通三。今或", "481": "解云。定道隨心別故通防。別脫在前。方便未得鈍故", "482": "唯現。有作是說。准了義燈第二卷云。別解脫戒有法", "483": "俱得及法後得。無法前得。色法鈍故。唯防現在。定道", "484": "之得俱通三得。通防三世。然唯根本。不防加行及以", "485": "後起。更有別解如顯正集。", "486": "章。通防三時者。此是大乘。若小乘說唯防根本。能防", "487": "隨心。無有前後。所防亦爾。勢相當也。更有別解如顯", "488": "正集。", "489": "章。近事近住者。近事之中亦有男女是合二眾。已上", "49": "二云。法苑二說云。任意用不斷後說義為決定。今者", "490": "共五。此下近住七眾之外。", "491": "章。餘為防此者。不飲酒等。", "492": "章。近事近住等者。諸教施設全分之門。在於此中約", "493": "其類也。論律不律及以處中分者。在於處中所攝優", "494": "婆塞戒門中說。分及法處色唯律不律。義意皆爾。非", "495": "此分外更別有分為處中也。", "496": "章。少分遠離等者。約支有三。約時有三。自他為二。稱", "497": "讚慶悅共為十種。合十業道名為十十。", "498": "章。既名律儀等者。分即支分時義可知。相從得名分", "499": "三即別。", "5": "量者。先自審慮合與不合。何時何處當端寂定。自法", "50": "意准定發無表。既菩薩戒具防三業。勝於二乘。盡未", "500": "章。多分一分者。彼經有四。一分．二分．多分．滿分。故云", "501": "等也。", "502": "章。問若唯修學等者。此問答持。不問答受。其分持者", "503": "亦名分成。不云全成。", "504": "章。皆成彼二者。彼二之類亦名彼二。", "505": "章。義准不律儀等者。所准全缺雖同律儀。若分處中", "506": "即不同也。今此缺支亦是不律義。有唯殺生亦不律", "507": "故。於殺生中更分等降。乃至一類殺此非彼方處中", "508": "也。其餘不為活命因緣。少時暫為皆入處中。並如前", "509": "說。", "51": "來際。云何不發殊勝無表。前二說者據處中說。非約", "510": "章。此二解中等者。周法師云。前解為正。世現見故。", "511": "章。處中業道多少不定等者。此下即是善中。今者四", "512": "句約支。三句約時。", "513": "章。多分少分等者。一分在少。上約近事近住。下約十", "514": "善業道。有作是說。此望在家。出家菩薩即須全受。故", "515": "云出家戒不爾也。近事近住十善在家。名初攝受。出", "516": "家久攝名為不爾。故須全受。", "517": "章。論據三乘等者。會彼所憑便破彼意。顯彼不違教", "518": "文意故。言不約多分者。略不言少。集玄改不以為及", "519": "字。甚悞。飜上通三乘語。", "52": "律儀。此言已前只同於後。處中雖諍其律不律。定發", "520": "章。何故許有少分持者。受持相例雜集問答即是分", "521": "持。", "522": "章。其十善律儀等者。周法師云。近事等二名為初眾。", "523": "近住等二不爾者。其難意云。能攝十善既許多少。所", "524": "攝近事近住二種何故不許同於十善多少受耶。今", "525": "解。初眾唯是近事。對於近住名為初也。不爾。約何名", "526": "之為初。又唯菩薩近事通十。其近住戒與十善戒不", "527": "相似故。雖只約攝。近事為正亦可成立。二皆分受相", "528": "相類故。", "529": "章。前說為善者。此處中中所有二解與律儀中所有", "53": "無表不可諍也。問。如是前後有何差別。答。此辨能發", "530": "二解。初解即同後解有異。彼之後解唯除近住。今此", "531": "二種皆無分受。今斷前解准彼亦然。", "532": "章。性罪須護故者。慳嗔邪見是性罪故。此見是約謗", "533": "三寶見。集玄解云。翻顯遮罪有不防護。世親攝論第", "534": "八卷云。謂諸菩薩一切性罪。不現行故與聲聞共。謂", "535": "殺生等相似遮罪。有現行故與彼不共。於此學處有", "536": "聲聞犯菩薩不犯。如雨安居觀益有情趣行經宿。有", "537": "菩薩犯聲聞不犯。觀益有情而故不行。是故菩薩心", "538": "亦有犯。非諸聲聞。", "539": "章。色性唯七等者。集玄解云。七支無表即在法處所", "54": "三業之門。下辨無表體類多少復有二師。師雖無異", "540": "攝色後。三無表既不名色。法同分攝。行蘊收故。", "541": "章。前後說之者。此句連下前後相望。有其二門頓漸", "542": "如下。其單重者。周法師云。近事戒後受出家戒四支", "543": "名重。在近事中早已得故。今時更得名之為重。三支", "544": "名單曾未得故。又但十戒六法名單。後受具戒名為", "545": "重也。有作是說。十戒六法皆具七支者。非也。", "546": "章。從僧乞戒者。言從僧處是聲聞戒。僧是眾故。聲聞", "547": "之戒從僧乞故。唯識疏中亦言從僧作白羯磨是聲", "548": "聞戒。諸多不了將彼己為菩薩戒藏。須思審也。", "549": "章。心上中下者。明非唯勝不立表戒。得戒須是勝上", "55": "義門有別。諸師皆斷發者為正。二性皆然。處中亦爾。", "550": "心故。若依正解取其上品。中下不得於理何失。", "551": "章。故前位等者。已上敘解及以破文。並是說受具足", "552": "戒者。此歸正文。便通七眾及菩薩戒。理趣皆同。優婆", "553": "塞戒前位亦有請乞之文。按披經云。大德。我是丈夫。", "554": "具男子身。欲受菩薩優婆塞戒。唯願大德憐愍故與", "555": "授。此是乞戒。得表熏依。與前從僧乞戒位齊。及三聚", "556": "戒。我今欲於大德所等文義相似。故此文理義通七", "557": "眾。沙彌正學未見正文。理須思准。", "558": "章。故瑜伽論等者。下引此文但證二表在於前位。非", "559": "是別證出家戒相。此文雖是說菩薩戒。已說七眾義", "56": "對法．唯識約通三乘立為色者。故不相違。", "560": "理同故。問。何知此文是菩薩戒。答。此中明言從師前", "561": "故。其出家戒從僧乞故。又按彼論。先說苾蒭必從佗", "562": "已。遂問。菩薩既許自受。何須復說從他受耶。彼論答", "563": "文有其二義。前義為顯慚愧緣故。此義為顯造作勝", "564": "義。有師之時從師勝故。具足身語造作勝故。無師之", "565": "時方可自受。唯意表故不為勝作。但不得已而自受", "566": "故。此是彼論文大意。故引此文。但成前位立身語表。", "567": "不論何眾。於若字上論有又字。是第二義。", "568": "章。又以語言等者。上身下語并結可知。問。聲聞請乞", "569": "一處無失。三聚淨戒兩處之請。何位得表。何須兩處。", "57": "章。無表色中者。於無表中此為初解。無表具三。有義", "570": "答。准此瑜伽及唯識疏義燈之文。不拘何乘必依動", "571": "發勝。思之。初應審問彼彼之二請誰為動發。前若動", "572": "發即依於前。後若動發即依於後。若說後位方動發。", "573": "前請之中先禮雙足如是請言云云。何故為審決思。", "574": "又彼文云。我今欲於大德所云云之說。正是語言表", "575": "宣所欲。云何乃言不是動發。有作是難。但是請詞何", "576": "為根本。此言甚陋。纂疏明云。若從他受戒。或由身發", "577": "七支。如往師所等。或由語發七支。如發語請師等。又", "578": "明云乞。何非乞戒。有云。欲者是其將欲乞受。名為欲", "579": "乞。故未熏依。非得表者。斯言大疎。彼中明云。我今欲", "58": "之下為第二解。無表但二。問。向下所辨應無意三。答。", "580": "於此所引文表宣所欲。又羯磨文云。汝等今者欲於", "581": "我所三說云云。云何將欲名之為欲。乞中置欲。羯磨", "582": "牒欲。正相符順。不應於此不為動發。若有難云。訪師", "583": "受戒。此纔見師輙便乞戒。不先致請勿輕慢乎。此言", "584": "無義。訪師得見先申禮訖。不陳請乞不陳所欲。師為", "585": "何事。故隨請時便伸所欲。師知所為度量可否。授與", "586": "不授。聽與不聽。不可聽者遣而去之。若可聽者即令", "587": "供養淨心行持。令其清淨方就殿堂。於佛像前敷設", "588": "法座。如法登昇與之而授。爾時不可無言便授。須是", "589": "受者再覆前欲。云與我授此第二位。唯是臨授登座", "59": "標狹釋寬。標隨諸教但言其色。釋中盡理通十支也。", "590": "之時再請令授。故辭少也。如是不可後方動發。由此", "591": "不可後位方熏成所依也。幽贊之文直不別言後位", "592": "請文。唯舉前云。若諸菩薩先於菩提發弘願已此是標舉", "593": "發願之文。欲勤修學。於能開授如法請受此是第二禮足請師。正是表宣", "594": "所欲之文。時彼菩薩令求受者生殷淨心此是第三生殷淨心供養。只是", "595": "為生淨心。故不別言。意合在此專念長養。此是後段。為正開授此是正授。若其後", "596": "請乞戒熏依正為急用。云何不言。若云略者。乍可略", "597": "其稍緩之文。不可略其最要之者。故知即是覆前請", "598": "意。既同前故更不別言。由此亦知其具足戒只有一", "599": "處。彼無前來訪師之理。先與其師同處住故。便設法", "6": "作之名審慮。思既審慮已知可宜為尅擇處。其心決", "60": "或下唯色十支之者。隨教略示。又前表中已諍意發。", "600": "則集眾請乞。故無兩處請師之理。若爾。後位正是相", "601": "當。云何不取而取初位。答。約處當後。約相當前。但要", "602": "其初以為正發。雖其後處正當聲聞乞戒之處。然而", "603": "已乞但是再申。故不用之。故後位中無欲乞字。不假", "604": "言故。只要引發師之語故。如此之說。諸未從者切希", "605": "省察。又有難云。前位熏依。其不堪者甚為虗設。今謂", "606": "無過。有依無戒得加行故。無依有戒可成大失。又有", "607": "說云。身發防三。語發防四。此不然矣。此是不知支分", "608": "由誰。識疏明說由期願故。又纂明說身發七支。語亦", "609": "爾故。彼次又云。語為身表。身為語表。得互相表。又如", "61": "足顯無表有之與無。此遂但標無表色也。前後相彰", "610": "病等不能動身并語難發。雖從他受亦有無表。不依", "611": "表生。有勝聖師知他心者。凡悞中者更有云云。恐煩", "612": "別註。", "613": "章。又解等者。下敘異師。五眾同前。近事近住不可亦", "614": "爾。此師意云。此說出家五眾可爾。近事近住受三歸", "615": "處。隨師同說。何不彼位亦得表戒。三歸之言同聲說", "616": "之。示相之言唯師說故。", "617": "章。從師求受等者。此文便是破此師義。其義意云。前", "618": "求請位自發殷重可以立表。隨師言處心便不定。或", "619": "無記故不可立表。此言不定。但約三性。不言無心。隨", "62": "文方具矣。問。前於表中何無此三。答。持犯正在無表", "620": "師語言非無心故。此即七眾皆從前位立表戒也。有", "621": "以此文作正義用。說在家者表與無表同時得者不", "622": "違此文。是其敘異。又次破也。集玄解此為問答文。上", "623": "問此答亦為不可。問。縱為異解。彼意何以沙彌正學", "624": "亦許前位。在後亦同。說三歸故。答。彼前已受更不立", "625": "之。但說戒相。唯師言故。不可立表。此中未諍有心無", "626": "心。但論立表。有心非表亦不立故。", "627": "章。又自受既不請師等者。問。此上標舉自受之者為", "628": "定何戒。若苾蒭戒。時違瑜伽次前之文。彼文前云。或", "629": "復有一唯自然受。除苾蒭律儀。何以故。由苾蒭律儀", "63": "位故。表極時促何為律等。", "630": "非一切堪受。乃至云云便無軌則。樞要．義燈皆同此", "631": "說。故成相違。若近事戒。其近事戒如彼經中亦有揀", "632": "擇。同苾蒭故。若菩薩戒。云何次下復例之云。其菩薩", "633": "戒准此應知。若所住戒豈唯爾耶。答。准於占察善惡", "634": "業報差別經說。通於七眾皆許自受。問。豈不與前聖", "635": "教相違。答。如前聖教說聲聞人入眾之法須要從師。", "636": "其占察經說其菩薩發菩提心受具足戒。乃至正學", "637": "皆許自受。故不相違。彼經明說發大心已自誓而受。", "638": "不發大心即不許故。問。其自受者亦對佛等有乞辭", "639": "不。若有乞辭如何相狀。又復云何彼五十三次下文", "64": "章。若布施等者。善非律儀不善非是不律儀者。名為", "640": "云。若自受者唯有意表。若無語言誰熏所依。又菩薩", "641": "地說自受已。復云啟白請證等。皆如前說。答。若有若", "642": "無二義卜之。且一義云。其詞亦有云大德處及以僧", "643": "處云佛菩薩餘詞並同其五十三。為不表師。名唯意", "644": "表。雖對於佛先已知故。非始表故。又一義云。更別無", "645": "詞唯作羯磨。初便熏依畢已增長。亦是前後但無別", "646": "詞。其菩薩地但例已後。啟白請證及以供養。故置等", "647": "言。非等已前一一皆具。諸說表與無表同時。約期可", "648": "爾。論念不然。表即從初。無表在末。非一念故。其義深", "649": "遠不可思議。非宜妄卜。示忻似比自他益之。盜其詳", "65": "處中。非是一體。下文但有一體之解。如下當知。如此", "650": "之。", "651": "章。後若現行等者。樞要亦云。少多作彼事。便成不善", "652": "業。成業道處必是表故。", "653": "章。雖生彼家等者。瑜伽之文不作縱奪。但是直說。先", "654": "成不律儀後成業道。今作遣疑。恐疑既成。不律儀者", "655": "應已成表。以此通之。雖得無表未得成表。未曾作故。", "656": "先但心故。今准於此。可以瑜伽五十三文辨不律儀", "657": "配菩薩戒因緣法業。如是四義。其發心者名之為因。", "658": "次樂忍等者名之為緣。以別於輕無此相故。此略不", "659": "引樂忍之文。或即此上總名為因。為名利者名之為", "66": "既亦名為無表。必須期願。非只汎爾為布施等名為", "660": "緣。緣者為也。彼論次云。又於此活命事重。復起心欲", "661": "樂忍可爾時說不律儀者。又此活命即當彼業。是活", "662": "業故。即活命中成其法則。名之為法。有軌度故。如是", "663": "具足彼經四義。名不律儀之重者也。問。云何不律先", "664": "得無表。答。極麤猛故。初便增長。未至根本不成業道。", "665": "不得表業。問。若有必不至根本者。招於何果。有無罪", "666": "耶。答。成別報業。若善不善一切皆爾。", "667": "章。或發祈願者。此者有語。次句遣使。後句身業。或亦", "668": "有語。", "669": "章。是事如是持者。無答法言不須有心。", "67": "處中。唯識論中與律不律一處說故。故彼論言。然依", "670": "章。答言能持時得者。有答法語必須有心。故知二戒", "671": "有無心別。問。文雖如是。其理者何。答。從眾僧乞所有", "672": "羯磨但白眾僧令其聽許。故其受者不須有心。不令", "673": "聽故。但呼大德僧令聽故。其受戒者。師先己體堪任", "674": "其戒。只是集眾令印忍故。若菩薩戒創從師受所有", "675": "羯磨。白受者云。善男子或法弟聽。竟已即問。汝能受", "676": "持否。答云能受即便得戒。不言能受即不得戒。如何", "677": "無心。又聲聞戒羯磨文中唯敘來由。其甲某甲某甲受具", "678": "足戒。不言戒相。不牒所持。故通無心。其三聚戒牒三", "679": "聚故。既是所持。聽之自忖能持即答。故非無心能知", "68": "思願乃至謂此或依發勝身語善惡思種增長位立。", "680": "於此。", "681": "章。先邀期心今滿足故者。此通釋前二種之戒。此中", "682": "不言有心無心。", "683": "章。眾僧和合此時具故者。此釋前來聲聞戒也。此亦", "684": "不論有心無心。但成末後得戒之理。", "685": "章。雖由前位起業熏種等者。此下兩縱。應親問云。前", "686": "熏種時云何未得。法事竟後既或無心云何猶增。不", "687": "別縱此一齊奪之。此初二句是縱。前位乞戒之時雖", "688": "熏所依似合得戒。超次二句先期之下奪之。意云。彼", "689": "未滿故未得增長。未得無表。今羯磨竟期願滿故。方", "69": "此中七義無簡別故。樞前燈後說通處中。故亦上品", "690": "始得戒。言法事竟時雖無心等者。此縱後位。自羯磨", "691": "竟至未捨來運運增長。雖或無心或三性心不合增", "692": "長。復用先期之下奪云。先期願滿而作羯磨。從初念", "693": "後白羯磨竟。得戒之初乃至未捨亦得增長。不失期", "694": "故。此通二戒。皆言無心。但明增長。不唯初得直至未", "695": "捨。故菩薩戒亦通無心。若論初得及羯磨時。與聲聞", "696": "戒有無心別故不相違。有憑此文說菩薩戒通無心", "697": "得。謂羯磨時許無心者。不知此文云初念後。不但初", "698": "念。何證於彼。有將唯識疏文所說無心得戒證三聚", "699": "戒無心得者。此言非也。彼疏明云。從僧乞得乃至示", "7": "定更無改。名決定思。後至時處獨坐靜思。於苦有情", "70": "期願分限。纂有說此為下品者。約其事相不期活命。", "700": "法云沙彌得。義燈亦只舉云沙彌。何以證此三聚戒", "701": "耶。彼文定是說聲聞戒。論文正是對小乘故。破色處", "702": "故。同此前文破小乘處。云或無心或復別緣。非大乘", "703": "戒。問。何知彼論唯小乘戒。答。彼是對破小乘實色說", "704": "假色故。小乘無由說三聚戒而對破故。諸不達者其", "705": "類頗多。", "706": "章。此法事竟時等者。羯磨竟已乃至未捨。念念倍增。", "707": "不拘何戒。皆有異緣及無心故。故無現熏。如何體增。", "708": "此文不但指初得位。故菩薩戒亦在其內。准文上下", "709": "只說倍增。無文說有七倍增者。集玄斥云。舊相傳解", "71": "未入法律名為下品。不約發心名為下品。故發心之", "710": "七倍增者。既文說。理不然也。七支倍倍。非開七倍。", "711": "章。以隨心戒等者。舉隨心戒例種無表。言隨未曾得", "712": "者。念念倍增故是未曾。後念之戒非先有故。佛者不", "713": "增。後念便舊。名為曾得。", "714": "章。餘戒名得等者。周法師解。近合別脫。准定道說。有", "715": "說。例餘近事戒等。亦唯用增。", "716": "章。十種得戒者。此皆說得出家具戒。非說所餘。", "717": "章。相即可爾等者。周法師云。據其示相可如彼說。正", "718": "理即非。如文可知。此意不許有自然得。集玄解云。實", "719": "理者何。謂即實身從因至果。成自受用解脫道時得", "72": "處須要上品。不爾。即無倍增之理。無倍增者不名無", "720": "勝捨劣。上品無漏別解脫戒自然而得。名為實理。若", "721": "示相者即化身也。集玄又解作問答文。從今大乘至", "722": "八地初是問詞也。或說等下是答詞也。問意顯佛非", "723": "自然得。答意顯佛是自然得。不從佗受名自然得。燈", "724": "意有爾。此文恐非。今解自然。直不作法果自受者。非", "725": "此自然不從他受之自然得。佛滅亦有。此者無故。", "726": "章。或有初地即得等者。此下所辨並是顯佛。非是新", "727": "得從前受之。轉至佛位不名自然。", "728": "章。如不定性等者。此為舉例便為一事。", "729": "章。此說別受等者。通心受者盡形不捨。問。十地位中", "73": "表。問。若爾。如何是此別相。答。且其律儀但有七眾。支", "730": "何有不受。三聚淨戒尚別心受。答。准此所說。解行千", "731": "差不遮亦有。但盡形受別解脫者。問。與菩提心如何", "732": "相應。答。發心即遠。行行不定何妨邀期。後後別受不", "733": "失於菩提心理。如行施等亦隨力故。或隨機教。却是", "734": "不避頻受之勤。", "735": "章。或無漏心等者。周法師云。即無漏心。得受別脫命", "736": "終不捨。集玄解云。又准義燈定道無表。亦得名為別", "737": "脫表戒。定道位中動身發語。亦得說有動發思故。", "738": "章。或說生大自宮等者。周法師意。此亦不說為自然", "739": "得。如見諦得。非自然故。與燈意異。別為一解亦無過", "74": "條分限不可闕故。法律儀軌非不爾故。如是分受時", "740": "失。集玄之意。從前皆推至此並名自然而得。一切至", "741": "此皆轉捨劣新得勝故。今解此意。已前所說皆從前", "742": "得。不說佛位更有新得。此說亦許佛名新得。其有漏", "743": "者亦名捨故。捨之別得佛位律儀。或名自然。或非自", "744": "然。不出前云。不名自然是其本意。", "745": "章。事業漏故者。若有可增。不增名捨。佛更無增。不增", "746": "非捨。", "747": "章。善心念念不萎歇故者。雖然不增。不歇非捨。餘位", "748": "不增是萎歇故。名為捨也。", "749": "章。二見諦得等者。了義燈問。別解脫無表。依於動發。", "75": "少等者並名處中。纂第十二有此明文。下辨捨眾處", "750": "思種上立。如入見道。得別解脫戒。既不起身語。依何", "751": "思立。答。入見道前有期願心動發身語。後入見道依", "752": "此種立。不爾。即無此從前說有名從他。今詳燈文與", "753": "此意別。此立比丘何處熏依。誰師誰眾。此文自說未", "754": "有僧故。應云義燈談後有爾。今此章文說佛初度家", "755": "族三人舅氏二人。見諦便得不假熏依。問。依何建立。", "756": "答。宿世萎種。今再令增。或依見道無漏種子。或義燈", "757": "解依大乘說。約後有僧。有不得者。此依小乘。談初非", "758": "後。不論種子。問。若依此解。大乘談此五人如何。答。但", "759": "是示相。", "76": "中內有攝善法戒。由攝善法內有處中。由此今言布", "760": "章。受時未有僧故者。此五人時未有僧故。無為受義。", "761": "章。然唯初非後等者。准此文意。但初成佛有見諦得。", "762": "已後有僧必別受故。了義燈說亦有請乞。是已後也。", "763": "此談無爾。", "764": "章。三善來得者。集玄解云。佛命善來苾蒭之時。爾時", "765": "得戒。正理論云。由本願力。佛威加故。今問大乘熏依", "766": "等相其義云何。答。准見諦思有作是說。既云願力明", "767": "知曾熏。梵云耶舍此云稱也。謂此尊者有大名稱。", "768": "章。有說因論等者。集玄解云。佛問汝家在何。答三界", "769": "無家。稱可佛心。未滿二十佛許僧中羯磨受戒。", "77": "施等也。問。優婆塞．夷內有分受。何非七眾。答。在彼分", "770": "章。敬受八法等者。大愛道尼一人。餘非。或及眷屬五", "771": "百。同得已後不得言八法者。佛告阿難。今為女人制", "772": "八盡形受不可過法。若能行者即是受戒。何者八法。", "773": "阿難。雖百歲比丘尼。見新受戒比丘應起迎來送去", "774": "禮拜與敷座令坐。如此法應尊重恭敬讚歎。盡形受。", "775": "不得過一也。比丘尼不得罵比丘。比丘呵責不應誹謗", "776": "言破戒見威儀二也。比丘尼不應為比丘作舉罪．作憶", "777": "念．作自恣。不應遮他覔罪。說戒自恣不應呵比丘。比", "778": "丘應呵三也。式沙摩那學戒已。從僧乞受大戒四也。比丘", "779": "尼犯僧殘。應在二部僧中半月行摩那埵。此云折伏", "78": "出便是處中。約類或全或分之故。纂疏亦有比丘戒", "780": "貢高我慢五也。比丘尼半月從僧乞教授六也。比丘尼不", "781": "得在無僧處夏安居七也。比丘夏安居竟。應往比丘僧", "782": "中求三事自恣見聞疑罪。此法應尊重恭敬讚歎。盡", "783": "形受。不得過八也。此後三句八法皆有。", "784": "章。七遣使得者。俱舍疏云。此尼端正。恐路有難。不往", "785": "僧中。僧遣使尼傳法往與授戒。彼便得戒。以尼端正", "786": "別開此緣。此是遣使。與彼授者無三師等。若自遣使。", "787": "代受之者即具三師。隨其所應後三所攝。", "788": "章。八持律為第五得者。俱舍疏云。邊國僧少。許五人", "789": "受。要須一人持律羯磨。故云第五。周法師云。此有二", "79": "中說出少時名為處中。其不律儀翻律儀者。須要活", "790": "解。一云五人皆悉清淨持律。今言第五者。談羯磨人。", "791": "二云五人皆悉清淨。言持律者為第五人。即知法之", "792": "人。", "793": "章。六十賢部者。集玄解云。部者類也。此六十人並是", "794": "尊者。耶舍少小朋友聞尊者耶舍歸佛出家遂亦出", "795": "家。聞三歸時即得其戒。", "796": "章。佛去世無初六種者。集玄解云。此文略也。據理合", "797": "云。無初六種及第十也。不爾。何故下云有三。周法師", "798": "意。并沙彌戒即有四種。若具足戒但七八九。佛滅已", "799": "後。三歸依處得沙彌戒。不得大戒。", "8": "想令離苦。於無樂者想之與樂。諸如是等名動發思。", "80": "命為業者故。其餘殺等非以為業。而活命者名處中", "800": "章。其沙彌尼等者。除尼為一近事中二。共有五眾得", "801": "戒皆同。並先邀期支條時分。熏依請乞。至三歸竟戒", "802": "便增長。此言竟者。如前所說第三羯磨竟時得言。更", "803": "無別語。只是指彼分位之言。今之受者三竟之法。所", "804": "有語言未知何典。今檢詳察優婆塞戒經中文理。優", "805": "婆塞戒具有三種。一者三歸。二者五戒。三者六重。第", "806": "一三歸。彼經自云。受三歸依已是近事。更次進問。於", "807": "五戒中欲受何戒。汝謂欲受一分．少分．多分．滿分優", "808": "婆塞戒耶。彼經次云。若言竟說。須彼答竟欲受何分", "809": "方可與授。名為即說。如此之理。即是授了三歸依後", "81": "故。如此中言歐擊等者亦要期願分限者也。問。活命", "810": "更別問彼支條多少。隨彼所欲方與授之。受三歸依", "811": "若已都得。何須更問而更與授。故應別作。一家之說。", "812": "五戒六法沙彌十戒並於牒彼戒條已竟。如十善戒", "813": "得處而得。今此是約先期問訖三歸都得。亦不相違。", "814": "彼經次後更有六重優婆塞戒。即十重戒前之六種。", "815": "更有二十八條輕戒。且如彼經。若以二文和會令一。", "816": "只恐不順施設之意。且作別部。施設不同機類異故。", "817": "如是和會亦不相違。然須更撿俱舍論文。今或更解", "818": "彼與此文其義無別。彼言三歸是優婆塞。即是隨前", "819": "期願多少並皆已得。然未彰顯。但彼自期欲為說相。", "82": "之理寧翻律儀。答。諸律儀者。道活命故名為命道。如", "820": "須當問之然後方說。故正同也。前解為本。", "821": "章。俱論諍者。此句連上。彼第十四更有一說。慈悲護", "822": "念竟但得三歸不得五戒。上是迦濕彌羅國法師所", "823": "說。慈悲護念處已發五戒。於自稱戒是鄔波素迦處。", "824": "更有我從今時乃至命終捨殺生等語。然後說云。願", "825": "尊憶持。慈悲護念。前意大同優婆塞經。", "826": "章。有說為受八戒等者。此師只憑文相不同。得戒處", "827": "別。連環猶如羯磨之勢。不同近事解脫之相。不開全", "828": "持如阿羅漢。又六法戒。依四分律說白四得。依根本", "829": "律說白二得。亦是不依三歸而得。其沙彌戒．優婆塞", "83": "纂亦有少時不具。然此非餘。暫節會者並名處中。歐", "830": "戒皆不異說。應撿諸文。", "831": "章。其心廣故等者。全持條多名之為廣。故得戒處不", "832": "同近事。問。此師沙彌正學如何。答。應同八戒。後更撿", "833": "文。", "834": "章。有所了別者。揀無知者。此當審慮。次下發起期願", "835": "之心。便是決定。集玄解此為審慮思。今恐此心非未", "836": "決定。", "837": "章。又於此活命事等者。決定思中重復起心。印而希", "838": "樂。當樂忍時得無表也。有作是說。為動發者。非也。殺", "839": "生動發豈無身業。", "84": "者擊也。名訓雙彰。", "840": "章。不爾等者。此問辭也。兩字直非。兩句徵之。而無表", "841": "故一句出理。諸無表者要表方成。下二句答。不必當", "842": "支為表方成。佗表亦成殺無表故。又解此文。上之三", "843": "句可為審成。此文審成先得無表。大義意云。若不已", "844": "得無表。爾者何因已名不律儀耶。何以故。無有表業", "845": "及無無表。雙無此二無有因由為不律儀。故上一無", "846": "字貫下表遮。或可而字無是及字或是無字。以下兩", "847": "句為通妨文。外應問云。既得無表。豈未表業。無表必", "848": "依表業成故。答意如前。", "849": "章。二云等者。此解大意。不律儀者從當為名。由有彼", "85": "章。決擇等者。自前再牒無表之下。對下後師別成處", "850": "根便立彼名。必當為故。", "851": "章。今難若爾等者。即以律儀例不律儀。律儀前位不", "852": "得名故。", "853": "章。既爾律儀等者。後師為解先申飜質。律儀亦先有", "854": "忍樂故。何不先說得無表也。彼有忍樂未得無表。不", "855": "約善根先名律儀。斯有何失。故云當斧。", "856": "章。後師解云等者。既為質已不應斧責。却只歸前無", "857": "所立義。問。前來妨難終未能免。兩家如何得無妨難。", "858": "答。前師解云。惡戒易成先得無表。善戒難辦事竟方", "859": "成。所以不同。後師解云。惡易而毀。當成決定便為方", "86": "中。前辨體相此下引文。其五十三正說處中。所除之", "860": "名。善難而讚有可不成。成時方立。故亦有異。問。有此", "861": "義齊何師為正。答。准樞要意前師為正。有作是說。准", "862": "纂十三後師為正。說前發心尚為輕故。少多作時名", "863": "為重故。", "864": "章。處分已後等者。此是遣使作殺生等者。事竟方得。", "865": "問。遣殺羊等。殺猪如何。令施僧食。施餘何若。答。不稱", "866": "邀期無根本業。以此准知。互用結罪之所以也。不可", "867": "不忌。", "868": "章。有自然受者。集玄解前十種得中自然同此。是義", "869": "錯也。彼佛滅後不說有爾。此自然受佛滅豈無。須思", "87": "二具足十支。言一切者於有期願。上品之者一切是", "870": "勿悞。此約無師名為自然。前直約於不作法故。此自", "871": "然者自作法故。瑜伽自有自受羯磨。", "872": "章。若許自受等者。此下並是瑜伽之意。此並約於聲", "873": "聞之人。若大乘人發大心已。即許自受。如占察經。至", "874": "正學戒亦許自受。若其菩薩是欲出家。便出家故。聲", "875": "聞不爾。辨堪不堪。故須從師。", "876": "章。由六因中者。一意樂損害。非實心者。二依止損害。", "877": "身帶病者。三男形損害。謂形沒等。四白法損害。造無", "878": "間等污尼賊住。五繫屬於佗。國王父母不聽許等。六", "879": "為護佗故。即變化人。", "88": "也。非汎善惡。", "880": "章。唯除闕減等者。此上是前。六因擇資。此下是後。擇", "881": "師之文。唯者定義。論文中無。疏義加之。論有又字。阿", "882": "遮梨耶即軌範師。鄔波拕耶即是和上。有人無解無", "883": "行亦闕。非唯無有承當之者。其軌範師正要作法。必", "884": "須有知。與眾一類更要清淨。唯其和尚。二師為諍住", "885": "清淨戒一句之文。屬上屬下兩師用別。前師眾淨不", "886": "假言之。後師其師不須清淨。", "887": "章。不知不清淨者。知字傳悞。宜為和字。不和師故。不", "888": "假和故。但和僧也。集玄解云。但見聞疑三根清淨。不", "889": "知彼師不清淨者。亦即得戒。不從乞故。集玄解云。但", "89": "章。五十四說等者。文雖說三正為處中。言其色用必", "890": "從和尚求受。不從和尚乞戒者。非也。求之與乞其義", "891": "何別。又云。羯磨為和尚者。此亦非也。應說此是得戒", "892": "和尚。不語者也。亦非親教。", "893": "章。羯磨雖不稱和尚名者。問。准彼羯磨稱和尚名。何", "894": "言不稱和尚名也。羯磨文云。大德僧聽。此某甲此稱三箇", "895": "受戒人名。下准集玄。有解此中稱和尚名。非也求受具足戒。此某甲今從僧", "896": "乞受具足戒。某甲此處方稱和尚之名為和尚。某甲自說清淨", "897": "無諸難事。年滿二十。三衣鉢具。僧今授某甲具是戒。", "898": "某甲為和尚。誰諸長老忍。僧與是甲授具足戒。某甲", "899": "為和尚者。默然。誰不忍者說。僧已忍。與某甲授具足", "9": "作動意故。已前加行未正想與不名根本。如是亦成", "90": "非意三。", "900": "戒竟。某甲為和尚。僧忍默然。故是事如是持。准此正", "901": "是稱和尚名。何言不稱。由此集玄解此所言不稱羯", "902": "磨和尚名也。今解不爾。決定是言。不稱得戒和尚之", "903": "名。應為答云。於乞戒處不標和尚。但云眾僧。明正乞", "904": "受在眾僧也。所以和尚不須清淨。言和尚處但是指", "905": "授。非是於彼乞受戒故。問。言羯磨中何言乞戒。答。羯", "906": "磨牒前乞戒言故。", "907": "章。而已與彼戒者。先已體量已許與授。名已與戒。恐", "908": "眾不聽。集眾與授。是故不須標和尚也。今世所集。受", "909": "業和尚雖是當此。然不用之。別立一人而代之也。如", "91": "章。說有布施等者。體相既見。教文又明。故處中業亦", "910": "親教也。", "911": "章。諸師等者。集玄以此三字屬上。遂云字錯。合云須", "912": "標。今謂屬下。依倚諸師而斷之也。", "913": "章。及菩薩戒者。三聚十善或意准前。出家五眾菩薩", "914": "受者。", "915": "章。令尊重戒等者。會彼經文以為一相。非盡理言。", "916": "章。答由二因緣令慚愧增故者。慚愧為二。自受無慚。", "917": "論云。由有二種遠離惡戒。受隨護支。所謂慚愧。若於", "918": "佗處及於自處現行罪時。深生羞耻。如是於離惡戒", "919": "受隨護支乃能具足。故從佗受。若有慚正現前。必亦", "92": "有無表。", "920": "有愧。非有愧者必定有慚。是故慚法最為強勝。問。慚", "921": "愧遍善。何有此相。答。如義燈會。且依一相。自耻必佗。", "922": "耻佗非自。愧耻佗故。", "923": "章。若等護持福無差別者。論云。若有如自所受而深", "924": "護持。當知所生福德等無差別。次下是前又若起心", "925": "云云之文。", "926": "章。於自佗罪等者。此是疏主助意結文。對佗佗責名", "927": "為佗罪。癈佗自責名為自罪。罪為佗也。餘人不論。若", "928": "唯自受。不護佗罪。故通佗受。自佗修護是為勝義。", "929": "章。從佗何人等者。於從佗中問起兩門。易而不答。應", "93": "章。有義處中等者。此師亦附唯識論文。須要上品方", "930": "准解云。從師非餘。師謂軌範。及以和尚必須清淨。非", "931": "不清淨。集玄謂下菩薩地等是答。此者非也。義門別", "932": "故。下說表非表。不開師淨故。", "933": "章。若自受等者。此約無有所表之師名為意表。非無", "934": "語言。瑜伽自有羯磨文故。四十一云。又諸菩薩欲受", "935": "菩薩淨戒律儀。若不會遇具足功德補特伽羅。爾時", "936": "應對如來像前自受菩薩淨戒律儀。應如是受。偏袒", "937": "有肩。右膝著地。或蹲跪坐。作如是言。仰啟十方一切", "938": "諸佛如來。已入大地諸菩薩眾。我今欲於十方世界", "939": "佛．菩薩所。誓受一切菩薩學處。誓受一切菩薩淨戒。", "94": "成無表。此既非勝故無無表。", "940": "謂律儀戒．攝善法戒．饒益有情戒。如是學處。如是淨", "941": "戒。過去一切菩薩已具。未來一切菩薩當具。普於十", "942": "方過去一切菩薩今具。於是學處。於是淨戒。過去一", "943": "切菩薩已學。未來一切菩薩當學。普於十方現在一", "944": "切菩薩今學。第二第三亦如是說。說已應起啟白請", "945": "證等皆如前說。又准纂疏。於此不遮有心念者。更無", "946": "語言。唯意表發。故彼文云。若自然受者。唯有意表業。", "947": "此不以身語為方便。唯以意為方便受。得身語七支", "948": "無表。雖云身語亦不表知。問。即有無表不從表生。無", "949": "身語故。答。有意成表。故此上文不遮心念。彼次下文", "95": "章。此亦不然等者。此下文徵。先難後師大意。處中為", "950": "如前所解。", "951": "章。縱有傍人等者。此文通妨。或有發語或唯心念。必", "952": "有身業。傍有人見何唯意表。以此通之。不對彼故。不", "953": "為令於傍人知故。不名為表。", "954": "章。或亦有表者。意即對前傍人名表。", "955": "章。論說傍邊一人亦無等者。此會論文。既通有表豈", "956": "不違論。唯意表耶。此會大意。我不說云定有傍人亦", "957": "有傍邊。無一人者。論據於此。都無傍人。一人亦無。云", "958": "自受者故無表業。但有意表。亦不相違。四字為句。其", "959": "義甚明。", "96": "下下立無表。此定通上而違彼也。問。如何律儀而有", "960": "章。如今對眾等者。其自懺者。雖無其師亦對其眾。非", "961": "定無人。故有表業。", "962": "章。遠前方便等者。此說定道有從佗義。遠從資糧有", "963": "所教故。近從鄰見佛為說故。言正起者。正能發起是", "964": "前念也。問。此定道戒既不作法。何須強說從佗受義。", "965": "答。對法皆言受所引故。不爾如何在彼色攝。", "966": "章。故唯可說等者。問。意表何無。答。當念即無。無分別", "967": "故。望後即有。後有知故。", "968": "章。非同前位等者。准此捨戒只是不增。此文甚明。如", "969": "何惑者。謂與犯別。謂此奪體一齊都無。名為捨也。故", "97": "中品却違唯識。依勝思故。答。唯識之中大分三品。勝", "970": "應說云。已增之用不可令無。如期盡者。准犯重者。一", "971": "切皆爾。問。如是犯者與捨何別。答。但中下等許可再", "972": "增。與捨不同。捨者一向不可重增。只許重受。犯者只", "973": "是懺訖使增。不重受故。定道隨心相中不言。彼并體", "974": "捨如身語表。", "975": "章。其身語二表等者。有說此下辨相之中辨捨表業。", "976": "集玄此下為捨緣也。不及前判。此文正同識疏．義燈。", "977": "但依初念。此必約於一期之初。其初一念為正發故。", "978": "起已未竟皆是由初。故唯一念。第二念等非正由故。", "979": "不可取之。若了知此。正發之理必不肯說。三番各初。", "98": "劣如此。今約其內品類無量。如是勝中更細論之。不", "980": "以一發起後皆同故。亦有說云。至乞字處。至欲字處。", "981": "如是種種皆由不達正發之理。又有說云。身語各初", "982": "各防發故。是乃不見互表之文。亦不了知立支因意。", "983": "並如前說。應解義燈或俱時等。約其身語有俱不俱。", "984": "若俱不俱皆依初念。俱者易知。其不俱者熏種雖別。", "985": "其立戒者只要一初。互防發故。如自在前。身立防七", "986": "語亦如是。如前引纂。恐有說於身語各立。身前語後", "987": "亦依語立。故作此言。令知後語不依彼立唯依於前。", "988": "身立七支語先准此。是一期故不可別初。定是初發。", "989": "一思初故。不可一思有兩初故。又不可說兩動發故。", "99": "遮律儀劣於處中。但約支條及以時分具闕分故。不", "990": "既一動發故唯一初。須說互表文理既明。不可異思。", "991": "又此文中明說初發身語之處名為表戒。其無表戒", "992": "依此種立。所有禮足請師之文。正發身語不取何為。", "993": "若以彼為審慮決定。何固陋哉。若為只是請師之文", "994": "非熏依者。纂第十三直指唯語發七支云。如發語請", "995": "師等故。如何不許請師處立。又況後文亦是請故。若", "996": "云先禮雙足之處已發身業。應已立者。是義不然。彼", "997": "未是表。心本微故。但是人事先設禮故。表欲之動即", "998": "用之故。纂雖說云。身發七支如往師所不可在路。熏", "999": "戒依故。故下等字取在所者。禮敬等業發戒依也。又"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 884 表無表章栖翫記", "englishTitle": "卍 Xuzangjing, Electronic version, No. 884 表無表章栖翫記", "author": "宋 守千述", "language": "chinese", "source": "CBETA"}