{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 564 般若心經註疏", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 564-A 心經註疏序No. 564-A", "1": "心經註疏序", "2": "佛祖西來。不立文字。云何唄梵之書。富有五千。蓋不", "3": "立文字。恐依藤附葛者。一滋言詮。便墮纏結。昧却性", "4": "宗。其五千唄梵。正大闡性宗。斬絕藤葛。要唄梵雖繁。", "5": "其指歸不外心經一集心經者。誠諸經統會之源也。", "6": "其曰不生不滅言。過去未來性。固存存也。不垢不淨。", "7": "言狂愚聖哲性。自惺惺也。不增不減。言壽殀福極性。", "8": "本如如也。奈彼螾螾不解。無始本旨。妄起生滅垢淨", "9": "增減諸想。由是五蘊六識。顛倒于中。則藤葛已甚。纏", "10": "結已劇。欲證般若。是猶南馳而北轅。舍樹若仲子滙。", "11": "唄梵五千之旨。全孕以經。爰為註疏。註者釋彼藤葛。", "12": "疏者解彼纏結。試讀此編。是即五千餘卷之要領。不", "13": "立文字之祕藏。則知心經乃諸經之指歸。而註疏又", "14": "心經之指歸也。具慧照者辨諸。", "15": "康熙十四年冬仲下浣今釋合十題", "16": "摩訶般若波羅蜜多心經註疏", "17": "No. 564", "18": "摩訶般若波羅蜜多心經註疏", "19": "清　嘉興　仲之屏樹若甫纂註", "20": "秀水　沈　浤㵎思甫校梓", "21": "神僧傳載唐僧玄奘。於貞觀間。奉使詣西竺。取諸", "22": "經及圖像。屆罽賓國。道險難前。見有老僧伽。頭面", "23": "瘡痏。支牀獨坐。謐如也。奘知其有道。遂拜禮於前。", "24": "冀有所示。僧口授心經一卷令誦之。得山川平易。", "25": "虎豹潛迹云。摩訶者。極大之稱心體寥廓。四方上", "26": "下所不能拘。般若者。心之智慧。波羅者。彼岸。即涅", "27": "槃也。言其巨細該貫。經緯分明。蜜者。包含萬法。猶", "28": "蜜之醞釀太和。藏納萬卉也。蜜未成則為華味有", "29": "醎苦酸辜之別。色有青黃赤白之殊。到得成蜜。眾", "30": "味融為一味。諸色化為一色。菩薩以般若性調伏", "31": "身心。化眾習氣。歸一圓通。其恬適無異。因般若乃", "32": "六波羅蜜之大總持。故曰多。多者眾也。一云。波羅", "33": "蜜三字相連。西方樹名波羅蜜。其果甘美。食之能", "34": "消一切苦。一切。即多義也。般若。是圓覺妙心。故又", "35": "直指為心。經者常也。此聖凡同具之常心。故稱般", "36": "若波羅蜜多心經。", "37": "觀自在菩薩。行深般若波羅蜜多時。", "38": "自此至苦厄。是阿難結集法藏時。敘述觀自在菩", "39": "薩度眾生之功行此是別序。第一句是通篇總冐。", "40": "行深句。申所修內觀之因。照見句。申所得自在之", "41": "果。度一切句。申所證菩薩之位。行深三句。是通篇", "42": "總承。觀者覺也。自則寂照自然。在則如如不動。覺", "43": "而自在斯成菩薩。自在菩薩。人人皆是。只因六根", "44": "障蔽。不能觀省。萬情所牽。不得自在若智慧人。一", "45": "心清淨。靜觀本性。覺自己斷絕法緣之菩薩。優游", "46": "自在矣。故觀自在者。能修般若之菩薩也。般若波", "47": "羅蜜多者。菩薩所修之法也。菩薩用般若。觀慧照", "48": "了。圓融無礙。故稱自在。此自行也。復閔在迷眾生。", "49": "令其修習此法。改惡遷善。離苦得樂。無不自在。此", "50": "化行也。菩薩者。梵語菩提薩埵。此言覺眾生有情。", "51": "但言菩薩者。從略也。行者。修行。深者。幽微淵邈。不", "52": "可測識也。深般若者。實相般若。菩薩諸行。無不波", "53": "羅蜜多。綜貫萬善。到徹底地位。非粗心淺智者所", "54": "觀。時。是見本性之時。即古德所云忘忽憶。夢忽醒", "55": "之時也。", "56": "照見五蘊皆空。度一切苦厄。", "57": "虗靈之極。自然纖毫不眩。照破種種愚癡。故曰照", "58": "見五蘊皆空。照者觀也。蘊者。積聚凝結之謂。五。即", "59": "下文色受想行識也。五者蘊積不散。能蔽真性。惟", "60": "菩薩能無時不照見。任五蘊之因應往來。無纖毫", "61": "得而侵擾。故曰皆空。諸苦依蘊而生。既無五蘊。便", "62": "出生死輪迴。皆得解脫。故曰度一切苦厄。度者。解", "63": "脫也。一切者眾也。厄者。窒礙不通之謂。能度苦厄。", "64": "則行深之妙用矣。", "65": "舍利子。", "66": "舍利。是佛之弟子。智慧第一。佛呼其名而告之。舍", "67": "如屋舍。比四大五蘊色身。利子者。舍中之本來。主", "68": "張形骸者是也。", "69": "色不異空。空不異色。色即是空。空即是色。受想行識。", "70": "亦復如是。", "71": "此發明五蘊本空。所以詳行深之義。以應觀字意", "72": "也。凡有形者謂之色。即六根之色。六根中人易著", "73": "相者。色為甚。故摘一色字反覆言之。無形者謂之", "74": "空。勿謂我說空。便向色外覔空。其實色不異空也。", "75": "此句撥轉凡夫倒見。言心不可著色也。空不異色", "76": "句。喚醒二乘人偏見。又不可著空也。然不異之者", "77": "難會。色空之見猶存。隨釋之曰色不異空者。色即", "78": "是空也。空不異色者。空即是色也。知色空之不異。", "79": "而不著色。又不著空。一蘊既然。受想行識。亦如色", "80": "空之不著也。心所領納曰受。思惟曰想。造作曰行。", "81": "分別曰識。此一經之要。般若之心也。", "82": "舍利子是諸法空相。不生不滅。不垢不淨。不增不減。", "83": "此菩薩復告舍利子也。是諸法者。指前五蘊而言。", "84": "推明真空本來無蘊也。空本非相。今因論諸法。亦", "85": "可借諸法之空以明相。故曰空生。乃無相之相也。", "86": "如此。則非斷滅之空。而為真空實相耳。是真空實", "87": "相中。妙覺常通。如如不動。有何生滅。一塵不染。求", "88": "其淨相。尚不可得。而況於污。是無垢淨。聖無所加。", "89": "愚無所損。有何增減。真空實相之體。原如是耳。若", "90": "從色外覓空。將不生即滅。不滅即生。不垢即淨。不", "91": "淨即垢。不增即減。不減即增矣。豈所語於真空實", "92": "相乎。可見能空。則眾生即是菩薩。不能空。則菩薩", "93": "即是眾生也。", "94": "是故空中無色。無受想行識。", "95": "此至無得。見自初地至大乘。皆當了此蘊空法。以", "96": "復真體。葢詳申真空本來無蘊。以應自在意也。無", "97": "即空也。是故空中四字。貫至亦無得句。纔說色外", "98": "無空。世人又向空中覓色。不知空中無色。必掃盡", "99": "一切。方顯真空實相。般若神通。是故空中無色。無", "100": "受想行識。五蘊空矣。", "101": "無眼耳鼻舌身意。無色聲香味觸法。", "102": "凝而為六根。則有眼耳等。浮而為六塵。則有色聲", "103": "等。而究之眼與色合。耳與聲合。鼻與香合。舌與味", "104": "合。身與觸合。意與法合。觸即感觸。法即籌畫心也。", "105": "無眼耳等。六根空矣。無色聲等。六塵空矣。此空十", "106": "二入也。入者。六塵六識互涉入也。", "107": "無眼界。乃至無意識界。", "108": "界。境界也。見到處為眼界。分別是非處為意識界。", "109": "無界者。不生於心之謂也。既無十二入。即無十八", "110": "界。則十八界空矣。十八界者。六根六塵六識也。乃", "111": "至者謂從此而登天堂往極樂。其所造不可量也。", "112": "無無明。亦無無明盡。乃至無老死。亦無老死盡。", "113": "性體湛然。但因一念妄動。迷於本性。故爾癡愚。無", "114": "所明了。入乘菩薩。由是進緣覺乘。不貪念嗔癡而", "115": "無無明。且并無無明之念而盡無之。乃至無生死", "116": "苦惱。真性萬劫不磨而無老死。且并無老死之念", "117": "而盡無之。則十二因緣空矣。乃至者。舉始末而略", "118": "其中。本性雖空。而其間之層次非一也。十二因緣", "119": "與五蘊一義。但略則為五。詳則十二。該三世因果。", "120": "展轉因依。如輪旋轉。無有休息也。", "121": "無苦集滅道。", "122": "既超生死。并形體亦忘。有甚苦集滅道。苦。謂生老", "123": "病死諸苦果。集。謂貪嗔癡集聚惑業諸苦因。二者", "124": "世間法也。滅。謂滅盡貪欲生死諸苦。即涅槃樂果。", "125": "道。謂戒定慧。及三十七道品是樂因。二者出世間", "126": "法也。由是進聲聞乘。而無知苦斷集。慕滅修道。空", "127": "一切煩惱而得大自在也。則四諦空矣。", "128": "無智亦無得。", "129": "由是入菩薩乘。既無五蘊及四諦諸法。可謂智矣。", "130": "而空則忘諸所有。不自覺其為智。是無智也。到此", "131": "境界。行道而有得矣。而空則仍是初體。未嘗益所", "132": "本無。則又何所見為得耶。", "133": "以無所得故。", "134": "真空無相。人法雙忘。諦空俱遣。欲求其故。亦莫知", "135": "其所以然。何也。自性本無物。以無所得故也。此結", "136": "前真空無相。又起後菩薩諸佛得果之文也。", "137": "菩提薩埵。依般若波羅蜜多故。心無罣礙。無罣礙故。", "138": "無有恐怖。遠離顛倒夢想。究竟涅槃。", "139": "此與下段。詳申度一切苦厄。以智慧觀空。到彼岸", "140": "也。菩薩之行。不惟空有。亦且空無。不惟空妄。究且", "141": "空真。是真行之深。而為菩提薩埵矣。菩提者。覺也。", "142": "薩埵者。有情也。眾生皆有情。惟菩薩在有情中覺", "143": "悟者。故云覺有情也。薩埵是能依之人。般若波羅", "144": "蜜多。是所依之法。菩薩依此般若法門修學。功成", "145": "理足。覺性波羅而圓通。蜜多而曠達。真空湛寂。萬", "146": "境自如。以下推極言之也。思惟不斷謂之罣。著境", "147": "不回謂之礙。菩薩內外清淨。諸緣洒脫。心無業縛。", "148": "更何罣礙之有。凡人憂恐驚怖。皆緣有所執著。罣", "149": "礙既去。則生死平等。惡緣屏息。復何有恐懼而怖", "150": "畏乎。夢因想生。想因念起。菩薩忘情絕愛。永遠斷", "151": "絕迷悟之顛倒。妄憶之夢想。而惡因盡矣。窮盡寂", "152": "靜。常樂不生不滅之佛果。豈不為大自在乎。所謂", "153": "度一切苦厄者如此。", "154": "三世諸佛。依般若波羅蜜多故。得阿耨多羅三藐三", "155": "菩提。", "156": "此波羅蜜多之法。非惟菩薩如是修證。而一切諸", "157": "佛。亦皆共由。上文究竟涅槃。即是佛乘。佛性不二。", "158": "故過去現在未來三世諸佛。無不依此般若法而", "159": "修妙行。洞見自性清淨。證入真空。得成無上正等", "160": "正覺也。菩薩舉涅槃。諸佛舉菩提。互文見意耳。", "161": "故知般若波羅蜜多。是大神呪。是大明呪。是無上呪。", "162": "是無等等呪。", "163": "呪真言也。又祝願也。所求皆遂其願也。佛因眾生", "164": "習氣深重。不能頓除。故假呪力。令得解脫也。夫菩", "165": "薩之證涅槃。諸佛之成正覺。皆不外般若而修。故", "166": "知此般若波羅蜜多法門。能破魔障。是為大神呪。", "167": "謂變化莫測之真言也。指前空五蘊言。能滅癡暗。", "168": "是為大明呪。謂照了諸妄之真言也。指上無無明", "169": "等言。大者。非小神小明者所可比也。能顯至理。最", "170": "上一乘。無可復加。是名無上呪。極妙覺果。獨絕無", "171": "倫。是名無等等呪。指上正等正覺言。言大極矣。重", "172": "言無上等等。深著般若溥博無際也。此惟真空足", "173": "以當之。", "174": "能除一切苦。真實不虗。", "175": "此結般若功用廣大。依此修行。則永覺不迷。能斷", "176": "除一切煩惱生死。及顛倒夢想等。此真實不虗之", "177": "語。眾生當奉而行之也。", "178": "故說般若波羅蜜多呪。即說呪曰。", "179": "故佛菩薩說此般若波羅蜜多。乃是佛之密語。非", "180": "下凡所知。呪願其類我。佛菩薩說呪。願諸眾生。皆", "181": "如我得成正覺。呪即後四句偈也。能誦此呪。則所", "182": "願無不成就也。試以真言言之。", "183": "揭諦揭諦。波羅揭諦。波羅僧揭諦。菩提薩婆訶", "184": "呪語。總收前文也。揭者昭示。諦者蘊義。波羅。彼岸", "185": "也。僧者身心清淨之義。菩提者。佛果。薩婆訶。即摩", "186": "訶莫大之稱也。謂全經之旨。無非昭揭菩薩之諦", "187": "義也。昭揭菩薩之諦義也。所以揭諦者何哉。葢為", "188": "彼岸而昭示佛諦也。然此亦非名相可滯。為到彼", "189": "岸極清淨之地而揭其諦也。由此而證佛果。得菩", "190": "提。則菩薩莫大之境界。又何可限量耶。", "191": "般若波羅蜜多心經註疏終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 564 般若心經註疏", "author": "清 仲之屏纂註"}