{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1168 淨土生無生論親聞記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "釋義論記", "1": "淨土生無生論親聞記卷下", "2": "幽溪法孫　受教　記", "3": "卷下△次一門約正報論妙二初標。", "4": "四生佛不二門。", "5": "此門以迷悟為二。心性為不二。即心性而為迷悟。", "6": "則不二而二。即迷悟而是心性。即二而不二。令知", "7": "從本以為末。循末而返本也。△次釋二。初述偈立", "8": "宗。", "9": "阿彌與凡夫。迷悟雖有殊。佛心眾生心。究竟無有二。", "10": "阿彌果人。厥位居悟。凡夫因人。厥位居迷。迷悟雖", "11": "復差殊。心性云何有二。△次依宗釋義二。初釋初", "12": "二句。約相明不二而二。初正明二。初明彌陀悟相。", "13": "論曰。阿彌陀佛者。果人也。成就三身。四智。十力。四無", "14": "所畏。十八不共等功德。", "15": "三身者。法報應也。本覺滿。成法身。始覺滿。成報身。", "16": "始本一合始本俱忘。能起大用。成應身。四智者。一", "17": "大圓鏡智。謂如來真智。本性清淨。離諸塵染。洞徹", "18": "內外。無幽不燭。如大圓鏡。洞照萬物。無不明了。二", "19": "平等性智。謂如來觀一切法。與諸眾生。皆悉平等。", "20": "以大慈悲。隨其根機示現開導。令其證入。三妙觀", "21": "察智。謂如來善能觀察諸法圓融次第。復知眾生", "22": "根性樂欲。以無礙辯才。說諸妙法。令其開悟。獲大", "23": "安樂。四成所作智。謂如來為欲利樂諸眾生故。普", "24": "於十方世界。示現種種神通變化。引諸眾生。令入", "25": "聖道。成本願力。所應作事。十力者。一處非處力。知", "26": "一切因緣果報定相。從如是因緣。生如是果報。悉", "27": "皆知之。二業智力。知一切眾生。過現未來諸業諸", "28": "受。三定力。知一切諸禪三昧。四根力。知他眾生諸", "29": "根上中下品。五欲力。知他眾生種種樂欲。六性力。", "30": "知世間種種性。七至處力。知一切道至處相。八宿", "31": "命力。知一世乃至無量世中。姓名苦樂壽命長短", "32": "等。九天眼力。見眾生生時死時。善道惡道等。十漏", "33": "盡力。自知我生已盡。不受後有。知諸眾生各各以", "34": "何等因緣得涅槃。四無所畏者。一一切智無畏。二", "35": "漏盡無畏。三說障道無畏。四說苦盡道無畏。於大", "36": "眾中。廣說自他智斷。既決定無所失。則無恐懼之", "37": "相也。十八不共法者。一身無失。二口無失。三意無", "38": "失。四無不定心。五無異想心。六無不知已捨。七欲", "39": "無減。八念無減。九精進無減。十智慧無減。十一解", "40": "脫無減。十二解脫知見無減。十三一切身業隨智", "41": "慧行。十四一切口業隨智慧行。十五一切意業隨", "42": "智慧行。十六知過去無礙。十七知現在無礙。十八", "43": "知未來無礙。凡是諸佛。皆有如是悟相。今則指彌", "44": "陀悟相不外如是功德。△次明眾生迷相。", "45": "凡夫者。因人也。具足無量恒沙煩惱。造作無量恒沙", "46": "業繫。當受無量恒沙生死。", "47": "煩惱者。惑道也。亦名煩惱障。略則三惑。業繫者。業", "48": "道也。亦名業障。略則十善十惡。生死者。苦道也。亦", "49": "名報障。略則分段變易二種生死。皆云無量恒沙", "50": "從廣而言也。△次約譬結。", "51": "迷悟之相譬如雲泥。", "52": "佛法之高。如雲在天。眾生之下。如泥在地。迷悟之", "53": "相自殊。高下之位成異。△次釋次二句。約性二而", "54": "不二。初通明不二。二釋成此宗。初又五。初性相對", "55": "顯。", "56": "言究竟不二者。謂據相而言。則不二而二。約性而論。", "57": "則二而不二。", "58": "據相而言。如上所明。是則迷悟天淵。宛爾成二。約", "59": "性而言。如下所明。是則生佛體同。昭然不二。若果", "60": "二也。云何能融歸不二。果不二也。云何能岐之為", "61": "二。要知二者。乃全本而為末。如全水為波。不二之", "62": "二也。不二者。乃全末而為本。如全波為水。二而不", "63": "二也。本末因依。體用交互。二而不二。不乏旨歸。△", "64": "二展轉釋成。本科既云展轉釋成。不須更引他文", "65": "來釋。二。初約迷悟釋成。", "66": "葢諸佛乃悟眾生心內諸佛。眾生乃迷諸佛心內眾", "67": "生。", "68": "生之與佛。不二而二。心之與性。二而不二。葢約能", "69": "造所造言之。乃全不二者以為二。結能具所具言", "70": "之。乃全二者以為不二。△次約三德釋成。", "71": "所以悟者。悟眾生本具性體性量性具也。所以迷者。", "72": "迷諸佛所證性體性量性具也。", "73": "只一性體性量性具。隨其迷悟不同。以成二種差", "74": "別。自其迷悟而觀。不容不異。自其三德而觀。不容", "75": "不同。中間自有不隨其迷悟差別者存焉。所謂心", "76": "性是也。△三直據心性。", "77": "心性之妙。豈受其迷。迷而不迷。斯言有在。", "78": "心性之妙者。即眾生介爾一念之心。具足百界千", "79": "如。而此心性。即性體之清淨無染體性堅凝。即性", "80": "量之竪窮橫亘周徧法界。心性之妙若此。隨緣不", "81": "變。豈受其迷。然而眾生現居其迷。乃迷而不迷。有", "82": "在者。在乎三德也。△四會合三身。", "83": "故眾生本有性體。即諸佛所證法身。性量即報身。性", "84": "具即應身。四智十力四無所畏十八不共等功德。會", "85": "合可知。", "86": "諸佛果上。有二轉依號。所謂轉煩惱。依菩提。轉生", "87": "死。依涅槃。皆名轉而體不轉。今此亦然。乃轉三性", "88": "以為三身。又此三性。在迷謂之三道。性體在迷。謂", "89": "之苦道。在悟乃轉苦道。而為法身。永嘉所謂。幻化", "90": "空身即法身是也。性量在迷謂之惑道。在悟謂之", "91": "報身。亦名般若。永嘉所謂。無明實性即佛性是也。", "92": "性具在迷謂之業道。在悟轉為應身。亦名解脫。天", "93": "台所謂功德和法身。處處應現往是也。四智等。會", "94": "合可知者。一往且以四智屬般若。性量報身。十力", "95": "等。屬解脫。性具應身。△五引果德證。", "96": "故古德云。諸佛心內眾生。塵塵極樂。眾生心內諸佛。", "97": "念念證真。", "98": "古德云者。此本天台成語。而楊次公十疑論序用", "99": "之。此二句文。其義甚博。其意甚深。關係三性。不得", "100": "草草。一約彌陀性具言之。既備十界。則娑婆眾生", "101": "者。乃彌陀諸佛心內究竟之眾生。然悟則俱悟。不", "102": "惟本具佛界成悟。即本具九法界眾生亦復成悟。", "103": "佛居常寂光土。則所具九界依報。亦塵塵無非極", "104": "樂也。又約眾生性具言之。亦既備十界。則極樂彌", "105": "陀者。乃我眾生心內所具之諸佛。雖迷則俱迷。而", "106": "所具佛界不受其迷。豈非眾生心內諸佛。念念常", "107": "證真乎。言念念者。正一念具足三千之意也。二約", "108": "性體言之。彌陀即性具之性體。既清淨本然。此性", "109": "體即性具。眾生之依報。豈不塵塵皆極樂乎。又約", "110": "眾生。即性具之性體。既清淨本然。況所具佛界。原", "111": "自本然。豈不眾生心內諸佛。念念常證真乎。三約", "112": "性量言之。彌陀即性具之性量。既徧周法界。處處", "113": "寂光。則眾生者。諸佛心內眾生。豈不亦塵塵極樂", "114": "乎。又約眾生即性具之性量。亦既徧周法界。圓裹", "115": "諸佛法身。豈不眾生心內諸佛。念念證真乎。此更", "116": "約己心生佛。他心生佛以明之。荊溪大師所謂他", "117": "心生佛。尚與心同。況己心生佛。寧乖一念是也。△", "118": "次釋成此宗二初生佛相即。", "119": "故彌陀即我心。我心即彌陀。", "120": "彌陀即我心者。釋成眾生心內諸佛。念念證真。我", "121": "心即彌陀者。釋成諸佛心內眾生。塵塵極樂。△次", "122": "出其功能。功能者。言眾生心性有。凡心即佛心。己", "123": "心即他心之力用。亦凡心即佛身佛土。己心即他", "124": "身他土之力用也。", "125": "未舉念時。早已成就。纔舉心念。即便圓成。感應道交。", "126": "為有此理。故念佛人。功不唐捐。", "127": "初二句。以性奪修。謂雖未念佛。而我性中早已具", "128": "足。次二句。以修成性。謂全性起修之妙。無論久修。", "129": "即纔舉一聲佛號。即得往生。第三二句。明修性契", "130": "合。成感應事。此中感應。與觀經不同。彼明修觀。境", "131": "歷十六。修涉觀。行相似分真。此明至理微妙。即火", "132": "車相現。一念改悔。十念成就者。即蒙接引。而得往", "133": "生。以為感應道交。云道交者。如磁石吸針。有天性", "134": "相關之道。不期然而法爾如然者也。四二句。明但", "135": "凡深信念佛。發願求生者。功無虗棄也。此文八句。", "136": "有展轉生起結歸之勢者三。一生起之勢者。以有", "137": "未舉念時。早已成就之理。故有纔舉心念。即便圓", "138": "成之修。以有上文修性一合之義。方有感應相交", "139": "之道。以有感應不無之義。故有念佛人功不唐捐", "140": "之效。二結歸之勢者。功不虗棄之效。為有感應相", "141": "交之道。感應相交之道。為有舉念圓成之修。舉念", "142": "圓成之修。為有未舉念時。早已成就之理。", "143": "△次六門。明能生因果二。初三門約因論妙。次三", "144": "門。約果論妙。初三門約因論妙又三。初一門明全", "145": "理起事。次一門明事事無礙。次一門明三觀圓融", "146": "初中二。初標。", "147": "五法界為念門。", "148": "法界者。約性而言。為念者。約修而言。今合二者而", "149": "言。故云法界為念。則全性而起修也。△次釋二。初", "150": "述偈立宗。", "151": "法界圓融體。作我一念心。故我念佛心。全體是法界。", "152": "初二句。明全性以起修。次二句。明全修而在性。謂", "153": "全法界。圓融之性體。作我一念之用修。故全一念", "154": "之用修。當體是圓融法界之性體也。△次依宗釋", "155": "義二。初通明理事。二釋成此宗。初中三。初明事中", "156": "諸念。", "157": "論曰。行者稱佛名時。作佛觀時。作主伴依正餘觀時。", "158": "修三種淨業時。一心不亂時。散心稱名時。以至見思", "159": "浩浩恒沙煩惱。", "160": "此歷明諸念。其中有事修。有理觀有事理兼修。有", "161": "順修逆修。約相雖有差殊。約性元歸不二。稱佛名", "162": "時者。如觀經下品下生中云。或有眾生作不善業。", "163": "五逆十惡。具諸不善。如此愚人。以惡業故。應墮惡", "164": "道。經歷多劫。受苦無窮。如此愚人。臨命終時。遇善", "165": "知識。種種安慰。為說妙法。教令念佛。彼人苦逼。不", "166": "遑念佛。善友告言。汝若不能念彼佛者。應稱無量", "167": "壽佛。如是至心令聲不絕。具足十念。稱南無阿彌", "168": "陀佛名故。於念念中。除八十億劫生死之罪。命終", "169": "之時。見金蓮華。猶如日輪。往其人前如一念頃。即", "170": "得往生極樂世界。於蓮華中。滿十二大劫。蓮華方", "171": "開。觀世音大勢至以大悲音聲。為其廣說諸法實", "172": "相。除滅罪法。聞已歡喜。應時即發菩提之心。是名", "173": "下品下生者。是名下輩生想。名第十六觀。△次明", "174": "事全是理。", "175": "凡此有心。皆由真如不變隨緣而作。全體即是法界。", "176": "凡此有心者。牒前諸念。皆全真如不變之理。以為", "177": "念佛等逆順隨緣之事。故全逆順隨緣之事。即是", "178": "真如不變之理。△三證全理論事。", "179": "故法智大師云。法界圓融不思議體。作我一念之心。", "180": "亦復舉體。作生作佛。作依作正。", "181": "妙宗鈔。釋大師疏此經心觀為宗。實相為體。竟復", "182": "示之以圓頓宗旨云。又復應知法界圓融不思議", "183": "體。作我一念之心。亦復舉體作生作佛。作依作正。", "184": "作根作塵。一心一塵至一極微。無非法界全體而", "185": "作。既一一法。全法界作。故趣舉一法。即是圓融法", "186": "界全分。既全法界。有何一物不具諸法。此是法智", "187": "大師深悟圓乘之大宗旨。若非吾祖幽溪大師。以", "188": "不變隨緣。隨緣不變之旨。而闡明之。則法智大師", "189": "此旨。不易知也。是祖祖之心宗。天台之妙旨。讀是", "190": "論者。請事此語。其不然者。則孤吾祖與法智大師", "191": "之心也。△次釋成此宗五。初舉劣況勝。", "192": "若然者。餘心尚是。況念佛心乎。", "193": "若然者。承上之辭。若以性而觀之。則餘心非劣。念", "194": "佛非勝。平等不二。今以相而觀之。故以餘心之劣。", "195": "而況念佛之勝。餘心逆修。見思浩浩。尚即法界。況", "196": "復順修念佛。般若明明。非法界乎。△次指示即理。", "197": "是故行者念佛之時。此心便是圓融清淨寶覺。", "198": "念佛之時。心是寶覺者。妙宗所謂以我具佛之心。", "199": "觀彼即心之佛。佛既即心。有何一念非圓融寶覺", "200": "乎。此乃約性。法爾如斯。△三出其功能。", "201": "以此妙心念彼阿彌。則彼三身。何身不念。求彼四土。", "202": "何土不生。", "203": "此中功能。須約兩意通之。其義方顯。先約修成以", "204": "彰其義。次約性具以顯其功。先約修成以彰其義", "205": "者。有次第圓融二義。次第義者。要以空觀觀佛應", "206": "身。伏見思方生同居淨土。空觀破見思。方生方便", "207": "淨土。假觀觀佛報身。破盡塵沙。中觀觀佛法身。分", "208": "破無明。方生實報淨土。亦是下品寂光。中觀觀佛", "209": "法身。破盡無明。方生究竟寂光淨土。此約次第說", "210": "也。若圓融者。三觀一心中修。三身一心中念。三惑", "211": "一心中破。四土一時而生。所謂舉一即三。言三即", "212": "一也。次約性具以顯其功者。又有橫竪二義。橫則", "213": "單約性具。如觀一念心。具足十界。則本具六凡。是", "214": "念佛應身。生同居淨土。又本具二乘。是念佛應身。", "215": "生方便淨土。本具菩薩佛界。是念佛報法二身。生", "216": "實報寂光二種淨土。竪則約觀性具十界。是念佛", "217": "應身。生同居淨土。觀性量是念佛報身。生方便淨", "218": "土。觀性體。是念佛法身。生實報寂光二種淨土。如", "219": "是則己他之三身四土。皆我性具。即性體性量。無", "220": "不具足。能以此妙心全性起修。則何身而不念。何", "221": "土而不生乎。又復應知。非曰能以三觀觀之。方契", "222": "三身。無有三觀。逈然不是。雖然即是。不知成迷。圓", "223": "人妙觀。全在了達。故凡有觀行。悉稱無作。△四約", "224": "位釋妨。", "225": "但隨功行淺深。品位高下耳。", "226": "上文所說。全約理即。若不約後之五即。判其地位。", "227": "則令學者有增上慢之失。故寄釋學者之疑云。若", "228": "三身四土。本來具足。則佛不必念。觀不必修。故釋", "229": "之曰。理雖具足。柰惑有淺深。位有高下。豈得一向", "230": "不尚修耶。△五問答決疑。", "231": "問。餘心是法界。何必念佛。答。餘心是而逆。念佛是而", "232": "順。以順翻逆。故須念佛。非法界有異也。", "233": "舊本脫此一科。今依別本補出", "234": "。△次一門明事事無礙二。初標。", "235": "六境觀相吞門。", "236": "境為所觀。觀為能觀。二字法門。攝行門盡。如佛說", "237": "觀無量壽佛經。觀之一字為能觀觀。無量壽佛為", "238": "所觀境。經明十六觀。觀觀如此。至於楞嚴二十五", "239": "門。圓覺二十五輪。莫非境之與觀。是則外境觀而", "240": "別事他修。如烝砂作飯。縱經塵劫。止名熱砂。終不", "241": "是飯。△次釋二。初述偈立宗。", "242": "十六等諸境。事理兩種觀。彼此互相吞。如因陀羅網。", "243": "十六觀者。初依報有六。一日。二水。三地。四樹。五池。", "244": "六總。二正報有七。七華座。八像。九佛身。十觀音。十", "245": "一勢至。十二普。十三雜。十四十五十六三輩往生。", "246": "事理二觀者。但觀十六境為事。以三觀觀十六境", "247": "為理。相吞之義。具在下文。△次依宗釋義二。初先", "248": "明偈意。二釋成此宗。初中二。初牒三句以立理本", "249": "二。初出相吞之由。", "250": "論曰。境觀相吞者。正由事事無礙也。", "251": "事事無礙者。杜順和尚華嚴法界觀云。法界者。一", "252": "切眾生。身心之本體也。法者軌則也。界有性分二", "253": "義。若約事說界。即是分義。謂隨事分別故也。若約", "254": "理說界。即是性義。謂諸法性不能變易故也。以此", "255": "性分互相交絡。則成理事無礙法界。以理融事。一", "256": "一融通。則成事事無礙法界也。一事法界。謂諸眾", "257": "生色心等法。一一差別。各有分齊。故名事法界。分", "258": "齊者。限量也。二理法界。謂眾生色心等法。雖有差", "259": "別。而同一體。故名理法界。三理事無礙法界。謂理", "260": "由事顯。事攬理成。理事互融。故名理事無礙法界。", "261": "四事事無礙法界。謂一切分齊事法。稱性融通。一", "262": "多相即。大小互融。重重無盡。故名事事無礙法界。", "263": "今境觀相吞。同彼第四。仍論性具稍異於彼。△次", "264": "出無礙之本。二初旁引。", "265": "事事所以無礙者。所謂有本者如是也。", "266": "有本如是。文出孟子。彼云原泉混混。不舍晝夜。盈", "267": "科而後進。放乎四海。有本者如是。今借泉源為水", "268": "之本。以喻事事無礙。本于法界圓融。△次正釋。", "269": "葢由法界圓融不思議體。作我一念之心。亦復舉體", "270": "作生作佛。作依作正。既皆全體而作。有何一法不即", "271": "法界。故曰一塵法界不小。剎海法界不大。多亦法界。", "272": "少亦法界。", "273": "法界圓融不思議體者。性具即性體性量真如不", "274": "變之體也。作我一念之心等者。隨緣之用也。舉體", "275": "者。全真如不變之體。以造隨緣種種之用也。既皆", "276": "全體而作。即有本者如是也。有何一法不即法界。", "277": "正明相吞之相也。云何相吞。秪由一塵法界不小。", "278": "剎海法界不大。多亦法界。少亦法界也。下以因陀", "279": "羅網釋出。其義逾明。△次釋諸句正明相吞三。初", "280": "釋一二句境觀有本。", "281": "是以西方十六諸境。吾心事理二觀。一一無非法界", "282": "全體。", "283": "十六境觀。從末而言。無非法界。自本而說。本非末", "284": "不彰。末非本不妙。本末相依。方成妙觀。△次釋第", "285": "四句。譬喻圓融。", "286": "如帝釋宮中。因陀羅網。雖彼此各是一珠而影入眾", "287": "珠。雖影入眾珠。而東西照用有別。", "288": "如帝釋宮下。先舉譬本。雖彼此下。次出譬相。各是", "289": "一珠。喻十六諸境事理二觀。影入眾珠。喻真如法", "290": "界境觀相吞。雖彼此各是一珠。而影入眾珠喻所", "291": "具三千之法。在一性中。而派之常合。雖影入眾珠。", "292": "而東西照用有別。喻百界之理。在一念中而會之", "293": "彌分。△三釋第三句。事理互吞。", "294": "境觀亦然。以境為事。則觀為理。理能包事。是為以觀", "295": "吞境。以觀為事。則境為理。理能包事。是為以境吞觀。", "296": "若觀若境。或一為事。餘為理。或一為理。餘為事。彼此", "297": "互各相吞。故如因陀羅網。", "298": "初以境為事。觀為理。次以觀為事。境為理者。此約", "299": "具造二說。方盡其旨。一約具說者。如一念中具足", "300": "三千。則一念無差者為理。三千差別者為事。次約", "301": "造說者。如一念乃根塵相對。方能現起。乃屬於事。", "302": "三千性具。乃屬於理。又此三千彼彼互具。以能具", "303": "者為理。所具者為事。餘法亦然。又以性具為事。以", "304": "即性體性量為理。三不相雜。故各各皆為理事。是", "305": "則理則俱理。事則俱事。今事理各分而互說者。乃", "306": "約當情以分主賓故也。如以境為事則為賓。以觀", "307": "為理則為主。主能攝賓。賓來歸主。故理能包事是", "308": "為以觀吞境。餘法亦然。是則境之與觀。一一可以", "309": "互為賓主。一為事。餘為理亦如是說。乃彼此互各", "310": "相吞。法喻相齊義也。△次釋成此宗二。初正明。", "311": "若然者。當我作觀時。則西方依正。已在我觀之內。我", "312": "今身心。已在依正之中。", "313": "西方依正。在我觀內。此以觀吞境也。我今身心。在", "314": "依正中。以境吞觀也。此正顯一切事法稱性融通", "315": "一多相即。大小互容。重重無盡。既有是性。必有是", "316": "相。既有是因。必有是果。依正已在我觀之內。如今", "317": "已見。不待將來方見。身心已在依正之中。于今已", "318": "生。不待將來方生。唯心淨土。本性彌陀之旨。談至", "319": "此可謂妙絕古今矣。△次引證。", "320": "了此而求生安養。可謂鴈過長空。影沉寒水。鴈絕遺", "321": "踪之意。水無流影之心。", "322": "了此者。言圓人用圓解。以修圓行也。境觀大率相", "323": "同。唯了與不了有異。惟圓人能了此事事無礙之", "324": "理。一一莫不稱性而修。絕待而照。鴈過長空。用天", "325": "衣懷禪師語。師雖禪宗大老。居常密修淨土。一日", "326": "室中問學者云。若言捨穢取淨。厭此欣彼。則是取", "327": "捨之情。眾生妄想。若言無淨土。則違佛語。修淨土", "328": "者當如何修。眾無語。復自答云。生則決定生。去則", "329": "實不去。又云。譬如鴈過長空。影沉寒水。鴈絕遺踪", "330": "之意。水無留影之心。今先釋彼義後會本文。鴈過", "331": "長空。影沉寒水者。喻生則決定生。鴈絕遺踪之意。", "332": "水無留影之心者。喻去則實不去也。葢十方是當", "333": "人一箇清淨法身。有何去來之相。故去則實不去。", "334": "然約妙報而言。生因未盡者。不妨舍此生彼。成辦", "335": "大事。故生則決定生。然即法身而為妙報。不妨無", "336": "生而生。即妙報而是法身。不妨生而無生。此則終", "337": "日取捨而無取捨。存焉亡焉。不可得而名焉。後會", "338": "本文者。境觀各各受吞。即生則決定生也。各各相", "339": "吞。即去則實不去也。生而無生。生化兩冥。生無生", "340": "論。義歸乎此。", "341": "△次一門明三觀圓融二。初標。", "342": "七三觀法爾門。", "343": "法爾者。法性自爾。天然自然。不假勉強也。荊溪大", "344": "師云。三諦者。天然之性德也。以此三觀全三諦起。", "345": "諦觀名別體復同故也。前第五法界為念。但明全", "346": "性起修。第六境觀相吞。兼言境觀。於觀雖分事理。", "347": "不知理是何觀。今則明指一心三觀。以為理觀。從", "348": "疎洎親。無相混濫。△次釋二。初述偈立宗。", "349": "能觀為三觀。所觀即三諦。全性以起修。故稱為法爾。", "350": "只此三因。義稱三法。所謂空性了因。假性緣因。中", "351": "性正因。如是三法。約所觀即為三諦。約能觀即為", "352": "三觀。原是一體。不分而分。△次依宗釋義二。初通", "353": "明諦觀。二釋成此宗。初中二。初牒前諦觀。", "354": "論曰。三諦者。真俗中也。三觀者。空假中也。", "355": "天台所立。三諦三觀。雜出仁王瓔珞。大論圓覺楞", "356": "嚴。或名義並明。或義顯名隱。皆佛祖之心宗。含生", "357": "之妙性。後代弘宗者。或晦名而獨闡其義。如掩耳", "358": "以竊鈴。其有志於佛乘者。請究心於茲。庶無留滯。", "359": "不遭岐路。△次別明諦觀二。初明三諦。二明三觀。", "360": "初又三。初明三諦功能。", "361": "忘情絕解。莫尚乎真。隨緣應用。莫尚乎俗。融通空有。", "362": "莫尚乎中。", "363": "荊溪大師云。真諦者。泯一切法。冺一切法者。九界", "364": "之情。佛界之解。纖塵不立。故曰忘情絕解。莫尚乎", "365": "真。又曰俗諦者。立一切法。立一切法者。佛界之應。", "366": "九界之用。無法不彰。故曰隨緣應用。莫尚乎俗。又", "367": "云。中諦者。統一切法。統一切法者。真諦十界之空。", "368": "俗諦三千之有。無不融之通之。既雙遮而不立。亦", "369": "雙照而昭然。三諦具乎一心。三義總于一念。則無", "370": "情不遣。無理不彰也。故曰融通空有。莫尚乎中。△", "371": "次明三諦相貌。", "372": "虗靈不昧。此吾心自空者也。物來斯應。此吾心自有", "373": "者也。空有相即。此吾心自中者也。", "374": "論明三諦。不外當人一念。如日月之間根塵相對。", "375": "凡有所念。本自空洞。推檢此心。了無一物。而亦昭", "376": "昭靈靈。纖毫不昧。非吾心自空者乎。至根塵敵對", "377": "遇染淨緣。十界心起。物來斯應。非吾心自有者乎。", "378": "然空亦此念。有亦此念。即空復即有。即假又即真。", "379": "融通二邊。雙遮雙照。非吾心自中者乎。求於一心", "380": "既如此。求於萬法亦如此。是則三諦者。本自天然。", "381": "心佛及眾生。是三無差別。皆可即事而求也。△三", "382": "結諦非是觀。", "383": "此性也。非修也。三諦也。非三觀也。", "384": "三諦者。真如不變。能造之妙性也。三惑者。隨染緣", "385": "所造之逆修也。三觀者。隨淨緣所造之順修也。性", "386": "雖本妙。隨染成逆。故云見思阻乎空寂。塵沙障乎", "387": "化導。無明翳乎法性。破茲三惑。非三觀莫克。故曰", "388": "破一切惑。莫尚乎空。立一切法。莫尚乎假。統一切", "389": "法。莫尚乎中。欲復性以破惑。須全性以起修。諦觀", "390": "名別體復同。是故能所二非二。皆荊谿之格言。天", "391": "台之要旨也。△次明三觀二。初標本。", "392": "修之者稱性照了也。", "393": "天台三觀名為無作妙行者。以其不假作為。稱性", "394": "照了三諦之性。照性成修。△次釋成二。初別論。二", "395": "總論。初中二。初釋。次結。初又二。初次第。", "396": "故體達此心。空洞無物謂之空。照了此性。具足萬法", "397": "謂之假。融通二邊。不一不異謂之中。", "398": "心本空洞。昏昏擾擾。謂之見思。性本具足。一向迷", "399": "昧。謂之塵沙。體本融通。妄分一異。謂之無明。今則", "400": "反是。因空洞而體達之。隨性具而照了之。順空有", "401": "而融通之。肇公亦云聖遠乎哉。體之則神。道遠乎", "402": "哉。觸事而真。欲修三觀者。當以此語為神鑑可也。", "403": "△次圓融三。初重指三諦圓融。", "404": "然則即虗靈而應物也。即應物而虗靈也。", "405": "然則者。非承上次第之言。乃遠討三諦之本。以上", "406": "文明相貌中。三諦皆指吾心之相。其相雖有差殊。", "407": "一心豈存別異。葢即此心虗靈者而應物。真諦已", "408": "即俗矣。即此心應物者而虗靈。俗諦已即真矣。真", "409": "即俗。則照俗而遮真。俗即真則照真而遮俗。三諦", "410": "圓具。何有次第也。△次正釋三觀相即。", "411": "空即假中也。假即空中也。中即空假也。", "412": "上明三諦既其圓融。今明三觀。故亦相即。即虗靈", "413": "而應物。故空即假也。即應物而虗靈。故假即空也。", "414": "即二邊而融通。故空假即中。中即空假也。△三讚", "415": "美三觀微妙。", "416": "是稱性而修也。絕待而照也。不思議之三觀也。首楞", "417": "大定之司南也。", "418": "全三諦之性。以起三觀之修。故是稱性而修。諦觀", "419": "俱在一心。一心豈分能所。故是絕待而照。妙宗云", "420": "諦既即一而三。觀豈前後而照。故於妙境。以立觀", "421": "門。即於一心而修三觀。此觀觀法。能所雙絕。待對", "422": "斯亡。此之謂也。不思議之三觀者。若空不即假中。", "423": "假不即空中。中不即空假。離此而修。修外有性。皆", "424": "可思議之法也。今既異此。故不思議。首楞大定之", "425": "司南者。汎舉其法。則凡是依此而修。即名健相分", "426": "別。通號首楞大定。乃是成佛指南。乃即大定為指", "427": "南。非曰修大定者別有指南。若指其文。則大佛頂", "428": "經首楞嚴定。當機首請三法。如來開以圓解。然後", "429": "依解修觀。依行證果。莫非闡揚此旨。△次結。", "430": "此別論也如此。", "431": "別論者。境觀各三。在能在所。故名為別。下文總論。", "432": "則束三觀而總為能觀之空。束三諦而總為所觀", "433": "之假。束心境而泯忘之。總謂之中。△次總論二。初", "434": "次第。", "435": "若總論者。或以吾心虗靈者為空。以所觀萬物者為", "436": "假。以心境不二者為中。", "437": "此中所說次第。乃以不次第而為其次。如三法本", "438": "具一性。諦觀同居一心。尚何次第之有。然隨人用", "439": "之不無賓主。今初以能觀之空而為其主。則假中", "440": "為賓。賓隱而主立。故以吾心虗靈者為空。次以所", "441": "觀之假為主。則空中為賓。亦主立而賓隱。故以所", "442": "觀萬物者為假。三以合能所者為主。則空假為賓。", "443": "亦賓隱而主立。故以心境不二者為中。△次圓融。", "444": "物。吾心之物也。何假而不空。心。萬物之心也。何空而", "445": "不假。即心即物。即物即心。何中而不空假。", "446": "觀以心為空。以物為有。以心物相即為中。初句即", "447": "物而心。次句即心而物。三句心物互即。以成圓融", "448": "三觀。依文解釋如此。貴在得乎意本。意本者。在前", "449": "一真法界門中。所說性具。即性體性量。葢心之與", "450": "物。俱有不變隨緣。隨緣不變二義。苟非性具即體", "451": "量。何以見此三觀之指南。故心有真如不變之心。", "452": "隨緣所造之心。物有真如性中之物。隨緣變造之", "453": "物。真如之心。即一真法界中所明清淨本然周徧", "454": "法界者也。隨緣所造之心。即心土相即門。根塵相", "455": "對。介爾一念妄心也。真如性中之物。即一真法界", "456": "門。所明性具十界也。隨緣變造之物。即心土相即", "457": "門。所明此土西方。所造依正二報。以有真如根本。", "458": "能具所具。故有今日。隨緣變造之心。即此妄心。復", "459": "有所具所造之物。今此文中所明之物。且約一念", "460": "性具之物。至下釋成此宗中。所觀極樂依正。乃此", "461": "心所造之物。苟不知此。何能消二處之文耶。△次", "462": "釋成此中二。初明總別自在。", "463": "是以觀極樂依正者。以吾心一觀之三觀。照彼一境", "464": "之三諦。無不可者。以吾心三觀之一心。照彼三諦之", "465": "一境。亦無不可者。", "466": "前文所明。皆即心觀佛。以為假觀。今則托境修觀。", "467": "以為事境。乃今論之正意。即妙宗鈔中所謂據乎", "468": "心性。觀彼依正。依正易彰。託彼依正。觀於心性。心", "469": "性易發是也。以吾心一觀之三觀。照彼一境之三", "470": "諦者。心本是一。豈非只是一觀。然而不妨一中具", "471": "三。境本是一。豈非只是一境。然亦不妨一中具三。", "472": "此為以一心三觀。觀一境三諦。此出於尋常者也。", "473": "若夫以吾心三觀之一心。照彼三諦之一境。此則", "474": "異乎尋常。乃以三觀一心者束之為空。三諦一境", "475": "者束之為假。境觀合一者束之為中。使人易可修", "476": "造可謂得山教之心宗。契如來之命脈者也。△次", "477": "證圓融三觀。", "478": "虎溪大師云。境為妙假觀為空。境觀雙忘即是中。忘", "479": "照何嘗有先後。一心融絕了無蹤。尚何三觀之不法", "480": "爾乎。", "481": "境為妙假者。有門頌所謂不思議假非偏假。乃以", "482": "三諦一境而為妙假。觀為空者。所謂真空不空非", "483": "但空。乃以三觀一心而為空觀。境觀雙忘即是中。", "484": "所謂圓中圓滿非但中。乃以三境三觀。即心性絕", "485": "待者為中觀。忘照何嘗有先後者。空假二觀。雙照", "486": "也。中道妙觀。雙忘也。即空假而中。即中而空假。忘", "487": "之照之。總在一心。有何次第前後。故曰一心融絕", "488": "了無縱。言無縱者。忘之照之。俱泯俱絕。故無有縱。", "489": "末句結成法爾。謂能如此了。如此修。無作妙觀天", "490": "然而然。無所往而非是也。", "491": "△次三門約果論妙二。初一門明生佛道交。次二", "492": "門明時處不隔。初中二初標。", "493": "八感應任運門。", "494": "眾生稱名念佛為感。諸佛接引往生為應。佛與眾", "495": "生。天性相關。自然而然。故曰任運。△次釋二初述", "496": "偈立宗。", "497": "我心感諸佛。彌陀即懸應。天性自相關。如磁石吸針。", "498": "初句明感。次句明應。三句明感應之妙。四句約喻", "499": "以顯。△次依宗釋義二。初通明生佛。二釋成此宗。", "500": "初中二。初明天性。二明感應。初又二。初明生佛同", "501": "源二。初正明。", "502": "論曰。諸佛眾生。同一覺源。迷悟雖殊。理常平等。", "503": "初二句明生佛之理本。第三句明昇沉之事相。據", "504": "事相不得不異。據理性不得不同。若曰即理本為", "505": "事相。全事相為理本。雖差別而無差別。故曰迷悟", "506": "雖殊。理常平等。△次引證。", "507": "故曰。諸佛是眾生心內諸佛。眾生是諸佛心內眾生。", "508": "具約三性而釋。方盡其理。如前已明。△次明心精", "509": "通㳷。", "510": "迹此而言。則諸佛眾生。心精無時而不通㳷。", "511": "楞嚴經云。心精通㳷。當處湛然。彼約行人圓伏三", "512": "惑。所有觀行心精。與諸佛究竟心精。通而不隔。㳷", "513": "而無迹。合為一體。故當處湛然。今約佛與眾生理", "514": "性相同。無時而不通㳷。同而不同。善須分別。△次", "515": "明感應二。初反明無感不應二。初釋疑。", "516": "但諸佛無時不欲度生。而眾生念念與之迷背。", "517": "或有疑曰。我等眾生。既常與諸佛心精通㳷。是則", "518": "日用應時時見佛。臨終應各各往生。今既不見不", "519": "往。通㳷之義安在。故論主釋疑云云。葢諸佛與眾", "520": "生性相近故。無時不欲度生。眾生與諸佛習相遠", "521": "故。念念與之迷背耳。△次引譬。", "522": "故勢至菩薩云。一人專憶。一人專忘。若逢不逢。或見", "523": "非見。", "524": "一人專憶。譬諸佛無時不欲度生。一人專忘。譬眾", "525": "生念念與之迷背。以佛欲度故。若逢或見。以生迷", "526": "背故。不逢非見。△次正明有感即應二。初譬合母", "527": "子相憶二。初譬。", "528": "子若憶母。如母憶時。母子歷生。不相違遠。", "529": "子若憶母者。譬眾生念佛也。如母憶時者。譬念佛", "530": "當親切。不當疎汎。疎汎而念。如子之憶也不專。必", "531": "當如母憶子之時。無處不思。無時不念。以喻念佛", "532": "之心。於三際時。十方處。莫不稱性而觀。絕待而照。", "533": "果能如是。則佛母生子。從生至生。不相違遠。此中", "534": "雖明感應道交。實符始本一念。學者知之。△次合。", "535": "若眾生心。憶佛念佛。現前當來。必定見佛。去佛不遠。", "536": "憶佛且約事為言。念佛當約理而論。約事則心心", "537": "緣於淨境。約理則念念契於本源。如是則十六勝", "538": "境。次第而觀。一心三觀。圓融而照。能如此憶念。此", "539": "世現前。即得見佛。捨身來世。必臻品位。葢此人全", "540": "體荷擔。去佛不相遼遠矣。△次結勸功由天性。", "541": "正由一理平等。天性相關。故得任運󳫠苦與樂。", "542": "一理平等者。眾生三性。與諸佛三身不二也。天性", "543": "相關者。此借世間法為譬。天以陰陽五行。化生萬", "544": "物。同一氣類。故曰天地為一大天地。人身為一小", "545": "天地。父之傳子。亦以己之小天地而化生其子。大", "546": "小同氣。父子同形。骨血相符。業類相召。此天性之", "547": "相關也。生佛之道亦然。同一體性。共一覺源。似天", "548": "性相關之道。諸佛慈悲。常欲與樂而󳫠苦。苟有機", "549": "感扣。即蒙起應。皆自然而然。故曰任運。△次釋成", "550": "此宗四。初明彌陀妙應已成。", "551": "況無量壽佛。因中所發四十八願。誓取極樂。攝受有", "552": "情。今道果久成。僧那久滿。", "553": "諸佛誓願慈悲。雖皆平等。然亦有汎有切。有親有", "554": "疎。前明拔苦與樂。功由天性。且汎明諸佛。莫不如", "555": "此。然以誓願言之。諸佛與堪忍眾生。汎而且疎。惟", "556": "我釋迦與彌陀。因中同為伯仲。慈悲偏愍娑婆。故", "557": "釋迦生五濁惡世。折伏剛強。彌陀出清泰樂󳬛。攝", "558": "受調順。譬如嚴父慈母。作之成之。化道斯就。葢菩", "559": "薩慈悲。雖復平等。誓願開合。不無殊異。合之惟是", "560": "四弘。開之則增減不一。故藥師開為十二。法藏開", "561": "為四十八。然在因但發僧那於始心。今彌陀居果。", "562": "則終大悲以赴難。妙應已成。而妙感斯赴。故彌陀", "563": "慈悲。切而更親也。△次勸眾生妙感當立二。初勸", "564": "勿疑。", "565": "故凡百眾生。勿憂佛不來應。", "566": "世人念佛。極所憂疑者。我今雖念佛求生。倘臨終", "567": "佛不來接引。豈不唐捐其功。故勸云。凡百念佛。勿", "568": "憂不應。以生佛天性相關故。彌陀誓願成就故。△", "569": "次勸立宗。", "570": "但當生信憶念。數數發願願生西方。", "571": "世人於淨土法門不忻樂者。凡墮三失。一者不信。", "572": "二者不念。三者不願。不信品數至多。大約有三種。", "573": "一者全然不信。外道有之。二者但信有己佛。不信", "574": "有他佛。禪人有之。三者信有他佛。不信己佛。事相", "575": "行人有之。今論主勸人須己他兼信。斯悟生佛不", "576": "二也。二者不念亦有三種。一者全然不念。悠悠凡", "577": "夫有之。二者念己。而不念他。禪人有之。三者念他", "578": "而不念己。事相之人有之。今論主勸人須己他並", "579": "念。斯悟念而無念也。三者不願亦有三種。一者全", "580": "然不願。悠悠凡夫有之。二者願自成佛。不願他佛", "581": "攝成。此禪人有之。三者願他佛來迎。不知己佛自", "582": "往。此事相人有之。今論主勸人須己他並願。斯悟", "583": "生即無生也。△三譬生佛感應任運。", "584": "如磁石與針。任運吸取。", "585": "磁石。即慈母石也。磁為鐵之母。鐵為磁之子。此無", "586": "情中亦天性相關。氣分相攝。任運而然。不假勉強。", "587": "以喻彌陀無緣慈。悲為眾生之慈母。感應道交無", "588": "差忒者也。△四明生佛感應難易三。初借譬感應", "589": "合否。", "590": "然磁能吸鐵而不能吸銅。針能合磁而不能合玉。", "591": "喻中以磁鐵例之銅玉。以喻汎的親疎。下合法中", "592": "義甚明顯。△次合法誓願相關。", "593": "譬猶佛能度有緣而不能度無緣。眾生易感彌陀。而", "594": "不易感諸佛。豈非生佛。誓願相關者乎。", "595": "佛能度有緣。不能度無緣。如磁能吸鐵。不能吸銅。", "596": "眾生易感彌陀。而不易感諸佛。如針能合磁。而不", "597": "能合玉。今彌陀佛與我釋迦。自為大通智勝十六", "598": "王子以來。恒在娑婆憐愍眾生。慈悲誓願者深。與", "599": "物結緣者眾。行行填願者久。攝取佛土者勝。憶念", "600": "眾生者切。神通力用者大。天性相關非淺淺也。△", "601": "三結顯當具三要。", "602": "是以求生淨土者。信行願三。缺一不可。", "603": "信行願三。名為往生三要。要者緊要。謂此三皆是", "604": "往生緊要。一不可緩。又要領。如衣之領。如裳之要。", "605": "提領而衣來。舉要而裳至。葢行無信不立。信無行", "606": "不成。二法無願。又無約束。信喻船之點首。行如船", "607": "之櫓棹。願如船之尾柁。三者俱備。往生淨土必矣。", "608": "△次二門。明時處不隔二。初一門約處論妙。次一", "609": "門約時論妙。初中二。初標。", "610": "九彼此恒一門。", "611": "彼。指極樂。此。指娑婆。彼此淨穢雖殊。不外當人一", "612": "念。故稱恒一。△次釋二。初述偈立宗。", "613": "若人臨終時。能不失正念。或見光見華。已受寶池生。", "614": "淨業辦於一生。正念主於臨去。此古人所謂平居", "615": "念正。臨終安得不正。此得之於上者也。平居散心", "616": "稱佛。臨終攝散歸定。此得之於中者也。凡愚惡逆", "617": "眾生。善友勉勵歸正。此得之於下者也。淨土法門。", "618": "不必盡然。但得臨終一念歸正。華池九品俱預法", "619": "流。然有雖正念而絕無聞見。識託蓮華者。又有業", "620": "牽冥界。判決往生者。不在此論。今明彼此恒一。正", "621": "在此土臨終見光見華。已受彼土寶池化生。苟非", "622": "恒一。焉臻此妙。△次依宗釋義三。初約事驗以立", "623": "根本。", "624": "論曰。彼生傳云。張抗。仕石晉為翰林學士。課大悲呪", "625": "十萬徧。願生西方。一日寢疾。惟念佛號。忽謂家人曰。", "626": "西方淨土秪在堂屋西邊。阿彌陀佛坐蓮華上。見翁", "627": "兒在蓮華池金沙地上禮拜嬉戲。良久念佛而化。翁", "628": "兒。抗之孫也。", "629": "張抗。舉往生人。課大悲呪。指往生行願。惟念佛號。", "630": "指正念之由。葢臨終苦逼無暇誦呪。惟佛號省力。", "631": "易成正念。謂家人語。正明彼此恒一之驗。有人疑", "632": "此是魔事者。皆由不知惟心淨土之理。故也。或問", "633": "曰。所見蓮華。是淨土相。若翁兒亦在其中。此兒生", "634": "耶死耶。若死無有行願。云何往生。若生豈有生人", "635": "同居蓮界。皆不然也。答曰。別本載翁兒三歲而亡。", "636": "或是再來之人。往昔行願早已成就。捨此餘生以", "637": "託彼土。或承乃祖呪願力故。經云。沾持呪人飄身", "638": "之風。浴身之水。尚得往生。何況親承呪願之力者", "639": "乎。△次約心性以泯能所二。明土居心內。", "640": "所以爾者。葢西方極樂世界。乃吾心中之一土耳。娑", "641": "婆世界。亦吾心中之一土耳。", "642": "釋張抗往生之相。以成彼此恒一之理。娑婆極樂。", "643": "淨穢雖殊。能具之心。彼此焉異。△次明心無遠近。", "644": "約土而言。有十萬億彼此之異。約心而觀。原無遠近。", "645": "約土而言。乃全性而相故異。約心而言。乃全相而", "646": "性故同。即之常分。派之常合。異焉同焉。存之可也。", "647": "亡之亦可也。況心即三性具足。廣大清淨。尚何彼", "648": "此淨穢之殊異哉。△三約果相以絕去來三。初釋", "649": "妨。", "650": "但眾生自受生以來。為五陰區局真性不契心源。", "651": "或有妨云。淨土惟心。誰人不具。即目可見。何待臨", "652": "終。故釋之。受生以來有遠有近。區局真性。有淺有", "653": "深。遠則無始。近則此生。淺則色陰。深則五陰。今且", "654": "一往。就此生為色陰區宇。局此真性。不契心源。何", "655": "也。葢往生之人凡多聖少。居凡夫地。破陰為難。今", "656": "橫論五根。悉為色陰所蔽。是以見不超色。聞不出", "657": "聲。乃至眼耳遠不見聞。謂之區局真性。不契心源", "658": "也。△次正明。", "659": "念佛之人果報成熟。將捨現陰。趣生陰時。淨土蓮華", "660": "忽然在前。惟心境界。非有去來彼此之相。", "661": "初二句。明淨業成就。次二句。明隨業受生。次二句。", "662": "明印壞文成。次三句。以惟心泯其妄相。既曰將捨", "663": "現陰趣生陰時。未破五陰明矣。蓮華在前者。色陰", "664": "堅固妄想雖然未破。此身幻化之相將離。則眼不", "665": "為色區。耳不為聲區。十萬億剎之遐方。忽然在前。", "666": "此皆惟心境界。豈有去來彼此之相可得哉。△三", "667": "引證二。初楞嚴。", "668": "故首楞嚴經云。臨命終時。未捨煖觸。一生善惡。俱時", "669": "頓現。純想即飛。必生天上。若飛心中。兼福兼慧。及與", "670": "淨願。自然心開。見十方佛。一切淨土。隨願往生。", "671": "人之受生。以識息煖三。和合而成。經云未捨煖觸。", "672": "正將終未終之時。色陰將捨未捨之際。一生所作", "673": "善之與惡。一時現前。惡則純情而墜。善則純想而", "674": "飛。善惡雜修。則情想昇沉兼有。如經所說其相甚", "675": "明。所飛心中兼福兼慧者。福則助修。慧則念佛。共", "676": "為淨業。及與淨願者。加之以發願求生。自然心開", "677": "見十方佛。一切淨土隨願往生。正因色捨而不隔", "678": "也。以此例知。若沉心中兼謗三寶。及與惡願亦必", "679": "自然心開。見閻摩王一切地獄。隨願往生。以捨色", "680": "陰故。中陰眾生。皆得五通。職此之由也。△次妙宗。", "681": "法智大師云。須知垂終。自見坐金蓮身。已是彼國生", "682": "陰。亦此意也。", "683": "天台大師觀經疏云。及其瞑目告終。上珍臺而高", "684": "踊。文成印壞。坐金蓮而化生。初句可知。次句文成", "685": "印壞者。大經二十七云。譬如蠟印印泥。印與泥合。", "686": "印滅文成。以喻凡夫現在陰滅。中有陰生。法智大", "687": "師云。今借此文。以喻往生菩薩。此土陰滅。彼土陰", "688": "生。須知垂終自見坐金蓮華身。已是彼國生陰故", "689": "也。△次一門約時論妙二。初標。", "690": "十現未互在門。", "691": "楞伽經云。初生即有滅。不為愚者說。故教中有云。", "692": "剎那九世。一念三千。又云。十世古今。始終不離於", "693": "當念。又華嚴經云。一念普觀無量劫。無去無來亦", "694": "無住。皆現未互在之義也。△次釋二。初述偈立宗。", "695": "行者今念佛。功德不唐捐。因中已有果。如蓮華開敷。", "696": "初二句明念佛之人。功無虗棄。第三句。釋其所以。", "697": "第四句。以喻況顯。△次依宗釋義二。初明由因感", "698": "果。", "699": "論曰。圓頓教人。頓悟心性。無修而修。修彼樂󳬛。性中", "700": "所具極樂。由修顯發。", "701": "夫念佛是同。教判偏圓。功收漸頓者。皆由悟與不", "702": "悟。圓與不圓。以分漸頓爾。今明圓頓教人。最初頓", "703": "悟心性。生心即佛心。因源超果海。悟心具則無法", "704": "不具。悟性量則無土不周。悟性體則無生無滅。既", "705": "悟之矣。正當進修。雖修而仍了無修。乃無修而修。", "706": "修彼樂󳬛。葢性中雖具。全體在迷。若不圓修。則所", "707": "具極樂。無有顯發。故圓頓教人。謂之無作妙行也。", "708": "△次明因果相即二。初約性具明即。二即性體明", "709": "即。初中三。初立本。", "710": "而此心性竪貫三際。橫裹十虗。佛法。生法。正法。依法。", "711": "因法。果法。一念圓成。", "712": "而此心性。指上所頓悟者。竪貫三際。約性體而言。", "713": "橫裹十虗。約性量而言。佛法生法等。約性具而言。", "714": "佛法即佛界。生法即九界。正法。即實法一千。依法。", "715": "即國土一千。已上皆約理即而言。因法約名字等", "716": "四即而言。果法約究竟即而言。六種判即。不離性", "717": "具。所攝雖多。現在根塵相對心起。一念圓成。眾生", "718": "法與心法。豈不妙乎。△次釋成。", "719": "是以念佛之人。名為全性起修。全修在性。全性起修。", "720": "雖名為因。全修在性。因中有果。以所具因法。與所具", "721": "果法。同居一性。心性融通。無法不攝。", "722": "念佛之人。通舉凡位因位。悟與不悟。凡有所修。皆", "723": "名全性起修。全修在性。葢真如不變之體。能隨染", "724": "淨緣。以為隨緣之用。雖悟與不悟不同。其不變之", "725": "體則一。今圓教人已開圓解。能了達乎此全性起", "726": "修。在修言之謂之為因。全修在性。性上言之。豈不", "727": "因中有果。以所具因法等者。釋成因中有果。所具", "728": "因法。即性具九界。所具果法。即性具佛界。既同居", "729": "一心。心性融通。無法不攝。亦無法不趣。是故娑婆", "730": "眾生念佛之因。已有極樂九品之果。△三譬顯。", "731": "故如蓮華開敷。華中有果。", "732": "法華經題妙法二字。取譬蓮華。如來立義甚深。天", "733": "台玄說極長。略而言之。通譬本迹。謂迹本二門。各", "734": "有三喻。今但取蓮華開敷。以喻念佛全性起修之", "735": "因。華中有果。以喻九品全修在性之果。華果同時。", "736": "修性不二而已。△次即性體明即三。初標。", "737": "況此心常住。無生滅去來。即今念佛之心。便是當來", "738": "華池受生之時。", "739": "前明性具相即。雖有竪窮橫徧之言。而正意在乎", "740": "性具。今則正明性體。而亦兼得性量。既此念佛之", "741": "心常住。無生滅去來。豈不即今念佛之心。便是當", "742": "來華池受生之果。華嚴云。一念普觀無量劫。無去", "743": "無來亦無住。斯言可徵矣。△次證騐。", "744": "故說初發心人。極樂寶池。已萌蓮種。若精進不退。日", "745": "益生長。華漸開敷。隨其功德。大小煒燁。其或懈退悔", "746": "雜。日漸憔悴。若能自新。華復鮮麗。其或未然。芽焦種", "747": "敗。", "748": "故說者。引事證騐也。即往生傳中。雷峯辯才法師。", "749": "於禪定中。神游淨土。見一華殊麗。問之曰。待淨慈", "750": "本禪師者。又資福曦公曰。吾定中見金蓮華。人言", "751": "以待本公。又見蓮華無數。問之曰。以待受度者。或", "752": "有萎者。云是退墮人。△三結成。", "753": "且此蓮華。人誰種植。現未互在。斯言有歸也。", "754": "娑婆蓮華由手種植。以形而得乎形。形骸有待。故", "755": "相去也近。雖似近而反遠。淨土蓮華。由心種植。以", "756": "心而得乎心。心性無待。故相去也遠。雖似遠而反", "757": "近。心既因中有果。性又橫遍竪窮。泯去來之相。絕", "758": "相待之形。現未互在。無足致疑。", "759": "淨土生無生論親聞記卷下終", "760": "No. 1168-C 䟦語No. 1168-C", "761": "䟦語", "762": "幽溪大師中興天台教觀。以性具圓理。弘闡淨土法", "763": "門。於萬曆癸卯。因聞隱鱗居士請蕃為生無生論。甲", "764": "辰秋。初開演於新昌石佛寺。每一登座。天樂盈空。聲", "765": "滿石室。鏗鏘半月。獨遘講時。講畢聲寂。日日如是。遠", "766": "近緇素。咸歎希有。海內名公。著詩頌以紀之。後又於", "767": "括蒼諸處。續復講演。文心教法師。錄成親聞記二卷。", "768": "一梓於永嘉。再梓於溫陵。經今七八十年。舊板不可", "769": "復覩。購獲為難。茲吳興武康天泉寺。雪萍健禪師。向", "770": "探少室宗乘。研究己躬下事。亦既稱脫頴矣。後聞從", "771": "上諸祖。或兼弘念佛法門。心焉慕之。於乙亥秋。來詣", "772": "靈峯。心懷注念。於途中儼見接引聖容。到山禮彌陀", "773": "像。恍然途中然所見也。歎感應之奇緣。知慈悲之切", "774": "至。即進堂隨眾聽講。先師歇菴老人。命卓崖定兄講", "775": "演生無生論。契入極則教理。由是發心。欲刻此論記。", "776": "以嘉惠後學。慨記文或有繁訛處。乃請紹曇成兄。重", "777": "加校閱。以付剞氏。爰述其緣起如此。時", "778": "康熈壬辰季冬朔北天目存西比丘真銘和南識"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1168 淨土生無生論親聞記", "author": "明 受教記"}