{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 561-A 心經金剛經兩大意引No. 561-A", "1": "心經金剛經兩大意引", "10": "登峯。特特拈提。二經大意。讀之正如水入乳。如芥投", "100": "薩者也。要之不但觀自在菩薩。乘此智慧到彼岸也。", "101": "凡為菩薩如觀自在者。俱乘此智慧到彼岸也。不但", "102": "權居菩薩乘如觀自在之一佛乘此智慧到彼岸也。", "103": "凡為過去莊嚴劫。現在賢劫。未來星宿劫。當陽諸佛。", "104": "俱乘此智慧到岸也。宜乎楞嚴選擇圓通。獨讚觀自", "105": "在菩薩。為離苦得解脫。良哉觀世音也。成就菩提心。", "106": "觀世音為最也。大般若全經。數百萬字。冠此二百六", "107": "十八字。靈文祕文。顯說密說。循其首尾。三科亦備。觀", "108": "自在菩薩起。至度一切苦厄止。可當序分。舍利子色", "109": "不異空起。至真實不虗止。可當正宗。故說般若波羅", "11": "鍼。如如意珠。循環無端。牽挽不斷。無假揉和。貫串自", "110": "蜜多呪至末。可當流通。其義細演之。何但八部六百", "111": "卷。殆海墨書而不盡。大千界莫能容。精收之。則八部", "112": "六百卷。收為二百六十八字。二百六十八字收為色", "113": "不異空一十六字。一十六字收為照見五蘊皆空六", "114": "字。六字收為觀自在三字。退藏於密。愈簡愈該。類寶", "115": "絲網。懸大摩尼。盡十方三世。吸入一珠。毫無滲漏。萬", "116": "道寶光。綺互交疏。聯絡不紊。非佛流出妙明心廣長", "117": "舌。後來聲聞弟子。能有此結集耶。而受持此心經者。", "118": "非深達我佛被機被器。特提觀音鶖子。亦如金剛會", "119": "上善現當機啐啄本懷。將同泛海□失斗杓。迷針路", "12": "然。徹底圓明。緣無始劫來。受持讀誦者。出而為人解", "120": "莫知歸宿也。究竟心經。歸宿安在。曾不出金剛所具。", "121": "秉六如之觀智。掃五蘊之空華。表生佛之一如。達真", "122": "空之實相。而至矣盡矣。般若波羅蜜多。為智慧到彼", "123": "岸。無剩義矣。臆見所云。與金剛大意。無二無別也。等", "124": "而推之。如維摩曰。斷諸邪見有無二邊。楞伽曰。若有", "125": "若無有。是二悉俱離。楞嚴曰。圓滿菩提。歸無所得。圓", "126": "覺曰。知是空華。即無輪轉。法華曰。眾生處處著。引之", "127": "令得出。少室曰。廓然無聖。壇經曰。於相離相。於空離", "128": "空。青原曰。聖諦亦不為。南嶽曰。修證則不無。汙染即", "129": "不得。永嘉曰。百千世界海中漚。三世聖賢如電拂。凡", "13": "說。所謂妙契佛智。善入佛慧。佛本以其能。遍許善男", "130": "此俱與心經。破色破空。智慧到彼岸。同一諦義。作如", "131": "是觀。則總一大藏。五時八教。俱此物此志。經即佛心。", "132": "佛心即經。誰得二之。智慧愚癡。本無異性。此岸彼岸。", "133": "本是同源。誰得礙之。迷時累劫。悟即剎那。金口所宣。", "134": "盡大神大明無上無等等之圓頓真宗。正法眼藏也。", "135": "獨心經金剛為然哉。", "136": "王子述心經大意竟。或曰。子言則晣矣。非曾讀般若", "137": "大經。人未必盡解柰何。王子不禁心惻也。經意有須", "138": "宛轉發明者。有只須櫽括了然者。心經經之心也。心", "139": "在經中。如日在天上。方便初機。簡之彌貴。又撮大意", "14": "子善女人。匪獨以其能。專許比丘。經言更自了了。則", "140": "之槩。而為言曰。般若波羅蜜多心經。開眾生佛見。度", "141": "苦海慈航也。九界眾生。各有身心。身心苦厄。萬千總", "142": "名。不出五蘊。五蘊若能看破。當下元自真如。其如凡", "143": "小謬迷。不能開此智眼。或戀五蘊。而執色為實色。或", "144": "怖五蘊。而墮空為偏空。所以常囿死生。菩提遙遠。西", "145": "方聖人。憫苦海之流浪。約空色以破明。恐固蔽之難", "146": "除。先引援為證據。舉行深般若之菩薩。係過去正法", "147": "明如來。告智慧第一之聲聞。乃現前最上乘根器。從", "148": "一心以觀自在。照五蘊而說皆空。使知色不異空。袪", "149": "凡夫之我執。空不異色。醒二乘之耽枯。色即是空。顯", "15": "現白衣居士身。而為說法者。吾以信之止菴。", "150": "菩提薩埵。即五蘊以證究竟涅槃。空即是色。明三世", "151": "諸佛。即五蘊而成正等正覺。真空不幻。但非生滅垢", "152": "淨增減之可參。諸法無名。了無四諦十二緣智得之", "153": "留滯。生死一如。夢醒一如。有甚罣礙恐怖顛倒夢想。", "154": "凡聖齊平。因果齊平。何分生佛菩薩緣覺聲聞。但莫", "155": "墮空墮有。一心不生。自見無欠無餘。萬法無咎。不動", "156": "步而到彼岸。符大士以證圓通。二百六十八言。於八", "157": "部般若。若網在綱有條不紊。一十八字神呪。胥萬靈", "158": "呵護。如王有令靡不遵從。昔裝師西遊。魔鬼阻途。惟", "159": "持心經。應念消散。持者當淨其意。猶如虗空。以十喻", "16": "曹溪受法福徵譚貞默槃談書", "160": "六如觀五蘊。以一子地視興慈悲。以聞薰聞修。修一", "161": "心三觀。以人空法空。證四智菩提。了知真空之體。無", "162": "性緣生。如明鏡漢胡俱現。幻有之色。緣生無性。如鏡", "163": "像於鏡原無。於法無一法當情。無一法違礙。縱橫大", "164": "用。不動微塵。凡小牢籠。忽然超越保任。剋期度苦。靈", "165": "應無方。否則空誦循聲。念到舌生毛。有何交涉哉。大", "166": "意慮難開蒙。敬復成斯撮槩。空中打橛。何辭謗法罪", "167": "愆。禦木成文。竊當發露懺悔云爾。", "168": "心經。經之心也。亦心之經也。諸經一經。自為一經。", "169": "心經管攝般若大部為經。不但已也。實管攝一大", "17": "心經大意", "170": "藏諸經為經。蓋佛以一大事因緣出現。除却度凡", "171": "小眾生。同度一切苦厄外。謂佛別有剩懷。是真打", "172": "空中橛討水底天也。佛說一切法。總度一切心。一", "173": "任宗門教門舌頭千丈。另有開口處乎。說是經之", "174": "雄偉者。近無如紫柏尊者之三說心經。李卓老之", "175": "心經提綱。靈峯素大師之般若觀心釋。余為大意。", "176": "並不敢一摭入。正以寧淺。無深方便。讀者直見佛", "177": "心。如舒拳見掌耳。若夫般若大經。八十一科。欲通", "178": "其義者。自有古今之疏釋在。佛弟子王起隆又識", "179": "No. 561-B 心經大意自䟦No. 561-B", "18": "No. 561", "180": "心經大意自䟦", "181": "或又曰。儒禪淆濫。持世道者之憂也。子儒衣談佛。且", "182": "為分疏。非惟攙行之譏。實蒙二本之責。子自救不了。", "183": "奚呶呶之贅歟。余應之曰。朝聞夕死。先聖之言也。此", "184": "心此理。同先儒之言也。鄒子輿氏。惡二本之夷之。亦", "185": "惡執一之。子莫儒佛參同。大明於世界已久。不待今", "186": "日也。自悲智慧尠劣。發蒙小言。其於闡揚性道類。置", "187": "紙燈於二曜之下。戞瓦缶於八音之間。焉能為有無", "188": "哉。惟違心作誑。好名為欺之語。自信操筆時。凜凜佛", "189": "菩薩聖賢。舉頭鑒照。不敢隻字蹈焉。然則儒衣談佛", "19": "心經大意附撮槩", "190": "罪。知不顧者。非二本也。惡執一也。儒禪諸書。有詳說。", "191": "有反說。約心經金剛。約之約者。偶因酬答機緣謬。各", "192": "述為大意。目底法門龍戰。道術羊岐。原為明道。用東", "193": "魯之學疏經。匪云背儒。與西乾之徒。奪席從此。余且", "194": "為杜口毗耶矣。己未孟秋。東海止庵。王起隆識於楞", "195": "嚴之般若堂。", "196": "善信汪裕助銀四錢。沈純祉錢甲徵王頴之黃承", "197": "蒼高佑釲各助銀五錢。尤天祚助板二錢。刊此心", "198": "經大意。比丘受付真境各助印四錢。謝文英書繆", "199": "時化梓。同祈開　佛知見。破除凡小愚癡。證性菩", "2": "佛說諸經。為法中王。所說心經金剛經二經。更為經", "20": "秀水止庵　王起隆　述", "200": "提。度脫塵勞苦厄。王起隆敬識　板寄楞嚴流通", "21": "或問於王子曰。子述金剛大意。則然矣。不識心經大", "22": "意云何。王子曰。難言哉。金剛。八部般若之一種也。心", "23": "經。以少文攝多義。為八部般若之提綱。六百卷雄文", "24": "浩瀚。收盡於連題二百六十八字之中。佛語精要。極", "25": "盡於斯。若論大意。則心經大意。與金剛大意。亦無二", "26": "無別。或曰。何以明之。曰。梵語般若波羅蜜。華文智慧", "27": "到彼岸也。佛說此經。專以度眾生苦厄為心。眾生苦", "28": "厄。本於愚癡。愚癡破於智慧。真如和合。無明。不思議", "29": "變。不思議薰。而有五蘊。五蘊愚癡。即五濁也。亦名萬", "3": "中王。凡具眼耳鼻舌身意。得號為人者。亦知聞是經", "30": "苦根株。亦名生死有海。凡夫戀苦。愚癡而執有。流浪", "31": "苦海者也。小乘怖苦。愚癡而耽空。但自求出苦海。不", "32": "肯度人同出苦海者也。執有礙有。不得自在。耽空礙", "33": "空。亦不得自在。總無智慧也。有智慧而小也。繇是萬", "34": "劫千生。墮分段生死苦。墮變易生死苦。墮界內界外。", "35": "三苦五苦八苦。塵沙羅縠。粗細諸苦。將人人本具個", "36": "個圓成一段智慧光明。或沉埋不現。或偏現不全。涅", "37": "槃彼岸。誕登者鮮矣。我佛慈悲重深。哀痛憐憫。於談", "38": "般若時。為揭得大自在力。無畏施眾生之觀音。呼告", "39": "智慧第一。不樂小乘。可興慈運悲之鶖子。示人出苦", "4": "典。信心不逆。亦知書寫受持讀誦。為人解說。無論緇", "40": "之方。教之登岸之法。觀音具耳根圓通。圓照三昧。又", "41": "具救苦尋聲三昧。以觀自在。得名自在。自觀則智慧。", "42": "不同凡夫。行深般若。則行解又逈殊小乘。上與諸佛", "43": "同慈力。下與眾生同悲仰。則不但能自出五蘊苦海", "44": "也。又能迴入塵勞。救度眾生。同出苦海。究其神通。作", "45": "用簡捷。無他不過。照見五蘊皆空。度一切苦厄而已。", "46": "五蘊統之一無明。柝之則曰色受想行識。色賅根身", "47": "器界。居般若八十一科之一。為堅固第一妄想。我相", "48": "也。受想行識。係虗明妄想。融通妄想。幽隱妄想。顛倒", "49": "精想。純以攀緣心為自性。我見也。所謂形為罪藪。心", "5": "白男女。梵剎市廛。有不知尊重此二經者。必非人矣。", "50": "為賊煤。一切苦本。不但能障凡夫。并能障賢聖者也。", "51": "然先佛有言。妄想無性。則五蘊如幻翳。不實如空華。", "52": "觀音菩薩寂照含虗空。洞徹源底矣。其照見蘊空。非", "53": "五蘊有。而菩薩。以照見空之也。五蘊而有。菩薩雖照", "54": "見之。安能空之。實五蘊原無。而菩薩獨具此照見。即", "55": "為五蘊消亡。即為虗空銷殞。所謂真如無始無終。無", "56": "明無始有終也。五蘊不照見盡。相見二妄亂起亂滅。", "57": "生死無休。是名煩惱海。五蘊能照見。則一真嘗湛。原", "58": "無生死。萬法圓融。是名真空界煩惱海中。因色有根。", "59": "因根有塵。因塵有識。因識有十二因緣。有四諦。有智", "6": "人人具足。法法圓成。即此便信。眾生與佛。了無有二。", "60": "得。有生滅。有垢淨增減。有凡夫法。有圓覺聲聞法。種", "61": "種罣礙也。恐怖也。顛倒夢想也。凡聖熾然。轆轤上下。", "62": "微雲不淨。亦點太清。所謂迷之則業苦集。無一得自", "63": "在也。真空界內。無六根故。則無六塵。無六塵故。則無", "64": "六識。無六識故。則無十二因緣。無四諦。無智得。無生", "65": "滅。無垢淨增減。無凡夫法。無圓覺聲聞法。無罣礙。無", "66": "恐怖。無顛倒夢想心。佛眾生一道齊平。鑄有陶空。如", "67": "屈伸臂。所謂悟之則萬苦息。無一不自在也。佛憫凡", "68": "小愚癡。約此色空二法。作破蕩前矛業。為揭出照見", "69": "五蘊皆空六字。又從六字中。開出照見實義曰。色不", "7": "黃梅以之印心。壇經以之發口。宗門正眼。舉不外此", "70": "異空。空不異色。色即是空。空即是色。為一十六字。色", "71": "不異空。耑破凡夫執有。空不異色。耑破小乘耽空。色", "72": "即是空空即是色。耑表空非異蘊離蘊之頑空之斷", "73": "滅空之小乘偏空。乃蘊空互融。為即空即假即中。無", "74": "則不掛一絲。有則森羅海印之勝義空之第一義空", "75": "之二十大空之真空。是諸法空相。真療眾苦之靈丹。", "76": "度二死之艟筏。所謂諸佛說空法。破除於有相。若復", "77": "執於空。諸佛不能化。此也。所謂因緣所生法。我說即", "78": "是空。亦名為假名。亦名中道義。此也。按之。金剛經曰。", "79": "佛法無實無虗。非色空空色乎。一切有為法。如夢幻", "8": "摩訶般若也。今日之王止菴。與當日之龐居士。各具", "80": "泡影。如露亦如電。應作如是觀。非照見五蘊皆空乎。", "81": "我於三藐三菩提。無少法可得。非無智無得乎。無人", "82": "我相見。無眾生壽者相見。節節支解。曾無嗔恨。刀割", "83": "香塗。了無二視。有何苦厄乎。滅度一切眾生。實無眾", "84": "生滅度。非究竟涅槃乎。如如不動。非自在乎。此自在", "85": "二字。即般若嘗光。真如佛性。諦觀法界。人天具此自", "86": "在。二乘具此自在。相似分真菩薩具此自在。諸佛具", "87": "此自在。一切外道魔羅蛸翹含識。無不具此自在。但", "88": "不觀則自在隱。智慧化為愚癡。觀則自在呈。愚癡轉", "89": "為智慧。然觀而自在在也。即不觀而自在原在也。眾", "9": "手眼勝因。東魯談經。則臯比據席。西乾轉藏。則靈鷲", "90": "生不自在之佛也。汩然煩惱。此岸也。佛自在之眾生", "91": "也。超然智慧。彼岸也。夫如是則照見五蘊皆空。度苦", "92": "到彼岸。又只觀自在三字。收之無餘三字。又佛語精", "93": "中之精。要中之要。心經精要。極盡於斯矣。苦厄眾生。", "94": "欲學觀自在菩薩修行甚深般若。畢竟如何。乃到彼", "95": "岸。怖五蘊苦海逃之者。不得到彼岸也。處苦海中。而", "96": "看破原無苦海。當念升躋。乃可到彼岸也。畏避五蘊", "97": "苦海眾生。若將凂焉者。不得到彼岸也。五蘊苦海誓", "98": "先入。如一眾生未出苦。誓不於此取泥洹。乃真能乘", "99": "智慧到彼岸。圓通廣大。無量無邊。為善學觀自在菩"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 561 般若心經大意", "englishTitle": "卍 Xuzangjing, Electronic version, No. 561 般若心經大意", "author": "清 王起隆述", "language": "chinese", "source": "CBETA"}