{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 462 金剛經會解", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "金剛般若波羅蜜經會解", "1": "金剛般若波羅蜜經會解卷下", "2": "【疑】天親曰。向說捨身是苦身果報。故彼福是劣。若", "3": "依此法門。說諸菩薩行於苦行。云何不成苦果。為", "4": "斷此疑。如經。", "5": "【經】須菩提忍辱波羅蜜止見種種色。", "6": "【論】無著曰。此下第十三明忍苦。為離不能忍苦障故。", "7": "於中有二。一能忍。二離不能忍。能忍有三。一如所能", "8": "忍。謂達法無我故。如經說非忍辱等。二者忍相。謂他", "9": "於己起惡時。由無我等相故不生瞋恨。亦不於忍中", "10": "及非波羅蜜生有無想。如經我昔為歌利王等。三者", "11": "種類忍。又二。一極苦忍。如經節節支解等。二相續忍。", "12": "如經又念過去於五百世等。二離不能忍者。不忍因", "13": "緣有三。一流轉苦。二眾生相違苦。三乏受用苦。如經", "14": "應離一切相發菩提心。顯示菩薩以三種苦故不能", "15": "發心。故說對治。應離流轉等苦。若不著色身。則不見", "16": "有諸苦相。故菩提心生。又曰菩薩為利益一切眾生", "17": "者。此為對治相違苦。由不能無眾生想。故相違時即", "18": "生疲乏。今顯示人法無我故。尚為一切眾生行施。云", "19": "何於彼而生瞋心。言如來是真語等。欲令信佛語故", "20": "能忍。於中真語者顯世諦相。實語者顯依世諦修行", "21": "有煩惱清淨相。如語者即第一義諦相。不異語者依", "22": "第一義修行無文誤作有煩惱清淨相。為遣如言起執故。", "23": "故說如來所得法無實無虗。無實者如言說相非有", "24": "故。無虗者不如言說自性有故。譬如有人入闇者。示", "25": "乏受用苦對治。若為果報布施。則著於事。於彼喜樂", "26": "等受不解出離。猶如入暗。不知所趣若不著事行施。", "27": "如得日光見種種色隨意所趣也。頌曰。", "28": "能忍於苦行以苦行有善彼福不可量", "29": "如是㝡勝義離我及恚相實無於苦惱", "30": "共樂有慈悲如是苦行果為不捨心起", "31": "修行及堅固為忍波羅蜜習彼能學心", "32": "修行利眾生如是因當識眾生及事相", "33": "遠離亦應知假名及陰事如來離彼相", "34": "諸佛無彼二以見實法故", "35": "○天親釋曰。謂此雖苦行同於苦果。而不疲乏。以有", "36": "忍波羅蜜故。謂彼岸有二義。一者清淨善根體故。二", "37": "者功德不可量故。而言即非者。無人知彼功德岸故。", "38": "是為得第一法。此苦行勝彼捨身。以離我等瞋恚相。", "39": "不但無苦。兼亦得樂。以有慈悲故。我於爾時無我相", "40": "等。此明慈悲心相應故。若不離我相。即彼菩薩見苦", "41": "行苦。欲捨菩提。故說應離一切相。此為未發心者防", "42": "此過故。頌言為不捨心起等者。謂為何等心。不捨菩", "43": "提起修行相故。言為忍等即第一義心。已入初地得", "44": "羼提故。是名不住心。如經應離一切相。若心住色等", "45": "則不住佛菩提。此明不住心行施。即起行方便。以檀", "46": "攝六故。云何為利眾生而不住眾生事。故言說一切", "47": "諸相即是非相。頌言修行利眾生等。謂利益是因體。", "48": "故當如是而識。亦應不取眾生相事故。頌言假名及", "49": "陰事等。謂眾生假名及彼陰事皆非相故。即眾生非", "50": "眾生。以皆無實故。如是明人法無我。遠離一切相。故", "51": "言諸佛無彼二。以見實法故。若彼二實有者。佛應有", "52": "二相。以如來實見故二相非有。○唐譯大同。○功德", "53": "施曰。若一切佛法中般若為上者。何用勤苦行餘度", "54": "邪。為此顯示般若亦攝餘度。經言非波羅蜜者。離分", "55": "別心故。我昔為歌利王等者。謂若有我等想。它來犯", "56": "己。必生瞋恨。若無分別。是思癡心。癡心作因。瞋念還", "57": "起。孰能不校。以不校故證知無想。亦非無想者。謂非", "58": "愚癡之無想。不能觀察應作不應作故。亦是離於想", "59": "無想染著分別。此言一時而已。復欲顯示餘時攝持", "60": "故。則曰又念過去等。謂於往昔已斷我想。皆由般若", "61": "攝持力故。亦攝菩提。故言菩薩應離一切想等。以離", "62": "諸想得菩提故。又言不應住色生心者。應以無所住", "63": "心而住菩提故。言如是住者即為非住。不出二諦故。", "64": "經言不住色布施。攝持餘度者。三施攝六已如前說。", "65": "檀離三事。即是般若。餘攝五度其義亦成。又五度若", "66": "離般若。如闕目無導。復為顯示彼方便故。言為利益", "67": "眾生者。或念若不住法而行布施。云何利益眾生。故", "68": "言一切眾生想即非想。亦依二諦說故。謂眾生異陰", "69": "即陰。第一義中皆不可得。此顯遠離智及所知二種", "70": "分別皆無性故。如來證了。諸想永除斷疑八上卷止此。", "71": "〔會解〕曰。此明忍度文一也。而所以釋者三。或作", "72": "能忍苦事釋。或謂雖行苦行而不以為苦釋。或作", "73": "般若攝持五度釋。所以於苦能忍。以其達苦無苦", "74": "不得而惱。亦忍無忍相。安之而已。苟為無本。則強", "75": "忍爾。夫達苦無苦者謂無我人等相故。雖隨順行", "76": "於苦行。而不以為苦。方且慈悲樂而行之。其不以", "77": "為苦果明矣。非住般若其能至是哉。故知由般若", "78": "故攝餘五度。所以行於五度無非般若。故從本言", "79": "之謂皆般若可也。從行別攝。亦謂五度。而實三說", "80": "其趣一也。如前離違順二障可謂難矣。而能離所", "81": "不能忍。復難於是。故次明忍辱。又前捨內身。若不", "82": "離相安忍。則不能成捨身等事。故明忍所以離障。", "83": "是亦承上言也。抑於怨親有所礙者。則不能發菩", "84": "提心。故引往怨害所以資發也。故曰菩薩應離一", "85": "切相等。言不應住色生心者。前以明無相施。此以", "86": "成忍辱。言雖同而意別。又曰若心有住則為非住", "87": "者。言此心不可以有住也。有住則非所以住般若。", "88": "故以非住反責住心。與前無住釋住。蓋亦相顯爾。", "89": "是故佛說菩薩心等。以前無住相文結顯而已。使", "90": "為利生而行施者。則不復於眾生起瞋恨心。是即", "91": "布施為忍辱。理無二也。以其了達相即非相。故曰", "92": "如來說一切諸相即是非相。推相非相以及眾生", "93": "者。亦以其理一也。惟其理一。則不見有眾生為可", "94": "瞋害。亦不見我為瞋害者。是我與眾生平等一相。", "95": "無非般若。終始一章皆成此理。", "96": "【疑】天親曰。此中有疑。於證果中無道。云何於彼果", "97": "能作因。為斷此疑。如經。", "98": "【經】須菩提如來是真語者如前引。", "99": "【論】無著文如上云云。頌曰。", "100": "果雖不住道而道能為因以諸佛實語", "101": "彼智有四種實智及小乘說摩訶衍法", "102": "及一切授記以不虗說故隨順彼實智", "103": "說不實不虗如聞聲取證對治如是說", "104": "○天親釋曰。謂彼境有四故。如來說四種語。以實智", "105": "不妄說佛菩提。即真語。不妄說小乘四諦。即實語。不", "106": "妄說大乘法無我真如理故。即如語。不妄說授記事", "107": "如彼三世不差故。即不異語。經言如來所得法無實", "108": "無虗者。故偈言隨順彼實智等。謂諸佛所說法。不能", "109": "得彼實證如所聞聲。無如此義故無實。而隨順彼證", "110": "法。亦得實智故無虗。言如來所得法者。以依文字說", "111": "故。既曰如來是真語者。復言無實無虗。故曰如聞聲", "112": "取證等。○唐譯曰。然諸如來與真見相應故。果不住", "113": "因。如何得見是彼果之因。故答如經。餘文大同。○功", "114": "德施曰。佛離一切想。證法無性。世間以何而信知耶。", "115": "故曰如來是真語等。謂以四語故能顯證實離想。如", "116": "世間求名利者。於上人法未證言證。佛異彼故說真", "117": "語。復有情多矯妄。言先得神通。離是故說實語。又有", "118": "得世間定者。心暫不生。言我證涅槃。離此謬故說如", "119": "語。此取如是義。非隨如之義。云云若諸凡夫於乾城", "120": "等作城等取著。是名異如。佛證不誑性。故名不異如", "121": "語。復次真等亦如次對四諦。云云如來證知是以能", "122": "說。說而不知無是處故。或念佛離一切想。云何言八", "123": "正道是實。入水火等為妄。則有分別。故言無實無妄。", "124": "又如來證第一義。說性本無生。無生故不有。云何名", "125": "實。既無生則無滅。是故非妄。非實非妄。於何生分別", "126": "想。但所說文字性是有為故非實。依而證實故非妄", "127": "斷疑九。", "128": "〔會解〕曰。依無著釋義。直勉信遣著而已。據天親", "129": "述疑。則曰云云。是因果不相到。則果時無道。道則", "130": "因義。因時無果。云何而言道為果因耶。偈則曰云", "131": "云。是因果雖不相在。而實相由以成因果。且以四", "132": "語故知因果義成。各有其旨。不容去取也。今復通", "133": "為之說曰。夫四語若意其聖人之言。與凡夫異。凡", "134": "夫則口業有四。佛既異彼。即不妄言故真。不綺語", "135": "故實。不兩舌故如。不惡口故不異。又克就聖人言", "136": "之。則佛有四辯。謂法義辭樂說。即法無礙故真。辭", "137": "無礙故實。義無礙故如。樂說無礙故不異。謂雖樂", "138": "說無盡。而未嘗異也。抑又有云。欲知智在說。而智", "139": "有三。謂一切智即空故真。道種智即假故實。一切", "140": "種智即中遮故如。即中照故不異。其旨雅合也。而", "141": "秦本加不誑語。謂以真實等語施於人。所以不誑。", "142": "即總上四語。諸論存別置總。故略。什譯以法兼人。", "143": "所以加之。又言於法無實無虗者。恐因上語一向", "144": "謂實。言想不忘。故重拂之。其著苟亡。則與實無異。", "145": "又無著約二諦釋。二俱言有煩惱清淨者。次文恐", "146": "誤。今謂依世諦云有煩惱清淨為實可也。依第一", "147": "義。若亦有者何名不異。故知誤矣。唯文之信說未", "148": "免迂。", "149": "【疑】天親曰。復有疑。若聖人以無為真如法得名者。", "150": "彼真如一切時處有。云何有住不住心。而有得不", "151": "得耶。為斷此疑。如經。", "152": "【經】須菩提若菩薩心住於法等如前引。", "153": "【論】無著文如上云云。頌曰。", "154": "特及處實有而不得真如無智以住法", "155": "餘者有智得闇冥愚無智明者如有智", "156": "對法及對治得滅法如是", "157": "○天親釋曰。言一切時處者。謂三世眾生實有真如", "158": "法。何故不得。以彼無智。心住於法。不清淨故。若有智", "159": "者。心不住法。是故能得。故佛以清淨真如得名。住心", "160": "則不得佛菩提。故頌言闇冥愚無智等。謂如明闇相", "161": "似法。故闇喻無智。日光喻有智。有目者如得對治法", "162": "故。夜分已盡。如所治闇滅。日光照明。如能照法現前", "163": "故。○唐譯大同。○功德施曰。若所證法無生無性。非", "164": "實非虗。是即諸佛第一義身。以此為因三身滿足。菩", "165": "薩何故捨所證法行於事施邪。為遣此疑。經曰云云。", "166": "此明闇喻示有住無住過德之義云云。如人有目者。", "167": "待無生忍也。夜分已盡者。捨於果愛也。日光明照者。", "168": "決定了知諸法無性也。見種種色者。悟一切法不生", "169": "不滅也。菩薩如是行不住施。速成正覺得大涅槃斷疑", "170": "十。", "171": "〔會解〕曰。斷疑文一也。所以述疑則不同。無著以", "172": "真如徧有而有得不得者。是固心有住不住之異。", "173": "良以菩薩根有淺深。教有小大。機有利鈍。於是心", "174": "有所住者。則迷真如背菩提。故不得也。心無所住", "175": "者則悟真如。須菩提所以得也。雖然。而真如徧有", "176": "之性。何甞述悟向背哉。若功德施所述。則所證法", "177": "理性具足。自可為因。而反取彼事施者。是答同而", "178": "意別。意謂有住之施非今所取。今所取者無住相", "179": "施。還同彼所證法。故曰如是行不住施等。故知取", "180": "與不同。文相亦異。此既辨其住不住相。使修者知", "181": "所取舍。則功德彌深。故復述歎持經之盛。所歎雖", "182": "同。所以則異。人不見此。便謂繁芿。豈能深知佛意", "183": "哉。", "184": "【經】須菩提當來之世止果報亦不可思議。", "185": "【論】無著曰。此下第十四離寂靜味。亦為離缺少智資", "186": "糧障故。此中為離三摩提攀緣。顯示與法相應者。有", "187": "五種功德。一如來憶念親近。二攝福德。三歎法及修", "188": "行。四天等供養。五滅罪。對經云云。於中歎法。言不可", "189": "思者。唯自覺故。不可稱者。無有等故。言為發大乘最", "190": "上乘說者。成前不可稱義。以餘乘不及故最上。二障", "191": "淨故最勝。歎行中。言如來知見者。總說也。不可思不", "192": "可稱等。解釋也。荷擔如來者。謂以肩荷如來重擔故。", "193": "滅罪中。言輕賤者。此毀辱事有無量門。當得菩提者。", "194": "顯示滅罪故。我念過去等。顯示威力故。前此所說出", "195": "生無量阿僧祇福者。顯其威力熾然。以具足為多。此", "196": "中言阿僧祇劫。所有福聚遠絕高勝更過前故。若我", "197": "具說者。顯示以福多故或為狂因。或得亂心果。畢竟", "198": "何人能說。故曰當知是法門等。即彼福體及果報不", "199": "可測度故。頌曰。", "200": "於何法修行得何等福德復成就何業", "201": "如是說修行名字三種法受持聞廣說", "202": "修從它及內得聞是修智此為自淳熟", "203": "餘者化眾生以事及時大福中勝福德", "204": "非餘者境界唯依大人說及希聞信法", "205": "滿足無上果受持真妙法三尊重身得福四", "206": "及遠離諸障五復能速證法六成種種勢力", "207": "得大妙果報七如是等勝業於法修行知", "208": "○天親釋曰。初偈示彼修行。凡徵三義。次名字下以", "209": "次釋三義。釋初句者。謂於彼名字得成聞慧。此有三", "210": "種。一受二持三者讀誦。故云受持聞廣說。又不出二", "211": "種修行。謂受持修行依總持法。讀誦修行依聞慧法。", "212": "如經云云。言修從它及內者。謂此修慧從它聞法。及", "213": "內自思惟。次第而得。此二並自行。故言此為自淳熟。", "214": "餘則為化眾生廣說法故。以事及時大等正示現校", "215": "量。釋前得何等福德句。謂是捨身福德。即一日時捨", "216": "多身故事大也。復多時故時大也。而聞經之福復勝", "217": "於前。非餘境界等三行偈。次釋成就何業句。如經有", "218": "不可思議等。示非餘境界。唯獨大人。是為住第一大", "219": "乘眾生說也。又說大乘最妙乘者。示希聞者能信法", "220": "故。非彼樂小之所能聞。謂以不可思議文句。得不可", "221": "思議福德滿足性故。皆得成就等。示現受持真妙法", "222": "故。即能荷擔義。在在處處供養者。示尊重身。成就無", "223": "量福德故。為人輕賤者。示現遠離一切障有大功德", "224": "故。於然燈佛前等。示速證菩提法故。當知是法不可", "225": "思議者。成種種勢力得大妙果報故。凡成就如是功", "226": "德者。於彼修行能知是法也。或有人聞等。以果報勝", "227": "妙。示非思量智境界故。○唐譯作文義法三正行以", "228": "釋其文。文謂受持等三多聞攝故。義謂從它及己聞", "229": "思得其義故。法即不可思議以下文是。偈義大同。文", "230": "稍異爾。○功德施曰。此一切法修行中。有自他二利。", "231": "自利復有教有義。教謂受持。義謂思惟。利它者謂為", "232": "人演說。如經於此法門等。此中無量福聚者。如日三", "233": "捨其身等。修行任運果者。謂從初至果。獲諸功德。凡", "234": "十種德。謂魔及異道不能沮亂。一功德大故殊勝無", "235": "等。二堅牢福果。三最上法器。四圓滿資糧。五能荷難", "236": "勝。六深大信解。七福因之處。八拔一切罪。九速疾證", "237": "地。十一一對經云云。總顯持經力勝也。", "238": "〔會解〕曰。無著以此文為離寂靜味。及少智慧資", "239": "糧者。殆文外之意。自非聖師智眼高明。其孰能與", "240": "於此。由前文言忍離諸苦。以離相故心不得而動。", "241": "若唯不動。未免味著於靜。安能發智成就資糧哉。", "242": "所謂受持讀誦者。蓋不止誦持而已。是必與法相", "243": "應。智契於佛。為如來所知見。故其成就功德如此。", "244": "論言為離三摩提者定也。攀緣者散也。雖定散不", "245": "同。其皆不可著。為資糧入道障一也。故舉一日三", "246": "捨事時兩大。校其勝福。雖智契在修。而所契之妙", "247": "本於經旨。故曰以要言之等。為發大乘最上乘說", "248": "者。發謂發起。大及上乘。衍教兼圓之異。而說是法", "249": "則因經發智固其宜也。又況廣為人說。亦復稱是。", "250": "是人則為荷擔阿耨菩提者。以如來重任與之。所", "251": "謂為如來使者是也。何以故下。反以樂小法起我", "252": "見者為不能。顯彼能者必其發大乘離我見者也。", "253": "又曰在在處處者。復以人法交顯其勝。宜其持說", "254": "所在如是。嘗見世有持經而得輕賤者。故推先世", "255": "罪業以釋之。苟如經所明。則應墮惡道者重也。為", "256": "人所賤者輕也。由持經故。以輕易重。不亦經之冥", "257": "應乎。而世人昧乎三世業理。徒見其迹。不能無惑。", "258": "因得以解之。然則輕賤持經者。其報應宜何如。謂", "259": "有則反生彼罪。謂無則理復不可。此姑置之。不必", "260": "計也。前以日三捨其身在凡我之未足為麥信猶", "261": "可也。而復以值佛校量。信之為難。故論有速證菩", "262": "提之釋。是佛不如法。亦一往爾。無得以優劣論也。", "263": "若具言其福非凡小境界。聞者必疑而致狂惑究", "264": "言經所說義。若果報之福非分別所及者。皆即般", "265": "若自性故也。結顆之文至矣。○舊於此下設第十", "266": "一疑。却以次文為第十二。復別立第十三疑。有疑", "267": "佛疑法。今謂論無起疑斷疑之文。不應別立。置是", "268": "可也。", "269": "【經】爾時須菩提白佛言世尊善男子等止三藐三菩", "270": "提心者。", "271": "【論】無著曰。此下第十五於證道時遠離喜動。亦為遠", "272": "離自取故。何故復發起初時問也。以菩薩將入證道。", "273": "自見得勝處。作是念我如是住。乃至滅度眾生。為對", "274": "治此故發問云云。世尊答言。當生如是心等。又曰若", "275": "菩薩有我相等。為顯有我執。或隨眠等我取。為對治", "276": "故。言實無有法等。頌曰。", "277": "於內心修行存我為菩薩此即障於心", "278": "違於不住道", "279": "○天親釋曰。三種修行。此復重說者。謂若菩薩於前", "280": "三種生如是心。言我住菩薩大乘我修我降伏等。即", "281": "此分別障於菩提。故曰於內心修行等。障於心者是", "282": "即障於不住道心。如經實無有法等。釋也。○唐譯云", "283": "云。○功德施曰。欲具顯因清淨故。復言發菩薩乘等。", "284": "謂所修因非但離於三事相想即名清淨。要當遠離", "285": "我住我修我降伏心方得淨故。如經云云。謂第一義", "286": "無有眾生得般涅槃。亦無有法名為菩薩發心住果", "287": "等。於無有中而起有想。是顛倒行。非清淨因。", "288": "〔會解〕曰。如前明住既過寂靜。復離少智。夫過寂", "289": "靜則或動。離少智則或喜。喜動為障。何由寂滅現", "290": "前。故菩薩將入證道。必明離障。有如合宗離似道", "291": "法愛是也。抑由前文重重遣著。不住於法。顯持經", "292": "之勝。亦應無住等心。故此復宗發問云云苟心相", "293": "未忘。則或不免有自取之過。故天親釋曰。上教住", "294": "修降伏。恐菩薩實生是心。障於菩提。故因問以釋。", "295": "使必無障。然後為得。方其未發心。則不得不生如", "296": "是心。亦既已發心。則不得不遣如是相。故知不住", "297": "而住。住而不住。則降伏與無降伏理在其中。而與", "298": "前文問答異者。前直問住等。此復問其所以住。故", "299": "問勢有異。又前答從別。故住心降伏各言之。此則", "300": "從合。但言發心度生而已。蓋發心等通行也。住及", "301": "降伏別行也。以通酬別。上下之文顯矣。何以故下。", "302": "還以菩薩有我相等反顯無住。所離雖一。能離不", "303": "無淺深。前猶居信行地。此當淨心之始故。或謂的", "304": "從智識所起異者。既曰智矣。豈復起見乎。但可言", "305": "起見者識。能離者智。雖淺深不同。其名不可易也。", "306": "【疑】天親曰。此中有疑。若無菩薩。云何釋迦於然燈", "307": "佛所行菩薩行。而得授記。為斷此疑。如經。", "308": "【經】須菩提於意云何如來於然燈佛所止是故名一", "309": "切法。", "310": "【論】無著曰。此下第十六為求教授。亦為離無教授故。", "311": "謂若菩提法可說。如彼然燈所說者。我於彼時便得", "312": "菩提。然燈如來則不授記。言我得等。以彼法不可說。", "313": "我於彼時不得菩提而得授記。又彼法不可說者。經", "314": "言如來者即真實如故。如故清淨則不可說。故說清", "315": "淨如等。猶其真金言無有變異。或言然燈佛所於法", "316": "不得菩提。後時自得者。為離此取故。故言是人不實", "317": "語等。又言於是中無實無虗者。顯示真如無二故。謂", "318": "以言說故不實。而彼菩提不無世間言說。故不虗言。", "319": "一切法皆佛法者。謂顯一切法如清淨故。徧一切法。", "320": "又為安立第一義故。言一切法體不成就。故曰即非", "321": "一切法等中卷止此。頌曰。", "322": "以後時授記然燈行非上菩提彼行等", "323": "非實有為相彼即非相相以不虗妄說", "324": "是法諸佛法一切自體相", "325": "○天親釋曰。謂於然燈佛時。非第一菩薩行故。無法", "326": "得菩提。若已證菩提。則不授後時記。故曰然燈行非", "327": "上。謂於彼時行未成佛也。若無菩薩即無諸佛。有如", "328": "是謗。謂一向無如來。為斷此疑故。經曰如來者。即實", "329": "真如故。謂實則非顛倒義。真如者不異不變義。又經", "330": "曰若有人言者。謂若實有菩薩行如是如來得菩提", "331": "者。此為虗妄。若言如來不得菩提。是亦為謗。為斷此", "332": "疑故言無實無虗。謂得彼菩提故無虗。非實有為相", "333": "故無實。謂五陰相故曰彼即非相相等者。謂彼於色等非", "334": "相。非無菩提相。以不妄說故。是法諸佛法者。謂一切", "335": "法皆佛法。是如來所得法。此一切法以真如為自體", "336": "故。不住色等相故非法。如是諸法非法即是諸法。○", "337": "唐譯大同。○功德施曰。復次疑者。若無菩薩發趣大", "338": "乘。則無有因證於佛果。云何世尊然燈佛時而得授", "339": "記。為遣此疑。如經云云。謂佛於往昔證真實時。不見", "340": "少法是無上菩提因體。以無所得得授尊記。故言如", "341": "來者即真如無所得義。須菩提復念我雖於此無疑", "342": "者。有人言。佛於然燈佛所不見有法。為實得菩提邪。", "343": "故言於是中無實無妄。夫妄實生於有得。有時言實。", "344": "壞時知妄。無所得中此二俱遣。若復有言如來但證", "345": "無所得者。佛法即一。非是無邊。故言如來說一切法", "346": "皆是佛法。佛法者謂無所得。不見一法有可得性。是", "347": "故一切法無非佛法。又曰一切法即非一切法者。謂", "348": "無生性即如來藏性故。而言一切法者。於無性中假", "349": "言說故斷疑十一。", "350": "〔會解〕曰。論以此文為求教授。正言將入證道故。", "351": "如前離喜動。則入證先容。若非如來教之授之。亦", "352": "無以發其證入之妙。故於是却指然燈佛所有法", "353": "可得菩提為問。所以引往示今也。而以無法可得", "354": "授記為答。則極於理而已。通言有事理因果之義。", "355": "以事則非記不佛。在因必藉於師保。謂亦有法可", "356": "也。以理則悟不由它。至果乃稱於獨悟。謂無得可", "357": "也。今從初義以徵釋。則曰有法得菩提邪。從後說", "358": "以決答。則曰如我解佛所說等。故佛印證其說曰。", "359": "如是如是。雖通二義。理則無得。由是反顯結成之。", "360": "則曰若有法等。謂若有法得授記者。則非無為。殊", "361": "乖一如寂滅之理。非所以致成佛之道。是不足與", "362": "記也。以實無有法等則結成其說也。然其理猶未", "363": "明。則又徵釋曰何以故如來者即諸法如義。夫如", "364": "即真如。真如故平等。所謂於如實際中而成正覺。", "365": "豈有它法為所得乎。故論曰。真如者無二故。若有", "366": "人言下。重遣得不得相。終於無實無虗。無實則無", "367": "得。無虗則無不得。又無實故非有為之相。無虗故", "368": "非無真如之相。故曰如來說一切法等。言一切法", "369": "皆佛法故無虗。一切法即非一切法故無實。無虗", "370": "無實是名一切法。是一切法非復一切法。亦一如", "371": "而已矣。偈言以後時授記者。以今言之。即初二句", "372": "頌疑。次二句頌釋。謂若以授後時記。不即得菩提", "373": "者。則行非無上。何以致菩提得授記邪。故次釋云。", "374": "菩提彼行等。謂彼得菩提記。與彼行菩薩行。皆非", "375": "有為相。則其疑釋矣。然而論釋有異云者。恐譯者", "376": "惑於頌意。不善其文故也。此尤當知之。", "377": "【疑】天親曰。此中有疑。若無菩薩者。諸佛不成大菩", "378": "提。眾生亦不入大涅槃。亦無清淨佛國土。何得諸", "379": "菩薩發心度生清淨佛土邪。為斷此疑。今開為二", "380": "疑。如經。", "381": "【經】須菩提譬如人身長大止無我無人無眾生無壽", "382": "者。", "383": "【論】無著曰。此下第十七為入證道。顯示得智離慢故。", "384": "得智有二。一攝種性智。二平等智。由得智故。生如來", "385": "家。決定紹佛種性。此為攝種性智。平等智者。謂至得", "386": "身及成就身。以得畢竟轉依故。於是有五種平等智。", "387": "一麤惡平等。二法無我。三斷相應。四無悕望心相應。", "388": "五一切菩薩證道平等。得此智故。現攝一切眾生大", "389": "身。於彼身中安立第一義故。非自非它。故經言如來", "390": "說人身長大則為非大身等。是為得智。云何離慢。經", "391": "言我當滅度無量眾生等。若言我是菩薩則為慢者。", "392": "非實義菩薩。為顯示此故。經言佛說一切法無眾生", "393": "等。謂若有是念。則不得妙大身也。頌曰。", "394": "依彼法身佛故說大身喻身離一切障", "395": "及徧一切境功德及大體故即說大身", "396": "非身即是身是故說非身", "397": "○天親釋曰。大身者。示畢竟遠離二障。具足法身故。", "398": "此復有二義。一徧一切處。二功德大故。言功德及大", "399": "體等。徧一切處者。真如與一切法無差別故。言非身", "400": "即是身者。如經佛說非身是名大身。謂非身者。無有", "401": "諸相故。大身者。即真如體故。○唐譯大同。○功德施", "402": "續上文曰。是故世尊乘次開顯。經曰云云。妙大身者。", "403": "謂空性身。隨其所在而不異故。一切眾生咸共有故。", "404": "如說一切眾生有如來藏等云云。須菩提為欲闡明", "405": "妙大身是空性義。故說人身妙大等。非身者。謂以色", "406": "身依實義說。無生性故名妙大身。非色身也。言菩薩", "407": "亦如是者。謂除能度所度一切分別。菩薩修因方得", "408": "淨故。復為成就無分別心。故曰佛說一切法無我人", "409": "等。第一義中皆無有故斷疑十二。", "410": "〔會解〕曰譬如人身長大者。文似孤然。意其亦由", "411": "上文無法得菩提。即法身義。故取世間大身為喻。", "412": "以譬從法謂非大身可也。故無著以入證道得智", "413": "離慢言之。謂得般若智故。顯出至得法身。及能成", "414": "就功德身。轉染為淨。依於法身從體起用。即能現", "415": "攝一切眾生身。所謂普現色身是也。又謂攝種性", "416": "智者。即自報上冥之智也。平等智者。即攝一切眾", "417": "生身。下契之智也。是智與法身合則為體義。與應", "418": "身合則為用義。故說五種平等智。與一切凡聖身", "419": "等。謂麤惡即六道。法無我即二乘。三四即似位菩", "420": "薩。而有偏圓之異。約名釋義可知。五即證道菩薩。", "421": "以同彼故皆言平等。所現雖異。能現不殊。而以第", "422": "一義故非自非它。以全法身故非它。同於九界故", "423": "非自。非自它故說名非身。夫既內得非相身。外同", "424": "普攝身。則不復起我度眾生想。眾生得我度想。復", "425": "何慢之有。所謂實義菩薩者。如是而已。故曰佛說", "426": "一切法無眾生相等。即其理也。而天親以離障釋", "427": "法身。蓋與得智左右之異。又以徧一切處為真如", "428": "無差別義。即所謂於彼身中安立第一義。故知其", "429": "致一也。不名菩薩者。以起眾生等相故。又曰實無", "430": "有法名為菩薩者。以無我等相故。然則菩薩諸法", "431": "是與非是。初無定實。唯我等相有與亡爾。一經之", "432": "旨要莫若此。", "433": "【疑】文合前段。", "434": "【經】須菩提若菩薩作是念止如來說名真是菩薩。", "435": "【論】無著曰。此下第十八上求佛地。復有六具足義。攝", "436": "轉依一切具足。一國土淨具足止六心具足。一國土", "437": "淨具足。修三摩鉢帝故。經言我當莊嚴佛國是不名", "438": "菩薩者。謂於共見正行中轉故。為斷彼見。安立第一", "439": "義。故經言即非莊嚴等。又曰若通達無我法者。謂人", "440": "法二種無我。於是得二種正覺故說名菩薩。若言我", "441": "成就者即人我取。我莊嚴國土者是法我取。則非菩", "442": "薩。頌曰。", "443": "不達真法界起度眾生意及清淨國土", "444": "生心即是倒眾生及菩薩知諸法無我", "445": "非聖自智信及聖以有智", "446": "○天親釋曰。此下為斷疑故。謂若起如是心即是顛", "447": "倒。非菩薩也。起何等心名為菩薩。如經通達無我法", "448": "者名為菩薩。故頌言眾生及菩薩等。謂彼凡夫及菩", "449": "薩。以自智信。若世出世間智。知諸法無我者。皆名菩", "450": "薩。○唐譯大同。○功德施曰。我當莊嚴佛土不名菩", "451": "薩者。深著因故。於色等聚所成佛土如是取故。即非", "452": "莊嚴者實義無生故。是名莊嚴者俗諦言說故。通達", "453": "無我者離一切想因清淨故斷疑十三。", "454": "〔會解〕曰。無著以此文為上求佛地者。若生起次", "455": "第。正當佛果。以意則不離因心而求佛地。故曰上", "456": "求。凡明六具足義。不出佛果地上身土福智及彼", "457": "三業。以攝轉依故。皆清淨具足。即上所依法身身", "458": "也。國土淨具足者土也。前明福智者資糧也。故能", "459": "顯於法身。今明福智者成德也。故能依而起用。即", "460": "身語意業皆具足清淨。所以為果地法。而言三摩", "461": "鉢帝者。謂由修是定故莊嚴佛土。苟於是起見。即", "462": "向所謂共見正行也。嚴土雖是正行。而為共見所", "463": "轉。為斷彼見故。安立第一義。故曰莊嚴佛土者即", "464": "非莊嚴。維摩所謂隨其心淨即佛土淨是也。然皆", "465": "以無我為本。則又曰若菩薩通達無我法等。頌言", "466": "生心即是倒者。謂凡生心動念無間善惡凡聖法", "467": "非法等。但有一念未忘。皆為倒見。又頌曰非聖自", "468": "智信者。謂非聖即凡夫。以自智故信能知無我而", "469": "已。不同及聖即是菩薩。以有智力故知復於無我", "470": "建立諸法。凡今所謂上求佛地。發心度生。嚴淨佛", "471": "土。皆依無我心中施設。雖無我言同。而所以淺深", "472": "有用無用則異矣。", "473": "【疑】天親曰。復有疑前說菩薩不見彼眾生。不見我", "474": "為菩薩。不見清淨佛土。以不見諸法名為諸佛故。", "475": "或謂諸佛如來不見諸法。為斷此疑。如經。", "476": "【經】須菩提於意云何如來有肉眼不止未來心不可", "477": "得。", "478": "【論】無著曰。此下第二為無上見智淨具足故。於中二", "479": "種。一見淨。二智淨。如來不唯有慧眼。為令知見淨勝", "480": "故顯示五眼。略說有四種攝。謂初色攝有二種。即法", "481": "界修果。謂法界依報色。及修得果色此為五眼麤境界故。二第一", "482": "義諦稱。以智力故。世智不顛倒轉故。此攝在先。正言由第", "483": "一義空智力故。不為世智顛倒轉。故在先也三世諦攝。於中以彼法為彼", "484": "人說。是名法眼。四一切種一切應知攝。即一切種無", "485": "功用智。說名佛眼。是為見淨。如經恒河中所有沙等。", "486": "此為智淨。於中言心住者。謂三世心有若干種。所謂", "487": "染淨心等是中安立第一義故。故說諸心住皆為非", "488": "住。乃至三世心不可得。謂過去已滅等。又為示中證", "489": "此故安立見。為教彼彼眾生寂靜心故安立智。於智", "490": "淨中說非心住。而見淨中不言眼即非眼者。以同一", "491": "住處故。如智淨後安立第一義故。初亦得成就。頌曰。", "492": "雖不見諸法非無了境眼諸佛五種實", "493": "以見彼顛倒種種顛倒識以離於實念", "494": "不住彼實智是故說顛倒", "495": "○天親釋曰。此為斷疑故。雖不見有諸法名之為佛。", "496": "而亦說我知彼種種心住。故曰非無了境眼。但佛見", "497": "五眼皆實。以非顛倒。能見顛倒故。何者為倒。故頌言", "498": "種種顛倒識等。謂彼種種心緣住故名六種識。差別", "499": "顛倒。以離於實念者。如經如來說諸心住皆為非住。", "500": "顯示離彼四念處故。故言不住彼實智。又住名不動", "501": "根本。如是不住。即不住於相續顛倒。而不斷行因。如", "502": "經過去心不可得等。以過去過去乃至現在虗妄分", "503": "別故皆不可得。彼無三世觀故心住顛倒。諸識虗妄。", "504": "○唐譯存梵音。如經云如來說為無陀羅等。以謂彼", "505": "有三名。共目二義。皆得名持。亦流注義。由無持故心", "506": "即流散等。自謂重譯窮理之說。今謂陀羅本應翻持。", "507": "正言若無持即流散。非謂於一梵語兼此二義。正如", "508": "向言聚義有二。亦一時誤見之失。餘文意同。○功德", "509": "施曰。若清淨因離諸想者。何故此中說具五眼。如經", "510": "云云。為示佛眼於諸境界無不了知故。此有眾生數", "511": "境。非眾生數境。如經所有眾生及恒河沙世界等是", "512": "也。若干種心者。欲樂不同故。住者相續而轉故。或作", "513": "是念。心若住者斯應有體。故說非心住等。以第一義", "514": "無相續故。如經過去心不可得。乃至現在不住。亦無", "515": "形故。如是五眼都無所得。是佛境界斷疑十四。", "516": "〔會解〕曰。嚴土非土。謂見而無見可也。無見而見。", "517": "謂如來佛眼可也。而此兼言佛有五眼者。論曰。為", "518": "令知見淨勝故。顯示五眼。然佛特名慧眼者。為對", "519": "智淨言之。但明其一而不明四。無以見其淨勝也。", "520": "抑佛眼體也。四眼用也。佛眼具四眼用。故兼明之", "521": "所以彰如來五眼具足。見智俱淨也。又論明四種", "522": "攝者。謂色攝則通為五眼所見境界。望後智眼。所", "523": "以為麤。猶大論曰句。初因緣生法也。餘三攝即三", "524": "智亦慧眼等三。即後三句也。惟其在一時中見無", "525": "前後。則智融而理明。此其見淨也。所以能知恒沙", "526": "世界若干種心者。智淨也。夫能知之道有二。一由", "527": "定故知。如它經。云云二由空故知。如今文。所謂如", "528": "來說諸心皆為非心。凡三世心相皆不可得。則空", "529": "而已。以智空故無知。無知而無所不知。此恒沙世", "530": "界所以悉知也。又若干種心者末也。皆不可得者", "531": "本也。得本而知末。故凡有心則無不知也。亦是以", "532": "不可得心。知心不可得。則彼此能所一爾。此三際", "533": "心皆不可得。無別道理。只欠承當。但向古人焚疏", "534": "鈔處看。便是前後際斷。不然。守株待兔詎可得乎。", "535": "而於五眼獨不遣非者。非無此理。以後智淨例之", "536": "可知。故曰同一住處故。又曰如智淨後安立第一", "537": "義。故初見淨亦得成就。正謂是也。亦惟此文存而", "538": "不遣。照上下文則顯諸法不偏蕩立。一經之旨渙", "539": "然理融。或謂此五眼文不可作通礙等差別頌者。", "540": "此亦不害。蓋頌據相別。不妨性融安得而非邪。若", "541": "以天親斷疑言者。如來雖無所見。不妨五眼具足", "542": "故曰雖不見諸法。非無了境眼。謂不見而見。亡其", "543": "所以見。云不見爾。然於如來所見無非真實。故能", "544": "見彼顛倒而不自顛倒。是為如來之五眼矣。", "545": "【疑】天親曰。復有疑向說心往顛倒。若如是。福德亦", "546": "是顛倒。何名善法。為斷此疑。如經。", "547": "【經】須菩提於意云何若有人滿三千大千世界止如", "548": "來說得福德多。", "549": "【論】無著曰。此下第三為福自在具足故。經言若有人", "550": "等。於中亦安立第一義。故言若福德有實等。頌曰。", "551": "佛智慧根本非顛倒功德以是福德相", "552": "故重說譬喻", "553": "○天親釋曰。此何故依福德重說譬喻。為示心住雖", "554": "顛倒。福德非顛倒故。言佛智慧根本。如經說若福德", "555": "有實等。意明有漏福德聚是其顛倒。所以不說福德", "556": "聚。又福德聚者。對非福德。若非福德聚。如來則不說", "557": "為智慧根本。是故福德即福德聚。○唐譯大同。○功", "558": "德施曰。聚者蘊義。假名不實。實即非蘊。於何說聚。以", "559": "第一義無積聚故。俗諦中有言說故斷疑十五。", "560": "〔會解〕曰。前以心住為顛倒。此以福德為自在。心", "561": "若果住則福德不得為自在。福若有相則心不得", "562": "為不住。此無著所以明福德具足。而天親所以為", "563": "斷顛倒疑。故曰若福德有實如來不說得福德多。", "564": "說福德多者。知其非有相之實也。則又曰以福德", "565": "無故。如來說得福德多。然則秦譯之所謂多。即魏", "566": "譯之所謂非聚。是故謂實取相之福雖得而不多。", "567": "稱性無住之福雖多而非相。故言佛智慧根本。正", "568": "取緣能資了之義。又唐譯曰。正覺智所持。是皆依", "569": "如來無相之智。行菩薩不住之施。不見我人了無", "570": "性相。非無福德。福德無故。無之一字深可思之。多", "571": "而非多。假名相說。", "572": "【疑】天親曰。復有疑若諸佛以無為法得名。云何諸", "573": "佛成就相好而名為佛。為斷此疑。如經。", "574": "【經】須菩提於意云何佛可以具足色身見不止是名", "575": "諸相具足。", "576": "【論】無著曰。此下第四為身具足故。於中復有二種。一", "577": "好具足。二相具足。並如經云云。以安立第一義故。故", "578": "如來說非具足等。頌曰。", "579": "法身畢竟體非彼相好身亦非相成就", "580": "非彼法身故不離於法身彼二非不佛", "581": "故重說成就亦無二及有", "582": "○天親釋曰。為斷疑故。如經說非色身相好得見如", "583": "來。故頌云云。謂彼法身畢竟體。非色身及諸相成就。", "584": "以非彼法身相故。此二非不佛者。以即彼法身所有", "585": "故。故曰不離於法身。是亦得說如來身成就相好故。", "586": "此二亦得言無。如說非身相成就。亦得言有。如說諸", "587": "相成就。故言亦無二及有云云。○唐譯曰。若言如來", "588": "非集道所成。如何如來說有相好。為除此疑。故言不", "589": "應說色身圓滿等。觀於如來。餘文大同中卷止此。○功德", "590": "施曰。復次疑曰。若第一義佛境界是無所得色相。如", "591": "來豈亦非有。為遣此疑。經曰云云。此顯示見佛法身", "592": "依實義故。即於色相而見法身。非具足者是法身故。", "593": "如說無生性是常住如來等斷疑十六。", "594": "〔會解〕曰。以能嚴德備必有所成之身。由法身理", "595": "極。宜無待對之相。此如來相有無所以難也。如向", "596": "明福智具足。即能嚴之德。而法身理極不容有相。", "597": "故佛問須菩提。佛可以具足色身見不。答言不也。", "598": "無著直以安立第一義釋。故曰如來說具足色身", "599": "即非具足色身。則相即非相。非相即相而已矣。天", "600": "親又以斷疑釋。故頌曰法身畢竟體等。其意不過", "601": "曰佛有法身色身。克體言之。法身非相而色身有", "602": "相。相即而說。則二不相捨。此猶分別之說。理而言", "603": "之色身亦佛也。而與法身不即不離。以不即故無", "604": "相好之二。以不離故非無有二。故曰不離於法身", "605": "等。功德施言。依於色相而見法身。非具足者是法", "606": "身故。斯言盡之矣。然則福智所嚴者。色身之相也。", "607": "理極所無者。法身之相也。雖曰有無。理無異致。諸", "608": "論釋義雖或異同。大體無別。", "609": "【疑】天親曰。復有疑若如來身相不可得見者。云何", "610": "言如來說法。為斷此疑。如經。", "611": "【經】須菩提汝勿謂如來作是念止是名說法。", "612": "【論】無著曰。此下第五為語具足。於中亦安立第一義。", "613": "故經云云。頌曰。", "614": "如佛法亦然所說二差別不離於法界", "615": "說法無自相", "616": "○天親釋曰。為斷疑故。如經若人言如來有所說法", "617": "等。頌言二差別者。謂一所說法。二所有義。而言無法", "618": "可說是名說法者。謂不離真如法界故。若離則無自", "619": "相可說。故曰說法無自相。○唐譯大同。○功德施曰。", "620": "復次若第一義佛境界及色相身皆無有體。豈具足", "621": "眾德。言說相身亦復無有。為遣此疑。欲使定除有說", "622": "執故。故曰若人言如來有所說法等。謂說無自體則", "623": "不見內外漏無漏法。少有真實而可說者斷疑十七。", "624": "〔會解〕曰。有身則有說。苟為無身。說復何有。無著", "625": "以此文為安立第一義。直彰無說而已。而頌則曰", "626": "如佛法亦然。是以法例佛。皆不得而有也。雖然。而", "627": "一代時教所說文義二種差別。此復何耶。故曰不", "628": "離於法界等。謂雖言說不離無說之理。若捨法界", "629": "亦無說法自相可得。此所以無說即說。說即無說", "630": "是說法之至者。故曰無法可說是名說法。維摩曰。", "631": "其說法者無說無示。其聽法者無聞無得。皆此之", "632": "謂也。執有執無之疑於是遣矣。", "633": "【疑】天親曰。復有疑若言諸佛無所說法。不離法界", "634": "亦無有者。何人能信此法。為斷此疑。如經。", "635": "【經】爾時慧命須菩提。白佛言世尊。頗有眾生。於未來", "636": "世聞說是法。生信心不。佛言須菩提。彼非眾生。非不", "637": "眾生。何以故。須菩提。眾生眾生者。如來說非眾生。是", "638": "名眾生文見魏譯。", "639": "【論】無著曰。此下第六心具足。於中復有六種淨。一念", "640": "處淨。乃至六行住淨。念處淨者。如經云云。此於眾生", "641": "中顯示如世尊念處故。彼非眾生非不眾生者。顯示", "642": "二諦故。亦應云。是人即為希有第一。顯示第一義不", "643": "共及相應故。頌曰。", "644": "所說說者深非無能信者非眾生眾生", "645": "非聖非不聖", "646": "○天親釋曰。謂若信此經。彼人非眾生。非不眾生。非", "647": "眾生者非凡夫眾生。非無聖體故。非不是聖體眾生。", "648": "以有聖體故。故言說非眾生是名眾生。○唐譯曰。非", "649": "眾生者。非餘眾生。不與聖性相應故。非非眾生者。由", "650": "與聖性相應故。亦是望凡夫性故非是眾生。由望聖", "651": "人性故非非眾生。○功德施曰。復欲顯示所說信受", "652": "者難故。云何非眾生。即蘊異蘊推求其體不可得故。", "653": "非不眾生者。以俗諦依於五蘊業果相應施設故若加", "654": "此段自為一疑則當十八。今依秦本亦且從畧。", "655": "〔會解〕曰。舊論此經六十二字有無即此章也。今", "656": "謂此文。略不為不足。存不為有餘。以其所言前文", "657": "已具言之。雖略可也。而頌及論釋。此當心具足六", "658": "義之一。去則殘缺。存之可也。但今依什本。或別有", "659": "意。亦且從略。無著以為顯示如世尊念處者。即同", "660": "如來所契清淨真如。是其念處。故能於經生信。異", "661": "乎凡小眾生。而以世諦言故。亦是無為賢聖之眾", "662": "生。故以非不非言之。則處乎凡聖之間也。餘論同", "663": "異各隨義焉。", "664": "【疑】天親曰。若如來不得一法名阿耨菩提者。云何", "665": "離上上證。轉轉得菩提耶。為斷此疑。如經。", "666": "【經】須菩提白佛言世尊佛得阿耨多羅止是名善法。", "667": "【論】無著曰。此下第二為正覺故。於中無有法者。為離", "668": "有見過已。顯示菩提及菩提道故。顯示有二種語。謂", "669": "阿耨多羅即無上語。顯示菩提自相及解脫相故。彼", "670": "中無微塵許法可得。故無所有。次以三藐三菩提。即", "671": "平等語。顯示菩提中人平等相。以菩提故得知是。諸", "672": "佛第一義中無有高下。即無壽命等高下也。又言以", "673": "無眾生等者。顯示菩提於生死中法平等相。次顯菩", "674": "提道者。如經言修一切善法等說非善法者。安立第", "675": "一義相故。頌曰。", "676": "彼處無少法知菩提無上法界不增減", "677": "淨平等自相有無上方便及離於漏法", "678": "是故非淨法即是清淨法", "679": "○天親釋曰。自下經文為斷疑故。示現非證法。名得", "680": "阿耨菩提。謂彼菩提處無有一法可證。如經云云。故", "681": "名無上。頌言法界不增減等。釋無上義。凡四義故。如", "682": "經是法平等無有高下。即不增減故無上。又諸佛法", "683": "身清淨無有勝故無上。以無我等故。得平等菩提故", "684": "無上。又彼法無我自體真實。即自相故無上。言無上", "685": "方便者。謂一切善法滿足故。若餘菩提善法缺少即", "686": "有上方便。如經一切善法等。於中言非善法者。謂彼", "687": "法無有漏故。故偈言及離於漏法等。言漏即非淨法", "688": "非漏是淨法。是即決定無漏善法也。○唐譯曰。若言", "689": "如來無法是所覺者。云何離後後正覺。次第名無上", "690": "覺。為答此疑。非是有法之覺。方名無上覺故。餘文大", "691": "同。○功德施曰。若第一義境界色身言說皆不可得。", "692": "法身體性。豈亦然邪。為遣此疑。經曰云云。謂佛證真", "693": "實。不見少法有所得故。說名阿耨菩提。以是法平等", "694": "無有高下故無所得。何故平等。以無我人眾生等故。", "695": "如生無我。即法無我故平等無二。此無得理。以何因", "696": "證。故言一切善法等。善法有體。云何能證無所得理。", "697": "故曰善法者。如來說非善法。謂第一義無生性故則", "698": "無所得。言善法者。俗諦言說非真實義斷疑十八。", "699": "〔會解〕曰。身說所證其理一也。空生以向身說即", "700": "非身說。於是例問云云。佛答亦云實無有法等。則", "701": "無上菩提得而無得。若言有得則非平等不名無", "702": "上。故曰是法平等無有高下。謂是菩提。無涅槃之", "703": "高。無生死之下。無聖人之得。無凡夫之不得。此據", "704": "理性以言平等。若約修德非無善法得菩提者。但", "705": "無我人等見。則所修離相。故曰如來說非善法。是", "706": "名善法。亦不乖於無得也。論以初文為顯示菩提", "707": "相。約二種語明義。謂無上語則顯示菩提自相及", "708": "解脫相。無少法可得故皆無上。言平等語。則顯示", "709": "菩提若人若法皆平等也。以次文為示菩提道者。", "710": "然道即菩提。此謂菩提之道即善法也。而言非善", "711": "法者。亦安立第一義故。天親述疑言離彼上上證", "712": "法轉轉得菩提者。上上之言對後後說。謂以位次", "713": "論之。即破一品惑證一分菩提。望後後位。是為上", "714": "上證法故。還以後望前。則離上上證轉轉得後菩", "715": "提。雖有離有得。實無法無證。此即斷疑意也。餘不", "716": "別釋。", "717": "【疑】天親曰。復有疑。若一切善法滿足得菩提者。則", "718": "所說法不得大菩提。是無記故。為斷此疑。如經。", "719": "【經】須菩提若三千大千世界中止是名凡夫。", "720": "【論】無著曰。此下第三為施設大利法。於中為安立第", "721": "一義教授故。經言汝勿謂如來作是念等。謂如來若", "722": "以爾炎而知。言有眾生者。則為有我取。為離此著故。", "723": "故曰如來說有我者即非有我。但小乘凡夫有如是", "724": "取。故言凡夫者如來說即非凡夫。頌曰。", "725": "雖言無記法而說是彼因是故一法寶", "726": "勝無量珍寶數力無似勝無似因亦然", "727": "一切世間法不可得為喻", "728": "○天親釋曰。為斷此疑故。謂所說法雖是無記。而能", "729": "得大菩提。以離所說法不能得故。是故能為菩提因。", "730": "又言無記者。此義不然。汝是無記而我法是記。故言", "731": "一法寶等。言數力無似勝等者。謂於前福德此福為", "732": "勝故。一者數勝。二者力勝。三者無似勝。並如經云云。", "733": "四者因勝。此因勝彼因故。○唐譯以力似曰勢類。謂", "734": "如人勢力有強弱故。如人品類有貴賤故。不可比數。", "735": "餘文大同。○功德施曰。何故復此校量邪。今修行者", "736": "心勇進故斷疑十九。", "737": "〔會解〕曰。既證覺道而後施設大利。故無著以為", "738": "施設大利法也。夫大利法莫若此經持說功德。故", "739": "重舉大千七寶施福以為較量。文以因況果。即果", "740": "上施設化度眾生復大於是。若使如來如彼所知。", "741": "言有眾生度者。即有我取。為離著故。則曰如來說", "742": "即非有我。所謂安立第一義教授者如是而已。若", "743": "天親則仍上為疑。謂若善法滿足得菩提者。而所", "744": "說法無記。應反不得邪。斷此疑故。引偈答言。言說", "745": "雖是無記而得為因。此順問答也。又曰汝是無記", "746": "者。指彼疑者疑而不決。則無記爾。亦可謂汝疑此", "747": "法為無記爾。若我所說離相妙善。何謂無記。此違", "748": "問答也。又偈言一切世間法等者。約四勝義以釋", "749": "校量。其文可知。", "750": "【疑】天親曰。復有疑。若是法平等無有高下。云何如", "751": "來言度眾生。為斷此疑。如經。", "752": "【經】須菩提於意云何汝勿謂如來等如前引。", "753": "【論】無著文如上云云。頌曰。", "754": "平等真法界佛不度眾生以名共彼陰", "755": "不離於法界取我度為過以取彼法是", "756": "取度眾生故不取取應知", "757": "○天親釋曰。云何斷疑。謂乘生假名與五陰共。而不", "758": "離法界。以無差別故。故言平等真法界。是故無眾生", "759": "可度。如經云云。偈言取我度為過者。謂若如來取五", "760": "陰中有眾生為所度令得解脫。而我能度者。是取相", "761": "過。以著彼法故。經復言如來說有我等。故偈言不取", "762": "取。謂彼本不實。是不應取不取而取。凡夫取以為生。", "763": "是不取取義。在佛言之亦是不取而取。取眾生為所", "764": "度。但取而不取爾。又凡夫眾生如來說名非生者。不", "765": "生聖人法故。○唐譯語意稍異云云。○功德施曰。復", "766": "次疑若如來說非眾生者。與餘教相違。如有經言。無", "767": "量眾生以得我為善知識脫生等菩故。為遣此疑。經", "768": "曰云云。無眾生者第一義故。又以大悲攝同己故。若", "769": "實有眾生異於如來是所度者。如來即有我等取。我", "770": "取者。如來說為非取。非者不善義。能縛眾生住生死", "771": "故。又非者無體性義以無能取所取故。而凡夫妄取", "772": "令彼解故。如經但無智凡夫等。是知未得聖者。各封", "773": "於我差別生故。彼即非生。如不善人說為非又。又法", "774": "從緣起。無我造作故名非生。言生者。隨俗言故斷疑二十。", "775": "〔會解〕曰。文於校量之後。而發勿謂度生之語者。", "776": "以前文云是法平等則無生可度。因恐眾起是疑。", "777": "故止之云爾。空生雖未發言。意猶未決。故直告以", "778": "實無生可度。偈所謂平等真法界佛不度眾生。斯", "779": "言盡矣。夫一真法界。本無迷悟。尚何生佛之有。而", "780": "孰為能度所度哉。若謂有生可度。則佛應有我人", "781": "等見。苟為無我。知無眾生明矣。而如來說有我者。", "782": "但凡夫執我。順彼凡迷。無我說我爾。然則凡夫果", "783": "有凡夫耶。以實言之。凡夫亦不可得。故曰凡夫者", "784": "如來說即非凡夫。但依世俗說名凡夫。第一義中", "785": "則無有也。若知無生說生。是亦不度而度。所謂雖", "786": "知眾生無所有。誓度無所有之眾生是也。是則言", "787": "眾生有無。如來度不。各有其致。執取則非爾。", "788": "【疑】天親曰。復有疑。雖相不可得見如來。以非如來", "789": "法身體故。而如來法身以色相比知。則如來亦以", "790": "福相成就也。為斷此疑。如經。", "791": "【經】須菩提於意云何可以三十二相觀如來不止如", "792": "來不以具足相故得阿耨多羅三藐三菩提。", "793": "【論】無著曰。此下第四為攝取法身故。於中初偈顯示", "794": "如所不應見。以不可見故。是人行邪道者。亦曰邪靜。", "795": "以得禪者名寂靜故。禪名思惟修。思者意所攝。修者", "796": "識所攝。覺識所攝故不能見。又諸見皆世諦故。次偈", "797": "曰。彼如來妙體。即法身諸佛。法體不可見。彼識不能", "798": "知。即示如彼不應見及不應因緣。於中初二句謂應", "799": "以法見。佛法者真如義。由其以法為身。以如為緣。故", "800": "出生諸佛法身。故不可見。次二句言不應因緣。以彼", "801": "法真如相故。非如言說所知。唯應自證。見實能知。故", "802": "言法體不可見等。雖不應以相見。應以為因得菩提", "803": "邪。故經言如來可以相成就等云云。為離此著故。則", "804": "又曰莫作是念等。此明相非菩提。亦不以為因相是", "805": "色性故。頌曰。", "806": "非是色相身可比知如來諸佛唯法身", "807": "轉輪王非佛非相好果報依福德成就", "808": "而得真法身方便異相故唯見色聞聲", "809": "是人不知佛以真如法身非是識境界", "810": "○天親釋曰。此下為斷疑故。謂若有人言福德能成", "811": "相果。則是以相能得菩提者。如轉輪聖王應是如來。", "812": "故知不可以相得見佛身也。言非相好果報等。此明", "813": "相果非依福德成就。而得法身方便異相故。謂法身", "814": "者是智相身。非彼福德異相身故。若唯見色聞聲。是", "815": "人不知真如法身。非是識境界故。故云見色聞聲是", "816": "行邪道。則曰彼如來妙體等。○唐譯大同。○功德施", "817": "曰。以諸眾生於佛法身多生取著。故說色身無性。又", "818": "欲令於色身見法身義。故說頌言云云。謂有見光明", "819": "相好。及聽受經法文字而言見佛者。為除此見故曰", "820": "是行邪道。以色聲性非真實故。然則云何見邪。故偈", "821": "言如來法為身。但應觀法性。法性非所見。彼亦不能", "822": "知。法性者所謂空性無自性無生性等。此即諸佛第", "823": "一義身。若見此者名為見佛。又餘經說。無取著見是", "824": "名見佛。今緣法性將非取著。以淨智心。了知法性。故", "825": "法性非所見。既非所見故智不能知。如有經說。一切", "826": "法性猶如虗空等。與眾物為所依止。而其體性非有", "827": "物非無物。寂然無知。名為了知名為知者隨俗言說", "828": "斷疑二十一。", "829": "〔會解〕曰。經言可以身相見如來者。前後凡四出", "830": "之。以文相生起斷疑之別。各有所以。前直以見言", "831": "不可。此獨言觀。故在可否之間。則曰云云。蓋觀與", "832": "見異。故有與有奪。謂以理觀之則可。以相見則不", "833": "可。如曰一塵之色咸與理等。況丈六之質寧非法", "834": "身。及詰之以相又言其非。或恐不善觀者還滯相", "835": "見。故復遮之。魏譯加後四句。而秦本略者。以今言", "836": "之魏譯理是。秦本意深。各有其致。未易可否。然與", "837": "其理足而義盡。孰若意深而有餘。所謂但遮所非。", "838": "不言所是。其秦本得之矣。無著以為攝取法身。則", "839": "法身者在乎所非處而已。而天親以為斷疑故。不", "840": "以色相見如來。唯以真如為如來。此猶分別之說。", "841": "若以三身圓具。色相法身非一非異。無在不在。豈", "842": "當如是離隔說邪。如功德施所論。亦可謂知見佛", "843": "之趣矣。", "844": "【疑】天親曰。有人起如是心。若不依福德得大菩提。", "845": "如是諸菩薩則失福德及大果報。為斷此疑。如經。", "846": "【經】須菩提汝若作是念如來不以具足相故止得故", "847": "阿耨菩提○是故說不受福德○無著以此段連上云云天親以此文屬下。", "848": "【論】無著曰。此下第五為不住生死涅槃。故言於法不", "849": "說斷滅者。謂如所住法通達不斷一切生死影象。而", "850": "於涅槃自在行利益眾生事。此遮一向寂靜。故顯示", "851": "不住涅槃。若不住涅槃應受生死。為離此著。顯示不", "852": "住流轉。故經言以七寶行施等。於中言知一切法無", "853": "我得成於忍者。謂於有為法得自在故。無彼生死之", "854": "我。又非業惑力所生。故名無我得忍。所生福德勝多", "855": "於彼。言菩薩不取福德者。正顯示不住生死。若住生", "856": "死即受福德。又言不取福德者。佛於餘處說應受福", "857": "德故。復以方便說故。受而不取。受者說有而已。取者", "858": "修彼道故。如福聚及果中皆不應著。頌曰。", "859": "不失功德因及彼勝果報得勝忍不失", "860": "以得無垢果示勝福德相是故說譬喻", "861": "是福德無報如是受不取", "862": "○天親釋曰。此下為斷疑故。謂雖不依福德得真菩", "863": "提。而不失福德及被果報。以能福智二嚴故。言得勝", "864": "忍不失者。謂若有人作是念。菩薩以得無生。失彼福", "865": "德者。為遮此故示現不失。更得勝報。故言示勝福德", "866": "相等。如經於法不說斷滅相。言知一切法無我得無", "867": "生忍者。謂二種無我。得二種不生相故。是福德無報", "868": "者。無彼有漏報也。如是受不取者。謂得有漏報故亦", "869": "受。以有漏可訶故不取。○唐譯曰。若言福不證菩提。", "870": "則菩薩福果應斷。為釋此故。頌曰其福不失亡等。餘", "871": "文大同。○功德施曰。若智亦不能知法性者。云何佛", "872": "以具足相而證菩提。為遣此疑。經曰云云。以顯示法", "873": "界相義故。若相成就是真實者。相滅即名為斷。無有", "874": "菩薩見法斷故。有生故有斷。若一切法無生性。則遠", "875": "離斷常是法界相。於此能信解者。多於施福。如有頌", "876": "曰。若人持正法。及發菩提心。不如解於空。十六分之", "877": "一。或念一切法。無生者云何。有福德生故。經言不應", "878": "取福德。謂非第一義中有福可取故。雖不可取。福應", "879": "圓滿。不出二諦故云云斷疑二十二。", "880": "〔會解〕曰。此段初文。照上無著所釋。合云以具足", "881": "相故得菩提。如來遣之則反其說。故曰不以等。是", "882": "疑多上一不字。若作天親釋。則不為多。各有其義。", "883": "兩存可也。然無著以不說斷滅下為不住生死涅", "884": "槃者。謂若發心一向說諸法斷滅。則似墮涅槃寂", "885": "靜見。為遮是見。故說通達不斷生死影象。而於涅", "886": "槃方便利物。則不住涅槃也。若言行於布施則似", "887": "著有為生死法。為遮此著。故說若人知一切法無", "888": "我得成於忍。於有為法而得自在。則不住生死也。", "889": "惟其不住生死。所以能出生入死。惟其不住涅槃。", "890": "所以能安住涅槃。是二不住雖在如來。而以菩薩", "891": "言者。以因顯果。亦寄果示因。而福德勝劣不相及", "892": "者。由其受不受異。故曰以諸菩薩不受福德等。然", "893": "以餘文言之。有受而不取者。是受與取異。如諸論", "894": "分別。若依今本不受即不取故一向無著。則曰如", "895": "福聚及果中皆不應著是也。然則文雖不以福德", "896": "得菩提。而不說諸法斷滅。雖不捨福德相。而說於", "897": "法無我得忍為勝。所以成福智二嚴。良由二皆不", "898": "住故也。", "899": "【疑】天親曰。若諸菩薩不受果報。云何諸菩薩福德", "900": "眾生受用。如經。", "901": "【經】須菩提若有人言如來若來若去止故名如來。", "902": "【論】無著曰。此下第六為行住淨。復有三種。一威儀行", "903": "住。二名色觀破自在行住。三不染行住。威儀行住者", "904": "經言若來若去等。行謂去來。住謂餘儀。頌曰。", "905": "是福德應報為化諸眾生自然如是業", "906": "諸佛現十方去來化身佛如來常不動", "907": "於是法界處非一亦不異", "908": "○天親釋曰。謂諸佛化身有用。彼法身者不來不去。", "909": "故言自然如是業。又言去來化身佛等。謂以此明不", "910": "來不去故。如經云云。若如來有去來差別者。即不得", "911": "言常如是住。如是住者不變不異故。○唐譯大同。○", "912": "功德施曰。若第一義無福可取。何故餘經說如來福", "913": "智資糧等。為遣此疑故曰云云。謂涅槃無有真實處", "914": "所。而至於彼名之為去。生死亦爾。而從彼出名之為", "915": "來。不來不去是如來義。以此顯示無住涅槃。雖生死", "916": "涅槃無有一異。而於三界引喻眾生。為作利益斷疑二十", "917": "三。", "918": "〔會解〕曰。此以當文言之。顯如來應化即是法身。", "919": "故於去來而無去來之迹。於行住而不見行住之", "920": "相。此所以名法身如來。無著以為行住淨。謂由全", "921": "法為應故。若行若住無不皆淨。依天親承上斷疑。", "922": "則福德所感者應化也。以應化則有去來。彼不解", "923": "故謂實有來去。是不解知其為法身體無來去故", "924": "也。則又曰如來者無所從來。所謂從真如實際中", "925": "來。又曰乘如實道來成正覺。是則修性因果皆依", "926": "一如。以如無來去故。無從來者亦無所去。而言來", "927": "者順化之義。去者反本之義。若云如去則是雙林", "928": "順如而去也。亦無所從生名為如來。故淨名曰。來", "929": "者無所從來等。皆其理也。餘論以望彼生死涅槃", "930": "云無來去者。亦無方之說也。", "931": "【疑】此下一疑。論無顯文。准功德施曰。復次疑者。若", "932": "生死涅槃不可得故無來去者。如來豈如須彌山", "933": "等。積聚一合而安住邪。為遣此中眾多等有無一", "934": "合見故。如經。", "935": "【經】須菩提若善男子善女人以三千大千世界止是", "936": "名法相。", "937": "【論】無著曰。此下第二為破名色身自在行住故。於中", "938": "有二種方便。破色身如前說。言佛則不說是微塵眾。", "939": "此謂聚體不成就故。說名非聚。若不爾者。雖不說亦", "940": "自知是聚義。何須佛說。經言如來說世界非世界者。", "941": "此以無所見方便破名身。謂眾生世界故。又言若世", "942": "界實有則是一合相者。此界塵並說故有二種摶取。", "943": "謂一摶取即眾生類及世界為一有故。差別摶取者。", "944": "以取微塵眾集有差別相故。言非一合相者。此為安", "945": "立第一義故。又曰即是不可說等。謂以世言說故有", "946": "彼摶取。第一義中彼法不可說。而小乘凡夫如言說", "947": "取。非第一義。經言佛說我見等者。顯示如所不分別。", "948": "謂如外道說我。如來說為我見。又說有此我見。是即", "949": "見攝。所以安立法無我。如是觀察入三昧時。不復分", "950": "別。是為相應方便。言發阿耨菩提心者。示無分別人。", "951": "於一切法者。示無分別法。如是知見等。示增上心及", "952": "智皆無分別。故即知見勝解。謂以智依奢摩他故言", "953": "知依。毗鉢舍那故言見。此二依止三摩提。自在解內", "954": "攀緣影象故言勝解初二翻名止觀。故能知能見。第三恐取等持之義。故以三摩提", "955": "為言。若準圓覺則初名奢摩他。〔故〕名三摩鉢提。第三名禪那。今次名異彼。即同涅槃。第三合名優畢叉。今言三", "956": "摩提者。名相進退。所出不同言如是信解不住法相者。正顯無分", "957": "別義。於法相中示不共及相應義故。如前說云云。", "958": "頌曰。", "959": "世界作微塵此喻示彼義微塵碎為末", "960": "示現煩惱盡非集聚故集非唯是一喻", "961": "聚集處非彼非是差別喻但隨於音聲", "962": "凡夫取顛倒非無二得道遠離於我法", "963": "我見即不見無實虗妄見此是微細障", "964": "見真如遠離二智及三昧如是得遠離", "965": "○天親釋曰。碎塵為喻者。謂真如法界處非一異。如", "966": "來於彼法界處住。故說此喻。示煩惱盡顯非一異相", "967": "故。言非集聚故集等。謂如塵為末。非有聚集物故非", "968": "一處住。非彼差別處可得故亦非異處。如是遠離煩", "969": "惱障盡。住彼非一異處。又說世界一合相喻者。謂若", "970": "實有物聚集。如來則不說微塵聚。若實有世界。佛則", "971": "不說三千世界是一合相。以彼聚集無物可取。凡夫", "972": "妄取為有。非實有故。即知是妄。故言一合相者即是", "973": "不可說等。又佛說我見等者。謂本無我。隨言取著。計", "974": "為二見。故言但隨於音聲等。非彼無我及法。若離二", "975": "事即得菩提。故偈復言遠離於我法等。見我即不見", "976": "者。謂見我者。即不見彼無我。以其無實。虗妄分別。無", "977": "有我故。如來說彼我見如是。見法亦爾。經言於一切", "978": "法應如是知等。謂若見法相即不見相。故見我見法", "979": "二皆不見。此是細障。若不見彼二。是即見法而得遠", "980": "離。故言見真如遠離。又如是知等者。顯示世智第一", "981": "義智。及依止三昧得離彼障故。○唐譯大同。○功德", "982": "施曰。此中微塵眾多者。遣無分一合見。非微塵眾者。", "983": "遣有分一合見。是名微塵眾者。非有分物。說之為眾。", "984": "復為遣積聚見故。又曰如來說世界即非世界者。謂", "985": "若世界實有。即是一合見。何故非此一合見邪。謂於", "986": "非有中妄見故。言一合相者即是不可說。是俗諦相。", "987": "非真實有。若第一義。一切法本性無生。故不可得。離", "988": "於言說。而起執凡夫於中妄取。若我一向非。如教有", "989": "言。我以己為依。詎以他為依。智者能調我。生天受安", "990": "樂。為遣此疑。經曰。若人言如來說我見等為正語不。", "991": "謂佛說見我者。為誘攝諸信樂者。故於五蘊隨俗名", "992": "言。非謂真實。而佛所見我。是遠離性。故言即非我見", "993": "等。以離生死涅槃我等一合見得菩提故。復欲令其", "994": "同證故。說於一切法應如是知等。謂修信解者。法想", "995": "尚不生。況非法想。即不生於如法不如法分別。又曰。", "996": "法想者如來說為非想。謂一切法無生性故。若無生", "997": "即非有。於何知見。以俗諦故。說名法想斷疑二十四。", "998": "〔會解〕曰。無著科此文。為破名色身自在行住。亦", "999": "承上言之。謂有去來者名色身也。無去來者破名", "1000": "色也。以破名色身故解脫。解脫顯由法身。故解脫", "1001": "自在則應化亦自在。此與前文異者。前為顯相應", "1002": "行相故。此以為自在行住。雖意各不同。其必破名", "1003": "色身一也。論以初文末塵方便破色身。即外世界", "1004": "色例內身色。世界既為微塵。則有而非有。非有而", "1005": "有。亦摶眾塵而為一色。既有無不可得。則色身執", "1006": "破矣。又曰若世界實有者。決以世界非世界破名", "1007": "身。即世界之名例眾生之名。世界既有而非有。則", "1008": "眾生名亦非名。即名身執破矣。破雖在佛。執實凡", "1009": "夫。所以寄果以破因執也。言一合相義亦難曉。是", "1010": "應知合多為一。為一合相。散一為多。為非一合相。", "1011": "非一合相則為無。一合相者則為有。有則為凡。無", "1012": "則為聖。於一合相而有二種。如論有二種摶取。謂", "1013": "摶取積聚之義。所謂摶眾生類等為一世界。一也。", "1014": "又摶眾塵以成世界種種差別。二也。既二俱不可", "1015": "得。則非一非異。如論偈顯非一異是也。故以凡言", "1016": "之。知合而不知散。聖人觀之。於合而知散。故曰如", "1017": "來說一合相即非一合相。又見有合散者凡夫也。", "1018": "見非合散者聖人也。如曰若見凡法不合不散。是", "1019": "即聖人法。若見聖法有合有散者。是即凡夫法。云", "1020": "云是不特知聖凡之分。亦見聖凡元只一法。本無", "1021": "定實。又安立第一義故。說非一合相。隨世言說故。", "1022": "是名一合相。抑通言之。凡一切法但有待對。未會", "1023": "一如。皆一合相。是則攝義甚通。於理極遠。此姑置", "1024": "之。依天親釋義。則碎塵為喻。顯非一異相。以上明", "1025": "法身所契真如非一異故。故有世界微塵之喻。然", "1026": "則文言若實有一物聚集。如來則不說微塵眾者。", "1027": "此言佛說一合相意也。以是知言微塵眾者。為顯", "1028": "體不成就。非實有一合相。餘諸文義。論釋詳矣。今", "1029": "更直釋之。經於此後復言佛說我見人見者。一由", "1030": "凡夫不了一合相義。貪著其事。故有我見等執。亦", "1031": "由我等見故取一合相。故於是破之。亦是破上地", "1032": "微細障也。二由上言佛說微塵眾顯非一合相。故", "1033": "言如佛說我見等。亦彰見而非見。故復示發心者。", "1034": "於一切法。亦當如其非見而見。如是知見信解。則", "1035": "不生法相矣。又言法相者。覆釋法相。亦皆非相而", "1036": "相。故知言不生者。由本不生。非始不生也。於是如", "1037": "來反覆發明之旨。非不切著。而凡迷不解。奈何。", "1038": "【經】須菩提若人滿無量阿僧祇世界止如如不動。", "1039": "【論】無著曰。此下第三為不染行住。於中二種。一說法", "1040": "不染。以有如是大利益故。決定應如是說而無所染。", "1041": "云何為人演說等。顯示不可言說故不說彼法有可", "1042": "說體。應如是說。若異此者則為染汙。以顛倒義故。又", "1043": "不求信敬故。亦為無染說。頌曰。", "1044": "化身示現福非無無盡福諸佛說法時", "1045": "不言是化身以不如是說是故彼說正", "1046": "○天親釋曰。此雖諸佛自然作用。而彼化身說法有", "1047": "無盡無漏功德。故重說勝福譬。云何為人演說。而不", "1048": "名說。故言諸佛說法時等。謂化身說法時。若言我是", "1049": "化佛。則眾生不敬。不能利物故。以不如是說而為正", "1050": "說。○唐譯大同。○功德施曰。何故復說受持之福。欲", "1051": "令眾生畢竟信故。經曰。如無演說是名為說。謂第一", "1052": "義無世出世若法若物少有可說者。是名為說。", "1053": "〔會解〕曰。此經始終以七寶施福校量。雖世界有", "1054": "多少。顯持經福勝一也。其所以勝之之說雖不同。", "1055": "而出乎般若亦一也。無著以此文為說法不染。蓋", "1056": "順無說之說。是真得般若體故。又以不求信敬為", "1057": "不染。謂說者能忘於我故。天親以偈言化身示現", "1058": "福等。知其依化身說法。而不言是化。則其所說無", "1059": "相。勝彼有作之福。故曰非無無盡福。亦得是釋疑", "1060": "也。什本則曰。不取於相如如不動。夫言不取於相。", "1061": "則理絕常想。言如如不動。則妙極真源。惟其如是。", "1062": "乃契般若。斯所以顯持說福勝。淨名曰。善能分別", "1063": "諸法相。於第一義而不動。蓋今說之謂也。", "1064": "【疑】天親曰。復有疑若諸佛常為眾生說法。云何言", "1065": "入涅槃。為斷此疑。如經。", "1066": "【經】何以故一切有為法止應作如是觀。", "1067": "【論】此下三論並依九喻釋。無著曰。二為流轉不染故。", "1068": "於中顯示四種有為相。一自性相。謂共相見識如星", "1069": "光。以無智闇中有。有智明中無故。人法我見如翳。取", "1070": "本無義故。妄識如燈。以渴愛潤取緣能熾然故。二著", "1071": "所味相。味著顛倒境界。如彼幻倒見故。三隨順過失", "1072": "相。謂隨順無常等過如露體相無有故。隨順受相如", "1073": "泡。以有受皆苦。凡三苦故。四隨順出離相。謂觀過去", "1074": "行等如夢。隨念所現故。現在不久住故如電。未來種", "1075": "子依阿黎耶識出生諸法。如空中出雲。如是了知三", "1076": "世行已。通達人法無我。得出離故。頌曰。", "1077": "非有為非離諸如來涅槃九種有為法", "1078": "妙智正觀故見相及於識器身受用事", "1079": "過去現在法亦觀未來世觀相及受用", "1080": "觀於三世事於有為法中得無垢自在", "1081": "○天親釋曰。如來為斷疑故。說九喻偈。謂諸佛雖得", "1082": "涅槃。非有為法。亦不離有為。以化身說法。示現世間。", "1083": "利益眾生故。此明佛於涅槃世間皆不住也。何故示", "1084": "現世間而不住有為法。故曰九種有為法等。謂如星", "1085": "等九種法譬成九正觀。觀九種境故言見相。及於識", "1086": "等。謂觀見如星。為日所映。有而不現。能見心法。亦復", "1087": "如是。觀有為相如翳。見毛輪等色。以顛倒見故。觀識", "1088": "如燈。依止貪愛法住故。觀所依住處如幻。以器世間", "1089": "無一體實故。觀身如露。少時住故。觀所受用事如泡。", "1090": "受想因三法不定故。觀過去法如夢。唯念現故。觀現", "1091": "在法如電。剎那不住故。觀未來法如雲。以阿黎識與", "1092": "一切法為種子故。又總唯三種。謂觀相如見識相。觀", "1093": "受用如器世間等。觀有為法如三世轉現等。如是總", "1094": "別。觀一切法。則於世間有為法中得自在無礙智。故", "1095": "曰得無垢自在。○唐譯大同。○功德施曰。此無住涅", "1096": "槃。觀察有為。然後方證。云何觀察。謂觀察自在如星。", "1097": "觀物境如翳。觀遷動如燈。觀體性如幻。觀少盛如露。", "1098": "觀壽命如泡。觀作者如夢。觀心識如電。觀有為如雲", "1099": "等。云云復次先依俗諦。以星等喻安立有為。後依中", "1100": "論第一義。明一切法不生不滅不斷不常不一不異", "1101": "不來不去。及般若中一切法非積住性。以次帖釋云", "1102": "云文煩不盡○斷疑二十五。", "1103": "〔會解〕曰。無著以此兼於上文。為二種無染。此謂", "1104": "流轉無染也。以其善觀四種有為法故。不為生死", "1105": "所流轉。天親意彰釋疑。以謂雖得涅槃而不住涅", "1106": "槃。不妨化身說法。雖示現世間而不住有為。以其", "1107": "正智善觀察故。然而什本特加何以故者。還徵釋", "1108": "上不住於相如如不動之旨。夫觀諸法如幻化相。", "1109": "則是相皆遣。尚不住涅槃。況有為之相而不遣邪。", "1110": "所謂設有一法過涅槃者我亦說如幻化。故知但", "1111": "了如幻不住有無。自然妙契如如。安住不動。徵一", "1112": "得二。理在其中。由是言之。回觀魏譯。言同意淺。什", "1113": "譯良有旨哉。喻有加略加一略四者。直取如幻大旨而", "1114": "已。星翳等喻幻義稍疎。故略之無。各如諸家封法", "1115": "之釋纂者疊疑之喻皆失其源流。入巧見非大方", "1116": "之說。然以是偈殿於經末。亦依經示觀之意。苟能", "1117": "日用以為心要。不唯觀達有為。抑足照了無相也。", "1118": "【經】佛說是經已止信受奉行。", "1119": "【論】無別釋。", "1120": "〔會解〕曰。此經流通諸論。固無定判。而章疏科節。", "1121": "或復進退。云云今謂凡流通亦多門。有付囑者。有", "1122": "勸持者。有校量功德者。有示方軌者。有請名結要", "1123": "者。有隨經結益者。有從物偏好乘乘不同者。有發", "1124": "誓弘護者。有信受奉行等。皆流通也。若准此意。則", "1125": "合追指。自須菩提發阿耨多羅三藐三菩提心者", "1126": "下。具諸流通義。言於一切法應如是知等。則付囑", "1127": "流通也。令如是知解。或從富文言之。或通指一經", "1128": "所說。況發心之言。與初文同。故知正通其理一貫。", "1129": "次若有人等。校量福勝勸持也。云何為人演說等。", "1130": "示持說方執也。佛說是經下。如說奉行也。歡喜之", "1131": "言。即四悉之一。通亦具四。皆生喜故。請名結要。則", "1132": "又見於上文。餘亦應具。文缺略耳。然以此經。垂之", "1133": "後世。流通無壅。受持特盛者。得非以一經始終校", "1134": "量功深。殷勤付囑。般若冥資之力。眾生乘種之深", "1135": "故也。雖然希利而持經。吾未見其能持。惟不以利", "1136": "而持經。庶幾如來流通之旨乎。讀者宜尊行之。", "1137": "金剛般若波羅蜜經會解卷下終", "1138": "No. 462-BNo. 462-B", "1139": "愚述此書。始於己亥歲。草創于東湖蘭若。以其編例", "1140": "東安置之以篋筒無慮二十年。至乙卯叨南湖祖席。", "1141": "戊午夏坐足疾稍閒。因得治定成四帙。畢詶素志。既", "1142": "而有　竺峰之命。眾請刊。餘四經板藉次乃獲鋟工。", "1143": "才得卷餘。㩗以東歸。於茲中輟者又十餘載。其業不", "1144": "易究如此。自謂不復舉此話矣。山門學者妙見懺首。", "1145": "慨茲墜緒。有激于申。毅然發志募諸　同袍道舊。相", "1146": "與助成教門一段因緣。於戲起斯文於溝中之斷豈", "1147": "易得邪。栢庭老衲書始末于供觀山色云"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 462 金剛經會解", "author": "宋 善月述"}