{"sourceLink": "http://www.cbeta.org/", "text": {"0": "楞嚴經合論隨文合論", "1": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "10": "補曰經起前文葢此之想陰若存寤則取像寐則", "100": "如是循環有十六相從此或計畢竟煩惱畢竟菩提", "101": "兩性並驅各不相觸由此計度死後有故墮落外道", "102": "惑菩提性是則名為第六外道立五陰中死後有相", "103": "心顛倒論。", "104": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "105": "觀彼幽清常擾動元於先除滅色受想中生計度者", "106": "是人墜入死後無相發心顛倒見其色滅形無所因", "107": "觀其想滅心無所繫知其受滅無復連綴陰性銷散", "108": "縱有生理而無受想與草木同此質現前猶不可得", "109": "死後云何更有諸相因之勘校死後相無如是循環", "11": "成夢此想陰若盡雖有寤寐而無夢想故曰寤寐", "110": "有八無相從此或計涅槃因果一切皆空徒有名字", "111": "究竟斷滅由此計度死後無故墮落外道惑菩提性", "112": "是則名為第七外道立五陰中死後無相心顛倒論", "113": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "114": "觀彼幽清常擾動元於行存中兼受想滅雙計有無", "115": "自體相破是人墜入死後俱非起顛倒論色受想中", "116": "見有非有行遷流內觀無不無如是循環窮盡陰界", "117": "八俱非相隨得一緣皆言死後有相無相又計諸行", "118": "性遷訛故心發通悟有無俱非虗實失措由此計度", "119": "死後俱非後際昏瞢無可道故墮落外道惑菩提性", "12": "恒一自了罔陳習已下方敘行陰之狀殫盡也謂", "120": "是則名為第八外道立五陰中死後俱非心顛倒論", "121": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "122": "觀彼幽清常擾動元於後後無生計度者是人墜入", "123": "七斷滅論或計身滅或欲盡滅或苦盡滅或極樂滅", "124": "或極捨滅如是循環窮盡七際現前銷滅滅已無復", "125": "由此計度死後斷滅墮落外道惑菩提性是則名為", "126": "第九外道立五陰中死後斷滅心顛倒論。", "127": "論曰立論以為七趣後皆斷滅身欲界人天也欲", "128": "盡是初禪也苦盡是二禪也極樂是三禪也極捨", "129": "是四禪及無色也而於此言五事滅者身滅兼人", "13": "生滅根元既爾披露無不見彼十二種類俱從行", "130": "天二種極捨兼四禪無色二種也。", "131": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "132": "觀彼幽清常擾動元於後後有生計度者是人墜入", "133": "五涅槃論或以欲界為正轉依觀見圓明生愛慕故", "134": "或以初禪性無憂故或以二禪心無苦故或以三禪", "135": "極悅隨故或以四禪苦樂二亡不受輪迴生滅性故", "136": "迷有漏天作無為解五處安隱為勝淨依如是循環", "137": "五處究竟由此計度五現涅槃墮落外道惑菩提性", "138": "是則名為第十外道立五陰中五現涅槃心顛倒論", "139": "阿難如是十種禪那狂解皆是行陰用心交互故現", "14": "陰生起故曰見同生基野馬者遊埃也熠熠者螢", "140": "斯悟眾生頑迷不自忖量逢此現前以迷為解自言", "141": "登聖大妄語成墮無間獄。", "142": "補曰入此行陰唯一精明而已雖眾魔不得其便", "143": "然於凝明中起計度者則墜入二種無因四種徧", "144": "常於堅凝中起計度者則墜入四顛倒四有邊四", "145": "徧計四有相四無相四俱非七斷滅五涅槃皆為", "146": "外道論也此陰若盡如波爛滅化為澄水故能超", "147": "眾生濁無盡曰有漏執身不行婬欲即為人天窮", "148": "行陰空邪慧陵率諸過不禁淪墮必矣故古德云", "149": "鈍鳥離巢易靈龜脫殻難。", "15": "光也謂行陰微細遷流如日光所照隙塵熠熠然", "150": "汝等必須將如來語於我滅後傳示末法徧令眾生", "151": "覺了斯義無令心魔自起深孽保持覆護消息邪見", "152": "教其身心開覺真義於無上道不遭枝岐勿令心祈", "153": "得少為足作大覺王清淨標指。", "154": "阿難彼善男子修三摩提行陰盡者諸世間性幽清", "155": "擾動同分生機倐然隳裂沈細綱紐補特伽羅酬業", "156": "深脉感應懸絕。", "157": "補曰諸世間性者即十二類生滅性也幽清擾動", "158": "者即煩濁乍澄擾而復動也同分生機者即同諸", "159": "類分劑生滅機也行陰既盡則幽清同分等相自", "16": "了無住相故曰熠熠清擾等也。", "160": "然隨破沈細者乃指行陰生滅之原如網之綱衣", "161": "之紐故長水以綱紐為業因伽羅為果報業因亡", "162": "則孰為引果果報息則誰是能酬因果既亡故絕", "163": "深脉。", "164": "於涅槃天將大明悟如鷄後鳴瞻顧東方已有精色", "165": "六根虗靜無復馳逸內外湛明入無所入深達十方", "166": "十二種類受命元由觀由執元諸類不召於十方界", "167": "已獲其同精色不沈發現幽祕此則名為識陰區宇", "168": "若於羣召已獲同中銷磨六門合開成就見聞通隣", "169": "互用清淨十方世界及與身心如吠瑠璃內外明徹", "17": "若此清擾熠熠元性性入元澄一澄元習如波瀾滅", "170": "名識陰盡。", "171": "補曰入此識陰則六根虗靜無復馳逸故能深達", "172": "十方十二種類受命元由夫十方依正皆識所現", "173": "觀其受命之由所執之元於無同異中熾然成異", "174": "今獲同中此既無從彼自不召謂之還元則萬法", "175": "唯心唯識而自己精色光明發現何幽不燭然尚", "176": "留識陰區宇若於諸類不召已獲同中更能銷磨", "177": "六門等互用清淨到此識陰始盡唯一覺體而已", "178": "故如吠琉璃也藏經音義曰吠琉璃寶名此寶青", "179": "色其體堅甚一切寶刀皆不可壞亦非煙焰所能", "18": "化為澄水名行陰盡是人則能超眾生觸觀其所由", "180": "鑄鎔唯鬼神有神通力者能攻之為器也一云金", "181": "翅鳥卵㲉大般若經曰安住布施波羅蜜多或化", "182": "世界如吠琉璃。", "183": "是人則能超越命濁觀其所由罔象虗無顛倒妄想", "184": "以為其本。", "185": "補曰無盡曰古師以命煖識三俱時而轉名識既", "186": "離命煖隨亡故超命濁此則識謝命終與死何異", "187": "葢命者識陰微細不斷猶如命根今既全破隳裂", "188": "六門開闔身心明徹故越命濁也若謂命煖隨亡", "189": "下文不應云能令己身根隔合開。", "19": "幽隱妄想以為其本。", "190": "阿難當知是善男子窮諸行空於識還元已滅生滅", "191": "而於寂滅精妙未圓能令己身根隔合開亦與十方", "192": "諸類通覺覺知通㳷能入圓元若於所歸立真常因", "193": "生勝解者是人則墮因所因執娑毗迦羅所歸冥諦", "194": "成其伴侶迷佛菩提亡失知見是名第一立所得心", "195": "成所歸果違遠圓通背涅槃城生外道種。", "196": "阿難又善男子窮諸行空已滅生滅而於寂滅精妙", "197": "未圓若於所歸覽為自體盡虗空界十二類內所有", "198": "眾生皆我身中一類流出生勝解者是人則墮能非", "199": "能執摩醯首羅現無邊身成其伴侶迷佛菩提亡失", "2": "合論卷第十", "20": "阿難當知是得正知奢摩陀中諸善男子凝明正心", "200": "知見是名第二立能為心成能事果違遠圓通背涅", "201": "槃城生大慢天我徧圓種。", "202": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "203": "若於所歸有所歸依自疑身心從彼流出十方虗空", "204": "咸其生起即於都起所宣流地作真常身無生滅解", "205": "在生滅中早計常住既惑不生亦迷生滅安住沈迷", "206": "生勝解者是人則墮常非常執計自在天成其伴侶", "207": "迷佛菩提亡失知見是名第三立因依心成妄計果", "208": "違遠圓通背涅槃城生倒圓種。", "209": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "21": "十類天魔不得其便方得精研窮生類本於本類中", "210": "若於所知知徧圓故因知立解十方草木皆稱有情", "211": "與人無異草木為人人死還成十方草樹無擇徧知", "212": "生勝解者是人則墮知無知執婆吒霰尼執一切覺", "213": "成其伴侶迷佛菩提亡失知見是名第四計圓知心", "214": "成虗謬果違遠圓通背涅槃城生倒知種。", "215": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "216": "若於圓融根互用中已得隨順便於圓化一切發生", "217": "求火光明樂水清淨愛風周流觀塵成就各各崇事", "218": "以此羣塵發作本因立常住解是人則墮生無生執", "219": "諸迦葉波并婆羅門勤心役身事火崇水求出生死", "22": "生元露者觀彼幽清圓擾動元於圓元中起計度者", "220": "成其伴侶迷佛菩提亡失知見是名第五計著崇事", "221": "迷心從物立妄求因求妄冀果違遠圓通背涅槃城", "222": "生顛化種。", "223": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "224": "若於圓明計明中虗非滅羣化以永滅依為所歸依", "225": "生勝解者是人則墮歸無歸執無想天中諸舜若多", "226": "成其伴侶迷佛菩提亡失知見是名第六圓虗無心", "227": "成空亡果違遠圓通背涅槃城生斷滅種。", "228": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "229": "若於圓常固身常住同于精圓長不傾逝生勝解者", "23": "是人墜入二無因論一者是人見本無因何以故是", "230": "是人則墮貪非貪執諸阿斯陀求長命者成其伴侶", "231": "迷佛菩提亡失知見是名第七執著命元立固妄因", "232": "趣長勞果。", "233": "補曰長水易勞作牢淨覺以其說為得愚謂上句", "234": "既有固字下句不應復有牢字也大意是證成立", "235": "固妄之因不憚勤苦唯欲此身長不傾逝如贍星", "236": "禮月辟穀鍊形之誠吐故納新熊經鳥俾之習志", "237": "在功成行滿振衣輕舉得非趣長勞之果乎。", "238": "違遠圓通背涅槃城生妄延種。", "239": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "24": "人既得生機全破乘于眼根八百功德見八萬劫所", "240": "觀命互通却留塵勞恐其銷盡便於此際坐蓮華宮", "241": "廣化七珍多增寶媛恣縱其心生勝解者。", "242": "補曰長水曰觀識陰為十二類眾生之命元我命", "243": "通彼彼命通我故曰互通識陰若盡十方眾生命", "244": "即皆盡我命亦盡即誰證真常理誰為所化眾生", "245": "徒有真常無證真者故留塵勞起諸欲境恣受欲", "246": "樂圓命不滅俾要證真起用化物依此執計定無", "247": "所移立此識為勝解媛美女也。", "248": "是人則墮真無真執吒枳迦羅成其伴侶迷佛菩提", "249": "亡失知見是名第八發邪思因立熾塵果違遠圓通", "25": "有眾生業流灣環死此生彼只見眾生輪迴其處八", "250": "背涅槃城生天魔種。", "251": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "252": "於命明中分別精麤疏決真偽因果相酬唯求感應", "253": "背清淨道所謂見苦斷集證滅修道居滅已休更不", "254": "前進生勝解者。", "255": "補曰識陰露現故曰命明識既含藏漏無漏種今", "256": "於此中分別決擇苦集有漏名麤名偽道滅無漏", "257": "名精名真擇去麤偽苦集而留精真道滅故曰分", "258": "別精麤等修道為感證滅為應但取諸此故曰唯", "259": "求本修圓觀法界平等離二邊垢名清淨道今發", "26": "萬劫外冥無所觀便作是解此等世間十方眾生八", "260": "小乘欣厭之解故曰背。", "261": "是人則墮定性聲聞諸無聞僧增上慢者成其伴侶", "262": "迷佛菩提亡失知見是名第九圓精應心成趣寂果", "263": "違遠圓通背涅槃城生纏空種。", "264": "又善男子窮諸行空已滅生滅而於寂滅精妙未圓", "265": "若於圓融清淨覺明發研深妙即立涅槃而不前進", "266": "生勝解者是人則墮定性辟支諸緣獨倫不迴心者", "267": "成其伴侶迷佛菩提亡失知見是名第十圓覺㳷心", "268": "成湛明果違遠圓通背涅槃城生覺圓明不化圓種。", "269": "補曰窮諸行空識雖還元於精妙未圓生勝解者", "27": "萬劫來無因自有由此計度亡正徧知墮落外道惑", "270": "則墮外道之八執聲聞之背道緣覺之泯心不求", "271": "升進八執者謂因所因執能非能執常非常執知", "272": "無知執生無生執歸無歸執貪無貪執真無真執", "273": "是矣其倒圓由妄計而成也倒知以虗謬為證也", "274": "纏空為寂所縛也不化堅執不迴也無盡謂諸佛", "275": "之不化者非也於行則言因於失則言果娑毗迦", "276": "羅婆吒霰尼二外道名阿斯陀此云長命。", "277": "阿難如是十種禪那中途成狂因依迷惑於未足中", "278": "生滿足證皆是識陰用心交互故生斯位眾生頑迷", "279": "不自忖量逢此現前各以所愛先習迷心而自休息", "28": "菩提性二者是人見末無因何以故是人於生既見", "280": "將為畢竟所歸寧地自言滿足無上菩提大妄語成", "281": "外道邪魔所感業終墮無間獄聲聞緣覺不成增進", "282": "汝等存心秉如來道將此法門於我滅後傳示末世", "283": "普令眾生覺了斯義無令見魔自作深孽保綏哀救", "284": "消息邪緣令其身心入佛知見從始成就不遭岐路", "285": "如是法門先過去世恒沙劫中微塵如來乘此心開", "286": "得無上道。", "287": "補曰五陰中魔事各言十種者舉其大略也推其", "288": "所以皆由用心交互故起是深孽自非如來懸示", "289": "後世令諸眾生覺了斯義至此勝妙境界其誰不", "29": "其根知人生人悟鳥生鳥鳥從來黑鵠從來白人天", "290": "為魔外哉嗚呼前佛後佛法施之恩無大於此粉", "291": "骨碎身未足酬誠如永嘉之言所謂生勝解者先", "292": "德嘗曰纔有所重便成窠臼又曰但盡凡情別無", "293": "勝解不出此也。", "294": "識陰若盡則汝現前諸根互用從互用中能入菩薩", "295": "金剛乾慧圓明精心於中發化如淨瑠璃內含寶月", "296": "如是乃超十信十住十行十迴向四加行心菩薩所", "297": "行金剛十地等覺圓明入於如來妙莊嚴海圓滿菩", "298": "提歸無所得。", "299": "補曰此一節文意乃顯識陰盡處諸根互用之功", "3": "阿難彼善男子修三摩提想陰盡者是人平常夢想", "30": "本竪畜生本橫白非洗成黑非染造從八萬劫無復", "300": "力也謂五陰既盡能入菩薩初發大乘金剛乾慧", "301": "圓明精心此心猶如金剛無有毀壞又能於中發", "302": "化如淨瑠璃內含寶月是為一念不生前後際斷", "303": "即名為佛故不住外凡內凡等位直入如來妙莊", "304": "嚴海圓滿菩提孤山嘗指金剛乾慧圓明精心為", "305": "等覺之後心妙覺之無間道者誤矣自如是乃超", "306": "至等覺圓明方為無間道也若以金剛乾慧為無", "307": "間道則超之一字義將何歸瑠璃舉以為喻者凡", "308": "四處初於三增進敘返流旋一六用不行則曰譬", "309": "如瑠璃內懸明月此顯大心凡夫頓成圓觀也故", "31": "改移今盡此形亦復如是而我本來不見菩提云何", "310": "下文曰一切如來密圓淨妙皆現其中是人即獲", "311": "無生法忍次於住位之二敘圓成心中發明智體", "312": "則曰如淨瑠璃內現精金此顯練修功力伏彼惑", "313": "障也故下文曰以前妙心履以成地名治地住其", "314": "次於識陰盡處敘見聞通隣互用清淨則曰如吠", "315": "瑠璃內外明徹此顯虗明自照不假智力也故下", "316": "文曰觀其所由罔象虗無以為其本又其次於此", "317": "諸根互用敘圓明精心於中發化則曰如淨瑠璃", "318": "內含寶月此顯從互用中直登妙覺解脫道也故", "319": "下文曰如是乃超信住等位入於如來妙莊嚴海", "32": "更有成菩提事當知今日一切物象皆本無因由此", "320": "葢始則因中具果終則果中具因果德未彰但名", "321": "之以月果德既彰故該之以寶餘可知也言金剛", "322": "十地者寂音曰金剛以微細為性能摧壞一切十", "323": "地以壞障惑證真如故說十地者名金剛藏而其", "324": "智名甚微細境界亦名甚微細也故曰金剛十地", "325": "長水曰福足故名妙莊嚴海慧足故圓滿菩提理", "326": "極故歸無所得。", "327": "此是過去先佛世尊奢摩陀中毗婆舍那覺明分析", "328": "微細魔事魔境現前汝能諳識心垢洗除不落邪見", "329": "陰魔銷滅天魔摧碎大力鬼神褫魄逃逝魑魅魍魎", "33": "計度亡正徧知墮落外道惑菩提性是則名為第一", "330": "無復出生直至菩提無諸少乏下劣增進於大涅槃", "331": "心不迷悶若諸末世愚鈍眾生未識禪那不知說法", "332": "樂修三昧汝恐同邪一心勸令持我佛頂陀羅尼呪", "333": "若未能誦寫於禪堂或帶身上一切諸魔所不能動", "334": "汝當恭欽十方如來究竟修進最後垂範。", "335": "阿難即從座起聞佛示誨頂禮欽奉憶持無失於大", "336": "眾中重復白佛如佛所言五陰相中五種虗妄為本", "337": "想心我等平常未蒙如來微細開示又此五陰為併銷", "338": "除為次第盡如是五重詣何為界唯願如來發宣大", "339": "慈為此大眾清明心目以為末世一切眾生作將來眼", "34": "外道立無因論。", "340": "佛告阿難精真妙明本覺圓淨非留死生及諸塵垢", "341": "乃至虗空皆因妄想之所生起斯元本覺妙明真精", "342": "妄以發生諸器世間如演若多迷頭認影妄元無因", "343": "於妄想中立因緣性迷因緣者稱為自然彼虗空性", "344": "猶實幻生因緣自然皆是眾生妄心計度阿難知妄", "345": "所起說妄因緣若妄元無說妄因緣元無所有何況", "346": "不知推自然者是故如來與汝發明五陰本因同是", "347": "妄想汝體先因父母想生汝心非想則不能來想中", "348": "傳命。", "349": "補曰問曰何謂命曰命者依識而有故識動則想", "35": "阿難是三摩中諸善男子凝明正心魔不得便窮生", "350": "舉想舉則命立命立則氣隨氣隨則四大具所謂", "351": "命煖識三是已葢識之動性為想元也儒曰知命", "352": "道曰復命此曰傳命然則學者當以何為知何為", "353": "復何為傳耶達此乃可入不生不滅之道。", "354": "如我先言心想酢味口中涎生心想登高足心酸起", "355": "懸崖不有酢物未來汝體必非虗妄通倫口水如何", "356": "因談酢出是故當知汝現色身名為堅固第一妄想", "357": "即此所說臨高想心能令汝形真受酸澁由因受生", "358": "能動色體汝今現前順益違損二現驅馳名為虗明", "359": "第二妄想由汝念慮使汝色身身非念倫汝身何因", "36": "類本觀彼幽清常擾動元於圓常中起計度者是人", "360": "隨念所使種種取像心生形取與念相應寤即想心", "361": "寐為諸夢則汝想念搖動妄情名為融通第三妄想", "362": "化理不住運運密移甲長髮生氣銷容皺日夜相代", "363": "曾無覺悟阿難此若非汝云何體遷如必是真汝何", "364": "無覺則汝諸行念念不停名為幽隱第四妄想又汝", "365": "精明湛不搖處名恒常者於身不出見聞覺知若實", "366": "精真不容習妄何因汝等曾於昔年覩一奇物經歷", "367": "年歲憶忘俱無於後忽然覆覩前異記憶宛然曾不", "368": "違失則此精了湛不搖中念念受熏有何籌算阿難", "369": "當知此湛非真如急流水望如恬靜流急不見非是", "37": "墜入四徧常論一者是人窮心境性二處無因修習", "370": "無流若非想元寧受妄習非汝六根互用開合此之", "371": "妄想無時得滅故汝現在見聞覺知中串習幾則湛", "372": "了內罔象虗無第五顛倒微細精想。", "373": "阿難是五受陰五妄想成汝今欲知因界淺深唯色", "374": "與空是色邊際唯觸及離是受邊際唯記與忘是想", "375": "邊際唯滅與生是行邊際湛入合湛歸識邊際此五", "376": "陰元重疊生起生因識有滅從色除理則頓悟乘悟", "377": "併銷事非頓除因次第盡我已示汝劫波巾結何所", "378": "不明再此詢問汝應將此妄想根元心得開通傳示", "379": "將來末法之中諸修行者令識虗妄深厭自生知有", "38": "能知二萬劫中十方眾生所有生滅咸皆循環不曾", "380": "涅槃不戀三界。", "381": "論曰雜華有微塵數萬偈而棗栢攝取其要作十", "382": "二緣生論敘其因起則有十二種其實即五種陰", "383": "法也故世尊於此重敘之使知皆即眾生念力所", "384": "成耳念清淨則神通光明令凡實證念垢染則三", "385": "界六道捨生趣入如前所示止觀二法澄鍊五陰", "386": "則於內分獲六根功德則於外分超五濁惡世以", "387": "定力精嚴則離五十種魔事義理粲然學者當深", "388": "觀之。補曰前雖標陰皆屬想而未敘想之根元", "389": "界之淺深故慶喜再陳請問世尊具答之也至第", "39": "散失計以為常二者是人窮四大元四性常住修習", "390": "五湛不搖處則曰此湛非真如急流水望如恬靜", "391": "流急不見若非想元寧受妄習非汝六根互用開", "392": "合此之妄想無時得滅方名顛倒微細精想學者", "393": "至此宜頓悟此想為陰元之本日加觀照之力而", "394": "併滅之譬如去草除根倘悟此不加觀照之力及", "395": "所併滅與未悟同復何益哉故曰理則頓悟乘悟", "396": "併銷即前六解一忘之義也生既因識而有滅則", "397": "從色而除唯在觀照之深自色陰之破餘則迎刃", "398": "而解故曰事非頓除因次第盡即前是結本以次", "399": "第綰生今日當須次第而解之義也故下文曰我", "4": "銷滅寤寐恒一覺明虗靜猶如晴空無復麤重前塵", "40": "能知四萬劫中十方眾生所有生滅成皆體恒不曾", "400": "已示汝劫波巾結何所不明再此詢問其理顯然", "401": "問曰前敘消磨六門合開成就與此互用開合何", "402": "以異曰前則敘識陰盡處互用之功始著此則敘", "403": "想元藉互用之力滅之此之想元葢非互用功力", "404": "不能滅也言五受陰者乃是眾生所受報法故通", "405": "名受湛入合湛義見第三卷末。", "406": "阿難若復有人徧滿十方所有虗空盈滿七寶持以", "407": "奉上微塵諸佛承事供養心無虗度於意云何是人", "408": "以此施佛因緣得福多不阿難答言虗空無盡珍寶", "409": "無邊昔有眾生施佛七錢捨身猶獲轉輪王位況復", "41": "散失計以為常三者是人窮盡六根本那執受以意", "410": "現前虗空既窮佛土充徧皆施珍寶窮劫思議尚不", "411": "能及是福云何更有邊際。", "412": "佛告阿難諸佛如來語無虗妄若復有人身具四重", "413": "十波羅夷瞬息即經此方他方阿鼻地獄乃至窮盡", "414": "十方無間靡不經歷能以一念將此法門於末劫中", "415": "開示未學是人罪障應念消滅變其所受地獄苦囚", "416": "成安樂國得福超越前之施人百倍千倍千萬億倍", "417": "如是乃至算數譬喻所不能及阿難若有眾生能誦", "418": "此經能持此呪如我廣說窮劫不盡依我教言如教", "419": "行道直成菩提無復魔業。", "42": "識中本元由處性常恒故修習能知八萬劫中一切", "420": "佛說此經已比丘比丘尼優婆塞優婆夷一切世間", "421": "天人阿修羅及諸他方菩薩二乘聖仙童子并初發", "422": "心大力鬼神皆大歡喜作禮而去。", "423": "論曰凡經至其終則曰獲福殊勝者世尊悲心攝", "424": "異種性故以有一類貪著福德菩薩聞空義起邪", "425": "執防退墮故金剛般若曰須菩提菩薩無住相布", "426": "施福德亦復如是不可思議無著曰為令一類貪", "427": "著福德菩薩深妙廣大之法堪任故若不言無住", "428": "相布施有大福德則成斷滅非唯不能廣攝下根", "429": "亦於無住法失自宗故。", "43": "眾生循環不失本來常住窮不失性計以為常。", "430": "統論統論", "431": "眾生之所以流轉三界升沈六道以欲為之基婬", "432": "為之括也情之所附想之所依夢死醉生胡能超", "433": "脫世尊以大慈航濟是苦海為欲頒宣妙法普覺", "434": "眾生慶喜逆知時之將至乃身匿婬舍為之發顯", "435": "所謂法不孤起也愚嘗精研是經自文殊提攝慶", "436": "喜歸如來所頂禮悲泣勤拳咨請十方如來得成", "437": "菩提妙奢摩陀三摩禪那最初方便世尊不答但", "438": "以當初發心見何勝相頓捨恩愛又以一切眾生", "439": "從無始來生死相續皆由不知常住真心其次又", "44": "補曰末那具云訖利瑟吒耶末那此云染汙執受", "440": "以為不識知心目所在及於內外七處縱奪問之", "441": "何歟竊原如來之意將提攝慶喜至如來自到境", "442": "界及令末世眾生如慶喜自見自悟此則直指之", "443": "道非觀照可及於此不能針芥相投神領意解則", "444": "如來不得已示以入三摩提之路破五陰魔之惑", "445": "是為最後垂範嗟夫如來悲憫之心可謂至矣然", "446": "經旨微妙未易發明自神龍繙繹房相筆受繇唐", "447": "迄今無慮數百年箋釋之學不為不眾類皆舉此", "448": "略彼互有得失。國朝寂音尊者於此經中得大", "449": "受用遂著尊頂法論詆闢異說疏通奧義惜其未", "45": "即第八識淨覺曰八識微細唯佛與八地菩薩知", "450": "傳而入圓寂圜悟禪師偶見之歎曰此真人天眼", "451": "目也即施長財百緍勸發旴江幕彭公思禹刊于", "452": "南昌建炎之後其板不存紹興初其徒智俱化緣", "453": "重鋟行於高安今復湮沒世無此論其功唐捐三", "454": "山紹衼首座獨珍藏之愚扣請至再始啟十襲觀", "455": "其文約而辨義宏以顯迷冥暗室破以華炬拘攣", "456": "疑網決以寶刀手之拳拳不能釋去以其統說貫", "457": "為聯編也為之釐析於正文之下是為合論以其", "458": "理有未到也為之補以其文有不安也為之削以", "459": "其字有舛也有訛也為之正淳熙乙巳僅成綿蕝", "46": "之今是人頓窮八識於行陰本元由處微細生滅", "460": "未遑流通紹興壬子以進普燈錄振錫都下舘於", "461": "郊臺祇園菴越明年冬徙居吳興永壽蘭若泉石", "462": "蕭然飽食酣寢之餘抖擻蠧𧙍卒成厥志凡小字", "463": "非正即補俾觀者有攷焉始寂音著是論靈源以", "464": "書抵之謂窒後人自悟之門故寂音後敘謂有人", "465": "於此稱祖師棒喝則謂之禪置棒喝而經論則謂", "466": "之教於實際中有此取捨乎未達者以為矛盾寶", "467": "覺嘗與老南和尚分座於黃蘗啟迪方來尋從泐", "468": "潭月禪師授此經要及謝事黃龍居晦堂日讀此", "469": "經不輟每掩卷拊几告參徒曰此禪髓也有以知", "47": "認以為常非謂定中已見第八也。", "470": "前代宗師互相激揚不得不爾未易以差殊觀也", "471": "寂音諱德洪覺範其字筠陽人得法於真淨無盡", "472": "居士張公商英與之莫逆其行實見續僧寶傳寂", "473": "音尊者其自號甘露滅又其別號也無盡罷相為", "474": "逐客寂音亦羈縻罪地是時乃成此論昔文王拘", "475": "羑里重易六爻若無羑里也孔子在陳弦歌不衰", "476": "若無陳也後秦肇法師亦於圜扉中終寶藏論大", "477": "慧焚牒竄梅陽著正法眼藏聖賢之處患難無入", "478": "而不自得寂音則亦然少年儁異自儒生祝髮文", "479": "字膾炙人口世遂以為詩僧大慧處眾時嘗尊以", "48": "四者是人既盡想元生理更無流止運轉生滅想心", "480": "師禮住雙徑日圖其像而讚之迨還自貶所至同", "481": "安首修其塔近有作公論者肆筆詆訶多見其不", "482": "知量也雖然寂音謂瑠璃王嗣位誅釋族一事豈", "483": "此會方與其父有指河之喻而慶喜已敘其子事", "484": "由是而知自問名後乃他時所說特結集者裒續", "485": "為一經爾如來說此經與涅槃始末十有八載皆", "486": "不可以一時論而無盡又修此經為清淨海眼刪", "487": "去指河及他事節則大謬矣嗚呼謂楞嚴可刪則", "488": "三藏十二部孰非可刪之文清涼國師造華嚴疏", "489": "欲證譯師訛舛而不得梵本但書之經尾如云佛", "49": "今已永滅理中自然成不生滅因心所度計以為常", "490": "不思議法品上卷之第三板第十行一切諸佛舊", "491": "脫諸字又云大瑠璃寶恐是吠瑠璃寶圭峯從圓", "492": "覺悟入作疏鈔欲改皆證圓覺為皆具圓覺真淨", "493": "極口痛罵謂若一切眾生皆具圓覺而不證者更", "494": "無一人發真歸元凡夫不必求解脫矣孔子以斯", "495": "文為己任因魯史作春秋雖寓筆削斧袞之旨於", "496": "二百四十二年之間如書夏五書郭公則亦因其", "497": "舊文信以傳信疑以傳疑況西方大聖人之書又", "498": "非世書之比孰謂無盡在儒門為鉅公在覺苑為", "499": "大居士乃於此經擅為芟改何弗思之甚也豈惟", "5": "影事觀諸世間大地山河如鏡鑒明來無所黏過無", "50": "由此計常亡正徧知墮落外道惑菩提性是則名為", "500": "是哉圓覺曰此虗妄心若無六塵則不能有宗門", "501": "單提姑以六字為句可也天竺訥以為定句則不", "502": "可也根與塵合方有妄心如來之意以此今則先", "503": "有妄心倒置本旨豈期然乎雖佛以一音演說法", "504": "眾生隨類各得解以意為解可也以句為定不可", "505": "也靈巖安禪師讀此經至知見立知句即無明本", "506": "句知見無見句斯即涅槃句安破讀為知見立句", "507": "知即無明句本知見無句見斯即涅槃句洞然開", "508": "悟後人顧可因以是為定句耶梁昭明太子析金", "509": "剛般若經為三十二分而世師尚疵之謂為破碎", "51": "第二外道立圓常論。", "510": "法身況訥為義學之師乃妄定句讀如此抑其大", "511": "謬矣清淨海眼經會稽僧慧印已版行是滋後人", "512": "之惑故愚於此不得不正救其失圓覺略疏。有", "513": "曰不以其所長病人故無排斥之說不以其未至", "514": "葢人故無胷臆之論今愚則不然是其所是非其", "515": "所非何嫌於排斥之說因其舊義附以己見何嫌", "516": "於胷臆之論故舉其得失之槩略見于卷中益使", "517": "寂音之議粹然一出無纖瑕微類之可指顧不韙", "518": "歟倘有未然尚俟來哲。", "519": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "52": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "520": "合論卷第十", "521": "No. 272-CNo. 272-C", "522": "敘曰世尊於法華之後說此經備足諸經奧義畢殫", "523": "一乘要旨初龍勝閱於龍宮默誦而出五天世主祕", "524": "重不傳天台智者釋法華經不解六根功德之義停", "525": "筆思之有梵僧謂曰唯首楞嚴經著明此義得以證", "526": "成不必釋也智者於是日夕西向再拜願早傳至此", "527": "土竟不見而沒唐神龍中彌伽釋迦持梵本至廣州", "528": "州牧房融對譯俄罽賓國王遣使追取之幾不得傳", "529": "傳譯畢矣融進御會中宗登極未暇宣布僧神秀飯", "53": "觀彼幽清常擾動元於自他中起計度者是人墜入", "530": "于禁中得之持歸荊州玉泉寺自經至今五百餘年", "531": "傳著箋釋者無慮十餘家然判立宗趣多異同而文", "532": "不達義因黯昧余甞深觀之得世尊意於諸家傳著", "533": "之外將造論排斥異說端正經旨世緣羈縻未遑惜", "534": "筆政和元年十月以宏法嬰難自京師竄于朱崖明", "535": "年二月至海南舘於瓊山開元寺寺空如逃亡家壞", "536": "龕唯有此經余曰天欲成余論經之志乎自非以罪", "537": "戾投棄荒服渠能整心緒研深談而思之耶屬草未", "538": "就蒙　恩北還依止故由精舍又二年而克成二三", "539": "子進曰經論各有師承奈何以禪宗經論乎余曰馬", "54": "四顛倒見一分無常一分常論一者是人觀妙明心", "540": "鳴龍勝西天祖師也而造論釋經浩如山海流傳此", "541": "土者尚數百萬言達磨曹溪此方祖師也而說法則", "542": "曰唯楞伽經可以印心傳心則釋金剛般若之義禪", "543": "佛祖之心經佛祖之語佛祖心口豈甞相戾有人於", "544": "此稱祖師用施棒喝則謂之禪置棒喝而經論則謂", "545": "之教於實際中受此取舍乎賢沙曰宗門教乘由汝", "546": "舌本自迴轉耳豈有實相韶國師舉今人看古教偈", "547": "謂眾曰諸人喚甚麼作教莫道見說教之一宇滯在", "548": "教內道我宗門不恁麼莫錯好教不迷人人迷於教", "549": "只如五千四十八卷若識得不剩一字不欠一字若", "55": "徧十方界湛然以為究竟神我從是則計我徧十方", "550": "剩一字佛法有增若欠一字佛法有減佛法且無增", "551": "減底道理又曰祖師是佛弟子若窮得佛語祖師語", "552": "自然現前此殆天下之名言也嗟乎經之來其艱難", "553": "如此而傳著之家又從而汩之學者既付受不妙乃", "554": "疑以為教乘其自障有如此可為歎惜我釋此論有", "555": "能於中發明自心契會佛意者願世世以法為親同", "556": "本願力共濟眾生化令成佛。八年五月一日謹敘", "557": "No. 272-D 重開尊頂法論跋語No. 272-D", "558": "重開尊頂法論跋語", "559": "華嚴經以諸善根迴向為善學智地大方便海而大", "56": "凝明不動一切眾生於我心中自生自死則我心性", "560": "要皆願以妙辯才為諸眾生隨機廣演悉令解了葢", "561": "如來以平等慈印現世出世法無上義諦非有超詣", "562": "辯才以袪邪解釋妄執使知境智歷然則隨順無明", "563": "長眠生死徒自障隔耳是故菩薩於善慧地作大法", "564": "師演說諸法必以無量善巧之智起四無礙大辯而", "565": "四者所示皆種種智轉一切法輪由是知辯才出於", "566": "智地利益眾生無暫捨離者以其通悟如阿耨池流", "567": "周浹無礙於我法中無戲論故寂音尊者寶覺圓明", "568": "禪師從墮地初有冲天志繼得法於文關西英風四", "569": "靡智海湛然出慧光三昧為翰墨自在遊戲故其見", "57": "名之為常彼生滅者真無常性二者是人不觀其心", "570": "於文者皆道之餘也然以之藻飾教乘發明要奧璀", "571": "璨飛動如以阿僧祇寶間錯諸地妙莊嚴具凡見聞", "572": "者聳然增勝隨其根器各有所得豈非有所謂大辯", "573": "才者乎而滯於跡者不究所歸往往惜其牽於儒習", "574": "前第知其吐詞奮筆波瀾一世而已嗟夫盤之走珠", "575": "珠之走盤了無不可而妄議其橫科曲直是豈真知", "576": "寂音者哉不幾墮於戲論歟甞觀此經注論專以了", "577": "知自心入道之門成佛要決以定宗趣之立性相洞", "578": "該頓漸悉證詞約而達理盡而明非徒騁於虗文也", "579": "精研窮探造前輩所未到要其本際內融而力以弘", "58": "徧觀十方恒沙國土見劫壞處名為究竟無常種性", "580": "法為己任故見道之審率自肺肝中流出為往而不", "581": "通也建炎間寂音既逝伯氏思禹幕盱江喜其徒之", "582": "請佛果禪師亦以百千為助即鏤板于南昌未幾火", "583": "于冠兵關二十年幾廢而僅存高弟智俱慨然奮勵", "584": "奔走高安再募刊行清江椽涂元秩見之揮金以為", "585": "之倡而和者翕然不數月而辦寂音之道厄而愈通", "586": "蔽而愈明而俱之願力成就所以緝嗣事振家風亦", "587": "可謂無遺恨矣昔竺道生解悟諸經未傳之旨而講", "588": "輩憎嫉誣以為邪說生盟於眾曰如我所說不合經", "589": "義罪當如律苟契佛心願終據師子座於是竪石當", "59": "劫不壞處名究竟常三者是人別觀我心精細微密", "590": "聽徒以取決焉而叢石首肯之已而升座詞音暢潤", "591": "墮塵而化嗚呼生之具足智證可謂見道之審自信", "592": "而無所防者矣寂音甞論至此以謂生所見者鈍全", "593": "而義學相與擠去之小智自私無足怪者余以是知", "594": "生與寂音啐啄之機默契於千載之下造車合轍固", "595": "自有道耶余於寂音同宗兄弟也以舊本訛缺為手", "596": "抄作小楷以便學者閱習既終其經又摭其實以識", "597": "卷末云。", "598": "紹興丁卯元日雙溪彭以明謹書", "599": "音切", "6": "蹤迹虗受照應了罔陳習唯一精真生滅根元從此", "60": "猶如微塵流轉十方性無移改能令此身即生即滅", "600": "殫音丹。熠羊入切。矯居夭切。詰音乞。㜸魚列切。󴒾音段。霰音線。辟必益", "601": "切。熊音雄。媛音院。枳音止。疏音踈。綏音須。褫丑豸切。酢與醋同。串音慣。", "602": "盱況于切。蕝子悅切。窒音只。泐音肋。羑音酉。舛音喘。芟音衫。類盧對切。", "603": "韙音偉。罽音繼。浹子恊切。椽音院。涂切徒。塵音主。擠音賷。", "604": "楞嚴經會解十卷", "605": "元　惟則會解", "606": "全文載在楞嚴經圓通疏中因今省之。", "61": "其不壞性名我性常一切死生從我流出名無常性", "62": "四者是人知想陰盡見行陰流行陰常流計為常性", "63": "色受想等今已滅盡名為無常由此計度一分無常", "64": "一分常故墮落外道惑菩提性是則名為第三外道", "65": "一分常論。", "66": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "67": "觀彼幽清常擾動元於分位中生計度者是人墜入", "68": "四有邊論一者是人心計生元流用不息計過未者", "69": "名為有邊計相續心名為無邊二者是人觀八萬劫", "7": "披露見諸十方十二眾生畢殫其類雖未通其各命", "70": "則見眾生八萬劫前寂無聞見無聞見處名為無邊", "71": "有眾生處名為有邊三者是人計我徧知得無邊性", "72": "彼一切人現我知中我曾不知彼之知性名彼不得", "73": "無邊之心但有邊性四者是人窮行陰空以其所見", "74": "心路籌度一切眾生一身之中計其咸皆半生半滅", "75": "明其世界一切所有一半有邊一半無邊由此計度", "76": "有邊無邊墮落外道惑菩提性是則名為第四外道", "77": "立有邊論。", "78": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "79": "觀彼幽清常擾動元於知見中生計度者是人墜入", "8": "由緒見同生基猶如野馬熠熠清擾為浮根塵究竟", "80": "四種顛倒不死矯亂徧計虗論一者是人觀變化元", "81": "見遷流處名之為變見相續處名之為恒見所見處", "82": "名之為生不見見處名之為滅相續之因性不斷處", "83": "名之為增正相續中中所離處名之為減各各生處", "84": "名之為有互互亡處名之為無以理都觀用心別見", "85": "有求法人來問其義答言我今亦生亦滅亦有亦無", "86": "亦增亦減於一切時皆亂其語令彼前人遺失章句", "87": "二者是人諦觀其心互互無處因無得證有人來問", "88": "唯答一字但言其無除無之餘無所言說三者是人", "89": "諦觀其心各各有處因有得證有人來問唯答一字", "9": "樞穴此則名為行陰區宇。", "90": "但言其是除是之餘無所言說四者是人有無俱見", "91": "其境枝故其心亦亂有人來問答言亦有即是亦無", "92": "亦無之中不是亦有一切矯亂無容窮詰由此計度", "93": "矯亂虗無墮落外道惑菩提性是則名為第五外道", "94": "四顛倒性不死矯亂徧計虗論。", "95": "又三摩中諸善男子堅凝正心魔不得便窮生類本", "96": "觀彼幽清常擾動元於無盡流生計度者是人墜入", "97": "死後有相發心顛倒或自固身云色是我或見我圓", "98": "含徧國土云我有色或彼前緣隨我迴復云色屬我", "99": "或復我依行中相續云我在色皆計度言死後有相"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 272 楞嚴經合論", "englishTitle": "卍 Xuzangjing, Electronic version, No. 272 楞嚴經合論", "author": "宋 德洪造論　正受會合", "language": "chinese", "source": "CBETA"}