{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 280 楞嚴經臆說", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 280-A 大佛頂首楞嚴經臆說序No. 280-A", "1": "大佛頂首楞嚴經臆說序", "2": "臆說者為何謂也。予慚膚學短於見聞。欲見大乘。伸", "3": "此管見。實乃胷臆之談。甚非通方之論也。私謂。法旨", "4": "淵深。小智豈能彷彿。佛心叵測。三乘尚乃依稀。然則", "5": "不妨當其所知而互呈象體。隨方意語而各說身因。", "6": "蓋由如來藏海。大小隨望。而飲之者。海水不為深淺。", "7": "智慧日輪。東西各見。而觀之者。日影何有自他。所以", "8": "三乘同觀四諦。而大小各證聖乘。十界共秉一音。而", "9": "聖凡並成利益。實乃得之於心。豈關文字。失亦在我。", "10": "未必由人。如能因指見月。見月則了知月不在指。聞", "11": "聲悟道。悟道則便解道本非聲。迷己逐物。開口成非。", "12": "轉物皈己。拈來盡是。予於讀經之際。默有所知。於義", "13": "不足。敢折片言。字有誵訛。少伸己意。隨解隨錄。緝以", "14": "成帙。藏諸私室。未敢呈人。邇來東塔坐夏。持論思益。", "15": "而諸師等。偶見私本。發心願刻。止之不可。自魄自揚。", "16": "倘亦中理。將此用報佛恩。杜撰非通智識施我懺悔。", "17": "時", "18": "大明萬曆四十四年歲在丙辰中秋嗣", "19": "曹洞正宗第三十二代古越雲門顯聖寺後學沙門", "20": "湛然圓澄註并序", "21": "楞嚴經臆說", "22": "No. 280", "23": "大佛頂首楞嚴經臆說", "24": "明會稽顯聖寺後學沙門湛然圓澄註", "25": "客有問楞嚴經題者。曰有以空假中釋一大字。有以", "26": "體相用釋大佛頂。二者以何為是。答曰。體相用總釋", "27": "一大字耳。蓋體大相大用大。體即空義。以真體無形。", "28": "求其狀貌。不可得故。相即假義。從體顯現。儼然可即", "29": "故。用即中道義。合前體相。而成妙用故。體空無盡。求", "30": "其邊表不能得。故稱體大。妙相難思。諦觀不能見頂。", "31": "故稱相大。用莫能測。魔外莫窺分齊。故稱用大。三者", "32": "共名大者。以功齊故也。三不自三而常一。一不自一", "33": "而常三。舉一即三。言三合一。三一縱橫。咸得言大。故", "34": "曰有一無二故不中。不中故不圓。有二無一故不中。", "35": "不中故不圓。由是而知。牽連自在。縱橫無礙。無礙故", "36": "名圓。圓故名大。佛即是人。頂即是喻。謂如是三法。佛", "37": "所崇仰。喻之如頂。若以三字配之。義不相貫。恐非佛", "38": "意。故不之取。而復應知。此之三法皆自心之影像。若", "39": "見自心。則三一皆同幻妄也。曰如是三法。諸佛所證。", "40": "喻之如頂。前所論明。何以斥為幻妄。前後顛錯。實所", "41": "不喻。曰汝知之乎。二乘修空。凡夫修假。大乘修中。皆", "42": "名道心不。曰然如阿難見相發心。從佛剃落。其所發", "43": "之心。寧非道心耶。曰實為道心。如此則何以世尊斥", "44": "云。一切眾生不知常住真心。用諸妄想。此想不真。故", "45": "有輪轉。所言用諸妄想。豈非指彼所發之道心耶。曰", "46": "然如來即彼因見發起的道心。內外中間。七處徵斥。", "47": "了不可得。見既如是。聞聽覺知。亦復如是。二乘修空。", "48": "出假既已被斥。空例假中。未有不然。徵逐既不可得。", "49": "豈不同於幻妄。所以諸佛證此不可得故。妙用縱橫。", "50": "學人妄認有得。而終身莫契。故圓覺經云。認一切我", "51": "為涅槃故。有證有悟名成就故。譬如有人。認賊為子。", "52": "其家財寶終不成就。故知惟三與一。皆自心影像。若", "53": "證自心。則了不可得。同於幻妄。曰若然者佛何以不", "54": "直指自心。廣說如是名相。使後人迷悶莫入。豈佛心", "55": "耶。蓋為佛不對佛說對凡夫說。若對佛時。則口掛壁", "56": "上。凡夫在迷。欲使其悟。所以開示。冀彼悟入也。譬如", "57": "傍人指彼人云。面有油墨。目有翳眚。以及龍顏鳳準", "58": "虎頭燕頷。乃至若貴若賤。非對自說。亦非虗妄。何以", "59": "故。彼人如言領受。則未有不是。若欲反目求見。則終", "60": "身莫能覩。向外尋覓。則窮劫莫能得。佛之說法。亦復", "61": "如是。冥心密契可也。如或形於動念。早自差了。何況", "62": "更要向名相中。覓箇安心。我恐終身莫得。故云幻妄", "63": "耳。曰三德三大義實圓足。而復斥同幻妄。於理頗似。", "64": "事恐不然。何也。佛稱密因。經目了義。而菩薩名為萬", "65": "行。豈不指此三法而別有他哉。若言即是。何云修證。", "66": "夫修證者。豈證幻妄耶。答曰。正指三法。諸佛證其不", "67": "可得而得故。妙用自在。凡夫不知故輪迴無始。三乘", "68": "各執一偏。不成增進。是三者優劣。可以比而知之矣。", "69": "蓋緣一切諸法。不出此三。而三法本自心之影像。若", "70": "證自心。則名色俱消。如前油墨之喻。可證不可得。可", "71": "知不可見。不有而有。非無而無。故法華曰。我所得智", "72": "慧。微妙最第一。所以凡夫背善向惡。深為輪轉根本。", "73": "三乘厭惡忻善。復是偏見之源。若說貪瞋癡是。則凡", "74": "夫成於撥無。若說貪瞋癡不是。則三乘專就偏見。故", "75": "於難思之法。密而闡之。何為密闡。如阿難悞墮婬室。", "76": "歸來佛所。啟請妙奢摩他三摩禪那。而繼曰最初方", "77": "便。阿難明知三法依乎一心。一心若悟。則三法自顯。", "78": "豈不云似悟而迷也。而世尊亦所謂勾賊破家看孔", "79": "著楔。且不徵其墮婬之謬。亦不與說妙奢摩他。但問", "80": "最初發心。蓋二乘人。不了自心。妄生忻厭。以墮婬為", "81": "過。發心是德。過德雖二。無性是同。一境無差。忻厭成", "82": "病。世尊將彼自視之道心。徵之七番。方知無有。若汝", "83": "道心既無處所。墮婬之心又安在哉。利根上智。即可", "84": "知歸。如淨名云。心不在內。亦不在外。不在中間。如其", "85": "心然。罪性亦然。二比丘豁然大悟。阿難雖不即領。亦", "86": "識自心。憫及將來。復興後問。如是開示。豈不謂之密", "87": "闡嘉猷。諸佛修證。比丘當學。諸經詮此為了義。菩薩", "88": "修之為萬行。夫森羅萬象。至空為極。百川眾流。至海", "89": "為極。一切萬法。至心為極。心也者。總持之大本。眾義", "90": "之妙門。此經直示常住真心。若悟此心。則一切事究", "91": "竟堅固。名義如是。子復何疑。", "92": "△如是我聞至文殊師利而為上首。", "93": "一時之語。結集者自言。如是之法。我從佛聞。蓋不敢", "94": "自言有法也。復指時處。憑據可準。非謂荒唐。茲者去", "95": "古遠矣。說法者曾不祝香。談禪者不言師承。憑據既", "96": "無。慧命斯絕。出佛身血。無甚於此。若必曰不假師承。", "97": "則迦葉何待彌勒。達摩何用西來。太陽何憂絕嗣。風", "98": "穴何須痛哭。下文云。譬如庶民妄稱國王自取誅戮。", "99": "後來者可為良鑑矣。休夏自恣者。佛制比丘四月十", "100": "五。為禁足之晨。七月十五。名為解制。蓋緣盛夏道路", "101": "往還。悞傷蟲蟻。慈悲有缺。故稱護足。然則一夏所得。", "102": "向佛咨決。或有過失。亦以自陳。羅漢而曰初心者。蓋", "103": "謂羅漢已具神足。尚須禁護。何況初心。今之沙門。不", "104": "思佛制。閑踏州縣。探翫山水。毋論冬夏。以為能事。智", "105": "者孰不痛焉。菩薩咨決心疑者。下地上惑。勢不能齊。", "106": "大士尚決心疑。何況初心後學。今之時輩。一出家來。", "107": "便學自在。知識不見一人。道理不聞一句。縱到知識", "108": "面前。曾不自吐工夫冀彼許箇。如是少加徵詰。便覺", "109": "觸心畢身不欲再面。較彼菩薩。又何如耶。", "110": "○時波斯匿王為其父王諱日營齋至嚴整威儀肅", "111": "供齋法。", "112": "國王延佛。言必赴也。長者居士同時飯僧。明分領也。", "113": "阿難先受別請。不與僧次也。途中獨歸。明其無供也。", "114": "國王長者同時飯僧。以知各有所應。惟屠兒魁膾婬", "115": "坊酒肆。既無道心。未有所請。故冀彼為最後檀越。所", "116": "以悞墮也。問曰。緡蠻黃鳥尚知所止。豈有聖賢而不", "117": "知所擇悞墮婬室耶。非不知也。蓋欲圓成眾生無量", "118": "功德故。行平等慈也。又聞如來訶迦葉等心不均平。", "119": "度諸疑謗。故次第耳。", "120": "○爾時阿難因乞食次至及摩登伽歸來佛所。", "121": "攝入婬席婬躬撫摩。明其逼之至也。將呪往護。大教", "122": "之所興也。齋畢旋歸。必說大法。所以王臣俱隨也。所", "123": "言幻術者。有婬呪。有婬藥。有婬勢。樓炭經。以炭為樓。", "124": "令其猛熾。如不就婬。逼令赴火。更兼邪呪所禁。身不", "125": "自由。幸無婬藥。心未狂亂。故曰將毀而已。", "126": "○阿難見佛頂禮悲泣至退坐默然承受聖旨。", "127": "婬呪所加。則知道力不全。道力不全。則知多聞無功。", "128": "啟請妙奢摩他三摩禪那。冀道力全也。", "129": "○佛告阿難汝我同氣至此想不真故有輪轉。", "130": "先敘天倫者。人情也。次徵發心者。辨妄也。阿難會意", "131": "從實所供。自謂欲氣麤濁。不能發生勝淨妙明。不能", "132": "發生。故逢欲則深生怖畏。世尊盡令惟忻與厭總名", "133": "妄想。無始生死。病源於此。迷此流轉。七處咸然。苟悟", "134": "一心。成佛叵得。阿難憫及未來。騰請世尊。微細發明。", "135": "始知忻厭。都如夢幻。", "136": "○汝今欲研無上菩提至故我發心願捨生死。", "137": "先覈直心。令離諂詐也。蓋道貴真實。諂詐之為害也", "138": "深矣。次詰見愛。乃勾賊破家也。阿難名之心目者。乃", "139": "認賊為子也。惟忻與厭。同是妄心妄計所成。若離妄", "140": "計。忻厭何生。三乘不了。妄生取捨。病源既同。不可不", "141": "辨。阿難秪作狀頭耳。", "142": "○佛告阿難如汝所說至是兵要當知賊所在。", "143": "欲明真心。須窮妄惑。妄惑若明。真心自了。故曰不知", "144": "心目所在不能降伏塵勞。國王者。合前常住真心也。", "145": "賊者。合前用諸妄想也。發兵者。合今徵心辨見也。妄", "146": "盡覺圓。心通法徧。法爾如然。非為強作。世尊法喻合", "147": "明。宜乎不言而喻。阿難既不深明。不容無後問耳。", "148": "○使汝流轉心目為咎至如是識心實居身內。", "149": "秪知流轉心目為咎。且不知全體屬妄。何也。若此緣", "150": "心。真實是有。應有所在。既有所在。非無指示。既有指", "151": "示。即今何在。十種異生識心在內。冀無異詞也。青蓮", "152": "華眼秪在佛面者。冀無異處也。佛及眾生。既無異處。", "153": "何獨我之心目在別處耶。", "154": "○佛告阿難汝今現坐如來講堂至故我在堂得遠", "155": "瞻見。", "156": "欲示無處之心。先定內外之見。世尊指堂為問。欲破", "157": "在內之心。阿難隨問而答。未諳問之所以。前云由目", "158": "觀見。心生愛樂。乃自外而內者也。今云在堂戶牖開", "159": "豁得遠瞻見。乃自內而外者也。二語相違處孰為定。", "160": "○爾時世尊在大眾中舒金色臂至住在身內無有", "161": "是處。", "162": "將破妄心。而先摩頂安慰者。慈悲之至也。蓋恐小乘", "163": "人乍聞大法心生畏怯故也。既安慰已。理前所述。汝", "164": "心若在身中。應如汝在堂中先見內堂後見外物。次", "165": "第如是。何以汝今不見身內。心肝內藏。縱不能見。筋", "166": "脉外浮。亦合明了。故以在堂不見如來而見堂外譏", "167": "之。阿難自欵不然。又是一重差過也。問曰。假如琉璃", "168": "光菩薩能內見五藏心可在內不。答曰。彼能內見身", "169": "中者。謂復觸塵無礙。眼根反觀。而能見之耶。謂復內", "170": "證了了。不由前塵。而能見之耶。若眼根反觀心眼還", "171": "同在外。若不由前塵。則肝藏應非所對。非對則誰知", "172": "其為肝藏耶。況且見及見緣。正中如來所斥。烏得稱", "173": "為在內。心猶根本。目猶枝葉。根本若除。枝葉自枯。故", "174": "前則心目雙呈。今則但徵心之所在耳。", "175": "○阿難稽首而白佛言我聞如來如是法音至住在", "176": "身外無有是處。", "177": "在內之心既已被破。便為心在身外。引燈在室外。冀", "178": "同了義。世尊即彼燈喻。用斥其非汝心。若同燈在室", "179": "外者。即汝一人見燈之時。眾人同見是燈。若實如是。", "180": "一人食時。眾人飽不。阿難自述不然。阿羅漢身執已", "181": "忘。尚且軀命不同。何況凡夫各封身執。而能一人眾", "182": "飽。世尊意曰。既云軀命不同。則汝身秪可自知。豈有", "183": "身外之心能知汝身耶。若許亦知。則同他心量。若同", "184": "他心者。則身心相異。異則心知身不能覺。身覺心不", "185": "能知。若言各有知者。則同兩人。若言各無知者。則同", "186": "草木。今則不然。我今示汝兜羅綿手。汝心若同燈在", "187": "室外者。豈不同我手在汝之身外耶。汝試揣之。此了", "188": "知心。謂復在我手邊耶。為復在汝身際耶。若在我手。", "189": "還同他心。何預于汝。阿難無預。則汝身汝心。俱無處", "190": "所。若在身際。云何而言在外。", "191": "○阿難白佛言世尊如佛所言不見內故至如琉璃", "192": "合無有是處。", "193": "阿難內外之心既已被破。復計潛根如琉璃合。若實", "194": "潛根同琉璃者。耳鼻舌身。豈特不然。即如眼之所見。", "195": "同於琉璃。耳之所聞。鼻之所齅。舌之所嘗。身之所觸。", "196": "彼各有知。同何物合。彼無可喻。此亦不然。豈有五根", "197": "之中獨許眼見為心。彼皆非心者哉。阿難實原眾生", "198": "自分以為請端。世尊即此為破者。亦是將錯就錯。何", "199": "也。且眾生於日用之中。可以自驗矣。耳之聞聲。剎那", "200": "不住。聞性寂然。舌之嘗味。鼻之齅香。身之覺觸。合則", "201": "有知。離則無覺。惟此知見昭昭然。常在眼前。其執偏", "202": "重。所以父子盤桓惟斥見根。此見若破。聞聽覺。知自", "203": "然不破而破矣。故世尊不以餘根例破。秪以琉璃籠", "204": "眼。斥其法喻不齊耳。何也。眼潛琉璃。則見山河時。實", "205": "見琉璃。心潛眼根。則見山河時何曾見眼。若見眼者。", "206": "眼即同境。同境則不應有見。無見則不得言隨。若言", "207": "隨者。應是心眼兩皆有見。若必有兩眼同琉璃合者。", "208": "琉璃亦合有見。是義不然。事理俱違。難齊法喻。", "209": "○阿難白佛言世尊我今又作如是思惟至汝言見", "210": "暗名見內者無有是處。", "211": "內外破斥。潛根亦非。但不知無性之心。復立內外之", "212": "見。阿難意謂。臟腑在中。竅穴居外。似有一物於中往", "213": "還。世尊便詰。暗境為對不對。對即暗在眼前。何曾在", "214": "內。不對即凝然暗室。皆汝焦腑。是義不然。阿難自解。", "215": "非謂對眼之暗。乃反觀之暗也。既以反觀成內。何獨", "216": "不以反觀見面。若能見面。則此心在於虗空。在空則", "217": "何預於汝。若空能見即汝心眼者。即應如來今見汝", "218": "面亦汝心目。若實是者。能見面故。心眼已知。身合非", "219": "覺。如此則同前燈在室外之喻也。若汝執言心亦有", "220": "知。身亦有覺。如此則惟問與答。應無兩人。即汝一人。", "221": "應成兩佛。經云即應如來今見汝面亦是汝身。此句", "222": "不穩。何也。若如其言。即云汝身已知心合非覺。是義", "223": "不貫。應云如來今見汝面。亦汝心眼。汝眼已知。身合", "224": "非覺。於義頗便。", "225": "○阿難言我常聞佛開示四眾至隨所合處心則隨", "226": "有無有是處。", "227": "心生故法生者。法無自體。法生故心生者。心無自體。", "228": "既云生故。生則隨所合處心則隨有。亦云滅故。滅則", "229": "隨所離處心則隨無也。況乎思惟之心。隨緣則生滅", "230": "宛然。緣散則俱不可得。即思惟不可得者。那得有處。", "231": "故世尊以體之有無為難。心之與法。惟有其名。本無", "232": "自體。無體而能合。則十九界與七塵合矣。何也。以界", "233": "惟十八。塵只有六。若以十九界與七塵合。徒有其名。", "234": "而實無體。無體故不能合也。若必有體。則汝試揣其", "235": "內外。內出則還見身中。外入則先合見面。阿難復解", "236": "云。我言心隨有者。心只有知。非謂有見。何也。見是其", "237": "眼。心知非眼。為見非義。世尊難云。若眼能見。秪如汝", "238": "在室中。先云戶牖開豁得遠瞻見。豈是門能見耶。死", "239": "者眼存。既不能見。則見性何嘗屬眼。問曰。死人之眼", "240": "不能見者。同彼室中之人。前云心在身中。世尊何以", "241": "不許。答曰。人與室逈然可別。心與眼將何以分。豈不", "242": "見。下文云。一迷為心。決定惑為色身之內。不知色身", "243": "外洎山河虗空大地咸是妙明心中所現之物。又曰。", "244": "空生大覺中。如海一漚發。有漏微塵國。皆依空所生。", "245": "故以一體多體徧及不徧。微細推驗。皆無處所。則知", "246": "從前妄認內外等見可以消矣。", "247": "○阿難白佛言世尊我亦聞佛與文殊等至當在中", "248": "間無有是處。", "249": "此中引佛與文殊說法。證前非內外也。但不知中。亦", "250": "惟名而無有實故。引方為證耳。阿難自釋。非身非表。", "251": "乃在根塵之間。殊不知根即同身。塵即同處。故世尊", "252": "以兼與不兼為破。兼則一半有知一半無知。知即屬", "253": "根。不知屬塵。中在何處。不兼則非根非塵。二既不有。", "254": "中在何所。又兼二則三相宛然。不兼則一亦叵得。下", "255": "文十二處。廣明此意。長水改外不相知。作外又相知。", "256": "此大不然。何也。且相知與下身心相知。義似合掌。不", "257": "成破意。予謂內有所見。外不相知。內無知故在內不", "258": "成。身心相知。在外非義。無知破上有見。相知破不相", "259": "知。文義顯然。云何却改不字。故以逐句合成。內有所", "260": "見。以無知故。在內不成。外不相知。身心相知。在外非", "261": "義。管見如此。智者正之。註中以根塵無知心體有知。", "262": "此大不然。經中明言眼有分別。色塵無知。識生其中。", "263": "則為心在。而世尊亦曰。汝心若在根塵之中。為復兼", "264": "二。為不兼二。所言兼二者。豈不兼根塵耶。那得根塵", "265": "同目無知。眼有分別。色塵無知。豈不曰知自屬根不", "266": "知屬塵。兼二則一半同根一半同塵。故曰成敵兩立。", "267": "不兼則非根非塵。即無性體。", "268": "○阿難白佛言世尊我昔見佛與大目連至一切無", "269": "著名覺知心無有是處。", "270": "先是十二類生同將識心居在身內。至隨所合處心", "271": "則隨有者。原凡夫所見而為問也。既為所破。復引佛", "272": "與文殊等談實相時。既非內外。應在中間。不意亦為", "273": "所破。此中復引與聲聞說。既非內外中間。復立一切", "274": "無著。正是聲聞所墮。上云隨所合處心隨有者。認物", "275": "迷體。不知體之本無。此中一切無著者。執體迷用。而", "276": "不知用之原有。各就一偏。故為所破耳。而世尊之意。", "277": "秪欲使知妄心無所。不欲令其迷乎體用。故指目前", "278": "一切物象為問。若彼一切冥然無分。同於無情。無所", "279": "分別。誰明無著。若彼一切舉目了了。分別宛然。何明", "280": "無著。下文所謂但有言說。俱無實義。斯之謂矣。", "281": "○爾時阿難在大眾中即從座起偏袒右肩右膝著", "282": "地合掌恭敬而白佛言我是如來最小之弟至傾", "283": "渴翹佇欽聞示誨。", "284": "阿難先因墮婬。慌怖自恨道力不全。歸來佛所。特請", "285": "妙奢摩他三摩禪那最初方便。而世尊特誨。不知常", "286": "住真心。用諸妄想。故有忻怖。真心若悟。忻怖皆除。此", "287": "即禪那等初方便也。由是七番徵破。始知前來所學", "288": "所認皆是妄心。雖以多聞。不得無漏。被物所轉。迷真", "289": "逐妄之謬也。奢摩他而言路者。詣真際之路也。下文", "290": "明了其家所歸道路。彼即稱述此中開示之功。此路", "291": "若明。非惟我等被益。亦使闡提隳諸惡見耳。", "292": "○爾時世尊從其面門放種種光至合掌承聽。", "293": "面門放光。而言種種者。眼色耳聲功能不同故也。凡", "294": "夫六根。各封其執。照不明了。號曰無明。諸佛六根。同", "295": "時互放。照無不窮。故如千百日也。將顯本明必破無", "296": "明。故六種震動也。無明既破。如盲獲覩。故國土一時", "297": "開現也。根塵互融。彼此莫隔。同一真心。故云合成一", "298": "界。所言佛之威神者。乃自心妙悟之象也。菩薩各住", "299": "本國者。六根雖曰互融。而實本際不動也。欲發本明。", "300": "先現瑞光。以曉初心。智者了達因象。而詣實際矣。何", "301": "為象示也。凡我之輩。因佛光而達心光。由事相而知", "302": "理相。如此則諸佛六根之光。皆我本有。何也。即如眼", "303": "之放光。山河大地草芥人畜。森羅萬象。明暗色空。舉", "304": "目了然。微細涉入。纖悉洞鑒。隱顯俱該。日光雖明。不", "305": "能照於幽室。心光微妙。明暗無不了然。故云千日不", "306": "足喻其明也。一根如是。六根亦然。日用具足。念念無", "307": "差。佛及眾生。孰不如是。但吾輩不能直下承當。故勞", "308": "聖賢互興問答。作法門之標幟耳。由是而推。猶借眾", "309": "生局量。若據本分現量。何數量之可測哉。", "310": "○佛告阿難一切眾生從無始來至枉入諸趣。", "311": "前文自阿難而普及大眾。此中自一切眾生而誨示", "312": "阿難。蓋彼此互顯也。何也。眾生在迷。諸佛居悟。阿難", "313": "位當初果。正居迷悟之間。發跡窮源。無出於此。所以", "314": "如來對告也。文分三節。眾生全迷故。業種自然。如惡", "315": "叉聚。諸佛全悟故。一道坦然。於法自在。諸修行人。居", "316": "其兩間。皆由不知二種根本。雖云二種。總是一心。何", "317": "謂也。所言生死根本。即是涅槃淨體故。圓覺經云。一", "318": "切眾生。種種幻化。皆生如來圓覺淨心。是知無別有", "319": "體也。夫生死根本涅槃淨體。而中曰無始菩提涅槃。", "320": "菩提曰覺。但覺與不覺。似成二耳。所以諸佛悟此。即", "321": "生死即是涅槃。故全體發揮。皆名大用。眾生迷此。即", "322": "涅槃即是生死。故凡所舉心。塵勞先起。所以示誨阿", "323": "難令諸修行人知所擇焉。何謂涅槃體中所生之緣", "324": "也。所言生死與涅槃對。煩惱與菩提對。聖與凡對是", "325": "與非對。忻與厭對。得與失對。邪與正對。空與有對。人", "326": "與我對。凡是所對之法。皆是自體所生之緣也。是緣", "327": "無體。剎那不住。故曰當處出生隨處滅盡。不了無住", "328": "之緣。妄生取捨。所以阿難。見勝相而生忻愛。墮婬室", "329": "而生恐怖。若知是緣念念不相到。則摩登伽在夢。誰", "330": "能留汝身。遺此本明。枉入諸趣。良可悲夫。", "331": "○阿難汝今欲知奢摩他路至此非我心當名何等。", "332": "前文若眼能見。汝在室中。門能見不。明知見不屬眼。", "333": "何以却云。汝目可見。以何為心。何故世尊之語自相", "334": "顛亂若是耶。蓋前則引見歸心。所以斥眼非見。此則", "335": "顯心非見。所以權指眼見耳。上來七番徵逐。真妄顯", "336": "然。知彼疑心未盡。所以舉拳重驗也。阿難秪知推窮", "337": "尋逐為心。而不知忻厭取捨皆心謬計。故世尊總斥", "338": "為非。大似寶劒當頭一揮。任是德山臨濟齊立下風。", "339": "阿難假示驚愕。如智將埋兵調鬬。欲使蠢動含靈咸", "340": "知本體。我等不能直下承當。反譏阿難不解者。真自", "341": "欺也。唐時祿山作亂。有一老軍。從陣逃迴。聞路傍空", "342": "舍有哇哇聲。往視之。其孩提指梁上布囊。軍即取與", "343": "視之。孩提見󰞆。飯想既消。愕然脫去。蓋母不忍捨。以", "344": "󰞆權囑為飯耳。大抵眾生日用。全體不會。全體具足。", "345": "所以妄心一死脫然化去。圓覺經曰。一切眾生。皆證", "346": "圓覺。我信之矣。阿難實非不解。直欲盡性窮源使大", "347": "教流行。所以起此無心之怖耳。", "348": "○佛告阿難此是前塵虗妄想相至故受輪轉。", "349": "上云奢摩他路。奢摩他云靜慮。夫靜慮者。當以無心", "350": "契合。故世尊一咄。總斥非心。若達無心。乃為涅槃淨", "351": "體之路也。阿難執認推求。不知正是生死根本。既為", "352": "世尊奪破。矍然復問。當名何等。於此明告。乃是虗妄", "353": "前塵。如何喚作本心。流轉生死。皆由認賊為子。", "354": "○阿難白佛言世尊我佛寵弟至開示未悟。", "355": "阿難先因墮婬生怖。歸投佛所。自知道力不全。啟請", "356": "妙奢摩他最初方便。而世尊不詰墮婬之謬。且徵所", "357": "發道心。由是數番徵斥。至此雖知錯認。猶是似悟而", "358": "迷。於是重述二心。供養諸佛道心也。謗法毀戒邪心", "359": "也。道心既為所奪。頗知邪心亦復非有。然此二非心。", "360": "則我無心同於草木。非惟我生驚怖。而大眾亦皆生", "361": "疑。故冀開示耳。蓋三乘人。捨惡從善。不知善是惡因。", "362": "離邪求正。豈識正為邪本。取捨既存於心。分別自形", "363": "於念。念存則生死宛然。心空則涅槃平等。阿難為眾", "364": "竭力。領罪自歸。細究端倪。一一皆原大眾。", "365": "○爾時世尊開示阿難至其誰修證無生法忍。", "366": "上云涅槃淨體能生諸緣。阿難仍復執認緣心。以為", "367": "自體。既為所奪。便乃疑同草木。世尊告曰。諸法所生。", "368": "惟是涅槃心現。世界微塵莫不因此。汝何執認緣心。", "369": "擬同斷滅。因執緣心是實。所以三乘歷劫不能成彼", "370": "聖道。凡夫迷此。無始業果自然。若悟緣生無性。便解", "371": "稱體發揮大用現前。可名於法自在。阿難未悟。惶怖", "372": "重生。世尊殷勤再勸。秪此緣心要因緣有。縱滅見聞。", "373": "幽閑內守。猶是法塵。我非故意斥汝所執非心。汝可", "374": "於心自揣。離塵有性。可是真心。緣滅無體。則心同斷", "375": "滅。心同斷滅。則無生法忍必無修證之日矣。阿難向", "376": "執緣心。悞為真實。不能遠離摩登伽難。故請妙奢摩", "377": "他。而如來處處徵逐。使知緣心不有。阿難便認為無", "378": "心。世尊展轉開示。此心離緣無體。似或可信。若云內", "379": "守幽閑。猶是法塵。是必難信。故曰離此覺知更無所", "380": "有。", "381": "○即時阿難與諸大眾默然自失。", "382": "自失而曰默然者。向執緣心。以為自己。而世尊令其", "383": "微細揣摩。頗知緣心不實。所以自失。然則此心有體。", "384": "不應滅。無體不應現。即我則不待緣。非我則不應知。", "385": "若一向離我獨立。則同樁守。一向隨緣任運。則同顛", "386": "倒。如是兩難相許。所以默然。", "387": "○佛告阿難世間一切諸修學人至不成聖果。", "388": "首則創言。蓋由不知常住真心。用諸妄想。此想不真。", "389": "受諸流轉。可謂徑且直矣。恐阿難不能即信。故重重", "390": "破斥。至此默然自失。頗不自疑。故明以告之。非汝悞", "391": "認不能折伏邪呪。諸修行人不成聖道。莫不由此。", "392": "○阿難聞已重復悲淚至發妙明心開我道眼。", "393": "悲淚而言重復者。一者不能免離摩登伽難。將謂道", "394": "力不全。而不知求道之心正是生死之本。二者將謂", "395": "如來惠我三昧。而不知身心本不相代。所以重重悲", "396": "淚也。捨父逃逝者。喻背真向妄也。說食不飽者。喻錯", "397": "解惠我三昧也。二障所纏。不知寂常心性者。以法顯", "398": "喻背父義也。發妙明心。開我道眼。欲補說食之謬也。", "399": "所言二障者。一者事障。續諸生死。即是背覺逐緣之", "400": "謬也。二者理障。礙正知見。執其聞見。不即修行。即是", "401": "多聞無功之謬也。此重顯悲淚意也。由不知寂常心", "402": "性故。請發妙明心也。前之默然自失處有二難。若獨", "403": "立樁守。則不成增進。若任運隨緣。則未離生死。二者", "404": "各處一偏。常為如來所斥。若隨緣不變。不變隨緣。始", "405": "獲妙明。未獲融通者。由道眼之不開也。道眼若開。則", "406": "自然照不失寂。較彼多聞。逈然異矣。", "407": "○即時如來從胷卍字至旋至阿難及諸大眾。", "408": "心光一種。而有百千色。妙明密暎也。周徧十方者。一", "409": "念圓含十界也。徧灌佛頂者。佛佛道同也。旋至阿難", "410": "大眾者。在會之眾。將證此心也。", "411": "○告阿難言我今為汝建大法幢至得清淨眼。", "412": "上來悞執眼見心知。是名顛倒。由是迤𨓦徵逐。既知", "413": "攀緣之念非心。則知見色之性非眼。根身既非。豈不", "414": "謂推顛倒之大幢也。性淨明心者。酧前發妙明心也。", "415": "清淨眼者。酧前開道眼也。下文盲人矚暗者。使悟見", "416": "性非眼。是開道眼也。屈指飛光者。使悟性非搖動。獲", "417": "淨明心也。", "418": "○阿難汝先答我見光明拳至如是見性是心非眼。", "419": "世尊以拳類見之問。故問也。阿難相類之答。實答也。", "420": "何以故問。蓋由阿難攀緣之心知非身執之見未滅。", "421": "自謂身滅則無心可得。故請寂常心性。而世尊欲顯", "422": "其常。先問其斷。無手無拳。事則如是。無眼無見。理必", "423": "不然。有眼無眼。是自形殘。見暗見明。性何虧損。自遠", "424": "而近。自疎而親。自燈而顯眼見。自眼而顯心知。其微", "425": "妙開示。可謂正直矣。問曰。前云。若眼能見。汝在室中。", "426": "門能見不。則諸已死。尚有眼存。云何不見。如此則阿", "427": "難已知見不在眼。何故如來重復開示。答曰。前由阿", "428": "難云見是其眼心知非眼。故已破之。雖則已破妄心。", "429": "未除妄見。真見還同妄見。此則阿難雖悟緣心之不", "430": "實。無心之疑猶存。故請寂常心性。世尊指常性。即身", "431": "以示也。盲人矚暗。見性無虧。無虧之性。即寂常心也。", "432": "問曰。前云。縱離見聞覺知。內守幽閑。猶是法塵影事。", "433": "與此盲人之見。何以異也。答曰。前為學人。雖則離緣。", "434": "猶存能所。所以斥之。此中盲人全不知有。能所俱無。", "435": "非彼所類矣。苟知見性非眼。則六根四大。當念消融。", "436": "下文云歷僧祇獲法身。未必不原於此。如能悟入。亦", "437": "所謂一根返源。六根解脫。常性已顯。色執難消。鈍根", "438": "莫入。所以學者徒知耳根為上。而安知二十五無學", "439": "所證圓通。實無優劣。是佛所言。", "440": "○阿難雖復得聞是言至名為塵義佛言如是。", "441": "口已默然者。不知所措也。雖悟見性無虧。而不知離", "442": "塵即塵之義。所以默然耳。何也。若此見性即塵。則同", "443": "前隨緣分別之心。若必離塵。如彼盲人矚暗。而尋常", "444": "見色之時。當名何等。故冀開示。而世尊明告。名為客", "445": "塵。剎那不住。汝之見性。同於主人。曾無去來。一切眾", "446": "生。不成聖果。因其所悞。由是招告鹿苑開悟之徒。自", "447": "欵所由。而陳那設譬發明。客塵義顯。應即除疑。然則", "448": "住與不住。似同二物。下文屈指飛光。使悟無住即住", "449": "動即不動也。客塵者。見惑處麤名客。思惑處細名塵。", "450": "麤細雖異。不住是同。能惑真性。同名煩惱。今以五科", "451": "解釋。一約所顯。成實云。經言客塵者。以顯心性是常", "452": "故。二約所修。圓覺云。修奢摩他者。覺識煩動。靜慧發", "453": "生。身心客塵從此永滅。三約所證。佛地云。為斷客塵。", "454": "證淨法界。四約所離。佛地云。圓鏡智者。正淨無垢。離", "455": "客塵故。五約所染。勝曼云。如虗空淨。心常明淨。無轉", "456": "變相。虗妄分別客塵煩惱所染。此經不住名客。住名", "457": "主人。澄霽名空。搖動名塵。即緣塵分別。為客塵義。", "458": "○即時如來於大眾中屈五輪指至尚無有止誰為", "459": "搖動佛言如是。", "460": "陳那解明客塵二義。自是小乘所見。動與靜別。主與", "461": "客異。斷煩惱而證菩提。離生死而入涅槃。有得未忘。", "462": "不成增進。所以寄阿難而發明實進破聲聞也。故世", "463": "尊屈指示誨。而阿難即悟見性原非動靜。即塵而非", "464": "塵。飛光左右。即知搖動本非搖動。去來曾不去來。雙", "465": "呈兩拂。有得俱忘。寧不為陳那等更進一步也。初則", "466": "以手為問。使知外境不實。次則以頭為問。使知根身", "467": "不有。如是而知。為妙明心。如是而見。為清淨眼矣。", "468": "○於是如來普告大眾至輪迴是中自取流轉。", "469": "問曰。頭自搖動。見無所動。手自開合。見無舒卷。正釋", "470": "客塵之義。何以復責大眾。其旨安在哉。予上曰。寄斥", "471": "聲聞者此也。陳那之意。客去主存。塵寂空在。雖離前", "472": "塵。猶住見覺。不知常住之見正是法塵。阿難善解佛", "473": "意。乃云。佛手不住。而我見性尚無有靜。誰為無住。次", "474": "云。我頭自動。而我見性尚無有止。誰為搖動。動靜雙", "475": "拂。去住兩驅。客去主忘。塵忘空滅。深愜佛意。所以指", "476": "阿難而責大眾也。若不如此。阿含何稱小教。此會何", "477": "稱圓宗。是知此經逈出三乘。學者當熟思之。阿難自", "478": "述二障所纏。良由不知寂常心性。故啟如來發妙明", "479": "心開我道眼。而世尊則以拳例見。使知見性是常。次", "480": "引盲人矚暗。使知性不屬身。常心道眼。於此可見矣。", "481": "再明告。不成聖道。過由客塵。辨明二障。事障在麤。故", "482": "同客義。理障微細。故同塵義。緣塵易曉。故屈指以辨", "483": "非住不住。身執難忘。故即頭以驗動與不動。自遠而", "484": "近。自細而麤。委曲發明。可謂慈悲之至矣。", "485": "△爾時阿難及諸大眾聞佛示誨至二發明性。", "486": "阿難因世尊徵心辨見。以及盲人矚暗。自知見性無", "487": "虧。屈指飛光。頗信見性不動。即境心觀。則手自開合。", "488": "而見無舒卷。即身以觀。則我頭自動。而見無搖動。如", "489": "此開示。故得身心泰然。始知從前妄認之失。所以自", "490": "悔而復自慶也。然所謂常住真心者。不知即身即是。", "491": "不知離身別有。若即身者。身當敗壞。終從變滅。滅則", "492": "不可言常住也。若離身別有。何異前云心在虗空同", "493": "他心量。如此則何以知是身中是偽是真是生是滅", "494": "是不生滅耶。蓋因阿難屢屢呈疑。如來即事徵驗。事", "495": "疑少除。不能忘言契旨。理執猶存。前則似解不解。所", "496": "以兩次默然。今則欲信難信。所以發言申請。而如來", "497": "知機識變。亦不與當頭說破。默令波斯匿王傍開隻", "498": "眼耳。", "499": "○時波斯匿王起立白佛我昔未承諸佛誨敕至踊", "500": "躍歡喜得未曾有。", "501": "匿王座起。為問身中真偽生滅與不生滅也。而世尊", "502": "即身以驗。逐一徵告。最後乃云。皺者受變。不皺非變。", "503": "變者受滅。所謂變是色身。是為虗偽。彼不變者。元無", "504": "生滅。所謂見性非皺。是為真實。如此則色身念念遷", "505": "移。而見性曾無剎那可滅。豈非即生滅中示不生滅", "506": "耶。阿難前答手自開合見無舒卷。所謂境幻而心真", "507": "者也。我頭自動。見無所動。所謂身假而性實者也。似", "508": "乎已解。何以復問身心真偽生滅耶。蓋由前塵易曉", "509": "身執難忘。冀欲於生滅身中示不生滅性。阿難初問", "510": "身心二途。何以世尊令觀四念處耶。由阿難出塵真", "511": "諦當機無修無證故。凡所推窮尋逐。總斥非心。匿王", "512": "在纏俗諦當機即證即修故。必假問答研詳。始見真", "513": "性。既假問答。何廢修證。故示四念處。令其推觀。所以", "514": "初問汝之肉身。即示身念處。二問汝未曾滅。即示心", "515": "念處。念念遷謝緣心之體。新新不住無常之性也。三", "516": "問汝之生齡應不頓朽。示受念處。孩孺則膚󴐫潤澤。", "517": "衰耄則形色枯朽。自受處無常也。四問汝之形容應", "518": "不頓朽。示法念處。年月日時。密密遷移。我誠不覺。定", "519": "是無常。故世尊許其徒知無常。而不知真常。故引觀", "520": "河之見。令悟不遷。若能默證了然。何必更云見見非", "521": "見。若執定有見性可得。則還同認賊為子。", "522": "○阿難即從座起禮佛合掌長跪白佛世尊若此見", "523": "聞必不生滅至認悟中迷。", "524": "一切佛法。不出二諦。所謂世俗諦第一義諦也。世尊", "525": "垂手為問者。使知遺失所由也。阿難據世人為問者。", "526": "簡自非倒也。而世尊告曰。佛及眾生。法身平等。本是", "527": "一體。但所見成差。非性有別。垂手順體為倒。豎臂逆", "528": "指為正。於世諦中。尚且見不明了。顛倒如此。何況第", "529": "一義耶。汝引諸世間人為答者。汝見必非其類也。若", "530": "執定有身境可得。汝身佛身。顛倒名字。在於何處。由", "531": "是。阿難大眾瞢然失所。而如來普告。色心諸緣。及心", "532": "所使諸所緣法。唯心所現。心存妄計。名字由生。一念", "533": "忘緣。顛倒不實。汝先答我。手自開合。見無舒卷。我頭", "534": "自動。見無搖動。如此則見性異於身境。云何仍認色", "535": "身。緣彼前塵。作正倒見。豈不為悟而復迷耶。夫如來", "536": "垂臂。須鑒在言前。自知顛倒。若少加分別。非惟以正", "537": "為倒以倒為正非也。即以正為正。以倒為倒。何甞名", "538": "悟。所以世尊拈華。迦葉破顏。便云。吾有正法眼藏。用", "539": "付迦葉。噫阿難當時。若解微笑。必也世尊口掛壁上", "540": "矣。", "541": "○晦昧為空至如來說為可憐愍者。", "542": "上云色心諸緣唯心所現。云何所現。世尊明告。妙性", "543": "本明。良由不覺。迷為頑空。頑空與無明和合。結暗為", "544": "色。有器世間。礙色與頑空。二法和合。不動而動。故有", "545": "色身。根身既具。識念自萌。識念既萌。不有而有。攀緣", "546": "心生。故趣外奔逸。用此攀緣為心。則決定惑為色身", "547": "之內。而安知色身外洎山河大地咸是妙明心中所", "548": "現物耶。夫身心不有。妄執為實。是謂一迷。其猶背海", "549": "認漚者也。於幻有身心中。重起取捨。墮婬生怖。見相", "550": "生愛。目為真心。重是一迷。其猶認漚為海。豈不為之", "551": "倍迷。於垂手頃。二迷兼具。故曰等無差別。此文深奧。", "552": "當細探其實。自審相應可也。不爾則徒誇玄妙。何異", "553": "說食不飽。何也。圓覺經曰。云何無明。妄認四大為自", "554": "身相。六塵緣影為自心相。譬彼病目見空中華及第", "555": "二月。又云。彼無明者。非實有體。如夢中人。夢時非無。", "556": "及至於醒。了不可得。二文當合看。此為小乘者說唯", "557": "心所現次第生起因緣。彼為菩薩直說妄認而已。此", "558": "中唯心所現。則剎那不住。曾無處所。不知無處。故下", "559": "文多方辨見。彼即直告。如夢所見。醒不可得。云何不", "560": "可得。如夢所見。山河大地草芥人畜。與覺無異。至於", "561": "醒時。非惟夢中之境不可得。而身亦不可得。非惟身", "562": "不可得。而心亦不可得。非斷之使無。非遣之使無。非", "563": "修之使無。是畢竟無。以夢例覺。覺豈不然。夢本不有。", "564": "覺則知無。覺如是實。夢應知有。夢不知有。覺處元虗。", "565": "覺夢兩非。真心斯在。然則我輩。於日用中。能如夢之", "566": "獲覺不真得。如是現前身心山河大地。畢竟是箇什", "567": "麼。如不相應。休教容易。虗度光陰。勉之勉之。", "568": "○阿難承佛悲救深誨至拘舍離等昧為冥諦。", "569": "阿難因聞晦昧生起因緣。頗悟身心皆為幻現真心", "570": "常住。然猶存於能所。故不能無疑。何也。此心若是。前", "571": "云因聲而有分別。塵滅則此心同於斷滅。那得名為", "572": "常住。此心若不是者。則現以緣心。允所瞻仰。因此二", "573": "疑故。未敢認為本元心地。世尊意曰。若以所緣音塵。", "574": "以為心者。我所說法。在指汝心。若離汝心。則說無可", "575": "說。汝能因說悟心。心悟則自忘其說。若執我說。以為", "576": "汝心。豈不同彼執指為月者乎。彼人指月。令其識月。", "577": "若執指為月。非惟不識月。亦且不識指。月明指暗。二", "578": "物皎然。何得明暗不分自他混濫。豈為智者。若以能", "579": "緣之心。以為心者。此心要在待緣。緣盡則滅。剎那幻", "580": "寄。同於旅客。只如即今我已說盡。汝之緣心。又安在", "581": "哉。非惟音聲無性。剎那不住。汝認為心者。非也。昭昭", "582": "在目。復名何等。若亦名心。則此心要因分別而有。若", "583": "離分別。則外境何狀。故下文云。汝今諦觀法法何狀。", "584": "法法何狀。則色即非色。遇緣斯應。則空即非空。非色", "585": "非空。所以昧為冥諦。夫冥諦者。杳冥恍惚。真為戲論。", "586": "世尊直言常住真心者。苟非洞悟。安得了然。所以阿", "587": "難微細問明。欲使後來無惑耳。", "588": "○離諸法緣無分別性至是故如來名可憐愍。", "589": "若以緣塵聽法之心。以為自心。此心應離前緣有分", "590": "別性。若離緣無有。則汝心性應有所還。聞法之心還", "591": "於聲塵。聲滅則無。見相之心還於色塵。色變非有。以", "592": "是二者。例一切法。莫不如是。可還之心。剎那幻寄。同", "593": "於旅客。誰是其主。幻寄之心。喚作本元心地。何其謬", "594": "也。阿難復問。若我聽法心性有可還者。而如來所說。", "595": "亦可還不。世尊告言。亦是可還。當還於機。無機則我", "596": "常默然。如此則惟說與聽。各有可還。妙明元心。云何", "597": "無還。世尊告言。且汝見我之見。本是可還汝之見精", "598": "明元。若存能所。妄計所生。喻第二月揑目所成。非是", "599": "月影。雖存能所。猶不可還。能所若忘。真為妙覺明性。", "600": "當欲誰還。由是標示八種諸變化相。一一各還本所。", "601": "而八種之見。隨相已滅。若不滅者。則誰知前後差別", "602": "耶。汝見八種見精當還何所。若還於明。暗則隨滅。誰", "603": "當識暗。如此則彼相自相生滅。而見精何常為之去", "604": "來。以無去來故。彼諸可還之相。自然非汝。不汝還者。", "605": "非汝而誰。故知汝身清淨常住。因存能所故成迷悶。", "606": "吳興云。亦有所還。還無明故。此解太迂。破色論曰。一", "607": "切眾生。日用所見牛作牛想。馬作馬想。諸佛所見。亦", "608": "復如是。於彼眾生。有何差別。答曰。一切諸法。有二種", "609": "想。所謂世流布想。著想。諸佛有世流布想。而無著想。", "610": "如此則聖賢何甞無見。明與無明。曾無二性。著與不", "611": "著。豈是兩人。若言定有無明不破。我恐終其身而莫", "612": "能見道矣。若能心不緣塵。自然念念寂滅。世尊乃云", "613": "當欲誰還。而曰當還無明。豈不太迂乎。", "614": "○阿難言我雖識此見性無還至性汝不真取我求", "615": "實。", "616": "阿難謂。若此見精。即是妙明元心。云何如來洞見微", "617": "塵剎土。我等秪見初禪。眾生不過分寸。若即是者。不", "618": "應有優劣。若不是者。那得無還。兩處失準。故不敢認", "619": "為真性。而世尊。還以優劣見原相告者。遠近在位。見", "620": "性無差。譬如有人。居於室中。但見一室之空。居於天", "621": "井。則見天井之空。若出戶外。則見一方之空。若立山", "622": "頂。則十方洞達。豁然無礙。非虗空有遠近。亦非見性", "623": "有大小。為形處所拘。而見分優劣。而能見之性。曾無", "624": "別異。云何差殊。上至天宮。下至大地。中間徧覽。物我", "625": "宛然。物類自別。見性何殊。無殊之性。是汝見性。前則", "626": "物可還。而性不可還。此則物有別。而性未曾別。若疑", "627": "此性同於物者。則汝亦可見吾之見。我見物之時。而", "628": "汝亦見是物。故名同見。若我離物無見之時。汝何不", "629": "見吾不見之地。若謂汝不見時。即吾不見之處。何以", "630": "汝見。秪可自知。豈是吾之不見處耶。如此則汝之真", "631": "性。昭然可辨。豈得不知。若謂物我混濫彼此不分。則", "632": "汝見物。物亦見汝。豈成安立。唐時有大耳三藏。自謂", "633": "得他心通。憲宗請忠國師驗之。國師問曰。曾聞汝得", "634": "他心通是不。藏曰是。師問曰。你道老僧即今在什麼", "635": "處。藏曰。和尚是一國之師。何得在天津橋看弄猢猻。", "636": "又問曰。汝道老僧即今在什麼處。答曰。和尚是一國", "637": "之師。何得在河邊看兢渡。又問曰。汝道老僧即今在", "638": "什麼處。藏不知所答。師叱曰。野狐精。他心通在什麼", "639": "處。凡夫見色。乃是眼根現量所知。國師所問。乃意根", "640": "所緣。凡夫不見。而三藏能見。誠異於凡矣。至第三度。", "641": "意識不緣。非惟三藏。便是佛眼亦如之何。故曰若見", "642": "不見自然非彼不見之相。如此則三藏秪可自知。而", "643": "國師又何能見他人之不見耶。若我及汝并諸世間。", "644": "儼然可別。曾不雜亂。汝見秪可自知。而我亦秪可自", "645": "知。此性妙明周鑒萬有。胡不即已驗證。而取我求實。", "646": "豈為智哉。雖然。世尊慈悲。故有落草之談。若是祖師", "647": "門下。待他問如何得知是我真性。便與他一百二十", "648": "棒。一棒也少不得。使他自知痛癢去在。然阿難這一", "649": "問也少不得。何也。若有知是。知是妄覺。若無知是。知", "650": "即無記。所以道。這箇若是。則頭上加頭。這箇若不是。", "651": "則斬頭覓活。若不是。世尊也難分疏。是他善解議論。", "652": "便引物。令他自認。", "653": "○阿難白佛言世尊若此見性必我非餘至徧能含", "654": "受十方國土。", "655": "前因聖凡所見遠近優劣之不同故未知。云何得知", "656": "是我真性。而世尊廣引上下。徧覽水陸。令其自擇。則", "657": "知物我體殊。默然自信。此中復以即我見性。何有大", "658": "小廣陿之不等。是皆逐塵起見。成此妄計耳。世尊告", "659": "曰。大小遠近。各屬前塵。無勞窮詰。所以引空為喻。夫", "660": "空本無方。而方圓任器。見性無性。而大小隨緣。若除", "661": "器觀空。則方圓何有。離塵見性。則大小皆無。如此則", "662": "何獨見性。六根四大。當下融通。混入塵界。舍那千丈", "663": "不為大。焦螟隣虗不為小。吞吐塵剎。法性如是。略著", "664": "思惟。即以不堪。若能悟旨。身心當下本空。苟執前緣。", "665": "則窮劫那能見性。", "666": "○阿難白佛言世尊若此見精必我妙性至微細發", "667": "明無非見者佛言如是如是。", "668": "阿難連前發問。而有四節。初問我之心性。各有所還。", "669": "而如來所說妙明元心。云何無還。世尊引物辨見。乃", "670": "云。諸可還者。自然非汝。不汝還者。非汝而誰。次則雖", "671": "悟不還。意謂如來與我所見。優劣不同。將謂別有見", "672": "性成佛。故曰云何得知是我真性。而世尊廣引物象。", "673": "令其自擇分別自他。乃至云。若不見吾不見之地。自", "674": "然非物。云何非汝。阿難不解無見之見為真性。猶滯", "675": "前塵。自疑見有大小廣陿。而世尊引空為喻。辨無廣", "676": "陿。且物可還。而性不可還。物自差別。而性無差別。物", "677": "有遠近。而性非遠近。如此開示。物我自判。可謂明矣。", "678": "何以復問。今此妙性。現在我前。見必我真。今我身心。", "679": "復是何物。似有過矣。蓋由似解雖發真信未明。在會", "680": "大眾。莫不有疑。故阿難重請。要知其過在於何處。皆", "681": "由不悟身心之本空耳。前文云。我將推窮尋逐以為", "682": "自心。而世尊咄曰此非汝心。當時若能截斷。何煩許", "683": "多問答。不能領略至此。猶著推窮。以妄求妄。遣賊捉", "684": "賊。無有窮已。身心復是何物。而世尊乃曰。身心器界。", "685": "同是妄緣。妄計所成。若離妄計。則能所皆空。妄緣不", "686": "有。則是非本無。若能除器觀空。信非方圓。即器辨空。", "687": "而難為即信。在會大眾。原依幻有身心。辨彼虗妄緣", "688": "塵。寧能不疑。前云一迷為心。決定惑為色身之內。不", "689": "知色身外洎山河大地咸是妙明心中所現物。雖已", "690": "發明。猶處疑惑。自下文殊發起方信無有二月。阿難", "691": "故問。見性實我。而身非我。世尊乃云。是見非見。總屬", "692": "前塵。是我非我。皆名幻質。離身則無我可得。離塵則", "693": "無見可名。復是何物。恰是背海迷漚。現在我前。還同", "694": "目漚為海。然我輩講論之徒。當一一消歸自己。不解", "695": "緣興件件都言聖賢分上。", "696": "○於是大眾非無學者聞佛此言茫然不知是義終", "697": "始至故能令汝出指非指。", "698": "非無學。則簡於無學也。蓋無學聖賢。同彼十方如來", "699": "與大菩薩。住三摩地。了知見及見緣并所想相同於", "700": "空華。知如空華已。不妨即此為用。故此見及緣。元是", "701": "菩提淨體。於中無是非是。現前大眾。既非無學。不能", "702": "洞悟本心。還依妄身妄心而起能所。聞於精見色空", "703": "非是兩驅。所以茫然失守。既非凡下所知。欲問無由。", "704": "世尊直以自真實不誑不妄。用安其心。文殊者。本師", "705": "會中。為擇法眼。既當此任。見眾失措。所以起座請決", "706": "也。而世尊先告。如來菩薩所見本無。而凡夫妄執為", "707": "是非所礙。故直以文殊一人。以詰其是非。而文殊乃", "708": "云。我真文殊。何有是非二相。問答顯然。更無藏隱故。", "709": "予甞令人自看。我真某甲。無是某甲。何以故。若有是", "710": "者是二某甲。然我今日。非無某甲。於中實無是非二", "711": "相。能如是看。其義自現。何得盡推聖賢耶。若能親領", "712": "自己。則非是雙離。是非既遣。則我及見緣。皆是菩提", "713": "妙心所現。不了所現。妄為色空所轉。作是非解。其猶", "714": "二月揑目所成。非有他故。不揑則二月本無。如離妄", "715": "計。則是非非有。不悟本心。隨諸見聞。皆名妄想。不能", "716": "出於是非。唯有悟心。自然能令出指非指。有以馬喻", "717": "馬之非馬不。若以非馬喻馬之非馬。用帖此文。此恐", "718": "不然。彼但齊物直言無是非而已。此中意謂。滯緣則", "719": "是非宛然。悟心則是非莫得。以此較彼。彼為戲論。學", "720": "者當知。", "721": "○阿難白佛言世尊誠如法王所說覺緣至云何見", "722": "明。", "723": "阿難自述。湛然常住。性非生滅。此乃自己默證之境。", "724": "非戲論名相可比。彼外道。以薩埵剌若答摩所成大", "725": "等二十三法。次第相成。第二十五。名冥諦。冥諦者。杳", "726": "冥恍惚。似有而無。阿難既親見覺性湛然非生非滅。", "727": "豈得混同冥諦耶。真我無我。以無我故。和同萬有。外", "728": "道神我乃樁立有物。與此湛然常住。似是而非。故請", "729": "決疑也。欲冀混同故。引楞伽山與大慧所言。外道自", "730": "然。我說因緣。非彼境界。今觀覺性自然。與外道自然。", "731": "有何差別。若無差別。則如來不應以因緣相破也。若", "732": "有差別。其別安在哉。夫外道自然者。但計諸法自然。", "733": "而強立名言。故彼偈曰。誰鑿湖海堆山原。誰削荊棘", "734": "畫禽獸。本無一法能生。是故說為自然。阿難既云。我", "735": "今觀此覺性自然逈然自異。況乎觀性自然。非言說", "736": "可比。豈不云似解而疑者也。而世尊意曰。我說因緣。", "737": "破彼自然者。正說諸法從因緣生。非是自然。不說覺", "738": "性。若說覺性。則言思道斷。心行處絕。自然與非自然。", "739": "俱不可得。如前是見非見等。若謂定有自然可得。自", "740": "須甄明。有自然體。若明為自。暗則見亡。若暗為自。明", "741": "則見滅。如此則前緣常相傾奪。何為自然。若離明暗", "742": "等前緣。有自然者。自不自立。如眼之不能自見。心之", "743": "不能自知。不知則何以名為自然。若執定無自然性", "744": "者。如無手人拳畢竟滅。如無眼人見非全無。下文云。", "745": "但有言說。俱無實義故。不可以外道戲論名言以混", "746": "真際耳。", "747": "○阿難言必此妙見性非自然至隨汝執捉。", "748": "自然之性。既為所破。復疑因緣。但不知外道所立自", "749": "然在於諸法。故以因緣破之。既云性非自然。是非已", "750": "判。何得以性擬相。作因緣解耶。外道自然者。譬如有", "751": "人生盲其眼。外道云。此乃自然而盲。非有他故。如來", "752": "破云。乃是因緣。緣宿世罪業。因父母氣稟。感此殘形。", "753": "若遇神醫。授以丹藥。障翳若除。還得見性。若是自然。", "754": "醫不能愈。醫既能愈。豈非因緣耶。誠如所論。應是因", "755": "緣。又且不然。目之盲明。似屬因緣。此性若是因緣。緣", "756": "滅則性無。如破瓶盆無瓶盆性。縱有神醫。何能復本", "757": "見精。以性不屬緣故能隨緣變現。能隨緣故。故能離", "758": "一切相。即一切法。即離自在。非是融通。若欲以世間", "759": "戲論名相混比真性。恰似撮摩虗空。徒自勞耳。", "760": "○阿難白佛言世尊必妙覺性至妙菩提路。", "761": "阿難以本妙覺心。疑混外道。自然因緣。既以被破。復", "762": "引佛說。更冀混同。而不知佛之所說正欲破彼世間", "763": "戲論。且世間諸法。從因緣生。若復離緣。則亦無有。外", "764": "道不達因緣。執為自然。搆此戲論。而妙覺性。非因緣。", "765": "非不因緣。非自然。非不自然。故稱為妙。阿難不解其", "766": "妙。故不得無疑耳。且此見性。應具九緣。所謂空明根", "767": "境作意分別染淨種子也。今唯具四心。即種子作意", "768": "分別染淨。眼即是根。空明即境。舉四具九。義已完足。", "769": "世尊意曰。我說因緣。為破世間。非第一義。即彼見精。", "770": "因日月燈。則能見明。離則見暗。明暗自異。見性無差。", "771": "見無差故。二俱名見。何為不見。以見性無乎不在。故", "772": "無不見。且空明等。剎那前後。應不同時。凡夫識麤。妄", "773": "為一念。菩薩微細智觀之。一剎那中。九百生滅。彼生", "774": "滅者。是自因緣。知生滅者。元名見性。性非生滅。故見", "775": "明之時。見非是明。四義成就。用例萬法。莫不皆然。而", "776": "復見見之時。見非是見。見猶離見。見不能及。以緣塵", "777": "之見非真。離塵之見亦妄。直須能所雙忘。始得言思", "778": "道斷。今欲易明。以眼易見。見色之時。眼非是色。見眼", "779": "之時。見非是眼。見猶離見。見不能及。玄覺云。若以知", "780": "知寂。此非無緣知。如手執如意。非無如意手。用例見", "781": "色之見。若以知知知。亦非無緣知。如手自作拳。非是", "782": "不拳手。用例見見之見。亦不知知寂。亦不自知知。非", "783": "是無知。以知了然。用例離見之見。彼云知知。此云見", "784": "見。彼云了然。此云不及。似可信矣。而復應知文義聯", "785": "絡。不可偏執。見色之時。色非是見。見見之見。猶是名", "786": "見。見若離見。見不能及。所以前文精見色空。離是非", "787": "是。若著前塵。種種發明。皆名妄想。惟悟真覺明性。乃", "788": "能出指非指。此中真見無見。則是見是物。非物非見。", "789": "皆戲論矣。", "790": "○阿難白佛言世尊如佛世尊為我等輩宣說因緣", "791": "至何況分別非燈非見。", "792": "阿難前問云何得知自我真性。而世尊逐一發明。非", "793": "優非劣。非遠非近。非因非緣。亦非自然。非色非見。及", "794": "非見見。妄緣盡遣。真性現前。不能即信。重增迷悶者。", "795": "非不信也。直欲未來眾生微細洞究至無疑惑地耳。", "796": "蓋一人見影。逈異眾人。似乎可信。若合國同見灾象。", "797": "信之良難。故須進退合明。始悟真性無見。且一眚人", "798": "見燈五色。不可言無。若非眚人。冥然不見。不可言有。", "799": "譬如凡夫。見有根身器界山河大地。若彼十方如來", "800": "及大菩薩。住三摩地者。逈無所有。如虗空華。若此見", "801": "緣見精本有。則聖人云何不見。若此因緣自然境上", "802": "本有。云何聖人亦不見。若此見緣是見者。見已成緣。", "803": "誰當見見。若此見緣非見者。今見山河。當明何等不", "804": "了妄計如眚人之執影。若解無見。便同聖人之真見", "805": "矣。", "806": "○云何名為同分妄見至性非眚者故不名見。", "807": "同分者。乃一國同見之灾象也。用例六道所見根身", "808": "器界皆為妄計。且山河大地。六道同見。佛說本無如", "809": "虗空華。一眾駭然。難為即信。故取一人妄見。進例一", "810": "國之妄見。用一國之灾象。退例一人之眚影。似乎易", "811": "解。是知別業者。在顯同分故也。若解一人之眚病為", "812": "謬。則知一國之灾象非真。例六道所見。山河大地。見", "813": "及見緣。因緣自然。見與見見。同名妄計。本無所有。何", "814": "也。一人一國所見影象。同是凡夫。餘人無所見者。皆", "815": "號聖人。所以進退合明。能見山河大地之見。是謂明", "816": "覺。同於幻影。若悟幻影本空。則覺明非是明覺。故曰", "817": "覺非眚中。實名見見。覺不自立。立則成待。非是真覺。", "818": "此見若離。則覺明不及。復於本明覺既不有。云何復", "819": "名覺聞知見。所以結凡夫所見。同是覺明。皆即見眚。", "820": "彼住三摩者。真精非眚。故不名見。", "821": "○阿難如彼眾生同分妄見至和合妄生和合妄死。", "822": "前則進別業。以例同分。此則退同分。以合別業。故曰", "823": "進退合明也。障惡合於目病。灾象合於圓影。大小雖", "824": "異。妄業本同。故曰俱是無始見妄所生。皆於無中妄", "825": "見有故。自一人例一國。自一國例閻浮提。一閻浮提", "826": "例四天下。自四天下例娑婆界。娑婆世界例十方有", "827": "漏國。自微至著。自近至遠。展轉發明者。同是覺明妙", "828": "心。不了本妙。妄為明覺。成此虗妄病緣。且一人一國", "829": "所見。此處見有。彼處見無。人或頗信。自娑婆界。洎乎", "830": "十方諸有漏國。同見幻境。取信良難。故用是例下文", "831": "云。空生大覺中。如海一漚發。有漏微塵國。皆依空所", "832": "生。漚滅空本無。況復諸三有。若非如是引例發明於", "833": "彼。必為唐說。", "834": "○若能遠離諸和合緣至清淨本心本覺常住。", "835": "覺明者妄明也。無漏妙心真明也。二種和合。不能精", "836": "了。故有同別二種妄見發生。見有能所。為生死因。若", "837": "能達妄。真亦強名。蓋由妄因真起真依妄顯。若不執", "838": "真。妄亦非有。故曰言妄顯諸真。妄真同二妄。猶非真", "839": "非真。云何見所見。是知二者遠離。則和合不和合生", "840": "死非生死。皆不可得。若解不可得。則圓滿不生滅性。", "841": "得常住本心也。", "842": "○阿難汝雖先悟本覺妙明至云何甄明合非合理", "843": "彼暗與通及諸羣塞亦復如是。", "844": "外道所執世間諸法。皆是自然。而世尊破以因緣。阿", "845": "難云。見此覺性自然。疑同外道。世尊即事辨明。知非", "846": "因緣。疑是自然。世尊令其說見因緣。因日月燈而有", "847": "其見。無則不見。世尊告云。見物之見。同於因緣。離物", "848": "之見。猶屬妄明。致乎離見之見。當名何等。故阿難啟", "849": "曰。自然因緣。和合不和合。心猶未悟。何況更聞見見", "850": "非見。由是以別業同分二種妄見。進退合明。使能見", "851": "所見皆是妄想。與彼真心。和合妄生。和合妄死。若能", "852": "遠離。則俱不可得。復由前云真覺妙明非因緣非自", "853": "然非不自然。恐疑妙心性非自然。與彼因緣自然和", "854": "合而起故。世尊辨曰。若此妙心。與前塵和合者。和則", "855": "一而不分。不分則明暗色空本無邊畔。若見與明和。", "856": "如水之和麵。麵就則水失其流。明來和見。若空之和", "857": "器。器成則空失其虗。若見滿則如水之不和於火。何", "858": "處和明。若明滿則如日之不和於星。何處見和。若明", "859": "見必異。何處見雜。雜則二體。俱亡不亡。則應有邊畔。", "860": "合則附而不離。不離則明滅見滅。云何見暗。合既成", "861": "一。則明不自明。云何見明。明若合見。則見不自見。云", "862": "何見見。若非和合者。惟見與明應有邊畔。是見是明。", "863": "以何為界。經云。非和合及不和合。疑是刻訛。應云非", "864": "和合非不和合。前二節明非和合。後一節明非不和", "865": "合。與上非自然非不自然。同一意耳。", "866": "○阿難汝猶未明一切浮塵諸幻化相至了無所得。", "867": "上來徵心辨見。以至於此。同目浮塵幻化者。何也。阿", "868": "難墮婬慌怖。歸來佛所。啟請妙奢摩等最初方便。而", "869": "世尊先不詰其墮婬之謬。且徵所發道心。以至七番。", "870": "乃云。此非汝心。前塵虗妄想相。惑汝真性。豈不已云。", "871": "道心妄想同目前塵。逈異小乘昔日聞見。故阿難悲", "872": "淚重重微細請問。自屈指飛光。使知見性不動。匿王", "873": "請問頗解性無生滅。何故目我等輩遺失真性。世尊。", "874": "舉指驗倒。示其倒因。告以晦昧為空結暗為色。令悟", "875": "身心不實。阿難復認緣塵。所以未敢認為本元心地。", "876": "世尊重引指月之喻。主客自分。辨見八還。緣心自異。", "877": "若此不還是我心者。何聖凡所見優劣不同也。謂別", "878": "有性能成佛者。云何得知是我成佛真性。而世尊廣", "879": "引上下。所見之相。雖復有異。能見之性。正等無差。即", "880": "物之見。尚可混同。離物之見。非汝而誰。阿難復疑見", "881": "有大小遠近。而世尊告以總屬前塵。離器求空。方圓", "882": "何有。阿難頗信見性現前。而反疑身心何物。世尊懸", "883": "指萬象色空。令其自擇中間。尚無是見非見。何處更", "884": "有是我非我。由是一眾茫然。所以文殊為决。既云本", "885": "無是我非我。何處更有是月非月。若悟妙覺明性自", "886": "然。令汝出於是指非指。阿難信性非生滅。復混冥諦", "887": "自然。世尊逐一甄明。使知見見非見。復例同分別業", "888": "進退合明。中間既無合與非合。何處更有和與不和。", "889": "故語器界根身同名幻化。幻化之體。其性元真。見既", "890": "如是。聽聞覺知。莫有不然。廣而推之。以及五陰六入", "891": "十二處十八界。相偽體真。隨緣不變。妄真交錯。理事", "892": "如如。無生死可出。無涅槃可證。無煩惱可斷。無菩提", "893": "可成。若肯承當。便好歇心。恐餘惑未消。故再勞開示。", "894": "○阿難云何五陰本如來藏妙真如性。", "895": "般若名為五蘊。蘊以積聚為義。陰以蓋覆得名。由色", "896": "而起受想。是名積聚。逐妄背真。是名蓋覆。然此五陰。", "897": "攬六塵為體。發識為用。自受想行識以及法。受想行", "898": "識。應具六種。而又前後生起。各有不同。思益經云。五", "899": "陰即是世間。而有三種。所謂器世間。眾生世間。智正", "900": "覺世間也。若以眼根現量所緣。自色而識。以器世間", "901": "為能緣體。生起眾生世間。故下文云。因動有聲。攬聲", "902": "成根者。是也。若以意根比量所緣。自識而色。以眾生", "903": "世間為能緣。生起器世間。前云聚緣內搖。趣外奔逸", "904": "者。是也。若解五陰如相。即是智正覺世間。故曰如來", "905": "藏妙真如性也。", "906": "○阿難譬如有人以清淨目至色陰當知亦復如是。", "907": "色陰者。總指根身器界見及見緣也。若人於一念未", "908": "生之前。妙鑒其由。如淨目觀空。逈無所有。所以十方", "909": "如來及大菩薩。了此見緣。如空中花。本無所有。少形", "910": "念慮。所見非真。其猶瞪目發勞妄見狂花。勞發而曰", "911": "瞪目者。謬實在我。非他能為。故曰無故不動者。用喻", "912": "覺明空昧。瞪以發勞。所以相待成搖。由是地水火風", "913": "漸成根身器界。此中同目色陰。喻以狂花。復有一切", "914": "狂亂非相者。喻見與見緣也。古人用喻九界色。此恐", "915": "不然。上云如來菩薩。并自住三摩地中所見。見與見", "916": "緣。如虗空花。本無所有。豈非簡出四聖。何由混同色", "917": "陰耶。", "918": "○阿難是諸狂花非從空來非從目出至色陰虗妄", "919": "本非因緣非自然性。", "920": "喻如色陰。非因緣有。亦不心生。若從緣有。既有來往。", "921": "非無處所。今觀法法何狀。緣既不有。何容起滅。故取", "922": "喻狂花。非因空有。若從心生者。既從心生。應合有知。", "923": "若有知者。去既知緣。旋當識處。若有處者。心中自多", "924": "一物。若無知者。去既成緣。旋成何物。又見緣之時。非", "925": "無分別。何以無分別時方號寂常心性。故喻狂華非", "926": "因目有心。因妄取目。因翳眚二妄本同。取喻為近。非", "927": "從空目。故非因緣。待勞方有。故非自然。", "928": "○阿難譬如有人手足宴安至受陰虗妄本非因緣", "929": "非自然性。", "930": "手足宴安者。譬如本覺無受。無故相摩者。譬卒爾生", "931": "心。起苦受樂受不苦不樂受也。夫受者。單境不成。單", "932": "根不起。要在根境和合。方起妄受。喻如兩手之相合", "933": "有幻觸生。根境如如。不覺動念。故曰無故能覆正念。", "934": "目之曰陰。若此受陰。如從境有。境自有受。不待我知。", "935": "又眾人同見境時。則同時具受。不應有受不受。如月", "936": "行空。貴人賞之為樂。盜賊覩之如冤。豈有前境選擇", "937": "而來。起此苦樂之受。若從根有。根自有受。何必待緣", "938": "而起受。若必從根有。如眼見色。出既見境。歸當見根。", "939": "若有見者。似有一物身中往還。受陰無體。取喻幻觸。", "940": "若了幻觸之不真。則悟受之無受。根境兩虗。故非因", "941": "緣待合方知。故非自然。", "942": "○阿難譬如有人談說酢梅至想陰虗妄本非因緣", "943": "非自然性。", "944": "前色陰全是自妄。故喻目勞。受陰待緣。故如二掌。此", "945": "中想陰。全體無據。假覽六塵。成此虗想。若無六塵。則", "946": "想體全無。梅即色塵。說是聲塵。酢是味塵。前人說梅。", "947": "意緣過去所歷之境。即是法塵。想體若一。不應緣色", "948": "緣塵緣聲緣味而成此一想。唯口中出水。想體若異。", "949": "應成多想。口能出水。耳亦應有。梅應自流。說何無味。", "950": "若必酢想因說而有。彼人應合自流。若不因說。云何", "951": "水從口出。思蹋懸崖。補足觸法二塵。缺於香塵。梅應", "952": "具香。文略耳。覽塵成想。故非自然。來處無從。故非因", "953": "緣。", "954": "○阿難譬如暴流至行陰虗妄本非因緣非自然性。", "955": "行陰無狀。變化密移。剎那不住。喻之如流。年月推遷。", "956": "老少不踰。喻如波浪。真性靡虧。喻之如水。若此行陰。", "957": "必我性有。即性以觀。行陰何狀。若必空有。空自遷流。", "958": "何預於我。若即性者。行陰流動。性應隨流。云何身有", "959": "童耄。見性不變。澄湛空寂。應非性體。若必非性。圓鑑", "960": "去來。復是何物。若非虗妄。究竟起滅。何無處所。不流", "961": "而流。故非自然。流即不流。故非因緣。性若必流。圓明", "962": "妙湛。復是何物。性若非流。變現隨緣。復是何物。是故", "963": "行陰自虗。妙性常實。唯水頗像。故取喻之。", "964": "○阿難譬如有人取頻伽瓶至識陰虗妄本非因緣", "965": "非自然性。", "966": "識依四大。猶瓶之盛空。起有無見。如塞兩孔。遙憶過", "967": "未。喻以遠行。妄取彼境。如餉他國。而此識陰。非因彼", "968": "來。亦非此去。若彼來者。如人憶北京時。想處非無眾", "969": "人。云何不見北京來此。若此去者。前境現前。云何此", "970": "身猶在床上。昔有尊者。心想婬女。一日夢與之交。遺", "971": "失不淨。乃作念云。彼既不來。我亦非去。而婬事得辦。", "972": "佛說一切唯心。不我欺也。豁然大悟。證阿羅漢。是知", "973": "五陰皆如來藏妙真如性。我信之矣。古人以捨身受", "974": "身。喻於遠行。現陰為此國。後陰為他國。與上文不接。", "975": "此恐不然。現前識想流注念念可證。何必遠取後陰", "976": "耶。不往而往。故非自然。彼此無據。故非因緣。", "977": "△復次阿難云何六入本如來藏妙真如性至眼入", "978": "虗妄本非因緣非自然性。", "979": "此中根塵對辨。而正辨在根。由前五陰。即一色陰。以", "980": "辨五陰皆空。而不知受等四陰皆依六根六塵而起。", "981": "故須廣破。前以清明眼名之為真。狂勞花名之為妄。", "982": "此則即彼淨目晴空猶是妄塵。故曰兼目與勞同是", "983": "瞪發勞相。何以淨目晴空。同名勞相耶。前不云乎。色", "984": "雜妄想。想相為身。既是妄想之相。豈有六根非妄想", "985": "相耶。又云。色身外洎虗空山河大地。咸是妙明心中", "986": "所現物。豈非同是狂華依心現者耶。是以六入同目", "987": "瞪發勞相。故圓覺曰。妄認四大。為自身相。六塵緣影。", "988": "為自心相。彼則雖云妄認。未知所以妄認。此中發明。", "989": "與彼可為表裏。夫性本無見。由塵發現。塵滅見亡。了", "990": "無處所。明中無暗。暗處無明。見暗見明。性無有二。是", "991": "知此見不由於塵。若必根生。離彼明暗諸塵。當何所", "992": "見。若生虗空。空本無知。云何有見。若必有見。既能見", "993": "塵。何不見面。若能見面。自是空知。何關汝入。三處本", "994": "無。寧非虗妄。緣塵有見。非是自然。見處無從。故非因", "995": "緣。", "996": "○阿難譬如有人以兩手指急塞其耳至耳入虗妄", "997": "本非因緣非自然性。", "998": "上文眼根取境利故。見則取著。不假他緣。直目根塵。", "999": "同是勞相。此中耳根本是圓通。剎那無生相可得。剎", "1000": "那無滅相可得。若非無故塞耳指何物為妄。若濫同", "1001": "妄想。恐人落於斷見。故世尊巧譬曲成。真謂無礙辯", "1002": "才也。夫生滅剎那不可得者。根塵圓泯。非惟聲處全", "1003": "無。而根處亦不可得故。特選其為圓通矣。塞耳作聲。", "1004": "終日不息。以聲處無常故。耳根亦無常。不有而有。非", "1005": "常而常。非妄而何。是知惟根與塵。同是勞相。此之聞", "1006": "性。若因聲生者。耳根寂然。因聲顯聞。聲滅聞滅。滅則", "1007": "更遇他聲。應不復聞。聞則不因聲滅。既不因聲而滅。", "1008": "豈得因聲而生。若生於根。離彼聲塵。聞作何狀。若生", "1009": "虗空。虗空自聞。何關汝入。三處無聞。故非因緣。因勞", "1010": "作聲。故非自然。", "1011": "○阿難譬如有人急畜其鼻至鼻入虗妄本非因緣", "1012": "非自然性。", "1013": "問耳根圓通故。假塞以顯勞。誠乎有理。何以鼻等三", "1014": "根。皆假妄勞以顯妄。何也。答鼻等三根。取境鈍故。常", "1015": "與法性相應。非假妄勞則顯妄無由。何也。鼻等三根。", "1016": "合中取境。合則有知。離則無覺。無覺則非惟不知塵。", "1017": "亦復不知根。根塵既以圓脫。指何物為妄耶。因彼無", "1018": "故急畜。則有勞觸。因勞故顯於通塞。通因塞顯。塞因", "1019": "通知。通則聞香。塞則不聞。遞互發生。同名勞觸。知冷", "1020": "知寒。名之為觸。聞香聞臭。名之為聞。聞時非觸。觸時", "1021": "非聞。二處不有。是無體性。體性不有。豈因塵生。亦非", "1022": "根出。若是空出。空當自聞。因勞發觸。故非自然。多處", "1023": "無因。故非因緣。", "1024": "○阿難譬如有人以舌䑛吻至舌入虗妄本非因緣", "1025": "非自然性。", "1026": "淡性常恒。舌不自甞。因勞發識。顯甜苦淡。淡不自淡。", "1027": "因苦顯淡。苦不自苦。由甜識苦。遞相由藉。猶如明暗。", "1028": "苦時無淡。淡時無苦。苦性不有。舌何形狀。根既不有。", "1029": "知乃妄覺。是知根塵同是瞪勞。若此味知必是真者。", "1030": "應有處所。既有處所。非無指示。若生於舌。舌不自甞。", "1031": "何能知味。若生於味。味應自知。何關汝入。若生虗空。", "1032": "舌味何預。三處無有。故非因緣。因勞發識。故非自然。", "1033": "○阿難譬如有人以一冷手觸於熱手至身入虗妄", "1034": "本非因緣非自然性。", "1035": "身體如如。要待緣顯。合則有知。識其冷熱。離則無覺。", "1036": "性同無記。然是觸名數頗多。所謂病癢細滑等廣舉。", "1037": "則六根對境。無非名觸。此中觸言冷熱。論其槩耳。夫", "1038": "觸者。在冷同冷。居熱同熱。合有離無。其性安在。因觸", "1039": "顯身。觸無處所。身作何狀。故知身觸同是瞪勞。離彼", "1040": "二塵。畢竟無體。若此觸知。必生於塵。熱時無冷。冷時", "1041": "無熱。塵尚不有。何能生觸。因觸知身。觸既非觸。身亦", "1042": "非身。身不自觸。觸非身生。若生虗空。何關身觸。待合", "1043": "方知。非是自然。究竟無從。故非因緣。文云。涉勢若成。", "1044": "因於勞觸。此亦刻之誤者。應云涉勢若成因有勞觸。", "1045": "意謂。因涉有勞。不涉則無。若言因於勞觸。應是先有", "1046": "勞觸。後方相涉。同彼勞目見華。直恐不然。", "1047": "○阿難譬如有人勞倦則眠至意入虗妄本非因緣", "1048": "非自然性。", "1049": "意根無形。非如眼等。冥然莫辨。同幽室見。借彼寤寐。", "1050": "用辨非真。蓋常情以覺為實。以夢為虗。故先辨夢之", "1051": "不實。後論覺亦不真。何也。夢中所見。與覺不差。其間", "1052": "剎那流注故。憶所不及。妄謂為忘。豈識元無。不了元", "1053": "無。稱為意根。此根既無實形。安有實法。故惟緣過去。", "1054": "落謝五塵。妄謂見聞。作生滅解。名覺知性。全體虗妄。", "1055": "非同現量。若悟塵之本無。則識根亦非有。故知根塵", "1056": "同是瞪勞。此覺知性。生於寤寐。寤時或似可即。若推", "1057": "於夢。身及見聞。曾無一物。夢既不有。為覺豈真。覺知", "1058": "夢非。人亦頗信。夢不知覺。豈不其然。此有彼無。性從", "1059": "誰生。若生於意。何不自生。藉他五根落謝之餘。稱為", "1060": "意生。見屬於眼。聞屬於耳。五根各有所屬。離五之外。", "1061": "復是何物。能生覺知。因睡有夢。故非自然。究竟無有。", "1062": "故非因緣。", "1063": "○復次阿難云何十二處本如來藏妙真如性。", "1064": "前則塵為根所入。而正破在根。此中根為塵所處。而", "1065": "正破在塵。兼破勝義。以眼為浮塵根。以見為勝義根", "1066": "也。入以相藉得名。處以棲托立號。根執堅固。於性為", "1067": "親。假喻發明。始知為妄。故在前破。浮塵易辨。直指現", "1068": "前。令識虗妄。故在後破。前云若眼能見。則諸已死。尚", "1069": "有眼存。云何不見。咸謂見不屬眼。悞認真性。此中見", "1070": "與色空。俱無處所。是知勝義非真。惟根與塵。知覺見", "1071": "聞。猶如幻華。本無所有。若悟不有。則全見全聞。皆如", "1072": "來藏妙真如性。下文例此。", "1073": "○阿難汝且觀此祇陀樹林及諸泉池至即色與見", "1074": "二處虗妄本非因緣非自然性。", "1075": "若謂見必是真。為生於根。為生於塵。若生於色。即如", "1076": "現前樹林池沼。舉目了然。既從色生。與色為一。應不", "1077": "見空。若言從色生故色不自見。正合見空現前林木", "1078": "池沼。應無所矚。若彼色空同一見精所覩。是知此見", "1079": "不從色生矣。若從根生。色從眼生。與眼為一。空非所", "1080": "生。應不見空。云何空色了然。曾無偏覩。豈得色相偏", "1081": "從眼生耶。若謂此見不從色生。黑月無色。云何不見", "1082": "不能了色。若言不從眼生。則他方外國。眼根不到。云", "1083": "何不識二處不有。見如空華。妙鑑萬有。曾無留礙。豈", "1084": "不為之妙真如性矣。因色顯見。故非自然。色見俱非。", "1085": "故非因緣。", "1086": "○阿難汝更聽此祇陀園中至即聽與聲二處虗妄", "1087": "本非因緣非自然性。", "1088": "聞性本妙。生滅圓離。所以八音俱作。歷歷同聞。雖則", "1089": "同聞。前後相續。曾無錯亂。此之聞性。若是聲來耳邊。", "1090": "阿難得聞餘處無聲。何以一眾齊聞。豈應鐘聲分應", "1091": "他耳耶。分則鐘具心識。不分則同時聞故。不獨來阿", "1092": "難耳邊矣。若必不來。云何近則得聞。遠則不聞。若復", "1093": "耳往聲處。阿難之耳。已往鼓處。餘處無耳。何以鐘及", "1094": "象馬種種音響。歷歷齊聞。齊聞則不往聲處矣。若必", "1095": "不往。如人不入北京。彼中音聲。何以不聞。故知耳之", "1096": "與聲。聽及不聽。皆為幻妄。了此無真即本妙心矣。問", "1097": "曰辨則言聞。結則言聽。惟聽與聞。有何差別。答曰聞", "1098": "則本然不同生滅。聽則作意。以作意故。斥為幻妄。如", "1099": "前勞目等。是也。因聲顯聞。故非自然。聲聽俱非。故非", "1100": "因緣。", "1101": "○阿難汝又齅此爐中栴檀至即齅與香二處虗妄", "1102": "本非因緣非自然性。", "1103": "鼻以合中取境。取必待於緣生。以待緣生故。單根不", "1104": "生。若必根生。鼻合自香。何藉他木。若必不藉。鼻不自", "1105": "聞。說聞非義。因聞識香。香就外入。從外入故。鼻不生", "1106": "香。若生於木。木自有香。即合己聞。何藉爇煙。方聞香", "1107": "氣。若必煙木。四十里外。非煙非木。云何聞香。若必非", "1108": "木。別然他木。何不聞香。若必非鼻。眼耳何不齅香。即", "1109": "離俱非。是無可是。實如幻華。了無窮詰。妙性如是。豈", "1110": "彼有因。若生虗空。空無間然。何藉爇煙。有聞不聞。", "1111": "○阿難汝常二時眾中持鉢至即嘗與味二俱虗妄", "1112": "本非因緣非自然性。", "1113": "淡性常恒。舌不自甞。尚不識淡。何能識味。若知味性。", "1114": "必因舌生。甜苦辛酸。各有元因。受食之時。甜苦宛然。", "1115": "離食之時。舌作何味。一舌多味。互推無有。非妄而何。", "1116": "若言知味必非舌生。身觸食時。甜辛鹹淡。云何不覺。", "1117": "是舌非舌。同名幻華。非舌即舌。元名藏性。若此味性。", "1118": "必生於食。食不自知。食若有知。應具心識。若具心識。", "1119": "食自辨味。何預阿難。若此味性。必不因食。酢何不鹹。", "1120": "蜜何不苦。若生虗空。噉空無味。味不空生。空如有味。", "1121": "鹹則恒鹹。頭面受鹹。同於海魚。何得虗空選擇持鹹。", "1122": "汝舌舌味和合。起味知性。故非自然。無本可據。故非", "1123": "因緣。", "1124": "○阿難汝常晨朝以手摩頭至即身與觸二俱虗妄", "1125": "本非因緣非自然性。", "1126": "觸無方所。待合方知。故引摩頭。乃顯知覺。在身為能。", "1127": "在手為所。然則身不自觸。藉手能摩。身為所摩。惟能", "1128": "與所。了無可定。寧非虗妄。手摩頭時。與頭為一。若摩", "1129": "足時。頭則無知。何況四肢百骸。隨按隨知。了無定所。", "1130": "若各無者。則冥然無知。何者名觸。若各有者。則成多", "1131": "觸。何觸是汝。不應身外別有一物與汝為觸。待觸顯", "1132": "知。故非自然。身手二無。故非因緣。", "1133": "○阿難汝常意中所緣至則意與法二俱虗妄本非", "1134": "因緣非自然性。", "1135": "意無別塵。緣彼五根過去落謝之餘。以為法則。何為", "1136": "法則。若善若惡。俱有規則故也。若此善惡法則。離彼", "1137": "色聲香味。逈無所有。純一無記。此之法則。若即心所", "1138": "生。法即是心。何得逆緣五塵稱為法則。若離塵者。心", "1139": "作何狀。稱為法塵。若離心別有方所。非無指的。色聲", "1140": "香味。各對五根。何者。是離心之法。縱許有者。法之自", "1141": "性。為知非知。有知則同他人。何預阿難。若言即法即", "1142": "心。何故心分有二。若非知者。現前明暗色空了然明", "1143": "鑑。離此之外。更有何物。名之為法。若許有之。不無表", "1144": "示。豈應人間更有空外之物耶。是心非心。離法即法。", "1145": "俱無處所。非妄而何。逆緣成塵。故非自然。法則本無。", "1146": "故非因緣。", "1147": "○復次阿難云何十八界本如來藏妙真如性。", "1148": "根境如如。本無能所。識居其中。立內外見。故稱為界。", "1149": "夫識者。切近於心。識妄良難。故先破根塵。識居其後。", "1150": "何也。五陰乃一期幻質。為六根所依。塵不自知。因根", "1151": "顯相。根亦無知。識托其中。故有分別。若能造之四大", "1152": "不有。所造之六根亦無。根既不緣。塵何所偶。根塵無", "1153": "處。縱有其識。欲將何用。是知如來破妄顯真。無次第", "1154": "中。成次第耳。", "1155": "○阿難如汝所明眼色為緣生於眼識至則眼與色", "1156": "及色界三本非因緣非自然性。", "1157": "此乃昔說根身生起之緣。今顯藏性。逈異昔時。用質", "1158": "前疑。故曰如汝所明。指前七徵文中。我所說中。非此", "1159": "二種。眼色為緣。生於眼識。眼有分別。色塵無知。識生", "1160": "其中。則為心在。世尊引彼為破。汝言識居根塵之中。", "1161": "為因眼生。為因色生。若因眼生。眼不自知。離彼前塵。", "1162": "無可分別。若言不假前塵而有分別者。汝之見識。為", "1163": "是青耶。為是黃耶。既無表示。從何立界。若從色生。識", "1164": "應是色。色滅識亦應滅。滅則誰知。空耶色耶。如亦識", "1165": "空。則知色自遷變。識何去來。識不去來。界從誰立。若", "1166": "必見識根塵共生。一半屬根。一半屬塵。合則為一。識", "1167": "性自離。在色即色。在根即根。何者是識。與汝為界。離", "1168": "則兩合。知自還根。不知還塵。識作何狀。齊何處所。名", "1169": "為識界。若不兼。則非根非塵。界相自無。惟根塵識。三", "1170": "處都無。故非因緣。妄依真立。故非自然。了妄無有。藏", "1171": "性始在。", "1172": "○阿難又汝所明耳聲為緣生於耳識至則耳與聲", "1173": "及聲界三本非因緣非自然性。", "1174": "上文以眼色二處。破無界義。此中復有三處。聞耳與", "1175": "聲也。界以限別為義。蓋顯耳聲各異。故名為界。此二", "1176": "若有。許因有識。若此二者本無。何者名識。前處入文。", "1177": "特斥根塵不有。今則權依根塵。定其不能生識。此識", "1178": "若生於耳。如無動靜。耳不自聞。不聞則不知。耳作何", "1179": "形。若生於聞。聞不自聞。若必自聞。彼動靜等。應非外", "1180": "物。聞無相貌。耳即觸塵。何得相雜共生識界。若生於", "1181": "聲。聲則自知。知則聲具心識。何關汝聞。汝若不聞。則", "1182": "亦不知聲之所在。如或知聲。非識聲有。若實不知。同", "1183": "於草木。妄計生識。故非自然。本無可憑。故非因緣。", "1184": "○阿難又汝所明鼻香為緣生於鼻識至則鼻與香", "1185": "及香界三本非因緣非自然性。", "1186": "先定鼻之所在。識因鼻生。能生之鼻。尚無有名。所生", "1187": "之識。當有何界。次辨知之所屬。非肉非空。并非香知。", "1188": "知尚不有。界從誰立。若因香生。香不自知。誰知香識。", "1189": "知香則不從香生。不知則不可名識。香不知香。因何", "1190": "立界。識不知香。則識界非因香立。", "1191": "○阿難又汝所明舌味為緣生於舌識至則舌興味", "1192": "及舌界三本非因緣非自然性。", "1193": "若此識性因於舌生。何藉甘蔗烏梅等物。稱為知味。", "1194": "若味必不生於甘蔗等物。汝自甞舌。為甜為苦。舌若", "1195": "是苦。應不自甞。誰知為苦。若實是苦。與苦為一。應不", "1196": "知甜。何況甘苦辛鹹。有無互知。知尚無定。何者是舌", "1197": "生之識。識既不有。將何立界。若識必生於味。味自有", "1198": "知。分別甜苦。即同他人之舌。何預於汝。以不預故。誰", "1199": "知是味非味。味非一物。舌無多體。若和合為一。應無", "1200": "分別。無分別故。尚不了味。云何生識。若分別宛然。則", "1201": "識不味生。若舌味和合生識。離則識無。云何識界。", "1202": "○阿難又汝所明身觸為緣生於身識至則身與觸", "1203": "及身界三本非因緣非自然性。", "1204": "若此識必於身生。身應自觸。何藉合知。以合知故。離", "1205": "則知無。身何所識。若因觸生。則未合已前。應無汝身。", "1206": "豈有無身而能知合耶。單境無知。則知不觸生。根不", "1207": "自覺。則知不身生。物不觸知。身知有觸。成敵二邊似", "1208": "乎有界及乎。知身即觸。知觸即身。互無一邊。則界不", "1209": "成立。合則有知。可名即身。離則無覺。寧不同於虗空。", "1210": "知與無知。剎那不定。當從何處生汝身識。識尚不有。", "1211": "因何立界。", "1212": "○阿難又汝所明意法為緣生於意識至則意與法", "1213": "及意界三本非因緣非自然性。", "1214": "若從意生。生不無緣。緣思有識。離緣則思無可思。思", "1215": "既無思。云何生識。縱有能生。識將何用。惟心意識。一", "1216": "體三名。曾無三法。別則三法宛然。既能生識。何不生", "1217": "心。心識亦然。同則名意即意。心識本無。名心即心。識", "1218": "意何有。識亦如是。互有互無。徒有妄名。曾無實體。體", "1219": "性不實。界從誰立。若因法生。若即現量。分明五塵。現", "1220": "對五根。何名意法能生於識。故曰法法何狀。若即比", "1221": "量。過去剎那不住。何法當情。識從法生。若言即彼生", "1222": "滅。是名為識。生則色等法生。滅則色等法滅。何者是", "1223": "識同彼生滅。識同色等法。生則空色宛然。識同色等", "1224": "法。滅則分別都無。既無分別。識何形相。識無形故。則", "1225": "識界不成。云何識法。若根塵合生。五塵既對五根。何", "1226": "者意根。合法生識。", "1227": "○阿難白佛言世尊如來常說和合因緣至中道了", "1228": "義無戲論法。", "1229": "阿難既述和合因緣皆世間變化。似知常住真心非", "1230": "和合因緣矣。既知非是和合因緣。何以復混因緣自", "1231": "然。而興此問。蓋謂根身器界。分親疎二分故。根身義", "1232": "親。在前已破。器界義疎。亦冀發明。故須再請。非重復", "1233": "也。上云不知色身外洎山河虗空世界咸是妙明心", "1234": "中所現物。雖則根身器界二分兼破。而所破在於根", "1235": "身。此下地水火風空見識。亦以二分兼破。所破專於", "1236": "器界。雖則義似連屬。而親疎自分。若混同今昔而問。", "1237": "則阿難實是無知。何也。上文。佛云我說世間因緣。非", "1238": "第一義。以有明示。何更問耶。", "1239": "○爾時世尊告阿難言汝先厭離聲聞緣覺至如旋", "1240": "火輪未有休息。", "1241": "上云必妙覺性。非因非緣。云何常說具四種緣。而世", "1242": "尊云。我說世間諸因緣法。非第一義。而不知何者是", "1243": "第一義。故以世間因緣為問。而世尊明告。汝先厭離", "1244": "聲聞。多聞無功。不能免離摩登伽難。啟請如來妙奢", "1245": "摩等最初方便。故我發明藏性。逈異世間。云何復混", "1246": "因緣自然。而自疑惑。其由真藥現前而不能識也。夫", "1247": "世間之相。頑礙不融。若定執不和。如虗空之不和于", "1248": "色。則世間不成安立。若定執和合。則明暗色空不可", "1249": "分辨。若亦合亦離。則生死死生。無有間息。何因而得", "1250": "出離耶。如來藏性。又且不然。能不變隨緣故。即色即", "1251": "空。似乎和合。求其體不可得。隨緣不變故。非色非空。", "1252": "似不和合。而大用現前。欲除戲論。當究於是矣。", "1253": "○阿難如水成氷氷還成水。", "1254": "氷元依水。無外有體。水因風結。即為之用。喻一切法。", "1255": "皆依藏性以為其體。性循業現。有世間相。如此則全", "1256": "相即性。更非他合。非合則非因緣。以循業現。故非自", "1257": "然。性真如是。非是強言。若欲混同和合者。如水成氷。", "1258": "豈與他合而成氷耶。雖然。始終之義。不可不辨。始因", "1259": "不覺生起。地水火風。成世間相。外道無知。目為自然。", "1260": "世尊。以因緣。破彼自然。以不覺為因。動念為緣。非因", "1261": "所因。不有而有。如水之成氷。因於時節。緣於朔風。以", "1262": "成其相。眾生執相迷性。枉受輪迴。故佛出世。指明本", "1263": "事。令識本性。如指氷即水。無外因緣。和合成氷。外道", "1264": "離氷求水。二乘堅執不融。此中發明根身器界。全一", "1265": "藏性。曠劫無有他物。誰受生死。故不同於戲論。", "1266": "○汝觀地性麤為大地至但有言說都無實義。", "1267": "水之結氷。信非和合。塵之成地。和合宛然。析之又析。", "1268": "體性全無。將何為合。塵之與地。皆土大之異名。如氷", "1269": "之與水。曾無異體。無異則不可稱合。析之見空不見", "1270": "色。色尚不有。何物合成微塵。合之則見色不見空。空", "1271": "尚不見。與何為合。是知如來藏性。不和而和。非合而", "1272": "合。識心計為自然因緣。皆名戲論。何也。若定執不和。", "1273": "實由聚塵。成此地大。若定執和合。析至無色。則無物", "1274": "可合。若必自然。則何假聚塵。必非自然。則誰堆山嶽。", "1275": "若非因緣。則何名不覺。若必因緣。性同斷滅。蓋如來", "1276": "藏性。不變隨緣。則三法宛然。隨緣不變。則一法叵得。", "1277": "性相雙融。體用自在。故涅槃稱為祕密藏也。故云但", "1278": "有言說。都無實義。非惟阿難問處無門。便是世尊答", "1279": "亦失路。徑庭之旨。孰解承當。", "1280": "○阿難火性無我寄於諸緣至但有言說都無實義。", "1281": "古人畫卦。乃曰離中虗即虗心無我之象也。夫無我", "1282": "者。無所不我。故地水風。皆具火性。性雖本具。要假緣", "1283": "生。如木中之火。鑽則火現。石中之火。擊則星流。大海", "1284": "之水。風摶火𦦨。空中之火。假於艾鏡。眾緣假寓。則非", "1285": "和非合。不應無從自有。則亦非不和合。識心妄計。強", "1286": "執成謬。若離言說。則所計皆空。何也。若因日鏡。彼各", "1287": "一方。火之來往。應有形跡。若不因日鏡。對水求火。火", "1288": "則不生。故前文所謂非因緣非不因緣。非和合非不", "1289": "和合。難思境界。惟聖乃知。少形思慮。已遲八刻。", "1290": "○阿難水性不定流息無恒至但有言說都無實義。", "1291": "火性隨寓故稱無我。水任高低。故曰不定。常流。則從", "1292": "人洎天皆從滔溺。常息。則世間萬物無可資養。妙適", "1293": "時宜。豈非藏性。若必和合。月陟天上。珠因手持。天淵", "1294": "相隔。何處和合而能出水。若必天來。人應可見。既不", "1295": "能見。非從月降。若必珠出。珠應自流。珠不自流。珠出", "1296": "非義。然亦不是無因自有。亦非不和合矣。又如思憶", "1297": "前人。或憐或恨。目中淚流。心想酢梅。口中水出。心憶", "1298": "珍寶。身體光潤。如是水性。周徧法界。隨念成辦。寧非", "1299": "循業。", "1300": "○阿難風性無體動靜不常至但有言說都無實義。", "1301": "覺明空昧。相待成搖。故有風大。然此風大。動則風生。", "1302": "不動則無。故曰無體。且阿難動衣。風拂彼面。風非衣", "1303": "出。不從面生。虗空寂然不相參合。三處無有。體性原", "1304": "虗。凡夫麤識。以謂移山吼木偃草興波者風也。細以", "1305": "觀之。世界動時。觀身動止。觀心動念。莫不皆名風大。", "1306": "外則徧界拂衣。內則一眾動念。循業如是。有何處所。", "1307": "少形思慮。却屬妄緣。", "1308": "○阿難空性無形因色顯發至但有言說都無實義。", "1309": "出土多少。見空深淺。所謂因色顯發者也。地等四大", "1310": "是別。空大是總。總別相收。均名五大。周徧互容。無乎", "1311": "不在。故稱為大。以其互奪互容互隱互顯。以互隱故。", "1312": "盡為大地。包於虗空之內。而不知虗空含於微塵之", "1313": "中。以互顯故。出土見空。義性如是。寧容窮詰。故曰但", "1314": "有言說都無實義。若因鑿出。鑿自出土。空不自生。出", "1315": "土見空。義性乖戾。不因鑿出。凝然大地。何處見空。奪", "1316": "則色空兩立。各有邊際。泯則色空兩忘。各無體性。惟", "1317": "此空性。具包十大。故居四大六根之中。統攝情與無", "1318": "情之內。以其無生而無所不生。故出土見空。雖生而", "1319": "未甞有生。故鑿自出土。二乘不了。欲棄生而求無生。", "1320": "安知生即無生。故出土可喻矣。無情器界如是。有情", "1321": "根身豈有不然。空居兩間。發明正等。", "1322": "○阿難見覺無知因色空有至但有言說都無實義。", "1323": "自八還辨見以來。至於阿難自陳。不能於萬物象前", "1324": "剖出是見非見。一眾茫然。文殊啟請。此諸物象與此", "1325": "見精。元是何物。而世尊答曰。本是妙明無上菩提淨", "1326": "圓真心。阿難混同自然因緣及與和合。世尊逐一發", "1327": "明。阿難雖悟見性如是。恐不能廣推陰入處界。故展", "1328": "轉發明。阿難洞悟根身。未融器界。重復啟請。所以經", "1329": "文聯絡。前則自根身推及器界。此下自器界而推及", "1330": "根身。遞互相成。如來藏性示諸指掌。所謂情與無情。", "1331": "共一真也。上云不能剖出是見非見。而未知何以不", "1332": "能。而世尊指見與色空。共相推檢。一體不成。歸體猶", "1333": "乖。非同不同或異非異。實所謂言思道斷。心行處絕。", "1334": "均彼無情。同名六大。備舉覺聞。包羅十法。皆如來藏", "1335": "妙真如性也。既無是見非見可得。何有一體異體之", "1336": "名。若能悟旨。成佛於塵點劫前。總饒未會也。秪是落", "1337": "泊王子。義性如是。非謂強言。直下承當。何有不悟。", "1338": "○阿難識性無源至但有言說都無實義。", "1339": "由塵發見。因根有相。相見無性。同於交蘆。正指無源", "1340": "之識性也。單根不顯知。單塵不顯相。識居兩間。分別", "1341": "成用。推其體性。了不可得。故曰無源。根境相對。本是", "1342": "如如。無可分析。識於其中。次第標指。離根則識無所", "1343": "寓。離境則識無所知。若必無知。則誰辨色空。明暗無", "1344": "寓。則孰是眼耳鼻舌。必無根塵。此識應出虗空。若必", "1345": "空出。則非相非見。非見則誰識空色。非相則孰立覺", "1346": "知。無識無覺。寧不等於虗空。有識有知。應不同於物", "1347": "象。若必無因。應離緣別識他物。見托於相。相推於境。", "1348": "識作何狀。若必有狀。應有可指。離根離境。何者是識。", "1349": "若無可指。其體本無。寧非藏性。若悟識性原無。則知", "1350": "見聞知覺與前地水火風以及一切萬法。一一稱性。", "1351": "周徧圓滿。須彌芥子。各不相妨。前文覺觸覺知。總括", "1352": "六根。此中見聞覺知。總括六識。上文地及五根皆曰", "1353": "清淨。此中識心有了別功能。故稱妙覺。若論循業。一", "1354": "處求水火風。則一處現。徧法界求。則徧法界現。識心", "1355": "循業。未有不同。故均稱為大。根身器界。其性如是。無", "1356": "生死可出。無涅槃可證。是佛了義之談。今時之輩。願", "1357": "東願西。捨此取彼。何其謬哉。", "1358": "○爾時阿難及諸大眾蒙佛如來微妙開示至於如", "1359": "來前說偈讚佛。", "1360": "始於徵心辨見。終於七大徧融。中間縱奪破斥。發明", "1361": "真心藏性。謂之微妙開示也。向執身外有身。未明真", "1362": "亦同妄。至此真妄雙融。是非俱泯。心同七大之徧周。", "1363": "故曰心徧十方。七大皆依真心而幻立。故曰虗空世", "1364": "界皆如手執葉物。依心幻立。則全體皆心。故曰皆即", "1365": "妙心。世界依心幻立。色身又依世界而住。故世界虗", "1366": "空。比於葉物。宜乎色身。比於微塵。前云不知色身外", "1367": "洎山河虗空大地咸是妙明真心中所現物。至此方", "1368": "悟。下文云。空生大覺中。如海一漚發。有漏微塵國。皆", "1369": "依空所生。漚滅空本無。況復諸三有。述讚於此。雖然", "1370": "我輩講論之師。當自揣摩。即今身心為在虗空外耶。", "1371": "為在虗空內耶。如未得恁麼相應。切不得講過去了。", "1372": "○妙湛總持不動尊至不歷僧祇獲法身。", "1373": "妙湛即真諦般若。總持即俗諦解脫。不動尊即中道", "1374": "法身。初則阿難啟請妙奢摩他三摩禪那最初方便。", "1375": "世尊徵心辨見。特以明悟常住真心。為初方便也。自", "1376": "阿含以來。所聞三諦之理。未會真心。次第熏歷。不名", "1377": "究竟堅固。今也既悟心已融真會妄。均名藏性。故一", "1378": "切事至此。為究竟堅固矣。一心三諦。圓融無礙。自在", "1379": "如王。向所未聞。今乃得聞。故曰希有。向所聞者。修一", "1380": "分三德。證一分法身。斷一分無明。此乃諸佛之常談。", "1381": "今也一念頓消億劫倒想。不假僧祇而獲法身。豈非", "1382": "希有耶。古人有謂。阿難解悟。非謂證得。有以謂在指", "1383": "大眾非阿難一人。有謂神力暫令得見。予謂不然。本", "1384": "有之性。一見永見。豈因神力暫見。既云各各自知心", "1385": "徧十方。豈有彼得而此不得耶。阿難後進二果。其進", "1386": "在位。非為法身而有增減。且法身有證德。一證永證。", "1387": "喻借誕生王子。天然具足。有父在位。暫寄東宮。豈同", "1388": "臣子之求得者乎。又如儒子。即彼童生所詣之理。與", "1389": "三公等。其升進者在位非謂文章。若以位難理。沒劫", "1390": "無有。見性之人。以理撥位。則一眾皆墮上慢之謬。下", "1391": "文云。理雖頓悟承悟併消。事須漸修因次第盡。可為", "1392": "明證矣。", "1393": "○願今得果成寶王至爍迦羅心無動轉。", "1394": "法身有證德故言獲。智身有報德故言成。化身有大", "1395": "恩德故。度恒沙之眾。法身已證。報身未成。故興此願。", "1396": "梵語盧舍那。此云福德圓滿。利濟無窮。故稱寶王。分", "1397": "身塵剎。徧應九界。是為化身。三身圓應。不縱不橫。不", "1398": "並不別。是為深心。如是深心。餘無能知。惟佛證明。不", "1399": "捨惡而求淨。當即惡以修行。故誓入惡世。以度眾生", "1400": "也。願成寶王。即佛道無上誓願成。度恒沙眾。即眾生", "1401": "無邊誓願度。願成寶王。必學無上法門。誓度眾生。必", "1402": "斷無邊煩惱。四弘既備。可謂深心。我誓如是。更冀慈", "1403": "悲。微細開示。令我速成。空性無殞。尚可銷亡。我心堅", "1404": "固。終不可動。", "1405": "△爾時富樓那彌多羅尼子至所說法音尚紆疑悔。", "1406": "滿慈先說如來四諦法門。佛推第一。今則微妙開示。", "1407": "第一義諦。尚不及見。何況得聞。取喻聾人。佛意本欲", "1408": "令我得悟。而不知反增迷悶。我等無學之徒。尚紆疑", "1409": "悔。何況阿難未除習漏。蓋由小乘教中說世間萬法", "1410": "皆是無常從因緣和合而生。今聞藏性本然非因非", "1411": "緣非和非合法法真常。逈異昔說。故有此請。若據內", "1412": "祕外現。一一無非垂範後來。", "1413": "○世尊若復世間一切根塵至次第遷流終而復始。", "1414": "滿慈已證真空。未諳妙有。以真空故。理合清淨本然。", "1415": "未知妙有。事能循業。所以執理有迷事之失。即事有", "1416": "亡累之玄。上文既云。妙覺湛然。徧周法界。含吐十虗。", "1417": "循業發現。可謂事理全彰。廢立俱備。滿慈據現前實", "1418": "證。以為請端。欲使即事就理發明無惑耳。昔者長水", "1419": "法師。於此有疑。特問瑯琊覺禪師曰。清淨本然云何", "1420": "忽生山河大地。覺曰清淨本然云何忽生山河大地。", "1421": "長水大悟。且問答無二。長水悟得個什麼。諸方具眼", "1422": "者檢點看。未過關者。不得作文字消却。", "1423": "○又如來說地水火風至欽渴如來無上慈誨。", "1424": "上文執性難相。清淨本然。不應忽生山河大地。此中", "1425": "執相難性。空色不容。水火不合。云何均名藏性周徧", "1426": "無礙。夫執相難性。似乎水火不融。若以性融相。色空", "1427": "何有。譬如木中具有四大。鑽則火現。絞則出水。搖則", "1428": "生風。燒則成土。若以未發之前。求不可得。性無不容。", "1429": "何有間然。若以已成之後。則水火風土各異能觸。若", "1430": "謂不融。則木中應有水火界畔。若為定融。則世間空", "1431": "色不分。故前云。但有言說。都無實義。豈滿慈不解。直", "1432": "欲微細辨明使後來者必信耳。", "1433": "○爾時世尊告富樓那至欽佛法音默然承聽。", "1434": "有世俗諦。有勝義諦。聲聞破有入空。以證勝義。故上", "1435": "文云。十方如來及大菩薩。於其自住三摩地中。見與", "1436": "見緣并所想相。如虗空華。本無所有。是以有學之輩。", "1437": "不免茫然。滿慈既登無學。同彼所見。故曰清淨本然。", "1438": "不明循發。故問云何忽生山河大地。執體迷用。大乘", "1439": "小乘。依此別矣。蓋小乘人但知破有證真。不知從體", "1440": "起用。豈知真勝義性本來如是。故墮定性之失也。未", "1441": "得二空者。聲聞已證人法二空。未證人法二不空。故", "1442": "未能迴向上乘。已得空故。故問清淨本然。未得不空", "1443": "故。故問云何忽生山河大地。若能了達空不空義。修", "1444": "因證果。皆契一乘矣。", "1445": "○佛言富樓那如汝所言清淨本然至覺湛明性。", "1446": "性覺妙明者。明即非明也。本覺明妙者。無覺即覺也。", "1447": "以真體無明而無所不明。妙用非覺而無所不覺。體", "1448": "用如是。非可強名。汝今問我。云何忽生山河大地。似", "1449": "欲強名也。故上云。汝今諦觀法法何狀。下云。一人發", "1450": "真歸元。十方世界。悉皆消殞。是知滿慈之問。如來責", "1451": "其欲強名矣。汝既欲強以名之。所謂覺所謂明。為復", "1452": "性本是明稱為覺耶。為復性無所明要因所明顯於", "1453": "能覺稱為明耶。若性本明。則逈離能所。尚無能明之", "1454": "明。安有所覺之覺。能所既無。指何物為山河大地。為", "1455": "覺不明。正指滿慈痛處。故滿慈亦以世尊詰處為問。", "1456": "若此真性非明。則無所明。故世尊告曰。汝謂不明則", "1457": "無所明。因汝有所明故。故問云何忽生山河大地。若", "1458": "無所明。則誰名山河大地。有所故不名真覺。若無所", "1459": "明。則明及無明。皆不可得。為遣明無明故。權名覺湛", "1460": "明性。若明及無明二俱遣淨。則覺湛明性。又非可得", "1461": "矣。故曰言妄顯諸真妄真同二妄猶非真非真云何", "1462": "見所見。即此義也。", "1463": "○性覺必明妄為明覺至因此復立無同無異。", "1464": "釋成上文無所明則無明覺之妄。有所明非是性覺", "1465": "之明。若無所明者。非惟無有明與無明。而覺湛明性。", "1466": "則不可得。云何不可得耶。以性必明。本無能所。因立", "1467": "妄能。便有妄所。故名明覺。覺既本明。豈因所明而顯。", "1468": "覺耶。原因妄能。而立妄所。既因妄立所。還因所立能。", "1469": "以真妄相對故。以真體為同。以妄想為異。以能所相", "1470": "對。能立為同。所立為異。能立即是覺明。所立即是明", "1471": "覺。下文以虗空喻同。以世界稱異。性覺真體。本無同", "1472": "異。背真從妄。則熾然成異。本覺之性常一故同。所覺", "1473": "之相常別故異。覺明異明覺之異故。因異立同。欲雙", "1474": "遣同異。立性覺之明。故曰無同無異。是皆因有所明", "1475": "故。有明有無明及覺湛明性。若無所明者。則非明非", "1476": "無明。及非覺湛明性矣。", "1477": "○如是擾亂相待生勞至彼無同異真有為法。", "1478": "真性本無能所。而能所妄立。故成擾亂。能因所立。所", "1479": "因能成。遞互生起。故相待生勞。勞非有因。如目精無", "1480": "故不動瞪久勞生。則於虗空別見狂勞華相。渾濁淨", "1481": "目。引起塵勞。作有無見。虗空為無為同。世界為有為", "1482": "異。雙遣同異。復立無同無異。即如雙遣真妄。立彼覺", "1483": "湛名字。即有為法。此皆因有所明。而有如是相待妄", "1484": "名。若無所者。尚非覺湛明性。何有明與無明。先起塵", "1485": "勞煩惱。後現虗空世界。是為因能立所。下文三種相", "1486": "續。先於覺明空昧者。是為因所立能。故名相待。", "1487": "○覺明空昧相待成搖至以是因緣世界相續。", "1488": "妙覺本明。元無能所。由空昧故。能所成待。故因能覺", "1489": "立所明。還因所明顯於能覺。二者相待。同依無明。不", "1490": "動而動。故有風生。以風性無體。仗於動靜。動則生風。", "1491": "靜則風息。因搖生風。理必如是。初動生風。動久成礙。", "1492": "生風則覺明相待。成礙則明覺立堅。是為純所遺能", "1493": "堅執不動。故成金輪。動久成堅。堅久復動。動故生風。", "1494": "風屬木。木能生火。以風金相摩者。如世取火鑽木得", "1495": "之也。火尅金而金能生水。故有水輪。以火金有夫婦", "1496": "之義。故能生子。水從金生。性從下潤。火從木生。性必", "1497": "上升。故曰交發。金乃土之屬。堅燥為洲潭。水性流動。", "1498": "為巨海水。因蒸金生潤。則水受火金之氣。故海中現", "1499": "火。土受金火之氣。金能生水。故江河常注。坎為水中", "1500": "男之位。性屬陽。離為火中女之位。性屬陰。夫強妻弱。", "1501": "陽氣剛盛。故結為高山。即火升之義。土寄位於坤。屬", "1502": "於陰強陽弱。故陰氣上升。抽為草木。所以擊則成焰。", "1503": "融則成水。燒則成土。絞則成水皆不壞氣分也。金木", "1504": "水火上遞相成尅。而亦遞相發生。延接為種。所以世", "1505": "界相續。前文云。空晦昧中結暗為色。而未知何以為", "1506": "色。此中微細辨明。生發有因。非為唐說。儒道二教。雖", "1507": "談五行生尅之義。而未知何以生有五行。莊子目為", "1508": "自然。昔有道士。以此叩問大慧。而大慧不能答。後閱", "1509": "此經。撫几長歎。始羨此道士善究此理者也。", "1510": "○復次富樓那明妄非他至同業相纏合離成化。", "1511": "明覺之妄。豈有他謬。謬在覺明。是謂因能立所也。覺", "1512": "明何以為謬。蓋滿慈不解本明本妙。而計能明所明。", "1513": "所既妄立。還生妄能。由是眼能見。耳能聞。乃至識能", "1514": "了別。開則有六。合則惟四。眼見耳聞舌知身覺。鼻亦", "1515": "稱聞。意亦稱知。成就變化。各局其能。纏彼同業。以逐", "1516": "其類。", "1517": "○見明色發明見想成至以是因緣眾生相續。", "1518": "非局而局。故見明覺之色。是亦因能而見所也。非見", "1519": "而見。還復因所而成能也。能所皆妄。是為以妄逐妄。", "1520": "憎愛由生。且憎愛均想。何以獨言流愛為種。豈憎不", "1521": "為種耶。盖言其多分耳。故圓覺云。一切眾生。從無始", "1522": "際。由有種種恩愛貪欲。故有輪迴。憎則不願同處故。", "1523": "下文敘人死為羊者。憎亦成種。故知但言多分也。洎", "1524": "談四生。胎因情有。卵唯想生。可得言愛言憎。濕以合", "1525": "感。豈非阿附。化以離應。實由忻厭。所以變化合離。但", "1526": "論大槩矣。古人以中陰所見。用消此文。恐未必然。而", "1527": "世尊因滿慈所問清淨本然云何忽生山河大地故。", "1528": "直敘根身器界生起之由。彼時尚無現陰可得。指何", "1529": "者。為中陰耶。", "1530": "○富樓那想愛同結至以是因緣業果相續。", "1531": "父母子孫。具指四生。非特人道。故圓覺曰。卵生胎生", "1532": "濕生化生。皆因婬欲。而正性命。當知輪迴。愛為根本。", "1533": "此云。貪欲為本。與彼符合。遞相延種。本於貪婬。是為", "1534": "愛想。遞相吞食。本於殺貪。是為憎想。人復為羊。羊復", "1535": "為人。遞互相酧。雖本盜貪。而實憎愛相待為種。愛極", "1536": "為憎。憎極成愛。婬亦名盜。殺亦為盜。具如律辨。惟婬", "1537": "殺盜。舉一而三。如惡叉聚。生必同科。貪瞋癡言三而", "1538": "一。是故生生世世。常在纏縛。", "1539": "○富樓那如是三種至因此虗妄終而復始。", "1540": "結前三種相續。明妄非他。覺明為咎。因覺明而立明。", "1541": "了知性即明覺也。因明覺而生妄能。即了發相。因有", "1542": "妄能妄所。妄見山河大地。不局而局。非有見有。惟終", "1543": "與始。同一妄情。", "1544": "○富樓那言若此妙覺本妙覺明至何當復生。", "1545": "意謂本妙覺明。生佛無異。無異則最初無故。妄動生", "1546": "此山河大地。如此則未動已前。與佛一體。一切眾生。", "1547": "皆證本覺清淨。妄動故生山河大地。諸佛今雖已證。", "1548": "還同眾生妄動。不若妄動者。清淨本覺。一體何分。眾", "1549": "生動想。則生世界。諸佛動念。豈得不生。若實不生。生", "1550": "佛何得無異。若必不異。何時更生山河。滿慈以在纏", "1551": "佛性。難彼出纏佛性也。夫佛性喻如金鑛。諸佛所證", "1552": "如出鑛真金。雖歷萬劫。金性不變。故圓覺曰。一成真", "1553": "金體。不復重為鑛。雖復本來金。終以銷成就。眾生所", "1554": "迷如在鑛之金。而有多種分別。一者不信鑛中有金。", "1555": "即一闡提不信凡夫有佛性。二者雖聞不辨。別拾頑", "1556": "石。用力煅煉。雖歷塵劫。終不得金。即彼外道。終不見", "1557": "性。三者雖信鑛之與石。都不能辨。亦不知修煉之者。", "1558": "即彼盲修凡夫。四者雖能辨識。不知火候煉磨以成。", "1559": "不得見金。即彼析色聲聞。前云。不能得成無上菩提。", "1560": "別成聲聞緣覺及天魔王者。此也。五者雖知火煉不", "1561": "解文武既濟。即彼出假菩薩。六者善解文武火候。用", "1562": "中道智。煅煉出金少分。即十住菩薩。如是增進。五十", "1563": "番煅煉。乃具得精金。方證妙覺。滿慈不解如是次第。", "1564": "故興此問。實為要問也。然則此疑非特聲聞。菩薩有", "1565": "之。圓覺經。金剛藏菩薩問曰。若諸眾生本來成佛。何", "1566": "故復有無明。若諸無明。眾生本有。何因緣故。如來復", "1567": "說本來成佛。十方異生。本成佛道後起無明。一切如", "1568": "來。何時復生一切煩惱。問則此略彼備。答則此備彼", "1569": "略。影響可以合看。是下連引五喻。發明問意。可謂慈", "1570": "悲之至矣。", "1571": "○佛告富樓那譬如迷人至菩提涅槃亦復如是。", "1572": "方本不移。迷者謬執。若悟本方。自悔其癡。所以十方", "1573": "如來及大菩薩。以其自住三摩地者。見此世界。本無", "1574": "所有。如虗空華。眾生妄認覺明。執有明覺。有世間相。", "1575": "然此諸相。非因迷有。如方之不因其迷而為之動移", "1576": "也。亦非悟無。以諸相本無。妄計成有。若離妄計。必不", "1577": "可得。如所惑之方。本非南北。計為南北。若離其迷。南", "1578": "北宛然。向所迷者。自知為謬。如此則非特諸佛證之", "1579": "名為本無。當其眾生迷時。何嘗為有。此答其無狀忽", "1580": "生也。苟能妙悟。則何者是世界無狀忽生諸有為相。", "1581": "次引翳華喻者。答其有為習漏。何當復生。夫空本無", "1582": "華。翳病之謬。不了翳謬。妄認生滅。以是為狂。欲望更", "1583": "生。狂而又癡。此喻有三。初因翳眚。無見生見。不有而", "1584": "有。喻諸凡夫迷於本覺見世間相。次則翳除華滅。不", "1585": "了翳過。計華已滅。無滅見滅。不無而無。喻諸聲聞妄", "1586": "執有得滅世間相。三則見華滅已。欲望更生。正中滿", "1587": "慈所問。世尊引喻。令其自陳。一答并消。可謂巧曲開", "1588": "示者也。法身有證德。如鑛中之金。涅槃有斷德。如木", "1589": "之成󰞆。所以上二喻者。理須頓悟。承悟并消。下二喻", "1590": "者。事假漸除。因次第盡。若無前喻。則外道有長邪見", "1591": "之愆。若無後喻。凡夫起撥無之謬。長邪見者。外道以", "1592": "為本無佛性因修乃得。如不識鑛別煉他石。歷劫不", "1593": "就。撥無種者。凡夫雖知本有佛性。不假修行。如執鑛", "1594": "為金。終不成用。若謂鑛中本無金性。別煉他石。何以", "1595": "不得成金。性雖鑛有。要因煉得。若不煅煉。鑛石終不", "1596": "成金。凡夫若無佛性。修功煉行。終成唐棄。雖則本有。", "1597": "而為煩惱所雜。要因修得。故在纏出纏。不異而異矣。", "1598": "滿慈問處有二。一問云何忽生山河大地。二問地水", "1599": "火風不合相容。答初問已竟。此下答第二問。", "1600": "○富樓那又汝問言地水火風本性圓融至故發塵", "1601": "勞有世間相。", "1602": "虗空是一。諸相是異。一異發揮。不相障礙。亦不混雜。", "1603": "以不礙故。日照則明。雲屯則暗。以不雜故。彼此明歷。", "1604": "空日宛然。諸相之傾奪不停。而虗空之寂然常住。以", "1605": "互容故。彼此具現。此是山。此是地。此是萬象森羅。乃", "1606": "至世出世間。一切諸法。一念具彰。宛然帝網。以互奪", "1607": "故。明不是暗。暗不是明。以互攝故。舉一虗空。而具萬", "1608": "象。地水火風。隨舉一法。而各各具攝。何為俱現。時人", "1609": "所見。盡謂虗空無形。洞豁無礙。故能普容。色法堅礙。", "1610": "豈能俱現。故世尊引日為示。且日一種而能隨人所", "1611": "見。兩人見日不同。而千萬人見日。亦各隨異。廣而推", "1612": "之。四天下人。咸謂見日各對其面。及川河淮濟江海", "1613": "溝瀆之中。皆見有日。日惟一輪。所見各異。若謂分開。", "1614": "則天無二日。何況千萬。若必不分。彼人於東西溝瀆", "1615": "等處。各見其日。名為何等。若欲以識心辨的。縱盡如", "1616": "來神力。莫知所以。云何俱攝。虗空洞豁。萬象包含。人", "1617": "或可信。色質堅礙。容攝難信。且如木質堅礙而能具", "1618": "攝四大。鑽則出火。絞則流水。搖則生風。燒則成土。堅", "1619": "礙之色。尚能具容。水火風大。莫有不然。相容不容。各", "1620": "現俱現。皆不得而思議也。體隨於用。色空傾奪。萬法", "1621": "齊彰。用順於體。色空齊泯。一道坦然。如此則心不得", "1622": "而思。言不得而議。滿慈欲問無門。世尊答亦失措。常", "1623": "住真心。於此見矣。", "1624": "○我以妙明不滅不生合如來藏至故發真如妙覺", "1625": "明性。", "1626": "阿難以色空相傾相奪。而如來藏。循業發現。故有世", "1627": "間相。用答滿慈云何忽生山河大地。此中不生不滅", "1628": "合如來藏。故發真如妙覺明性。用答妙空明覺何當", "1629": "復生山河大地。以如來證妙覺故。於一切法。無生無", "1630": "不生故。以無生故。惟妙覺明。無不生故。圓照法界。以", "1631": "圓照故。即體之用。一為無量。即用之體。則無量為一。", "1632": "小中現大。如目包世界。大中現小。如須彌納芥。不動", "1633": "而徧。彼此無礙也。身含十虗者。各各互容也。依中現", "1634": "正。正中現依。皆由滅塵合覺。勢使然也。非是強言。復", "1635": "有互隱互顯互縱互奪。相即相入。成己成他。一如華", "1636": "嚴廣明。", "1637": "○而如來藏本妙圓心至用世語言入佛知見。", "1638": "以理融事。則一切俱非。似事融理。則一切俱即。事理", "1639": "雙照。則凡聖宛然。事理雙泯。則生佛何有。阿難執妄", "1640": "迷真。妄生忻怖。世尊語以自他不有真心常住。自徵", "1641": "心辨見。以及五陰六入十二處十八界。本如來藏妙", "1642": "真如性。以示其體。以謂一切俱非者也。滿慈不明循", "1643": "發。問云何忽生山河大地及四大相容不礙。世尊答", "1644": "皆由覺明明覺二種妄惑故。有三種相續。以示其相。", "1645": "所謂一切俱即者也。若悟真心。則言思道斷。心行處", "1646": "滅。圓融照了。可廢可立。所謂離即離非。是即非即。直", "1647": "入中道不思議境。非二乘之所知矣。所言。用世語言。", "1648": "入佛知見。嘗謂聲聞緣覺而不能知。今時講學之徒。", "1649": "莫有不中其病矣。", "1650": "○譬如琴瑟箜篌琵琶至愛念小乘得少為足。", "1651": "上云。用世語言。入佛知見。非也。然亦不可盡廢。凡夫", "1652": "執有迷空。二乘破有執空。各得一偏。不名中道。皆名", "1653": "世語。若是如來所說。非有非無。非不有無。非真非妄。", "1654": "非不真妄。非自然。非不自然。非因緣。非不因緣。如是", "1655": "開示。直入不思議中道了義。證入佛乘。鮮不由此。故", "1656": "非世語可比。何也。佛性本有。若非如是開示者。何由", "1657": "而得佛乘也。喻如琴等。雖則本有妙音。若無指法。何", "1658": "由而發。是知言亦不可盡廢矣。所言妙音者。眾生佛", "1659": "性。生佛等有。佛得指法。故發妙音。眾生不能。徒成亂", "1660": "彈耳。如是則當棄世語而學中道。毋執小見而生滿", "1661": "足。諄諄誡勸。如此佛恩。何以報哉。", "1662": "○富樓那言我與如來寶覺圓明真妙淨心無二圓", "1663": "滿至是人心狂更無他故。", "1664": "滿慈初問。云何忽生山河大地。次問。地水火風不合", "1665": "相容。以及七大中。循業發現。隨眾生心。應所知量。恐", "1666": "在會大眾。未知循業所以。故興第三問。而世尊答。以", "1667": "覺明明覺二種妄緣生成世間三種相續。若悟本心。", "1668": "則悉皆不實。若如所諭。則根身器界。同是妄緣。迷妄", "1669": "所成。則未迷已前。與佛本覺。曾無二致。眾生無端忽", "1670": "迷。有世間相。而未知諸佛亦有迷時生煩惱不。若佛", "1671": "不迷。則眾生何故忽迷。若眾生忽迷。則諸佛何故不", "1672": "迷。而世尊引迷人背方。非謂方移。迷者自咎。知者常", "1673": "覺不迷。若迷人因指得悟。無復更迷也。而滿慈復謂", "1674": "迷有因緣。故興此問。意謂。我及眾生。同佛本覺。無二", "1675": "圓滿。則知我等由迷妄惑狂受輪轉。而未知何因有", "1676": "妄。世尊引演若迷頭為喻。豈有其因。但因狂故。愛鏡", "1677": "中頭。自責無頭。無故狂走。鏡中頭有二意。所謂忻怖。", "1678": "文似有缺。阿難見如來紫金光聚勝妙殊絕。由是渴", "1679": "仰從佛剃落者。似愛他頭瞋己無分而狂走者也。因", "1680": "墮婬舍。為摩登所逼。而起慌怖。似瞋他頭自羨己頭", "1681": "而欲避走者也。不知皆是自心無故取捨忽生忻怖。", "1682": "同名狂走。阿難展轉請問。世尊微細發明。莫不辨此", "1683": "鏡中頭矣。及乎五陰六入十二處十八界以及七大", "1684": "周圓皆如來藏妙真如性。何所不該。妄生取捨。是知", "1685": "惟瞋與愛。總是失心狂走。豈定有因。復令滿慈自供", "1686": "者。使必知無因也。所以洞山云。失曉老婆逢古鏡也。", "1687": "心生瞋嫌。與此愛頭。正相對耳。馬祖云。凡所見色。即", "1688": "是見心。心不自心。因色顯心。華嚴云。知一切法即心", "1689": "自性。成就慧身。不由他悟。上文云。若能轉物。即同如", "1690": "來。又云。色身外洎山河大地。咸是妙明心中所現物。", "1691": "若不明悟。誰非狂走。", "1692": "○佛言妙覺明圓本圓明妙至妄性如是因何為在。", "1693": "妙覺明圓。本圓明妙。即體用無二圓滿也。以妙覺故。", "1694": "不妨隨緣。以本圓故。曾何虧損。夫妄依真有。真不生", "1695": "妄。以不生故。何有其因。若有因者。何名為妄。妄雖無", "1696": "因。仍因妄起。如云明妄非他覺明為咎。則所因能立。", "1697": "所妄既立。生汝妄能。則亦能因所起。故曰展轉相因。", "1698": "一迷為心。決定惑為色身之內。分自分他。塵劫莫返。", "1699": "了知迷因。因迷有識。識迷無因。則生滅俱不可得。了", "1700": "知不可得者。豈不如寤人說夢耶。妄因迷有。悟知是", "1701": "迷。迷妄俱非。本覺妙心曾何遺失。如演若達多。頭本", "1702": "不失。狂迷謂失。慌怖狂走。豈特狂歇得頭。當其狂時。", "1703": "頭亦何失。若知狂謬。自悔其癡矣。", "1704": "○汝但不隨分別世間至何藉劬勞肯綮修證。", "1705": "所言狂者。何謂也。即分別心是。若不分別。則世出世", "1706": "間。自他諸法。大小名相。一切不實。如虗空華。本無所", "1707": "有。有何修證。如此則阿難種種起問。同是狂相。若識", "1708": "是狂。則三因三緣。當念不生。勝淨妙心。豈從人得。三", "1709": "因者。空昧為世界因。貪愛為眾生因。殺盜為業果因。", "1710": "皆因迷妄。若了迷妄。則狂惑叵得。", "1711": "○譬如有人於自衣中繫如意珠至方悟神珠非從", "1712": "外得。", "1713": "上文引喻將終。故勸不隨分別。則知本有菩提。非從", "1714": "外得。恐未悟者。定執菩提要因修得。蓋他經皆云歷", "1715": "劫修證。此中不藉修證。自相矛盾。良難取信。故重引", "1716": "衣珠。以為喻端。即如阿難見佛三十二相渴仰剃落。", "1717": "又云。將謂如來惠我三昧。無勞我修。而今始知身心", "1718": "本不相待。若不修行。如不聞等。與此開示。勢似相反。", "1719": "觀意會文。阿難慌怖求懇。妙奢摩等最初方便。以至", "1720": "於此。豈不如迷自衣珠而貧窮求乞者也。世尊展轉", "1721": "發明。豈非智者示珠者也。上文歇即菩提。此喻當其", "1722": "迷時。珠未曾少。迷者自謬耳。", "1723": "○即時阿難在大眾中頂禮佛足起立白佛世尊現", "1724": "說殺盜婬業至因緣自然理窮於是。", "1725": "阿難前聞非因非緣非自然非和合。似有契入。故說", "1726": "偈讚佛。今聞三緣斷故三因不生。復疑因緣為是。若", "1727": "依今說。則上說為非。若依上說。則今說為非。處此兩", "1728": "難。故有此問也。上文非因緣自然和合者。為明藏性", "1729": "也。以藏性非因緣自然故。今云因斷緣滅即菩提者。", "1730": "正是非因緣義。以菩提不屬因緣故。恐人不解。故此", "1731": "重請。復引身子等聞因緣義而得開悟者。所謂引喻", "1732": "不齊矣。何也。身子等聞因緣者。偈云。法從因緣生。法", "1733": "從因緣滅。生滅是因緣。自性非生滅。既云。性非生滅。", "1734": "非因緣明矣。佛云。彼說自然。我說因緣。破彼自然。非", "1735": "外道所知。如此則因緣自然。皆表顯建立。曾無實旨。", "1736": "自然既非因緣。何有阿難反疑。自然有異因緣故。世", "1737": "尊復引狂性因緣。以為開示。狂非自然。因一念不覺。", "1738": "失心狂走。故說因緣。狂若歇時。自然有不狂性。如此", "1739": "則不狂之人。因緣自然。皆成戲論。如人患病。服藥得", "1740": "愈。有病有愈。若無病者。非病非愈。故曰。因緣自然理", "1741": "窮於是。", "1742": "○阿難演若達多頭本自然至頭本無妄何為狂走。", "1743": "文分三節。初則總言頭本自然。謂無自然。無不自然。", "1744": "以自然之名。名不自立。如眼之不自見。心之不自知。", "1745": "既非自然。則何待因緣。怖頭狂走。次云。頭若自然。因", "1746": "緣故狂。則頭應已失。頭既不失。則狂怖奚為計因緣", "1747": "者墮矣。三云。狂若自然。本有狂性。則應人人皆狂。可", "1748": "稱自然。若此狂怖性本具有。有狂時。有不狂時。彼不", "1749": "狂者。狂何所潛。若獨演若狂。而餘人不狂者。則狂非", "1750": "自然性具。明矣。若此狂性。必從因緣生者。各各照鏡", "1751": "因緣義同。何故。餘皆不狂。而獨演若狂耶。是知因緣", "1752": "自然。與彼本頭。曾何所預。上文云。迷己逐物。認物為", "1753": "己。演若一喻。可為盡矣。", "1754": "○若悟本頭識知狂走至此句方名無戲論法。", "1755": "此中還指初文為結。若悟頭本自然。本自其然。識知", "1756": "狂走。因緣自然。俱為戲論。上文所謂。但有言說。俱為", "1757": "戲論也。如不能言下。知歸重起妄計。因緣滅故有菩", "1758": "提生者。此但生滅。非得菩提也。生滅俱盡。無可得者。", "1759": "名無功用道。不即默契。執有自然。復落生滅。無生滅", "1760": "者。名為自然。初云所謂本自其然。無然非自。故引世", "1761": "間和合。以曉諭之。和合者。即因緣義。本然者。即自然", "1762": "義。此皆世間所計。若悟藏性。無戲論者。本然非然。和", "1763": "合非合。合然俱離。即因緣自然二俱遠離。而復非離", "1764": "非合。妄計斯遣。真心斯在。故圓覺云。遠離為幻亦復", "1765": "遠離。離遠離幻亦復遠離。得無所離。即除諸幻。即此", "1766": "義也。", "1767": "○菩提涅槃尚在遙遠至秪益戲論。", "1768": "法身有證德。智身有報德。涅槃有斷德。菩提者。即智", "1769": "身也。能悟合然俱離離合俱非。得無功用道。證法身", "1770": "也。智身則廣修六度。入一切差別法門。然後福智圓", "1771": "滿。成盧舍那。涅槃則斷煩惱。到無煩惱可斷。始名大", "1772": "安樂性。是二者。必須歷劫修證。故云遙遠。所謂理雖", "1773": "頓悟承悟并消。事假漸除。因次第盡。若惟空持諸佛", "1774": "言教。而不修行克證。只益戲論。何也。如舍利弗。乍聞", "1775": "一偈。克證斷結。永出生死。阿難具持法藏。伸詞請問。", "1776": "展轉成疑。豈不天淵哉。雖則阿難大權示現。正為我", "1777": "輩空恣談論一無所得者設也。", "1778": "○汝雖談說因緣自然至如何自欺尚留觀聽。", "1779": "文有三節。初則雖達無戲論法。菩提涅槃。尚在遙遠。", "1780": "必須修證。非多聞可預。次釋多聞明了自然因緣決", "1781": "無戲論。若不修證。多聞無益。故不能免離摩登伽難。", "1782": "若此多聞。可當菩提。則何須待我神呪加持然後彼", "1783": "此解脫。三則勸修無漏。勝彼多聞。日劫相遠。密顯神", "1784": "呪功能。作助道緣起。正意在起修道也。經分五分。見", "1785": "道分齊於此。餘不繁演。問曰。一席所談。無非正法。何", "1786": "以止此。答曰。修道分者。惟選一耳根圓通。為此方教", "1787": "體。乃教門一期讚揚不可一定。何也。如二十五無學", "1788": "所證圓通。實無優劣。欲令阿難速易成就。豈能盡攝", "1789": "羣機。以機有利鈍。因心不等。此為觀音易入。而彼二", "1790": "十四聖。於十八界。各稱便宜。所以香巖擊竹悟道。靈", "1791": "雲見色明心。臨濟領於痛棒。玄沙悟傷足指。溈山撥", "1792": "火。洞山覩水。雖如來再世。不能非其悟。是知不可一", "1793": "定也。助道分稱揚神呪。如能即信。定獲冥加。證果分", "1794": "乃聖賢境界。非凡夫可測。諸天升進。故不可知。即如", "1795": "三塗果報。豈予盡解。五十陰魔。惟佛能究。下地上惑", "1796": "冥然莫解。故或是或非。並聽古人。惟此見道一分。學", "1797": "者當盡其心。故予敢呈管見。與諸方共。然則聖意叵", "1798": "測。脫有謬解之過。伏惟知識乞施懺悔耳。", "1799": "問曰。一人發真歸源。十方世界。悉皆消殞。自我本師", "1800": "釋迦以來。其間祖師。遞代出興。豈不是發真歸元者。", "1801": "何以出間還復如故。當有旨不。", "1802": "答曰。汝嘗夢中所見山河大地。與日間同不。曰然。如", "1803": "此假如十人同做一夢。十人所見異不。曰不異。假若", "1804": "一人醒時。此一人所見世界。已消殞不。曰已消殞。既", "1805": "已消殞。彼九人未醒者。所見世界同消殞不。曰不然。", "1806": "彼九人未醒。那得同消。如此則汝何疑諸聖之世界", "1807": "不消耶。一人醒時。則一人之世界已消。十人同醒。則", "1808": "十人之世界消殞。何有不可。以一人醒時同彼九人", "1809": "之在夢。亦不可以九人在夢而疑一人之醒。故曰十", "1810": "方如來與大菩薩并其自住三摩地者。見此山河大", "1811": "地。如虗空華。本無所有。且我輩現摶四大六根。如夢", "1812": "中人說醒時話。其可得哉。", "1813": "問曰。一期所論。以謂墮婬生怖。見相生忻。求不可得。", "1814": "皆名妄想。正等無差。如此則聖道不必修。婬殺不必", "1815": "斷。今云眾生以貪愛為本。業種以婬殺為本。三因斷", "1816": "故。三緣不生。心中演若。狂性自歇。歇即菩提。如此則", "1817": "婬殺必當斷除。方成佛道。若以前說為是。則成撥無。", "1818": "若以後說為是。則成妄想。何以辨之。", "1819": "答曰。顯理扶事。各有宗趣。前為阿難不明真心認彼", "1820": "前塵妄生取捨。所以令其擇取真心。徵至無有。心既", "1821": "不有。取捨奚為。次由阿難起無心之怖。復令擇見。其", "1822": "間見性不還。見非遠近。見非大小。見非舒縮。見非因", "1823": "緣。見非自然。乃至見非和合。方知性真不動。妄心徒", "1824": "自去來。同於幻夢。若執定有不動見性。猶名妄心。直", "1825": "至見猶離見見不能及。始是真見。由是廣推。五陰六", "1826": "入十二處十八界。七大周圓。稱性發揮。離是非是。於", "1827": "中可有修道之是而婬殺之非乎。所以理須頓悟承", "1828": "悟并消。若必欲於中取捨。是非真如。撮摩虗空。秪益", "1829": "自勞。但有言說。俱無實義。若解稱性發揮。則海印發", "1830": "光。少加意識。則塵勞先起。理性如是。非是強言。此中", "1831": "扶事。必須斷除。若不斷除。則徒成狂解。終無得益。所", "1832": "以業種以婬殺為本。三漸次以斷婬為正。修證聖位", "1833": "必先欲愛乾枯。六天惟論欲之輕重。以辨升進。梵天", "1834": "以欲心明悟。不犯欲塵。身為梵侶。十因六交。多論婬", "1835": "欲。五陰魔業。必曰婬婬相傳。故落魔道。婬既如此。殺", "1836": "盜亦然。著欲斷欲。優劣如此。豈有不斷而得解脫乎。", "1837": "故曰事假漸除。因次第盡。經文于事理兩間。致意諄", "1838": "諄。不可不辨。汝之所問。實為要問也。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 280 楞嚴經臆說", "author": "明 圓澄註"}