{"language": "chinese", "originalTitle": "Fangshan shijing, Electronic version, No. 1048 一切如來白傘蓋大佛頂陀羅尼", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "一切如來白傘盖大佛頂陁羅尼啓請　　　感", "1": "啓諷放光大佛頂如來万行首楞嚴", "2": "開無相門圓寂宗字字觀照金剛定", "3": "瑜伽妙旨傳心印摩訶衍行揔持門", "4": "󵘸此秘密悉怛多解脫法身金剛句", "5": "菩提力大虛空量三昧智印果無邊", "6": "不持齋者是持齋不持戒者名持戒", "7": "八万四千金剛眾行住坐臥每隨身", "8": "十方世界諸如來護念皈命受持者", "9": "念滿一万八千遍遍遍入於無想定", "10": "号稱堅固金剛幢自在得名人中佛", "11": "縱使罵詈不為過諸天常聞梵語聲", "12": "神通變化不思議陁羅尼門最第一", "13": "大聖放光佛頂力掩𢙣揚善證菩提", "14": "唯聞念者瞻蔔香不󰎭一切餘香氣", "15": "僧破二百五十戒比丘尼犯八波羅", "16": "聞念佛頂陁羅尼便得具足聲聞戒", "17": "我今依經述偈讚無量功徳普莊嚴", "18": "聽者念者得加持同獲涅盤寂滅樂", "19": "佛󵘸大佛頂如來廣放光明聚現大白傘盖", "20": "遍覆三千界摩訶悉怛多󵘲怛囉二合金剛無", "21": "礙大道塲最勝無比大威德金輪帝祖仁祖反", "22": "仡囉二合施都攝一切大明王揔集不可󵘸百", "23": "千旋陁羅尼十方如來清淨海眼微妙秘", "24": "密大陁羅尼曰。", "25": "唐開元三朝灌頂國師和尚特進試鴻臚卿開府儀同三司肅國公食邑三千食實", "26": "封三伯戶贈司空諡大辯正大廣智大興善寺三藏沙門　不空奉　詔譯", "27": "曩莫入󴅽嚩沒䭾上󰂛地󴅽怛吠二合引微閇", "28": "毗藥二合引一曩莫颯󵘲跢二合南上引二三去", "29": "藐三去沒入䭾三句引致引南上引四󴅽室囉", "30": "二合嚩迦僧去伽去南上引五曩謨路引計囉曷", "31": "二合擔引六曩莫素嚕二合跢引半曩引南上引七曩", "32": "莫塞訖㗚三合娜引誐引弭南上引八曩莫阿上", "33": "曩引誐弭南上引九曩謨路引計三去𦴭蘗跢", "34": "引南上引十三𦴭󵘲囉二合󵘵丁一反半曩引南上引", "35": "十一曩謨引󵘨去嚩㗚史二合喃上引十二曩莫悉䭾", "36": "尾󲊛也二合䭾引囉㗚史二合喃上引十三舎引󵘯引", "37": "弩鼻音屹囉二合賀娑上沫㗚他二合南上引十四曩謨", "38": "引沒囉二合憾麼二合󳏣鼻引十五曩莫引印捺囉二合", "39": "野十六曩謨引婆去誐嚩帝引十七嚕捺囉二合引", "40": "野十八塢麼󵘲󵘵准上娑上呬馨異反引夜引野十九曩", "41": "謨引婆去誐嚩󵘵引曩囉演拏鼻音野二十半左", "42": "摩賀引󳌤捺囉二合引二十一曩莫塞訖哩三合跢野", "43": "二十二曩謨引婆去誐嚩帝二十三摩賀引迦攞", "44": "引野二十四󵘵哩二合補囉曩誐囉二十五尾捺囉", "45": "二合跛拏迦囉引野二十六阿入地穆訖得二合迦", "46": "濕麼二合舎引曩嚩引枲星以反寧引二十七麼󵘵哩", "47": "二合誐拏鼻音二十曩莫塞訖㗚三合跢野二十九曩", "48": "謨引婆去誐嚩帝三十怛他去引󰋲跢矩攞引野", "49": "三十一曩謨引婆去誐嚩帝三十二󵘲納麼二合矩", "50": "攞引野三十三曩謨引婆去誐嚩帝三十四嚩囉", "51": "二合矩攞野三十五曩謨引婆去誐嚩帝三十六麼", "52": "抳尼󵘴反矩攞野三十七曩謨引婆去誐嚩帝三十八", "53": "󰋲惹自攞反矩攞引野三十九曩謨引婆去誐嚩", "54": "帝四十󲊛哩二合茶去戍引囉細引曩󵘲囉二合賀", "55": "囉拏鼻囉引惹准上野四十一怛他引󰋲跢引野", "56": "引囉曷二合帝四十二三去𦴭三沒䭾引野四十三", "57": "曩謨引婆去誐嚩帝四十四阿上弭跢引婆去引", "58": "野四十五怛他去引󰋲跢引野引囉曷二合帝四十六", "59": "三去𦴭三去沒䭾野四十七引曩謨婆去誐", "60": "嚩帝四十八𢙣屈茤二合毗夜二合引野四十九怛他", "61": "引󰋲跢引夜引囉曷二合帝五十三去𦴭三去沒", "62": "䭾引野五十一曩謨婆去誐嚩帝五十二佩殺", "63": "尒野二合麌遇縷嚕吠微閇𠯆尼古哩野二合󵘲囉", "64": "二合婆去囉引惹引野五十三怛他引󰋲跢引夜", "65": "引囉曷二合帝五十四三去𦴭三去沒䭾引野五十五", "66": "曩謨婆去誐嚩帝五十六三去補澁畢二合多上", "67": "娑上隣上捺囉二合囉引惹引野五十七怛他去", "68": "󰋲跢引夜引囉曷二合帝五十八三去𦴭三沒䭾", "69": "引野五十九曩謨引婆去誐嚩帝六十舎引", "70": "枳野二合母曩曳引六十一怛他引󰋲跢引夜引", "71": "囉曷二合帝六十二三去𦴭三去沒䭾引野六十三", "72": "曩謨引婆去誐嚩帝六十四喇怛曩二合矩素麼", "73": "計引覩囉引惹引野六十五怛他引󰋲跢引夜", "74": "引囉曷二合帝六十六三去藐三去沒䭾引野六十七", "75": "帝釤曩莫塞訖哩三合怛嚩二合六十八伊上𤚥引", "76": "婆去誐嚩哆娑怛二合他去引󰋲妬引瑟抳二合引", "77": "釤六十九悉跢多󵘲怛囕二合七十曩麼引跛囉", "78": "引尒自以反擔七十一󵘲囉二合󵘵孕二合儗霓以", "79": "囕引七十二󴅽嚩部多屹囉二合賀𩕳屹囉二合賀迦", "80": "囉抳󰯌二合七十三跛囉尾󲊛也二合引砌娜", "81": "𩕳寅二合引七十四阿上迦引藍沒㗚二合󵘵𢈔二合", "82": "跛哩怛囉二合引拏迦哩寅二合引七十五󴅽嚩滿䭾", "83": "曩謨乞灑二合抳󵖹二合七十六󴅽嚩訥瑟吒二合耨", "84": "娑嚩二合󵘲曩二合𩕳嚩引囉抳󵖹二合引七十七", "85": "拶覩囉試引󵘵引南上引七十八屹囉二合賀娑賀", "86": "娑囉二合󰴆引七十九尾特吻二合娑曩迦哩寅二合引", "87": "八十阿上瑟吒二合引尾孕二合設󵘵難上八十一諾", "88": "乞剎二合怛囉二合引喃引八十二󵘲囉二合娑引娜曩", "89": "迦哩寅二合引八十三阿上瑟吒二合難上引摩賀引", "90": "屹囉二合賀󰴆八十四尾特吻二合娑曩迦哩寅二合引", "91": "八十五󴅽嚩設咄嚕二合𩕳嚩囉抳󵖹二合引八十六具", "92": "囕耨娑嚩二合󵘲曩二合難上左曩引設𩕳󵖹", "93": "二合八十七尾灑設娑怛囉三合阿上儗𩕳二合嗢", "94": "跢囉抳󵖹二合八十八阿上跛囉引尒擔摩賀引", "95": "具引攬引八十九摩賀引摩攬引九十摩賀引贊", "96": "喃上引九十一摩賀引捻奴揖󵘲擔二合九十二摩賀", "97": "引帝引染自攬九十三摩賀引濕吠二合擔引九十四", "98": "摩賀引入嚩二合攬九十五摩賀引麼攞引九十六", "99": "半拏囉嚩引枲𩕳引九十七阿去引哩野二合跢引囉", "100": "引九十八勃哩二合矩砧去引九十九載嚩尾惹野一百嚩", "101": "日囉二合麼上礼󵘵尾󰡊嚕二合擔一󵘲納懵止二合", "102": "劒二嚩日囉二合𠰒賀嚩二合左三麼引攞引", "103": "載引嚩引跛囉引尒多四嚩日囉二合引難", "104": "上膩寅二合五尾舎引攞引左扇跢吠六󵘨", "105": "去嚩布引尒擔引七掃去引弭野二合嚕喯補敢八摩", "106": "賀濕吠二合跢引九阿上哩野二合跢引囉十摩", "107": "賀引麼攞十一阿上跛囉引嚩日囉二合餉迦攞", "108": "引載嚩十二嚩日囉二合矯魚矯反引麼鼻引哩矩󱁅", "109": "䭾哩引十三嚩日囉二合賀娑跢二合引左十四摩賀", "110": "引尾󲊛野二合引十五謇左曩麼鼻引理迦引十六矩", "111": "蘇唵二合婆去引喇怛曩二合載嚩十七吠引嚧轉舌", "112": "左曩引十八矩剌引闥難上鄔瑟抳二合灑十九尾", "113": "日啉二合婆去麼拏引左二十婆嚩日囉二合迦曩", "114": "迦二十一󵘲囉二合婆去路引左曩二十二嚩日囉", "115": "二合引䪺膩寅二合左二十三濕吠二合跢引左", "116": "二十四迦麼鼻攞乞史二合引二十五設試󵘲囉", "117": "二合婆蒲憾伊上󵘵曳二合帝二十六母捺囉", "118": "二合引誐拏引二十七󴅽吠引囉乞鏟二合䓛俱律", "119": "㗚挽二合下無滿都麼麼二十八󴅽嚩󴅽怛嚩二合引", "120": "難上左二十九唵引三十乙㗚二合史誐拏󵘲囉二合", "121": "設娑跢二合野三十一󴅽嚩怛他去引󰋲姤引瑟抳", "122": "二合引灑引野三十一吽引三十三豽嚕唵三合引三十四", "123": "染婆去曩迦囉三十五吽引三十六豽嚕唵三合引三十七", "124": "娑擔二合婆去曩迦囉三十八吽引三十九豽嚕唵三合", "125": "引四十謨引賀曩迦囉四十一吽引四十二豽嚕唵三合", "126": "引四十三沫他去曩迦囉四十四吽引四十五豽嚕唵三合", "127": "引四十六跛囉尾󲊛野二合三去薄乞灑二合拏鼻迦", "128": "囉四十七吽引四十八豽嚕唵三合引四十九󴅽縛訥瑟吒", "129": "二合難上五十娑擔二合婆去曩迦囉五十一吽引五十二", "130": "豽嚕唵三合引五十三󴅽嚩藥乞灑二合囉乞灑二合娑", "131": "去屹囉二合賀引喃引五十四尾特吻二合無肯娑曩", "132": "迦囉五十五吽引五十六豽嚕唵三合五十七拶覩上囉", "133": "引試引󵘵引南上引五十八屹囉二合賀娑賀娑囉", "134": "二合喃上引五十九尾特吻二合娑曩迦囉六十吽引六", "135": "十一豽嚕唵三合引六十二阿上瑟吒二合尾孕二合設󵘵", "136": "引難上引六十三諾乞剎二合怛囉二合喃引六十四", "137": "󵘲囉二合娑引娜曩迦囉六十五牛引六十六", "138": "豽嚕唵三合引六十七阿上瑟吒二合南上引六十八摩賀", "139": "引屹囉二合賀喃引六十九嗢荅麼二合娜曩迦囉七十", "140": "吽引七十一豽嚕唵三合引七十二囉乞灑二合囉", "141": "乞灑二合𤚥引七十三婆去誐錂娑怛二合他去引●妬", "142": "引瑟抳二合引灑七十四悉跢多󵘲怛囉二合摩賀", "143": "引嚩日嚧二合引瑟抳二合引灑七十五摩賀引", "144": "󵘲囉二合󵘵孕二合儗󰓕引七十六摩賀引一娑賀", "145": "娑囉二合部薺自曳引七十七娑賀娑囉二合施引㗚曬", "146": "二合引七十八句致引設多上娑賀娑囉二合●怛󰪯", "147": "二合七十九阿上陛󵘨入嚩二合理多引怛吒迦八十", "148": "摩賀引嚩日嚧二合引娜引囉八十一󵘵哩二合部", "149": "嚩曩滿拏攞八十二唵引八十三娑嚩二合悉󵘵丁逸二合", "150": "㗚婆二合去嚩覩八十四𤚥麼麼八十五囉引惹婆", "151": "去夜引八十六祖去引囉婆去夜引八十七鄔娜迦婆去", "152": "夜八十八阿上儗𩕳二合婆去夜引八十九尾灑婆去", "153": "夜引九十設娑怛囉三合婆去夜引九十一跛囉斫", "154": "羯囉二合婆去夜引九十二訥躃乞义二合婆去夜引九", "155": "十三阿上󵘩𩕳婆去夜引九十四阿上迦覽蜜㗚二合", "156": "󵘵𢈔二合婆去夜引九十五䭾囉抳部引弭劒󵘯引", "157": "婆去夜引九十六嗢勒迦二合引󵘯引多婆去夜引九", "158": "十七囉惹難上拏婆去夜引九十八素󵘲囉抳二合婆", "159": "去夜引九十九曩引誐婆去夜引一百尾󲊛聿二合婆", "160": "去夜引一󵘨去嚩屹二合賀二曩引誐屹囉二合", "161": "賀引三藥乞灑二合屹囉二合賀四𠸪乞灑二合娑", "162": "屹囉二合賀引五畢󰓕二合多屹囉二合賀引六比舎引", "163": "左屹囉二合賀引七部多屹囉二合賀引八禁俱滲畔", "164": "拏屹囉二合賀引九布引怛曩屹囉二合賀引十羯吒", "165": "布引怛曩屹囉二合賀引十一塞謇二合娜屹囉二合", "166": "賀引十二阿跛娑麼二合引囉屹囉二合賀引十三嗢", "167": "荅麼二合娜屹囉二合賀引十四蹉去引夜屹囉二合賀", "168": "引十五󰓕嚩引󵘵屹囉二合賀引十六惹弭迦", "169": "屹囉二合賀引十七建姹迦弭𩕳屹囉二合賀引十八", "170": "鄔惹引賀哩抳野二合十九󰋲婆去賀哩抳野二合", "171": "引二十惹引歹賀哩抳野二合引二十一尒自異尾多賀", "172": "哩引抳野二合二十二嚕地囉引賀哩引抳野二合", "173": "二十三嚩娑引賀引哩抳野二合二十四󲽢引娑賀", "174": "哩抳野二合引二十五䛧引娜引賀哩抳野二合引", "175": "二十六沫惹賀哩抳野二合引二十七挽無滿下同跢", "176": "賀哩抳野二合引二十八阿上󰡊紫野二合賀哩抳野", "177": "二合引二十九唧左賀哩抳野二合引三十帝釤引󴅽吠", "178": "釤引三十一󴅽嚩屹囉二合賀喃引三十二尾󲊛琰二合引", "179": "親去娜夜弭三十三枳難以攞野引弭三十四跛", "180": "哩沒囉二合惹引迦三十五訖㗚二合擔引尾󲊛琰", "181": "二合引三十六親去娜夜弭三十七枳引攞野弭三十八", "182": "拏引迦拏引枳引𩕳引三十九訖㗚二合擔尾󲊛琰", "183": "二合引四十親去娜夜引弭四十一枳引攞野弭四十", "184": "二摩賀引󵘲戍上跛󵘵嚕捺囉二合四十三訖㗚", "185": "二合擔尾󲊛琰二合引四十四親去娜夜引弭四十五枳", "186": "引攞野弭四十六曩囉引演拏引半左摩賀引", "187": "母捺囉二合四十七訖㗚二合擔尾󲊛琰二合引四十八親", "188": "去娜夜弭四十九枳引攞野弭五十怛怛嚩二合誐", "189": "嚕拏娑呬去引夜引野五十一訖㗚二合擔尾󲊛琰", "190": "二合五十二親去娜夜引弭五十三枳攞野弭五十四", "191": "摩賀引迦攞五十五麼󵘵哩二合誐拏娑呬引夜", "192": "野五十六訖㗚二合擔尾󲊛琰二合五十七親去娜夜", "193": "引弭五十八枳引攞野弭五十九迦引󵘯引理迦", "194": "六十訖㗚二合擔尾󲊛琰二合六十一親去娜夜引弭", "195": "六十二枳引攞野弭六十三惹野迦囉引麼度迦", "196": "囉六十四󴅽嚩引囉他二合娑去引䭾迦六十五訖㗚", "197": "二合擔尾󲊛琰二合六十六親去娜夜引弭六十七枳", "198": "引攞野弭六十八拶咄薄儗𩕳二合勃囉二合󵘵哩", "199": "二合半左麼娑呬去引夜野六十九訖㗚二合擔尾", "200": "󲊛琰二合七十親去娜夜引弭七十一枳引攞野弭", "201": "七十二勃𠻱二合儗哩致上迦難上󲊛泥以計濕嚩", "202": "二合囉七十三誐拏󵘲󵘵娑呬引去夜野七十四訖㗚", "203": "二合擔尾󲊛琰二合七十五親去娜夜引弭七十六枳", "204": "引攞野弭七十七諾屹曩二合室囉二合麼拏鼻七十八", "205": "訖㗚二合擔尾󲊛琰二合七十九親去娜夜引弭八十", "206": "枳引攞野引弭八十一遏囉罕二合多八十二訖㗚", "207": "二合擔尾󲊛琰二合八十三親去娜夜引弭八十四枳", "208": "引攞野引弭八十五味引多囉引誐八十六訖㗚", "209": "二合擔尾󲊛琰二合八十七親去娜夜引弭八十八枳", "210": "引攞野引弭八十九嚩日囉二合󵘯引抳九十󳿹入", "211": "呬野二合迦引地跛󵘵九十一訖㗚二合擔尾󲊛琰", "212": "二合九十二親去娜夜引弭九十三枳引攞野引弭", "213": "九十四囉乞灑二合囉乞灑二合𤚥引九十五婆去誐嚩", "214": "多九十六娑怛二合他去引󰋲妬引瑟抳二合引釤", "215": "九十七悉跢多󵘲怛㘕二合九十八曩謨引窣覩二合", "216": "帝九十九阿上枲星以跢曩攞囉迦二合三百󵘲囉二合", "217": "婆去娑普二合吒一尾迦悉跢多󵘲怛󰓕二合二", "218": "入縛二合攞入嚩二合攞三䭾迦䭾迦四尾䭾迦", "219": "尾䭾迦五娜囉娜囉六尾娜囉尾娜囉七親", "220": "去娜親去娜八牝娜牝娜九吽引吽十󲡔吒", "221": "半音下同󲡔吒十一娑嚩二合引賀引十二係引係引󲡔", "222": "吒十三阿上謨引伽去󲡔吒十四阿󵘲囉二合󵘵賀", "223": "多󲡔吒十五嚩囉󵘲囉二合娜󲡔吒十六阿蘇上囉", "224": "尾捺囉二合跛迦󲡔吒十七󴅽嚩󵘨去吠引", "225": "毗藥二合󲡔吒十八󴅽嚩曩引霓去毗藥二合󲡔吒", "226": "十九󴅽嚩藥乞曬二合毗藥二合󲡔吒二十󴅽", "227": "嚩囉引乞剎二合細毗藥二合󲡔吒二十󴅽嚩", "228": "󰋲嚕󳏣引毗藥二合󲡔吒二十二󴅽嚩巘引達吠", "229": "引毗藥二合󲡔吒二十三󴅽嚩阿上素󰳉毗藥", "230": "二合󲡔吒二十四󴅽嚩緊娜󰳉毗藥二合󲡔吒二十五", "231": "󴅽麼護囉藝引毗藥二合󲡔吒二十六󴅽嚩麼", "232": "弩曬毗藥二合󲡔吒二十七󴅽嚩阿上麼弩曬", "233": "毗藥二合󲡔吒二十八󴅽嚩步引帝毗藥二合󲡔吒", "234": "二十九󴅽嚩比舎引際引毗藥二合󲡔吒三十󴅽嚩", "235": "禁畔󳏣引毗藥二合󲡔吒三十一󴅽嚩布引多寧", "236": "引毗藥二合󲡔吒三十二󴅽嚩羯吒布引多寧去", "237": "毗藥二合󲡔吒三十三󴅽嚩訥轉舌稜上祇去帝", "238": "毗藥二合󲡔吒三十四󴅽嚩弩引澁畢󰳉三合乞史", "239": "二合帝毗藥二合󲡔吒三十五󴅽嚩入嚩二合󰳉引", "240": "毗藥二合󲡔吒三十六󴅽嚩阿上跛娑麼二合引󰳈", "241": "毗藥二合󲡔吒三十七󴅽嚩室囉二合麼鼻音󳏣毗藥", "242": "二合󲡔吒三十八󴅽嚩󵘵丁以㗚體町以二合計毗藥二合", "243": "󲡔吒三十九󴅽嚩嗢荅麼二合󵘨去毗藥二合󲡔吒", "244": "四十󴅽嚩尾󲊛也二合引左哩曳二合毗藥二合󲡔吒", "245": "四十一惹野迦囉沫度迦囉四十二󴅽嚩引喇他", "246": "二合娑引䭾計引毗藥二合󲡔吒四十三󴅽縛尾", "247": "󲊛也二合引左哩曳二合毗藥二合󲡔吒四十四拶咄", "248": "薄儗𩕳二合引毗藥二合󲡔吒四十五嚩日囉二合矯", "249": "麼引哩矩󱁅䭾哩四十六摩賀尾󲊛也二合囉", "250": "自曳毗藥二合󲡔吒四十七摩賀引󵘲囉二合󵘵孕二合", "251": "儗󰓕毗藥二合󲡔吒四十八嚩日囉二合餉迦攞引", "252": "野󲡔吒四十九擘賀引󵘲囉二合󵘵孕二合儗囉", "253": "引惹引野󲡔吒五十摩賀引迦引擺引野五十一", "254": "摩賀引麼󵘵哩二合誐拏鼻音五十二曩莫塞訖㗚", "255": "三合跢引野󲡔吒五十三吠󲊸閇瑟弩二合尼古尾引曳", "256": "引󲡔吒五十四沒囉二合憾麼二合抳曳󲡔吒", "257": "五十五阿屹𩕳二合曳󲡔吒五十六摩賀引迦引理", "258": "引曳󲡔吒五十七迦引攞引難上膩引曳引", "259": "󲡔吒五十八印涅哩二合曳󲡔吒五十九嘮引", "260": "捺哩二合曳引󲡔吒六十佐引捫膩引曳󲡔吒", "261": "六十一迦攞囉引󵘵唎二合引曳󲡔吒六十二迦󵘯", "262": "引理曳󲡔吒六十三阿上地穆訖得二合迦濕麼", "263": "二合舎曩嚩引枲𩕳曳󲡔吒六十四曳計引唧多", "264": "󴅽怛嚩二合麼麼六十五訥瑟吒二合唧多六十六󵘯", "265": "跛唧哆引六十七嘮捺囉二合唧跢引六十八阿上每", "266": "怛囉二合唧跢六十九汙󵘶賀引囉七十󰋲婆去引賀", "267": "引囉七十一嚕地囉引賀引囉七十二嚩娑引", "268": "賀引囉引七十三沫惹引賀引囉引七十四惹引跢引", "269": "賀引囉引七十五尒引尾跢引賀囉引七十六沫哩野", "270": "二合引賀引囉引七十七彥上䭾引賀引囉引七十八補", "271": "澁󵘯二合賀引囉引七十九頗攞引賀引囉引八十", "272": "󴅽冩引賀引囉引八十一󵘯跛唧跢引八十二訥瑟吒", "273": "二合唧跢引八十三嘮引捺囉二合唧跢八十四藥乞灑", "274": "二合屹囉二合賀八十五囉引乞灑二合娑屹囉二合賀", "275": "八十六畢󵘳二合多屹囉二合賀八十七比舎左", "276": "屹囉二合賀八十八部引多屹囉二合賀八十九禁", "277": "俱㵕畔拏屹囉二合賀九十塞蹇二合娜屹囉二合賀", "278": "九十一嗢怛麼二合引娜屹囉二合賀九十二蹉引野", "279": "屹囉二合賀九十三阿上󵘲娑麼二合引囉屹囉二合", "280": "賀九十四拏引迦拏枳𩕳引屹囉二合賀九十五󰓕", "281": "引嚩󵘵屹囉二合賀九十六惹弭迦屹囉二合賀", "282": "九十七爍矩𩕳屹囉二合賀九十八滿怛囉二合難上", "283": "󲊛泥以迦屹囉二合賀九十九覧尾迦屹囉二合賀四百", "284": "賀弩建姹󵘯引抳屹囉二合賀入嚩二合", "285": "囉曀迦呬迦二󲊛吠二合引󵘵野迦二娑怛󰪯", "286": "三合󵘵引野迦四拶咄他迦五𩕳󵘵野二合入嚩", "287": "二合囉引六尾灑麼引入嚩二合囉七嚩󵘵迦引背", "288": "󵘵迦八始󰓕二合澁弭二合迦九散𩕳跛󵘵迦十", "289": "󴅽嚩入嚩二合囉十一始嚕引㗚󵘵二合十二遏囉䭾", "290": "二合嚩陛娜迦十三阿上嚧引左迦十四𢙣乞史二合", "291": "嚕引儼十五曩娑嚧引儼十六穆佉嚧引儼十七", "292": "紇哩二合訥嚕二合引儼十八誐攞屹囉二合憾十九羯", "293": "喇拏二合戍引藍上二十難上多上戍引藍上二十一", "294": "紇㗚二合乃野戍引藍上二十二沫轉舌麼戍藍上二", "295": "十三󵘯引囉濕嚩二合戍引藍上二十四󵘲哩二合瑟姹", "296": "二合戍引藍上二十五鄔娜囉戍引藍上二十六建上致", "297": "上戍引藍上二十七嚩悉󵘵二合戍引藍上二十八塢引", "298": "嚕戍引藍上二十九穰引伽去戍藍上三十賀娑多", "299": "二合戍引藍上三十一󵘯引娜戍藍上三十二󴅽𠕀無肯", "300": "誐󵘲囉二合󵘵孕二合誐戍藍上三十三部引多吠引", "301": "跢引拏三十四拏引迦拏引枳𩕳引三十五入嚩二合", "302": "囉三十六捺訥嚕二合建引怒尼固三十七枳致上婆", "303": "去路引多吠引三十八󴅽轉舌跛虜賀引陵上誐", "304": "三十九戍引灑怛囉二合四十娑誐囉尾灑𢈔引誐", "305": "四十一阿上儗𩕳二合塢娜迦四十二跛囉吠引囉", "306": "建引跢引囉四十三阿迦引藍上沒㗚二合󵘵𢈔", "307": "二合四十四怛喇二合引穆迦四十五怛󰪯二合引攞吒", "308": "迦四十六勿㗚二合室止二合迦四十七󴅽轉舌跛曩", "309": "矩攞四十八僧星孕伽尾野二合引竭囉二合四十九", "310": "哩乞灑二合三十多囉乞茤二合沒哩二合誐", "311": "五十一娑嚩二合跛囉尒嚩五十二帝釤引󴅽吠釤", "312": "五十三悉跢多󵘲怛󴍳二合五十四摩賀引嚩日嚧", "313": "二合瑟抳二合引釤五十五摩賀引󵘲囉二合󵘵孕二合", "314": "儗㘕五十六夜嚩納嚩二合娜󵘩𢈔惹引曩引辮", "315": "去怛󰓕拏五十七枲星異麼引滿鄧迦嚧弭", "316": "五十八󲊛泥以󵘩滿鄧迦嚧引弭五十九󵘯引囉尾", "317": "󲊛也二合滿鄧迦嚧引弭六十帝引乳引滿鄧迦", "318": "嚕弭六十一賀娑多二合滿鄧迦嚧引弭六十二󵘯", "319": "娜滿鄧迦嚧弭六十三󴅽𠕀無肯誐󵘲囉二合", "320": "󵘵孕二合誐滿鄧迦嚧引弭六十四怛󲊛野二合他", "321": "去引六十五唵引六十六阿上曩黎阿上曩六十七尾", "322": "舎󵘨引尾󵘩󵘨引六十八吠囉嚩日囉二合䭾󰓕", "323": "六十九滿䭾𩕳滿䭾𩕳七十嚩日囉二合󵘯引抳", "324": "七十一󲡔吒半音七十二吽七十三豽嚕唵三合引七十四", "325": "󲡔吒半音七十五娑嚩二合引賀引七十六曩莫娑怛二合", "326": "他引󰋲多引野七十七蘇󰋲多夜引囉曷二合帝", "327": "七十八三去𦴭三去沒䭾野七十九悉殿覩滿", "328": "怛囉二合跛娜八十娑嚩二合引賀引四百八十一", "329": "一切如來白傘盖大佛頂陁羅尼"}, "englishTitle": "Fangshan shijing, Electronic version, No. 1048 一切如來白傘蓋大佛頂陀羅尼", "author": "唐 不空譯"}