{"sourceLink": "http://www.cbeta.org/", "text": {"0": "心經貫義", "1": "No. 554", "10": "然。是為六道四生。如或於此未能一念相應。即當秉", "100": "惟。及廣為開示分別。當知是輩。功德無邊。速證菩提。", "101": "利樂一切。復次憍尸迦。若善男子善女人等。怖畏怨", "102": "家。惡獸災橫。厭禱疾疫。毒藥呪等。應書般若波羅蜜", "103": "多大神呪王。隨多少分。香囊盛貯。安寶筒中。恒隨逐", "104": "身。供養恭敬。尊重讚歎。諸怖畏事。皆自銷除。天龍神", "105": "鬼。常守護故。阿素洛。即阿修羅憍尸迦。若善男子善女人等。", "106": "或諸天子。及諸天女。此甚深般若波羅蜜多。一經其", "107": "耳。善根力故。定當漸次證得無上正等菩提。何以故。", "108": "憍尸迦。過去未來現在諸佛。及諸弟子。一切皆學如", "109": "是般若波羅蜜多。證得無上正等菩提。入無餘依涅", "11": "起大丈夫志。截斷心意識路。不落卜度知見。以無分", "110": "槃界。何以故。憍尸迦。如是般若波羅蜜多。普攝一切", "111": "菩提分法。若諸佛法。若菩薩法。若獨覺法。若聲聞法。", "112": "皆俱攝故。若善男子善女人等。暫聽如是般若波", "113": "羅蜜多。聞已書寫。讀誦受持。思惟修習。是善男子善", "114": "女人等。速出生死。證得涅槃。摩訶般若經云。若人為", "115": "佛起七寶塔。滿三千大千世界。皆高一由旬。盡壽以", "116": "香華纓珞伎樂供養。所得福德。不如有人書寫受持", "117": "是般若經。恭敬尊重讚歎。華香乃至伎樂供養。其福", "118": "甚多。時諸天。及天帝釋。白佛言。世尊。若人受持般若", "119": "波羅蜜。乃至正憶念。我等視是人即是佛。若次佛。佛", "12": "別智。凝然在前。照此如幻身心。當處寂滅。即是真空。", "120": "言。若人受持般若波羅蜜。乃至正憶念。書持經卷。華", "121": "香供養。是人為父母所愛。宗親知識所念。諸沙門婆", "122": "羅門所敬。十方諸佛菩薩。辟支羅漢。乃至須陀洹所", "123": "愛敬。一切世間。若天。若魔。若梵。及阿修羅等愛敬。乃", "124": "至三千大千世界中。所有諸天發菩提心者。皆來到", "125": "書持經卷所在之處。見般若經。讀誦供養。禮拜而去。", "126": "若有但書寫此經卷。於舍供養。不受不讀。不誦不說。", "127": "不正憶念。是處。若人若非人。不能得其便。若受持供", "128": "養般若。勝於供養十方諸佛。及弟子眾。復有人書般", "129": "若經卷。與他人令學。其福甚多。又人欲見十方無量", "13": "真空獨露。是曰法身。法身無著。名為解脫。法身體離", "130": "世界中現在佛法身色身。應聞受持般若。讀誦正憶", "131": "念。為人廣說。是人行般若。亦應以法相應。修念佛三", "132": "昧。若求佛道。緣覺道。聲聞道。皆應供養恭敬尊重讚", "133": "歎般若波羅蜜。若化恒河眾生。令得六通。不如書般", "134": "若令他讀誦。又以此令他讀誦般若之福。不如正憶", "135": "念般若波羅蜜。又此正憶念般若之福。不如為他說", "136": "令易解。天帝釋白佛言。菩薩但行般若波羅蜜。不行", "137": "餘波羅蜜耶。佛言。菩薩盡行六波羅蜜法。以無所得", "138": "故。行施波羅蜜。乃至行般若波羅蜜。又若菩薩不發", "139": "阿耨菩提心者。不能學六波羅蜜。乃至十八不共法。", "14": "生滅虗妄等相。故無世之根塵識。法身前後際斷。故", "140": "若不學六波羅蜜。乃至十八不共法。不能得阿耨菩", "141": "提。智論釋云。視是人即佛者。法性身。住不退轉地。得", "142": "無生法忍。乃至十地。次佛者。肉身菩薩。能說般若。及", "143": "其正義。問曰。般若在佛身中。若供養一佛。則供養般", "144": "若。何以言供養十方佛。不如供養般若。答曰。供養著", "145": "心。若供養佛。取人相。人畢竟不可得。以取相故。福田", "146": "雖大。而功德薄少。供養般若者。則如所聞般若中。不", "147": "取人相。不取法相。用是心供養。故福德大。又般若。是", "148": "諸佛母。及諸佛師。諸佛得三十二相。八十種好。無量", "149": "光明神通變化。皆是般若波羅蜜力。以是等因緣。故", "15": "無三世十二因緣。法身不屬世出世間因果。故無苦", "150": "勝供養十方諸佛。非不敬佛。帝釋意念。若般若是究", "151": "竟法者。但行般若。何用餘法。佛答。菩薩行六波羅蜜。", "152": "以般若波羅蜜。用無所得法。和合故。此即行般若波", "153": "羅蜜。若但行般若。不行五波羅蜜。則功德不具足。不", "154": "美不妙。譬如愚人。不識飲食種具。聞醬是眾味主。便", "155": "純飲醬。失味至患。行者亦如是。欲除著心。故但行般", "156": "若。反墮邪見。不能增進善法。若與五波羅蜜和合。則", "157": "功德具足。義味調適。雖眾行和合。般若為主。若布施", "158": "等諸法離般若。則有種種差別。至般若波羅蜜中。皆", "159": "一相。無有差別。問曰。行般若波羅蜜。受誦乃至正憶", "16": "集滅道。法身本自圓成。初離能所修證。故無智亦無", "160": "念。此事為難。書般若經卷。與他人為易。功德尚不應", "161": "等。云何言勝。答曰。獨行誦讀正憶念雖。難或以我心。", "162": "故功德小。以經卷與人者。有大悲心。作佛道因緣。無", "163": "吾我故。功德為大。復有人於大眾中。廣解其義。其福", "164": "勝前。當視其人如佛。若次佛。如是種種讚歎受持", "165": "讀誦般若。現世他生。所獲功德善根。不可備錄。廣如", "166": "大般若經說。昔玄奘法師。往天竺。路經莫賀延磧。長", "167": "八百餘里。古曰沙河。上無飛鳥。下無走獸。復無水草。", "168": "是時顧影。唯一心但念觀音菩薩。及般若心經。初法", "169": "師在蜀。見一病人。身瘡臰穢。衣服破污。愍將向寺。施", "17": "得。法身離一切相。而非斷滅。故以無修而修。是依般", "170": "與衣服飲食之直。病者慚愧。乃授法師心經。囑曰。凡", "171": "遇難緣。當誦之。師因常誦習。至沙河間。逢諸惡鬼。奇", "172": "狀異類。遶人前後。雖念觀音。不得全去。及誦心經。發", "173": "聲皆散。在危獲濟。實所憑焉。", "174": "音釋", "175": "補羯娑即除糞。担屍。賤類人也。旃荼羅家殺人家。戍達羅農人。六", "176": "波羅蜜一布施二持戒三忍辱四精進五禪定六般若。", "18": "若波羅蜜多。以無證而證。是證究竟涅槃。以無得而", "19": "得。是得阿耨菩提。出入六根門頭。周遍法界。靈而莫", "2": "心經貫義", "20": "測。故曰是大神呪。靈光獨耀。故曰是大明呪。出於數", "21": "量之表。故曰是無上呪。非三賢十聖可比。故曰是無", "22": "等等呪。離名絕義。故曰揭諦揭諦。波羅揭諦。波羅僧", "23": "揭諦。菩提薩婆訶。", "24": "心經貫義終", "25": "附　大般若經受持功德附　大般若經受持功德", "26": "佛告善勇猛菩薩言。若諸菩薩手執如是甚深般若", "27": "波羅蜜多。方便善巧相應法教。是諸菩薩。設不現前", "28": "蒙佛授記。當知已蒙佛授記。或復不久當蒙佛現前", "29": "授記。如是菩薩。若手執如此甚深般若波羅蜜多。當", "3": "此經。本觀自在菩薩所修之妙行。所證之究竟涅槃。", "30": "知鄰近所求無上正等菩提。定無疑惑。速坐妙菩提", "31": "座。又速獲一切智智。乃至云。菩薩若以般若波羅蜜", "32": "多相應法教。施有情類。心無恡惜。當知不久得為法", "33": "王。於一切法。皆得自在。又菩薩現得般若波羅蜜多", "34": "精勤修學。是諸菩薩。當知不久。一切智智之所潤沃。", "35": "善能趣入一切智智。常能開顯一切智智。由斯潤洽", "36": "一切有情。分別開示無上法寶。善勇猛。如日輪出。蔽", "37": "諸光明。如是菩薩所學般若波羅蜜多出現世間。一", "38": "切外道悉皆隱沒。若諸菩薩所學般若波羅蜜多出", "39": "現世間。與有情類。作法明照。若諸菩薩出現世間。作", "4": "妙行即行深般若。涅槃。體具三德。所謂法身般若解", "40": "諸有情善根明照。與有情類作淨福田。一切有情皆", "41": "應供養。一切有情皆應歸趣。一切有情皆應稱讚。若", "42": "學般若波羅蜜多。於諸學中。最勝第一。為妙為微妙。", "43": "無上為無上。無等無等等。又能令一切學。皆到究竟", "44": "普能受持一切所學。於一切學。皆能開示摧伏一切", "45": "他論邪學。若諸菩薩能學般若波羅蜜多。則能修行", "46": "三世諸佛諸菩薩行。又佛告憍尸迦。若善男子善", "47": "女人等。於此般若波羅蜜多。至心聽聞受持讀誦。精", "48": "勤修進。如理思惟。書寫解說。廣令流布。是善男子善", "49": "女人等。現在不為毒藥所害。刀兵所傷。火所焚燒。水", "5": "脫。般若。即照見。法身。即蘊空。解脫。即度苦。故曰照見", "50": "所漂溺。乃至不為四百四病之所夭歿。除先定業現", "51": "世應受。憍尸迦。是善男子善女人等。若遭官事怨賊", "52": "逼迫。至心誦念如是般若波羅蜜多。若至其所。終不", "53": "為彼譴罰。何以故。憍尸迦。如是般若波羅蜜多。威德", "54": "勢力。法令爾故。憍尸迦。是善男子善女人等。若有欲", "55": "至國王王子大臣等處。至心誦念如是般若波羅蜜", "56": "多。必為王等歡喜問訊。供養恭敬。尊重讚歎。何以故。", "57": "憍尸迦。是善男子善女人等。常於有情發起慈悲喜", "58": "捨心故。憍尸迦。是善男子善女人。常得成就如是等", "59": "類現在功德憍尸迦。若善男子善女人等。於此般若", "6": "五蘊皆空度一切苦厄。而佛欲人之得。同菩薩之得。", "60": "波羅蜜多。至心聽聞。受持。讀誦。精勤修學。如理思惟。", "61": "書寫解說。廣令流布。是善男子善女人等。隨所生處。", "62": "常不遠離十善業道。若四靜慮。四無量心。四無色定。", "63": "若布施波羅蜜多。乃至十八佛不共法。若一切三摩", "64": "地門。陀羅尼門。若一切智。道相智。一切相智。不墜地", "65": "獄傍生鬼界。除願往彼成熟有情。隨所生處。常具諸", "66": "根。支體無缺。永不生在貧窮下賤。工師雜類。屠膾漁", "67": "獵。盜賊獄吏。及補羯娑。旃荼羅家。若戍達羅。貿易卑", "68": "族。隨所生處。具三十二大丈夫相。八十隨好。圓滿莊", "69": "嚴。一切有情見者歡喜。多生有佛嚴淨土中。蓮華化", "7": "故曰色不異空空不異色。復恐空色名生。不知當體", "70": "生。不造眾惡。常不遠離菩薩神通。隨心所願。遊諸佛", "71": "土。從一佛國至一佛國。親近供養諸佛世尊。成熟有", "72": "情。嚴淨佛土。聽聞正法。如說修行。漸次證得一切智", "73": "智。憍尸迦。是善男子善女人等。當成就如是等類未", "74": "來功德。以是故憍尸迦。若善男子善女人等。欲得如", "75": "是現在未來殊勝功德。乃至無上正等菩提者。應常", "76": "不離一切智智心。以無所得而為方便。於此般若波", "77": "羅蜜多甚深經典。至心聽聞受持讀誦。精勤修學。如", "78": "理思惟。書寫解說。廣令流布。復以種種上妙華鬘。塗", "79": "散等香。衣服瓔珞。寶幢旛葢。諸妙珍奇。伎樂燈明。而", "8": "即是。故曰色即是空空即是色。其有欲得此者。直下", "80": "為供養。天帝姓憍尸迦。名釋提桓因。此云能天主。俗稱玉帝。復次憍尸迦。若", "81": "善男子善女人等。於此般若波羅蜜多。至心聽聞受", "82": "持讀誦精勤修學。如理思惟。書寫解說。廣令流布。是", "83": "善男子善女人等。隨所居止國土城邑。人及非人。不", "84": "為一切災橫疾疫之所傷害。何以故。憍尸迦。是善男", "85": "子善女人等。隨所住處。為此三千大千世界。及餘十", "86": "方無邊世界。所有四大王眾天。乃至色究竟天。并諸", "87": "龍神。阿素洛等。常來守護。供養恭敬。尊重讚歎。不令", "88": "般若波羅蜜多有留難故。復次憍尸迦。若善男子善", "89": "女人等。書此般若波羅蜜多大神呪王。置清淨處。供", "9": "一念不生。體露真常。即名觀自在。其迷此者。身心熾", "90": "養恭敬。尊重讚歎。雖不聽聞受持讀誦。精勤修學。如", "91": "理思惟。亦不為他開示分別。而此住處國邑王都人", "92": "非人等。不為一切災橫疾疫之所傷害。何以故。憍尸", "93": "迦。如是般若波羅蜜多大神呪王。隨所住處。為此三", "94": "千大千世界。及餘十方無邊世界。所有四大王眾天。", "95": "乃至色究竟天。并諸龍神。阿素洛等。常來守護。供養", "96": "恭敬。尊重讚歎。不令般若波羅蜜多大神呪王。有留", "97": "難故。憍尸迦。是善男子善女人等。但書般若波羅蜜", "98": "多大神呪王。置清淨處。供養恭敬。尊重讚歎。尚獲如", "99": "是現法利益。況能聽聞。受持讀誦。精勤修學。如理思"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 554 般若心經貫義", "englishTitle": "卍 Xuzangjing, Electronic version, No. 554 般若心經貫義", "author": "明 弘贊述", "language": "chinese", "source": "CBETA"}