{"sourceLink": "http://www.cbeta.org/", "text": {"0": "引刻古音王傳引", "1": "古來除不盡底葛藤已被吹萬老人一口咬斷，只因", "10": "逗。笨如古子也覺心花頓飛，世上伶俐漢當有十倍", "100": "看此乃興歌作樂之地，山僧也只得假一個「身為浪", "101": "子偏憐客，慣愛貪杯識醉人」底榜樣，以他𠳨世路中", "102": "一年時景，亂說個七言八句底古頌，以咱𠳨落髮辭", "103": "親脩行得道底絡索，調一個漁歌子底曲兒，醒他一", "104": "醒，有何不可？", "105": "正月律中是大簇，嚶嚶鳥語枝頭宿。五木煮湯浴", "106": "人歡，六帖造符驚鬼哭。白獸樽來庭裏獻，屠蘇酒向", "107": "囊中掬。落梅帶火元夕行，廣陵帝在虹橋目。落梅", "108": "殘，深夜倦，風塵怕入傷心變。好紅顏，驚皺面，驀地揶", "109": "揄誰見？痛娑婆，悲冗眩，鼠肝蟲背如何戀？細追尋，忙", "11": "於我者。萬丈巖頭直翻筋斗，區區窠臼陷不住也。謬", "110": "脩鍊，免使蘭膏先煽。釋迦彌陀佛，觀世音菩薩。細追", "111": "尋，忙脩鍊，免使蘭膏先煽。念聲佛，南無佛，阿彌陀佛。", "112": "二月律中是夾鍾，萬物分榮春色濃。黃鸝樹上催", "113": "華木，玄鳥山前舞翠峰。淑景風回楊柳面，鮮雲靄落", "114": "杏花容。鷹化為鳩堪喚雨，行人綠野興慵慵。醉漓", "115": "身，醺落魄，江頭采石沒仙客。惜詩腸，嗟翰籍，獨自依", "116": "依河伯。憶吾曹，將孰擇？須尋趙老烹茗益。鼎煙霞，山", "117": "翠碧，掬取溪邊流㴒合前", "118": "三月律中是姑洗，子規啼時傷客邸。既秀桐花送", "119": "春歸，將然榆火驚炎啟。南浮橋上玉公褉，東流水邊", "12": "為評點，以付梨棗。師既肉上剜瘡，我又佛頭著糞，罪", "120": "郭虞泲。土人渚逸解杯環，至今城洛猶濟濟。降書", "121": "來，歸夢迫，從來粉臉戕誰白？縱傾城，總囊革，說甚守", "122": "宮塗額？看琵琶，聲㗱嘖，空教魂赴金城陌。莫隨流，須", "123": "安宅，長縷腰間繩索。合前", "124": "四月律中是仲呂，炎炎城戶當初暑。麥波隴頭瀛", "125": "浪飛，梅雨林間清濤語。荷知有熱蓋先擎，柳為無寒", "126": "綿盡湑。西乾天竺吐九龍，釋迦象落王宮處。羨揮", "127": "鋤，堪俊傑，老龐滄海金銀別。積珍珠，成恨切，忽爾墮，", "128": "園何悅？怨錢飛，將戶闔，男兒志肯甘清節。鼎盛虀，瓢", "129": "住雪，阿堵從今休說。合前", "13": "過！罪過！鐵壁和尚曰：「無妨。古子亦不可謂非婆心也。」", "130": "五月律中是蕤賓，木槿籬邊處處新。彩色絲纏長", "131": "命縷，沐蘭湯浴好芳荀。百舌無聲林寂寂，楚人有歡", "132": "水呻呻。龍舟發鼓汨江上，角黍猶為屈原因。號重", "133": "瞳，誇按劍，英魂只向烏江淹。怒悻悻，瞋焰焰，氣盡難", "134": "逃歸窆。峙不周，頭觸欠，共工此恚作何厭？興堪嘲，心", "135": "損念，雖作羼提非僭。合前", "136": "六月律中是林鍾，腐草化螢炎氣爞。環爐王仲火", "137": "圍座，交扇謝老汗流胸。朱提山上群鳥絕，水井臺邊", "138": "眾士從。只有綠荷花向日，煙霞光照影池笻。石渠", "139": "藏，天祿住，甘泉投閣空成賦。作三都，書露布，留得陌", "14": "崇禎辛巳孟夏月平都秤叟古心題於怘廬", "140": "頭荒墓。總金壇，稱仲父，浮雲過眼經朝暮。急追尋，休", "141": "馳鶩，恐怕光陰虛度合前。", "142": "七月律中是夷則，涼風乍至西亭側。白露寒蟬樹", "143": "上鳴，綵縷金針庭裏纏。子儀銀洲目視軿，郝隆七夕", "144": "腹當赩。唯有僧俗悉營盆，《盂蘭經》上稱功德。歎傳", "145": "柑，嗟割肉，鼓盆不見莊周哭。謝熊丸，代刺目，豈若泥", "146": "洹真復。珠雙雙，文郁郁，楂梨卻也寒枯髑。沒來由，空", "147": "剝碌，挽卻早圖天竺合前。", "148": "八月律中是南呂，秋聲夜夜聞砧杵。鷾鴯一去線", "149": "難瞻，浮槎復來機相與。庾亮樓前月照窗，謝公艇上", "15": "評", "150": "風傳語。廣寒宮裏色清虛，竹杖為橋登其所。越西", "151": "城，求翠岫，終南雲靄山環秀。柳風飄，梧月逗，隱隱清", "152": "香初嗅。過漣溪，寬宇宙，平途花鳥煙霞透。結茅廬，開", "153": "圃囿，先且攀藤來搆合前。", "154": "九月律中是無射，鴻雁來賓雀入澤。登山飲酒羨", "155": "悲風，坐湖聯句懸海汋。武帝適情臺可遊，陶潛興到", "156": "菊堪惜。只有溫令作文嘲，笑得參軍聲嘖嘖。問仙", "157": "陀，敲北谷，袖香一展金針昱。付牛車，兼鹿轂，難道青", "158": "蓮無育。指黃華，參綠竹，法身般若誠堪祝。海航遙，銀", "159": "浪速，休擇士農漁牧合前。", "16": "鐵壁師吹萬，吹萬師朝陽，朝陽師鐵牛，鐵牛遞接", "160": "十月律中是應鍾，寒風冽冽復傳冬。清池水定冰", "161": "光凍，焦槐火改霜色封。講武行隊出天子，滌場歌舞", "162": "自鄉農。虛之一孝曾天感，楊梅兩實味濃濃。鎖金", "163": "牛，繫木馬，繩床一坐松巖下。世情休，塵焰寡，數陣風", "164": "濤幽雅。躡天根，傾大冶，乾坤踏破實消灑。夜符明，如", "165": "意赭，提起娑婆難價合前。", "166": "冬月律中是黃鍾，陰化陽升一線逢。風行廣莫吹", "167": "寒卉，日軌巽維徹凍峰。進退八寸單觀美，消起兩至", "168": "只朝冬。地雷震動堯夫讚，大音玄酒實堪宗。繫虛", "169": "空，除線索，含唇笑點春光額。色青青，形赤赤，想是日", "17": "大慧，歷歷源頭，一代高似一代。此《傳》則吹萬老人", "170": "來潮汐。頓心寒，瞪眼碧，鷺鷥驚起沙汀舶。出靈荒，遊", "171": "廣莫，不折紫磨金策合前。", "172": "臘月律中是大呂，梅花帶雪侵人語。潔潔時魚親", "173": "帝闕，沖沖冰鑿臨江渚。長炬照田吳鄉人，靈葩採獻", "174": "陳氏女。餽歲除夜祭祖先，卻歡春色重來與。吐龍", "175": "唇，垂象足，霏霏花雨瘳人毒。來山環，返水曲，莫使迷", "176": "頭顛𧻰。北曦曦，南旭旭，兩人共照何拘束。莫胡猜，休", "177": "亂欲，這裏豈容真俗合前。", "178": "分疊既成五種禪折金無處不垂涎秪因陸徑皆茅塞依舊重撐般若船", "179": "附住興龍解制抱病欲歸詞附住興龍解制抱病欲歸詞", "18": "之寓言也。秤叟取而讀之，讀而批之、詐之、圈之、點", "180": "聚雲和尚平常性情瀟灑，雖病中危篤，猶對近侍", "181": "之人敲拍唱詠。時，西堂蔚公請而記之，正見師如", "182": "古人所謂「老僧有個安閑法，八苦交煎總不妨」之", "183": "意也。書記慧謐沐手和南錄。", "184": "幻場運甕幻場運甕", "185": "打掃竹林方丈，勤添席上栴檀。石榻爐邊自穩，相", "186": "依堂老清閑。小僧乃聚雲和尚侍者是也，這幾日和", "187": "尚四大不安，今日稍可，想要起來清坐一坐，小僧只", "188": "得在此伺候。遠看蜘蛛行事，偏他腹內絲多。三教", "189": "門前結網羅，蚊蚋蜂蝴放他不過。有朝一日，落地金", "19": "之，復刻之，固是識奇，亦其手辣。觀者於有字句處", "190": "雞啄，惡貫滿盈自作。侍者問訊：「和尚今日為甚麼", "191": "不戴僧伽帽、陀頭氅衣？莫不是厭作和尚耶？」", "192": "拍拍令我看那和尚呵，他駕著日輪香象，降入王", "193": "宮，指天指地，卻勞了許多閑氣。又看他太子遊門，十", "194": "九踰城，雪山苦行，睹明星徹道了，來到菩提樹下，只", "195": "落得一場兒磨累。及至四十九年說法，末後拈花，干", "196": "惹得後代兒孫行棒行喝，拈鎚豎拂，七顛八倒無休", "197": "息。到而今，只落得細雨洒花千點淚，淡煙籠竹一堆", "198": "愁了，怎能句衲披蒙頭萬事休，綠岸紅曦淺水流，瀟", "199": "湘雪夜歸來晚，明月蘆花到處秋。既不做和尚，莫", "2": "婆心太切，不忍頓割。年來語錄百種，靡不別開手眼，", "20": "看批評，於無字句處看圈點，庶不負秤叟之苦心，", "200": "不為逍遙道者否？我看那道者呵，他自那八十年", "201": "懷胎，手攀樹枝，左腋降生，指李為姓，已成了一場兒", "202": "怪事。又看他周靈王時，守藏史，柱下史，竊仁者之名，", "203": "贈人以言，何曾得絕聖棄智？及至紫氣出關，尹喜請", "204": "問，注了五千言道德，為甚麼道個我生何以晚？泥洹", "205": "亦何早？不見釋迦文心中常懊惱了，怎能勾一片白", "206": "雲萬里煙，千株松下湧寒泉，桃花流水杳然去，別有", "207": "天地非人間？和尚、道者既不做，莫不依舊為儒者", "208": "否？我看那儒者呵，他初生時，蒼龍繞室，五老在門，", "209": "麟吐玉符，王商周而素王出，已成不祥之瑞。又看他", "21": "亦不負老人之至意也。紅杏枝頭春意鬧，大家會", "210": "刪《詩》定《書》，訪樂萇弘，問禮老聃，卻是些懸疣負贅，及", "211": "至教下了三千徒眾、七十二賢，為甚麼再逐于魯、伐", "212": "樹于宋、削跡畏匡，返惹得後代兒孫爭名奪利、誇富", "213": "稱榮？一個個相逢盡道「休官去」，林下何曾見一人了？", "214": "怎能勾一掬清泉世界寬，袖中此石東海瀾，千里江", "215": "山千里盡，一溪楊柳一溪煙？曾聞和尚易字性空，", "216": "今三者不做，何不稱個空三教？呵呵，你正抓著我", "217": "痒處了也。一僧一道一儒流，三人共話幾春秋，不知", "218": "說個何年事，直到而今笑未休。我看那天地未判、", "219": "世界未成時，早有一物，動立天根，靜持地軸，落在人", "22": "取本來人。", "220": "間，傳聲空谷，只是叫不響也。我看這三教底腔子，如", "221": "三甕然，若處一甕之中，只知一甕之消息，定不知別", "222": "甕之消息。若能運甕，必出甕外而運之。我何不作個", "223": "運甕老人呵，卻把這道冠儒履佛袈裟，和會三家共", "224": "一家，個中若了全無事，重陽九日燦黃花。", "225": "蝶臉蒼鬍纔老叟一回換面叫孩兒曲罷帳中無箇事你是何人我是誰", "226": "詞曲終", "227": "捐衣貲重刻", "228": "上吹下萬師祖古音王傳船子曲運甕詞", "229": "以廣流通用滋福慧", "23": "社弟延卿黃毓英評", "230": "曾孫性（明　禪）徒空孫法", "231": "古音王傳", "232": "吹萬野人著", "233": "秤叟居士評", "234": "庚極太子越城為寇庚極太子越城為寇", "235": "天地未判，日月未分。古音王國，太和元年，圓滿清虛", "236": "皇帝即位。是時，分天地，曜日月，變山川，化萬物，燮理", "237": "陰陽，制裁文武，四境昇平，八方朗靜。正是乾遇巽時", "238": "觀月窟，地逢雷處見天根。忽宮內出現慈悲之法相、", "239": "宏彰招提之聖境，欲圖後嗣，以立人極，潛心默告虛", "24": "吹萬大師就情識中指出虛空，秤叟即於下手處", "240": "空。夜感神夢，產下二子，一名震皇，二名庚極。頒敕天", "241": "下，曉諭軍民。至太和十四年八月初三日，庚極太子", "242": "自將天祿閣藝志經籍火燼無存，宮人車馬棄之弗", "243": "用，獨引素練，即君手執紫金花，身駕白虎，頭頂銀盔，", "244": "體掛銀鎧，倒拖銀鎗，徑越西城，投入我慢山，結廬為", "245": "寨，肇立大旗，上書「西山大白虎神王」七字，招兵養馬，", "246": "蓄積資糧，不知為何事件。偈曰：清淨本然物我無，覺", "247": "明為幻竟成竽。一聲鼓動生生竅，驀地山河萬象鋪。", "248": "震皇、庚極俱有深意，震屬木，庚為金，情者伐性之", "249": "斧也。何故？以八月初三逃，金行秋令也。", "25": "拈出痛癢，覺一切枝蔓俱可燒卻。雖然，會看，縱稗", "250": "五路魔黨投禮西山五路魔黨投禮西山", "251": "卻說古音王國內有一佞臣，名曰含藏識，因帝見伊", "252": "素有謀主之心每常責貶，以此懷隙，又見庚極太子", "253": "私奔郊外為寇，自思不若乘機出朝，訪一深識韜略、", "254": "遁術者為輔佐，再覓慣習六師、精專藝勇者為頭領，", "255": "多招兵卒，投助西山王，眾力齊功，則土地三分，侯王", "256": "必得矣。於是寅夜亦越西城，適一陣狂風，飛沙走石，", "257": "須臾間似有峨冠者立於前，謂曰：「吾乃知識神也，見", "258": "汝有此大用大志，特來授汝一書。此書惟五蘊山無", "259": "底洞六耳彌猴能曉，汝可急求，以成大事。」識聞此說，", "26": "乘野史無非消息；不會看，則至言要道亦屬筌蹄。", "260": "不甚欣樂，遂直往投拜六耳彌猴。猴曰：「子是何鄉之", "261": "人？欲求何事？」識曰：「我乃古音王國內臣，今欲報怨恨，", "262": "無高明之主，幸神人授我幻書，特來哀求大師同謀", "263": "永業。」猴聞此言，喟然歎曰：「予住此山，亦受帝王之害。", "264": "謂我博古通今，多知天文地理、悔吝憂虞，恐後有不", "265": "測，常將慧火掣燒我目，圖絕我而自安也。早欲叛之，", "266": "恨無其主。昨聞庚極太子已入我慢山，自稱王位，今", "267": "又得其賢侶，共招黨類，齊助西山王，以圖事業，豈不", "268": "美哉？」言罷各駕孽龍一條，手執招軍旗一面，巡遊四", "269": "方。至東路，招四毒將軍：貪、瞋、癡、愛，各統雄兵四萬，為", "27": "是在諸人領取。", "270": "左營；西路，招七惡魔王：喜、怒、哀、懼、好、惡、欲，各統雄兵", "271": "七萬，為右營；南路，招五毒將軍：色、受、想、行、識，各統雄", "272": "兵五萬，為前營；北路，招六寇幻師：眼、耳、鼻、舌、身、意，各", "273": "統雄兵六萬，為後營；中路，招二妒追魂將：斷、常二見，", "274": "各領雄兵二萬，為中營。三聲炮響，各掛頭盔衣甲、鎗", "275": "刀器械，分青黃赤白黑之高旌，列東西北南中之方", "276": "面，旗旛閃閃，金鼓喧喧，五路人馬齊奔西山。正是：一", "277": "念機心起，百萬障門開。卻說西山王一日宴坐寨中，", "278": "自歎曰：「人生在世，箇箇皆秉正氣而成，安得無懷德", "279": "保仁之念、存心養性之工？奈何煩惱不興、菩提未得？", "28": "社衲雲懶元善評", "280": "若欲火裏栽蓮、真人出現，也須要顯無明、振覺想，於", "281": "人情內覓道情、酒色中訪彌勒，方為出世丈夫、超群", "282": "烈漢。今我父兄獨守枯寂，形同稿木，心若死灰，不認", "283": "我為真子，不遺授我天下，我故於此結寨安營、停兵", "284": "積草，他日鼠離碣石、足下生雲、浪鼓滄溟、翼摩穹昊，", "285": "那時心滿意足，然後入山了道未為晚也。」正說間，忽", "286": "寨外炮響，魔兵齊至，眾聚寨前，大呼：「西山王萬歲萬", "287": "歲！我等願為爪牙，共圖江山。伏望大王收納。」王即答", "288": "曰：「奇哉奇哉！正是煩惱遇妄想，魚水自相投。」遂將六", "289": "耳彌猴立為大軍師，號令眾將斬殺自繇；含藏識立", "29": "原序原序", "290": "為總督大元帥，掌握兵權，督理軍儲，五路總領。人馬", "291": "照舊安營，認方下寨，聽候午陽令出，發兵前進。偈曰：", "292": "一波纔動萬波隨，使惑如烽不自知。打開王宮空若", "293": "夢，他年枯朽慕當時。", "294": "六耳獼猴有微意，六根惟耳最甚。觀世音，上也；聲", "295": "聞、緣覺，次也。我夫子直至從心不踰、併耳順，不足", "296": "言矣。此謂如來。", "297": "圓滿皇帝差使探討圓滿皇帝差使探討", "298": "卻說圓滿皇帝夜夢四兆：一、太山欲崩；二、四海水泛；", "299": "三、臣民悲泣；四、內宮逃散。忽覺，通身汗流，急宣眾臣", "3": "真有不度眾生不成佛底願力。奈世間伶俐漢能得", "30": "瞿曇世尊苦行六年，垂手四十有九，法開半滿之門，", "300": "并震皇太子，出殿問曰：「我此四兆吉凶如何？」駕前般", "301": "若丞相執笏奏曰：「此乃國家遷變之相。陛下宜洗心", "302": "滌慮，以永天命。不然，則江山廢矣。」正商議間，忽有一", "303": "將飛馬徑奔殿前，俯伏大哭曰：「國家喪矣！」眾官扶起，", "304": "奏曰：「臣乃西關防禦將軍覺照。今有庚極太子背父", "305": "私逃，勾引奸賊含藏識，訪求五蘊山無底洞六耳獼", "306": "猴，大積軍兵，於我慢山自稱王位，多方幻術，殺害生", "307": "靈。若不早滅，江山難保。」帝聞之，昏倒於地，須臾方甦，", "308": "急詢眾臣曰：「此事何如？有良策者不妨早奏。」這正是：", "309": "只因一念妄覺照，自家人害自家人。時，般若丞相奏", "31": "乘分頓漸之教，末後拈花直指本來之面目，無非欲", "310": "曰：「陛下且自寬懷。臣聞古人云：『妄想原來本是真，除", "311": "時又起一重塵。言思動靜承誰力？仔細看來無別人。』", "312": "《傳》云：『知己知彼，百戰百勝；不知己不知彼，百戰百敗。』", "313": "庚極太子雖是自家之人，今已中群黨之毒，一時難", "314": "解。當時陛下既知庚極太子久有私逃毒害之意，必", "315": "須時時謹察、刻刻調停。若遇動時，以善止之。今已遠", "316": "矣，愈隔愈疏。分明是個中秋月，今日翻成兩半邊。陛", "317": "下既欲剪除，可差覺照將軍并善能分別對治官粧", "318": "作軍人，潛入彼營，細探有何異術本事，以便征討。」二", "319": "人領命前去打探。偈曰：佛性圓通物我如，渾身大地", "32": "人人同瞻佛性，共證菩提已耳。蓋自古真流常謂人", "320": "一瓊琚。個中有念鴻門碎，縱覺那能復始初。", "321": "世間伶俐兒郎都被朋黨引壞。一念稍動，則諸邪", "322": "易入矣。制外不如防內，讀之猛省。", "323": "探使回報各營奸細探使回報各營奸細", "324": "卻說覺照將軍與善能分別對治官二人齊出西城，", "325": "卸了冠裳械甲，粧作軍人，暗入西山寨內，從左營至", "326": "右營，復從前營至後營，又入中軍帳內，探其諸將謀", "327": "略巧術明白，轉回本國，詣太極殿前呈奏。是時，國內", "328": "眾臣、官僚士庶，齊集聽白。奏曰：「臣領聖旨，前去魔寇", "329": "寨前，探得庚極太子乃北方水中之金氣出現於世，", "33": "身如城國、血氣如臣民。黑暗不停之念，及視聽言動", "330": "繼位西方，得白虎煞氣而威雄，變而為情，其體好動，", "331": "動時山崩地裂，魔寇齊出。此毒若無法度擒之，亦能", "332": "相織為輪迴六道之模，亦能染污其覺地三身之體，", "333": "翻頭作足，播智為識，為害不淺也。因此一人妄動，故", "334": "起多端黨惡。至於部下，左營四頭自：首者貪，其性好", "335": "欲，欲心一動，變而為水，以淹生靈；二者瞋，其性有火，", "336": "毒火一發，能熾萬物；三者癡，其性多藏黑氣，若黑氣", "337": "露時，令人昏迷；四者愛，其性藏絲，從口吐出，將人綁", "338": "縛死地。右營七頭目：首者喜，其性歡樂，若動時，令人", "339": "陷入泥犁坑；二者怒，其性毒，若發時，令人變為蛇；三", "34": "意必固我之私，即魑魅魍魎禽獸、戎狄之類。所謂魔", "340": "者哀，其性憂慼，一動時，令人魂魄自損；四者懼，其性", "341": "驚疑，忽發時，令人心驚膽顫；五者好，其性多愛樂，一", "342": "動時，令人化為禽獸；六者惡，其性嫉妒，暗舉時，令人", "343": "變為蟒；七者欲，其性貪淫，一動時，令人輪迴不止、六", "344": "道不停。前營五頭目：首者色，其性惑亂，若動時，令人", "345": "顛狂著染；二者受，其性喜繁華，若行時，令人陷於刀", "346": "山劍樹；三者想，其性奸猾，一舉時，令人碎心剖腹；四", "347": "者行，其性執固，若遇時，令人敗國亡家；五者識，其性", "348": "幽隱，若遇時，令人染物迷心。後營六頭目：首者眼，其", "349": "性多愛戀，若遇時，令人喪目失光、著境不回；二者耳，", "35": "強法弱者，此也。第觀吾身，苟於靜定之中尋伺其方", "350": "其性貪聲，若遇時，令人隨身墮地；三者鼻，其性貪香，", "351": "若遇時，令人聞香飲毒；四者舌，其性貪味，若遇時，令", "352": "人得味成病；五者身，其性貪細滑，若遇時，令人入鐵", "353": "床銅柱；六者意，其性散亂，若觸時，令人入一十八重", "354": "生死網。中營二頭目：一者斷，其性剛烈，若遇時，令人", "355": "化為木石；二者常，其性不謹，若遇時，令人自纏其體。", "356": "都督大元帥含藏識，其性毒惡、多謀多慮、巧詐百般，", "357": "若遇時，令人或現禽形、或現獸形、或現鬼形、或現魔", "358": "體，更不能復見本來面目。六耳獼猴，其性上識天文、", "359": "下識地理、中識人倫正道，三教九流、百家子書無一", "36": "明之竅，自覺一日之間起滅無窮，剎那剎那未有纖", "360": "不通、無一不曉，若遇時，令人肚腸寸斷、心肝粉碎、九", "361": "孔長流、分形滅相。」帝聞之，號聲大哭，眾臣亦皆齊泣", "362": "倒地，悲曰：「吾國有如此大毒，我君臣命垂旦夕，教朕", "363": "如何得以慰生？」時，般若丞相含泣奏曰：「陛下且自保", "364": "重。昔，世尊曾道：『我在鑊湯爐炭裏成等正覺、刀山劍", "365": "樹上成等正覺。』何必深慮悲戚也？正是：煩惱暗宅中，", "366": "常須生慧日。伏望陛下敕出榜文一道，張掛皇門外，", "367": "招納賢士，以討黨逆。幸勿多憂。」帝然其奏，頒降榜文", "368": "一道於門外，曉論：「如有達天地造物、陰陽化機、熟識", "369": "討賊之法者，許揭榜面奏，當拜為軍師。日後功完行", "37": "毫暫息，及至昏夜，方倚杭舒寐以求其止，然而一鼾", "370": "滿，願為門弟子，與師入山了道。」偈曰：「百年干戈焰氣", "371": "雄，何曾一箇外寰中？關頭出入皆由覺，潦倒於今又", "372": "說通。」", "373": "諸魔之害，和盤托出，婆舌婆心。明知山有虎，固作", "374": "採薪人，可歎可笑。", "375": "接命道人揭榜降魔接命道人揭榜降魔", "376": "卻說北海玄武山接命道人，自幼離塵出家，入山年", "377": "久，得至人授，有接命之工，專以保精納氣為主，今已", "378": "功成。聞國內招賢納士，徑入城中，看畢榜文，揭下。被", "379": "皇門官報知，宣進殿前，大會群臣，詢審才能。禮畢，帝", "38": "之中又焉知有華胥槐安之奔碌？似此則一生勞勞", "380": "問曰：「道人有何法術？」答曰：「臣遇至人授，有紫金丹之", "381": "妙術。若得之，上可以登仙入聖，中可以扶朝保國，下", "382": "可以卻疾延年。今陛下外魔攻發，內戶不安，如人得", "383": "病，命垂呼吸，必須培接，然後再甦。今欲治之，先將本", "384": "國人馬將領挑選整肅，多捐錢糧，以安黎庶，使國富", "385": "豐盈，方纔拒敵，何慮妖寇不伏也？」帝聞此言，欣然准", "386": "奏，就封接命道人為上軍師，代天主事，即賜輪巾一", "387": "頂、斗極皂袍一件、七星劍一口、黑旗一面，統領內外", "388": "兵將，號令文武百官。道人領命，即調文武各官賢否", "389": "冊清查，有能者取用。查得赤兌關巨口將軍丹朱與", "39": "未已，設使豎子揶揄，將何如哉？殊不知分內自有不", "390": "肝腑甲乙寅卯神將，可於東路安營聽令；華池停赤", "391": "龍將軍正倫與肺腑庚申辛酉神將，可於西路安營", "392": "聽令；銕門關諸牙將軍羅千并部下三十六頭目與", "393": "心腑丙丁巳午神將，可於南路安營聽令；咽喉關勒", "394": "命將軍虎賁與腎腑壬癸亥子神將，可於北路安營", "395": "聽令；辰州都督侯丹元與脾腑辰戌丑未神將，可於", "396": "中央安營提調。各寨將領軍兵於子月進攻，以午月", "397": "退寨。這正是：假他做向屋，安我主人公。差人調集分", "398": "定，請旨發征。偈曰：赤肉團中無位真，由來四大屬逡", "399": "巡。黃冠未識圓通理，認著狂頭自取淪。", "4": "有幾？必須慈悲，因便設筏。一日，過鐵壁和尚丈中，得", "40": "彫不損、無聲無臭之物在，得之者幾人乎？余故不憚", "400": "保精納氣，不外存想兩字。存想者，情根也，原非了", "401": "義，宜其必敗。", "402": "西山王大戰五路兵西山王大戰五路兵", "403": "卻說西山王差人哨探古音王國聘有軍師，提兵大", "404": "發，即時敕令大軍師六耳獼猴、大元帥含藏識點就", "405": "五營兵馬，整肅前進。這正是：道高一尺，魔高一丈。卻", "406": "說接命道人請旨，命下，於子月朔日開刀辭朝，督領", "407": "大兵出西城，傳令各路依式而行。忽中營炮響，各路", "408": "人馬齊劄西山之下，不分晝夜，連攻數陣。只見東路", "409": "巨口將軍統眾前攻，正遇西山王左營頭目人馬，戰", "41": "饒舌，勉為一喻，令後人易曉。且如下工之際，必如聖", "410": "不數合，被貪魔運水、瞋魔放火、癡魔執迷魂扇鼓風、", "411": "愛魔布五色絆索，將丹朱人馬混殺無蹤，大敗逃散；", "412": "西路赤龍將軍統眾前攻，正遇西山王右營頭目人", "413": "馬，戰不數合，被喜魔放犁泥、怒魔放毒、哀魔放攝魂", "414": "聲、懼魔放插心破膽箭、好魔放千層網、惡魔放五毒、", "415": "欲魔放輪迴車，將正倫人馬混殺無蹤，大敗逃散；南", "416": "路諸牙將軍統眾前攻，正遇西山王前營頭目人馬，", "417": "戰不數合，被色魔吐迷昏氣、受魔放刀山劍樹、想魔", "418": "放碎心剖腹刀、行魔設銕墻銕壁、識魔撓殺物旗，將", "419": "羅千人馬混殺無蹤，大敗逃散；北路勒命將軍統眾", "42": "人垂拱。大將臨敵，先認大統之心君，次識忠良之輔", "420": "前攻，正遇西山王後營頭目人馬，戰不數合，被眼魔", "421": "放飛沙污目、耳魔放怪聲大震、鼻魔放百香毒、舌魔", "422": "下五味蠱、身魔設銕床銅柱、意魔布一十八重生死", "423": "網，將虎賁人馬混殺無蹤，大敗逃散；中央都督侯統", "424": "眾前攻，正遇西山王中營頭目人馬，戰不數合，被斷", "425": "魔放木石、常魔放天羅地網，將丹元人馬混殺無蹤，", "426": "大敗逃散。忽聽西山頂一聲炮響，只見得含藏識放", "427": "氣一口，大火即作，將接命道人兩足化為灰塵；六耳", "428": "獼猴掬水一洒，將接命道人肚腸溶為濁水；西山王", "429": "吹風一口，將接命道人頭骨分化虛空。這正是：六欲", "43": "相，以蓄內外之子民，然後察叛逆之魔王，擒奸佞之", "430": "諸天具五衰，三禪尚自有風災。假饒脩到非非想，也", "431": "則不如歸去來。西山王大勝，回寨陞賞三軍。古音王", "432": "國獨留數個殘兵，回朝報之聖上。帝聞之，仰天大哭：", "433": "「朕作何業，遭此大毒大害？」這正是：若有藥而行火候，", "434": "則金被火逼，飛騰至於離宮化而為水，返以剋火，故", "435": "火無炎上之患。今日是無藥而強行火候，則虛陽上", "436": "攻，實以自焚其軀，返招禍矣。殿前般若丞相奏曰：「陛", "437": "下且自寬懷，任他眼前紛繞繞，自取清閑一念真，何", "438": "必憂慮？臣聞無為山靜玄洞有一空谷禪師，深知寂", "439": "靜安邦之理、正定滅魔之道，陛下可差覺照將軍領", "44": "群小，總以壇帳，運以韜略，使民安國富，主君得定，而", "440": "詔宣來，共論軍旅，未為晚也。」皇帝詔曰：「朕有天下，不", "441": "幸連遭外魔侵害。今聞和尚道高德重、戒律精嚴，特", "442": "宣入朝，上安邦國，下安黎庶。」覺照將軍領詔，辭朝徑", "443": "望南路前去。偈曰：有為不就又圖空，棄水還將入焰", "444": "中。月下霜華人未見，草頭甘露自蔥蔥。", "445": "守定將門，不教魔入，此接命第一法也。一味攻擊，", "446": "便有對敵，有對敵，便有勝負，道人自己討死。", "447": "空谷禪師計困西山空谷禪師計困西山", "448": "卻說覺照將軍領詔，前到無為山靜玄洞，參見空谷", "449": "禪師。接詔畢，敘論變亂之事，師即執降魔拂、遼天杖，", "45": "性可見，命可復矣。張紫陽云：「先且觀天明五賊，次須", "450": "同覺照將軍下山，入朝見帝。帝問曰：「和尚不捨慈悲，", "451": "護國安民，其德不淺。」師答曰：「修行人，天子不得臣，諸", "452": "侯不得友。今見陛下意欲利己利人，貧僧只作一浪", "453": "子憐客、貪杯識醉已耳，詎敢當其慈悲耶？但今欲治", "454": "其國者先齊其家，欲齊其家者先修其身，欲修其身", "455": "者先正其心，欲正其心者先誠其意。若誠意則心正，", "456": "心正則身修，身修則家齊，家齊則國治，國治則天下", "457": "可平矣。只如今，就以身為國，以心為主，以精氣血為", "458": "民。凡欲得其身安心寧，必須端坐，收攝離境，不著一", "459": "物。倘有一念起時，務須除滅，形如稿木，心若死灰，行", "46": "察地以安民。民安國富當求戰，戰罷方能見聖人。」此", "460": "住坐臥，語默皆然。久久純熟，體合虛空。如此，則內魔", "461": "不起，外儻不侵，坦然自在矣。今陛下失其謹察，則內", "462": "境已出，外境已入。若不早圖良策，是終亦必亡而已", "463": "矣。」帝准其言，即問曰：「為今之計何如？」師曰：「陛下可敕", "464": "詔通國州縣鎮宰，各領軍民人等，隨帶糧草，分作二", "465": "隊。請震皇太子親督一隊，劄西山之後。貧僧自領一", "466": "隊，劄西山之前。週圍高築垣墻，以木石塞閉谷口。上", "467": "布天羅，下埋地網，困守隄防，日久月深，魔寇無糧，自", "468": "餓死矣。倘伊欲破重圍，僧只以降魔拂、遼天杖向空", "469": "一擲，彼必不敢妄動。」帝准，即敕調通國人馬，齊至轅", "47": "言豈虛設哉？若夫認賊為子，以佞為良，不知君臣之", "470": "門外，聽空谷禪師、震皇太子統率，聽令施行。時震皇", "471": "太子辭了父王，駕青牛車一輦，手執青蓮華，同空谷", "472": "禪師於寅月卯日出西城至西山。人馬各分兩隊，前", "473": "後劄定困守。偈曰：莫執心空為及第，還期熱惱有真", "474": "如。松稍鶴立何曾異，懡㦬一場看跛驢。", "475": "虛無之家鬼澗，其室空寂，原無用處。守尸之鬼，早", "476": "被獼猴看破。", "477": "瞋愛二魔進計衝伐重圍瞋愛二魔進計衝伐重圍", "478": "卻說西山王見空谷禪師與震皇太子領兵劄住前", "479": "後二路，週圍築壇困守，似難拒敵。正憂悶間，大軍師", "48": "綱紀，未曉國家之調度，燕鳳同群，狐馬作伴，致日消", "480": "六耳獼猴向前奏曰：「我王休慮。臣知空谷禪師乃枯", "481": "坐守屍之鬼，震皇太子乃書生之見，縱有強兵，亦莫", "482": "能勝。不如乘彼遠行累苦，五兵齊發，先擒禿僧，後捉", "483": "震皇，復滅古音王國，江山可得矣。」王聽其言，即令大", "484": "元帥含藏識催兵齊伐。時含藏識領命，即傳令四營", "485": "大兵死戰。西山王與大軍師六耳獼猴，各執紅旗於", "486": "中營。三聲炮響，四兵下山，直殺重圍。被空谷禪師將", "487": "降魔拂、遼天杖向空一擲，只見西山王五營兵馬俱", "488": "各心驚膽顫，頭目昏花，復入寨內，閉守不動。西山王", "489": "無計可施，晝夜不安。忽左營魔王瞋、愛二人向前奏", "49": "月損，盡埋下土，亦何益也？故作是《傳》以喻之。", "490": "曰：「我王休慮。此等無作之徒何足罣齒？只要我二人", "491": "各顯神通，一誘震皇太子，一誘空谷禪師。若他起瞋", "492": "起愛，我王直聽聲音為號，發兵四下相攻，一鼓可擒", "493": "矣。」王聞其言，即令二人前去施行，二人領命。愛魔變", "494": "作美女，是夜潛入震皇太子帳內。太子一見大驚：「這", "495": "妖人從何而來，擅入我帳？」女曰：「妾非妖人，乃本國良", "496": "民女。聞太子離宮日久，未免有楚襄之夢。妾固卑陋，", "497": "可供枕蓆之歡。」太子見其冶容，聽其媚語，遂動其心，", "498": "歌舞三更，愛心大作。其女故鬧戲論之聲，西山王聞", "499": "之，發兵殺入帳內。震皇太子部下兵將自相踐踏，死", "5": "《古音王傳》，讀之，據案大呼曰：「在是矣！在是矣！」或問古", "50": "吹萬野人說", "500": "者不計其數。只見美女於帳內化為魔形，活捉太子。", "501": "幸空中一神人垂手提出寨外得甦，餘兵大敗。瞋魔", "502": "化作一道人，亦混入空谷禪師帳內。師見問曰：「全真", "503": "在何山而來，如此暮夜？」道人答曰：「我見禪師是個大", "504": "修行人，如何又作軍師？此必道理未明，故如是也，特", "505": "意相勸。」師喝曰：「妖道豈不聞忠君孝親乃人道之大", "506": "本？欲成出世之果，先盡在世之因，焉敢如此胡說？」道", "507": "人曰：「常聞修行人以慈悲為本，既言不是，又當再說，", "508": "何故擅喝其人？豈不知華嚴座主臨命終時瞋怒一", "509": "聲，遂墮為蟒？」師聞此語，一時難忍，遂抽杖便打，被道", "51": "秤叟曰：「即此便是《楞嚴經》，覺七逐為煩；即此便是", "510": "人大鬧喧天。西山王聞之，領兵殺來。含藏識以目一", "511": "鼓，大叫一聲：「變變。」空谷禪師怒氣衝天，身騰虛空，化", "512": "為毒蟒，墜入荒山溝壑之內。殘兵大敗，垣墻盡崩。西", "513": "山王大勝歸山，封瞋、愛二魔為先鋒都元帥，大賞三", "514": "軍。這正是，莫執忘形與死心，此個難醫病最深。只須", "515": "探靜識淵源，始得見性合天真。可見空谷禪師真枯", "516": "坐灰心，盲修瞎鍊，以故大限來時，不得其主，忽然一", "517": "怒，墮為蟒矣。止存震皇太子領殘軍回朝，謁見父王。", "518": "帝聞之，倒絕於地。群臣扶起，須臾方甦。偈曰：無事休", "519": "將無事看，心沉猶自起波瀾。冰魚壓筍何曾死？依舊", "52": "太極圖，覺圓相為贅。」", "520": "回生鼻孔酸。", "521": "以色誘太子，以氣誘禪師，大奇！蓋人性最易牽染，", "522": "寂中火種最易鼓煽，俱被敵人窺透。可憐！可憐！", "523": "表奏靈山老母求計表奏靈山老母求計", "524": "卻說圓滿皇帝被群臣扶起，甦醒方坐，半餉止息氣", "525": "定。殿前般若丞相出班奏曰：「一勝一敗兵家之常。陛", "526": "下保德存仁、寬宏納眾，自然天祐，諒不至於敗國亡", "527": "身。臣知天竺國靈山大雷音寺摩尼閣無生老母乃", "528": "三界四生之慈母，若眾生有難齎表求救，概捨悲愍", "529": "之念而來解之。陛下可書一《心表》，差震皇太子與微", "53": "凡則凡則", "530": "臣同到彼處哀告。若肯解危，亦大幸矣。」帝從其言，遂", "531": "入懸鑑閣，親書《心表》。其《表》曰：「大千世界古音王國圓", "532": "滿清虛皇帝皇長子震皇，統領合國文武官員等誠", "533": "惶誠恐，稽首頓首，謹具表文，百拜上言：伏以牝德為", "534": "元，億類化生於腹裏，有情賴善，九品含包於域間，誠", "535": "世出世界之總持，實法非法本之三昧，六凡均潤，四", "536": "聖全滋，恭惟至真老母大人，真空秉彝，無極運變，其", "537": "收則攝眾甫以入吸，其舒則發庶物以出呼，不暫不", "538": "停而不遷，隨往隨來以隨順，匪離寂滅，屢關圓通。朕", "539": "自受命於茲，心神蠢朴，禪國之後，意地純堅。恍兮若", "54": "《傳》中所言帝者，虛無之體也；震皇太子，即性也，天理", "540": "太虛之容，惚焉似幽玄之相。或時足翻頭覆，獨露於", "541": "杳冥之場，或時日翬月昏，卓爾乎消息之境。歡踰豈", "542": "已，宴樂何窮？只為末代之黎民未識還家之要路，故", "543": "縱纖毫之樞捩竟成百萬之障門。禍起毘播迦灼光", "544": "轆轉，繼牽阿賴耶發潤引流。再而瞋愛之魔軍糾夥", "545": "斷常之妒寇，又以貪欲之妖孽結侶見聞之幻師。朝", "546": "於中，暮於外，公明劫害；坐於後，行於前，暗昧銷磨。一", "547": "日十二時，時時搬運；五更三四點，點點週旋。方欲伏", "548": "智劍以剪除，返被號金虎而舒翼。邀求八覺之緣識，", "549": "朋黨六耳之獼猴。帶領魄靈，督率蘊結。以群畜為知", "55": "也；庚極太子，即情也，人欲也；獼猴者，六識之種子也；", "550": "己之良友，視父兄作切齒之讎人。劄寨西山，大叛邦", "551": "閫。初戰損接命，道者喪於水火風之至災；次敵壞空", "552": "谷，禪師化為瞋怒恚之毒蟒。階次震動，肢節不安。伏", "553": "願聖母慈悲燭倒懸之慘、調御宏惻隱之恩，掃絕烽", "554": "煙，安慰蕃蕪。使朕復太和之雅氣，腑臟更胎；還性命", "555": "之機關，嬰兒復孕。靡作失步之餘子，竟成過位之善", "556": "財。下情曷勝，悚惕待命之至！」震皇太子與般若丞相", "557": "領《表》，同出城外，徑往靈山參見無生老母。母覽《表》畢，", "558": "歎曰：「無知底孩兒！豈不聞大道只在目前？所謂：『知者", "559": "見之謂之知，仁者見之謂之仁，百姓日用而不知。』汝", "56": "含藏識者，根本無明也；接命道人者，坎宮修命之法", "560": "父不解以人治人而反騎牛覓牛，所以執於有而困", "561": "於無，兩敗而兩不得力。是何道理？正是打頭不遇明", "562": "師，到老翻成骨董。蓋情者，乃性之所發；意者，乃心之", "563": "所發。惟當誠意以正心，攝情以歸性，似有少分相應", "564": "也。然此中有無須知，空實須究。所以，凡夫著有，不見", "565": "有中之無；二乘著空，不見空中妙有。至虛而不知實", "566": "之即虛，虛未極也；至靜而不知動之即靜，靜未極也。", "567": "汝父只因未得其理，故爾有失其政。儒云：『朝聞道，夕", "568": "死可矣。』子今既來，不為遲也。」老母遂動一念，忽見大", "569": "慧明天常寂光國戒州禪那縣無何有鄉清虛境紫", "57": "也；空谷禪師者，離宮修定之術也；無生老母者，虛空", "570": "玄洞無位真人即於雲端中墜下，問母曰：「老母有何", "571": "見教？」母曰：「今古音王國圓滿皇帝被逆謀叛，地方不", "572": "寧，齎《表》請我救急。特令汝前去代替決魔。」真人答曰：", "573": "「母叫子行，不得不行。」遂辭母，與太子一陣清風徑回", "574": "本國。其國晝夜光明，燦爛不息。帝見心甚歡樂，速令", "575": "通國人民齋戒沐浴，焚香迎接，相會定計擒魔。偈曰：", "576": "歷歷腔中一鑑懸，歸來問白是真詮。化機織就鴛鴦", "577": "枕，自在瑤池月下眠。", "578": "這回覷破娘來面，剎塵何處不如如。", "579": "無位真人定連環計無位真人定連環計", "58": "了當之處也；無位真人者，天命也。總由教入道，而率", "580": "卻說無位真人一到國中，萬民安泰，十方肅靜。與帝", "581": "同於殿上，會積群臣官僚，聽講連環計：「夫連環者，其", "582": "則象天地造化之模、陰陽動靜之機，以太虛為應國", "583": "之圖書，以大極為傳國之符璽，上安三十六層天羅，", "584": "下布三十六層地網，中安一十二步空穴，以入連環。", "585": "令震皇太子駕青牛、執青蓮花，於內住定。左右開洗", "586": "心滌慮沐浴池，以戒、定、慧三人把三要路，檀波羅、尸", "587": "波羅、羼提波羅、毘尼耶波羅、禪那波羅、般若波羅六", "588": "個文相週圍防禦，大強精進勇猛將軍執丈六金鎗", "589": "於玄關中立定，四無量、四無畏、七菩提、八正道為內", "59": "性以復命也。觀者細思之。", "590": "應，十八不共法、三十七助道品、三千威儀、八百細行", "591": "為外合，三十二相、八十種好各執曇華縱橫圍繞，莊", "592": "嚴陣勢。將朝門緊閉，只等貧道自執招風扇、駕遼大", "593": "鶴飛入渾化樓，先塞兌戶，次將垂簾洞二童子拔其", "594": "見精，仍赴天鼓洞用石閉緊，向空中招開巽戶，清風", "595": "自發。眾魔一觸此風，盡化為灰塵，自然泯跡無存。惟", "596": "有道者徑落連環圈內，受其熬煉。何愁天下不平、國", "597": "心不安也？」帝聞之：「此計甚為希有。」群臣俱皆驚訝，先", "598": "禮真人謝恩，然後驅遣人馬。禮畢，發令將分定人馬", "599": "一時擺定，只候魔來投伏。偈曰：不離華座發清機，妙", "6": "子：「此與《西遊記》是同是別？」卻又不然。作《西遊》者疏疏", "60": "《傳》中「忽」字、「正說間」、「正想念間」字，重疊拈出政見，隨發", "600": "用無方任顯微。法法都來非法法，寒光只在面門飛。", "601": "鐵鞋踏破無覓處，得來全不用工夫。妙絕！妙絕！", "602": "西山大王陷連環陣西山大王陷連環陣", "603": "卻說西山王差人探知圓滿皇帝得無位真人為大", "604": "將軍、布列上下八方之陣勢，晝夜不安，無計可施，自", "605": "歎曰：「英雄蓋世，無非大夢一場；富貴驚人，難免無常", "606": "二字。爭人爭我，到底成空；誇會誇能，畢竟非實。止想", "607": "遺臭萬年，誰知不保朝夕？況我僚屬皆係雜氣，如何", "608": "抵真人之正法？」正憂慮間，大軍師六耳獼猴奏曰：「我", "609": "王乃萬夫不當之勇，如何長他銳氣滅己威風也？古", "61": "隨應，機無轉待處，不可忽過。", "610": "人有言曰：『莫執無事為無事，往往事從無事生。』彼只", "611": "以無位真人之幻境以為安排無事。若我王哨領大", "612": "兵五路殺進，令含藏識放起變身風，迷著真人，我王", "613": "直衝陣內，先滅圓滿、後殺震皇，然後整飭江山。此又", "614": "是無事之中返有事也。」王曰：「甚罕其謀！倘此計能破", "615": "彼陣，正是不見一法存無見，大似浮雲遮日面；不知", "616": "一法守空知，還同太虛生閃電。軍師可傳令乘勢擊", "617": "攻一陣，看事何如。」六耳獼猴即傳令各營兵齊發。炮", "618": "響三聲，五路人馬殺入連環陣外，無門而入。舉頭纔", "619": "看，只見無位真人在渾化樓上乘鶴翱翔，坦坦無礙。", "62": "《傳》中如般若所奏，是實地工夫；如斷接命、空谷數語，", "620": "含藏識仰身一豎，變為三頭六臂紅髮綠鬚，湧入虛", "621": "空，吐風一口，欲化無位真人，被真人將扇輕輕招動", "622": "一下，含藏識周身粉碎、微塵無影。六耳獼猴手執五", "623": "陰棒直上空中，欲打真人，又被真人一扇，墜入千旬", "624": "海底，時間化為香水。五營頭目貪瞋癡愛等眾一齊", "625": "努力，欲攻陣門，又被真人默然念句梵天心咒，忽觀", "626": "音菩薩騰空而來，手執楊枝，灌灑甘露，一切貪愛魔", "627": "軍盡化為香風而散。西山王見眾兵將個個無存、魂", "628": "飛魄散，方欲逃奔，被真人一扇，從空中墜入連環圈", "629": "內，被勇猛將軍一鎗插定，少頃，慧光四遍，通體皆明，", "63": "皆得手真諦，莫作口頭讀過。每段頌偈尤宜著眼，至", "630": "霎時間，同震皇太子并青牛、青蓮華煉成一個小小", "631": "嬰兒。四下文武百官被無位真人攝入空中無影，獨", "632": "留圓滿皇帝在殿前惶惶無主。偈曰：當年分境各東", "633": "西，今日歸來是舊蹊。澄水不翻金碧浪，一輪孤朗海", "634": "中栖。", "635": "前以六耳獼猴始，此以觀世音終，大奇！惶惶無主，", "636": "此謂真主。", "637": "真人皇帝同碎虛空真人皇帝同碎虛空", "638": "卻說圓滿皇帝見無位真人用此神通，心中半喜半", "639": "憂，行至連環圈側，叫聲：「太子。」無人答應，驚惶無路，昏", "64": "囑！至囑！", "640": "昏悶悶。這正是先天氣，後天氣；得之者，常似醉。遂兩", "641": "手挽著真人：「朕原請你伏魔，未曾教你殺子。快說皇", "642": "長子今在何處？」真人曰：「陛下真無知之赤子也。汝子", "643": "尚存，不必思慮。」復拽帝至連環之傍，真人即將手撥", "644": "開二圈，於空穴中取出嬰兒，手抹其腹，止有微息在", "645": "臍上徹動。真人曰：「此即陛下之長子也。」帝接入懷，又", "646": "問曰：「我兒先已長成，今日如何復小？」真人曰：「陛下不", "647": "見張紫陽《悟真篇》云：『三五一都三個字，古今明者實", "648": "然稀。東三南二同成五，北一西方四共之。戊己還從", "649": "生數五，三家相見結嬰兒。嬰兒是一含真氣，十月胎", "65": "怘道人識", "650": "完入聖基。』此即是入聖基之象也。」帝得其旨，將嬰兒", "651": "緊固於胸中，行住坐臥晝夜不離。國務不理，人情不", "652": "識，天理不曉。黜聰明，隳肢體，忘物我，泯凡聖。真人曰：", "653": "「陛下如何不理王事？」帝曰：「朕若理事，恐撒手擲下嬰", "654": "兒，又枉前工。但只以不理而理、無為而為也。」真人曰：", "655": "「陛下今日大智若愚、大巧若拙、大辯若訥，不如詣靈", "656": "山修行成佛也罷。」帝曰：「朕到這裏，上無諸佛可成，下", "657": "無眾生可度，佛之一字永不喜聞，又有何道可修也？」", "658": "真人曰：「不然同貧道往洞中居處亦好。」帝曰：「真人之", "659": "洞有名有相、有國有鄉，我這裏無中為有、有中為無，", "66": "船子曲擬華亭船子曲序擬華亭船子曲序", "660": "不有而有、不無而無，以一大千界為一芥子許、以一", "661": "芥子又為大千界，有時將丈六金身作一莖草用、有", "662": "時將一莖草作丈六金身用，建立在我、掃蕩亦在我，", "663": "何故與爾同行？」真人曰：「既不同往洞中，可出劫外優", "664": "遊何如？」帝曰：「若說劫外，即有劫內。我這裏本無內外、", "665": "本無生滅，不增不減，不有不空，兩足履不盡之清風、", "666": "一鼾了無窮之世界，要那優遊何幹？」真人曰：「望陛下", "667": "與貧道粉碎虛空，縱橫無礙何如？」帝曰：「奇哉！奇哉！」二", "668": "人遂舒起手，不用其拳，將虛空打為粉碎，莫知何所。", "669": "要知那畔還家路，急早還須這裏尋門人慧機曰：「離卻那畔，這裏又", "67": "澤玩擬船子一曲，似鄰於戲第。果戲耶？非戲耶？嗚呼！", "670": "作麼生？須別具眼始得。」。", "671": "偈曰：識破威音那畔時，白雲出沒本無思。慇懃為說", "672": "真空理，淺水蘆花有鷺鷥。", "673": "外黨攻鑠，皆繇家鬼作祟，所謂家道不和鄰里欺", "674": "也。迷則為讎為敵，悟則種種皆我外護。所以，夷狄", "675": "諸邊日寇中國而不能不貼服於聖明之手。有天", "676": "下國家者，其知之；盡性致命者，其知之。", "677": "客有讀者頌云：「分明只在通身裏，捨命和他戰一", "678": "場。」余謂：「直待殺取，未免多弄手腳。不如煽息心頭", "679": "火，鎗刀器械一齊丟又評。」", "68": "菩薩出胎，羅漢隔世，不無迷昧，矧茲薩埵，迺可廢提", "680": "古音王傳終", "69": "醒耶？然則，今日此曲正覺世中權巧一法，所亟需而", "7": "莽莽，如燈取影，人不善讀，未免泥辭著相，絕不知主", "70": "不容緩者。如遽以本地象王、空林獅子相與質證，是", "71": "欲其視而反蔽之，孰肯傾心？且孰肯啄味？辟夫《陽春", "72": "白雪》，諧耳者百不一二；《下里歌謠》，聽者始舞掌矣。凡", "73": "賜觀者，母言果戲。倘以戲視之，往昔《南徐行歌》化俗", "74": "非出自見道者乎？近時《曇華一記》又非出自縉紳者", "75": "乎？正亦覺世權巧之一法。唯大觀者能闊視，而井底", "76": "者乏全目耳。故敢為之說用次於後。", "77": "門人蓬蓬子慧澤撰", "78": "吹萬和尚船子曲吹萬和尚船子曲", "79": "侍者燈輝集", "8": "人翁姓張姓李。此《傳》妙在不即不離，道是一卷度人", "80": "堪忍娑婆世界，應憐纏繳華亭。隨波好去慢叮嚀，", "81": "船到岸頭始定。山僧乃船子和尚。可是嘆咱𠳨在", "82": "那過去底時節，只為個降不伏底水牯牛、捏不殺底", "83": "猢猻子，干惹得一個淨裸裸、赤洒洒底主人公翻筋", "84": "斗撲落在蝴蝶夢中。幸喜得醒起來，依舊是個莊周。", "85": "好看得玉珞金貂一場戲，只是個華胥底英雄；識破", "86": "了尼連雙樹四句偈，纔算得涅槃底老子。是則是，火", "87": "宅中一條路忙教著出去；苦則苦，愛河裏七根繩強", "88": "拽將進來。剛纔鐵面子底，頓一下鬚髮盡落；又道擔", "89": "板禪底，免不得葛藤相牽。正是憎檻復欣籠，何異避", "9": "真經，卻言言遊戲；道是一本消閒詞話，卻又時時漏", "90": "溺翻投火？罷罷罷。聲聞乘、緣覺乘、菩薩乘，儘著我做", "91": "了一場漏逗；過去心、未來心、現在心，不由他把住一", "92": "個郎當。又遭那碧眼胡說甚麼西來意、超佛越祖，卻", "93": "依個香嚴老悟甚麼祖師禪、打石敲筠。呵呵呵。蚤知", "94": "道饑在萬年倉，就曉得渴居大海水，著甚麼勞騷？哄", "95": "得我東打西敲，指樹吹毛。到頭來徹底掀翻，也只是", "96": "一根剝盡了無下手底芭蕉、嚼碎了沒滋味底虛空，", "97": "卻交付個上大人，莫昧了可知禮也。山僧到這個田", "98": "地，有鼻難嗅，有話難言，于碌碌自作自受，休怨他人。", "99": "華亭岸上又作麼生下落？來到此間，不免逐境隨流。"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B481 古音王傳", "englishTitle": "Jiaxing Canon, Electronic version, No. B481 古音王傳", "author": "清 廣真著並序　古心評并引　凡則　黃毓英評　元善評　前有船子曲　燈輝集　慧澤序（依駒本增入並印）", "language": "chinese", "source": "CBETA"}