{"sourceLink": "http://www.cbeta.org/", "text": {"0": "目錄智覃正禪師語錄目錄", "1": "目錄", "10": "智覃正禪師住安陸府西來禪寺語錄", "100": "怗體脫不下盧老持藏大庾嶺置在石上盡力提掇", "101": "不起此二尊者一人滯貨不出門一人賣弄亦不少", "102": "怎似諸公今日覿面相呈光揚祖道遂拈衣示眾云", "103": "法衣表信古今傳列祖風規自顯然敢問大眾如何", "104": "是利人天底句良久云無限苾芻爭聚集左肩偏覆", "105": "為敷揚下座。", "106": "師誕辰淨極大師慈雲禪德率眾設齋請上堂拈香", "107": "竟僧問昨夜秋風透體涼今朝杲日正當陽杲日當", "108": "陽即不問覿面相呈事若何師云突出難辨進云滿", "109": "堂俱龍象因甚麼鼻孔不撩天師云鉤在不疑之處", "11": "門人尚能瑩等編", "110": "進云今日慶祝五旬頭請師說法賀千秋師云壽量", "111": "原無量乃云今朝七月廿一吾乃正交五十父母未", "112": "生面孔人人仰望不及今日只得為蛇添足節本生", "113": "枝所以道本來無生從無生中現有生本來無相從", "114": "無相中現有相遂豎拂子云大眾會麼於此會得箇", "115": "中纖塵不立直下覿體全真秖如最正矻矻意於此", "116": "道親侍上秀下野本師一十六年幾番骨露皮穿身", "117": "心剔脫到者裏不屬漸次不假修持能為萬象主不", "118": "逐四時凋雖然如是且道父母未生已前諸公還知", "119": "山僧年紀大小鼻孔長短麼是有生耶無生耶應世", "12": "上堂康熙庚申歲師在首座寮十月十五日監院密宗大", "120": "耶出世耶復拂云指揮拂子天花落收放同時玅體", "121": "彰下座。", "122": "春日上堂僧問處處真處處真塵塵盡是本來人本", "123": "來人即不問春魁獨占意如何師云斬新日月特地", "124": "乾坤進云五九盡時春體露且道今日露個甚麼師", "125": "云日轉上林鋪地錦子規聲裏勸人歸進云一句輝", "126": "今古全提事如何師云頭頭至理同源進云二邊俱", "127": "不立中道不須安畢竟在甚麼處師便打僧便喝師", "128": "復打乃云今朝五九盡宇宙咸回春澗底梅開放堤", "129": "畔翠柳青和風出洞口杲日解凝冰所以道花明柳", "13": "師領兩序暨眾檀護公啟請繼席進", "130": "碧非他物燕語鶯啼盡正音諸人還委悉麼拂一拂", "131": "云等閒識得東風面萬紫千紅總是春。", "132": "佛事韋馱登座開光寶杵威嚴魔軍膽散面佛慈立輔鎮", "133": "叢林遂舉筆云諸人還見普眼菩薩麼若也見得大", "134": "千界在毫端上不二門開接雲水。", "135": "黃龍奇然老和尚塔前上供百丈峰巒雲靄靄襄江", "136": "漢水渺茫茫一輪杲日當空照大地山河普放光驀", "137": "豎拂子云大眾各具一光即且置秖如百丈山前乃", "138": "是我師翁二十餘載入纏垂手高豎法幢闡揚法化", "139": "全提祖印布縵天網打鳳羅龍四眾臨筵萬指圍繞", "14": "方丈師據室云諸人還識麼乃歷代祖師天下老和", "140": "正所謂經綸垂處無他意一得錦鱗即便歸然雖如", "141": "是且道無縫塔前以何為念不肖法孫拈瓣旃檀爇", "142": "向爐中耑伸供養以表祝哀插香云惟憑此炷聊為", "143": "敬不盡傾忱一瓣香遂作禮退。", "144": "癸亥孟冬望六日造普同塔完師至塔前拈拄杖指", "145": "云這座浮圖乃比丘比丘尼優婆塞優婆夷四眾人", "146": "等臨末稍頭藏身所在今朝吉旦良辰圜功結頂就", "147": "中舉揚上頂佛事卓一下云會麼盡大地是個無縫", "148": "塔眾中還有人見麼於是見得無時不露覿面全彰", "149": "茲者本師率兩序大眾列剎禪德十方眾姓居士等", "15": "尚懸肘後符握三要印驅馳佛祖號令人天抑本師", "150": "各捐淨財建此普同壽塔可謂緣因即是了因種作", "151": "福還須有福人且今日功畢安頂一句作麼生道玲", "152": "瓏寶塔垂千古頂上常輝萬道光遂上頂。", "153": "中秋示眾揮拂子云還委悉麼秋色平分桂魄圓清", "154": "光可愛渾無邊滿堂龍象兢頭看眾曜潛輝孤月懸", "155": "達磨祖師開光金剛體堅密身光晃耀顯分明遂舉", "156": "筆云正法眼毛穎尖頭直下看便點。", "157": "薦寂空禪德對靈小參四大分離玅明不滅真光獨", "158": "耀八面無遮歷萬劫而常然遊千生而自在所以蓋", "159": "天蓋地輝騰今古佛祖覷之無門鬼神測之難解到", "16": "接引後昆續佛慧命底所在且道山僧今日又作麼", "160": "這裏生也不到死也不到赤灑灑淨裸裸遂豎拂子", "161": "云只在山僧拂子頭上大眾還見寂公麼個裏會得", "162": "覿體全彰設或未然更為指出騰身一擲太虛外鼻", "163": "孔依前搭上脣。", "164": "為萬壽寺瑞林禪德對靈小參傷哉痛念瑞林公處", "165": "世為人無有二毘尼清淨護明珠六度行門難可比", "166": "公自兵燹清平二十餘年不憚勤勞萬行莊嚴秉授", "167": "具圓參悟本領培植叢林道心愈固提綱紐領雄雄", "168": "據堅重修萬壽梵剎鼎建白雲寶所兩處瓊樓玉殿", "169": "鏤莊滿堂金相金碧交輝煥然改觀斯當功行圜滿", "17": "生施設拈拄杖卓一卓喝一喝云輥毬豎拂還拈槌", "170": "正好安閒享壽豈知耳順之年世緣謝脫忽焉殂落", "171": "令人淚出痛腸幻軀生來死去英雄傑士難免且道", "172": "瑞公即今在甚麼處安身立命良久云諸人若也見", "173": "得終日行則同行坐則同坐如其未委聽取一偈六", "174": "十年來驀轉身踏翻藏海起紅塵故園歸去秋光好", "175": "蕩相渾無物比倫。", "176": "尚景如心尚溥性悅為師入塔請對靈小參頭頭盡", "177": "是毘盧藏在在皆為極樂城觸目菩提真解脫千紅", "178": "萬紫一般春五靈今日同歸塔拄杖芒鞋側耳聽正", "179": "所謂昔日生本非生全體恁麼來今日死本非死全", "18": "默照邪禪望風靡便起。", "180": "體恁麼去既然如是且道淨極大師立宗禪德元宗", "181": "禪德覺光戒德優婆夷楊定德即今在甚處聻豎起", "182": "拂子云還見麼者個是色復呵呵大笑云者箇是聲", "183": "畢竟真體在什麼處繡出鴛鴦無背面不知誰解覓", "184": "金針遂炷香奠茗。", "185": "入塔托起靈骨云無縫豁開非內外牢關把定絕毫", "186": "釐那邊別有真消息只許英靈獨棲遲便入隨手掩", "187": "戶云葉落歸根不留眹跡。", "188": "為龍興寺見明禪德追悼小參序屬三秋遍界涼傲", "189": "霜金菊最幽香真機展演當陽露覿面全提不覆藏", "19": "即日開堂結制師至座前於諸護法手中接疏示眾", "190": "所謂淨智玅圜本無來去生亦不生滅亦不滅萬古", "191": "徽猷神光烜赫所以天不能蓋地不能載日月不能", "192": "照風雨不能壞驀拈拄杖云見公在山僧拄杖頭上", "193": "與諸公相見了也還信得及麼若信得及當下便安", "194": "心其或未然海枯終見底人死不知心適來恁麼道", "195": "不可徒然山野今日更開一路與諸公親見本來面", "196": "目復呈拄杖云山僧棒上親薦得塵毛剎海露堂堂", "197": "為靜虛披剃師入塔設供拈香云常光獨露輝古耀", "198": "今無縫一塔自古城陰恭惟我師恒修淨業德行清", "199": "高享天年七十七春示滅如生顏不改打破生死關", "2": "上堂", "20": "云無量玅義個裏流出雖然文彩已彰更煩維那宣", "200": "坐斷涅槃路不肖傾欹無盡意三片爐香誠可格遂", "201": "作○󱡒󳮀⊕◎何處不現身托櫬云得壽得名空人", "202": "忘我本無一物自性天然泯心脫體超塵域金骨安", "203": "慰坐窣堵。", "204": "為靜虛明先師掃塔設供拈香云吾師自己光明藏", "205": "個裏往來非往來自古至今常烜赫無修無證絕縈", "206": "迴不肖拈香拜掃奚異更生節目當年一點神機而", "207": "今盡與埋沒今日無端與麼道勿令淨地輥塵埃炷", "208": "香云顯。", "209": "讚讚", "21": "過宣畢指法座云從上老古錐坐此寶華王座諸人", "210": "香嚴宕老和尚像出世香嚴傳臨濟宗張縵天網打", "211": "鳳羅龍深入虎穴奪得虎子換作祖師玄玅訣非心", "212": "非佛又非物不是興家是滅門殃及兒孫何日了咦", "213": "黃龍奇老和尚像雙池白水吾祖獨能繼祖武寶山", "214": "百丈大開爐鞴提鉗錘朝鐘暮鼓無停時舌端滾滾", "215": "波滔涌棒頭愬愬如雨點莫道分明賞罰伊。", "216": "西來本師秀老和尚像高踞曲彔橐籥濟宗單傳直", "217": "旨一義俱空據虎頭收虎尾言有響句藏鋒任他天", "218": "下禪和子覿面驚然立下風不肖狹路相撞著親遭", "219": "一喝兩耳聾雖然如是得來不假資熏力顯出非煩", "22": "若也不信山僧起模畫樣去也遂陞拈香云此一瓣", "220": "啟迪功。", "221": "拈古拈古", "222": "舉釋迦牟尼世尊初降生一手指天一手指地周行", "223": "七步目顧四方云天上天下唯吾獨尊後雲門云我", "224": "當時若見一棒打殺與狗子喫貴圖天下太平。", "225": "拈云世尊初生信口捷言唯吾獨尊則不無天然", "226": "氣概猶未在雲門須有背手抽金鏃且無翻身控", "227": "角弓擊節山僧撿點將來亦似古廟師子虛開大", "228": "口畢竟如何薄福闡提還不信自甘騎馬傍人門。", "229": "舉僧問九峰虔云承聞和尚有言諸聖間出秖是傳", "23": "香結為蓋覆被大千散為雲潤流沙界爇向寶爐端", "230": "語人是否師曰是曰世尊一手指天一手指地云天", "231": "上天下唯吾獨尊和尚為甚麼卻喚作傳語人曰秖", "232": "為一手指天一手指地所以喚作傳語人。", "233": "拈云一對無孔鐵槌。", "234": "舉世尊初於臘月八日明星出時忽云奇哉一切眾", "235": "生俱有如來智慧德相但以妄想執著不能證得。", "236": "拈云垛生招箭認賊為子雖然知恩者少負恩者", "237": "多。", "238": "舉世尊一日陞座大眾纔集定文殊白椎云諦觀法", "239": "王法法王法如是世尊便下座。", "24": "為祝延", "240": "拈云一場敗闕。", "241": "舉世尊一日敕阿難食時將至汝入城持缽難應諾", "242": "曰汝既持缽當依過去七佛儀式難遂問如何是七", "243": "佛儀式佛召阿難難應諾佛曰持缽去。", "244": "拈云世尊召阿難難應諾可謂上呼下應異口同", "245": "音敢問諸人且道世尊用處與七佛是同是別良", "246": "久云契券分明。", "247": "舉文殊師利令善財童子採藥云是藥者採將來善", "248": "財遍採無不是藥卻來白云無不是者殊云是藥者", "249": "採將來善財拈一枝草度與殊殊接得示眾云此藥", "25": "今上皇帝聖躬萬歲萬歲萬萬歲恭願聲清河海天下", "250": "能殺人亦能活人。", "251": "拈云文殊龍頭蛇尾善財逐惡隨邪撿點將來大", "252": "小文殊為人錯下註腳善財合喫三十拄杖何故", "253": "劍為不平離寶匣藥因救病出金瓶。", "254": "舉西天初祖摩訶迦葉尊者見世尊在靈山會上拈", "255": "起一枝華以青蓮目普示大眾百萬聖賢悉皆罔措", "256": "惟迦葉破顏微笑世尊乃曰吾有正法眼藏涅槃玅", "257": "心實相無相微妙解脫法門付囑於汝汝當護持流", "258": "通無令斷絕。", "259": "拈云世尊拈華人貧智短迦葉微笑馬瘦毛長若", "26": "歸仁次拈云者瓣香融通三際橫亙十方奉為滿朝", "260": "言吾有正法眼藏付囑摩訶迦葉也是空拳誑小", "261": "兒。", "262": "舉迦葉因阿難問世尊傳金襴外別傳何物迦葉召", "263": "阿難難應諾迦葉曰倒卻門前剎竿著。", "264": "拈云阿難合契山僧手中拄杖何故趕人不要趕", "265": "上迦葉可謂沒量大人得饒人處且饒人山僧恁", "266": "麼批判汝諸人還會麼若也未會拄杖子為汝指", "267": "出遂以拄杖豎起復卓一下。", "268": "舉昔有古德一日不赴堂侍者請赴堂德曰我今日", "269": "在莊上喫油餈飽者曰和尚不曾出入德曰汝去問", "27": "文武闔國公卿道府縣各衙列位尊官伏願恒居祿", "270": "莊主者方出門忽見莊主歸謝和尚到莊喫油餈。", "271": "拈云古德未出門喫油餈肚飽口皮何曾動侍者", "272": "忽逢莊主明中暗暗中明還見侍者莊主麼二人", "273": "原是舊相識秖如侍者謝莊主意作麼生莫信直", "274": "中直須防仁不仁。", "275": "舉德山一日飯遲先托缽下堂時雪峰作飯頭見便", "276": "云這老漢鐘未鳴鼓未響拓缽向甚麼處去師便歸", "277": "方丈峰舉似巖頭頭曰大小德山未會末後句師聞", "278": "令侍者喚來問汝不肯老僧那頭密啟其意師乃休", "279": "去至明日陞堂果與尋常不同頭至僧堂前撫掌大", "28": "位永作金湯復拈云者瓣香天無私覆地無私載敬", "280": "笑曰且喜老漢會末後句雖然如是只得三年師果", "281": "三年而沒。", "282": "拈云德山看風使帆雪峰相席打令撿點將來爭", "283": "奈話作兩橛雪峰只解傳言送語不能懸崖返擲", "284": "非但蹉過德山亦乃蹉過巖頭還知落處麼大冶", "285": "精金應無變色。", "286": "舉文殊師利在靈山會上諸佛集處見一女子近佛", "287": "坐入於三昧文殊白佛云何此女得近佛坐佛云汝", "288": "但覺此女令從三昧起汝自問之文殊遶女子三匝", "289": "鳴指一下乃至拓上梵天盡其神力而不能出佛云", "29": "為合郡紳士在筵檀護列剎高賢同門昆季本山耆", "290": "假使百千文殊亦出此女定不得下方過四十二恒", "291": "沙國土有罔明菩薩能出此女定須臾罔明至佛所", "292": "佛敕出此女定罔明即於女子前鳴指一下女子於", "293": "是從定而出。", "294": "拈云文殊置個問端從苗遍地瞿曇格外提持因", "295": "語識人秖如文殊鳴指出女子定不得罔明鳴指", "296": "因甚出得女子定且淆訛在甚麼處不見道不是", "297": "金牙作焉能射尉遲且道瞿曇與女子聻碧落有", "298": "情空悵望瑤臺無路可追尋。", "299": "舉投子與僧遊山僧見蟬殼遂問殼在這裏蟬向甚", "3": "小參", "30": "德兩序等伏願心心不昧般若正因念念常懷金剛", "300": "麼處去師拈蟬殼就耳畔作蟬鳴聲其僧有省。", "301": "拈云投子赤體提持其僧全身擔荷且道擔荷個", "302": "甚麼瞎驢蹄角相肖。", "303": "臨濟示眾曰有一人論劫在途中不離家舍有一人", "304": "論劫離家舍不在途中且道那一人合受人天供養。", "305": "拈云無手人行拳無腳人走路二俱不得動著動", "306": "著則三十棒何故落花流水去空負浪游人。", "307": "舉臨濟因定上座問如何是佛法大意師下禪床擒", "308": "住打一掌便托開定佇立傍僧云定上座何不禮拜", "309": "定纔作禮忽然大悟。", "31": "種智再拈云者瓣香二十餘年提不起放不下只得", "310": "拈云臥龍纔奮迅丹鳳便翱翔者僧錯下註腳合", "311": "喫三十棒雖然且道悟個甚麼。", "312": "舉臨濟上堂次兩堂首座相見同時下喝僧問師還", "313": "有賓主也無師云賓主歷然復召眾云要會臨濟賓", "314": "主句問取堂中二首座。", "315": "拈云寐語作麼。", "316": "頌古頌古", "317": "世尊初生。", "318": "一出門來復自吟指天指地何堪任周行七步渾如", "319": "舊孰為瞿曇泥水深。", "32": "勞形費履坐臥無由末後撞著個無面目老和尚當", "320": "僧問九峰。", "321": "世尊纔出摩耶腹華藏重重盡揭翻肝膽等閒俱烈", "322": "破蟭螟吞卻鐵崑崙。", "323": "世尊睹明星。", "324": "不處皇宮坐雪山寒風霜重悴龍顏明星午夜忽然", "325": "現兩眼豁開不等閒。", "326": "世尊拈華。", "327": "拈華謂顯本源心平地休栽荊棘林水漲定應船自", "328": "汎醯酸還有蚋爭尋。", "329": "世尊陞座。", "33": "頭痛與頓棒自從觸碎從空放下今對人天眾前拈", "330": "寶座陟陞萬仞高幾人斫額謾徒勞文殊椎下分明", "331": "道撒手親須到一遭。", "332": "世尊敕阿難持缽。", "333": "邛州磁碗遂州缽價重渾無物比倫莫道世間人不", "334": "會一回拈出一回新。", "335": "文殊令善財採藥。", "336": "善財便把草來呈度與文殊用得親毒藥醍醐行一", "337": "道鐵石心腸亦愴神。", "338": "女子出定。", "339": "文殊盡力枉施功女子端然坐定中唯有罔明機用", "34": "出耑伸供養現住襄陽府百丈山黃龍堂上傳臨濟", "340": "密珠穿九曲一絲通。", "341": "古德莊上喫油餈。", "342": "飽喫油餈更有誰口脣不動令人疑偶然莊主歸來", "343": "謝侍者出門特見知。", "344": "德山拓缽。", "345": "父子零丁話似冰克由叵耐續傳燈承虛接響轉成", "346": "錯疑殺古今癡鈍僧。", "347": "風穴上堂若立一塵家國興盛野老顰蹙不立一", "348": "塵家國喪亡野老安怗於此明得闍黎無分全是", "349": "老僧於此不明老僧卻是闍黎闍黎與老僧亦能", "35": "正宗第三十四世秀野林大和尚未論報德酬恩且", "350": "悟卻天下人亦能瞎卻天下人欲識闍黎麼右邊", "351": "一拍曰者裏是欲識老僧麼左邊一拍曰者裏是。", "352": "不立一塵自闢襟宗綱解紐曷能尋若干頭角徒成", "353": "隊獨角麒麟自糞金。", "354": "丹霞一日訪龐公見女子取菜次師曰居士在否", "355": "女子放下菜籃斂手立師又問居士在否女便提", "356": "籃去師回須臾公歸女舉前話公曰丹霞在麼曰", "357": "去也公曰赤土塗牛妳。", "358": "招女攜籃取菜時丹霞特特訪龐耆莫言赤土塗牛", "359": "妳萬象森羅解受持。", "36": "要盡大地人咸知氣息斂衣就座景齊大師白椎云", "360": "本師七旬上堂毒鼓當軒擊法壇海印懸正明今日", "361": "事覿面為昭宣茲者本師彌誕佳節七袟吉辰抑迺", "362": "孟秋之際百穀成熟之時古柏恒新蒼松含翠頭頭", "363": "顯露法法全彰豎拂子云看看此一著子能為萬象", "364": "主不逐四時凋所以道唯一堅密身示現諸塵剎者", "365": "裏若見得四眾臨筵祝本師壽已竟其或未委更聽", "366": "偈言優曇現瑞示人天華萼清香遍大千劫外春秋", "367": "師自得萬山聳翠壽山堅下座。", "368": "四喝。", "369": "一喝金剛王劍揮當陽無順亦無違試看倒用橫拈", "37": "法筵龍象眾當觀第一義師云當場敵勝須是英靈", "370": "處忿恕那吒也失威。", "371": "一喝金毛踞地吼逐塊韓盧倒退走六聚魔軍悉遁", "372": "藏一道威光射牛斗。", "373": "一喝探竿隨影草何待開口始傾倒張公喫酒醉李", "374": "公不是現成非作造。", "375": "一喝不作一喝用直橫手面任擒縱回天轉地須臾", "376": "間十聖三賢曷敢從。", "377": "四賓主。", "378": "賓中賓大千何處求纖塵況知無人兼無我全境全", "379": "心滯網鱗。", "38": "覿體提持還他作者眾中莫有作者麼試出相見玄", "380": "賓中主觸境逢緣莫莽鹵地北天南話大行常在途", "381": "中不出戶。", "382": "主中賓水到渠成亦未真居家不離途中事須知更", "383": "有上頭津。", "384": "主中主萬里碧天紅日普一任橫該并豎抹二三四", "385": "七非祖武。", "386": "三玄三要。", "387": "第一玄鷂過新羅萬八千誰謂寥寥天地內閻浮樹", "388": "在海南邊。", "389": "第二玄神機出沒何超然向前未舉先知得直下洞", "39": "機問今日結制人天普集祖令當機如何舉唱師云", "390": "然在目前。", "391": "第三玄玅明心印得真傳大千界在毫端上日用頭", "392": "頭自顯然。", "393": "第一要百億須彌眼中照泥牛𨁝跳舞三臺石女溪", "394": "邊拍掌笑。", "395": "第二要乾坤個隻眼睛照現成活計本無私萬別千", "396": "差同一道。", "397": "第三要家家門首長安道分明歷歷為人揚累及無", "398": "端成不了。", "399": "四料揀。", "4": "示眾", "40": "據虎頭收虎尾進云中間事作麼生師云無繩自縛", "400": "奪人不奪境沙界絕形影四海浪悉平長然天地靜。", "401": "奪境不奪人渾無物比倫舉拳交互處應不有疏親。", "402": "人境兩俱奪心法雙剔脫坐斷聖凡情不留眹兆個。", "403": "人境俱不奪橫該并豎抹瞥轉上頭關擒縱任殺活。", "404": "開鐘版秖這二上座萬古權衡佛祖千秋號令人天", "405": "永振叢林真規悉皆內嚴外肅今日承先起後一槌", "406": "兩當遂擊云圜通大啟無回互直聽雷音震大荒。", "407": "聯芳聯芳", "408": "天序能上人天序能上人湖廣", "409": "從上門庭克荷任光明輝耀濟宗燈燈燈接續燈燈", "41": "漢進云毗婆尸佛早留心直至如今不得玅師云幾", "410": "燄振起道風冠古今", "411": "機先瑩上人機先瑩上人湖廣", "412": "西來祖印獲親傳分付隨方闡化權囓鏃一機能倒", "413": "用湖海衲子一捲攣", "414": "偈頌次韻山居次韻山居", "415": "茂林修竹即清涼謹對流泉智水長活鱍源頭無曉", "416": "夜萬方寧靜屬仁皇", "417": "掀翻海嶽絕溫涼捩轉乾坤日腳長拄地撐天橫宇", "418": "宙寰中天子一熙皇", "419": "樓臺殿閣生微涼鼓角鐘聲喚夢長驚惺參禪物外", "42": "行崖下路不見白頭人僧禮拜師乃拈拄杖云正法", "420": "客明明無隱徹天皇", "421": "山中四儀山中四儀", "422": "山中行七尺烏藤倒嶽傾多少風光觀不盡青松白", "423": "石少枯榮", "424": "山中住地僻絕通車馬路不許時人知我居無端花", "425": "逐水流出", "426": "山中坐面對奇峰雲肖破疑殺神頭鬼面人來朝不", "427": "會那句箇", "428": "山中臥而恒處此菩提座枕兒墮地笑呵呵拈起示", "429": "聻幾許大", "43": "眼藏亙古亙今般若真燈照天照地當陽無向背直", "430": "牧牛頌牧牛頌", "431": "尋牛尋牛", "432": "徐徐獨步入嶸尋萬壑千谿路轉深行到水窮山盡", "433": "了磯流枯處始聞音", "434": "見跡見跡", "435": "覿面相呈見也麼分明頭角擬多羅橫身三界摩天", "436": "背無限途中更覓他", "437": "見牛見牛", "438": "驚天動地恣哮聲戴角披毛非紫青落落襟懷奚坦", "439": "蕩原來面目自生成", "44": "下絕承當廓爾現前絕聞絕見常在一切處非離一", "440": "得牛得牛", "441": "頭角完全祇者渠聖名凡號盡蠲除相逢狹路呈端", "442": "的驀鼻牽來家裏居", "443": "牧牛牧牛", "444": "山童慵力近其身豎四橫三迥絕塵鼻孔撩天慢牽", "445": "著風流舉世箇牛人", "446": "騎牛到家騎牛到家", "447": "千盤路轉騎歸家萬疊峰巒斂綠霞縱有回天轉地", "448": "力逢人慢莫巨張牙", "449": "忘牛存人忘牛存人", "45": "切時這裏見得悉皆具足建化門中斯為可矣若是", "450": "幽然孤坐大雄山頂後神光孰敢攀一著更能超佛", "451": "祖寸絲不挂在人間", "452": "人牛俱忘人牛俱忘", "453": "要識真空本不空卻將消息為君通從來絕待無依", "454": "倚挂角羚羊豈有蹤", "455": "返本還源返本還源", "456": "宏機密用沒動功合豎降旗在下風列聖規繩箇面", "457": "目巍然一喝耳雙聾", "458": "入廛垂手入廛垂手", "459": "早從那畔印心來皁角燈心鋪慣開如此話頭重舉", "46": "向上一著直饒三世諸佛不敢安名千眼觀音窺覷", "460": "起石人笑豁半邊腮", "461": "十二時歌十二時歌", "462": "半夜子空王殿裏無知己朝來日出扶桑東覿體提", "463": "持微玅旨", "464": "雞鳴丑一任橫行并豎走八面玲瓏處處通眾星隱", "465": "顯稽東手", "466": "平旦寅闌干雞唱驀翻身朝來起坐渾如舊天岸奔", "467": "騰五色麟", "468": "日出卯一輪圜滿當天曉十方世界利群生箇箇自", "469": "明衣裏寶", "47": "不見那更有結有解有迷有悟大似為蛇添足好肉", "470": "食時辰龍象滿堂轉食輪饘飯飽餐唯一句若言一", "471": "句疑殺人", "472": "禺中已倒握竹篦為直指觸背非遮明舉揚提持當", "473": "面要人委", "474": "日南午光耀大千沙界普無古無今照世間平眇諸", "475": "方吞佛祖", "476": "日昳未堂堂來往向人謂光陰疾速苟如知兩眼昏", "477": "花可懼畏", "478": "晡時申百鳥噪林氣象新露柱堂前開活眼金毛獅", "479": "子解翻身", "48": "剜瘡新西來今日一時掃卻何故惟憑者箇真消息", "480": "日入酉漁舟唱晚宿堤柳從茲更不藏頭角一一面", "481": "南看北斗", "482": "黃昏戌歷歷明明黑似漆光境俱忘大脫空摩訶般", "483": "若波羅密", "484": "人定亥豁開夢眼誰堪對人人聰性莫咨詢紙燭滅", "485": "時百雜碎", "486": "黃龍三關黃龍三關", "487": "我手佛手共舒一抬一搦如如橫按莫邪正令寰宇", "488": "斬癡任渠", "489": "我腳驢腳并行閻浮世界坦平不消謦欬蹋遍雲外", "49": "長與南山祝聖恩復舉大慧杲上堂云即心是佛佛", "490": "青山縱橫", "491": "人人盡有生緣覿面發機現前自古至今烜赫威光", "492": "廓顯歷然", "493": "智覃正禪師語錄卷終", "494": "助緣耆德通一", "495": "眾弟子　最清　　德洪", "496": "性弘　　實忍", "497": "實信　　實靈", "498": "實性　　實敞", "499": "實照　　尚榮", "5": "法語", "50": "不遠人無心是道道非物外三世諸佛只以此心說", "500": "實炯　　尚能", "501": "如心　　尚景", "502": "德極　　修誠", "503": "德會　　宗弘", "504": "尼弟子　實相實真", "505": "同發心各捐資刻", "506": "智覃正禪師語錄一部用廣流通伏願人人悟明自", "507": "性各各洞徹根源廓正法眼輝佛祖燈謹識", "508": "康熙甲子歲八月　日吉旦禾郡楞嚴寺藏板", "509": "檇李吳知先敬書", "51": "法只以此道度生以此道度生無生可度以此心說", "510": "禾郡馬三錫繡梓", "52": "法無法可說無法可說是真說法無生可度是真度", "53": "生當知三世諸佛亦如是現前大眾亦如是師云智", "54": "上座則不然真心無住真照獨存真性絕攀緣真見", "55": "不由境遂以拂子豎起云見麼擊禪床云聞麼即此", "56": "見聞非見聞無餘聲色可呈君上首結椎云諦觀法", "57": "王法法王法如是下座敘辭不錄。", "58": "佛誕日善士李君林胡楚軒率眾檀信設齋請上堂", "59": "應跡王宮克紹隆周行七步獨稱雄指天指地猶閒", "6": "像讚", "60": "事目顧四方大脫空遂豎拄杖云釋迦生來在山僧", "61": "拄杖頭上放光現瑞普照大千世界諸人還見麼若", "62": "喚作釋迦又是拄杖若喚作拄杖又是釋迦若是靈", "63": "利衲僧未舉早能委悉何煩世尊指天指地說黃道", "64": "青西來恁麼提持拄杖唯應自喫還委悉麼當陽一", "65": "默顯全提古今只有維摩詰茲者眾檀越各捐淨財", "66": "慶佛華誕三年圜滿禮千佛懺敬雕達磨祖像一尊", "67": "今就斯辰登座仍敦請山僧上堂顯揚功德誠哉功", "68": "德真實不虛更聽一偈以酬合會三年慶佛信心濃", "69": "㚊子㚊孫壽莫窮曩劫靈山曾授記生生世世悟心", "7": "拈古", "70": "宗下座。", "71": "結制本鎮李翠之李玉卿徐德宇安會明眾居士等", "72": "設齋請上堂拈拄杖云十方同聚會選佛場弘開鼓", "73": "作家爐鞴握本色鉗槌若凡若聖情與無情盡教冰", "74": "消瓦解皮穿骨露脫體風流渾無巴鼻直得頭頭顯", "75": "露法法全彰放去收來不假外求一機透徹千途萬", "76": "轍同歸一道坦然三賢十聖齊赴火不待日而熱風", "77": "不待月而涼洞空劫之本有盡今時之自得不須九", "78": "旬結制何勞百期參尋汝諸人會麼更聽一偈靈然", "79": "突出自心王把斷要津除禍殃豎四橫三全體用七", "8": "偈頌", "80": "通八達豈囊藏卓拄杖下座。", "81": "解制上堂揮拂云神光一道照天照地包羅萬有融", "82": "貫諸塵山僧今日解制任爾衲僧逍遙走遍天下遊", "83": "盡五湖水月一同風景不別若也見得十世古今始", "84": "終不離于當念無邊剎海自他不隔于毫端人人常", "85": "光現前個個頂天立地到者裏結也在裏許解也在", "86": "裏許雖然如是且道不解不結一句又作麼生舉揚", "87": "良久云無相光中呈舊面一番拈出一番新下座。", "88": "解制上堂師云春風吼木江山秀指點西來第一機", "89": "諸公還識第一機麼不妨對眾道看僧問乾坤之內", "9": "雜著", "90": "宇宙之間中有一寶請問寶在甚麼處師云形進云", "91": "寶已蒙師指示解制一句事如何師云空進云無蹤", "92": "無跡受用箇甚麼師云用僧擬議師便打僧禮拜歸", "93": "位乃云擊開關楗大地回春一段光明人人本具不", "94": "須九旬籠絡何定百期制滿雖然如是到者裏雖是", "95": "有出格底衲僧脫體承當可爾大眾且道解制一句", "96": "作麼生道湖光倚杖三千頃山色開門五六峰下座。", "97": "淨極大師慈雲禪人率眾禪德居士等供法衣上堂", "98": "師云上品金襴畦相分明良工巧手蜀錦製成佛佛", "99": "授受祖祖相傳所以迦葉捧歸雞足山俟彌勒下生"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B358 智覃正禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B358 智覃正禪師語錄", "author": "清 最正說　尚能．尚瑩等編　末附助緣耆德", "language": "chinese", "source": "CBETA"}