{"sourceLink": "http://www.cbeta.org/", "text": {"0": "牧牛十二首得牛", "1": "翠崖必禪師語錄卷之三", "10": "亦如是得法後侍祖一十五載復居南嶽。", "100": "來依住二載未許入室一夕訴曰自至法席不蒙指", "101": "示歲月飄忽己事不明失出家之利陽熟視罵詈舉", "102": "杖逐之師擬伸救陽以手掩其口師大悟歎曰始知", "103": "臨濟道出常情。", "104": "披星戴月謁汾陽開口無端罵一場拄杖拈來開", "105": "正眼始知濟道出情常。", "106": "南嶽第十二世南嶽第十二世", "107": "袁州楊岐方會禪師宜春令氏子久依慈明未有省", "108": "發每咨請明云庫司事繁且去他日又問明云監寺", "109": "異時兒孫滿天下在何用忙為明適出師偵之小徑", "11": "甚麼物兮與麼來當下無言眼未開退參八載明", "110": "既見搊住云老漢今日須與我說不說打你去明云", "111": "監寺知是般事便休語未卒師大悟即拜于泥途開", "112": "法楊岐僧問少林面壁意旨如何師云西天人不會", "113": "唐言。", "114": "西天人不會唐言箇事當場啟口難堪憶少林常", "115": "面壁覺來無地著羞漸。", "116": "南嶽第十三世南嶽第十三世", "117": "舒州白雲守端禪師衡陽葛氏子依茶陵郁披剃往", "118": "參楊岐岐問受業師為誰師云茶陵郁和尚岐云聞", "119": "伊過橋遭什有偈能記否師舉云我有明珠一顆久", "12": "端的遍界空花眼裏栽。", "120": "被塵勞關鎖今朝塵盡光生照破山河萬朵岐笑而", "121": "趨起師愕然通夕不寐黎明諮詢之岐云汝見昨日", "122": "打敺儺者麼師云見岐云汝一籌不及渠師愈駭然", "123": "云何謂也岐云渠愛人笑汝怕人笑師大悟。", "124": "照乘明珠覿面呈笑中有意愕然驚忽從句裏翻", "125": "身去衣裏寒光耀更真。", "126": "南嶽第十四世南嶽第十四世", "127": "蘄州五祖法演禪師綿州鄧氏子年三十五始祝髮", "128": "遍參名宿因浮山指見白雲問南泉摩尼珠話雲叱", "129": "之師領悟獻投機偈曰山前一片閒田地叉手叮嚀", "13": "南嶽第二世南嶽第二世", "130": "問祖翁幾度賣來還自買為憐松竹引清風雲特印", "131": "可雲一日謂師曰有數禪客自廬山來皆有悟入處", "132": "教伊說亦說得有來由舉因緣問伊亦明得教伊下", "133": "語亦下得秪是未在師于是大疑私自計曰既悟了", "134": "說亦說得明亦明得如何卻未在遂參究累日忽然", "135": "省悟從前寶惜一時放下走見白雲雲為手舞足蹈", "136": "師亦笑而已師後曰吾因茲出一身白汗便明得下", "137": "載清風。", "138": "人人有片閒田地何必叮嚀問主翁一笑通身流", "139": "白汗忽然脫體露真風。", "14": "江西馬祖道一禪師漢州什邡人姓馬氏幼歲出家", "140": "南嶽第十五世南嶽第十五世", "141": "成都昭覺克勤佛果禪師彭州駱氏子兒時日記千", "142": "言見佛書如獲舊物出家首謁玉泉皓次依金鑾信", "143": "大溈哲黃龍心東林度僉指為法器而晦堂稱他日", "144": "臨濟一派屬子矣最後見五祖盡其機用祖皆不諾", "145": "師忿然而去到金山染寒困極試以平日見處無得", "146": "力者乃轉依五祖令入侍寮聞舉提刑小艷詩話祖", "147": "云他秪認得聲師云他既認得聲為甚麼卻不是祖", "148": "云如何是祖師西來意庭前柏樹子聻師忽有省出", "149": "門見雞飛上闌干鼓翅而鳴復自謂云此豈不是聲", "15": "開元中習定衡嶽遇讓和尚問云大德坐禪圖甚麼", "150": "遂袖香入室通其所得祖云佛祖大事非小根劣器", "151": "所能造詣吾助汝喜由此所至推為上首。", "152": "雞上欄杆鼓翅鳴夢中驚覺五陵春香風滿袖通", "153": "身快秪要檀郎認得聲。", "154": "南嶽第十六世南嶽第十六世", "155": "臨安徑山大慧宗杲普覺禪師宣城奚氏子年十六", "156": "出家十七落髮十九遊方謁湛堂後參圜悟聞薰風", "157": "自南來殿角生微涼語省豁悟每舉有句無句話問", "158": "之師擬開口悟便云不是一日師問悟云聞和尚曾", "159": "問五祖師翁來不知道箇甚麼悟笑而不答師云當", "16": "師云圖作佛讓將磚一片于彼菴前石上磨師云磨", "160": "時想是對眾問今日說亦何妨悟云我問有句無句", "161": "如藤倚樹意旨如何祖云描也描不成畫也畫不就", "162": "又問樹倒藤枯時如何祖云相隨來也師當下釋然", "163": "悟云始知我不汝欺也遂著臨濟正宗記付之。", "164": "薰風南起閣生涼諸佛明明不覆藏萬朵白雲吹", "165": "散去當陽一片露堂堂。", "166": "南嶽第十七世南嶽第十七世", "167": "福州西禪懶菴鼎需禪師本郡林氏子幼舉進士偶", "168": "看遺教經歎曰幾為儒冠所誤欲去家母以親迎難", "169": "之師絕之以偈云夭桃紅杏一時分付春風翠竹黃", "17": "作甚麼讓云磨作鏡師云磨磚豈得成鏡耶讓云磨", "170": "花此去永為道伴竟依保壽出家遍參名宿後依大", "171": "慧慧問內不放出外不放入正恁麼時如何師擬開", "172": "口慧拈竹篦連打三下師于此大悟厲聲云和尚已", "173": "多了也慧又打師禮拜慧印以偈一日上堂云懶翁", "174": "懶中懶最懶懶說禪亦不重自己亦不重先賢又誰", "175": "管你地又誰管你天物外翛然無箇事日上三竿猶", "176": "更眠。", "177": "拈來竹篦甚分明棒下承當得本真最懶說禪無", "178": "可說三竿日上懶翻身。", "179": "南嶽第十八世南嶽第十八世", "18": "磚既不成鏡坐禪豈得成佛師云如何即是讓云如", "180": "福州鼓山木菴安永禪師閩縣吳氏子弱冠為僧謁", "181": "懶菴于雲門懶問不問有言不問無言世尊良久不", "182": "得向世尊良久處會隨後便喝師倏然契悟作禮云", "183": "不因今日問爭喪目前機懶許之上堂拈拄杖云臨", "184": "濟小廝兒未曾當頭道著今日全身放憨也要諸人", "185": "知有擲拄杖下座。", "186": "問得分明答豈差一聲喝出絕週遮目前驚散浮", "187": "雲盡月印千江玉浪花。", "188": "南嶽第十九世南嶽第十九世", "189": "杭州淨慈晦翁悟明禪師福州人上堂舉夾山會下", "19": "牛駕車車若不行打車即是打牛即是師無對讓云", "190": "一僧到高亭纔禮拜亭便打僧云特來禮拜亭亦打", "191": "又拜亭又打趁出僧回舉似夾山山云會麼僧云不", "192": "會山云賴汝不會汝若會即夾山口啞去應菴拈云", "193": "高亭一期忍俊不禁爭奈拄杖放行太速者僧當時", "194": "若是箇漢莫道高亭夾山便是達磨大師出來也斬", "195": "為三段何故家肥生孝子國伯有謀臣師云高亭夾", "196": "山門庭施設各得其宜但中間一人較些子應菴與", "197": "麼道也是鞏縣茶瓶師纂修聯燈會要。", "198": "門庭施設法中王正令全提孰敢當識得中間較", "199": "些子聯燈千古繼心光。", "2": "侍者道通記錄", "20": "汝學坐禪為學作佛若學坐禪禪非坐臥若學作佛", "200": "南嶽第二十世南嶽第二十世", "201": "太原苦口良益禪師參淨慈慈問近離甚處師云瑞", "202": "光慈云正與麼時光在甚處師便喝慈云且止汝道", "203": "西湖水深多少師擬議慈便打趁出久之契悟作偈", "204": "曰臨機一句不露絲頭吹毛纔展大地全收師云從", "205": "上心印汝今得之宜處深谷俟時行化。", "206": "問到西湖水淺深棒頭點出甚分明臨機一句吹", "207": "毛劍從上心珠印得真。", "208": "南嶽第二十一世南嶽第二十一世", "209": "汾州筏渡普慈禪師初參徑山端高峰妙各有契處", "21": "佛非定相於無住法不應取捨汝學作佛即是殺佛", "210": "後北還過燕遊五臺禮文殊感大士放光居臺二年", "211": "入太原參益和尚益云發足甚處師云五臺益云文", "212": "殊與汝說甚麼師云腳下草鞋唱成一百文益云腳", "213": "跟為甚麼不點地師云且喜老漢見得親切益云老", "214": "僧罪過師喝一喝而出自此常造室中久之益囑云", "215": "汝緣當在本處他後設大法藥宜號筏渡師禮謝歸", "216": "汾州。", "217": "徑山參過謁高峰猶是文殊光影中草鞋踏斷真", "218": "消息一喝當陽播正宗。", "219": "南嶽第二十二世南嶽二十二世", "22": "若執坐相非達其理師聞開示如飲醍醐乃受心印", "220": "洛京相國一言道顯禪師雁門人生而岐嶷穎悟英", "221": "特年十二自願出家父母難之師云兒志決矣未可", "222": "強留遂落髮于郡之西山聽講圓覺至知幻即離章", "223": "頓然默契恍若舊識乃辭師遊汾州謁筏渡渡一見", "224": "器之命入侍寮一日渡舉竹篦問云畢竟喚作甚麼", "225": "師方進語渡驀頭便打忽然大悟禮拜云和尚且止", "226": "古人道佛法無多子非虛語也渡云汝今方知吾意", "227": "耶師云和尚大恩碎身難報渡囑云汝年且幼時至", "228": "理彰師執勞座下一十七載。", "229": "竹篦拈來活似龍驀頭一棒悟心空無多佛法明", "23": "開法南昌寶峰山僧問和尚為甚麼說即心即佛師", "230": "今古恩大難酬此日功。", "231": "南嶽第二十三世南嶽第二十三世", "232": "西京小菴行密禪師初以白衣禮相國顯和尚凡見", "233": "便禮拜顯一日謂云道人禮拜且止佛法在甚處師", "234": "方舉首忽聞板聲鳴顯云只者是師從此有入遂求", "235": "度顯云汝誠精進宜名行密力參三年顯舉馬祖三", "236": "不是語未絕師云畢竟如何顯笑云已多了也師于", "237": "言下釋然大悟顯云佛法下衰正宜潛隱毋拘城隍", "238": "得安身處最為佳耳。", "239": "一聲板響通消息惹得三年滿腳泥聞舉南泉三", "24": "云為止小兒啼僧云啼止時如何師云非心非佛僧", "240": "不是忽于句下悟全機。", "241": "南嶽第二十四世南嶽第二十四世", "242": "二仰圓欽禪師禾之秀水人遍參諸方毫無所契入", "243": "西京謁小菴密于旅舍密問浙中有箇伶俐人汝還", "244": "見麼師云圓欽鈍漢密云我要箇鈍漢作監收汝還", "245": "知麼師罔措密云數千里來可惜錯過師相依扣參", "246": "一日見鼠從架上過撲翻油甕忽爾頓契走見密云", "247": "某已捉得了也密搊住云道道師云一粒鼠糞污卻", "248": "鍋羹密云瞎漢參堂去。", "249": "數千里來幾錯過油甕翻時滋味長鼠糞鍋羹污", "25": "云除此二種人來如何指示師云向伊道不是物其", "250": "卻了和盤托出露當陽。", "251": "南嶽第二十五世南嶽第二十五世", "252": "壽州無念智有禪師蜀之漢州人出峽遊四明登天", "253": "目後參二仰欽欽云行腳甚處師云南方欽云彼中", "254": "佛法如何師云山川無異欽云我手何似佛手師良", "255": "久欽云莫道無異好後看興化打維那因緣始浩然", "256": "大徹作偈云興化打維那平地遭殃禍昨夜南山雲", "257": "飛向北山過欽見為之助喜云不辜到此。", "258": "遍歷南方涉四明山川有異一般春南山雲向北", "259": "山去片片飛來露本真。", "26": "化盛行江西。", "260": "南嶽第二十六世南嶽第二十六世", "261": "荊山懷寶禪師渚宮人遊壽州謁無念有有云獵縣", "262": "遊州畢竟為著何事師云生死大事求師拔度有云", "263": "汝是荊州人麼師云是有云闍黎即今在甚麼處師", "264": "擬對有云若便恁麼猶較些子佛法不是商量參堂", "265": "去師潛心座下一日有喚云闍黎師應諾有云在甚", "266": "麼處師于言下領旨後于嘉靖七年正法付鐵牛遠", "267": "師隱終南山。", "268": "呼來喚去有何因應答分明豈不親荊山有寶從", "269": "今識悟得真空一片心。", "27": "磨磚坐佛兩俱非撥轉牛車露大機悟徹心空真", "270": "南嶽第二十七世南嶽第二十七世", "271": "秦嶺鐵牛德遠禪師得心印于荊山菴居秦嶺常披", "272": "一紅布褲一日頂笠揮鋤地中月明聯池過之池見", "273": "云者漢好似一頭軍師云看箭池作躲箭勢師近前", "274": "攜手至菴留住三月謂云我乃大慧之裔在此待人", "275": "數十年矣汝今既來當為我求人光揚祖道付偈云", "276": "就身能打劫劈筈善奪窩三玄從此出三要不為多", "277": "探竿影草主賓分獅子迷蹤奈我何。", "278": "身披紅褲當僧衣頂笠揮鋤掘地時好似一軍須", "279": "看箭光揚祖道露全機。", "28": "印後精金百煉愈光輝。", "280": "南嶽第二十八世南嶽第二十八世", "281": "敘州朝陽月明聯池禪師本郡范司馬之後幼居窗", "282": "下有僧過訪不遇題聯于壁師見厭世祝髮杖笠南", "283": "遊過洛伽道逢一僧偉儀殊相師前行失腳念佛一", "284": "聲僧云此敲門瓦子何不拋卻師云拋卻後如何僧", "285": "云葉落歸根來時無口師有省後于秦嶺受印鐵牛", "286": "返敘州居朱提山朝陽洞聚雲來參師問云如何是", "287": "古佛心雲拱手云請和尚尊重師問不用音聲與色", "288": "身將何喚作本來人雲默然師休去。", "289": "朝陽洞口月初明指出當陽古佛心拱手端然請", "29": "南嶽第三世南嶽第三世", "290": "尊重渾忘聲色貴知音。", "291": "南嶽第二十九世南嶽第二十九世", "292": "忠州聚雲吹萬廣真禪師敘州宜賓人姓李氏以白", "293": "衣參朝陽多載乃落髮受具一日陽謂師云汝有一", "294": "句未會在師問那一句陽云不用音聲色身默然良", "295": "久與我現出真空來師拂袖便出自思此事不可草", "296": "草此中必有玄要辭往別山苦參三年復見朝陽問", "297": "云畢竟如何現出陽引師手掩其口豁然大悟囑後", "298": "師涉海入吳穿閩過粵萬曆戊午于瀟湘湖東開法", "299": "還蜀闡化聚雲出世三十年五坐道場語錄二十卷", "3": "源流頌源流頌", "30": "洪州百丈懷海禪師福州長樂人姓王氏丱歲出家", "300": "廣錄五十卷行世。", "301": "退參三載聚雲開喜得真空現出來每向紅爐經", "302": "久煆道行楚蜀顯英才。", "303": "南嶽第三十世南嶽第三十世", "304": "忠州治平慶忠鐵壁慧機禪師營山羅氏子家世業", "305": "儒師生而貌偉器骨不凡八歲隨母持齋稍長厭俗", "306": "于天啟壬戌薙髮後參聚雲依住一夏不蒙垂示一", "307": "日雲出方丈師跪泣于前求雲開示雲笑而不答師", "308": "謂遇至人而無緣得授不如捐軀赴水以待來生有", "309": "諭以從講肆遊師聽畢復來相依雲命總院事一朝", "31": "三學該練及參馬祖為侍者偶侍祖行次見野鴨飛", "310": "念誦畢登榻一踢渾身骨碎大笑不止拈偈呈雲雲", "311": "不之印又力究三年忽爾大徹入室密以啟雲雲云", "312": "汝今纔會老僧意那師云和尚大慈為人徹底雲滅", "313": "後師為廬墓四眾堅請開法平都地藏院十坐道場", "314": "語錄二十卷僧問如何是正法眼藏師云烏龜開夜", "315": "市。", "316": "渾身骨碎未相許三載參明得寶珠脫殼烏龜開", "317": "夜市杜鵑啼血染珊瑚。", "318": "南嶽第三十一世南嶽第三十一世", "319": "忠州高峰三山燈來禪師墊江曾氏子世業儒師早", "32": "過祖云是甚麼師云野鴨子祖云甚處去也師云飛", "320": "年入泮性好佛書一日讀聚雲古音王傳觸發夙慧", "321": "年三十從弔巖山南浙二師祝髮參鐵壁機和尚于", "322": "青山領箇沒得話頭終朝咀嚼不發泣語三巴掌師", "323": "掌雖本色勉之師愈迷悶適聞笑亭維那讀嚴陽尊", "324": "者問趙州一物不將來時如何州云放下著師于言", "325": "下釋然乃撫案大笑亭曰見箇甚麼師與一掌即趨", "326": "見機和尚機曰作麼作麼師連撫三掌機曰落在甚", "327": "麼處師作舞而出後隨機和尚掌師山行見浮雲東", "328": "西飛度師問曰落在甚麼處機和尚向空中指云看", "329": "掌驀面便掌由此腳跟點地受機和尚囑後開法崇", "33": "過去也祖扭師鼻師負痛失聲祖云又道飛過去也", "330": "聖凡六坐道場康熙戊申歲嘉禾縉紳請住郡之天", "331": "寧闡揚道化編梓三代語錄入楞嚴大藏流通。", "332": "高峰絕頂全身露但見雲飛西復東驀而掌來如", "333": "霹靂豁開正眼悟真空。", "334": "南嶽第三十二世南嶽第三十二世", "335": "寧波普陀別菴性統禪師高梁龍氏子年十二投高", "336": "峰三山老人薙染二十二受具嘗請益山參究下手", "337": "工夫山曰只須向自家屋裏打點師遂將平日讀過", "338": "經史從頭細檢究無一下手處心甚奮急一日聞山", "339": "舉南泉瓶鵝公案有省山謂曰汝只會得有何曾會", "34": "師有省一日再參祖震威一喝師三日耳聾後黃檗", "340": "得無遂示以狗子無佛性話逾年無所入請益曰秪", "341": "如會得者箇如何便了得生死山曰既會得者箇如", "342": "何不了生死心益迷悶後因山舉百丈開義田因緣", "343": "至展手處大徹玄旨山乃印可山示滅遂繼席高峰", "344": "尋遷普陀法化之盛風動遐邇正錄外著有續燈正", "345": "統盛行于世。", "346": "心珠早得在高峰拽杖南來正脈通坐斷洛伽消", "347": "萬派從茲重整舊家風。", "35": "聞舉不覺吐舌。", "36": "群飛野鴨白雲邊扭痛鼻頭甚可憐一喝耳聾千", "37": "古意雄峰從此浪彌天。", "38": "南嶽第四世南嶽第四世", "39": "洪州黃檗希運禪師閩中人幼歲出家至京洛行乞", "4": "南嶽第一世南嶽第一世", "40": "吟添缽聲一嫗出扉問曰太無厭生師云汝猶未施", "41": "責我無厭何耶嫗笑而掩扉師異之後往南昌見馬", "42": "祖祖已示寂時百丈為祖廬墓師見丈丈舉耳聾話", "43": "師吐舌丈云汝嗣馬祖去師云某來參馬祖不料無", "44": "緣因和尚斯舉得見馬祖大機大用若嗣馬祖恐以", "45": "後喪我兒孫及開法上堂眾纔入師召云大眾眾回", "46": "首師云月似彎弓少雨多風。", "47": "聞舉舌頭忙吐出大張機用顯全才月似彎弓論", "48": "風雨棒頭有眼豁然開。", "49": "南嶽第五世南嶽第五世", "5": "南嶽懷讓禪師金州杜氏子年十五出家謁嵩山安", "50": "鎮州臨濟義玄禪師曹州南華人姓邢氏落髮進具", "51": "志慕禪宗初參黃檗三度問佛法的的大意三度被", "52": "打及到大愚處悟徹于大愚脅下築三拳復轉黃檗", "53": "打黃檗一掌後臨滹沱河側開堂建立黃檗宗旨號", "54": "臨濟宗。", "55": "三遭痛棒還拳處長劍倚天會者稀佛法無多親", "56": "口出當陽一句露真機。", "57": "南嶽第六世南嶽第六世", "58": "魏府興化存獎禪師初在臨濟為侍者因訊洛浦來", "59": "參機緣兩遭濟打及到三聖處為首座聖問師師便", "6": "公指參六祖祖問甚處來師云嵩山來祖云甚麼物", "60": "喝聖云須是你始得復到大覺處為院主覺問師師", "61": "便喝覺便打師又喝覺又打次日覺又問師師亦喝", "62": "覺亦打師再喝覺再打至脫下衲衣痛與一頓處直", "63": "下薦得臨濟在黃檗喫棒底道理迨後開堂拈香云", "64": "者瓣香本為三聖師兄三聖于我太孤本為大覺師", "65": "兄大覺于我太賒不如供養臨濟先師。", "66": "大作雷聲無點雨棒頭撥轉目前機其中薦得孤", "67": "賒處臨濟先師供養伊。", "68": "南嶽第七世南嶽第七世", "69": "汝州南院慧顒禪師得法于興化獎開堂後有僧來", "7": "與麼來師無對退參八載復來答云說似一物即不", "70": "參云敗也師引杖向其前僧無語師便打數棒。", "71": "殺活臨機用最親禪床掀倒不知音棒頭點出金", "72": "剛眼啐啄同時有幾人。", "73": "南嶽第八世南嶽第八世", "74": "汝州風穴延沼禪師餘杭劉氏子參南院院問南方", "75": "一棒作麼商量師曰作奇特商量師卻問和尚此問", "76": "一棒作麼商量院拈拄杖曰棒下無生忍臨機不見", "77": "師師于言下大徹玄旨遂依止六年。", "78": "明明心印鐵牛機棒下無生不見師掣電轟雷能", "79": "殺活豁然句裏悟玄微。", "8": "中祖云還假修證也無師云修證即不無染污即不", "80": "南嶽第九世南嶽第九世", "81": "汝州首山省念禪師萊州狄氏子參風穴穴上堂舉", "82": "世尊以青蓮目顧視大眾乃曰正當恁麼時且道說", "83": "箇甚麼若道不說而說又是埋沒先聖且道說箇甚", "84": "麼師乃拂袖下去穴擲下拄杖歸方丈次日師與真", "85": "園頭同上問訊次穴問真曰作麼生是世尊不說說", "86": "真曰鵓鳩樹頭鳴又問師曰汝作麼生師曰動容揚", "87": "古路不墮悄然機穴謂真曰汝何不看念法華下語。", "88": "世尊顧視青蓮目直下承當更不疑拂袖便行多", "89": "瀟灑當陽不墮悄然機。", "9": "得祖云只此不染污乃諸佛之所護念汝既如是吾", "90": "南嶽第十世南嶽第十世", "91": "汾州太子院善昭禪師太原俞氏子幼有大智一切", "92": "文字不由師訓自然通曉剃髮遊方遍參尊宿七十", "93": "一人最後見首山問百丈捲席意旨言下大悟拜而", "94": "起云萬古碧潭空界月再三撈摝始應知。", "95": "參遍諸方猶不歇霜眠露宿訪師來應知皓月澄", "96": "潭現放下身心曠劫灰。", "97": "南嶽第十一世南嶽第十一世", "98": "潭州石霜慈明楚圓禪師全州清湘李氏子少為書", "99": "生年廿二得度母賢遣之遊方聞汾陽道望冒險往"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B487 翠崖必禪師語錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B487 翠崖必禪師語錄", "author": "清 必說　道通錄（依駒本增入並印）", "language": "chinese", "source": "CBETA"}