{"language": "chinese", "originalTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8915 禪門偈（前殘）", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "偈言塲無栢食茨萁𢶫不堪衣滴淚淹砂〃不砕衣𥁞", "1": "飢来唯佛知欲󵺮山󵺮山𢙢不還息念思禪路凝心", "2": "慮不前此法甚難聞億刧今日見若人志道學", "3": "速退轉聞如是甚深不可󵘸无邊无量諸佛大慈", "4": "大悲禪門應當諦〃𦗟〃若有善男子善女人發心坐", "5": "禪脩學不墮三𢙣道於其中間速得成佛當尓之", "6": "時六𩂜震動遍覆三千大千世界不可思議諸佛大慈", "7": "大悲流此妙法救度眾生尓時復自思惟見諸大群賊俓", "8": "在五隂忽見心王退散馳走俱白王言我󵓕無知󷖲无始", "9": "曠刼共佛性同生各自流浪廣造不善囙緣于今未滅沉", "10": "淪生死无有出期承佛所󵘸有諸禪門未得聞󷖲百", "11": "憶恒沙大刧不見心王凝相一二年中忽然相見報諸", "12": "群賊汝󵓕無知貪著世樂不觧󵺮空我伴汝桒𡖋逕空", "13": "刼惟己所知非他所見其王發大慈悲廣譯禪門度", "14": "諸苦𢙉眾生出於彼岸得證涅盤寄語好道君子努", "15": "力審思觀若得如如理何湏文上看而󵘸偈言。", "16": "真觀清淨觀廣大智恵觀悲觀及慈觀无相无生觀", "17": "九相五停觀三乗十八觀一空及四空三教十八空", "18": "若欲廣分別窮刼而難盡眾生沉苦海億刼遇人身", "19": "多緣六賊󶥾沉淪生死海常貪五欲樂不學大禪門", "20": "累刼虚生死魔心向外奔相續不断絕于今賊未分", "21": "澄心断非境即到大乗門佛躰本空寂无我𡖋無人", "22": "發心󷒓道時將心𩂜〃錯今乃大慈悲廣開甘露門", "23": "濟渡群盲類了了識其真如貧淂貴寶離苦澄菩提", "24": "无生到涅盤身心无罣㝵本向躰中空此法甚難聞", "25": "億刼時一現唯佛應知此󵕬夫不可聞󷒓道退敗者", "26": "㝎墮阿毗獄若人毀謗者不復得人身長居地獄苦", "27": "鍾聲永不聞斯由毀滅心故獲如是罪若不尓者誓", "28": "當代一切眾生墮无間地獄逕百万億刼不聞三寶名字", "29": "千佛出世不見佛身長刼受苦如毀滅佛法者𡖋同此", "30": "罪𢙢學者有疑故󵘸誓言唯願三寶久住世間弘濟有", "31": "情賜心無盡用斯禪理普閠倉生幸願慈悲布施歡", "32": "憶重󵘸偈言。", "33": "󴋮可思議无想宗知身破壞速󵺮空前身󳏃寶今不見", "34": "此去還共往生同䪺󱹊娑婆財色樂將心故往涅盤宮", "35": "飢火燒心膓欲󱹊三尸六識逕相管遊心妄念一時无", "36": "魂識分離豈有戀一切苦行此為難十二頭陁何󷖵歎", "37": "知我心者願同脩流轉此法世間収法身空寂无言󵘸", "38": "佛性堅勞不懼秋色䕃之軀本以虚五欲眾生共佛踈", "39": "一朝命謝󵺮泉路方覺親姻一箇無法身常住非真󷙂", "40": "禪理囙緣不󱹊絕諸佛大躰是心王妙有真空色䕃蔵", "41": "子細觀看無一物如何不造去時粮佛性埋蔵弟六識", "42": "󱹊大慈有食宍八万細行󵘩緣難空恵一門󵺮无學", "43": "寶山幾度於中過垢膩之衣由不識真空大㝎過千界", "44": "五欲无常何󷖵愛將心覓境執為㓛与佛累刼長相背", "45": "諸子脩行欲識宗根本還󷖲色䕃空蠢動含靈皆有性", "46": "四生无二与身同三界火宅苦捿〃生死浪流幾千迴", "47": "妄念諸姻恩不𥁞白髮相催心故迷不覺娑婆无量刼", "48": "染着貪心由未迴纔始󵺮心於大道照見空中空不来", "49": "大空空不空妙理本無󷖷劃別塵勞盖了〃見身心", "50": "一切有色身皆為󷄅幻故仏性本无言境界非堅固", "51": "前佛与後佛還󷖲空裏去此路󷠣難登逈絕無人路", "52": "孤捿出火宅惟恨无朋侶百億被沉埿不趣无生路", "53": "介子納湏󳇐纔始心開悟知身百億身不離生死苦", "54": "色身應破壞是舎非堅固雜穢遍其身妙理長年覆", "55": "蔵識不知生真空空不住努力好看心即到眀〃𩂜", "56": "嘆眾生貪嗔癡雜嘆眾生貪嗔癡雜", "57": "盖聞一切四生有闇有眀嗔󷖲何出嗔共誰行嗔来五垢", "58": "俱起嗔󷙂佛性長眀聲如空響繫心不妄毒草生牙善", "59": "心不長八苦相催生生流浪長刼貪嗔六賊散放嗔乃兮氣", "60": "咽遙聞語兮愁結後徳智心𠔃所知馮靈偽兮為莭𦬇聞", "61": "兮大󱫗緣嗔努𠔃失天尋根原兮不見無形躰兮空然六", "62": "賊五垢兮相伴前心後心兮各變一住火宅兮逕年向佛道", "63": "兮不返衣裏寶珠兮不看共五垢兮為伴与六賊兮相随", "64": "󷖲曠刼兮不散如空響兮无形囙四大兮立名多嗔兮不重", "65": "好憙兮不輕識攝色兮覺性知毒造罪兮佛性稀只為", "66": "眾生有人我貪愛雙行成佛遅比共風火為家計言", "67": "將累刼不相離忽見氣盡󵺮於主始知四大不相随本", "68": "日来兮空寂身真空不住嗔觧合成人相妄念永沉淪不", "69": "生𡖋不󷙂无名豈有嗔攀緣生万法究竟本无根无人", "70": "󷜎无我无固𡖋无新大躰真如理身中得見身若識心", "71": "中心神鬼不能󷒒法身空寂寂貪嗔不住中尋根不", "72": "見躰聲同空裏風欲界󷖲於四大起緣此三毒失", "73": "人身𦬇不生貪愛心色界榮華不是㓛世間󳏃寶非", "74": "為寶得了真空乃是金累刼沉淪生死苦佛性埋", "75": "来漸〃深无去无來法常住不生不󷙂本来存只為", "76": "󵕬夫塵垢重不見如來真法身法身本躰󵺮空裏", "77": "澄心㝎識无魔鬼菩提樹下各登真始悟佛性居心", "78": "裏世人執相廣攀緣不肯將心尋彼原寶在身中常", "79": "企甭魂神神流浪幾千年世間欲界无為界𦬇云", "80": "空不住空只󵘸今身貪切逼不能預種涅盤㓛三毒一", "81": "發遍十方嗔心若盛沒󱱊孃姉妹嗔来如陌路佛性", "82": "纖纖垢下蔵󷖲頭至󷖵深披觧人我莫知阿許廂六尺", "83": "之軀无久住命如石火豈能長煩𢙉无󷖲嗔愛起五毒", "84": "相將見鬼王躰同󷄅空无善𢙣不能究竟識其真", "85": "无殃󵉤刼稱人我一切皆󵺮生死軍未悟之時將有人", "86": "覺悟之後惣死身只是覺性能眀了非関人我識其", "87": "真󷘰語後學諸子󵓕努〃力〃󱹊貪嗔。", "88": "居山淨坐學居山淨坐學󷒔心无去无来本躰空累刼", "89": "沉淪不覺悟言將佛在四天中不住中間不𩂜外天", "90": "魔一切渾然同身中佛性今朝見始知累刼不相逢", "91": "寶在身中不採用年年歲歲受貧窮佛性湛湛眀如鏡", "92": "昭破五垢走西東六賊今日󷖲空󷙂人我㝎是自應終", "93": "三毒根深佛性遠攀緣妄想本无󷗀賢行依行湏", "94": "急學㝎恵通達是真宗狹〃一門放佛性得見長者寶", "95": "乗中遊於四方真閑睱眀〃不絕㝎眀燈翳翳八萬塵勞", "96": "盖恒在世間生貪愛生生相續至今時空空法性不頂", "97": "戴內眀裏照啞佯行了了得見三千界搖琰種子不生牙", "98": "賢効共佛同一隊深知欲塩佛性尊不觧愛延相合會法", "99": "華經蔵曉然存常共妙理長相待化城无是度群盲息", "100": "人只為猶煙翳法雲普雨濟群迷毒藥累刼由今在如", "101": "来法座廣開門眾生佛性長年閇如水澄清靣像分", "102": "五慾无常何󷖵愛心心相見證无生得免三󷛦償息念", "103": "空寂離塵埃妙覺本桒󵺮大躰但能善𢙣俱不生即", "104": "到身心无罣㝵万般求法只󷒑心千種身名唯佛大了", "105": "知𤁒相是真空急出火宅離三界󵺮去来誰能久", "106": "住守砂搥紫閣修行名󶐍〃死者皆㽞一聚塵苦海深", "107": "无底眾生流浪幾千迴"}, "englishTitle": "Selections from the Taipei National Central Library Buddhist Rare Book Collection, Electronic version, No. 8915 禪門偈（前殘）", "author": "Not available"}