{"sourceLink": "http://www.cbeta.org/", "text": {"0": "感應歌曲弘利益之曲", "1": "感應序三御製感應序　　　　　　　　　　赤十", "10": "量哉。朕自即位以來。宵旰孳孳。勉圖治理。嘉", "100": "光光華華徧河沙周法界廣廣蕩蕩便是那", "101": "兜率天宮。和南無釋迦牟尼佛南無釋迦牟", "102": "尼佛。", "103": "佛身化現最為奇。和觀音菩薩十方諸佛菩", "104": "薩。會諸天顯靈應彰妙感散經時。和南無", "105": "釋迦牟尼佛南無釋迦牟尼佛。噯呈種種", "106": "的光現種種的色一時間變著青現著白呈", "107": "著黃露著赤粲熒熒。閃閃爍爍朗朗明明或", "108": "五色或三色。和觀音菩薩十方諸佛菩薩。", "109": "我則見上界中我則見上界中現旃檀開寶", "11": "與萬方同臻善道。間取諸佛如來菩薩尊者", "110": "藏諸菩薩擁靈旛張法樂布金蓮裝寶地會", "111": "諸天集萬聖顯靈驗明明白白希希奇奇十", "112": "方三界現神通都擁護叅隨。和南無釋迦牟", "113": "尼佛南無釋迦牟尼佛。仰佛天智慧功想", "114": "諸法度眾生歷浩劫化身千億無窮盡。和觀", "115": "音菩薩十方諸佛菩薩。那眾生真實堅著", "116": "心發著願修著福行著善勤勤誠誠今生宿", "117": "世獲福無疑。和南無釋迦牟尼佛南無釋迦", "118": "牟尼佛。那其間證人天悟良緣登正覺淨", "119": "融融明潔潔方離了業根無罣礙。和觀音菩", "12": "名號著為名經歌曲徧布河沙剎土。廣作方", "120": "薩十方諸佛菩薩。噯真箇是向上去遇慈", "121": "航登彼岸覩諸天超佛域自在逍遙優游快", "122": "樂生生世世福祿永無期。和南無釋迦牟尼", "123": "佛南無釋迦牟尼佛。", "124": "又普法界之曲即四季蓮華樂四首", "125": "且未說法華最上是真乘。和觀音菩薩無量", "126": "諸佛菩薩。且未說楞伽諸品妙難名。和南", "127": "無釋迦牟尼佛南無釋迦牟尼佛。且未說", "128": "般若波羅為祕密。和觀音菩薩無量諸佛菩", "129": "薩。噯且說道佛身顯應都只是名經。和南", "13": "便。俾一切有情皆超佛域。甞遣人以是經徃", "130": "無釋迦牟尼佛南無釋迦牟尼佛。散經淮", "131": "甸際良辰。和觀音菩薩無量諸佛菩薩。我", "132": "則見半空中我則見半空中揚瑞彩發祥光", "133": "都擁著金輪。和南無釋迦牟尼佛南無釋迦", "134": "牟尼佛。看萬聖千真昭感應。和觀音菩薩", "135": "無量諸佛菩薩。我則見五雲邊我則見五", "136": "雲邊氣稜稜氣稜稜的師子鋸牙鉤爪銅頭", "137": "鐵額雄威猛勢似吼如蹲。和南無釋迦牟尼", "138": "佛南無釋迦牟尼佛。見巍巍白象聳嶙峋。", "139": "和觀音菩薩無量諸佛菩薩。又見得勢騰", "14": "五臺山。及大報恩寺散施。天人讚歎。屢顯禎", "140": "騰又見得勢騰騰身󲊸󲊸雲霧護著金鱗。和", "141": "南無釋迦牟尼佛南無釋迦牟尼佛。一時", "142": "間又見得頭角崢嶸爪甲嵯峨真奇特。和觀", "143": "音菩薩無量諸佛菩薩。更有那九苞禽更", "144": "有那九苞禽現著那錦片片的奇毛粲著。那", "145": "繡茸茸的文羽翩翻飛舞𡄸𡄸噦噦徘徊上", "146": "下煇暎高旻。和南無釋迦牟尼佛南無釋迦", "147": "牟尼佛。", "148": "現瑞呈祥滿太空。和觀音菩薩無量諸佛菩", "149": "薩。擁金蓮開寶藏顯慈容。和南無釋迦牟", "15": "應。近者復以是經徃淮安散施。維時現瑞光", "150": "尼佛南無釋迦牟尼佛。都只是那名經召", "151": "感通。和觀音菩薩無量諸佛菩薩。則見那", "152": "瑞光開則見那瑞光開千疊萬疊熠燿熒煌", "153": "天龍神眾上下隱見駕霧凌風。和南無釋迦", "154": "牟尼佛南無釋迦牟尼佛。那前面森森森", "155": "這後面嚴嚴嚴擁護撝呵都在那大千世界。", "156": "和觀音菩薩無量諸佛菩薩。又則見勢翩", "157": "翩的青鸞又則見勢翩翩的青鸞明皎皎的", "158": "白鶴赤歷歷的円禽迴翔旋繞一來一徃一", "159": "上一下出現雲中。和南無釋迦牟尼佛南無", "16": "五色。團圓如日。復現直光如寶炬。綿亘天表。", "160": "釋迦牟尼佛。噯看瑞物呈霄漢覩靈蹤徧", "161": "上方河沙境界都只是晃晃朗朗晃晃朗朗", "162": "無明無夜。和觀音菩薩無量諸佛菩薩。噯", "163": "那其間眾信每歡歡揚揚眾信每歡歡揚揚", "164": "讚讚歎歎瞻瞻禮禮勤勤懇懇皈依三寶修", "165": "因作念都願到那兜率天宮。和南無釋迦牟", "166": "尼佛南無釋迦牟尼佛。", "167": "佛天昭格妙無方。和觀音菩薩無量諸佛菩", "168": "薩。我則見粲朵朵的天華則見那粲朵朵", "169": "的天華半空飛揚。和南無釋迦牟尼佛南無", "17": "揮霍流動。互影絢麗。其光中復現諸佛菩薩", "170": "釋迦牟尼佛。明晃晃似日光朗融融如鑑", "171": "影煇煌上下。和觀音菩薩無量諸佛菩薩。", "172": "又則見密簇簇的葩蘂又則見密簇簇的葩", "173": "蘂巧粧成五彩五色赤白青黃。和南無釋迦", "174": "牟尼佛南無釋迦牟尼佛。噯却見得渺茫", "175": "茫廣蕩蕩栴檀林菩提樹無邊無岸都是那", "176": "黃金布地。和觀音菩薩無量諸佛菩薩。噯", "177": "仰神通顯昭昭妙微微應彰彰明察察入藕", "178": "󰡕納芥子分明一月現千江。和南無釋迦牟", "179": "尼佛南無釋迦牟尼佛。一時間見得煇煇", "18": "阿羅漢。龍鳳師象寶塔等像。未幾復有慶雲", "180": "爍爍晶晶熒熒朗河沙昭淨界融融煜煜慧", "181": "燈智炬都燭幽潜處。和觀音菩薩無量諸佛", "182": "菩薩。只見得深深沉沉只見得深深沉沉", "183": "幽幽暗暗愛河中苦海內在在處處濟無邊", "184": "都是慈航。和南無釋迦牟尼佛南無釋迦牟", "185": "尼佛。", "186": "十方諸佛降蓮臺。和觀音菩薩無量諸佛菩", "187": "薩。只見得九霄上騰瑞氣淨塵埃。和南無", "188": "釋迦牟尼佛南無釋迦牟尼佛。噯晃煇煇", "189": "的雲翠滃滃的霧霎時間布著天匝著地舒", "19": "彩霱。五色繽紛。彌布上下。雲中復現天華。飄", "190": "著光燿著彩浩渺渺煜煜煜煜閃閃爍爍這", "191": "境界無窮盡。和觀音菩薩無量諸佛菩薩。", "192": "又則見半空中又則見半空中勢巍巍形崒", "193": "崒現寶塔綴簷鈴垂梵鐸固金繩維鐵鎻露", "194": "千尋凌萬仞只見得層層級級玲玲瓏瓏四", "195": "方八面都只是那百寶裝來。和南無釋迦牟", "196": "尼佛南無釋迦牟尼佛。那時節菩薩身現", "197": "金光明爍爍煇燄燄無邊佛力周三界。和觀", "198": "音菩薩無量諸佛菩薩。都只道神通轉法", "199": "輪施慧力妙真乘宣祕密生生世世菩提勝", "2": "諸佛如來為一大事出世。行深願重。愍濟眾", "20": "颻五彩或升或降布滿太虛。已而復有白鶴", "200": "果自有根荄。和南無釋迦牟尼佛南無釋迦", "201": "牟尼佛。正好是布前程今世因受者是來", "202": "世因作者是看善惡分明彰報應。和觀音菩", "203": "薩無量諸佛菩薩。噯願眾生齊發念早修", "204": "因多種果行善心斷惡業超登覺道自自在", "205": "在塵塵剎剎永永脫輪迴。和南無釋迦牟尼", "206": "佛南無釋迦牟尼佛。", "207": "弘利益之曲弘利益之曲即頻伽音又名呌街聲六首", "208": "瞻仰著那虛空中五色瑞光呈現佛如來佛", "209": "如來佛菩薩。佛菩薩佛菩薩。和這感應都只", "21": "丹禽翩翩自西南來。盤旋空中。久而不去。眾", "210": "在至誠心。如來。諸佛如來。", "211": "又", "212": "佛如來。名經到處人樂神歡。寶光現出五色", "213": "團團。流輝布彩暎徹霄漢。流輝布彩暎徹霄", "214": "漢。佛如來。紛紛郁郁變化無端也諸佛如來。", "215": "和這感應都只在至誠心。如來。諸佛如來。", "216": "又", "217": "佛如來。垂虹耀日透天關。眾彩絢斕斑圓融", "218": "的皪妙勝摩尼燦。佛如來。那光中又顯出寶", "219": "相多般也。諸佛如來。和這感應都只在至誠", "22": "目具覩。莫不稽首讚揚。以為千萬世太平之", "220": "心。如來。諸佛如來。", "221": "又", "222": "佛如來。好看那山河大地普光熒。則見五彩", "223": "雲中華嚴海藏眾瑞紛呈。懸空垂寶鏡遍地", "224": "布黃金。佛如來。有緣得覩繪畫難成也。諸佛", "225": "如來。和這感應都只在至誠心。如來。諸佛如", "226": "來。", "227": "又", "228": "佛如來。只見似那種種摩尼互影。佛如來。只", "229": "見似那重重寶藏交輝。佛如來。千變萬化緫", "23": "奇逢。朕惟如來設教但欲使人為善。以去惡", "230": "是諸佛菩薩示現神威也。諸佛如來。和這感", "231": "應都只在至誠心。如來。諸佛如來。", "232": "又", "233": "佛如來。歌曲名經普讚揚靈祥顯應十方。諸", "234": "佛諸天現相。眾生咸敬仰。則見幽明一切納", "235": "吉祥。和這感應都只在至誠心。如來。諸佛如", "236": "來。", "237": "又弘利益之曲即頻伽音又名呌街聲六首", "238": "瞻仰著那虛空中無量諸佛菩薩。佛如來。佛", "239": "如來佛菩薩。佛菩薩佛菩薩。和這感應都只", "24": "趨吉以避凶。善男子善女人。苟能誠心向善。", "240": "在至誠心。菩薩。諸佛菩薩。", "241": "又", "242": "佛菩薩。雲中現出無量金軀。神通變化妙相", "243": "如如。慧光洞燭瑞靄交敷。慧光洞燭瑞靄交", "244": "敷。佛菩薩。功德巍巍遍滿堪輿也。諸佛菩薩。", "245": "和這感應都只在至誠心。菩薩。諸佛菩薩。", "246": "又", "247": "佛菩薩。華嚴寶藏會諸天。種種妙因緣。十方", "248": "諸佛菩薩齊降現。佛菩薩。阿羅漢眾頂包擎", "249": "鉢無量無邊也。諸佛菩薩。和這感應都只在", "25": "以是經是曲佩服持誦。廣積陰隲。忠君孝親", "250": "至誠心。菩薩。諸佛菩薩。", "251": "又", "252": "佛菩薩。好看那神光朗耀徹諸天。只見那金", "253": "容寶相千百億示現無邊。黃金鋪大地七寶", "254": "耀河山。佛菩薩。十方具覩萬姓有緣也。諸佛", "255": "菩薩。和這感應都只在至誠心。菩薩。諸佛菩", "256": "薩。", "257": "又", "258": "佛菩薩。人能種一善因即登般若。佛菩薩。人", "259": "能發一善念即滅禍災。佛菩薩。善功圓滿一", "26": "濟人利物。當得諸佛證盟。神天擁護。益福增", "260": "切眾生皆得見如來也諸佛菩薩。和這感應", "261": "都只在至誠心。菩薩。諸佛菩薩。", "262": "又", "263": "佛菩薩。世事如夢幻泡影。早須積善修因。畢", "264": "竟超登佛境。隨處覩光明。一心諷誦歌曲與", "265": "名經。和這感應都只在至誠心。菩薩。諸佛菩", "266": "薩。", "267": "又弘利益之曲即頻伽音又名呌街聲六首", "268": "瞻仰著那諸天界暎日祥雲五色佛如來佛", "269": "如來佛菩薩。佛菩薩佛菩薩。和這感應都只", "27": "壽。超越無數億劫生死之罪。若彼心懷不誠。", "270": "在至誠心。如來。諸佛如來。", "271": "又", "272": "佛如來。那舒紅卷翠錦茸茸。垂光寶地煥彩", "273": "瑤空。悠揚上下騰龍舞鳳。悠揚上下騰龍舞", "274": "鳳。佛如來。十方三界佛日昭融也。諸佛如來。", "275": "和這感應都只在至誠心。如來。諸佛如來。", "276": "又", "277": "佛如來。只見半空垂鳳彩。五色耀龍文。靈芝", "278": "寶蓋森羅萬象勢輪囷。佛如來。好看靈光燁", "279": "煜佳氣絪縕也。諸佛如來。和這感應都只在", "28": "不忠於君。不孝於親。不能佩服持誦。陰險刻", "280": "至誠心。如來。諸佛如來。", "281": "又", "282": "佛如來。好看那扶桒照曙影曈曨。忽見青蓮", "283": "界上瑠璃絢綵錦繡舒空。金輪開朗耀寶相", "284": "現圓通。佛如來。歡聲喜氣萬彚昭融也。諸佛", "285": "如來。和這感應都只在至誠心。如來。諸佛如", "286": "來。", "287": "又", "288": "佛如來。只見五雲中瑞氣擁金輪。佛如來。只", "289": "見五雲中瑞氣擁金輪。佛如來。照燭山河大", "29": "薄。損人害物。當得鬼神陰加譴罰。減福奪筭。", "290": "地真是氣象一新也。諸佛如來。和這感應都", "291": "只在至誠心。如來。諸佛如來。", "292": "又", "293": "佛如來。好看五色粲成文。騰輝耀景天門。莫", "294": "道尋常觸石。膚寸起絪縕。直是變化無窮現", "295": "佛尊。和這感應都只在至誠心。如來。諸佛如", "296": "來。", "297": "又弘利益之曲即頻伽音又名呌街聲六首", "298": "瞻仰著那九霄中寶塔巍巍出現佛如來佛", "299": "如來佛菩薩。佛菩薩佛菩薩。和這感應都只", "3": "生。開方便門使其洗滌懺悔。改過遷善。趨吉", "30": "受無數億劫生死之罪。於乎。善惡施也。禍福", "300": "在至誠心。菩薩。諸佛菩薩。", "301": "又", "302": "佛菩薩。虛空現出寶塔千層。莊嚴妙相七寶", "303": "稜稜。四方八面玲瓏隱暎。四方八面玲瓏隱", "304": "暎。佛菩薩。千祥萬瑞表。應太平也。諸佛菩薩。", "305": "和這感應都只在至誠心。菩薩。諸佛菩薩。", "306": "又", "307": "佛菩薩名經歌曲妙無邊敬禮感諸天。虛空", "308": "藏內寶塔分明現。佛菩薩。神通廣大功德遍", "309": "三千大千也。諸佛菩薩。和這感應都只在至", "31": "報也。為善降之以福。為惡降之以殃。此自然", "310": "誠心。菩薩。諸佛菩薩。", "311": "又", "312": "佛菩薩。只見那瑞光影裏現浮圖。真箇是層", "313": "層疊疊金鈴寶鐸響振空虛。慈容開妙相玉", "314": "鑑沁冰壺。佛菩薩。十方敬禮示現如如也。諸", "315": "佛菩薩。和這感應都只在至誠心。菩薩。諸佛", "316": "菩薩。", "317": "又", "318": "佛菩薩。正是那法輪常轉普圓融。佛菩薩。只", "319": "見得虛空寶塔現神通。佛菩薩。最是分明層", "32": "之理。人所共知。但為根塵所纏繞而未能覺", "320": "層端正面面玲瓏也。諸佛菩薩。和這感應都", "321": "只在至誠心。菩薩。諸佛菩薩。", "322": "又", "323": "佛菩薩。浮圖八面湧金蓮。粧成百寶鮮妍。祥", "324": "光遍燭諸天。千佛金身現。好看功德無量復", "325": "無邊。和這感應都只在至誠心。菩薩。諸佛菩", "326": "薩。", "327": "又弘利益之曲即頻伽音又名呌街聲六首", "328": "瞻仰著那寶光中天華粲粲飄揚佛如來佛", "329": "如來佛菩薩。佛菩薩佛菩薩。和這感應都只", "33": "悟耳。雖然人孰無過。有能一旦回心向善。受", "330": "在至誠心。如來。諸佛如來。", "331": "又", "332": "佛如來。金蓮臺上捧出千輪足。玉相毫中顯", "333": "出萬德身。金光布地天華耀日。金光布地天", "334": "華耀日。佛如來。飛來飛去五彩晶熒也。諸佛", "335": "如來。和這感應都只在至誠心。如來。諸佛如", "336": "來。", "337": "又", "338": "佛如來。神通廣大遍河沙。處處降天華。只見", "339": "上下飄揚成五色。佛如來。真是佛身充滿千", "34": "持此經。堅心頂禮諷誦。即得消滅種種罪業。", "340": "變萬化也。諸佛如來。和這感應都只在至誠", "341": "心。如來。諸佛如來。", "342": "又", "343": "佛如來。好看那山河大地粲金光。只見天華", "344": "飛舞奇葩異蕚無數飄揚。自然具足色噴出", "345": "微妙香。佛如來。含靈蠢動咸濟慈航也。諸佛", "346": "如來。和這感應都只在至誠心。如來。諸佛如", "347": "來。", "348": "又", "349": "佛如來。只見得香華法樂迓名經。佛如來。只", "35": "即得脫離種種惡趣。即得成就最勝福田證", "350": "聽得讚揚諷誦藹歡聲。佛如來。霎時間則見", "351": "大空中天華粲粲紛呈也。諸佛如來。和這感", "352": "應都只在至誠心。如來。諸佛如來。", "353": "又", "354": "佛如來。空中湧出寶蓮臺千華萬蘂齊開。普", "355": "放無畏光明遍燭河沙界。四海人人咸得見", "356": "如來。和這感應都只在至誠心。如來。諸佛如", "357": "來。", "358": "又弘利益之曲即頻伽音又名呌街聲六首", "359": "只見那大虛空中萬瑞千祥交現佛如來佛", "36": "果人天。永脫輪迴。優游於真如之境。逍遙於", "360": "如來佛菩薩。佛菩薩佛菩薩。和這感應都只", "361": "在至誠心。菩薩。諸佛菩薩。", "362": "又", "363": "佛菩薩。那佛光照耀遍十方。青鸞旋繞白鶴", "364": "迴翔。更有蟠龍舞鳳神師異象。更有蟠龍舞", "365": "鳳神師異象。佛菩薩。翩蹮雜遝顯應昭彰也。", "366": "諸佛菩薩。和這感應都只在至誠心。菩薩。諸", "367": "佛菩薩。", "368": "又", "369": "佛菩薩。世間百福從天降。瑞應際時昌。名經", "37": "極樂之天。豈不快哉。豈不快哉。", "370": "歌曲感應真無量。佛菩薩。則見千佛萬佛示", "371": "現諸方也。諸佛菩薩。和這感應都只在至誠", "372": "心。菩薩。諸佛菩薩。", "373": "又", "374": "佛菩薩。則見那兜率天中慧日明。則見雲中", "375": "千真萬聖普作功德證盟靈飈揚寶盖瑞氣", "376": "擁金輪。佛菩薩讚揚頂禮萬口同聲也。諸佛", "377": "菩薩。和這感應都只在至誠心。菩薩。諸佛菩", "378": "薩。", "379": "又", "38": "永樂十七年十一月初三日", "380": "佛菩薩。瞻仰諸天會上百靈現瑞。佛菩薩。瞻", "381": "仰諸天會上百靈現瑞。佛菩薩。好看靈禽円", "382": "鳥青師白象󲗻隨也。諸佛菩薩。和這感應都", "383": "只在至誠心。菩薩。諸佛菩薩。", "384": "又", "385": "佛菩薩。佛天慧日緫交輝。金光暎徹摩尼。天", "386": "華遍布河沙甘露降葳蕤鞏固", "387": "皇圖寶祚與天齊。和這感應都只在至誠心。", "388": "菩薩。諸佛菩薩。", "389": "諸佛世尊如來菩薩尊者名稱歌曲感應卷", "39": "諸佛世尊如來菩薩尊者名稱歌曲感應卷", "390": "第五十", "4": "避凶。化禍為福。故以念佛功德為最勝第一", "40": "第五十", "41": "普法界之曲普法界之曲即四季蓮華樂四首", "42": "莫只道佛身變現本無方。和觀音菩薩十方", "43": "諸佛菩薩。莫只道菩提般若與金剛。和南", "44": "無釋迦牟尼佛。南無釋迦牟尼佛。莫只道", "45": "佛即是心心即佛。和觀音菩薩十方諸佛菩", "46": "薩。噯且看那名經歌曲顯應最昭彰。和南", "47": "無釋迦牟尼佛南無釋迦牟尼佛。諸天慶", "48": "會降名經。和觀音菩薩十方諸佛菩薩。我", "49": "則見安樂關我則見安樂關具香華備法樂", "5": "福田。經云。有得聞一佛如來名號者。能執持", "50": "那萬姓歡迎。和南無釋迦牟尼佛南無釋迦", "51": "牟尼佛。正頂禮皈依咸仰敬。和觀音菩薩", "52": "十方諸佛菩薩。則見那大圓光則見那大", "53": "圓光一團團一團團的異彩西南方上白雲", "54": "堆裏青紅黃色三道光明。和南無釋迦牟尼", "55": "佛南無釋迦牟尼佛。向虛空旋轉疊晶熒。", "56": "和觀音菩薩十方諸佛菩薩。只見那朗融", "57": "融只見那朗融融煇爍爍直光五色交騰。和", "58": "南無釋迦牟尼佛南無釋迦牟尼佛。一時", "59": "間充法界散彩成文燿日垂虹當霄漢。和觀", "6": "諷誦。歡喜信樂。可却生死罪。或十劫。二十劫。", "60": "音菩薩十方諸佛菩薩。又見那天界中又", "61": "見那天界中簇著那晃粲粲的瑠璃列著那", "62": "明朗朗的寶鑑流煇布影充滿六合揮霍變", "63": "化疊現交呈。和南無釋迦牟尼佛南無釋迦", "64": "牟尼佛。", "65": "諸佛神通度有緣。和觀音菩薩十方諸佛菩", "66": "薩。納須彌周剎土濟無邊。和南無釋迦牟", "67": "尼佛南無釋迦牟尼佛。仰法界那靈光燭", "68": "大千。和觀音菩薩十方諸佛菩薩。則見那", "69": "散經時則見那散經時官僚士庶父老兒童", "7": "以至百劫千劫億萬劫者。夫以稱誦一佛名", "70": "燒香頂禮同聲異口諷誦敷宣。和南無釋迦", "71": "牟尼佛南無釋迦牟尼佛。這城中烘烘烘", "72": "那城中紛紛紛閙閙喧喧只見得人來人去。", "73": "和觀音菩薩十方諸佛菩薩。又則見光冉", "74": "冉的祥雲又則見光冉冉的祥雲香噴噴的", "75": "瑞靄金粲粲的毫光飛揚環繞蘢葱蓊鬱煇", "76": "煌炫爛萬境爭妍。和南無釋迦牟尼佛南無", "77": "釋迦牟尼佛。噯仰虛空無盡藏現法身遍", "78": "世間神通廣大只見得塵塵剎剎塵塵剎剎", "79": "非生非滅。和觀音菩薩十方諸佛菩薩。噯", "8": "號。其功德尚不可量而況於稱誦百千萬佛。", "80": "看起來也只要𧆛𧆛心心也只要𧆛𧆛心心", "81": "皈皈依依聲聲口口在在處處千經萬典朝", "82": "看暮誦都只是那祕密真詮。和南無釋迦牟", "83": "尼佛南無釋迦牟尼佛。", "84": "人人共仰佛光中。和觀音菩薩十方諸佛菩", "85": "薩。則見那密簇簇的神天則見那密簇簇", "86": "的神天變現虛空。和南無釋迦牟尼佛南無", "87": "釋迦牟尼佛。浩巍巍的慈尊威猛猛的菩", "88": "薩阿羅漢眾。和觀音菩薩十方諸佛菩薩。", "89": "則見得妙好好的莊嚴則見得妙好好的莊", "9": "及無量諸尊菩薩名號。則功德之大。又烏可", "90": "嚴諸法相杳杳靄靄隱見無窮。和南無釋迦", "91": "牟尼佛南無釋迦牟尼佛。噯只見那五色", "92": "光紛粲爛燭円霄暎寶地四方八表都在那", "93": "摩尼境界。和觀音菩薩十方諸佛菩薩。噯", "94": "驀然間御靈風駕飛雲離龍宮別兜率現金", "95": "容呈玉相千真萬聖顯靈蹤。和南無釋迦牟", "96": "尼佛南無釋迦牟尼佛。一時間又見磊磊", "97": "落落超超騰騰顯著身露著像重重疊疊都", "98": "是護法神在空中現。和觀音菩薩十方諸佛", "99": "菩薩。却見得逍逍遙遙却見得逍逍遙遙"}, "originalTitle": "Northern Yongle Edition of the Canon, Electronic version, No. 1612 諸佛世尊如來菩薩尊者名稱歌曲(第19卷-第50卷)", "englishTitle": "Northern Yongle Edition of the Canon, Electronic version, No. 1612 諸佛世尊如來菩薩尊者名稱歌曲(第19卷-第50卷)", "author": "明 太宗朱棣制", "language": "chinese", "source": "CBETA"}