{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1363-A 西山和尚語錄序No. 1363-A", "1": "西山和尚語錄序", "10": "西山亮禪師語錄", "100": "上堂。舉明上座趁盧行者。至大庾嶺頭。見義不為。何", "101": "勇之有。盧乃擲衣󰊇於石上云。此衣表信。可力爭耶。", "102": "退己讓人。萬中無一。明上座舉之。如山不動。乃云。我", "103": "為法來。非為衣也。願乞開示。欵出囚口。盧云。不思善", "104": "不思惡。那箇是明上座本來面目。寶劍當頭截。明上", "105": "座於言下大悟。好與三十棒。畢竟那箇是明上座悟", "106": "處。撥闓華岳連天秀。放出黃河徹底清。", "107": "偈頌偈頌", "108": "芭蕉拄杖子芭蕉拄杖子", "109": "你有主丈與主丈。你無主丈奪主丈。撥亂乾坤幾箇", "11": "西山和尚住建康府清真禪院語錄西山和尚住建康府清真禪院語錄", "110": "知。鶯啼不在花枝上。", "111": "靈雲見桃花靈雲見桃花", "112": "幾年湖海不知羞。一見桃花自點頭。堪笑傍觀猶眼", "113": "熱。也來趁隊逞風流。", "114": "趙州勘婆趙州勘婆", "115": "飢時定聞飢。飽時定聞飽。婆子在臺山。趙州勘破了。", "116": "雪師子雪師子", "117": "一色通身白。天然絕點塵。吒沙當古路。不吼也驚人。", "118": "建康黃尚書請住清真曾以頌却之建康黃尚書。請住清真。曾以頌却之", "119": "徹骨窮來不厭窮。橫眠倒臥白雲中。飢飡一󰊇和羅", "12": "侍者　覺心　編", "120": "飯。此外無能振祖風。", "121": "悼遯庵悼遯庵", "122": "無端拗曲作直。平白換人眼睛。而今隻履歸去。且喜", "123": "天下太平。", "124": "藤簟藤簟", "125": "打成一片凝如水。風吹不動寒光起。飯飽󳯲󳯲快活", "126": "眠。不知身在秋波裏。", "127": "開塗田道者求語開塗田道者求語", "128": "大海波濤湧。道人願力堅。當頭一截斷。萬頃看平田。", "129": "光維那歸鄉光維那歸鄉", "13": "師於嘉定四年", "130": "光境俱亡了。寒潭徹底清。泝流翻巨浪。五十四州驚。", "131": "寄　天童癡絕和尚寄　天童癡絕和尚", "132": "潦倒西山百不能。隨身賴有一枝藤。東撐西拄消閒", "133": "日。甘作荒山小院僧。", "134": "達上人乞語達上人乞語", "135": "達道應須併六賊。六賊併了何所得。十方坐斷眼頭", "136": "空。觀音院裏無彌勒。", "137": "碧雲寄華藏故舊碧雲寄華藏故舊", "138": "碧雲深處望湖山。時步松門獨往還。眼底故人都不", "139": "見。但聞幽鳥語關關。", "14": "上堂。舉三聖和尚道。我逢人則出。出則不為人。興化", "140": "見侍者求語見侍者求語", "141": "三呼三應箭鋒拄。不呼不應全體露。汝從雪竇到靈", "142": "山。步步蹋著無差互。", "143": "光上人求語光上人求語", "144": "光明寂照徧河沙。認著依前滿眼花。喪盡諸緣回首", "145": "看。寥寥四顧絕周遮。絕周遮處未為是。更須知有祖", "146": "師關。透得關。生死佛魔甚屎屁。時來平地一聲雷。四", "147": "海五湖如鼎沸。", "148": "古禪人乞語古禪人乞語", "149": "底事完全亘古今。何勞特地徧參尋。草鞵蹋破知端", "15": "道。我逢人則不出。出則便為人。三聖興化。各出一隻", "150": "的。悔涉山川恨轉深。", "151": "佛事佛事", "152": "普上座下火普上座下火", "153": "未出母胎一句子。普天帀地絕誵訛。無端特地要行", "154": "脚。大似將身入網羅。平白網羅忽地斷。四顧寥寥無", "155": "畔岸。烈炎堆中轉法輪。三世諸佛立地看。", "156": "妙堪上座入塔妙堪上座入塔", "157": "妙不妙堪不堪。到頭終是不相干。󰞆飛烟滅盡。一劍", "158": "倚天寒。", "159": "No. 1363-B 塔銘No. 1363-B", "16": "手。要扶竪臨濟宗風。殊不知。臨濟宗風。祇因二大老。", "160": "塔銘", "161": "郪在梓。為壯哉。縣稅氏有子。讀書無味。耆貝葉。不啻", "162": "悅芻豢。志銳超俗。父母百計不得留。禮當縣文才院", "163": "僧普明為師。受具畢。往成都大聖善寺。擇三學名流。", "164": "北面師事之。居無何。振䇿出三峽。徑造毗陵華藏。參", "165": "禮塗毒䇿。䇿器之。俾執侍左右。逮移徑山。與之偕。䇿", "166": "喜作小入室。師直前曰。非古人意也。吾進惡石。輒不", "167": "聽。堂中第一座遯庵演。是其況。乃依演決所疑。演開", "168": "法華藏。亦與之偕。出世金陵清真。瓣香為演拈出。晚", "169": "住四明小靈隱。冰檗自若。人不堪其憂。年九十。閱七", "17": "掃土而盡。今日亮上座出世。畢竟如何。幸是太平無", "170": "十三臈。無疾而終。淳祐二年。二月十有九日。龕留七", "171": "日。葬全身於寺之東隅。得銘無媿。銘曰。", "172": "虗空講經四花亂零亮公不來瘖萬竅聲", "173": "法不終否崛起梓亮亮自真訥以訥提倡", "174": "清真把茆金陵佳麗小試全提霧沈半壘", "175": "以古為鑑以身代舌波波挈挈一生打徹", "176": "惟小靈隱近小淨慈樹此勝幢悠悠我思", "177": "淳祐三年春朔。淨慈住山人。北磵居簡。書于西湖南", "178": "宕。", "179": "No. 1363-CNo. 1363-C", "18": "事客。相逢何必動干戈。雖然如是。也是雪峰道底。", "180": "西山老人。如證而說。如說而行。不犯雕琢。渾然天成。", "181": "句句敲出佛祖骨髓。字字點開衲子眼睛。文彩未彰", "182": "時薦得。圓音貫耳儼如生。淳祐二年重午。天童比丘", "183": "道冲謹書。", "184": "No. 1363-DNo. 1363-D", "185": "西山真實一老翁。不事枝葉。有古宿風韻。後學觀此", "186": "錄。則知予言之不虗也。淳祐癸卯上元。徑山圓照叟", "187": "師範敬書。", "188": "No. 1363-ENo. 1363-E", "189": "枯崖漫錄中卷曰。西山亮禪師頌趙州勘婆子云。", "19": "上堂。一葉落天下秋。幾人於此辨來由。衲僧冷地呵", "190": "飢時定聞飢。飽時定聞飽。婆子在臺山。趙州勘破", "191": "了。遯菴可之。出世金陵清真。提唱語言。發若機括。", "192": "寄天童癡絕云。潦倒西山。百不能隨身。賴有一枝", "193": "藤。東撑西拄消閑日。甘作荒山小院僧。住四明小", "194": "靈隱而終。西山蜀人。性方雅。不喜與俗流交。無準", "195": "敘其語。稱為本色宗師者也。", "196": "又下卷曰。西山亮禪師。福州人。枯硬儉約。甞蓄紙", "197": "被一張。補粘殆遍。寒暑不易。由鼓山首座寮。赴雲", "198": "門請。及遷黃檗。未甞別換。侍僧一夜潛以絹衾易", "199": "之。亮驚叫責曰。我鮮福。平生未甞敢服縑素。況此", "2": "比丘慧真。將與刊布西山亮和尚錄。葢予三十年舊", "20": "呵笑。南嶽天台拄杖頭。", "200": "被相隨三十年矣。其可棄乎。聞者謂。其住山有古", "201": "人風。後退席。入永陽鴈湖山中。與道者刀畊火種。", "202": "莫知所終日本道忠按。此西山非嗣遯菴者。", "21": "上堂。舉南院問僧。名什麼。僧云普參。院云。忽遇屎橛", "22": "時如何。僧云不審。南院便打。師云。兩箇屎橛。合作一", "23": "團。熏天炙地誰能齅。千古叢林作話端。", "24": "上堂。今朝十一月十五。光陰似箭歲將莫。參禪學道", "25": "如何。切忌守株而待兔。若是金毛師子兒。翻身一擲", "26": "無回互。無回互。驚殺南山白額虎。", "27": "上堂。兩國戰爭。萬民逃竄。直得清真寺裏。前廊後架。", "28": "一時占斷。佛殿上繫牛。僧堂中繫馬。屙屎放溺。更無", "29": "縫罅。遮般境界。銕額銅頭也怕。唯有釋迦老子。懽懽", "3": "交。來福泉蘭若。求序引。泚筆示之云。", "30": "喜喜。屎堆上來來去去。放光動地。諸人還見麼。若也", "31": "見得。夜夜抱佛眠。朝朝還共起。其或未然。莫道無罪", "32": "過。擊禪床下座。", "33": "上堂。今朝三月半。百花開爛熳。祖意甚分明。何妨著", "34": "眼看。看看。忽然花謝樹頭空。又被風吹別調中。", "35": "上堂。舉僧問報慈。情生智隔。想變體殊。情未生時如", "36": "何。慈云隔。師云。者僧問處絕誵訛。就便拈來付與它。", "37": "嫰綠枝頭紅一點。動人春色不消多。", "38": "解夏上堂。九旬禁足今朝滿。漆桶掀翻快活人。莫恠", "39": "點胸夸獨步。只緣過夏在清真。", "4": "四八年間誑後昆纔開臭口謗宗門", "40": "上堂。舉趙州問南泉。知有底人向甚處去。泉云。檀越", "41": "家作一頭水牯牛去。州云。謝師答話。泉云。昨夜三更", "42": "月到窻。雲峰云。南泉若無後語。洎被打破蔡州。大慧", "43": "師祖云。雲峰老人。失却一隻眼。殊不知。祇因后語。當", "44": "下打破蔡州。師云。行到水窮處。坐看雲起時。", "45": "開爐上堂。舉趙州和尚道。火爐頭。有則無賓主話。我", "46": "在南方卅年。更無一人舉著。師云。趙州老子。太無厭", "47": "足。今日開爐。清真不免頭上安頭。舉無賓主話一遍。", "48": "布施大眾。便下座。", "49": "上堂。說參禪彌天過。緣是見成行貨。可憐背覺合塵。", "5": "如今更刻閑題倡擊水依前覓杖痕", "50": "飯籮邊忍飢餓。", "51": "西山和尚住慶元府靈隱禪院語錄西山和尚住慶元府靈隱禪院語錄", "52": "侍者　志清　編", "53": "指三門指三門", "54": "蹋斷千差路。潑天門戶開。擡頭空蕩蕩。脚下起風雷。", "55": "拈帖拈帖", "56": "號令聖凡。須憑者箇。且道者箇從甚處得來。還知麼。", "57": "塞却耳根。分明聽取。", "58": "上堂。八十老婆心已󰞆。強顏抹粉與涂󳻳。自知潦倒", "59": "無羞耻。遇興何妨舞一回。問答不錄山野今蒙使府給帖。", "6": "淳祐三祀。履端人日。天目樵叟文禮書于李矦功德", "60": "俾令住持為。", "61": "國焚修。今晨入院。打鼓上堂。祝延", "62": "聖壽外。合譚何事。若要說規矩。規矩隨身。若要說禪", "63": "道。鈍置殺人。畢竟如何。四海浪平龍睡穩。九天雲靜", "64": "󳬈蜚高。", "65": "舉併壽開堂。三聖推出一僧。與賊過梯。保壽便打。令", "66": "不虗行。三聖云。恁麼為人。非但瞎却者僧眼。瞎却鎮", "67": "州一城人眼去在。為眾竭力。保壽擲拄杖。歸方丈。大", "68": "眾會麼。醉后歸來明月夜。笙歌引入畫堂前。", "69": "臘八上堂。便恁麼去。蚤是雪上加霜。那堪更說見明", "7": "寺之退居。次第登五峰。丐　無準跋尾。蒙不得辭。以", "70": "星成正覺。者般說話。掩彩兒孫。靈隱當時若見他。祇", "71": "向道。換盆換盆。", "72": "上堂。柳綠花紅春鳥啼。明明祖意報君知。箇中直下", "73": "知端的。已落吾家第二機。", "74": "結夏上堂。安居之首。禁足為名。禁足之意。在進道而", "75": "護生。衲僧家。有何生而可護。有何道而可進。唾一唾。", "76": "唾破釋迦老子面門。行一步。蹋斷釋迦老子脊梁骨。", "77": "大眾。白雲祖師恁麼說話。大似揑目生花。靈隱門下。", "78": "前無釋迦。後無彌勒。說甚結制解制。長期短期。十二", "79": "時中。在在處處。如倚天長劍。誰敢正眼󳬇著。諸人還", "8": "此似它使拂我浪言也。", "80": "會麼。良久會之一字。也不消得。", "81": "上堂。參學事絕商量。急著眼快承當。處處無非安樂", "82": "鄉。阿呵呵好快活。萬兩黃金也消得。雖然。且喫大麥", "83": "飯。", "84": "上堂。舉雲門問洞山云。近離甚處。山云。查渡。門云。夏", "85": "在甚處。山云。湖南報慈。門云。幾時離彼。山云。八月二", "86": "十五。門云。放子三頓棒。洞山來日上方丈。問訊云。昨", "87": "日蒙和尚賜棒。未審某甲過在甚處。門云。飯袋子。江", "88": "西湖南。便與麼去。師云。狂風暴雨轟霹󳱏。滿庭撼動", "89": "花狼籍。紅紅白白已周遮。何勞飯袋重拈出。", "9": "No. 1363", "90": "上堂。金風起樹葉落。體露堂堂活鱍鱍。報君知。快領", "91": "略。回頭轉腦擬思量。錯認笊籬作木杓。", "92": "真大師相訪上堂。舉實際訪俱胝。不下笠。胝云。放下", "93": "著。曰道得即放。胝無語。際便出。胝云。且小住。曰道得", "94": "即住。胝又無語。師曰。無語且置。實際也是弄巧成拙。", "95": "真大師今日相訪。且無如之若何。自是超出古人一", "96": "頭地。具眼者辨取。", "97": "上堂。舉五祖演和尚示徒云。譬如牛過窓櫺。兩脚四", "98": "蹄都過了。尾巴因甚却󳼖難。與伊道箇谷呱呱。教它", "99": "滿面自羞慚。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1363 西山亮禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1363 西山亮禪師語錄", "author": "(侍者)覺心．志清 編", "language": "chinese", "source": "CBETA"}