{"sourceLink": "http://www.cbeta.org/", "text": {"0": "雜偈禮千佛名經示眾", "1": "益州嵩山野竹禪師後錄卷八", "10": "昔升菴公謫滇…昔升菴公謫滇而滇之煙瘴險惡公履之自若", "100": "半壁丹楓外孤雲碧岫前頭陀蘚石上歸去任高瞑", "101": "過胡公怡齋過胡公怡齋", "102": "太華開曉霧北去到怡齋入戶聞琴瑟登庭步玉階", "103": "香馞茶華盛瑞雀石蘭喈滿苑生秋色清言可暢懷", "104": "送張旦平居士還里送張旦平居士還里", "105": "張子思歸日昆明正晚秋霜鴻辭北陸雪騎別西樓", "106": "明日夜郎遠歸帆涂路脩烏傷終必到書信寄來不", "107": "昆明道中昆明道中", "108": "筍輿未曉發嵩阿殘月依稀在女蘿赤甲村煙連曙", "109": "角白眉谿樹入晴坡幾家茆店雞聲雜百尺板橋野", "11": "也余至滇觀其景物絕不相謬壬寅主法嵩山", "110": "色多溼盡鶉衣華頂露回看昆水冷漁蓑", "111": "宿安寧州宿安寧州", "112": "十年兩次過安寧一衲天涯歎野萍古蹟荒來迷賈", "113": "島溫池望去得鳧汀虎丘遠水流明月蕭寺疏鐘落", "114": "曉星旅客牢騷爭去路孤城回首霧冥冥", "115": "祿豐祿豐", "116": "一杖隨雲過祿豐城橋有寺鎖龍宮煙嵐北去丹崖", "117": "遠晚翠東來碧岫通諸葛遺蹤荒草裏韋皋墨蹟劫", "118": "灰中愁看義塚碑橫野一水寒流送夕風", "119": "旅舍用壁韻旅舍用壁韻", "12": "問公遺跡有僧乳峰者言公儀表類余余笑曰", "120": "杖底風生得自由行經鳥道雨初收穿林野蔭愁山", "121": "路過澗晴開見石樓塞外郵亭遺舊蹟山前客舍俛", "122": "清流我來倚杖青天上遙望點蒼雪滿頭", "123": "早發金蟬寺早發金蟬寺", "124": "月落金蟬別楚雄關山盡入曉煙中樓然戍火燒谿", "125": "雨閣動疏鐘繞樹風二水同流搖地軸三星并落收", "126": "漁筒何人作賦懷仙子墨跡猶傳在寺東", "127": "沙橋古寺同從聞大師題壁沙橋古寺同從聞大師題壁", "128": "把手煙村舊寺遊烹茶又向白雲樓佛龕石墮香貍", "129": "穴僧榻雲封竹鼠留斷碣深埋豐草裏雕梁半卸垝", "13": "公誠大儒才學俱高余一陋質何言類邪又言", "130": "垣頭如今寂莫無煙火獨有秋風白杜洲", "131": "再過龍華寺再過龍華寺", "132": "龍華今日又重過為欲尋幽向綠蘿近夜鐘聲迎莫", "133": "雪臨谿華氣逐樵歌參差碧樹環煙澹向背青峰映", "134": "月多寫境無過人境外不須惆悵對明河", "135": "洱水贈祁鎮臺洱水贈祁鎮臺", "136": "松杉萬樹列蒼巒洱水迢遙下雪灘三寸交梨霜夜", "137": "赤一拳火棗雪時丹牙旗令肅將軍帳鳳詔泥封玉", "138": "帝翰不棄梁城當日事何妨煮茗對嚴寒", "139": "洱海城洱海城", "14": "高嶢有祠亦可證也待訪之不果己酉方伯李", "140": "西來信宿入邊城此夜嚴寒雪未晴石倚丹崖雙鳳", "141": "舞雲封碧岫一鳩鳴寒光遠映松千嶂野色從容月", "142": "半汀磬接感通秣馬地遍遊南徼臥龍營", "143": "賓居道中寄督府衛公賓居道中寄督府衛公", "144": "浮梁曳練冷谿濱古木搖煙蕩野蘋雪色如銀隨遠", "145": "近笳聲帶冷動嶙峋黃柑樹樹三冬熟碧瓦粼粼四", "146": "野新昨日肩輿來若水孤城又得聽經綸", "147": "晚遊賓陽小西湖贈衛使君晚遊賓陽小西湖贈衛使君", "148": "孤峰獨立字飛來小坐西湖晚興催好事幽人同感", "149": "賦無情野客共銜桮接天塔樣如天竺覆地華陰看", "15": "公去官浙惠公內外全集展閱至續坡翁浮雲", "150": "雪梅更欲湖山都拾去回頭早媿子瞻才", "151": "贈石鐘松波贈石鐘松波", "152": "已著聲名洱水東蒲團靜對畫圖中青山自重荷衣", "153": "客白社還欽惠遠風松頂泉聲飛玉液雲間秀色度", "154": "霜鴻我來共話平生事笑看棲烏雪嶺東", "155": "雪霽贈石鐘印文禪師雪霽贈石鐘印文禪師", "156": "條條赤石字芙容百尺高寒樹石鐘霧霽寒猿方出", "157": "嘯晴開牧豎遠相從茶瓜延坐嵩陽客亭榭低佪水", "158": "檻松無事與公談此夕野梩且架送殘冬", "159": "雪霽登天柱峰有感雪霽登天柱峰有感", "16": "妒佳月奇怪世傳坡乃戒公後身今又言余似", "160": "捫蘿雪霽上高岑一柱摩蒼差可尋華首晴開當曉", "161": "日袈裟石淨論傳心天高無際真寥廓地僻長寒送", "162": "夕陰自媿攜瓢來聖蹟振衣千仞望西林", "163": "宿迦葉殿宿迦葉殿", "164": "雪頂寒深繞薜蘿今朝一上晚晴多雲拖石壁生新", "165": "霽霧鎖飛巖可避戈夜聽霜鐘天上落松移山月榻", "166": "邊過此時已與風塵遠何必愁來問覬歌", "167": "念佛堂贈近微念佛堂贈近微", "168": "白髮堂開雪嶺阿朝朝飯罷入禪那磬鳴鴉鳥生臺", "169": "立日上寒猿野樹多水汲靈湫分玉液廚炊雲子割", "17": "楊豈升沉之言絕不虛邪遂感而賦之", "170": "秋禾閒來把琖僧囪上坐看松濤落鳥窠", "171": "荅蒼波荅蒼波", "172": "得到青山興轉賒高人相踵論拈華東林散步看纖", "173": "月北院分題詠曉霞勝事偏能馮野鶴間情獨是在", "174": "僧家朝朝共坐千崖裏庭際猶宜詠雪華", "175": "荅文郁荅文郁", "176": "見說名山第一居清池歲歲長芙渠斷崖不見孫思", "177": "邈絕壑還逢支遯廬石刻既傳韓柳賦僧房尚挂宋", "178": "元書嶺頭不斷啼猿狖客恨難教得自如", "179": "登近雲樓有懷登近雲樓有懷", "18": "羊鹿駕險道螳螂當岐路惡蝎駭蜂蠆汃棚軋長輸", "180": "雪晴一上近雲樓西望平原已盡秋橋鎖金沙黃石", "181": "磧山開玉壘赤松丘千巢野鶴棲琪樹十里寒梅綻", "182": "玉溝粉壁題詩名姓在獨教雨淚付東流", "183": "己酉秋巨唯禪師見贈弘覺老人並遠菴和尚語錄詩以致謝己酉秋巨唯禪師見贈弘覺老人並遠菴和尚", "184": "語錄詩以致謝", "185": "海岳迢遙落葉天移來慧照看雙縣煇光浩浩高蒼", "186": "月甘雨微微太白禪直使狼狐迷影跡還教虎兕失", "187": "巖泉梁州從此開津濟一片和風散楚滇", "188": "荅大賢荅大賢", "189": "閒攜竹杖上崔嵬懷抱忻逢此日開雪霽金沙流若", "19": "下門能負山󵌗苵儕杕杜長門司馬風偃嶽肇公注", "190": "水山連鍊洞到層臺長松萬尺盤根大野鶴千巢古", "191": "寺隈此地雲深宜放浪何妨密密杖藜來", "192": "大覺寺觀姜御史遺跡大覺寺觀姜御史遺跡", "193": "驄馬西來隱翠峰題詩滿壁在長松刈茆谿上逢禪", "194": "客養鶴庭前去毒龍月煮沙鐺新瀑水飯炊雲子隔", "195": "宵舂如今鐵骨歸何地倚石沈吟念昔容", "196": "早過華嚴寺望羅漢壁早過華嚴寺望羅漢壁", "197": "日照山門古徑松清晨扶竹覺躘蹱坐觀削壁連深", "198": "壑俛聽高樓遞梵鐘谿色陰晴寒氣迫瀑聲斷續練", "199": "光重青苔蹋遍尋歸路又向僧僚展笑容", "2": "廬陵門人宗昌編", "20": "浮雲妒佳月忽然省世誤", "200": "題傅衣寺松贈虛中題傅衣寺松贈虛中", "201": "古徑婆娑綠影斜風來日日埽苔華枝橫澗水千年", "202": "浪葉蔭名山百步沙青靄時看僧入定蒼芒猶見鶴", "203": "穿霞虛聲何用留江漢不及頭陀一笑奢", "204": "復片雲居復片雲居", "205": "寒盡空山檻可憑隴梅又見映崚嶒山中緇服存詩", "206": "道雲外高人念祖鐙落日漁樵辭洞壑方春猿鳥近", "207": "禪僧如何祖印傳今昔未見芳名繼老能", "208": "贈大悲閣清宇贈大悲閣清宇", "209": "刈草依山築隱居丹霞作壁石為除賓川已謝徵僧", "21": "示化一堅冰二知客兼示夢周示化一堅冰二知客兼示夢周", "210": "召古寺還辭侍御書漫步輕陰松月滿閒吟薄莫水", "211": "雲虛才名不落天人耳時傍谿南擷野蔬", "212": "贈石鐘德周贈石鐘德周", "213": "一錫南來到石鐘情同瘦鶴日棲松閒縫壞衲依暘", "214": "谷笑倚清軒看翠峰不說苦空心自適時焚柏子客", "215": "相從年逾真際休行腳只傍谿山學老農", "216": "同印文看梅同印文看梅", "217": "日暖相攜步草萊臨谿小鳥向人哀每逢雲外流香", "218": "遠卻看山邊細蕊開散盡輕陰仙露潤今知貴種月", "219": "宮來為貪幽韻情何切不怕夕陽在綠苔", "22": "送往迎來事照顧離弦箭好箇走盤珠莫作空裏電", "220": "暇日暇日", "221": "居山已謂得翛然誰料身心返被煎圃上土雞常啄", "222": "菜谿邊水鳥汙新泉風吹雲壑崖花折鹿過山坡草", "223": "色捐更有一般全沒趣逢人只見是非牽", "224": "晚望赤石崖晚望赤石崖", "225": "奇峰丹壁巧難圖十里松杉逼鏡湖薄莫晴霞籠遠", "226": "岫扶疏倒影下荒蕪深林不覺鐘聲暗水淺還期月", "227": "色孤此外紅塵飛不到徐行始得自瞿瞿", "228": "同密化晚登缽盂峰荅繼聖禪者同密化晚登缽盂峰荅繼聖禪者", "229": "行來石谷采幽蘭過盡煙霞露未乾倚杖盂峰啼鳥", "23": "言談宜及時母受景風扇入門看賓主登堂著方便", "230": "遍依巖流水瀑華寒雲開斷壑山千傾月照深沙水", "231": "一灘回首不堪霜夜坐渾身寒色覺衣單", "232": "慧建菴同毅淑楊公子固居士賦得梅字慧建菴同毅淑楊公子固居士賦得梅字", "233": "曉行清趣遠山開又到名園看早梅蕊綴晴霞春正", "234": "好香連曉雪玉方回雕闌憑去閒敲韻苦茗烹來且", "235": "洗桮賦罷瑤篇俱上馬明朝有約又重來", "236": "又和毅淑楊公看梅原韻又和毅淑楊公看梅原韻諱彥浣", "237": "南天未雪已多梅不似江城笛裏來韻就新篇茶正", "238": "熟香飄細蕊雁初回當年蠟屐遊難到此日柴門鎖", "239": "更開不是撚須成五字文光早已奪高魁", "24": "一朝大夢破無限奇珍見", "240": "次怡齋看梅原韻次怡齋看梅原韻", "241": "鍊就鐵衣喜種梅梁城東上草堂開白沙隄擁連雲", "242": "綻青草橋通帶雪來幽徑風微香細細晴窗日暖粉", "243": "皚皚誰知貴種人間少卻向名園日幾回", "244": "薜蘿居值玉林居士寫畫索句薜蘿居值玉林居士寫畫索句", "245": "煙霞深處結茆堂庭柏森森傲早霜好鳥窺人情自", "246": "得閒僧著論理俱長正逢裁紙圖山水卻聽歸禽下", "247": "夕昜此境何妨看到夜明朝更欲到雲岡", "248": "荅參智禪者荅參智禪者", "249": "檀山青靄葉榆邊萬樹寒猿叫曉煙濟上一宗歸錦", "25": "奉和耕翁居士嵩山夜話奉和耕翁居士嵩山夜話是夕翁作碑跋", "250": "里黔中半缽老南禪鐙明丈室談心夜道接長松近", "251": "楚天自古英才梁益勝名聲總不別林泉", "252": "荅智足禪者荅智足禪者", "253": "自理綸竿坐釣臺金鱗未躍白波開長歌幾曲思船", "254": "子清韻一聯屬辨才釣上生擒看自俊橈邊活捉信", "255": "凡胎也知華首多燒尾故向波頭日幾回", "256": "和劉太史五月賞菊原韻和劉太史五月賞菊原韻", "257": "公招此月看幽香節候天中玉艷芳暑裏傍階五十", "258": "朵經秋笑日兩三行逸群不問梟羹賜送酒還思陶", "259": "令長賞罷夕昜低在樹又攜竹杖去茆堂", "26": "翦蠟情未已攜壺向東閣紗窗映晴星香泉流夜壑", "260": "又和九月賞梅華原韻又和九月賞梅華原韻", "261": "祗說天香九月開何知雪骨小春來從今石徑堪為", "262": "友不向昜臺定作魁憶昔高峰曾落帽相將蹋月又", "263": "銜桮此間自是無塵俗卻把荷衣細翦裁", "264": "又和六月賞海棠又和六月賞海棠", "265": "洗琖梁園對海棠濃香露溼近秋光湯休此日耽佳", "266": "句蘇子當時詠曉莊最好全看金帶美含嬌不借玉", "267": "盤良長知太史詩偏達吟作明河一片霜", "268": "又和池心石山又和池心石山", "269": "煙消始見立香瀾載酒來過不猒看袍笏拜時終姓", "27": "微雲澹澹來白月正寥廓寒色起青嶂水光搖碧落", "270": "米絲綸釣處定名磻秋深待月常貪韻夜冷添衣宜", "271": "壯觀多少遊人詞賦罷不須更論鵔鸃冠", "272": "送張旦平還浙中送張旦平還浙中", "273": "離亭酒罷又從東折柳長橋興未終山路有程隨瘴", "274": "日扁舟無恙挂秋風霜楓遙憶吳江勝蘆荻相看秀", "275": "水同話及汪倫情更切天涯分手笑談中", "276": "中秋後一日同文季公嵩山對月中秋後一日同文季公嵩山對月", "277": "天香幾樹野人家此夜烹茶望太華莫道金波前日", "278": "別須知玉浪此宵奢凄清最是秋梧葉嫵媚無非上", "279": "苑華見說峨嵋峰頂外看來別是一天涯", "28": "高峰露欲肥喬木夢老鶴更深鐙火殘風霑蘆華薄", "280": "讀石門程昆明詩集讀石門程昆明詩集", "281": "一代文章近在滇風流神宰益堪傳才高漢使鳴金", "282": "馬力勝唐人詠玉篇不放夔州稱獨步還輕供奉拂", "283": "雙箋煙華已滿奚囊日更鈔南華秋水篇", "284": "和而足許公登雞足偶成原韻和而足許公登雞足偶成原韻諱學夔", "285": "探奇得得入雲來粉壁留題鬼亦哀石上素琴松入", "286": "韻華間秋月影沈桮蕭條籬徑迎春柳斷續谿煙破", "287": "雪梅媿我無才用事拙揮豪依舊病魔催", "288": "又和過聖峰寺擬登絕頂不果原韻又和過聖峰寺擬登絕頂不果原韻", "289": "乘興翻然上苑遊迢遙野望眾峰幽崖飛欲墮蒼雲", "29": "搓手寫新詩此時興已綽一揮敵萬夫再埽妒佳魄", "290": "石水落還驚白雪流得意長多方外士怡情不乏掌", "291": "中甌從來此地標題甚寫遍青山百尺樓", "292": "又和宿大覺寺原韻又和宿大覺寺原韻公時赴宗人府經歷", "293": "看盡雲山是幾年尋幽長在白華邊參差松竹如稽", "294": "嶺起伏巖廊似輞川倚柱敲詩秋夜月卷簾對菊午", "295": "時煙公車北上京華日折柳橋頭廠盛筵", "296": "春王小坐傳衣寺茶華下春王小坐傳衣寺茶華下", "297": "山茶一樹散春期靜對庭香雪老時獨有清芬如上", "298": "苑絕無嬌氣似辛夷巖蜂莫逐華須嫩草蜨長隨粉", "299": "瓣窺不為興酣人便去判教夕照在東籬", "3": "雜偈", "30": "回首夜如何搏桑紅日爍", "300": "送三山陳刺史還里送三山陳刺史還里", "301": "北上公車數十程明朝天末即孤征夜郎山色愁中", "302": "過渝水煙光靜裏明白兔亭邊青嶂月黃牛峽上紫", "303": "猿聲不知別後遭何日相對山房欲二更", "304": "補遺補遺", "305": "登高登高", "306": "倚杖千峰側裴回岳色孤霜催杞菊老風妒石苔臞", "307": "白水流深淺青霞看有無回頭尋去路落日倒荒蕪", "308": "溫泉溫泉", "309": "此泉流不歇濯濯蒼丘月月色深淺來上下照玉闕", "31": "過楞伽石贈輝然靜主過楞伽石贈輝然靜主", "310": "沉屙滌何良滑潤如香馞洩洩日三潮靈物宅幽窟", "311": "贈小壺橋戎臺夏公贈小壺橋戎臺夏公", "312": "軍威百蠻靜昆海駐雕鞍弦動邊庭月弓懸老將壇", "313": "勤王心耀日題柱篆飛鸞肅殺才方歇休言歸挂冠", "314": "臘八日雪臘八日雪", "315": "邊地寒膠合橫窗映玉林天花散石砌山谷凍珍禽", "316": "碎翦鵝毛淺屑飛洞壑深漫言梅信早邀爻過幽岑", "317": "雜詩雜詩", "318": "昆明池似鏡微白月初來官渡漁鐙遠晉陽客夢催", "319": "蕭森孤樹肅寂莫片帆回借問梁城寺柴門可暫開", "32": "偶然獨上楞伽石百丈枯藤飛鳥跡遠望高天不見", "320": "贈別思園余明府贈別思園余明府", "321": "握手嵩陽日論交如弟昆風流高北海著作邁南軒", "322": "己固歸心切徒勞借寇喧五華分別處去住兩難言", "323": "九日過衛府新刱梵剎贈尼性空九日過衛府新刱梵剎贈尼性空", "324": "村村黃葉飛況復直重九我行南國西梵剎砌瓊玖", "325": "金純亦界道高閣背北斗能仁趺青蓮大士遙垂手", "326": "已勝獨孤園末山道頗厚將軍每參隨侍從皆蘭友", "327": "咳唾西來意屈信鐵磨肘此是上上機爾今斷疑否", "328": "宿金閣寺示得實劉居士宿金閣寺示得實劉居士", "329": "偶來金閣宿茶花樹樹紅泉響龍窟近林深月影同", "33": "煙到門列坐逃禪客巉巖迥絕羅三川岌󵌱孤危虛", "330": "愁時傾竹葉夢後憶蠶叢回首雞聲碎清鐘杳靄中", "331": "壽弼臺張戎府壽弼臺張戎府", "332": "五岳高峨百川浚流福兮壽兮可以匹儔公之功宜", "333": "勒鐘鼎公之德陰佐王侯是故合十祝公之壽與福", "334": "於萬斯秋", "335": "壽玄初劉居士壽玄初劉居士", "336": "須彌不足喻河岳豈堪倫壽等虛空界此事不須論", "337": "嵩山更有一般祝大道之人何秋春", "338": "己酉菊月有居士吳井東鉏地得雲板一以送余…己酉菊月有居士吳井東鉏地得雲板一以送", "339": "余余洒滌之見上有小偈并署大元至正八年", "34": "四壁澗曲凄凄白水縣雲飄自是紅塵隔", "340": "萬福山報國禪寺僧某鑄詢之故舊言今白塔", "341": "街即報國山門坐東面西洪武初移建別地今", "342": "歸化即報國所移殿閣耳遂作偈以識其事偈", "343": "曰", "344": "大元招提物遺未四百年雖藏糞壤中終須無棄捐", "345": "感爾一朝出使余淚泫然浮生豈一夢世事如轉圜", "346": "白首看人忙日日苦相煎若云各有適不知總幻緣", "347": "譬如報國寺今移歸化間誰是長年者無乃寄嵩山", "348": "禱雨禱雨", "349": "炎方草木死為薪見說今年是旱辰罪己回天宜此", "35": "勉玉林體賢二居士勉玉林體賢二居士", "350": "月開倉賑粟可蘇民隨車即有仁王澤起稼還歸岳", "351": "廟神感德元元泥首切家家齊際太平春", "352": "禳霖禳霖", "353": "獨是秋來雨色重梁城日夜水淙淙芳園未論海棠", "354": "苦田舍偏傷禾稼凶當事蘇民情更切名藩憂國意", "355": "還濃西郊禱後陰霾舉一色青空挂日容", "356": "次月下看梨花原韻次月下看梨花原韻", "357": "春色溶溶上苑花植根應得近官家餘情幸不霑塵", "358": "俗高潔偏能淨晚霞映石只愁香冷落臨風學舞影", "359": "橫斜月明素練如何辨一片清芬鬥麗華", "36": "立身宜看古之白句巧須看古之甫平生真率人皆", "360": "夜泛昆池夜泛昆池", "361": "閒來小艇泛滄浪夜泊芳洲杜若香漁火近人三百", "362": "尺楓楸隔渚十千章停橈靜聽魴魚出洗琖遙看蝙", "363": "蝙翔情切祇今秋水月興闌猶在衲衣旁", "364": "再泛再泛", "365": "明河泛泛迎秋月華嶺飛飛出岫雲望去蒼池開素", "366": "練行來白荻動清氛競龍渡口鐙如晝畫鷁船間醉", "367": "正醺愛此佳遊不易得洞簫多在鏡中聞", "368": "贈擎天胡公贈擎天胡公", "369": "每望清華一色秋飄飄桂氣上書樓窗紗彩畫雲霞", "37": "欽草堂夔州如故土幾許清韻又相同兩公高名人", "370": "活詞賦新奇李杜儔愛客偏能忘勢分談兵不必貴", "371": "封侯梁園孔雀屏開日早見乘風作上遊", "372": "再過金閣寺示晏然朱居士再過金閣寺示晏然朱居士", "373": "再過龍宮動法雷天花霑處淨氛埃劈巢飛白新黏", "374": "壁裁紙臨池作賦才宗說通融忘理事生緣盡淨好", "375": "裴回信知金粟前身是只任狂歌酒一桮", "376": "寄銅仁東山端居和尚寄銅仁東山端居和尚", "377": "草堂東山陽崔嵬摩高蒼下瞰銅巖水春流浪花香", "378": "歲歲結珍果同根夜郎鄉正有南歸雁無書祇自傷", "379": "教人眠不得徒斷幾回腸", "38": "所取此道坦平皆可行從來自是李與杜", "380": "示蒼雨書記示蒼雨書記", "381": "六合春蒼翠三川響怒濤此時天正好尋幽興益豪", "382": "出雲峰如削墜壁石似刀歸來嵩寺裏孤琴為爾操", "383": "贈育之張公北上贈育之張公北上", "384": "公車今北上明日下夜郎馬首關河遠征塗草木香", "385": "春深荊國渡酒醉楚人航若到燕然日題詩寄故鄉", "386": "壽高太夫人劉覺證壽高太夫人劉覺證", "387": "庭下芝蘭秀冠蓋舊聲名伯仲英雄并提兵各專城", "388": "黃鶴今來下玄冠映高旌林下如何祝上壽過錢彭", "389": "朗燿禪師塔銘朗燿禪師塔銘", "39": "和李玉林杜體賢二公贈從聞大師原韻和李玉林杜體賢二公贈從聞大師原韻", "390": "知幻即離始悟本末早剃須髮惟勤以學負笈南北", "391": "融師磨琢瀝膽傾肝大夢斯覺聲輪宣明雷震雞足", "392": "黑白相從囊錐始出象教嚴設可侔身毒法幢既摧", "393": "叢席澹泊瓜瓞聯芳有人繼續我寫銘詩刻此貞石", "394": "雷宗遠為百歲婆祖夢乞偈刻石雷宗遠為百歲婆祖夢乞偈刻石", "395": "攃手便歸去此事復如何一事無貪著勞生脫愛河", "396": "秋風吹霜出月色滿藤蘿滄海常變幻焉似百歲婆", "397": "一朝辭親爻努力到坡陀故余作長句刻之在雲窩", "398": "宗派偈宗派偈", "399": "福宗妙果慧海心佛法洪祖道德溥鐙傳廣承真印", "4": "贈千翁王總戎贈千翁王總戎", "40": "結得茆房聚名賢燒豬沽酒仍相牽三生石上歌不", "400": "化永維緣濬源普潤芳顯覺天板存嘉興楞嚴寺經坊", "41": "足又向前谿蹋春煙此是無為真自聖亦又隨緣別", "42": "一天高吟豈作尋常事搔首裴回同輞川", "43": "送象翁耿路南送象翁耿路南", "44": "路南使君臺上霜風清畫棟龔與黃又看瑞雉羊城", "45": "日東過蒼梧去夜郎萬里相攜惟一鶴百錢挂處是", "46": "行裝若到南越飽薏苡可將一斗寄上方", "47": "贈二嶽昆仲北歸贈二嶽昆仲北歸", "48": "春夜東山設筵席酒酣作賦紀行役北歸獨有詩畫", "49": "船暫還隴畝林下奕今夜且盡桮中酒明日楚關復", "5": "都護邊城重牙旂在戰壘鐵衣塞上雄九重嘗賜璽", "50": "何有翱翔秦川夢裏山若到咸陽先種柳", "51": "悼祁總戎悼祁總戎諱三昇", "52": "訓練之餘喜逃禪羽扇幅巾得自然已似瀾滄滄波", "53": "月更勝楊李口中次肅清南服韋皋績埽蕩妖氛諸", "54": "葛蠲綠柳凄風來洞壑紅桃血語響春鵑蕭森若木", "55": "夜殭立寒瑟邊月徒空縣江上雲峰懷玉斧邊城鐵", "56": "柱誰為樹異牟賓服沙磧寒梁益祇今無將主", "57": "次護法毅淑楊公見贈原韻次護法毅淑楊公見贈原韻", "58": "梁園春色來十里多有名賢論至理心清虛無蜨夢", "59": "閒神遊秋水南冥裏高人獨處號牧雲口誦清淨久", "6": "西南既已肅養馬青山裏簫鼓與民樂英風生萬里", "60": "超群自是英豪能如此不是尋常洗垢氛丹房早晚", "61": "服大藥無事隨雲騎一鶴紫府僊宮任遨遊蓮社詩", "62": "壇亦有約", "63": "龔北泉劉粹吾轉藏經十二藏歌以贈之龔北泉劉粹吾轉藏經十二藏歌以贈之", "64": "夏夜月生殿閣上經聲落處華雨颺檻外流鶯來啾", "65": "啾窺簾乳燕兩相向雲南有客神清奇蕭灑風流難", "66": "測量不逐浮名惟道親邀人閣中翻龍藏如來字字", "67": "無他詞一畫一畫真實相玉軸有時用不著金經一", "68": "取返魔障偶然作此詩一篇逸興宛轉歌喉亮此情", "69": "寄語兩徵君聞之能無消惆悵", "7": "己酉秋送王公北上己酉秋送王公北上", "70": "廣通廣通", "71": "疲馬入荒城登樓喜晚晴霜飄望子洞風急武侯營", "72": "倦夜宜先臥防邊欲早更來朝前路遠數聽曉鐘聲", "73": "宿鹿城柬馮太守宿鹿城柬馮太守諱甦", "74": "寄宿苴橋北鐘傳野寺東垂楊太史樹遺廟武侯宮", "75": "月皎谿光白人寒市火紅欲瞑興未盡還聽響山鐘", "76": "至日壽何檀越至日壽何檀越", "77": "昜回蘭谷暖佳氣結山墀瑞雪堪圖畫流霞可奉卮", "78": "霜黃園橘淨影赤縣弧垂此日山林叟題篇贈紫芝", "79": "賓川報國寺賓川報國寺", "8": "清名南徼外治化齊龔黃碑石新磨礎民歌草木香", "80": "行行入古寺亭上樹新碑篆額丹砂在題名翰墨垂", "81": "鳥飛遊子意詩紀去公祠勝概如能寫長思杜拾遺", "82": "示木邦土舍衎合示木邦土舍衎合", "83": "木邦荒服外兩耀豈不同黃金呼為衎水樁亦稱虹", "84": "字畫半丘蚓象乘險必通來問西來意一掌理可窮", "85": "九日九日", "86": "秋老梁山碧攜壺今欲趨隄楊疏尚翠園橘冷還腴", "87": "洗琖松風勁倚雲洞壑殊華峰開夕照處處醉茱萸", "88": "喜雪可維那月可後堂二子呈偈遂贈喜雪可維那月可後堂二子呈偈遂贈", "89": "泉石居來久煙霞秋亦深登堂談四相翦燭論三心", "9": "行裝真有日借寇竟無方誰道百蠻蠢也知循吏良", "90": "缾瀉淨因辨河縣覺範襟素秋當白日入定在嵩岑", "91": "和張青崖兄遊古庭值雨過歸化茶房小坐原韻和張青崖兄遊古庭值雨過歸化茶房小坐原", "92": "韻", "93": "未至遭風雨古庭時尚秋香消苔畫壁殿冷日鳴鳩", "94": "小坐烹茶室歸看放釣舟疏林正落葉野徑轉深幽", "95": "次從聞兄遊古庭原韻次從聞兄遊古庭原韻", "96": "無事尋山好孤卬訪舊遊谿光生野興雲色含清幽", "97": "雁陣湖山冷蟬吟草木秋霅谿今有韻新句在樓頭", "98": "中秋贈蒼波嵐波還雞足中秋贈蒼波嵐波還雞足", "99": "結束腰包久歸心落日邊金川翔去鶴劍嶺拂晴煙"}, "originalTitle": "Jiaxing Canon, Electronic version, No. B284 益州嵩山野竹禪師後錄", "englishTitle": "Jiaxing Canon, Electronic version, No. B284 益州嵩山野竹禪師後錄", "author": "清 福慧說　洪希等編", "language": "chinese", "source": "CBETA"}