{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 568", "1": "般若波羅蜜多心經", "10": "行深般若波羅蜜多時。行深者。謂清淨因地之法", "100": "苦因。一一皆生滅無常。今生滅既滅。寂滅現前。而", "101": "當體妙明。寂靜之真性。洞徹圓通。以入真常不息", "102": "之大道。", "103": "無智亦無得。謂既無苦集滅道。則已入佛慧。明了", "104": "無礙之智。已得菩提之果。然雖入佛智。乃本心般", "105": "若真空之本智。般若無智。無所不知。無漏之智。如", "106": "無智也。雖得菩提之果。亦是本心現量。即心即佛。", "107": "不假外求。亦無所得也。若知有智。乃曲心推測之", "108": "知見。非真空無漏之本智也。若云有所得。即有所", "109": "失。亦有漏本心。具足本智。故云無智亦無得也。", "11": "行已深也。功行最深。具大智慧。造到彼岸之時。多", "110": "以無所得故。此承上起下之詞。謂一心之本智本", "111": "法。本自具足。無心外之法可得。若有一法可得。即", "112": "有一分識心結習未盡。識心結習若盡。則萬法本", "113": "具一心。一心本具萬法。一心與萬法不二。萬法與", "114": "本心本一。復何有所得哉。", "115": "菩提薩埵。菩提薩埵。梵語菩提薩埵。華言菩薩。", "116": "依般若波羅蜜多故。以般若波羅蜜多。為修行之", "117": "法。守其六根。絕其六塵。依因也。謂依般若之本智", "118": "本慧。自悟自修。以登彼岸之故。", "119": "心無罣礙。罣者懸擊。礙者窒塞。依一心之本智。不", "12": "者定也。時者時候也。菩薩妙覺圓明。超出世間。具", "120": "依緣起之業識。不住客塵之妄法。則心是空心。法", "121": "皆空法。所謂不依一法。而心常住。已得大自在矣。", "122": "復何罣礙之有乎。", "123": "無罣礙故。故心無牽罣滯礙。", "124": "無有恐怖。恐怖如地陷風飄。火燒水溺。及殺害惡", "125": "死。五蘊非有。常清常靜。不動不搖。一切如如。復何", "126": "驚恐怖畏之有乎。", "127": "遠離顛倒夢想。顛倒謂六塵惑亂。妄想成業。生滅", "128": "施復。虗妄輪轉。種種顛倒也。夢想謂惑于見思客", "129": "塵。而迷夢妄想也。若既無恐怖。則障垢已盡。本性", "13": "足三昧慧定之時也。", "130": "不復更迷。虗妄不復更生。復何三界感業。而輪轉", "131": "顛倒。復何見思惑亂。而迷夢妄想乎。", "132": "究竟涅槃。涅云不生。槃云不滅。謂本心本無罣礙。", "133": "本無恐怖。顛倒夢想。一切種種。皆緣起於無始無", "134": "明。虗妄業識耳。今既依當身一心本智。外息諸緣。", "135": "內心無喘。心如墻壁。外不放入。內不放出。真常真", "136": "樂。真我真靜。究竟直到不生不滅涅槃之大道。至", "137": "于不生不死而後已。不但菩薩為然也。", "138": "三世諸佛。即三世諸佛。欲得無上菩提。", "139": "依般若波羅蜜多故。亦無有不依般若波羅蜜多。", "14": "照見五蘊皆空。照者。本心智慧。妙覺明照也。見者。", "140": "得阿耨多羅三藐三菩提。阿耨多羅云無上也。三", "141": "藐云正等。三菩提云正覺。絕諸對待。無有而上之", "142": "者。故名阿耨多羅無上也。本心本智。各自具足。故", "143": "名三藐正等也。本心般若智慧。本不為塵勞所蔽。", "144": "故名三菩提正覺也。謂行深般若之本心本智。到", "145": "波羅密之彼岸。而證菩提之果。不但觀自在菩薩", "146": "而然。即過去現在未來三世諸佛。莫不依般若波", "147": "羅密多故。得無上正等正覺之大道也。", "148": "故知般若波羅蜜多。是知般若波羅蜜多。", "149": "是大神呪。是變化不測之密語。統妙萬法。不可思", "15": "本心智慧。明圓真見也。五蘊者。色受想行識之五", "150": "議。之謂神。呪者。秘密心印也。", "151": "是大明呪。是神光普照之密語。普照一切。而無所", "152": "不遍。之謂明。", "153": "是無上呪。是至極無加之密語。最極一切。而無上", "154": "可上。之謂無上。", "155": "是無等等呪。是獨絕無倫之密語。一切平等。無等", "156": "可等。之謂等等。", "157": "能除一切苦。謂度脫一切生死煩惱苦厄也。", "158": "真實不虗。佛無妄語。如來所說。是真語寔語如語", "159": "不誑語不異語也。", "16": "陰也。空即本心性體。寔相之真空也。照見蘊空。則", "160": "故說般若波羅蜜多呪。更有密呪。如其誦之。可以", "161": "生智慧。可以到彼岸矣。", "162": "即說呪曰。揭諦揭諦揭出妙諦。以度人也。", "163": "波羅揭諦重言之。自度度他也。", "164": "波羅僧揭諦欲到彼岸。必須賴此妙諦也。僧眾也。", "165": "薩婆訶疾速也。謂疾速成就一切眾生也。", "166": "菩提薩婆訶大凡一切呪語。乃諸佛總之密呪。雖", "167": "修行之徑路。而徑路不外于此心。人能空其五蘊。", "168": "則主翁常定。而客感自清。豈有不得無上菩提者", "169": "哉。微妙秘密心印。不可以意識思議。而妄下注解。", "17": "本心妙明。而性體洞見也。", "170": "不但不能下注解。亦不必下注解。惟當沉沉靜靜。", "171": "無思無慮。一心持念。無記無數。即呪是心。即心是", "172": "呪。不復以知見立知見。如此持念一心。至于知見", "173": "無見。則群魔于此以降。真如此以住。罣礙恐怖。于", "174": "此而解脫。顛倒夢想。于此而遠離。本智本慧。于此", "175": "而開發。無明煩惱。于此而盡泯。即無明是大智。即", "176": "煩惱是菩提。即菩提是五蘊。即五蘊是法身。即法", "177": "身是諸法。即諸法是空相。即空相是當身一心。即", "178": "當身一心。是如來藏也。般若波羅蜜多心經心呪", "179": "之功德。寧可思議哉。", "18": "度一切苦厄。謂解脫一切執著。生死煩惱之苦厄。", "180": "願以此功德普及於一切我等與眾生", "181": "皆共信奉行", "182": "南無祇園會上佛菩薩三稱。", "183": "金剛神呪金剛神呪", "184": "唵齒臨。唵部臨。諸佛現身。遮羅神。護羅神。念佛千遍。", "185": "鬼離身。身離床。病離身。一切邪魔化為塵。也有草神", "186": "陀羅尼。也有鬼神陀羅尼。諸惡鬼神謗不得。奉請十", "187": "地金剛滅。南無動地金剛。南無出山走水金剛。南無", "188": "天降四海金剛。南無父母金剛。有人念得金剛呪。免", "189": "了身邊災。天光地光。晝夜神光。神佛自至。邪魔消亡。", "19": "成就一切圓通也。", "190": "若有善男子善女人。每日靜心念一卷。如轉金剛經", "191": "三十萬卷。又得神明加護。眾神提携。智慧知天地。若", "192": "有人書寫一本。與人流傳。功德高如須彌山。深如大", "193": "海。無量功德。永世不踏地獄門。處處難聽達摩耶。娑", "194": "婆訶", "2": "般若心經註講", "20": "舍利子。即舍利弗母名舍利。因母立名。乃佛之弟", "21": "子舍利弗。于佛弟子之中。智慧第一。而不能如觀", "22": "世音菩薩。究竟得證圓通。而成正覺者。盖因滯于", "23": "智慧也。滯于智慧。有我相我見。空相空見。佛故覺", "24": "觀自在菩薩之行深般若真空無相之法。以證菩", "25": "提彼岸。得為圓明普照之標榜。呼舍利子而告之", "26": "欲其不滯于我相我見。空相空見。而究竟于人空", "27": "法空空之境界。以證無上道也。", "28": "色不異空。色乃夢幻泡影。故不異于空也。", "29": "空不異色。空乃一真顯露。故不異于色也。", "3": "觀自在菩薩。阿難說。我教有觀自在者。變化從心", "30": "色即是空。色有形相。凡所有相。皆是虗妄。終有壞", "31": "期。故色即是空也。", "32": "空即是色。空性虗無。無形無聲者也。道以虗無之", "33": "體。視之不見。聽之不聞。能生有色有聲之天地萬", "34": "物。故空即是色。", "35": "受想行識。亦復如是。因色而有六根之領受。六根", "36": "領受于心。而生思量擬度之想。懸相六塵。而生運", "37": "用施為之行。行動遷流。而生分辨精粗美惡之識。", "38": "色受想行識五者相因也。色有壞時。而受想行識", "39": "終歸虗妄。亦復如是。色即是空也。能了悟色即是", "4": "達觀自得也。觀聽圓明。智慧無礙。觀有不住有。觀", "40": "空。逢色不受。則無受想行識諸雜念。一心清淨。空", "41": "若太虗。以無相而生真空之寔相。亦復如是。空即", "42": "是色也。", "43": "舍利子。是諸法空相。佛呼舍利子之名。進一層以", "44": "告之也。意謂。不但五蘊皆空。一切修證菩提之法。", "45": "莫不皆空。", "46": "不生不滅。真性累劫不壞。故不生不滅。", "47": "不垢不淨。真性本來無染。故不垢不淨。", "48": "不增不減。真性不著一物。自然恰好。不增不減也。", "49": "是故空中無色。是故承上起下之詞。是故真空之", "5": "空不住空。心不能動。境不能隨。動隨不亂其真。得", "50": "中。本無我相。何色之有。", "51": "無受想行識。既無我相。自無我見。一切聲色。何能", "52": "入我真空妙明之心。自無受想行識矣。", "53": "無眼耳鼻舌身意。既無我相。則六根亦非我有。無", "54": "耳鼻舌身意矣。", "55": "無色聲香味觸法。六根既無則六塵無。安頓之所。", "56": "自無色聲香味觸法矣。", "57": "無眼界。乃至無意識界。亦通目之所見。為眼界。心", "58": "之所之。為意識界。眼為六根之先鋒。意為六識之", "59": "主帥。而六根六塵。無識不顯。無眼界乃至無意識", "6": "大自在圓通也。菩薩即菩提薩埵之省文。菩提曰", "60": "界。則六根六塵六識之十八界。皆無界矣。今眼界", "61": "既空。則萬緣悉泯。而意識胥忘。將見由定而靜由", "62": "靜而慧。", "63": "無無明。亦無無明盡。無無明亦無無明盡。無無者。", "64": "無昏昧之慮也。", "65": "乃至無老死。由久而固。由固而貞。無老死者。常存", "66": "不壞也。", "67": "亦無老死盡。無明至老死。乃佛所說三世十二因", "68": "緣也。一曰無明。謂過去世。妄識迷性也。二曰行。謂", "69": "過去世。一切結業。隨無明妄識流轉也。三曰識。謂", "7": "覺。薩埵曰有情。謂能覺一切有情。自覺以覺眾生", "70": "現在世。托胎識靈種子也。四曰名色。謂現在世。識", "71": "靈在胎。心但有名。而色身已有質也。五曰六入。謂", "72": "現在世。識靈在胎。已成六根之體。已具六入之用", "73": "也。六曰觸。謂現在世。色身出胎之後。六根但有所", "74": "觸。尚未了知六塵之涉入也。七曰受。謂現在世。色", "75": "身日漸長大。已能納受六塵諸境。尚于貪淫等。心", "76": "未起也。八曰愛。謂現在世。色身日益長成。貪淫等", "77": "心已開。而生種種愛欲。尚未寔愛欲之境也。九曰", "78": "取。謂現在世。色身強壯。愛欲日盛。而馳求恣取色", "79": "聲香味觸等。以寔愛欲之境也。十曰有。謂現在色", "8": "也。曰菩薩。曰大士。皆尊稱佛號之名也。觀自在菩", "80": "身。因馳求恣取。六根積集欲界色界無色界三界", "81": "之因。成就欲有色有無色有三界之業果也。十一", "82": "曰生。謂因果不亡。識靈又隨業流轉。受生衰老。又", "83": "壞而死也。因無明緣行。因行緣識。因識緣名色。因", "84": "名色緣六入。因六入緣觸。因觸緣受。因受緣愛。因", "85": "愛緣取。因取緣有。因有緣生。因生緣老死。十二因", "86": "緣生滅無常。有起有盡。盡而復起。起而復盡。循環", "87": "三世。生滅輪轉。若觀此十二因緣。皆明無為妄識", "88": "流轉。忽然覺悟十八界皆空。則本妙明心。如如不", "89": "動。無有生滅之妄識。則無無明明矣。既無無明明。", "9": "薩。即觀世音大士也。", "90": "無起無盡。亦無無明盡矣。乃至者。色無行亦無行", "91": "盡。無識亦無識盡。無名色亦無名色盡。無六入亦", "92": "無六入盡。無所觸亦無觸盡。無受亦無受盡。無愛", "93": "亦無愛盡。無取亦無取盡。無有亦無有盡。無生亦", "94": "無生盡。無老死亦無老死盡。", "95": "無苦集。苦謂生死煩惱諸苦。集謂積聚。人生在世。", "96": "心為形役。形為世勞。積聚五蘊中之根塵處界。十", "97": "二因緣。生死煩惱種種苦因。今既無五蘊根塵處", "98": "界。十二因緣。則無苦因之積聚也。", "99": "滅道。滅謂集滅。道謂真常不息之道。五蘊中一切"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 568 般若心經註講", "englishTitle": "卍 Xuzangjing, Electronic version, No. 568 般若心經註講", "author": "清 行敏述", "language": "chinese", "source": "CBETA"}