{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1407 虛舟普度禪師語錄", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "虗舟和尚語錄目次虗舟和尚語錄目次", "1": "序", "2": "建康府半山報寧禪寺語錄", "3": "鎮江府金山龍游禪寺語錄", "4": "潭州鹿苑褒忠禪寺語錄", "5": "撫州踈山白雲禪寺語錄", "6": "平江府承天能仁禪寺語錄", "7": "臨安府中天竺天寧萬壽永祚禪寺語錄", "8": "臨安府靈隱景德禪寺語錄", "9": "臨安府徑山興聖萬壽禪寺語錄", "10": "小參偈頌真讚自讚", "11": "小佛事行狀䟦", "12": "No. 1407-ANo. 1407-A", "13": "瓊林昔年絕海遊宋。往來吳越。多侍", "14": "先師於武林湖山間。每聽火爐頭話。間舉平昔提唱。", "15": "以其未許學者流通。紙襖所錄。才竺峰冷泉。兩會語", "16": "耳。別", "17": "德三十年。不見大篇全章。為恨痛切。不意忽獲八會", "18": "全錄。喜不自勝。卷不釋手。觀其語句。詞氣簡古。機鋒", "19": "脫略。如侍座隅。親聞激勵。真末法光明幢也。然深恐", "20": "此書湮沒。則非為人後者職。故命工鋟梓。垂之無窮。", "21": "儻閱此而知有", "22": "松源太師祖。的傳之旨。則孰謂無補於宗門哉。如曰", "23": "不然。子雲未生。寥寥千載。世果無太玄法言乎。", "24": "嘉元改元冬至日。見山庵嗣法小師瓊林謹書。", "25": "No. 1407", "26": "大宋國虗舟和尚語錄", "27": "住杭州靈隱禪寺法嗣　淨伏　編", "28": "師初住建康府半山報寧禪寺師初住建康府半山報寧禪寺", "29": "入寺。指山門云。前不搆店。後不迭村。當陽坐斷。上下", "30": "平分。更看直透雲霄之頂。獨步乾坤。", "31": "佛殿。悟道染泥沙。佛祖生冤家。新半山。為甚燒香禮", "32": "拜。明珠絕纇。皓玉無瑕。", "33": "踞室。有主有賓。無踈無親。直饒七佛到來。各與三十", "34": "拄杖。何也。少喜多嗔。", "35": "拈府帖。奪佛祖之機。佐雨霖之手。黃鐘大呂。白雪陽", "36": "春。眼處聞聲有幾人。", "37": "陞座。拈香祝", "38": "聖罷。乃云。一佛出世。千佛讚揚。十方坐斷。獨露真常。", "39": "山蒼蒼。雲蒼蒼。半開半合。隱顯全彰。汝等諸人。便恁", "40": "麼領略得去。新半山。一周事畢。其或未然。鍾山橋畔", "41": "日遲遲。王謝堂前燕子飛。", "42": "復舉。三聖道。我逢人則出。出則不為人。興化道。我逢", "43": "人則不出。出則便為人。師拈拄杖云。同一隻眼。共一", "44": "隻臂。豎起臨濟正宗。則不無二大老。撿點將來。總好", "45": "與三十拄杖。新半山。義出豐年。放過一著。靠拄杖下", "46": "座。", "47": "上堂。拈拄杖示眾云。拄杖子無向背。東拄西撑。登山", "48": "涉海。卞璧驪珠。泥團土塊。卓拄杖一下云。一時粉碎。", "49": "又卓拄杖一下云。話在。", "50": "佛涅槃上堂。拈拄杖云。有一事。諸人不得不知。釋迦", "51": "老子。卓拄杖一下云。命根斷也。說甚今日即有。明日", "52": "即無。是處春山啼鷓鴣。", "53": "上堂。上士聞道。勤而行之。朝打三千。暮打八百。中士", "54": "聞道。如存若亡。蠱毒之家水莫甞。下士聞道。大笑之。", "55": "甜瓜徹蔕甜。苦瓠連根若。半山恁麼提唱。大有人橫", "56": "點頭在。必竟如何。斫倒門前老松樹。了得三年五載", "57": "燒。", "58": "佛生日上堂。釋迦老子初生便道。天上天下。唯吾獨", "59": "尊。那知更有老雲門。雖坐一棒打不殺。至今千古也", "60": "成痕。諸人且道。是報恩耶。五逆耶。卓拄杖一下云。總", "61": "出者一杓惡水不得。", "62": "上堂。絕名言超今古。佛身無為。不墮諸數。恁麼恁麼。", "63": "則易。不恁麼不恁麼。則難。既是佛身無為。因甚有難", "64": "有易。不見道。甜瓜徹蔕甜。苦瓠連根苦。", "65": "上堂。雨滌炎威。秋雲自在。一片兩片拄杖頭。或卷或", "66": "舒林木外。白璧明珠。泥團土塊。放去収來顆顆圓。填", "67": "溝塞壑無人會。阿呵呵。六隻骰子滿盆紅。有采無采。", "68": "大家別賽。", "69": "重九上堂。說禪說道。撒土撒沙。半山終不也隨邪。重", "70": "陽定在九月九。東籬何處無黃花。恁麼則事因叮囑", "71": "起。且歸堂喫茶。", "72": "上堂。抉驪龍頷。意在得珠。破蟠桃核。要見其仁。其仁", "73": "既見。珠作麼生。卓拄杖一下云。海神知貴不知價。留", "74": "與人間光照夜。", "75": "鎮江府金山龍游禪寺語錄鎮江府金山龍游禪寺語錄", "76": "住杭州靈隱禪寺法嗣　淨伏　編", "77": "師入寺。指山門云。龍門萬仞。到者還稀。不犯清波。如", "78": "何進步。喝一喝。", "79": "佛殿。立底是什麼。坐底是什麼。提起坐具云。不出者", "80": "箇。", "81": "踞室。前佛性命。後佛紀網。開口即喪。閉口即錯。卓拄", "82": "杖一下云。瘥病不假驢駝藥。", "83": "拈府帖。毫末非輕。丘山非重。按佛祖雲頭。穿衲僧鼻", "84": "孔。剖破方知無罅縫。", "85": "法座。諸法空為座。早是起模𦘕樣了也。新金山。終不", "86": "隨他轉。喝一喝。", "87": "陞座。拈香祝", "88": "聖罷。乃云。隔江招手。萬象森羅笑點頭。洗脚上船。鐵", "89": "壁銀山俱靠倒。便見孤危不立。逈絕躋攀。截斷眾流。", "90": "寧容湊泊。放開一線。天平地平。浪靜風恬。魚龍起舞。", "91": "正恁麼時如何。有星皆拱北。無水不朝東。", "92": "復舉。李翱尚書。問藥山和尚。如何是道。山以手指天。", "93": "復指瓶云。會麼。李云不會。山云。雲在青天水在瓶。李", "94": "大悟。乃投偈云。鍊得身形似󳬈形。千株松下兩函經。", "95": "我來問道無餘說。雲在青天水在瓶。師拈云。手擎仲", "96": "尼日月。腰佩毗盧正印。則不無李尚書。若是藥山意。", "97": "未會在。", "98": "元宵上堂。一燈千燈。千燈一燈。未免只坐在光影裡。", "99": "以拂子打圓相云。只如者箇。在內耶。在外耶。良久云。", "100": "瞎。", "101": "癡絕和尚至。上堂。破沙盆。沒巴鼻。盡大地人。扶持不", "102": "起。玉山路上。荊棘參天。鍾阜山前。清風匝地。擘破寶", "103": "公面皮。德雲無處回避。何故。理合如是。", "104": "上堂。十五日已前。只許老胡知。不許老胡會。十五日", "105": "已後。只許老胡會。不許老胡知。正當十五日。會不會。", "106": "知不知。風細細。日遲遲。卓拄杖一下云。不惜黃金為", "107": "彈子。牡丹花下打黃鸝。", "108": "道舊至。上堂。大海揚塵。高源出水。狹路相逢。知心有", "109": "幾。明明玉鑑光中。浩浩煙波萬里。鸑鷟擎頭。金鱗擺", "110": "尾。江北江南絕望時。一聲霹靂清飈起。", "111": "上堂。推不去。挽不來。南天台。北五臺。大地寥寥兮何", "112": "者當情。春風浩浩兮雨打莓苔。見成公案。不涉安排。", "113": "豈在見桃花。而後眼開。", "114": "上堂。雲収海山橫。月印江天曉。擾擾紅塵中。青春有", "115": "多少。鐵壁銀山一拶開。落花流水空徘徊。喝一喝。是", "116": "何言哉。", "117": "維楊回。兼謝秉拂幹齋上堂。棒喝交馳。全提半提。是", "118": "真精進。是名真法供養。東山鐵餕饀。擘破者方知。坐", "119": "看楊州跨󳬈歸。瓜洲古渡對斜暉。", "120": "上堂。今朝五月五。諸方盡鳴皷。不說藥病相治。便說", "121": "書符呪土。金山伎倆既無。未免別行一路。卓拄杖一", "122": "下云。日輪當午。", "123": "知府判還下󳷴莊田。上堂。一見便見。一得永得。四邊", "124": "界至。故是分明。一寸筆頭。萬鈞之力。三十年異苗飜", "125": "茂。千萬古中流偉勣。阿呵呵。知不知。青氈元是吾家", "126": "物。好看金牛作舞時。", "127": "立秋上堂。火雲影裡一葉落。玉鑑光中便見秋。一任", "128": "秋來又秋去。大江依舊向東流。無變易有來由。塞鴻", "129": "何處。白鷺滄洲。數聲漁笛煙村晚。狼藉斷霞閑釣舟。", "130": "喝一喝。", "131": "上堂。雨洗炎威。秋磨霄漢。風傳䆉稏香。皷腹寒岩畔。", "132": "位轉功回木馬嘶。劫外不須重借伴。喝一喝。巡堂喫", "133": "茶。", "134": "解夏上堂。布袋頭開天地大。翠岩眉毛在不在。一聲", "135": "鴻鴈海門秋。行人已在青山外。", "136": "上堂。千說萬說。不如親見。有時怒濤袞底。有時水清", "137": "月現。風颼颼冷啾啾。雖然舊閣閑田地。一度贏來方", "138": "始休。", "139": "上堂。月冷天高。風號怒濤。提殺人劒。用活人刀。雲淡", "140": "淡寒江鴈影。山渺渺落日危巢。見成題目。眨上眉毛。", "141": "萬機頓罷歸來。也是徒勞。喝一喝。", "142": "上堂。拈拄杖示眾云。說到行不到。行到說不到。斫額", "143": "望蓬萊。弱水三萬里。直饒行說俱到。金山拄杖。未到", "144": "汝諸人喫在。何故。若無舉鼎拔山力。千里烏騅不易", "145": "騎。", "146": "冬至上堂。群陰剝盡。一陽來復。鐵樹花開。清香馥郁。", "147": "眼皮開未開。枝南復枝北。凹凹凸凸破沙盆。何似鎮", "148": "州大蘿蔔。", "149": "上堂。清明寒食節。韶光爛漫時。野花迷古逕。回首暮", "150": "雲低。紙錢飛處杜䳌啼。不是苦心人不知。喝一喝。果", "151": "州飯布。", "152": "上堂。說得一丈。不如行得一尺。行得一尺。不如離却", "153": "一寸。何也。山高分水深。青天分白日。喝一喝。", "154": "諸山相訪上堂。舉鹿門和尚。一日有僧相訪。僧問云。", "155": "如何是鹿門家風。門云。有鹽有醋。僧云。如何是道中", "156": "人。門云。口似鼻孔。僧云。忽遇客來。將何祗待。門云。柴", "157": "門草戶。謝子經過。師拈云。鹿門家風大展。水洩不通。", "158": "既無受璧之心。安有割城之意。今日忽有人問金山。", "159": "如何是金山家風。只向他道。八面玲瓏。如何是道中", "160": "人。直出直入。忽遇客來。將何祗待。餅飜江上月。鱠縷", "161": "屋頭雲。且道。金山與麼答話。與鹿門相去多少。擊拂", "162": "子一下云。酒逢知己飲。詩向會人吟。", "163": "謝秉拂幹齋上堂。玉鑑光中。波澄月現。展屠龍手。提", "164": "金剛劒。栗棘金圈一拶開。從君細嚼渾崙嚥。有照有", "165": "用。有舒有卷。楊岐消息未全󰞆。優曇華笑春風面。卓", "166": "拄杖一下。喝一喝。", "167": "歲旦上堂。年年是好年。日日是好日。新年人看舊年", "168": "人。舊年日是新年日。潮生漲舊痕。潮落石頭出。萬物", "169": "有遷流。遷流無變易。有變易。卓拄杖一下云。上上大", "170": "吉。", "171": "涅槃上堂。釋迦老子弄精魂。死了依前似不曾。一樹", "172": "落花春過後。遠山無限碧層層。", "173": "上堂。風來江上。月到波心。水月交光。秋空一色。大丈", "174": "夫兒。阿誰無一坐具地。是汝諸人。還得相應麼。擊拂", "175": "子一下云。武林春已老。臺榭綠陰多。", "176": "上堂。圓同太虗。無欠無餘。良由取捨。所以不如。三祖", "177": "大師。大似與賊過梯。不覺自傷己命。金山莫有道處", "178": "麼。卓拄杖一下云。驢鞍橋。不是你阿爺下頷。", "179": "雪中示眾上堂。一夜江風攪玉麈。孤峰不白轉精神。", "180": "從空放下從空看。徹骨寒來有幾人。", "181": "結制上堂。南北東西幾路頭。來來同載一扁舟。月明", "182": "夜靜滄浪裡。一掣綿鱗隨直鈎。雖然如是。莫有不吞", "183": "香餌底麼。卓拄杖一下云。生殺盡時消息盡。不風流", "184": "處也風流。", "185": "謝秉拂幹齋上堂。智不到處。不妨道著。吸盡長江。衝", "186": "開碧落。的的金圈栗棘。一一天花乳酪。楊岐消息儼", "187": "然存。大用機前活卓卓。山僧合掌有分。諸人如何啗", "188": "󲣅。玉鑑光中宇宙寬。双双放出遼天鶻。", "189": "上堂。山之高水之深。非古亦非今。老胡打失一隻履。", "190": "葱嶺那邊無處尋。", "191": "上堂。風號寒。霜凜冽。屋浪崩騰。飛銀撒雪。截流過者。", "192": "未稱全提。作死馬醫。暖氣相接。倒腹傾膓一線通。月", "193": "明不借蘆花白。", "194": "上堂。長長出不得。短短出不得。四大海不寬。藕絲竅", "195": "不窄。非耳目之所到。非心意之所及。自西自東。自南", "196": "自北。落霞與孤鶩齊飛。秋水共長天一色。喝一喝。巡", "197": "堂喫茶。", "198": "潭州鹿苑褒忠禪寺語錄潭州鹿苑褒忠禪寺語錄", "199": "住杭州靈隱禪寺法嗣　淨伏　編", "200": "師入寺。指山門云。此是黃面瞿曇。始初開法。廣度群", "201": "有。大方便門。新長老。與誰同行同到。驟步云。把手拽", "202": "不入。", "203": "佛殿。佛身無為。不墮諸數。者一殿功德。為什麼盡是", "204": "色裝泥塑。良久云。無今不成古。", "205": "踞室。烹佛煉祖。鍛聖鎔凡。殺活在手。寶劒光寒。意在", "206": "星兮不在盤。", "207": "陞座。祝", "208": "聖罷。乃云。古鏡無光。當臺自照。森羅絕影。覿面難逃。", "209": "行不言之令。坐致太平。贊無為之化。六國晏清。天高", "210": "地厚。水綠山青。山青青水泠泠。湘西古渡夕陽明。岳", "211": "足當簷開畵屏。", "212": "復舉。寶壽開堂。三聖推出一僧。寶壽便打。三聖云。恁", "213": "麼為人。非但瞎却這僧眼。瞎却鎮州一城人眼在。壽", "214": "歸方丈。師拈云。這棒合是寶壽三聖自喫。何也。盡道", "215": "是臨濟二子。義出豐年。殊不知。正是儉生不孝。", "216": "上堂。李白桃紅。桃紅李白。或雨或晴。或寒或熱。一一", "217": "是諸人放身捨命處。因甚不肯承當。忽有箇漢。出來", "218": "道。長老豈無方便為人。只向他道。口是禍門。", "219": "上堂。大盡三十日。小盡二十九。忽然春盡夏來。不覺", "220": "夜穿露肘。貧無絲繫蟻。內外空諸有。拄杖聞得。踊躍", "221": "歡喜。作是言曰。曹山曾語稅闍梨。清原白家三盞酒。", "222": "卓拄杖一下。", "223": "上堂。擊鼓陞堂。說無義語。有一句到汝諸人。家國興", "224": "盛。無一句到汝諸人。四海晏清。拈露柱向燈籠上。將", "225": "露柱掛燈籠邊。飢來喫飯。困即打眠。有甚麼事。若也", "226": "不會。五月黃梅爛石臼。", "227": "上堂。七佛已前。然燈已後。無人道著。因甚鷲嶺拈花。", "228": "飲光微笑。國清才子貴。家富小兒嬌。", "229": "佛涅槃上堂。十五日已前。今日有。十五日已後。明日", "230": "無。正當十五日。是有耶。是無耶。石頭大底大。小底小。", "231": "野猿啼破千山曉。", "232": "上堂。舉教中道。遠離顛倒夢想。究竟涅槃。拋却甜桃", "233": "樹。㳂山摘醋梨。者些消息子。能有幾人知。若也知。滿", "234": "山花發杜䳌啼。", "235": "撫州踈山白雲禪寺語錄撫州踈山白雲禪寺語錄", "236": "住杭州靈隱禪寺法嗣　淨伏　編", "237": "師入寺。指山門云。白雲高。灘水急。不動脚頭。全身直", "238": "入。", "239": "佛殿。前佛夜半逾城去。後佛天宮未下來。且道。喚阿", "240": "那箇。作現在底佛。插香云。因我得禮你。", "241": "拈府䟽。花簇簇。錦簇簇。吟不足。詠不足。的的無絃琴", "242": "上曲。", "243": "陞座。拈香祝", "244": "聖罷。乃云。大機圓應。大智無方。右左逢原。七穿八穴。", "245": "萬疊雲山一抹過。十八灘頭聲浩浩。遇貴即貴。遇賤", "246": "即賤。法隨法行。法幢隨處建立。要津把斷。縱奪臨時。", "247": "風細細。日遲遲。四海浪平龍睡穩。九天雲淨󳬈高飛。", "248": "復舉。雪竇明覺大師。一日與李殿撰坐次。有一秀才", "249": "一道士。從外入來。撰云。三教中。那教最尊。雪竇起身", "250": "側立。撰云。有口何不道。雪竇云。對夫子以難言。師拈", "251": "云。大小大明覺大師。被殿撰一問。直得側身而立。然", "252": "雖如是。要見雪竇則易。要見殿撰則難。也不難。也不", "253": "易。必竟三教中。那教最尊。卓拄杖一下云。棊逢敵手。", "254": "密行難藏。琴遇知音。希聲乃布。", "255": "當晚小參。四十年前錯訪尋。瓦爐煙斷白雲深。如今", "256": "再到經行處。却憶無絃是賞音。是以法無異法。心不", "257": "自心。用不停機。隨宜應變。栴檀林裡噴伊蘭。無角鐵", "258": "牛眠石室。不關萬象。幽旨互融。全主全賓。十方通暢。", "259": "正與麼時。如何委悉。靠拄杖云。三尺冷光摩朅令。普", "260": "天和氣少林春。", "261": "復舉。三聖示眾云。我逢人則出。出則不為人。興化道。", "262": "我逢人則不出。出則便為人。師拈云。燕南趙北。各據", "263": "封疆。可惜臨濟些子活計。被二子一時花擘了也。新", "264": "踈山。忍俊不禁。出來。為他作箇中人。也是賊過後張", "265": "弓。卓拄杖一下。", "266": "上堂。謝川人俊西堂。春風卷春雨。春樹生春烟。作家", "267": "相見不談禪。天寒燒榾柮。雲外煑清泉。更有一般風", "268": "味在。從來附子出西川。", "269": "涅槃上堂。十五日已前。過山尋蟻跡。十五日已後。渡", "270": "水覔魚蹤。正當十五日。作麼生道。自徒一到拘尸後。", "271": "依舊金烏出海東。", "272": "重九示眾上堂。西風蕭蕭急未急。塞鴈聲聲寒未寒。", "273": "欲對黃花問時節。有誰同倚玉欄干。拍膝下座。", "274": "退院上堂。堦前黃葉兩三片。門外白雲千萬重。寄語", "275": "善財休斫額。德雲不在妙高峰。", "276": "平江府承天能仁禪寺語錄平江府承天能仁禪寺語錄", "277": "住杭州靈隱禪寺法嗣　淨伏　編", "278": "師入寺。指山門云。此門廣大。未甞不與諸人。同出同", "279": "入。只是總踏不著。因甚如此。一步是一步。", "280": "佛殿。麻三斤。乾屎橛。不是五逆漢。此話憑誰說。喝一", "281": "喝。", "282": "踞室。開口即錯。閉口即啞。釘觜鐵舌。一時列下。何故。", "283": "碧玉盤無縫罅。", "284": "拈府帖。筆頭有眼主中主。號令無私公至公。妙用當", "285": "機全殺活。一新佛祖舊家風。", "286": "法座。先聖道。若欲高陞此座。先須作禮須彌燈王如", "287": "來。住住。莫來攔我毬門路。　祝", "288": "聖罷。復拈香云。此香。枝葉全無。一味真實。覰著則兩", "289": "目全枯。嗅著則打失鼻孔。不從外域而來。只是江西", "290": "道地。奉為", "291": "前住常州褒忠顯報華藏禪寺。先師無得和尚。爇向", "292": "爐中。用酬法乳之恩。", "293": "趺座。乃云。自雲青嶂。春風秋月。徘徊趙璧燕金。閙市", "294": "紅塵喝采。攔街截巷。痛劄深錐。倒拽橫拖。七穿八穴。", "295": "一任南來北來。說甚船到陸到。雙峩起舞。萬佛點頭。", "296": "左右逢原。隨宜應變。必竟承誰恩力。青山不鎻長飛", "297": "勢。滄海合知來處高。", "298": "復舉。寶壽開堂。三聖推出一僧。壽便打。三聖云。恁麼", "299": "為人。瞎却鎮州一城人眼在。師拈云。寶壽據碧油幢。", "300": "百發百中。三聖向大虫口裡分飡。美則美矣。殊不知。", "301": "向者僧面前。盡納敗闕。雖然。不入驚人浪。難逢稱意", "302": "魚。", "303": "退院上堂。來何遲。去何速。十七日緣今已足。拄杖橫", "304": "擔歸去來。一笑出門山水綠。", "305": "臨安府中天竺天寧萬壽永祚禪寺語錄臨安府中天竺天寧萬壽永祚禪寺語錄", "306": "住杭州靈隱禪寺法嗣　淨伏　編", "307": "師入寺。指山門云。樓閣門開。了無回互。既是家裡人。", "308": "便請直入。", "309": "佛殿。過現未來。總在者裡。提起坐具云。拜即是。不拜", "310": "即是。義出豐年。", "311": "踞室。面皮上刮得霜。枯骨裡敲出髓。轉得身。吐得氣。", "312": "不是不是。", "313": "拈省劄。回天關。轉地軸。普會人天。一時諦聽。", "314": "陞座祝", "315": "聖罷。乃云。鷲嶺峰高。萬象森羅齊斫額。少林花發。普", "316": "天和氣絕遮攔。高低圓應。今古混融。蕩蕩堯風。熈熈", "317": "舜日。東㵎水流西㵎水。南山雲起北山雲。佛祖之玄", "318": "關巨闢。衲僧之正眼豁開。至化無私。十方通暢。便恁", "319": "麼去。未當宗乘。何故。慣從五鳳樓前過。手握金鞭賀", "320": "太平。", "321": "復舉。太宗皇帝。幸大相國寺。開寶塔次。　皇帝問。卿", "322": "是何人。僧云塔主。帝云。既是寡人塔。因甚卿作主。僧", "323": "無對。師頌云。寶塔層層面面開。當機一拶語如雷。信", "324": "知恩大難酬處。一段風光遍九垓。", "325": "捧勑黃。望闕謝恩。天書頒自九重來。萬壑煙雲盡豁", "326": "開。竺土大仙燈燦爛。融融和氣靄樓臺。捧起云。萬歲", "327": "萬萬歲。", "328": "中秋上堂。吾心似秋月。碧潭光皎潔。有月則似月。無", "329": "月又似箇什麼。可笑寒山子。是亦不是。非亦還非。還", "330": "我清光未發時。", "331": "上堂。舉梁山和尚示眾云。南來者三十棒。北來者三", "332": "十棒。雖然未當宗乘。瑯瑘和尚道。梁山好一片真金。", "333": "却作頑銅賣了。瑯瑘即不然。南來者三十棒。北來者", "334": "三十棒。一任諸方撿責。師拈云。二大老。一人八字打", "335": "開。一人水洩不通。中竺門下。一任南來北來。要且無", "336": "棒到你喫在。何故。真金自有真金價。終不和砂賣與", "337": "人。", "338": "上堂。上士聞道。勤而行之。中士聞道。如存若亡。下士", "339": "開道。大笑之。若是衲僧門下。却許他大笑底。有些骨", "340": "氣。白雲和尚。與麼說話。大似扶強不扶弱。雖然如是。", "341": "賣劒賣與烈士。中竺亦有箇道處。上士聞道。勤而行", "342": "之。斷腸愁聽峽猿啼。中士聞道。如存若亡。一聲鴻鴈", "343": "過斜陽。下士聞道。大笑之。落葉辭柯滿竹扉。道道。何", "344": "處尋。今即古。古即今。曹溪波浪如相似。無限平人被", "345": "陸沈。", "346": "冬至上堂。舉僧問一老宿云。一陽後日長一線。未審", "347": "佛法長多少。云一線長。其僧有省。今日中竺。應時納", "348": "祐。下箇注脚。長一線一線長。眼聞耳見。不用商量。流", "349": "水斷橋梅破蕚。枝南枝北一般春。", "350": "雪中就謝諸庫上堂。白玉樓臺。爛銀世界。一時撒在", "351": "諸人面前。平等受用。直得普賢老人。隱身無路。却向", "352": "中竺拄杖頭上。開張鋪席。東頭賣貴。西頭賣賤。豎百", "353": "橫千。甚生意氣。拄杖子道。住住。諸人要見普賢老人", "354": "麼。卓拄杖一下。鷺鷥立雪非同色。明月蘆花不似他。", "355": "德巖佑長老。瑞世明州天王。上堂。妙德巖中宴坐時。", "356": "釋梵天王同讚喜。地搖六振雨花飛。一聲霹󳱏清颷", "357": "起。滄海頭青海尾楊岐毒種靈苗。殃害兒孫未已。", "358": "佛生日上堂。手指天。脚踏地。目顧四方。真少兒戲。自", "359": "言惟我獨尊。天上人間誹誹。中竺尋常不欲將惡水", "360": "潑人。今日獲不得已。何故。法王法如是。", "361": "謝秉拂化扇上堂。正法眼。破沙盆。零敲碎打。不直分", "362": "文。一一銀山鐵壁。一一電掣雷奔。是則固是。鹽官道。", "363": "扇子既破。還我犀牛兒來。又作麼生。卓拄杖一下云。", "364": "頭角已全露。一見勝千聞。", "365": "重九上堂。有一句甚瀟洒。端的勝黃金。只在東籬下。", "366": "見便見。切忌躊躇。是不是。良由取捨。且莫之乎者。", "367": "石霜虎巖伏長老法嗣書至。上堂。猿啼枯木。虎嘯斷", "368": "巖。一燈發焰。萬象同觀。拄杖子。未免手之舞之。足之", "369": "蹈之。卓拄杖一下云。何也。世尊無密語。迦葉不破顏。", "370": "佛生日上堂。七步周行。九龍灌沐。赤條條地。渾身誰", "371": "道福足慧足。韶陽打殺却堪誇。斷弦自有鸞膠續。", "372": "佛成道上堂。正覺山前。明星皎皎。夜半打失鼻孔。將", "373": "謂一了便了。中竺看來。有些短處。不說也好。開得眼", "374": "來天大曉。", "375": "師母訃音至。上堂。當初已是錯投胎。鬼面神頭相賺", "376": "來。裂破虗空無罅縫。豎起拂子云。龜毛拂子舞三臺。", "377": "辭眾赴靈隱。上堂。垂垂白髮老成魔。異類中行罪過", "378": "多。業債既深償未足。又拖犂杷出煙蘿。", "379": "臨安府靈隱景德禪寺語錄臨安府靈隱景德禪寺語錄", "380": "住杭州靈隱禪寺法嗣　淨伏　編", "381": "師入寺。指山門云。向上一關。盡大地人。入作無門。新", "382": "靈隱。今日八字打開。普請諸人。從這裡入。", "383": "佛殿。德山拆却。雲門打殺。正令全提沒對頭。展坐具", "384": "云。漫天網子一時収。", "385": "踞室。拈拄杖云。明頭來明頭打。暗頭來暗頭打。總不", "386": "與麼來時如何。靠拄杖便起。", "387": "拈勑黃省劄。衲僧命脉。佛祖眼睛。不消一劄。且道。向", "388": "上事又作麼生。良久云。勑下曾聞六國清。", "389": "法座。欲陞此座。先須作禮須彌燈王如來。新靈隱則", "390": "不然。但有路可上。更高人也行。", "391": "陞座。祝", "392": "聖罷。乃云。鷲嶺拈花。百萬人天。瞻仰有分。少林直指。", "393": "二三四七。那覔蹤由。洞明摩醯正眼。發揚向上真機。", "394": "彌滿十虗。纖塵不立。正與麼時。如何是開堂祝　聖", "395": "底句。心似錢塘江上水。無言日日向東流。", "396": "復舉。太宗皇帝。因僧朝見。奏云。陛下還記得臣僧否。", "397": "帝曰。何處相見。僧云。靈山一別。直至如今。帝曰。以何", "398": "為驗。僧無語。師云。臣僧普度。快便難逢。輙成一頌。舉", "399": "似大眾。德合乾坤御九天。祥光瑞氣靄山川。當機覿", "400": "面全提處。一會靈山又儼然。", "401": "當晚小參。豁開戶牗。一時和氣少林春。大坐當軒。三", "402": "尺冷光摩竭令。法隨法行。法幢隨處建立。橫拋栗棘。", "403": "竪擲金圈。今古混融。聖凡路絕。然雖如是。卓拄杖一", "404": "下云。人歸大國方為貴。水到滄溟始是波。", "405": "復舉法燈和尚云。山僧本欲深藏巖竇。養道過時。奈", "406": "緣先師有箇未了底公案。出來為他了却。時有僧問。", "407": "如何是先師不了底公案。燈拈拄杖打云。祖禰不了。", "408": "殃及兒孫。僧云。過在什麼處。燈云。過在你。殃及我。師", "409": "云。山僧亦欲深藏巖竇。養道過時。無奈松源師翁。有", "410": "則未了公案。殃及先師。展轉至于今日。諸人要識松", "411": "源師翁未了底公案麼。夜深久立。", "412": "上堂。邪人說正法。正法悉皆邪。正人說邪法。邪法悉", "413": "皆正。卓拄杖一下。邪耶正耶。又卓拄杖一下。說耶不", "414": "說耶。向這裡擇辨得出。黃金為屋未為貴。玉食錦衣", "415": "何足榮。", "416": "上堂。頭陀石被莓苔褁。擲筆峰遭薜茘纏。羅漢院裡。", "417": "一年度三箇行者。歸宗寺裏。參退喫茶。好諸禪德。真", "418": "淨和尚。是關西人。尋常慣弄大旗皷。為什麼到這裡。", "419": "絲毫不敢動著。卓拄杖一下。須信來源萬仞高。一條", "420": "界破青山色。", "421": "上堂。萬法是心光。諸緣惟性曉。本無迷悟人。只要今", "422": "日了。既無迷悟人。了箇什麼。卓拄杖一下。千言萬語", "423": "無人會。又逐流鶯過短墻。", "424": "上堂。心王不妄動。六國一時通。罷拈三尺劒。休弄一", "425": "張弓。與麼舉似。也是與賊過梯。諸人要見黃龍和尚", "426": "麼。拂石坐來衫袖冷。踏花歸去馬蹄香。", "427": "上堂。舉雲門和尚示眾云。汝等諸人。在此過夏。山僧", "428": "深不欲向你道。惜取眉毛好。師拈云。雲門和尚。靈龜", "429": "曳尾。拂跡跡生。靈隱即不然。汝等諸人。在此過夏。山", "430": "僧直截句向你說。口是禍門。", "431": "上堂。舉黃龍草堂和尚。示眾云。上上根人。一聞千悟。", "432": "得大總持。家貧難辦素食。中中根人。須假言說。方顯", "433": "其道。事忙不及草書。下下根人。執言定旨。滯殻迷封。", "434": "俊󳬲不打籬邊󳭋。黃龍和尚。秤稱斗量。毫髮無差。靈", "435": "隱即是和麩糶麵。菽麥不分。雖然如是。不知那箇無", "436": "思筭。喫著通身冷汗流。", "437": "謝何山長老并典座。上堂。滅正法眼。佩毗盧印。提鈯", "438": "斧子。拍拍是令。白水田頭。小谿深處。一千五百人善", "439": "知識。杓頭上舀來。頭正尾正。鹽鹹醋淡。活計現成。斤", "440": "兩自定。諸人還知落處麼。卓拄杖一下。物見主眼卓", "441": "竪。", "442": "謝監収上堂。衲僧命脉。卓拄杖一下。總在這裡。有放", "443": "有収。入泥入水。把得定。作得主。萬斛明珠奏凱歸。帶", "444": "刀只麼噇眠去。", "445": "道場無等和尚遺書至。上堂。虎巖巖下虎。咬人齒不", "446": "露。踞地坐耽耽。南北無行路。飜身一擲更無蹤。虗空", "447": "拍掌須彌舞。萬象森羅。一時痛苦。石人木人淚如雨。", "448": "上堂。舉臨濟和尚道。有一人。論劫在塗中。不離家舍。", "449": "有一人。離家舍。不在途中。那箇合受人天供養。師拈", "450": "云。兔馬有角。牛羊無角。寸毫尺𨤲。天地寥廓。潘閬倒", "451": "騎驢。攧殺黃番趠。", "452": "上堂。十五日已前。銀山鐵壁。十五日已後。鐵壁銀山。", "453": "正當十五日。一塵不立天地寬。那知更有上頭關。卓", "454": "拄杖一下。", "455": "上堂。祖師門下。討甚巴鼻。東行西行。無是不是。忽然", "456": "籬下菊花黃。此時決定是重陽。", "457": "關爐上堂。火爐頭有一句。道得完全。未敢相許。靈隱", "458": "不是壓良為賤。卓拄杖一下。物若見主。兩眼卓竪。", "459": "佛成道上堂。夜半逾城。明人不作暗事。凍餓六年。自", "460": "作還他自受。只如覩明星時。悟箇什麼。眾眼難瞞。", "461": "上堂。諸佛行不到處。進取一步。諸佛說不到處。道取", "462": "一句。直饒行說俱到。正好喫拄杖。何故。覔火和煙得。", "463": "擔泉帶月歸。", "464": "上堂。竪拂子云。只這箇便是。萬里望崖州。離此別求。", "465": "臨崖看滸眼。桃紅李白。水綠山青。不借亦不借。法法", "466": "本如是。只如轉位回機時如何。夜月不隨流水去。片", "467": "雲多向故山歸。", "468": "結夏上堂。布袋頭一結。百城消息絕。蠟人氷不氷。萬", "469": "里一條鐵。珊瑚枝枝撐著月。", "470": "上堂。一期九十日。鐵壁復鐵壁。四方八面來。只是跳", "471": "不出。落霞與孤鶩齊飛。秋水共長天一色。", "472": "五月望出歸。上堂。短棹輕帆。風恬浪靜。溢目湖光鏡", "473": "樣平。漁歌未起同誰聽。萬壑千巖。高低普應。狼藉斷", "474": "霞殘照中。船頭撥轉都收盡。正與麼時如何。卓拄杖", "475": "一下云。麼朅提國。親行此令。", "476": "上堂。從上以來。的的相承。咬定牙關。不通水洩。可中", "477": "三三兩兩。有席卷三秦之略。嫌佛不做。若到靈隱門", "478": "下。又且如何。也免三十棒不得。", "479": "謝雪峰絕岸和尚上堂。靈符在手。大用全彰。木毬輥", "480": "處。雷動風行。鼈鼻拈來。橫拋竪擲。魔外望崖而退。佛", "481": "祖窺覰無門。坐斷要津。十方通暢。正恁麼時。且道。如", "482": "何是接手底句。相見又無事。不來還憶君。", "483": "上堂。日可冷。月可熱。眾魔不能壞真說。且道。如何是", "484": "真說。成住壞空。", "485": "上堂。舉󳳟賓國王。敬重三寶。一日仗劒。問師子尊者", "486": "曰。師得薀空否。尊者曰。已得薀空。王曰。離生死否。尊", "487": "者曰。已離生死。王曰。既離生死。可施我頭。尊者曰。身", "488": "非我有。何恡於頭。王遂斬之。師云。作家󳳟賓國王。尊", "489": "者首湧白乳數尺。師云。好手手中呈好手。王之左臂。", "490": "隨即墮地。師云。得人一牛。還人一馬。諸人且道。󳳟賓", "491": "國王。與師子尊者。是酬恩報德耶。是冤憎會苦耶。若", "492": "向這裡。緇素得出。十二時中。功不浪施。其或未然。數", "493": "聲羗笛離亭晚。君向瀟湘我向秦。", "494": "上堂。八月二十五。洞山離查渡。咄哉老雲門。多却末", "495": "後句。桃花浪煖禹門高。霹󳱏一聲燒尾去。", "496": "佛成道上堂。老瞿曇眼孔小。一星半星容不得。說迷", "497": "說悟何時了。衲僧分上。那有許多般。雪晴海闊千峰", "498": "曉。", "499": "上堂。達磨西來。只箇不識。鐵壁銀山。挨拶不入。因甚", "500": "分皮分髓。飛來峰高冷泉碧。", "501": "百丈和尚送猿至。上堂。舉僧問百丈。如何是奇特事。", "502": "丈云。獨坐大雄峰。師頌云。巍巍獨坐大雄峰。萬水千", "503": "山列下風。相見不談奇特事。一聲猿呌翠微中。", "504": "端午上堂。不釘桃符。不懸艾虎。駕鉄牛機。擊塗毒皷。", "505": "千妖百怪盡潛蹤。靈鷲峰高日卓午。", "506": "雲峰和尚。赴蔣山上堂。肩拄杖云。寶公和尚來也。拄", "507": "杖頭上。寸長尺短。剪拂分明。便與麼。下山教化眾生", "508": "去。入泥入水。要津把斷。虎踞龍蟠。可中有箇不受商", "509": "量。剪拂不去底。又且如何排遣。卓拄杖一下云。放開", "510": "鐘阜山頭月。斷送踏蘆人渡江。", "511": "上堂。雪竇云。直鈎釣鯤鯨。曲鈎釣龜鼈。曲鈎若在鯤", "512": "鯨。理應未可。直鈎若在龜鼈。情亦不甘。辨龍蛇擒虎", "513": "兕。還他雪竇老人。要釣鯤鯨龜鼈。未敢相許。靈隱鈎", "514": "無曲直。任是鯤鯨龜鼈。一切不問。何故。釣竿斫盡重", "515": "栽竹。不計功程得便休。", "516": "本覺虗室滿長老至。上堂。大機圓應。大用無方。撲碎", "517": "破沙盆。滅却正法眼。要津把定。佛祖潛蹤。正案傍提。", "518": "百發百中。便恁麼去。且道。是誰家風月。檇李亭前摩", "519": "朅令。滿天和氣少林春。", "520": "上堂。八月九月。不寒不熱。盤山擲劒揮空。正是箇般", "521": "時節。無古無今。無間無歇。癡雲卷盡雨聲収。千里萬", "522": "里一條鐵。", "523": "上堂。舉白雲端和尚示眾云。若端的得一回汗出。向", "524": "一莖草上。現瓊樓玉殿。若未得一回汗出。縱有瓊樓", "525": "玉殿。被一莖草葢却。師拈云。白雲和尚。慈悲之故。有", "526": "落草之談。靈隱門下。不管你端的不端的。縱有瓊樓", "527": "玉殿。亦無著處。諸人且道。是醍醐句。是毒藥句。幾度", "528": "見君深問訊。養雞意在五更初。", "529": "重九。兼謝支提和尚上堂。露滴滴。風凄凄。黃花香滿", "530": "路。何獨在東籬。高低普應。步步相隨。有時朱涇江上。", "531": "玉線輕垂。船頭撥轉。天冠元在支提。何故。逢強即弱。", "532": "故舊至。上堂。落葉飄飄。秋江清淺。烈士相逢。干戈不", "533": "展。何故。言多去道轉遠。", "534": "開爐上堂。普天寒色。大地為爐。但見清風壁立。不知", "535": "石爛松枯。丹霞燒木佛。因甚院主墮眉鬚。卓拄杖一", "536": "下。若無這些火種。討甚碧眼老胡。", "537": "焦山足翁和尚遺書至。上堂。海門一夜波濤惡。玉麟", "538": "攧折黃金角。魚龍蝦蠏盡潛蹤。大悲千手難摸索。木", "539": "馬悲嘶。石人淚落。諸人且道。足翁和尚。生耶死耶。長", "540": "汀拖布袋。普化搖鈴鐸。", "541": "上堂。休去歇去。一念萬年去。一條白練去。古廟香爐", "542": "去。喝一喝。若不得流水。還應過別山。", "543": "徑山虗堂和尚遺書至。上堂。拔地凌霄峰。嵳峩倚寥", "544": "泬。一夜天風忽吹折。木馬悲嘶。石人哽咽。曉來雲散", "545": "谷風清。千古虗堂照明月。", "546": "無得和尚忌辰。拈香云。東湖輥底怒濤。青山參天荊", "547": "棘。兩處狹路相逢。拶得渠儂上壁。恩難酬怨難酬。熱", "548": "煑冷泉流水。濃點淡茶一甌。", "549": "留兩班上堂。卓拄杖云。有權有實。有照有用。些些鬼", "550": "眼睛。臨機要活弄。弄得活。沒踈親。誰知席帽下。都是", "551": "舊時人。", "552": "謝首座秉拂。都寺齋。上堂。聲前一句。斗換星移。石火", "553": "莫及。電光罔追。栗棘蓬當面擲。全剛劒信手揮。卓拄", "554": "杖一下。少林消息斷。花綻不萠枝。", "555": "慶元府萬壽庸叟中長老。廣福梅巖默長老。岳林南", "556": "坡岳長老瑞世。上堂。一即三。三即一。達磨不曾離少", "557": "室。父子雖親妙不傳。一花五葉成狼藉。海風吹起怒", "558": "濤寒。截流過者脚不濕。道在中庸。梅香巖石。破沙盆", "559": "子響玲瓏。要在當人善拋擲。以拂子。打一圓相。又擊", "560": "一下。汝等諸人。還知落處麼。若也未知。更待當來問", "561": "彌勒。", "562": "端午上堂。文殊雖令善財採藥。佛病祖病。未曾醫著。", "563": "靈隱病亦無。藥亦無。趙州東壁掛葫蘆。", "564": "佛生日上堂。二千年前。毗藍園裏。地動山搖。禍胎忽", "565": "起。雲門瞎棒打不死。後代兒孫空切齒。休切齒。杓柄", "566": "短長。澆潑在你。", "567": "上堂。說禪說道易。成佛作祖難。突出門前大案山。成", "568": "佛作祖易。說禪說道難。南海波斯念八還。也不難也", "569": "不易。衲僧敲處遼天鼻。卓拄杖一下。這裏是什麼所", "570": "在。說難說易。又卓拄杖一下。官不容針。私通車馬。", "571": "上堂。教中道。善現問舍利弗。以何為佛眼。舍利弗云。", "572": "以性空為佛眼。善現云。善哉善哉。從上諸佛。皆以性", "573": "空為佛眼。師拈云。針鉸膠粘。涓滴不漏。諸人且道。必", "574": "竟以何為佛眼。喝一喝。", "575": "平江萬壽囦叟和尚遺書至。上堂。昨夜毗嵐撼山岳。", "576": "七十二峯俱倒卓。太湖萬頃涓滴無。黃葉亂飄星斗", "577": "落。要見囦叟和尚麼。玉兔挨開八詠樓。金烏󲣅破琉", "578": "璃殻。", "579": "上堂。舉僧問法眼。秋風纔動。貧者何依。眼云。若能知", "580": "恩。方解報恩。師云。這僧抱贓呌屈。法眼著賊不知。雖", "581": "然法眼慈悲之故。有落草之談。其奈知音者少。靈隱", "582": "與麼舉唱。莫有知音者麼。良久云。黃葉飄飄滿庭際。", "583": "一聲砧杵落誰家。", "584": "婺州。雙林松關至上堂。開口不是禪。閉口不是道。只", "585": "是箇輪槌。拈來用恰好。一擊天門開。萬象俱靠倒。狹", "586": "路忽相逢。拍掌呵呵笑。且道。笑箇甚麼。相見又無事。", "587": "不來還憶君。", "588": "雪中。謝諸莊庫并監収。上堂。入荒田。出荒田。信手拈", "589": "來顆顆圓。橫三千竪三千。雖曰眼底空花。直是明白", "590": "洞然。衲僧分上。有放有収。有開有合。作麼生。紅爐一", "591": "點雪。", "592": "謝南臺高臺上封三剎長老。上堂。巖頭雪嶠與欽山。", "593": "共轍同途豈等閑。要識南臺真白額。從來虎體一般", "594": "斑。便恁麼去。靈山百萬大眾。又何止金色頭陀破顏。", "595": "一時滅却正法眼。把手獨行天地寬。", "596": "上堂。舉古德因僧問。如何是大修行底人。德云。擔枷", "597": "帶鎻。僧又問。如何是大作業底人。德云。修禪習定。師", "598": "云。古德言中有響。句裏藏機。如人善射。箭不虗發。且", "599": "道。還有出身路也無。甜瓜徹蔕甜。苦瓠連根苦。", "600": "石樓和尚赴平江萬壽。上堂。妙喜黑竹篦。有背還有", "601": "觸。兒孫用得親。通身是眼目。正令全提轉轆轆。花簇", "602": "簇錦簇簇。直教佛祖亦頭低。宇宙空來更有誰。", "603": "佛涅槃上堂。拘尸那城有生滅。我此世界生滅無。桃", "604": "紅李白花時節。是處江山開畵圖。釋迦老子。自是隱", "605": "身無路。為什麼道。今夜入般涅槃。蒼天蒼天。", "606": "何山覺菴和尚至。上堂。用鈯斧子。非重非輕。拈起放", "607": "下。肘後符靈。直得連雲翼翼。霅水𥻘𥻘。布小谿漫天", "608": "鐵網。活捉金鱗。必竟以何為據。開口不在舌頭上。", "609": "上堂。清明前寒食後。花雨漫天雲滿岫。誰家小犢力", "610": "未完。但知逐隊隨群走。阿呵呵。索頭只在翁翁手。當", "611": "機一掣掣斷時。野犴便作師子吼。雖然如是。知恩者", "612": "少。", "613": "上堂。船來也到。陸來也到。船來陸來。紅日杲杲。白雲", "614": "缺處燒痕青。春在少林元不老。且道。向上還有事也", "615": "無。踏著不嗔。", "616": "上堂。結夏已十日。那事無消息。雲在嶺頭閑。水流何", "617": "太急。法法不隱藏。古今無朕迹。豈不見盤山道。譬如", "618": "擲劒揮空。莫論及之不及。良久云。一日鉢盂兩度濕。", "619": "上堂。秧入土。麥上塲。豐年已兆。比屋盈倉。飢來喫飯。", "620": "熱來乘凉。東倒西擂。隨緣遇方。更無餘事可商量。夜", "621": "來却被子規啼。斷膓因甚如此。閻羅老子要飯錢。", "622": "請監収上堂。舉五祖和尚云。四五百碩麥。二三千秤", "623": "稻。好箇休粮方。耆婆不得妙。師拈云。奇哉五祖老兒。", "624": "無中唱出。有處全収。一時撒向諸人面前。只是咬嚼", "625": "不破。何故。飯籮邊坐有飢人。", "626": "上堂。見身無實是佛見。了心如幻是佛了。了得身心", "627": "本性空。斯人與佛何殊別。坐底坐。立底立。觸目遇緣。", "628": "更非他物。必竟阿那箇是佛。良久云。野老不知堯舜", "629": "力鼕鼕打皷祭江神。", "630": "上堂。拶著便動。舉一明三。目機銖兩。也是隔海望蓬", "631": "萊。弱水三萬里。眾中聞得恁麼道。莫有耳卓朔地。不", "632": "甘底麼。出來商量看。其或未然。新秋簾幕千家雨。落", "633": "日樓臺一笛風。", "634": "壽崇節上堂。一佛出世。祥光布地。一念萬年。壽山增", "635": "翠。曉來風起滿庭香。吹綻蟠桃三五蘂。", "636": "上堂。是法住法位。世間相常住。昨日大風潮。吹折山", "637": "前樹。雲自向天飛。水流朝海去。此猶是世間相。如何", "638": "說箇常住底。卓拄杖。千虗不博一實。", "639": "退耕和尚入祖堂。用文武火。運惡鉗鎚。死學者偷心。", "640": "開人天眼目。大用機前轉轆轆。十分慈悲。十分惡毒。", "641": "六踞名藍兮一笑來歸。青燈夜寒兮香風馥馥。", "642": "集慶寺侵占山前地段。承省劄撥還。上堂。山前一片", "643": "閑田地。曠大劫來無界至。今朝󳭪復又歸來。坐斷脚", "644": "頭併脚尾。東也是。西也是。南北東西無不是。必竟作", "645": "麼生酬恩報德。直指堂前香一炷。十里荷花九里松。", "646": "臨安府徑山興　聖萬壽禪寺臨安府徑山興　聖萬壽禪寺", "647": "住杭州靈隱禪寺法嗣　淨伏　編", "648": "師入寺。拈劄云。佛祖眼睛。人天命脉。總在這裏。諸人", "649": "若信得及。不妨側耳。", "650": "拈山門䟽。屋裡有金。外頭有秤。鹽醎醋淡。斤兩自定。", "651": "自然左右逢原。管取拍拍是令。", "652": "拈江湖䟽。人相忘於道術。魚相忘於江湖。既曰相忘。", "653": "拈起䟽云。却要這箇作什麼。", "654": "法座。古者道。此座高廣。吾不能陞。是何言歟。脚力盡", "655": "時山更好。", "656": "陞座。拈香祝", "657": "聖罷。次拈香云。此一瓣香。三十年八回拈出。更看末", "658": "後慇懃。奉為　前住常州褒忠顯報華藏禪寺。先師", "659": "無得和尚。爇向爐中。用酬法乳之恩。趺座。乃云。豁開", "660": "戶牖。萬山排闥送青來。大坐當軒。百鳥不來春晝永。", "661": "高低普應。聲色全真。把斷牢關。不通水洩。堯風蕩蕩。", "662": "舜日熈熈。不涉見聞。百發百中。畢竟承誰恩力。青山", "663": "不鏁長飛勢。滄海合知來處高。", "664": "復舉寶壽開堂。三聖推出一僧。壽便打。聖云。恁麼為", "665": "人。瞎却鎮州一城人眼在。師云。寶壽鏌鎁在手。正令", "666": "當行。者僧見義勇為。抱賞歸家。諸人要見三聖麼。從", "667": "來汗馬無人識。只要重論蓋代功。", "668": "當晚小參。八十翁翁輥繡毬。誰知輥得意休休。如今", "669": "逗到凌霄上。雲自高飛水自流。昔年行處。石頭大小", "670": "依然。今日重來。樓閣高低何在。德山棒如雨點。臨濟", "671": "喝似雷奔。徑山門下。總用不著。何故。臂徤尚嫌弓力", "672": "軟。眼明猶識陣雲高。", "673": "復舉。三聖道。我逢人則出。出則不為人。興化道。我逢", "674": "人則不出。出則便為人。師頌云。雙雙把手上高樓。唱", "675": "拍相從各應酬。歌皷散時人盡醉。也無懽喜也無愁。", "676": "解制上堂。今朝七月十五。衲僧拄杖起舞。頭頂西天。", "677": "脚踏東土。游歷百城。不移寸步。阿呵呵。白雲綻處青", "678": "山露。", "679": "蔡講書。熈書記至。上堂。舉道吾示眾云。高不在絕頂。", "680": "富不在福嚴。樂不在天堂。苦不在地獄。相識滿天下。", "681": "知心能幾人。後來大慧道。徑山則不然。高在絕頂富。", "682": "在福嚴。樂在天堂。苦在地獄。誰知席帽下。元是昔時", "683": "人。師云。二大老。一人船行。一人步到。狹路相逢。掀眉", "684": "一笑。何故。酒逢知己飲。詩向會人吟。", "685": "開爐上堂。天無四壁。大地為爐。籬頭吹觱栗。寒鴈一", "686": "聲孤。老胡若不渡江去。至今火種一星無。", "687": "無得和尚忌辰。上堂。以拂指云。鄔那青青處。山高雲", "688": "半垂。面面栽荊棘。遊人到者稀。寥寥五十載。昨是今", "689": "何非。太湖三萬六千頃。月在波心說向誰。", "690": "上堂。江月照松風吹。永夜清霄何所為。永嘉大師。上", "691": "無片瓦遮頭。下無卓錐之地。向十字街頭。揚聲大呌。", "692": "土曠人稀。相逢者少。山僧向他道。且緩緩。直饒百鍊", "693": "精金。也入紅爐再煆。", "694": "謝兩班上堂。以拂子。左邊擊一下云。東邊也恁麼。拂", "695": "子右邊。擊一下云。西邊也恁麼。提起折脚鐺。大家扶", "696": "則箇。扶起與放下。竪起拂子云。總不離這箇。阿呵呵。", "697": "鎮州蘿蔔從來大。", "698": "謝首座秉拂。上堂。震法雷擊法皷。玉角金鱗。興雲吐", "699": "霧。機前拶倒凌霄峰。大地撮來無寸土。殺活全提。平", "700": "欺佛祖。雖然。且如何是人天眼目。良久云□。", "701": "行化歸上堂。驕陽正酷火雲飛。一雨霶霈徹四維。䆉", "702": "稏吹香民已樂。山川草木亦光輝。此猶是諸人受用", "703": "現行三昧。且道。建化門中事。又作麼生。向道是龍剛", "704": "不信。果然奪得錦標歸。", "705": "解制上堂。鐵網漫漫面面開。百城幾度去還來。二千", "706": "年結知誰解。又著三文買草鞋。", "707": "上堂。佛法無人說。雖慧不能了。幸然平似鏡。何用曲", "708": "如釣。又教中道。無法可說。是名說法。千鈞之弩。不為", "709": "鼷鼠發機。諸人且道。說則是。不說則是。卓拄杖一下", "710": "云。不是不是。", "711": "上堂。時臨秋九。不寒不熱。瓦礫鳴秋蛩。茅簷掛殘月。", "712": "各自著便宜。正是好時節。只如祖師道。葉落歸根。來", "713": "時無口。又作麼生。迦葉面皮黃。達磨牙齒缺。", "714": "上堂。一日三三日九。只知暑往寒來。不覺躘蹱老朽。", "715": "退一步絕離微。百花開盡後。黃菊在東籬。歸堂喫茶。", "716": "無得和尚忌辰。拈香云。憶昔當年錯訪尋。被他用盡", "717": "毒肝心。賺來賺到凌霄頂。火冷雲寒恨轉深。冤可解", "718": "不可結。必竟如今甚時節。打拳何似喫拳時。此理明", "719": "明向誰說。旋汲龍囦萬丈深。爛煑春茶飜白雪。", "720": "元宵上堂。徑山一椀上元燈。不是攢花剪簇成。等閑", "721": "拈起當陽掛。爍破諸方鬼眼睛。", "722": "藏叟和尚入祖堂。踏斷洛陽橋。直上妙峰頂。拈得家", "723": "傳黑竹篦。攪動龍淵千尺井。四五處雷動風行。八九", "724": "十春花月影。為人端的無情。獨脫單提誰領。竹篦雖", "725": "折典刑存。聞見猶能發深省。且道。藏叟和尚。生耶死", "726": "耶。青燈夜寒。篆煙晝永。", "727": "龍王歸殿拈香。願力弘深。威靈有異。六百載梵剎重", "728": "興。千大界光明照世。為霖為雨。沃大地之焦枯。為瑞", "729": "為祥。福生靈於遐邇。陰功懋密。聖恩罔既。新寶殿以", "730": "回鑾。奉宸旒而正位。聰明正直不容私。只因錯受靈", "731": "山記。", "732": "小參小參", "733": "門人　行佑　德珍　瓊林　等編", "734": "結夏。聲前一句。格外一機。不墮古今。寧存凡聖。妙高", "735": "臺上。玉鑑光中。日日安居。時時禁足。風恬浪靜。海晏", "736": "河清。長期短期。平等受用。諸人還知麼。闌干同倚不", "737": "同倚。消得龍王多少風。", "738": "結夏。學道先須有悟由。賊無種相皷儱。還如曾鬪快", "739": "龍舟。碧眼胡僧笑不休。雖然舊閣閑田地。物見主眼", "740": "卓豎。一度羸來方始休。綠楊影裏戴嵩牛。如是安居。", "741": "如是禁足。如投身於火。悉皆成火。似鎔像為金。莫不", "742": "□□。若也節外生枝。斫額望蓬萊。弱水三萬里。其或", "743": "未然。掣取六鰲隨手去。莫教空到海山。", "744": "結夏。機輪瞥轉。智眼豁開。縱無礙神通。闡不窮妙用。", "745": "全超玉鑑。獨步妙高。無理不伸。有言咸暢。既隨處而", "746": "發生。必隨處而解脫。衲卷百城煙水。優游樂業安家。", "747": "不涉功勳。全彰意氣。若約衲僧門下。猶較九十日程", "748": "在。且道衲僧家。有甚長處。良久云。若不同床睡。焉知", "749": "被底穿。", "750": "結制。大道無說。說則成謗。拈花微笑。帶水拖泥。面壁", "751": "安心。起模𦘕樣。凡聖路絕。覿體全真。寥寥千古無依。", "752": "寂寂神光不昧。中竺一路。荊棘參天。水月光中。風雲", "753": "有異。還信得及麼。把定牢關無箇事。長嘯一聲煙霧", "754": "深。", "755": "解制。布袋頭開。乾坤蕩豁。十方坐斷。六合風清。孤逈", "756": "逈。寸草不生。峭巍巍。纖塵不立。東西南北絕蹤由。邁", "757": "古超今活卓卓。任爾德山臨濟。窺覰無門。說甚長期", "758": "短期。一筆勾下。何故。佛手遮不得。人心似等閑。", "759": "結制。祖師門下。道絕人荒。萬仞崖頭。相逢者少。磊磊", "760": "落落。廓徹混融。若作佛法商量。未免墮坑落塹。護生", "761": "禁足。貼肉汗衫。著則易。脫則難。謹守蠟人。粘牙綴齒。", "762": "吞則易。吐則難。思而知。慮而解。望梅林止渴。有甚快", "763": "活。不見道。斫倒門前老松樹。了得三年五載燒。", "764": "□□。萬機休罷。千眼頓開。正按傍提。百發百中。飄飄", "765": "□□墜虗庭。歷歷寒泉瀉清碧。功勳不立。聖解頓忘。", "766": "舒卷自由。縱橫得妙。自是不歸歸便得。五湖煙景有", "767": "誰爭。", "768": "冬節。󳫴運推移。日南長至。巍巍飛來峰。歷劫只如是。", "769": "不動亦不遷。無變亦無異。背巖石筍暗抽條。雲外千", "770": "峰鎻寒翠。君子道小人道。自消自長。如來禪祖師禪。", "771": "卓錐無地。東村王老夜燒錢。野鬼閑神爭意氣。若是", "772": "衲僧門下。不消噴嚏一聲。管取魂飛膽碎。且道衲僧", "773": "門下。有甚長處。良久云。只因少室錯流芳。五葉一華", "774": "香撲鼻。", "775": "歲除。平實道路。敲磕門庭。竪抹橫該。高低普應。頂𩕳", "776": "上。一向壁立。脚跟下。不露絲毫。逢佛掩面。聞法嗽口。", "777": "凡盡聖除。風行草偃。夜深方見把針人。倚闌靜看千", "778": "山雪。一任春回歲盡。從教換舊移新。去年三百六十", "779": "日。也恁麼。今年三百九十日。也恁麼。多亦無餘。少亦", "780": "不欠。看看拶到交結頭。不覺﨟月三十日。前不至村。", "781": "後不迭店。是為途路之客。如何到得家去。所以古人", "782": "道。道無心合人。人無心合道。會得箇中意。一老一不", "783": "老。諸人要見一不老底麼。只為分明極。飜令所得遲。", "784": "冬至。一劃未形。混然無際。形名既兆。黑豆生芽。晝短", "785": "夜長。寒來暑往。從上已來。若佛若祖。盡向無中唱出。", "786": "節外生枝。拈一花。航一葦。無風起浪。皷蕩四溟。盡大", "787": "地人。無措身處。靈隱今夜。要與諸人。於陰消未消之", "788": "際。陽長欲長之時。露箇消息。卓拄杖一下云。千峰鎖", "789": "寒色。一樹暗香浮。", "790": "解制。布袋頭開。十方通暢。信口道一句。塞斷老胡咽", "791": "喉。信脚行一步。踏斷瞿曇脊骨。盡大地人。無立作處。", "792": "四聖六凡。結舌有分。所以道。九旬禁足。畫地為牢。三", "793": "月安居。敲空作響。若是英靈上士。氣宇驚群。如金鱗", "794": "透網。游泳波瀾。似俊鶻出籠。翱翔霄漢。是則是。只如", "795": "萬里無寸草處。出門便是草。又是什麼人行履處。江", "796": "北江南問王老。一狐疑了一狐疑。", "797": "冬節。拈來便用。當陽撒出夜明珠。大施門開。直下何", "798": "人共酬價。門庭敲唱。觸處皆真。直截當機。高低普應。", "799": "寒氷氷。脫體無依。峭巍巍。纖塵不立。窮則變變則通。", "800": "一畫既形。地雷已震。陰消陽長。䥫樹花敷。香風四馳。", "801": "天地寥廓。通人分上。合作麼生。霜天月落夜將半。誰", "802": "共澄潭照影寒。", "803": "至節。五峰峭峙。萬壑雲寒。覿體現成。面目全露。踏得", "804": "這些田地。從教陰極陽生。瓦礫光輝。萬象失色。石頭", "805": "大大小小。脩竹曲曲斜斜。天為雲高。水因月現。靈明", "806": "廓徹。今古混融。便恁麼去。坐守寒󰞆。終非上䇿。若是", "807": "英靈上士。五逆丈夫。掀飜從上門庭。則立自家活計。", "808": "□□臈前消息梅英小。更待春風著舊枝。", "809": "□□。向上一路。直截現前。用不停機。住無作相。天地", "810": "自天地。日月自日月。覆載晦明。絲毫不易。容合萬有", "811": "象外齊昭。從教陰極陽生。一任寒來暑往。所以老瞿", "812": "曇。於三七日中。思惟如是事。覔箇啟口處。酌然了不", "813": "可得。理能伏豹。卓拄杖一下云。到這裏。轉得身。吐得", "814": "氣。開得眼。行得到。遼󳬈三千鵬九萬。盡大地撮來。粟", "815": "米粒大。豈不暢快生平。成就大丈夫事業。其或未然。", "816": "梅花一去無消息。惟有春風喚得回。", "817": "歲除。今歲今宵盡。明年明日來。寒隨一夜去。春逐五", "818": "更回。只如春不回。寒不去。諸人又作麼生。凌霄峰下。", "819": "卓拄杖一下云。這一片田地。不屬陰陽。寧拘造化。日", "820": "月不能照。寒暑不能侵。無變無迁。無來無去。上至非", "821": "非想天。下極空輪水際。逈無邊表。不隔絲毫。三世諸", "822": "佛絕行蹤。南北東西總如舊。無北禪之牛可烹。無青", "823": "原之酒可酌。山前山後野狐兒。聲聲盡唱村田樂。樂", "824": "則樂矣。誰知年盡夜。更有未歸人。", "825": "偈頌偈頌", "826": "悼天童晦巖和尚悼天童晦巖和尚", "827": "恩怨重重分未分。再來不見舊時人。娟娟宿鷺亭前", "828": "月。忍照西風吹白蘋。", "829": "送文上人遊台蕩送文上人遊台蕩", "830": "文彩全彰拄杖頭。吳山楚水興悠悠。江聲一夜催行", "831": "色。踏斷石橋方始休。", "832": "送森知客送森知客", "833": "清遠溪邊劄寨時。春風簇簇露槍旗。誰知喚客喫茶", "834": "處。萬別千差一道歸。", "835": "送高郵友上人送高郵友上人", "836": "死生事大方行脚。徹骨貧窮未到家。一百十城回首", "837": "處。大淮南畔有高沙。", "838": "送雲上人送雲上人", "839": "楖𣗖杖頭懸日月。草鞋跟底帶山川。逢人問著吾家", "840": "事。靈鷲峰前是冷泉。", "841": "送鑒上人送鑒上人", "842": "鑒在機先已是遲。電光石火亦難追。鷲峰點著便回", "843": "去。終不重安眼上眉。", "844": "送達州先上人送達州先上人", "845": "吾道從來沒正偏。就中達者便為先。花前一笑即回", "846": "首。此去西川路八千。", "847": "付法衣與瓊林侍者付法衣與瓊林侍者", "848": "楊岐擔子無輕重。上得肩時便著行。咬定牙關提正", "849": "令。卷舒殺活任縱橫。", "850": "示食三白通菴主示食三白通菴主", "851": "舌端異味已全拋。松竹煙雲作淡交。有口不吞三世", "852": "佛。一天風月任蕭騷。", "853": "送僧送僧", "854": "瘦坐清行合㵎邊。衲衣楚楚濕蒼煙。春光盡逐杖黎", "855": "去。留得暮山啼斷猿。", "856": "送小師淳志遊方送小師淳志遊方", "857": "參禪不是小因緣。立志當如䥫石堅。百城靠倒無依", "858": "倚。回首歸來喫痛拳。", "859": "示倪居士示倪居士", "860": "一切塵中堅密身。塵塵頓現本來人。了知此外更無", "861": "佛。野鳥山花別是春。", "862": "示馬路鈴示馬路鈴", "863": "參禪乃是丈夫事。良馬從來不用鞭。六窓盡啟乾坤", "864": "大。萬里無雲一片天。", "865": "送僧歸天台送僧歸天台", "866": "龍門浪裏飜身出。凜凜風生氣宇清。歸到石橋君自", "867": "看。杖頭猶帶怒濤聲。", "868": "送楷維那送楷維那", "869": "輥底怒濤千丈雪。轉空明月一天秋。贈行莫道□□", "870": "窖。歷歷君家拄杖頭。", "871": "送淨頭道者送淨頭道者", "872": "糞埽堆頭拾得來。花前不覺笑顏開。靈山寫作送行", "873": "句。留與叢林作禍胎。", "874": "送小師淳真參雪竇送小師淳真參雪竇", "875": "千丈巖垂雲萬疊。老龍高臥見還稀。子今決志攀鱗", "876": "角。莫顧巖前雪浪飛。", "877": "送怡齋周居士兼簡湯東㵎送怡齋周居士兼簡湯東㵎", "878": "我羨怡齋去又來。㵎邊無一點塵埃。高風凜凜照今", "879": "古。有口不談聲似雷。", "880": "送見上人歸劒州送見上人歸劒州", "881": "見處分明得處親。直於劒刃上飜身。連雲棧閣重回", "882": "首。已是昔人非昔人。", "883": "送僧之雪峰送僧之雪峰", "884": "南山鼈鼻死多時。何苦崎嶇要覔伊。無底籃兒収拾", "885": "得。不妨挑取杖頭歸。", "886": "墨梅墨梅", "887": "常憶西湖處士家。踈枝冷蕊自橫斜。精明一片當時", "888": "事。只欠清香不欠華。", "889": "大疑大疑", "890": "此心未決應須決。決了而今更問誰。日用堂堂無向", "891": "背。春山一任鷓鴣啼。", "892": "金山修塼岸金山修塼岸", "893": "長江萬里湧金鰲。屹立中流氣勢豪。直下放教根脚", "894": "穩。任教八面起風濤。", "895": "印藏經印藏經", "896": "分明印板脫將來。只為勞生眼未開。破一微塵飜得", "897": "出。大千沙界起雲雷。", "898": "焙經焙經", "899": "兒孫一代錯商量。抖擻瞿曇爛肚腸。三昧火熏三毒", "900": "火。家私那許外人揚。", "901": "錢清接待錢清接待", "902": "短䇿輕囊稱野情。憧憧何事過錢清。入門喫飯出門", "903": "去。莫道沃洲山水青。", "904": "贈醫牙道人贈醫牙道人", "905": "先生得道醫牙齒。痛令不痛消彈指。飽飯吾今八十", "906": "年。未甞咬著一粒米。", "907": "󳬴匠󳬴匠", "908": "點劃縱橫一脫新。之乎者也轉精神。只於黑白分明", "909": "處。驗盡尋行數墨人。", "910": "淨髮淨髮", "911": "工夫用處沒蹻踦。心手相應合自知。毫髮盡時消息", "912": "盡。不妨眼上又安眉。", "913": "真讚真讚", "914": "出山相出山相", "915": "萬乘尊榮都棄了。六年雪嶺受飢寒。明星一見便回", "916": "首。到底依前被眼瞞。", "917": "觀音觀音", "918": "苦海橫身一葉輕。黑風吹墮任縱橫。要令險處人回", "919": "首。月在補陀天際生。", "920": "馬郎婦馬郎婦", "921": "神清風韻高。𩯭綠雲鬟小。賺盡好郎君。法華都誦了。", "922": "到頭姻婭不成雙。金沙月影空相照。", "923": "達磨達磨二", "924": "竺國太平思泛海。中華禍起向東來。當時不遇梁天", "925": "子。只好深深掘地埋。", "926": "梁皇法令豈徒勞。滯貨私通價轉高。蘆葦蕭蕭熊耳", "927": "月。至今大地是波濤。", "928": "寶公寶公", "929": "剪刀拂尺。高挂金錫。賣狗懸羊。多虗少實。掉發武帝", "930": "趕達磨過江。五葉一花。從此狼藉。稽首十二面觀音。", "931": "正面有誰識得。㘞。", "932": "布袋布袋", "933": "兜率內宮不肯住。杖挑布袋紅塵去。不知開口笑何", "934": "人。待你下生人咲你。阿呵呵。寬著肚皮等著他。", "935": "猪頭和尚猪頭和尚", "936": "金華聖者無人識。相逢便討猪頭喫。回首還從舊路", "937": "歸。春風一陣香狼藉。", "938": "蜆子蜆子", "939": "不釣鯨鰲只撈蜆。得些滋味興偏佳。拈來塞斷娘生", "940": "口。一段風光屬當家。", "941": "寒山寒山", "942": "沒伎倆。愛吟詩。一句子。少人知。寥寥靜聽松風吹。", "943": "拾得拾得", "944": "生掃󰆠。用得親。休指注。枉辛勤。本來田地絕纖塵。", "945": "藥山藥山", "946": "瓶內水。松下經。有人來問。覿面相呈。白雲散盡秋天", "947": "青。", "948": "懶瓚懶瓚", "949": "山窈窕。路羊腸。紫泥下詔。御墨猶香。報道我儂煨芋", "950": "忙。", "951": "德山德山", "952": "擔疏鈔行脚。大負不平氣。失脚到龍潭。未愜平生意。", "953": "吹滅紙燈時。拶著娘生鼻。便將一炬火。燒却閑故紙。", "954": "從茲憤憤覔冤讎。一條白棒掀天地。", "955": "臨濟臨濟", "956": "黃蘗山頭兀坐。開口咬著生䥫。高安灘上飜身。也似", "957": "掉棒打月。從茲便解。赤手白拈。以楔出楔。別別。無位", "958": "真人乾屎橛。", "959": "佛光法師佛光法師", "960": "蕩蕩慈風彌宇宙。滔滔辯瀉四河清。毗盧海印全身", "961": "佩。香擁優曇滿帝城。", "962": "虗堂和尚虗堂和尚", "963": "戲海獰龍。出山猛虎。眼葢乾坤。氣吞佛祖。嚴法令則", "964": "滴水氷生。提向上則超今越古。九據名藍。三奉詔旨。", "965": "無愧當年面壁人。只是口門多一齒。", "966": "覺城夏大師覺城夏大師", "967": "隱峰有女弟。我亦有女弟。雖然各自行。必竟同時至。", "968": "花開花落覺城東。兒孫代代長相繼。", "969": "自讚自讚", "970": "𦘕得十分。且信一半。脚尾脚頭。渾無畔岸。一點鬼眼", "971": "睛。黑豆終難換。徐行緩步五峰頭。一輪明月凌宵漢。", "972": "穹窿森長老請穹窿森長老請", "973": "渠儂面目。𦘕則不似。只因伎倆全無。重負楊岐擔子。", "974": "棒喝機前。阿誰敢擬。橫拋豎。擲破沙盆。通玄峰頂清", "975": "風起。", "976": "日本瓊林侍者請日本瓊林侍者請", "977": "百醜千拙。無法可說。一箇拳頭。硬如生銕。放開則日", "978": "耀扶桑。揑聚則乾坤黯黑。冤家莫興惡相從。正法眼", "979": "藏瞎驢滅。", "980": "小師淳縝請小師淳縝請", "981": "工夫縝密。描𦘕不及。正令全提。佛也不識。十分惡毒", "982": "得人憎。付與破家五逆。", "983": "小師淳元請小師淳元請", "984": "據坐胡床。風生萬壑。無說而說。無作而作。聲前的的", "985": "有來源。必竟不留元字脚。", "986": "小師淳密請小師淳密請", "987": "頭白眉鬚白。胸中無點墨。說禪不入時㨾。一味點胸", "988": "點肋。密意分明生汝邊。何待當來問彌勒。", "989": "郁維那請郁維那請", "990": "這漢酷毒。元無面目。描𦘕難成。下筆則觸。瞎衲僧正", "991": "眼。滅老胡種族。殃害叢林卒未休。一時付與清江郁。", "992": "益侍者請益侍者請", "993": "面目可憎。胸中條直。勿彼勿此。何損何益。不將佛法", "994": "當人情。一任破沙盆狼藉。", "995": "寮前老郎請寮前老郎請", "996": "心直如絃。性急似箭。飜手覆手。日面月面。零敲碎打", "997": "破沙盆。我見人見。眾生見壽者見。", "998": "小佛事小佛事", "999": "照維那秉炬照維那秉炬", "1000": "十聲搥斷。萬機休罷。寂照光明。一時捩下。淨躶躶赤", "1001": "洒洒。到頭生死覔無蹤。家家門前有火把。", "1002": "曇堂主秉炬曇堂主秉炬", "1003": "群陰剝盡。一陽方至。出死入生。如同遊戲。曇堂主。休", "1004": "擬議。破屋從教野火燒。一朵曇華香撲鼻。", "1005": "琛新戒秉炬琛新戒秉炬", "1006": "早歲為僧早歲亡。曇花結果未經霜。秋風不是相催", "1007": "促。布袋頭開拄杖忙。有佛處不得住。無佛處急走過。", "1008": "生死牢關俱拶破。且道拶破後如何。我喚作火。你不", "1009": "得喚作火。", "1010": "秀上座秉炬秀上座秉炬", "1011": "傲雪凌霜。松栢獨秀。葉落歸根。來時無口。古德恁麼", "1012": "道。生死何曾有。盡情燒作一堆󰞆。看取神光射牛斗。", "1013": "一藏主秉炬一藏主秉炬福州人。密菴三世孫", "1014": "打圓相云。只這箇。的的自破沙盆而出。八十一年。受", "1015": "用不盡。一大藏教。詮注不及。颺下住山鈯斧。笑傲清", "1016": "泉白石。利鎻名韁不可拘。鼻孔遼天人不識。來無蹤", "1017": "去無跡。石火光中歲月長。任是鐵蛇鑽不入。", "1018": "立上座入塔立上座入塔", "1019": "一塵不立。銀山鐵壁。生死牢關。佛也不識。硬骨頭底。", "1020": "從這裏入。", "1021": "拱大師入塔拱大師入塔", "1022": "圓寂拱大師。今時劉鐵磨。只這硬骨頭。嫌佛不肯做。", "1023": "一去又回來。必竟無兩箇。曾經爐鞴裏飜身。多子塔", "1024": "前重按過。", "1025": "台淨人秉炬台淨人秉炬", "1026": "富貴不羨三台。學道要齊盧老。踏翻生死牢關。說甚", "1027": "丹霞剗草。恁麼也好。不恁麼也好。臘月火燒山。雪擁", "1028": "千峰曉。", "1029": "󳸟十老郎秉炬󳸟十老郎秉炬", "1030": "夢裏來來不記秋。但知白却小年頭。聞經聽法依僧", "1031": "住。生死無拘得自由。草鞋緊峭。脫體風流。不須撥火", "1032": "覔浮漚。", "1033": "侍淨人秉炬侍淨人秉炬", "1034": "侍吾左。侍吾右。合掌進前。叉手退後。碓坊米白飜身。", "1035": "不墮黃梅窠臼。不書偈。不傳衣。竪火把。看取紅爐片", "1036": "雪飛。", "1037": "辭世頌辭世頌", "1038": "八十二年。駕無底船。踏飜歸去。明月一天。", "1039": "虗舟和尚語錄終", "1040": "No. 1407-B 行狀No. 1407-B", "1041": "行狀", "1042": "師諱普度。維楊江都人。號虗舟。姓史氏。始丹陽有閩", "1043": "之吳頭陀者。白頭黑面。年八十餘。旦夕兀坐如枯樁。", "1044": "槌磬禮補陀像。口常暗誦妙蓮華經。甞與師祖父荊", "1045": "吳間相識。每持鉢過淮。輙𢪔其家宿。祖父遇之特厚。", "1046": "一日早炊罷。祖母坐堂上。頭陀自外。直趨將產之室。", "1047": "祖母怪其故。躡其蹤。至產所。無有也。尋走家奴。詣其", "1048": "居問。居人曰。曉鐘三杵時。頭陀坐匡牀脫去矣。已而", "1049": "誕師。異香發諸舍。徹諸其隣。類莟萏。久之。及晬。隔江", "1050": "見金山浮屠。便能合爪。遇比丘客過門。輙抱持其衣。", "1051": "躍然喜。稍長。雖粗習詩禮世書。絕無處俗意。母夫人", "1052": "以其宿志不可奪。命依郡之天寧出家。時年十二矣。", "1053": "踰二年。會畢將軍再遇。飯僧于院。與語。大奇之。指謂", "1054": "主廗者曰。此兒短小精悍。音吐如鐘。他日法中。向上", "1055": "爪牙也。携以歸中都。時思蘭若。圓頂日。且大集禪講", "1056": "碩德。為之證。淨慈少林崧。為之落䰂。靈隱䥫牛印。為", "1057": "之付衣。本郡東堂院。龍溪祖信。為之受業師。納戒已。", "1058": "歸東堂。服勤信左右者五年。一夕忽奮。謂同列曰。吾", "1059": "觀達磨神光以來。龍馳虎驟。鳳擊鵬搏。皆愽地凡夫。", "1060": "直躋祖位。彼能是。我乃不能是耶。黎明。挈一笠。趍䥫", "1061": "牛印。印以法語。壯其行。江東西。湖南北。由是遍歷焉。", "1062": "無得通禪師。時唱松源之道于番昜薦福。因決意扣", "1063": "請。以厭初願。其遷福嚴華藏。皆挾袱與之俱。偶入室", "1064": "次。通問曰。不與萬法為侶。是甚麼人。師曰。金香鑪下", "1065": "鐵崑崙。通曰。將謂者矮子有長處。見解乃爾。師曲躬", "1066": "作禮曰。謝和尚證明。自此磁鐵相契。法務無難易。歷", "1067": "試之。居數年辭通。以所得。質當世。天童晦巖光。大慈", "1068": "石巖璉。虎丘石室迪。一見器異。為不可及。因留典法", "1069": "務于三師間。淳祐初。制府趙信菴。以建康半山。敦請", "1070": "出世。舉香嗣無得。潤之金山。潭之鹿苑。撫之疎山。蘇", "1071": "之承天。繇此階級而升。師之居金山。癡絕居玉山。有", "1072": "傳其雪中示眾。一夜江風攪玉麈。孤峰不白轉精神", "1073": "之句。癡絕大驚。親挐舟訪之曰。老夫當退三舍。其勝", "1074": "德。使人歸重如此。己乃謝事。居靈隱之西堂。聲譽日", "1075": "益洋溢。景定間。太傅賈魏公。以其名。聞于上。出補中", "1076": "天竺虗席。六年。會靈隱退耕寧公物故。魏公復奏師", "1077": "繼所。統居其寺七年。來者川會雲委。法席號為甚盛。", "1078": "適有挾私忿。致瘡痏於當軸者。師即棄去不頋。至元", "1079": "丁丑。被命徑山。山中大火滌地之餘。竭心極力。圖興", "1080": "復。方將有成。俄示微恙。遽索筆大書曰。八十二年。駕", "1081": "無底船。蹋飜歸去。明月一天。怡然趺坐而化。實庚辰", "1082": "四月二十有四日也。越七日。全身塔于寺東十里。罣", "1083": "罳塢之陽。壽如其偈。坐夏六十八。度弟子二百。稟法", "1084": "訓徒者。彌江淛。烏乎。師之標表一世。真可法也哉。唱", "1085": "道。鮮雕蟲篆刻語。居位。蔑喔咿儒兒態。規行矩步。隆", "1086": "寒盛暑不移。而雛道人。或不堪其嚴峻。至于歸真之", "1087": "日。天下知不知。咸嗚咽流涕曰。叢林典刑。自此陸沉", "1088": "矣。其小師淳朋。請余。掇平昔。為之狀。將俟銘大手筆。", "1089": "余甞從師徑山。知師出處甚詳。故直書不讓。謹狀。", "1090": "至元二十年。十月　日。天台沙門　行端　狀。", "1091": "No. 1407-CNo. 1407-C", "1092": "破沙盆。零敲碎打。正得其傳。折脚鐺。左挈右提。的有", "1093": "分付。運一", "1094": "虗舟。盡載南北無家之客。冷泉亭下呈橈。五髻峰前", "1095": "下載。合兩朝之日月。垂百世之光明。非福足慧足。安", "1096": "得盛大之若是也哉。徒弟淳真侍者。遠持八會錄。請", "1097": "雪巖法弟祖欽編次。書此以記歲月云。至元甲申中", "1098": "秋節謹䟦。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1407 虛舟普度禪師語錄", "author": "(嗣法)淨伏、(門人)行佑．德珍．瓊林 等編"}