{"sourceLink": "http://www.cbeta.org/", "text": {"0": "楞嚴經直指", "1": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "10": "蹤跡。虗受照應。了罔陳習。唯一精真。", "100": "三者是人窮盡六根末那執受心意識中本元由處。", "101": "性常恒故。修習能知八萬劫中一切眾生。循環不失。", "102": "本來常住。窮不失性。計以為常。", "103": "一切根器。皆屬相分。末那所執。若不發明轉此識", "104": "藏為如來藏。則此心意意識。終無歇滅。依此修習。", "105": "窮八萬劫。見本無失。計以為常。△五不生滅常。并結。", "106": "四者是人既盡想元。生理更無流止運轉。生滅想心。", "107": "今已永滅。理中自然成不生滅。因心所度。計以為常。", "108": "生滅依想。想盡故生理無依。非真永斷。因想滅而", "109": "以為無也。理中自然成不生滅者謂生滅性無散", "11": "由寤有想。故寐有夢。今想陰既盡。則寐猶寤。以無", "110": "無失。即以生滅不滅為不生滅。計以為常。", "111": "由此計常。亡正徧知。墮落外道。惑菩提性。是則名為", "112": "第二外道立圓常論。", "113": "釋同無因。前計無因。亡正徧知。今計圓常。失正徧", "114": "知。常即無因。謂此無因生滅。本自如斯也。", "115": "上二四徧常論竟。△三一分無常。一分常論。分五。", "116": "初總標。", "117": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "118": "觀彼幽清。常擾動元。於自他中起計度者。是人墜入", "119": "四顛倒見。一分無常。一分常論。", "12": "想故無夢。無夢故恒一也。麤重謂煩惱也。煩惱皆", "120": "自即己身。他即眾生國土。或我能生他。或他能生", "121": "我。能生是常。所生無常。是為一分無常一分常論。", "122": "△二我常彼無常。", "123": "一者是人觀妙明心。徧十方界。湛然以為究竟神我。", "124": "從是則計我徧十方。凝明不動。一切眾生。於我心中。", "125": "自生自死。則我心性。名之為常。彼生滅者。真無常性。", "126": "此計我心是常。眾生無常。神我為西域數論師所", "127": "計。即前說有神我徧十方界也。△三劫壞劫不壞。", "128": "二者是人不觀其心。徧觀十方恒沙國土。見劫壞處。", "129": "名為究竟無常種性。劫不壞處。名究竟常。", "13": "由想生。覺性本自虗明。為想所覆。想盡則覺性顯", "130": "此單觀國土。即以現前壞者為無常。現前不壞為", "131": "究竟常。如三禪以下。三災可壞。四禪以上。災不能", "132": "壞。是為究竟涅槃之處。△四性常生死無常。", "133": "三者是人別觀我心精細微密。猶如微塵。流轉十方。", "134": "性無移改。能令此身即生即滅。其不壞性。名我性常。", "135": "一切死生。從我流出。名無常性。", "136": "此計我心有常無常。其最微細。流轉十方。性無移", "137": "改。能令我身有生有滅。其不滅者。多為常性。從是", "138": "流出。隨緣變易。名為無常也。唯識云。外道執我體", "139": "常生細。如一極微潛轉身中。作事業故。所謂體常。", "14": "露。猶如晴空。一切陽𦦨隙塵。往來空中。無住無著。", "140": "即無改移之性。生細即從我流出。是即我心計常", "141": "無常也。△五行常。色受想無常。并結。", "142": "四者是人知想陰盡。見行陰流。行陰常流。計為常性。", "143": "色受想等。今已滅盡。名為無常。", "144": "此以生為常性。滅為無常也。行陰未空。現在流動。", "145": "名之為常。色受想滅。名為無常。常非真常則滅亦", "146": "非真滅。未盡生元見真性覺。伏斷俱非究竟耳。", "147": "由此計度一分無常一分常故。墮落外道。惑菩提性。", "148": "是則名為第三外道一分常論。", "149": "結同前釋。", "15": "覺明亦然。想盡覺顯。任根塵對現。如空受物。更無", "150": "上三一分無常一分常論竟。△四四有邊論。分五。", "151": "初總標。", "152": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "153": "觀彼幽清。常擾動元。於分位中生計度者。是人墜入", "154": "四有邊論。", "155": "分位有四。謂三際分位。見聞分位。彼我分位。生滅", "156": "分位。計此分位以為無邊。成於有邊。△二三世。", "157": "一者是人心計生元流用不息。計過未者。名為有邊。", "158": "計相續心。名為無邊。", "159": "此以行心現前流用不息為無邊。則必以過未為", "16": "繫絆。唯一真性矣。陳習謂往昔妄想。了罔謂曉然", "160": "有邊。此以無邊成於有邊也。不知心無三際。動念", "161": "即差。此非行識未盡者之所見耳。△三眾生。", "162": "二者是人觀八萬劫。則見眾生。八萬劫前。寂無聞見。", "163": "無聞見處。名為無邊。有眾生處。名為有邊。", "164": "眾生即生滅。此以現見行陰生滅為有邊。謂有分", "165": "別。八萬劫前。無聞無見。淼然無涯。為無邊也。非實", "166": "八萬劫前寂無聞見。蓋以禪者未究識元。見聞不", "167": "及。妄計於此。作無邊相。△四心性。", "168": "三者是人計我徧知得無邊性。彼一切人。現我知中。", "169": "我曾不知彼之知性。名彼不得無邊之心。但有邊性。", "17": "其無也。△二行陰區宇。", "170": "我能徧知彼一切人。是我得無邊性也。我曾不知", "171": "彼之知性。是彼不能現我知中。是彼為有邊也。審", "172": "此則是以所知徧。非以知徧。彼謂無邊。適有邊耳。", "173": "△五生滅。并結。", "174": "四者是人窮行陰空。以其所見心路。籌度一切眾生。", "175": "一身之中。計其咸皆半生半滅。明其世界一切所有。", "176": "一半有邊。一半無邊。", "177": "窮行陰空者謂於行陰披露時。欲窮令空。而尚在", "178": "生滅。遂計一切眾生身中同是半生半滅。世界亦", "179": "然。即以生為有邊。滅為無邊也。", "18": "生滅根元。從此披露。見諸十方十二眾生。畢殫其類。", "180": "由是計度有邊無邊。墮落外道。惑菩提性。是則名為", "181": "第四外道立有邊論。", "182": "釋同前結。", "183": "上四四有邊論竟。△五四種不死矯亂論。分五。初", "184": "總標。", "185": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "186": "觀彼幽清。常擾動元。於知見中生計度者。是人墜入", "187": "四種顛倒不死矯亂徧計虗論。", "188": "知見謂於行陰研窮時。現知現見。以為生滅。則想", "189": "陰已盡。以為無生滅。則圓擾幽清。於此計度。不能", "19": "雖未通其各命由緒。見同生基。猶如野馬。熠熠清擾。", "190": "自決。遂成矯亂。四種下詳。不死矯亂者婆沙論釋", "191": "外道計天常住。名為不死。計不亂答。得生彼天。若", "192": "實不知。而輙答者。恐成矯亂。有問時。答言祕密言", "193": "詞。不應皆說。或云不定答。我法訶云。此真矯亂。故", "194": "名不死矯亂虗論。△二八亦。", "195": "一者是人觀變化元。見遷流處。名之為變。見相續處。", "196": "名之為恒。見所見處。名之為生。不見見處。名之為滅。", "197": "相續之因。性不斷處。名之為增。正相續中。中所離處。", "198": "名之為減。各各生處。名之為有。互互亡處。名之為無。", "199": "以理都觀。用心別見。有求法人。來問其義。答言。我今", "2": "直指卷第十", "20": "為浮根塵究竟樞穴。此則名為行陰區宇。", "200": "亦生亦滅。亦有亦無。亦增亦減。於一切時。皆亂其語。", "201": "令彼前人。遺失章句。", "202": "變化元即生滅之元也。行陰生滅。具有八相。謂變", "203": "恒生滅增減有無。以理都觀者謂以禪理則總在", "204": "一觀。用心別見者謂以心分別則有八相。禪者弗", "205": "達行陰元因。不定前後實義。約答來問。舉此六語。", "206": "矯亂前人。遺失章句謂章句無倫。不可記論也。△", "207": "三唯無。", "208": "二者是人諦觀其心。互互無處。因無得證。有人來問。", "209": "唯答一字。但言其無。除無之餘。無所言說。", "21": "生滅為行陰根元。想陰未盡。則全身行中。為想所", "210": "當處出生。隨處滅盡。心法皆然。觀此隨生隨滅。故", "211": "云互互無也。於互互無。計以無證。唯以無答。無因", "212": "有待。非真空義。故為矯亂。△四但是。", "213": "三者是人諦觀其心。各各有處。因有得證。有人來問。", "214": "唯答一字。但言其是。除是之餘。無所言說。", "215": "此又於念念生處以為實有。故因有證。乃著於有。", "216": "而答是者。此為矯亂也。△五有無俱并結。", "217": "四者是人有無俱見。其境枝故。其心亦亂。有人來問。", "218": "答言亦有即是亦無。亦無之中。不是亦有。一切矯亂。", "219": "無容窮詰。", "22": "紛。而不能見。今想盡。故能觀見十二類生生死之", "220": "此在行陰生滅之中。不能深達源底。徒見流注。惑", "221": "為有無。生此矯亂。無可窮詰。枝枝條。謂無盡也。", "222": "由此計度。矯亂虗無。墮落外道。惑菩提性。是則名為", "223": "第五外道。四顛倒性不死矯亂徧計虗論。", "224": "釋同前結。", "225": "上五四種不死矯亂論竟。△六十六有相論。分三。", "226": "初標。", "227": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "228": "觀彼幽清。常擾動元。於無盡流生計度者。是人墜入", "229": "死後有相。發心顛倒。", "23": "相。未盡各命由緒者謂生滅始相。此相須識空方", "230": "遷流無盡行陰之相。現見此相。猶如陽𦦨。已非實", "231": "事。況死後乎。發此心者。是為顛倒。△二釋。分二。初", "232": "本計。", "233": "或自固身。云色是我。或見我圓含徧國土。云我有色。", "234": "或彼前緣隨我迴復。云色屬我。或復我依行中相續。", "235": "云我在色。皆計度言死後有相。如是循環。有十六相。", "236": "色是我是計蘊中我也。我有色是計外色皆我徧", "237": "也。色屬我是計一切色法皆迴轉我也。我在色是", "238": "計一切色中有我也。既計色我。共有四相。合受想", "239": "行。共得十六。皆言死後有相也。不言識者。非其所", "24": "可頓了。蓋行之所緣。即無明也。野馬即陽𦦨。喻行", "240": "見。亦全身識中為能計者。△二別計。", "241": "從此或計畢竟煩惱。畢竟菩提。兩性竝驅。各不相觸。", "242": "此計煩惱菩提。實有兩性。於我無礙。想陰屬煩惱。", "243": "是本有煩惱。由我而盡。煩惱既盡。則菩提在近。由", "244": "我而證。故云竝驅也。不知有煩惱則無菩提。有菩", "245": "提則無煩惱。一性無二。但轉其迷。無有實相耳。", "246": "上二釋竟。△三結。", "247": "由此計度死後有故墮落外道惑菩提性。是則名為", "248": "第六外道。立五陰中死後有相心顛倒論。", "249": "釋同前結。", "25": "陰微細。於空覺中。非想盡則不能見。三界生因。皆", "250": "上六十六有相論竟。△七八無相論。分三。初標。", "251": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "252": "觀彼幽清。常擾動元。於先除滅色受想中生計度者。", "253": "是人墜入死後無相。發心顛倒。", "254": "行陰雖尚未滅。因前三陰已滅。比知行陰當滅。於", "255": "滅生計。故言死後無相。△二釋。分二。初本計。", "256": "見其色滅。形無所因。觀其想滅。心無所繫。知其受滅。", "257": "無復連綴。陰性銷散。縱有生理。而無受想。與草木同。", "258": "此質現前。猶不可得。死後云何更有諸相。因之勘校。", "259": "死後相無。如是循環。有八無相。", "26": "本於此。故曰根塵樞穴。樞之有穴。門由關閉。此同", "260": "色為形。想為心。受緣色心。互相連綴。今皆已滅。故", "261": "云陰性消散也。生理指行陰。以無想受。則行無所", "262": "託。雖有如無。現因既無。後果亦滅。故成八相。△二", "263": "別計。", "264": "從此或計涅槃因果。一切皆空。徒有名字。究竟斷滅。", "265": "此以現前生死之相既無。則將來涅槃之相豈有。", "266": "良由最初未曾發明覺性。但依禪那深定。破除三", "267": "陰。今行陰將盡。而真識未現。茫無所歸。遂生異計", "268": "也。", "269": "上二釋竟。△三結。", "27": "分生基也。熠熠即野馬光𦦨之狀。擾而曰清者由", "270": "由此計度死後無故。墮落外道。惑菩提性是則名為", "271": "第七外道。立五陰中死後無相心顛倒論。", "272": "釋同前結。", "273": "上七無相論竟。△八八俱非論。分三。初標。", "274": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "275": "觀彼幽清。常擾動元。於行存中。兼受想滅。雙計有無。", "276": "自體相破。是人墜入死後俱非。起顛倒論。", "277": "此非有非無之計也。於行現存。計以為有。前三既", "278": "滅。計以為無。然今無昔有。今有後無。故云雙計有", "279": "無。又以現行之有。破前三之無。以前三之無。破現", "28": "想盡故無煩動耳。△三行陰盡相。", "280": "行之有。故云自體相破。四陰俱非。遂成八計。下文", "281": "詳出。△二釋。分二。初本計。", "282": "色受想中。見有非有。行遷流內。觀無不無。如是循環。", "283": "窮盡陰界。八俱非相。隨得一緣。皆言死後有相無相。", "284": "前三本有。而今已無。行陰亦然。是四俱非有也。行", "285": "後必無。現見存有。前三亦然。是四俱非無也。循環", "286": "窮盡謂即推此雙非。成八俱非相。隨舉一陰。以至", "287": "死後。皆為非有非無也。△二別計。", "288": "又計諸行性遷訛故。心發通悟。有無俱非。虗實失措。", "289": "諸行仍指行相。因行相遷訛不定。故心發通悟。謂", "29": "若此清擾熠熠元性。性入元澄。一澄元習。如波瀾滅。", "290": "因此而悟一切陰。一切法。莫不如是。有非定有。實", "291": "何曾實。無非定無。虗何曾虗。失措者茫然無據也", "292": "上二釋竟。△三結。", "293": "由此計度死後俱非。後際昏瞢。無可道故。墮落外道。", "294": "惑菩提性。是則名為第八外道。立五陰中死後俱非", "295": "心顛倒論。", "296": "後際昏瞢無可道者。道遵循也。謂有無俱非。則死", "297": "後無可遵循。此由不識涅槃生死本際。惑於有無。", "298": "茫然無主。失菩提性。為可浩歎。", "299": "上八八俱非論竟。△九七斷滅論。分三。初標。", "3": "洞宗三十四世丹霞沙門　圅昰天然　疏", "30": "化為澄水。名行陰盡。是人則能超眾生濁。觀其所由。", "300": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "301": "觀彼幽清。常擾動元。於後後無生計度者。是人墜入", "302": "七斷滅論。", "303": "觀行陰念念遷謝。計為畢竟斷滅。故名後後無也。", "304": "七斷滅後詳。△二釋。", "305": "或計身滅。或欲盡滅。或苦盡滅。或極樂滅。或極捨滅。", "306": "如是循環。窮盡七際。現前銷滅。滅已無復。", "307": "身滅謂現身盡。欲界人天也。欲盡謂初禪。苦盡謂", "308": "二禪。極樂謂三禪。極捨謂四禪及四空。合此七處。", "309": "皆歸滅盡。蓋以行陰現前。念念銷滅。而知其滅。畢", "31": "幽隱妄想。以為其本。", "310": "竟滅已無有也。阿含云。或有沙門婆羅門。於末劫。", "311": "末見。起斷滅論。總有七見。或計我身從因緣生。必", "312": "歸磨滅。或計我於欲天斷滅。或計我於色身斷滅。", "313": "或計我於無色空處於識處不用處有想無想處", "314": "斷滅。△三結。", "315": "由此計度死後斷滅。墮落外道。惑菩提性。是則名為", "316": "第九外道。立五陰中死後斷滅心顛倒論。", "317": "行陰生滅。將滅未滅之間。非先發明。多起無計。然", "318": "唯此位。作究竟斷滅。第十計為涅槃。亦計無轉解", "319": "爾。", "32": "熠熠清擾而曰元性者。由迷真識而有生滅。則生", "320": "上九七斷滅論竟。△十五現涅槃論。分三。初標。", "321": "又三摩中諸善男子。堅凝正心。魔不得便。窮生類本。", "322": "觀彼幽清。常擾動元。於後後有生計度者。是人墜入。", "323": "五涅槃論。", "324": "此於行陰念念生處。謂非終無。名後後有。起涅槃", "325": "計。而云五現者不待身滅。即於現前生處得涅槃", "326": "樂也。△二釋。", "327": "或以欲界為正轉依。觀見圓明。生愛慕故。或以初禪", "328": "性無憂故。或以二禪心無苦故。或以三禪極悅隨故。", "329": "或以四禪苦樂二亡。不受輪迴生滅性故。迷有漏天。", "33": "滅皆為識性變現。行盡歸元。元澄習旋。故曰如波", "330": "作無為解。五處安隱。為勝淨依。如是循環。五處究竟。", "331": "以欲界為正轉依者天台釋禪。欲界有二定。一欲", "332": "界定。一未到定。此二定中。心目圓明。依此圓明定", "333": "境。為安隱處。正轉依者轉生死為涅槃。此禪者妄", "334": "計也。初禪離生喜樂故無憂。二禪定生喜樂故無", "335": "苦。三禪樂極無喜故極悅。四禪無苦無樂。捨心清", "336": "淨。不受輪迴生滅者亦禪者妄計也。禪者本修正", "337": "定。妄以處有漏樂境為安隱淨勝。誤作無為。實非", "338": "究竟。妄為究竟耳。△三結。", "339": "由此計度五現涅槃。墮落外道。惑菩提性。是則名為", "34": "瀾滅。化為澄水也。眾生生滅不停。故行盡即為超", "340": "第十外道。立五陰中五現涅槃心顛倒論。", "341": "瑜伽云。妄計清淨論者。如有若沙門若婆羅門。起", "342": "如是見。立如是論。若我解脫心得自在。觀得自在。", "343": "謂於諸天微妙五欲。堅著攝受。嬉戲誤樂。隨意受", "344": "用。是則名得現法涅槃第一清淨。又有外道起如", "345": "是見。立如是論。若有離欲惡不善法。於初靜慮得", "346": "具足住。乃至得具足住第四靜慮。是亦名為現法", "347": "涅槃第一清淨。", "348": "上四行境差別竟。△五結令傳示。", "349": "阿難。如是十種禪那狂解。皆是行陰用心交互。故現", "35": "眾生濁。此生滅微細。最為幽隱。故曰幽隱妄想以", "350": "斯悟。眾生頑迷。不自忖量。逢此現前。以迷為解。自言", "351": "登聖。大妄語成。墮無間獄。汝等必須將如來語。於我", "352": "滅後。傳示末法。徧令眾生覺了斯義。無令心魔自起", "353": "深孽。保持覆護。銷息邪見。教其身心開覺真義。於無", "354": "上道。不遭枝岐。勿令心祈得少為足。作大覺王清淨", "355": "標指。", "356": "前言天魔候得其便。此言心魔自起深孽。蓋因想", "357": "破行現。生滅無依。真際未詣。隨一起念。必入邪思。", "358": "如來於此深切告誡。令知到此各自消息。傳示將", "359": "來。究竟覺路。無上標指。更無枝岐矣。", "36": "為其本。△四行境差別。分十。初二無因論。分三。初", "360": "上四行陰竟。△五識陰。分五。初行盡勝相。", "361": "阿難。彼善男子修三摩提。行陰盡者。諸世間性。幽清", "362": "擾動。同分生機。倐然隳裂。沈細綱紐。補特伽羅。酬業", "363": "深脉。感應懸絕。", "364": "諸世間性即前十二眾生種性也。行陰初露。見同", "365": "生機。猶如野馬。今則同分生機。倐然隳裂。此三界", "366": "生因已斷。位凖二乘無學。若自大乘初心。功用至", "367": "此。可當七地也。網上大繩曰綱。衣領結處曰紐。此", "368": "言十二類生生滅微細之因結已亡。伽羅酬業之", "369": "果報亦謝。深脉感應皆指因果連絡之處。至此因", "37": "總標。", "370": "亡果喪。兩俱殊絕矣。補特伽羅此云數數取趣。", "371": "於涅槃天。將大明悟。如雞後鳴。瞻顧東方。已有精色。", "372": "於涅槃天將大明悟此指大般涅槃。若準二乘。則", "373": "行陰破時。已證無學。前想陰盡。如雞初鳴。今行陰", "374": "盡。是雞已後鳴。故曰瞻顧東方。已有精色。總為行", "375": "盡之喻。△二識陰區宇。", "376": "六根虗靜。無復馳逸。內外湛明。入無所入。深達十方", "377": "十二種類受命元由。觀由執元。諸類不召。於十方界。", "378": "已獲其同。精色不沈。發現幽祕。此則名為識陰區宇。", "379": "行陰既盡。則生滅內停。塵無所召。故得六根虗靜。", "38": "阿難。當知是得正知奢摩他中諸善男子。凝明正心。", "380": "無復馳逸。由是根境不交。則定心自朗。內外湛明", "381": "者長水謂深深寂照。寂照既深。則內徹源底。故入", "382": "無所入。此皆就行陰空後。純是禪境。非由覺心所", "383": "得。以有識陰。故雖深達十二類生受命元由。而曰", "384": "觀由執元。猶是生基樞紐。此紐不與諸類相召。故", "385": "於十方界已獲其同。亦由生滅既滅。唯一湛寂。此", "386": "湛不動。如急流水。望如恬靜。是為識體。以行破識。", "387": "現。故云精色不沈。猶未消復。故云發現幽祕。此所", "388": "謂識陰區宇也。△三識陰盡相。", "389": "若於羣召已獲同中。銷磨六門。合開成就。見聞通鄰。", "39": "十類天魔。不得其便。方得精研窮生類本。於本類中", "390": "互用清淨。十方世界及與身心。如吠瑠璃。內外明徹。", "391": "名識陰盡。是人則能超越命濁。觀其所由。罔象虗無", "392": "顛倒妄想。以為其本。", "393": "承上行陰已破。諸類不召。已獲其同。此同即指識", "394": "體也。生滅既亡。根塵不偶。雖則外無所入。內無所", "395": "出。祇此六門。純一寂靜。而不能互相為用。以有識", "396": "在。法執猶存。故須銷磨六門。蓋銷磨其同見。而非", "397": "銷磨其異執也。異執始亡。即能會六歸一。同見若", "398": "泯。乃能即一即六。所謂合開成就。見聞通鄰。至此", "399": "轉識為藏。全彰覺性。世界身心。內外明徹矣。見聞", "4": "嗣法門人　今釋澹歸　閱", "40": "生元露者。觀彼幽清。圓擾動元。於圓元中起計度者。", "400": "元無異性。眾塵隔越。無狀異生。性中相知。用中相", "401": "背。是為命濁。命濁即是識陰。今識破。故能頓超罔", "402": "象虗無。原其迷覺成識。無明生相。無體虗妄。以為", "403": "其本。△四識境差別。分十。初因所因執。", "404": "阿難。當知是善男子。窮諸行空。於識還元。已滅生滅。", "405": "而於寂滅精妙未圓。能令己身根隔合開。亦與十方。", "406": "諸類通覺。覺知通㳷。能入圓元。若於所歸。立真常因。", "407": "生勝解者。是人則墮因所因執。娑毗迦羅。所歸冥諦。", "408": "成其伴侶。迷佛菩提。亡失知見。是名第一立所得心。", "409": "成所歸果。違遠圓通。背涅槃城。生外道種。", "41": "是人墜入二無因論。", "410": "已滅生滅。而於寂滅精妙未圓者。謂如來藏性。本", "411": "寂本圓。此從生滅初亡。定力所現。非得本寂。故云", "412": "未圓也。然亦能令根身合開。眾覺通㳷。入所圓元。", "413": "蓋性識同體。但為生滅所覆。根境異生。今生滅已", "414": "亡。圓元披露。信知根門無二。萬類是同。而無明之", "415": "始相未捐。所知之細微終障。則所歸有路。託化成", "416": "因。於真常中。妄有所依。即墮冥諦。娑毗外道。認阿", "417": "賴耶冥然初相。為所歸因。此以有所得心。亡正知", "418": "覺。不背而背。無因所因。枉自岐異。△二能非能執。", "419": "阿難。又善男子窮諸行空。已滅生滅。而於寂滅精妙", "42": "禪者想陰未空。隨想起惑。為魔所中。今想陰盡。則", "420": "未圓。若於所歸。覽為自體。盡虗空界十二類內所有", "421": "眾生。皆我身中一類流出。生勝解者。是人則墮能非", "422": "能執。摩醯首羅。現無邊身。成其伴侶。迷佛菩提。亡失", "423": "知見。是名第二立能為心。成能事果。違遠圓通。背涅", "424": "槃城。生大慢天我徧圓種。", "425": "攬識為體。能生萬物。前以識為所歸。今以我為能", "426": "生。此正大自在天所計。現無邊身者謂我能現起", "427": "無邊眾生。妄執我能。而實非能。故曰能非能執。然", "428": "既立能為心。則必成能事果。生大慢天。即能事果", "429": "也。大慢即摩醯。不能謂能。故云大慢。智論云。過淨", "43": "此覺心邪正分明。凝寂不動。即以此心研窮十二", "430": "居天。有十住菩薩住處。亦名淨居。號大自在天王。", "431": "經律異相云。色界二十二色究竟天。二十三摩醯", "432": "首羅天。過五淨居而有八處。法華開自在天子。大", "433": "自在天子。故知摩醯首羅過色究竟。別有一天。故", "434": "云居色界頂。非色究竟。摩醯首羅。三目八臂。即大", "435": "自在天。外道所宗。△三常非常執。", "436": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "437": "若於所歸。有所歸依。自疑身心從彼流出。十方虗空。", "438": "咸其生起。即於都起所宣流地。作真常身無生滅解。", "439": "在生滅中。早計常住。既惑不生。亦迷生滅。安住沈迷。", "44": "類生生滅元緒。於本類生元披露之時。觀彼幽清", "440": "生勝解者。是人則墮常非常執。計自在天。成其伴侶。", "441": "迷佛菩提。亡失知見。是名第三立因依心。成妄計果。", "442": "違遠圓通。背涅槃城。生倒圓種。", "443": "前計識即是我。一切萬物。從我流出。此計我從識", "444": "生。十方虗空。皆從彼出。彼為真常。我歸依處。以識", "445": "為常。是現在生滅。計為常住。既迷無生之性。又惑", "446": "生滅之心。非常為常。同於前計。成其伴侶耳。依識", "447": "已非。計常猶妄。故曰立因依心。成妄計果。△四知", "448": "無知執。", "449": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "45": "圓擾動元。無有根本。以不知無明所覆。迷真識性。", "450": "若於所知。知徧圓故。因知立解。十方草木。皆稱有情。", "451": "與人無異。草木為人。人死還成十方草樹。無擇徧知。", "452": "生勝解者。是人則墮知無知執。婆吒霰尼。執一切覺。", "453": "成其伴侶。迷佛菩提。亡失知見。是名第四計圓知心。", "454": "成虗謬果。違遠圓通。背涅槃城。生倒知種。", "455": "觀識有知。見一切萬物皆識變現。故謂十方草木", "456": "皆為有情。與人無異。草木為人。人為草木者。為擇", "457": "有情無情。咸一知徧也。草木無知。執為有知。故曰", "458": "知無知執。以無知為知。亦云倒知。清涼疏云。經云。", "459": "佛性除於瓦石。論云。在非情數中。名為法性。在有", "46": "謬以生滅之相圓盡於此。更無所有。故起無因也。", "460": "情數中。名為佛性。明知非情非有覺知。故應釋言", "461": "以性從緣。則情非情異。為性亦異。婆吒霰尼二外", "462": "道也。涅槃有梵志姓婆羅吒。又有梵志名曰先尼。", "463": "如來為廣說常無常法。涅槃常樂我淨。皆得正法", "464": "眼。證阿羅漢。△五生無生執。", "465": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "466": "若於圓融根互用中。已得隨順。便於圓化一切發生。", "467": "求火光明。樂水清淨。愛風周流。觀塵成就。各各崇事。", "468": "以此羣塵。發作本因。立常住解。是人則墮生無生執。", "469": "諸迦葉波。并婆羅門。勤心役身。事火崇水。求出生死。", "47": "夫如來藏不覺妄動。而生於見。由見有相。生滅流", "470": "成其伴侶。迷佛菩提。亡失知見。是名第五計著崇事。", "471": "迷心從物。立妄求因。求妄冀果。違遠圓通。背涅槃城。", "472": "生顛化種。", "473": "上言識陰若破。便能六門合開。互用清淨。此言根", "474": "互用中。已得隨順。即於隨順中。覩此唯識圓融變", "475": "化之境。以為一切四大。皆可發化。此未深達覺元。", "476": "不知四大種從妄想生。本非常住。豈能發常住果。", "477": "故曰生無生執。以修心之人。而反從物求效。真所", "478": "謂顛倒化理矣。△六歸無歸執。", "479": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "48": "注。輪轉不已。若不窮破識元。返如來藏。即使行陰", "480": "若於圓明。計明中虗。非滅羣化。以永滅依為所歸依。", "481": "生勝解者。是人則墮歸無歸執。無想天中。諸舜若多。", "482": "成其伴侶。迷佛菩提。亡失知見。是名第六。圓虗無心。", "483": "成空亡果。違遠圓通。背涅槃城。生斷滅種。", "484": "此於識陰圓明中。見生滅已盡。罔象虗無。計此虗", "485": "無為依歸處。便欲隳滅羣化。羣化謂根身器界也。", "486": "此即無想四空諸天。歸非所歸。故曰歸無歸執。舜", "487": "若多空處也。以空為涅槃。祇成斷滅。△七貪非貪", "488": "執。", "489": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "49": "空寂。了三界因。證於二乘無學。而無明住地。未嘗", "490": "若於圓常。固身常住。同於精圓。長不傾逝。生勝解者。", "491": "是人則墮貪非貪執。諸阿斯陀求長命者。成其伴侶。", "492": "迷佛菩提。亡失知見。是名第七執著命元。立固妄因。", "493": "趣長勞果。違遠圓通。背涅槃城。生妄延種。", "494": "識體圓常。非真常住。為行盡而顯。湛入合湛。誤以", "495": "為常。已非明悟。更欲固身。同於精圓。貪留虗幻。久", "496": "住塵劫。故曰貪非貪執也。固因已妄。趣果徒勞。成", "497": "於虗妄。失正知見。阿斯陀此云無比。古仙名也。△", "498": "八真無真執。", "499": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "5": "今辯樂說　較", "50": "隳損。猶不名為獲正知見耳。△二本無因。", "500": "觀命互通。却留塵勞。恐其銷盡。便於此際。坐蓮華宮。", "501": "廣化七珍。多增寶緩。縱恣其心。生勝解者。是人則墮", "502": "真無真執。吒枳迦羅。成其伴侶。迷佛菩提。亡失知見。", "503": "是名第八發邪思因。立熾塵果。違遠圓通。背涅槃城。", "504": "生天魔種。", "505": "識為命元。互通有連持之意。恐識滅盡。身受俱亡。", "506": "故於此際。廣化欲塵。以自安隱。將欲復真。反留於", "507": "俗。故曰真無真執。由此邪因。起塵勞事。吒枳迦羅", "508": "欲頂自在天也。△九定性聲聞。", "509": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "51": "一者是人見本無因。何以故。是人既得生機全破。乘", "510": "於命明中。分別精麤。疏決真偽。因果相酬。唯求感應。", "511": "背清淨道。所謂見苦斷集。證滅修道。居滅已休。更不", "512": "前進生勝解者。是人則墮定性聲聞。諸無聞僧。增上", "513": "慢者。成其伴侶。迷佛菩提。亡失知見。是名第九圓精", "514": "應心。成趣寂果。違遠圓通。背涅槃城。生纏空種。", "515": "識為命元。體自圓明。故曰命明。此識圓明。自能分", "516": "別苦集有漏。為麤為偽。道滅無漏。為精為真。以知", "517": "斷因。成證修果。因感果應。此定性聲聞。更不前進。", "518": "如來目為愚法。亦名上慢。纏空者為空所縛。迷違", "519": "寶覺。同於無聞。為可深歎。△十定性緣覺。", "52": "於眼根八百功德。見八萬劫所有眾生。業流灣環。死", "520": "又善男子窮諸行空。已滅生滅。而於寂滅精妙未圓。", "521": "若於圓融清淨覺明。發研深妙。即立涅槃。而不前進。", "522": "生勝解者。是人則墮定性辟支。諸緣獨倫。不迴心者。", "523": "成其伴侶。迷佛菩提。亡失知見。是名第十圓覺㳷心。", "524": "成湛明果。違遠圓通。背涅槃城。生覺圓明不化圓種。", "525": "行盡識露。唯一清淨覺明。即於此處。安立涅槃。不", "526": "知湛入合湛。非真涅槃也。圓覺而曰㳷心者。謂此", "527": "湛明遺於妙用。故曰不化圓種也。諸緣緣覺。獨倫", "528": "獨覺。定性緣覺。依教觀緣。但離緣生虗妄。名為解", "529": "脫。定性獨覺。不隨佛教。獨居山野。觀四時榮枯。即", "53": "此生彼。祇見眾生輪迴其處。八萬劫外。冥無所觀。便", "530": "立究竟涅槃。說妙法決定業障經云。佛言。若三界", "531": "中。梵釋四王。沙門婆羅門。皆與修行為善知識。唯", "532": "除聲聞非善知識。聲聞緣覺。為己利故。勸引初修", "533": "行菩薩回入小乘。一切破戒邪行之人。不能障於", "534": "菩薩佛道。聲聞緣覺以世諦無我。復無煩惱。以是", "535": "智故。能令初學菩薩入於聲聞教道。非菩薩善知", "536": "識也。又華嚴十種魔業。所謂忘失菩提心。修諸善", "537": "根。是為魔業。乃至樂求二乘。不樂受生。志向涅槃。", "538": "離欲清淨。是為魔業。菩薩當速遠離。勤求佛業。以", "539": "是故聲聞緣覺亦隨魔數也。", "54": "作是解。此等世間十方眾生。八萬劫來。無因自有。由", "540": "上四識境差別竟。△五結令傳示。", "541": "阿難。如是十種禪那。中塗成狂。因依迷惑。於未足中。", "542": "生滿足證。皆是識陰用心交互。故生斯位。眾生頑迷。", "543": "不自忖量。逢此現前。各以所愛先習迷心。而自休息。", "544": "將為畢竟所歸寧地。自然滿足無上菩提。大妄語成。", "545": "外道邪魔所感業終。墮無間獄。聲聞緣覺。不成增進。", "546": "前八誤入魔外。後二安於二乘。所感禪業若終。一", "547": "墮泥犁。一窮增進。詳究其由。各以所愛先習境界", "548": "現前。頓生魔見。眾生福慧有限。狂發中途。如來知", "549": "見無邊。心難究竟。所賴大覺冥加。禪那懸示。初心", "55": "此計度。亡正徧知。墮落外道。惑菩提性。", "550": "發明。無上覺心。不落境界。隨緣觀察。二三岐路。豈", "551": "濫真修。但使愛見不生。可知初終無二矣。", "552": "五十陰中。皆禪那用心交互。自宜初淺後深。經中", "553": "色陰初入禪那。止有禪境差別。未遭魔擾。故自受", "554": "陰以後。禪那漸深。乃有魔事。此在魔驚慴。惱亂三", "555": "昧。所不能免。然細觀後陰魔境愈麤。禪者之失意", "556": "亦益下劣。又疏於色陰之初。所釋經文。一一發揮", "557": "見性。極於精到。見性既精到。則禪那漸深。自宜性", "558": "體穩鍊。即有魔境。亦宜微細。不應更見狂蕩。曰。五", "559": "十禪那差互。實兼發明初心與未發明初心二種。", "56": "此見本無因也。由研生類之本。窮八萬劫。無有起", "560": "故聖意互為詳略。夫初心發明。方入禪那。則根本", "561": "之智宜明。疏宗此意。特於經文所有欲發者。皆極", "562": "披悉。蓋以便初心覽義覺察。此所為宜詳也。詳於", "563": "初心。則漸入深禪。魔事不擾。此宜略即在宜詳中", "564": "默為消停。若未發明初心。而但依定破陰。則三昧", "565": "所醉。必生異見。自魔他魔。各於禪那漸深。境界彌", "566": "露。故經獨於破後陰時。倍加搜剔。此為未發明初", "567": "心者。使知隨處省察。若已發明。則根本智明。差別", "568": "亦究。此於發明者宜略。故於未發明者之宜詳也。", "569": "人但見其詳於魔境。麤獷疊見。而不知聖意乃有", "57": "處。此乃不知八識迷因。即使更千萬劫。亦無根緒。", "570": "所屬。至於二乘未破識陰。但阻前進。餘皆淪墜。此", "571": "豈已發明者猶有岐路乃至於此。互觀當自無疑", "572": "爾。", "573": "上五識陰竟。△六總結陰盡。以成金剛乾慧。果地", "574": "圓滿。以勸進修。", "575": "汝等存心。秉如來道。將此法門。於我滅後。傳示末世。", "576": "普令眾生覺了斯義。無令見魔自作沈孽。保綏哀救。", "577": "銷息邪緣。令其身心入佛知見。從始成就。不遭岐路。", "578": "此以佛之知見。囑累現前大眾。耑為後世保綏身", "579": "心。無墮岐路。如來慈旨深切。凡有斯道之責。所宜", "58": "非眼功德之所不及。亦非定力所不能至也。惑為", "580": "仰體矣。", "581": "如是法門。先過去世。恒沙劫中。微塵如來。乘此心開。", "582": "得無上道。", "583": "此於結五陰。而并遡五十五位。以歸重乾慧。如是", "584": "正指破陰法門。三世如來。無有不從破陰而得成", "585": "無上菩提也。故下乃顯識盡之效。", "586": "識陰若盡。則汝現前諸根互用。從互用中。能入菩薩", "587": "金剛乾慧。圓明精心。於中發化。如淨瑠璃。內含寶月。", "588": "如是乃超十信十住十行十迴向四加行心菩薩所", "589": "行金剛十地等覺圓明。入於如來妙莊嚴海。圓滿菩", "59": "無因。即背正覺。涅槃云。云何正徧知。正者名不顛", "590": "提。歸無所得。", "591": "金剛乾慧。蓋在識破之後。乃能證入。則五十陰中。", "592": "皆由禪那逐陰研審。至於識破。方始圓現。故知此", "593": "乾慧。同於華嚴最初發明。究竟不別。所有後位。一", "594": "時俱徹。而亦不礙行布。不言頓超。此頓超乃在識", "595": "破。證悟同時也。或謂從三漸次。已得乾慧。然後破", "596": "陰。不應陰中魔見。精麤俱備。愚謂五十陰中。不論", "597": "先已發明。與未發明。總悉禪境差別。以便行人洗", "598": "心。若到識破。亦不論先已發明。與未發明。皆得頓", "599": "超。蓋由功極而證。不同利根。直獲本心。便與佛齊。", "6": "上三想陰竟。△四行陰。分五。初想盡勝相。", "60": "倒。徧知者於四顛倒無不通達。又復正者名世界", "600": "蓋理頓事漸。更須歷位。但異藏通。一位不知一位", "601": "耳。圓明精心。皆言果體。發化則果上妙用。前云十", "602": "方皎然。如淨瑠璃。內含寶月。猶是因中。此乃實證", "603": "果德。無別體用。黃金增色。更自一翻境界也。妙莊", "604": "嚴海謂福足。圓滿菩提謂慧足。歸無所得者般若", "605": "云。我於然燈佛所。無有一法得阿耨多羅三藐三", "606": "菩提。到此可知一切眾生。已證圓覺。是為真語實", "607": "語矣。△七再結洗心剔邪。以遵垂範。", "608": "此是過去先佛世尊。奢摩他中毗婆舍那覺明分析", "609": "微細魔事。魔境現前。汝能諳識。心垢洗除。不落邪見。", "61": "中。徧知者畢竟知修習中得阿耨菩提。今於修習", "610": "陰魔銷滅。天魔摧碎。大力鬼神。褫魄逃逝。魑魅魍魎。", "611": "無復出生。直至菩提。無諸少乏。下劣增進。於大涅槃。", "612": "心不迷悶。若諸末世愚鈍眾生。未識禪那。不知說法。", "613": "樂修三昧。汝恐同邪。一心勸令持我佛頂陀羅尼呪。", "614": "若未能誦。寫於禪堂。或帶身上。一切諸魔所不能動。", "615": "汝當恭欽十方如來究竟修進最後垂範。", "616": "此更再三丁寧。當依先佛因中所用定慧均等。覺", "617": "了微細魔事。使諸心魔天魔。一切鬼神。同時銷滅。", "618": "諸上中下根。俱無岐路也。若諸末世以下。又為愚", "619": "鈍眾生。樂修三昧者。恐同邪見。猶令誦持書寫呪", "62": "忽起妄計。故曰失菩提性。△三末無因并結。", "620": "心。以相保護。如來慈誨。最深切矣。", "621": "上八揀陰魔竟。△九明陰銷次第因界邊際。分二。", "622": "初伸問求示。", "623": "阿難即從座起。聞佛示誨。頂禮欽奉。憶持無失。於大", "624": "眾中。重復白佛。如佛所言。五陰相中。五種虗妄。為本", "625": "想心。我等平常未蒙如來微細開示。又此五陰。為併", "626": "銷除。為次第盡。如是五重。詣何為界。唯願如來發宣", "627": "大慈。為此大眾清明心目。以為末世一切眾生作將", "628": "來眼。", "629": "前五陰中。皆說妄想為本。承此復開名目。又問除", "63": "二者是人見末無因。何以故。是人於生既見其根。知", "630": "陰頓漸。與五邊界。於此詳盡。則行者心目清明。於", "631": "禪那中。微細覺了。慶喜可謂濟世慈航。無遮悉檀。", "632": "豈可言喻。△二如來正答。分五。初顯真出妄。", "633": "佛告阿難。精真妙明。本覺圓淨。非留死生。及諸塵垢。", "634": "及至虗空。皆因妄想之所生起。斯元本覺妙明真精。", "635": "妄以發生諸器世間。如演若多。迷頭認影。妄元無因。", "636": "於妄想中。立因緣性。迷因緣者。稱為自然。彼虗空性。", "637": "猶實幻生。因緣自然。皆是眾生妄心計度。阿難。知妄", "638": "所起。說妄因緣。若妄元無。說妄因緣元無所有。何況", "639": "不知推自然者。是故如來與汝發明五陰本因。同是", "64": "人生人。悟鳥生鳥。烏從來黑。鵠從來白。人天本豎。畜", "640": "妄想。", "641": "性覺妙明。元無生死。及與色空。顯一切生死色空。", "642": "於性覺上。無因妄起。知妄無因。因迷自有。立因緣", "643": "性。已為虗妄。更惑自然。重復虗妄。故曰因緣自然。", "644": "皆是眾生妄想計度也。知妄所起者是知覺體無", "645": "性。妄動發業。而有轉現。夫覺體無性。則妄動亦無。", "646": "乃至轉現。及與現前根身器界。於覺自心。如幻如", "647": "影。故曰說妄因緣。元無所有。因緣既非。更何對待。", "648": "而說自然耶。益信五陰亦本無有。皆是妄想自有", "649": "自無。於菩提心。未嘗搖動也。△二示五陰本因。分", "65": "生本橫。白非洗成。黑非染造。從八萬劫。無復改移。今", "650": "五。初色陰。", "651": "汝體先因父母想生。汝心非想。則不能來想中傳命。", "652": "如我先言。心想酢味。口中涎生。心想登高。足心酸起。", "653": "懸崖不有。酢物未來。汝體必非虗妄通倫。口水如何", "654": "因談酢出。是故當知汝現色身。名為堅固第一妄想。", "655": "父母交合。精血流溢。是父母先在想中。汝心若無", "656": "此想。則必不來父母想中傳命。所謂同想成愛。三", "657": "處和合。而成此體也。體既想生。則全體成妄。想酢", "658": "口涎。想登足酸。此見虗妄通倫。堅固者憎愛想中。", "659": "最為堅固。色相質礙。亦有堅固之義。△二受陰。", "66": "盡此形。亦復如是。而我本來不見菩提。云何更有成", "660": "即此所說臨高想心。能令汝形真受酸澀。由因受生。", "661": "能動色體。汝今現前順益違損。二現驅馳。名為虗明", "662": "第二妄想。", "663": "由因真受酸澀。故知受能動體。違順即苦樂二受。", "664": "現驅馳者亦為受能動體也。虗故領納。明故了味。", "665": "皆盡受妄之態。△三想陰。", "666": "由汝念慮。使汝色身。身非念倫。汝身何因隨念所使。", "667": "種種取像。心生形取。與念相應。寤即想心。寐為諸夢。", "668": "則汝想念搖動妄情。名為融通第三妄想。", "669": "此舉色身常為念慮所役。以顯想陰融通。徧於形", "67": "菩提事。當知今日一切物象。皆本無因。", "670": "體。通於寤寐。全體覺心。妄情搖動。眾生迷中。真不", "671": "能自覺耳。△四行陰。", "672": "化理不住。運運密移。甲長髮生。氣銷容皺。日夜相代。", "673": "曾無覺悟。阿難。此若非汝。云何體遷。如必是真。汝何", "674": "無覺。則汝諸行念念不停。名為幽隱第四妄想。", "675": "行陰密移。當人不覺。如甲長髮生。氣銷容皺。皆密", "676": "移不覺之中。非汝體遷。是真無覺正顯全體是妄。", "677": "微細幽隱。自非想盡。極難披露也。△五識陰。", "678": "又汝精明湛不搖處。名恒常者。於身不出見聞覺知。", "679": "若實精真。不容習妄。何因汝等曾於昔年覩一奇物。", "68": "此從見本無因。故見末亦無因也。蓋由未窮識性。", "680": "經歷年歲。憶忘俱無。於後忽然覆覩前異。記憶宛然。", "681": "曾不遺失。則此精了湛不搖中。念念受熏。有何籌算。", "682": "阿難。當知此湛非真。如急流水。望如恬靜。流急不見。", "683": "非是無流。若非想元。寧受妄習。非汝六根互用開合。", "684": "此之妄想。無時得滅。故汝現在見聞覺知。中串習幾。", "685": "則湛了內。罔象虗無。第五顛倒微細精想。", "686": "精明恒湛。此在已滅生滅所見如是。以有串習。念", "687": "念受熏。似湛非湛。昔見復覩。驗憶持之宛然。非關", "688": "故憶。亦非可忘。此明記憶持。為其識性。非汝六根", "689": "合開。此之妄想。無時得停。蓋識盡而後六根合開。", "69": "但觀行陰現前生機一切現成。無有迷悟。八萬劫", "690": "非六根合開而後識盡也。夫六根本非隔絕。為識", "691": "所分。即當生滅已亡。而細微記憶。猶存膠滯。故必", "692": "識盡始圓耳。同此見聞覺知。未經反源。雖現前湛", "693": "了。而一分罔象。如隔縠紋。所謂微細精想也。", "694": "上二示五陰本因竟。△三示因界。", "695": "阿難。是五受陰。五妄想成。", "696": "因妄得陰。陰受想成。此結五陰。而起下陰界也。", "697": "汝今欲知因界淺深。唯色與空。是色邊際。唯觸及離。", "698": "是受邊際。唯記與忘。是想邊際。唯滅與生。是行邊際。", "699": "湛入合湛。歸識邊際。", "7": "阿難。彼善男子修三摩提。想陰盡者。是人平常夢想", "70": "前。不見菩提。畢竟八萬劫後。亦無成菩提事也。如", "700": "前問如是五重。詣何為界。此乃答因界也。蓋五陰", "701": "無界。相因成界。如色因空。成色邊際也。故知色真", "702": "盡者。空亦俱盡。乃至湛入盡者。合湛亦盡。夫識旋", "703": "生滅。而入湛明覺體。則入與合。皆識邊際。非為識", "704": "盡也。以此而知性覺妙明。非分別之所能詣耳。△", "705": "四示悟除頓漸。", "706": "此五陰元。重疊生起。生因識有。滅從色除。理則頓悟。", "707": "乘悟併銷。事非頓除。因次第盡。", "708": "迷藏為識。乃有一切見相發生。故曰生因識有。若", "709": "知因識。則一切內外所有生相。俱無分別。分別既", "71": "舍利弗觀鴿子身。前後八萬劫。不改其報。今行陰", "710": "無生相隨滅。故曰滅從色除。禪者發明自心。見本", "711": "覺性。唯一覺性。更無餘事。則一切色性。即是覺性。", "712": "一切受想行識性。即是覺性。非色非空。不觸不離。", "713": "無記無忘。不生不滅。無有湛入。無合湛者。唯一覺", "714": "性。本來如是。同於未悟。所謂理則頓悟。乘悟併銷", "715": "也。然華嚴初發心時。即成正覺。三賢十聖。次第證", "716": "修。一念不生。知非別有。六根互用。應亦有時。目前", "717": "物象。非境界之可思。界外塵沙。信因中之有待。所", "718": "謂事非頓除。因次第盡耳。△五結令傳示。", "719": "我已示汝劫波巾結。何所不明。再此詢問。汝應將此", "72": "中。既見此相。便例一切。中間業果轉變。智力弗及。", "720": "妄想根元。心得開通。傳示將來末法之中諸修行者。", "721": "令識虗妄。深厭自生。知有涅槃。不戀三界。", "722": "此囑阿難於陰中。深悉妄想根元。使心精詳。善為", "723": "消息。然後傳示末世。令達虗妄。反於真常。五蘊之", "724": "色心有盡。三界之火宅難安。本有涅槃。莫隨生死", "725": "上二正宗分竟。", "726": "三流通分。分二。初本經流通。分三。初集福勝。", "727": "阿難。若復有人。徧滿十方所有虗空盈滿七寶。持以", "728": "奉上微塵諸佛。承事供養。心無虗度。於意云何。是人", "729": "以此施佛因緣。得福多不。阿難答言。虗空無盡。珍寶", "73": "謬以各類經八萬劫皆無所有也。論云。有阿羅漢", "730": "無邊。昔有眾生施佛七錢。捨身猶獲轉輪王位。況復", "731": "現前虗空既窮。佛土充徧。皆施珍寶。窮劫思議。尚不", "732": "能及。是福云何更有邊際。", "733": "較量福勝。無過財田心而已。今財滿虗空。財勝莫", "734": "過也。微塵諸佛。田勝莫過也。供養承事。心無虗度。", "735": "心勝莫過也。以此三勝。盡施之量。復引七錢施佛。", "736": "報轉輪王。以劣較勝。總見其福之不可具說耳。△", "737": "二銷罪勝。", "738": "佛告阿難。諸佛如來。語無虗妄。若復有人身具四重。", "739": "十波羅夷。瞬息即經此方他方阿鼻地獄。乃至窮盡。", "74": "知一世。或二世三世。十百千萬劫。乃至八萬劫。過", "740": "十方無間。靡不經歷。能以一念將此法門。於末劫中。", "741": "開示末學。是人罪障。應念銷滅。變其所受地獄苦因。", "742": "成安樂國。得福超越前之施人。百倍千倍。千萬億倍。", "743": "如是乃至算數譬喻所不能及。", "744": "此又較量罪逆。亦無過四重十波羅夷。有一於此。", "745": "豈免泥犁。一身全具。阿鼻何盡。其人能以一念將", "746": "此法門開示末學。其罪立銷。轉苦為樂。轉罪為福。", "747": "比前施人。千萬億倍。至不可說。總之福大有盡。罪", "748": "重終窮。而此佛心。過於虗空。圓裹三世。經以示人", "749": "發明根性。盡聞空覺。此豈罪福之可抑揚。故雖一", "75": "此以往。亦不能知。然不起計。故無斯失。", "750": "念回光。已同本得。而況以眾生為己任者哉。△三", "751": "遣魔勝。", "752": "阿難。若有眾生能誦此經。能持此呪。如我廣說。窮劫", "753": "不盡。依我教言。如教行道。直成菩提。無復魔業。", "754": "此更丁寧誦經持呪之所獲益。而終歸重於依教", "755": "行道之免魔業。如來屬望初心。無非此一大事因", "756": "緣。恩大難酬。凡有心者。所當𢡟勉。", "757": "上初本經流通竟。△二諸經流通。", "758": "佛說此經已。比丘。比丘尼。優婆塞。優婆夷。一切世間", "759": "天人阿修羅。及諸他方菩薩。二乘。聖仙。童子。并初發", "76": "由此計度。亡正徧知。墮落外道。惑菩提性。是則名為", "760": "心大力鬼神。皆大歡喜。作禮而去。", "761": "文殊所問經云。有三種義歡喜奉行。一說者清淨。", "762": "不為取著利養所染故。二所說清淨。以如實知法", "763": "體故。三得果清淨。即說益故。", "764": "大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "765": "直指卷第十", "766": "音釋", "767": "殫丹上聲盡也。熠音揖盛光也。霰音線。搜音蒐索也。褫音恥奪也。魑音癡。", "77": "第一外道立無因論。", "78": "清涼疏云。第十一無因論師。計一切萬物無因無", "79": "緣。自然生。自然滅。故此自然是常。是萬物因。是涅", "8": "銷滅。寤寐恒一。覺明虗靜。猶如晴空。無復麤重前塵", "80": "槃因。此計一切無染淨因。如棘刺自纖。烏色非染。", "81": "鵠色自白。瑜伽顯揚俱云。由如是故。起無因見。立", "82": "無因論是也。", "83": "上初二無因論竟。△二四徧常論。分五。初總標。", "84": "阿難。是三摩中諸善男子。凝明正心。魔不得便。窮生", "85": "類本。觀彼幽清。常擾動元。於圓常中起計度者。是人", "86": "墜入四徧常論。", "87": "計行陰中生滅不斷。以為徧常。謂徧一切法皆如", "88": "是也。此以生滅為常住。非常計常。悉屬斷見耳。清", "89": "涼云四徧常者。謂我及世間一切皆常。但有隱顯。", "9": "影事。觀諸世間大地山河。如鏡鑑明。來無所黏。過無", "90": "依上中靜慮等。起宿住通。隨念生四常論。△二二", "91": "萬劫常。", "92": "一者是人窮心境性二處無因。修習能知二萬劫中", "93": "十方眾生。所有生滅。咸皆循環。不曾散失。計以為常。", "94": "一切萬法。唯心所現。此心此境。皆不可得。亦無所", "95": "失。此研窮至二萬劫。計以為常。△三四萬劫常。", "96": "二者是人窮四大元。四性常住。修習能知四萬劫中", "97": "十方眾生。所有生滅。咸皆體恒。不曾散失。計以為常。", "98": "四大種從妄想生。妄想無性。依真而住。以此修習。", "99": "盡四萬劫。見無增減。計以為常。△四八萬劫常。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 291 楞嚴經直指", "englishTitle": "卍 Xuzangjing, Electronic version, No. 291 楞嚴經直指", "author": "明 圅昰疏", "language": "chinese", "source": "CBETA"}