{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 572 般若心經易解", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "般若心經易解", "1": "No. 572", "2": "般若心經易解", "3": "聖人立世間法。以維持風化。吾佛說出世法。以化導", "4": "群迷。世出世間。同歸于善。但世間法。不外日用倫常。", "5": "出世法。乃能轉凡成聖。是尤善中之善也。心經為般", "6": "若之精華。而出世之捷徑。依此而脩。乃能離苦得樂。", "7": "非妙法乎。茲因金剛經易解註成。爰類列此經。而並", "8": "註之。庶幾稗益兼資。以成出世因緣。普願見聞。同登", "9": "覺路。時", "10": "光緒己丑春杪貫三謝承謨書於混勞處", "11": "般若波羅密多心經", "12": "唐　三藏法師玄奘譯", "13": "毗陵　謝承謨貫三氏　註釋", "14": "真州　劉紹南圓覺氏", "15": "刊上　蔣春同蘭言氏　校訂", "16": "刊上　錢松齡覺之氏", "17": "此經以單法為名。寔相為體。觀照為宗。度苦為用。", "18": "大乘為教相。五者。皆經中所說之旨。單法者。即般", "19": "若波羅蜜也。寔相者。即諸法空相也。觀照者。照見", "20": "五蘊皆空也。度苦者。度一切苦厄也。大乘者。即菩", "21": "薩所行甚深般若也。經題稱般若。華言智慧。波羅", "22": "蜜多。華言到彼岸。眾生由迷慧性。居生死。曰此岸。", "23": "菩薩由修般若。悟慧性。到涅槃曰彼岸。心者。般若", "24": "心也。此般若心。人人本具。為說此經。令見本性。經", "25": "者。常也。法也。", "26": "按施護譯本。世尊在靈鷲山中。入甚深光明宣說", "27": "正法三摩提。舍利子白觀自在菩薩言。若有人欲", "28": "修學甚深般若法門者。當云何修學。觀自在菩薩", "29": "遂說此經。即世尊所說大般若經六百卷之精要", "30": "也。傳至中華凡五譯。今從玄奘所譯者。以中國盛", "31": "行故也。", "32": "觀自在菩薩。行深般若波羅密多時。", "33": "行。音恨。般若。音鉢惹。○觀自在即觀世音也。由其", "34": "用般若智慧。照了自心清淨。圓融無礙。故稱自在。", "35": "言菩薩於己道行甚深。乘般若智慧。而到涅槃彼", "36": "岸之時。", "37": "照見五蘊皆空。度一切苦厄。", "38": "照者。觀照也。五蘊者。色受想行識也。蘊者。積聚。色", "39": "者。色身。受者。領納。想者。思想。行者。作造。識者。分別。", "40": "由有色身而有受想行識。度者。度脫。一切苦厄。世", "41": "間之眾苦也。言菩薩用觀照之力。而見向之五蘊。", "42": "皆空非有。由是而度脫世間一切眾苦焉。以上皆", "43": "集經人語。", "44": "舍利子。", "45": "即舍利弗。佛之弟子。智慧第一。因其為眾請問。故", "46": "菩薩呼其名而告之。自此至終。觀自在語也。", "47": "色不異空。空不異色。色即是空。空即是色。", "48": "色乃世間一切色相。皆屬幻妄。空乃真空。永無壞", "49": "滅。言世間幻色。固是虗妄。然亦不必起心厭離。真", "50": "空固應修習。亦不必起心取著。若生分別。兩俱成", "51": "病。當知幻色不異真空。真空不異幻色。不當分別", "52": "取捨。又幻色即是真空。真空即是幻色。要當如此", "53": "體會。方是正道。", "54": "受想行識。亦復如是。", "55": "復。去聲。○夫色之與空既不生分別。則受想行識。", "56": "亦莫不皆然。自色不異空至此。乃修行之首要。", "57": "舍利子。是諸法空相。不生不滅。不垢不淨。不增不減。", "58": "相。去聲。○是諸法者。指前五蘊而言也。空相者。真", "59": "空寔相也。菩薩復呼舍利子云。若能了知五蘊諸", "60": "法。即是真空寔相。則寔相之體。本無生滅。既無生", "61": "滅。豈有垢淨。既無垢淨。豈有增減哉。", "62": "是故空中無色。無受想行識。", "63": "夫真空寔相之中。既無生滅垢淨增減。則亦無五", "64": "蘊可知矣。", "65": "無眼耳鼻舌身意。無色聲香味觸法。", "66": "眼耳鼻舌身意。謂之六根。色聲香味觸法。謂之六", "67": "塵。如色由眼見。故眼為根而色為塵也。六根六塵。", "68": "合之為十二入。言真空之中。既無五蘊。則根塵亦", "69": "應無也。無根塵。是為空十二入。", "70": "無眼界。乃至無意識界。", "71": "此為六識。謂眼耳鼻舌身意。各有識也。界者。如眼", "72": "見處。至不見處為界。乃至者。舉始末而略其中也。", "73": "此六識。合上十二入為十八界。已上根塵識三科。", "74": "隨修一科。皆能悟入。", "75": "無無明。亦無無明盡。乃至無老死。亦無老死盡。", "76": "此謂十二因緣也。亦名十二有支。一曰無明。亦名", "77": "煩惱。二曰行。謂造作諸業。此二支。乃過去世所作", "78": "之因也。三曰識。謂起妄念。初托母胎也。四曰名色。", "79": "從托胎後。生諸根行也。五曰六入。於胎中而成六", "80": "根也。六曰觸。出胎後六根對六塵也。七曰受。謂領", "81": "納世間好惡等事。此五支。乃現世所受之果也。八", "82": "曰愛。謂貪染五欲等事也。九曰取。謂於諸境。生取", "83": "著心也。十曰有。謂作有漏之因。能招未來之果。此", "84": "三支。乃現世所作之因也。十一曰生。謂受未來五", "85": "蘊之身也。十二曰老死。謂未來之身。既老而又死。", "86": "此二支。乃來世當受之果也。此十二因緣。該三世", "87": "因果。展轉因依。如輪旋轉。無有休息。眾生迷而不", "88": "悟。良可悲也。盖無明者。痴暗也。謂於本性無所明", "89": "了。非昏然無知。乃背理強覺之謂也。無無明者。謂", "90": "以般若智。觀此無明。其性本空。無生滅相。故曰無", "91": "無明。亦無無明盡也。乃至無老死。亦無老死盡。義", "92": "與前同。亦舉始末而該其中也。", "93": "無苦集滅道。", "94": "此為四諦。苦即生死苦果。集是惑業苦因。此二者。", "95": "世間之法也。滅即涅槃樂果。道即道品樂因。此二", "96": "者。出世間法也。說此四諦。欲令眾生知苦斷集慕", "97": "滅修道。離苦得樂也。菩薩照了此境。當體空寂。故", "98": "亦云無也。", "99": "無智亦無得。", "100": "自五蘊以至四諦。悉皆了知無真寔相。良由般若", "101": "智慧。觀照之功。方能臻此。然若自見為有此智慧。", "102": "而能空諸境界。於道為有得。倘存此見。即能礙道。", "103": "故云無智亦無得。工夫至此。則人法皆空。境智俱", "104": "泯。如病去葯忘矣。", "105": "以無所得故。", "106": "此結前起後之辭也。", "107": "菩提薩埵。依般若波羅密多故。心無罣礙。", "108": "菩提薩埵者。梵語。略云菩薩。般若波羅密多。解現", "109": "經題。言菩薩依此般若波羅密多之法而修之。則", "110": "心體圓明。自無妄想。妄想不起。則其心有何罣礙", "111": "哉。", "112": "無罣礙故。無有恐怖。遠離顛倒夢想。究竟涅槃。", "113": "菩薩之人。其心既無罣礙。自無驚恐怖畏。既無恐", "114": "怖。則一切顛倒夢想。亦自不生。此為三障皆空。然", "115": "迷即三障。悟即三德。所謂煩惱即菩提也。故終至", "116": "於涅槃之地。而無生死可名焉。倘非般若觀照之", "117": "功。烏能及此。是則譬如磨鏡。垢盡而明現矣。", "118": "三世諸佛。依般若波羅密多故。得阿耨多羅三藐三", "119": "菩提。", "120": "三世者。過去現在未來也。言如上之法。不惟菩薩", "121": "依之修證。即三世諸佛。亦莫不因此而成正覺也。", "122": "阿耨多羅三藐三菩提。華言無上正等正覺也。", "123": "故知般若波羅密多。是大神呪。是大明呪。是無上呪。", "124": "是無等等呪。", "125": "是故當知般若正法。即是四種呪。盖般若功用。能", "126": "破魔障。即名大神呪。能滅痴暗。名大明呪。能顯至", "127": "理。名無上呪。極妙覺果。無與等者。名無等等呪。呪", "128": "者。密語。持之即隨意獲益。言此般若功德。顯密俱", "129": "該。誠為殊勝正法門也。", "130": "能除一切苦。真寔不虗。", "131": "言般若功用廣大。遵而行之。必能除苦得樂。決定", "132": "無疑。令人生信也。", "133": "故說般若波羅密多呪。即說呪曰。揭諦揭諦。波羅揭", "134": "諦。波羅僧揭諦。菩提薩婆訶", "135": "以上乃顯說般若。此為密說。盖呪是佛之密語。非", "136": "下凡所知。惟佛與佛。乃能知之。故不譒譯。法華疏", "137": "云。呪是鬼神王之名。稱其王名。則部落敬主。故能", "138": "降伏一切鬼魅。又呪者。如軍中密號。唱號相應。無", "139": "所訶問。又呪者。願也。如蜾蠃之祝螟蛉。願其類我。", "140": "佛菩薩說呪。願諸眾生。皆如己之得成正覺。能誦", "141": "此呪。則所願無不成就也。", "142": "往生淨土神呪往生淨土神呪", "143": "曩謨阿彌多婆夜。哆他伽哆夜。哆地夜他。阿彌利都。", "144": "婆毗。阿彌唎哆。悉躭婆毗。阿彌唎哆。毗迦蘭帝。阿彌", "145": "唎哆。毗迦蘭哆。伽彌膩。伽伽那。抧多迦𨽻娑婆訶", "146": "若誦經薦亡者。兼誦此呪。即得往生。靈騐異常。附", "147": "錄於此。以備行持。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 572 般若心經易解", "author": "清 謝承謨註釋"}