{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1431-A 雲外和尚語錄序No. 1431-A", "1": "雲外和尚語錄序", "10": "氣貌粹溫言辭簡質。信所謂有德之人乎。既而小師", "100": "請兩班上堂。左顧右盻皆我良輔。雲生兮從龍。風生", "101": "兮從虎。山僧坐繩牀說禪。按拄杖作主。良久曰。普。", "102": "結夏小參。此僧伽藍有大界相。四角標石。東南角。東", "103": "北角。西南角。西北角。循繩結界之後。名曰淨地。夏三", "104": "月衲子安居。越大界相者是破戒比丘。智門恁麼告", "105": "報。或有僧出云。者裏不是學毗尼處。何得作者語話。", "106": "禪和家以四大部洲為大界相。東去也得。西去也得。", "107": "南去也得。北去也得。山僧被伊此問。只得低頭歸方", "108": "丈。何故。將謂無人。　舉西天以蠟人為驗此土以鐵", "109": "彈子為驗。若依西天法令。違越此土清規。若依此土", "11": "士慘出師語一編。俾余序。余涉世多虞置身寂寞。際", "110": "清規。違越西天法令。智門不免別立規章。且道以何", "111": "為驗。待拂子悟道。", "112": "上堂。蟋蟀啼壞墻。蝦蟆叫春水。時節使之然。處處聒", "113": "人耳。觀世音菩薩尋聲救苦。救他不得。却來問山僧", "114": "道。別有個甚麼道理。即向他道止止。", "115": "開爐上堂。以拂子打一圓相云。範圍天地。豎拂子云。", "116": "者個是百丈悟底溈山撥底。智門今日發輝。烏薪千", "117": "百萬輩放光現瑞去也。盡大地人不妨向火。", "118": "冬至上堂。一句子。玄中玄妙中妙。寒暑不相干。陰陽", "119": "不相到。必竟如何通耗。鷺鷥立雪非同色。明月蘆花", "12": "當悶瞀時則取玩以洗滌塵慮。因得徧觀。其為詩有", "120": "不似他。", "121": "上堂。萬松和尚舉圓覺經曰。居一切時不起妄念不。", "122": "於諸妄心亦不息滅不。住妄想境不加了知不。於無", "123": "了知不辨真實不。好諸禪德。滹沱河氷合果有此事。", "124": "只是其間水性不變。按經原文有小異", "125": "除夜小參。千嵓帶雪。萬水生氷。今夜寒極歲極。明朝", "126": "日新月新。山僧禪牀角頭拂子長時間挂。不犯纖塵。", "127": "信手拈來春回大地。展慈容於釋迦老子。收怒氣於", "128": "金剛眼睛。只者一著最妙最靈。今正是時。如何委悉。", "129": "浩浩塵中尋不見。見無見處却分明。　舉北禪烹露", "13": "盛唐渾厚之風。其為序䟦疏論則文彩璨然。至於偈", "130": "地白牛公案。頌曰。分歲家貧無可有。白牛牽出為人", "131": "烹。堂中不問僧多少。一箇還他一分羮。", "132": "元宵上堂。山僧夜來得一非常之夢。夢見東大洋海", "133": "底點一椀燈。直得四大海水光明燦爛。照見魚龍蝦", "134": "蟹一一分明。娑竭羅龍王與諸龍王往帝釋天宮啟", "135": "白其事。帝釋天會諸天及諸龍王同下娑婆世界中。", "136": "尋問有何緣因故現斯瑞。山僧於是夢覺。今朝恰值", "137": "元宵節。不合說此一夢供養諸人。諸人若也信得及。", "138": "自然光明燦爛。若也不信。又爭恠得。", "139": "解夏上堂。蕩盡是非窠窟。截斷葛藤露布。今日放開", "14": "頌拈贊之類。余雖不能盡通其義。以意觀之皆非苟", "140": "布帒。不要東去西去。拗折拄杖向者裏住。何故。碧眼", "141": "胡僧坐九秊。心膽渾如生鐵鑄。", "142": "謝照藏主唐侍者上堂。如來藏中有一常圓之月。大", "143": "如車輪冷如氷雪。犀牛扇子何曾別。怒濤推出海。恰", "144": "值中秋節。若也喚作白蓮花浮出龍王宮。我道玉川", "145": "子胡說亂說。", "146": "上堂。達磨眼睛八斛四斗。斷貫索子穿來諸人面前。", "147": "抖擻天上人間。阿誰有。", "148": "謝所翁首座上堂。意存言外。道在機前。求人思搭對。", "149": "見面懶寒暄。古劒長埋匣。閒弓不上弦。諸人要識真", "15": "作也。吁德行人之根本也。言語特其枝葉耳。未足為", "150": "將軍麼。矍鑠哉此翁也。", "151": "佛誕日上堂。生笤󰆠作舞。爛笆樁冠巾。見者以為恠", "152": "事。且道世尊生下一手指天一手指地。天上天下唯", "153": "吾獨尊。又作麼生。却較些子。", "154": "謝歐省元上堂。流而不返名曰情。湛而不搖名曰性。", "155": "靈而不昏名曰神。光而不亂名曰明。迷此四者為之", "156": "凡。悟此四者為之聖。且道是阿誰有此。達磨鼻頭筆", "157": "直。夫子眼睛漆黑。", "158": "中夏上堂。天地熱如爐。萬物同一煑。衲僧煑不殺。出", "159": "來拍手舞。諸人還委悉麼。若不魯三郎神。又誰敢高", "16": "師止也。師年尚彊。師道將行。必能大振宗風言滿天", "160": "聲大語。", "161": "解夏小參。三千大千世界悉作秋蟲。鳴於一切聲。各", "162": "不相雜。諸人九十日內還曾聞來也未。若也未聞。直", "163": "須聞取。若也已聞。直須透過。若也透得過。却來者裏", "164": "與山僧相見。山僧與你證明。且道證個什麼。若謂有", "165": "所證。三世諸佛歷代祖師天下老和尚不得成等正", "166": "覺。若謂無所證。三世諸佛歷代祖師天下老和尚不", "167": "得成等正覺。畢竟如何。到者裏應合自知。　舉明覺", "168": "祖師道。乾坤側。日月星辰一齊黑。東西不辨南北不", "169": "分底衲僧甚處見。雪竇拈曰。不用通報。要見何難。", "17": "下。此錄云乎。師名雲岫。雲外其號也。", "170": "上堂。參禪之士切不得悟道。若也悟道。百千萬劫不", "171": "得解脫。何故。一字入公門。九牛車不出。", "172": "冬至小參。海水縮。天風寒。一陽破坤。六陰生乾。君子", "173": "之道日長。小人之道日消。智門主丈子去秊也黑󳺀", "174": "󳻓地。今年也黑󳺀󳻓地。靜如山壑。動若雷霆。有時拈", "175": "有時放。有時橫有時豎。有時倒有時正。今當陽道文", "176": "明之時。且道拈則是放則是。橫則是豎則是。倒則是", "177": "正則是。合作麼生通個消息。卓主丈曰。二十四番花", "178": "信風。秊秊先到梅花樹。　舉宏智祖師道。浮虗境上", "179": "新新。三世遷移。堅牢地中隱隱。一陽萌動。住而無住", "18": "時", "180": "密運機輪。生而無生玅超影事。頌曰。髮生爪長常如", "181": "此。筋轉脉搖休問他。動靜不干消長事。從教門外雪", "182": "寒多。", "183": "臘八上堂。世尊雙眼明看天上星。智門雙眼明看天", "184": "上星。智門雙眼瞎。世尊雙眼明。世尊雙眼瞎。智門雙", "185": "眼明。互復二千年。彼彼心不平。世尊世尊。今日誰底", "186": "時節。", "187": "除夜小參。先用後照。三百六十日用過了也。先照後", "188": "用。新年曆頭又添一箇。照用同時。天共白雲曉。水和", "189": "明月流。照用不同時。十二時中却較些子。恁麼商量", "19": "大德庚子夏六月三日象山文學椽陳晟謹序", "190": "總是尋常邊事。不恁麼商量畢竟有何奇特。󳫲竹聲", "191": "中驚𢽳八萬種不吉祥事。梅花角裏吹出八萬種吉", "192": "祥事。諸人今夜守歲。不要瞌睡。兩歲結交頭。有些子", "193": "詫異。且道是什麼詫異。明朝是大年朝。廖胡子出來", "194": "人事。　舉僧問古德。年窮歲盡時如何。古德道。東邨", "195": "王老夜燒錢。頌曰。東邨王老夜燒錢。保當新年勝舊", "196": "年。三珓俱通三扣齒。太平無事樂平平。", "197": "解夏小參。古人立期立限。事無虗設。剋期取證。如魚", "198": "飲水冷煖自知。所謂時節若至其理自彰。今朝聖制", "199": "告圓。時節既至。因甚其理不彰。諸人直須覺窹始得。", "2": "自佛法離而為禪。禪有五派。今行於四方者有二。曰", "20": "太白峯為屏。廿里松為座。雲影藏身幾多人。蹉過不", "200": "智門恁麼提唱。也是為他閒事長無明。雖然。忽有僧", "201": "出道。長老你尋常多要諸人。何不話自。山僧向他道。", "202": "老僧有過自能檢責。諸人有過要且不知。且道誵訛", "203": "在何處。尋常一樣窻前月。纔有梅花便不同。　舉魯", "204": "祖見僧來便面壁。拈曰。魯祖門庭施設故是奇特。殊", "205": "不知靈龜曳尾。拂迹迹生。", "206": "上堂。深山嵓崖中有一片古意。春鳥弄春風。一一啼", "207": "壞了也。有僧出云。長老。喜鵲鳴寒檜。心印是伊傳。豈", "208": "不是全彰古意。即向他道。直饒鳳凰口裏道出來。也", "209": "只不是。", "21": "蹉過。元是隰州古佛再來。切忌機前說破。且道說破", "210": "冬時小參。仰山叉手太高。皓老布裩黑漆。後代兒孫", "211": "三寫。烏焉成馬。以致氣候不齊陰陽顛錯。直饒寒殺", "212": "熱殺。岫上座決不隨他所轉。忽然張十一官人道。六", "213": "角池昨夜結氷。大雷峯今朝出氣。又且如何。即向他", "214": "道。干你甚麼事。　舉明招風頭稍硬且歸煖處商量。", "215": "拈曰。明招太殺欺人。一之謂已甚。其可再乎。", "216": "拈古拈古十則", "217": "舉世尊一日陞座。文殊白槌云。諦觀法王法。法王", "218": "法如是。世尊便下座。", "219": "拈曰。具世尊眼目。識得世尊破綻。向世尊痒處一抓。", "22": "後如何。夜明簾掛須彌巔。走盤珠向空中墮別本影下有外", "220": "三世諸佛歷代祖師天下老和尚孰不快暢。", "221": "舉僧問青原。如何是佛法大意。原云。廬陵米作麼", "222": "價。", "223": "拈曰。黃金殿上居止者。不曾說著尊貴邊事。說著尊", "224": "貴邊事。非黃金殿上之人。", "225": "舉僧問馬大師。離四句絕百非。請師直指西來意。", "226": "師云。我今日勞倦。不能為你說。問取智藏去。僧去", "227": "問藏。藏云何不問和尚。僧云和尚教來問。藏云。我", "228": "今日頭痛。不能為你說得。問取海兄。僧問海。海曰", "229": "我到者裏却不會。僧舉似大師。師云。藏頭白。海頭", "23": "字。", "230": "黑。", "231": "拈曰。合眼趒黃河。一趒趒過。清凉世界上。自由自在。", "232": "勞倦頭痛。為人於此最切。頭白頭黑。非馬祖莫委。", "233": "舉百丈上堂常有一老人聽法隨眾散去。一日不", "234": "去。丈問云。立者何人。老人云。某甲於過去迦葉佛", "235": "時曾住此山。有學人問。大修行底人還墮因果也", "236": "無。對他道不落因果。墮野狐身五百生。今請和尚", "237": "代一轉語。丈云。不昧因果。老人於言下大悟。", "238": "拈曰。不落因果。莾莾蕩蕩招殃禍。不昧因果膠膠綴", "239": "綴。曾未捨在。彼不脫野狐身。在此還成尊貴墮。且道", "24": "幻住老人　中峯　拜贊", "240": "如何得勦絕去。百丈一箇字。黃檗一掌力。大用現前", "241": "不存軌則。將謂赤胡鬚。更有胡鬚赤。勦絕了也。", "242": "舉雲門云。光不透脫有兩般病。一切處不明。面前", "243": "有物。是一。透得一切法空隱隱地。似有物相似。亦", "244": "是光不透脫。又法身亦有兩般病。得到法身。為法", "245": "執不忘。己見猶存。墮在法身邊。是一。直饒透得。放", "246": "過即不可。子細檢點將來。有甚麼氣息。亦是病。", "247": "拈曰。去得事障猶有理障。去得理障猶有清淨大病", "248": "之障。猶有一切法空之障。去得一切法空之障。猶有", "249": "自見障。去得自見障。無自見障。方得歸家穩坐。", "25": "No. 1431", "250": "舉廓侍者問德山。從上諸聖向什麼處去。山云作", "251": "麼作麼。廓云。敕點飛龍馬。跛鼈出頭來。山便休去。", "252": "來日山浴出。廓過茶與山。山撫廓背一下。廓云者", "253": "老漢今日方始瞥地。山便休去。", "254": "拈曰。德山行不越閫。坐不垂堂。尊其居也。廓侍者躡", "255": "足不得入。如鼓瑟於齊王之門。者瑟雖巧。其如王之", "256": "不好何。", "257": "舉溈山問仰山。甚麼處來。仰云田中來。山云田中", "258": "多少人。仰插鍬叉手而立。山云南山大有人刈茆。", "259": "仰拽鍬便行。", "26": "雲外和尚語錄", "260": "拈曰。田中多少人。南山大有人。刈茆體中全用。插鍬", "261": "叉手拽鍬便行用中全體。溈仰父子相見。體用合道。", "262": "刀斧難開。", "263": "舉仰山指雪師子云。還有過得此色者麼。雲門云", "264": "當時便與推倒。雪竇云。只解推倒不解扶起。", "265": "拈曰。有雪師子。其色難過。無雪師子。其色難過。或有", "266": "及得此色者。可與說白淨法。", "267": "舉雲門問乾峯。請師答話。峯云到老僧未。門云恁", "268": "麼則某甲遲也。峯云恁麼那。門云將謂侯白更有", "269": "侯黑。", "27": "目次目次", "270": "拈曰。一問未來一答先往。迅機之作勢不可緣。雲門", "271": "乾峯打啞樂。勝他玅舞吹笙管。", "272": "舉僧問仰山。和尚識字否。山云隨分。僧乃右旋一", "273": "匝。是什麼字。山於地上書十字。僧左旋一匝。山改", "274": "十字作卍字。僧畫一圓相以兩手如修羅掌日月", "275": "勢云。是什麼字。山畫一圓相圍卍字。僧乃作婁至", "276": "德勢。山云。如是如是。汝善護持。", "277": "拈曰。龍樹現月輪相隱身說法。為無相三昧圓相之", "278": "始也。後忠國師付耽源。至良五峯製四十則。總為六", "279": "名。一圓相。二義海。三暗機。四宗學。五意語。六默論。耽", "28": "住智門禪寺語錄", "280": "源謂仰山曰。國師圓相九十七箇。詳讖汝躬。宜深祕", "281": "之。仰山得而焚之。耽源一日上堂。仰山作圓相以手", "282": "托呈却叉手而立。耽源交拳示之。仰山作女人拜。此", "283": "皆圓相之體也。仰山十字即卍字之體也。修羅之三", "284": "昧也。太抵圓相有緣起。有意語。含諸佛之玅義。不知", "285": "者畫圓相誑人。紕繆也。按宗學或作字學", "286": "頌古頌古十則", "287": "世尊生下。一手指天一手指地。天上天下唯吾獨", "288": "尊。", "289": "荷葉團團團似鏡。菱角尖尖尖似錐。尀耐古人無意", "29": "拈古頌古佛事", "290": "智。預先偷我一聯詩。", "291": "僧問曹山。靈衣不挂時如何。山云曹山今日孝滿。", "292": "僧云孝滿後如何。山云曹山好顛酒。", "293": "孝滿曹山脫布衣。風流輸與大家兒。阿爹死了有錢", "294": "使。醉酒狂歌日日嬉。", "295": "臨濟囑三聖云。吾遷化後不得滅却吾正法眼藏。", "296": "聖云爭敢滅却和尚正法眼藏。濟云。忽有人問。汝", "297": "作麼生對。聖便喝。濟云。誰知吾正法眼藏向瞎驢", "298": "邊滅却。", "299": "破燈盞裏已無油。放去光明照九州。暴雨暴風吹滅", "3": "臨濟。曰曹洞。然學禪者流多宗臨濟。而曹洞為孤宗。", "30": "祖贊偈頌序䟦等", "300": "了。光明不在舊牀頭。", "301": "臨濟問黃檗佛法大意。三度被打。", "302": "有意三迴遭點頟。無心一躍過龍門。歸來冷地思量", "303": "著。痛處難忘不是恩。", "304": "郁和尚因看僧問法燈。百尺竿頭如何進步。燈云。", "305": "啞。凡看三年。一日度橋。踏橋板折而悟。", "306": "百尺竿頭親進步。分明一啞更無增。是誰未到竿頭", "307": "者。也說鵬飛九萬里。", "308": "雲門云。聞聲悟道。見色明心。觀世音菩薩將錢來", "309": "買胡餅。放下手元來却是饅頭。", "31": "傳附錄", "310": "打疊行裝早出門。相逢舊友且論文。歸家共飲三杯", "311": "酒。不覺天邊日又昏。", "312": "俱胝和尚凡有所問只豎一指。", "313": "三月春風開牡丹。道人徒說看花還。世間不是趙昌", "314": "手。縱有丹青畵亦難。", "315": "踈山到溈山問。承師有言。有句無句如藤倚樹。忽", "316": "樹倒藤枯。句歸何處。溈山呵呵大笑。", "317": "良醫捉手病纔分。玅劑投之不易論。一服聽他迷悶", "318": "去。三朝五日自還魂。", "319": "馬大師不安。院主問云和尚近日尊候如何。大師", "32": "雲外和尚住智門禪寺語錄雲外和尚住智門禪寺語錄", "320": "云日面佛月面佛。", "321": "真實問安真實答。曾無一句是虗言。可怜失却當時", "322": "意。直至如今話未圓。", "323": "殃崛摩羅救產難。", "324": "有道君王傳號令。頻催羯鼓要花開。眼頭一曲風光", "325": "好。日暖鶯聲出谷來。", "326": "佛事佛事十則", "327": "超維那起龕(風病)超維那起龕風病", "328": "罵三祖懺罪求醫。笑克賓喫棒出院。不落二途。全超", "329": "死見。五色祥麟步天岸。", "33": "小師比丘　士慘　編", "330": "淵都寺下骨淵都寺下骨", "331": "淵而深。白而雪。髑髏識盡。眼睛無血。三脚驢子弄蹄", "332": "行。轉身踏破澄潭月。", "333": "寧都寺火寧都寺火", "334": "四大幻軀生死洲渚。風靜波寧日生西扈。以火打圓", "335": "相云。者裏識得無相身。丙丁童子火中舞。", "336": "衍都寺入骨附師塔衍都寺入骨附師塔", "337": "用大衍之用明徹生死。閙市裏脫却根塵。漏燈盞元", "338": "非自己。猛火燒作󰞆猶有者些子。且道者些子合作", "339": "麼生安置。三月春風。一聲杜宇。復玅回途。子歸就父。", "34": "入院小參。旃檀叢林旃檀圍繞。荊棘叢林荊棘圍繞。", "340": "雲斂青山開塔戶。", "341": "意上人火意上人火", "342": "眼耳鼻舌身意一時喪却。色聲香味觸法依舊如然。", "343": "烈焰堆中君自看。", "344": "通典座火通典座火", "345": "通身是。徧身是。淨缾踢倒識得平生底。擲火云。猛火", "346": "何曾燒得死。", "347": "石淨頭火石淨頭火", "348": "拋籌作聲。擊石為火。蕩盡家私。寸絲不掛。捱到涅槃", "349": "臺裏。依然只是者箇。只者箇。諱作火。", "35": "師子叢林師子圍繞。虎狼叢林虎狼圍繞。白嵓山中", "350": "方都寺火方都寺火", "351": "方正中直只是者箇。生死涅槃只是者箇。只者箇是", "352": "什麼。石窻燈盞。火燒不破。", "353": "幻菴居士火幻菴居士火", "354": "生前頻會面。死後亦相逢。江北江南岸。蘋花對蓼紅。", "355": "某人幻身滅故幻心亦滅。幻心滅故幻塵亦滅。幻塵滅", "356": "故幻滅亦滅。幻滅滅故非幻不滅。到者裏緘龐老之", "357": "多口。破維摩之一默。且道只今入大火聚。作大佛事。", "358": "又作麼生。火龍珠飛出□腦。珊瑚樹頭日杲杲。", "359": "韓承事秉炬韓承事秉炬", "36": "四種叢林雜然而陳。山僧尋常不曾揀擇明白。到此", "360": "風落黃金葉滿門。迢迢古路出荒邨。勸君直去莫回", "361": "首。歸到西方日未昏。某人　夫夫婦婦總是因緣。世世", "362": "生生無非眷屬。生則同生死則同死。生死不相離。始", "363": "終為道侶。在鄉黨則稱之以仁。在宗族則稱之以義。", "364": "教子訓孫讀詩知禮。八十三秊轉如是經。不獨一卷", "365": "兩卷念自己佛。何啻千聲萬聲為末後津梁。作來生", "366": "福報。是則固是。只如固存菴畔智門火把子。今日為", "367": "三世諸佛說法。三世諸佛立地聽。且道聽個什麼。說", "368": "個什麼。象山縣政實鄉有個韓承事倪孺人。同日火", "369": "化。火焰裏現寶蓮花座。上升虗空中。諸人還見麼。擡", "37": "不免彈指一下。教他虎狼化為師子。荊棘化為旃檀。", "370": "頭遲八刻。早已過流沙。", "371": "祖贊祖贊十則", "372": "達磨聖胄大師達磨聖胄大師", "373": "破大宗異見。開五葉一華。空梁王一義。坐少林九年。", "374": "深雪之中若不得神光一臂之力。燈後之焰幾滅而", "375": "不傳。", "376": "六祖大鑒禪師六祖大鑒禪師", "377": "弘持大法。代不乏賢。花開世界起。果滿菩提圓。得西", "378": "天衣盂三十三傳。豈六後之無斯人。應垂讖之所言。", "379": "永嘉真覺大師永嘉真覺大師", "38": "不言自化。不治不亂便。見旃檀林無雜樹。󳬂密深沉", "380": "胸中錦綉如春風上苑之花開。格外真機似秋水長", "381": "天之月朗。平欺佛祖。開化人天。到曹谿一宿而迴。遶", "382": "禪牀三匝而立。是以了生死之迅速。破是非之葛藤。", "383": "圓覺塔昭示將來。永嘉集大行於世。", "384": "趙州真際禪師趙州真際禪師", "385": "號令如軍中信旗。說法如四時雲雨。有聞其法者。如", "386": "地含諸種。蒙潤悉萌。百世之後。悟其所謂狗子話。庭", "387": "前栢話。東院西話。猶大悲神呪。呪得崖裂水涌。非知", "388": "者莫能知。", "389": "臨濟慧照禪師臨濟慧照禪師", "39": "師子住。卓拄杖曰。師子哮吼。", "390": "一喝半喝如旱天之雷霆。聞之者掩耳驚走。及其雲", "391": "行雨施。乃能沃潤焦枯。雖則使來者難為。湊泊難中。", "392": "得人則與己類法道光明。子孫昌盛。本之隆也。", "393": "大慧普覺禪師大慧普覺禪師", "394": "有時一亘晴空曜靈普照。有時乾坤黯黑電掣雷奔。", "395": "有時雲收大野月印長江。有時春雨沃枯花開萬卉。", "396": "有時眾鳥翔鳴百蟄啟戶。有時北風刮地巨浸騰波。", "397": "有時雪滿羣峰千林木折。有時蛇虎當途魚龍縱壑。", "398": "有時分都列邑車馬喧闐。有時土曠人稀天地寥廓。", "399": "夫盡乾坤之音響。莫能窮其言。盡乾坤之事物。莫能", "4": "以洞顯于四明者正覺禪師宏智。其傑然者也。由是", "40": "上堂。夜半金烏出。寥寥照寰宇。兩眼對青山。通身淚", "400": "殫其用。由是過犯彌天。謫衡陽梅陽十七年。凍不死", "401": "饑不殺。依舊歸來凌霄峰頂高登猊座。一千七百衲", "402": "子圍繞說法。夫是之曰大慧。", "403": "竹原元禪師竹原元禪師", "404": "名不在諸方之上。位不在諸方之上。而道在諸方之", "405": "上。可謂悟後見人而有師承者也。垂語曰。諸方為人", "406": "抽釘拔鍥解粘去縛。我者裏為人添釘添鍥加繩加", "407": "縛。送向深阬裏待他理會。今日諸方誰自有此語。", "408": "雪竇明覺禪師雪竇明覺禪師", "409": "襟懷冷澹。七十二峯青崔嵬。口舌瀾翻。三萬頃湖波", "41": "如雨。正恁麼時。湖州道場寺裏通禪師伏虎。", "410": "浩渺。說文章如珠林錦鏡。花片片而春煖齊發。明性", "411": "地如妙高飛雪。葉零零而秋暮半凋。言滿天下無口", "412": "過。行滿天下無怨惡。直鈎釣驪龍。蝦魚蟹鱟何會挂", "413": "念。傳道得天衣。冲本秀夫崢嶸三世。名盍乾坤。實叢", "414": "林宗匠。", "415": "雲居曉舜禪師雲居曉舜禪師", "416": "武昌行乞時見劉居士。士問古鏡話不契。被士揖出。", "417": "回洞山。理前問。山云此去漢陽不遠。又云黃󳬈樓前", "418": "鸚鵡洲。言下大悟。方知古鏡不在磨不磨。照今照古", "419": "無誵訛。自此提唱不落常調。只如天寒熱水洗脚。夜", "42": "佛成道上堂。大覺世尊。臘月八夜子正四刻覩明星", "420": "間脫襪打睡。早朝旋繫行纏。風吹籬倒喚人夫劈篾", "421": "縛起。豈是學識中來。", "422": "天童宏智正覺禪師天童宏智正覺禪師", "423": "隰州古佛放大光明。徧一切處。論若盤古開大極之", "424": "基。未足喻其道也。大鈞播有形之物。未足喻其德也。", "425": "月生輝於秋水。未足喻其明也。霞散彩於霽天。未足", "426": "喻其文也。風吹九野之雲。未足喻其動也。山積須彌", "427": "之土。未足喻其靜也。蜂房釀百花之蜜。未足喻其玅", "428": "也。蟻絲穿九曲之珠。未足喻其巧也。畵堂奏絲竹之", "429": "音。未足喻其聲也。春風入金谷之園。未足喻其色也。", "43": "而悟道。引得後代兒孫夜半染皁。智門昨夜傷風打", "430": "天子登鳳皇翳華芝。未足喻其貴也。撒珍珠於紫羅", "431": "帳裏。未足喻其富也。嗚乎。古人吾不得而見之矣。綴", "432": "譜為其子孫者。得無愧乎。", "433": "偈頌偈頌九十三首", "434": "讀本師語錄讀本師語錄", "435": "青旗斜出畵橋西。楊柳飛花水滿堤。一酌誤人千日", "436": "酒。醉埋荒塚不思歸。", "437": "寄陳太傅寄陳太傅", "438": "種竹栽花遶屋櫩。交僧也學著偏衫。時清曾見修文", "439": "日。天子旁搜到傅嵓。", "44": "嚏。湊得恰好。", "440": "西菴夜坐西菴夜坐", "441": "一室寒燈坐夜長。八千里路到梅陽。西山固不如洋", "442": "嶼。也道薰風殿閣凉。", "443": "古月號古月號", "444": "千年桂魄不肯死。夜夜在人頭上飛。每愛中庭一方", "445": "白。長天萬里沒雲時。", "446": "題梓嵓和尚唫卷題梓嵓和尚唫卷", "447": "字字不因容易得。燈花曾落五更鐘。東湖浪濶缾聲", "448": "遠。流出一谿霜葉風。", "449": "悼清藏主(曾燒六指聞杜鵑有省)悼清藏主曾燒六指。聞杜鵑有省", "45": "上堂。說禪有四種義。有時意到句不到。空中書字。有", "450": "修行眾苦人難到。六指重來火後尋。遺恨百年消不", "451": "得。一聲杜宇一關心。", "452": "秋日山行秋日山行", "453": "半隖夕陽紅樹葉。一邨鷄犬野人家。牧童歌笑牛羊", "454": "下。太古淳風盡屬他。", "455": "問法問法", "456": "乾陀國裏舊城河。遙憶河邊棗樹花。白象繫來年代", "457": "遠。榮枯今日事如何。", "458": "金山頭陀嵓金山頭陀嵓", "459": "半間石屋安禪地。盍代功高不易磨。白蠎化龍歸海", "46": "時句到意不到。題目分明。有時句意俱到。弓蛇已辨。", "460": "去。山中留得老頭陀。", "461": "󳬈林寺󳬈林寺", "462": "夾山當日見船子。法眼無瑕亦有瑕。一棹朱涇風浪", "463": "急。和根移却杜䳌花。", "464": "呈中竺雪屋和尚呈中竺雪屋和尚", "465": "重重法界華嚴境。煙柳滿城春正深。彈指門開相見", "466": "後。善財󰞆盡一生心。", "467": "訪友人菴居訪友人菴居", "468": "好山行盡眼重開。菜葉流金逐水來。莫謂閒門容易", "469": "掩。松邊有路不生苔。", "47": "有時句意俱不到。切忌死却。若也恁麼商量。全體病", "470": "螺蠃螺蠃", "471": "借得桑蟲足子孫。聲聲類我祝朝昏。只因祝得渾相", "472": "似。代代不能高戶門。", "473": "蜜蜂蜜蜂", "474": "生涯未足怕征科。一日園林幾度過。股倦不嫌花粉", "475": "重。年年只愛子孫多。", "476": "覽明覺語覽明覺語", "477": "瀑雪一千餘丈白。洞庭七十二峯寒。當年若也收歸", "478": "藏。此錄誰知是別傳。", "479": "悼退嵓講主呈英宗師悼退嵓講主呈英宗師", "48": "有句意。", "480": "菴居曾結三年好。一住霞城會未期。見說即除天竺", "481": "寺。訃聞膓斷白頭師。", "482": "天寧火後天寧火後", "483": "劫火洞然俱壞了。隨他去又不隨他。春風吹轉燒痕", "484": "綠。樓閣依然有許多。", "485": "悼靈隱性侍者悼靈隱性侍者", "486": "三喚聲中負不平。興師百萬欲干城。誰知菡萏峰前", "487": "路。削木書名有伏兵。", "488": "禮淨慈自得和尚塔禮淨慈自得和尚塔", "489": "六牛圖出新豐曲。玅唱難齊和轉訛。慧命一絲門戶", "49": "歲旦上堂。拈香曰。鳳曆增新三百六十日。有終有始。", "490": "重。不教衰淚落庭莎。", "491": "玅高臺玅高臺", "492": "上到上頭天漸低。更擡一步共誰歸。胸中決得平生", "493": "事。松樹枝間獨󳬈飛。", "494": "讀古劒和尚語送是藏主歸常州讀古劒和尚語送是藏主歸常州", "495": "金鍼鋒底鴛鴦走。玉線蹊中白鷺飛。遠遠洞庭三萬", "496": "頃。春波無限綠󳬢󳬢。", "497": "觀晦菴先生橋圖觀晦菴先生橋圖", "498": "橋上功名五十年。貪程誰肯顧危顛。世間多說行仁", "499": "義。少似先生行得全。", "5": "學者慕而師之。故宗洞者四明為多。今", "50": "金輪統御八萬四千歲。彌久彌長。", "500": "逢田叟逢田叟", "501": "白髮翁翁住那村。隔谿煙樹竹籬門。今年八十渾無", "502": "力。勉強牽牛替阿孫。", "503": "悼猫兒悼猫兒", "504": "兦却花奴似子同。三年伴我寂寥中。有棺葬在青山", "505": "脚。猶欠䥴󳬴樹汝功。", "506": "寄東洲和尚西磵菴居寄東洲和尚西磵菴居", "507": "紫陌紅塵城子裏。清泉白石亂雲中。一般門戶無喧", "508": "寂。花鳥不來心境空。", "509": "曹娥江泊舟二󳵅曹娥江泊舟二󳵅", "51": "上堂。結足圓蒲。萬仞崖頭做夢。留心方冊。大洋海底", "510": "黃絹古󳬴千載事。汀花岸艸舊江邨。波心夜夜見明", "511": "月。疑是曹娥墮水魂。", "512": "江上停舟潮未回。漢安時事入重思。野橋認得前邨", "513": "路。曾讀曹娥廟裏󳬴。", "514": "賀𦬊書記賀𦬊書記", "515": "筆底鍾王通草聖。胸中郊島富唐吟。竺仙去後無文", "516": "佛。今日喜逢僧翰林。", "517": "會恩藏主會恩藏主", "518": "因君每憶雲門寺。五六年來會兩番。詩句老隨秋𩯭", "519": "老。客身閒似白雲閒。", "52": "尋鍼。全身撲落時。夢破方醒。一念不移處。鍼存始悟。", "520": "悼東臯友山和尚悼東臯友山和尚", "521": "握空拳建東臯寺。一飯飽多雲水僧。身死百年曾未", "522": "減。數珠牙齒放光明。", "523": "覺菴和尚室中舉行脚明什麼邊事進云明一色邊事菴示竹篦云者個是什麼進云竹篦菴擒住痛打一頓因思前事為作一偈覺菴和尚室中舉行脚明什麼邊事。進云明", "524": "一色邊事。菴示竹篦云者個是什麼。進云竹", "525": "篦。菴擒住痛打一頓。因思前事為作一偈", "526": "室裏曾遭痛竹篦。等閒放過却成迷。思量一色明邊", "527": "事。好釆無言答得師。", "528": "靈隱虗舟和尚曾中三夏每室中舉不是心不是佛不是物之語三年不易是時如隔羅縠看月不敢下語後移單淨慈常提此語忽蹉口自云恁麼說話墮三惡道惜不復見者老和尚今作一偈記諸靈隱虗舟和尚曾中三夏。每室中舉不是心", "529": "不是佛不是物之語三年不易。是時如隔羅", "53": "且道悟後如何。還我鍼來。", "530": "縠看月。不敢下語。後移單淨慈常提此語。忽", "531": "蹉口自云。恁麼說話墮三惡道。惜不復見者", "532": "老和尚。今作一偈記諸", "533": "不是心兮非物佛。室中垂語最分明。三年果有留心", "534": "事。塔下黃金骨尚靈。", "535": "雪竇石門和尚會中一日晨粥赴堂坐久恍惚中有人曰室中有語憑誰舉琴上無絃不必彈驚覺行粥至面前粥罷打鼓入室室中舉舉一不得舉二進云室中有語憑誰舉門云更有一句在進云琴上無絃不必彈門云去人不知者謂吾實答此話却是不知是寐語當時不曾說破今作一偈雪竇石門和尚會中一日晨粥赴堂坐久。恍", "536": "惚中有人曰。室中有語憑誰舉。琴上無絃不", "537": "必彈。驚覺行粥至面前。粥罷打鼓入室。室中", "538": "舉舉一不得舉二。進云。室中有語憑誰舉。門", "539": "云更有一句在。進云。琴上無絃不必彈。門云。", "54": "結夏小參。圓覺伽藍隨處建立。圓裹三世無壞無雜。", "540": "去。人不知者謂吾實答此話。却是不知是寐", "541": "語。當時不曾說破。今作一偈", "542": "夢得驚人句可疑。室中酧話恰相宜。南泉莊上油糍", "543": "供。喫著依然療肚飢。", "544": "遙禮烏山東叟和尚塔遙禮烏山東叟和尚塔", "545": "拙口無言心自知。對人垂淚濕禪衣。如今欲說當時", "546": "事。塔在烏山不見師。", "547": "謝天童和尚相訪謝天童和尚相訪", "548": "長者車來艸舍榮。黃童白叟悉皆驚。一香未得謝臨", "549": "屈。廿里松雲入夢青。", "55": "過去諸如來。斯門已成就。現在諸菩薩。今已入圓明。", "550": "寄大報國斷岸和尚寄大報國斷岸和尚", "551": "遙憶鳳皇山裏人。夢時相見亦如真。老來未盡世間", "552": "事。三十九年獨有身。", "553": "悼棲真古帆和尚悼棲真古帆和尚", "554": "高梧枝折鳳皇飛。山色凝愁似死󰞆。惆悵暮春風雨", "555": "暗。百禽多噪鬧芳菲。", "556": "送人游錢塘送人游錢塘", "557": "一湖春水永明寺。十萬人家豐樂樓。拄杖暫游休拗", "558": "折。舊書山舍在明州。", "559": "會獨木和尚會獨木和尚", "56": "未來修學人。當依如是住。白嵓山下有古招提。十方", "560": "坐致太平元是我。埋兵挑戰却輸君。鐵浮圖下曾相", "561": "見。燈盞花開五夜春。", "562": "謝高縣尹謝高縣尹", "563": "家家戶戶擎拳拜。一邑三鄉無抂情。百里襟懷秋水", "564": "淨。風生波浪月生明。", "565": "再遊吳寺再遊吳寺", "566": "南渡吳家三塚寺。老僧死盡樹重栽。遶廊行問無相", "567": "識。認得冥真是舊齋。", "568": "送立維那遊天台送立維那遊天台", "569": "天台路上尋牛迹。瀑雪千尋帶月飛。見說石橋行不", "57": "禪流來此聚會。九十日如來聖制。各各禁足護生。各", "570": "得。年年春雨上苔衣。", "571": "會觀藏主會觀藏主", "572": "日月東西行未盡。相逢不必問如何。山間松食人應", "573": "少。世上黃金夢最多。", "574": "寄虗室和尚寄虗室和尚", "575": "共住西山一片雲。朝昏鐘磬亦相聞。天台南嶽當時", "576": "事。彼彼情懷未得論。", "577": "寄育王東生和尚寄育王東生和尚", "578": "三十餘年無故人。只留雲外伴閒身。夜來夢入宸奎", "579": "閣。戶牖重開見日輪。", "58": "各剋期取證。山僧與諸人同身共命修清淨行。入于", "580": "寄廣恩藏山和尚寄廣恩藏山和尚", "581": "陳年佛法無人問。黃葉堆金不轉官。一卷山居詩更", "582": "好。焚香只可作經看。", "583": "畵荷花二首畵荷花二首", "584": "三千美女學宮䊋。占斷薰風水一方。試問畵工何處", "585": "在。移來五月鑑湖凉。", "586": "高擎萬柄綠參差。匹練橫鋪錦一機。喜對薰風描寫", "587": "得。秋風夜雨不敢知。", "588": "夏夜夏夜", "589": "夏夜追凉月滿庭。謝家池上舊山青。自慚無物堪酧", "59": "神通大光明藏。其間或有外道異見者。彷彷彿彿者。", "590": "對。只把禪心伴月明。", "591": "借意借意", "592": "王謝家門子弟多。風流人物晉山河。天荒地老到今", "593": "日。真本蘭亭記不磨。", "594": "聞杜䳌聞杜䳌", "595": "山月初明艸樹凉。客情無奈宿嵓房。春風不肯年年", "596": "歇。杜宇兦家怨亦長。", "597": "明定明定", "598": "萬境無侵一念空。盡塵沙界不留蹤。春風來摘楊花", "599": "去。定起西山古寺鐘。", "6": "雲外岫公其一也。師道德日月焜燿叢林。而學徒從", "60": "非我同智者。貶向他方世界。何故。鷺鶿立雪非同色。", "600": "送陳學錄求仕送陳學錄求仕", "601": "官冷豈知僧又冷。殷勤話別上西臺。金花便是紅綃", "602": "扇。取得功名動地來。", "603": "次韻栯堂和尚次韻栯堂和尚", "604": "萬籟無聲月滿山。看時容易入時難。昔年閩有洪唐", "605": "寨。爭似雲中者一關。", "606": "記夢二󳵅記夢二󳵅", "607": "兔角崢嶸出象頭。六街齊打鳳皇毬。烏投黑沼雲將", "608": "合。鷺宿銀河月正秋。", "609": "十分清白舊家風。明月堂前夜正中。四十一條橋暗", "61": "明月蘆花不是他。　舉古德道。十方同聚會。個個學", "610": "事。眼頭只作一橋通。", "611": "秋鶯秋鶯", "612": "紅葉如花曉日晞。隔林深處叫黃鸝。聽來渾似春風", "613": "語。啼向西風不是時。", "614": "秋夜看月秋夜看月", "615": "木落山空秋最多。登樓無奈月明何。老僧得句詩偏", "616": "好。夜雪漲谿蕎麥花。", "617": "寄鹿苑仲章師兄寄鹿苑仲章師兄", "618": "鶴態鮐形老此骸。思君每亦寘吾懷。青燈夜榻何時", "619": "得。共話百年心事乖。", "62": "無為。此是選佛場。心空及第歸。頌曰。久渴逢甘雨。他", "620": "寄象田曇藏主寄象田曇藏主", "621": "迢迢西望越山青。水宿山行是幾程。為憶象耕遺迹", "622": "事。勞心雖苦未勞形。", "623": "寄象山萬松檢察諸晜季寄象山萬松檢察諸晜季", "624": "丹桂聯芳貴一門。往來時得細論文。青黃又見三年", "625": "別。望白嵓山海氣昏。", "626": "寄大白古林首座寄大白古林首座", "627": "道個青山常舉足。先師死後過長庚。善財不是門門", "628": "現。只要南方佛法行。", "629": "會法眷澤藏主會法眷澤藏主", "63": "鄉見故知。洞房花燭夜。金牓狀元歸。", "630": "話盡艱危到夜闌。燈花開落兩三番。弟兄不必頻相", "631": "見。鬚髮因愁易得斑。", "632": "寄東禪宗周講主寄東禪宗周講主", "633": "四海六民皆走利。東禪講主只譚禪。何年去住靈山", "634": "寺。招我嵓間看白𤠔。", "635": "題紫石禪房小池題紫石禪房小池", "636": "窻前鑿破十尺土。海底潛通百斛泉。柳絮化萍飛不", "637": "到。眼頭贏得片青天。", "638": "寄同源師兄歸受業寄同源師兄歸受業", "639": "松菊吹香滿舊籬。借人屋住不如歸。胸中豈是無韜", "64": "上堂。崑崙之水易發。少林之春難芳。一臂忽斷。九秊", "640": "略。袖手棊邊看著棊。", "641": "寄陳掌書兼簡閬朋先生寄陳掌書兼簡閬朋先生", "642": "道士家邊夫子宅。靈龜山裏錦雲阿。燒丹果會成仙", "643": "去。應笑儒冠誤已多。", "644": "寄蘭屋府教寄蘭屋府教", "645": "入門便有湘江意。數米幽香見屈原。蕭艾若教同一", "646": "色。清標不在座中看。", "647": "題宣侍者行卷題宣侍者行卷", "648": "曾𢹂鐵網入滄海。裹得珊瑚樹一株。鶯脰湖邊輕借", "649": "看。十分光彩照吾廬。", "65": "頓忘。雷暈紋於象齒。花釀蜜於蜂房。派列枝分兮子", "650": "勉日藏主書楞嚴勉日藏主書楞嚴", "651": "銀鈎鐵畵胸中有。得譽多因寫外書。何似回心歸內", "652": "典。楞嚴經卷著工夫。", "653": "答太白宗藏主答太白宗藏主", "654": "寄我新詩富且優。松濤二十里颼颼。老來自覺舌頭", "655": "短。每見長篇不敢酧。", "656": "答止侍者答止侍者", "657": "何必由他不必傳。只圖無事過年年。誰知一枕難成", "658": "夢。落日春山樹樹䳌。", "659": "寄象山延壽無象和尚寄象山延壽無象和尚", "66": "孫繁碎。烏非馬似兮言語文章。", "660": "瑞雲山裏善知識。道在東南海上行。檑鼓轉航容易", "661": "事。秋風八月大潮生。", "662": "寄象田斗山和尚寄象田斗山和尚", "663": "長翁留得靈苗別。不似將禾喚作禾。臘雪喜呈三度", "664": "白。豐年讖在象田多。禾禾混同者非", "665": "寄智門石心和尚寄智門石心和尚", "666": "我栽苦瓠連根苦。君種甜瓜苦更多。自是海邊風土", "667": "別。不因種子得來訛。", "668": "岫家居昌國南海上安期先生煉丹之地鄉曰安期憶十歲時父𢹂至于家山囑之曰吾死當葬此地南水上時正朝此處可以蔭汝父死日奉遺言而葬焉家廢後岫出家從釋為僧來多病多難幸不致死今已六十二歲雖學佛無所知粗明善惡因果不墮凡愚數中實父遺言所及今作一偈以代墓誌云岫家居昌國南海上。安期先生煉丹之地。鄉", "669": "曰。安期憶十歲時父𢹂至于家山。囑之曰。吾", "67": "謝初書記上堂。學而時習之不亦悅乎。有朋自遠方", "670": "死當葬此地。南水上時正朝此處。可以蔭汝。", "671": "父死日。奉遺言而葬焉。家廢後。岫出家從釋", "672": "為僧來。多病多難。幸不致死。今已六十二歲。", "673": "雖學佛無所知。粗明善惡因果。不墮凡愚數", "674": "中。實父遺言所及。今作一偈以代墓誌云", "675": "千家山裏阿爹墳。遙想年深艸木昏。山外潮回南水", "676": "上。遺言千古及兒孫。", "677": "哭昌化美父章上舍哭昌化美父章上舍", "678": "父德稱乾豈易酧。半生飛夢落侯頭。一身未遂歸寧", "679": "志。聞訃可禁雙泪流。", "68": "來不亦樂乎。人不知而不慍不亦君子乎。且道打鼓", "680": "竹所溫府教竹所溫府教", "681": "君子居之何陋有。清虗冷澹最深幽。春風歸在鞭頭", "682": "了。早𣆶龍孫又出頭。", "683": "寄西野先生寄西野先生", "684": "西野先生是舊知。六年相聚不相違。松根石上閒追", "685": "憶。君子當今更有誰。", "686": "寄常樂岊山和尚寄常樂岊山和尚", "687": "不樂不居居便樂。樂其樂也意如何。祖翁田地封疆", "688": "濶。一目秋風占得多。", "689": "寄保寧無門講主寄保寧無門講主", "69": "陞堂。因甚讀論語一篇。以楔出楔。", "690": "錦障桃花春色裏。白衣雪屋月明中。此時此意無人", "691": "會。海上仙山第一峯。", "692": "題汶藏主行卷題汶藏主行卷", "693": "玲瓏嵓畔看雲處。恰幘峯頭步月時。一句庭前柏樹", "694": "子。何曾吟作五言詩。", "695": "寄昌化治平和尚寄昌化治平和尚", "696": "老來長憶唐昌寺。剃髮染衣情未磨。萬疊山高雙㵎", "697": "急。仲宣樓上月明多。", "698": "百舌百舌", "699": "尋常多逐眾禽飛。纔得春風百㨾啼。毛羽不佳讒舌", "7": "之。其所與遊者又皆當世名卿碩儒。師在天寧日與", "70": "解夏小參。四月十五日不結而結。住在半途。七月十", "700": "便。桃花枝上罵黃鸝。", "701": "寄五師北山講主寄五師北山講主", "702": "一書不問不相違。指迹慕歸誰救遲。鶯脰湖邊官驛", "703": "路。舟車十里到𠒎磯。", "704": "楚心蓀維那楚心蓀維那", "705": "千載騷人沉骨冷。氷霜葉底見幽香。乾坤一種忠良", "706": "氣。彈壓春風眾草芳。", "707": "答法華東洲和尚答法華東洲和尚", "708": "干戈倒用識安危。方便垂慈接箇誰。每每見僧陪面", "709": "笑。祖師門戶放教低。", "71": "五日解而不解。歸家穩坐。山僧九十日內途中之事", "710": "答源侍者答源侍者", "711": "鐵航未肯下滄海。消息無端忽寄來。六載雪山明底", "712": "事。不知己眼為誰開。", "713": "病起病起", "714": "病起稜層骨數莖。盡情提挈強為生。思量襏襫當年", "715": "事。道在大雄山上行。", "716": "憶錢塘憶錢塘", "717": "初心未歇憶錢塘。不為閒遊再渡江。自恨一生多癖", "718": "病。四明山好懶開窻。", "719": "與大知客與大知客", "72": "諸人不知。諸人九十日內家中之事山僧盡知。既然", "720": "趙州道個喫茶去。一滴何曾濕口唇。到此果能相見", "721": "得。不妨全主更全賓。", "722": "憶母二首憶母二首", "723": "胞衣缾葬海南邊。匝地鯨波到眼前。有例可攀心未", "724": "穩。蒲鞵賣不直多錢。", "725": "天不高兮海不深。白雲飛處定關心。蒲鞵難上時人", "726": "眼。那更西風葉落金。", "727": "序䟦等序䟦三篇", "728": "南遊集序南遊集序", "729": "名山勝境。古今題詠者多。詩勝境則境歸於詩。境勝", "73": "知了。剋期取證得與不得拈放一邊。只如目連尊者", "730": "詩則詩不入境。詩與境合。見詩即見境。境與詩合。見", "731": "境即見詩。苟不然。則詩境兩失。日本旨禪者作天童", "732": "十詠。句意不凡。書此以實其美。", "733": "東歸集序東歸集序", "734": "書同文。車同軌。形相侔。性相似。學唐言。說道理。喚作", "735": "新羅人。元是竺仙子。旨禪人吾法屬也。持唫卷求語。", "736": "書此以發。", "737": "䟦備用清規䟦備用清規", "738": "禪苑清規始自百丈制禮作樂。防人之失。禮以立中", "739": "道。樂以導性情。香燭茶湯為之禮。鐘魚鼓版為之樂。", "74": "佛歡喜日。僧自恣日。以百味飲食安盂蘭盆中。施佛", "740": "禮樂不失。猶網之有綱。衣之有領。提綱挈領使無顛", "741": "亂。行之在師匠。無其人則綱網衣領顛亂矣。廬山東", "742": "林澤山咸和尚。採前後尊宿講行叢規禮法。品分十", "743": "卷。目曰禪林備用。威儀細行詳釋盡美。擬鏤版流通。", "744": "惜乎歸寂。臨終囑門人付藏主竭力全其事。將濟頹", "745": "緒。為千古矜式。丁巳解制日謹題。", "746": "宗門嗣法論(為璵書記)宗門嗣法論為璵書記", "747": "參禪學道貴在續佛祖慧命。非榮身之事也。余甞曰。", "748": "嗣其法者有三。上士嗣怨。中士嗣恩。下士嗣勢。嗣怨", "749": "者在道。嗣恩者在人。嗣勢者在己。在道者如大火真", "75": "及僧以報父母長養慈愛之恩。還有衲僧氣息也無。", "750": "金。在人者如歲寒松栢。在己者如春風楊柳。立志有", "751": "殊。真偽不等。古今叢林皆有之。余作此論。自愧學陋", "752": "才謭。不敢褒貶是非。明之功過。後必有班楊史筆作", "753": "春秋者詳而補之。", "754": "東明日和尚住白雲山寶慶禪寺諸山疏東明日和尚住白雲山寶慶禪寺諸山疏", "755": "伏惟佛為度生故現。祖由傳道而興。幸有前規。豈無", "756": "來學。共惟　新命白雲東明和尚。操不群之氣。挺拔", "757": "萃之姿。先聖室中過蒲團親面得旨。雙峨堂上借拂", "758": "子高聲說禪。玅盡郢斤斵堊鼻之無犯。功過羿射中", "759": "󳭋眼而奚偏。好雨知時。白雲當黑。諸山勇於勸紹。一", "76": "良久曰。仁者見之謂之仁。智者見之謂之智。　舉洞", "760": "語決非異詞。便請著鞭。毋令緩轡。　謹䟽。", "761": "舉石門進虎子道。外不見表。內不見裏。天地之間。無", "762": "頭無尾。向之者明。背之者暗。你等諸人直須道取轉", "763": "身句始得。拈云。虎子湊步。却向別人討轉身句。", "764": "雲外和尚語錄終", "765": "慘法弟向在智門。專以此道為懷。稍聧數載間。聞", "766": "裒集　先師之語刊梓。孝情有在。適𢹂卷過予。復", "767": "索遺逸授之。以塞來意云。刊既成。附于後。宜其然", "768": "矣。　　　　　　　　　住雪竇山無印識", "769": "No. 1431-B 天童雲外禪師傳No. 1431-B", "77": "山价祖示眾。秋初夏末。東去西去。萬里無寸艸處去。", "770": "天童雲外禪師傳", "771": "師諱雲岫。字雲外。別號方嵓。俗姓李氏。世為明之昌", "772": "國人。生而身裁眇少。精悍有餘。師事直翁舉公剃落。", "773": "究明曹洞宗旨。盡其源底。且徧叩叢林名宿。初住慈", "774": "谿之石門。歷象山智門郡之天寧。繼以三宗。四眾推", "775": "挽。繼竺西坦席。升住天童。上堂。鬧市紅塵裏有鬧市", "776": "紅塵裏佛法。深山嵓崖中有深山嵓崖中佛法。山僧", "777": "昨日出城門。鬧市紅塵裏佛法一時忘却了也。行到", "778": "二十里松雲。便見深山嵓崖中佛法。大眾。且道如何", "779": "是深山嵓崖中佛法。良久曰。白雲淡泞。出沒太虗之", "78": "瀏陽菴主聞云。出門便是艸。拈曰。瀏陽菴主恁麼道。", "780": "中。青蘿夤緣。直上寒松之頂。謝首座書記藏主上堂。", "781": "以拂子打一圓相云。摩訶衍法。離四句絕百非。又打", "782": "一圓相云。禮用和為貴。先王之道斯為美。又打一圓", "783": "相云。摩尼珠人不識。如來藏裏親收得。諸人還見麼。", "784": "所見不同。互有得失。天童這裏毋固毋必。師說法能", "785": "巧譬傍引。貴欲俯就學者而曲成之。至於奔軼絕塵。", "786": "雖鶻眼龍睛亦無窺瞰分。洞上一宗之傳獨賴之。三", "787": "韓日本諸師亦嚮風趨慕。四方訪參者無虗日。師平", "788": "生不倨傲。不貪積。不私食。得施利隨與人。見後生敬", "789": "之愈謹。期任宗門也。二時粥飯必掌盋赴堂。既寂無", "79": "多少人不敢出門。", "790": "餘資。禪者率錢津送葬于天童待制。柳公貫作塔銘。", "791": "後事弟子。大方聘．獨木昇．愚菴省．無印證．東陵璵五", "792": "人。各足大其宗也。璵惟入日本。其王詔住南禪天龍", "793": "二大剎云。師甞著寶鏡三昧。玄義隆傳叢林。徑山興", "794": "聖萬壽禪寺住持比丘吳郡文琇拜撰。", "795": "附錄鏞讀柳氏塔銘曰。師拈提勤正。答辨朗烈。至於中竺四眾雲委。夏席不能容。谿谷流聲。山", "796": "林動色。真若隰州古佛之為法重見于世云云。師之行業是亦略耳。憾未見全文。錄以竢後賢之補墜逸。", "797": "智門一集。武緯文經辨正邪。有一百般長短意。小如", "798": "寰宇大如椰。", "799": "鉅元辛丑春　　　靈巖　祖縉　題", "8": "余家太傅公往來為最熟。公甞示師所寄詩。余時恨", "80": "上堂。半夜劈破太空。太陽正照白晝。掩却萬象。生鐵", "800": "No. 1431-C 附錄No. 1431-C", "801": "附錄", "802": "師贊東明日和尚頂相曰師贊東明日和尚頂相曰", "803": "器量宏深。範儀出格。眉分海嶠雲。眼帶鄞江月。得古", "804": "柏傳芳之意。入玅莊嚴域之室。玄機借路。洞水逆流。", "805": "徧正互融。功勳不昧。有時說一句如須彌頂上擊金", "806": "鐘。有時說一句如瑠璃殿前栽玉樹。有時如桂棹蘭", "807": "舟兮自在。有時如濤山浪屋兮崩騰。潑天聲價難收。", "808": "動地風雷易發。夫是之謂曹洞十五葉之正傳。東明", "809": "禪師叢林禪伯。", "81": "一團。二俱列下。別有商量。南海觀音菩薩。端坐水月", "810": "東明錄序東明錄序", "811": "崑崙之水西涌東漸。滄海波浪奔騰。扶桑之日東昇", "812": "西歸。竺國乾坤普照。日本旨侍者坐夏山中。出示乃", "813": "師東明和尚七會語錄提唱機緣。光明烜爀亦猶水", "814": "月之大用也。洞上一宗枝分派列由是而興。塔銘有", "815": "云。東則東明。西則西明。道無方所。故曰大明。斯言盡", "816": "之矣。余無以加飾焉。", "817": "禪林頌古集䟦禪林頌古集䟦", "818": "聯珠頌古通集。變本加麗。勾章棘句。愈出而愈多。如", "819": "蜂房釀百華之蜜。蟻絲穿九曲之珠。食其蜜者念其", "82": "道場。", "820": "蜂。好其珠者慕其蟻。余作是說。有客進曰。忽遇不食", "821": "蜜。不好珠。不嗜語言文字者。此集又將奚為。余曰。病", "822": "其病者。不能自病。客慚而退。於是乎書。至治春天童", "823": "雲岫題。", "824": "師一日問無印曰。天童今日大死去也。你作麼生救。", "825": "印曰請和尚喫飯。師曰。天童今日大死去也。汝不要", "826": "相救。印曰救他作麼。師又曰。天童今日大死去也。阿", "827": "誰與我同行。印曰。和尚先行。某甲隨後。師呵呵大笑", "828": "自此師資不爽毫髮。若溈山之與寂子也。鼓山永覺錄和尚繼燈", "829": "雲外和尚再住天童諸山疏雲外和尚再住天童諸山疏", "83": "謝尊侍者上堂。春山疊亂青。春水漾虗碧。寥寥天地", "830": "龍翔笑隱訢禪師", "831": "大陽傳法立孤。猶嬰臼之難。辨才出山歸者。如岐邠", "832": "之眾。信知在德不在力。孰不有祖而有宗。惟茲藐然。", "833": "是可忍也。某氣養冲澹。語出渾成。胸次廓其町畦。高", "834": "風激彼貪懦。長空一碧。煌煌東方之啟明。諸峯四圍。", "835": "凜凜雪山之太白。自有神龍呵護。不為尺蠖求伸。世", "836": "路多岐。可以南可以北。簡書相恤。式如玉式如金。更", "837": "始重盟。益敦舊好。", "838": "雲外和尚住天童諸山疏雲外和尚住天童諸山疏", "839": "燕南憲幕薩天錫", "84": "間。獨立望何極。明覺祖師落處。侍者知得。山僧拄杖", "840": "長庚配殘月。本論曹洞之孤宗。朽索馭奔輪。當念東", "841": "南之大法。公既無心而出矣。彼雖有力者何為。某世", "842": "上優曇。釋中獅子。石門宏遠。□□行鳥不逢人。滄海", "843": "淺深。誰見蓮華初出水。況已入𨞬垂手。不妨認影迷", "844": "頭。老栢臥波起隰州之無恙。異苗翻茂侯楊廣之尤", "845": "靈。壯我輔車。助君旗鼓。", "846": "哭雲外老人哭雲外老人東明慧日和尚", "847": "水天空闊竟忘遙。太白巍巍望九霄。面目儼然雲雨", "848": "外。孰云生死不同條。泰定甲子八月二十二日端然而逝。世壽八十三。僧臘六十五", "849": "No. 1431-D 書鋟雲外岫禪師語錄後No. 1431-D", "85": "子亦知得。卓拄杖曰。侍者知得。", "850": "書鋟雲外岫禪師語錄後", "851": "新豐之道。八傳於芙蓉而出丹霞淳。淳有二神足。曰", "852": "真歇了。曰宏智覺。覺之嗣為淨慈自得暉。暉出華藏", "853": "明極祚。祚出靈隱東谷光。光傳天寧直翁舉。舉傳", "854": "雲外岫禪師。師之後一世乃絕焉。弗聞有繼之者。然", "855": "師之履歷具載諸慍恕中山菴錄。足以為後昆師法", "856": "之模楷也。琇南石乃為之傳。并無異辭也。則其德行", "857": "昭著于叢林者可觀焉。今也斯錄僅存。若讀之者甞", "858": "一臠知鼎味乎。嗟乎。醫病何必求驢䭾藥。古範師姪", "859": "甞獲舊本於蠧損之餘。繕寫而蓄之久矣。花藥鏞弟", "86": "上堂。三十年前湖州道場山下沈十二郎家。牯牛生", "860": "將欲繡梓流通。徵予緒言。因略敘師之系譜。以題于", "861": "卷尾。", "862": "延享三秊丙寅夏蕤賓月真歇正傳第三十世見住", "863": "大乘護國禪寺嗣祖毗丘趾慈麟和南拜題", "864": "No. 1431-E 日本鍥雲外岫和尚智門語錄緣起No. 1431-E", "865": "日本鍥雲外岫和尚智門語錄緣起", "866": "鏞蓋二十餘年萍遊江湖之間。粗知宗派一源無異", "867": "味也。愛讀諸家語。臨濟之夥充棟汗牛。每歎洞宗之", "868": "語流於叢林曷其鮮哉。先德嘉言懿行不可無纂錄", "869": "也。猥擯文字言迹為明道之累。葬蠧魚腹。委丙童手。", "87": "箇牸犢。說向諸人。諸人不信。山僧親到他屋裏借看。", "870": "吝之於世不酷者乎。遂俾指南寶車損壞。而失歸家", "871": "之塗。泯於嘉言懿行亦不鮮矣。古範上人嗜好先德", "872": "微言。謄寫此錄甞見惠余。余閱其唱宗之語。直示曲", "873": "說不規規於洞。融攝偏圓自脗合於洞。譬如泰雲出", "874": "沒。纖洪開遮自在也。時攤而讀之。心眼垢消。喜不自", "875": "勝。珍襲篋衍謀壽梓者數矣。往歲因事僦居武府六", "876": "閱寒燠。飯粥炊玉。柴薪爨桂。囊無餘鏹。以故宿懷茆", "877": "塞。附之于弁髦比丘。莊峯宗見。感激宿望。喜捐淨貲。", "878": "勇為之志可嘉焉。於是乎搜羅墜逸。僅得數篇。贅附", "879": "卷尾。第如厥肇住石門及天寧再遷天童之語。泯沒", "88": "兩角指天。四蹄踏地。尾巴搖風。鼻孔取氣。牙齒未生", "880": "不可知。徒抱浩歎耳。至師出處履歷。於南石恕中中", "881": "峯笑隱傳錄疏贊中粗備矣。金華宋濂亦稱師名德", "882": "配虗谷晦機二師。翰林待制柳公貫銘塔石曰。宏智", "883": "古佛重出于世。宜哉。當胡元之世。落落洞宗之裔。師", "884": "孤如景星。羣民爭覩。三韓日本嚮風趨慕。參禮無虗", "885": "日。大凡本󳬛入于元。諸名緇禮覲於師。蒙䇿勵提獎", "886": "者於僧史中班班覩焉。然至乎鍼芥投契。幾乏其人。", "887": "鏞追想往時師門風峻密。鑪錘之玅。淘汰之工。諸方", "888": "稱了當。虎頭擎角者亦入師門。則如秦武陽負燕地", "889": "圖。有事秦庭。求於易水生還不得。震恐於殿陛而不", "89": "便曉得耕田耙地底事。且道是詫異不詫異。撫禪牀", "890": "造堂奧也乎。僅得度籌資五人。惜乎歷三世之傳而", "891": "不聆有嗣者迄于今。鏞幸而獲此錄。鏤版已成。輙識", "892": "奇遇於卷末。叢社弟兄矍然有問來由。鏞避席曰。吾", "893": "不得知。請質之於範上人。", "894": "延享第三年星躔劒昌臘月糓旦關南花藥山人道", "895": "鏞稽首拜手敬識于只寧室中", "9": "未之識。及分教象山而師主智門。始得為方外交。師", "90": "曰。天下無人知此意。", "91": "佛涅槃上堂。二月十五日西天中印土娑羅雙樹間", "92": "有一佛滅度。名曰釋迦文。聲教大流布。二千年後東", "93": "震旦國白嵓山下有個兒孫燒香追慕。且道慕個甚", "94": "麼。八十種好黃金軀。天上人間無覓處。", "95": "謝海藏主上堂。西風凋木葉。蟋蟀啼壞墻。明月照破", "96": "屋。露冷黃金牀。藏經一卷。儒書一章。讀不成句。書不", "97": "成行。天空地闊誰商量。", "98": "上堂。曙色纔分鷄便唱。春風未動鳥先啼。一牀胡蝶", "99": "家家夢。祖意無人肯入思。"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1431 雲外雲岫禪師語錄", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1431 雲外雲岫禪師語錄", "author": "(小師)士慘編", "language": "chinese", "source": "CBETA"}