{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1287 千松筆記", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1287-A 千松筆記序No. 1287-A", "1": "千松筆記序", "2": "觀釋迦老子四十九年利生之談。把一片肝腸。打迭", "3": "得乾乾淨淨。以應萬機。那有許多齷齪。塞人腸肚。教", "4": "人成佛。四十九年中。止用一片圓融無礙不思議清", "5": "淨心為辯才。示人安身立命處。猶龍神現於雲端。往", "6": "來神變。雲行雨施。善能觀者。見龍真體。不善觀者。謂", "7": "紙墨文字。故如來文非文也。如來語非語也。轉變神", "8": "化。言言真體。語語流輝。故云四十九年未甞曾說一", "9": "字。纔見世尊肝腸潔淨。令人直下會取。不受人瞞。具", "10": "眼者那肯食人糟粕。檢人涕吐。如雲門纔見釋迦指", "11": "天指地。便云。我當時若見。一棒打死。與狗子吃。就把", "12": "世尊底。掀開用出自家面目。那肯食人殘羮剩飯。所", "13": "以悟有非常。纔能超世。也須是個人使得。未徹玄宗。", "14": "浪言見諦。將欲昧人。實以自昧。咨其胸臆。徒滑唇吻。", "15": "不能了明出佛之機。言不越心。心不越語。心言豈是", "16": "兩法。懸崖撒手。未肯承當。直下知歸。自然透脫。學者", "17": "漫自隨文逐義。舉世呌囂。徵逐不醒。如吸狂泉。不知", "18": "佛祖垂言。直示本體。盡徹纖疑。縱橫如意。可窺心佛", "19": "之宗。入利津而不染。唯從自己胸襟流出。以應世間。", "20": "智刃纔揮。纖疑頓斷。為世間之道亦可為。出世間之", "21": "道亦可把。世間法與出世間法。融作一團。和作一塊。", "22": "作世間法亦可。作出世間法亦可。離世間法。無出世", "23": "間法可得。離出世間法。無世間法可得。然雖如是。亦", "24": "可於世間法內。檢出出世間法。於出世間法內。檢出", "25": "世間法。纔不溷亂。亦不儱侗。方為具眼。踏翻聖賢窠", "26": "臼。掀開佛祖家風。可以入魔。可以入佛。不被世間法", "27": "與出世間法縛。灑灑脫脫。纔成個解脫道人。玉既琢", "28": "而韞璞。劍已淬而含輝。是以念念中。見一切眾生成", "29": "佛。佛有成否。亦非佛矣。心有古今。亦非心矣。是故釋", "30": "迦老子。一生活計。不厭之談。示於眾生。不可於說字", "31": "上。更下註脚。為心佛可也。", "32": "No. 1287", "33": "千松筆記", "34": "前言諦觀如來千古之雄文。如覩如來千古之心。然則五", "35": "天正語。充滿閻浮。鳥跡圓音。彌難穿鑿。直餐梵響。何", "36": "待唐言。紙墨文字間。虗圓妙應。不自為形。而形已露。", "37": "本來無跡。而跡已彰。言過視聽之外。理出思議之表。", "38": "文以表心。心為文顯。世人唯以文字而求心。孰知心", "39": "露皆為文字。故如來血脉。披析詳盡。剖露無餘。如禹", "40": "之治水。淮陰之用兵。萃然一出。每變每奇。縱橫殺活。", "41": "莫敢當其銳者。唯一劍之鋒𨦵。莫能攖觸。把千七百", "42": "陳爛葛藤。一一斬斷。見聞俱泯。直向千劫已前。與一", "43": "切人相見。故禹之治水。若九河會流。激流懸瀑。不可", "44": "挽截者。皆如來一智而流出十二分教。以十二分教。", "45": "會歸於一心。圓機妙論。巧入深中。數十百萬言籍雲", "46": "舒。皆貫空有之美。獨脫於文字之表。懸解於文字之", "47": "外。皆為活句。絕無文字氣息。即文字而非文字。即言", "48": "詞而非言詞。直欲令人會取千劫已前。慎勿迷其本", "49": "而棄其源也。故橫說豎說。不離其本。啐󲣅同時。嘿會", "50": "經旨。唯一語之橫流。孰為宗乎。孰為教乎。孰為心乎。", "51": "孰為佛乎。孰頓孰漸。揮灑如意。擊吐壺歌。洋洋乎其", "52": "盈耳。煥爛兮其溢目。紛紛欣欣兮其獨樂。當此之時。", "53": "不知誰為諸佛。誰是眾生。而不以善止。其又何佗求", "54": "焉。是故谷答樵謳。花迎鳥咲。擴而充之。安蛇足矣。故", "55": "琅邪覺云。汾陽先師道。汾陽門下。有一西河師子。當", "56": "門踞坐。但有來者。即便齩殺。作何方便。入得汾陽門。", "57": "見得汾陽人。瑯邪這裏。也有踞地師子。若有來者。即", "58": "自喪身失命。作何方便。而入瑯邪門。見瑯琊人。此兩", "59": "轉語。諸人還檢點得出。方為擇法眼。若不如是。且無", "60": "安身立命處矣。故吐筆端。趨風傳響。疑滯豁然。非得", "61": "至人。安能坐斷舌頭。了却千生百劫大事。如千里之", "62": "馬。馭以孫陽。過都歷塊。直流星一抹哉。", "63": "禪宗合論禪宗合論", "64": "世尊明星以後。拈華以前。四十九年。婆心太切。向人", "65": "嘵嘵所說數十百萬言。唯人能讀其死句。而不能讀", "66": "其活句。如來吐納虗空。提醒人處。直指開口無擬議", "67": "處。無滲漏處。無穿鑿處。無用心處。如龍藏海。似虎藏", "68": "林。風雲叱咤。百怪震驚。世尊唯對明星所得遮一段", "69": "光景。將來露在諸人面前。令一切人。大家檢點看。還", "70": "為如來。所說十二分之教耶。還為露自己之心耶。既", "71": "是如來所說之教。云何又言四十九年。未嘗曾說一", "72": "字。此乃如來自悟曠劫已前面目。渾淪吐出。本地風", "73": "光。天機渾成。如來妙相。而無咀囁之痕。不廢纖毫之", "74": "力。和聲吐露。全體示於眾生。圓機頓顯乎詞。收來放", "75": "去。妙用縱橫。心佛眾生。渾然齊致。真妄物我。舉一全", "76": "收。而無聖凡之異。無欠無餘。融萬法於一心。了千心", "77": "於一語。樵歌牧唱。聲色縱橫。炳然齊印。權實雙行。五", "78": "派分宗。三乘教相。義將安寄。推其鋒鍔。則萬變千奇。", "79": "窮理盡用。渾然無端。了無絲毫滲漏。亦無一法可得。", "80": "自然活潑潑地。轉漉漉地。不離如來舌端上。只是要", "81": "一切人透得遮著子。人人自有一段超然樂處。挾日", "82": "月而驅風雷。舌端遊戲。為古為律。時露清新。為宗為", "83": "教。水截蛟螭。陸斷兕虎。杜絕好新樂異。深防穿鑿之", "84": "徒。千卷之靈奇。如秋毫處於滄海。是以不灑點墨。盡", "85": "皆必吐之英。弢頴埋鋒。極盡生人之態。果人受諸天", "86": "之供。沾一味而味味具足。點銅鐵為黃金。抽神奇為", "87": "臭腐。以道觀言。以言觀道。可以見道。可以窮經。可以", "88": "勵志。可以察天地。可以知鬼神。可以通百家。開頂門", "89": "之隻眼。放無上之寶光。孰得孰失。何去何從。故初祖", "90": "云。淨智妙圓。體自空寂。如是功德。不與世求。須是真", "91": "參實悟方是用處。而不拖泥帶水。向上玄旨。不作露", "92": "布葛藤。且道不落死活句。如何道看。", "93": "如來所說三乘十二分教。猶海水一味。窮高極深。激", "94": "而為濤。迴而為瀾。震而為雷。噴而為雨。能隨龍而化", "95": "三千世界。皆如來舌上之波瀾。汪洋談藝。匠心而出。", "96": "酬機訓答。一旦當機。淋漓吐露。觸途無礙。乍分乍合。", "97": "無損滄海之勢。了無緣影著之乎胸中。現之乎眉睫。", "98": "亦無殊勝名言。朗然獨脫。唯此虗空活潑潑地。稜稜", "99": "風骨。融融若春。如衡在鑑。風雷在握。而應當世之務。", "100": "其神何所不之。是故般若現前。本來具足。不假修為。", "101": "真智無邊。真心無定。毫無滲漏。人人分上。各各具足。", "102": "羅山云。玄門無法。不立紀綱。如王寶劍。鋒鋩不可攖", "103": "觸。󳬇之則瞎却人眼。無一語而不單提向上。無一言", "104": "而不全體獨露。所以釋迦老子。於一切處。成等正覺。", "105": "若有血氣漢。向這裏著一隻眼。便見自己七縱八橫。", "106": "絲髮不移。踏著自家本命元辰。元不從人而得。須是", "107": "猛著精彩󳬇看。", "108": "夫觀於教者。而不能觀於心。能觀於心者。亦能會於", "109": "教。教從心之所流。如來示於心而說於教。眾生迷於", "110": "教。而不識於心。教為表顯之法。心為說教之主。識於", "111": "心而會於教者。更何以加一字於心乎。亦無有一字", "112": "可當情。千言片語。覿面論心。了然無疑。怡然無怖。猶", "113": "不能自信。而且各持所見。終不足以愜初心。比之為", "114": "敲門磚。門既闢而安用之乎。何不觀如來舌端上。放", "115": "五色電光。還謂如來之真相乎。樂說不窮。任其索隱。", "116": "汎聲香而不住。括虗空而為量。迷測其源。罔知其末。", "117": "苟能知心。則萬法皆從我出。清虗簡勝。如聞鄭衛之", "118": "音。意於言外。千途一轍。念念非別。乾坤寥廓。豎立非", "119": "他。一念現前。應口而吐。捐盡形骸。全體皆露。本地風", "120": "光。覿體相見。故萬世以下。而囁嚅者。得其本焉。經之", "121": "摛掞。旨超文外。讀如來語者。直須了然頓悟。故李長", "122": "者云。無邊剎境。自佗不隔於毫端。十世古今。始終不", "123": "離於當念。而神融骨洽。則曩劫之疑。渙然氷釋矣。詞", "124": "彩則揭其精華。音韻則響其諧調。是以學來學去。并", "125": "學亦閑。窮如來之教。亦不存一字於胸中。亦不多讀", "126": "一字。亦不少讀一字。故云。治世語言。皆順正法。但拔", "127": "出眾生處處貪著。推靡破執。不得不無。徹名相之藩", "128": "籬。露真心於唇吻。若作道理見解。終有一點不灑灑", "129": "在。", "130": "教中有梵語唐言。顯說密說。皆如來設教之權。變化", "131": "之法。世尊撫運。以梵典而開宗。示心為教。言為智炬", "132": "之輝。虗其襟者。挹其遺風。漱其流者。味其餘津。為祛", "133": "識之利劍。截妄之寶刀。億曳法蠡之響。而無穿鑿之", "134": "寶。言有華梵之分。心無唐梵之別。故心之與語。猶利", "135": "之與刃。而語之於心。猶刃之於利。利之名。非刃也。刃", "136": "之名。非利也。捨利不可無刃。捨刃不可無利。未聞刃", "137": "沒而利存。利沒而刃在也。故言無唐梵之分。心有思", "138": "議之格。豈有唐言而可詮。梵語而不可詮乎。窮緣盡", "139": "照。顯密一心。皆如來說法之權。以融心之妙。如孤󳬈", "140": "盤空。神龍戲海。", "141": "懶菴曰。近世學者。不悟斯旨。意謂禪宗別是一種法", "142": "門。以禪為宗者非其教。以教為宗者非其禪。遂成兩", "143": "家之說。互相詆呰。譊譊不能自已。噫。所聞淺陋。一至", "144": "於此。非愚即狂。甚可嘆息也。", "145": "巖頭云。夫唱教。須一一從自己胸襟間吐得出來。與", "146": "人為榜樣。但於聲色前。不被萬境惑亂。故知經文中。", "147": "亦有向上一路。如高山出雲。羣峰吐溜。抑何奇也。百", "148": "川之水終歸於海。出雲流潤。以澤天下。其何快如之。", "149": "則彌廓彌虗。如濤如風。著不得纖毫󳬩礙。以顯於心。", "150": "鼓山云。十二分教唱不得。凡聖攝不得。今古流不得。", "151": "言句該不得。如來以千古之靈奇。吐之胸中。秀媚清", "152": "新。為古為律。時露合璧。難分楮玉。若不會此。則為世", "153": "諦流布。即此鋒鋩而直。如太虗纖雲。了無所有。", "154": "洞山初和尚云。舉唱宗乘。闡揚大教。須得法眼精明。", "155": "方能鑑辯緇素。切緣真妄一源。水乳同器。到此難分。", "156": "洞山尋常以心中眼。觀身外相。觀之又觀。乃辨真偽。", "157": "夫善知識者。驅耕夫之牛。奪飢人之食。直須心境一", "158": "如。第八識斷一刀。心無滲漏。方有少分相應。故胸中", "159": "如吞吐長江。骨法齊等。未嘗不為通身吐露。灑灑不", "160": "為法縛。不可留纖介緣影于胸次乎。", "161": "臨濟大師云。你若達得萬法無生。心如幻化。更無一", "162": "塵一法。處處清淨。無佛無眾生。無古無今。得者便得。", "163": "不勒時節。亦無修證。無得無失。一切時中。更無別法。", "164": "設有一法過此。我說如夢如幻。入一切差別境。不能", "165": "回換。未曾離一念。隨處清淨。道我解禪解道。辯似懸", "166": "河。皆是造地獄業。若真正學道人。不見世間過。急切", "167": "要求真正見解。若達真心。悟性圓明。方始了畢。只如", "168": "十二分教。皆是表顯之說。學者不會。便向表顯名句", "169": "上生解。皆是依倚。落在因果。未免三界生死。一念心", "170": "能自在。隨處解脫。如是解得。方始好看教。", "171": "如來語皆正言。正言豈可穿鑿。或於巧辯。或示密言。", "172": "別是一種風骨。絕無煙火氣息。語言世味。翩翩塵埃", "173": "之外。百鳥爭鳴。松風和韻。皆助如來談柄。誠恐以紙", "174": "墨文字之講求。皆為思議之言。而非如來之正說也。", "175": "故巖頭和尚云。大統綱中須識句。若不識句。難作話", "176": "會。百不思時。喚作正句。學不足以窺無始之宗。言無", "177": "思以應當世之務。盡徹纖疑。縱橫如意。", "178": "夫人自具於眼。方識如來教中真旨。如來之語。言言", "179": "活潑。語語無定。隨緣應答。如幻如化。如珠走盤。豈能", "180": "執捉。皆露心之妙。今人執定世間文字看法。而擬如", "181": "來之語。豈知如來之語。非世間文字也。豈可隨語而", "182": "生解乎。故華嚴經云。謂知一切法。即心自性。成就慧", "183": "身。不由他悟。是以法華經云。󳫠出眾生處處貪著。故", "184": "智者大師。讀至是曰真精進。是名真法供養處。豁然", "185": "大悟。還知智者大師。悟箇甚麼道理。方知全部皆一", "186": "旋陀尼。無穿鑿。無用心。無斷絕。無擬議處。豈得漫自", "187": "隨其言句而鑿之乎。故教中四無礙者。事無礙。理無", "188": "礙。事理無礙。獨事事無礙之理。㝡難悟者。非是華嚴", "189": "一經有此四種無礙之理。諸經皆然。此乃如來說法", "190": "之要綱也。故智者大師。讀法華而悟。遍大地皆法華", "191": "也。", "192": "永明大師云。凡關一切言詮。於圓宗所示。皆為未了", "193": "文字性離。即是解脫。迷一切諸法之性。向心外取法。", "194": "而起文字見者。今還將文字對治。示其真實。若悟諸", "195": "法本源則不見有文字絲毫發現。方知一切法。即心", "196": "自性。則境智融通。色空俱泯。當此親證圓明之際。入", "197": "斯一法平等之時。又有何法是教而可離。何法是祖", "198": "而可重。何法是頓而可取。何法是漸而可非。則知皆", "199": "是識心分別。所以祖佛善巧。密布權門。廣備教乘。方", "200": "便逗會。纔得見性。當下無心。藥病俱消。教觀咸息出", "201": "宗鏡錄。", "202": "是故不可執定是非之說。而辯於教。語無是非之性。", "203": "無是非之念。亦無是非之辯。故語之所發乎未分是非", "204": "之先。亦無有是非之辯者。乃如來之正念。眾生未變", "205": "之真。千劫已前之面目。若辯言說是非好醜。則非真", "206": "面目。皆是識心分別計度。故云。但有言說。都無實義。", "207": "心無真妄。真妄起於識想。一念緣起未分之先。孰為", "208": "佛乎。孰為心乎。孰為法乎。唯用之能迅。無心分別。無", "209": "心緣念。念念皆心。獨不能剪情縛於見聞之初。乾識", "210": "浪於愛憎之表。神理易悟。結習難忘。迷則妄生。悟則", "211": "妄滅。妄無妄源。豎無初際。既無有始。豈得有終。本際", "212": "不可得。故生死無有始。臨濟大師云。沿流不止問如", "213": "何。真照無邊說似他。離相離名人不稟。吹毛用了急", "214": "須磨。理須頓悟。習須漸除。", "215": "大聖人出來。提醒人處。直指眾生千劫已前不曾變", "216": "壞這段光明。時時搬弄泥團。須自識取。莫為沒溺於", "217": "紙墨文字間。一離文字。不啻猢孫失樹。便無可安身", "218": "立命處矣。殊不知文字而不能攝者。形骸之外。肝膽", "219": "盡露。縱橫馳驟。放去收來。隱隱照映人處。徒與世間", "220": "人談世間法。不復知有向上事在。無痕跡處。可以檢", "221": "點。無心識處。可以認取。故琹之道尊。根於音古。與聲", "222": "器之源。略窺其倪。指法音節。調爕之妙。不詭於正。而", "223": "喚醒千古人心。", "224": "直欲摶取虗空。握筆揮灑。縱橫奇屈。千古合節。如伏", "225": "櫪老驥。意氣橫溢。穿雲之鵠。目無萬里。便覺天機激", "226": "觸。露出通身手眼。昔公明宣學於曾子三年不讀書。", "227": "曾子曰。宣而居參之門三年不學何也。公明宣曰。安", "228": "敢不學。宣見夫子居宮庭。親在叱咤之聲。未嘗至於", "229": "犬馬。宣說之學而未能。宣見夫子而應賓客。恭儉而", "230": "不懈惰。宣說之學而未能。宣見夫子。而居朝庭。嚴臨", "231": "之下。而不毀傷。宣說之學而未能。宣說此三者。學而", "232": "未能。宣安敢不學而居夫子之門乎。曾子避席謝之", "233": "曰。參不及宣。其學而已。", "234": "楞嚴擊節楞嚴擊節", "235": "明　沙門大韶　著", "236": "門人　智叡　錄", "237": "夫參學之士。須要自得徹底掀翻。豈可就人吻角", "238": "吃野狐涎唾。他日盡是閻羅老子乞鐵棒的有甚", "239": "交涉。須從自己真參實悟處。透將出來。那時纔好", "240": "把釋迦老子野狐涎唾。盡底撇向東洋大海。朕跡", "241": "不留。從自胸中嘔出。了無凝滯。如珠走盤。不留影", "242": "跡。馳騁當世。神睴自顧。靡不貫彼精微。收之毫端。", "243": "放彌六合。須於文字中點出如來之眼。光明遍照。", "244": "無一語而非世尊全體獨露。無一字而非釋迦老", "245": "子喪身命處也。葢生平學力未精。不能藻鑑而照", "246": "破生死之根。露出父母未生已前一段光景來。人", "247": "人自謂握靈蛇之珠。家家自謂抱荊山之玉。茫然不", "248": "能照物。無隱無從。不能洞識幽微。究其所真。見無", "249": "迷悟。心見無分。靡不知有於言煥然如水之質。漫", "250": "言浩蕩。自成其文。蓋非語言文字理通故也。聖胤", "251": "流輝。懸河瀉辨。非真見之光明。涅槃元清淨體者", "252": "乎。今之學者。不能履順而遊性。乘佛理而御心。道", "253": "眼未明。世出世間常露於前。不能分別。而為千古之", "254": "靈骨。照破生死之根。方知真藥現前。不能分別者。", "255": "氣爽神聰。才情風韻。若處太虗之中。飄飄然而露", "256": "千古之玄風。以應世間。神融骨洽。必須悟此。而視", "257": "千百世。如同一日。潔然於內。渾然於外。不被世間", "258": "語言文字之所障礙。是以慱採精微。陶容妙義。會", "259": "契如來之旨。不費纖毫之力。能令學人析理開神。", "260": "吐棄精華。千秋片語。道波口海。非諸佛之真見。能", "261": "與於此乎。未嘗知其清虗之體素骨通靈不可染", "262": "污者。一字不鑿。則心鏡彌朗。聲同金石。皆自丰神", "263": "透露。妙辨縱橫。而非楞嚴寂滅海中流出者。故心", "264": "莫之能為隱者。吾人之所不能隱於心矣。是以心", "265": "見之所難分也。而世無能隱之心。心無能隱之見", "266": "心之所露。而不能自知者。未有能知於心也。闇昧", "267": "得耀乎光明。孰為見以全露。直言其歸趣而已。窮", "268": "萬物之根源。別千靈之作用。方可照明真見。烏謂", "269": "自己吐出楞嚴大定耶。是以翦截浮辭。󳭪弘至道。", "270": "舉其閎綱。原始要終。得其真趣。莫尋枝葉。若江河", "271": "之流。渙然氷釋。葢有南威之容。乃可論於淑媛。有", "272": "龍淵之利。乃可議於斷割。敷揚厥旨。驅摭羣言。發", "273": "前人之未發。泄如來之真髓。可補於將來。靡得而", "274": "詳焉。昔王敦素問覺範禪師曰。寶公讖語。視千百", "275": "年如一日。此何道而至之。覺範曰。清明在躬。志氣", "276": "如神。有物將至。其兆必先。孔子語也。莫非倒想。倒", "277": "想若滅。洞見三世。寶公豈有倒想乎。敦素拊掌咲", "278": "曰。美哉之論。然則倒想寧有道乎。", "279": "大佛頂。", "280": "即諸佛之果體也。反衰世之陵夷。續眾生之慧命。", "281": "無古無今。庶不異於真源。即心即用。未甞不露於", "282": "項相。一切眾生。不能析如來之見。不能知如來之", "283": "頂。而顯諸佛之神用也。用眾生之語言也。是眾生", "284": "自受用之法門也。安身立命處也。世尊點出諸佛", "285": "之眼。放出頂光也。", "286": "妙奢摩它三摩禪那。", "287": "這一妙字吐出。與世味同研。庸言庸行。與善惡是", "288": "非。溶作一團。和作一塊。掀翻理窟。倒翻情境。天然", "289": "真趣。自然神化。不假雕琢。在世而不為世之所遷。", "290": "出世而不能融於世者。真淳不剖。為之涅槃元清", "291": "淨體。是諸佛之本源。流而不散。用而不分。故世尊", "292": "全體作用。於四十九年之中。未甞散亂者。唯一妙", "293": "字。而無知故。謂之奢摩它也。而無明故。謂之三摩。", "294": "禪那。正三觀中。謂之體真止。識未動故。謂之隨緣", "295": "方便止。不思議故。謂之不著二邊止。是復真元未", "296": "散之果體也。淳朴未分之元。世尊欲盡大地眾生", "297": "皆復真元之體。若用識之所侵。聖德隱矣。元明之", "298": "體失矣。非三界而三界分矣。無古今而古今別矣。", "299": "無眾生而眾生之相成矣。是諸佛而作眾生矣。盡", "300": "大地諸佛即今皆是盡露蠕動含靈之相矣。把自", "301": "己一點真元刳之盡矣。唯大聖人出來救之難矣。", "302": "非大聖不能復其真而滅其識完其體矣。恐天下", "303": "人。而無有一人能完其心者。無一人能全其心。而", "304": "證諸佛之果體也。復其本源也。入其大定也。已證", "305": "涅槃也。識已寂滅也。故大聖人出來。終不把自己", "306": "之心。而被識所侵故。是以許由箕隱。老聃守中。伏", "307": "犧畫卦。文王發泄盡矣。聖哲奔忙魯叟彌縫者。世", "308": "尊以幻化之術。而提醒天下人。而一切眾生。若證", "309": "自心。方知自心皆為幻化。而幻化皆為自心者矣。", "310": "是以融萬法於一妙。攝盡大地眾生之心。盡入奢", "311": "摩禪那之中。故盡大地一切眾生。無一時未甞不", "312": "析三摩談禪那融真見論三觀。何甞曾住口來。", "313": "㝡初方便。", "314": "世尊正把眾生日用三昧。融於奢摩它中。以三摩", "315": "禪那。溶作㝡初方便。作世間法亦可。作出世間法", "316": "亦可。溶作一團。和作一塊。不可分別。不可卜度。吐", "317": "將出來。未有咀囓之痕者。釋迦老子。亦用一毫伎", "318": "倆不得。用一毫思唯不得。㝡初發起一念之時。各", "319": "人自家檢點看。還能識得千古已前面目否。若能", "320": "認得此念念分別念念透將出來。還識得是父母", "321": "未生已前這段光景者。釋迦老子許多臭爛葛藤。", "322": "一毫也用不著。亦不能舒一毫伎倆。安知一念能", "323": "知大地眾生盡皆成佛。安知三世諸佛之相盡露", "324": "眾生之一念乎。其形隱而能顯。其聲露而常藏。以", "325": "非常之人。能覩非常之形。有非常之眼。不從忘想", "326": "處出將一個。未有咀囓之痕的。父母未生已前拋", "327": "向人前。止要一切人亦不可囓傷。而自用之斬斷", "328": "人之卜度。截斷人無始劫前種子。直言之下。更不", "329": "著纖毫擬議。放出自己光明。照天照地。吐電驚雷。", "330": "天壤間更有何物而能至於此耶。故釋迦老子。亦", "331": "用一毫伎倆不得。天然真趣。豈能雕琢心之所露", "332": "於神。生於識心未動之先。故用無識之心。行於無", "333": "思之境。故不可以識動之所能侵也。言無凝滯之", "334": "思。心有能變之識。識所動而真則遺矣。心有明而", "335": "礙則立矣。明則知而妄則生矣。元明之體失矣。故", "336": "曰終日用而不知枉入諸趣者矣。是以真心。不能", "337": "用於世。不能辨於事。彼非所明而明之。彼非所知", "338": "而知。故能知於世者。非心之所真也。是非之彰。道", "339": "之所虧也。出於天地。至明至理之所非及也。唯知", "340": "吾人之所直言者。不可知而為心。不可以明而為", "341": "道。是以釋迦老子化機被物。唯以辭變而為用也。", "342": "唯觀辭變為如來無礙之辨而為法也。而窮天下", "343": "人之心。無有能盡之用。而窮如來變化之機。是以", "344": "世尊。四十九年。自受用之法門。未甞曾說一字。而", "345": "化導眾生。用之四十九年。未甞有一法與人者。唯", "346": "以直言其歸趣也。而知言之脉。這一訣竅達磨所", "347": "傳如來慧命者。勢如懸󰡕。世尊未甞不與道破。在", "348": "般若會上。則曰如語者。實語者。真語者。不誑語者。", "349": "不異語者。在法華會上。以三稱誠諦之語。六萬餘", "350": "言。臨完正稱。授持佛語。唯一直語。而為萬世之師", "351": "者。其唯大聖歟。非有義於文所可得而言也。是以", "352": "窮盡萬物之言。不能以直而為言也。言非直而識", "353": "所侵也。故不能定萬物之心而為真也。不能測萬", "354": "物之心而為教也。不能融萬物之心而住無思之", "355": "境也。不能化萬物之機而為各各父母未生已前", "356": "也。", "357": "化柴煑茶化柴煑茶", "358": "一莖茅上。燎天赤𦦨常燃。萬指叢中。法供因緣偶爾。", "359": "苕溪煑作清凉　　盡成鑪鞴。鑊湯爐內。誰為出手", "360": "提携。猛烈𦦨中。何者將薪就熾。旃檀寸寸。何妨片片", "361": "將來。瓊樹森森。豈惜枝枝拈出。砍蒼劈翠。截玉剖金。", "362": "滿擔携來。撲落總非他物。縱橫界內。刈末全得工夫。", "363": "化燈油化燈油", "364": "這一點光。燭三千界。法界之幽途直透。彌勒之內院", "365": "恒輝。似廣寒宮啟。映寶網之千重。如杲日當空。走金", "366": "蛇之萬道。觸白毫而遍皆成玉色。照法相而大地盡", "367": "作黃金。物物騰輝。塵塵互入。噫。莫道不從此處生光。", "368": "盡是得來發𦦨。檀那蚤施。仍續此明。拈出些些。莫教", "369": "常昧。", "370": "祛虫祛虫", "371": "生佛同源。性無高下。法身互顯。報有升沉。形分萬品。", "372": "體列千般。彗孛現於微垣。災異彰於吳地。時當季夏。", "373": "爍石流金。萬物茂榮之候。松篁吐翠之時。弱植同󱨫。", "374": "浮英鬪艶。幽姿傲骨。󳬂蒼素質之標。喬木森然。羣芳", "375": "爛熳之莠。魔業之唚。推雕之剝。乃囓乃唚。乃柔乃傷。", "376": "眾芳搖落兮。盡推彚品之華。森然枯槁兮。唯挺孤高", "377": "之幹。遭其零悴。息歸萎薾。天時之道違和。地利之宜", "378": "傷毀。未能調叶。致降災愆。伏願。證法相而如屈如曲。", "379": "現三昧兮如囓如唚。卸醜形而神通自妙。脫業累而", "380": "超極樂之󳬛。仍使松筠含翠。卉木芬芳。復生蕙以標", "381": "姿。仍挺幹而發莠。", "382": "薦親薦親", "383": "詎知身類浮萍。命均脆艸。形將物化。驚業海之汪洋。", "384": "心乃真常。𦕈畏塗之遙曠。於乎。法性虗靈。慨親恩之", "385": "罔極。幽冥杳隔。嗟子道之何申。匪憑我佛之洪慈。曷", "386": "導冥中之滯魄。於烏。投誠梵院。達悃覺天。一有愧怍", "387": "之󴃘。總藉慈悲所憫善來佛子。𠃔副齋心。塵隨空落。", "388": "正觀第一義天。想與虗隕。深入妙三摩地。無違動止。", "389": "宴坐水月道場。不間晨晡。成就空華佛事。", "390": "資福寺妙宗下火資福寺妙宗下火", "391": "這個妙宗。常在一毫端上。放大光明。髑髏眼中。照天", "392": "照地。今日遺下賍私。却在山僧手裡。這鶻臭布衫。脂", "393": "膏帽子。向人天眾前。投入火光三昧。燃起燎天赤𦦨。", "394": "放出性空真火。走却無角鐵牛。跳出金毛獅吼。撞倒", "395": "弁山峰頂。嚇得須彌倒走。松濤徹底顛狂。林木盡皆", "396": "哮吼。百鳥哀鳴山川淚流。必竟向何處安身。打圓相", "397": "云却在這裡躲根瞥醜。咄象王擺脫黃金䌇。飛騰直", "398": "入雲端走。", "399": "與楞嚴寺性菴下火與楞嚴寺性菴下火", "400": "從來不識娘生鼻。今日全然通露出。和身跳入太虗", "401": "空。兩眼分明如電徹。六十餘年不解尋。一朝雲散風", "402": "前別。走却獰龍獨角新。縱橫法界顛狂決。玉柱雲凝。", "403": "苕溪流截。且道性菴上座。必竟在何處安身。打圓相", "404": "云昨宵走却玉麒麟。翻身跳出黃金窟。", "405": "偈讚千松筆記", "406": "門人智　錄", "407": "彌勒像讚彌勒像讚", "408": "這個潑賴。沒些頦顋。常在街頭。慣為乞丐。個大肚皮。", "409": "唯餘臭穢。內院難容。泥犁有在。咦若將黑墨染虗空。", "410": "直入地獄如箭射。", "411": "觀音像觀音像", "412": "這個野狐精。裝甚痴模樣。阿誰寫將來。露這醜形狀。", "413": "終日誑眾生。禮拜觀音像。若還得見伊。痛責三十杖。", "414": "達磨像達磨像", "415": "打落牙的顋胡。藥不死的剩漢。西方不能容汝。東土", "416": "來此何幹。慣將他人之物誑人。自己無一毫希罕。若", "417": "還撞見難饒。劈脊還他便棒。", "418": "普賢讚普賢讚", "419": "一個普賢騎個象。兩兩分明各一樣。普賢騎象象騎", "420": "人。鼻孔元來無兩樣。若還檢點得分明。各各也要三", "421": "十杖。", "422": "題楞嚴寺中峰祖師遺笠題楞嚴寺中峰祖師遺笠", "423": "彩霞聚處結羅紋。日落山󰴌頂露痕。雨雪驟時容有", "424": "笠。電雷迅疾乃知君。餘生活計雙天目。全體風流五", "425": "色雲。唯此百年遺跡在。何人惆悵罷殷勤。", "426": "密藏師遺笠密藏師遺笠", "427": "時將晴笠護螺紋。猶恐神光露頂痕。鄉國不居潛世", "428": "外。□□遺跡儼身分。幸存滿月今瞻仰。得有圓光孰", "429": "見聞。華雨一龕山寺振。師身何處不紛紛。", "430": "輓蓮渠師輓蓮渠師", "431": "不知寒暑不知秋。歷盡塵緣未得休。鴻鴈一聲天外", "432": "落。山流始見水無流。", "433": "與畵工陳居士與畵工陳居士", "434": "描盡江山骨。還能寫自心。試看馳驟處。須認筆頭真。", "435": "十二時歌十二時歌", "436": "平旦寅。徹開兩目自分明。㝡是此時人靜悄。從來無", "437": "客到柴門。舒雙足。活如麟。踏破虗空何處塵。相看猿", "438": "鳥清晨過。咲我山居絕比鄰。日出卯。照用同時無不", "439": "了。金烏覿面沒遮瞞。山河大地常皎皎。泥牛吼。石虎", "440": "忷。海門浪擊紅輪小。鯨鯢吞却須彌峰。試問禪人幾", "441": "知曉。食時辰。水漿寒熱自知親。麁麁任緣隨分納。年", "442": "來年老日全貧。或時吐。或時吞。放去收來與麼人。不", "443": "聞亞飯吹音樂。到底消磨適楚秦。禺中巳。白雲咲我", "444": "無名利。空山快樂忘寂喧。此時有鳥聲嬌翠。莫思量。", "445": "休擬議。知音不是等閑遇。得便逢渠不識渠。死生看", "446": "來真咲具。日南午猢孫掛璧能攀舞。懸崕撒手真丈", "447": "夫。大地由來無寸土。行也麼。坐也麼。東西南北頻周", "448": "覩。紅光赫赫熾通身。珍重時人莫莾鹵。日昳未。漁人", "449": "欵乃江邊去。擎著獰龍定活烹。隨手拈來無不是。潑", "450": "天風。毋驚畏。潵開羅網包天地。等閑會得者便宜。免", "451": "使浮塵逐閑氣。晡時申。林風叱咤吼乾坤。南來片雨", "452": "分虹斷。北去輕雲擁日輪。江岸裂。江潮分。暮雨瀟瀟", "453": "到渡津。看來白髮身如寉。濯足松風行路人。日入酉。", "454": "過隙光陰如電走。日就月將能幾何。要使時常無捨", "455": "取。野鳥歸。風篁起。林陰無事獨相倚。二六時看自在", "456": "身。泥牛吼月西風裏。黃昏戌。大地茫茫暗似漆。棄暗", "457": "投明總未真。明暗何須空饒舌。亦無人。亦無佛。大儂", "458": "口中吹篳栗炎炎六月雪飄飄。弁山峰頂咲不徹。人", "459": "定亥。睡熟昏昏主誰在。枕子夢裡咲呵呵。却是東瓜", "460": "不成隊。露平凝。月沉海。孤鴻吚啞聲旋乃。若能認得", "461": "這般聲。石人夜坐觀自在。夜半子。山河沒倒主中主。", "462": "風吹屋角人不知。茅菴睡在泥團裡。月常圓。雲正駛", "463": "石女懷胎牛生駬。晝則饑飡夜則眠。皇家天子皆如", "464": "簁。雞鳴丑。覺來路上驚眠狗。泉流風韻瀉秋聲。雲深", "465": "幽徑無人走。露光明。分好醜。赤肉團上縱橫手。森羅", "466": "萬象盡紛紛。大地由來不相受。", "467": "除夕楊塢除夕楊塢", "468": "天目分支直奔東。山迴蝘蜒勢寰雄。盤旋拮据數千", "469": "里。叠翠峰巒幾萬壘。具區北浸連天碧。襟帶長江如", "470": "迤逶。崗巒挺秀唯霞幕。巉巖露頂參雲霧。數峰旋繞", "471": "結楊塢。懸崕峭壁山頭顧。崚嶒玉立勢如屏。拱逼奎", "472": "躔成外護。流泉直下水淙淙。噴雪飛瓊如白鷺。僧房", "473": "阿閣雲氣連。峰頭日月互吞吐。蒼霞掩映碧瑠璃。岸", "474": "眉橫雪僧無數。清珠滙渚有蛟龍。巖前怪石如猛虎", "475": "飄來鍾罄佛聲聲。過嶺飛猿哀󴂳󴂳。㵎壑啛啛夜更", "476": "長。松風拂拂晝常吼牧童欵乃不時來。或與樵夫相", "477": "對喁。我暫棲止西巖下。偶然逢此三十夜。也無一物", "478": "過新年。菜虀瓔珞充膓罷。瓊枝帶雪燒殘玉。嫩蕋先", "479": "烹未放華。不道老來多意興。喜逢良夕在烟霞。", "480": "西方詠西方詠", "481": "不識東兮不識西。拈來法法盡皆齊。彩雲行處分松", "482": "影。紅日鯨吞破浪低。青蓮舌現彌陀相。白玉毫分寶", "483": "劍提。霎時露出那叱眼。孰為生死孰為迷。", "484": "戊辰初度戊辰初度", "485": "處世幽然渾似夢。顛倒縱橫隨世控。六十年來奔走", "486": "忙。兩肩荷負皮囊重。豈知足下有駒兒。婉然運載還", "487": "飛動。馬齒增兮顏漸衰。盈頭白雪身無用。吾今老兮", "488": "祇自憐。躘踵已覺頭常痛。聚墨難描八法書。拈來拄", "489": "杖無能弄。西方必定去不通。驢胎馬腹憑渠送。", "490": "又", "491": "吾今老兮頭如雪。念念塵心流未滅。時常展動娘生", "492": "手。春風咲破虗空口。良宵明月太空碧。放情寥廓無", "493": "休歇。閑時看卷無字經。倦來就枕真妙訣。人生在世", "494": "不多時。喜得吾生事都畢。莫將塵世為大年。佛祖尚", "495": "然眼中屑。", "496": "歲朝歲朝", "497": "今朝盡道添一歲。吾道如今減一年。增減去來無定", "498": "數。唯能消盡世間緣。必須識得緣中主。百千萬劫常", "499": "如然。無增無減如何道。一句何須用口傳。", "500": "看梅四首看梅四首", "501": "萬點蒼山色半青。千峰影落在中庭。隔簾纔覺春風", "502": "動。滿機梅花盡吐馨。", "503": "一枝香染孤峰頂。嫩蕋偏教閗雪開。虗窓透入花神", "504": "白。滿面春風笑我來。", "505": "懶把羞容嶺畔開。潛身影裏照娥眉。看來滿臉春嬌", "506": "媚。徹骨氷肌不露懷水底梅。", "507": "玉繡千峰疑瑞雪。馨香才覺是寒梅。遮閉彩毫唯映", "508": "白。鷺飛猶自帶春回。", "509": "山行道中山行道中", "510": "笑指山頭不露峰。白雲行處絕狐踪。舉頭見有飛鴻", "511": "過。穿透雲山幾萬重。", "512": "一到溪山月正白。芒鞋踏破太虗碧。柱杖橫肩星斗", "513": "明。夜深劍吐光芒赤。平分風色在烟霞。彩雲深鎻蒼", "514": "苔石。俛仰乾坤吾道寬。雁聲喚醒人間客。", "515": "病中行脚病中行脚", "516": "一笠翩翩湖海遊。孤雲野寉猜誰留。古來行脚應如", "517": "此。竭盡精神始得休。踏破艸鞋方到底。掀開雲霧露", "518": "全眸。指揮自覺千虹斷。談笑初驚五嶽秋。", "519": "林雨紛紛點綠苔。晚霞片片映窓來。堦前竹色稍雲", "520": "碧。庭外輕風捲霧回。嗟我世緣何日盡。栖遲㵎壑且", "521": "忘懷。倘然有日乘鸞去。笑指虗空便擊雷。", "522": "送監寺東遊送監寺東遊", "523": "碧漲苕溪春漫流。主人撥棹向東遊。青山兩岸相隨", "524": "往。白鷺洲邊破浪頭。", "525": "舟行苕上舟行苕上", "526": "水滿溪頭月滿流。魚龍無個不吞喉。纔逢禹級三層", "527": "浪。吐出光明萬里秋。", "528": "牧牛詞牧牛詞", "529": "這牛兒身強力徤。幾人能解牽騎。為貪堤上綠艸嫩。", "530": "籬籬只管尋芳逐翠。奔馳去不󳬼傾危。爭知道山遙", "531": "路僻。回首到家遲。牧童今有意。繩頭謹束。鼻䌇高提。", "532": "入泥入水。終是不隨伊。莫教去嘯傲長堤。忽驚起萬", "533": "里雲飛。恐踹破千頃玻璃。還來吼太虗。", "534": "雪中行雪中行", "535": "乾坤已自露真形。那道輕飄雪未停。卓立千峰誰著", "536": "眼。蒼山萬點逐流行。", "537": "登弁山頂登弁山頂", "538": "足下山頭不露尖。雲眠石吼已多年。莫教踏破松稍", "539": "月。驚散霞飛萬里天。", "540": "秋日懷題秋日懷題", "541": "一嘯乾坤遍地秋。白雲黃葉滿滄洲。霜天雁過聲留", "542": "影。曉日鯨吞光滿浮。石隱孤峰󰴌月吼。霞飛萬里勢", "543": "含鰍。芙渠翠色誰為畵。留與人間作話頭。", "544": "即事即事", "545": "兩眉已染雪霜琅。千古恒心未得馴。一片彩雲皆內", "546": "境。何時得到月霜輪。", "547": "窓前咲弄筆淋漓。那道縱橫千古奇。風骨飄飄誰自", "548": "得。虗空點點畵人眉。", "549": "千松筆記終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1287 千松筆記", "author": "明 大韶著"}