{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 869 夾科肇論序注", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 869", "1": "夾科肇論序", "2": "小招提寺沙門　慧達　述", "3": "泐潭禪師　曉月　注", "4": "通序△科此序文。分為二章。前明作論元由是通序。後", "5": "正明論之宗旨是別序。前明作論元由有六節。第", "6": "一標論名。二稱美人法。三慶幸遭逢。四排斥譏嫌。", "7": "五申述元情。六宣明序意。今第一標舉論名。", "8": "第一標舉論名慧達率愚。通序長安釋僧肇法師所作。宗本物不遷", "9": "等四論。", "10": "序主云率愚者。謙抑之辭也。序者爾唯云。東西墻", "11": "謂之序。郭璞注云。所以序別內外也。今達師序述", "12": "作論元由。如東西墻為宅之序也。又序者如繭之", "13": "得序。序盡一繭之絲。經書得序。序盡一經書之義", "14": "理。言小招提寺者。在潤州江寧縣。舊是丹陽郡。始", "15": "自吳朝。爰及晉宋齊梁陳六代已來。佛法興盛。伽", "16": "藍精舍。接揀連甍。名字相參。如莊嚴寺。則有大莊", "17": "嚴小莊嚴。招提寺亦有大小之名。大招提是梁時造。", "18": "小招提是晉時造。達師是陳時人。居小招提寺為", "19": "沙門也。當陳時名達者非一人。故標其寺以為別", "20": "也。然此達公佛義未善文體。所作論序多有庸音。", "21": "今只直取序論之大意。後之覽者無至譏誚。肇論", "22": "從人得名也。是後秦姚興長安人也。俗姓張氏。家", "23": "貧以傭書為業。遂因善寫。曆觀經史。備盡墳籍。乃", "24": "為儒生深味玄微。每以莊老為心要。常讀老子道", "25": "德章歎曰。美則美矣。然其棲神冥累之方。猶未盡", "26": "也。後見古維摩經。披尋翫味。乃言始知所歸矣。因", "27": "此出家。大通實相。年方弱冠。英辯遠聞。後羅什東", "28": "來化誘。暫憩姑臧。肇奔往參承從什稟授。先有著", "29": "述。竝將呈什。什撫机歎曰。吾所造幽深不慙於子。", "30": "文辭麗美。實則相遵可同善吉者也。遂參隨羅什", "31": "入長安。姚興命肇與僧叡等。居逍遙園。詳定經論。", "32": "因著述宗本義。物不遷。不真空。般若無知三論。涅", "33": "槃無名論。是什遷化後方造也。盧山劉遺民因見", "34": "此論乃歎曰。不意方袍復有平叔。呈之遠公。遠公", "35": "乃撫机歎曰。未嘗有也。因披尋翫味。遂有書問住", "36": "復。什公亡後。遂以涅槃無名論。復造寶藏論三章。", "37": "進上秦王。秦王姚興答旨慇懃。敕令繕寫。班諸子", "38": "姪以為大訓。其為時所重也如此。晉義熙十年。終", "39": "於長安逍遙園。春秋三十有一耳。第二稱美人法△第二稱美人", "40": "法", "41": "但末代弘經。允屬四依菩薩。爰傳茲土。抑亦其例。", "42": "末代者。佛滅後正法陵遲。西竺遂有馬鳴諸祖。造", "43": "論解經。弘護佛法。允屬者。信憑也。四依有二。一依", "44": "人。二依法。依人者。十住十行十回向地前菩薩。名", "45": "須陀洹。為第一依。初地見道菩薩。名斯陁含。為第", "46": "二依。修道位入二地至八地菩薩。名阿那含。為第", "47": "三依。八地至十地滿心等覺菩薩。名阿羅漢。為第", "48": "四依。二依法者。一依義不依文。二依智不依識。三", "49": "依法不依人。四依了義不依不了義。爰傳茲土者。", "50": "及至教流此土也。抑亦者。如西竺諸祖之類也。", "51": "至如彌天大德童壽桑門。竝創始命宗。圖辯格致。播", "52": "揚宣述。所事玄虗。唯斯擬聖默之所祖。", "53": "彌天大德即襄陽道安法師。因刺史習鑿戲論之", "54": "談也。習公一日訪安云。四海習鑿齒。固來相謁爾。", "55": "正遇齊次。安應聲答云。彌天釋道安。飯後始相看。", "56": "自此時人稱彌天大德也。童壽者。亦名羅什。本", "57": "龜茲國人。父名鳩摩羅琰。母名耆婆。是彼國王白", "58": "純妹。合父母二名。故稱鳩摩羅耆婆。飜就華言童", "59": "壽。什者。為此達法師喜此方文字章句之什故。華", "60": "梵合云羅什。安師造性空論。什師造實相論。此土", "61": "造論之始也。桑門者。不正梵音也。應云沙門。飜就", "62": "華言勤息。謂出家人。見善勤修。見惡止息。此二師", "63": "竝創始於妙性圓明。命為宗本。造此二論。圖度辯", "64": "別格量致理。播布揚顯。宣說序述。同歸般若體義。", "65": "故云玄虗。達公序美此二人造論。創始冥契佛理。", "66": "故云唯斯擬聖默之所祖。一者鼓論法義是擬聖。", "67": "二者當聖默然是所祖。俱照而常寂寂而常照也。", "68": "此序主共美安什二師也。", "69": "自降乎已還。歷代古今。凡著名僧傳。及傳所不載者。", "70": "釋僧叡等三千餘僧。清信檀越謝靈運等八百許人。", "71": "至能辯正方言。節文階級。善覈名教。精搜義理。揖此", "72": "羣賢語之所統。", "73": "自降乎已還。降乎非文體。應云降斯已還也。歷代", "74": "古今。此達序主序述自安什之後。曆古者。指長安", "75": "後秦在西北。歷今者。指西晉東晉至梁在江南。凡", "76": "古今共翻譯佛經。依經造論。僧中叡師首唱。俗中", "77": "謝公為首。故云揖此羣賢。於文字章句能緣飾佛", "78": "意。俱不得中道。只於言語中統貫理事也。", "79": "有美若人。超語兼默。標本則句句深達佛心。明末則", "80": "言言備通眾教。諒是大乘懿典。方等博書。", "81": "此序主贊美肇師造四論。深契真俗理事。性相寂", "82": "照。體用俱絕。待不偏□□。有美若人者。指肇師也。", "83": "借毛詩云。有美一人青陽婉兮。󳬥逅相遇適我願", "84": "兮。論語云。君子哉若人。今借此二語共成一句也。", "85": "言超語兼默者。謂前安什二師。唯得理而文有所", "86": "闕。叡師謝公造論。唯得文而理有所闕。今肇四論", "87": "文理兼備。故云為超。非謂文理勝前四人者。言標", "88": "本者。指宗本義。言明末者。指涅槃論。諒是者。諒訓", "89": "信也。信此四義論。與華嚴楞嚴諸大乘教無異。深", "90": "達佛心也。", "91": "自古自今著文著筆。詳汰名賢所作諸論。或六家七", "92": "宗。爰延十二。竝判其臧否。辯其差當。", "93": "此明諸家造論得失也。詳者支法詳。支遁弟子。從", "94": "師姓氏。汰者竺法汰。竺道猷弟子。支法詳造實相", "95": "論。竺法汰造本無論。俱有得失。高僧傳中。此二人", "96": "相繼為名賢。六家七宗。其七義。爰者緩也。短義。延", "97": "者長義。此十二論中多有辯爭是非長短。臧者善", "98": "也。否者惡也。差殊的當俱不契佛心中道也。梁釋", "99": "寶唱造俗法論一百六十卷。內引述宋莊嚴寺高", "100": "僧曇濟。作六家七宗論。論有六家。分成七宗。第一", "101": "本無宗。第二本無玄妙宗。出第一本無宗。第三即", "102": "色宗。第四義合宗。亦云識合宗。第五幻化宗。亦云", "103": "如幻宗。第六心無宗。第七緣會宗。亦云體會宗。本", "104": "有六家。第一家分為二宗。故成七宗。言十二者。續", "105": "法論云。下定林寺釋慧鏡。作實相六宗論。先設客", "106": "問二諦一體義。然後引六宗義答之。第一家以理", "107": "實為空。凡夫謂有為有。空即真諦。有即俗諦。第二", "108": "家以色性是空為空。色體是有為有。第三家以離", "109": "緣無山為空。因緣成山為有。第四家以心從緣生", "110": "為空。離緣別有心體為有。第五家以邪見所計心", "111": "空為空。不空因緣所生之心為有。第六家以名色", "112": "所依之物實空為空。世流布中假名為有。前有六", "113": "家。後有六家。合成十二。故云爰延十二也。臧否者。", "114": "前六家判第四為臧。餘五家為否。後六家論中辯", "115": "前五家為差。後五家為當。", "116": "唯此憲章無弊斯咎。", "117": "憲者法也。前十二家皆有是非之弊。今肇法師四", "118": "論無有此弊。但是而無非也。", "119": "良由襟情泛若。不知何係。譬彼淵海數越九流。挺拔", "120": "清虗。蕭然物外。", "121": "良由者多以也。序主美肇師襟靈情田泛泛然。如", "122": "淵深之海竝無畔岸係屬也。故云譬彼淵海。譬訓", "123": "譬也。數越九流者。美肇師文筆如海不落數量。九", "124": "流者有二。一依人。二依境。依人者俗諦。仲尼之學", "125": "如海。諸子百家如分九流。一儒家流。二道家流。三", "126": "墨家流。四名家流。五雜家流。六農家流。七縱橫家", "127": "流。八法家流。九小說家流。二依境名九流者。亦謂", "128": "之九江也。此是夏禹疏決天下洪水分為九江。流", "129": "入大海。一曰烏白江。二曰箘江。三曰蚌江。四曰烏", "130": "江。五曰嘉美江。六曰畎江。七曰源江。八曰廩江。九", "131": "曰提江。序主美肇師四論不落數量如海也。負生", "132": "知之性靈心正直。如豫章之木。標表拔萃於眾木", "133": "也。識情清淨虗明曠大於萬物之外。冥契法身之", "134": "理。更無一法一人過越於肇師也。", "135": "知公者希。歸公採什。如曰不知則公貴矣。", "136": "知公者希。此一句借老子道德經中吾言甚易知", "137": "章第七十。彼章云。吾言甚易知。甚易行。唐玄宗注", "138": "云。吾言說契理故易知。事簡故易行。老君又云。天", "139": "下莫能知莫能行。玄宗注云。天下滯言而不悟。事", "140": "順而不約。故莫能知莫能行。老君又云。言有宗事", "141": "有君。玄宗注云。言者在理。理得而言忘。故言以無", "142": "言為宗。事者在功。功成而不宰。故事以無事為君。", "143": "老君又云。夫唯無知。是以不我知。玄宗注云。夫唯", "144": "世俗之人。無了之知。是以不知我無言無事之教。", "145": "老君又云。知我者希則我者貴。玄宗注云。了知我", "146": "忘言之教意者希少。法則我不言之教意至貴。老", "147": "君又云。是以聖人被褐懷玉。玄宗注云。被褐者晦", "148": "其外。懷王者明其內。故知者希少。序主變老君我", "149": "字作公字。時人只歸伏四論之文字耳。第三慶幸遭逢△第三慶", "150": "幸遭逢", "151": "達猥生天幸。逢此正音。忻躍弗已。饗讌無疲。每至披", "152": "尋。不勝手舞。誓願生生盡命弘述。達於肇之遺文。其", "153": "猶若是。", "154": "猥生者多生也。天幸者不期而自然。逢遇也。正音者", "155": "指此四論也。是真正之文契佛心也。饗者食時也。", "156": "讌者眠臥時也。序主自謂。披閱四論日久無倦。手", "157": "舞者借子夏詩序云。不知手之舞之足之蹈之。表", "158": "忻躍之極也。肇之遺文者。指四論也。誓願不輕捨耳。", "159": "況中百門觀爰洎方等深經。而不至增乎。", "160": "況者比況相類也。序主指肇之四論。比類中觀論", "161": "百法明門論及方廣華嚴等經。更無一字增加也。", "162": "第四排斥譏嫌△第四排斥譏嫌", "163": "世諺咸云。肇之所作故是誠實真諦。地論通宗。莊老", "164": "所資猛浪之說。", "165": "世諺者世俗無稽之譚也。肇師亡後滯執名相教", "166": "者。譏毀肇之四論。其文是誠實論中真諦義。十地", "167": "論中通宗義。更以莊老書中言辭緣飾相資。猛浪", "168": "之說者。莊子齊物篇中借一句。是無根本不精要", "169": "之辭。此外人譏毀也。古之既有譏謗。今之𨷖爭嫉", "170": "妬更多。只如嘉祐中滕州東山明教禪師契嵩。進", "171": "上仁宗皇帝正宗記十二卷。尋敕令頒入譯經院。", "172": "隨與藏經印布天下。恩賜獎譽。古來未有如此者", "173": "也。當時醫僧子昉富有衣鉢。遂於蘇臺招集淺學", "174": "禪律者。造作文字。毀謗禪宗。復命相識官人冠序", "175": "刊之。古今有此外道也。", "176": "此實巨蠱之言。欺誣亡沒。街巷陋音。未之足拾。", "177": "巨蠱者大毒之言。肇師亡後。以此毒害陋音。欺聖", "178": "罔賢。固不足採聽也。佛在之日。尚有五千增上慢", "179": "者。而況今之乎。第五申述元情△第五申述元情", "180": "夫神道不形。心敏難繪。既文拘而義遠。故眾端之所", "181": "詭。肇之卜意豈徒然哉。良有以也。", "182": "神道不形者。謂法身無形像。如太虗空。心敏難繪", "183": "者。謂般若無知。亦難相狀求也。繪者寫邈書𦘕也。", "184": "謂法身與觀照般若。寂而常照。照而常寂。離諸名", "185": "相。文拘義遠者。四論中文字拘束。義理深奧。故肇", "186": "師須假此方經書文言強飾。緣之令後之學般若", "187": "人易為曉會。故云眾端之所詭。眾端者四論端由", "188": "也。所詭者謂肇師假此方文言經書變通。有異西", "189": "竺梵音。豈空然也。", "190": "如復徇狎其言。願生生不面。至獲忍心。還度斯下。", "191": "序主以析設二法弘護四論也。恐後世人隨逐無", "192": "稽之譚謗毀。故云如復徇狎其言。願生生不與其", "193": "人相見也。徇者順也。狎者親也。除是序主成等正", "194": "覺得無生法忍。方可度脫此下根等人也。第六宣明序意△第六", "195": "宣明序意", "196": "達留連講肆二十餘年。頗逢重席。末覩斯論。聊寄一", "197": "序。託悟在中。同我賢余。請俟來哲。", "198": "梁普通年前。達麼未到此土。只有名相講席。故云", "199": "留連講肆也。頗逢重席者。頗訓多也。序主多遇奪", "200": "席明師。重席者。後漢帝每朝正日。令戴憑侍中與", "201": "諸儒論經。勝者奪席而坐。憑勝其日奪五十餘重。", "202": "時人語曰。論經不窮戴侍中。末覩斯論者。序主謂", "203": "前二十餘年。雖多逢明師。末後披此四論。句句深", "204": "達佛理。與前名師不同。故聊寄述此通序。庶表序", "205": "主悟解肇意深達也。同我者與序主悟解一般。賢", "206": "余者悟解勝於序主。俱俟來哲臧否也。", "207": "別序△後序論之宗旨。文中有四科。第一序次第。二遣", "208": "相。三稱歎。四簡別是論非論。今第一序次第。", "209": "第一序次第夫大分深義。厥號本無。", "210": "十二門論云。大分者即空也。非斷滅空。是法身真", "211": "空之理。故云深義也。", "212": "故建言宗旨。標乎實相。", "213": "實相者無相也。謂真空之體本無名相。於無相中", "214": "建立。不壞假名。而譚實相耳。", "215": "開空法道。莫逾真俗。所以次釋二諦顯佛教門。", "216": "真空不礙於幻有故。從體起用。所以有萬法。教云。", "217": "森羅及萬像。一法之所印。無過越於真俗二諦也。", "218": "雪山童子為求半偈捨身。樹神問曰。此偈何益。童", "219": "子答曰。如是偈者諸佛所說開空法道。此出涅槃", "220": "經也。已上序主。宗本義物不遷論并不真空論。故", "221": "云所以次釋二諦顯佛教門。以佛教門出三界苦。", "222": "一代時教。不越真俗二諦為門也。", "223": "但圓正之因。無上般若。至極之果。唯有涅槃。故末啟", "224": "重玄。明眾聖之所宅。", "225": "圓正之因者涅槃正因也。無有上於般若。此序無", "226": "名論也。般若無知為涅槃正因。涅槃無名為般若", "227": "極果。所以前序物不遷不真空二論。後序無知無", "228": "名二論。故云末啟重玄。涅槃是一玄。般若是一玄。", "229": "末者於物不遷不真空二論。後造此無知二論。重", "230": "玄者。借老子道經中二句玄之又玄眾妙之門。故", "231": "云明眾聖之所宅。前言真俗。指前二論。不遷即俗", "232": "明真。不真即真明俗。後言重玄。指後二論。俱是三", "233": "賢十聖所居之處也。第二遣相△第二遣相", "234": "雖以性空擬本。無本可稱。語本絕言。非心行處。", "235": "口欲譚而辭喪。心欲緣而慮忘。不可以智知。不可", "236": "以識識。非是無辯無心。辭辯俱不及也。心所分別", "237": "亦忘耳。", "238": "然則不遷當俗。俗則不生。", "239": "此遣即真明俗。", "240": "不真為真。真但名說。", "241": "此遣即俗明真。但對機言說都無實。遣執也。", "242": "若能放曠蕩然。崇茲一道。", "243": "指前宗本義。曠蕩謂自己法身如太虗空。無󳬩無", "244": "礙。而不拒彼諸相發揮。不執真俗因果。一道者。故", "245": "涅槃第十二卷云。實際理地一道清淨無有異路耳。", "246": "清耳虗襟無言二諦。", "247": "清耳謂聞性清淨。不執言教音聲也。虗襟者忘懷", "248": "絕慮不滯空寂。不見有真俗。此遣前二論之名相", "249": "也。", "250": "斯則淨照之功著。故般若無知。無名之德興。而涅槃", "251": "不稱。", "252": "若不執真俗因果當人觀照般若絕對時。無知之", "253": "知方便無功之功顯也。著者顯也。即般若無知無", "254": "所不知也。即涅槃無名應興起於妙用耳。第三稱歎△第三", "255": "稱歎", "256": "余謂此說周圓。罄佛淵海。浩博無涯。窮法體相。", "257": "余者序主自謂也。此說周圓者。指四論也。罄盡也。", "258": "更無有一法。過此四論中覺性相浩博無邊。不落", "259": "數量耳。", "260": "雖復言約而義豐。文華而理詣。語勢連環。意實孤誕。", "261": "言約者少也。豐者備也。指四論中文字雖簡少。其", "262": "義理豐備。該括一代時教。文華者謂四論中文句", "263": "華麗。引此土經書緣飾。令人覽之易曉。然句句俱", "264": "到詣諸佛理處。言語血脈不斷。如貫連環中。其明", "265": "理事之意。絕待孤標。拔萃於思議之表也。連環者", "266": "出莊子天下篇第三十二。此惠子之辯。惠子言連", "267": "環可解。取不窮之義。郭象注云。環之相貫。貫於空", "268": "處。不貫於環也。是以兩環貫空不相涉入。各自通", "269": "轉。取無窮之義。尚可解也。序主指四論中語論雖", "270": "無窮。其冥契佛意。其實標出乎言外也。", "271": "敢是絕妙好辤。莫不竭茲洪論。", "272": "序主美肇師四論文理俱詣。借曹娥󳬴後蔡邕之", "273": "言也。漢時曹盰渡浙江溺死。其女曹娥年十四。求", "274": "父屍不得。投浙江死。經宿抱父屍而出。杜尚為作", "275": "󳬴。安於會稽上虞山。漢末蔡邕讀之。於󳬴陰鐫八", "276": "字云。黃絹幼婦外孫韲臼。後曹操同楊脩行兵。因", "277": "覽此八字。操問脩解否。答曰已解。操令脩且勿言。", "278": "待吾思之。行三十里。操方解。乃自為歎曰。有智無", "279": "智較三十里。尋因征戰殺之。操一諸子皆請救之。", "280": "操曰。楊脩是人中之龍。非汝力之所駕馭。遂殺之。", "281": "釋之曰。黃絹是色絲。色絲是絕字。幼婦是少女。少", "282": "女是妙字。外孫是女子。女子是好字。韲臼是受辛。", "283": "受辛是辤字。序主贊美四論同是絕妙好辤。竭者", "284": "窮盡也。洪者大也。佛理奧妙。盡在此四大論中耳。", "285": "所以童壽歎言。解空第一肇公其人。斯言有由矣。彰", "286": "在翰牘。", "287": "名僧傳慧觀門中。什見肇潤文製作。撫机歎略曰。", "288": "實同善吉。已在前注中具述也。時人謂什公得肇。", "289": "如佛有須菩提也。此歎美之言彰顯在高傳。翰者", "290": "筆牘簡也。第四簡別是論非論△第四簡別是論非論", "291": "但宗本蕭然莫能致詰。不遷等四論。事開接引。問答", "292": "㭊微。所以稱論。", "293": "宗本蕭然者。取蕭然曠大如虗空。不可窮詰畔岸。", "294": "非是論之正文。都序四論宗旨。物不遷等四。其中", "295": "以事明理。開示接引。後學初機有問有答。㭊理精", "296": "微。研覈真偽。所以目之為論也。"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 869 夾科肇論序注", "author": "宋 曉月注"}