{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 460", "1": "金剛經口訣", "10": "自性則是菩提也。此在性時。皆自空寂而湛然。若無", "11": "緣有生念而後有者也。有生則有形。形者地水火風", "12": "之聚沫也。以血氣為體。有生者之所託也。血氣足則", "13": "精足。精足則生神。神足生妙用。然則妙用者。即在吾", "14": "圓寂時之真我也。因形之遇物故。見之於作為而已。", "15": "但凡夫迷而逐物。聖賢明而應物。逐物者自彼。應物", "16": "者自我。自彼者。著於所見。故受輪迴。自我者。當體常", "17": "空。萬劫如一。合而觀之。皆心之妙用也。是故當其未", "18": "生之時。所謂性者。圓滿具足。空然無物。湛乎自然。其", "19": "廣大。與虗空等。往來變化。一切自由。天雖欲命我以", "2": "六祖大鑒禪師說", "20": "生。其可得乎。天猶不能命我以生。況於四大乎。況於", "21": "五行乎。既有生念。又有生緣。故天得以生命我。四大", "22": "得以氣形我。五行得以數約我。此有生者之所以有", "23": "滅也。然乎生滅則一。在凡夫聖賢之所以生滅則殊。", "24": "凡夫之人。生緣念有。識隨業變。習氣薰染。因生愈甚。", "25": "故既生之後。心著諸妄。妄認四大。以為我身。妄認六", "26": "親。以為我有。妄認聲色。以為快樂。妄認塵勞。以為富", "27": "貴。心目知見。無所不妄。諸妄既起。煩惱萬差。妄念奪", "28": "真。真性遂隱。人我為主。真識為客。三業前引。百業後", "29": "隨。流浪生死。無有涯際。生盡則滅。滅盡復生。生滅相", "3": "法性圓寂。本無生滅。因有生念。遂有生緣。故天得命", "30": "尋。至墮諸趣。轉轉不知。愈恣無明。造諸業󱓈。遂至塵", "31": "沙劫盡。不復人身。聖賢則不然。聖賢生不因念。應迹", "32": "而生。欲生則生。不待彼命。故既生之後。圓寂之性。依", "33": "舊湛然無體。相無罣礙。其照萬法。如青天白日。無毫", "34": "髮隱滯故。能建立一切善法。遍於沙界。不見其少。攝", "35": "受一切眾生。歸於寂滅。不以為多驅之不能來逐之", "36": "不能去。雖托四大為形。五行為養。皆我所假。未嘗妄", "37": "認我。緣苟盡我迹當滅。委而去之。如來去耳。於我何", "38": "與哉。是故凡夫。有生則有滅。滅者不能不生。賢聖有", "39": "生亦有滅。滅者歸於真空。是故凡夫生滅。如身中影。", "4": "之以生。是故謂之命。天命既立。真空不有。前日生念。", "40": "出入相隨。無有盡時。聖賢生滅。如空中雷自發自止。", "41": "不累於物。世人不知生滅之如此。而以生滅。為煩惱", "42": "大患。盖不自覺也。覺則見生滅。如身上塵。當一振奮", "43": "耳。何能累我性哉。昔我如來。以大慈悲心。憫一切眾", "44": "生。迷錯顛倒。流浪生死之如此。又見一切眾生。本有", "45": "快樂自在性。皆可修證成佛。欲一切眾生。盡為聖賢", "46": "生滅。不為凡夫生滅。猶慮一切眾生。無始以來。流浪", "47": "日久。其種性已差。未能以一法速悟故。為說八萬四", "48": "千法門。門門可入。皆可到真如之地。每說一法門。莫", "49": "非丁寧實語。欲使一切眾生。各隨所見法門。入自心", "5": "轉而為意識。意識之用散。而為六根。六根各有分別。", "50": "地。到自心地。見自佛性。證自身佛。即同如來。是故如", "51": "來。於諸經說有者。欲使一切眾生。覩相生善。說無者。", "52": "欲使一切眾生。離相見性。所說色空。亦復如是。然而", "53": "眾生執著。見有非真有。見無非真無。其見色見空。皆", "54": "如是執著。復起斷常二見。轉為生死根蒂。不示以無", "55": "二法門。又將迷錯顛倒。流浪生死。甚於前日。故如來", "56": "又為說大般若法。破斷常二見。使一切眾生。知真有", "57": "真無真色真空。本來無二。亦不遠人。湛然寂靜。只在", "58": "自己性中。但以自己性智慧。照破諸妄。則曉然自見。", "59": "是故大般若經六百卷。皆如來為菩薩果人。說佛性。", "6": "中有所總持者。是故謂之心。心者念慮之所在也。神", "60": "然而其間。猶有為頓漸者說。惟金剛經。為發大乘者", "61": "說。為發最上乘者說。是故其經。先說四生四相。次云", "62": "凡所有相。皆是虗妄。若見諸相非相。即見如來。盖顯", "63": "一切法。至無所住。是為真諦。故如來於此經。凡說涉", "64": "有即破之。以非直取實相。以示眾生。盖恐眾生不解", "65": "佛所說。其心反有所住故也。如所謂佛法即非佛法", "66": "之類是也。", "67": "金剛經口訣終", "68": "金剛經疏論纂要二卷", "69": "唐　宗密述", "7": "識之所舍也。真妄之所共處者也。當凡夫聖賢機會", "70": "金剛經疏論纂要刊定記四卷", "71": "宋　子璿記", "8": "之地也。一切眾生。自無始來。不能離生滅者。皆為此", "9": "心所累故。諸佛惟教人了此心。此心了即見自性。見"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 460 金剛經口訣", "englishTitle": "卍 Xuzangjing, Electronic version, No. 460 金剛經口訣", "author": "唐 慧能說", "language": "chinese", "source": "CBETA"}