{"sourceLink": "http://www.cbeta.org/", "text": {"0": "No. 1312-A 通玄百問序No. 1312-A", "1": "通玄百問序", "10": "無骨。雲門語左右逢源。不拘悟本偏圓。靡定清凉得", "100": "一回新。頌。一回拈出一回新。信手拈來用最親。百", "101": "二十年提掇畢。至今依舊不離身。", "102": "問。泥牛吼月。甚麼人得聞。答。癩漢眉毛。頌。癩漢", "103": "眉毛果解聞。須彌驚起夜乘雲。知音不必頻頻舉。", "104": "八兩分明是半觔。", "105": "問。木馬嘶聲。阿誰解聽。答。徒勞拭眥。頌。徒勞拭", "106": "眥向空聽。萬籟聲騰本自寧。察理聆音休費力。雨", "107": "餘依舊數峰青。", "108": "問。三脚驢子弄蹄行。且道日行多少。答。莫亂走。", "109": "頌。莫亂走。落草之談誰不有。更休特地問前程。擬", "11": "失。多字學。徒知費力。如人拜。足忍疲勞。腦後另具鉗", "110": "議思量成過咎。", "111": "問。無角鐵牛眠少室。且道有甚麼用處。答。卑不動", "112": "尊。頌。卑不動尊。道理須存。下不測上。誰敢言論。無", "113": "陰陽地非關涉。杜撰農夫枉斷魂。", "114": "問。雖成佛道。不捨因門。且道為甚麼如此。答。一串", "115": "穿却。頌。一串穿却。許多落索。細細思量。欵欵卜度。", "116": "𠇾卜度。黑是寒鴉白是󳬈。", "117": "問。諸佛不出世。為甚麼却向王宮生。答。青山常舉", "118": "足。頌。青山常舉足。五目應難矚。不是大周遮。為非", "119": "同世俗。同世俗。縱橫在欲而無欲。", "12": "鎚。舌本別存鑪鞴。圓通之問。萬松之訓。可謂盡善矣。", "120": "問。亦無有涅槃。為甚麼却向雙林滅。答。白日不移", "121": "輪。頌。白日不移輪。潛通劫外春。莫貪尋旦暮。昧却", "122": "本來人。本來人。觸處居塵不染塵。", "123": "問。達磨西來。不立文字。為甚麼道金剛．楞伽是吾心", "124": "要。答。賴是心要。頌。賴是心要。勦絕玄妙。突透禪", "125": "關。通天一竅。誰知碧眼老胡僧。至今猶惹傍人笑。", "126": "問。二祖覔心了不可得。為甚麼却道我自調心。非關", "127": "汝事。答。莫閑管。頌。莫閑管。大似裁長聊補短。三", "128": "星片月本無形。何勞特地生希罕。", "129": "問。般若說二十空。如何揀擇。答。不多不少。頌。不", "13": "故不撥。從倫偶依是錄。謾述浮詞。非唯無補宗乘。抑", "130": "多不少。明明了了。三祖有言。諸人可曉。至道無難", "131": "一句親。大慈千手難魔嬈。", "132": "問。金剛四相．圓覺四相。是同是別。答。隔系不灸病。", "133": "頌。隔系不灸病。老盧摠權柄。縱奪在臨時。諸人看", "134": "性命。鐵騎禪和不必爭。近來四海清如鏡。", "135": "問。楞嚴二十五圓通。那箇最親切。答。好客無疎伴。", "136": "頌。好客無疎伴。不消重判斷。南山共北山。氣勢俱", "137": "摩漢。明月與陰雲。愛憎人眾半。妍𡟎任彼分。吾道", "138": "一以貫。", "139": "問。步步登高易。甚麼處最高。答。大洋海底。頌。大", "14": "亦濫叨祖域。頌之過半。會公澤唱之於前。錄之逮畢。", "140": "洋海底。爭參祖禰。恰與別峰。不爭半米。", "141": "問。心心放下難。如何是放下底人。答。擔取去。頌。", "142": "擔取去。最是趙州親切處。滿鉢盛來一物無。莫隨", "143": "狂妄生憂慮。", "144": "問。楊岐金剛圈甚麼人透得。答。過。頌。過。這些關", "145": "捩天來大。電光石火薦還遲。不免被他親勘破。", "146": "問。楊岐栗棘蓬。甚麼人吞得。答。了。頌。了。妙用神", "147": "通非小小。佛殿燈籠更互容。此時未審何人曉。", "148": "問。還有過得黃龍三關底麼。答。除非和尚。頌。除", "149": "非和尚。當仁不讓。萬世規模。十方榜樣。佛手驢脚", "15": "永叔能和之於後。累及二老。取笑諸方。要知終始。狂", "150": "兮胡用他求。彼我生緣兮應須自向。", "151": "問。喝一喝。云。且道是賓是主。答。賓主歷然。頌。當", "152": "時照用曾施設。正法眼藏瞎驢滅。主伴交參向上", "153": "機。知音不必重甄別。", "154": "問。竪起拂子云。為你說禪了也。作麼生會。答。今日", "155": "不著便。頌。今日不著便。大似埋兵還掉戰。大唐打", "156": "破尚難求。唯要阿師通一線。", "157": "問。拈起拄杖云。還有向拄杖頭上下得一轉語底麼。", "158": "答。和尚年尊。頌。年尊妙語足超情。不動干戈定", "159": "太平。紫鷰黃鸝𠇾巧語。大音須信果希聲。", "16": "情讀誦。向下註脚。叢林閑散幾經秋。宗教通搜未有", "160": "問。畫一圓相。云。三世諸佛．六代祖師總在裏許。作麼", "161": "生會。答。宿生慶幸。頌。宿生慶幸。日煖月冷。四海", "162": "收波。乾坤肅靜。欽師猶被馬師惑。直至如今猶未", "163": "省。", "164": "問。以手空中點一點。云。且道這一點。明甚麼邊事。", "165": "答。歸宗猶在。頌。歸宗猶在。兩彩一賽。這畔無妨。那", "166": "邊不礙。永書八法好生看。先輩當年曾下載。", "167": "問。行不出戶。坐不當堂底人。汝等還識麼。答。滄洲", "168": "短尾龍。頌。滄洲短尾龍。夭矯若寒松。不借葉公筆。", "169": "寧拘葛氏筇。當堂無朕跡。徧界露形容。擬涉思量", "17": "由。愚魯自慚空過日。忍將狐尾補貂裘。輙申是意。聊", "170": "處。千峰與萬峰。", "171": "問。撒手那邊底人。為甚麼不居正位。答。大功不宰。", "172": "頌。大功不宰。聲光猶在。踢倒涅槃床。踏翻寂滅海。", "173": "把住放行兮觸處自由。奪正縱偏兮有勞神彩。但", "174": "能就路還家。日者徒占戌亥。", "175": "問。回頭這畔底人。為甚麼不墮偏方。答。至化無為。", "176": "頌。至化無為。闔國稱奇。清風來紫塞。皓月印丹墀。", "177": "即理之事兮元非有間。即俗之真兮本不相離。自", "178": "從一證無師智。遶徧閻浮足不移。", "179": "問。七縱八橫。千變萬化底人。為甚麼正合喫棒。答。", "18": "為序云。󳗰逢執除七夕前二日龍巖林泉顯道序。", "180": "幾乎放過。頌。幾乎放過付全提。妙用宜施果必奇。", "181": "見義不為無勇也。知恩方報乃忠之。好看狹路泥", "182": "中刺。善保虗囊橐裏錐。若遇頑嚚無血漢。方知鈍", "183": "鐵費鉗鎚。", "184": "問。百了千當底人。將甚麼賞他。答。趙州茶。曹山酒。", "185": "頌。趙州茶。曹山酒。不須烹醞時時有。渴來何礙兩", "186": "三杯。醒後無妨七八斗。未了區區陪奉伊。恐隨嗞", "187": "味徒開口。", "188": "問。風穴對五點。那點最親。答。此點最親。頌。此點", "189": "最親。心真語真。爍開衲僧鼻孔。增新佛祖精神。建", "19": "通玄百問No. 1312", "190": "法幢於實際。立宗旨於纖塵。識情卜度知無數。直", "191": "下全通有幾人。", "192": "問。雲門垂三句語。那句最妙。答。此句最妙。頌。此", "193": "句最妙。一言便了。莫逐是非。人間擾擾。禪流著意", "194": "細參詳。此上神通非小小。", "195": "問。佛不說一字。為甚麼教滿龍宮。答。二字三字。", "196": "頌。二字三字。是義非義。般若真源。無師妙智。止啼", "197": "黃葉好生看。剔起眉毛休擬議。", "198": "問。因該果海。果徹因源。祇如離却因果一句作麼生", "199": "道。答。道也未道。頌。道也未道。不須尋討。因語識", "2": "聞霛山正脉。迦葉親承。少室真風。神光立受。自六傳", "20": "通玄百問", "200": "人。從苗辨草。了四諦兮不必商量。超十地兮未敢", "201": "相保。", "202": "問。小始終頓圓。五教中還有禪也無。答。識教也未。", "203": "頌。識教也未超情謂。擬別商量。楊湯止沸。銀漢浪", "204": "兮雖分。瓊林花兮不異。異不異。明眼衲僧𠇾觸", "205": "諱。", "206": "問。向道莫去。歸來背父。如何得不背父去。答。切忌", "207": "回頭。頌。切忌回頭一句奇。箇中玄奧幾人知。但能", "208": "足下無私去。鳥道縱橫觸處宜。", "209": "問。隨緣赴感靡不周。而恒處此菩提座。且道那裏是", "21": "玉溪通玄庵圓通大禪師設問", "210": "菩提座。答。不是即道。頌。不是即道。幸勿草草。瓦", "211": "礫荊榛。無非至寶。妙體絕依一句玄。剎塵等徧瞿", "212": "曇老。", "213": "問。菩提妙花徧莊嚴。隨所住處常安樂。那裏是菩提", "214": "妙華。答。賣盡風流不著錢。頌。賣盡風流不著錢。", "215": "知音不必更重宣。空生見慣尋常也。餓眼禪和更", "216": "可怜。", "217": "問。聞鐘登寶殿。擊鼓上虗空。莫是觀音入理之門麼。", "218": "答。低聲。低聲。頌。低聲舉似不誵訛。無恨勞生會", "219": "也麼。悲智願心澄海月。聞思脩慧引風柯。杜禪和。", "22": "摩訶菩提蘭若萬松和尚仰答", "220": "莫蹉跎。隨聲逐色果如何。", "221": "問。絕情解。透聲色。明心見性底人還徹也未。答。鈎", "222": "在不疑之地。頌。鈎在不疑之地。迷悟是非一致。當", "223": "年潦倒玄沙。曾被靈雲返戲。你誇了了明明。我道", "224": "儼然瞌睡。休瞌睡。雨餘雲霽山添翠。", "225": "問。生如著衫。死如脫袴底人。得箇甚麼道理。答。赤", "226": "手空拳。頌。赤手空拳事事無。更須放下復迴途。若", "227": "能如是承當去。方信闍黎德不孤。德不孤。莫含胡。", "228": "𠇾粮萬子人皆有。祇恐臨時不丈夫。", "229": "問。過去已滅。未來未至。現在空寂。却為甚麼逆順境", "23": "龍嚴林泉老人頌", "230": "界現前時便透不得。答。却知痛痒。頌。却知痛痒。", "231": "不辭提獎。昨夢初醒。是非已往。佛祖權橫在萬松。", "232": "莫隨言句空勞攘。", "233": "問。多聞捨無義。多聞解了法。且道解箇甚麼法。答。", "234": "此義文長。頌。此義文長。切忌商量。不比蠅鑽故紙。", "235": "豈同蠧禦殘章。伶俐漢。莫荒唐。千手大悲難摸𢱢。", "236": "無言童子善敷揚。", "237": "問。我有一句子。明盡十玄門六相義。還有人道得麼。", "238": "答。収。頌。収。截斷眾流。三玄三要。無比無儔。菊花", "239": "開日重陽至。一葉落時天下秋。", "24": "華亭生生道人梓", "240": "問。不住化城。直至寶所。且道那裏是寶所。答。此處", "241": "無金二兩。頌。此處無金二兩。大似揚聲止響。衣珠", "242": "歷歷分明。祇管玲竮飄蕩。若渠更擬不知處。便與", "243": "攔腮轟一掌。", "244": "問。凡所有相。皆是虗妄。那箇是真實底。答。莫妄想", "245": "好。頌。莫妄想好。更無做造。要知真妄圓融。識取菩", "246": "提煩惱。貪嗔痴。無非道。筭來枉了別尋討。", "247": "問。一切有身。悉皆不淨。三十二相又作麼生。答。打", "248": "破畫瓶。頌。打破畫瓶。猶醉忽醒。金身丈六。應物標", "249": "形。秋水淨如僧眼碧。曉山濃似佛頭青。", "25": "問。行玄猶是涉崎嶇。如何是平坦處。答。東西南北。", "250": "問。禪分五派。還有優劣也無。答。劣則總劣。頌。劣", "251": "則總劣。不可分別。缾盤釵釧。體同名別。早是圓通", "252": "多口。那堪仰嶠饒舌。為君決。六月日頭到處熱。", "253": "問。教列三乘。還有勝負也無。答。勝則俱勝。頌。勝", "254": "則俱勝。為渠親證。佛祖權衡。是定非定。雖然不與", "255": "汝同槃。斤兩到頭難昧秤。", "256": "問。性相二宗還有淺深也無。答。索另者先窮。頌。", "257": "索另先窮人盡知。圓融行布強支離。同田分貝君", "258": "看取。家不和兮鄰里欺。", "259": "問。作止任滅。四病如何醫治。答。右件各等分。頌。", "26": "頌。東西南北。侵天荊棘。沒足石人。不消勞力。更須", "260": "右件各等分。感承垂寶訓。一丸療病安。何假驢般", "261": "運。日面月面酬時。孰怕重重詢問。", "262": "問。唯一月真。中間更無是月非月。如何是真月。答。", "263": "清光何處無。頌。清光何處無。妙德轉玄樞。穆穆金", "264": "波冷。停停玉兔孤。曲鈎猶不似。明鏡轉差殊。若會", "265": "雲岩舉󰆠意。須知元不費功夫。", "266": "問。維摩默然談不二。後代如何為舉揚。答。謝師點", "267": "破。頌。謝師點破。二俱話墮。誰想今朝又添一箇。如", "268": "斯舉唱宗乘。笑殺東村王大。", "269": "問。佛語心為宗。未審心以何為宗。答。何所不宗。", "27": "透過那重關。自在縱橫方脫纏。", "270": "頌。何所不宗。物物皆從。圓證一念。妙德顒顒。總似", "271": "常啼渾賣却。須知死水不藏龍。", "272": "問。無門為法門。且道作麼生入。答。誰在門外。頌。", "273": "誰在門外。乾坤非大。圓覺伽藍。久經淘汰。不必携", "274": "筇月下敲。化城打破無遮礙。", "275": "問。記一箇元字脚在心。作野狐精。祇如無元字脚。作", "276": "箇甚麼。答。更有赤鬚狐。頌。更有赤鬚狐。哀哉肘", "277": "後符。識情如實有。因果不虗無。巧若拙。智如愚。幾", "278": "箇男兒是丈夫。", "279": "問。道箇佛法兩字。淨漱口三日。且道佛法過在甚麼", "28": "問。玄玄玄處亦須呵。且道有甚麼過。答。罪不重科。", "280": "處。答。但喫吐而唾。頌。但喫吐而唾。幾人窺得破。", "281": "摩訶修多羅。南無三滿哆。三滿哆。言滿天下無口", "282": "過。", "283": "問。祖師教外別傳句。試請禪人吐露看。答。摩訶羅", "284": "骨朵。頌。摩訶羅骨朵。未肯全許可。立雪與拈花。曾", "285": "已遭懡㦬。眉毛不惜報君知。熱則趂涼寒向火。", "286": "問。石頭路滑人難過。碧玉溪邊作麼行。答。拈起拄", "287": "杖。頌。拈起拄杖。徐行而往。乾闥城中。毗盧頂上。石", "288": "頭路滑兮非功。玉溪路曠兮絕想。", "289": "問。喜得山中住。閑眠夢不驚。且道夢見箇甚麼。答。", "29": "頌。罪不重科。閑管多羅。未語已前早錯。那堪變態", "290": "𠇾𥧌語。頌。𠇾𥧌語。華胥國破無依所。香嚴寂子太", "291": "含胡。供水過茶祈𠃔許。", "292": "問。雲居云。居山好。且道那裏是好處。答。通玄峰頂。", "293": "頌。通玄峰頂。天然孤逈。擬涉途程。鞭折汝脛。大隱", "294": "居󱈎小隱山。隨人變運俱無等。", "295": "問。吾師雨花外。不下十餘年。祇在此山中作箇甚麼。", "296": "答。有年無德。頌。有年無德。不拘軌則。指東為西。", "297": "呼南作北。祇麼窮通然較些。正眼觀來猶費力。", "298": "問。此時山僧都不會。是會了不會。是不會不會。答。", "299": "師會也未。頌。師會也未。弄粥飯氣。妙轉天輪地軸。", "3": "之後。五派以來。法雷聲震於中州。佛日光流於上苑。", "30": "誵訛。阿呵呵。玄與玄玄爭甚麼。", "300": "密織文經武緯。大璞不琢兮純真。圓珠不穴兮愈", "301": "貴。", "302": "問。非知之艱。行之唯難。且道作麼生行。答。請師先", "303": "進。頌。請師先進。不存逆順。𠇾問破危成收。莫說吉", "304": "凶悔吝。大道縱橫本自平。何須腰佩空王印。", "305": "問。未達法源。故多諍論。還有達徹法源底麼。答。掀", "306": "倒蒲團。頌。掀倒蒲團闡大機。幾人於此造玄微。法", "307": "源窮徹無餘底。陡覺虗空減帶圍。", "308": "問。明明不昧。了了常知底。是箇甚麼。答。鬼眼睛。", "309": "頌。好箇英靈鬼眼睛。是非窺盡沒輸贏。爭如兀兀", "31": "問。一花百億國。且道一花在甚麼處。答。不風流處", "310": "無知去。且與眉稜結弟兄。", "311": "問。佛性與法性如何分別。答。別日再商量。頌。別", "312": "日再商量。慈悲為舉揚。眉毛猶不惜。意路豈遮藏。", "313": "夜月光連水。朝曦影轉廊。玉溪垂示處。細細好參", "314": "詳。", "315": "問。遠行與順行。且道作麼生辨。答。還有眼麼。頌。", "316": "還有眼麼。一言包裹。了了明明。箭穿紅垛。聽聲觀", "317": "色總如如。逆順同歸無不可。", "318": "問。性德本有。為甚麼不覺不知。答。幾乎忘却。頌。", "319": "幾乎忘却。為渠酬酢。方寸靈明。豈從天爵。任麼會", "32": "也風流。頌。不風流處也風流。無蒂花開鐵樹頭。伶", "320": "去。千錯萬錯。要不錯。休強續鳧來截󳬈。", "321": "問。情惑本空。為甚麼隨聲逐色。答。通方衲子。頌。", "322": "通方衲子果英靈。眼耳無妨信視聽。皓月豈離秋", "323": "水碧。浮雲那礙曉峰青。聲色裏。酔還醒。六國安然", "324": "本自寧。", "325": "問。比丘依四念處住。大闡提人依甚麼處住。答。無", "326": "間道中。頌。無間道中。自西自東。快活不徹。受用無", "327": "窮。君不見提婆達多曾有語。三禪天樂竟非同。", "328": "問。大乘與小乘還有相違也無。答。一有多種。頌。", "329": "一有多種。群峰勢聳。摩漢凌空。須彌慚悚。吹毛他", "33": "俐禪和高著眼。非同春色媚皇州。", "330": "日當權。應剪人間繁冗。", "331": "問。真心與妄心還有相順也無。答。二無兩段。頌。", "332": "二無兩段。非敢相謾。如如妙智。猶珠走盤。但若圓", "333": "成一念。休尋萬緒千端。", "334": "問。三細六麤如何揀擇。答。不曾曳露布。頌。不曾", "335": "曳露布。業轉現等皆分付。此義文長別日宣。且隨", "336": "禪苑生機路。", "337": "問。千差萬別如何融會。答。展開兩手。頌。展開兩", "338": "手。了無所有。暮四朝三。徒成過咎。要知融會緣由。", "339": "冬後逐年數九。", "34": "問。炎天似火。暑雨如湯。正當此時。如何迴避。答。主", "340": "問。竪起一指云。俱胝和尚向這裏放大光明。轉大法", "341": "輪。諸人還見麼。答。󱑰瞎。頌。󱑰瞎那知眼倍明。微", "342": "塵經卷了平生。指頭尖上些兒箇。消得阿師幾日", "343": "程。", "344": "問。折脚鐺兒為活計。穿心椀子作生涯。通玄庵內安", "345": "然坐。不管山前事似麻。且道安然底是甚麼人。答。", "346": "無功受祿漢。頌。無功受祿漢。月為鄰兮雲作伴。飢", "347": "飡渴飲困時眠。此外不消閑讚嘆。", "348": "問。無求乃樂。為甚麼善遊太子求珠。答。禍出私門。", "349": "頌。禍出私門自偶然。莫於情識妄鑽研。白雲橫谷", "35": "山前。案山後。頌。主山前。案山後。日午面南看北斗。", "350": "舒還卷。豈礙晴空與湛天此第二十問因前遺失故補於此。", "351": "通玄百問終", "36": "騰騰炎暑任遷流。畢竟難侵無相叟。", "37": "問。大海為墨。須彌為筆。且道寫箇甚麼。答。通玄百", "38": "問。頌。通玄百問。不拘音韻。縱奪臨時。各安其分。有", "39": "人問我若奚為。文彩縱橫看變運。", "4": "其有雲仍種草者矣。圓通著百問。激勵學徒。闡一心", "40": "問。園裏觀花。一悟真如。今觀花也。還有悟真底麼。", "41": "答。試問東君也不知。頌。試問東君也不知。不知底", "42": "事果何為。聾於鼻孔纔堪聽。瞎似眉毛方可窺。", "43": "問。萬物推遷。還有不推遷底麼。答。住岸却迷人。", "44": "頌。住岸却迷人。真語亦真。龍樓無宿客。鳳閣有朝", "45": "臣。薦取玄中旨。誇足下塵。欲窮親切處。九盡又逢", "46": "春。", "47": "問。四時改變。還有不改變底麼。答。春寒秋熱。頌。", "48": "春寒秋熱。年年不別。碧海纖塵。紅鑪片雪。霜餘葉", "49": "落樹元閑。雨過雲收天愈潔。", "5": "弘持祖道。其言簡當。其旨幽微。寧容紙背上參求。那", "50": "問。尋師訪道為參禪。祗如禪作麼生參。答。久嚮道", "51": "風。頌。久嚮道風。理事雙融。言言般若。物物圓通。其", "52": "或蹉過當頭句。且向嵩陽問祖翁。", "53": "問。溈山水牯牛向甚麼處放。答。烏那青青處。頌。", "54": "烏那青青處。斫額應難󳬇。更擬問如何。󳬧過新羅", "55": "去。牧竪高歌唱月歸。鼻頭繩斷元無據。吽。", "56": "問。德山是佛祖兒孫。為甚麼佛來也打。祖來也打。", "57": "答。不敢怠慢。頌。不敢怠慢。叢林頗慣。知恩報恩。心", "58": "心無間。雲門正令肯提持。管取河清并海晏。", "59": "問。臨濟是佛祖苗裔。為甚麼佛來也喝。祖來也喝。", "6": "許口角頭取辨。若非偉器。難搆洪機。當時未遇其人。", "60": "答。祇為佛來祖來。頌。佛來祖來。切忌胡猜。吾今為", "61": "汝。十字轟開。苟或未委真消息。更聽忽雷震九垓。", "62": "咄。", "63": "問。趙州指栢。靈鷲拈花。且道是同是別。答。竪兩指。", "64": "頌。竪兩指。立綱紀。付全提。而已矣。正休節外強生", "65": "枝。莫認浮華并浪蘂。", "66": "問。洞山無寒暑處甚麼人受用。答。嘉州石像。頌。", "67": "嘉州石像。眉橫眼上。逼塞虗空。無偏無黨。賞心樂", "68": "事許多般。何用銜花來供養。", "69": "問。直須登徹妙高峰。祇如妙高峰作麼生登。答。有", "7": "過日方逢作者。故萬松老師居摩訶菩提蘭若。運三", "70": "勞法重。頌。有勞法重。當人變弄。妙握吹毛。萬邦一", "71": "統。不涉纖塵歷大千。須知無用成真用。", "72": "問。明與無明。其性無二。如何是無二之性。答。天曉", "73": "不露。頌。天曉不露。龍吟宿霧。語忌十成。機貴回互。", "74": "滄海曦輪欲吐光。無端還被輕煙妬。", "75": "問。一超直入如來地。作麼生說箇超底道理。答。抱", "76": "瓮之流。頌。抱瓮之流。豈貴良謀。始信清貪常樂。方", "77": "知濁富多憂。𠇾。𠇾。𠇾。得抽頭處且抽頭。", "78": "問。般若無知。為甚麼無所不知。答。莫謗他好。頌。", "79": "莫謗他好。巧說不如直道。但能語絕幽玄。便見心", "8": "昧正受神通。傳法之餘。匡持之暇。答前百問於指頃。", "80": "非做造。兀兀騰騰信自如。堦前落葉從風掃。", "81": "問。明窻下安排。且道安排箇甚麼。答。適來新到。", "82": "頌。適來新到。妙通玄奧。把纜放船。相頭買帽。若非", "83": "佛日顯𦚾懷。夾嶺門庭孰可造。", "84": "問。長安雖閙。我國晏然。如何是我國。答。正閙在。", "85": "頌。正閙在。明眼宗師無𦊱礙。坐看喧靜與興亡。掌", "86": "握乾坤彰聖代。", "87": "問。摩騰未來此土。還有教也無。答。待無即道。頌。", "88": "待無即道。探竿影草。白馬堦前。立分蒭稻。貝葉靈", "89": "文絕古今。莫隨言句生憂腦。", "9": "誘後群迷於目今。眼裏有筋。臨濟機縱橫得玅。舌頭", "90": "問。達磨未來此土。還有禪也無。答。待有即道。頌。", "91": "待有即道。聲光浩浩。莫錯商量。休別尋討。休尋討。", "92": "柳梢畢竟無酸棗。", "93": "問。沒底船子為甚麼無漏堅固。答。生鐵鑄成。頌。", "94": "生鐵鑄成。非重非輕。無漏堅固。來往縱橫。不涉波", "95": "瀾遊性海。五濁惡世度眾生。", "96": "問。鹽官犀牛扇子分付與恁麼人。答。已承厚意。", "97": "頌。已承厚意。斯言可記。開口廝當。豈容擬議。停待", "98": "兮明月當天。動轉兮清風帀地。", "99": "問。趙州七觔布衫多年。還破碎也無。答。一回拈出"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1312 通玄百問", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1312 通玄百問", "author": "元 圓通設問　行秀仰答", "language": "chinese", "source": "CBETA"}