{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 323 楞伽經通義", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "一切佛語心品第一之四", "1": "楞伽阿䟦多羅寶經通義卷第六", "2": "一切佛語心品第一之四餘", "3": "爾時大慧菩薩復白佛言世尊惟願為說一切菩薩", "4": "聲聞緣覺滅正受次第相續若善於滅正受次第相", "5": "續相者我及餘菩薩終不妄捨滅正受樂門不墮一", "6": "切聲聞緣覺外道愚癡佛告大慧諦聽諦聽善思念", "7": "之當為汝說大慧白佛言世尊惟願為說佛告大慧", "8": "六地菩薩摩訶薩及聲聞緣覺入滅正受第七地菩", "9": "薩摩訶薩念念正受離一切性自性相正受非聲聞", "10": "緣覺諸聲聞緣覺墮有行覺攝所攝相滅正受是故", "11": "七地非念正受得一切法無差別相非分得種種相", "12": "性覺一切法善不善性相正受是故七地無善念正", "13": "受大慧八地菩薩及聲聞緣覺心意意識妄想相滅", "14": "初地乃至七地菩薩摩訶薩觀三界心意意識量離", "15": "我我所自妄想修墮外性種種相愚夫二種自心攝", "16": "所攝向無知不覺無始過惡虗偽習氣所熏。", "17": "滅定正受其名一也不問以辨之安知入者之淺", "18": "深十地次第其位一也不言以示之孰知歷者之", "19": "共別故大慧問以三乘同入滅定而有次第淺深", "20": "歷於十地而有相續共別苟善其相則於大滅定", "21": "而不捨於小正受而不墮問文可知答中位相進", "22": "否多途凡四義初以六七對明淺深則六地三乘", "23": "同入滅定此位最淺故菩薩所得定未異二乘七", "24": "地菩薩念念正受等者念念則出入無間離一切", "25": "性自性相正受則不取攝所攝一切相故不同二", "26": "乘墮有行覺必滅諸相然後為定是故七地為非", "27": "念正受謂非彼住念之正受也又曰得一切法無", "28": "差別相則覺一切法善不善性相無有差別非彼", "29": "二乘於其定中分得一兩相者故曰非分得種種", "30": "相性是為無善念正受謂至七地尚不住於善況", "31": "不善念乎則其為無差別相正受可知矣據此七", "32": "地已過二乘唯言菩薩而於後地復存二乘者今", "33": "以意求當是一往欲辨六七異相且約共別存沒", "34": "言之非謂後位不兼二乘亦可望前六地俱名菩", "35": "薩故所異者異前二乘爾明教眼者更詳二約七", "36": "八以辨異相即心意識妄想相有滅未滅故過德", "37": "不同謂八地三乘妄想識滅故唯德若初地至七", "38": "地觀而未滅離而能修則猶存過德之間謂離我", "39": "我所自妄想修者德也墮外性種種相而為愚夫", "40": "有無二心所攝者過也所以過則由向無知惡習", "41": "所熏故勝劣於是可知一。", "42": "大慧八地菩薩摩訶薩聲聞緣覺涅槃菩薩者三昧", "43": "覺所持是故三昧門樂不般涅槃若不持者如來地", "44": "不滿足弃捨一切有為眾生事故佛種則應斷諸佛", "45": "世尊為示如來不可思議無量功德聲聞緣覺三昧", "46": "門得樂所牽故作涅槃想大慧我分部七地善修心", "47": "意意識相善修我我所攝受人法無我生滅自共相", "48": "善四無礙決定力三昧門地次第相續入道品法不", "49": "令菩薩摩訶薩不覺自共相不善七地墮外道邪經", "50": "故立地次第大慧彼實無有若生若滅除自心現量", "51": "所謂地次第相續及三界種種行愚夫所不覺愚夫所", "52": "不覺者謂我及諸佛說地次第相續及說三界種行。", "53": "三明八地三乘同一涅槃而有取不取異則曰菩", "54": "薩者三昧覺所持等謂如幻三昧覺力所持故雖", "55": "入三昧門樂而不取涅槃若不持者反以不持顯", "56": "持者之德言如來地不滿足則自行虧也棄捨一", "57": "切為眾生事則化他失也自他既失則佛種應斷", "58": "故諸佛為示不思議功德所以勸進也二乘反是", "59": "所以失也我分部七地下總結示意謂即七地兼", "60": "前望後分別部類有善不善滅不滅等異意令善", "61": "修心意意識相則達識性本空除其妄想也善修", "62": "我我所了人法無所著則攝受二無我性不墮生", "63": "滅自共相善四無礙決定力三昧門則定慧均等", "64": "無偏過之失由是地次第相續入道品法則進入", "65": "後位之資也不令菩薩等者則是不令不善者墮", "66": "於七地為愚夫二邊邪徑所攝此地相次第所以", "67": "立也言修有善不善者謂離相則善著則不善故", "68": "善修者雖心意意識我我所等亦足為入道之所", "69": "苟為不善雖定慧等法亦不無偏失故知善與不", "70": "善在人而不在法故曰彼實無有若生若滅除自", "71": "心現量等謂前所分別地次第相續及三界種種", "72": "行如四禪八定等雖前後轉進若有生滅除自心", "73": "量建立本無其實而愚者不覺謂是佛所施設豈", "74": "理也哉故今所不與推是而言凡佛有所說一依", "75": "眾生心量分別其於佛法何有乎二。", "76": "復次大慧聲聞緣覺第八菩薩地滅三昧門樂醉所", "77": "醉不善自心現量自共相習氣所障墮人法無我法", "78": "攝受見妄想涅槃想非寂滅智慧覺大慧菩薩者見", "79": "滅三昧門樂本願哀愍大悲成就知分明十無盡句", "80": "不妄想涅槃想彼已涅槃妄想不生故離攝所攝妄", "81": "想覺了自心現量一切諸法妄想不生不墮心意意", "82": "識外性自性相計著妄想非佛法因不生隨智慧生", "83": "得如來自覺地如人夢中方便度水未度而覺覺已", "84": "思惟為正為邪非正非邪餘無始見聞覺識因想種", "85": "種習氣種種形處墮有無想心意意識夢現。", "86": "四示八地復有共別按台宗明義應分二種一者", "87": "三乘共行則菩薩有共二乘證得而不免過者四", "88": "一同為滅定所醉而不能化他益物二不善自心", "89": "現量為諸法自共相習氣所障三墮人法無我起", "90": "法攝受見正言著法之見也四於涅槃起著想故", "91": "非究竟寂滅覺竝如文云云所謂鈍同二乘是也", "92": "但明共位有進退爾云云二者別立忍名則曰菩", "93": "薩者見三昧門樂等一一翻前過相以彰八地利", "94": "智獨菩薩德文離不次對釋可知既一切妄想不", "95": "生則無復生因故曰非佛法因不生隨智慧生謂", "96": "以成就佛法為因則生非是則不生隨智慧則生", "97": "非是亦不生是則未甞生未嘗不生惟道是從有", "98": "生不生終於究竟得如來自覺地皆以此理也如", "99": "人夢中下譬上自他法也大意則謂夢時非無覺", "100": "已無有而實非實非虗以喻八地菩薩始於見法", "101": "終於度生一以如幻三昧建立故如夢時作用及", "102": "得無生忍顯無功用道如覺己無得而言未度而", "103": "覺者位未極故未到彼岸也為正為邪者審其虗", "104": "實也非正非邪者極言其理也故自覺己言之孰", "105": "得謂之實自夢事言之孰得謂之虗言餘無始見", "106": "聞覺識因想者然真淨界中無佛無生尚何修因", "107": "度生之有但未復真淨尚餘無始覺識以為因想", "108": "則到夢之由也因其以種種習氣而有種種眾生", "109": "形處於其境界墮有無想故有心意意識夢事隨", "110": "現若無始覺識因想滅則一切法無有如覺己皆", "111": "不可得也三。", "112": "大慧如是菩薩摩訶薩於第八菩薩地見妄想生從", "113": "初地轉進至第七地見一切法如幻等方便度攝所", "114": "攝心妄想行已作佛法方便未得者令得大慧此是", "115": "菩薩涅槃方便不壞離心意意識得無生法忍大慧", "116": "於第一義無次第相續說無所有妄想寂滅法爾時", "117": "世尊欲重宣此義而說偈言。", "118": "心量無所有此住及佛地去來及現在三世諸佛說", "119": "心量地第七無所有第八二地名為住佛地名最勝", "120": "自覺智及淨此則是我地自在最勝處清淨妙莊嚴", "121": "照曜如盛火光明悉遍至熾𦦨不壞目周輪化三有", "122": "化現在三有或有光時化於彼演說乘皆是如來地", "123": "十地則為初初則為八地第九則為七七亦復為八", "124": "第二為第三第四為第五第三為第六無所有何次。", "125": "此下合上譬也謂是菩薩見妄想生即所夢生死", "126": "大河之譬也從初地轉進至第七地見一切法如", "127": "幻等方便即能度方便義也度攝所攝妄想行已", "128": "即自行度根境等一切妄想義也作佛法方便未", "129": "得者令得即以自度而復度他亦猶未度者令度", "130": "義也此是菩薩涅槃方便不壞者正言菩薩雖得", "131": "涅槃而不壞方便度生事也離心意意識得無生", "132": "法忍者即至第八地得無功用道如覺已無得之", "133": "譬也是亦結示忍名故曰得無生忍此共別相非", "134": "一宗教門莫識旨歸亦見此經兼該通乘此其三", "135": "也於第一義下結示上所說地次第相續等其文", "136": "葢略正應言於第一義無次第中說有次第無相", "137": "續中說有相續無所有妄想中說妄想寂滅法良", "138": "以第一義諦中一法不可得況次第相續乎然皆", "139": "依眾生心量方便化門於本無中分別說爾心量", "140": "苟盡則第一義空逈無所有猶如太虗不存鳥跡", "141": "所謂說無所有妄想寂滅法者亦無名相中假名", "142": "相說爾能契此理說本無說也偈初八句先總次", "143": "別別者謂七地猶存心量八地則無所有故約七", "144": "八對明分齊偏得住名八地雖無所有猶有定住", "145": "唯以佛地名為最勝則因果歷然教道之說不同", "146": "後文皆如來地證道所說無有定次自覺智及淨", "147": "下別頌佛地功德殊勝如婆伽婆六義此見其五", "148": "謂自覺智及淨者名稱也最勝處者吉祥也餘三", "149": "名義顯然可知既具其五豈不尊貴乎云云不壞", "150": "目者謂如來光明雖復熾盛而俯同萬物等一照", "151": "燭不同日電等光奪壞人目也周輪化三有者亦", "152": "曰周流謂如來周流三界化過現世間及被未來", "153": "演說諸乘故曰於彼皆是如來地者則又頌上於", "154": "第一義無次第相續故曰十地則為初等即以不", "155": "次顯其圓融究竟而言寂滅真如有何位次不同", "156": "教道定有次第也四。○右第五章。", "157": "爾時大慧菩薩復白佛言世尊如來應供等正覺為", "158": "常為無常佛告大慧如來應供等正覺非常非無常", "159": "謂二俱有過若常者有作主過常者一切外道說作", "160": "者無所作是故如來常非常非作常有過故若如來", "161": "無常者有作無常過陰所相相無性陰壞則應斷而", "162": "如來不斷大慧一切所作皆無常如瓶衣等一切皆", "163": "無常過一切智眾具方便應無義以所作故一切所", "164": "作皆應是如來無差別因性故是故大慧如來非常", "165": "非無常復次大慧如來非如虗空常如虗空常者自", "166": "覺聖智眾具無義過大慧譬如虗空非常非無常離", "167": "常無常一異俱不俱常無常過故不可說是故如來", "168": "非常復次大慧若如來無生常者如兔馬等角以無", "169": "生常故方便無義以無生常過故如來非常復次大", "170": "慧更有餘事知如來常所以者何謂無間所得智常", "171": "故如來常大慧若如來出世若不出世法畢定住聲", "172": "聞緣覺諸佛如來無間住不住虗空亦非愚夫之所", "173": "覺知。", "174": "前言常無常者屢矣而獨未明如來所證果法為", "175": "常為無常以理言之前諸所說豈復外此苟不別", "176": "明惑者昧焉故復為未了者請答中先言果證非", "177": "常非無常葢其所證理絕百非圓離眾過異彼外", "178": "計故言雙非二俱有過若常有作主過者謂如來", "179": "尚無我相豈容保常有作主宰之過又曰常者一", "180": "切外道說則邪計作者為常是有所作也而如來", "181": "說作者無所作故常而非常非彼有作之常為有", "182": "過故若如來無常者有作無常過正言無常同於", "183": "有作若同有作則是五陰相所相其相無性故陰", "184": "壞則斷而如來之常不應斷又曰一切所作皆無", "185": "常如瓶衣等者謂若一切皆歸無常如世間瓶衣", "186": "等物則顯如來修德無功故曰一切智眾具方便", "187": "皆應無實義若同所作則一切所作皆應是佛以", "188": "無別因性故故結云云然性德圓離雖曰俱非而", "189": "果證亦得是常但常義多途故復遮二種非義則", "190": "曰非如虗空等常謂虗空之常頑虗無義非同如", "191": "來自覺聖智眾德修顯縱以空性為言而空離四", "192": "句不可偏說若同無生常者如兔馬等角亦本無", "193": "生無方便等義豈同常德故二皆有過然則果以", "194": "何義言如來常邪即以三義故知之故曰謂無間", "195": "所得智常等即金剛後心無礙道所得智以是顯", "196": "德一證永常一也二法畢定住故謂一切諸法畢", "197": "定住於常寂之理所謂有佛無佛性相常然而唯", "198": "如來能顯所以常也三間無住故即向如來種性", "199": "四法無間皆得常住則非住於虗空而兼言二乘", "200": "者示各有種性以因顯果也此三亦可義配三德", "201": "云云一。", "202": "大慧如來所得智是般若所熏非心意意識彼諸陰", "203": "界入處所熏大慧一切三有皆是不實妄想所生如", "204": "來不從不實虗妄想生大慧以二法故有常無常非", "205": "不二不二者寂靜一切法無二生相故是故如來應", "206": "供等正覺非常非無常大慧乃至言說分別生則有", "207": "常無常過分別覺滅者則離愚夫常無常見不寂靜", "208": "慧者永離常無常非常無常熏爾時世尊欲重宣此", "209": "義而說偈言。", "210": "眾具無義者生常無常過若無分別覺永離常無常", "211": "從其所立宗則有眾雜義等觀自心德言說不可得。", "212": "將以無常顯常以二法顯不二故復陳三義明之", "213": "則所謂常及雙非皆究竟果德名偏義圓其理一", "214": "也言如來所得智是般若所熏者謂修德之智全", "215": "性德般若之所熏發不同九界心識為彼陰入等", "216": "熏又言如來不從不實虗妄想生則唯從真實功", "217": "德生以因驗果理無差忒此以無常顯常也又曰", "218": "以二法故有常無常非不二者謂若以生死涅槃", "219": "為二法則有常與無常非所謂不二而如來既證", "220": "諸法一相所謂無相則不二寂靜故無二種生相", "221": "是即非常非無常以二顯不二也然言至於此可", "222": "謂極其理矣而執言者墮分別言想則二與不二", "223": "待對不忘猶為不寂故復遣之曰乃至言說分別", "224": "生財有常無常過極言亦應有非常非無常過惟", "225": "言語斷覺想滅無所分別則離愚夫等諸見過永", "226": "離諸見過熏文從略說互見言之是為究竟寂靜", "227": "慧者但離諸見雖常無常無非玅用況非常非無", "228": "常乎或本多不字殊乖文旨偈言眾具無義者謂", "229": "凡非如來脩德所顯故常無常皆悉有過則以聖", "230": "奪凡也若無分別覺永離常無常則以理泯情也", "231": "從其所立宗者如外道所計邪常及七種無常見", "232": "皆所謂眾雜義也若夫以等觀心了自心量心量", "233": "無有則生死涅槃本來平等故一切言說悉不可", "234": "得二。○右第六章。", "235": "爾時大慧菩薩復白佛言世尊惟願世尊更為我說", "236": "陰界入生滅彼無有我誰生誰滅愚夫者依於生滅", "237": "不覺苦盡不識涅槃佛言善哉諦聽當為汝說大慧", "238": "白佛言唯然受教佛告大慧如來之藏是善不善因", "239": "能徧興造一切趣生譬如伎兒變現諸趣離我我所", "240": "不覺彼故三緣和合方便而生外道不覺計著作者", "241": "為無始虗偽惡習所熏名為識藏生無明住地與七", "242": "識俱如海浪身常生不斷離無常過離於我論自性", "243": "無垢畢竟清淨。", "244": "陰界入生滅前文固言之矣而大慧復有疑請者", "245": "意謂陰界入法有迷有解以解則彼無有我誰為", "246": "生滅以迷則愚夫依於生滅不覺苦盡不識涅槃", "247": "凡夫何由出生死邪故請云云佛答中先總次別", "248": "總文有法譬不言陰界入直告以如來之藏是善", "249": "不善因蓋如來藏者本也陰界入者末也以末而", "250": "不以本是迷與解相循為難終莫能解以本而不", "251": "以末是迷解同出一理故迷解之外有未嘗迷解", "252": "者為迷為解即如來藏隨緣為善不善因能徧興", "253": "造一切趣生故有十界迷解之異迷則為生滅解", "254": "則為無我此惑智所以相翻雖互為有無而理不", "255": "相悖即酬問之大旨也譬如伎兒下譬也喻上隨", "256": "緣造法猶如伎兒變現諸趣而本離我我所是則", "257": "生滅無我理在其中亦猶伎者能變諸形而無有", "258": "我故也次別又二先言如來藏有覺不覺以不覺", "259": "故則有生滅故曰不覺彼故等謂不覺彼藏識性", "260": "離於三緣合處計以為我或計為作者從是有生", "261": "有滅皆由無始習氣熏如來藏轉名識藏生無明", "262": "住地言其始起也與意等七識俱則復起餘四住", "263": "地煩惱可知故曰如海浪身常生不斷則自本而", "264": "起末由八識而至六識身亦即六道身也故自末", "265": "言之唯無常我見而已若由聞教還依藏理了本", "266": "真常離於我論則但除其末理自復本故曰自性", "267": "無垢畢竟清淨此則八識之起滅也一。", "268": "其餘諸識有生有滅意意識等念念有七因不實妄", "269": "想取諸境界種種形處計著名相不覺自心所現色", "270": "相不覺苦樂不至解脫名相諸纏貪生生貪若因若", "271": "攀緣彼諸受根滅次第不生餘自心妄想不知苦樂", "272": "入滅受想正受第四禪善真諦解脫脩行者作解脫", "273": "想不離不轉名如來藏識藏七識流轉不滅所以者", "274": "何彼因攀緣諸識生故非聲聞緣覺脩行境界不覺", "275": "無我自共相攝受生陰界入見如來藏五法自性人", "276": "法無我則滅。", "277": "次言諸識有生滅者謂餘意意識等念念有七則", "278": "起必俱時也因不實妄想等謂六識也以六識取", "279": "境故有種種形處謂六塵也六塵既形著諸名相", "280": "而不覺是八識自心所現色相則以末而迷本不", "281": "覺苦樂等正言七識自相謂不覺苦樂則不同六", "282": "識不至解脫則不同八識亦曰不受苦樂因及非", "283": "涅槃因等即其義也但著名相與貪相生至於發", "284": "起六識則為彼因及彼攀緣皆所謂生相也言滅", "285": "相則曰彼諸受根滅及想行等次第不生唯餘自", "286": "心微細妄識入滅想正受即四無色定及第四禪", "287": "唯一心支而亦言不知苦樂者此以滅想云爾善", "288": "真諦解脫脩行者即聲聞所脩於此滅定作解脫", "289": "想非究竟滅也不離不轉下總判結答也即總判", "290": "前諸識有離不離轉不轉之異故曰不離不轉者", "291": "如來藏識也謂不離意意識等而未始有轉以具", "292": "隨緣不變二義故也不離而轉者識藏也即第八", "293": "貪藏種子識葢不離藏識而轉為諸識所依故也", "294": "以顯七識亦離亦轉故曰七識流轉不滅亦離者", "295": "以藏識雖未始離七識而七識自離是亦情離而", "296": "體不離也而亦轉者以七識與六識為因及彼攀", "297": "緣生於諸緣故言流轉不滅等二乘於此但知作", "298": "解脫想而不知轉依八識實不可滅故非其境界", "299": "不覺無我等者正酬結所問謂若於此不覺無我", "300": "以自共相攝受生陰界入法則猶生滅非生滅盡", "301": "若見如來藏則五法自性皆無我相豈陰界入而", "302": "不滅互故知若明其本末將自除所以本末實相", "303": "顯發由是明之總別相貫本末交映如來酬答文", "304": "旨若此可不究其始末乎二。", "305": "地次第相續轉進餘外道見不能傾動是名住菩薩", "306": "不動地得十三昧道門樂三昧覺所持觀察不思議", "307": "佛法自願不受三昧門樂及實際向自覺聖趣不共", "308": "一切聲聞緣覺及諸外道所脩行道得十賢聖種性", "309": "道及身智意生離三昧行是故大慧菩薩摩訶薩欲", "310": "求勝進者當淨如來藏及識藏名大慧若無識藏名", "311": "如來藏者則無生滅大慧然諸凡聖悉有生滅脩行", "312": "者自覺聖趣現法樂住不捨方便大慧此如來藏識", "313": "藏一切聲聞緣覺心想所見雖自性清淨客境所覆", "314": "故猶見不淨非諸如來大慧如來者現前境界猶如", "315": "掌中視阿摩勒果大慧我於此義以神力建立令勝", "316": "鬘夫人及利智滿足諸菩薩等宣揚演說如來藏及", "317": "識藏名七識俱生聲聞計著見人法無我故勝鬘夫", "318": "人承佛威神說如來境界非聲聞緣覺及外道境界", "319": "如來藏識藏唯佛及餘利智依義菩薩智慧境界是", "320": "故汝及餘菩薩摩訶薩於如來藏識藏當勤脩學莫", "321": "但聞覺作知足想爾時世尊欲重宣此義而說偈言。", "322": "甚深如來藏而與七識俱二種攝受生智者則遠離", "323": "如鏡像現心無始習所熏如實觀察者諸事悉無事", "324": "如愚見指月觀指不觀月計著名字者不見我真實", "325": "心為工伎兒意如和伎者五識為伴侶妄想觀伎眾。", "326": "由前所悟得入初地次第轉進依位顯德餘外道", "327": "見所不能動即第八不動地也得十三昧道門樂", "328": "即此地證十種三昧數如別列自願即本願也以", "329": "本願故不受三昧樂及住實際則起化利物也十", "330": "賢聖者望極位故聖亦名賢如普賢之例身智意", "331": "生者分得三身謂一身一智法報也意生則應身", "332": "也離三昧行者仍上意生言之雖由三昧而無作", "333": "行也當淨如來藏及識藏名者如來之藏本無可", "334": "淨淨其覆者爾識藏以名言者謂如來藏變起妄", "335": "識無別體故特其名而已若無識藏名則轉妄識", "336": "復本藏理故無生滅凡諸真妄名轉體不轉者見", "337": "於是矣然則聖無生滅邪故曰然諸凡聖悉有生", "338": "滅言脩行者還約因位言之謂諸因聖雖得自覺", "339": "聖樂而不捨方便故亦有生滅此言方便有二種", "340": "謂一者自行增道方便二者化他益物方便皆有", "341": "生滅義也二乘於此方便既皆無有則見應淨邪", "342": "故復曰此如來藏等謂二乘雖無彼生滅而心想", "343": "猶在客塵所覆見猶不淨非如來究竟清淨也故", "344": "知言自性清淨者在法不在人亦有生滅者在人", "345": "不在法反而言之亦復何定即不定處理在是矣", "346": "又曰如來者現前境界等謂若如來見如來藏不", "347": "離現前境界了無所覆亦無見相無見而見其猶", "348": "掌果雖然畢竟是箇甚麼我於此義下指經顯證", "349": "也然如來之說本不假證但於彼經已廣明竟故", "350": "此略文得以指之抑文有與奪故託勝鬘以言之", "351": "爾而言如來藏識等諸識俱生者凡夫也聲聞於", "352": "此計著無我曾不知執無我者正是於我為此所", "353": "蔽故於如來藏非其境界若如來藏無我相者我", "354": "亦不可得故勸脩覺良在於此偈言甚深如來藏", "355": "等者頌上如來藏心以無始惡習所熏故與七識", "356": "俱乃至由自共相二種攝受則有陰界入生若見", "357": "如來藏人法無我則滅故曰智者則遠離也如鏡", "358": "象現心等譬上法也謂八識心體本來無物由無", "359": "始妄熏故有七識等法生如鏡象之現也若如實", "360": "觀察稱性遠離則象事本虗故曰諸事悉無事次", "361": "別出指月喻以喻假名實法有得有失苟不能遣", "362": "言契理政如觀指而不觀月也心如工伎兒等追", "363": "頌上喻可以意得三。○右第七章。", "364": "爾時大慧菩薩白佛言世尊惟願為說五法自性識", "365": "二種無我究竟分別相我及餘菩薩摩訶薩於一切", "366": "地次第相續分別此法入一切佛法入一切佛法者", "367": "乃至如來自覺地佛告大慧諦聽諦聽善思念之大", "368": "慧白佛言唯然受教佛告大慧五法自性識二種無", "369": "我分別趣相者謂名相妄想正智如如若脩行者脩", "370": "行入如來自覺聖趣離於斷常有無等見現法樂正", "371": "受住現在前大慧不覺彼五法自性識二無我自心", "372": "現外性凡夫妄想非諸聖賢大慧白佛言世尊云何", "373": "愚夫妄想生非諸聖賢佛告大慧愚夫計著俗數名", "374": "相隨心流散流散已種種相像貌墮我我所見希望", "375": "計著玅色計著已無知覆障故生染著染著已貪恚", "376": "癡所生業積集積集已妄想自纏如蠶作繭墮生死", "377": "海諸趣曠野如汲井輪以愚癡故不能知如幻野馬", "378": "水月自性離我我所起於一切不實妄想離相所相", "379": "及生住滅從自心妄想生非自在時節微塵勝玅生", "380": "愚癡凡夫隨名相流大慧彼相者眼識所照名為色", "381": "耳鼻舌身意意識所照名為聲香味觸法是名為相", "382": "大慧彼妄想者施設眾名顯示諸相如此不異象馬", "383": "車步男女等名是名妄想。", "384": "五法向雖已明而未嘗約諸地分別示其所以入", "385": "一切佛法至如來地者故復請之答中先通示五", "386": "法迷悟相謂脩行者趣入則五法通是悟相故曰", "387": "若脩行者等若反是不覺則五法通是迷相故曰", "388": "不覺彼五法等故知法無自性迷悟在人此特發", "389": "其緒言爾所以趣入等相備見後文次徵釋中先", "390": "別約名相等三就凡夫法以示迷相謂依六塵等", "391": "俗數名相起諸分別其心流散不能自反墮我我", "392": "所見希望計著玅色色非麤玅著則成麤玅體本", "393": "融達之即離因妄想生於三道即無知覆障等惑", "394": "也所生業積集等業也墮生死海等報也如蠶作", "395": "繭者為自纏縛之譬也如汲井輪者為受輪回之", "396": "譬也如幻野馬等為不知幻性離我我所之譬也", "397": "起於一切不實妄想者謂於六塵等名相處起諸", "398": "妄想成於三道夫妄本不實起於幻相幻相本離", "399": "故離相所相亦無生住滅可得則歸諸自心而已", "400": "然心不自心亦不從外道諸異因生還自愚夫依", "401": "名相生故曰愚癡凡夫等是名相妄想互為生起", "402": "抑由不知幻相故妄想生若知幻相妄想即滅此", "403": "文所以反覆言之也又曰彼相者追釋名相二法", "404": "不出六識取彼六塵名之者名也所取者相也顯", "405": "示施設諸名相者妄想也故曰如此不異等如象", "406": "馬車步四兵及男女等名相既立一一分別此如", "407": "是此不異於無定法生於定見則妄想而已矣此", "408": "之謂凡夫法一。", "409": "大慧正智者彼名相不可得猶如過客諸識不生不", "410": "斷不常不墮一切外道聲聞緣覺之地復次大慧菩", "411": "薩摩訶薩以此正智不立名相非不立名相捨離二", "412": "見建立及誹謗知名相不生是名如如大慧菩薩摩", "413": "訶薩住如如者得無所有境界故得菩薩歡喜地得", "414": "菩薩歡喜地已永離一切外道惡趣正住出世間趣", "415": "法相成熟分別幻等一切法自覺法趣相離諸妄想", "416": "見性異相次第乃至法雲地於其中間三昧力自在", "417": "神通開敷得如來地已種種變化圓照示現成熟眾", "418": "生如水中月善究竟滿足十無盡句為種種意解眾", "419": "生分別說法法身離意所作是名菩薩入如如所得。", "420": "次約正智如如就聖賢法以明悟相則曰正智者", "421": "等謂彼名相不可得則各相等義在其間以本無", "422": "自性通皆屬悟不起斷常等見是為正智言如過", "423": "客諸識不生者過客猶路人也以譬名相初無自", "424": "性而有智者終不於彼生諸分別故曰諸識不生", "425": "聖賢正智視彼名相亦復如之菩薩以此正智不", "426": "立名相者謂菩薩以正智破名相妄想而亦不自", "427": "立其名相自若不亡還為所破然則既曰正智豈", "428": "非名乎不斷不常豈非相乎故曰非不立名相但", "429": "其為正智既捨離二邊不墮二謗則其性不生以", "430": "不生者即如如義菩薩住如如下示如如所得相", "431": "夫既曰如如豈有得乎然以無得而得亦得自他", "432": "因果之法故曰得無所有境界即菩薩歡喜地也", "433": "不離而離離一切外道惡趣無住而住住出世間", "434": "之正趣無分別而分別了一切法皆悉如幻無證", "435": "而證證自覺法趣相亦離諸妄想見性異相即能", "436": "見及異相也前文所謂相見俱離是也葢菩薩將", "437": "自淺階深以至於極故凡能所同異一切俱離而", "438": "入一如法爾然也至於三昧力等種種功德由之", "439": "開發自果及他由之建立從始洎終究竟法身任", "440": "運稱性離意所作一□如如而得成辦故曰是名", "441": "菩薩入如如所得二。", "442": "爾時大慧菩薩白佛言世尊云何世尊為三種自性", "443": "入於五法為各有自相宗佛告大慧三種自性及八", "444": "識二種無我悉入五法大慧彼名及相是妄想自性", "445": "大慧若依彼妄想生心心法名俱時生如日光俱種", "446": "種相各別分別持是名緣起自性大慧正智如如者", "447": "不可壞故名成自性復次大慧自心現妄想八種分", "448": "別謂識藏意意識及五識身相者不實相妄想故我", "449": "我所二攝受滅二無我生是故大慧此五法者聲聞", "450": "緣覺菩薩如來自覺聖智諸地相續次第一切佛法", "451": "悉入其中復次大慧五法者相名妄想如如正智大", "452": "慧相者若處所形相色像等現是名為相若彼有如", "453": "是相名為瓶等即此非餘是說為名施設眾名顯示", "454": "諸相瓶等心心法是名妄想彼名彼相畢竟不可得", "455": "始終無覺於諸法無展轉離不實妄想是名如如真", "456": "實決定究竟自性不可得彼是如相我及諸佛隨順", "457": "入處普為眾生如實演說施設顯示於彼隨入正覺", "458": "不斷不常妄想不起隨順自覺聖趣一切外道聲聞", "459": "緣覺所不得相是名正智大慧是名五法三種自性", "460": "八識二種無我一切佛法悉入其中是故大慧當自", "461": "方便學亦教他人勿隨於他爾時世尊欲重宣此義", "462": "而說偈言。", "463": "五法三自性及與八種識二種無有我悉攝摩訶衍", "464": "名相虗妄想自性二種相正智及如如是則為成相。", "465": "既申五法即三自性義在其中如前後會攝故復", "466": "問其攝入之外亦有自相宗邪答中先答總入可", "467": "知次別配法相初以名相對妄想者從所因言也", "468": "以彼妄想反屬緣起者從所起說也即依妄想生", "469": "心心法是其所起故既俱時生則如日光持種種", "470": "相而分別不謬故曰各各分別持即日光以譬妄", "471": "想種種相以譬緣起正智如如以配成性其義可", "472": "知五法攝八識者即自心現妄想一也而通八種", "473": "分別謂識藏即妄想之本意則執我妄想之主意", "474": "識及五識妄想之相故八識雖異皆妄想也若亦", "475": "兼餘義則如此分別者八識之名相也了知識性", "476": "不墮二邊而卒於不生者即正智如如是五法亦", "477": "可通配八識也我我所二攝受滅故二無我生者", "478": "由妄想等即有我我所以滅即無我則正智如如", "479": "是則識等雖異同歸五法無別自相宗明矣又曰", "480": "聲聞緣覺乃至一切佛法悉入其中者總結示也", "481": "如前三乘及如來地自他因果一切佛法亦悉入", "482": "今五中了無剩法然猶約有法言之若乃五法無", "483": "法餘法亦無孰為入者則一切佛法道在其中矣", "484": "復次五法下重示異義則列名釋義復自一途大", "485": "同小異不無所以相名反上不出名實互有前後", "486": "餘二前後者前約自行故先智後如此兼化他則", "487": "反其次故曰我及諸佛隨順入處者如如也普為", "488": "眾生如實演說等正智也故知此文兼於化他言", "489": "瓶等心心法者謂因瓶等名相則有心心數法能", "490": "緣妄想始終無覺等者示名相不可得處即如如", "491": "義謂名相妄想各不相到故始終無覺知者而彼", "492": "諸法各各自住故無展轉續待之相以是推之法", "493": "無自性故離不實妄想則如如也真實決定等者", "494": "重指如相是諸佛入處依於自證如實演說不斷", "495": "不常非凡小偏邪所得故名正智又曰一切佛法", "496": "悉入其中者約互攝義通結四種故與上異勸文", "497": "言勿隨於他者隨他則失於自己偈言摩訶衍者", "498": "大乘也謂上四法攝受一切大乘反而言之一切", "499": "佛法亦徧攝今四法也三。○右第八章。", "500": "爾時大慧菩薩復白佛言世尊如世尊所說句過去", "501": "諸佛如恒河沙未來現在亦復如是云何世尊為如", "502": "說而受為更有餘義惟願如來哀愍解說佛告大慧", "503": "莫如說受三世諸佛量非如恒河沙所以者何過世", "504": "間望非譬所譬以凡愚計常外道妄想長養惡見生", "505": "死無窮欲令厭離生死趣輪精勤勝進故為彼說言", "506": "諸佛易見非如優曇鉢華難得見故息方便求有時", "507": "復觀諸受化者作是說言佛難值遇如優曇鉢華優", "508": "曇鉢華無已見今見當見如來者世間悉見不以建", "509": "立自通故說言如來出世如優曇鉢華大慧自建立", "510": "自通者過世間望彼諸凡愚所不能信自覺聖智境", "511": "界無以為譬真實如來過心意意識所見之相不可", "512": "為譬大慧然我說譬佛如恒河沙無有過咎。", "513": "三世諸佛如恒河沙經教言之多矣往往聞者必", "514": "曰其數云爾大慧意其別有所在故復請云云佛", "515": "答中先止其非曰莫如說受謂止言數而已蓋諸", "516": "佛數量過於此故亦過世間心量所望故非譬所", "517": "譬豈特恒沙而已文先寄曇華以開譬端示凡譬", "518": "喻義不一揆也則曰凡愚計常等謂彼凡外有未", "519": "受化者生死無窮如來為說諸佛易見非如曇華", "520": "令其不生退想息方便求而求佛道此則反喻以", "521": "難顯易所以進之也又曰有時復觀諸受化者為", "522": "說佛難值遇猶如曇華令其希慕求道此則順譬", "523": "所以䇿之也進之䇿之所以誘物其致一也然皆", "524": "化用邊事非謂建立自通則又結示能喻所喻有", "525": "難有易故曰優曇鉢華無已見今見當見則能喻", "526": "唯難見如來者世間悉見則所喻有難易文但言", "527": "易亦法譬互見爾所謂自通等者即如來自覺聖", "528": "智境界真實法身則非難非易過世間望故非凡", "529": "愚所信亦非心意識量之所能見無譬為譬此其", "530": "為自通境界也然則譬佛如恒沙何也抑言之過", "531": "邪故復宗釋疑正酬所請曰無有過各凡略有七", "532": "義所以言之如次文一。", "533": "大慧譬如恒沙一切魚𩻪輸收摩羅師子象馬人獸", "534": "踐踏沙不念言彼惱亂我而生妄想自性清淨無諸", "535": "垢汙如來應供等正覺自覺聖智恒河大力神通自", "536": "在等沙一切外道諸人獸等一切惱亂如來不念而", "537": "生妄想如來寂然無有念想如來本願以三昧樂安", "538": "眾生故無有惱亂猶如恒沙等無有異又斷貪恚故", "539": "譬如恒沙是地自性劫盡燒時燒一切地而彼地大", "540": "不捨自性與火大俱生故其餘愚夫作地燒想而地", "541": "不燒以火因故如是大慧如來法身如恒沙不壞大", "542": "慧譬如恒沙無有限量如來光明亦復如是無有限", "543": "量為成熟眾生故普照一切諸佛大眾大慧譬如恒", "544": "沙別求異沙永不可得如是大慧如來應供等正覺", "545": "無生死生滅有因緣斷故大慧譬如恒沙增減不可", "546": "得知如是大慧如來智慧成熟眾生不增不減非身", "547": "法故身法者有壞如來法身非是身法如厭洹沙油", "548": "不可得如是一切極苦眾生逼迫如來乃至眾生未", "549": "得涅槃不捨法界自三昧願樂以大悲故大慧譬如", "550": "恒沙隨水而流非無水也如是大慧如來所說一切", "551": "諸法隨涅槃流是故說言如恒河沙如來不隨諸去", "552": "流轉去是壞義故大慧生死本際不可知不知故云", "553": "何說去大慧去者斷義而愚夫不知。", "554": "一沙不念彼惱亂故以譬如來聖智無念不生妄", "555": "想如文可知二沙性不壞以譬如來法身常住言", "556": "是地自性者有事有理以事則同一堅性故為沙", "557": "為石是堅之至者以理則與彼堅濕煖動均一真", "558": "性亦離異不異如前不生之性故劫盡燒時燒一", "559": "切地而彼地大不捨自性正謂此性也故地之性", "560": "即火之性地大生時與火俱生火事滅時而性不", "561": "滅若火大即性亦得云火事如故又曰火因者謂", "562": "火無所依必因地而有是地與火為相續體故地", "563": "無火而不燒火無地而不續惟其不自焚故兩不", "564": "相壞此地所以不得而燒而愚者見為燒爾若以", "565": "堅濕煖動為自性者此則政相凌奪安得俱生而", "566": "不燒邪三沙無限量譬如來光明無量四無異沙", "567": "譬如來無分段之生死及變易之生滅以內外諸", "568": "有因緣斷故五沙無增減譬如來以智慧成熟眾", "569": "生而於法身體無增減不同色身之法有壞滅故", "570": "六如厭沙無油譬如來雖為眾生極苦逼迫而不", "571": "捨本願如油不可得七如恒沙隨流愚人但見沙", "572": "流而不見水以智觀之非無水也譬如來說一切", "573": "法隨順涅槃有如順流而非去義故曰如來不隨", "574": "諸去流轉謂於法悟性不隨相轉故不同去流以", "575": "去是生死壞滅義故若以法顯譬而流亦無流以", "576": "前後流均一水故又曰生死本際不可知者是復", "577": "以生死對涅槃若以本際言之則皆不可知覆釋", "578": "上不隨去流義以其生死本際際於涅槃理極事", "579": "徧徧一切法故無去來之異此以不知而釋不去", "580": "故曰不知云何說去若以去者是生死後際永斷", "581": "之義固非愚夫所知是亦不知也二。", "582": "大慧白佛言世尊若眾生生死本際不可知者云何", "583": "解脫可知佛告大慧無始虗偽過惡妄想習氣因滅", "584": "自心現知外義妄想身轉解脫不滅是故無邊非都", "585": "無所有為彼妄想作無邊等異名觀察內外離於妄", "586": "想無異眾生智及爾𦦨一切諸法悉皆寂靜不識自", "587": "心現妄想故妄想生若識則滅爾時世尊欲重宣此", "588": "義而說偈言。", "589": "觀察諸導師猶如恒河沙不壞亦不去亦復不究竟", "590": "是則為平等觀察諸如來猶如恒沙等悉離一切過", "591": "隨流而性常是則佛正覺。", "592": "大慧因以生死解脫對問知不知義葢二者迷悟", "593": "前後之際極其理既等云何一可知一不可知答", "594": "中先示解脫之由由於妄想身轉故曰無始虗偽", "595": "等謂以妄想習氣因滅故自心現知外義正言以", "596": "自心現知於外境則自心現妄想身轉故而得解", "597": "脫故妄想轉即是解脫而解脫實不滅惟其妄想", "598": "解脫本只一體不見有際畔可得故曰無邊無邊", "599": "則不可知義雖不可知而以妄想不轉而轉則解", "600": "脫亦無得而得故曰非都無所有等謂非無為彼", "601": "妄想轉處作異名者異名即解脫也是亦可知義", "602": "台宗所謂名轉體不轉者頗與今文合以彼釋此", "603": "其義善成然以佛出生死是亦可知但了生死無", "604": "生死故知而不知然而知不知之外復誰知邪觀", "605": "察內外者向以自心現知外義則外無外想還以", "606": "此理而照內心則內外一如離於妄想矣唯一真", "607": "如更無別法亦無眾生可異智及爾炎了無待對", "608": "一切諸法平等一切則寂靜也不識自心現者重", "609": "結示釋成要哉斯言其妄想生滅唯於自心識與", "610": "不識而已矣苟識自心妄無不滅然有言識而妄", "611": "不滅者是未為真識故也偈言觀察諸導師等略", "612": "頌上譬中諸義存沒不次帖釋可知亦復不究竟", "613": "者然以佛為究竟則假名得對終乖一如非所以", "614": "平等故復遣之法應爾耳三。○右第九章。", "615": "爾時大慧菩薩復白佛言世尊惟願為說一切諸法", "616": "剎那壞相世尊云何一切法剎那佛告大慧諦聽諦", "617": "聽善思念之當為汝說佛告大慧一切法者謂善不", "618": "善無記有為無為世間出世間有罪無罪有漏無漏", "619": "受不受大慧略說心意意識及習氣是五受陰因是", "620": "心意意識習氣長養凡愚善不善妄想大慧修三昧", "621": "樂三昧正受現法樂住名為賢聖善無漏大慧善不", "622": "善者謂八識何等為八謂如來藏名識藏心意意識", "623": "及五識身非外道所說大慧五識身者心意意識俱", "624": "善不善相展轉變壞相續流注不壞身生亦生亦滅", "625": "不覺自心現次第滅餘識生形相差別攝受意識五", "626": "識俱相應生剎那時不住名為剎那。", "627": "夫剎那者時之最促念之極微者也故以心念起", "628": "滅不停為剎那又物之無常變壞者亦曰剎那是", "629": "皆眾生虗妄識相如來示之意在即剎那無剎那", "630": "了性真常爾而大慧請說剎那壞相豈能當如來", "631": "之意手亦責之如後然因請故得詳其說於中先", "632": "示一切法謂善不善等始言三性則法之有為故", "633": "繼言無為以配之餘世間等各以類言至於言受", "634": "則攝上諸法言不受則有無皆非不受亦不受獨", "635": "得其至此法非法之大凡也次明剎那非剎那相", "636": "先略說者為下廣明張本謂心意意識及色等習", "637": "氣為五受陰因以是識習長養善不善妄想故有", "638": "六凡有漏剎那言修三昧樂等即無漏因果惟空", "639": "與定則是三乘無漏非剎那也次善不善者下廣", "640": "明二相名雖疊上實則通示能生八識故曰謂如", "641": "來藏等名識藏□指第八妄識如前識藏名是也", "642": "而是八識名相出於正教故非外道說言五識身", "643": "者正明剎那相謂心意意識俱則能生雖通所生", "644": "則別故正約五識示之即眼等五識俱彼心心意", "645": "識同時取境有善不善相或次第起或間雜起故", "646": "曰展轉變壞相續流注根境之間未始間斷從本", "647": "言之亦自八識不壞身生而亦生亦滅由不覺自", "648": "心所現唯依五根有生有滅故曰次第滅餘識生", "649": "攝受五塵形相差別故五識生時意識俱生故曰", "650": "俱相應生不俱則不能分別也以是識故起滅不", "651": "停不於此則於彼無時暫息故曰剎那時不住即", "652": "剎那之想也一。", "653": "大慧剎那者名識藏如來藏意俱生識習氣剎那無", "654": "漏習氣非剎那非凡愚所覺計著剎那論故不覺一", "655": "切法剎那非剎那以斷見壞無為法大慧七識不流", "656": "轉不受苦樂非涅槃因大慧如來藏者受苦樂與因", "657": "俱若生若滅四住地無明住地所醉凡愚不覺剎那", "658": "見妄想熏心。", "659": "剎那者下重結前起後是二種相雖通依諸識生", "660": "起而所從則別故曰名識藏等是則以諸識從識", "661": "習氣者剎那也從無漏習氣者非剎那也然善無", "662": "漏法本唯空空而猶名習氣者謂其體是七識執", "663": "想猶在故雖非剎那未為究竟真常無漏要是三", "664": "乘聖賢境界故曰非凡愚所覺彼凡愚此唯作剎", "665": "那論計著不唯不覺非剎那亦不自知其為剎那", "666": "以全體在剎那故也脫或凡外塵勞念息幾至無", "667": "為則又計為斷見故曰以斷見壞無為法惡識所", "668": "以無為者哉又曰七識不流轉者承上無漏之義", "669": "對明七八異相則七識以三義故異餘諸識而非", "670": "剎那謂不流轉不受苦樂故異六識非涅槃因故", "671": "異八識教門一往以對二乘良有以也然向言七", "672": "識流轉今何反之亦以二義故前後不同一者克", "673": "體則唯妄想執我而已如今文是也二者從緣雖", "674": "不自有為以從緣故亦與諸識流轉不滅如前文", "675": "是也如來藏者正明八識以不變性本非剎那而", "676": "以隨緣受熏轉為識藏變起諸識則反上三義故", "677": "受苦樂亦與因俱若生若滅一也為五住煩惱所", "678": "醉凡愚不覺成剎那見故亦流轉二也而以妄想", "679": "熏發本心故或致涅槃因三也然皆如來藏所從", "680": "出則流轉非流轉剎那非剎那涅槃非涅槃染淨", "681": "二熏本一而已此所以異於七識也二。", "682": "復次大慧如金金剛佛舍利得奇特性終不損壞大", "683": "慧若得無間有剎那者聖應非聖而聖未曾不聖如", "684": "金金剛雖經劫數稱量不減云何凡愚不善於我隱", "685": "覆之說於內外一切法作剎那想。", "686": "然以剎那則有損壞非則反是理之然也如來本", "687": "答剎那而直以不可損壞言者亦相顯爾於中先", "688": "喻言如金金剛佛舍利得奇特性終不損壞者夫", "689": "奇特□有事有理如金金剛以百鍊故鑛朴俱銷", "690": "唯一精剛物不能壞則得事中奇特性也若佛舍", "691": "利以萬行熏修垢妄都盡唯一精真無能壞者則", "692": "得理中奇特性也如來所得真常亦復如是故曰", "693": "終不損壞意言汝問剎那壞相豈不以生滅妄想", "694": "故也若亦真常終無損壞此則答違上問法中言", "695": "若得無間有剎那者謂我以無間道所證真常豈", "696": "有剎那而不正言故寄言反顯爾則曰聖應非聖", "697": "等夫聖未有不聖之理則知一證永常其無剎那", "698": "明矣故合云云云何凡愚等者結斥不善如來密", "699": "旨正顯諸法性非剎那聞者只合於起滅不停處", "700": "了悟無生復本寂靜亦顯如來所得性常此則說", "701": "剎那之密意也奈何不善於一切法作剎那想所", "702": "以寄斥凡愚實責所問大慧領悟意必頓消三。○", "703": "右第十章。", "704": "大慧菩薩復白佛言世尊如世尊說六波羅蜜滿足", "705": "得成正覺何等為六佛告大慧波羅蜜有三種分別", "706": "謂世間出世間出世間上上大慧世間波羅蜜者我", "707": "我所攝受計著攝受二邊為種種受生處樂色聲香", "708": "味觸故滿足檀波羅蜜戒忍精進禪定智慧亦如是", "709": "凡夫神通及生梵天大慧出世間波羅蜜者聲聞緣", "710": "覺墮攝受涅槃故行六波羅蜜樂自己涅槃樂出世", "711": "間上上波羅蜜者覺自心現妄想量攝受及自心二", "712": "故不生妄想於諸趣攝受非分自心色想不計著為", "713": "安樂一切眾生故生檀波羅蜜起上上方便即於彼", "714": "緣妄想不生戒是尸波羅蜜即彼妄想不生忍知攝", "715": "所攝是羼提波羅蜜初中後夜精勤方便隨順修行", "716": "方便妄想不生是毗棃耶波羅蜜妄想悉滅不墮聲", "717": "聞涅槃攝受是禪波羅蜜自心妄想非性智慧觀察", "718": "不墮二邊先身轉勝而不可壞得自覺聖趣是般若", "719": "波羅蜜。", "720": "剎那生滅者生死此岸之事也真常不壞者涅槃", "721": "彼岸之理也然則自此岸而達彼岸由剎那而究", "722": "竟真常者其六度之功乎抑前章明不壞有四佛", "723": "舍利其一也又曰住於正法得如來智具足斯由", "724": "六度所熏大慧所以承是請問也答中言六度有", "725": "三初世間六度言我我所攝受計著等者謂凡夫", "726": "所修其過有四即計我我所著於二邊為求勝報", "727": "樂著六塵夫計我我所則無為生之念著於二邊", "728": "則不足以達中道彼岸為求勝報則不免於生死", "729": "樂著六塵則非所謂無住相施凡夫神通及生梵", "730": "天亦由修事度而得故因出之出世間六度即二", "731": "乘所修雖依諦緣亦行是行故曰墮攝受涅槃故", "732": "則但為自度而求涅槃故異菩薩出世間上上波", "733": "羅蜜者即圓頓所修謂妄想量攝受者六塵也及", "734": "自心二者內心與境為二也覺唯自心現則二而", "735": "不二故妄想不生依是而修檀波羅蜜所修離相", "736": "則不墮諸趣所攝故曰非分其於色等既皆自心", "737": "則不復計著雖對六塵而無所有尚何行施之可", "738": "得乎唯為安樂眾生而修是度皆反過為德即初", "739": "檀度之意也亦兼通意則上上之方便也既了通", "740": "已歷別爾修即以上善修之心於持戒等緣亦妄", "741": "想不生一一稱性而持者戒也又曰是尸波羅蜜", "742": "者重結究竟也故如是而行檀則無慳無施如是", "743": "而持戒則非持非犯如是而安忍則不違不順如", "744": "是而精進則何進何退如是而修定則無定無亂", "745": "如是而習般若則非愚非慧自然不即二邊不離", "746": "二邊安於中道直濟彼岸是謂上上波羅蜜相忍", "747": "中言知攝所攝者恐脫一空字進度凡兩言方便", "748": "者一則別相謂誦經等一則通相即兼五度皆須", "749": "精進而行禪度言不墮聲聞涅槃攝受者謂聲聞", "750": "定力偏多及為涅槃修禪故也而一一度言妄想", "751": "不生或言悉滅非性等是則六度雖異率以離妄", "752": "為本苟能離妄何行不成若不離妄無一而可此", "753": "不可不知也先身轉勝而不可壞者謂六度增進", "754": "乃至般若所得慧身轉勝前五不可破壞得自覺", "755": "聖趣則又般若之至者於是三品雖通中下意實", "756": "在上修者擇焉。○右第十一章。", "757": "爾時世尊欲重宣此義而說偈言。", "758": "空無常剎那愚夫妄想作如河燈種子而作剎那想", "759": "剎那息煩亂寂靜離所作一切法不生我說剎那義", "760": "物生則有滅不為愚者說無間相續性妄想之所熏", "761": "無明為其因心則從彼生乃至色未生中間有何分", "762": "相續次第滅餘心隨彼生不住於色時何所緣而生", "763": "以從彼生故不如實因生云何無所成而知剎那壞", "764": "修行者正受金剛佛舍利光音天宮殿世間不壞事", "765": "住於正法得如來智具足比丘得平等云何見剎那", "766": "揵闥婆幻等色無有剎那於不實色等視之若真實。", "767": "此偈合置前剎那想下文差間爾偈言空無常剎", "768": "那者謂虗空相常了不可得況言剎那起滅乎首", "769": "言此者以見諸法體性本來寂靜猶如虗空而愚", "770": "夫妄想或作常計或作剎那想如河流等是豈知", "771": "空性本無也哉剎那息煩亂等正頌出隱覆義謂", "772": "能了剎那則可以息煩亂體寂靜則自然離所作", "773": "故一切法無生所以為說剎那之義也物生則有", "774": "滅固生滅常理若為愚者說適滋名相如是說破", "775": "生滅法文先示生相為所破謂無間相續性則剎", "776": "那生滅由妄想所熏無明為固故剎那心相從彼", "777": "而生次正破中初破生相言乃至色未生中間有", "778": "何分者即承上心雖生而色未生中間自無所依", "779": "之分是心無色而不生次第相續滅者謂色雖已", "780": "生而心續滅是色心不相待縱餘心隨彼色生苟", "781": "心不住於色復何所緣而生為其念念不住亦不", "782": "取故是心雖有色亦無生性抑若從彼生則自無", "783": "實性可得故曰不如實因生次破滅相者由向推", "784": "之於中求剎那成不可得況知剎那壞乎壞即滅", "785": "也既破生滅則復本真常故次頌不壞中初不壞", "786": "法有四謂修行者正受一也金剛二也佛舍利三", "787": "也光音天宮殿四也此天三災不壞復為後劫生", "788": "成之如即二為世間法不壞二為出世法不壞次", "789": "示能得人言住於正法得者謂如來以種智具足", "790": "莊嚴比丘以平等正受皆以正法而得也餘二非", "791": "此故亦有壞然一往爾云何見剎那者反頌上結", "792": "斥謂苟不如上作剎那見當以何理見剎那邪故", "793": "示之曰揵闥婆幻等即幻色固非剎那而於虗假", "794": "之色當視若真實了本無生庶幾乎得矣右本屬第十章", "795": "之四。", "796": "爾時大慧菩薩復白佛言世尊世尊記阿羅漢得成", "797": "阿耨多羅三藐三菩提與諸菩薩等無差別一切眾", "798": "生法不涅槃誰至佛道從初得佛至般涅槃於其中", "799": "間不說一字亦無所答如來常定故亦無慮亦無察", "800": "化佛化作佛事何故說識剎那展轉壞相金剛力士", "801": "常隨侍衛何不施設本際現魔魔業惡業果報旃遮", "802": "摩納孫陀利女空鉢而出惡業障現云何如來得一", "803": "切種智而不離諸過。", "804": "舊釋此文凡作十問答往往文外穿鑿疣贅今以", "805": "問答始末參照止應有六文先疊問初問記阿羅", "806": "漢得成佛道與菩薩無異然於何處記邪或據前", "807": "文三昧樂住聲聞當得如來最勝之身者若即其", "808": "文則顯此經唯化佛說此復不可抑文別有謂如", "809": "向釋今謂當是大慧別有所聞故特於此以發授", "810": "記聲聞之意復當更明二問始終無說文先言一", "811": "切眾生即涅槃相故法不涅槃使誰至於佛道而", "812": "言從初得佛復誰入於涅槃而曰至般涅槃乃至", "813": "始終不說一字耶因復再徵若以如來常在定故", "814": "無說者則五十年所說皆應化佛施作邪三問說", "815": "識壞相亦由上文有言無漏非剎那又曰七識不", "816": "流轉則七識無漏不當壞滅何得復說識諸剎那", "817": "展轉壞邪四問佛何假乎護五問何意不施設本", "818": "際施設猶顯示也此因前文有言生死本際不可", "819": "知果不可知則是不施設本際故復問其所以六", "820": "問如來九惱事緣如別出意謂如來萬德普備眾善咸", "821": "會安有至聖復嬰過難耶答如次文一。", "822": "佛告大慧諦聽諦聽善思念之當為汝說大慧白佛", "823": "言善哉世尊唯然受教佛告大慧為無餘涅槃故說", "824": "誘進行菩薩行者故此及餘世界修菩薩行者樂聲", "825": "聞乘涅槃為令離聲聞乘進向大乘化佛授聲聞記", "826": "非是法佛大慧因是故記諸聲聞與菩薩不異大慧", "827": "不異者聲聞緣覺諸佛如來煩惱障斷解脫一味非", "828": "智障斷大慧智障者見法無我殊勝清淨煩惱障者", "829": "先習見人無我斷七識滅法障解脫識藏習滅究竟", "830": "清淨。", "831": "以次答釋中初言為無餘涅槃故說者即聲聞子", "832": "果二縛盡生無餘依界以非究竟故說彼授記已", "833": "復須行行而意不在彼所以誘進始行者令行菩", "834": "薩行故則曰此及餘世界修菩薩行等謂菩薩中", "835": "有始修大行復樂小果為其說授記事以䇿進之", "836": "使其自反進向大乘即此經言記聲聞之意故台", "837": "宗有曰楞伽密對菩薩方等斥奪聲聞即其義也", "838": "唯是法華正記二乘獨超一化今以二義區別其", "839": "說曰一者所記為此不為彼義如上說二者能記", "840": "是化而非法故曰化佛授聲聞記非是法佛言化", "841": "佛則權言法佛則實故知二意同異明矣又曰與", "842": "菩薩不異者一往約同斷煩惱障故得解脫一味", "843": "云爾非謂無明智障斷也抑此經所說三乘多槩", "844": "言之亦所以密與其進也次出異相則曰智障斷", "845": "見法無我等約二無我以辨淺深而言先習見人", "846": "無我斷者謂聲聞人先得人空故先所習見人無", "847": "我智但斷見思煩惱而已而未斷無明故未見法", "848": "無我智此一異也又曰七識滅法障解脫者亦以", "849": "七八識滅而論二障有脫未脫二乘但滅七識故", "850": "未盡淨此二異也是知同異未易輙論而末學欲", "851": "以一槩盡局哉難矣二。", "852": "因本住法故前後非性無盡本願故如來無慮無察", "853": "而演說法正智所化故念不妄故無慮無察四住地", "854": "無明住地習氣斷故二煩惱斷離二種死覺人法無", "855": "我及二障斷大慧心意意識服識等七剎那習氣因", "856": "善無漏品離不復輪轉大慧如來藏者輪轉涅槃苦", "857": "樂因空亂意慧愚癡凡夫所不能覺。", "858": "次答第二問言因本住法故前後非性者謂本住", "859": "法則性無增減故前無佛道可得後無佛可涅槃", "860": "中間亦無法可說故曰前後非性非性之性法界", "861": "平等故云無說爾然以無盡本願為眾生故無說", "862": "而說則曰無慮無察而演說法謂佛以無為智定", "863": "寂而常照圓鑑法界如鏡現象如印印泥故不待", "864": "慮而說察而知則未甞無說正智所化等復言無", "865": "慮無察者由於正智所化寂念不妄故也又曰四", "866": "住地等謂究竟果人所斷者二障所離者二死所", "867": "證者二無我法門深極如是豈化佛之所為乎是", "868": "亦抑大慧之問也心意意識下答第三問謂心意", "869": "識三未始不俱而說識剎那有壞不壞者所從言", "870": "異爾若以諸識從剎那習氣因則有壞從善無漏", "871": "品則不壞以其性離非剎那故不復輪轉即不壞", "872": "義然則剎那習氣者六識之分也善無漏品者七", "873": "識之分也此猶六七對明壞不壞異若約七八相", "874": "望則七識執我想心未亡故猶可壞唯八識不壞", "875": "故特言眼識等七意存八識不壞故也次別顯藏", "876": "識者謂如來藏在輪轉則與之為輪轉在涅槃亦", "877": "與之為涅槃與之為苦樂而未始不淨與之為涅", "878": "槃因而未始淨方其即則未始不離方其離則未", "879": "始不即既非即非不即亦未始壞不壞故非凡小", "880": "所覺言空亂意慧即指二乘義兼與奪謂以空亂", "881": "意奪也而猶名慧與也三。", "882": "大慧金剛力士所隨護者是化佛耳非真如來大慧", "883": "真如來者離一切根量一切凡夫聲聞緣覺及外道", "884": "根量悉滅得現法樂住無間法智忍故非金剛力士", "885": "所護一切化佛不從業生化佛者非佛不離佛因陶", "886": "家輪等眾生所作相而說法非自通處說自覺境界", "887": "復次大慧愚夫依七識身滅起斷見不覺識藏故起", "888": "常見自妄想故不知本際自妄想慧滅故解脫四住", "889": "地無明住地習氣斷故一切過斷。", "890": "答第四問中文有對有別對論則佛有真化故曰", "891": "金剛力士所隨護者化佛也離一切根量等真佛", "892": "也言離一切根量則不墮自他陰界入法得現法", "893": "樂住無間法智忍故則究竟住於智斷功德法身", "894": "常與定俱故不須護別論者雖化亦不護凡二意", "895": "故葢化謂化現亦應也又無而歡有曰化皆隨宜", "896": "應現不同凡夫隨實業生則不待護一也又曰化", "897": "佛者非佛不離佛則從真起化故非一非異亦不", "898": "待護二也但由化用必因眾生眾生有作須眾緣", "899": "具故佛亦以緣具說法故曰因陶家輪等正取緣", "900": "具義也然則不護而護而金剛力士獨得非化乎", "901": "非自通處者不同真佛唯說自覺境界答第五問", "902": "者非無本際可示但為眾生未能出自妄想外故", "903": "於本際有所不知極其妄想不出斷常故曰愚夫", "904": "依七識身滅等即限彼所知極於七識之外無所", "905": "知故因起斷見而不覺識藏無盡見其念念相續", "906": "故起常見由其自妄想內而不及外故不能知必", "907": "待妄想轉滅即解脫等當自知爾故曰自妄想滅", "908": "而言慧滅者示妄不自滅必由慧而滅夫然則五", "909": "住二死究竟咸亡金剛法身豈復有魔業等事故", "910": "自四住地下答第六問然皆為眾生故文便示現", "911": "爾四。", "912": "爾時世尊欲重宣此義而說偈言。", "913": "三乘亦非乘如來不磨滅一切佛所記說離諸過惡", "914": "為諸無間智及無餘涅槃誘進諸下劣是故隱覆說", "915": "諸佛所起智即分別說道諸乘非為乘彼則非涅槃", "916": "欲色有及見說是四住地意識之所起識宅意所住", "917": "意及眼識等斷滅說無常或作涅槃見而為說常住。", "918": "偈言三乘亦非乘者非實乘也如來不磨滅者謂", "919": "真佛也惟其非乘故與授一乘記惟其是真佛故", "920": "說離諸過惡即間頌初後二答亦兼頌第四問答", "921": "也為諸無間智等覆頌初答意可知諸佛所起智", "922": "者頌答次問也謂從初起道樹所得智後即分別", "923": "說道此以其說頌無說非曰不說以非性言之故", "924": "乘而非乘涅槃而非涅槃云不說爾欲色有及見", "925": "頌四住地也意識之所起者頌第五答文謂意由", "926": "八識而起而八識意之所住故喻之如宅以是言", "927": "之自不容以七識身滅而起斷見彼又於第六識", "928": "等斷滅處說無常或作涅槃見者此皆凡外自妄", "929": "想見故不知本際如來為是說常住也五。○右第", "930": "十二章。", "931": "爾時大慧菩薩以偈問曰。", "932": "彼諸菩薩等志求佛道者酒肉及與葱飲食為云何", "933": "惟願無上尊哀愍為演說愚夫所貪著臭穢無名稱", "934": "虎狼所甘嗜云何而可食食者生諸過不食為福善", "935": "惟願為我說食不食罪福。", "936": "大慧菩薩說偈問已復白佛言惟願世尊為我等說", "937": "食不食肉功德過惡我及諸菩薩於現在未來當為", "938": "種種希望食肉眾生分別說法令彼眾生慈心相向", "939": "得慈心已各於住地清淨明了疾得究竟無上菩提", "940": "聲聞緣覺自地止息已亦得速成無上菩提惡邪論", "941": "法諸外道輩邪見斷常顛倒計著尚有遮法不聽食", "942": "肉況復如來世間救護正法成就而食肉耶佛告大", "943": "慧善哉善哉諦聽諦聽善思念之當為汝說大慧白", "944": "佛言唯然受教佛告大慧有無量因緣不應食肉然", "945": "我今當為汝略說謂一切眾生從本已來展轉因緣", "946": "甞為六親以親想故不應食肉驢騾駱駝狐狗牛馬", "947": "人獸等肉屠者雜賣故不應食肉不淨氣分所生長", "948": "故不應食肉眾生聞氣悉生恐怖如旃陀羅及譚婆", "949": "等狗見憎惡驚怖羣吠故不應食肉又令修行者慈", "950": "心不生故不應食肉凡愚所嗜臭穢不淨無善名稱", "951": "故不應食肉令諸呪術不成就故不應食肉以殺生", "952": "者見形起識深味著故不應食肉彼食肉者諸天所", "953": "棄故不應食肉令口氣臭故不應食肉多惡夢故不", "954": "應食肉空閑林中虎狼聞香故不應食肉令飲食無", "955": "節故不應食肉令修行者不生厭離故不應食肉我", "956": "甞說言凡所飲食作食子肉想作服藥想故不應食", "957": "肉聽食肉者無有是處復次大慧過去有王名師子", "958": "蘇陀婆食種種肉遂至食人臣民不堪即便謀反斷", "959": "其奉祿以食肉者有如是過故不應食肉復次大慧", "960": "凡諸殺者為財利故殺生屠販彼諸愚癡食肉眾生", "961": "以錢為網而捕諸肉彼殺生者若以財物若以鈎網", "962": "取彼空行水陸眾生種種殺害屠販求利大慧亦無", "963": "不教不求不想而有魚肉以是義故不應食肉大慧", "964": "我有時說遮五種肉或制十種今於此經一切種一", "965": "切時開除方便一切悉斷大慧如來應供等正覺尚", "966": "無所食況食魚肉亦不教人以大悲前行故視一切", "967": "眾生猶如一子是故不聽令食子肉爾時世尊欲重", "968": "宣此義而說偈言。", "969": "曾昔為親屬鄙穢不淨雜不淨所生長聞氣悉恐怖", "970": "一切肉與葱及諸韮蒜等種種放逸酒修行常遠離", "971": "亦常離麻油及諸穿孔牀以彼諸細蟲於中極恐怖", "972": "飲食生放逸放逸生諸覺從覺生貪欲是故不應食", "973": "由食生貪欲貪令心迷醉迷醉長愛欲生死不解脫", "974": "為利殺眾生以財網諸肉二俱是惡業死墮呌呼獄", "975": "若無教想求則無三淨肉彼非無因有是故不應食", "976": "彼諸修行者由是悉遠離十方佛世尊一切咸訶責", "977": "展轉更相食死墮虎狠類臭穢可厭惡所生常愚癡", "978": "多生旃陀羅獵師譚婆種或生陀夷尼及諸食肉性", "979": "羅剎猫狸等偏於是中生縛象與大雲央掘利魔羅", "980": "及此楞伽經我悉制斷肉諸佛及菩薩聲聞所訶責", "981": "食已無慙愧生生常癡冥先說見聞疑已斷一切肉", "982": "妄想不覺知故生食肉處如彼貪欲過障礙聖解脫", "983": "酒肉葱韮蒜悉為聖道障未來世眾生於肉愚癡說", "984": "言此淨無罪佛聽我等食食如服藥想亦如食子肉", "985": "知足生厭離修行行乞食安住慈心者我說常厭離", "986": "虎狼諸惡獸恒可同遊止若食諸血肉眾生悉恐怖", "987": "是故修行者慈心不食肉食肉無慈慧永背正解脫", "988": "及違聖表相是故不應食得生梵志種及諸修行處", "989": "智慧富貴家斯由不食肉。", "990": "佛說心品將未大慧復請垂誡酒肉等以終之葢", "991": "吾佛說化以一性平等為本以慈悲同體為心以", "992": "為人入道為宗故莫先於清淨離過以濟物度生", "993": "為事故莫上於罪福因果是以楞嚴正宗之後具", "994": "明四種明誨三種漸次而於此經誡之彌篤亦可", "995": "以之擬流通焉文先請通誡次請別誡佛答中備", "996": "列不應食肉者凡十七緣云云次示遮制通局中初", "997": "言小教方便或開五種謂見聞疑殺等自餘宜若", "998": "開食或制十種謂人蛇象等而不及餘類似應通", "999": "許者然尤謹言之但曰遮制而已曾無開許之□", "1000": "縱有一時方便亦不得已爾次言此經開除方便", "1001": "一切悉斷其言可謂深切矣而論者猶以聽制食", "1002": "肉為一疑難葢記者有言曰此經菩薩不應食肉", "1003": "故知仍存小教中開遂謂此經但制菩薩仍存小", "1004": "教開許者或謂記者之誤今謂非也正言楞伽當", "1005": "四阿含之後故存漸教之說異乎梵網頓制以見", "1006": "此經部當方等如是而已所謂存者特其文耳何", "1007": "謂猶存其事且以為誤邪不然經云一切悉□□", "1008": "言何謂乎嗚呼大為之防嚴為之制而世猶或□", "1009": "之況不為之誡乎有以見業習之深也至有不復", "1010": "讚歎梵行亦令他人入不律儀者吾知斯人自詒", "1011": "厥咎然此經言一切法唯自心現苟知善惡唯心", "1012": "奈何順妄想而違聖教哉戒之勉之。○右第十三", "1013": "章。", "1014": "楞伽阿䟦多羅寶經卷第四竟", "1015": "楞伽阿䟦多羅寶經通義卷第六終"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 323 楞伽經通義", "author": "宋 善月述"}