{"sourceLink": "http://www.cbeta.org/", "text": {"0": "雜科篇明宗林傳(附智淳)", "1": "補續高僧傳卷第二十六", "10": "順之重之。交契甚密。每云。滾湯鍋裏撈明月。百尺竿", "100": "知其為法器。姑相試耳。乃延入僧堂中。師壁立萬仞。", "101": "無所回撓。雖晝夜明暗。亦不能辯。踰月。因如廁旋覩", "102": "中園瓠瓜。觸發妙機。四體輕清。知新浴出室。一一毛", "103": "孔。皆出光明。目前大地。倐爾平沉。喜幸之極。亟上方", "104": "丈求證。適公入府城。師不往見。水濵林下。放曠自如。", "105": "已而歷抵諸師。皆不合。又謁千巖長禪師。見其所應", "106": "酬者。皆涉理路。飄然東歸。然指作發願文。必欲見道。", "107": "乃已復自念。非公不足依。洊走閩中見焉。值公出游。", "108": "遙見師喜曰。吾子今來也。勉師棄前解務寔參。厲精", "109": "五月而大悟。公始與印可。令掌藏室。尋命分座說法。", "11": "頭打筋斗。唐稱歎之。甞範銅為佛。送普陀山。又於山", "110": "及公去世。師嗣主院事。師握祖佛心印。既已升座說", "111": "法度人。而往往出餘力。莊嚴塔廟。使人為遠罪遷善", "112": "之歸。浙福二地。師所興建大道場。凡十餘處。其餘葺", "113": "宗補舊。葢不可枚舉。師有才。為一事則揮金如土。竟", "114": "不知其所從來。其為溫城淨光塔也。方參政初甞戍", "115": "其地。欲賦民錢葺之。命師蒞其事。師曰。民力凋弊。火", "116": "𦦨炎炎。而復加薪。吾安忍為之。必欲見用。官中勿擾", "117": "吾事。若無所聞之可也。方諾之。師乃定計城中之戶。", "118": "餘二萬戶。捐米月一升。月獲米二百石。陶甓掄材。若", "119": "神運鬼輸。紛然四集。鎮心之木。以尺計者。其長一百", "12": "造無梁殿。未成而化去。弟子龕葬於寺中。因貌奇古。", "120": "五十。最難致之。師談笑趣辦。七成既粗完。其下仍築", "121": "塔殿。宏敞壯麗。九斗之勢益雄。一旦颶風作其上。一", "122": "成挾之。以入海濤。眾咸傷之。師曰。塔終不可以就乎。", "123": "持心益固。遣其徒如閩。鑄露盤輪相。及𦦨珠之類。未", "124": "幾。一一就緒。金碧鮮明。猶天降而地湧。辨章燕只不", "125": "花鎮閩。欲閱大藏尊經於家。或以几席什器難具為", "126": "辭。師令浮屠一百七十人為什。分辦於各剎。表以題", "127": "號。一時畢集。仍畫為圖。使按圖序次列之。給役於飲", "128": "饌間者。亦更番而進。每以鐘鼓為節。後先不紊。辨章", "129": "悅曰。使吾師總戎。則無敗北之患矣。時東海有警。元", "13": "人呼為喇麻僧云。", "130": "帥達忠介公。帥師鎮台。遣使聘師入行府。師以達公", "131": "方有事干戈。絕之弗見。達公慕咏弗置。篆逆川二字", "132": "遺之。師因飯囚。戒其勿萌遁逃心。即重見日月。不久", "133": "而赦書至。周吳二囚。以師為神。其後山宼竊發。所經", "134": "之處焚毀。欲盡歸原報恩二剎。以師故獨存。　朝廷", "135": "為降院額。　賜師號佛性圓辯。及金襴法衣。師曾不", "136": "以為悅。悉散其衣盂所畜。退居一室。掘地為爐。折竹", "137": "為箸。意淡如也。後與鐘山之選。　大駕臨幸。慰問備", "138": "至。竣事還錢塘。清遠渭公。方主淨慈。舉師以為代。淨", "139": "慈當兵後。凋落殊甚。師召匠計傭。竭其筐篋。欲大有", "14": "大安傳大安傳", "140": "設施。而諸僧負官逋者。係累滿庭。師為之出涕。悉代", "141": "償之。會　中朝徵有道浮屠。以備顧問。眾咸推師。師", "142": "至南京。僅四閱月。沐浴書偈而逝。闍維於聚寶山。獲", "143": "舍利無算。師有五會語。及善財五十三參偈。皆傳於", "144": "世。", "145": "慧心者。甞問道於師。後亦就徵入文淵閣。與修　大", "146": "典。歿後茶毗。亦得五色舍利無數。心號鑑空。出樂清", "147": "方氏。", "148": "吉祥師傳吉祥師傳", "149": "吉祥。姓周氏。　孝肅皇后弟也。為兒時好出游。甞出", "15": "大安。襄陽郝氏子也。幼禮古宗禪伯。祝髮於梅林。古", "150": "不復歸家。家亦不知其所在。　后自未入宮。師已與", "151": "其家不相聞矣。久之。祝髮於大覺寺。然甞游行市中。", "152": "夜即來報國寺。伽藍殿中宿。　后意亦若忘之。忽夜", "153": "夢伽藍神來言。　后弟今在我所。　英廟。亦同時夢。", "154": "言相符。詰旦遣小黃門。如所夢求之至寺。見師在伽", "155": "藍殿中。遂擁以行。引見問所以出游及為僧。時　帝", "156": "后皆泣下。因曰。何如今日為　皇親耶。師搖首不", "157": "願復還寺。　后不能奪厚賜之。　英廟晏駕。　后為", "158": "太后。出內藏。建大慈仁寺居之。　孝宗時。　太后為", "159": "太皇太后。為立護　敕󳬴。󳬴載　賜田無慮數百頃。", "16": "宗知其具宿智。遣之就古巖參學。二古同出天奇之", "160": "師以左善世示滅。　帝遣官致祭。師住寺眾甞數百", "161": "人。禪誦濟濟。迨後慶壽寺󱐑。僧亦來居於此。新舊眾", "162": "皆仰食　賜田。二時無闕。言者謂。師脫屣　皇舅之", "163": "貴。而樂世外之閒。方　孝肅在慈宮　二聖隆孝養。", "164": "恩賜何所不至。而師澹寂自若　英廟以來外戚。", "165": "恩澤侯者。不能數世。師之　賜莊。猶存衣食寺中", "166": "數百人。此有以見一時富貴之不能久。夜澹寂者之", "167": "長存也。", "168": "滿起．真參傳滿起．真參傳", "169": "滿起。時稱白雲上人。安州牛氏子。落髮於永安寺。正", "17": "門。而巖為上首。居終南山。龍象景附。師至。一語投機。", "170": "德間。南游伏牛諸山。遇西宗和尚。授以禪旨。隱界嶺", "171": "禪林。用全護珠之志。又入伏牛之茅坪。方來四集。師", "172": "捨之去游五臺。入　神京。居天慶寺中。貴姜賈二君。", "173": "為供養主。師嚴戒律。苦修持。喜營福業。印造龍藏十", "174": "三部。安置名山大剎。其餘飯僧造像。隨緣之舉。繫其", "175": "小者耳。一日謂其屬曰。吾有命債欲還。須靜攝數日。", "176": "今閉戶。非呼喚切勿入。眾從隙中窺之。見師面裏臥。", "177": "背上肉紫黑色。墳起甚鉅。經七日始消。師興召眾入。", "178": "曰。吾適還命已畢。今無苦矣。師有眾緣。凡所寓歷。從", "179": "徒甞至五百。京城內外。爭趨供奉。祇園物色。日甚絢", "18": "輒授衣鉢。禪栖廬岳三十年。楚人嚴事之。新都汪公", "180": "灼。因喟然歎曰。　輦轂之下。固宜若此乎。遂挈鉢返", "181": "伏牛。謝絕人事。不復出山。嘉靖壬戌九月坐脫。", "182": "真參。號無為。楚之江陵人。姓劉氏。幼聰慧。樂善好施。", "183": "與物無忤。攻舉子業。蜚聲文林。經史之暇。喜談佛書。", "184": "後遇老衲。奇之曰。子。真大乘法器。世途軒冕。一夢幻", "185": "耳。於是幡然改悟。甫弱冠辭親出家。父母欲奪其志。", "186": "弗得。乃詣玉泉山。師事無邊長老。祝髮受具。矢心究", "187": "道。前後凡三然指。誓信不退。久而有入。所至道俗歸", "188": "之。後游京師。四眾斯觀音寺。奉師居之。道聲翕然", "189": "內庭聞之。頒賜齋供無虗日。後以厭煩。歸隱伏牛。將", "19": "伯玉。甞從師質疑。多有開發。甞謂。聞大安和尚所云", "190": "化謂弟子。塵世真夢境。吾將行矣。汝曹勉力。無於袈", "191": "裟下墮落也。言訖而逝。陝西觀察使王元春。為撰其", "192": "行立石焉。", "193": "忠敬堂傳忠敬堂傳", "194": "法忠。號敬堂。新安曹氏子。齠年喜端坐。年十九。游錢", "195": "塘靈隱寺。遇雲水僧激發。遂落髮受具。依講庠數年。", "196": "行脚入少林。見大千潤公。走長安。參遍融笑巖二老。", "197": "指示心要。稍有啟悟。尋入牛山火場。調鍊三業。後歸", "198": "匡廬。愛仰天坪高勝。單丁居之。手植松十餘萬本。久", "199": "之。衲子來集。仰天坪遂成叢林。師為人夷坦無緣飾。", "2": "明吳門華山寺沙門　明河　撰", "20": "見性。冥合孔子所謂體仁。非惟世儒未之或知。雖大", "200": "御眾不立規矩。甘苦必同。雖粒米莖菜。必隨眾乃食。", "201": "勞務必身先之。不開禪講門戶。一以真實示人。依之", "202": "者。無論愚智。浸久嘿化。而不自知。故來者如歸家侍", "203": "父母也。且訓人有方。用人有度。出語慨切痛至。聽者", "204": "悚然。無不心領而神會。一眾森嚴。儼然一大罏鞴。以", "205": "身為教。不用言說。真本色住山人也。劉雲嶠太史。訪", "206": "師。一見心契。乃為顏其寺。曰雲中。憨老人為之記。張", "207": "洪陽太史。書廬山高三字。贈之旌其志。庚申秋。示微", "208": "疾。謂其徒曰。吾見紅日當空金蓮遍地。吾其行矣。言", "209": "訖寂然而逝。憨老人復為銘其塔曰。師住雲中。二十", "21": "安。亦不自知也。葢師甞與汪。論見性也。某年五月胐", "210": "餘年如一日。視十方衲子如一己。精心為眾。未甞以", "211": "無有異志物我介懷。數語蓋實錄。師當之無媿也。", "212": "明龍傳明龍傳", "213": "明龍。淮南宿遷姚氏子。俗名東陽。甞為其縣諸生。居", "214": "甞好修。歷二十年所。不問家人生業。雅從善知識游。", "215": "隆慶改元。落髮居羊山秀峰菴。名德日起。即　諸陵", "216": "中貴人多檀施。師藍縷自如。一衲不啻懸鶉。不裓不", "217": "襦不履。顧就羊山。安七十二眾。為千日期場。師日為", "218": "大眾說經。大眾亦樂為之聽眾也。時　神宗皇帝初", "219": "即位。行邊使道昆汪公。道出　諸陵。詣師問道。意獨", "22": "示寂。先是。預示諸弟子以行期。若等無以衰麻。哭泣", "220": "多之。因問曰。千日期畢。羊山能作甞住乎。師曰。無甞", "221": "無住。後旬有五日。太史當謁。立冬其日羊山放光。又", "222": "越七日。歲將除。師集大眾語曰。元年元日吾當行。公", "223": "等居此。識字者。用心念佛。不識字者。用心念佛。務智", "224": "慧務普心。即此是佛。公等勉之。歲除夜既半。命弟子", "225": "視中星曰。夜午乎。曰。午矣。師曰。未也。日午乃行。元日", "226": "日幾中。羊山放光如嚮者。頃之坐化。葢日中云。越七", "227": "日舉焚。日中復放光如嚮者。　諸陵中貴人咸在。率", "228": "大眾羅拜。治浮屠。藏舍利。", "229": "南嶽豆兒佛傳南嶽豆兒佛傳", "23": "為喪。毋背吾家法。諸弟子問故。則以一偈示之。既及", "230": "法祥。字瑞光。越州嵊縣周氏子。有出世志。隨季父宦", "231": "游入京。見笑巖於柳巷。巖觀其根。示以念佛法門。師", "232": "頷之。居頃南還。棄妻子薙髮。入棲霞謁素菴法師。雖", "233": "居講肆。而念佛無間。又參遍融。融所示。與笑巖同。繇", "234": "五臺入伏牛。契機於柏松和尚。留住石室中。弔影木", "235": "食者三年。一日趺坐。雪積滿林。火絕衣濕。松往視。擊", "236": "磬出其定。因示之曰。輕安小寂。非是歇場。若躭着此", "237": "境。即墮偏空。且行脚去。逢南即止矣。遂飄然而行。遍", "238": "歷楚蜀之境。鏟落知見。獨存孤明。後遊南嶽。忽憶柏", "239": "松別時之語。有終焉之志。適僧以側刀峰靜室相讓。", "24": "期。沐浴端坐。諸弟子請遺令。則又以一偈示之。距生", "240": "自是放下身心。一志念佛。募豆四十八石。一豆一佛。", "241": "淨念相繼。以至終身。不知其過幾四十八石矣。繇是", "242": "諸方稱為豆兒佛云。十方衲子爭歸之。側刀峰遂成", "243": "海內名叢席。居恒誡諸弟子曰。汝剃除鬚髮。不知有", "244": "生死事大。但倚牆靠壁。業識茫茫。喚作甚麼。豈非吾", "245": "佛所呵。衲衣在空閒。假名阿練若。不專心淨業。大限", "246": "到來。將何抵對閻老子乎。聞者無不感泣。師雖絕意", "247": "人世。而當世諸君子。聞其風者。莫不景仰。如方伯劉", "248": "公。直指史公。學憲伍公。儀部曾公。冏卿蔡公。少保郭", "249": "公。大行宋公。皆傾心皈向。就師問道。招致之則不往", "25": "丁卯。行年七十有三。弟子就故廬傍築浮屠。以藏舍", "250": "也。郡丞盧公。祀廟。點失期者。罰米三十餘石。送師。師", "251": "曰。老僧豈以一鉢飯。斂眾怨耶。竟不受。聞者歎服。師", "252": "接納往來。不擇臧否。一味平等慈悲。荊襄大盜。賈二", "253": "唐九等七人捕急。投師求活。師憐其誠納之。冠以道", "254": "巾。令隨眾作務。及捕官至。雖識其為盜。第見師慈心", "255": "藹然。又聞念佛感動。乃解腰纏三金。設供而去。其盜", "256": "亦化。為苦行僧。師住側刀峰三十餘年。不發化主。不", "257": "結外援。不設方丈。不用侍者。一龕於佛殿左。危坐念", "258": "佛其中。不安庫房。笥無長物。滅之日。簡之惟胡椒一", "259": "缾。舊布數片而已。甞以糠餅充飡。或有投之地者。師", "26": "利。", "260": "拾取。煨而啖之。行必荷鋤。見遺穢必以土掩之。將化", "261": "命首座領眾。念佛趺坐。誡眾曰。無得虗張揑怪。誑惑", "262": "世人。獨一味老實念佛。言訖。合掌而逝。時萬曆庚戌", "263": "二月六日也。閱世七十有九。僧臘四十有三。停龕七", "264": "日。顏色不變。弟子奉全身。塔於峰之右。", "265": "三藏師傳三藏師傳", "266": "本融。陝西郿縣人。薙染。參懷慶松谷和尚。又參隱菴", "267": "於大佛山。大千主少林。師預其眾。一鉢隨身。不擾甞", "268": "住。千異之。付以帕不受。住達磨洞。四十餘年。萬曆丁", "269": "亥。抵京師。住龍華寺山門。風雨炎寒自若。又居積善", "27": "大闡禪師傳大闡禪師傳", "270": "寺。廊房長老。見師勤苦蚤夜不息。特為造一龕。請居", "271": "之。繼開十方院奉師。接雲水凡十有三年。信施雲委。", "272": "而因果之間。毫無差錯。最後住世剎海。隨緣接眾。持", "273": "妙法華經為甞課。密行甚至。生平脇不至席。食不過", "274": "午。不飯於甞住。持鉢行乞村市間。如已得食則鉢內", "275": "向。未得食鉢外向。人以是覘知師食否。而分衛之。每", "276": "飯食訖。即嚼楊枝。掩關趺坐。或未受齋。亦從汲處乞", "277": "一杯。滌齒入戶坐。必不破午食。檀越或設供施金。必", "278": "一眾均被乃許。否即堅拒弗受。人請誦經。師曰。吾堂", "279": "中大德。不諳諷誦。有就寺飯僧者。付貲過。即日營辦", "28": "大闡者。東和名家子。明達物理。早悟空花。依玉溪和", "280": "米鹽蔬果。設不移時。作務以身先眾。食飲旨菲。隨其", "281": "所有不強為。生平絕不以修造煩人。曰。勞生旅泊。住", "282": "則隨緣。去則忘矣。何事華美。以累身心耶。　慈聖。甞", "283": "為諸大僧設齋。每僧襯五金一疋絹旃檀滿觔。師堅", "284": "不肯赴。中貴人不得已舁至院。師乃與眾同飡。萬曆", "285": "壬寅初臘。師示微疾。侍御蕭公問之。師竪一指。即日", "286": "午。端坐而逝。茶毗。頂骨如芡實大。烟入地處。掘之皆", "287": "得舍利。初。張劉二內監。共捨住宅。為世剎海。師住此", "288": "食指甞逾千。當是時。曹郎郭家珍。王玄謨。蕭丁泰。鮑", "289": "應鰲。給舍段然。俱欽師道風。敬仰尊重。段公甞詣師。", "29": "尚祝髮。力究出世之道。禪林講席。靡弗參叩。無所入。", "290": "師曰。居士坐久饑。當煑󳫹作供。段曰。久嚮老師。大󳫹", "291": "特來。甞甞滋味。師厲聲曰。󳫹許你喫。却恐你吞吐不", "292": "下。段為之吐舌。其門風高峻如此。京師人。稱師三藏", "293": "師。多應是其號也。", "294": "青牛傳青牛傳", "295": "青牛者。不知何許人。幼祝髮為僧。居廬山最高處靜", "296": "室中。晝課誦經呪。夜則繞山唱佛號。鶉納百結。屐一", "297": "䩫。重可十觔。以黃蠟白油鍊其齒。如生鐵鑄。就靜室", "298": "寒衲。夜聞屐聲。爭出松汁供之。呼曰青牛祖師。山有", "299": "虎。見其來。伏道傍以竢。如是者五十臘。壬寅春。胡給", "3": "雜科篇", "30": "遂創菴於巖頭。楗關十年。於指胸點額之際。忽然摸", "300": "舍徵吉。以使事道匡廬。愛其眉宇。凡五宿其室。癸卯。", "301": "袁儀部石公訪之。但見紫松枝為窠。一水甕一罏一", "302": "杖。游客好事者。間施以綿線米粟。歲僅一二。至則露", "303": "置地中出游。亦無門可扄。然亦無盜者。客至不問姓", "304": "名。不拜不供。了不知人間。禮公奇而叩之。亦無語。公", "305": "為施一詩贊歎之。或問。師。夜游遇虎。頗心動否。曰人", "306": "甞思害虎。虎無害人意也。訊其修持。但云念佛。己酉", "307": "之秋。入長安。神情骨相。無一不生人敬仰者。未幾事", "308": "聞。　慈聖。賜號曰青融。出金錢香果供之。永安寺中。", "309": "中貴學佛者。將為請師號紫衣。師聞而惡之。避匿城", "31": "著。快癢不可言。直造和之天界㞧中和尚處。求決擇。", "310": "東隆安寺。一夕坐化去。　慈聖出帑金。為之禮懺津", "311": "送焉。", "312": "孤月傳孤月傳", "313": "孤月。北人也。未詳邑里姓氏。因參訪。南游入終南山。", "314": "望山勢逶迤崔巍。意山中必有至人藏修。曰。予得歸", "315": "依承密諦。幸矣。遂褁糧行。日行百餘里。所至皆披茅", "316": "蹂石。足為之龜。行已十日。遇獵者。臂鷹逐犬。一俠少", "317": "年也。問月。何以至此。答曰。尋師訪道。不遠千里。不識", "318": "此中有高僧可依否。獵者曰。封豕長蛇熊羆山鬼。于", "319": "焉窟宅。更何處覔僧耶。子休矣。前有石洞。白熊踞視", "32": "相見一笑而已。於是。朝參夕見。機緣有契。弦筈相含。", "320": "眈眈。過者蔑不虀粉。子無以身試甞也。月心弗恐。起", "321": "謝獵者。又行數十里。日入細柳矣。見一巖洞。心頗怪", "322": "之。甫窺洞。白熊蹲踞。目光如電。張目視月。月曰。萬里", "323": "參尋。冀得人聞道。乃今遇子。子能相容乎。不然亦天", "324": "也。不怖而立。熊視良久。掉尾而去。月遂入洞宿。越三", "325": "日獵者至。驚曰。子真神人也。而脫熊口。月曰。幸免熊", "326": "口。惟夜有二偉丈夫。黑幘長脛立予傍。此何妖也。獵", "327": "者曰。巖前古樹二章。曩伐為薪。毋乃是為崇乎。請夷", "328": "其根。月。不忍絕樹生理。止勿夷。是夜。二丈夫不現。月", "329": "慈悲動草木矣。獵者止月。月復謝去。至山椒。一僧結", "33": "既蒙印記。挈杖出閩關。履淅過淮。多逢哲匠。至金臺。", "330": "草廬栖焉。月色喜行入草廬。僧瞑目趺坐。五體如山。", "331": "望之如木雞。啟視其釜。釜皆青苔也。向僧膜拜。三日", "332": "竟屹然不動。乃從僧腰後扶之。始覺。月曰。願受教。僧", "333": "不應。第曰汝於終南無緣。月苦求教。僧曰。逢山則止。", "334": "遇廬則藏。語畢。以杖指歸路示月。月遙見一青鳥翩", "335": "蹮而來。若相導者。行數日。踰終南而西。忽見城市。乃", "336": "蜀中也。問蜀人。乃知有廬山。在江西。從荊州棹而南", "337": "卓錫五老峰。越四十年而化。", "338": "孤月。冐險探奇。冀有所見。而所見如此。能高抗熊", "339": "口。而無懾怖。下禮定僧。而致哀懇。雖所聞未得要", "34": "憩大寶禪寺。道風翕然。司禮黃高二公。聞師名。袖香", "340": "領。要亦不失為有道心人也。所恨定僧姓字。不落", "341": "人間。嗟乎。彼固視人間如幻也。而焉用名。", "342": "寶藏禪師傳寶藏禪師傳", "343": "能蠲。字寶藏。河間獻縣人。姓劉氏。少孤。詣戒壇。從大", "344": "千震公圓具。有僧自伏牛山來。請戒語及煉魔事。蠲", "345": "躍然即褁足往。遇大川。授以念佛法門。遂立期修般", "346": "舟三昧。歷七夏。既而過乾河溝。謁通天老人。留度歲。", "347": "一夜獨立至旦。如彈指頃。聞板聲。心意豁然。成一偈", "348": "上通天。通天亟止之曰。毋為狂魔攝也。後聞楞嚴。於", "349": "徵心處有解。復入煉魔場。九旬行坐。間得定相宛然。", "35": "見之。言機期合。恨參承之晚。欲聞於　上。師固辭乃", "350": "又走終南山。依孤月禪師四年。偶山行得一小室。因", "351": "留止。日掘山蔬充腹。極意禪寂。孤月勸令質於遺教", "352": "曰。毋為三昧酒所醉。此深坑不可墮也。隨入燕。參龍", "353": "華通講主崇壽秀法師。多所開解。乃嘆曰。孤月為我", "354": "何深至也。雖然。躭寂非矣。趨喧寧是哉。古人得旨之", "355": "後。巖邊樹下。甘澹受辛。安有如今日易蓬戶於朱門。", "356": "守淨檀為世業者。余有愧道德。未能垂手入廛。葢頭", "357": "一把茆。終當塵不到耳。乃四眾堅請住廣濟寺。不獲", "358": "已許之。而繩衲糲餐。視山居不異也。報緣欲謝先三", "359": "日。集諸方。至日稱佛名三千聲。跏趺而逝。世壽八十", "36": "已。自是問謁者。踵接戶外。師隨緣開示。務使人人發", "360": "四。坐夏七十三。塔於德勝門外觀音菴之後。", "361": "天長僧武林比丘傳天長僧武林比丘傳", "362": "天長僧。少鬻於徽賈。為塾舍爨兒。性愿慤。事同舍生。", "363": "如其主也。居甞寂嘿。莫測所為。忽一日心開。言論有", "364": "異。舍生皆駭之。或叩以經書疑義。隨意解釋。遠出情", "365": "表。好事者。因就之問佛法大旨。所對皆與冥合。實未", "366": "甞識一字也。問何謂道。曰一心為道。問何謂心。曰一", "367": "人為心。或聞而徵之。曰吾昨所言。止得一橛耳。可再", "368": "申問。遂問何謂道。曰無心為道。問何謂心。曰無人為", "369": "心。聞者益溟涬之。皆歎曰。我輩多時。所謂使他肉身", "37": "心歡喜而去。則吾說為不徒日。復一日。頗覺煩撓。一", "370": "菩薩也。因請為剃染。辭曰。吾身有屬。那得自便耶。願", "371": "給役如故。請以義錢贖之。曰可。於是。率錢歸於主人。", "372": "乃辭去為僧。後不知所終。", "373": "武林比丘。未詳所出何地。游武林。甞混跡市廛。好與", "374": "文墨士游。飲啖靡擇。人謂之狂易。忽謂所游者曰。某", "375": "日吾當行。幸來相送。至期眾集。比丘出迎客。笑謔如", "376": "故曰。煩諸君雲來。何為以餞我。咸曰。誦佛號可乎。曰", "377": "勿煩爾。但為歌一篇好詩。問何詩佳。曰。崔題黃󳬈樓", "378": "詩。最佳也客乃抗聲歌之。比丘拍掌而和。至第三句。", "379": "拍未合而化。", "38": "日偶閱歸去來詞。憮然曰。陶淵明。不以五斗米折腰。", "380": "月潭和尚傳月潭和尚傳", "381": "月潭。和尚不知何許人。自言姓楊氏。生於成化。甲午", "382": "從師圓省。祝髮五臺山。嘉靖戊寅。始受具足戒。周行", "383": "天下。殆半於蜀。卭󳮦山中最久。隆慶辛未。杖錫來江", "384": "南。至婁東。王鳳洲麟洲二先生。築室以居之。凡七十", "385": "年。以萬曆丙戌冬告寂。俗壽一百一十三。僧臘九十", "386": "八。王銘其塔而敘之曰。和尚以不欺為本。以無住為", "387": "宗。以彌陀為父。以釋迦為師。以淨土為歸地。以無為", "388": "為法事。不談禪不竪義。不沾講席。無寒而已不備三", "389": "衣。無饑而已不強中食。既得疾。水飲者五日。絕水者", "39": "棄官而去。沙門釋子。反以一鉢飯。繫足息影。地蒲團", "390": "二日。至夜分乃呼浴。浴畢。使僧雛誦無量壽佛經。傾", "391": "聽既終。奄然而化。噫果如所云。雖欲莫謂之高僧。不", "392": "可得也。故次王語。以備傳。", "393": "五日頭陀傳(附定林)五日頭陀傳附定林", "394": "五日頭陀者。為僧僅五而亡。事跡頗異。南海比丘巢", "395": "林文公。為之記曰。頭陀姓徐氏。諱性容。某縣人。生而", "396": "簡默淳厚。無他行能。每有青山白雲之想。家貧無以", "397": "自給。總角依陸司空為童子。見沙門輙致敬。司空獨", "398": "異之。人莫識者。今年春幾月。染嘔血病。口氣甞臭。謝", "399": "司空。寄跡報本塔院。從諸耆宿修淨業。即孱弱難支。", "4": "德山傳明　德山傳", "40": "大一塊耳。得青山幾何以成化。戊戌八月。飄然南還。", "400": "念佛不輟。或謂病亟何自苦如此。曰。生死事大。無甞", "401": "迅速。而病益沉綿。一日願禮僧伽求薙度。被袈裟端", "402": "坐。五晝夜水漿不入口。有弟侍左右。問欲何食。曰欲", "403": "得果食。弟以果進。噉青梅四。而謝其弟曰。吾今日歸", "404": "矣。爾善事二親。若古之某某者。其婦惑於巫言曰。歸", "405": "太早耶。尚須三日。曰。去住繇我。繇巫言乎。婦人安有", "406": "不祥之言哉。一日緇素。聞頭陀狀。爭先問道。但曰戒", "407": "殺專持佛號而已。其口氣所觸。有花草香。言畢入龕。", "408": "結金剛印。敷坐而化。其母摩頂至足。遍身皆冷獨頂", "409": "熱。兩足底。似水墨雲霞色。司空為眾倡作禮。一眾皆", "41": "次年。寓金陵報恩。寄書謝二司禮。司禮歎之而已。後", "410": "拜。閉龕至某所。先是霪雨為災。是日。雨甚俄而開霽。", "411": "將舉火焚。而龕門忽開。頭陀屹然如故。從火𦦨若鎔", "412": "金而盡。遂塔於小瀛洲。是夜。里中人素持齊者。咸夢", "413": "頭陀示。以戒殺念佛。如生時語。何其異歟。距生於嘉", "414": "靖戊午。死於萬曆丁亥。閱世三十年。為僧僅五日。馮", "415": "司成夢禎贊曰。金剛般若有云。以今世人輕賤故。先", "416": "世罪業即為消滅。而況聖賢。出沒於生死海中。不可", "417": "以跡計而情量。五日非速。萬劫非長。放刀獻珠。無轉", "418": "變相爾等眾生。其亟念佛戒殺。勉遵五日頭陀之教。", "419": "以相見於極樂之鄉。", "42": "邵郡清信士。創寺延師。居之二十餘年。清遠之風。從", "420": "定林者。當時所謂周安者。是也。自幼不茹葷血。又不", "421": "娶。日隨周生。赴講學會場。執巾履之任。供茶設饌。時", "422": "時竊聽。或獨立簷端。或拱身柱側。不欹不倚。不退不", "423": "倦。周生病。故楊道南。東南名士。終歲讀書破寺中。周", "424": "安復以事。周生者。事道南。行止一如周生。時李翰峰。", "425": "李如真。焦弱侯諸公。無不歎羨信愛。李卓吾入京。二", "426": "李謂之曰。周安知學。子欲學。幸無下視周安也。未幾", "427": "道南又死。周安因白弱侯。吾欲為僧。夫吾迄歲山寺。", "428": "只多此數莖髮耳。不剃何為。弱侯無以應。遂約卓吾。", "429": "管東溟諸公。送周安於雲松禪師處。披剃為弟子。改", "43": "化者眾。於辛酉春二月十七日。斂衣而化。其徒淨淵。", "430": "法名曰定林。弱侯又於舘側。別為菴院。命卓吾書定", "431": "林菴三字。為匾以奉之定林菴。居未久。即舍去牛首。", "432": "創大華嚴閣。閣成。又舍去之楚天中山。遂化。塔骨於", "433": "山中焉。伯時隱此山。時特置山居一所。度一僧使專", "434": "守其塔。弱侯思定林不已。命卓吾作定林菴記。立石", "435": "以志不忘云。", "436": "明河曰。五日頭陀。與定林。皆以卑賤出家。其一段", "437": "卓然自立之風。自不落皮相。故致司空膜拜。羣公", "438": "傾倒。道之所在。貴賤可忘耳。今有出家。反恃族姓。", "439": "且昂然視同輩。頭陀定林見之。不呼奴子幸矣。尚", "44": "集其機緣語句。為上下卷梓行。師喜作山居詩。唱道", "440": "敢望人尊敬哉。罪云拜優波。地為之震動者。我山", "441": "摧慢山倒耳。法門下衰。人不尊道。至此。不無三歎。", "442": "玉芝聚公傳玉芝聚公傳", "443": "法聚。字月泉。嘉禾富氏子。始去俗。從師於海鹽資聖", "444": "寺。矢志參學。初見吉菴法舟二宿。未甚啟發。聞王陽", "445": "明倡良知之指於稽山。同董從吾。往謁之言相契。陽", "446": "明答以詩。然猶未脫然也。後於夢居禪師一掌下。洞", "447": "徹源底。即入武康天池山。搆精舍。顏曰玉芝。二十餘", "448": "年說法其中。繇是。諸方稱玉芝和尚。唐一菴。王龍溪", "449": "諸公。甞往來山中。證會儒釋大同之秘。師其為人也。", "45": "鳴懷。悠然可誦。過金山有句。月現潛龍影。雲籠老󳬈", "450": "峻結圓轉。舉止瀟然。王公貴人。見其人至不敢屈。庸", "451": "夫竪子。一聞其教。輙興起自愧。反其所為。曲儒小士", "452": "多詆釋。遇師與立談。顧趨而事之。捨所學而從。彼其", "453": "為文也。無短長易難。皆據案落筆。應手而成。奧旨猜", "454": "辭。一時而徹。或以此詆之謂。師苦於文。而疎於道。文", "455": "如此。未甞苦也。疎於道又可信乎。師生於弘治壬子。", "456": "示寂於嘉靖癸亥。春秋七十有二。立塔藏骨於本山。", "457": "少司馬蔡公汝楠。與師有支許之契。為銘曰。聲之為", "458": "詩。齊之為儒。詩其無上呪耶。儒其無上法耶。", "459": "圓魁傳圓魁傳", "46": "聲。尤見禪意云。", "460": "圓魁。應天溧陽人。袁應魁也。有妻子兄弟。田宅頗饒。", "461": "一日棄之。出游至鴈宕靈巖谷。遂投師落髮。更名圓", "462": "魁。然不甚禮誦解。甞掩室靜坐。手甲長二寸餘。冬夏", "463": "一衲無增減。萬曆丙戌。四明戴祭酒洵。至露巖與語。", "464": "魁默默。似無知者明。忽造戴。謀建寺。又明年寺成。且", "465": "曰。有佛無經。佛法何明。凡愚何覺。吾將造京師。請藏", "466": "經歸寺。以畢吾志。未行乃留。寓塔亭山。實戴留之也。", "467": "戴日嘵嘵佛法。深開示魁。魁唯嘿然而已。魁有日席", "468": "地仰天。戴曰。雲行鳥飛。佛體也。魁笑從容曰。自古只", "469": "有僧為儒說法。今公反以儒為僧說法亦異事。良久", "47": "宗道者傳宗道者傳", "470": "忽起。附戴耳自指其鼻尖。低聲曰。我雖不解文義。然", "471": "甞炤管主人公。時刻不忘者。二十餘年矣。戴異之。前", "472": "席欲與深言。竟無語。次年。始北上至京。憩錫玄真觀。", "473": "即坐化焉。其化日如甞時。但獨語曰。印藏經自有時。", "474": "今亦已矣。遂瞑目。猶謂其晏坐不知已化也。化之日", "475": "面色微青。明日轉紅潤如生。七日而鬚髮漸長。都人", "476": "瞻禮紛沓。觀主懼多事。陳於禮部。請從茶毗。宗伯王", "477": "公。具龕。薪火之烟皆西向。時壬辰歲二月二日也。年", "478": "五十六。遺一偈蓐間曰。自古原無死。無死亦無生。是", "479": "夢還非夢。亘古又亘今。其徒明海。負其骨南歸。戴聞", "48": "宗道者。觀城人。人以悟空呼之。土木形骸。不識一字。", "480": "之歎曰。退之之大顛。示以形骸可外。子瞻之了元。使", "481": "知性命所歸。吾是以深信魁之以覺。覺吾夢也。又深", "482": "媿吾之方夢。夢未覺也。遂為銘其塔。", "483": "圓果傳圓果傳", "484": "圓果上人。號香林。京口丁氏子。厭俗出家。勤讀誦。於", "485": "圓覺幻滅滅故非幻不滅處。有省。自是參方。機鋒頴", "486": "捷。年三十四。游武林。日行分衛。夜宿仙林寺檐廡。衣", "487": "不掩形。時嚴冬。或獻新衣美食。却不御。人奇之。致供", "488": "日繁。師遁至北高峰絕頂。假一席地。縛草為團瓢。冥", "489": "寂其中。不出營食。主僧。以時閔而給焉。一坐六載。每", "49": "僅能口誦金剛心經。而淳謹敦信。其中莫能測也。事", "490": "風雨晦冥。猛虎毒蛇。蹲繞左右。師不為動。其後冬雪", "491": "浹辰平地。積至丈許。陟者跬步壓覆。隤然而返。主僧", "492": "曰。果公縱學僵臥袁安。不能作啖氈蘇子。凍餒既久。", "493": "恐無生理。俄而城中素心道眾。不期而會於靈隱者。", "494": "三十餘曹。相勞苦。各述所夢相同謂。見神人執刀。厲", "495": "聲告曰。北高峰古佛困雪中。盍往視之。陳敘如出一", "496": "口。曰事急矣。即相率。打雪披寒而上。叩團瓢見師。趺", "497": "坐恬然無憊容。眾獻供。師作唄受之。相與繞視。不忍", "498": "捨去。師曰。諸君休矣。晡時恐為虎驚。毋過念貧道。乃", "499": "送之下山而返。一日至湖上。偶見一長僧。繇六橋度", "5": "德山。寧波人。少航海。為捕者所誣。以盜繫獄者十七", "50": "鐵佛元明上人為弟子。供薪水之役。惟誦金剛心經。", "500": "嶺而北。師覺其有異。尾之至黃龍祠。因忽不見。仰視", "501": "林樾清楚愛之。遂憩焉如仙林。時適有樵牧數輩。戲", "502": "拾瓦礫。累塔礬石間。忽罅中閃爍有光。微露石稜。去", "503": "礫而頂相現。旋得滿月容。游人以畚鍤助之。須臾周", "504": "身盡露。又得斷󳬴。讀之始知文公所鏤像也。乃霣泣", "505": "下拜曰。圓果與和尚。同出南岳。不意顯示幻身。敢不", "506": "捐軀為報。繇是。山靈之一新。清規之再整。師之力也。", "507": "汪開府伯玉。覲師於黃龍。戲問曰。公年幾何。曰八十", "508": "有五。又問到家乎。曰苦海孤航。兩不着岸。汪聞聳然", "509": "增敬。師素貫禪律。凝神冥寂。每清晨。背誦金剛經一", "51": "琅琅不輟。二十六七。別元明游方。遍歷晉宋荊楚關", "510": "卷。過午不食。檀施悉營福業。遇遺骼輙收掩之。積如", "511": "漏澤者數處。凡開示四眾。切近簡要。使聞者生信。恍", "512": "然自得於語言文字之外也。萬曆元年癸酉四月。示", "513": "寂。年九十矣。塔於石像左脊。", "514": "補續高僧傳卷第二十六終", "515": "No. 1524-E 補續高僧傳䟦No. 1524-E", "516": "補續高僧傳䟦", "517": "補續高僧傳者。道開扄公。成其師未成之書也。其師", "518": "華山河公。號汰如。貫通內外之典。領袖龍象之林。念", "519": "歷代高僧傳。搜討未該。事跡湮沒。擔囊負笈。遍游山", "52": "陝河洛之間。尋師擇友。汲汲如渴。中止考城。一住十", "520": "岳。剔荒󳬴於蘚逕。洗殘碣於松巖。嘉言懿矩。會萃良", "521": "多。因補前人之所未備。續前人之所未完。紙皮墨骨。", "522": "未酬宿世之緣。獅吼潮音。驟示雙林之疾。囑付扄公。", "523": "補綴成編。扄公以鶖子之多聞。兼茂先之博物。既󰴌", "524": "師命。遂畢前功。捧瓊函以示余。翻貝葉而眩目。余也", "525": "踴躍讚歎。得未曾有。亟鳩剞劂之工。遂付棗梨之刻。", "526": "使湧幢現塔不墮荒榛。寶炬華燈長然慧命。石門文", "527": "字之禪。淨土虗玄之體。相需而著。用垂千古。庶蓮花", "528": "峰下。師徒之志昭然。教海藏中。今昔之踪宛左。隱湖", "529": "毛晉謹識", "53": "年。正德辛未。有流宼之變。南北騷然。道者還里。居圓", "530": "No. 1524-FNo. 1524-F", "531": "嗟乎。吾先高松。弱冠未迨。蚤事參請。知命甫踰。旋示", "532": "泥洹。屈指流光。僅浮生之三十耳。電光駒隙。壽量幾", "533": "何。廼講論疏解。著述觀心。繇因地至於果覺。孜孜矻", "534": "矻。不知作幾許事業。自非願力宏高載來示現。其孰", "535": "能與于此。即斯僧傳一書之成也。年未強仕。慨然以", "536": "僧史有闕為心。遂南走閩越。北陟燕臺。若雁宕石梁", "537": "匡廬衡岳。絕壑窮嵓。荒林廢剎。󳬴版所在。蒐討忘疲。", "538": "摹勒抄寫。彚集成編。而後竭思覃精。筆削成傳。葢僧", "539": "史者。左史記事。右史記言。如俗之史書也。凡所集者。", "54": "覺寺。既而寓依城北馬氏。又徙張太常南園。不住則", "540": "不越言之與事。自宋文宣王記室王簡栖所集百卷。", "541": "又會稽嘉祥敀法師所集梁高僧傳十三卷。唐南山", "542": "律師所集續高僧傳□卷。又贊寧國師所集。有宋高", "543": "僧傳□卷。降斯已還。宋明相望。以六百餘󱑊之遼敻。", "544": "邈然罕聞。先師之作。其可緩哉。第是書也。無既不既。", "545": "無成不成。適是而止為全部矣。補摭捃拾。若有所遺。", "546": "在先師則曉夜皇皇。尚以未備為憾焉。師門墻既廣。", "547": "桃李成蹊。翹楚僧英。不無其類。不肖以椎魯無文。確", "548": "懷固守。當紛紛轉徙之時。予惟脚跟牢跕。故蒙先師", "549": "嘉愍厥志。別貽青盻。山齋寂閴。手授淨瓶。摩頂至三。", "55": "已。住必十餘年。始行人敬之如佛。在張園時。年已一", "550": "記莂亦再。曰轉相傳授。流注不絕。儼如黃梅半夜信", "551": "衣初付。非任力鬬智所可力攘者也。其次不肖住山。", "552": "則曰。不獨山門有幸。實喜法脉得人。詩篇志喜。啟札", "553": "相延。手蹟猶存。墨痕未燥。此闔郡護法。所共同心。不", "554": "能偏廢者也。至若拈華微笑末後機緣。則簡端六字。", "555": "擲筆神遊。曰高僧傳托道開。是也。若不肖。果有一念", "556": "參商。其能蒙始終護念如此乎。孰謂□寂之後。異議", "557": "紛然。變端遽起。所以退讓名山。躬先剞劂。負書行耳。", "558": "遑及戈矛。扄抱書之白門。饑荒兩值。變亂相仍。海宇", "559": "更張。人心鼎沸。遂不能卒業殺青。徬徨無措。歸而謀", "56": "百有八歲矣。其健旺異甞。望之如古松怪石。行止不", "560": "諸隱湖居士。樂成先志。助襄厥功。始克告竣。其艱難", "561": "困苦之狀。未易以一言遍告也。幸有濟上平章臨安", "562": "司馬。為之弁序。此二公者。表表人杰。殉難捐軀。足徵", "563": "先師德業所致。黼黻典彝。並垂不朽。於戲。名山師一", "564": "時應迹之區也。使師而有年。今且敷玄豎妙於此。非", "565": "師之千古也。即予膺先師之命。辛勤拮据。尚居此山。", "566": "亦未為報先師也。惟此數編。廼師之千古。今幸不負", "567": "所囑。得壽諸梓。實所以報先師於千古也。先師以寸", "568": "管。發揚六百年來之碩德耆英。其功於法門不淺。扄", "569": "以寸心。報師三十年來之苦辛。實不敢負遺命而已。", "57": "携杖。耳目聰明如少壯人。初騃鈍。後頗諳事了了。居", "570": "敢謂有功于先師哉。至若山之住與不住。命之遵與", "571": "不遵。予且付之一笑。常寂光中。尚肯攢眉蹙頞耶。所", "572": "願祖祖相傳。燈燈相照。不冷風規。常存模範。師念無", "573": "違。扄心曷已。他何計哉。因筆偶書。非敢揚飛塵。以眯", "574": "觀者之目也。彊圉大淵獻之歲。重陽日。嗣法弟子自", "575": "扄。和南謹䟦", "576": "No. 1524-G 補續高僧傳䟦No. 1524-G", "577": "補續高僧傳䟦", "578": "自佛法東漸。名僧間出。其宗風道行。神足辨才。莫不", "579": "彪炳一時。輝鑑宇內。若無紀述。曷詔後來。是以代有", "58": "恒無所為。唯冥然兀坐而已。有叩以所養者。無一言", "580": "作者。為之立傳。列以十科。綜其行實。自中唐五季。迄", "581": "宋元。入　大明。歷千䆊。其間神龍繡虎。闡教揚宗。而", "582": "傳持法海者。不讓前人。乃徒寄傳聞。闕乎筆載。于是", "583": "華山河公。起而憂之。自墮僧數。即以續傳高僧為任。", "584": "思欲該悉遺踪。莫如取信於金石。乃不憚千里雲山。", "585": "單瓢楖栗。每逢殘󳬴斷碣。臥煙委莾者。必躳自刷摸。", "586": "考核遺事。窮搜幽討。載罹寒暑。沐雨櫛風。顧所不惜。", "587": "噫。其用心亦苦矣。積有年歲。彚而成帙。因於禪觀之", "588": "暇。次序編年。臚陳行略。人各為傳。以紀化事。凡數易", "589": "稿而成。共得若干人。合為若干卷。名之曰補續高僧", "59": "相證。但道不知有人欲事。或譏之曰。此渴睡僧何足", "590": "傳。用傳將燼之明鐙。以續未斷之慧命。厥功𡡴焉。乃", "591": "功未告成。而化緣已畢。思委托得人。而其難其慎。金", "592": "河顧命東日之照。實注於上座扄公。乃出全編。委其", "593": "卒業。香爐如意之贈。方此更有加焉。扄公諾此遺言。", "594": "仔肩鉅任。冀挹檀波。用填願海。不意。時值迍邅。兵荒", "595": "洊至。迄皆未定之驚䰟。徒重繭四方。毫無克濟。憂心", "596": "如焚。懼無以報命。因賷稿至虞山。就汲古主人謀焉。", "597": "子晉本因深遠。乘願現身。契合夙緣。慨然心許。余旹", "598": "在座。亦隨喜贊成。即付梓人。尅期奏績。是舉也。歷朝", "599": "龍象。藉以出興。非河公莫傳其神。非扄公孰繼其志。", "6": "年。得白遂為僧。遇天眼師授法。頗有得。為雲水游。至", "60": "重。北山野史解嘲曰。冥然兀坐。不知人欲。此外更有", "600": "而非子晉。疇與告其成耶。是三人也。應響佛事。迭為", "601": "主賓。功成鼎足。藏海流通。信足不㱙矣。予因是役得", "602": "預流校訂。遹觀厥成。大喜徧身。莫可云喻。遂于卷末。", "603": "聊識緣起。以記歲月。云爾。", "604": "重光作噩夏孟佛日。退山弟子馬弘道。謹譔。", "61": "何法門也。後不知所終。", "62": "枯木倚寒巖。三冬無煖氣。信是死漢機軸。若遇明", "63": "眼。定遭擯出燒菴。大都道在用處。用處在死處。今", "64": "之學道者。曾不求死。何處有活。必至自誑自誤。若", "65": "遇明眼。又不知作何遣發。然則死漢。亦大費一番", "66": "工夫。但心光不發。受人簡點。須是㜑兒始能勘驗", "67": "爾。我抹殺他不得。", "68": "了然關主傳了然關主傳", "69": "能弘。號了然關主。以生平多病。所至輒掩關。故得是", "7": "毗陵城南龍舌尖止焉。日以飯僧修福為事。孳孳無", "70": "稱。實密藏開公之落髮師也。師雅與紫柏尊者善。開", "71": "公以師。故得事紫柏尊者。萬曆癸未。師掩關東塔。紫", "72": "柏時栖止焉。相與體究向上事。開發良久。無何紫柏", "73": "北行。師命開公追隨焉。囑曰。善事此翁。倘得㘞地一", "74": "聲幸相聞。以為吾門慶。會楞嚴新復迎。師關於東靜", "75": "室。紫柏故居也。師體貌清羸。神氣和粹。最喜誘接人。", "76": "少年研精教義。久之棄去。參雲谷和尚。看無字話。間", "77": "有發明。而不自肯。然從此教義益徹。每拈經論旨趣", "78": "示人。直截明快。聞者無不擊節。其後理會德山托鉢", "79": "因緣。紫柏示以偈曰。托鉢因緣不甚難。耳邊密啟即", "8": "倦。自綀甚苦。日惟一飡。唯食糠籺。冬夏。唯服獄中衣。", "80": "幽關。師疑益甚。至是開公禁足臺山龍翻石。一夕夢", "81": "五齒落掌上。血跡宛然。閱數日得師書。備相誨切中。", "82": "及前話通所得。且請紫柏印訣。開公以師所見頭過", "83": "尾不過。不相肯也。報書既達。師遂遷化。開公聞訃於", "84": "東昌。時紫柏結夏靈巖。夢雙幢一倒於南。一倒於北。", "85": "次日開公至。以師訃及臺山無邊老宿之訃告。師之", "86": "化也。合掌呼達觀師垂光攝我。至於二四。無邊亦然。", "87": "一念感通。萬里不隔。水月交光。針石相引。寧為異哉。", "88": "師。姓某氏。嘉興王店人。生嘉靖癸卯。化萬曆戊子。世", "89": "壽四十六。僧臘三十。晚蒙　聖母千佛袈裟之賜。開", "9": "破則補綴。不更易也。然精神煥發。機鋒敏捷。唐中丞", "90": "公奉靈骨。塔楞嚴方丈後。", "91": "逆川禪師傳(附慧心)逆川禪師傳附慧心", "92": "智順。字逆川。永嘉陳氏子。其母奉佛甚謹。夢一僧佩", "93": "圓光。如滿月形。泝江流而上。謂吾當為爾子。寤而有", "94": "娠。既生。美質夙成。自少不喜畜髮。隨長隨剪。父母了", "95": "其宿因。聽出家。受具戒於天寧院。誦法華經。與按句", "96": "以講。深得經旨。既而曰。學尚多聞。焉了生死。遂更衣", "97": "入禪。走閩之天寶山。參銕關樞公。欲依公而住。公叱", "98": "曰。丈夫於世。不於大叢林。與人相頡頏。局此蠡殻中", "99": "耶。拂袖而入。師下旦過寮。潸然而泣。公聞之歡曰。吾"}, "originalTitle": "卍 Xuzangjing, Electronic version, No. 1524 補續高僧傳", "englishTitle": "卍 Xuzangjing, Electronic version, No. 1524 補續高僧傳", "author": "明 明河撰", "language": "chinese", "source": "CBETA"}