{"language": "chinese", "originalTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0018 本生經(第10卷-第13卷)", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "第十篇四五四　迦達賢者本生譚結分", "1": "第十一篇第十一篇", "2": "四五五　養母象本生譚四五五　養母象本生譚", "3": "〔菩薩＝象〕", "4": "序分序分此本生譚是佛在祇園精舍時，對一養母之長老所作之談話。現在此一本", "5": "生譚之事件與睒摩賢者本生譚〔第五四〇〕之事件相類似。", "6": "佛向比丘等言：「汝等比丘！諸子不可怒此人。昔之賢人等，雖生於畜生之胎，", "7": "離母七日不食憔悴，雖得受國王適當之待當，彼云：『無母予則不食。』彼與母相", "8": "會，始為食事。」於是佛為說過去之事。", "9": "主分主分昔日梵與王於波羅奈都治國時，菩薩於雪山地方生為象胎，全身美麗純", "10": "白，有八萬之象相從。然而彼之母盲目，彼以種種美味之果物與諸象，命彼等送與", "11": "母食，然諸象不與彼女，而逕自食，彼調查得知其事，彼思：「予棄象羣，自養吾母。」", "12": "夜間不使他得知，伴母往羌都拉那山麓，立於某池之側之山窟安置其母，以便扶養。", "13": "時有住波羅奈都之某林務官迷失方向不能確定，而大聲哭泣，菩薩聞彼之聲自", "14": "思：「彼人迷路，然有予立於此處，決不使其人至於破滅。」彼行近其前，林務官恐", "15": "怖欲逃，彼見之而問曰：「友！汝絲毫不必恐怖，亦勿逃走，汝何故哭泣而行？」「予", "16": "失道路，今日已第七日。」象云：「吾友勿怖，予將伴汝往人行之路。」彼象使彼坐於", "17": "自己背上，由森林載出歸去。", "18": "彼男乃一惡人，彼思：「回至都中，予將向王報告。」彼用目測度樹與山巒，由", "19": "森林出往波羅奈都。恰於此時，王所乘用之象死去，於是王命擊打大鼓巡迴布令云：", "20": "「若誰發現適於王所乘用之象者，其人向王提出申告。」彼男往王之前云：「大王！予", "21": "見一適於陛下乘用，全身純白具備戒德之象王，予可為引路嚮導，請王派遣象師等", "22": "與予一同前往捕捉。」王曰：「甚善。」與以同意，於是派遣象師與林務官多人共同相", "23": "從前往。", "24": "象師與彼男共同前往，見菩薩入池攝取食物，菩薩亦見象師，菩薩自思：「此危", "25": "險非由他人所起，乃由彼一男人所為，然予有大力，縱有千頭之象，亦能擊殺，若", "26": "予發怒，則能供王國兵士所乘之各種獸類潰滅。然若予發怒，則有損予德，是故今", "27": "日雖以劍斬殺，予決不動怒。」於是決心垂頭不動而立。", "28": "象師進入蓮華池內而立，見彼具足相好，象師云：「汝來，予子！」以類銀之繩", "29": "捉象之鼻，其後至第七日到達波羅奈都。", "30": "菩薩之母因其子不歸自思：「彼因王之偉大之役人等伴去，然今彼不在，此森林", "31": "之樹林將繼續成長。」象母悲嘆唱次二偈：", "32": "一因我子象之不在諸樹成長安金花", "33": "薩拉奇與庫達加庫魯溫達與比薩", "34": "卡拉繼拉與薩瑪卡尼卡拉七樹花", "35": "二人人身具黃金裝伴象王去與團食", "36": "王或王子乘無懼象王可破敵武具", "37": "象師於途中向王發送書信，王將都城嚴加裝飾，象師向菩薩遍撒美香，伴往準", "38": "備裝飾之象舍，以種種色幕圍繞，向王告其原由。王攜種種極美味之食物，往與菩", "39": "薩。彼云：「無予母，予不攝食。」彼不食團食，而王請彼食事，唱第三之偈：", "40": "三汝象請攝食汝象勿自瘦", "41": "汝象應為者王之用務多", "42": "菩薩聞此唱第四之偈：", "43": "四予實憐彼母盲目無養導", "44": "悲嘆於山麓以足擊樹株", "45": "時王問彼曰：", "46": "五大象！彼女汝之誰盲目無養導", "47": "悲嘆於山麓以足擊樹株", "48": "菩薩唱第五之偈：", "49": "六大王！彼即為我母盲目無養導", "50": "悲嘆於山麓以足擊樹株", "51": "依第六之偈，王聞知其事，放象使歸唱第七之偈：", "52": "七使彼養盲母我今放象歸", "53": "此象與母會一切親類會", "54": "以下第八第九為現等覺者之偈：", "55": "八由縛得解脫象由繩被放", "56": "須臾復元氣回到彼山窟", "57": "九彼往清涼池由此象使用", "58": "用鼻汲吸水澆灌母之身", "59": "菩薩之母自思：「天降雨耶？」母對雨洩露不平，唱第十之偈：", "60": "一〇非時天降雨凡愚天神誰", "61": "我之生子去誰為我從侍", "62": "於是菩薩為恢復彼〔母〕之元氣，唱第十一偈：", "63": "一一我母汝速起緣何仍倒臥", "64": "汝之自生子今又得歸來", "65": "譽高迦尸王毘提訶放我", "66": "彼母對王感謝唱最終之偈：", "67": "一二今放我子歸孝養常不怠", "68": "富國迦尸王得保壽永久", "69": "王欣菩薩之德，由距池不遠之處，設定村落，與菩薩與母永久之看顧。", "70": "其後菩薩之母亡故，彼為之營行葬式，而後向伽藍達伽隱居地方行去，於其場", "71": "所有五仙人由雪山下來住居，於是菩薩與彼等以看顧。", "72": "王為菩薩作石之肖像，施以非常之尊敬，全閻浮提之住民每年集會施行象祭。", "73": "結分結分佛述此法語後，說明四諦之理——說明四諦竟，養母比丘得預流果——佛", "74": "為作本生今昔之結語：「爾時之王是阿難，女象是王妃摩訶摩耶，養母之象即是我。」", "75": "四五六　月光王本生譚四五六　月光王本生譚", "76": "〔菩薩＝王〕", "77": "序分序分此本生譚是佛在祇園精舍時，對長老阿難得優惠所作之談話。世尊由最", "78": "初成道二十五年間，並無一定之侍者，某時為長老那伽波羅，某時為那耆多、優", "79": "波摩那、須那呵多、周那、娑竭陀，某時為彌企哥隨侍世尊。", "80": "某日，世尊向比丘等言曰：「汝等比丘！我今年齡已老，我對某比丘等言：『我", "81": "等由此路而行。』但彼等由他路而往，又某比丘等將我之鉢與衣投諸地上；故諸子", "82": "要我指定一人比丘為不變之侍者。」於是由舍利弗為首，諸長老均合掌低頭而立云：", "83": "「世尊！予願隨侍，予願隨侍！」佛言：「諸子之願望，予甚諒察，然有此意願已足。」", "84": "佛與拒絕。因此比丘等向長老阿難云：「君無求於侍者之地位耶？」長老云：「若世尊", "85": "不以自己之所得衣與我，不以鉢之食物與我，不許與佛同住芳香之住居，不攜予往", "86": "受招待；又若世尊能往予所受招待之處，若有由外國及遠方來會世尊之予之同伴，", "87": "得即刻引見世尊，若予有疑惑時，得即時許近世尊問明，又若世尊於予不在中所說", "88": "之法，於予歸來時能為予說，如此予方隨侍世尊。」長老提出此四拒斥及四願望之八", "89": "條優惠，世尊當即許可彼之願望，於是彼由爾時以來二十五年間成為一貫之常隨侍", "90": "者。", "91": "彼於五點達此最高之地位，彼具備七種幸福：即遭逢聖教之幸福，理解聖教", "92": "之幸福，知宿因之幸福，為自利詢問之幸福，位聖處之幸福，如理作意之幸福，與", "93": "佛決定事務之幸福。彼於佛前得八優惠之許可，於佛之教為有名，光輝如懸於中天", "94": "之月。", "95": "於是某日諸人於法堂開始談論：「諸君！如來與長老阿難以優惠使之滿足。」佛", "96": "適出堂問曰：「汝等比丘！諸君今於此處為何語而坐？」彼等答：「如是如是。」佛", "97": "言：「汝等比丘！此非只今生，前生我亦與阿難以優惠使之滿足，前生我亦與彼種種", "98": "希望之物。」於是佛為說過去之事。", "99": "主分主分昔日梵與王於波羅奈之都治國時，彼之王子月光童子，於得叉尸羅接受", "100": "學業。某夜，彼因向教師有所詢問，於黑暗之中，由教師之家歸往自己之住居，爾", "101": "時有某婆羅門巡迴行乞，童子因歸自己住居而未見彼，以腕衝突，壞彼入食物之鉢，", "102": "婆羅門倒地哭泣。童子哀憫，返來執手扶起，婆羅門曰：「貴君壞我行乞之道具，請", "103": "償予食物之代金。」童子告曰：「婆羅門！今予不能與汝食物代金，然予為迦尸國王", "104": "之王子月光童子，故於予即王位時，請汝向予要求財產。」童子於學業終了拜辭教師，", "105": "歸返波羅奈之都，向父王展示學問，父王曰：「予望我生能見子為王。」於是使童子", "106": "繼承王位。", "107": "彼名月光王以正義治國，彼婆羅門聞此消息：「予今將往取食物代金。」彼往波", "108": "羅奈之都而行。彼見王向莊嚴之都城右旋為禮時，立於某高處場所，伸手高呼萬歲，", "109": "然王未見而通過。婆羅門知王未能得見，開始議論唱第一之偈：", "110": "一民之主請聞我言月光王！我有目的來此處", "111": "二足之長！行路婆羅門站立不應行過若無視", "112": "王聞彼言，以金鋼之棒制止象行，唱第二之偈：", "113": "二聞梵志語我且止因何目的來此處", "114": "梵志！汝欲向我求何物汝來此處語為何？", "115": "爾後婆羅門與王之間更依問答之言辭，說其他諸偈：", "116": "三大王與我五勝村百人婢女七百牛", "117": "又與黃金一千兩與我同族妻二人", "118": "四梵志！汝有難行與苦行梵志！汝有種種諸咒文", "119": "或有忠實夜叉鬼汝或知我利益事？", "120": "五我無苦行無咒文亦無夜叉諸鬼神", "121": "我亦不知汝利益然只曾有相會事", "122": "六我覺會見為最初由今以前不知汝", "123": "我今問汝語此義何時何處曾會見？", "124": "七王陛下！健陀羅王之美都汝住得叉尸羅時", "125": "暗闇之夜於彼處我等肩與肩衝突", "126": "八民之主！我等二人立彼處彼處親自相交談", "127": "我等會見止於此由彼前後決再無", "128": "九梵志！人人無論於何時賢者會見與善人", "129": "一時會見交友久曾為恩義不泯滅", "130": "一〇然則愚人不認交曾為恩義已泯滅", "131": "愚者多歸無恩義愚人乃為忘恩者", "132": "一一反之賢者不忘友曾為恩義不泯滅", "133": "僅少恩義不歸無賢人乃為知恩者", "134": "一二我今與汝五勝村百人婢女七百牛", "135": "更與黃金一千兩與汝同族妻二人", "136": "一三國王陛下！善人會見乃如斯星王之月滿光輝", "137": "迦尸之王！依汝今日得會見我今富有得如彼", "138": "菩薩並與彼以非常之名譽。", "139": "結分結分佛述此法語後，佛言：「汝等比丘！不只為今生，前生我亦依優惠使阿難", "140": "滿足。」於是佛為作本生今昔之結語：「爾時之婆羅門是阿難，王即是我。」", "141": "四五七　法天子本生譚四五七　法天子本生譚", "142": "〔菩薩＝天子〕", "143": "序分序分此本生譚是佛在祇園精舍時，對提婆達多沒入地中事所作之談話。諸人", "144": "於法堂中開始談論：「提婆達多對如來持敵意而沒入地中。」爾時，佛適出堂問曰：", "145": "「汝等比丘！諸子今為何語，坐於此處？」答曰：「如是如是。」佛言：「汝等比丘！彼", "146": "於今世加害我勝者之法輪，沒入地中，彼於前生，亦加害法輪沒入地中，死後生無", "147": "間地獄。」於是佛為說過去之事。", "148": "主分主分昔日梵與王於波羅奈之都治國時，菩薩生為欲界之法天子，而提婆達多", "149": "則為非法天子。彼等之中，法天子莊嚴天界，駕乘莊飾優美之天車，由天女圍繞，", "150": "於滿月之布薩日（齋戒日），月之黃昏時，於村市都中，諸人為食事後，坐於各自之", "151": "門前為樂談說時，天子立於空中說法曰：「遠離殺生等之十不善業道，成就母之孝養", "152": "法，父之孝養法及三種（身口意）之善行法，如是為之，死後生天，享大名譽。」勸", "153": "起人人行十善業道，使閻浮提右旋；然非法天子則勸起人人行依殺生物等方法為十", "154": "不善業道，使閻浮提左旋。", "155": "時彼等乘車於空中相會，彼等之徒眾相互問曰：「君等為誰之徒？」「君等為誰之", "156": "徒？」相互答曰：「予等法天子之徒。」「予等非法天子之徒。」於是由道分離為二分。", "157": "法天子告非法天子曰：「我友！君為非法，我為法，故道適於我。君應下車，讓道與", "158": "我。」於是唱第一之偈：", "159": "一我與名譽福善者常讚沙門婆羅門", "160": "天人恭敬法天子道適於我與我道", "161": "於是以下更為偈問答：", "162": "二我乘堅居非法駕無怖畏者我有力", "163": "法天子！此為未曾與之道今日如何可與汝？", "164": "三往昔正法實現前最長最勝最恒久", "165": "非法生起後世間離最長者幼者道", "166": "四如何懇願求適當如何相應亦不讓", "167": "今日兩者須戰爭道於戰爭屬勝者", "168": "五予之德望漫諸方大力無量無比者", "169": "具一切德法天子汝非法者何可勝？", "170": "六依鐵可以損黃金黃金對鐵無損傷", "171": "今日非法若害法鐵亦美麗如黃金", "172": "七若汝非法得戰勝縱汝非善無智慧", "173": "我無愛憎讓汝道汝出惡言我忍辱", "174": "此等六偈乃由彼等之問答對話所生。", "175": "由菩薩說此偈之剎那，非法天子不能立於車上，頭下顛倒落於地上，地即開裂，", "176": "爾時，彼生於無間地獄之中。", "177": "世尊知此事，以現等覺者之智，述殘餘之偈：", "178": "八非法天子聞此語頭下足上落地獄", "179": "我今欲戰無須戰行程皆無何能害", "180": "九忍辱之力勝戰力非法自害滅入地", "181": "真理精進法天子滿足去道乘軍車", "182": "一〇父母沙門婆羅門在己家中不尊敬", "183": "此世已盡棄身體肉體壞時至地獄", "184": "恰如非法之天子頭下脚上墮惡趣", "185": "一一父母沙門婆羅門在己家中為尊敬", "186": "此世已盡棄身體肉體壞時至善趣", "187": "恰如善法之天子彼乘軍車昇天去", "188": "結分結分佛述此法語後，佛言：「汝等比丘！提婆達多非只今生，前生即已對予為", "189": "持敵意而沒入地中。」於是佛為作本生今昔之結語：「爾時之非法天子是提婆達多，", "190": "徒眾即是彼之徒眾；法天子即是我，徒眾即是佛之徒眾。」", "191": "四五八　優陀耶王子本生譚四五八　優陀耶王子本生譚", "192": "〔菩薩＝帝釋〕", "193": "序分序分此本生譚是佛在祇園精舍時，對乖離之比丘所作之談話。此事件將在姑", "194": "尸王本生譚（第五三一）中載出。佛向彼比丘問曰：「比丘！汝真違背教團耶？」彼", "195": "答曰：「世尊！是為真實。」佛言：「比丘！汝何故因煩惱而乖違此出離之教耶？昔之", "196": "賢人於廣泛十二由旬之繁榮都城蘇倫達那治國，與美如天女之婦人，雖同居一室達", "197": "七百年，決不放縱五官，以貪欲心觀看彼女。」於是佛為說過去之事。", "198": "主分主分昔日，迦尸王於迦尸國蘇倫達那之都城治國時，王無王子與王女，彼向", "199": "自己之后等云：「欲得王子。」爾時菩薩由梵天世界歿，彼宿於第一后之胎，爾時彼", "200": "使多數之人心中增大歡喜而出生，命名為優陀耶跋陀。此童子於將學步時，又有其", "201": "他之有情由梵天界歿，彼生於王之他后之胎而為王女，彼女亦命名為優陀耶跋陀。", "202": "童子成年後，極一切學術之蘊奧，而彼生來為一禁慾者，夢寐中亦不知淫慾之", "203": "法，彼之心不染著於諸煩惱。王使王子即位，並告彼：「使生起種種娛樂。」菩薩云：", "204": "「予不望王位，予之心亦不染著於諸煩惱。」彼與拒絕，王屢勸慰，彼用赤閻浮檀金", "205": "作一女人之像，告父母云：「如得此像之女人，則予接受王位。」彼等持此黃金之像，", "206": "巡迴至一切閻浮提亦不得此容色之婦人。於將王女優陀耶跋陀裝飾使立於像側時，", "207": "彼女較黃金之像尤為優美，於是二人雖皆不欲，諸人將此異母妹之優陀耶跋陀童女", "208": "為第一之后，使菩薩即就王位，然彼等二人均為禁欲之生活。", "209": "其後及父母去世，菩薩執掌政治，兩人雖同住於一室，但決無依貪欲放縱五官", "210": "相見之事，雖然如此，彼等互相約束云：「予等之中最初死者，生於次所而來，必須", "211": "告以：『我已生於如是之場所。』」", "212": "時菩薩即位後七百年而去世，然並無他王，由優陀耶跋陀后發佈政令，大臣等", "213": "推行政治。菩薩於三十三天為帝釋天，為受非常之名譽，七日間未能回想過去之事，", "214": "而彼依人間世界計數，發覺已逾七百年，彼思：「予以財寶一試王女，為獅子吼而", "215": "說法，完成約束歸來。」", "216": "彼一時代人間壽命為一萬歲。王女是日夜間，緊閉門戶，使衛兵站立，彼女", "217": "於七層裝飾美麗之宮殿御室中，唯只一人思自己之貞潔而坐。時帝釋持一滿盛黃金", "218": "貨幣之金鉢，出現於寢室，立於一方，與彼女交談唱第一之偈：", "219": "一麗裝持美肢身體美無缺", "220": "獨坐昇高殿緊那羅美眼", "221": "我今請求汝共渡一夜歡", "222": "於是王女唱次之二偈：", "223": "二巡迴掘內壕堅固望樓門", "224": "刀劍人守護此城人難入", "225": "三雖有青年人不能來此處", "226": "然汝因何故前來欲會吾？", "227": "時帝釋唱第四之偈：", "228": "四美者！我為一夜叉前來汝之前", "229": "汝使我歡喜與汝盛金鉢", "230": "王女聞此唱第五之偈：", "231": "五優陀耶歿後天、人、夜叉，一切不望他", "232": "大威神力者！夜叉汝速去莫更入此地", "233": "彼聞彼女之獅子吼，不能立足，為離去之狀而隱身消失。次日彼於同一時刻攜", "234": "銀鉢盛金幣，與彼女交談，唱第六之偈：", "235": "六享受愛慾最上樂有情為此行過惡", "236": "美麗微笑者！如此快樂汝莫捨我今與汝銀之鉢", "237": "王女自思：「彼得與我談話，將屢次前來，故今予不與彼談話。」於是彼女不作", "238": "任可言語，帝釋知彼女不語之事，即由彼處消失。而次日彼攜銅幣盛以鐵鉢而來", "239": "曰：「夫人！請使予依愛慾之樂得到滿足，如此，予以盛銅幣之鐵鉢向汝奉上。」王", "240": "女見彼唱第七之偈：", "241": "七男子用財貨向女求好意", "242": "欲求女承諾增加高財額", "243": "然汝違天法次第為遞減", "244": "菩薩摩訶薩聞此語云：「王女陛下！予為一細算之商人，予不達目的決不失去財", "245": "產。若貴女愈益年青，增加容色，予則向汝增加持來之贈物，然汝日日減少青年之", "246": "容色，因此予亦滅少財寶。」於是唱次之三偈：", "247": "八於此人間世有美身體者", "248": "年青與容色人人日減退", "249": "從汝容色故財寶亦減少", "250": "今日比前日汝漸衰老故", "251": "九有名譽之女依此我觀察", "252": "時隨日夜過容色漸減損", "253": "一〇善慧之王女汝當少年時", "254": "應速修梵行汝益有容色", "255": "於是王女唱一偈：", "256": "一一諸天不如人間老彼等四肢無皺襞", "257": "威神夜叉我問汝諸天不老因何故？", "258": "時帝釋語彼女唱一偈：", "259": "一二諸天不如人間老彼等四肢無皺襞", "260": "天之容色日益增廣大享受天之樂", "261": "彼女聞天界之美，問往彼處之道，更唱一偈：", "262": "一三於此世界中多有老恐怖", "263": "而有諸多人說往天行道", "264": "威神力夜叉我今重問汝", "265": "往彼世界行何道至無怖？", "266": "時帝釋語彼女，更唱一偈：", "267": "一四正置語與意由身不為惡", "268": "住家多施食有信心柔軟", "269": "同情且親切叮嚀有愛語", "270": "如在斯道者他界無恐怖", "271": "王女聞彼之言，讚賞而更唱一偈：", "272": "一五夜叉！恰如父與母汝對我教誨", "273": "勝容色者！我今重問汝偉大之人！汝究竟為誰？", "274": "於是菩薩更唱一偈：", "275": "一六美夫人！我為優陀耶約束來此處", "276": "告汝我所往與汝完約束", "277": "王女聞言喘息流淚：「夫君！汝優陀耶跋陀王耶？予無汝不能生活，汝使予能得", "278": "住於君側之方法，教誨於予。」於是更唱一偈：", "279": "一七若汝實為優陀耶為約束故來此處", "280": "我等再會求方法王子！我欲汝常教誨我", "281": "時菩薩教誨彼女唱次之四偈：", "282": "一八青年速過如剎那有情死無堅固者", "283": "身體危脆老行去優陀耶女！力行正法莫放逸", "284": "一九一切土地滿財寶唯只一王之領土", "285": "未離欲者死時棄優陀耶女！力行正法莫放逸", "286": "二〇父母兄弟及姊妹依據財產買得妻", "287": "彼等相互亦棄捨優陀耶女！力行正法莫放逸", "288": "二一此身為他之食物善趣惡趣皆輪迴", "289": "須知皆是暫時住優陀耶女！力行正法莫放逸", "290": "如是菩薩摩訶薩與彼女教訓，彼女亦信樂彼之法語而為讚賞，唱最終之偈：", "291": "二二夜叉善說法死者生命短", "292": "有限無長樂苦惱又相伴", "293": "捨棄迦尸都出家獨遊行", "294": "菩薩與彼教訓回歸自己之住所。彼女於翌日將政治交付於大臣等，於自己之都", "295": "中心情愉快之御苑，出家為仙人之道，修行正法，壽命終時，生於三十三天為菩薩", "296": "之侍女（妻）。", "297": "結分結分佛述此法語後，說明四諦之理——說明終了，乖離之比丘得預流果——佛", "298": "為作本生今昔之結語：「爾時之王女是羅睺羅之母，帝釋即是我。」", "299": "四五九　水本生譚四五九　水本生譚", "300": "〔菩薩＝王〕", "301": "序分序分此本生譚是佛在祇園精舍，對制伏煩惱之事所作之談話。某時，舍衛城", "302": "之住民，有在家五百人之同伴，聽聞佛之說法，出家受戒，住於張黃金之牀某家，", "303": "夜半之時，思起愛慾——一切詳情如前所述——尊者阿難，以世尊之命令，於集", "304": "合比丘眾時，為佛設座著席。佛不問：「諸子起愛慾之思耶？」而對全部一切諸人言", "305": "曰：「汝等比丘！煩惱非為小事，時時所起之諸煩惱，為比丘所應制伏。昔日之賢人", "306": "等，於佛未出世時，制伏煩惱得辟支佛之智。」於是佛為說過去之事。", "307": "主分主分昔日梵與王於波羅奈都治國時，迦尸國某村有二友人攜水瓶往田中，置", "308": "於田之一隅，二人整理田地，若喉渴時，前往飲水。彼等之中一人為飲水而往田端，", "309": "彼吝惜自己之水，由他人瓶中取飲；黃昏時彼由田出，於洗身時反省：「今日依身門", "310": "有無為惡之事？」彼思出盜飲他人之水，心懷恐懼戰慄，彼思：「此貪慾如增大，", "311": "則予將投入惡趣。予須制伏此一煩惱。」於是將盜水而飲之事置於念頭，愈益為觀念", "312": "之修行，終至得辟支佛之智，而對獲得之智經過不斷思考而去。", "313": "時其他之一人，洗身起立，向彼云：「吾友！予等歸家。」彼答：「君且歸去，予", "314": "於家已無用，予已成為辟支佛矣。」「辟支佛如君之狀耶？然則辟支佛為如何之人", "315": "物？」「辟支佛有二指長之髮，著袈裟衣，住於北面雪山之香醉山洞窟之中。」於是", "316": "彼摩頭，於剎那之間消失在家之相，著純紅之重衣，纏似電光之腰帶，偏袒赤色之", "317": "上衣，以雲色之糞掃衣置於兩肩，蜂色（黑）粘土製之鉢吊於左肩之下，彼立於空", "318": "中說法，然後昇至高空，降於香醉山之洞窟。", "319": "又迦尸國之村有某地主於店中坐定，見某人攜妻前來，彼放縱五官眺望彼容色", "320": "優美之婦人，彼自思：「若予貪慾熾盛，予將墮入惡趣。」於是彼恐懼戰慄，愈並積", "321": "累修行觀念，生辟支佛之智，立於空中說法，而後往香醉山洞窟而去。", "322": "又迦尸國村落之住民，父子二人一同行路，盜賊於森林入口處埋伏等待，捕獲", "323": "彼等父子，捉其子云：「持財寶來，領取汝子。」將父親放回。又捕獲兄弟二人，捉", "324": "其弟而放其兄。又捕獲師父與弟子，捉其師而放弟子，因弟子愛惜學問，往持財寶", "325": "前來，領取其師。", "326": "時有父子已知盜賊埋伏等待，父云：「汝行予待其捕。」子云：「父莫作是言，父", "327": "行，予待其捕。」父云：「汝莫作是言。」父子相互爭辯之中，為盜賊所捕，盜賊問曰：", "328": "「汝等相互有何關係？」「予等無任何關係。」彼等故意以為妄言。彼等由森林出，黃", "329": "昏洗身體之時，其子默檢自己之戒德，見自為妄言：「予此惡行增大，將墮惡趣。予", "330": "須制服此煩惱。」於是彼愈益積觀念之修行，生辟支佛之智，而後立於空中為父說法，", "331": "向香醉山之洞窟而去。", "332": "又迦尸國之村落某地主禁止殺生，然於獻犧牲祭禮之時，多人集合向彼曰：「地", "333": "主！今為犧牲祭之時，予等思欲殺鹿及豚向夜叉神為犧牲之供獻。」地主曰：「汝等", "334": "可從前此之習慣。」於是諸人多為殺生。彼見諸多之魚肉：「此諸人如此濫殺生物，", "335": "因予之一言，使彼等殺生。」彼深致後悔，於是凭窗而立，愈益積觀念之修行，得辟", "336": "支佛之智，立於空中說法，然後往香醉山洞窟而去。", "337": "又迦尸國之村落有某地主禁止賣酒，多人云：「以前在此時期，有酒祭之祭日，", "338": "予等應如何為之？」彼云：「汝等依先祖之例為之。」於是諸人為祭，飲酒喧嘩，或挫", "339": "手足，或割頸截耳，彼等被捕縛，多受刑罰。地主見彼等心中自思：「若予不與承諾，", "340": "彼等將不嚐受此等苦痛。」彼因此事，深致後悔，於是愈益修行觀念，生辟支佛之智，", "341": "立於空中說法：「汝等不可怠惰。」然後往香醉山洞窟。", "342": "其後五人之辟支佛為行乞而至波羅奈之都，下降立於自家之門下，善整服裝，", "343": "善纏身軀，以莊嚴之步法托鉢達到王宮之門前。王見彼等起淨信之心，招入王之宮", "344": "殿，洗彼等之足，塗以香油，招待以軟硬美味之食物。於是王坐於一方問曰：「諸位", "345": "大德！尚在青年而出家，乃殊勝之事，於此青年時代諸位出家，視諸愛慾，以為禍", "346": "患。然諸位修行觀念之對象，出家之動機為何？」彼等向王語云：", "347": "一我飲友不與之水故後嫌惡此惡事", "348": "今決再不為此惡知此之故我出家", "349": "二見他人妻起欲心故後嫌惡此惡事", "350": "我今再不為此惡知此之故我出家", "351": "三大王！森林諸盜賊捕獲我之父", "352": "我為彼等問知而答虛語", "353": "故後我為此嫌惡此惡事", "354": "決不再為惡是故我出家", "355": "四營犧牲之祭人人為殺生", "356": "彼等要求我我與彼承諾", "357": "故後我為此嫌惡此惡事", "358": "決不再為惡是故我出家", "359": "五穀酒菓酒〔調和酒〕最初飲者諸人人", "360": "彼等無益今多飲我與飲酒之承諾", "361": "故後嫌惡此惡事不再為惡故出家", "362": "彼等順序說述五偈。", "363": "王聞每人之回答，述讚賞之辭曰：「諸位大德！出家於諸君最為適當。」", "364": "王聽聞彼等之法，起淨信之心，與衣服醫藥，送出辟支佛等。彼等亦向王作禮，", "365": "離其處而去。", "366": "爾時以來，王於物質之欲望，離欲而不關心，雖然攝取上味之食物，然對婦人", "367": "不語不見，以離欲心起立行止。入王室靜坐，觀白壁為準備定，不久即起禪定，彼", "368": "達禪定，呵斥愛欲而唱次之偈：", "369": "六愛欲實可忌惡香甚多棘", "370": "耽溺於欲者不得此安樂", "371": "時彼之第一之后自思：「此大王聞辟支佛之說法，為不滿足之狀，不與我等談", "372": "話，自入王室，是故予須把握此王。」后往王室之門口，立於門前，聞王呵斥愛欲感", "373": "慨甚深之偈，后云：「大王！貴君呵斥愛欲，但世間無有愛欲之快樂者。」后讚美愛", "374": "欲唱他之一偈：", "375": "七愛欲快樂大美味無有快樂勝愛欲", "376": "生前耽於愛欲者死後彼等可生天", "377": "菩薩聞此，叱彼女曰：「此死惡婆，汝為何言，愛欲有何快樂，愛欲實為轉成苦", "378": "痛之物。」於是唱殘餘之諸偈：", "379": "八愛欲惡味為苦患無有苦痛甚愛欲", "380": "生前耽溺愛欲者死後彼等生地獄", "381": "九堅銳利如刀無慈悲之劍", "382": "如短刀刺胸愛欲更苦痛", "383": "一〇身如丈之深炭火燃其身", "384": "太陽熱犁頭愛欲更苦痛", "385": "一一劇烈如毒藥或如煮沸油", "386": "或如銅綠青愛欲更苦痛", "387": "菩薩摩訶薩向后如是說法，於是集合大臣等：「汝等大臣！汝等統治國家，予將", "388": "出家。」多數人民悲泣，菩薩昇起立於空中，與諸人教訓，然後由空中飛向北方至雪", "389": "山，於心情愉快場所結庵，出家為仙人之道，命終之後，彼繼生於梵天世界。", "390": "結分結分佛述此法語後，佛言：「汝等比丘！煩惱非是小事，縱然微小煩惱，賢人", "391": "亦應調伏。」於是佛說明四諦之理——四諦說明竟，五百人之比丘等，達阿羅漢位", "392": "——於是佛為作本生今昔之結語：「爾時之辟支佛等已般涅槃，后是羅睺羅之母，王", "393": "即是我。」", "394": "四六〇　優萬伽王子本生譚四六〇　優萬伽王子本生譚", "395": "〔菩薩＝王子〕", "396": "序分序分此本生譚是佛在祇園精舍時，對踰城出家所作之談話。某日比丘等集於", "397": "法堂，為佛德之語：「諸位！若十力之世尊為在家者，彼於一切世界之中央為轉輪", "398": "王，具備七寶，成就四神足，將有千人以上之子相從；然世尊捨棄此殊勝之威神力，", "399": "見愛欲之過患，夜半由〔從者〕車匿相伴，乘〔愛馬〕犍陟，踰城於阿拏摩河岸出", "400": "家，為六年之苦行，成等正覺。」爾時世尊出堂問曰：「汝等比丘！諸子今為何語坐", "401": "於此處？」彼等云：「如是如是。」佛言：「汝等比丘！如來非只今生大踰城出家，前", "402": "生佛亦於有廣泛十二由旬波羅奈之都，捨王位而出家。」於是佛為說過去之事。", "403": "主分主分昔日，藍瑪之都有名一切施王。今日波羅奈之都，於優陀耶王子本生譚", "404": "〔第四五八〕謂之蘇倫達那都，於小斯塔索瑪王本生譚〔第五二五〕謂之斯達薩那", "405": "都，於數那難陀仙本生譚〔第五三二〕謂之布拉夫瑪瓦達那都，於堪達哈拉司祭官", "406": "本生譚〔第五四二〕謂之普帕瓦提都，而於此優萬伽王子本生譚則謂之藍瑪都。如", "407": "此都名時時變更。", "408": "於此之都，一切施王有千人之王子，王與長子優萬伽以副王之位。彼於某日，", "409": "晨起駕華麗之車，以非常之威嚴，遊行御苑；彼見樹梢及草葉尖端，枝端及蜘蛛巢", "410": "穴等處，如懸真珠之網之露滴，問曰：「馭者！此為何物？」「副王！此為寒期所下", "411": "之露滴。」彼聞馭者之答，日中遊於御苑，黃昏歸時，不見露滴，彼問馭者：「我今", "412": "不見露珠，露珠今往何處？」馭者答：「副王！露珠於太陽昇起時，即碎入地中。」彼", "413": "聞而恐懼戰慄：「此等有情之壽命行作（狀態）亦如露滴，予於病、老、死尚未逼迫", "414": "之中，乞願父母，出家為宜。」彼以露滴為觀念之對象，見三界如火宅，於是不往自", "415": "己之住居，向坐於莊嚴具備之法庭中父王前禮拜，坐於一方，乞願出家，唱第一之", "416": "偈：", "417": "一朋友大臣相圍繞車乘之王我為禮", "418": "大王！我今乞願請出家主君許我此心願", "419": "時王對彼制止，述第二之偈：", "420": "二若汝愛欲有不足我可為汝使滿足", "421": "有害汝者我護汝優萬伽！莫作出家之乞願", "422": "童子聞此唱第三之偈：", "423": "三愛欲對我無不足亦無任何害我者", "424": "到老終無破壞事我欲製造此洲渚（國土）", "425": "佛唱半偈說明以上之次序：", "426": "四（A）子向父乞願父又乞己子", "427": "餘半偈為王所唱：", "428": "四（B）我子！市民皆乞願優萬伽！莫作出家言", "429": "童子後又唱第五之偈：", "430": "五軍車之主王勿止我出家", "431": "不耽諸愛欲不屬老支配", "432": "童子唱此偈，王無回答之語，彼向童子之母曰：「王后！汝子向父望得承諾出", "433": "家。」后聞此語：「貴君此為何言耶？」后急切息不得喘，坐黃金之輿，急往法庭哀願，", "434": "唱第六之偈：", "435": "六我之愛子！我願汝之身我禁汝出家", "436": "永久我見汝優萬伽！莫為出家言", "437": "童子聞此唱第七之偈：", "438": "七草葉端白露太陽昇碎落", "439": "如人壽無常愛母！汝切莫止我", "440": "雖云如此，彼女哀願，再三再四，於是菩薩摩訶薩向父唱第八之偈：", "441": "八車乘之主！請王為駕夫使母乘此輿", "442": "我將度苦海使母莫妨礙", "443": "王聞王子之言，謂后曰：「我后！汝且乘輿歸去，請登（喜增）宮。」彼女聞王", "444": "之言，不能居於彼處，由婦人等圍繞而去，登上宮殿：「我子之事究竟如何？」彼女", "445": "站立遠望法廷之門。", "446": "菩薩於母去時，更向父乞願，王不能拒絕彼之願望，王云：「我子！如是可依汝", "447": "之所思，允汝出家。」王與承諾，彼得許可時，菩薩之末弟財勝童子禮拜父王：「父", "448": "王！請許予亦出家。」王一併承諾。兄弟二人拜王，捨棄愛欲，多人圍繞，由法廷出，", "449": "后眺望菩薩摩訶薩：「予子出家，藍瑪都城將空虛矣。」后悲嘆而唱次之二偈：", "450": "九汝急去！告彼為賢者藍瑪都空虛", "451": "優萬伽出家一切施王許", "452": "一〇千子之長兄青年譬黃金", "453": "強力之童子出家披袈裟", "454": "然菩薩亦未立即出家，彼與末弟財勝童子一同拜辭父母，出都而去，而使多人", "455": "歸回，兩人進入雪山，於適心之場所結庵出家為仙人。而後起得禪定神通，以樹根", "456": "果物渡一生涯，死後生至梵天世界。", "457": "最後為佛偈說明其義：", "458": "一一優萬伽勝財二童子出家", "459": "捨棄父與母斷滅死縛著", "460": "結分結分佛述此法語後，佛言：「汝等比丘！非只現在，如來前生亦棄捨王位而出", "461": "家。」於是佛為作本生今昔之結語：「爾時之父母是今之大王族，財勝童子是阿難，", "462": "優萬伽即是我。」", "463": "四六一　十車王本生譚四六一　十車王本生譚", "464": "〔菩薩＝賢者〕", "465": "序分序分此本生譚是佛在祇園精舍時，對某父亡之地主所作之談話。彼於父亡之", "466": "時，為愁嘆所打擊，放棄一切工作，只為悲泣。佛於晨起眺望世間，觀彼已達預流", "467": "果之狀態，於是翌日，佛往舍衛城步行托鉢，食已，遣去諸比丘等，只一年少沙門", "468": "隨行，前往彼家。交談而坐，佛以愛語問曰：「優婆塞！汝悲痛耶？」「唯然，世尊！", "469": "父亡之悲，使予逼惱。」佛言：「優婆塞！昔之賢人如實知八世間法時，而無絲毫", "470": "之悲痛。」佛應彼之乞求，說過去之事。", "471": "主分主分昔日於波羅奈之都，有十車大王其人，捨惡行以正義治國，彼之一萬六", "472": "千夫人之最年長第一之后，產有二王子及一王女。長子名羅摩賢者，次子名相童子，", "473": "王女名清涼。", "474": "其後第一之后歿，王為彼女之死而悲嘆，由大臣注意營辦彼女之葬式，王又以", "475": "其他夫人置於第一后之地位。彼女甚合王意，至受寵愛。彼女其後妊娠，注意胎兒，", "476": "產一王子，名芭拉陀童子，王愛此一王子，謂后曰：「予與汝任何選擇之物。」彼女", "477": "接受其言亦暫置之。然童子七歲之時，彼女至王前云：「大王！汝前許予子可選擇任", "478": "何之物，今請與彼。」「王后！汝可選擇所欲之物。」「大王！請讓予子繼承王位。」王", "479": "彈指曰：「汝死惡婆！予之二王子如日之光輝，汝殺彼等，則汝子之王位有望。」", "480": "彼女為王叱責，心甚恐懼，回返自己后室，然其後數日，屢屢向王乞求王位。", "481": "然王不與彼女所選之物，王自思：「婦人者乃不知恩之反逆者，彼女或偽為製造", "482": "予之書信，或偽行賄賂使殺王子。」於是彼呼王子近前，談此事情：「吾子等！汝等", "483": "住於此處實甚危險，汝等往鄰國或往森林，於予死荼毘時返來繼承屬我家族之王位。」", "484": "又呼占相師前來詢問自己壽命之期限，彼等云：「有十二年之壽命。」王聞之云：「吾", "485": "子等！今後十二年來揭王之天蓋。」彼等云：「謹遵王命。」向父涕泣拜辭，出王宮", "486": "而去。王女清涼亦云：「予亦願隨兄等一同前往。」向父乞假，悲泣而去。", "487": "彼等三人由多人圍繞出離王城，多人歸去，三人次第入於雪山，向有水而又易", "488": "得種種樹實之處結庵，依果實彼等三人維繫生命而活。", "489": "相賢者與清涼女對羅摩賢者請求云：「兄長如我等父執地位，請住此庵，予等持", "490": "樹實前來養育兄長。」得兄之同意。自此以來，羅摩賢者，殘留其處，餘者持種種果", "491": "實養彼。", "492": "如是彼等以種種果實生活居住之時，十車大王過於心懸王子等，第九年而歿。", "493": "后於王之葬儀畢，為自己之子揭示天蓋，大臣等云：「天蓋之主現住森林之中。」不", "494": "與王位。芭拉陀童子云：「予將往森林伴出予兄羅摩賢者揭示王之天蓋。」彼執王之", "495": "五種標章，整飾四種軍隊，到達彼之住所，於不遠之處安置陣營，於相賢者與", "496": "清涼女往森林時，彼入於庵之境內，羅摩賢者於門前如善據黃金之像毫無怖畏安樂", "497": "而坐。彼行近其前，禮拜而坐於一方，告以王所發生之事，與大臣等一同稽顙涕泣。", "498": "羅摩賢者決無悲傷亦無涕泣，彼之五官一無變化。", "499": "芭拉陀於黃昏泣而坐時，他之二人持種種之樹實歸來，羅摩賢者自思：「彼等尚", "500": "在年幼，彼等尚無如予之了解事物之智慧，因此忽然告以『予等之父已歿』，彼等將", "501": "不堪悲痛，心臟破裂，予以方便使彼等下入池中而立，使之聞此突然發生之事。」於", "502": "是向彼等指示前方一池云：「汝等時常不歸，此為汝等之懲罰，下入此水中而立。」", "503": "唱前半之偈云：", "504": "一（A）如何？相弟與清涼汝等下水立", "505": "彼等依兄之言，即下往水中而立。時彼向彼等告以發生之事，唱殘餘之半偈：", "506": "一（B）十車王崩去芭拉陀所云", "507": "彼等聞父死之報告而氣絕，彼再語彼等，彼等再度氣絕，如是三度氣絕，大臣", "508": "由池中將倒臥之彼等運出，使坐於地上。彼等蘇息之時，一切諸人相互涕泣悲漢而", "509": "坐。", "510": "爾時芭拉陀童子自思：「予之兄姊相童子與請涼女聞父之死，悲痛不堪，然羅摩", "511": "賢者竟無悲泣，彼不悲之原因究竟為何？予將向彼聞見。」於是彼詢問而唱第二之", "512": "偈：", "513": "二羅摩依據何威力應悲痛時汝不悲", "514": "汝聞父死不悲痛苦惱何不征服汝？", "515": "時羅摩賢者以自己不悲之理由向彼說明：", "516": "三任人如何多悲嘆難為之事無奈何", "517": "如何有智有慧者空自悲痛使自苦", "518": "四青年與老人愚人與賢者", "519": "富者與貧者任人皆死去", "520": "五譬如熟果實恐怖其常落", "521": "生死諸人人常有死畏怖", "522": "六晨會諸人人夕有不見者", "523": "夕會多人人晨有不見者", "524": "七愚人害自己空自徒悲嘆", "525": "多齎諸利益賢者應為此", "526": "八身瘦顏色褪一切自己害", "527": "死者不復蘇悲嘆竟無益", "528": "九譬如家燃燒依水可滅消", "529": "有智有聞慧賢人亦如是", "530": "急起止悲哀如風散飛綿", "531": "一〇一人之死一族生一切生類實如是", "532": "若人能依第一義皆有關連共互住", "533": "一一是故賢者多聞者洞察此世與他世", "534": "人死悲痛雖大事知法心意自無苦", "535": "一二此我親族不施捨養育彼等使受樂", "536": "我善護持其餘者此為智者之所行", "537": "依此等偈，彼說明世之無常。", "538": "集會之諸人聽聞羅摩賢者說明世無常之說法，均止住悲痛。", "539": "而後芭拉陀童子禮拜羅摩賢者云：「請兄受承波羅奈都之王位。」「吾弟！汝可與", "540": "相童子及清涼女伴往執行政治。」「吾兄！汝如何？」「吾弟！父王告予『逾十二年返", "541": "來為政』，予若今往，違背父言，今後三年將往。」「其間誰掌政治？」「汝可為之。」", "542": "「否，予等不能為。」羅摩賢者云：「如是，於予歸前，以此履物治之。」於是脫下自", "543": "己之草鞋與之。彼等三人取履物禮拜賢者，由多人圍繞，往波羅奈之都。", "544": "彼之履物於三年間執掌政治，大臣等置草鞋於鳳輦乘，決定訴訟。若決定惡時，", "545": "則履物相互擊打，見履物之指示，再改正決定；若決定正當，則履物無音而靜止。", "546": "賢者經過三年，出森林達波羅奈之都，入於御苑。童子等知彼返來之事，彼等", "547": "由大臣等圍繞前往御苑，以清涼女為第一之后，行二人之灌頂式。菩薩摩訶薩於是", "548": "即位，乘嚴飾之車，為多人圍繞而入都，右旋為禮，昇至善月王宮之大廣間，自此", "549": "以來，彼於一萬六千年間，以正義而為政治，昇往天界。", "550": "一三羅摩為政治一萬六千年", "551": "有首如螺貝政治大臂者", "552": "此為現等覺者之偈，說明其訊息。", "553": "結分結分佛述此法語後，說明聖諦之理——說明四諦竟，此地主達預流果——佛", "554": "為作本生今昔之結語：「爾時十車大王是淨飯大王，母是摩訶摩耶夫人，清涼女是羅", "555": "睺羅之母，芭拉陀是阿難，相童子是舍利弗，徒眾是佛之徒眾，羅摩賢者即是我。」", "556": "四六二　防護童子本生譚四六二　防護童子本生譚", "557": "〔菩薩＝大臣〕", "558": "序分序分此本生譚是佛在祇園精舍時，對放棄精進努力之一比丘所作之談話。彼", "559": "為舍衛城之住民，上好門第之子，聞佛說法而出家，彼完成由阿闍梨（軌範師）及", "560": "和尚（親教師）所命之義務，通曉兩波羅提木叉，滿過五年，彼思：「予欲得業處，", "561": "將住森林。」彼向阿闍梨及和尚乞假，往拘薩羅國某邊疆之村。於彼處，信樂彼之威", "562": "儀作法，諸人為彼造柴庵，互通聞問。雨期近至，彼努力用功統一心意，依非常之", "563": "精進，三個月間，修習業處，然彼尚不能認識曙光，彼思：「予確如佛說四種人中", "564": "之最平淡無奇者，予住於森林將有何益？」「予往祇園精舍，得拜見如來殊勝之顏", "565": "色，聽聞甜蜜之說法。」彼放棄精進，由森林出，漸次往祇園精舍而來。", "566": "於是由阿闍梨、和尚、友人及知己等問其返來之理由，彼言其事情。彼等對彼", "567": "責難：「何故為如此事？」伴彼往佛前，佛言：「汝等比丘！何故伴來汝等不欲之比", "568": "丘？」告曰：「世尊！此比丘放棄精進而歸來。」佛問比丘曰：「是真實耶？」答曰：", "569": "「世尊！是為真實耶。」佛言：「比丘！汝為何放棄精進耶？於此教法不精進怠慢之", "570": "人，不能得最上之阿羅漢果，而精進之人則能成就此法。汝於前生為有努力堪忍教", "571": "訓者，依此理由，汝為波羅奈都之國王百子中之末子，能守賢者之教訓，而能得王", "572": "之白天蓋。」於是佛為說過去之事。", "573": "主分主分昔日梵與王於波羅奈都治國時，有防護童子為王之百子中之末子。王云：", "574": "「每子一人應各學適當之學。」與每子以一大臣為師。時菩薩為童子之師，為一賢人", "575": "學者，立於王子父執之地位。大臣等使學習學業終了之王子見王，王與彼等以地位", "576": "而後送出；防護童子已極一切學術之蘊奧，彼問菩薩：「師尊！若予父派遣予至其他", "577": "地方，予將如何為之？」菩薩曰：「王子！若汝被提供地方時，汝不接受，汝向王云：", "578": "『大王！予為末子，予如亦出往他處，陛下膝下空虛，予願侍王左右。』」於是某日", "579": "防護童子向王禮拜立於一方，王向彼問曰：「我子！汝之學業終了耶？」「唯然，大", "580": "王！」「汝可選擇汝所好之地方。」「大王！汝之膝下空虛，予願侍王左右。」王甚滿足：", "581": "「甚善。」王與同意。", "582": "其後彼居王之膝下問菩薩曰：「師尊！今將如何？」菩薩云：「請向王索取一處", "583": "古之御苑。」彼云：「謹如君命。」彼由王得受御苑後，以彼處所生之花與果實，結交", "584": "親近都中之有力者。彼復問菩薩：「現將如何？」菩薩云：「王子乞願於王，向市內諸", "585": "人施與食物及著物。」彼如其言，對市內之人，一人不遺施與食物與著物。彼更問菩", "586": "薩求王許可，對宮中使者、馬匹、軍隊，悉皆無有遺漏，與以施物。此外對由外國", "587": "前來使者住居之照顧，對諸商人稅金之平均分擔，即一切應為之事，彼皆自行之。", "588": "如是彼從菩薩摩訶薩之忠告，對一切宮城內外人人、市民、國民及外來人等，恰如", "589": "鐵練之狀，依各各四攝事而結縛親近。於是彼受人人之喜愛。", "590": "其後，王於臨終，大臣等集於牀前問曰：「大王！陛下歸隱之後，與誰王之白天", "591": "蓋？」王答曰：「予之諸子對王之白天蓋有同等之權利，然可與汝等中意之人。」彼等", "592": "於王崩後，葬式終了，於第七日集會說明：「大王遺言：『汝等中意者揭王之白天蓋。』", "593": "予等中意於防護童子。」於是由王之一族圍繞，以黃金飾房之白天蓋為彼所揭。防護", "594": "大王依菩薩之忠告，以正義治國。", "595": "他之九十九人童子云：「予等父王駕崩，諸人使防護揭得天蓋，彼為末弟，天蓋", "596": "不可加諸於彼，天蓋應為我等長兄所揭。」彼等一同以書信送交防護大王：「天蓋應", "597": "與我等，否則訴之戰爭。」於是包圍都城。王向菩薩告知此事，問曰：「我等今將如", "598": "何？」彼答曰：「大王！不可與陛下之兄等戰爭，即將陛下之君父所有之財產分作百", "599": "分，向九十九位兄長發送通知謂曰：『諸位此皆父王之所有物，請與分取，予與諸", "600": "兄不起戰爭。』」彼依照施行。此時彼之長兄布薩童子告其他諸弟曰：「諸君！無人能", "601": "有勝王者，我等之末弟雖為敵人而決不敵對，反將父王之所有物送與我等，且云『予", "602": "決不與諸兄戰爭。』然我等不能一時皆揭天蓋，我等唯有使一人揭起天蓋，應使彼", "603": "為王，並謁彼向彼受取王領而後歸回我等之地方。」於是彼等一切童子解散都之包", "604": "圍，停止敵對行為而入都，王亦使大臣等對彼等表示敬意而出迎。童子等率諸多從", "605": "者步來登上王宮，對防護大王表示恭順，坐於低之座席；防護大王坐白天蓋下獅子", "606": "座上，名聲嚇嚇，威風堂堂，而王下眺所至場所，悉皆震駭。", "607": "布薩童子眺望防護大王之威容自思：「予等之父王，恐已知自己歿後防護童子為", "608": "王之事，故與我等地方而不與彼。」於是彼與王會談唱次之三偈：", "609": "一大王！思起民之主（父王）知汝之戒德", "610": "敬他諸童子不與汝何物", "611": "二大王尚在時或往天上時", "612": "予之一族！見己之利益承諾汝王位", "613": "三防護！汝依何戒行立於同族上", "614": "何故一族眾無能超越汝？", "615": "防護大王聞此說自己之德，唱次之六偈：", "616": "四王子！沙門及大仙我均不嫉視", "617": "我尊敬彼等跪拜其足下", "618": "五沙門仙人喜德行彼等德法俱相應", "619": "我欲聽聞彼說法教訓於我無嫉念", "620": "六沙門及大仙我聞彼等言", "621": "毫不起輕視我心喜法緣", "622": "七象兵與衛兵（馬兵）車兵步兵等", "623": "我常於彼等與衣食不怠", "624": "八大臣顧問官輔我從者等", "625": "波羅奈之都供與肉酒水", "626": "九又有富商賈彼等諸國來", "627": "我計彼等便布薩！如此知守護", "628": "時彼布薩童子聞彼之德，唱次之二偈：", "629": "一〇防護！汝實依法者汝勝予一族", "630": "汝今可治國賢慧利益者", "631": "一一汝由一族所圍繞積集種種之寶德", "632": "諸敵無能征服事修羅無能征帝釋", "633": "防護大王與一切兄等非常之榮譽，彼等於彼之前滯留月半，彼等云：「大王！諸", "634": "地方盜賊起時，予等以為監督，陛下可安享國政之樂。」於是各各歸返自己之地方。", "635": "王從菩薩之忠言而行，壽命終後，往生天國。", "636": "結分結分佛述此法語後，佛言：「比丘！如此汝於前生堪從忠告，然今生汝何故不", "637": "精進耶？」佛為說四諦之理——說明四諦竟，彼比丘達預流果——於是為作本生今昔", "638": "之結語：「爾時之防護大王是此比丘，布薩童子是舍利弗，其餘弟兄是大小長者，徒", "639": "眾是佛之徒眾，與忠言之大臣即是我。」", "640": "四六三　蘇婆羅迦賢者本生譚四六三　蘇婆羅迦賢者本生譚", "641": "〔菩薩＝賢者〕", "642": "序分序分此本生譚是佛在祇園精舍時，對般若波羅蜜（最上智慧）所作之談話。", "643": "某日黃昏之時，等待如來出堂說法之比丘等，集於法堂：「諸君！佛實為大智、廣智、", "644": "明智、速智、利智、銳智者，具備臨機應變之方便智，其智廣大如大地，甚深如大", "645": "海，廣闊如虛空，於一切閻浮提（全世界）所起之智，無得凌駕十力之世尊者——譬", "646": "如於大海所起之波，不能超越其岸，又如達岸時，波即破碎。如依其智，無任何人", "647": "能超越十力之世尊者，若達佛之足前，其人必被破碎。」如是比丘等說明十力世尊之", "648": "大般若波羅蜜（最上之大智慧）。佛適出堂問曰：「汝等比丘！諸子今為何語，坐於", "649": "此處？」答云：「如是如是。」佛言：「汝等比丘！世尊非只今生為具智慧者，彼於前", "650": "生智慧尚未成熟時，即為一具智慧者，彼雖盲目，於海洋中依海洋之標幟而知『此", "651": "海中有如是如是之寶。』」於是佛為說過去之事。", "652": "主分主分昔日在巴魯國巴魯王治國時，巴魯之海濱有一港村，爾時菩薩生為巴魯", "653": "海濱船戶頭之子，身為可愛之黃金色，彼名蘇婆羅迦童子。彼於多人服侍下成長，", "654": "十六歲時，極乘船學術之蘊奧，其後父歿，彼即為船戶之頭，操乘船之業。彼為賢", "655": "者，具備智慧，彼所乘坐之船，決無災害發生。", "656": "其後彼之兩眼為鹽水所害而失明，彼自其時以來，雖為船戶之頭，但不作操船", "657": "之業，彼思：「予將賴王以生活。」彼往王之前。時王任命彼為評價鑑定之工作，自", "658": "此來，王之象寶、馬寶、真珠寶、摩尼寶（寶石）等等之鑑定，使彼為之。", "659": "爾時，某日之事，有率黑岩頂色象而來之人等曰：「此可為王所乘用之象。」王", "660": "見其象云：「可使賢者見之。」於是諸人率象往彼之前。彼以手撫摸象之身體，告曰：", "661": "「此不適為王者之象，彼之後足傷殘。何以故？母象產時，未能以肩承受，於是落於", "662": "地上，後足傷殘。」諸人問牽象而來人等，彼等云：「賢者之言，是為事實。」王聞此", "663": "事，甚感滿足，與彼銅幣八枚。", "664": "復於某日，有牽一匹馬來之人等云：「此可為王之馬乘。」王又使將此馬送賢者", "665": "之前。彼以手撫摸後云：「此馬不適為王者之馬乘，何以故？此馬生而母死，故此馬", "666": "未得母乳，未能十分發育。」彼之所云又為真實，王又聞此，甚感滿足，與以銅幣八", "667": "枚。", "668": "爾時某日，又持車來人等云：「此可為王之車乘。」王亦使送彼所。彼以手撫摸", "669": "車後云：「此車為空洞之木所作，故不適王乘用。」彼所云又為事實，王又聞之與銅", "670": "幣八枚。", "671": "時有向王持來價值甚高之毛氈之人等，王又命送彼之前，彼以手撫摸後云：「此", "672": "氈有被鼠嚙破之一洞。」諸人檢視，發現其處告王，王甚滿足，與銅幣八枚。", "673": "彼自思：「此王對鑑定如是希有之事，只與以銅幣八枚，此贈物只可為理髮師之", "674": "禮物，此王概為理髮師之子，奉仕此王實無利益，予將歸自己之住所。」於是回歸巴", "675": "魯海濱之港。", "676": "彼住於其處時，商人等準備乘船出海，彼等考慮：「我等將使誰同乘？」「蘇婆羅", "677": "迦賢者所乘之船，決不蒙害，彼為賢者，善巧方便。彼雖盲目，但蘇婆羅迦賢者為", "678": "一殊勝之盲目者。」於是往彼之前乞願曰：「請為我等之船頭。」彼云：「諸君！予為", "679": "盲目之人，如何能為操船之工作。」「頭主！汝雖盲目，但對予等而言，實為第一人。」", "680": "於是一再懇求，彼與承諾：「甚善，諸君！予依諸君之言，乘船前往。」於是乘入", "681": "彼等之船。", "682": "彼等依船向大洋駛出，船七日間，無事進行，爾後不時風起，四個月之間，漂", "683": "流於大海上，到達庫羅瑪拉海域。彼處有身體似人，口如剃刀之魚類，出沒於水中", "684": "商人見此魚類，向菩薩問其海之名，唱第一之偈：", "685": "一出沒如人魚剃刀之鼻嘴", "686": "蘇婆羅迦！我等向汝問此為如何海？", "687": "摩訶薩因彼等問，依自己乘船之經驗較量，唱第二之偈：", "688": "二出帆巴魯濱諸商求財寶", "689": "迷船來此處庫羅瑪拉海", "690": "而此海產金剛石，摩訶薩自思：「若予語彼等『此為金剛石海』，則彼等為貪欲", "691": "而採多量之金剛石，船將沉沒。」彼不語彼等，使船繫留，而以方便握一網繩如取魚", "692": "狀，投綱撈取金剛石之寶，投入船中，而將其價值少之物品棄於海中。", "693": "船過其海，往火鬘海之處而行，其海燃燒如火聚，如懸於中天之太陽放大光明。", "694": "諸商人以偈問彼：", "695": "三我等見此海如火如太陽", "696": "蘇婆羅迦！我等向汝問此為如何海？", "697": "摩訶薩復向彼等繼續說偈：", "698": "四出帆巴魯濱諸商求財寶", "699": "迷船來此處其名火鬘海", "700": "而此海多產黃金，摩訶薩依如前狀，由其處採黃金投入船內。船更過海，達輝", "701": "耀光如乳酪之酪鬘海，商人以偈問其名：", "702": "五我等見此海如酪又如孔", "703": "我等向汝問此為如何海？", "704": "摩訶薩繼續以偈語之：", "705": "六出帆巴魯濱諸商求財寶", "706": "迷船來此處呼為酪鬘海", "707": "而此海多產白銀，彼仍以如前之方便採之，投入船中。船更過海，到達海面輝", "708": "耀如青色草禾又如穀物之畑，名青色草鬘海。商人以偈問海之名：", "709": "七我等見此海如草又如穀", "710": "蘇婆羅迦！我等向汝問此為如何海？", "711": "彼繼續以偈說明：", "712": "八出帆巴魯濱諸商求財寶", "713": "迷船來此處青色草鬘海", "714": "而此海多產青摩尼（綠柱玉）之寶，彼仍以如前之方便採寶玉，投入船中。船", "715": "過其海，到達如葦林之狀，又如竹林之狀之葦鬘海。商人以偈又問其名：", "716": "九我等見此海如葦又如竹", "717": "蘇婆羅迦！我等向汝問此為如何海？", "718": "摩訶薩繼續以偈說明：", "719": "一〇出帆巴魯濱諸商求財寶", "720": "迷船來此處呼為葦鬘海", "721": "而此海多產竹色之瑠璃，彼又使採投入船中。商人等過葦鬘海見瓦拉巴姆迦海，", "722": "彼處海水由四面八方捲起擁近船邊，四方有如同絕壁之大洞捲起之水波，生出恐怖", "723": "劈耳之音聲，如使心臟破裂。商人等見此，恐怖戰慄以偈問其名曰：", "724": "一一不思此海此世物聞此音聲大畏怖", "725": "譬如大洞與絕壁此海我等從未覩", "726": "蘇婆羅迦！我等向汝問究竟此處名為如何海？", "727": "菩薩繼續告其名曰：", "728": "一二出帆巴魯濱諸商求財寶", "729": "迷船來此處瓦拉巴姆迦", "730": "菩薩摩訶薩云：「諸君！到達此瓦拉巴姆迦海，決無能有歸還之船，船到此海，", "731": "必至沉沒破滅。」然此船中有七百人乘坐，彼等為死之怖畏，如在無間（阿鼻）地獄", "732": "被煎煮之眾生，異口同音放出悲哀之聲。摩訶薩自思：「除予之外，無任何人能救此", "733": "等諸人之安全。予將立願，救助彼等。」於是向彼等云：「立即用香水使予沐浴，使", "734": "予著新衣服，預備盛物之鉢，置於船之先端。」彼等急忙照辦，摩訶薩以兩手執盛物", "735": "之鉢，立於船頭發願唱最終之偈：", "736": "一三自有記憶限達知覺以來", "737": "我對一生物不知故意害", "738": "依此真實語使船安全歸", "739": "四個月之間行遇異國之船，今歸路如有神通，依神通之威力，僅一日之間到著", "740": "巴魯濱港，而船更又向陸上行近過八宇沙婆丈，立於船頭家之門前而止。摩訶薩", "741": "分與彼等諸商人金、銀、摩尼、珊瑚、金剛石等，並與彼等教訓云：「此等諸寶，諸", "742": "位已充分獲得，今後決再勿為航海之事。」菩薩一生涯為布施之善業，生於天之都城。", "743": "結分結分佛述此法語後，佛言：「汝等比丘！如來前生即為如此之大智者。」於是", "744": "佛為作本生今昔之結語：「爾時之徒眾是佛之徒眾，蘇婆羅迦賢者即是我。」"}, "englishTitle": "Chinese Translation of the Pali Tipiṭaka, Electronic version, No. 0018 本生經(第10卷-第13卷)", "author": "悟醒譯"}