{"language": "chinese", "originalTitle": "Jiaxing Canon, Electronic version, No. B354 錦屏破石卓禪師雜著", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "錦屏破石卓禪師雜著", "1": "侍者超常記錄", "2": "詩偈詠犢詠犢", "3": "出欄群牧童兒犢。蹶矣酣兮無箇亍。快爽風雲得自", "4": "由。蹋翻水月何拘牿。平洋細艸任齁鼾。峻險穿蘿那", "5": "礙慾。分付山河隨去來。莫教錯認鞭頭毒。", "6": "除夕除夕", "7": "韶華幾度渾忘過。寂寞其如客路多。爆竹有聲難作", "8": "夢。鄉心無曲不成歌。漫添宿火頻催韻。應惜浮生急", "9": "似梭。雲水相從今夜坐。但饒舌處總禪那。", "10": "早行早行", "11": "行腳那論溼與乾。㲯毿雲衲破江寒。杖懸孤月光非", "12": "淡。星射滄波影未殘。小鳥浪鳴催曙色。芒鞋信步踐", "13": "芝蘭。隔堤何處聞鐘響。疑是漁翁下釣磐。", "14": "又", "15": "瓢囊溼也又還乾。頓脫塵襟那畏寒。石上苔封凝露", "16": "滑。樓頭漏盡鼓聲殘。慢雲捲暗猶瞻月。裛露聞香定", "17": "是蘭。珍重奚童須著眼。莫教容易過龍磐。", "18": "秋雨秋雨", "19": "頻看紅葉故憑欄。敲碎風聲竹萬竿。疊嶂奇雲忙過", "20": "壁。輕舫持釣下前灘。空山幾點苔痕淡。小閣半窗松", "21": "影寒。此際誰回函蓋煖。離離蕭瑟侵詩壇。", "22": "題聖壽宮題聖壽宮", "23": "麗矣輝煌特地周。崇隆殿閣接雲浮。岑峰翠瑣瓊窗", "24": "碧。老幹深巢野鶴悠。欹枕梵音鳴貝闕。遶垣疏磬帶", "25": "清秋。酬恩故效華封祝。士女歌呼樂未休。", "26": "題大酉洞八景題大酉洞八景", "27": "閒邀勝友步飛泉。四壁玲瓏靜悄然。石鼓輕敲灘水", "28": "外。玉盤端的織機前。靈龜莫是煙霞客。鐵鶴無非古", "29": "洞仙。曲澗桃花遊子意。長歌猶待月明旋。", "30": "印心菴與靈源夜坐印心菴與靈源夜坐", "31": "煮泉邀月詠胡笳。遠寺敲鐘接晚霞。揮麈無心于萬", "32": "壑。拈花有意在三巴。葛藤爛打翻新案。石火能炊別", "33": "是家。此夜鬚眉雖共慰。應知腦後廓生涯。", "34": "贈別阡陽趙元一使君贈別阡陽趙元一使君", "35": "棠蔭謳歌戴所遺。荒城蕭寺賴君支。洋洋聲重三千", "36": "價。歷歷民懷萬里思。金馬度雲嘶晚泊。錫泉坐月訂", "37": "先期。萍蹤奚以酬清況。但把重岩作玉碑。", "38": "九日病中同張鼎若詠菊九日病中同張鼎若詠菊", "39": "節至疏籬菊已開。悠然靜對且徘徊。今朝休問陶公", "40": "令。昔日曾誇蘇子來。座上呼童供熟果。谿邊任客洗", "41": "浮盃。就中撥轉勞生曲。不向烘爐煨死灰。", "42": "霪雨即事霪雨即事二首", "43": "西擲東拋骨董禪。即今有調不成聯。風前聲響無非", "44": "色。腳底毛寒別是天。愁對殘燈歌短曲。懷從故國語", "45": "新篇。只因一夜空階雨。滴碎芭蕉夢未圓。", "46": "閒來拈韻亦枯禪。句在臨機格外聯。錯落珠璣連碧", "47": "海。淋漓翰墨點青天。寒窗疊擁雲千樹。覿面相呈景", "48": "一篇。嬴得枝棲山水趣。甘貧惟自任方圓。", "49": "谿聲谿聲", "50": "窮源何處發。歷歷為誰鳴。繹絡非無韻。依稀若有情。", "51": "乍聞知耳靜。久對覺神清。徙倚長松下。頻敲句不停。", "52": "書問答天虞鄭少司馬書", "53": "據聞破石因緣深有抱賊捉賊之見。非過量人知過", "54": "量事乎。若道粉碎虛空。猶有相因。既知虛空可碎則", "55": "石之可破也明矣。所謂如如妙明于性光不染處便", "56": "是。老居士於性內尋思此語。人人本具。箇箇不無。若", "57": "真正到此地位者。稍著擬議。即落二三。云崔灝之詩", "58": "略較些子。屈殺不遇。待歌到捶碎黃鶴。踢倒鸚鵡。攔", "59": "腮一掌。使湊泊不暇。教瓦解冰消。免惑後人。云胸中", "60": "有主。未能遁世之語甚恰。大約只知有主而不知主", "61": "之作用。此段精靈何必遁世。何必不遁世。雖然山僧", "62": "行腳二十年後依天童老漢六載。被者主人公弄得", "63": "七顛八倒。如服鴆毒。恍恍惚惚。愈覓愈差。毫無著落", "64": "時驀頭撞破娘生鼻孔。原來是者箇聻。自冰消久向", "65": "半閒居士毛錐邊喪身失命。始知佛法中猶有人在。", "66": "是則是。須勘驗過方使得。居士亦向者○裡透得過。", "67": "轉得語。見得自己主人公是何形狀。是何面目。既了", "68": "了廓徹。可與山僧通箇消息。又不妨遙伸一掌。捶碎", "69": "破石。一任呼磚喚瓦。作泥作沙。此真快事也。溪舌具", "70": "復。", "71": "行狀行狀", "72": "師諱悟卓。號破石。蜀之果城宕渠望族陳氏子也。受", "73": "天童悟祖戒嗣香林禪師。生萬曆己酉十月十九日。", "74": "母當妊時不葷。年七歲詣本邑羅漢寺。依母舅學應", "75": "佛。一日舅沒。復甦云。吾守毗尼。無不精嚴。尚有字義", "76": "差訛。將置吾於鐵雞罩內。爾等珍重。示畢而沒。師聞", "77": "心動。即薙髮淨身。年十三。會本邑余隱洪先生公車", "78": "北上。依赴京師參學。至江陵。辭余住白衣菴。持水齋", "79": "三年。一尊宿云。師妙年行願如此。何不廣參宗匠。師", "80": "如指遍參。謁天童悟祖。祖號師破石。居六載。仍還羅", "81": "漢寺。年三十有五矣。遭申酉蜀亂。避地入黔。三住名", "82": "剎。後受武陵侯楊公請住石阡旃檀禪院。癸巳臘八", "83": "偶恙。眾乞垂開示。師云。諸公之見如斯。有負依吾年", "84": "久。道人家還有者箇在。乃豎指云。會麼。眾作禮。師云。", "85": "其來也無礙自在。其去也自在無礙。呵呵呵。入泥入", "86": "水。無在不在。了無了處。隨他去毗盧頂上任優游。示", "87": "畢而逝。師性介乏。嗣而侍座者英俊瞻依。請益者名", "88": "公斗仰。住世四十五年。坐臘三十二。語錄諸稿未及", "89": "剞劂。被兵燹失之。僅搜殘編。刊行於世。", "90": "住綠蘿繼祖堂戒子發林謹狀。", "91": "法派法派", "92": "悟超行海。覺能融智。鑑圓明寂。性崇義廣。玄惟全祖。", "93": "印淵洪紹。繼續宗通。"}, "englishTitle": "Jiaxing Canon, Electronic version, No. B354 錦屏破石卓禪師雜著", "author": "明 悟卓說　超常記錄　發林行狀"}