{"language": "chinese", "originalTitle": "卍 Xuzangjing, Electronic version, No. 1475 圓覺經道場修證儀", "source": "CBETA", "sourceLink": "http://www.cbeta.org/", "text": {"0": "坐禪法八門五　治病", "1": "圓覺道場修證禮懺文卷第十八", "2": "終南山草堂寺沙門　宗密　述", "3": "六　正修六　正修", "4": "修上觀有二種。一者於坐中修。二者歷緣對境修。第", "5": "一於坐中修上觀者。四威儀中。乃皆得道學。坐為最", "6": "勝。故先約坐以明上觀。略出五意不同。一者對破初", "7": "心麤亂修上觀。二者對破心沉浮病修上觀。三隨便", "8": "宜修上觀。四者對治定見細心修上觀。五者為均齊", "9": "定慧修上觀。第一。云何名為對破初心麤亂修上觀。", "10": "所謂行者。初坐禪時。亂心麤故。應當修上以除破之。", "11": "止若不破。即應修觀。故云對破初心麤亂修觀。今明", "12": "修上觀。即為二意。先明修上。次明修觀。止有二種。一", "13": "者事止。二者理止。事止者。即是守境制心等。若繫心", "14": "鼻端臍間等五處。不令心敬。是名守境止。故經云。繫", "15": "心不放逸。亦如猴著鎻。制心止者。所謂隨心所起。即", "16": "便制之。不令馳散。經云。此五根者。心為其主。是故汝", "17": "等。當好制心。如是等止。皆是事止。今不分別。理止者。", "18": "即是體真止也。所謂隨心所念。一切諸法。悉知從因", "19": "緣生。無有自性。則心不取着。心不取着。即妄念心息。", "20": "故名為止。如經中說。", "21": "一切諸法中因緣空無主息心達本源", "22": "故號為沙門", "23": "夫行者。初學坐禪時。欲修十方三世諸佛法者。應當", "24": "先發大誓願。度一切眾生。誓求無上佛道。其心堅固。", "25": "猶若金剛。精進勇猛。不惜身命。若不成就一切佛法。", "26": "終不退轉。所以者何。若無誓願。雖復觀空修道。多墮", "27": "乘地。則一切佛法。終不現前。是故行者。於一切時。大", "28": "悲弘誓。常不去心。然後於端坐中。正念思惟一切諸", "29": "法真實之相。所言一切諸佛法者。即是約心明一切", "30": "三界因果法。三界因者。所謂一切善不善法無記一", "31": "切貪恚癡等結使煩惱法也。三界果者。所謂一切有", "32": "為陰界入諸生死法。如是等法。皆因心有。故十地經", "33": "云。三界無別法。唯是一心作。若行者知心無性。豈有", "34": "善不善等諸法之實。若諸法不實。即是虗誑。若知虗", "35": "誑。則空無有主。若空無有主。則無取著。若無取着。即", "36": "妄念心息。若妄念心息。即結縛永斷。若結縛永斷。則", "37": "寂念無為。若無為者。即諸法之本源也。若達本源。則", "38": "愛染不起。若愛染不起。則一切生死乘行壞。若生死", "39": "乘行壞。則無後世苦果。若無後世苦果。即是究竟泥", "40": "洹。故經云。", "41": "有心不知心心者不見心心起想則癡", "42": "無想則泥洹", "43": "若行者。能如是修體真止。當知是人心得泥洹。名大", "44": "沙門。是則略說修體真止相。", "45": "第二云何名修觀。觀有二種。一者事觀。二者理觀。事", "46": "觀者。對治助道觀也。理觀者。入道正觀也。智度論云。", "47": "觀有二種。一者行解。二者實觀。大集經云。行有二種。", "48": "一者行行。二者慧行。如是等皆是事理二觀之異名。", "49": "今不廣說。云何名事。如不淨觀治婬欲。慈心觀治瞋", "50": "恚。如是等五門對治觀。故名事觀。今不分別也。二理", "51": "觀者。即是無生觀。亦名真空觀。觀法實相智慧。如是", "52": "等種種異名。如瓔珞經中說。有三種觀。一者從假入", "53": "空觀。二者從空出假觀。三中道正觀。彼經云。從假入", "54": "空。名二諦觀。從空入出假。名平等觀。是二觀為方便。", "55": "由是二空觀。得入中道第一義觀。雙照二諦。心心寂", "56": "滅。自然流入薩婆若海。是名中道第一義觀。三觀現", "57": "前。即入初地。云何名修從假入空觀。如般舟經偈云。", "58": "諸法不牢固常立在於念已解見空者", "59": "一切無想念", "60": "行者於初坐禪時。隨心所緣一切諸法。念念不住。雖", "61": "用如上體真之止。而妄念不息。爾時應當隨心所緣。", "62": "一切若善不善。無明愛恚等。一切攀緣之念。即當反", "63": "觀所起之心。如此等心。為是有邪。為是無邪。若是無", "64": "者。無則無心。云何有念。若謂心是有者。為在過去未", "65": "來現在邪。若過去。過去已滅。已滅之法。則無所有。無", "66": "所有法。何得為心。若未來。未來未至。未至之法。則無", "67": "相貌。無相貌法。豈得為心。若是現在。現在之法。剎那", "68": "不住。不住之法。則不可得。不可得法。則無有心。無有", "69": "心故。則一切法空。復次若行者。謂現在心雖不住。而", "70": "非不有剎那覺知之念。以為心者。即當約三種有法。", "71": "以審推撿。何等為三。如大智度論廣說。一者因緣有。", "72": "二者相續有。三者相待有。云何觀因緣有中。現在心", "73": "生不可得。如內有六根。外有六塵。根塵相待。則有識", "74": "生。故大品經云。眼觸因緣生愛。乃至意觸因緣生愛。", "75": "根在內故為因。塵在外故為緣。故云內外緣受。受者", "76": "即是心生也。此五根者。心為其主。故先當諦觀現在", "77": "之心。為從內意根生。為從外法塵生。為根塵合生。為", "78": "根塵不合故共生。為離根塵而生。若謂定從意根中", "79": "有心生者。即是自性生。若有自性生。是則為實生故。", "80": "則意根中。應一時有多心並生。今實不爾。復次若內", "81": "根能自生者。內根未對外塵時。亦應能自生。今實不", "82": "爾。是故非內根中自性生。若謂定從外法塵中生者。", "83": "即是他性生。所以者何。若根待塵為自性者。今以塵", "84": "望根。豈非性也。若從他性而有心生者。他性若是心。", "85": "則心還自生心。更無心法別他性生。若非心。非心何", "86": "能生於心。以非心不能生心故。豈得但是外塵時生", "87": "心。是故非外塵故非外塵他性生。若謂內外根塵合", "88": "故有心生者。即共生。則自他性而有生。今實不爾。若", "89": "自他中各有生。即不待共故生。若共生。則一時有二", "90": "生。若自他中各無生。合亦不能生。是故非根塵自性", "91": "他性合故生。若為離內外根塵故有心生者。即是無", "92": "因緣而有生。從根塵因緣有心生。尚不可得。況無因", "93": "緣而有生者。則為惡無罪。為善無福。雖出家空修梵", "94": "行。已墮定常定斷中故。是故不得內外根塵而有生。", "95": "行者於內外根塵因緣中。約四句觀。現在心生。畢竟", "96": "不可得。不可得故不見生相。生相無故。則一切諸法", "97": "皆無有生。無生而言生者。以世間顛倒不了。於自他", "98": "等法中。妄計而生。妄計之生是則非生。如夢幻響化", "99": "鏡中之像。但假名字。名字之生不名為生。故淨名經", "100": "云。法不屬因。不在緣故。是中應約上四句。廣歷四諦", "101": "十二因緣六波羅蜜等。一切解惑法門。分別得生之", "102": "相。其事云云。不可備說。行者既觀生如是。觀滅亦然。", "103": "若心無生滅。但假名字。則一切諸法皆無生滅。亦但", "104": "假名。名字之法。是則非法。若行者。了知諸法非法。則", "105": "名亦非名。若所觀之心。用八觀歷八句。撿生滅之相。", "106": "畢竟不可得者。則能觀之智亦用八觀歷八句。撿生", "107": "滅之相。畢竟不可得亦如是。是則於因緣中。能觀所", "108": "觀合有十六種觀。歷十六句。撿心生滅相。畢竟不可", "109": "得。若不得生滅。而於無生無滅中。起住着者。即當還", "110": "就因緣中十六觀。歷十六句。撿無生滅心亦如是。若", "111": "不得亦生滅。亦不生滅。而依非生滅非不生滅者。即", "112": "當還就因緣有中。用十六觀。歷十六句。撿非生非滅。", "113": "不生滅心亦如是。則於因緣有中。合用六十四觀。歷", "114": "六十四句。求心畢竟不得。既不得因成之心。即破因", "115": "成假惑也。若於相續中。妄計有心者。亦當用六十四", "116": "觀。歷六十四句撿心。皆不可得亦如是。觀意雖同。而", "117": "屬對有異。既不得相續之心。即破相續假惑也。若於", "118": "相待中。妄計有心者。亦當用六十四觀。歷六十四句。", "119": "撿心。皆不可得亦如是。觀意雖同。而屬對有異。既不", "120": "得相待之心。既破相待假之惑也。是則於三假。合用", "121": "一百九十二觀。歷一百九十二句。求心畢竟不可得。", "122": "若不可得者。則心無所依。若心無所依。則心無所住。", "123": "若心無所住。則無分別。若無分別。則無是非。若無是", "124": "非。則無取捨。若無取捨。則諍論心息。若諍論心息。則", "125": "無愛恚。若無愛恚。則不起覺觀舉緣。若不起覺觀舉", "126": "緣。則三業寂不動。三業寂不動。即是正定。若得正定。", "127": "則豁然大悟心如虗空。心如虗空。發實相智慧。實相", "128": "智慧者。即是證一切智。證一切智了自然性。無師智", "129": "自悟。得慧眼清淨也。若證一切智慧眼清淨者。即永", "130": "離三界生死結業。通達真空。心無󳬩礙。是名從假入", "131": "空觀也。故大智度論讚般若偈云。", "132": "般若波羅蜜實法不顛倒念想觀已除", "133": "言語法皆滅無量眾罪除清淨心常一", "134": "如是尊妙人則能見般若", "135": "若修從假入空觀。有一百九十二飜者。止從觀故。亦", "136": "有一百九十二飜也。所以者何。觀照一百九十二句", "137": "中。取著迷心。所計之法。皆無所有。名之為觀。一百九", "138": "十二種念想顛倒分別心息。故名為止。觀止合數。有", "139": "三百八十四飜。修止觀者。善自尋之。其數宛然。皆有", "140": "所有。若行者。善得其意。何但止觀。各有一百九十二", "141": "飜。四諦。十二因緣。六波羅蜜。一切解惑法門。歷句而", "142": "明。亦各有一百九十二飜。若約互相破相循相即而", "143": "辨展轉。則言句無量。如是皆為約眾生未悟。藥病相", "144": "勤。作此分別。若於覺悟心中。皆有所有。猶如虗空。尚", "145": "無一句之法可存。况無量也。是為菩薩見諦道中別", "146": "相從假入空觀。不與二乘析法總相從假入空觀共", "147": "也。是則略明對治初心麤亂從假入空修止觀相。已", "148": "傳新學。若廣分別。則三三難盡。未了之者。或增疑網。", "149": "故不具出。是則略說對破初心麤亂意修止觀。", "150": "第二對治心沉浮病修止觀者。行者於坐禪時。其心", "151": "闇塞。無記瞪瞢。或時多睡。爾時應當修觀照了。若於", "152": "坐中。其心浮動輕躁不安。爾時應修止止之。是則略", "153": "說對治心沉浮病相分別止觀方法。並同於前。但須", "154": "善識藥病相對用之。不得對治有乘僻之失也。", "155": "第三隨便宜修止觀者。行者於坐禪時。雖為對治心", "156": "沉故。修於觀照。而由心不明淨。亦無法利。爾時當試", "157": "修止止之。若於止時。即覺身心安靜明淨。當知宜止。", "158": "即應用止安心。若行者於坐禪時。雖為治浮動故修", "159": "止。而心不住。亦無法利。當試修觀。若於觀中。即覺心", "160": "神明淨寂靜安隱。當知宜觀。即應用觀安心。是則略說", "161": "隨便宜修止觀相。分別止觀方法。不異於前。但須善", "162": "約便宜修之。則心神安隱。煩惱患息。而發諸法門也。", "163": "第四對破定見細心修止觀者。所謂行者。先用心觀", "164": "對破麤心亂。亂心既息。即得入定。定心細故。覺身空", "165": "寂。受於快樂。或利便心發。能以細心取於偏邪之理。", "166": "若不知定見虗誑。必生貪著。執以為實。若體知虗誑", "167": "不實。即屬愛屬見二煩惱不起。是名修止。若心猶惑", "168": "著愛見。結業不息。爾時應當修觀。觀於定見之中細", "169": "心。若不見定見中細心。即不執著定見。若不執著定", "170": "見。則愛見不起。亦屬煩惱結業。悉應推滅。是名別修", "171": "觀。略說對治定見細心修止觀相。分別止觀方法。並", "172": "同於前。但以破定見細微之失為異也。", "173": "第五為均齊定慧修止觀者。行者若於坐禪中。因修", "174": "止故滅。因修觀而入禪定。雖得入定。而觀慧微劣。則", "175": "不能發真慧。斷諸結使。發諸法門。爾時應當修觀破", "176": "折。分別觀門。具如前說。若於定中。智慧開發。即定慧", "177": "均等。能斷結使。證諸法門。若行者。於坐禪時。因修觀", "178": "故。或因修止。而心豁然開解。智慧分明。而定心微少", "179": "故。心則動散故。如風中燈。照物不明了。如釋論云。若", "180": "無定心。雖有觀空無相等智慧。是顛倒智慧。是狂智", "181": "慧。不能出生死照了一切。爾時應當修止。分別方法。", "182": "具如前說。以修止故。即得深禪定。得深禪定故。則智", "183": "慧定心等。如密室中燈。則能破闇照物分明。修止方", "184": "法。具如前說。為均齊定慧二法修止觀也。行者若能", "185": "如是。於端身正坐之中。善用此五飜修止觀之意。取", "186": "捨不失其宜。當知是人善修佛法。善修佛法故。必修", "187": "一生不出過也。", "188": "次明第二歷緣對境修止觀者。一身常端坐。乃為入", "189": "道之勝妄。而有累之身。必涉事緣。若隨緣對境。而不", "190": "修習止觀。是則修習有間。結業觸處而起。豈得疾與", "191": "佛法相應。若於一切時中。但修定慧方便。當知是人", "192": "必能通達一切佛法。云何歷緣修止觀。所言緣者。謂", "193": "六種緣。一行。二住。三坐。四臥。五作。六言語。云何名對", "194": "境修止觀。所言境者。謂六塵境。一眼對色。二耳對聲。", "195": "三鼻對香。四舌對味。五身對觸。六意對法。行者約此", "196": "十二事中。修止觀故。名歷緣對境修止觀也。行者", "197": "若於行時。應作是念。我今為何等事故欲行。若為煩", "198": "惱所使。及不善無記事。即應行。云何行中修止。若於", "199": "行時。即知因於行故。則有一切煩惱善惡等法。了知", "200": "行心及行者一切法。皆不可得。則妄念心息。是名行", "201": "中修止。廣明止相如前。皆行中隨所應用而用之也。", "202": "云何行中修觀。應作是念。生心動身。故有進趣。名之", "203": "為行。因此行故。則有一切煩惱善惡等法。即當反觀", "204": "行心。不見相貌。當知行者。及一切法。畢竟空寂。是名", "205": "行中修觀。廣分別觀相。並如前說。當於行中。隨所應", "206": "用而用之也。行中亦同上所說。類有五飜修止觀也。", "207": "復次若應住時。應作是念。我今為何等事故欲住。若", "208": "為煩惱及不善無記事住。即不應住。若為善利益事", "209": "即應住。云何名住中修止。若於住時。即知因於住故。", "210": "則有一切煩惱善惡等法。了知住心及住中一切法。", "211": "皆不可得。則妄念心息。是名住中修止。止相廣分別", "212": "如前。住中隨所應用而用之也。云何住中修觀。應作", "213": "此念。󴊉心駐一。故名為住。因此住故。則有一切煩惱", "214": "善惡等法。即當反觀住心。不見相貌。當知住者及住", "215": "中一切法。畢竟空寂。是名住中修觀。觀相廣分別如", "216": "前。住中隨所應用而用之也。住中亦類有五飜修止", "217": "觀意。同上所說。復次若於坐中。應作此念。我今為何", "218": "等事故欲坐。若為諸煩惱及不善無記事等坐。即不", "219": "應坐。若為善利益事。即應坐。云何坐中修止。若於坐", "220": "時。即於知因於坐故。則有一切煩惱若善惡等法。了", "221": "知坐心及坐中一切煩惱善惡之法。皆不可得。則妄", "222": "念心息。是名修止。止相廣分別如前。坐中隨所應用", "223": "而用之也。云何坐中修觀。應作是念。由心作念。累脚", "224": "安身。名之為坐。因此坐故。則有一切煩惱善惡等法。", "225": "行者即應反觀坐心。若不見相貌。當知坐者及坐中", "226": "一切法畢竟空寂。是名坐中修觀。觀相廣分別如前。", "227": "坐中隨所應用而用之也。坐中亦有五飜修止觀意。", "228": "類同上說也。復次若於寢臥時。應作是念。我今為何", "229": "等事故欲臥。若為諸煩惱及不善不如法放逸等事。", "230": "即不應臥。若為調和四大故臥。即如師子王臥。云何", "231": "臥中修止。若於寢息時。即了知因於眠故。則有一切", "232": "煩惱善惡等法。了知眠者及眠中一切煩惱善不善", "233": "法。皆不可得。則妄心息。是名眠中修止。止相廣分別", "234": "如前。眠中隨所應用而用之也。臥中云何修觀。應", "235": "作是念。若用心勞乏。即便惛闇。放縱六識用之。則有", "236": "一切煩惱善惡等法。行者即當反觀臥心。不見相貌。", "237": "當知臥者及一切法畢竟空寂。是名臥中修觀。觀相", "238": "廣分別如前。眠中隨所應用而用之也。臥中亦類有", "239": "五飜修止觀意。同上所說。復次若於作時。應作是念。", "240": "我為何等事故欲作。若為諸煩惱及不善無記事作。", "241": "即不應作。若為善利益事。即應作。云何名作中修止。", "242": "若於作時。即知因於作故。則有一切煩惱善惡等法。", "243": "了知作者及作中一切煩惱善惡等法。皆不可得。則", "244": "妄念心息。是名作修止。云何作時修觀。應作是念。由", "245": "心運身手。造作諸事。因之作故。則有一切善惡等法。", "246": "即當反觀作心。不見相貌。當知作者及一切法畢竟", "247": "空寂。是名作中修觀。觀相廣分別如前。作中隨所應", "248": "用而用之也。作中亦類有五飜修止觀意。同上所說。", "249": "復次若於語時。應作是念。我今為何等事故欲語。若", "250": "隨諸煩惱。為欲論說不善無記事而語者。即不應語。", "251": "若為善利益事。即應語也。云何名語中修止。若應語", "252": "時。即知由此語故。則有一切煩惱善惡等法。了知語", "253": "者及語中一切煩惱善不善法。皆不可得。則妄念心", "254": "息。是名語中修止。止相廣分別如前。語中隨所應用", "255": "而用之也。云何語中修觀。應作是念。由心覺觀。皷動", "256": "氣息。衝於咽喉脣舌齒腭。出音聲言語。因此語故。則", "257": "有一切煩惱善惡等法。即當反觀語心。不見相貌。當", "258": "知語者及一切法畢竟空寂。是名語中修觀。觀相廣", "259": "分別如前。語中亦類有五飜修止觀意。同上所說。", "260": "復次。云何名眼見色時修止。若見色時。即知如鏡中", "261": "像。水中月。乾闥婆城。雖有見而無定實故。若見順情", "262": "之色。不起貪愛。見違情之色。不起恚惱。見非違非順", "263": "之色。不起無明及諸亂想。是名修止。止相廣分別如", "264": "前。眼見色時。隨所應用而用之也。云何眼名見色時", "265": "應修觀。應作是念。隨有所見。即無見相。所以者何。於", "266": "彼根塵空名。空明之中。各各無見。亦無分別。和合因", "267": "緣出生眼識。眼識因緣即生意識。意識生時。即能分", "268": "別種種諸色。因此則有一切煩惱善惡等法。即當反", "269": "觀念色之心。不見相貌。當知見者及一切法畢竟空", "270": "寂。是名為觀。觀相廣分別如前。若眼見色時。隨所應", "271": "用而用之也。見色中亦類有五飜修止觀意。如上所", "272": "說。復次耳聞聲時修止者。隨所聞聲。即知如響相。若", "273": "聞順情之聲。不起愛心。聞違情之聲。不起瞋心。聞非", "274": "違非順之聲。不起分別心。是名修止。止相廣分別如", "275": "前。聞聲中隨所應用而用之也。云何修觀。應作是念。", "276": "隨所聞聲。空無所有。但從根塵和合生於耳識。次意", "277": "識生。強起分別。因此則有一切煩惱善惡等法故。即", "278": "當反觀聞聲之心。不見相貌。當知聞者及一切法畢", "279": "竟空寂。是名為觀。觀相廣分別如前。於聲中。隨所應", "280": "用而用之也。聞聲中亦類五飜修止觀意。同上所說。", "281": "復次鼻嗅香時修止者。隨所聞香。即知如火中𦦨。如", "282": "水中氣。虗空中香。若聞順情之香。不起着心。違情臭", "283": "氣。不起瞋相。非違非順之香。不生亂念。是名修止。止", "284": "相廣分別如前。嗅香中隨所應用而用之也。云何修", "285": "觀。應作是念。念取聞香。虗誑無不實。所以者何。根塵", "286": "合故即生鼻識。次生意識。強分別妄生香想。因此即", "287": "有一切煩惱善惡等法。即當反觀聞香之心。不見相", "288": "貌。當知聞香者及一切法畢竟空寂。是名修觀。觀相", "289": "廣分別如前。於聞香中。隨所應用而用之也。聞香中", "290": "亦類有五飜修止觀意。同上所說。復次舌受味時修", "291": "止者。隨所受味。即知如於夢幻中得味。若得順情美", "292": "味。不起貪著。違情惡味。不起瞋心。非違非順之味。不", "293": "起分別意想。是名修止。止相如前廣分別。於受味時。", "294": "隨所應用而用之也。云何名舌受味時修觀。應作是", "295": "念。今所受味。實不可得。所以者何。外六味性無分別。", "296": "內舌根本性亦無知。和合內外因緣則舌識生。次生", "297": "意識。強取味相。因此則有一切煩惱善惡等法。反觀", "298": "緣味之識。不見相貌。當知受味者及一切法畢竟空", "299": "寂。是名修觀。觀相廣分別如前。於受味中。隨所應用", "300": "而用之也。舌受味中。亦類有五飜修止觀意。同上所", "301": "說。復次身受觸時修止者。隨所覺觸。即知影化不實。", "302": "若受順情樂觸。不起貪著。受違情苦觸。不起瞋腦。受", "303": "非違非順之觸。不起憶想分別。是名修止。止相廣分", "304": "別如前。於受觸中。隨所應用而用之也。云何身受觸", "305": "時修觀。應作是念。輕重冷暖澁滑等名之為觸。頭等", "306": "六分名之為身。觸性虗假。身亦不實。誰能文觸。和合", "307": "因緣。即生身識。次生意識。憶想分別苦樂等相。故名", "308": "為觸。即當反觀緣觸之心。不見相貌。當知受觸者。及", "309": "一切法畢竟空寂。是名修觀。觀相廣分別如前。於受", "310": "觸中。隨所應用而用之也。身觸受中。亦類有五飜修", "311": "止觀意。同上所說。復次意知法中修止觀相。如初約", "312": "坐禪中明。修止觀五飜之意。是中廣分別。今重不明。", "313": "行者若能於行住坐臥。見聞覺知等。一切處中。修止", "314": "觀者。當知是人真修。摩訶衍中。如大品經中佛告須", "315": "菩提。若菩薩行知行。坐時知坐。乃身服僧伽梨。視的", "316": "一心。出入禪定皆知。故名菩薩摩訶薩。摩訶衍以不", "317": "可得故。", "318": "復次若人如是一切處中。修行大乘。是人則於世間。", "319": "最勝無與等者。如釋論中偈說。", "320": "閑坐林樹下寂然滅諸惑澹泊得一心", "321": "斯樂乃安樂人求世間利名衣好牀褥", "322": "斯樂非安穩求利無厭足納衣行乞食", "323": "動止心常一自以智慧眼觀知諸法實", "324": "種種諸法中皆以等觀入解慧止寂然", "325": "三界無倫匹", "326": "七　善根發七　善根發", "327": "行者若能如是於從假入空觀中善修止觀者。則於", "328": "坐中。心身明淨。爾時當有種種善根開發。應須識知。", "329": "略明善根開發之相。有二種不同。一者外善根發相。", "330": "所謂布施。持戒。孝順父母尊長。供養三安。及讀誦聽", "331": "學等。善根發相。此是外事。與魔境相應。今不分別。二", "332": "者內善根發相。所謂諸禪法門善根開發也。即為三", "333": "意。一正明善根發相。二分別真偽。三明用止觀長養", "334": "善根。", "335": "第一內善根發相。五種善根相不同。一息道善根發", "336": "相。二不淨觀善根發相。三慈心善根發相。四觀因緣", "337": "善根發相。五念佛善根發相。一息道善根發相者。行", "338": "者善修止觀故。身心調適。妄念心息。因是自覺其心。", "339": "漸漸入定。發於欲界及未到地定身心。泯然空寂。定", "340": "心安穩。於此定中。都不見身心相貌。於後或經一坐", "341": "二坐。乃至一日二日一月二月。將息得所。不退不失。", "342": "即於定中。忽覺身心運動。八觸而發。八觸者。謂覺身", "343": "動痒冷暖輕重澁滑等。當觸發時。身心安定。虗微悅", "344": "預。快樂清冷。不可為喻。是數息根本禪定善根發", "345": "相。", "346": "復次行者。或於欲界未到地中。忽然覺息出入長短。", "347": "知遍身毛孔皆悉虗疎。即以心眼見內三十六物。猶", "348": "如開倉見諸麻豆等。心大驚喜。寂靜安快。是為隨息", "349": "特勝善根發相。二不淨觀善根發相。行者若得欲界", "350": "未到地定。身心虗寂。忽然見佗男女身。死已膖脹爛", "351": "壞蟲膿流出。見白骨狼籍。其心悲喜。厭患所愛。此為", "352": "九想善根發相。或於靜定之中。忽然見內身外身不", "353": "淨膖脹狼籍。自身白骨。從頭至足。節節相柱。見是事", "354": "已。定心安隱。覺悟無常。厭患五欲。不着我人。此是背", "355": "捨善根發相。或於定心之中。見於內身外身一切飛", "356": "禽走獸。衣服飲食。屋舍山林。皆悉不淨。此為大不淨", "357": "善根發相。三慈心善根發相。行者因修止觀故。若得", "358": "欲界未到地定。於此定中。忽然發心。慈念眾生。或緣", "359": "觀人得樂之相。即發深定。內心悅樂清淨。不可為喻。", "360": "中人怨人乃至十方五道眾生。亦復如是。從禪定起。", "361": "其心悅樂。隨所見人。顏色常和。是為慈心善根發相。", "362": "行者因修止觀故。若得欲界未到地定。身心靜定。忽", "363": "然覺悟心生。推尋三世無明行等諸因緣。不見我人。", "364": "即離斷常。破諸邪執。得定安穩。解慧開發。心生法喜。", "365": "不念世事。乃至五陰十二入十八界。分別亦如是。因", "366": "緣發相。五念佛善根發相。行者因修止故。若得欲界", "367": "未到地定。身心空寂。忽然憶念諸佛功德相好不可", "368": "思議。所有十力四無畏不共三昧解脫等法不可思", "369": "議。神通變化無礙說法。廣利眾生不可思議。如是等", "370": "無量功德不可思議。作是念時。即敬愛心生。三昧開", "371": "發。身心快樂。清淨安隱。無諸惡相。從禪定起。身體輕", "372": "利。自覺功德巍巍。入所敬愛。是為念佛三昧善根發", "373": "相。", "374": "復次行者。因修止觀故。若得身心證靜。或發無常苦", "375": "無我不淨。世間可厭患。食不淨無斷雖盡想。念佛法", "376": "僧戒捨天六念。念處四念處正勤四正勤如意四如意根五根", "377": "力五力覺七覺支道八正道空無相無作。六度波羅蜜。神通", "378": "變化等。一切法門發相。是中應廣分別。故經云。制之", "379": "一處。無事不辦。", "380": "第二分別真偽者。即為二意。一明邪相。二辨真正相。", "381": "偽相者。若發如上諸禪時。隨因所發之法。或身手紛", "382": "動。或時身重如物鎮壓。或時身輕欲飛。或身如被縛。", "383": "或時透逸垂熟。或時煎寒。或時狀熱。或見諸異種種", "384": "境界。或時其心闇蔽。或時起諸惡覺。或時外散亂善", "385": "事。或時歡喜躁作。或時憂愁悲思。或時惡觸觸身。身", "386": "毛驚竪。或時大樂昏酔。如是種種邪法。與禪俱發。名", "387": "為邪偽。此之邪定。若人愛著此。即與九十六種鬼神", "388": "法相應。多好失心癲狂。或時諸鬼神等。知人念着其", "389": "法。即加勢力。令發諸深邪定智慧辨才神通。感動世", "390": "人。見者謂得道果。皆悉信伏。而其內心顛倒。專行思", "391": "法。是人命終。永不值佛。還墮鬼神道中。若在生時。多", "392": "行惡法。即墮地獄。若欲知其因緣。當尋九十六種邪", "393": "道。即明見此事。行者修止觀時。若證如是等禪。有此", "394": "諸邪偽相。當即却之。若知虗誑。正心不著。即當謝滅。", "395": "若不滅。應用止觀。觀破即滅矣。二次明禪發相。若於", "396": "坐中。發諸禪時。無有如上所說諸法等。隨禪發時。即", "397": "覺與定相應。空明清淨。內心喜悅。澹然快樂。無有覆", "398": "蓋。善心開發。信敬增長。智鑒分明。身心柔軟。微妙虗", "399": "寂。厭患世間。無為無欲。出入自在。是為正禪發相。譬", "400": "如與惡人共事。恒相觸惱。若與若人共事。久久愈見", "401": "其美。分別邪正二種相。亦如是也。", "402": "第三次明修止觀長養諸根者。若於座中。諸善根發", "403": "時。應用止觀二法。修令增長。云何修。若宜用止。則以", "404": "止修之。若宜用觀。即可用觀。略示大意。", "405": "八　證相八　證相", "406": "若行者如是修止觀時。即能了知一切諸法。皆由心", "407": "生。因緣虗假不實故空。以知空故。即不得一切諸法", "408": "名字相貌。即是體真止也。爾時上不見佛果可求。下", "409": "不見眾生可度。是名從假入空觀。亦名二諦觀。亦名", "410": "慧眼。亦名一切智。若住此觀。即墮聲聞辟支佛地。故", "411": "法華經中。諸聲聞等自歎言。我等若聞淨佛國土。教", "412": "化眾生。不生喜樂。所以者何。一切諸法。皆悉空寂。無", "413": "生無滅。無大無小。無漏無為。如是思惟。不生喜樂。當", "414": "知若見無為。入正位者。其人終不能發三菩提心。此", "415": "則定力多故。不見佛性。若菩薩為度一切眾生。成就", "416": "一切佛法故。不應取著無為。爾時應修從空入假觀。", "417": "即當諦觀。心性雖空。緣對之時。亦能出生一切諸法。", "418": "猶如幻化。雖無定實。亦有見聞覺知等相。差別不同。", "419": "行者如是觀時。雖知一切諸法。畢竟空寂。能於空中。", "420": "修種行。如空中種樹。亦能分別眾生諸根性。故無量", "421": "故則說法無量。若能成就無量辨才。即能利益六道", "422": "苦眾生。是名方便隨緣修止。即是從空入假觀。亦名", "423": "平等觀。亦名法眼。亦名道種智。住此觀中。智慧力多。", "424": "雖見佛性。而不明了。菩薩雖復成就如此二觀。猶是", "425": "方便觀門。非止觀也。故瓔珞經云。前二種方便道。因", "426": "是二空觀。得入中道第一義觀。雙照二諦。心心寂滅。", "427": "自然流入薩婆若海。若菩薩欲於一念中。具足一切", "428": "佛法者。應修息二邊分別止中道正觀。云何修正觀。", "429": "若能體知心性非真非假。息緣真假。息緣真假之心。", "430": "名之為止。諦觀心性非空非假。而不壞空假之法。若", "431": "能如此照了。即於心性通達中道。圓照二諦。若能於", "432": "自心中。見中道二諦。即見一切諸法。中道二諦。亦不", "433": "取中道二諦。以決定性不可得。是名中道正觀。如中", "434": "論偈中說。", "435": "因緣所生法我說即是空亦名為假名", "436": "亦是中道義", "437": "尋此偈意。非唯具足分別正觀之相。亦是兼明前二", "438": "種方便觀門中道正觀。即是佛眼。即是一切種智。若", "439": "住此觀。即是定慧力等。了了見於佛性。即安住大乘。", "440": "行步平正。其疾如風。若行疾如風。即是自然流入薩", "441": "婆若海。若流入薩婆海。即是行如來行。若行如來行。", "442": "即是入如來室。若入如來室。即著如來衣。若著如來", "443": "衣。即是坐如求座。若坐如來座。即是以如來莊嚴而", "444": "自莊嚴。若以如來莊嚴而自莊嚴。即是獲得六根清", "445": "淨。若得六根清淨。即是入佛境界。若入佛境界。即於", "446": "一切法無所染著。若於一切法無所染著。即是一切", "447": "諸佛皆現在前。若一切諸佛皆現在前。即是成就念", "448": "佛三昧。若成就念佛三昧。即是安住首楞嚴定。若安", "449": "住首楞嚴定。即得普現色身三昧。即能普入十方國", "450": "土。教化眾生。若普入十方國土教化眾生。即是嚴淨", "451": "一切佛剎。若嚴淨一切佛剎。即是供養十方諸佛。即", "452": "能受持一切諸佛法藏。若能受持一切諸佛法藏。即", "453": "能具足一切諸行諸波羅蜜。若具足一切諸波羅蜜。", "454": "即入頓悟大菩薩位。即與普賢文殊。共為等侶。若與", "455": "普賢文殊為等侶。即在法性身中。若常在法性身中。", "456": "即為十方諸佛稱歎授記。若為稱歎授記。即是莊嚴", "457": "兜率天道。若莊嚴兜率天道。即能示現降身母胎。", "458": "若示現降身母胎。即能示現出家行詣道樹。若示現", "459": "行詣道樹。即能示現降伏大力魔怨。若示現降伏魔", "460": "怨。即能示現成等正覺。若示現成等正覺。即能示現", "461": "轉正法輪。若示現轉正法輪。即能示現入般涅槃。若", "462": "示現入涅槃。即是於十方國。究竟一切佛事。若究竟", "463": "佛事。即是具足真應二身。若具足二身。即是初發心", "464": "住菩薩也。故華嚴經云。初發心時。便成正覺。了達諸", "465": "法真實之性。所有慧心不由他悟。亦云初發心菩薩。", "466": "得如來一身無量身。亦云初心菩薩具足八相成道。", "467": "亦云初發心菩薩即是佛。涅槃經云。發心畢竟二不", "468": "別。如是二心先心難。大品經亦云。須菩提。有菩薩摩", "469": "訶薩。從初發心。即座道場。轉正法輪。當知是菩薩為", "470": "如佛。法華中。龍女所獻珠為證。如是等經。皆明初心", "471": "具足一切佛法。若於初心具足一切佛法者。即是大", "472": "品經中。阿字法門。即是法華經中。為令眾生開佛知", "473": "見。即是涅槃經中見佛性故。住大涅槃。是則略說初", "474": "心菩薩因修止觀證果之相。次明後心證果之相。後", "475": "心所證境界。則不可知。今推教所明。終不離止觀二", "476": "法。所以者何。如法華經中。殷勤稱歎諸佛智慧。即觀", "477": "義。此即是約觀以明觀行也。涅槃經中。廣解百句解", "478": "脫。以釋大涅槃者。即是約止以明果也。故云。大涅槃", "479": "亦名常寂定。定者即是止義。法華經中。雖約觀智明", "480": "果。即攝於止。故云乃至究竟涅槃常寂滅相終歸於", "481": "空。涅槃雖約止明果。亦攝於觀。故以三德。為大涅槃。", "482": "此二大經。雖復文義出沒不同。莫不皆約止觀二門", "483": "辨無究竟。並據定慧兩法。以明極果。行者當知。若初", "484": "中後果。皆不可思議故。新金光明云。前際如來不可", "485": "思議。中際如來種種莊嚴。後際如來常無破壞。如是", "486": "皆約修止觀二心辨果。故般舟三昧經中偈云。", "487": "諸佛從心得解脫心者清淨名無垢", "488": "五道鮮潔不受色有解此者名大道", "489": "讚圓覺讚圓覺", "490": "金紫光錄大夫守中書侍郎兼戶部尚書同中書", "491": "門下平章事集賢殿大學士　裴休　撰", "492": "眾生諸佛塵沙德同薀光明大藏中", "493": "覺心平等遍十方迷人顛倒生分別", "494": "法王有法名圓覺流出真如及涅槃", "495": "無明無體如空華覺心既顯無明滅", "496": "蔩朝境寂身心淨初結菩提廣大緣", "497": "須依圓照廓情塵方是如來本因地", "498": "是故眾等汝當知隨順文殊因地法", "499": "一切眾生虗妄境皆生圓覺妙心中", "500": "如彼空華實不生從空有故從空滅", "501": "翳除華滅空元淨知顯塵消覺圓□", "502": "幻心只向覺心生莫於覺外求離幻", "503": "日輪當午群陰滅覺體今明眾幻除", "504": "幻除覺滿覺非空莫疑是幻還修幻", "505": "是故眾等汝當知隨順普賢修幻法", "506": "如來淨覺離紛染求證先依戒定門", "507": "妄身無體妄心空幻心滅故幻塵滅", "508": "鏡磨垢盡青黃顯智照情空物我融", "509": "唯有圓明大覺心根塵器界皆清淨", "510": "虞泉日沒山阿暗靈腑心昏夢幻勞", "511": "深觀人法二俱空悟取眾生本成佛", "512": "是故眾等汝當知依此修持免迷悶", "513": "如來妙覺圓明體煩惱真如本不分", "514": "始終生滅若循環皆是輪迴妄中見", "515": "岸移月運俱旋復鑛盡金成鑛不生", "516": "浮心巧見執疑情終不能遊寂滅海", "517": "蔩朝淨念如來境先斷輪迴根本心", "518": "若將圓覺妄中觀覺隨妄轉何由辨", "519": "是故眾等汝當知莫於圓覺生三或", "520": "一切眾生無始際皆因婬欲受諸身", "521": "將知累劫久輪迴只緣貪愛為根本", "522": "紛紛欲境多違順杳杳迷途厭死生", "523": "若除渴愛斷輪迴便於圓覺能開悟", "524": "日光雖盛浮雲蔽覺性常圓二部昏", "525": "若欲安心妙覺城依願修行斷諸障", "526": "是故眾等汝當知常將慧日為心鏡", "527": "大覺圓明離諸相無有輪迴及聖凡", "528": "眾生菩薩二皆空功用妄中顯差別", "529": "淨心起解凡中信覺體生心聖外賢", "530": "照覺雙忘十地人真妄俱融始成佛", "531": "黃昏境物皆虗寂正是收心在觀時", "532": "若希觀世證菩提一切境中離虗妄", "533": "是故眾等汝當知早超凡位成真智", "534": "圓覺道場修證禮懺文卷第十八", "535": "附　用圭峯圓覺修證儀十二章頌分各成一頌附", "536": "用圭峯圓覺修證儀十二章頌分各成一頌", "537": "鏡庵　釋　行霆", "538": "序分說儀序分說儀", "539": "圓覺先須了說儀不同穢土混凡機", "540": "婆伽梵主身全現大光明藏處希奇", "541": "百千大士同斯會十二真人欲問時", "542": "不二境中圓鏡像何殊光瑩淨瑠璃", "543": "頌文殊章頌文殊章", "544": "妙德初徵本起因曾知離病可修真", "545": "陀羅尼門周法界大圓覺海絕涯津", "546": "無明夢裏迷緣影翳眼華中妄執身", "547": "忽然夢醒翳華滅何曾動著本來人", "548": "頌普賢章頌普賢章", "549": "普賢次問漸修真通為三根審行門", "550": "幻匪覺心心外物華非空性性中存", "551": "覺心不動妄華寂妄境無生智孰論", "552": "幻盡覺圓真體現󰞆飛烟滅火無因", "553": "頌普眼章頌普眼章", "554": "普眼圓融因果相身心影像體隨妄", "555": "先了二空清淨門次修三觀圓頓行", "556": "能所兼妄凡聖情愛憎寧復論差當", "557": "曾知本有摩尼珠五色青黃焉可狀", "558": "頌金剛藏章頌金剛藏章", "559": "金剛執難聖凡身本悟緣何有妄因", "560": "三問連環分別見諸門開喻性元真", "561": "空華起滅元由妄金鑛銷融永絕塵", "562": "若要測量圓覺海入思惟地倍沉淪", "563": "頌彌勒章頌彌勒章", "564": "彌勒推究輪迴本若斷貪愛生死盡", "565": "愛欲為因過既深愛命為果緣難泯", "566": "二障就於五性分四生遂成六道蘊", "567": "若親善友愛見亡自然悟入無生忍", "568": "頌淨慧章頌淨慧章", "569": "淨慧倫排證悟人強分四位順天真", "570": "凡賢聖果雖然異悟迷染淨與誰親", "571": "先明依位循諸性次辨忘心頓證因", "572": "一智了然超脫處有無情盡覺芽春", "573": "頌威德章頌威德章", "574": "威德請開三種觀中根始此分章段", "575": "四門開處任方來三類修時非雜亂", "576": "靜鏡圓明全顯彰幻苗增長無涯畔", "577": "器中鍠可喻禪那三法能起生死岸", "578": "頌辨音章頌辨音章", "579": "辨音又問幾般輪幾種修持可證真", "580": "單複圓門雖有異靜幻寂觀要區分", "581": "各安標記欲探結先慕求哀悔罪根", "582": "二十五輪依幻覺無修習處示修因", "583": "頌淨業章頌淨業章", "584": "淨業斷除人我執俱緣四相妄迷習", "585": "無明主宰為我根心存證者乃人立", "586": "壽命業智潛續存眾生我人所不及", "587": "由茲憎愛煩惱生死覺城昧此何能入", "588": "頌普覺章頌普覺章", "589": "普覺離病託師親當依端正知見人", "590": "行住坐臥迹莫計作止任滅病非因", "591": "自他除病不除法供事捨財及捨身", "592": "憎愛直須無種子始於圓覺可修真", "593": "頌圓覺章頌圓覺章", "594": "圓覺道場圓證悟下根於是開真路", "595": "三期限量可隨宜四眾安居絕緣故", "596": "以大圓覺為伽藍踞菩薩乘行願度", "597": "曾知證入總該前諸佛共依如是住", "598": "頌賢善首章頌賢善首章", "599": "善首流通正法門五名於是為區分", "600": "十二部經真了義百千諸佛共談論", "601": "佛境佛地已開演頓教□機今得聞", "602": "儻解百川歸大海何妨一法被多根", "603": "頌判攝頌判攝", "604": "圭山纔悟即流通却依賢首以弘宗", "605": "傍探四疏明差當徧究群詮定有空", "606": "頓教収經佛自判圓門兼屬義堪從", "607": "若將經教論相攝克體全収終頓中"}, "englishTitle": "卍 Xuzangjing, Electronic version, No. 1475 圓覺經道場修證儀", "author": "唐 宗密述"}